{
    "title": "Minecraft Earth 的更新即将到来",
    "author": "主世界",
    "replyCount": 4,
    "timestamp": 1585389000,
    "txt_content": " 本帖最后由 主世界 于 2020-3-29 12:08 编辑 \n\n\n\n\nNew updates coming to Minecraft Earth\nMinecraft Earth 的更新即将到来\nDiscover new and game-changing features!\n探索游戏中的新功能！\n\nCristina Anderca\nWhile some of you might be too young to remember (in which case get off my lawn, you whippersnappers!), Minecraft used to be pretty different from the game we know and love today. Even though it’s hard to imagine an Overworld without llamas or turtles, they haven’t always been there (yes, I’ve checked). That’s one of the things that makes it so great – and now, Minecraft Earth is following in its footsteps.\n在你们其中的一些人还太小以至于不能记事的时候（在这种情况下你竟然还能从我的地盘中出来，你个傲慢的家伙！），Minecraft 与我们今天所熟知、所喜爱的 Minecraft 游戏是截然不同的。尽管一个没有羊驼或者乌龟的主世界是难以想象的，但这些动物并不会长期待在那儿（是的，我检查过了）。这是使 Minecraft 如此美妙的原因之一 —— 现在，Minecraft Earth 正在随波逐流。\n\nExciting changes are coming, and that’s all thanks to you! Yes,you! At Mojang, we love player feedback, and we’ve read all of your suggestions on how we can improve the Minecraft Earth experience. I’ve also emailed Saxs some fun changes like making the interface completely gesture-based and featuring full TikTok integration. We’ve been working hard to prepare some new features that will make Minecraft Earth even more fun to play. Without further ado...\n感谢你们！没有你们，激动人心的改变就无法到来！是的，你们！Mojang 的员工在收到玩家反馈的时候都异常高兴，并且都阅读了所有关于“提高 Minecraft Earth 游戏体验”的建议。我还发了封邮件到 Saxs 那里并讲述了一些有趣的更新，例如让界面完全适配于你的手势，以及完全支持 TikTok 的集成功能等。我们在坚持不懈地努力研发一些新功能，让 Minecraft Earth 比现在更好玩。不用再费周折了......\n\nAdventure Crystals\n冒险水晶\n\nYou know what’s better than heading out in search of adventures?Staying in and adventuring on your terms. Previously, these life-sized slices of Minecraft were scattered across the map and you had to walk a fair bit to get to them. That’s usually fine, but during these strange and scary times, going outside may not be the best idea. And even in normal circumstances, sometimes you just don’t feel like leaving the house – and that’s okay. Thanks to these new Adventure Crystals, you can now mine, fight, and loot wherever and whenever you want.\n你知道比外出去寻找一场冒险更好的选择是什么吗？那就是，在家里如你所愿地探险。从前，这些跟原物一样大小的 Minecraft 碎片散布在地图的角角落落里，导致你需要走一段比较长的路程才能捡起它们。这很可以，但在现在这个非常时期，离开家到外面去可能不是最好的选择。即使在平时，要让你离开家门都是很难的 —— 不过没关系。感谢这些新的冒险水晶，你现在可以随时随地地挖掘、战斗和掠夺了。\n\n\nOoooooh, shiny!哇哦哦哦哦哦，金光璀璨！\n\nCan’t wait to get your hands on them? First, you should know that right now, you can only find Common, Uncommon, and Rare crystals. The Epic and Legendary ones are on the way! So where can you get them? Adventure Crystals can be found in tappables – and you also receive a Common crystal every day through Challenges! Plus, at the end of each Adventure you’ll uncover an Adventure Chest with amazing loot, including additional crystals – some of higher rarity than the Adventure you are in. Of course, you can use the crystals by yourself or invite a friend to join in on the fun.\n迫不及待地想要得到它们？首先，你需要知道，你只能找到普通、罕见和稀有的冒险水晶。史诗和传说级水晶正在开发中！你可以在哪里得到它们？在任意点击时能找到冒险水晶 —— 还能通过完成每日挑战来获得冒险水晶！另外，在每次探险结束之前，你都能找到一个装满战利品并且有几率包含一个额外的冒险水晶的宝箱 —— 其中有些水晶会比你目前所有的更罕见。当然，你不仅可以自己使用这些水晶，还可以邀请你的朋友来一起探索它。\n\n\nStudies show that this is the most fun you can have in your living room. Just because I made up those studies doesn’t mean it’s not true.\n研究表明这是你在你的客厅中能拥有的最大乐趣了。尽管前面这句话是我编造的，但你不得不承认这是事实。\nThe best part? More updates are coming!\n精华部分？更多的更新即将到来！\n\nYou heard it! More is to come, and we will be announcing several new features in the upcoming weeks! Make sure you keep an eye on our socials or come back to this post to check for updates on the other new features coming your way. Also, please keep the feedback coming through help.minecraft.net, Minecraft Earth on Twitter, and Minecraft Earth on Discord . Haven’t played yet? It’s time to download Minecraft Earth for free on iOS or Android and fix that. Happy mining!\n没错！更多的更新即将到来，而且我们会在接下来的几周公布一些新的功能！确保你时刻关注着我们的社交媒体，或者回到这篇文章下，查看有关 Minecraft Earth 其它一些功能的更新。另外，请将反馈反馈到 help.minecraft.net、Minecraft Earth on Twitter、和 Minecraft Earth on Discord。还没有玩过 Minecraft Earth？是时候在 苹果 或 安卓 上免费下载或修复它了。挖掘愉快！\n\n【主世界 译自官网 2020 年 03 月 26 日发布的 New updates coming to Minecraft Earth；原作者 Cristina Anderca】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "shenren3-f",
            "timestamp": 1585525320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "主世界",
            "timestamp": 1585527900,
            "txt_content": " 本帖最后由 主世界 于 2020-3-30 08:38 编辑 \n\nMinecraft Earth 官方在推特关于此次更新介绍的推文：\nAdventure anywhere!Are you up for a challenge? Play Adventures anywhere with Adventure Crystals! Collect your daily Crystal and go out in search of more in Adventures and Chest Tappables. Don't forget to bring your sword! →https://redsto.ne/earth-updates←\n随时随地地冒险！你准备好接受挑战了吗？在任何地方使用冒险水晶来冒险吧！收集每日水晶并且出去寻找更多的的冒险和战利品箱子。不要忘了带上你的剑！\n\n"
        },
        {
            "author": "深绿世界",
            "timestamp": 1585549440,
            "txt_content": "Earth专业抗疫"
        },
        {
            "author": "Norteker",
            "timestamp": 1585872180,
            "txt_content": "正好赶上疫情闲在家，终于有时间改造一下我的狗窝了"
        }
    ]
}