{
    "title": "【争议话题】商业服有什么不好？（不定期更新）",
    "author": "shansh",
    "replyCount": 47,
    "timestamp": 1585451880,
    "txt_content": " 本帖最后由 shansh 于 2020-5-3 23:01 编辑 \n\n这段时间因为疫情在家没事干，又重新燃起了对开服的兴趣，开始重新研究服务器，在这期间了解到了现在服务器生态的变化，同时看到了不同的人对于现在服务器变化的不同看法。\n\n所以接下来我要说的，是我依据个人的经历，对于当下服务器生态变化的看法，以及我站在改善服务器生态的角度提出的一些应对建议。\n个人认为这个话题是很有争议的。很可能触及到一些人的利益，但以一个老玩家的立场，我觉得我还是有必要去说一下这个话题，所以说各位请尽量保持克制，不要吵，也不要在评论区里阴阳怪气。\n进末地不要怪我\n\n个人观点强烈！不喜勿喷，理解万岁！\n\n如果各位认为有需要改进，改正，补充的地方。请务必在评论区中指出，非常需要你们的帮助。\n\n\n～～～～～～～～～～～\n我对于服务器大环境的态度与主张\n从0.83（大概吧记不清了）的基岩版玩到现在，服务器从有到无从小到大，你问我服务器的环境变了吗？我的回答是，变了，但不是变坏了，而是变好了。\n  就我个人而言，我们的玩家的群体扩大了。我们的游戏影响力提升了，我们形成了属于自己的特色游戏文化。我们有了自己社区、论坛,甚至还有了人数庞大的各种贴吧。\n  所以说在我看来，这几年来是发展的。\n而服务器也从原来混乱的，零散的，低质量的，玩家之间互不信任，尔虞我诈的状态。变向现在，有体系的，有一定联系的，质量越来越高的，玩家之间有被大家认同的公约，守则的状态。而且开服的门槛越来越低，服务器整体活力越来越强。这对服务器整体环境甚至于对这个游戏来说无疑是好的。\n而现在我所看到的，玩家的主要矛盾都指向了一点。\n服务器商业化\n\n我认为，就游戏现在的发展趋势来看。商业化的趋势。是难以逆转，甚至可以说是不可逆转的。所以我觉得现在光是靠呼吁和劝告服主去开公益服、用爱发电，虽然值得提倡但是无法解决问题，是远远不够的。\n\n所以我的主张是，竟然躲不掉，就迎上去。\n\n用商业化的思维和方式去运营你的公益服。不要只是用爱发电，不要让所有的压力都全部压在公益服主们的身上。\n玩了那么多服务器，我见过太多的服主。刚开始，都有做公益，改善服务器环境的的志向，但很快就被各种压力，不管是来自于，经济上的还是来自于玩家亦或是来自于其他地方的，将它们击垮。使服主们要么转型商业，要么放弃。\n这使我意识到，光是凭着对于以往游戏环境的向往，通过开公益服的方式，来维持游戏的环境。是不够的。这只会让公益服越做越难让商业服务越做越大。\n\n～～～～～～～～～～～～～～\n\n所以接下来我要说的是我以我所玩服务器的经验。让想开公益服的服主们，放弃以往的公益服思想，用一些商业化的想法。（我说了会有争议）去降低你开服的成本，让你的服务器长久运营下去的概率提高。\n接下来的类容可能比较欢乐？???\n\n注意！！！接下来的方法不能保证你赚，我说这些的目的是为了让有公益心的服主不要亏得那么惨！\n由于各个服务器有其各自的特点，以下方法，以常见的服务器形式为参考，给出一些通用性的建议。\n\n就我来看，大部分想要开服的人。都是学生，或是说年轻人。抱着和朋友玩，或是自己开一个小服和玩家和谐共处的想法来开服的（其实我建议在没有足够力量的时候，不要把父母或是自己的辛苦钱砸到在上面）但不论对于谁来说来说，开服最大的压力是经济。一个月三四百，甚至七八百的服务器费用不小，用爱发电，太难。\n\n就个人而言，服主应该怎么做\n接下来我要说一些你我都能想得到，但你不一定会去做，做了也不一定管用，但又不是没有道理的思路（要是我说什么你照着做就能赚到钱，那你是不会看到我坐在这和你聊服务器生态的。）\n\n1.经济\n毋庸置疑，太重要了，可以说直接决定你服务器的死活。\n合理的经济是服务器持续运营的关键，无论什么服务器。（以生存服为例）\n对于生存服，由于地图极大，且可以不停更换，所以各种资源本质上来说是无限的。唯一区别资源价值的标准就是获取资源的难度。\n对于生存服来说钻石和黄金可以说是基本的价值衡量单位，服务器里的一切都可以用钻石和黄金衡量。\n因此钻石原矿和黄金原矿之间的价格差距。就成了服务器经济的根本。\n举个例子。在服务器最高只有时运三的情况下，如果一颗钻石的单价为40，那么钻石原矿的单价就最好不要超过100。那么黄金原矿的单价最好在10元左右。\n以黄金和钻石的价格差距为基础拟定一份属于你服务器的系统商店的价格表。（绿宝石＞钻石＞黄金＞铁矿石＞煤矿石＞木、石＞沙＞土）但同时要注意。对于物品的定价。要考虑到玩家前期对该物品的获取难度，后期的获取难度都不和同。比如一件物品玩家前期可能比较难获得。但后期可以通过一些方式，比如刷怪它或农田大量获得。那这将物品的定价就不应该太高。也不应该太低。无论你的定价再怎么定，最终都要保证绿宝石是服务器里最大的价值衡量单位，而钻石是其次。\n根据你服务器的特性，一些物品应该做出必要的调整。\n如果你的服务器主打困难生存，那么你应该考虑降低铁锭或食物的价格。如果你的服务器主打建筑，那么你应该降低常用但不是特别难获取的建筑材料的价格。\n不应该让玩家能够轻易的在系统商店买到各种他们所需的物资。从短期来看，这确实是有利玩家，增加服务器活力的举措，玩家能较容易地从系统商店中得大多数自己想要的。但从长期看，这是对你服务器游戏性和服务器经济的缓慢谋杀。\n而且随着服务器的发展，玩家的积攒会越来越多，服务器通常都会面临物价上涨，经济放缓的问题。拥有大量金钱的玩家，交易欲望降低，金钱少的玩家，想交易，但面对价格的上升和没有活力的市场，交易变得困难。这个时候就需要服主去多举办活动，或是调整物价，或是增添一些新的价值衡量标准来达到。激发玩家活力，平抑物价的目的。（我曾经见到过一位服主在面对服务器物价不断上升的情况下通过规定生鱼的价格来做到转移玩家注意力。在玩家注意力转移时增加钓鱼插件，激发玩家活力。同时在此期间将服务器物价拉回正常水平）\n在后期调整服务器物价时，要同时注意到老玩家与新玩家的利益。不能让老玩家的钱不值钱，也不能让新玩家赚不到钱。\n关于物价的调整可以参考汉代的均输法法和宋代王安石变法，很适合服务器经济调整。（注意。全球商店要比箱子商店更好管理。对于服务器后期的物价上涨。全球商店能更有效的应对。）\n\n总结一下。腐竹在对于系统商店的价格设置上，应该是极为谨慎。系统商店目的不在于收购或贩卖。它的主要价值，在于对服务器的经济起到的导向作用。\n\n\n为什么要说服务器的经济系统。说白了，咱是为了让玩家充钱。好的经济系统。可以更快更好的分出不同的玩家阶层。正是因为有阶层所以玩家才有充钱的欲望。高阶层的玩家，想通过从前来加速自自己的发展。低阶层的玩家也会想通过充钱，来追赶高阶层的玩家。贫富差距导致了玩家的攀比心理。而攀比心理则是玩家充钱的关键。\n\n抓住了玩家的攀比心理就抓住了玩家的钱包。\n\n\n2.对于服务器充值商店的设置。\n关于这一点。因为不同服务器有不同的特性。不同玩家有不同的观点。所以我以我自己的经验来提出建议。（但同时要记住我的这些建议，是为了让公益服服主放弃公益服的想法。走半公益半商业的路线，不让自己亏得那么惨。能更持久的运营服务器。从而改善服务器的生态环境。）\n赚钱与不赚钱，失之我命得之我幸。\n我们之前说过，玩家充值的根本在于攀比心理。那么既然作为半公益半商业的运营模式，我们应该提供的是一些能满足玩家攀比心理的商品。而不是抱着赚钱目的去设置充值商店。\n称号（一个月或者一星期。）\n权限（帽子，特效，服务器喇叭等）\nvip（看你怎么设置）\n装饰物（如龙蛋、头颅等）\n宠物蛋\n发光的木板（没有这个，你卖这玩意干什么？）\n……\n根据你自己想把服务器商业化到什么程度，来设置充值商店的商品。\n同事时你要考虑到充值商店不只能给玩家提供满足攀比心的商品。同时，它也应该是可以让新玩家通过充值的方式快速发展的手段。\n因此，1rmb等于多少游戏币的设置十分重要\n在这个方面，同样应该是钻石作为衡量标准。\n（这玩意各服务器有各服务器的特点，我举个例子）\n1rmb＝1钻石块，如果系统商店对钻石的定价是40/颗，那么1rmb＝200\n这个例子的意思是，如果一元钱能换一钻石块那么一元兑换游戏币的量不应该接近钻石块的价值。这样，会更好的吸引玩家充值。（这玩意解释起来比较麻烦，类似于星巴克卖咖啡）\n\n你有没有注意到，这要建立在玩家对钻石价值的认同的基础上，也就是说。稳定服务器物价十分重要！！！\n\n上面说了一些基本的设置接下来说一些比较复杂的操作。\n\n\n3.记录，分析\n不要小看数据，它们有强大的力量。\n                                      -------谁说的？我说的。\n以周为一周期，每天记录你服务器市场的基础商品（钻石，武器，盔甲，附魔书等）的交易量，价格变化；\n关注有潜力商品（如生鱼，石英，苔石等）的交易量，价格变化。\n将这些数据以图表的方式表现出来。日积月累，整个服务器的经济动向就呈现在你面前。\n同理，记录玩家充值的量，主要的充值方向，这样就可了解玩家的需求和你的供给之间的问题。根据服务器实际情况调整。\n这样，玩家就能充的放心，服主噶的开心。\n\n这一节虽短小但重要，这也是将你和那些无良骗氪服务器区别开的地方。\n\n\n\n不要觉得商业服不好，要知道，玩家与服主之间就是一场交易，玩家来服务器找快乐，充值也是玩家需求的一部分，如果一个服务器能满足好玩家这方面的需求，同时又保证非氪玩家的游戏体验，那它何尝不是一个良心服务器呢？\n\n4.融入玩家，但不亲近玩家\n作为服主应该和玩家有一个比较融洽的关系。服主应该在服务器和qq群中多于玩家讨论交流，但在游戏时不随意亲近玩家。\n同时，就我的看法，服主在与玩家交流时应更看重玩家的价值，既玩家可以为服务器做什么贡献而你能从这个玩家身上捞到多少钱，这是为了根据不同玩家的不同财力和不同需求。来对服务器进行调整，从而达到使更多数玩家有更好的游戏体验的目的，而不是要你以玩家的财力不同，去区别对待玩家（别当混蛋）。\n\n\n下面可能会被喷&x&\n\n\n\n总结一下，以上就是将玩家看作钱看做数据。先用赚钱的思维去对待玩家（同时要尊重玩家），在不能保证服务器平稳运行的情况下，先不要去考虑什么和谐温馨的游戏环境，先考虑服务器如何平稳运行。\n\n5.克制自己，不忘初心\n\n\n现在要说的是所有建议中最根基的最核心的部分。如果之前的内容您都当是扯犊子。那么这一节还曾各位好好看一看想一想。\n\n\n\n无论你的服务器是否赚钱，都要克制自己保持理性。不要因为开始有了玩家的充值，拿到那点小钱，就认为一帆风顺了。\n没有赚之前都是亏。\n我的目的。是为了让有心搞公益的服主。能够减少负担。更长久的把服务器运营下去，不要因为自己的贪欲而自己搞崩了自己。\n玩家打的钱，那是对服务器对你努力的认可。本质上不是你该得的，想清楚自己最开始想干的是什么。\n这是最最最重要的地方！\n还有就是在没有足够财力去搞公益的情况下，放弃公益走商业路线。\n如果你的服务器不能以一个较长较平稳的方式运行下去。你所谓的和谐温馨的环境，所谓的公益，都是白搭。昙花一现的服务器无法为服务器整体环境的改善起到作用。\n\n公益服的目的是什么？是为了这个游戏的环境，是为了让我们找到以前的那种和谐的游戏氛围。\n\n那么我想问商业服能不能做到呢？答案是：能！相比公益服商业服的运营要相对轻松，而且能达到同样的目的，那为什么要死磕公益服？\n公益服固然好，但如果你没有能力运营就不要去想这件事。\n面对服务器商业化。我建议各位不要抱着怀旧的思想去面对这件事。应该更积极地将服务器进行商业化改造。就我看来，改善我们服务整体环境的关键。不在于开了多少公益服。而在于一个良好风向的服务器能否以一个好的长期的状态运营下去。\n谁都想有一个好的名声。但都苦于现在的服务器环境。\n零散的，短期的服务器，只会消磨玩家的热情。\n只有风向好的服务器获得了成功才能让服主们看到新的解决方法。为服务器将来的发展指出明路。这样才能引导我们的服务器环境向一个更好的方向发展。\n如果我们只是以开公益的服的方式，去抱残守缺。不去寻找公益服的出路，那么最后的结果只能是公益服的路越走越窄，而商业服的路越走越宽。\n\n\n\n\n\n要用商业化去压制商业化。\n\n\n\n\n\n2020.3.29\n\n待更新：\n“我们玩家怎么办？”\n\n“各个社区、论坛、贴吧的建议”\n\n\n\n\n\n更不更看我困不困\n\n……\n\n",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1585453200,
            "txt_content": "鉴作无人，能者先享"
        },
        {
            "author": "shansh",
            "timestamp": 1585453320,
            "txt_content": "mohui666 发表于 2020-3-29 11:40\n鉴作无人，能者先享\n哪都有你呗"
        },
        {
            "author": "Doomsday_Envoy",
            "timestamp": 1585454220,
            "txt_content": "说白了还不是没钱的妥协"
        },
        {
            "author": "金蛋之魂",
            "timestamp": 1585454640,
            "txt_content": "论开服务器怎么赚钱及建议"
        },
        {
            "author": "shansh",
            "timestamp": 1585455060,
            "txt_content": "金蛋之魂 发表于 2020-3-29 12:04\n论开服务器怎么赚钱及建议\n就是啊，有钱管这些。\n有钱，服务器都从地里长出来"
        },
        {
            "author": "hyzgzz",
            "timestamp": 1585455600,
            "txt_content": "发光的木板又上镜了"
        },
        {
            "author": "辰—良",
            "timestamp": 1585455780,
            "txt_content": "学到了！！！\n感谢lz"
        },
        {
            "author": "喵",
            "timestamp": 1585457280,
            "txt_content": "终于有一个不顶着公益服当情怀的帖子了\n总之我认为公益服没有那么高尚，商业服也并不可耻，我不是做慈善的人，我认为我在服务器中投入了大量的时间，金钱，精力，得到回报是理所应当的（世界上也没有人免费去工厂打工对吧:）\n每一个服务器周目的寿命都是有极限的，如果不抓紧前进商业化，就只能倒退\n举一个例子\n1月份开始放寒假过年到2月底疫情爆发，两个月时间服务器一共收入25000+元\n但是三月份却只有4000+，我询问了其他腐竹也是大体如此。\n服务器圈内竞争激烈，玩家是在各个服务器之间流动的，如何在流动的玩家中赚到钱而不骗氪逼氪才是腐竹应该思考的事情"
        },
        {
            "author": "happyvalley",
            "timestamp": 1585458360,
            "txt_content": "该赚钱还是得赚\n公益服做得好无偿赞助也能收的挺多的\n对抗商业化不一定要商业化，服务器好玩自然也会有玩家去无偿赞助\n这也未尝不是一种方法呢 不过这样感觉更像是“玩家众筹开服”的感觉了"
        },
        {
            "author": "_Ghost_/",
            "timestamp": 1585459080,
            "txt_content": "除 半公益服 这个词语外基本同意"
        },
        {
            "author": "黑商Meng",
            "timestamp": 1585459560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "shansh",
            "timestamp": 1585480260,
            "txt_content": "金蛋之魂 发表于 2020-3-29 12:04\n论开服务器怎么赚钱及建议\n赚，硬赚"
        },
        {
            "author": "废·",
            "timestamp": 1585480980,
            "txt_content": "那服主比玩家还多的问题怎么解决呢"
        },
        {
            "author": "shansh",
            "timestamp": 1585481940,
            "txt_content": "废· 发表于 2020-3-29 19:23\n那服主比玩家还多的问题怎么解决呢\n市场自己会把那些玩不下去的服主给筛掉的。（服主比玩家还多的情况是什么鬼）\n\n\n你想说的是现在服务器大小不一，参差零碎的问题吧？"
        },
        {
            "author": "天空im",
            "timestamp": 1585483380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "恋",
            "timestamp": 1585483800,
            "txt_content": "商业服赚钱当然是正常现象 合理赚钱并没有问题 但是我及其反感逼氪 跑路 为了氪金而删档 为了氪金而ban掉不能氪金人员获得某样物品的权限 （氪金能得到的东西  免费玩家也应获得它 只不过它的难度应该比较高） \n合理的商业服是非常不错的   但是开服圈钱 跑路 然后再来 这简直是诈骗 不是商业"
        },
        {
            "author": "shansh",
            "timestamp": 1585484820,
            "txt_content": "恋 发表于 2020-3-29 20:10\n商业服赚钱当然是正常现象 合理赚钱并没有问题 但是我及其反感逼氪 跑路 为了氪金而删档 为了氪金而ban掉不 ...\n这是大家都讨厌的东西"
        },
        {
            "author": "Tianqinle",
            "timestamp": 1585485360,
            "txt_content": " 本帖最后由 Tianqinle 于 2020-3-29 21:06 编辑 \n\n不反对商业化服务器（毕竟开服务器初衷大部分都是为了赚钱），只求合理即可，同时积极调整服务器氪金体制(提醒某些氪了金也难玩的服务器)。最后一句，合理商业化，才能持久运营。"
        },
        {
            "author": "shansh",
            "timestamp": 1585485480,
            "txt_content": "Tianqinle 发表于 2020-3-29 20:36\n不反对商业花服务器（毕竟开服务器初衷大部分都是为了赚钱），只求合理即可，同时积极调整服务器氪金体制( ...\n嗯\n\n开头错字了……"
        },
        {
            "author": "Tianqinle",
            "timestamp": 1585487160,
            "txt_content": "shansh 发表于 2020-3-29 20:38\n嗯\n\n开头错字了……\n打太快了，多谢纠正"
        },
        {
            "author": "纯度孤火",
            "timestamp": 1585493460,
            "txt_content": "楼主分析的十分全面，可以看出经验一定和丰富。其实开服这个行为出于腐竹的意志，每个人都有自己开服的原因，想赚钱的有，想提供一个优秀的游玩环境的也大有人在，随然前者数量巨大，但后者绝不会消失。所以楼主大可对MC服务器界持乐观看法。"
        },
        {
            "author": "Xiao2",
            "timestamp": 1585493940,
            "txt_content": "喵 发表于 2020-3-29 12:48\n终于有一个不顶着公益服当情怀的帖子了\n总之我认为公益服没有那么高尚，商业服也并不可耻，我不是做慈善的 ...\n能稍微解释一下您对公益服的理解吗\n\n看过了您的帖子，还是不太明白"
        },
        {
            "author": "梧桐焰",
            "timestamp": 1585494420,
            "txt_content": "挺赞同的\n我个人比较喜欢玩宝可梦服务器，但是因为论坛限制宝可梦服只能是公益服，导致现在宝可梦服越来越少，论坛里就只剩几位腐竹还在用爱发电的，要是出了什么意外就只能关服\n其实只要能协调好氪金比例和经济体制，商业服也很好"
        },
        {
            "author": "是谢越越呐",
            "timestamp": 1585494660,
            "txt_content": "我认为一个好的服务器才有资格收取赞助"
        },
        {
            "author": "shansh",
            "timestamp": 1585495080,
            "txt_content": "纯度孤火 发表于 2020-3-29 22:51\n楼主分析的十分全面，可以看出经验一定和丰富。其实开服这个行为出于腐竹的意志，每个人都有自己开服的原因 ...\n这是想让他们的路更好走。\n\n（谢了，但別捧，受不起）"
        },
        {
            "author": "-xiao_kai-",
            "timestamp": 1585495440,
            "txt_content": "良作啊，学到了很多，谢谢楼主！"
        },
        {
            "author": "dong呵呵",
            "timestamp": 1585498140,
            "txt_content": "说的真的很好。我开服就是这样的，目前玩家给的赞助够我开半年服务器了\n我反思了一下，还有地方可以改进"
        },
        {
            "author": "Eiranst",
            "timestamp": 1585498500,
            "txt_content": "在矿工茶馆看到了这么用心的帖子"
        },
        {
            "author": "shansh",
            "timestamp": 1585498860,
            "txt_content": "Eiranst 发表于 2020-3-30 00:15\n在矿工茶馆看到了这么用心的帖子\n我也是为了能在更好的环境下去玩这个游戏"
        },
        {
            "author": "松易涅",
            "timestamp": 1585536240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "松易涅",
            "timestamp": 1585536660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Adernc",
            "timestamp": 1585537200,
            "txt_content": "请问在哪里可以买到你的著作"
        },
        {
            "author": "shansh",
            "timestamp": 1585569180,
            "txt_content": "松易涅 发表于 2020-3-30 10:44\n这里我不得不说一下。\n国内私服的主要矛盾现在有两个而不是唯一的“商业化”。\n\n\n谢谢，这确实是我没有去仔细想的地方"
        },
        {
            "author": "松易涅",
            "timestamp": 1585571220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "柚子呦",
            "timestamp": 1585573560,
            "txt_content": "商业化是市场理所应当产生的啊=-="
        },
        {
            "author": "18191766955",
            "timestamp": 1585574040,
            "txt_content": "小服务器没有能撑得起台面的，同类玩家太过分散，而且很多商业服吃相太难看"
        },
        {
            "author": "BiggayJN",
            "timestamp": 1587272760,
            "txt_content": "哎，公益服当然好，但是腐竹也要赚钱啊"
        },
        {
            "author": "深拥v",
            "timestamp": 1588519560,
            "txt_content": "用商业化去压制商业化这句话说的很对，假如能够出现一个优质的服务器联盟，组建一个有足够影响力的论坛，按类型分开宣传，直接去分割MC玩家这块大蛋糕也未尝不可（个人想法）"
        },
        {
            "author": "SeaGame",
            "timestamp": 1588574880,
            "txt_content": "不要以为开服 当一个腐竹很简单，当一个腐竹，所需要的知识，不亚于一个市长的级别。首先，你手下有数个op（如果没有的话那你的头就秃了）他们帮助你管理玩家。玩家，你既要保证氪金玩家的利益，又要保证肝帝和养老玩家的公平与需求……所以，不要随意开服，否则真的可能是竹篮打水一场空。"
        },
        {
            "author": "撕破伤口",
            "timestamp": 1588575120,
            "txt_content": "学到了"
        },
        {
            "author": "艹魍魉",
            "timestamp": 1588575900,
            "txt_content": "我是感觉没什么不好，服务器本来就是要挣钱的，总不可能天天让你百玩。没开过服务器的人不知道这种痛"
        },
        {
            "author": "艹魍魉",
            "timestamp": 1588575960,
            "txt_content": "shansh 发表于 2020-3-29 19:39\n市场自己会把那些玩不下去的服主给筛掉的。（服主比玩家还多的情况是什么鬼）\n他的意思应该是op一大堆，比玩家还多，那就满天创世神了"
        },
        {
            "author": "Ender56",
            "timestamp": 1588576620,
            "txt_content": "大家都是要恰饭的\n商业服应该也没什么\n只要不骗氪，有亮点\n再加上适度宣传\n应该没问题的"
        },
        {
            "author": "shansh",
            "timestamp": 1588581660,
            "txt_content": "艹魍魉 发表于 2020-5-4 15:06\n他的意思应该是op一大堆，比玩家还多，那就满天创世神了\n谢谢解释"
        },
        {
            "author": "2759159258",
            "timestamp": 1588584720,
            "txt_content": "本来我用文科生的大脑憋了一大堆话然后手滑按到了刷新\n算了算了\n商业服与公益服相辅相成 共同进步（笑）"
        },
        {
            "author": "Real_Vez",
            "timestamp": 1588585080,
            "txt_content": "家里没矿，还是商业香，玩家愿意氪我愿意收还能维持服务器运作"
        },
        {
            "author": "shansh",
            "timestamp": 1588594380,
            "txt_content": "2759159258 发表于 2020-5-4 17:32\n本来我用文科生的大脑憋了一大堆话然后手滑按到了刷新\n算了算了\n商业服与公益服相辅相成 共同进步（笑） ...\n可还行"
        }
    ]
}