{
    "title": "辞职申请&单人游戏版管理入门手册",
    "author": "jianghr",
    "replyCount": 40,
    "timestamp": 1363630860,
    "txt_content": " 本帖最后由 jianghr 于 2013-3-19 08:37 编辑 \n\n从2012年8月到现在，我担任单人游戏版版主已经快有7个月的时间了。这些时间里在版里也就是处理了些新帖子，参与了一些讨论，对旧的东西收收拣拣而已。但是现实学习工作生活的压力越来越巨大，本人不得不着眼于现实，毕竟这才是一个人立足于社会的根本，也是对自己对他人负责任的基本要求。近来版务多有拖拉，上线时间极不稳定，颇有尸位素餐之嫌，本人觉得这种情况继续下去，于己于版都不是一件好事情，于是决定还是让出这份席位，给有能力、有精力、负责任的优秀会员。正式辞呈：http://www.mcbbs.net/thread-100073-1-1.html\n\n很多人反映等级到了也看不见，那算了还是不隐藏了。\n对后继者提几点期望或者说是建议吧：近期（最好半年内）不要有影响人生走向的学习或考核，对自己负责才能对论坛负责；思想成熟，行事稳重，言行得体，尊重他人。这些话说出来确有些苍白，但是年龄确实能说明些问题，所以路飞的提出限定还是有意义的；\n申请要素列表:    论坛在线时数超过500小时    论坛注册时间满两个月    必须有耐心以及热心的态度    有恒心和毅力治理板块    处事成熟，有责任心    有能力带动管辖版块活跃    三个月内没有任何不良记录    确定平常有稳定上线时间处理版务    在所申请的版块已经有一定的建设性贡献    对于技术性版主，上述标准可以适当放宽    对于发帖量、论坛级别、论坛积分等没有硬性标准，指标高低由管理员讨论判断    ├申请通过的将会成为该版的实习版主一个月，表现良好将会升为正式版主    ├哪怕精力以及能力允许的情况下，都不能同时拥有多个一个职位    ├申请失败后必须经过冷冻期一个月才能发新一次的申请    └版主离任后必须等待一个月才能重新发一次申请，老版主可以跳过实习期    申请版主必须年满16岁，其他更高职位必须年满18岁版主的权限实际上就是在自己版里的一亩三分地里耕种，浇水施肥，清理杂草，只要你有付出，一定会有丰收。若是在地里胡作非为，版块迟早会变成一片荒地。热情很重要，细水长流更重要。版块生命力的根源始终是优秀的作者带来优秀的作品，所以，尊重认真发帖的会员，哪怕他们有不足，内容新手向或很小白，尽量予以引导，谁不是从小白过来的。但是，违反版规的行为依旧要酌情处理，尽量告诉他们错在什么地方。当然，对于蓄意刷帖、发广告、无意义挖坟灌水屡教不改等行为，自然不必客气。同上，尽量建立多个作者圈子有助于版块繁荣。这点可以向geludan学习。\n继任者上岗往往不知道自己要干什么（当初我受混乱之请上任就是这样愣了两个星期），在此做出一些说明，注意这些仅仅是指点，不代表对你们工作的约束，每个管理者在不违背原则的情况下都要拿出自己的管理风格出来。1、明确版主职责：首先请先详细阅读以下内容1.版主管理条例v1.15（版主必读）（此部分进入管理层才看得到，尤其注意第六部分）2.【单人游戏版块规章】请各位仔细阅读     2.1单人游戏版对限制投票贴与辩论帖的相关规定     2.2论坛及单人游戏版块规章最新修改注意以上具体条目或许有自相矛盾的地方，所以实际操作中可以自行把握，根据作者的态度和诚意。比较常见加分方面我的方法是：人气着重于创意和技术性，金币着重于发帖和制作的劳力付出（比如视频、详细的图文解说等等），一般是2人气20金币作为中等水平的评价，视情况上下调整。贡献顾名思义，有特殊贡献的（比如，一个独创设计的首次详细解说）帖子。给贡献的话人气评分必须下调，而且很少超过2贡献，除非是长篇序贯系列的索引贴。版外加分：管理员说的上限是4人气40金币0贡献，其实我算积分有九级了，按说金币能加50的，呵呵。\n关于高亮和图章我属于加得比较滥的那一种，这个自己把握，我的看法是好贴有要能让更多人注意到，注意高亮的颜色选择，作品和教程原则上高亮是要加粗的，我有时觉得欠一些的话也不加粗。投票猛如虎，我刚上任时第一页全是几乎近乎无限期老投票帖，百年不沉的那种，只要一有投票就=人工置顶，严重影响阅读新帖和技术贴。后来花费良久送的送关的关，目前就保留了砍树帖（混单人版不知道砍树帖是哪个可以洗洗睡了）和卤蛋的一个。现在基本上第一页还是比较满意的。\n2、明确版块定位：我在挖坟良久后得出的结论是：单人版的定位分两层：①对入门新手的指引和教育；②单人游戏中精尖技术的讨论（包括但不限于红石，比如NBT编辑就算一个）。注意这其实是两个极端，需要版主要有足够的技术水平，所以请：单人游戏开荒能很效率的起步和进阶，自己游戏都玩不好如何对新手进行指引？勤修Minecraft中文WIKI，里面游戏中最常见的几十种东西怎么说也要过一遍。最好具有中等水平的红石技能，怎么说呢？计算器造不出来不要紧，但这个红石电路页面及其下面一级链接里详细讲的基本元件要能明白，起码看到了知道是什么。简单的电路不用进游戏摆放或下存档，光凭看图就能知道其运行结果。MCEdit要会用，不会的看：http://www.mcbbs.net/thread-55639-1-1.html。\n\n若要详细一些，可以看我写的版头实际要包含的范围：欢迎来到单人游戏版！在这里，您可以学习与分享包括红石、铁路、生产、建筑、冒险等等属于PC原版单人游戏生存创造过程中的一切经历体验和技巧心得。我们先声明，发表任何文章就当作你已经阅读过本版版规 因此若有任何违规的行为, 我们不会允许任何辩解的行为。本版的版规请查看以下地址:http://www.mcbbs.net/thread-13354-1-1.html本版不允许发表一切求助帖。请到你问我答版各对应分类发帖。讨论单机MOD相关内容请移步MOD讨论版；纯粹为分享地图种子、软件、皮肤材质请到论坛各个对应版块下，谢谢！下面有一些引申的部分，也就是和其它版块的交集的处理基本原则是移走，错版的帖子哪怕关闭下沉也占着一个位置，还不如送走眼不见为净。\n展示&共享版：主要是带存档贴的交集，经和卤蛋的磋商最终达成谅解备忘录（需管理层方可查看）：http://www.mcbbs.net/thread-70264-1-1.html。也就是说单人版发帖是可以有条件地带存档的。\n这个要根据作者的发帖意图：如果是纯展示，不说做的东西是怎么做出来或怎么工作的，就是光扔存档+几张图寥寥数语——送去共享版；如果解说了原理和制作过程，或者是建筑教学等等的——留在单人版。同样的我们支持一种发双帖的形式，单人版解说带简要档，共享版贴图带详细档。这样互惠甚好。举例：http://www.mcbbs.net/thread-73304-1-1.htmlhttp://www.mcbbs.net/thread-73303-1-1.html你问我答版：这个看似简单，但实际上并不是很好界定，怎么说呢？伸手的T（谐音：踢）无误，余下的视发帖人意向，是求助的居多还是邀请大家来讨论的居多。红石相关的尽量放宽，因为红石玩家去转你问我答版的非常少。PE问答和MOD问答这个很好判断，单人版只涉及单人PC原版（极常见MOD如小地图等可以出现，但是如果直接问小地图哪下怎么装的话依然T走）。注意RP2的应属于MOD不属原版红石。这个T，一般是指关闭一周+移动，光免费移动只会助长不正之风。\n矿工茶馆主要区别在看楼主是游戏技术讨论类的还是纯娱乐、刷级灌水的。翻译创作版主要涉及的是游戏周边内容，这点说穿了也不难，文字绘画归翻译创作版，其它周边放我们这的资源分类。然后是游戏相关的一些教程等等，注意如果是我们国内玩家原创或转载国内的就是单人版，如果是提供出原文出处的翻译教程（比如从各种WIKI、Minecraft Forum等搬运+翻译的）就归翻译创作版的周边教程分类。\n3.注意帖子分类单人版目前还有一个问题是没有置顶索引，这个曾经是我和SH的一个项目之一，但是由于我比较不给力，红石索引的巨坑无限期拖延，这贴还一直放在版主沙龙里http://www.mcbbs.net/thread-58951-1-4.html，一直觉得很对不住他。所以，其实本版的分类实际上起到了代索引的作用，我一直比较注意这方面的维护。这是在版规中提到的分类依据：发帖分类指南（以选择优先级排序）：\n任何红石为主相关的请发红石研究分类（包括红石构造的制作原理解说教程等等）；某一方面较完整成系统的教程请发教程分类；单独的发现和技术分享请发技巧分类；游戏相关资源如视频、辅助工具、周边（音乐、图片、纸模等）等请发资源分类；\n（注，现在很多游戏专属内容已有专门版块，此分类发帖前请予注意）游戏日常心得和普通内容交流请发讨论分类；公告分类为版务专用，普通会员不得随意使用。\n\n换言之，当论坛会员点开单人版后，能通过分类功能归出相对价值较高帖子。补充两点，有少量红石构件，但不占主体地位的不属于红石研究，比如刷怪塔；教学不成系统，仅仅解说一个小知识点的不归教程归技巧分类。\n4.几个置顶帖的维护A、100%第一次接触这个游戏的新手，教学资源贴！更新各项链接与资源 2013.3.18B、【常见问题V1.5】【2012.10.6更新】C、Minecraft生存模式新手图文教程(2012.12.15更新)主要是以上三个，它们主要负担起新手教学的任务，这也是单人版两大任务之一。所以更新很有必要。这些我和SH都更新到后面所标示的日期，但是仍有一些残留问题。\n第一个有一个链接可能有损坏，一个引用帖找不见了。第三个基础版本太老且太过经典（不好擅动），很多元素已经不是那么回事了，所以比较需要一个新的图文教学。编辑注意：编辑前请用记事本保存备份纯文本原始代码。\n严禁使用WORD编辑再粘贴进去！这样做文字纯文本后台代码将会面目全非并可能导致未知错误。要编辑直接在论坛编辑界面，且最好在纯文本模式下编辑！图文教程的在追这个帖子，看看能否有望赶超前辈：MC最全面图文教程 【索引贴】\n顺便说下猪骑士的【SYL出版社】NBT标签实战教程—索引贴也是一个很好的系列，需要追下去。\n5.相关话题的作者群：换言之就是这些方面比较碉堡的人，熟悉他们的发言和作品有助于工作。本来想说说的，后来想还是算了吧，自己观察是很重要的。不能什么都靠我来提点，活跃会员都不认识那一定平常不常逛单人版。6.最艰巨的系统工程——清理老帖：这点也是为索引准备的。也是熟悉版块的一个或好或笨的办法。我反正先按分类清理，目前除了讨论分类外其余分类均清理完毕。但注意有很多上古的帖子是连分类都没有的，这些未分类帖子仍然有很大数量。注意719823597的一些教程设了屏蔽，看见了自己解除屏蔽就好。\n7.其它未明确定义的一些细节：本版不严格禁不禁挖坟，但无意义挖坟（如只有\"顶\"、\"支持\"、“无聊”、“图挂了”等等）将受到处罚，想回复老帖时还请再三斟酌——发些有营养有建设性意见的回复，越老的帖越要注意。回复可见，个人不推荐，总之我基本上都是手动取消。没工夫去和灌水者大战三百回合。屠版行为，视情况口头警告/发卡。小技巧：学会使用按照发帖时间排序帖子，这样事半功倍。\n最后是交班了：\n截止此贴发布，已按发帖时间排序倒序看到此贴：\n最好用的武器（選舉）\nhttp://www.mcbbs.net/thread-100020-1-1.html\n置顶A更新至版本1.5。\n除了讨论分类外其余分类均清理完毕。",
    "replies": [
        {
            "author": "Cpt.Dunn",
            "timestamp": 1363631100,
            "txt_content": "支持……一下……？"
        },
        {
            "author": "geludan",
            "timestamp": 1363632960,
            "txt_content": "看完了。鼓励新人很对，贴吧会员有和我抱怨过部分人对新人太不友好。共享版也很简单，鼓励发教程的同时往共享版扔一个存档。度度的帖子为什么屏蔽了还是个谜。最后，清理和考古工作，嗯，重任。\n\nJianghr我佩服你，你比我狠，我到现在还没狠下心来辞职，说不定某一天我就想通了。。不过必定在高考前啊。"
        },
        {
            "author": "ZGSsan",
            "timestamp": 1363634220,
            "txt_content": "那个隐藏内容我6级看不了~~==\n呵呵~~不过和我也没关系~~"
        },
        {
            "author": "1640681154",
            "timestamp": 1363637820,
            "txt_content": "版主似乎不好当"
        },
        {
            "author": "qw87375832",
            "timestamp": 1363641000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "m953568842",
            "timestamp": 1363644900,
            "txt_content": "貌似 很好的样子啊"
        },
        {
            "author": "猫小沫",
            "timestamp": 1363646340,
            "txt_content": "真的么。。虽然认识不算太多。。"
        },
        {
            "author": "RB君",
            "timestamp": 1363646460,
            "txt_content": "好罕见的版主"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1363648680,
            "txt_content": "码字辛苦了。\n我会记得你的。"
        },
        {
            "author": "Yihc",
            "timestamp": 1363649940,
            "txt_content": "看不到积分               "
        },
        {
            "author": "c丶上官小熙",
            "timestamp": 1363650300,
            "txt_content": "geludan 发表于 2013-3-19 02:56 \n看完了。鼓励新人很对，贴吧会员有和我抱怨过部分人对新人太不友好。共享版也很简单，鼓励发教程的同时往共 ...\n奇葩。版主大大你的头像。。。怎么了。"
        },
        {
            "author": "pogox",
            "timestamp": 1363652520,
            "txt_content": "很详细的手册，对版主刚上任时几个星期的无从入手状态很有帮助。（当时mine z上任时我也是这样，不过是口述所以很多细节上没有提到）。其实我觉得每个板块的现任版主都可以考虑为未来的新任版主写下自己的经验总结，为了接班人更快上手，也为了板块的平稳过渡。\n希望这篇手册能让一些怀着一腔热血，心浮气躁的会员对版主的责任和义务有一个感性的认识，也希望以往那样一拥而上的申请潮不再出现。。"
        },
        {
            "author": "Littlebear",
            "timestamp": 1363660560,
            "txt_content": "从谈吐和言辞来讲，都觉得您是个令人值得尊敬的人，所以小熊在这里想用您来作称呼。虽然不是很多交情，但是从言谈举止方面都看得出是一个很有能力的人。走了我觉得实在太可惜了。其实完全可以找一个人做副手"
        },
        {
            "author": "262949130000",
            "timestamp": 1363665420,
            "txt_content": "明理好作风撒~"
        },
        {
            "author": "ql17934862",
            "timestamp": 1363676160,
            "txt_content": "刚刚才看到这个帖子，总觉得说走就走有点太仓促... \n单人版作为一个更注重技术交流的板块，想必对版主的要求也比较高，不知新上任的版主能否合格继任。\n希望你已经找到了中意的接班人。\n\n既然要为现实奋斗，那我就祝你在生活中也能一帆风顺吧~"
        },
        {
            "author": "黄凯航",
            "timestamp": 1363676640,
            "txt_content": "难道jianghr君你推荐我当单人版版主？！"
        },
        {
            "author": "黄凯航",
            "timestamp": 1363676640,
            "txt_content": "对了我是被邀请过来的"
        },
        {
            "author": "黄凯航",
            "timestamp": 1363677300,
            "txt_content": "geludan 发表于 2013-3-19 02:56 \n看完了。鼓励新人很对，贴吧会员有和我抱怨过部分人对新人太不友好。共享版也很简单，鼓励发教程的同时往共 ...\n卤蛋你这奇特的头像又换了=。=\n话说我打算申请版主的\n而且祝jianghr君好运。。。。QAQ"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1363681620,
            "txt_content": "走好吧……\n我相信肯定会有有能力的人接管了\n（ps 挺感谢你对我NBT教程的支持的……至少我手头上的贡献基本上都是你给的呵呵）"
        },
        {
            "author": "IceFreeze",
            "timestamp": 1363683120,
            "txt_content": "我看到的时候你已经下了啊。。算了，GoodLuck~"
        },
        {
            "author": "Danny仔",
            "timestamp": 1363683240,
            "txt_content": "雖然很可惜。。但也祝你學業有成吧！畢竟現實才是最重要，另外希望單人版能物色到有潛質會員擔任版主吧！"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1363686120,
            "txt_content": "码这么多字辛苦了，工作第一，努力工作吧，有空的话多回论坛看看(但愿不要出现申请潮...)"
        },
        {
            "author": "黄凯航",
            "timestamp": 1363686540,
            "txt_content": "悲剧的是我的教程竟然被看我教程学玩Minecraft的玩家的好教程顶上去了QAQ"
        },
        {
            "author": "yusijin",
            "timestamp": 1363695360,
            "txt_content": "学习害死人啊！"
        },
        {
            "author": "jianghr",
            "timestamp": 1363698000,
            "txt_content": "geludan 发表于 2013-3-19 02:56 \n看完了。鼓励新人很对，贴吧会员有和我抱怨过部分人对新人太不友好。共享版也很简单，鼓励发教程的同时往共 ...\n嗯，回首7个月以来，我觉得我做的最主要的事情就是把单人版这个老版块的新定位给圈出来了。只有这样版块才能有明确的发展主题、方向和存在意义——不再简单地是一堆帖子的聚合体。\n期间经历了清理问答贴、划出MOD讨论部分内容、和你协商明确发帖规则，每一次的操作都是本版的一次瘦身，但每一次的削减都让单人版的定位更加明确，才会有志同道合的作者群体聚居于此。\n对于现实，我觉得对自己负责才能对论坛负责，强行榨取业务时间投入论坛是竭泽而渔之举，难以持久。"
        },
        {
            "author": "jianghr",
            "timestamp": 1363698540,
            "txt_content": "ql17934862 发表于 2013-3-19 14:56 \n刚刚才看到这个帖子，总觉得说走就走有点太仓促... \n单人版作为一个更注重技术交流的板块，想必对版主的要 ...\n确实走得有些仓促，所以我在这里码了这么多字。希望能对后来者多一些提点早日上手，尽量不影响单人版的用户体验。‘\n总体来说，单人版里行走需要相关技术，管理层里工作需要阅历为人。两者之交集就会是未来优秀的单人版版主。从近期帖子看来，接班人会有的。\n-----\nDJX当初让我多关照下你移过来的两篇教程贴，可惜我还是先折戟了，抱歉哈。不过现在DJX是大区{:10_509:}。"
        },
        {
            "author": "jianghr",
            "timestamp": 1363699920,
            "txt_content": "Littlebear 发表于 2013-3-19 10:36 \n从谈吐和言辞来讲，都觉得您是个令人值得尊敬的人，所以小熊在这里想用您来作称呼。虽然不是很多交情，但是 ...\n嗯，作为一名会员，我也将继续关注这单人版的未来。但是作为一个版主，太过不稳定的上线时间（鉴于工作因素今后这将还会缩减）实在是说不过去，这也是我自称“尸位素餐”的原因。\n居其位而不谋其事，总觉得内心不安，但要我每日处理版务N小时，那我就毕不了业了。总之两难之下，拖拉推延只会让自己徒增压力，倒不如早做抉择，让贤人居之。"
        },
        {
            "author": "h296863785",
            "timestamp": 1363701180,
            "txt_content": "我马上就快初三毕业了，所以好久没来论坛了，今天来看了一下，先顶一下，然后希望你学习和工作中取得成功，我毕业后也会长来论坛看看的"
        },
        {
            "author": "huangwenhui020",
            "timestamp": 1363701360,
            "txt_content": "辞职帖去晚了实在是对不起，有的话我就在这里说吧：\n真的，从上一年我开始进入管理层开始到现在，卷卷一直是我最为尊重的版主。其人作为同事来说，认真负责，不辞劳苦。红石技术和翻译就更不用说了。卷卷他从带我开始工作以来的耐心细致我到现在都在学习着。\n\n话真的太多，本人语文死的早真心说不出什么华丽的话语来。但是都是发自内心的。毕竟熟悉的人不用说太多话来煽情，不是么？\n\n最后，欢迎坛子里的MC玩家们常来单人版讨论技术问题。也希望卷卷在三次元里面继续用负责的态度赢得成功。"
        },
        {
            "author": "apibits",
            "timestamp": 1363704420,
            "txt_content": "\n\n\n\n\ndarhsjdfyj.jpg (3.81 KB, 下载次数: 9)\n\n下载附件\n\n2013-3-19 22:47 上传\n\n\n\n\n\n"
        },
        {
            "author": "jianghr",
            "timestamp": 1363822200,
            "txt_content": "pogox 发表于 2013-3-19 08:22 \n很详细的手册，对版主刚上任时几个星期的无从入手状态很有帮助。（当时mine z上任时我也是这样，不过是口述 ...\n确实，毕竟前任的工作经验对后继者是宝贵的财富，随离职就自己揣走确实对论坛是种损失。不如写下来给后来人参考。\n不过不要因此限制了后辈的思路和发展创新，这也是我在文中一直强调的。"
        },
        {
            "author": "jianghr",
            "timestamp": 1363823460,
            "txt_content": "huangwenhui020 发表于 2013-3-19 21:56 \n辞职帖去晚了实在是对不起，有的话我就在这里说吧：\n真的，从上一年我开始进入管理层开始到现在，卷卷一直 ...\n呵呵，还是同事说得好啊，看得出来你三次元压力也不小，期待双丰收哈～\n挖坟和索引两个大坑我算是栽在里面了，但是处理新帖是更重要的，毕竟版块不能只活在过去。也是在你来之后我才有精力从古坟中出来系统地参与到新帖的讨论中去，这样单人版的人气才能真正复兴。倒是后来我觉得我实在应付不了这渐涨的人气才决定辞职的。\n然后，期待你和新人君一起带领本版走向复兴！"
        },
        {
            "author": "strawmaine",
            "timestamp": 1363851240,
            "txt_content": "\n\n我不在的时候竟然辞职了。。。\n\n我也想辞职怎么办。。。"
        },
        {
            "author": "jianghr",
            "timestamp": 1363862220,
            "txt_content": "strawmaine 发表于 2013-3-21 15:34 \n我不在的时候竟然辞职了。。。\n\n我也想辞职怎么办。。。\n现实的责任还是占据了论坛的精力。精力分配实在不能本末倒置。我还赖着不走是种不负责任的表现。\n论坛还是伤不起一下走掉这么多\"高龄\"版主，还请坚持下吧，你不是一直吐槽MCer低龄化严重么。所以还请博士多指点各位吧！\n申请继任之一的资料里说是20岁，应该是学数电的一位大学生，感觉应该还可以。如果其上任后我觉得应该特别向他介绍下你和三晋，感觉每次论坛PK的时候你们俩都是最清醒的。论坛总要有若干清流人士。\n………………\n然后，你的爱心如上次回复我的那样达到了\"一千零一夜\"，我的人气正好也到1001～\n还有，你的签名是想表达一种无奈吗？"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1363864980,
            "txt_content": "huangwenhui020 发表于 2013-3-19 21:56 \n辞职帖去晚了实在是对不起，有的话我就在这里说吧：\n真的，从上一年我开始进入管理层开始到现在，卷卷一直 ...\n嘛……\n别忘记给我加贡献就好了XD"
        },
        {
            "author": "strawmaine",
            "timestamp": 1363866960,
            "txt_content": "jianghr 发表于 2013-3-21 18:37 \n现实的责任还是占据了论坛的精力。精力分配实在不能本末倒置。我还赖着不走是种不负责任的表现。\n论坛还 ...\n无奈是有的，这一切心烦大概也就源于玩家的低龄化。。。我也不能一直当好叔叔了，这个年纪的生活主旋律是工作赚钱，我也渐渐害怕把现实的烦躁带到网络上来。。。所以虽然不算是彻底离开论坛，以后肯定会少来论坛了。我想继续年轻，却惑由而立。管理层是BBS的心脏，让BBS永远有一颗年轻无忧的心，我想也是好事。看着MCer们一直那么活跃，我才能感到“曾为同类”的那份喜悦。"
        },
        {
            "author": "geludan",
            "timestamp": 1363869540,
            "txt_content": "strawmaine 发表于 2013-3-21 12:56 \n无奈是有的，这一切心烦大概也就源于玩家的低龄化。。。我也不能一直当好叔叔了，这个年纪的生活主旋律是 ...\n好叔叔你好，好叔叔再见"
        },
        {
            "author": "jianghr",
            "timestamp": 1363871940,
            "txt_content": "strawmaine 发表于 2013-3-21 19:56 \n无奈是有的，这一切心烦大概也就源于玩家的低龄化。。。我也不能一直当好叔叔了，这个年纪的生活主旋律是 ...\n事业上升期总是以燃烧青春为代价，保持一颗年轻的心实属不易。熊孩子和好孩子永远相伴，正如那些可爱或可恨的提问者。"
        },
        {
            "author": "Condor",
            "timestamp": 1363956300,
            "txt_content": "我从注册至今已九个月。。前期对地图版贡献略有成就，可如今时间掠夺了我的天赋。。。\n\n好吧，我自言自语。。。。。"
        },
        {
            "author": "LZ也玩MC",
            "timestamp": 1364085300,
            "txt_content": "很厉害，很给力，很给人动力，版主们都辛苦了"
        }
    ]
}