{
    "title": "重译《教程/采矿技术》部分草稿（有点想弃坑了……）",
    "author": "Cinnamon",
    "replyCount": 10,
    "timestamp": 1363611360,
    "txt_content": " 本帖最后由 Cinnamon 于 2013-5-27 23:22 编辑 \n\n一个半月没有更新非常抱歉。LZ这六个星期忙得团团转，所以不太有时间翻译。这里是到目前为止的翻译成果。\n关键问题在于LZ有点力不从心，想弃坑了……这篇文章中最有价值的东西都已经翻译了，剩下的东西有没有必要译出来呢？（……好吧，其实LZ是因为翻译Clc的矿井开拓方案时实在不能忍受而萌发了弃坑的想法……吐槽见正文）\n我知道这种帖子一般都不大有人看，但是各位朋友的评价就是LZ翻译的动力啊……希望各位有心于WIKI翻译的人小小地表个态，提一些意见LZ会感激不尽的！\n以下是正文。\n\n个人希望能够重译中文Mincraft WIKI中的《教程/采矿技术》这篇文章，发在论坛里的这篇是底稿。\n这篇文章非常之长，对新手也很重要。然而目前中文WIKI中的版本水平不尽人意。现在刚刚开始翻译，先发到论坛。\n\n下面这篇文章中的大多数内容来源于目前中文WIKI中的翻译，少部分为本人原创（原词条未翻译的部分主要在7.3.1后面）。主要的改动包括修正错别字和文法错误，更改误译，替换非标准译名和添加未译内容。\n本人翻译渣水平，而且这篇文章真的很重要。发在这里就是希望大家能够一起找茬。文章中不合适之处请各位指正！\n啊对，还有，千万别有蛋疼人士先发到WIKI上去啊！\n\n5.4.1之后的章节之前没有人翻译过。从这里开始，这篇文章的翻译全部为本人原创。\n本人不追求百分百的正确翻译。相比之下，我觉得简洁，有条理的文章更受大家欢迎。\n翻译的过程中，我对英文WIKI的原文做了很多修改，冗余的文字被删除，需要补充的地方做了补充，很多条目被重新排列。希望各位能够原谅。如果大家发现英文词条中还有一些有价值且未被翻译的文字，希望能在下面回复，本人一定及时补充。\n\n全文大体上已经翻译完毕。\n\n{{NoteTA\n|1=zh-cn:赞;zh-tw:讚; <--还要补充。已知的有服务器/伺服器-->\n}}\n{{Translation|Needed}}\n{{Translation|Outdated}}\n<--译者按：由于文中定义了一些专门用于讨论采矿技术的术语（参见“水平采掘技术->一些术语及其定义”部分），请各位编辑WIKI的朋友注意保持上下文中术语的一致性。本人不敢保证自己的译名是最好的，但请各位修改译名时，一定要把文中所有使用该译名的地方都改掉，谢谢！另外，一些术语的译名参考了中国大陆地区的矿业专用术语。希望熟悉港澳台，新加坡语言习惯的朋友能适当修改！-->\n在Minecraft的世界里，采矿可谓玩家常遇之客。但是不要一个人傻傻地埋头苦挖，下文将提供一些非常赞的技巧。\n到达基岩处的最快办法无疑是下挖垂直矿洞（虽然这并不能挖到很多矿并且非常非常地不安全，常常有掉落进天然矿洞和岩浆池的危险），然后在矿洞中浇水以方便上下通行。矿洞中应等间隔修筑气室，以防溺水。\n\n== 在哪儿采矿最好？ ==\n\nY坐标为11的地方应该最适合采矿，因为这一高度相对安全，而且所有矿物（尤其是钻石）的储量都比较丰富。查看自己所在高度的最方便的方法是按下F3打开[[调试屏幕]]，或者去找一个岩浆池（通常也在这一高度附近生成）。您也可以直接下挖到基岩层，再向上攀爬6层左右到达目标位置。确定位置之后，您就可以使用下面列出的各种技术来开始您的采矿大业了。\n\n== 如何开始采矿 ==\n \n您首先需要找到一个安全的区域，然后就可以开始采矿了。采矿之前，请准备充足的材料和食物。为使您在不幸摔落后可以顺利返回，请不要忘记携带梯子。请在矿道内四处放置一定数量的熔炉，这可以使您在需要时能烹制食物。请确保您携带足够数量的镐。为了能够在必要时合成其他工具，最好再带上一个工作台。对于采矿而言，熔岩极其危险，所以在采矿时记得携带一桶水。当进行多人游戏时，请只在附近进行开采，否则极易触发陷阱。当然，不要忘记携带火把以提供照明。\n万事俱备，现在出发！\n在采矿过程中建造铁路系统是十分必要的，铁路系统可以使您更为迅捷地在危机四伏的地下和地面之间来往以运送矿石。您可能需要制造[[运输矿车]]作为运输工具，并制造[[动力矿车]]或者[[充能铁轨]]（视自己拥有资源的数量而定）提供动力。但是请切记：岩浆能烧毁铁轨、爬行者能炸毁铁轨，其他怪物也能阻挡矿车运行。所以在铺设铁轨时请万分小心，您可能需要栅栏，石头等方块对铁轨加以保护。当然，有了适当的照明，您的铁路系统才能真正免遭损毁之虞。\n您有三种开始采矿之旅的基本方法，当然它们也可以结合使用：  \n# 在众多露天的洞穴中挑选一个洞穴并开始探险，尽可能地使您的探险道路向下前进。即便是很浅的洞穴也能提供储量丰富的煤和铁矿石，更深层还会有金矿石等其他矿藏。洞穴探险的好处在于不用挖掘大量的石头，但是另一方面，洞穴中经常会盘踞着许多怪物，地形险恶，无论是水还是岩浆都将会造成一定的阻碍。\n# 如果您没有找到一个易于通行的洞穴入口，却发现了竖井或者是[[结构|峡谷]]的话，在那里进行采矿也是不错的选择。您可以使用[[水|水桶]]来人为地制造一个瀑布，这样可以游到峡谷底部（或者游上来），接下来您就可以用前面所述的方法探索峡谷深处的洞穴。注意提防从高处坠落的怪物！爬行者尤其令人头痛。即使它没有给您带来死亡，也可能让您生不如死。您可以使用技巧[[支柱跳]]来照亮悬崖，或者到达那些看起来很高的隧道。\n# 当然，您也可以自己制造一个通向地下世界的入口：在方便的位置上（比如房间的地下室）挖掘一口垂直竖井，然后在适合的高度开始水平方向挖掘。通常这种方法会浪费更多的工具（因为所有的通道均需自行挖掘），但是配以合适的照明，您将几乎看不到怪物。您也有可能挖通了一个天然洞穴（事实上概率非常大！），此时您可以参照前面的技巧进行洞穴探险。关于采矿的最优策略众说纷纭，但是刚开始挖掘矿道时，最安全的方法应该是挖掘1×3的竖井并在中间配以楼梯免遭坠落。无论您如何布置您的矿道，请保障一定的光照以防生成怪物。当然，在洞穴中资源采集殆尽时，您可以返回您的矿道中继续开采。\n\n== 洞穴采矿 ==\n \n又称为''洞穴狩猎''。洞穴采矿简而言之就是探索天然洞穴，寻找并开采矿脉的活动。这项活动非常刺激且有挑战性，往往会用掉您在游戏中的大部分时间。矿脉会在洞壁，地面和洞穴顶部显露出来。在更新1.2版本以后由于洞穴附近的矿产会被增加(参见[[版本记录]])，因此以这种方式采矿会更佳。探索大型的洞穴系统结果往往是获得大量的矿石。洞穴采矿与其他方式相比回报更高，因为这种方式在单位时间内可以获得更多的矿石，需求更少的工具（不必在挖掘石头，泥土和沙砾的时候消耗掉过多[[镐]]，[[锹]]的[[物品耐久|耐久度]]）。\n另一方面，洞穴探险也极度危险。未探索的黑暗洞穴中将出没许多[[生物]]；探索时必须带上[[剑]]，[[弓]]和[[盔甲]]。玩家在进行洞穴采矿时需要携带大量的[[火把]]来提供照明和防止生成更多的怪物。规模巨大的洞穴系统盘根错节，需要加以留心定位才不至于迷路。在洞穴中移动过快会漏掉一些通道忘记安放火把（这些位置可能会生成怪物），有可能会使您掉落竖井以及熔岩池中。某些洞穴在高度11以下的部分充斥着岩浆。基于以上这些因素，通常在面对全新的洞穴时需要先行进行探索和安放火把，在返回的途中再行开采矿石。尽管这样增加所需时间和降低采矿效率，但安全为上。\n[[洞穴]]页面中有探索大型洞穴系统的一些技巧，关于导航部分请参见[[教程/导航]]。\n带上装水的桶是个好点子。洞穴会随机出现一些岩浆流，在10层以下的一些洞穴甚至被巨大的岩浆池所填充，当您无意中掉落其中可以用水桶来扑灭火焰。同时，也可以作为在岩浆池表面制造[[黑曜石]]的手段(在固体方块上倒水让水流流向岩浆池；不要站在水流和岩浆之间）。如果您无暇招架怪物，您也可以在“选项”中将难度调为“和平”，这样会阻止生物的刷新。但是此时您掉进岩浆后依然会死掉，所以还是不要忘记带上水桶！\n洞穴通常会包含许多死胡同和废弃矿井，也会有很多挡路的沙砾与泥土。这些死胡同实际上很多都只有薄薄的隔层，如果进一步挖掘，有时会探索到相邻的整个洞穴系统。漂流式挖掘是通过挖掘死胡同简单地寻找邻近的洞穴的方法。在死胡同里听到生物的声音传来的时候，使用漂流式挖掘可以非常高效率地发现[[地牢]]。\n您也可以利用各种漏洞调用''X-ray视野''来发现洞穴，但是在服务器中这一举动很有可能会被封禁。最易于利用的漏洞就是站在1×2的洞穴之中（也就是说四周被岩石覆盖）使用活塞向头部推动萤石或TNT。注意不要使TNT被充能！\n封堵无意义的洞穴是有必要的。当您已经走到一条洞穴的尽头，并且挖光了沿途所有的矿物，那么，收拾好路上的火把，回到交叉路口，然后用建筑方块把洞口堵上。您一定不想被迷宫一样的洞穴搞得心烦意乱，或者从哪条洞穴里突然冲出一只怪物吓您一跳。这么做同时也为您省下了不少火把。\n=== 废弃矿井 ===\n您不时会发现穿进洞穴的[[废弃矿井]]，您自己挖掘矿道时偶尔也会遇到它们。它们可以当作普通洞穴对待，但是废弃矿井中的资源比普通洞穴要丰厚得多，尤其是在蜘蛛网和木材方面（采集[[蜘蛛网]]得到的[[线]]可以制成[[羊毛]]作为标记使用）。不过，探索废弃矿井也有其特别的危险性：结构十分相似的矿道可能会使您迷失方向，而在矿井中预先放置的火把更是您难以分辨该区域是否被探索过。废弃矿井还经常会有[[洞穴蜘蛛]]出没，这种生物极难接近和消灭。\n由前面的描述可知，废弃矿井中预先布置了一定数量的火把，所以遭遇攻击型生物的几率会大大下降。支撑矿道的[[木板]]数量巨大，可以减少您因木材短缺而返回地面的次数。此外，矿道中经常会出现一段段遗弃的[[铁轨]]和装满财宝的箱子。一种避免迷失方向的方法是简单粗暴地去除矿道中所有的附加设施，只留下3×3的通道。这样做会使您能够回想起这里是否走过，但是缺点在于会浪费很多时间（以及镐）。最简单的方法是把火把全插在路的右边。这样回来的时候只要保证火把在左边就可以安全返回。还有一种方法是把3格宽地面的中间一格打掉，形成一个沟槽来标记走过的路。您甚至可以在里面倒岩浆来照明，或是铺铁路。\n=== 被沙地覆盖的洞穴 ===\n<--这一段原文质量欠佳，有没有必要翻译呢？-->\n如果您准备在覆盖着沙子或沙砾的地方（例如沙漠生物群系）采矿，您可以先破坏一个沙子或沙砾方块，然后观察是否有其它方块下落。如果有的话，这意味着您的附近有一个空穴。\n这种做法有一定的危险性。破坏身边的方块时，您脚下的方块也可能会一起下落。您可能需要借助梯子或者挖出一条路才能回到地面。但愿追杀您的怪物在阳光下失去威胁！另外，爬行者在这里比其他地方更加危险，落下的沙子也可能盖住矿物。\n=== 洞穴采矿携带物品清单 ===\n<--内容多处与文中其它地方重复，求精简意见！-->\n# 一把[[镐]]。假如这是您的采矿初旅, 那么请采集一些[[圆石]]，然后做一把[[镐|石镐]]吧。如果您已稍有采矿阅历，那么采矿时请带上两把[[镐|铁镐]]以及至少一把石镐。如果您已经得到了一些钻石，并且您希望在钻石存在的深度进行一次高效的采矿，那么一把[[镐|钻石镐]]您值得拥有，它不仅耐久更高，并且是唯一可以挖掘[[黑曜石]]的工具。矿镐常常没有挖到足够的钻石的时候就损坏掉了，如果您希望节约珍贵的材料，那么带一些石镐用来挖石头，带一把铁镐专门用来采矿。\n# 一把[[锹]]。至少携带一把[[锹|铁锹]]以帮助您快速地挖开[[泥土]]和[[沙砾]]，摆脱用手挖土的繁琐过程。如果您的铁别有他用，带一到两把[[锹|石锹]]应该也够用了。\n# 建筑方块，包括泥土和受重力影响的沙子。由于地下没有天然的沙子存在，您可以用它来标记道路。探索地下峡谷的时候沙子也特别有用。泥土可以很方便地在峡谷和岩浆甚至是充满岩浆的峡谷（真的有，非常壮观）上搭桥。如果您发现一大波僵尸或爬行者向您接近而又来不及招架，立刻拿起手中的方块进行柱子跳，然后逐个击破（手头有一桶岩浆的话直接倒下去）。\n# [[火把]]。建议至少整整一组，多多益善。照亮您的四周可以使您了解探索过的地区以免迷路，亦将[[生物|怪物]]生成的可能性降低至最小，并且有助于发现隐藏在阴影中的矿物。\n# [[木头]]。假如耗尽了工具或者火把，您可以用它们做一个[[工作台]]和[[木棍]]来补充您的镐，锹，以及火把（您会在采矿时找到足够合成它们的煤炭的）。\n# 一个[[水]]桶。这将非常有用。当您着火的时候，它能扑灭火焰挽救您的生命和物品；您遇见岩浆时也可以使用它将岩浆变成黑曜石。\n# 一个空[[桶]]。空桶可以用来收集岩浆。岩浆桶不但可以作为熔炉的燃料，也可以当做另类的杀怪工具。当您失去了您的水桶的时候，您也可以用空桶来装水。\n# [[食物]]。长期的采矿生涯会慢慢耗尽您的[[饥饿|饥饿条]]。带上食物可以让您在洞穴中探索得更久，同时保持食物饱和度可以使您在受到攻击后能自动回复健康。\n# 武器:任意一种[[剑]](宜用石制或者更好材料的)，一把 [[弓]]和一些[[箭]]。这些可以帮助您抵御遇到的怪物。\n# [[盔甲]]。可以防护在采矿时遇到的各种伤害，包括被怪物攻击，被岩浆流灼伤以及从高处掉落。\n# [[箱子]]。在您探索岩浆洞穴的时候，您可以用箱子来存放物品以规避死亡带来的损失。没有箱子的您死掉之后也许会损失一整组的铁，许多黄金，以及所有的食物和武器，但是您也可以选择在一个地方放上工作台和箱子，这样当您死亡的时候最多损失少量的煤炭，火把，石头和采矿的镐。\n# [[告示牌]]。通过在告示牌上留下信息和由ASCII码构成的箭头，您可以在洞穴中标记路线。常用的信息如：''出口 ->''、''居住所^''、''此处有僵尸刷怪笼''。\n# [[梯子]]（可选）。梯子的用途在于当您不慎摔落后却无法返回时……当然，您也可以通过梯子到达高处的矿道和平台。此外，梯子和栅栏一样可以用来阻挡洪水。\n# 不同种类的标示物（可选）。除了上文提及的告示牌，[[木头]]应该是最早可以获得的资源，如果身上有南瓜的话，您可以合成[[南瓜灯]]用于照明和指路。\n# [[栅栏]]。栅栏不仅可以用来挡住未探索过的矿道，当您遇到水流和地下河，又没有带空桶的时候，它还可以用来切断水流。\n# [[种子]]或[[西瓜种子]]（可选，中级技巧不在准备工具范围内）。种子的用途在于建立一座简单的农场。通过放置泥土，使用锄和种子，您可以得到一些应急的食物。您还可以通过猎杀[[骷髅]]来获得[[骨粉]]使作物快速成熟。\n# [[药水|抗火药水]]（以下这些提示适用于那些精通于洞穴探险的高端玩家）。当您在岩浆或者火焰附近工作的时候喝下它，比如在您发现的资源位于一个地下岩浆湖里的时候就可以尝试着喝上一口（否则您需要挖下去绕过岩浆来采集）。药水可以保护您免受火焰灼烧，也允许您免伤地在岩浆中游泳。 这种药水得成分虽然罕见，但一旦您找到了是很容易培育的。如果您还没有这种药水，切记带上装满水的桶子。\n# [[末影箱]]（可选）。不同维度内的末影箱之间可以不受限制地共享物品。\n\n== 人工矿井采矿 ==\n又称为''垂直式采矿'' 或''矿井采矿''，即开掘自己的矿道来探索隐藏资源。如同任何其他挖掘工作一样，您需要当心岩浆，水流，陷坑和充满怪物的洞穴，也许它们就在下一个方块后面。\n=== 方法 ===\n您首先需要建造通向目标矿层的阶梯或竖井。然后向四周水平开掘房间与巷道（这一工作常常在数个不同的高度上同时进行）。您可以在下行坑道边建造小型基地，在那里放置[[箱子]]、[[工作台]]，[[熔炉]]甚至是[[床]]。您还可以制作一个用来取水和倒水的“水池”，做法如下：挖掘一个2×2，1格深的空地，在对角线的两方格中放水。1x3或L形的无限水源也是可以的，只不过取水的时候不要取端头的水，否则就不是无限水了。\n<--原文接下来是无营养文字一段-->\n=== 矿井开拓技术 ===\n \n<--简易矿井应归类为垂直矿井。有用的话已移至相关位置-->\n==== 阶梯式矿井 ====\n[[File:StaircaseMine.png|300px|thumb|right|阶梯式矿井示意]]\n阶梯式矿井的优势在于您可以在不使用梯子的情况下方便地出入。将采矿而得的大量石头合成为[[楼梯|石质楼梯]]可以让您更为方便地上下（不需要跳跃了！），但此时您需要将矿井通道加高一个方块才能通行。阶梯式矿井每下降一方块至少需要挖掘三个方块（不包括放置楼梯所需的额外头部空间）。以下是几种阶梯式矿井的可能形式：\n===== 直线式阶梯矿井 =====\n直线式阶梯矿井一般向下方建造，偶尔也有可能向上建造。后一种方式建造的矿井未必有用，建议挖掘时带上[[地图]]以了解上方地表的情况。当您需要挖出另一条返回地面的路线时，您可以能会处于一个完全陌生的地区。同时，自您的居所延伸出来的楼梯随着您的深入很可能会超过了您居所的区块载入范围，或者至少离您的居所相当远。此时您在居住地附近耕种的庄稼将停止生长。直线式阶梯矿井的宽度可以为一方块、两方块甚至是三方块。\n挖掘直线式阶梯矿井最基本的方式即是45°向下挖掘，每向下挖掘一层向前掘进一格。如果您在挖掘时将高度设置为四方格而非三方格，您从地底返回时会较为容易一些，因为这样您在通过跳跃爬楼梯的时候不会有“撞到头”的感觉。每隔5层安放一个火把既能保障一定的亮度，又可以为您提供高度信息。\n当然，您也可以向对角线方向挖掘。首先面向一个角落，将它想象成为一个2x2x2方块缺一角的样子，然后挖掉这七个方块并放置火把。这种方法下降一层需要挖掘更多的方块，但也可以让更多的方块暴露出来。\n您也可以采用较为平缓的台阶式方法，每向下挖掘一层向前掘进两格。这样虽然会在水平方向上增加了矿井的长度，但是却大大方便了铁路和矿车系统的铺设。\n===== 螺旋式阶梯矿井 =====\n虽然螺旋式阶梯矿井结构复杂，转向频繁，但是其优点在于可以在保持区块不变的前提下向下不断深入。螺旋式阶梯矿井向您提供了一种对目标针对性的挖掘方案，同时也是一种安全迅速地抵达基岩的方法。\n====== 3x3 螺旋阶梯矿井 ======\n一种水平占地3x3的螺旋阶梯矿井设计如下：在以您为中心3x3的区域内绕着圈移动，每移动一格向下挖掘一格，确保下挖过程中保证隧道有足以容纳头部的空间。您可以选择保留中央立柱作为楼梯的隔墙，也可以挖掉它好在中间放梯子。同样地，您也选择可以在螺旋的阶梯上铺上楼梯块来提高返程效率。此外，搭完梯子之后，您可以挖走中央立柱，然后在最底部放上一格水（为避免淹没矿井，建议在下方挖掘1x1的水坑）。这可以让您直接跳进矿洞节约时间。\n移走中央立柱可以透一些光进来，但是却增加了危险：小心不要掉下去。（尽管在底部放水后并不会使您受伤）\n这种设计每转一圈下降8层。\n====== 2x2 螺旋阶梯矿井 ======\n与3x3的设计类似。然而您将在2x2的区域内开掘矿井，这意味着没有了中央立柱。遇到沙砾和沙子时，您需要用泥土和圆石换掉它们。\n<--此处有一句中文原创，抱歉删除之。一是价值一般，二是作者没有考虑顺时针螺旋的情况-->\n这种设计每转一圈下降4层。由于这种矿井的通道至多只能有三层高，所以完全无法安放楼梯。\n====== 5x5 螺旋阶梯矿井 ======\n与3x3的设计类似，但是您将沿一个5x5区域的边缘挖掘。中央立柱可以被清除，用来搭建梯子，放置瀑布或向地下提供光照。最外圈可以安装楼梯，而中间层可以用来防止玩家掉落。\n<--此处一段营养有限的文字-->\n这种设计每转一圈下降16层，在开掘的过程中，您也探索了一片相对宽广的区域。这种设计的缺点在于各圈楼梯之间的资源容易被错过。\n==== 垂直矿井 ====\n'''垂直矿井''' 是通过下挖竖井进入地下矿层的采矿技术。您可以开掘任意尺寸的矿井，但是挖掘1x1矿井是非常危险的，因为您会有落入天然洞穴或岩浆湖的风险。即使您打算挖掘更大的矿井，为了防止被岩浆伤害，您也有必要带上一桶水和一组方块。在竖井中，您可以搭建玻璃隔层并向四周挖掘来建造基地。\n===== 1x2 =====\n# 选址（1x2的区域）。\n# 在您对面的地方向下挖一格（不要挖脚下）。\n## 跳进坑里。\n## 挖走您对面的方块和它下方的方块。\n## 在所有块上放满梯子（1.5版中，您不能通过梯子往上爬）。\n## 按照2.1继续。\n# 如此循环直到您到达目标高度。然后就可以按照您选择的方法水平探矿了。\n<--这一句中文原创，似乎有问题-->\n==== 跳水式矿井 ====\n在直上直下的矿井里，您可以极快达到底部：只需要纵身一跃，跳进底部的水洼中即可；攀升则通过梯子。完成这种矿洞必要的准备包括64节梯子和两桶水。然后您将下挖一个3格宽的垂直隧道。到达矿井底部后，一端做成水洼，另一端布置梯子。完成后把中间填满以免当您跳跃的时候落在水洼之外。\n关于建造细节的直道可以参见[[Tutorials/Vertical Mine Shaft With Water Drop|Vertical Mine Shaft With Water Drop]]。\n\n<--本文含金量最高的部分-->\n=== 水平采掘技术 ===\n\n<--原译者翻译这一段时似乎太过依赖翻译机，以至于译文质量很有问题-->\n又称为''资源性采掘技术'' 或''层状采掘技术''。\n==== 安全注意事项 ====\n横向挖掘比起纵向挖掘要安全一些。但仍有必要采取一些类似的安全措施。建议在您的物品栏中放置一个水桶和一些廉价且不易燃的方块（例如沙子，沙砾或圆石），它们可以用于快速堵塞岩浆泄漏处，水可以将岩浆源转化为黑曜石，也可以灭火。\n==== 一些术语及其定义 ====\n<--为照应下文的论述，一些定义做了修改-->\n主巷/入口巷道：1x2或2x2的巷道，用以连接其余的巷道。\n开采效率：采掘出的矿石数量与采掘所耗时间之比。\n资源利用率：每区块采掘出的矿石数量与区块中矿石总量之比。\n权衡：在矿井的开采效率与资源利用率之间做出平衡。\n布局：矿场的俯视图。\n支巷：仅为开采矿石而开掘的巷道。\n支巷长度：开掘支巷需挖掘的方块数，建议用石镐耐久度的下降程度来度量。\n间距：相邻支巷之间的距离。\n资源的完全利用：如果一种矿场设计能够使得一个区块内的所有矿脉被发现，则称这种设计实现了资源的完全利用。\n分层：将两处矿场上下堆叠，在略微降低开采效率的同时极大提升资源利用率。\n====开采效率 vs 资源利用率====\n<--和上面定义重复的地方已删去-->\n开采效率可以近似地用发现的矿石数量与采掘的方块数之比来度量。资源利用率可以近似地用发现的矿石数量与区块内方块总数之比来度量。由于这两个概念都牵涉到''发现的矿石数量''，它们常常会被混淆。下面是一个计算开采效率和资源利用率的例子：\n假设我们开掘1格宽，2格高的支巷。如果所有的矿脉规模都不小于2x2x2，那么我们就没有必要让所有的方块都显露在外。支巷间距为3，层间距为4的矿场设计就可以达到资源的完全利用。\n如果90%的矿脉规模为2x2x2，10%为1x1x1，上述设计仍有98%的资源利用率。100%资源利用率的设计会使采掘量提高一倍，却只能增加2%的收益。这也就意味着开采效率下降了近一半。\n为了能精确地测量开采效率，我们使用如下公式：\n开采效率 = 开采出的矿石数/开采出的总方块数\n这一公式与真实世界中计算开采效率的公式类似（金属质量（克）/岩石移除量（吨））。\n我们首先做如下假设：\n# 矿脉的位置是随机的。\n# 矿脉的走向是随机的。\n# 矿脉有一定宽度。两条支巷距离太近可能会导致矿脉被穿过两次。\n在Minecraft中，这些假設基本上是正确的，尽管也有明显不对的地方（例如钻石矿脉在单个区块中只会出现一次）。\n于是我们发现了问题的核心：支巷间距。\n传统的''高效''采掘法要求支巷靠在一起，尽可能地使所有的方块暴露出来，从而开采全部的矿脉。所以我们先假设支巷间距为1，即两条支巷之间仅相隔一个方块。\n第一条开挖出的支巷无疑有极高的效率（事实上是可能达到的最高效率）。然而第二条的效率就会很低，因为它遇到的矿脉绝大多数已经在第一条支巷中被开采掉了。后面的支巷效率也和第二条支巷类似。总体上看，支巷间距为1的设计是极其低效的。\n现在我们假设支巷间距为2。很多人使用这一方案，因为这样可以使一层中所有的方块都暴露出来。然而这一方案下，前两条支巷仍然会穿过几处相同的矿脉，所以它也非常低效。\n我们可以这样想：只要前两条支巷仍有可能穿过同一处矿脉，这种采矿方案就并非是最高效的。由此可知，最高效的方案是让支巷间距足够大，以至于相邻两条支巷完全不可能穿过同一矿脉。\n有玩家<--英文WIKI，Piesforyou，Minecraft版本，地图种子及位置未知-->用MATLAB做了一次虚拟实验。他使用了一张真实的Minecraft地图的横截面和一种虚拟的采矿方式（开掘1格宽的支巷，途中收集所有遇到的钻石。真正的玩家一般也是这样做的）。尽管这一实验仅针对钻石，但其方法也适用于其他矿石。实验中尝试了不同的支巷间距（从1到10），记录了每种情况下开采出的钻石数和总方块数，并计算每一种间距的效率。结果如下图：[[文件：间距与效率.JPG |最大效率在间距为6时达到]]\n实验结果证实了我们的猜想——支巷排列过密会降低效率，支巷间距为6时，开采效率达到最大，约为1.7%。在这一间距下，各支巷实际上已经相互独立。从统计学的角度来说，由于相邻的支巷不会穿过同一矿脉，遇到矿脉的几率已达到最大。支巷间距大于6时，开采效率并无太大的增加。支巷间距为10时，开采效率开始下降。这是地图横截面尺寸过小导致的误差。如果实验用的地图足够大，开采效率应该会一直维持在最高水平。\n我们对上面的讨论做一个总结：\n<--第一条无营养-->\n# 我们可以给出开采效率的一种可行定义：开采效率 = 开采出的矿石数/开采出的总方块数。\n# 开采效率达到最大时，相邻支巷彼此独立（即不会穿过同一矿脉）。\n# 支巷间距为6时，开采钻石的的效率达到最大。由于开采其他矿石远比钻石容易，建议平时使用这一间距采矿。\n\n=== 矿场布局 ===\n \n==== 平面树形布局 ====\n树形布局即从主巷开掘出分支，在尽量少开采方块的同时使尽可能多的方块暴露出来的布局方法。\n<--非100%原文-->\n===== 丰字形布局 =====\n这是寻找稀缺资源的一种代价较低的方法。首先挖出通向矿床的通道，然后向两边挖掘，就像树枝从树干长出来一样。\n# 建造一条通向矿床的阶梯。\n<--此步无意义，略去-->\n# 向前挖一个3×3的房间。\n# 建造主巷，每隔四块挖出一条32格深的支巷。（并非最佳方案。关于最佳支巷间距的讨论见上方[开采效率|分析]）\n# 为了进一步提高效率，您可以在主巷的末端向前挖一个4x1x1的探孔，这种探孔的效率比两格高的隧道要高。\n<--内容重复，略去，增加至相关章节的链接-->\n示意图如下:\n\n                            X = 主巷\n                            B = 支巷\n                            S = 阶梯\n                            Y = 房间（可用于存放物资）\n                            \n                            \n           B       B                 B       B\n           B       B                 B       B\n           B       B                 B       B\n           B       B                 B       B\n           B       B                 B       B\n           B       B                 B       B\n           B       B       YYY       B       B\nX X X X X X X X X X X X X YYY X X X X X X X X X X X X\n           B       B       YYY       B       B\n           B       B        S        B       B\n           B       B        S        B       B\n           B       B        S        B       B\n           B       B        S        B       B\n           B       B        S        B       B\n\n\n支巷的长度并不重要，但是32格长度是有其道理的，因为此时开挖一条支巷会耗费一把石镐一半左右的耐久度（石镐的耐久度为132）。\n===== 羽状布局 =====\n羽状布局是丰字形布局的变体，它减少了发现矿石所需的工作量。就像其他典型的树状布局一样，羽状布局同样需要从主巷开掘出分支，但是支巷间距要大得多（下面示意图中的支巷间距为13）。建造支巷时，您可以等间隔地在左右两边打出探孔，以发现深处潜藏着的矿石。\n这是一幅典型羽状布局矿场的示意图：\n     . = 支巷（两格高）\n     # = 石头\n     - = 探孔（一格高）\n     T = 主巷\n     # # # # # # # # # # # # #\n     # - - - - - . - - - - - #\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     # - - - - - . - - - - - #\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     # - - - - - . - - - - - #\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     T T T T T T T T T T T T T\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     # - - - - - . - - - - - #\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     # - - - - - . - - - - - #\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     # # # # # # . # # # # # #\n     # - - - - - . - - - - - #\n     # # # # # # # # # # # # #\n===== 转轮式布局 =====\n[[File:Mining system.PNG|300px|thumb|right|支巷间距为2的转轮式布局]]\n这是一种较为费时，但覆盖区域也较大的布局方法。\n# 建造一条通向矿床的通道。\n# 挖出一个房间。一个功能齐全的基地可能需要10x10x8的空间，但是如果您的房间仅仅作为巷道交叉点的话，4x4x2的空间就足够了。（如果您要建造2格宽的主巷，房间的长和宽最好为偶数。1格宽的主巷则应搭配长和宽为奇数的房间。）\n# 从房间墙壁的中间向外开掘主巷。建议一直挖掘到背包装满为止。这一过程本身就可以让您收集到数量可观的矿石。如果您的主巷与支巷宽度相等，建议在主巷中放置告示牌作为标记。\n  注意：如果您使用直线式阶梯到达矿床的话，阶梯方向的主巷会较难建造。\n# 在返回途中标记需开掘支巷的位置。\n# 清空背包之后，返回主巷，开始建造支巷。建议在背包仅余3格空间时返回。\n# 在返回途中放置火把并收集未开采的矿石。\n这种布局的效率可与[http://www.minecraftforum.net/to ... mineexpandable-v02/|Pheonix布局]媲美，而且修改布局也比较方便。不过玩家采矿时行走的路程仍然较长。\n<--Pheonix布局的名称来源于其发明者的论坛ID-NZPhoenix，所以我没有翻译。另外他的想法很不错，有兴趣的人可以看一看。-->\n===== 基地-分支式布局 =====\n下面是示意图中矿场的建造过程，这一矿场的资源利用率为100%。\n# 建造一条通向矿床的阶梯。这里为了达到100%的资源利用率，阶梯被建成两格宽。\n# 向前挖一个10x7x3的房间。注意要让阶梯处在10格长的那面墙的正中央。\n# 从房间的一角开始，每隔两格开掘一条支巷。\n示意图如下:\n      A = 空气\n      B = 石头\n      S = 阶梯\n      T = 支巷\n\n                  A A A A A A A A A A T T T T T\n                  A A A A A A A A A A B B B B B\n                  A A A A A A A A A A B B B B B\n                  A A A A A A A A A A T T T T T\n                  A A A A A A A A A A B B B B B\n                  A A A A A A A A A A B B B B B\n                  A A A A A A A A A A T T T T T\n                  T B B T S S T B B T \n                  T B B T S S T B B T\n                  T B B T S S T B B T\n                  T B B T S S T B B T\n                  T B B T S S T B B T\n适当地调节上述建造过程中的参数，您就有了一个覆盖面积大，而且也十分高效的矿场。\n==== 分层树形布局 ====\n分层树形布局是将数个平面树形矿场上下堆叠的布局方式。如果您选择了这样的布局，您应该让您的支巷之间相隔奇数个方块。否则您的开采效率会降低，开采盲点也会出现。\n举例如下：\n如果所有矿脉的规模均为2x2x2，则下图中的布局方式开采效率为100%。更小的矿脉则有一定概率不被发现，但是这一概率并不高——这种布局的实际资源利用率在80~90%之间。\n（支巷Y坐标为8，12和16）\n:oxoooxoooxooo\n:oxoooxoooxooo\n:ooooooooooooo\n:ooooooooooooo\n:oooxoooxoooxo\n:oooxoooxoooxo\n:ooooooooooooo\n:ooooooooooooo\n:oxoooxoooxooo\n:oxoooxoooxooo\n:ooooooooooooo\n:ooooooooooooo\n（基岩      ）\n（x=支巷, o=石头）\n这种布局适合在单人游戏中使用。如果您不希望在您的矿场正上方或者正下方有未发现的2x2x2钻石块，这种方案就是一个不错的选择。\n下图中布局的层间距为3。这种布局的效率比上一种低很多，但是可以找到区块中90%的钻石：  \n:oooxoooxoooxo\n:oooxoooxoooxo\n:ooooooooooooo\n:oxoooxoooxooo\n:oxoooxoooxooo\n:ooooooooooooo\n:oooxoooxoooxo\n:oooxoooxoooxo\n:ooooooooooooo\n:oxoooxoooxooo\n:oxoooxoooxooo\n（x=支巷, o=石头）\n这种布局适合在有些拥挤的服务器中使用，因为这样的游戏环境下资源利用率更重要。\n如果您愿意牺牲开采效率以换取100%的资源利用率，您可以令层间距为2：\n:oooxoooxoooxo\n:oooxoooxoooxo\n:oxoooxoooxooo\n:oxoooxoooxooo\n:oooxoooxoooxo\n:oooxoooxoooxo\n:oxoooxoooxooo\n:oxoooxoooxooo\n这种布局不但低效，而且会给入口巷道的设计带来困难——右图是两种针对这种布局的交通方案。这种布局仅适合在极其拥挤，一块矿石值千金的服务器中使用。\n[[File:Mining example.png|400x|thumb|right|资源利用率为100%的高效分层树形布局]]\n[[File:Tunnelmining.png|400x|thumb|right|这种设计允许玩家先选择采矿高度，再选择适当的支巷]]\n几乎所有的平面布局都可以改造为分层布局（尽管建造一个采用分层Phoneix布局的矿场也确实令人头疼）。分层布局的开采效率略低于平面布局，但资源利用率却会极大提升。玩家可以通过选择适当的层间距来控制矿场的资源利用率。\n\n== 特殊采矿技术 ==\n\n=== TNT爆破法 ===\nTNT爆破法是一种危险的采矿方法。这种方法可能伤及玩家，也可能摧毁矿石。如果您下决心采用这种方法，您可以采用下面所述的“三格嵌入爆破法”：\n首先找到一面合适的[[石头]]墙，向内挖三格，在第三个镂空位置放置TNT，用打火石右击点燃后退后几步快速在洞口放置一个石头方块：爆炸会创造出一个完美的4x3x3的洞。您可以按需要重复上面的操作。\n一种更快速但是风险也更大的技术是在墙壁上挖出一个小的壁橱式的空间，然后用大量TNT填满后引爆。这会创造出相当大的洞穴，然而这种方法会摧毁大量的方块，包括某些未被发现的珍贵矿藏，而且爆破也可能让大量岩浆涌入通道，造成洞穴难以进入并且烧毁爆破产生的方块。\n=== 活塞探洞法 ===\n您可以利用[[活塞]]发现附近的洞穴，方法如下：\n面朝墙壁方向安放活塞，通过[[拉杆]]、[[红石火把]]等工具为活塞充能。如果活塞方向上12格内存在洞穴，活塞会将岩石推入墙中，留下一个小洞。\n=== 活塞取矿法 ===\n活塞取矿法是一种采集少量珍贵矿石（例如钻石矿）的方法。这种方法也可以用于在危险区域制造“窗口”。具体步骤如下：\n# 在目标区域一侧寻找一个相对安全的地方，挖一个2格宽的洞。\n# 在洞里放入一个可被推动的方块，在方块后面放置一个活塞。如果您的目的是制造“窗口”，第一个方块建议使用玻璃，为了节约材料，我们之后可以使用较廉价的方块来推动玻璃。\n# 在目标区域另一侧相对的地方挖一个“取矿口”。注意活塞一次只能推动12个方块。所以“取矿口”的深度一定要合适。\n# 激活活塞，让活塞推动前方的方块，然后撤掉能源。\n# 去“取矿口”取出方块，然后在活塞前方放入另一个可被推动的方块，激活活塞。\n# 如此循环，直到全部矿石被取出，或者危险已被探明。<--这里有一句未翻译-->\n# 拆下活塞以备日后使用。\n这种方法仅能开采少量矿石。但是如果您需要开采危险区域中的钻石矿，或者需要探查潜在危险的时候，这种方法就会非常有用。\n\n== 其他采矿技术 ==\n<--未翻译的文字大多在此-->\n\n=== 露天采矿 ===\n这是一种一层层剥离矿山表面，直至整座矿山被夷为平地的采矿方法。最上面的五层方块可以用TNT清除，因为这些方块中包含矿石的可能性极低。\n以下是本方法的示意图:\n      A = 空气\n      B = 方块\n第一步效果如下：\n          A A A A A A A A A A\n          A A A A A A A A A A A A\n        A A A A A A A A A A A A A A\n        A A A A A A A A A A A A A A A\n        A A A A A A A A A A A A A A A\n      B B B B B B B B B B B B B B B B \n清除掉前五层之后，您就应该自己动手挖掘了。\n接下来的几步效果如下：\n          A A A A A A A A A A\n          A A A A A A A A A A A A\n        A A A A A A A A A A A A A A\n        A A A A A A A A A A A A A A A\n        A A A A A A A A A A A A A A A\n      A A A A A A A A A A A A A A A A\n    B B B B B B B B B B B B B B B B B B\n          A A A A A A A A A A\n          A A A A A A A A A A A A\n        A A A A A A A A A A A A A A\n        A A A A A A A A A A A A A A A\n        A A A A A A A A A A A A A A A\n      A A A A A A A A A A A A A A A A\n    A A A A A A A A A A A A A A A A A A\n  B B B B B B B B B B B B B B B B B B B B B\n当您需要大量矿石或者一大片平地的时候，您可以考虑使用这种极费时间的方法。\n=== 采石场采矿 ===\n{{Main|教程/采石场}}\n[[File:2011-07-15 00.54.14.png|100x|thumb|left| 一座16x16采石场的俯视图]]\n[[File:Quarryup.png|400x|thumb|right|从底部向上看]]\n'''采石场采矿'''是一种能够挖掘出所在区域全部资源的采矿方法（当然，树形矿场也能做到这一点），也是Minecraft中常见的采矿方法之一。就像真实世界中的采石场一样，这种方法选定一个较大的长方形区域，然后一层层挖掘下去。在挖掘的过程中，您可以在石壁上搭建阶梯，也可以搭建螺旋形铁路用于交通。一般来说，采石场会在挖出洞穴或基岩后停工（您当然也可以不理会洞穴，但是它会给您的挖掘工作带来麻烦），此时您可以开始施行您的其他工程。\n[[File:2011-05-20 19.48.02.png|400x|thumb|left|未完成的20x20采石场]]\n[[File:25x25x57.jpg|400x|thumb|right|规模为25x25x57的采石场]]\n建设采石场的方法如下：\n# 确定工程规模。采石场的规模与效率之间并无关系，不过为了多采集一些资源，建议您建造一个较大的采石场。（常见的大小有20x20和20x30）\n# 将采石区域的最上方一层方块去掉（注意保留阶梯处的方块）。\n# 一层一层地向下挖掘并延长您的阶梯，直到您挖到基岩或者放弃这一工程为止。\n示意图如下：\n      - = 空气\n      B = 石头\n      S = 阶梯\n采石场顶层：\n          BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB\n          BS----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB\n接下来几层：\n          BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB\n          B-----------------------------B\n          BS----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB\n          \n          BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB\n          B-----------------------------B\n          B-----------------------------B\n          BS----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          B-----------------------------B\n          BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB\n玩家很有可能因掉进采石场而死亡。为了避免这种事故，建议在采石场底部覆盖两格水（这样就可以省去阶梯了），或者在四周建造栅栏。另外，为了避免您的采石场变成刷怪坑，您需要建造适当的照明设施。\n使用这种方法，您会获得大量的圆石，泥土，沙子，煤，铁甚至金子，挖到岩浆的概率也很高。不过这种方法开采钻石和青金石的效率非常差，因为它们的分布高度太低了（当然多少会开采到一些，数量因采石场的规模与位置而异）。\n采石场的用途不止于此。它还可以使大量的洞穴暴露出来以便日后探索，<--keeping the area clean and fresh while not ruining the nature 怎么做到的？-->也可以改造为陷阱。\n<--水梯没有相关链接，而且内容过期，所以删掉了-->\n=== Tunnel-mining ===\nThis involves digging a long tunnel. You will need many logs (for sticks), and optimally, crafting tables, chests, and furnaces. The simplest tunnel is 2 high by 1 wide, but the wider and higher the tunnel, the more cobblestone you get per chunk you explore (you will not gather cobblestone any faster, also you will get less ores). Dig at about level 50 if under land; 40 if underwater; or 12 if for precious ores. You may want to use the cobblestone to seal off caves already explored. This is like a quarry - but more useful since less resources are spent going through the dirt/sand layer, and it can also be used in conjunction with minecart tracks to go from one base to another. A 4X3 tunnel that is 1800 blocks long will yield as much as an 18X18 quarry to bedrock, though arguably safer as you won't hit the lava layer, and it will yield more diamond/redstone if at layer 12, as well as the fact that falling in is completely non-lethal!\nBest used for ores AND cobblestone - for ores only, use Branch mining instead.\n=== Multi-mining ===\nThe name fits any combined mine such as the following:\n==== Quarry-Branch Mine ====\nThis involves digging a quarry and adding ledges every few blocks down around the outside while digging. The sides of the quarry have to be a certain length, for example with a two-space branch mine, you need each side to be [(something divisible by 3) + 1] blocks long. The result will vaguely resemble a shopping mall atrium with one massive open space and then a bunch of \"shelves\". Then, dig the shafts to at least 20 blocks for a ton of ores, including quite a few diamonds (about 3 veins) down on the lower levels. For a 10x10 quarry, you will get about 150 stacks of cobblestone, while for larger mines (e.g. 40x40) you will get around 2000 stacks, handy for massive building projects.\n==== Quarry-Cave Mining ====\nDig a quarry down to under Y-level 25, and attempt to unearth a cave. If you do, you can explore that cave. Many of the deeper caves have no surface entrance, and being able to expose a cave that is otherwise sealed to the outside world through a quarry can garner you both large amounts of cobblestone, dirt, and gravel, as well as the rewards of mining out a deep cave. If you don't want to hold on to the stone that is excavated, you can use it to fill in dead ends, allowing you to navigate the remainder of the cave more easily.\n====\"Mass Mining\"====\nFor those who favor mining in a straight path but try to not make it very long. Once you reach bedrock level, go up a few blocks and start mining and make it a large corridor. If you reach a cave, continue to make the large corridor (but secure the cave first). This will give you large stores of cobblestone and more of a chance of finding lava. Find ores that are nearby that would be hidden if you did another technique and did not get lost in your mine. This a very basic technique yet a tiring way of mining. It is suggested to use a diamond pickaxe with max efficiency enchantment and unbreaking enchantment so that the pickaxe doesn't break during the process and also consumes less time compared to using a non-enchanted stone pickaxe.\n=== Random Mining ===\nMining randomly is very simple: dig, dig, dig wherever and however you just happen to feel like digging at the moment.  \nVery simple, and potentially the most rewarding type of mining around: you can find dungeons, massive cave networks, and maybe the enemy base.\nHOWEVER! it is also, potentially, the least rewarding: you could be 2 blocks away from a 16-ore diamond vein (two cubes, from 2 different chunks) and HAVE NO IDEA! -and in general, it's possible to twist and turn and miss all the ores, even the coal....\n\nBut it is DEFINITLElY the most dangerous: you can get lost, mine your way into lava (and thus lose ALL your items), mine your way into a ravine, mine your way into a skeleton spawner with 5 angry skeletons,  or even into your own 40 block drop.  alternatively, you could embarrass yourself by mining straight up into a patch of gravel or sand, or flooding half your mine digging into the ocean.\nThat said, there is one major benefit to random mining; it will confuse potential griefers. Surrounding a main base with all kinds of twisty passages is certainly a viable option-though it won't stop a determined, deliberate griefer from finding you with a widely-spaced branch mine.  \nNote: In order to preserve safety it is recommended to never dig directly below oneself, or directly above.\n=== Space/Portion Mining ===\nNot to be confused with Strip Mining; however, this does involve a similar method.\n==== Room Mining ====\nThis form of mining involves someone to make a hall way and then make a small opening in the wall. From there, one must simply dig out a portion of the block to create a space. This method is repeated many times down the hall on either side to create rooms for various purposes, while finding several ores and valued materials in the process. This method is useful for the creation of houses, barns, indoor-gardens, storages, and in the creation of hard-to-find/secret places as it offers a variety of places one may go to in order to find something, but they may likely give up in the process unless they are determined.\n==== Tunnel Mining ====\nThis is highly similar to Room Mining, except that instead of Building rooms, you build tunnels. However, this takes much longer to do and tunnels are usually much larger than rooms. Because of this, Tunnel Mining is lesser to be used as the tunnels take up many tools in the process of making them as well as the mining process may dig into a body of water and flood the tunnel. However, if  the player wants to make an artificial river for boats, this may not be a problem. Despite the fact that they may yield many resources, players may use up several pick axes or shovels in the process of making them as well as [[torches]] to light up the tunnel. Players may get bored of doing this and may abandon the tunnels while still in the process of making them. Some may not consider beginning construction on future tunnels due to lost supplies and the tunnel not being rewarding enough to continue. This method is useful for making minecart subways, large indoor-gardens, art galleries, tree farms, boat rivers, large barn(s), mazes, doing construction on vertical and horizontal structures, constructing strip mines, and secret/hard-to-find areas by making tunnels that seem to go nowhere.\n==== Clear Mining/Safe Mining ====\nThe general purpose of Clear Mining (or Safe Mining, whichever one may prefer to call it) is a variation of Box Mining and other simple techniques. A player first finds a suitable area, preferably one block above the bedrock layer so that the player can easily obtain diamonds and other rare minerals. The player must also have at least 5 to 6 stone picks, one iron pick for rare minerals such as gold, and 3-4 shovels for gravel. A sword is optional depending on the players preferred difficulty settings. Once the player has found a suitable and deep area that they are confident in they may either begin or set up a small chamber near the area to store minerals and construct tools to further their mining. To begin, make a simple 1 block wide and 2 blocks high that spans roughly 8-10 blocks in length. Once this has begun, the player then uses their stone picks to mine directly in front of them where their tunnel ends, ''but'', there is a catch. The player does not move once they make their initial 8-10 block tunnel, and mines only the above block of the two block height making a small box, 4 blocks long. Once the player makes a half tunnel 4 blocks long, the turn to their left or right and do the same; not breaking any of the blocks below the first block. (when done the concept is much more simple) After the player makes a reversed \"T\" shape, then the player can start to mine out the remaining areas ''around'' the tunnels, only using their reach length to clear away stone and any materials. Once the player has maxed out their reach length, they will be in small \"box\" that reduces risks of being suffocated by gravel or possibly lava. The player then should have a clear area, and then mines out the remaining second blocks, still avoiding the \"edges\" of the safety box. Once all materials are mined, the player can then break the box and gather the resources in one quick run. Once the player is done in this, there will of course be small \"edges\" that they not reach, and these should be mined out making a ''clear'' box. To further the effectiveness of this strategy, one may then place [[torches]] in the \"frontal\" corners of the area and repeat the process on each side, however this time, rotating their view to clear away ''all'' areas of their reach, so long as they are away from their initial entrance tunnel. The end result should be a very fast, resourceful, and safer approach to mining at bedrock. However, mobs may spawn in areas of the mine that are poorly lit, and lava is a factor, along with tediousness, so the player must make a commitment to a clear mine, leaving when satisfied with their bounty of materials. Like parenthesized above, this strategy is best played out rather than explained.\n=== Amphitheater Mining ===\nStart with a basic U-shaped mine, and make an \"amphitheater\" down the levels until you have a one-block space. Then, make a doorway ahead to make another amphitheater mine. This is very useful, and you can even make it decorative by adding staircases as stairs or chairs.\n=== Wanderer mining ===\nThis is a simple mining technique, but isn't used much because of the risk of getting lost. Start by making a staircase down until you reach the [[ore|level where the desired ore is most commonly found]], and begin mining. Occasionally change directions and make multiple branches.If there is a rise, plow through it. If there is a fall, bridge it with cobble. the point is to cover as much area without changing your y coordinate.\n\n== 艺术式矿井 ==\n\n本节介绍艺术式矿井（即注重美观甚于效率的矿井）的设计方案。\n=== Clc的矿井开拓方案 ===\n<--我要怒了，这一段我不翻译了，原因有三：-->\n<--1.原文英语水平实在不能忍受；-->\n<--2.原文逻辑比较混乱，表述也不太清楚；-->\n<--3.内容亮点实在太少。-->\n\n<--这第一句就有点难翻译啊orz-->\nA mine of mine (No pun intended) I decided to talk about, seeing as how few aesthetic mine designs there are it should be a welcome change.  Mind you don't expect to do all the connections, let alone open/maze connections (Variations section) unless you're on a server, or you have a will you can break diamond on.\n==== 设计方案 ====\n下面是十字路口与巷道的设计方案。\n    B - 方块<br />\n    _ - 空气<br />\n十字路口：\n  俯视图：<br />\n          BBBBBBB<br />\n          BB___BB<br />\n          B_____B<br />\n          B_____B<br />\n          B_____B<br />\n          BB___BB<br />\n          BBBBBBB<br />\n  侧视图：<br />\n          BBBBBBB<br />\n          BB___BB<br />\n          BB___BB<br />\n          B_____B<br />\n          B_____B<br />\n          B_____B<br />\n          BBBBBBB<br />\n\n主巷的截面图和岔道口的侧视图一样，只是每前进一格就下降一层，巷道的长度由玩家决定，但是建议使用偶数，以便放置火把（见下文）。\n您可以在中央交叉口（即您建造的第一个十字路口）的四个方向上各修建一条主巷。为了下降到适合采矿的高度，这些巷道必须足够长。<--最佳高度前面讨论过--> 您应该在动工之前查看当前高度，从而事先确定巷道的长度。巷道建成后，您可以在末端建造一个十字路口，然后继续您的挖掘工作。如此反复直至您满意为止。\n注意不要让您的巷道延伸至基岩处，那会影响矿井的外观。\n===== 火把摆放 =====\n火把的摆放规则很简单。每个十字路口需要放置8个火把（每个转角两侧各放一个）。这已经可以防止怪物生成了。不过如果您愿意的话，您也可以在路口中间放一个火把。\n在巷道中，建议每隔一格在左右两侧各放一个火把。\n===== 连接点 =====\n所有的主巷建成以后，接下来要干些什么呢？您之前应该已经挖到了很多矿石，可能需要一个地方来存放它们。连接点就是一个好的存放处。\n连接点即两条主巷的交点。举个例子：您的北面和西面各有一个十字路口。如果北面的十字路口有一条向西走的巷道，西面的十字路口有一条向北走的巷道，这两条巷道就会相交。连接点的样子很像十字路口，但是在两个方向上没有凹陷。<--此句中“影响美观”的原因不明，删去-->您可以在这里放置箱子以存放物品。\n这是一张连接点的示意图。[ 图片]\n===== 支巷 =====\n您已经建造了主巷和连接点，下一步该做什么呢？您应该从最底端的十字路口开始建造支巷。 The bottom hubs will branch in all directions except backwards (Unless your going with a open/mine variation) and each of those hubs may spread in the same direction so long as it's not backwards for the original hub.  If you positioned well in the first central hub and push size, you'll be scraping a long in a fairly wide tunnel along the same height you find diamonds.  It's easy sailing from here on.\n===== Varations =====\n'''中央竖井'''\n<--这一段的原作者啊……您是哪国人啊……怎么英文可以比我还烂啊……给跪了有木有……真是太折磨人了……T_T-->\nCentral hub is under an area of flat ground, you put a three deep hole where [[torches]] will go, ladders go on the bottom and top, [[torches]] in the middle, you go above the hub as normal only there will be a 2 high gap under the hangs on this first hub to allow for the ladders as a way up.  Due to update you will need the ladders to go all the way down, and such won't have a place for a torch.  You can circumvent this by putting them on the middle of part left over at the top of the next section, the lighting is the same and you won't need an extra torch to prevent mobs spawning.  This also works particularly well if you want to replace the top with glass.\n'''Open Mine Connections:'''\nSame as original, only every connection you make splits off in all four directions.  It goes up with a 1 wide path in the center in all four directions and the both of the two wide paths go down until they merge (Which is when it can do so without getting rid of the upward path)\nThere are two variations, one where you will go up when you make a connection, so you will have a stack of hubs in all directions, another where you only dig down in the connections, where they intersect you build the 1 central path down to the hub.  The latter is more efficient as all of it will eventually lead to the bottom and therefore be mining ore.\n'''Maze Mine Connections:'''\nThe same as an Open Mine except your down path is one wide, not your up path.  Same two variations, same correlation in efficiency.\n'''岩浆灯'''\n您可以在十字路口的中间挖一个1x1，2格深的洞，放入一格岩浆，再用玻璃盖上。如果您愿意的话，您也可以制作3x3的岩浆灯。\n'''竖井'''\nThis combines the Central Drop Shaft and optionally the Open and Maze Mine Connections.  It requires close tallies if you don't want to combine them though.\nAt your Hub you mine down the same as if you were going to make a Central drop Shaft, but continue until you are on the same level as your next hub (Depends on the size of your push, like a 8 push would be 8 blocks down)  After you reach the bottom you make another hub in the same style as a Central Drop Shaft.  This will require more ladders, so it's not a very good idea if your short on wood, but it allows a certain maze quality that I find welcome.\nThere are two places where you can put the ladders, but the two per corner type of the Central Drop Shaft style is preferred, however the other style uses less ladders.\nYou mine your shafts in the blocks directly north/south/east/west of the center so that you have 4 shafts all the way to the next hub, this require 5 blocks to hang down from the hub, some like it, others don't.\nTwo variations on top of that, you may use the drop shaft for all your hubs, thus any hub with a hub above will be able to ascend, or you can only use the shafts for the central hub, adding 'terraces' to your mine.\nWhere does open/maze mine connections come in?  After you get down to the bottom level you may continue to stretch out and connect with the original push/hubs.  Once you connect you may use the open style, leaving 1 wide path up or the maze, leaving 2x2 wide up.\n=== 其他设计方案 ===\n==== 中心巷道 ====\n这种巷道的中间为铁路系统，两边为人行道。您可以在您感兴趣的地方建立车站。\n每隔一定数量的方块，您就应该将图中铁轨/火把/铁轨的组合换为 [[充能铁轨]]/[[红石火把]]/[[充能铁轨]]的组合。\n{| cellpadding=\"0px\" style=\"border-collapse: collapse\"\n| {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}}  || {{BlockSprite|stone}}  || {{BlockSprite|stone}} \n|-\n| {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|stone}}  || {{BlockSprite|stone}}  || {{BlockSprite|stone}} \n|-\n| {{BlockSprite|stone}} || {{BlockSprite|air}} || {{BlockSprite|glass}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|glass}}  || {{BlockSprite|air}}  || {{BlockSprite|stone}} \n|-\n| {{BlockSprite|stone}} || {{BlockSprite|air}} || {{BlockSprite|stone}} || {{BlockSprite|rails}} || {{BlockSprite|torch}} || {{BlockSprite|rails}} || {{BlockSprite|stone}} || {{BlockSprite|air}}  || {{BlockSprite|stone}}\n|-\n| {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}}  || {{BlockSprite|stone}}  || {{BlockSprite|stone}} \n|-\n|}\n* {{BlockSprite|air}}为空气。\n* {{BlockSprite|rails}}为[[铁轨]]。\n==== 分支巷道 ====\n{| cellpadding=\"0px\" style=\"border-collapse: collapse\"\n| {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} \n|-\n| {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} \n|-\n| {{BlockSprite|stone}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|stone}}\n|-\n| {{BlockSprite|stone}} || {{BlockSprite|air}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|air}} || {{BlockSprite|stone}}\n|-\n| {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}}\n|-\n|}\n==== 岔道口 ====\n（顶视图）\n{| cellpadding=\"0px\" style=\"border-collapse: collapse\"\n| {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|air}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|air}} || {{BlockSprite|stone}} || {{BlockSprite|stone}}\n|-\n| {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|air}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|air}} || {{BlockSprite|stone}} || {{BlockSprite|stone}}\n|-\n| {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}}\n|-\n| {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|air}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|air}} || {{BlockSprite|stone}} || {{BlockSprite|stone}}\n|-\n| {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}}\n|-\n| {{BlockSprite|torch}} || {{BlockSprite|torch}} || {{BlockSprite|air}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|air}} || {{BlockSprite|torch}} || {{BlockSprite|torch}}\n|-\n| {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}} || {{BlockSprite|rails}}\n|-\n| {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|air}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|air}} || {{BlockSprite|stone}} || {{BlockSprite|stone}}\n|-\n| {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}} || {{BlockSprite|air}}\n|-\n| {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}} || {{BlockSprite|stone}}\n|}\n\n== 危险与自救 ==\n\n=== 不利情况 ===\n掉进[[岩浆]]时不可紧张。尽量朝岩浆区域的边缘走。这样即使您死了，您的物品还有可能留下来。\n如果您被方块困住，可能窒息而死，请努力向下方和四周挖掘以逃脱困境。\n如果您身受重伤，请尽可能远离各种[[生物]]，或者躲藏在一个生物较难进入的地方。您可以用[[水桶]]放置水流以驱赶生物。在此之后，您可以消耗补给品来恢复生命值与饥饿值。\n如果您在没有镐的情况下失足落入洞穴，一时又找不到出去的道路，不妨试试徒手挖掘逃生路线。虽然慢，但确实可以自救。\n最后，如果您即将死亡，请依次按下{{key|F3}}和{{key|F2}}，这样您就可以得到一张带有死亡坐标的截屏图像。这张图不但可以帮助您找回掉落的物品，而且还可以让您分析死因，从而减少日后死亡的可能性。前事不忘，后事之师。\n=== 有利情况 ===\n如果您开采出了大量的资源（比如说两组铁矿或者10块钻石矿），千万要克制住进一步探索的欲望，然后回到您的基地把矿石存放好。这种习惯会减少您的资源损失。此外，在您的采矿基地放一张床也是个好主意。一旦您死了，您可以在矿场复活，而且身边就有制作装备的矿石。\n=== 安全常识 ===\n在有大量沙子或沙砾方块的地方采矿是危险的。在这种方块下面挖掘时，它们随时可能掉下来使您窒息。\n请记住，采矿时最安全的撤退路线就是您进入矿场的路线，因为您知道这条路是安全的，没有岩浆，水流或者可能掉下来的沙子，沙砾。如果您挖掘临时逃生通道，您可能被落下的沙子覆盖，也有可能挖到海底，溺水而死，\n采矿时绝不应该携带贵重物品。您当然不会希望带着成吨的铁和钻石坠入深谷，这种事情太令人伤心了。\n随身携带一个工作台是很有必要的，这样您的镐损坏时，您可以立即合成新的镐。\n如果您想避免损失，那平时就使用石镐进行挖掘吧。它们造价低廉，挖掘起来也并不慢。\n随身带上至少一把铁镐也很有必要，这样您就可以随时开采路上遇见的红石或钻石矿石，避免日后忘掉它们的位置。\n如果您为了提高效率，愿意磨损您的钻石镐的话，带上一把也不是不可以。\n<--其实上面那句话我有点不明白-->\n采矿时携带钻石剑是不明智的。剑的耐久度毕竟有限，而在采矿过程中，剑的耐久度会下降得很快。采矿的时候用掉一把钻石剑真是太不划算了。\n还有，尽管您不会经常用到熔炉，但采矿时带上一个是有好处的。熔炉可以熔炼采到的铁矿石。这样您开采钻石时就不会发愁没有铁镐了。\n请记住，无论向哪一个方向挖掘，您都有可能遇到危险。\n向正上方挖掘有可能会让您被沙子或沙砾覆盖，从而窒息；\n向斜上方挖掘有可能会遇到水流，岩浆（水和岩浆可以渗透一层方块，玩家向正上方挖时会注意到）和攻击型生物；\n横向挖掘有可能会遇到岩浆或攻击型生物（也有可能挖到水流。它可能会破坏火把和铁轨，但是几乎不可能对玩家造成危险）。\n向下挖掘有可能会遇到岩浆或深谷。\n如果您向下挖掘时听到了岩浆的声音，建议在您接下来要挖的方块上放上一格水。这样如果方块下面是岩浆，水就会把岩浆变成黑曜石，保证您和矿石的安全。\n采矿时完全有可能发生视频中这种悲惨的事故！http://www.youtube.com/watch?v=QUpgnWTZrlM\n\n{{Gameplay}}\n[[Category:Gameplay]]\n[[Category:Guides]]\n[[de:Anleitungen/Minentechniken]]\n[[en:Tutorials/Mining Techniques]]\n[[fr:Tutoriels/Techniques de minage]]\n[[pl:Poradniki/Techniki wydobywania surowców]]\n[[pt-br:Tutoriais/Técnicas de Minera&ccedil;&atilde;o]]\n[[ru:Шахты]]",
    "replies": [
        {
            "author": "huiahdu555",
            "timestamp": 1363611480,
            "txt_content": "晚上发帖不沉0.0"
        },
        {
            "author": "geludan",
            "timestamp": 1363611480,
            "txt_content": "{:10_503:}挖矿啊。。早放弃了。。支持LZ吧"
        },
        {
            "author": "a919298641",
            "timestamp": 1363611480,
            "txt_content": "上次我在WIK看过这个部分的翻译，不过似乎和你的有些区别。"
        },
        {
            "author": "无敌小阿沫",
            "timestamp": 1363611720,
            "txt_content": "LZ码字了很久吧"
        },
        {
            "author": "丶Astray丶",
            "timestamp": 1363848000,
            "txt_content": "正在建设矿井中..\n螺旋式的，顶用玻璃加盖..天亮的时候就有光下来."
        },
        {
            "author": "Yihc",
            "timestamp": 1363914960,
            "txt_content": "翻译的？！        "
        },
        {
            "author": "Cinnamon",
            "timestamp": 1364111700,
            "txt_content": "最近略忙，大概周一再更新。"
        },
        {
            "author": "xueqian",
            "timestamp": 1364294460,
            "txt_content": "这个词条很长的……LZ造福了广大小白~\\(≧▽≦)/~辛苦了~\\(≧▽≦)/~"
        },
        {
            "author": "Cinnamon",
            "timestamp": 1364390580,
            "txt_content": "更新啦，可否自顶一下？"
        },
        {
            "author": "Cinnamon",
            "timestamp": 1369668120,
            "txt_content": "更新自顶。\n话说再发一贴我就要三连了吧……\n其实我还是有很多想法的，比如说把这个词条中冗余的部分尽可能裁掉。\n如果大家都没什么想法，目前这版我就准备发到WIKI上啦。"
        }
    ]
}