{
    "title": "翻譯初體驗：官網博文的撞車慘案。",
    "author": "柒日良",
    "replyCount": 11,
    "timestamp": 1585482960,
    "txt_content": " 本帖最后由 柒日良 于 2020-3-29 21:25 编辑 \n\n\n\n慘案之初。\n\nAs title, 想說至今對論壇都沒什麼實質貢獻，決定來挑戰看看翻譯。\n於是乎選了這篇貌似還在等待譯文的主題：Lily Pad.\n\n\n\n\n\nimage.png (36.03 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-29 16:57 上传\n\n\n\n\n\n\n腦中不時有個警鳴在叫囂，但我怕是惰性的勸誘，於是把心一橫，決定先翻再說。\n\n當我聚精會神耗費約四個小時終於翻完後，這才想到用google鍵入\"MCBBS 睡蓮 翻譯\"等關鍵字搜尋，於是慘案上演……。\n\n\n\n\n\nimage.png (46 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-29 17:02 上传\n\n\n\n\n\n\n是的，沒錯，已經，有人，翻 譯 了。呵呵，嘿嘿，哈哈哈。（已壞掉）\n\n誰叫我無視內心的警報執意為之呢？emmm既然如此，讓我在茶館難得發布一個不水的帖子過過癮吧。\n\n在此鄭重聲明此舉對乐之叶大佬絕無冒犯之意（何況拜讀後發現大佬翻得比我直觀多了，十分好閱讀），純粹一圓譯夢。\n並且保證絕無參考或抄襲他人的譯本。（連\"slime\"翻成黏糊糊如此滑稽都不改，原汁原味硬上）\n\n就這樣，只是想要讓自己四個小時的努力多少浮個水而已。\n\n上述嘟嘟噥噥就讓我用繁中寫吧，翻譯正文我會翻譯成簡中的，別再為此特地回帖了，我會咬人哦。\n\n\n\n\n\n\n\n\n\n\nfile_1585480263000.jpg (84.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-29 19:11 上传\n\n\n\n\n\nTAKING INVENTORY: LILY PAD背包盘点：莲叶（睡莲）Something to ponder深入思考[sup]0[/sup]\nDuncan Geere　2020/03/12\nMinecraft's swamps are dark, dank places, full of mud, clay, and slime. But they're also one of the most useful biomes – there are a bunch of resources and items that can only be found in swamps. And one of them is our item of the week – the lily pad.\nMinecraft的沼泽[sup]1[/sup]是个潮湿黑暗之处，泥泞又黏糊糊。同时却也是游戏中最有助益的生态之一——有数之不尽的丰富资源及物品只能在这发现，其中之一便是我们的当周物品——莲叶（睡莲）。\n\nLily pads were added to Minecraft in version 1.0.0, alongside the enchantment system, nether fortresses, and potions. When implemented, they were 1/64 of a block tall. But today they're a little thicker – 3/32 of a block. That's about a pixel and a half, fact fans.\n莲叶在1.0.0版加入游戏，与附魔、下界要塞、药水相继出现。它一开始仅占1/64格，如今已增厚为3/32格；即是一个半的像素，实事求是者。\n\n\n\n\n\nfile_1585481087000.jpg (67.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-29 19:24 上传\n\n\n\n\n\nAs noted above, lily pads only generate naturally in swamps. But if you're in desperate need of one and there's not a swamp to be seen, then try poking around in a woodland mansion instead – you might find one there. It's also possible to buy them off wandering traders, and occasionally you'll fish one up, too.\n承上题，莲叶只在沼泽生态自然生成，但若你急需一叶又遍寻不着，那么试试在林地府邸到处晃悠吧，或许能碰巧撞见。也可以跟流浪商人收购，偶尔则能钓到。\n\nLily pads are most useful as a way of walking on water. They'll support a player's weight, making them handy on farms and to make bridges across water. Oh and did you know that lily pads can be placed on ice as well as water ? It's true – and handy, too – a few lily pads on an icy river can interrupt a dangerous slide.\n莲叶极利于涉水，它可以支撑玩家的重量，让他们便于水耕及筑桥。噢还有，你知道它还能水冰两用吗？这是真的——而且也十分受用——将一些睡莲置于结冰的河面有助止滑。\n\nLily pads can also be handy for starting construction in the middle of the ocean. If you swim underneath one, you can place a block on its underside – it'll break the pad, but leave the block in place. Useful if you don' t want to swim all the way to the seabed or the shore.\n莲叶也有助于在海中央建筑，如果你游到它的下方，你可以放置一个方块在它之下，这将破坏莲叶，但能将方块留在定点。如果你不想徜徉大海，这将很有用。\n\n\n\n\n\nfile_1585481119000.jpg (65.23 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-29 19:25 上传\n\n\n\n\nTC Tao//CC BY 3.0\nIn the real world, lily pads are the leaves of the Nymphaeaceae family of flowering plants – better known as “water lilies”. There are about 70 different species, found all over the world, including Victoria amazonica – the giant water lily, whose pads can be large as three metres across(!). Their flowers are white the first night they're open and become pink the second night.\n现实中，莲叶是被子植物睡莲科的叶子，俗称「睡莲」，全球约有七十多种，其中包含王莲[sup]2[/sup]——直径足达三米的巨型睡莲，它的花初开时为白色，次夜则转为粉红。\n\nThe giant water lily was the subject of major rivalry between gardeners of Victorian England. There was stiff competition between the gardeners of the Dukes of Devonshire and Northumberland as to who could be the first to get one to flower. In the end, Joseph Paxton ( for the Duke of Devonshire) won the competition in November 1849, by replicating the lily's natural environment using coal-fired boilers. The lilies' ribbed underside later inspired Paxton's designs for the Crystal Palace.\n这种巨大的睡莲是英国维多利亚时期园艺竞赛的宠儿，诺森伯兰郡及德文郡公爵的园艺师们曾争先让王莲开花，最后，德文郡公爵的园艺师Joseph Paxton[sup]3[/sup]透过燃煤锅炉[sup]4[/sup]重制王莲的自然栖地，于1849年十一月拔得头筹，而王莲叶脉耐重的支撑结构[sup]5[/sup]亦启发了Paxton对水晶宫的设计。\n\nWater lilies are symbolic to many cultures. They're the national flowers of Bangladesh, Sri Lanka, and Guyana, and the state flower of Andra Pradesh in India. Lily pads are also seen in Northern European heraldry, most notably on the flag of Friesland and the coat of arms of Denmark. In both cases, they're coloured red and so look like little hearts instead.\n睡莲是许多文化的象征，它是孟加拉、斯里兰卡、圭亚那、印度安德拉邦的国花，莲叶亦可见于一些北欧的纹章，尤其是弗里斯兰省旗和丹麦国徽，它们都是红色的，以至于看来就如同小爱心。\n\nSo there you have it – if you want to win a gardener’s heart, get them a lily pad. There’s no finer aquatic flower.\n现在你懂了——如果想赢得园艺家的心，给他们睡莲就对了，没有比这更赞的水生花了。\n\n\n\n译者：柒日良\n原文网址：https://www.minecraft.net/zh-hans/article/taking-inventory--lily-pad\n\n\n\n註0. 发现官网博文普遍喜欢玩双关语，Something to ponder估计应该是想说Something to pond（池塘之物=莲叶）？\n註1. 若用\"Swamps\"这个单字搜寻，跳出来的资料会是「树沼」，以下引用一小段wiki的原文；\n树沼即木本沼泽，是地表被浅水淹没或浸润、主要生长湿生木本植物的湿地，包括森林沼泽和灌木沼泽。这一术语也用来表示生长有芦苇、香蒲等较高挺水植物为主的湿地。[wiki]我想这个说明比较接近Minecraft游戏内的环境生态，不过为了方便玩家阅览，还是译为沼泽。\n\n註2. 俗称大王莲，是睡莲科王莲属（学名：Victoria）植物的通称，学名取自英国的维多利亚女王。[wiki]\n\n註3. Joseph Paxton是德文郡公爵的首席园艺师。他为王莲的叶片结构所启发，并将这种构造融合进了温室的建筑设计。 1851年在伦敦举办的万国工业博览会的展览场馆——水晶宫（Crystal Palace）就采用了这种肋拱结构设计。因为水晶宫的设计和其他的功绩，Paxton被授予了爵士勋位。[吉山花瑶 发表于 环球]\n註4. 关于具体是如何用燃煤锅炉重现王莲原栖环境，恕我没查到相关网路资料。但因部分文献有提及温室，因此推测或许是与温度的维持有关？\n\n註5. 大王莲能承受重量的秘密，在于叶子底下的网状叶脉，以及强壮的侧根。假如把大王莲的叶子翻过来，密密麻麻的网状叶脉，有如爆青筋一样，密集而平均的分担了落在叶面上的外力。由粗大叶脉格出的小方格，同时也形成一个气室，空气注入将可以提高表面张力，增加浮力。[键盘大柠檬/约翰男农]\n\n\n\n後記雜言。\n\n这是我第一次尝试翻译，可能生疏又学艺不精吧，这篇译文花了我近四个小时才完成。你可以否定我的成果，但请别漠视我的心血，勿任意转载盗用，谢谢。\n\n可能会被抓到不少与原文不尽相同的情况。若你认为超出合理范围，欢迎一切有建设性的良性建议与学术讨论。\n\n部分参考来源可能受限，无法被大陆的网友阅览（不确定），若无法观看请自行翻……你懂。\n\n为便大多数的简体使用者阅览，已将全文翻译成简体字。最后，感谢你的耐心阅读。\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1585483260,
            "txt_content": "贡献参加活动可以白嫖"
        },
        {
            "author": "柒日良",
            "timestamp": 1585485180,
            "txt_content": " 本帖最后由 柒日良 于 2020-3-29 20:37 编辑 \nmohui666 发表于 2020-3-29 20:01\n贡献参加活动可以白嫖\n白嫖什麼？我不太懂你的意思，我四小時栽進去還有什麼能稱之為白嫖嗎？"
        },
        {
            "author": "cc7w",
            "timestamp": 1585485600,
            "txt_content": " 本帖最后由 cc7w 于 2020-3-29 20:42 编辑 \n\n1.在没有被收录之前，任何人都可以发博文贴，没有“撞车”之说，择优录取。（不过你可能会遭受早译者的怨念）\n2.推荐 spgoding.com  前缀https，里面有快速更新的非官方博文录参考\n欢迎为博文录做贡献"
        },
        {
            "author": "柒日良",
            "timestamp": 1585486260,
            "txt_content": "cc7w 发表于 2020-3-29 20:40\n1.在没有被收录之前，任何人都可以发博文贴，没有“撞车”之说，择优录取。（不过你可能会遭受早译者的怨念 ...\n1. 謝謝建議，不過我感覺乐之叶大佬翻得滿好，很好閱讀，部分用詞也比較正確\n　比如我是在看了他的翻譯之後才發現slime應該要翻史萊姆才恰當\n　我不希望透過別的同文譯者的翻譯完善自己後投稿，良心過意不去這次就讓我繼續黏糊糊吧\n\n2. spgoding.com連不上去，不知跟我是台灣用戶有沒有關係emmm\n\n3. 下次有機會等我腦汁恢復我會先好好確認選文沒被翻譯後再挑戰的2333"
        },
        {
            "author": "cc7w",
            "timestamp": 1585490100,
            "txt_content": "柒日良 发表于 2020-3-29 20:51\n1. 謝謝建議，不過我感覺乐之叶大佬翻得滿好，很好閱讀，部分用詞也比較正確\n　比如我是在看了他的翻譯之 ...\nhttps://spgoding.com\n连不上spg和kkg挨打（bushi）\n\n可以先试一下比较久远的文章。\n站内搜索KalphaGo，点进这个用户的签名档就可以看快速的博文录了。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1585490400,
            "txt_content": "我来了，带着我的签名档来了"
        },
        {
            "author": "Xiao2",
            "timestamp": 1585490580,
            "txt_content": "KalphaGo 发表于 2020-3-29 22:00\n我来了，带着我的签名档来了\n看到你的头像感觉\n\n你是带着头像来的"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1585490820,
            "txt_content": " 本帖最后由 乐之叶 于 2020-3-29 22:09 编辑 \n\nemm\n发现了什么不得了的帖子........\n那篇才是我翻译的第一篇帖子，所以我都看不下去，见笑了\n\n而且我发完之后大概半个小时就已经有\"撞车\"(同地板)的了XD"
        },
        {
            "author": "-xiao_kai-",
            "timestamp": 1585490880,
            "txt_content": "大佬加油吧"
        },
        {
            "author": "封徵",
            "timestamp": 1585554660,
            "txt_content": "（论Github博文录的重要作用）\n\n想当初我的第一篇也是在版头博文录里面看到然后翻译两小时最后一看发现有人已经翻译了感觉还翻译的比我好很多，然后就gg了\n（惨痛教训）\n\n现在就秉承着考古的精神翻译各种远古因为翻译工作量大或是什么原因没人翻译的大长篇"
        },
        {
            "author": "GXHurry",
            "timestamp": 1585555440,
            "txt_content": "封徵 发表于 2020-3-30 15:51\n（论Github博文录的重要作用）\n\n想当初我的第一篇也是在版头博文录里面看到然后翻译两小时最后一看发现有人 ...\n然后我就是给GC拉进来到现在除了 wiki 没啥正经翻译的混\n主要是翻 不 出 去\n\n"
        }
    ]
}