{
    "title": "[Minecraft.net | MARKETPLACE]市场精选：2020年2月",
    "author": "封徵",
    "replyCount": 6,
    "timestamp": 1585580700,
    "txt_content": " 本帖最后由 封徵 于 2020-3-31 17:52 编辑 \n\n\n\n\n\n\nfile_1585612739000.jpg (141.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-31 07:58 上传\n\n\n\n\n\n\nMARKETPLACEOur Marketplace Picks: February 2020\n市场作品推荐：2020年2月\n\nThree fantastic highlights from the previous month!\n来看看上个月我们为你精心甄选的三张高光作品吧！【视频全部搬运、翻译完成】\nPer Landin Per·Landin\n\n\nA Wednesday blog post, full of glorious and blocky content? It can only mean one thing. You guessed it – it’s Snapshot Wed- wait... that’s not right. Let me try this again...\n一篇周三发布的，短而精悍的推文？那这篇推文只可能有一种内容了。我想你已经猜到了 —— 看来马上就要到快照—(日)。等等…貌似不是，让我再来猜一次……\n\nYou guessed it, it’s Our Marketplace picks – that time of the month when we list a trio of incredible items, based on the maps, skins, and worlds that were released on the Minecraft Marketplace last month. In February alone, we saw 246 new items added to the Marketplace. Selecting three favorites from this myriad of content might sound like a challenge, but nothing is impossible for our two content team members: Sara and Oskar. Together they’re ready to once again deliver you the crème de la crème of Minecraft entertainment. Let’s see what they picked this month!\n这次你应该猜对了吧 —— 那就是我们的“市场作品推荐”啦 —— 每月帮你精心甄选出三张优质市场作品的优质栏目。栏目作品来源多样，包括过去一整个月在 市场 发布的所有地图和皮肤包。单只是二月份，就有 246张全新作品 加入了市场。从这么海量的作品中选出我们最推荐的三个作品貌似不是一件简单的事，但对于我们 市场内容团队 的两位优秀员工： Sara 和 Oskar 来说，没什么是不可能。现在，他们已经准备好要向你推荐的三件本月精选作品了。让我们来看看他们的眼光如何吧！\n\n\nCar Builder\n汽车制造商\n\nby 57Digital\n作者：57Digital\n\n\nhttps://www.bilibili.com/video/av100588868/视频B站源地址：点击打开\nYou want to know why I, Per “Car Enthusiast” Landin, don’t have a driver’s licence? I failed my test! Since that fateful day back in 2007, I’ve dreamed of cruising the roads, blasting Calm 3 on my speakers while driving into the setting sun. Alas, it has been but a dream… until now.\n你知道为什么我，Per ·“汽车发烧友”· Landin，到现在都还没有驾照吗？当然是因为我没通过驾考！从2007年的那一天开始，我就梦想着我能开着车在马路上惬意巡行，迎着夕阳金黄的余晖，将车载音响的声音调的最大……唉，可惜直到现在，这都还只是个梦。\n\n57Digital has made my dream come true! In Car Builder, you design your very own vehicle using classic Minecraft blocks. Once you’re done, you can turn it into a real living car. No, not like Lightning McQueen or Herbie – a drivable car! Oskar, this is too good to be true, perhaps you can elaborate?\n57Digital 工作室现在却让我的梦想成真了！在《汽车制造商》地图中，你只需要用到原版方块和你的一点小创意，就能设计出一辆完美的车了。一旦你完成了设计，你就可以把它变成一辆“有生命”的车了。不，我说的不是像闪电麦昆或者疯狂金龟车那样的“有生命”的车，我的意思是 —— 一辆你可以真正行驶在路上的车！Oskar，这太不可思议了，赶紧给我们介绍一下这张地图吧！\n\n\n\n\nCar Builder exercises truth in its advertisement. You get the once-in-a-lifetime opportunity to design a car. With this, I'd think anyone would do the same thing as Homer Simpson once did in season 2, episode 15 of the Simpsons. Raise your head in awe and gaze upon my take on 'The Homer' here below!\n这张地图正如它的宣传片里所说的那样，完全的真实。一次千载难逢的独立设计一辆汽车的机会就摆在你的眼前。我觉得所有人看到之后都会做出和《辛普森一家》第二季第十五集中荷马·辛普森一样的选择。好，现在仰起你们的小脑袋，好好听听下面我对这张地图的评价！\n\n—— Oskar\n\n\n\n\n\n\n\n\n\n2.jpg (303.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-31 08:15 上传\n\n\n\n\n\n\n\n\nYes, that hopper behind the glass blocks is a cupholder. Does the horn play 'La Cucaracha'? Short answer: yes (if I press play on the mp3 file at the same time I simulate slamming a horn in-game). My apologies if you feel discouraged after seeing my magnificent construction, remember that aiming for second best is a noble and humble pursuit!\n你能想象得到，玻璃后面的那个漏斗大概率就是我们的车座了。什么，你问：\"车载音响能放出“ La Cucaracha ”[sup]西班牙民歌[/sup]吗？简短答之： 当然可以 (如果你能在按下游戏内车载音响的“播放键”的同时打开一份mp3文件的话就可以)。看到图片里我设计的那辆豪华超跑了吗？如果你就此气馁的话，我就必须得告诉你了：追求第二也是一种谦逊而高尚的美德呀！\n—— Oskar\n\n\nOn the contrary Oskar – I feel inspired . Learn more about Car Builder on its Minecraft Marketplace page .\n如果你看到Oskar设计的“跑车”后灵感爆棚的话，记得点击《汽车制造商》的 市场详情界面 了解更多信息！\n\n\nPresent Factory Deluxe\n礼物梦工厂：尊享版\n\nby QwertyuiopThePie\n作者：QwertyuiopThePie\n\n\nhttps://www.bilibili.com/video/av100614133视频B站源地址：点击打开\nEveryone loves a good conveyor belt. Don’t deny it! I’ve seen how you behave around airports, in factories, and those sushi restaurants. No, I’m not following you, I just happen to be somewhat of a conveyor belt connoisseur (is that a word?) myself.\n我要说，每个人都会在特定时机爱上一条缓缓移动的传送带。先别急着否认！我可是见过你在机场、工厂还有寿司店那望眼欲穿的小模样。什么？不，我没跟踪过你，我只是碰巧是一位“传送带行家”(有这个词吗？)罢了！\n\nIn Present Factory Deluxe,QwertyuiopThePie uses this machine in a clever way by turning it into a nifty puzzle game mechanic. You assume the role as present organizer, tasked to save your company by operating a set of complex conveyors systems. This is done through over 40 unique puzzles, centered around adding, subtracting, rearranging, and filtering presents with 18 unique conveyor blocks. Sounds like quite the challenge, but don’t feel intimidated – let Sara change your mind.\n在《礼物梦工厂：尊享版》中，QwertyuiopThePie 巧妙地设计出了不同种类传送带，将其变成了一个完美的益智游戏的重要组成部分。你现在的角色，就是这家工厂的流水线设计师，而你的任务，就是要设计出一整套自动化的生产流水线系统，以挽救你岌岌可危的礼物公司。地图拥有超过四十个独具风格、类型多样的关卡，并使用十八种不同类型的传送带方块，围绕着填充、抽取、重装和过滤四大问题来完成每一关给出的任务。听起来颇具挑战性，但无须害怕 —— 听了Sara的评价后，你大概就不这么想了。\n\n\n\nI really enjoyed this map as it was very stimulating to solve puzzles that got increasingly more challenging. This map gets really difficult, which is great! I'm not going to lie – I had to use hints. It's clever, well presented, and clear in its instructions. I appreciated that blocks and different types of problems got introduced in steps, and that unlocking new levels meant being able to either try something new or mastering one area of problem-solving.\n我真的特别喜欢这张地图，因为这张地图妙趣横生、节奏紧凑，关卡间逐级递增的难度也让整张地图变得十分有挑战性。虽然整张地图难度颇高，但我要说这张地图的整体把控做得非常好！不怕和你说，我几乎每一关都用了提示才能顺利过关。我也十分欣赏其逐渐递增的难度层级设计 —— 由浅入深地不断引入新的障碍与不同的问题。要想不用提示顺利通关的话，要么你能够大胆尝试新的排列组合，要么你已经完全摸透了关卡任务所涉及的整个领域。\n\n—— Sara\n\n\nCurious to learn more about the wonderful world of automated puzzle mechanics? Check out Present Factory Deluxe!\n想要尝试一下这张有关生产自动化的益智地图吗？来它的 市场详情界面 了解一下吧！\n\n\nAnimal Ville\n动物小镇\n\nby Cyclone Designs\n作者：Cyclone Designs\n\n\nhttps://www.bilibili.com/video/av100614133视频B站源地址：点击打开\nThere should be a law against making things too cute. If that were to be implemented,Cyclone Designs would soon be behind bars for their vile crime of creating such an adorable adventure like Animal Ville. My cheeks still hurt from all the “aaaws” and “naaws” I’ve been dropping, and I should be compensated for it!\n世界上应该出台一部禁止让一切东西变得过于可爱的法 律！如果有的话，那么 Cyclone Designs 团队估计会马上因为设计建造出来像《动物小镇》这样这么可爱的地方的卑鄙罪 行而入 狱。我的脸颊估计还会因为看到这些时候发出的那些“awsl”和“啊啊啊啊啊啊太可爱了”的奇怪声音而满脸羞红的，这太可恶了，我得索要 精 神 损 失 费！\n\nThis adventure is all about finding your creative spark in a town full of cute animal NPCs and tiny pet companions. Besides a colorful resource pack, Animal Ville also comes with a set of stylized vehicles, building scenarios, and adorable baby pets. What do you think, Sara?\n你在这张地图里的目标就是在这座满满可爱动物的的小镇里找到你的“创意火花”。除了地图搭配的内容丰富的材质包外，《动物小镇》还有一整套统一风格的交通工具、建筑场景和可爱的小宠物们。对于这些，你怎么看呢，Sara？\n\n\n\n\nThis map is not just beautiful – it’s absolutely gorgeous! I love that Cyclone Designs are giving players this stunning world with custom textures in creative mode, while also providing quests to get them started if they need inspiration. That is a great way of presenting a sandbox experience – a little bit of guidance through story and objectives without limiting creativity.\n这张地图真的可爱 爆 棚了，不接受任何反对意见！我非常喜欢 Cyclone Designs 为玩家们设计制作的一整套材质包，这也让玩家们仅仅使用这套材质包去游玩其他地图时，满满的可爱气息都能溢出屏幕了。在保证自由度高的同时，地图也为那些“热情高涨”的玩家们设计了一整套的冒险任务。我认为这是展示一款沙盒游戏独特魅力的最好方式 —— 即一个好的故事与一片完全自由的天地。\n\n—— SARA\n\n\nSounds like a perfect fit for roleplay experience! Find out more about Animal Ville at their Marketplace page .听起来像是一张不错的角色扮演类的游戏地图！想要了解更多信息，快来点击《动物小镇》的 市场详情界面 吧！\n\nThere’s tons of content just waiting to be explored. Go ahead and browse the Minecraft Marketplace to find your new favorite!\n此外，市场中还有海量优质作品等你探索。所以还等什么？现在就来 Minecraft市场 寻找你的心仪作品吧！\n\n\n【封徵 译自官网 2020 年 03 月 18 日发布的 Our Marketplace Picks: February 2020；原作者 Per Landin】\n【本文排版借助了：SPX】【本文于2020年3月21日早进行重新排版，使用了debug后的SPX，在这里要感谢SPG的深夜debug(以及凌晨的时候还给我发了debug完成的信息，非常感动)】",
    "replies": [
        {
            "author": "主世界",
            "timestamp": 1585581240,
            "txt_content": " 本帖最后由 主世界 于 2020-3-30 23:18 编辑 \n\n原来MARKETPLACE翻到这里呀\n我之前都找不到能放的板块\n\n这是翻译&Wiki版的哪个子板块？\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1585583520,
            "txt_content": "主世界 发表于 2020-3-30 23:14\n原来MARKETPLACE翻到这里呀\n我之前都找不到能放的板块\n新分类下除了news或许都得放在本版官方文章分类 但我不是版主 不是很清楚"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1585583640,
            "txt_content": " 本帖最后由 KalphaGo 于 2020-3-31 02:28 编辑 \n\n很抱歉我们在为spx更新排版的时候没有进行足够的debug lz可以通过取消代码中的indent标签还原到上一代的排版\n更新:强大的spg已经修复了spx的排版，可以考虑重新获取一次"
        },
        {
            "author": "自由李代数",
            "timestamp": 1585622700,
            "txt_content": "第二个作品的第三段第一句的increasingly more challenging好像翻译漏掉了"
        },
        {
            "author": "封徵",
            "timestamp": 1585622940,
            "txt_content": "自由李代数 发表于 2020-3-31 10:45\n第二个作品的第三段第一句的increasingly more challenging好像翻译漏掉了\n已更正，感谢捉虫！"
        },
        {
            "author": "Fprp",
            "timestamp": 1585666320,
            "txt_content": "bbs因你而精彩！"
        }
    ]
}