{
    "title": "[电信]METRC —— ·神秘|拔刀剑|高自由度|无ban物品|可爱腐竹|在线养老·[1.7.10]",
    "author": "野生考拉",
    "replyCount": 0,
    "timestamp": 1585584300,
    "txt_content": "本服是公益服并且愿意承担虚假宣传的一切后果\n\n\n\n\n\n\nffe0ddfc90c233b61ec58cc052912d18.png (2.64 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-30 23:18 上传\n\n\n\n\n\n前言\n\n      警告！由于玩家发展过于迅速，世界遭受大面积量子轰击，以至于主世界普遍塌陷，过去的科技辉煌不复存在...而可未曾想，幸存的人们返回陆地，发现空气变得更加新鲜，空中也飘着数个未知的闪亮光点...——METRC发展史\n      “当太阳越出地平线时,你收拾好行装,开始了新的探险。突然,眼前出现了-一个黑色的大祭坛,四个红袍法师在上面做着类似于祭祀的活动,还没等你上前询问,他们毫无征兆地向你发射几个大火球,把你轰跑了。      伤口愈合后,你满腹疑惑地向前走,遇见-一个村庄。你惊喜地想和村民交易,却发现几个打扮另类的人,他们用一种你没见过的钱币交易。你只好离开。接下来你又发现- -片紫色森林,而不断扩张的紫色的草地和森林中张牙舞爪的触须,让你不敢上前。      随着不断探索,你的疑惑越来越多:你发现了-片神奇的森林,其中生活着背着大箱子的矮人;地狱中多了一-些会 飞的光球;你的家边莫名其妙出现半透明的小....      偶然间,你找到一本书,翻开书页仔细阅读,你才发现，自己已进入一个\"神秘”的时代...”————MCMOD -神秘4\nMETRCMETRC全名Modern Engineering Technology Research Center 魔都工程技术研究中心原致力于在MC中研究各种能在现实实现的工程技术模块第一周目为原版生存 第二周目为工业IC2生存本周目为第三周目 以神秘时代4为背景模组 伴随其附属模组增加了拔刀剑等一系列增加游戏体验的模组具有基本服务器插件 全天运行\n特点介绍在依旧高度自由生存的基础上增加了神秘时代4、禁忌魔法、自动化魔法、拔刀剑及其附属等一系列模组，重启新的冒险！依旧没有任何物品被ban（卡bug物品除外）同时没有豪华主城也没有大多的限制给你带来如同单人生存的自由但不乏多人游戏的乐趣伴随着一系列全新的挑战\n市场制度服务器没有设立官方的商城也没有设定基本的经济架构一切都从玩家为起点而开始玩家可以自由的定价交易构成基本的市场经济制度服务器伴随着一系列不定时随机事件无形之手让玩家自由调控经济市场的潮起潮落一切的一切都将从你的手上开始\nMOD列表神秘时代4、禁忌魔法、自动化魔法、奥能矿物、拔刀剑、竹、山樱、最后的太刀匠人状态HUD、方向HUD、工具装备HUD、R键整理、皮肤、G键合成、简易血条、连锁矿工、小地图其中还有世界地图的体验版\n世界地图预装了世界地图模组通过浏览器能实时看到你或其他玩家在世界各地探险或是亲手创造的各种奇观\n\n\n\n\nfile_1585582926000.jpg (252.66 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-30 23:40 上传\n\n\n\n\n改变世界 就等你啦http://www.metrc.clun:8123戳进去抢先窥屏！Q&AQ：本服有什么特色！A：完全自由的游戏体验，没有任何物品方块被ban（卡bug物品除外），可以虽有创造使用！\nQ：在和其它服务器相比，有什么不一样的低？A：服务器模组版本具有日更性！mods随时变得更加丰富！并且进行高地位性游戏体验，有困难疑问甚至想法可以随时联系腐竹，腐竹会尽力满足每一位史蒂夫的想法！\nQ：在服务器里我可以干什么？A：如果你是一位拔刀剑大佬，你可以在服务器内打造属于自己的刀剑！如果你是一位神秘使，可以尽情探索神秘世界，并且有着各种附属mod，增加游戏体验！如果你是一位暮色爱好者，可以尽情探索暮色森林的每一处，成为这片森林的霸主！甚至你可以成为一名忠于原版的史蒂夫！在方块的世界里尽情遨游！\nQ：服务器有什么限制吗？A：限制这个词不会出现在服务器的词典里！因为放止一些熊孩子在如此自由的服务器内为非作歹，因此开启了白名，但是腐竹会随时更新，无需担忧！\nQ：我想看看服务器的简介！A：服务器是小型私人服务器，纯公益，所以绝对完全不接受有偿性捐助，同时也不接受无偿性捐助，大家玩的开心就行啦！_(:з」∠)_人数不多，所以有着高自由性游戏体验。进入服务器注册完毕之后，即刻开启生存之旅！服务器没有任何需要遵守的规则，不过还是谢绝进行高频红石研究和高山流水园艺，服务器会宕机的！小型服务器，多多谅解！服务器管理日常只有腐竹一个人，并且暂时也没有招收op的想法和打算，有啥困难随时找我嗷！\n游戏下载https://pan.baidu.com/s/1HKiOUw4T3ov0NhC3jfku2g提取码：fndn建议戳进群下载客户端嗷每日会更新mods包抢先一步体验优质游戏\n加群方式QQ群：782871994或者联系腐竹QQ：1136039638服务器图片及腐竹证明\n\n\n\n\nLOGO.jpg (56.94 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-30 23:47 上传\n\n\n\n\n\n\n\n\n\n证明.png (78.8 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-30 23:48 上传\n\n\n\n\n\n不得不补充的内容服务器内有小朋友以拉自己的好朋友过来一起玩作为诱惑蛊惑我要把自己的头像PO上宣传贴为了服务器内社交乐趣以及游戏人数众多带来的游戏体验不得不把我的头像镇贴你们就当看看着玩叭qwq\n\n\n\n\n头像.jpg (119.96 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-30 23:58 上传\n\n\n\n\n暗搓搓发现这个好像不违反 《Minecraft中文论坛规章制度》中“关于个人信息”的1-1、1-2、1-3、1-6类目最后的最后再次声明本服是公益服并且愿意承担虚假宣传的一切后果\n本服务器遵守MCBBS服务器版规所规定内容本服务器宣传贴尊重违规处理方式及补充说明欢迎各位玩家共同监督\n\n\n\n",
    "replies": []
}