{
    "title": "[Minecraft.net|CULTURE]蒸汽环游记",
    "author": "ItIsEnderman",
    "replyCount": 1,
    "timestamp": 1585616220,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-4-7 13:41 编辑 \n\n\nCULTURE\nSteaming Ahead\n蒸汽环游记\n\nFoxSilver’s train is one you won’t want to miss\nFoxSilver的小火车是你不想错过的哦\n\n打折go！\n\nKate Gray\n\n\nThere’s nothing like a good old-fashioned train ride. Whether you’re a fan of the scenic mountain routes of North America and the verdant countryside and glassy lakes of Europe, or just the snack trolley that comes around every now and again with overpriced chocolatey snacks, everyone’s had that one train ride that sticks in their memory. Hopefully, it’s not one of the ones where you’re pressed into a stranger’s unwashed armpit in a carriage packed like a sardine tin.\n世界上没有能够和老火车上的完美旅途相媲美了。不管你喜爱北美那景致如画的山区线、欧洲那青翠的乡下原野和明亮如铜镜的湖泊，或者仅仅是喜欢时不时满载着巧克力甜点从面前经过的零食手推车，每一个人对会对那样一次列车旅程印象深刻。但你也庆幸，在这沙丁鱼罐头一样挤的车厢里，你并不是唯一一个总是被挤到别人一个月不洗的腋窝那里的人。\n\nBut the real romance of trains lies in the past, when we had steam engines, with their beautiful clouds of billowing smoke and that gentle chug chug chug as they roll along the tracks. Chances are, when you think of trains, you can still hear that recognisable toot toot that signalled the arrival of one of these historic beauties. Just take a look at FoxSilver’s build, and you might be able to hear that distant toot toot again, coming from the steam engine pulling away from the beautiful, temple-like Zathrus Station.\n然而，火车上真正的浪漫故事，却发生在我们还在使用蒸汽机车，看着浓浓的白烟冲上天空、听着列车前进时柔和的嘎吱声之时。很有可能，当你想到火车时，你仿佛能听见意味着这一历史瑰宝进站的庄严而易于辨析的鸣笛声。看看FoxSilver的这一建筑作品，你或许会听见驶出圣殿一样美丽的Zathrus火车站的蒸汽机车那遥远的汽笛声。\n\n\nThe station itself is located in a small valley, perched between rocky desert mountains like a hidden castle, with railway bridges that tower above the rivers and caves below. This landscape made it a formidable build for FoxSilver. “Zathrus Station was a project that has earned me hundreds of hours of building,” they say, “from the structures to the terrain and terraforming. It was the biggest building I've done in all those seven years.”\nZathrus火车站坐落于不大的山谷，两侧是如同神秘城堡的砂岩山，山谷中架满翻越河流以及洞穴的铁路桥。对于FoxSilver来说，这一个建筑作品成了他名扬天下的代表作。“Zathrus Station是我投入了上百小时才完成的大项目，”他们(?)说，“包括地形构造和后期装饰。这是我七年以来建造的最大工程了。”\n只有一个火车头这是折返段吗\n\nAlthough FoxSilver began the build by creating the station, the terraforming actually took much longer to create, with all the detailing on the water and the rippling rock formations found underneath the tracks. The station was designed in AutoCAD - software used by architects - but the landscape was much more organically created. The map is 700 by 700 blocks, and although FoxSilver used programs like Voxel Sniper and World Edit to help a little with construction, most of the build was done manually.\n虽说FoxSilver从火车站开始建造这一地图，为了完善水面以及铁轨之下的砟石的细节，后期精加工花费了远超预料的时间。火车站设计于AutoCAD —— （广义）建筑师常用的强大软件 —— 然而，地形则动态而有机地设计。地图长宽个700方块，并且尽管FoxSilver使用了诸如Voxel Sniper以及World Edit这样的程序来简化一部分建筑操作，大部分工作还是得靠手撸。\n\n\n“The most ambitious part was to make the terrain without any help from external programs like World Painter and World Machine,” admits FoxSilver. They decided that the station should be built first, in order to make the terrain “flow” better and look more natural. “That certainly was the part that took more time to do,” says FoxSilver, “because it had to integrate with the station.” The end result is a building that doesn’t look out of place, but feels like it might have just grown there naturally.\n“最让我感到骄傲地地方在于不依靠任何形如World Painter或者World Machine那样的外部程序打造地形，”FoxSilver承认。他们决定先建造火车站，这样便可以让地形从铁轨之间“流淌”地流畅，看上去更加协调自然。“当然，这是最消耗时间的部分，”FoxSilver说，“因为地形上面就是火车站，它们需要有机结合在一起。”最后，火车站上去一点也不违和，让人感觉就是自然而然地长在那里一样。\n\nThe station is even built in similar colours to the surrounding rocks, and that’s not just by accident. “I had the idea of doing something deserty, but still cold, like in the desert at night,” says FoxSilver.\n火车站也使用了相似于周围的岩石地颜色地方块搭建，但这绝非一时即兴。“我想想去做点荒芜而寒冷，就像大漠之夜的场景，”FoxSilver说道。\n\n\n“I had the idea of the train, and remembered Western movies, and put them together - that's where I decided on the blocks to start building with, blocks with more colours: brown and orange with dark red. What I used most was hardened clay and pine wood, along with soul sand and brick stones.” Does it spook you out to know that such an unassuming station was built with the creepiest block in Minecraft, soul sand? Nah, I’m sure it’s fine, and definitely not haunted.\n“我也想到了火车，并且记得一些西方电影，于是就把两个点子合二为一 —— 就这样我选定了最开始用于建筑的方块，以及其他更多颜色的方块：棕色，橙色，以及深红色。我用的最多的是硬化粘土和松木（云杉？），以及灵魂沙和各种石砖。”当你听闻这个不起眼的五等站是使用Minecraft中最恐怖的方块 —— 灵魂沙制作的之时，你是不是被惊出一身冷汗呢？啊不，我觉得可海星，并且根本没被吓到。\n\nBut it’s not just the soul sand that hides away inside FoxSilver’s ambitious build. There are two secrets that you might have already spotted in the images, one being the letters “FOX” spelled out in the smoke of the steam engine - the builder’s nickname - and another, which I haven’t actually found myself yet, being a “robbery” that FoxSilver says is happening “at the top of the station”. Can you see it?\n但是，在FoxSilver的宏伟建筑里深藏不露的不仅仅是灵魂沙。或许你已经在预览图里发现了这两个彩蛋，一个是蒸汽机排出的蒸汽中能识别出的单词“FOX” —— 地图作者的昵称 —— 以及另一个，我自己都没注意到的，是FoxSilver所说发生早“车站顶”的一起“列车抢劫案”。你都找到了吗？\n\n\nObviously, train robberies don’t make for the most peaceful or relaxing of train rides, which is why it’s nice that those sort of things are mostly confined to history and Minecraft builds, which we’re quite glad about. And next time you catch a train - hopefully not one that’s on any criminal’s watchlist - be thankful that it’s not perched perilously above a canyon.\n显然，列车抢劫案向来不会让列车旅途轻松愉快，因此我们很开心地说，这样的元素只存在于历史的长河以及我们深深喜爱的Minecraft建筑作品中。下一次搭乘列车时 —— 没有乘客会是在逃清单上的人 —— 你可要感谢，峡谷之中没有潜伏在高处的威胁。\n\nRenders by Splekh, zacharythomas, joshB, Bramboss and lastbanan\n渲染图 by Splekh，zacharythomas，joshB，Bramboss 以及 lastbanan\n\n\n\n【Enderman 译自官网 2018 年 06 月 23 日发布的 Steaming Ahead；原作者 Kate Gray】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1585618380,
            "txt_content": " 本帖最后由 Оil 于 2020-3-31 09:34 编辑 \n\nSteaming！！！\n-50%\n-30%\n-65%\n……\n\n\n>>Hey bro I think that is the real steam."
        }
    ]
}