{
    "title": "[Minecraft.net|Deep Dives] 让单人游戏保持新鲜感",
    "author": ":spgbigfan:",
    "replyCount": 6,
    "timestamp": 1585638960,
    "txt_content": " 本帖最后由 kakagRou 于 2020-4-18 09:59 编辑 \n\nDEEP DIVESKeeping singleplayer fresh\n让单人游戏保持新鲜感\n\nFive playstyles that can change your game\n这五种玩法能改变你的游戏\n\nCristina Anderca 克里斯蒂娜·安德卡\n\n\nI read once on a picture of a sunset that magic only happens once you leave your comfort zone. Unfortunately, my comfort zone extends roughly to my apartment door and I literally just changed into this onesie, so thanks – but no thanks. Wait, it’s a metaphor?\n我曾在一张夕阳图中读到过这样一句话：只有离开了你的舒适区，神奇的事情才会发生。不过，我的舒适区范围大概就延伸到我房子的门口，而且我刚刚换上了我的连体衣，所以感谢这个建议，但是嘛，我用不着。等会，那句话难道是在隐喻什么吗？\n\nWell, then I guess Minecraft should count, too. Because even though the Overworld is such an open-ended place, it’s easy to settle into a mundane routine – also known as a comfort zone . And we just learned that that’s a big no-no. That’s why I tried out some playstyles that other, more creative people are using to mix things up in their Minecraft journey.\n好吧，要是这样的话，那么我猜 Minecraft 里面也可以这么说。因为，即使主世界是如此的开放无际，人也很容易安于平凡的日常中——也就是所谓的舒适区了。而且我们刚刚知道，舒适区可不是个好东西。正因如此，我开始尝试一些游戏玩法，有许多富有创造力的玩家正是靠着这些玩法提升他们 Minecraft 旅途的新鲜感。\n\nWhere will they lead us? A stream of lava is my guess. Or maybe in the arms of a Creeper? Nevertheless, let’s find that magic!\n他们的玩法会把我们带到哪里呢？一股岩浆流里？我猜的。或者是苦力怕的怀抱里？不管那么多了，让我们去找寻那些神奇的事情吧！\n\n\n1. Nomad\n1. 游牧民\n\nWhy bother building a boring cobblestone house when the world can be your home? As a nomad, you can only keep what you can carry. That means no base, no chests, and no picking up things because ‘ooooh, shiny!’. And once the sun rises, you need to get a move on. Maybe even pull an all-nighter once in a while – at least until the phantoms show up.\n为什么要苦恼于修建圆石房子呢？毕竟， 放眼四海，无处不可以为家。在游牧生活中，你的全部财产就是你身上能携带的所有东西。也就是说，不能建基地，不能造箱子，也不能因为“哟，地上这玩意是啥？”就捡起什么东西。 每当太阳升起，就是启程之时。时不时可能还得走走夜路——起码走到幻翼出现为止。\n\nEarly on, it might not seem like a big deal, but depending on what items you end up needing, you might find yourself running out of space and having to prioritize. Do you really need seven types of dye? Probably not. Do you need a backup for your backup pickaxe? Of course – but NOT TODAY.\n在刚开始的时候，好像是没什么问题的，但随着你需要的东西越来越多，你可能会发现背包空间不足，得做出一些取舍了。集齐七种颜色的染料真的有必要吗？大概没有。有必要为备用镐准备一个备用镐吗？当然有——但不是现在。\n\n\n\nI guess having to carry your bed everywhere pays off. My back’s been numb since yesterday anyway. \n我想，随身带张床还是值得的。反正我的背从昨天开始就已经麻得不行了。\n\n\nIf anything, this challenge is good exposure therapy for players with hoarding tendencies. Not me, though. Those seven chests filled with random blocks and meats will definitely come in handy one day. In any case, as long as you’re halfway decent at inventory management, this playstyle won’t pose much of a challenge – but it sure is fun. You’ll end up discovering some really cool (and sometimes creepy) places that you might not have visited if you’d settled down. Have I mentioned all the loot you’ll find? Just remember to be selective.\n要说这和一般游戏有什么不同的话，那就是，对那些有宅家倾向的人来说，这项挑战是一种很好的暴露疗法。反正对我来说不是。我那些胡乱塞满方块和肉的箱子，到时候一定会派得上用场。无论如何，只要你在物品收纳上有起码的本事，那游牧玩法就没那么像个挑战了——但是一定会很有趣。你将会发现很多很酷（有时候是很诡异）的地方，要是你待在家里，这些地方可就没机会发现了。噢，还有途中拿到的各种战利品呢！不过别忘了作出取舍。\n\nSo head out and see where your curiosity takes you! Chase a rabbit, climb a mountain, dig straight down! Okay, maybe not that last part. Just try not to give in to the crippling fear of death, because now it means you might lose everything you’ve ever owned . Good luck!\n那么，出发吧，看看你的好奇心会把你引向何方！追逐兔子，攀爬高山，直线下挖！好吧，最后一个不算。请不要屈服于死亡带来的深深恐惧，因为现在，死亡意味着失去身上所有的一切。祝你好运！\n\nRating: 10/10, would explore and risk it all again.\n评分: 10/10，我们会再次踏上探索之路，拼上我们的一切。\n\n\n2. Vampire\n2. 吸血鬼\n\nNot a morning person? Then why not become a child of the night? It comes at a price, though: a constant thirst for blood and a strong aversion to direct sunlight. Also, you have to kill and eat at least one animal per night and consume it raw. Why? Because that’s just what you do now.\n你是否不习惯早起？那为何不成为黑夜之子呢？当然，这也是有代价的：对血液的永久渴望，还有对日光直射的强烈厌恶。此外，每天晚上你都得至少杀掉一只动物，并生啖其肉。为什么？因为这就是你现在的游玩方式。\n\n\n\nHisssssssssssssssss! \n嘶嘶嘶嘶嘶啊！\n\n\nBecause I’d live in a hole forever if it meant avoiding conflict, this playstyle was the toughest on my fragile psyche. In the beginning, I gave myself a few seconds to gather enough wood for the essentials, then quickly sought refuge from the pretend-deadly UV rays. I found out the hard way that my underground shelter was home to several skeletons, so I decided to just sit and wait for nightfall so I could finally eat something. And conceal my humiliation.\n为了能避免冲突，我宁愿在洞穴里待到天荒地老，因此，这种玩法对我脆弱的心灵来说着实困难。在游戏开始的时候，我拿出一点时间，收集必要数量的木材，然后迅速搜寻庇护所，以免受到来自紫外线的致命伤害。经历了惨痛的教训，我才知道我那个地下庇护所原来是几只骷髅的家，所以我决定坐和放宽，等待夜幕降临，这样我就能寻找食物，并掩饰我的羞辱。\n\n\n\nI don’t remember days being this long. But it’s all good. *whimpers* \n我都不记得白天有这么长了。但是问题不大。*抽泣*\n\n\nDid I manage to get some meat? Yes. Did a Creeper sneak up on me before I could eat any of it? I’d rather not say. If literally fighting for survival is your thing, then this challenge might tickle you fancy. Personally, I’m ready to move on to something better suited for a… conflict-avoidant personality. Not a coward.\n我是否去找东西吃了呢？是的。是否在我还没找到东西吃的时候，有一只苦力怕偷偷摸到了我旁边？我不想透露。如果你喜欢字面上的“为生存而战”，那么这项挑战也许就是你的菜了。就我个人来说，我已经准备好去尝试一些更适合……冲突回避型性格的挑战了。我这可不叫怯懦哈。\n\nRating: 6/10, because going out every night is scary and not that exciting once you reach a certain age.\n评分: 6/10，因为每天晚上都要出门这件事非常吓人，而且当你到了一定年纪以后，这种事就不再刺激了。\n\n\n3. Vegan\n3. 素食者\n\nWhen I get hungry during a normal playthrough, I bonk an animal on the head and that’s that. But animals aren’t just delicious – they’re also cute as heck. Have you ever looked a sheep in the eye and listened with your heart?\n在一般的游戏流程中，当我饿了的时候，我会找一只动物，往它头上狠狠一砸，就是这样。但是动物并不是只有美味而已——它们同时也是十分可爱的。你是否曾看着一只羊的眼睛，然后倾听你的心声？\n\n\n\nHey, where are you looking, sheep? I’m trying to look you in the eye! \n嘿，你这只羊，瞅哪呢？我要直视你的眼睛！\n\n\nSo majestic, so misunderstood! Luckily, the Overworld is a very vegan-friendly place. The rules are simple: no meat, dairy, eggs, leather, or wool. And yes, ‘vintage’ items do count, so don’t go pillaging for leather armor thinking you’re being ‘ethical’. What would the cows think if they saw you wearing their cousin Freddy? Probably not much since they’re still cows, but that’s beside the point.\n这是如此的庄严，又是如此的遭人误解！幸好，主世界对素食者非常友好。这项挑战的规则很简单：不能吃肉、蛋、奶，不能使用皮革和羊毛。当然，“二手货”也算数，所以你不能掠夺了皮革铠甲，还自认为“符合道德”。要是那些牛看到你穿着他们的表亲 Freddy，它们会作何感想？虽然考虑到它们是牛，应该作不了什么感想，但是道理是相通的。\n\nFor once in my life, I encountered a best-case scenario and ran across a village very early on. After ‘borrowing’ every vegetable and loaf of bread I could find, it was smooth sailing. In the end, I died with a full belly at the hands of a skeleton. Laugh all you want because we’ve already established that I’m a wimp.\n我曾经有过一个完美开局，很早就遇到了村庄。在把村子里所有能找到的蔬菜和面包“借来”之后，我的游戏流程就一帆风顺了。最后，我在肚子饱胀之时死在了骷髅的手里。随你们怎么笑我吧，反正大家都已经知道我很胆小了。\n\n\n\n\nYum! I guess. \n真好吃！我猜的。\n\n\nLong-term, you have to stay close to your farm to ensure a steady supply of food. Other than that, this whole vegan thing didn’t do much for me. Unless you’re really into farming, I’d only recommend going vegan to add a layer of challenge to other playstyles like the nomad. But that would be pushing my comfort zone a bit too far.\n长期来说，你不能离自己的农场太远，这样才能办保证稳定的食物供应。否则的话，严格的素食生活对我来说没什么好处。除非你真的很喜欢种田，不然我只会建议你在别的挑战的基础上（比如游牧）再加一层素食者这样的挑战。但这样的话，我可就离我自己的舒适区太远了。\n\nRating: 5/10, because having a clean conscience is nice, but boooring.\n评分: 5/10，因为有着清白的良心是件好事，只是太无聊喽。\n\n\n4. Pacifist\n4. 和平主义者\n\nIf the groan of a zombie is enough to send you packing – good news! Now you can be a coward and call it a ‘playstyle’. Just kidding. Actually, running away can be a challenge in itself. There is only one rule: you can’t kill anything,even in self-defense . Got cornered? Surrounded by skeletons? Tough luck. A true pacifist doesn’t retaliate. However, hitting a Creeper once to set it off technically doesn’t count. Because they’re the worst .\n如果一只僵尸的嚎叫就足以让你吓得连滚带爬——好消息来了！现在你可以当一个胆小鬼，并把这叫做“游玩方式”。开玩笑的。其实，逃跑本身就可以作为一项挑战。我们这项挑战规则只有一个：不能杀生，就算自卫也不行。被逼到绝路了？被骷髅包围了？那你很倒霉哦。真正的和平主义者是不会反击的。然而，如果是击打苦力怕让其爆 炸，就不算在内。因为它们最差劲了。\n\n\n\nFine, I’ll turn the other cheek, just don’t touch it. \n好吧，我得大度一点。不摸它就是了。\n\n\nSurprisingly enough given my track record, I’m not cut out for life on the run. Exploring caves and mines became a chore, and I don’t know about you, but I don’t want any of those in my video games. I couldn’t actually enjoy any interesting places because I had to retreat at the first sign of an enemy or build elaborate tunnels to avoid them. And then I got cornered, of course. Noticing a trend here?\n令人着实惊讶的是，我并不适合逃跑的生活，即使考虑到我过往的行为记录。探索洞穴和矿脉早已成了苦差事，虽然我不知道你们怎么样，但我不希望在我的游戏里有任何这样的环节。不管是什么有趣的地方，我其实都没法好好地去享受，因为一旦看到有敌人来袭，我就必须得撤退，又或者是修建复杂的隧道来躲开它们。当然，随后我就被逼到了绝路上。看到这里的趋势没？\n\nRating: 3/10; noble idea, but some of these mobs are just asking for an arrow. Or several.\n评分: 3/10; 想法是不错，但是那些怪物偏要让我射他们一箭。或者几箭。\n\n\n5. Underground\n5. 地下生活\n\nIs the blissful chirping of birds not your thing? Is the air not damp enough for you? Do you welcome the occasional surprise stream of lava? You have one day on the surface to collect supplies, and then down you go – forever!\n你是否讨厌鸟儿那些欢快的叽叽喳喳声？你是否不满足于空气的潮湿度？你是否喜欢偶尔蹦出来吓人一跳的岩浆流？你有一天的时间在地面上收集物资，然后就得往地下走——永不回头！\n\nThere’s nothing like the rush of wiping out as many sheep as possible and cutting down tree after tree for one day, then diving straight into the great unknown. No matter which way you dig, you’re bound to run into something, whether it’s a cave, a mine shaft, an underground river, or just... lava, lots of lava. Seriously,where is all this lava coming from?\n在一天之内，尽可能地薅去一只又一只羊的毛，砍去一棵又一棵的树，然后潜入庞大而未知的地底世界——有什么能比得上这样的体验呢？不管你用什么方法挖地，你注定会遇到某些东西，可能是洞穴，可能是矿洞，可能是地下河，或者就是……岩浆，大片大片的岩浆。讲真的，这么多岩浆究竟是从哪里来的？\n\n\n\nWhy can’t it be a hot spring for once? \n就不能给我出现一次温泉吗？\n\n\nAfter adventuring for hours inside a mine shaft and gathering (but not storing, mind you) several diamonds, I took a graceful dive into a pool of lava. What will you get yourself into? Trouble? Only one way to find out. Just make sure to stock up on meat and wood. Grab a handful of coal too, unless you’re roleplaying as a mole. In that case, you do you, you little weirdo.\n在矿洞里冒险了几个小时，收集（但不是存积，提醒一下）到了几颗钻石之后，我优雅地掉进了一片岩浆池里。你会遇到些什么呢？遇到麻烦？只有亲自尝试才能知道了。请确保肉和木头的数量充足。还得要弄点煤炭，除非你想扮鼹鼠玩。要是这样的话，那你就扮你的吧，你好怪哦。\n\nRating: 10/10, it was a blast (sometimes literally).\n评分: 10/10，好玩到我简直要裂开了 (有时候是字面上的裂开)。\n\nYou wouldn’t think a couple of arbitrary rules would change the game this much, but there’s something about the underground life or not being held down by worldly possessions that fuels the thirst for exploration. Don’t believe me? Just try it out for yourself, because I’m done writing. The nomadic life is calling me back.\n你们肯定认为几条随意的规则不会对游戏有多大的改变，但是在这其中还是有一些意义的，比如地下的生活，又比如不因身外之物的束缚而放弃了对探索的渴望。不相信我是吗？那你自己去尝试就知道了，因为我现在写完了。游牧的生活正在呼唤我的归来。\n\n\n\n【Kakuso 译自官网 2020 年 03 月 30 日发布的 Keeping singleplayer fresh；原作者 Cristina Anderca】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1585639500,
            "txt_content": " 本帖最后由 KalphaGo 于 2020-3-31 18:49 编辑 \n\n在半夜三点，翻这个喝了假酒一样的文章，着实让我感到吃力，欢迎大家指正。\n\n这篇文章带我认识了 114514 种华丽的辞藻：\nchanged into this onesie - 换上连体衣mix things up - 多样化ooooh, shiny! - 形容非常 distractive 的东西pull an all-nighter - 开夜车，还有一个相似的表达 burning the midnight oilhalfway decent - 差强人意risk it all - 豁出去morning person - 早起的人tickle your fancy - 引起你的兴趣fragile psyche - 脆弱的心灵the hard way - 包含了艰苦经历的方式look you in the eye - 直视Laugh all you want - 随你们怎么笑吧send you packing - 让你逃跑Got cornered - 被逼到绝境turn the other cheek - 宽容大度（别人打你一巴掌，你就另一边脸递过去给他打的典故）cut out for - 适合life on the run - 逃跑的生活it was a blast - 非常好的worldly possessions - 身外之物\n"
        },
        {
            "author": "Redstone_ray",
            "timestamp": 1585692420,
            "txt_content": "metaphor--->隐喻，compare two things that are not literally similar\nsimile-->明喻或比喻，compare two things using like or as"
        },
        {
            "author": "1156901018",
            "timestamp": 1585835100,
            "txt_content": "写得跟小说似的"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1587136680,
            "txt_content": "I read once on a picture of a sunset\n一张 夕阳的图片 上\n\nare just asking for an arrow\n（怪物）想被箭射 （就是非要找麻烦，见asking for trouble）\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1587175200,
            "txt_content": "LocusAzzurro 发表于 2020-4-17 23:18\nI read once on a picture of a sunset\n一张 夕阳的图片 上\n夕阳图是什么梗吗"
        },
        {
            "author": "kayn-",
            "timestamp": 1592984280,
            "txt_content": "素食者好评，感谢大佬翻译"
        }
    ]
}