{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·十二",
    "author": "晨曦赤寒GO",
    "replyCount": 3,
    "timestamp": 1585725960,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-4-2 12:58 编辑 \n目录传送门\n\n\n屋内，蓝正用之前从僵尸身上砍下来的手做实验，黯正坐在不远处的小沙发上，手里拿着热气腾腾的南瓜派，看着蓝在桌前忙碌。\n“蓝……”\n“没事别吵我，自己啃完南瓜派后自己去练剑去，小心我明天再去你的田里观光。”   黯立马不吱声了，非常认真的小口小口的吃着南瓜派。\n自从那只僵尸被蓝撕下一只手后，它就再也没在秋叶镇里出现过了，但蓝可不相信它就这样放弃了目标，只不过是要养伤而一时半会不会来而已，不过正是这样，让蓝有了额外的时间来研究它的弱点。\n力量增幅、爆破抗性、冲击吸收……看它逃跑的样子，还有一个主动使用的狂暴，唉，这到底是要多少的巧合，才能让那么多克制我的特性出现在一只普普通通的小魔物身上，算了算了，我来试试它还有没有其他的抗性，不然真的没什么办法把它一次打死。\n“蓝……”\n啧，还有毒抗吗？那来试试火烧。\n“蓝……”\n火烧的效果也不好，那试试剑气系的粒子公式。\n“蓝……”\n“干嘛啊！不是叫你闭嘴吗？没看见我在忙吗？有什么屁话就快说，不要老是叫我。”\n“那个……我想问一下铁匠铺的老爷爷。”\n“哈？你问那个老不死干嘛……MD，这苟东西的肌肉韧性也太好了吧……那家伙有对你说什么吗？”\n“没，没有，只不过，我感觉他好像不像那么老的样子。”\n“当然了……电流效果正常，但也不突出，只能试试粒子波纹了吗……那老头现在才五十快六十的样子，当然不老了。”\n“五六十？那为什么……”\n“为什么看上去就像八十九十岁的是不是啊……粒子波纹效果那么弱，这家伙是有粒子抗性ba……所有锻造师都短命，他算是里面活的比较长的了。”\n蓝拿起小刀插在了僵尸的手臂上，顺着上面的纹路把它刨成了两半。\n“物质的粒子构成是由神决定的，然而锻造师的工作就是去改变物质的粒子构造，这无异于凡人去染指神明的领域，这让它们在世界规则的影响下非常的短命，当然这种寿命的缩减不是出生就开始的，而是每次去改变物质的粒子构cheng都会减少一定的寿命，修改的越多，减少的越多，而附魔更加严重，附魔是为物质提供额外的性质，这接近于更改粒子的本身，受到的惩罚更严重，传说里有可以无视世界规则进行附魔的神造物附魔台，不过那玩意早早就从人们的视野里消失了，也没有人知道它现在在哪里。”\n“那……我的盔甲……”\n黯的脸色一下子变得惨白。\n“这个你就不要有多大的心理负担了，所有锻造师在决定成为锻造师之前，他们早就把生命这种东西看淡了，他们的活着的目的只有一个，那就是打造出一件自认为完美的武器，那个老不死的早就完成了这个目标了，他的那个作品现在就在世界最大的城市里供着，这对任何锻造师来说都是至高无上的殊荣，那老不死的也不例外，他现在就是在这里养养老，时不时打打武器消磨消磨时光，跟一个近百的老人没什么区别，哦对了，除了他还是单身以外，而且太小的改造对寿命的影响几乎是可以忽略不计的，人的一生又不差这几秒钟。”\n“那……蓝相信神的存在吗？”\n“不信，信，这有什么用？”\n蓝回过身，手里还捏着半截的僵尸手和一把粘着不明液体的小刀，把黯吓了一跳。\n“就当祂们真的存在，也不会注视到我们那么小的一个生物，既然不会关注，那就更不会影响了，既然不会影响，信与不信就一个样。”\n“高高在上的祂们只会是绝对公正的化身，个别的人类根本引不起祂的注目，只有涉及到文明级别的问题才可能会引起祂的注意，既然到了这种层次的情况，那就不是我所要关心的了，既然不是我要关心的，那信与不信还不是一个样，当然，这些说法都是建立在神存在的前提上，说实话，我可不信这玩意，我上面提出的神的领域主要指的还是世界的规则，和那些神明可没有什么关系。”\n蓝转回身，把僵尸手抛在了桌上。\n“如果神明存在，那为什么还要让她做世界的守护者……自己守护世界不就好了吗……”\n“……”\n“没别的要问了吧？没了我就继续做实验了，你好好吃完然后去练习。”\n\n蓝的身边又浮现了大量的粒子，黯看着蓝的背影，又看了看自己手上的南瓜派，突然想起了老人对自己说过的话。\n“粒子构成的事物存在一定的粒子间隙，而我让木头变柔软的方法就是将自己的粒子顺着木头的粒子间隙进入木头内部，通过重新搭构不同构成粒子间的联系和扩张粒子间隙等方法，强行改变木头的内部结构，刚刚直接将木头变成椅子也是类似的方法。”\n通过构成粒子间的间隙来改变结构？那南瓜派也可以通过改变结构来变得好吃吗？\n既然蓝说了，小幅度的改变没有什么影响，那么……\n黯往南瓜派里灌进了一点粒子，然后咬了一口。\n没什么变化？是放少了吗？\n想着又往里面灌了一点，再咬了一口。\n还是没变化？那灌多一点吧。\n想往南瓜派里多灌一点粒子，但这种精细的粒子控制对现在的黯来说还是太难了，一不小心没控制住，然后……\n“嘭！”\n“你这家伙没事干就去练剑啊！别……”\n蓝一回头，看见的是一脸茫然的黯，她手上的南瓜派不翼而飞，倒是她的脸上和身上多了一大片的橙黄。\n“你这是干了什么啊！南瓜派都给你玩炸了！”\n“就，就是在南瓜派里加了点粒子，然后……”\n“没控制好吧，真是的，刚会点粒子控制就飘了是吧？啧……”\n蓝上下打量了一下黯现在狼狈的样子，朝着她伸出了手。\n“衣服给我。”\n“诶？为什么？”\n“你这样子再在我的沙发上躺着，我的沙发就要给你弄脏了，我拿出去洗一下，你去洗把脸，顺便把自己弄干净点，别这样脏脏乱乱的，省的又有人说我欺负你。”\n黯这才不是很情愿的把风衣递给了蓝，身上只穿了件衬衫，还好衬衫上没有粘到什么脏东西，不然就麻烦了。\n“我去河边洗，你就在家边上的水井那里接点水洗洗，弄好就会沙发上坐着，那也别去，我回来后要是没有看见你在沙发上坐着，后院南瓜改种小麦，这几天就别想见到苹果一下了。”\n“诶？这关苹果什么事情？”\n“听懂了没？”\n“听懂了╥﹏╥...”\n……\n从河水里拿出已经洗净的风衣，蓝抓着风衣的两边，尽可能的张开，手上粒子扬起，几秒钟过去了，风衣上也出现了星星点点的粒子，随着粒子的出现，风衣也逐渐变的干燥起来。\n粒子加热→粒子加热日用型\n“呼……这样子就好了，黯这家伙也不知道那根筋搭错了，刚会用粒子就把粒子往物品里塞，不知道粒子是个实体……吗？”      蓝脚步一顿，低头略做沉思。\n诶……等等……粒子是实体，而任何物质都存在粒子间隙，锻造师是将粒子打入物质中来改变物质的构成，而如果只是不停的往物质里打入粒子，甚至是打入粒子公式，那……\n“可行，应该可行……我去，那小b崽子还是有点用的嘛。”\n……\n拿布拭干了自己的长发，黯把东西收拾好后，开始返回屋子。\n现在的黯已经不像之前那样怕水了，虽说还是会害怕暴雨天，但对寻常的小雨和不算多的积水，已经不会再产生恐惧了。\n没走两步，黯就看见蓝开着粒子加速跑进了她的视野，她愣了一下，然后……她想起了蓝的话。\n我回来后要是没有看见你在沙发上坐着，后院南瓜改种小麦，这几天就别想见到苹果一下了。\n诶！！！用粒子加速什么的，太赖皮了吧！\n……\n屋内，黯披着风衣，缩成一团躺在沙发上，看着蓝把只有一半的僵尸手挂起来。\n确认手臂不会摇晃后，蓝退后了两步站定，右手上燃起了宛如火焰一样的粒子烟雾。\n师傅说过，粒子公式就是通过用意识对粒子进行一定的排列组合形成特殊效果的公式，将粒子多次压缩后打进其他生物的体内，在它们的粒子间隙里运行粒子公式，这样无视掉它的各种稀奇古怪的抗性了，老子真是个天才。\n粒子公式：粒子加热+粒子压缩=粒子燃烧\n粒子公式：粒子燃烧+粒子压缩+粒子渗透=粒子焚烧\n手上的火焰突然消失不见，但扭曲的空气还是证明了蓝手上依旧存在极其的恐怖温度。\n拳附加：粒子焚烧·延时，粒子冲击\n衣袖化作飞灰消失，蓝肌肉线条分明的手臂上青筋条条暴起，一整条手臂透红的像是一块刚从火炉里拿出来的烙铁一样。\nMD，双压二次的粒子公式我都控制不住了吗？怎么可能！\n“蓝，你怎么了。”\n“别过来！滚回去躺着！”\n黯被蓝这样一喝，也没有起身，坐在沙发上，看着蓝吃力的控制着自己手臂里的粒子公式，拳头不自觉的攥紧。\n警告……不稳定……重构……\n耳边响起了机械的提醒音，短短续续，让人搞不清它想说什么，但蓝知道它是什么意思。\n不需要！\n权限……足够……请……\n不需要！\n全身的粒子被疯狂的调动，空气的扭曲也小了几分。\n蓝在第一时间抓住了这个波动减弱的瞬间，一拳轰出，然后飞速跳开。\n“……”\n想象中的爆破声并没有出现，只有一点点轻微的嘶嘶声，手臂上不断浮现出零星的黑点，在瞬息间，僵尸的手臂化作了一地的灰烬。\n“呼……呼……哈，哈哈哈哈哈哈哈哈……”\n蓝看了看地上的灰烬，又看了看自己还有点发红的手臂，不禁笑出了声。\n“蓝，很开心？”\n“开心？这不废话吗？找到了能干掉敌人的方法，为什么不去开心啊！”\n“明明刚刚很危险的样子……”\n“只是第一次火力控制不好而已，而且我又没什么事情，只是损失了几件衣服而已。”\n蓝把身上坏掉的衣服脱下，换上了一件新的。\n“黯，我们……”\n“咚咚咚！”\n突如其来的敲门声打断了蓝的话。\n“我去，那个不长眼的这个时候过来找我，别敲了！是想死吗！”\n蓝暴躁甩开门，看见的是……\n“woc……”",
    "replies": [
        {
            "author": "松易涅",
            "timestamp": 1585793520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "松易涅",
            "timestamp": 1585793640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1585803480,
            "txt_content": "松易涅 发表于 2020-4-2 10:12\n“你好好的吃完然后去练习”\n“地”\n感谢提醒，已修正"
        }
    ]
}