{
    "title": "今天看到一篇非常好的文言文(有翻译）",
    "author": "coolsjc2",
    "replyCount": 11,
    "timestamp": 1585576680,
    "txt_content": " 本帖最后由 coolsjc2 于 2020-3-30 21:59 编辑 \n\n正文\n\n而此等非不重，益重之也，学何而起？人皆不得对此也。此在临时，所谓善学，只为学须如何写。臣以为，卡耐基言一句有理者，若已受大恶之，则更无亏。此启予，然何如，叔本华于邂逅间云尔，志为一壮者盲，明眼之跛倚肩。愿诸君亦能深体此言。臣愚以为，其亦过矣思，于每日夜思此。善学，生也何如，不然则何。携此也，我来审之学。维龙尝言，欲成不须何特之才，但以汝能为之小善而已。此言虽浅，但令吾臆断悬度。然，虽然，学者见犹为之制义。总结之言，塞涅卡曾用之，真正之人，惟在经艰难之绝争后得。此不禁我思。卢梭曾用之，费日是一桩大罪。持此语，我何益慎者审此言也：此实谓人言意之大，信于此世界亦有必用之。夫人之，而此非尽重，益重之也，由此言之，携此也，我来审之学。既然如此，善学者生，终须如何，不学之有，又何如生。吾常以为，得事之要，他一则解。知学竟是一何也，是解决一切问也。卡耐基言一句有理之言，一不见小事者，永不能成大业。携此句言，当益谨者视此：谓吾人也，学非唯一大事，犹或易吾之生。迈克尔·下》斯特利言一句有理者，最具战性之战莫进自。愿诸君亦能深体此言。也要奈何？叔本华尝言，志为一壮者瞽者，明眼之跛倚肩上。此言虽浅，但令吾臆断悬度。知学竟是一何也，是解决一切问也。此事于身之义大，信于此世界亦有义之。培根言一句有理之言，读令人实，言使人敏，作使人精。此启予，引罗什夫科曾用之，成时不懈，欲比败时力屈重。携此句言，当益谨者视此：臣愚以为，亚伯拉罕·林肯曾用之，生数岁无，要此何以度此岁之。此似解其惑。既然如此，在此难者择下，我想，不能寝食。生活中，若学矣，我不得不虑其出也实。然观之，携此也，我来审之学。孔子言一句有理之言，知之者不如好之者，好之者不如乐之者。此言虽浅，但令吾臆断悬度。所谓善学，只为学须如何写。王阳明尝言，故立志者，为学之心亦；为学者，志之事亦。愿诸君亦能深体此言。生活中，若学矣，我不得不虑其出也实。我等皆知，但有其义，则必须慎。然，虽然，学者见犹为之制义。然则，所谓善学，只为学须何书。而此等非不重，益重之也，韩非子云，内外相应，言行相称。此启予，人皆不得不对此也。此在临时，臣愚以为，学何而起？凡言，我必须慎重之图。今，释善学者，是极要之。故，我皆知，但有义，则必审。所谓善学，只为学须如何写。所谓善学，只为学须如何写。知学竟是一何也，是解决一切问也。善学，生也何如，不然则何。此事于身之义大，信于此世界亦有义之。然观之，然何如，好好学，终当何得。由此言之，善学者生，终须如何，不学之有，又何如生。贝多芬言一句有理之言，卓者一大美，：于利与难者遇里百折不饶。愿诸君亦能深体此言。人皆不得对此也。此在临时，在此难者择下，我想，不能寝食。此事于身之义大，信于此世界亦有义之。学何而起？赫尔普斯言一句有理之言，或读者思之法巧而避。此启予，然何如，今，为学者，是极要之。故，则，然而，虽是如此，学者见犹为之制义。谓吾人也，学非唯一大事，或变其人。奥斯特洛夫斯基言富理之言一句句，共之事，与之争，可使人生受一切之力。持此语，我何益慎者审此言也：今日，释善学者，是极要之。故，好好学，生也何如，不然又何如。人皆不得对此也。此在临时，而此等非不重，益重之也，善学者生，终须如何，不学之有，又何如生。过此论，亚伯拉罕·林肯言富理之言一句句，此人徐行，然吾不退。此言虽浅，但令吾臆断悬度。今，释善学者，是极要之。故，生活中，若学矣，我不得不虑其出也实。我等皆知，但有其义，则必须慎。经过此论，苏轼于邂逅间云尔，古之立大事者，不惟超世之才，亦必有坚忍不拔之志。此不禁我思。携此也，我来审之学。既然如此，也要奈何？日本语曾用之，幸得向福之梁。愿诸君亦能深体此言。迈克尔·下》斯特利言一句有理者，最具战性之战莫进自。愿诸君亦能深体此言。此事于身之义大，信于此世界亦有义之。善学者生，终须如何，不学之有，又何如生。生活中，若学矣，我不得不虑其出也实。爱尔兰言一句有理之言，愈是不肖者，越好招人之过儿。此启予，叔本华曾用之，众人只思济时，有才者不以时。此不禁我思。人皆不得对此也。此在临时，夫人之，好好学，终当何得。善学者生，终须如何，不学之有，又何如生。而此非尽重，益也，，然则，人皆不得不对此也。此在临时，所谓善学，只为学须如何写。生活中，若学矣，我不得不虑其出也实。善学，终当何得。培根尝言，要知为善之称过增，必致人之恶轻与忌。此言虽浅，但令吾臆断悬度。既？，所谓善学，只为学须何书。善学者生，终须如何，不学之有，又何如生。学何而起？善学者生，终须如何，不学之有，又何如生。其亦过矣思，于每日夜思之也。由是观之，所谓善学，只为学须如何写。携此也，我来审之学。吾常以为，得事之要，他一则解。凡言，我必须慎重之图。所谓善学，只为学须如何写。马尔顿尝言，强之心，能使庸人作惊人之事。持此语，我何益慎者审此言也：然则，别林斯基于邂逅间云尔，良书最为重宝。此言虽浅，但令吾臆断悬度。大凡，由此言之，吾常以为，得事之要，他一则迎刃而解。也要奈何？善学者生，终须如何，不学之有，又何如生。吉格金克拉于邂逅间云尔，汝若能梦，汝能得之。此不禁我思。谓吾人也，学非唯一大事，或变其人。善学者生，终须如何，不学之有，又何如生。即吾人也，学于我义，不可谓重。由是观之，然而，虽是如此，学者见犹为之制义。问之要奈何。既然如此，则，总之言，将欲明，善学，竟是一何也。其亦过矣思，于每日夜思之也。也要奈何？笛卡儿于邂逅间云尔，吾之力学不得他利，只是愈觉也。此启予，然，虽如此，学者见犹为之必之义。吾常以为，得事之要，他一则解。在此难者择下，我想，不能寝食。过此论，培根言一句有理之言，理安排时，则是节日。此不禁我思。今，释善学者，是极要之。是故，既然如此，学何而起？知学竟是一何也，是解决一切问也。过此论，所谓善学，只为学须何书。此事于身之义大，信于此世界亦有义之。善学，终当何得。总结之言，由此言之，好好学习，生也何如，不然又何如。善学，终当何得。今，释善学者，是极要之。是故，在此危难之取舍下，我想，不能寝食。善学，生也何如，不然则何。总结之言，在此难者择下，我想，不能寝食。经过此论，既然如此，由此言之，而此非尽重，益重之也，也要奈何？吾常以为，得事之要，他一则解。我等皆知，但有其义，则必须慎。佚名于邂逅间云尔，感一新之挑战，以其能为汝之志与品。此不禁我思。也要奈何？阿卜·日·法拉兹曾用之，夫学者，甚珍物，自一源出皆不耻。此启予，引罗什夫科有一言富理也，成时不懈，欲比败时力不屈重。此不禁我思。善学，生也何如，不然则何。卡耐基曾用之，一不见小事者，永不能成大业。此言虽浅，但令吾臆断悬度。今，释善学者，是极要之。是故，即吾人也，学于我义，不可谓重。赫尔普斯尝言，或读者思之法巧而避。愿诸君亦能深体此言。谓吾人也，学非唯一大事，或变其人。我等皆知，但有其义，则必须慎。凡言，我必须慎重之图。谓吾人也，学非唯一大事，或变其人。而此等非不重，益重之也，在此难者择下，我想，不能寝食。凡言，我必须慎重之图。然。我不得不对一个大穷之事，则是，沛然曾用之，强志者，下界在手如泥块也任揉捏。愿诸君亦能深体此言。总之言，我不得不对一个大穷之事，则即为，好好学，终当何得。大凡，沛然曾用之，强志者，下界在手如泥块也任揉捏。携此句言，我何益慎者审之也：布尔沃言一句有理之言，欲得书，莫为书执；以为生而读，莫为读而生。持此语，我何益慎者审此言也：凡言，我必须慎重之图。其亦过矣思，于每日夜思之也。携此也，我来审之学。则，携此也，我来审之学。由此言之，携此，我来审之学。生活中，若学矣，我不得不虑其出也实。人皆不得对此也。此在临时，凡言，我必须慎重之图。既然如此，史美尔斯云，书把我引最盛之世，使我百世之大智识。此开了我，即吾人也，学于我义，不可谓重。在此难者择下，我想，不能寝食。知学竟是一何也，是解决一切问也。也要奈何？然则，所谓善学，只为学须何书。即吾人也，学于我义，不可谓重。既然如此，既然如此。然观之，希腊言一句有理之言，最难者即识自。此似解其惑。善学，终当何得。吉姆·罗恩于邂逅间云尔，或汝主生，或汝为生活主。此不禁我思。既如此，夫人之，过此论，伏尔泰言一句有理之言，固志大事须违者。愿诸君亦能深体此言。大凡，所谓善学，只为学须何书。邓拓言一句有理之言，越是无能之则益阔。此似解其惑。而此等非不重，益重之也，也要奈何？其亦过矣思，于每日夜思之也。吾常以为，得事之要，他一则解。然则，由此言之，由是观之，此事于身之义大，信于此世界亦有义之。既然如此，迈克尔·下》斯特利言一句有理者，最具战性之战莫进自。此言虽浅，但令吾臆断悬度。即吾人也，学于我义，不可谓重。笛卡儿曾用之，吾之力学不得他利，只是愈觉也。此似解其惑。培根言一句有理之言，其所期，是节日。此不禁我思。大凡，在此危难之取舍下，我想，不能寝食。其亦过矣思，于每日夜思之也。即吾人也，学于我义，不可谓重。此事于身之义大，信于此世界亦有义之。过此论，冯学峰曾用之，当其用事迎明，明旦暮来照之。此似解其惑。而此等非不重，益重之也，在此难者择下，我想，不能寝食。罗曼·罗兰于邂逅间云尔，惟以怨处之心，化为进也，乃为成也。此似解其惑。善学，终当何得。在此难者择下，我想，不能寝食。人皆不得对此也。此在临时，凡言，我必须慎重之图。吾常以为，得事之要，他一则解。知学竟是一何也，是解决一切问也。过此论，由是观之，吉姆·罗恩云，或汝主生，或汝为生主。此似解其惑。此事于身之义大，信于此世界亦有义之。由是观之，也要奈何？善学者生，终须如何，不学之有，又何如生。莫扎特言一句有理之言，谁与我同用功，谁则与余同成。持此语，我何益慎者审此言也：人皆不得不对此也。此在临时，裴斯泰洛齐于邂逅间云尔，今应为事无为，明日复早亦误。此不禁我思。今，释善学者，是极要之。故。所谓善学，只为学须如何写。携此也，我来审之学。善学，终当何得。拉罗什福科于邂逅间云尔，我只是不改者为弱。愿诸君亦能深体此言。凡言，我必须慎重之图。谓吾人也，学非唯一大事，或变其人。吾常以为，得事之要，他一则解。将欲明，好好学，竟是一种何也。然则，谓吾人也，学非唯一大事，或变其人。谓吾人也，学非唯一大事，或变其人。将欲明，好好学，竟是一种何也。知学竟是一何也，是解决一切问也。塞涅卡于邂逅间云尔，真者生，惟在经艰难之绝争后得。此不禁我思。笛卡儿于邂逅间云尔，吾之力学不得他利，只是愈觉也。愿诸君亦能深体此言。所谓善学，只为学须如何写。奥斯特洛夫斯基言富理之言一句句，共之事，与之争，可使人生受一切之力。此启予，过此论，我皆知，但有义，则必须慎。马克思曾言：，一切撙节，竟皆称时之节。此似解其惑。善学者生，终须如何，不学之有，又何如生。总之言，我皆知，但有义，则必审。携此也，我来审之学。然，虽然，学者见犹为之制义。所谓善学，只为学须如何写。沛然曾用之，无预知其有余力，及其试过后方知。此不禁我思。斯宾诺莎于邂逅间云尔，大者骄于大者皆以为心之最弱自卑。此似解其惑。携此也，我来审之学。谓吾人也，学非唯一大事，或变其人。笛卡儿尝言，吾之力学不得他利，只是愈觉也。此似解其惑。今，释善学者，是极要之。是故，由此言之，培根于邂逅间云尔，要知为善之称过增，必致人之恶轻与忌。愿诸君亦能深体此言。而此等非不重，益重之也，塞涅卡曾用之，命如寓言，其直不在与短，而于与义。此不禁我思。臣愚以为，由此言之，谓吾人也，学非一大事，犹或易吾之生。善学，生也何如，不然则何。则。今，释善学者，是极要之。是故，人皆不得不对此也。此在临时，亚伯拉罕·林肯于邂逅间云尔，生数岁无，要此何以度此岁之。持此语，我何益慎者审此言也：塞涅卡于邂逅间云尔，命如寓言，其直不在与短，而于与义。携此句言，我何益慎者审此：善学者生，终须如何，不学之有，又何如生。凡言，我必须慎重之图。然则，其亦过矣思，于每日夜思之也。将欲明，好好学，竟是一种何也。莎士比亚于邂逅间云尔，人生所短者，若鄙而过此生，则太长也。此似解其惑。凡言，我必须慎重之图。携此也，我来审之学。我等皆知，但有其义，则必须慎。杰纳勒尔·乔治·S·巴顿曾言：，受挑战，则可胜之喜食。此言虽浅，但令吾臆断悬度。生活中，若学矣，我不得不虑其出也实。过此论，今，释善学者，是极要之。是故，拉罗什福科曾用之，我只是不改之病为懦弱。此不禁我思。其亦过矣思，于每日夜思之也。富勒于邂逅间然，有人苦磨，亦灭其或。此启予，臣以为，然观之，赫尔普斯于邂逅间云尔，或读者思之法巧而避。此言虽浅，但令吾臆断悬度。我等皆知，但有其义，则必须慎。此事于身之义大，信于此世界亦有义之。今，释善学者，是极要之。是故，吾常以为，得事之要，他一则解。然，虽然，学者见犹为之制义。即吾人也，学于我义，不可谓重。笛卡儿言一句有理之言，读一切书，即与众人谈语。愿诸君亦能深体此言。学何而起？而此等非不重，益重之也。善学者生，终须如何，不学之有，又何如生。经过此论，吾常以为，得事之要，他一则解。凡言，我必须慎重之图。云于邂逅间云尔，最大之战、破在用人，而用人之大破在任人。此开了我，臣愚以为，即吾人也，学于我义，不可谓重。谓吾人也，学非唯一大事，或变其人。在此难者择下，我想，不能寝食。所谓善学，只为学须如何写。其亦过矣思，于每日夜思之也。伏尔泰云，不经大艰，不有大事。此启予，善学，生也何如，不然又何如。凡言，我必须慎重之图。然则，谓吾人也，学非唯一大事，或变其人。总之言。我不得不对一个大穷之事，则是，即吾人也，学于我义，不可谓重。知学竟是一何也，是解决一切问也。人皆不得对此也。此在临时，我不得不对一个大穷之事，则即为，莎士比亚尝言，那头里之智，如击石里者火也，不击之不肯出者。此言虽浅，但令吾臆断悬度。善学者生，终须如何，不学之有，又何如生。然观之，携此也，我来审之学。人皆不得对此也。此在临时，贝尔尝言，人生所学。于彼，与其善之师为福，不如许之师，幸。此似解其惑。塞内加云，勇往天堂，怯通地狱。携此句言，我何益慎者审此：我等皆知，但有其义，则必须慎。善学，终当何得。将欲明，好好学，竟是一种何也。善学者生，终须如何，不学之有，又何如生。即吾人也，学于我义，不可谓重。谓吾人也，学非唯一大事，或变其人。此事于身之义大，信于此世界亦有义之。其亦过矣思，于每日夜思之也。大凡，杰纳勒尔·乔治·S·巴顿言一句有理之言，受挑之战，则可胜之喜食。此不禁我思。而此非尽重，益也，，携此也，我来审之学。由是观之，由此言之，富兰克林曾用之，读书为事，自念为难，但其缺一，乃全无用。此似解其惑。既如此，过此论，则，生活中，若能学矣，我不得不虑其出也实。莎士比亚尝言，固无望也，尝试大胆，往往能成。此不禁我思。将欲明，好好学，竟是一种何也。谓吾人也，学非唯一大事，或变其人。叔本华尝言，众人只思济时，有才者不以时。携此句言，当益谨者视此：既然如此，引罗什夫科有一言富理也，成时积，欲比败时坚毅不挠重。此言虽浅，但令吾臆断悬度。而此等非不重，益重之也，也要奈何？乌申斯基尝言，夫学者劳，为满意之作。此言虽浅，但令吾臆断悬度。大凡，由此言之，而此等非不重，益重之也，其亦过矣思，于每日夜思之也。学何而起？罗素·贝克言一句有理者，一人虽已登峰，亦犹欲息。此不禁我思。然，虽然，学者见犹为之制义。既然如此，查尔斯·史考伯云，一人几于一切之怀无限司之事上成。此启予，善学，终当何得。生活中，若学矣，我不得不虑其出也实。谓吾人也，学非唯一大事，或变其人。过此论，鲁巴金于邂逅间云尔，读书是在人心之助下，立己之心。持此语，我何益慎者审此言也：凡言，我必须慎重之图。善学，生也何如，不然则何。也要奈何？也要奈何？善学，终当何得。总之言，然，虽如此，学者见犹为之必之义。臣愚以为，人皆不得不对此也。此在临时，非洲于邂逅间云尔，最灵繁者不见自己的背。愿诸君亦能深体此言。过此论，自此观，过此论，生活中，若能学矣，我不得不虑其出也实。善学，生也何如，不然则何。我等皆知，但有其义，则必须慎。携此也，我来审之学。臣愚以为，经过此论，总结之言，由是观之，即吾人也，学于我义，不可谓重。我等皆知，但有其义，则必须慎。所谓善学，只为学须如何写。生活中，若学矣，我不得不虑其出也实。过此论，谓吾人也，学非唯一大事，或变其人。所谓善学，只为学须如何写。谓吾人也，学非唯一大事，或变其人。善学者生，终须如何，不学之有，又何如生。在此难者择下，我想，不能寝食。既然如此，善学，终当何得。在此难者择下，我想，不能寝食。此事于身之义大，信于此世界亦有义之。我不得不对一个大穷之事，则是。善学者生，终须如何，不学之有，又何如生。携此也，我来审之学。吾常以为，得事之要，他一则解。善学者生，终须如何，不学之有，又何如生。由此言之，达尔文曾用之，敢费岂畏一钟头时者，言其不知惜命者悉直。此言虽浅，但令吾臆断悬度。臣愚以为，善学，生也何如，不然又何如。今，释善学者，是极要之。是故，谓吾人也，学非唯一大事，或变其人。培根于邂逅间云尔，深窥其心，而觉之异于己切。此似解其惑。过此论，然何如，知学为一何也，是为一切之要。也要奈何？也要奈何？将欲明，好好学，竟是一种何也。凡言，我必须慎重之图。将欲明，好好学，竟是一种何也。生活中，若学矣，我不得不虑其出也实。然则，谓吾人也，学非唯一大事，或变其人。谓吾人也，学非唯一大事，或变其人。既如此，然观之，今，为学者，是极要之。故，然而，虽是如此，学者见犹为之制义。生活中，若学矣，我不得不虑其出也实。我不得不对一个大穷之事，则即为，然，虽如此，学者见犹为之制义。日本语曾用之，幸得向福之梁。此言虽浅，但令吾臆断悬度。马尔顿尝言，强之心，能使庸人作惊人之事。此似解其惑。米歇潘尝言，生是一条峡险之，惟勇者能通。此启予。\n\n翻译\n\n百度翻译+狗屁不通文章生成器\n\n\n\n",
    "replies": [
        {
            "author": "42313123123123",
            "timestamp": 1585576920,
            "txt_content": "根据我对古人的了解，没人会闲的没事干会写这个的"
        },
        {
            "author": "lliiooll",
            "timestamp": 1585576980,
            "txt_content": "当晚点开正文：嗯！很不错（假装懂）\n当我点开翻译：这tm是什么东西"
        },
        {
            "author": "DaiBM1",
            "timestamp": 1585576980,
            "txt_content": "你·······好水，不过“与人方便，与己方便”,我也趁机水了个评论"
        },
        {
            "author": "GXHurry",
            "timestamp": 1585577100,
            "txt_content": "这水的毫无水平"
        },
        {
            "author": "缘生",
            "timestamp": 1585577460,
            "txt_content": "我就说呢……怎么文言文我看了三行怪怪的（假装我看了）"
        },
        {
            "author": "mohui666",
            "timestamp": 1585578300,
            "txt_content": "带翻译家"
        },
        {
            "author": "Rairis虹",
            "timestamp": 1585578720,
            "txt_content": "这种笔墨。讲真更像民国。"
        },
        {
            "author": "3451139797",
            "timestamp": 1585614720,
            "txt_content": "这翻译的，真好（shui）。"
        },
        {
            "author": "小沫呀",
            "timestamp": 1585614900,
            "txt_content": "丢，好一个高级水，是你赢了"
        },
        {
            "author": "猫眼",
            "timestamp": 1585615020,
            "txt_content": "当我看到“卡耐基”的时候就感觉有什么不对劲的地方"
        },
        {
            "author": "zhg213",
            "timestamp": 1585615140,
            "txt_content": "当我看到卡耐基的时候我就知道事情没这么简单"
        }
    ]
}