{
    "title": "[Minecraft.net|CULTURE]生存中的故事",
    "author": "jinvgy",
    "replyCount": 3,
    "timestamp": 1585716600,
    "txt_content": " 本帖最后由 jinvgy 于 2020-4-1 12:47 编辑 \n\n\n\n\n\nimage.jpg (56.77 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 11:00 上传\n\n\n\n\n\n生存中的故事\nSURVIVAL STORIES\n这个建筑团队冒着各种风险在生存模式下做建筑！\nThe build team risking it all to craft in Survival Mode!\n\n       Minecraft生活中充满了压力。你刚开始时，两手空空，孤立无援，常常被树包围，你没有别的选择，只能一下又一下的用拳头打着树干，直到你获得了足够的木头来保护自己免受恐怖夜晚(的各种折磨)。这可能会是一个出乎意料的严峻挑战！尤其是在只有你一个人的时候。\nMinecraft is a stressful life to live. You begin, resourceless and all on your lonesome, usually surrounded by trees, and you have no choice but to punch them, over and over, until you get enough wood to protect yourself from the horrors that come at night. It can be a surprisingly tough challenge! Especially if you go it alone.\n       重点在于，你需要休息一下。你需要一个地方来在你揍完树、挖完钻石或是被蜘蛛追的疯狂逃窜后歇歇你那方方脑袋。来吧，朋友。我这儿有些东西能解决你的问题。\nPoint is, you need a break. You need somewhere to rest your blocky head after all that tree-punching, diamond-mining, spider-fleeing madness. Come this way, friends. I have something that'll sort you right out.\n       Raven SMP是十个人组成的Minecraft建筑团队，听上去像是一场后勤噩梦(注:指人太多)，但在这个充满奇迹的光辉世界中，十个人就足以创造出一些新奇特别的东西。Raven的世界不是一个简单的村庄或一个特殊的主题项目，而是一个**的奇观。从那高耸入云的风车大楼到奇怪的暗色玻璃公寓，再到一个浮在天空中并直接向我们(注:“我们”指地面)发射激光的大东西。我的天。\nRaven SMP is a ten-person Minecraft building team, which sounds like a logistical nightmare, but in the case of this radiant world of wonders, ten people is just enough to make something special. Rather than being simply a village or a themed project, Raven's world is a kaleidoscopic mish-mash of spectacles, from the towering windmill skyscraper to the strange ombre glass apartment building to the big thing in the sky that's shooting a laser directly at us. Oh dear.\n\n\n\n\n\n0af0987ed7ca620082e55abf4a38ef23-GALLERYSTARTER.jpg (63.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 11:01 上传\n\n\n\n\n\n\n\n\n\nf9c26be2880c2cd3cfe24035da206a69-GALLERYTWO.jpg (59.76 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 11:01 上传\n\n\n\n\n\n\n\n\n\nfile_1585710101000.jpg (251.38 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 11:01 上传\n\n\n\n\n\n\n\n\n\n83f842badb1bf42dff022da7c587b667-galleryfour.jpg (337.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 11:01 上传\n\n\n\n\n\n       这个团队对颜色的搭配和形状都进行了研究，这使得在他们的世界中漫游绝对是一种乐趣，就像在博物馆中度过了美好的一天一样，除了那用来代替木乃伊和雕像的东西——是个巨型兔子和岩浆。好吧，说真的，我想这还是取决于你到底喜欢什么样的博物馆。\nThe team have all experimented with colour and form, which makes wandering through their world an absolute pleasure. Like a nice day out at the museum, except instead of mummies and statues, it's giant bunnies and lava. Well, I suppose it depends what kind of museums you're into, really.\n       在出生点有一个可爱的小村庄。团队成员Trog告诉我们，这是作为一个公共建筑区开始建造的。“我们让所有人都在那个地区的任意地方建房，然后把每个房子的道路连接起来，让它看上去更像一个村庄。”\nAt the spawn point, there's a lovely little village. This was started as a communal building area, says team member Trog. “We let everyone build wherever in that area and then connected paths to each building to make it look more like a village.”\n\n\n\n\n\n46c670673f5ab7ef3f906a362396dfbc-AnotherLoneImageThen.jpg (91.82 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 11:02 上传\n\n\n\n\n\n       即使是十名队员都在同一个空间里各建各屋，这个村庄也能很好的组合在一起，有商店、农场，甚至还有一个墓地。\nEven with ten team members all building their own things in the same space, the village manages to look remarkably well put-together, with shops, farms, and even a graveyard.\n       等等，墓地？里头埋了谁？\nWait, a graveyard? Who's buried there?\n       “这个墓地是我对自己的一个惩罚，”一名名字（和死因）被登在墓碑上的团队成员T-Rav说，“每次我死了，我都会在这儿埋下一个坟墓，以鼓励自己在生存模式上变得更好。”啊，要是现实生活中也能如此宽容该多好。\n“The graveyard was a punishment for myself,” says team member T-Rav, whose names (and causes of death) you can see on the gravestones. “Every time I died, I had to put down a grave, to encourage myself to get better at survival mode.” Ah, if only real life could be so forgiving.\n\n\n\n\n\n693af8356314bce0875ea7e553f6e93d-GraveyardImage.jpg (60.07 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 11:03 上传\n\n\n\n\n\n它们很难辨认，但T-Rav的死因之一是“试图在空中飞翔”。是的，我能理解。\nThey're tricky to make out, but one of T-Rav's causes of death is 'trying to fly'. Yeah, I can relate.\n       在这个世界的其他地方，除了村庄之外，还有许多大规模的建筑，比如空中花园和天空之城。Raven的世界不仅仅是一堆随机的建筑风格大杂烩——每一栋建筑，每一个地点，每一个怪异的小东西都有它的故事。\nIn other parts of the world, beyond the village, there are large-scale experiments, like hanging gardens and a city in the sky. Raven's world isn't just a bunch of random architectural styles lumped together in one world - each building, each location, each weird little crafting experiment has a story to tell.\n       “我给我的每个建筑都创造了一个故事，因为我在建造它，”Trog说道，并描述了他如何创建一个新项目的想法，“我把这座城市建在天上，在建的过程中，我会想出各种不同的小故事。”他甚至把这种(建筑)技术称为他的“标志性特征”——能看到一处地方的历史和背景，对于创造一些原创和有趣的东西是十分重要的。\n“I make a story for every one of my builds as I am building it,” says Trog, describing how he comes up with the ideas for each new project. “I built the city in the sky, and as I was building it, I would come up with different mini stories.” He even calls this technique his “signature feature” - being able to see the history and the background of a place is hugely important in creating something original and interesting.\n\n\n\n\n\n4bf70598ac8520f683710914dfb61041-Loneimage.jpg (168.34 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 11:19 上传\n\n\n\n\n\n       那么，我早些时候提过这点，这个世界——从那草地到空中要塞的倾斜屋顶——都是在生存模式下建造的。这个团队一直有在发布视频，以记录他们建设这整个世界的历程——他们将其称之为“第一季”，并承诺第二季即将到来，(他们)将会搭配一些mod来保持趣味性。\nNow, I mentioned it earlier, but this whole world - from the grass to the tippy-top of the castle in the sky - was built in survival mode. The team have been posting videos documenting their journey to building the entire world - which they're calling “Season One”, with a promise of a Season Two coming soon, complete with new mods to keep it interesting.\n       在生存模式下生活是很困难的，更不用说建造出一个完整的世界了——但是如果有朋友和你分享资源并且一起建设的话就会带来巨大的不同。\nIt's difficult enough to keep yourself alive in survival mode, let alone to build an entire world - but having friends with you to share resources and the burden of building makes a massive difference.\n\n\n\n\n\nfdb96170baa1c204c3e488ffc990d976-AnotherImage.jpg (61.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 11:35 上传\n\n\n\n\n\n       “我们只是想要一个亲密的社区，”Trog说，“所以我们开了一个Minecraft生存服，并在里面玩了几个月。”团队成员Jena说，“我们的目标是创造一个能结合众人所长的世界”，T-Rav说这个团队感觉“就像一个大家庭”\n“We all just wanted to have a close community of people,” says Trog, “so we started a survival Minecraft server and played on it for a few months.” Fellow team member Jena says that, “the aim was to create a world where we could all combine our special talents,” with a team that T-Rav says feels “like a family.”\n       这听起来可能很难，但Trog说他们合作的非常好：“我们总是鼓励彼此尽力而为，尽可能的提供一些意见和建议。”\nIt might sound difficult, but Trog says they manage to work together well. \"We always encourage one another to do our best and offer advice and tips whenever we can.”\n       “每个人对自己想做什么都有自己的想法，”T-Rav补充道，“有时候我们会聚在一起做一些特别的活动，比如去末地，或者找个林地府邸，这只是找找乐子。”\n“Everyone has their own ideas on what they would like to do,” T-Rav adds, “and sometimes we would all do special events together, like going to The End, or finding a woodland mansion, just for fun.”\n\n\n\n\n\nfile_1585713080000.jpg (146.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 11:51 上传\n\n\n\n\n\n       当人们说他们的团队“像一个家庭”的时候，它会让你想到一些其他的事情。有些家庭中充斥暴力，有些家庭内部几乎没有任何交流。但一个好的家庭则会互相支持，在需要的时候会集整体所能，每个人也有个人的利益。这听起来就像是Raven SMP——一群有着共同兴趣（Minecraft）的人，聚集在一起帮助彼此，取得更多自己一人时无法达成的成就，这就是个好家庭。\nWhen people say that their team is “like a family,” it can make you think different things. Some families fight, some families barely talk at all. But a good family is one that supports each other, that functions as a unit when they need to, but all have individual interests. That sounds like what Raven SMP is - a bunch of people with one common interest, Minecraft, coming together to help each other achieve more than they could on their own. That's a good family.作者：Kate Gray\n日期：2017.12.04\n原地址：https://www.minecraft.net/zh-hans/article/survival-stories",
    "replies": [
        {
            "author": "BiggayJN",
            "timestamp": 1585742040,
            "txt_content": "真好看！"
        },
        {
            "author": "水上阅历",
            "timestamp": 1585746240,
            "txt_content": "么么哒。。。"
        },
        {
            "author": "15537584172",
            "timestamp": 1585811640,
            "txt_content": " 能收我为徒吗？"
        }
    ]
}