{
    "title": "[Minecraft.net|CULTURE] Cyclone Designs 团队",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1585666380,
    "txt_content": " 本帖最后由 问谛居 于 2020-3-31 22:55 编辑 \n\nCyclone Designs\nCyclone Designs 团队The global build team reaching for the skies!\n翱翔天际的全球性建筑团队！\nAsh Davis 阿什·戴维斯\nEver heard the phrase ‘too many cooks spoil the broth?’ I always thought it was a reasonable suggestion that you shouldn’t be putting cooks in your broth, you nasty cannibal - but it’s actually a warning that throwing too many people with different talents at a project doesn’t always result in something better.\n自从听说了那句‘[ruby=人多手杂反坏事]厨师多了烧坏汤[/ruby]’，我一直觉得这是个合理的建议，所以别把厨师放进汤里，你个恶心的食人族——但是，这句话实际上是一句劝诫语：如果把太多才能不同的人安排到同一个项目里的话，往往不会有什么好结果。\nAnyway, Will Loader , Ushio Tokura , and Marceau Nakayama , haven’t heeded that warning. They, along with founding partner Vanessa Pearson , are the multi-talented masterminds behind Cyclone Designs , a global team of talented Minecraft cooks dedicated to creating great Minecraft content, including for the Minecraft Marketplace.\n然而，Will Loader、Ushio Tokura 和 Marceau Nakayama 却并没有听从这个劝告。他们同创始合伙人 Vanessa Pearson一道都是 Cyclone Designs 幕后多才多艺的智多星。这是一个汇集了天赋异禀而来自世界各地的 Minecraft 中的大厨师团队，他们致力于创作精彩的 Minecraft 作品，也包括在 Minecraft 商城里的。\nTheir results? Excellent! So I guess ‘too many cooks spoil the broth’ is a load of lies . I’m hiring ten dozen chefs to make me a bowl of cereal, stat!\n他们的作品？非常出色！所以我想，‘厨子多了烧坏汤’完全是谎言。我要雇十打厨子来给我做一碗麦片粥，现在就要！\n\n\n\nWill Loader played Minecraft casually for years before stumbling into the “professional” side of Minecraft by accident. His entry into a PlanetMinecraft competition caught the attention of Blockworks, a professional build team. While working there, he met Marceau and Vanessa and together the three struck out on their own venture, Cyclone Designs.\nWill Loader 已经随意地玩了 Minecraft 好几年，后来才偶然间接触到了 Minecraft 的“专业”领域。在参加 PlanetMinecraft 大赛时，他引起了专业建筑团队 Blockworks 的注意。在那里工作时，他遇到了 Marceau 和 Vanessa ，然后他们一起独立出去创立了自己的团队—— Cyclone Designs。\n“We each decided we reached a point where we wanted to do something for ourselves,” Will explains.\n“我们每个人都认为，现在到了为自己做些什么的时候了”，Will 解释道。\n\n“Our group is focused on building interactive environments for Minecraft,” Marceau explains. Cyclone’s team is so diverse in its talents, they have the tools and the people power meet their goals. “We’re able to bring each of our skills from other mediums: game design, level design, 3D modeling, concept art, illustration, and pixel art into our work so we always love what we do.”\nMarceau 解释道：“我们的团队专注于为 Minecraft 建造交互式的环境。”Cyclone 的团队才能非常多样，他们有能够达成自己目标的工具和人力。“我们能够将我们的才能从其他媒介中：游戏设计、关卡设计、3D 建模、绘制概念图、绘制插画和像素美术，带入到我们的工作中，所以我们一直热爱着我们所做的事情。”\nYou can see these talents have come together in their Marketplace creation, Cloud Jumper .\n从商城里他们的作品——Cloud Jumper 中，你可以看见他们的才能融合在了一起。\n\nCloud Jumper is a thrilling airborne adventure in the skies - you battle mobs with your bow and arrow while soaring through the skies via rocket powered Elytra!Cloud Jumper 是一场惊心动魄的空中冒险——你要乘坐烟花火箭驱动的鞘翅在空中翱翔，用弓箭与生物们战斗！\n\nCloud Jumper is a thrilling airborne adventure in the skies - you battle mobs with your bow and arrow while soaring through the skies via rocket powered Elytra!Cloud Jumper 是一场惊心动魄的空中冒险——你要乘坐烟花火箭驱动的鞘翅在空中翱翔，用弓箭与生物们战斗！\n\nCloud Jumper is a thrilling airborne adventure in the skies - you battle mobs with your bow and arrow while soaring through the skies via rocket powered Elytra!Cloud Jumper 是一场惊心动魄的空中冒险——你要乘坐烟花火箭驱动的鞘翅在空中翱翔，用弓箭与生物们战斗！\n\nGood advice!真是个贴心的建议！\nI wondered how Cyclone is able to keep a consistent vision for its projects with so many inputs. Are they not afraid of too many cooks spoiling the broth? This is Minecraft, not cooking (which is too bad, I’m kinda hungry) but the idea still applies.\n我很好奇，Cyclone 团队中有如此多的不同声音时，他们是如何做到对项目保持意见一致的。难道他们不怕厨子多了烧坏汤吗？虽然这里是 Minecraft 而不是厨房（糟糕，我有点饿了！），但这个道理仍然适用。\nThe secret lies with the specialists, according to Marceau, and how leadership break down tasks for the team.\n据 Marceau 透露：这个秘密就在那些行家身上，以及领导如何划分团队任务。\n“Once we agree on a theme for a project,” he says, “Our writers establish the story and character concepts while our digital artists create visual references with sketches and concept art.”\n他说：“一旦我们对一个项目的主题达成共识，我们的写手就会建立故事梗概和人物设定，同时，我们的电脑画师会绘制草图和概念图来展示视觉效果。”\nWith that solid foundation, the rest of the project can follow. Each specialist takes on the part that suits them best.\n依靠扎实的基础，项目剩下的部分就可以进展下去了。每个行家都会选择做最适合自己的部分。\n\n“Some of our artists work better with architecture, organics, or more conceptual based stuff.” Ushio adds. “Subdividing our group to work on specific tasks keeps the themes clear while incorporating our own individual styles.”\n“我们的一些艺术家在建筑设计、有机建筑和概念性产物方面发挥出色。”Ushio 补充道。“将我们的团队细分为不同小组，每个小组做特定的任务，能使得保持主题明确的同时融入我们各自的风格。”\nWhen creating their content, Cyclone Designs works a lot like a mini-game developer with a Minecraft game engine. And having so many talented builders able to do everything from concept art to marketing is one thing Ushio and his partners can’t stop raving about. It's the key to Cyclone’s success.\n创作作品时，Cyclone Designs 工作得有点像是用 Minecraft 作为游戏引擎的小游戏开发者。而且，Cyclone Designs 拥有如此多的优秀建筑师们，他们能完成从概念图到市场推广的一切事情。这事让 Ushio 和他的合作伙伴们赞不绝口。这就是 Cyclone 成功的秘诀。\n“What’s interesting is that so many of our members are from all over the world, so we have different understandings of how to build. We really treasure and value this diversity,” Ushio says proudly. “It adds to our work in all kinds of different ways. For example if one person is stuck on something, another person with a different point of view can share their advice. This makes Cyclone what it is, and it shows in our projects.”\n“有趣的是，我们的许多成员是来自世界各地的，所以我们对于如何建造有着不同的理解。我们非常珍惜和重视这种多样性。” Ushio 骄傲地说到。“这种多样性以各种各样的方式让我们的工作如虎添翼。例如，如果有人被什么东西难住了，会有另外观点不同的人可以提出他们的建议。正是这一点造就了  Cyclone，而且它在我们的项目中也有所体现。”\n\nSee, having so many cooks might not be so bad. It keeps things spicy! But having so many different people on the same team does have its drawbacks, like putting too much sriracha on your burrito is a drawback (albeit a tasty, spicy drawback).\n看吧，有如此多的厨师也不见得是件坏事。这能让作品多姿多彩！但是，在一个团队里包含太多各不相同的成员也有缺点：这缺点就像在你的玉米煎饼上放了太多辣椒酱（即使这是一个美味的、色彩诱人的缺点）。\nUshio says it’s timezones that cause the most headaches. “They can be a logistical problem when we have people working from all around the world on projects. It usually means someone has to do the night shift if there is an upcoming deadline.”\nUshio 说，最让人头疼的其实是时区不同。“当我们让来自世界各地的人们参与项目时，时区可能会成为一个流转上的问题。这通常意味着：如果截止日期快到了，就有人得值夜班了。”\nOuch.\n啊哦。\n\nFor being such a young company, Cyclone Designs has already celebrated some major successes and Ushio is excited to share; “We started Cyclone in October of 2017, and just recently we’ve joined the partnership program with Minecraft Marketplace.”\n作为一个新公司，Cyclone Designs 已经庆祝了许多重大的突破性成就，而 Ushio 也很乐意与大家分享：“我们在2017年10月创立了 Cyclone，而且，最近我们加入了 Minecraft 商城的合作项目。”\nMarceau has a success story to share too: “Ushio and I had the chance to present our work to the Chinese community of creators in Hangzhou! That was a really exciting moment, to be able to meet Mojang, Microsoft, and NetEase teams in the same place!”\nMarceau 也有一个成功故事要与我们分享：“Ushio 和我曾有机会在杭州的中国创作者社区展示我们的作品！那真是一个激动人心的时刻，因为能在同一个地方见到 Mojang、微软和网易团队！”\nI once played a board game with Kanye West so I can totally relate.\n我曾和 Kanye West 一起玩过一场棋类游戏，所以我完全可以理解他的激动。\nOfficial partnerships and conferences in China are not the be all and end all for Cyclone Designs. Will tells me there’s even more exciting things coming soon.\n官方的合作伙伴和中国的会议并不是 Cyclone 最厉害的成就。Will 告诉我，接下来还有更激动人心的事。\n\nUshio doesn’t spoil anything either but he also paints a good picture of Cyclone’s future.\nUshio 不仅没有搞砸任何事情，而且还打造了 Cyclone 的美好未来。\n“A future project of ours would be something we could all contribute to,” he says, “something that really incorporates the Cyclone culture of diversity. We want to be able to reach a large audience and be impactful through education, atmosphere, and experience. That way, we would inspire other creators, or even younger children to pursue their own dream projects.”\n“我们未来的一个项目会是我们每个人都能为之做出贡献的东西，”他说，“那是真正融合了 Cyclone 文化多样性的东西。我们想要通过教学、氛围和经验来吸引大量的观众和增强影响力。这样的话，我们就能鼓舞其他创作者、甚至更小的孩子们去追寻他们的自己梦想工程。”\n Cloud Jumper by Cyclone Designs is available on the Minecraft Marketplace now. \nCyclone Designs 团队的 Cloud Jumper 现在可以在 Minecraft 商城上购买。\n【@EBsky 译自官网 2018 年 03 月 27 日发布的 Cyclone Designs】\n【本文排版借助了：BCC】\n\n\n",
    "replies": []
}