{
    "title": "[Minecraft.net|CULTURE] 狂野幻想",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1585666800,
    "txt_content": " 本帖最后由 问谛居 于 2020-3-31 22:59 编辑 \n\nWild Thoughts\n狂野幻想Green-fingered builder Enderock terraforms the world\n擅长打造美景的建筑师 Enderock 改造了世界\nKate Gray 凯特·格雷\nIt took about 98 million years for the Earth - our home planet, the soil we walk on, the hills and mountains, seas and lakes, the very air we breathe - to form into something habitable. 98 million slow, slow years, turning dust and rocks into the wonderul lumpy sphere we call home!\n过了大约 9800 万年，地球——我们的家园、我们脚下的土地、那些丘陵和山脉、海洋和湖泊、我们呼吸的空气——才变成了一个宜居之所。9800 万年的漫长岁月，将尘土和岩石变成了我们称之为家园的、复杂而美好的星球！\nIn Minecraft, however, most of that hard work is covered for you. You don’t have to worry about the atmosphere, or how to turn space-debris into land, because we’ve taken care of all of that. You’re basically several billion years ahead of the universe. You’re welcome!\n然而，在 Minecraft 里，这样艰难的工作大部分都已经为你做好了。你不需要担心如何形成大气，也不用担心如何将太空中的碎片变成陆地，因为我们已经解决了这些问题。你基本上算是超前了宇宙数十亿年。别客气！\nThen again, maybe we should've gotten today’s builder, Enderock, to do all that for us instead? As you can see from the gallery below, he's a terraformer who would make Mother Nature proud:\n不过话又说回来，也许我们本应让如今的建筑师——Enderock——来替我们制造世界？就像你能从下面这如画一般的美景中看到的：他是一个会让大自然母亲都为之自豪的地貌塑造师。\n\n\n\nHis creations range from rolling, tree-blanketed hills to the proud mesas of a desert landscape, and he still finds time to experiment with non-terraforming projects like this fantastic, Stargate SG1-inspired fantasy portal.\n他的创作题材丰富，包括林木葱郁的绵延山丘、和沙漠景观中显眼的平顶山。而且他还在抽出时间尝试一些非宜居化的项目，比如这个受电视剧 Stargate SG1 启发而建的奇异的虚空之门。\nWhere does it go? The Nether? Somewhere more sinister? Of course, I’d love to jump in and find out myself but... er... I'm not really wearing the right shoes for a portal jump today?\n它通向哪里呢？下界么？还是其他更险恶的地方？我当然非常想跳进去一探究竟，但是……嗯……我今天穿的鞋的确不太适合跳传送门？\nYou buy that, right?\n你会去的，对吧？\n\nI know, let’s go through it together! Y-you first!\nOK，我们一起跳过去吧！行——你先上！\n“It is in building that we become builders,” Enderock tells me, in his native French language. \"C'est en construisant qu'on devient constructeur.\" We are all builders, but not all of us have picked up the tools.\nEnderock 用他的母语法语告诉我说：“正是在建造的途中我们才成为了建筑师。只有通过建造，你才能成为建筑师。”其实我们每个人都是建筑师，但不是每个人都愿意动手去试试。\n“It’s one of my favourite phrases,” says Enderock. “I would also advise any amateur builders that they should watch what others are doing, so that you can come away with knowledge and techniques. After that, it’s just practise, and imagination.” Doesn’t he make it sound so easy?\nEnderock 说：“那是我最喜欢的句子之一。我还想建议所有非专业的建筑师去观察一下别人在做什么，这样你就能带着知识和技术满载而归。接着，就只剩苦练和想象力了。”他把这说的也太简单了吧？\n\nEnderock, also known as Anton when he’s not building worlds in Minecraft, first began playing around with Creative Mode after his best friend recommended it. “Since then,” he says, “Minecraft has become my favourite game.”\n以前 Enderock 还没有在 Minecraft 里建造世界时，他也被叫做 Anton。在他最好的朋友向他推荐之后，他才开始尝试玩创造模式。他说：“从那以后， Minecraft 就成了我最爱的游戏。”\nHe currently posts a build about once a month, each one as different in colour, shape and style as the next. A personal favourite of mine is Controlled Nature , which takes Anton’s greatest skill - terraforming - and puts a fresh spin on it, creating huge walls that fracture and splinter the landscape into glass-like shards.\n他目前大约一个月发布一个建筑，每个建筑都在颜色、形状以及风格上有所不同。其中我个人最喜欢的是 Controlled Nature，Anton 在这上面展现了他最厉害的技能——地貌塑造——并且赋予了它全新的面貌：通过建造一些巨大的墙，将景观分割成了玻璃般的碎片。\n\n\n\n\nBut Anton only lets the very best of the best rise to the surface. “I challenge myself to only upload my build on the internet if I think it’s better than the last one,” he says.\n但是 Anton 只会将优中选优的作品呈现给大家。他说：“我为自己立下一个挑战：只有当我认为它比上一个建筑更好时，才会把它上传到网上。”\n“If I don’t think it’s good enough, I change it, and if I never get to the point of making it better, I put it in the trash and start again.”\n“如果我认为它还不够好，我会改进它，而如果我始终没能让它变得更好，我就会删除它，然后重新开始建造。”\n\n“I love constructing landscapes,” Anton continues, “because you feel immediately tiny compared to them, and you always get the feeling that they go on forever.” The landscapes he builds are largely inspired by his home, a region in central France called Le Puys De D?me, dominated by a dormant volcano and the lush green hills that surround it, nurtured by rich volcanic soil.\n“我热爱建造景色，”Anton 继续说道，“因为与它们相比，你会立刻觉得自己很渺小，而且常常会觉得它们是永无止境的。”他建造的景色在很大程度上受到了家乡景色的启发。那是法国中部一个名为 Le Puys De D?me 的地区，那里被一座休眠的火山和环绕其周的草木繁茂的山丘占据，享受着肥沃的火山土壤的滋养。\n“We’re surrounded by countryside here, with vast landscapes, so I reproduce what I see, so to speak, with a little touch of imagination.” Disclaimer: there probably isn’t a Stargate-style portal in the centre of France. Probably .\n“这里被乡村环绕，地貌开阔，所以我只是重现了我所看见的景象，可以说，我只加入了一点点想象力。”免责声明：法国中部可能的确没有一个星际之门风格的传送门。没准吧。\n\nWhen Anton isn’t busy looking wistfully out the window at the glorious countryside around him, he’s getting on with his studies - but that doesn’t stop the inspiration flowing at some fairly inopportune times. “I often have ideas in the middle of the day,” he says. One of his projects, ‘Wild Freedom’, came to him “in the middle of a maths lesson!” It goes to show that there’s never a bad time for ideas - just don’t tell your maths teacher, okay?\n当 Anton 悠闲自在的、向往的看着窗外四周的美丽乡村时，他还在学习——但这无法阻止灵感在非常不合时宜的时候流动。他说：“我的灵感通常产生于中午。”他的一个作品——'狂野自由'——的灵感产生于“一节数学课上”！这表明，没有什么时间是不适合孕育灵感的——但是别把这事告诉你的数学老师，好吗？\n|\"If I don’t think it’s good enough, I change it, and if I never get to the point of making it better, I put it in the trash and start again.\"\n|“如果我认为它还不够好，我会改进它，而如果我始终没能让它变得更好，我就会删除它，然后重新开始建造。”\nWild Freedom is Anton’s most popular map so far, and it’s not hard to see why. It’s the kind of countryside you’d love to pitch a tent in - where steep slopes beg to be climbed, and long, golden beaches beg to be… beached?\n狂野自由是 Anton 目前最受欢迎的地图，其中的原因显而易见。那是一种让你想在里面搭个帐篷的乡村——有陡峭的山坡等你去攀爬，还有长长的金色沙滩等着被……搁浅？\nThe seas are clear blue, and the trees are a chunky forest of green, nestled in the cracks between snow-peaked mountaintops.\n那里的海洋是清澈的蓝色，而树木连成一片茂盛的绿色森林，坐落在雪峰之间的缝隙里。\n\n\n\nAnton paints these landscapes himself, using a tool called WorldPainter , which, rather than placing blocks by hand, allows the builder to create swathes of colour more fluidly. He also uses a tool called WorldMachine to, as he puts it, “sculpt” the landscape - but for designing his worlds, he uses something much more old fashioned: pencil and paper.\nAnton 用了一个叫做 WorldPainter 的软件描绘出了这些景色，这个软件不需要由人工手动地放置方块，所以它让建造者能够更流畅的创造出大面积的颜色。他还用了一个叫做 WorldMachine 的软件来——用他的话说就是——“雕刻”风景——但是在对他的世界进行设计时，他用的是更老式的东西：铅笔和纸。\n“This build took me about a weekend,” he says, “48 hours in total - with a sketch that I did prior, to know where to put my different mountains and islands.” 48 hours versus 98 million years? We think Anton wins this round. Sorry, Earth.\n他说：“这个建筑花费了我大约一周时间。总共 48 个小时——加上我之前画的一张草图，它是用来对照看我这些各式各样的山峰和岛屿应该放在哪里的。”48 小时比上 9800 万年？我们认为这一回合是 Anton 赢了。不好意思了，地球。 \n\n【@EBsky & WDLJT 译自官网 2018 年 02 月 05 日发布的 Wild Thoughts】\n【本文排版借助了：BCC】\n\n\n",
    "replies": []
}