{
    "title": "[Minecraft.net|CULTURE] 胜利别墅！",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1585666860,
    "txt_content": " 本帖最后由 问谛居 于 2020-3-31 23:04 编辑 \n\nVictorious Villa!\n胜利别墅！Screw Winter, let's go live in SRVDkamp's hot house build!\n去他的冬天，让我们去住在 SRVDkamp 的温室里吧！\nKate Gray 凯特·格雷\nThe nights are growing long, the air is growing cold, and people are putting up sparkly Christmas decorations even though it’s STILL ONLY NOVEMBER SO STOP IT. It’s that time of year again - no, we don’t mean Christmas, we mean the time of year where going outside involves nerves of steel and roughly ten billion layers. One day, I will ban winter. Just you wait.\n黑夜越来越长，天气越来越冷，人们已经开始悬挂闪闪发亮的圣诞装饰品。但是现在才十一月，所以别这样了。又到了一年中的这个时候——不，我们不是在说圣诞节，我的意思是又到了一年中外出需要钢铁般的意志，差不多需要万亿层的包装。总有一天，我会除掉冬天的，等着瞧吧。\nUntil then, I'm comforting my frostbitten heart with this cosy, lovely Spanish villa ! Built by Raoul (also known as SRVDkamp ), it's a charming home with warm, well-lit nooks to curl up and read a book, and a beautifully manicured garden in the front. This house puts mine to shame - mostly because I have no idea how to keep plants alive in this lousy season. CURSE YOU, WINTER.\n在那之前，我会一直呆在这个舒适可爱的西班牙别墅里来安慰我冻伤的心！这是由拉乌尔（也被称作 SRVDkamp ）建造的，一个迷人的家，里面有着温暖、光线充足和可以蜷缩起来看书的角落，前面还有一个修剪得很漂亮的花园。这个房子让我感到羞愧——主要是因为我不知道怎样才能让植物在这种糟糕的季节存活。诅咒你，冬天！\n\nRaoul is an experienced builder with a particular interest in building houses. He has built houses in the Victorian style (lots of pillars), Craftsman style (lots of wood and stone) and European style (lots of… garages??) and now his latest project is this Spanish-inspired villa.\n拉乌尔是一位经验丰富的建筑师，他对建造房屋有着浓厚的兴趣。他建造过很多维多利亚风格的房子（里面有着很多的柱子）、工匠风格的房子（里面有着很多的木头和石头）和欧洲风格的房子（里面有着很多的车库？？），而现在他最新的项目就是这个西班牙风格的别墅。\n“What I like about these different traditional style houses is that for each style, you have different features,” Raoul tells me. “That’s why I made the Spanish villa. I never made one before, and I really wanted to learn the style. I was looking for a difficult challenge!”\n“我喜欢这些不同传统风格的房子是因为，每种风格都有不同的特点。”拉乌尔告诉我。“这就是我建造西班牙别墅的原因。我以前从没有建过，所以我真的很想学习这种风格。我正在求取一个艰难的挑战！”\nAnd what a challenge it was. For a start, Spanish architecture has a lot of curves, something Minecraft isn’t exactly known for, and you can see those curves in the front of Raoul’s house on the archways above the windows and the front door. We think he did a pretty good job, actually!\n这是一个多么庞大的挑战。首先，西班牙式建筑有非常多的曲线，这恰好不是 Minecraft 见长的地方，但是你可以在拉乌尔的房子前部的窗户和前门上方的拱门上看到这些曲线。事实上，我们认为他做的相当好！\n\n\n\n\n\n\nLet's snoop around inside Raoul's villa. Hopefully we'll resist burning it down out of envy. Tricky!让我们到拉乌尔的别墅里去看看吧。希望我们不会因为嫉妒而把它烧掉。头疼！\n“It’s far from easy to build a house like this,” Raoul adds. “You don’t work with inches like in real life, you work with blocks instead - so it’s hard to get the scale right.”\n“建造这样的房子并非易事，”拉乌尔补充说。“现实中的度量在这里可行不通，在游戏中用方块代替英寸——所以很难调整好比例。”\nOn top of that, he says, trying to get the colours right can be a pain - especially because there isn’t a wide range of colours for all Minecraft blocks, so sometimes you can be stuck building a house out of wool. (Pro tip: don’t try that in real life. You will get very cold.)\n更进一步，要试出正确的颜色是件十分痛苦的事——特别是因为在 Minecraft 的所有方块中都没有很大范围可供选择的颜色，所以有时候你会被不得不用羊毛建房子给难倒。（小贴士：在现实生活中不要这么做，否则你会觉得很冷。）\n\n“Of course, getting these things right gets easier over time,” Raoul admits. “But every new house is a new challenge, with other obstacles. For example, the spiral staircase in my spanish house. You work with angular shapes, which made it hard to create a organic shape. I was working on this staircase for about 2 hours.”\n“当然随着时间的推移，这些事慢慢容易起来。”拉乌尔说。“但伴随着其他困难，每一栋新房子都是一个新的挑战。比如，在我西班牙房子里的旋转楼梯。你采用棱角分明的形状，这使得它很难创造出一个有机的形状。我在这个楼梯上大约忙活了两个小时。”\nSpirals, curved edges and circles: the bane of any Minecraft builder’s life!\n螺旋、弯曲的边缘和圆形：每一个 Minecraft 建筑师生涯中的大敌！\nBut we have one question: if it takes years of study to learn how to build good houses, how does Raoul do it? “I can’t go outside and look around me, because we don’t have those kind of houses in Holland,” Raoul says. “When I am new to a style I always look at, or even use, pictures and floor plans of a specific style first.”\n但是我们有一个问题：如果学习如何建造好房子需要多年的时间，那么拉乌尔是怎么做到的呢？“我不能出门四处看看，因为荷兰没有这种房子。”拉乌尔说。“当我刚接触一种风格时，我总是先看看，或甚至用一种特定风格的图片和平面图。”\n\nEasily found online, floor plans like the one Raoul used here are a smart way to help you build more realistic homes in Minecraft. Great idea, Raoul! Rats, we should've pretended it was 在网上很容易找到像拉乌尔在这里使用的平面图，它们能帮助你在 Minecraft 建立更现实的家园。好主意，拉乌尔！可恶，我们应该假装它是个好主意。\nFloor plans can be found online for free, and give you a good idea of what a properly designed house should look like - dimensions, layout, shape and everything.\n你可以在网上找到免费的平面图，它可以告诉你一个设计合理的房子应该是什么样子的——尺寸、布局、形状等等。\nIt might seem like “cheating” to some, but Raoul doesn’t mind.\n对某些人来说，这可能看起来像是在“骗人”，但是拉乌尔并不介意。\n“Let’s be real here,” he says. “I am not an architect. I am also not afraid to say that all the features I used are from things I see on pictures! I also get a lot of positive reactions from people that can see how hard it is to create a realistic house in Minecraft and don’t mind that I used already existing houses.”\n“让我们面对现实吧，”他说。“我不是建筑师，我也不害怕说我建筑中的特征都来自于我在图片上看到的东西！我也从网友那里得到了很多积极的反响，他们知道在 Minecraft 中创造一个现实的房子是多么的困难，他们也并不介意我借鉴现成的房子。”\n\nIf there’s one message to take away from Raoul’s work, it’s that using real-world inspiration for your builds isn’t something to be ashamed of - it can actually improve your work!\n如果要从拉乌尔的作品中得到什么启示的话，那就是使用现实世界中的灵感来构建你的作品并不是什么丢脸的事——这实际上可以改善你的作品！\nRaoul has one last piece of advice for budding builders: “A lot of people I play with are afraid to do things wrong, or don’t want to lose the rank that they worked so hard for. But becoming a good builder is all about practice, and finding your own style. Try to use all the feedback you get in a positive way!”\n拉乌尔对初出茅庐的建筑菜鸟还有最后一条建议：“和我一起玩的很多人都害怕做错事，或者不想失去他们辛苦努力所获得的排名，但是想要成为一个优秀的建筑师在于大量练习，找到自己的风格。试着用积极的方式来化用你得到的所有反馈吧！”\nMinecraft advice, or advice for life? Why not both?\n是关于 Minecraft 的建议，还是对于生活的建议？为什么不是兼顾两者呢？ \n\n【@EBsky & WDLJT 译自官网 2017 年 11 月 25 日发布的 Victorious Villa!】\n【本文排版借助了：BCC】\n\n\n",
    "replies": []
}