{
    "title": "[多线]IMBOXMC —— 温馨正版社区丨轻量RP元素丨真实世界地形丨大量原创机制 [1.16.4]",
    "author": "LocusAzzurro",
    "replyCount": 0,
    "timestamp": 1587304620,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2021-2-10 17:58 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n\n\n注意：本帖为旧版服务器贴，IMBOX三周目正在紧张筹备中，届时将会发布新宣传贴，敬请期待！\n[2021-02-10]\n\n三周目预告视频\n\nhttps://www.bilibili.com/video/av714182666\n\nhttps://www.bilibili.com/video/BV1iX4y157pk\n\n\n\n\nhttps://www.bilibili.com/video/av200484298/\n\nhttps://www.bilibili.com/video/av882957807/\n\nhttps://www.bilibili.com/video/av285392685/\n\nhttps://www.bilibili.com/video/av84926664/\n\n\nhttps://www.bilibili.com/video/av78103418/\nhttps://www.bilibili.com/video/av88356256/\nhttps://www.bilibili.com/video/av582890370\nhttps://www.bilibili.com/video/av84895808\nhttps://www.bilibili.com/video/av78340591\nhttps://www.bilibili.com/video/av78213714\nhttps://www.bilibili.com/video/av77673172\n\n<纯文本版见第二页>\n\n\n\n\n\n这是一个属于你的广袤世界\n坐落在Minecraft的幻想乡\n\n主页: https://www.imboxmc.org\nQQ群: 583017869\nDiscord: https://discordapp.com/invite/MWqpvUq\n\n基本介绍\n\n这里是IMBOXMC社区，是一个由热情与爱好驱动的公益性、正版、国际Minecraft社区。\n从理念到创建最后再到服务器的实践，\n我们始终坚持「自由、多元、开放、专业、纯净」的运营理念，\n拥有「平等、公正、有爱、包容」的管理意识，\n同时我们还有「安全、稳定、强劲J的硬件设备，\n以及内心饱含着对Minecraft的热爱。\n\n玩法内容\n\n对于多人生存，我们做过深入的调查研究，\n并对一些常见的问题根据我们的见解提出了解决方案，\n以此保障每一位玩家的游戏体验。\n对于PVE玩家，我们也加入了许多内容，\n将打击感扩大化，带来无穷的乐趣。\n\n我们对生存难度方面进行了适当的调整，\n虽总体难度为困难，但对于新入玩家还是较为友好的，\n怪物的攻击强度会随着你的防御能力的增强而提升。\n移除了怪物的死亡掉落，改为受到来自玩家的攻击时掉落原版物品。\n\n此外我们加入了真实地形，以及各种环境模拟插件，\n也改变了农作物的生长模式，使其可以根据环境改变生长速率，\n来增强生存的现实感，将原版生存变得更加有代入感。\n\n我们也加入了许多原创插件，增添了如职业和工艺等内容，\n推动玩家们分工合作，一起协同创造属于自己的家园。\n\n对于红石方面我们没有进行过多限制，\n大部分红石机制都可正常运行。\n\n关于游戏内经济方面，我们经过研究，致力于打造一个\n稳定发展的经济交易系统，为每一位玩家带来必要的便利。\n\n游戏里的交通系统为玩家们自发进行建设基本已经形成网络，\n依靠实时的在线地图，迷路也将成为往事。\n\n我们实装了实验性基岩版与PC版互联技术，\n不管身在何处，都能随时回到社区的怀抱。\n\n我们的管理基本覆盖了全天时区，并且加入了严密的反作弊防熊措施，\n保障玩家们的游戏体验及社区的和谐稳定。\n\n总之不管你是那种偏好类型的玩家，都能在这里找到属于你自己的欢乐！\n\n我们希望能给大家提供个心灵的港湾，\n能在烦扰的现实世界中寻找心灵安宁，感受人情的温馨。\n体验幸福的感觉和家庭一样的气氛，能愉快在这个社区玩耍。\n我们尊重大家对于我们这个大家庭的意见，\n我们希望能营造出大家皆可且毫无压力的随便吐槽的气氛，\n就算生活中遭遇困难与坎坷，但我们还是希望以亲人般的关怀慰抚大家呢。\n为了让大家可以放下心头之事，给大家带来欢乐，\n安静得歇息并享受这美好的时光，让我们一起努力吧！\n\n\n社区规则简要介绍\n\nIMBOX社区的意识核心是规则蕴于心。己所不欲勿施于人，\n也请勿试探其他玩家或服务器的底线，有爱践于行。\n我们鼓励玩家互相协作、沟通，共同对抗怪物，\n禁止玩家之问恶意攻击或其他妨碍他人游戏体验的行为。\n\n世界规则\n\n(此为完整规则简化版.详细规则可在官网查阅)\n\n\n◆ 禁止作弊。\n包括使用各类作弊客户端、MoD、 材质等。具体限制请参考插件限制。\n禁止偷窃、 抢劫、破坏他人 财物或建筑、滥用/强占土地等。如果需要大规模占用土地，请向管理组申请区块使用权。\n◆ 禁止伸手，各种只享受却不付出的自私行为。\n◆ 请自觉尊重他人隐私。例如：请不要随意截图玩家的交流记录。如果你正在录制视频或直播，在得到允许前请不要将他人的语音等记录进去。请自觉维护经济市场和社区的秩序。\n◆ 社区内的所有交易均为本社区虚拟货币。禁止进行三次元(RMT)交易\n\n\n新玩家入服及审核\n\n为了避免不良玩家加入，服务器会采用人工审核制度哦！\n必须拥有合法(自行购买， 非租、借)的国际版正版帐号才可以申请。\n\n\n如果你:\n认可IMBOX社区的原则和准则了解社区礼仪并严格要求自己能够做到对社区、对自己负责请在登入服务器后请按照指引进行第一次考核通过后根据抬引填写申请表以获取用户组权限管理组收到申请信后，将从多个方面对申请者进行审核。审核时间可能最长需要72小时。如果审核通过，你将收到来自我们的一封欢迎信。\n\n\n\nIMBOX服务器内容展示\n\n在我们玩家的共同努力下，我们克服了一道又一道的困难，\n未来有了各位的加入，相信我们会越来越好的呐！\n\n建筑要求\n\n本服务器对建筑有一定的要求，细节如下：\n全服范围内禁止各种火柴盒类建筑，发现即通知整改，否则拆除。\n全服范围内禁止各种无意义的「擎天柱」，\n包括常见的刷怪塔外观。发现即拆除。\n\n联谊活动相关\n\n我们将不定期的举办活动，希望大家到时候一定来参与，\n不然我们会越来越有心无力的呢QAQ.\n举办活动的过程我们会记录下来，成为我们与众不同的经历。\n各位干万不要担心能力不足，无法参与活动，\n我们致力于为每个活动参与者都带来属于他的欢乐。\n活动并不一定是竞赛，也有可能是全服集体叁与的共同目标，\n我们秉承参与即是目标，大家快乐最为重要的原则去举办活动。\n在大家的到来之后，我们会根据大家的意见举办大家最喜欢的活动的!\n我们将以所有玩家都满意为目标前进，也希望增加和大家交流的次数。\n大家能够愉快地参与我们的活动，享受游戏的过程，\n向着这些目标出发，酱子就足够了!\n\n关于社区气氛\n\n这里是一个温馨有爱的社区大家因为有爱与温馨来到这个大家庭。\n我们的玩家有很多都不锁箱子，家不设防，\n甚至没有领地保护，但是从未有失窃和恶意玩家冲突等矛盾发生。\n在这里遇到的每一位玩家， 都会向你投来真挚的问候，\n对于新到社区的玩家，都会给予力所能及的指引与帮助，\n在游戏及生活中，我们都会在你急需帮助时给予最大的鼓励，\n毕竞大家都是我们的一份子啊~\n\n每一份申请，我们的管理员都会仔细地阅读，多层筛选、严格审核，只为保证社区内的安宁，\n稳定。对理想与目标的坚持不懈，就是我们的最大特点。\n一切只是为了 那梦中的幻想乡呐，\n希望大家也能为营造更好的社区环境加油啦，不方便的地方还请原谅呢~\n\n投诉及建议\n\n如果您对本社区、服务器、 社区内成员或其他各类服务.\n游戏等有任何建议或不满，\n请发送邮件至管理员邮件cokumo@outlook.com说明。\n\n\n\n回收用\n\n\n",
    "replies": []
}