{
    "title": "《我的世界：地下城》将于5月26日正式发售",
    "author": "GCVillager",
    "replyCount": 18,
    "timestamp": 1585720320,
    "txt_content": "\n转载本贴时须要注明原作者以及本帖地址。\n\n\n\n\n\n\n\ndungeons-date-preorder-header.jpg (270.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 13:51 上传\n\n\n\n\n\nNEWSMinecraft Dungeons launching May 26\n《我的世界：地下城》将于5月26日正式发售\n\nCall dibs and pre-order your copy!\n申请并预购属于你的游戏副本吧！\n\nPer Landin\n\n\nWe love a good announcement here at Mojang – no matter the type. Just this morning, my team announced that I needed to clean out my moldy old lunchboxes from the fridge. Can you imagine the excitement? The anticipation? The thrill? But we’re not here to talk about my trivial duties. We have much bigger things to share.\n在Mojang，我们都喜欢好消息——不论是什么类型的。就在今早，我的团队宣布，我必须把冰箱里发霉的旧午餐盒扔掉了。你知道这事是多么让人激动吗？你知道我等了多久吗？你知道我现在是什么感觉吗？不过现在，我们不应该讨论这些鸡毛蒜皮的小事。我们还有重要得多的事情要分享呢。\n\nSo sit down, take a deep breath, stand up, roll out the red carpet, pet your dog, and tell him he’s a good boy. Minecraft Dungeons is coming out May 26 on Nintendo Switch, PlayStation 4, Windows, Xbox One and Xbox Game Pass .\n坐下来，深呼吸，然后站起来，铺上鲜红的地毯，摸摸你家狗的狗头，告诉它，你真是个好孩子。接下来我要说，在5月26日，《我的世界：地下城》将在任天堂Switch、PlayStation4，Windows，Xbox One，和Xbox Game Pass 平台上发布！ \n\nAs you all know, we initially planned to release Minecraft Dungeons by the end of April. However, due to the current state of the world, this was no longer possible, as we wanted to guarantee the health and safety of our teams, and empower them to deliver the best possible experience to you, our players. We hope you’ll find it was worth the wait.\n如你所知的一样，我们本打算在四月底发布《我的世界：地下城》的，然而由于现在世界疫情，那已经是不可能的事情了，因为我们要保证我们团队每个人的健康与安全，而且我们还应该给他们时间，让他们能带来更好的游戏体验。希望你会明白，现在的等待都是值得的。\n\n\nThe game will be available in two editions:\n这个游戏包含两个版本：\nMinecraft Dungeons – Standard Edition – $19.99 USD\n我的世界：地下城-标准版 – $19.99 USD\n\n\nMinecraft Dungeons – Hero Edition – $29.99 USD我的世界：地下城-英雄版 – $29.99 USD\n\nThe Hero Edition contains a Hero Pass that includes a Hero Cape, two player skins, and a chicken pet. Hero Edition also includes two upcoming DLC packs.\n英雄版包含一个英雄通行证，你可以多获得一顶英雄帽、两个玩家皮肤和一只小鸡宠物。同时，英雄版还有两个DLC包，以后会开放使用。\n\n\n\n\n\n\n\n\ndungeons-announce-screen1.jpg (329 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 13:51 上传\n\n\n\n\n\n\n\n\n\nfile_1585720277000.jpg (65.95 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 13:51 上传\n\n\n\n\n\n\n\n\n\nfile_1585720277000.jpg (92.88 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 13:51 上传\n\n\n\n\n\n\n\n\n\ndungeons-announce-screen4.jpg (325.92 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 13:51 上传\n\n\n\n\n\n\nPre-order now!\n现在就来预购！\n\nIf you’re like me and want to secure at least ten copies without having to beg Executive Producer David Nisshagen and Game Director M?ns Olson for them, Minecraft Dungeons will be available for pre-order on select platforms. If you’re on Xbox Game Pass you can also be ready to play on day one by pre-installing the game on console or PC – starting today.\n如果你像我一样，想要一次性获得十多个游戏副本，却不敢去向执行制作人David Nisshangen或者游戏总监M?ns Olson讨要，那就在我们的网站上，为你选定的平台预购吧。如果你有一台Xbox Game Pass，你也可以在主机和电脑上预装，就能在第一时间游玩了——从今天开始！\nTo learn more about how you can pre-order your game, visit Minecraftdungeons.net .\n如果想要得知更多与预购有关的消息，去 Minecraftdungeons.net看看吧。\n\n\nFAQ\nFAQ\n\nSome of you might ask “What is Minecraft Dungeons?” I could in return ask if you’ve been living under a block, but I’d much rather explain it to you: Minecraft Dungeons is our new action-adventure, dungeon crawler-style game in which up to four players fight together to defeat the evil Arch-Illager and his relentless swarm of new-and-nasty mobs – one action-packed level at a time. Not only can you do so in the good company of your friends, you also have all forms of weapons, artifacts, and enchantments at your disposal. And if you still have questions, then let our handy FAQ answer all the whens, hows, and whys!\n肯定有人要问，“《我的世界：地下城》是个啥东西？” 我可以回敬一句“你是不是像蠹虫一样无知”，但我还是想要向你解释一下：《我的世界：地下城》是我们 全新的地牢探索型动作类游戏，由地牢爬行者启发，最多可支持四个玩家共同战斗，你们需要击败邪恶的Arch-Illager和他麾下那些无情而讨厌的生物，期间的每一次冒险都激动人心。不仅如此，你还可以获得各式各样的武器和物品，并且给它们附魔。如果你还有什么问题，就继续往下看，我们的FAQ会回答你所有的问题\nIs Minecraft Dungeons a Minecraft game?\nMinecraft Dungeons is a brand new, standalone game set within the Minecraft universe, with most of its blocky charm and challenges. You might not be able to place blocks or build a house made of cobblestone, but you’re still very much an adventurer exploring the Overworld.\n《我的世界：地下城》是附属于Minecraft的吗？\n《我的世界：地下城可是全新的、独立的游戏，背景是在Minecraft宇宙中，所以有着方块世界独特的魅力，也有着方块世界独有的挑战。你不能放置方块，更不能搭一间圆石小屋，但你仍然是一个地地道道的冒险家，在主世界勇敢闯荡。\nAre there character classes in Minecraft Dungeons?\nMinecraft Dungeons has no classes. In true Minecraft spirit, it’s all up to the player to build their own playstyle and identity with the items they equip. You are what you wear!\n《我的世界：地下城》中的人物有分职业吗？\n《我的世界：地下城》中并没有职业一说。玩家要摸索出自己的风格，用自己所有的物品创造自己的“职业”，这才是真正的Minecraft的精神。你的“职业”，取决于你自己的选择！\n\nWill Minecraft Dungeons be available with Xbox Game Pass?\nThe Standard Edition of Minecraft Dungeons will be included in your Xbox Game Pass membership, with Xbox Game Pass Ultimate members having access on both console and Windows PC. Xbox Game Pass members can also save up to 10% on related Minecraft Dungeons DLC and add-ons!\n《我的世界：地下城》是不是可以在Xbox Game Pass上游玩？\n如果你有Xbox Game Pass的会员资格，《我的世界：地下城》标准版将会自动赠送，这适用于主机和Windows PC。不仅如此，在购买附加组件和DLC包时，Xbox Game Pass的会员还可以省下10%的钱！\n\nDoes Minecraft Dungeons have multiplayer, and if so, how does it work?\nJust grab your controller and jump right in! Minecraft Dungeons supports up to four players in both local couch co-opandonline co-op modes. However, we do not provide you with an actual couch!\n《我的世界：地下城》是不是支持多人游戏？如果是，运作方式又是怎样？\n很简单，拿好你的主机，只需轻轻一点，就可以直接进入多人游戏了！《我的世界：地下城》支持本地联机和在线联机，最多四人。不过，我们不提供沙发！（注：couch co-op中的couch是沙发的意思）\n\nWill Minecraft Dungeons support cross-platform multiplayer?\nAt launch, you?ll be able to play online multiplayer with friends on the same platform. We’re working to bring cross-platform multiplayer across Xbox One, Windows 10, Nintendo Switch and PlayStation 4 in the near future through a free update after the game’s release.\n《我的世界：地下城》的多人游戏是不是跨平台的？\n目前，你只能和朋友们在同一个平台上进行多人联机。但是，我们正在努力让它支持跨平台，在游戏发售后，过一段时间，只需进行一次更新，Xbox One，Windows 10，Nintendo Switch 和 PlayStation 4的玩家就可以跨平台联机了。\nIs there matchmaking for online multiplayer?\nNo. Minecraft Dungeons is designed to be played together with your friends – either in a comfy couch or in a comfy online session.\n《我的世界：地下城》有没有在线对话平台？\n没有。我们设计时已经确定，《我的世界：地下城》是为了朋友联机设计的，要么坐在沙发上一起玩，要么自己开语音玩。\n\nDo the missions change from one game to the next?\nYes! Each mission in Minecraft Dungeons is a mix of procedural content and carefully crafted elements that tie into the mission's objectives and narrative. In other words, while parts of the mission stay the same, the paths, mobs and treasure you find will be different every time you play it.\n重新开一局游戏时，任务是不是会改变？\n是的！在《我的世界：地下城》中，你完成的每一个任务，都是在精心设计的基础上，加上程序随机生成而成的。换句话说，任务内容是一样的，但是你要走的路径、要击败的生物和获得的奖励都有所不同。\n\nIs there DLC?\nYes, there will be! With Minecraft Dungeons – Hero Edition, you’ll get access to two upcoming DLC packs for free . We’ll share more information about these soon.\n是否会有DLC包?\n是的，肯定会有！在《我的世界：地下城》的英雄版中，你可以免费获得两个DLC包。关于这件事，我们以后会告诉你更多消息的\n\nWhy can’t I pre-order Minecraft Dungeons on all platforms?\nMinecraft Dungeons will be available on all platforms at launch, but is not available for pre-order on every platform. In the meantime, keep an eye on the official Minecraft Dungeons channels for the latest updates.\n为什么有的平台的《我的世界：地下城》不能预购？\n正式发行后，《我的世界：地下城》会支持所有平台，但是现在并不能给所有平台都开放预购。还有，记得关注《我的世界：地下城》的官方频道，以获取最新的更新。\n\n\n\n【GCVillager 译自官网 2020 年 03 月 31 日发布的 Minecraft Dungeons launching May 26；原作者 Per Landin】\n【本文排版借助了：SPX】\n\n\n\n外部来源以及详细的更新条目追踪\nMinecraft官网（内容英文）Jeb的Twitter（英文）Dinnerbone的Twitter（英文）Grum的Twitter（英文）Searge的Twitter（英文）Minecraft官方论坛（英文）Minecraft博客（英文）英文Minecraft Wiki的版本记录页面（英文，更新条目详细，较及时）中文Minecraft Wiki的版本记录页面（中文，更新条目详细）\n",
    "replies": [
        {
            "author": "热明纸质",
            "timestamp": 1585720560,
            "txt_content": "我思索着，今天泥潭上头像倒置对你似乎不会造成什么影响\n5月26日，还好，开学后"
        },
        {
            "author": "琉璃糖",
            "timestamp": 1585720920,
            "txt_content": "钱包空空.JPG\n《我的世界：地下城》的英雄版复制代码\n是不是类似于某些游戏的黄金版之类的？"
        },
        {
            "author": "GCVillager",
            "timestamp": 1585721040,
            "txt_content": "琉璃糖 发表于 2020-4-1 14:02\n钱包空空.JPG\n\n是不是类似于某些游戏的黄金版之类的？\n里面说了，就是多个皮肤多个帽子，还有俩DLC包。我觉得也就DLC包有点用啦……"
        },
        {
            "author": "封徵",
            "timestamp": 1585722540,
            "txt_content": "啊，好想赶紧玩到啊……（马上转区去看看！）\n\n\nSPX底部的翻译信息也对齐了，我的青春结束了\n\n\n\n\nimage.png (98.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 14:27 上传\n\n\n\n\n\n"
        },
        {
            "author": "柳子恒",
            "timestamp": 1585726680,
            "txt_content": "没中文还锁国区"
        },
        {
            "author": "Mr_Snake",
            "timestamp": 1585794540,
            "txt_content": "这个是国际版的信息，国际版锁区..."
        },
        {
            "author": "qweq2020",
            "timestamp": 1588245000,
            "txt_content": "可惜我是学生党（墨江拖了好久）"
        },
        {
            "author": "qweq2020",
            "timestamp": 1588245120,
            "txt_content": "qweq2020 发表于 2020-4-30 19:10\n可惜我是学生党（墨江拖了好久）\n那时候我已经开学了"
        },
        {
            "author": "mc_gaofeng",
            "timestamp": 1588291740,
            "txt_content": "我的世界有地下城?"
        },
        {
            "author": "Red_Ye",
            "timestamp": 1588992480,
            "txt_content": "热明纸质 发表于 2020-4-1 13:56\n我思索着，今天泥潭上头像倒置对你似乎不会造成什么影响\n5月26日，还好，开学后 ...斯斯\n┏(＾0＾)┛"
        },
        {
            "author": "天鹰墨水",
            "timestamp": 1588997160,
            "txt_content": "惊了，居然要发售啊吗！！！"
        },
        {
            "author": "这名都敏感",
            "timestamp": 1589021880,
            "txt_content": "正在绞尽脑汁联系组织试图白嫖"
        },
        {
            "author": "天山剑客",
            "timestamp": 1589449260,
            "txt_content": "switch版有中文么？"
        },
        {
            "author": "天山剑客",
            "timestamp": 1589451900,
            "txt_content": "启动器版本购买支持支付宝，还支持花呗，还支持12期分期付款（手续费一共约17元），可以说很照顾国人了，还有什么理由等待？"
        },
        {
            "author": "IamtheDoctor",
            "timestamp": 1589467620,
            "txt_content": "emmm.我这个学生党，目前买不起。而且要锁国区，我都不打算买了2333难受啊"
        },
        {
            "author": "青春岁月",
            "timestamp": 1589536320,
            "txt_content": "好期待好期待!"
        },
        {
            "author": "hsjwsh",
            "timestamp": 1589540160,
            "txt_content": "期待发售,还有十天"
        },
        {
            "author": "-雪糕-",
            "timestamp": 1589686260,
            "txt_content": "非常期待这次的Mc地下城，虽然钱包空空没钱买"
        }
    ]
}