{
    "title": "我个人的一些生存技巧",
    "author": "yaslygw",
    "replyCount": 26,
    "timestamp": 1585804920,
    "txt_content": " 本帖最后由 yaslygw 于 2020-4-2 13:25 编辑 \n\n首先说明，我是个大龄MC女玩家，入坑4年，水平不算太次也没有很强，纯粹分享下个人技巧，新老人都可以参考下。主要是1.12版本单人纯净生存。新版还没怎么玩。\n\n\n1.开荒阶段：\n不用说，上来先撸一棵树，然后做工作台。\n做个木镐，就地挖土，挖到石头就开始撸石头，撸几个做石镐石斧。\n然后再撸点树，弄点食物，就可以直接下矿了。\n此时时间大概就第一天天还没黑的时候。\n-还没搞到床的时候，夜晚在矿洞度过准没错。\n\n然后开阶梯式或垂直的都行，开垂直的时候注意开两个格的，站在中间往下开就是了。\n开到11层钻石层，这个不用说，弄个小空间用来放工作台熔炉箱子啥的，就可以开鱼骨矿道了，反正，就往一个方向挖吧。。\n这会儿手头应该有点煤做火把了，\n挖到铁就烧了做铁镐和桶，想的话再做把剪刀，当然还得搞把剑或斧子，\n饿了就出地面（白天），打草种小麦，骗点动物养起来，弄点羊毛做床。\n能找到村庄当然好，把吃的和铁匠铺的箱子洗劫一空，种上各种食物，以及甘蔗。\n\n有稳定食物来源了，有方便上下的矿道了，有床了，有基本工具护甲和武器了，天一黑就睡觉，根本遇不到怪，\n到这一步差不多开荒阶段算过了吧应该。。\n\n2.中间阶段\n那就是继续开鱼骨矿道，搞铁，\n在家附近遇到岩浆就标记好，以后来嫖岩浆，\n离家远的遇到岩浆挡路，就一桶水浇上去咯\n钻石呢就挖5个就够了，其他的标记上，不要挖，\n3个钻石做钻石镐，去敲点黑曜石\n这样就可以下地狱，和做附魔台了。\n然后这时候，因为挖矿，应该攒了很多石头，那就可以做刷怪塔了，\n经验刷起来就开始附魔，前提是你有大量甘蔗和牛，\n附魔出时运3，再把之前的钻石都敲了。\n\n3.后期一点\n可以做刷铁塔，用铁轨矿车通过地狱门运俩村民过来繁殖一下，各种各种以下省略，\n这样就不用老去挖铁了，铁质工具随便用。\n顺便繁殖点有用的村民，没用的就杀了，建个村民交易所。\n我认为刷怪塔和刷铁塔是基本配置，红石玩的6的再去做点甘蔗机之类的，\n然后就可以大量换绿宝石，\n个人认为绿宝石最有用的是两点，就是跟牧师换小黑眼，以及跟图书管理员换经验修补。\n（我遇到过最便宜的是4个绿宝石换一个小黑眼，14个绿宝石换一个经验修补）\n换绿宝石比较便宜的有，纸，羊毛，小麦之类，腐肉，煤炭，线什么的。（前提是有刷怪塔）\n\n我不怎么玩酿药，要是酿的话，当然就是去地狱堡垒改一个烈焰人刷怪笼了，\n然后收集点其他材料，这时候有掠夺再好不过啦，然后酿点力量 抗火啥的\n这时候也可以去跑跑图了\n可以用这个：https://chunkbase.com/apps/\n只要有地图种子（注意，还有正负的！），可以用它找到不同生物群系，林地府邸沙漠神殿村庄啥的，\n搞点金苹果 之类\n\n4.通关\n有了一身钻石甲，钻石剑，弓箭，镐子，附魔得比较好，带点金苹果，药水，食物，一两桶水，一些空玻璃瓶，一些小黑眼和烈焰棒，黑曜石和打火石，一张床，一些垫脚方块和木头，火把，一组梯子（强烈推荐随身带梯子！！），装不下就用末影箱，记得带精准采集镐子。\n然后就可以上路了，（也可以先找到末地门再回趟家准备打龙）\n扔了小黑眼，就朝那个方向玩命跑吧，跑好远再扔，以下省略\n最后到了地方就找末地门呗，然后开个地狱门（前面记得记住老家地狱门坐标，我一般都有个专门记各种坐标的笔记。。）\n准备万全后就跳啦~\n（讲实话我就打过两次龙，第一次死惨了，第二次很完美）\n记得千万别看小黑，我个人是抬着头走路的，如果害怕，可以先在一个稳妥的地方搭个杀小黑的棚子~\n然后就开始射箭打末影水晶啦，有铁栅栏的呢就带好水，搭梯子上去敲，我第一次打的时候是搭垫脚方块，真的死惨了。。还是梯子牛批。。\n龙把你打飞就想办法跳水里吧，或者就是把小黑眼扔地上。。\n末影水晶都敲掉了当然就简单啦，龙在天上飞就射它，龙飞来炸弹就躲，吐了龙息就装瓶，龙下来了就近战打它，我都是在后面打肚子的说。\n打死了就接经验吧~\n然后让龙蛋落在火把上~~\n如果还有精力的话，这时候可以直接折越去末地城\n没有的话那就跳下去通关咯~\n\n5.末地城篇\n在这之前，可以在末地刷一波小黑眼。\n如果有能力，建个小黑塔再好不过，那经验。。真的是分分钟刷到30级。。\n然后在末地附近找到折越门，搭上去，为了方便还是建议放梯子。上去搭个平台小心掉虚空\n然后就小黑眼扔进去啦~\n进去后当然还是不要看小黑，我一般在里面不是低头就是抬头走路，\n要去一个岛屿，如果离得近当然就扔小黑眼了，如果离得远，就搭一点方块再扔，\n注意，小黑眼扔进虚空里是不会传送的，但是如果你仍在垂直的岛边缘上，你会传过去然后直接掉虚空\n这个时候如果手快就往岛上扔小黑眼，否则就。。。\n所以建议感觉距离太远就搭点方块。。\n\n找到末地城末地船，打潜影贝就是要弓箭射它啦，然后飘起来感觉差不多 就往地上扔末影珍珠，或者贴着墙壁，往墙上下放方块挡住自己\n这时候摔落保护啥的相当重要呀（我其实到现在都没整明白，摔落保护4对摔落伤害的减免，会不会比保护4要好一点呢？）\n讲真的，我被潜影贝搞死过几次。。刚开始太轻看它了emmm\n\n搞到鞘翅那就赶紧打上耐久和经验修补吧！配上火箭简直不要太爽啦\n\n6.\n之后可以玩的大概就是建筑 自动化 交通 各种美化之类的吧。这个讲真，我还没啥经验emmmm。。。\n\n说说最近在我朋友的服务器玩的吧，我们服就我们三两个人一起玩，很爽，现在我们到第6阶段了，\n我现在全身都是满配的附魔属性，全部是经验修补，\n\n大概是这么个配置：\n全部钻石：\n头：水下呼吸 水下速掘 火焰保护 耐久 经验修补\n胸甲：保护 耐久 经验修补\n裤子：爆炸保护 耐久 经验修补\n鞋：摔落保护 深海探索者 耐久 经验修补（后来还附上了保护 竟然没和摔落保护冲突？？）\n剑：横扫之刃 火焰附加 锋利 抢夺 耐久 经验修补\n弓：火矢 力量 经验修补（和无限冲突，反正刷怪塔能拿很多箭）\n镐子：效率 时运 经验修补 （精准采集在另一个铁镐上，耐久一直没附出来。。）\n斧子：效率 锋利 耐久\n铲子：效率 （还没附别的）\n鞘翅：耐久 经验修补\n\n去地狱被猪人围攻竟然都不掉血的说，\n因为有小黑塔，所以末影珍珠多到随便扔，\n所以我现在的交通主要靠两个方式：瞎78扔末影珍珠，以及鞘翅配火箭。\n没耐久了就小黑塔刷一波，\n镐子也是满配+经验修补，没钻石了就一条直线开下去，很快就能搞到半组钻石，两组铁（没啥用了其实\n两只脚怕是要残废了，很少走路（\n但是地狱交通还是要建的（我们很懒 现在用传送书mod）\n\n大概就是如此了。\n。讲真最近收获最大的就是，出门一定要带梯子，太xx管用了。以前玩了好久都没想到这点。。水桶当然也是必备的。\n还有，垫脚方块可以考虑用地狱岩，以及沙子之类的重力方块，沙子可以从上往下垫，然后在下面好收（用火把），地狱岩呢是容易敲\n\ngei你们看下我现在\n\n\n\n\n\nimage.png (144.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-2 13:19 上传\n\n\n\n\n\n\n两个潜影盒里装的是更多垫脚方块，小黑珍珠，梯子，火把，箭，火箭，食物啥的。最左边那个呢是传送书。\n\n以及补充：\n我会有一个箱子，专门放用来跑尸体的所有必备用品。\n",
    "replies": [
        {
            "author": "零x",
            "timestamp": 1585806480,
            "txt_content": " 本帖最后由 零x 于 2020-4-2 13:58 编辑 \n\n楼主辛苦，确实很实用的技巧。后期的话，感觉挖铁还是有必要的，因为刷铁机更肥精力，去造它。可能是我太懒了吧，嘿/\n很好的教程，写得很详细。为什么不写点关于海洋篇的教程呢？我感觉更新后，海洋超多东西的，自己都不怎么懂\n\n\n刚刚说错话了，我还以为是茶馆来着。尴尬尴尬\n\n"
        },
        {
            "author": "MrRobot",
            "timestamp": 1585815900,
            "txt_content": "建议带末影箱和精准稿，太好用了，末影箱放各种潜影盒，能应对各种情况，一盒木头、一盒原石、一盒红石原件、一盒食物、一盒末影珍珠、一盒死亡备用装备、一盒火箭、一盒常用药水、一盒分情况的装备，比如清岩浆的抗火装和开3向轰炸机的爆炸保护装、一盒垫脚方块（地狱岩）。在肝一个工程时在据点处放床和末影箱，能原地复活捡尸。可能是我们服务器没有传送指令，忘带东西太痛苦了owo。"
        },
        {
            "author": "自由李代数",
            "timestamp": 1585816380,
            "txt_content": "楼主写得是挺辛苦的，\n但是这些好像大家都知道"
        },
        {
            "author": "TNT__DADA",
            "timestamp": 1585829400,
            "txt_content": "个人觉得造房子先因为前期会获得很多东西  "
        },
        {
            "author": "Mine_vivic",
            "timestamp": 1585866840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ks找枫灵",
            "timestamp": 1586476620,
            "txt_content": "带潜影箱和末影箱是比较好的，可以带大量物资"
        },
        {
            "author": "你的小菠萝",
            "timestamp": 1586511120,
            "txt_content": "\n楼主分享的技巧很实用，暂时没想到有什么补充的，给个好评"
        },
        {
            "author": "Ying_zi233",
            "timestamp": 1586579820,
            "txt_content": "技巧挺实用，小马盾牌令人瞩目"
        },
        {
            "author": "1124165100",
            "timestamp": 1586583720,
            "txt_content": "看起来很棒的样子"
        },
        {
            "author": "ghyjn",
            "timestamp": 1586595180,
            "txt_content": "楼主辛苦了，技巧很实用"
        },
        {
            "author": "yaslygw",
            "timestamp": 1586794980,
            "txt_content": "零x 发表于 2020-4-2 13:48\n楼主辛苦，确实很实用的技巧。后期的话，感觉挖铁还是有必要的，因为刷铁机更肥精力，去造它。可能是我太懒 ...\n谢谢支持啦~  海洋篇我是真没怎么玩 也都跟不上了。。"
        },
        {
            "author": "yaslygw",
            "timestamp": 1586795040,
            "txt_content": "MrRobot 发表于 2020-4-2 16:25\n建议带末影箱和精准稿，太好用了，末影箱放各种潜影盒，能应对各种情况，一盒木头、一盒原石、一盒红石原件 ...\n这个很强大 哈哈 我很喜欢带这么全"
        },
        {
            "author": "yaslygw",
            "timestamp": 1586795100,
            "txt_content": "自由李代数 发表于 2020-4-2 16:33\n楼主写得是挺辛苦的，\n但是这些好像大家都知道\n谢谢，主要是写给萌新一点的吧。个人刚发现的随身带梯子是真的好习惯，感觉身边的一些老玩家大多没这个习惯"
        },
        {
            "author": "xiaozhisdasd",
            "timestamp": 1586823420,
            "txt_content": "我一般喜欢挖5铁，一个铁镐一个铁剑之后直接用石镐开井字，没钻石套绝不出来"
        },
        {
            "author": "1239053704",
            "timestamp": 1586834160,
            "txt_content": "楼主写的挺好的，虽然都知道"
        },
        {
            "author": "王敏鉴2",
            "timestamp": 1586845320,
            "txt_content": "还有任务"
        },
        {
            "author": "龘靐齉爩QWQ",
            "timestamp": 1586850420,
            "txt_content": "ks找枫灵 发表于 2020-4-10 07:57\n带潜影箱和末影箱是比较好的，可以带大量物资\n你不打末影龙哪来的潜影盒？？？"
        },
        {
            "author": "2362028557",
            "timestamp": 1586883720,
            "txt_content": "可以，新手技巧+1，离成为大佬又进了一步"
        },
        {
            "author": "草沐灰hero",
            "timestamp": 1587010200,
            "txt_content": "一看楼主就是生存大佬，这帖子能让玩生存的萌新快速入门， 收藏了。"
        },
        {
            "author": "蓝影Mc",
            "timestamp": 1587168420,
            "txt_content": "大佬通常会带一桶水和一桶岩浆"
        },
        {
            "author": "瞎起个名字",
            "timestamp": 1587205440,
            "txt_content": "其实也可以带一桶水的，梯子的话不带也可以，爬山的时候直接一直放水收水.......（需要手速）"
        },
        {
            "author": "111da111",
            "timestamp": 1588388940,
            "txt_content": "前期建议建个放东西的家，因为太多东西了，后期随手带个末影箱"
        },
        {
            "author": "young_panda",
            "timestamp": 1588518480,
            "txt_content": "挺有用的"
        },
        {
            "author": "🥶❄️☠️",
            "timestamp": 1588552140,
            "txt_content": "图太少了，差评！"
        },
        {
            "author": "lijnjie",
            "timestamp": 1588654320,
            "txt_content": "带梯子..我也去试试"
        },
        {
            "author": "最凶凶的兮兮丫",
            "timestamp": 1588658700,
            "txt_content": "我觉得造房子先因为前期会获得很多东西"
        }
    ]
}