{
    "title": "网传波兰政府开MC服务器，是否属实？",
    "author": "HHQart",
    "replyCount": 2,
    "timestamp": 1585794120,
    "txt_content": "根据360旗下的营**网站\"快资讯\"报道，波兰政、府开通了MC服务器，据称是为了让学生留在家里不出门。我认为这可能是营**博人眼球的恶劣行为，有没有大佬验证一下这些消息是否属实？如果属实，那么波兰的那个服务器的IP是什么？\n(发帖者为打击MC营**的斗士，希望得到支持)",
    "replies": [
        {
            "author": "EmptyLava",
            "timestamp": 1585794300,
            "txt_content": " 本帖最后由 EmptyLava 于 2020-4-2 10:33 编辑 \n\n仅证明此消息属实，对你的问题后面部分不做评论\n是的应该是有此服\n在Grarantanna服务器中，波兰政府数字化部门为波兰的大中小学生准备了大量的内容。包括历史测试谜题、游戏制作、以及MC玩家最熟悉的建筑大赛等等。在建筑大赛中每个参加者都会有一块60*60的区块来进行自己的建设，官方将评选最令人深刻的建筑，而且鼓励玩家们在MC中重现现实中的着名建筑。除了这些内容外，官方还将在之后推出RPG模式、网络研讨会帮助大学生完成他们的论文，并且为了鼓励游戏行业的新生血液还将在Grarantanna服务器中举办视频游戏制作研讨会，像喜欢游戏制作的学生提供关于游戏设计、原型创建、Unity引擎使用、脚本编写等基础内容教学，随后官方将举办为时5天的Game Jam游戏制作大赛。\n国外地址\n标题翻译:波兰政府已经启动了一个为居家儿童的minecraft服务器\nhttps://www.pcgamer.com/the-polish-government-has-launched-a-minecraft-server-for-housebound-kids/\n\nIn an effort to curb the spread of coronavirus, Poland has shut its schools until at least April 10. While online classes are widespread, there's still the problem of keeping housebound kids occupied. The Polish government thinks it has the answer: among other initiatives, it has just launched a Minecraft server.\n\nGrarantanna is the name of the initiative, and it packages up a bunch of mostly educational activities ranging quizzes, game jams, online pen-and-paper sessions, and a Minecraft server. The creative server is open to elementary, high school and college students, with each player entitled to a 60x60 plot. Awards will be doled out to the most impressive builds, with players encouraged to recreate \"known buildings\". The competition is open from now until March 27.\n\nIt's a pretty good idea: Minecraft is a pretty benign game in creative mode, and since there are over 112 active players every month, a lot of people already have it installed. If you are a Polish student, you can learn about how to sign up here.机翻，看看就好\n为了遏制冠状病毒的传播，波兰至少在4月10日前关闭了学校。尽管在线课程广泛存在，但仍然存在让无家可归的孩子忙碌的问题。波兰政府认为，答案是正确的：除其他措施外，它还推出了Minecraft服务器。\nGrarantanna是该计划的名称，它打包了许多教育活动，包括测验，游戏果酱，在线笔与纸会议以及Minecraft服务器。该创意服务器面向小学生，高中生和大学生开放，每个玩家均可获得60x60的剧情。奖项将颁发给最令人印象深刻的建筑，并鼓励玩家重建“已知建筑”。比赛从现在开始至3月27日。\n\n这是一个很好的主意：Minecraft在创造模式下是一款非常不错的游戏，由于每月有112位活跃玩家，因此已经有很多人安装了它。如果您是波兰学生，则可以在此处了解如何注册。\n\n\n\n\n\n\n"
        },
        {
            "author": "HHQart",
            "timestamp": 1585795980,
            "txt_content": "EmptyLava 发表于 2020-4-2 10:25\n仅证明此消息属实，对你的问题后面部分不做评论\n是的应该是有此服\n谢谢大佬提供详细信息"
        }
    ]
}