{
    "title": "[Minecraft.net | INSIDER]市场上新：《星战模拟器》",
    "author": "封徵",
    "replyCount": 4,
    "timestamp": 1585746600,
    "txt_content": " 本帖最后由 封徵 于 2020-4-1 21:20 编辑 \n\n\n\n\n\nfile_1585730601000.jpg (94.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 16:43 上传\n\n\n\n\n\nINSIDER\nNow on Marketplace: Space Battle Simulator\n市场上新：《星战模拟器》\n\nQwerty talks about his amazing interstellar minigame!\nQwerty 将向我们介绍他新近制作的星际死斗地图\n【本文视频已翻译】\n\nMarsh Davies 马什·戴维斯\n\n\n\nMarketplace is new to Pocket and Windows 10 - for the first time it offers a way to browse, buy, download and play community content from within the game itself. Over the next few weeks we’ll be showcasing some of the cool stuff people have made for the launch! You can go check it out right now by clicking here!\n我的世界市场(以下简称“市场”)将在今日于携带版以及Win10版游戏中上线 —— 它为玩家们提供了一种在游戏里就能完成“浏览、购买、下载、游玩社区优质内容”的全新途径。而在接下来的几周内，我们将会陆续往市场投放一些玩家们自制的优质的、非常酷的作品！如果你感兴趣的话，点击这里 查看更多信息！注：便携版和Win10版现在统一称为“基岩版”\nQwertyuiopThePie is a name legendary among Minecraft creators, having authored a number of much-loved adventure maps and minigames, each built upon intricate redstone workings, and, more recently, command blocks. Qwerty, as he is more pronounceably known, has appeared on these pages before for his amazing team Capture The Flag map,Valley of Kings . Now he’s back, bringing another elaborate team deathmatch map to Pocket and Windows 10:Space Battle Simulator .\nQwertyuiopThePie 可谓是Minecraft地图创作者中的“一代传奇” —— 以他创作了大量热度极高的冒险地图和迷你游戏地图，而且每一张地图都有着庞大复杂的红石系统而闻名。而最近，命令方块也成了他创作地图的一把利刃。而有关 Qwerty，还记得他上一次出现在我们的文章的时候，是作为他的团队 Capture The Flag 出品的《国王之谷(Valley of King)》地图的核心红石工程师。而现在，他回归了，带着他另一张精心制作的死斗游戏地图：星战模拟器，登录了我们全新推出的Minecraft市场！注：《Vally Of King》这篇文章的站内翻译版本在这里 —— 《国王之谷》\nHe broadly compares the concept of Space Battle Simulator to the game FTL - a ruthless spaceship management game, where you micromanage variously skilled crew members as they survive an onslaught of interstellar peril. Of course, here, each crew member is controlled by a separate player.\n他将《星战模拟器》的核心玩法与游戏 FTL 进行了深入的比较 —— FTL，一个无情的太空船管理游戏，你要做的事情就是小心翼翼地管理好你的船员们，并在各种可能发生在宇宙中的危机里带着整艘船活下来。当然，在我们的《星战模拟器》里，太空船里的每一位船员都是由玩家扮演控制的。注：FTL即“Faster Than Light”，中文译名《超越光速》，具体游戏内容即管理一艘随机的太空船探索一片随机的宇宙空间并在随即发生的各种危机事件中带领全船的人活下来。\n\n\n“The idea is that there’s two teams of players that are on these two battling spaceships,” says Qwerty. “They can use the spaceships’ systems to interact with the other spaceships - to do things like taking down the enemy’s shields, fire ship-to-ship weaponry, or beam onto the other ship and fight them hand-to-hand. The goal is to destroy the enemy’s spaceship.”\n“我的想法是，设置两只队伍，并分别位于两艘正在交战的星舰上，” Qwerty 这样解释道。\"玩家们可以操控星舰上的系统模块与另一艘星舰进行'交互'，比如说关掉敌舰的防御系统、发射舰对舰导弹等等，或是直接浅入到敌舰舰内把敌人全部剿灭。\"\n\n\nhttps://www.bilibili.com/video/av710009497B站地址：点击打开\nThe ships are a mass of interacting systems, which have to be managed, protected or exploited to gain the advantage, as Qwerty explains: “You’ve got the ship’s weapons, a couple of minor systems like a couple that boost the weapons’ power, airlocks, a scanner system which shows you the state of things on your ship, shields, oxygen, the transporter room, repair room and then, the most important one: the Fusion Core. It takes five hits to destroy but once you destroy it, the ship blows up and you win. Either you destroy the Fusion Core or eliminate the enemy team.”\n星舰是一个由大量可交互式系统模块组成的“庞然巨物”，你必须对这些模块加以管理、保护和利用，才能使你的队伍在比赛中取得优势，正如 Qwerty 所说的那样：“你可以去利用的东西有很多，大的来说，比如飞船的武器模块，小的来说，比如武器威能增强模块、气闸室控制模块、舰体信息显示模块 —— 一个详细展示了星舰防御模块、氧气含量、跃迁系统、机修室状态等等的模块。除此之外最重要的部分，就是舰体的聚变核心。聚变核心需要经过玩家的五次攻击才能被毁坏，而与之对应，一旦聚变核心毁坏，整艘飞船就会在不久后爆炸 —— 这也意味着你赢下了这局游戏。而赢下游戏的唯二方式的另一种，就是戮尽你遇到的全部敌人。”\n\n\nYou’ll need keen coordination with your team to plan your attack, while intercepting and rebuffing the enemy’s strategy, though. An example Qwerty uses is to target the enemy’s oxygen supply.\n每一次的进攻，都需要经过整个团队每个人的深思熟虑，并且要做到在进攻的同时不被敌人反向偷家。Qwerty 向我们举了一个例子：比如时刻关注敌人的氧气供给模块。\n\n\n“Teams rarely actually check to see if the oxygen system has been taken out,” says Qwerty, “If it’s out for more than five minutes they’ll run out of oxygen and lose, so it’s really a good starting point while you’re trying to distract them by taking down their shields and shooting up parts of their ship. Of course, you need to board the ship in order to take down their shields, but once the shields are down you can use your on-board weapons to shoot their oxygen system and take it down that way.”\n“很多队伍经常会忽略他们的氧气供给模块，” Qwerty 这么说道，“如果你们能对他们的氧气供给模块下手的话，不出五分钟，他们就都会因氧气耗尽而输掉这场比赛了。所以我认为你可以先从转移对方注意力，比如让一部分人攻击他们的飞船或是假装要对他们的防御模块做些什么的，一旦计划成功，剩下的另一部分人就要尽全力去瘫痪掉他们的防御模块，紧接着就要使用舰载武器击毁他们的氧气供给模块，这样他们就难逃升天了。”\n\n\n\n\n\n\n2.jpg (51.68 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 16:44 上传\n\n\n\n\n\n\n\n\n\n\n\n3.jpg (98.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 16:44 上传\n\n\n\n\n\n\n\n\n\n\n\n4.jpg (115.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 16:44 上传\n\n\n\n\n\nParts of the ship actually get destroyed by the ship-to-ship weapons, killing those within them, and disabling systems. “The room also gets sealed off, so you can’t use that as an access way,” says Qwerty. “So you can use your ship weapon to sort of strategically shut off hallways and cut off access to parts of their ship, which can be useful in some situations.”\n你可以尝试使用舰载武器去损毁对方星舰的一些模块，也可以试着用舰载武器攻击玩家，或者只是使某些模块无效化。“舰内的部分空间也有可能被敌方封锁，因此你不能总是想着自己可以依循来时的路全身而退。” Qwerty 这么说道。“所以当你发现舰内被敌方入侵，在一些情况下时，也可以通过使用舰载武器或是策略性地封锁通道等方法让他(们)无处可逃，变成砧板上的肉，而你们，则是刀俎。”\n\n\nAnd if you’re on the receiving end of such bombardment? “You’re going to want to repair your ship by using the repair room,” says Qwerty. “But that means the enemy is going to know that you’re going to want to repair your ship - so they’re going to be beaming in and trying to kill you and stop you from repairing it. So you have to defend the repair room until you’re in a situation where you can go on the offensive again.”\n如果自己的星舰被攻击了，想要修复，那我们该怎么办呢？“前往机修室维修是修理你的船的唯一途径，”Qwerty 说道。“但也意味着你将可能暴露在敌人的视野之下，而维修过程中发出的巨大动静也会吸引敌人的注意。所以维修过程中，你必须守住机修室的大门，直到维修的全过程完成，可以再次发起攻击为止。”\n\n\nYou can imagine that, with so many interrelated elements, there are many different strategies open to the player - but all require a fair bit of cooperation to be successful.\n你可以想象得到，在如此之多的相关联游戏内容的共同加持下，赢取比赛胜利的策略和方法也注定是多样化的 —— 但最终依托的是大量成功有效的团队协作。\n\n\n\n\n\n\n5.jpg (58.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-1 17:06 上传\n\n\n\n\n\n“You have to plan ahead of time,” agrees Qwerty. “A successful team will always have to communicate with each other. So if someone boards your ship, you know where the boarder is, you know how to intercept them, and what counter-strategy to use. I’d say five versus five is the ideal number of players for that sort of communication.”\n“事先规划是很有必要的，” Qwerty 赞同道。“一支成功的队伍离不开良好的沟通。所以只有建立在良好沟通带来的团队协作效应的基础上，你才能游刃有余地对付每一位入侵者，并适时策划一次反入侵。而在这样的前提下，我认为理想的对局玩家数量为5v5。”\n\n\nQwerty’s not done with the map, suggesting he’ll continue to improve it after launch. Nor is it the last thing we’ll see from him: he plans to bring an updated version of his classic Present Factory map to marketplace in the future.\nQwerty 现在还没有做完这张地图，他也会在地图发布后持续地对地图进行更新完善。这也将不会是他要做的最后一件事 —— 他同时还计划重制他的一张经典地图《礼物工厂(Present Factory)》，并将重制版也上架到市场。\n注：重制版的《礼物工厂：尊享版》现已在Minecraft市场中上架，具体可看这篇博文介绍的第二张地图：[Minecraft.net | MARKETPLACE]市场精选：2020年2月\n\n“Command blocks are pretty new to Pocket Edition which means that you haven’t really seen that many maps of this kind of complexity until now - it should be interesting to see how the Pocket Edition community reacts to it!”\n“命令方块才刚刚被加入携带版，这也意味着现如今还没有多少复杂的地图在携带版中出现 —— 但我想携带版社区应该会用命令方块做出更多更有意思的地图的！”\n\n\nIt certainly will! In the meantime, beam yourself over to Marketplace to check out Qwerty’s amazing work - and the oodles of other cool stuff you’ll find there!\n那当然！多说无益，不如你自己去 市场 看看 这张超棒的地图 吧 —— 当然别忘了也要看看市场里其它有意思的作品啊！\n\n\n【封徵 译自官网 2017 年 07 月 02 日发布的 Now on Marketplace: Space Battle Simulator；原作者 Marsh Davies】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "tineseack_bk",
            "timestamp": 1585801980,
            "txt_content": "这…….这……我气死了"
        },
        {
            "author": "封徵",
            "timestamp": 1585802160,
            "txt_content": "tineseack_bk 发表于 2020-4-2 12:33\n这…….这……我气死了\n……？"
        },
        {
            "author": "42313123123123",
            "timestamp": 1585805640,
            "txt_content": "我以为的:啥?Bugjump又搞新游戏了?\n实际上的:(我不说你也知道)"
        },
        {
            "author": "封徵",
            "timestamp": 1585832640,
            "txt_content": "42313123123123 发表于 2020-4-2 13:34\n我以为的:啥?Bugjump又搞新游戏了?\n实际上的:(我不说你也知道)\n有一说一 现在marketplace里面全是黑科技 各种高科技地图把我整蒙了"
        }
    ]
}