{
    "title": "[Fun]vitoryhidro发帖子有趣的插件",
    "author": "vitoryhidro",
    "replyCount": 9,
    "timestamp": 1363787280,
    "txt_content": " 本帖最后由 vitoryhidro 于 2013-3-20 22:22 编辑 \n\n大家好。。\n我第二次发帖，给大家推荐一个插件，可以把别人弄进监狱的。适合服务器的有趣的插件。\n受困的人会被困在末地，要么被拴在珍珠上。\nDescriptionPrisonPearl allows players to imprison and control other players through the use of ender pearls. If you kill a player with an ender pearl in your possession, the pearl is converted to a prison pearl, and the player is imprisoned in the end. You must then secure the pearl from anyone who might wish to free the evildoer. You can also elect to use your prisoner as slave, by holding his pearl and summoning him from the end. He is bound to the pearl, and will die and return to the end if he attempts to flee. \nImprisoningPlayers are imprisoned when they die and have taken sufficient (configurable) damage from a player who has one or more ender pearls placed in his hotbar. The person who dealt the most damage to the player gets one pearl converted into a prison pearl. If a player stops taking damage for a configurable a period of time, his damage log is reset and he will not be imprisoned if he dies.\nSecuring pearlsA pearl is only secure when placed in an inventory block, such as a chest or dispenser. A prison pearl in a players inventory will be freed if that player logs out. A prison pearl left on the ground will be freed if it despawns, or if the chunk containing it is unloaded. A burned or laved prison pearl will also be freed.  Also Pearls will need to be stored with the food item the admins have selected for the server.  You will have to place the food item in the chest along with the pearls.\nFreeing playersTo free a player, simply throw his prison pearl, or use the ppfree command with the pearl in your inventory. If the player is online and free_tppearl is set to true, the player will be teleported to your location. If not, he will be respawned normally in the overworld.\nUsing slave laborUse the ppsummon command with a pearl in your inventory to summon that player back to the real world. This player can do anything as he pleases, but if he travels a configurable distance from the pearl he will begin to take damage. You can place the pearl in the chest if you think it is secure enough to prevent the prisoner from freeing himself. If he dies for any reason, he will be respawned in the end. You can reward your slave by using the ppreturn command, which sends him back to the end where he was with his inventory intact. A bad slave can instead be punished by using the ppkill command, which will put him back at the end spawn with no inventory.\nBe careful not to allow your slaves to come in to contact with other people, because they could be stolen! Simply re-imprison an enslaved player to obtain their prison pearl, and use them for your own needs or free them on the spot.\nRescue missionsAn imprisoned player can at any time locate his pearl with the pplocate command. Any interested parties can then attempt to break in to the pearls storage location to free it. \nCommandsAll commands operate on the pearl in your hand. You can also use a command on a pearl in your inventory by supplying the name of that pearl.\n/ppl or /pplocate locates a prisoner's prison pearl   找到一个珍珠，定位你的犯人/ppf or /ppfree [player] frees the pearl释放一个珍珠/pps or /ppsummon [player] summons a prisoner召集犯人/ppr or /ppreturn [player] returns a prisoner to the end, inventory intact把犯人放回末地/ppk or /ppkill [player] instantly kills a prisoner, sending them to the end with no inventory把犯人杀死送回末地/ppb or /ppbroadcast player broadcast your pplocates to the given player automatically.自动给你的犯人信息/ppi or /ppinfo [player] tells you the pearl's damage value and the location/status of the player in the pearl. This can be used to set up shops or other mechanisms which require the damage value of an item./ppsetdist [player] Sets distance prisoner can move./ppsetdamage: Sets damage prisoner receives./pptogglespeech: Toggles whether prisoner can talk in public chat./pptoggledamage: Toggles whether prisoner can damage players and mobs./pptoggleblocks: Toggles whether prisoner can break blocks./ppsetmotd: Sets prisoner's MOTD.\nOp commands/pplocateany player will locate player's pearl/ppfreeany player will free any player/ppsave will cause PrisonPearl to save its data to the disk/ppimprisonany player will imprison any player./ppf activates the feed command.那个。。这是命令什么的还有介绍如果有人有兴趣可以找我要全部的翻译这个插件其实已经翻译了，我是不是很厉害。。。。。不过不完全，有需要的加我920641407 qq我有全部的翻译版本\n",
    "replies": [
        {
            "author": "Aikawastep",
            "timestamp": 1363787340,
            "txt_content": "感谢转载~顶一个"
        },
        {
            "author": "vitoryhidro",
            "timestamp": 1363787460,
            "txt_content": "Aikawastep 发表于 2013-3-20 21:49 \n感谢转载~顶一个\n谢谢你回复我真是个好人"
        },
        {
            "author": "su3155323",
            "timestamp": 1363788660,
            "txt_content": "翻译呢？没有翻译就不符合版规，起码要把命令那部分翻译~"
        },
        {
            "author": "vitoryhidro",
            "timestamp": 1363788780,
            "txt_content": "su3155323 发表于 2013-3-20 22:11 \n翻译呢？没有翻译就不符合版规，起码要把命令那部分翻译~\n那么还是要改改等等"
        },
        {
            "author": "wolski",
            "timestamp": 1363804080,
            "txt_content": "标题也要按照格式改，一句话让人知道插件的大概用途"
        },
        {
            "author": "kvxk__120",
            "timestamp": 1363828020,
            "txt_content": "看英文看的很蛋疼。。"
        },
        {
            "author": "front",
            "timestamp": 1363829760,
            "txt_content": "无力吐槽..."
        },
        {
            "author": "mingxi",
            "timestamp": 1363861260,
            "txt_content": "不错顶！！"
        },
        {
            "author": "2B国国主",
            "timestamp": 1364039040,
            "txt_content": "vitoryhidro 发表于 2013-3-20 21:51 \n谢谢你回复我真是个好人\n{:10_493:}他是大水比"
        }
    ]
}