{
    "title": "MC战世 前传 ： 天生的战士之异世界",
    "author": "莫提哥",
    "replyCount": 6,
    "timestamp": 1363884420,
    "txt_content": " 本帖最后由 莫提哥 于 2013-3-22 22:36 编辑 \n\nMC战世 前传 ： 天生的战士之异世界\n一横斩，解决。遍地都是掉落的腐肉、骨头、珍珠、火药粉。\n把剑收起来之后检查发现饥饿值和生命值都偏低，凯伦走出矿洞，打算杀几只牛吃了。\n目前收集到的黑曜石已经有10个了，再接下来就下地狱吧。哼哼。\n一只。。。两只。。。。挥着剑杀着牛，牛比怪兽还难解决，因为他们还会逃跑，真难解决啊，凯伦心里自叹。\n突然，感觉一震，眼前的事物开始模糊起来……\n怎么回事。。。慢慢退后倒坐在树旁，这……\n难道眼睛出了问题，紧张的摸下眼睛，不会吧。。\n眯着眼努力地瞪着四周的环境，发现景象突隐突现，这。。究竟怎么回事。。。\n眼前也开始一闪一闪似，难道nervege@r坏了！？划出游戏选择菜单，退出……退出……有了。\n点下去，扑了空，菜单消失了！这怎么会…再划一次就划不出菜单了。。\n突然，眼前一黑……\n\n\n----------------------------------------------------------------------\n不知道看不见东西多久。。。在这期间之内感觉不到时间，很久？一阵子？感觉不到这概念。但是在眼睛逐渐地眼前开始适应黑暗，景象开始浮现出来。。。\n\n这怎么回事？天变黑了。。\n摸着树干站直身，头却直接栽进树叶里，诶？这矮树，不是两格高吗！？怎么会？\n用手抓破树叶，这时发现。。。。五只手指？\n蹲着爬出去，站直身，发现高度不一样了。。四周的地形也不同了。。。这怎么会。\n海中央突然出现的小孤岛。。他。来到了这里。。\n\n\n-----------------------------------------------------------------------\n看见海边那有个城镇，跳下海想游去，跳下去发现不能用之前的方式游泳，差点溺毙了，稳定了身子，才用自由式勉强游到对岸，站上岸边，发现自己也已经精疲力尽，还是第一次发现minecraft会有这情况。身上的衣服也湿了……冷…等等，衣服？这时候才发现，玩minecraft的时候穿着的便衣正穿在自己身上！等等。。摸一下。。连胯下的东西也有。嗯…是最新的更新吗？\n走着走着也走到了城镇的入口了。看着小块小块堆成椭圆形的萤石灯，他心里确定这果然是更新。\n好吧……他的思考路线是直了点……\n\n\n走进这里，守卫只是看了看他也没啥戒备，只是继续看书\n他走着看着，心想这是自然生成的村庄吗？真好看噢噢。这更新也太庞大了吧？竟然一点通知也没有？\n这村子的中央真好有人举办营火会，他走营火前蹲着取暖。\n一位黄毛小子了见状，上前带点挑拨的语气说：“喂，你哪来的”\n这时，凯伦看着他，心里感叹着连NPC也有了，样子还真像个人，这更新也太给力了！\n见凯伦没有回应他，黄毛小子用脚踢了踢他说：“喂，本大爷在问你啊！？”\n“NPC闭嘴，真忙着”\n“啥？NPC？闭嘴？你叫我闭嘴？你知道吗？我爸是李…”黄毛小子不知天高地厚地继续挑拨着。\n话没说完，凯伦一拳把他的鼻梁打断，让他扶着歪曲的鼻子躺在地上痛苦地打滚，乱叫着。\n“让你继续乱啥话，切！”\n旁边的跟班们见状，立刻大声叫嚣着，活像个没文化的猴子。\n其他人看立刻又是一场斗争，赶紧闪开，村长的儿子伤不起啊！\n跟班一号立刻走上前大叫“哎呀！竟然打我们尊贵的…”\n话没说完，凯伦一个侧踢再顺着转身再给他一个后旋踢，强大的力度把他踢飞撞破那住宅前的花盆几个，然后倒在渐渐消失的碎片上昏去。\n其他人立刻叫嚣得更大声，刚刚应该是村长儿子的那位小伙子大喊：“亮刀子！别跟他客气！”\n“哼！还亮刀子！”摆好战斗姿势，看着十几位不知死活的高中生年纪的敌人，“回家哭着要奶吧！”\n\n\n-------------------------------------------------------------------------\n这时在附近的酒馆那，有几位渔民看着这场斗争，平时看见他们怕会被看上都会绕道过，现在这火爆的情况更是怕丢了小命，实在没有想要出手相助的念头。这时，两位外地人拿着啤酒杯靠在栏杆上看着他们。\n其中一位身材高大健壮的二十几岁大哥，身上齐全的装备，看就知道是专业的冒险者或是战士；站在一旁的是一位老汉，若不是样貌老成，以他依然健壮的身子，难以想象他今年已有七十八岁，身上穿着普通的便衣和佩戴着一把剑在腰身\n大哥对着老汉说：“难得师傅对人有兴趣呢”\n“呵呵，他不畏惧的精神，还有你看看他的身法，变化无端，真想知道谁是他师傅”\n“师傅，不如让我…”\n“不必，我自己来”语毕，老汉翻过栏杆向他走去。\n\n\n-------------------------------------------------------------------------\n双手转着手中的抢来的两把刀子，上面沾满血，旁边已经趴着七八位痛苦地捂着伤口的小伙子，剩下几位拿着武器，害怕着但是凭着可笑的自尊心，手依然紧紧握住刀子，但是可笑地发抖着。\n凯伦冷冷地看着左臂上一道深深的血痕，心中的愤怒一点一点地不停地升起，也完全忘记探讨这是在游戏里还是在现实中，只是愤怒着区区的黄毛小子竟然可以伤害到自己！可恶！\n这时感觉到后面来了个人，左手悄悄地反握刀子，头也不回攻击过去。眼看刀子就要扎进左臂里，老汉不慌不忙地一侧身右手捉住他攻击的手。见状，凯伦向着老汉扔出另一只手的刀子，同时拉回自己的左手，让自己的身子靠近他一边右手可以攻击他，这一连串顺畅的攻击，凯伦很有自信可以直接把眼前的老汉拿下…\n\n\n不行了。。。想睡了。。。。\n就这样吧。。。{:10_511:}{:10_511:}{:10_511:}\n\n\n通往索引贴之路:传送门",
    "replies": [
        {
            "author": "c丶上官小熙",
            "timestamp": 1363885260,
            "txt_content": "字好多啊!!!你写的吗/?"
        },
        {
            "author": "莫提哥",
            "timestamp": 1363885380,
            "txt_content": "c丶上官小熙 发表于 2013-3-22 01:01 \n字好多啊!!!你写的吗/?\n额。。。是啊{:10_557:}"
        },
        {
            "author": "c丶上官小熙",
            "timestamp": 1363885380,
            "txt_content": "莫提哥 发表于 2013-3-22 01:03 \n额。。。是啊\n有点不相信 = ="
        },
        {
            "author": "莫提哥",
            "timestamp": 1363885440,
            "txt_content": "c丶上官小熙 发表于 2013-3-22 01:03 \n有点不相信 = =\n{:10_492:}{:10_492:}一边想一边水一边写，花了几个小时的呢{:10_524:}"
        },
        {
            "author": "Yihc",
            "timestamp": 1363914840,
            "txt_content": "不错.               "
        },
        {
            "author": "莫提哥",
            "timestamp": 1363962420,
            "txt_content": "Yihc 发表于 2013-3-22 09:14 \n**** 作者被禁止或删除 内容自动屏蔽 ****\n怎么被禁言了....YIHC..."
        }
    ]
}