{
    "title": "[ Minecraft.net | CULTURE ] 霸王龙打扑克",
    "author": "592764254",
    "replyCount": 6,
    "timestamp": 1586182980,
    "txt_content": " 本帖最后由 592764254 于 2020-4-6 22:23 编辑 \n\n\n\n\n\n1.jpg (77.59 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-3 09:13 上传\n\n\n\n\n\n\nT-REXES PLAYING POKER霸王龙打扑克\n\n\nJust your typical dinosaurs playing cards build! Wait, what?就是最普通的恐龙玩牌的建筑而已！等等，什么？\nIn poker - and country music - they say “You got to know when to hold 'em, know when to fold 'em”. But what happens if you have arms that aren’t capable of either? How do T-rexes, with arms barely long enough to hold a breath, play cards? To quote the venerable Dr. Ian Malcolm, “Life finds a way.” For William Nelson, builder of these Cretaceous card sharks, creativity too found a way.在扑克游戏和乡村音乐中，他们说“你得知道什么时候抓牌，什么时候应该弃牌（德 州扑克fold意思为弃牌）。”但是如果你的胳膊做不到任何一个呢？霸王龙们就是如此，它们的手臂长度让它们甚至没法屏住自己的呼吸，还打牌？引用受人们尊敬的Ian Malcolm博士的名言，“生活总会有办法的。”对William Nelson来说，建造这些白垩纪的对纸牌痴迷的大鲨鱼也是充分展现创造力的一种方式。\n“The first major organic that I built was a dragon,” William tells me. “Since I was still new to this, the dragon was far from perfect but it represented the culmination of a lot of learning and practice.”“我建造的第一个有生命的建筑是一条龙，”William告诉我。“因为在这方面我还是个新手，所以那条龙并不完美，但是这个作品是我建筑生涯里的巅峰之作，因为我学到了大量的东西，也充分实践了它们。”\n\n\n\n\n\nfile_1586179797000.jpg (103.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 21:29 上传\n\n\n\n\n\n\nOrganics are William’s specialty and they’re his favorite thing to build – they’re tough, but also a rewarding challenge for him.建造有生命的作品是William的专长，也是他最热爱的东西——完成这些建筑很不容易，但是对他来说也是一项很不错的挑战。\n“Making creatures or humans in Minecraft is difficult because even subtle errors in proportions or pose can completely throw off the entire organic.” Understandable, if you get your ratios wrong you can end up with some unnatural looking creature that has a giant head and tiny- oh.“在MC中建造生物或者人类是很不容易的，因为即使是比例或者任何一处的姿势出了细微的差错也会毁了整个建筑。”你可以这么理解，如果你的建筑比例搞错了，那你可能最后建造出来的生物相当不自然，它可能会有一个巨大的头，很小的......哦吼。\n“It was very difficult get the right shape of the T-Rexes.” William explains. “In the end, I imported a reference image into Minecraft, and used it to trace a rough 2D outline of a T-Rex. This helped me keep the proportions in check and gave me a good base to get the body shape right.”“要建出完美的霸王龙造型是非常难的。”William解释道。“最后我只能把一张参考的图片导入MC，然后用它勾勒出霸王龙的粗略平面  轮廓，这帮我把比例控制的很好，给整个建筑打下了基础，也让后来的整个结构变得完美 。”\n\n\n\n\n\n22.png (226.17 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 21:29 上传\n\n\n\n\n\n\nTraditional paper and digital artists take note; references work in Minecraft too. No excuses now for not building your blocky masterpiece!传统的纸艺和数字艺术家们注意到了这一点；他们的参考资料也适用于MC。现在还有借口不建造一个你的方块大作？\nUnfortunately, all the references in the world can’t change that a T-rex is a primordial monster whose image we venerate in museum halls and major motion pictures starring Chris Pratt. No wonder it’s William’s favorite dino.很不幸，世界上无论什么资料都没法改变霸王龙是原始时代的怪物这一事实，它们的这一形象在博物馆和Chris Pratt主演的电影里广受喜爱与崇拜。难怪它是William最喜欢的恐龙。\nBut why make them play poker? And, perhaps most importantly, which one is winning?但是为什么要让它们打扑克？也许，最重要的应该是，谁赢了？\n“The laughing T-rex is winning, he has the most chips.”“那只大笑着的霸王龙赢了，他的筹码是最多的。”\nQuestion: how do you tell if a T-rex is laughing or just hungry? All three look like they’re very ready to chow down on the chip table or the nearest thing that resembles Sam Neill.问题是：你怎么知道一只霸王龙是在笑还是它饿了？它们三个看起来像是要在桌子上来一场饕餮盛宴，或者说是离他们最近的东西，比如 Sam Neill。\n\n\n\n\n\n33.png (290.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 21:29 上传\n\n\n\n\n\n“The middle T-Rex has the second most chips, and the left T-Rex is losing. I made it so you can’t see their cards because I don’t want to give away their game. That way it’s more of a mystery. It does seem that the T-Rex may have the winning hand and is laughing because of it. But this may just be a bluff, I’m not sure.”“中间的那只霸王龙筹码第二多，左边的霸王龙似乎一直在输。我把它们建成这样你就看不到它们的牌了，因为我可不想让你知道它们游戏的秘密。那样的话谁赢就更像是一个迷。看上去霸王龙赢了就会大笑起来。但是这也可能只是一种虚张声势，我自己也不确定。”\nIn other words you be the judge. But don’t judge too harshly, remember, sharp teeth.换句话说，你就是裁判。但是也不要对它们太苛刻，记住那些锋利的牙齿。\nWilliam states that he drew inspiration from the famous painting ‘Dogs Playing Poker’ and he likes that Minecraft allows him to put funky new twists on the timeless classic.William说他是从“狗狗打扑克”中获取的灵感，而MC能让他将这些经典的作品加以修饰后呈现出来，这就是他喜欢MC的原因之一。\n\n\n\n\n\n44.png (266.39 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 21:29 上传\n\n\n\n\n\nHaving trouble making out the cards here, but if you think I'm going to get a better look by moving closer to a table surrounded by dinosaurs...在这个位置看牌似乎有些困难，但是如果你认为走近这张被恐龙包围的桌子就能看清楚的话...\n\n“The best thing about building in Minecraft is that it’s a restricted medium, but with endless possibilities,” William says. “Minecraft builders only have a set number of blocks, a set height limit, a limited colour palette, and it’s difficult to make details which are less than 1 block in size. All the limitations lead to a lot of very clever thinking and this adds to, rather than detracts from, the artistic expression and inspiration in the builds.”“在MC里建筑最好的一点就是虽然空间有限，但是可能性是无限的。”William说，“MC的建筑师们只有一定数量的方块，固定的高度和有限的颜色种类，而且很难在小于一个方块的空间内制作出任何细节。这一切的限制激发了聪明的建筑师们的许多想法，这反而增加了建筑艺术中的表现力与灵感来源。”\nAs awe inspiring as they are you can’t trust a dinosaur. Even the digital ones can cause some grief for their human handlers as William recalls a very close call he had during building.\n尽管这些恐龙令人敬畏，但是你可不能相信它们。William回忆自己在建造这些恐龙时的一次艰险经历，即便它们是数字化的，也会给建造它们的人类带来一些悲剧。\n\n\n\n\n\n\n\n9d7e989c661b7ab393983e6716c8543b-ImageFOUR.jpg (199.6 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 22:16 上传\n\n\n\n\n\n\n“I build on a server called Builder’s Refuge. It’s a flat world, and I walked away from my build to make another quick build to practice some commands I’d learned. I thought I hadn’t strayed too far, but since it was a flat world there were no landmarks so when I tried to return to the T-Rexes, I couldn’t find my way back. Thankfully, some of my Minecraft friends helped me out and we all flew around madly until we found them.”“这三只恐龙建在一个叫Builder' Refuge的服务器里。那里是一个超平坦世界，然后又一次我离开了这个未完成的建筑，去其他地方做一些小建筑来练习一下我新学到的建筑技巧和指令，我以为我没有走远，但是因为是一个超平坦世界，没有什么地标建筑，所以当我  想回到霸王龙那时，发现找不到路了。真是得感谢MC里的那一群小伙伴，我们一起疯狂地飞来飞去，直到找到那些霸王龙。”\nClever girls.聪明的姑娘。\n\n\nRenders by Lycqnnn, Omardegante11, and Joebricksy\n渲染：Lycqnnn, Omardegante11 和 Joebricksy\n\n\n\n\n\n原文作者：Ash Davies发布时间：2018/5/24原文地址：https://www.minecraft.net/zh-hans/article/t-rexes-playing-poker翻译作者：Srar\n\n",
    "replies": [
        {
            "author": "梦回繁华ac",
            "timestamp": 1586218200,
            "txt_content": "666666666666666666666666"
        },
        {
            "author": "kuen_yue",
            "timestamp": 1586265300,
            "txt_content": "我只是个新手，来评论"
        },
        {
            "author": "胡宗炳有点笨",
            "timestamp": 1586303220,
            "txt_content": "这挺搞笑的，将霸王龙和麻将元素结合起来"
        },
        {
            "author": "My_tears",
            "timestamp": 1586349000,
            "txt_content": "这制作牛逼啊  感谢大佬"
        },
        {
            "author": "棋子_",
            "timestamp": 1586364060,
            "txt_content": "awaawaawa啊哇"
        },
        {
            "author": "PTSD∝龌龊闵",
            "timestamp": 1586368080,
            "txt_content": "哈哈，有点滑稽呀！"
        }
    ]
}