{
    "title": "[Minecraft.net|CULTURE]深入热带世界",
    "author": "ItIsEnderman",
    "replyCount": 3,
    "timestamp": 1585889640,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-4-17 23:40 编辑 \n\nCULTURE\n深入热带世界\nTotally Tropical\n\nThe weather is finally worthy of Lmaoki’s Rite of Spring build!\n很应该欣赏欣赏Lmaoki的「Rite of Spring」建筑作品中的气候呢！\n\nKate Gray\n\n\nSpring has technically sprung, but as I look out of the window onto the desolate wasteland that is Canada after six months of snow, it’s hard to imagine that I’ll ever see anything green and leafy again in my life.\n严格意义上说，春日已然生机蓬勃，但是当我透过窗玻璃看着那连六个月漫天鹅毛大雪的加拿大的一片荒凉时，我真的很难想到有生之年还能见到如此郁郁葱葱的景致。\n\nAnd so, I found myself staring at Lmaoki’s Rite of Spring build, green with envy (or I would have been, if I could remember what the colour green looked like). Reminiscent of the brilliantly botanical beginning of Disney’s Moana, Rite of Spring imagines a verdant world of colour and coral surrounding a central figure. It’s hard to tell where the figure’s dress, in rippling shades of green and yellow, ends, and where the water begins.\n正因如此，我才注意到我一直聚精会神于Lmaoki的建筑作品「Rite of Spring」，苍翠，而令人嫉妒（也有可能没有感觉，除非我记得绿色是什么亚子）。作为让人回忆起迪士尼动画人物「Moana」在繁茂的植物中的冒险旅途开端的事物，「Rite of Spring」构想出“绚丽的色彩和奇特的珊瑚环绕着中央的人像”这样的生命力之世界。很难辨识出这个在黄色与绿色那带着些许光斑的阴影下的人像的长裙能够延伸到何方，以及水流从何处淌出。\n译者注：英语里Green既表示绿色，又表示我好酸啊；还有人像看了半天才看出来……\n\n\nThe build is based on one that Lmaoki did for a two-hour contest on the Builder’s Refuge server, with the theme “Tree of Utopia”.\n其实，这一个建筑作品的雏形是Lmaoki在「Builder’s Refuge」服务器上的两小时速建赛上，题为「Tree of Utopia」的作品。\n\n“I felt that the plot entry was rushed,” they say, “and didn’t live up to what it could have been, so I decided to dedicate a full project for it.” The original still has some of that organic detail seen in Rite of Spring, but focuses more on a woodland theme rather than oceanic plants.\n“我感觉那个小作品做的太急了，”他们(Lmaoki所在的建筑团队?)说，“有点没有达到预期目标，于是我下定决心，一定要整一个名堂出来。”原版本也拥有我们能在「Rite of Spring」看到的有机细节，但是原版本更多涉及森林，而不是海洋植物。\n译者注：那你搞个珊瑚什么意思，这是动物啊\n\n\n“I designed my piece around nature,” says Lmaoki. “Thе lady herself is supposed to represent a humanoid tree, adorned with a royal dress. Much of the inspiration for this build came from fabrics or nature.” You can see that inspiration in the flow and movement of the dress as it billows out behind the woman, and the way her headdress mirrors the growth of the tall, tubular plants behind her. There are even starfish, flopped over the rocks as if they were just taking a quick nap before returning to the sea to do… whatever it is starfish do.\n“我以大自然为核心设计了这份作品，”Lmaoki说。“女性人像应该相当于一棵人形树，并因身上那华丽的长裙而色彩绚丽。这个建筑作品的灵感很大程度上来源于[ruby=Fabric]布料[/ruby]和大自然。”在此，你可以看到随着人像后状如波涛的长裙一齐流动的灵感，以及雕像发饰衬托背后高大的管状植物的生长状态的方式。这里甚至还有海星，懒洋洋地趴在岩石上，感觉像是先打个盹再回到海里去做……做海星该做的事。\n\nUnsurprisingly, it’s not easy to replicate the natural rippling of fabric in our silly cube game. “Minecraft is blocky and not really made for curves,” says Lmaoki. “It was quite tricky to develop the organic objects. It took me a while to create the custom sugarcane in the background and all the other nature elements.”\n当然，将这么自然地褶皱着的布料搬到我们的寒酸的方块游戏里不是容易事。“Minecraft以方块为特色，对于曲线的兼容性不怎么好，”Lmaoki说道。“为了做好这些有机成分，我真凋亡了不少脑细胞。我花费了不少精力去完成背景的甘蔗，以及其他自然元素。”\n\n\nBut the most challenging part of the build was, unsurprisingly, the dress itself. “Fabric is complex material to model in general,” admits Lmaoki, “and it is no exception in Minecraft. It took around an hour to visualise, plan, and create one of the larger pieces of fabric. With my technique, the results can be unpredictable, but that’s what I found beautiful about it.”\n但是，不出所料地，最难啃的硬骨头是长裙本身。“布料本来就是建模界的复杂材料，”Lmaoki坦白说，“在Minecraft更毫不例外。光是构思、计划、制作大块布料就耗费了差不多一小时。以我目前的技术来看，最终的结果不很好预测，但是它最后还是成了我能找到亮点的部分。”\n\nLmaoki does use plugins to create their builds, which is why they were able to build something like Rite of Spring without having to place each block by hand. They even admit that a manual technique would make such a build “extremely difficult or impossible to complete.” Even using plugins, though, this build took three weeks to create.\nLmaoki建造这份作品时当然使用了插件，这也是建筑师们能够不通过纯手撸的方式就能建造如同「Rite of Spring」这样的奇幻作品的原因。甚至有人说，纯人工建筑会让一个建筑作品“难上天，基本完成不了。”但即使用了插件，这份作品也是在连续三个星期的雕琢之下完成的。\n\n\n\n\n\n\nLike many Minecraft builds, it’s at it’ best looked at from afar - as an entire piece, the colours blend and melt together beautifully. But looking at Rite of Spring up close can be an interesting experience in itself, as the individual textures become more noticeable, and the artistry that has gone into choosing colours and textures becomes more apparent. “Yes,” says Lmaoki on their Planet Minecraft page, predicting questions from amused viewers, “her dress is made of Cactus.” Ouch.\n就像许多其他Minecraft建筑作品一样，可远观而不可亵玩 —— 要一次概览整个建筑，才会发现各种颜色和谐而绚丽地交织在一起。但是，近观「Rite of Spring」，你会发现新天地：独特的纹理质感更为突出，选择颜色和纹理地艺术也更为显而易见。“是的，”Lmaoki在他们的Planet Minecraft主页上这样回答阅览者提问到的问题，“她的裙子用仙人掌做的！”妈耶……\n\n“Minecraft has a variety of green colors and shades,” says Lmaoki, “especially if you include non-traditional blocks such as plants. I decided to pair the green with the golden yellow colors of the glaze terracotta.” Lmaoki even admits that they like these strange, up-close details, saying that the Cactus blocks are their favourite part of the piece. “It’s so weird and unconventional, but it works so well! It’s pretty funny to me, and I love it.”\n“Minecraft里有很多能够自由选择的绿色和阴影色，”Lmaoki说，“尤其是你尝试引入非传统方块 —— 比如植物时。我打算搭配硬化粘土的绿色和金黄色。”Lmaoki甚至坦诚，他们真的很喜欢这样奇怪的细节，并说他们最喜欢的部分则是仙人掌方块搭建起来的东西。“既奇怪又不同寻常，但看上去是真的好看！太有趣了，我很喜欢这！”\n\n\nLmaoki didn’t become such a creative, talented builder overnight, though. They are keen to stress how much they have learned or experimented with in Minecraft over the years. “There’s a variety of things that I have learned from building in Minecraft; most of them are fundamentals of art which can be learned through any medium, but the most interesting thing I’ve learned is problem solving.\nLmaoki并不是一夜之间就成为如此才华出群、想象力丰富的建筑师的。他们挺喜欢强调自己近几年在Minecraft里学了多少，练了多少。“我从Minecraft建筑中学到了[ruby=奇怪]各种各样[/ruby]的知识；虽说绝大多数是能够从任意渠道习得的艺术基础知识，但是我所学到的最有趣的东西则是如何解决遇到的问题。\n\n“A lot of the things I want to build are often too difficult with the current tools I have, so I would often experiment with different techniques to see what I can make. Sometimes they fail, or sometimes they allow me to something complex like fabrics.”\n“用我现在能操纵的工具去建造我想去建造的东西常常很难，所以我经常联系不同的技巧，看看自己到底会了什么。有时会失败，也有是他们让我去制作布料那样复杂的东西。”\n\n\nMinecraft, like any artistic medium, requires skills that can only be learned through practice, and by learning from the techniques of others. Lmaoki might be the Michelangelo of Minecraft, but perhaps you could be the Monet?\nMinecraft，正如一切艺术载体一样，需要实践中才能习得的技巧，以及从他人传授而来的技能。Lmaoki或许能成为Minecraft里的米开朗琪罗，那么……你就是Minecraft界的莫奈？\n\nFun Fact! Tom is too uncultured/stupid to know who either Michelangeo or Monet are. The original names of the Mario brothers, maybe?\n讲个笑话：Tom对于艺术一窍不通，既不认识米开朗琪罗，又不认识莫奈。这些是不是马里奥兄弟的原名呢？\n\n【Enderman 译自官网 2018 年 04 月 17 日发布的 Totally Tropical；原作者 Kate Gray】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1587135900,
            "txt_content": "我已大自然为核心设计了这份作品\n这一段的英文有词屏蔽了"
        },
        {
            "author": "lyxm",
            "timestamp": 1587364980,
            "txt_content": "失活的珊瑚"
        },
        {
            "author": "kayn-",
            "timestamp": 1592984280,
            "txt_content": "这光影好好康，感谢大佬翻译"
        }
    ]
}