{
    "title": "当你把矿工茶馆规章翻译十五遍（不是水贴）（我 号 没 了）",
    "author": "508264964",
    "replyCount": 13,
    "timestamp": 1585817640,
    "txt_content": " 本帖最后由 508264964 于 2020-4-2 17:02 编辑 \n\n前排提醒这不是水贴\n前排提醒这不是水贴\n看前不要喝水！！\n别怪我么提醒你原版：〇、前言　\n\n\n\n欢迎来到矿工茶馆版块，大家可以在这里畅所欲言。\n虽然说是一个比较自由的地方，但是也有一些需要注意的条文规定。\n之前的版规存在诸多问题，现在重新制定了版规，请各位新老会员务必过目。\n\n\n　一、主题发布规则　\n\n\n\n请勿发表意义不明、内容空洞、语序错乱、标题党的主题。「违者删除」请勿发表涉及政治、成人、暴力、色 情、广告等相关内容。「违者删除」请勿发表引战内容，避免来源不明确、具有争议性的信息。「视情况删除、警告、扣分」转载帖请附原帖地址，并按照论坛环境排版，并附上心得。「违者删除，未注明转载者视为剽窃」帖内包含自动播放的音乐、令人不适的内容请在标题注明。「违者删除」请勿发表包含超大字号、浅色字体等影响阅读体验的内容。「违者删除」请勿短时间内重复发表转载帖或内容不明确、空洞的主题。「违者删除、警告、扣分」请勿发表类似租借帐号、赠与帐号、买卖帐号等相关主题。「违者删除、警告」请避免发布与论坛内近期现有的主题存在高度相似的内容。「视情况合并或删除」请勿发表如投诉、文创等明显应该发布至其他版块的主题。「视情况移动或删除」对于内容仅提问的主题，请移步至你问我答对应版块发帖。「违者删除」除技术性作品内容外，禁止使用回复可见、帖子密码功能。「违者删除」请勿任何形式（诅咒、诓骗）进行互刷，勒索、转账积分。「违者屏蔽、警告、扣分」允许在快升级时发表助攻帖，但请在积分贴近升级时发表。「违者删除，撤销正面评分」发布带有回帖奖励的主题时，请设置中奖率为百分之一百。「违者关闭，下沉」禁止以炫耀、教唆违规为主题发帖；严禁刻意违规的行为。「违者警告、扣分」\n\n\n　二、回复发布规则　\n\n\n\n请勿发表与主题无关的，纯符号、纯表情等内容。「违者扣分」请勿发表涉及政治、暴力、色 情、广告相关内容。「违者删除」回复时务必注意言辞，请勿恶意辱骂、中伤他人。「违者屏蔽、警告、扣分」请勿自占沙发；有特殊需求时，请私信联系版主。「违者删除」除网络原因请勿连续回复同一帖，善用编辑功能。「视情况扣分」请勿以诅咒、诓骗等形式互刷、勒索、转账积分。「违者屏蔽、警告、扣分」请勿在短时间以近似内容多次连续回复新人报道。「违者警告、扣分」禁止挖坟行为，对于恶意、跟风挖坟者加重处罚。「违者警告，使用道具挖坟者处以7天封禁」\n\n\n　三、奖励制度　\n\n\n\n\n对于内容优质，排版规范的实物教程、摄影作品、论坛内的技巧教程等内容，版主会酌情给予奖励。若认为自己的作品足够优秀，可在此申请图章评定以获得版主发放的奖励，发放图章遵循以下规范：\n⑴图章权重：原创＜优秀＜精华。\n⑵图章评定将由多名版主从内容丰富程度、实用性、独创性、排版美观等多方面进行综合评定。\n⑶帖子内容可以与ＭＣ无关，但评定时会倾向于给予内容与ＭＣ关联性较大的作品更高的评级。内容更新后可以申请更新奖励，并依照更新内容提高评级，申请此项需要帖子内有完整的更新日志。\n申请时请按照以下格式申请，不按照格式的申请则视为无效申请，同一帖每周仅允许申请一次奖励。\n详细评级奖励标准：\n\n\n申请内容：图章评定｜更新奖励帖子链接：审核版主：@阴阳师元素祭祀 @极光creeper @凛 @Umikaze @喵备注说明：\n翻译后\n\n欢迎使用Teji，这样每个人都可以畅所欲言。\n尽管这些站点是免费的，但请记住最好的方法。\n以前的版本存在很多问题，\n\n\n\n\n\n\n\n一，出版立场\n\n\n\n\n请勿添加主题，人员，语言或主题主题。 “解决罪行”\n添加与政治，青春期，暴力，**，广告等相关的项目。犯罪转移\n添加清晰且矛盾的内容。 “根据需要获取警报并减少排放。”\n您可以编辑原始地址，在论坛周围添加新建议，并分享您的经验。 “不排除盗窃。”\n本文包含自动音乐和令人反感的内容。插入标题。 “解决罪行”\n添加影响可读性的内容，例如字体大小或字体大小。 “解决罪行”\n不要立即下载或添加含糊的材料。 “释放违法者，警告并停止。”\n请勿包括帐户租金，礼品清单和公司帐户等项目。 “取消和非法警告。”\n发布最新的论坛项目。 “根据需要添加或删除”\n还有一些元素，例如古代和文化创新。实际上，它需要添加到另一部分。 “根据需要移动或删除”\n转到解决问题的部分。 “解决罪行”\n紧急响应功能和密码的使用受到限制，以限制该技术的实际内容。 “解决罪行”\n请勿使用表格（诅咒，欺骗）干燥，刺穿或在表格之间移动。 “停止，警告，保存”\n快速更新可能会有所帮助，但是您可以使用更新方法。 “一些变态已被撤消，并发表了积极的评论。”\n如果您通过电子邮件发送该项目，请将您的获胜率设置为100％。罪魁祸首是罪魁祸首。\n请勿安装或查看非法内容。严禁切割。 “犯罪警报，启动场所。”\n\n\n二，遵循问题规律\n\n\n\n\n请勿发布干扰性内容，例如清晰的标签或词组。 “犯罪现场”\n添加与政治，暴力，**或广告有关的内容。 “解决罪行”\n回答时请小心谨慎。不要侮辱别人，不要侮辱他们。 “停止，警告，保存”\n如果您需要特殊帮助，请联系您的协调员以获取个人信息。 “解决罪行”\n除网络原因外，它并不总是响应。正确使用编辑。 “效益”\n请勿以致命或欺诈的方式拳打，伤害或行事。 “停止，警告，保存”\n具有单一内容的初学者可能会在一段时间内没有响应。 “犯罪警报，启动场所。”\n挖掘机停止运转并罚款。违法者已被警告禁止挖掘7天。\n\n前排提醒这不是水贴\n\n三，补偿制度\n\n\n\n\n主持人发布了高质量的内容，并出版了物理，摄影和技术方面的标准课程。\n如果您证明自己做得很好，可以请协调员投票。\n绑定：需要关键字。\n该品牌因其优点，创造力，创造力和美丽与许多道德而受到批评。\n（3）CU与CU有关，但是此评估为联合国项目提供了更高的评级。\n更新内容后，您可以请求更新并根据更新后的内容刷新内容。索取新的文件和出版物。\n请填写下面的表格。不支持此格式的应用程序是无害的。每周奖励一次相同的工作。\n积分的详细奖励标准：\n应用程序详细信息：旧墙标志更新\n文章链接：\n领导：@节品品@攀山攀山R （本来应该是激光爬山虎没想到删减了）@R @ Umaichel @\n价格：\n复制密码\n\n",
    "replies": [
        {
            "author": "⚡️👮",
            "timestamp": 1585817700,
            "txt_content": "不愧是谷歌生草机（你居然不@我，差评）"
        },
        {
            "author": "FireworkPolymer",
            "timestamp": 1585817940,
            "txt_content": "加个对比，要不看不懂，可以用灰色字体放在行间"
        },
        {
            "author": "paomomangguo",
            "timestamp": 1585817940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "专刀你",
            "timestamp": 1585817940,
            "txt_content": "价格对比吧！我倒想看看"
        },
        {
            "author": "508264964",
            "timestamp": 1585818120,
            "txt_content": "太草了这个"
        },
        {
            "author": "508264964",
            "timestamp": 1585818180,
            "txt_content": "此评估为联合国项目提供了更高的评级\n毫无违和感"
        },
        {
            "author": "mohui666",
            "timestamp": 1585818420,
            "txt_content": "图床啊。"
        },
        {
            "author": "Volta_X",
            "timestamp": 1585818540,
            "txt_content": "添加与政治，暴力，**或广告有关的内容。 “解决罪行”\n我觉得相当可以"
        },
        {
            "author": "阿灬秋",
            "timestamp": 1585818660,
            "txt_content": "不愧是Google"
        },
        {
            "author": "小敖丙",
            "timestamp": 1585818900,
            "txt_content": "这波复制就很nice"
        },
        {
            "author": "0Hⅰkarⅰ",
            "timestamp": 1585820520,
            "txt_content": "太生草了（"
        },
        {
            "author": "天空im",
            "timestamp": 1585821180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "新科",
            "timestamp": 1585828380,
            "txt_content": " 本帖最后由 新科 于 2020-4-2 19:54 编辑 \n\n看起来肯定经过日语翻译\n这浓浓的日语翻译腔谢罪 我看错了 看成原版的了\n"
        }
    ]
}