{
    "title": "关于活化问答气氛，文明问答互动的倡导",
    "author": "Tollainmear",
    "replyCount": 99,
    "timestamp": 1585831500,
    "txt_content": " 本帖最后由 Tollainmear 于 2020-4-3 15:47 编辑 \n\n   上周，我们好多人在茶馆见证了一件发生在问答板块的很不愉快的事情，而且很负责任的说，这种不愉快的事情并不是个例，而是每天都在问答板块上演着。米二自2018年8月开始在问答板块接手版务工作，这一年半以来，米二多次见证了各种发生在问答板块的不愉快事件，也曾满腔热情的多次尝试通过增改版规解决这些问题，但是每一次版规更新之后都会暴露出新的问题。\n\n    那么本质问题出现在哪儿呢？关于这个问题，米二一直没有找到答案。直到今天，米二才在回复一个用户私信的时候，有了一个新的认识。\n\n\n\n\n\n\n**截图_20200402170409.png (60.75 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-2 17:04 上传\n\n\n\n\n\n   事情是这样的，一位新人用户因为“超长文本未折叠”和“三连”被米二扣光金粒，米二觉得既然扣分引起了他对版规的重视，那么“惩罚”的目的已经达到了，于是就适当的降低了处罚。事后米二在想，这么做是对的吗？我为了一份“毫无意义”的人情，把用户区别对待，值得吗？，这类事后请求米二撤销处罚的事情私下里也做了很多次，可是这类违规却从未减少，所以这么做有意义吗？\n   又想起上周茶馆的那个帖子，最让米二心寒的不是大家毫不妥协、据理力争，而是 @west.myth  在一个远古帖子（https://www.mcbbs.net/thread-467508-1-1.html）里面提到的一个现象，简单的描述就是论坛的氛围不再像之前那么和谐温暖了。\n   相信大家也不是第一次见到有人讨论人心不古这个现象，但是很少有人讨论论坛的氛围为什么会变。\n   米二依稀起自己刚上大学的时候，小班长向新生描述大学是什么样子的：“没有办法用一句话来描述大学的样子，但是这么说肯定没毛病”，他说：\n你们是这所学校新鲜的血液，你们是什么样子的，这所学校就是什么样子的，你们也是这所学校的未来，你们是什么样子的，这个学校的未来就是什么样子的。\n\n这句话像镜子一直影响着米二，让米二时刻审视自己的行为。话说回来，米二也相信问答板块之所以变成这个人心不古的现状并不是别人出现了问题，而是一个个组成这个庞大社区的个体 —— “我”出现了问题。\n   问答板块确实存在很多问题，但最核心的问题从来都不是不审题、灌水、错版、超长文本未折叠的问题，而是一个充满着“戾气”和利益关系的环境问题，我们没有办法共情，当然就无法理解对方的观点，自然也不会迁就，于是我们在这种不理解不退让的环境下，看谁都不顺眼，而且互相看不顺眼。\n   也许这就是人心不古问题的所在吧，随着来到论坛的时间越来越久，我们理所当然的认为自己的付出应该得到他人的认可，而任何挑战自己或不尊重自己劳动成果的家伙都是在对自己乃至自己所代表的社区/群体的赤裸裸的挑衅。\n   相信大家仔细品一品就明白米二在说什么了，在问答竞争的过程中：\n有的题主将30金粒的悬赏当做自己“为所欲为”的资本，本着“我花了钱我是爷”的态度，对热心用户回复的答案毫不用心，在选择最佳的时候又不负责任，那么抱歉，不尊重他人劳动成果的“这类人”是这个和谐氛围的破坏者，这种连最基本的“尊重”都不懂的人，我们不希望“他”代表问答版的未来。\n\n\n有的了解版规的答主发现有题主违反了版规，于是回帖说“楼主你错版啦”，最后被版主扣除10金粒，于是屈辱感油然而生，抱起手中的键盘就私信版主，说他狼心狗肺，看不见自己在帮他整顿版务秩序，那么抱歉，占领道德高地侮辱他人的“这类人”是这个和谐氛围的破坏者。\n\n\n有的答主手快抢到了沙发，也自认为给出了直白的答案，结果最后发现没有得到最佳，回过头一看，有后来者在其提供的思路之上进行了详细的讲解，到嘴的肉被捡漏的家伙白嫖走了，瞬间感到不爽，仿佛少了这一个爱心就无法证明自己的价值，于是私信开喷：“老子曾经在问答板块帮助解决了那么多的问题，你见缝插针抢我爱心的算是什么东西？”。抱歉，唯利是图、得理不饶人的“这类人”是这个和谐氛围的破坏者。\n\n   \n   其实上述的这几类人是我们都讨厌的“氛围破坏者”，但是在负面情绪的影响下，我们又不可避免的掉入这个陷阱，当然“氛围破坏者”并不只有这几种，米二也没有含沙射影恶心谁的意思，希望大家能够理解这些描述的用意，也请不要对号入座。\n\n   米二相信每一个人都不希望曾经给我们诸多帮助、诸多情感的板块走向腐朽！米二也相信每一个人都期待着问答社区的氛围变的活跃起来、温馨起来！那么现在，就是我们为这个曾经“帮助了无数新人腐竹”、“见证了无数新人成长”的板块付诸行动的时刻了！让我们每一个人做出一些小小的改变、小小的付出，用实际行动改善这种社区氛围！\n\n   我仅以个人名义倡导——\n   如果你是急于求助的提问者：\n发帖前，在这里仔细阅读各个板块的版规，避免造成不必要的损失；发帖后，耐心阅读每一位热心答主给出的解决方案；问题得到解决后，妥善选择对你帮助最大、争议最小的回复并设置最佳，并对其他提供过实际帮助的帖子给予评分作为感谢；如无最佳，在七天后前往这里申请退回赏金；如果自行解决了问题，请带着解决方案方案前往这里退回赏金，别忘了带着解决方案，让更多遇到类似问题的朋友们能够快速解决问题；如果你被版主代选了最佳，也请你稍安勿躁，去体谅答题者获得认可的心情和版主的责任与选择。\n\n\n\n   如果你是一名热心的答主：\n了解哪些提问帖属于违规，不要参与涉嫌违规话题的讨论，也请积极使用合理的手段进行举报；不要把其他为题主提供帮助的热心答主视为敌对的竞争对手！因为你们是志同道合的朋友，是风雨兼程的伙伴，也正式因为你们每一个人的付出，才共同缔造了今天的问答社区。用合理的评分，鼓励那些提供了解决思路的帖子！告诉他即使没有得到最佳，你的辛勤付出也由我们见证！用平和的心态和善意的耐心，对待所有无助的题主和热心的答主。\n\n\n\n   以上，是米二的小小心愿，希望你问我答板块不会变成尔虞我诈、争风吃醋的竞技场，在我们每一个人的努力下，变成一个相互认可的社区，这样，有一天当我们都已经成为论坛里老一辈的骨灰用户的时候，我们可以骄傲的对新人说：\n看吧，这个问答社区的一砖一瓦都是我们这一批老用户建设出来的！现在我把它交给你们啦，你们可不要搞事哟\n\n   最后，请不要让辛勤付出的、志同道合的伙伴们失望，不要在亲手毁灭了这里之后，让我们纯净的心灵没有归宿。\n\n你[sup]TM[/sup]的 米二；\n2020年4月2日\n\n\n   \n\n\n\n",
    "replies": [
        {
            "author": "凛",
            "timestamp": 1585846680,
            "txt_content": " 本帖最后由 凛 于 2020-4-3 01:04 编辑 \n\n同时对于本帖中所说的部分问题，问答版内部目前也正在起草相关的条例来自上而下的解决，以改善现在的环境。\n爱心作为热心助人的凭证，也将会给予每名认真回答的答者，会员之间本就是互帮互助的关系，不应为了积分互相敌视。\n而破坏社区环境，滥用社区机制的人，也将受以更加严厉的处罚。\n具体的改动暂定与本月中旬进行落实，在这期间希望大家多一分宽容、多一分谅解。"
        },
        {
            "author": "AzZ丶FaFa",
            "timestamp": 1585899180,
            "txt_content": "说的很对啊！"
        },
        {
            "author": "Xu__",
            "timestamp": 1585899480,
            "txt_content": "Emmm，说的不错"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1585899540,
            "txt_content": "放在问答版去置顶吧XD"
        },
        {
            "author": "结城希亚",
            "timestamp": 1585900200,
            "txt_content": "问答版现在环境很差\n在外人看来没什么，只要在问答版混久了都明白的\n如果没有好的心态真的容易爆炸\n\n现在就想着什么时候完善下版规吧"
        },
        {
            "author": "0-zero-0",
            "timestamp": 1585900380,
            "txt_content": "支持lz，这个帖子应该让更多人看见"
        },
        {
            "author": "Tollainmear",
            "timestamp": 1585900560,
            "txt_content": "结城希亚 发表于 2020-4-3 15:50\n问答版现在环境很差\n在外人看来没什么，只要在问答版混久了都明白的\n如果没有好的心态真的容易爆炸\n我曾经也以为“完善版规”是必由之路，但是当我有完善版规的能力和资格之后，我发现这种事情实践起来谈何容易。"
        },
        {
            "author": "west.myth",
            "timestamp": 1585900680,
            "txt_content": "      有些现象一直存在，抗争到最后也无力抗争了\n      我可以接受正当竞争中的落败，但是不能接受本身就掺杂了个人主观因素的竞争。\n      如果说以前这些都只是我主观的感受没有证据的话，18年暑假前问答区版主消的经历无疑证明了这一点：提问者以“你是大佬就不需要这一爱心了吧”为由将最佳给了答案“不那么完善”（主观判断）而且回答更晚的另一个回答者。\n      这证明看人而不是看答案来选择最佳答案的现象是存在的，不是我过度思考了。一方面，我认同john提出的“尊重提问者的选择”这一观点；但另一方面，如何让这一过程更加客观公正从而维护每个人的利益？\n      也曾经建议过答题者默认匿名回复，一来避免主观因素，二来减少竞争者间的敌视，但最后还是未能通过。"
        },
        {
            "author": "结城希亚",
            "timestamp": 1585901100,
            "txt_content": "Tollainmear 发表于 2020-4-3 15:56\n我曾经也以为“完善版规”是必由之路，但是当我有完善版规的能力和资格之后，我发现这种事情实践起来谈何 ...\n完善虽重要，但实施起来真的难度太高了\n因为有些东西不能硬性规定\n\n比如回复必须回复到自己（总有人会无视前面的人）\n或是主观影响的选择最佳，甚至补刀等\n\n所以表面问答版很正常，其实已经充满了戾气"
        },
        {
            "author": "凋灵斯拉",
            "timestamp": 1585901940,
            "txt_content": "额……我也被因为“楼主你错版了”而扣分，但是我觉得版主做的对，也从来没想过开喷呀。"
        },
        {
            "author": "Tollainmear",
            "timestamp": 1585902840,
            "txt_content": "west.myth 发表于 2020-4-3 15:58\n有些现象一直存在，抗争到最后也无力抗争了\n      我可以接受正当竞争中的落败，但是不能接受本身就 ...\n是的，对于这种“情况恶劣的”乱选最佳，我个人主张加大处罚力度，但是这之间有很多需要考虑的：\n1、既然乱选最佳有多种情况，那就要有一个浮动的处罚范围\n2、如何在处理“主观”乱选最佳的情况下保持避免量刑的“主观”\n3、哪种处罚力度最为合适？增加处罚力度是否能够改变当前的这种形式？\n\n另外，这种恶劣的乱选最佳其实并不是普遍现象（甚至同转账这种恶性违规来讲，都更加罕见），有时候我们会把问题看得很悲观。\n\n像很多其他的违规现象一样，多数的乱选最佳都是初犯，而且目前没有发现任何一例被处罚后再次乱选最佳的“惯例”，所以就这一点来看，情况还是在变好的。\n\n我并不会辩驳现在的版规是否完善，但是，完善版规能否有效控制这类现象的发生？就目前的状况来看，我觉得堪忧，而且我也不止一次的提到，完善版规是一个比想象起来更加困难的事情，但是改善问答社区的环境并不是只有完善版规这一条路，所以这次倡导是另一种尝试\n\n最后，你也认同你的观点，希望通过这个倡导，也能实现缓和各方矛盾的效果。"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1585903740,
            "txt_content": "MC圈现在大佬越来越多，萌新越来越少。\n作为大佬，或者即将成为大佬的各位玩家，务必要提防“专家效应”。\n什么是专家效应？就是\n你已经掌握了某方面的知识以后，认为其他人也掌握同样的知识是理所应当的。\n\n从字面上看这段话，大家一眼就能看出来这是一个假命题。\n但是当你本身已经掌握了一定程度的专业知识以后，你就很容易落入到专家效应的陷阱之中。\n当你解答萌新的问题的时候，你会不由自主地感到不耐烦；\n你会觉得对方不仅很笨，而且还不听你的。\n你不愿意教，对方肯定也不愿意听，那么问答版的气氛还能好吗？\n我想大家都能轻而易举地得出否定的答案。\n\n我这里站在回答问题的各位大佬的角度谈一谈我的观点。\n如果你想去问答版混爱心混金粒，一定要想象自己也是什么都不会的。\n接下来，回忆你第一次遇到题主遇到的这个问题时，自己是怎么解决的；\n最后，如实地用文字反映你刚才回忆的内容。\n\n如果你愿意这样做，你的回答将至少是不带有感情色彩的客观叙述，\n甚至有可能是带有同理心的，这样的回答尤其使得答主感到愿意接受。\n\n如果你想捞金粒，你大可以在回答末尾加上一句“如果解决了你的问题，请给我最佳”，\n而不是不负责任地丢出几个字。\n你站在题主角度想想，对方从你这有限的几个字里，咀嚼出你的无穷深意吗？\n你不是一个禅师，没有什么“只可意会不可言传”。\n就算你是出家人，也不要打诳语。\n\n以上就是我从问答版的回答者角度，给想要参与问答版捞金粒的各位大佬们的建议。"
        },
        {
            "author": "小孩孩",
            "timestamp": 1585903860,
            "txt_content": "米二说得好！\n问答版是该好好整顿一下风气了。\n\n另外，我也提个建议\n目前问答版出现了像“问答机”这样的传奇人物\n并且答案近乎准确\n（真是每个问题下都有啊）\n几乎承包了整个问答版\n这段话并无恶意，只是吐槽一下大佬的强大（和我的菜）\n\n一些新人想要帮助别人却很难融入问答版\n一些用户勉强能回答上一两个问题（比如我）\n所以我想建议一些大佬积极回答一些难度较大的问题\n把简单的问题留给新人\n让新人感受到帮助别人的快乐\n从而使问答版风气良好\n用户可以互相帮助\n\n最后说一句：米二牛逼，米二辛苦了"
        },
        {
            "author": "我是人1012",
            "timestamp": 1585904220,
            "txt_content": " 本帖最后由 我是人1012 于 2020-4-3 17:19 编辑 \n\n我觉得应该在问答版挂这个帖子的传送门\n\n\n\n\n图片.png (850 Bytes, 下载次数: 0)\n\n下载附件\n\n2020-4-3 16:58 上传\n\n\n\n\n震惊一版主竟带头说脏话\n突然发现是活动\n\n"
        },
        {
            "author": "42313123123123",
            "timestamp": 1585904220,
            "txt_content": "问答版知道了答案就跑路的也是大有人在\n最后还得自己手动申请最佳\n\n而且我觉得最奇怪是上次在茶馆发生的事\n当时有人\"讨论\"(实际上就是问)都是最佳答案改怎么办\n按照版规,应该选最先的,这个\"大家\"都知道\n但是下面竟然有一堆反常识的坛友说随机选就好了,甚至还有人给出了随机数生成器的地址\n这就让人很无语了,但最无语的是,楼主竟然采纳了上述行为\n最后怎么样了我就不得而知,因为我也没看\n\n但对于处罚,我还是觉得,没有谁能得到不应得到的减轻\n如果有人减轻了,那么其他人也会这么要求的。届时，法律——就好似形同虚设一般\n"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1585904280,
            "txt_content": "1. 我认为规则应当精而简，应当通过简单、通俗易懂的语言表达出具体的含义，必要时应借助图表。\n2. 刑罚的威慑力不在于刑罚的严酷性，而在于其不可避免性。我认为最主要的还是降低用户违规后逃避惩罚的可能性。\n3. 论坛不同于贴吧，应该积极引导用户查看版规或者将经常出现的违规现象贴在显眼的位置，例如发帖时的文本框中。"
        },
        {
            "author": "擦捏",
            "timestamp": 1585904520,
            "txt_content": "感觉这是个循序渐进的过程.\n看着有点像基层干部......"
        },
        {
            "author": "长安弑水",
            "timestamp": 1585905120,
            "txt_content": " 本帖最后由 长安弑水 于 2020-4-3 18:45 编辑 \n\n      我希望不只是回答者需要规范，提问者也需要自省。我们混问答版的不是真的非得要你那点金粒，即使抢不到，我也只能说自己运气不好，或者没有大佬们厉害。但请你们不要去再次特意告知我们：对不起是因为什么什么原因没有选你，我们内心也不是太脆弱。至少我的心态是这样的。\n      另外我们回答你们不是一定要你们那些金粒爱心，能帮到你们最好，有的时候我看到其他大佬回答出了问题，而我没有更好的解决方案的时候， 我不会去动这个问题，我不想被认为我只是一个复制粘贴的“搬运者”，另外我也不想别人成为“搬运者”，你们可以去翻资料，但最好使用引用标记。（没有强迫的意思）\n      提问者也应该端正态度，如果有了正确答案一定要选出最佳，这关乎一个态度问题，如果你的问题不急，你大可以不发帖。另外一点，我们不是为了你们的奖励才回答的，请你们对回答者态度好一点，你们不是他们祖宗，这是做人的原则，这是让我最气愤的。（不针对任何人）\n      这是我混了两三周的问答版的反思，我相信可以做到，希望可以创造出一个风气良好的问答板块"
        },
        {
            "author": "Wudji",
            "timestamp": 1585907520,
            "txt_content": " 本帖最后由 Wudji 于 2020-4-3 18:34 编辑 \n\n说得好啊\n问答版感jio风气有点奇怪\n大量不看问题直接回复的\n服了......"
        },
        {
            "author": "辰—良",
            "timestamp": 1585908300,
            "txt_content": "虽然我只懂了一点\n但还是要说\nnb"
        },
        {
            "author": "Tollainmear",
            "timestamp": 1585908420,
            "txt_content": " 本帖最后由 Tollainmear 于 2020-4-3 18:10 编辑 \n42313123123123 发表于 2020-4-3 16:57\n问答版知道了答案就跑路的也是大有人在\n最后还得自己手动申请最佳\n    好吧，先说第一个问题，米二确实没有见过你说的这个情况，但是一般来说，如果涉事人员没有提出异议并以任何形式找版主协调的话，这件事很可能就不了了之了，一般来说，处理版务是一个费力不讨好的事儿，如果像你描述的这种“乱选最佳”情况并没有造成恶劣的影响，且当事人也没有提出异议的话，即使版主看到也不一定会横插一腿的，毕竟我也能够理解有些热心的答主并不在意爱心或者悬赏最后是否拿到。\n\n    关于第二个问题，其实我在发帖的时候就想到了会有不同的声音，但是，即使下一次再有态度端正的新人用户私信我请求减轻处罚，我还是会毫不犹豫的这么做：\n惩罚的目的已经达到了，作为版主，我希望做到的是维持社区的秩序，而不是为了让谁尝到苦头我也曾是一个新人，我也曾无视过版规，甚至被发过卡，所以我与他没有什么不同。怎么能让一个社区保持活力？我相信是不断的注入新鲜的活力，而新人就是这种活力，那除此之外，还有哪些比这种事情更“廉价”的关怀呢？他的行为和过错是不可饶恕的恶劣违规吗？如果不是的话，这种小小不言的错误（而且还是初犯）有什么不可饶恕的呢？\n\n当然，我也能够理解你的观点，但是我觉得这和主题帖所倡导的中心观点的没什么关系的。\n\n我不希望我的上述言论成为任何人绑架其他版主的枷锁，个人选择，无关对错。\n\n"
        },
        {
            "author": "EGEE2468",
            "timestamp": 1585908900,
            "txt_content": "小孩孩 发表于 2020-4-3 16:51\n米二说得好！\n问答版是该好好整顿一下风气了。\n是啊，问答版太难混了，对于我们这种萌新或者是菜鸡太难了，简单的抢不过问答机，你找到的时候人家人家发了...难的是解决是时候大佬已经解决了半个月了就靠**才获得了一个爱心我实在是太菜了"
        },
        {
            "author": "凋灵斯拉",
            "timestamp": 1585909020,
            "txt_content": "EGEE2468 发表于 2020-4-3 18:15\n是啊，问答版太难混了，对于我们这种萌新或者是菜鸡太难了，简单的抢不过问答机，你找到的时候人家人家发 ...\n真实啊，怪不得没在问答版看到你（话说你为什么不在茶馆氵了？）"
        },
        {
            "author": "EGEE2468",
            "timestamp": 1585909260,
            "txt_content": "凋灵斯拉 发表于 2020-4-3 18:17\n真实啊，怪不得没在问答版看到你（话说你为什么不在茶馆氵了？）\n我要是能回答上问题早就回答了，我不会啊...我从不水贴看我签名就知道了"
        },
        {
            "author": "凋灵斯拉",
            "timestamp": 1585909320,
            "txt_content": "EGEE2468 发表于 2020-4-3 18:21\n我要是能回答上问题早就回答了，我不会啊...我从不水贴看我签名就知道了 ...\n你不水？我不信+100"
        },
        {
            "author": "west.myth",
            "timestamp": 1585909860,
            "txt_content": "Tollainmear 发表于 2020-4-3 16:34\n是的，对于这种“情况恶劣的”乱选最佳，我个人主张加大处罚力度，但是这之间有很多需要考虑的：\n1、既然 ...\n的确，除非说出来，否则没有证据证明是恶意；还有就是有无必要，设立一条几乎用不上的处罚标准没必要。（上次是将那条自爆性质的回复按灌水处理）所以也就只能在某些场合吐槽一下了。也只能用“尊重提问者的选择”排解了。除了非客观选择和没看到造成的误选，其他的倒也可以接受。毕竟我觉得我的答案更全面，但是前人的答案也许已经足够解决问题了。没看到虽然是提问者的疏忽，但是主观上不具有恶意，也只能承认这既定事实。不主张因此拓宽“感谢有你”长期活动的标准。事实上，基于现有规则，我想到了一套可行的、利用该规则刷分的方法。"
        },
        {
            "author": "west.myth",
            "timestamp": 1585910160,
            "txt_content": "小孩孩 发表于 2020-4-3 16:51\n米二说得好！\n问答版是该好好整顿一下风气了。\n这个建议不现实。你会把本能够回答的问题让给新人吗？己所不欲勿施于人。人家有知识储备和时间，就应该获得与之对应的。与其临渊羡鱼不如退而结网。而且背刺成功也是双倍的快乐"
        },
        {
            "author": "智乃offical",
            "timestamp": 1585910280,
            "txt_content": "所以要知道一件事\n（千万不要在扣分的帖子回血！）"
        },
        {
            "author": "west.myth",
            "timestamp": 1585911480,
            "txt_content": "长安弑水 发表于 2020-4-3 17:12\n我希望不只是回答者需要规范，提问者也需要自省。我们混问答版的不是真的非得要你那点金粒，即使抢不 ...\n忍不住说一下自己某次气到不行的经历：某个问题，提问者没给我最佳，却在一段时间后、私信问我、我的答案中提到的内容。\n我：？？\n这是打算压榨最后一丝剩余价值了？\n即使选了最佳，说实话，选完之后就和我没关系了，追问我可以不回答。（当然，实际操作中，和原问题有关的追问还是会回答的，另起炉灶就恕不解答了）\n我觉得这人更过分，白嫖党已经猖獗到公然骑脸了？"
        },
        {
            "author": "黯然神殇",
            "timestamp": 1585911720,
            "txt_content": "  版主你好  我是一个新人 莫得经验  只是有个小小的想法\n  是不是可以有一个直接联系到账号的友善度评分机制  每个帖子/回复的下评分最后汇总在账号上   或者直接在头像旁边显示   或者搞成积分换勋章\n  我觉得  能吸引友善的新人留下来的  除了交流带来的实质性利益以外   就是帖子里面友善的讨论了吧    如果对于友善的讨论加以鼓励   应该能对环境有所改善吧 \n  谈谈我自己的感受吧 ①我觉得对于发帖的质量划分还是有偏粗   很多比较水的回复啊  帖子啊  虽然不会很恶劣  但是会让人不舒服   举报又犯不上       ②对于我自己这样没有什么技术的新人  想要表达出一些友善 但是这个过程中就有些难以收到鼓励   爱心这个奖励制度反应到新人身上直接就变成了比较实在的利益   论坛对于这种情况也不能把鼓励交给风评这种东西来做吧              从上面的我感受到的情况来看   我认为论坛就像是在“法律”上有所建设  但是在“道德”这个规范上  好像是有所欠缺的\n   新人一只  不清楚版主的工作量   空想成分很大   还是希望能给论坛建设带来帮助"
        },
        {
            "author": "Tollainmear",
            "timestamp": 1585911900,
            "txt_content": "west.myth 发表于 2020-4-3 18:58\n忍不住说一下自己某次气到不行的经历：某个问题，提问者没给我最佳，却在一段时间后、私信问我、我的答案 ...\n啊 这种情况着实气人，而且对于这种情况我都会怀疑这个家伙的心智年龄和情商，米二不是在贬低谁，毕竟比我小20岁的侄子也知道MCBBS\n\n这么想一下：如果是自己的侄子，是不是就没那么气了"
        },
        {
            "author": "west.myth",
            "timestamp": 1585911960,
            "txt_content": "42313123123123 发表于 2020-4-3 16:57\n问答版知道了答案就跑路的也是大有人在\n最后还得自己手动申请最佳\n什么？不设置最佳答案？那不是再好不过了吗？（不是抬杠，只是多次被非客观选择答案给气到之后的反讽说法）\n不选反而是最好的，如果我的答案足够全面，那么最佳终究是我的，只是晚几天罢了。如果手动申请后还没拿到只能说明我的答案不够完善，在竞争中落败不是不能接受的事，但是本身就不客观公正的竞争我不能接受"
        },
        {
            "author": "名副其实",
            "timestamp": 1585912020,
            "txt_content": "42313123123123 发表于 2020-4-3 16:57\n问答版知道了答案就跑路的也是大有人在\n最后还得自己手动申请最佳\n话说起来论坛版规好像没有规定教唆他人违反版规的用户会受到处罚\n实际上这个问题也正是钻了这个空"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1585912020,
            "txt_content": "west.myth 发表于 2020-4-3 18:58\n忍不住说一下自己某次气到不行的经历：某个问题，提问者没给我最佳，却在一段时间后、私信问我、我的答案 ...\n被白嫖党骑脸无数次的搬运工/开发人员团队表示……\n算了淦他丫的。\n（你可以看看我在两个主要搬运帖的下载区里塞了多少东西……）"
        },
        {
            "author": "名副其实",
            "timestamp": 1585912260,
            "txt_content": "west.myth 发表于 2020-4-3 19:06\n什么？不设置最佳答案？那不是再好不过了吗？（不是抬杠，只是多次被非客观选择答案给气到之后的反讽说法 ...\n讲真那种自己蛮有信心的感觉拿着答案交上去\n然后楼主选了别人的最佳\n最关键的就是还来给我金粒和人气，说对不起没能选到我最佳\n我感觉就很不爽。\n讲难听话，这已经是对我的一种侮辱了\n详见签名档内地址"
        },
        {
            "author": "长安弑水",
            "timestamp": 1585912380,
            "txt_content": "有一个问题，对于最佳答案的评定，如何判断是否为胡乱选最佳，对版主而言十分困难，不出一个标准很难被规范"
        },
        {
            "author": "长安弑水",
            "timestamp": 1585912740,
            "txt_content": "有人给我评分说，如果你很遗憾没能给我最佳，请不要赏给我额外的金粒和人气\n这个问题，我认为两个相似的答案没有必要去再次评分感谢，但相差很大，但都有帮助，这种行为也可以理解"
        },
        {
            "author": "BiggayJN",
            "timestamp": 1585913160,
            "txt_content": "建议在问答版置顶或直播\n说到心上了，让更多人看到！"
        },
        {
            "author": "Tollainmear",
            "timestamp": 1585913820,
            "txt_content": "名副其实 发表于 2020-4-3 19:11\n讲真那种自己蛮有信心的感觉拿着答案交上去\n然后楼主选了别人的最佳\n最关键的就是还来给我金粒和人气，说 ...\n抱歉我没法完全理解这个想法（无意冒犯），我记得老高说过这么一句话：\n对于天体中只有一颗恒星的生命体而言，二选一有时候很难\n而最佳有时候就是这么一个非常尴尬的选择，Discuz只能设置一个最佳，但是有两个人都为我解决问题提供了有效的帮助，所以两个人我都很感激，我无法给两个人最佳，那只能用其他的形式表达我的感谢，评分就是最常见的一种。\n\n问答板块考虑到这种无奈的情况，为了平衡潜在的心理落差，特地举办了“感谢有你”这个长期活动，这个活动会给提供了帮助但是与最佳失之交臂的热心答主以另一种形式的补偿，可能这个补偿微不足道，但是它更多的代表着题主的一种肯定以及版主对答主所做贡献的一种表彰哇。\n\n我也不愿意相信我帮助的人是一个心理扭曲：故意不给我最佳还要恶心我的家伙，问答板块也不欢迎这种人。"
        },
        {
            "author": "专刀你",
            "timestamp": 1585916460,
            "txt_content": "我觉得，回答问题的时候，最重要的，是帮助他人，而不是为了爱心和那点，微不足道的酬金，不要把奖励，放在人心之上"
        },
        {
            "author": "⚡️👮",
            "timestamp": 1585918260,
            "txt_content": "说得太好了"
        },
        {
            "author": "xuyu999",
            "timestamp": 1585918860,
            "txt_content": "电磁步兵 发表于 2020-4-3 20:51\n说得太好了\n炮兵说的对啊，问答区是要整顿了"
        },
        {
            "author": "⚡️👮",
            "timestamp": 1585918860,
            "txt_content": "xuyu999 发表于 2020-4-3 21:01\n炮兵说的对啊，问答区是要整顿了\n你....是随时盯着我吗？"
        },
        {
            "author": "xuyu999",
            "timestamp": 1585918920,
            "txt_content": "电磁步兵 发表于 2020-4-3 21:01\n你....是随时盯着我吗？\n炮兵你怎么能这么想呢，我可是爱你的，不会跟踪你的~"
        },
        {
            "author": "希伊撒",
            "timestamp": 1585921740,
            "txt_content": "以前是700浏览7回复 现在是70浏览17回复"
        },
        {
            "author": "天空im",
            "timestamp": 1585922100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "拉结尔之书",
            "timestamp": 1585922460,
            "txt_content": "emm想说的前面dalao都提过了\n还有一个是前几天有人提到过的\n最近问答版很多都是求mod的简单内容\n这种给人感觉就是注册个账号图找资源方便的\n本身对论坛没什么兴趣\n这种人要他认真看版规自然很难\n前面有个建议建立信用相关分值的我觉得很好"
        },
        {
            "author": "青芦叶",
            "timestamp": 1585923000,
            "txt_content": " 本帖最后由 青芦叶 于 2020-4-3 22:20 编辑 \n\n逛问答版逛得越多，越不敢在问答版提问题。\n问问题的时候，要么是看到某位大佬在刷问答版，知道他能帮我解决问题，发出来故意让他看到（其实私信问也是可以的，只是想献一个爱心）\n要么是先写一大段话劝退小白，以免被不负责任的回答甩一脸。（然后在等待大佬的过程中自己把问题解决了）\n\n问答版很多人是冲着爱心去的。\n纯粹是在“做题目”——你出了问题，我知道怎么回答，请给我钱。\n很多情况下，“做题目”变成了“猜灯谜”——你出了问题，我帮你搜到了答案，可能没错吧，请给我钱。\n如果不对，那没事了，我去猜下一个。\n一个不负责任的答案可能会让别人花费几个小时的时间去走弯路，或者虽然得到了正确的答案，结果却不是自己想要的。\n比如说我曾经看过一个已解决的问题，lv4（大概）的题主用自己的电话号码作为id，想改名字，隐去自己的隐私。\n楼下立刻就给出了答案——升到6级使用改名卡。\n但他没有告诉楼主，曾用名（电话号码）也是在个人资料里面显示的。\n我觉得虽然不是要题主**重新注册，但也有必要告诉他这种可能性，让他自己做抉择。\n不然题主辛辛苦苦升到6级，发现依然不能消去自己的电话号码，那感觉一定很难受。\n（不过我还是把这个答案补充上去了）\n还有些错误但是最佳的答案，我也曾经补充回答过\n\n\n或者说，回答者只是云玩家，只是道听途说，自己都没有尝试一下。\n题主估计都没有看我的回答就给了最佳：https://www.mcbbs.net/thread-995897-1-1.html\n我这也不是说他乱选最佳，只是想着不看是他的损失。\n\n还有那种上来直接丢给教程链接，半个字不说（估计他自己都没看）。我强烈怀疑这只是用来水帖子。\n\n\n\n得到了答案，那么问题又来了，照顾每个人的心情并不是容易的事情。除非最佳很明确，我也不知道怎么选最佳。\n\n回答问题的方面嘛。。\n我一向是把别人的问题当作自己的问题回答。\n（所以除了为了刷每日任务，认真回答了基本上能最佳。除了https://www.mcbbs.net/thread-984281-1-1.html这个最佳答案我也很受用）\n不是我帮别人解决问题，而是我【也想知道这个问题的答案】，我解决了问题，顺便把答案分享一下罢了。\n\n通过一句话，我甚至找出了上下文和原视频：https://www.mcbbs.net/thread-951893-1-1.html\n推理游戏真的很好玩：https://www.mcbbs.net/thread-989170-1-1.html\n猜猜题主真正想知道的是什么：https://www.mcbbs.net/thread-981134-2-1.html\n给这个人写了好多好多的教程：（不止这么点）\nhttps://www.mcbbs.net/thread-974608-1-1.html\nhttps://www.mcbbs.net/thread-948934-1-1.html\nhttps://www.mcbbs.net/thread-953836-1-1.html\nhttps://www.mcbbs.net/thread-984052-1-1.html\n三天解决问题马拉松：https://www.mcbbs.net/thread-952955-1-1.html\n\n有时候，我的回答真的很完善，甚至几次被别人引用来回答问题。看到这种情况，我还是挺开心的。\n当然，这也只是我的自我满足，其他地方有值得研究的问题我也是会去研究的\nhttps://www.mcbbs.net/thread-962067-1-1.html\n………………\n…………\n……\n不过，像我这样花两三个小时钻研一个问题https://www.mcbbs.net/thread-993035-1-1.html，问答版其他问题不就耽误了嘛\n\n最后，其实有必要提醒一下提问者，最佳别给太快，不然就会错过很多真正有用的答案。\n\n\n\n"
        },
        {
            "author": "NothingnessVoid",
            "timestamp": 1585923660,
            "txt_content": "咱觉得讲的有理 最近问答区的风气确实不太好 有的人不管会不会 也不仔细看问题 反正广撒网 看个打开就草草给出答案 在对方追问的时候就没影了（本人之前也有过这种怪现象）"
        },
        {
            "author": "路过的玩家",
            "timestamp": 1585927260,
            "txt_content": "青芦叶 发表于 2020-4-3 22:10\n逛问答版逛得越多，越不敢在问答版提问题。\n问问题的时候，要么是看到某位大佬在刷问答版，知道他能帮我解 ...\n还有一些提问者压根不设置最佳答案，后续询问也不理人，根据已有的线索也无法解决问题的那种，申请最佳答案也不会被通过，真的很讨厌。"
        },
        {
            "author": "ranick",
            "timestamp": 1585927980,
            "txt_content": "u1s1，白嫖答案这种人真的很讨厌"
        },
        {
            "author": "青芦叶",
            "timestamp": 1585928400,
            "txt_content": "路过的玩家 发表于 2020-4-3 23:21\n还有一些提问者压根不设置最佳答案，后续询问也不理人，根据已有的线索也无法解决问题的那种，申请最佳答 ...\n有些问题不值得去花精力回答的。\n这种问题回答就当完成每日发帖任务了。"
        },
        {
            "author": "末地探险者",
            "timestamp": 1585929540,
            "txt_content": " 本帖最后由 末地探险者 于 2020-4-5 06:56 编辑 \n\n首先谢谢解决我的问题的dalao们\n\n确实问答版的戾气很重，但是站在提问者的角度确实有一种求关注 心急如焚的感觉，而且有相当一部分提问者是为提问而到论坛的，根本不熟悉论坛的氛围和规矩。\n\n我觉得论坛的资源索引很重要。一个好的索引能够解决相当一部分问题。所以我有一个大胆的想法：在点击‘’发帖‘’开始编辑主题前能不能直接引导一个链接，跳转到一个界面：常见问题\\发帖需知，然后点击‘‘我同意’’，才能发帖。。\n\n对于这个体系，我就yy了如下建议\n\n我觉得米二大大可以召集大佬总结一下一些每个模块板块常见问题，相当于QandA，放在问答版的置顶上（由于问题的积累，越来越多的同类问题出现了）再者我觉得问答版也可以有教程\n比如论坛的筛选功能的教程啊，搜索功能的教程啊\n再次，希望问答版也鼓励大家写一些常用的教程/问题集合\n比如标题类似（服务器常见崩溃情况集合）（给个引导帖链接到游戏技巧版也行）\n\n再者我觉得版内搜索功能可以独立出来，（就像百度知道独立出来一样，大一点的，甚至可以放在版头）\n未解决的标签可以被筛选出来（目前还是时间顺序，虽然可以一定程度代表，但是已解决和未解决混杂的情况还是有的），或者已解决的问题自动下沉等等。\n\n问答版的题目分类可以再完善一下，像资源索取帖建议最佳之后直接自动下沉（帖子没有意义了）\n\n\n最后希望米二大大多去画《一人之下》，我是一人之下的忠实读者，一定要加油哦\n\n\n\n是这样的\n我的想法是：1.提问者可以事先浏览教程版的教程，但是我觉得如果把它索引到问答版，关注度可能更高\n2.我觉得这是授之以渔的第一步吧\n3.确实有一些解决不了的特异例子，这时候再拿出来提问反而更能教学相长，也为教程提供了一些事例。\n4.就是缺少一些定期总结的问答版教程\\常见问题，让其实很多的问题的价值只是留给了提问者，总结经验的环节我觉得可以开个新帖\n5.现在我学习相关知识，其中一部分就是浏览dalao发过的主题，他们的提问内容都是很具有思考价值的"
        },
        {
            "author": "影酱🌸",
            "timestamp": 1585930020,
            "txt_content": " 本帖最后由 XiangZi_ 于 2020-4-4 00:17 编辑 \n\n不对不对！\n真的发错了- -\n原来写了一大长条的\n结果说板块禁止回复了- -\n就随便发了条！\n原来写着是\n问答板块确实存在诸多问题\n处理难度比较大\n正如原文所写的\n\"我给了30金粒，你们就应该给我解答\"\n这样的风气和理解是非常不好的，而且没有根治的办法\n加上萌新不读版规，甚至不知道有版规的存在\n导致感觉风气就很不舒服\n包括茶馆的水贴行为，超级水\n是真的非常的难受\n"
        },
        {
            "author": "Zapic",
            "timestamp": 1585932780,
            "txt_content": " 本帖最后由 Zapic 于 2020-4-4 00:58 编辑 \n\n我也算是一般路过无业问答游民了.\n现在问答版的问题主要有3种:\n伸手的\n不读文档的/外语学不好的\n真正值得我们去讨论的\n\n正如大家所见,前两种比较多.\n\n现在问答版的回答主要有3种:\n发链接/文件的\n一语简明概括的\n分析问题并解释的\n\n正如大家所见,前两种比较多\n\n所以,我们为什么没有优秀结案的奖励机制呢?\n为什么那些值得反复琢磨,值得大家学习的提问和回答会跟其他帖子一起沉下去呢?\n是金子总会发光,那我们的鸡毛堆是有多厚才能盖住金子的光?"
        },
        {
            "author": "虎牙传说",
            "timestamp": 1585933020,
            "txt_content": "说的好！"
        },
        {
            "author": "夕离丶青春",
            "timestamp": 1585933620,
            "txt_content": "是新人不看版规的先的"
        },
        {
            "author": "天辉胡萝卜",
            "timestamp": 1585936560,
            "txt_content": "spigotmc论坛回帖没有任何奖励，照样很活跃回答质量很高"
        },
        {
            "author": "YinDang",
            "timestamp": 1585953780,
            "txt_content": "呵 这年头哪里都人心不古了"
        },
        {
            "author": "天涯小金",
            "timestamp": 1585960620,
            "txt_content": "哇偶 666"
        },
        {
            "author": "WarHawk",
            "timestamp": 1585966080,
            "txt_content": "好久没见米二了。。。。"
        },
        {
            "author": "haoli133609",
            "timestamp": 1585967640,
            "txt_content": "感觉问答版的话有些人直接问要插件的就很烦"
        },
        {
            "author": "jianpeiguo",
            "timestamp": 1585968120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "xuliang..",
            "timestamp": 1585969680,
            "txt_content": "说的对，希望论坛越来越好"
        },
        {
            "author": "自由李代数",
            "timestamp": 1585970640,
            "txt_content": "希望大家可以共建和谐论坛。"
        },
        {
            "author": "地球照样转",
            "timestamp": 1585978380,
            "txt_content": "https://www.mcbbs.net/thread-999393-1-1.html\n忽然想到了我的帖子\n我也算是混了问答版有段时间了。\n这期间拿到了五十多颗爱心【从dalao手里抢实属不易】\n我也就只能回答一些简单的问题和我擅长的问题\n从题主的角度看，他们肯定是想迫切的解决问题\n他们希望能有人给出一个确切的答复\n越细心、完整的回答成为最佳的概率更高【我有几个爱心就是这么来的】\n话说为啥“版主遇到细心的回答会给予奖励”这条版规始终没人执行\n\n还有一些回答者，遇到自己不懂的问题\n直接打个“内存分配不足”或“Java环境有问题”或“显卡驱动没装”之类的作为回答 偶尔还真的能猜对\n如果是我，我遇到了我不懂的问题，就直接跳过，不作回答\n而那些不清楚问题的答案是什么却又作了毫不相干的回答的答主，能对自己的答案负责吗？\n他们难道只是抱着“或许能猜对”的心理来回答问题的吗？抑或只是想要拿到两个金粒？\n我觉得这种现象应该需要好好整治一下。\n我已经不止一次遇到这种问题了，我的一个悬赏帖就是典例\nhttps://www.mcbbs.net/thread-969449-1-1.html"
        },
        {
            "author": "地球照样转",
            "timestamp": 1585978380,
            "txt_content": " 本帖最后由 地球照样转 于 2020-4-4 13:40 编辑 \n\n没看公告，手贱发了两次\n补充一下：\n还有一些答主不审题就直接作出回答，这也是应该整治一下的\n"
        },
        {
            "author": "无言◆清风",
            "timestamp": 1585981980,
            "txt_content": "我在问答遇见了这三种情况，真的烦\n1.复制粘贴别人的最佳回复\n请问别人的最佳回复对我有用，我为什么要自己花费金粒在发个帖子呢？\n2.问题不看完就直接回答\n现在问答好多人，问题都不看完，就瞎回答，难道你们就那么急着要我的金粒吗？（这样的人还不少）\n3.别人在我的问题底下回复过了，却还有人回复相同的\n你要是不知道，就别回复好吗？"
        },
        {
            "author": "JMBishark",
            "timestamp": 1585983240,
            "txt_content": "有的题主将30金粒的悬赏当做自己“为所欲为”的资本，本着“我花了钱我是爷”的态度，对热心用户回复的答案毫不用心，在选择最佳的时候又不负责任\n\n关于这点，我也有体会，的确是该改一改了\n\n\n当然我也该改一改了"
        },
        {
            "author": "Dk__",
            "timestamp": 1585990920,
            "txt_content": "经常去问答版 就是看大家都有不少爱心 自己也想再赚一点\n但是每次去的时候都是充满希望 出来都是失望 因为找不到自己合适的问题\n如今 问答版的简单问题不多 又都被大佬回答了\n难的问题 像我们这些一般玩家 又不会\n所以 主观上我还是希望 大佬们能够让一些简单的问题给我们一般玩家 像一位大佬回复的那样\n也像3L回答的一样 我们在问答版的大家 可以将心比心\n让大家享受一个良好的氛围"
        },
        {
            "author": "z905285909",
            "timestamp": 1586006460,
            "txt_content": "你是怎么发4月10号的回复的？"
        },
        {
            "author": "女神M哥",
            "timestamp": 1586011500,
            "txt_content": "捕捉到时空旅行者！！！"
        },
        {
            "author": "EmptyLava",
            "timestamp": 1586012400,
            "txt_content": " 本帖最后由 EmptyLava 于 2020-4-5 08:32 编辑 \n\n我觉得问答版的风气是有一点差的但是在寻找原因之前，我们是不是应该先看一下问答版的结帖率？\n1日结帖率也仅仅为50%，有15%是已解决未给最佳，剩下的35%，都是没有解决的\n7日结帖率也就70%，10%已解决未给最佳，20%未解决\n\n可能你会觉得，解决率很高，但是真正体现解决的情况在1h-6h\n因为在50%结帖率之中，有一些事没有解决，但是题主同情回答者所以给了最佳(在6h内就同情给最佳的比较少)\n因此能真正解决题主问题的，不到50%，更不要说回答内有一些妥协方案了\n\n\n接下来我会说一下问答版有哪些状况\n1.答着答着就没音讯了\n这个问题在问答版时常出现，我指的不是题主，而是回答者。有时候，你给了一个复杂的方案，题主花了很长的时间去实施，但无效，回来问答题者的时候，答题者直接就消失了。不是答题者忘了回答，而是他们解决不了。但是解决不了也要给题主一个交代吧？哪怕回复/评分道歉，说自己无法解决，也总你不回复，题主一直在求你好。\n2.转账\n转账一直是问答版多年就有的，答题者经常为了回答而准备几分钟，然后你就给了个最佳？根本就没有尊重过答题者。\n如https://www.mcbbs.net/forum.php?mod=viewthread&tid=995938&page=247847#pid17135863\n3.很少新人加入问答版的大家庭\n其实问答版一直是处于一个很尴尬的境地，新人加入问答版，他一般是想获取大量的金粒。可是呢，简单的问题抢不过，难的问题答不来。糊弄个一天，回帖金粒上限倒是满了，一个最佳都没有。这时候新人肯定就会去茶馆，别的板块水贴赚金粒(因为他觉得别的板块受益大)\n\n因此针对这些问题，我给了一些方法\n1.如果答题者给的方案流程长，题主回复仍无法解决，但答题者没有回复的，扣1或10金粒提醒\n2.转账接收者额外金粒惩罚(可能版主罚不了那么多吧),并奖励每位回答者\n3.a.可以像前几年，回答问题奖励网易内测那样，版主提问问题，只能6级以下，爱心小于25的用户回答，奖励和正常问题一样\n   b.降低对新人的违规处罚(仅限于误导，可以不发卡)\n\n活化是可以，但是一定要往增加解决率的方向想。如果把需要解决的题主的问题给新手做，这本身会影响解决率，还会降低回答质量，对题主也不利\n\n\n另外关于问答版规\n1.15 回复作弊相关类问题\n我觉得这个应该只能适用在\"纯作弊问答\"比如求透视mod，外挂\n像如何刷经验，如何刷物品\n这个完全是看题主的主观，我们不知道是作弊还是用原版机器\n不答吧，解决率又降低，题主也有可能是想问原版机器\n答吧，又扣10金粒"
        },
        {
            "author": "极光先生",
            "timestamp": 1586014500,
            "txt_content": "好久没有在MCBBS看到这么会写贴的人了，不管是用词还是用心。\n可以看出贴主是真切地在关心问答版块的健康和未来，这种人在MCBBS一定要再多一点。\n\n考虑到国内MC版块的用户年龄层和问答版块的根源制度。要改善的话，应该是一个长期的工程...\n赏金机制作为激励问答的手段是非常有效的，但是客观上确实有些功利性。\n\n我觉得可以稍加答题门槛，也许会有一定程度的改善。\n例如高等级用户无限制作答啥的...或者回答的频率用合适的方式作一个上限\n\n\n"
        },
        {
            "author": "许灬愿",
            "timestamp": 1586014740,
            "txt_content": "米二说的真的没错！"
        },
        {
            "author": "长安弑水",
            "timestamp": 1586016000,
            "txt_content": "回复77楼，我认为用户组等级限制答题稍微有些不公平"
        },
        {
            "author": "140zcb",
            "timestamp": 1586016600,
            "txt_content": "水就完事了"
        },
        {
            "author": "GCVillager",
            "timestamp": 1586043180,
            "txt_content": "问答版还有一些新人的行为也有些烦人，就是完全不听回答者的建议，自说自话：（于是被森林蝙蝠插了火把）\n有一次xmd遇到一个人，崩溃没有报告，叫他传报告，说了一大通没用的话（不是说新人找不到报告，大概就没去找报告）；还有人传了报告之后再次崩溃，叫他传新的报告，就拿着旧的硬说新的。这些会让回答者感觉很烦。\n但是很多问问题的都是为了问答注册的账号，也许只是因为听说“MCBBS问问题总能得到解决”来问，根本无心看版规，也不会在意那么多，所以屡次发生（我猜）"
        },
        {
            "author": "wannianDML",
            "timestamp": 1586043600,
            "txt_content": " 本帖最后由 wannianDML 于 2020-4-5 07:42 编辑 \n\n可能是我在问答区逛的少以及自身所处位置，没遇到这类问题\n但是“戾气重”这个现象，不是论坛独占，而是普遍存在，想要解善要么圈地自萌（慢性死亡），要么严厉执法。\n倡议和谐氛围，有用，但不能作为主要手段，尽快完善规则才是，以及如何潜移默化的“普法”。\n这问题可不好解决...能做到偶尔发生就很不错了\n\n（以下是废话）\n不说问者的事情，说说答者的事情\n问答区的性质也决定了提问的**多数是刚入论坛、游戏新手，少部分是被技术门槛绊倒的\n但是啊但是他们的问题大多数是在接触了MC有一段时间的我们眼中是常识再常识不过的东西了\n回答的话多少会有些“自己”在里面\n换位思考？不可能\n答者自然会有详有略（我们无视胡乱回答的）\n详者多含糊不清，却能让人明白\n略者多指明本质，却不能让人明白\n所以啊所以...\n\n我问答回答了十几次吧\n←0爱心\n心里不舒服肯定有的，简单的问题抢不过，困难的问题搞不定\n但怨言是没有的，积极性是降低的\n\n这只是我个人，也许也是大多数人，但...\n\n为了水一金粒还真是不容易"
        },
        {
            "author": "GCVillager",
            "timestamp": 1586044740,
            "txt_content": "名副其实 发表于 2020-4-3 19:11\n讲真那种自己蛮有信心的感觉拿着答案交上去\n然后楼主选了别人的最佳\n最关键的就是还来给我金粒和人气，说 ...\n我个人认为，其实也不是一种侮辱吧……\n假如我有一个问题，有两个人回答，他们的内容都很多，而且帮助都差不多大，但是因为第一个人打字快，先发了，按照惯例我应该选第一个人，但是对于第二个人的帮助也很感激，可我不能选两个，只能用人气表达自己的感激，似乎也没有什么奇怪的吧……"
        },
        {
            "author": "Zapic",
            "timestamp": 1586048940,
            "txt_content": "west.myth 发表于 2020-4-3 18:58\n忍不住说一下自己某次气到不行的经历：某个问题，提问者没给我最佳，却在一段时间后、私信问我、我的答案 ...\n其实这种情况我也遇到过...\n我也不会很生气吧,因为在问我还是表明了他对我的答案的认可.\n本来就不是冲着那点积分去的,能帮助到就好了.\n\n* 只是可惜有多少有价值的回答被这样埋没了"
        },
        {
            "author": "SakuraTao",
            "timestamp": 1586053320,
            "txt_content": "米二说的很好\n\n问答版区的风气确实得整顿整顿\n\n米二讲的这些问题希望能得到各大版主还有管理员的认知\n\n希望论坛越来越好，成为国内MC环境好风气的一个领导者"
        },
        {
            "author": "paomomangguo",
            "timestamp": 1586055000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Оil",
            "timestamp": 1586056860,
            "txt_content": "rom在七年前都说过积分不能吃的.jpg\n\n也算是从米二的口中勉强对现在的问答版管窥罢，毕竟自己上一次去问答版都还是六年前的事情了……= ="
        },
        {
            "author": "Doomsday_Envoy",
            "timestamp": 1586067300,
            "txt_content": "拿到答案就跑路和不（瞎）提供必要信息的题主能少一些就好了\n答主这边有时候戾气也确实不少\n\n本来有点类似欧美那种餐饮和小费文化的光鲜亮丽的那一面\n现在总有点顾客骑老板脸，服务员追出来讨小费的样子"
        },
        {
            "author": "青芦叶",
            "timestamp": 1586070720,
            "txt_content": "地球照样转 发表于 2020-4-4 13:33\nhttps://www.mcbbs.net/thread-999393-1-1.html\n忽然想到了我的帖子\n我也算是混了问答版有段时间了。\n我以前碰到这种问题是这样回答的：https://www.mcbbs.net/thread-969184-1-1.html\n\n不得不说你这真是。。。红红火火恍恍惚惚，惨。\n这些人至少要去试一下这个整合包再来说话，张口就来的人我是绝对不欢迎的。\n\n9900K+2080Ti+64G内存，mormal视距，Fps在40-60。\n应该是整合包问题，需要拆解然后深度优化。\n不知道这些人为啥（没有常识）看你的Alienware 15笔记本会首先怀疑配置和显卡驱动和设置\n\n\n\n\nfile_1586069553000.jpg (247.22 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-5 14:52 上传\n\n\n\n\n\n"
        },
        {
            "author": "地球照样转",
            "timestamp": 1586073720,
            "txt_content": "青芦叶 发表于 2020-4-5 15:12\n我以前碰到这种问题是这样回答的：https://www.mcbbs.net/thread-969184-1-1.html\n\n不得不说你这真是。。 ...\n我多次反复测试的结果雷同\n都是显卡占用率极低，CPU只有一个核心跑满，其他核心全部都在摸鱼\n真是搞不懂，1.5.2真的连渣机都跑得起来，为啥这群人会觉得是我配置有问题\n按理来讲我这i7 4720HQ和GTX 970M现在性能还不算太弱"
        },
        {
            "author": "青芦叶",
            "timestamp": 1586075640,
            "txt_content": "地球照样转 发表于 2020-4-5 16:02\n我多次反复测试的结果雷同\n都是显卡占用率极低，CPU只有一个核心跑满，其他核心全部都在摸鱼\n真是搞不 ...\n我翻了一下之前的帖子，发现很多这种张口就来（搞笑）的。\n\n\n有人用的是Alienware M17 笔记本，居然有人回复\n你是不是还将显卡接口插在了原来的地方 如果是集显转独显 就得换HDMI的线 进游戏按F3看看是不是你的RTX2070在使用\n来来来，给你台笔记本，你用hdmi线把显卡和屏幕连起来\n\n还有人回答：\nCPU驱动有问题？\n黑人问号。你家电脑CPU驱动是你自己手动装的。。。\n\n人家电脑9900KF，是9900K的阉割核显版本\n有人回答：\n因为是集成图形的显卡在跑？\n人家是个太监你诬陷它那啥戚秦氏一家，你是常威吗？\n\n\n笑死我了。\n"
        },
        {
            "author": "二哈大魔王",
            "timestamp": 1586078880,
            "txt_content": "很多情况下还会出现 我有难大家来帮 大家有难 雨我无瓜。。我见过很多帖子 再问题解决的时候  也不会附上解决问题的答案。。就说 我自己解决了。。"
        },
        {
            "author": "wjwrh",
            "timestamp": 1586080380,
            "txt_content": "我觉得这和互联网的门槛逐年下降有关\n\n很多低年龄段用户群体涌入互联网中，为互联网添加了几分年少轻狂，添加了几分戾气\n\n当然这种情况也不仅限于某一个特定年龄段的用户，只不过是我个人觉得在这\"三类人\"中\n\n青少年用户会偏多一点(不是一竿子打死)\n\n因为从他们言语中的稚气就可以感受出来(当然也不排除巨婴存在的可能性)\n\n我个人认为这种问题是没法根治的\n\n我们只能积极教育，但是说实话我觉得也收效甚微，因为他们是不会看也不会听的\n\n你也不能摁着每一个入站的用户去读一遍《提问的智慧》不是?"
        },
        {
            "author": "Tollainmear",
            "timestamp": 1586080440,
            "txt_content": " 本帖最后由 Tollainmear 于 2020-4-5 17:57 编辑 \nEmptyLava 发表于 2020-4-4 23:00\n我觉得问答版的风气是有一点差的但是在寻找原因之前，我们是不是应该先看一下问答版的结帖率？\n1日结帖率也 ...\n额 我仔细揣度了一下你的建议，我发现还是欠妥\n\n1.如果答题者给的方案流程长，题主回复仍无法解决，但答题者没有回复的，扣1或10金粒提醒\n首先明确一点，答主是没有责任帮题主解决问题的，所有的帮助都是自愿的，这种连带关系可以理解为，我们不应当为了提高结贴率而“压榨”、“捆绑”任何答题者，而扣分提醒这种事情带来的影响更多是负面的打消答主积极性，可能导致问答板块成为一间赚取积分的“快餐店”，那些复杂的问题将会无人问津。\n\n另外，如果说“扣1或10金粒提醒”只是为了提醒目的的话，为什么要扣分呢？这种形式的扣分（提醒）恐怕在实际效果上和私信或者加分都没有区别的吧？\n\n最后，解决问题是题主的迫切需要，那么提醒答主追更的（不涉嫌版务的）工作为什么要加入版规，或者说，为什么要由版主来执行呢？\n\n综上看来，这一条举措的实施价值小于它带来的负面影响吧\n\n\n2.转账接收者额外金粒惩罚(可能版主罚不了那么多吧),并奖励每位回答者\n为转账的见证者提供“好处”，是一个奇怪的想法。\n\n首先，这种行为会彻底改变路人对转账的态度，由原先的“浪费感情”和“唾弃”，变为“有收益的吃瓜”，那么如果这么做的话，谁不期待能赶上一次转账事件呢？如果大家都不反感转账行为的话，那这个社区才是真正的腐败了吧？\n\n其次，换一个思路，我们不能认为“没有得到最佳就是一种损失”，最佳不是任何人“必须”得到以及“应该”得到的，而在任何人得到它之前，它都不是任何人的，当然，对于转账贴而言，我们可以理解热心的答主为转账行为平白浪费了感情，但是这种由人为因素引起的损失是“不可抗”的、“不可预见”的，因此，我认为所有答主都应该理性对待这种损失，做什么事都有风险但是并不是所有的损失都应当寻求偿，不是吗？\n\n因此，这个举措恐怕会使一个本该被唾弃的恶性事件转变成用户们奔走相告、唯恐失之交臂错发“补偿”的盛大闹剧吧。\n\n\n最后，我非常理解你的想法，也认同你对“结贴率”问题的分析，但是，像我说的那样，想从这条路走通，需要我们更多的思考与实践。\n\n\n\n"
        },
        {
            "author": "502mc",
            "timestamp": 1586084520,
            "txt_content": "上周，我们好多人在茶馆见证了一件发生在问答板块的很不愉快的事情\n所以这是什么事..有没有链接"
        },
        {
            "author": "west.myth",
            "timestamp": 1586088000,
            "txt_content": "Zapic 发表于 2020-4-5 09:09\n其实这种情况我也遇到过...\n我也不会很生气吧,因为在问我还是表明了他对我的答案的认可.\n本来就不是冲着 ...\n道不同不相为谋，夫孰异道而相安？可以的，前提是井水不犯河水。在某人已经恶心了我的七夕，实在做不到以德报怨"
        },
        {
            "author": "west.myth",
            "timestamp": 1586088420,
            "txt_content": "二哈大魔王 发表于 2020-4-5 17:28\n很多情况下还会出现 我有难大家来帮 大家有难 雨我无瓜。。我见过很多帖子 再问题解决的时候  也不会附上解 ...\n很正常的行为。我自己凭本事解决的问题，为什么让别人白嫖劳动成果？这种事何足挂齿？也许只有在**主义社会，这种现象才会蔚然成风。在如今的社会发展阶段，分享解决方法是情分，不分享是本分，提出这种要求就有点道德绑架了。"
        },
        {
            "author": "二哈大魔王",
            "timestamp": 1586088480,
            "txt_content": "west.myth 发表于 2020-4-5 20:07\n很正常的行为。我自己凭本事解决的问题，为什么让别人白嫖劳动成果？这种事何足挂齿？也许只有在**主义社 ...\n所以 你又来杠上开花我了。。"
        },
        {
            "author": "west.myth",
            "timestamp": 1586088660,
            "txt_content": "名副其实 发表于 2020-4-3 19:11\n讲真那种自己蛮有信心的感觉拿着答案交上去\n然后楼主选了别人的最佳\n最关键的就是还来给我金粒和人气，说 ...\n可以理解，放在几年前我也会这样。我答题的原则是只答有把握的，不像某人不论会不会答都广撒网。不过从现实角度考虑，可以减少损失。我认为属于我的，最后却没得到，这就是一种损失。而且利用“感谢有你”活动的机制，甚至有可能获得比悬赏本身更多的奖励"
        },
        {
            "author": "west.myth",
            "timestamp": 1586089200,
            "txt_content": "二哈大魔王 发表于 2020-4-5 20:08\n所以 你又来杠上开花我了。。\n你要这么说我们就来好好辩论一下。杠，作为“抬杠”的简称，基于“杠精”的解释为其下定义:“无视忽略曲解原述逻辑，对人不对事针对性反驳，仅为反对而反对，通过针对性反驳惹翻他人”。你觉得我曲解了你的逻辑，那么不妨指出我前文的逻辑漏洞。尽管我的理解未必是你要表达的本意，但是“一千个读者就有一千个哈姆雷特”，你可以解释清楚你的意思，或者选择沉默。我向来是不拒绝有理有据的辩论的，毕竟真理越辩越明。但是上来就打上“杠”的标签只能说明你根本不打算通过沟通解决认知差异，我也不想过度解读为“黔驴技穷”、只能通过扣帽子进行无力的回应。"
        },
        {
            "author": "地球照样转",
            "timestamp": 1586090460,
            "txt_content": " 本帖最后由 地球照样转 于 2020-4-5 20:43 编辑 \n青芦叶 发表于 2020-4-5 16:34\n我翻了一下之前的帖子，发现很多这种张口就来（搞笑）的。\n9900KF有核显我笑喷\n还有我不见得CPU有制造商提供的驱动，操作系统本身其实就差不多是CPU的驱动了\n笔记本的屏幕连显卡？太6了\n难道你买来的笔记本是一大堆配件？还得你自己去连起来？\n【笑喷】\n\n我还见过硬说UHD 620是独显的\n【再度笑喷】"
        },
        {
            "author": "青芦叶",
            "timestamp": 1586093880,
            "txt_content": "地球照样转 发表于 2020-4-5 20:41\n9900KF有核显我笑喷\n还有我不见得CPU有制造商提供的驱动，操作系统本身其实就差不多是CPU的驱动了\n ...\nCPU一般没有单独的驱动（至少我没见过，虽然可能并不是没有）\n对一般家庭计算机来说，都是CPU通过驱动操控其他的设备，没听说过别的设备驱动CPU，或者CPU驱动CPU\n硬要杠的话，那也应该是主板驱动\n"
        }
    ]
}