{
    "title": "[Minecraft.net|MINECRAFT BUILDS]我的世界：地球之纯粹的狂欢",
    "author": "ItIsEnderman",
    "replyCount": 2,
    "timestamp": 1586016540,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-4-16 06:04 编辑 \n\nMINECRAFT BUILDSMinecraft Earth’s Sheer Bliss\n我的世界：地球之纯粹的狂欢\n\nFlock to these great builds!\n一起来抓这些优秀建筑作品吧！\n\nNova Barlow\n\n\nNot long ago, we called upon our expanding Minecraft Earth community to create houses using a long-time, fan-favorite builder in Minecraft Earth – wool! Check out some of the results of this fun challenge our builders have been dye-ing for us to show off.\n不久之前，我们号召正在蓬勃发展的「我的世界：地球」社区里的玩家使用历史“悠久”、人见人爱的建筑材料去造造房子 —— 没错，羊毛！现在，一起来“审核”在这次有趣的挑战赛中，各路建筑大仙倾心调色出来的作品吧。\n\nR246 provides us with construction that is positively pink!\nR246给我们做了一个粉嫩嫩的建筑哦！\n\nCyrus_0ne’s lemon and lime hued retreat is simply sublime.\nCyrus_0ne的柠檬黄和宝石绿颜色的小休息室挺庄严的。\n你，你，你用西瓜了，你犯规！\n\nFrahst’s house stands out with a pop of orange!\nFrahst的小屋因为橙色的点缀而脱颖而出！\n\nEven at night,GooglyDrake’s build just glows with delight!\n就算在漆黑的深夜，GooglyDrake的建筑仍然散发出快乐的光芒！\n\nLuca123Acul’s farm pops with color and fun!\nLuca123Acul的农场也会长出绚丽的色彩以及无穷的快乐哦！\n\nFluffy Cat’s rainbow retreat reaches for the sky!\nFluffy Cat的彩虹小屋正直冲云霄！\n\nKonjebeer built a home designed to leave others green with envy.\nKonjebeer建造了一个让别人羡慕嫉妒恨的小屋。\n\nClovepod wraps up our day (and roundup) with an elegant evening construction.\nClovepod以一座典雅的夜色小屋圆满完结了这一天。\n\n\nIf you’re looking for a big challenge in a small space, we’re ready to see your Minecraft Earth creations. Visit the official Discord channel and connect with other Minecraft Earth community builders today!\n如果你也想在最小的空间里完成最大的挑战，我们当然很乐意看到您的「我的世界：地球」创意作品。订阅官方Discord频道，即刻走近「我的世界：地球」社区里的建筑师哦！\n\n【Enderman 译自官网 2020 年 04 月 03 日发布的 Minecraft Earth’s Sheer Bliss；原作者 Nova Barlow】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "zyjking",
            "timestamp": 1586017140,
            "txt_content": "看看别人的buildplate，再看看自己的……"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1586971920,
            "txt_content": "我们豪宅正在蓬勃发展的"
        }
    ]
}