{
    "title": "【原创/连载】失落的世界：神陨 第五章",
    "author": "StoryJ",
    "replyCount": 1,
    "timestamp": 1585910040,
    "txt_content": " 本帖最后由 StoryJ 于 2020-4-17 22:06 编辑 \n\n失落的世界第一卷：神陨\n\n\n前文请戳：\n第一章 https://www.mcbbs.net/thread-985372-1-1.html\n第二章 https://www.mcbbs.net/thread-985540-1-1.html\n第三章 https://www.mcbbs.net/thread-992099-1-1.html\n第四章 https://www.mcbbs.net/thread-999287-1-1.html\n\n\n第五章 庆功宴\n\n半个月后。\n\n兔村的酒馆内。\n\n“我亲爱的朋友们！”史蒂夫举起一杯麦酒大声说道，“为我们这次的巨大收获，干杯！”\n\n“干杯！”整个酒馆的人都举起了手中的酒杯。\n\n此时距离史蒂夫第一次发现所谓的“矿洞神殿”已经过去了半个月，对于薄伽特的开发已经告一段落，史蒂夫和他的矿工队满载而归，从矿坑里带回了大量珍贵材料。\n\n而乔纳森对于石碑林的研究也已经基本完成。在这半个月里，他几乎不眠不休，又利用了以前老师留下的资料，终于破解了全部的矮人字母。现在，整个石碑林就像是一座向他完全敞开的资料馆，原本淹没在林林总总的传说中的历史，已经以一种前所未有的清晰度呈现在他眼前。\n\n乔纳森决定撰写一部史书，来记录他的研究成果。如果成功，这或许是希斯大陆上第一部关于上古时代的历史专著。他委托商队，将自己在赫斯托利学会的藏书资料一起运到了兔村，在兔村旅馆的住处支起书桌，准备开始这项不凡的工作。\n\n庆功宴在热闹的氛围中开始，史蒂夫先是感谢了自己的矿工队，然后向应邀前来的群山矿业的各位股东汇报了一下这次开发薄伽特带来的收益情况。\n\n“最后！我还要感谢一个人。”史蒂夫举起酒杯，转向坐在身边的乔纳森，“敬我们来自赫斯托利学会的考古学家——乔纳森！没有他就不会有这次的收获！”\n\n掌声和欢呼声响起来，乔纳森挂着微笑，起身和史蒂夫碰杯，然后干了这杯酒。\n\n史蒂夫继续说道：“各位！我还有一个计划要宣布。我决定资助乔纳森接下来的研究，并且帮他完成他的目标——找到所有圣地！”\n\n这是乔纳森始料未及的——不，不只是乔纳森，看起来，在场的所有人都不知道这个计划。\n\n所有人都看着史蒂夫，突然的安静让气氛有些尴尬。\n\n“无意冒犯，不过，”说话的是老查理，“我们只是矿工，又不是盗墓贼。”\n\n乔纳森眼皮一跳。盗墓贼？但他的修养让他忍住了自己的不满。\n\n老查理继续说道：“这次的收获足够我安享晚年了，何必要再去冒险？”\n\n几个矿工窃窃私语。\n\n“史蒂夫先生。”这回开口的是群山矿业的大股东约翰，“上次股东会同意你调用矿工队来建设铁路就已经是念在旧日情份上了，这次你还想做出这种未经许可的决定吗？”\n\n史蒂夫淡淡地说：“我想各位是误会了，我并不想调用群山矿业的资源。这是我个人的决定。”\n\n“另外我想提醒一下股东会。”史蒂夫微微转身，居高临下看向约翰，“我的矿工队是我在加入群山矿业之前自己带出来的队伍，我用自己的资源做点什么似乎不妨碍各位吧？”\n\n乔纳森从这个男人的眼里读懂了什么叫“不怒自威”。\n\n气氛颇有些剑拔弩张的味道。乔纳森摸了摸鼻子，开口道：“我说……大家不用这么快决定，今晚可是庆功宴，对吧？哪有在酒馆里开股东会的啊！这简直就像是——那句话怎么说的来着？‘在矿洞里找太阳’！”说着，他拉了一把史蒂夫让他坐下。\n\n在场的矿工都笑起来。\n\n“哦我的天哪！”坐在隔壁桌的矿工杰克笑着说，“那句话叫‘在矿洞里找月亮’！你这个傻瓜！”\n\n“哦是吗？哈哈哈哈……”乔纳森一边露出讪笑的表情，一边冲史蒂夫眨眨眼。\n\n史蒂夫会意，不再说话。\n\n“好啦各位，这次史蒂夫在兔村有了这么大的收获，乔纳森先生的研究也有了进展。无论如何这都是好事啊！”另一位股东埃克托站起来说道，“可以预见，以后我们会有更深入的合作，不愁没钱赚。所以何必为一点点不同意见坏了今天的好兴致呢？来，我提议大家，为兔村干杯，为发现这里的老查理干杯！”\n\n“为群山矿业干杯！”股东们举起了酒杯。\n\n“为老查理干杯！”几个矿工随声附和。\n\n“为史蒂夫和乔纳森干杯！”更多的矿工和村民们欢呼着。\n\n气氛缓和了下来，大厅里再一次充满了笑声和欢呼声。成桶的麦酒和浆果酒被抬了进来，顺着刚刚钉进桶里的管子流到一只又一只木头酒杯里，再被人们大口大口灌下肚子。\n\n群山矿业的股东们谈笑风生，村民们和矿工们围坐在摆满丰盛菜肴的木桌前吃得笑逐颜开。\n\n刚刚的一切似乎从没发生过。\n\n兔村酒馆原本就是村民们集 会的地方，空间足以容下全村人。股东们坐在大厅中央靠近柜台的桌子边，村民矿工们则围坐在周围的十几张桌子旁。\n\n不多时，股东们大多已经有了几分醉意，喝得最多的约翰则已经趴在了桌子上。\n\n史蒂夫草草地跟尚有意识的股东们应酬了几杯，然后就看见独自一人在窗边啜着浆果酒的乔纳森。\n\n史蒂夫朝乔纳森走了过去，后者正望着窗外的远山。\n\n“看来我们的考古学家并不喜欢宴会啊。”史蒂夫笑道。\n\n“彼此彼此嘛。”乔纳森举起酒杯，两人轻碰一杯，一饮而尽。\n\n“其实我并不是讨厌所有的宴会，”史蒂夫苦笑，“有些宴会的氛围我还是很喜欢的。”\n\n“哪些？”\n\n“没有他们在场的那些。”史蒂夫略微向柜台的方向扭了扭头，此时柜台边的桌子上杯盘狼藉，桌旁群山矿业的各位董事东倒西歪，只有两三个人还顽强地让自己的身体保持在高背椅子里，而其他人早就按照各人习惯的姿势瘫软在桌下的地板上，最引人注目的依旧是约翰——这位络腮胡子大汉此刻正抱着桌腿亲吻着，嘴里喃喃自语不知说些什么。\n\n“我当初竟然愚蠢到选择和他们共事，真是羞耻。”史蒂夫自嘲道，“看看他们现在的样子，比起和他们坐在一桌，我更喜欢到村民们中间去，至少在那里想说想笑就可以毫无顾忌，没有虚假的客套和条条框框……他们真的很淳朴，很热情……”\n\n史蒂夫看向坐在周围桌子旁的村民们，那里有村里的石匠卡尔，药剂师米勒，猎人独眼，村里的教师达尼娅，磨坊的玛丽大婶……\n\n深山中的兔村能有一条通向外界的铁路，这是村里最大的喜事。从兔村铁路开工的那天起，他们，还有很多兔村的其他村民每天为施工队洗衣服，送饭，维修工具，打磨武器，为铁路的修建做着力所能及的工作，不辞辛苦，也不计报酬。\n\n正是因为有了他们，施工队的衣服每天都是干净的，工具和武器总是坚固锋利的。每天下工，总有热气腾腾的饭菜等着他们，受伤生病的工人们也都得到了很好的照顾。\n\n“你知道吗，乔纳森，我真的很喜欢兔村。这里的人和事让我想起了我的家乡，北寒镇。”史蒂夫的声音有点沙哑。\n\n“我听说过那里。”乔纳森说，“好像就离兔村不远吧？没记错的话，是个冶金重镇，热闹，富庶。”\n\n“不只是富庶。那里真的很美，很美……春天郊外开满了野花，夏天河边沙滩是最好的露营地。秋天大街上落叶飞舞，像蝴蝶一样……对了，还有冬天，有的年月大雪能积起半米厚，我小时候最喜欢用雪堆各种东西了……”史蒂夫的目光中流露着幸福。\n\n“可惜，都是曾经了……五年前那场矿难之后……唉，再也回不去了……抱歉，我能抽支烟吗？”\n\n乔纳森看着面前神色憔悴的史蒂夫，默默点了点头。史蒂夫掏出烟，点燃，猛吸了一口。紫色的烟雾缭绕在两人之间。\n\n五年前的那场矿难，乔纳森也略有耳闻。那时，他刚好在青松镇的赫斯托利学会支部做研究。听北方回来的商人说，北寒镇的一条矿道发生了岩浆爆涌，又引发了一场崩塌，大半个镇子都陷入了地底。事发太过突然，很多人都没逃出来。\n\n“五年前北寒矿洞的那场矿难毁掉了大半个镇子，也夺走了所有我熟悉的人，包括，她。”史蒂夫从衣服内兜里拿出一个玻璃小瓶，瓶子里，有一朵枯萎了的栀子花。\n\n乔纳森正要开口问问史蒂夫这朵花的故事，突然有人走到身边。\n\n“打扰了，两位先生。”是酒馆老板的女儿，列娜，也是酒馆的服务员，“我看到你们的酒杯已经空了，所以想给你们添一点酒。”\n\n乔纳森一边说着“谢谢”，一边递过酒杯。\n\n列娜乖巧地微笑着，一边斟酒，一边说：“我爸爸说了，感谢史蒂夫先生为兔村建设铁路，又正好赶上这么个大好事，所以今天的酒管够！”\n\n列娜说这话的时候，看了一眼史蒂夫，虽然后者脸上的微笑一看就只是出于礼貌，但列娜的眼里闪着的仰慕的光，看得出是真心实意。\n\n乔纳森敏锐地捕捉到了这些细节，默默呷了一口酒。\n\n“不够的话请尽管叫我哦！”列娜走的时候说。\n\n乔纳森看着列娜渐渐走远的背影，对史蒂夫说：“恕我直言，但是你能看出来吗？这小姑娘好像对你有点……”\n\n史蒂夫回头看了一眼列娜，列娜正被汤姆招呼过去斟酒。\n\n他浅浅地勾了勾嘴角。\n\n“我当然知道。”史蒂夫直视着乔纳森的眼睛，然后又垂下眼睛，“可是我不能。”\n\n史蒂夫再次把玩着那个玻璃瓶子。\n\n“她叫艾米。”\n\n这句话太过突兀，乔纳森懵了一两秒才反应过来这个“她”是谁。\n\n史蒂夫用嘶哑的声线继续说着：“那一天，正好是她的二十岁生日。她缠着我，说想下矿去看看。我当时……我当时要是没有心软，要是我坚持不让她下矿就好了。”\n\n乔纳森轻轻地说：“别自责了。”\n\n史蒂夫闭上眼，深深地吸了一口气，捏了捏自己的鼻梁，然后睁眼看着乔纳森：“我想我很难做到不自责。因为矿难发生的时候，是她把我推上了矿车，然后拉下了拉杆。所以我才活了下来，而她……”\n\n“我很抱歉……”乔纳森不知道该说什么，只能拍了拍史蒂夫的肩，“我很抱歉听到这些……”\n\n史蒂夫笑了笑：“没什么。”\n\n突然爆发出的一阵笑声再次打断了乔纳森和史蒂夫的交谈，他们扭头看向大厅中央的桌子，原来是喝高了的几个矿工正在用叉子敲着盘子，唱起了歌。\n\n“看来酒馆真不是个谈心的好地方。”乔纳森无奈地笑了笑。\n\n史蒂夫也笑了笑，然后跟举起杯子的乔纳森碰了碰杯子，喝了一口酒。\n\n“对了，”乔纳森突然想起一个话题，或许可以帮史蒂夫从刚才那种悲伤的气氛中转移出来，“我其实很想问问你，刚才为什么突然宣布要资助我的研究——老天，你多少也该先跟我商量一下吧？”\n\n“哈哈哈哈！”史蒂夫笑起来，向乔纳森眨了眨眼，“惊喜！哈哈哈意不意外？”\n\n笑过之后，史蒂夫正色道：“如果要说理由的话，大概有两个，第一，作为一个商人，我觉得你这个项目很有潜力。既然能带我们找到这个遗迹，那想必也可以找到其他遗迹，到时候就是双赢的局面了。至于第二个理由嘛……算是我的一个私人化的理由。”\n\n“哦？”乔纳森挑了挑眉，“莫非你对考古感兴趣？”\n\n史蒂夫微笑着摇了摇头：“准确地说，我是对冒险有兴趣。老实说，因为去过的矿洞太多了，我已经没有了当初下矿的那种兴奋感了。我是个讨厌一成不变的人，当采矿成为一种重复性的工作的时候，有时候我会忍不住疑惑，我从事这项工作到底是为了什么？钱吗？说实话，我现在的收入早就足够我的生活需要了。这次开发薄伽特突然让我明白过来我真正想要的是什么，是那种久违的兴奋，那种只有冒险才能带来的新鲜感。”\n\n“能理解。”乔纳森点了点头。\n\n“总之，不管怎么样，我还是得敬你一杯，感谢你对我的支持。不过呢，我希望你还是能三思，毕竟那些人——”乔纳森朝那边群山矿业股东们所在的桌子努了努嘴，“可不是什么乐善好施的慈善家，我可不希望你仅仅是为了寻找刺激就得罪了他们。”\n\n史蒂夫看了他们一眼，冷哼了一声：“这个你不用担心，我会解决的。对了，你说过你要写一本史书？”\n\n“是的。”\n\n“你写完的时候，我可以拜读吗？”\n\n“当然没问题。”\n\n两人相视一笑，两个酒杯再次碰撞在一起。\n\n\nTo Be Continued...\n\n下一章 https://www.mcbbs.net/thread-1014331-1-1.html",
    "replies": [
        {
            "author": "ysxshuai",
            "timestamp": 1594789260,
            "txt_content": "一口气看两篇"
        }
    ]
}