{
    "title": "//QQ看点出好文！！！//萌辛们快来康康！",
    "author": "闪烁的蛋蛋",
    "replyCount": 13,
    "timestamp": 1585913400,
    "txt_content": "转载一位mc大神的文章\n\n\n\n\n\n在这个特殊的日子里，大黑觉得应该加更一篇。《我的世界》已经风靡多年，作为一个老mc，大黑觉得非常有必要，为新手玩家们做一期新手生存时的12个“救命”小技巧。本期灵感来源于评论区并延伸而出。什么？你说我在忽悠你？不信你去问问其他老mc！（手动狗头）“救命”技巧1：初入攻略新手刚入游戏时一定很迷茫，不知道该做什么，这是正常现象。老mc告诉你该怎么做！首先什么也别干，出生后到处走走看看转转，摘摘花、踩踩草、撵撵猪、追追羊，然后找个开阔地看看风景，坐等晚上！晚上会有各种好心的生物，给你送各种东西，你准备好收货就好！╰(￣▽￣)╭“救命”技巧2：友好生物新手可能会遇到图中这种绿绿的生物，老mc表示恭喜，这是游戏中非常友好的生物之一！赶紧采一束花带上，送到它面前表达友好！如果看到它此时发亮了，说明你成功了，这个生物是在表达喜悦，并准备给你发布任务！此时你千万不要动，一定要乖乖站好！╰(￣▽￣)╭“救命”技巧3：效率挖矿新朋友不要再问怎么挖矿更好了，老mc这里就教给你最有效率的挖矿法！带上你的稿子，直接从脚底下开始挖，一路向下！这是最快最效率最容易发现矿石的挖矿法，老mc都在用它！它又俗称“真男人挖矿法”，听这名字就知道很靠谱不是吗！╰(￣▽￣)╭“救命”技巧4：采集矿石新手肯定也知道游戏中的钻石非常珍贵，所以遇到钻石千万要珍惜，别再用镐子去挖了，赶紧把你手中的稿子丢掉，用空手直接撸！虽然挖的时间会更久一点，但空手撸能极大提高你的幸运值，比时运附魔还强，一次掉出100颗都有可能！╰(￣▽￣)╭“救命”技巧5：挖3填1你可能经常会听到老mc告诉新手，夜晚紧急时刻可用挖三填一的方式，来快速获得“安全”！但老mc没告诉你的是，这个挖三填一对方块的材质是有讲究的，用泥土固然可行，但用沙子填顶部那一格效果最好，一般人我都不告诉他，不信你试试！╰(￣▽￣)╭“救命”技巧6：岩浆作用很多新手可能不知道岩浆的真正作用，甚至看到还会下意识地远离。其实你错了，这里老mc告诉你，跳入岩浆洗澡是可以回血的，带上钻石剑、钻石甲等装备跳下去还能给它们补耐久！什么？你说你不行，会掉血还会死？那可能是你跳进时的姿势不对！你多尝试几个姿势试试！╰(￣▽￣)╭“救命”技巧7：木屋照明建好房子后，新手肯定都会遇到房子阴暗的问题，然后大多数会选择用火把照明。但老mc告诉你，正确的照明方法是在房间内挖个坑，然后倒上一桶岩浆！岩浆的亮度可比火把强多了，不信你试试！特别是木房子，强烈建议丢掉火把，往里面倒岩浆！╰(￣▽￣)╭“救命”技巧8：吓走敌对生物新手偶尔还会遇到一种长得很高浑身黝黑的生物，并发现这种怪物并不会在发现你的第一时间主动攻击你！但是，这只是暂时的。如果几秒后你不采取措施，那这种生物就会开始对你“痛下杀手”！那么怎么避免呢？老mc来教你！那就是在发现它的第一时间，就将视线的正中心盯着它的眼睛！你应该也发现了吧，它的眼睛是非常特殊的紫色，而眼睛就是它的弱点！牢牢盯着它的眼睛几秒后，它就会害怕你并瞬移逃跑！╰(￣▽￣)╭“救命”技巧9：驯化鹦鹉游戏中的鹦鹉非常可爱，并且还能飞行，作为见猎心喜的新手，你是不是有种想驯服它，养在身边的冲动呢？老mc表示理解！并贴心地给出驯服鹦鹉的方法—曲奇！没错，使用曲奇喂养鹦鹉，鹦鹉会高兴得跳起来，然后认你为主人，然后陪你浪迹天涯！╰(￣▽￣)╭“救命”技巧10：不明液体渗透在地底挖矿时，你是否有遇到过图上的情况？如果有，那老mc表示恭喜，你赚大发了！这种缓缓掉落下来的不明液体，明显代表着上方存在宝藏啊！说不定就是远古遗迹，藏着满满的黄金钻石等矿藏！所以不要犹豫，拿起手中的稿子直接往头顶挖，有惊喜！╰(￣▽￣)╭“救命”技巧11：末地补血千辛万苦进入末地的你，肯定已经精疲力尽！再加上你马上就要面对游戏中最强大的挑战—末影龙，所以老mc建议你，你此时最应该做的，就是马上拿出床来睡一觉！你的角色一定损失了不少血量，通过这次睡觉，一定能让你让你补充好！没有满血满饱食，你来打我！╰(￣▽￣)╭“救命”技巧12：龙蛋秘密很多新玩家好不容易杀死末影龙后，却表示龙蛋拿不到，总是会瞬移走。然后四处找攻略。其实老mc都不会这么做，因为只有老玩家才知道，当坚持找龙蛋到第99次时，就可以顺利拿起来，并且得到末影龙真正的宝藏—可孵化的龙蛋！╰(￣▽￣)╭喏，真正的龙蛋是这样的，安德龙蛋！并且还可以孵化出可被玩家乘骑的安德龙！玩家也因此可以做真正的龙骑士！不信？不信你去试试！╰(￣▽￣)╭那么本期特别篇就到这里，写于四月一日。文章最后大黑觉得还是提醒下好，本期娱乐向，请务必反着看！反着看！反着看！反着看！虽然做了这些，但大黑觉得还是有股乌云盖顶风雨欲来的感觉，大黑感觉自己要被厚葬了，下手请轻点！轻点！轻！轻……哈哈，那么不多说了，大黑祝大家游戏愉快，节日快乐！",
    "replies": [
        {
            "author": "Junlinwh",
            "timestamp": 1585913400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "⚡️👮",
            "timestamp": 1585913580,
            "txt_content": "有那味了"
        },
        {
            "author": "xuyu999",
            "timestamp": 1585913580,
            "txt_content": "QQ看点的东西明明很沙雕，但就是停不下来******"
        },
        {
            "author": "vip826671772",
            "timestamp": 1585913580,
            "txt_content": "只有你想不到没有你看不到的mc"
        },
        {
            "author": "xuyu999",
            "timestamp": 1585913640,
            "txt_content": "xuyu999 发表于 2020-4-3 19:33\nQQ看点的东西明明很沙雕，但就是停不下来******\n为什么  .**.是敏感词？！"
        },
        {
            "author": "偿我悲欢",
            "timestamp": 1585913640,
            "txt_content": "真是好教程。。"
        },
        {
            "author": "0-zero-0",
            "timestamp": 1585913640,
            "txt_content": "Junlinwh 发表于 2020-4-3 19:30\n学习到了。\n？？？？？？？？？？？？？？？？？？？\n这不是坑人的吗\n鹦鹉吃曲奇会死的"
        },
        {
            "author": "闪烁的蛋蛋",
            "timestamp": 1585913700,
            "txt_content": "0-zero-0 发表于 2020-4-3 19:34\n？？？？？？？？？？？？？？？？？？？\n这不是坑人的吗\n鹦鹉吃曲奇会死的 ...\n你的幽默感？\n我看不到？"
        },
        {
            "author": "凋灵斯拉",
            "timestamp": 1585914360,
            "txt_content": "愚 人 节 的 营 销 号"
        },
        {
            "author": "mohui666",
            "timestamp": 1585915500,
            "txt_content": "笑死我了"
        },
        {
            "author": "许灬愿",
            "timestamp": 1585916520,
            "txt_content": "这个帖子太可恶了，把我们老玩家几年的经验全部教出去了！"
        },
        {
            "author": "曦灬月",
            "timestamp": 1585916580,
            "txt_content": "学会了学会了，这就去找新人玩耍"
        },
        {
            "author": "闪烁的蛋蛋",
            "timestamp": 1585916580,
            "txt_content": "AzZ丶许愿 发表于 2020-4-3 20:22\n这个帖子太可恶了，把我们老玩家几年的经验全部教出去了！\n       "
        }
    ]
}