{
    "title": "[Minecraft.net|INSIDER] 背包盘点：木棒",
    "author": "-HEX-",
    "replyCount": 21,
    "timestamp": 1585897680,
    "txt_content": " 本帖最后由 瘀青 于 2020-4-6 23:49 编辑 \n\n\n\n\n\nfile_1585897645000.jpg (75.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-3 15:07 上传\n\n\n\n\n\nTAKING INVENTORY: STICK\n背包盘点：木棍\nStick around for some pointers!\n当头棒喝！\nThe humble stick might not be the first thing that comes to mind when you think about the most interesting items in Minecraft. But it's secretly one of the most important items –serving as a foundation for almost every part of the game's mechanics.当你想起Minecraft中最有趣的事物时，也许不会想到不起眼的木棍，可它其实是不可或缺的秘密要角之一——作为游戏内大部分工具的基础材料。\nConsider for a moment what Minecraft would be like without sticks. There'd be no pickaxes, swords, shovels, axes, or hoes – so no mining, combat, or farming. There'd be no rails, armour stands, bows,campfires, crossbows, arrows, banners, fishing rods, levers, ladders, item frames, paintings, grindstones, signs fences, tripwire hooks, ortorches either. What's left? Er... collecting flowers, I guess?试想看看，假如 Minecraft没有木棍将会是什么光景：没有镐﹑剑﹑铲子﹑斧头或锄头，因此无法挖矿、战斗和农耕；没有铁轨、盔甲架、弓、营火、弩、箭、旗帜、钓竿、拉杆、梯子、物品展示框、画、砂轮、告示牌、绊线钩和火把。还剩啥能干？呃……摘花吧我想？\n\n\n\n\n\n\nimage.png (123.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-3 15:12 上传\n\n\n\n\n\nAsappropriate for its fundamental position at the bottom of Minecraft's tech tree, the stick was added to the game very early on – Indev version 0.31, to be precise.基于它在 Minecraft科技树的根基定位，木棍很早就被加入游戏中——准确地说，是Indev 0.31版。\nYou know how to make them already – two planks arranged above each other in a crafting grid. Recently, though, we added another recipe –two bamboo in the same configuration also gets you a stick. Useful if you spawn in the middle of a bamboo forest biome.你已经知道怎么做出它们——将两块木板放入工作台，但我们最近又添加了另一个合成配方——用两截竹子也能获得你需要的木棍。如果你生成在竹林中，这将很管用。\nIf you're stuck in a tree- or bamboo-less wasteland, there are a few other ways to acquire sticks. You can catch them while fishing(though you'll need a stick to make a fishing rod), they're sometimes dropped by witches on death (though you’ll need a stick to make a sword), and they also drop from dead bushes and leaves when they're destroyed or they decay. Finally, in a pinch,you can find them in several village chests.如果你被困在没有树或竹子的荒地上，还有其他几种获取木棍的方法。你可以钓到它们（尽管你需要一根木棍来做钓竿），女巫死亡时也有一定机率会掉落（尽管你需要一根木棍来制剑），也能经由破坏枯灌木或树叶掉落。最后的最后，你也可以从村庄的储物箱中发现一些。\nHowdo you use them? Well, other than crafting, which is theirsuperpower, you can burn them as furnace fuel. Two sticks will smeltone item, which is useful if you have one or two things to smelt upbut don’t want to use a whole lump of coal in the process. Fletcher villagers, who make arrows, also find sticks pretty useful –they'll buy 32 of them for an emerald.木棍还有啥用？好吧，除了用来制造，它的特殊功能还有被当作燃料使用。两根木棍能熔一件物品，若你只有一两件东西要熔又不想为此耗费一块煤炭，这将很有用。制箭师也深明木棒的妙用——他们会以一颗绿宝石收购32根木棒。\n\n\n\n\n\n\nimage.png (324.85 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-3 15:28 上传\n\n\n\n\nHey,don't be sad, dead bush. You're not completely useless!嘿，别气馁，枯灌木。你还不到完全一无是处！\nIn the real world sticks are almost as important as in Minecraft. Our earliest ancestors, and a few indigenous cultures today, used them for digging out roots, tubers or burrowing animals, and in agriculture – making them one of the earliest tools.木棍在现实世界中的地位同样举足轻重。早在我们的先祖及现存的一些原住民文化中，木棍就被用于挖掘块茎类或是穴居动物，以及作为农耕器具——它们是最早出现的工具之一。\nSticks are also used in many of the world's martial arts – the best known is probably Japanese kendo, but others include Myanmar's banshay, Ireland's bataireacht, Ethiopian donga, Indian silambam, Egyptian tahtib, and Algerian matrague. Sticks are useful in defence (if attacked while lightly armed) and also when training to use more dangerous weapons.木棍也被广泛应用于世界各地的武术——其中以日本剑道（kendo）最出名，但也包括缅甸的宾谢（banshay），爱尔兰的短棍术（bataireacht），埃塞俄比亚的东嘎（donga），印度的施莱邦（silambam），埃及的泰比棍舞（tahtib）和阿尔及利亚的matrague。木棒能被用于自卫（如果遭到轻武装类的袭击），同时也可作为攻击性的危险武器使用。\nAnother common use of sticks is to help elderly people walk. The walking stick offers stability and support for people who aren't so steady on their feet, or are crossing uneven ground. They can also be a fashion accessory – often called a cane – but their popularity in fashion peaked in the 18th century. You don't see many fancy canes out on the streets today.木棍的另外一个常见用途是辅助年长者行走。拐杖为不良于行者或不利行走的地形提供稳定性及支撑力。木棍也可作为时尚配件（俗称手杖），但它们仅流行于18世纪的时尚圈，如今并不常在街上看到花俏的手杖。\nPossibly the most interesting real-world use of sticks is in ceremony – for which they're normally called a \"wand\". Traditionally made of oak or hazel, the concept of the magic wand was first used by the ancient Greek writer Homer, in his books The Iliad and The Odyssey, but they didn’t become serious part of the occult until the the 1200s latin grimoire The Sworn Book of Honorius. Today, both stage and real magicians carry them as a symbol of magical power and for reaching, pointing, and directing theiraudience's attention.木棍在现实世界中最有趣的用途应该是魔法仪式——被称作「魔杖」。传统的魔杖由橡木或榛木制成，最早出现于古希腊作家荷马的《荷马史诗》（TheIliad and The Odyssey）中，但是直到1200年的拉丁魔法书《宣誓荣誉书》（The Sworn Book ofHonorius）才真正成为神秘学的重要一环。如今，魔术表演者和真正的魔法师都随身携带魔杖并视之为魔力的象征，以引导和攫取观众的心神。\nFinally, musical conductors also use sticks (known as \"batons\") in a similar manner to direct the attention of their orchestra. So next time you're conducting an orchestra of note blocks, consider bringing along a stick with you to serve as a baton. It's sure to stick in the memory of the audience.最后，指挥家也会使用到木棍（也就是「指挥棒」）以指挥乐队。所以下次指挥音阶盒乐团时，可以考虑带根木棍当作指挥棒，肯定能让观众印象深刻。\n\n译自MINECRAFT官网博文<TAKING INVENTORY: STICK>--Duncan Geere 2020.04.02\n译者：瘀青 \n\n\n修改纪录：\n2020.04.06\n(1)感谢论坛成员的抓错（尤其是特地附上译名标准化网址，并指出数项错误的@封徵 ），已对一些名词进行修正，并统一以简体版本为主。\n(2)顺便更正了因不明因素导致词汇断句异常的英文原文。 （如有漏改的部分请再不吝指出，非常谢谢）\n",
    "replies": [
        {
            "author": "young.sir",
            "timestamp": 1586072700,
            "txt_content": "有趣。长知识了。"
        },
        {
            "author": "wyf0730",
            "timestamp": 1586084820,
            "txt_content": "原来在现实生活也有木棒的存在"
        },
        {
            "author": "-HEX-",
            "timestamp": 1586089380,
            "txt_content": " 本帖最后由 瘀青 于 2020-4-5 20:49 编辑 \n\n剑道\n其他武术我不太清楚，不过剑道在大学有实际接触过一阵子。\n与其说是使用「木棒」，说「竹剑」会更恰当。 （但话说回来Minecraft里两截竹子也能合成木棒，因此好像也说得通？）\n顺带一提，虽然是竹片扎成的一束剑，要是攻击不当也还是会有危险性的，比如被断裂的竹剑刺伤。\n\n翻译中其实一直很想把木棒译成木棍，感觉会更适洽，不过由于资料和玩家习惯而作罢。\n\n\n\n\nimage.png (83.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-5 20:17 上传\n\n\n\n\n\n图源：香港正道館劍道場\n\n\n副标：Stick around for some pointers.\nStick around 有待着、逗留的意思，我自己记忆理解的方式是想像成有只狗（或其他什么）被拴在木棍上，所以只能在那附近绕圈，因此我本来是想把Stick around for some pointers翻成「扣紧要旨」，但这样好像少了点双关的趣味，而翻成「当头棒喝」。我自认这多少与要人别迷失方向和重点也算有些关联。\n\n"
        },
        {
            "author": "THao_dada",
            "timestamp": 1586129520,
            "txt_content": "666666666666"
        },
        {
            "author": "小均-尤莉~",
            "timestamp": 1586138880,
            "txt_content": "。我平时外出遇到怪而没有什么武器的时候都下意识的用木棒来打(尽管没有什么卵用)"
        },
        {
            "author": "-HEX-",
            "timestamp": 1586150280,
            "txt_content": "小均-尤莉~ 发表于 2020-4-6 10:08\n。我平时外出遇到怪而没有什么武器的时候都下意识的用木棒来打(尽管没有什么卵用) ...\n如果MC能合成球棍就好了\n我是赤手空拳格斗派，因为来不及装武器"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1586155260,
            "txt_content": "瘀青 发表于 2020-4-5 20:23\n剑道\n其他武术我不太清楚，不过剑道在大学有实际接触过一阵子。\n与其说是使用「木棒」，说「竹剑」会更恰当 ...翻译中其实一直很想把木棒译成木棍，感觉会更适洽，不过由于资料和玩家习惯而作罢。\n“stick”的翻译一直是“木棍”呀。"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1586157840,
            "txt_content": "有些物品的名字译错了"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1586157960,
            "txt_content": " 本帖最后由 Water_Bell 于 2020-4-6 15:28 编辑 \nwyf0730 发表于 2020-4-5 19:07\n原来在现实生活也有木棒的存在\n异次元来的朋友？"
        },
        {
            "author": "wyf0730",
            "timestamp": 1586158380,
            "txt_content": "Water_Bell 发表于 2020-4-6 15:26\n异次元来的朋友？\n火星来的"
        },
        {
            "author": "无HiFi有WiFi",
            "timestamp": 1586158620,
            "txt_content": "奇怪的知识增加了！"
        },
        {
            "author": "封徵",
            "timestamp": 1586158920,
            "txt_content": " 本帖最后由 封徵 于 2020-4-6 22:45 编辑 \n\n抱歉这里没考虑到简繁体翻译的差别，先道个歉！\n\n以下为原回复：\n还是觉得最好按照标准译名列表来翻译特定的名词：\nhttps://minecraft-zh.gamepedia.c ... 7%E5%87%86%E5%8C%96\n\n比如stick标准翻译就是 木棍 并非木棒\n再比如：\nlever ——> 拉杆 (控制杆)\nrail ——> 铁轨 (木制栅栏)\narmour stand ——> 盔甲架 (盔甲座)\nplank ——> 木板 (木材)\nbiome ——> 生物群系(生态)（其实生物群系都可以不要，直接叫竹林我觉得也可以）"
        },
        {
            "author": "-HEX-",
            "timestamp": 1586183460,
            "txt_content": "321yu_wango 发表于 2020-4-6 14:41\n“stick”的翻译一直是“木棍”呀。\n\n\n\n\nimage.png (39.66 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 22:28 上传\n\n\n\n\n\n谢谢指教，不过可能因为我的资料来源刚好是繁体Minecraft Wiki，所以……\n原来简体是叫木棍，早知道就按直觉走\n\n"
        },
        {
            "author": "-HEX-",
            "timestamp": 1586184060,
            "txt_content": "封徵 发表于 2020-4-6 15:42\n还是觉得最好按照标准译名列表来翻译特定的名词：\nhttps://minecraft-zh.gamepedia.c ... 7%E5%87%86%E5%8C ...\n感谢提供连结并一一指正，获益良多\n除了盔甲座是因资料来源繁体Wiki的翻译歧异之外，控制杆和铁轨真是错得离谱（汗颜）\n竹林的部分的确去掉生态或群系等字眼会更流畅\n非常谢谢，往后翻译将注意以译名标准化的版本为主"
        },
        {
            "author": "封徵",
            "timestamp": 1586184180,
            "txt_content": "瘀青 发表于 2020-4-6 22:41\n感谢提供连结并一一指正，获益良多\n除了盔甲座是因资料来源繁体Wiki的翻译歧异之外，控制杆和铁轨真是错得 ...\n抱歉没想到简繁体的差别，我之前回复语气可能有点不太恰当望谅解谢谢！"
        },
        {
            "author": "-HEX-",
            "timestamp": 1586184240,
            "txt_content": "Water_Bell 发表于 2020-4-6 15:24\n有些物品的名字译错了\n谢谢指教"
        },
        {
            "author": "-HEX-",
            "timestamp": 1586184420,
            "txt_content": " 本帖最后由 瘀青 于 2020-4-6 22:49 编辑 \nwyf0730 发表于 2020-4-6 15:33\n火星来的\n我是冥王星人，幸会\n在我的星球上铁道叫木质栅栏（握手）\n啊是铁轨，又打错"
        },
        {
            "author": "-HEX-",
            "timestamp": 1586184780,
            "txt_content": "封徵 发表于 2020-4-6 22:43\n抱歉没想到简繁体的差别，我之前回复语气可能有点不太恰当望谅解谢谢！ ...\n我没有任何感到不友善的地方（太迟钝吗），再者确实我的失误也并非全是繁简差异导致，你的意见对我而言很有帮助"
        },
        {
            "author": "kayn-",
            "timestamp": 1597111500,
            "txt_content": "木棒，永远嘀神！"
        },
        {
            "author": "-HEX-",
            "timestamp": 1597731600,
            "txt_content": "kayn- 发表于 2020-8-11 10:05\n木棒，永远嘀神！\n一日無木棒面目可憎"
        },
        {
            "author": "幺儿68",
            "timestamp": 1597732020,
            "txt_content": "6666666666666"
        }
    ]
}