{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·十三",
    "author": "晨曦赤寒GO",
    "replyCount": 0,
    "timestamp": 1586326560,
    "txt_content": "目录传送门\n\n“woc，你们这是终于想去统治世界了吗？”\n\n一两百个人站在他的门口，为首的是伊娜大妈、铁匠铺老板还有秋叶镇的镇长——一个中年老大叔。\n所以人都很安静，无论是大人小孩都没有大声的说话，最多就只有几个人在底下小声的低语，整个场面看上去像是一只训练有素的军队……如果能把堆在后面的一两车的桌椅和装饰品换成兵甲战车那就更像。\n“这里住得挺舒服，干嘛要去闲着无聊统治世界，不和你废话了，你把这个看了先。”\n上前说话的是秋叶镇镇长，他递给了蓝一封看上去有点分量的信，蓝瞟了两眼，又看了一下这群秋叶镇的居民，手上的粒子燃起，瞬间将信烧成了灰烬。\n“懂了？”\n镇长看了一眼蓝。\n“当然，不就是和当年一样吗？”\n蓝拍了拍手，把手上的粒子和灰烬一同拍落。\n“那就行，同意不？”\n“我有拒绝的权利吗？”\n看似没头没尾的对话，但双方都心知肚明对方的意思。\n因为，这就是秋叶镇的习俗嘛。\n“哈哈哈，你要是想拒绝我怎么可能不同意呢，好了，大伙！开始布置场地了！”\n“哦！”\n随着镇长一声令下，居民们纷纷响应，推着装着桌椅和装饰品的车子向蓝的后院出发。\n镇长回头看向了蓝。\n“我先去指挥他们布置了，你就老规矩，先瞒着黯先，到时间了再给她一个惊喜。”\n镇长摆了摆手离开了，现在门口就剩下了蓝、伊娜大妈和老人。\n“我先去看看那些孩子了，宴会再见。”\n“你过来的意义在那里？”\n“当然是你不同意的时候来劝说你啊，不过幸好你还记得，不然真的还挺麻烦的，我就先走了，那群小家伙估计也快起床了。”\n蓝苦笑了一下，目送大妈离开。\n在大妈离开他的视野后，他把目光看向了老人。\n“然后呢？老不死的你又是来干嘛的？”\n“我当然是有正事才来的啊。”\n老人笑了笑，从身后拿出了一把铁剑。\n“你弄好了啊，那就快给我。”\n蓝伸手一抓，结果被老人轻盈的步伐躲开了。\n“你这个什么意思？”\n“当然是不打算现在给你了。”\n老人打了个响指，手上的铁剑瞬间化作一团粒子消失。\n“粒子筑构？你这是在耍我不成？”\n“当然不是，剑我确实打出来了，不过现在还在我的店里放着，我要是现在就给你了，按照你习惯，肯定是要去把那只魔物干掉了才会回来参加聚会吧。”\n“啧……那就是说要聚会结束了才会给我？你不会以为我一定要有你的那把剑才能打得过那只杂碎吧？”\n蓝轻声咂嘴，锋锐的眼神盯着老人，无形的粒子气息从他身上散发开，朝着老人压制去。\n老人小退了一步，一改平时衰老的样子，挺起腰身，也将自己的粒子气息放开，他的精气神在这个瞬间华升到一个令人吃惊的高度，犹如一头衰老但任未失去力量的雄狮。\n风平地而起，两股气息在两人间碰撞，双方都没有用全力，但一时间竟然没有任何一方落入下风，这是非常异常的情况。\n“重构的代价不好受吧，你现在不用全力，可是连我这个糟老头子都压制不了，就算能把那只僵尸杀了，也要付出一些难以挽回的代价吧，黯那小丫头是很关心你的，她可不想什么时候突然看见你缺胳膊少腿了。”\n“嘁，你又知道什么。”\n蓝收回了气息，放下话，转身回到屋里，反手甩上了门。\n“看来是可以了，唉，我都一把年纪了，还要出来和年轻小伙对线，也不知道抽了什么风。”\n粒子气息散去，老人又回到了那副衰老的样子，渡着步子，向后院走去。\n……\n“蓝，怎么了，感觉有很多人在外面的样子。”\n看见蓝回到了屋里，黯立马凑了上去，绕在他的身边，像只迎接主人回家的小猫。\n“没什么，就是有一群人来疯发癫了，想搞点事情，等等就走了。”\n“人来疯是什么东西？”\n“就是……啧，别问那么多，该干什么就干什么去。”\n挥挥手把黯赶走，蓝躺到沙发上，翘着腿，从口袋里拿出了《物品总览》。\n没看两眼，就看到黯偷偷摸摸的往他这里蹭。\n“干嘛呢？”\n“看蓝在看什么。”\n“没事情干？”\n“蓝不是不让我练习吗？”\n“啧，那你就去给我睡觉，我还不信你睡不着觉。”\n黯摇了摇头。\n“现在不是睡觉的时间。”\n“唉……麻烦。”\n蓝悄悄的抬起一只手，不着痕迹的点了一下黯的后脑勺，粒子的烟雾一闪而过，没过几秒钟，黯就打起了哈欠，小脑袋也在一点一点的。\n“怎么……突然……开始困了……”\n不消片刻，一个小脑袋就倒在了他身上，蓝看着她的侧脸，等到她的呼吸真正的平稳下来后，才把她抱到了她的房间里。\n才几岁吗？十几岁吧。还在我面前逞强，真是不知道天高地厚。\n把被子给掖实了，蓝看了看黯的脸，挥手布下了附带隔音效果的粒子结界，确保万无一失后才离开了房间。\n“嘶，疼死老子了。”\n往沙发上一躺，蓝倒吸yi口凉气，尖锐的刺痛感从他全身上下爆发，但蓝也就嚷了一声，便再次把注意力放在了书上，好像这些疼痛从来没有出现过一样。\n“今天，就休息一天吧。”\n\n……\n当黯重新睁开眼睛的时候，窗外的天空已经变成了美丽的星海了。\n“我睡了一天？”\n从床上爬了起来，揉着自己的眼睛，晃晃悠悠的走到了客厅，但却没有在客厅看到蓝的影子。\n“诶？蓝呢？”\n急急忙忙的跑出门，漆黑的一片里，后院的暖光显得非常的显眼。\n是在那里吗？\n向着灯光跑去，看见的是……\n“这……”\n十几张圆桌规律的摆放在后院里，暖色的烛火装点着这一小片天地，每张桌子都围了十几个人，有的眼熟有点不眼熟，有点叫得上名字有的根本不知道叫什么，但毫无意外的都有一个共同点，他们都是秋叶镇的居民。\n“你在这里傻愣着干嘛，睡了一觉脑子变成浆糊了？”\n黯回过头，看见提着一大袋东西的蓝正站在她的身后，蓝少见的换掉了自己常穿的便装，换上了一套黑色的正装，腰身挺拔，头发还是一如往常的凌乱，倒是没有让人感觉邋遢，而是一种慵懒的帅气。\n“怎么了，还愣着干嘛？走了。”\n“诶？去哪？”\n“你傻吗？当然是这里啊。”\n蓝径直朝着一张角落的圆桌走去，黯连忙跟上。\n“老不死的，你要的东西我带过来了，黯也醒了，怎么样？和平时一样？”\n蓝一巴掌甩在了还在和人聊天的老人身上，然后把手上的袋子直接塞给了他。\n“woc，事情好了去找镇长啊，过来甩我是无聊吗？”\n“嗯，无聊。”\n“……”\n……\n黯跟着蓝在圆桌间走动，每路过一张桌子，边上的人就会向着他们打招呼，但和之前不一样，这次主要都是向着黯，蓝像是隐身了一样，除非他主动向别人问话，否则其他人都像是没看见他一样。\n“蓝，这是什么情况？”\n在快走到最前面的平台的时候，黯终于开口发问了。\n“什么什么情况？”\n“就是……就是为什么，大家都要聚在这里？”\n“哦，就是这事啊。”\n蓝瞟了一圈周围。\n“这算是秋叶镇的习惯了，每次有新人在秋叶镇住下，全镇的人就会来祂家里聚会，用意不明，可能就是为了热闹而已。”\n“这样么……”\n黯低着头，不知道在想些什么。\n走上平台，蓝拍了拍手，利用粒子将声音扩大，把全部人的注意力都吸引到了这里。\n黯一时间被那么多人注视有点不适应，想要躲到蓝的身后，结果被蓝抓住了后领，像是拎猫一样拎到了自己前面。\n“这家伙叫黯，从一个星期多前暂住我家，现在正式的记名在秋叶镇下，没有人不欢迎她吧。”\n台下沉默了片刻，然后，第一个开口的是一个黯不认识的人。\n“怎么可能，哪有人会不欢迎这样可爱的孩子加入呢？”\n“就是！蓝你也太把我们当外人了吧。”\n“小黯看上去有点紧张了，蓝你就快把她带下，别让她在上面站太久了。”\n一声一声的喊声从下面传来，黯愣了一下，她没有从这些话语中感到一丝的恶意，都是纯纯粹粹的善意。\n“这里就是那么奇怪的地方，就算他们不认识你，只要是他们看好的人，他们也会发自内心的去善待你，就像每个人都是人形自走品行检测器一样，而且检测成功率是百分之九十九。”\n蓝拍了一下黯的肩，把她从愣住的状态里叫了出来。\n“注意看周围了。”\n蓝抬起手，捏碎了手上的一小团粒子团。\n“嗖！！！嘭！”\n无数发着尖锐叫声的白光从不远的周围起飞，划开了这片漆黑的夜空，直至它们的最高点时，才一同炸开，化作纯白的星芒散落在夜空构成的黑色幕布上。\n蓝扭头看向了黯，她注视着天上与群星争辉的纯白星芒，眼瞳里也照映着这幅景象。\n就在下一个瞬间，这些星芒动了，它们交织组合着，拼凑成了一个字——黯。\n这个字只存在了一秒钟，便彻底的消散，但黯已经在这个瞬间把这幅景象印在了心里。\n耳边突然响起了蓝的声音。\n“今天是你的主场，欢迎你来到这里，黯。”\n黯猛地回过头看向蓝，蓝还是跟刚刚一样站在她旁边，除了把手插进了口袋里以外，就没有其他的变化了。\n“干嘛呢，一惊一乍的，被烟花吓到了？”\n“唔……不是，只是……”\n“只是什么？”\n“没，没什么……”\n蓝狐疑的看了看黯。\n“没什么就算了，去下面找镇长吧，他会告诉你怎么享受聚会的。”\n说完，蓝就快步离开了平台，黯看着蓝离开的方向，摸了摸自己的耳朵。\n……\n“为了博妹子一笑，用着自己负伤的身体去操纵高空之上的粒子，真看不你是这样子的人。”\n蓝抬头瞟了一眼来人，扯了扯嘴角。\n“那你来干嘛？看我笑话？”\n老人摊了摊手。\n“只是过来告诉你，剑已经放在你房间里了，还有一个给小黯的礼物。”\n“哦，没事的话你就走吧，我还要在这里休息一下。”\n“懂，不过，我问你一句。”\n老人逐渐变的严肃起来。\n“你真的明天就去找那只僵尸吗？我看你这伤势，怕……”\n“用不着你瞎操心，我自己的身体自己清楚。”\n老人也不再久留，转身离开。\n“小黯在找你了，赶紧出来陪她。”\n“哦。”\n……\n时已深夜，宴会散场，干净的后院里看不到一点垃圾，就好像这里没有开过宴会一样。\n这也是秋叶镇能维持这个传统的原因，宴会用的桌子是拼接式的，每人个家里都会用一部分，宴会结束后带走自己的桌子、椅子和垃圾，装饰品由镇长保管，最后再由镇子里的年轻小伙来收拾已经很整洁的场地，绝对不会让主人感到不悦或者是麻烦。\n“能活成这个样子，真是让人不知道怎么说。”\n蓝看着自己手中微微泛紫的铁剑，抚摸了一下它的表面。\n锋利二，亡灵杀手二，耐久一\n“真是……不知道怎么说好。”\n",
    "replies": []
}