{
    "title": "[Minecraft.net| 关于更换设备是否需要重新购买我的世界",
    "author": "508264964",
    "replyCount": 5,
    "timestamp": 1585914120,
    "txt_content": " 本帖最后由 508264964 于 2020-4-3 19:45 编辑 \n\n如果你玩了我的世界一段时间后切换了游戏设备，就不需要重新购买我的世界,但是你需要重新下载游戏\n\n对于JAVA版,在你的另一个设备安装游戏后，只需要从启动器的左上角输入账号密码就可以继续游玩了\n\n对于win10版本\n\n你可以用你原本的微软帐户登录你的我的世界账号\n点击 windows store 中个人资料旁边的三个点\n转到我的游戏,如果你已经拥有我的世界，就可以直接下载它。\n\n对于Xbox版本\n\n按Xbox按钮来打开指南，然后选择选:我的游戏-应用程序-查看全部。\n你就可以看到你所拥有的游戏\n\n如果你没有下载我的世界,图标上会提示你下载,下载安装完毕后即可游玩我的世界。\n\n\n原文：\nYou do not have to repurchase Minecraft if you haven’t played for a while or you’ve switched devices. If you need to redownload the game, visit this page and follow the instructions for the version you prefer (or all of them, if you need to!)For Minecraft: Java Edition, once you’ve downloaded the game again, select Log In from the upper left hand corner of the launcher and get going!For Windows10:Using your Microsoft account, sign into the PC where you want to install your games.Click on the three dots in the Windows Store next to your profile pic.Go to My Library. If you already own the game, you can download it from there.\nFor Xbox:Press the Xbox button to open the guide, and then select My games & apps > See all.Under Games, you will see all games you own listed.If a game you own has not yet been installed on your console, you will see a download icon on the game title. Selecting the title will prompt you to install the game if you want to play it.Play Minecraft!\n\n",
    "replies": [
        {
            "author": "小天铄",
            "timestamp": 1585920660,
            "txt_content": "(\"▔□▔)如果是盗版的win10肿么办。"
        },
        {
            "author": "508264964",
            "timestamp": 1585961580,
            "txt_content": "盗版win10可能无效了..."
        },
        {
            "author": "SWSMZLT",
            "timestamp": 1585962000,
            "txt_content": "我觉得克星"
        },
        {
            "author": "508264964",
            "timestamp": 1586045340,
            "txt_content": "SWSMZLT 发表于 2020-4-4 09:00\n我觉得克星\n谢谢大佬夸奖"
        },
        {
            "author": "小钢炮君",
            "timestamp": 1586133180,
            "txt_content": "我记得需要原文地址和作者的啊\n"
        }
    ]
}