{
    "title": "关于我几年游戏感想中和出来的杂文",
    "author": "uculiy",
    "replyCount": 7,
    "timestamp": 1586043240,
    "txt_content": "遥远的梦，朦胧而让人憧憬它其实近在眼前吗我感觉到你了，你看起来游戏玩的不错，，旅途已经结束了，你一个人从头走到了尾，你却未曾感觉到空虚。是不是感到意犹未尽?来吧朋友，让我们坐下来慢慢回忆。你急眼过多少次？失落过多少次？又有多少次…希望另一个人进入世界?我来告诉你，你基本上已经把这游戏里面的事情做尽了，可是你还是不满足于此，因为你的目的还没有达到…这就是你所有的力量。是我们告诉你的吗？不，是你自己，你已经信任了自己，接受了自己。你是孤独的吗？就像一个个跳动的音符，谱子里只有一个调走向终焉。曲调慢慢平缓，你意识到一个人唱歌绝对不如两个人唱歌更有力量。从前，你趴在桌前，脑袋里坐着无休止的梦，心灵已经到了星辰。现在，你躺到床上，枕头里是已经腐烂的梦。告诉我…你是何时抛弃自己本心的呢?到了现在，你甚至都没有什么时间打开游戏，你家的床铺上，一只蹲着的小狗不知道等了你多久，怪物们皮已经痒到不行，末地空空荡荡。这估计是你最后一次通关了吧你并不孤独你便是光明，你即为黑暗你愿意迷失在这个故事里，等待一个英雄的凯旋，你愿意让阳光照在你的身上，让每个人了解你，以及被你了解，人们讲述着他们的故事…再做一次梦吧，去梦见其他的东西，其他的地方。更多，更多，让贪婪成为你的力量，让欲望成为你的船帆，有时这些梦是难受的，有时的确会让你惊叹，你可能会从一个梦中醒来，结果发现自己身处另一个梦中，而后从第二个梦中醒来，却又落入第三个梦中再做一次梦吧，梦见你正在看着屏幕上这些字嘘…你在这个游戏中创造了一个小天地，温暖而简单，有时却是坚硬的，冰冷而复杂的。有时他仅仅只是一个方块，便构建出宇宙的模型，斑斑点点的能量穿越广库空旷的空间。也许又是小的，只属于你一个人…嘘…这玩家正在屏幕上读着命令行，将它们解码成文字，将文字解码成意义，讲意义解码成感情，情绪，理论，想法。又将这些想象成星辰，现在你呼吸开始急促，并意识到他是活着的，那上千次的死亡不是真的，玩家是活着的你，你，没错，你是活着的宇宙通过零和一，通过世界上的电能，通过屏幕上滚动的文字，在常梦终结之时对他说话宇宙说，我爱你宇宙说，你游戏玩的不错宇宙说，一切你所需的，你都拥有着宇宙说，你所抗争的黑暗就在你的心中宇宙说，你所寻觅的光明即在你的心中宇宙说，你并不孤独你就是宇宙品尝自己，对自己说话，阅读自己的体现宇宙说，我爱你，因为你就是爱你就是无限曲终人散，黄粱一梦，你开始了新的梦境，又有更多人投入到这个梦中，更多，更好的梦。玩家就是宇宙，玩家就是爱你就是这个玩家nowTime to wake up",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1586045880,
            "txt_content": "这是你写的吗？"
        },
        {
            "author": "开核弹车",
            "timestamp": 1586046660,
            "txt_content": "终末之诗？"
        },
        {
            "author": "1614700592",
            "timestamp": 1586046960,
            "txt_content": "恁就是带文学家？"
        },
        {
            "author": "⚡️👮",
            "timestamp": 1586047020,
            "txt_content": "带文学家"
        },
        {
            "author": "xuyu999",
            "timestamp": 1586047320,
            "txt_content": "电磁步兵 发表于 2020-4-5 08:37\n带文学家\n@电磁步兵 炮兵说的对啊~\n你可真是个文学家skr~"
        },
        {
            "author": "MC丶三叉戟",
            "timestamp": 1586047620,
            "txt_content": "高手呀~不过不像你写的(小声BB)"
        },
        {
            "author": "longye1234",
            "timestamp": 1586048280,
            "txt_content": "如果是您自己写的那您太有水平了"
        }
    ]
}