{
    "title": "[Minecraft.net|CULTURE]我们不称",
    "author": "ItIsEnderman",
    "replyCount": 4,
    "timestamp": 1586068440,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-4-22 14:12 编辑 \n\nCULTUREWe're Not Worthy\n我们不称\n\n...of visiting Yuuta's cathedral and castle builds. Are you?\n...欣赏Yuuta的教堂和城堡建筑。你是这样吗？\n\nTom Stone\n\n\nIt's time for me to reveal my terrible secret: I was born and raised in Britain . And a stupid stereotype about British people like me is that we all live in castles .\n是时候告诉你我的这个难以启齿的秘密了：我生长于大不列颠。并且，世人常常刻板地认为我这样的英国人都住在城堡里。\n\nRidiculous! As I said to my best mate The Queen the other day, almost nobody in Britain grows up in a castle . Most of us grow up in a cupboard under the stairs until they receive a letter telling them they're a wizard. Or a letter telling them that they're an idiot, so they move to Sweden to write for a Minecraft website instead. Yeah whatever, I didn't want to be a wizard anyway :(\n扯！正如我几天前对我最好的伙伴 —— 女王所说的一样，英国几乎没有人一直在城堡里长大。我们中的大多数在楼梯正下方的小橱那里成长，直到有一天他们收到告诉他们你就是天选之魔法使的来信。也可能是告诉他们你就是天选之傻瓜的，于是他们就搬到瑞典，给Minecraft网站写博文去了。但总之，我也不想成为魔法使的 :(\n\nBut sometimes I wish (non-magically) that I did grow up in a castle. Specifically, one of the amazing Minecraft castle builds from Japanese builder Yuuta .\n但有些时候，我很希望（可不是念过咒的的希望）我能够在城堡里成长。尤其是，来自日本建筑师Yuuta的最出彩的一座Minecraft城堡建筑。\n\n\nThis eyesore is Regenleif Palace. Perhaps not technically a castle then, but I'd still like to live there!\n这个不起眼的小东西便是「Regenleif Palace」。如果死抠定义的话，这还不是城堡，但我真的想住进那里！\n\nI asked Yuuta why he builds such elaborate castles, palaces and cathedrals, when they're clearly such time-consuming projects. “I usually decide what I'll build next by viewing fantasy pictures, walking around the world with Google Maps or playing games. Religious and royal builds make me impressed.”\n我曾询问Yuuta建造如此精细的城堡、宫殿、教堂建筑的动机，毕竟这都是费时费力的工作。“通常，我会在欣赏唯美照片、用谷歌卫星地图环游世界、玩其他游戏时，决定下一次建造什么。宗.教性的或者王室建筑最能触动人心。”\n\nSuch a wide range of influences can be hugely helpful for a builder. Making something based on a single film, game or piece of architecture can too often just look like you're copying it directly. Whereas drawing from a wider pool of influences can help you build something that's so much more than the sum of its parts!\n对于建筑师而言，见多而识广，亦在其中矣。然而，以单一的电影，或是单一的游戏、单一的建筑为样板建造的东西看起来总是又直接复制粘贴的违和感。不过，如果能够更广泛地兼收并蓄，你所建造的，将会事半而功倍！\n\n\nThat approach clearly worked out for Yuuta. “I built my palace based on the Japanese movie Maquia: When the Promised Flower Blooms. In this movie, we can observe various attractive buildings. In addition, I adopted some partial structures of buildings around the world.\n对于Yuuta来说，这条途径正是王道。“我参照动画电影《朝花夕誓：于离别之朝束起约定之花》建造了这座宫殿。在这部动画电影里，我么能够看到很多激活视神经的建筑。此外，我也采用了世界各国建筑的各种各样的结构成分。\n\n“When I designed my religious build, I used PS4 games for reference. For example,Dark Souls,Bloodborne,Assassin's Creed and NieR . These games gave me beneficial ideas.”\n“当我设计我的宗.教性建筑时，我就使用了PS4游戏作为参照。比方说，「黑暗之魂」，「血源诅咒」，「刺客信条」以及「尼尔」系列。这些游戏给了我绝妙的灵感。”\n\nThose games also explain a lot about Yuuta's mix of styles. Gothic architecture from Bloodborne . More classic medieval castles from Dark Souls . Buildings from practically everywhere on Earth in the globe-trotting Assassin's Creed series.\n这些游戏能够说明为什么Yuuta拥有荟萃百家的建筑风格。比如，来自「血源诅咒」的哥特建筑风格，来自「黑暗之魂」的中世纪经典建筑风格，以及来自地球人都知道的「刺客信条」系列的建筑。\n\n\nSuch an effective mix of styles has resulted in a portfolio of great builds, but Yuuta sees more flaws in his work than I do. “I like to create details, so I don't feel it's dull,” he tells me. “But I'm not good at designing overall. To consider the balance of the whole arrangement makes me exhausted.”\n风格的完美无缺的搭配最终铸成了这样一传奇建筑合辑，但是和我相比，Yuuta却能从自己的作品中找到更多瑕疵。“我倾向于制作细节，但我不觉得这死气沉沉。”他告诉我说。“但其实我……一点也不擅长设计。一考虑如何协调啊整体，我头就要炸裂……”\n\nNot good at designing?! Nonsense! It seems Eastern builders are far more modest than Western writers like me. How are you liking my article so far by the way? I think it's PERFECT.\n不会设计？！别信他的鬼话！看来东方建筑师比我这样的西方撰稿人谦逊多了。顺带问一句，你觉得我写的文章怎么样？我觉得棒极了。\n\nMassive structures aren't Yuuta's sole focus, mind. He also works on streets and cities, with just as rich an eye for detail.\n大块建筑并不是Yuuta的唯一关注点，请注意。他也制作街道甚至城市，用的仅仅是善于捕捉细节的双眼。\n\n\nYuuta usually takes about two weeks to a month when working on “large-scale buildings”, with the majority of his time spent on the exteriors (though he's clearly got strong interior design skills too).\nYuuta通常会花费两周或者一个月去粗加工“大尺度建筑”，而绝大多数时间花在外饰上（尽管他也拥有极强的内饰技巧）。\n\nYuuta also advises me that Sandstone and Quartz are the best blocks for achieving designs like his – so make sure they're in your inventory!\nYuuta也建议说砂岩和石英是像他这样的设计方案中最值得用的方块 – 所以在物品栏里随身带着吧！\n\n\nTrust Yuuta on that one – this is a builder who constantly has Minecraft in mind. “I became able to notice which block is suitable to depict reference buildings,” he tells me. “When I walk down a street or view a picture, I can reproduce it with blocks in my brain.”\n这次就相信Yuuta吧 – 他可是将Minecraft时时刻刻铭记在心的建筑师。“后来我也逐渐学会观察哪种方块最适合用于制作参照沙盘，”他告诉我。“当我街上闲逛，或者欣赏照片时，我就能在脑海中用方块将场景构建出来。”\n\nWow, I wish I could do that! Whenever I stare at buildings, I just think about food. And when I try to build a cathedral in Minecraft, I just think about food again. In fact, right this very second, I'm fantasizing about scoffing my own weight in bacon. What were we talking about again?\n哇，我也希望我能够这样干！每当我盯着建筑看时，我满脑子吃的。并且我每次在Minecraft建造大教堂时，我满脑子还是吃的。事实上，就在写下这句话时，我还在幻想吃熏肉减肥呢。我讲到哪里了？\n\n\nYuuta currently works on his builds alone, but that's something he'd like to see change (“I would like to build with collaborators someday”) and you can follow his work on Twitter . He has growing ambitions too – he plans to try building Valleta, Malta's capital city!\nYuuta现在正独自一人建造自己的建筑作品，但那是他想去改变的（“有朝一日，我要和其他人一起建造一份作品”）；你也可以在Twitter上关注他的动态。他有着雄心壮志 —— 他要建造瓦莱塔，马耳他的首都！\n\nGreat idea, loads of fantastic architecture to be inspired by in Malta! After all, they all live in castles there, right?\n好主意，这将是很多受到马耳他启发的建筑！毕竟他们都住在城堡里，不是吗？\n\n【Enderman 译自官网 2018 年 08 月 08 日发布的 We're Not Worthy；原作者 Tom Stone】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "魔法长笛",
            "timestamp": 1586164560,
            "txt_content": "来捧场。一看文章就知道是老翻译家了"
        },
        {
            "author": "0-zero-0",
            "timestamp": 1586244000,
            "txt_content": "很久以前就想说了，请求翻译师在这种大片图片的建筑类文章时，可不可以把图片折叠一部分，读者不是每一次都想把所有图片看完，有时想要看特定图片时只能等图片依次加载下来"
        },
        {
            "author": "Bin_yu",
            "timestamp": 1586421420,
            "txt_content": "辛苦了，感谢宁的翻译"
        },
        {
            "author": "ff98sha",
            "timestamp": 1587534120,
            "txt_content": "已考虑-->一考虑"
        }
    ]
}