{
    "title": "[Minecraft.net|INSIDER] 学习飞行",
    "author": "小钢炮君",
    "replyCount": 0,
    "timestamp": 1586220600,
    "txt_content": " 本帖最后由 小钢炮君 于 2020-6-30 23:49 编辑 \n\nLearning To Fly\n学习飞行\nHow 4J designed the Console Edition’s epic new tutorial map!\n4J是怎样设计Console版中史诗般的教学地图的！\nAlex Wiltshire（作者）\nWhen Elytra wings hit the Console Edition in its big update at the end of last year, they came with a brand-new tutorial map specially designed to help players take to the skies.\n在去年年末Console版本的最后一次更新中，鞘翅被加入了游戏。4J工作室制作了一张全新的地图，来帮助玩家飞向天空。\n4J’s tutorials are much more than just a set of instructions on how to play. They’re huge and exciting playgrounds in their own right. So how did 4J go about designing this new one?\n这张教学地图并不像传统的教学那样，它并不是让你完成一系列任务目标。它应该算是一个巨大的惊险刺激的游乐场。那么4J工作室是怎么想到设计这样的一个地图呢？\nThe first thing was to think about how to make somewhere that’s great for flying around. Previous tutorial maps have been set in recreations of some special places in 4J’s home country, Scotland, including Edinburgh Castle and Melrose Abbey.\n第一件事，思考如何创造出一个能自由飞翔的地方？在以前的教程地图中，地图都是按照4J的祖国苏格兰中一些特殊的建筑来创造的，例如爱丁堡城堡和梅尔罗斯修道院。\n\nBut amazing though Scotland is, it doesn’t quite have somewhere to fully showcase Elytra flying.\n虽然苏格兰如此了不起，但仍然找不到哪个地方，可以完全展现出鞘翅的使用示例。\n\nHere’s the full layout of the new map. It's a clever mixture of handcrafted and generated terrain, dotted with unique structures and gigantic sculptures of mobs. Spot the guardians off the coast?这是新地图的全景俯瞰图。它把人工制造的建筑与自然巧妙结合，用独特的建筑和生物雕塑装饰。发现海岸外的守卫者了吗？\n\nEarly in development, 4J decided players would start in a blocked-off area for the initial tutorial before getting to freely roam from a central hub set in a ruined castle in the centre of the map.在地图的早期建设中，4j决定让玩家最初从一个封闭的区域出生，然后在地图中心的一个废弃城堡中自由地翱翔。\n\nThe team included as many biomes as they could for variety, while also using extreme terrain generation to ensure there are a lot of deep canyons, pinnacles and precipices for exciting flying!为了确保可以生产大量的高山、峡谷、悬崖以及尽可能多的生物群系，4J团队使用了极端地形生成器，这让飞行变得更加刺激。\nSo the setting was open, but the first step for the 4J team was to figure out what the player’s flow around the space should be and what sort of terrain it would need. “It had to have high mountains and vantage points from which to fly and we also wanted to show off the new amplified terrain,” 4J art director David Keningdale tells me.\n所以地图设计背景是开放的。但是对于4J来说，第一步便是决定当玩家飞行时，飞行的场地是什么样的，以及需要什么样的地形。4J团队的艺术总监David Keningdale对我说：“地图里必须包含高山，还有合适的起飞点。如果可以，最好展示最新的放大化地形！” \nThe map is a mixture of hand-painted height map with naturally generated terrain, so the team could control its large, flat areas for the core tutorial while also mucking about with the amplified terrain generation for the exciting flying bits. What’s more, it’s peppered with different biomes to give a real tour of the Minecraft experience!\n这个地图是由手绘的等高图与自然生成的地形结合得到。所以，4J团队可以掌管它的巨大而平坦的核心教程区域。为了获得更令人兴奋的飞行体验，4J团队使用了放大地形生成器。而且，这张地图拥有巨量的生物群系，它可以带给你一种在Minecraft中从未有过的观光体验。\nThe challenge for designing the Elytra tutorial was ensuring it’s set at the right level of challenge. “It was tough to balance so it isn’t too hard or too easy, because the more we tested it, the better we got!” says David. “But eventually I think we found a happy medium.”\n设计鞘翅的教程地图中最大的困难——确保它的挑战设置在一个合适的难度。David说：“很难去平衡教程的难易程度，因为我们测试的越多，我们就越熟练！我认为最后我们选择了适中的难度。”\n\nHoops are carefully placed to mark aerial courses that really put your elytra skills to the test. 精心放置的圆环，测试你飞行学习的结果，真正地考验你鞘翅的使用技巧。\nAt the core of the flight tutorial are a set of hoops to fly through, with tight turning circles to test and hone players’ skills. But instead of having them hang in boring open space, 4J created tunnels and arches in the canyons, and used the sharp twists in the deep gorges of the map to create thrilling runs that allow flyers to stay airborne for long periods.\n飞行教程的核心任务就是使用鞘翅穿过一系列的圆环。通过急转弯来锻炼玩家的飞行技巧。但是4J工作室并没有把飞行地点选在空旷的平地，而是在峡谷中创造了一些隧道与拱门，同时利用峡谷急转的拐角，创造一些需要急转弯的路程，让飞行更刺激的同时，能让玩家的飞行时间变得更长。\nOh, and in case they should fall down, 4J also added a few ladders, paths and towers so they can get up high so they could take to the skies again.哦~对了！以防他们在飞行途中坠落，4J团队添加了一些梯子、小路和塔，以便他们能重新爬到高处，再次起飞。\n\nThere are loads of details carved into the landscape - ancient scultures and outsized weapons!四周的景观上装饰了很多东西 - 古老的雕塑和巨大的武器\n\nWith the layout of the map completed, the next step was to think up a theme. 4J settled on something dramatic: the ruins of an ancient civilisation of Minecraft worshippers! “With towers and viaducts decaying in the landscape, giant statues of mobs and items strewn around the map for players to discover,” David says.\n地图的布置完成后，下一个需要考虑的步骤便是地图的主题。4J团队选择了与众不同的主题：一个崇拜Minecraft的古文明遗迹！David说：“塔与高架桥在地图上慢慢消失，这儿许多巨大的生物雕像和物品的雕像散布在地图中，供玩家去发现。”\n“As we were testing flight paths through the ravines, we started thinking about the type of people who would live in each biome. We started making bases or forts in each, themed to the settlers you might find there, so treehouses, caves, even building into giant mushrooms. The people that live there must be fun guys.”\n“当我们测试穿越峡谷的飞行路线时，我们突然想到，居住在不同生物群系的居民应该有所差别。我们在不同的生物群系建造了不同的基地与堡垒，你将会发现许多不同的住所——在树屋、洞穴、甚至在巨大的蘑菇上面。住在这里的人，一定会是群有趣的人。”\nProps to the excellent dad-joke, David! And thank you for taking us through the map. Here are a few more screenshots to show off some more of its many highlights!\nDavid，这个笑话太冷了吧！ 谢谢你让我们欣赏这张地图，这儿是一些地图的截图，来看看地图的其他亮点吧~\n\n\n\n\n\n\n【1bad_小钢炮君 译自官网 2017 年 01 月 17 日发布的 Learning To Fly】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}