{
    "title": "[Minecraft.net|CULTURE] 蛇之神殿",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1586184360,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-6 22:57 编辑 \n\nSnake Temple\n蛇之神殿Let’s shed some ski... er, light on this!\n让我们来聊聊……呃，搞清楚它！\nPer Landin 佩·兰丁\n“Snakes, why did it have to be snakes?” famous adventurer Indiana Jones once whined. That cowardly archaeologist feared snakes even more than my number one fear - spotting an Enderman during my evening stroll. Eek!\n“蛇，为什么偏偏是蛇？”著名的冒险家 Indiana Jones 曾抱怨道。这个胆小的考古学家对蛇的害怕程度远胜于我最害怕的事——在晚上散步时看到一只末影人，甚至有过之而无不及。天呐！\nBut getting back to Indy, he was WRONG because snakes are awesome! True, many people fear snakes, but lots of (better) people also love them. Some people even have snakes as pets, like corn snakes or ball pythons. Just don’t get Dr Jones one for his next birthday, unless you want a bullwhip to the face.\n但是当我回到印第安，才发现他大错特错，因为蛇真是太棒了！的确，许多人都害怕蛇，但也有许多（勇敢的）人喜欢它们。有人甚至把蛇当作宠物，比如玉米蛇或者球蟒。但是可别在印第安纳·琼斯（《夺宝奇兵》人物）下次生日的时送他一条蛇，除非你想被用长鞭抽脸。\nAn awesome tribute to giant snakes comes from Argentinian Minecraft builder Bodha . He recently constructed the Snake Temple , a mysterious island with ancient buildings dedicated to the species. But the project initially started off as something completely different.\n阿根廷的Minecraft建筑师 Bodha 为巨蟒献上了一份很棒贡品。他最近建造了献给它们的蛇之神殿——一座有着古老建筑的岛屿。但是起初，这个项目在一开始却和现在完全不同。\n\n“The reason I wanted to build the snake temple was because of my niece, who has so much imagination that always inspires me with ideas.” Bodha explains. “She told me to make a snake so I decided to make it in the form of a statue.”\n“我建造这座蛇之神殿是因为我的侄女，她的想象力很丰富，所以总能激发我的灵感。” Bodha 解释道。“她让我做出一条蛇，所以我决定以雕像的形式建造它。”\nWell, the statue project became something far more ambitious. It grew into a whole island with marble-like pillars, dozens more statues, and pagoda-shaped buildings placed carefully among the island hills. For the latter, Bodha found inspiration in Chinese architecture, more precisely the Temple of Heaven from the Ming Dynasty. The rest is hiss-tory.\n好吧，这个雕像项目变成了更宏伟的东西。它发展成了一座完整的岛屿，上面有大理石柱、几十座雕像、以及宝塔形的建筑被细心地安排在岛屿山丘之间。对于宝塔，Bodha 是在中国的建筑中找到灵感的，更准确的说就是明朝的天坛。剩下的就是他创造的历史嘶嘶嘶。\nThe mysterious place of reptilian worship was created, together with some intriguing background lore of how it came to be.\n这座爬行动物的神秘供奉场所的建造里，还加上了一些关于其起源的有趣背景故事。\n\n“The story of why the temple exists is that the civilization that once lived on the island shared it with giant snakes, and made a temple in their honour.” says Bodha. “Apparently at some point, Kujulaxuka the Wanderer tried to seize the land of this civilization, and was forced to retreat thanks to the saviors – the snakes.”\n“关于这座神殿存在原因的故事是这样的：曾经存在于这座岛屿上的人类文明与巨蟒共存，并且人们出于敬意而建造了一座神殿。” Bodha 说到。“据说，在某个时候， 流浪者 Kujulaxuka 想要夺取这个文明所在的地盘。幸好，这座岛屿的救世主——蛇——击退了他。”\nSadly (or perhaps luckily, depending on who you ask) the giant snakes now seems to be gone. Or are they merely biding their time beneath the island, waiting for the right time to awake once again? No one knows, since all those who have dared venture to the island have gone missing, never to return. Promising!\n可惜的是，（或者幸运的是，这取决于对谁而言了）这些巨蟒现在似乎不复存在了。也许他们只是藏在岛屿底下静心等待，等到合适的时机再一次觉醒？没人知道究竟发生了什么，因为所有敢于去那座岛上探险的人都失踪了，再也没回来过。为他们祈祷！\nIf you don’t believe us, just check out the shipwreck close by. It’s basically the equivalent of the Brazilian snake island of Ilha da Queimada Grande! \n如果你不相信我们，看看附近那艘沉船就知道了。这船基本相当于巴西蛇岛 Ilha da Queimada Grande! \n\nThe ship almost looks like it's sailing on top of a gigantic map. Neat!这艘船看起来就像是在一张巨大的地图上航行。毫不违和！\nRegardless, the maps architectural design makes the most of the island’s geographical terrain. It has clever composition in the balance between water, structures and plants. Looking back, Bodha can reflect on how this build came to be.\n无论如何，这张地图的建筑设计充分利用了这座岛屿的地形。它的巧妙构图平衡了水、建筑和植物。现在回想起来，Bodha 能够反映出这座建筑是如何形成的。\n“Something I believe makes a construction stand out is innovation. Despite using common themes, you can always innovate [a build] in a certain way. Sometimes you come up with ideas that makes you go either ‘ What am I thinking, this idea is not very good ’ or ‘ This is very rare ’, and those ideas are **s that fascinate me the most.”\n“我坚信，让一座建筑脱颖而出的关键在于——创新。即使采用寻常的题材，你也往往可以通过某种方式创新[一座建筑]。有时候你会产生一个主意，让你觉得要么是‘我在想什么，这可不是个好主意’或是‘这点子太独特了’，而正是这些点子最吸引我。”\n\nAs if the stars were aligned for this specific project to be created, Bodha discovered Minecraft in 2013 – according to the Chinese Zodiac System, that’s the year of the Water Snake.\n似乎繁星也为建造这个特定的项目而排列，Bodha 初次接触 Minecraft 是在2013年——根据十二生肖来看，那一年是蛇年。\n\"It was thanks to my cousin.\" Bodha explains. \"He used to show me the game whenever I went to his house, and since I liked it a lot I eventually decided to download it myself.\"\n“这可多亏了我的堂兄。”Bodha 解释道。“每次我去他家时他都要向我展示这款游戏，而因为我非常喜欢它，所以我自己最终决定去下载试试了。”\nSince then, Bodha has used the game as an outlet for his crazy ideas and projects, helping him get distracted from daily problems to instead focus on what’s fun. The Snake Temple is no exception to this. Despite having a clear idea from the start – that there would be snakes in it – the build emerged, developed and grew into something else entirely during its 24 hour creation.\n从那以后，这款游戏就成了 Bodha 疯狂想法和项目的表现途径，让他从日常琐事中解脱出来、专注于有趣的事上。这座蛇之神殿也不例外。即使在一开始就有清晰的构思——这里面得有蛇——这座建筑在24小时的建造中初具雏形、然后最终发展成了完全不同的东西。\n\n“Do not compare yourself with anyone. Simply try things and learn from your mistakes, and join builders communities. It’s a very entertaining way to learn building together with other people with more or even less experience!”\n“不要拿自己和任何人相比较。只需要大胆尝试然后从自己的错误中学习经验。你还可以加入建筑社区，和其他有着或多或少经验的人们一起学习建造是一个非常愉快的方法！”\nI don’t know about you, but after reading that, I’ve definitely been bitten by the inspiration bug! Wait, hang on. That actually looks more like a snake bite?\n我并不认识你，但是在看了这座建筑后，我绝对是被灵感小虫咬了一口！等等，再想想。这看起来其实更像是被蛇咬了一口？\nOh. Oh dear.\n噢。噢，天哪。 \n\n【EBsky 译自官网 2018 年 02 月 12 日发布的 Snake Temple】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}