{
    "title": "[Minecraft.net | CULTURE]蛇神殿",
    "author": "封徵",
    "replyCount": 6,
    "timestamp": 1586179440,
    "txt_content": " 本帖最后由 封徵 于 2020-4-6 22:29 编辑 \n\n\n\n\n\nfile_1586182632000.jpg (106.78 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 22:16 上传\n\n\n\n\n\nCULTURESnake Temple\n蛇神殿\n\n\nLet’s shed some ski... er, light on this!\n让我们来蜕些…呃，把灯打开！\n\n\nPer Landin\n\n\n\n“Snakes, why did it have to be snakes?” famous adventurer Indiana Jones once whined. That cowardly archaeologist feared snakes even more than my number one fear - spotting an Enderman during my evening stroll. Eek!\n“全都是蛇，为什么一定要是蛇呀？”那位著名的冒险家 Indiana Jones 曾经这么哀嚎道。这位“胆小如鼠”的考古学家对蛇的恐惧似乎比我对末影人 —— 我的恐惧生物排行榜第一名 的恐惧之情还要更胜一筹。唷！\n\n\nBut getting back to Indy, he was WRONG because snakes are awesome! True, many people fear snakes, but lots of (better) people also love them. Some people even have snakes as pets, like corn snakes or ball pythons. Just don’t get Dr Jones one for his next birthday, unless you want a bullwhip to the face.\n但让我们再想想 Indy(Indiana Jones的昵称) 刚刚说的话，你可以轻易地发现这些话简直就是 大错特错，也不想想蛇是一种多么奇妙的生物呀！对，很多人很怕蛇，但这并不妨碍更多(更棒)的人喜欢蛇。一些人开始养起了蛇，比如玉米锦蛇或是球蟒，就像寻常人家的小宠物那样。但千万别在我们亲爱的Jones 先生的生日上给他送上这么一件生日礼物，除非你想试试那虎虎生风的长鞭在你脸上招呼的滋味。\n\n\nAn awesome tribute to giant snakes comes from Argentinian Minecraft builder Bodha . He recently constructed the Snake Temple, a mysterious island with ancient buildings dedicated to the species. But the project initially started off as something completely different.\n阿根廷建筑师 Bodha 就以蛇为契机，建起了一座宏伟的 蛇神殿 ，坐落于一座神秘的岛屿上，以此致意。但它一开始的模样，绝对出乎你的意料。\n\n\n\n\n2.jpg (245.12 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 22:17 上传\n\n\n\n\n\n“The reason I wanted to build the snake temple was because of my niece, who has so much imagination that always inspires me with ideas.” Bodha explains. “She told me to make a snake so I decided to make it in the form of a statue.”\n“蛇神殿的灵感来源于我想象力丰富的侄女，她总能时不时地给我一些新灵感。” Bodha 向我们解释道。“她说她想让我做一条大蛇，所以我一开始决定给她做一座蛇雕像。”\n\n\nWell, the statue project became something far more ambitious. It grew into a whole island with marble-like pillars, dozens more statues, and pagoda-shaped buildings placed carefully among the island hills. For the latter, Bodha found inspiration in Chinese architecture, more precisely the Temple of Heaven from the Ming Dynasty. The rest is hiss-tory.\n但很显然，我们的小雕像最后演变成了另一种更显雄心的工程了。环绕全岛的大理石柱、数十座的巨型雕像、精心布置的宝塔型建筑屹立于山丘之上。Bodha 从中国古典建筑中找到了有关那些宝塔型建筑的灵感，更确切来说是明代建成的 天坛 。其余的灵感则来源于茫茫历史长河。\n\n\nThe mysterious place of reptilian worship was created, together with some intriguing background lore of how it came to be.\n怀着对这种爬行动物的崇敬之情建立了这座神殿，其背后还有着一些有趣的故事。\n\n\n\n\n\n\n3.jpg (132.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 22:17 上传\n\n\n\n\n\n“The story of why the temple exists is that the civilization that once lived on the island shared it with giant snakes, and made a temple in their honour.” says Bodha. “Apparently at some point, Kujulaxuka the Wanderer tried to seize the land of this civilization, and was forced to retreat thanks to the saviors – the snakes.”\n“神殿之所以存在，是因为岛上的曾经的文明与巨蛇共生，为表对巨蛇的崇敬，岛民们建立了这样一座神殿。” Bodha 娓娓道来。“但在某时，流浪族群 Kujulaxuka 想要侵略岛上的原住民，但慑于岛民们庇护神 —— 巨神 的威能，不得不狼狈撤退。”\n\nSadly (or perhaps luckily, depending on who you ask) the giant snakes now seems to be gone. Or are they merely biding their time beneath the island, waiting for the right time to awake once again? No one knows, since all those who have dared venture to the island have gone missing, never to return. Promising!\n但不幸的是 (也可能是幸运，取决于你打算问谁) ，现在巨蛇貌似已经消失不见了。或者它只是在岛屿之下沉睡着，静待苏醒的契机？没人知道真相，但唯一可知的是，所有勇于上岛探险的冒险家们全部失去了踪影。看来，我们还是有希望的！\n\n\nIf you don’t believe us, just check out the shipwreck close by. It’s basically the equivalent of the Brazilian snake island of Ilha da Queimada Grande!\n如果你不信的话，不如看看这附近的沉船吧。这也大致等同于巴西的 蛇岛。\n\n\n\n\n\n\n4.jpg (72.63 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 22:18 上传\n\n\n\n\n这艘船就像在一张宏篇地图上航行一样！小巧别致极了！\nRegardless, the maps architectural design makes the most of the island’s geographical terrain. It has clever composition in the balance between water, structures and plants. Looking back, Bodha can reflect on how this build came to be.\n不管怎样，我们不难发现，地图设计充分考虑了岛屿的地理情况，在水区、建筑以及植物间达到了一种巧妙的平衡。再观局部，Bodha 也能轻松回忆起自己在任意一处是如何一砖一瓦砌成的。\n\n\n“Something I believe makes a construction stand out is innovation. Despite using common themes, you can always innovate [a build] in a certain way. Sometimes you come up with ideas that makes you go either ‘What am I thinking, this idea is not very good’ or ‘This is very rare’, and those ideas are **s that fascinate me the most.”\n“我相信，让建筑与众不同的，只能是创新。尽管地图间的主题总会有相似，但你也总能以某种与众不同的新方式来创新(你的建筑)。有时候你会灵机一动，而这些突如其来的灵感，要么让你觉得'我在胡思乱想些什么，这个想法糟糕透了！'要么就是'我是天才！'，而我正是着迷于那些不知何时会于你脑中迸发的灵感。”\n\n\n\n\n\n\n5.jpg (224.08 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 22:18 上传\n\n\n\n\n\nAs if the stars were aligned for this specific project to be created, Bodha discovered Minecraft in 2013 – according to the Chinese Zodiac System, that’s the year of the Water Snake.\n就如地图中星辰的特定排列一般，Bodha 在 2013年 开始玩Minecraft —— 而根据中国版的“黄道十二宫”[sup]①[/sup]来看，正巧是巳蛇年。\n\n'It was thanks to my cousin.' Bodha explains. 'He used to show me the game whenever I went to his house, and since I liked it a lot I eventually decided to download it myself.'\n“还是要多谢我的表兄，” Bodha 随后说道，“是他让我产生了对这个游戏的巨大兴趣 —— 每次我到他家，他都在玩Minecraft，看着看着，我就喜欢上了这个游戏，最后我就决定自己下载一个游戏，一探究竟。”\n\n\nSince then, Bodha has used the game as an outlet for his crazy ideas and projects, helping him get distracted from daily problems to instead focus on what’s fun. The Snake Temple is no exception to this. Despite having a clear idea from the start – that there would be snakes in it – the build emerged, developed and grew into something else entirely during its 24 hour creation.\n从那时候开始，Bodha 就把这个游戏当作一切脑内怪诞疯狂想法的实现途径，这也让他从日常的琐事转为关注这些更有意思的事情上去。蛇神殿就是这些想法实现的一个例证。尽管一开始他的脑中只有一个想法 —— 建筑里得要有蛇，但随后，我们眼前的这张地图就出现了 —— 仅仅在24小时的创作过程内。\n\n\n\n\n\n\n6.jpg (181.22 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 22:18 上传\n\n\n\n\n\n“Do not compare yourself with anyone. Simply try things and learn from your mistakes, and join builders communities. It’s a very entertaining way to learn building together with other people with more or even less experience!”\n“不要与他人攀比。你要做的只是尝试，然后失败，从失败中汲取教训，然后适时加入一个建筑团队。这种有趣且有效的方式能让你与其它经验或丰富或尚缺的人一同进步！”\n\n\nI don’t know about you, but after reading that, I’ve definitely been bitten by the inspiration bug! Wait, hang on. That actually looks more like a snake bite?\n不知道你有没有，反正我貌似已经被灵感之灵青睐了，我能感受到我被那奇妙的想法给“叮”了一口！等等，不对，那看起来不对劲，我好像是被蛇咬了？\n\n\nOh. Oh dear.\n哦不，我的天啊！\n\n\n【封徵 译自官网 2018 年 02 月 12 日发布的 Snake Temple；原作者 Per Landin】\n【本文排版借助了：SPX】\n译者注：①：黄道十二宫为希腊的星座划分，这里为原作者的一种比喻，真正的生肖为十二种动物配上传统的十二地支而成。\n",
    "replies": [
        {
            "author": "ooii",
            "timestamp": 1586180880,
            "txt_content": "还可以"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1586182500,
            "txt_content": "蛇神？有丶意思，换图床吧秋梨膏。"
        },
        {
            "author": "封徵",
            "timestamp": 1586182560,
            "txt_content": "321yu_wango 发表于 2020-4-6 22:15\n蛇神？有丶意思，换图床吧秋梨膏。\n这个是我懒所以没转到国内的图床，我现在换吧"
        },
        {
            "author": "梦回繁华ac",
            "timestamp": 1586218200,
            "txt_content": "666666666666666666666666"
        },
        {
            "author": "kuen_yue",
            "timestamp": 1586265360,
            "txt_content": "我只是个新手，来评论"
        },
        {
            "author": "laobeiye",
            "timestamp": 1586335740,
            "txt_content": "雄伟！太好看了，羡慕"
        }
    ]
}