{
    "title": "[Minecraft.net|CULTURE] 不容错过的五个精装居室！",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1586184780,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-6 22:56 编辑 \n\nFive Interior Builds You Might Have Missed!\n不容错过的五个精装居室！A quintet of quintessential builds!\n建筑典范的五重奏！\nTom Stone 汤姆·斯通\nThe question I've been asked the most, ever since I started writing for Minecraft.net, is “do you ever worry you'll run out of cool builds to write about?”\n自从开始为 Minecraft.net 写文章，我被问得最多的问题就是：“你是否担心过会把所有惊绝的建筑都囊括尽笔下，从而无物可写呢？”\nHA! Nope! In fact the exact opposite is the real problem – there's just too much great Minecraft stuff to cover! Even with Emily working 23 hours a day, Marsh writing 600,000 words a minute and me pretending to work hard too, we simply can't cover every build.\n哈！绝不可能！实际上，真正的问题与此恰恰相反——令人心动的 Minecraft 内容实在是太多了！即使让 Emily 每天运作23小时、Marsh 每分钟写600,000个字、并且我假装工作得很努力，我们也根本颂不完那些精美建筑。\nThat's why we're introducing Five You May Have Missed! A new series where we cover five recent examples of a certain type of build that have blown us away. This week, it's Interiors! \n这就是为什么我们要推出不容错过的五座xx建筑！这是一个全新的系列，我们会在这里介绍五个同属某一特定类型的杰出建筑，它们均被行家交口称赞。这周的主题是——室内设计！\nWhat will it be next time? Well, that all depends on what you brilliant builders come up with next! How about cakes? Tom like cakes.\n下一次的主题会是什么？唔，这完全取决于建筑师想为我们呈现出怎样的杰作！蛋糕怎么样？Tom 还挺喜欢的。\n\n\n\nIvystone - Nearly fully furnished brick house\nIvystone——平平无奇的砖房\n\n\n\n\n\n\n\n TOM:  Nearly fully furnished? This place is far more furnished than the dump I live in. I don't even have a bed, just a pile of rusty springs I tearfully try to sleep on every night. Anyway, LightlySaltedBuilder's house has much more going on!\nTOM：平平无奇？这个地方可远比我住的垃圾堆装修得好多了。我甚至连一张床都没有，只有一堆生锈的弹簧，我每天晚上试图睡在上面都要以泪洗面。\nThe dining room, garage, multiple bedrooms, rec room and basement are far from empty sets. Inside, you'll find a pool table, jacuzzi, ping-pong table and a blocktacularly bizzarre Minecraft racecar. Yet despite all the potentially excessive toys and games, Ivystone still feels cosy and homely – impressive stuff indeed!\n这里面的餐厅、车库、多间卧室、娱乐室还有地下室，都被装潢得典雅别致。在这里面，你能发现台球桌、**浴缸、乒乓球桌和别具匠心的 Minecraft 像素赛车。尽管这些玩具和游戏可能有点太多了，但Ivystone 仍然让人感到舒适和亲切——真是令人难忘的建筑！\n\n\n\nFrench Country Style Log Cabin\n法国乡村风格的小木屋\n\n\n\n\n\n\n\n EMILY: I’ve been planning on vacationing to the South of France for what feels like forever, but it’s hard to find a place with everything I need. Like five bedrooms, all just for me. Or a giant cinema in the basement, so I can watch footage of Marsh and Tom slaving away writing Minecraft.net without me. Mwuhahaha!\nEMILY：我一直都计划着去法国南部度假，但是很难找到一个称心如意的地方。比如要有五个卧室，都是给我住的。或者在地下室建一个超大的电影院，这样我就能看到 Marsh 和 Tom 在没有我的情况下为 Minecraft.net 写作而焦头烂额的镜头了。啊哈哈哈！\nThankfully, astute builder Se1fD3struct1on knows exactly what every vacationer is after and has included these things and way, way more. The French Country Style Log Cabin is enormous, with dozens of beautiful rooms, each unique but stylish. Somehow, though, it stills feels incredibly cosy. I can imagine nothing better than relaxing in front of the outdoor firepit and pondering which bedroom I’ll take next.\n幸好，精明的建筑师 Se1fD3struct1on 清楚的知道所有度假者想要的是什么，而且他已经准备好了这些，甚至远远超乎你的想象。这座法国乡村风格的小木屋不仅非常高大，内部还有许多别致的房间，每一间都有着独特而现代化的风格。但不可思议的是，所有的房间融汇在一起没有丝毫的违和感，依然让人感觉非常温馨舒适。我想不到能有什么比在室外的小火炉前一边休息、一边思考我下一次要住哪间卧室更棒了。\n\n\n\nAlpine Chalet\n阿尔卑斯山上的小屋\n\n\n\n\n\n\n\n EMILY: If you have the good fortune not to live in a country with snow every yuletide, then you might just think that it’s nice to have that traditional slip-over-and-fall-on-your-face “Winter Wonderland” weather over a festive holiday in the French alps.\nEMILY：如果你运气够好，每个圣诞节都不住在一个万里雪飘的乡下，那你也许就会想：如果能在节日期间登上法国阿尔卑斯山，体验传统的能让人摔个狗吃屎（脸朝下摔倒）的“冬季仙境”天气，会是一件很有趣的事。\nAnd you know what? You might be right! If you decide to venture to this particular “Ch?let Alpin” by Biof429. The build is a small but snug winter retreat that even comes with a Christmas tree and presents. Aww, you’re too kind, Biof! The small attic bedrooms may look a little cramped, but turning in for the night in such a warm den will be the best thing on Earth after a day in the frozen hills.  And look at that warm bath! I’ll never go outside again.\n你猜怎么着？猜的没错！如果你打算去游览 Biof429 建造的这座特别的“Ch?let Alpin”的话，你将体会到阿尔卑斯山的“冬季仙境”。这座房子是一个小巧而舒适的冬季休息所，甚至还带有一棵圣诞树和大量礼物。噢，你太贴心了，Biof！那间阁楼上的卧室可能看起来有点窄小，但是，在冰冻的山上呆了一天后，晚上睡在这样一个温暖的小房间里会是世界上最美妙的事。而且，看看那个温水浴池！我绝不会再出去了。\n\n\n\nModern Office Building\n现代化办公大楼\n\n\n\n\n\n\n TOM: Let's leave the lovely cabins for a moment and head into the city for this awesome skyscraper build! We see tons of great skyscrapers (and a lot of them are from MCReples), but it's the detailed interior that really makes this one stand out.\nTOM：让我们暂别那间可爱的小木屋一会儿，然后到城市里去看看这座高耸入云的摩天大楼吧！我们见过许多很棒的摩天大楼（其中很多都是出自 MCReples 之手），但是正是细致的内部装修让这座大楼脱颖而出。\nThere's clearly been a real effort from the creator to envision how this could work as an actual office space for people to work in. Maybe we could get him to give Mojang HQ a makeover? I'd certainly like a nice potted plant on my desk! Instead of the dead stinging nettles Emily keeps leaving as 'gifts' for me from her constant holidays to France : (\n其建造者无疑花费了很多心血来设想如何让它成为一个真正的办公空间。也许我们可以让他给 Mojiang 的总部来个大改造？我当然很想在我的桌上放一盆漂亮的盆栽！来替换掉 Emily 去法国享受漫长的假期时作为‘礼物’送给我的枯死的荨麻: (\n\n\n\nTraditional House - Cottage style\n传统住宅——乡村小屋风格\n\n\n\n\n\n\n\n EMILY: This secluded little house, by SRVDkamp, is the perfect home for the lone adventurer. After a long day of mining and fighting back skeletons, there’s nothing like a relaxing evening all to yourself. Enjoy a peaceful dinner of fish caught from the little wooden jetty that juts out into the lake.\nEMILY: 这间 SRVDkamp 建造的僻静的小房子，是独行探险家的理想住所。经过一整天的挖掘和抵抗骷髅，没有什么比让自己享受一个放松的夜晚更舒服了。在伸向湖中的小木码头上钓一些鱼，享受一顿惬意的晚餐。\nHang your tools in the closet. Recline in your comfiest armchair and gaze out through the beautiful arched windows as the sun falls and the moon rises. And, well, as the skeletons and spiders scuttle past the porch. Eeek!\n把你的工具挂在壁橱里。靠在你最舒服的扶手椅里，透过别致的拱形窗户凝望夕阳西下、明月升起。还有，呃，看骷髅和蜘蛛快速地跑过门廊。啊！\nStill, it’s a nice house!\n同样，这也是间很棒的房子！\n Got a build you think we should cover in Five You Might Have Missed? Email scoops@minecraft.net with the subject line 'FIVE'. Good luck! \n如果你发现了一座你认为我们应该写进“你可能错过了的五个建筑系列”的建筑，那就以‘FIVE’为标题发送邮件到 scoops@minecraft.net 吧。祝你好运！\n\n【EBsky 译自官网 2018 年 02 月 06 日发布的 Five Interior Builds You Might Have Missed!】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}