{
    "title": "[Minecraft.net|CULTURE] 蒸汽朋克龙",
    "author": "问谛居",
    "replyCount": 3,
    "timestamp": 1586185500,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-6 23:10 编辑 \nPunky the Steampunk Dragon蒸汽朋克龙A sneak peek at Khalester’s serpentine builds!让我们先来看看卡勒斯特的蛇形建筑吧！\nAndreas Inderwildi 安德烈亚斯·英德维尔迪\nHere be dragons; it’s a phrase that almost has a universal truth to it. No matter where you look, from ancient myths and medieval maps to tabletop games and modern hit series, dragons pop up all over the world, all throughout history. They’re a collective, timeless obsession, and it’s no surprise that dragons be in Minecraft, too.龙无处不在；这句话几乎适用于四海五洲。无论是从古老的神话和中世纪的地图，还是桌面游戏和现代热门系列，目光所及之处，龙的身影都能贯穿古今，并出现在世界各地。它们仿佛拥有一种永恒的魔力，让人为之痴迷。所以龙出现在Minecraft中，可以说是一种必然。\n Punky the Steampunk Dragon by Khalester isn’t your average flying lizard, though. It’s a fearsome, rust-coloured mechanical creature with fiery chimneys and cruel teeth, but there’s also a certain je-ne-sais-quoi about it.不过，卡勒斯特的蒸汽朋克龙可不是一般的飞龙。它是一个以铁锈色为基调，有着炽热烟囱和锋利爪牙的可怕机器生物，浑身上下弥漫着一种难以言喻的特质。\nIt’s probably the monocle.可能是单片眼镜的问题。\n“My friends really wanted me to build goggles on Punky, but goggles didn't really fit,” Khalester explains. “Punky's face seemed empty. Looking around some steampunk dragons, I saw some goggles which weren't really goggles but looked more like a monocle. And that's where the idea came from. I put the monocle on Punky and it looked really cool with that. I decided to leave it there because it gives Punky a touch of class.”“我的朋友们很想让我在庞奇脸上装配护目镜，但护目镜并不和它的气质相称，”卡勒斯特解释道。“庞奇的头部配饰似乎缺了点什么。与周围的蒸汽朋克龙一比，我才看到它戴的护目镜，从严格意义上来讲，这不是护目镜，反而更像是一个单片眼镜。一个绝妙的想法便孕育而出。我决定给庞奇戴上单片眼镜，它看起来真的很酷。最终，我坚定了这个想法，因为它让庞奇看起来更有品味。”\nPunky’s classy fashion statement isn’t the only eye-catcher. Just look at the intricate details on display here: the liquid-filled tanks, the pistons and tubes, the countless gears both big and small... Yet despite the complexity, Punky was largely improvised.庞奇古典又不失时尚的眼镜并不是唯一吸引眼球的地方。即便是随意一瞥，你也能看到庞奇流露出的错综复杂的细节：充液罐、活塞和管道、无数大大小小的齿轮……虽是方寸之间，但其精巧程度让人很难相信它是一件即兴创作的成品。\n“I've built Punky without having a real project in mind. I just looked at the plain shape of it and thought about how a steampunk dragon would work. The biggest challenges were the arms and legs, since those are my weaknesses when it comes to building an organic. The parts that took the most time were the neck and the body since they are the most detailed parts. In the end, it took me almost four weeks to complete it.”“我在建造庞奇时，并没有将每个细节都构思到位。我只是看着它简单的外形，天马行空地想象着蒸汽朋克龙是如何工作的。整个过程中，如何建造手臂和腿对我来说是一道难关，因为这些是我在建造生物时的薄弱板块。颈部与身体也花了我大量的精力和时间，因为它们是最精密的部位。最后，我花了将近四周的时间才得以让它问世。”\nPunky isn’t the first dragon Khalester built. There’s also Mors, the skeletal dragon, fleshy remains stretched out between the bones of its wings, and the peacefully slumbering and poetically named Autumn. In fact, Khalester harbours a particular passion for the scaly creatures.庞奇不是卡勒斯特制造的第一条龙。第一条龙叫莫尔斯，是一条骨龙，但在它骨翼之间仍延展着些许薄膜。除此之外，卡勒斯特那沉睡的诗之子，被人命名为 Autumn 的动物也一样 。事实上，卡勒斯特异常热衷于龙这种生物。\n“I was not drawn by the challenge of building an organic, instead I just wanted to try a different kind of building. I kept building structures. But then dragons happened, and it turned out I enjoy it so much.”“我并不是被建造有机建筑的挑战所吸引，相反，我只是像想尝试一种不同的建筑风格。我一直在建筑的世界里追寻着，直到我偶遇了龙。事实证明，我对龙情有独钟。”\nAs a dragon connoisseur, Khalester is familiar with all shapes and sizes: “All kinds of dragons have inspired me, from Warhammer 40K,” - Mors is modelled after the ‘Zombie dragon’ - “to random steampunk dragons taken from various images. Sometimes I also draw random dragon heads. I'd say those really helped me out.”作为一个龙的鉴赏家，卡勒斯特近乎对各式各样的龙都了如指掌：”各式各样的龙都给了我灵感：从《战锤40k》（Warhammer 40k）到《丧尸之龙》（Zombie dragon）——“摩尔斯”（Mors)就是以“丧尸之龙”（Zombie dragon）为原型——并从各种图像中随机选取的蒸汽朋克龙。“有时我也会信手勾勒一些龙头。我得说这确实对我大有裨益。”\nBut how did these reptiles capture Khalester’s imagination in the first place? “I started playing Minecraft in 2011. I only played in survival, even after creative had come out. During that period, I only built castles. I got hired as a builder in many small servers, but I always built structures, especially medieval buildings.”但这些爬行动物最初是如何燃起卡勒斯特的灵感之火的呢？“我从2011年开始玩Minecraft。即使是在创造模式出现后，我也只玩生存模式。在那时，我只会建城堡。我被雇为许多小型服务器的建筑师，但建造建筑是我的专长，尤其是中世纪的建筑。”\n Mors, the skeletal dragon. Free nightmare fuel, today only on Minecraft.net!摩尔斯、骷髅龙。免费为你唤醒内心深处的恐惧，只在今天的 Minecraft.net！\nIt was last summer that I got inspired by some of my friends. One in particular was trying to build a dragon head. That's where it all began. Since I was already familiar with drawing dragons, I decided to give it a try.”“去年夏天，我的一些朋友给了我灵感。其中一个就是特别想做一个龙的头。这便是我的龙之梦开始的地方。因为我画龙的技术早已炉火纯青，所以我决定试上一试。”\nFor those of you mesmerised by Punky’s monocle-framed gaze and eager to hatch your very own blocky dragon, Khalester has some step-by-step wisdom to share,对那些被庞奇的单片眼镜框的凝视所迷住，并渴望孵化出自己的巨龙的人，卡勒斯特有一些按部就班的操作可以教教你。\n\nAutumn, the sleeping dragon. Probably not smart to wake it up. Don't read this article aloud.奥特姆，沉睡的龙。也许唤醒它并不明智。所以不要大声朗读这篇文章。\n\n“Find a reference, it really helps. It gives you the idea of how the project will be.”“Look for dragon anatomy. It's really useful if the reference doesn't show the whole dragon. The anatomy can also help you to build a dragon without any reference.” This one might be a bit tricky if you’re actually looking for real dragon anatomy (given they don’t exist and all). But researching anatomy of similarly structured, real-world animals or understanding the work of other dragon-drawing artists can certainly help!\"If you're already good at drawing, making an organic build is close to drawing. First you ‘draw’ the basic shape, refine that shape, then add the details. When the whole shape is done, you can start colouring it.” Here, Khalester wants to give thanks to Phalladius for helping him with colouring Mors and Punky!“找一份参考资料，这能帮你的大忙。它能让你了始终把握建造的脉络，不至于一筹莫展。”“寻找龙的解剖结构，如果在参考文献没有展示整条龙的情况下，这就真能派上用场。解剖学还会帮助你在没有任何参考下，建造一条龙。”如果你真的在寻找真正的龙的解剖图，这个可能有点棘手（因为它们并不存在）。但是研究相似结构的解剖，特别真实世界的动物，或者了解其他画龙艺术家的作品肯定会有所帮助！“如果你已经很擅长画画，那么制作一个有机的建筑就接近于绘画了。首先你要“画”出基本的形状，完善形状然后添加细节。当整个形状完成后，你就可以开始上色了。”在这里，卡勒斯特要特别感谢帕拉迪乌斯帮助他为摩尔斯和庞奇上色！\nI hope some intrepid builders follow in the ferocious footsteps of Khalester’s creatures. After all, there’s no such thing as too many dragons! Well, unless you're running away screaming as they try and burn you alive, I guess.我希望一些果敢的建造者能够追随上卡勒斯特生物凶猛的脚步。除非是它们想要烧死你，而你不得不惊声逃跑跑的时候，否则就连飞鸟都难以觅其寻踪。\n Renders by nygma_ and DoMoND 由 nygma_ 和 DoMoND 渲染 \n【EBsky 译自官网 2017 年 12 月 12 日发布的 Punky the Steampunk Dragon】【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "andrewlry",
            "timestamp": 1586187300,
            "txt_content": "作为一个刚刚买了165.然后第一次进论坛的萌新来说.... ??????这是我买的游戏？？？？"
        },
        {
            "author": "kayn-",
            "timestamp": 1593099660,
            "txt_content": "感谢楼主翻译辛苦了"
        },
        {
            "author": "dcpswysbbdxy",
            "timestamp": 1593144600,
            "txt_content": "kayn- 发表于 2020-6-25 23:41\n感谢楼主翻译辛苦了\n嗯，确实辛苦了\n"
        }
    ]
}