{
    "title": "[微小说] 弑魔之战 第十四章",
    "author": "萌萌的咖喱",
    "replyCount": 9,
    "timestamp": 1363956480,
    "txt_content": "               “我早就发现不对了，因为福尔克牺牲了。”我对于小蕾的反应一时没理解过来，说了这么一句话，小蕾立刻回我：“不是这个意思，你说，查理既然能一个人逃出来，那么为什么不带着福尔克的尸体出来，而且，我刚刚看了一下蜘蛛的尸骨，是被TNT炸碎的，也就是说查理一个人杀死了蜘蛛，那么既然查理一个人能杀死蜘蛛，为什么福尔克会白白牺牲呢？”“你是说......”我明白了小蕾的意思，对她说：“别告诉任何人，还要再观察一下，不能妄下结论。”“嗯”小蕾丢下一个字，立刻开始往上爬，“等等我啊！我可是队长，你们别把我丢下啊！”我看着他们飞速地向上爬，大叫道，队员们回头来嘻嘻一笑：“嘿嘿，队长，你倒是和我们比赛谁先到山顶啊，否则你这队长职务我们可就取代咯？！”“你们不讲理啊，好啊，你们敢小看我，看我怎么赢你们！”我心里不禁也激起一股倔劲，和这帮家伙玩玩也不错，于是把武器挂在背上，左一步，紧接着一个右脚蹬，随后飞檐走壁般地跑了几步，立刻用右手紧紧抓住右边的山岩，队员们目瞪口呆，但是一想到这是一场友谊赛，立刻也飞速爬上山，这座山上，只见几个黑影有点傻兮兮地在比赛爬山......\n               累呼呼爬到山顶，我还挺敬佩这帮小子的，居然就比我慢几秒，队员们也气喘吁吁，对我竖起了大拇指，虚弱地说到：“老......老了啊......”我笑了起来，紧接着大家都笑起来了，整个山顶弥漫着欢乐的气息，我们丝毫没有察觉已经是黄昏时分，蜘蛛们已经倾巢出动，他们闻到了食物的味道......\n               小蕾还在给我们做烤鸡肉饭，我们的肚子都咕咕的叫着，毕竟爬山的运动量那是相当地大的。”噗吱！”蜘蛛大群的声音从身后传来，我们立刻全队戒备，小蕾也暂时放下手中的活，拿着弓对着树林深处射了一支带火的箭，火光照明了一大片区域，箭头所至，到处都是蜘蛛，我们有些害怕，这么一大群蜘蛛，可够难对付的，小蕾也有些担心，因为她曾经在山洞里与我一起遇到了蜘蛛群，至今还有些恐惧，如今又见到这么一大群蜘蛛，她不知道如何是好。\n               我看着士兵们紧张的样子，又望了望蜘蛛群，这群蜘蛛真的可能打不过，所以我对大部队说：“全体撤退，夜晚执行任务，目的地：山脚下！”队员们互相看了一眼，立刻拿起钩索一个个跳下去，速度可谓极快，当然，蜘蛛们也是会爬山的，嗖嗖几下就爬到了我的面前，我立刻拿剑一挥，蜘蛛被砍成两半，直直地向山脚下坠去。\n               看着士兵们都快要到山脚下了，而且遗迹就在前方，我对大家说：“目的地转换！改为遗迹！趁现在！走！”队员们领会了我的意思，只要到了遗迹里的末路之地传送门，我们就可以传送到末路之地，不会受到这群蜘蛛的困扰了，蜘蛛是不能进入末路之地的。于是我们下了山立刻向着遗迹的方位奔去，想从前，这200米跑一下是多么简单，可是如今，蜘蛛大军在后面追着，大家都拼出最后一丝力气狂奔。最后100米，有几个队员力气不支，掉了队，立刻被淹没在了蜘蛛大群里，尸骨都看不见。我们队员见了，更是害怕极了。最后50米，又有一个队员掉队，这个队员回过头来，拿出一个TNT，引燃后，死前露出了一丝微笑，巨大的冲击波导致蜘蛛大军溃不成军，给我们了逃亡的时间，要不是当时没时间，我肯定给那个战士立一个神圣的墓碑。到达了地宫，我们狂奔着，离末路之地还有最后一米，大家争先恐后地跳了进去，小蕾看见蜘蛛们涌进了大殿，回头扔出一个TNT，拉着我一起跳进了末路之地传送门。\n               时光混乱，错位，模糊，一霎那，又重组，视觉恢复，我大口喘气，对着那些惊魂未定的队员们和小蕾说：“我们到了.......”",
    "replies": [
        {
            "author": "leavessoft",
            "timestamp": 1363956540,
            "txt_content": "沙发吗。支持"
        },
        {
            "author": "买块",
            "timestamp": 1363956600,
            "txt_content": "顶一个的说~              "
        },
        {
            "author": "mclauncher",
            "timestamp": 1363956660,
            "txt_content": "貌似不错的。。。。。。"
        },
        {
            "author": "Evan丶桑",
            "timestamp": 1363956840,
            "txt_content": "额。。骚年幸苦了"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1363957080,
            "txt_content": "{:10_515:}顶一个~=V="
        },
        {
            "author": "汤团",
            "timestamp": 1363957320,
            "txt_content": "各种支持{:10_492:}"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1363998060,
            "txt_content": "Aikawastep 发表于 2013-3-22 20:58\n顶一个~=V=\n你就是传说中的水神么……"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1364019120,
            "txt_content": "joney 发表于 2013-3-23 08:21 \n你就是传说中的水神么……\n{:10_500:}我是德古拉.."
        },
        {
            "author": "nongrihao",
            "timestamp": 1369138020,
            "txt_content": "哈哈，你模板错了.....这是第十四章吧......"
        }
    ]
}