{
    "title": "突然想在bbs也开个DC龙合集",
    "author": "mineconan",
    "replyCount": 5,
    "timestamp": 1586146260,
    "txt_content": " 本帖最后由 mineconan 于 2020-4-6 12:13 编辑 \n\n几个月前发现的Dragon Cave，之后沉迷养龙无法自拔\n如果茶馆可以发这种贴的话，以后这里就随时更新自家的龙了\n（主题分类不知道对不对……）\n\ndragon cave官网：https://dragcave.net/\n可能需要梯子\n点击图片就可以去对应龙的网址\n龙蛋/幼龙需要点击量才能孵化/成长，否则会死，成年龙无所谓\n名字是为了夹带私货瞎起的，和龙本身没多大关系\n每条龙都写了种类和介绍，英文来自官网，中文是我机翻+自己修改的。我英语比较菜，也不是很了解dragon cave的龙，如有错误请指出\n虽然幼龙也有介绍但这里我只写成年龙，别问，问就是懒\n\n\n\n\n\n 名字：Golden Vector（起这个名是因为有个列表说她第一眼看这条龙全身插满向量）\n\n 种类：Erador Lindwyrm\n\n 介绍：\n Their lusciously soft feathers and paper-thin golden spires are by no means the armor of a warrior, but an Erador Lindwyrm is a force to be reckoned with. The fragrant, berry-scented oils that coat their skin have a powerful soothing effect, which, in tandem with their magic, have the curious effect of fostering feelings of closeness in those around them. Eradors are gleefully aware of this effect, and seem to make a point of cultivating and mending as many relationships as they can, be them romantic or otherwise. As such, dragons seeking to preserve their fearsome reputations are careful to give Eradors a wide berth, as it is well known that anyone who picks a fight with an Erador is sure to win...a new friend.\n 它们舒服的柔软羽毛和薄如纸的金刺绝不是战士的盔甲。但Erador Lindwyrm的力量是不可忽视的。覆盖在皮肤外的，有着浆果气味般芳香的油脂有着缓解痛苦的强大功效，与它们的魔法一起作用，可以有使周围人产生亲密感的奇异效果。Erador很高兴地意识到它们有这种技能，并且似乎很重视培养和修补尽可能多的关系，不管是浪漫的还是其他关系。因此，那些寻求自己可怕名声的龙会对Erador敬而远之，因为大家都知道，无论是谁，只要和Erador战斗，它们一定会赢得……一个新朋友。\n\n\n\n 名字：Heart Loser\n 种类：Heartseeker（寻心龙？）\n 介绍：\n Heartseeker Dragons are very social creatures that emanate a sweet chocolatey scent.Their captivating perfume easily attracts adult dragons that don't yet have a mate.Heartseekers use their keen sense of smell to detect solitary dragons and potential mates in the area. By rubbing their fins against objects such as trees and rocks,they leave a scent trail for the other dragons to follow to meet each other.Although these dragons are seen year-round, the scent of a Heartseeker becomes particularly potent during the middle of winter.During this time, a single Heartseeker may play matchmaker to dozens of dragons,but he will also choose a special mate of his own.\n 寻心龙是十足的群居生物，它们散发着甜美的巧克力香味。它们身上迷人的香水味很容易吸引到还没有配偶的成年龙。寻心龙利用他们敏锐的嗅觉来探测这一地区孤独的龙和潜在的伴侣。它们用鳍（？）摩擦树木、岩石等物体，留下气味，让其他的龙跟着以彼此相遇。尽管这些龙全年可见，但在隆冬时节，寻心者的气味变得特别强烈。在这段时间里，一个单身的寻心龙可能会为几十条龙做媒人，但他也会为自己选择一个特别的伴侣。\n\n\n\n 名字：Log the God of Logarithm\n 种类：Guardian（守护龙）\n Guardian Dragons have large shields on the end of their tails. Although the shields appear to be heavy, they are light, yet nearly unbreakable. Guardian Dragons use their tail-shields, as well as their wings, to deflect attacks and protect others. Often, they will guard the eggs and hatchlings of a nest while others are away. They are generally peaceful, and will not retaliate unless necessary. They have no need to forage or hunt, as they are fed by those they protect.\n 守护龙的尾部末端有巨大的盾牌。虽然盾牌看起来很重，其实很轻，还很坚固。守护龙使用他们尾部的盾牌和翅膀来转移攻击和保护他人。通常，当其他龙不在时，它们会保护巢中的蛋和幼龙。他们通常是和平的，除非有必要，否则不会有报复行动。它们不需要觅食或狩猎，因为它们是由被它们保护的龙喂养的。\n\n\n\n 名字：Molten the God of Hell\n 种类：Hellfire Wyvern（地狱火双足飞龙）\n Hellfire Wyverns are so named for their foul tempers and fiery visages. Their social structure places all females above all males, due to superior physical characteristics and violent dispositions. Forced subservience of the males causes them to become vicious, petty, antisocial, and passive-aggressive compared to the aggressive and social females. However, orphaned hatchlings raised by foster parents of another species can develop surprisingly even tempers and mellow dispositions, proving that their defining unpleasant nature is, in fact, a learned behavior.\n\n 地狱火双足飞龙因其凶恶的脾气和暴躁的外表得名。由于优越的身体性质和暴力的性情，在它们的社会结构中，女性位居男性之上。与具有攻击性和社会性的女性相比，男性的被迫屈从使他们（还是她们或它们？）变得恶毒、小气、反社会和消极对抗。然而，令人惊讶的是，由另一个物种的养父母抚养的孤儿幼龙可以培养出平和的脾气和成熟的性格，这证明他们典型的讨厌的天性实际上是一种习得的行为。\n\n\n\n  \n 名字：Logar the Son of Pi\n 种类：Gold-horned Tangar（金角坦加尔？）\n Gold-horned Tangars are a brightly colored tropical breed. They are primarily herbivores, and eat a wide variety of fruits and flowers in addition to the occasional bird. Tangars are well suited to life in the trees; their slender bodies make them light enough to be supported by thinner branches and agile enough to avoid obstacles while flying. Their brightly colored horns, found in both males and females, are used to attract mates.\n\n 金角坦加尔是一种色彩鲜艳的热带物种。它们主要是草食动物，除了偶尔吃鸟以外，还吃各种各样的水果和花。坦加尔非常适合在树上生活；它们纤细的身体使它们轻到可以被更细的树枝支撑，并且足够敏捷，可以在飞行时避开障碍物。雄性和雌性都有颜色鲜艳的角，用来吸引配偶。\n\n\n\n  \n 名字：Golden Feather the God of Angor\n 种类：Freckled Dragon（斑点龙）\n The Freckled Dragon is a small, cunning breed known for their obsessive hoarding habits. Males and females are visually identical, but one can tell the difference between genders depending on what they collect—males only collect green-colored items, while females only collect red-colored items. Though their wings are too small to sustain flight, these dragons can glide for a short distance. Instead of flying, Freckled Dragons travel by running at swift speeds for long distances. They are typically docile, but can become violent if their treasure is threatened.\n 斑点龙是一种小型的、狡猾的品种，以其强迫性的贮藏物品的习惯而闻名。男性和女性看上去完全相同，但是可以根据它们收集的东西来区分性别。男性只收集绿色的物品，而女性只收集红色的物品。虽然它们的翅膀太小，不能支持飞行，但它们可以滑行较短的距离。斑点龙以极快的速度进行长途旅行，而不是飞行。他们通常是温顺的，但如果他们的宝物受到威胁，他们会变得很暴力。\n\n\n\n\n\n 名字：Lagma the Mage of Fire\n 种类：Sunstone Dragon（日光石龙）\n Sunstone Dragons are named after the orb on their tails, which resembles the gem of the same name. Their social structure resembles a lion pride, with one dominant male and several females banded together with their young. They prefer arid climates where they can blend in and dig for minerals and gemstones that they not only collect, but eat. The more gems they consume, the larger their tail stone grows. They are an aggressive breed; it is not uncommon to see two males battling for mates and territory.\n 日光石龙以其尾部类似于同名的宝石的球体命名。它们的社会结构类似于狮群：一只有统治地位的雄狮、几只雌狮与它们的幼狮结合在一起。他们更喜欢干旱的气候，在那里他们可以混合群居（大概意思是这个吧），挖掘矿物和宝石，他们不仅收集这些矿物与宝石，还吃。它们消耗的宝石越多，它们的尾部的宝石长得越大。他们是一个好斗的物种；看到两个雄性为争夺配偶和领地而打斗并不少见。\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "mineconan",
            "timestamp": 1586146260,
            "txt_content": "手贱发出去了……稍等"
        },
        {
            "author": "mohui666",
            "timestamp": 1586146320,
            "txt_content": "禁止自占二楼"
        },
        {
            "author": "mineconan",
            "timestamp": 1586146500,
            "txt_content": "mohui666 发表于 2020-4-6 12:12\n禁止自占二楼\n刚才不小心点到”发布“了所以想说明一下……下次会注意的"
        },
        {
            "author": "Mr、光辉",
            "timestamp": 1586149980,
            "txt_content": "爷就是????王，听说你要养我？"
        },
        {
            "author": "。—。",
            "timestamp": 1586151000,
            "txt_content": "\n\n\n\n\nScreenshot_2020-04-06-13-23-33-96.png.gif (468.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 13:25 上传\n\n\n\n\n再早几年的话tj09自己有开一个translation.tj09.net可能要加入多语言支持的，不过也就中文社区有提供100%覆盖的翻译文本，现在的话wikia那边好像还有比较活跃的翻译在吧……\n"
        }
    ]
}