{
    "title": "萌新报道，送给抗疫英雄一篇文章",
    "author": "风灬晴",
    "replyCount": 4,
    "timestamp": 1586161740,
    "txt_content": " 本帖最后由 蒸腾空气 于 2020-4-6 16:33 编辑 \n\n虽然4月4日已经过去，但是还是想送上一篇致敬于抗疫一篇文章。\n\n                                                寂静的春天\n    2020年的春天是个寂静的春天。\n\n    2020年的春天变成了一个让人心惶的季节。\n\n    2020年的春天是一个令人感慨的季节。\n\n    1000000这个数字掺杂着无数的情感，恼怒、忧伤、郁闷甚至愤怒。\n\n    无数人在不经意间失去了性命，许多人不畏艰险去拯救他人，医生奋战在前\n\n线，警察努力的维和着秩序，即使是最为普通的工人也在奉献者自己仅有的力量\n\n，他们有着一个共同的梦想，他们想要让世界大家团圆。\n\n    深夜11时，等晚饭的他累得睡着了。\n\n    近日，石狮公 安 局官方微博晒出了一张照片：一位民警坐在单位的沙发上睡\n\n着了。那是1月28日23时许，从抗击疫情一线返回的民警卢维乐，泡了碗泡面当晚\n\n饭，在等泡面的时候他却累得睡着了……\n\n    卢维乐是治安大队的民警，负责全市大型活动安保、保安监管、内部安全保\n\n卫、突发事件处置等工作。1月底，石狮市公 安 局启动突发公共卫生事件应急预案\n\n，具体的协调和部署方案制定落在已连续上班12天的卢维乐身上。他外出协调、\n\n勘察、指导多个隔离场所的安防建设和防控措施，回单位收集数据写材料，还要\n\n分身处理日常生 活，每天工作10多个小时。“注意身体，做好防护……”电话打\n\n不通、没回话，既心疼又理解他的妻子只能一次次地留言叮嘱道。\n\n    又是一个加班的夜晚，卢维乐接到某隔离点的求助电话后，又直奔一线。而\n\n家人的担心，正是源自民警们与疫情近乎零距离的接触。正月初四，与一确诊病\n\n人接触过的快递小哥被隔离观察了，他担心收入减少，年迈多病的父母经济压力\n\n会加重，留观一天后出现了较大情绪。卢维乐等人身穿防护服进入隔离区，与小\n\n哥面对面，动之以情、晓之以理，并连夜请来他的老板和父母协助，终于使快递\n\n小哥放下思想包袱。“疫情就是命令，也没办法去想这个存不存在危险性，毕竟\n\n这是本职工作。”卢维乐淡然地说。\n\n    案件双方有疫区背景 他也义无反顾\n\n    勘查现场、做笔录、抓捕、审讯……最近，在办 理一起刑事案件时，陈兴南\n\n格外注重自身的卫生防护。尽管如此，在案件办 理告一段落后，他还是默默地在\n\n单位宿舍自我隔离观察起来。\n\n    陈兴南是泉港公安分局涂岭派出所的一名年轻民警，在疫情防控形势严峻的\n\n当下，无论是数据研判、人员摸排还是涉疫情违法犯罪打击，他都积极参与。2月\n\n1日清晨6时多，已值班十几个小时的他被一个报警电话惊醒。受害者和犯罪嫌疑\n\n人均是1月中旬回泉的武汉返乡人员，尚在隔离观察期的两人于1月31日晚私自外\n\n出。报警的是女方，男方已逃离现场。来不及多想，他戴好口罩，和其他警种的\n\n同事一起赶往现场。抓捕、审讯、辨认现场、带嫌疑人体检……办案中，陈兴南\n\n尽可能让其他同事减少与案件双方当事人的接触，以确保安全。连续作战三天两\n\n夜后，案件终于告一段落。\n\n    2月4日，案件双方当事人隔离期满，未出现身体异常。陈兴南松了一口气。\n\n这时，他才告诉家人这十几天不归家的实情。\n\n    5岁儿子多次发来视频 都被他和妻子拒接\n\n    近日的一个下午，德化县一酒店，德化县**治安管理大队的民警陈文聪\n\n已经数不清是第几次来这里了。他和同事再次对这里进行检查，一再叮嘱负责人\n\n，如果有重点人员入住一定要及时向他报告。制定疫情应急处置方案，填报相关\n\n报表、核查相关数据，排查走访全县的娱乐场所和旅馆，他已20多天没有好好休\n\n息了。\n\n    妻子婷婷是省妇幼保健院的医生，因为突如其来的疫情，一直忙到大年三十\n\n才匆匆回家，两天后又赶回**。“我俩见面的时间真的很少，我的工作忙，她\n\n也一直牵挂她的病人。”言语之间，听不出陈文聪有一点抱怨，“我们夫妻都是\n\n党员，都觉得这个时候就应该上。”\n\n    夜深了，陈文聪和同事还在排查和走访的路上。5岁的儿子多次发来视频通话\n\n，都被他拒绝了。“他就是问我或他妈妈什么时候回去，过一会儿他自己会去睡\n\n觉的。”陈文聪和妻子对儿子的“套路”已经了如指掌。\n\n    24小时不间断 他们轮流守护卡口\n\n    凌晨1时许，气温降至5℃，国道324线辋川段路面静寂无声。“你先去休息会\n\n儿，年轻人需要充足的睡眠，这里我来!我撑得住!”惠安交警大队的中队长骆景\n\n洪轻轻拍了拍执勤人员小林的肩。\n\n    为阻击疫情的扩散传播，骆景洪所在的东桥交警中队先后被安排执守惠东高\n\n速出口、国道324线辋川坪埔路口。正月初五以来，联合执勤卡点24小时运作，为\n\n发挥带头作用，骆景洪每天在卡点带班12小时，在中队带班12个小时。\n\n每天24小时值班不间断，铁人也难以做到。骆景洪便和中队指导员林铭钊约好，\n\n谁轮到中队带班，得空时赶紧休息一下。有一天，林铭钊买了些菜，送到家门口\n\n，却不敢进屋，放下东西就返回中队。“我们每天在路面检测车辆约700辆、人员\n\n八 九百人，这个时候不进门，是对家人的一种负责任。”回到中队，林铭钊与骆\n\n景洪一说，两位铁骨铮铮的汉子忍不住眼眶发红。2月17日下午，接县里相关通知\n\n，国道324线辋川坪埔路口检查卡点撤除，骆景洪仍不敢放松，马上带领着中队队\n\n员转向道路交通的安全、畅通保障工作中。\n\n    虽然这次疫情尤为紧急，但是全世界的人只要能像林铭钊那样，我相信这次\n\n疫情定能早日平息！\n\n    让我们为抗疫英雄们加油！！感谢他们！\n",
    "replies": [
        {
            "author": "wwzzh",
            "timestamp": 1586161980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "卡壳",
            "timestamp": 1586161980,
            "txt_content": "欢迎新人，多看看版规"
        },
        {
            "author": "风灬晴",
            "timestamp": 1586162100,
            "txt_content": "啊啊啊，好多不准用的字啊，明明没有那个啥，说不清\n好多*号怎么办！"
        },
        {
            "author": "mohui666",
            "timestamp": 1586162220,
            "txt_content": "致敬。。"
        }
    ]
}