{
    "title": "[Minecraft.net|CULTURE] 全速前进",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1586235540,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-7 13:00 编辑 \n\n\n\nSteaming Ahead\n全速前进FoxSilver’s train is one you won’t want to miss\nFoxSilver建造的不容错过的火车\n\nKate Gray 凯特· 格雷\nThere’s nothing like a good old-fashioned train ride. Whether you’re a fan of the scenic mountain routes of North America and the verdant countryside and glassy lakes of Europe, or just the snack trolley that comes around every now and again with overpriced chocolatey snacks, everyone’s had that one train ride that sticks in their memory. Hopefully, it’s not one of the ones where you’re pressed into a stranger’s unwashed armpit in a carriage packed like a sardine tin.\n没有什么比一趟老式火车之旅更棒了。无论你是喜爱北美风景优美的山路，以及欧洲草木葱茏的乡村风光和波平如镜的湖泊景色，还是单纯地喜欢那时不时经过自己的座位、售卖高价巧克力的零食小推车。每个人都一定有一次难忘的火车之旅。但愿你对火车的记忆，不是挤在一节像沙丁鱼罐头一样的车厢里，被陌生人没洗的腋窝熏得头晕眼花。\n\nBut the real romance of trains lies in the past, when we had steam engines, with their beautiful clouds of billowing smoke and that gentle chug chug chug as they roll along the tracks. Chances are, when you think of trains, you can still hear that recognisable toot toot that signalled the arrival of one of these historic beauties. Just take a look at FoxSilver’s build , and you might be able to hear that distant toot toot again, coming from the steam engine pulling away from the beautiful, temple-like Zathrus Station. \n但是，火车真正的浪漫发生在过去，那是我们还用着蒸汽机的时候。火车一边冒出美妙的滚滚烟团，一边发出轻柔的嘎吱、嘎吱、嘎吱声，它们沿着铁轨一起前进。当你想到火车的时候，可能仍能听到清晰可辨的突突声，那是这些老式火车到站的信号。只要看一眼FoxSilver的建筑，你也许就能再次听见远处的突突声。那是蒸汽机从美轮美奂、古寺青灯般的Zathrus车站发出来的。\n\nThe station itself is located in a small valley, perched between rocky desert mountains like a hidden castle, with railway bridges that tower above the rivers and caves below. This landscape made it a formidable build for FoxSilver. “Zathrus Station was a project that has earned me hundreds of hours of building,” they say, “from the structures to the terrain and terraforming. It was the biggest building I've done in all those seven years.”\n伴随着高架于河流上方的铁轨桥和位于其下方的洞穴，这座车站坐落在一个小山谷里，藏身于崎岖的沙漠山脉之间，就像一座隐秘的城堡。对FoxSilver而言，这错综复杂的地形使建造这个建筑变得举步维艰。他们说：“从结构到地形再到环境塑造，建造Zathrus车站这一项目花费了我好几百个小时。这是我七年来建造的最宏伟的建筑。”\n\nAlthough FoxSilver began the build by creating the station, the terraforming actually took much longer to create, with all the detailing on the water and the rippling rock formations found underneath the tracks. The station was designed in AutoCAD - software used by architects - but the landscape was much more organically created. The map is 700 by 700 blocks, and although FoxSilver used programs like Voxel Sniper and World Edit to help a little with construction, most of the build was done manually.\n虽然FoxSilver是从建车站开始造这个地图的，但实际上塑造环境花了他更长时间，因为其中包括水面上的所有细节和轨道下面高低错落的岩层。这个车站是在AutoCAD上设计的——建筑师使用的一个软件——但是风景是更有机地创造出来的。这个地图足有700*700个方块大小，而尽管FoxSilver使用了Voxel Sniper和World Edit之类的程序来对建造提供一些小小的帮助，但大多数建筑都是由人工手动完成的。\n\n\n“The most ambitious part was to make the terrain without any help from external programs like World Painter and World Machine,” admits FoxSilver. They decided that the station should be built first, in order to make the terrain “flow” better and look more natural. “That certainly was the part that took more time to do,” says FoxSilver, “because it had to integrate with the station.” The end result is a building that doesn’t look out of place, but feels like it might have just grown there naturally.\nFoxSilver坦言：“最宏大的部分，是在不借助像World Painter和World Machine的任何外部程序（插件）的情况下，建造地形。”他们认定，应该最先修建车站，以使地形更连贯并且看起来更自然。FoxSilver说：“这部分显然花了我很长的时间，因为地形需要和车站浑然一体。”这样做的最终成果是，这座建筑不仅不会与背景格格不入，反而会相得益彰，仿佛是在那自然生长出来的。\nThe station is even built in similar colours to the surrounding rocks, and that’s not just by accident. “I had the idea of doing something deserty, but still cold, like in the desert at night,” says FoxSilver.\n这座车站甚至连颜色都与周围的岩石相近，而这并不是单纯的巧合。FoxSilver说：“我想修建一些沙漠般、但仍冷冰冰的东西，就像沙漠的夜晚一样。”\n\n\n“I had the idea of the train, and remembered Western movies, and put them together - that's where I decided on the blocks to start building with, blocks with more colours: brown and orange with dark red. What I used most was hardened clay and pine wood, along with soul sand and brick stones.” Does it spook you out to know that such an unassuming station was built with the creepiest block in Minecraft, soul sand? Nah, I’m sure it’s fine, and definitely not haunted.\n“我想到了火车，又想起了西部电影，然后我将二者结合了起来——由此我选定了在建造开始时使用的方块：五彩斑斓的方块——棕色和橙色，还在其中并穿插着暗红色。我用的最多的方块是硬化粘土和云杉木，还有灵魂沙和石砖。”当你知道这样一个平平无奇的车站是用Minecraft中最恐怖的方块——灵魂沙——建造时，你有被吓到吗？没有吧，我打包票这样的方块很合适，而且绝不会闹鬼。\n\nBut it’s not just the soul sand that hides away inside FoxSilver’s ambitious build. There are two secrets that you might have already spotted in the images, one being the letters “FOX” spelled out in the smoke of the steam engine - the builder’s nickname - and another, which I haven’t actually found myself yet, being a “robbery” that FoxSilver says is happening “at the top of the station”. Can you see it?\n但是，隐藏在FoxSilver雄心勃勃的建筑里的不仅仅是灵魂沙。你可能已经在这个场景里发现了两个秘密：一个是，蒸汽机冒出的烟拼成了字母“FOX”——这是建筑师的昵称——而另一个，我还没有找到，FoxSilver说，那是“在车站顶层”正发生的一场抢劫案。你看得出来么？\n\n\nObviously, train robberies don’t make for the most peaceful or relaxing of train rides, which is why it’s nice that those sort of things are mostly confined to history and Minecraft builds, which we’re quite glad about. And next time you catch a train - hopefully not one that’s on any criminal’s watchlist - be thankful that it’s not perched perilously above a canyon.\n显然，火车劫案让乘坐火车变得不那么平静和轻松。这就是为什么这类事情大多被局限在历史和Minecraft建筑里是件好事，我们由衷希望它们别发生在现实中。当你下一次乘火车——希望它没有被任何罪犯盯上——要庆幸它没有停在危机四伏的峡谷上。\n\n Renders by Splekh, zacharythomas, joshB, Bramboss and lastbanan \n由Splekh、zacharythomas、joshB、Bramboss和lastbanan渲染 \n\n\n【EBsky 译自官网 2018 年 06 月 23 日发布的 Steaming Ahead】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "ItIsEnderman",
            "timestamp": 1586238000,
            "txt_content": "才发现我当时把canyon看成crayon了……\n\n另外审核是不是因为这个：\n\n\n\n\n\n批注 2020-04-07 133849.png (28.37 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 13:40 上传\n\n\n\n\n\n\n"
        }
    ]
}