{
    "title": "[Minecraft.net | DEEP DIVES]一村之主",
    "author": "封徵",
    "replyCount": 6,
    "timestamp": 1586229240,
    "txt_content": " 本帖最后由 封徵 于 2020-4-7 11:39 编辑 \n\n\n\n\n\nfile_1586219445000.jpg (96.82 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 08:30 上传\n\n\n\n\n\nDEEP DIVESThe Mayor of Minecraft\n一村之主\n\nHave you tried being the leader of your local village?\n你有想过当个村长吗？\n\nTom Stone 汤姆·斯通\n\n\nI recently left Mojang to return to the United Kingdom . Why? So I could pursue my lifelong dream of becoming the Mayor of England!\n我最近向 Mojang 递交了辞呈，回到了英国。你要问为什么？那当然是去追寻我的毕生梦想 —— 当上 英国市长 啦！\n\n...What’s that? There’s no such job as ‘Mayor of England’?\n...啊，什么？你说没有 “英国市长” 这个职位？\n\nOh.\n噢↘。\n\n...OK, I’ll become the Mayor of Minecraft instead.\n...好吧，我想在Minecraft里做一位 村长 应该也不错。\n\n\n\n\n\n\n2.jpg (293.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 08:30 上传\n\n\n\n\nYou should try it too. Simply track down a village in your Minecraft world, then declare yourself mayor! 你也可以试试。只要在 Minecraft 里找到一个村庄，你就可以直接就地宣布就职了！\n\n\n\n\n\n3.jpg (286.17 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 08:31 上传\n\n\n\n\nSuch a lovely looking village. I sure hope I don’t inevitably screw this up. 多可爱的村民呀！我真希望我上任后不会把事情搞砸！\n\n\n\n\n\n4.jpg (175.54 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 08:31 上传\n\n\n\n\nWhy are you cowering inside your home, chum? Soon I’ll be ruling your life! 为什么你要躲在家里啊，我的朋友？赶紧乖乖来接受我的威权统治吧！\nHold it! I couldn’t just declare myself mayor, because we thankfully live in a democracy . I needed to find a village and persuade the villagers to vote for me, by convincing them that I would make their lives 100% un-pillagey.\n且慢！由于我们是一个 民主村庄，所以我单方面的宣布就职目前还不成立。我得说服村民们把他们的选票都乖乖投给我，而且要让他们相信我能让整个村庄再也不用日夜为不知何时而至的“侵略者”们而担惊受怕。\n\nSo I hired a nitwit as my campaign manager and together we crafted the perfect poster, complete with bulletproof campaign slogan:\n接着，我聘请了一位 傻子村民 来出任我的竞选顾问，我们一起制作了一张完美的竞选海报，而且标语部分我们还着重使用了防弹材料制作：\n\n\n\n\n\n\n5.png (101.39 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 08:37 上传\n\n\n\n\nActually, perhaps putting a nitwit in charge of my slogan wasn’t such a good idea. 事实上，我觉得也许聘请一位 傻子村民 来当我的竞选顾问是个错误的决定。\n\n\nLuckily, I ran unopposed, so I won in a one-vote landslide. Thanks, me!\n幸运的是，没有人和我来一同竞争村长之位，而最终我以1：0的微弱优势成功当选。感谢，感谢大……不对，感谢我自己！\n\nAs mayor, I had two goals:\n当选村长之后，我有两个小目标\n\n1. To keep my villagers safe at all costs .\n1.不惜一切代价 保证我的村民们的人身安全。\n\n2. To have the most beautiful village in all of Minecraft .\n2.把我的村庄打造成 Minecraft 最美村庄！\n\nTwo was my number one priority (er, ironically), because look at the sad state my new village was in:\n而第二个小目标则是我目前的第一要务 (呃，但讽刺的是)，看看我的村庄目前所处的凄寒之境吧：\n\n\n\n\n\n\n6.jpg (266.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 09:50 上传\n\n\n\n\nUnkempt grass? Disgusting. 肆意滋生的杂草？唷，真烦人。\n\n\n\n\n\n\n7.jpg (283.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 09:51 上传\n\n\n\n\nMossy cobblestone? 这是……苔石？\n\n\n\n\n\n\n8.jpg (247.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 09:51 上传\n\n\n\n\nUnattended kids. Urrgh... 无人看管的孩子们。啊…这…\n\nTo make things worse, the ground was uneven, with some villagers living a few blocks higher than others. Well, this mayor believes in equality . I got to work flattening the ground to the same block height so we’d all live in harmony on a level playing field!\n更糟糕的是，整个村庄的地面“凹凸有致”，导致有的村民的房子能比其它村民的高出好几个方块。但是，我们的村长大人坚信 人人平等 的法则。所以我得把我们的地面平整到同一高度，以确保每个村民都能在同等“地位”的环境中和谐共处！\n\nWhich, er, did make one or two homes too high up and therefore completely inaccessible to the villagers who wanted to keep living in them. Yeah. Sorry about that.\n唔……有一两家的门似乎高了那么些许，我想当那些村民抬头仰望的时候一定很想要再长高那么一点……对……对此我感到十分抱歉。\n\n\n\n\n\n\n9.jpg (287.54 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 09:51 上传\n\n\n\n\nVote Stone – he’ll make your children homeless! 给 Stone 投票吧 —— 他正致力于少年儿童的“有家难回”运动！\n\n\nDigging up all that dirt had required a lot of shovels. Luckily, I could always turn to my beloved citizens for help. I mean, who could turn down the mayor? Nobody! It was the first thing I made illegal!\n要想挖掉这么多泥土可需要不少的锹。但很幸运的是，我有这么一批可爱可亲的村民们愿意提供他们的帮助。而谁又敢拒绝村长大人的请求呢？没有人敢！我上任指定的第一条律例就规定：胆敢拒绝村长的人都将面临法律的严惩！\n\nSo whenever I needed resources for more shovels and pickaxes, I just helped myself to them from the home of my local stonecutter .\n所以每当我需要用到锹或者镐的时候，我就会到我们村的 石匠 家里“自给自足”一下。\n\n\n\n\n\n\n10.jpg (279.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 09:52 上传\n\n\n\n\n...What? Come on, it’s barely noticeable. ...什么？拜托，这个缝隙这么小，谁都看不清你家里到底有什么啦。\n\nI built myself a pedestal so I could delight all the villagers with long speeches about how amazing I am. The only reason I couldn’t hear applause during my speeches is because the developers haven’t added ‘applause’ to Minecraft yet. Although that doesn’t explain why I could hear so much booing?\n我也给自己建了一座演讲台，以确保所有村民都能听到他们英明村长的伟大演讲，并为村长的功绩而称颂。而我演讲时没有掌声的唯一原因，就是游戏开发者还没给这游戏加上“掌声”这个实用的功能。尽管这大概解释不了为什么我演讲时嘘声四起？\n\n\n\n\n\n\n11.jpg (293.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 10:10 上传\n\n\n\n\nRemind me to knock down another villager’s house so I can make a pedestal out of something nicer. 这张图片也提醒我了也许我该把另一座村民的房子拆掉，以便于我能用更好的材料造出一个不是那么寒酸的演讲台。\n\n\nIt’s tough being a popular mayor. I assume. Luckily, none of my villagers were speaking to me, so I could get on with making their lives perfect.\n要想成为一位受欢迎的村长也是很困难的 —— 我猜的。不过幸好没有一位村民来跟我交流一下他们的意见，这也确保了我能用我自己的方法让他们的生活变得更加完美。\n\nTherefore, I decided to help them all get hot tans by removing the roofs from their homes.\n所以，我决定暂时搬走他们的屋顶，以确保我的每一个村民都拥有象征健康的小麦肤色。\n\n\n\n\n\n\n12.jpg (239.54 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 10:10 上传\n\n\n\n\nAhoy-hoy, citizen! No need to thank me! 你好呀，我的村民！千万别谢我，这是我该做的！\n\nI’m only joking, citizen! Thank me. Thank me now .\n开个玩笑，哈哈！快来，快来用你的不已的感激声刺激我的倦怠的神经吧！\n\nI decided to name the village WE HAVE NO PROBLEMS HERE-LAND. Speaking of problems, my village had loads. Some of the villagers, confused by how brilliant their lives had become under my reign, were trying to run away. Weird! Also,not allowed .\n我决定给我们的村庄命名为：所  有  问  题  都  不  存  在  村。不过谈到问题，我倒是想起了，最近我们村子里的一些朴实村民老是对日新月异的村庄面貌感到十分不解，甚至还想要逃跑。这真是奇怪。但不用担心，我已经下令禁止了，相信他们很快就能理解村庄的巨大变化了！\n\n\n\n\n\n\n13.jpg (312.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 10:54 上传\n\n\n\n\nCome back! At least leave all of your emeralds with me first! 我的村民，回来吧！至少把你身上的绿宝石留下再走呀！\n\nLosing a villager is easily the worst thing that has ever happened to me in my entire life. Wow, I have a pretty great life!\n村庄内走失一位村民让我的人生到了前所未有的困难境地。但转念一想，我之前的生活还是挺快乐的嘛！\n\nI needed to restore their faith in my leadership. So I showed them my latest measure to make the prettiest village in all of Minecraft. Voila! Meet our Giant Golden Bee .\n我现在需要重新赢得村民们对我无双的领导能力的信任。所以我向他们展示了我为了创建 最美村庄 所作的壮举。嘿！来看看我们的 超级大蜜蜂！\n\n\n\n\n\n\n14.jpg (220.07 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 10:57 上传\n\n\n\n\nEmeralds for eyes, quartz block wings, a golden body and, well, spruce wood for stripes. Where did I get those emeralds? Err... 绿宝石块镶嵌而成的双眼，石英块的双翅，纯金的身躯，云杉木所绘的条纹…你问我从哪里弄到的绿宝石？呃…这…\n\n\nExcited hrrrms filled my overjoyed ears. I’d won back the villagers' hearts!\n看到成品，巨大的欣喜之情激荡在我的内心。这次我一定能赢回他们的信任！\n\nI couldn’t wait for them to see their second surprise...\n我已经等不及要让他们看到我为他们准备的第二个大惊喜了…\n\nA giant Pillager statue!\n一个巨型的 掠夺者雕塑！\n\n\n\n\n\n\n15.jpg (221.07 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 11:00 上传\n\n\n\n\nActually, they weren’t so keen on this one. No idea why. 不过事实上，他们貌似不太喜欢这个。没有为什么。\n\nThis Pillager statue was so massive that it could be seen from a great distance away. Seen by Pillagers. Who, er, soon came to visit.\n这座 掠夺者雕像 实在是太大了，以至于即便是在远处也清晰可见。所以它被掠夺者小队给看到了…然后…呃…他们想近距离好好观摩一下。\n\nLuckily I’m great at fighting back! Unluckily, two giant statues didn’t come cheap, so I had nothing to fight back with. So this happened:\n不过幸运的是，我极其擅长这种反击战！但很不幸，这两座巨型雕像花光了我所有的积蓄，我身上现在什么好装备都没有，所以：\n\n\n\n\n\n\n16.jpg (295.45 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 11:04 上传\n\n\n\n\n\n\n\n\n\n\n17.jpg (254.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 11:05 上传\n\n\n\n\nWhy did I roll out the red carpet for them? Not sure, really. Seemed like the right thing to do at the time. 我为什么要为他们铺红毯呀？说实话我也不知道我当时在想什么，但是我记得我当时觉得这想法挺棒的。\n\nThe good news is, the Pillagers eventually left out of pity (I was weeping really loudly). So I saved the day yet again! The bad news is, my villagers started putting up posters for this villager, and demanded an immediate election:\n最后要告诉你的好消息是，掠夺者小队出于同情决定离开我们的村庄 (我当时哭的可大声了)。所以我又成功保卫了我们的村庄！坏消息是，我的村民们开始为这个村民张贴竞选海报，要求立即开始选举：\n\n\n\n\n\n\n18.png (88.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-7 11:10 上传\n\n\n\n\nOof. Gotta admit, that’s an excellent slogan. They’ve got my vote! 噢，不得不承认，这个竞选标语不错，我会给他投票的！\n\n\nI ended up losing by one vote. Probably should have voted for myself instead of the villager, but what can I say? As mayor, it’s important to support all your villagers endeavours. Congrats chum! Hope you do a better job than I did. Could you possibly do worse?\n我最后又以一票之差的微小劣势输掉了竞选。也许我该投给自己而不是投给那位村民，但我又能怎么办呢？我现在明白了，作为一位村长，尊重你的村民的劳动成果才是最重要的。祝你们竞选好运！也希望你们能做得比我更好。不过有人还能做得比我更差嘛？\n\n\n\n【封徵 译自官网 2020 年 04 月 06 日发布的 The Mayor of Minecraft；原作者 Tom Stone】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "wshycaa",
            "timestamp": 1586232300,
            "txt_content": "这个MC的更新感觉越来越像那个千年村庄MOD的内容了"
        },
        {
            "author": "封徵",
            "timestamp": 1586240700,
            "txt_content": "wshycaa 发表于 2020-4-7 12:05\n这个MC的更新感觉越来越像那个千年村庄MOD的内容了\n村庄和掠夺更新貌似也有一段时间了，毕竟还是类rpg化"
        },
        {
            "author": "没钱仔22",
            "timestamp": 1586311440,
            "txt_content": "村民：wtm谢谢你啊"
        },
        {
            "author": "凋灵斯拉",
            "timestamp": 1586334240,
            "txt_content": "村民：看似笑嘻嘻，实则mmp"
        },
        {
            "author": "1596562390",
            "timestamp": 1586352900,
            "txt_content": ".........."
        },
        {
            "author": "42313123123123",
            "timestamp": 1586419440,
            "txt_content": "敏煮村庄还行\n村民:我可真感谢你,把我家拆了(木板掉落物证明了一切)"
        }
    ]
}