{
    "title": "[Minecraft.net|CULTURE] 动物保护运动",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1586271300,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-12 22:10 编辑 \n\nAnimal Activism\n动物保护运动A brilliant build that highlights an important conservation issue\n强调动物保护重要性的精美建筑\nKate Gray\n\nUsually, these features are about Minecraft builds that are themed around nature, or man-made architecture. They often have one thing in common, and that is that they celebrate the beauty in the world: the symmetry and craftsmanship of human creations, and the exquisite colours and shapes that can be found in the wild.\n通常，我们介绍的都是以自然或者人造建筑为主题的Mincraft建筑物。它们大都有着共同的特点：称赞了世间的美好——人工创作的对称美与工匠精神，以及自然中精美的色彩与形状。\nSometimes, people use Minecraft not to celebrate, but to tell a darker story - to warn us that if we’re not careful, we could lose that said beauty in our world.\n有时，人们用Minecraft并不是为了去赞美什么，而是去讲述一个更黑暗的故事，以此警示我们：如果我们不谨慎为人的话，可能就会失去这世上\n我们所称道的美丽。\n The Effects of Poaching is a build that, at first glance, might look like any other: two rhinos patrolling across the African savannah at dusk, one little and one large. It’s a touching scene, the kind that you might see in a documentary, with David Attenborough telling you all about their eating habits in a softly spoken British accent.\nThe Effects of Poaching（偷猎的影响）第一眼看上去和其他地图没什么两样：夕阳下，一大一小的两只犀牛在非洲大草原里穿行。这是一个动人的画面，也许就像你在某部录片里看到的那种，伴随着David Attenborough用温柔的英伦口音向你讲述它们的食性。\nBut all is not as calm and peaceful as it seems. Half-hidden in the grasses is a man - a camouflaged hunter - who is pointing his rifle right at the rhino family. In the real world, the last male white rhino in the world sadly died recently, and it was this tragedy that inspired builder xxMineSheepxx to create this piece to raise awareness of the endangered species at risk.\n但这里事实上并没有看起来那样平静祥和。草丛里半遮半掩地蹲着一个人——一个伪装过的非法捕猎者——他正用他的来复枪瞄准着犀牛一家。在现实中，世界上最后一头雄性白犀牛最近遗憾离世了，正是这个悲剧激发了建筑师 xxMineSheepxx去创造这个作品，以提高大家对处于危险之中的濒危物种的关注。\n“It shocks me to no end that there's so much poaching going on that an entire species has been almost completely wiped out,” says xxMineSheepxx. Rhinos are being hunted to near-extinction for several reasons: ivory from their horns, used to make ornaments, and traditional medicinal uses, where the rhino horn is ground up and used to treat many illnesses.\n“一直让我很震惊的是，有太多的非法捕猎在发生，使得一个个物种都近乎灭亡，”xxMineSheepxx说。因为各种原因，犀牛正被捕猎至几近灭绝：用来自它们角上的象牙来制作装饰品，以及传统的医药用途——把犀牛角磨碎并用来治疗很多疾病。\nThere are details within the build that make the story even more heartbreaking. The adult rhino is cocking his ears and turning towards the sound of the poacher’s rifle, meaning that the poacher has probably already loaded and cocked the gun. In other words, he’s about to fire, and about to take the life of this adult rhino, and leave its young offspring to fend for itself, since it’s unlikely that the child’s horn would have matured enough to be worth harvesting. “It’s a very natural and candid instinct,” says xxMineSheepxx. “They have no idea what they just got into.”\n这个作品中的一些细节让这个故事更加令人心碎。这只成年犀牛正竖起它的耳朵，转向猎人来复**音的方向。这说明这个猎人可能已经上了膛、扣了扳机了。也就是说，他即将要**，即将要夺取这只成年犀牛的生命，要让它年幼的后代独自成长，因为幼年的犀牛角还不太到值钱到值得去狩猎的时候。“犀牛竖起耳朵探听声响是一种非常自然而率真的直觉，”xxMineSheepxx说，“它们根本不知道它们的处境。”\n\n一些展示Minesheep如何建造犀牛的半成品画面\n\n一些展示Minesheep如何建造犀牛的半成品画面\n\n一些展示Minesheep如何建造犀牛的半成品画面The piece is done in muted grassland colours - browns, beige, and grey - because xxMineSheepxx wanted players to be able to experience it on old servers with fewer block options. “I was never really satisfied with the colouring,” xxMineSheepxx admits, “but it turned out great in the end, because due to the limited range of grey blocks, it allowed for the tusks to stand out, further accentuating on the ivory trade issue.”\n这个作品是在柔和的草地颜色中完成的——褐色、米黄色和灰色——因为xxMineSheepxx想让玩家能够在有较少方块可供选择的老服务器中去感受它。“我从来都没有能上色到十全十美的境地，”xxMineSheepxx 承认道，”但是最后效果很棒，因为多亏了那些有限的灰色方块，犀牛角得以凸显，进一步强调了进行象牙贸易问题。\nSurprisingly, xxMineSheepxx doesn’t actually plan out their pieces before building. “It's a terrible habit,” xxMineSheepxx admits, “but I often get frustrated when I'm planning, as I am wasting time outlining what I am going to do when I can just begin already. I usually wing projects like these with a rough idea in my head, adding on as I go.” They do admit to using reference photos to get them started and give a vague idea of proportions - and if you’ve ever tried to draw an animal from memory, you’ll understand why!\n令人意外的是，在建造之前，xxMineSheepxx 并没有真正构思好他们的作品。“这是很坏的习惯，”xxMineSheepxx 承认道，“但是我在构思时经常觉得苦恼，因为当我觉得早就可以开始动手创作时，我却还要浪费时间去构思框架。“我常常像这样根据脑子里粗略的想法即兴发挥，一边继续一边往上添补。”他们认可使用参考图片来上手并勾画一个大概的比例的想法——如果你曾试过根据回忆来画一个动物，那么你就能理解这不算是多此一举！\n\nxxMineSheepxx, like a lot of builders, uses a plugin - a program designed to make building much easier than manually placing each individual block. The plugin they used is called VoxelSniper , which allows builders to “mold the shape through the use of two brushes - ball, which creates a ball, and blendball, which smooths things out.” They also used WorldEdit , which was used mostly for getting the colouring right, and a friend (who is not a plugin) who helped with a technique to make the grass look like it was growing randomly, so it didn’t look too repetitive. The result is a build that looks as natural as a photograph: a snapshot of a brief moment of life that tells a story.\n和很多建筑师一样，xxMineSheepxx 会使用插件——一个用来创造建筑物的程序，这比人工放置单独的方块要方便很多。他们用的这个插件叫 VoxelSniper ，它让建造师们“用两种笔刷来塑造形状——创建球体的笔刷 ball 和使物体平滑的笔刷 blendball ”他们也用 WorldEdit ，大多用于确保上色无误。他们还请了个帮手（并不是个插件），他能用些方法来让荒草看起来像是自然生长的，使得不会看上去长得都一样。最终的成果便是，这些建筑像照片一样自然：一张闪照，讲述了生命中某个瞬间的故事。\nThough xxMineSheepxx says that most people are unable to do anything about the poaching cr**, pieces like this that raise awareness can still help .”Minecraft has a large playerbase,” they say. “Through communicating this issue here, I am hopefully able to make some impact, and influence some people, as long as it is able to help make even the tiniest dent in this issue.”\n尽管xxMineSheepxx说绝大多数人对动物面临的偷猎危机都无能为力，但此类能提高人们意识的作品仍然于事有补。“Minecraft有巨大的玩家群体基础，”他们说。“通过在此讨论这个问题，我希望能对人们产生一些影响，对这个问题有所帮助，即使这帮助微不足道。\n\nIf you are interested in reading more about the ivory trade, head to the World Wildlife Fund’s website .\n如果你对了解更多关于象牙贸易的信息，请前往世界自然基金会 WWF 的网站查看。\n Renders by loicvdb. Non-rendered dead grass by Lekosa1. \n由 loicvdb 渲染。由 Lekosa1 处理的未渲染的荒草。\n\n【EBsky 译自官网 2018 年 05 月 23 日发布的 Animal Activism】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}