{
    "title": "[双线] 妞妞虚无世界3 —— 300种怪物｜40个异世界｜30种BOSS｜700个音效 [1.12.2]",
    "author": "mcbbs2050",
    "replyCount": 0,
    "timestamp": 1586231340,
    "txt_content": "2020年更新最新3.0版本AOA3\n妞妞.虚无世界\nNEVERMINE3\n==================================\n官方QQ群： 6438867  ←点击加群  加群密码：9\n下载方式：请加群后，在群共享下载\n=========================================================\n\nServer Profile    虚无世界是一款热门模组，感谢作者大人、中文WIKI的各位汉化大佬、以及众大佬的视频介绍，让我们决定开始这趟虚无世界开服之旅。\n    虚无世界别具一格，模组风格类似于魔法朋克，让你能感受到不一样的minecraft风情，可玩性非常高，包含近12种天赋技能、40个异世界、300多种怪物、近10种不同的能量槽、数十种强力套装、近30种BOSS、4大远古守护神、召唤板宠物系统、此外还有海量武器装备枪、炮、剑、巨剑、法杖、镰刀、弓、以及众多神器！玩法比原版生存增强百倍！此外，我们还对其内容进行了分级探索、还搭配了其他辅助模组如枫树、工业等，我们设计了一个庞大的强大的生存魔法奇幻朋克帝国来等待大家的探索和发现！=========================================================\nThe Server Features\n强大的人物属性面板——查看等级、技能、经验、祝福等\n12种天赋技能系统——越高的等级可解锁更高的玩法\n超过共计300多种生物——包括动物、怪物、NPC等\n\n海量的武器装备——枪、炮、剑、巨剑、法杖、镰刀、弓\n多达近10种能量槽——施法、召唤宠物、技能冷却等\n拥有数十种套装——集齐各种套装可以获得强大的全套属性\n多达近30种BOSS——剑圣、纳德吉克凋灵、珊瑚守卫者等等\n远古四大金刚护法——难度极高、杀死后获得四把神器镰刀\n召唤板宠物系统——可以召唤自己的随身喽啰、打怪又升级\n特有的附魔、特有的神器、特有的你想不到的种种好玩东东\n多达30多个异世界——让你大开眼界、惊爆眼球、爽到手抽筋\n此外，多达700多种音效——让你身临其境、乐在其中\n\n\n=========================================================\n\nOnline Strategy      多人游戏玩法声明：\n        有的朋友可能玩过单机版虚无世界，但这里我们需要讲的是，妞妞.虚无世界是一款多人虚无平台，它和你的单人玩法有很大不同，这可能会在游戏中给您带来玩法上的不适，比如说，你不能随便添加模组、无法使用众多作弊、有很多本在单机能制作的物品在服务器里不能做等等，这些设计都是为了让游戏更加适应多人玩法，所以，请持积极心态加入我们的游戏。此外，公平起见，我们的游戏实行全自动运行，管理员只负责维护平衡，而不是凭关系给予你各种私人好处或私人帮助。我们对待每位朋友都持相同的态度。      新手指引：新手进来要干嘛？\n一、关于指令和操作：\n1，牢记总指令/mc，里面有很多内容，建议都看一看，有助于了解虚无3服务器系统，此外记住回城指令/hc可回城。\n2，记住说话的聊天框按键是回车键，使用回车键不仅可以交流发言，而且一些基本的指令界面都在对话框中，请牢记。\n\n二，关于挖矿：\n1，新手“大礼包（这特么也叫大礼包？）”送的铁套显然不够用，我们的首要任务是搞到一套钻石装备，否则打不过怪物。\n2，挖矿请一定要到高度5处，因为除了可以挖到钻石，还能有机会发现珍贵的蓝宝石，因为蓝宝石只会在高度5左右生成。\n3，当然如果你有更厉害的挖矿方法，比如找矿洞法、“丰”字法等，有技巧可以大家分享。当然搞透视作弊挖矿不算本事。\n4，如果你大怪物比较吃力的话，可以制作一些企业宠物召唤板，企鹅宠物可爱又实用还便宜！是你初期打怪的最好伙伴。\n5，我们的首要目标，就是先搞一套钻石套！挖矿时，记得要认得翡翠矿、紫晶矿和蓝宝石，这些都是比钻石还珍贵的矿。\n\n三，关于打怪：\n1，虚无世界的怪物不比你以往对待原版怪物那样，冲锋硬扛只会让你的死亡消息刷屏，尤其是游戏初期，一定要猥琐些；\n2，要注意，新版游戏的攻击有蓄力槽，攻击要注意武器的蓄力节奏，不要无脑砍，旧版本拼手速在这里已没什么作用了；\n3，请爱惜生命，死掉会增加你耻辱的死亡次数统计，而且每次死亡会掉落宝贵的经验等级，要知道经验在这里是多珍贵。\n\n四，关于赚钱：\n1，搞到初始装备后，就可以去杀怪了。建议多杀一些小动物，猪、牛、羊，虽然比较残忍，但可以获得食物、还有牛币。\n2，牛币是妞妞重要的货币，有很大作用，赚牛币我们只能杀原版怪物和动物，因为我们购买一块地皮做家需要480牛币。\n3，此外，利用好跳蚤市场，你可以把你的一些好东西寄售到市场卖钱，例如，老玩家对矿物的需求就非常高！学会赚钱。\n\n五，关于安家：\n1，我们这里是更为安全和高级的地皮模式，需要480牛币领取一块地皮，有钱后，就可输入指令/p auto购买一块地皮。\n2，有了家之后，可以记住回家指令/home，就可以将身上的东西存放到家里。把物品栏腾出来，然后去干更多的事情。\n\n六，关于网上查攻略：\n1，这里是联机版本，且很多都经过妞妞的修正、平衡和优化的，你网络上查到的攻略不一定有用，但大部分是有效的。\n2，请记住，妞妞联机版本中，刷怪笼怪物的血量较厚，在刷怪笼蹲怪时，请一定要事先做好围堵，以及注意装备耐久。\n3，再记住，妞妞联机版本中，很多BOSS召唤物都变更为由本世界的稀有怪掉落，一些强力装备也变更为由BOSS掉落。\n\n七，关于物品修理：\n1，对于新手而言，修理装备需要耗费原材料和经验，你如懒得下矿的话，一般根本修不起装备，重新合成一套也许更好。\n2，还有另一种方式，两件相同的损坏的物品，可合成一件物品，它们的耐久度相加，请在工作台操作，一般不能保附魔。\n3，想修复物品，又想保留附魔的话，原版物品要原材料和经验值，虚无物品则需要硫铜锑锭，硫铜锑锭是万能的修复剂。\n4，就算如此，装备的修复成本也会越来越高，经验值的需求量大增，你就要学会种植粉花，一种可加经验的超棒的作物！\n5，总有你修不起的一天，请记得还有修复祭坛和修复剂，但是，修复祭坛和修复剂极为昂贵，但你的装备真值这个价吗？\n6，总之，物品是有寿命的，在其使用和维护成本很高之后，请考虑重新制作它们，而不是花费极为昂贵的代价修复它们。\n\n八，异世界攻略：\n    进入异世界的前提就是，你最好得有一套保护3的钻石套装，这是标配，如果你穷到连这个装备都没有的话，强烈建议你先在主世界和地狱混一混，积攒点实力，再进入异世界。\n\n1，蠕变世界攻略：\n（1）进入蠕变世界，你需要蠕变纯宝石，这个东西在主世界蠕变事件中击杀苦力怕飞船获得。\n（2）蠕变世界就是一个爆炸的苦力怕世界，但同时这个世界又提供两套防爆装。\n（3）所以，优先进入蠕变世界，搞到两套防爆装是最佳的选择。\n（4）这个世界推荐携带远程武器，弓或者枪等，备上弹药，遇到怪物可以远程击杀。\n（5）蠕变地面有很危险的飞行苦力怕，你可以进入蠕变后，就进行挖矿工作。\n（6）挖足够的蠕变晶体，然后用晶体兑换制作矿石，进而获得两套防爆装备。\n（7）两套防爆装备最好进行保护3附魔，虽然它们防爆，但保护力还是不太够。\n\n2，糖果世界攻略：\n（1）糖果世界有强大的樱桃炸弹怪物，爆炸伤害高，强烈建议搞一套防爆炸套。\n（2）最好宠物满30级，能召唤绿精灵，召唤两只宠物护身还是不错的。\n（3）最好防爆套，附魔必须全套保护3，普通的钻石套都扛不住爆炸。\n（4）杀玉米有糖果之牙，一把不错的狙击枪，杀绿蜗牛有几率巨剑。\n\n九，下载地址：\n目前妞妞虚无世界3.0正在调试设计中，仅开放群友内部测试，不删档。\n有兴趣的朋友请加群： 6438867， 99150110， 31170496，加群密码都是 9\n加群后，请于群共享下载。\n\n十，我们设置有好玩的居民等级系统： 居民 \n需时权限进入世界解锁装备及武器\n游民无无主世界，小区无特殊解锁内容村民1时 \n安家地狱，蠕变无特殊解锁内容镇民1天 开商店 末地，黄金，深层，晶体蠕变剑、珊瑚之杖、导弹制造者等市民5天绑邮箱融化，格瑞克，暴风，玩具，赫尔维蒂超炎剑、开宇之杖、雷暴加农、电磁猎枪等公民10天双地皮秘境，深渊，天堂，糖果，月球，爵士血之怒、骷髅剑、炎浊剑、爆破剑、纳德吉克剑等国民20天不过期花园，未知，传说收割剑、暗影剑、回春之杖、水能法杖、黑暗毁灭者等元老40天最高权限不朽，异位月**装、浊流剑、毒性法杖、萤火虫法杖、破晓等\n=========================================================\n\nServer Office 捐助相关\n        为了服务器的可持续发展，我服是接受捐助的。但我们深知赞助获得物品、权限等本身就是一种作弊加速行为，但服务器需要资金来维护，所以我们尽量低地降低了**品对服务器平衡的影响，同时我们也告诫大家：理性捐助、适量捐助，过量的捐助会导致你失去游戏乐趣。你可以不捐助、尽量体验平民玩法，这样可以获得最佳游戏体验。\n        **品概不接受“私人订制”、“联系管理员购买”等，我们的商品一律明码标价且有详细说明，放在点券商店，所有朋友都有权购买、公平购买。管理员应聘\n        服务器的发展同样也需要人才的加入，我们欢迎大家加入我们的管理员团队。但目前我们的管理员只从游戏玩家中选拔，一篇简单的申请无权申请管理员，目前要求服务器游戏时间超过200小时以上的玩家才可以申请。如果你觉得你有足够能力以及有一颗为全体玩法服务的心，那么你可以申请加入我们管理员队伍。OP证明\n\n\n\n\n",
    "replies": []
}