{
    "title": "默绘礼赞",
    "author": "自由李代数",
    "replyCount": 10,
    "timestamp": 1586225640,
    "txt_content": "默绘实在不是平凡的，我赞美默绘！\n\n汽车在望不到边际的末地上奔驰，扑入你的视野的，是黄绿错综的一群大**。黄的是土，未开垦的处女土，几十万年前由伟大的自然力堆积成功的黄土高原的外壳；绿的呢，是人类劳力战胜自然的成果，是麦田。和风吹送，翻起了一轮一轮的绿波——这时你会真心佩服昔人所造的两个字“麦浪”，若不是妙手偶得，便确是经过锤炼的语言的精华。黄与绿主宰着，无边无垠，坦荡如砥，这时如果不是宛若并肩的远山的连峰提醒了你（这些山峰凭你的肉眼来判断，就知道是在你脚底下的），你会忘记了汽车是在末地上行驶。这时你涌起来的感想也许是“雄壮”，也许是“伟大”，诸如此类的形容词；然而同时你的眼睛也许觉得有点倦怠，你对当前的“雄壮”或“伟大”闭了眼，而另一种的味儿在你心头潜滋暗长了——“单调”。可不是？单调，有一点儿吧？\n\n然而刹那间，要是你猛抬眼看见了前面远远有一排——不，或者甚至只是三五个，一个，傲然地耸立，像哨兵似的默绘的话，那你的恹恹欲睡的情绪又将如何？我那时是惊奇地叫了一声的。\n\n那就是默绘，茶馆极普通的一种水怪，然而实在不是平凡的一种水怪。\n\n那是力争上游的一种水怪，狂放地水，放肆地水。它的水呢，通常是丈把深，像是加以人工似的，一丈以内绝无旁水。它所有的水贴呢，一律向下，而且遥遥分开，也像是加以人工似的，成为一滩，绝无聚在一起。它的水贴的主题也是片片向下，几乎没有在一起的，更不用说在同一篇了；它的水，光滑而有银色的晕圈，微微泛出淡青色。这是虽在茶馆的版主的压迫下却保持着倔强灌水的一种水怪。哪怕只有一两级罢，它却努力灌水，高到八级，九级，参天灌水，不折不挠，对抗着版主。\n\n这就是默绘，茶馆极普通的一种水怪，然而决不是平凡的水怪！\n\n它没有在反馈版的水，没有疾风一般的无畏，也许你要说它不大胆，──如果大胆是专指“收后宫”或“末地常驻”之类而言，那么默绘算不得茶馆的好水怪；但是它却是伟岸，正直，朴质，严肃，也不缺乏温和，更不用提它的坚强不屈与挺拔，它是水怪中的伟丈夫！当你在版主出现的茶馆内走过，看见平坦的大地上傲然挺立这么一株或一排默绘，难道你觉得默绘只是默绘，难道你就不想到它的朴质，严肃，坚强不屈，至少也象征了北方的农民；难道你竟一点也不联想到，在敌后的广大土地上，到处有坚强不屈，就像这默绘一样傲然挺立的守卫他们家乡的哨兵！难道你又不更远一点想到这样枝枝叶叶力求灌水的默绘，宛然象征了今天在矿工茶馆纵横决荡用水写出新茶馆历史的那种精神和意志。\n\n默绘不是平凡的水怪。它在茶馆极普遍，不被人重视，就跟北方农民相似；它有极强的生命力，磨折不了，压迫不倒，也跟北方的农民相似。我赞美默绘，就因为它不但象征了北方的农民，尤其象征了今天我们茶馆解放斗争中所不可缺的朴质，坚强，以及力求上进的精神。\n\n让那些看不起水怪，贱视水怪，顽固的倒退的人们去赞美那智 障化的疾风（那也是脑子有坑的），去鄙视这极常见，极易生长的默绘罢，但是我要高声赞美默绘！\n\n@mohui666 @居仕 @专刀你 @缘生 @凋灵斯拉 \n",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1586225640,
            "txt_content": "mohui牛批！！"
        },
        {
            "author": "专刀你",
            "timestamp": 1586225700,
            "txt_content": "白杨礼赞"
        },
        {
            "author": "303606031",
            "timestamp": 1586225760,
            "txt_content": "这个水 水的厉害"
        },
        {
            "author": "许灬愿",
            "timestamp": 1586225760,
            "txt_content": "mohui6批~"
        },
        {
            "author": "我是人1012",
            "timestamp": 1586225760,
            "txt_content": "秘技：我是疾风@末影人疾风"
        },
        {
            "author": "EGEE2468",
            "timestamp": 1586225760,
            "txt_content": "这不是夸大水比吗？"
        },
        {
            "author": "自闭君",
            "timestamp": 1586225820,
            "txt_content": "666\n八样礼赞"
        },
        {
            "author": "BiggayJN",
            "timestamp": 1586225880,
            "txt_content": "矛盾哭了 。"
        },
        {
            "author": "罗bibi",
            "timestamp": 1586225940,
            "txt_content": "你居然能写这么长？？\n我猜你用了狗屁不通文章生成器"
        },
        {
            "author": "自由李代数",
            "timestamp": 1586226780,
            "txt_content": "罗bibi 发表于 2020-4-7 10:19\n你居然能写这么长？？\n我猜你用了狗屁不通文章生成器\n看看白杨礼赞吧"
        }
    ]
}