{
    "title": "[MINECRAFT背后的秘密]HIM与Pigger的开始",
    "author": "zhh30648",
    "replyCount": 11,
    "timestamp": 1363961580,
    "txt_content": " 本帖最后由 zhh30648 于 2013-3-22 22:13 编辑 \n\n为了重拾第一章HIM的人气度，准备再将这个系列写下去，虽然可能第一批观众已经少了很多了，但我还是觉得应该写下去\n这次的故事并不是从头开始的，所以第一次看的可能会有点困惑，建议点击：HIM篇\n这次的起始点是在PIGGER将HIM不小心推入末影世界后发生的事情，以到达地狱为起点开始的故事\n将讲述PIGGER为何会最终变成HIM的敌人，以及真正的幕后主使者是谁\n准备PIGGER篇写好再继续时空的崩毁主篇\n希望大家能够给点感想，仅此而已，谢谢\nPigger在焦红色的滚烫大地上慢慢得踱着步，垂头丧气地晃悠着自己到底到了什么地方啊！！！！！被雷劈中，不受控制，不仅把最好的朋友Brine推进了末影门里，连自己都还因为传送门的异变到了这种鸟不拉屎的地方映入眼前的有非常美妙的景象：岩浆 岩浆 岩浆还有无尽的岩浆一条条熔岩瀑布从由红色岩石构成的巨大穹顶的顶端流泻下来，还有一些能发光的石头照亮了顶端的黑暗处，有许多黑色的影子正在闪动着，甚至还有什么东西在“天上”飞翔这种毫无科学性所言的地方到底是哪里！还有话说我到底怎么了！自己醒来的时候竟然发现自己能够直立行走了，诶我不是只猪么怎么可以像人一样得....正Pigger准备陷入沉思来理清这一切的时候，一个人形的生物从后面抓住了他的手“咕噜噜咕咕咕....”“唔唔唔啊啊！！！！！”Pigger怔了一下，转过身子，一屁股坐在了地上，眼前的生物实在不像是正常的家伙溃烂的皮肤，还带着绿色的液体，全身裸露着一丝丝白色的东西，可能是他的骨头吧，更可怕的是，他右手正持着一柄暗金色的长剑“咕噜噜咕？”“哈？你，你在说啥？”Pigger的声音里带着颤抖，哆哆嗦嗦得想去拔出自己腰后的金剑，也是Brine留给自己唯一的东西“现在能听懂吗咕噜？”Pigger颤抖的手突然停下了，因为他的脑袋里终于飘进了能够被理解的句子“早说嘛，原来是遗迹语么，大城市来的人啊咕噜！”啥？遗迹语？大城市？这破地方还有大城市？开玩笑的吧！那只不明正体的生物伸出了他尚还完全的手，Pigger顿时明白了什么，把自己的手递了上去而他竟然发现自己的手和他们是如此的相似！“是怎么来到这种穷乡僻壤的咕噜？”Pigger和那只生物一起走在冒着热气的红色岩石上，他手里正在玩弄着那把残破的金剑，将他顶在手尖上，或横竖在手背上，看起来用得十分熟练“我也不怎么清楚..似乎是从其他地方来的，反正不会是这样奇葩的地方就是了”“诶诶诶，外来人么咕噜？”并行的家伙突然冒出了惊人的语气，好像是看到了什么很珍贵稀少的东西一样的表情“其实我们这啊，是很祥和的地方哦，只不过还没到就是了，顺便一提，我叫艾波，是纯纯正正的本地村民哦咕噜”“艾波....感觉很一般的名字嘛，就不会取得有点个性么，我叫Pigger，暂时请多指教了”艾波露出了一幅非常难理解的表情，用左手挠了挠脑袋“Pig..ger?是其他地方的方言么，怎么没啥印象咕噜？”什么？最通用的语言竟然不知道？！“你现在说的是一种叫遗迹语的东西，是地狱唯一一种通用的语言啊，据说是在地狱中心地带的大城市的遗迹刻板上所流传下来的语言，所以被称为遗迹语咕噜”Pigger脑袋里浮现出了那一副高楼大厦林立的繁华都市场景，但是在这种满地的岩浆湖的地方，很显然是造不出那种大型建筑的吧“到了哦，前面就是我们的村子，是纯地狱石英制造的朴素小镇哦咕噜~”Pigger再次确认，终于认定这个地方的名字“地狱通用语言”“地狱石英”这里就是曾经Brine在午间休息时告诉自己的异世界——地狱房子是用白色的石头垒堆而成，如同以前的石砖一样的功能，只不过是纯粹的“垒”罢了，和自己村庄里温馨的纯木建筑完全无法比拟但这里的居民倒是不少，都是和艾波一样的外形，只不过表情和语言完全和恐怖的外表不相称罢了有的家伙正在像流沙一样的地面上种着什么紫红色的东西，那应该是他们的粮食吧“哟，带新人来了啊艾波咕噜？”“带来个不错的小伙子啊咕噜？”大家都是一副和平安乐的样子，和地狱，和周围热气腾腾的地狱湖完全不一样的氛围“艾波，快点来帮忙收获孢子，好招待客人！”“好好好...Pigger，去我家坐坐吧，我们好好聊聊你的事怎么样”Pigger都来不及回答什么，就被艾波拉进了一所比较大的石英房子里，里面的家具很简朴，基本都是由一些紫黑色的石块制成的东西，虽说是石头，但是质感和脚下的红色石头完全不一样，冰凉的触感却带着一丝神秘的气质“那些可是高级货哦，从遗迹城市里淘来的地狱砖沙发，很贵的玩意啊咕噜”艾伦端着一碗不明材料的东西上来了，似乎是用什么玩意熬成的汤，一颗颗紫黑色的原型东西漂浮在白色的汤汁上，看起来总不可能是什么好吃的东西“来尝尝吧，这可是艾波我特制的‘酸甜孢子汤’哦”“这玩意真的能吃？！”Pigger看着这一碗散发着紫黑色气息的东西，脸色变的铁青，如果记得没错的话，这应该是用来制造药水的东西啊！“我们这的人都把这个当粮食，怎么可能不能吃啊，来，尝一个咕噜！”嘴巴里被强行塞进了一个类似汤圆的东西，牙齿不由自主得咬了下去，酸酸甜甜的汁水瞬间布满了口腔，软糯的触感和十足的嚼劲“这..真的是孢子么”Pigger嘴巴里含着三颗孢子边嚼边发表着不可思议的意见“那么，来说说你准备干什么吧咕噜”Pigger趴在了黑色的石桌上，感受着冰凉的触感带来的愉悦“啊啊？干什么？虽说不知道为了什么，我总觉得应该去一趟那个‘遗迹城市’什么的”Pigger的直觉告诉他，那里应该有他需要的东西，可能自己如何脱离这里去寻找Brine的唯一方法就在遗迹都市里“也是啊，你是从外面世界来的，这可是几十年来的第二个啊，很罕见的事例啊咕噜”“还有其他人？”Pigger从椅子上跳了起来，将身子趴在石桌上，盯着艾波的脸“对...对啊，我妈跟我说十年前还有一个家伙来过，貌似是...白色胡子？一个老头子吧”“他叫什么？”“对对对！说到这他的名字也跟你一样，是很奇怪的字母，叫什么Notch咕噜？”毫无印象的名字，但是总觉得那个人就是自己和Brine之间的连接点，可能找到他就有办法回去了吧“他现在在哪，我想去见见他”艾波离座而起，走进了自己的房间里，开始捣鼓什么，用木棒撑起床脚的那只红色的石质箱子，把整个脑袋都埋了进去，往外扔着什么Pigger侧过头，从门缝里看到满天的灰尘飘扬着“咳咳...没错就是这个咕噜”艾波挣扎着从灰尘的风暴中逃离了出来，脸上沾满了黑色的小沙粒他从手里拿出一只卷轴，将其展开在了石桌上，应该是一幅地图什么的，但不知道是谁用什么方式绘制出来的“看，我们的村子在这个位置，而遗迹都市在这”就算是比例尺极大的地图，竟然也有半个桌子的距离“要是步行的话你得走3年左右吧咕噜”“啥？！三年？没有什么交通工具或者科技的运输载具么？！”“载具？交通？你在说啥啊咕噜，说道方便的方法倒是有，但是得走段路啊咕噜”果然是科技极度低下的地方么...Pigger意识到了这一点“那有什么方便的方法？”Pigger被艾波领出了房间，指着巨大红色穹顶的中央，一个白色的身影正在缓缓地移动着“用那个，叫幽灵的家伙哦咕噜”“用那个要多久？”“一天左右吧，快的话白天出发，晚上就能到了哦咕噜”“这得有多快的速度啊！3年变成一天？”“你自己去试试不就得了咕噜，明天我带你去吧，今天先好好歇歇咕噜”说的也是.....但这里有天的概念么！艾波好像能读心一样，指着穹顶的各个角落“看那个发光的东西，叫萤石，一但到了‘晚上’就会变暗哦，到时候地狱会变的很危险的，因为会一片漆黑，会出来一些莫名其妙的生物啊咕噜”就好比地面上的僵尸和骷髅一类的怪物吧，Pigger这样想着，不知为什么突然开始想念起那些怪物了萤石的灯光渐渐暗了下来，穹顶被黑色所笼罩，世界变的格外寂静，只有岩浆湖的周围依旧散发着微弱的光芒Pigger无法入睡自己为什么会来到这，怎么回去都不是他最担心地Brine的生死才是真正的问题，无论如何都不想Brine出什么事，因为那是自己最好的伙伴真正的旅途从明天才开始，自己到底该怎么办？迷迷茫茫中，似乎听见了什么声音一个世界[这个就是被末影之光所选择的救世主吗[似乎是叫Brine，先试试他对末影之光的融合性怎么样再判定他是否有资格成为我们的王吧另一个世界“娜拉的病情还是没有好转么，实在不行我只能放弃了”“这，这怎么行，Brine怎么办？”        来自于各个世界的声音汇入Pigger的脑袋里，那是各个次元的声音，通过羁绊相连，命运的线被死死系住渐渐的掉入了昏睡的陷阱里，Pigger熟睡着窗外响起了异响，什么高速飞行的东西戳进了石英质的墙壁里的声音，但Pigger并没有注意到{是这家伙么}\n",
    "replies": [
        {
            "author": "Aikawastep",
            "timestamp": 1363961640,
            "txt_content": "=V=顶一个~慢慢看~"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1363961640,
            "txt_content": "顶一个……"
        },
        {
            "author": "板栗。酱",
            "timestamp": 1363961700,
            "txt_content": "顶一个~      "
        },
        {
            "author": "Evan丶桑",
            "timestamp": 1363961820,
            "txt_content": "字体好粗...文章好长...{:10_530:}"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1363961820,
            "txt_content": "Aikawastep 发表于 2013-3-22 22:14\n=V=顶一个~慢慢看~\n你就比我快三秒！我的沙发……"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1363961880,
            "txt_content": "很棒的作品~"
        },
        {
            "author": "煞笔小新",
            "timestamp": 1363962060,
            "txt_content": "LZ辛苦了~~~继续加油~~~"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1363962420,
            "txt_content": "joney 发表于 2013-3-22 22:17 \n你就比我快三秒！我的沙发……\n孩子你要淡定点"
        },
        {
            "author": "无爱皮卡丘",
            "timestamp": 1364054580,
            "txt_content": "更文了！好支持顶                             "
        },
        {
            "author": "the-blaze",
            "timestamp": 1399286640,
            "txt_content": "我看过him的来历"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1437458880,
            "txt_content": "顶顶顶!!!!!!"
        }
    ]
}