{
    "title": "[Minecraft.net|CULTURE]世界杯体育场",
    "author": "jinvgy",
    "replyCount": 4,
    "timestamp": 1586326860,
    "txt_content": " 本帖最后由 jinvgy 于 2020-4-11 16:14 编辑 \n\n\n\n\n\nimage.jpg (96.41 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-8 17:24 上传\n\n\n\n\n\n世界杯体育场\nWORLD CUP STADIUM\n球进啦！！！！！！！\nGooooooooooaaaaaaaal!\n\n       表达足球该用Football还是Soccer？作为一个瑞典人，我会选择Football，但对于这个拥有30亿球迷的世界最大体育项目来说，到底该如何表达才是正确的呢？关于这方面的辩论从老早就开始了。管你更喜欢哪种叫法呢，但真正的较量可不是你那所谓的用脚踢球的游戏。不是的，不是！今天，两个国家将在世界杯决赛中交锋，法国和克罗地亚将会为荣誉和回家的车票而战。而我们这儿正好有一个适合做决赛场地的完美的建筑。\n'Football' or 'soccer'? As a Swede, I say 'football' – but what is the correct term for the world's biggest sport, with over three billion fans? The debate has been raging since the dawn of time, and whatever you may prefer, the real battle isn't about what you call a game focused on kicking a ball with your feet. No no! Today, two countries will clash in the World Cup final as France and Croatia fight for glory, fame, and a ticket home. And we just so happen to have the perfect build for the occasion.\n       16岁的美国建筑师SeanBit很可能更喜欢用Soccer这个词。他不仅从9岁就开始踢足球，而且最近他还决定将他这项长期爱好融入到Minecraft中，并兴致勃勃地计划建造一个符合世界杯标准、实物尺寸大小的体育场。\n16 year old American builder SeanBit most likely prefers the term soccer. Not only has he played it since he was nine years old – he also recently decided to incorporate his long-time hobby into Minecraft with the ambitious project of building a full-sized stadium, worthy of the World Cup.\n\n\n\n\n\nfile_1586338135000.jpg (147.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-8 17:28 上传\n\n\n\n\n\n\n\n\n\nfile_1586338136000.jpg (195.25 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-8 17:28 上传\n\n\n\n\n\n\n\n\n\nfile_1586338135000.jpg (133.68 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-8 17:28 上传\n\n\n\n\n\n\n\n\n\nfile_1586338136000.jpg (183.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-8 17:28 上传\n\n\n\n\n\n       “自从我开始在Minecraft做建筑以来，我就一直想造一个足球场，”Sean和我说道，“我最近决定将其付诸实践的原因有很多，其中有个很大的原因就是在我建造体育场时，世界杯正好开始。”\n“I've always wanted to build a soccer stadium ever since I started building in Minecraft,” Sean tells me. “I just recently decided to make one for a number of reasons, a big one being that the World Cup had just recently started during the time I built the stadium itself.”\n       Sean建造这项工程的另一个重要原因在于这个建筑的性质，他长期以来一直都是足球场特色建筑的爱好者，也一直对世界各地不同体育竞技场的设计感到惊叹无比，就比如昨天比利时和英格兰的那场比赛的场地——一个可容纳67000名观众的竞技场——克里斯托夫斯基体育场。“俄罗斯圣彼得堡的克里斯托夫斯基体育场是我主要的灵感来源，因为我想采用目前世界杯上使用的体育场。”\nAnother big reason for Sean to take on the project was the nature of the build. He's a long time fan of architectural features of soccer stadiums and has always been in awe over different arena designs around the world, such as the one played on yesterday by Belgium and England – Krestovsky Stadium – an arena with a capacity of 67,000 visitors. “The Krestovsky Stadium in Saint Petersburg Russia was my main inspiration because I wanted to use a current stadium being used in the World Cup.”\n\n\n\n\n\nfile_1586338351000.jpg (161.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-8 17:32 上传\n\n\n\n\n\n       Sean的这个建筑可能没有67000个座位，但它确实包括了你在正常的体育场中能找到的所有功能。内部有着一系列的东西，有更衣室和大堂区域，体育场的四面都有两层看台，两边也都有带横梁的巨大圆形屋顶，当然也有最重要的部分——足球场场地本身。如果你喜欢在没被一群人盯着的情况下比赛，或只是想要来个定期的训练，那么你也能在竞技场外找到一个单独的场地，还附带一个公园。\nSean's construction might not have as many as 67,000 seats, but it does include all the features you'd find in an ordinary stadium. There's an interior, with locker rooms and a lobby area, two storeys of stands on all four sides of the stadium, a giant circular roof with beams on either side, and of course the most important thing of all – the field itself. If you prefer to play without a crowd or just want to enjoy a regular training session, a separate field can be found outside the arena, together with a park.\n       “(我)尽可能的让它像一个真正的足球场，这些工作用不着耗上我几天时间，”Sean解释道，“(但)我也只有很少量的体育场内部截图，所以更衣室和大堂并不是非常真实，不过体育场的整个实际部分、看台和场地都是非常精确的。”\n“It’s as close to a real soccer stadium as I could personally get it without spending days and days upon it,” Sean explains. “I also had minimal screenshots of stadium insides, so it’s not super realistic in the locker room and lobby area, but the actual stadium part with the stands and field are very accurate.”\n       为了让球场更加的真实，Sean首先通过现实中球场的尺寸大小来建造球场本身，然后再(通过球场来)建造看台，接着再按照体育场的外观设计，完成他那半径175米的宏伟屋顶。\nTo make the stadium as authentic as possible, Sean began by making the field itself in the scale of a real life pitch. He would then go on to shape the stands followed by the exterior design of the stadium, finishing his grand dome with a massive 175 radius roof.\nhttps://www.bilibili.com/video/bv1m64y1u7PC\n       “我在谷歌上快速搜索了一些目前正在使用的世界杯球场，参考了几个球场后，我得出了自己的结构设计，”Sean解释道，“我通过提取每个场馆中我喜欢的特定部分来实现(我)这个体育场。”\n“I came up with the structural design by looking at several stadiums from a quick Google search of the current World Cup soccer stadiums being used,” Sean explains. “I implemented the stadiums by taking specific pieces of what I like from each of them.”\n       Sean不仅仅是作为一个体育场的建筑师，他最喜欢的其中一个方面是他那处理场地草坪的方法，就像个场地管理员。“你没法在渲染图下看见它，我所做的是实际操作WorldEdit中的setbiome指令，并在草坪上布置了一系列小网格。大约每十格，我就会切换一个不同的生物群系，让它看上去就像一个真正的职业球场一样。”\nSean did not just assume the role as architect of the stadium. One of his favorite aspects with the build was how he worked with the field grass, almost like a groundskeeper. “You can't see it in the renders but what I did was to actually use the WorldEdit setbiome command and lay out a quick little grid onto the field. About every ten blocks I would turn that into a different biome than the original grass to give it the look of a real professional soccer pitch.”\n\n\n\n\n\nfile_1586338379000.jpg (104.82 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-8 17:32 上传\n\n\n\n\n\n       展望未来，Sean希望能继续发展自己的建筑风格，建造出更大规模的建筑，例如城堡。在那之前，他要先看完今晚的比赛：“我个人希望阿根廷能在世界杯复出，但就我从今年所观看的所有比赛来分析，我认为英格兰很有可能夺冠。”\nGoing forward, Sean is looking to continue growing his architectural style with even more large scale builds, like a castle. Before that happens, he needs to finish watching the ongoing competition that ends tonight. “I had personally hoped Argentina would come back in the World Cup, but currently from all of the games I have seen in this year’s competition, I’d say England is probably going to take the win.”\n       等等，英格兰！？Sean的球场可能是一大壮举，但作为一个瑞典人，我觉得这太过分了，尽管英格兰已经不在锦标赛中了。他不仅让人们用Soccer来称呼足球(注:美国人通常称足球为Soccer)，而且还在为在四分之一决赛中淘汰了瑞典的球队欢呼？！不行，这我可没法忍！\nWait, ENGLAND!? Sean’s stadium might be an impressive feat, but as a Swede I feel this is just too much, even though England is no longer in the tournament. Not only is it triggering to call it ‘soccer’. He cheers for the very team that knocked out Sweden from the quarter finals?! No, this cannot stand!\n       亲爱的读者们，请尽情享受这场决赛吧(注:原文应于final后断句，故如此翻译)！祝法国好运！(注:原文含法语)也祝克罗地亚好运！(注:原文含克罗地亚语)\nEnjoy the final dear readers, bonne chance France, and sretno Croatia!作者：Per Landin\n日期：2018.07.15\n原地址：https://minecraft.net/zh-hans/article/world-cup-stadium-0",
    "replies": [
        {
            "author": "无HiFi有WiFi",
            "timestamp": 1586346180,
            "txt_content": "我记得美式足球是soccer，足球是football"
        },
        {
            "author": "jinvgy",
            "timestamp": 1586357040,
            "txt_content": "无HiFi有WiFi 发表于 2020-4-8 19:43\n我记得美式足球是soccer，足球是football\n美国称足球为Soccer\n美式足球是American football"
        },
        {
            "author": "桐达黑纸",
            "timestamp": 1586409180,
            "txt_content": "666666666666666"
        },
        {
            "author": "kayn-",
            "timestamp": 1593099480,
            "txt_content": "这光影我爱了"
        }
    ]
}