{
    "title": "Minecraft Realms Plus 更新：四月",
    "author": "封徵",
    "replyCount": 19,
    "timestamp": 1586316180,
    "txt_content": " 本帖最后由 封徵 于 2020-4-9 09:55 编辑 \n\n\nNEWSRealms Plus: April\nRealms Plus 更新：四月\n\n13 new maps and skins coming to Realms Plus in April!\n在四月份为Realms Plus迎来13款全新商城包吧！\n\nCristina Anderca 克里斯蒂娜·安德卡\n\n\nIt’s April, and you know what that means – allergies,YAY! But there’s also an upside to spending spring locked inside the house in fear of spores and viruses: Realms Plus is adding 13 new creations this month, from character skins to full-on adventures!\n又是一年阳月时，百花盛放，这也意味着 —— 没错，烦人的花粉过敏又要出现了！除去防范那些讨人嫌的花粉与病毒外，待在屋子里还有着别的好处：Realms Plus 在这个月又更新13张全新的商城包 —— 从外表华丽的皮肤包到紧张人心的冒险地图，应有尽有，赶快来看看吧！\n\nNo idea what I’m talking about?Minecraft’s monthly subscription service allows up to ten players to enjoy over 85 pieces of the best content available on Minecraft Marketplace. Each month brings new content to the lineup, and April is looking very exciting indeed:\n还不知道我说的 Realms Plus 是何方神圣? 它就是 Minecraft官方推出的月度订阅式服务器托管服务，允许多达10名玩家在私人服务器里享受Minecraft市场中最优质的、数量大于等于85张的内容包。每个月，我们都会为Realm Plus更新数量众多的内容包。而四月的更新阵容，看起来尤为豪华：\n\n\n\n\nHOLLOW END BY AURORA\n黮暗终焉 作者：AURORA\n\nWho knew Minecraft could be such a chilling survival horror experience? In Hollow End, each night gets harder as you have to defeat countless mobs while looking for hidden loot to stay afloat. How many nights will you survive?\n谁能料到 Minecraft 中的生存能变得如此令人毛骨悚然呢？在 黮暗终焉 地图中，每一次的夜幕降临，都意味着一场艰苦卓绝的战役的开始，无数的怪物从四面八方如潮水般涌来，在抵御它们的同时，你还得找寻隐藏各处的补给箱赖维续自己的生命。你又能活过多少个夜晚呢？\n\n\n\n\n\nSPACE TRACERS BY GIGGLE BLOCK STUDIOS\n星际跃迁者 作者：GIGGLE BLOCK STUDIOS\n\nHeading into space? Or do you just want to look cool? Either way, look no further than the Space Tracers astronaut skins. With 30 gravity-free skins and five colors to select from, your role-playing sessions are about to get 275% more stylish.\n想去到飘渺神秘的太空吗？或者你只是想要自己看起来更有型？不管怎么样，来看看 星际跃迁者 宇航员系列皮肤包吧。30张“失重”皮肤与5种可选颜色，你的COSPLAY造型将更添275%的时尚感。\n\n\n\n\n\nCUTE BLOCKS MEGA PACK BY GIGGLE BLOCK STUDIOS\n可爱方块 超大皮肤包 作者：GIGGLE BLOCK STUDIOS\n\nIf you’ve been looking for a better way to play team-based games, or just want to role-play as a jelly bean, then you’re in luck! The Cute Blocks skins come in 35 easy-to-spot varieties and seven different colors. Which team color will you choose?\n对现在重复枯燥的团队游戏感到厌倦了吗，或者想要成为一颗软糖豆人吗？那正好！可爱方块 皮肤包为你和你的朋友提供了35种不同品种的软糖豆人皮肤与7种皮肤颜色选择。想好要和你的朋友选哪个了吗？\n\n\n\n\n\nEMOJIS HD BY NOVAEGG\nEMOJIS 高清版 作者：NOVAEGG\n\nDo you feel constrained by regular skins? Want to express your emotions to everyone, regardless of their level of interest? Just pick one of these ten emoji attitudes and the whole realm will be aware of how you’re feeling deep inside.\n你是否曾觉得普通的外在皮肤束缚了你内在的本真？想要不管不顾的向每个人吐露你内心最真实的情感？来试试这款能代表你内心十种情感的皮肤包吧，换上它，整个领域服都会被你最真实炽热的情感所震撼。\n\n\n\n\n\nPET SHOP BY PIXELHEADS\n宠物商店 作者：PIXELHEADS\n\nThere is no such thing as too many pets – well, least not in Minecraft. Real life has its limitations. Thankfully, in PixelHeads’ Pet Shop, you get all of the cuteness with none of the responsibilities! Choose between 17 adorable pets ranging from cats and dogs to lizards, snails, snakes, ferrets, and more!\n宠物从不嫌多 —— 唔，至少在Minecraft里是这样的。现实生活总有这样或那样的制约。但幸好，在 PixelHead 的 宠物商店 里，尽管痴迷于各种各样的小可爱们吧，而且还不用承担任何照顾它们的责任！17种可供挑选的小崽子，猫、狗、蜥蜴、蜗牛、蛇、雪豹等应有尽有！\n\n\n\n\nCRYSTAL FALLS BY PIXELUSION\n水晶瀑布 作者：PIXELUSION\n\nAn exciting adventure awaits! Enter a sanctuary that has had its waterfalls turned into crystal by a mysterious curse. Discover an epic and massive world with huge dungeons and fight to free the Crystal Falls!\n一场激动人心的冒险亟待开始！来到神秘的遗落之地，这里的瀑布因诡异的诅咒而变成了水晶。在史诗般的遗落王国和庞然错杂的地下之城里尽情探险，并去探明水晶瀑布背后的秘密吧！\n\n\n\n\n\nTHE CUBE THEATER BY QWERTYUIOPTHEPIE\n方块剧院 作者：QWERTYUIOPTHEPIE\n\nQwertyuiopThePie brings the magic of the performing arts to Minecraft. Now you can present your favorite plays or write some of your own. Become a playwright, stagehand, or even an actor – the stage is yours! And don’t forget to invite your friends!\nQwertyuiopThePie 将在Minecraft中让玩家重现表演艺术的魅力。在地图里自己出演你最喜欢的戏剧。成为一名剧作家、舞台工作人员甚至是一名演员 —— 舞台将因你而闪耀！最后，别忘了邀请你的朋友！\n\n\n\n\n\nFIND THE BUTTON BY RAZZLEBERRIES\n找到按钮 作者：RAZZLEBERRIES\n\nThe premise of Find the Button is simple: find the button. But this zany mini-game is more complex than it seems. Play 15 peculiar levels with three difficulty levels and find out just how much fun looking for a button can be. (Spoiler:a lot of fun).\n要想通关 Find the Button 很简单: 找到按钮 就行了。但这个看起来滑稽可笑的迷你游戏可比它看上去要复杂不少。15个精心设计的特殊关卡，3种游玩难度选择，来试试发现要想找到按钮背后所能带来的乐趣吧。(剧透：超级有趣 )。\n\n\n\n\n\n8-BIT MINIS BY RAZZLEBERRIES\n八位元小人 作者： RAZZLEBERRIES\n\nTravel not-that-far back in time with these 8-bit cuties! These minimalistic skins will add a touch of retro charm to your game in the form of colorful, modern outfits.\n试试用这八位元的小可爱皮肤包点缀你的游戏之旅吧！简约明朗的外型、明丽现代的服饰也将为你的游戏增添一丝20世纪80年代的“复古魅力”！\n\n\n\n\n\nAUTOMATON BY SAPPHIRE STUDIOS\n机械人 作者： SAPPHIRE STUDIOS\n\nThey’re sentient! The automatons have gone rogue and a special task force is deployed to take them down. Will you set things right or join the revolution? Pick from ten skins, including a commander, five rogue skins, and four riot police.\n他们已经觉醒了！这些机器人已经开始了暴乱，而一个特别行动小组已经部署完毕，亟待行动。他们会平息这场暴乱还是加入他们的“革命”浪潮？十张皮肤静待玩家们的选择，包括一位指挥官、五位反 动机器人与四位防 暴 警 察。\n\n\n\n\n\nCOOL CATS BY TETRASCAPE\n帅气小猫 作者： TETRASCAPE\n\nYou can’t say you’re a cat person until you become… an actual cat-person. Tetrascape’s skins come with the whiskers, ears, and fur – all you have to do is put them on and start knocking things down from shelves with an attitude. Transformation complete!\n你可不能随便说自己是一位“猫奴”(cat person)，除非你变成…一个 真正的 猫人(cat-person)。Tetrascape 的这张皮肤包里的皮肤都有猫须、猫耳和猫毛。你要做的就是换上这套皮肤，然后(像一只真猫一样)把架子上的东西弄倒。然后，恭喜你！转化成功啦！\n\n\n\n\n\nBUSY BEE SKIN PACK BY THE HIVE\n勤劳的蜜蜂 皮肤包 作者： THE HIVE\n\nAren’t bees just the best? The Hive’s cheerful outfits not only celebrate our little striped friends, but they’re also stylish! Choose between 14 cool outfits and 14 bee onesies. For bonus cuteness, these characters also have HD eyes!\n小蜜蜂们不可谓是世上最勤劳的生物了吧？The Hive 的皮肤包里欢快的条纹外装不仅赞美了可爱勤劳的小朋友们，更具时尚的美感！14件超酷外装与14件蜜蜂连体衣供你选择。高清的眼睛更为皮肤的可爱值添彩！\n\n\n\n\n\nMODERN HOUSE BY VOXELBLOCKS\n现代豪宅 作者： VOXELBLOCKS\n\nNeed a place to unwind and forget about the world? Do you want that place to be as luxurious as possible? Check out VoxelBlocks’ million-dollar modern house! Complete with fancy cars, jet skis, a huge fireplace, and an outdoor (!) flatscreen TV, this sweet pad is sure to get your mind off the day’s worries.\n想要去到一个与世隔绝、放松身心的“世外桃源”吗？又不想清贫想要尽可能地豪华？不如现在就来看看 VoxelBlocks 的百万现代主义豪宅吧！配备有豪华跑车、喷气式摩托艇、巨型壁炉与一块巨型的室外(！)银幕，我想这里一定能让你“忘乎所以”的！\n\nWant even more awesome creations? Head to our Realms Plus site for more content!\n想试试更多超棒的商城包吗？现在就来访问 Realms Plus 官方网站 了解更多信息吧！\n\n\n\n【封徵 译自官网 2020 年 04 月 07 日发布的 Realms Plus: April；原作者 Cristina Anderca】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "yzcabc",
            "timestamp": 1586324040,
            "txt_content": "沙发！！\n\n\n\n"
        },
        {
            "author": "yzcabc",
            "timestamp": 1586324100,
            "txt_content": "还以为是1.16正式版呢（没见过呀，那不关我事）"
        },
        {
            "author": "MC菠菜贱卖",
            "timestamp": 1586325300,
            "txt_content": "Java版商城包吗？好久不见更新了"
        },
        {
            "author": "封徵",
            "timestamp": 1586325480,
            "txt_content": "MC菠菜贱卖 发表于 2020-4-8 13:55\nJava版商城包吗？好久不见更新了\n上个月其实也有更新，不过我发到的是翻译版\n严格来说其实这个应该叫领域服+商城包，市场那个更新了好久了"
        },
        {
            "author": "Y制杖杖",
            "timestamp": 1586342640,
            "txt_content": "? 我寻思着Realms Plus不是基岩版的吗"
        },
        {
            "author": "封徵",
            "timestamp": 1586342700,
            "txt_content": "Y制杖杖 发表于 2020-4-8 18:44\n? 我寻思着Realms Plus不是基岩版的吗\n领域服 Java版"
        },
        {
            "author": "Y制杖杖",
            "timestamp": 1586342880,
            "txt_content": "封徵 发表于 2020-4-8 18:45\n领域服 Java版\nJava版是Realms，Realms Plus是基岩版的\n摘自wiki：\nRealms Plus只向符合下列条件的玩家开放[2]： \n玩家必须拥有一个Xbox Live账号，并且已经购买了基岩版；\n有良好的互联网连接；\n要加入Realms社区，玩家年龄还需在13岁以上。"
        },
        {
            "author": "封徵",
            "timestamp": 1586343000,
            "txt_content": "Y制杖杖 发表于 2020-4-8 18:48\nJava版是Realms，Realms Plus是基岩版的\n摘自wiki：\n好的，了解了\n\n\n\n\nimage.png (23.61 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-8 18:49 上传\n\n\n\n\n\n被这个误导了\n"
        },
        {
            "author": "深绿世界",
            "timestamp": 1586354460,
            "txt_content": "Java版也有Realms+了？赶紧改正以免删帖"
        },
        {
            "author": "封徵",
            "timestamp": 1586355840,
            "txt_content": "深绿世界 发表于 2020-4-8 22:01\nJava版也有Realms+了？赶紧改正以免删帖\n正文无误"
        },
        {
            "author": "zyjking",
            "timestamp": 1586361600,
            "txt_content": "周边资讯不用加模板"
        },
        {
            "author": "随意之光",
            "timestamp": 1586390880,
            "txt_content": "还以为1.16更新了呢\n这和java也没关系啊\n还是把模板删了吧，这模板看的我我一愣一愣的"
        },
        {
            "author": "可乐菌KeLe",
            "timestamp": 1586667420,
            "txt_content": "很想玩……但钱是个问题……"
        },
        {
            "author": "封徵",
            "timestamp": 1586668080,
            "txt_content": "可乐菌KeLe 发表于 2020-4-12 12:57\n很想玩……但钱是个问题……\n配合春促的打折还是很香的"
        },
        {
            "author": "可乐菌KeLe",
            "timestamp": 1586668140,
            "txt_content": "封徵 发表于 2020-4-12 13:08\n配合春促的打折还是很香的\n人也是问题[doge]（朋友里几乎只有我玩国际版 [大哭]）"
        },
        {
            "author": "封徵",
            "timestamp": 1586668260,
            "txt_content": "可乐菌KeLe 发表于 2020-4-12 13:09\n人也是问题[doge]（朋友里几乎只有我玩国际版 [大哭]）\n自己玩也很快乐嘛\n\n恭喜七级！"
        },
        {
            "author": "可乐菌KeLe",
            "timestamp": 1586738400,
            "txt_content": " 本帖最后由 可乐菌KeLe 于 2020-4-13 08:43 编辑 \n封徵 发表于 2020-4-12 13:11\n自己玩也很快乐嘛\n\n恭喜七级！\n只能一个人孤独地玩了\n\n被你发现我刷任务积分了\n"
        },
        {
            "author": "08210323",
            "timestamp": 1587705720,
            "txt_content": "我买了正java版然后订阅了这个服务，非正版的朋友能加进来吗"
        },
        {
            "author": "封徵",
            "timestamp": 1587705840,
            "txt_content": "08210323 发表于 2020-4-24 13:22\n我买了正java版然后订阅了这个服务，非正版的朋友能加进来吗\n不可以 非正版为offline 想要进入必须为online也就是正版"
        }
    ]
}