{
    "title": "【子楚精品】{The Space-time（时空观）} I",
    "author": "z736027620",
    "replyCount": 45,
    "timestamp": 1364030400,
    "txt_content": " 本帖最后由 z736027620 于 2013-3-23 17:31 编辑 \n\n[img][/img]\n\n子楚再次为大家带来好看的小说啦~这次是我用了几天的时间赶出来的。一万三千，这是我再次送给论坛的礼物。真的希望不要再沉下去了，我已经很累了，真的给我求下去吧，子楚在这里谢谢大家了。\n在这里弄个小广告，给果冻哥发个广告：\n黑暗研究所II，果冻出品，必属精品：http://www.mcbbs.net/thread-101189-1-1.html\n--------------------------正文--------------------------\n序章 平行世界宇宙上拥有着各种不一样的平行世界，而每个平行世界中，都有独自的特点，都有着同样的星系，但是星系中的生物，就不一样了。例如一种巨型生物系生存的平行世界，阿雷特斯卡尔，那里没有树木，没有魔法，没有任何技能，有的只是一大群的巨型生物，他们互相杀残的，那个世界，是一个弱肉强食的地方。而在另外一个平行世界里面，也有一个叫做阿雷特斯卡尔的星球，但是那个星球，却只有一些有智力的生物，那里的世界是和谐的，飞行兽等等，都是拥有的。一个平行世界中的科尔多斯卡洛星球。“咣！”一头巨大的巨兽被一名青年砍下，这青年穿着一身银装，很亮眼，而这头巨兽的鲜血，却染红了青年的衣服。轻轻的将巨兽的头放在了地上，巨兽狰狞的面部迅速变红，随即消散，变成了一大片绿色的光芒点，光芒点钻入了青年的身体里……青年的眼皮眨了眨，往面前看了一下，面前有着几十头巨兽，而这些巨兽，在这位青年懒散的目光下，慢慢的退后，甚至有几名有已经逃跑。青年心神一颤，瞬间，跑的那几名巨兽变成了白灰，随即又是一大群的绿色光芒点飘向了这名青年。“你们……可别想跑哦……”青年笑了笑，懒散的目光看着每一名巨兽，“我想请你们做一件事，可以吗？”最后，青年笑了一下，简直像女人的脸露出了如此般的笑容，不得让人心中一动。青年知道，想要这些没有智力的巨兽投人脚下，那是不可能的，但是即使那样，他也要试一试。“吼！”果然，没过几秒钟，就有几名巨兽喊了一下，随即又有几名巨兽吼了起来，最后所有的巨兽都开始喊着。“墙头草……”青年轻轻地说着，瞬间，懒散的目光开始变了冷酷，“我可不喜欢墙头草……”顿时，面前的几十头巨兽，都消散而去，而紧接着，一大群绿色光芒点出现在了空中……第一章宇宙上拥有着各种不一样的平行世界，而每个平行世界中，都有独自的特点，都有着同样的星系，但是星系中的生物，就不一样了。“嘎吱。”铅笔的笔芯断掉，这位穿着校服的家伙嗤嗤的笑着，因为，他觉得他又发现了一个“正确”的理论。“宋子楚！”前方传来了很庄重的声音，“每节数学课你都这么不老实！真要跟你的班主任说一下了。”被称为宋子楚的少年瞬间脸色就变了，似乎很害怕。周围的同学都嘻嘻的笑起来了，面前的数学老师死一般的沉静，眼睛直瞪瞪的看着他，看着他直发愣。“对……对不起！”宋子楚抱歉了一下，但马上受到前者的咒骂。“还敢顶嘴！”数学教师再次骂了一次，然后默默的走上了讲台，将书本放到讲台桌上，“所以说，你们班真的是没有三班好……”这句话一说，全班同学都安静了，因为三班是那位数学教师所带导的班级，他们是二班，“我跟你们说实话，你们学不学是你们的事，根本就不关我的事，说难听的，二班没了，还有三班呢。”暗讽的句子不可相信的从教师的嘴里说出，这让全班同学对他的好感更加降低。导致这次事件的当事人——宋子楚，此时已经瞳孔萎缩，非常的害怕。他已经将他那画着慢慢理论的本子收回桌子里了，紧张的看着数学书。“不说了！你们自己复习吧，期末考试快到了……这本书我们也快学完了！”数学老师以这句话当做这节课最后的一句话。没错，下课之后，班主任，教二班的英语老师来找宋子楚谈了谈话。内容就是说为什么宋子楚外语学的这么好，但是其他科目就一般般，甚至还不怎么好。没错，就是一个这样的少年，将成为此本书的主角。回到家后，默默地走到了自己的房间，做完了作业，又开始研究起理论了……“宇宙上拥有着各种不一样的平行世界，而每个平行世界中，都有独自的特点，都有着同样的星系，但是星系中的生物，就不一样了，我敢确定，他们拥有着非常人般的能力！”这是他今天的理论，就一句话，但是也就是这微不足道的一句话，开启了他独特地一生。“哈伊……”宋子楚大叫到，顺便捂住了自己的眼睛，“右眼又开始痛了，最近总是开始痛……到底怎么回事？”少年反问着自己，内心里。“啊……”少年大叫到……“越来越痛了……”他起了身，马上跑进了卫生间，将水龙头打开，让清水撒到自己的眼睛上，虽然他知道，这样做一点对眼睛不好，但是他知道，目前他只发现这个方法可以抵住这痛处。可是，他发现，这一次竟然没有消失痛楚，反而更加的痛了……少年猛地一叫，右眼冒出了紫色的光芒，瞳孔重之前的黑色变成了紫色，而在紫色的光芒中，隐隐约约看出一名黑发、非常帅气的少年，但可以看出，光芒中的少年，脸色很苍白。光芒中的少年将手放到了宋子楚的头上。“空间契约——成立！”光芒中发出声音，这声音听起来非常恐怖，有点像婴儿的声音。“啊！！”宋子楚大喊，他的眼睛开始慢慢出现血迹……他开始用他的手来捂住眼睛。他猛地发现他的右眼看不清楚了，但是左眼能够看到洗手池上面的镜子，重镜子的反光来看，他右眼真的发出了光芒。他的身后慢慢的，开始出现一个黑洞，非常大，接近着，一个人重里面走了出来，就是刚才眼睛闪出光芒里的那个人。当人全部身体迈出的时候，黑洞瞬间消失，眼睛的光芒也消失了，宋子楚咣得一下，跪倒了地上，身体往前面倒去，但是前方有洗手盆，一头撞了上去，然后反弹了回来，倒在了马桶上。“你好宋子楚，我是……”刚才冲黑洞迈出来的少年说道，紧接着转过头来，看到了宋子楚，苦笑道，“果然……地球人还是受不住这种强大的空间契约啊……”宋子楚的右眼上，看是出现了一些血迹，而且，有眼的瞳孔颜色也变成了紫色。当宋子楚醒来的时候，发现地上一片血迹，他想起了发生了什么事，他果断了照了照镜子，发现从眼眶开始，就有血迹往下留着。他挡住了左眼，发现右眼还能看，他似乎想起了什么，再次看了看镜子，果然，他的右眼已经变成了紫色。““这是空间契约的证据，劝你不要想将那个眼睛挖掉，有资料表明，和人连成空间契约的话，连接的证物变成了你最重要的东西，跟你的心脏、大脑一样重要。”一个声音从厕所房门那里传来，“你好，我的名字叫做——萧蕣。”“你……你是谁，怎么来到我家？！”宋子楚非常惊恐，手已经伸到镜子后面的空隙里，那里有一把匕首，是他防身用的。“不要白费力气，那种东西我不需要的……”宋子楚拿住了刀，瞬间想要刺向萧蕣。但是下一秒钟，萧蕣消失了，而紧接着，他发现手被打了一下，匕首掉到了地上，他想去捡，但是地上的匕首瞬间就不见了，而下一刻，萧蕣再次出现，手里面拿着匕首。“你……你怎么回事？”宋子楚惊慌道。“用我说嘛……你不是已经有了定论了吗！”宋子楚眼睛一闪，马上跑到了书房，将他那本记载着理论的书拿来，翻到了第十一页。“其中的一个能力，肯定是有这样的能力的！是可以穿梭空间的！！！”后面还加了几个感叹号……“看到没有？”萧蕣笑道。宋子楚快速的跑到卧室，从枕头底下抽出一个手枪。将手枪上了膛，立刻对着门，开了一枪。“蹦！”手枪的声音震动了整栋别墅。宋子楚眼睛里更加的紧张，因为他忘记弄消音器了，这样的话，全小区的人都会被引过来的。“喂喂……”男声从宋子楚的背后传来，宋子楚立刻转过头去，发现萧蕣就在他的后面，宋子楚的瞳孔越缩越小，他害怕……他认为他的生命今天就要消失了。“跑什么嘛……”萧蕣轻轻地叫着，然后蹲了下来，因为宋子楚已经坐了下来，他太害怕了。萧蕣用他那不像男人的又细腻又白的手摸了摸宋子楚的眼睛旁的血迹。“小心点嘛……我可不忍心杀你……你要死了，我可就要回去那个世界了……”萧蕣的声音丝丝的传来，让宋子楚更加下了一跳，萧蕣的声音，太想瘦弱的女生所发出来的声音了……“你……到底是人是鬼……”宋子楚终于说话，缓缓地说道，宋子楚的全身都在微微颤抖。“我还想问你呢，你刚才拿着的东西，应该是这个世界的手枪吧……应该属于平民违禁品吧……”萧蕣的眼睛似乎缓缓闪光，嘴唇微上，似笑非笑。宋子楚眼睛睁大，他本来还以为可以打死他的，然后将尸体拿走，不得不说，宋子楚心里想的很成熟，根本与他的初一新生的样子完全不符合。他脑子里到底是什么东西啊？萧蕣笑着往前走着，但是他刚刚走到宋子楚面前的时候，他突然捂住了他的双耳，然后表情显得非常痛苦，但是假如有个高手在这里的话，可以看出，萧蕣在一瞬间，邪笑了一下。“额……好吧……”萧蕣晃了晃脑袋，刚才还很好的脸色，突然变了很苍白，“这些混蛋，这么快……我可是刚到啊……”萧蕣苦笑了一会，“我呢……应该会想办法混到你们学校去……”萧蕣一边说一边看了一下宋子楚衣服上面的校徽，因为宋子楚他还没有脱下校服。“什么……？”宋子楚说道，但宋子楚还没说完，萧蕣手指一立，打了一个响指，然后萧蕣就瞬间不见了。“玩我啊……”宋子楚坐在光滑的瓷砖，一瞬间，他感觉到有点凉。宋子楚慢慢的爬了起来，走进了卫生间，对着镜子看了看自己的眼睛，眼睛周围有着许多的血迹……“唉……父亲……是真的吗？”宋子楚自言自语道，然后将头埋进洗手池，洗了洗自己的脸，又抬起头看了看自己的眼睛，左眼是正常的，可右眼呢？上面已经被紫色给覆盖，但是周围的白色还在，就是眼珠变成了紫色，并且，还可以看出有一些花纹，这个花纹是象征的空间契约的。周围的血迹已经洗下，宋子楚慢慢的走到自己的卧室，躺到了床上，他有一种感觉，他的生命，要变得不平凡了……太阳已经慢慢的下降，反而代替的是发出明亮光的月亮，这个夜晚，真的适合出去逛一逛，可是现在的宋子楚，可没心思管这些天地之间的情况……宋子楚，13岁，一位少年，长得不错，深受学校里女生的喜爱，可是，他的性格太……怎么说呢？腼腆？不算，算是有点内向吧，所以，女生一般都不怎么跟他接触，除了一些少数的……男生呢，可以说有点妒忌他，有的还跟他打过架，败者，永远都是宋子楚。父母失踪，但是那父母失踪前留下的那张银行卡，每个月都会被不知者冲上2000元，这些钱够他一个人生活了，电费、水费他自己就可以去交，饭等什么的他也可以自己做或者吃方便面。又是一个比较凉快的早晨，不，不应该说早晨，6点的这里还没有天亮，在大多数的人都在睡觉的时候，宋子楚却被闹钟给吵醒了。“额……”宋子楚手笨拙的碰了一下闹钟，闹钟的响声瞬间不见，但是，由于宋子楚太往前，他整个身子直接摔了下去，“我去！”宋子楚揉了揉下巴，刚才的撞碰让他感觉到有点痛。宋子楚爬了起来，发现他身上的衣服一晚上都没有脱……当然，他昨晚也没有洗浴。宋子楚马上走到卫生间里，洗刷了自己的脸，看了看自己的眼睛，发现自己的右眼已经恢复原样，轻轻地吸了一口气，心理暗示着自己然后拿上了昨天晚上本来想看的书还有难度未完成的作业，他可以预想到等会要发生什么，又会被骂一顿吧……宋子楚骑上了自己攒了两个月买到的电动车，往这学校赶去。宋子楚的家离学校很远，去的话也要半个多小时，所以可以看出这里的社会。“唰”的一声，电动车停了下来，走下车来，将后轱辘那里的锁头线索一下，然后用锁头将前轮锁住，这样，电动车的安全措施也就做完了。将书本拿好，走进了学校。“嗨！宋哥！”身后传来一个声音，然后还有一些嗤嗤的笑声，随后，宋子楚就感觉到有人将胳膊搭载了他的肩上，“走这么快干嘛啊！又没有迟到……”这人叫做刘刺先，算是一个小混混，从开学那天开始，这个小混混就一直跟宋子楚对着干，不知道为什么。宋子楚心里明白，现在还是少惹事才好，毕竟刚来这个学校，黑道白道都是要混得。宋子楚转了头过去，面容也笑了起来。“刘哥啊……”宋子楚面带微笑的说道，“刚才没有看到你呐。”“呵呵……”刘刺先笑了笑，然后表情瞬间就变了，“你他妈的别那么装。信不信，再装一次，我让你今天中午出不了校门。”宋子楚心里猛地一愣，这种随便就爆粗口的人，猜就能猜出来不是什么好人，并且之前刚开学的时候，宋子楚就看出来了，但是他明白，这种人还是少惹的好，更何况，他也惹不起。“哪有啊刘哥，你是老大呢。”宋子楚依然面带微笑的说，可谁知道，他这种微笑，在这个情况，是最欠打的。“你他妈的还装！”刘刺先猛地一踹，将宋子楚手里的书踹飞，书本们满天飞，还有些书里面做笔记的纸飞走，有些书页也被猛冲里给踹烂。刘刺先天生就是个鲁莽的家伙，不管三七二十一，一旦有什么让他不顺眼的地方，他直接就全角伺候，打得过他就使劲打，打不过，他也使劲反抗，然后等有时间叫一大帮人马来回击。刘刺先脚踹了几下宋子楚，宋子楚被踢到了地上，校服也被印上了大大的鞋印，而刘刺先，还继续踹着，后面一些跟着刘刺先混着的人，看到如此，也凑热闹的围观，满口都爆着粗口，有时还踹几脚。因为打架事件就发生在校门口，所以保安亭里的学校保安马上就跑了出来，他们早就认识刘刺先这个人了，几乎每天都会被请到政教处一下。“哎！哎！别打了！散了散了。”拿出警棍装了一装，围在宋子楚周围的人都散了，他们可不是受到处分，保安看了一下宋子楚，差点没有笑出来，就这点的时间，宋子楚的全身，就印上一个个的脚印，脸上还被踹出了口子，流出了血，因为时间太快，所以肿块还没有出现，等过一会，宋子楚就要通到死了。“再以后不要那么装啊！老大！”刘刺先一边走一边大喊，还笑了笑。这一瞬间，就几秒钟而已，但这几秒种，却被所有人都忽视的楼顶上面的一个穿着黑袍的家伙看到了。“这家伙……真是弱爆了啊……”黑袍人发出声音，将双手伸出来，捏了捏手，“小萧这家伙有的忙了……”黑袍人说完，就瞬间不见了，留下了阵阵的黑烟，更加确切的说，是变成了黑烟飞走了……“啊！宋子楚！你这家伙！”一个清脆的声音从坐在水泥地上的宋子楚身后发来，“又跟别人打上架了？！”宋子楚转头一看，一名身着校服的魅力少女出现在他的面前，根据现实来说，正常的校服，被大多数人穿上，都不怎么好看，但是被她这么一穿，好看极了，她是粉色的头发，让人不禁怀疑是不是染的，但是当人看到他的五官时，要发出两个声音，一个是头发不是染得，因为她的瞳孔也是粉色，除非她带了彩瞳；第二是无关长得太好了，是不是上帝亲手创造的。“朴……朴靓靓啊……玩你的去……”宋子楚难得还能笑，面色苍白的说，“快上去吧，要不然等下吃到老师又骂了。”“哼哼！”朴靓靓一边靠近，一边嘟起嘴，脸蛋被寒冷的冬天天气给冻得发红，“我记住你了！你又打架！”真是幼稚……宋子楚心里想，都初一的人了，虽然没也不大，但还是这么幼稚……长大以后该怎么办啊……宋子楚不得不为他们想一想。“拜……我去校医室……”宋子楚面色苍白轻声的说道。说完，然后向校医室的方向走去，突然，他的速度往前移了一米，宋子楚马上就要摔掉，然而他的脚使劲的动了动，防止他摔个狗吃屎，但是，当他将脚往前动了动的时候，他的身体又瞬间往前移了大约几米。宋子楚想停下来，但是停不下来，他的脚隐隐约约可以看出有一点火花。“啊！”朴靓靓在旁边捂着嘴喊道，这太不可思议了……周围的同学也顾不住禁止带手机的校规，大胆的将偷偷藏在裤子里面的手机拿了出来，想要给那个正在“漂移”的某人来个快照，可当他们拿出手机时，宋子楚就已经摔倒了地上，同学们的脸上，也露出了不好的脸色，有很多个老师也慢慢向拿着手机的同学们走来……“妹的……”宋子楚轻轻的骂道，“今天怎么这么衰……”“你没事吧……”朴靓靓微微的走来。“没事……”宋子楚回答道。微微的站了起来。眼睛看了看周围，咽了咽口水，心里面想着，这真坑。教学楼五楼的楼顶，几乎没有人去。一点点的黑烟出现，一个人影瞬间出现在了楼顶，黑袍人明显感觉到有些震惊。“不自动的……火功能就出现了吗……萧蕣这家伙，见到一个天赋很好但是性格有很懦弱的家伙呢……真是让人担心……”黑袍人笑了笑，洁白的脸上出现了一丝丝的笑容，懂得她的人会感觉到惊讶，因为她很少笑的，“这种家伙……要是浪费可就完了……我……不插一脚可不行呢……”黑袍人打了一个响指，瞬间，她的右边出现了一名瘦弱的黑发中年人，中年人手里面拿着武器，明显再被黑袍人瞬移过来之前还在跟某样东西打着，中年人感觉到空间的变化，以为敌方开始攻击，马上开始准备攻击，但是当看到一片学校风景还有对面的黑袍人时，瞬间将武器收回，单膝跪下，一只手臂也侧了回去。“首联长……”中年人轻轻地说道，脸色有些苍白，“找我有什么事吗……”“纳德……我要这个叫做宋子楚的全部资料，而且这件事，不要让组织里的其他人知道，这是机密。”黑袍人轻轻地说道，灵巧的声音似乎很弱，让人不自觉地想要保护这声音的主人。“宋子楚吗……”被黑袍人称为纳德的中年人，看了看道路上，大概的望了望，突然，眼光紧紧地注视着一名少年，那名少年便是宋子楚，“首联长，他不是……”“莫多言……速去做我叫你做的事……”黑袍人扬了扬手，“唉……这件事，也许只有高层机密才能知道，看望你是人事长我才叫你来做这件事的……”“是！”纳德大喊的一声。保安室内，一名保安微微的皱了眉头，他刚才根据摄像头的拍摄，看到了这一切。“帅哥……”一名中年人出现了他的后面，他就是刚才的纳德……后者一支手指点到了保安的额头，瞬间，保安的眼睛冒出了蓝光，下一刻，恢复了正常的黑色瞳孔。“唰！”瞬间，纳德又消失了……楼顶上的黑袍人轻笑了一声，然后化成一股黑烟散去。寒冷的空气刺激着每个人的神经，每个人都穿上厚厚的衣服，要是女生的话就会带上羊毛帽子。宋子楚慢慢向自己的电动车那边走去，眼睛上红肿已经有点消去，上午的课程就这样学完了，下午不用上课，明天才开始上课。宋子楚取了锁头，放在了前座，再有几天就放假了，马上就元旦了……旧的一年马上就要过去，新的一年马上就要开始……“砰……”宋子楚一不小心撞到了别人的身上，反而自己却摔倒了……“对不起！对不起……”宋子楚抬起头来，面带不好意思的脸情。“啊呀？！宋哥……你又开始惹事了？！”面前的人穿着黑色的衣服，嘴里面抽着烟，没错，这人就是早上跟宋子楚找茬的刘刺先，“你他妈的又惹我？”“啊……刘哥……不对，刺先歌……对不起啊……”宋子楚脸色不好，这是他才意识到，不是他撞刘刺先，而是刘刺先撞他。刘刺先看了看旁边围在一起的路人学生，微微皱了皱眉头，他知道在校园门口惹事……可不怎么像聪明人做的事……刘刺先从衣服里面抽了一个短短的铁棍，然后猛地一甩，短短的铁棍瞬间变长，随后，刘刺先猛猛的向地上的宋子楚撇了下去。“今天算你好命，以后有你好看的！”刘刺先猛地叫了一下，然后坐上那些兄弟的助力车走了……周人都围在了地上的宋子楚周围，宋子楚收揉着肚子，他可以感觉到，自己的肚子里面已经全部都乱了，有几个骨头己经断了，因为他动一下就疼一下。“扶我去……”刚想要开口，旁边忽然传来一个声音。“宋子楚……你被欺负的还不够吗……”一名黑衣少年向他慢慢的走来，此人身穿黑色的裤子，黑色的风衣，风衣的款式也是非常的帅气，一头帅气的头发，再加上他那帅气的面容。没错，此人正是之前的萧蕣。“你……萧蕣？！”宋子楚当然不能忘记之前能够使用瞬移等现实生活中不能出现的外挂……这些东西……可都是太不可思议了……“宋子楚……你这人……欺负的真的不够啊……”萧蕣笑了笑，手打了一个响指，“你这家伙，这让人苦恼……”萧蕣眼中带着一些狡猾之意，嘴角也是微微这笑着，他心里可知道，这人现在看是有些懦弱，可是假如日后，修业有成，那必将是一个让人不可小看的家伙。“啪……”萧蕣打了一个响指，瞬间，蓝色的天空顿时变黄，从另一边开始变黄，一直伸长着，直到将整个天空都变成黄色。大街上的人似乎都死去了一样，都不动，似乎时间暂停了一样……街上死一般的宁静，除了萧蕣之外，其他人似乎都是被暂停了一样……第二章  认师“呼……”深吸了一口气，这种技能可不是随便用的，世界上只有拥有空间能力的家伙才能勉强使用……而拥有空间能力的家伙，世界上又是少之又少，而这种技能的需求精神量，更是难求一名，想要寻找一名拥有空间能力的精神能力庞大者，更是大海捞针。现在，大约除了有一百多名精神能量庞大的空间能力者还能存动之外，其他的人，都是处于时间暂停的状况，等到施法者再次恢复时间的时候，他们也没有任何意识，他们就感觉没有发生任何事一样。萧蕣缓了缓脸面，然后保持着微笑，将微小有事的空间力量集中至一点，轻轻的点了一下宋子楚，瞬间，宋子楚那变黄的身体，立马变了原本的颜色。“这……”宋子楚惊讶着看着旁边，发现周围的人都是不得动弹。猛地看了看面前看起来比宋子楚他本人看着大不了多少的萧蕣，似乎明白了一些事，“你做了什么？！”宋子楚的脸庞显得有些苍白，今天和昨天发生的事，都太不可思议了。“小魔术而已……不用在意，只不过不想让别人知道而已……”萧蕣轻轻一笑，眼中带着一些狡猾之意，随即将手拖到自己的下巴，“你受欺负还受得不够吗？”萧蕣这一句话，明显触到了宋子楚的心里……自从上初中以来，他就没有一次不是带伤回家的……虽然和自己班级里面的人处的都还不错，可是班级里面的刘刺先还有其他班级的人，不知道为什么，始终都是看不惯他。“呵……那又能怎么样？”宋子楚带着一些讽刺之意说道，眼神突然之间一亮，似乎想到了某些事情，“你……你怎么知道的？你……你监视我？！”萧蕣听到这句话，眉头轻轻的皱了一下，但是下一秒，眉头变解了开来，萧蕣手轻轻的触碰了一下自己手上的戒指，瞬间，戒指上面出现了一道光，这道光被折射成了一道屏幕，似乎是监控录像，仔细一看，宋子楚竟然发现，这居然是学校的监控录像！“你怎么拿到的？！”宋子楚惊讶道，“这东西……你怎么弄到的？！”此时的屏幕，显示的是一名少年再走近门口时，被一个混混头型的家伙给撞倒，然后一帮人就围了上来，做了什么事，看不清楚，但是明显是打架斗殴的时间，过了几秒，旁边保安亭的保安拿出了警棍，跑了出来，又过了两秒，这场闹剧终于停下，然后被殴打的那名少年被一名非常靓丽的少女拦住，再次过了几秒，少年想要往左方向走去，但是竟然是一下子飞了过去，再下一秒，录像就变成黑蒙蒙的一片了。“在你飞行的时候，我发现之后，我立刻将时间点切断，你们自然是没有任何反应，然后我就拿到了哦……然后我再将时间点开启。”萧蕣面带笑容的说道。“你……你到底要干嘛啊……”宋子楚眼神微皱，面对这名青年，不知道为什么，他心中有着说不出的恐惧感。“你难道不想变强吗？”萧蕣似乎对这个问题感觉到很奇怪，“都能被这样的人渣弄成这样，你应该很想要力量吧？”宋子楚的眉毛越来越紧，眼光直视着萧蕣，这样的直视对了大约有十秒钟，宋子楚便感觉到自己有些不对劲，右眼感觉到有些不对劲，知道隐隐有些阵痛，才重视了起来。“你还是不要长时间看着我才好，咱们可是主仆公约，仆人不准长时间看着主人的哦……”萧蕣笑了笑，随即不知从何处拿出了一面镜子，给宋子楚看了看。镜子中的宋子楚，此时脸庞、头发没有什么大碍，唯独那右眼，又跟昨晚的紫色没有什么两样，紫色眼瞳……而眼睛周围的脸区域，都是一些紫色的花纹，这花纹极为不规则……看起来有种奇异的感觉，似乎是一种象征。“啊呦呦……连契约的开发力都这么强大了……”萧蕣眼睛再次怪异的看了看宋子楚的脸，“不看我就不痛了哦……”萧蕣笑了笑，手指轻轻地打了一个响指，顿时，宋子楚脸边的花纹迅速退下。“你到底要怎样啊！”宋子楚破天大喊，“我哪里惹到你了啊！”宋子楚心中明显有着一种说不出的感觉……很奇怪。“如果你愿意……我可以做你的老师，你觉得怎样呢？”萧蕣邪恶的笑了笑，心理面打起了小算盘，“你不缺力量吗？”“去你妹的啊！谁愿意认你这个妖孽当师傅！”宋子楚有些讽刺地看着萧蕣，“你这妖怪，谁打算当你的徒弟啊？”“噗嗤……”萧蕣笑道，假如这句话让他那个世界里的人听到的话，都要当场气死，萧蕣在他那个平行世界里，可算得上是很厉害的人了……“你笑什么啊……”宋子楚感觉到奇怪。“这样子吧……我赐予你力量，而你呢，就当我徒弟，时期暂时是三年，加入三年过后，你还是认为我没资格或者太那个以至于不能当你的老师的话，你随时可以把我踹掉。”萧蕣嘴里面说的非常的顺，眼睛一直盯着宋子楚。“切……”宋子楚不屑的笑了笑，“你当我是傻瓜啊，对于我来说，有什么好处呢？”“可以帮你……”萧蕣邪笑了笑，眼睛一直盯着宋子楚，右手却不知从何处拿出了一把巨刃，巨刃上散发出一些黑色的火焰，不，不是，那不是黑色的火焰……那是某种能量导致的空间死亡！空间死亡，顾名思义，就是空间死亡，这世界是有空间的，并且空间也是有生命的，就例如一朵花，有着寿命，一个人，有着衰老期和死亡，而空间，也是拥有这种寿命效果。空间死亡后，就会生成一道裂痕，那道裂痕的后面，就是虚空……而萧蕣手里的一把刀，很明显，拥有者一股可以瞬间毁灭空间的能力。萧蕣皱了皱眉头，对于这把裂空刃，他不知道为什么，有着特别的反感，同时也有着好感，好感是因为，他可以将空间能力输入到这把巨刃中，从而将这把实际作用没有太大的刀变成了可以厮杀一切事物的巨刃，而反感是因为每次他使用这把巨刃，都会让他感觉到不舒服，并且这种感觉越来越多，似乎有一种能量正在呼唤他……但是这眉头马上就消散……“我会让你躲避这世界的灭亡哦……”萧蕣神秘的一说，下一秒，宋子楚明显感觉得到，周围的温度，正在急速上升，宋子楚潜意识的抬了一下头。不抬还不错，一抬吓一跳，此时宋子楚的上面，正有一头巨大的狮蝎，这狮蝎的眼睛就有宋子楚的的身体大，后面的巨大身躯更加不用说了。此时的狮蝎，正在紧紧盯着宋子楚，嘴里不断地喷气，偶尔还会喷出一些火焰。而让宋子楚最害怕的不是这身躯，最害怕的是，这庞大物体到了他的身后，而他竟然没有任何感觉！“啊！”宋子楚惊讶大喊，今天他算是碰着了……“真是的……抬什么头，刚想灭了它……这回可能会惹怒它了。”萧蕣无奈的笑了笑，身体也慢慢的向前走去，甩了甩手中的巨刃，然后快速的向前冲去。“吼！”狮蝎大吼了一声，他可是刚刚来到这个空间，本来想饱餐一顿，却感觉到了旁边有着非常厉害的家伙。“躲开！跟着这东西，它会保护你！”萧蕣手一甩一个三头蛇出现在了宋子楚的旁边，这三头蛇的三个头各有各的特征，一个是眼镜蛇，一个是鼠头灵蛇，这两个头部分别是左右两边，中间的，竟然是一条金黄色的龙头。这三头蛇对着宋子楚吼了一声，然后身躯一拐，将蛇背对向了宋子楚。宋子楚沉思了一会，然后看向了拿庞大的狮蝎，然后深呼吸了一下，爬上了那三头蛇的身上。狮蝎将身后的翅膀摇了摇，几秒钟边飞上了天空，它瞄准了萧蕣，准备随时一头栽下去。萧蕣看到这个现象，不由得眉头一紧，但是下一秒，这眉头就消失了。萧蕣将裂空刃举得高一些，对准了狮蝎，然后将一丝丝的空间能力注入了进去，顿时，裂空刃消失了去，下一秒，裂空刃活生生的出现在了狮蝎的背后……“去！”萧蕣心神微微一颤，下一秒，裂空刃对准了那庞大身躯的狮蝎，猛猛的刺了下去。“吼！”狮蝎猛的一喊，左右二手正在疯狂地挣扎着，那有些狰狞的眼睛此时也是瞬间就变成了血红色。“挣扎有什么用……”萧蕣微微一笑，左手轻轻地抬了起来，目光有些懒散的看着挣扎着的狮蝎，“空间黑洞……”轻轻地说出这四个字，随后狮蝎身体前面的空间变得扭曲了起来，随后，一个巨大地黑色虚空出现在了狮蝎的面前，而此时的狮蝎，双翅也停止煽动，受着重力影响，狮蝎向虚空的地方掉了下去……萧蕣将手微微一抬，顿时，裂空刃再次出现在了萧蕣的手里……“吼！吼！”狮蝎愤怒着吼着，双爪不断地挠着，而双翅，也有些一点点的煽动现象……“顽固不灵……”萧蕣皱了皱眉头，然后将手对准了黑洞所在地，然后轻轻一握拳，随后，黑洞的吸力明显增加，越来越大……终于，狮蝎控制不住那吸力的猛烈，直接往下坠了下去……“切……”萧蕣不懈的撇了撇嘴，而当看到周围的时候，眉头却猛地皱了起来。他刚才不是已经将时间暂停了吗？就算是空间障碍导致的狮蝎出来，但是狮蝎等也应该没有反应才对，可如今……眉头紧皱着看着四周，手微微的握拳，牙齿也紧紧着咬着……他知道，这世界上唯一能破解时间法术的，只有一人……而那人，却又是……周围的建筑物已经被狮蝎等怪物弄得破坏不堪，但是道路上的那些人并没有任何反映，因为他们已经被暂停了……而那些狮蝎，也是快速着咬着这一群人……“混蛋……你这家伙……”萧蕣愤怒着看着周围，眼神越来越狂暴，“时间开启！”喊下这句话的同时，黄色的天边、黄色的人体等物体，瞬间变成了原本的颜色。“啊！”街头的人发现比自己大上不知道多少倍的狮蝎之后，都马上跑去……宋子楚骑着巨蟒到处躲闪，宋子楚心里感觉得到，最恐怖的不是那些庞大的狮蝎，最恐怖的，是那幕后的家伙！远处，一名黑袍男子站在一个高塔上，身上的黑袍破烂不堪，补丁到处都是，“宋子楚……你还真的是特别……怪不得那些家伙想要你的命呐……”“看来只能用上它了……一次性这么多，空间可吃不消……”萧蕣心里想着，左手不知道什么时候多出了一枚戒指，这枚戒指唇红到底，戒指上方是一枚精美的宝石，这宝石呈鲜红色。这种戒指叫做属性戒指，每个戒指都有自己的属性，目前所知道的属性有：金、木、水、火、土、空间、暗、光，这八种属性，都可以被人使用。例如，一名木属性的人，戴上了火属性的戒指，这两种属性都可以被这个人使用。“天火葬花！”萧蕣突然喊了一下，心理暗示着自己，下一刻，刚刚从黄色脱离出来的天空，又是被抹上了一股鲜血红色。轰轰的声音不断传来，终于，一个火球从云层中突破出来，直接撞上了一头庞大的狮蝎身上，这名狮蝎被撞倒后，直接化为灰烬，随着一个火球的降落，越来越多的火球从天而降，而随之，也有着越来越多的狮蝎被击灭。萧蕣知道，光凭这些还是不够的，他需要救兵。想到这，他马上心里想了一下，顿时，身后出现了十七个黑洞，随后，无数只庞大的身躯出现在了萧蕣的身后，这些只不过是他历经此辈所或得到的宠物而已，还不算是真正的救兵。感应了一下周围的气场，终于，脸色笑了笑，随即大喊，“阿斯罗杰特！你还要等到什么时候出现啊！再不出现，宋子楚就没了！”随着萧蕣这么一喊，周围的温度顺便变得很凉，甚至有点冷的感觉。“萧蕣啊……你都多大了？还要折腾我这把老骨头……”一名老者出现在萧蕣的周围，“要不是上头发下来的命令，谁理你啊……”“哈……老头子……这次有了你，我就不怕了……你来对付这些狮蝎，我去解决幕后人！”萧蕣大喊，“不要单个单个杀，要杀就一次，要不然你肯定会后悔的！”“还用你说！”阿斯罗杰特骂了一下，手中突然冒出了一道寒冰，寒冰迅速的飞到了一个狮蝎的面前，然后马上刺穿一头狮蝎的身体……萧蕣看了一眼正在战斗的阿斯罗杰特，然后马上向狮蝎聚集的地方冲去，双手冒出了黑色火焰，任何接触那两朵火焰的狮蝎，都是被烧灭成了灰烬。看着那变成灰烬的狮蝎，萧蕣还是皱了皱眉头，这种消耗太快了，但是伤害的敌人还是太少，他可是要看看那个幕后的人，因为，很有坑能会是她。萧蕣手一动，顿时火焰增强，双手上面的两朵火焰几乎将萧蕣的整支手臂都包括了去，但是这火焰貌似对萧蕣没有任何的伤害。否则，萧蕣早就已经被时空给撕裂了去。萧蕣表面看起来，就是一个青年手里面有两团巨大地火焰，但是假如你真的以为就这样的话，你就错了。萧蕣此时的精神，非常的紧张，他正在做一个非常大胆的想法。精神操控着那两团火焰，想要将那两团时空火焰分散开来。过了几秒，萧蕣猛地睁开眼睛，此时的萧蕣身体周围，到处有着黑色的小点。望着这布满萧蕣身体旁边空间的小黑点，萧蕣不禁笑了笑。望着对面那些数不清的狮蝎，萧蕣笑了笑，这个时候，这些庞大的狮蝎，对他来说什么都不是了！“去！”萧蕣轻轻一叫，顿时，他周围的小黑点，像是有了灵智一样，分别飞向一个狮蝎上，就像是每个黑点都有了自己的目标。终于，一个黑点触碰到了狮蝎，由于这黑点是在太小，小的连狮蝎都看不清，所以狮蝎就无视了那些黑点。“蹦！”一个黑点触碰到了狮蝎，随即，那个狮蝎被黑点触碰到的地方立即出现了一个大洞，再然后，那个狮蝎就死了。其余的狮蝎看到如此，都不由得的对这些黑点产生了重视，但是，此时重视已经晚了。又是几声蹦的声音传来，随即又有着狮蝎的惨叫声传来。萧蕣目光紧紧地望着那被狮蝎挡着紧紧的地方，想要从后者看出什么来。“吾王啊！那些借用你能量的小人，岂能让他用你的力量来伤害你的子民！”狮蝎堆里面突然传来一种轻巧可爱的声音传来，“请赐予我毁灭这种盗窃者生命的能量吧！”狮蝎堆里面猛地冒出一股紫色的光芒，光芒将狮蝎跟狮蝎身体中间的缝隙填满，冒了出来。“蹦”的一声巨响，被狮蝎挡住的光芒，终于绽放出来，狮蝎被那光芒炸了开来。多么美妙的一个场面，无数的狮蝎被一个充满光芒的不明物体给蹦开，那些狮蝎的挣扎，脸上的不甘……光芒消散后，出现在萧蕣眼前的，是一名少女，这名少女拥有着一头银色的秀发，眼瞳是靓丽的紫色，但有一个地方让人感觉到有点奇怪，这名少女的右眼，被绑带给罩住了，但是这样子更加能给她带来一种庄严感。这名少女她坐在一个托椅，这托椅是著名品牌RUI O PAISINES的专门托椅，这个品牌在网上是肯定搜不到任何信息的，这个托椅是只有一些特殊的人才知道这个品牌，而著名这两个字，体现在它的神秘感……“你是谁！”萧蕣对着那名少女大吼着，这种能够违背空间能力的人，在这世上的应该只有一个，而他眼前这个又是谁？据他所知，能够将他人的能力夺取，应该只有一个方法，那就是，杀了他！“你没权利知道这些啊……”那名少女轻轻地呐着，手轻轻地在她面前的空中比划着。萧蕣将剩余的黑点集中在一起，合成了一个约莫一个鸡蛋大的黑球。少女微微的皱了皱眉头，不要小看这个黑球，这里面可是有着庞大的能量，假如砸在她身上，必死无疑。少女将那玲珑的小手轻轻地在空中比划了两下，顿时，一个巨大的金银二色相间的十字架出现在少女的对面。十字架散发着本身的神圣能力，少女精神微微一动，那十字架貌似有了神智一般，以别人能够看理解的方式将目标瞄准向了萧蕣所召唤出的那一个鸡蛋大般的小球。场面就这样子的暂停着，每一方貌似都在积蓄更大的能力，那巨大的十字架和那看似不起眼的黑色小能量球体貌似正在对话着……黑色的小球貌似有点煽动，距离他十米地方的空间都是被活生生的宰割了下来，而只有那金银十字架所在的方位，不会受到任何便应。“走！”萧蕣似乎看到了什么，心头轻轻一颤，顿时，那个小小的能量黑球分解成了无数的黑色小点。一大部分的黑点被萧蕣吸收回来，剩下的一部分则通通的对着那巨大的十字架。“美女！下次再陪你玩！”萧蕣对着空中的少女笑了笑，然后手一划，顿时，一个黑色的空间裂痕顿时出现，萧蕣慢慢的走了进去。随后，黑洞迅速的消失。“切……”少女轻轻地说了一句，“还是这个老样子……”------------------------------------------------                             TO BE CONTINUED                              (未完待续）---------------------------------------------------\n你是否有着创作绘画等的梦想，这里就是你梦想的天堂，有创作梦想的人就来加入我们吧！\n\n2013-2-4 09:26:56 上传\n下载附件 (34.15 KB)\n小组图标\n\n\n",
    "replies": [
        {
            "author": "德古拉-阿卡多",
            "timestamp": 1364030400,
            "txt_content": "顶一个~感谢编写"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1364030460,
            "txt_content": "顶一个！！"
        },
        {
            "author": "870830676",
            "timestamp": 1364030520,
            "txt_content": "看样子不错"
        },
        {
            "author": "Fcy_lity",
            "timestamp": 1364030520,
            "txt_content": "看到想吐..."
        },
        {
            "author": "z736027620",
            "timestamp": 1364030640,
            "txt_content": "Fcy_lity 发表于 2013-3-23 17:22 \n看到想吐...\n密集恐惧症吗……"
        },
        {
            "author": "z736027620",
            "timestamp": 1364030640,
            "txt_content": "870830676 发表于 2013-3-23 17:22 \n看样子不错\n那就评个分吧=- =跪求了……"
        },
        {
            "author": "z736027620",
            "timestamp": 1364030700,
            "txt_content": "joney 发表于 2013-3-23 17:21 \n顶一个！！\n谢谢哈哈……"
        },
        {
            "author": "z736027620",
            "timestamp": 1364030700,
            "txt_content": "德古拉-阿卡多 发表于 2013-3-23 17:20 \n顶一个~感谢编写\n谢谢哈哈……"
        },
        {
            "author": "Fcy_lity",
            "timestamp": 1364030700,
            "txt_content": "z736027620 发表于 2013-3-23 17:24 \n密集恐惧症吗……\n没错........."
        },
        {
            "author": "z736027620",
            "timestamp": 1364030700,
            "txt_content": "Fcy_lity 发表于 2013-3-23 17:25 \n没错.........\n额勉强的看看吧哈"
        },
        {
            "author": "870830676",
            "timestamp": 1364030760,
            "txt_content": "z736027620 发表于 2013-3-23 17:24 \n那就评个分吧=- =跪求了……\nhttp://www.mcbbs.net/thread-100933-1-1.html"
        },
        {
            "author": "德古拉-阿卡多",
            "timestamp": 1364030820,
            "txt_content": "z736027620 发表于 2013-3-23 17:25 \n谢谢哈哈……\n沙发奖交出来"
        },
        {
            "author": "残忆",
            "timestamp": 1364030880,
            "txt_content": "lz辛苦了 顶一个{:10_512:}"
        },
        {
            "author": "z736027620",
            "timestamp": 1364031060,
            "txt_content": "残忆 发表于 2013-3-23 17:28 \nlz辛苦了 顶一个\n顶一个就加个分吗~"
        },
        {
            "author": "残忆",
            "timestamp": 1364031180,
            "txt_content": "- -{:10_495:}"
        },
        {
            "author": "无痕",
            "timestamp": 1364031480,
            "txt_content": "错别字可以整理下……很棒哦~~"
        },
        {
            "author": "z736027620",
            "timestamp": 1364031900,
            "txt_content": "无痕 发表于 2013-3-23 17:38 \n错别字可以整理下……很棒哦~~\n加个分我是好不在意的！"
        },
        {
            "author": "z736027620",
            "timestamp": 1364032080,
            "txt_content": "别告诉我这么快就又挂了……"
        },
        {
            "author": "wangziang58",
            "timestamp": 1364033400,
            "txt_content": "小说~~~看不懂"
        },
        {
            "author": "shure",
            "timestamp": 1364033580,
            "txt_content": "假设把一个小说，改编成一个游戏，或者是一个电影，或许就有些看头。\n不过，这种做法就得看作者本人会不会同意了。"
        },
        {
            "author": "z736027620",
            "timestamp": 1364033700,
            "txt_content": "shure 发表于 2013-3-23 18:13 \n假设把一个小说，改编成一个游戏，或者是一个电影，或许就有些看头。\n不过，这种做法就得看作者本人会不会 ...\n什么意思……"
        },
        {
            "author": "shure",
            "timestamp": 1364034960,
            "txt_content": "z736027620 发表于 2013-3-23 18:15 \n什么意思……\n比如说，一个电影，咱们可以用MC里的服务器来弄，因为是电影所以必须得有3D的效果。\n一个游戏的话我倒可以自己来开发。\n但是呢，做什么事，都不可以不尊重作者，不是吗？"
        },
        {
            "author": "z736027620",
            "timestamp": 1364036040,
            "txt_content": "shure 发表于 2013-3-23 18:36 \n比如说，一个电影，咱们可以用MC里的服务器来弄，因为是电影所以必须得有3D的效果。\n一个游戏的话我倒可 ...\n你要是能给我这个小说出一个游戏，我反而还会义不容辞的感谢你， 毕竟我写着小说，不是为了版权挣钱，只是为了送给论坛的每个人而已、"
        },
        {
            "author": "399930907",
            "timestamp": 1364043960,
            "txt_content": "好好看啊这个作文"
        },
        {
            "author": "z736027620",
            "timestamp": 1364044860,
            "txt_content": "399930907 发表于 2013-3-23 21:06 \n好好看啊这个作文\n作文？！                     "
        },
        {
            "author": "zhh30648",
            "timestamp": 1364047680,
            "txt_content": "总结\n字数已经逆天 描写略显犀利 剧情少有亮点 设定略微老旧\n望再接再厉 希望剧情上能有更振奋人心的地方 多分段 看着舒服"
        },
        {
            "author": "某个JBH",
            "timestamp": 1364086140,
            "txt_content": "哦顶一个~~~"
        },
        {
            "author": "edward82618",
            "timestamp": 1364108040,
            "txt_content": "感覺不錯看!\n有空慢慢讀~~"
        },
        {
            "author": "z736027620",
            "timestamp": 1364108640,
            "txt_content": "呦呦切克闹……这贴又沉了……"
        },
        {
            "author": "NB人士",
            "timestamp": 1364271780,
            "txt_content": "意犹未尽。。。\n呵呵"
        },
        {
            "author": "z736027620",
            "timestamp": 1364274840,
            "txt_content": "NB人士 发表于 2013-3-26 12:23 \n意犹未尽。。。\n呵呵\n什么意思 话说你又用这个id了"
        },
        {
            "author": "z736027620",
            "timestamp": 1364274900,
            "txt_content": "残忆 发表于 2013-3-23 17:33 \n- -\n不要水了啊喂"
        },
        {
            "author": "z736027620",
            "timestamp": 1364274960,
            "txt_content": "zhh30648 发表于 2013-3-23 22:08 \n总结\n字数已经逆天 描写略显犀利 剧情少有亮点 设定略微老旧\n望再接再厉 希望剧情上能有更振奋人心的地方 ...\n谢谢 2马上就出来"
        },
        {
            "author": "NB人士",
            "timestamp": 1364474940,
            "txt_content": "z736027620 发表于 2013-3-26 13:14 \n什么意思 话说你又用这个id了\n额。。。。。。。"
        },
        {
            "author": "z736027620",
            "timestamp": 1364475060,
            "txt_content": "NB人士 发表于 2013-3-28 20:49 \n额。。。。。。。\n额……………………额什么=- ="
        },
        {
            "author": "Technology",
            "timestamp": 1364484000,
            "txt_content": "话说我看到5楼有一个人本来想给警告的"
        },
        {
            "author": "银狼",
            "timestamp": 1365928800,
            "txt_content": "字数已统计：13067字"
        },
        {
            "author": "z736027620",
            "timestamp": 1365935400,
            "txt_content": "银狼 发表于 2013-4-14 16:40 \n字数已统计：13067字\n哦哦话说你有那么闲吗……"
        },
        {
            "author": "z736027620",
            "timestamp": 1365935400,
            "txt_content": "沉了啊^^……"
        },
        {
            "author": "银狼",
            "timestamp": 1366001520,
            "txt_content": "z736027620 发表于 2013-4-14 18:30 \n哦哦话说你有那么闲吗……\n用Word 2003呗"
        },
        {
            "author": "z736027620",
            "timestamp": 1366023420,
            "txt_content": "银狼 发表于 2013-4-15 12:52 \n用Word 2003呗\n额= =我指的不是那个 我知道你是用工具弄得 只是想说你闲的没事弄这个干吗 还有假如你是一个一个的数 你就赢了……"
        },
        {
            "author": "344879759",
            "timestamp": 1366084140,
            "txt_content": "帮顶，期待楼主更多分享:>"
        },
        {
            "author": "z736027620",
            "timestamp": 1366115100,
            "txt_content": "344879759 发表于 2013-4-16 11:49 \n帮顶，期待楼主更多分享:>\n不是分享 = =是原创啊我去……而且我只发自论坛的……"
        },
        {
            "author": "银狼",
            "timestamp": 1366174560,
            "txt_content": "z736027620 发表于 2013-4-15 18:57 \n额= =我指的不是那个 我知道你是用工具弄得 只是想说你闲的没事弄这个干吗 还有假如你是一个一个的数 你就 ...\n如果我一个一个数，我现在就不在这里了（已阵亡）"
        },
        {
            "author": "WDNMS",
            "timestamp": 1566696180,
            "txt_content": "这就是被游戏耽误的小说作者？"
        }
    ]
}