{
    "title": "[Minecraft.net|INSIDER] 背包盘点：树苗",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1586363580,
    "txt_content": "\nTaking Inventory: Sapling\n背包盘点：树苗Treemendous!\n太[ruby=苗]妙[/ruby]了！\nDuncan Geere\n\nThe sapling, our item of the week, was the first item in Minecraft. It’s true – it was added to the game in the pre-Classic phase, in patch rd-161348 , about four days after the very first build of the game was compiled.\n树苗，是我们这周的盘点物品，也是Minecraft中第一个物品。它是在大约游戏编译的第一版之后的第四天后，在 pre-Classic 版于 rd-161348 补丁中加入到游戏里的。\nDid you know you can still play these ancient, early versions of Java Edition? In fact, the launcher makes it quite easy. Go to the “Installations” tab, hit “New”, and then under “version” scroll down to the very bottom where you’ll find many of the earliest builds of the game. Marvel at how the game was still actually pretty fun in those days, even though you could neither mine nor craft.\n你知道如今还是可以玩这些古老的早期的 Java 版吗？实际上，有启动器让玩到这上古版本并非难事。转到“安装”选项卡、单击“新建”、然后在“版本”下向下滚动到最底端，你就能找到很多游戏的早期版本。就算你当时即下不了矿，也造不出房，也不妨碍你对当时游戏的有趣感到啧啧称奇。\n\nBack to saplings. At the time they were added, they joined five blocks – dirt, grass, stone, cobblestone, and planks (and air?) – and they made Minecraft’s landscapes a little more interesting. However, their key feature – growing into trees – didn’t arrive until several months later.\n让我们说回到树苗。在添加方块时，他们一共加入了五个方块——泥土块、草方块、石头块、圆石块和木板块（还有空气块？），并且使Minecraft的景观变得更加生动。然而，它们的主要特征——长成大树——几个月后才添加进去。 \nToday, saplings come in six different varieties – oak, birch, spruce, jungle, acacia, and dark oak. To grow into a tree, they need to be planted on dirt, coarse dirt, podzol, grass, or farmland – and they need light.  A light level of eight, to be specific. It’ll also need space (which differs depending on the type of tree).\n现如今，树苗有六种不同的品种——橡木，桦木，云杉，丛林，金合欢和深色橡木。想让它们长成大树，需要将它们种在泥土块、砂土块、灰化土块、草方块或耕地上，并且光对它们来说也是不可或缺的。更具体一点来说，亮度得为八。最后，它还需要有足够的空间（根据树的类型而有所不同）。\nOther than those requirements, though, trees will grow just about anywhere – including the Nether and the End (as long as you bring some dirt to plant them on). Make yourself a little pocket of home in another dimension!\n除了这些必要的条件之外，树木几乎能一无所需的在任何地方生长——包括下界和末地（只要您带些泥土块来种它们）。为你自己在其他维度造出你的家！\nWant saplings? Chop down a tree. Each leaf block has a 5% chance of dropping a sapling when destroyed (for jungle trees it’s half that). Can’t find a tree for some reason? Saplings also can be found in village chests and woodland mansions, and they are sold by wandering traders for five emeralds. Pricy.\n想得到树苗？那就去砍下一棵树。每片叶子被破坏时有5％的机率掉下树苗（丛林木的树苗几率 是更小的2.5%）。由于某种原因找不到树？在村庄的箱子和林地府邸中也可以找得到幼苗，还有流浪商人以5颗绿宝石的价格出售树苗。奸商。\n\nIn the real world, saplings are also baby trees – but they have a tighter definition than that. Specifically, according to Merriam-Webster , saplings can’t be more than about ten centimetres in diameter at chest height (human chest, not Minecraft chest). More than that and they’re a tree.\n在现实世界中，树苗也是幼树的一种——但它们的定义远比这更严格的多。更具体点，按 Merriam-Webster 的说法，树苗的直径不能超过胸部十厘米（人的胸部，不是 Minecraft 里的胸部）。比那高的就是树了。\nThe word sapling originated somewhere in the early 14th century, and comes from the word “sap”, which is what the liquid that carries nutrients through a tree is called. Only the outermost layers of a tree (known as the sapwood) carry the sap, and a sapling is made of only sapwood. The innermost bits are called “heartwood”, and are denser and harder – they give the tree its rigidity, like a skeleton.\n树苗这个词起源于14世纪初期，“树液”这个词。这个词是指通过树运载营养的液体。只有树的最外层（称为边材）带有树液，而树苗里就只有边材。在树木最里面的部分被称为“心材”，这些心材更密集，更坚硬——它们使树变得坚固，就像骨骼一样。\nMost Minecraft players end up accumulating a lot of saplings during their adventuring career, so here are four tips for using them up. First, you can plant them. If you don’t replant trees regularly, then you’ll find it a real pain to trek longer and longer distances to collect wood as you cut down forests nearby. Second, you can plant them in flowerpots, where they’ll stay ? foreeeeever youuung ?.\n大多数 Minecraft 玩家在冒险生涯中最后会收集很多树苗，因此这里有4个它们的妙用。首先，你当然可以把它们种下。如果你不按时种树，当你伐尽四周的木材时，你收集木材越来越长的路程绝对会让你苦不堪言。其次，您可以将它们种植在花盆中，那将让它们?青青青春春春永永永驻驻驻?。\nTip three: saplings in a composter have a 30% chance of raising the compost level by one, making it faster to grow new trees. Finally, tip four is that saplings can be used as fuel – smelting half an item per sapling (the same rate as a stick).\n秘诀三：在堆肥桶中的树苗有30％的几率能把堆肥肥力提高一倍，从而可以更快地种新树。最后，技巧四是树苗可以是燃料——每个树苗能冶炼物品一半的进度的燃料（与木棍的燃烧速度相同）。\nSo there you go. No need for them to pile up in your chests. Make those saplings work for you!\n所以你明白了。别把它们揣在你怀里。让那些树苗为你卖卖力！\n\n【EBsky 译自官网 2020 年 04 月 08 日发布的 Taking Inventory: Sapling】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "AnDanJune_",
            "timestamp": 1587867420,
            "txt_content": "青青春春永永驻驻还行"
        }
    ]
}