{
    "title": "[Minecraft.net|CULTURE] 发条巨妖与蒸汽朋克龙",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1586421420,
    "txt_content": "\nClockwork Krakens and Steampunk Dragons\n发条巨妖与蒸汽朋克龙TeamVisionary show us what happens When Worlds Collide\nTeamVisionary向我们展示了“当世界将倾”时的状况\nAndreas Inderwildi\n\nA ship moves on elevated rails across the face of a gigantic clock, caught in the crossfire of two enormous mechanoid creatures. A vertical cityscape frames the surreal scene; tall industrial buildings with giant protruding gears, chimneys spewing smoke, fat pipes dropping into the pit at the city’s feet. A crane holds a sign with the city’s name: Therion, Greek for “beast”. There’s even an accompanying poem that hints at a larger story this snapshot is a part of, a story about travelers and portals to other dimensions.\n船在高架在巨大的钟面上的铁轨上飞驰，可惜，它已然栽进了两个巨大的机械类生物的交火中。垂直的城市景观塑造了超越现实的场景。巨大工业建筑上带满了齿轮、烟囱中冒出浓烟、厚重的管道掉入城市边缘的深坑中。起重机上还屹立着那标有城市名字的标牌：Therion，意为希腊语中的“兽”。甚至还有一首随附的诗，暗示着这一瞥画面的背后还有这更广阔的故事，一个关于旅行者和通往其他维度的传送门的故事。\n When Worlds Collide by TeamVisionary presents an otherworldly scene that pleasantly reminds me of the wild imagination of Steampunk, Kaiju films or Heavy Metal artwork. “There wasn't any one thing in particular that influenced us in the design of this project,” G1ZM0T0, founder of TeamVisionary, explains.\n由 TeamVisionary制作的当世界将倾为我们展现了超脱现实的场景，那不禁让我想起关于蒸汽朋克中天马行空的幻想、怪兽片还有重金属质感的工艺品。TeamVisionary 的创始人 G1ZM0T0 解释说：“在项目设计中，说起来也没有什么东西能算的上是对我们影响深远。”\n“There was more of a meld of many different concepts found in mainstream and cult classic literature that has sparked a desire to make such projects. Anything from time traveling adventures, to large menacing beasts, exploration of unknown lands, and many other influences played an integral role.”\n“其中更多的是主流观念和小众思想的融合，让人们难以抵挡进去一探究竟的冲动。不论是时空旅行中的冒险、还是巨型可怕的怪物、亦或者是去未知之地一窥端倪，都为此起着至关重要的作用。”\n\nAll these influences come together in a satisfying way and create vivid impressions. And this is precisely what TeamVisionary was going for. “Our main objective during the creation of When Worlds Collide was to paint a scene in which curiosity, marvel, and terror combine. The curiosity derives from our inherent sense of curiosity and exploration.  The marvelous and strange architecture lends well to a scene depicting a very alien and unknown world that our curiosity has led us to. Lastly, the terror emerges once you glance upon these overwhelming and god-like creatures that inhabit this exotic world.”\n这所有零零散散的部分拼在一起时，便打造出了令人满意的生动形象。这正是 TeamVisionary 苦苦追寻的目标。“在创作当世界将倾时，能描绘出人的好奇、惊奇、恐惧的三合一场景就是我们的主要目标了。”好奇就源自于我们与生俱来的好奇心和探索意识。好奇心带领我们前往未知世界的场景，适合用壮丽而又陌生的建筑来描绘。最终，恐惧就在你向那居住于这异域世界里、巨大的神一般的存在的生物看向那一瞥时出现。\nIt’s safe to say that the finished project does justice to the team’s original intentions. When Worlds Collide is a spectacular diorama, and it’s easy to get entirely distracted by its centerpiece, the battle between a dragon and a monstrous kraken.\n这个完成的作品与团队的初衷相差无几，这一点毋庸置疑。当世界将倾是个壮观无比的立体画卷时，被其中的焦点部分——巨龙和巨妖的争斗，所吸引也并不意外。\n\nBut it would be a shame to fail to acknowledge the effort and attention to detail that went into the city that acts as their backdrop: “We designed the map into a few areas. The first area was the upper-class area with explorable interiors. The other major section of the city was the lower-class and poverty. This gives a sense of social class and status within this world similar to that of our own society. We wanted the build to be relatable as well.”\n但是，如果注意不到他们在作为背景的城市上下的功夫和对细节的把握，绝对是无礼之极。“我们把地图设计分为几个不同的区域。最初那个区域是上层社会的区域，里面的空间都可供探索。城市的其他主要部分是由底层人民和贫民窟组成。在这个世界的社会阶层和地位都让我们觉得似曾相识。我们当然也希望建筑能接地气。”\nIt’s just one of many details that ground the scene and give it a sense of history that balances out its more fantastical aspects. “We wanted to give a sense of time diversity, that this city has gone through many changes, and is still changing even now.”\n那还只是构成许多场景的细节之一，不仅如此，细节还赋予其历史感。这让其中虚幻的部分不再缥缈，有所依据。“我们想给人营造时空有差异的氛围，这个城市早已历尽沧桑，直到现在也从没有停下它的脚步。”\n\nThere are many different architectural styles here, just like in most big cities, and as a result Therion gives the impression of having grown organically over time rather than having been painstakingly designed by a team which – I was surprised to hear – doesn’t have any experience with architecture outside of Minecraft.\n就和真实世界里的大城市一样，城市里面建筑风格也是风格迥异。因此，Therion让人感觉是随着时间的流逝真正地在成长，而不是由团队精心设计出来的作品。当我得知他们除了Minecraft以外毫无建筑经验是真让我意外。\n“When designing the layout in particular, we pay close attention to how things will function, what part of the map would best interact with and complement other elements, making the map have a nice flow to it. Very feng shui,” G1ZM0T0 jokes. That flow makes sure that everything seems connected. Quite literally: one of my favorite details is how the beasts are joined to the city by pistons, like monstrous stick puppets.\n“特别是在设计布局时，建筑的功能、地图的哪个部分能与其他元素良好地交互和补充是我们最用心的部分，这无疑让地图能顺畅地过渡。契合风水。” G1ZM0T0开玩笑地说道。这种过渡可以保证处处有关联。就如字面意说的一样：这其中我最喜欢的细节就是野兽是通过活塞进入这座城市的，就像冰棍手指玩偶一样。\nIt’s not surprising that a project like this demands a lot of work. “The concept and layout took about four days, as we had an original concept that we scratched and reworked. This project took about four and a half weeks to complete from start to finish.”\n这样大的项目费功夫的确也不是什么令人惊讶的事。“这个概念和布局花了大约四天的时间，因为我们最初的点子让我们抓狂和一直重做。这个项目从头到尾花了约四个半星期才做完。”\n\nBut TeamVisionary certainly didn’t shy away from the effort, and their dedication shows in every facet of When Worlds Collide .\n但是TeamVisionary当然不会回避自己的努力成果，他们的努力嵌在当世界将倾的方方面面。\n“The most enjoyable aspect to Minecraft, besides its amazing community, is the creativity and inspirational people who have influenced so many people around the world for many years now. TeamVisionary was born out of love and passion for this amazing game and community.”\n“除了 Minecraft 超棒的社区外， Minecraft 最惬意的方面是无限的创造力和为你打气的人。这些人对大家可谓是影响深远。TeamVisionary 的诞生源于对这款出色游戏和社区的热爱和热情。”\n Renders by addictedtomc, fixaaay, imhotep05, iskillia, kryiin, Maakixd, Matteo Paolini, and Antrelial. \n由addictedtomc, fixaaay, imhotep05, iskillia, kryiin, Maakixd, Matteo Paolini, and Antrelial渲染。 \n\n【EBsky 译自官网 2017 年 11 月 20 日发布的 Clockwork Krakens and Steampunk Dragons】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}