{
    "title": "关于新设整合包发布板块小组申请的建议",
    "author": "大白肥喵",
    "replyCount": 11,
    "timestamp": 1586413200,
    "txt_content": " 本帖最后由 大白肥喵 于 2020-4-9 14:35 编辑 \n\n各位大佬们，管理员们你们好，我的建议如大标题所示，可否各位管理员在百忙之中看一下我的帖子，下方我会具体说明原因。最近我的一位朋友就因为这件事情所困扰，我也恳请各位可以考虑一下此条建议。\n依据现在的申请小组条件，在mod大区下的Mod教程/Mod讨论/Mod发布均有在论坛机会建立小组，其条件为一个优秀的帖子和两位核心成员。但是同为Mod大区板块下方的整合包发布板块却无法申请组建小组。\n\n\n我个人认为应该重新开设整合包发布板块的小组申请的原因如下：1.整合包发布板块的每日点击量和回复量日常徘徊在论坛活跃排行的前10名，甚至出现过第二名的情况。于此同时在此区域内有许多活跃的创作者或者小组每天都在更新整合包或者回复解疑。2.整合包制作，特别是魔改整合包的制作一般都不是个人可以完成的，制作组的背后都有一个团队。同时一优秀的魔改整合包的原创量以及代码量丝毫不亚于重新编写一个模组或者是其他原创的板块的工作量，根据原创量来说，我认为魔改整合包的制作小组应该是绝对有资格在论坛申请小组的。3.现阶段之前就有过关于整合包板块原创量和精华贴不足的提议，从我个人观点来看认为如果开放了整合包制作板块的小组申请的确可以促进更多的优秀的整合包制作小组的入驻，可以有效的帮助到整合包制作板块的活跃度。4.整合包制作板块现是Mod大区唯一无法创建小组或是没有创建小组标准，的且的确有创建小组需求的一个板块。为了给所有优秀的原创作者相同的机会，我认为应该要给整合包发布板块设置创建小组的标准。\n\n\n谢谢各位大佬或是管理员能在百忙之中抽出时间看到这里，我感激不尽，也请各位和我拥有相同或者不同观点的可以在下方讨论，不足之处也恳请各位帮助补充。最后希望各位可以认真考虑我的意见，我代替我的朋友在这里谢过各位了，也祝愿Mcbbs在未来越办越好。",
    "replies": [
        {
            "author": "克鲁鲁殿下",
            "timestamp": 1586413680,
            "txt_content": "请问可不可以换成正常字体？\n眼睛疼。\n另外还是支持观点"
        },
        {
            "author": "我是人1012",
            "timestamp": 1586414280,
            "txt_content": "字体看着太小了\n\nGKD@管理员\n\n甚至出现过第二名的情况\n那么排除茶馆就是第一了\n除了水区流量最大的板块没有小组\n不行"
        },
        {
            "author": "Eicy",
            "timestamp": 1586414760,
            "txt_content": "整合包小组的话，个人中立偏支持\n没什么原因\n都是根据我的经验判断的"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1586415300,
            "txt_content": "很多综合小组都有整合部. . ."
        },
        {
            "author": "大白肥喵",
            "timestamp": 1586415960,
            "txt_content": "乐之叶 发表于 2020-4-9 14:55\n很多综合小组都有整合部. . .\n大佬您好，我也解到有许多大型的小组有整合包部门的的确可以申请加入的。但是我的朋友他比较喜欢自由，他想自己重新创立一个拥有自己名字的小组为论坛做力所能及的贡献，但是现在创立小组的条件并没有适用于任何关于整合包发布板块的规则。\n而且我个人认为如果有专攻整合包方向的小组，肯定会比综合小组中的整合包部会更加的用心制作自己的每一款整合包，这样论坛也能获得更多高质量的作品，所以我才会做此建议的。"
        },
        {
            "author": "迷灬离",
            "timestamp": 1586420880,
            "txt_content": "对啊，个人很喜欢整合包小组，要是你成立了，记得邀请我"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1586421300,
            "txt_content": "模组大区关于小组创立的修改内容已经(两个月前)由大区牵头，提出新的草稿案几乎覆盖全版块，同时在此基础上提升关于版块小组成立要求，进一步规范小组创建的问题。"
        },
        {
            "author": "大白肥喵",
            "timestamp": 1586422680,
            "txt_content": "没糖的葫芦 发表于 2020-4-9 16:35\n模组大区关于小组创立的修改内容已经(两个月前)由大区牵头，提出新的草稿案几乎覆盖全版块，同时在此基础上 ...\n尊敬的没糖的葫芦版主您好，首先我十分谢谢您在百忙之中抽出时间的反馈，但是我仍然有几个疑问想麻烦问一下版主您，占用了您处理版务的时间真的不好意思。\n1.“具体几乎覆盖全板块”我想麻烦问一下是否有覆盖到我想咨询的整合包发布板块？\n2.您是否方便稍微透露一下您在两个月之前的草稿内容中对于整合包发布板块建立小组的要求？\n3.您是否可以给我一个准确或者大概的关于新规则的发布时间，毕竟我希望您可以尽快处理这件事情？这也是我的朋友的建议以及实际需要，于此同时早发布的话可以更好的刺激更多的优秀的整合包制作组加入Mcbbs，给所有用户提供更加优质的内容。\n再次谢谢您的时间和回复，在下感激不尽。"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1586424420,
            "txt_content": "大白肥喵 发表于 2020-4-9 16:58\n尊敬的没糖的葫芦版主您好，首先我十分谢谢您在百忙之中抽出时间的反馈，但是我仍然有几个疑问想麻烦问一 ...\n你好，有覆盖但是要求就现在标准是提升的，这个是全板块提升的，具体实施还要看大区和管理协调，其他更具体恕无法告知。"
        },
        {
            "author": "大白肥喵",
            "timestamp": 1586425740,
            "txt_content": "没糖的葫芦 发表于 2020-4-9 17:27\n你好，有覆盖但是要求就现在标准是提升的，这个是全板块提升的，具体实施还要看大区和管理协调，其他更具 ...\n好的，谢谢版主您从百忙之中能抽出时间来为我解答了，我也理解您无法告知我任何消息的保密行为，即便您没能直接帮到我的朋友解决现在的任何问题，但是我还是非常感激您的时间的。\n同时我也希望您能尽快完善相关政策以及规定，让更多优秀的整合包作者和小组可以加入到Mcbbs的整合包发布板块，让大家可以玩到更多优质的整合包，这才是我们所有玩家以及用户所希望看到的，也希望我的这点建议可以在推动小组建设这件事情上面帮到您的忙。\n最后我代表个人十分感谢您对于推动新规定上在过去两个月内所做的所有努力，也希望Mcbbs能越做越好。"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1586427300,
            "txt_content": " 本帖最后由 1094822247 于 2020-4-9 18:16 编辑 \n\n这个申请整合包小组的问题，也不是不能申请，整合包本身就是Mod产物嘛，所以申请Mod小组就可以了。\n申请条件是打算改的，而且方案也早就出来了，不过我个人也不是很满意后面出的这个方案，虽然方案给整合包小组正了名，但是设置的门槛也提高了很多。为什么没急着推新方案，主要还是Mod区申请小组的需求不是很大，一个功能有人用我们才有动力或者说值得去完善它的规则。\n更新的方案近期就会出来（这事真的就在近期的规划里），感谢你的推动~"
        }
    ]
}