{
    "title": "[Minecraft.net|CULTURE] Mevanian 宫殿",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1586420760,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-9 16:26 编辑 \n\nThe Mevanian Palace\nMevanian 宫殿For all your magical, municipal, and manorial needs!\n满足你对魔法、市政厅和庄园的一切幻想！\nAsh Davis 阿什·戴维斯\nWhat do you call a build that’s part palace, part government building, and part vault of a mysterious and magical treasure? A pa-gover-vault? A government pala-vault? Personally, I’d call it an extremely fancy DMV, but Mining Mr. Fox , builder of this val-gover-pal in the fictional land of Mevania, has a much grander (and begrudgingly better) name for this Mevanian Palace.\n对于这样一座建筑，里面有宫殿、市政厅、还有埋藏着神秘宝藏的地窖，你该如何称呼它呢？叫做带地窖的宫殿式市政楼吗？或者是宫殿大楼下藏着地窖的市政厅？要我说的话，我会把它称作：非常华丽的 DMV。在虚拟的 Mevania 地区上建造了这座集地窖-政府-宫殿为一体的复合建筑的 MiningFox 先生 ，给这座 Mevanian 宫殿起了个更宏大的（我认为这名字更胜一筹）名字。\n”The actual name is ‘ Archem Valkor ’,\" explains Mining Mr. Fox.\n“它真正的名字是‘ Archem Valkor ’。” Mining Fox 先生解释道。\n\"It's not actually a palace by definition, but it’s simultaneously a government building and a temple. It houses the king, the senate, and a sacred crypt containing two important religious artifacts. I don't believe there’s a word for such a place, so I thought ‘Hey, let's just invent something; ‘Archem’. The second part of the name, ‘Valkor’, is just the name of the location.”\n“实际上，它并不算是严格意义上的宫殿，但它同时还兼有政府大楼和庙宇。那里面住着国王和参议院成员，还有一间储藏着宗教古器的神圣地下室。我不敢相信能有什么词来形容这样一座宫殿，所以我想：嘿，那就让我们自己创造些词吧：比如 ‘Archem’ 。而这个名词的后缀：‘Valkor’ ，只是这儿的地名。”\n\n\n\nSo it’s a building where you pay can your traffic tickets, yell at your legislators, and get a bit of art history on the side? Impressive! As is the story behind Archem Valkor.\n所以在这个地方，你不仅可以交清你的交通罚单、对着国会议员们大喊大叫，还可以顺便了解一下艺术史？实在让人忍不住拍案叫绝！就和 Archem Valkor 背后的故事一样。\n“Most of the story revolves around two magical items. The first is an obsidian orb, containing and spreading most of the people's anger and fear. The other, an emerald orb, symbolizes the people's love and loss. Due to people not understanding and incorrectly using the power of the orbs in the past, they are now kept safe in the depths of the palace by a guardian who has mastered the balance between both.”\n“这个故事主要是围绕两件魔法物品展开的：第一件是黑曜石球，它既遏制又传播着人们的大部分愤怒与恐惧。而另一件是：绿宝石球，它象征着人们的爱与遗失。由于人们过去不了解这两颗魔法球的力量，并且不当的使用了它们，所以现在，一位掌握了这二者之间平衡点的守护者，将它们安全地埋藏在了这座宫殿的深处。”\nEven without knowing the particulars of the story, you can see their elements reflected in Archem’s design. Rumours that I'm only interviewing him for Minecraft.net as part of a plot to steal those orbs for myself are completely baseless.\n即使不了解这个故事的细节，你也可以从 Archem 的设计上看出它们可怕至极的力量。有谣言称：我采访 Minecraft.net， 是我妄图偷盗这两颗魔法球的阴谋的一部分。这完全是空穴来风。\n\n“The three colored banners symbolize the three factions/provinces of Mevania standing united for a better future,” explains Mining Mr. Fox. “And the design in front of the palace symbolizes an orb splitting in two and revealing the divine power held inside; a reference to the two Sacred Stones hidden below the palace.”\n“那三面彩色的旗帜象征着 Mevania 里的三大派系/地区会团结一致、共创美好未来。”Mining Fox 先生说明道。“而宫殿前面的这个图案，表示的是一颗魔法球分开成两半，展现出其内蕴含的神圣力量——这象征的是藏在宫殿下方的那两颗神石。”\nBuilding something this grand was no easy task, and certainly not a short one. “It took me a few years to build this and sometimes I took breaks for a few months. I honestly have no clue about the amount of hours I put into this.”\n建造一个如此宏伟的建筑绝非易事，而且绝非寥寥数日可以完工。“我花费了好几年来建造它，不过有时候我也会休息几个月。坦白说，我并不知道我到底为此费了多少时日。”\nBut it was definitely worth it.\n但换取这样的成果肯定是很值的。\n\n\n“My favorite parts of the build are definitely the church-like entrance and the Sacred Crypt underneath it. I especially love the Crypt because it houses some things no one would expect in the basement of a palace (or in Minecraft, for that matter!) My goal was to make this part as surprising and unbelievable as possible and I hope I succeeded.”\n“这座建筑中我最喜欢的部分，当然就是那个像教堂一样的入口和那下面的神圣地下室了。我尤其喜欢那间地下室，因为它储藏着一些没人能料到会出现在一座宫殿的地下室里的东西（或许也想不到会出现在 Minecraft 里！）。我的目标就是把这个部分打造得越惊奇且难以置信越好。我希望我成功了。”\nWhat could be in that Crypt? Mining Mr. Fox isn't telling, so you'll just have to go and find out for yourself .\n那间地下室里有什么？Mining Fox 先生并没有透露，所以你只能自己去一探究竟了。\nBut what does it take to successfully build a gover-vault-palace?\n那么，怎样才能成功地建造出一座市政厅-地下室-宫殿复合建筑呢？\n\n\n“It all started when I first saw the awesome Minecraft creations of others online. I thought if I practised enough, I might give it a try as well. After deciding the general outline, I started wondering what the story of the place would be. What purpose does it serve? Why was it built here? And by whom? That eventually evolved into this huge story which inspired me to expand certain parts of the palace, which in turn fed the story. This cycle of build-story-build has managed to keep me going for all those years!”\n“这一切都源于我第一次在网上看到别人出色的 Minecraft 作品。我想，要是我肯勤学苦练，那我也可以试着一展身手。在决定了大概的架构后，我开始思考这座宫殿的故事应该是怎样的。它为何而建？它为何选址此地而建？又是谁建造了它？这些问题最终发展成了现在这个庞大的故事，它给了我灵感去扩充这座宫殿的某些部分，而这些部分又反过来为故事提供了素材，二者相辅相成。这个建筑-故事-建筑的循环成功地让我在这些年里坚持了下去！”\nAnd the story of the Archem Valkor doesn’t end there.\n而且，Archem Valkor 的故事并没有就此结束。\n“I now have the lore of two thousand years in my head, including a lot of important characters and events, but it is all far too much to put in a Minecraft build. I'm currently trying to write a book about it.”\n“现在，我的脑子里不仅有两千年的传说，还包括许多重要的人物和事件。但把它们融入一个 Minecraft 建筑里太夸张了。所以我最近在试着写一本相关的书。”\nAwesome. And I think I’ve got the perfect title for it...\n太了不起了。我想，我已经为它想出了一个完美的名字…… \n\n【EBsky 译自官网 2017 年 11 月 09 日发布的 The Mevanian Palace】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}