{
    "title": "[Minecraft.net|CULTURE] 沙漠之谜",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1586356740,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-8 22:51 编辑 \n\nSandy Secrets\n沙漠之谜\nPuzzling through the mysteries of Briskaard's builds\n为 Briskaard 的建筑中隐藏的秘密绞尽脑汁吧\n\nEmily Richardson 埃米莉·理查森\nPsst, can you keep a secret? I sure can't, which is why you now know that Tom wets the bed. But irritatingly, today's builder can keep a secret. That Desert Temple you're admiring in the above image is the work of Briskaard , a versatile creator whose builds take in influences from all over the globe.\n嘘，你会保守秘密吗？我肯定是做不到了，所以，现在你知道了 Tom 尿床的事。但气人的是，如今的建筑师竟然做得到保守秘密。在上面这张图片里，你正在称赞的这座沙漠神庙是  Briskaard 的杰作。他是一名才华横溢的创造者，他的建筑受到了世界各地建筑的影响。 \n\nThat Desert Temple has a secret just waiting to be found. Briskaard may not be willing to tell me what that secret is (no fair!) but luckily, he's far less tight-lipped about discussing how he works with Minecraft.\n那座沙漠神庙中隐藏着一个秘密，正等着人们去发掘。Briskaard 好像不愿意告诉我那个秘密是什么（这不公平！），不过幸运的是，他一点都不吝啬于谈论自己在 Minecraft 里是如何建造沙漠神庙的。 \n\n\"I started playing Minecraft back in 2011,” says Briskaard, the builder behind temples, villas, a museum and even a brick factory that’s been renovated into a mall. “Some friends told me about the game and [pitched] it to me terribly,” he laughs. “I imagined a weird, nerdy game, very complicated and without much of interest.”\n“早在2011年我就开始玩 Minecraft 了。”Briskarrd ——一位建造过寺庙、别墅、博物馆，并把一间砖厂改造成了商场的建筑师——说道。“一些朋友向我介绍了这款游戏，还强行向我安利了它。”他笑着说道。“我曾一度以为这是一款奇怪且呆板的游戏，它一定还很复杂枯燥。”\n\n\nAn art museum build from Briskaard! Sadly, far too sophisticated for an uncultured swine like me. 一座出自于 Briskaard 之手的美术馆！可惜，对于一个像我这样连音律都茫然不解的人来说，艺术品太高深莫测了。\nBut a few months later, Briskaard relented. He tried Minecraft out; “I instantly fell in love with the simple beauty [of it],” he tells me.\n不过，几个月后，Briskaard 就妥协了。他尝试玩了 Minecarft 。“我立刻就爱上了[它的]简单美。”他告诉我。\n\nBrought up on Lego, Briskaard is a naturally creative person who’s enjoyed building and creating since childhood. “My skills with 3D software aren’t much [good]”, he tells me, “Minecraft helps me create things easily, in addition [to] gathering resources and fighting.”\n由于 Briskaard 是在乐高玩具堆里长大的，所以他从小就享受建造与创造的乐趣，自然而然地成长为一个富有创造力的人。“我在 3D 软件方面的技术并不是很[好]”，他告诉我，“Minecraft 除了帮助我收集资源和与生物战斗以外，还使我能轻松地发挥创造力。”\n\nThe first of his builds to catch my eye was the Chinese Great Wall Villa build, which impresses with its stylish interior and realistic setting. “The Chinese Villa is an actual building close to the great wall,” Briskaard says. “I spent a weekend with friends [there] and I fell in love with the place.” He also got to meet the designer of the villa and have a chat with him, although he admits his mandarin is not so hot. 羞耻!\n他建筑的中国长城别墅一下子就吸引了我的眼球，其时尚的内部环境和逼真的场景令我印象深刻。“这座中国式别墅是长城附近一座真实存在的建筑。” Briskaard 说道。“我和朋友们一起在那儿呆了一周，然后我就爱上了那个地方。”他承认尽管自己的普通话并不是很好，但他还是去见了这座别墅的设计师，并和他聊了聊。\n\n\n\n\n\nFor other builds, Briskaard likes to consider the purpose of a room before shaping the external walls. This way, he explains, he has adequate space for the furnishings, which lends to his skills as an interior designer.\n对于其他建筑，Briskaard 喜欢在塑造外墙的造型前先考虑一间房间的用处。他解释道，这样的话，他就能留下充足的空间来摆设家居。这种方法有助于提升他作为一名室内设计师应具备的技能。\n\n|\"Stick to three colours maximum, document your builds, look for inspiration on the internet, don’t hesitate to destroy small parts if you aren’t happy with them, experiment and make mistakes.\"\n|“坚持每次最多使用三个颜色、记录你的建筑、从网络上寻找灵感、果断地推倒你不满意的小部件、大胆尝试并不要害怕犯错。”\nWhen I ask him if he prefers to design interiors over exteriors, though, Briskaard is quick to set me straight. “Definitely exteriors!” he says. “I usually leave projects unfinished for days or weeks because of [putting off the++ interiors. But I can’t leave them without furnishings so I always do interiors ++eventually].\"\n不过，当我问 Briskaard，比起外观，他是不是更喜欢设计室内装潢时，他很快就否认了我的看法。“我当然更喜欢设计外观！”他说。“我通常会把项目搁置好几天甚至好几周都不去完成，就是因为[室内装潢总是还有很多都没完成。但我也不能真就让房间空无一物，所以我最终还是拖着拖着完成了它们。]”\n\n\nWith the Desert Temple build, Briskaard had decided he wanted to take work-in-progress images to document his progress. He found himself stopping at key points in the build to take pictures, and getting an inadvertent (but very beneficial) opportunity to take a step back from the process. This way, he says, he saw the bigger picture and could identify areas that needed more work. “That’s actually a great thing,” he explains, “to look at your build from a distance to see if the proportions and [everything] else are harmonious.”\n在这座沙漠神庙的建造过程中，Briskaard 决定拍一些建造过程的图片来记录他的进展。他发现自己会在建造的关键点上停下来拍照，从而得到了一个偶然的（但非常有益的）机会来在建造的过程中回顾自己的工程。他说通过这样做，能看到更全面的场景，并籍此看出哪些区域需要再下点功夫。“那真是一件很棒的事。”他解释道。“走远几步来观察你的建筑，看看比例和其它的一切是否都协调。”\n\nBut that’s not all. Waaaaaaay back at the start of this story, I told you the Desert Temple has a secret, waiting for an enterprising player to puzzle it out.\n但这还不是全部。回回回回回回到这个故事的开头，我告诉过你这座沙漠神庙隐藏着一个秘密，它正等着一位雄心勃勃的玩家去将它揭露。 \n\n“If you download the map, you might be able to solve an enigma and enter a secret world,” Briskaard teases. “You have to input the right password with the item frames.” Apparently, there’s a clue to be found on a sign above the button which activates the secret door. However, Briskaard doesn’t want to give away too much, he already thinks he’s made it too easy.\n“如果你下载了这款地图，你也许就能破解一个谜题，然后进入一个秘密世界。”Briskaard 戏谑道。“你必须在物品展示框中输入正确的密码。”显然，在用来开启秘密大门的按钮上方的标牌上可以找到线索。然而，Briskaard 并不想透露太多，他已经觉得自己把这个机关设置得太简单了。 \n\n\n\n\n\n\n\n\n\n\nClick through the gallery to see a build develop into a temple worthy of the pickiest of pharoahs!\n点击浏览相册，看看一座建筑是如何进化成一座配得上最挑剔的法老的神殿的！\n\nThe idea of including a secret room beneath the temple came from Briskaard’s innate need to give each building a purpose. He felt that the Desert Temple was lacking one, so he started thinking. “This temple is mysterious,” he says, “in the middle of a desert. If I think of a desert, I think about Africa. And what’s mysterious in the desert in Africa? Pyramids.\n在神庙下方添加一个隐藏空间的点子来源于 Briskaard 想给每个建筑赋予一个用途的固有观念。他感觉这座沙漠神庙就缺少一个用途，所以他开始思考这个问题了。“这座神庙是神秘的。”他说，“而且在一片沙漠的中央。我只要想到沙漠，就会想到非洲。那么非洲的沙漠里有什么神秘的东西呢？当然是金字塔了。”\n\n“There are all these stories about hidden stuff beneath the pyramids,” and that’s what he wanted to add to the temple - the origin of a mystery.\n“那里有很多关于隐藏在金字塔下的东西的故事。”而那就是他想要为这座神庙添加的东西——秘密的起源。\n\nBriskaard’s made a long list of different builds spanning a range of different purposes. The brick factory that's now a mall, the modern villas for relaxing, the temple with its mysteries, a renovated wharf of apartments and more. So, what has he learned from all of this experience?\nBriskaard 已经写了一个长长的清单，列出了有着各式各样不同用途的不同建筑：现在已经成了商场的砖厂、用来放松身心的现代别墅、隐藏有秘密的神庙、一个由公寓改造而成的码头和许多其他建筑。那么，他从这些经验中学到了什么呢？\n\n\n“Stick to three colours maximum, document your builds, look for inspiration on the internet, don’t hesitate to destroy small parts if you aren’t happy with them, experiment and make mistakes.” He also recommends planning and adding details; “it changes everything.”\n“坚持每次最多使用三个颜色、记录你的建筑、从网络上寻找灵感、不要犹豫地推倒你不满意的小部件、大胆尝试和犯错。”他还建议要做好计划并把握细节：“这会改变一切。”\n\nBriskaard’s biggest influence, however, seems to be those that enjoy his builds. “I’m trying my best to create harmonious and pleasant-looking buildings for me, and also for you,” he says. “That’s such a pleasure, when you create something and you [get] feedback from other players.”\n然而，Briskaard 受到的最大影响，似乎是来自那些喜欢他建筑的人们。“我正竭尽所能去创造协调且好看的建筑，为了自己，也为了你们。”他说。“当你创造了一些东西，然后[收到]了其他玩家的反馈时，真的是一件很开心的事。” \n\nWonderful! Now, how about we end this story with you telling me the secret of the Desert Temple? No? Come on! PLEASE PLEASE PLEASE PLEASE PLEASE.\n这太棒了！那么现在，我们为你揭开沙漠神庙的秘密，来结束这个故事怎么样？不行吗？别这样啦！来吧吧吧吧吧吧吧！ \n\n【WDLJT 译自官网 2017 年 10 月 11 日发布的 Sandy Secrets】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}