{
    "title": "[Minecraft.net |CULTURE]以之搭建：黄金",
    "author": "东城刃更",
    "replyCount": 0,
    "timestamp": 1586362380,
    "txt_content": " 本帖最后由 东城刃更 于 2020-4-9 17:21 编辑 \n\n\n\n\n\nBuild With It: Gold!\n以之搭建：黄金\n\n                                                               Go glamorous with glorious gold 用黄金来装饰吧！                                            \n        \n    \n\n                                                                A, u! What are you currently doing with your stash of gold? Don’t tell us you’re just saving it in a secret underground vault for a rainy day? Why not Build With It instead?啊！你会用你的黄金来做些什么呢？别告诉我们你只是将他储存在秘密金库里面以备不时之需？为什么不试试用黄金来搭建呢？Perhaps you don’t even have a stash of gold to use in your future upcoming build projects? It’s pretty rare after all – unless you’ll manage to locate a Badlands biome, which tends to be full of underground mineral veins. It may take a while, but once you strike gold, you’ll not only have found a great material to work with, but perhaps another new tale of adventure to share with your friends.也许你甚至没有足够的黄金在你将来的建筑中使用？比较黄金是很罕见的，除非你能找到荒地生物群落（类似于沙漠生物群落，由红沙和粘土构成），在那里布满了地下矿脉。开采黄金需要一段时间，但你一旦开采到它们，你不仅仅会获得一种很好的建筑材料，或许还会有一端崭新的冒险经历与你的朋友们分享。Gold is great because once you find a source, you can use some of those initial bits of gold to craft some powered rails and speed up your mining, thus: more gold! It also comes in lots of different forms – ores, nuggets, ingots, and of course blocks. Naturally, gold is not the only yellow material you can build with, but once you discover the practical prospects of this robust element, you may never work with a different material again!黄金是非常好的因为一旦你发现了一个源头，你就可以使用最开始获得的黄金来制作动力铁轨以此来加快你的挖掘速度，这样的结果是：更多的黄金！当然黄金也有许多种形态-金矿，金块，金锭以及金粒。当然黄金不是唯一一种黄颜色的建筑材料，但是当你发现了这种优秀的材料的应用前景，也许你就不会再使用其他黄颜色方块来建筑了！While real gold tends to be used in much smaller creations, Minecraft gold is perfect for structures. After all, it’s solid, stackable, and has a blast resistance comparable to trusty blocks like diorite or cobblestone. Plus it’s also shiny, which makes your builds bright and cheerful. So why not assemble a palace or raise a big golden statue of yourself at your friend’s spawn point? Let them bask in your wealth!虽然现实生活中的黄金往往用于更加微小的作品中，但在Minecraft里黄金十分适合建筑。毕竟它是固体的，可叠加的，其抗爆性可与闪长岩，圆石等坚固方块所媲美。除此之外它是闪亮的，它可以使你的建筑十分明亮和愉悦。所以为什么不在你的好朋友的出生点处建造一座宫殿和为自己立一座巨大的黄金雕像呢？让你的好友们享受你的财富把！\n                                        \n        \n\n\n                                                                                    \n                            \n\n\n\n\n\n    \n  \n\n\n                                                There are of course other, less bold ways to put your gold to good use, and if you prefer a more subtle approach, you could always draw inspiration from builds like Crixel96’s (making an encore appearance following Build With It: Prismarine’s cafe fountain) swamp ruins gateway, which can be seen at the top of this article, or Callum’s shining example that doesn’t just feature gold – but also qualifies as a Minecraft Dungeons fan build. Can you name all the mobs featured in this build?除了这些外，也有更保守的方法来好好利用你的黄金，如果你更喜欢一个更微妙的方式，你可以从Crixel96的沼泽废墟之门中汲取一些灵感（以之搭建：海晶石中的咖啡馆喷泉的作者），我们可以在文章顶部看到，或者Callum的杰出示例（上图）这不仅仅是一个黄金建筑，而且还是一个Minecraft地下城粉丝的建筑。你能说出这些建筑所代表的怪物的名字吗？Done with the challenge? Perfect! Now, you may want to dig into the list of what’s coming up and see if inspiration strikes. We’re currently looking for stained glass, coral and purpur submissions, so if that sounds like the materials you work with often, you may just see your build featured here in the very near future. Feel free to send your screenshots (and a little information about your structure) to FeatureMe@minecraft.net and get ready for your chance to shine.完成挑战了吗？完美！现在，你可能想要深入研究一些接下来会发生什么以及是否会有什么灵感浮现。现在我们在寻找染色玻璃，珊瑚和紫珀的作品，所以如果这听起来像是你经常使用的建筑材料，也许在不久的将来你会在这里看到你的特色建筑。请随意发送你的作品截图（以及一些关于你的作品的信息）到 FeatureMe@minecraft.net。然后准备好你的高光时刻吧。 \n东城刃更译至官网2020/1/4发布的Build with it:Gold!,原作者：Nova Barlow\n\n\n\n\n",
    "replies": []
}