{
    "title": "[Minecraft.net|CULTURE] 黄金避风港",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1586421000,
    "txt_content": "\nThe Golden Retreat\n黄金避风港The most colorful pirate pit stop in the Caribbean!\n加勒比海上最色彩斑斓的海盗休息站！\nAsh Davis 阿什·戴维斯\nShiver me timbers! Wait… Does anyone know what 'shiver me timbers' actually means? What are my timbers? Do I really want them 'shivered'? Is there some Pirate-to-English dictionary we can use to figure out what exactly Blackbeard and his peg-legged friends are saying?\n[ruby=吓我一跳啊]打烂那艘船[/ruby]’！等等……有人知道“Shiver me timbers”到底是什么意思吗？我的木材是什么？我真的想让木头们“被打烂”吗？有没有海盗语和英文相对照的词典能让我们理解黑胡子和他装着木头假肢的朋友们在说什么？\nWhile we wait for Google Translate to add the pirate language to their database, you can visit the pirate haven of Swiftbeatz’s  Golden Retreat and maybe learn a bit of the lingo for yourself! Before crafting this safe space for swashbucklers, Swift started Minecraft-ing on the Playstation 3, where he discovered imitation is the highest form of flattery and the easiest way to learn.\n在我们等待 Google 翻译把海盗语加入他们的资料库的同时，你可以参观一下 Swiftbeatz 建造的黄金避风港里的海盗避风港，也许你能自己学到几句海盗的行话！在为海盗们打造这处安全港之前，Swift 是在 Playstation3 上开始玩 Minecraft 的，在那上面他发现：模仿是致敬的最高形式、也是学习的最简单方法。\n“My first building projects were copying tutorials off YouTube and making my own versions,” he tells me.\n“我的第一个建筑项目是效仿 YouTube 上的教程而做出的我自己的版本。”他告诉我。\n\nMinecraft’s capacity for boundless creativity appealed to Swift the most. Like the pirates of old, Swift loved the freedom of the open seas - the blank canvas Minecraft provides to the let the mind explore.\nMinecraft 最吸引 Swift 的地方是对创意的永无止境的容纳能力。就像旧时的海盗一样，Swift 喜爱那一望无际的大海的自由——Minecraft 为了让心灵能肆意探索而提供的空白画布。\n“I really enjoyed the freedom of it, being able to make whatever I wanted,” he explains. “A lot of what I did was inspired by those YouTube videos I watched, like setting up my own Hunger Games maps and making them work with redstone. In the early years, I was really obsessed with redstone contraptions.”\n“我真的很享受它的自由，我能在这里搭建任何我想要的东西。”他解释道。“我搭建过的许多东西都是受到我在 YouTube 上看过的视频的启发，比如建立我自己的《饥饿游戏》的地图，并且通过红石让它们运作。一开始，我对红石装置如痴如醉。”\nFrom there, Swift decided to pursue plunder in brighter waters and the Golden Retreat was born.\n从那以后，Swift 就决**上从事充满希望的劫掠生涯了，然后这座黄金避风港就诞生了。\n\n“I wanted to make something really colorful and unique. As the name suggests, this place is a retreat for pirates returning from their long voyages at sea. I crafted the islands to work as a kind of shield, with tall ridges and rocks, making it difficult to attack. There’s also an old castle lookout tower to keep watch for the Royal Navy or maybe rival pirates that looking to take over.”\n“我想要建造一些非常五彩斑斓、独一无二的东西。顾名思义，这片区域是为从海上远航归来的海盗们准备的避难所。我把这座岛屿打造得像护盾一样，再加上高耸的山脊和岩石，让它很难被攻破。还有一座古老的城堡瞭望塔，用来提防皇家海军或是可能意图占领地盘的敌对海盗。”\nSafe from the King’s Justice and other pirates looking for booty, the Golden Retreat is the perfect place for the weary pirate to catch a breath... and maybe a bath. After long months at sea cooped up below deck with all your pirate buddies? Yeah, you’d probably be pretty ripe, and I don’t mean for eating. Well... unless all the food on your ship ran out, of course...\n不受国王律法、垂涎战利品的其他海盗们的威胁，黄金避风港是能让疲惫的海盗歇口气的完美地点……也许还能泡个澡。你已经和你的海盗伙伴们闷在甲板下在海上度过了漫长的好几个月了？很好，你大概已经熟透了。我可不是说要吃掉你。嗯……当然，除非你船上的所有食物都吃光了。\nYo ho ho! I'm only joking! There are no cannibals at the Golden Retreat! That we know of . Just a lot of color and Swift’s personal style philosophy!\n哟吼吼！我只是在开玩笑！黄金避风港里可没有食人族！我们都知道的。这里只有丰富的色彩和 Swift 个人风格的哲学！\n\n“I've always been about building for uniqueness and color, regardless of realism. I try to do something that brings a new perspective into building, something that hasn't been seen before. I realize now that a lot in this build is kinda out of proportion but I was never trying to have it be proportional. I’m way more focused on making sure, no matter what, to do what I think looks good.”\n“我一直致力于打造具有独立性和丰富色彩的建筑，而不拘泥于现实主义。我试图做一些能给建筑带来新视角的东西，一些前所未见的东西。我现在发现，这座建筑里的很多东西都有点不成比例，但我本来就从没想过让它合乎比例。我更在乎确保：不管是什么，只管做我认为看起来不错的东西。”\nAvast! Arrr! Actually, I don't know what those piratey terms mean either! I really should've asked for a pirate-to-normalspeak dictionary for Christmas.\n[ruby=停泊]且慢[/ruby]！遵命！实际上，我也不知道那些海盗语是什么意思！我真应该在之前圣诞节的时候要一本海盗语和正常话相对照的词典作为礼物。\nAnyway, you can see for yourself how good this retreat looks, Jack Sparrow would feel right at home. In fact, this probably is Jack Sparrow’s home.\n总之，你可以亲眼看看这座避风港看起来有多棒，Jack Sparrow 一定会感觉和在家一样。实际上，这或许就是 Jack Sparrow 的家。\n“The only reference I had for this was the building style from a friend and the Pirates of the Caribbean movies.”\n“对此我所用的参考，只有一个朋友的建筑风格和电影《加勒比海盗》。”\n\nDrink up me hearties, yo ho ho! Should we maybe end this article now, before I spend 80,000 more words indulging in sterotypical pirate wordplay?\n干杯，兄弟们，呦吼吼！在我再花8万个字喋喋不休地玩海盗行话游戏之前，我们也许应该现在就结束这篇文章了吧？\nYarrrr!\n没错！\n Renders by fixy and iRoboMatic \n由 fixy 和 iRoboMatic 渲染 \n\n【EBsky 译自官网 2018 年 01 月 10 日发布的 The Golden Retreat】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}