{
    "title": "【原创·连载】我的世界飞逝堕落第二十五章",
    "author": "但是你",
    "replyCount": 0,
    "timestamp": 1586412480,
    "txt_content": " 本帖最后由 但是你 于 2020-4-9 14:09 编辑 \n\n首发地址：https://book.qidian.com/info/1017577575\n\n嗯，最近发现没什么写的了，也快要完结了。\n\n前期节奏进行的太快，后面剧情也压缩了大半，最多也只能再撑个十几章罢了。\n\n\n     第二十五章：“神”\n\n　　我穿越到了古代。\n　　准确的来说，是第一次大战的时候。\n　　大战前一年，147年，冬天，人类的发展有些时日了。\n　　穿越过来后，我手上的针状印记又暗了下去。现在是距离我穿越过来的四十年前，人类最繁荣的时期。根据地貌特征，我能确定这里是火之城。和四十年后一样，只不过是人更多罢了。\n　　不得不说火之城可能是最差的地方了，由于远离城市，导致物资不流通。名叫火之城，城外也有岩浆包围，可城里却是冰天雪地。这火之城城墙因为内部含有TNT离城内建筑较远，中间还又加了层石墙。\n　　城里用红石做建筑，原因是这城下完全是红石矿，连块石头都没有，红石也是这座城市唯一的特产。\n　　我打了个喷嚏，窝在旅馆内。按照这个时间段，距离土之城进攻之时还有半个月的时间。\n　　“切，只知道呆在家里的玩意，可还有一年世界就毁灭了。”漪蛛翘着二郎腿看着我，桌子上是一杯早已冷却的冰块。“明明你一个人就能解决一切了，还要我干嘛？”我缩成一个球，手上的印记感应到神力发出淡淡的红光。\n　　“那我重新自我介绍一下。我是漪蛛，世上第一个怪物，蜘蛛族的王，拥有超越王阶的实力，目前开始消散。”漪蛛不再掩饰，超越王阶的威压覆盖了整个房间，“如你所见，因为你的原因，我的身体已经开始透明化，半年内将会彻底消散。”\n　　“现在是在过去，你的能量会回复吧，毕竟是超越时间的存在。”我在沙发上滚来滚去，却发现体力明显下降。“确实能恢复，但远比不过释放的速度。快跟我回去，反正在这也没什么干的，还不如回去继续拯救世界。”\n　　我白了她一眼：“你以为我是谁？救世主吗？我可不会因为几句话而去拯救世界。我不会冒险去做那些所谓的正义的事，只要有好处，烧杀抢夺我也干得出来。”\n　　“我到没关系，反正也要消散，崩不崩坏对我没什么区别。可你不一样，死路一条。”她也摊牌，耸了耸肩。“哈哈，哈哈哈。你以为我是小孩子吗，用这种低级的手段引诱我。我不怕死，或许死了还更好，我享受不到，那谁也别想活！”\n　　漪蛛也不怕，直接消散：“我再给你点时间想想，无论如何今天晚上我会强行带你回去。”\n　　强行带我回去？其实回去也没关系，重要的是我根本不知道她想干嘛。虽然实力变弱，要去拿个核心简直轻而易举。王们也知道后果，肯定不会阻挠。在这种情况下让我去偷走核心简直多此一举。\n　　此刻城外发起大爆炸。\n　　情况不对！明明应该半个月后来的军队怎么提前了！我被爆炸吓了一跳，跳窗来到街道上，远处的城墙早已变成了大坑。\n　　漪蛛！\n　　依靠自身的条件反射躲过脚下冒出的蛛爪，身旁一瞬间便出现上万支毒箭。手一抖四周建起两格高的土墙，脚下又一空掉入了大坑。\n　　这可不是像亡灵王那种超强攻击的家伙，这可是世界最强的存在，超越时间限制的她恐怕早已完全预见我的未来！\n　　黑暗中散发出红光的蛛爪如同鬼魅一般向我刺来，最终在把我打飞数十米过后停下。我咳了几口血，身上的盔甲早已成为碎片，冰剑也化为粉碎。我在蛛爪刺来的一瞬间用冰剑挡住，巨大的冲击力让我狠狠砸进去，形成一个深达数十米的洞。\n　　慢慢地爬出来，我趴在地上看着她。纯灵核打造的装备和基岩一个硬度，仅仅一击便摧毁盔甲打碎冰剑，明明实力大幅下降，但依然足以毁 天 灭 地。\n　　“不是说好晚上带我走的吗。”我差不多快要咽气了。“晚上我会强行带你走，但现在我做的只是让你思考。放心吧，有历史修正，你死了也会复活。”\n　　我懂了。她早就是超越时间的存在，过去也是现在也是未来也是，无论她做什么都会遭到历史修正，所以需要真实存在于时间的人来进行改变，比如我。如果没有我这个不同时间的存在，她现在所做的一切将成为现实，正因为这样她需要我进行她的计划。\n　　“既然死不了那就不用怕，你到底有什么目的说来听听吧。”我惨笑着站起来，两只胳膊无力地搭在身旁。“浑蛋！”蛛爪一次次地穿透我的身体，我则在一次次昏迷后又一次次醒来。“为什么你就不能听我一次呢！”\n　　六只蛛爪疯狂张长，最后彻底脱离她的身体，在空中融合成一把剑。“我已经没耐心了，这是你最后一次选择。这一剑下去，将会彻底抹去你的存在。”紫色的巨剑漂浮在空中，四周散发出黑白色的粒子。漪蛛淡紫色的长发浮在空中，血红的眼睛盯着我，一直盯着。\n　　“三。”她的脚漂浮起来，细长的腿在黑暗中依然显露出雪白。身体的透明化更严重了，好似全身的血气又融入进那把剑里。\n　　“二。”平时不怎么觉得，现在高举着巨剑的她身体又细又长，洁白高挑。大地随着她的声音颤动着，颤动着。\n　　“一。”好似时间停止了，大地不再移动，空气中的灰尘也静止。那把剑开始破碎，显露出原本的光辉。\n　　“零。”声音轻轻地，轻轻地，就这样飘到我耳边。洁白的大剑如同她的皮肤一样亮丽，在覆盖一切的光芒中，我感到身体一凉。\n　　时间恢复正常，剑也回到了原本的模样。我知道身体已经被切割，现在是我最后的时刻。\n　　“……”她沉默着看着我，伸手抓住冲向我的光芒，“时，够了。”光化作一个扭曲的身形，就和在木之城幻境里的一样。\n　　“他不该死。”它就这样说，她也不回答。“我知道打不过你，所以只好向你求情。”时的语气显得卑微，如同在看一个超越理解的存在。“她让你来的吧。”漪蛛冷淡的看着我，“给我转告她，这是最后一次。”\n　　一挥手，世界扭曲，一切回到我穿越前的模样。\n　　刚才，我真的穿越了吗？\n\n",
    "replies": []
}