{
    "title": "[Minecraft.net|CULTURE] 棒呆了的寺庙",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1586356260,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-8 22:31 编辑 \n\nTerrific Temples\n棒呆了的寺庙\nPandatiX's lush garden has us green with envy!\nPandatiX 花繁叶茂的花园让我们羡慕嫉妒恨！\n\nEmily Richardson 埃米莉·理查森\nAwesomely-assembled temples! Lush pink-blossomed trees! A garden so beautiful, I've burnt down my own garden (and salted the Earth so nothing can ever grow there again) out of envy! Yep, it's fair to say I'm a huge fan of today's build, a Japanese-inspired wonder created by a build team called Apenda .\n打造得非常令人惊叹的寺庙！开着粉色花朵的繁茂树林！看到如此漂亮的一座花园，我已经嫉妒得烧毁了自己的花园（并且在土地上撒了盐，让那里再也长不出任何东西）！好吧，我可以老实的说：我是今天这座建筑的忠实粉丝。这是一个叫做 Apenda 的建筑团队创造的日式风格的奇观。\n\nIn fact, whenever lead builder, PandatiX, reads the name of his build team, he laughs. “The team hadn’t a name at the start,” he tells me, “all my friends [were] using my nickname Panda instead while still keeping within the authentic style of Japanese architecture. He wanted to explore Buddhism, traditional building and nature, but also Japanese, Chinese and Buddhist architecture. The spiritual in balance with the physical. Can’t say he wants for ambition!\n事实上，每当领头建筑师——PandatiX——念出他建筑团队的名字时，他都会忍不住笑出来。“一开始，这个团队并没有名字。”他告诉我，“在保持正宗的日本建筑风格的同时，我的所有朋友[那时]都用我的昵称：Panda 来代替团队的名字。”他想要探索佛教、传统建筑、大自然，以及日本、中国、佛教的建筑。还有精神与物质的平衡。无法否认：他太有雄心壮志了！\n\n\n\nA lot of credit has to go to PandatiX’s mum - she’s ** who instilled a passion for architecture in him. Awww, that’s so sweet! All my mum does is bellow at me to get a real job and do my own darn laundry. But it was PandatiX’s mum’s passion that inspired him to be an architect - and this aspiration has led him to become a Minecraft builder.\n这还得多多归功于 PandatiX 的妈妈——她正是那位给他注入了对建筑的热情的人。噢，那可太棒了！我妈妈所做的只有怒吼着催我去找一份正经工作和洗我那些该死的脏衣服。可正是 PandatiX 妈妈的热情鼓舞了他成为一名建筑师 ——也是这份抱负引导他成为了一名 Minecraft 建筑师。 \n\n\nThe project was originally meant only as a small hub for a server of a friend. However, PandatiX is in love with what he does, and his creativity spilled out much further than was originally intended. “On this project, I drew the layout, advisers said to me that it was ‘interesting’, [then] I built, terraformed and decorated.”\n这个项目起初只是作为一个朋友的服务器里的小型聚集地。然而，PandatiX 爱上了他正在建造的东西，然后他的自由发挥就远超最初的预期。“在这个项目中，我先画了张布局图，顾问看了后告诉我这‘挺有趣的’，于是我就进行了建造、环境改造和装饰。”\n\nAt the time, PandatiX was the entirety of the Apenda build team, so for Karyiuka-ji he had to do everything himself. While his close friends lent their support and suggestions from the sidelines, PandatiX drew blueprints, researched the native architecture and structured the organic land and trees.\n那时，PandatiX 一个人就是整个 Apenda 建筑团队，所以对于 Karyiuka-ji 项目，他只能一个人做完所有事情。尽管 PandatiX 的好朋友们从场外给予了他支持和建议，但他仍需要自己绘制蓝图、研究本土建筑、以及打造有机土地和植物。\n\n\n“For the decoration to have a great result, it needed time and I hadn’t any more to give to this project because the client needed it urgently,” he explains. So he came up with a solution to the time shortage that wouldn’t compromise the integrity of the build. “I decided to use the Plutouthere’s God Tree Pack and the Bidule995’s Epic Rock Bundle. They are talented builders and I felt in love [with] their work.”\n“为了让装饰有一个好的效果，就需要时间上的充裕，而我已经不能再给这个项目匀出时间了，因为客户要的很急。”他解释道。所以他想出了一个能解决时间短缺问题，还不会破坏建筑完整性的办法。“我决定使用 Plutouthere 的神树模组包和 Bidule995 的史诗岩石模组包。他俩都是天赋异禀的建筑师，我感觉我爱上了他们的作品。”\n\n\nSo Karyiuka-ji may be a one-person build, but without these builders creating modpacks to assist others, there’s no way this map would look the way it does today. Plus, the surrounding greenery of those trees are a perfect complement to the buildings themselves.\n所以 Karyiuka-ji 也许算是单人建筑作品，但是如果没有那些创造模组包来帮助他人的建筑师们，这张地图就不可能看起来像今天这么棒。另外，那些笼罩着树木的繁茂枝叶对建筑物本身也是一个完美搭配。\n\n\nPandatiX will gladly admit that it’s not the only help he received, either. His girlfriend was ** who suggested he add sakuras in bloom to the build - something that gives the place an extra breath of life and benefits the overall composition enormously.\nPandatiX 会很乐意承认：这不是他受到的唯一帮助。为建筑添加娇艳欲滴的樱花是他的女朋友的建议——那些樱花赋予了这座建筑特别的生命气息、而且大大改善了整体造型。\n\nLastly, PandatiX says he researched his reference images intensely. This helped him know how to build the Japanese structures accurately. “In my opinion,” he says, “using what humans created before us is a form of respect and of making art that prospers through time, to help people discover it.”\n最后，PandatiX 说自己认真地研究过他选的参考图像。这帮助了他知道该如何精准地建造日本建筑。他说：“我认为，用前人的所作的建筑，是一种尊重，也是一种创造经久不衰的艺术品的方式，这有助于人们发现前人的建筑。”\n\n\n“For me,” he says, “this build represents my passion and the simplicity of architecture. Apart from its scale, this build looks possible - lost somewhere in the deepest part of our complex world. A part of realism. In the end, this creation is simple, not as complex as [many builds] are becoming, making it accessible to smaller builders.”\n“对我来说，”他说到，“这座建筑代表着我的热情和建筑的简约。除了它的规模以外，这座建筑看起来很合理——迷失在我们复杂世界最深的某处。这是现实主义的一部分。最后，这个作品比较简单，而不像[其他许多建筑]那样变得那么复杂，在年纪更小的建筑师们面前也不那么高不可攀。”\n\n\nHe’s not wrong! Why don’t you try crafting your own luscious gardens? Or, er, fixing my real garden? Maybe salting the Earth was a little hasty...\n他说的完全没毛病！为什么不试试搭建你自己的美丽花园呢？或者，呃，修缮我现实中的花园？\n也许在地上撒盐稍微有那么点儿草率了…… \n\n【@EBsky & WDLJT 译自官网 2017 年 12 月 16 日发布的 Terrific Temples】\n【本文排版借助了：BCC】\n\n",
    "replies": [
        {
            "author": "瘟疫威胁全世界",
            "timestamp": 1586356860,
            "txt_content": "然鹅。。并没有下载地址（不然直接拿去做主城了）"
        }
    ]
}