{
    "title": "我正版暴毙了",
    "author": "jijiK666",
    "replyCount": 6,
    "timestamp": 1586408280,
    "txt_content": "我的正版暴毙了，已经提交了订单，提交完之后收到了一封邮件（我等了几天收到的，内容是：Hello!We apologize for the delayed response. Because of increased volume over the past few weeks, we're attempting to help by sending instructions for common issues. If this doesn't help with your issue, please respond to let us know.If your email is no longer accessible, you can request an email change by passing your security challenge at https://account.mojang.com/changeemail/request. If you are unsure of your account email, then feel free to provide a list of possibilities and I can confirm which is correct.For us to change or verify the email address on your account, we will need to verify your transaction ID (or redeemed gift code) from your original purchase. For information on how to locate or recover a transaction ID, please visit https://help.minecraft.net/hc/articles/360029977371-What-is-a-Transaction-ID-. We recommend checking for the transaction ID for all possible email addresses you may have used on the account or at the time of purchase. If you are not able to provide a transaction ID, we will need a bank statement clearly showing the name and date of the original purchase.If this does not assist with your issue, or if you have any further questions or concerns please let us know.Thank you!Minecraft Support），然后我又回复了那封邮件说我要改密码和邮箱，然后今天我收到邮件了，说的是：Hello from Minecraft Support,\nWe know that you sent in your request for help quite a while ago, and we’re sorry it’s taken us so long to respond to you.\n\nWe’ve been working through a big queue for a couple of months now. With everyone at home, our line for help has gotten WAY longer. In reviewing our queues, we see that a lot of requests are for things that may no longer be issues for all players.\n\nSo that we can manage tickets for players who are still waiting for help, we’ve made a really tough decision to clear our queues for things that we know have been resolved. The hard part about this is that some issues that aren’t resolved may get caught up in this closure.\n\nWe’re also doing things on our end to make sure that we can manage all requests by hiring more Helpers, reviewing our processes, working with internal teams on bugs and broken things, and creating more auto-responses that will help answer your questions without having to wait on a human!\n\nHere’s how you can help us:\n? Only file ONE ticket per issue. If you file more than one ticket, it slows us down. You might also end up with multiple emails on your one issue.\n? When filing your ticket, please choose the description closest to your actual issue. Fill in all sections and give us a really detailed explanation of what you’re seeing.You can find answers for many common requests on our help pages (help.minecraft.net).You can find technical help for all versions of the game on our Discord Channels:Minecraft Community Support: https://discord.gg/58Sxm23 and https://discord.gg/Minecraft\nMinecraft Earth: https://discord.gg/MinecraftEarth\nMinecraft Dungeons: https://discord.gg/MinecraftDungeonsNeed a refund for Minecraft on consoles, mobile, or Windows 10? We can’t help you with that here, so here are some helpful links:? -Google Play (Android) store refunds can be processed by following the instructions here: https://support.google.com/googleplay/answer/7205930\n? -Microsoft digital store inquiries (Xbox and Windows 10) are processed by their support team here: https://support.microsoft.com/en-us/contactus/\n? -Nintendo digital store inquiries are processed by their support team here: https://en-americas-support.nintendo.com/app/contact\n? -PlayStation digital store has an FAQ explaining refunds with processes here: https://support.playstation.com/s/article/Requesting-a-Refund?language=en_US\n? -iPhone/iPad app store digital store has an FAQ explaining refunds with processes here: https://support.apple.com/en-us/HT204084\n? -Amazon's support team can be found here: https://www.amazon.com/gp/help/customer/contact-usHowever, if you purchased Minecraft Java Edition from Minecraft.net then we will need your receipt information including the transaction ID.Thank you for your patience and support! We’re hoping these resources help you to get back to crafting right away.If you get this message and you don’t think your issue has been resolved, let us know by creating a new ticket at help.minecraft.net.\n\nMinecraft Support Team现在我不知道该怎么办了，哪位大佬帮帮我啊！",
    "replies": [
        {
            "author": "EmptyLava",
            "timestamp": 1586408520,
            "txt_content": "简单的说就是mojang鸽了，不想处理\n\n这个可能要随缘了，毕竟疫情期间\n你有交易id吧"
        },
        {
            "author": "jijiK666",
            "timestamp": 1586408580,
            "txt_content": "EmptyLava 发表于 2020-4-9 13:02\n简单的说就是mojang鸽了，不想处理\n\n这个可能要随缘了，毕竟疫情期间\n我又交易ID，现在有什么办法找回吗"
        },
        {
            "author": "jijiK666",
            "timestamp": 1586409000,
            "txt_content": "EmptyLava 发表于 2020-4-9 13:02\n简单的说就是mojang鸽了，不想处理\n\n这个可能要随缘了，毕竟疫情期间\n怎么发邮件，是提交支持信吗？"
        },
        {
            "author": "破晓之笛",
            "timestamp": 1586481180,
            "txt_content": "疫情期间……随机延迟发货……我还挺幸运的……"
        },
        {
            "author": "Night-夜梦",
            "timestamp": 1587116640,
            "txt_content": "简单来说就是mojang咕咕咕,不想弄?"
        },
        {
            "author": "弄潮人",
            "timestamp": 1613111700,
            "txt_content": "楼主解决了吗\n"
        }
    ]
}