{
    "title": "[Minecraft.net|CULTURE] Hologram Housing 全息城市",
    "author": "qsefthuopq",
    "replyCount": 0,
    "timestamp": 1586363940,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-4-9 00:38 编辑 \n文章日期2018-06-09作者Kate Gray\n译者qsefthuopq\n\n原文链接点击打开\nHologram Housing\n全息城市\n\nNoraa Builds’ projected city is loading now\n正在加载Noraa Builds的全息投影城市\n\n\n\nA few years ago, there used to be this phone company called Orange, and their slogan was: “The future is bright. The future...is Orange.” I get what they were trying to say, but really, look at any science-fiction movie and you’ll see that the future, actually, is blue. Maybe purple. But never, NEVER orange. It’s such an ugly colour, and hopefully it will be outlawed by the time we hit 2100. Anyway, the company no longer exists, probably because their slogan was so factually incorrect.\n几年前有一家名为Orange的电话公司，这家公司的标语是：“未来是光明的。未来是‘橙色的’。”我知道他们想说什么，但实际上只要你看过一部科幻电影你就可以看出未来实际上是是蓝色的。或许是紫色的。但绝对绝对不可能是橙色的。橙色太丑了，我希望到了2100年这个颜色会被世界所唾弃。不管怎样这家公司已经不存在了[sup]【1】[/sup]，也许是因为他们的标语太不正确了。\n\n\nBut today’s builder, Noraa Builds, has it right. The future is blue, and not only is it blue, it’s also entirely virtual. Very cool.\n但今天我们要介绍的建造团队Noraa Builds有他们独特的见解：未来是不仅仅蓝色的，还是虚拟的。这真是太炫酷了。\n\n\n\n\n“‘Projection’ is my take on a sci-fi city,” says Noraa. “At the bottom part of my build there are 8 small generators pointing to the middle, where a big generator is shooting a beam of blue light. This beam is creating the the city.” Noraa doesn’t mention exactly how anyone gets in or out of the city, but maybe in the future we all have flying cars and teleporters.\n“‘投影’是我对科幻城市的认知，” Noraa说。“在我的建筑底部是8个指向中央的小型投影仪，中间的大型投影仪正射出蓝光。这束光线创造了这座城市。” Noraa没有提到人们该如何进入或离开这座城市，但在未来我们可能会用飞行汽车和传送器来出入这座城市。\n\nThen again, perhaps getting in and out of the city is the least of our worries - some buildings don’t even exist yet! “I built the project in a stage of the process, as if the city was still being built,” says Noraa. “Half of the buildings are blue and look as if they are still loading in, like in a video game, the rest are regular buildings made in interesting shapes.” Imagine coming home to find that your bed is only 50% loaded and your kitchen is still buffering. Nightmarish stuff.\n然而，也许我们根本不需要担心如何出入这座城市——因为一些建筑根本就不存在！“ 我造的是投影中的城市，这看起来就像一座正在建造的城市，” Noraa说。“ 建筑的一半是蓝色的，这座建筑看起来就像游戏里还在加载中的建筑，剩余部分有着有趣的造型。 ”你可以想象一下当你回家时，你发现你的床只加载了一半且你的厨房也还在加载中的场景。你肯定会觉得你还没睡醒。\n\n\nThe main inspiration for Projection was other sci-fi cities from movies. “The most notable movie is Ghost in The Shell,” Noraa says, citing the anime as the look they were going for. “I loved how the movie’s sci-fi city looked, so I tried to recreate it with my own twist on it.” As for how the city itself was built, the process was actually the opposite of futuristic, as Noraa used old-fashioned means prior to getting started in Minecraft itself. “Before making the build, I sketched out how I wanted the build to look on paper,” Noraa says. “After that, I made the side generators with the same type style as the main generator. All that was left was the city, which I completed quickly, and then I added all the light beams.”\n投影的灵感来源于电影中的其它科幻城市。“ 其中最著名的电影就是《攻壳机动队》，” Noraa在提到了这部电影时说，“我喜欢这部电影里的科幻城市，所以我尝试亲自动手还原这座城市。 ”至于这座城市是怎么造出来的，建造的过程事实上却和美好的未来恰恰相反，因为Noraa使用传统的建造方法来在Minecraft里进行建筑。“ 在真正开始建筑之前，我在纸上勾勒出理想中的建筑，” Noraa说。“ 在这之后，我先造出了风格一致的副投影仪和主投影仪。接下来只剩下城市了，我用很短的时间就造完了城市，最后就是光线。”\n\nDon’t think that Noraa had an easy time building this sci-fi metropolis just because it sounds easy, though. The build itself only took about ten hours over the course of two weeks, but there were tricky parts - in particular, the generators at the bottom of the scene. “Trying to make them look like they are powering the city and look aesthetically pleasing was a challenge,” Noraa admits. “I went through several different ones until I finally settled on ** that I have now.”\n不要因为这听起来很容易就认为Noraa造出这座科幻城市轻而易举。在两周的时间里，建筑本体只花了他10小时的时间，但仍然有棘手的部分——尤其是城市底下的投影仪。“ 尝试让它们看起来是在为城市供电并且看起来美观是一项不小的挑战，” Noraa承认道。“ 我尝试了好几种不同的设计方案，最后我确定了现在的方案。 ”\n\n\n\n\nOne detail that comes through in all of the renders that show Projection in all its glowy majesty is the colour scheme: mostly made of blues and greys, with just a hint of yellow on the generators, because yellow is the colour of machines in the future, obviously. One of the challenges with building in Minecraft is making the limited colour palette work for what you’re building - which usually results in builders making structural decisions that would make an architect cry. Wool for walls? Cactus for roofs?A door made out of melons? At least no one has to live in these buildings.\n在所有的渲染图中有一个细节将投影壮观的配色方案体现得淋漓尽致：主要由蓝色和灰色构成，在投影仪上只有一抹淡黄，显然因为黄色是未来机器的颜色。在Minecraft里建筑的挑战之一就是如何使用有限的色彩与你所建造的建筑所匹配—— 这个挑战通常会导致建造者在决定结构时万分纠结。羊毛墙？仙人掌屋顶？西瓜门? 至少现实中的建筑不可能有这种东西。\n\nProjection is largely built out of what Noraa calls “neutral coloured blocks”: stone bricks, stone, cobblestone, andesite, coal ore, gray wool and concrete. The light blue colours are glass, giving the whole piece a “futuristic holographic feel.” Nothing more futuristic than skyscrapers made of sheep fluff and rocks!\n据Noraa所说，投影大部分是由“中性颜色方块”构成的：石砖、石头、圆石、安山岩、煤矿石、灰色羊毛和混凝土。淡蓝色的是玻璃，这让整个作品显现出一种“未来全息感”。 没有什么比用羊毛和石头建造的摩天大楼更具有未来感了！\n\n住在一座全息城市里非常有趣！那么你会怎样使用你的浴室呢？我是不会去尝试使用全息马桶的。如此地湛蓝！ 如此地愁云惨淡。 来一场对未来的乐观展望如何？也许明天就是晴天！一幅全息投影城市的早期设计草图！\nAlthough this is Noraa’s first full sci-fi build, they have a few more impressive builds (check out Zikhulu, which is their personal favourite). There’s clearly a lot of research, knowledge and skill that goes into every one of their creations, and Projection is no different. “I’ve learned that building is more of an art form than a game,” says Noraa, “and that it takes heavy passion to continue and stay motivated creating unique concepts that no one has ever thought of before in the limited blocks you get.”\n虽然这是Noraa的第一个完整的科幻建筑，但他们有了一些更令人印象深刻的建筑 (看看Zikhulu，这是他们最喜欢的个人作品)。很明显他们的每一件作品背后都有大量的研究、知识和技艺，即使是投影也不例外。“ 我了解到了建筑与其说是个游戏，不如说是种艺术形式，” Noraa说，“在有限的方块中，你需要极大的热情来维持创造独特概念的动力，而这是前所未有设想过的道路。 ”\n\nThe Minecraft building community is full of people that are constantly trying to better themselves, and inspire others. Noraa takes a moment to give their own advice to the next generation of builders: “Just keep building, try to develop your own style, push your expectations, and do things outside of your comfort zone, and you will do great.”\nMinecraft建筑社区满是不断尝试完善自我、激励他人的人。Noraa花了点时间来给下一代的建造者们提出建议：: “只要坚持建筑，尝试发展你自己的风格，推动你的期望，做一些超出舒适区之外的事情，你就会做得很好。”\n\nOmardegante, Fixy, D34D, Kryiin and Squity\n图片渲染：Omardegante、Fixy、D34D、Kryiin和Squity\n\n注释【1】Orange公司最终和T-Mobile UK公司合并，只是名亡实存。 —— 参考自Wikipedia\n\n\n\n",
    "replies": []
}