{
    "title": "[Minecraft.net |CULTURE]以之搭建：金合欢木",
    "author": "东城刃更",
    "replyCount": 2,
    "timestamp": 1586418660,
    "txt_content": " 本帖最后由 东城刃更 于 2020-4-9 17:21 编辑 \n\n\n\n\n\nBuild With It: Acacia!以之搭建：金合欢木！\n                                                               Orange your next build accordingly 橙色，你下一个建筑的选择\n\nWelcome to Build With It, our weekly series designed to get you building with the fun and fascinating blocks of your world! We could have selected any tree in Minecraft, but we’re quite fond of Acacia, with its vivid orange hue and world of possibilities. JayDeeMc’s sturdy stable in the above image, for example, uses acacia to provide a happy horse home.\n欢迎来到以之搭建，我们的每周系列旨在让你利用世界上有趣而又迷人的方块进行建设！我们可以选择Minecraft中的任何一颗树，但我们更喜欢金合欢，它有着鲜艳的橙色和无限的可能性。例如，上图中JayDeeMc就使用了金合欢为马儿提供了一个坚固而又快乐的家。What are you building today? Wood you consider building it with Acacia instead? Located in the savannah biomes, Acacia wood isn’t too hard to get and can spruce up any build with a splash of color.今天你要建什么呢？你是否考虑用金合欢木来代替呢？金合欢位于草原生物群落中，这并不难找，而且金合欢木可以为任何建筑锦上添花。What would you use orange wood for? There are a number of builds we’ve seen that feature acacia as a roof material, and we agree it is perfect for that, especially when contrasted with dark wood. You certainly would find it harder to get lost seeing a bright roof in the distance. Or you can use it as a main material instead as Kunipshun Fit demonstrates here.你会用橙色的木头做什么？我们见过许多以金合欢木为屋顶材料的建筑，我们认为他是完美的，尤其是于深色木头相比。你肯定会发现当你看到远处明亮的屋顶时，迷路会跟难。或者你可以用金合欢木做完主要建筑材料，就像 Kunipshun Fit 在下图演示的那样\n\n                                        \n        \n\n\n                                                                                    \n                                    This rustic and unique home has us ready to head to the savanna to gather materials.这个质朴而又独特的房子促使我们前往草原生物群落收集材料。\n\n                                                If so much orange is a little much for you, then we recommend using it more subtly as an accent on a wall, or perhaps a table inside your home.如果橙色对你来说有点多的话，那么我们建议你将它巧妙的运用在墙上或者你家的桌子上。\n                                        \n        \n\n\n                                                                                    \n                                    We’re all about these pleasantly symmetrical patterns bordered with Acacia from BrianGLHF.我们都喜欢BrianGLHF建造的这些有金合欢半砖边缘的可爱对称图案。\n\n\n                                                Has Acacia inspired you to add a bit of woodsy style to your builds? Let us know! Just email FeatureMe@minecraft.net with screenshots of your creation and some info about what you’ve created. Let’s see those creative cobblestone and diorite builds! If you’re lucky, you may just see your build featured in an upcoming article!金合欢木有没有启发你为你的建筑增添一点木质风格？让我们知道！你只需要将你的创作以及一些关于你的建筑的信息发送到FeatureMe@minecraft.net。让我们看看那些富有创意的圆石建筑和闪长岩建筑！如果幸运的话你可能会在即将发布的文章看到你的作品！\n东城刃更译自官网2019/12/20发布的Build with it:Acacia!,原作者Navo Barlow\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "小钢炮君",
            "timestamp": 1586420340,
            "txt_content": "以之搭建OR 与之搭建？"
        },
        {
            "author": "东城刃更",
            "timestamp": 1586421600,
            "txt_content": "emmm可能有点差异，用官方的，已经改了"
        }
    ]
}