{
    "title": "Minecraft市场春季促销现正火热进行中！",
    "author": "封徵",
    "replyCount": 4,
    "timestamp": 1586399220,
    "txt_content": " 本帖最后由 封徵 于 2020-4-9 13:31 编辑 \n\n\n\nNEWSMinecraft Marketplace Spring Sale\nMinecraft市场春季促销现正火热进行中！\n\nEmbrace the new season with digital treats!\n新季节，新内容，新享受！\n\nPer Landin\n\n\nWhether you’re a fan of daring adventures, tricky puzzles, or challenging skyblock games, there has never been a better time to explore your favorite Minecraft genre (or discover new ones) than now. Spring has arrived, and with it my pollen allergies. Oh, and the Minecraft Marketplace Spring Sale!\n\nBetween April 8 and 14, you will get a discount on a wide variety of maps and items in the Minecraft Marketplace, from worlds and mini-games to skin and texture packs. These items will be available through daily doorbusters, as well as select pieces of content with up to 75% off their original price . Sounds good? Just please think of the poor doors when you do the busting. To keep track of these daily deals, make sure you follow our Twitter or visit the Minecraft Marketplace site to stay updated.\n无论你钟爱的是紧张刺激的大冒险地图、烧脑的解密悬疑向地图或者你是空岛战争小游戏的狂热爱好者。那么现在，一个让你能探索全新Minecraft内容的机会就摆在你的面前！春天已然到来，我的花粉过敏症也要来了。但最重要的是，Minecraft市场春季促销 也来啦！\n\n在 4月8日到14日 的七天时间里，Minecraft市场里的 几乎所有商品 都将迎来打折热潮，无论是普通的冒险地图、小游戏地图、皮肤包或者是材质包，总有你喜欢的一款。所有的打折商品都将在我们的 每日折扣商品推送 栏目中出现，并且最高可享 75%的折扣优惠 。现在你心动了吗？为了第一时间获取我们最新的折扣咨询，请随时关注留意我们的 官方推特帐号 和 Minecraft市场官网！\n\nIs there more? Why, yes there is! Like many of our previous holiday sales, we have prepared some additional free content for you to feast on, consisting of a chilly adventure map and an explosive character creator item. All you have to do to get them is to participate in a long and rigorous egg hunt check out Minecraft Marketplace to find out how you can add them to your collection – or stay tuned for our upcoming deep-dives on April 9 and 10.\n你问还有更多的激动人心的消息吗？当然有啦！就像我们之前多次开展的假日促销一样，在春节特卖中，我们也会向你们额外开放 一些免费的内容包，包括 一张“冷气十足”的冒险地图 与一个“爆炸性”的角色创建商品。而想要体验我们的免费内容包，你只需要 参与一个漫长无聊的寻蛋游戏 即刻打开我们的 Minecraft市场官网 来查看如何把它们加入你的购物车中 —— 或者是留心查看我们在 4月9日和10日 即将推送的 块海拾贝(Deep Dives)栏目博文 就行了。\n\nThere’s tons of content just waiting to be discovered in the Minecraft Marketplace. Go ahead and browse it to find your new favourite. Enjoy the Spring Sale!\nMinecraft市场 中还有大量的优质内容包静待着冒险者们的挑选。现在就打开市场官网去寻找你的“新欢”吧！春季特卖快乐！\n\n\n\n【封徵 译自官网 2020 年 04 月 08 日发布的 Minecraft Marketplace Spring Sale；原作者 Per Landin】\n【本文排版借助了：SPX】\nhttps://www.bilibili.com/video/bv18g4y187k5\n视频B站地址：点击打开",
    "replies": [
        {
            "author": "mc晓冬",
            "timestamp": 1586402640,
            "txt_content": "白嫖成功"
        },
        {
            "author": "夏雨烟",
            "timestamp": 1586453220,
            "txt_content": "白嫖成功啦啦啦啦啦啦"
        },
        {
            "author": "封徵",
            "timestamp": 1586495640,
            "txt_content": "说是Deep Dives栏目的博文，结果就搞了news分类，Mojang沟通出问题实锤了"
        },
        {
            "author": "lzyqi9697",
            "timestamp": 1586784600,
            "txt_content": "感觉不错的亚子"
        }
    ]
}