{
    "title": "[Minecraft.net|DEEP DIVES]恐怖之声",
    "author": "我是小牧",
    "replyCount": 1,
    "timestamp": 1586453220,
    "txt_content": "\n\n恐怖之声\n我的世界音乐作者讨论下界的音乐！\n\n啊，音乐。这种东西总是能够把人们聚在一起，用歌词、旋律与节拍带入我们最深的情感之中，然后为了表达出对集体的依赖，主动选择把发型搞的古怪，（瞧瞧你，2002年的托马斯）。\n\n还有：啊，音乐，当你启程踏入未知的世界之中的时候，你会有一些轻柔的背景音乐带给你虚假的安全感，然后不断的积累于强度与诡异的气氛之中，在某种情况下完美的达到了高潮，然后突然出现了一只恶魂把你吓的魂都没了！\n\n今天呢，我们来仔细谈谈第二段所说的那些吧！因为……今天我们很高兴地宣布，我们为接下来的这个游戏大更新加入了三首新的音乐，它们的作者全都是天才的丽娜雷恩！这些音乐你可以在昨天我们发布的快照之中找到，而且我们今天有机会能采访她，来看看她在创作这些音乐是怎么想的。\n\n\n\n但是在丽娜和我们介绍她的音乐是怎样让你汗毛倒竖之前，我们先来谈谈她是如何开始着手为我们的游戏编写音乐的！\n\n在以前，我的世界的音乐被某位艺术家所垄断——丹尼尔·C418·罗森菲尔德，如果你打开喇叭玩过我的世界的话，那你一定听过C418的音乐。\n\n可是，在最近的这些年，我的世界这款游戏爆炸式一般地蓬勃发展，并非是字面上的意思（比如过度靠近爬行者），但是开发团队逐渐扩容，游戏也一转如新，所以，自海洋更新发布以来，许多音乐家、作曲家还有混音师都在我的世界、我的世界：地球以及我的世界：地下城里发挥他们的音乐灵感。\n\n除了C418还有丽娜雷恩之外，Mojang的音频导演，也是著名的熊猫噪音专家，山姆尔·伯格为原版的游戏创作了大量的环境音效和背景音乐音乐。 Mojang的合作方4J也在游戏里加入了一些音乐包，它们有一部分是加雷斯·科克尔所创作的。我的世界：地球的音乐是由珊妮·杨创作的，我的世界：地下城中的那些毛骨悚然的音乐是在比特·洪特、乔罕·乔纳森以及山姆尔·伯格的合作下创作而出。\n\n\n\n如此之多的游戏，如此之多的音乐创作者，还有一条好消息，现在基岩版与Java版在听觉感官上更加相近，因为基岩版开发团队终于在最近往游戏里加入了那些缺失的音乐。\n\n你有注意到山姆尔·伯格的名字出现了两次了吗？这是因为他创作的音乐非常多，而且在量大的同时还保证了质量，他牢牢的盯紧了音效和音乐的风格。\n\n山姆尔说：“音乐和音效在我的世界游戏宇宙之中扮演了相当重要的拓展角色，每个新的游戏体验都需要强大的音频辅助。这些新音乐必须要保持独特，但是又得和原版我的世界相关联，我对此充满了热情。\n\n“我的世界的视觉反馈给人们一种强烈的标志感，我坚信，在音乐与音效方面，我的世界也有着独特的表达方式。”\n\n山姆尔解释了有关于“我的世界感”的重要性，以及他们的团队是如何工作为一个集体，通晓其他成员的灵感与目标。\n\n“无论是新的下界生物群系，地下城里的那些可怕地穴，还是我的世界地球的那些美丽的AR景观，”山姆尔继续解说到，“我们游戏之中的这些地方不仅看上去很我的世界，而且让你感觉也很我的世界，在这之中，音乐与音效起了很大的作用。我的世界的视觉反馈给人们一种强烈的标志感，我坚信，在音乐与音效方面，我的世界也有着独特的表达方式。在原版的游戏之中，我认为新的下界所带来的音效观感上还有那些更新的新方块音效、新的环境音还有音乐都表明，我们在音乐上的投入是有回报的。”\n\n\n\n\n现在我们有了相关的背景知识，让我们来关注新的下界音乐还有丽娜雷恩是怎样工作达到她的目标的。\n\n你是怎样开始为下界创作音乐的？\n\n丽娜：我第一次接手的时候，最强烈的感受就是，我的世界的一个维度，尤其是这个下界，是一个神奇而又神秘的地方，我真的很想扒出自己的灵感投入进去，在保持风味的同时赋予音乐我自己个人的味道。灵感之一来自于建造通往下界的传送门这点，这让我有种炼金术的感觉，就是将一种东西转化成另一种东西，我想在我的音乐里灌注进炼金术的精髓。\n\n在游戏里，钢琴是主要使用的音效之一，所以对我来说，我所面临的挑战之一就是我能用钢琴音效发挥到哪个级别的程度，直到它接近于——再说一遍，炼金术的感觉。因此，每首音乐实际上都在探索钢琴这个音效要怎么样去表现出那种超然物外的不同感觉。不管是钢琴弦的拉弦或者弹拨或者是层峦叠嶂的叠加效果，它们的基音都是一样的，最后在使用其他合成器和音效营造出氛围。\n\n你希望让玩家能被唤起什么情感？\n\n丽娜：我希望每首音乐组成一个完整的情感进程，或者表达出一个旅途之中的感觉，下界有着它自己独特的美，但是从细节与规模上也是非常的令人的恐惧的。我很喜欢在我的音乐里加入对比，所以其中一首音乐很有音阶感，它有一段靠近玩家的钢琴独奏，然后渐行渐远，从一个狭窄的走道进入一个浩大压迫感极强的洞穴，是故这些希望、绝望、幽闭恐惧、大空间、美丽、恐惧的因素组成了悦人的多样性。\n\n\n\n\n在这个工作过程之中最有挑战的地方是什么？有什么回报吗？\n\n丽娜：我认为加入现有的游戏的开发工作时最令人担忧的地方在于玩家可能已经玩了很久了，突然加入新东西的话，会让人有种产生自己的领域被入侵的感觉，尤其是这个游戏是我的世界，世界上最火的游戏之一，我突然就怂在工作室的角落里，“我靠老天，我要怎么办！？”但是对我来说，最有意义的地方在于接受了这游戏历来已久的传承，还有它的音乐，然后以此想出了一些新东西，我既能赞颂这样一个游戏，同时还在这个游戏里留下了我自己的印迹。\n\n给这个游戏创作音乐和别的游戏有什么不同吗？\n\n丽娜：当我前几年玩更早版本的我的世界的时候，我第一时间注意到的就是这音乐自然而然地从世界环境的缝隙之中延伸而出，我记得我就是因此被其吸引，我听到那种从无到有的音乐的时候，我真的非常高兴，是故我在给下界创作音乐的时候，我将此点铭记于心，我希望每首曲子都是当前氛围的延伸，声音以一种自然而然的方式组成了音乐。\n\n在做这个工作的时候有什么美好的回忆吗？\n\n丽娜：想把环境音乐写好是非常考验你的克制力的，因为你有很多机会从现有的旋律起飞，你需要把自己拉回来，因为这音乐需要沉入背景。我写的旋律一般都是极其优美的，但是我给下界写出的第一稿旋律非常地克制，我很高兴听到Mojang对此的回复，他们想听到更多我的风格的旋律，想让这曲子更“我”一点，所以我很高兴地重写了一次，加入了一些难忘的旋律，希望能够在每个人的脑袋里扎根。\n\n\n\n你还有什么想补充的吗？\n\n丽娜：能够为我的世界这款游戏做出贡献是我莫大的荣幸，我希望每个进入新下界各处的玩家都能够喜欢我的音乐，我希望能够听到你的故事，了解你的冒险！\n\n谢谢你能回答我们的问题，丽娜！当然也谢谢你那些能为我们带来……噩梦的音乐。\n\n作者:Thomas Wiborgh 发表日期04/09/2020 \nhttps://www.minecraft.net/en-us/article/the-sound-scary\n\n",
    "replies": [
        {
            "author": "K_KaKu",
            "timestamp": 1586485740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}