{
    "title": "混沌之路（《天启之境 终与始》续接故事，全为幻想，请勿当真）",
    "author": "混沌魔龙",
    "replyCount": 10,
    "timestamp": 1586487000,
    "txt_content": "注意：这只是幻想，不是真的。（我其实很希望天启之境再加一个混沌源头的boss）\n\n\n当潮汐女皇化作一团白烟逐渐消失，本来史蒂夫认为这一切结束了，正当他准备带着潮汐法杖和艾利克斯一起回到传送门那里时，他突然看见那潮汐女皇化作的白烟没有完全消散，而是朝着一个方向飞过去去了，史蒂夫没有太在意，当他和艾利克斯说说笑笑的回到了传送门那里看见传送门的时候，才发现，混沌的力量已经快要腐蚀到传送门那里了，这一现象让他很是疑惑：“天启之境的混沌源头潮汐女皇不是已经被打败了吗？混沌之力应该逐渐消散了才对，为什么它还在腐蚀大地，难道。。。。”\n在那一瞬间，他似乎突然明白了什么，叫停了准备穿过传送门回家的艾利克斯：“艾利克斯，先不要回去，我觉得这个地方的混沌源头还没有真正的消除，我们先回到在离传送门很近的独眼密林的营地里，在做打算”“即使是还有一个混沌源头的话也少不了一场恶战，我们难道不可以先回家修整吗？”史蒂夫虽然很认同艾利克斯的说法，但是他觉得有种不对劲的感觉，必须在这里修整，于是就反驳了艾利克斯：“如果不赶紧消灭混沌源头的话，按照目前的混沌腐蚀速度来看，不到一周，混沌之力就有可能会蔓延到主世界去，如果它蔓延到主世界去，可能就没有人可以阻止它了，并且，它可以腐蚀生命，如果不早点控制的话，可能主世界就会变得死气沉沉，我们所保护的村民们，养的动物们，还有你最爱的小狗狗都会化作虚无，我们可以重生，但是他们不可以，而且我们有矿石之神雕像，我们不能再浪费时间了！”\n艾利克斯听到这，叹了一口气：“好吧，我们前往独眼营地吧，但是如果真的有新的混沌源头，我们离开传送门时，先搭建几个围墙，拖慢腐蚀速度，务必保护主世界的安全”\n史蒂夫和艾利克斯很快就搭建好了城墙，为了更好地防止混沌之力涌入主世界，他们还用水来尝试冲洗掉混沌之力，将传送门附近的腐化草坪，泥土，石头，树木全部都清除了，到了晚上，他们终于到达了独眼营地，但是劳累了一天的史蒂夫没有休息，而是下到地下室，点燃灯笼，让艾利克斯把所有boss战利品拿出来，并且拿出了所有关于天启之境的地图，仔细研究，发现几个战利品上面有几个线索——人鱼手链，狂人博士的日志，还有脸色苍白的男人的笔记。\n他们发现人鱼手链上面有着一些古老的刻痕，里面填充的是混沌石，所以可以判定，混沌之力在很久以前就已经出现的，狂人博士的日志里面的研究古代文字的部分帮了他们一个大忙，上面的内容是一个奇怪的坐标：-666，-666（科普一下，在西方，666是一个不吉利的数字，在我的世界里，这个数字做成的种子是禁忌）\n在狂人博士的日志里，史蒂夫发现，日志的后面很大一部分都是研究这个坐标的，并且在狂人博士的徒弟——脸色苍白的男人的笔记里好几次说到了这个坐标，尤其是下面这一段。\n “今天我的老师发现所有的生物死亡后都会化作一团白烟，而且强大的生物死亡后那股白烟会飞向西方，这让老师有了很大的兴趣研究这个\n 她发现似乎那个地方正在吸取来着各地的类似能量的白烟，那个地方似乎有着一股强大的气息，不可冒犯的尊严，老师就开始私下研究这股\n 能量，那个预言家事件过后，她开始因为这股强大的能量变得疯狂，后来##########（被涂掉了）”\n史蒂夫感到了很大的危机感，因为那个地方极有可能是混沌之源，并且还要比其他的boss还要强大，他不知道此行会有什么危险，在他和艾利克斯修复了附魔盔甲后，利用死亡纸条和指南针确定了方向，带上所有需要的物品，骑着马向着西方的混沌腹地里前进，殊不知更大的危险向着他们到来。。。\n\n\n\n\n制作不易，给个人气，两日一更，这是我第一次制作这种故事，谢谢大家的支持，谢谢。",
    "replies": [
        {
            "author": "K_KaKu",
            "timestamp": 1586487060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "混沌魔龙",
            "timestamp": 1586487060,
            "txt_content": "K_KaKu 发表于 2020-4-10 10:51\n可以做出一个剧情服务器~谢谢\n我只想在论坛发表故事文章"
        },
        {
            "author": "专刀你",
            "timestamp": 1586487180,
            "txt_content": "这么厉害？????"
        },
        {
            "author": "混沌魔龙",
            "timestamp": 1586487240,
            "txt_content": "卡壳 发表于 2020-4-10 10:53\n不是抄的的吗？\n不是，都是我打字打出来的，是原创"
        },
        {
            "author": "卡壳",
            "timestamp": 1586487300,
            "txt_content": "混沌魔龙 发表于 2020-4-10 10:54\n不是，都是我打字打出来的，是原创\n建议连载，支持一下"
        },
        {
            "author": "我是人1012",
            "timestamp": 1586487300,
            "txt_content": "建议去周创版"
        },
        {
            "author": "Volta_X",
            "timestamp": 1586487360,
            "txt_content": "请勿发表如投诉、文创等明显应该发布至其他版块的主题。「视情况移动或删除」\n话说茶馆的这条规章似乎没人留意要是执行起来带文学家们不是都没了"
        },
        {
            "author": "Ender56",
            "timestamp": 1586487420,
            "txt_content": "如果不算错版的话是不是可以评精华了\n发到周边是不是更好"
        },
        {
            "author": "曦灬月",
            "timestamp": 1586487480,
            "txt_content": "周边版赚分去吧"
        },
        {
            "author": "mohui666",
            "timestamp": 1586487840,
            "txt_content": "太强了。。"
        }
    ]
}