{
    "title": "[Minecraft.net|CULTURE]石狮子",
    "author": "我是小牧",
    "replyCount": 0,
    "timestamp": 1586453280,
    "txt_content": "\n石狮子\n闹猫灾了吗？当然不，MrSato的石狮子建的可太好了！\n\n我们先来唱首歌，来吧？在那丛林里，茂盛的森林里，狮子正在夜里安眠……\n\n我挺讨厌这首歌的，虽然确实这听上去有点可爱，但是这种歌唱的就很不负责任！你知道有多少蠢蠢的旅行者就因为这首歌对丛林掉以轻心然后白白填了狮子的肚子吗？\n\n或许有旅行者在临终前还喊着：“大家伙别担心！看到那头冲我们跑来的狮子了吗？饥肠辘辘，血盆大口，但是它实际上是睡着的，这可是歌里唱给我们听的，歌可不会唱错——呃啊啊啊啊啊啊！！！”\n\n不管怎样，作为更加有着责任心的由狮子创作而来的艺术品，你真该看看我们今天给你们带来的美妙建筑——由MrSato创作的石狮子雕塑！\n\n\n\n我向MrSato询问他为什么要选择这样一个狮子来创作的时候，他和我是这么说的：“我每天都会在我的推特上给我那些关注者发我建的东方风格的东西，有一天，我突然想到了，嘿，既然如此我为什么不来建一个石狮子呢？”我很庆幸他想到了这点！\n\n“整个建筑最难的地方并非是建造过程，而是最初的灵感。”MrSato接着说，“我盯着那些素材照片足足有两个多小时，直到最后才把外形最后敲定下来。”\n\n我完全理解，每次我写博文之前，我都会好好看我同事帕拉丁的博文看上两个多小时，直到我开始动笔，或者他和我抱怨。：（\n\n\nMrSato的灵感来自于一座来自东方的石雕——中国的守门石狮，这些绝赞的雕像是东方天朝上国的地位象征，在英语里有专门的词“Shishi”来表述他，中文直接就是对应石狮子，除非这机翻不靠谱骗了我。\n\n这些石狮事实上是十分受追捧的，它的存在传遍了整个东亚和东南亚，比如日本、朝鲜、泰国、越南。光凭外观就注定它们会受欢迎的，给我先来五十个！\n\n我也很乐意摆下MrSato的建筑，特别是考虑到他在这上面花了特别多的心血这一点。\n\nMrSato给我们发了施工过程截图，这样我们来一起看看石狮子是怎么建起来的吧！\n\n\n\n\n\n\nMrSato和我这么解释道，“当我开始设计石狮子的时候，我得确定我的建筑得和现实生活中的那些石狮子所相符。”\n\nMrSato希望我们一见到他的建筑就能认出这是一只中国石狮子——不过既然如此注意沉浸感与细节的话那他，有一点漏掉了，这些狮子不应该是成双成对出现的吗？MrSato打了个趣：“这狮子是一个更加宏大的建筑计划的一部分，它的另一半还在制作之中。”\n\n\n\n现在的建筑里的这只狮子是这对狮子之中的雄狮。“石狮子一般是作为辟邪镇宅之用的，”MrSato这么说道,\n“它们一般成对安置，作为阴阳两面，雄狮的脚下一般踩的是宝珠绣球，象征着世界的集合。”\n\n“它们脚下的台子一般是建筑里最华丽丽的部分。”\n\n事实上，这个台子也是MrSato的建筑里最复杂而详细的一部分。从外观看这台子就像是一个藏着海量财宝的宝箱，试着躲过这只狮子来打开箱子吧，我会来参加你的葬礼的！\n\n\n\nMrSato说：“我很高兴我能够准确的还原历史细节，我为我能超还原的这种能力感到自豪，对玩家来说能够达到享受游戏这点，这就是我建筑的首要目的。”\n\n我们在还原历史建筑的时候，都需要记得这点。比如我在建古罗**筑的时候，建的很糟糕，每个居民都不得不开车去不列颠然后再用ipad来制定入侵计划表，我学到了不做好研究与尝试的话，一天是建不起来罗马的。\n\n\n\n保持建筑的细节、景观与历史准确性——以及尊重相应的文化——并非是一件小事。但MrSato相信只要用心每位我的世界的玩家都能够做到这点。\n\n“每个人在我的位置上都能够做到我所达成的成就，”MrSato信誓旦旦的说，“只需要付出相应的耐心、时间、决心与学习的意志力。”\n\n“我个人觉得这个游戏已经不仅仅是一个游戏了，而像是一款有着一定深度的三维建模软件，而且它还能够和你的朋友共享。”MrSato从不吝啬去夸赞他的朋友，无论是他推特上的朋友，还是本文末尾处的感谢名单那些。\n\n\n\n我想要更加了解这石狮子是怎么建出来的，所以我采访了MrSato，这之后我决定建一些自己的历史建筑！记住，只需要“耐心、时间、决心与学习的意志力”。\n\n对了还有对细节与事实的考察能力。好了，是时候开建我梦寐以求的古**建筑了！他们有在用手机的对吧！啊对，当然啦，象形文字不过是一些过时的表情包罢了！\n\n渲染自Omegafoxx, 0thElement, Alexander Ruyh, Lucas0e 与 SeanBit \n\n作者Tom Stone发布时间07/26/2018\nhttps://www.minecraft.net/en-us/article/guardian-lion\n\n\n\n",
    "replies": []
}