{
    "title": "[Minecraft.net|CULTURE] 对死亡与生命的感悟",
    "author": "问谛居",
    "replyCount": 2,
    "timestamp": 1586491680,
    "txt_content": "\nA Matter Of Life And Death\n对死亡与生命的感悟Dr_Bond contemplates life’s mysteries in his colourful creations\nDr_Bond用他艺术化的创作来探讨生为何物\nEmily Richardson 艾米丽·理查森\nWhen Dr_Bond ’s friend told him of a game where he could punch out stone with a porkchop, he was immediately intrigued. Now, six years later, he’s making some of the most atmospheric Minecraft builds around. Must be taking him ages with just a pork chop though. Should we tell him about pickaxes or…?\n当 Dr_Bond 的朋友向他介绍了一款游戏，在这款游戏里你可以用一块猪排在石头上面挖一个窟窿，他立马就被其所吸引。现如今，六年后的今天，他已然在创作Minecraft界最大气磅礴的建筑之一。虽然手握一个猪排来玩游戏可能浪费了他不少的时间。我们是不是应该告诉他可以用镐子或者......?\nBeyond his unconventional use of food, Dr_Bond is a bit of a maverick in other ways, too. Especially when it comes to how he plans his builds.\n除了他对食物的怪异用途之外，Dr_Bond在其他方面也确实是一个特立独行的人，特别是在他如何去规划创造自己的作品这方面。\n“I like to think up a name for the project first,” Dr_Bond tells me. “Then I make whatever comes to mind when thinking of those words. It's a process that's helped me focus on specific goals for the piece, rather than mindlessly testing different shapes and colours.”\n“我喜欢在开工之前就给作品命好名，”Dr_Bond告诉我说。“然后当我看到这些字词之后，我就把我想到的任何东西给建造出来。这样的思考过程能够让我明确我的作品的具体创作理念，而不是说去盲目的去设计造型和色调。”\n\nThis probably lends to the unique style of his work, which often focuses on life and death as the foremost themes. Dr_Bond explains that, “art, to me, is about bringing someone into your world and displaying your imagination to them. Something that intrigues me has always been provoking topics within art, and death is one of them.”\n这很可能就是导致他独特风格的原因，他的风格常常以生与死为主题。 Dr_Bond对此的解释是：“艺术对我而言，是将观众引入到自己的世界里，并且将你的艺术创想展示给别人看。最让我感兴趣的是将能够发人深省的话题带入到艺术之中，而死亡恰恰就是这样的一种话题。”\nWhat’s more, he introduces these themes in a nuanced way, exploring with symbolism and trying to demonstrate more than one perspective. He explains it like a yin and yang relationship; “In a lot of the builds that incorporate life and death, it is my way of representing a cycle which all natural forms follow. Whether it’s an animal dying and giving its nutrients back to the soil, or the path of death making way for new life to grow, it always provokes some thought.”\n而且更重要的是，他以一种细致入微的方式来向观众介绍这些主题，用象征的手法来探索这些主题，并且尝试着展示多个层次的含义。他将其解读为类似于阴和阳的关系；“在许多的作品中融入了生于死的主题，向人们展示世间万物所遵循的轮回，这就是我的方式。不论是生命消逝后归于尘土，还是死亡的道路的尽头迎来新生，这些总能激起人们的思考。”\n\nDr_Bond experiments with the colour spectrum, too, using it to illuminate his ideas. “I feel very often that the colours corresponding to their respective concepts also end up being quite the opposite, which makes for a very interesting end product,” he says.\nDr_Bond也在尝试着使用色谱来阐明自己的观点，他说：“我常常觉得当我们把一种颜色和它的固有映像联系在一起的时候，往往能够得到意想不到的效果，这也给我最终的作品带来一丝趣味。”\n“I feel as though many people have a vision of what Minecraft builds [should] look like and so I always aim to show them something different. I also believe death does not always have to be interpreted in a dark way or as a resolution, which is why for my project Flower;Corpse , I added flowers blooming along the bones as a sign of revitalisation.”\n“我感觉好像很多人都有‘Minecraft的作品应该是什么样的’类似的成见，所以我也致力于向他们展示一些不一样的东西。我不认为死亡就一定代表了黑暗或者最终的消亡，这就是为什么，我在我的作品《盛开的花束，冰冷的骸骨》里，将绽放的花朵布满白骨周围的原因，这代表了涅槃新生。”\n\nThis is what I really enjoy about Dr_Bond’s builds. He tackles deep, affecting subjects in a thoughtful way. When he takes on death, he does so without the normal connotations of sadness and depression. Though the undertones are sometimes dark or sad, often there is a light side to each piece, literally represented with bright colours. “I really like putting contrast in my builds,” Dr_Bond tells me, “I feel it can add to the atmosphere and storytelling.”\n这就是为什么我很欣赏Dr_Bond的作品的原因。他通过辩证思考的方式，来看待那些有深刻含义或者感人肺腑的事物。当他在探讨死亡的时候，他提出了自己的见解，而不是简简单单的解读为悲痛和绝望这样的普通的含义。尽管这些作品的潜在含义有些时候是黑暗和伤感的，但每一个作品都有它积极的一面，他用明快的色调来表现这些作品。Dr_Bond告诉我：“我喜欢在我的作品里形成对比，我认为这样可以为我的作品添加大气和故事性。”\nThough it looks like a simple design choice, Dr_Bond explains the difficult process of getting the build in perspective and trying not to fixate on too many things at once. “It’s an important part of a balanced build,” he tells me. “ [It might] seem simple, but when building you can get carried away. There’s a lot of calculation with colour theory and the concentration of certain blocks, but the biggest process I go through when balancing out contrast is just simple trial and error, testing and making small adjustments. You won’t know how it looks until you make the physical changes.”\n尽管设计思路看起来很简单，但Dr_Bond解释了这个复杂的过程——赋予作品多个层次的含义但是又试着避免一次掺杂过多的元素。他对我说：“这是构建一个各个方面协调的作品的重要步骤，它‘也许’很容易，但当你在建造的过程中，往往是当局者迷。对于你作品里的配色理论以及某个方块的分布密度，需要做大量的计算规划，但是在平衡我的作品里的对照的时候，最繁杂的过程却是单一重复的不断试错，不断地测试，不断地做细微的调整。在你做形体变化之前，你不会知道你的作品会长什么样。”\n\nRegardless, the most important part, for Dr_Bond at least, is to say something with the art you craft. “I always try to put meaning behind each project,” he says. “It really helps the player connect with the piece. A lot of the time the meanings derive from [my own] experiences, or [what’s] been brewing in my mind for a long time. I feel this is the element that can push a Minecraft build to [be] something greater.”\n但不管怎么说，对于Dr_Bond来说最重要的部分，就是为你创作的艺术品撰写设计理念。他说：“我总是试着给每个作品都赋予意义，这也确实可以帮助那些玩家与我的作品产生共鸣。通常这些意义都来自于（我自身）的生活经历，或者那些在我脑海里酝酿了很长时间的观念。我认为这就是能够将Minecraft作品推向一个新的高度的元素。”\nTake his latest work, the Perfect Marionette . Dr_Bond started this build for a contest with the theme ‘Human Achievement’. With this, he saw an opportunity to show how perfection is an element of achievement, and he used Rococo culture as an inspiration for the style of the piece.\n拿他最新的作品来举例子，《完美木偶》。Dr_Bond用它来参加一个主题为“人类的成就”的竞赛。通过这个主题，他发掘了向观众传达“为什么人生圆满就是成就的因素之一”的观念的机会，并且他将洛可可文化作为他的作品风格的灵感来源。\n\nDr_Bond: “At the centre of the piece sits the girl, holding what seems to be a glass ball; however the item is of no significance.\" [1/3]Dr_Bond说：“在作品的中央端坐着一位女子，手上托着一个看上去像水晶球一类的东西；然而这个东西到底是什么并不重要。” [1/3]\n\nDr_Bond: \"It is whatever you desire that she holds, whatever signifies your achievement. A reflection of perfect beauty.\" [2/3] Dr_Bond说：“她手上拿着的是你的七情六欲，也是你毕生追求的荣华富贵。这反映出的是一位人生圆满的贵妇形象。”[2/3]\n\nDr_Bond: \"The puppeteer looms over her, representing the many conditions and emotions one is controlled by as they embark on their own odyssey.\" [3/3] Dr_Bond说：“一个操控木偶的骷髅隐现在她背后，这隐喻着当人们踏上自己艰苦的生命旅程之后，多数情况下都身不由己，情感为他人所左右。”\nFor his Yokai Synthesis build, Dr_Bond was inspired by Japanese folklore. “I myself am from a Japanese background,” he explains, “so it was more of a personal look into my culture than anything else. I wanted to bring something authentic from Japanese lore that most people would not have known of, and Yokai Synthesis was the result of that.”\n又例如他的作品《妖怪集》，Dr_Bond从日本的民谣里得到启发。他解释说：“我自身就有日本背景，所以这更多的是一种对我的文化的一种个人审视，我想从日本文化中提取一些多数人都没有了解的东西，而《妖怪集》就是这种想法下的产物。”\nHe continues, saying, “there is a distinct feel in many builds that are culturally based, and I think it's a great thing. It’s become an environment for others to display their origins and influences. Japanese architecture has a very unique look, as it has come under a lot of change from its Chinese counterpart. There is a great number of ways to use its concepts and designs, thus making it an interesting theme to execute and present.”\n他继续说到：“人们会本能的觉得很多作品都是基于某种文化背景，而我觉得这是一件很有意义的事。它（Minecraft作品）已经成为一个能够让人们传达自己的起源和受到的影响的舞台。日本的建筑师具有很独到的眼光，因为日本文化已经在沿袭中国文化的基础上做出了很多改变。有很多的途径可以去化用这些文化中的概念和设计，从而通过一种更具有趣味性的方式来展现和传承这些文化。”\n\nDr_Bond has grown into an experienced builder with many works under his belt. He’s created builds that represent his own culture, consider the perils of human ambition, and explore the mysteries of life and death. He’s built creatures in motion and still life skeletons that bloom with new life. When he’s tackling such challenges, is there anything left to surprise him?\nDr_Bond创作了很多的作品，这使他已经成为了一位经验丰富的建造者。他所创造的作品传达了他自身的文化背景，对人类膨胀的野心的危险性做出了思考，还探讨了生于死的真正意义。他即创造了运动中的生物，也创造了生物的骸骨伴随着新生事物的绽放。当他完成了这些挑战之后，还有什么东西能够让他惊诧吗？\n“For me, personally, when I look at another build my attention goes straight to what kind of technique was utilised, [and] if it has any provoking elements that stray from the usual content. I’ve seen many builds throughout the years, so I’m always looking for something refreshing, both in concept and technique.”\n“对我个人而言，当我看到其他的作品的时候，我的注意力总是会集中在这是运用了什么手法上，以及透过这些平凡的内容作者是否有传达出某些发人深省的元素。这些年来我看到了很多作品，所以我也在寻找一些创新性的事物，不论是概念上还是手法上。”\n\nHe continues, “I’m a huge advocate for people trying to do new things with builds, even if it may seem silly at first.”\n他继续说到：“我很主张人们在作品里面尝试添加新的元素，即使刚刚起步的时候看起来很傻。”\nStill, experience and approach always help a build to stand out from the crowd. “I think balance plays an important role. Knowing just the right amount of something to add really helps the composition of a build. It also tells me that the creator understands the style he or she is working with.”\n并且，经验和方法往往能够让一个作品脱颖而出。“我认为平衡作品的内容起到了很大的作用。添加适量的元素进入作品里，对作品的构成起到了很大作用。这也告诉我这个作者很明确的知道ta正在创造的作品风格。”\nI can’t wait to see what Dr_Bond conjures next, and what themes and ideas his next build will consider. Whatever it is, it’s sure to be beautiful, contemplative and thought-provoking. Like watching someone mine cobblestone with nothing more than a pork chop...\n我等不及想要看看Dr_Bond下一次的作品，以及作品里所包含的主题和观念。不管它具体是什么，它肯定会十分美妙，深沉，局人深思，就像某人用猪排去挖掘圆石一样......\n Renders by Joebricksy, somedaftmonkey, kryppt and kryiin. \n由 Joebricksy, somedaftmonkey, kryppt and kryiin渲染 \n\n【EBsky 译自官网 2017 年 10 月 25 日发布的 A Matter Of Life And Death】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "8689",
            "timestamp": 1587096240,
            "txt_content": "我们是不是应该告诉他可以用镐子或者TNT,苦力怕，恶魂火球......?"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589452260,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}