{
    "title": "[多线]孟老师的财富密码 —— 休闲养老◆中土世界◆魔法拔刀◆硬核生存◆PVP[1.7.10]",
    "author": "Mr_Meng",
    "replyCount": 0,
    "timestamp": 1586594760,
    "txt_content": " 本帖最后由 Mr_Meng 于 2020-4-17 13:57 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果\n2020年4月8日，某孟姓男子由于需要筹措资金点外卖来缓解他数周吃泡面的疲惫，决定开个MC服务器恰烂钱，于是通过侵占公共财产得来的服务器和骗来的OP，建立了本服务器。                                        ———— 宣传贴撰写人 Toad本服目前仍处于开荒阶段，欢迎各位玩家游玩。\n\n\n一、朴素生存，自由战斗（迫真）Keep it simple and stupid孟老师钦定本服的方向为休闲养老，你是否已经厌倦了繁杂的数值系统与满屏的高亮颜色？无强制玩家的日常内容，无花里胡哨的彩色称号，无数值强大的氪金和肝报废装备，告别国产网游体验。同时，我们对常规服务器里的一些过于「方便」的功能作了限制，来贴近单人MC体验。系统商店只进行收购，而不向玩家出售物品、传送CD与延迟被极大加长、死亡后给予负面 buff并且不回复饥饿值。战斗方面设有体力设定，连续攻击造成的伤害会降低，被多次攻击时的受到的伤害会上升，告别无敌拔刀与鼠标连点怪。安装了所有常见反作弊，MOD列表进行MD5验证，告别飞行与矿追挂壁，禁止玩家关闭领地移动权限。设有拍卖行和玩家商店，付出一定金币更可在主城中开放自己的商店。本服不对除复活区外的任何区域进行PVP限制，除主世界外死亡后均随机掉落五件物品。（后续会增加单件贵重装备的灵魂绑定）这种设定可以保证每个玩家的战斗损失不会过大，避免「一夜回到解放前」，也可以保证PVP可以获得战利品。同时也保证了生产类玩家的地位，战斗类玩家需要从生产类玩家手里购买资源与装备，而不是从系统商店。\n\n为什么是休闲养老PVP呢？因为懒狗服主懒得经常更活动，mod的内容是有限的，很快大家就会玩完所有内容然后AFK，但人与人斗是无限的，只要有屁威屁和死亡掉落，不更新的道路就会一直延伸。—— Toad\n\n二、打响战役，主导世界Veni, Vedi, Vici 管理组会定期催促孟老师开放世界活动，玩家可选择自己的势力参与杀戮、夺宝、攻城。由各方的战斗结果决定中土世界的走向与双方的活动奖励。管理组支持玩家成立各类势力与组织，当然最好还是不要产生PIBC。感受史诗般的中土世界吧！\n「为什么你会选择魔戒这种没人玩的mod啊？！」某孟姓男子自诩婆罗门，瞧不起神必与工业，非要找个冷门mod，遭到了管理组的一致批判。为了拯救没人玩的服务器，只能先写一些画大饼活动吸引玩家了。—— Toad\n\n三、过气时装，点击就送Anime is trash and so am I.本服有服主累计多年的爱心手制冷饭时装，可由活动或金币购买获取。接受玩家自定义时装投稿，不接受世界资源库时装。可以获取各种动画角色的外观，在你的世界扮演你的老婆。\n在服主萌二的时候，此号在mcbbs发过几个标题党时装，发图不留种的那种。我懒得贴图了，有兴趣的玩家可以自行查询。\n—— Toad\n\n四、睿智服主，在线营业 炎上マーケティング由于管理组都是带专人，并没有什么文学素养，偏偏服主这个婆罗门还不喜欢管理组提出的几个常见萌二名字。于是本服就有了「孟老师的财富密码」这个名字，灵感来源于某站点上可以快速盈利的四字真言。并且管理组一致同意把宣传帖写成这个风格，来达到吸引巨魔的效果。当前你看到的宣传帖已经被孟老师和谐过了。加群即可和服主互相口嗨，由Toad保证不会把你踢出群聊，利用睿智服主吸引玩家计划通。\n如果你能变成嘴臭18岁白丝JK营业吸引玩家那真的是太好了\n—— Toad\n\n五、公益性质，稳定开放 Life never gives anything for nothing.由于是侵占公有财产开的服务器，在管理组的批判下，孟老师最终还是忍痛开了公益服，没有达到他恰烂钱的初心。希望他可以再接再厉，再忘初心。同时本服对各类作弊、刷屏、人身攻击重拳出击，一经发现即为永封。本服稳定开放，请大家相信孟半城的财力，可以让大家持续的白嫖。\nQ：都PVP了，为什么还要禁止人身攻击？ A：亲，我们这边建议您阴阳怪气一下呢。\n—— Toad\n\n↓懒狗服主紧急赶工的主城\n\n\n\n\nfile_1586578881000.jpg (158.57 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-11 12:21 上传\n\n\n\n\n*服务器目前并没有玩家，更多图片只能等待各位建设了诶，你问我为什么要加几段外语？那当然是为了凑格式装x。\n\n\n\n\n\n\nfile_1587103036000.jpg (164.8 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-17 13:57 上传\n\n\n\n\n\n",
    "replies": []
}