{
    "title": "Mojang用它们的招牌，并借助Minecraft Dungeons在一个全新的方向进行探索",
    "author": "zyjking",
    "replyCount": 2,
    "timestamp": 1586510760,
    "txt_content": " 本帖最后由 zyjking 于 2020-4-10 23:00 编辑 \n本文译自：\nhttps://www.gameinformer.com/2020/04/09/mojang-takes-its-biggest-brand-in-a-bold-new-direction-with-minecraft-dungeons\n转载请注明出处\n\nFew games achieve the level of success that justifies a sequel – let alone establish a long-running franchise. But in the course of 10 years, Minecraft has ballooned into a video game juggernaut. Store shelves overflow with Minecraft-themed books, comics, action figures, plush toys, and Lego kits. Minecraft fans attend Minecraft festivals and museum exhibits while wearing Minecraft hoodies. Warner Bros. is even set to turn the brand into a major motion picture by 2022. Developer Mojang seems happy to develop nearly every Minecraft project that comes across it desks ... except for a Minecraft 2.\n没几个游戏能达到证明它可以出第二部的高度——更别提长期的许可了。但Minecraft在十年内已经长成了电子游戏的巨无霸。商店的货架上随处可见以Minecraft为主题的书籍，漫画，可动人偶，毛绒公仔以及乐高组合。Minecraft的粉丝们穿着Minecraft的连帽衫去参加Minecraft的节日和展览。甚至华纳兄弟会在2022年将其拍摄成一个主要的电影。似乎开发人员很喜欢将桌子上的计划变现……除了Minecraft 2.\n\n“I cannot imagine there will ever be a Minecraft 2,” says Minecraft’s creative director Saxs Persson. “We've done a lot of soul searching. Unequivocally, we're the Minecraft studio, and we've chosen to embrace that. But we have, over time, realized how flexible the envelope of Minecraft really is ... We've always been passionate about making more than a single game, but we never wanted to do a sequel. We're much more interested in taking that spark of creativity and applying it to other genres within the universe of Minecraft.”\nMinecraft的创意总监Saxs Persson道“我没法想象会有Minecraft 2这么个东西”。我们已经深入探讨了许多次。很明显，我们是Minecraft工作室，以及我们做出了抱住不放的选择。但随着时间一天天过去，我们也明白了Minecraft的周边其实可以很灵活……比起永不会制作的第二部，我们更热衷于同时制作多款游戏。在Minecraft这个家族中，我们对激发创造力并用到其它地方有着更大的兴趣。\n\nIn short, Mojang doesn’t need to make a true Minecraft sequel because its core game is still flourishing. However, in an effort to reach new audiences, the studio knows it needs to stay creative and broaden Minecraft’s umbrella. The studio plans to turn Minecraft into a many-headed hydra with a little something for everyone. And this exciting journey begins inside a lowly dungeon.\n长话短说，Mojang并不需要制作下一步，毕竟游戏的核心内容仍然有着丰富的空间。但为了吸引路人，工作室需要继续创新以及扩张Minecraft的保护伞。计划给每个人一点任务并转变为一个多级多领导人的类型。\n\nFinding Mojang’s Mojo\n探寻Mojang的意外成功\nMojang was never prepared for the success of Minecraft. When Markus “Notch” Persson founded the company in 2009, the young developer anticipated that the studio would pursue a traditional development model, turning out a new game every few years. This is why, in the early 2010s, the company developed the digital collectible-card game called Scrolls (later renamed Caller’s Bane). However, Scrolls never achieved the same level of success that Minecraft found, which forced Mojang to reevaluate its priorities.\nMojang从未对Minecraft的成功做过准备。当马库斯 · “Notch” · 佩尔松在2009年成立公司时，这位年轻的开发者希望遵循每隔几年就出一个新游戏的传统模式。这就是为什么2010年初公司开发了Scrolls（后更名Caller’s Bane）的集换式卡牌游戏。但Scrolls没有达到Minecraft的水平，迫使Mojang重新评估优先级。\n\n“Back when Scrolls was created, most of the people on the team thought that Minecraft had peaked,” says CEO Jonas M?rtensson. “The idea of the studio back then was to create more games that would have a normal cycle, where you have a peak at launch and it gradually decreases. But obviously, with the success of Minecraft we decided that we owe it to the players to double down on making Minecraft as great as it could be. That’s why, after Scrolls, we decided that we were going to focus on Minecraft.”\nMojang的CEO Jonas M?rtensson道，“回到当时制作完Scrolls，很多人都觉得Minecraft已经登顶了。工作室的想法是制作更多正常生命周期的游戏，发行时的热度会有一个高峰期，随后逐渐降低。但显然，伴着Minecraft的成功，我们决定把Minecraft的开发途径交给玩家，以便做得更好。所以在Scrolls之后，我们决定把精力放在Minecraft上。\n\nThe release of Telltale’s Minecraft: Story Mode in 2015 provided a good template for the future. Not only was Telltale’s adventure series financially successful, but it also proved that Minecraft fans were hungry for experiences that didn’t exist within the original game. Around the same time, a small group of Mojang employees began to dream about their ideal project. These designers were big fans of classic dungeon-crawler RPGs, and they felt like there was a dearth of similar, family-friendly experiences on the market. Perhaps they could take the hack ‘n slash action they loved from games like Diablo and Path of Exile and infuse it with Minecraft’s blocky visuals and playful atmosphere. The team began prototyping a game for Nintendo’s 3DS. But what started as a small-scope, single-player experiment quickly turned into something much larger.\nTelltale在2015年发布的我的世界：故事模式给未来提供了一个案例。Telltale的冒险系列不仅在财务上取得了成功，而且还证明了Minecraft的粉丝们非常希望拥有原版游戏中没有的体验。大概在同一时间点，一小批Mojang员工也开始构思他们的理想项目。这群设计师是经典迷宫探索RPG的忠实粉丝，他们感觉市面上缺少适合家庭玩的游戏。他们可能会从他们喜欢的《暗黑破坏神》或《Path of Exile》等暗黑系RPG游戏中提取动作，并加上Minecraft的方块视角和轻松愉悦的游玩氛围。这个团队最初是为任天堂3DS制作游戏原型的。从一个小规模的单人游戏开始，很快就变地越来越大。\n\n“This is a genre that we as a team are passionate about,” says executive producer David Nisshagen. “We all like to play these types of games, and it seemed like a good fit for Minecraft because we already have all this venturing into caves, fighting mobs, and finding treasure. It all boils down to passion. There was never any plan like, ‘Let us do a proper market analysis and find a segment that is unsatisfied.’ That’s not where this is coming from. It’s literally coming from, ‘This is fun. This is Minecraft, but different.”\n“这种类型很符合我们团队的胃口。”监制 David Nisshagen 如是说道。“这类游戏大家都很喜欢，这似乎很适合Minecraft，因为所有的冒险已经被放在洞穴里，包括战斗以及寻宝。因为没有一个像是‘让我们来一次正确的市场分析并找寻不满意的地方’的这种计划。但这计划不是来源于市场分析。而是来源于它的字面意思 ‘这很有趣。这很Minecraft，但又不是Minecraft。’ ”\n\nFacing Artist’s Block\n与艺术社区面对面\nMinecraft has a distinct visual style, which may seem simple, but Mojang has a rigid set of rules that define how big each block can be and how each object can animate. At the same time, Minecraft’s blocky design makes it easy for Mojang to iterate on designs quickly, so the team can spend more time on gameplay and design. \nMinecraft有着一组看似很简单的独特视觉风格，但Mojang有一组硬性规则决定方块大小和对象的动画。于此同时，Minecraft的方块视觉可以快速轻松地重复图案设计，游戏玩法和设计上可以腾出更多时间。\n\n“To be frank, we never do concept art,” says art director Daniel Bjorkefors. “We’re a small team, so we don’t put sketches and sketches up on the walls. It’s more like someone has an idea and we run with it. The key golem was one sketch on paper, and then we just built. I mean, our basic elements are blocks. We just create and try it out instantly in the game.”\n艺术指导 Daniel Bjorkefors 道，“说白了我们不是创作概念艺术”。“我们是一个小团队，不会在墙上进行绘画和涂鸦。这更像是有人提灵光一闪，随后开始带到现实。像是key golem值是一张纸上的草案，然后就搞定了。我想说，方块是我们的基本元素。我们只是进行创作并立刻在游戏里尝试罢了。”\n\nEntering The Dungeons\n进入地下城\nMinecraft Dungeons’ Arch-Illager is a force to be reckoned with. This scheming outcast was exiled from normal society because he never fit the norm. Given his lopsided head and giant nose, he looks a bit silly, but Mojang assured us that he is an imposing force. After being kicked out of his hometown, the Arch-Illager went on a journey that led him to a mystical artifact called the Orb of Dominance. “We think it’s very funny that it’s a cube,” says game director M?ns Olson. While this cube looks simple, the Orb of Dominance is actually an artifact of great power, allowing the Arch-Illager to summon forth armies of stone giants to wreak havoc on society. It’s up to Minecraft Dungeons’ players to battle the Arch-Illager’s minions and gain enough power to stop him.\nMinecraft Dungeons中的Arch-Illager是一支不可小觑的势力。这个诡计多端的刌民因为格格不入被驱逐出了正常社会。歪斜的头和巨大的鼻子看上去有点傻，但Mojang向我们保证他是一股强大的力量。被赶出家乡后，Arch-Illager 开始了一段旅程，机缘巧合之下他拿到了一个叫做Orb of Dominance的神器。游戏总监 M?ns Olson 说：“我们认为很有趣的地方就是立方体形状。” 这个立方体看起来简单，但实际上Orb of Dominance是件强大的神器，它能让Arch-Illager召唤石巨人大军来报复社会。玩家要与Arch-Illager的军队作战，并获得足够的力量阻止他。\n\nOlson gives me the full rundown on the Arch-Illager as I enter one of Dungeons’ newest areas, the Redstone Mines. Like all of Dungeons’ levels, these mines are procedurally generated, but they feel different from Dungeons’ other areas thanks to their mossy walls and the abandoned minecart tracks that trail off in every direction. Mojang describes Minecraft’s unique visual style as “ugly cute,” and Dungeons fits that description. However, Mojang has also taken some small artistic license to help its new game stand out from the original Minecraft. Volumetric effects like fog fill the screen and the flash of metal next to a fire lends an eerily realistic vibe to an otherwise unreal world.\n当我进入最新关卡之一Redstone Mines，Olson给我了一个关于Arch-Illager的完整信息。Dungeons的所有关卡都一样，陷阱都是通过程序生成的，但由于苔藓布满墙和延伸不绝的遗弃矿车轨道，所以感觉和地下城的其他关卡有所不同。Mojang将这种Minecraft这种独特的视觉风格描述为“丑陋的漂亮”，Dungeons恰恰符合这种描述。并且Mojang还取得了一些小型艺术授权许可，帮助新游戏的风格脱离原版Minecraft。例如迷雾的体积效果充斥屏幕，火焰旁的金属光泽给予了虚幻世界一种诡异又逼真的氛围。\n\n“Even the enemies, when they’re standing still and idling, they’re doing stuff like looking around and grunting,” says art director Daniel Bjorkefors. “You can see their breath during the idle animations. We’re painting a more lively, vibrant world. I know some game-studio artists have to go to therapy after creating like a bloodbath game, but this is so cute. I have four kids at home, and we all love it. I think it’s a beautiful game. It’s really cute and fun and friendly.”\n艺术总监 Daniel Bjorkefors 说道，“即便是敌人，在没事干时也不会傻傻驻足站立。而是会巡视四周”。在空闲动画中你可以看到呼吸效果。我们正在绘制一个更加活泼有力的世界。我知道有些游戏工作室的艺术家在画完喷血的场面后必须接受治疗，但这太可爱了。我家里的四个孩子都很喜欢。我认为这个游戏很漂亮。非常可爱，有趣并友好。\n\nMoments later, an army of “cute” spiders rush toward me, ready to suck my veins dry. I make quick work of them, but a few spiders pin me to the ground with a web attack. Dungeons’ enemies have several attacks that push or pull players in various directions. An enemy called the geomancer summons brick walls around you, trying to block your movements. Some brick walls explode, sending a shower of sharp rocks in all directions. Meanwhile, necromancers flood the battlefield by summoning undead monsters, such as skeletons and zombies. The Nameless One is an elite necromancer that boosts the attacks of nearby enemies. Thankfully, these buffs are represented through a purple energy chain, linking the two creatures, which makes the necromancer easy to spot on the battlefield. He soon becomes my primary target. Unfortunately, The Nameless One also sends a series of projectiles my way, which makes him a challenge to approach.\n过了一会，一群“可爱”的蜘蛛冲过来想把我干翻。我迅速解决掉，但某些蜘蛛会用吐网攻击把我定住。敌人发起了多波攻击把玩家朝各个方向逼。一个叫geomancer的敌人会升起砖墙把你困住。但有一些砖墙会爆炸，锋利的岩石碎屑朝四面飞出。同时，necromancer也会召唤比如骷髅和僵尸等不死怪物淹没战场。The Nameless One是一个精英necromancer，可以给予附近敌人攻击加成。值得庆幸的是，两个生物之间会用一条紫色能量链接在一起，这让necromancer很显眼。所以他很快变成我的首选目标了。但是The Nameless One也会丢东西过来以此拉开距离。\n\nTo help me combat all these foes, Olson picks up a second controller and shows off Dungeons’ drop-in, drop-out co-op. Up to four players can explore Dungeons’ environments, either from the same couch or across the internet, and players can teleport directly to their companions at any time. In single-player, heroes get three lives to expend before they start over from the beginning of a level. In multiplayer, you can resurrect your fallen companions, but the game’s difficulty escalates to compensate for the extra firepower. Minecraft Dungeons isn’t incredibly hard on the base setting, but there are nine different difficulty settings for each level and harder difficulties offer better loot, which may tempt you to push the limits of? your abilities.\nOlson拿起第二个控制器加入战斗并帮我杀敌，并展示了游戏的随加随离式合作。可以让最多四名玩家可以在同一张沙发或互联网上探索Dungeons的环境，还可以随时直接传送到同伴边。在单人游戏中，人物在重新开局前拥有3条生命。在多人游戏中，您可以复活同伴，但游戏难度也会逐渐上升，以在额外火力之间取得平衡。Minecraft Dungeons在基本设置上没有什么困难，但每个关卡都有九级难度选项，难度更高获得的战利品也会更好，可能会引诱你越级挑战。\n\nLike most dungeon-crawlers, loot is the real star in Minecraft Dungeons. Players can equip one ranged weapon and one hand-to-hand weapon at any given time. Naturally, both types of weapons augment the strength of your attacks, and these weapons range from daggers to giant hammers to crossbows. For the sake of simplicity, defensive equipment has been condensed into a single gear set that modifies your health and armor. The aesthetics also change depending on the gear you equip. The final loot category is called artifacts, and these mystical mods are where Dungeons’ action gets really interesting.\n与大多数迷宫探索类游戏相似，战利品是 Minecraft Dungeons 中真正的热门。玩家可以在给定时间内装备一件远程武器和一件手持武器。当然，两种武器都可以提高伤害，武器的范围从匕首到大锤，再到弩都有。为了简单，护甲已经简化为一个空槽，可以改变生命值和防御值。美观度也会根据你穿的装备变化。最后一栏的分类叫做artifacts，这种神秘的道具就是Dungeons里会真正有趣并改变动作的地方。\n\nMojang says that there are over 70 different types of artifacts in the game. Some artifacts modify your weapons, adding explosive effects to your ranged attacks, for example. Other artifacts are specialized tools. Early on, I pick up a fishing rod artifact that lets me grab distant enemies and pull them toward me. Pulled enemies are also stunned for a few seconds, which allows me to pick off troublesome foes from the back of the pack and make short work of them.\nMojang说过游戏中会有多达70种不同类型的artifacts。比如一些 artifacts 会魔改你的武器，给远程攻击增添爆炸效果。其他的artifacts是特殊用具。早些时候我捡到了一根钓鱼竿，能把远处的敌人拉过来并晕眩几秒钟，让我可以从身后拉来麻烦的敌人并迅速解决掉。\n\nhttps://www.bilibili.com/video/av55130377\n\nAs you level up, you earn enchantment points, which can be poured into your artifacts, making them stronger and further augmenting your skills. For example, one enchantment added a fire effect to my arrows, which basically turned them into a fireball spell. Meanwhile, a multi-strike enchantment let me unleash a flurry of quick attacks with my sword.\n升级后你会得到附魔点数，附魔点数可以用到artifacts中，提高伤害并进一步增强技能效果。比如一种附魔给我的箭添加了火焰效果，看起来变成了火球咒语一样。同时，multi-strike这种附魔也能让我用剑发动一连串快速进攻。\n\n“Early on in development, we had a lot of enchantments for ranged weapons – things that would split projectiles into multiples, or ricochet in all directions, or add piercing damage,” Olson says. “Ranged attacks were super powerful, so we had a period during development where we had to double down on melee attacks to make sure that those had similar power levels. We’ve added things that create area-of-effect attacks, generate shockwaves, or produce chain lightning effects.”\nOlson道：“开发初期，我们就对远程武器有加了许多附魔效果——它们会把箭进行分裂，或者朝四面八方弹跳，或者增加穿刺伤害。远程攻击非常强大，所以在开发时我们必须对近战部分加倍调整，确保它们的能量等级相近。我们还加了一些东西，它们会产生范围攻击，生成冲击波或产生连锁闪电效果。”\n\nThere are no defined classes in Minecraft Dungeons, but the artifact/enchantment system is so fluid that players should find a playstyle that suits them. At one point, I equip artifacts that let me summon a pet llama and convert enemies to fight for me, effectively turning me into a pet class. In another area, I create a trickster who fires arrows with a firework effect that dazzles large groups. Whenever I roll away from an attack, I produce a streak of lightning that shocks my attackers.\nMinecraft Dungeons中没有定义具体的分类，但是artifact/附魔系统非常灵活，玩家应该可以找到适合他们的游戏风格。有一次，我装备了个artifacts让我能召唤一只宠物羊驼并加入战斗，有效地把我拉进了宠物召唤流。在另一个区域，我摇身一变成了魔术师，用烟火之箭发射出让人眼花缭乱的火箭。每当我远程攻击都会产生一连串的闪电，让敌人震感我妈。\n\n“We have these pillars that Minecraft games are supposed to have,” Nisshagen says. “One is obviously creativity. One is building. One is adventure. And one is a sense of exploration. Exploration and adventure, we got those covered. What about creativity and building? That’s where we lean into the combat systems. You have this armor that you can enchant and these other artifacts that synergize with your weapon. There are a lot of incredibly cool combinations in the game. So rather than the creativity of construction, you have the creativity of building your character.”\nNisshagen道：“我们涵盖了Minecraft原版游戏应有的方面。其中一种明显是创造力。一是搭配。一种是冒险。一种是探索感。探索和冒险已经有了。那么创造力和建筑呢？这方面得依靠我们的战斗系统。你可以附魔你的装甲，搭配你的武器和artifacts并协同使用。游戏中有许多非常酷的组合。所以除了协同使用创意之外，你还要有搭配外观的创意。”\n\nMinecraft’s New Alphabet\nMinecraft中新的字母\nTraditional Minecraft players may already be familiar with runes. These ancient-looking symbols are scattered around Minecraft’s worlds. They look like fragments of an ancient language from a bygone civilization. Until now, these runes were never anything more than set dressing, but for Minecraft Dungeons Mojang has turned these symbols into a working language. Players can find these Runes scattered across Dungeons’ worlds, and these symbols may offer hints for solving puzzles or point players towards hidden treasure. However, Mojang doesn’t plan to help its fans translate this new language; hardcore players will have to decipher this code themselves after the game launches.\n老一些的Minecraft玩家可能比较熟悉这种符文。这些看起来古老的符号在Minecraft世界中随处可见。看起来像是早期文明的古老语言片段。到现在这些符文除了固定的形状外再无它用，但对于Minecraft Dungeons，Mojang已经将其变成了一种可用的语言。玩家可以找到散布在Dungeons中的这些符文，这些符号可能会给解密提供帮助，或将玩家指向隐藏宝藏所在地。但Mojang并不打算帮助粉丝翻译这种新语言。硬核向的玩家只能在游戏发布后自行解码。\nThe Future Of Minecraft\nMinecraft的未来\nMinecraft Dungeons has been a labor of love for Mojang. Several times while walking through the studio, the team described Dungeons as a passion project. Surprisingly, the Dungeons’ team has remained relatively small for a franchise the size of Minecraft; the team currently sits around two dozen. But this tiny group’s work may have big ripples on the larger Minecraft franchise.\nMinecraft Dungeons一直是为Mojang的而爱而开发的项目。开发团队在工作室里游说了好几次，将Dungeons描述成一个激动人心的项目。但吃惊的是，这个拥有Minecraft许可的Dungeons团队规模仍然相对较小。目前只有24人左右。但是这个小组的工作可能有实力获得更大更多的Minecraft许可。\n\n“The dream is always, when we create stuff in Dungeons, we ask, ‘Does it fit vanilla Minecraft?’ Can we take a creature from our game into vanilla?” Olson says. “There are several examples of things that were first in Dungeons. The whole Illager faction was created with the goal of having an enemy faction that we could use in Dungeons, and now we have a bunch of Illagers in the base game. Crossbows were in Dungeons first, and some of the crossbow enchantments are the same in vanilla Minecraft as they have been in Dungeons for a long time.”\n“我们总是会想，当我们在Dungeons中制作东西时，我们会问自己，'这适合原版Minecraft吗？' 我们可以把原版游戏中的生物拿过来吗？” Olson说。“在早期出过几个例子。制作一整个刌民阵营就是为了有一个可用在Dungeons中的敌方阵营，基础游戏现在也有了很多刌民。弩也首先出现在Dungeons，而在原版Minecraft与Dungeons中，一些弩的附魔效果在很长一段时间内都是一样的。”\n\nIn many ways, Dungeons has forced Mojang to wrestle with the existential question, “What is Minecraft?” If you ask a random player to describe the original Minecraft, they are likely to talk about gathering ingredients and crafting – neither are present in Dungeons. Minecraft Dungeons may look a lot like Minecraft, but two of the franchise’s most notable elements are completely absent from this dungeon-crawler.\n另一方面，Dungeons会迫使Mojang应对“什么是Minecraft？”这个存在的问题。如果你随便让一个玩家描述原版Minecraft，他们可能会说到收集材料和制作方面——这在Dungeons中都是没有的。Minecraft Dungeons看起来很像Minecraft，但这个迷宫探索游戏中完全没有这两个显著的要素。\n\nAnd yet, at its heart, Minecraft Dungeons is filled with the same lighthearted joy that Minecraft fans have come to expect from Mojang. Minecraft Dungeons’ action is fast and approachable. Dungeons doesn’t bother with skill trees or detailed character stats, but that makes it friendly for a wider audience. At the same time, the loot grind should appeal to hardcore dungeon-crawler fans. Mojang’s system of enchantments and artifacts is incredibly flexible, allowing players to approach combat encounters in their own creative way. I never felt locked into a certain playstyle, which is refreshing. In fact, I was encouraged to find my own fun as I creatively shaped my hero into a legendary warrior. If Minecraft Dungeons is a window into the future of Minecraft, then the future looks bright.\n然而在玩家心目中，对Mojang抱有期待的Minecraft的粉丝们对Minecraft Dungeons充满了一样的轻松愉悦。Minecraft Dungeons的动作反应迅速并容易上手。没有技能树或角色详细数值这种烦人的东西，所以受众更广泛。同时，战利品机制应该能吸引硬核向迷宫探索系列的玩家。Mojang的附魔和artifacts系统非常灵活，可以让玩家用自己的配装方式和自己的方法来应对战斗。我从未觉得自己会被一种新的游戏风格迷住。实际上，当我把自己的英雄塑造成一位传奇武士时，就已经找出自己感兴趣的地方了。如果说Minecraft Dungeons为Minecraft打开了通向未来的窗口，那么Minecraft的前景将一片光明。\n\n",
    "replies": [
        {
            "author": "信平",
            "timestamp": 1586525400,
            "txt_content": "让敌人震撼我妈"
        },
        {
            "author": "马可solo",
            "timestamp": 1586799060,
            "txt_content": "MC2？想想PVZ2吧"
        }
    ]
}