{
    "title": "混沌之路，第二章",
    "author": "混沌魔龙",
    "replyCount": 7,
    "timestamp": 1586500860,
    "txt_content": " 本帖最后由 混沌魔龙 于 2020-4-12 08:44 编辑 \n史蒂夫和艾利克斯利用在天启之境死亡后得到的纸条和指南针确定了方向，在深夜骑马离开了独眼营地，马不停蹄的向着西方的混沌腹地前进，长夜漫漫，史蒂夫突然发现周围的混沌之力猛增，到处都是腐烂的腐尸和恶心的黏液，骨头遍地都是，觉得不对劲，他们从来都没有看见过混沌之力将大地腐蚀成这个样子，感觉不对劲，立马叫艾利克斯停下，因为常年的战斗经验告诉史蒂夫——有人来了\n史蒂夫立刻拉着艾利克斯躲到了一旁的枯树林里，只见在远处，大量的混沌兽和徘徊恶灵走来，这群恶灵聚集在一起，整整齐齐，有条不紊，很明显这是个军队，一支恶魔的军队，徘徊恶灵头上燃烧着灵魂火，骑着混沌兽，身穿铁甲，手持盾牌和铁剑，最前面的穿着附魔铁甲，手持闪耀着光芒附魔铁斧，骑着骷髅马，史蒂夫突然感觉到了不对劲，和艾利克斯一起，悄悄地跟着他们。\n“长官，我们是不是准备去占领一个被那两个外来者说的主世界”军队里一只骷髅发话了，“为什么我们不能现在就前去攻打主世界呢，我们这么强。”\n“别吵，混沌之神让我们召集更多的帮手，因为那两个外来者将那个潮汐女皇给干掉了，混沌之神知道他们不是我们这种呆头呆脑的NPC，他们是一个叫做玩家的生物，会思考，还会随机应变，十分的难对付，之前独眼巨人，混沌之物，堕落法师什么的都被干掉了，所以混沌之神让我们召集更多帮手，一个月之后，混沌之神将会露面，亲自打开通往主世界的巨型传送门”旁边的骷髅发话了。\n“哼，就凭两个外来者都想挡住混沌之神，混沌之神利用潮汐女皇献祭的男孩，力量大增，在皇宫沉到海底后干掉了那些所谓的神”那个最前面的骷髅发话了\n史蒂夫听到这，思考了起来：潮汐女皇献祭那个男孩，混沌之神的力量大增，所以，死亡后的白烟飞向西边就是相当于混沌之神的力量来自于灵魂，他吞噬的灵魂越强，他的力量就更强。\n正当史蒂夫还想琢磨混沌之神的力量到底有多强时，那个恶灵长官突然发话了：“你们路上遇到了枯树或者是植物都给烧了，混沌之神开启传送门时需要大量的灵魂，虽然这些植物枯萎了，但是多多少少还是可以为混沌之神提供一些灵魂”\n史蒂夫和艾利克斯听到后往密林里跑，却被那个领头的骷髅看见了：“那两个外来者在那里，决不能让他们跑了，谁追上我就在混沌之神那里大力夸赞他”\n一时间，密林里到处都是恶灵头上燃烧的火焰发出的亮光，史蒂夫和艾利克斯一路奔跑，他们的人太多了，眼看他们要追上来了，艾利克斯拿出爆炸法杖和祝福法杖，先是给后面的恶灵来一个火球，然后再用祝福法杖的生命之力让枯树长出树枝挡住他们，但是这里是混沌腹地，一切生命将在级短的时间里化作虚无，艾利克斯再将背包里仅剩的最后一个喷溅型速度二药水打在她和史蒂夫身上，虽然可以跑的比较快，但是恶灵还骑着混沌兽速度快，艾利克斯很快就黔驴技穷了。\n很快，徘徊恶灵就围住了他们\n史蒂夫和艾利克斯背对背，看着从四面八方涌来的恶灵们，史蒂夫说：“艾利克斯，我们只好背水一战了”\n预知后事如何请看下集——第三章，突围\n\n\n制作不易能不能给个人气，谢谢大家。",
    "replies": [
        {
            "author": "专刀你",
            "timestamp": 1586501700,
            "txt_content": "每一段都要空两格啊！"
        },
        {
            "author": "CK_yuaa",
            "timestamp": 1586501700,
            "txt_content": "我爱追小说"
        },
        {
            "author": "CK_yuaa",
            "timestamp": 1586501700,
            "txt_content": "专刀你 发表于 2020-4-10 14:55\n每一段都要空两格啊！\n有小说看就不错了"
        },
        {
            "author": "专刀你",
            "timestamp": 1586501760,
            "txt_content": "CK~羽 发表于 2020-4-10 14:55\n有小说看就不错了\n我的茶馆演义的看过没有？喜欢就平点分吧"
        },
        {
            "author": "混沌魔龙",
            "timestamp": 1586501820,
            "txt_content": "专刀你 发表于 2020-4-10 14:56\n我的茶馆演义的看过没有？喜欢就平点分吧\n可以的，那个里面都是茶馆秀儿"
        },
        {
            "author": "血盟团长",
            "timestamp": 1586502600,
            "txt_content": "有点看不惯史蒂夫 艾利克斯这种名字，如果改成[ruby=Steve]史蒂夫[/ruby]和[ruby=Alex]艾利克斯[/ruby]可能会好一点"
        },
        {
            "author": "1031887250",
            "timestamp": 1586513220,
            "txt_content": "我喜欢这个小说\n"
        }
    ]
}