{
    "title": "【原创/连载】失落的世界：神陨 第六章",
    "author": "StoryJ",
    "replyCount": 6,
    "timestamp": 1586513460,
    "txt_content": " 本帖最后由 StoryJ 于 2020-4-17 22:04 编辑 \n\n失落的世界第一卷：神陨\n前文请戳：\n第一章 https://www.mcbbs.net/thread-985372-1-1.html\n第二章 https://www.mcbbs.net/thread-985540-1-1.html\n第三章 https://www.mcbbs.net/thread-992099-1-1.html\n第四章 https://www.mcbbs.net/thread-999287-1-1.html\n第五章 https://www.mcbbs.net/thread-1007398-1-1.html\n\n第六章 大地氏族\n\n\n庆功宴之后，史蒂夫许诺优质矿石会在群山矿业内部优先出售，打发走了各怀心事的股东们。他终于得以重新投入建设铁路的工作中去。\n\n而乔纳森也开始闭关写书，在兔村旅馆自己的房间里笔耕不辍，连每天的三餐都是直接让老板送到房间门口的。\n\n就这么又过了大约半个月，这天，结束了一天的施工，史蒂夫终于在旅馆一楼的餐厅见到了深居简出的乔纳森从楼上下来吃饭。\n\n“终于出关了？”史蒂夫向乔纳森打招呼。\n\n乔纳森活动了一下脖子，向史蒂夫微笑着点了点头，然后走到前台，对老板说：“照老样子来份晚饭，再来一扎麦酒。”\n\n“给我也来一扎！”史蒂夫在柜台上排出几个铁锭，然后向乔纳森眨眨眼，“这顿我请。”\n\n饭后，乔纳森让史蒂夫来自己房间一趟。\n\n“所以你的书写完了？”史蒂夫一边跟着乔纳森上楼，一边问。\n\n“准确地说，我写完了有关大地氏族的章节。”乔纳森答道，然后他推门进去，走到自己的书桌前。\n\n史蒂夫打量着乔纳森堆满了一摞摞书的房间，然后接过了乔纳森递过来的一本书。\n\n书上的墨迹还是新的，封面上用花体字工工整整地写着——\n\n《古神纪元》\n\n\n第一卷 大地氏族\n\n距今几亿年前的希斯大陆，是一个灵力充沛的地方。天域水晶——传说是由开天辟地的墨江古神的元神所化，为这个世界源源不断地提供着灵力。那是一个魔法的时代，希斯大陆上遍布奇珍异兽，他们都拥有自然之力。按照属性的不同，自然之力分为五种：大地之力、风雷之力、火焰之力、森林之力和海洋之力。大地之主，泰坦，就拥有其中之一的大地之力，可以搬山填海，操纵沙土和岩石。当然，并非掌握其中一种力量的生物就是神，除了大地之主之外，其他几位古神，都特指他们种族中的统治者。比如天域之主，是拥有风雷之力的龙族族长朱塞伯格；火焰之主，则是拥有火焰之力的狮鹫族族长温特列斯。而大地之主的特殊性在于，他并不是传统意义上的生物——他即是大地本身。今天为我们所熟知的大地之主泰坦之所以是个人形生物，只是因为他想以自己臣民的形态示人。\n\n那么在说到大地之主的臣民之前，我们需要先来说一说“原人”是什么。\n\n\n“原人？”史蒂夫抬头看了一眼乔纳森，后者挑眉颔首道：“关于原人的介绍我写在下文了，但是也写得比较简单。事实上，这在学界也是一个比较有争议的话题，你可以将原人理解为五大部族共同的祖先，他们拥有近似于人类的四肢和智慧，还会使用魔法。而且他们还经历过一次分化，分化出了不同的形态——你想，矮人和精灵总不一样吧？”\n\n史蒂夫点点头表示理解，然后低头继续去看书。\n\n\n原人诞生在距今大约五千万年前，是今天人类的始祖。他们体态修长而隽美，对自然之力有着异常的敏感。原人的诞生至今众说纷纭，有的学者认为，是五位古神创造了原人，也有学者认为原人是物种进化的产物。关于这一点，在矮人的史料中也语焉不详，唯一可以肯定的是，古神们对于这种拥有神一般的智慧，而又远比神要脆弱的生物心怀怜悯，于是指引他们学习如何使用自然之力。这其中，一部分身材矮小敦实的原人，因为适合穴居而在大地之主的指引下掌握了大地之力，成为了今天所称的“大地氏族”。\n\n可以这样说，大地氏族创造了古神纪元最灿烂的文化，比如他们自成体系的古矮人语，以及直到今天依然可以在希斯大陆各处见到的一些当时遗留下来的神庙。造成这种现象的原因有很多。大地氏族广阔的领地是其中一个重要的原因。从干旱的沙漠到湿润的沼泽，从一望无垠的平原到白雪覆盖的山顶，都是大地氏族的疆土。也因此，泰坦神分封了十二位矮人王作为自己的封臣，帮助自己管理整个大地氏族。他们又分为“三侍”、“四圣”、“五祖”。“三侍”是大地之主的禁卫军，也是维护部族秩序的暴力机关，分别使用巨斧、长剑、长矛作为武器，手下有八十万禁军；“四圣”分管四个不同的区块：平原、山地、沙漠、沼泽；“五祖”则分管不同的职业，包括采矿、冶炼、游猎、治疗和建筑。\n\n\n史蒂夫读到这里，吹了声口哨：“看来，流浪商人嘴里的话，还是有一定可信度的，你看这关于十二矮人王的传说居然是真的。”\n\n乔纳森耸了耸肩：“要是他们卖的东西定价稍微低一些，或许他们在我这儿的可信度还能再高一点。”\n\n“哈哈哈哈哈……”史蒂夫和乔纳森一起笑起来。\n\n\n就这样，大地氏族在希斯大陆上开始繁衍生息，勤劳而又勇敢的他们成了希斯大陆上人口最多的部族，广泛分布在大陆的各处。他们还为大地之主建造了一座宏伟的皇宫，利用薄多里加山的一个巨大的溶洞改造而成，背靠大山，森林环绕，风光旖旎。这里就是大地氏族的圣地“薄伽特”。\n\n这是一段黄金时期，五大部族和平共处，整个希斯大陆万物生长，一派欣欣向荣的景象。\n\n就这样不知道过了多少万年的时间，突然爆发的战争打破了这份平静。\n\n战争的开端在矮人的史料中有些模糊。据记载，这场被称为“黑暗战争”的世界大战最初应该是从天域爆发的。一条古龙背叛了龙族，发动了战争，并将战火延烧到了整个希斯大陆。矮人的史料并没有详细说明这条古龙发动战争的动机和起因，甚至连这条古龙的名字也没有留下，但人们给了这条龙一个称号——末影龙。\n\n战火从天域蔓延到地上的时候，情况已经有些失控了。末影龙不知道用了什么力量，操控了一群像影子一样神秘的士兵，他们的形象像是尚未分化的原人，但是全身都像是笼罩在黑影里，看不清面容。他们的行动十分迅猛，攻击方式原始而残忍，极其适合闪击战和暗杀活动，因此在战争初期，处于被动地位的五大部族都损失惨重，整个希斯大陆陷入了完全的绝望和恐怖之中，而且更为糟糕的是，一些放弃了希望的原人和上古生物纷纷臣服于末影龙，选择了投降，成了末影龙的帮凶。\n\n而大地氏族也开始了积极的备战。十二矮人王和大地之主在皇宫中召开会议，最后决定在皇宫周围挖出壕沟，然后用大地之力将矿石集中在壕沟中，并将薄伽特周围的树木砍到壕沟中制造武器——不得不说的是，矮人的铸造技术确实是希斯大陆上最高的工艺，这也许要归功于“五祖”中掌管冶炼的矮人王巴科夫卡。\n\n反击的时刻很快来临了。由矮人工匠制造的武器被分发到了各个部族的手里，所有选择了正义的原人们都站在了一起，为了和平而战。\n\n这是一场艰苦卓绝的战争。海洋沸腾，大地被撕裂。火焰与沸水中，巨木一棵棵倒下。但大地氏族的损失还并不算严重，由于矮人工匠的武器是战争中不可缺少的装备，因此其他部族主动站在了抗击末影军团的第一线，而大部分的矮人则被保护在后方。当然，不仅勤劳勇敢，而且骁勇善战的矮人是不会甘于只做后勤工作的，“三侍”主动请缨，率领八十万禁军投入了战场。\n\n战争最终以末影龙的失败告终。被团团包围的末影龙在五位古神的合力下化为灰烬，他的末影军团也随之消逝。这场世界大战终于以五大部族的胜利告终。\n\n但这是一场惨胜。\n\n五大部族都遭到重创。其中火族和天族的损失最为惨重，天族人和火族人几乎被完全灭族，龙族只剩下族长朱塞伯格幸存，狮鹫族只剩下最后五只狮鹫。而最为糟糕的是，为整个大陆提供灵力的天域水晶，由于遭到末影龙的抢夺而被打碎，只剩残片，也就是说，天域水晶无法再继续为大陆提供魔法能量了。\n\n——末法时代，来临了。\n\n大地之主泰坦预见到了魔法终将消失。但他庆幸的是自己的部族已经发展出了足够多的生存技能，想来即便有一天魔法 会完全消失在希斯大陆上，矮人们也能生活下去。但他还是做出了一个决定，那就是将薄伽特沉入地下，让所有矮人都走出洞穴，永远不要怀念故土。然后，具有忧患意识的泰坦在薄伽特的上方建起一座防御工事，以防可能再次出现的战争。这座防御工事是一个圆形的大厅，有十二道青铜门，分别由十二矮人王镇守，而且内部的机关特意采用了矮人的工艺，即便不依靠魔法也能启动，而防御工事的正中央则是一个为泰坦神自己准备的座位，以及一支可以控制所有机关的石蔷薇。\n\n\n读到这里的史蒂夫猛地抬起头来，一脸震惊地看着乔纳森，而乔纳森也露出遗憾的神色。\n\n“也就是说，我们看到的那个巨人石像……竟然就是……”\n\n“没错。”乔纳森叹了口气，“泰坦是个伟大的神。他死后化成了岩石。”\n\n“那那些镇守青铜门的矮人王呢？”\n\n“不知道。”乔纳森推了推眼镜，皱眉思索了一下，“我想他们的尸骨在数万年的风化之下或许早就化为齑粉了——毕竟，兔村周围的群山，也是经过了数万年来的地质变化形成的。”\n\n“唉……”史蒂夫轻轻叹了口气。\n\n\n到了迎接归宿的时候了。泰坦已经感觉到自己由石头组成的身躯正在日渐变得沉重。魔法终将消逝！于是十二位矮人王虔诚地跪在泰坦神的尊前，每个人在抬起头的时候都忍不住噙满泪水。然后，他们走到了各自镇守的青铜门外。\n\n青铜门缓缓地关上。正对着泰坦的，是一轮缓缓下落的金色的夕阳。余晖穿过渐渐变窄的门缝洒在泰坦的脸上。\n\n他微笑着，抚摸了一下手中的石蔷薇，看到了花苞中那块红石上的词。\n\n——薄伽特。\n\n这算是他跟矮人之间的一个约定。虽然他希望矮人们不再怀念故土，去寻找新的生活，但他还是抱有一丝期待：或许千年万年之后，会有矮人发现这里，那么只要他念出这个词，机关就会启动，故土就在地底等着他回家。而此时，泰坦想起了坚决要留下来镇守薄伽特，哪怕在不见天日的地下陪葬也在所不辞的禁军们——他们就在自己座位下方的皇宫门外，坚定地握着手里的弓箭，而负责记录历史的史官也虔诚地刻下最后一笔属于矮人的历史，这些石碑正静静地存放在皇宫的侧厅。\n\n\n“禁军？”史蒂夫再次抬头看向乔纳森。\n乔纳森缓缓地说：“没错。那些白骷髅。”\n\n史蒂夫扶了扶额：“他们怎么还……”\n\n“我知道你在想什么。”乔纳森说着，从书桌上抽出了一份资料，一边翻着，一边说，“关于这个，我查阅了很多资料。确实有学者提出过这样的观点，那就是希斯大陆上现在出现的这些怪物，其实很有可能是史前文明的先民，因为他们曾经拥有自然之力，残存的魔力让他们勉强维持着一定的意识，使得他们可以驱动自己的尸身发动本能的攻击行为。”\n\n“呼……”史蒂夫瞪着眼睛叹了口气，“怎么说呢，这读起来太悲伤了。”\n\n乔纳森露出了理解的神色，他拍了拍史蒂夫的肩：“看着一个文明消逝，有时候就是这样一种残酷的事。”\n\n史蒂夫继续读剩下的几行字。\n\n\n是该有人记住这些的。泰坦这样想着，再次露出满意而欣慰的微笑。\n\n青铜门合上了。最后一丝阳光也消失在泰坦的脸上。\n\n大地氏族的历史，就此终结。而幸存下来，走出山洞的那些矮人，就是今天人类的祖先。\n\n大地氏族是古神纪元最后的余晖，也是人类纪元的第一缕朝 阳。\n\n\n“我们是矮人的后裔？”史蒂夫合上书。\n\n乔纳森一边把史蒂夫手上的《古神纪元》拿回来放好，一边点点头说：“其实有很多证据都证明了这一点，比如有关矮人的传说是最多而具体的，比如矮人的很多生存技能都被我们继承了，还有一个比较有力的证据……”\n\n说着，乔纳森找出一本厚厚的书来递给史蒂夫，史蒂夫一看，这本大部头的书，标题是《古矮人语词典》。\n\n“嚯！”史蒂夫大略翻了翻，里面的内容虽然没有详尽到真正的词典那样，但也足够详实了，他看向乔纳森：“你这也太厉害了吧！”\n\n乔纳森笑笑，说：“这是在诺石老师的研究基础上，我从石碑上整理出来的。我这一个月以来主要的工作其实还是这个。写《古神纪元》其实没花去我太多时间，毕竟，研究完了语言，阅读石碑就变得很简单了。”\n\n他从史蒂夫手上接过词典，继续说道：“其实这还算不上真正意义上的词典，只不过是便于我研究石碑的一份笔记罢了，它非常粗糙，而且对普通人来说也没多少价值，所以我并不会公开出版。对了，差点忘了给你看这本词典是为什么了——我想说的是，从语言体系上可以看出今天的人类语言和古矮人语在构词法和语法方面有很多相似之处，我们的语言很有可能就是由古矮人语演变而来的。这也是人类是矮人后裔的一个有力的证据。”\n\n“了不起！”史蒂夫情不自禁地给乔纳森树了个大拇指，“诶对了，那你下一步打算去找哪个圣地呢？”\n\n乔纳森右手手肘撑着书桌，摸了摸自己的鼻子，略微思索了一下，说：“我想去找精灵的圣地——月光林海。要说原因的话，大地氏族和森林氏族之间的关系非常友好，矮人的史料中也有很多关于精灵的记载。从现有的资料可以推测出，月光林海大概在希斯大陆西南部的原始森林里。”\n\n“原始森林是吧？”史蒂夫打了个响指，“随时可以出发！”\n\n乔纳森想起上次庆功宴上的争执，问道：“你跟股东们还有你的矿工队谈妥了吗？”\n\n“没有。”史蒂夫满不在乎地撇撇嘴，“让群山矿业的那些老顽固们见鬼去吧！矿石方面我已经让步了，研究的事我根本就不打算跟他们说。至于我的那些矿工们，我也并不打算带上他们，就让他们在兔村继续施工吧。”\n\n“什……”乔纳森瞪大了眼睛。\n\n“没错！”史蒂夫笑着说，“就我和你两个人——”\n\n他拍了拍乔纳森的肩：\n\n“——去冒险吧！”\n\n\nTo be continued...\n\n下一章 https://www.mcbbs.net/thread-1021612-1-1.html",
    "replies": [
        {
            "author": "ysxshuai",
            "timestamp": 1594789260,
            "txt_content": "写的很好我很喜欢"
        },
        {
            "author": "StoryJ",
            "timestamp": 1594789500,
            "txt_content": "ysxshuai 发表于 2020-7-15 13:01\n写的很好我很喜欢\n谢谢喜欢~"
        },
        {
            "author": "w709619475",
            "timestamp": 1594871100,
            "txt_content": "写的很好，帮顶"
        },
        {
            "author": "小樱aaa",
            "timestamp": 1594874280,
            "txt_content": "花体字有那种牛皮卷的味道了，好评"
        },
        {
            "author": "StoryJ",
            "timestamp": 1594887240,
            "txt_content": "侯超航 发表于 2020-7-16 12:38\n花体字有那种牛皮卷的味道了，好评\n诶嘿，瞬间就有内味儿了"
        },
        {
            "author": "StoryJ",
            "timestamp": 1594887300,
            "txt_content": "w709619475 发表于 2020-7-16 11:45\n写的很好，帮顶\n谢谢喜欢~"
        }
    ]
}