{
    "title": "我的世界：地球 将暂时关闭公共冒险",
    "author": "封徵",
    "replyCount": 3,
    "timestamp": 1586578800,
    "txt_content": " 本帖最后由 封徵 于 2020-4-11 12:23 编辑 \n\n\n\n\n\nfile_1586577520000.jpg (110.18 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-11 11:58 上传\n\n\n\n\n\n\nTEMPORARY CHANGES COMING TO MINECRAFT EARTH《我的世界：地球》即将迎来的暂时性变化\nAdventures are moving indoors\n室内大冒险即将开始\n\n\nWith everything that is going on right now, it can be difficult to adapt to our new way of life. However, the Minecraft Earth team has been working hard on solutions to make sure that you – the players – stay safe. Because Minecraft Earth is so dependent on movement and exploration, they are implementing some changes to ensure that you can fully enjoy the game from the safety of your home. To further explain the situation, here's a few words from the team:鉴于目前在世界范围内发生的这一切，短期内要适应我们的居家生活肯定不易。我的世界：地球 团队也一直在努力寻求应对目前情况的解决方案，以确保所有玩家的生命安全。大家都知道，我的世界：地球 是一款极其依赖于在真实世界“移动与探索的游戏”，而现在，我们的游戏也将迎来一些暂时性的改变，以确保你在家也能玩得开心且安全。为了进一步解释我们的计划，以下是全体团队给玩家们的一封信：\n\n\nMinecraft Earth is built on the foundation of a passionate and creative community – we’re building this game together. We have always approached the development of the game as a collaboration with our players and naturally, your health and safety are incredibly important to us.\n我的世界：地球 建立在全体社区玩家共同的激情与创造力之上 —— 我们共同让这个游戏更加美好。我们也一直在为游戏的更好发展而不断虚心接纳玩家们的各种意见或者是建议，而自然，你们的健康安全，对我们来说也是十分重要的。\n\n\nIn light of the developing COVID-19 pandemic, we have temporarily removed public Adventures from Minecraft Earth. In many places around the world, there are mandatory shelter-in-place orders that have closed most public areas and gatherings, which would make many public Adventures both inaccessible and potentially dangerous. You will still be able to spawn private Adventures with Adventure Crystals, but you will not see public Adventures spawn on the Map. This is not a permanent change, but we do not yet have a specified end-date as our decision is informed by the precautionary measures outlined by the World Health Organization.\n鉴于在全球范围内大流行的新冠肺炎疫情，我们将 暂时关闭 “我的世界：地球”中的公共冒险。鉴于许多国家的封城、封国、禁足等措施和公共冒险可能带来的难以想象的 潜在危险，我们决定暂时移除公共冒险这一内容。你仍可以在家使用“冒险水晶”来 生成私人冒险，但是在地图上将不会生成新的公共冒险。这一举措将根据 世界卫生组织(WHO)的具体实时的预防措施 来确定何时重新开放我们的“公共冒险”，但 目前 这个时间 未知。\n\n\nIn late March, we introduced new game mechanics to adapt Minecraft Earth for at-home play. Adventure Crystals, more Tappable spawns, and increased Tappable density allow you to experience everything Minecraft Earth has to offer while sheltering in place and practicing social distancing. You will soon also have the ability to share copies of your Buildplates with your friends remotely. We are committed to the continued development of Minecraft Earth, and the dev team would love to hear any ideas you have about how we can better adapt the game to suit at-home play. We welcome your feedback at feedback.minecraft.net and thank you for your continued support of Minecraft Earth. \n在三月下旬，我们在游戏里引入了一个全新机制 —— 冒险水晶 以帮助玩家能够更好的在家游玩。冒险水晶、更密集也更多的触发事件也将帮助你在家隔离的过程中也能体验到MCE的完整游玩乐趣。你也将很快能和你的朋友一起远程分享你的建筑。开发团队也将持续聆听玩家们的所有意见，如果你对MCE在这个过程中的任何做法或者是你有什么好想法的话，都可以通过 feedback.minecraft.net 进行反馈，最后，再次感谢你对 我的世界：地球 一如既往的大力支持！\n\n\n【本文由 封徵 译自官网2020年4月10日发布的 TEMPORARY CHANGES COMING TO MINECRAFT EARTH 】\n【本文排版参照了 SPX】\n",
    "replies": [
        {
            "author": "主世界",
            "timestamp": 1586586000,
            "txt_content": " 本帖最后由 主世界 于 2020-4-11 14:41 编辑 \n\n哦吼\n我们两个直接撞车\n\n\n\n\nfile_1586586008000.jpg (292.51 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-11 14:20 上传\n\n\n\n\n\n我严重觉得这个板块没必要审核\n\n算了我改掉我那个\n"
        },
        {
            "author": "封徵",
            "timestamp": 1586589960,
            "txt_content": "主世界 发表于 2020-4-11 14:20\n哦吼\n我们两个直接撞车\n撞  车  惨  案"
        },
        {
            "author": "封徵",
            "timestamp": 1586669340,
            "txt_content": "与本条相对应的推特翻译：\n\n\n\n\n\n\nimage.png (246.48 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-12 13:28 上传\n\n\n\n\n\n原推特原文：\n\n\n\n\n\nimage.png (180.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-12 13:29 上传\n\n\n\n\n\n\n"
        }
    ]
}