{
    "title": "[多线]MeYoou——这里有你所想|末日|生存战争|岛屿|小游戏|RPG|社区[1.7.10-1.15.2]",
    "author": "宇宙最凶",
    "replyCount": 0,
    "timestamp": 1586507700,
    "txt_content": " 本帖最后由 宇宙最凶 于 2020-4-11 16:21 编辑 \n\n MeYoou|社区|交友|末日生存|生存战争|喵区|空岛|海洋岛屿|小游戏|RPG|持续更新|管理活跃客户端会更新，建议加群客户端提供多个服务器混合注：本服务器有外置登录，认证服务器客户端自带，非正版验证末日求生|需要客户端|1.7.10|支持版本:1.7.10|核心版本:1.7.10服务器介绍开局只有基础物资，在废土中搜刮宝藏又或成为猎手抢夺他人多地图支持，卫星地图查看实时位置躲避丧尸，强大的丧尸是求生时巨大的威胁领地占领，为氏族成员获取大量货币特色采用decimation模组：提供枪械、求生、更多动作、搜刮、氏族、领地抢夺等玩法\n领地：通过击杀怪物和玩家得到游戏币，购买领地存放物资\n随身背包：提供保底资源，不用担心一次死亡便倾家荡产\n在线补给：定期提供补给资源，助你在末世生存下去\n超大搜刮范围：服务器拥有多块地图，且在不断更新，跑不完来一发抽奖：康康你的RP是什么样的！星陨战域生存战争|需要客户端|支持版本:1.7.10|核心版本:1.7.10\n生存没有目标，没有乐趣？星陨战域 让你体验不一样的MC| 模组 |真实环境：加入温度、饮水、氧气、物理重力等因素，它们将让你对活着成为一种奢求更真实的饥饿：饱食度消耗加快 食物获取、保存难度增加纯粹的黑暗：让夜晚变为真正的“夜晚”尸潮系统：每晚随机刷新尸潮枪械+Mcheli：现代化的武器装备，助你抵抗僵尸大军，同样可以帮你击杀其他人| 特色玩法 |①服务器除某特定区域外全服死亡不掉落②服务器枪械武器数据平衡，不存在过于强大的武器③玩家可以通过收集羽毛来免费获取飞行权限，寒假、暑假、与其他节假日可能开放全民飞行④可以通过收集腐肉，骨头等类的琐碎物品兑换为点券⑤每个月按玩家活跃度发放VIP⑥若人数足够，每个月定期组织枪战，获胜者获得资源、武器、称号甚至刷枪台。按照玩家活跃度举行空战海战⑦建筑党福利：每个月向玩家免费无限提供建筑方块[例：木头 砖块 石英 羊毛]由玩家投票选择⑧服务器设有副本，可以作为另一经济来源⑨服务器可通过合成特定物品爆破别人家，还怕在生存服被人言语挑衅只能自己生闷气？⑩末日元素使你即使到了后期也不会觉得无聊，并且每天需要修补你的房屋，防范被其他人爆破喵鱿社群|需要客户端|支持版本:1.12.2|核心版本:1.12.2服务器介绍没有各种需要肝力的内容，只是社交就好了！叫上几个玩家，一起修建小镇！做出进入rpg的钥匙，和同伴一起冒险！特色浏览器mod：在服务器里面一起看视频，听歌超多生物群系：在各式各样的生物群系内冒险生存！真人审核制度：保证游戏内玩家的高质量游戏体验轻rpg：有趣却不肝的rpg道具系统，由skill api制作专属技能无职业：玩家不会受到任何rpg内容的束缚适合建筑的各项mod：方便玩家更好的建造房屋听取玩家建议，持续更新：服务器内容会根据玩家建议，适当更改内容空岛生存|不需要客户端|支持版本:1.8.X-1.15.2|核心版本:1.15.2服务器介绍\n在天空上，通过不断努力，把自己的岛屿建设成一个天空都市共同合作，一起建立最美的城市科技生存，不再乏味养老的好地方，和谐的气氛玩法\n粘液科技：服务器采用最新的粘液科技，提供多种玩法\nMCMMO：在求生中提高自己的技能，是老牌的插件\n宠物伙伴：身边的伙伴，可以给你带来想不到的力量\n合作建设：无需放弃自己的岛屿，即可加入他人的岛屿一起合作生存\nRPG系统：服务器不断更新副本和任务，生存不再孤单\n空岛精灵：五种不同种类的精灵，帮助你度过前期\n礼包：提供大量物资，帮助你建设\n红石：在保证稳定的情况下，不限制红石家具：精美家具，让世界更加温馨海洋生存|不需要客户端|支持版本:1.8.X-1.15.2|核心版本:1.15.2服务器介绍不同于市面上的海岛服，我们的海岛更加开放采用原创的地形，海岛不仅是海平面那么简单搜刮宝藏，探索未知特色太空：前往太空，成为镇长，建立自己的城镇Lands：建设城镇，合作生存MCMMO：在求生中提高自己的技能，是老牌的插件宠物伙伴：身边的伙伴，可以给你带来想不到的力量合作建设：无需放弃自己的岛屿，即可加入他人的岛屿一起合作生存RPG系统：服务器不断更新副本和任务，生存不再孤单海岛精灵：五种不同种类的精灵，帮助你度过前期礼包：提供大量物资，帮助你建设家具：精美家具，让世界更加温馨科技工艺：世界不仅局限于红石电路，造桥、城门无所不能红石：在保证稳定的情况下，不限制红石酿酒：老铁们，来饮一杯RPG服>虚空破碎|魔塔之巅|特言：我们会珍视所有玩家合理的观点与看法，不断完善，共同创造更加完美的服务器虚空破碎服务器介绍|建议使用客户端|支持版本:1.8.X-1.15.2|核心版本:1.12.2||持续更新介绍『虚空破碎』是一款科幻长剧情RPG这是一个过去的故事，但却是一个未来的世界折跃现象的发生让三个互相较劲，互相厮杀的太阳系统治者大为惊恐，他妈期限屠杀折跃者，动用所能动用的所有力量杀害折跃者。但统治地球的马卡洛夫，却将他们的力量，巧妙地化为己用。无数折跃者冒险家在马卡洛夫的阴谋下不断现身，而他们的力量最终被马卡洛夫夺取。现在，到你了。虚空唤醒了你，你肩负着一代又一代的使命，探索这个太阳系，终结马卡洛夫的阴谋，结束太阳系的动荡，暴乱与不安玩法1.虚空破碎超长剧情，让你有观看电影一般的体验2.虚空破碎的武器系统十分丰富，每个武器都有不同的属性，不同的属性意味着不同的宝石镶嵌方式，同时，宝石的属性也是随机的3.虚空破碎采用了专有的3d材质包，请下载专用客户端4.内含开箱元素，见证你是非酋还是欧皇的时刻到了5.花里胡哨的饰品，让你的人物更酷炫6.超硬核的钓鱼系统，让你体验上鱼的乐趣和鱼跑掉的失落魔塔之巅服务器介绍|需要客户端|支持版本:1.12.2|核心版本:1.12.2|持续更新\n介绍1.当今RPG服务器大多数都是魔塔类型。我们的服务器目前玩法围绕魔塔(魔塔完成度较高，装备和怪物也多样)，但我们会尝试跳出魔塔的圈子。2.关于装备平衡性的问题：我们会仔细考虑装备的平衡度，并反复测试，上架装备前将在交流群内发布通知，按照玩家反应再作上架。3.服务器正处于开荒阶段，可能存在游戏漏洞(bug)，玩家可以在交流群内反馈，我们将会按情回馈4.我们接受玩家创造性的想法，添加插件、添加玩法等（比如强化装备、钓鱼、挖宝、跑酷）等总而言之，我们会珍视所有玩家合理的观点与看法，不断完善，共同创造更加完美的服务器。玩法拥有多层副本装备可氪可肝公会 符文 淬炼 等等多种装备等你来肝地皮高自由度拥有高度的反作弊定时发福利小游戏|不需要客户端|支持版本:1.8.X-1.15.2|核心版本:1.8.8经典的起床战争游戏，无需过多介绍摧毁对方的床，取得胜利\n",
    "replies": []
}