{
    "title": "OOP思想 #1 抽象 - 类与对象间的关系",
    "author": "CyghTor",
    "replyCount": 4,
    "timestamp": 1586548380,
    "txt_content": " 本帖最后由 CyghTor 于 2020-4-11 13:28 编辑 \n\n本系列文章我想讲一讲关于OOP思想的一些东西，这些东西是我学习OOP编程总结出的经验。事实上都挺好懂的，我相信初学者看完一定能快速理解\n\nOOP，不至于卡在类和对象。（我当年就是这么傻）。\n我在本系列文章中，坚决不会给出那些较模糊的官方的定义，我会给出适当且易理解的个人总结出的定义。\n本期内容比较短，简单讲讲什么是抽象，以及类与对象间的关系。\n\n1. 抽象是什么？\n大家看到抽象想到了什么？U1S1, 我第一个想到的是『孙笑川』以及『抽象带篮子』。\n\n如果你能知道抽象这个梗，也是非常不错的，最起码也算是了解的抽象的含义。\n在我的印象中，抽象应该是个常识，指那些\n \n『模糊不清，无法具体描述』\n『与”具体”相对』\n的东西。\n可是一放到编程中这就很魔幻了，有些人常常对于类以及对象 都分不清（比如我）。\n\n于是我总结了一下，在我看来，编程中的抽象更应该是 “范围” 或者说 “包含” 的关系。\n这很像集合，事实上它也可以当做一个集合，只不过此集合中的元素，恰巧是对象罢了。\n关于对象我们第二节再去了解。那么现在我给出一个简单的例子，并说明。（不是定义因为不严谨）。\n『假设我们现在有 A、B两个东西， 如果 A 包含 B， 那么我们认为 A 比 B 更加抽象或者说抽象程度更高』\n对比来看，这就是包含关系嘛。当然你也可以说它是范围间的关系。（这个不解释，很好懂）说的高深一点就是: 『抽象中蕴含着具体』Why? 范围广嘛。所以说仅用 包含 以及 范围 就可以简单对别人描述抽象。\n其他的不好说，但是相对于OOP程序的设计来说，确实遵循这个规律。如何体现？第二节马上就讲。\n\n2. 类与对象\n既然知道什么是抽象，那么就来说说类与对象吧。类是啥？如果按照简单的来说我会告诉你类是字面意思，表示类型或者种类。（编程中用类型更为准确）。\n\n对象我觉得也不用多说了，就是事物嘛。如果要我更准确点说呢？那么我会告诉你：\n『类是对于对象的抽象』\n看见这里面是不是有抽象？这不就咱刚讲的吗？分析一下，这句话实际上是说 \n\n『类比对象更抽象』结合第一节，我们对比谁更抽象的说明，感觉不一样？那你反过来用不就好了吗？我们都知道类比对象更抽象，那岂不是说，类 包含 对象 咯？\n没错，你完全可以这样去理解。对象就是对类的具体化，让一个抽象的事物变的具体。\n那么现在可以说了，\n\n『对象是类的具体化』当然在编程中我们更习惯这么说\n\n『对象是类的实例』所以你从这句话认识到了什么呢？对象相当于实例？ 没错，所以以后当你看到对象或者实例混着用的时候，你就知道他们是指同一个东西。\n那么这篇的内容其实已经讲完了。这个系列是我在看了@贺兰星辰 的JAVA教程后，有感而发，就当帮他解释一些东西了。以后此系列文章绝对不缺乏实战操作，我敢保证。\n今天的东西比较好理解，我希望初学者不懂得人能够好好地去掌握理解，只有理解才是一切。\n最后，如果你有任何问题欢迎评论此贴，我会随缘更新的（学生党）。有建议也请在评论区指出。\n感谢阅读。\nPS1:对象在大多数情况下可以替换为实例（实例化对象），特殊情况下不是，以后会讲到，大家要注意\n",
    "replies": [
        {
            "author": "索菲缇娅",
            "timestamp": 1586564760,
            "txt_content": "对象不等于实例\n麻烦楼主弄清楚\n自行百度就能得到答案"
        },
        {
            "author": "冰星",
            "timestamp": 1586568540,
            "txt_content": "乐之叶 发表于 2020-4-11 08:26\n对象不等于实例\n麻烦楼主弄清楚\n自行百度就能得到答案\n我觉得吧，这个对象与实例不必搞的太刻意，虽然他两个确实不是同一个东西，但是对于编程来说，你把他理解成同一个东西也没什么关系，不怎么影响"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1586568660,
            "txt_content": "冰星 发表于 2020-4-11 09:29\n我觉得吧，这个对象与实例不必搞的太刻意，虽然他两个确实不是同一个东西，但是对于编程来说，你把他理解 ...\n至少声明一下吧\n直接说是一样的不就是有误了吗"
        },
        {
            "author": "CyghTor",
            "timestamp": 1586582640,
            "txt_content": "乐之叶 发表于 2020-4-11 09:31\n至少声明一下吧\n直接说是一样的不就是有误了吗\n感谢建议，类和对象我看了看，确实在特殊情况下（指抽象类），抽象类的对象只能叫做对象。普通类的话对象和实例是可以互换的。而且大部分书都是对象和实例混着用，但是在准确点，对象包括的范围应该比实例广。"
        }
    ]
}