{
    "title": "不得不说，我是一个神经。",
    "author": "12321",
    "replyCount": 17,
    "timestamp": 1364047920,
    "txt_content": "星际争霸2虚空遗迹剧情\n看完有奖欧\n1.虚空之遗是星际2的最后一部资料片，而主角就是现在升任大主教的阿塔尼斯。\n2.在游戏开始阿塔尼斯在Auir失散多年的龙骑士们碰面，而他们带来了一个阿塔尼斯意想不到的客人，前UED远征军副将阿历克斯 斯图科夫上将\n3.但曾遭遇虫族感染的他（这就是，他死而复生的理由，在BLZ的一张官方地图中，曾介绍过他变虫族，之后又被净化的事）现在还在水晶中恢复。而游戏的第一关就是光复Auir\n4.而游戏的主场景就在神族的旗舰圣母舰上，而龙骑士也随着Auir的光复而回归: V( ~* j9 5.但因为胜利的太过轻松，阿塔尼斯有一种不祥的预感，! M) W. Q# }; R\n6.泽拉图侦查到在一个不知名的星球上发现，一个巨大的混元体工厂，希望阿塔尼斯去看看。\n7.当神族部队攻陷工厂后，纳鲁德（Narud）博士告诉他们这只是个幌子，这里的混元体早已转移，而引他们来这里，只是为了给他们伟大的计划拖延时间。\n8.遭遇软禁的蒙斯克，被神秘的GHOST部队就走，雷诺希望阿塔尼斯帮助他带回蒙斯克，因为逃走蒙斯克会煽动**TERRAN，不仅这样他还与DARK VOICE**的计划有关。\n9.可蒙斯克最终还是逃了，在卡拉之道中，阿塔尼斯感到塔沙达在呼唤他，他在Char等他。\n. F( i/ d# `. s2 V% X10.按照呼唤，塔沙达来到了Char，惊讶的发现大批的虫族再次在在这里集结，而且通过卡拉只道的链接，阿塔尼斯发现塔沙达正承受着巨大的痛苦。5 Y2 B+ O: b9 C9 o, w/ v\" B\n11.杀进，塔沙达呼唤他的地方，阿塔尼斯惊讶的见到重生的主宰，而巨大的主宰此时告诉了阿塔尼斯，自己马上就要被人重新控制，而控制它的人似乎一直惧怕着什么东西，所以不敢露面，而女王与这样东西有巨大的联系。说完主宰再也无法自控它用最后清醒的意识打开了虫洞，带走了阿塔尼斯。! ~/ U2 s3 Z\" _. f\n12.而阿塔尼斯也意识到，塔沙达在卡拉的链接也中断了。8 a$ O1 F9 W+ F4 g. x; k\n13.纳鲁德博士向DARK VOICE展示了虫群之心计划对虫族完美的控制，而DARK VOIC也高兴的宣布，他也没用了。& [. L+ Y# @ C9 u- o$ o# A# M T9 [- N\n14.圣母舰接收到一条求救信号，是纳鲁德博士，还有刀锋女皇。女皇告诉阿塔尼斯纳鲁德是击败DARK VOICE的关键，因为他知道一个关键---虚空之遗。\n5 c( N. _9 k, X\" N15.登上圣母舰的纳鲁德发现在水晶中沉睡的斯图科夫，他表示这个战术天才会帮助他们，而阿塔尼斯将他死后的是告诉了他) W4 r3 B( z) n\" S, z( I b\n16.知道UED失败的斯图科夫表示，在克鲁普星系，UED远征军还有一支残余，希望阿塔尼斯能找到他们。\n+ e& y\" J0 t2 [ t17.在找到UED残余后，纳鲁德和盘托出了虫群之心计划已完全控制主宰，但幸运的是本来让5个孩子控制主宰的计划，现在缺一个人所以说很不稳定，而缺的这个人就在她们这边，就是与女皇同行的玛莎8 v. P0 d\" z\" L8 ?- R( H\n18.女皇表示拒绝，她说只要找到虚空之遗就可以结束一切，可纳鲁德却告诉他，主宰是唯一知道虚空之遗位置的人，因为他是幸存的萨尔那加人。\n# L1 I/ K- x! Z19.于是他们与TERRAN的新皇帝，维列安 蒙斯克与他们一直以来坚定的战友吉姆 雷诺取得联系希望能协助作战。% H1 z' n; V+ W; d\n20.因为纳鲁德的隐瞒，DARK VOICE并不知道玛莎的存在，于是DARK VOICE以为众人决定要与其决一死战时，玛莎按计划偷偷接近了主宰。\n^. q9 T) A0 q) V* |& t, B21.虽然联合军在此战中伤亡惨重，但玛莎带来了制胜的关键，在卡拉之中，阿塔尼斯再次见到了塔沙达，而塔沙达也表示是时候告诉他一切了。\n8 \\6 {6 q* v. o: n H1 {22.当萨尔那加人意识的他们的生命即将接近尾声时，他们决定派一队人离开他们的家园，去茫茫的宇宙中寻找新生命的循环。经过漫长的寻找，他们在一颗遥远的行星，找到一个原始的民族，他们认为这种人有良好的可塑性，于是改造了他们，想将他们加入生命的循环中，可第一次他们失败了。& l. U- T% p& r! {9 u( Y\n\n23.首次他们便给这种原始的生命注入了强大的幽能，但因为无法承受，这种生命陷入了暴走，并带有严重的攻击倾向，于是萨尔那加人果断的销毁了他们。于是离开了这里去其他星球找更适合的物种。# S- l+ V! C8 Z/ }: Y+ X\n24.但在茫茫的宇宙中没有一种生命适合，相比之下一开始的那个原始民族更为优秀，所以他们又会到了那颗行星，令萨尔那加惊奇的是，在短短的10万年内，这支原始部族有了惊人的进化，于是萨尔那加准备再试试，有了上次的失败，他们做出了合理的改善，就这样一个超越了他们全新种族诞生了------尔之后的几千万年里，他们自称神族（普托斯）& j0 j\" g' t) k9 `\n26.但神族实在是超越了萨尔那加人得想象，因为有强大的力量，所以他们并不遵从萨尔那加人得旨意，很快便将他们的创造者赶出了他们的视野。# E, _: z& {2 }1 C0 d6 e\n27.失望的萨尔那加远征队，此后一直在宇宙中漫无目的漂流，就在他们放弃希望时，准备重返家园时，一股强大的幽能出现了。\n0 R$ S& ~& r3 P+ A\" r3 ?( f28.希望出现了，萨尔那加远征队追踪到信号来到了荒凉的克普勒星系（就是TPZ所在的星系，名字貌似是这个），但这注定是个**的阴谋。# ^) Y' p1 A6 q3 |! H5 y\n29.就在此时,蒙斯克出现了，他发誓要在这一战中毁灭开普勒星系中所有阻挡他的势力，随蒙斯克来的还有大批的虫群与终于现身的混元体。\n; x( |+ e/ @$ {30.在蒙斯克强大的军势面前，联合军很快白瞎真来，最后吉姆与维列安决定留下，让圣母舰先走，找到虚空之遗结束一切。) Y5 G) ?! Q& r+ y\n31.阿塔尼斯此时询问塔沙达，虚空之遗到底是什么？\nR\" q+ }+ t\" ^5 l9 ~% `0 Y3 g32.紧接塔沙达被打断的对话，萨尔那加在那股幽能的指引下，来到了神秘的Char，在这里他们发现了这个原始的星球上布满了各类匪夷所思的生物，它们大多数凶残无比，但更令萨尔那加人注意的是那些生物似乎又被某种幽能控制，在艰苦的寻找下，终于找到了源头----巨大的无意识类植物生物，而萨尔那加人为了表达他们发现这种生物的感叹所以，叫他主宰\n/ }4 `2 h. u% f) i0 r' o, Q- h8 U33.所以，叫他主宰\n& j' l9 f/ t1 k& q7 S32.紧接塔沙达被打断的对话，萨尔那加在那股幽能的指引下，来到了神秘的Char，在这里他们发现了这个原始的星球上布满了各类匪夷所思的生物，它们大多数凶残无比，但更令萨尔那加人注意的是那些生物似乎又被某种幽能控制，在艰苦的寻找下，终于找到了源头----巨大的无意识类植物生物，而萨尔那加人为了表达他们发现这种生物的感叹所以，叫他主宰\n& c2 i Z\" Z% {$ l8 i33.圣母舰按照塔沙达的指引来到了虚空之遗所在的星系，一到那里神族们就感到无限但纯洁的幽能贯穿身体。可就在此时，圣母舰遭到袭击，此时神族的邪教组织（就自由之翼中与雷诺作对的神族）出现，他宣称神器是属于他的。0 g, K- A! Q H/ D, n9 z3 y# L' S\n34.邪教首领自知必败无疑，决定与神族玉石俱焚，但在凯瑞甘的强大幽能中计划终告破产，阿塔尼斯率领着他的部队打开了虚空之遗的入口。; `) j6 B! d# ]2 V. R\n35.虚空之遗，萨尔那加人最引以为傲的力量，远征队带着全族的希望，驾驶着它，穿行在银河系没一个角落，每一个萨尔那加都坚定不移的相信，虚空之遗会以往每个时候带给全族希望，可，这次，他们错了，一个阴谋正在酝酿。\" T+ w1 f& h7 O: E3 c7 Y\n36.萨尔那加远征队的队长尤卡扎很快对主宰产生了极大的兴趣，他日以夜继的研究，渐渐的，他也发现随着他与这个生物熟悉，他越发的对其着迷，直到一天他决定与之融合，彻底了解主宰。37.可尤卡扎的副手，天生有着敏锐预感的萨多摩却一直感到一种力量一直潜伏在他们身边，所以他一直反对尤卡扎的办法。可已经完全着迷的尤卡扎已经悍然与主宰进行了精神联接\n\n\n.可尤卡扎的副手，天生有着敏锐预感的萨多摩却一直感到一种力量一直潜伏在他们身边，所以他一直反对尤卡扎的办法。可已经完全着迷的尤卡扎已经悍然与主宰进行了精神连接38.刚开始，尤卡扎兴奋的发现他获得了前所未有的能力，他可以随意控制char上的生物，渐渐的他爱上了这种感觉。可他不知道噩梦才刚刚开始。\n$ ^ `/ G; L+ F6 V39.有一天，他意外的发现他居然不能断开与主宰的连接，而一股一股的无法控制的杀戮欲望侵入他的主意识，一个**的声音在他的脑海中不断回荡，“当你想要控制它们时，它们的野性将会吞噬你，享受吧！在我为你们精心挑选的坟场。”.一声巨响将在卡拉中进行交流的阿塔尼斯与塔沙达惊醒，在入口，席伦蒂斯认为找到神器后的凯瑞甘无用，决定为菲尼克斯报仇，两**打出手，阿塔尼斯再次找到他俩，然他们停手，因为大难当头，应该放下旧怨，团结起来，席伦蒂斯于是不甘心的放弃了。42.圣母舰上，斯图科夫正在查阅一些资料，而从他的脸上显出严峻的表情，正巧，玛莎进来无意间读出了斯图科夫的记忆。43.14年前，地球，UED政府出台了人类改造计划，创造一批改良人，他们拥有常人所不具备的超能力，可这个计划，遭到了以杜高乐等一批保守派人士的反对，他们害怕将来人类会被这种改良人统治（这也是杜高乐在遗书中对地球安危真正担心的原因。），可UED的维新人士为了强行实施，暗中杀死了多位保守派人士，因为杜高乐在民间与军中声望太高，固假借远征名义，假他人之手杀之。最终随着杜高乐失败，维新派也高枕无忧，而这个改良计划的最初推行者叫杰克博士。44.蒙斯克打败了雷诺与维列安，并追踪到了圣母舰的位置，此时的蒙斯克已将雷诺抓获，他并打算现在就杀掉雷诺，他要在荡平所有这些曾反对的势力后在媒体的大肆报道下，向世人展示，不服从他的统治是什么下场。至于维列安，他要把他永远软禁起来，来教训一下他的年轻气盛。45.就在蒙斯克准备结束一切是，DARK VOICE让他不要心急，因为，他还有一个更完美的计划。46.阿塔尼斯带领部队打败了守卫虚空之遗的防卫系统后，进入这艘古老的造物，阿塔尼斯在塔沙达的指引下打开虚空之遗的中枢，而事情的**正在明了。\n:.在主宰的折磨下，尤卡扎正渐渐丧失着人性，他意识到必须采取措施，否则一切将变的无法收拾，于是在他人性最后的日子里，他一直通过种种蛛丝马迹寻找着一切的幕后黑手，尽管尝试了各种办法，却依旧毫无，头绪，就在他即将放弃之际，他发现了一艘在宇宙中孤独漂流的战舰，希望又重新出现了。\n48.主宰在还保留人性最后的岁月中作了以下三件事\n6 N4 x6 B2 c2 ]; m! U8 \\（1）以自己强大的幽能与迷失的战舰取得联系，在联系中他发现这些人原来是他还身为萨尔那加时的造物，神族。原来他们在赶走萨尔那加的之后进行大规模的内战，而圣母舰投放巨大的时空虫洞在瞬间毁灭了他们的家园（这也是圣母舰一直被封印的原因），大部分的神族在这次灾难中丧生，幸存者们在逃离中失散，并孤独漫无目的的在宇宙中流浪。就在此时主宰以创世神的身份出现，将他们指引到了建有萨尔那加遗迹的星球Auir停靠，并将他们继续在宇宙中流浪的同胞召集起来。为了感谢主宰的指引，神族创造了以信仰萨尔那加为核心的zheng教合一社会。\n! g I4 d' U( l3 ]! c6 b（2）当主宰在长期观察下发现，神族此时的战斗力不足以有效对付虫族，于是他再次用幽能，指引另一批神族，让他们学习可以杀死自己与脑虫的黑暗力量。! `$ G% l7 `( _5 e\n（3）但主宰又发现了这个计划的一个漏洞，那就是他忽视了神族骨子里的固执与偏见对整个计划的致命破坏，于是他做了最后一件事，用自己还未泯灭的人性创造了一个神族战士，当一切毫无希望时，当一切面临毁灭时，这个战士终将冲破固执与偏见，将卡拉（光明）与黑暗力量，不，他会将所有可团结的力量团结起来，指引他们知道黎明冲破黑暗，重生战胜毁灭。\n# h1 U j4 z R8 F49.听完一切的阿塔尼斯，终于知道那个战士就是塔沙达，此时塔沙达表示在他与兽性的自己（主宰）相撞时，塔沙达的肉身虽死，但，就像当初从主宰体内分离一样，塔沙达又再次与主宰重合。\n& p8 o, P; n5 x4 i7 R3 o6 O50.蒙斯克率领舰队开始总攻，海量的部队铺天盖地，虫族，混元体疯狂进攻，神族的抵抗节节败退，此时阿塔尼斯问塔沙达虚空之遗如何能拯救他们，塔沙达表示在虚空之遗上记载着萨尔那加人改造生物资料，以及改造物的销毁器，塔沙达认为只要找到混元体与的资料就能在瞬间销毁，而之后虫族也会不攻自破。' M! [7 I' G& L4 X\" w\n51.最后一关（趁到塔沙达找到混元体资料为止，30分钟）* I0 I3 T& ~8 A6 x1 f Z\n52.30分钟后，塔沙达开启了销毁器，可混元体没有丝毫伤害。\n9 j8 ^; J: u. G5 k, h1 n# d1 F53.多次试过依旧没用，DARK VOIC在虚空之遗的船舱中回响，阿塔尼斯责问DARK VOICE是谁，在这胜利的关头，DARK VOICE再也不用隐瞒了。\n' Z7 e9 b7 B) G+ ^' M54.（因为这段不好用很短的叙述将清楚，所以就用对话来解释吧！）“我是神（陶醉着呢！），如果你们把萨尔那加叫做创造之神，那么我就是虚无之神，但虚无是诞生于创造的，很久以前萨尔那加就把他们以为失败的我们销毁过了，但强大的幽能让我们的意志再次集结起来，我们诞生于无，所以我们要切断所有生命的循环，从此彻底改变宇宙的法则！！！”(所以DARK VOIC就是上文提到萨尔那加的第一批改造物（失败品））\nY, H* q) @/ ~, c0 Y* E% D: J55.接着觉得蒙斯克没用的虚无（DARK VOICE)命令混元体攻击蒙斯克，席伦蒂斯的航母坠毁，受了重伤。斯图科夫以被团团围住，凯瑞甘的幽能也快耗尽。神族死伤惨重，他们无奈退入了虚空之遗中。6 i\" N: `; J1 Y' y4 a' r\n56.而这正中虚无的圈套，神族彻底围死，一切都完了。7 |8 m' I7 b* \\\n57.突然，泽拉图代着大批的黑暗圣堂出现，他表示一切该结束，并告诉塔沙达东西他带来了。\n( D2 W+ H+ n: g- @- {\" W58.为了躲避虫族的追击，萨多摩（就上文幸存的萨尔那加领袖）放弃了虚空之遗，坐小船逃到了一个谁也找不到的地方，他通过自己强大的预感，查到了操纵一切的幕后黑手，从那时起他就知道虚空之遗中销毁器，无法对虚无造成效果，于是他一直在精心研究净化虚无的方法。, j, x3 M9 G( Q3 ]0 C\n59.而泽拉图在Auir看到主宰的预言后，一直不解女王在整件事中扮演的，最终在他找到萨多摩遗留的可净化虚无的神器后，一切都明白了。\n7 J3 ]6 M4 M# p( y3 W60.回到现在，泽拉图在乱军中找到凯瑞甘，因为这个神器只能由她开启。\n0 A. A* z' @$ _& z% c2 }7 W61.突然，一群混元体凭空出现，围住了泽拉图，意外的他毫无防备，神器被抢走，自己也被混元体暗算受重伤，而混元体并不打算放过他，最终给了他最后一击。! @& O$ M% P$ `9 o1 ?3 x, [* c$ t\n62.虚无此时现身，称赞塔沙达与泽拉图留的一手果然漂亮，但随着这一切的破产，虚无就要赢了，最后就剩要了凯瑞甘的小命了。% j1 V, D6 x) L7 |4 C4 G\n63.就在混元体受到指令要杀死凯姐时，混元体突然停住，并转而攻击其他混元体，凯姐抬头一看，是玛莎，是玛莎控制着混元体救了她，但神器却还在虚无手中。; x, T8 j; B* C2 ~\n64.一阵强烈的爆炸，亥伯龙号杀出血路，吉姆带着泰克斯（我猜他该没死）一阵冲杀，吉姆干掉了拿走神器的混元体，将它抛给凯瑞甘，是时候结束一切了。\n/ H4 O$ a0 w, i& X& j: \\. u& D65.强大的神器终于被开启，瞬间战场上混元体被神器释放的巨大力量全部净化，而罪魁祸首虚无也被吸入神器，化作一股更大的能量飞向天空，形成了更剧烈的爆炸（这里大家自己想象，哈哈），是的，一切结束了。\n% B& _8 S1 Y9 G9 C66.爆炸后的火花，最终聚拢到一起，在天上形成一个巨大的全息影像。\n5 s\" A+ q! \\1 w: Y; s& K67.一个人影出现，随之而来是响彻天际的声音# P% T7 `* F' [& H1 Z+ v& }\n“我亲爱的同胞，我是萨多摩（这下大家该熟悉这个角色了吧）你们终于找到我们了，我一直相信你们还活着，很抱歉我们辜负了整个萨尔那加的希望，不仅如此还制造了这个恐怖的怪物（指虚无，DARK VOCIE),不过当你们见到这段影像时，我相信你们已经击败了他，我知道我对不起你们，但我任然有一个请求，把这个代表我遗体的东西，带回家，带回我伟大的家乡泰诺。”9 X, u/ `8 I6 `- t8 O\n68.突然萨多摩的影像显示一颗行星，又显示了这个行星所在的太阳系，银河系。' n/ F2 D6 Y- g\" A5 E$ @. K( U\n69.突然一个声音爆发出来“天哪，不敢相信，这是我们所在的太阳系，地球！！！！！！”; J9 w& S( y\" ^% m% _( o) H% W\n70.几个小时后，一艘不知名的人类战舰上+ B x: B+ X: Q4 R8 I0 ?! O/ d9 |\n71.凯瑞甘，与纳鲁德博士在舰桥上，凯瑞甘询问找他来干什么，纳鲁德则表示只是感谢凯姐把他从DARK VOICE的手中救出，凯姐说这是纳鲁德曾经效忠她的奖赏（凯姐知道他杜兰的身份）。\n8 B- W\" _. _7 w7 f$ t2 [# L6 f72.凯姐刚准备离开，纳鲁德说凯姐是个威胁，而他的令一个目的就是杀了她！！！4 Q( H, T0 H+ O% i; N! c\n73.一个GHOST突然现身，纳鲁德高兴下令让他杀了女王。于是ghost朝凯姐就是一枪，纳鲁德应声倒地！（你没看错，我也没打错）那个ghost面向女王做了个极恭敬的动作（大家自己想）“女王您受惊了！”然后再凯姐脸上浮出一丝**的笑（笑）\n: j\" p4 ]9 Q2 b t0 i2 {79.突然一个神族战斗群出现在探测范围内，而舰桥的屏幕上席伦蒂斯再次出现，发誓这次一定为菲尼克斯复仇。（大家尽量去猜她与老菲的关系，YY）1 a _* h; y2 G3 Z7 J( ~$ K# ^\n80.与往常一样，女王再次完胜（大家纳闷了，没虫的女王怎么获胜，在这，我先卖个关子），而阿塔尼斯的圣母舰与雷诺的亥伯龙随即赶到，雷诺希望凯姐回到他身边。可凯姐毅然拒绝，她告诉雷诺虽然虚无失败了，但不同的利益会使这个本来就动荡不安宇宙再次陷入生灵涂炭，如果她想保护自己与玛莎这种遭人不容的人，那么，她就必须获得权利，让别人害怕她，只有这样她才能生存，而凭雷诺实力（性格？）是不会提供给她这种保护。（如果你看虫群之心你就知道女王怎么变回去的）2 Z& x, P, Q# Q1 i* k& w\n81.最终，凯姐表示回到一切的原点（地球），在新的世界，建立一个无以伦比的霸权，她发誓一定会让宇宙再次战栗！！\n",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1364047980,
            "txt_content": "为什么我看到很多乱码"
        },
        {
            "author": "12321",
            "timestamp": 1364047980,
            "txt_content": "250=mo 发表于 2013-3-23 22:13 \n为什么我看到很多乱码\n我是转载的"
        },
        {
            "author": "mclauncher",
            "timestamp": 1364048040,
            "txt_content": "这是什么啊。。。。。。"
        },
        {
            "author": "贝尔丶格里尔斯",
            "timestamp": 1364048040,
            "txt_content": "我怎么不知道。你是神经病？"
        },
        {
            "author": "12321",
            "timestamp": 1364048220,
            "txt_content": "贝尔丶格里尔斯 发表于 2013-3-23 22:14 \n我怎么不知道。你是神经病？\n贝爷，我就是为卖瓜而生的。"
        },
        {
            "author": "贝尔丶格里尔斯",
            "timestamp": 1364048220,
            "txt_content": "12321 发表于 2013-3-23 22:17 \n贝爷，我就是为卖瓜而生的。\n哦。以后有事请找我。我可以帮你吃掉任何东西。"
        },
        {
            "author": "12321",
            "timestamp": 1364048280,
            "txt_content": "贝尔丶格里尔斯 发表于 2013-3-23 22:17 \n哦。以后有事请找我。我可以帮你吃掉任何东西。\n那把你的节操吃掉吧{:10_532:}"
        },
        {
            "author": "贝尔丶格里尔斯",
            "timestamp": 1364048400,
            "txt_content": "12321 发表于 2013-3-23 22:18 \n那把你的节操吃掉吧\n太多了。吃不完。对不起哈。"
        },
        {
            "author": "12321",
            "timestamp": 1364048460,
            "txt_content": "贝尔丶格里尔斯 发表于 2013-3-23 22:20 \n太多了。吃不完。对不起哈。\n你的节操几毫克？？？"
        },
        {
            "author": "贝尔丶格里尔斯",
            "timestamp": 1364048520,
            "txt_content": "12321 发表于 2013-3-23 22:21 \n你的节操几毫克？？？\n貌似。。1000W吨"
        },
        {
            "author": "八颗牙齿晒太阳",
            "timestamp": 1364048700,
            "txt_content": "看不完，也不想看"
        },
        {
            "author": "买块",
            "timestamp": 1364049180,
            "txt_content": "好多字啊···············"
        },
        {
            "author": "12321",
            "timestamp": 1364049300,
            "txt_content": "贝尔丶格里尔斯 发表于 2013-3-23 22:22 \n貌似。。1000W吨\n你是萨尔那加人吗？"
        },
        {
            "author": "262949130000",
            "timestamp": 1364057220,
            "txt_content": "转载的乱码。。。。。。撒~"
        },
        {
            "author": "黑基佬时代",
            "timestamp": 1364058240,
            "txt_content": "我想说。。我是直接来拿金币的。。"
        },
        {
            "author": "2B国国主",
            "timestamp": 1364075340,
            "txt_content": "下次先粘到记事本里转码一下 \n直接粘过来全是乱码。。"
        },
        {
            "author": "c丶上官小熙",
            "timestamp": 1364092620,
            "txt_content": "求安慰。今天赌约开始了。{:10_524:}"
        }
    ]
}