{
    "title": "【原创·连载】我的世界飞逝堕落——完结篇·改",
    "author": "但是你",
    "replyCount": 2,
    "timestamp": 1586518740,
    "txt_content": " 本帖最后由 但是你 于 2020-4-11 11:04 编辑 \n\n首发地址：https://book.qidian.com/info/1017577575\n\n很遗憾我实在不想再凑字数了\n\n与其强行续写还不如正常完结\n\n某种意义上算是烂尾了吧\n\n毕竟很多事件都没讲清楚\n\n关于世界观的帖子我会彻底更新一遍的\n\n\n尾声\n　　漪蛛，无限接近于神的存在，因为某种原因几乎消失。\n　　我现在是在传说中的起源之地，根据远古守卫者所说，这里最近经常会冒出炊烟。一踏上这片起源的土地，迎面而来的是荒芜的石地。\n　　“这里曾经发生了什么。”我爬上一个稍高的山丘眺望远处若影若现的炊烟，凋零则飘在空中观察着身后人的一举一动：“这么久远的事只有漪蛛知道吧，我可是个家里蹲，如果不是境那个家伙我连末地都不会去。”“你不去的话也就没有我了。”翻身下来，印记开始有所感应。“是啊，说不定你都转生成一个王子或公主了。”凋零带着身后的血尸跟随着我的脚步。\n　　当我回来之后已经过去一个月，世界发生了许多改变。只剩半年，阻碍却越来越多。血尸升格为王阶，末姐被法则承认，世间依然还有七个王。人族岌岌可危，只能躲到地下依靠黑曜石和火把度日，食物储备极其不充分，一周内饿死了上千人。\n　　我们来到这个岛的目的是为了调查那缕炊烟，根据漪蛛所说或许境就隐居在这座岛上，它的力量或许可以强行阻止世界崩坏。\n　　关于核心我已经彻底失去希望，毕竟去了那么多城市，硬是没发现一个像是密室或遗迹的建筑，金之城的禁地里也没有核心的痕迹。说实话，我甚至连核心长什么样子都不知道，只能根据想象和感觉去搜寻，也许错过了也有可能。\n　　“好了，别想这么多，只要找到境问题就解决了。”凋零对我读心之后面露担忧，毕竟世界毁灭可不是开玩笑的。血尸跟在后面老老实实的，全身的盔甲早已被凋零打爆，现在只是个灵力强点的僵尸罢了。\n　　我稍微往后瞧了一眼，凋零的三个头已然回归，现在正以真身的形态在空中飞，三个头前所未有的和谐。根据她本人所说，末地似乎在策划某些事，好像和她存在传送门里的能量有关。虽说我早已将其吸收，不过即使是残留也达到了王阶的强度\n　　地狱之主，凋零，和时共享生死之神神位，拥有超越王阶的力量，目前和亡灵王不相上下。\n　　“我们到了。”这是一个普普通通的石头房，“看来没错，境就在这。”这附近的崩坏程度明显低了一大截，恐怕是境的权能起了作用，将崩坏压了下去。\n　　推开门，一个熟悉的身影出现在我们面前：“漪蛛，你竟然早就到了！”她身后的空间扭曲，很明显是出现了异常。“不好，中埋伏了！”在蛛爪的衬托下，她本人显得是多么渺小：“为什么，为什么呢。你就不能别想歪路，乖乖听我一次话呢。”石房瞬间炸裂，烟尘一起被她强烈的气场吹散。\n　　这个女人疯了！\n　　虽然不知道是什么原因，她必须要集齐六个核心，但我感觉她并不想摧毁这个世界……可就算如此我也不想死啊！\n　　专注起来！\n　　依靠天生的反应力躲过几次后，我飞速的搭建到空中进行射击：“你好歹也要告诉我们这么做的原因啊！”超越了种族的限制，世界上最强的怪物，瞬移到空中，一巴掌将整个岛屿打沉。\n　　“差点啊。”依靠末影珍珠瞬移到漪蛛头顶，我使劲向她头上踩去。“没用的，你们不可能打败我。”巨大的龙翼在她身后打开，六根蛛爪再次融合成了巨剑。\n　　“你倒是告诉我核心长什么样子啊，什么都不给我说找不到还赖我！”强行使出瞬移后，两次反噬同时叠加到我身上，感觉背部被狠狠地锤了一拳。\n　　血尸不知道什么时候逃进海里了，不过再过段时间就会变成溺尸丧失所有灵力。“闭嘴，我现在就可以解决你哟。你们这些人都到场了还不出来，是想偷袭我吗？”海里天上跳出几个人影，我坐在船上喘着气观望着这一切。\n　　“林展宏。”女巫，扑浮旭终于在我眼前显露出怪物的真身，眼神里透漏出满满的不情愿。看来她对这具怪物的身体十分厌恶啊。亡灵王、末姐，能来的都来了。“小子，这里没你的事，赶紧滚。”亡灵王一脸不快，毕竟漪蛛还是他的王妃。\n　　“水之城主也该露面了吧。”这都要大结局了水之城主连一点风声都没有。“既然你这么想看，那我就来了。”水之城主从水面上走来，身后跟着金之城的监狱长。“你是之前劫走他的家伙？”监狱长是水之城主的手下？看来人族有很多奸细啊。\n　　“家伙这个称号多难听啊，我们可也是老朋友了。”水之城主摘下头盔，冰之城主的面孔出现在眼前，“如果不是昭影那个开挂的混蛋，现在人王的宝座就是我的了！”\n　　在场的都是熟人啊。\n　　“凋零，把命令方块交出来吧。”凋零有大半的力量早在50年前已经转移到末地，现在如果和她硬拼肯定会落在下风。\n　　“漪蛛，你为什么不能安静的呆着。”凋零气势稍微有点弱，“命令方块不在我身上，不然我怎么可能打不过你。”\n　　“都最后一章了你就别卖关子了，反正作者也写累了你就直接说出这么做的理由吧。”我趴在船上嚷嚷着，根据作者的尿性肯定是没有任何的反转，不会出现反派死于话多这种情况的。\n　　“哈哈哈，好强大的力量！”海里升起一个巨大的水柱，溺尸血尸手拿着附魔三叉戟使出激流附魔飞到她背后。漪蛛只顾着盯着我们没躲过那一击，血液带着灵力从伤口里流出来然后被血尸的血剑吸收。\n　　完蛋，血剑竟然还没爆！\n　　“凋零，浮旭，灭了他们吧。”同时，天空中出现了黑雾。手中的命令方块在漪蛛身上轻轻一碰，伴随着柔和的光，命令方块接触了最后一道封印。\n　　“亡灵王！”漪蛛嘶吼着，最后化为了一缕白烟。\n　　“亡灵族本身就是一家人。”凋零飞到空中，和它们形成了同一道战线。\n　　完全被骗了……\n　　之前在地狱，凋零告诉我，亡灵王抢了它亡灵之主的位置，所以我和它回到了金之城。\n　　“对不起，可惜守卫者告诉我，黑雾拥有比漪蛛更强的力量。”“所以你就彻底相信它！”地面上只剩下扑浮旭还在犹豫不决：“我不想当怪物……”她抱着头努力思考着。“浮旭，我们整个计划只剩下最后一点了，相信我们，会成功的。”\n　　“没关系，你之前的贡献已经够了，我们会把你留下来的。世界重置！”\n　　白光从命令方块上释放出来，所到之处恢复了开始时的模样。\n　　这是个平坦的世界。\n　　这是个新世界。\n　　远处的雪白肌肤上，显露出针状的印痕。\n      完结感言\n　　很遗憾我没有把握住节奏匆匆完结。　　我写的很少，一共也就不到三十章。　　在这两个月里，我写完了第一篇小说，有二十六个主章节和三篇番外。　　我没什么想说的，因为心中是满满的遗憾。　　好多想写的都没写出来，好多想表达的都依然模糊。　　可就这样，完结了。　　最后说一句：完结撒花！\n\n故事完结了，可能大家都不知道发生了什么事，我在此彻底解释一下。\n昭影是“第二穿越者”，曾经用命令方块打败了冰之城主，所以他称昭影为“作弊的家伙”并和他敌对；\n扑浮旭在番外里说过了；\n亡灵族都是一家游戏里也表现出来了（凋零不会攻击亡灵）；\n龙王和末姐之前也暗示过末地水晶快撑不住了；\n《番外：历史》中说过凋零曾在末地存了大部分力量也就是传送门里的神力；\n一开始龙王想要吸收神力没成功导致主角也就是“第三穿越者”突然降临；\n一开始昭影还活着所以主角的神力不能使用；\n后面昭影死了主角神力最明显的表现就是在爆炸中穿越时空；\n关于漪蛛只说过她是最强的也是最初的怪物；\n黑雾嘛……该怎么说……实际上是漪蛛的分身，\n最后一句话：“远处的雪白肌肤上，显露出针状的印痕。”表现了出来，\n因为之前在木之城中提到过漪蛛的后背上有针状的印记。\n这些是我能想到的所有的答案了，如果还有问题可以在下方留言。",
    "replies": [
        {
            "author": "但是你",
            "timestamp": 1586572260,
            "txt_content": "完结啦！好伤心……结尾的感觉就好像把自己孩子卖了一样难受……\n自己越想越不对劲，虽说没多少人看但还是改改吧，因为实在太难受了"
        },
        {
            "author": "南南南南南",
            "timestamp": 1586572980,
            "txt_content": "安慰一下楼主，写的很不错哒！"
        }
    ]
}