{
    "title": "关于在问答版帖子中发掘【知识财富】的建议",
    "author": "青芦叶",
    "replyCount": 8,
    "timestamp": 1586629740,
    "txt_content": "问答版每天能解决多少问题呢？看看《爱心比拼月度活动》上大佬们获得的爱心数量，你会发现这是一个惊人的数字。\n那这些问题解决之后呢？仅仅埋没在茫茫泥潭之中。\n这每一个爱心仅仅价值4积分吗？代表榜上的排名吗？\n不，它代表的是一个解决方案，一个经验，它本应该是有价值的。\n\n以前我就有过这样的设想，能否使用之前的经验，用于回答后人的问题。\n比如：\n《学会新技能：问 答 区 套 娃》\nhttps://www.mcbbs.net/thread-969853-1-1.html\n（这大概也是我所见过的  全MCBBS  人气最惨的一个锭帖了吧。看到自己白嫖金锭的，还不自觉补分）\n我觉得这样不仅仅能快速解决问题，而且，根据这些问题上的细微差异，题主有可能还能从中收获更好的思路和更广的视野。\n\n之前茶馆就有人讨论过，泥潭问答版问题的深度及广度和隔壁以及其他地方简直天壤之别。\n这些有深度有价值的问题和它们的解决方案，正是泥潭一笔宝贵的财富，甚至按照泥潭的规模，说这是大数据也不为过。\n我们应当把这些没发光的金子挖掘出来。\n\n那我们如何发掘这些宝贵的知识财富呢：\n我觉得可以倡导提问者在得到答案后，主动将正确答案详细编辑在主题中。\n比如：\n《【献爱心】有谁知道RLcraft里面紫色的火焰怪物是什么mod里的吗》\nhttps://www.mcbbs.net/thread-1015669-1-1.html\n\n\n然后版主可以设立一个申请帖，按规范编辑完成的题主可以将问题帖子链接回复在申请帖中。\n版主再根据问题的价值与主题编辑后的完善程度给与1-3人气和10-30金粒奖励，鼓励更多人参与到这个活动当中。\n不过细节上还有很多需要完善的地方，比如标题是否要按照固定格式修改，以便后人更容易检索；主题内容是否要按固定格式编辑，以便后人观看之类；或者干脆设立一个独立分区，将优秀的问答帖转移收录。\n\n\n这样这个提问就不单单是提问了，而是作为一个经验传承下去，以后不管谁搜索这个问题，都能得到一个良好的解决方案。\n（特别是问答区很多问题都是莫名其妙就解决了，我们作为一个持续关注的答主，往往也想知道问题的最终结果是什么。如果题主能把问题最终如何解决，解决之后又是怎样一种情况，详细展示出来，对我们这些答主来说，也是很好的收获。）\n\n\n\n当然，这只是倡议，让我们这些经常混泥潭的人来带头就好了。反正我以后提问完之后，都来这么做试试看吧 . （←说得好像你经常提问一样）\n正如 米二大大 @Tollainmear 在《关于活化问答气氛，文明问答互动的倡导》中所说：\n你们是这所学校新鲜的血液，你们是什么样子的，这所学校就是什么样子的，你们也是这所学校的未来，你们是什么样子的，这个学校的未来就是什么样子的。如果做的人多了，那萌新们也会有样学样，问答版的氛围也会变得“正经”起来。\n\n\n\nPS：虽然我也想继续和大家讨论，但是估计明晚才能来吧。（逃。。。\n这个计划就叫做【附魔瓶or经验球计划】吧\n",
    "replies": [
        {
            "author": "梓",
            "timestamp": 1586631900,
            "txt_content": " 本帖最后由 梓 于 2020-4-12 03:06 编辑 \n\n已经企划过感谢有你类似的奖励活动，活动帖内容中也说过巡版发现高质回答会予以加分。\n也曾经企划一个高质量解答的奖励方案，同时还考虑兼顾论坛交互粘性，然后你坛工具人一句会导致刷分就给我顶回去了，因噎废食我能说什么？\n那个企划想了很久，具体细节都还没完全展开就被全盘否定了。那天正好还是生日，原本觉得自己诞生了一个好想法心情不错，具体可行性还有啥实行问题咱共同讨论完善。结果旁边护士一句这孩子长大会变坏，吧唧——就给扔垃圾桶了。"
        },
        {
            "author": "cc7w",
            "timestamp": 1586648760,
            "txt_content": " 本帖最后由 cc7w 于 2020-4-12 09:47 编辑 \n\n附议。\nhttps://www.mcbbs.net/thread-516637-1-1.html\n我觉得可以把这个帖子分隔开，然后每个分版块挂一个置顶，由版主主动收录/会员回帖提供近期热门问题（近期有多名用户询问），然后倒序排列"
        },
        {
            "author": "Zapic",
            "timestamp": 1586651040,
            "txt_content": " 本帖最后由 Zapic 于 2020-4-12 08:32 编辑 \n梓 发表于 2020-4-12 03:05\n已经企划过感谢有你类似的奖励活动，活动帖内容中也说过巡版发现高质回答会予以加分。\n也曾经企划一个高质 ...\n照我的想法,高质量解答是用来看的,而不是用来刷奖励的.\n所以只要能让人看到,确切的帮助到别人就好了.\n\n奖励?\n在如此风气下,愿意不抢答,而花费时间和心思去写一篇高质量的回答,甚至在最佳答案已经设定之后,仍然在不断完善自己的回答的人,绝对不是冲着积分去的.\n能够更多地帮助到别人就是对这些回答者的奖励."
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1586651700,
            "txt_content": "你让我想到了一个在游戏技巧版水帖的方法（"
        },
        {
            "author": "cc7w",
            "timestamp": 1586655900,
            "txt_content": "Zapic 发表于 2020-4-12 08:24\n照我的想法,高质量解答是用来看的,而不是用来刷奖励的.\n所以只要能让人看到,确切的帮助到别人就好了.\n首先，问题在于怎么让高质量回答让别人看到，这就是楼主提出的转移收录的问题。\n其次，象征性奖励还是要有的，干一份活自然要有奖励（不管在不在乎），也能激励后来人。\n如果是为了防止刷分，可以提高收录标准。"
        },
        {
            "author": "⊙u⊙",
            "timestamp": 1586663160,
            "txt_content": "我尝试过写一贴揽括资源包内基本所有内容的教程贴，然后每次有人去问的时候就把链接和页数丢过去\n结果大多是以下两种情况稍好的回一句不行（在没有仔细看完教程的情况下）差的直接略过。可能是太长不看，也可能是相比于冷冰冰的蓝链更乐意去和其他回答者磨嘴皮\n\n贴已删，不用找了...\n要说经验传承，很多问题基本搜就有答案，可是别人不搜，喜欢提问让别人来搜，你能怎么办？任何对问答板块的建议我都是支持的，但如果解决不了提问者的伸手性质，做啥都是无用功\n\n"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1586677380,
            "txt_content": "⊙u⊙ 发表于 2020-4-12 11:46\n我尝试过写一贴揽括资源包内基本所有内容的教程贴，然后每次有人去问的时候就把链接和页数丢过去\n结果大多 ...\n最多就是给答题者一个索引，让答题者在里面搜索（"
        },
        {
            "author": "青芦叶",
            "timestamp": 1586715060,
            "txt_content": "梓 发表于 2020-4-12 03:05\n已经企划过感谢有你类似的奖励活动，活动帖内容中也说过巡版发现高质回答会予以加分。\n也曾经企划一个高质 ...\n我这个想法和鼓励高质量回复还是不同的路线。\n对于高质量的回复，@cc7w  的那个想法非常好，可以开放投稿，专帖收录。这样一来，也能刺激高质量回复的增长。\n我觉得光是一期《爱心比拼月度活动》产生的有价值的经验，整理好了就能写一本书。\n\n\n我的打算是：\n\n某人遇到一个很复杂很有研究价值的问题=》受到各位答主东一榔头西一棒子的提示或者启发=》终于把问题解决了。\n这个时候往往只有题主把整个问题来龙去脉给摸熟了，但下面回复的人给出了自己的提案和建议，都不知道有没有用。\n我觉得应该鼓励题主把这个问题的解决思路整理出来（写个简单的教程），把经验分享给更多的人。这帖子下面的发言记录也是各种不同的观点和思路，同样非常值得保留。\n\n然后如何编辑帖子的格式，使它能够被方便的检索是个值得研究的问题。\n\n\n认真在问答版答题的人，往往都有种写教程的冲动\n比如 @EmptyLava  大佬已经把经验写成教程了（膜拜大佬）：\n《服务器很卡?站内最全Timings分析教程教你如何优化》\n\n像我回答的这个帖子:\n《如何调整附件在帖子里面的位置》\n我也把它收藏了下来,虽然回答的比较随意，但是很实用（我还真是搞了好多这样的东西）\n\n当然，我在上面帖子最后补充的内容，还是从其他问题帖中汲取了灵感：《(允 许 套 娃) 排版表格求助》\n应该说我在回答那个问题的时候，立刻想到了这个问题帖，因为我觉得它有价值。\n\n\n\n我觉得问答版真的蕴藏着很丰富的资源，因为我们这有这么多热心的坛友和知识渊博的大佬。这些有价值的经验埋没了，那真是非常可惜的事情。\n\nPS1：其他地方能有泥潭的问答版专业么？看着其他地方的问答帖，我甚至想笑。\n\n\n\n\nimage.png (62.88 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-13 02:05 上传\n\n\n\n\n\n\nPS2：每次想到是金子总会发光，总会打成木板发光或者发光的木板，果然受到茶馆过度的熏陶了么。。。\n\n\n\n\n"
        }
    ]
}