{
    "title": "【原创/单篇】指定字词写文章，gaoxiao？对有点搞笑，来看看吧~",
    "author": "风灬晴",
    "replyCount": 5,
    "timestamp": 1586604420,
    "txt_content": "我今天收到了个文章写作，要求是用星月、约吗、人家用小拳拳捶你胸口喔、燕子、春暖花开、张屠夫、隔壁小花、还有这种操作、毛毛雨、我勒个去、你好啊、扎心了老铁。这几个字词写个文章，于是我花了几个小时写了篇文章，笑死我了。\n\n\n正文~\n    时尚小伙的笑话可真不少，就拿一位叫张燕子的男生来说吧。\n\n\n    对，他姓张，名燕子，仅二十三岁，但因为学问不足而走上“屠夫”的道路，\n\n屠夫并不是指杀人，而是杀猪，因此得名“张屠夫”虽说没啥学问上的技术，但是\n\n杀猪的技术绝对是全市场最棒的。\n\n    别看他虽然从事杀猪这行业，但是对于潮流和时尚他可是一点都不少的，虽然\n\n杀猪收入很低，但他却不惜高价买来许多“奇装异服”，但他上班（杀猪）时从不\n\n穿，仅仅是穿着几年前从家里拿钱买的破烂牛仔裤和一件大皮衣。\n\n    今天可是一星期才有一次的假期，张燕子当然不会放过这个娱乐的时机，于是\n\n他约好了自己最好的朋友，穿上最“奇怪”得服饰到附近的人民大广场娱乐，说实\n\n话着人民大广场是真的大，这面积容纳四个篮球场是绰绰有余，在广场的最东面有\n\n一个挂着“星月——春暖花开”的咖啡厅，这个咖啡厅装饰的十分的华丽，但里面\n\n的客人却十分的稀少，可能是来这里的绝 大部分都是一些脸皮超厚的广场舞大妈导\n\n致的吧。\n\n    张燕子和他的朋友王明一大早就来到了这里，王明显得十分的兴奋，不断地找\n\n张燕子聊天，但是张燕子却根本不理会他，自顾自的用自己已一个月没剪过的指甲\n\n飞速的敲击着自己的手机屏幕，“哒哒哒哒哒......”看着他的敲击手机屏幕的动\n\n作似乎感觉他想把手机屏幕戳爆似的。王明并没有随着张燕子慢慢地走，而是几步\n\n跑到了不远处的一个长凳子前坐了下来，张燕子似乎并没发现王明已经抛弃自己先\n\n走一步了，而是已久的飞速敲击手机屏幕慢悠悠的走，不知走了多久张燕子终于走\n\n到了王明所在的凳子前，但张燕子却做了个令人惊讶的事——一屁股坐在了王明的\n\n腿上！王明一下子跳了起来大吼到“你干什么呢？！哪里不坐坐我腿上！没看见旁\n\n边还有这么大空位吗？”王明把自己的火气毫不压制的全吼了出来。而张燕子却不\n\n紧不慢的说道“对不起。”他的语气十分的平淡，丝毫没有道歉的意思，而且即使\n\n是在说话时他都没有停止对手机屏幕的敲击，王明实在是忍不住了一把将张燕子的\n\n手机抢过，只见他正在和一位叫“隔壁小花”的女网友对话，张燕子的网名叫“毛\n\n毛雨”似乎和这位女网友的网名很相符，毛毛雨滋润小小花嘛，他们聊得十分的火\n\n热，王明不太关心中间的情节，只是想知道他们是怎么聊起来的，于是王明一下子\n\n将消息刷到了最顶端，王明见到了吓了一大跳，他们两竟没有任何的认识过程，仅\n\n仅是一句“你好啊”就直接上上了“约吗？”二字，细思极恐，王明不禁的暗暗地\n\n在心里念叨到“我勒个去，还有这种操作？好啊你小子！”当王明正想向下翻时，\n\n手机又一把被张燕子抢回，但在那最后一刻，王明还看到了一句最肉麻的话“人家用小\n\n拳拳捶你胸口喔”王明全身鸡皮疙瘩不禁竖了起来，“好小子”，“当当！”就在\n\n张燕子抢回手机的那一瞬间对方又发了消息，王明没有说什么而是坐了下来，他不\n\n想打断他们，他只想看最后的结果，但就在王明刚坐下的那一瞬间就被王明用杀猪\n\n时的力气硬生生的拽了起来，“怎么了？找我麻烦？我错了啊，你继续那我不打扰\n\n你了。”王明怀着恶意的笑了笑，但张燕子却一把把手机丢给了他.他拿过手机看了\n\n那条对方的回复大笑了一阵说道“扎心了老铁，”\n\n    那条回复是“对不起，我其实是男的。”\n\n写的好累的~~\n好看吗\n我反正是笑死了\n======================绝对原创喔======================",
    "replies": [
        {
            "author": "专刀你",
            "timestamp": 1586608380,
            "txt_content": "与MC有联系吗？写的不错，有方快就好了"
        },
        {
            "author": "风灬晴",
            "timestamp": 1586657340,
            "txt_content": "专刀你 发表于 2020-4-11 20:33\n与MC有联系吗？写的不错，有方快就好了\n没说没联系就不能发吧"
        },
        {
            "author": "专刀你",
            "timestamp": 1586659500,
            "txt_content": "蒸腾空气 发表于 2020-4-12 10:09\n没说没联系就不能发吧\n尽量有联系"
        },
        {
            "author": "walle1996",
            "timestamp": 1586667540,
            "txt_content": "尴尬而不失礼貌的微笑， 哈哈哈哈mcbbs有你更精彩"
        },
        {
            "author": "a3313253",
            "timestamp": 1586668980,
            "txt_content": "加油吧小伙子"
        }
    ]
}