{
    "title": "[北極の灵感工坊] 期刊004 —— 阴云密布 我们的服务器环境有未来可言吗？",
    "author": "极光creeper",
    "replyCount": 66,
    "timestamp": 1586914920,
    "txt_content": " 本帖最后由 极光creeper 于 2020-4-18 22:12 编辑 \n\n在开始前，请允许我引用巴哈姆特中的一句话\n\n     風はどっちに吹いてる？      风往哪里吹？\n     明日な！                  吹向明天！\n    我只是这么想\n    希望 准备开服的服主，或者 有开服打算的家伙们 也能阅读一下我说的内容\n\n    我说 请善待这款超好玩的游戏\n\n    怎么善待？好好地，认真地游玩这款游戏就是善待了吗？\n\n    或许是这样的，但够了吗？。https://music.163.com/style/swf/widget.swf?sid=461301613&type=2&auto=0&width=320&height=66\n    不，不够，还不够，这还不够，这还远远不够。\n\n    刊号: 04\n\n\n    说起来，我一直想写这篇文章，但是一直都没写\n    这是一篇探讨向的文章，帖内的是我的一些理解\n\n    那，完全100%超·欢迎任何人加入探讨\n    评论区见\n\n    很多人都说: \n现在已经全民开服了，且服务器质量参差不齐\n\n\n    1. 我想请大家思考一个问题，这话说的对吗？\n\n对，当然对。    现在资源膨胀得厉害，你要什么都可以伸手拿，开服难度可能比零还要低\n    ——\n有一些机智的用户可能马上反应出来了后面半句话:    虽然现状是全民开服，但这不意味着全民都能 开好一个服务器 吧    不错，所以现在有第二个事实摆在我们面前    新人服主并不都能开好一个服务器    而且是大多数都开不好的    我有一个为新人服主而生的交流群，解答他们的疑难杂症，兼顾瞎扯    群里有很多新人自诩自己很厉害，甚至给别人带来困扰，但我基本不反对，我很乐意看到他们要强    虽然他们很棘手，但希望自己 (与服务器) 变得更好，这个观点，我认为是不错的    (不过表达方式的离谱，我想这是一种对 自己很弱 的恐惧导致的)\n    ——\n    不过换个角度，国内服主有人真的开好了一个服务器吗？    我想是没有的。    HY也没有那么厉害，只是玩法独到，且领先我们罢了;    我是希望国内多人联机能变得更好的。\n\n\n\n\n    2. 没有未来的未来不是我想要的未来\n\n    在这贴内，我想让大家看到环境的恶劣，不仅仅是多人联机，而是整个MC游戏。\n    我提几个现象\n\n大事件: ICE之战    大家有没有发现一件事，如果把标题改为 \"亏损百万！迷你 攻击了网易MC服务器\"    就可以获得 5万 到 10万 的播放量，顺便拿好几千的硬币    怎么做到的？那当然是标题党，顺便捏造事实呗    [+] 网络攻击    [+] 迷你、网易    [+] 亏损百万    哇，网络攻击，犯法吗    哇，迷你，小学生欸    哇，亏百万啊，网易快点去打迷你官司啊    一场闹剧，伴随着无数脑残水军，被推上了高潮    这种事以前也屡见不鲜，但举这个例子是最好的。\n    ——\n    :(\n    这当然是我们所谓的 \"友军\" 干的好事    他们为了蹭热度，为了看闹剧，什么事做不出来？    标题党，误导党，引战党，竭尽所能 蹚浑水    而跟风的多数人，虽然很抱歉，但你们的确是被当成可怜的工具人来使用了    说实话，创造出这幅景象的家伙(们)不是人渣么    最初的传播者是恶意的；跟风的up主是蹭热度且愚蠢的；水军又是多重多样而可悲的    说起来，这次事件，应该算内部环境的\"出圈\"了    你可以看到命令方块玩家，红石玩家，建筑玩家，以及\"多人联机人\"都在一起吃瓜    毕竟大家是一个游戏的玩家，环境之间多少还是有些联系的    看到没有，只要一小点的恶意，就可以扩散到一种恐怖的地步    而被资本、利益等裹胁着的多人联机环境，在你的眼中映出了一副怎样的景象呢    不过这次，我们有了站出来发声的家伙，不少，也包括籽岷    这算什么？不宏观的宏观调控么 (笑    玩笑归玩笑。    在我看来，这算有能力者的担当吧    作为一个大人物，有影响力的人物，他果断站出，反驳了不实的言论，阻止事态扭曲地扩大    这，是非常好的\n\n\n\n    希望所有人都能有一份担当，这也是对这款游戏环境的负责\n\n    作为路人/玩家，你不该在没有亲自确认前，因为自己的各种想法就气势汹汹\n        更不能无端攻击他人，压迫他人，因为各种离谱的原因对别人刀剑相向，唇枪舌战的话\n        这大抵是一种平庸之恶了；或者就是简单的无脑引战吧。\n    作为知情者，应当立刻站出，戳破大象\n    作为有影响力的人物，我很希望你们能及时调查，阻止事件发酵\n        不过我也不能绑架你们啊... 请尽力而为www\n    \n    不过\n    好消息！各位，我修好了污水软泥管道\n    好消息！各位，这次是休比的胜利！\n    好消息！各位，这次大家的行动很迅速！！\n\n你有影响力吗？    有哦。    即便路过，你也可以告诉身边的人，我们不应该这么无脑地跟风，应该理性判断\n\n\n    我在上面提到了 (房间里的大象) / (沉默的螺旋) / 大象 \n    也提到了           平庸之恶\n    如果你不知道，或者对这些内容有兴趣的，可以进一步去了解\n\n\n\n\n小事件: 因为不满新人服主所以就网络攻击了    一个来自MCBBS的一个帖子，是被我亲手删掉的 火II 帖子    很多高等级用户也去加分了，有8级，9级，11级的用户    好玩么 (笑，来看看发生了什么事吧    这件事有两个很滑稽的地方    1. 那个贴主，以 \"服主是新人，在读小学\" 服务器不能做得很好的理由，就去联合多人攻击了服务器        是的，网络攻击的那种攻击        一群坛友还看得高兴，纷纷评分 \"爽到\"，\"我要看后续\"        不乏11级用户，这反正肯定不是一个好的导向    2. 那位发帖者是自己天天被网络攻击的样子？还是说，哪里不太正常么        什么事都要用网络攻击解决。        好笑的是，贴主(攻击者)是那个服务器的op，还收了钱的        如果贴主不想干，其实完全可以辞职不是么        既然是贴主在负责的服务器，因为服主菜，所以服务器就会菜？        这不是在说贴主他自己巨菜么，震撼吾辈了        那位贴主把网络攻击作为消遣        叫了很多人进行至少4波攻击，然后，令我瞠目结舌的是，居然还在帖内详尽记录了        我一边狂笑，一边胃疼(笑        那贴标题是\"论服主越来越低龄化\"，帖子活了13小时就火II了        299条回复，28位用户评了分，33人气75金粒，那位11级的用户评分了\"会玩\"        可惜的是，那贴楼主一点都不会玩        至少他负责的服务器被他搞砸了，一团浆糊        创造与维护是困难的，而毁灭则是快乐且简单的么(笑        我大概是有点生气的        反观环境，似乎这种测压也太多了点\n\n\n    好像跑偏了，似乎，我原本是想说明环境有多黑暗不是么    虽然遍布着利益，网络攻击，勾心斗角，恶性竞争    但无论我举什么例子都无法将其淋漓尽致的表现出来    除非亲自体会，否则就无法扼杀我们那可悲的一线希望    所以？    我想，其实环境有多黑暗已经无所谓了，本就没有希望，自然也不必谈论希望    每天，数不过来的新人入坑    快餐服好吗？快餐服是好的，这是对快节奏的迎合，但是必须要适度    而如何适度？这需要足够的阅历，这需要对游戏机制有足够的理解    (=>{ 但是，能容许我向每个人都仔细叮嘱吗？能把开服的细节都说明白吗？ });    连改变 个别人 的能力都没有罢了    能改变大家对于快餐服的印象吗？    能改变大家对于新人开的糟糕服务器的厌恶感吗？    能改变大家对于厌恶事物，下意识就想到无脑网络攻击吗？    能改变大家对于现状的不明不白吗？    能改变大家对于完全资本化，利益化的多人联机环境吗？    都不能，连让大家知悉环境都做不到    我的眼里一直只有绝望，我从小学毕业开服，现在已经高一了    可能有个交流群，在群里群外4年，天天失智般解答开服问题，那结果呢？    这是一种无力感，是自己无法破除黑暗，甚至不能站在原地的无力感    这是一种绝望感，是看着身边一位位走向异途的绝望感    我不会反对异途，但我大抵是会反对利益至上与恶性竞争的\n\n\n\n    所以就没有未来了吗？\n\n    结论不是没有未来，而是不需要存在未来这个概念\n    虽然没人有486那样\"修正\"的能力\n    但环境一定是由我们营造的，过去、现在与未来，是三位一体的啊(划掉\n\n    如何营造我们想要的环境？\n    这是需要我们所有 \"多人联机人\" 一起努力的\n    我们要做很多事\n\n    抵制骗局，抵制网络攻击，抵制伤害玩家的行为\n    建立在客观分析上，抵制那些会让风气更糟糕的 行为(或是其他一类的事物)\n\n    在这之外，还要考虑很多事，我想举最近的例子，epic提出了他对于\"客户对抗模型\"的厌恶\n    这不无道理，如果淡化这个模型，就能同时权衡玩家与利益，同时抵御了服务器内部\"伤人利益\"的恶性扩散\n    但真的能让服务器普遍淡化利益吗？能不伤害玩家吗，能不污染环境吗？\n    那，服务器外部呢？或者说，整个大环境内还有很多很离谱的事。\n\n    对吧，我们的路还很长。 但没有未来的未来不是我想要的未来\n    我希望各位能携手努力\n    不只是最嘴上说说，希望大家可以落实行动\n    合理的，任何形式的行动都很好，随便做点力所能及的就好\n    在贴下发布你对于多人联机&服务器环境的 观点,看法,感想，或在茶馆发布符合版规的\"战况\"\n\n\n\n\n    3. 别再想 \"要不要开服\" 了，想想你会不会让环境变得更糟糕\n\n    我写过一篇臃肿、累赘的开服教程，挺糟糕的，不过好在还没有糟糕到不堪入目\n\n    拼拼凑凑，纯文字8万多字的样子。\n\n    厉害吗？\n    不厉害，这反而有些可悲\n\n    这字数不算少，但我说清楚了吗？说明白了吗？\n    这离 \"到位\"，\"完备\" 还很远呢。\n\n    这个屑教程里写了那么多，但却只是起步中的一点点\n    大家可以很明显的注意到，只是按部就班的写，介绍硬件->介绍服务端->介绍插件->介绍配置->...\n    这是很基础的内容罢了，却有不少的细节、问题\n    所以说新人/已经是服主了的家伙们 可以考虑一下，你到底要不要考虑继续走下去\n\n    我曾经发表过一些悲观的言论\n\n      我在企鹅群里对一位新人服主说 \n          \"你应该好好考虑一下，自己的加入到底会不会污染现在已经够糟了的服务器环境\"\n\n      他很生气地反驳了我\n           \"你就不是从新人走过来的了？\"\n\n       我当然是，有一位群友出来替我哀叹\n          \"新人你别生气，她只是悲观的看待新人质量而已\"\n\n    抱歉各位，我可能就是太悲观了点，或许这一切都会好起来的\n    或许就是我病态了点 (笑\n\n    但现状大概是那么不乐观的\n    如果想要一个理想的多人联机未来，那就不能再容许环境恶化下去了\n    仍然回到标题，未来怎么样已经与我无关了\n\n    我什么都做不到，但我又做到了一些事\n    至少，我可以站在原地不动，这样也不至于被洪流冲走罢\n    至少，虽然我的语言可笑，观点幼稚，但我把一直想说的话说出来了\n    至少，有350位朝阳市热心居民陪着我抵制着一些对环境有糟糕影响的 [？]\n    \n\n    好像应该乐观点，说不准还有人和我想的一样呢\n    甚至，如果割裂地看待环境，那环境居然是一边越来越好，一边越来越差的\n    就这样吧，我什么都改变不了\n    这是我的deathword亡语了，最后的绿宝石水花\n\n    希望各位能携手努力\n    不只是最嘴上说说，希望大家可以落实行动\n    合理的，任何形式的行动都很好，随便做点力所能及的就好\n    在贴下发布你对于多人联机&服务器环境的 观点,看法,感想，或在茶馆发布符合版规的\"战况\"\n\n\n推荐阅读:\n    AHC | ① | 你支持开快餐服吗\n    https://www.mcbbs.net/thread-938457-1-1.html\n    推荐理由: 打破对快餐的固有认知\n\n  该怎么做，又该做什么？\n\n    那，我在帖内没有说如何去做会比较好\n    但是有一个\"好\"消息是，环境挺糟糕的，大家随便做点什么都是好到不能再好的\n\n    同样的，非常多的用户在下方长篇大论了！\n    他们的见地是深刻且有趣的，从非常多的视角出发评价现状，聊聊应该怎么做\n\n有趣，又很好看的回复，谢谢你们！\n大家都长篇大论了w，再次谢谢大家\n没蓝的楼层可能是因为内容比较短\n如果见到了你不太认同的回复，请和善的探讨~ 的说！！\n\n    5楼 BiggayJN\n    7楼 mohui666说: \"以前觉得，开服是为了快乐，现在觉得，很多人是为了利益\"\n    9楼 孤独2333\n    12楼 魅-内存君说: \"这就是资本家的的野心所在\"\n    13楼 42313123123123说: \"可能也就是因为\"开服难度可能比零还要低\",所以大部分服务器的质量都是负数\"\n    14楼 闪光的锭\n    15楼 XiangZi_\n    16楼 樱千落妖精\n    19楼 喵\n    20楼 暮里魔理沙\n    21楼 Оil\n    22楼 我 评论了 19楼 喵的回复\n    23楼 星皇丶柠檬\n    24楼 Ghost_chu\n    25楼 Eiranst\n    26楼 地球照样转\n    29楼 GCVillager\n    31楼 居仕\n    32楼 464910\n    34楼 金黄色空间\n    38楼 Doomsday_Envoy\n    40楼 Klace_Haue\n    42楼 黯然神殇\n    44楼 47楼 晓夜Port\n    49楼 长安弑水\n    51楼 bill712\n    52楼 自由李代数\n    53楼 哦快快快\n    54楼 Evan323\n    55楼 NoName德里奇\n    56楼 结城希亚说 \"服务器圈就那破事，同行竞争，恶意攻击，新人随便拿个端就开服\"\n                            \"国内服务器环境好不了的\"\n    58楼 lds_啥都不是说 \"现在服务器质量真的都在下降了，mc开服难度真的太低了\n                                    今天在熟悉论坛的时候就看见一堆服务端整合包，大量的下载，\n                                    真的就变成人均能开服，vps服务商发福了\"\n    59楼 60楼 明月妹子233\n    61楼 Dk__\n    65楼 暮里魔理沙\n    66楼 我 评论了 65楼 暮里魔理沙的回复\n    \n\n其他(不要戳)\n\n[anchor=user_info_menu]你知道吗？\n    英雄无敌4的DLC资料片\n    名字叫阴云密布\n    这期正好也是第四期\n\n你猜这菜单是怎么被玩坏的\n\n[/anchor]\n                                我希望各位能携手努力\n                                不只是最嘴上说说，希望大家可以落实行动\n                                在贴下发布你的 观点,看法,感想，或在茶馆发布符合版规的\"战况\"\n\n                                我嘛，不打算维护这贴，除非有超强/超有趣的回复\n                                我嘛，看到了超有趣的回复，还是维护吧\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "PTSD∝龌龊闵",
            "timestamp": 1586915160,
            "txt_content": "感觉这里打错了一个词语\n\n\n\n\nfile_1586915199000.jpg (212.33 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-15 09:46 上传\n\n\n\n\n\n应该是“参差不齐”吧\n\n\n"
        },
        {
            "author": "在下晴天",
            "timestamp": 1586915340,
            "txt_content": "creeper发帖了，字好多\n大概是敏感话题\n@阿秋Minecraft ，别震惊了"
        },
        {
            "author": "阿灬秋",
            "timestamp": 1586915520,
            "txt_content": "在下晴天 发表于 2020-4-15 09:49\ncreeper发帖了，字好多\n大概是敏感话题\n@阿秋Minecraft ，别震惊了\n震惊！creeper发帖了！"
        },
        {
            "author": "BiggayJN",
            "timestamp": 1586915520,
            "txt_content": "确实看到那些标题党，博同情等帖子我时常会相信，并安慰他们\n但是在看多之后，我就会具体的看看到底是什么\n而大多我却发现只是单纯的为了同情而发帖，并没有反省自身的错误\n我会尽我所能做出行动的\n最后绿宝石水花或最后的波纹那样的精神还会有的！"
        },
        {
            "author": "我是人1012",
            "timestamp": 1586915700,
            "txt_content": "\n\n\n\n\n图片.png (15.11 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-15 09:55 上传\n\n\n\n\n\n\n我们能不能不要突然跑题啊歪@ljyys \n\n\n"
        },
        {
            "author": "mohui666",
            "timestamp": 1586916060,
            "txt_content": "以前觉得，开服是为了快乐，现在觉得，很多人是为了利益"
        },
        {
            "author": "mao12138",
            "timestamp": 1586916180,
            "txt_content": "现在的都在找服务器的特性.."
        },
        {
            "author": "孤独2333",
            "timestamp": 1586916480,
            "txt_content": "你好版主，我一条一条的看完了，现在服务器确实快餐服特别多，但是不一定老服就是好服，\n要做服务器首先先做到全部原创吧，\n我觉得最恶心的应该是下载烂大街的服务端还进行宣传的，\n希望站内环境越来越好\n对于迷你的事件，我们没必要去管别人，\n哪怕真的攻击网易服务器也不管我们玩我的世界的人的事情，\n就像逆战打CF一样（都是tx的不太可能），\n游戏官方之间的战争跟玩家没有任何关系\n\n所以不要引战，不要快餐服，大家净化圈子！！！"
        },
        {
            "author": "油迹君",
            "timestamp": 1586916540,
            "txt_content": "就担心服务器一开就被炸，所以决定接人的方式淦"
        },
        {
            "author": "凛夜丶雨月",
            "timestamp": 1586916960,
            "txt_content": " 本帖最后由 凜夜丶雨月 于 2020-4-15 11:07 编辑 \n\n为什么我的运气就这么好呢。。。每次都遇到比较负责任的腐竹。。。\n作业做完了，回来编辑一下\n\n虽然我没有当过腐竹，但是在我玩服务器的过程中，遇到的腐竹都是能够听进玩家的话的，我看到的玩家与腐竹的关系，都是友好的(至于官方之间的斗争，我实在插不上嘴)，我觉得玩家不是辅助的上帝，腐竹也不会是全服的老大，两者的关系应该是平等的，不应该只有利益关系，而是为对方考虑的，我觉得这是一种比较温馨的，比较温暖的环境。\n\n如果未来我要开服，我希望在服务器里建立的是羁绊，腐竹与玩家的羁绊，玩家与玩家的羁绊，即使闹出什么别扭，能静下心来，好好谈，最后还是朋友。\n\n我觉得，这就是我想要的，服务器的环境，也许要所有服务器都能变成这样是幻想，但是我相信，在无数的服务器中，总有一片净土。\n\n最后，我想说一句，每个人的力量，都足以改变世界。\n\n"
        },
        {
            "author": "魅-内存君",
            "timestamp": 1586917080,
            "txt_content": "这就是资本家的的野心所在"
        },
        {
            "author": "42313123123123",
            "timestamp": 1586917080,
            "txt_content": "所以那个是怎么玩坏的\n可能也就是因为\"开服难度可能比零还要低\",所以大部分服务器的质量都是负数"
        },
        {
            "author": "老火星了",
            "timestamp": 1586917140,
            "txt_content": " 本帖最后由 闪光的锭 于 2020-4-15 10:24 编辑 \n\n这个问题是很难办法解决的但凡是一个玩过我的世界的玩家都知道服务器里永远充斥着大量的XXS（不指年龄）对于任何对服务器或腐竹的不满都会转换成对服务器的破坏甚至对服务器玩家和腐竹人身攻击(最近论坛上就发生了这样的事情)再加上现在Minecraft的外挂横行导致现在服务器环境极差同时服务器的内部争斗也很强烈公益服搞大了就会有人红眼，来迫 害\n"
        },
        {
            "author": "影酱🌸",
            "timestamp": 1586917380,
            "txt_content": "综合极光的内容来讲\n\n\n开服现在确实众多群内/BBS的教程资源非常的泛滥广泛\n难度系数堪称比0还小\n导致有一点想开服的小白玩家\n就直接随手去网上一搜\n非常非常多的开服教程\n什么外设端口，都非常具体有效的给你列出来\n加上面板/VPS服务商的拉客户&多\n导致非常多的小白动不动就想开服务器了\n但是他本人并没有能够管理好这个服务器的理念\n单纯是凭一个\"热血来潮\"来开服务器的，并没有为服务器以后的打算做出任何计划\n更没有能够处理服务器较多事情的能力\n所以才导致了服务器众多\n但是质量参差不齐\n这点能够反映现阶段的MC，开服非常容易，但是服主的心态与心性十分欠缺\n就会有一个理念产生，哎服务器没有人，这服务器开着多没意思，关了吧\n有这个理念开始产生就说明心性完全不成熟！\n为什么服务器没有人？因为宣传不够，服务器质量不行\n为什么开着服务器没有意思？因为你已经将服务器看淡了，并没有去十分的关注\n所以这就是为什么那么多的服务器，开一时半会突然就关服了的主要原因\n现阶段开服容易，宣传难！\n什么宣传都需要钱！可以说没有钱你就啥也干不成！所以很多并没有一定资金的同学\n就有一颗妄想成为网易某些大服的心\n就真的是“热血来潮”\n就随手开个服务器，不运营，不维护，不更新\n导致众多服务器质量持续下降，最终没人玩，关服√\n所以开服一定要做好思想工作，有一个合理的安排与计划\n如果没有过硬的技术支支持，插件学习，插件基础，还是建议各位不要盲目的去开服\n开服是为了什么？为了盈利？\n很多人开服的唯一念头就是与小伙伴一起玩\n但是随着开服后人数变多，你身为op，就会立刻迷茫，我什么都有，要什么我/gm 1 给你就是\n随后前面一段时间还好，后面开始，不上线的不上线，最终全都走了\n就孤零零的剩下了一个小白腐竹\n现在的开服我个人十分不推荐纯小白去开服\n如有说的不合适与错误，请及时指出，虚心接受任何建议！\n\n"
        },
        {
            "author": "樱千落妖精",
            "timestamp": 1586917860,
            "txt_content": " 本帖最后由 樱千落妖精 于 2020-4-15 10:32 编辑 \nPTSD∝龌龊闵 发表于 2020-4-15 09:46\n感觉这里打错了一个词语\n\n应该是“参差不齐”吧\n终身玩家，很少去关注服务器环境的一些问题，但在我很久以来的游戏生涯中依旧是发现了蛮多事情的。\n\n未来，一个虚无缥缈的词语，代表了什么，是未开始的试图掌控的现在还是说已经被指定的命运，无法改变，等着开始。\n我见过无数开服的萌新腐竹，我曾问过一些，最初是为了什么而开服，很多都是“梦想”“情怀”等等。我其实也是对这些产生悲观想法。在永远存在金钱利益的世界里面，讲情怀讲梦想讲虚无缥缈的东西就想去支撑一个服务器支撑玩家的信任，我觉得是真的可悲。\n\n在十年间，多少服务器沉沉浮浮，曾经存在过，火过，又或者从头到尾在泥潭（非论坛）中挣扎，到最后连自己都对自己失去希望，而最终结束于无人问津的结果。每一个人都希望自己的努力得到符合自己期望的收获，但大多时候这并不对等，收入和支出永远没法对等。\n\n快餐服我并不反对，但也绝对不会去碰，快节奏的生活不适合我。快餐服某种程度上就是为了弥补前人悲惨的历史而出现的。情怀梦想不管用了，那怎么办，那就用钱，钱不是万能但没有钱却是不能的。\n那么因为钱出现的问题就非常非常多，那么多人来茶馆说，就不过是为了抱怨，能有个宣泄的地方。\n这无疑是让新的玩家加入Minecraft这个世界时候对于这个游戏的第一印象往坏处发展。\n资本的世界真的很恶.心，但我们没有能力对抗，所以我们能做的不过就是让这个游戏回归最初的模样\n\n金钱是万恶之源，我并不赞同，我认为万恶皆来源于这个世界上的生物。\n说一句无聊的话“人类可以为了信仰同仇敌忾，但也可以为了利益自相残杀”【我回复错了，尴尬，不要回帖，不要回复】@极光creeper "
        },
        {
            "author": "熵焓匝并论",
            "timestamp": 1586918400,
            "txt_content": " 本帖最后由 熵焓匝并论 于 2020-4-15 11:08 编辑 \n\n帮你高亮了，希望能让更多人看到"
        },
        {
            "author": "DaiBM1",
            "timestamp": 1586918580,
            "txt_content": "mohui666 发表于 2020-4-15 10:01\n以前觉得，开服是为了快乐，现在觉得，很多人是为了利益\n要不就是亏本啊，一个云服务器那么贵（虽然我不开服）"
        },
        {
            "author": "喵",
            "timestamp": 1586919000,
            "txt_content": " 本帖最后由 喵 于 2020-4-15 10:52 编辑 \n\n其实关于快餐服我之前有帖子写过，是根据时代诞生的产物\n我也说过，商业服并不可耻，公益服也并不高尚\n无数为了追求所谓“情怀”的公益服，到头来因为资金原因穷途末路\n最终委屈的还是陪服务器坚持到最后一刻的玩家。\n我认为既然选择了开服，就要规定好你将来的路线，例如我一开始就是奔着“钱”而来\n我就不会和其他人说情怀，我会说“我不是做慈善的人，两台服务器一台9600，一个月一台600，这些都是实际的支出费用”玩家花了钱，就有权利拥有良好的游戏体验，但是维持服务器的最基本的稳定是需要资金的，用情怀是填补不了资金空缺的。\n（虽然还想写很多，但是时间问题就先写到这好了）\n"
        },
        {
            "author": "暮里魔理沙",
            "timestamp": 1586919180,
            "txt_content": "别的不说，低龄化是真的严重，我就给你罗列几种茶馆容易火的帖子类型吧\n1 .为什么别的服务器人那么多？我辛辛苦苦开的服没人玩？\n真就没一个人质疑他“辛辛苦苦”开了个啥玩意儿呗？自己看不到差距，回帖的人全说的是宣传不够，鼓励他宣传？虽然是一个点，但老八宣传火了的奥利给也没人会恰吧？\n2.XX服真XX，白名单都不给过\n真就没人知道白名单存在的意义？一群XX还跟风回复攻击白名单这种行为？自己申请不过难道不是应该先看看自己的问题吗？甚至有大批的人直接得出“白名单服”**这种结论，xswl\n3.XX服主又跑路了，你们怎么看？\n周目完结，或者公益服难以为继，交代情况完了关服，真就统统被回帖归为跑路行为呗？然后评论区全是一堆什么跑路必sm，这种服主guer之类的可笑言论，不论事实，跟风倒是一个比一个激进\n4.关于快餐服\n现阶段【大多数】mod服不加超严重的魔改的话（格雷之类的除外），发展期寿命大多一周到一月之间，部分科技线短的科技魔法服甚至更短命，就拿暑假开服两月来举个例子，60天里，如果是前两批进服的玩家的话，基本第二个月就全是养老摸鱼的了，玩家没有目标，兴趣也逐渐消失，这种时候人逐渐减少又恰逢开学季，不关服或者换周目还能干什么？（哦，什么，你还在发展期服主就关服了？自己进服晚又不肝又玩不精通发展慢能怪谁？）\n本来想单独发帖的，给个置顶吧，给那些跟风小鬼看看"
        },
        {
            "author": "Оil",
            "timestamp": 1586920620,
            "txt_content": "你让我想到了最近我看的一期视频\n\n【当然我不得不承认个人在这个方面的知识阅历不足，到头来也只能举出这么一个相近例子】\n\n>>推荐看过视频+评论并思考之后再过来看我的留言，毕竟很大程度上是和视频关联起来的。\n（作为一个吃瓜建筑万家+半个服务器玩家【不对ljyys的压测服我都没什么玩下去的动力了，生存无聊想填坑了】的一面之词）\n\n      环境的恶劣，资本的流入，人喜欢看大厦将倾吃瓜看戏而几乎不顾全局状况只为一时消遣的劣根性，毕竟是动物，有一些在动物上通用的技法在人的身上也适用，拿胡萝卜吊杆引诱猪，给老人发“我是孙文正**代孙现在财产封冻继续启动资金日后必有重谢balabala……”，到理财软件让人情不自禁的-20% -50%，从某个角度来讲其实是同一个道理，都是建立在对受众方信息差上边的基础实现的，瞄准的正是受众方急需弥补信息差的需求——猪迫切要知道怎么吃到胡萝卜，老人可能迫切想知道“**代孙”更多的信息或者“重谢”的额度，而我们则可能迫切想知道-20%的背后是款怎么样的游戏。最终结果可能是双赢：猪可能载着人走了好一段路，但也吃到了胡萝卜；不懂3赚了钱，而我们也“嫖”到了一款好游戏——但也可能是彻彻底底的掠夺性行为，比如受骗的老人，还有评论区下边一群被当枪使还不自知的免费喷子。\n\n      拥有这一特性并不是一件羞耻的事情，生命本身从一开始就在和环境中的不利因素进行对抗，这也包括生命本身的不利因素，应激性反应不能处理的就让意识来处理，低级意识容易被上当受骗那就具有高级意识，对于个体来说，并不是无路可走。但是从数学角度上来讲，让大众永远保持理智本身便是一种不理智的行为，客观信息接触的缺失（并不是所有人都能看到这篇文章），主观的顽固（并不是所有看过这篇文章的人都会做出改变），都是我们不得不考虑的因素。【当然，从小一点的角度上来讲局部环境是会有改善的】\n\n      能希望极光的这篇文让能够意识到事情本质的人能够清醒，从而让本来敌众我寡的动态平衡稍稍向好的一方倾斜罢。\n\n"
        },
        {
            "author": "极光creeper",
            "timestamp": 1586921160,
            "txt_content": " 本帖最后由 极光creeper 于 2020-4-15 11:43 编辑 \n喵 发表于 2020-4-15 10:50\n其实关于快餐服我之前有帖子写过，是根据时代诞生的产物\n我也说过，商业服并不可耻，公益服也并不高尚\n无数 ...\n这么说，公益服不高尚么\n开什么玩笑 (笑\n\n\n前提: 开服着实好玩，我能理解大家想开服的心情\n\n现状: \n    我们有了一些启动资金，然后开服，如果不盈利就将持续亏损\n    =>我们引入商业\n    =>我们可能有了更好的发展\n\n  无可厚非，无可厚非\n  虽然eula在风暴哭泣，但我可能是不太介意的\n  现状如此，监管如此，那，钻空子引入商业是很正常的事\n  我不怎么反对商业化，mojang站出来前 我肯定不站出来\n\n  商业的引入能让我们的游戏与市场变得更加多样化，丰富多彩\n  很好，好的不能再好\n\n  那？怎么突然就这样了呢，环境这么恶劣，但商业好处很多啊，怎么商业这么双刃剑的啊\n  依我看，这不是商业的错，这是我们的错\n\n  区分 商业化 与 利益(那，或言盈利)\n  商业，简单的来看，无非就是资金流入、流出，有一个三(划掉  二圈环流\n  1.这就是玩家给你钱，你给服务商 的这么一个循环\n  2.玩家给你钱，你给对应线上的虚拟道具(等)\n  那，肯定还有循环啊，只不过我们没有想到/提到而已\n\n  回过头来，盈利什么的则是个人的行为\n\n  普遍、大量的用不好工具，把商业发展为了扩充资本与利益的工具，也能包括\"造势\"\n  这是目的与动机的改变\n  请脱开商业服，公益服的定位，这场战斗从始至终都是与定位无关的\n  而为什么看起来有关？\n  我朋友说 这场战斗是以商业服作为主阵地的\n  我的观点不太一致，我认为 这场战争的主要参与者，是大部分的商业服\n\n  玩法糟不代表什么，如你所见，我在帖内很反对 对于那种\"小学生服\"的打击\n  一是小学生服不会因此更好\n  二是我们的打击可能是违法的，又或者是不公平的打压，又或者是平庸之恶\n  攻击者可能是有能力的，但他把能力用在了对环境有害的地方\n  那，这也只是恶罢了，破坏服务器，破坏环境；一个行为，2个愿望一次满足\n\n  所以我认为\n  所有矛盾都绕开了公益服，是因为他们不值得我们去攻击，去打压\n  这同样，是好的体现\n  主观上要避免对于这些 对环境只会有利无害的 兔子 的伤害\n\n\n\n  再切回主题，我还没吃午饭，我要饿死了\n  我们将商业服列入名单，但被制裁的是所有商业服吗？\n  显然不是的，我们想要什么？\n  要玩法合理，不\"伤害客户\"的模型与要求  要不违反公平竞争的要求，要合乎正义的要求\n\n  从根本上，我不反对盈利，但我为什么反对盈利\n  因为我根本上不反对盈利，是因为盈利可能会让环境更好，更重要的，让你的钱包感到更舒服\n  但我反对盈利，是因为目前盈利的范围过大，也没有限度，对于环境并无利，反而可能是有害的\n\n  中午好，我要去吃午饭了，牙白得死内☆\n  \n\n  能拦住那些要污染环境的人吗？我拦不住\n  要污染，那还是污染着的\n\n  但当知道自己在污染，那就可以选择停下来\n  当自己知道自己的行为 将 会污染，那么就算自己有再大的本事，也不要去贸然开服\n  \n  当然，如我帖子中说的一样，我们都不是486，但我们仍然可以修正\n  明天污水还在，明天还有无数的人在倒污水\n  所以自己就不停止倒污水了？这显然不妥\n\n题外话，说来好笑，我没开过服\n\n\n//编辑\n公益服是高高竖起的flag，公益服是不倒高浓度污水\n所以现阶段公益服就是绝对的高尚\n\n我不喜欢听到高尚这个词，有人高尚吗？抱歉，我们都不高尚的\n高尚只能存在于现阶段，当环境好起来，我们也不需要高尚了\n到那个时候，我们有的是快乐；高尚无用论(确信\n\n现在来看，公益服已经比倒污水的好了不知道多少倍，不高尚吗？\n\n\n\n"
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1586921280,
            "txt_content": "来莉，说说我的想法吧\n我大概就是你们口中的新人腐竹吧\n四年开服经验实则技术能力可能不如某些刚开服的腐竹\n简单介绍一下我自己：\n编程0基础，自制插件不会，自制材质最近才会(不会抠图)，自制mod不会，权限组不会，VV不会，菜单不会....\n我为什么要开服？\n可能真的就是一腔热血吧。。？\n我会经常构思一些我觉得很酷炫的武器，阅片无数（指动漫）的我也很想有一个自己的世界观，自己的剧本\n一直精神yy会让人很难受（俗称中二病）\n理论上我这种情况应该去开发独立游戏才对吧？\n上面说了，0编程基础\nMC开服相当于给了我一个平台，在MC里把我的中二变成现实比自己开发一个独立游戏简单了太多\n\n\n\n\n9(KC9UMUE5WMTCG59CP4@AQ.png (3.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-15 11:13 上传\n\n\n\n\n\n\n\n\n8(H7QBBEPQZVE0P79TH)XDC.png (2.48 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-15 11:13 上传\n\n\n\n\n\n\n\n\n\nOFLNKT3**]OR8U~ZF@Q61M.png (5.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-15 11:13 上传\n\n\n\n\n\n\n\n\n2G@S74JLI((BH`JPXCP~K25.png (6.35 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-15 11:13 上传\n\n\n\n\n\n看这些武器名字你就知道我有多中二莉！\n四年来，我干了些啥？\n四年开服经验，技术还是这么烂，是真的\n一开始我因为不知道crackshot，用RPGitems开的近战RPG，长达三年之久，换过两次周目\n我非常不习惯改config之类的我认为的“高端操作”\n我还是习惯游戏中指令制作武器\n刚刚开服的时候啥都不会，mcbbs6级才能宣传，我懒得水，可以看到我这个号注册时间是非常早的，但是一直没发帖宣传，也就没人玩\n但是每次换周目最大的原因不是没人玩，而是我自己觉得做得不够好\n后来我接触了crackshot，对自定义枪械的强烈愿望逼着我学了N++编辑武器yml文件\n就有了现在的枪械服，发了帖子，也有一些玩家\n说是四年开服经验，实则0开服经验\n我开服是租的一键开服，一键安装全套基础插件，跳过了所有繁琐的操作，我需要做的只是导入插件，写枪械代码而已\n对赞助的看法？\n无所谓。\n对于资金问题，我从一开始就量力而行租的很便宜的服务器，不为别的，就为即使无人赞助我也能自己续费服务器\n我这种门外汉可能永远也无法开好一个服务器，也无法靠服务器吃饭\n有玩家愿意来玩，陪我一起玩，觉得很好玩，热烈讨论着我设计的内容，这就够了，我觉得很开心\n服务器一个月的费用不贵，但是前几年根本没赞助加起来也亏了几千了，但是我不在乎\n这个游戏给了我这种又懒又蠢啥都不会的废宅中二病患者提供了一个便捷的平台，差不多就是这样吧\n"
        },
        {
            "author": "鬼畜畜",
            "timestamp": 1586922300,
            "txt_content": "开了这么年的服了，各种讨论群我也都加过，各性各色的服主也都见过不少。\n但归根结底，其实就两种：\n一个是为了游戏，一个是为了钱。\n\n这两种服主实际上有很大差别：\n为了游戏本身的的服主，他们是热爱这个游戏，开服务器甚至不计成本，愿意每天少吃一顿饭，都要把服务器架起来。可能刚刚起步，什么也不会，但却有一颗愿意学习进步的毅力。一年下来他已经可以熟练的处理各种错误，最近还开始写起了插件。\n\n而另一种为了钱而开服的服主，可以看到相比为了自己热爱的游戏而开服的服主，在各个方面都有极大的差距——通常是暑假/寒假开三个月服务器，然后关闭删档。不愿意在玩家淡季保持运行而付出不必要的成本，服务器不管是质量还是等等方面，都差距十分的大。遇到了困难无法就是自己看看好不好处理，不好就花钱请人，即使开了多年服务器，却还是什么都不会。\n\n诚然，人是要吃饭的，服务器也是要花钱的。一直亏本的买卖有多少人会去干？\n这也就导致的很多一时赚钱的服务器的寿命甚至超不过一个假期。赚钱就开，没人就关，存档说删就删，毫不在意玩家们付出的时间，精力当然还有钱。\n\n这个圈子没救了吗？其实不然。还有很多真正热爱Minecraft这个游戏的服主们，在其他看似光彩动人的服务器的下面默默坚持着。\n他们为了服务器，几乎可以说是拿出了一切。牺牲睡觉的时间，或是一顿饭的钱，饿肚子也要把在线人数少的可怜的服务器续费下去。\n用心做好服务器，无数个夜晚都坐在控制台前，分析着日志调着配置文件。而这些服主，大多现在不但是服主，也是开发者了。\n\n要说上课没有时间，大家都是一样的。要说服务器要钱，又有谁不是要每个月都去续费的呢。\n关键在于一个态度问题——你是否愿意为这样一个游戏，一个“虚拟世界”而去付出一切呢？\n真的很少有人做得到。\n\n当然。这也不代表开商业服的都是圈钱快餐服。其中也有很多在用心做服务器、热爱这个游戏的服主。也许是经济困难，也许是认为自己的付出值得回报，于是选择了这样一条路。实际上，无论是公益还是商业，优秀的服务器有很多，用心的服主也有很多，只是需要有一双能在令人眼花缭乱的广告和色彩中去筛选和发展这样的一双眼睛，去发现那些真正付出了大量的心血的服主，那些被精雕细琢的服务器而已。\n\n只拿寒暑假的数据做比较大概是不够的，因为这正是数据最混乱的时候，要去发现好的东西，需要时间的淘洗。在浮躁的今天，站稳脚跟，挺住不被混乱的涡旋乱走，认清自己的初心和定位，坚持下去。毕竟，金子总是会发光的不是吗？"
        },
        {
            "author": "Eiranst",
            "timestamp": 1586923620,
            "txt_content": "开服门槛太低了，不需要营业执照也没有考核，服主的素质参差不齐。\n\n大佬我是看着您的开服教程一步一步学会开服的，您的开服教程帖让我学到了很多，真的真的非常感谢\n\n我也会怀着初心建立公平稳定公益服，并坚持下去\n\n请相信还有更多致力于提升服务器游戏体验的服主\n\n我们并不孤单\n\n能做事的做事，能发声的发声。\n\n有一分热，发一分光，就令萤火一般，也可以在黑暗里发一点光，不必等候炬火。\n\n明天的MC会更加美好"
        },
        {
            "author": "地球照样转",
            "timestamp": 1586924400,
            "txt_content": "快餐服有时候的确很恶心\n不过许多时候开快餐服的腐竹也是有苦衷的\n谁开服的时候没遇到的困难呢？\n\n至于网络攻击的问题\n一些好事者想“练手”或“看谁不顺眼”就轻易地去攻击\n现在网络攻击的成本太低，不再需要像以前那样集结一大堆肉鸡进行大规模洪水冲击\n现在各种攻击工具也已经差不多烂大街了，去百度贴吧里稍微找找就可以找到\n有时候一次中大规模的攻击就可以扼杀一个腐竹开服的念头\n\n现在开服的成本也越来越低，租个服务器，请个技术，一下子就开的起来\n那篇帖子的部分观点我是赞同的，腐竹的确越来越低龄化\n开服门槛越低，就有越多人来开服\n但是一些腐竹连最起码的尊重别人都不知道\n那又有谁会愿意去给他们做技术呢？\n这是一种恶性循环，腐竹越不尊重技术，越没有人愿意给他当技术，服务器的质量就会越来越差。\n\n还有的快餐服，属于腐竹五分钟热度开起来的\n等到腐竹失去了开服的兴趣，那么他的服务器要么关闭，要么陷入无人管理的境地\n这些腐竹并没有认识到开服不是随随便便就能开的，必须要有毅力以及足够的资金\n\n至于那些纯粹为了金钱而开的快餐服，我是深恶痛绝之的\n为了赚钱不择手段，充钱和不充钱悬殊巨大，游戏平衡性失调\n\n开服务器的人很多，但是能开好一个服务器需要长期的精雕细琢\n即使是只能用自家的电脑开服的腐竹，只要他是真正热爱这款游戏的，就应该毫无理由地给予帮助\n\n虽然我没开过服，但是我玩MC九年也见识了各种不同类型的服务器\n\n一般还有这么条规律：盗版服玩家素质“极高”，正版服玩家素质极高\n以目前国内的状况，开盗版服存活下来的几率更大\n但就算是盗版服，我也希望腐竹们能提高进入服务器的门槛\n我入正有两个原因：\n1.为了9年的情怀\n2.为了玩正版服\n再不做出点改变，盗版服就会是素质玩家的天下\n像“我充了钱，我就是大爷” “我充了钱，我想骂谁就骂谁”这样的素质玩家应该无理由拒绝"
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1586924700,
            "txt_content": "Ghost_chu 发表于 2020-4-15 11:45\n开了这么年的服了，各种讨论群我也都加过，各性各色的服主也都见过不少。\n但归根结底，其实就两种：\n一个是 ...\n我兼具了这两种腐竹的特质。。\n没人赞助我也会开，但我懒得学太高级的东西。。比如菜单开了多年服还是什么都不会就是我了"
        },
        {
            "author": "流年之间",
            "timestamp": 1586925180,
            "txt_content": "creeper居然发帖了"
        },
        {
            "author": "GCVillager",
            "timestamp": 1586956860,
            "txt_content": "在ice的事件中，从所谓看客到恶意蹭热度的人，都有错，可是下次出现类似的事情，如果离我们更近、影响更大，也许就忍不住要发表观点，不能保持客观了……人很容易被带动……"
        },
        {
            "author": "FM雨爵",
            "timestamp": 1586956920,
            "txt_content": "为啥这标题还是红的呢"
        },
        {
            "author": "居仕�_jsjsgo",
            "timestamp": 1586957040,
            "txt_content": "关于IEC完全是传谣一张嘴，辟谣跑断腿。\n虽然关于服务器的事我不太懂，但腐竹要吃饭还是明白的，氪金不反对，纯圈钱是另一码事了。\n门槛低是把双刃剑，降低了愉快和朋友玩耍的难度的同时也降低圈钱难度，现在圈钱跑路腐竹很多，简单甚至粗制滥造的宝可梦服往往能圈一堆钱。是人傻钱多？实在搞不懂。一心向钱看也就背离了开服的本心了吧。\n慧眼所见，玩家应合理选择服务器。我已经告别服务器了。"
        },
        {
            "author": "464910",
            "timestamp": 1586958600,
            "txt_content": "快餐服拉走了大量玩家，挤压了比较小的高质量的服务器的生存空间，难免不支持快餐服（亲身经历\n现在也时不时总看到公益服和小服被d（我服天天被d\n还有被恶意破坏和开挂的（最高峰我一天手动ban10个人\n还有恶意他人群宣传的（见过两三次了\n被引流的（元老玩家去他服玩还在我服聊那个服务器，导致那个私服曾一半玩家都是我服老玩家\n\n归根结底还是利益相关吧\n\n不过如果有人询问开服相关的我们还是会提供一点帮助的（毕竟当初我服就受过帮助\n至今已经有两三人询问过开服相关事宜了，我们也提供过帮助，但更多的是无奈（询问的太详细了，我们自己都招架不住\n\n综上，我只会选择做好自己的服，至于整个环境，只能说不干扰吧\n毕竟人总有私心，能克制住不去再让这个坏境恶化我觉得就不错了，让整个大环境变好我还是无能为力（能让自己服保持住都勉强，生怕出点事就导致雪崩）\n或许以现在的情况来看保持住中立就已经算出一份力了吧\n\n  ——自一个小服的op"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1586961600,
            "txt_content": "怎么说呢\n该说的帖子和评论都说的差不多了，再插一嘴实在是没必要\n（天哪，写下这些文字的人都是何等的神仙QAQ，OTZ\n我本来也没怎么玩服务器\n\n就说点 真-题外话 吧（与文章内容无关\n\n现在大部分人们并不太习惯认真品读这种长篇文章，且BBS的宣传能力终归有限\n能考虑做成视频发布到B站吗？\n（相比之下我的评论真的太氵了QAQ"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1586961960,
            "txt_content": " 本帖最后由 金黄色空间 于 2020-4-15 23:04 编辑 \n\n我已经看了一遍楼主的这个帖子，写的真是很好，感觉不少想法和我的想法是很相同的。\n虽然我玩过的服务器没有几个，而且对联机相关技术基本一窍不通，但是我还是说一下我的看法。\n我这个人是从15年初开始入坑mc的，17年初注册这个论坛账号的。\n在17年的时候，我就时不时好奇的去反馈版，服务器版看看有什么事情发生，当时就看到了服务器版经常发生对线，有服主和玩家之间的，服主和服主之间的，还有插件作者之间的等等，还有一些更严重的事情，这里我就不一一列举了。这些事情是我第一次认识到了多人联机领域的水有多深，这也成为了我虽然经常玩mc单人模式但却很少玩mc的服务器的比较重要的原因之一。\n在17年暑假亦或者是10月份的时候（细节我已记不清了），我又看到了一次多人联机方面的对线事件，当时我好奇只是对一个人进行了中立的评分，结果一段时间之后另一个人也在那个评论评分而且他的评分的内容是在攻击我的，当时我非常愤怒，不过当时我还是忍了过去但是发了个帖子以正常的语气说了这件事而且我当时就开始锻炼谨言慎行的能力，就没有去公布那个人的论坛账号，当时cc7w也回复了那个帖子也同意服务器区的水很深。\n从那次事件起我就对mc的多人联机领域更加敬而远之，并且决定永不参与插件制作等联机相关领域。\n18年我暂时离开了论坛并开始尝试玩服务器，是我玩mc来第一次尝试玩服务器，选的几个服务器是比较大型的服务器（这些服务器我之前还是看了好几遍别人反映的环境的，以防自己被卷入对线事件中），我当时还是感觉比较愉快的，也稍许改善了对多人联机领域的看法。\n而且18年上半年还是感觉是我变化比较大的一段时期（跟mc多人联机领域没有太大关系，但还是说一说，这段时期大大加快了我养成独立思考的能力），这段时期，我开始在b站频繁看视频，经常在一些争议较大的视频的评论区看到对线，当时我的b站账号是0级无回复权限，不过我还是拉黑了评论区中一部分对线的人，并让我了解了在那些地方要谨慎发言，而且还要保持独立思考的习惯，不要看别人说什么就是什么。\n18年中旬，我再次回到论坛，18年暑假也保持了时不时看看服务器版吃瓜的习惯，感觉服务器版的水依旧很深，经常能见到情节反转的情况，和我在b站中看到的有些情况相似，但是我已经学会了谨言慎行，独立思考，便不在服务器相关的讨论帖子中进行回复。\n这样到了19年，我还是保持那个习惯，服务器版水仍然很深，这个时候我渐渐有了更深的思考，思考为什么服务器版水这么深，结合我在17年18年见到的事情，我认为这种情况和利益这个东西有关。\n今年，我也看到了楼主所删掉的那个火二的帖子，不过我没有到那里去做任何评论，也没有进行任何评分。\n还有那个ice被炸事件当时我也没做任何评论，保持了自己谨言慎行，独立思考的风格。\n虽然我已经决定不可能去尝试多人联机相关技术的领域，不过我还是希望多人联机版的环境变好。而且高考之后我也打算去一些大型服务器玩。\n以上就是我的看法和对未来的希望，这里我打了几十分钟的字。\n\n"
        },
        {
            "author": "253548541",
            "timestamp": 1586962080,
            "txt_content": "加油吧，都是这么过来的也很累"
        },
        {
            "author": "一空白一",
            "timestamp": 1586962380,
            "txt_content": "写的非常nice，我觉得开服的目的不是最求利益才是一个开服者该有的样子，所以我是做公益服。"
        },
        {
            "author": "FFF_qming",
            "timestamp": 1586962440,
            "txt_content": "以前的服务器很和谐，现在服务器快餐服得占不少。。"
        },
        {
            "author": "Doomsday_Envoy",
            "timestamp": 1586963160,
            "txt_content": "总归路没有这么宽了\n感谢论坛赏了狗牌\n不然4年开服3年僵尸的日子也就缅怀缅怀了\n以前自己有机子直接开倒没觉得怎么样\n后来网没了，被迫租才感受到有时候乱象丛生\n虽然我也没有什么话语权"
        },
        {
            "author": "哇塞服气",
            "timestamp": 1586963340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1586963760,
            "txt_content": " 本帖最后由 Klace_Haue 于 2020-4-15 23:20 编辑 \nXiangZi_ 发表于 2020-4-15 10:23\n综合极光的内容来讲\n\n\n开服是给自己开的，然后是给玩家\n你开服后来开蹦是自己的事情，给服务器充钱服务器跑路也是自己的事情\n然后你说了\n服务器热血上线 不运营不维护不更新\n没有过硬的技术支持\n没有一个长期的计划打算\n没有一个商业性的运营或者说是良好的管理\n然后发现硬性指标达不到的地方对立面就变成了拿自己的金钱和念头堵上\n于是很多服务器开了又倒 倒下又开 \n反思啥 小白还是小白 服务器运营又有自己来的一套 发现别人做的怎么样\n那某些服务器真小白啊 某些商业服真坑\n那就成一个循环了不是 有这等事就喜闻乐见下 跟风跟风跟风跟风的玩家服务器玩的或多或少\n那怎么评价\n抖音的营**不看吗 原来是这软件推广的 这社会上都有生产这种东西的风气了\n标题党封面党不好看吗 原来这软件也就好这口推广这个 那样的播放数触及谁的利益和底线了\n后来才发现\n我喜欢吃大蒜 我喜欢喝咖啡 我觉得边吃大蒜边喝咖啡也没问题\n既然觉得没问题的话那我觉得你吃个小汉堡也行\n那这件事触犯谁的利益了 为啥要跟别人过意不去呢\n后来才发现是被跟风带偏了不是\n完了 你还是好奇看老八了 再说就是觉得贴吧有些人再说MC 底下有人仍然当水经验的来看\n那好吧\n希望这个世界上少一点这样的傻子\n尽管我手机上充斥着这些内容\n所以在经历了这么多之后\n只能对小白服主们说一句嘱托你们一定要好好做个\"服务器\"\n看看别人吃相多难看啊...\n"
        },
        {
            "author": "gecccc",
            "timestamp": 1586963940,
            "txt_content": "我觉得吧看服现在确实简单，但难就难在管理上。\n一方面服务器要提高质量，有自己的原创插件什么之类的。\n一方面要调节好玩家之前的关系，还要每天遇到各种各样的萌新\n真正让服务器开不下去的原因可能就是各种各样的人吧。"
        },
        {
            "author": "黯然神殇",
            "timestamp": 1586976360,
            "txt_content": "   初看帖子的时候还是蛮有回帖讨论一番的冲动   不过在一番阅读及相关查询之后  发现自己这几乎没有的游戏经验（没玩过服务器）及浅薄的学识   不足以让我在几小时内完成这么大量的输入输出      但是折腾了一阵子之后  一下子感觉有些话想跟楼主和各位服主说说  不好意思自己发帖  就藏在这里吧\n   希望这一小段话 能让你们好受一点\n\n\n   尽管没有玩过  但能感觉到服务器在mc里的重要    重要到你们的努力能够  或直接或间接地影响到每个玩家   我们其实可以都是一条阵线上的战友     不过我更喜欢另一种比喻  \n   这个画面我反复地想象过很久——画一个蜷缩的人     然后在他的怀里  画上他的孩子\n   孩子并没有做什么  但是给了那个人  不一样的东西\n\n\n\n\n   这个孩子可以是mc 可以是一个坛友一个玩家   此时 我想带入的  是我 和与我相似的我们\n   我现在是没有太多能力像大佬们这样站出来去为服务器圈子做什么的     其实以后也不会有太多的想法  （对黑暗环境的厌恶 加上偏向逃避的性格什么的）       或许会偶尔关注一下 但是很难投入其中  这可能是很多玩家的情况     但是这个并不能把我们 和你们割裂开        我们会很努力或不自觉地传达出好的东西       也许出现在你们眼中  也许悄悄吸引着 挽留着更多充满着善意的人     一点点积累    大概最后都能化成你们的一个笑容吧\n---------------------------------------------------------------\n   bb半天  心理的感觉好像那一个画面就能诠释出来   好像扯半天没讲明白不说还冲淡了自己心理的那点感情       如果你们能因为这堆话高兴一点点  我就会很开心了\n   （以及 真的不习惯打标点  就当我说话的时候带上停顿了嘛  放过我叭）"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1587010260,
            "txt_content": " 本帖最后由 GXHurry 于 2020-4-16 17:39 编辑 \n\n手机码字不方便，先预定改天说一些把。先更新一下，自己的拙见，权当抛砖引玉了。\n感觉快餐骗氪这些人就是割韭菜久了，让他管理林场还是按割韭菜那一套，完全不考虑可持续发展的问题。\n一心只是想着赚快钱，恨不得早上开服中午就来钱，天下哪有这么好的事情。"
        },
        {
            "author": "晓夜Port",
            "timestamp": 1587017520,
            "txt_content": "现在资源膨胀得厉害，你要什么都可以伸手拿，开服难度可能比零还要低\n言重了。\n不过换个角度，国内服主有人真的开好了一个服务器吗？\n按照你的这个标准，MC 永远不会有好服务器。\n\n评判好服务器的标准是什么？"
        },
        {
            "author": "白叶Official",
            "timestamp": 1587017700,
            "txt_content": "很奇怪，我也觉得现在国内的服务器圈乌烟瘴气"
        },
        {
            "author": "极光creeper",
            "timestamp": 1587017820,
            "txt_content": " 本帖最后由 极光creeper 于 2020-4-16 14:18 编辑 \n晓夜Port 发表于 2020-4-16 14:12\n言重了。\n\n按照你的这个标准，MC 永远不会有好服务器。\n\n    需要\"好\"这个标准吗？\n    如同上面喵提到的\"高尚\"\n\n    我认为都是没有必要的\n    我说的好，肯定是没有止境的\n    永远都能更好的\n\n    所以我希望的不是好，而是普遍的相对好\n    那我认为，环境好就是必然前提了"
        },
        {
            "author": "晓夜Port",
            "timestamp": 1587018060,
            "txt_content": " 本帖最后由 晓夜Port 于 2020-4-16 14:24 编辑 \n\n   玩家认为好就是好，每个人的标准都不一样。\n    @极光creeper 我这里说的不是特指一个服务器，而是玩家自主选择的服务器"
        },
        {
            "author": "晓夜Port",
            "timestamp": 1587018180,
            "txt_content": "464910 发表于 2020-4-15 21:50\n快餐服拉走了大量玩家，挤压了比较小的高质量的服务器的生存空间，难免不支持快餐服（亲身经历\n现在也时不 ...\n为什么快餐服可以拉走大量玩家，服主们应自己想一想。"
        },
        {
            "author": "长安弑水",
            "timestamp": 1587018780,
            "txt_content": " 本帖最后由 长安弑水 于 2020-4-16 14:36 编辑 \n\n作为一个从没开过服，也没玩过私服的玩家来说，但但读这篇文章都感觉国服氛围有问题，与其开无数个玩法单一，质量一般的私服，为何不去整合到一起真正的去开一个管理权属于负责任的人的，属于中国全体玩家的官方服务器，甚至像hp一样的由有能力得国人管理的国际服务器，这是个值得想一想的问题@极光creeper"
        },
        {
            "author": "464910",
            "timestamp": 1587019440,
            "txt_content": "晓夜Port 发表于 2020-4-16 14:23\n为什么快餐服可以拉走大量玩家，服主们应自己想一想。\n福利多，符合目前人们的快餐式生活是一方面\n另一方面，看看最近的斗罗大陆服务器就知道了\norz"
        },
        {
            "author": "ill712",
            "timestamp": 1587020040,
            "txt_content": "因为没想着赚钱，所以开服7年亏了好多（笑哭）\n\n觉得商业服管着累，所以改成了公益服；\n新人质量良莠不齐，所以改成了正版服；\n有正版就能进体验也不太好，所以改成了“虽然允许盗版但是审核很严格”的服务器，最后没啥人了hhh\n\n其实对于中小型服务器，整体的氛围如何很大程度上取决于管理"
        },
        {
            "author": "自由李代数",
            "timestamp": 1587020700,
            "txt_content": "呃，我也觉得我想说的上面的人基本都说过了，我换个角度从行为经济学分析一下\n\n现在，开服的金钱、精力普遍很低，沉没成本较低，\n导致腐竹对于服务器平均不够坚持，总体来说容易放弃；\n当你投入的精力较多时，就会对它更为执着，更为投入。\n\n阻挠少、条件好时，我们的大脑就会更为放松，进入“认知放松”的状态。\n此时，我们作出决定时理性的成分就会减少，直觉成分会增多。\n当腐竹一时没有收益时，他们的直觉会让他们放弃，理性会让他们坚持。\n在开服容易这个大环境下，他们就会看重直觉，选择放弃。\n\n以上是原因的分析，以下是一些很有效的解决方法（虽然不一定可行）：\n1. 人为提高门槛，人为增大开服难度；\n2. 让腐竹做出承诺，人一般都会很看重“始终如一”，尤其是当有别人关注着他们时。此时，他们坚持住的概率会显著提高。"
        },
        {
            "author": "哦快快快",
            "timestamp": 1587021960,
            "txt_content": " 本帖最后由 哦快快快 于 2020-4-16 15:29 编辑 \n\n我觉得，“全民开服”，门槛低，是好的。“服务器质量参差不齐”，也是本就该会有的事。不必太抵触所谓小白服主开服\n\n很多人先开服就图个中二的念头（觉得开服很好玩），或为了赚钱，或为了“发扬mc”之类“高尚”的理由，也可能就单纯为了大家一起玩。这都没有问题。\n然而开好一个服务器，或是说一个“成功”的服务器，固然不是容易的事，猪厂鹅厂也会做出失败的游戏（不过他们有钱\nICE服务器的事，确实能反映一点风气趋势，但现在其实不只所谓的mc圈，网络大环境也有这样倾向，不弄清事实（实际也很难弄清）而跟风站队，就如很多比如最近某鲍姓高管性侵那破事，很多网友比检查院都还清楚。这问题就要dalao们往深层探讨了。\n\n保持独立思考，确实很难（扯远了\n\n回到开头，不必太抵触所谓小白服主开服。\n楼主说“别再想 \"要不要开服\" 了，想想你会不会让环境变得更糟糕”\n我觉得真有新人服主们看了这帖子也不必就畏手畏脚，良心受谴什么的，能保持谦逊，别认不清自己，能继续学习就好，能用心开一个服务器就更是极好的事。\n楼主说的“因为不满新人服主所以就网络攻击了”，这固然是很不好的。\n各位老人们也不要抵触新人，其实这种想法很危险，没有新人的游戏就会变成deadgame哦，毕竟确实人人都是由新手走来的。心性不成熟的人，确实有，如果各位想让环境变好，稍微曲一下老腰，多解释几句,如果确实中二也能理解理解吧。\n提升开服门槛，别说可实行性，我觉得不该这样做，国家在降低创业的门槛，各游戏也大都致力于提高新人的游戏体验。\n\n如果还有新人，还是要欢迎的。\n\n"
        },
        {
            "author": "Evan323",
            "timestamp": 1587022380,
            "txt_content": "之前我就看过楼主写的插件服教程，在开篇里面写给那些快餐服腐竹的话现在我还记忆犹新，虽然可能那几句话可能是言重了，但是真的说出了所有认认真真开服的服主和玩家的心声，为什么别人可以付出几乎是0的努力换取到比自己好上几倍的结果？\n\n\n\n一个认真的服主可以做到为了服务器自创插件，为了服务器自创独家的整合包，为了处理玩家的问题和反馈认真忙到半夜甚至是通宵。这些都是所有人都看不到的背后的付出和努力，大家都只看到了他的服务器收益如何，有多少玩家，为何没有看到事情的另外一面呢？\n\n\n这样认真开服务器的服主难道应该获得自己应该有的成功吗？毫不夸张的说他在服务器上投入的精力就绝对对得起它的那份收益了。有一句曾经楼主在教程中说的话我这里引用一下：“但至少在开服这里 你不可以想着果,来实现因因果 你绝对不能在开服前想着这种事”\n\n\n\n\n在两三年前我还记得，当时的服务器还都是科技/生存服为主，RPG这些玩法还都没有兴起的时候我们有过这么激烈的讨论过快餐问题吗？至少在我印象中关于快餐的讨论虽然没有停过，但是现在比之前会比之前更加激烈。现在再翻一遍服务器板块，很多RPG/战争类型的服务器向雨后春笋一样冒了出来，我也不是说这类服务器有任何瑕疵或者不好的地方，我个人也挺喜欢RPG相关的服务器（hypixal国际服的skyblock的忠实玩家）。\n\n\n只是这类的玩法的出现就给某些快餐腐竹留下来更多的可乘之机，这种快餐服做的真的是越来越像之前的页游，只要你氪金，一刀999不是梦。然而你氪金之后这些腐竹就卷钱跑路，重新换名又是一个新的服务器，这样又和诈骗有什么区别呢？\n\n\n\n\n最后我能说的就是：做好自己，也许你没办法改变这个世界什么，但是你能做的就是改变自己。也请各位善待Minecraft这一款游戏，不要将他的高开放度用错了地方。\n"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1587022980,
            "txt_content": "服务器圈子是怎么变得同质化起来的？\n玩家的口味越来越刁，不愿意承担服务器不稳定的风险；\n玩家不愿意尝试新的内容，觉得还是旧的东西玩起来比较顺当；\n服主为了照顾玩家的上述想法，不得不放弃很多新的东西。\n\n我曾经和国内的一位mod作者探讨过这个问题。\n他问我：你还记不记得拔刀剑、植物魔法和匠魂怎么火起来的？\n\n他五年前入坑MC，在他刚入坑的时候，拔刀剑的热度还远不及今天这么高。\n植物魔法很长一段时间被神秘时代压了一头。\n匠魂的名字都不知道是谁起的，在刚刚进入国内的时候，\n据说是一个服务器率先采用匠魂mod，才火了起来。\n\n那些你们如今耳熟能详的mod，哪一个不是勇敢的服主/整合作者率先采用，\n第一批勇敢的玩家率先试吃，才火起来的？\n\n那么今天这些勇敢的先驱者们，都在做什么呢？\n\n我们要敢于站出来打破这种同质化。\n我们要站出来，为新的玩法、新的社区内容摇旗呐喊。\n我们是 MC 服务器圈子的新鲜血液。\n我们是勇敢的哈尔滨人（Harbingers）。\n希望各位开服/做整合包的各位与我共勉。"
        },
        {
            "author": "结城希亚",
            "timestamp": 1587034500,
            "txt_content": "服务器圈就那破事，同行竞争，恶意攻击，新人随便拿个端就开服\n\n国内服务器环境好不了的"
        },
        {
            "author": "FaceTime",
            "timestamp": 1587034800,
            "txt_content": "我想问下这音乐怎么加的"
        },
        {
            "author": "lds_啥都不是",
            "timestamp": 1587035280,
            "txt_content": "现在服务器质量真的都在下降了，mc开服难度真的太低了，今天在熟悉论坛的时候就看见一堆服务端整合包，大量的下载，真的就变成人均能开服，vps服务商发福了"
        },
        {
            "author": "明月妹子233",
            "timestamp": 1587036240,
            "txt_content": "这件事情确实很麻烦，快餐服以快节奏等特点抢了一波流量，然而一下新人腐竹，又因为自己宣传比快餐服不到位，导致丧失兴趣，都是原因，然后针对原创问题，我的看法是 可以借鉴其他人的，等适合时在推出自己的原创，原因是因为，如果原创势必会浪费大多精力，然而你一个新人腐竹，流量都没有更别说自来水了，新人腐竹首先要尝试稳住一些常驻玩家，然后进行服务器的优化更新，直至推出原创并持续制作。只要自己用心做，肯定会有自来水的，至于快餐服，某些快餐服确实恶心，网上白嫖的端，直接来用，把精力用在宣传上，实力抢流量，\n如今流量至上，自己抢不到流量，只能被埋没，抢到了流量，内容不好，还不如快餐服，至于圈内的风气，能在快餐服中杀出来的，也能算得上是高手了，总之是一次大洗牌。"
        },
        {
            "author": "明月妹子233",
            "timestamp": 1587036840,
            "txt_content": "另一方面便是玩法创新了，我开服务器也开了几年了，玩法创新确实很重要，如果能自己搞出一套成功的玩法体系，再宣传一波，就有不错的数据了，不过前提是，你的玩法创新要有技术保证，而且还有大量的数据分析，虽然数据分析很难，但是如果想做好的话必须分析，你可以拆解分析目前比较火的游戏的机制，也可以拆解一些大服的机制，拆解到一定数量，会发现共同点的\n然后就是一些玩家心态问题：经常看到一些人，刚刚进群，随便问了一句，服务器好不好玩？ 然后有人就告诉他们，自己体验体验，然后这些人就退了？ 人类迷惑行为？？ 云体验？？\n对于自己稍微感兴趣，加了群想要玩玩看的，不妨先体验一波，是否好玩， 之后再走也不迟"
        },
        {
            "author": "Dk__",
            "timestamp": 1587037140,
            "txt_content": "现在确实该深思了\n现在服务器的服主 低龄化趋势真的明显\n曾经在茶馆里看到的那个事 帮一个人搭服 顾客没有说清楚版本\n导致PC服搭成PE服\n这着实是个悲剧\n是个有机会避免的悲剧\n—如果商家再问一遍顾客确认一下需求\n—如果顾客能给商家说清楚版本\n这个事情早就避免了\n\n从这件事说开去：\n\n—\n现在的服务器 真的需要诚心\n开服不是你想怎么开就怎么开\n也不是你想咋样就咋样\n挣钱也没那么容易\n\n—\n这世上本没有标题党\n可偏偏有些人为了利益去做标题党\n当局者迷 旁观者清\n你是旁观者 你要看看那个当局者是否被“迷”住了\n你是当局者 你要站在旁观者的角度看你自己是否被“迷”住\n\n综上\n我认为开服一需要诚心\n你能把这个服开好的诚心\n二需要恒心\n你能把这个服一直开下去的恒心\n三自然是你能把玩家留下来的能力\n玩法只是次要\n最重要的是你要把这个玩家留下来\n你把玩家留下来了玩家什么玩法都可以接受\n\n个人没开过服 对这方面没有深刻的了解\n希望各位指点"
        },
        {
            "author": "paomomangguo",
            "timestamp": 1587037200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1587098100,
            "txt_content": "有利益的地方就有冲突。"
        },
        {
            "author": "wuyi7785",
            "timestamp": 1587098820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "暮里魔理沙",
            "timestamp": 1587105720,
            "txt_content": "极光creeper 发表于 2020-4-15 11:26\n这么说，公益服不高尚么\n开什么玩笑 (笑\n公益高尚，我赞同\n但就mcbbs服务器板块现状来说\n伪公益服比比皆是（在此定义上，如果说商业服圈子是lj桶，那么伪公益服就是米田坑）\nPS：以下内容纯属为了说明现状而虚构，如有雷同，不胜荣幸\n举个我虚构的例子吧，一个正版纯净服，自诩真正的华人minecraft国际服，管理与氛围还比不上一众小服，自己说的要多优越有多优越，你赞助他200一月的时候，十来个人能卡成ppt；你赞助他千把块的时候，整成纯净群组了，十来人还是tps个位数；当他收到上万赞助买自己的独立主机的时候，嗯，你的游戏体验依旧。那么赞助到哪去了？这得看他的想法了。服务器花钱吗？花钱，宣传花钱吗？也花钱。那么多出来的赞助或者服务器资源呢？或许只有他自己和他“朋友”知道。情怀牌始终在打（虽然不知道何来的情怀），众筹也一波接一波地在持续（甚至包括了更多的类似每月托管的费用，虽然不知众筹到哪去）…………群呢？每天水着和服务器不相关莫名其妙的99+，你也不敢说，你也不敢问（害怕被一波拉黑+群内带节奏yygq）\n当然，还有一种“公益服”，更直接，服务器啥也不会做的稀烂（大多是纯净打情怀的牌子），众筹几百几百地搞，面板几十几十地续，什么？服务器卡？那是玩家行为嗷，还质疑配置？拉黑+飞机票gg；一段时间过去，服务器逐渐冷清了，群主的各类钻图标也都亮起来成年费了。当然这个例子也是我虚构的，如有雷同，不胜荣幸"
        },
        {
            "author": "极光creeper",
            "timestamp": 1587109500,
            "txt_content": " 本帖最后由 极光creeper 于 2020-4-17 15:54 编辑 \n暮里魔理沙 发表于 2020-4-17 14:42\n公益高尚，我赞同\n但就mcbbs服务器板块现状来说\n伪公益服比比皆是（在此定义上，如果说商业服圈子是lj桶 ...\n我们对于公益服的定义是有偏差的\n\n我认为遵守eula的服务器一律叫公益服\n然而，服务器版的定义是更为极端的，也可能对离谱的现状做出了些贡献\n我在我的某个帖子里说到过这个问题\n\n问题来了，\"伪公益服\"等于\"公益服\"吗\n那当然不是，除非说他们的数据类型都是字符串 (笑\n\n请问众筹能被称作公益吗？\n既然目前大家普遍认为是\n那我不鹤立鸡群\n只是来聊众筹的本质是什么\n\n众筹，我们用大脑想想，我抢你的钱，这叫众筹吗？\n显然不叫，我还要去找警察叔叔帮忙\n那，我们再来看狭义的商业，其中有一环可能表现为: \"我给你钱，你给我游戏道具\"\n这是建立在什么之上的？是建立在协议，合同，同意等关系之上的\n\n回过头看众筹，我给你钱，你给我正反馈吗？\n其实可以不给，但是要利他，还是要回到服务器。\n我们普遍的来看，其实还是给正反馈的，但是不单纯给我，是给整个服务器，是给所有的玩家正反馈\n我认为这就是众筹和商业的区别\n\n但同样的，这是变相生发在协议，合同，同意等关系之上的\n变相的表现为: \n\n玩家: 我给你钱，你不需要给我反馈，但是你要利他\n服主: 我去红十字会交钱吗？算了，我给服务器添砖加瓦，让你们玩的更舒心\n\n服主承诺你\"利他\"，而\"利他\"是让服务器变得更好\n所以合起来就变成了，我们达成了同意关系，我给你钱，你让服务器更好\n\n所以与纯粹的公益是有偏差的\n所以我们需要更多限制\n\n比如法律上对此就有限制，比如说\"公益众筹\"的发起方是要有法定资质的\n这说明了什么\n说明无监管的公益众筹有可能会变味\n\n既然我们在mc圈内是相对无监管的，所以对于定性来说\n我认为不能采用 定义定性\n而是采用 目的与结果 进行定性\n\n从这个角度看，你上面所说的众筹，虽然具有众筹性质，但不具有公益性质\n既然没有给到反馈，目的也是求ta(们)的利益，那这可以认为不是公益众筹\n\n当然，后续要说的也有很多，比如 如果服主拿10000元赞助款卖到了假设备，性能变差了\n从结果看，显然没有给到正反馈，但目的没有错\n所以我们现状应当主要看目的，结果作为辅助参考的标准\n\n说多了，上课去\n上面全都是我个人的观点，不一定都对，有错欢迎指出\n\n\n\n"
        },
        {
            "author": "342173646",
            "timestamp": 1587194100,
            "txt_content": "怎么说呢，世界上就是有这种人吧"
        }
    ]
}