{
    "title": "[Minecraft.net|CULTURE]通往Gateux的道路",
    "author": "我是小牧",
    "replyCount": 1,
    "timestamp": 1586617620,
    "txt_content": "\n通往Gateux的道路\n游走于TheRed1337所建的童话世界吧\n\n直到这篇文章动笔之前，我从来没有被龙所袭击过，但我其实有点开始觉得我想被这么做做看了，当然啦，被龙炎所吞噬的话肯定会很疼的，而我的这张小白脸也挨不住巨龙啃我一口——但是在看到TheRed1337在Gateux里所建的的红色巨龙的话，我将会先忘乎所以生，后死可矣。\n\n幸运的是，我并不需要这么做，因为TheRed1337，或者我们可以叫他艾德里安，很乐意和我介绍相关的问题，有关他那美妙的府邸、森林还有那条见鬼建的真○○棒的龙。\n\n\n\n“我算是那种待时而动的建筑师，”他是这么和我说的。“如果我脑子里来了什么灵感，那我就会去试着在游戏里把他重建出来。”背景就是这样，艾德里安受到了那座沃尔特·迪士尼城堡的启发，灵思泉涌，不停的创作。他开始写一个设定故事，想象这座府邸是被一个皇室家族所拥有，然后再用这样的背景故事去辅助支撑起自己的建筑。就在这不断的充实和填充当中，这童话般的建筑的外观也就越加尖锐。\n\n“我想达到这样的一个目的：我展出我的建筑的时候，观众们能够看到这个皇室家族的强大，他们强大到能够驯服一条龙来镇守他们这巨大的府邸。”\n\n\n\n\n\n\n这就是艾德里安最自得的府邸，但是除了他这宏伟的府邸之外，还有很多其他的东西，我个人的话是喜欢这个世界的布局与地点，我认为这建筑群里的聚居地非常美丽但又非常脆弱，缩在巨大又高耸的城堡阴影之下，小木屋和渔船与巨大的门和石墙相比显得十分渺小，热气球拉高了整体的高度，但相比之下也显得微不足道。\n\n艾德里安说：“那座城堡是我最大的建筑，我为此花了很多的时间去建造。我其实挺不喜欢村子的那部分的。我想我可能把它安置错了位置，埋没了它。”\n\n然而，我们至此甚至还没有去介绍作为皇家护卫的那条巨龙又或者是那个傀儡。我是说，想象一下，你生活在这些巨物的阴影之下！哦等等，这太可怕了，快停，可别想了。\n\n\n\n艾德里安解释道，他在建造这些奇异生物的时候还是遇到了一些困难，“对我来说，建造生命体还是头灯等难题，”他说，“我主要还是搞结构建筑的，有时候我也会按需求刷刷地形。”\n\n不过运气不错，艾德里安现在的建筑团队Visionary有两个成员给他提供了帮助。“DoriFyah建造了那个最大的守岛傀儡。而 iDragolyte建造了那条巨龙。”\n\n然而，画龙点睛的一笔还是由艾德里安亲自来完成的。船只的上下摆动，童话般的屋子使得地图更加真实，显得有人幸福地居住在这里，这些都是由他亲手建造而出的。\n\n\n\n\n\n“以我的观点，”艾德里安这么说，“小细节，比如那些穿，还有其他一些小地方，能够增加地图的深度和沉浸感。”那些生命体或许并非是那个堡垒的一部分，但是确实是艾德里安计划在这个世界的一部分。他很擅长此道，要在巨龙、魔像、城堡还有大地之间取得绝妙的平衡绝非易事。\n\n如果你想在下个建筑里也想要整点类似的感应的话，艾德里安有几点需要说一下。比如，“多看一些概念艺术与绘图，如果条件可以的话，使用超大量的建筑风格建出你独特的想法，然后在地图里加上一些彩蛋，这样能够使得地图富有生机。”\n\n\n\n但是有一点你必须注意，建造这样一个巨大又惊人的建筑需要的工作量非常巨大，你还得做一些实验，还可能出一些错误。艾德里安说，他花了三个月的时间才完全把他想放进去的东西全部建完，他在这个地图上费了很多心血。他在城堡上花的时间最多，他建了很多版本，不过他只喜欢现在这个版本。\n\n我想，你读完这篇文章，应该学会一些能够激发你灵感的事物，然后一点点尝试复尝试，或许你第一个作品不如你意，但是它们能引领你走向你心之所向。对了，还有如果你和喷火巨龙挨着住的话，你也别用木头建房子了。只是说说。\n\n渲染：Kryiin, Iskillia, Lukasz, Kouris, TerrorQ, Cmelvard, Maaki, iDragolyte, AddictedToMC 与 Omegafoxx.\n\n作者Staff 日期2018/5/15\nhttps://www.minecraft.net/en-us/article/gateway-gateux\n",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589452200,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}