{
    "title": "[Minecraft.net|CULTURE]全息建筑",
    "author": "我是小牧",
    "replyCount": 2,
    "timestamp": 1586617680,
    "txt_content": "\n全息建筑\nNoraa Builds所规划的城市正在加载中\n\n几年之前，有家电话公司的名字叫Orange，他们的口号是：“未来一片光明，而这光明……是橙色的。”我知道他们的意思是什么，但是，我说真的，看看这些科幻电影吧，你应该能看到，那些未来科技，大概都是亮蓝色，或者紫色，但绝对绝对不会是橙色。这种颜色是真的丑，希望我们到2100年的时候能够立法规定橙色是非法颜色。总之不管怎么说，这公司已经倒闭了，大概是因为未来真的不是橙色吧。\n\n但是今天建筑师，Noraa Builds，走在了正确的道路上。未来是蓝色的，而且不仅仅是蓝色的，而且是完全虚拟的，好猛啊。\n\n\n\n“‘投影’算是我对这种科幻城市的一个主题看法吧，”Noraa Builds说道，“我在建筑的底部放了八个小型的生成器，它们都指向正中间，中间有一个冲上的大型生成器，它们正在射出蓝光。这些光正在打印出这座城市。”\nNoraa Builds并没有提到人们是如何在这城市里出入的，大概是未来每个人都能有飞行汽车和传送机吧。\n\n话说回来，或许出入这件事我们并不需要担心——有些建筑甚至还没建好呢。Noraa Builds说：“我建造了这样一种正在动工的情况，有一半的建筑仍然是蓝色的，看起来它们尚在加载之中，就像是那些游戏之中的那样，剩下的那些都是一些形状令人生趣的普通建筑。”想象一下，当你回到家里，却发现你的床只加载了一半，厨房还需要缓冲，啊，真可怕。\n\n\n\n使用投影的手法，Noraa 的灵感主要来自于那些科幻电影里的城市。“最值得注意的还是那个《攻壳机动队》，”Noraa 正是参考这电影中的样子做出了建筑的外观。“我喜欢这电影里那种科幻城市的外观，所以我试着用我自己的想法去重建了它。”而这城市是怎么建起来的呢，过程其实没有那么未来化，Noraa 使用了一些传统的方法来规划。“动工之前我先在纸上画出了我想要的样子。”Noraa 说，“然后我制作了风格相同的主与副生成器，然后是城市，这个我很快就建完了，最后再加上所有的光束。”\n\n不过，可别觉得听上去这么简单就觉得Noraa 建这城市就很轻松了。尽管两周的时间里，Noraa 只花了十小时的时间在建筑上，但是还有一些地方是很棘手的——比如说建筑底部的生成器，Noraa 也不得不承认“使其看上去正在充能这座城市，而且还要很好看”这点有些挑战。“我改了好几个不同的版本，最后还是选择了我摆出来的那个版本。”\n\n\n\n在所有的渲染图之中，都有着一个小细节，它们的配色方案都是蓝灰配色，只是生成器上带着点点黄色，因为在未来，机器明显应该是黄色的。在游戏里做建筑一个逃不过去的挑战就是如何使用受限的颜色数量去装饰你的建筑。这往往会让建筑师做出那些真正建筑师笑哭的选择。用羊毛搭墙？用仙人掌做房顶？用西瓜做门？好吧至少没人需要住在这种屋子里。\n\n投影部分大量使用了Noraa 所称的“中色方块”：石砖、石头、圆石、安山岩、煤矿、灰色羊毛还有混凝土，那些亮蓝色的地方使用了玻璃，这样可以给这个作品带来一种未来化的“全息感”。还有什么能比得上用羊毛和石头来建摩天大楼来的未来化呢？\n\n\n住在这样一个全息城市一定很有趣，再提一次，你要怎么上厕所？我就不去厕所了，谢谢。\n\n好蓝！有点忧郁，我们在整个更加乐观一点的未来视角如何？明天会更好！\n\n这个城市一些大楼的早期草图！\n\n\n虽然这个是Noraa 的首个完整的科幻建筑作品，但是他们还有更多令人惊叹的作品，来看看Zikhulu这个作品吧，这是他们最喜欢的一种。他们每个作品都有着自己的在背后大量的研究、知识和技能的储备，这个投影建筑也不是例外。“我已经发现，建筑并非是一种游戏，他更像是一种艺术形式，需要极大的热情才能去发掘出更多独特无人涉及过的概念。”Noraa 表示。\n\n这样一个游戏建筑社区里满是不断精进自己同时带动他人一起向上的人。Noraa 想了想，给建筑新人提出了自己的建议：“只要坚持不懈，试着开发出自己的风格，建出你的所想，去做一些不熟悉的事情，你就能进步。”\n\nOmardegante, Fixy, D34D, Kryiin and Squity\n\n作者Kate Gray 发布日期06/09/2018\nhttps://www.minecraft.net/en-us/article/hologram-housing\n\n",
    "replies": [
        {
            "author": "ranpurn_xxc",
            "timestamp": 1587611220,
            "txt_content": "缓冲厨房hhh"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589452140,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}