{
    "title": "MC 战世 前传 ： 天生的战士之佣兵工会",
    "author": "莫提哥",
    "replyCount": 4,
    "timestamp": 1364093700,
    "txt_content": "……老汉左手接住刀子，突然小伙子反握住他的右手往他的方向拉，又见他刚丢刀子的右手正握紧拳头，老汉立即明白他的战术，便顺着他的力推去让他无法顺利攻击，再一转手腕脱开，再一脚踢开他退后几步。凯伦被踢开退后几步，旁边几位小混混看准时机挥刀过去，刚才落空的攻击所产生的恼怒让他使用的力道更强，几下子，这几位没有任何锻炼和技巧的小混混被打倒落地，受的伤更重。旁边歪鼻梁的二世祖见跟班全部落地也吓得哭喊着逃跑。\n“你是什么人？”抹掉手上的血，看着没有动静的老汉，没有表露任何好意的他直接问说。\n\n“你是什么流派的？我至今从未见过这种战斗技巧”老汉无视他的问题，问他说。\n“我没有流派。”走过倒在地上呻吟的人群，向老汉走去。\n“那谁教你的？”老汉有点惊喜听见意料之外的问题。\n“没有”凯伦有点不耐烦地回答，人已站在老汉一拳之内的距离，“我倒想问问你区区一个NPC怎么强？”\n“NPC？啥东西？”\n凯伦不在意老汉的回答，垂下的右手再次握紧拳头挥向老汉，再一次，他们对打起来，老汉的身手在凯伦之上，毫不费吹灰之力挡下他每个攻击，还捉紧空隙攻击他的伤口。第三次被老汉手指扎痛伤口，凯伦终于吃不消，退后几步。\n“呵呵，怎么了？不打了？年轻人，别冲动，你打不过我的”老汉讥笑着，\n“可恶！”凯伦扶着流血不止的伤口，恶狠狠地瞪着老汉。\n老汉心想，这是只野兽，天生就带有杀人的能力。。。若是给予训练。。一定有能力威震战世\n“不如你来当我的徒弟。”\n“什么！？”在远处的徒弟听见这话，感觉不可思议地走来，“什么！？师傅你竟然要收一个素未谋面的人当徒弟！？”\n“不要……谁要当你的狗屁徒弟……”凯伦依然恶狠狠地瞪着。\n“噢噢，真是……”老汉看着他，心中满是惊叹。\n“无礼！你竟然…”徒弟话没说完就被旁边来的士兵喝止声停止了。\n\n\n旁边道路上来了几位手握着长枪的士兵，中间站住一个圆滚身材的村长和对着凯伦指指点点的歪鼻梁的二世祖。村长看了看情况，笑嘻嘻地走向老汉\n“唉哟！这不就是有名的龙先生和他的徒弟吗！？”看了看痛苦捂着伤口的凯伦，村长用笑得像猪的样子说“真是感谢龙先生高抬贵手帮我儿子惩治那外来人呀！”\n这时，站在一旁的歪鼻梁的二世祖忍着痛也要抬高下巴盯着凯伦神气一番，凯伦一狠瞪他，他立即怕得躲在士兵后边，命令士兵围捕他起来。凯伦见状，要逃跑但是手疼痛和疲累的关系，训练有素的士兵一下子就围住他。\n“村长，你滚开，这没有你的事。放开那男的”老汉说。\n“龙先生，这不行啊，他是伤害吾儿的罪犯，理应受死刑啊！”\n凯伦听见了，心说不妙，刚要发力突破，但是士兵们反应更快，数个枪尖已抵住凯伦的大腿、手臂、胸口，枪尖几乎快刺入他的身体，见状，凯伦抬起手往空中一划要划出游戏菜单但是不成功还被险些被警戒的士兵在他的手上开个洞，见没有希望，慢慢抬起手不轻举妄动。\n老汉走向凯伦，士兵错愕地看住他前来，但是不敢有什么举动，因为他的存在就像是个传说，是历史上最强的战士。老汉走向凯伦，用了两秒钟的时间，让抵住凯伦的枪全部噼啪噼啪的断掉。\n士兵几乎没反应过来，全部都吓得长大着嘴。\n“跟我走”他对着凯伦说，凯伦听见他的声音带着喘气，难道已经达到了极限还是因为人老了？\n在所有人的注目下，潇洒地走了。\n\n\n------------------------------------------------------------------------------\n来到饭店里，老汉为凯伦安排一个房间。\n“小伙子，拿去这治疗药水，一半倒在伤口，一半喝了。”老汉让他徒弟递给凯伦一瓶治疗药水和一些金粒，“明早去车站，买一张去艾依城的票，到哪里就找龙牙佣兵工会，我就在那里，有什么不服，明天再来找我！”说完，他们头也不回就走了。\n不知道要说什么的，只能目送这刚交过手的救命恩人走了。\n进到房间里，一屁股坐在床上，脑子里跳出很多疑惑。\n为什么自己会受伤。。。\n为什么NPC话那么多。。。\n为什么NPC也有公会。。。\n为什么NPC还会下死刑。。。\n难道。。。这里是现实！？不对，这是MC里面！？\n想想觉得这可能性也很大，之前不是有个名叫莫提的少年玩MC时失踪吗？那么就是说我也在现实中消失了！？老妈老爸会有什么反应！？\n\n\n……想想，船到桥头自然直，先疗伤吧。\n用过治疗药水之后，凯伦一会子便昏睡去了……\n明早…去佣兵公会吧。\n\n\n\n=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=\n莫提和凯伦在路上走着\n“嘿！你看那个倒在地上那只猫是什么！？”\n“卧槽！这货和我同名！？”\n“你看看上面作者一栏不是也写着莫提吗！？”\n“啊！我不是！那就是。。。”\n“作者猫！我要漂亮的妹子当女友！！！！”\n“卧槽！快给我可以安全过日子的能力！”\n“等等！我要……”\n\n\n就这样滴。。。作者就被凯伦和莫提捉住了。。。\n\n\n通往索引贴之路:传送门！",
    "replies": [
        {
            "author": "1025891364",
            "timestamp": 1364093760,
            "txt_content": "嗯嗯~顶一个~"
        },
        {
            "author": "某个JBH",
            "timestamp": 1364095260,
            "txt_content": "先顶再看~~~~"
        },
        {
            "author": "Evan丶桑",
            "timestamp": 1364095500,
            "txt_content": "{:10_493:}老汉推小伙~"
        },
        {
            "author": "莫提哥",
            "timestamp": 1364095620,
            "txt_content": "Evan丶桑 发表于 2013-3-24 11:25 \n老汉推小伙~\n老汉推小伙？"
        }
    ]
}