{
    "title": "【原创·连载】我的世界飞逝堕落后记·初章",
    "author": "但是你",
    "replyCount": 0,
    "timestamp": 1586748600,
    "txt_content": "首发地址：https://book.qidian.com/info/1017577575\n\n闲不下来呦……\n\n没想到吧，还没完结！\n\n好吧其实完结了，算是一个全新的作品，中间会有对之前的填坑。\n\n\n后记\n　　没错，完结了，旧世篇……\n　　相信大家看得一脸懵逼，主角什么都没干呢世界就毁灭了。\n　　没错，我也懵逼。\n　　之前快完结时我左思右想着不能就这样啊。反派的目的呢？为什么要这么做？凋零为什么不一开始就表示自己和亡灵族是盟友？\n　　所以，新世界篇开始了。\n　　又有一阵要忙活了，好多坑还没填呢。\n初篇\n　　万物如初。\n　　真的是如初，屁都没有。\n　　“说实话我们何必这么大费周折。”凋零在末地里吸收着自己曾转移的力量，她的面前是一个陌生的人。\n　　“漪蛛所知道的事是我们不能理解的，即使是你这个半神也不能。”这个陌生的人一开口便暴露了身份，龙王和末姐的声音夹杂在一起，显得十分沙哑。\n　　“说实话，人类没了我还挺寂寞的。没有边界的地狱里只有我一个人，我费这么大劲可不是为了受寂寞的。”\n　　世界上的生物全被清除，只有他们几个内定的人还存在着。\n　　“没事的，很快就会出现新的生物。”我解除隐身，盘腿坐下。“在旁边偷听可不是什么好事。”凋零眯缝着眼，看似半睡半醒，其实视线一直没离开我身上。也罢，毕竟我重获了所有力量，有点戒心很正常。\n　　“浮旭，自从世界重置后你一直在那坐着，不累吗？”我瞬移过去，这个娇小的女巫坐在传送门边上，一直凝视着漆黑的门内：“说实话，我觉得这么做真的没有意义。这个世界上已经没有生物了，就算保护了这个世界也没有用。”\n　　“实在耐不住性子可以叫时跳跃到有人的时代。”我拍拍她的肩膀，身后的印记又开始发热。“不了，你已经承担太多了，第一穿越者。”我笑笑：“我说过，我不是。这背后的印记只是他的残念罢了。”\n　　她挥手道别，径直跳入门内：“可你并不是一缕残魂。”\n　　对啊，我也是个有血有肉的生命，我也想像普通人一样自由自在的生活。我是漪蛛，是一个怪物。因为他的牺牲，我感受到了其他所有怪物所不能感受的东西：情感。他给了我新生，所以我要背负他的希望，一辈子……\n　　我并没有觉得有什么，这些是值得的。我获得了本不该拥有的东西，所以也要承担本不该承担的责任，其他人也一样。\n　　“漪蛛，天罚不好受吧。”凋零突然开口，龙王也慢悠悠地望向我。“没关系，目的达成了。”我强忍着，后背早已被烧成了焦炭。“还说没关系，已经快要烧到内脏了！”龙王瞬移过来，一把撕开后背的衣服，原本洁白的皮肤已经被烧焦散发出糊味，只有针状印记完好无损，散发出血红的光。\n　　印记旁时不时闪耀出火光，焦黑的后背早已没有知觉。“只不过是烧伤而已，没什么大碍。”我的声音已经开始颤抖。“先是消失然后是天罚，你就不能安安稳稳的过日子吗！”龙王的语气开始缓和，“没必要，真没必要，漪蛛。你不必受这番罪的，明明可以，幸福地生活下去。”\n　　“我已经做了，再后悔惩罚也不会停止，所以要在死之前安排好一切。”我纵身跳进传送门，只留下龙王和凋零待在末地。\n　　“主世界一如既往的平静啊。”我用蛛丝将后背的衣服缝起来。“是啊，一如既往的无聊。”林展宏躺在地上闭着眼。“大太阳下面还能睡得着？”我踢了踢他。“要不是你这个疯婆子我至于天天睡觉吗。”\n　　“还赖我！你以为我不无聊啊！”我也躺下来，这种世界我也觉得无聊。世界重置后，林展宏的印记彻底消失变为普通人，我也停止了消失。不过因为使用命令方块更改世界，导致惩罚降临在我身上。\n　　“疯婆子你还能活多久。”他闭着眼问道。“对我来说没有时间这个概念。硬要说的话，你从现在开始数，一秒一下，我还能活不到2万下。”火焰已经开始烧毁内脏，恐怕等不到当第一个人类降临的时候了。\n　　林展宏翻身压住我，双手死死的抓住我的双臂：“你都快死了，那就把我的力量还回来。”“还不回去了，你的身体承受不住。”他松了手站起来：“都要死了，好歹也给大家一个交代吧。”\n　　反噬来的比想象中快，烧伤蔓延到了心脏附近。我已经无力站起来，连抬手的力量都没有。林展宏从我身边头也不回的走开：“反正最后会烧成灰，就不给你收尸了。”\n　　所有的神力都注入命令方块后，将它彻底引爆。四散的灵力化成山川河流，一个完整的世界形成，第一个人类也降临到大地上。\n　　“这样一来，也死而无憾了。”\n　　“看来要当一回原始人了。”我嘴里嘟囔着行走在草地上，“疯婆子说这附近会出现人类。”依靠残余的灵力砍棵树，制作出最简单的工具。“都死了也不让我好过。”建立好基地后，我开始实行召唤仪式。\n　　将漪蛛给的方块放在地上，四处开始形成法阵。最后轰隆一声巨响，天上掉下来一个少女将地面砸了个大坑。“穿越者啊。”都死了还麻烦别人，不过这样一来交流就方便了。我看着少女手上的印记想着。\n　　“这里是哪？我记得穿越过来后走着走着就掉了下来。”她揉揉脑袋，半梦半醒地看着我。\n　　稍微解释了一下现状，她伸手打了自己一巴掌，然后惊叫起来：“不是梦啊！”“笨蛋，当然不是梦，来到这就别想回去了。”我拍拍她的头，拿上斧头继续砍树。神力消失后，我再也无法吸收灵力，现在进靠着残余度日。\n　　“林展宏，我来看看穿越者了。”亡灵王和血尸提着一堆吃的来到这里。“僵尸啊！”她躲在我身后看着它们，眼里满是不可思议。“我们这次来是要告诉你，我们几个老家伙都要走了，接下来是新怪物和你们做斗争了。”\n　　“走？去哪？”它们身体强壮的很，要死是不可能的。“喏，漪蛛的遗书，上面记载着一切。”我拿过纸看了看：“漪蛛死了，也就是说只能靠你们做替补了？”“嗯，就是这个意思，我们会尽量维护平衡的，虽说比不上她。”\n　　告别它们，天色已晚，我带着她回到小屋。\n　　在世界重置的那一刻起，漪蛛承担住了所有的反噬，让这个世界脱离神的掌控。现在保护世界的漪蛛已死，只能靠那几个老家伙顶替她。实力方面差距不大，应该没什么问题。现在重要的是如何在全新的环境中生活下去，毕竟那几个老家伙可没时间管我。\n　　“没有工作台可难咯。”\n\n\n",
    "replies": []
}