{
    "title": "[电信]Project Halcyon —— 正版公益群组 整合包&纯原版[1.7.x-1.16.x]",
    "author": "10935336",
    "replyCount": 0,
    "timestamp": 1586694000,
    "txt_content": " 本帖最后由 10935336 于 2020-4-12 23:01 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果\n\nProjectHalcyon翠鸟计划，Halcyon取自希腊神话中AlcyoneandCeyx的典故Halcyondyas意义着“太平岁月”“美好时光”“一帆风顺”\nProject Halcyon 是一个致力于打造我全都要体验的综合公益服务器。(?)*您需要一个合法的Mineraft国际正版账户才可以游玩服务器，我们不支持迁移正版和黑号等非法账号。\n\n翠鸟计划由玩家社区驱动，这意味着您可以决定服务器的大多数事物。为此，高素质，高标准，高水平是我们一贯的追求。子服较多，mcmod仅检测其中一个子服，人数少很正常，不如说正版模组服人少也很正常。现在，我们不追求高数量的玩家，我们追求高质量的玩家。不过，在我们转向正版服务器前，有1694名玩家在我们服务器进行过游戏。\n\n\n我全都要模组还是原版无法选择？ 现在，我全都要！一组模组服务器与一组原版服务器并存。模组侧常年开启各类魔改整合包，将模组进行到底。原版侧拥有甚至不含/home的纯原版服务器，将原版进行到底。\n\n模组侧由各个独立子服组成的服务器组。常年开启各种国内外魔改整合包，高难度，高肝度，高鸽度。不同于您玩到的大多数模组服务器，虽然没有您常见的工业拔刀暮色神秘，但我们也始终走在发展的前沿。目前开启的子服务器有：EnigTech2，Dungeons, Dragons and Space Shuttles，Enigmatica 2: Expert Skyblock，Tranquility五周目自组包复刻。你可以在这里找到：模组汉化组成员，模组作者，泛银河系格雷科技有限公司员工，浪漫派玩家，鸽子派玩家，萌新，咸鱼。根据服务器类型以及热度决定是否更换子服务器周目更换服务器整合包，当然也有不会更换周目的子服。模组侧限制：点我\n\n原版侧以“香草”子服为中心组建的群组服务器。在“香草”子服不变质的情况下添加其他服务器来增加原版可玩性，高难度，高肝度，超高鸽度。不同于您玩到的大多数原版服务器，虽然没有您常见的/home和领地等第三方物品，但我们也始终走在发展的后沿（？）。目前开启的子服务器有：香草（纯原版），香草的镜像（实验/创造），小游戏服务器，RPG服务器。你可以在这里找到：鸽子，鸽子，鸽子，建筑党，鸽子，鸽子，技术党，鸽子，鸽子，鸽子，鸽子。“香草”不会更换周目。小游戏服务器以及RPG服务器不定时更换内容，镜像服务器视需求而变。原版侧限制：点我\n\n原版侧：香草子服香草是Pha服内的一个纯生存原版向服务器，不换周目，并且跟随版本更新。这是一个由玩家驱动的服务器，你看到的100%内容均为玩家制作，不含任何创造成分，不设管理组。我们最大限度保留原始Minecraft内容，不添加任何破坏原版体验的插件。你在这里看不到常用的/tpa /home，因为这不属于原版，你在这里看不到领地，因为这不属于原版。有的仅仅是管理用插件，群组必须的插件，一点点不破坏原版行为的优化插件和一个安全查询插件。没有奇奇怪怪的限制，原汁原味的原版体验。您可以做几乎任何您想做的，只要不是其他玩家反感的或影响服务器正常运行的。\n我们相信创造力，通过对原版机制的研究，一样可以创造出精彩的世界。我们懂得最初的那一份感动，此刻我们为了大家的回忆而存在。\n因此，我们严格禁止各种恶意行为，向所有玩家开放了CoreProtect查询。您可以使用投影等增强MOD，并可以使用灵魂出窍用作机器修复。但各类外挂程序和自动脚本是严格禁止的。香草额外限制：点我香草服务器卫星地图：点我\n模组侧：TQ5子服与其他包不同，此包复刻自Tranquilty服务器五周目，经典复古。有您喜欢的Reika only crash，GT too easy，bamboo，等不会在高版本出现的内容。是你熟悉的1.7.10，是你熟悉的crash。\n\n一些话我们同您一样热爱Minecraft，热爱这个社群。我们同您一样不喜欢拘束，但有时我们不得不做。我们热爱模组，喜欢钻研。但我们同样热爱最初的感动。因此，我们全都要，所以我们开启了两派服务器。于是，为了守护世界的和平（？）我们设立了较高的门槛。服务器处理原则：不破坏他人游戏体验，不影响服务器正常运行。\n\n服务器网站Pha图书馆：https://wiki.10935336.moe香草服务器卫星地图：https://map.10935336.moe服务器状态：https://status.10935336.moe皮肤站（已弃用）：https://skin.10935336.moe爱发电：https://afdian.net/@Project_Halcyon\n\n大实话漂亮话说完了，这里说点大实话。不欢迎不识字的，不看公告的，不仔细读指南的。游玩模组服需要有一定模组基础，例如懂得如何导入整合包（基本门槛），且电脑配置要求高。需要正版且不支持黑号，QQ和账号绑定且不支持换绑，并加入服务器联合封禁。服务器很菜，自建机房，600M↓/60M↑+300M↓/30M↑ 低速电信商宽。目前只有一台双路E5，128G，但是单核很菜，虽然用上了各种奇技淫巧来优化，但是.....。不过我们会尽力提高TPS，另外一台更强的筹建中。管理很懒，处理可能简单粗暴。大佬很强，不喜欢不看公告瞎问的。服务器很穷，买不起新硬件。*即日起已禁止使用物品复制BUG所以，要求很高，但服务器很菜？如果你读完了还想加入，请加入QQ群：826552646目前人群问题是一道简单高数题，暂时没找到更好的方法，如果您有更好的方法，欢迎联系我们：admin@10935336.moe模组侧子服随时会变，请以我们的网站为准\n\n美图秀秀香草服内风景：由玩家纯生存打造\n\n群组大厅：由玩家创造模式打造\n模组子服：什么？图片全都咕了\n\n\n\n",
    "replies": []
}