{
    "title": "摘下眼镜进入Minecraft",
    "author": "平凡的奇迹",
    "replyCount": 0,
    "timestamp": 1586829120,
    "txt_content": " 本帖最后由 平凡的奇迹 于 2020-4-19 08:58 编辑 \n\n摘下眼镜来到Minecraft第一章初到Minecraft\n我叫鲁小迅。鲁迅的鲁，很小的小，鲁迅的迅。爸妈给我起这名字，是想让我成为一个像鲁迅一样的大文豪。\n我是一个喜欢玩minecrft的孩子。小学五年级，样貌正常，分数正常(100分而已)。就是是个近视眼。我曾经以为我很普通。直到今天——我的眼镜掉了。\n今天爸爸妈妈一起出差说至少过5天才回来，没人叫我起床我就设了个闹钟。可谁知道这手机闹钟的滚轮这么滑竟然设早了一个小时。搞得我5点就起了睡又睡不着了只好提前上学。\n\n上学路上，“奇怪，难道是mc玩多了？早上起来好像看到方块了。估计是没睡够。”我感觉奇怪，“这么早早餐店还没开门吧。”好巧不巧，迷迷糊糊的我面前有一块不知道谁拿来的石头。迷迷糊糊的我那管那么多一脚勾过去，把我的眼镜摔掉了。\n\n“奇怪眼镜不是掉了吗，怎么还是看的那么清楚？”我非常疑惑，“等等，这是Minecraft！”我惊的嘴巴都掉了。“我穿越了！”我惊呼到。突然我想到眼镜掉了赶紧拿起来戴上。\n\n“咦，我回来了。”我满脸欢喜，“怎么说我只要摘下眼镜就会到Minecraft的世界，再戴上又会回来。天哪，好棒啊！”我摘下眼镜回到了Minecraft的世界。\n\n我仔细观察环境，发现这是个空岛，上面有一滩水，和一棵树，还有个告示牌写着:\n\n【群峦之巅】空岛\n\n“看起来这个空岛是有名字的嘛。”我想。\n\n我想远处眺望依稀可以看到几棵披着雪衣的雪松在雪中屹立。“好幸不是只有这一个空岛。”我想到。\n\n言归正传还是撸树吧。好了7个木头。“这树对我来说还是蛮高的嘛。”我喃喃到，“好了早餐店应该开门了出去吧。”我拿起眼镜戴上了。\n\n回到了现实世界，还是刚刚那条路。\n\n走，去吃早餐了。（求过审QAQ）\n\n摘下眼镜来到minecraft第二章物品栏和背包\n\n走在路上我在想:“在Minecraft里面我没有看到生命值和饱食度，可为什么连物品栏和背包都没看见。”不可能没有啊，哪7块木头以我这小身板根本拿不下。吃完早餐试一试有没有吧。”\n\n我来的了早餐店，买了碗手擀拉面，一瓶豆浆，一根油条开始吃起了早餐。\n\n吃的时候我想:“我出门是6:30，发现Minecraft加入方式是6:35左右，在里面呆了十多分钟加上走路时间是大约15分钟。早餐店通常七点开门今天早了点。看了Minecraft和现实的时间应该差不多。”\n\n突然我被一声声音打断了:“‘大文豪’你也在这里吃早餐吗？”这是我们班长李清赵的声音“是啊，‘大诗人’。”还不得不说，我们班大半同学的名字都是名人改的，比如说我同桌李清白。而且每人都有绰号李清白的就是“酒剑仙”“一起吃吧!”我邀请李清赵，“好啊。”他一口答应了。\n\n我们一起吃完了早餐，一起进入了教室。\n\n上课的内容枯燥无味(反正全都会)，举手也是白举，老师不可能让我们成绩好的答。\n\n一上午过去……\n\n午休时间到了，吃过午饭我回到家。\n\n摘下眼镜之前我突然想到好像李清赵和李清白也带眼镜。会不会……\n\n算了想那么多干嘛，摘下眼镜。进入Minecraft。\n\n“mc里是按E(默认设置)打开背包我也说E吧。”我想到。\n\n“E！E！E！没用啊！”\n\n“我懂了我只要想打开物品栏就行了。”我说。\n\n我想:“打开物品栏！”\n\n果然我眼前出现了物品栏，准确说是眼里。它直接贴在了我的眼睛上。我试着合成一个工作台。原切换到木分解成木板合成工作台。再用它做了把木稿子，用它把哪滩水边上挖了个洞。让水流下去，“好了！等一会水流下去后直接跳下去就行了(mc里落在水中免疫摔落伤害)。”\n\n水完全落地后...\n\n“嘿，我跳！呜呜呜呜！爽！”我跳入水中时，感觉所有冲击力被水全部吸收了。\n\n我看了看附近发现这是一座山的脚。正好，有裸露石头。\n\n我想:“快捷栏2号位”(以后直接写切换到稿子，食物之类的)\n\n去挖石头吧！【求过审】\n\n摘下眼镜进入minecraft第三章mod的添加\n\n挖了一些石头，回去了。\n\n顺着水回到了空岛，“哎呀！游水好慢啊！要不建个水电梯？”我想到，“如果版本够高可以用灵魂沙。(高版本可以在水里种海带让方块变成含水方块，这样就只要从顶上倒一桶水就可以建水电梯了。种完后撸掉最底下一个方块换成灵魂沙就行了)”我回到空岛上。\n\n我用挖来的石头做了两把石稿和一把石斧。我还看到了合成表里有木桶，也做了一个。\n\n“出生点区块持续加载可以做刷铁塔，牧场，农场等等自动设施。”我想，“以我现在的经济实力最多建农场，建牧场也没菜喂动物(除非养鸡，可以用小麦种子)。”\n\n我又跳了下去。噗通！一声落入了水中。“虽然往浅水跳，还是把衣服弄湿了。”我喃喃到，“算了先去矿洞挖点矿吧。”\n\n挖矿中...\n\n“不错有铁又有煤那个矿洞还挺富的。”我赶紧做了个熔炉把铁烧了去。\n\n烧好铁做铁镐是我发现了一个神奇的东西：“‘mod装载器？什么东西，做来看看。”\n\n合成它需要三个石头台阶和六个木板。我赶紧烧石头去。\n\n烧好了石头合成台阶，与木板合成，好了！\n\n“让我看看这是什么东西。”我一边说，一边把它放到了地上。\n\n我敲了敲它，我眼里就出现了一个界面：\n\nmod点数：0 +      【个人界面】      X\n\n请领取新手大礼包\n\n       【领取】\n\n“喔噢！好厉害的样子，领取吧。”我用意念轻点了一下按钮。\n\n【恭喜你得到了“等价交换mod优惠券”】\n\n我点开了“个人界面”果然刚刚得到的优惠券静静的躺在那。\n\n我戳了戳它，它旁边就跳出了它的简介：\n\n，以在购买“等价交换mod”及其系列mod时半价。【使用】\n\n我好奇的点了【使用】。结果界面跳到了“等价交换mod专区”\n\n看着琳琅满目的mod我这个想要，那个想要可是一道“残酷”的声音扰了我的“雅兴”:“对不起您的余额不足！请前往充值。”话音一落，mod点数后面的 + 亮了起来，好像再说:“快！点我充钱！”\n\n“我到要看看这里这么充钱。”我一边说，一边按下了 + \n\n果不其然跳转到了充值界面。\n\n【个人界面】                  X\n\n可以通过想mod装载器给予物品，能量，流体等换取mod点数(注:仅为单向交换)。\n\n我把快坏的石镐丢了进去。\n\n“叮叮！mod点数过小，不予以显示。”\n\n“这，不过这石镐也不值钱。”我一边说，一边拿出一组石头放了进去。\n\n“叮叮！mod点数过小，不予以显示。”\n\n“算了石头不值钱。”我也不好说什么，反正自己刚来一穷二白，身上最有价值的就是那几块铁了。\n\n我拿起工具把工作台和熔炉转移到了地上。\n\n用仅剩的木板做了个箱子放东西，为了造房子我就拎着斧头砍树去了。\n\n砍了几棵树我发现树叶会掉木棍，这肯定是高版本无疑了。砍了十几棵橡树房子的框架应该够了，再砍四十几棵树就足够了。我回去做了几把石斧继续砍树去了。【求过审】\n\n摘下眼镜来到minecraft第四章建造别墅（植树节特别篇）\n\n砍了好多树，我现在已经是精疲力尽了，不过这苹果还蛮好吃。\n\n“午饭就在Minecraft里吃吧。”我拿出了一大堆苹果，开始啃了起来。\n\n吃完了苹果我满嘴都是苹果汁，随便舔一下都是酸酸甜甜的。\n\n“好了回去建房子了！”我边走边说。\n\n建房子的第一步是建地板，这里非常简单，但是却决定了房子的造型。我觉得“L”型的就挺好，空出来的一块正好可以做花园。\n\n先把地板的框架搭出来。拿出橡木开搭，“这种原木框架好看是好看只不过有点贵啊。”我边铺边说。\n\n“啊哈，好了！”我看着框架开心的笑了。\n\n预览图:\n\n一一一一一一楼梯一\n\n|           _小门 ———— l\n\n|    门   |花园\n\n我用工作台分解了一堆白桦木得到了另一堆又白又漂亮的木板。\n\n“好了！铺地板去了！”铺地板之前我顺手把工作台，mod装载器，熔炉和箱子还有木桶都带走了。\n\n铺完地板我把工作台，mod装载器，熔炉和箱子都放上了，木桶吗就扔在花园里了。\n\n现在造墙，用木头在房子的角落立几根四高格柱子。然后拿出白桦木板开始砌墙。柱子露出的部分可以做几根火把插插。最后挖个洞放门就好了。(可以自己建一建，真的很好看)\n\n好了这样别墅的一层就建好了。\n\n我望着我的“丰功伟业”欣慰的笑了。\n\n我却不知有多少绿色为此消失。\n\n我往森林那望了望，拿起了手中的树苗...(现实中有疫情小说里可没有哦，植树节可以好好在Minecraft里种树哦！)\n\n森林里:\n\n“我种，我种，我种种种！”我边栽树边说，“家旁边的绿化要搞好。”“不过得留条路，不然被困在森林里出不来。”\n\n这次，在我戴上眼镜之前，我听到了很多声音:\n\n树叶的沙沙作响，鸟儿的鸣叫……\n\n摘下眼镜进入Minecraft第五章挖矿之旅\n\n建完房子(半成品)，我觉得应该加个“等价交换”mod。就准备去地底走一遭，挖点钻石充点mod点数，顺带把钻镐给做了。\n\n戴上眼镜看了看时间13:12。还有半个多小时，挖点矿就跟喝水一样简单。\n\n把煤全做成火把，再带上64个梯子再来仨石镐。下矿准备已经充足了现在立刻出发！\n\n走到山脚下一个不知名的小角落，我拿出了镐子，开挖！\n\n为了安全我挖了两格的垂直矿道。这样可以站在一格挖另一格，快速又安全。\n\n挖着挖着:“哦！天然矿洞呀！”我望着黑漆漆的洞口说，“黑洞洞的好可怕，可是却不能因为它结束我的挖矿之旅，人怎么能因为一点点小小的困难而放弃呢？”我一只手拿着火把一只手拿着石斧，“等等！”我突然想到了什么。我掏出了刚刚我到的沙砾，“先测测高，不然不能复活怎么办？”\n\n斯拉～\n\n沙砾落地的声音，“有点深啊。”我听出来这至少有十格高。\n\n“没事沙砾不值钱全丢了吧。”(记住这句话)我一股脑把沙砾全丢了下去，“不错正好！”我看着沙砾拿出了梯子。\n\n来的了矿洞底部我赶紧把周围插满了火把，“好幸没有怪物，不然可得苦战一番。”\n\n矿洞不大，资源却很丰富。我赶紧拿起稿子把铁矿和煤矿挖了，用之前挖的石头做了熔炉烧起了铁。\n\n用新鲜出炉的铁制作了一把铁镐。我突然发现这竟然还有成就，因为我看到了之前一直没有发现的成就:“来硬的！”我默念:“成就表。”果然我眼前出现了成就列表，“好多成就，不过完成了也没有用啊！”“算了继续挖矿去。”\n\n拿起刚做的铁镐挖掉了矿洞里的金矿和红石矿。\n\n拿起石镐继续挖...\n\n“诶呀呀！没梯子了，”我翻着背包念叨，“不过挖了64格应该能挖到钻石了”\n\n我觉得:“挖了64格应该可以横向挖了吧。”便抱着试试看的心理挖了几格，“天哪！才走几格，就挖到钻石了，我真是太幸运了！”我对钻石矿石感叹到。\n\n瞎逼逼了好一会我才举起镐子挖下了钻石。\n\n“叮铃铃！”吸收经验的声音真是好听！\n\n“等等！这么就一块钻石？”只发现一块钻石的我使出了“偏方”把钻石周围的石头都挖一遍(真的有用)，“果然这样可以。”我看着用“偏方”挖出来的钻石举起了镐子。\n\n一直到再怎么用“偏方”也挖不出来钻石的时侯，我才恋恋不舍的离开了，“上学去了。”【求过审】\n\n摘下眼镜来到Minecraft第六章设计全自动甘蔗田\n\n回到现实看了看手红通通的，“用石镐和铁镐都太慢了，我的手都磨红了。还是快点做出钻石镐吧！”\n\n拿温水洗了洗手我就上学去了。\n\n学校离我家很近走三步就到了，来到教室随便打了个招呼就坐下了。\n\n无聊的三节课...\n\n“嘿！小鲁。”李清白用胳膊肘敲了敲我，“干啥？”“你说这节‘体育课’上什么？”他问，“数学吧。班长桌子上都放数学书了。”我指了指班长李清赵的桌子，“不见得，”“为啥？”他往老师办公室的方向瞟了一眼，“我看见看见语文老师下棋下赢了。”“什...”这是语文老师走了进来，“同学们今天做个随堂考试，组长上来领卷子。”\n\n我向李清白丢了一个眼神:“天哪！这么准！”他给我回了个眼神:“嘿嘿！我神吧！”\n\n不谈了写卷子。\n\n话说这卷子还蛮难的，我二十五分钟才写完，检查完已经三十多分了。交卷后我假装预习课文，其实是在画甘蔗田设计图:\n\n  ————————\n\n   ▽▽▽▽▽▽←上面放侦测器一个(活塞和侦测器向泥土放)\n\n   ■■■■■■↙下面放漏斗和箱子\n\n■水→流→    □陷阱门——用来挡水\n\n   ■■■■■■ (■为泥土  △为活塞  ——为红石线路)\n\n   △△△△△△←上面放侦测器，一个就行\n\n   ————————(蛮好用的全自动甘蔗田)\n\n“嗯，不错！”我看着设计图笑了笑，然后就把它折好，放进了书包。\n\n还有几分钟下课我就把课文也预习了。\n\n放学了，刚走出校门李清白就一把拉住了我对我说:“小鲁，我爸妈也出差了，今晚开黑吧！”“开什么黑我们和班长的服早就成大佬了。”“哪...比赛挖区块！”我拿拳头锤了锤他，“你是不是想累死我，然后继承我的存档。”“额呃呃呃...”“对了你上课时写写画画什么呢？”他只好转换话题，“全自动甘蔗田图纸。”“给我康康。”“诺。”我拿出设计图给了他，“让我康康啊~”“为什么不用活塞飞行器收割呢？”我无奈的叹道，“没钱。”“你开了新存档？”“对呀我还要发展，就不和你开黑了。拜拜”“拜拜。”\n\n摆脱了李清白我就回到了家。\n\n我觉得该用浇筑法建地狱门，简单实惠乞丐都做的起(所以说我没下矿时我连乞丐都不如喽)。关键是岩浆哪里找。\n\n算了不想那么多摘下眼镜加入Minecraft。\n\n回到家把储物搞了搞多做了几个箱子把红石放进去，再用挖的石头搞了俩熔炉烧铁和金子，再做点火把我就回矿坑找岩浆去了。\n\n天皇不负有心人，铁镐耐久还没有活动开来，岩浆就迫不及待的跑出来了。我赶紧回去把烧了的铁做成了两个铁桶，在花园里做了个无限水开始慢慢浇筑地狱门了。\n\n浇筑完了之后:“很好，现在只要做出打火石就好了！铁锭用，燧石...”我的脑海中一直回响这一句话:“没事沙砾不值钱全丢了吧。”\n\n摘下眼镜来到Minecraft第七章下届之旅(真香之旅)\n\n回到看矿洞把沙砾挖了回来，用石头随便做了放一个梯子的柱子把梯子放上。回去挖燧石时不知是天意还是“欧气理论”我挖了十多次都没出最后一次竟然全部成燧石了(可能又要记住一句话了)，“真是天意啊！看到了吗这就叫:大难不死，必有补...不对必有后福。”\n\n我赶紧做出打火石前往下届。\n\n站在传送门中，我隐约听到了恶魂的“清歌”，似乎看到了烈焰人的“舞姿”还有下届种种的风姿。\n\n恍惚之间我就来到了下届。远处的猪灵远远的望着我，好像在说:“少年，你有钱充Q币(指交换物品)吗？”\n\n看到她的微笑，我赶紧回去用金子做了个靴子穿上。\n\n然后我就可以在她面前嘚瑟了我就这样一手拿着铁镐子，一手拿着石斧，眼睛还时不时的往两边瞟，跟做贼似的。\n\n“就这，挖到石英就可以做侦测器了。”我悄悄咪咪的走到石英旁边挥舞起了镐子，“嗯~这么多挖了一个地狱岩，算了捡起...这，这是远古矿石！”我惊讶的嘴都要脱臼了，“难...难道是沙砾大神显灵了！”\n\n我赶紧回去做出了钻石镐拿过来开挖，当然了这一路上的躲怪之路也是废了我的九牛二虎之力也费了八成。\n\n而敲下它的最后一下则是最震撼的，要知道这东西一个区块最多刷出五个啊！(一区块生成两次，深层和随机各一次)要说是什么感觉呢，就是\n\n——\n\n什么感觉都没有。没错什么感觉都没有。但是挖下之后就有感觉了，因为它后面还有一个，“哇哦！，沙砾大神真的显灵了！”我已经决定了回去要把沙砾供起来(供在岩浆里)，“挖完了，回家~”\n\n回到主世界，路上顺便挖了几个灵魂沙做做水电梯。\n\n回到家把远古矿石丢熔炉里烧了去。做啦活塞和侦测器带上红石做甘蔗田去了。\n\n回到空岛(出生点持续加载，而且空岛下面没有阳光)，按着设计图造出了全自动甘蔗田再去河边挖了点沙子采了一些甘蔗，拿回去烧玻璃把甘蔗田围了一下(防止甘蔗喷出来)，再种上甘蔗就可以了。\n\n接下来吗，做水电梯去了。\n\n摘下眼镜来的Microsoft第八章沙漠挖沙子烧玻璃！这章666字啊！\n\n用木头板子随便造出来了水电梯的雏形，然后去河边搜刮了点海带种上(之前说过)。而完全体吗...我们的鲁小迅已经做出地图和一点点(不多，七把)石铲前往沙漠了。\n\n我看了看地图:\n\n|岛一一|一森一|一|一|\n\n| 家→L ￣￣|￣|  l_    |\n\n|     0  |二林二|沙漠↑|\n\nl___ |(第一次画，不好请见谅)\n\n“看来我家离沙漠挺近的吗。”我边跑边想。\n\n跑到沙漠我就开始气喘吁吁了，虽然Minecraft里有体能提升(饱食度提升的)，但是这么长的路还是头一次跑这么长的路。我的肚子感觉的了微微的饥饿。这使我把目光移到了沙漠里的兔子上。\n\n我随手拔起一株蒲公英，走进小兔兔对他说:“小兔子，你是不是饿了呢？”说着举起了手上的蒲公英，兔子正要啃食蒲公英之时，我悄悄的用另一只手拿起了石斧对它说:“正好我也饿了呢！”\n\n手起斧落，美味多汁的兔子就处理好了。\n\n挖点石头，\n\n砍几棵树。\n\n做个熔炉，\n\n放上兔肉，\n\n加上木柴，\n\n几十秒后，\n\n香气扑鼻。\n\n若有孜然，\n\n肯定会撒，\n\n若有辣椒，\n\n肯定会加，\n\n不过原味，\n\n别有风味。\n\n一口下去，\n\n香味满嘴。\n\n熔炉也能，\n\n回收利用，\n\n挖到沙子，\n\n正好烧沙。\n\n天堂之上，\n\n有兔祝福。\n\n挖起沙子，\n\n精神百倍。\n\n边挖边烧，\n\n效率翻倍。\n\n搞好之后，\n\n卷走回家。\n\n以上就是沙漠挖沙子烧玻璃之旅的全部过程。\n\n带着这些玻璃回到家。望着西边落日的最后一丝余晖，红艳红艳的，就像:\n\n烤过的兔子一样。 \n\n仿佛那只兔子的在天之灵还在天上祝福着我，“啊，夕阳你真美呀！啊，兔肉你真香啊！”\n\n至于接下来干什么吗？当然是搞水电梯喽。\n\n首先把水电梯管道这个做好，然后给他来俩栅栏门儿封住水。\n\n最后嘛就是辛苦的种海草喽。\n\n先把一个海草插进去，插进管子里让它生长。\n\n剩下的海草跟甘蔗田里新鲜出炉的甘蔗一起放进木桶里，变成骨粉(一说新鲜出炉我就想起了兔子)。然后用骨粉疯狂催熟海草，这速度简直是一日千里啊。没用几把骨粉，海草就恨不得从水里冒出尖了。\n\n最后一步，打掉种海草的方块换成灵魂沙就大功告成了！\n\n整理一下东西，我就摘下眼镜去搞腾夜宵了。\n\n摘下眼镜来到Minecraft第九章大惊喜！\n\n回到现实世界已经20:48了，正当我想拿出零花钱去买夜宵时我手机响了。拿起一看原来是爸妈的视频电话。我赶忙点了接通:\n\n“乖儿子，是不是想妈妈了。”“是啊是啊。”“儿子爸妈给你买了礼物，明天应该到了。”这是爸爸的声音，“好啊好啊谢谢爸爸妈妈！”，话一落我就以迅雷不及掩耳之势挂掉了视频通话，攥着零花钱去吃烧烤去了。\n\n一路上幽暗的路灯好像在告诉我:“别去吃了，吃多烧烤会长胖的。”还时不时闪一闪好像在威胁我，“你...你只要再往前一步，我...我就自爆了！”我还真怕这路灯来个原地爆炸，亦或是怕明天上课没精神我的步伐格外快。\n\n在附近的街道上找到一家烧烤店我三步并作两步的走了进去。\n\n现在人并不是很多，一眼望去所有人的面貌尽收眼底。在人群中我发现了一个熟悉的身影，他是李清白。\n\n我走到他身后拍了拍他的肩膀，说:“没想到你也来吃烧烤啊。”\n\n我突然被人拍了一下，我诧异的回过头，没想到竟然是鲁小迅，我赶忙答应:“怎么了我们父母一起出差，简直是天赐良机啊。”“而且，你难道不请我吃吗？”他瞪了我一眼，我便不敢说话了。\n\n“请是不可能的，但是可以一起吃。”“好好好，听你的。”\n\n吃饱喝足我回到家，在困意的驱使下，我昏昏沉沉的躺在床上。当我摘下眼镜的那一刻奇迹发生了。\n\n刚刚摘下眼镜的我还不知道我已经来的了Minecraft，还晃动着手想把眼睛放到床头柜上我发现了不对劲:“我的枕头呢？”我睁开赶忙眼睛往四周看看，我发现\n\n——\n\n我来到了Minecraft。\n\n我回到家突然想起水电梯忘记做回去的梯子了，便以飞一般的速度摘下了眼镜。然而接下来的一幕更加令我震惊:李清白也来的了Minecraft。\n\n“李清白！”“鲁小迅！”我们俩都十分惊讶，“没想到你摘下眼镜后也能来的这里，看来我想的是对的。”“什么对不对啊，我们不是穿越了吗？”“你听我说，这里好像只要我们摘下眼镜就会来的这里。”我给他解释，“蛤？所以说我要么在这睡觉，要么就得戴上眼镜睡觉了。”我点了点头，“戴就戴。”“你你要不要帮我装水电梯的梯子。”“好吧，反正现在我又不想睡了。”\n\n“跟李清白搞完了水电梯，又睡了一个好觉真是爽！”我了一个懒腰。\n\n洗漱完去学校！不过我在家门口发现了快递盒子:“要不拆完再去？”。\n\n摘下眼镜来的Minecraft第十章哇！金色传说！\n\n话不多说拿出闪冷芒的大剪子，一刀削掉快递壳子，里面竟然是个精致的白纸盒子还真跟块美玉似的。\n\n双手握住它的两头，用力一撕“斯拉~”\n\n就在纸壳子被撕开的那一刻，里面竟然发出了淡淡的金光“哇！金色传说！”我两眼死死的叮住了它，“等等！这是...作...作业？”\n\n我呆呆的看着地上的:\n\n《状元冲刺100分》\n\n《高分学习小帮手》\n\n《学霸题集》\n\n《速算小能手》等等大约有几公斤重的作业，腿跟假肢一样生硬。一步，一步的走出了家门...\n\n“小鲁，你怎么了跟个木头人似的。”李清白望着我，“呵呵呵，我爸妈给我送礼物了，你想不想分点。”“好啊，不过是什么啊？”我听到他的话笑了笑“几公斤作业，你要不要？”他脸瞬间完成了七十二般变化，简单说就是——黑了。\n\n“那就不用了，你自己写吧。我们不能抢别人的好成绩啊。”他尴尬的说。\n\n我一脸忧伤的走进了教室，我们善良可爱的班长大大李清赵见到我这表情疑惑的问我“咋了？”，“难不成你爸妈要提前回来？“”没什么，就是我爸妈给我寄了点‘小礼物’而已。”我漫不经心的回到，“什么礼物能让我们的‘大文豪’如此伤心？”“还好就是‘亿点点’小小的练习而已。”说我这句话我就陷入了自闭状态。\n\n经过整整一上午的“认真听课”最后终于是摆脱了自闭状态。\n\n带着沉重的心情我回到了家。\n\n我望着那一大堆各种练习陷入了沉思，“该怎么办？直接火化对环境有害……”\n\n经过了七七四十九秒的思考，我得出了解决作业的办法:\n\n用打印机打印！\n\n首先上网搜索他们的答案，然后把中文所有字都写一遍整出一套自己的字体。\n\n然后把写好的字用我爸打文案的打印机扫描一下。\n\n最后拿着这些扫描出来的图片，前往FIeXiFONt.com用这个自己做一套字体。最后用打印机打印答案到本子上就行了！\n\n“我就先暂时用这一套字体，要不我趁打印的时间把常用字多写一遍？”我在打印机打印的声音中默念，“算了还是跟李清白解释解释Minecraft吧。”\n\n我拿起手机(没错，学习成绩好就是有理由为所欲为)，点进“李那个清白”的框框，刚想打字对方就突然发过来一条信息:“小鲁，那个Minecraft世界到底是什么鬼呀！”我敢忙回复，“你就当我们觉醒什么超能力了呗。”“反正现实里那么坑，还不如一辈子Minecraft里呢”(有到了考验大家记忆力的时候了！)“你有没有想过有一天眼镜摔碎了怎么办？”“没事儿，那里面可以装mod的，大不了自己做个眼镜的mod。”“那。。。也还可以了。”“对呀，我建的房子蛮大的，我们俩可以一起住。”“好好好，彳亍！今晚开黑！”\n\n摘下眼镜来到Minecraft第十一章带你入坑\n\n次日早晨，我洗漱之后快步走出了家门，然鹅我脑子里就只想着和李清白开黑那记得今天是周末呀。我走到早餐店门前发现铁门紧锁，“奇怪我什么今天不开门？那我不是得挨饿！”我又朝学校一望，才发现今天是周末没人来上学早餐店自然不开门，“嗨~我还以为多大事呢，回家吃泡面去了。”\n\n从沙发后面拿出一包泡面，再接一大碗水丢微波炉里，没过五分钟我就吃上了泡面。这时我手机一震有人给我发消息。我还以为是李清白的消息，没想到竟然是\n\n...\n\n欠水电费了！(写这篇文章之前我家停电了，所以才没更新)\n\n我赶紧打开支付宝(打钱)交了水电费各500，“哎零用钱只剩九千多了，我这怕不是要饿死。”说着就拿起手机催零用钱了。\n\n滋完泡面我向李清白发出了邀请:“清白今天周末开黑去！”“行，现在吗？”“对”\n\n我摘下眼镜只见李清白在我家翻箱倒柜好不乐乎，“给你。”我向他丢出了一把石镐，“你挖点矿，挖不动就留着。”“好。”我带他到到矿井就拎起石斧砍树去了。\n\n没砍几棵树他就告诉我，“小鲁，我发现钻石了！”“这么快！”“跟我走。”我绕过他挖出的七拐八拐的矿道，看到了闪亮亮的钻石，“天哪你太欧了吧，石镐那么点耐久就出钻石！”“嘿嘿，这是因为我用啦蛇型挖矿法，就是这样:”\n\n■为石头□为矿石大小8×8\n\n■■■■■■开始■\n\n■                        ■\n\n■    □□■■■■\n\n■    ■■           ■\n\n■■        ■□    ■\n\n■    ■■            ■\n\n■            ■■■■\n\n■结束■■■■■■\n\n“知道了，遇到矿石挖穿墙壁就改变轨道，就不用重复挖石头了。”“对这就是我升级的鱼骨挖矿法！”“这样挖矿太棒了。”我给他一把铁镐，“这么简单我肯定比你挖到多！”“呵呵呵。”\n\n(此方法为作者原创，如有雷同，纯属巧合)\n\n\n",
    "replies": []
}