{
    "title": "[Art of Alchemy]炼金术WIKI翻译",
    "author": "qsefthuopq",
    "replyCount": 0,
    "timestamp": 1586790360,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-10-27 14:16 编辑 \nWIKI炼金术炼金术的世界\n炼金术的核心就是对于嬗变的实践。对任何一个想成为工匠的人来说，将物质嬗变为其他更有用物质的能力是一项宝贵的技能，它始于我们对世界的认知。我们的世界基本是由两样东西构成的：溶质和基质。基质是所有物质的本源。 虽然原则上所有物质都是可互换的，但在实践中，炼金术师会从更普通的物品中获得低级的物质，从稀有的物品中获得更高级的物质。因此，物质有七个等级，从F级到A级再到S级。传说欧米茄是第八级物质，但从未有确凿证据证明其存在。从另一方面来说，基质本质上是形而上学的物体精华。你无法直接与之交互。 基质只能通过万能溶剂提取出来。这个世界里共有13种已知的基质，它们以8个行星、阿波罗（太阳）、狄安娜（月球）、谷神星、冥王星以及神秘的虚空命名的。溶质是实体化的基质，而基质以溶质的形式表现出来。通过将物质分解为这两种元素，并以不同的形式重造就可以形成新物质。\n炼金装置\n目前共有3种核心装置：煅烧炉、溶解室和合成台。煅烧炉使用固态燃料（和普通熔炉一样）来煅烧出物质中的溶质。溶解室的作用恰恰相反，用万能溶剂来溶解物质中的溶质以获得基质。最后，可用合成台来将基质和溶质炼成更多的物质。*本wiki不包含合成配方。请使用Roughly Enough Items 或类似模组来查看合成配方。炼金日志炼金日志可以存储无限个配方。打开日志可放入你想要保存的配方。保存到日志内的配方会在搜索列表中出现，点击任何条目旁边的复选框将选取并激活该配方；你可以直接将炼金日志放入合成台来炼制物品。点击右上角的方框会取消选取。你也可以将炼金日志放入到分析台中来备份已选取的配方。\n万能溶剂万能溶剂可以溶解一切物质，可添加到溶解室内来将物质溶解为溶质。万能溶剂可放置到世界中，任何碰到万能溶剂的生物都会受到伤害。通过将万能溶剂桶放到发射器内即可自动注入溶剂。\n 分析台 分析台可以让你创建可用在合成台内的配方。有了配方你就不需要手持每一件要嬗变的物品就能进行嬗变了。分析台的合成配方如下图（阿佐特+工作台+下界石英）：将燃料放到下面的格子，将你要燃烧的物品放到上面的格子即可煅烧物品。烧制成的基质将出现在右侧的格子内。 在锻造炉上面放漏斗可以输入物品，在侧面放置漏斗可以输入燃料，在下面放置漏斗可以获得煅烧产物。\n阿佐特阿佐特是一种可用于制造多种炼金设备的神奇物质。它也是万能溶剂的合成原料之一。使用红石粉、荧石粉、火药和青金石即可合成阿佐特。\n煅烧炉煅烧炉可以让你使用固态燃料将物质烧成基质。普通的煅烧炉只能获得50%的溶质。合成配方如下图（阿佐特+下界石英+熔炉）：\n将燃料放到下面的格子，将你要燃烧的物品放到上面的格子即可煅烧物品。烧制成的基质将出现在右侧的格子内。在锻造炉上面放漏斗可以输入物品，在侧面放置漏斗可以输入燃料，在下面放置漏斗可以获得煅烧产物。\n 离心机离心机可以分离基质混合物。共有两种类型的离心机：星象离心机和元素离心机。将基质放入离心机内即可进行分离。基质会被注入到离心机上方或下方的方块内，分离出的物质会被筛到分离机四周的方块内。 多个基质会被分离到不同朝向， 所以一个完整的分离系统需要多个分离机。 当然，聪明的炼金术师会限制输入来避免整理物品的麻烦。\n \n星象离心机将基质离心为：\n\n(Α) 内行星：包括水星、金星、地球和火星(Β) 外行星：包括木星、土星、天王星和海王星(Γ) 其它天体, 包括谷神星、冥王星、太阳和月亮(Ξ) 苍穹：只包括虚空 (符号：xi)\n元素离心机将基质分离为:\n\n(Δ) 火：包括火星、土星和太阳(特殊符号无法显示) 气：包括金星、天王星和冥王星(▽) 水：包括水星、海王星和月球(特殊符号无法显示) 土：包括地球、土星和谷神星\n虚空基质和以太有关，故不属于以上任何一类。\n溶解室溶解室可以让你投入物质内并将其溶入万能溶剂内以获得基质。普通的溶解室只能提取出50%的基质。\n用万能溶剂桶填满溶解室，然后将要溶解的物质放入左侧格子内。溶质只能通过基质容器提取。\n将漏斗放在溶解室顶部可以输入物品，放在底部可以输出未溶解的物质。可将万能溶剂桶放到发射器内以自动补充溶剂。将基质容器放在发射器内可以自动收集溶质。\n 基质基质本质上是形而上学的物体精华。你无法直接与之交互。 基质只能通过万能溶剂提取出来。这个世界里共有13种已知的基质，它们都是以天体命名的。每种基质都与特定的星象和元素类别有关，离心机可将物质分离成不同的基质。 \n   基质      颜色      精华      星象类别      元素类别     水星    淡紫    流动精华    (Α) 内行星    (▽) 水    金星    粉    火花精华    (Α) 内行星    (特殊符号无法显示) 气    地球    绿    自然精华    (Α) 内行星    (特殊符号无法显示) 土    火星    红    鲜血精华    (Α) 内行星    (Δ) 火    木星    橙    火焰精华    (Β) 外行星    (Δ) 火    土星    黄绿    盐之精华    (Β) 外行星    (特殊符号无法显示) 土    天王星    青    和风精华    (Β) 外行星    (特殊符号无法显示) 气    海王星    深蓝    深渊精华    (Β) 外行星    (▽) 水    谷神星    棕    尘埃精华    (Γ) 其它天体    (特殊符号无法显示) 土    冥王星    蓝绿    **精华    (Γ) 其它天体    (特殊符号无法显示) 气    太阳    黄    太阳精华    (Γ) 其它天体    (Δ) 火    月球    蓝    月亮精华    (Γ) 其它天体    (▽) 水    虚空    蓝紫    星之精华    (Ξ) 苍穹    (N/A) 以太  \n可在装满万能溶剂的溶解室内获得基质。在创造模式下也有可在世界内放置基质的基质桶。但基质桶无法在生存模式下获得。你可以使用基质容器来收集基质并存储到基质储罐内。你还可以使用基质管道来传输基质。\n基质管道待编写。原文暂未更新，此处为译者编写。\n基质管道可用于连接机器，在连接机器的一端需要放置基质端口才能连上。在输出物质的机器端则需放置疏散基质管道。\n基质储罐待编写。\n用于存储基质。\n基质容器基质容器可以让你在机器间运输基质，或存储起来以备不时之需。\n对着你想要提取或输入基质的方块右键即可使用基质容器。Shift+右键可以切换容器模式。基质容器也可以放在发射器内使用。\n \n配方配方是可以在合成台内替换目标物品的物品。可通过分析台用纸和墨囊造出配方。目前只有嬗变这一种配方，但酿造和附魔配方已在计划之中，所以未来版本会有更多种配方。配方可存储在炼金日志内以便使用。\n \n溶质溶质是所有物质的本源。虽然原则上所有物质都是可互换的，但在实践中，炼金术师会从更普通的物品中获得低级的物质，从稀有的物品中获得更高级的物质。因此溶质分为7级：·       S 级 (比如下界之星、下界合金锭)·       A 级 (比如钻石、绿宝石)·       B 级 (比如金锭、青金石)·       C 级 (比如铁锭、红石)·       D 级 (比如煤炭、骨头)·       E 级 (比如木头、下界岩)·       F 级 (比如圆石、泥土)传说欧米茄是第八级物质，但从未有确凿证据证明其存在。[1]两种不同等级溶质可通过工作台合成为其平均等级的溶质。目前没有可以升级溶质的方法。溶质可通过在煅烧炉内用固态燃料煅烧获得。[1] Ω级的溶质为了管理员、模组整合包作者和开发者而存在，你可以将其添加到自制的配方内。\n合成台合成台可以让你将溶质和基质结合为有用的物质，但前提是你要有用作催化剂的样品。 用基质容器填充合成台，将溶质放在上面的格子内，将要复制的物品放到下面的格子内。你也可以在下面的格子内放入配方来代替物品。用配方可以炼出更多的物品。对于某些物品，比如液体，你需要在产出格附近放置容器才能获得。支正常情况下，漏斗可以输入物品到溶质格和目标物品格处，输出产出格的物品。但是当合成台接收到红石信号时，漏斗也会输送物品到目标物品格，此时输入物品会变为输出物品。可将基质容器放在发射器内来自动提炼和输入基质。\n备份文档MCWIKI\n",
    "replies": []
}