{
    "title": "希望管理可以恢复帖子",
    "author": "冬天冬天W",
    "replyCount": 5,
    "timestamp": 1586779080,
    "txt_content": " 本帖最后由 冬天冬天W 于 2020-4-13 20:48 编辑 \n\n我的帖子（https://www.mcbbs.net/thread-1005608-1-1.html）于4.2日被版主删除。\n\n\n\n\nQQ截图20200413192448.jpg (6.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-13 19:25 上传\n\n\n\n\n\n理由如上。\n然后我就私聊版主希望可以恢复帖子。但是版主拒绝了我。\n\n\n\n\nQQ图片20200406142329.jpg (18.59 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-13 19:27 上传\n\n\n\n\n\n但版主所指出的几条法规中内容大概为\n（一）违反国家规定，侵入计算机信息系统，造成危害的；（我并未侵入他的计算机）\n（二）违反国家规定，对计算机信息系统功能进行删除、修改、增加、干扰，造成计算机信息系统不能正常运行的；（不存在计算机无法运行的情况）\n（三）违反国家规定，对计算机信息系统中存储、处理、传输的数据和应用程序进行删除、修改、增加的；（我并没有接触到他计算机的文件）我只是使用了压测工具对其服务器进行压测，并未出现上述的违法行为。且我的压测行为也没有成功。服务器还是依然可以MOTD。并且他会在开启服务器2个小时后关服。也就是说服务器关闭并非我所为。而每天的7点左右，他又会开启服务器，也就是表明我的行为并未对他造成严重的影响。且后来他也明确对外说他要退坑，并且还将服务器赠予了他人。且后来我也在几天后停止了对他的压测行为。\n另外就是我在帖内图片聊天记录里面的DDOC后面也并没有做，全程只是对其实行压测。\n帖内存在的向我索要DDOC工具的人，我一概都没有回复。若帖子可以恢复，我也将会在帖内对我的行为进行道歉，并且也修改部分违规内容。与此同时，我也将会补充帖子最后的反省篇（毕竟我当时发帖子的意义就是反思这一件事情，到底应不应该那么小就开服）因为我自己就是从小学开始开服的，我也知道小学开服是要面临着怎样的困难，希望自己可以为各位服主提供前车之鉴，不走弯路，不犯我以前犯过的错误。所以我希望可以恢复帖子，写完最后的反省篇。\n写那个帖子真的是花了我很多的心思和时间啊。希望管理可以同意恢复帖子。\n关于版主提出的可以再次发帖。我是真的很难再次找到原帖的各种截图、也没有太多的时间打那么多字。那个帖子前前后后也花了我将近一天的时间，虽然不是整天都在写帖子，但是真的花了不少时间啊。\n关于版主说我帖子的影响恶劣。我真的不知道哪里影响恶劣了。也许是因为我后面的内容部分没有写完，导致帖子看起来像是更倾向于讲述压测。内容主要重在我还没有写完的反省篇。反省篇中就完全是分享我在开服这条道路上面的各种经历与感受。希望新手可以珍惜身边的大佬，学会如何谦虚，学会如何提问，也希望新人可以因为学习开服而学习到其他更重要的东西，比如如何做人、我们应该有怎样的责任心、以及可能会为新人的未来带来红利的编程。\n",
    "replies": [
        {
            "author": "星层",
            "timestamp": 1586867340,
            "txt_content": "你可以找版主要代码，恢复肯定不可能= =草稿干啥用的，不写完就发出去"
        },
        {
            "author": "Xu__",
            "timestamp": 1586869920,
            "txt_content": "你的帖子我看过了，（其实我就是那个问你要DDOC的）感觉不触犯什么吧"
        },
        {
            "author": "冬天冬天W",
            "timestamp": 1586879400,
            "txt_content": "ling_NPC 发表于 2020-4-14 20:29\n你可以找版主要代码，恢复肯定不可能= =草稿干啥用的，不写完就发出去\n我尝试了找版主要代码，但是版主给我的回复如图二。\n我没有用草稿的原因是因为帖子的内容太多了。写草稿太费时间了，所以我选择了边更边发。"
        },
        {
            "author": "冬天冬天W",
            "timestamp": 1586879400,
            "txt_content": "Xu__ 发表于 2020-4-14 21:12\n你的帖子我看过了，（其实我就是那个问你要DDOC的）感觉不触犯什么吧 ...\n不清楚。但是问我要D/D/O/C的兄弟不只是有你一个。"
        },
        {
            "author": "sjjklh",
            "timestamp": 1586921280,
            "txt_content": "不予恢复。内容见https://paste.ubuntu.com/p/z7B55BqV3R/，4月22日前有效"
        }
    ]
}