{
    "title": "[Minecraft.net|CULTURE]神秘冒险岛！",
    "author": "ItIsEnderman",
    "replyCount": 3,
    "timestamp": 1586831520,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-4-14 11:05 编辑 \n\nAdventure Isles!\n神秘冒险岛！\nWhat secrets are hidden on TalSet’s island?\nTalSet的小岛上藏着怎样的宝贝呢？\n\nPer Landin\n\nAhhhh, a tropical island – the perfect resort for a nice long vacation! A warm beach in front of a crystal-clear ocean for your foot selfies, soothing breezes, tasty fruit drinks, mysterious jungles, dark dungeons, sense of certain doom and… wait a minute... is this really a pleasant vacation spot?\n啊啊啊啊啊，一个热带岛屿 —— 度长假的圣地啊！清澈晶莹如水晶的大海前的温暖沙滩，你可以尽情享受用腿当自拍杆的自拍，以及舒适的海风，可口的鲜榨果汁，神秘的丛林，暗黑的地牢，听起来有点渗人了……等下，这真的是舒舒服服度个假的地方吗？\n\nActually, Tropical Island is not your ordinary sun-soaked paradise. It’s scenery may be beautiful, but looks can be deceiving...\n事实上，「Tropical Island」绝不简简单单是日光浴的天堂。它风景如画，但是相貌可能会欺骗你……\n\n\nThis lush retreat holds many hidden secrets and mysterious constructions, ready to be discovered by anyone brave enough to venture to it. Created by the talented crafter TalSet , Tropical Island takes you on an exploration bonanza! Even if you just wanted a nice holiday from Tom’s evil deadlines! :(\n这一植物繁茂的清幽之地暗藏着许多秘密和神秘的建筑物，正等着被最勇敢的人去发现、探索。作为天资聪颖的建筑师TalSet的杰作，「Tropical Island」定会带给你带来难忘的宝藏探索！就算你只是想摆脱Tom那恶魔一样的的截止时间，去好好地放假！:(\n\n“I wanted to create an environment where the player could solve quests, make decisions and discover the island's history and secrets,“ TalSet explains. “I really enjoy creating things, so in the first place I just wanted to create a map to build and have fun.”\n“我想建造一个能使玩家解密，做判断，并且探索岛上的历史与奥秘的场景”，TalSet解释说。“我很喜欢建造一些什么的，所以一开始我只是单纯地开地图造着玩。”\n\nThis trip to the tropics is very different to what TalSet usually builds. Ever since he started playing Minecraft seven years ago, he’s been focused on creating builds with medieval settings . He has a soft spot for castles, particularly because of their diverse layouts, unique styles and sometimes imposing appearance.\n这一次“热带旅途”完全不是TalSet以往的建筑风格。自从他七年前开始玩Minecraft时起，他就专注于以中世纪大背景建造建筑作品。他喜欢城堡，尤其是因为城堡各种各样的外形、各具特色的风格，以及部分城堡的庄严形象。\n\n“Living in Europe, you are pretty much surrounded by historic places,” TalSet says. “In my eyes old buildings just have so much more character than modern ones. It leaves a lot more room for imagination.”\n“如果住在欧洲的话，你将会被相当多的历史名胜环绕，”TalSet说道。“在我的眼里，老建筑比现代建筑拥有更深厚的文化底蕴。它们给人以更广阔的遐想空间。”\n\n\nEurope is far from close to the tropics! The only thing close to resembling its architecture on TalSet's map is a fort based on classic Caribbean design.\n欧洲离热带远着呢！在TalSet的地图上，最最接近人造建筑的是一个基于加勒比传统建筑的城堡了。\n\n\n\nTalSet gets his inspiration from older civilizations. “The most structures on this island are either temples or ruins, mostly based on ancient \nTalSet从一些较为古老的文明中得到灵感。“岛上的大多数建筑无外乎是很大程度上基于古风的神庙或者遗迹。”\n\n\nThere are plenty of temples to explore on the island for those who dare. One temple is even based off of Cambodian temples like \n小岛为那些胆大包天的探险家特别奉献了不少神庙。其中有一座神庙竟然采用了柬埔寨神庙外观。\n\nAs for TalSet’s map, little is known about the Tropical Island and the culture behind the great temples here, but even more mysterious are the reasons for the culture’s sudden disappearance several thousand years ago. What happened? In recent years, the island has attracted adventurers who, on their search for gold, entered one of the many dungeons, never to return. With so much lovely lore, one could think that TalSet was creating an adventure map.\n话说回TalSet的地图作品，有关「Tropical Island」以及雄伟的神庙背后的古文化的事物，世人了解少之又少。但是更为神秘的是为何这些古文明在数千年前就消失了。发生了什么？近些年，这座岛吸引了许多怀揣黄金梦的冒险者，但他们为此进入其中某一座危险的神庙后再也没能返回。都已经有这么多令人心驰神往的传说与信仰了，人们都觉得TalSet建造的是冒险地图。\n\n“Since I eventually want to turn the map into an adventure map, I always try to add certain gameplay elements,” TalSet explains. “But also for someone who just wants to explore the map in creative mode, it should be worth it to take a closer look, to stay away from the road. Additionally, I myself have a lot of fun thinking about little secrets and stories and incorporating them into my world.”\n“最后我决定把地图转型为冒险地图了，还为此添加了动作冒险游戏特色，”TalSet解释说。“但是对于那些紧紧相在创造模式探索地图的人，很应该近距离欣赏，停下漫无目的地闲逛的脚步。此外，我还乐此不疲地构想了不少的秘密和背后的故事，并且在地图中融入它们。”\n\n\nThe secret to a good story or to get the player hooked is done through small means, teasing with details to get them thirsting for more information. On Tropical Island, for example, there’s a book located in the captain’s cabin of the shipwreck that contains lore about the island from the point of view of an explorer. Go get it!\n成功地故事或者让玩家流连忘返地秘诀就在于所有利用细节来刺激玩家探索更多信息的小部件。就比如说，在「Tropical Island」上，携带有冒险者认为是小岛的文化信仰记载的沉船的船长室力，就有一本起着这样作用的书。快去把它拿来！\n\n“I sometimes like to leave some written books behind, serving as letters, journals, fairy tales etc,” explains TalSet. “There’s also some places and mini dungeons that involve solving some puzzles to get through. The dungeon on the Tropical Island is not done yet, but it will work in a similar way. \nIn my private version of the map (that one is not up for download) I already created a couple of quests using the CustomNPC mod – most of them acting as a smaller independent story, but hopefully setting the mood for the overall map.”\n“我时常会留下一些成书，用作信条、航海日志、神话故事，或者别的功能，”TalSet解释说。“地图里也有一些包含有烧坏神经元的迷宫的地点或者迷你地牢。「Tropical Island」上的地牢并未完工，但是它们仍然能发挥这样的作用。\n这张地图的私人版本（没有上传）里，我还使用自定义NPC Mod制作了一些探索任务 —— 大部分都只是独立线，但却能够很有效地奠定整张地图的基调。”\n\n\nMany of TalSet’s builds are also made with Conquest Reforged , a mod that adds thousands of new blocks to choose from. You can certainly see why TalSet chose it, give his style of incorporates a lot of stone in the buildings. There are textures, block types, and 3D models in Conquest Reforged, and it’ll soon include an update that adds full survival compatibility with new items, weapons, armors and additional blocks.\nTalSet制作许多其他建筑时也使用了「征服者Mod」 —— 一个新添加了上千种新方块的Mod。你当然能知道为什么TalSet会采用它、如何赋予那融合了超多种石头的建筑风格。在「征服者Mod」里有各种各样的材质、方块类型以及3D模型任你挑选，当然它马上也要进行一次添加新物品、武器、护甲以及更多方块，并且提升生存兼容性的更新。\n\nDespite Tropical Island having already been released, there’s still a lot to be done with the map for TalSet. The big dungeon underneath the island is still work in progress, and many features will be added as soon as the new Conquest Reforged update drops. Regardless, TalSet couldn’t resist releasing it early ! A bonus, since all his previous work is located in one single map.\n尽管地图「Tropical Island」已经发布，对于TalSet而言，地图仍然有许多需要完善的地方。地下的大地老仍然正在施工，并且还有很多等着新版本「征服者Mod」发布后立刻添加的新特性。但不过，TalSet还是忍不住立刻马上把地图发布了！简直是福利啊，他的老作品都是在一张地图里发布的。\n\n\n“So far, one can only view the map as a spectator for the most part. If [these] screenshots are not enough for you or if you want to discover the smaller details of the map by yourself, just download it and fly around!” he says. “As a final goal though, I would like to create a large coherent map that others can explore at their own pace, or that later may even be playable as an open world adventure map.”\n“目前来看，玩家可以开旁观者模式观赏到地图的一大部分。如果[这些]截图不能满足你的胃口，或者你想去亲自探寻地图的小细节，那就下载下来，到处飞吧！”他说道。“作为一最终目标，我很想建造一更大的相关地图，届时，玩家就可以以自己的节奏探索地图，或者甚至是可以作为开放式冒险地图进行游玩。”\n\nAs the uncharted territory of Tropical Island remains a mystery, I can’t wait to get to explore TalSet’s highly detailed world for real! But for now I have to solve the biggest mystery of all… how the heck do I get off this island?!\n但是，既然「Tropical Island」上那些没有被标明的地方还是一个谜，我真的忍不住想去探索TalSet那超还原的世界了！但现在我需要解决最大的疑惑……探索完了怎么回去啊……\n\n【Enderman 译自官网 2018 年 05 月 08 日发布的 Adventure Isles!】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1586832060,
            "txt_content": "Dark♂Dungeon~\n\n（这个签名居然一反常态.jpg）"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589452080,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1589999040,
            "txt_content": "your foot selfies 是拍脚的自拍，一般海边都这样拍\n\n\n\n\nbeach.png (71.34 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-21 02:12 上传\n\n\n\n\n 比如这种\n\n sense of certain doom 翻译里漏了\n\ncertain gameplay elements 玩法元素，以及原文没提到是动作冒险\n\n\"但是对于那些紧紧相在创造模式探索地图的人\"\n\nbe worth it to take a closer look, to stay away from the road\n建议重新理解一下原文意思\n\nGo get it! 说成“快去找找”可能更好\n\n\"地下的大地老仍然正在施工\"\n\nas a spectator 指的不一定是旁观者模式，可能是说玩家只能作为看客游览（因为前面说了玩法部分还没做完）\n\ncoherent: logical and consistent./ forming a unified whole.\n（指的应该是有完整世界观，自成一体的那种感觉）\n\n全文注意的地得\n\n博文翻译不使用翻译作品发布模板\n"
        }
    ]
}