{
    "title": "MC武侠小小说 《阴阳》第1章 艾曲康，初到minecraft世界",
    "author": "756677537",
    "replyCount": 2,
    "timestamp": 1364104980,
    "txt_content": " 本帖最后由 756677537 于 2013-3-24 14:20 编辑 \n\n     “这是哪里？”艾曲康下意识地直起身来——远处，阳光明媚；近处，小鸟欢歌。但一切都短了几截，暗了几分——突然意识到自己是躺在地上的。“这里是哪？是死后的世界吗？”\n     ”你还活着，呆瓜。”身后瞬时传来一阵雷鸣般的说话声。\n     ”啊！“扭头一看，竟是一只无比巨大的黑龙——紫色的瞳孔散发着绿光，两只翅膀甚可遮天，散发着幽光的嘴巴正是在一张一合，吐出人的字眼。艾曲康习惯性的左手一抓，却抓了个空，但人还是飞快地站了起来，但艾曲康发现自己的动作还是比平常慢了不下数拍。“怪物？”\n    ”哈哈，身手不错，人类。不过你不用担心，我是刚好在这里呢，我也不是什么怪物，我是个老家伙，你叫我龙就可以了。这就发现你这个小东西躺在这了，看你的样子倒不像是这个世界来的，刚才我感受到两股强烈的异次元波动，如果没错的话就是你和另外一个家伙过来了。“如果是这个世界原有的生物看到它，肯定会吓破了胆：传说中伟大的终界之王末影龙居然出现在了正常世界。\n    妖舞漆也来了吗？想到自己的亲生弟弟还活着，艾曲康心中多了一丝慰藉。\n    ”喂，想什么呢？看你身手不错挺有潜力的，当我的手下怎么样？”\n    “不，谢了。我更希望自由。”\n    “吼！——”末影龙发出一阵惊天怒吼，远处的几只野猪顿时被震晕过去，“我是伟大的终界之王，你怎么如此轻易地拒绝了我！”\n    “也许是因为我不是这个世界的人吧，呵呵。虽然不能当你手下，但我还是愿意跟着你的，当做熟悉一下环境吧，不过……”\n    “不过什么？你这渺小的人类还想跟我谈条件吗？”\n    “不是谈条件，你看我，连把像样点的武器都没有，吃的也没有，穿的也就是一件破破烂烂的长衫，你说就算当你的随从，也……”\n    “切，这点小事也麻烦我。”末影龙虽然有些不情愿，但还是照办了。又是一次仰天长吼，不过这次却差点震穿艾曲康的耳膜。\n     这一震，竟是令远处的牛羊口鼻溢血；末影龙又是一声低吟，牛羊的皮毛和肉块就在空中不断地交织着，点点彩光从中不断溢出，甚是诡异。\n    “哎，来到人间后居然能力削弱了不少，凋零那老家伙却蹦跶地很欢……”\n    “什么凋零？”\n    “没什么，你这小人类就不要管了，收——好——！”眨眼间，一个皮革背包织好了。又是一阵长吟，一道彩光落入了空中的大背包，接着，背包缓缓落下，竟自己到了艾曲康的手上。\n    “看看吧,里面有你十天的肉粮和一套合身的衣裤，韧性不错，至于水，走着会有的。还有一小颗我的龙血凝成的丹药，无价之宝，能大幅度提升能力，当做给你的礼物。越早吃越好。你现在就吃了吧。顺带说一句，有史以来我只给过两个人我的血，一个叫herobrine，一个是你。至于剑的话，等我明天适应环境后给你把就是，话说herobrine也用剑的，你们人类就那么喜欢用剑吗？”每次都用翅膀和爪子进行攻击的末影龙十分不解，它觉得人类也应该用自身来攻击他人才对。\n    艾曲康也没说一个谢字，只是意味深长的看了末影龙一眼，他更善于用行动来表示感谢。忙拿出丹药吞了下去，顿时的一股热流从喉咙贯到脚底。而他的心中，也更多了一份对这个世界的向往。\n\n    ”对了，龙，这个世界叫什么？“\n    ”herobrine说，这个世界名叫minecraft。\n",
    "replies": [
        {
            "author": "3984300",
            "timestamp": 1364105040,
            "txt_content": " 本帖最后由 3984300 于 2013-3-24 14:06 编辑 \n\n抢沙发额...这是..穿越已经是个老梗了"
        },
        {
            "author": "756677537",
            "timestamp": 1364105340,
            "txt_content": "3984300 发表于 2013-3-24 14:04 \n抢沙发额...这是..穿越已经是个老梗了\n不弄穿越还怎么让他进去这世界= =MC本身有武侠元素你不觉得很坑爹？"
        }
    ]
}