{
    "title": "【原创/连载】我同桌是魔法少女·第一章[不定期更新]",
    "author": "柠檬不卖萌w",
    "replyCount": 7,
    "timestamp": 1586755680,
    "txt_content": " 本帖最后由 星皇丶柠檬 于 2020-5-5 21:38 编辑 \n>阳光透过窗户斜射进屋内洒下柔和的颜色。屋内的电脑屏幕里，一个残血的小兵在死前报出了一枚子弹，击中敌方已残破不堪的基地。就是这颗子弹，终于将基地的血量消耗殆尽，基地在轰鸣声中炸裂开来。\n随着屏幕上Victory”字样的出现，苏梓宣双手离开键盘和鼠标，伸了个懒腰。转眼间，这己经是暑假最后一天了。明天就要步入高中了。现在想起来，中考仿佛是昨天的事,但暑假确实是结束了。\n走出家门，阳光洒在脸上让苏梓宣有些不适应的循了缩，暑假最后的一个下午，她打算一个人逛街，晒晒太阳。\n苏梓宣买了杯奶茶后，在街上漫无目的的走着。对于未知的高中生活，她有期待,也有抗拒，毕竟地区是讨厌开学的。下午在暖阳下漫步正好给了她一个时间去放空自己的思绪，缓解这种抗拒感。微风拂过扬起她的长发，她只是闭上眼睛廷足感受这份温柔。\n不知不觉已经走了两个小时，是时候回家了，苏梓宣想。于是她转头向家的方向走，途经一个看上去没有人走的小巷，苏梓宣却莫名地想往那儿走仿佛有什么在召唤她。\n巷子的尽头没有人，只有几个度弃的箱子，墙上涂满了奇怪的涂鸦。苏梓宣忽然回过神来，打了个冷战。\n我为什么要来这里?\n她准备尽快离开这个让人不安的地方，一个箱子却亮了起来，一颗散发着刺眼光芒的五角星形物体飞了出来。\n“你好，契约者呦。我是魔术核心星辉。和我签订契约成为魔法少女吧。”\n比起对现在这种超自然现象的害怕，苏粹宣反倒是好奇和兴奋更多一些。她作梦也不会想到奇幻小说中的剧情会发生在自己身上，而且，这颗自称“星辉”的东西，长得挺可爱的。\n为了确认，苏梓宣反问星辉“你刚刚是说魔法少女?”\n“是啊，可以变身，可以飞，可以发射魔弹的，真正的魔法少女。”\n虽说已经过了初中二年级，但中二不只是初中二年级才有。光是能飞这一点就让苏梓宣非常心动了。不过，她还是谨慎地问了一句“不会影响我的正常生活吧。”\n“不会有很大影响的，不过”，星辉忽然一笑，“在你心动的瞬间，契约己经完成了。你看你的右手。”\n苏梓宣半信半疑地抬起右手，发现靠近手腕处有两道向外扩散的纹饰,包围着中间那颗星星。\n“诶——”\n已经是六点半了，苏梓宣却还没有回家，因为她要去完成作为魔法少女的第一份任务。\n苏梓宣没有飞行而是徒步前往星光街十字路口，即星辉告诉她的地点。六点半天还没黑飞行实在是太瞩目了。这次任务其实完全是苏梓宣自己一厢情愿，她已经迫不及待想要知道所谓“魔法少女”，有什么不一样的地方，要完成什么任务了。\n站在星光街十字路口，气氛立即不一样了。完全没有车辆和行人的十字路口在夕阳的辉映下是显得格外诡异。红绿灯一直处于闪烁的黄灯状态，计数板由01 00 01....不断变化。\n因为赶的比较匆忙，苏梓宣还没来得及试过变身，正好在转角处有一面巨大的圆形转向镜，抬起右手。右手上的纹饰立即绽放出光芒，瞬间包裹了苏梓宣的全身，温暖舒适的感觉传遍全身镜中的自己正在逐渐改变模样。\n再头睁开眼睛时镜中的自己美得难以言喻.原本黑色的头发变成了金黄色，长度也变长了搭在腰间。这一头金色的秀发为苏样宣原本就清秀可爱的面容又多一份稚气，束着双马尾的白色丝带更是将她的可爱发挥到了极致。黄白相间合制服和轻盈的短裙更显少女的活力。女孩子终究是爱美的，苏梓宣目不转睛地看着镜子中的自己不断地变换姿势,不亦乐乎。\n也不知过了多久，星辉终于看不下去了。\n“你到底是来完成任务的还是来臭美的？”\n苏梓宣这才回过神来，警戒周围，可不到五分钟就放弃了。\n“什么嘛，跟本没有什么敌人啊，只是行人恰好没走这条路罢了。”说出口后，她自己也觉得自己后半句话没什么逻辑性。在赶过来的路上星辉给苏梓宣简要阐述了魔法女的存在以及工作。\n“这个世界，任何事物都是由有序趋向于无存的状态变化，这种现象在学术界被称为“熵增”。这种变化看似是一种“恶性“变化扰乱了人们的生活，但实际上世界的稳定，全是“熵增”的功劳。比如“泻水置平地，各自东西南北流”就是典型的“熵增”现象。如果没有“熵增”的存在，那这杯水就会永远停留在原本的位置。这看似并无大碍，但如果地球上所有的水都不进行这种变化，那么雨雪天气将不复存在，进而破坏水的循环,这显然是灾难性的。总的来说，如果不进行这种变化地球将会不堪重负而瓦解。然而，有很多人都没有认识到这一点，他们抱怨不打扫会积灰的现象，抱怨食物的腐败，这种数量庞大的精神力聚集在一起，因为某个素因整合，便诞生了“影舞者”。它们会试图阻止“熵增”的发生。它们出现的范围内因违反了世界定则而使人们自然地避开。作为“魔法少女”，你的任务就是消灭“影舞者”。\n直到刚刚变身前苏梓宣还有点不相信如此梦幻的展开会发生在自己身上，直到变身完成后她才真正接受了自己是“魔法少女”的事实，并为以后作为“魔法少女”的生活期待着。",
    "replies": [
        {
            "author": "Kiero",
            "timestamp": 1586756160,
            "txt_content": "哈哈哈哈好中二"
        },
        {
            "author": "nn虾米nn",
            "timestamp": 1586756700,
            "txt_content": "众所周知魔法少女是危险职业，大家千万别随随便便在外跟别人签契约哦"
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1586757540,
            "txt_content": "nn虾米nn 发表于 2020-4-13 13:45\n众所周知魔法少女是危险职业，大家千万别随随便便在外跟别人签契约哦 ...\n我写了大概3，4章左右的存量没发\n主要是懒得码字2333\n\n下一章会展现出这个职业的危险性的\n即使马猴烧酒高危但我还是好想当啊\n于是就有了这篇文章"
        },
        {
            "author": "我是人1012",
            "timestamp": 1586767740,
            "txt_content": "你知道吗：发在其他的地方效果更好（比如某点）\n\n写的不错\n慢慢看"
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1586767860,
            "txt_content": "我是人1012 发表于 2020-4-13 16:49\n你知道吗：发在其他的地方效果更好（比如某点）\n\n写的不错\n某点是什么\n矿工茶馆？\n我在bilibili发了"
        },
        {
            "author": "我是人1012",
            "timestamp": 1586767920,
            "txt_content": "星皇丶柠檬 发表于 2020-4-13 16:51\n某点是什么\n矿工茶馆？\n我在bilibili发了\nbilibil好像更好\n（起某，某点）"
        },
        {
            "author": "小樱aaa",
            "timestamp": 1594874700,
            "txt_content": "达成成就：MCBBS看小说"
        }
    ]
}