{
    "title": "【原创/连载】我同桌是魔法少女·第二章[不定期更新]",
    "author": "柠檬不卖萌w",
    "replyCount": 5,
    "timestamp": 1586834100,
    "txt_content": " 本帖最后由 星皇丶柠檬 于 2020-5-5 21:38 编辑 \n>闪烁的黄灯停止了闪烁，倒计时停在了01的位置，黄灯发出刺眼的光芒，仿佛一只不愿闭上的眼睛。一团黑雾从灯内涌出，在地面上化为一只野兽似的实体。.它身上披着破烂的布，右手持着一片细长的铁板。\n显然是被这个诡异的形象吓到了，苏梓宣不由得向后退了几步，右手上的花纹散发出光芒，她移目看向自己手上的花纹，目光中恢复了些许自信。\n“没..没什么好怕的嘛!我可是魔法少女;魔法少女是不会输的！”\n野兽斯哑地吼叫，显得相当没气势.随后它直线冲了过来。苏梓宣则强迫自己冷静下来，深呼吸后抬起右手，凭借自己的心意创造了一发炮弹。\n暖黄色的炮弹经直飞出，同时苏梓宣的右手像吃了后坐力的散弹枪般向上抖动了一下。\n野兽横起铁片试国砍开炮弹，被炸了个正着，以抛物线向后飞去，狠很地摔在了地上。但它没有气馁，像是没有痛觉一般，迅速爬起来再次冲锋。它的双腿已经被刚刚那一下炸成黑色，速度也变慢了。\n苏梓宣再次创造炮弹然后发射，这次野兽却就地翻滚躲开，随后高高跃起。苏梓宣本能地想尽快后退，却发现自己的脚步比以往任何时候都要轻盈，这其实是星辉赋予她的能力之一，可以短时间内提高移动速度。\n野善落地时苏梓宣早已离开它的攻击范围，铁片敲在地上一声闷响。此时野兽和苏梓宣的距离已经相当近了，苏梓宣头脑发热，作出了让她后悔好几天的决定。她凝聚炮弹，却并没有发射，维持炮弹在手中的状态,经直向野兽冲去。近身的话就沒办法躲开。她是这样想的。\n近到一定距离时，她迅速将手中炮弹向野兽脸上摁下去。\n苏梓宣还没反应过来是怎么回事，只见周園环境瞬间一亮,好似白昼，立即又暗了下来同时她的左臂上多了两条深深的划痕，呈X字型,血沫从中飞出来，洒在地上。\n手中的炮弹因失去魔力供给而暗淡消失，苏梓宣这才感到左臂火辣辣的痛感。她惊恐地看着流血的手臂，瞳孔田害怕而缩小。\n“血...居然会有这么大的伤口....好疼...”\n苏梓宣用右手捂住左臂试图缓解疼痛然而无济于事。这是她第一次感受到对自己的冰冷的杀意。对死亡的恐惧让她开始颤抖，清亮的眼睛蒙上了一层水雾。\n“为什么...魔法少女还会受伤...而且这么疼...”\n“谁告诉你魔法少女是不会受伤的了?赶紧转过来，不然背后会被攻击的!”星辉的声音响起，提醒她来自身后的危险。\n苏梓宣顿时寒毛倒立。刚刚砍伤自己的野兽还在自己的背后，说不定正在靠近。她慢慢地转过身来，两滴眼泪顺着脸夹划过，楚楚可懊的样子任谁看都会心生保护欲吧。\n然而，附近没有人。她看到的只有那只野兽，嘲讽一般舞动着手中泛红的铁片，慢慢走来.过度的恐惧让她的眼睛不能很好地聚焦，再加上沮水的缘故，眼前的一切都变得模糊，唯有那只野兽的剪影，无比清晰。\n一步，两步，野兽越走越近，苏梓宣却一步也不敢移动。缺氧造成的眩晕使她“扑通”一声跪在地上。\n“不要，不要过来”苏梓宣的眼睛失去了神采，眼泪再也控制不住，大颗大颗地落下来，滴在地上，和血混在一起形成诡异的曲线。“你在做什么?快站起来反击啊!你想死在这里吗?”星辉大声喊道。\n“不... 我不想死...可是..好害怕.. “\n“不想死就给我站起来反击!你这样趴在地与是没有人来救你的“星辉语速很快，显然是着急了。\n沒有人来救我?不要.....怎么这样....我不想死....\n“不要啊啊啊啊!”\n强烈的求生欲使得苏梓宣用最后的力气强迫自己站起来。这突然的动作导致血沫和泪花在空中散开反射着点点微光，几乎是直起身子的同时，苏梓宣平举右拳，手腕处幻化出一把金色的弩。\n野兽显然吃了一惊，本能地向后一跳，但在空中时就被三支光箭同时贯穿了头，胸口和腹部，苏梓宣受到光箭的反作用力向后倾倒，一屁股坐在地上，中箭的野兽则在落地后的瞬间化为乌有。\n看到野兽消失了，惊瑰未定的苏样宣这才松了气，大口呼吸着新鲜空气。\n晚上在明亮的台灯光线下，苏梓宣用剪刀剪断绷带，把断掉的一头系在手上,这样包扎就算是完成了。\n由于父母常年出差,苏梓宣一个人住。虽然已经习惯了一个人住但下午的恐怖场景还在她心中久久无法忘怀，于是她打开所有的灯，屋里亮堂堂的，她这才稍微安下心来。\n“星辉。”\n“在呢。今天的第一战算是成功吧。”星星形状的魔术核心从右手腕飞了出来。\n”我...不想当魔法少女了。你走吧，去找合适的人选。”苏梓萱无精打采地说。\n“你这算什么活?魔法少女是想当就当想不当就不当的吗?给我负起责任啊!”\n“不要强人所难好不好，一开始是你强行把我引去的吧。当英雄拯救世界什么的，不是一个初中刚毕业的学生该做的吧!”苏梓宣声音里带着哭腔。\n“谁说高中生不能当英雄了?这种英雄的工作总是要有人做的，既然被选中了便说明你有足以背负这一切的资质，就请给我好好地承担起这份责任，你这种行为与推卸责任无异。”\n突然被星辉一顿痛骂，苏梓宣愣在原地，她似乎想再说什么，却又把话咽了下去，一头栽在被子里。\n明天就是新学期第一天了，这个暑假最后的回忆，真是糟糕呢...",
    "replies": [
        {
            "author": "我是人1012",
            "timestamp": 1586834340,
            "txt_content": "这个暑假最后的回忆，真是糟糕呢...\n我又想起来我要开学了"
        },
        {
            "author": "EisakaFuine",
            "timestamp": 1586834820,
            "txt_content": "我想起了momo（桃？ 建议加个魔族（笑"
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1586835780,
            "txt_content": "金星掠夺者 发表于 2020-4-14 11:27\n我想起了momo（桃？ 建议加个魔族（笑\n草\n不是街角魔族233333\n\n不要以为这样就赢了!QAQ!"
        },
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1592750940,
            "txt_content": "炮弹？\n突然科幻（没有）"
        },
        {
            "author": "绝世灬黄少",
            "timestamp": 1592817300,
            "txt_content": "我现在一看到魔法少女就能想到无头学姐..."
        }
    ]
}