{
    "title": "MC小说 《阴阳》 第4章 末影龙之死",
    "author": "756677537",
    "replyCount": 5,
    "timestamp": 1364218200,
    "txt_content": " 本帖最后由 756677537 于 2013-4-14 15:02 编辑 \n\n    “不闹了……”正午的小土丘上，从左到右分别坐着艾曲康和法克鱿、末影龙两个大家伙。    此时，艾曲康正大口大口地喘着粗气，而末影龙由于长期不跑步，硕大的心脏也是上下脉动着，唯有法克鱿仍平静着，这也足够证明”神兽“之名非虚。\n    “总算追上你了，主人！我很好奇你是怎么练就如此一对飞毛腿的。”法克鱿瞪大了它碧蓝色的眼睛，张开充满触须的大嘴好奇地问道。\n\n    ”闭上你的嘴啊，全是腥臭啊……“艾曲康一闻到法克鱿的”口臭“就痛苦地满地打滚，而末影龙也是难受地直皱眉头。\n    ”不好意思，平时都吃的海味……“法克鱿挥动巨大的触手，连忙退后几步，”这样你就闻不到了吧——那么，主人，这次我出海，是要给您一个历练，五千年啊，五千年啊……终于等到这个历练了啊！“\n    “说吧，什么历练。”\n    “是这样的，主人，您要获得我的认可，让我成为您真正的神兽呢，得有三个历练，而获得海神大人的认可呢，就得有五个历练，那时您就是真的神，就可以振兴整个minecraft世界了！”\n    “好！”\n    “等等，”一直不说话的末影龙突然开口了，“他的神器是剑，属性是代表光明的阳，应该是剑神看上他，为什么却是水属性的三叉戟海神选择了他？据我所知，神一般选择的都是武器和属性相当的传人。”\n    “这个嘛……”\n    “海神有没有告诉你艾曲康的身世？”\n    “没有……”\n    “神一般都会告诉神兽他选中的人的身世，可你却不知道，这就奇怪了。要知道，我认识的一位成为了半神的朋友就有这样的经历，而神的继承人那么重要的身份，神是不可能不好好交代神兽的。而且，哼哼，神也的确不会那么快下凡的。看来我的多疑有必要啊，伪神兽先生。”末影龙冷笑一声，冰冷的双眼死死盯着法克鱿。\n    “……”，”算你聪明，但是…受死吧！”被揭穿了的法克鱿瞬间将无数的触手挥向艾曲康，企图夺走他手中的神器。艾曲康想要挥剑还击，但此时却发现手中的剑是如此的沉重，竟是用尽全力也无法挪动一厘。    “想要伤害神的传人吗？想得美！吼——”末影龙发出惊天的吼声，巨大的双翅竟从新从肩上长了出来，无数光的碎片化为了末影龙的骨头、血液，末影龙竟痊愈了。不过唯一的差别是那双新生的翅膀显得很稚嫩、甚至有些虚幻，仔细一看，竟能看清翅膀后面被遮挡住的树林。铺天盖地的气势顿时爆发，此刻，它才是王者。\n     “小子，瞧着吧，这才是神兽！”末影龙剧烈地拍打了一下翅膀，口中喷吐出一道绿紫色的光束，直朝法克鱿而去。\n    “啊！”法克鱿发出一声尖啸，闪了个身，也是只有几个地方被轻微灼伤。它挥出触手再次攻击末影龙，成千上百条触手霎时如千万铁柱般沉重地落在末影龙身上。\n    “吼！————”末影龙愤怒了，身为终界龙王的他，从没有受过如此挑衅，口中光束更甚，直瞄准法克鱿的头部。\n   “什么！”法克鱿凄厉地尖叫一声，头部金光四射，整个头一下子裂开，又顷刻间化为血雾四散。但是金光却不灭，反是笼罩向末影龙。\n    “不好！艾曲康，你走开！”末影龙高呼一声，翅膀使劲拍向艾曲康，本无法动弹的艾曲康竟被这一下拍飞数十米远，而身体也马上恢复了正常。\n    “轰轰轰轰轰！——”巨大的爆裂眨眼间发生在小土丘上，末影龙的两只翅膀再次化为灰烬，连身体也少了大半，大大的龙脸上血迹斑斑。\n    “你为什么救我？”艾曲康不可思议地看着末影龙，流下了真挚的眼泪。这是他第一次感受到来自动物的情。\n     “你是……神的……继承人……你……不能死……我……还是大意了……居然……是……无限接近……于……神……兽——”末影龙的双眼不再散发出幽幽的绿光，它渐渐地闭上了铜铃般的龙眼。龙嘴缓慢地哼着歌，但曲调，却像是葬歌。\n\n\n从前有片美丽的土地鸟语花香蝴蝶飞舞蜜蜂回旋还有散发着幽香的橡树牛羊和谐共处鸟兽欢乐聚集直到万恶的凋灵降临它落下的地方鸟惊花谢人散兽离寸草不生恐怖的黑色幽纹蔓延着——“回你的地狱去！”人类世界的统治者和谐秩序的守护神末影龙无奈地从万年的沉睡中苏醒——冲天的金色双翅深邃的碧蓝双瞳有力的硕大四肢——它本该有这风采的但在那一战后全然消失惊天动地的一战折煞了末影龙的心神也给了凋灵强力一击凋灵最终陷入长眠……但末影龙此时也已全然褪色——大片大片金色的羽毛被可怕的黑气所侵占深邃无比的蓝色瞳孔被回旋的剧毒所感染它已不再拥有神兽的名讳但已心满意足了——不愿再留在留下遗憾的这世界转而飞向可怕的异次元——那里有它所喜欢的——和他拥有同种遭遇的末影人本想安然度过晚年却又无奈地赶回凋灵第二次的复苏之地但这次由于年迈希望只得转交给它所青睐的人而它愿尽最大力去帮助这位年轻人”“——艾曲康，你一定不能辜负我的期望！……其实，这世界上，哪怕是神兽也有苦衷……艾……曲康……我希望……你能明白……一切……事……物都是相……同的……高低之分……只在于……心……境……“不！——”艾曲康趴在末影龙身上，大声地哭嚎起来，全然没有了往常的样子。末影龙渐渐地淡化了——它的生命将要结束了——黑，浅黑，深灰，浅灰，白，纯白……庞大的身躯终于消失不见，艾曲康的身体一下子沉了下去。末影龙不见了，眼前只剩下一个浅紫色的龙蛋，想必是末影龙肉体最原始的形态，或许里面留有它的一点神识——艾曲康抱着最原始的一点乐观，小心翼翼地放下末影龙亲自为自己做的背包，双手将龙蛋捧进了背包中最柔软温和的地方。“去你的神剑！你让我失望至极！”悲愤到极点的艾曲康将所有的愤怒都归到了这把剑上，他单手就把沉重的神剑如同扔垃圾一般扔进了大海。海水顿时伴随“轰”的一声巨响冒起五六米高。而那把阴阳双色的神剑也只是渐渐地浮上水面，漂浮到远方。“但愿有哪个傻家伙能捡走这破东西，我不想做什么英雄，如果他想拯救世界就去拯救吧。”\n\n\n\n",
    "replies": [
        {
            "author": "蛋糕小八",
            "timestamp": 1364218260,
            "txt_content": "先回复再在仔细看看"
        },
        {
            "author": "德古拉-阿卡多",
            "timestamp": 1364218920,
            "txt_content": "{:10_496:}顶一个~慢慢看"
        },
        {
            "author": "756677537",
            "timestamp": 1364219760,
            "txt_content": "蛋糕小八 发表于 2013-3-25 21:31 \n先回复再在仔细看看\n末影龙第十章就复活啊(>﹏<)"
        },
        {
            "author": "Technology",
            "timestamp": 1364222820,
            "txt_content": "最后一句严重违和"
        },
        {
            "author": "zhh30648",
            "timestamp": 1364223240,
            "txt_content": "我小说里末影龙从第一话开始到现在还没死呢......\n你这死的也忒狗血了，感觉跟跑龙套一样诶。。"
        }
    ]
}