{
    "title": "我的世界：地球 4月14日更新公告",
    "author": "封徵",
    "replyCount": 2,
    "timestamp": 1586918700,
    "txt_content": "Minecraft Earth R16 Patch Notes – April 14, 2020 我的世界：地球 R16补丁更新公告 — 2020年4月14日New Stuff! 新东西！Show off your incredible creations to your friends with Buildplate sharing! They’ll be able to view your Buildplate in Play Mode, either tabletop or life size, which means they can interact, break blocks, and build but the changes they make won’t be permanently saved.你可以使用建筑板(Buildplate)来向你的朋友们分享你的超棒建筑了！他们可以在游玩模式(Play Mode)下来查看你的建筑板，桌面大小和真实大小皆可，这也意味着他们能够和你的建筑交互、破坏或者是搭建，但是你的朋友们对你的建筑做出的更改将不会永久保存。New Adventures have been added to the mix!  加入了新的冒险！\n\nAfter activating an Adventure Crystal, you’ll now automatically be taken to a preview panel. The calm before the storm! 激活冒险水晶后，你将自动进入冒险的预览面板。感受暴风雨前的这丝宁静吧！\n\nNew Mobs! 新生物！We’re introducing a new Mob variant that’s absolutely PIG-ture perfect! The Spotted Pig can now be spotted in Tappables, so be on the lookout. 我们正在引进一种生物的全新变种 —— 当然是我们完美的小猪啦！斑点猪现在能在地图中发现了，所以记得睁大你的眼睛！\n\nBug Fixes! BUG修复！Mobs are making a splash! We’ve added back the splash sounds Mobs make when in the water. 我们的生物们正在抗议！所以我们把生物在水里应该发出的响声加回来了！It’s a DRY heat! Desert Rabbits now show was yellow instead of brown in Buildplate preview. 天气又干又热！所以我们的沙漠兔子会在建筑板中显示出黄色而不是先前的棕色了！Hey there all you cool cats and kittens, Ocelots no longer wait to attack Chickens. 嘿，你们这些淘气的小猫！现在豹猫不会再攻击小鸡了！That Iron Golem... what a knockout! We’ve reduced the Melon Golem's knockback so they won’t push mobs as far as before. 那个铁傀儡……真的是太棒了！我们现在减少了西瓜傀儡的击退距离避免他们把其它生物击退得过远。The Melon Golem's face will now go back to a neutral state after a targeted mob has been killed or returned to inventory. ???? 在攻击的生物死 亡或是丢失目标后，西瓜傀儡的面部会变成”中立状态“。????An Uncommon and a Rare Adventure were giving the wrong Adventure chest rewards, these have now been fixed! EPIC! 一个十分罕见稀有的冒险会给出错误的冒险奖励，现在错误的奖励已经被修复了！哇，金色传说！We’ve added an error message in case an Adventure Crystal activation fails so you’ll stay on the Adventure Crystal screen. 我们为激活冒险水晶失败的情况添加了一条错误信息，你会留在冒险水晶开启的界面。\n\nEt Cetera! We’ve made performance improvements that should improve the game experience for most devices! 我们对游戏进行了性能方面的优化，应该能改善大部分设备的游戏体验！\n\n\n原文地址：https://help.minecraft.net/hc/en-us/articles/360037822211\n",
    "replies": [
        {
            "author": "GCVillager",
            "timestamp": 1587176400,
            "txt_content": "排版好像有点乱了呢，中文和英文之间的换行符没了。（如果是因为我linux看的丢换行，当我没说）"
        },
        {
            "author": "封徵",
            "timestamp": 1587177000,
            "txt_content": "GCVillager 发表于 2020-4-18 10:20\n排版好像有点乱了呢，中文和英文之间的换行符没了。（如果是因为我linux看的丢换行，当我没说） ...\n故意的"
        }
    ]
}