{
    "title": "震惊！如果20W15A更新公告被机翻......",
    "author": "阿灬秋",
    "replyCount": 17,
    "timestamp": 1586942340,
    "txt_content": " 本帖最后由 阿秋Minecraft 于 2020-4-15 17:18 编辑 \n\n下面是原文\nMinecraft Snapshot 20w15a A Minecraft Java Snapshot  It's a wonderful day here in Sweden today! The sun is shining and spring is in the air, and when I say \"spring\" I mean pollen. Let's remedy that by 1) Staying indoors and 2) Introduce an all new biome with a grain of basalt, blackstone, and magma cubes! To spice it up, we also have some new fine tunes for you to listen to while traversing the Nether. Enjoy the snapshot! New Features in 20w15a Accessibility improvements Added a Piglin banner pattern Added Basalt Deltas biome to the Nether Added soul campfires. Warm your buns with the heat of one thousand souls! Added three new tracks of Nether music Added chiseled nether bricks, cracked nether bricks, and quartz bricks! Added a new set of stone blocks called Blackstone with regular, polished, and polished brick variants! Added Gilded Blackstone - Blackstone which has been imbued with gold and has a chance of dropping gold nuggets when broken Blackstone can be used to craft furnaces and stone tools Accessibility Added \"Line Spacing\" chat and accessibility option Added \"Chat Delay\" accessibility option Basalt Deltas Basalt Deltas can now be found in the Nether! Remnants of volcanic eruptions, this biome sports a high concentration of basalt columns and lava deltas Walking through, you will be surrounded by flakes of flowing white ash Magma Cubes finally have a place to call home, spawning very frequently A new block, Blackstone, can be found in large patches here Nether Music We’re happy to announce that we’ve added three new tracks for the upcoming Nether Update, all composed by the very talented Lena Raine.  Rubedo will be played in the Nether Wastes Chrysopoeia will be played in Crimson Forests  So Below will be played in Soulsand Valleys and in Basalt Deltas Two lines from Lena about the music. More to come in a separate blog post. \"One of the primary instruments in Minecraft is the piano, and so one of my challenges to myself was to see how far I could push the sound of the piano until it resembled other things entirely–again, that alchemical process.\" \"I wanted each piece to feel like a progression of emotions, or a journey from place to place within this other world. There's a degree of beauty to the Nether, but it is also terrifying in both its details and scale.\" Take a portal to the Nether, and stay awhile and listen… Changes in 20w15a Dispenser changes Soul sand can now be used to craft soul torches Nether vegetation blocks (sprouts, roots, vines, fungus, wart and wart blocks) are now compostable Walls will now connect to more things! (like iron bars, panes and even pickles!) Hoes are now the appropriate tool for breaking leaves Mobs avoid walking on magma blocks and lit campfires Dispenser Changes Dispensers can now saddle pigs and horses Dispensers can now put horse armor on horses Dispensers can now put carpets on llamas Dispensers can now put chests on llamas, donkeys and mules Dispensers can now shear a Mooshroom Dispensers can shear snow golems Technical Changes in 20w15a Tab completion for resource location will match any part after a _ Mob and pathfinding-related optimizations Fixed bugs in 20w15a MC-171463 - Iron Bars don’t fully connect to walls MC-172120 - Hoglins don’t try to avoid fire MC-172209 - Non-fire resistant mobs don’t try to avoid walking into fire MC-172226 - Baby animals, villagers, and zombie villagers spawned with a spawn egg on an adult entity always are of the same variant MC-172268 - Bartering with a piglin by right-clicking does not display hand animation MC-174542 - Killing baby hoglins drops leather and porkchop MC-174559 - Baby hoglins/zoglins uses the same attack damage as an adult when spawned in some cases MC-175030 - Curse of Binding doesn’t affect Piglins MC-175169 - Respawn Anchor can create ghost blocks when it explodes MC-175176 - Using return portal in The End softlocks the game if /spawnpoint was used in The End MC-175256 - Screen is overlayed with a grey opaque texture when inside of a transparent block MC-175274 - “Quartz pillar” is translated as “White wool” (“Lana blanca” instead of “Pilar de cuarzo”) in Spanish (Spain) MC-175356 - Piglins and hoglins do not avoid magma blocks MC-175538 - Fish/Swimming sounds are louder than they should be MC-175566 - Piglins with full inventories drop the items they received MC-176095 - Striders have an unused fin in the strider.png texture file MC-176384 - CompassItem checks twice if LodestonePos tag exists MC-176517 - striders spawn in underground lava pockets MC-176633 - Lime carpets are named “acacia slab” in Spanish (Spain) MC-177069 - Dispenser will not drop glowstone as item when not connected to a respawn anchor MC-177085 - Missing UUID field in attributes crash the game MC-177102 - Zoglins aren’t considered an undead mob MC-177225 - Tag minecraft:water used before it was bound Get the snapshot Snapshots are available for Minecraft: Java Edition. To install the snapshot, open up the Minecraft Launcher and enable snapshots in the \"Installations\" tab. Snapshots can corrupt your world, so please backup and/or run them in a different folder from your main worlds. Cross-platform server jar: Minecraft server jar Report bugs here: Minecraft issue tracker! Want to give feedback? Head over to our feedback website or come chat with us about it on the official Minecraft Discord.\n下面是翻译结果\nMinecraft快照20w15a Minecraft Java快照 今天在瑞典真是太棒了！太阳在照耀，春天在空气中，当我说“春天”时，我指的是花粉。让我们补救一下：1）待在室内，2）引入一个全新的生物群落，包含玄武岩、黑石和岩浆立方体！为了给它增添情趣，我们还有一些新的好曲调供您在穿越阴间时听。享受快照！ 20w15a的新功能 可访问性改进 添加了Piglin横幅图案 在地下增加了玄武岩三角洲生物群落 加上灵魂篝火。用一千个灵魂的热度温暖你的面包！ 增加了三首新的地下音乐曲目 又加凿好的地砖、裂好的地砖和石英砖！ 增加了一套新的石头块称为黑石与规则，抛光，抛光砖变种！ 添加了镀金黑石-黑石，其中已注入黄金，有机会在金块破裂时掉落 黑石可以用来制造熔炉和石器 可达性 添加了“行距”聊天和辅助功能选项 添加了“聊天延迟”辅助功能选项 玄武岩三角洲 玄武岩三角洲现在可以在地下找到！ 火山喷发的残余物，这个生物群落中有大量玄武岩柱和熔岩三角洲 穿过，你将被一片片流动的白灰包围 岩浆立方体终于有了一个地方叫家，产卵非常频繁 一个新的街区，黑石，可以在这里的大片地方找到 地下音乐 我们很高兴地宣布，我们已经为即将到来的Nether更新添加了三首新曲目，全部由非常有才华的Lena Raine创作。 鲁贝多将在地下的荒野中演出 在深红的森林里会演奏圣诞曲 下面将在南部山谷和玄武岩三角洲播放 莉娜关于音乐的两行诗。更多将在单独的博客中发布。 “在我的手艺中，钢琴是最主要的乐器之一，所以我对自己的一个挑战是，看看我能把钢琴的声音推到多大程度，直到它完全与其他东西相似——同样是炼金术过程。” “我希望每一件作品都能让人感觉到情感的进步，或是在另一个世界里从一个地方到另一个地方的旅程。阴间有一定程度的美，但它的细节和规模也很可怕。” 打开通往阴间的门，呆一会儿，听听… 20w15a的变化 分配器更换 灵魂沙现在可以用来制造灵魂火把了 下面的植物块（芽、根、藤、真菌、疣和疣块）现在可以堆肥 墙壁现在将连接到更多的东西！（像铁棍、煎锅甚至泡菜！） 锄头现在是折断树叶的合适工具 暴徒避免在岩浆块上行走并点燃篝火 分配器更换 加油机现在可以给猪和马装鞍了 分发器现在可以给马穿上马甲 分配器现在可以把地毯放在骆驼身上 饮水机现在可以把箱子放在骆驼、驴子和骡子上 加气机现在可以剪切一个沼地 分发器可以剪切雪魔球 20w15a技术变更 资源位置的制表符完成将匹配_ 与Mob和寻路相关的优化 修正了20w15a中的错误 MC-171463-铁条不能完全连接到墙壁 MC-172120-霍格林一点也不想避火 MC-172209-非防火暴徒不会试图避免走火 MC-17226-在成年实体上用产卵卵产卵的幼兽、村民和僵尸村民总是有相同的变种 MC-172268-右击猪笼草交换不显示手部动画 MC-174542-杀死猪宝宝滴皮革和啤酒花 MC-174559-在某些情况下，幼猪/小猎犬在产卵时使用与成年猪相同的攻击伤害 MC-175030-捆绑诅咒不影响猪仔 MC-175169-重生锚可以在爆炸时创建鬼块 MC-175176-在最后使用返回门户软件锁定游戏，如果最后使用了/spawnpoint MC-175256-在透明块内部时，屏幕上覆盖着灰色不透明纹理 MC-175274-“石英柱”在西班牙语（西班牙）中被翻译为“白色羊毛”（“Lana blanca”，而不是“Pilar de cuarzo”） MC-175356-猪圈和猪圈不会避开岩浆块 MC-175538-鱼/游泳的声音比应该的大 MC-175566-有完整库存的猪圈丢弃它们收到的项目 MC-176095-漫游者在streamer.png纹理文件中有一个未使用的鳍 MC-176384-CompassItem检查两次LodestonePos标记是否存在 MC-176517-漫游者在地下熔岩坑中繁殖 MC-176633-石灰地毯在西班牙被命名为“相思板” MC-177069-当未连接到重生锚时，分配器不会将辉石作为物品掉落 MC-177085-属性中缺少UUID字段导致游戏崩溃 MC-177102-佐林人不被认为是不死族 MC-177225-标签雷艇：捆绑前使用的水 获取快照 快照可用于Minecraft:Java版本。要安装快照，\n没想到百度翻译那么精确\n佩服佩服",
    "replies": [
        {
            "author": "42313123123123",
            "timestamp": 1586942340,
            "txt_content": "这糟糕的排版\n这是人说的话吗?"
        },
        {
            "author": "卡壳",
            "timestamp": 1586942340,
            "txt_content": "有种小学生作文的气质"
        },
        {
            "author": "机械自律体",
            "timestamp": 1586942400,
            "txt_content": "mcbbs含水量100%"
        },
        {
            "author": "阿灬秋",
            "timestamp": 1586942400,
            "txt_content": "42313123123123 发表于 2020-4-15 17:19\n这糟糕的排版\n这是人说的话吗?\n这是百度说的话"
        },
        {
            "author": "自由李代数",
            "timestamp": 1586942460,
            "txt_content": "排版差评\n你可以去新闻版块了"
        },
        {
            "author": "BiggayJN",
            "timestamp": 1586942520,
            "txt_content": "穿越阴间时听？？！"
        },
        {
            "author": "mohui666",
            "timestamp": 1586942580,
            "txt_content": "建议你去发，保证扣分"
        },
        {
            "author": "阿灬秋",
            "timestamp": 1586942580,
            "txt_content": "自由李代数 发表于 2020-4-15 17:21\n排版差评\n你可以去新闻版块了\n在新闻版机翻会gg的"
        },
        {
            "author": "在下晴天",
            "timestamp": 1586942580,
            "txt_content": "阿秋Minecraft 发表于 2020-4-15 17:20\n这是百度说的话\n表示你就不能加入一点人的元素，变成“人机"
        },
        {
            "author": "阿灬秋",
            "timestamp": 1586942700,
            "txt_content": "在下晴天 发表于 2020-4-15 17:23\n表示你就不能加入一点人的元素，变成“人机\n人机太难了"
        },
        {
            "author": "在下晴天",
            "timestamp": 1586942760,
            "txt_content": "阿秋Minecraft 发表于 2020-4-15 17:25\n人机太难了\n所以说机翻很明显。。"
        },
        {
            "author": "SR-帽子",
            "timestamp": 1586942880,
            "txt_content": "这个翻译是魔鬼吗？"
        },
        {
            "author": "是守望吖~",
            "timestamp": 1586943300,
            "txt_content": "这翻译语文估摸也就2级"
        },
        {
            "author": "专刀你",
            "timestamp": 1586943360,
            "txt_content": "太震惊了！"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1586943480,
            "txt_content": "要不把这个译文带上https://www.mcbbs.net/thread-1012117-1-1.html"
        },
        {
            "author": "我是人1012",
            "timestamp": 1586943540,
            "txt_content": "震惊\n水雷艇都来了"
        },
        {
            "author": "阿灬秋",
            "timestamp": 1586943540,
            "txt_content": "GXHurry 发表于 2020-4-15 17:38\n要不把这个译文带上https://www.mcbbs.net/thread-1012117-1-1.html\n太难粘贴了"
        }
    ]
}