{
    "title": "Java Realms 上新：一起来“炸”翻天吧！",
    "author": "封徵",
    "replyCount": 9,
    "timestamp": 1586916840,
    "txt_content": " 本帖最后由 封徵 于 2020-4-15 14:05 编辑 \n\n\n\nNEWSNew on Java Realms: Magic ** and zoom boom\nJava Realms 上新：一起来“炸”翻天吧！\n\nA quick look at what’s happening on Java Realms in April\n让我们快速浏览一下四月份即将在 Java Realms 迎来的新内容吧！\n\nMarc Watson\n\n\nWelcome, and thank you for joining us for this episode of New on Realms – Home Edition?! I’m coming to you from my kitchen/office/indoor garden, and I’m thrilled to let you know all about the experiences coming to Java Realms today. These varied maps, as they say, throw in everything but the kitchen sink. But I know where the kitchen sink is; it’s right next to me. In my office. Okay, let's chat about some maps!\n欢迎收看我们最新一集的 《Realms上新》节目 – 全新的居家版本?！很高兴向你介绍今天要上线我们Java版领域服的一批全新地图。这些全新地图，就像他们说的，除了厨房水槽之外什么都有。但我知道厨房水槽在哪，就在我的旁边。对，就在我的办公室里。好吧，让我们言归正传吧！\n\n\nTNT Race\nTNT竞速赛\n\nby Vertex Creations\n作者：Vertex Creations\n\n\nhttps://www.bilibili.com/video/BV1tA411b7Ku/\nTNT Race gets us off to a thrilling start in the first of this week’s explosion-powered maps. You’ve seen competitive parkour maps that feature running and jumping, but how about using explosions to boost yourself up? How about running up walls, then arcing towards the finish line with a riptide enchantment? The team member who reviewed TNT Race describes it as “super fun”, and so with that emphatic endorsement, you’re now obligated to try it out.\n《TNT竞速赛》这张地图无疑是为我们本周“爆炸性”的新地图介绍开了个爆炸性的好头。你大概已经见过了无数以跳跃和疾跑为核心的传统跑酷地图了，但你有没有想过TNT爆炸时的冲击波也能帮助你跑酷？又或者是爬墙呢？再然后或者是在大雨滂沱之中用一把“激流”附魔的三叉戟直指终点呢？玩过《TNT竞速赛》的人都说这张地图 “超级有趣”，在如此盛赞之下，不来试试这张新颖有趣的跑酷地图吗？\n\n\nBoom Doom\n爆炸战士\n\nby Command Realm Team\n作者：Command Realm Team\n\n\nhttps://www.bilibili.com/video/BV1mt4y127Tc/\nIn the days of my youth, a popular game in the classroom was the classic “hot potato”. Presumably once played with a scorching spud, we used room-temperature bean bags, but the goal was the same: don’t be ** left holding onto the hot potato or lukewarm beans. Boom Doom plays similarly, except you don’t want to be caught with a mob nearby. If you do, the ensuing explosion knocks you out. Why do mobs explode? We don’t know! All we know is that you’re supposed to knock mobs around the arena, towards other players. Each mob has a countdown, and when it reaches zero… BOOM. Doom.\n在我小的时候，班上最流行的游戏，现在看起来也是最经典的游戏叫做 “ 击鼓传花”。我还记得有一次我们拿了一袋常温豆包开始玩起了这个游戏，但实际上我们的游戏内容还是一样的。《爆炸战士》和这个经典游戏极为相似，关键就是不要让任何身上带有炸弹的生物靠近你，除非你想让大家看上一场免费的爆炸秀然后“安详”去世。为什么生物身上有炸弹？我们也不知道！但我们知道你应该要击倒竞技场内的其它所有的生物和玩家。另外，每一个生物身上都会有一个倒计时，当这个倒计时数到了“零”……boom！该死。\n\n\nThe Illusioner Part 1\n幻象·第一章\n\nby LetzTaco and GhostFarts\n作者：LetzTaco 和 GhostFarts\n\n\nhttps://www.bilibili.com/video/BV1fC4y1s7DB/\n\nThree years ago we published The Witch on Java Realms . Three years is also how long it takes to get a law degree in some places, what a trip from Seattle to Miami would take, if you walked one hour a day, or roughly how long the year 2020 has felt so far. Three years is a long time in internet time, but LetzTaco is finally back with a sequel to The Witch. That map had you helping townsfolk and investigating a witch that was disturbing the small town, so what can we expect from the sequel? The Illusioner has you helping townfolk and investigating an illusionist that is disturbing a small town! But this time, you can also expect to travel inside the mayor’s head, get help from the tree elder, or travel to a land full of candy cultists, so it’s quite different from before.\n三年前，我们在Java版领域服中推出了《女巫》地图。三年，可能你可以在一些大学读到一个法学学位，或者是从西雅图一路旅行到迈阿密，每天走上一小时，或者就简单来说，你对三年这个时间段有什么感觉吗？三年对于短暂的互联网记忆来说是一段非常长的时间，但最终 LetzTaco 带着他所出的《女巫》地图的全新续集回归了。在地图里探访一座小镇，帮助镇民，并调查出在小镇“为非作歹”的女巫背后的真相。那地图又有哪些值得期待的点呢？你的眼中能浮现出各种各样的幻象，你可以利用这些幻象帮助镇民并找出幻象背后的幕后黑手！这次，你可以在镇长的纷乱思绪中探游，从老树长老那获得帮助或是去到一个糖果世界，和以前大不相同了。\n\n\nALSO RELEASING TODAY\n今天还发布了：\n\n\nMoon Miners\n月华矿工\n\nby Brianthecoo\n作者：Brianthecoo\n\n\nhttps://www.bilibili.com/video/BV1yT4y1G7j1/\n\nHunter Mystery\n猎人之谜\n\nby Kirill17, Frilled, and Xentrin\n作者：Kirill17，Frilled 和 Xentrin\n\n\n\n\n\nTerrain Palette Hills\n调色盘山景\n\nby collage, Feran and OBLISION\n作者：collage，Feran 和 OBLISION\n\n\n\n\n\nDodgeball!\n躲避球!\n\nby cloveeee\n作者cloveeee\n\n\n\n\n\nWorm Attack\n蠕虫攻击\n\nby collage, PerfectKill, and A_Girl\n作者：collage，PerfectKill 和 A_Girl\n\n\n\n\n\nWorld of Animals\n动物世界\n\nby edelewill\n作者：edelewill\n\n\n\n\n\nSvalbard\n斯瓦尔巴\n\nby ImADiamondPotato, HypixelDoge, and Arrgs\n作者：ImADiamondPotato，HypixelDoge 和 Arrgs\n\n\n\n\n\nMinute Rush\n分秒必争\n\nby qmagnet\n作者：qmagnet\n\n\nhttps://www.bilibili.com/video/BV1X64y1T7qZ\n\nHoney Missile Wars\n蜂蜜导弹大战\n\nby Chopper2112, Supersette, and kruthers\n作者：Chopper2112，Supersette 和 kruthers\n\n\nhttps://www.bilibili.com/video/BV1Ep4y1y7fu/\n\nSerpent’s Revenge\n睚眦必报\n\nby collage, edelewill, and Feran\n作者：collage，edelewill 和 Feran\n\n\nhttps://www.bilibili.com/video/BV1og4y187o4/\nTo learn about loading this and other content into Java Realms for your PC,visit our help site . If you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft: Java Edition. Click it, then follow the instructions to try Realms free for 30 days .\n若你想要知道如何将这些地图加载到你的领域服中的话，请访问我们的帮助页面。如果你还没尝试过我们的领域服服务的话，现在就用最新版本的Java版游戏(1.15.2)联网点击我们在主界面上放的第三个按钮“Minecraft Realms”，进入后点击“取得试用期”，打开我们的网站来领取专属于你的领域服的30天的**期吧！\nWant to have your own Minecraft creations featured on Realms and on Minecraft.net? Head over to this page, which explains the Java Realms Content Creator Program. If you have questions about this process, you can find me on Twitter .\n想让你自己的地图也能出现在 Minecraft.net 上的领域服地图列表吗？来查看这个页面的说明，了解Java版领域服内容库提交的具体流程吧。如果你对整个流程有任何疑问的话，都可以联系我的 Twitter。\n\nHappy Minecrafting!\n游戏愉快！\n\n\n\n【封徵 译自官网 2020 年 04 月 14 日发布的 New on Java Realms: Magic ** and zoom boom；原作者 Marc Watson】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1586916960,
            "txt_content": "领取的游戏界面如图：\n\n\n\n\nTIM截图20200415100534.png (218.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-15 10:15 上传\n\n\n\n\n\n"
        },
        {
            "author": "Jack46335",
            "timestamp": 1587020400,
            "txt_content": "过期了就很烦。。。。"
        },
        {
            "author": "13280047229",
            "timestamp": 1587041880,
            "txt_content": "拉拉啦啦啦啦啦啦绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿绿"
        },
        {
            "author": "洛不渝",
            "timestamp": 1587566940,
            "txt_content": "                                                      是"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1587569640,
            "txt_content": "illusioner这个又臭又长的解密居然上realms了……"
        },
        {
            "author": "666woai",
            "timestamp": 1588169040,
            "txt_content": "这么秀的吗"
        },
        {
            "author": "kokodayou",
            "timestamp": 1588171440,
            "txt_content": "666woai 发表于 2020-4-29 22:04\n这么秀的吗\n............."
        },
        {
            "author": "kokodayou",
            "timestamp": 1588171440,
            "txt_content": "kokodayou 发表于 2020-4-29 22:44\n.............\n............."
        },
        {
            "author": "279077127",
            "timestamp": 1588257600,
            "txt_content": ".................."
        }
    ]
}