{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·十四",
    "author": "晨曦赤寒GO",
    "replyCount": 2,
    "timestamp": 1586934060,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-4-15 09:29 编辑 \n\n目录传送门\n\n\n昏暗的森林里，一名青年和一名少女……以下省略两百字。\n青年的名字……不必再做介绍了，少女的名字……也不必在做介绍了，两人今天故地重游，就是为了来找那只手臂和某知名零食极其相似的僵尸。\n“黯，我接下来的话你要好好听着，不然你一不小心死了，我不仅不帮你收尸，而且还要拉那只僵尸去和你作伴，让你在阴间都不好受，听懂了吗？”\n“嗯。”\n“说听懂了。”\n“听懂了。”\n“接下来我们要去找什么你也是知道的，那类怪物统称魔物，详细的昨晚我已经和你说过了，与这类怪物交战要注意几点，如果没有那种重量极轻的盔甲，那就不要穿盔甲，用粒子来保护自己会比穿那些笨重的盔甲更加的灵活，与其交战要尽可能的在一次战斗中解决它，不要给它逃跑的机会，因为它们的学习能力远超人类，每次的死里逃生都会让它们变得更强……”\n“蓝，它好像从你手上逃走好几次了……”\n“我当然知道啊！所以我要现在去解决掉它，省的它变得太强后连我也打不过。”\n蓝没好气的轻拍了一下黯的后脑勺。\n“唔……那，蓝会被他杀掉吗？”\n蓝的脚步突然停了下来，黯也停了下来，她站在蓝的后面，看着他的背影，看不见他的表情。\n“黯，人类是有极限的，我们有穷极一生也无法超过的瓶颈，一间屋子是有穹顶的，你站的再高，遇到穹顶也会撞到头而停下来，而它们不一样，它们不是这个世界本该有的生物，它们的可能性是无限的，好比我们住在屋子里一样，而它们是站在天空之下，它们没有所谓的穹顶，所以能够无限制的成长下去，而我们能做的，只有把它们扼杀在摇篮里，而不是想着跟它们攀比。”\n“那……”\n蓝抬手打断了黯的话。\n“我们已经离它很近了，还有什么想问的，活下来后再问。”\n“嗯。”\n……\n追踪着蓝之前留下的粒子标记，两人最后达到了……一处让他们非常眼熟的山洞。\n对，就是两人相遇的那个山洞。\n“有趣，看来它已经发现我们了。”\n蓝摸着山壁，粒子的烟雾从山壁上浮现出来，随后消散在空气中。\n这是蓝之前在僵尸身上留下的粒子标记，而现在却被转移到了这个山壁上，至于意图，已经是很明显了。\n“咔……沙沙沙沙沙……”\n一声脆响，紧随其后的是砂砾落下的细碎的摩擦声，无数的砂砾从天而降，将周围围住，，高耸的砂砾墙像是古时候的斗兽场一样，而蓝和黯则被困在了中间。\n“蓝……”\n“不用你说我也知道发生了什么，估计这家伙早就把砂砾在空中准备好了，而这个粒子标记就是开关，你赶紧做好准备，不然等下它来了我可不会分心去保护你。”\n说着，蓝拔出了腰间的铁剑，浓郁的紫光在上面流转，随即粒子翻飞，缠上了蓝的身体和他手上的剑。\n剑附加：粒子加固，粒子加热\n粒子缓冲\n黯也拿出了自己的铁剑，做出警戒的姿态，同时，一团不属于她的粒子悄悄的缠到了她的身上。\n粒子缓冲\n“这年头棺材和墓地都挺贵，可别给我死了。”\n“嗯。”\n黯并没有发现自己身上的粒子缓冲，只是下意识的应了蓝的话。\n这下就没有什么太要担心的了，那……\n“嗷嗷嗷！”\n伴随着远方传来的咆哮声，一股夹着血凶之气的粒子气息出现在蓝的粒子感知范围里，这个时间里会出现在这里，还有那么特殊的粒子气息，有脚趾头想都知道是谁。\n感知了一秒，蓝的眉头皱了起来。\n速度快了不少……是学会粒子了吧，有点小瞧它的学习能力了。\n“黯！你退后！”\n“嗷！”\n一道黑影跃过墙壁，伴随着一道刺眼的白光，朝着蓝凌空劈下。\n啧，来的真快。\n举剑侧拍挡开僵尸的袭击，瞅准落地前的空档，反手一掌拍出，粒子冲击瞬间发动，高密度的粒子流带着足以折断树木的冲击力砸在了僵尸的身上，然而却没有把它推开，反而是拍到了一个冰冰凉凉的东西。\n这手感……woc，是铁甲！这苟东西这几天里不好好养伤，都跑去挖矿了吗！最勤劳的矿工也没有你勤劳吧。\n蓝后跃一步跟僵尸拉开距离，而僵尸则是一个小翻身稳稳当当了站在了地上，现在的它穿着一身满是刮痕的铁甲，铁甲上星星点点的鲜红色血迹证明它的原主人已经消失在了人世。\n“嗷！”\n仅剩的一只独手握着血迹斑斑的铁剑，僵尸发出一声震耳欲聋的咆哮，猩红色的粒子从它腿上涌现，脚掌在地上一踏，身体犹如炮弹般冲出。\n狂暴粒子·粒子加速\n特殊粒子，啧，更棘手了。\n左手抬起，不同的粒子公式在他掌中交织，下一秒中，向着僵尸，左手缓缓推出。\n粒子公式：粒子冲击+粒子推进+粒子爆破=粒子炮击\n“轰！”\n如同潮水般的粒子流夹着轰鸣声席卷了僵尸的一切，淹没了它的咆哮声，甚至连一点鲜红色的粒子都看不到了。\n随着一声重物落地的声音，僵尸在地上滚了两圈又重新爬了起来，此时它的胸甲连同它的胸口一起凹下去了一大块，要是人类受到那么重的伤早就死了，而那只僵尸还是像一个没事人一样。\n蓝也没想过这招能秒掉它，只是想打爆它的盔甲而已，然而貌似是失败了。\n看来不用粒子破甲是没机会用粒子焚烧了。\n“嗷嗷嗷！”\n愤怒的咆哮声，猩红的粒子从它身上涌起，接着在它的体表消失不见，僵尸的身躯瞬间膨胀了一圈，还有红色的光芒在它身上流转，让人感到极其的不适。\n狂暴粒子·狂暴\n僵尸再次朝着蓝冲了来，而它的速度又比之前再次上升了一个小阶梯，让蓝根本没有时间再次使用像粒子炮击那样复杂的粒子公式。\n一剑扫出，剑刃夹着风从蓝身前划过，蓝正想后撤，意识突然恍惚了一下，本该正好闪开的攻击还是被它划到了一点，在肩上留下了一小道血痕。\nMD，太久没遇上会粒子的僵尸了，都忘记狂暴粒子可以影响意识了。\n沉重快速，如同风暴般的连砍，蓝一边退后一边躲闪，时不时用剑招架一下，但绝不用剑去硬抗，不然就算是有耐久附魔的铁剑，也会在它的巨力下连剑带人一起劈成两半。\n不行，这家伙的攻击太密了，没机会用破甲，再让他这样下去，我只会因为粒子耗尽或体力透支导致跟不上它的动作而被它干掉，那么……\n“黯！过来帮忙！”\n“来了！”\n转移粒子在僵尸的身后聚集，黯的身形在转移粒子中出现，一剑朝它的助下挥去。\n“嗷！”\n僵尸感觉到有人出现在了自己身后，转身将剑横扫而出，黯躲闪不及，用剑格挡了一下，借力后跳撤开。\n虽然她的攻击没有奏效，但已经够了。\n拳附加：粒子破甲、粒子冲击、粒子禁锢\n一只卷着粒子的拳头在一瞬间里击碎了它的胸甲，喷涌而出的粒子将它击飞，直接把它禁锢在砂砾墙上。\n蓝稍稍蹲下，粒子从他小腿上涌出。\n粒子加速→粒子加速·蓄能\n25%蓄能\n“嗷！！”\n僵尸咆哮着，拼命的试图去挣脱身上的禁锢，但任它如何用力，粒子禁锢还是纹丝不动。\n这次蓝下的禁锢是特地针对力量性而进行过一些调整后的禁锢，仅凭力量是绝对挣脱不开的。\n50%蓄能\n“嗷嗷！”\n僵尸发觉了只凭自己的力气无法挣脱开这次的禁锢，便不再浪费力气，而是从身上开始散发出一些猩红色的粒子，开始缓慢的分解这个禁锢。\n狂暴粒子·粒子分解\n75%蓄能\n粒子禁锢在粒子分解的效应下最终消散，而僵尸也重获了自由，它感知到蓝身上恐怖的粒子流，因为无法确定蓝会不会在它靠近后突然暴起来袭击它，于是它决定先砸开砂砾逃走。\n突然间，一个娇小的黑影蹿到了僵尸的一个小死角，铁剑已一种异常刁钻的角度刺出，但还没命中，便被僵尸察觉，轻松躲开后一拳挥出，黑影堪身躲过直击，但还是被拳头掀起的气浪掀飞。\n黯勉强控制着自己平稳落地，手握着铁剑对着僵尸。\n“嗷嗷嗷！”\n僵尸对着她发出一声愤怒的且不明意味的咆哮。\n“我不会让你逃跑的。”\n“嗷嗷！”\n“不一样！我会变强，变得比他还强，然后去杀了他！”\n“嗷嗷嗷！”\n不知道是黯的话刺激到它了，还是怎么的，僵尸放弃了逃跑，而是咆哮着冲向了黯，之前从未出现过的庞大的猩红色粒子聚集在它手上，犹如一团真实的鲜血。\n黯见僵尸不打算在逃跑，也开始准备与它周旋，但没想到的是，刚想躲开这一拳的时候，双腿竟然突然迈不开了。\n狂暴粒子·粒子干涉\n糟了！走不开！\n难道，就要在这里止步了吗……\n不行！我还没……\n尽管知道没有什么用，黯还是抬起了自己的剑，挡在了自己身前，做出最后也是最无用的防御。\n“轰！”\n粒子加速·100%蓄能\n拳附加：粒子焚烧\n震耳的响声，狂风卷起了黯的长发，遮挡了她的视野，待风停歇，黯重新睁开了自己的眼睛，看见的是一个再熟悉不过的背影。\n和之前在森林里见到的一样……\n“知道自己没实力你还莽，莽你老母啊！不知道自己身上的粒子缓冲没了吗！真当老不死的铠甲能让你硬抗它一拳吗！这次回去看我不揍死你这个小兔崽子。”\n蓝松了松自己发烫的手臂，走到了僵尸的旁边，此时的它正躺在地上，半边身体消失不见，另外半边也是一片焦黑，还有星星点点的火星在它身上不断冒出，看样子是已经死透了。\n嗯，死透了。\n蓝转过身，面对着黯。\n“你刚刚在干嘛啊！我看你和它对站着不动好久，我不是跟你讲过看到机会就要上去袭击的吗！难不成你是忘记了。”\n“没……没有……”\n“那就是有什么事情咯？”\n“不是……”\n黯摇了摇手，神色有点慌张。\n蓝多看了她两眼，收回了自己的视线。\n“嘛，算了，我们回……！！！！”\n全身的粒子疯狂的刺激着他的意识，来自意识的刺痛感让他的全身瞬间处在了一个紧绷的极限状态。\n然而，会出现这种情况只有一个原因。\n“蓝！身后！”\n猛地转身同时后撤，蓝看见一只焦黑的爪子正朝他的心口刺来，但因为蓝后撤了一步，爪子还没有碰到他。\n但，也没有时间给蓝做出其他的反应了。\nMD，这宰种就在装死，还趁我粒子用完的时候来偷袭，啧，看来只能这样了……\n开启……指令……\n这个瞬间，时间好像是暂停了，蓝的意识沉入了自己的体内，分散到自己全身的粒子里。\n扫描……账户……\n用户……蓝空……\n权限……三……\n登录……成功……\n粒子……重构！\n“轰！”\n狂风袭过，树木伏倒，黯被震飞撞在了树干上，她勉强的睁开眼，看向蓝所在的地方，那里已经看不见蓝的身影了，只有一个让她无比陌生却又有一点点熟悉的背影。\n这个人……是谁？\n一头水绿色的短发，身上穿着蓝的衣服，脸上有一些零星的绿色鳞片，而脖子以下全是这种的鳞片，双手已经不能称之为手了，爪子可能还更加合适一点。\n“咔咔咔……”\n清脆的骨响声从他身上传出，期间还夹杂着轻微的爆响声，无数的粒子如同烟龙一般缠绕在他身上，朝着僵尸发出一声咆哮声。\n此时的僵尸双手都已经消失，空气中飘散的黑色粉尘好像就是它手的残骸。\n“嗷……”\n它朝着这个不人的怪物发出一声威胁性质的咆哮，但它后退的步子已经证明了它的想法，它的心底已经开始浮现出一种从来没有过的情绪。\n恐惧。\n转身拼命的向外跑去，砂砾堆已经在刚才的狂风中坍塌了，还有逃跑的机……\n“轰！”\n……会……\n焦黑的身体被粒子摧毁，粒子卷过的地方所有植被都被尽数摧毁，这些明明是平时最常见的白色粒子，却有着白色粒子没有的破坏力和暴戾。\n爆破粒子·粒子炮击\n黯看呆了，坐在地上，手脚提不起一点点力气。\n它是蓝吗？\n脑海里不经划过这句话。\n“嘶嘶嘶……”\n粒子从它身上用处，盘旋了片刻后消散，而中间又出现了那个蓝发的青年。\n“喂！你还想在地上坐多久？地上太凉快不舍得把屁股挪开了是不是啊！你再不跟上来我就回去把你的瓜田拆了，种上甜菜，天天让你喝甜菜汤。”\n“诶！不要啊！”\n“那就快点给我跟上来！”\n黯连忙起身，迈着虚弱的小步子跟上来蓝。\n“你这家伙怎么了？笑的那么开心。”\n“唔……没什么……”\n“啧，你笑的让我有点难受了……回去用你的南瓜解气好了。”\n“诶？！”",
    "replies": [
        {
            "author": "梦落老司机",
            "timestamp": 1587114420,
            "txt_content": "加油支持233 期待更新"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1587118320,
            "txt_content": "梦落老司机 发表于 2020-4-17 17:07\n加油支持233 期待更新\n其实我当初也想搞点事情的，但是转念一想，黯现在的身体年龄只有十五岁上下，所以就把搞事情的剧情放在后面了还有就是，感谢支持"
        }
    ]
}