{
    "title": "哪位大佬可以帮我把茶馆演义合到一起啊",
    "author": "专刀你",
    "replyCount": 3,
    "timestamp": 1586932320,
    "txt_content": " 本帖最后由 skyliye 于 2020-4-15 14:43 编辑 \n\n因为有很多人都去了周创板，所以我也想试一试，我准备版茶馆演义合集发出去，但是手机，复制粘贴不好操作，说以哪位好心人帮我把我所有的茶馆演义，复制粘贴到一起，不算@和ps，还有那个下文^ω^分解，谢谢了，他们都在我的主题里",
    "replies": [
        {
            "author": "小天铄",
            "timestamp": 1586932380,
            "txt_content": " 本帖最后由 小天铄 于 2020-4-15 14:49 编辑 \n\n茶馆大事，风云变幻，水怪齐聚，滔天海浪，欲开万世之太平（洋）；铁面版主，眼疾手快，欲还世间之清净；大佬发锭，抢之不及，明令必须给人气。欲看一切，尽在《茶馆演义》。         \n自己写的开篇词，不知道写的好不好(╥ω╥`)，有一点说书的意思吧.\n\n\n话说茶馆大事，和久必乱，乱久必和。不知何年何日，一处聚集天地之邪气，一茶客初入茶馆。姓末影人，名为疾风。对末影人和亚索有崇拜。其本质乃是末影人，在茶馆，时间长了，难免思乡。发帖提问，如何快速去到末地之路？众人一看，哈，好一阵奇风。一时间，舆论纷纷。这疾风被天雷劈中脑袋，脑中胡思乱想，欲收后宫。后宫对象，竟为大佬和众位版主，其中以极光为正宫。此人真乃百年不遇的奇人，众人吃瓜看热闹，可不知疾风得寸进尺，又有目标，可见其野心不小啊！恶有恶报，疾风等着瞧吧！\n        欲知疾风后事如何？ 且听下文分解。\n\n\n\n\n那疾风立下目标，要宰了混乱。更要收所有管理为后宫。混乱，何人也？茶馆，众版主之首。其猖狂至极，真乃不自量力。\n后人有诗曰:自古作死有何人?人人皆说有疾风。\n                     猖狂带上混乱帽，论坛人人是后宫。\n        自有人反。话说JJ怪，挺身而出，鲁迅附体，发文反疾风。文章如利剑，让疾风满地找牙。疾风也不甘落后，人人皆为后宫。更是换上混乱头像。可见其嚣张之气焰。最终疾风寡不敌众，败下阵来，屁滚尿流，痛改前非，尤其发出金锭可见诚意。傍晚，茶馆中出以公告，写疾风改邪归正，众人皆疑惑\n         不知此公告何人所发，且听下文分解。\n\n\n\n\n众茶客定睛一看，恍然大悟，原来为带文学家凋零斯拉。文末隐藏一行字，仅供娱乐。吃瓜群众们猜测纷纷，感叹凋零妙笔生花。作者曾私信其，汝公告真乃惟妙惟肖，怎么做到？凋零答曰据吾经验，在对照。吾乃赞叹不已，并以其为榜样。至此，凋零变为文学家。当天度过，次日早晨不见凋零斯拉，众人皆疑惑，凋零何所在。不知其下落。\n         不知凋零下落如何？且听下文分解\n\n\n\n\n正当众人寻凋灵不着，忽然见一蓝衣道人正擒着凋灵。那道人道号阴阳先生，在泥潭山苦行多年，方成一名掌柜，得版主光环加身，诗曰：\n一个是茶馆版主曰阴阳，一个是泥潭诗人号斯拉。\n一拳一脚去，其实不如他。\n须臾阴阳胜，凋灵败退下。\n我等向前看，光头似个烂西瓜！\n阴阳师大笑：“传假诏，鼠辈安敢如此！”不题。\n凋灵斯拉昏昏沉沉，望见四个大字“末路之地”，大惊：“吾被封禁邪？！”\n欲知后事如何，请听下回分解。\n\n\n\n\n有茶客曰，凋零末地也。世人'皆惊！问清缘由后，众皆惋惜。悲乎凋零，痛哉凋零，英年早逝，想当年，水帖一大把，继其遗志，水帖永长。后人有诗曰:\n         自古文学有凋零，不幸中途被封禁。\n         后人纷纷继遗志，茶馆文艺要复兴。\n        却话一大佬折叠，十几天八级，兵贵神速。从未发帖，活跃于问答。恰心之大师。更是抢锭之快，当世无双，腰缠万贯。人人皆景仰乎！某日，一锭帖现。\n        欲知此锭贴如何？且听下文分解\n\n\n有人说我咕咕咕了，实际上我没有，所以本第六回加班加点的写出来。\n         发锭者，乃是版主凛。发帖所含金锭数不胜数。却看帖子内容，曾唬杀人也。此乃一钓鱼贴。专门打击脚本抢锭。沙发乃是一马头，乱马打出，紧随其后，便乃折叠。二人皆被封禁。一时间大快人心，金锭可抢。\n        更有非脚本用户作死，其中以疾风为例，充满了对版主的不屑，也许只是想出风头吧，还13级骑龙者，令**笑，换来的只是，惩罚一人气吧！\n        欲知钓鱼后事如何，且听下回分解\n\n\n\n\n为继承凋零之志，带诗人涌现纷纷。所写之诗,真乃水分充足，教岩浆变黑曜石也。其中佼佼者甚多，便不一一列举。却话长安弑水挺身而出，舍财取义，扛起带诗人'大赛的大旗。其时间为凋零解封曰。\n       欲知凋零解封如何，且听下文分解。\n\n\n\n几天内，众选手积极准备。摩拳擦掌，经过大众评委的一番评选，名次出来。居士夺魁，缘生略逊一筹，凋零斯拉紧随其后，选手自由李代数，虽然垫底，但不畏强权的质疑，但主办人长安，懒惰至极，拒绝重办，令人叹息。\n         欲知茶馆后事如何？且听下文分解。\nps。本帖回复的用户，随机送出金粒。\n\n\n话说，愚人之后，水怪涌出，百家争鸣。生出一道阳光，水帖于茶馆，名曰咏e，千百万e,恼出@mohui666 大骂其人，反举报其水龙头于论坛事务，众人气愤。\n        一日，一道阳光突发奇想，欲去末地，却等级不够，于是综合申请，请版主发卡，愿望成真。众人皆笑其。\n       欲知阳光后事如何，且听下文分解。\n\n话说，一道阳光悠悠晃晃至末地，可安心学习也。如同刘姥姥进大观园，大为惊叹，忽见一屠版身影，有@凋灵斯拉 之风范，定睛一看，乃电磁步兵也，原来其因引战而被封，只因教折叠女装。第一天双管齐下连发两贴。，第四天一炮打响臭名远扬，第三天P话一堆厚颜无耻，众人评分，见其话语无耻，一大佬怒斥其便乃茶馆文豪。第四天吭不作声，销声匿迹。\n        预知后事如何，且听下文分解。\n\n\n话说电磁步兵被大佬怼后，茶馆爆出一惊天宣告，@居仕 竟摘帽。众人皆泪目，只因大佬言语地图炮，误伤居仕。数天后，绝笔。见者皆落泪，无人不悲伤。\n开学近，人皆忙，现赶作业也彷徨，考试逼近都茶凉。代数告退心迷茫，茶馆（一部）结，便散场。\n\n"
        },
        {
            "author": "小天铄",
            "timestamp": 1586932680,
            "txt_content": "https://www.mcbbs.net/thread-999352-1-1.html\n\n这不是有目录嘛。。"
        },
        {
            "author": "MC的NORTH",
            "timestamp": 1586932920,
            "txt_content": "自己整合自己发帖，你是想免费发30金粒了？"
        }
    ]
}