{
    "title": "接GodKillerBlack的故事",
    "author": "shengzhege",
    "replyCount": 7,
    "timestamp": 1586996340,
    "txt_content": "又是一个明媚的早晨，长安城内一片祥和。\n\n    在一处装饰显赫的区域内，住着长安城两大家族——白家与公孙家。这两大家族可谓是历史久远，据说自长安建城以来就存在了。而现在，白家控制着长安城的军事力量，而公孙家控制着长安城的大部分官员力量。\n\n    当然，如此大的两个家族必定有着长久的矛盾。不过长久以来，这两个家族也就自然而然地形成了一种互相制约的局面，时常也会有小摩擦，但长安城的富人区也就这么一小块，所以两家也时常有往来，总体来说，达到了和平相处的局面。\n\n    白家大公子，百里守约，远近闻名。据说，这位传奇般的人物在三岁时就对枪械技术无师自通，特别是精通狙击技术。白父还特意命令长城守卫军为公子守约特意定制了一把小型狙击步枪，已满足小守约的喜好。\n\n    上小学的时候，百里守约已俨然成为学校里极其具有威信的人物。手中抱着一把小型狙击枪，好不帅气！平时放学，身后跟着一帮“小弟”们，百里守约走在最前面，一副“大哥”的模样。这种情况一直持续到了守约上初中的年纪。\n\n    这年，百里守约小学毕业，由于白家显赫的地位，他自然被长安城最优秀的贵族中学录取。\n\n    这是初中报道的第一天，由于校规规定不可携带危险物品，百里守约不得不放下自己心爱的狙击枪，背着书包前往学校。\n\n    时间已步入金秋，一阵秋风飘过，带来了阵阵凉爽。空中，火红的枫叶随着缕缕清风飞舞，旋转着飘落在地，在街上铺满了厚厚一层。踩在厚实的枫叶上，脚下叶片清脆的响声，脚底传来的柔软的触感，无不诉说着秋的美妙。\n\n    步入学校，守约心情舒畅起来。学校的装饰并不富丽堂皇，而是有种古朴的风气。实木风格的墙壁，屋檐上的每一处都由砖瓦铺成，那每一件小雕塑都不重样，诉说着校园的精致复古。观察着，小守约一下子陷入其中，不禁有些着迷。不知不觉，踏入了走廊。那走廊一边是墙壁，一边是空着的，只有一些细长的柱子整齐地排列着，同时配以栩栩如生的雕刻，刻的是龙腾凤舞，好不壮阔。\n\n    “唔……预备……六班，嗯，这里。”守约确认了父亲告诉自己的班级，便进入了教室。\n\n    教室里坐满了同龄的小朋友，老师正在说着什么，看样子，已经迟到了，守约心想。\n\n    “百里守约，是吧？”守约刚走入教室，便被老师叫住了。\n\n    守约停下脚步，“嗯，是我。”想了想，又说：“老师，对不起，我迟到了。”\n\n    老师顿了顿，似乎欲言又止，“坐到最后一排去吧。”\n\n    低着头，守约走到了最后一排。只剩下了一个空位，旁边是一位女生。她低着头，正在一本本子上写着什么，桌边，一把精致的油纸伞靠在桌边。守约觉得这位女生有些奇怪，盯着她有些失神，以至于……“百里守约同学，你可以回到自己的座位了。”守约还未反应过来，那位女生就先抬起了头，将一个用枫叶制成的书签夹进了本子里，抬头看了守约一眼，微微一笑，但正当守约看过来时，略有些慌乱地避开了眼神，抬头看向老师。\n\n    守约略显迟钝地坐在了座位上。\n\n    一切照常进行，第一节下课后，守约有些坐不住了，偷偷歪着脑袋看向同桌认真写着什么的的女生。又过了一段时间，守约用胳膊肘敲了敲女生，小心翼翼地道“喂，你叫什么名字？”\n\n    那女生抬起头，略感奇怪，有些好奇：“你叫什么名字呢，嗯……百里守约是吧？听到老师叫你名字了。”\n\n    “是啊，现在你可以告诉我你的名字了吧。”守约有些迫不及待。\n\n    “我嘛……”女生有些迟疑，“公孙离。”\n      此上街为转载\n        第一章:https://www.mcbbs.net/thread-1019844-1-1.html",
    "replies": [
        {
            "author": "BiggayJN",
            "timestamp": 1586996400,
            "txt_content": "写的真好，不是10点更吗"
        },
        {
            "author": "CK_yuaa",
            "timestamp": 1586996460,
            "txt_content": "白家大公子百里守约？白=百涨姿势了"
        },
        {
            "author": "shengzhege",
            "timestamp": 1586996460,
            "txt_content": "BiggayJN 发表于 2020-4-16 08:20\n写的真好，不是10点更吗\n10点是水世界"
        },
        {
            "author": "卡壳",
            "timestamp": 1586996520,
            "txt_content": "这次写的挺多的，支持一下"
        },
        {
            "author": "mohui666",
            "timestamp": 1586996580,
            "txt_content": "你的带文学家和别人不一样\n百里守约姓百里"
        },
        {
            "author": "专刀你",
            "timestamp": 1586996640,
            "txt_content": "好玩⊙▽⊙"
        },
        {
            "author": "魅-内存君",
            "timestamp": 1586997300,
            "txt_content": "带文学家好评"
        }
    ]
}