{
    "title": "【原创·连载】长篇小说 我的世界《韵》冒险篇---完",
    "author": "赶紧睡觉觉",
    "replyCount": 25,
    "timestamp": 1586942580,
    "txt_content": " 本帖最后由 赶紧睡觉觉 于 2020-7-3 21:16 编辑 \n\n\n第一卷：开始的旅途\n\n预\n\n\n       我走到她面前。\n　　“你是来看我的吗。”\n　　她抬起头，望着我。头发被汗沁湿，紧贴在两旁，背上被剑划出数十道口子。\n　　“……”\n　　“走吧，快一点。”她微笑着看着我，“不然你会受罚的。”\n　　“我心里难受。”\n　　“我知道，这是没办法的事。”\n　　“你不该死。”\n　　“我是怪物，是敌人。”\n　　“可你什么都没做。”\n　　她凄惨的笑了笑，看向我身后。\n　　“无论我做不做，结果都是一样的。”\n　　人们把她拖出去，用箭射穿她的手臂，用剑挑了她的筋，把她钉在墙上，抛开她的肚子，最后五马分尸。\n　　“这是她必然的结局。”\n　　白衣少女拍拍我的肩膀。\n　　“我不明白，她救了大家。”\n　　“她是怪物，这就够了。”\n　　我们转身离开行刑场地。\n　　“告诉我，这种事发生了多少。”\n　　“很多。你永远也不会理解为什么。”\n　　“救不了吗？”\n　　“……该睡了。”她的手在我额头上一抹，“忘掉这一切吧，孩子，你还有很长的路要走。”\n\n第一章：斩\n\n　　一　　又解决了一只僵尸，我深吸 了 一 口气。\n　　“看来没法达标啊。”\n　　背包里只有三片腐肉。天快亮了，这次的任务又要完不成。从林子里走回村庄，一夜没合眼的我现在只想快点回到床上。\n　　在回去之前，我还要去个地方。\n　　“大叔，帮我修一下剑。”\n　　把两颗绿宝石丢过去，我趴在铁匠铺的桌上迷迷糊糊的。\n　　“没干什么事，剑倒是坏的挺快。”\n　　铁匠大叔拿出两块石头放到炉子上，随后挥起巨锤用力砸起来，屋子都随着锤子得砸击震动着。\n　　“用得久了。”\n　　“好了。你这把剑用了快一年了，不换一把？”\n　　“没钱啊，还要交学费。”\n　　收起修复好的石剑，我离开铁匠铺，回到学校对面的宿舍。\n　　轻轻推开宿舍的大门，走廊空荡荡的，守门人也不知去向。\n　　“大家都去食堂了吗？”\n　　这对我是家常便饭。每天熬夜打怪，上午睡觉，下午接任务赚学分，饿了随手从背包里拿东西啃着。\n　　回到房间，我打个哈欠，躺倒在床上。\n　　上半个学期接近尾声，我的作业就没一个完成过。我是个弱 者，只能在村子附近寻找猎物，通常只能捡个别人遗留下的残渣。在这个村子死人是很正常的，每周都会举办一两次葬礼。\n　　我习惯了这样的生活，只能按照自己的节奏慢慢的进步，眼看着其他人渐行渐远。\n　　“饿啊。”\n　　肚子咕咕的叫，我把视线集中在所剩无几的零钱。\n　　“吃根胡萝卜吧，好歹也有些营养。”\n　　我拿出从僵尸身上掉下的萝卜，慢悠悠的啃起来。\n　　“这样下去会留级，看来真得去河边转转了。”\n　　不会游泳的我一着很抗拒去和溺尸打，即使能得到强力的三叉戟。\n　　直到夕阳照到我脸上，我才微微睁开眼准备接今天的任务。学分依然是零，我不得不接一个高级点的任务才能保证及格。\n　　“15个骨头，用来种田吗？数量上不太多，截止日期是明天下午，稍微往森林里也没关系。”\n　　任务大厅里又是空无一人。当上午的课结束后，大家都会早早的组队接任务。我在傍晚来到这里，能够很好的避免人群的骚扰，虽然会单打独斗。\n　　我很胆小，不会去冒风险，接的任务都很轻松，虽然从来没完成过。\n　　“第七个了。”\n　　石剑从它后上放狠狠地砸在头上，看着地上的碎骨渐渐化为白烟，我拿起掉落的战利品。深处和外围的数量截然不同，走几步就是一个怪物，石剑的损耗也是飞快。\n　　“又快爆了啊。”\n　　我看着手中久经沙场的剑，看了看背包里剩余的绿宝石。\n　　“现在回去修复会来不及。”\n　　如果这次再完不成任务就要放弃升学，毕竟学费也是很贵的。\n　　“如果能完成的话就换把新武器吧。”\n　　在说话的同时，我动身躲开袭来的飞箭，三只骷髅躲在树后盯着我。那剑挡住上方的蜘蛛，剑上原本的裂痕布满了整个剑身。\n　　“只能牺牲经验了。”\n　　绿光填满了剑上的缝隙，将它修复的光滑平整。我强撑住这个身体不倒，使劲将蜘蛛甩了出去。蜘蛛在空中翻了个圈，向我吐出蛛丝，三支箭也随之袭来。\n　　“人多就是好啊。”\n　　我向左侧翻身用树干抵挡住飞行物，然后顺着藤蔓攀爬起来。\n　　“没智商的怪物，可别小瞧我啊！”\n　　在树干上一踩，我的身形从空中消失，随后出现在蜘蛛身后将剑插入它体内。三个骷髅已经被解决，只剩下掉落物落在地上。\n　　“消耗得有点快啊。”\n　　本来等级就低的我瞬间掉到了2级，刚才的速度提升的有点太多。我很弱，所以需要依靠经验短时间提升自身进行战斗。\n　　我慢慢地坐在地上，右腿因为刚才的运动开始抽筋。\n　　“这下连能不能回去都不知道了。”\n　　我扶着身边的草方块站起来，右腿因为肌肉收缩有些发抖。\n　　“不行啊，还剩五只。”\n　　利用经验封闭右腿的感知，我开始朝着深处疾跑。\n　　身旁的光照越来越少，这也是接近核心区的征兆。大部分的学员都会在这附近练级，有些实力较强的会去灰色地带看看。\n　　“不行，有点太强了。”\n　　硬接下僵尸的一记斩击，实力差距在这时明显的表露出来。经验开始见底，右腿的麻木渐渐明显。拖着僵硬的右腿，我再次接下一剑。\n　　没了右腿的支撑，我被它轻松砍飞，在地上翻着跟头掉到了水坑里。\n　　“单打的劣势显露出来了啊。”\n　　我静静的躺在水中任凭冰水灌进鼻里。\n　　二\n　　我最终还是完成了任务。\n　　随着时间的流逝，右腿开始慢慢恢复知觉。我站起来向回走，顺便收割路过的小怪。\n　　交付了任务，我的学分增加了8点，又得到了十颗绿宝石。钱不多，换把剑足够了。手中残破的石剑早已濒临崩溃，为了修复所花的钱早已物超所值。\n　　花了8颗绿宝石换了把新石剑，我顺手花了1块买了两颗甜菜根当干粮。\n　　“还差17点。”\n　　我来到教室进行报到。出勤率还是足够的，但等级上还是不够看。花了半个月辛辛苦苦练的级，一晚上便回归原点。\n　　“你怎么又回到零级了！”\n　　我青梅竹马的弓箭手，风和，在我进门的那一刻抓着我的肩膀摇起来。我身上没有一点能量波动，任谁都能看出我是零级。\n　　“松手，很疼的。昨晚情况紧急，为了保命只能牺牲等级。”\n　　“没时间啦，再这样下去你要留级啦！”\n　　她没有松手的意思，继续摇晃着我。\n　　“你是怎么练级的啊，能够不靠经验完成任务。”\n　　“我就是穿了个铁甲，到僵尸群里乱砍，然后经验就刷刷的往上升。”\n　　“嗯，我学不来。”\n　　我是整个学校里最穷的，所有人都知道。一日三餐都成了问题，上哪找一个铁甲抗伤。而且我身体素质极低，石剑拿起来都有些沉重，穿上装甲连步子都迈不开。\n　　这也是个问题。我都是单靠一把武器战斗，防御方面极其薄弱，像昨天一样被包围就必须使用经验逃脱。\n　　“你看你，本来身体就虚，每天还只吃一根蔬菜，都瘦得皮包骨头了。”\n　　她捏了捏我的胳膊，隔着皮只能捏到骨头，这也是为什么昨天我会被僵尸一击打飞。\n　　“学期末了，我才完成一个任务。外围的怪太少，核心的怪太强，有没有什么平均的地方。”\n　　我拿起她的面包啃起来，这是我除了啃蔬菜外唯一的食物来源。\n　　风和并不计较，反而又给了我几个。她捏了捏我的脸，从背包里拿出地图。\n　　“你看，这里是森林外围。”她指着村子附近树木稀薄的地方对我说，“这个地方有一个水池，池子大部分地方的水不深，一晚上能刷出两三只溺尸，周围的刷怪率也极高。不过周围有一个厉害的僵尸，所以没人往那跑。”\n　　上完了今天的常识课，我来到任务大厅接取上没完成的僵尸任务。\n　　“腐肉还没吃，今天可以早点完成了。”\n　　一般如果任务没完成需要等一天以后才能再次接取，所以我会把腐肉直接吃掉。不过这次我还有胡萝卜，所以把这3片保留了下来。\n　　我有点担心风和所说的僵尸，便在黄昏时早早的来到池边。\n　　我没有叫她一起，但她还是跟来，即使早已有人拉她一起组队前往灰色地带。她说我等级归零，再遇到危险就会一点办法都没有。\n　　对我来说倒无所谓，早已习惯了单打独斗，即便遇到危险也不会惊慌失措。\n　　“我在一旁守着你，你就尽管杀个痛快。”\n　　我朝她点点头，快速冲刺到池边刺向溺尸。\n　　这水果然不深。两只溺尸从深水区游上来，我站在水中使劲挥剑。\n　　溺尸在水里还是有优势的。尽管空着双手，也能够迅速的对拿剑的我进行攻击。快速的游动使得池水晃动起来，我重心不稳摔倒在水中。\n　　被水呛了一下，我紧闭着眼向岸边摸索，心也随着身体一上一下。\n　　“睁开眼啊，不然会被溺尸抓住的！”\n　　为了不抢我的经验，即便箭搭在弦上也没射出。她的手臂架空着，开始酸痛。真是苦了她，毕竟她是以速射为主训练的。\n　　溺尸抓住我乱踢的脚，把我狠狠的按在沙子里。\n　　“真没办法。”\n　　风和叹了口气，松手的一瞬间箭便已射中了溺尸。\n　　速度挺快的，射也射中了，可波动的池水对箭有很大的影响。本身力气就弱的风和，射出的箭被水一挡，到溺尸身上也顶多给它挠个痒痒。\n　　我挣扎着想要起来，可营养不足的身体比不过溺尸的怪力，在挣扎了一番后只能放弃抵抗。\n　　“小音，我来救你了！”\n　　弓箭的威力不足以伤到溺尸，她直接跳到水里拉住我。\n　　另一只溺尸绕到她身后，拽住她的头发捂住她鼻子想要憋死她。风和挣扎着向上游，身体晃动着浮上水面\n　　我从泥缝里钻出来，到水面上喘了口气。一看到这个举动，我意识到危险。因为没人来这里杀它，这只溺尸已经进化出理智，这也代表着它的等级非同小可。\n　　翻身上岸，我捡起地上的弓箭，回首给了那只露出头的溺尸一箭。\n　　三\n　　我和风和坐在水池旁喘着气。\n　　在那么近的距离，即使是我也能射中。\n　　射杀了一只溺尸，我瞬间升了两级，拿起背包里的旧剑砍杀了另一只溺尸。\n　　“你一个弓箭手往水里跳干嘛！”\n　　稍微喘了点气，我揪住她的头发就骂。\n　　“弓箭伤不了它。”\n　　她撅着嘴委屈的看着我。\n　　“那你好歹也那个武器啊，空手就和溺尸打，你脑子坏掉啦！”\n　　我往她头上打了一巴掌。\n　　风和抱着弓箭哭丧着脸，如果不是依靠经验增强了呼吸时间，她现在已经是一具尸体了。\n　　“回家吧，这个任务不做了。”\n　　杀了这两只高等级的僵尸，我升到了三级，也没必要继续冒风险。\n　　“别呀。”她急忙拉住我，“才刚到晚上。”\n　　“我不能再冒险了。”\n　　虽说有些可惜，但刚才差点团灭。在陆地上或许没什么，但附近有一只超强的僵尸，现在这种情况遇到了，跑也跑不了！\n　　“明明好不容易才和你组到队……”她抱住我的胳膊不放，“距离学期结束没多少时间了。”\n　　天才刚黑，我也很想继续，毕竟学分实在差太多了。\n　　“好吧。我再陪你完成一个任务。”\n　　我叹了口气。腐肉足够，我也该回去。总觉得这种情况再浪不太好，但她抽出身来陪我打怪，我也应该帮她完成个任务。\n　　“我的任务是收集九个蜘蛛丝。”\n　　那个5分的任务啊，也不是多危险，稍微打打就可以。\n　　剑士和弓箭手，双人组队标配。我们从湖边慢慢向核心区前进，最后在交界处停下。\n　　我们两个人都有蛛丝存货，只需要杀两个蜘蛛就足够，所以没必要往深处跑。\n　　“风和，你还差多少经验到15级？“\n　　我正一肚子气，每见到一个怪物便把它砍成碎片。\n　　“嗯……再杀十几只僵尸就够。”\n　　风和简单粗暴的杀怪方式并没有给她带来大量经验。认真杀怪不仅可以磨练技巧，获得的经验也会有加成，相对的，毫无技巧的乱砍反而会让经验有所减少。\n　　“等等，前面的僵尸等级很高！”\n　　她挡住我，前方大概二十米的距离处，有一个散发出强大能量的僵尸。\n　　怪物和人不同，不善于隐藏气息，所以10级以下的怪物周围都能感受到能量波动。\n　　“这么远都能感受到，它的等级肯定高于7级！”\n　　之前那两只溺尸才4级便有神智，这个7级的能和我们一样战斗也说不定！\n　　“诶，怎么有些眼熟？”\n　　我仔细看了看，直到看见了它手上有些破损的铁剑才认出来。\n　　“别管认不认识，你只要杀了这个就能直接升到6级！”\n　　风和搭上了箭。\n　　昨天我既然能逃回来也就表示它不是很强，现在身旁还有个13级的弓箭手，没必要躲着。\n　　三支箭飞向它，准确无误的射进了僵尸的肉里。\n　　在陆地上，风和终于显露出她真正的实力，箭支不停的射向僵尸，空气中满是弓弦弹出的“嗡嗡”声。\n　　但僵尸都是实力派，每升一级都伴随着生命的死亡。它也不躲不闪，在被射中几箭后找到风和的位置，拿起剑轻轻松松把飞来的箭砍成两半。\n　　我开始觉得昨天能逃回家只是运气好。\n　　“风和，没问题吧。”\n　　我刚出声便看到她头上的汗滴。\n　　风和呼呼的喘着气，背后的箭矢已经射完，可只有一开始的三支箭命中。\n　　“跑吧。”\n　　我们的气力还没恢复，硬刚不是办法。\n　　“不行，跑不掉。”\n　　风和体力耗尽，直接跪在地上，手指被磨出鲜血。\n　　我忘记了一点：弓箭是需要大量体力的。\n　　之前看她的表现也没觉得多难，但这次可是一口气射出数十支箭，对手指和体能的损耗是超乎我想象的。\n　　“那就由我解决它。”\n　　现在升到了4级，如果经验全部耗尽应该可以和它硬拼。\n　　风和意识到我要做什么，但没有阻拦，这是最后的办法。\n　　眼前这个僵尸是我们遇到过的最强的敌人，无论是等级还是技巧。\n　　“风和，这里还有几支箭。如果我解决不了它就拜托你了。”\n　　我将背包里杀骷髅掉落的十几支箭矢全部交给她，然后握紧住石剑。\n　　加速！\n　　双腿都被注入了大量经验，每一步都会向前方飞跃数格。\n　　虽然相比昨天注入的较少，可双腿依然会在5秒后彻底僵化。\n　　石剑狠狠的将铁剑劈向一旁，我压低身体降低重心，左脚踏在土地上，左手拿出了放在背包里的旧剑。\n　　僵尸来不及格挡，左肋被石剑捅穿，流出了绿色的血水。已死的亡灵族没有疼痛，膝盖狠狠地砸到我的下颚。\n　　被这一砸，我眼睛一花，僵尸左臂又朝我的脸抡过来。\n　　我被它打飞，砸在树干上，双腿开始麻木。\n　　“风和，射箭！”\n　　箭支从我头顶飞过，成功命中它的头部。\n　　“射中头总该死了吧。”\n　　双腿全都僵化的我只能坐着看着它。\n　　被箭射中，头颅炸裂开，满地都是绿血和白骨。\n　　没有头的僵尸身体摇晃着，最终化为了白烟，地上只剩下一片腐肉。\n　　“终于结束了，可以回家了吧，风和。”\n　　尾声\n　　结束了，终于结束了。\n　　我闭着眼睛，静静的享受着。\n　　“你躺够了没。”\n　　风和不满的声音从我旁边传来。\n　　“再让我休息会儿嘛。”\n　　我懒洋洋地回答道。\n　　“啪”风和狠狠的扇了我一巴掌。\n　　我睁开眼睛坐起来，风和在旁边守着我。\n　　“幸好是在森林里，要是被人看见得羞死。”\n　　她的脸红扑扑的，因为我在双腿无力后躺在她腿上睡了一觉。\n　　“我可是功臣诶，给我膝枕是应得的吧。”\n　　我笑眯眯的看着她。\n　　“够了，快点回家！”\n　　她站起来朝村里走。\n       “再陪我练会儿吧。”我伸手拉住她，“毕竟，这可能是最后一次了。”\n\n第二章：前程\n       一\n　　我对视着风和的眼睛，对方则轻轻地微笑着。\n　　“没想到第一次组队就要变成最后一次了。”\n　　在第一学期结束前完成升学目标的人将会进入王城的主院进修。\n　　我们这只是一个小村子，可这个学校确是遍布全国的大学院：云修阁。\n　　这个目标看似不难，却会难倒大部分人，因为在进阶到15级时将会有95%的概率失败。\n　　许多人在这个地方难住了，最终只能平凡的生活着。她不同，不仅仅是运气，她的天赋和努力是不容置疑的。\n　　“风和，你……”\n　　我不愿再说下去，就这样静静的望着她。\n　　“这是个好机会啊，许多人都盼望着呢。”\n　　她依然微笑着看着我，我最后松开了手。\n　　“我会追上去的。”\n　　也只能说说罢了。可以说从这一刻起，我们两人的缘分就断了。她将会成为万众睹目的云修阁学员，我只能在下方望着她越走越远。\n　　她也知道是不可能的，什么都没说，静悄悄的走了。\n　　这也是为什么，我不愿和人交往啊。\n　　无论和谁比，我永远是最差的那个，只会被抛在最后面。\n　　第二天，和风跟随着马车队前往王城。\n　　我没去参加欢送典礼。拿出床下那个盒子，一颗湛蓝的宝石静静的躺在里面。\n　　这里面是解开我封印的钥匙，一旦成功吞噬，我的真身将会显露出来，关于我过去的一切都会回来。这是一个白衣少女告诉我的。\n　　我不知道为什么要封印，我也从未像此刻如此渴望要解开。\n　　最终，我合上盖子。\n　　“还是靠自己努力吧。”\n　　毕竟，我也不想用特殊方法获得的力量去见她。\n　　还有四天，第一学期结束。\n　　到任务大厅直接接取了三个任务，我握紧手里的剑，以最快的速度赶往森林。\n　　一秒都不能浪费！\n　　我疾跑着冲进灰色地区，不管是什么都一剑劈过去。\n　　我从未如此疯狂过。为了完成任务，我把买了三把石斧。\n　　“来了！”\n　　侧身躲开数支飞箭，我终于找到这片森林最闻名的怪物，人称森林之主的13级骷髅。\n　　“这把附魔弓可以当见面礼啊。”\n　　依靠树木挡住箭矢，我把剑换成石斧朝它甩去。骷髅拿着附魔弓把弦拉满，极其轻松地把石斧击碎。这一切都在我预料当中。\n　　“好，让你见识一下我压箱底的招数！”\n　　我接的任务全都是大量杀怪，为了经验和效率，我决定优先挑战最强的怪物拿到附魔弓。\n　　和之前的僵尸不同，骷髅只会训练自己对弓箭的熟练度，只要命中一次一切都结束了。\n　　双手都换成石斧，瞄准骷髅同时甩出去。\n　　骷髅翻身躲过，向我射来一箭。\n　　趴下来，箭从头顶飞过。石斧在空中停顿了一下，随后改变方向继续朝骷髅飞去。\n　　这是我之前在图书馆看的招数：回旋斧。由于要准确预判对方的运动，所以三把斧是标配。\n　　爆掉一个斧头，两个石斧间出现了很大的缝隙，导致和骷髅擦肩而过。\n　　“看来只能破坏武器了。”\n　　我回收石斧，盯着骷髅手上的附魔弓。\n　　没了武器，骷髅和猪没什么区别。\n　　直接拿着双斧，我冲出来朝着它砍去。\n　　石斧虽然伤害高，可攻击间隔较长，完全不能命中灵活的骷髅。\n　　“哈哈。”\n　　我喘着气，远处的骷髅搭起弓。\n　　白衣在空中转个圈，轻盈的落在我们中间，抬手便爆掉了弓箭。\n　　“你要干嘛。”\n　　她手里拿着我床下的盒子，交给我。\n　　“我要变强，去找我唯一的朋友。”\n　　“朋友？你不已经习惯了孤独吗。如果想要力量，吞噬它就可以了。”\n　　她血红眼睛盯着我，盒子离我越来越近。\n　　“你到底想干嘛！”\n　　我拍开盒子，她愣了一下，拍拍我的头。\n　　“是吗，已经有朋友了啊……”\n　　我猛然醒来，在床上，是打开的盒子，里面是湛蓝的宝石。\n　　检查了背包，和去任务大厅前一样。\n　　刚才是梦吗？\n　　我奋力跑出去，一直跑到村口。\n　　我可以看见，风和正坐在马上向大家挥手道别。\n　　“风和！”\n　　她抬起头看到我。\n　　“小音。”\n　　“我一定会去找你的！”\n　　“嗯，我等着。”\n　　就这样匆匆道别，我和风和朝着不同的方向渐行渐远。\n　　二\n　　风和走了，我又回到了孤身一人。\n　　彻底回到了。\n　　还剩三天，在这段时间内快速升级只能越级杀怪，像我在梦中去挑战森林之主那样。\n　　风和走之前给了我一个轻铁甲，说让我跟她学，随便乱杀。\n　　“那也升不了多少啊。”\n　　我把崭新的铁甲丢到床上，从背包里拿出绿宝石。\n　　昨天又完成了一个任务，现在还差10点学分。\n　　绿宝石足够换把二手铁剑，但问题是没怪让我砍啊。\n　　继风和之后，大家都争着抢着杀怪，我在森林里走了一晚上，连块腐肉都捡不到。\n　　并非只有杀怪的任务，可这却是性价比最高的。经验和任务同时获得，这会大大提高完成目标的效率。\n　　我接了个捉鱼的任务。\n　　也并不是多差。捉鱼是能得经验的，虽然很少，不过如果加上烤鱼的份，两三只鱼就能升一级；挖矿也是，一个煤炭能得大半的经验，不过常常被掩埋在讨伐任务下面，只有我这种黄昏才来的人才能找到。\n　　离村子不远的湖边有个矿洞，捉鱼挖矿两不误。\n　　拿起石镐，朝着煤矿狠狠砸下去。绿光随着煤炭掉出来，吸收到我身上。\n　　“哇，好多啊！”\n　　只一个，我便从3级升回了4级。\n　　就这样奋力挖到天黑，等级是刷刷往上升。\n　　“任务的量完成了。”\n　　我查看一下背包，拿出石剑准备杀鱼。\n　　先把鱼群围到挖的坑里，然后用剑插下去。血染红了湖水，然后渐渐稀薄。剑上穿了四五只鱼，让我直接升到了10级。\n　　我很后悔之前怎么不接这种任务，能够飞速向上升级。\n　　但这种简单的任务学分就少，两个任务完成才4点学分，距离目标还差六点。\n　　更重要的是15级时的瓶颈，如果不成功全是白费。\n　　分开交任务的和用来烤的，我从背包里拿出简易熔炉放入煤炭生火烤起鱼来。\n　　“都逃到这边了吗？”\n　　我站起来，被因为被人追赶逃到湖边的怪物们包围。\n　　“正好我也接了讨伐任务，就让你们弥补最后的点数吧！”\n　　换成双剑，穿上铁甲，我往怪多的地方直接冲过去。\n　　双剑在空中乱砍，怪物的身体随之粉碎。\n　　“砰”地一声，我被爬行者炸上了天。\n　　地上出现一个大坑，怪物化为碎片，坑内全是掉落物与经验。\n　　“好痛。”\n　　从高空中掉下少不了摔伤，崴了脚的我只能用手爬着前进。\n　　虽然这次爆炸把周围的怪都清除了，但我身后也出现了一堆被声音吸引过来的蜘蛛。\n　　全是清一色的蜘蛛，这也代表着附近有刷怪笼。\n　　如果我没受伤的话肯定会兴奋的拿剑砍过去，但现在我动都不能动，只能眼睁睁看着它们扑过来。\n　　“好了，这次肯定死定了。”\n　　我仰面朝天躺着，手随便一伸放入了坑内。\n　　经验感受到生物被吸引过去，从我的手指上传进我的身体里。\n　　经验条疯狂往上涨，一直到了极限。\n　　15级！\n　　我感觉内脏开始烧起来，没被吸入的经验围在我身边。\n　　我痛得在地上打滚，全身的血管从薄薄的皮肤中凸显出来。越来越明显，突出的血管让皮肤都变得血红。\n　　蜘蛛群感受到我的异常，全都逃回森林。\n　　撑下去就可以了。\n　　我这样对自己说，可也明白，突破已经失败了。\n　　在最后，皮肤恢复了平常的样子，绿光从身体里泄出来，膨胀的身体渐渐变回了平常瘦小的模样。我努力睁开眼睛望着天空，星星在人们无法触碰的地方闪烁着。它们在空中注视着大地，人们只能仰望着它们。\n　　抬起手臂，无论我如何努力都无法够及。\n　　看来，是真的没办法了。\n　　三\n　　第一学期结束，我输在了最后的突破，其他人也一样。\n　　与生俱来的天赋注定着大家的起跑线，这个学期就是分叉路，大家的距离将会不断拉远。\n　　“这个时候，风和已经到达王城了吧。嗯，不能放弃，加油变强！”\n　　提起石剑，我给下半身粉碎的骷髅最后一击。差距能用努力弥补，这是我一直坚持的信念。不过最近没了战斗的动力。\n　　一直以来，我都以风和为目标追赶着，现在也是。即便她远走他乡我都认为自己能够追上她的步伐，直到刚才。\n　　我再次突破失败，掉回10级。\n　　这无疑是个重大打击。\n　　在一次次的尝试下，突破的概率会越来越大。虽说这次突破意义重大，也并非多么困难，稍微有点资质的人都会在第二次成功。\n　　人与生俱来的天赋注定着前进的距离，我并没有奢望着能够超越她，但也不认为自己差多少。我一直以为只要不滥用经验，自己的等级很快就会跟上去，前几天捉鱼挖矿时就能体现出。但这并不代表我有天赋，瓶颈才是测试的标准，很显然，我不够格。\n　　正因为我有追上去的信念我才坚持到现在，一直一直从0级不断往上爬。现在希望破灭了，没了目标我感觉所有的事都无所谓。\n　　“头晕呼呼的。”\n　　我甩了甩脑袋，眼前的场景开始变得朦胧。\n　　“算了，回去吧。”\n　　“被失败打击了吗？”\n　　老师从树荫中走出来。\n　　“你观察多久了。”\n　　“从你突破失败开始。没动力了吗？”\n　　我笑了笑，身体使不上力气，只能用布满裂痕的石剑硬撑着。\n　　“这样可不行啊，我可听到你说要去找她。”\n　　她拍拍我的肩膀，长期作战而被晒黑的手上布满伤痕。\n　　“这个承诺我做不到。”\n　　感觉身体越来越重，甚至有点怀疑是不是生病了。\n　　“唔，看来你得的是心病啊。完不成承诺可不行，不然你的小女朋友的嫩手会变得和我一样粗糙的。”\n　　我想回答她风和不是我女朋友，但毒辣的阳光闪到了我的眼。正要揉一揉时，却昏倒在了草地上。\n　　我在床上躺了三天。身体没什么大碍，但就想窝在床上度日。或许真和老师说的一样，得了心病的我只能站在路口前看着他人做出选择。\n　　“当一个普通人也不错嘛。”\n　　我突然说出这句话，说完后的我，发现自己已经开始自暴自弃。\n　　“你真这么觉得？”\n　　一个熟悉的声音从窗外冒出来。\n　　“风和，你怎么回来了！”\n　　原本应该在王城的风和打开窗户钻进屋内。她坐在我旁边望着我，眼里满是失望。\n　　“你让我等了好久。”她轻声说道，“我一直在等你，可你始终没有来。”\n　　“我没能成功。”\n　　扭过头，我不愿看着她明亮的眼睛，心里满是内疚。\n　　“老师说，你得了心病。”\n　　她把手放在我额头上，这是一直以来她安抚我的动作。\n　　冰凉的小手让我冷静下来，心里说不出的舒坦。好希望她可以一直像现在陪在我身边，但她也有自己的生活。\n　　“没关系的，你没必要为了我专门回来。我会独自跨过这道坎，你只需要在前方等着我就好。”\n　　“我不回去了。”\n　　出乎意料地回答。\n　　“什么！”\n　　她疯了，绝对！\n　　“我不想重复一遍。”\n　　“这是许多人梦寐以求的机会。”\n　　“所以呢。”\n　　沉默了一会儿。\n　　“……原因呢。”\n　　“我想陪着你。”\n　　“……”\n　　嗯，这种气氛下必然的结局。但这并不好。\n　　“不要逞强了，让我陪着你一起前进，好吗？”\n　　“够了。”\n　　气氛很沉重，因为我的这句活。\n　　“你到底是哪根筋搭错了，还是被人打坏了脑袋！你这么做只会放弃自己的前途。回去吧，你能为我回来我很高兴，但我很讨厌你这种天真的想法。我们不是一路人。”\n　　她站起来，整个床晃了晃。在一句轻声的打扰了之后，她退到了门外。\n　　“你这也太假了点吧，哪有人这么突然表白的。”\n　　从床上坐起，我的膝盖上是湛蓝的宝石。\n　　“早知道每次打开都会进入幻境的话我就把它丢掉了。”\n　　这东西真是可怕，明明什么都没想却不自觉的打开盒子。\n　　“即使不是幻境你也会这么回答吧。”\n　　白衣少女正坐在我的对面。\n　　“看来你不只出现在环境啊。”我把盒子盖上丢给她，“拿走，这种东西我不需要。”\n　　“什么不需要，明明是怕自己鬼迷心窍罢了。意志力薄弱的家伙。”\n　　“我要出去练级了。”\n　　“只是漫无目的的乱砍吧。”\n　　我不理她，朝着门外慢慢走去。无论是乱砍还是对战，只要能打发走这无聊的时间就够了。只要耗到开学，我就能在课堂上认真表现，拿到前往王城的机会。\n　　“喂，你从未想过能去皇城吧。”\n　　“呵呵。”\n　　“猜对了啊。你现在像一个行尸走肉一样活着还有什么意思。”\n　　“那就把我杀了吧，我懦弱到不敢**。”\n　　我放松身体向前倒在地上，冰凉的石砖像她的手一般舒适。好想就这么呆着啊，永远这样躺下去，永远永远。\n　　她揪住我的头发把我从地上拉起，狠狠的扇了我一巴掌。\n　　痛觉也不能唤醒我，就这样昏昏沉沉的，我连眼都不想睁开。\n　　“……并不是只有提前完成目标这一种方法。”\n　　嗯，好，我醒了。精神百倍的我双脚踏在地上，专注的样子吓了她一跳。\n　　“你直接参加入学测试就可以。”\n　　是一种方法，就是我没钱。\n　　尾声\n　　我注视着窗外。\n　　美丽的环境，整洁的教室，上好的教材，专业的知识。这里比村子里的分校好了上百倍，真希望能和他一起来。\n　　像弟弟一样紧紧躲在我身后的他。\n　　如果真有可能，我希望能再和他看一次日出。\n　　不可能啦，这个地方又不是想进就进的。\n　　“风和，去街上买东西吧。”\n　　我的新朋友春月拉住我的双手，温暖的手心融化了我手上的冰冷。\n　　“我一直很奇怪，你为什么手一直这么凉。”\n　　“这个嘛，就要说到我的青梅竹马音了。快点走吧，我还要去一趟铁匠铺呢。”\n　　“马上要放假了，你想去哪玩？”\n　　“放假吗？”我想起刚离开不久的小村子，“我打算回老家一趟。”\n　　“嘻嘻嘻，才刚来没多久就想家了，是不是想那个音啦？”\n　　她把脸凑过来，粉红的脸上满是笑意。\n　　“这个嘛，我确实有点担心他。”\n　　伤疤开始发痒，这说明他又出现了什么异常。\n　　“那我也要一起去。你这么可爱，可千万不能被骗喽。”\n　　“说什么呢，赶紧出去买东西吧。”\n　　我也笑着回答她，被握住的左手十年来第一次感受到了温暖。\n　　我相信，他一定会完成承诺，因为他就是这样一个人。我会一直等着他，等到和他在这里相遇。\n　　希望是放假以前啦，不然就没有相见时激动的气氛了。我暗自偷笑，身旁的春月也似乎想到了什么高兴的事，微笑着望向天空中的太阳。\n　　最好如此啦，能和他在不远的未来再次相遇。\n　　我在心中兴奋的想着。\n\n第三章：暗杀\n\n\n\n        一\n\n　　 5月十三日，第一学期结束一周后。\n　　入学测试报名截止日期是在一星期以后。\n　　云修阁拥有两个评价标准，资质和实力。\n　　像风和那种直接进修便是资质达到标准，而我这样去参加测试便是通过实力入院。\n　　虽然自己也清楚王城高手如云，其中不缺乏像风和那种的天才。我即使勉强通过测试也无法在那站稳脚跟。\n　　“钱足够了。”\n　　我将身上所有能卖钱的东西都卖掉，只剩下武器和干粮。绿宝石加起来达到了报名标准，接下来就是前往王城。盒子也在我的背包里，是被白衣少女硬塞进去的。\n　　为了省钱，我直接走路前往，不出意外的话5天就能到。\n　　沿着石道往西走，没过多久到达了大桥。\n　　河道上满是钓鱼的老人，奔涌的大河从南方的雪山一直向北方的大海冲去。鱼群随着激流也游向大海，偶尔有几只被钩子钩住，被捉到了岸上。\n　　走过这座大桥，就是无人看守的黑森林。\n　　我倒还挺希望遇到危险，这样既能沿着路前进还能升级。\n　　等级是个大麻烦，我不止一次的败给了它。第三次的概率降低到了50%，如果还不能突破就代表着我是个庸才。我虽然不认为自己很聪明，但至少也不是个傻子。\n　　“来，把钱交出来。”\n　　刚步入黑森林就有个强盗拦住了我的去路，不过正合我意。\n　　“太好了！”\n　　强盗被我吓德往后退了几步，看着我因为兴奋而狰狞的脸，拿着铁剑的手稍微往回收了收。\n　　“别怕呀，赶紧抢我东西，这样就能合法的杀掉你了。”\n　　我兴奋地拿出了双剑，强盗彻底吓傻了，转身往森林里跑，铁剑都丢在地上不要了。\n　　“什么嘛，真是个胆小鬼，就这还当强盗呢。”\n　　我把石剑放回背包，捡起地上的铁剑耍了耍，随手将它丢掉。\n　　“武器也不拿个好点的，都快爆了还用。”\n　　这么说来我以前也一直用着一把石剑啊。\n　　继续沿着大路往深处走，花花草草越来越少，周围开始有争斗的痕迹。\n　　没有新痕迹，这代表着最近并没有袭击，这也是我比较担心的。这里的强盗在抢了一次之后会躲上四五天逃避追捕，但指不定什么时候又会出来抢劫。看样子这波强盗最近又会出现，跑快点躲过他们吧，我记得前面有个旅店有守卫保护。\n　　沿着道路边缘朝着旅馆的方向跑去，周围打斗的痕迹越来越少，最后直到没有。\n　　“到了。”\n　　眼前的是一个三层的大房子，路过的旅人会在这里休息或者雇上保镖，偶尔也会有人过夜。\n　　我能用的钱不多，喝杯水就走吧。\n　　踏入门内，一股花香迎面扑来。和外表的石砖构造不同，里面是纯木建成，每个桌子上都摆了一株粉色的兰花。\n　　“客人，要些什么。”\n　　身穿黑色外衣的服务生走过来。\n　　“哦，帮我把这些水瓶灌满。”\n　　我把背包里的水瓶交给他，顺手付给他一颗绿宝石。\n　　“好的，请稍等。”\n　　他弯腰退下，我找了个空位坐下等他。\n　　这几天生意不好啊。大厅里空无一人，估计是因为强盗狩猎的日期又到了，大家都吓得不敢来。\n　　“好了，您的水。容我问一下，您这是要去王城吗？”服务生眨了下眼睛，“我看您明明等级不高却要独自闯到这里，明明营养不足也只要点水。您是在为去王城报名云修阁攒钱吧。”\n　　“嗯，没错。您知道云修阁这次的报名人都有哪些强者吗？”\n　　即便最近没有客人，重要的情报一个也不会少，这就是留名楼为何能遍布全国的原因。即便是分店也依然会有人从主店定时送来情报，来满足客人的好奇心。\n　　“报名的一般不会有什么大人物，那些贵族子弟都会直接进修。最近好像有个天才少女叫风和也考了进去，虽然是个普通人但似乎能和那些每天喝药的贵族打个不相上下。”\n　　风和，强吗？\n　　我想起之前她直接空手单挑溺尸的事情，并没有觉得她拥有很强的实力。\n　　“但这次报名还是不缺资质高的人，有好几个已经突破15级的人。”\n　　这倒没关系，考试采用的是积分制，即使有几个打不过也无所谓。重要的是在短时间内提升技巧和实力，争取突破15级，至少能打败其他人。\n　　我身体素质不行，我知道，所以要靠等级压制来取胜。\n　　“客人，这附近强盗横行，趁着天没黑赶快上路吧。”\n　　“嗯。”\n　　我微微点点头，推开门走出去。已经到半下午了，距离王城还有四天的路程，希望到达时没把钱花光，要不然连饭都没得吃。\n　　二\n　　5月15日，放假第二天。\n　　“风和，有你的信。”舍管老师拦住要出去买箭矢的我，“是从你老家寄过来的。”\n　　落款人是音，是三天前发送的。\n　　我做回床上，打开信封，上铺的春月也把头凑过来看。\n　　“哎呦，是你的音送来的，好羞涩哦。”\n　　她捂着脸在床上打滚，震得床晃悠悠的，好似要掉下来一般。\n　　“去，瞎说什么。”我瞪了她一眼，“嗯，他说自己已经出发前往王城了，好像要参加考试。”\n　　春月突然不动了，眼睛紧盯着我。\n　　“呐，风和，他来了你不会把我丢下吧，”\n　　“怎么可能。”\n　　他要来倒挺好，省得我跑回老家找他了。问题是依靠他的实力，估计一个人都打不过。我先去准备一下，等他来了好好给他特训。\n　　“春月，我出去一下，要帮音买些东西。”\n　　“哦，知道了。”\n　　她似乎有些不高兴，自从听了音要来开始。\n　　我不管她，穿上鞋子跑了出去。\n　　参赛者的武器多种多样，变化多端，只与怪物作战过的他不一定能招架得来。所以实战训练是不可少的。我的实力比参赛者强一点，如果用全力和他对战的话会加大训练效果。如果春月愿意一起就更棒了。\n　　不过看她的表现，似乎并不喜欢他。\n　　买好各种各样的武器，正要回到宿舍的我看到了春月经常盯着的连衣裙。\n　　那是一身雪白的连衣裙，上面点缀着几缕白花。几天前逛街时她曾经盯着它一步三回头，嘴里都流出了口水。\n　　确实挺好看的，就是价格有点贵，大约300颗绿宝石。\n　　“也买回去好了。”\n　　回到宿舍的我并没有看到春月，不知道她去哪了。为了整理武器，我便直接把连衣裙放到了她床上。她生日快到了，就当作礼物提前送给她吧。\n　　春月在半小时后也回到宿舍。她似乎出去跑步了，头发被汗水粘到脸上，衣服也贴上身体，小腿止不住的发抖。\n　　“跑哪去了，现在才回来。看看你，全身都是汗。”\n　　我拿纸擦了擦她的脸。她不回答，指着床上的连衣裙问。\n　　“这是你送我的吗？”\n　　“是啊，算是你的生日礼物。”\n　　她抱着连衣裙不放，跑到镜子（打磨过的玻璃）前比了比，遗憾的放下手臂。\n　　“不行啊，我不够高。”\n　　“啊，对不起，我去帮你换掉吧。”\n　　我没觉得她有多矮，明明看起来和我差不多高。\n　　“不用了，差的不是太多，等我再长长就可以了。”\n　　她扭过头来微笑着看着我，脸上洋溢着幸福的气息。\n　　“你一定要永远陪在我身边哦，永远永远。”\n　　她以一种几乎听不到的微弱声音说道。\n　　三\n　　5月16日，因为没有休息，我提早了一天到达王城，可我最终还是出现了状况。\n　　一路上我躲过了强盗，击杀了怪物，可谓畅通无阻，等级也提升到了顶端。\n　　可就是这样我却在离王城不远的白桦林里遭遇了敌人。\n　　对方是个专业的杀手，动作迅速，等级也完全压制我。\n　　腿上被划了道口子，幸好没有毒，不算多大的伤。重要的是我完全防不下来，他的铁匕能轻轻松松击碎我的石剑。\n　　“武器全都爆掉，你还是乖乖让我杀了吧。”\n　　通过放置方块挡下几招后，我身上再也没有剩余。敌方动作迅速，善于偷袭，如果不是依靠天生的反应力，我早就被捅了不止十几刀。\n　　“好歹也让我死个明白啊。”\n　　我想尽办法拖延时间。\n　　“你只需要知道有人要杀你就够了！”\n　　好险！\n　　脖子上被划了一刀，幸好伤口不太深，不至于死。\n　　“只要你吞噬水晶，轻轻松松就能打败他。”\n　　白衣少女的声音出现在我脑海里，看来在现实中她不能随便现形。\n　　“我不会吞噬它的。快出来救我，不然连吞噬的机会都没了！”\n　　我反过来威胁她。只要我不吃，她就会一直待在我身边保护我。\n　　白衣少女不再说话，任凭我被匕首划伤。\n　　快没力气躲了！我的动作渐渐缓慢下来，血染透了衣服，紧紧贴在伤口上弄得我痒痒的。如果她再不帮我，恐怕今天就真要死在这了！\n　　“你就不怕我死了吗！”\n　　没有躲过这一下，被血温热匕首捅入我肚子。感觉肠子在蠕动，身体里的肌肉一阵阵抽搐，不断的在刀刃上摩擦。\n　　“你死了我会去找你的转世，一直循环下去，直到你吞噬它。”\n　　白衣少女依然没有出现，可我却再也撑不下去了，浑身酸痛使不上力，只能软软的朝前倒。在倒下的那一刻，我拿出了宝石。\n　　“你再不出现我就把这破石头变成粉碎！”\n　　鼻子着地。白衣少女拉住了我，握着宝石的手将要砸下。\n　　“只有这一次。”\n　　随便一甩手，刺客便被扬起的旋风吹飞。\n　　“看来有人想杀你啊。回去吗？”\n　　“都走到这里了，怎么可能放弃。”\n　　她把我翻过来仰面朝天，肚子上的伤口越来越大。我从未与王城的人有所交集，派出这个刺客的人又怎么知道我会在这个时间段来到这里。\n　　“呐，你能读取记忆吗？”\n　　我知道她可以，就像小时候对我那样。\n　　“这可是破坏规矩的。”她身体开始变得透明，“只是刚才的那一击就损耗了我大量的元神，可没有剩余的精力帮你找答案。”\n　　随后化作一道光吸入宝石内。\n　　“真是的，你走了我怎么办。”\n　　无力的我只能闭上眼睛。只能等风和来找我了，信封上说过我到达的时间。等等，我好像来早了！也就是说，至少要等到明天风和才会发现我出了状况。\n　　完了完了，不可撑那么久，一个小时内没死就算是万幸了。\n　　“啊，好痛……应该就是这附近了吧。嘶……他到底怎么了啊，这么痛……”\n　　风和不可思议的出现在我头顶，用手捂住后背，止不住的吸气。看到我，她直接扑到我身上捂住我的伤口，脸色发白。\n　　“怎么了，音你怎么了，怎么伤的这么重！”\n　　她把我架到肩上，往王城里拖。\n　　“你是……怎么知道我……在……这儿的。”\n　　我连说话的力气都没了，只能轻声呼气，以一种微不可及的声音在她身边耳语。\n　　“别说这么多了，别说了。我会把你带到诊所的。”\n　　她闭上眼睛使尽所有力气，泪珠从眼眶里挤出来。\n　　我轻轻笑了笑，自己以为，因为嘴唇根本动都不动。\n　　这么多年了，她的力气我还不知道吗。如果我还能稍微动一动的话还有可能，让她一个人生拉硬拽是永远也不会到达的。\n　　“把人留下。”\n　　罪魁祸首出现在我们身后，嘴唇上还有鲜血，看来摔得不轻。\n　　“走开。”\n　　她头也不回的丢下这句话。\n　　刺客吸了吸鼻子，拿着匕首直接冲过来。\n　　“我说了走开！”\n　　轻轻的把我放在地上，她伸手握住刺客的手将他扭住，直接甩倒在地，右脚跟着狠狠地将他的鼻子踢歪。\n　　面部被击，他直接飞了出去，鼻血在空中洒了一地。\n　　第一次看到她这么残暴，即便她被偷袭受伤时也没有这样过。每一击都是以致死为目标而攻击的，整个动作迅速连贯，很明显是早已计算出来的。\n　　“走吧。”\n　　她架着我继续前往王城，身后的刺客倒在地上昏迷不醒。\n　　这才是她的真实实力吗？\n　　真是恐怖啊。\n　　尾声\n　　因为失血过多昏迷了两天，不过风和早已帮我报名。\n　　“本来想帮你训练的，不过都这样了你还是好好养伤吧。”\n　　她握住我的手，桌子上是带来的蔬菜。\n　　“都这样了还怎么参赛啊。”\n　　我的肚子还痛着，不过伤口几近愈合，并无大碍。\n　　“没事，23号考试才开始，来得及。”她拍了拍我的手，“你一定能及格的，一定会。”\n　　我凄惨的笑了笑。就算能痊愈我也会元气大伤，怎么可能成功过关，现在说这话只是安慰我罢了。\n　　“来，这是我刚从学校领的药水，赶紧喝下去吧，这样好的快点。”\n　　她用颤抖的手拿起药瓶，将粉红色的药水倒入我嘴中。\n　　不愧是最高级的学院，药水直接送。喝了药水，从伤口处涌出一股暖流，然后遍布全身。\n　　“好舒服啊。”\n　　感觉身体做了次**，浑身轻松。市面上这种药好像是几千起步，我开始怀疑这药的来历。\n　　“你别盯着我呀，这是学院每个月固定的补给。”\n　　这就说得上来了。云修阁学生不多，即使人手一瓶药也不会花太多钱。\n　　“这么重要的药，给我用了。其实再过几天就能出院了。”\n　　我惋惜的看着她。\n　　“别这么说，我还等着你呢。”\n　　她笑了笑。\n　　分别后第一次见面却是这样的场景，这让我有些丢脸。\n　　这样，我也要努力训练，好好填补这瓶药的恩情。说起来我还欠了她好多的人情呢……\n       “喝了这瓶药，浑身上下都来劲，感觉立马可以开始训练了！”\n　　我直接跳起来落在地上，把风和吓了一跳，但她随即站起来拉住我的手。\n　　“那就走吧，训练场所都准备好了。”\n　　我重重点点头。\n　　受了重伤的刺客扶着墙壁回到工会，整个脸都被踢得变形。\n　　“说好的100%完成任务呢！”\n　　委托人往桌子上一拍，整个屋里都回荡着声响。\n　　“你别急，按照规矩我们会免费帮你解决问题。接下来想怎么干你说吧，我们这边讲信用，一定会把事情干到底。”这个公会的会长坐在委托人旁边拿出单子，“我们会尽最大努力完成委托。”\n　　“嗯……好吧。那你们帮我调查清楚云修阁参赛的人员，并帮我贿赂他们，绝对不能让音进入学院。”\n　　委托人从刺客身边经过时狠狠瞪了他一眼，吓得他直接趴在了地上。\n　　公会里静悄悄的，会长看着失败的刺客，开口。\n　　“知道规矩吧。”\n　　刺客抖了抖。\n　　“知道……”\n　　“那就动手吧。”\n　　会长丢给他一把匕首。\n　　刺客犹豫着拿起它，闭上眼睛朝着手指用力砍下去。\n　　“知道教训了吧，我们不欢迎弱者。下次，可别再失败了。”会长低头看着暗杀者的名字，“音吗？好像在哪里见过这个名字，就是那个曾经躲在女孩后面的那个家伙吧。不知不觉间竟然过了十年啊。”\n　　“会长。”\n　　“说。”\n　　“在我快成功时有两个女人救了他，不知您是否知道。”\n\n　　“说来听听。”\n\n\n\n第四章：入学（上）\n\n　　一\n　　训练是必要的，仅仅对我而言。\n　　“风和你慢一点啊，不应该是循循渐进吗！”\n　　箭一支接一支的飞来，我被风和要求不使用经验躲过3组箭矢。\n　　“俗话说得好，逆境才能激发潜能。不这样做你的潜能实际发不出来的！”\n　　嘴上说是为了训练，其实心里的兴奋劲都直接写在脸上，无论我怎么哭喊都丝毫没有停止射击，显然把我当成活靶子乱射了。\n　　“谁说的这句话啊！”\n　　幸好手里还有石剑可以偶尔挡一下，不然早成守卫者了。\n　　“正是因为不知道谁说的才说是俗话嘛。”\n　　她变本加厉，丢开弓剑扔起斧子。\n　　扔的是铁斧，她说参赛者的标配都是铁制的。为了增强训练效果，只让我用石剑抵挡。\n　　这么多斧子怎么可能挡得住！铁斧砸在石剑上，硬生生把我砸飞出去。\n　　“战斗中敌人才不会给你喘息的机会，我会一直攻击你，直到你碰到我的那一刻。”\n　　她又换成钓鱼竿，把我勾在空中甩来甩去。\n　　好吧，训练效果挺好，至少我防御力增加了。\n　　经过无数次挨揍，我终于摸清了她战斗的套路。\n　　翻身躲过飞来的斧头，随即向后仰躲过甩来的鱼钩。接下来她会切成弓箭射上四五支，我只需要拿剑挡住前进就可以了。\n　　“我是让你战斗的，不是让你找套路！”\n　　她索性把身上的武器都丢掉，拿起铁剑直接冲过来。\n　　“我算是看出来了，对你来说实战比训练更有效果！”\n　　开玩笑，论剑我怎么会输给一个用弓的！\n　　风和直接冲过来跳劈，武器上的差距这时显露出来，一剑下去石剑震出了裂缝。弹开攻击，我依靠惯性向后退，脚随即向右跨一大步，俯身用剑向上挑去。\n　　“一点进步都没有。”\n　　风和举剑狂砍，依靠蛮力把剑直接劈到地上，然后顺势向我胸口刺来。没了武器我还有方块挡。就像之前那样，我拿起泥土搭起墙。铁剑刺进松软的泥土里，顿时没了威力。\n　　“实力不怎么样，鬼点子倒不少。”\n　　右手把铁剑拔出，左手扒住泥土身体紧贴着土墙转了个大圈，铁剑转了个半圆往我脸上呼啸着打去。\n　　这打中了可不是闹着玩的！\n　　这次切成圆石，铁剑打上去又被弹开，手臂被震得发麻。右手换成备用的石剑，左手拿出钓鱼竿，后背靠住土墙把鱼钩往后一甩。拉了拉确保命中，随后使劲将她从墙后拉过来甩在地上。\n　　钩子钩住风和的上衣，她在空中打转，然后头朝下重重地摔在石砖上。\n　　“呼，我赢了。”\n　　我揉了揉坐在地上的风和的头，她盘腿坐着生闷气，还可怜兮兮的流了眼泪。\n　　“好了好了，又不是小孩子了，受点伤也没什么。”\n　　她使劲往我头上敲了一下。\n　　不管怎么说我至少能赢，这让我对比赛有了希望。\n　　我靠在她身边坐下，像她安慰我一样安慰起了她。\n　　“别哭了，又不是第一次输。好像确实是第一次输，但你看，我至少有希望能赢啊。”\n　　她捏捏我的脸，拿出一块蛋糕。\n　　“给，春月生日上我带走的一块，算是庆祝你终于打过了我。”\n　　“感觉不是在夸我啊……”\n　　吃完蛋糕，我站起来拍拍身子。依靠技巧赢了风和，可实际上她连一半的实力也没发挥出，毕竟她擅长的是弓箭。\n　　“拿弓和我打一下吧，有几个参加测试的很强。”\n　　“来啊，可别被虐哭了！”\n　　嗯，很疯狂。\n　　弓箭一次只能射一发，但她依靠极短的搭弓时间做到了一秒三发，而且还是从不同方向射来的。\n　　不仅仅是射速，移动也快。我根本看不清她的身影，只能感到“唰唰”的风声吹过。不愧是被人称为天才的风和，虽然攻击的力度很弱。\n　　因为攻击力的原因，我可以轻松拍开飞来的箭矢，这也是她的一大缺陷。\n　　依靠本能反应，我硬撑到了弓箭射完。\n　　“哼，要不是你知道我力度不大，一般人早就因为躲弓箭累得筋疲力尽啦。”\n　　她把弓箭狠狠的摔在了地上。\n　　没办法，如果我不了解她，真的会在刚才的箭雨里手忙脚乱，最后被射的满头包。而我要对战的人全是从未见面的陌生人，不知道对方的缺点，只能尽量躲开攻击。这是与风和的对战办不到的事。\n　　“要是有其他人陪练就好了。”\n　　我看见风和眼睛一亮。\n　　二\n　　“这位就是我跟你说过的春月。”\n　　面前的白发少女一脸不情愿地看着我。\n　　“额，她怎么这么矮啊。”\n　　和我们同龄，但只到我的胸口，看的时候都得低下头才行。\n　　她似乎很讨厌别人说她矮，脸气鼓鼓的，红彤彤的。\n　　“别乱说，明明和我差不多高。”\n　　确实没多大区别，都没我高。\n　　“赶紧的，我还有事呢。”\n　　她拿有些发紫的眼睛瞪了我一下，随手捡起插在地上的石剑拿剑刃指着我。\n　　“音，她实力可不差哦，你可别大意。”\n　　这次换我使铁剑，说是保险。\n　　我也并没有小看她，能进云修阁的都不是普通人。\n　　她提剑飞刺而来，因为不了解对手，我边后退边挑开石剑。\n　　“只防守可不行。”\n　　石剑在她手里转了一下，变成反手把持，类似于刺客般快速移动到我左侧，剑刃紧贴着手臂，她背对着我后退，剑尖跟随着她的身体直刺向我胸膛。\n　　薄薄的铁刃插入我与石剑的缝隙内，虽说挡了下来，可巨大的冲击力还是让我不禁后退几步。\n　　再次旋转，这次变回了正手，直接从下往上向我脖颈斩去。\n　　好流畅的招数。\n　　招招致命，让我完全陷入被动挨打的局面。假如一招命中，就会如同之前被风和打飞的刺客一般直接完蛋。\n　　我开始有些怀疑风和之前的招数是不是都是她教的。\n　　糟了，剑脱手了！\n　　她的剑法快速有力，每挡下一击我的手都会为之一震。武器一旦脱手，面对这种攻击轻快有力几乎等于直接败下阵来。\n　　根本没有时间去捡武器。攻击速度越来越快，正手反手反复切换，剑法击击致命，我能躲到现在已经不错了。\n　　现在被她逼到场地角落里，再往后迈出一步就算出界。我趁着切手的空档抓住她手腕，依靠蛮力将她往后拉。\n　　出界！\n　　好险。如果不是她因为大意手上的速度慢了一下肯定就赢了。\n　　“切，算你赢。”\n　　她把手使劲一甩，石剑穿透地面钉在地上屹立不倒。\n　　“不错不错，能够在对方失误的一瞬间反击制胜。可这种情况只会出现在对方失误的前提下，你可不会每次都像这样有个好运气。”\n　　风和拍了拍我的肩膀，很明显她并没有开心。\n　　正如她所说，并不是每一次我都有这么好的运气，刚才在春月的压制下我毫无反击之力，只能躲躲闪闪。\n　　“春月，你能再和我打一次吗？”\n　　我看向这个一米六的矮……的女孩。\n　　“不行，你还不够格，除了反应快点一无是处。”她头也不回的回答道，“风和，别陪他练了。已经一天了，你看出这家伙有什么进步了吗。”\n　　“这……”她尴尬的看向我，“这，这个嘛，他至少提高了应变能力……”\n　　喂，我有这么一无是处吗，再怎么说我也不至于什么都没提升吧！\n　　“你都找不出他的进步，继续下去只是浪费时间，还不如让他练等级去呢。”\n　　“你这么说可就不对了。”\n　　我终于忍无可忍。这家伙自从来了都没正眼瞧过我，一句好话都没说。明明输给了我还说我什么进步都没有，你才陪我练了不到5分钟好吧！\n　　“那你说说哪里不对了？”\n　　她的身上散发出强者的气场。明明等级不比我高多少，却好像身经百战的样子。\n　　“再微弱的进步也是进步，你不能就这样否定别人的努力！”\n　　“我只看结果。”她回头注视着我，“没有结果的努力只是白费劲，还不如把时间拿去做其余拿得出结果的事。”\n　　她走后，我一直在对空气练习挥剑。\n　　“抱歉啊，春月平时不这样的。不知道为什么，她对你敌意这么大。”\n　　风和内疚的低下头摆弄手指。\n　　“没事，我确实很弱。嘿！但我会一直努力让她认可我的。哈！”\n　　“呼呼”的喘着气，我的手臂因为一直抬着而生疼。\n　　“没关系的，不必勉强自己。继续按照自己的频率来就可以。”\n　　她把手放在我抬起的胳膊上。\n　　“不行，没时间了。”我放下剑，“如果不奋力追赶，我就无法进入这个学院。”\n　　“……”\n　　她再次低下头，手指在空中画着圈。\n　　原本我没想这么多，感觉进不进都无所谓。可风和为我做了这么多，我至少也要拿出结果证明她的努力没有白费。\n　　三\n　　“呼，好紧张啊。”\n　　我在台下搓着手看着裁判从箱子里抽出号码。\n　　“别紧张，这些天的训练绝对不能白费。”\n　　风和递给我一杯凉水让我冷静下来。\n　　怎么可能冷静！如果没有通过风和的努力将会白费，我会回到村子学习没用的知识，最后毕业和其他人一样成为守卫或猎人度过平凡的一生。\n　　绝对不要，绝对绝对不要！\n　　即使受伤也好，降级也罢，我会拼尽全力赢下每一场比赛！\n　　“音，对战，萧尘。”\n　　对方是个壮汉，双手持斧，一般来讲会以攻击为主，应对方法是和他周旋消耗体力最后一击制胜。风和给我讲了很多类型的敌人的应对方法，只要照着做基本上就不会出错。\n　　速度很快。\n　　和猜想的一样，一开始对方便快速接近攻击。双斧攻速不慢，间隔较短，力道也足。硬接武器会被瞬间打爆，只能慢慢的让他露出弱点加以进攻。\n　　即便如此，在踢了他十几脚后，自己先累了。\n　　这家伙皮糙肉厚，踢上去攻击直接被弹开。\n　　石剑比不得铁剑，剑刃不锋利，伤害纯靠重量砸击，面对这种高防御的敌人跟空手对战没什么区别。\n　　原本风和是要给我一把铁剑的，但不知道为什么找不到了。现在我只能尽量避开攻击想办法破掉他防御。\n　　想是这么想，可实际上根本没办法。造不成伤害怎么可能破掉防御，石剑打到他身上弹开反而会把我的节奏打乱。\n　　于是我就被他绕着场地追着打，毫无反手之力，最终被他拍到台下。\n　　“对不起啊，没能把铁剑给你。”\n　　风和郁闷的蹲下来扶起我，她似乎因为我因为武器输掉而自责。\n　　“明明可以打败的……”\n　　“没关系，不至于每一场都是像这种高防御的，还有希望……”\n　　刚才被他用斧头拍了一下，震得我现在还晕。只要不像刚才那样无视我的攻击，就还有希望。\n　　还想在旁边休息一会，结果又叫道我的名字。\n　　“音，对战，流云。”\n　　什么情况，连续两场！\n　　也不是没有这种可能……只能算我运气差吧。\n　　这次来的是一个弓箭手。这我可熟悉多了，我身边可有个顶级的天才。\n　　一般弓箭手都会游走攻击，从多方面干扰敌人；也有那种纯靠攻击力一招毙命的，不过移动不灵活，很少有人练。\n　　他站在那里，拉满弦射击。\n　　硬接下一箭，力度很强，直接钉在剑刃上。力度比风和的强多了，硬挡肯定接不了几下。\n　　他开始以顺时针移动，箭矢从四面八方飞射而来，我弯腰躲闪，脚下插满了箭矢。\n　　嗯，即使在移动中力度也没有减弱，每支箭的箭尖都深深的插入到地里。\n　　想依靠箭矢封闭我走位？\n　　他拿的是把大弓，箭杆较长，箭羽达到了我腰的高度。随着地上箭矢越来越多，我的活动区域越来越少。\n　　他并不比风和弱。\n　　除了攻速差点，他各方面都超过了风和。\n　　不过你也太天真了，往地上插几支箭就想困住我？\n　　他确定箭矢足够多，不再移动，站定拉满弓。\n　　看来是要给我最后一击了。\n　　我随手拔出地上的箭矢放入背包。这箭的长度风和用不了，按数量来说也能卖几十块。\n　　他楞楞地看着我捡箭矢，身体气得发抖。“嗖”地一声，他射出了他所认为的必胜之箭，那是朝我脚射去的。\n　　因为上半身能够随意活动而往被封住的脚发射，你不会以为这样就能赢了吧？\n　　一脚踢到地上的箭矢，依靠弹性箭尖从地上拔出，十几支箭旋转着对上攻击。\n　　抵挡很轻松就被击破，可我却早已离开了原地。\n　　箭矢射了个空。他没想到会失败，来不及搭弓，被我一脚踹下去。\n　　第一胜！\n　　前来参赛的共有8名，会取前三名进入学院。这代表着保险起见，我必须赢下至少5场。\n　　还有5场，我只能再失败一次。\n　　“辛苦了，喝口水休息一下吧。”\n　　风和把水瓶给我，连续两场确实吃不消。\n　　“音，对战，金杯。”\n　　“噗”我直接把水吐出来。连续三场，这完全是不可能的事情！\n　　观众也开始嚷起来，主持人尴尬的赔礼道歉。\n　　“对不起对不起，可这是规矩，抽到他他就应该比赛。”\n　　“校长，你看怎么办，连续三场对战考生没法发挥全部的实力啊。”\n　　“嗯……继续吧，我也想看看他能撑多久。来人，对那个音降低入学资格，只要进前四名就能破格录取。不过别告诉他。还有，查查这到底是怎么回事，不可能这么巧，一定有人偷改了比赛顺序。”\n　　尾声\n　　“事情办好了吗？”\n　　“嗯，我已经贿赂了内部人员更改了比赛顺序。他再怎么强也不可能连战7场。”会长拿出契约单，“可以撕了吧，我们已经按你的意思进行补偿，再不成功也没办法。”\n　　“……嗯，行吧，足够了。”委托人接过单子撕成了碎片，“这次麻烦你了。”\n　　“不麻烦，这是我的工作。你知道白衣少女吗？”\n　　委托人停下即将迈出大门的脚，伸了回来。\n　　“知道。我曾经看过有关她的传说，是个虐杀怪物的英雄。”\n　　“英雄？你们都是这样称呼她的吗，怎么不叫她叛国贼，我想王城的书里应该有传说的下半部吧，你怎么不说？”\n　　委托人抿了抿嘴，很明显知道最后的结局。\n　　“最近她出现在王城附近，还救了那个音。”\n　　“看来宝石在他身上啊。”\n　　会长微笑着点点头。\n　　“所以无论如何我都会杀掉他，你没意见吧。”\n　　“不会。这样你就更应该让他输掉比赛，云修阁可不是好惹的。”\n　　“我会把他引出来。”\n　　委托人愣了一下，然后点点头。\n　　“别做太火了。”\n　　“好的，我亲爱的大小姐。”\n　　会长站起来向她微微鞠躬，随后挺起身子向身后的人示意。刺客们迅速出动，在城市各地潜伏起来。\n　　“白衣少女会出现，你要做好对她的措施。”\n　　“放心，只要一发现音的踪迹，我会亲自出动。”\n　　“……最好如此，我不认为你会如此顺利。”\n　　会长在她身后笑起来，从背包里拿出一颗绿色的菱形宝石。\n       “有了它，一切都万无一失。”\n\n第五章：入学（下）\n\n       一\n\n　　这家伙比之前的都强！\n　　金杯的身形快到根本看不清，眨眼间便举剑直袭我面门。\n　　“乒乒乓乓”挡住连续进攻，不知不觉间竟然被击退到边界。\n　　仗着一把附魔武器就为所欲为，欺负平民没钱是吗！\n　　由于击退附魔，无论如何都会被击退，加上他本身的冲击，一剑就会被打退3格。\n　　这个附魔极其变态，无论主动被动只要碰到附上魔的道具都会被击退。\n　　完全不能近身打啊！\n　　我身上也并非只有石剑这一种武器，为了更好的施展我的奸诈（误），背包里满是各色各样的方块。\n　　要跳出惯性思维。\n　　我拿起方块搭到高处，地上的金杯只能看着我干着急。\n　　这也没办法，毕竟谁打仗背包里一堆方块嘛，都是干粮和备用装备，怎么可能放一堆没用的泥土占空间。\n　　不过我可没钱买备用装备，唯一的防御手段就是这些各色各样的方块。\n　　站在上面也打不到他。于是我拿出一组沙子，绕着圈把他给封起来。\n　　我没搭多高，沙子的用量很少。渐渐收缩空间，金杯只能绝望的望着我放下沙子掩盖住他。\n　　？\n　　随着他的挥剑，沙子弹落到一旁。\n　　击退附魔还能这样用？方块也能弹开！\n　　金杯狞笑着，随手打掉地上的沙子开始往上搭。\n　　但你不会以为我只有这些吧？\n　　金杯搭到和我一样的高度，我朝着他那边放了个方块拉近一格距离。\n　　金杯觉得奇怪，这么做不是让他更容易接近吗？\n　　于是他乐呵呵的跳过来，一头撞到圆石上，脸都给撞平了。\n　　他从高空中掉下来摔到沙子上，我翻过放置的圆石跳下去，踩在他肚子上完美落地。\n　　至此，结束。\n　　附魔武器算什么，智商不够拿什么都没用，竟然还傻乎乎的往敌人身边跳，专门来送人头的是吗？\n　　不过连战三场体力果然跟不上，刚才放圆石的时候手都酸了。如果不出我所料，接下来还是我的对局。\n　　“音，对战，苍魄。”\n　　“哇，不是吧，我手都酸了。”\n　　风和捏捏我的肩膀，有些担心。这样连续战斗任谁也吃不消，更何况还是营养不足的我。\n　　站到台上，我的腿止不住的发抖，胳膊也酸痛无力，连石剑都提不起来。\n　　“哎呀，都这么累了，那就不要比了，赶快下去休息吧。”\n　　这样比下去我不但会输，还会白白消耗力气。但即便我认输下场，接下来肯定依然是我的对局，跟不休息没什么两样。\n　　苍魄也不是常规打法，依靠鱼竿和剑进行组合技控住敌人连击。\n　　一被他钩到，以我剩余的体力根本无法反抗，会在暴打一顿之后丢出场外。\n　　不过鱼竿我也用过，还打败了比你强的敌人！\n　　用方块卡住鱼钩让鱼竿报废，我也切成鱼竿进行反击。\n　　“哼，小意思。”\n　　他左手也拿出鱼竿甩钩，吊住半空中我的钩子，用力将鱼竿从我手里抽出去。\n　　两根鱼竿？\n　　这下麻烦大了。我没有备用鱼竿，他也不会再被我用方块卡住钩子，局势陷入了一面倒。\n　　“嘿嘿，你就乖乖挨揍吧！”\n　　两个钩子限制了我的移动区域，只能往后退去。\n　　他面目狰狞着，手里的鱼竿来回甩动，像个牧羊人般把我朝角落里赶去。\n　　哼，哼哼。看来要用经验来瞬间反杀了。\n　　我并不想提前用经验，毕竟还有三场战斗，我想要保存体力。更何况对方已经超过了15级，可以无损耗的使用经验。虽然我也是15级，可卡着没敢突破，一用经验掉下去就会被人发现我还没突破，会更肆无忌惮的使用经验攻击我。\n　　为了不暴露，我要在掉到14级前击败他。\n　　后退到边界，我抓住钩线，使用经验提升力量，旋转起来依靠离心力将他朝界外甩去。\n　　但鱼钩钩住了地面，他也使用经验强行拉回界内，并利用惯性短时间飞到我身边切成铁剑劈头砍来。\n　　“碰”的一下，石剑打飞到台下，我狼狈的在地上打了几个滚停到边界上。\n　　好险，如果不是用经验扒住地面现在已经出界判输了。\n　　经验条已经见底，再继续用我就会掉下去。\n　　呼，因为体力的原因，比赛越来越难。\n　　现在武器飞出场外无法拣回，只能空手对战。\n　　空手也不是没赢过，春月就被我坑了一次。但现在连拉人的体力都没有，更别提把人甩出场外。\n　　“还要坚持吗？你连续打了这么多场，体力已经不支了吧。”\n　　我撑着地勉强站起来。\n　　“俗话说得好，不能毁灭我的都会让我变得更强。对我来说，你就是个送经验的小怪。”\n　　我用尽全力挤出一个笑容，手里切换成方块。\n　　“谁说的这话啊！”\n　　苍魄拿起铁剑飞奔而来。\n　　“正是因为不知道，才说是俗话说啊！”\n　　我也奔过去，举起手上的圆石朝他脸上砸去。\n　　“你给我赶快趴下啊！”\n　　圆石砸在剑刃上，直接把铁剑砸成粉碎，继续砸到他脸上，跟随着我的脚步，苍魄被我拿圆石砸出场外，狠狠的陷进墙内。\n　　掉级就掉级吧，暴露就暴露吧，只要能赢就足够了！\n　　二\n　　已经彻底动弹不得了。\n　　运用经验也会对身体增加负担，本身就筋疲力尽的我右手彻底没了知觉。腿也使不上力，等级掉到了14级，暴露出我尚未突破的事实。\n　　不过观众似乎不怎么在意，还为我鼓起掌。毕竟虽然我连突破都没有，却已经连续打倒了三个已经突破的人。我表现出的实力已经远超出我所在的级别。\n　　“音，对战，琉璃。”\n　　果然，又是我上场打。\n　　身体承受住太多负担，这次肯定会输。\n　　肌肉酸痛。我趴在地上抬头看着她，琉璃嘴角抽搐了几下，拿出铁剑向我走来。\n　　“你还是直接下场吧。”\n　　我也想啊，可必须要赢下来。\n　　扶着地面爬起，我拿出圆石搭出墙包围我。琉璃呆了一下，赶紧奔过来想要阻止我。\n　　可惜已经晚了，我用圆石搭出一个屋子包围住自己。怎么可能有人打仗拿镐子，只要我一直在里面呆着不出去，等到气力回满就能轻松击败她。\n　　铁剑疯狂的在墙上砸来砸去，琉璃哭喊着让我出来，我躺在地上享受久违的休息时间。\n　　外面渐渐没了声音。\n　　好了，毕竟是比赛，稍微休息一下得了。\n　　拿镐子砸出一个口子，我拿着石剑走出石屋，琉璃蹲在地上独自生闷气。\n　　“开始打吧。”\n　　我摆好架势准备迎敌。\n　　琉璃站起来拍拍身子，也拿起铁剑。\n　　她攻击都是以刺为主，难以防御且攻速奇快。\n　　正面迎敌难免会被刺中。我绕到石屋后面拿方块搭到屋顶，跳起来朝她后背砍去。\n　　哇，我终于把人击退了！\n　　营养不足的我有史以来第一次把人打退。\n　　琉璃拿剑的手被震得发抖，左手拿出盾牌摆好防御架势。\n　　盾牌是吗，我有斧头。\n　　左手拿斧朝她甩去，旋转的石斧劈进她的盾牌。\n　　好，看我劈烂你的盾牌！\n　　左手持剑，右手向前伸抓住斧柄把它拔下，对着盾牌就是一阵狂砍。\n　　盾牌被砍的稀烂，地上全是破碎的木头。\n　　琉璃右手的铁剑向我飞来，被我用石剑弹开，右手的石斧依旧不停地砍着。\n　　“啪”盾牌最后变成了碎片，没了防御措施的琉璃轻松被我打下场。\n　　第四连胜了吧……\n　　除了一开始我根本没辙的萧尘，我一路高歌猛进获得胜利。\n　　“校长，你觉得他怎么样？”\n　　“打法挺怪异的，都是些鬼点子。资质不好，但却能击败更强的对手。还不错，就看他能不能解决最后两个强敌了。”\n　　“音，对战，柳回。”\n　　在王城的这几天，我经常能听到关于他的事。什么扫荡遗迹啦，什么击败强敌啦。明明才17级却做到了许多30多级的人都做不到的事，把他称为“最有希望继承战神职位的天才”。\n　　如果不是希望多战斗，他完全能够直接进入云修阁。\n　　“连续打了5场，很累吧。”\n　　他身穿全套铁甲，手中拿着附魔钻石剑。\n　　“没办法啊，再累我也要赢。”\n　　屏声静气，手里的石剑在灿烂的紫光下显得灰暗。\n　　“明明还未突破，却能连续赢下4场，你已经很不错了。”他举起钻石剑，“但你这次，必定会输。”\n　　一剑劈下，耀眼的紫光卷起沙尘将我轰飞出场外。\n　　哈哈，哈哈哈。好不甘心啊，连对方干了什么都不知道。\n　　“音！”\n　　风和跑过来把我拉起。\n　　“没事，只是击退罢了。”\n　　已经可以熟练控制附魔了吗，真不愧是最强的天才啊。\n　　于是乎，我必须获得最后一场的胜利。\n　　“音，对战，等等，春月？”\n　　全场哗然。\n　　三\n　　不可能，春月明明已经进入云修阁了。\n　　这是什么情况！\n　　“裁判，我是一年级主任叶眉派来测试新人实力的。”\n　　“这，这样吗……那就开始吧。”\n　　春月将许可书交给裁判，确认准确无误后比赛开始。\n　　“先说清楚，我不会放水的。这次我不会像上次一样大意了。”\n　　“别说这么多，赶紧打完，我要回旅馆休息。”\n　　“你！”\n　　激将法成功！利用她对我的偏见，成功激怒她率先发起进攻。\n　　挑开刺来的剑尖，左手握拳涌进经验朝她肋骨打去。\n　　侧身躲开我的拳头，她左手也拿上铁剑上下翻飞卡住我走位。\n　　这次换成双剑了啊。\n　　一把石剑要挡两个铁剑，很明显我陷入劣势。\n　　反正都最后一场了，直接把经验随便用速战速决吧。\n　　经验涌进右臂，攻速力道瞬间提了一大截，一个横劈直接将两个铁剑打飞出场外。\n　　“空手也能打赢你！”\n　　她也开始使用经验进行反击。\n　　当突破以后，使用经验将不会再下降等级，不过对身体的负担还是有的。\n　　她所用的经验比我多，只要撑到她受不了或能量用光胜利就是属于我的！\n　　不过我太天真了。\n　　使用经验当然是为了速战速决，她怎么可能会和我慢慢耗。\n　　一拳将石剑轰成碎片，她抓住我手腕将我在地上砸来砸去。\n　　她到底跟我有什么仇，每次都是脸着地，感觉鼻子和脸都浮肿了，额头火辣辣的疼。\n　　“好了，给我下去吧！”\n　　将我甩到半空中，她一脚将我踹飞到观众席上。\n　　“结束。”\n　　她拍拍手，轻松的跳回场下。\n　　“好痛……”\n　　感觉骨头都快散了，后背一扭都是“咔吱”响，还伴着钻心的痛。\n　　“音，没事吧？你竟然傻到挑衅她，完全是作死啊。”\n　　风和无奈的把我拖到场下休息，观看其他人的战斗。\n　　“呼，终于结束了……春月已经是学生了，她如果进入前三名是不是就能顺位给我了？”\n　　我头被砸的迷迷糊糊的，风和拍拍我的脸，用经验让我睡着。\n　　“辛苦你了，好好休息一下吧……”\n　　我累得筋疲力尽，没力气去抵挡她，昏昏沉沉的睡过去。\n　　梦里一片漆黑，和以前一样。\n　　“你找我干嘛？”\n　　黑暗中出现了唯一的白色，她走过，和以前一样。\n　　“我不想找你的，风和把我弄睡的。”\n　　“比赛辛不辛苦？”\n　　“如果你是想让我吞噬宝石的话就别说了。”\n　　我平躺在黑暗里。真是的，在梦里也不能消停会儿。\n　　“我感应到了末影宝石的力量。”\n　　“嗯，我知道。之前柳回用那招超远距离的攻击时就发现了。”\n　　“什么嘛，你也不傻啊。”\n　　“我虽然不强，但不傻。”\n　　我翻了个身，脸朝下。与其说是朝下，其实根本就没有上下之分，我完全就是漂浮在空中。\n　　“既然不傻，那就赶紧滚吧。好好保管宝石，别让人偷了。”\n　　她一挥手，我被直接送出去。\n　　清醒过来，风和倚着墙睡着了。过肩的黑发垂下来，小嘴微张着。\n　　天黑下来，比赛也已接近尾声。\n　　“下面宣布排名。第一名柳回，7连胜；第二名春月，6连胜；第三名金杯，5连胜。由于春月已经进入学院，将会排名将会顺位，第四名音进入第三名。”\n　　“哦，合格了啊。”\n　　我感觉不到喜悦，只有沉沉的睡意。\n　　在梦里又会遇到白衣少女烦我，还是醒着比较好，更何况我刚被赶出来。\n　　我拍拍风和的肩膀，她吓了一跳，说要为了庆祝要去订饭店就先走了。\n　　真是的，风风火火。\n　　等级降到了8级，看来又要努力一阵子了。\n　　尾声\n　　风和走在街道上四处望着，寻找着合适的饭店。\n　　“音通过了测试，得吃顿好的好好犒劳犒劳他。”\n　　“发现目标，准备行动。”\n　　一道黑影从街道上“唰”的闪过，原本行走着的风和无声无息的消失了。\n　　“唔，唔唔！”\n　　她挣扎着，嘴被捂住，双手反绑着。\n　　风和扭着身子想要脱离束缚，为了方便移动，身后的刺客拿起匕首朝她用力捅了一下。\n　　“唔……”\n　　感觉后背插入一个冰凉的物体，接着全身都泄了气。\n　　“没关系吗，老大让我们别做太火。”\n　　“没事，她死不了。”\n　　一刀又一刀，在不知被捅了多少刀后，原本光滑的后背变得千苍百孔。\n　　好……痛……\n　　她的眼神开始变得迷离，最后脑袋悄无声息的耷拉下去。\n　　“目标搞定，暂时昏迷，尚无生命危险。”\n　　他朝着身后的同伙说道。\n　　“那好，转移到目标地点。”\n　　架起昏迷的风和，他们朝着王城郊外跑去。\n　　回到旅馆，我先脱掉衣服泡了个澡。\n　　风和说她请客，不知道吃什么东西呢……反正她肯定会吃些大鱼大肉让我好好补补。\n　　不过都这个点了，再去吃饭是不是晚了？\n　　“音，出状况了，宝石丢了！”\n　　白衣少女出现在我面前。\n　　“哇！”\n　　我捂住身子，拿起旁边的羊毛巾包起来。\n　　“哎呀，都什么时候了还遮遮掩掩。两颗宝石都丢了！”\n　　“什么！”\n　　为了不受蛊惑，我将盒子交给风和保管。白衣少女将灵魂锁定在蓝宝石上进行看管，现在两颗都丢了，也就代表风和出事了！\n　　“你能定位到在哪吗！”\n　　“可以是可以，但我将会陷入沉睡，如果遇到敌人就只能靠你自己了。”\n　　“别废话，快定位！”\n　　“在王城南门外。”\n　　南门是个沼泽，不过因为地理原因不刷史莱姆，并不是多危险。\n　　“呼，没办法了。”\n　　距离太远。我直接消耗5级的经验瞬移到门外。\n　　三次机会用了一次。\n　　“噗”反噬太强，整个身体都发软。\n　　我擦擦嘴角的鲜血，用石斧撑着向目标地点赶去。\n　　“你果然来了，十年前的胆小鬼。”\n　　传说中刺客协会的会长，流云，事件的罪魁祸首。\n　　“我可不想见你这个疯子！”\n　　“但你们身上可有属于我的东西！”\n　　他拍拍手，一堆人将风和架出来。\n　　她后背被捅了至少十几刀，脸色发青。\n　　“生命宝石还在她身体里，死不了。”\n　　“那你接下来就要动手了吧。”\n　　“那还用问。”他拿出盒子，“我是讲道理的，属于你的就是属于你的，我不会硬抢。选一个，宝石还是她。”\n　　流云盯着我。\n　　做出选择吗，在这两个之间。\n\n　　是要人命，还是宝石呢。\n\n\n\n第六章：蜘蛛（宝石线）\n\n       一\n　　风和，抱歉，真的很抱歉。\n　　我无法因为个人情感而将那么危险的宝石交出去。\n　　只能在心里祈祷她会平安，纵使希望渺茫。\n　　我很清楚，没了生命宝石，她必死无疑。\n　　都是因为我……\n　　衡量过得失，一块完整的宝石比碎片更重要。\n　　“把宝石交给我吧。”\n　　我落寞的回答道。　　纵使有千万句话语也无法描述我心情的复杂。\n　　“接好了，人渣。”\n　　流云大失所望，脸上的鄙夷毫不掩饰的表露出来。\n　　很遗憾吧，我还不如你这个杀人如麻的杀手呢。\n　　抱住丢来的盒子，湛蓝的宝石静静的躺在里面。\n　　“滚。”\n　　不想在我身上再多说一个字，好像出现在他眼里便会被玷污一般，流云扭曲的脸上，努力从牙缝中挤出这个字。\n　　“呐，我很差劲吧。”\n　　我笑起来。\n　　头发散落下来遮住我的脸。咧嘴狂笑着的我注视着散发出柔和蓝光的宝石。在旁人看来我近乎癫狂，肩膀随着笑声剧烈抖动着。\n　　“呐，我很差劲吧。”\n　　我狂笑着重复了一遍。\n　　白衣少女则已只有我能听到的话语回答我。\n　　次日，大雾。\n　　我将遮眼的头发用手梳开，加上水固定住。\n　　“这么浓的雾你还要出去吗？”\n　　白衣少女幽灵般的出现在我身后。\n　　“嗯。”\n　　轻声应答，我拿起崭新的铁剑走出门外。\n　　这是比赛当天风和没能送达的剑，昨天晚上有人送到了这里。\n　　也算是她唯一的遗物吧，毕竟连个尸体也没有。\n　　她没死。我很想这样告诉自己。没有尸体，就代表着她可能没死。\n　　没有尸体，这是我最后的希望。\n　　这次的目的地是平顶山，被矿工们视为禁地的地方。\n　　那里蜘蛛遍地，这是常识。\n　　都说人在遭遇打击后会激发潜能，我去那里就是为了突破15级。\n　　随便挥出一剑，利刃毫不停顿的切开蜘蛛的身体，红白的液体混合在地上，内脏里还未消化的骨肉散发出作恶的气味。\n　　很奇怪。明明遭遇打击，但我的专注力比平时都高。这就是所谓的心无杂念，空无一物吗？\n　　怪物不多，偶尔一两只蜘蛛会从头上跳下，都被我躲开斩杀。\n　　要到危险区了。\n　　里面是个超大型的废弃矿洞，仅仅是在外围区便发现4个洞穴蜘蛛的刷怪笼。\n　　遇到这种怪要小心，只要被咬上一口就会深重剧毒。\n　　先是虚弱无力，再是头晕眼花，最后会直接倒在地上昏迷不醒。\n　　只要被命中一下就必须立马接受治疗。\n　　就是这么危险的怪物，里面藏了不下上千只……\n　　一般情况下会有至少5人组成的队伍，身穿无视咬伤的铁装才会冲进这里。\n　　毕竟每只蜘蛛拿腿踢他们一下也能轻松将铁甲踢爆。\n　　从来没人能越过拿道岩浆池做出的“护城河”，据说后面便是蜘蛛的王宫，全是些变态级的蜘蛛，随便一只都能灭掉一个骑士团。\n　　也难怪。外面有这么多蜘蛛把守，里面的都不知道闭关修炼了多少年。\n　　突破之后就回去吧，不能硬闯，会白白送命。\n　　为了防止里面的会出来抢宝石，并没有带过来，不用怕会吸引BOSS，可以放松杀怪。\n　　“呼。只是挥剑都觉得累，看来我变懒了啊。”\n　　甩甩手臂，让酸疼的肌肉得到缓解。\n　　“不得不说，这里确实有很多好东西啊。”\n　　虽然我孤身一人闯进这里，但并没有什么大碍。\n　　洞穴蜘蛛不会在外围出现，所以不去深处探索就能保证安全。\n　　外围的箱子大部分都被搜刮过，只会剩下一些方块，偶尔有些小麦等食物可以拿去卖钱。\n　　无法选择的绝望，我不想再经历第二次。\n　　所以要努力挤出笑容，尽最大的努力前进。\n　　今天就这样吧，再往前难免会有些危险。\n　　卡在15级，不敢毅然突破的我慢慢向洞外退去。\n　　“都来到这了，还回去干嘛！”\n　　血红色的双瞳在头顶猛然出现，从头到脚感受到乍然出现的寒气。\n　　糟糕，她等级和我差不多！\n　　明明在外围，为什么会出现高级怪！\n　　蜘蛛和亡灵族不同，是有智慧的。\n　　虽说不会像僵尸那种每一级都是质的飞跃，等级所对应的实力和人类一样。可本身的种族值还是有差距的，毒素攀爬等绝技让它们获得比人类更高的机动性。\n　　粘稠的蛛丝粘在剑刃上包住它，厚厚的蛛丝消除了它的攻击力。\n　　只有砸击也没关系，反正之前都是用石剑。\n　　使劲一挥，依靠蛛丝的粘性把它从墙上拉下来。\n　　蜘蛛摔倒在地，翻滚几圈站起来。\n　　“嘁，反抗没用的。”\n　　向后退躲开喷出的毒液，墨绿色的液体在地上冒着白泡，“呲呲”的冒出白烟。\n　　只能往后退。\n　　不断喷出的毒液遍布在地上，让我不得不一点一点向深处退去。\n　　“继续退啊，你跑不掉啦！”\n　　发出“嘻嘻”笑声的蜘蛛眼中的红光不停地闪烁。\n　　别以为这样就可以困住我。\n　　退到和毒液有一段距离，我拿起石镐向脚下砸。\n　　本来还准备挖矿的，可惜这里的外围连煤炭都没有。\n　　蜘蛛踏过毒液朝我扑过来。\n　　很可惜速度不够快。\n　　用方块堵住蜘蛛，我拿起石镐继续向地下挖。\n　　你再怎么厉害也不可能用爪子挖石头吧。\n　　为了防止它堵我，我一直向下挖了数十格。\n　　这种高度，应该到山下了吧。\n　　成功逃出矿洞的我灰头土面的从洞里钻出来。\n　　看来还是要找个简单点的地方啊。\n　　二\n　　“呀，今天竟然呆在家里？”\n　　白衣少女悠悠的飘过来。\n　　“你不在宝石里好好休养跑出来干嘛，又想对我洗/脑吗！？”\n　　我很急。毕竟即使只有生命宝石的碎片，只要蕴含的力量足够多就能让人复活。这是她亲口说的。\n　　所以我这几天都没去尝试突破，在城外转悠着寻找风和的尸体。\n　　我第一次那么期待她的尸体出现在我面前。\n　　可惜到处都转遍了，连一点尸臭味都没有。\n　　“为什么这附近那么安静？”\n　　按理说应该隔个两三天都会有怪物进攻啊，怎么在王城呆了这么长时间除了固定的地点连只最常见的僵尸都没有。\n　　“嗯……大概是因为平顶山那里的蜘蛛洞吧。你应该也知道，那里是蜘蛛的王城。”\n　　“确实听说过，可没想到两个种族的王城竟然就在旁边。”\n　　前几天我去过，竟然真的是首都啊，怪不得外围都有高级怪出现。\n　　“除了偶尔几个作死的冒险者跑到那里送命，基本上都没有来往，所以人类和蛛族的关系还是挺融洽的。”\n　　是这样吗，我还以为人类会被所有怪物视为敌人。\n　　“喂，这个小哥，你把我的洞堵住了！”\n　　蛛爪砸碎玻璃，把我吓一跳。\n　　“啊，你是几天前的那个蜘蛛！”\n　　“亏你还记得。”它钻过空隙，“快去帮我把洞打开。好歹我也是个贵族，刚搬来没多久就被人堵在家门外是什么鬼！”\n　　额，人类和蛛族的关系不差，我把人贵族的洞堵住了好像确实不太好。\n　　“你们王城不是有很多强者吗，随便找一个把圆石轰开就好了呀。”\n　　“你在说什么呢，王城一年前就搬到中心区了，我就是为了接替这个区域才过来住下的。少废话，快把洞给我敲开！”\n　　于是我被蜘蛛赶到洞里乖乖的拿石镐把圆石敲开。\n　　“明明没多强，你是怎么当上边境的首领的，”\n　　等级和我差不多，这无论在哪都是属于底层的员工吧。\n　　“额……这个嘛……其实这里已经被王抛弃给人类了，就派我过来当个和平大使。王族城门外都贴上告示了，再过几天还要立个围墙和牌子。结果你突然跑出来杀了我不少仆人，害得我以为有人故意袭击，跑到宫殿里问了半天。”\n　　“这还真是对不起……”我为之前的闹事愧疚不已，“你几天前看没看到沼泽那边有什么人？”\n　　平顶山地势较高，站在半山腰都能望见对面的沼泽地。\n　　“没有，除了一群黑衣人穿过沼泽地往黑森林那边以外。”\n　　黑森林？按照流云的惯例不应该直接将碎片取出来然后像倒垃圾一般将风和丢掉吗？\n　　这可真是奇了怪了。\n　　“没事的话我就先走了。”\n　　离开学还有两周，既然知道了动向那就追查到底。\n　　“你杀了我那么多仆人，害得我只能自己生活，只是开个洞就想走？”蜘蛛用前爪在地上使劲敲了敲，“说，你要怎么赔偿我！”\n　　“那我能干什么，和平大使？”\n　　考虑到身份原因，它肯定不会杀了我，所以能放心交谈。\n　　“你那带着嘲讽的语气是什么鬼？”它不停的在洞里来回打滚，“我要你养我！”\n　　“什么？”\n　　“我说，要你养我。”它反而还不情不愿，“我剩下的仆人都被你吓跑了，一个人在这么大的洞里要怎么生活嘛！”\n　　的确，这里可是以前用来当城市的矿洞，一只蜘蛛住也太大了。\n　　“不是还有刷怪笼吗？”\n　　“王城迁移时也拿走了。说‘这么稀有的东西怎么能丢在这。’就二话不说从这里搬到新王城，一点东西都没给我留。”\n　　这个大使也是够惨，这完全是流放嘛。\n　　“可惜我不能陪你，我还要去黑森林追那些黑衣人呢。”\n　　“不嘛不嘛。”它又闹起了别扭，“反正一个人住也没意思，我就跟着你吧。”\n　　“拜托，很危险的好吗。而且这么大个矿洞怎么办？”\n　　“我比你强诶，你怎么能瞧不起我！本来这里就是人类的领地，我到宫殿里说一下不住了，让他们随便进来挖矿吧。”\n　　这样真的可以吗……很不负责任诶。\n　　“我叫琉璃，是蛛族人型计划的失败试验品。以后请多多指教了，音。”\n　　哦。\n　　等等，琉璃！\n　　三\n　　我在南门看太阳等琉璃出来。\n　　说实话当她说自己是琉璃时吓了我一跳。\n　　人形计划的失败品吗……怪不得人形时打不过我呢。\n　　“早上好啊，东西都拿好了吗？”\n　　她微笑着朝我打招呼。\n　　“早上好你个头啊！这都黄昏了耶！”\n　　眼看着太阳一点点沉下去，我实在搞不懂蛛族的生物钟是什么情况。\n　　明明可以像比赛时那样在白天醒来，但总是一觉睡到晚上。\n　　“都说了我是失败品嘛，外观变化无法控制。总不能在大街上变来变去吓到别人嘛，所以挑了个稳定的时间赶过来。”\n　　“可这都大晚上了怎么赶路。”我看着她随着黑夜逐渐发亮的眼睛，“虽说你能看见，但外观一直变来变去，根本不能算是正常的战斗力嘛。”\n　　“没关系，有你保护我。”\n　　虽然无法控制变成人类，但能随时变回蜘蛛。\n　　洞穴蜘蛛个头较小，琉璃在离城门远一点的地方变回蜘蛛爬到我背上。\n　　“真懒啊。”\n　　明明战斗时蛛爪那么锋利坚硬，可现在却软软的搭在我身旁。\n　　“不能掉以轻心啊。这里时不时会有从黑森林跑过来的小怪，虽然等级不高可被偷袭一下就不能赶路了。”\n　　琉璃将头放在我肩膀上，毛毛的触感搞得我有点痒。\n　　“没事。我记得地图上显示前面有旅馆，只要到那里就行了。”\n　　“那还要好远的吧！喂，我有些怕了，要不先回去？”\n　　我能清楚的感到她的变化。\n　　的确，本来就昏暗的黑森林到了晚上更是一片漆黑。\n　　“别拉我衣服啊。你身上毛毛的，弄得我也开始怕啦！”\n　　蛛爪紧紧的缠住我的腰，身体也贴得越来越近。\n　　“你不是蜘蛛吗，天天都呆在黑暗里。而且你也有夜视，赶紧从我身上下来探路！”\n　　我点亮火把，四周的黑暗不亚于封闭的山洞。\n　　“额……由于我有人形，所以都是按人类的生活标准过的……所以，你懂的……”\n　　“再怎么说你也是蜘蛛啊，怎么能怕黑！不管怎样你能夜视这点没错吧！”\n　　“……”\n　　“怎么不说话了，难不成？”\n　　“抱歉。”\n　　“去死啦！”\n　　我错了，带上这个不人不鬼的家伙就是错误，听她的话赶夜路更是大错特错！\n　　好歹还有火把照明，就这么凑活着向前走吧，反正连方向都摸不清了。\n　　我背后一轻，随后是“嗒嗒”落地的声音。\n　　“琉璃？”\n　　我不安的问了一声，周围的气氛越来越诡异。\n　　“抱歉，给你添麻烦了。”\n　　在火把的光照下，她的黑发反射出橘红的光。\n　　“你头上哪来的水？”\n　　怎么了？\n　　“没事的，我们今天先在这里过夜吧。”\n　　也好，反正在天亮前我也不知道往哪走。\n　　升起篝火，我稍微把它围起一点，引发火灾就不好了。琉璃变成人形，倚着树抱着腿蹲坐着，脸深深地埋在里面。\n　　我能明显地看到她在时不时的发抖，并伴随着大量的出汗。\n　　就这样静静的坐着，我慢慢的闭上眼睛。\n　　从来没想过会这样和怪物过夜。\n　　身边传来淡淡的花香。\n　　“呐，你为什么要去找黑衣人。”\n　　睁开眼，琉璃把头放在腿上，身体依然发抖，只不过停止了出汗。\n　　“他们抓走了我一个朋友，她现在是死是活我都不知道。”\n　　我注视着随着琉璃的摆弄而跳跃的火光。\n　　“是你身边那个女孩吧，叫风和的天才。”\n　　“你注意到了？”\n　　“嗯。为什么呢，明明并不是很特别。”\n　　“是啊，为什么呢。”\n　　像是在自言自语一般，我的声音越来越小。\n　　即使在白天，黑森林也依然黑暗。\n　　我身边的琉璃依然维持着人类的形态蜷缩着躺在地上。\n　　白衣少女没在梦里烦我，她似乎异常安静。\n　　“你也差不多该出来露个脸了吧，告诉我接下来往哪走。”\n　　醒来后的我根本不知道这是哪里，只能拜托白衣少女飘到空中探路。\n　　“一晚上就走这么点？我真是服了你了。”白衣少女睹了琉璃一眼，“趁她没醒赶快赶路吧，这样也能快点。”\n　　“不能把她一个人丢在这啊。”\n　　“你什么时候变成老好人了。好了，我要回去修炼了，争取练出实体来。”\n　　这样啊，她一直都在修炼啊。\n　　我抱起熟睡的琉璃，体重比想象中的轻，毕竟是蜘蛛嘛。\n　　“真是搞不懂你们的生物钟啊。”\n　　尾声\n　　就这样继续踏上旅途。\n　　“终于走到旅馆了，要不然在这里住一晚？”\n　　琉璃扭了扭腰。在外面睡确实不好受，可那也是没办法的事，毕竟是她来晚了。\n　　“不了吧，我没多少钱，能省一点是一点。现在走的话应该能赶到村子。”\n　　我抬头望着耀眼的太阳。\n　　“希望吧，我可不想再在外面呆一晚了。”\n　　看着她焕发生机的脸，我推开门。\n　　“都到了还是住一晚吧，保险一点。”\n　　付过钱，琉璃欢呼着跑到房间里跳到床上。\n　　“先洗一下澡吧，你身上都是土。”\n　　拍拍被子，我从窗外望向远方的村落。\n　　“不许偷看哦，不许！”\n　　“你放心，我对蜘蛛没兴趣。”\n　　就这么应答着，我扭了扭僵硬的身体。\n　　黑衣人到底跑去哪了，不过从沼泽地进黑森林以来就只有这一条路，走下去总能找到。\n\n　　放心吧风和，我会找到你，即使你死了我也会复活你。\n\n\n\n第七章：旅途\n\n        一\n　　“琉璃，洗完了吗？我还要洗呢。”\n　　里面传来“哗哗”的水声。\n　　“别这么着急嘛。昨天弄得这么脏，当然要好好洗洗喽。”\n　　我苦笑着再次敲敲门。\n　　“都快太阳下山了还没洗完？你以前天天住矿洞里怎么办？”\n　　“山里有湖水，我都到那里洗。”\n　　“可你这也太长了吧，我也想洗一下啊。”\n　　“那你进来呀，我又没锁门。反正我们都对对方没兴趣，直接进来就行。”\n　　也是啊，她是蜘蛛，根本没必要考虑这么多。\n　　推开门，烟雾缭绕。\n　　“你还剩多少钱啊，我想吃大餐。”\n　　“我们又不是出来旅游的。”\n　　我躺进池子里，琉璃已经变回娇小的蜘蛛。\n　　真是的，我考虑那么多干嘛，想也清楚她会变回蜘蛛。\n　　“那个……你状态稳定吗，确定不会突然变回人类？”\n　　我还是很担心，很难确保她会不会突然发狂。\n　　“变回去的话就随你看呗，反正我又不在意。”\n　　额……也是，她是怪物嘛……\n　　就这样舒服的躺着，我却越发的不安。\n　　“不行，良心的谴责让我出去。”\n　　“呵呵呵，面对怪物也会这么害羞。”\n　　就算不是人类我也还是受不了啊。我擦干身体，换上新衣服。\n　　“你吃什么，我给你拿上来。”\n　　“牛排吧。我们蜘蛛都是吃肉的。”\n　　“真是奢侈。”\n　　我嘴里嘟囔着，快步走下楼梯。\n　　“老板，一份牛排套餐。”\n　　单点牛排很贵的，相比之下牛排套餐足够我们两个人吃，要便宜得多。\n　　身上一点护甲没有还是有点悬，所以我准备到前面的村子买个铁甲，为此必须省吃俭用。\n　　当然，不能忘记正事。\n　　“你们有没有看见一群黑衣人？”\n　　“有啊，几天前他们成群从我们门口经过。”\n　　我们没跟错，就是这条路。\n　　提着套餐回到房间，琉璃又变回人形躺在床上。\n　　“你随机变来变去，比赛当天是怎么办的？”\n　　我看着琉璃拿着牛排撕咬着，自己则啃起旁边的干海带和胡萝卜。\n　　“你够不够吃，毕竟是我麻烦你，还有一半你拿去吃吧。”\n　　“不了，都适应了，长期以来都是这样过的。”\n　　我摆摆手，吃掉最后的鸡蛋。\n　　“喏，就是这个。”她拿出一瓶青绿的药水，“只要喝了这个，就能增长维持人型的时间。”\n　　“有副作用吧。”\n　　我之所以这么说，是因为蜘蛛和女巫不同。它们其实并不懂如何炼药，做出来的药水都是以毒攻毒。假如身体没有毒素，喝下它们酿的药水必死无疑。\n　　“……嗯，和我一样，都是有缺陷的。”\n　　我想起她昨天晚上发抖出汗的样子。\n　　“这么危险的药就不要喝了。”\n　　“不行啊……我需要长期游走在人群之间，不依靠这个药水会有暴露的风险。”\n　　不得不喝吗……\n　　“你们蜘蛛为什么这么想要人形。”\n　　“当然是因为方便了。像昨天那样，我不知道什么时候才能变成人形，只能要求你来帮我把门敲开。”\n　　这么说来好像确实挺方便的。\n　　“而且变成人类就能够潜入你们的高层来控制你们人类。”\n　　这才是你们主要的目的吧。\n　　“唔……”\n　　“怎么了？副作用来了吗？”\n　　琉璃蜷缩在床上捂着肚子浑身发抖，轻轻点了点头。\n　　“哈……哈……”\n　　我可以看到，她身上青筋暴起，两眼发出炫目的红光。\n　　“……呼。”\n　　看来是疼痛过了，她轻轻呼出一口气，面色疲惫的平躺在床上。\n　　“我现在浑身无力哦，要对我做什么的的话就趁现在。”\n　　她抬起扭曲的脸笑着看向我，随后头又无力的瘫倒下去。\n　　“是吗？”\n　　我爬到床上，使劲摁了下她的肚子，琉璃又“啊”的大叫起来。\n　　“明明还痛得发抖，装什么。赶紧睡觉！”\n　　她苦笑两声，闭上双眼。\n　　不知不觉天已经黑了，屋内只有床边的灯笼还发出昏暗的光线。\n　　拉起被子，我在她身边躺下来。\n　　等等，为毛是单人床啊！\n　　与其说是单人床，其实是情侣用的双**床，估计是老板以为我们是情侣才选的。\n　　额……其实也不用在意，旁边躺的是一个不知何时会变成蜘蛛的怪物。\n　　“跟你说一下，我睡前喝了药水哦。”琉璃扭过身子看着我惊恐的脸，“而且无论你做什么我都不会在意的。”\n　　我翻身滚下床。\n　　“喂，我都这样说了你竟然直接跑了！”\n　　琉璃生气的揪住我的头发，把我拉回床上。\n　　就在这时，她“啊”的轻声叫了一下。\n　　“又疼起来了吗？”\n　　我揉揉她的肚子，手上可以清楚的感到她的胃在晃动。\n　　“你摸够了吗？”\n　　她捏住我的脸往外揪。\n　　“疼疼疼疼疼……你就不能不喝那瓶药吗？”\n　　她松开手。\n　　“不喝的话，我怎么在城市里生存呢？”\n　　我无言以对。\n　　二\n　　最后我一夜没睡。\n　　琉璃完全就是故意的。我把头朝向另一边，结果她立刻就把身体贴在我背上，导致我为了忍住一直睁着眼不睡。\n　　好想揍她啊！\n　　我看着一脸心满意足的琉璃，狠狠的握紧了拳头。\n　　算了，到下一个地方要双人床吧。\n　　还剩50多颗绿宝石，我叹了口气。\n　　接下来……恐怕只能要单人床了……\n　　不是吧！我想好好睡一觉啊！\n　　“走吧，今天还算亮，半下午应该就能到。”\n　　“不，跑！”\n　　“诶诶诶！”\n　　耽误了半天时间，如果按照之前的速度肯定赶不上。\n　　“呼呼……你跑的挺快的嘛……”\n　　琉璃脸色苍白的跟在我身后。\n　　沿着大路走就能到，所以根本不需要担心迷路。\n　　“再不快点我就把你丢在这里！”\n　　“你……别小瞧我啊……”\n　　跑了一段路，稍微有些累，坐下来啃起鱼干。\n　　“吃吗？”\n　　琉璃累的直接跪地上，翻着白眼向后仰。\n　　“你就没有新鲜点的东西吗……”\n　　她身体晃了晃，然后倒在地上。\n　　“休息会儿吧，跑的有点急。”\n　　打开水瓶灌了几口水，我站起来继续赶路。\n　　“这么快？”\n　　她有气无力的站起来，整个身子都萎下去。\n　　“幸苦了，争取中午能到那吃上一顿好饭吧。”\n　　我们的肚子都叫起来。\n　　到达村庄时已经到了下午。\n　　比我老家要小很多，只有些基础设施，村里没住多少人。\n　　“吃点什么呢。”\n　　我心不在焉的看着菜谱。\n　　蘑菇煲，兔肉煲……住在黑森林里，吃的都是些有营养的食物啊。\n　　琉璃反常的安静坐在对面，扭扭捏捏的晃动着身体。\n　　“要变回去了吗？”\n　　“嗯。我先回旅馆吧，你点些吃的送过来就好了。”\n　　目送她离开餐厅，我打开背包。\n　　并不是不想吃，但明明住在黑森林里，材料的获取都很方便，为什么都卖得这么贵！\n　　昨天那个牛排才花了我十几块，现在一碗汤都二十多，这是黑店吧！\n　　铁甲没希望了……\n　　琉璃因为药的原因身子很弱，和我对战时就能体现出来。会被我这个营养不足的人击退，看来她被那瓶药影响的挺深啊。\n　　多吃点补补吧。这样想着，我点了碗兔肉煲。\n　　……这绝对是黑店。\n　　可也不能惹事，我只能端着个小碗回到旅馆。\n　　“又发病了吗？”\n　　推开门，琉璃躺在唯一的小床上虚弱的闭着眼睛。\n　　蜘蛛形态的她要小很多，和枕头差不多大。\n　　算了，让她先休息吧。\n　　把兔肉煲放到桌子上，我轻轻关**走到铁匠铺。\n　　“小哥，买什么啊！”\n　　“有没有锁链甲。”\n　　也罢，铁甲我也穿不惯，轻便的锁链甲就挺好。\n　　“嗯，就这个吧，115绿宝石。”\n　　……你说啥？\n　　即使在王城，一个比较好的铁甲也才80多，锁链更是不到50。\n　　115……这翻了不止一倍啊。\n　　“算，算了……有点贵。”\n　　我擦擦冷汗，离开铁匠铺。\n　　这村子怎么回事，虽说建在野外也不至于抬价到这么高吧。\n　　明天一早就离开吧，这里的物价实在受不起。\n　　琉璃坐在床上吃着兔肉煲，我只能啃起鱼干……\n　　老子是除了鱼干什么都吃不了了吗！\n　　“琉璃，身体恢复了吗？”\n　　“嗯，差不多了。”她抬头望向我，“怎么了，还没在这呆多久呢。”\n　　我咬咬牙，提起铁剑。\n　　“我没钱了，要去接任务。”\n　　这里的任务就没有一个好的。\n　　收庄稼、打铁、杀怪……所有的任务都超难而且报酬还低，难怪这里根本没有人住。\n　　“那个……音，要不我们赶路到下一个村子吧，在这里实在呆不下去。”\n　　琉璃扯扯我的衣服。\n　　我也是这样想的，可已经到半下午，下一个村庄还要爬山，在夜晚根本无法前进。\n　　琉璃的情况还算稳定，所以稍微收个庄稼应该不是难事。\n　　“音，实在不行我卖身也可以，反正我也不在意。”\n　　琉璃紧紧地靠在我身边，周围的大叔都盯着她流下口水。\n　　……毕竟长得也算漂亮，真干起来会很受欢迎吧。\n　　“说什么傻话，我又不欠钱，没必要那么拼，稍微赚上一点就够了。”\n　　接下任务，我和她拿着锄头来到一块地上。\n　　“这……没有庄稼啊……”\n　　我回头看向委托人。\n　　“所以你们要从种开始，一直到收割。”\n　　“啪”我把锄头摔在地上。\n　　“老子不干了！”\n　　为了五块钱，傻子才会白干这么长时间！\n　　三\n　　“请交过路费一万元。”\n　　emm……好吧我真要生气了！\n　　这个村子太黑了，完全就想把人留下来做苦力！\n　　考虑到身边的琉璃没喝药随时可能变回蜘蛛，我忍住怒火走回村子。\n　　这个村子完全被两格高的栅栏围起来，只有一个出口。\n　　用斧头砍动静太大。假如没人看见，我可以让琉璃爬出去，等她变成人形再把我拉出来。\n　　但是村子实在太小，没什么遮挡物，随时都会被发现。\n　　“出不去了怎么办。”\n　　琉璃坐在床上踢着腿，她身上也没多少钱。\n　　就算有钱，一万，谁会交啊！\n　　而且不能在这耗。我不是出来旅游的，是去找流云的。在这里耗的时间越久，找到他的概率越小。时间上虽然还剩两个周，可加上回去的路，我只能再往前行走最多5天的路程。\n　　“实在不行就只能杀出去。”\n　　“你疯了，杀人是犯法的！虽说他们欺诈也违法，但也不足以致死。”\n　　“那能怎么办，我们现在根本交不了过路费，连再住一晚的钱都没有！”\n　　“……还是杀出去吧。”\n　　好吧，杀人是犯法的，所以他们才敢这么肆无忌惮的敲诈。\n　　“明明靠瞬移就能出去，弄这么麻烦干嘛。”\n　　白衣少女又出现在我脑海里。\n　　“只剩两次机会了，那招是我准备救风和用的。”\n　　况且反噬也不好受。\n　　“你用之前从我家里逃跑时的那招不行吗。”\n　　琉璃问我，她已经拿好镐子准备开挖。\n　　“等等，你要干嘛！这里是二楼，往哪挖。”\n　　末影珍珠，这是最后的办法。\n　　但我们身上没有。\n　　“说出去杀怪做任务不行吗？”\n　　“村内有矿洞可以杀怪，而且那里也有人挖矿看着。”\n　　“说白了出门收费这一条就不合理！”\n　　最后还是黔驴技穷了。\n　　“那个……琉璃，你变成蜘蛛把他们引开可以吗？”\n　　安静了一会，我终于想出一个办法。\n　　“……我不认为他们会全体出动。”\n　　然后立刻就被否决。\n　　怎么办，我被完全封锁在这里。\n　　只有杀出去这一条路吗？\n　　我不想犯法啊！\n　　“不用杀人，只把他们打晕应该不犯法吧。”\n　　“只打晕比杀人难多了。”\n　　只能用瞬移吗，可这样我的计划会被完全打乱。\n　　“……还是我把他们引开吧。虽说会剩下一些，但你肯定能闯出去。”\n　　等到黄昏，大街上还没放上火把时。\n　　“有蜘蛛！有洞穴蜘蛛！”\n　　他们要比我想象中的更慌乱。\n　　毕竟这里完全找不出会有洞穴蜘蛛的理由嘛。\n　　还有人把守在村口。\n　　直接敲碎窗户，我从窗户直接跳到栅栏上给他们每人头上敲了一下。\n　　“这剑挺重的，一时半会醒不了。”\n　　沿着地上的脚步，我朝着琉璃的方向赶去。毕竟突然变回人形就不妙了。\n　　“哇！他们好厉害！音！快帮我！”\n　　琉璃果然变回人形，被追赶的战士们包围住。她的声音里夹杂着哭腔。\n　　蠢货！都暴露身份了好吗！\n　　在他们反应过来以前用剑面给他们每人狠狠的来一下，这次的出逃任务成功。\n　　“赶紧赶路吧，反正已经暴露了。”\n　　拉住她的手，我们朝着森林深处跑去。\n　　接下来是雪山了。\n　　不知道这孩子撑不撑得住。\n　　我回头看向琉璃，而后者已经开始为周围的气温变化而发抖。\n　　看来不行啊。\n　　尾声\n　　这山看起来并不是很高。\n　　但整体海拔却是高得出奇，满山的白雪让我们连半山腰都到不了。\n　　“冷吗？”\n　　她身上塞着我剪下的羊毛，远远看去就是个大雪球。\n　　“不行啊，我还是觉得冷。”\n　　距离村庄还有一半的距离，但我们根本爬不上去。\n　　说实话，在这种地方住的人脑子一定有问题。\n　　“风太大，你要不然用能量挡一下。”\n　　在突破15级的瓶颈后，身体里会出现一个储存能量的空间，这也是为什么他们一直用能量却不会下降等级的原因。\n　　“挡不住。话说为什么风里还有石子，我差点都被划到了。”\n　　不可能爬上去啊。\n　　不止是大风，冰雪也是重要的原因。由于太冷，我根本不能握住石头攀爬，琉璃也因为身子太弱只能蜷缩着躲在我身后。\n　　这可真是麻烦啊……\n　　“有人吗！来人帮帮我们啊！”\n　　只能呼喊，当然山上的人是不可能听见的。\n　　“音……”\n　　“怎么了？”\n　　琉璃拉拉我的衣服，指着旁边对我说。\n　　“那里有台阶……”\n　　……好尴尬啊！\n　　屋里很暖和，但我只能冻着。\n　　绿宝石在经历过黑村之后在我的背包里彻底消失，无奈之下只能先赊账让琉璃住着，自己外出做任务。\n　　衣服不防冷，我只能依靠火把取暖。\n　　“……没远程武器啊。”\n　　前面有几个流浪者拦住我的去路。\n　　这次的任务是讨伐北极熊，这种中立性生物好像住在山顶上，有时会下到半山腰来找吃的，曾经发生过伤人事件。\n　　流浪者的危险性主要是它箭上的缓慢效果，中了之后容易被怪物包围。\n　　它们的等级和我差不多，都拥有智慧，成群靠拢在一起。\n　　“你说这样真的能成功吗。”\n　　“毕竟是命令，反抗也没用。”\n　　不知道在那叽叽喳喳说些什么，不过也不用管，悄悄绕过去吧。\n　　因为雪很厚，脚踩在上面只会发出轻微的“嘎吱”声，随后又会被刮来的大风所掩盖。\n　　成功绕路到达山顶，一只北极熊正安心的抱着食物。\n　　大部分都是肉类，按理说不该吃鱼吗？\n　　不过这山上好像也找不到鱼吧。\n　　这熊还挺大，按体格讲这只熊绝对超过20级。\n　　算了，放弃吧，这不是我能应对的。\n　　下山时从高处进攻把那些流浪者干掉卖钱吧，至少不能空手而归。\n　　慢慢的靠近，我直接跳下去横斩，铁剑轻松砍断它们的脖子。\n　　“不好！撤退！”\n　　有几个不在攻击距离里的边后撤着边往回射箭。\n　　跑了可不行，你们是我赚钱的唯一希望了。\n　　经验聚集在双腿上，我又使出熟悉的一招。\n　　直接硬抗缓慢箭，依靠直线冲刺在最短的时间内冲过去。\n　　三个雪球准确的在近距离命中。\n　　这里可是雪山，用以前的招式会滑下去的。\n　　雪球的击退效果在慌乱的它们身上很明显的表现出来，流浪者们从山上滚下去摔倒在一起。\n　　生活费有着落了啊。\n\n\n\n第八章：归途\n\n       一\n　　“话说这里为什么会一直烧着大火。居民都呆在家里不愿意出来，那取暖用的燃料怎么办？”\n　　呆在餐厅里，我感受到前所未有的温暖。\n　　从来没这么希望能一直待在屋子里。\n　　“你解决几只流浪者后就一直在这吃饭休息，再不去做任务都快变成废人了。”\n　　“没那么夸张。”我拍拍圆滚滚的肚子，“谁知道下一个村子黑不黑啊。”\n　　钱还剩一点，就算不做任务也没关系。\n　　“两位是要去哪，这里已经很接近边界了。”\n　　嗯，确实也快到了。流云应该不会出境，这个方向的话外面应该是亡灵族的据点。\n　　“老板，你看没看到有黑衣人经过。”\n　　“有哦，昨天有一群黑衣人顶着大雪向前走，也不进来休息一下。”\n　　赶上了吗。不过再继续走就是最后的边境小村庄，那里应该没什么特别的。\n　　“音，你有没有发现那里被摧毁了……”\n　　我沿着她的手指看去，那里原本存在的墙现在只剩碎片。\n　　“老板，这是怎么回事？”\n　　“没什么，只是山上的熊发疯而已，不必担心。”\n　　看来是常事了啊，不然也不会这么平静。\n　　但我练了那么久，都尝试到第5次了还是失败。\n　　“琉璃，你是怎么突破瓶颈的？”\n　　她虽然不强，可资质却是货真价实的。\n　　“我就是在到达15级后突然感到一阵轻松。”\n　　……问她算我傻，蜘蛛和人类的构造是不同的。\n　　老板似乎挺强，不过很懒，即使熊弄坏了墙也不想管。\n　　全都帮不上忙啊。\n　　“这里有留名楼吗？”\n　　作为第一的情报聚集地，无论是什么消息都能找到，当然也包括所有突破的方法。\n　　“有哦，就在那里。”\n　　这里的留名楼建在悬崖上，毕竟这里的地形险峻。\n　　“呦吼吼，欢迎光临，来自远方的客人和住在地底的女孩啊！”\n　　是熟人啊。\n　　“你在这里干嘛，金杯？”\n　　我看着夸张的手舞足蹈的金杯，没想到他竟然是留名楼的一员。不过能在王城参加云修阁测试的都不是普通人，毕竟连报名的资格都会有人专门判定。\n　　“咳咳。”他终于回归正常，“我为了庆祝获取入学资格专门回到老家玩的，顺便收集情报。”\n　　连琉璃的**都能发现，留名楼的情报获取能力不一般啊。\n　　……等等，王城的告示牌上好像都说了吧，那不成只有我一个人没看？\n　　“那你们呢。音的话我很清楚，可琉璃跟着的原因就不知道了。难不成你想开后宫？”\n　　“去死吧！”我挥挥手，“先给我来一盘羊肉。”\n　　然而他不理我，笑盈盈地拉起琉璃的手牵到一个专门的房间里。\n　　喂，别丢下我一个人啊！独自在这里很尴尬的！\n　　“你竟然独自跑了。”\n　　推开房间的门，我看到琉璃脸红着张开嘴，金杯则仔细的吹吹，然后把汤喂到她嘴里。\n　　这个狗粮猝不及防啊……\n　　“打扰了。”\n　　轻轻掩**，顿时感到孤独笼罩住我。\n　　算、算了，自己吃也挺好的，能省下不少钱……\n　　“看来你误会了啊。”\n　　金杯打开门，伸手捋了捋头发。\n　　“我只是喂她解药而已。”\n　　解药？她身上应该没有毒啊？\n　　因为说在外面不方便，金杯把我们叫到房间里。\n　　“琉璃的那瓶药有副作用，那个汤是专门治她的，只要以后别再喝药就能好。”\n　　“有什么好处吗？”\n　　我到现在还搞不懂状况，怎么感觉自己是这里最傻的人。\n　　“呐，我们是很久以前就认识的好朋友嘛。”\n　　这样啊……\n　　我信你个鬼嘞！\n　　很清楚我不会相信，他尴尬地笑了笑。\n　　“其实是上级让我保护她，我也不知道原因。”\n　　记得琉璃说过蜘蛛能依靠人型混入人类的高层，可能那个上级也是蛛族的一员吧。\n　　“金杯，你到底知道我们多少？”\n　　“能知道的都知道，包括你的能力。”\n　　“能力？”\n　　轻轻咳了一声示意，金杯领会递给我一杯水。\n　　这根本就没领会！\n　　“黑衣人们现在就在前方的村庄里准备越境。”\n　　“嗯，是个有用的情报，可惜赶不到。”\n　　虽然很想救风和回来，但办不到的事情怎么也办不到。\n　　“没事，有我。只要是琉璃小姐参加的事我都会鼎力相助，这是上级的命令。”他拿出三颗末影珍珠，“有这个东西就能赶上了吧。”\n　　准备的挺充分啊，留名阁可真是深不可测。\n　　很好，只要能碰到风和和碎片我就能完成计划。\n　　至于方法，金杯肯定知道。\n　　我望向他，对方则用点头确认。\n　　二\n　　“虽然成功赶上了，但好像被人摆了一道。”\n　　流云至少也是一等一的强者，怎么会被我们钻了空子。\n　　为了不暴露琉璃的身份，她面对黑衣刺客只能使用不擅长的剑。\n　　这也是没办法的事嘛。\n　　“留名阁应该预料到危险了吧。”\n　　“那当然。”金杯又拿出末影珍珠，“上级告诉我遇到危险直接跑。”\n　　然后他独自逃走了。哦不，他还带走了琉璃。\n　　一打七，呵呵。\n　　原本不拿碎片也有希望，但现在看来必须要两个都带走。\n　　“音，碎片还在那孩子身上。”\n　　没取走吗？流云到底想干嘛？\n　　不过这样倒省事，先直接带走风和之后再想办法唤醒她。\n　　但不知道准确位置，自己也无法瞬移过去。\n　　身形在攻击的缝隙中不断变换，以这种速度还不至于受伤。\n　　铁剑“乒乒乓乓”的把武器弹开，但自己也因为如此无法稳住重心。\n　　依靠蛮力出不去啊。\n　　顶多只能挡几下，再不出去自己的体力会慢慢消失殆尽。\n　　“呐，你去帮我探个路，越快越好。”\n　　白衣少女化作白烟从缝隙中飞出去。\n　　力量强化！\n　　力气大了，挥舞起铁剑简直是小菜一碟。\n　　“嘭”依靠蛮力强行击飞他们，对着空隙加速闯过。\n　　现在的我速度和气态的白衣少女一样快。\n　　“感应到了，流云在村口。”\n　　“嘁，守着我吗。”\n　　再次加速，速度再次提升一倍，我的身影彻底只剩一摸黑色在橡木林中穿行。\n　　直接踏过湖面，以最大力量握住手里的铁剑，高举过头顶向地上劈去。\n　　“轰”气流从剑与剑的碰撞中爆发出来，地面被崩出一个大坑，四周的树木转瞬间夷为平地。\n　　“你太莽了。”\n　　流云邪魅一笑，右手青筋暴起，硬生生顶开全力几来的铁剑。\n　　“砰砰磅膀”几声，明明已经强化力量的我却只能招架住飞速斩来的铁剑。\n　　只要一下就足够了！\n　　聚集所有经验，劈向他。\n　　“看来你还不是个人渣。”\n　　剑刃相撞的那一刻，烟尘四起。\n　　“不好！”\n　　流云双手合十，气流吹散烟雾。\n　　反应挺快啊。\n　　我的武器爆掉，但流云的却没事。\n　　“想这么轻松赢我？”\n　　只能后退。\n　　效果时间快到了，只要能碰到风和就可以。\n　　想碰到还不好办？\n　　白衣少女现出实体，朝着风和狠狠地踢了一脚。\n　　虽然觉得不太好，但我已经碰到风和。\n　　“瞬移！”\n　　快速移到雪山上，这下子可算安全了。\n　　很可惜三次机会全部用光，如果流云再追上来就跑不掉了。\n　　“欢迎回来呦，使出压箱底绝技的小伙子。”\n　　金杯和琉璃站在我身边。\n　　“你们可别嘲讽我了。”\n　　“呼呼”喘着气倒在地上，身旁的风和安详的闭着眼睛。\n　　我把你带回来了，风和。\n　　“呐，你也该给我说一下怎么回事吧，我没看见末影珍珠丢过来诶。”\n　　“这些事路上再说，流云不会再追过来了，毕竟连武器都爆了。”\n　　“你怎么那么放心，那家伙拿把木剑都能吊打你。”\n　　我望着天笑笑，从雪地上站起来。\n　　离回复还有半年，看来要小心点了。\n　　“老大，没问题吧，碎片都被抢走了。”\n　　“宝石碎片算什么，给他们就是了。现在我们要保存实力拿回她抢走的东西。”\n　　流云手里拿着张纸，那上面的图案明显的被血沁湿过，显露出黑色的条纹。\n　　手上还有大半宝石，丢个碎片没什么关系，毕竟以后还有用呢。\n　　“会开吗，那干尸反悔了怎么办。”\n　　“没事，在利益的驱使下，它绝不会反悔。”\n　　白衣少女，背叛者是没有好下场的。\n　　三\n　　成功救回风和，我们在饭店里喝起闪耀西瓜汁。\n　　闪耀西瓜汁，当然是用闪耀西瓜榨的汁。\n　　但我连闪耀西瓜能不能吃都不知道。\n　　“既然都拿到人了，就让金杯用末影珍珠送我们回去吧。”\n　　“说什么呢，我一向是用多少带多少。”\n　　也就是说一开始就没想着给我用末影珍珠逃跑呗。\n　　但正也因为这样，我才能下定决心使用能力救出风和。\n　　“算了，徒步走回去就好。来时那么急，都没好好享受享受。”\n　　“我的任务可没完成，所以要跟着你们一起享受！”\n　　这完全是借口吧！\n　　但也不知道他需要保护琉璃到什么时候。\n　　“我们还是尽快回王城吧，这里的诊所都唤不醒她。”\n　　只是把她救回来，差点忘记正事。\n　　不过我不清楚流云把碎片留在风和体内有何用意。\n　　但知道了只会给自己带来麻烦。\n　　“音，你还有钱吗？”\n　　“……”\n　　话说回来，我即使回到王城也没钱帮她看病啊。\n　　而且路上还会路过那个黑村，鬼知道会不会又被骗取钱财。\n　　“咳咳，接个任务吧，刚活动一下筋骨不能就这样松懈下来。”\n　　他们一脸鄙夷的看着我。\n　　“上次那个北极熊的悬赏还没完成呢，要不这次再尝试一下吧。”\n　　“也行，正好我经验都用完了，杀了它估计能升好多级。”\n　　“……我们还是换个简单的吧。”\n　　“为啥啊！”\n　　虽然我再再再次掉回了0级，但我依然会努力变强。\n　　所以就不要看我弱就换任务嘛！\n　　望着我渴望的小眼神，金杯的嘴角抽动了两下。\n　　“那个，我去要点小菜，你们先聊。”\n　　别走啊！\n　　“琉璃啊，你身上有钱没？”\n　　“没有啊。”\n　　“所以我们去接那个任务吧，有你们俩在，肯定能够解决它，你也知道它给村子带来了多大的破坏吧！”\n　　“我拒绝。”\n　　好一个斩钉截铁地回答，刺得我的心好痛。\n　　罢了罢了，赚钱的任务又不是只有这一个，我只是认为你们看不起我觉得不爽而已。\n　　“这山上还能有什么任务，杀雪兔？”\n　　“……好吧，我们去杀熊吧。”\n　　转变的可真快啊，不过我并不讨厌。\n　　“呐呐，你真觉得我们能打过它？”\n　　金杯不安的看向我。\n　　下方，是正熟睡着的北极熊。\n　　“块头有点大啊。”\n　　琉璃倒显得很轻松。\n　　只要有她在，一口致命毒液就能轻松喷死它。\n　　“可以吧，我不觉得它防住毒素。”\n　　琉璃变成蜘蛛，先向周围喷射蛛网包围，然后几口和我之前一样的毒液喷射过去。\n　　毒液腐蚀北极熊的身体，它撕吼一声开始乱蹦。\n　　这时四周的蛛网起了效果。\n　　随着琉璃不断喷射蛛网拦截它的行动，毒液也将它的身体重伤。\n　　“……好轻松啊。”\n　　于是我们在琉璃的帮助下解决了北极熊。\n　　“你们竟敢妨碍我们的任务！”\n　　正当我们开心着，身后传来一个愤怒的声音。\n　　流浪者，和之前的是一伙的吗？\n　　上下打量了一番。能交流，说明是高等级。\n　　“来呀，区区流浪者而已。”\n　　金杯拿出铁剑挑逗起它们。\n　　笨蛋，你这是没事找事吗！\n　　不过有琉璃这个大杀器在，也不用担心它们会冲上来。\n　　杀死北极熊后，作为大功臣的琉璃吸收了大部分经验，升到19级。\n　　因为感受到身旁琉璃的实力，开口的那个并没有立马攻过来，反而在思考。\n　　“我想起来了，你就是……”\n　　它突然一拍手，开口要透露她的身份。\n　　说出来也没关系，反正我们都知道。\n　　可要是让它把这个情报散播出去就不好了。\n　　“少废话，赶紧解决掉它们！”\n　　用雪球来给金杯做掩护。害怕被击退摔下山崖的流浪者们开始分散，每个怪中间都有空隙，可以逐个击破。\n　　由于是近战还是偷袭，金杯占有绝对的优势。\n　　随随便便轻松斩落它们的头颅，只剩下之前那个知道琉璃身份的还站在原地。\n　　“它看起来不好对付啊。”\n　　金杯开始皱起眉头。\n　　“哼，只是斩杀那群小怪而已，看我直接灭了你们！”\n　　这股大BOSS般的气息是什么鬼？\n　　不管你是什么，今天都不能让你活着离开。\n　　“你倒还有些意思，来和我过两招！”\n　　它突然丢掉弓箭，拿出一把铁剑。\n　　哇，看起来好帅！\n　　然后它的头颅被瞬间射爆。\n　　对此我只想说：帅有屁用！你是不是傻，真以为我们都在那当摆设呢！\n　　收起风和的弓，我捡起它的铁剑。\n　　正巧武器爆了，这就用来当作你妨碍我们的赔偿吧。\n　　“有了钱就赶路吧，我还要去黑村子报仇呢。”\n　　“算了吧，他们可能记住了我们的长相。”\n　　要真是那样的话被抓住可不好办。\n　　“这样就争取能到达旅馆吧，我可不想再花冤枉钱。”\n　　“反正也快开学了，我跟你们一起回去，提前熟悉一下环境。”\n　　话说回来我还没看过一次校园里的样子呢。\n　　“那就别废话，赶紧走吧。”\n　　于是我们欢呼雀跃的奔向王城。\n　　尾声\n　　“哦吼吼，我们回来了！”\n　　金杯高举双手，真不知道他为什么高兴。\n　　“琉璃小姐，我还有保护你的任务，所以可能要去你的大使馆住上几天。”\n　　“哦，你还不知道吗，我把大使馆扔了。”\n　　她轻描淡写的回答道。\n　　“什么？”\n　　因为无法正常完成任务，金杯有些失落。\n　　“既然如此你住在哪？”\n　　“我想想哦……音好像答应要照顾我。”\n　　她扭过头来用邪魅的眼神看向我。\n　　“哦呦，看来我在这打扰到你们俩了。这可真是个有用的情报！”\n　　金杯大张着嘴巴点点头，立马跑走了。\n　　“你别什么八卦都乱传啊喂！”\n　　我在他身后叫嚷着。\n　　“知道了，萝莉控！”\n　　看来又要被误会了。\n　　风和交给医生治疗，说是没什么大碍。\n　　忙了好一阵子，自己的事情也可算告一段落，能够好好休息了。\n　　“你又没考上云修阁，还扔了大使馆，蛛族不让你回去吗？毕竟呆在这挺危险的。”\n　　考虑到副作用，琉璃扔掉了药水，现在的形态是随机变换。这样的她在人类的城市里生活会很困难吧，没住宿没收入。\n　　不过她是借大使的名义被流放出来的吧，没必要把她叫回去。\n　　“我可是重要的和平大使，之前考试只是走个程序，没考上也没关系，动用权利直接录取。”\n　　这个黑发萝莉挺起贫乳的胸膛看着我，宝石般的红眼睛反射出黄昏的夕阳。\n　　诶，还是有权利的吗？我以为是被流放，只是个名义大使呢。\n　　也就是说，我们以后就是同学喽？\n　　学校里的熟人又增多了呀。\n　　“那么，以后请多多指教喽。”\n　　我微笑着向她伸出手。\n　　琉璃看着我的眼睛，“噗呲”一声笑出来，银白的牙齿露出来。\n　　“嗯！”\n　　洁白纤细的小手“啪”的一声和我握在一起。\n\n\n\n\n第二卷：王城的风波\n\n第九章：繁杂的生活\n\n       一\n　　回归平静的感觉真好啊！\n　　流云也没有回王城找我，一直了无音讯。\n　　这也不是坏事，虽然有些担心但估计他们都已经出了国，和我再也没了关系。\n　　琉璃说让我养她，但学院都有专门的宿舍，所以我不必担心。\n　　到了第二学期，为了学习，全部设成了单人单间。\n　　自己一个人宅在家的感觉太爽了！\n　　但这爽感维持了还没半天。\n　　“谁啊！”\n　　“咚咚”的敲门声把我从床上叫起来，太阳直挂在高空洒下金光。\n　　一觉睡到了中午吗？但明天才开学，所以也没关系。\n　　这时候来找我的应该是想来见见新人的老学员吧。\n　　“嗨！音，中午好啊！”\n　　琉璃抬起手笑眯眯的和我打起招呼。\n　　“嗯，我肯定没睡醒。”\n　　狠狠关**，我躺回床上继续睡觉。\n　　女生是不允许进入男生宿舍的，这点常识我很懂。\n　　所以我一定在做梦。\n　　“混蛋，给老娘开门！”\n　　踹门发出的噪音扰得我蒙住头。\n　　“亏得老娘态度这么好，反手关门是什么意思！”\n　　声音越来越大，“哐哐”声和琉璃的嘶吼夹杂在一起，害得我彻底清醒。\n　　打开门，才到我胸口高的琉璃鼓起脸望着我，狠狠地喘着粗气。因为发怒而变的粉红的小脸凸显出血红的眼睛，明明是生气却在我的视角下变成了撒娇。\n　　“哼。”\n　　她鼓着脸从我身边钻过去，从背包里拿出床放下。\n　　“呃……你能先解释一下什么情况吗？”\n　　眼前所发生的不可思议的事感觉像是后宫男主的开局。\n　　害得我想狠狠抽自己一巴掌。\n　　“为了不暴露出我是蜘蛛，就向校长申请和你同居。然后知道情况的校长同意了。”\n　　“啪”我真的抽了下去。\n　　这种感觉……意犹未尽啊。诶？我好像解锁了某种不得了的属性。\n　　同居吗？面对一个蜘蛛我是没有什么感觉，但私人空间被搅扰的感觉让我很不爽。\n　　“为什么不去找金杯呢，他的任务就是保护你。”\n　　“说什么呢。明明答应了要养我的，而且前几天不是说要多多关照吗？”\n　　她背着手微微弯腰，轻轻的微笑着，在阳光的衬托下如同天使一般。\n　　可惜她是怪物。\n　　“要出去逛街吗，今天是放假最后一天耶。”\n　　看着她快速放置好物品，简单的床、学习的教材、普通的衣物……这寒酸样和我有的一拼。\n　　只不过我连学费都交不起罢了。\n　　不过幸好有补交这一办法，只要能在学期结束前交完就可以。\n　　“逛街？算是拉我约会吗？”她简单的数了一下钱，“我有很多想买的东西，但是钱好像不够。”\n　　说着就往我这瞟了一眼。\n　　她穷是有目共睹的，旅途上的花销就全是我垫的。\n　　但我这边也缺东西啊，加上要分期交学费挤不出多少钱。\n　　“别指望我，之前旅途的钱你还没还呢。”\n　　所以要趁早打消掉她这种想法，不然以后可就没完没了。\n　　“骗你的，还真是小气。走吧，还要赶在黄昏前回来呢。”\n　　她爽朗地一笑，随手丢给我一块金锭。\n　　我滴个乖乖，原来你是隐藏土豪啊！\n　　1块金锭可是100颗绿宝石啊，就这么随手给我了！\n　　“算是报答你旅途上因为我而多出的花销。”\n　　呜呜呜，你可真是个好人！\n　　商业街是王城唯一的物品购买区，所有的商铺都聚集在这里。\n　　虽然其他地方也有小摊但都是违法的。\n　　“学校里也有商店，所以买点那里买不到的就够了。”\n　　时间有点紧，不快点不行。\n　　这好像是我第一次陪女生逛街，虽然对象不是人类。\n　　“别催嘛。我问你，如果现在我们两个人被熟人撞见怎么办？”\n　　她微微一笑，慢条斯理的在女装店挑起衣服。\n　　不至于坑我吧，对她也没有好处。\n　　但如果真碰上了可就不只是绯闻这么简单，很有可能加上萝莉控的前缀。\n　　“呐，音，哪个更好看？”\n　　她拿着一件白色连衣裙和一件黑色上衣笑眯眯的注视着我。\n　　该不会真是要坑我吧。\n　　“都挺合适的，但号码好像不太对呢。”\n　　我也笑回去，拿着衣服和她对比，衣服很明显大了很多。\n　　“无趣！”\n　　伸手把衣服夺回来，然后瞪了我一眼，琉璃从背包里拿出绿宝石。\n　　“买了，把这两件衣服小两号的拿过来。”\n　　“那接下来逛内衣店吧。”\n　　她脸上挂着难以捉么的微笑。\n　　“你需要穿内衣吗？哦不，你能穿内衣吗？”\n　　呵呵呵，想让我出囧可没那么容易。\n　　话说琉璃穿这些用蜘蛛丝做成的衣服不会感觉别扭吗？\n　　怪物的脑回路真是搞不懂诶。\n　　二\n　　“夏天嘛，自然要想到泳衣。”\n　　因为内衣计划失败，她开始转移到另一个男人会感到害羞的场所。\n　　“暑假已经过了哦琉璃同学，下次放假要到秋天。”\n　　我和琉璃笑眯眯的看着对方，不如说从今天一见面开始就一直在笑着。\n　　嗯，好浓重的火药味。\n　　“哦，是啊。不过秋天凉爽的空气也很适合游泳呢。”\n　　她僵硬的回答道。\n　　“好啊，我很想见识一番琉璃同学的品味呢。”\n　　至于吗，放弃不就好了，非要死撑着让我出丑。\n　　“是吗。反正离太阳下山还要早得很，我就把整个店的衣服都试一遍吧。”\n　　想要浪费我的时间？\n　　“对不起，容我去上个厕所。”\n　　万能的开溜借口，你总不能把我强行留住吧。\n　　“好了不闹了。平时也没人陪我逛街，就想让你陪我买个衣服而已。”\n　　她最终叹了口气，然后恢复笑容开始试穿衣物。\n　　……我是不是有点过了。\n　　看到她叹气时低沉的表情我感到有些难受。\n　　“去医院见一下风和吧，她好像恢复的差不多了。”\n　　眼看着到了半下午，买好东西的琉璃提议道。\n　　有生命宝石在，风和即使是受了那种重伤也不会死。\n　　在洁白的病房里，差不多康复的风和已经拆掉了绷带，随时可以出院。\n　　“小音，你帮我办下出院手续吧。”\n　　在十年前，我们双方的父母都发生了意外，都只能依靠遗产活着。\n　　所以现在我们互相是监护人，被村里判的。\n　　“琉璃，你照顾下风和，我去办手续。”\n　　原本几天前就可以出院，只不过因为要观察一段时间才拖到现在。\n　　“你好，你就是风和的监护人吗？”医生拿出一张纸，“请在上面签字。”\n　　签上自己的名字，医生又拿出一块青绿色的碎片。\n　　“我们在患者心脏部位发现这块异物，根据规定要交给你。”\n　　生命宝石已经脱离她体内了吗，这也就代表着风和已经不需要这个作支撑了。\n　　太好了，我关于这件事的心结终于解开了。\n　　再次回到病房，风和以一种截然不同的眼神看着我。\n　　“琉璃，你没说什么吧。”\n　　“我没有乱说哦。”\n　　不是说而是乱说吗，果然出问题了。\n　　“小音啊，即使你是萝莉控也没关系的。”\n　　果然啊，我一和琉璃扯上关系就会变成萝莉控。\n　　话说我陪她买的泳衣就放在旁边呢。\n　　怎么狡辩也没用了呀。\n　　“手续办好了，收拾东西出院吧。”\n　　我不想做无用的辩解，只能用苦笑作答。\n　　“明天开学，想好要选的科目了吗？”\n　　在回学校的路上，琉璃问我们。\n　　被我搀扶着的风和最先作答。\n　　“肯定是职业科吧，我以后要成为冒险者闯荡世界！”\n　　她用左手撑着我的肩，踮起脚尖朝着天空高举着右手。\n　　冒险者吗，很棒的想法呢。\n　　关于以后的事吗？\n　　“我没有什么擅长的事呢。”我无奈的叹息道，“科目的话，肯定是全面发展的自由科吧。”\n　　“我会选炼药科吧。至于原因嘛……”\n　　琉璃掂着脚转了一圈，最后在我面前停下，眨了眨眼。\n　　我感到肩膀一阵疼痛。\n　　拜托你，能不能别用这种会让人误解的动作啊。\n　　三\n　　云修阁，以专业的学习设备而出名的大学院。\n　　综合评价乃是全国第一，建立在首都王城，面积占全城总面积1/4的超大规模学校。\n　　专门用来让学员历练的后山超过学院面积的一半，里面是纯生态的环境。\n　　在这里上学的大部分是贵族子弟，所以学员的平均等级超越其他地区。\n　　“确定没关系吗，你可没吃药诶。”\n　　因为副作用而停止服药的琉璃会随时变回蜘蛛，独自一人上课会很危险。\n　　“不必担心，金杯会保护我的。”\n　　作为留名阁成员的金杯实力一般，但拥有附魔装备。虽然炼药科里学院很少，但大多是高年级学生，很难确定他能保护好。\n　　但这不需要我担心，因为校长似乎知道她的身份，不至于让她遇害。\n　　自由科，乃是没有目标的人的聚集地。因为会全面发展，所以能让学员有更多考虑以后人生的时间。\n　　“诶？人怎么这么多啊？”\n　　原以为大部分人会跟随主流选择单项专攻的职业科，但却有十几个高年级学生在这里。\n　　云修阁采用四年制，每个年级都有十人上下。\n　　很难想象会有将近毕业的高年级选择这么无足轻重的科目。\n　　“萝莉音同学是吗？”\n　　“我很介意“萝莉”这个前缀的，所以能请老师别再说了吗？”\n　　“好的，那请你抽取任务吧。”\n　　棕发的老师眯眼微笑着在桌子上放下几张纸。\n　　作为惯例，每周一开始都会让学员抽取任务，借此来让学员进步。\n　　但正因为这么松散的学习方式，这个科的学员没有任何擅长的东西。\n　　随便掀开一张摆在桌子上的纸，上面的任务差点让我笑出来。\n　　杀死5头猪，这任务不是来搞笑的吗？\n　　估计正是因为如此简单，所以大家才会来这吧。\n　　“请在本周内完成这个任务。”\n　　“完全没问题。”\n　　后山大着呢，而且会有人往里面送动物维持生态，几头猪而已，轻轻松松。\n　　“音，你确定不来职业科吗？”\n　　我回头一看，风和正在门边不安的看着我。\n　　“我不觉得这里有什么问题呀，如果任务简单也算的话。”\n　　“就是这个问题。任务太简单进步也会慢的。”\n　　对诶，这样说来我进这么高级的学院可不是要浪费青春的。\n　　“可以换科哦。如果觉得不合适的话是可以的。”\n　　在这里待下去真的好吗？\n　　“风和，我去职业科会怎么样？”\n　　我没有任何突出的优点，所以选职业时也会很麻烦。\n　　“你会获得更快的进步，更大的优势。”就连自由科的老师都开口了，“说实话，来这个科的人都是在浪费时间。赶紧去选其他科目进步吧！”\n　　就连老师都这么说了，看来这个科真不怎么样啊。\n　　四\n　　为了进步，我和风和来到职业科。\n　　“萝莉音同学吗？欢迎你来到职业科，有什么想选的职业吗？”\n　　我已经懒得再吐槽老师对我的称呼，接过职业名单看起来。\n　　“风和选的是弓箭手吧，那我也要选一个能派上大用处的职业呢。”\n　　能和弓箭手齐名的就是站在前方杀敌的骑士和战士吧，再次点的就是盾牌手，都是进行战斗的职业呢。\n　　我很讨厌打来打去，只想平静的生活呢。\n　　“诶？炼药师？那不是要去炼药科专门学习的吗？”\n　　“哦，这种只是低级的药师而已，只会酿些应急的药水。”\n　　挺不错，不用去前方杀敌，组队的配合性也很强。\n　　“那就这个吧。”\n　　“因为简单吧。”\n　　说着风和拿胳膊肘撞撞我。\n　　炼药师不需要进行训练，但要记住每种药材的作用和药水的配方。\n　　早早回到宿舍，炼药科的琉璃正坐在那里看炼药书。\n　　“琉璃，炼药师和药师有什么区别呢？”\n　　在作用上来看没区别，但为什么炼药师就要在专门的科目学习？\n　　“因为这个哦。”\n　　琉璃拿出一个小台子，上面能放三瓶药水。\n　　“炼药台吗？学校可真大方。”\n　　“没错。你们药师会在炼药锅里投入药材进行酿造，那种比较简单。”说着琉璃将一个水瓶放在炼药台上，“但在炼药台上炼制配比需要更精准，酿出的药效果会更好。”\n　　她往水瓶里放入一点地狱疣，并用能量驱动炼药台。中间的烈焰棒发出红光，水瓶开始冒出烟雾，颜色也渐渐变浓。\n　　“这种方**使药材的作用发挥得更充分，但同时也会更危险。”烈焰棒越来越亮，“一不小心就会炸裂。”\n　　随着药水开始沸腾，玻璃瓶也开始晃动起来。烈焰棒渐渐暗下去，药水瓶开始恢复正常。再放入一点点闪耀西瓜，药水渐渐变成淡淡的粉红色。\n　　“好了，稍微有点用的回复药水。”\n　　喝下去，冰冰的，口感并没有风和喂我时那瓶好。作用也并不明显，只能感到神清气爽。\n　　“在这种程度的作用下，你们药师就会发挥出光彩。”\n　　在琉璃的指挥下，我放下炼药锅，用水桶装满水。直接丢入地狱疣和闪耀西瓜，锅里的水开始变色。\n　　“这种方式酿药会省时省力的多，而且量也大。”她拿出一根木棍搅拌起来，“只需要在锅下面生火，或者搅拌，或者用能量催化，就能酿出一些基本药水。”\n　　用空瓶子灌满药水喝下去。\n　　口感虽然比刚才的更不好，有点涩。但效果要差不多，而且还能再装好几瓶。\n　　“其实这两种职业到达巅峰时酿出的药水效果是一样的，只不过在像这种低级的东西才会出现差距。”\n　　“琉璃，你酿药是为了治好自己吧。”\n　　“嗯。”她低下头继续看书，“我们蛛族并没有能控制的药物，所以我要找到方法。即使不能让自己随意控制，也要维持一种形态生活下去。”\n　　“如果只能维持一种形态，你会选择哪个？”\n　　中午的太阳洒下来，照射在她手里的书上。\n　　“吃饭时间到了，走吧。”\n　　尾声\n　　风和和以前一样坐在我旁边。\n　　“哇，你竟然能吃起肉了！”\n　　风和双眼放光。在她的记忆里，我连菜都吃不起。\n　　“琉璃给了我点钱，最近生活还算富裕。”\n　　那一块金锭够我花上一个月了，现在好东西随便吃。\n　　“你和琉璃同学很熟吗，我记得你还陪她去买泳衣了耶。”\n　　“这个嘛……”\n　　我挠挠头，望向对面埋头吃饭的琉璃。\n　　“不止是熟哦。风和同学不知道吗，他们在同居呢。”\n　　明明知道真相的金杯故意这么说。\n　　也不算是假话，但这样一来我们的关系……\n　　“是、是嘛，没想到啊。”\n　　风和低下头奋力撕咬起牛排。\n　　“音，你听说了吗？”\n　　“什么？”\n　　“大赛哦。”琉璃咽下最后一口菜擦擦嘴，“每年惯例的大赛，有奖金，正好帮你交学费。”\n　　“诶？诶诶？小音你还没交学费吗？”\n　　我不知道风和为何如此惊讶，明明一直都知道我没钱的。\n　　“我哪有钱交啊，现在是分期付款。”\n　　“我记得比赛是组队制吧，那大家就帮帮没钱的萝莉音吧。反正奖金肯定会有剩余。”\n　　金杯啊，你明明什么都知道怎么就是故意这么做呢？\n　　我呼出一口长长的气。\n　　“正好，假如能闯出名气，毕业以后的生涯也会一帆风顺的。”\n　　有道理。不单单是钱，名声也很重要。\n　　“琉璃，你没问题吗？”\n　　我听见旁边传来握拳的“咔咔”声。\n　　沉默了一会，琉璃释然的笑道。\n　　“……好啊，没问题。”\n\n第十章：琉璃的心事\n\n        一　　“比赛队伍限制两人。”\n　　两人的话，要分成两组呢。\n　　“放心吧萝莉音，我会照顾好琉璃的，你就和风和一起并肩作战吧。”金杯高傲的拍拍自己的胸脯，“不过我要是赢了可不会帮你交学费。”\n　　“谁要和你组队了！”\n　　琉璃一巴掌拍在他脑袋上，疼得他弯下腰捂住头。\n　　我感觉后背一阵疼痛，好像被人掐了一下。\n　　“音，你不会真的是……”\n　　风和靠在我耳边低语。\n　　“不是，你真的想多啦。”\n　　我无奈的叹口气。竟然连风和也觉得我是萝莉控，看来我的信任度不高啊。\n　　“琉璃，你就跟着金杯吧。虽然他不靠谱但实力还是有的。”\n　　“什么叫不靠谱！”他扑过来揪住我耳朵用力往两边拉扯，“嗯？你给我好好说一下，实力强劲我哪里不靠谱！”\n　　“被一个未突破的人踩在肚子上还好意思说实力强劲，不知道比赛时是谁没脑子往敌方的陷阱跳。”\n　　琉璃慢悠悠的拿起西瓜啃起来。\n　　“还好意思说。被一个营养不足的人直接击退，拿盾牌被人瞬间砍爆。我怎么不知道你有什么能耐，不能夜视的残次品。”\n　　金杯坐在旁边的椅子上翘起二郎腿。\n　　“夜视？”\n　　风和脸上出现了疑问。\n　　你们说话能不能注意点，机密都透露出来了。\n　　“残次品……”\n　　“是啊，区区残次品，有什么资格教训我！你个残留下来的渣泽！”\n　　为了呈一时之快，他以居高临下的态度辱骂她。\n　　“你说谁是残次品！”\n　　琉璃把西瓜籽狠狠的啐在金杯脸上。“残次品”这三个字伤害了她的自尊，狂暴的琉璃狠狠抓住他的衣服提起来，原本血红的眼睛开始变得乌黑。\n　　这是要用剧毒的征兆。\n　　“等、等一下，我还不想死！”\n　　金杯确实说的有点过了。原本琉璃就很在意自己的身份，作为实验的失败品依然在努力的活着。但“残次品”无疑是对她的一种极致的侮辱。\n　　“混蛋！”\n　　强压下一股怒火，琉璃将金杯甩了出去。金杯在地上翻滚几圈，砸在后面的树干上，直接将原木砸碎。\n　　她眼眶里含着几滴泪水，强忍着没有哭出来。随着喘息声的变化琉璃渐渐松开握紧的拳头，闭上眼睛用沙哑的声音说道。\n　　“我们回去讨论吧。”\n　　风和慌张的望着我们。\n　　“音，怎么回事，琉璃同学现在好可怕。”\n　　嗯，我同意，确实很可怕。\n　　随着喘气大起大落的胸脯，因为发怒而四处飘散黑发，如同地狱岩般深红色的眼睛。不只是外观上，她的实力也很恐怖，真用起毒来金杯估计连渣都不剩。\n　　“你不用管了。现在琉璃心情不好，我们还是回去吧。”\n　　要想办法让她冷静冷静。\n　　浴室里传来“哗啦啦”的水声，并伴随着一口长叹。\n　　“……音，我今天做的是不是有点过了。”\n　　静默许久，琉璃用低沉的语气问我。\n　　“确实有点过了，但金杯还是有错的。”\n　　“抱歉。”\n　　水声停下，我知道她要开始泡澡了。\n　　我所能知道的最快冷静的方法就是泡凉水澡，冰凉的水能让人瞬间惊醒。\n　　好安静啊，连一点水声都没有。\n　　“琉璃？”\n　　推开门，依然维持着人型的琉璃只露出半个头在外面。我看到有水从她眼里流出来。\n　　“没事吗？”\n　　因为对方是蜘蛛，所以我毫不介意的走进来。\n　　琉璃仰起头闭上眼睛，呼出一口长长的怨气。\n　　“我是残次品没错啊，为什么我就是不接受呢。”\n　　“你不必接受的。”\n　　为了防止她着凉，我开始往里面注入热水。热水注入里面，激起波澜，原本的凉水溢出去洒在地上。\n　　“没想到你丝毫不介意这种事呢。”\n　　琉璃翻个身，把下巴搭在水池旁。\n　　“什么事？”\n　　用手指测测水温确定没问题，我停止倒水。\n　　“男女之事啊。我现在以人类的身份在你面前裸体，你却脸都没红一下。”她笑着说出一句让我大惊失色的话，“你是不是也没把我当人看。”\n　　好低沉的想法。我开始怀疑她得了抑郁症，面前的笑容里满是忧伤。\n　　“不是的，即使是风和在我面前我也不会在意。”\n　　“是吗。”她闭上眼睛享受起来，“那为什么在旅馆时不肯睡在床上？看到是我就觉得没关系，翻身不看到我的脸就紧张起来，还不在意？”\n　　该怎么回答呢，毕竟我确实没把她当人看。\n　　“没关系的，反正我也不是人。”\n　　她伸出左手摸摸我的脸，原本便雪白的皮肤变得白的透明，能看到一丝丝红色的血管。\n　　真的没关系吗？\n　　无论怎么说这种事都会介意的吧。\n　　毕竟我不懂怪物的思路呢。\n　　二\n　　明知道她心里还有怨气，可自己也无话可说。\n　　“嗯……她到底是怎么想的啊。我又没有读心术，怎么可能知道她的想法。”\n　　泡在温热的水里，我长呼出一口气。\n　　把不把她当人看？我是没有，一直把她当作人型怪物。恐怕金杯也没有吧，要不然应该就把她是失败品这件事忘掉了。\n　　明明是个怪物却要在意别人把不把她当人看。\n　　“琉璃，这样会憋住的。”\n　　不知道怎么回事，她今天的人形维持的特别长。\n　　我把她的被子往下扯扯以免蒙住她的头，琉璃在睁着眼睛发呆，被明亮的灯光吓了一跳。\n　　“不用你管！”\n　　她拍开我的手，把被子扯回去。\n　　还在生气，真难应付。\n　　我关上灯回到床上，除了银白的月光以外再无其他光源。\n　　在黑暗中，我听到了抽泣的声音。\n　　“还是关于大赛的组队，只要能闯过初赛宣传的目的就达到了。”\n　　我们又聚在食堂讨论昨天的事，金杯和琉璃连看都不看对方一眼，各自坐在两边。\n　　“关于学费的话再通过复赛就差不多了。”\n　　“那就是组队问题。”\n　　一阵沉默。\n　　这时，打破僵局的人来了。\n　　“我听说有组队，谁也别想抢走我可爱的风和！”\n　　春月包住风和把她提起来走出食堂，风和则只能拳打脚踢表示抗议。\n　　“等等！你干嘛！”\n　　“好了，只有三个人怎么办。”\n　　“再找一个人呗。”\n　　组队只允许同年级之间，所以可选的人很少。\n　　因为学校很在意比赛这种事，所以参加者都有学分加成，导致每个人都在组队。\n　　这两个家伙是大问题，双方都很犟，即使是输也不会团结。\n　　“萝莉音，那个家伙交给你了，我去找最强的柳回去。”\n　　他和柳回的关系似乎很好，有可能组上队。\n　　“琉璃，你到底在生什么气？”\n　　琉璃依然一脸不高兴，安静的吃着早饭。\n　　见她不回答，我只能叹口气，离开食堂。\n　　我到底该怎么办，不说话的琉璃身旁的气息都是压抑的。\n　　连笑也不笑，就那样面无表情。\n　　怪物可真麻烦啊。\n　　“老师，我想炼力量药水。”\n　　“哦，萝莉音同学啊。这个药水可比你之前炼的生命药水难多了哦。”\n　　我渐渐接受了“萝莉音”这个称号。\n　　“那有什么要点吗？我明明按照配方放药材但就是不成功。”\n　　“有时候按照配方来不一定会成功，有时候不按照配方来反而会更好。这种药水需要准确的把握配比和数量，炼药师应该能更轻松的做到。”\n　　炼药师吗？这么一说我想起琉璃就是炼药师。\n　　但她心情不好，还是别打扰了。\n　　既然要多练习，药材是必须的。可烈焰粉不好得啊，市面上没有卖的，学校也只是发一点。\n　　“琉璃……”\n　　但愿她已经不生气了。\n　　“力量药水吗？虽然我会做，但没有原料。”\n　　她接过我递过去的配方，看了一下背包。\n　　“我有。”\n　　将仅剩的一点烈焰粉给她，琉璃拿出水瓶和炼药台。\n　　“烈焰粉撒得越多，药效就越强。可如果撒得过多反而会难以控制。”\n　　每个水瓶里先放入一点地狱疣，然后点燃烈焰棒。轻轻洒入一些烈焰粉，随着时间过去烈焰粉融进水里，深红色的力量药水彻底完成。\n　　“这是参赛使用的吧。”\n　　“嗯，这样就能弥补你人型时力量的缺陷了。”\n　　听到“人型”这个词，她抖了一下，然后把药水递给我。\n　　“抱歉，我出去一下。”\n　　看着她收好东西离开房间，我不知道自己做错了什么，做起生命药水。\n　　两个药师的阵容很不常见，因为在大家的印象里药师都是软弱无力的辅助。\n　　虽然我们确实是这样。\n　　但其实药师配合起来是很强的，只要药材足够，交替着炼药和进攻，依靠药物来弥补实力的差距，可以说是极强的存在。\n　　但她这个样子真的能配合好吗？\n　　有心事一直窝藏起来，不肯交流。\n　　所以说啊，怪物可真是难以理解呢。\n　　三\n　　琉璃很痛苦，我清楚。\n　　明明有心事，但一直埋在心里。\n　　她不肯交流，一直把事情憋在心里的做法，我实在无法理解。\n　　有什么难言之隐吗？\n　　她憔悴了很多，气息微弱，脸色暗淡无光，瘦了一大圈。\n　　“你在减肥吗？”\n　　我打趣道。\n　　“唔……”\n　　连话都没力气说了，只能发出“唔唔”声躺在床上无力地打滚。\n　　这景象好像在哪见过？\n　　很熟悉啊，就是想不起来。\n　　这样下去别说比赛了，连能不能站起来都难说。\n　　最近还会做噩梦，晚上会大喊大叫，突然坐起来。\n　　到底该怎么办啊！\n　　“音，琉璃呢？”\n　　风和坐在我旁边，桌子旁没有琉璃。\n　　“她绝食了，连坐起来都不行，整天昏睡在床上。”\n　　情况再次恶化，这样下去她迟早会活活饿死。\n　　这么说来好像和我之前一样，在琉璃走的时候我也这样。\n　　那也就是说这是心病。\n　　可她不肯透露心事这让我很为难啊。\n　　“有没有能治心病的药？”\n　　我问向只有这时才能发挥大用场的白衣少女。\n　　“有的哦，只要用媚药把她迷得神魂颠倒她就想不起心事了。”\n　　“滚开！”\n　　我竟然想要拜托这个从来都不正经的家伙，看来我一定是疯了。\n　　“好了我告诉你。听说虚弱药水能治好心病，有过这种案例。”\n　　发酵的蛛眼……琉璃应该不会在意吧……\n　　反正只要能救她，强灌也要让她喝下去！\n　　蘑菇、糖、蛛眼，市面上都有卖的。\n　　不，等等，学校里不卖糖。\n　　“我还有事，先走一下。”\n　　先准备好蘑菇和蛛眼，我绕到后山朝着商店街丢出末影珍珠。\n　　这可算是逃学，要记大过的。\n　　学校的围墙都有检测装置，在我瞬移到外面的那一刻起。\n　　“警报！学员萝莉音朝着商业街方向逃学！警报！”\n　　这什么鬼系统，还要给我加前缀！\n　　只要拿到糖就行了，这点时间完全足够。\n　　将能量灌入腿内直接跺脚冲刺，身边的人群飞快闪过。我来到杂货店门口，依靠方块挡住路强行让自己停下。\n　　顾不上身体撞上方块的疼痛，我拿出绿宝石。\n　　“老板，拿糖来！”\n　　时间很紧，我要在被发现以前造好药水。\n　　躲到一个无人的角落，我放下炼药锅，先投入发酵蛛眼的材料，依靠能量快速催化。\n　　当里面传来腐臭味时，我知道发酵完成了。\n　　“警报说他往这来了，快搜索！”\n　　来不及炼药了，我直接拿起炼药锅丢出末影珍珠。\n　　在能量加持下，这颗末影珍珠直接丢进学院内。\n　　在后山这么复杂的地方我就有足够的时间来炼药。\n　　为了保持药效，我只注入一点水，然后投入发酵蛛眼搅拌起来。\n　　水渐渐变成深灰色，我拿水瓶接满，朝着宿舍又丢出末影珍珠。\n　　连续三次的反噬让我感到头晕眼花。扶着墙步入门内，我把药水递给琉璃。\n　　“喝下去……”\n　　琉璃看我这个样子，闭上刚张开的嘴，接过药水喝了下去。\n　　“这是什么……”\n　　她开始浑身出汗，身体变得越来越透明。不只是血管，连骨头都能看清。\n　　她变得越来越虚弱，这是我没有想到的。\n　　“这什么情况！”\n　　说好的治心病呢！我怎么只能看到她越来越痛苦！\n　　“虚弱药水当然是让她虚弱喽。你现在对她做事情她也没有力气反抗了。”\n　　该被千刀万剐的白衣少女哈哈大笑着。\n　　我就不该相信她！\n　　“这个嘛……我听说虚弱药水能治好心病，就给你酿了一瓶。”\n　　我开始担心她会不会直接虚弱死，内疚的低下头。\n　　“这样吗……”\n　　她缓慢的闭上眼睛。\n　　“抱歉，很抱歉。我只是……”\n　　“咳咳，萝莉音同学。”\n　　舍管倚在门外看着我，脸上满是无奈。\n　　完了，白忙活一场，还要被罚。\n　　尾声\n　　“音，你还要待多久？”\n　　风和带着食物来看望我。\n　　在上次的虚弱药水事件之后我被关入看管所，这还是风和他们交涉过的结果。\n　　“到15号就能出去了，还要麻烦你两天。”\n　　“和我不用这么客气。”\n　　今天的吃的还算丰盛，能吃上菜……\n　　“出来后可要加强训练，没几天就要比赛了。”\n　　金杯提醒我比赛的事。\n　　现在这种情况我肯定会缺乏训练。原本就有很多强者，现在我可能连初赛都过不了。\n　　“知道知道。”\n　　金杯看着我无可奈何的表情摇摇头，和风和走了出去。\n　　“为什么不和他们一起？”\n　　我抬头望向爬在天花板上的琉璃，她依然保持着人型，这很不正常。\n　　她翻身下来，轻声落地。身体恢复了不少，可看起来依然不是很高兴。\n　　“我跟她聊了聊心事。”\n　　白衣少女在我脑海里解释道。\n　　“……你暴露了？”\n　　这是一个大问题。\n　　“……”\n　　好吧，我知道结果了，你这个成事不足败事有余的家伙。\n　　“我有事情要和你单独说。”\n　　“说吧。”\n　　应该是两天前虚弱药水的事。\n　　“你太鲁莽了。”\n　　“什么？”\n　　“你太鲁莽了！”她用强硬的声音又说了一遍，“闯出校园也鲁莽，给病人喝虚弱药水也鲁莽！”\n　　“那确实是我的错。”\n　　都怪白衣少女，全是她的错！\n　　“但是……你为什么那么做。”\n　　她闭上眼睛恢复心情，然后用久违的笑容看向我。\n　　“当然是为了救你啊。你一开始只是心情不好乱发脾气，到后来直接绝食。你是我的室友，我当然要救你啊。”\n　　琉璃边笑着边玩弄手指。\n　　“我是蜘蛛诶，你没必要救我，我自己就能好。”\n　　“那你还虚弱的差点死掉呢。”\n　　她停住手指，低头安静的笑着。\n　　在火把的光照下，我看到她的眼睛闪了一下。\n　　“真的……你真的太鲁莽了……”\n　　声音开始变得沙哑，她捂住脸身体开始抖起来。\n　　然后停住了，她放下手抬起脸，在眼泪的衬托下，充满悲伤的笑容显露在我眼前。\n　　“我一开始很在意一件事，但现在看来无所谓了。”\n　　明明满是悲伤，但她的笑容却让人安心。\n　　“你的心事呢？不说出来吗？”\n　　我问白衣少女，她也闭口不提。\n　　“每个人都会隐藏起一点事情，你不也一样？”\n　　我知道她是在说白衣少女。\n　　“我等你出来，然后在赛场上一起大显神威。”\n　　她站起来，用灿烂的微笑面对我。\n　　“嗯。”\n　　我点点头。\n　　但这股灿烂里，却又有些忧郁。\n　　真的无所谓吗？\n　　你的心事，真的没有了吗？\n\n\n第十一章：金杯\n\n        一\n　　“你不和琉璃道歉吗，之前那件事后她就得了心病。”\n　　今天出来后我就找到金杯询问。\n　　“你还看不出来吗，那么重的心病可不是一两天的事。”金杯深**气，“虽然我有错，但你也不能把心病的事都推到我身上。”\n　　不是一两天的事？那还会有什么原因？\n　　“走了。”\n　　一见琉璃进来，金杯抽身离开。\n　　看来他们的关系一点也没有回复啊。\n　　“音，去训练吧，你这个小身板不能只靠药水强撑。”\n　　药水也是有副作用的，比如说四肢僵硬无力。\n　　我也想去训练，毕竟奖金对我来说挺重要的。可现在她和金杯之间关系更重要，总不能就这样一直僵持下去。\n　　“对不起，我还有点事要办。”\n　　金杯不知道跑哪去了。他作为留名阁的成员可以随意进出学院，如果他离开校园那我可就没办法了。\n　　能量外放进行地形感知，我在不远处发现一股特别的能量波动。\n　　那是附魔的能量。\n　　要说整个学院谁能用上附魔武器，恐怕只有柳回和金杯。\n　　因为没有感觉到宝石的能量，我确定那就是金杯，用能量加速跑到他旁边，然后用能量掩盖自己的气息。\n　　我从小开始就用能量弥补自身的不足，所以对能量的把握远超常人，不会让别人发现。\n　　他好像要去学校的商店，这是要干嘛？\n　　走进去没多久，金杯手里拿着鸡蛋出来了。\n　　鸡蛋？干嘛用的？\n　　我看到他脸一红，好像想起什么害羞的事，赶忙把鸡蛋放进背包里就往校门走去。\n　　要出校门的话我就没法跟踪了。但我记得大部分东西学校都有卖的，有什么很特别又不常用的东西要买吗？\n　　因为金杯可以随意进出学院，让我的跟踪中断。\n　　“算了算了，回去训练。”\n　　风和在独自练习射箭，但她好像心神不宁，射的箭没一个命中靶心。她渐渐烦躁起来，射速越来越快，最后弓弦被手指磨断。\n　　“没事吧！”\n　　风和被快速收缩的弓弦弹到，手臂划出一道伤痕渗出血来。她“嘶嘶”吸着气，用手捂住伤口坐到椅子上。\n　　目光涣散，好像在想什么心事啊。\n　　“怎么了？”\n　　“啊！音啊。没什么。”\n　　她刚才好像在出神，被我一叫吓了一跳，但随即皱紧眉头继续想事情。\n　　有什么事情发生吗？\n　　“音，金杯是不是有些异常？”她捂住头奋力思考，“昨天我看见他在图书馆找书，便过去和他打招呼，但他慌慌张张地转身就跑了。”\n　　书？要查什么东西的话他不必专门去图书馆啊，他可是留名阁的成员诶，那里的资料要全面的多。但这么一说他鬼鬼祟祟的去买鸡蛋，难不成和去图书馆有什么联系？\n　　风和看起来有些难过，毕竟她一直都很为身边的人着想，现在自己的朋友出现了异常难免会有些难过。\n　　“我看见他出了校门，不知道要去哪。这里可是最高级的学院，有什么东西这里不能满足吗？”\n　　真的是非常奇怪，这里什么都有还要专门出去吗？就算要独自训练后山这么大找出一块空地也很简单吧。\n　　“但我很不了解金杯。我只是看见你们玩得很开心，可不知道他到底是怎样一个人。”\n　　金杯吗？他人挺好的。\n　　“金杯是一个很爱帮助人的家伙，但偶尔在有些事情上会扭扭捏捏，不过一旦做出决定就会果断的执行。”\n　　扭扭捏捏，刚才他拿着鸡蛋时也有些害羞。\n　　“琉璃今天没来训练，是在宿舍里做什么东西吗？刚才我一直在想你们今天都很反常诶。我进不去男生宿舍，就只能拜托你去看看她。”\n　　“我不清楚，明明之前还叫我来训练呢。”\n　　突然改主意了？还是在宿舍里炼特效药？\n　　远远的在楼上望着就能看到琉璃在窗边来回踱步，吸着手指低头想事情。\n　　大家今天都怎么了？先是金杯莫名其妙离开学校，再是风和出神受伤，现在连最开朗的琉璃都在想事情。是他们不正常还是我不正常？\n　　“琉璃。”\n　　我推开门把头伸进来，琉璃正在坐在床上望着天花板。\n　　看起来心情很复杂呢。\n　　这时，我看到金杯急匆匆的朝着后山跑去，胳膊里夹着一本书，拿着纸在写着什么。\n　　琉璃没发现我的到来，看来在专注想事情呢。\n　　轻轻关**，我感觉事件越来越复杂。\n　　先去图书馆吧，那里的管理员估计知道些什么。\n　　二\n　　云修阁的图书馆特别大，里面包括各种书籍，虽然大部分对学习没什么用。\n　　“你好，昨天有没有一个叫金杯的学生来这里。”\n　　“嗯，确实有。他在书架旁东张西望，好像在怕什么东西。之后就有个女孩跟他打招呼，但他直接就跑了出去。”\n　　和风和说的一样，但明明是留名阁的成员却来这个对学习没有任何帮助的图书馆干什么。\n　　“请问他借了什么书？”\n　　他拿的那本书应该是从这里借出去的吧，因为留名阁那里从来都没有书籍，城里也没有书店。\n　　“这个是私人情报，我作为管理员不能回答。”\n　　碍于职务吗。可如果不知道他借的是什么书就不知道他有什么目的了。\n　　“求你了漂亮的大姐姐，就告诉我一下吧。”\n　　“就算你夸我也不能违反学校的规定。”\n　　软的不行？那就再软一点！\n　　“哎呀我亲爱的仙女姐姐，你在这里不辞辛劳的工作了这么久，稍微违反一下规定也没什么大碍。而且我是他的朋友，最近他有些反常我很担心，所以专门跑到这里来问。”\n　　“他是你的朋友吗？但就算是这样也不行呢。不过我可以告诉你一点不违反规定的事。你的朋友还真是奇怪，明明是个血气方刚的小伙子却借了本小女孩感兴趣的书。”\n　　小女孩感兴趣的？越来越奇怪了。\n　　“谢谢姐姐，我走了！”\n　　那接下来就去他买鸡蛋的商店吧，那里的店主不会有什么职务原因。\n　　“金杯？你是说那个买了一堆鸡蛋的黑发小伙吗？”\n　　留着超长刘海遮住眼睛的年轻店长问我。\n　　“是，就是他，我想知道他买鸡蛋的原因。”\n　　终于有了点突破口，就这样把他的秘密挖掘出来吧！\n　　“嘿嘿嘿，他竟然猜中了。”店长突然咧嘴笑起来，“他还挺聪明的，早就料到会有人来问，所以拜托我不要说出去。”\n　　金杯猜到我们会问吗？防护措施做得这么好，看来不想让我们知道啊。\n　　“告诉我也没关系吧，又不违反什么规定。”\n　　“即便是这样也不行，答应人的事就一定要做到。”\n　　店长是个守口如瓶的家伙，而且充满责任感，即便继续问下去也套不出什么情报。\n　　现在他出现最后的地点就是后山，但那里那么大，我要上哪里找？\n　　随缘吧，至少先去找找看。\n　　但到达那里，我却发现一堆人站在大门外。\n　　“抱歉学生们，今天整个后山都被包场了。假如有人违规进入后山将会有严厉的处罚。”\n　　老师们排在后山护栏外包围着，绝不让任何一个学生经过。后山里也有一堆工作人员搜查，绝对会抓住藏起的学生。\n　　这么大阵仗，包场的到底是什么大人物，云修阁绝对不会仅仅因为钱这样做。\n　　“真的没问题吗？”\n　　“校长让这样做的，好像那个人有什么特殊关系。”\n　　老师们也在窃窃私语。\n　　金杯之前也去了后山，难不成是他？\n　　“音，你在这干嘛，风和和琉璃都在找你。”正想着金杯就从人群中跑过来把我拉走，“你别给大家添麻烦呀，大家找了你好久。都要比赛了竟然还在闲逛，难不成不缺钱了？”\n　　“金杯，你去买鸡蛋要干什么？”\n　　既然从别人嘴里问不出来，那我就当面问本人。\n　　“你跟踪我？”\n　　他回过头看向我，但并没有停下脚步。\n　　“风和说你很异常，我也这样觉得。”\n　　“不必担心我，没什么大事。”\n　　他说这话时脸一红，拉住我的手稍微用了点力。\n　　害羞？有什么事让他这么紧张？\n　　这个大大咧咧的小伙子难得的露出了害羞的表情，像是在想什么高兴的事一样不由自主的咧嘴笑起来。\n　　“音，都要比赛了还出去闲逛。这些药水足够我们打过初赛，你的学费有着落啦。”\n　　琉璃歪头看向我，桌子上满是各种颜色的药水。\n　　这么多？明明不久前还躺在床上发呆。\n　　“就是，即使你不训练单靠琉璃就能赢。”\n　　“你这是在贬低我吗？”\n　　我捏住风和的脸扯起来，大家的笑声在训练场上回荡。\n　　但金杯和琉璃之间还是有些距离。虽然两个人的关系没有完全改善，但至少有所缓和。\n　　太阳渐渐沉下来，大家坐在训练场的椅子上看着夕阳落下。落日的余晖被银光渐渐覆盖，最后天地间只剩星辉和月光。\n　　远处渐渐亮起了灯火，学院的广播响起。\n　　“今天后山关闭，请各位学生回到宿舍！今天后山关闭，请各位学生回到宿舍！”\n　　“大家要不要去吃点东西？现在还不到宿舍门禁的时间。”\n　　金杯提议我们。\n　　虽然广播已经响起，但会有半个小时的时间还能闲逛。\n　　“不了，你们去吧，我要先回一下宿舍。”\n　　琉璃独自离开。\n　　三\n　　昏暗的房间里，闪起一道亮丽的火光。\n　　“真是的，我为什么要做这种事。”\n　　我看向闪着橘红色火光的火把，心里一阵难受。\n　　为什么要做这种事，我是个蜘蛛啊……\n　　越想越痛苦，越想越痛苦，最后我压抑不住孤单的气氛，失声大哭起来。\n　　我捂住脸，用手擦干眼泪。不能哭琉璃，今天是你的生日啊。\n　　可越是这样想，我越是想哭啊！哇啊啊！\n　　眼泪止不住的流下来。渐渐累了，我便成了呜咽。\n　　“咔嚓”门被打开，明亮的灯光照进来，我转身看过去，我亲爱的朋友们正惊讶的看着我。\n　　除了一个人：金杯。\n　　“琉璃，我带你去一个地方。”\n　　他单膝跪下，朝着坐在冰凉地板上的我伸出手。\n　　“金杯……”\n　　我不知所以的握住，一股大力把我拉起。我跟随他奔跑着，走下楼梯，身后是音和风和。\n　　十几年了，从没有人会拉住我的手带我去一个未知的地方。\n　　“这是要去哪？”\n　　冷风吹在我身上，害得我卷缩起身体。今晚的月光格外明亮，银色的光芒照在我眼前的短发男子身上，好像全世界都布满银光。\n　　“那里不是后山的入口吗？”\n　　我身后的风和问向他。\n　　“没错，我们就是要去后山！”\n　　金杯咧嘴仰天大笑着，前面的刘海随着奔跑时的风向后摆动。\n　　后山不是关闭了吗，怎么会……\n　　看守的老师们并未阻拦，反而让出一条路。\n　　跟随地上的火把前行，我来到了一个秘密的地方。\n　　“我从来不知道这里竟然……”\n　　我捂住嘴巴不让自己尖叫出来。面前宽敞平静的湖面上反射出绝美的夜色图画。\n　　“惊喜吗，琉璃小姐？”\n　　他歪头看向我，脸上的微笑洋溢出自豪。\n　　我感到脸颊发烫，这种感觉究竟是什么……\n　　“这些……”\n　　“没错，这些全都是为你准备的。”\n　　难以置信，我从来、从来没有过、没有人曾经对我这样。\n　　他走向湖面。随着他的脚落下，水面以肉眼可见的速度结冰。\n　　“附魔？你还真是下了血本啊。”\n　　音无奈的摇摇头，只能露出苦笑。\n　　“啊！”\n　　我感到身体突然悬空，然后落到两个柔软的东西上面。\n　　“哇唔！”\n　　身后的两人吹嘘着，我害羞的闭上眼睛。\n　　公主抱！他竟然！\n　　“琉璃小姐，别闭上眼睛啊，不然会错过美景的。”\n　　我微微睁开眼睛，四周的山里发出轰鸣。\n　　烟火在天空中炸裂，绚丽的烟花照亮了我的双眼。\n　　“这……我……”\n　　我不知道该说什么才好，我激动的不知道该干什么才好。\n　　“来，吹蜡烛吧。”\n　　他一跺脚，湖心结出一个冰面的平台。\n　　我伸脚在上面，冰凉却舒适的感觉穿到我的脚底。\n　　金杯弯腰把巨大的蛋糕放在上面，然后插入一根火把。\n　　“生日快乐。”\n　　“这……有没有太过了？”\n　　我有些不好意思。承包整个后山为我一个人过生日，这也太浪费了。\n　　“我金杯，留名阁元老之一，琉璃小姐的保护者。”他挺起胸膛低头望向我，“琉璃小姐，之前的事是我不好，我的话刺痛了你，我为我的行动道歉。那么，你能原谅我吗？”\n　　他弯下腰，给我深深鞠了一躬。\n　　“不要这样，我会过意不去的……”\n　　我连忙摆手。因为我的脾气让他做出这么多，我会感到内疚的！\n　　烟火在空中一次次绽放，五彩的光芒划过天空。\n　　我感到有什么从眼里流淌下来，心里的情感五味陈杂。\n　　“来，大家快吃吧，这是我亲手做的哦。”\n　　金杯直起身子，一爽朗的笑脸面对我们。\n　　谢谢你们，这是我最棒的生日！\n　　我抹去眼泪，和他们抱作一团。\n　　尾声\n　　没想到啊没想到，金杯竟然隐藏的这么深。\n　　留名阁的元老之一，花重资给琉璃过生日。\n　　“你的阵仗做的这么足，竟然只是求她的原谅。用来向她求婚都完全没关系！”\n　　琉璃经过昨晚的事，夜里兴奋的睡不着觉，到现在脸还红着。\n　　“对我来说，朋友的事就是最重要的。”\n　　“连附魔都用上了，留名阁那边没什么异议吗？毕竟你肯定动用资金了吧。”\n　　“没有，都是我的零花钱。”\n　　有钱人的世界我们不懂，承包后山只用了零花钱。\n　　“但说起来让你保护琉璃不是派来的任务吗，你作为元老还有谁能指派你。”\n　　“有的哦。元老上面是我们留名阁的创始人，他已经活了上百年了。”\n　　上百年？难道他手里有宝石？\n　　可生命宝石在流云手里，那他又是怎么活这么长时间的？\n　　“所以你这几天鬼鬼祟祟的都是为了琉璃？”\n　　“那当然。我伤了她的心，当然要弥补。”\n　　现在琉璃还激动着呢，一直扭扭捏捏的不好意思。\n　　难以想象啊，如果不是亲眼所见真是难以想象啊。\n　　“我继承的我爸的位置，所以其他的元老不怎么认可我，要不然就做得更好了。”\n　　“别别别，这样下去我可受不了……”\n　　琉璃嘟起小嘴，晃着脑袋，脸上露出一缕微笑。\n　　看来她的压力也挺大的，一下子受这么重的礼都不知道怎么还回去了。\n　　“既然如此你就把我的学费交上吧，朋友的事不是最重要的吗？还是说你只在乎琉璃小姐？”\n　　我挑一挑眉毛，对面的金杯正要张口，脸突然一红。\n　　琉璃因为激动了一晚，现在头歪在他肩膀上睡着了。\n　　“咳咳，我们就不打扰你们夫妻俩了。小音，我们去训练吧。”\n　　“哦哦，好。”我跟随风和站起来，“拜拜，萝莉控。”\n　　“你们！”\n　　金杯举起了拳头示威，但随即放下，叹口气抱起琉璃。\n　　我看到他露出了笑容，但眼睛随即低下去，口中喃喃自语着什么。\n　　虽然做的有些过，但结果是好的就足够了。\n\n\n第十二章：危机\n\n       一\n　　他说了什么呢？\n　　我不清楚，但肯定和琉璃有关。\n　　“下午才比赛，现在换组还来得及。”\n　　我好心为金杯做助攻。\n　　谁知道他反而摇头晃脑地拒绝了我。\n　　大男人害羞什么，喜欢就说出来嘛。\n　　“换吧换吧，没有炼药师你等级这么低比不过的。”\n　　就算你有钱，实力的差距也不能弥补。\n　　“嗯，那我就不客气了。”\n　　一开始就不需要这么客气，你看你脸上都笑开花了。\n　　你这是多想和她组队啊。平时叫我萝莉控，结果你自己也是。诶，我为什么要加个也？\n　　“先说明一下，我只是要拿奖金弥补一下昨天晚上的花销。”\n　　还傲娇呢，没人想看你害羞的样子。\n　　“赶紧抱着你亲爱的琉璃小姐走吧，让她好好休息一下。”\n　　你看看你开心的样子，我真不知道该说什么好。\n　　久违的和风和组队，我不知道能不能配合好。\n　　习惯了单打独斗还有这个副作用啊。\n　　“音，先别训练了，我找到了对手的资料。”\n　　风和慌慌张张的跑回来，迎面和我撞了个满怀。\n　　我捡起掉在地上的纸，上面写着一堆数据。\n　　“怎么了？下午就要开始比赛，怎么突然不练了？”\n　　我把纸还给她，后者则因为运动过度而扶着发抖的双腿喘着粗气。\n　　“你、你看，哈，这个。”\n　　她拉住我坐到附近的桌子上，指着一个地方。上面写着等级：31。\n　　“柳回那种战斗狂现在才27级，他只比我们大一个年级就达到31，无论是战斗经验还是能量储备都比我们要强得多。”\n　　意思是我们赢不了？\n　　确实有些麻烦，恐怕刚上场就会被秒杀。\n　　“还有这个。”她又向下滑到另一行数据，“另一个人的职业是，炼药师。”\n　　嗯，很好，我们彻底完了。\n　　炼药师比药师炼出的药效强，可谓是最强辅助。一个等级超高，一个辅助超强，对付我们这种二次突破都没做到的低等级队伍，肯定会速战速决。即便有药物的加成，我们都不一定能防下他们的攻击，更何况敌方还有更强的炼药师。\n　　无论怎么比，我们队都打不过。\n　　“别担心。我入学时连一次突破都没达到，不照样赢了吗？”\n　　“这差距不是一点点而已。”\n　　我只是想鼓舞一下士气而已，你能不能别再泼冷水了。\n　　“好吧，我知道赢不了，那至少也别输的太狼狈。”\n　　我身体泻下来。\n　　无奈啊，等级的差距弥补不了。\n　　“你别伤心，我们肯定能赢！”\n　　她拍拍胸脯保证到。\n　　怎么变成你鼓舞我了？\n　　她拿出一瓶红色的药水，阴险的笑着。\n　　你这笑容让我有些发毛啊。\n　　“这可是琉璃酿的最高级药水，能在1分钟内大幅提升力量、速度、防御，而且就连胳膊砍下来都能接上。”\n　　这药有点恐怖，而且来源我也不想问了，肯定是偷的。\n　　不过真用这瓶药我们确实有机会赢，但一下台就要遭到琉璃的毒打。\n　　“第一场就是我们的呢，士气一般在最开始是最高涨的，他们会在一开始速战速决给以后的对手留下深刻的印象，削减他们的对抗心。”\n　　就是说一开始攻击是最猛烈的是吧，只要躲过去他们的体力就会被迅速消耗。\n　　“但有个关键的问题。”\n　　“什么？”\n　　“你。”琉璃指向我，“你在入学考试时的表现过于惹眼，所以肯定会对当时用的方块防御法有所防备。”\n　　意思是他们会带镐子和方块是吧。\n　　“那还有点麻烦。”\n　　“当然很麻烦，因为你除此之外根本没一点优点。”\n　　这话太伤人，都让我对比赛没信心了。\n　　但如果我只用那一种方法对战，迟早会吃大亏。\n　　“你的弓箭会被方块挡下，我近战去挖会被敌人砍。他们真用起方块我们没有一点办法。”\n　　可以说方块能防下我们的所有攻击。\n　　“还是有的。”\n　　她把我的头拉近，然后埋到桌子下面，拿出一个竟然没被封禁的方块。\n　　……不知道是不是故意的，这东西竟然可以正常使用。\n　　虽然对我们有所帮助，但也代表着我们又增加了一个要小心的东西。\n　　“TNT啊，只要向金杯借把火矢弓就完美了。”\n　　有钱人的打法**，没钱的人只能用泥土搭墙。\n　　明明是我们的优势，我却觉得这场比赛极其不公平。\n　　“我让金杯查过了，对方的家底并不好。”\n　　她的笑容如此平静。\n　　我们好像反派啊。不过对他们来说我们确实是敌人，所以说无论怎么样都不需要感到不安。\n　　来感受绝望吧，实力是比不过钞能力的！\n　　二\n　　“我很开心啊，能在第一场比赛上旗开得胜！”\n　　对方按照惯例放下狠话。\n　　呦吼吼，不就是等级高点嘛，得意什么。\n　　“看来你是不知道钱和权的影响有多大啊，不诘世事的小鬼！”\n　　说起来挺别扭的，毕竟对方比我大。\n　　“音啊，弓我借来了。嘿嘿嘿。”\n　　她发出恐怖的笑声，嘴角上扬到一个诡异的角度。\n　　对待敌人不需要留情！\n　　风和瞪大双眼咧着嘴，拿出闪着耀眼紫光的附魔弓。\n　　对方瞬间理解我话里的意思，顿时哭丧着脸。\n　　和风和预料的一样，敌方一开始便朝着最强的风和发出猛烈的进攻。\n　　速度快？不存在的！\n　　喷溅性缓慢药水！\n　　我挡在风和身前，往脚下砸出这个完全封锁行动的药水。\n　　本来我就没什么战斗力，站着不动也没关系。\n　　但敌方主力瞬间停下步伐，举着剑站在我面前。\n　　感受金钱的力量吧！\n　　从他停下的那刻起，我知道胜利已经降临到我们身边了！\n　　放置TNT！\n　　“你要干嘛？这样你也会被炸飞的。”\n　　他的语速也变慢，身体的活动也是，看起来极其滑稽。\n　　“别管我，穿好护甲吧。”\n　　风和抓住我的胳膊往我手里塞进末影珍珠然后往天上甩，朝天上丢出的末影珍珠掉到旁边把我瞬移走，风和举起弓后跳射出火矢箭。\n　　“不要！”\n　　轰然一声巨响，地上出现一个大坑，他在坑里抽搐着吐着白沫。\n　　金钱就是力量！\n　　“哼，即使我是炼药师，对付你们也足够了！”\n　　速度药水！\n　　一秒后，场上出现一条通往天上的阶梯，上面不断降下伤害药水。\n　　有点麻烦啊，药水是范围攻击呢。\n　　速建加范围攻击，这个敌人更麻烦。\n　　而且他用高速移动上下乱跑，风和不能将他射下来。\n　　不能排除敌方也有TNT的可能，所以用方块挡反而是笨办法。\n　　牛奶解除效果。\n　　跳跃提升+跳跃力力增强+力量药水+力量增强。\n　　能量外放探查+能量震荡。\n　　这么多效果我的能量撑不了几秒。\n　　一跃高达20多米，对方只能垂直速建来拉开和我的距离。\n　　药水靠近我瞬间被能量震荡炸裂开，被我超高速移动产生的气流吹走。\n　　这次的消耗有点大。\n　　速度慢下来，我抓住他放置在空中的方块，依靠蛮力向上攀爬。\n　　解除能量震荡+跳跃力提升。\n　　消耗少了一点可还不够。\n　　距离比想象中的远，现在摔下去恐怕会变成肉泥。\n　　计划失算，我站到旁边的方块上解除所有增幅。\n　　风和的能量可能足够但她不会啊，这些招式都是我练习了好几年才激活的。\n　　“停下了？虽然不知道到底是怎么做到的，但好像是依靠能量。”\n　　他站在高处俯视我，拿出弓箭。\n　　“你是药师吧，你的药水效果和我的不能比呢。”\n　　说着数十支箭组成箭羽瞬间射出。\n　　辅助用好了能变成主力，他就是个代表。\n　　身体素质果然是大伤啊，不然用过增幅后应该还能再动一动的，现在我能站着不自己掉下去就算好的了。\n　　摔下去就是死。\n　　我深**气，忍受负担抬起右手。\n　　能量震荡瞬间版。\n　　气流从我手中瞬间释放，吹乱箭雨的阵型。箭矢相互碰撞，在半空中掉了下去。\n　　“风和！”\n　　我拼尽全力喊出这一声。\n　　“交给我吧！”\n　　她接住落在地上的箭矢，开始拉起弓弦。\n　　她要使出绝招了，难以置信的绝招。\n　　“砰”一瞬间，风和上升到了数十米高，飞在他的头顶。\n　　“拜拜！”\n　　在他的震惊中，风和射出决胜的一箭。\n　　无论何时都是那么的不可思议。\n　　这也是只有她才能做到的招式。\n　　地上出现了比TNT的爆炸还要大的巨坑，坑内的最深处有一支箭矢。\n　　其实并不是只有一根，在那根外，有着其他从中间被射穿的箭支。\n　　一瞬间，风和在一瞬间聚集能量射出了上百支箭，依靠巨大的冲击力飞上空中。\n　　别人根本学不来，这理论上完全不可思议。\n　　风和依靠射箭降低冲击力落到地上。\n　　但这招对她的手臂和手指也有很大的影响，是压箱底的招式。\n　　看来要依靠喝药恢复一段时间了。我看着她接近报废的手臂和手指上深入骨头的伤口。\n　　“辛苦了，我最好的朋友。”\n　　我抬起软弱无力的手放在她额头上，用轻微的能量震荡让她睡过去。\n　　感谢你，承受这么大的痛苦。\n　　我用酸痛的手臂抱起她离开赛场。\n　　三\n　　“哇，恭喜你们赢了那么强的敌人。虽然大部分是我的功劳。”\n　　琉璃戳了一下金杯。\n　　我和风和躺在诊所的床上休息。这次比赛真的很险，如果一开始没用TNT解决那个高等级的人，即使我们两个人耗尽能量也不能赢。\n　　“接下来就是你们的比赛了，我们会争取去看的。”\n　　“我们的比赛啊。”\n　　他们开始面露难色。\n　　“怎么了？有什么强大的敌人吗？”\n　　“是啊，柳回……”\n　　说起来一开始他是想和柳回组队的呢。\n　　“音你个混蛋！竟然抢走了我可爱的风和！”\n　　由于风和受不了春月，偷偷的换到和我一组，所以金杯才和琉璃组起队。\n　　现在受害人春月来找我算账了，看样子她是非常非常生气呢。\n　　“春月，和你训练压力太大了。”\n　　她刚要骂我，风和便为我辩解。\n　　“你是说，讨厌我？”\n　　什么情况，才一句话她就要哭出来了。\n　　“好。”她抹一下眼睛，“金杯和蜘蛛小萝莉，下一场是我和你们的比赛。就让我把怨气全撒在你们身上吧。”\n　　“蜘蛛？什么蜘蛛？”\n　　风和开始询问，我和金杯的面色开始变得凝重。\n　　春月竟然知道琉璃是蜘蛛，难道所有人都知道她就是蛛族的大使了？\n　　“但看来她是和柳回一组，这次是强强联手呢。”\n　　“嗯，我们也很没有把握。”\n　　柳回拥有末影水晶，攻击距离超远；春月攻击速度极快，招招致命。\n　　有琉璃这个强力炼药师也不会有很大的优势，毕竟对方可是战神候选人。\n　　“不用太紧张了，多搞点装备还能打一打。”\n　　我算是知道金钱有多大的帮助了，TNT加火矢弓轻松搞定31级。\n　　“或许吧。”\n　　看来没有把握呢。\n　　第二天，6月17日。\n　　二年纪最强的两个组的对战，主持人是这么说的。\n　　“明明我们才是最强的组。”\n　　难道我们的表现不惊人吗？\n　　“谦虚点，双方各有一个大将呢。”\n　　什么各有一个，除了金杯之外都挺强的。\n　　“怎么，蜘蛛小萝莉，不现出原形吗？”\n　　我坐在前排，可以清楚地看到琉璃气得直咬牙。\n　　比赛开始！\n　　柳回拔出附魔钻石剑，上面镶着的紫色末影宝石闪着光芒。\n　　不好，是超远攻击。\n　　“唔！”\n　　这招根本无从防御，琉璃被拦腰砍了一剑，在空中翻滚了几圈。\n　　金杯挺护着她啊，附魔铁套都给她穿了，不然这一剑恐怕要重伤。\n　　“混蛋，你是往死里打吗！”\n　　即使有防护没有砍伤，琉璃依然被震得吐出鲜血。\n　　这一剑确实有点狠了。\n　　“对付怪物自然要下杀手。”\n　　看来春月对他说了什么。我握紧双手，祈祷他们不会输。\n　　柳回是认真的，如果输了，恐怕真的会杀掉琉璃。\n　　水晶再次闪起光芒。\n　　完蛋！这样根本没有还手之力！\n　　超远攻击。随着柳回的挥舞，琉璃在空中被打来打去狂吐鲜血，铁套濒临破碎。\n　　一旦任何一个装备碎掉，琉璃就会瞬间死亡。\n　　“你给我住手！”\n　　金杯真的发怒了，能量外放瞬间覆盖住整个场地。\n　　“怎么会！”\n　　水晶的光芒黯淡下来，超远攻击失效。\n　　哦吼吼，看到了一个奇妙的招式，我要学下来！\n　　“琉璃，你没事吧！”\n　　金杯抱住摔下的琉璃，她因为攻击已经昏迷过去。\n　　“原来如此，是干扰啊，真是罕见。”\n　　柳回释放能量波动，清除金杯的干扰。\n　　“那该我出场了。”\n　　如同瞬移一般，春月闪到金杯背后将剑捅过去。\n　　虽然只是超高速移动，但总感觉有点奇怪，她身上的气息和末影水晶有点相似。\n　　金杯没有躲，硬接下这一剑，身体被瞬间捅穿。\n　　“不是说不杀人吗！”\n　　柳回吼道。看来他的目标是琉璃，对身为人类的金杯没意思。\n　　“我哪知道他竟然不躲。”\n　　春月拔出铁剑，虚弱的金杯抱着昏迷的琉璃跪倒在地上。\n　　主持人停止比赛，判柳回一组获胜。\n　　“没事吧！”\n　　我和风和跑到台上，听见金杯用微弱的声音说道。\n　　“这下，你就没事了。”\n　　尾声\n　　我们面色凝重地互相看着。\n　　现在是半夜，我来看望金杯和琉璃。\n　　“今天的比赛好险，差点就要死了。”\n　　“柳回是真的要下杀手，琉璃你注意一下。”\n　　我很严肃，毕竟这不是小事。\n　　校规是不允许杀人而不是不允许杀学员，所以只要杀的是怪物就没有问题。\n　　“这是个很大的漏洞啊。”\n　　琉璃捂着脑袋，在空中飞来飞去可不好玩。\n　　我没让风和来，如果她知道琉璃是蜘蛛搞不好会和柳回一样。\n　　“春月是什么来头，你能查出来吗？”\n　　“我派人去查了，但结果她只是个普通人。”\n　　他可是元老，能查到的情报都是机密。这说明在留名阁的资料上，春月只是普通人。\n　　她绝不只是这样，至少不普通。\n　　“只要守着他们没法过来暗算吧。”\n　　大晚上的，他们可能会来偷袭，至少春月会。\n　　但明天我还有比赛，如果两个人都来偷袭，受伤的金杯一个人在这守着，恐怕还没喊出来琉璃就会被杀掉。\n　　“要不然我明天不比了吧。”\n　　金杯是个没有太大权利的元老，派不来人守着。\n　　“不用担心，你去比吧。就算我死也要保护琉璃，这是创始人亲自派下来的任务。”\n　　亲自派下来，看来他早知道会有人想杀她。\n　　蛛族的和平大使在人族的王城被杀掉，结果可想而知。\n　　春月到底有什么目的，能知道琉璃是蜘蛛也代表她知道琉璃是和平大使。\n　　杀掉大使，人族和蛛族闹翻她也得不到什么好处。\n　　“那我先走了，你一定要看好她。”\n　　还是有点担心，毕竟金杯受了重伤。\n　　临走前，我把生命宝石碎片放到琉璃床下面，这样白衣少女就可以传送过来守着她。\n　　想在云修阁杀一个学员，春月简直胆大包天。\n　　但她也不是第一次下杀手了，我来王城时的刺客恐怕也是她派来的。\n　　风和说过一学期时她们是室友，所以春月理所当然的能知道我来王城的日子。\n　　当时因为没有证据，所以放了她一马。现在得寸进尺，想要挑起战争？\n　　很好，你彻底激怒我了。\n\n\n第十三章：人\n\n       一\n　　说来也怪，自从那次比赛过后，他们再未袭来。\n　　“唔，难不成有什么计划？”\n　　我把下巴搭在桌子上，对面的风和递给我一杯水。\n　　“别想这么多，春月其实并不坏。”\n　　她把手放在桌子上撑着下巴笑看着我。\n　　风和和春月曾经是室友，她应该比我更了解。\n　　喝口凉水让自己平静下来。怎么想她都是要治琉璃于死地，而且还曾经派人暗杀我，究竟有什么目的？\n　　“关键是柳回啊。”我舔舔干燥的嘴唇，“他可起了杀心，而且实力远在我们之上。”\n　　春月到底对他说了什么，能让那个战斗狂配合她的计划。\n　　肩膀被人轻轻拍了拍，回头正好对上一双淡红的双眼。\n　　“好的挺快啊，我差点以为你要死了呢。”\n　　想起当时的状况，我还是有点怕。\n　　“本小姐福大命大，不至于这么简单就被打死。”\n　　她阴着个脸，坐在我身旁白了我一眼，拿起我的水瓶“咕噜咕噜”喝个精光。\n　　“呼，那个春月的什么来头，连金杯都不知道。”\n　　之前我在气头上，现在想想根本没有足够的证据给她立罪，而且连她的底细都不清楚。\n　　罢了罢了，这件事就忍忍算了。\n　　但我依然很在意她身上的气息，毕竟和末影水晶相似。\n　　“混蛋！”\n　　琉璃突然把水瓶往地上一摔，发出的声响让所有人的视线都向我们聚集。\n　　她没有在意那些复杂的眼神，站起啊径直离开食堂。\n　　琉璃走后，场面恢复原样。\n　　“挨了那么毒的打，发发脾气很正常。”\n　　风和无奈地耸耸肩，也离开食堂。\n　　整个桌子上只有我一个人，金杯也不知道跑哪去了。\n　　“柳回啊……真是个麻烦的任务呢。”\n　　忍受不住寂寞，我走回宿舍。\n　　一开门就听见“哗哗”的流水声，想必和之前一样，是琉璃在冲凉水澡想冷静下来。\n　　“砰砰”声从浴室里传出来在屋里发出回响，琉璃在发泄愤怒的情绪。\n　　“我进来了。”\n　　琉璃把头靠在墙上，水从她头上“哗哗”的流下。\n　　“你在干嘛！”\n　　我握住她要舀水的胳膊。她扭头看了我一眼，又无言的低下。\n　　我心情很复杂。她的这个表情我不是第一次见了，之前心病时也是这样，一言不发。\n　　“走开。”\n　　她甩开我的手，躺进还扶着冰块的池子里。洁白的皮肤从进入水池的那刻起开始慢慢变红，琉璃在里面静静的坐着，身体不断地抖动。\n　　“会生病的！”\n　　我把她拽出来。琉璃一动不动，面无表情的呆立着。\n　　她就是这样，遇到不开心的事就会一直生闷气。\n　　为她擦干身体，我把似乎已经痴呆的琉璃抱回床上盖好被子。\n　　她一直睁着眼，紧盯着天花板，也不眨眼。\n　　这是魔怔了吗？\n　　又是新状况，她怎么这么麻烦。\n　　无奈之下，我跑到隔壁敲门。\n　　“金杯，我有一个好消息和一个坏消息要告诉你。”\n　　“别废话快说！”\n　　“琉璃因为过于生气呆住了，所以要你去陪她。”\n　　我还有复赛要准备，不能把时间浪费在变傻的琉璃上面。\n　　“哈？呆住了？”\n　　“现在琉璃好像是完全痴呆的状态，无论你做什么她都不会有反应。”\n　　我留下这一句令人遐想的话丢下面色潮红的金杯前往训练场。\n　　音还是那么努力啊。\n　　每一次射击都专注、迅速，明明是完全熟练掌握的东西却每天都会练习。\n　　“琉璃没事吧，我看她很生气。”\n　　她头也不回的问了我这么一句。\n　　“有事，而且特麻烦。”\n　　我拿起铁剑走到发射器前，这里是锻炼闪避的地区。\n　　“怎么回事，不会和上次一样吧。”\n　　她放下弓，扭头看向正拿剑抵挡雪球的我。\n　　“比上次还严重，直接痴呆了。”\n　　这些雪球不算密集，我轻轻松松就能拍开。\n　　“什么，那你还来训练，快点去安慰她！”\n　　她拉住我的衣服往回拖，雪球一个个砸在我身上。\n　　我又不知道怎么安慰她，倒不如说不管我说什么她都听不见。\n　　回到宿舍还没进门，我就听见“哇哇”大哭声。\n　　金杯，你太厉害了！\n　　“怎么了！”\n　　我推开门走进去，金杯正手忙脚乱帮她擦眼泪。\n　　“我就在旁边坐着，谁知道她突然就哭出来了。”\n　　“琉璃，你到底哭什么啊，被打了一顿就想办法变强打回去啊。”\n　　“不、不是的。”她边抽泣着边抹着眼泪，“不仅仅是因为这个。”\n　　“那是为什么啊？”\n\n　　我想不出除此之外其他的原因。\n　　结果她哭得更大声了。\n　　“我在路上听见，有人在背后说我是怪物！”\n　　肯定是春月！\n　　二\n　　“喂，无论你要做什么也不能散播谣言辱骂她啊！”\n　　我们团团围住坐在位置上的春月，对方则不紧不慢的打开书本。\n　　“那不是谣言也不是辱骂，只是实话罢了。”她抬头轻蔑的扫了我们一眼，“而那也不是我传播的。不要什么事都向我身上推，我没必要这样做，谁知道这个学校里还有没有变态。”\n　　确实是实话，没有辱骂的成分，琉璃是真正的怪物。但因为她特殊的外表，已经开始有人故意避开她了，甚至还有人在我们身后骂我们也是怪物。\n　　“实话？”\n　　风和看向我们。她怀疑了很多次了，我只能示意让她先安静。\n　　不是她做的是谁？我不认为这个学校里会有很多人知道琉璃是蜘蛛，因为告示早在一个月前被琉璃揭下来了。\n　　但毫无疑问现在琉璃成为了别人眼中的异类，现在天天窝在家里哭，因为一出去就会有人骂她。好吧不是骂，是说。\n　　在别人背后指指点点是不好的行为，而且对她的生活还带来了这么大的伤害，我一定要揪出那个家伙！\n　　“会有谁呢，我记得琉璃并没有树过敌啊。”\n　　琉璃从来不会对人恶语相向，实在想不出会有谁记恨她。\n　　“她天天独自一人，有人说闲话很正常。”春月甩甩手示意我们走开，“你们有完没完，我说了多少遍了和我没关系！”\n　　“春月。”风和看起来有些伤心，“我以为我们是朋友。”\n　　“是啊，我们是朋友。”她突然变得有些慌张，“但是我不想被人围着，而且也不想让一个不该出现的怪物出现在我的生活。”\n　　不该出现的怪物？说起来有人流传说蛛族人型实验的失败品会被丢弃，任其自生自灭。琉璃好像失败品，却被王族培养，甚至给了封地，的确是不该存在的怪物。\n　　没有头绪，这件事没法查。不过这些话过一段时间就会消散了吧，毕竟听起来是那么不可思议，根本无人相信。\n　　“这几天安慰一下她吧。”\n　　大家只好作罢。\n　　“我一定要弄死那个家伙！”\n　　金杯愤怒的大吼道。\n　　本想着过几天就会没事，结果反而变本加厉了，说她是实验失败品，甚至还说她那副外表是杀人得来的。\n　　琉璃的脸已经变得煞白。已经开始有人在楼下当众大喊，而她只能躲在被窝里发抖。\n　　但有一点我很在意。\n　　“说实话，琉璃。你这副外表是不是杀人得来的。”\n　　“你在开什么玩笑！难道你也被**了吗！”\n　　金杯抓住我的衣服甩来甩去，他已经被气疯了。\n　　“我只是想要确认一下。”\n　　“怎么可能，琉璃这么好。”\n　　金杯望向伸出半个头的琉璃，温柔地笑着。\n　　但她点点头。\n　　“怎么会……”\n　　“对不起……对不起……”琉璃哇哇大哭起来，“为了活下去，我杀了个人！”\n　　“那就没办法了。”\n　　我拿出铁剑。\n　　“你搞什么！有问题去问那个散布谣言的人啊！”\n　　“我开玩笑的。”我收回铁剑，“但这样也就代表着凶手是琉璃的熟人喽？”\n　　“我不记得有熟人来这里了呀。”\n　　琉璃停止哭泣，挠挠头思考起来，然后给了我们这个答复。\n　　“那就怪了，恐怕像春月和金杯一样有强大的后台。”\n　　但也没道理这么针对她，又没什么好处。\n　　“也不能排除凑巧的可能性，这件事一点头绪也没有。”\n　　我忍受不了朋友被人指指点点，可也没有办法阻止。\n　　“风和还在下面等着呢，我去找她说一下。”\n　　因为女生不能进男生宿舍，所以她只能在下面等着。\n　　走下楼梯，没看见她的身影。\n　　奇怪了，她会去哪？\n　　开启能量探查进行搜索，我发现了一个体型相似的人正跪在后山的地上。\n　　在那干嘛？还跪着？\n　　我开启速度强化朝后山奔去。\n　　总觉得有些不安，从流言散播开始。\n　　我猛然刹住，心在此刻沉入谷底。\n　　我就这样静静的站着，注视着眼前的一切。\n　　风和跪在地上捂着嘴巴，身体抖动着，泪水“滴答滴答”落在地上。\n　　而距离她没多远，是一个扭曲的东西。\n　　准确的来说，是外形崩坏的尸体。\n　　三\n　　难以置信难以置信难以置信！\n　　有人惨死在云修阁的后山！\n　　这里很快就被围住，老师们都来查看情况。\n　　“死的好像是个三年级的女生。”\n　　她的脸都被砸的扁平，两条胳膊扭成了麻花，双腿的骨头直接错位，胸膛变成粉碎，内脏从腹部挖出的大洞里流出来。\n　　风和有点不适应，直接返回宿舍，听说吐了一下午。\n　　从脸和胸膛的状况来看是被重物砸击，而且不止一下。内脏从洞里流出来时还抖动着，看来死了没多久，所以在胸膛粉碎前，腹部就早已被开了个洞。\n　　根据我的推测，她应该头部先被撞击摔倒在地上，然后四肢被扭断丧失逃跑能力。接着凶手在腹部开了个洞，在欣赏完惨状后将胸膛和头颅砸碎。\n　　恐怕流言是凶手方便逃脱传出去的，这样可以降低优先怀疑率。\n　　“春月，凶手是谁你怎么看。”\n　　晚饭时，我故意坐到这个杀**师身边。她的手法也是狠辣，次次致命，却并不凶残，所以我并没有怀疑她。\n　　“你竟然会相信我。”她开始认真思考，“用砸击，而且能扭断四肢，说明等级高或者力气大，并且使用铲子作为武器。”\n　　“为什么是铲子？”\n　　“你说过她的头是扁平的，唯一能用的只有铲子吧。”\n　　力气大？单靠力气不能吧？如果是等级的话，恐怕是四年级的，因为金杯找来的资料显示死者的等级特别高。\n　　“已经有人找上琉璃了哦，流言还是有影响的。”\n　　她指了指门口，已经有几个学生围住她。\n　　“我就奇了怪了，琉璃的武器有哪一点符合尸体上的痕迹？”\n　　“没办法，都这样。”\n　　她耸耸肩，离开食堂。\n　　学校高层也开始手忙脚乱。学生惨死可不是小事，但他们竟然也找到琉璃身上。\n　　“咳咳，对不起，琉璃当时在我身边，所以凶手不是她。”\n　　我推开人群走到她身边。\n　　“我说过了，他们不听。”\n　　金杯无可奈何地摇摇头。\n　　“听说琉璃是蜘蛛，可以用蛛丝做替身。”\n　　“真的吗？”\n　　因为流言的正确性，连我也开始怀疑起她。\n　　“开什么玩笑！我哪来这么大能耐！”\n　　琉璃使劲锤了我一下。\n　　也是哈，怎么可能，我才没失望不能学傀儡术。\n　　“虽然怀疑你很抱歉，但确实有可疑性，毕竟文件里你的资料并不全面。”\n　　emm……因为确实隐藏了事情，被怀疑也很正常。\n　　“散了吧，她不是凶手。”\n　　人群散开，校长站在外面望着我们。\n　　“校长，为什么这么说？”\n　　“琉璃小姐是我校的贵宾，还有意见吗？”\n　　他扫视了一圈，所见之人无不低头哈腰。\n　　“没了没了。”\n　　但即使大家都离开，也依然有可疑的目光看向琉璃。\n　　“很抱歉琉璃小姐，但大家也是为了保险。”\n　　校长朝琉璃鞠了一躬以示抱歉。\n　　“没事的。”琉璃嘴上这么说但都快哭出来了，“毕竟我确实很可疑。”\n　　“你是音同学吧，琉璃小姐的同居者。”\n　　“是我没错。”\n　　有什么事情要和我交代吗？\n　　“你知道，有很多人都盯上了琉璃小姐，像之前的比赛。”\n　　他是在说柳回的事。\n　　“所以，我请求你保护她。我猜测最后的目标很可能是琉璃小姐。王宫叫我去开会，这几天不能在这，所以希望你能帮忙调查这件事。”\n　　最后的目标？所以现在杀人都是铺垫吗？这未免也太复杂了吧！\n　　但也并非没有这种可能性，毕竟她的价值足以让凶手大费周折。\n　　又接了件麻烦事。\n　　说真的，我只想安安静静的生活。但如果和朋友有关，我也不能坐视不管。\n　　“校长放心，我会保护好她的。”\n　　琉璃闷闷不乐的和我一起回到宿舍。\n　　“真是的，什么杀人凶手，为什么都算到我头上嘛！”\n　　她眼泪汪汪的趴在床上，狠狠握紧了拳头。\n　　“凶手今天还会再杀人吗？”\n　　“应该不会吧，一天杀两次？太频繁了吧！”\n　　说的也对，现在防备那么强，再去杀人简直是自寻死路。\n　　尾声\n　　我错了。\n　　这个凶手极其大胆，在晚上又杀了一个。\n　　这次死的更惨。\n　　乌黑的血水从砍成两半的布满血丝的眼球里流出来，肠子被人为的扭在一起。手指全部被掰断，头和脖子被硬生生扯开，血管和碎肉散在两旁。腰被360度旋转扭在一起，脊椎骨被扭断成九节。腿骨被打断强行绑成结，头骨只剩碎片。\n　　“音……”\n　　风和抱住我，把头靠在我的后背。\n　　“我好怕，下一个会是我。”\n　　周围的人也充满恐惧。死者一点声音也没发出，就成了这幅恐怖的样子。\n　　“没事的……没事的……”\n　　我只能用语言安抚她。除了这种事，还是连续作案，未免会产生恐慌。\n　　但更重要的是，已经有人开始聚集在楼下辱骂琉璃，而且骂完就跑，甚至开始丢东西。\n　　“呼，老师们找不到线索吗？”\n　　琉璃抱着头颤抖着坐在床上，看来她已经被那些人搞得崩溃了。\n　　“不行啊，即使是能量锁定也不行。”\n　　“那对方是单纯靠蛮力的喽。”\n　　依靠蛮力将人四分五裂成那样，这个凶手还真是恐怖。\n　　而且死者还都很强，却连声音都没发出就直接毙命。\n　　“聚在这里干什么，春月让我喊你们去训练场商量。”\n　　柳回不知何时出现在门外。\n　　春月？难道她要帮忙？\n　　估计因为这几天的事，校园空荡荡的。\n　　“你打算出手吗？”\n　　她的立场我实在搞不懂，柳回也一样。\n　　“这次的凶手恐怕不是人类。”\n　　“怎么可能！”\n　　云修阁内出现这么强的怪物，教师们没有察觉？\n　　因为风和很害怕躲在宿舍里不在场，所以春月就直接指向琉璃。\n　　“凶手和她一样，拥有人型，而且是个教师。”\n　　嗯，她肯定在开玩笑。\n　　拥有人型，恐怕也是人型计划的试验品。\n　　“琉璃拥有完整的人型，凶手可能盯上了这一点。”\n　　“完整的？”\n　　不对啊，她不是……说起来她从十几天前就再未变回蜘蛛。\n　　完整的人型，这确实是那些蜘蛛所渴望的。\n　　“怪物一旦获得情感，和人类没什么两样。”\n　　那么十几天前，也就是和金杯吵架的日子。\n　　在那天，她获得了负面的情绪，成了真正的人类。\n\n\n\n第十四章：拯救\n\n       一\n　　人类吗？还是怪物呢？\n　　我想起之前问她的问题，现在琉璃用行动做出了答案。\n　　她算是人类了吗？\n　　琉璃抿着嘴用疑惑的眼神看向扭过头的我。\n　　“怎么了？”\n　　“不，没什么。”\n　　我把头扭回去，深**气。\n　　“这些不重要，问题是怎么把凶手引出来。”\n　　凶手的杀人速度很快，一天至少能杀四五个人，如果不尽快抓住……\n　　“抱歉琉璃，要委屈你一下了。”\n　　春月叹口气，给了她一瓶药。\n　　“你不会？”我明白了她的意图，“但琉璃她……”\n　　“没事的，这瓶药可以短时间提升技能效果。而且你应该可以跟在她身边。”\n　　知道我有探查屏蔽吗？他们的组织还真是不简单啊。\n　　“先说好，我的屏蔽用不了太长时间，你能确定凶手一定会出现吗？”\n　　虽说如此，现场没有一丝能量波动，所以凶手不一定会使用探查。\n　　“……不一定，可这也没有办法。”\n　　这种事怎么可以不认真想！\n　　“唔，音，情况很不妙……”白衣少女突然现出外形，“风和出事了！”\n　　早该料到的！对方是个教师，所以肯定也能进入宿舍！\n　　整个学院已经没有安全的地方了。\n　　风和！别出事啊！\n　　她的宿舍门外，围满了教师。\n　　“风和，风和！”\n　　我发疯的使用能量挤进人群，冲进屋内。\n　　里面是一片血红，凶器第一次显露出来。\n　　一把铲子，插在她的胸口上。\n　　“别开玩笑了，她没死吧。”\n　　生命宝石碎片已经被取下，她再也没有不死的能力了。\n　　“很遗憾，铲子直接刺破心脏。”\n　　我的脸从此刻凝固在惨淡的微笑里，想要开口嘴唇却像被粘住一般。\n　　“逝者安息，音……”\n　　琉璃伸手想要抓住我，却被我一掌拍开。\n　　我抓住铲柄，将其拔下，凝固的血液和碎肉被带出来，洒在我脸上。\n　　不会的，她死不了。\n　　恢复！恢复！恢复！\n　　我将手搭在伤口上，不断地使用恢复希望能够救活她。伤口消失殆尽，但她还是浑身冰凉的躺在地板上。\n　　还有一个办法，还有一个，能阻止一切的办法！\n　　时空扭转！\n　　我身体开始崩塌瓦解，从内部闪起蓝光。\n　　“你疯了！今年次数已经用完了！你只要等到明年就可以！”\n　　“我等不了。”我不听白衣少女的劝告，“我要风和现在就回来！”\n　　“停下！”\n　　我感到头顶被重重的一击，身体丧失了知觉，一片酥麻。蓝光消失，我的身体愈合成原样。\n　　“真是乱来。”\n　　然后眼前是无尽的黑暗。\n　　“你知道你在做什么吗，整个王城都会消失！”\n　　白衣少女飞过来狠狠抽了我一巴掌。\n　　我感觉不到疼痛，感觉不到晕眩，就任凭身体在失重的空间内不断的旋转后退。\n　　“十年前我成功了……”\n　　“闭嘴！”她吼完这一声后捂住脸仰天长啸着，“十年前，也是因为她啊……”\n　　“我要出去！”\n　　“不可能！”\n　　我感到身体被一股吸力向后拉去。\n　　“……不可能了，你要接受这个现实。”\n　　接受现实……我不可能接受！\n　　“我还有，我还有生命宝石！只要，只要将这个放到她身上……”\n　　“你应该很清楚吧！这么点碎片，是不可能把人复活的！”\n　　不会的，不会的……\n　　我的心理屏障崩溃瓦解，泪水奔泻而出。\n　　为什么……为什么都盯上她啊……\n　　流云也好，杀手也要，为什么都要把她牵连上啊！\n　　“……开个特例吧。”\n　　黑暗中开启了一扇金色的门，里面是一座金碧辉煌的宫殿。\n　　“嘁，不按规矩办事。”\n　　白衣少女甩甩手，将我送进门内。\n　　宫殿尽头的王座上，坐着一个翘着二郎腿的白发男子，身上金色的华丽盔甲和背后的王座融为一体。\n　　“好久不见了，打破规矩的少年。”\n　　“对你来说，没有时间的概念吧。”\n　　这里是时间的殿堂，陈列着时间的大门。\n　　“你还真是随便，他手上可没有时间宝石。”\n　　白衣少女席地而坐，无奈的望向这位掌管时间的守护者。\n　　“你是不是对我产生了什么误解，我可没答应让他像上次那样随意穿梭时间。”\n　　不行吗，果然要按照规矩来。\n　　“少年，不对，也不该这么称呼你。”他埋头沉思了一会儿，“算了，就叫你‘音’吧。我可以告诉你，凶手手上有一块时间宝石碎片。如果你能拿到，我就允许加强一下碎片的效果。不过代价是你要杀死凶手两次。”\n　　“我甚至想把他千刀万剐！”\n　　“哎呀呀，脾气比之前还要大呢。”\n　　他随手一台，我的面前生起一座紫色的大门。\n　　“这是‘现在’的大门，回去吧。”\n　　二\n　　我的目标是，将凶手千刀万剐，获得时间宝石碎片。\n　　但很可惜的是，我并没有对付凶手的办法。\n　　对方拥有时间宝石，能够随意穿梭时间。假如我没有将其一击毙命，他将会穿梭时间回到过去将我杀掉。\n　　“这下麻烦大了。”\n　　我一想到这里便开始苦恼。\n　　“什么意思？”\n　　“你看，凶手如果穿越回去将过去的我杀掉，现在的我将会消失。”\n　　也就是时间悖论问题。\n　　“你害怕打斗时发生这种事？”\n　　“对啊，你有没有能够违背时间的办法？”\n　　穿越时间拥有高危性，一不小心整个世界将会毁灭。\n　　“实际上，时间宝石并不是你想象中的穿越时间。”\n　　“什么意思？”\n　　“它会给你未来的所有可能性。就像十年前一样，你记得风和曾经被杀死，但那只是未来的一种可能，而你选择了另一条路。”\n　　“听不懂，你说的都是什么玩意。”\n　　“……现在、过去和未来已经是固定的了。你之前穿越时间那些都是必定会发生的事，不会对世界产生任何影响。”\n　　“说简单点。”\n　　白衣少女又气又恼，深深吸了一口气。\n　　“凶手会获得了和你交手后的所有可能，现在恐怕已经崩溃了。”\n　　我还是没听懂她在说什么，只知道她知道未来的所有事情。\n　　按照她的说法，我赢定了。\n　　不必担心任何事情，我安心的度过了一晚。\n　　“所以该怎么办？”\n　　由于白衣少女不肯透露信息，只能由我们自己想办法找出凶手。\n　　“和昨天商量的一样，由琉璃当诱饵吧。”\n　　“……确定吗？凶手是谁，有多强，我们一概不知诶。”\n　　“没事的。”\n　　话虽如此，但我实在不能相信那个白衣半吊子。\n　　自从之前救琉璃结果差点毒死她之后，她的每一句话我都要三思。\n　　可没办法，现在我除了相信别无选择。\n　　“那我们就先走了。音，加油。”\n　　“放心吧，我要让凶手生不如死！”\n　　满怀对他的怨恨，我和琉璃来到后山。\n　　根据计划，让她哭哭啼啼的跑进后山，我在一旁开启探查屏蔽躲起来。\n　　怎么没来？\n　　一直等到中午，我坚持不住，解开屏蔽。\n　　“宝石可真好用啊！”\n　　我身后传来一个女声，随后就是“沙沙”的树叶响。\n　　背刺！\n　　疼痛感让昏昏欲睡的我猛然惊醒，奈何身体的负担太大，只能依靠翻滚躲开另一剑。\n　　嘶……伤口不是多深，不足以致命。\n　　早该料到的，对方知道所有的可能性，自然也知道我们的计划。\n　　她现在的所有动作，都是在向胜利靠拢。\n　　真棘手。\n　　先用瞬间的能量震荡震开对方刺来的一剑，再用左手朝她射出纤细的蛛丝。\n　　？？？\n　　明明是如此迅速的一击，但对方却轻松躲开。\n　　早该料到的，她知道接下来我所有的进攻。\n　　但为何她却冒出了冷汗？\n　　力量强化！\n　　先靠力量占据上风，接下来再趁她抵挡的时候用蛛丝控制住。\n　　然而对方却闪过我所有的进攻。\n　　“没事，不要紧张，胜负已经注定了。”\n　　是吗？我对你的话可没有信心。\n　　“音，我来帮你了！”\n　　琉璃出现在她身后，喝**水结出一只巨大的网，拦住她的去路。\n　　好，就这样把她困住！\n　　“嘁，真的没办法了吗？”\n　　她皱紧眉头，身边突然涌出能量。\n　　能量波动！\n　　因为没料到这一招，我的力量强化出现了短暂的延迟。就在这一瞬间，她的速度和力量突然上升，加速向我冲来。\n　　“乒乒乓乓”几声脆响，我的铁剑被瞬间砍成碎片，被她步步紧逼着向后退。\n　　“琉璃！”\n　　“好！”\n　　随着琉璃的手指移动，四周出现了大量的蛛丝。\n　　“合！”\n　　她大喝一声，四面八方密集的蛛丝以我们为中心涌来。\n　　但却是一眨眼的时间，凶手脚下出现一个大坑，躲过这一击。\n　　我的四肢被密集的蛛丝缠住，动弹不得。\n　　“呼，呼。还挺能干的嘛，明明是残次品。”\n　　她冷笑着走出坑内，朝着面露惧色的琉璃走去。\n　　“跑！快跑啊！”\n　　我只能扭动身体，试图挣开蛛网的纠缠。\n　　“没想到啊，唯一的一条胜利之路让我碰上了！”\n　　“那可不一定。”\n　　我突然停止挣扎，大笑起来。下一秒，身边的蛛丝散落在地。\n　　“你没预言到一个人，她是这场战斗最关键的人物。”\n　　就和她说的一样，这场战斗的结果已经注定了。\n　　三\n　　“这怎么可能，我的预言里没发生这种事！”\n　　或许出现了不可能发生的事情，她吓得面色苍白。\n　　“很遗憾，即使是完整的宝石也不可能预言到我。”\n　　白衣少女从白烟慢慢变成人形。\n　　“嘁，竟然和她说的一样。一开始我还不信，没想到你身上还真有一块宝石。”\n　　白衣少女依靠宝石的能量抵挡住了时间宝石碎片的预言。\n　　“明明有宝石，竟然不用。”\n　　她叹口气，身边的场景突然开始扭曲。\n　　“诶诶诶？怎么回事！”\n　　琉璃重心不稳的摔倒在地上。\n　　“视线扭曲！”\n　　让人产生幻觉的技能吗？没有能量波动无法破解啊。\n　　不敢随意移动，因为现在所看到的一切都是幻觉。\n　　能量探查也无法释放，被一股神秘的能量所阻挡。\n　　不清楚对方的底细可真难办。\n　　“喂，你能告诉我该怎么办了吧。”\n　　“天机不可泄露。”\n　　“都什么时候了还这样！”\n　　有可能现在琉璃已经被刺杀了！\n　　“好好好。但这一招你真的破解不了。”\n　　麻烦大了，周围发生了什么都不知道。\n　　“真不靠谱，**还得靠本大爷！”\n　　一股气流迎面而来，眼睛感到一阵刺痛。\n　　眨眨眼，金杯出现在我面前，琉璃还躺在地上呼呼的喘着气。\n　　我向前试探一下，确认是实体无误。\n　　“交给你真不靠谱。如果不是我就在旁边守着，现在琉璃已经死了！”\n　　诶？她没料到金杯在旁边吗？\n　　话说柳回也跟在旁边，可能是末影宝石抵挡住了吧。\n　　“凶手往哪去了？”\n　　“不知道。她的加速太过异常，一跺脚就瞬间消失了。”\n　　结果目的依然未达成。\n　　“麻烦死了，接下来再想让她现身就难多了。”\n　　“人没事就好。你知道凶手是谁了吗？”\n　　“凶手吗？好像是棕发。”\n　　答案呼之欲出了。整个学校里，只有一位老师有棕发。\n　　“合力的话，能打败吧。”\n　　那就是等级35级的自由科老师！\n　　踹开门，这位棕发老师依然是懒懒散散的趴在桌子上，教室里空无一人。\n　　“哟，你们怎么来了？”\n　　“老师，为什么你今天一个人在这里？”\n　　“这不是废话吗。”说着她打了个哈欠，“学生因为害怕都没来上课。”\n　　“不仅仅是因为这样吧。”春月杀气腾腾的走上前来从桌子里拿出一件黑衣，“因为这里没人，好换衣服呢。”\n　　自从风和死后，她一直都这样面色冷峻。\n　　“好好好，被你们发现了。”她歪着脑袋扫视我们，“但我的目的基本达成了。”\n　　她拿出一个水瓶，里面有着几滴血。\n　　“这是琉璃的血液，我的任务成功完成。虽说我还想把琉璃直接带走呢。”\n　　“究竟是谁派你来的！”\n　　拥有宝石，知道琉璃的身份，而且还是任务，她不可能是单独作案。\n　　“没必要告诉你们。”\n　　她猛然一睁眼，身体开始闪烁，然后停在原地。\n　　“哈，哈哈哈，我说怎么没料到你们的存在。”\n　　她狂笑着，愤怒地握紧了拳头\n　　墙壁上显露出紫色的末影粒子，柳回早在进来前便封锁了这个房间。\n　　“跑不掉了吧，把时间宝石碎片交给我。”\n　　“开什么玩笑！”\n　　她瞬间狂怒，皮肤迅速的变成绿色。\n　　“僵尸？”\n　　金杯拿出附魔铁剑，但还未出手柳回便挥舞起剑。\n　　她的移动简直快到离谱，完美避开了每次攻击。\n　　“能打败吗？我看她挺强的。”\n　　她拿出铁剑，快速冲到我们面前，将我们的队伍劈散。\n　　“你们注意安全，她交给我就行了。”\n　　末影宝石闪起光芒，柳回瞬间出现在她的头顶。\n　　“砰”庞大的能量从附魔钻石剑里涌出来，压制住她，地板甚至开始出现了裂缝。\n　　“啊！”\n　　“轰”石砖做成的地板彻底碎裂，失去支撑的老师飞速朝地面坠去。\n　　“咳咳，先逃再说。”\n　　她一抹嘴，朝墙上一踢，身体随着后座力飞速向后退去。\n　　“逃？逃去哪里！”\n　　末影粒子显现，挡住她的去路。此时此刻，整座教学楼都被末影粒子彻底封锁。\n　　“全身强化！”\n　　仅仅一拳，柳回的能量屏障被击碎，钻石剑飞落在一旁，整个身体都被打得变形。\n　　我们只能在窗台上注视着他们，没有任何的办法去干涉这场战斗\n　　“唔，种族差异太大，等级也高。”柳回双手扶着墙艰难的爬起，“胜算很低啊。”\n　　“知道就好！”\n　　一股劲风朝他袭来，又是一拳。\n　　随着这一击，大楼的末影屏障也彻底消散。\n　　结束了吗？双方实力差距太大了。\n　　“成功了。”\n　　琉璃突然不知何时出现在楼下。\n　　“什么情况！”\n　　微微有些绿色的蛛丝将她绑成一团，任其挣扎也不会断掉。\n　　“她喝了我给的药水呢。”\n　　哦，就是那个提升技能的吗？\n　　“我的蛛丝里面有毒素，会**你的神经，放弃抵抗吧。”\n　　我翻身跃下来到她身旁。\n　　“好了，给我宝石吧。”\n　　“嘁，给你便罢。”\n　　她手指一弹，丢给我一块蓝色的碎片。\n　　我将宝石碎片朝天空丢去，一座大门在我面前升起。\n　　风和，你不会死的。\n　　尾声\n　　“哦吼吼，你竟然真的办到了。”\n　　王座上的男子大笑道，在我面前升起了三座大门。\n　　“选择吧，分别是三位死者的时间。和十年前一样，你的选择将会彻底改变历史。”\n　　改变历史呢，而且改变的还非常多呢。\n　　呼，真是个困难的选择。\n　　每多一个人就多一个风险，但是我却不想放弃任何一个生命。\n　　“做出你的选择吧，无论哪一种都会产生无限的可能性。”\n　　男子大笑道，三座金色的大门里，炫目的紫光扰乱了我的视线。\n　　“音，你究竟会怎么选择，我也想看看。”\n　　白衣少女也没有任何提议，就这样注视着我。\n　　我的选择……要承担风险，还是拯救生命。\n　　就和一个月前流云给我的一样。\n　　不过这次的选项，多了一个。\n　　我轻轻叹了口气，缓缓步入门内。\n　　耀眼的紫光彻底包围了我。\n\n\n\n\n第十五章：改变历史\n\n       一\n　　我的面前是发抖的琉璃。\n　　我要在凶手作案前抓住她，这样就能拯救所有人。\n　　“抱歉琉璃，我有事出去一下。”\n　　“诶诶诶？”\n　　我眉头紧锁着快步推开门向楼下看。\n　　楼下的风和还在焦急的踱步，也就是说现在凶手还没作案。\n　　后山门口吗，并不是多远。\n　　但就在几句话的功夫内，将会有一个人被杀死。\n　　要快一点！\n　　我翻身从楼上跳下，开启能量探查。\n　　后山门口，有一个人将要走进去。\n　　速度强化，全力。\n　　“嘣”建楼用的砖瓦被我瞬间踢爆，空中闪过蓝紫色的残影，手里切换成铁剑，朝着将要走进大门的人刺去。\n　　“铛”铁器的碰撞声回响在后山的门口，自由科老师单膝跪在地上扶着树干喘着气，她的右手上则是一把断掉的铁剑。\n　　赶上了啊，不过我的剑也爆掉了。\n　　同时因为没用力量强化，我直接将身后的铁栅栏砸成了掉落物。\n　　背部……好痛。\n　　我在撞烂铁栅栏后从空中摔下来，但还未落在地上腹部就被狠狠捶了一下。\n　　“噗”感觉胃被扭成一团，世界天旋地转恶心得想吐。\n　　只看到飞来的拳头，感觉自己又飞速向后退去，撞到砖瓦上感觉后背穿出“咔嚓”一声，脸上浮肿了一块。\n　　“嘁，竟然出现了意料之外的情况，那就两个人都解决掉吧。”\n　　刚睁开眼，却又看到一张熟悉的脸。\n　　双脚浮空，我被她扔回了后山，撞到树上。\n　　“速战速决吧。”\n　　我忽略了一件事，她认真起来可以秒杀我。我没有柳回那么强的战斗力，也没有琉璃的控制和毒素，和她对战我没有一点优势。\n　　“咳咳。”我捂住肚子干咳几声，“白衣少女，你能出来吗。”\n　　“你认为呢，傻子。”\n　　派不上用场的家伙。\n　　又是一拳瞬间闪到我面前来，原本的被害人不知道为什么晕了过去。\n　　能量震荡！\n　　可惜自己没有防御强化，即使用能量震荡也依然被冲击力打退，直接摔倒在地。\n　　没力气爬起来了啊……\n　　她的攻击速度太快，根本看不清，加上还有一个无法破解的视线扭曲，手无寸铁的我只能乖乖挨揍。更重要的是，她是僵尸，只是用拳头就能轻松把我打成内伤。\n　　蛛丝……\n　　我的蛛丝怎么可能比得上琉璃那么强力，就是几根细线罢了，一挣就断。\n　　神经屏蔽也不能用，不然连自身的条件反射都会消失，会被打得更惨。\n　　现在的我，只能凭借身体的本能来进行闪躲。\n　　“咣”感觉头被狠狠砸了一下，身体不由自主的朝右边飞去，撞到树干上。\n　　没想到铲子伤害也这么高……\n　　不对，是我防御力太弱了。\n　　手上只有几块泥土，即使放置也会被瞬间打散。\n　　“我记得你是叫音吧，怎么会知道我来这里行凶？”\n　　“我知道的不止这些呢。”\n　　连说话的力气都快没了。\n　　“好了，和那边的人一起，下地狱吧！”\n　　能量震荡！\n　　我右手边冒出了沙尘，随着气流扑到她脸上。\n　　“咳咳，你是逃不掉的！”\n　　跳跃强化！\n　　论速度我比不过你，但你如果看不见我也没辙。\n　　我注视着地上的老师，落到了附近最高的树上。\n　　单挑打不过她，我还是先跑吧。\n　　速度强化+能量震荡。\n　　像发射器一般，我脚下出现强烈的能量震荡，将我弹射出去。\n　　“铛”下一秒，我头着地摔到地面上。\n　　好晕……\n　　“能量探查这种高实用性的技能你忘了吗？同学？”\n　　略带嘲讽的声音从我面前传来。\n　　嘁，一时心急忘了，只要有能量探查，瞎子也能知道身边所有的事物。\n　　这下疲倦的连眼睛都睁不开了……\n　　不过刚才发出那么大响声，肯定会有人来。\n　　“好了，就这么睡吧。”\n　　“笑话。”\n　　力量强化+能量震荡！\n　　铁铲被我一掌扇断，从铲柄开始碎裂，铲头飞到树干上发出一声闷响。\n　　不是说了吗，有了能量探查不睁眼也能做出反应。\n　　幸好刚才扇的侧面，不然刚才硬打上去手要废掉。\n　　但即使这样，我的左掌也变得酥麻。\n　　她握住铲子的手停在空中，然后气恼的将木棍甩到一边。\n　　“我又不是只有这一个武器！”\n　　她拿出石斧向我劈来。\n　　翻身滚到一旁，石斧陷到地里。\n　　很遗憾我只有那一个武器，所以没法反击。\n　　不过他们应该要来了。\n　　远处传来骚动，她愣了一下，身形消失在我的探查中。\n　　她跑了吗？\n　　麻烦更大了，从现在开始，她的一举一动我都不再清楚，她接下来的行凶我都没法阻止。\n　　不过她使用了能量，接下来交给那些老师就可以了吧。\n　　二\n　　“嗯，是自由科老师。”\n　　使用能量锁定查出凶手后，老师立即展开了行动。\n　　接下来交给他们就足够了吧，本来就不是我们学生该管的事。\n　　不过这能量锁定还真是可怕，一下就能查出是谁。\n　　我去学一个能抹消痕迹的技能吧，虽然我也不做什么亏心事。\n　　“说来你是怎么知道有人要遇害的？”\n　　大家都围在桌子旁疑惑的望着我。\n　　就连在当前时间线没有结成盟友的春月和柳回也聚过来。\n　　“这个嘛……不能说。”\n　　开什么玩笑，风和还在这呢怎么能说关于宝石的事。\n　　“嘁，小气，不过她为什么要这么做呢？”\n　　“是啊，为什么呢？”\n　　我的眼神四处乱飘。\n　　这件事应该算告一段落了吧，我不觉得她能打败这么多老师。\n　　在她被抓之前，大家多注意点就好了吧。\n　　“开打了开打了！”\n　　有人慌慌张张的跑进来大喊道。\n　　“开打了？说的是老师们吗？”\n　　办事挺快嘛，出去看看她是怎么被暴虐的。\n　　这里的老师都不弱，就凭她想要赢？做梦！\n　　然而还未跨出门去，一道劲风夹杂着爆炸直接将食堂轰平。\n　　“我滴个乖乖，这是什么变态的破坏力！”\n　　天上TNT四处乱飞，炸的地上满是大坑。\n　　“那是合成教师，他贼喜欢四处乱炸。”\n　　大量的TNT直接席卷了地面，四周建筑物基本都难以幸免。\n　　“有什么办法能让他停下，不然我们会被直接炸死的！”\n　　校长和穿越前一样，去王宫开会了。\n　　“这些东西小意思！”\n　　一声猖狂的大笑打断了我的焦虑。她如同先知一般轻松躲过密集的爆炸群，随手掀起狂风吹散烟雾。\n　　不对，她就是先知！\n　　时空宝石极其特殊，能让持有者知道未来的所有可能。\n　　所有的攻击早在她的预料之中了。\n　　不过这只是碎片，顶多能预知到几分钟之内的事。\n　　“柳回，能攻击到吗？”\n　　他的末影宝石可以避免被预测，所以他的攻击有效。\n　　“有烟雾和气流，我控制不好位置。”\n　　“那算了，我去打近战。”\n　　“等等！”\n　　和初赛时一样的技能搭配，我跳到她身后发起进攻。\n　　“那边的学生，这里太危险了，不要过来！”\n　　还未挥下去，强烈的爆炸便把我打了下去。\n　　算了，等一会儿再上吧。\n　　但命中是不可能的，他们再怎么发起激烈的进攻也是徒劳无用。她灵巧的使用物品进行闪躲和反弹，在校园里来回快速穿梭。\n　　“轰”种族差异让局面发生了扭转。僵尸的一拳所富含的力量远超人类，到了她那种等级，甚至可以一拳轰爆铁甲。\n　　爆炸狂老师挨了一拳，从空中落下，在地面上砸出一个毫不逊色于TNT的大坑。\n　　主要输出没了，躲避接下来的攻击更是轻而易举。\n　　在人群中飞速穿梭造成局面混乱，在依靠石斧的破盾效果击破防御。\n　　面对如此多的强者却能轻松应对，看来是依靠时空宝石研究出的打法吧。\n　　时间也差不多了。\n　　速度药水+速度提升+力量药水+力量提升。\n　　“什……”\n　　狂风从我极速砍下的石斧中涌出来。\n　　“宝石没预测到这一击吧！”\n　　“咔”石斧砸进圆石里，两个物品同时破碎。\n　　“真是出人意料啊。”\n　　铁剑夹杂着破空声袭来。\n　　“狂风！”\n　　覆盖全场的气流将群众直接吹飞，柳回举起挥下的剑想要发起进攻。\n　　“哼，又是没预料到的进攻，今天可真是奇怪。”\n　　有一说一，她的速度真的特别快，当个刺客真是再合适不过了。\n　　不过这场战斗也表明只有我和风和能对她产生实质上的攻击，其他人除了大范围攻击都不可能命中她。\n　　明明老师都在这，却要两个学生出手才能击败。\n　　“音，走吧，把她逮捕。”\n　　春月竟然也走过来。\n　　“喂，你为什么要帮我们？”\n　　“嘁，别废话。”\n　　春月低下身子，在我眼前瞬间消失。\n　　又是一个速度超快的人。\n　　“那我也跟着去，琉璃和风和同学就呆在这里吧。”\n　　金杯穿起附魔装备。\n　　她们两个没宝石没装备，去了也没什么用。\n　　好吧。真是的，事情怎么全让我摊上了呢。\n　　我无奈的叹口气。校门已经封锁，**会引发警报。现在她还在学校内，要说学校内有什么躲藏的地方那非后山无疑。\n　　麻烦死了，老师的烂摊子还要让我收拾。\n　　三\n　　“别用宝石了，预测不到我们的。”\n　　在宝石的影响下，我们周围的所有人都不会被预测到。\n　　“真是见了鬼了。”她愤怒的咒骂道，“不过即使不用预测我也能打败你们！”\n　　虽然我方有四个人，但能打的主力只有柳回，我们三个是来当辅助的。\n　　根据穿越前的情况来看，即使没有琉璃来补刀，单靠柳回也能打一打。\n　　随着钻石剑的挥舞，无声的攻击毫无预兆的出现。\n　　没有效果？\n　　她也不躲不闪，硬接下了这顿猛攻，并且毫发无伤。\n　　开启探查……唔，通过能量震荡，造成攻击扭曲吗？这么浪费能量来模仿能量干扰的效果，果然只有等级压制才能做到啊。\n　　因为等级高，所以持续释放的时间也会长很多。\n　　虽然宝石的能量是用不完的，但产生的身体负担也会比普通的使用能量强很多。就像我之前依靠瞬移快速来到沼泽地那样，强行使用宝石的能力，即便只有一次也直接反噬到双腿无力。\n　　“哦？怎么不挥了？依靠宝石发动进攻的小孩？”\n　　她狂妄地大笑着，用手高傲的捂住嘴巴像看待杀的羔羊般看向我们。\n　　有能量震荡，柳回不可能瞬移到她身边，也无法发动远程攻击。\n　　但如果是近战，很可能会被种族压制。\n　　“金杯！”\n　　他突然大喊一声，宝石开始亮起。\n　　金杯愣了一下，看到他没有发起进攻瞬间明白。\n　　“交给我吧！”\n　　我感到她附近的能量群停顿了一下，然后像混乱了一般不受控制。\n　　能量干扰和能量波动不同。波动只会让技能暂停，干扰将会让技能直接无效。\n　　在柳回的多次攻击下，被消耗的能量震荡无法抵挡金杯的能量干扰。\n　　能量震荡产生的屏障瞬间消失，末影宝石紫光闪耀。下一秒，和穿越前一样的招数，柳回来到了她的头顶。\n　　不过这次她摔不下去。\n　　“高度压制吗？”\n　　“快跑！”\n　　看到她露出邪恶的微笑，我意识到大事不妙。\n　　“轰”顶得上十个TNT同时爆炸的威力，巨大的响声震撼了整个后山。\n　　“我的妈！这是什么情况！”\n　　春月被狂风刮到天上，然后摔的灰头土面。\n　　“咳咳，没想到还是打不过啊。”\n　　我伤的也不轻，不过还能战斗。\n　　全身强化，能一拳打爆柳回的招式，她的杀手锏。\n　　之前全靠琉璃的毒素让她无力，现在的时间段，春月连药都没给琉璃。\n　　地上的大坑深达数十米，柳回扶着剑跪在地上，全身都是被碎石划破的伤口。\n　　全靠那把附魔钻石剑，但现在那把承受所有爆炸攻击的剑现在剑尖已经碎成了渣。\n　　踢一脚就能造成超大规模爆炸的伤害，果然亡灵族每一级实力都会强上一大截。\n　　而发生这种超强伤害的罪人，现在若无其事的站在树上俯视着我们。\n　　“看见了吗，实力的差距。不过他们研究出的药物还真不错，只不过有虚弱的副作用罢了。”\n　　磕了药吗？只要撑到虚弱时间应该就能打过了。\n　　但真的能撑到吗……\n　　“好了好了，接下来这一拳，就彻底解决你们吧！”\n　　又喝了一瓶……\n　　现在的实力已经堪称变态了！\n　　“同学，快去避难！交给我们老师吧！”\n　　虽然本来就是你们的烂摊子，但这一拳我们估计躲不过啊。\n　　“好，全身强化！”\n　　她瞳孔瞬间放大，带着嘲弄的笑容举起右拳，从书上跃起狠狠的朝坑中砸了下去！\n　　随后，尘土飞扬。\n　　她愣了一下，然后愤怒地抬起头，用手抹掉嘴上的牛奶。\n　　“哈，哈哈哈，你还挺拼的嘛。”\n　　她一巴掌把接下被消弱的一拳的春月扇飞，又拿出几瓶药水。\n　　“很可惜，我还有很多。我不认为你会随身携带那么多牛奶，所以刚才你做的都是没用的。”\n　　“没用，开什么玩笑，能撑到我亲爱的她来就够了。”\n　　春月擦一下嘴角，皱着眉头艰难的站起来。\n　　明明是个刺客，却硬接下僵尸的强化拳。\n　　“唰唰”几箭，她手里的药水洒在地上。\n　　她表情僵硬的呆站在那里，随后表情由大笑转为愤怒。\n　　风和站在坑旁举着弓箭。\n　　“我可是速度极快的刺客啊，跑个来回轻轻松松。”即使表情已经扭曲她依然还有笑容，“你从战斗开始就没再预测过，这一击出乎意料吧。”\n　　“嘁，你和那两个黑发小哥，明明不用管的，为什么。”\n　　没了药水，她依然那么从容。\n　　“因为，你在风和待的校园出手了啊！”\n　　春月拿出双剑，开始迎敌。\n　　但种族值是无法违背的，僵尸对活物的感觉一向很灵敏。何况她受了重伤……\n　　？？？\n　　像是没预料到一般，她后背被狠狠砍了一剑。\n　　“嘁，在这么多人面前用这一招……”\n　　她不由自主的向走了几步，眼睛突然亮起光芒。\n　　“愚蠢，我说过药还有很多。”\n　　她又拿出一瓶药。\n　　速射冠军风和一瞬间便将箭射出去。\n　　但这次，风和没有命中。\n　　视线扭曲！\n　　尾声\n　　一只手臂在空中飞舞。\n　　她愣了一下，然后发疯的捂脸狂笑，想我身后看去。\n　　“啊，是你啊，不打算隐瞒了吗，怪物中的怪物。”\n　　那里有什么吗？我也回了头。\n　　那是一个人，准确的来说，是浑身布满丝线的人。\n　　探查完全没感觉到……琉璃看起来很不对劲。\n　　“很好！非常好！了结我吧！看到这一幕我已经没有任何遗憾了！”\n　　这个死女人突然发什么疯，被砍了手竟然还大笑！\n　　四周的草丛里冒出几根丝线。和那些柔软的不同，这些线紧绷得直直的，摧枯拉朽的将她的身体四分五裂。\n　　“结、结束了吗？”\n　　不，还没有……更麻烦了。\n　　琉璃的人身开始碎裂，像土块一样往下掉落，露出里面闪耀着钢铁光泽的皮肤。\n　　这是什么情况！她不是已经和人类没什么两样了吗！\n　　“嚓”整个身体彻底炸裂，一只比树还要高的巨型蜘蛛用足以洞穿铁块的锋利蛛爪向我刺来！\n　　“哇啊！要人命了！”\n　　“铛”明明还算能用的附魔钻石剑应声碎裂，紫色的末影宝石掉落在地上被柳回捡起。\n　　何等恐怖的破坏力，这只是随意一击！\n\n\n\n第十六章：怪物\n\n      一\n　　“这是……”\n　　一睁眼便是黑漆漆的，只有一个黑箱子周围发出淡淡的紫光。\n　　透过光照，我能看清外面有几个和我一样的生物。\n　　“嗯，语言组织正常，记忆药水第一次试验成功。接下来进入下一阶段。”\n　　什么意思……唔……\n　　我的头变得异常重，眼前一黑。\n　　再次睁眼，我已经出现在外面。\n　　这是？\n　　我抬起手，上面有些流动的东西。\n　　水……\n　　我的脑海里出现了这个词。\n　　好痛！\n　　如同要炸裂般，我的头突然疼起来，不知为何感到一阵急躁，很想破坏身边所有物体。\n　　等等，我的身体，改变了……\n　　不是乌黑的爪子，这细腻雪白的皮肤。\n　　我变成了人类。\n\n　　“人型实验体13298号，记忆药剂实验体1号，生命体征正常，可以自由活动。”\n　　我抬起头，玻璃外，是一堆红眼睛的蜘蛛。\n　　“我是在哪？”\n　　“你现在在蛛族的王城，我们是你的同类。”\n　　“同……类……”\n　　身体感觉好热啊，开始……无力了……\n　　“外观改变，人型实验失败。”\n　　这是我昏迷前听到的最后一句话。\n　　“哇啊……”\n　　我胸口好像被重物压到一般沉闷，坐起身来却忍不住吐了出来。\n　　我，恢复成人型了？\n　　“试验体13298号，我是蛛王。”\n　　天花板上的洞中爬出一只身上拥有血红纹身的洞穴蜘蛛。\n　　“王，你确定不把她丢掉吗？”\n　　它身边的小蜘蛛凑到它耳边轻声说着。\n　　“不用管了，我有安排。”它回答后将头扭回到我这边，“从今往后，你就叫‘琉璃’，是我们王族的一员。”\n　　王族……\n　　不行，头好晕。\n　　好冷啊……\n　　我缩起身子尽量往角落里靠。\n　　“把衣服拿出来吧，她现在也是王族的一员了。”\n　　“……是。”\n　　一件光滑柔顺的白衣被放到我面前。\n　　“换上它，接下来你还要执行任务呢。”\n　　任务……它到底在说什么。\n　　但也没有选择，我只能换上那件衣服跟随着它。\n　　“作为王族的一员，你当然要做出贡献。”它在一个洞前停下，“那里面，就是你今天要试喝的药剂。完成后你就能吃饭休息了。”\n　　“王，那可是……”\n　　它示意住嘴，然后让路给我。　　没有办法拒绝。\n　　身体状况似乎还算稳定，没有头晕的感觉。\n　　就是这瓶绿色的药水吗。\n　　“哗啦”玻璃瓶掉落在地上。\n　　“这是什么……”\n　　好痛！肚子如同火烧般痛起来，我倦缩在地上扭动着想要减缓疼痛。\n　　“呼，呼。”\n　　疼痛渐渐停止，我大汗淋漓地站起来。\n　　“咳咳。”\n　　这是什么……\n　　我吐出一块带着鲜血的东西。\n　　“那是你的内脏。不过不用担心，很快就会又长出一块的。”\n　　有两个蜘蛛架起我，把我运送到餐桌旁。\n　　“可惜了，这么好的体质。如果不是因为记忆药水损坏了大脑……”\n　　好黑啊……我明明是蜘蛛，为什么不能夜视呢……\n　　“吃吧，养好身体，以后还有各种任务呢。”桌子上不仅有肉还放着一本书，“每天填一下身体状况，好让我们了解。”\n　　我究竟，在干嘛……\n　　作为蜘蛛，要服从王族的一切安排。\n　　我脑海中浮现出这一句话。\n　　之后的我，每天都在试喝各种药剂，填写日记。\n　　假如我不愿意服从指令，将会出现强烈的头痛，然后晕眩。\n　　“王，既然能控制，为什么不治好她呢。”\n　　“她可不是最终作品。”\n　　最终作品是什么。\n　　我无法反抗，也不敢提问，只能带着疑惑执行任务。\n　　根据工作人员所说，我拥有其他王族所享受不到的待遇。\n　　像专业的训练和学习，以及治疗和食物。\n　　但我却感觉每天都在过着监狱般的生活。\n　　“王，快到最终阶段了。”\n　　“好，实行改造。”\n　　转眼间三年过去了，根据日记来推算。\n　　我知道他们从来没有把我当真正的生命看，毫无避违的在我面前商议着下一步把我怎么办。\n　　这是噩梦般的一天。\n　　待到我恢复成蜘蛛后，一堆“医生”围在我身边，用通过紧绷而变得异常锋利的蛛丝切割我的蛛爪。你永远无法理解那种痛苦。\n　　不让我昏迷，在我完全清醒的状态下将我的爪子一个个切断，并把神经接入机械里。\n　　我彻底成为了一个怪物。\n　　怪物中的怪物。\n　　钢铁的支臂，充满毒素的身体。\n　　当我变成人型后，我被水面映照出的自己吓哭。\n　　一个女孩的体干，侧面带着六根恐怖的爪子。\n　　为了给我改造后的身体一个完整的人型，它们将一个看起来刚十岁的小女孩带到我面前。\n　　“杀死她，将她的内脏吃掉，钻到**里。”\n　　王命令我。\n　　无法反抗，我只能带着恐惧和求生的欲望杀死她。\n　　这是我终生的梦魇。\n　　此后一个星期，我每天都能梦到她的内脏源源不断的从身体里流出。\n　　“王啊，最后阶段了吧。”\n　　“嗯。琉璃，走上前来。”\n　　我完全服从王的命令，是它的傀儡。\n　　只要它一声令下，即使是一个刚出生的婴儿我也只能残忍地虐杀。\n　　“我们要搬家了，你将作为大使留在这个洞中。”\n　　噩梦，结束了吗……\n　　目睹着它们远去，我难以置信的呆在洞中。\n　　和监视我的“管家”一起。\n　　二\n　　我的脸此时此刻肯定是恐惧到扭曲的。琉璃血红的蛛眼突然一黑，如同洪水般的毒素腐蚀掉草木，以一秒五格的速度向我涌来。\n　　“快！快往山上跑！”\n　　到来的老师们建起方块的围墙阻止毒液蔓延到学院里。\n　　哇啊啊！琉璃发什么疯！\n　　“琉璃好像失去意识了，刚才是借着本能把她杀掉的。”\n　　“金杯你不是留名阁的元老吗，能不能告诉我解决的办法！”\n　　“办法就是把她打败啊！”\n　　这不等于没有办法吗！\n　　呼呼呼，只能往山上跑吗？\n　　那简直是世界上最恐怖的毒素，摧枯拉朽的毁掉一切。\n　　“毒液应该，不会往上，升了吧。”\n　　琉璃停止喷射毒液，发出刺耳的尖叫织出一张遮天大网。\n　　你这比自由科老师还要强好多啊！\n　　“快建方块！”\n　　网从天上掉下来，轻松割开我们放置的方块。\n　　幸好缝隙很大，削铁如泥的丝线从我们身旁划过。\n　　整座山都被轻松切割。\n　　“我的妈，这些丝线都是怎么回事！”\n　　这锋利程度太夸张了。\n　　琉璃举起巨大的蛛爪，准备发动进攻。\n　　这一爪下去，恐怕这山要毁一半！\n　　爪子突然停在了半空中，琉璃的眼睛恢复了明亮的光芒。\n　　“我这是……”\n　　毒液渐渐变成白烟消失，原本的草方块变成泥土，树根被完全腐蚀只留下浮空的木头。\n　　那片明亮的湖水彻底消失。\n　　“哈哈哈，我的药物果然不错！”\n　　琉璃身上，突然出现一个坐着的金发少年。\n　　他如同骑在自己的专属坐骑上悠然自得，以一种不可思议的强大气质望向面色惊恐的我们。\n　　“你们好，我宠物的朋友们。我叫墨为，是这只愚笨家畜的指定主人。”\n　　说着他拍了拍琉璃的身体，嘲弄般的勾起了嘴角。\n　　“主人？你到底在说什么！”\n　　“哦吼吼，看来我这家畜什么都没说啊。也对，还没通知她呢。”他站起身子故作绅士的朝我们鞠了一躬，“你们好，我是墨为，这个残次品的上阶，乃是蛛族人型实验的最终之作，蛛族的下一位王。”\n　　上阶，最终之作。这些都是什么东西。\n　　不过蛛族是一堆疯子我早就知道了，无论是多么变态的事物我都能接受。\n　　“好了你这个渣泽，快喊主人。”说着他爬到琉璃头上拍拍她的脸，“我知道你恢复意识了，只要你肯乖乖听我的我就放过他们。”\n　　虽然不知道他是什么来头，但绝非等闲之辈。\n　　琉璃的身形渐渐缩小，变回人形。\n　　“不要！”\n　　“啪”一巴掌扇过去，几颗雪白的牙齿瞬间飞出来。\n　　“我没在跟你开玩笑，蛛王已经把你完全交给我处置了。本大爷心情好，只要你听话还能给你几天自由，不然你就乖乖等死吧，牲畜。”\n　　他俯下身轻轻拍了拍被扇倒在地上的琉璃的脸，血水从她嘴里“哗啦啦”的流出来。\n　　我能感到身旁拥有恐怖的杀气。\n　　“混蛋玩意，别以为几句威胁就够了！”\n　　金杯怒吼一声从山上直接跳过去。\n　　“我跟我家宠物说话时别来碍事！”\n　　一拳过去，全套附魔铁装的金杯瞬间狂吐鲜血，闪耀着紫光的装备瞬间化为粉尘，巨大的冲击让金杯砸到山上，引起一阵巨大的晃动。\n　　“看见了没，这就是我的实力。”他掐住琉璃的脖子提起，“只要喊一声谁都会没事，如果你还是不肯的话就永远也别想发生了！”\n　　只能看着，以我们的实力只能看着他嚣张的欺负琉璃。\n　　沉默片刻，琉璃张了口。\n　　“……主人。”\n　　“大声一点，让山上的他们也清楚的听见！”\n　　琉璃被砸到树上，吐出几块碎肉。\n　　那是被砸的粉碎的内脏。\n　　“你应该带着感激之情啊，如果不是我的药激发了你所有的力量现在他们已经都是死尸了！”　　忍不了，可也没办法。\n　　我们无法阻止，他的暴行。\n　　然后，琉璃闭上了眼睛。\n　　“主人！”\n　　三\n　　这一声响彻校园。\n　　琉璃屈辱的闭上眼，留下愤恨的泪水。\n　　“很好，就是这个样子。”他哈哈大笑着，“我心情很好，就放过你吧。”\n　　然后，他突然指向我们这边。\n　　“那边叫音的少年，是你杀死了那什么大使馆的人吧，王命令我杀了你。”\n　　够了！琉璃喊的那一声我实在忍不下去了，即使你不说我也会把你千刀万剐！\n　　“不要，你说过会放过他们的！”\n　　琉璃用尽全力抱住他的脚。\n　　“滚开。”他随意一踢，“不过小宠物，你让我很高兴。放心吧，顶多会打个半死。”\n　　“一天天喊人宠物的，烦不烦啊！”\n　　我要是继续忍下去，那人性肯定被狗吃了！\n　　“白衣少女，我的身体还能撑多久的身体强化。”\n　　即使强行使用力量，我也要弄死你！\n　　“……撑不过两秒。”\n　　一拳打爆附魔套，我可能连拳风都挡不过去。\n　　我想为琉璃报仇啊，非常想啊。\n　　“够了，让我当你的对手。”\n　　琉璃喝下一瓶奇怪的药水，身体再次开始破碎。\n　　“行啊，只要你能挡住我十拳不死我就放过他。”\n　　看着逐渐变大的琉璃，他不以为然地笑了笑，往后退几步。\n　　他是认真的吗……不过他可能真有那种实力。\n　　琉璃的眼睛忽闪忽暗，看来她在努力保持理智。\n　　“接好了，第一拳！”\n　　轻松跳跃到高空，坠落下来的墨为大笑着举起右拳，朝着琉璃巨大的头部砸下去。\n　　“轰隆”沙尘弥漫，距离巨大的身体瞬间倒塌，软弱无力的趴在地上。\n　　“第二拳！”\n　　左脚后退一步，重心下降，左拳瞬间打出。\n　　这一拳直接打向面门，琉璃的身体陷下去，然后迅速弹起飞到空中。\n　　“不错嘛，不过已经半死不活了吧。第三拳！”\n　　和第一拳一样，他使劲的把琉璃向地上砸去。\n　　地上被砸出一个大坑，琉璃纯铁打造的四肢完全断裂，飞散到四周。\n　　“以肉体接下我三拳，还要继续吗，我可不像第一次见面就把我的宠物杀死。”\n　　“……继续。”\n　　这两个字完全是从她牙缝里挤出来的，就刚才那种伤害，她没有昏迷就已经是奇迹了。\n　　按照刚才的力度再打下去，顶多再来不到5拳她就会被活活打死。\n　　“好吧，真是没办法。第四拳！”\n　　这是一记上勾拳，打在琉璃的下巴上。琉璃庞大的身躯带着断裂的四肢高高地飞上天空，有几根关节撑不住的铁爪从空中掉下，砸的地上灰尘弥漫。\n　　“音，琉璃她……究竟是什么？”\n　　完全不知情的风和问我。\n　　终于藏不住了吗？\n　　说实话，我也不是十分了解。\n　　“琉璃她，曾经是蛛族的试验品。”\n　　我只能这么说，因为墨为的出现打乱了我对她的认知。\n　　从高山上往下看，能看到老师和学生们聚集在防毒围墙外仰望着这一切。\n　　这下整个学院都知道了。\n　　“可怜的宠物，就接受这一拳下地狱吧！”\n　　我感到风在向墨为身上聚集。\n　　这是能量！刚才，他没用能量完全依靠体术吗！\n　　这是什么恐怖的身体素质！\n　　墨为的拳头，就要打向半空中的琉璃。\n　　“停下！快停下！”她不可能挡下这一拳，“放过她，杀了我吧。”\n　　“好，那小宠物你就先休息吧。”\n　　凌空一脚，墨为直接压缩空气进行推进飞到我身边。\n　　席卷的狂风来到我面前，我深**气，对自己的大脑使用能量震荡。\n　　“……请问你怎么出去？”\n　　白衣少女在失重的空间内望着没了身体的我。\n　　我睡着后的这个空间，并不是我脑海中的梦境。\n　　这其实是一个完全独立的时空。\n　　准确来说，我用能量震荡让自己强行睡着进入这个空间。\n　　我现在是灵魂出窍的状态。\n　　“……我相信他们会把身体修复好的。”\n　　我根本不相信，我甚至都不确定他们会不会修复。\n　　“哈，哈哈哈。你可真是大胆，音，出来吧。”\n　　黑暗中出现一条白色的裂缝，从那头传来了春月的声音。\n　　她知道这个空间？我对她的身份越来越好奇了。\n　　回到修复好的身体里，一睁眼就看见大家围在我身边望着我。\n　　“墨为呢？走了吗？”\n　　“走了。在拳头打在你身上前就被校长拦住了，不然现在你连渣都不剩。”\n　　校长啊，一直掉线的那位。\n　　如果之前他在什么事都不会发生。\n　　尾声\n　　“感谢你们击杀了杀人魔，还拦截了墨为。”\n　　校长朝我们深深鞠了一躬。\n　　现在后山已经成了荒废的土丘，墨为的拳风把山顶直接削平，植物被琉璃的毒液腐蚀干净。\n　　不过我的拿到了时空宝石碎片，虽然不能随意使用罢了。\n　　“为了奖励你们，允许你们提前一年毕业，并给每人100万绿宝石奖励。”\n　　钱啊，真俗，不过我喜欢。\n　　云修阁是四年制的，不过一年级大部分人都不会进入，所以也算是三年制。\n　　但其实专门的课程三年级便已经学完，第四年是用来训练的。\n　　不过越早毕业越好，能多在社会上积累经验。\n　　“好，为了赔偿设备破坏的费用，平均下来后每人一颗钻石。”\n　　喂喂喂，你这也太抠了吧！而且学校大楼都是老师破坏的诶！\n　　然后，我一颗钻石也没有，原因是要补交学费。\n　　忙了半天帮老师收拾烂摊子结果一点好处也没有。\n　　“因为学校要维修，所以提前放假，大家准备去哪玩？”\n　　金杯最先恢复状态。\n　　“我还要进行训练，就不陪你们了。”\n　　柳回拿着末影宝石率先离开。\n　　“真是的，放假还训练，真不愧是战斗狂。”\n　　“那本小姐就陪风和玩玩吧。”\n　　“今天经历了这么多事你们还这么有精神，明天直接到留名阁聚一下就好了嘛。”\n　　我浑身酸疼，现在根本没兴致谈玩的事。\n　　这时，战斗结束后就一直沉默不语的琉璃开口了。\n　　“抱歉，我要去制造完全解放力量也不会失控的药水，要去深山里找材料。”\n　　琉璃看起来很不高兴啊。\n　　可我也不能去问她，毕竟所有的事都是围绕着她的。\n　　那就只能在心底保佑你喽。\n\n\n\n第三卷：深山的秘境\n\n第十七章：漫长的假期\n\n        一\n　　“哇，王城的留名阁可真大啊，真不愧是总部。”\n　　我仰头望向这栋双层木质别墅。\n　　好大啊……明明只是一栋屋子，却比商业街还要大。\n　　“琉璃昨天出城了吧，稍微有些担心墨为会不会去找她。”\n　　春月有意无意的提起了琉璃。\n　　昨天的事，一想起就会怒火中烧。\n　　金杯不知不觉的握紧拳头，声音开始发颤。\n　　“墨为不会伤害琉璃的，因为他是……”\n　　最后那两个字他说不出来，闭上眼睛咬紧牙关，身体因为愤怒而颤抖。\n　　他不说出来我们也心知肚明，这件事像阴霾一样围绕在我们心头。\n　　“别想了，过去的事就过去了，现在是假期。”\n　　风和虽然嘴上这么说，但脸上也满是不悦。\n　　“对，今天是讨论去哪玩的，别想这么多。”\n　　我从愤恨中挤出一丝笑容。\n　　留名阁总部装修的十分典雅，一点也看不出是顶级的情报组织。\n　　“元老，您来了。”\n　　两侧过道的工作人员看到金杯进门便深深鞠了一躬。\n　　“给我安排一个包间，顺便调查一下墨为。”\n　　出去玩归出去玩，墨为的仇必须要报。\n　　“是。”\n　　他们抬起身来，回到自己的岗位。\n　　“啊哈哈，给怪物过生日的金大少爷来了。”\n　　一个金发的飞机头男子不知何时靠在我们身旁的墙上。\n　　见了元老也不低头，看来地位不低啊。\n　　“让开，我今天不想闹事。”\n　　“哈？不想闹事？开什么玩笑！”他离开墙壁瞟了我们一眼，“你闹得起来吗？就算在平时我三两下就能秒了你，更何况昨天还发生了那种事，你能闹起来吗？”\n　　“……让开，我们要过去。”\n　　金杯沉默了一会平复一下心情，没有和他争辩。\n　　“是是是，保护那种恶心的怪物的金大少爷。”\n　　他一个转身弯腰鞠躬，做出一个“请”的动作。\n　　“你说什么。”\n　　金杯停下将要迈出的步伐。\n　　恶心的怪物……实在过分了。\n　　正因为金杯说过类似的话，他才清楚这有多伤人。\n　　“我说啊，那个得了红眼病的萝莉，是个恶心的怪物！”\n　　他故意提高声调，并释放出能量。\n　　这人怎么回事啊，干嘛非要挑事。\n　　“你给我收回那句话！”\n　　金杯也释放出能量，换上全新的附魔套。\n　　越看他长得越像墨为，连这种欠扁的性格也一样。\n　　但这时，春月阻止了这场一触即发的战斗。\n　　“金杯，我们不是来打架的。”\n　　她拍拍金杯的肩膀，从飞机头身边走过。\n　　“春月，你什么意思，我忍不了。”\n　　虽然有所收敛，但怒火还是没消下去。\n\n　　“和字面意思一样，我们是来玩的。”\n　　沉默一会，金杯脱下装甲。\n　　“嘁，罢了。”\n　　包间里有一个大桌子，看来是专门做会议用的。\n　　“大家有什么想去的地方吗？”\n　　桌子上放着一张大地图，中心点是我们所在的王城。\n　　想去的地方，回村子吗？不过我们在那里也没有房子。\n　　“春月的老家在哪，我很想去看看呢。”\n　　春月是个很神秘的人，如果知道她家在哪估计就能知道她到底是干什么的了。\n　　“哦，在聊去哪玩吗？”又是这个欠扁的飞机头，“很抱歉我擅自进来了，不过我有一个好地方能让你去。我之前在山里建了间旅馆，你们要有意思的话……”\n　　“抱歉我们不需要。”金杯打断了他的话，“请你尽快出去。”\n　　呵，去你的地盘，鬼知道我们身上会发生什么。\n　　虽然不知道为什么他一直针对金杯，但肯定不会有任何的好心。\n　　“听我把话说完嘛，你不是在调查那什么墨为的事吗？我有一条很重要的信息哦。”\n　　“你能查到的我也能查到。”\n　　“不不不。”他摆摆手奸笑着，“情报上已经被我动了手脚了，这条信息只有我知道。”\n　　“什么！你篡改文件！”金杯一拍桌子愤怒地站起，“我要以元老的身份将你撤职！”\n　　真的有点过分了啊，擅自修改机密情报。\n　　“证据呢？”他嚣张的大笑着，“我是元老候选人，没有证据即使是你也没办法擅自将我撤职！怎么样，答应吗？”\n　　重要的情报……\n　　我看向金杯，他开始有些犹豫。\n　　金杯的任务是保护琉璃，所以要对敌人有充分的了解，所以情报对他来说极其重要。\n　　换作是我，应该会毫不犹豫的答应吧。\n　　“我……我……”\n　　他支支吾吾的，好像在做选择。\n　　怕把我们牵扯进来吗……\n　　“金杯，接受吧。”一直孤言寡语的风和终于开了口，“虽然我并不了解很多，而且存在感也很低，没什么发言权。可是，琉璃是我们的朋友，为了保护她，接受吧。”\n　　风和……\n　　最不该被牵扯进来的是她啊，明明什么都不知道，却毫不犹豫的选择帮助我们。\n　　虽然她的话很少，存在感也很低，一直默默无闻。\n　　但这次，她做出了一个正确的决定。\n　　“金杯，不用担心我们，参加吧。”我也站起来，“我想要看看，这个家伙目的失败时的嘴脸。”\n　　二\n　　东门出去后，是我遭遇刺客时的白桦林。\n　　我扭头看向嫌疑人春月，她来到此地时也有一丝尴尬。\n　　好吧，果然是你派出去的。\n　　我其实也不计较那种事，不就是差点死了嘛，我灵魂出窍一下就都OK了啦。\n　　不过如果针对其他人，那我是绝对不会原谅的。\n　　“诶，音呐，这是不是我们回村的路呢？”\n　　风和走在我身旁指向建在旁边的引路牌。\n　　“好像是的呢，我们到底要去哪啊？”\n　　虽然知道不是回村，但还是有点奇怪。\n　　因为东边的村庄，都没住多少人。\n　　所以他要想杀人灭口我们也没办法求救。\n　　稍微有点担心呢。\n　　“地图上显示从这里右转。”\n　　是一条阴森的小道。\n　　我来时没见过，是最近才弄出来的吗？\n　　这么短的时间里，很难想象建出的房子有多好。\n　　“真的要去吗？我看还不如直接把那个混蛋揍一遍省事。”\n　　我们中间唯一一个没支持去旅馆的春月发话了。\n　　虽然她表示不想闹事，但如果进了旅馆就会进入被动的局面，任他摆布。\n　　“……进去吧，去看看他到底想干嘛。”\n　　小道极其狭窄，周围建起了栅栏，必须侧身才能经过。\n　　风和拉住我的手，我回头一看却对上一双可怖的眼睛。\n　　春月满脸杀气的盯着我。\n　　我慌忙松开风和的手，装作什么都不知道的往金杯身边靠去。\n　　呼，那眼神简直太恐怖了，要吓死人。\n　　“诶，这旅馆看起来还不错嘛。”\n　　虽然是快速造出来的旅馆，但看起来却没有什么危险呢。\n　　面积很大呢，一走进门就能看见超大的泳池和花园。\n　　“这是旅馆？分明是别墅吧！”\n　　“哇，好豪华哦。”\n　　风和望向头顶如同繁星般的灯光时，我感到后背碰到了某种柔软的东西。\n　　然后是令人发寒的杀气。\n　　“呐，风和，你离我稍微远一点，不然我就要小命不保了。”\n　　我额头上开始冒出冷汗。\n　　春月的速度，能够瞬间让我肚子上开个洞。\n　　明明每次大战时我都功不可没，怎么却感觉是最弱的呢。\n　　虽然确实是最弱的。\n　　“你好，你们就是沃西大人说的房客吧。”\n　　沃西大人？那个金发飞机头？\n　　“是我们，房间在哪？”\n　　“您在说笑吗？”服务生像听到什么笑话一般，“接下来这半年里，这栋房子都是你们的。”\n　　什么旅馆，分明就是别墅嘛！\n　　没想到那个沃西竟然真的这么好心，把这么好的房子让我们用上半年。\n　　不过这个假期可还真是长啊，直接放到年底。\n　　“金杯啊，我们这半年干什么？”\n　　我突然想到一个很大的问题。\n　　朋友们组队出去玩最多也就一个周吧，半年这么长时间要干嘛？天天游泳吗？\n　　“先住下吧，不过我不认为他会这么好心。”\n　　嗯，说的对，就他那态度，怎么想也不会心怀好意。\n　　但这栋房子，实在是太豪华了！\n　　“大家随意分配房间吧，中午到餐厅集合。”\n　　呜呼呼！简直爽爆了！\n　　这就是大难不死必有后福吗，是上天给我们的战斗的奖励吗！\n　　“哇！我第一次住这么大的房间！”\n　　激动得都快哭出来了，只能欢呼着跳上柔软的大床。\n　　舒服……\n　　窗外是养眼的绿色，白桦树叶在呼啸的风中摇动，楼下灿烂的花园绽放着各种鲜花。\n　　我太高兴自己选择来到这里了！\n　　但这么茂密的森林里，一直怪物都没看见呢，总感觉有些不对劲。\n　　沃西给我们这么好的房子本身就不对劲。\n　　他到底想要干什么呢……\n　　怪物，琉璃啊。\n　　琉璃现在在哪呢，她找到药材了吗？\n　　她如果在这，该会有多高兴啊。\n　　接下来半年，也就是持续到开学，我都能在如此豪华的别墅里度过。\n　　唔，感觉要变慵懒了。\n　　下楼吧，去逛逛这个别墅。\n　　三\n　　转眼间一个月过去了，大家度过了慵懒的时光。\n　　今天照常走下楼，却看见大家都闷闷不乐地围在大厅的客桌旁。\n　　“怎么了吗？”\n　　这么好的地方，为什么会不开心呢。\n　　“很无聊啊，无聊！”\n　　风和趴在桌子上哭喊着，不停的踢着腿，像小孩子一样撒娇。\n　　“习惯刺激了，一下子变得平静还真有些不适应。”\n　　金杯慢条斯理的啃着牛排。\n　　说的对，该找些乐子，像冒险之类的。\n　　一开始觉得沃西让我们来这里肯定有什么阴谋，但都这么长时间了，一点动静也没有。\n　　“外面白桦林里连只动物也没有，成天窝在这里都要闷死了。”\n　　春月晃动着手臂模拟战斗。\n　　真的是，太无聊了啊！\n　　“嘿，大家好！”\n　　大门“嘭”的打开，耀眼的白光瞬间闪进来，一道黑影伫立在闪光之中。\n　　“哦，飞机头啊，你来这干嘛？”\n　　“什么飞机头！”他伸手捋捋头发，“咳咳，我今天来是有事找你们的。”\n　　“有事！”\n　　“什么事！”\n　　风和和春月瞬间就来到他面前。\n　　“诶诶诶，你们怎么这么高兴。”\n　　他被吓得后退几步，被门框绊倒摔在地上。\n　　“呐，你看你们白白在这里住了一个月，所以想让你们帮我干点事情抵一下房租。”\n　　不会这么简单，这里可是他的地盘，还交什么房租。\n　　不过白白住了一个月是没错，所以也没法拒绝。\n　　“嗯，说吧。”\n　　“很好，我想让你们帮我闯进山里的洞穴。”\n　　他站起来拍拍身上的尘土，指向别墅后方的高山。\n　　“想必你们也发现了，这个地方一个生物也没有。远处的高山上有一大群狼，我想让你们帮我把狼全都杀掉。”\n　　“哦？杀狼？”春月突然改变了态度，“为什么，这附近没有生物不更好吗，那么安静。而且我们在这里过了一个月都没有来攻击我们，我们为什么要先动手。”\n　　沃西似乎因为她态度转变得飞快而有些紧张。\n　　“这是因为嘛，这是因为……狼群虽然没发动进攻，但还是存在隐患，所以要先发制人！”\n　　嘁，好假的理由。\n　　“请回吧，我们没那个意愿。”\n　　大家都走回别墅里。\n　　“喂，等等，我可不是来求你们的。”他突然想起什么事，“这是你们的工作！”\n　　“要房租的话，我们就直接交钱好了。”\n　　金杯手指一弹，一颗湛蓝的钻石飞到沃西的手上。\n　　“这……那个……只是杀狼而已，能省下很多钱呢！”\n　　“慢走不送。”\n　　大门猛然关闭。\n　　“演戏也演得太假了吧，很明显是陷阱。”\n　　大家都没有否认，慵懒的围在桌子旁。\n　　“混、混蛋！”飞机头喘着粗气打开大门，“为什么你们就不愿意杀狼啊！”\n　　“为什么你一直逼我们杀狼啊。”\n　　我拿出冰凉的牛奶一口气喝下，然后昏昏沉沉地打了个哈欠。\n　　“你、你们。你看看，一个月前在留名阁都那么生龙活虎，现在都成什么样了！”\n　　“一个月前你还看不起我们呢，现在还求着我们帮忙打狼。”\n　　这么明显的陷阱，除非故意跳进去，不然谁会中啊。\n　　“你，你们！你们受到我英俊潇洒聪明机智的沃西大人的邀请，应该开心才对！我可是为了你们的健康着想让你们去锻炼身体的！”\n　　呵，呵呵呵。为了我们的健康着想，这是要笑死我们吗！\n　　“那可真谢谢您嘞，沃西大人。”\n　　好困啊，回去睡觉吧。\n　　“哇啊啊！你们怎么可以这样！”\n　　他发狂的抱住头使劲往墙上砸去，想发泄自己的愤怒。\n　　我们目不转睛的看着这出戏。\n　　“好了好了，看在你这么诚心诚意的份上，我们就答应吧，反正在这里也闲的无聊。”\n　　没有异议，大家走回房间准备收拾东西。\n　　“呼，太好了。”沃西长呼出一口气，“等等，为什么变成我求你们了！”\n　　尾声\n　　穿过白桦林，到达山脚下。\n　　“现在是半下午，该回去吃饭了。要不然等明天一早再去吧。”\n　　“同意。”\n　　“同意。”\n　　“同意。”\n　　于是我们准备返程。\n　　“等等！什么情况！这一个月你们到底怎么了！”\n　　沃西疯狂的朝毫无动力的我们嘶吼着。\n　　“好想睡觉啊。”\n　　我现在困的想直接趴在地上。\n　　“不许睡！等一会打起来就不困了！”\n　　于是他硬拖着我们往山上爬。\n　　“我说，你到底有什么目的，非让我们来这杀狼。”\n　　不是说狼很弱，但他的目的应该不止这点吧。\n　　明明比我们强这么多，却还让我们帮他。\n　　有什么只有我们才能做到呢？\n　　“喏，就是这个洞穴，里面有上百只恶狼。”\n　　洞穴里闪出一双双血红的眼睛。\n　　“来来来，当作锻炼身体吧。”\n　　“唔！”\n　　我身边的风和瞬间消失。\n　　“诶诶诶？风和你怎么了！”\n　　她推开扑向她的狼的尸体，捡起地上的弓箭。\n　　“没什么，只是没来得及闪躲。”\n　　狼的肚子上查着一支箭。\n　　我连狼的影子都没看清，她却瞬间就搭弓射杀了它，即使一个月没训练也这么强吗？\n　　“速度挺快……”\n　　下一秒，我不知为何飞了出去。\n　　在天上翻飞的时候，我看到地上雪白一片。\n　　那是冲出的狼群。\n　　“哇，挺猛啊。”\n　　我利用能量震荡从空中弹到白桦树上，奔跑的狼群渐渐停止，密密麻麻的包围我们。\n　　“有点多啊。”\n　　“就是，一只只杀也太麻烦了。”\n　　“轰”“轰”“轰”那一天，白桦林里的所有生物都不得安宁。\n　　“哇，你看着点丢啊！”\n　　我向后翻滚，躲过飞来的TNT。\n　　狼群在地上惨叫着、奔跑着，四散的逃走。\n　　“动静太大了吧。”\n　　我从树上跳到坑中，捡起地上的方块。\n　　沃西呆立着，看来发生的一切出乎他的意料。\n　　“哪有人出去玩带TNT的！”\n　　愣了半天，他才吼出这么一句。\n　　“你怎么不说哪有人出去玩还带着武器的。”\n　　没想到吧，这里即使放TNT也不犯法，为毛为要拿武器杀啊。\n　　“咳咳，那咱们进洞穴吧。”\n　　“不要。”\n　　我们斩钉截铁的拒绝。\n　　“为毛啊！”\n　　“天黑了，我们要回去吃晚饭。”\n　　本来就只是杀狼，鬼才陪你继续上山进洞穴呢！\n　　“不要啊！”\n\n\n\n第十八章：音的罪\n\n       一\n　　“好了，快点说清楚为什么要进洞穴。”\n　　别墅内灯火通明，我们和沃西四人聚在充当会议室的餐厅里谈话。\n　　那么多狼都能进去，那个洞穴肯定不止看起来那么一点。\n　　白白让我们住在这里，想尽办法让我们和他一起行动，难保里面会有什么东西。\n　　“那我就说了吧，那里面有宝物！”\n　　“宝物？”\n　　我们一时没反应过来，看向两眼放光的沃西。\n　　“你们知道宝石守护者吗？”\n　　他神神秘秘的说出了一个天大的名词。\n　　宝石守护者，是遵循世界法则，控制宝石的影响的一群人。\n　　像时空宝石传送到的时空殿堂中，那个王座上的男子，便是其中一位。\n　　即使宝石破裂，守护者们也不会消失，他们会一直存在于这世上。\n　　即使时空宝石彻底泯灭，时空殿堂也不会烟消云散。\n　　说起来，白衣少女曾经也是呢。\n　　“十年前，曾经最强大的守护者在你们两个人的家乡失踪。”\n　　他指向我和风和。\n　　守护者消失，我们村庄里怎么可能……\n　　等等，好像有些印象……\n　　唔，头又痛起来了。\n　　风和似乎也有头痛，双手抱住头皱起眉头。\n　　“那和洞穴有什么关系？”\n　　想不出就想不出吧，反正我没明白有什么关联。\n　　“相传，这个洞中，就是她的墓地！”\n　　“开什么玩笑，她不是失踪了吗，这墓地谁建的。”\n　　你要告诉我是她自己建的那肯定是在开玩笑。\n　　“这你就别管了，据说里面藏着宝石！”\n　　拥有宝石啊，对守护者来说这很正常。\n　　但是关于守护者我就没见过一个正经的。\n　　“听说那块宝石，能力还是恐怖的意志掌握！”\n　　意志掌握，我好像曾经对风和用过这个技能。\n　　虽然那时我只能使用不到十分之一的能力，但依然能清楚的感觉到对方的情绪变化。\n　　只是十分之一，便拥有了读心的能力。\n　　“你想去盗墓？真缺德。”\n　　春月不满的咂咂嘴。\n　　“什么盗墓，真难听。这叫寻宝，懂吗！”\n　　“嘁。”\n　　懒得和他争辩，春月转身离开餐厅。\n　　“确实，盗墓这种缺德的事我们干不出来。”\n　　大家点头同意，相继离开了餐厅。\n　　盗墓极其可耻，更何况目标还是保护世界的宝石守护者。\n　　“呐，你为什么要放弃当守护者呢？明明实力是第二名。”\n　　白衣少女并没有反感这个话题，但也没有回答我的问题。\n　　“那就去要问第一名她为什么会死了。”\n　　嘁，摆明了不想回答，让我怎么去问一个死人嘛。\n　　但那么恐怖的宝石，如果不去回收以后落到别人手上可就麻烦了。\n　　虽说回收后也没能力保护它。\n　　走廊的红石灯相继关闭，我拉上被子长叹出一口气。\n　　“我该怎么办才好……”\n　　夜晚泳池的“哗啦”踢水声把我拉出梦境。\n　　今天没有灵魂出窍呢。\n　　“大半夜的，是谁啊。”\n　　我透过窗户向外看，一身雪白丝衣的风和坐在泳池旁将洁白的月光打得稀碎。\n　　齐腰的长发因为微风轻轻飘在空中，白光笼罩在地上，把她的影子拉的细长。\n　　“夜深了，你怎么还在这。”\n　　我轻轻走到她的身边，抬头望向已经开始下沉的月亮。\n　　“你来啦。”\n　　她稍微侧过脸来，像平常一样露出淡淡的微笑。\n　　我也坐下来，感受清凉的风拂过脸面，眺望远处的高山。\n　　“在我面前就不用装了，每次你感到不开心就会独自一人去眺望远处。”\n　　“呵呵，也是呢。毕竟是青梅竹马呢……”\n　　她低下头看向泛起波澜的水面，脸上依然挂着笑容。\n　　风和在别人面前永远是这副表情，无论是谁都一样。　　她虽然也会愤怒和冷淡，但表情从来都不会有太大的变化。\n　　一直是这样，隐藏起自己真实的情感。　　自从那场大火之后。\n　　那场夺走她真实情感的大火。\n　　“为什么呢，你一直是这样。”\n　　对谁都是微笑，生怕惹别人不开心。\n　　小心翼翼的生活着，一直注意着在别人眼里的自己。\n　　“不知道啊，音。”\n　　她带着标志性的笑容扭头看向我，泪痕清晰的显露出来。\n　　都哭出来了，还这么说吗？\n　　“音，我很开心哦。”\n　　开心吗，开玩笑的吧。\n　　你其实一直都想杀了我吧。\n　　我不愿看向她的脸。\n　　准确的来说，是不敢。\n　　“我真的，真的不在意。”\n　　“我在意。”\n　　她的脸瞬间沉了下来。\n　　明明记忆已经全都模糊了，但这件事永远都挥之不去。\n　　我站起来，头也不回的回到自己的房间。\n　　那场大火的罪魁祸首，是我。\n　　二\n　　我被梦惊醒了。\n　　红光依然在我眼前闪耀，栩栩如生。\n　　那扑面的热气似乎也能感觉到，身上早已大汗淋漓。\n　　“都十年了，怎么还记得。”\n　　我扶着睡得迷糊的脑袋，掀开被子走下床。\n　　有些冷，但这也让我的脑袋清醒。\n　　明明都不在意了，怎么还会梦到呢。\n　　难道我潜意识里依然过意不去吗？\n　　那场耗无征兆的，夺走我一切的大火。\n　　“呵，还想它干嘛。”我猛灌了自己一瓶水，“又不是他的错。”\n　　即使这样不停的不停的提醒自己，告诉自己，可却还是不由自主地握紧了拳头。\n　　过去的已经过去了，何必还去在意呢。\n　　但无论怎样，都无法释怀。\n　　自己到底是怎样的感情，愤怒吗？怨恨吗？\n　　都不是。不知不觉间，自己也已经搞不清了。\n　　“呼哈哈哈，真是的，自己都晕了。”\n　　轻轻推开门，凉风让我不禁打了个寒战。\n　　出去散散心吧，顺便让自己清醒清醒。\n　　自己跟随音来到这个别墅，以为自己这样就能融入他们的团体。\n　　可依然不明白他们到底在讲什么。\n　　我和他们之间有巨大的间隔，只能远远的望着，站在原地祈祷着能慢慢拉近距离。\n　　然后看着他们渐行渐远。\n　　光着脚踩在冰凉的地板上，慢步走下楼。\n　　我感觉，自己被孤立在一旁。\n　　每天笑脸相迎，可依然无法拉近我们间的距离。\n　　还能有多久，和他们在一起的时光。\n　　终归不是一路人，等到毕业后，就会被他们遗忘吧。\n　　我这种可有可无的人。\n　　走过大厅，门外的黑夜今天是那么明朗。\n　　我的脚步渐渐慢下来。\n　　呼吸渐渐沉重，我的心情犹如掉进无底深渊。\n　　自从那场大火后，每天的生活都那么小心翼翼。\n　　不敢惹别人不高兴，因为这样会让我的路越走越窄。\n　　而且我现在只有一条路可走。\n　　这么活着，心好累啊。\n　　终于来到大门，门外璀璨的星空和我的心情相对应。\n　　……音，我恨你。\n　　怨恨不知不觉地涌上心头，甚至把我吓了一跳。\n　　这是我的，真实情感吗？\n　　每天如同带着面具一般生活着，都已经忘记自己本来的样子了。\n　　泪止不住的悄然流下，苦涩的味道在我的嘴里散发。\n　　为什么自己要哭呢。\n　　已经麻木了，思路呆掉了，自己不由自主的走到泳池旁。\n　　一看到平静的水面，我突然狠狠踢了一脚。\n　　看着月亮在水中美丽的倒影被赫然打碎，自己心里说不出的痛快。\n　　消失吧消失吧，美丽的事物全都消失吧！\n　　我狠狠抽了自己一巴掌。\n　　自己究竟是怎么了……\n　　眺望着天空，双脚不停的拍打着水面。\n　　“夜深了，你怎么还在这。”\n　　音不知何时，悄然来到我身边。\n　　像是条件反射般，我脸上瞬间出现了微笑。\n　　对这样的自己感到恶心，但却又无可奈何。\n　　“你来啦。”\n　　假惺惺的回答，假惺惺的表情，我在别人眼里的一切全都是演出来的。\n　　“在我面前就不用装了，每次你感到不开心就会独自一人去眺望远处。”\n　　“呵呵，也是呢。毕竟是青梅竹马呢……”\n　　全都瞒不过他，但这微笑像是长在我脸上一样无法改变。\n　　低头望向泛着波澜的池水，我突然起了杀心。\n　　音不会游泳，只要轻轻一推……\n　　“为什么呢，你一直是这样。”\n　　我突然意识到自己疯了，急忙打消这个念头。\n　　为什么这样呢，我自己也不知道。\n　　“不知道啊，音。”\n　　只能这样回答，我没有其他答案。\n　　即便是面对青梅竹马的音，我也不能显露出真心。\n　　因为我被真实的自己吓到了。\n　　我扭头看向他，笑容一直挂在脸上。\n　　“音，我很开心哦。”\n　　这是假话，彻彻底底的假话。\n　　他扭过头去不愿看着我。\n　　不肯面对我，对十年前依然保持内疚吗？\n　　“我真的，真的不在意。”\n　　实际上，我连自己究竟在不在意完全不清楚。\n　　“我在意。”\n　　他一直对十年前的大火感到内疚吗。\n　　我该不该原谅他，原谅这个毁掉我生活的凶手。\n　　目视着他离开，我低下头继续望向水面。\n　　不知何时，我的笑容已经消失。\n　　平静的生活像这个池水，被瞬间打碎。\n　　怎么可能就这么原谅他。\n　　我放弃抵抗，猛**气，解放出自己的真实情感。\n　　音，我恨你！\n　　忍不住闷声哭出来，我捂住脸低声哭泣着。\n　　你害死了他们，你杀了他们，你是故意的！\n　　绝对，绝对是故意的！\n　　我一定会，亲手杀了你！\n　　但在那之前，我需要你回答我一个问题。\n　　关于十年前大火的原因。\n　　三\n　　十年前，十年前，十年前……\n　　那一年，发生了那么多改变我们命运的事。\n　　“早啊。”\n　　风和带着笑容向我打招呼。\n　　还是那种笑容啊，那种社交用的假笑。\n　　始终不肯展开心扉的风和，是我心中的一块大石。\n　　不管怎样也无法原谅自己，只能竭尽所能的赎罪。\n　　但这罪无论如何也是赎不完的。\n　　要说大火的原因，我也记不得了，只知道是我干的。\n　　四人丧生在火海里，两家人只有孩子生还。\n　　音家和风和家。\n　　我到底干了什么也不清楚，但忘不了风和当时的眼神。\n　　完全呆滞着看着火焰跳动。\n　　改变我们命运的一把火，凶手却是其中一人。\n　　“我出去一下。”\n　　走出别墅，我来到白桦林。\n　　思考了一晚上，下定了这个决心。\n　　拿到宝石，治疗风和的心病。\n　　我记得曾经好像为了治风和的心病也做过什么，当时还发生了件大事。\n　　那件事是什么我也不记得了，不过好像和守护者有关。\n　　不会就是这个守护者吧。\n　　就这样悄悄的拿到宝石，然后悄悄的治好她的心病。\n　　镐子方块什么的都准备好了，狼群昨天也已经清光，还有白衣少女能应急保护我，这下算是万无一失。\n　　“呼，这山还挺高的，墓恐怕也不小。”\n　　建在这种高山上，是大墓的可能性就会高很多。\n　　独自一人去闯，风险很大，但我这次是抱着必死的决心去的。\n　　即使不能治疗她的心病，我死了她也会好受些吧。\n　　洞中一片漆黑，我点亮火把渐渐往深处走去。\n　　“嗯？到头了？”\n　　我将洞穴插满火把，黑暗被火光点亮，所有的细节一览无余。\n　　什么都没有，只是一个普普通通的洞罢了。\n　　说到底，这里是守护者的坟墓也只是个传说，那位死没死都不清楚呢。\n　　虽然我依稀记得她死了。\n　　“哎呀，嘴上说着盗墓可耻，身体挺诚实的嘛。”\n　　沃西不知何时站在了洞口。\n　　他其实很强，从一开始就知道。\n　　实际上他如果使用全力甚至能打过完全形态的琉璃。\n　　完全形态的琉璃究竟有多强呢，毕竟被墨为吊着打。\n　　别看她被虐爆，实际上云修阁所有年级的学生加起来才能勉强打个平手。\n　　“我可不是为了钱财。”\n　　“我知道，有宝石还要钱财干什么。”\n　　看来被误会了，但我的目的确实是宝石。\n　　“快来看看有什么机关。”\n　　“没机关的。”\n　　“什么？”\n　　没机关，那怎么进墓？还是说这里根本就没有墓？\n　　“你让开一下。”\n　　我向旁边后退几步，沃西握紧拳头，瞬间闪到石壁前。\n　　“瞧好了，我们间实力的差距！”\n　　“轰隆”震耳欲聋的响声在洞穴中回荡。\n　　原本是石壁的地方，现在出现了一个洞，和往下的台阶。\n　　完全靠体术锤爆墙壁，连力量强化都没用。\n　　和墨为差不多呢，各方面上。\n　　“呼，手竟然会有点疼呢。”他甩甩手走进洞里，“进来吧，我还要拿你当肉盾呢。”\n　　点亮火把往下走，没多久到了尽头。\n　　是水潭，现在需要闭气下潜游过去。\n　　“我不会游泳呢。”\n　　用能量强化水下呼吸很麻烦，而且效果还不好。\n　　更何况我还不会游泳，水下移动速度特别慢。\n　　“你不是药师吗，喝药就行了。”\n　　“谁出门带水下呼吸的药啊！”\n\n　　“你们连TNT都带了竟然不带药？”\n　　好吧，无话可说。\n　　利用速度和力量强化直接踩着水底冲过去也不是没想过，但在水下能量消耗会加快，在接下来的危险性未知的情况下，保留体力才是上策。\n　　“我带了镐子，从一旁挖过去吧。”\n　　“你是在逗我吗，看清楚这是什么墙。”\n　　沃西拿着火把趴下身子靠近墙让我看清这是什么方块。\n　　黑曜石，这个墓的外围被完整的包了一层黑曜石。\n　　“这可是守护者的墓，别想的跟打开一个无名小卒的棺材那样简单。”\n　　因为身边的守护者太过于奇葩，就把其他几位一概而论，我实在太傻了。\n　　但真的只能游过去吗？\n　　“我看错你了，音。”\n　　我向身后看去，台阶上，一名黑发男子抱胸望着我。\n　　“盗墓可耻，不过我喜欢。”\n　　然而这种正经的表情还没维持多久就被他磨拳擦掌的兴奋动作打破了。\n　　“不会游泳是吧，接着。”\n　　一个沉重的物品被丢下来。\n　　海晶石打造的附魔三叉戟被我接住。\n　　“激流I，你怎么什么附魔都有啊。”\n　　因为他的东西太过于丰富，我反而不满的皱起眉头。\n　　“这种小事你就别管了，趁那俩女的没发现赶紧进去，不然我们的信誉就不保了。”\n　　她们肯定发现了吧，毕竟沃西打洞时发出了那么大的声响。\n　　“好，看我冲进坟墓！”\n　　随着能量的注入，我感到体力被瞬间抽走，三叉戟在昏暗中发出耀眼的紫光。\n　　激流！\n　　在跳下水的那一刻，我激发激流附魔，瞬间感到天旋地转，水流“哗哗”的从身边流过。\n　　直到碰到坚硬的黑曜石我才停下。\n　　向上伸手抓住方块，我把头“噗”一声伸出水面。\n       尾声　　“这就是墓里面了吗，真的好大啊。”\n　　纵横交错的墓室，像迷宫一般。\n　　“怎么有种大型地牢的即视感。”\n　　“一般的大墓都这样，不但结构复杂，还分好多层。”\n　　这明明就是个地牢吧！\n　　想埋葬的话，直接普普通通立块坟就好了，还省得被人盗。\n　　“……我没听错的话，好像有很多怪物的声音。”\n　　低沉的嘶吼声和骨头间的摩擦声在墓室里不停的回响。\n　　我们沉默了一会。\n　　“沃西！这根本就是地牢吧！说话啊沃西！”\n　　“咳咳，本质上没什么区别。无论是地牢还是大墓，我们的目的都是找到宝藏。”\n　　也罢，到时候被指责去盗墓时可以反驳说这是地牢。\n　　不过我倒挺希望这是那个守护者的墓呢，这样一看到名字说不定就能想起过去的事情。\n　　“好，根据调查，这个墓有5层，所以……”\n　　沃西的话还没说完，前方的墙壁便轰然倒塌。\n\n\n\n第十九章：墓\n\n       一\n　　虽然地板和外墙都是黑曜石做的，但墓里的墙却是石砖建造，所以可以被轻易破坏。\n　　墓内烟尘四起，呛得我睁不开眼。\n　　开启探查。\n　　唔，好强的波动。\n　　“你们，是来盗墓的嘛？”\n　　没有生命体征，对方为亡灵。\n　　“你是……”\n　　沃西一挥手，能量震荡以他为中心释放出气流吹飞烟尘。\n　　那是一只僵尸，空着手。它身后的墙被撞出两格高的洞，可以看见一个坑。\n　　“我是这个墓第一层的守护者，现在如果退出去还能放你们一马。”\n　　“刚进来就让我们出去可不行啊。”\n　　沃西瞬间提速进行冲刺，可立即就被一拳打回来。\n　　“哈哈哈，守护者的墓果然不简单。”他伸手将旁边的墙壁捶出一个洞，“我们绕路走。”\n　　行吧，也没办法。沃西都被直接揍回来了，即便我们一起上也打不过。\n　　旁边的房间里放了几个箱子，只有一两只僵尸在看守。\n　　“箱子打开看看吗，至少捞点东西啊。”\n　　金杯看他想直接往下一个房间走，便疑惑地问他。\n　　现在还不确定能不能去下一层呢，至少拿些东西算保底啊。\n　　“拿什么拿！那个怪物的实力你也清楚，要是因为开箱子耽误时间被追上只有死路一条！”\n　　“喂，你们想去哪？”\n　　我身边的墙壁瞬间碎裂，那只僵尸又出现在我们面前。\n　　它也能徒手碎墙，我们躲不掉。\n　　“你给我走开！”\n　　一个雪球瞬间砸在它脸上。\n　　？？？竟然被击退了！\n　　“沃西，那是什么招式！”\n　　“一个组合技。赶紧跑，它的速度比我们快。”\n　　那只僵尸退了一步随机再次加速向我们撞来。\n　　好痛！\n　　感觉五脏六腑都错位，我只听见“咔”一声，然后是石砖碎裂的轰鸣。\n　　……风和救了我一命啊。\n　　她在考入云修阁，离开村庄前，曾给了我一个铁甲，只不过因为太重而被保存至今。\n　　现在那个铁甲已经碎成了渣，无迹可寻。\n　　但它确确实实保住了我一命。\n　　“唔……力道可真大……”\n　　开启神经屏蔽不让疼痛影响战斗，但造成的伤害却无法抹消，整个身体都软弱无力，像一滩烂泥倒在地上。\n　　“丝……线。”\n　　庞大线海从我身上冒出，拉住了那想要让我毙命的一拳。\n　　身体快要承受不住了。\n　　因为在重伤的情况下运转能量产生负担，我的身体各处都开始撕裂。\n　　“竟然可以控制丝线，看来你不简单呢。”\n　　不，你想多了。\n　　但我无力吐槽他，只能勉强控制丝线想要结出一张网。\n　　结不出也好，至少要撑到我喝完药。\n　　但我刚利用另一捆丝线拿出生命药水，丝线便被瞬间扯断。\n　　完蛋，我竟然犯了这种低级错误！\n　　能挡住拳头已经是极限，这时分散能量去做其他事简直是自寻死路。\n　　我的身体，真的能躲开这已经到达面前的一拳吗？\n　　震荡……\n　　我再次撞到墙上，软趴趴的滑落，内脏已经被自己震碎。\n　　勉强让它后退了几步，但并没有什么用。\n　　风和会来救我吗？\n　　即便有她救我的前科，但自己依然不能保证。\n　　毕竟我烧了她全家啊。\n　　“你给我退回去！”\n　　？？？\n　　再次震惊。\n　　我用微睁的眼睛，看到金杯破了它的防御。\n　　“呼，幸好只是因为防御强化才能横冲直撞，不然这一剑下去估计伤不了它一根毫毛。”\n　　喂喂喂，防御强化也很强的好吗，那一招要练很久才能学会的！\n　　竟然能轻松破了能量防御，金杯到底还有什么招式啊！\n　　算了，先喝几瓶药。\n　　“哈哈哈，太让我兴奋了。”它不顾手臂上的伤口笑着说，“你们竟然有那么多厉害的招式，看来能陪我过上两招了。”\n　　然后，以肉眼可见的速度，它的伤口迅速愈合。\n　　恢复强化，僵尸也能学会这招？\n　　恢复强化，说是强化，其实类似于生命药水的效果，对亡灵会造成伤害。\n　　像是回应我们写在脸上的疑惑，它向我挥了一下手。\n　　然后我的手臂上裂开了许多口子。\n　　不是恢复强化，是“伤害”。\n　　顾名思义，伤害会产生和伤害药水一样的效果，让亡灵恢复。\n　　它刚才对自己使用了这招啊。\n　　这个招式也很稀有呢，尽量学下来。\n　　“哼，只要能碰到，什么招式我都能消除！”\n　　金杯加速向僵尸冲去，挥舞着剑抵挡外放出的能量伤害。\n　　“哦，是吗，不过这招的弊端我也发现了哦。”\n　　“铛”金杯的附魔铁剑被僵尸的石剑轻松斩断。\n　　怎么可能！石剑斩断了铁剑，而且还在没有强化过的情况下！\n　　“小子，你很聪明。依靠加附将干扰附加到武器上，就能连续释放出干扰，并且能打断强化类的技能。”\n　　金杯脸上流出冷汗，不禁后退几步。\n　　看来它说中了。\n　　“但问题是，你在将干扰加附到剑上后，干扰这个技能就相当于被封锁到剑上，你本人将会无法使出。”它说着挥挥手中的石剑，“而且每次激活干扰时都会对剑产生负担，虽然本身的影响会消弱很多，但武器将会变得易断，会被轻松击碎。”\n　　“喂，反派死于话多啊！”\n　　沃西趁它说话时绕到背后狠狠的砍了一剑。\n　　然而并没有任何用处。\n　　“很遗憾，你们中间只有他能对我造成伤害，但就在刚刚他的武器被我粉碎。”\n　　防御强化，等级越高越变态的招式，对亡灵不会有任何副作用的神技。\n　　种族间的差距，表现在各个方面上。\n　　二\n　　只有那招，只有那招才能打败它。\n　　“金杯，你不是有一堆武器吗，快拿出个新的来啊！”\n　　“开什么玩笑！你当我是工具库吗！”\n　　该死，怎么每次一到**身边的人一点用都没有！\n　　将干扰加附到武器上，这个技能的使用已经被清楚的说了出来。\n　　但我不会干扰啊！\n　　“金杯，快教我干扰！”\n　　“我这是天生的啊！”\n　　该死的天才！\n　　“好了，变成亡灵陪我吧！”\n　　它把沃西丢到我们面前，举起石剑。\n　　“高冲击瞬间速射！”\n　　熟悉的招式，面前的敌人瞬间被箭矢巨大的冲击打到墙上。\n　　破防了！依靠伤害直接破防了！\n　　“啊，又来了个有变态技能的家伙。”\n　　它爬起来，把手臂上的箭拔下来。\n　　“风和！”\n　　“音。”但这次她异常冷漠，“我需要告诉你，我恨你。”\n　　诶？\n　　诶！！！\n　　她刚才是不是说了，她恨我？\n　　既然如此，又何必救我那么多次呢？\n　　“我恨你，非常恨，这是我今天刚想清楚的。”她朝我慢慢走来，“但是，我发现自己根本不了解那场大火的真相，所以我要找出答案，然后对你实行制裁。”\n　　又变回了往常的微笑。\n　　不对……虽然我知道她恨我是应该的，但一个月前还依然和我有说有笑的。\n　　“很抱歉，就在昨天我对她下了药。因为我觉得人应该解放出自己真实的情感。”\n　　我耳旁刮过一阵风。\n　　明明那件事都已经过去十年了，她竟然还要让风和想起来！\n　　但再怎么说我还是有罪，逃也逃不掉。\n　　“别在那谈笑风生了，快来解决这个难缠的僵尸！”\n　　沃西瘫倒在地上喘着粗气。\n　　“有箭没？”\n　　“都给你！”\n　　大家将身上所有的箭都交给风和。\n　　“还来吗？也罢，就让我体验一下这个变态的招式的极限在哪！”\n　　喂喂喂，你是不是疯了？干嘛要体验一下？\n　　不过这招只能硬接，无论如何也躲不开。\n　　“我很遗憾的告诉你。”她举起在云修阁比赛时金杯给的火矢弓，“这一招，没有极限！”\n　　一共数百支箭矢，如同一条白龙飞出。\n　　雪白的箭羽无缝连接在一起，连绵不绝的飞舞着，冲击着，直接击碎它的防御。\n　　“哈哈哈，这是我见识过的最强攻击！”\n　　纵使身体被洞穿，它依然伫立在那大笑着。\n　　后面的石砖在不断的冲击下瞬间粉碎，露出的黑曜石在一瞬间变成雪白。\n　　然后，甚至连黑曜石也被击碎，白龙撞出了数十米长的坑道。\n　　“走吧。”\n　　风和向下一层的入口走去。\n　　恐怖如斯，难以置信。\n　　一瞬间，击败了等级比她多了将近一倍的强者。\n　　“……不疼吗？”\n　　她的指尖在不断滴血。\n　　“……音，这十年来，我表现的是不是很友好。”\n　　“没错，担心我的身体健康，愤怒的击退杀手。”\n　　“那么，我希望你告诉我。”她扭过头直视我的双眼，“即便在知道真相后，我们间的关系也能像我遗忘那件事时那么友好吗？”\n　　我沉默了。\n　　不知如何回答，因为自己也不知道真相。\n　　“很遗憾，我不知道。”\n　　实话实说，只能这样做。\n　　然后她沉默了几秒，转身继续前进。\n　　“那么我会拿到宝石，对你使用，找到当年的真相。”\n　　大家都看着她渐渐远去，到达火把也无法照亮的距离。\n　　此刻的她背影也是冰冷的，让人心寒。\n　　“希望到那时，你还能继续活着。”\n　　我感到一股暖流涌进心里。\n　　三\n　　“下面就是第二层了吧，不先搜刮点东西吗？”\n　　我望向下方黑乎乎的洞口，稍微有些退缩。\n　　下面的怪要更强啊，风和没了大招我们就等于没了杀招。\n　　“不了，快点赶路。”\n　　风和冷淡的回答了我的问题，纵身跃下去。\n　　确定吗？刚才那位还是因为脑抽了要硬抗才死的，怎么可能所有的守护者都那样。\n　　“别犹豫了，跳下去吧。”\n　　金杯紧跟在风和后面跳下去。\n　　“真是的，你也太墨迹了。”\n　　我感到身后被人推了一下，重心不稳朝洞内坠去。\n　　“哇啊啊！”\n　　然后，是一片冰凉。\n　　“救、救命啊！”\n　　是水！第二层竟然全是水！\n　　因为没反应过来，我被呛了一大口水。\n　　“真笨。在我找到真相前你可不许死。”\n　　我被一双手向水面拉去，“哇哇”的吐出嘴里的水。\n　　即便有三叉戟做移动辅助，我也不能一直在水里乱转啊。\n　　第三层的入口在哪呢……\n　　“风和！”\n　　从水底闪过一丝白光，我感到脚下的水流在涌动。一柄三叉戟穿过水面，带着鲜血钉到第一层坑道的墙壁上。\n　　风和的左手被砍断，沉到水底。\n　　“别管我！想办法解决它！”\n　　怎么可能不管，这么大出血量，不到几分钟就会昏迷！\n　　要先带她上去包扎伤口。\n　　突然我感到水底有一股吸力把我向下拉，水面也开始旋转。\n　　是漩涡！\n　　“咕噜噜，哇，咕噜噜……”　　天旋地转，我只能任凭漩涡把我向中心拉去。\n　　“咕、金杯！咕，用那招，咕，干扰！”\n　　水里有很明显的能量波动，干扰绝对能产生效果。\n　　但是无人应答。\n　　什么情况！\n　　连一直拉着的风和也不知去向，好像整个地方只有我一个人。\n　　“醒醒音，这是幻象！”\n　　白衣少女冒出来提醒我。\n　　幻像吗，但是该怎么破解啊！\n　　白衣少女的幻像是也她主动解除的，我没有任何办法。\n　　“那现在我就教你干扰。”\n　　她的双手开始发出光芒，然后爆发出类似于波动的气流，但是是连续性的。\n　　这股气流所经之处，水面变得平静，最后所有场景都渐渐变暗。\n　　我睁开眼，身处于水面上的平台。\n　　“醒啦？”\n　　春月他们坐在我旁边。\n　　“风和，风和呢？”\n　　我回头看去，风和躺在地上皱紧眉头，她的左臂还在源源不断地往外冒出鲜血。\n　　“要快点止血。”\n　　蛛丝缠绕住进行包扎，再用生命药水进行恢复。\n　　但以后，她都用不了弓箭了。\n　　也是因为我。\n　　“想帮助她吗？你能做到的。”\n　　那个蛊惑我的声音又出现在我脑海里。\n　　吞噬宝石后，我什么都可以办到。\n　　这句话白衣少女不知重复了多少遍。\n　　“很抱歉我还有别的办法。”\n　　只要能找到左手，依靠琉璃的超强药剂就能重新接上。\n　　“别下去了，那个家伙身在何处我们都不清楚。”\n　　这是个大问题，但不快点风和的左手就会在水里被泡烂。\n　　激流！\n　　抬头确认洞的位置，我开启激流朝那边冲去。\n　　应该在那附近吧，在水底。\n　　！！！\n　　一排的三叉戟向我刺来。\n　　我依靠激流向上游躲过去，但因为过于震惊呛了几口水。\n　　这么多三叉戟，它从哪里搞到的。\n　　然后，如同箭雨一般，三叉戟雨从深处向我飞来。\n　　激流，扭曲。\n　　直面撞上去，三叉戟在激流所带起的漩涡里被扭曲方向，从我旁边离开。\n　　我倒要看看你有多大能耐，躲在水底的胆小鬼！\n　　诶，不对，我是来找手的，怎么就打起来了呢！\n　　但身边的水流开始出现异样，有黑影在不停的游动，以我为中心的。\n　　开启探查。\n　　那个怪物游过的地方都有能量残留，然后……\n　　还没反应过来，能量残留的地方瞬间同时爆炸，气流吹动水，把我的重心搞得一团乱。\n　　不好！探查感应到物体移动，我依靠三叉戟再次躲开这一击。\n　　不过我终于找到了风和的左手。\n　　“你是来找这个的吧。”\n　　一直溺尸出现在那只手旁边，静静地漂浮着。\n　　向水面上游吧。\n　　“诶诶诶？你还没拿呢怎么就跑了？”\n　　“谁说我没拿？”\n　　左手轻轻一拽，风和的手就迅速被提上来。\n　　蛛丝只要控制的好，在水里也能派上大用途。\n　　“咳咳，幸好还没腐烂。”\n　　这只手还算完好无损，应该能接上。\n　　“风和，拿出之前比赛时琉璃给的秘药。”\n　　就是在云修阁比赛时的那瓶能在1分钟内大幅提升力量、速度、防御，而且就连胳膊砍下来都能接上的琉璃酿造的最强药水。\n　　一直留到现在，竟然能派上用场。\n　　解开蛛丝，放上手，喝**水。\n　　风和胳膊与手间的缝隙渐渐消失，最终融为一体。\n　　“修复好了，不过有些虚弱。”\n　　“混蛋小子！竟然耍我！”\n　　那只溺尸冒出头大叫道。\n　　尾声\n　　这家伙有点麻烦呢。\n　　不过只是溺尸而已，只要离开水面十五秒就能让它实力归零。\n　　钓鱼竿！\n　　困住它十五秒而已，很简单。\n　　溺尸被出其不意的钩上来，然后被圆石围住。\n　　多围几层，省的跑出来。\n　　“混蛋！有本事堂堂正正的打啊！”\n　　“你还敢说堂堂正正！窝在水底偷袭我们时不是打得挺欢的吗！”\n　　里面传来敲击的声音，不过十五秒内它不可能挖开。\n　　应该吧……\n　　里面渐渐没了声响，按照时间应该过了15秒吧。\n　　敲开圆石里面只有一个往下的坑洞。\n　　坏了！靠近水面的底层没有加固！\n　　“哼，竟然想依靠小伎俩解决我，你们也想的太简单了！”\n　　水面上升起几根水柱，溺尸就浮在其中一根上面。\n　　“好了，游戏玩够了吧，看我轻松解决你们！”\n　　然后其余水柱上浮出一堆三叉戟，然后像发射器一般将其射出。\n　　“快拿方块防御！”\n　　但这力度和数量特别大，圆石墙很快就被击碎。\n　　“音，把三叉戟交给我。”\n　　“乒乒乓乓乒”附魔三叉戟在空中轮舞着，保护我们。\n　　“风和，你的手……”\n　　“恢复了。”\n　　解决所有飞行物后，她长呼出一口气恢复状态，并且捡起所有沉入水面的三叉戟。\n　　蛛丝！她竟然模仿了这一招！\n　　“我是风和，解决了第一层守护者的人。它的悲剧，也将在你身上重现。”\n　　她举起三叉戟，直指向漂浮在在水面上的溺尸。\n\n\n\n第二十章：一路向下\n\n       一\n　　喂喂喂，你是疯了吗？竟然直接挑衅它！\n　　“风和……”\n　　“闭嘴！”\n　　她回首怒吼一声，那阴森的嘴脸吓了我一跳。\n　　情绪变化怎么这么大？\n　　“这是我的药水的作用哦。能激发出人心里的仇恨，并让人变得狂暴。不过好处是能大幅提升能量强度。”\n　　像是知道我在想什么一般，春月又不知何时凑到我耳边回答。\n　　该死，我怎么对她放弃警惕了呢！她可从来没说过是我们的伙伴啊！\n　　但也算帮忙了，有了药水的能量提升效果，风和或许真的能打过它。\n　　但我从来没见过风和近战呢。\n　　“沃西，你保护好那几个**。”\n　　“啊，啊是！”\n　　沃西被她的变化吓了一跳，顿了几分钟才反应过来。\n　　就连他也被那股气势吓倒了啊。\n　　“你砍了我一只手是吧。”她舔舔嘴唇，“那就准备好四肢断裂的准备吧！”\n　　“虚张声势！”\n　　水柱想被它控制一般带着它快速游走。\n　　“弱鸡，给老娘去死！”\n　　附魔三叉戟随意一甩，一股劲风便直接斩断水流，把水面劈开一道裂缝。\n　　“啥？”\n　　无声无息的，风和来到它面前，像死神即将挥下手中的镰刀般，举起三叉戟。\n　　因为背对着我们，我看不清她到底是什么表情，但溺尸的脸却直接吓到扭曲。\n　　闪耀的紫光如同画在空中一般出现，极速挥舞着右臂的风和身体随着攻击左右律动。\n　　相较之下，溺尸只能抵挡，一步步后退。\n　　附魔三叉戟掀起的狂风刮起巨大的波浪拍打着周围的墙壁，其余的水柱在这股狂风下被撕得稀碎，变成一滴滴水珠然后飞到风和舞起的龙卷里。\n　　“变成渣吧！”\n　　让人心寒的笑声回荡在空旷的第二层，从他们的对战中飞出一柄柄被平滑斩断的三叉戟。\n　　挥舞的越来越快，劲风甚至蔓延到我们这边，只能将身体抵在方块上才不会被刮跑。\n　　“春月，你这药也太强了吧！”\n　　这能量提升了超过一倍吧！\n　　“不好！现在提升的越强带来的反伤也会更大！”\n　　什么！你这是什么垃圾药物！\n　　这么强的提升，怕不是要当场暴毙！\n　　“喝牛奶有用吗？”\n　　“有用，但你根本到不了她身边。”春月的整个身子都直接被风压压倒，“而且毕竟是风和，这种程度还能承受。”\n　　该说不愧是风和吗？\n　　她的攻击停顿下来，右臂做出投抛的姿势。\n　　溺尸抓住这丝停顿，解除水柱，落回水底。\n　　“以为跑得掉吗！”\n　　如同抓鱼一般向水底一抛，在三叉戟接触水面的瞬间，庞大的气流直接掀开了整个池子，掀起惊涛骇浪涌向四面八方。\n　　震……荡……\n　　最终抵不过洪水般的激流，我被掀飞到水下。\n　　“咳咳，这强度过于变态了吧！”\n　　已经提升到两倍不止了！\n　　“呵，呵呵，继续跑啊？”\n　　像是被某种护罩包围，水流在她头顶飘浮，刺穿溺尸的三叉戟依然在散发光芒。\n　　“春月，这么强劲的药，真的只有那一个副作用？”\n　　即便副作用足以致死，那也可以被称作神药了！\n　　“……其实吧，当能量强度提升到40级以上后有概率失控，提升到50级以上后身体会直接瓦解。这只是一个针对新手的强力提升剂。”\n　　针对新手……你知不知道风和已经20多级了！提升两倍以上已经是超过50级的程度了！\n　　你确定她受得了？\n　　“跑啊，控制水流游走啊？”当风和踩在溺尸左掌上时我听见了骨裂的声音，“让我给你个痛快吧，毕竟我也没有多丧心病狂。”\n　　她张开手掌握住溺尸的头，然后直接扯了下来。\n　　血管爆开溅出幽绿的血液，然后手指发力，狠狠一握。\n　　头颅爆裂开，血管、眼睛、舌头、碎骨、大脑、脑浆……等等头上的物体，流了一地。\n　　“嘁，真脏。”\n　　当风和扭过头时，我能清楚的看到她脸上鄙夷的表情。\n　　然后像溺尸一样，水柱流过来将她的手清洗干净。\n　　水流控制！就连溺尸都很难学会的一招她竟然能瞬间掌握！\n　　如果不是她翻白眼晕倒在地上，我恐怕会被那阴森的气场直接吓的跪在地上。\n　　没了她能量的支撑，天上的池水涌下来。\n　　“没事，还有我做支撑。”\n　　沃西拔出三叉戟，朝天空一挥，如同斩断一般划开水流。\n　　“不会直接断气吧……”\n　　直接超过了药水极限，这副作用恐怕要比想象中还要猛烈。\n　　“不会不会，因为是风和使用，我已经做好了万全的准备。”\n　　换句话说如果不是风和你就不管了呗？\n　　二\n　　因为在风和撑起水流时露出了第三层的入口，我们省去了寻找，直接来到下一层。\n　　春月自告奋勇的背起服下治疗药物的风和，但她被更高的风和压垮的场景实在搞笑。\n　　“算了，我来背吧。”我无奈的背起沉重的风和，“鬼知道你还有什么坏心思。”\n　　绝对不能相信春月，从那个药物就能看出来她有多么恐怖。\n　　“第三层有些平静呢，连一点怪物的声音都听不到。”\n　　这是个黑曜石做成的迷宫，而且范围超大。\n　　“还是小心点好，指不定会像第二层的怪物那样偷袭。”\n　　沃西现在能量最强，开启最大范围的探查。\n　　“怎么样，能找到尽头吗？”\n　　“不行，根本释放不出。”\n　　我也是，一下到这里探查就被封印到不出三格。\n　　也是啊，毕竟是守护者的墓，依靠探查就能走出去也太简单了吧。\n　　“风和那招能直接破开黑曜石，谁能模仿一下？”\n　　“不，这个世界上只有她能做到。”我看了一下背后的风和，“这是她独特的天赋。”\n　　“这样啊。要是能有直接穿透黑曜石的招就不用费劲走迷宫了。”\n　　确实，但破开黑曜石的强度……\n　　说实话，那种强度的招式整个世界也屈指可数，而且副作用极大。\n　　就像风和用过后指尖滴血一样，如果她没有经过长时间的艰苦训练，恐怕当时放了还不到一半手指就会被弓弦直接切下来。\n　　“春月，你还有那种药吗？”\n　　如果沃西喝下，翻上两倍后使用全力应该足够破一块了吧。\n　　“没了，那种强效药很珍贵的！”\n　　“那就只能在迷宫里到处走了吗？”\n　　“只有这一个办法。”\n　　只能沉默着，漫无目的的在迷宫里走来走去。\n　　“受不了了！真要这么走下去吗！”\n　　没过多久春月就开始抓狂。\n　　我向身后看去，火把做的引路线似乎有些奇怪。\n　　“呐，我说，你们放了几根？”\n　　“30多根吧，怎么了？”\n　　金杯奇怪的问我。\n　　“不，没什么。”\n　　没有异常啊，是我神经太敏感了吗？\n　　继续往前漫无目的的探索，大家渐渐被这股无聊的气氛变得急躁。\n　　“喂，我说啊，你不管有什么药都拿出来吧，这么走下去我怕不是要疯掉！”\n　　说得没错，鬼知道这个迷宫究竟有多大。\n　　等等，我好像听见一丝细微的风声。\n　　从身后传来的吗？\n　　我警惕地向身后看去，发现远处的光亮瞬间变暗。\n　　有人人为的破坏了火把！\n　　恐怕是这一层的守护者。\n　　在探查被封印的情况下，不能打草惊蛇。\n　　“嗯……我还有这瓶药。”春月拿出一瓶红色的药剂，“这瓶药能让人直接失控抓狂，虽然提升的比风和那瓶还强，但拥有极高的危险性。”\n　　意思是我们在喝了药的人身边很有可能被直接打死。\n　　“喝了吧，我们跑远点就行。”\n　　赶紧离开这该死的鬼地方，没了探查我心里就没底。\n　　“好，那我喝了啊。”\n　　沃西举起药水，我们都退到十米之外。\n　　“呼……干了！”\n　　“咕噜噜”沃西豪爽的一喝而尽，皮肤渐渐发红。\n　　“啊！”\n　　他发出一声尖利的惨叫，音调高的简直超出人类。\n　　“跑跑跑快跑！”\n　　春月不禁后退几步，然后撒腿就跑。\n　　她发出的大喊吸引了狂暴后沃西的视线，让他向我们追来。\n　　你这婆娘是要害死我们！\n　　“完蛋完蛋！你看见了吗！刚才他打碎了黑曜石！”\n　　“我知道！快跑啊！”\n　　现在哪还有时间让他打破地板，能活着就是万幸了！\n　　“轰”沃西所经之处墙壁瞬间破裂，迷宫在他的撞击下逐渐崩塌。\n　　诶？探查开始恢复了？\n　　“混蛋！竟然敢毁掉本大爷的迷宫！”\n　　一道黑影从我们头上闪过，笔直地冲向沃西。\n　　那就是这个迷宫的守护者吧，因为守护的地点被毁所以抓狂了。\n　　“吼！”\n　　那个穿着铁套的骷髅拿着铁剑的飒爽英姿，在沃西无坚不摧的铁拳下轰然倒塌，破碎的铁片和骨渣散落一地。\n　　第三层守护者，出场不到5秒，死亡。\n　　“哈，攻击挺高的嘛。”\n　　它没死！它竟然没死！\n　　虽说没死，也已经残疾了，只有一个碎了将近一半的头颅在地上。\n　　“呵呵，到了我这个级别，即便是粉碎也能愈合！”\n　　然后像被命令一般，碎骨渣聚集在一起，然后一个完整的骷髅再次出现。\n　　“吼！”\n　　然后又被打成粉碎。\n　　“真是的，好歹让本大爷耍会帅嘛。”然后再次聚合成原样，“没用的没用的，单靠这种攻击是没用的！”\n　　三\n　　这是什么变态般的恢复力！\n　　被打碎无数次，然后愈合无数次，这只骷髅完全是不死之身！\n　　“来呀，继续呀，你的伤害对本大爷来说根本不痛不痒！”\n　　沃西的气息渐渐变得凌乱，身体也开始摇摇晃晃。\n　　药效过去了吗？\n　　“好，准备迎接死亡吧！”\n　　它手握成拳，将沃西打飞出去。\n　　他在翻滚几圈后，变得动弹不得。\n　　这真是，太恐怖了。\n　　“风和醒醒啊风和！”\n　　两个最强战力都晕了过去，仅凭我们怎么可能打过它！\n　　“别担心啊音，还有我呢。”\n　　没来得及逃走的金杯挡在我面前，他帅气的身影在抖动的双腿下变得异常好笑。\n　　“即便没了武器，我也会用双拳挡在你面前！”\n　　“我说，你能先别抖腿吗？”\n　　“你能别说话吗！”他瞬间变成哭丧的音调，“我好不容易鼓起勇气营造的气氛都被你毁掉了！”\n　　你营造了什么气氛！搞笑的吗！\n　　没了装备的金杯就是**一个，还是别指望他了。\n　　我想想啊，有什么逃跑的东西……\n　　“噢哈！”金杯从我身旁飞过，“音，我挡不住了，你快跑！”\n　　“你能别用那种该死的语调说话吗！”\n　　跑？开玩笑，我可是击败了超多强者的音啊，怎么可能……\n　　“噗！”\n　　我举起三叉戟想要抵挡它的拳头，却被瞬间扇飞，在空中飞舞了几圈。\n　　“咳咳，打人不打脸啊。”\n　　“都快死了你还有时间吐槽。”骷髅慢慢走到我们面前，“拜拜了你勒！”\n　　“真是的，还要本小姐救你们。”\n　　如同切菜般，骷髅被突然出现在背后的春月砍成一根根骨头。\n　　“呐，我说你们，怎么还不起来。”\n　　春月疑惑的看着即便骷髅被砍碎却依然躺在地上的我们。\n　　“没用的，它还会复活，所以还是乖乖等死吧。”\n　　“对，我也跑累了。”\n　　“你们！”\n　　破罐子破摔，逃不掉就躺着等死。\n　　“小姑娘，偷袭很不妙啊，你看我都是光明正大的对战的。”\n　　果不其然，那只骷髅再次复活。\n　　已经空司见惯的我们呆呆的看着它，甚至还打了个哈欠。\n　　“呵，碎骨愈合罢了，这种简单的招式你们都不会破解吗？”\n　　然后在她轻蔑的眼神中，骷髅化作尘土，它的头已经不知去向。\n　　“额，什么情况？”\n　　骷髅，死了？没有复活？\n　　“只要把它的头颅破坏掉就行。”\n　　她放下举起的左手，回头看向毁坏的迷宫。\n　　“还是没有发现第四层的入口啊。”\n　　即便是击败骷髅也没用，探查还没有完全恢复。\n　　看来封印源是这些黑曜石啊。\n　　“罢了，慢慢走呗，反正危险也解除了。”\n　　我耸耸肩，收起三叉戟，抱起风和继续走迷宫。\n　　然后走了不知多久，我们终于找到了入口。\n　　“下一层感觉有些热啊。”\n　　从洞口散发出滚烫的热气。\n　　“嗯，是岩浆呢。”\n　　岩浆？那岂不是很危险？\n　　“春月你有抗火药吗，我身上没带。”\n　　“出来旅游谁带抗火药啊，不过只要不碰到岩浆也不会有烧伤。”\n　　“话是这么说，但光是热气我就受不了了。”\n　　真的很热啊喂，而且肯定还有守护者和我们对战，没抗火药真的扛不住。\n　　“……我身上有水桶，分你们一下吧。”\n　　“抗火药不带随身带水桶是什么习惯！”\n　　“这你别管！赶紧拿好！”\n　　春月不耐烦的给我们每人一个水桶。\n　　“先浇一下吧，不然热的难受。”\n　　水哗啦啦的流下去，热气逐渐消失。\n　　“好，收起来吧，准备前往下一层。”\n　　接下来就是岩浆战，危险性要大大增加啊。\n　　尾声\n　　“嗯，和第二层的构造差不多呢。”\n　　等到春月收起水，我们纵身跳下。\n　　踩在冰凉的黑曜石上，我四处观望却没发现一个怪物。\n　　岩浆池呢，这一层的怪物恐怕是地狱来的吧。\n　　我还从没和地狱的怪物对战过呢。\n　　根据之前的怪物来看，这一层恐怕也是亡灵。\n　　那就是僵尸猪人或者……\n　　凋零骷髅！\n　　“嘁，真阴险啊。”\n　　我只看见旁边未被浇成黑曜石的岩浆池里冒出一个气泡，身边的春月就被划了一剑。\n　　“幸好挡住了，不然刚才那一剑直接就要挂掉。”\n　　她手臂上的伤口渐渐变成淡灰色，并向外扩散。\n　　“凋零效果会至死的吧。”\n　　“不要大惊小怪。”她白了惊慌失措的我一眼，“区区凋零效果，牛奶就能解决。”\n　　“那你有吗？”\n　　“没有。”\n　　“那还得瑟什么！”\n　　这家伙怎么回事，明明足以致死还这么轻松。\n　　不过她有那么多奇怪东西，解除个凋零效果应该是轻轻松松吧。\n　　“小心点，它会从岩浆下冒出来偷袭，而且速度和我差不多快。”\n　　春月是个刺客，却被人偷袭得手，这个凋零骷髅也不简单啊。\n　　岩浆冒出的热气让我心情急躁，而且保持警惕那么长时间，一点动静也没有。\n　　“呼，要不然直接拿水把岩浆浇没吧，这样它就上不来了。”\n　　“那我们也下不去了。”\n　　沃西和风和依然在昏迷中，金杯没了武器，我等级又低，唯一能依靠的只有不知道会干出什么奇葩事情的春月。\n　　她是极其极其不靠谱。\n　　“音，你作为一个药师，应该随身携带了生命药水吧。”\n　　“……”\n　　“别告诉我你连生命药水也没有！”\n　　“有是有，两瓶。”\n　　“你告诉我你究竟有什么用！”\n　　呜呜呜，我买不起药材有什么办法嘛。\n　　“来了！”\n　　就在春月对我大吼的时候，金杯发现了异常。\n　　“音，快点灵魂出窍！”\n　　春月的瞳孔猛然放缩。\n　　？？？\n　　什么都没看清，我就眼前一黑。\n　　“呼，感谢春月，她救了我一命。”\n　　我漂浮在空间里。\n　　“是啊，虽然你头直接掉了。”\n　　“不能赖我，速度太快了，探查都没检测到。”\n　　“还是因为你太弱了。”\n　　就不能安慰一下我吗，半年不到死了两次。\n　　但真要想想对策，其他人死了可没办法复活。\n　　“好了音，回来吧。”\n　　一道白色的大门出现在我面前。\n\n\n\n第二十一章：最强守护者的遗世珍宝\n\n       一\n　　“这个怪可真麻烦，就没一点办法吗？”\n　　我扭扭脖子，确保活动正常。\n　　速度快到看不清，探测也无法检测，我完全对它束手无策。\n　　“它已经超出你能对抗的等级了，还是要靠我才能过几招。”\n　　春月这样说，可她的凋零效果已经蔓延到了肩膀，整个手臂都软弱无力无法拿剑。\n　　“你用左手能打过吗，而且对方还是偷袭。”\n　　“别小看我！”\n　　春月呼了口气，然后举起铁剑将右臂砍断。\n　　“诶诶诶！你在干什么！”\n　　自残啊喂！这时候自残会死人啊喂！\n　　“没法解毒当然不能让它再蔓延啊，这种手段不是很正常吗？”\n　　说白了原来没法解啊，刚才自残的那么果断吓了我一跳。\n　　真是个狠人。\n　　“旁边的金杯啊。”\n　　春月回头看向吓倒在地的金杯。\n　　“怎么了？”\n　　他呆呆的张着嘴问她。\n　　春月没有回答，伸手把他震晕。\n　　“你干嘛！”\n　　她竟然把金杯打晕了！\n　　即便他再没用也不至于这样做吧。\n　　“还有你，也给我睡过去！”\n　　？\n　　再次眼前一黑。\n　　虽然这次没死，我依然很不爽。\n　　二\n　　我看了一眼昏倒在地的队友们，无奈的叹口气。\n　　真没想到会遇到这么强劲的敌人，只能用这种方法才能解决。\n　　没想到小风和竟然会爆发出那么恐怖的力量，差点超出我的预料。\n　　如果她真的发生了意外，我决不会放过自己。\n　　但没想到她和地上那个拥有离奇身世的家伙竟然发生了那么大的事。\n　　伤害风和的，都得死！\n　　他现在就躺在我身边，我却下不去手。\n　　再怎么说小风和还是在意他的吧，杀了的话她会哭很久吧。\n　　……留着吧，以后还有用。\n　　我伸手打了个响指，身边的声音瞬间消失，只留下“滋滋”的连接声。\n　　“呐，那个家伙情况怎么样，没出意外吧。”\n　　“嘁，有些麻烦，我不一定守得住。”\n　　声音通过空间裂缝传过来。\n　　早料到了，无论如何还是打不过那个家伙的。\n　　“改变计划，现在去西方的沙漠，帮我监视那个干尸。”\n　　“可是大人……”\n　　“听我的，你守不住，不要浪费时间。”\n　　我的宗旨，就是不作毫无意义的行动。\n　　一场注定会失败的战斗，我是绝对不会做的，所以要在体力没被消耗前去做最有效益的事。\n　　更何况即便是我，和那家伙开战也绝对占不到上风。\n　　“……是，遵从命令。”\n　　通话中断。\n　　“谈好了？可以打了？断臂女孩？”\n　　一只火红花纹的凋零骷髅站在我面前的岩浆上，它就是这一层的守护者。\n　　能直接站在岩浆上啊，等级很高呢，即便在整个大陆上也算是中上游了。\n　　“明明实力那么强却还要偷袭，你也太胆小了吧。”\n　　我拿出铁剑，末影粒子开始浮现在空中。\n　　“为什么要隐藏呢，你应该知道他们不嫌弃怪物的吧。”\n　　“嘁，我的身份是机密，和那个人造生物不同。还有，不要随便窥探我！”\n　　瞬移。\n　　我来到它面前，居高临下的举起铁剑。\n　　“得得得，你脾气也太暴躁了。”\n　　它耸耸肩，手里的石剑上出现了黑色的花纹。\n　　这家伙有点烦人啊。\n　　我瞬移到空中，手里的铁剑已经被瞬间砍断。\n　　“别跑啊，小末影人，再陪我玩玩吧。”\n　　能量封印吗，真是烦人的招式。\n　　瞬移范围被缩小了，面对这么多的攻击一直躲闪也不是办法啊。\n　　活了几十年的老家伙，死后也这么不得安宁。\n　　继续用下去会有被发现的风险呢。\n　　它的石剑向上一指，岩浆瞬间沸腾，向上涌动。\n　　和第二层的守护者差不多的招式呢，但我记得凋零骷髅没有控制岩浆的特性啊……\n　　是技能吗？\n　　“嘿嘿，小崽子，这可是范围攻击！”\n　　意思是我躲不掉吗？太天真了，只是个拙劣的技能罢了，得意什么。\n　　干扰。\n　　岩浆瞬间平静，只剩下那只烦人的凋零骷髅傻傻的浮在空中。\n　　“我是末影人，可以依靠不停瞬移浮在空中，你一个凋零骷髅怎么做到的。”\n　　意料之外呢。没有受到干扰的影响，说明和瞬移一样不是研究出的技能吧。\n　　“这可是主人赐予我的能力！”\n　　它突然改变目标，向黑曜石平台冲去。\n　　“不要伤到我可爱的小风和啊。”\n　　它就这样停在离平台5米高的空中。\n　　空间封锁。\n　　“主人？就是那个老太婆吧，竟然能给你那么强的能力。不过之前的守卫好像也有呢。”\n　　我呼出一口气，末影粒子在我的右边慢慢聚合成手臂。\n　　“整个身体都是末影粒子构造的啊，怪不得离开了末地还这么随心所欲的动用力量，你真身的实力要比现在强很多吧。”\n　　“别废话，乖乖受死。”\n　　懒得跟它乱扯，我等到身体恢复后随手将它变成碎片。\n　　撕裂。\n　　不过这一招会留下痕迹呢，要好好的清理掉。\n　　为了我可爱的小风和，动用这点力量不算什么。\n　　不过身形有点不稳定呢，看来要回末地一趟。\n　　我回到平台上，看向那个和风和拥有最多羁绊的家伙。\n　　留你一命，要好好给我赎罪。\n　　好了，趁现在还没有发觉，赶紧获得大重生术。\n　　我拿起纸向风和走去。\n　　抱歉了，亲爱的小风和，你身上的残页可是那个老太婆留下的无上珍宝。\n　　三\n　　“唔……春月！你到底干了什么！”\n　　我终于醒过来，睁眼就看到春月闭着眼坐在地上。\n　　“哦？醒了？那个骷髅我已经解决掉了。”\n　　诶？她一个人解决掉了？而且她的手臂竟然回复了！\n　　春月身上的谜题可真多。\n　　“风和身上怎么都是血！”\n　　她的手臂被划了个口子，皮肤因为贫血变得苍白，冒出冷汗。\n　　“不小心误伤而已。”春月站起来拍拍身子，“现在该怎么下去。”\n　　下去也是个大问题呢。\n　　没有抗火药水，我们没法前往下一层。\n　　大家都陆续醒来，迷迷糊糊地站起。\n　　“诶？怪物解决了吗？”\n　　“我这是在哪？”\n　　大家起来后都一脸疑惑。\n　　“好了，现在该怎么下到第五层，有岩浆堵着呢。”\n　　春月变得有些不耐烦。\n　　“这还不简单，拿方块填上呗，像沙子那样会落下去的。”\n　　沃西最先反应过来。\n　　“现在可是在墓里，上哪去找那么多能填满这么大池子的沙子啊。”\n　　这个想法太不现实了。\n　　但风和应该有办法。\n　　“春月，你还有什么强化药，即便是低级的也行。”\n　　如果是风和，变成和第二层一样的状态就能将岩浆全都打到空中，让池子变空。\n　　“哪来这么多药，你这个药师身上不是什么药也没有吗！”\n　　她没好气的回了我一句。\n　　怎么变成我的错了？\n　　“恭喜你们闯过去了啊。”\n　　岩浆池开始沸腾，然后渐渐下降。\n　　这是什么情况？\n　　岩浆好像流到了其他地方，下面变成了空地。\n　　我们跳下去，发现一个大洞，里面别有洞天。\n　　刚走进去，便听到一个声音。\n　　“欢迎来到第五层，恭喜你们通过试炼。”\n　　然后我们面前出现了三个熟悉的身影和一个陌生的家伙。\n　　一到四层的守卫！它们不是全都被解决了吗！\n　　“那些是我们的分身。”凋零骷髅看透了我的想法，“我是它们的首领，拥有‘透查’和‘浮空’的特殊能力。”\n　　特殊能力？这种东西从来没听说过。\n　　“试炼？什么意思，这里不是守护者的墓吗？”\n　　沃西率先发问。\n　　“本来是为了主人而建的这个墓，但她在十年前去寻找一块名为‘意识思想’的宝石后再未回来，因为生死未朴，所以就按照她的话，在等待她一年后将这里改造成了地下城。”\n　　怪不得样式这么奇怪，原来根本就不是墓。\n　　“也就是说这里没有宝石喽？”\n　　我肩上的风和无力的发问到。\n　　它们很明显的楞了一下，然后瞬间单膝下跪。\n　　“诶？怎么了？”\n　　“欢迎回来，我的主人。”\n　　它们异口同声说道。\n　　这是，什么情况？\n　　“抱歉，因为这位小姐身上有主人的气息，所以不由自主的行礼了。”\n　　十年前……哦，生命宝石的事件啊。\n　　我这才想起来十年前发生的唯一一件和宝石有关的事情。\n　　不过和大火一样，内容始终不清楚，只知道结局。\n　　“宝石是有的，不过只有一半，主人也是为了寻找另一半才出发的。”\n　　凋零骷髅带领我们往深处继续前进。\n　　里面有一个巨大的水池，上面放着一块黄色的宝石。\n　　好熟悉……我的头……\n　　那块宝石，好像在哪见过。\n　　也是在十年前。\n　　“这个水池，是我们守护者特殊能力的获得地。”凋零骷髅向我们介绍道，“只要进去泡一会儿，宝石将会赋予你测试，激发身体中的潜能。”\n　　哇，真是宝贝。\n　　“那么主人，我们有事要和您商量。客人们，请随意参观。”\n　　它们说着便从我肩上抬起风和，离开这里。\n　　有事和她商量吗？\n　　我感觉这一群人里只有自己什么用也没有。\n　　风和和春月都连续解决了两层的守卫，武器全是金杯给的，道路是沃西打开的。而我自始至终什么都没干，作为一个药师连辅助都干不了，还连**了两次。\n　　郁闷啊。\n　　激发潜力的池子吗……\n　　我不由自主的朝那里走去，一直到旁边才回过神来。\n　　还是问清楚再下去吧。\n　　“音，你过来看，那上面是什么？”\n　　春月指着我们的头顶。\n　　“那是地狱门吧，所以凋零骷髅才能来到这。”\n　　怪不得即便没有灯光也很亮，是地狱门的缘故啊。\n　　“沃西呢？他不知道什么时候不见了。”\n　　“鬼知道。这个地方有那么多好东西，到处看看很正常。”\n　　金杯大惊小怪的样子让我想笑。\n　　去图书馆看看吧，这种强者聚集的地方肯定会有好东西。\n　　“音先生，请你到上面来一趟。”\n　　我刚要迈开步伐，僵尸的声音便出现在我脑海里。\n　　有什么事吗，只对我一个人说。\n　　我抬头看去，它正在地狱门前向我挥手。\n　　四\n　　“怎么了？风和呢？”\n　　第一次走进地狱门内，并没有书上说的那种不适感。\n　　它们四人都聚集在房间里，风和不知去向。\n　　算是来到地狱了吧，虽然在它们建的密室里。\n　　“风和大人先行离开回房间了，这次的事情是我们独自决定的。”\n　　它们互相望了望，然后点点头。\n　　怎么了？看起来很重要啊。\n　　“把门关上。”\n　　关门？哪有……\n　　地狱门的光芒瞬间消失。\n　　“音先生，我们想要谈谈十年前你烧死风和大人一家的事情。”\n　　完蛋，这语气不对劲啊。\n　　感到压迫感袭来，我知道它们不是在开玩笑。\n　　“我依靠透查风和大人窥探到这件事，却发现这段记忆被封印。”凋零骷髅板起了脸，“根据丝缕的线索，我发现那次事件是你所做。但我发现，你的记忆也被封锁住。”\n　　“什么意思？”\n　　“作为凶手，你完全没必要封锁自己的记忆。而且不止那件事，所有十年前的记忆你全部都被封印住，而主人失踪时就是在十年前。”\n　　“怀疑和我有关？”\n　　“不，毕竟你的实力也……”\n　　太弱了，我知道。\n　　“虽然没有关系，但你身上肯定发生了什么。”\n　　那不肯定嘛，一个窝囊废守护者不知何时附身到我身上，而且还总出馊主意。\n　　“很抱歉，关于十年前我什么都不知道。”\n　　“但问题是风和大人认定你是凶手，这让我们很为难。”它叹了口气，“毕竟不能冤枉你。所以作为大人她乱发脾气的赔偿，我们需要给你份赠礼。”\n　　它挥挥手，身边的骷髅拿出一张纸。\n　　“这是大重生术的残页，是主人根据复活图腾的符文研究出的让人复活的技能。”它摊开这张写满古怪文字的纸，“只要有信物，就能够把死者的灵魂包含记忆的从地狱里带回过来，并自动在这个世界形成一个肉体。”\n　　复活术，类似于生命宝石的复活术！\n　　这是和宝石同等价值的神器啊！\n　　“不不不，这种神器我不能收！”\n　　“别介意，这只是残页罢了，并不是很贵重。”它看我这么在意反而笑起来，“整个术式被主人分成‘治疗’、‘还魂’、‘塑形’三个部分，风和大人身上拥有治疗的部分，这是还魂的部分。”\n　　风和身上也有？但从没看她用过啊。\n　　她要使用的话也不必让我救她了。\n　　然后凋零骷髅看透了我的想法，回答我的问题。\n　　“并不是每个人身体里都有潜能的，风和大人也一样。她身上的潜能是被主人赐予的，需要依靠池水才能开发出。”\n　　也就是说她如果不来这永远也用不了那个技能呗。\n　　但怎么会这么凑巧，让我们来到这个地方。\n　　沃西！最开始的提议者！\n　　他自从来到这里后便没了踪影……\n　　“事不宜迟，音大人，快点学习吧，我要回收纸张了。至于十年前的事情我会解释给风和大人的，绝对会让她原谅你。”\n　　这残页当然是不可能直接给我的，只是让我学习罢了。\n　　“我有个问题：风和身上有你们主人的气息，也算是这个地方的所有者了，为什么不把这个残页给她？”\n　　“你要知道，风和大人还是人类之身。”\n　　说得对啊，守护者没有一个人类，这种强度的招式人类是释放不出的。\n　　每个人获得一个残页的能力已经是上限了吗。\n　　得到回答后，我准备获取技能。\n　　依靠能量驱动，上面的符文渐渐漂浮在空中。\n　　“唔，要控制不住了……”\n　　比想象的要难，云修阁图书馆里的书上说是这样做没错啊。\n　　“看来音大人等级已经低到无可救药的地步了。”\n　　它们哄堂大笑。\n　　说什么呢！我才没有……\n　　呼，不行了。\n　　一点都没有吸收，符文又回到纸上。\n　　“需要帮助吗，或者拿着残页去池子进行特殊能力觉醒进行指定获取。”\n　　“不了，我要自己试一试。”\n　　不至于，绝对不至于，我还没弱到那种地步！\n　　好吧我不行。\n　　再次试了一次以后，我彻底放弃。\n　　“帮我吧。”\n　　呜呜，我怎么能弱到这种地步！\n　　尾声\n　　要快点找到沃西，不然总没法放心。\n　　“音，你快来看这个。”\n　　金杯手里拿着一本书叫住了寻找着沃西的我。\n　　“怎么了？”\n　　“这上面有好多高级技能的使用诶！”\n　　“真的？”\n　　高级技能，是那些高手们研究多年发明的招式，极其稀有。\n　　不过我都有大重生术了，也见怪不怪，虽然只是残页。\n　　“唔，等级要求好高啊，先记住几个吧。”\n　　大部分都是组合技呢，需要学会前置技能，而且有的还包括像干扰那种先天性的技能，要亲眼见过或是有人教才能学会。\n　　“这么麻烦吗，我感觉能记住一两个就很麻烦了。”\n　　好复杂啊，不过都很强呢，甚至有攀爬这种种族技的使用法。\n　　“你们去泡池子吗？我问了一下看守池子的溺尸，它说没有什么副作用，而且觉醒能力的同时还会强身健体。”\n　　风和和春月从水池方向朝我们走过来。\n　　特殊能力啊，风和已经确定是大重生术治疗页，身份神秘的春月会是什么呢？\n　　不对，我是来找沃西的！\n\n\n\n第二十二章：零零碎碎的事件\n\n       一\n　　沃西到底在哪呢？\n　　整个地方简直是专门为了风和的觉醒所建立的。\n　　我和风和来到这里绝对不是巧合，而作为主使的沃西肯定知道些什么。\n　　“稍微有点困呢，到晚上了吗？”\n　　因为无法看到天空，也不知道现在是白天还是黑夜。\n　　“困了就去睡吧，睡醒了**一下水池。”\n　　“我觉得那个池子最好还是别随便泡。”\n　　这世上哪有那么好的东西，可以不付出代价获得力量。\n　　但风和的心情似乎很不错。她是从凋零骷髅它们那个方向来的，看来它们已经把有关大火的事情解释清楚了。\n　　但即便它们说我不会是凶手，但我心里依然有罪恶感。\n　　怎么说呢……不相信自己，认为如果是我的话或许真的会做出这种事。\n　　这种不安感从何而来也不知道，就是隐隐约约有这种感觉罢了。\n　　“风和，房间在哪里，我要去躺一会。”\n　　过了那么长时间，现在应该是晚上了吧。\n　　“房间在地狱门方向，那里有个向下的阶梯。”\n　　“你不去的话我们**泡喽，毕竟负责人都那样说了。”\n　　春月拉着风和离开。\n　　拜托，人家的种族和你不一样，鬼知道对人类来说会出现什么状况。\n　　不过这话我说不出口，毕竟她们看起来那么开心。\n　　“金杯，你去吗？这里也没什么干的。”\n　　“不了，我也觉得有些不妥，况且图书馆里还有好多有用的书，甚至有留名阁没有的情报。”\n　　诶？这么厉害吗？不过毕竟主人是最强的宝石守护者嘛。\n　　不对不对！我是来找沃西的，怎么又被带偏了。\n　　先睡吗？还是找沃西？\n　　下面还有两层呢……\n　　首先是卧室，应该是守护者专用的，是一个大屋子。\n　　再往下面，就是附魔室。\n　　打造强力装备的附魔室！\n　　“哇，我还是第一次见到附魔台呢！”\n　　一个漂浮在空中的附魔书正自动翻着页，书架上飘出符文飞到上面。\n　　“你这么弱，来这里干嘛？”\n　　看管这里的是第三层的骷髅，正没好气地看着我。\n　　“明明是地牢，为什么你们还有各自看管的场所？”\n　　“说什么呢，这里可是我们的家，虽然有工作但是也会偶尔依靠地狱门出去玩的。”\n　　说的是呢，还有它们的分身在这里当守卫，没必要一直无聊的待着。\n　　说到分身，我还是第一次听说这种东西。\n　　“你们的分身是特殊能力吗？我从没听说过。”\n　　来到这里后，我知道了很多在外面根本没听说过的东西。\n　　“不是的。凋零骷髅不是跟你讲过吗，大重生术有三页。”它盘腿坐抬起一个手臂，“我们这里保存了一份，风和大人身上保存了一份。至于塑形页，你也可以理解为傀儡术，被主人亲自保管着，只是在临走前帮我们做了一个分身罢了。”\n　　其实就是傀儡吗，这样也能避免不听话的风险了。\n　　但被亲自保管，也就代表那一页也在十年前不知所踪了吧。\n　　那些傀儡根据我的推算可是能发挥出本体80%力量的超强兵器呢，那一页被亲自保管也好。\n　　“其实说到特殊能力，也没你想得那么神秘。”它说了一个我想不到的情况，“其实在外界也是有很多人激发出来的。大部分的遗迹里都会有能激活能力的宝物，只不过这里凑巧有宝石做辅助更强力罢了。”\n　　有很多人激活了吗？墨为的变态肉体算不算呢，毕竟他可是蛛族的完美作品，无论那些疯子对他做什么都不足为奇。\n　　“你来都来了，想不想试一下附魔？毕竟一直借别人的武器不太好吧。”\n　　唔……确实呢，如果有自己的附魔武器就能帮到大家了呢。\n　　那该附什么好呢，盔甲和武器都在第一层爆掉了。\n　　“没武器呢，而且等级也不够吧。”\n　　“这你不用担心，我会调低附魔等级的。关于武器的话……”\n　　它站起身向后敲了敲，原本是石头的地方渐渐下降，后面是僵尸看守的锻造室。\n　　红石机关？第四层的岩浆降下去时也是用的红石机关吧。\n　　“我认为你从新开始造一把比较好。”它的头骨上方像是在做挑眉一般动了动，“不过只有一次机会，如果认为自己不行的话依靠工作台合一个烂大街的普通武器也可以。”\n　　“嘁，别小瞧我，就算我从没造过东西也不至于依靠工作台！”\n　　“哎，依靠工作台也不丢脸啊，那可是人类的最高杰作。”僵尸蹲坐在一旁慢悠悠的说，“毕竟有很多东西要依靠它才能造出来嘛。”\n　　我也不是小看工作台，但用它制造的东西品质实在是不上不下，没有手工锻造的那样有更高的发展性。\n　　二\n　　“额……还算可以吧，和工作台有的一拼。”\n　　我作为新手很有天赋了好不好！虽然上面有裂缝，但有一把剑的样子，而且用起来也不错。\n　　唔，断掉了。\n　　“没、没关系，风和大人有修复技能，不怕。”\n　　“但这种情况该怎么附魔啦！”\n　　我气愤的大喊大叫，想把这断剑直接扔在地上。\n　　“别失望嘛小伙子，这种状况情况下还会有更高的几率获得稀有附魔哦。”\n　　僵尸大叔试图安慰我。\n　　“确实呢，不过附魔效果会变弱。”\n　　然后骷髅补了我一刀。\n　　算、算了，能附魔就行，修复什么的不算事。\n　　“说到附魔，就是想你吸收残页时那样，单纯依靠能量让符文漂浮起来。”\n　　哦哦哦，听起来挺简单的嘛。\n　　虽然技能吸收失败，但比那简单的低级附魔我肯定做得到。\n　　“附魔属性完全是随机的，但根据装备搭配也会有不同的用处。”\n　　我是个药师，是辅助，附魔属性什么的无所谓了，至少比没有好。\n　　随着单纯的能量释放，浮在空中的附魔书快速翻起页来并且越飞越高。\n　　只是7级附魔罢了，肯定能成功。\n　　在我自信的操控下，符文渐渐环绕到断剑周围，然后附身上去。\n　　哦哦哦，发出紫光了诶！\n　　感觉越来越吃力，抬起的胳膊越来越重，附魔的紫光也越来越亮。\n　　“快成功了，你马上就要脱离吊车尾了！”\n　　这算什么话嘛，本来我就不是。\n　　况且这可是断剑，附魔效果会减弱，真的有什么效果吗？\n　　紫光停到一个临界点，然后慢慢减弱。一开始剑上的符文还有亮丽的白色，后来也慢慢融入剑里消失。\n　　“成功了，附魔完成！”\n　　嘿嘿嘿，这下我可……\n　　耐久，I。\n　　呵呵呵呵，我给一把断剑附上了耐久I。\n　　嘛，也不是多大问题。毕竟辅助就要有个辅助的亚子，别妄想当什么主力。\n　　嗯，毕竟是我亲手锻造和附魔的第一把剑，凑活着用呗。\n　　“我感觉全身用不上力了。”\n　　“诶？你身子这么弱的吗？”\n　　你这话说的好像我是你见过的最弱的家伙。\n　　虽然我确实是这里最弱的罢了。\n　　“附魔不仅需要能量，还要有体能，不然进行附魔后身体会进入虚弱状态。”\n　　单论身体素质我是真的……\n　　额，该怎么说好呢。\n　　“不对不对，我本来想去找沃西的，怎么又干起其他事了。”\n　　“哦？你要去找那位金发小哥吗？他刚刚进卧室了。”\n　　好，我这次要问个清楚。\n　　卧室里空荡荡的，没有家具，只有红石灯和一张床。\n　　沃西果然在里面，准备着自己的房间。\n　　“呐，你为什么要专门让我们来这里？”\n　　“没什么啊，只是听说这里有宝石罢了。”\n　　一开始确实是为了宝石来的。\n　　难道只是凑巧？毕竟其它遗迹也有觉醒的道具，这么说我们也不是必须要到这里来。\n　　但一切又过于巧合，十年前和这个地方的主人有未知交集的我们好巧不巧的来到了这里。\n　　“没事了吗？我打算去泡池水了。”\n　　我也去吗？不知道自己拥有什么隐藏能力呢。\n　　虽然不是每个人都有，但像我这种拥有离奇身世的家伙肯定能觉醒出不得了的力量。\n　　“那我也去泡好了，反正也闲的没事。”\n　　为了获得力量承受风险很正常。\n　　更重要的是两个女生在那，我就不信这种时候她们还穿着衣服。\n　　咳咳，我可没有想歪，一点都没有。\n　　“诶金杯，你不是说去图书馆吗？”\n　　刚走到池旁就看到一个熟悉的背影。\n　　他没料到我来，略微有点尴尬。\n　　“那啥，看累了来放松会。”\n　　不管他，我要找到来这里的重头戏。\n　　正当我满怀期待地看到两个熟悉的身影时，我发现自己失算了。\n　　因为那两个人的身材根本没什么看的。\n　　其实我们身边的女生都没什么看头。\n　　我是个正直的人，心里一点遗憾都没有，真的。\n　　“别看了你个色狼，好好下来泡着吧。”\n　　来都来了，泡泡呗。\n　　走进水里，没有预料之中的冰凉，温温的。\n　　“啊，好爽啊。”\n　　放松身体躺下来，感觉天地间都宁静下来。\n　　“那么，准备觉醒吧。”\n　　昏昏沉沉的，我感觉某个东西靠在了我肩上。\n　　要，开始觉醒了吗。\n　　三\n　　“这是哪里？”\n　　和白衣少女的空间不同，这里是一片纯白。\n　　记得溺尸说觉醒已经开始，这里就是觉醒场所吗？\n　　“没想到还要通过试炼，虽然效果比药物好就是了。”\n　　白衣少女出现在我身边。\n　　“诶？你怎么过来的，这里算是独立空间吧！”\n　　“我可是前守护者，穿越空间简简单单。”\n　　那都是生前了，现在你是个幽灵，而且只有不到百分之一的力量。\n　　即便如此依然能穿越吗？她生前要多强呢？\n　　“那这试炼到底要干嘛？”\n　　“不知道，自己一边玩去，老娘要睡觉了。”\n　　那从一开始就别露脸啊！害得老子白期待你能派上用场了。\n　　这里什么都没有呢，究竟要干嘛？\n　　稍微走了几步，我才发现异常。\n　　四周不知何时冒起白雾，因为和空间融为一体而没有发现。\n　　感觉这些雾对我并没有什么影响，但还是不由自主的保持警惕。\n　　“不会有怪物出来吧？”\n　　想也知道不可能，试炼怎么可能是那么俗套的东西。\n　　“音大人。”\n　　一个熟悉的声音。\n　　“凋零骷髅？你怎么在这？”\n　　“不要紧张，我是专门过来指引你的，毕竟你的记忆你被人为封印过。”\n　　这样啊，我还以为是来杀我的假象呢。\n　　“那我到底要干嘛？这里什么都没有。”\n　　“很简单哦，不过能不能过去就要看你的选择了。”\n　　这不等于没说吗。\n　　“说清楚点，我到底要干嘛？”\n　　“不知道呢，每个人的试炼方式都是不一样的，但大部分都和自身的经历有关。”\n　　自身的经历吗？所以它才因为我的记忆有封印来到这里。\n　　这封印不会产生什么影响吧。\n　　“我已经依靠宝石将你的试炼锁定住。”它的语气前所未有的认真，“记住，接下来发生的一切都是你真实的过去，我希望你能在这场试炼里找出过去的真相。”\n　　诶？不明白。但依靠它的说法接下来发生的恐怕是……\n　　白雾越来越浓，然后场景变换。\n　　试炼开始，我眼前是长长的街道。\n　　十年前的村庄，是比现在更繁荣的地方。\n　　当时的街道上，还依然是砖瓦做的小房；当时的村庄，还拥有一个巨大的广场。\n　　那个时候，这个地方已经具备了城市的雏形。\n　　白衣少女带着惊恐的神色瞬间冒出，看到这些后松了一口气。\n　　“什么嘛，是那个老太婆的时间线啊，吓死我了。”\n　　我当然知道白衣少女明白真相，也曾问过她。可她总是闭口不提，现在这么惊慌，看来曾经发生过什么大事。\n　　不过她看到这一切反而松了一口气，似乎和那件大事的时间不同。\n　　“现在的这个事件重要吗？”\n　　“不算很重要，至少以你的记忆来说不重要。”她缓缓飘在我身旁，“虽然有几个改变世界的人，但跟你没太大关系。”\n　　正说着，身后传来一个温柔的声音。\n　　“愣着干嘛？还不快去？”\n　　我扭过头，是一个似曾相识的面孔。\n　　齐腰的黑发，淡紫的双眼，总觉得……\n　　“嘁，一大把年纪了装什么温柔。”她似乎看不见白衣少女，“总是这样，一直都是。”\n　　她看起来有些落寞呢……\n　　“啊，好。”\n　　回答她的话，我快步离开来到一个无人的角落。\n　　“呐，音。你确定要继续试炼吗？虽然这个时间线并不是很重要，但这次事件最后的结果足以改变世界。”白衣少女显露出担忧的表情，“虽说你做的事并不会改变历史，不过还是不知道为好。况且大火的真相并不在这里。”\n　　是吗，大火的真相不在这吗？\n　　但我总觉得她是一个很重要的人，真的很重要。\n　　我现在是小孩的状态，能量无法使出，体力也跟不上，这个真实性超出我预料。\n　　我甚至觉得在这里死了就真的完了。\n　　“……继续。哪怕只有一点也好，我想要知道十年前的事情。”\n　　她叹口气，指向南方高耸入云的雪山。\n　　“这次的事件，是有关风和与宝石的。”她眉头紧锁着咂咂嘴，“不仅仅是这样，还有大重生术和琉璃与墨为的出生其实都和这件事有关。”\n　　诶？听她这么一说我感觉这件事格外重要。\n　　足以改变世界，没有一点夸张。\n　　就算是这样在白衣少女口中依然是不重要的事吗？\n　　哦，是以我而言。\n　　“那我该干什么？”\n　　“好，让我解释一下前因后果。”她闭上眼睛缕缕思绪，“这是大火之后的事。你唯一一次对风和使用意念探查，发现她有心病，这件事你是知道的。”\n　　“嗯，然后我就全不记得了。”\n　　我只有零散的记忆。\n　　“于是你去问刚才那个老太婆心病该怎么治，她告诉你需要一颗黄色的宝石。”\n　　也就是池水里那颗的另一半吧，也是掌控心理的。\n　　“她要留下来帮人治病，所以极其不靠谱的让你这个小孩去爬到山顶把宝石捡回来。”她说着无奈地翻了个白眼，“其实当时她就知道你身上有能力了，所以很放心。”\n　　“……我该说什么好。”\n　　“就是嘛，那个不靠谱的家伙。所以你现在就要爬到雪山顶，按照时间来说现在跑去村口一切都会按历史轨迹进行。”然后她拉住要开始跑的我，“我要提醒你一下，接下来的事情都依靠你自己摸索，我不会告诉你任何其他东西。”\n　　这样啊，让我自己探索真相。\n　　尾声\n　　这身体真不行。\n　　现在的我，还处于连饭都吃不起的阶段，跑两步就要喘气。\n　　果、果然，让一个吃不饱的小孩去爬雪山，她肯定是疯了。\n　　“嗯，差不多了。”\n　　到达村口，我扶住膝盖弯腰喘气。\n　　接下来是什么……\n　　“呐，音，你要去哪？”\n　　风和跑过来拦住我。\n　　诶？她笑得这么灿烂，哪来的心病？\n　　“别被伪装蒙蔽了，这孩子什么事都藏在心里。”\n　　这是伪装吗？那她的演技也太完美了！\n　　“好，接下来让我控制你的身体。”\n　　我把操控权交给白衣少女，让她按照历史进行。\n　　“时间快来不及了，稍微把对话跳一下。”\n　　然后她说出了一句出乎意料的话。\n　　“我去拿一件东西，你跟着我吧。”\n\n\n\n第二十三章：莫名其妙\n\n       一\n　　“喂，你疯了吗？带还是小孩的风和去！”\n　　我在空间里对着控制住身体的白衣少女大叫道。\n　　“要完美重演，就必须按照历史进行。”\n　　就算这么说，风和应该也不会跟着吧，毕竟没有必要。\n　　“好啊，拿走吧。”\n　　不是吧，连去哪都不问吗？竟然无条件信任我……\n　　这种自然的表现，真的是她的伪装吗？\n　　村外的雪山比我和琉璃去的那座要高很多，但并没有大风，地势也比较平缓。\n　　“嘁，说实话你小时候可真不聪明。这次就不必慢慢爬了，反正中间的事你也知道一点，直接跳到最后的结局吧。”\n　　白衣少女抓住小风和的手，目测一下高度，然后使用能力。\n　　直接瞬移到山顶，黄色的亮光从白雪下传上来。\n　　“下去怎么办？”\n　　记得那时好像是有人带我们下去的，这次的情况不同，需要直接走下去。\n　　“音，这些都是幻像，你不要记恨我。”\n　　“什么？”\n　　她不明不白的说了一句，然后在我还没搞懂情况时，将风和推了下去。\n　　“风和！”她直接从山上滚下埋到白雪里，“混蛋！”\n　　“你应该记得吧，风和的死是这件事的关键。”\n　　“那你也不能把她直接推下去啊！”\n　　如此可爱听话乖巧的小风和，前一秒还活蹦乱跳着，然后瞬间就摔成了肉泥。\n　　“没关系，又不会影响真实的历史。”她操控着身体从山上一路平安滑下，“这种程度她应该还能救活，问题是怎么带回去啊。”\n　　“老子会有心里阴影啊！你让我以后怎么面对风和！”她刚刚杀了一个如此可爱的生命竟然还无动于衷的下去观察尸体，“你这样我实在受不了啊！”\n　　老子直接都被你吓傻了！\n　　“反正宝石也拿了，风和也死了，开始事件的要素都聚集就足够了。”\n　　她拖着已经不成人样的风和的尸体向村庄走去。\n　　“什么足够了！究竟发生了什么事件我还是一点没搞清啊！”\n　　在雪山的时候我究竟经历了什么不要直接跳过啊喂！结果我已经知道了老子要看过程啊喂！\n　　然而这个变态完全不理我，然后在村民们的注视下一路把风和拖了回来。\n　　“混蛋！你倒是注意一下啊！都把小孩子吓哭了！”\n　　她到底是什么心理！一点都不在意吗！\n　　“同情空间里的假象干什么。”\n　　那你也不要用我的身体做这种事啊，本来已经足够内疚了！\n　　“风和死了，你帮我救一下她。”\n　　不要这么轻描淡写啊喂！\n　　“额……这我怎么救得活。”紫眼女子看着地上的肉泥愣了几秒，“你怎么跟变了个人一样。”\n　　诶？不对啊，根据我所剩无几的记忆，风和后来是活了才对。\n　　“哎呀，我差点忘了，我们需要先一步一步爬上雪山然后遇到流云才行。”\n　　她像恍然大悟一般敲了一下脑袋。\n　　不要装的跟你不知道一样！这么重要的事怎么可能忘记！\n　　你根本就不想让我知道真相吧！\n　　“呼，幸好我还记得一点，雪山那次只是我第二次机会。”\n　　“嘁，关键的地方记得怎么这么清楚。”\n　　你果然是故意的吧！\n　　今年最后一次使用能力的机会，生命回复！\n　　虽然这个身体力量不够，但达成目标也绰绰有余。\n　　“可以了吧。”\n　　“……嗯。”\n　　呼，接下来是关键点了。\n　　“首先是秘药……”\n　　“好！是我的了！”\n　　诶？又是什么情况！你把药拿走了风和怎么办！\n　　白衣少女到底想干什么，这根本和历史没有一丝一毫的相同！\n　　明明是你说要按照历史来的！结果根本就没有遵守啊！\n　　“风和复不复活都无所谓，这瓶药里可蕴含了大重生术的治疗页！”\n　　不会吧……难道你要！\n　　然后她“咕噜咕噜”一饮而尽。\n　　我……我……我只是想知道历史啊！得不得到大重生术都无所谓的好吗！\n　　要哭了，这个变态根本就不按照我的想法来。\n　　“够了，把掌控权还给我！”\n　　夺回对身体的掌控权后，我感到身体发热出汗。\n　　“嘁，果然不行。”\n　　“要是行的话才怪！这样就直接能用池水获得世界上所有神技了！”\n　　她是脑抽风了吗！\n　　“算了，先跑吧。看看能不能撑到看见这块宝石的下落。”\n　　野心太大了！而且我完全搞不懂你的思维方式！\n　　我欲哭无泪，这家伙根本不按常理出牌。\n　　“嘁，撑不到了啊。毕竟整个历史都被篡改了呢，怎么可能模拟下去。”\n　　结果到最后，我想要知道的事情依然是一点头绪也没有。\n　　二\n　　呵，呵呵呵。\n　　我经历了一场只有前半段正常的冒险。\n　　说好的让我自己探索真相呢！结果全都是由你控制的吧！而且想知道的事件全都直接跳过！\n　　跳过就跳过呗，结局也不给我，整个事件完全是混乱的。\n　　根本没有一丝一毫遵循历史。\n　　其实她根本就不想让我知道真相吧。\n　　“风和……呜呜呜……”\n　　而且还刷新了她在我的认知中的变态程度。\n　　这么可爱的小孩子竟然毫不犹豫的丢下去啊！\n　　“怎么了？我在这？”\n　　风和看来早就醒了，而且精神焕发。\n　　诶，让我怎么面对她呢，一看就会想起那滩肉泥。\n　　真成心理阴影了。\n　　“音大人，真相找到了吗？”\n　　“不行，时间线不对，而且有个烦人的大变态随意篡改事件。”\n　　我在脑海里和凋零骷髅对话，心情越发烦躁。\n　　但根据白衣少女所说，这件事的影响可谓是惊天动地，假如真知道了反而会更麻烦。\n　　但是我还是想知道啊！\n　　“头有点晕，我去躺会。”\n　　泡太久了吧，而且白衣少女做的事情真的把我吓了一跳。\n　　“那我扶你回去？”\n　　风和看我晃晃悠悠的样子，把手伸了过来。\n　　白衣少女再怎么不要脸，在一些关键的地方是绝不会开玩笑的。\n　　比如那起事件的后果，还有风和的内心。\n　　“不必担心，我能撑住。”\n　　我撑不住。但一直以来我都在给风和添麻烦，不能再继续麻烦她了。\n　　“话说回来。”\n　　“什么？”\n　　“我的能力好像没觉醒啊。”\n　　是没通过试炼吗？但根据白衣少女的所作所为也是应该的吧。\n　　“你不已经有能力了吗？”\n　　“说得没错……”\n　　但我不想要这种一年只能用三次而且时间超短的能力啊！\n　　一次才不到十分钟，瞬移更短！\n　　效果再怎么逆天对我来说也没多大用处啊。\n　　跟流云打时耗了两次机会才勉强把风和救回来。\n　　那还是在他没用上全力的情况下。\n　　“凋零骷髅，你有什么增强能力的办法吗？”\n　　我不相信它的能力一开始就那么强，而且还有两个。\n　　“没有哦，一切全都是一开始就注定的。”\n　　它还真是一开始就这么变态。\n　　不过也快到年底了，能力也快恢复了。\n　　虽然还有5个月。\n　　啊！床上果然舒服……\n　　困意袭来，我根本抵挡不住。\n　　希望不会传送到那个变态的空间里。\n　　“轰”我被爆炸声惊醒。\n　　“咳咳，什么情况！”\n　　怎么突然爆炸了！\n　　源头是风和的房间，墙壁上直接被炸出一个大洞。\n　　幸好屋里只有我一个人。\n　　那怎么可能爆炸！\n　　“根据爆炸现象来看是TNT吧。”\n　　白衣少女看着地上的掉落物分析道。\n　　如果是能量震荡的话掉落物会直接消失，但TNT怎么会在没人的情况下爆炸？\n　　“呐，有没有可能是用能量震荡远程引爆TNT？”\n　　“你倒是分析一下啊。”白衣少女因为我的推测笑起来，“根据这爆炸范围来看，那个TNT是被埋在地下的，想要引爆必须将TNT周围的方块先炸开。而且你只听到了一次爆炸声，怎么可能会是能量震荡。”\n　　“嗯……是红石啊。”\n　　掉落物里有个红色的粉末。\n　　“那是谁操控的，我没看见周围有红石线。”\n　　更奇怪了。\n　　“音，你没事吧！”\n　　大家因为爆炸声全部聚过来。\n　　“凋零骷髅，这个地方没有外人来了吧。”\n　　“没有，除了你们外我找不到其他气息。”\n　　内部人员作案呢。\n　　“呐，是那个叫沃西的人吧。”\n　　“他嫌疑最大，但也没有证据呢。”\n　　虽说每个人都有嫌疑，但很明显是春月或沃西这两个根本不清楚来历的家伙吧。\n　　“凋零骷髅，你用能力应该能直接查出凶手吧。”\n　　那个逆天能力肯定能轻松破案。\n　　“不行呢，有一股奇怪的力量在干扰我。等等，我的能力失效了！”\n　　？？？\n　　越来越奇怪了，今天究竟怎么回事。\n　　但凶手如果想杀人，恐怕我现在已经成为粉尘了吧。\n　　但如果不想，动机又是什么呢？\n　　“风和大人，现在这里已经不安全了，我希望你们从地狱门离开这里。”\n　　嗯，走为上策。\n　　“……好吧，以安全为主，我们先离开吧。”\n　　“在这里也呆够了，我要回别墅躺着。”\n　　“我要回去游泳。”\n　　“……”\n　　沃西没有说话。\n　　很明显那凶手就是他了啊，要是有证据现在就能把他打一顿。\n　　“我就是凶手，今天你们谁也别想走！”\n　　然后不知道他究竟是怎么想的，直接说出了自己的身份。\n　　三\n　　“整个第五层都被我放上了TNT，地狱门也被我破坏掉了，不想死就一直呆在这里。”\n　　这家伙脑子不正常吧，说出来干嘛，神不知鬼不觉的杀掉我们多好。\n　　而且这里一堆30多级的大佬，他真以为能吓住我们？\n　　今天真的很奇怪诶。先是白衣少女不按常理出牌，在是爆炸凶手主动承认身份，大家的智商集体下线了吗！\n　　“反正都知道了，再瞒下去也没什么意义。”他突然全副武装，“音，把你的帮手叫出来吧！”\n　　“诶，老娘这么聪明该怎么办才好。”\n　　在我还没反应过来的时候，白衣少女就主动冒出。\n　　面对她的突然出现，除了风和外，大家都表现得十分平淡。\n　　毕竟在场的都不是什么普通人。\n　　“别自夸了，你一点用场都没派上。”\n　　“说什么呢。老娘故意快速结束试炼，让你头晕眼花想回到房间。他为了不暴露身份，停止放置TNT。如果不是我，他早就把整座山炸没了！”\n　　诶？难道她不是故意破坏试炼的？\n　　“呵，真不愧是传说中的救世主。”他带着嘲讽的语气拿出一颗宝石，“但现在灵魂状态下的你可没法阻止我啊。”\n　　那是池子里的，他把它拿走了！\n　　“大家小心，那颗宝石的效果是心理控制！”\n　　特别恶心的能力，虽然我能够免疫。\n　　“都聚集到我身边，不然会被控制的。”\n　　我可不想自相残杀。\n　　不敢轻举妄动，在我身边是唯一的防守办法，不老实呆着会陷入危机。\n　　“啪嗒”这时，第五层的入口外传来一个声音。\n　　“呵，帮手来了，不依靠TNT也能收拾你们。”\n　　沃西冷笑着，来者在地狱门的紫光下显露姿态。\n　　“墨为！”\n　　最最不想见到的敌人，反而来到了这里。\n　　“哦吼，我亲爱的朋友们，一个月没见想我了没有？”他的语调依然是那么欠揍，“沃西啊，货没事吧。”\n　　“放心，大重生术就在那个女人身上。”\n　　哇，早就料到他有所企图，但竟然和墨为一起。\n　　“来来来，虽然我并不是多需要那个东西，但妈妈说这对我的军队有帮助。”\n　　他向风和伸了伸手，让她交出来。\n　　怎么办，完全不是敌人啊。\n　　“不在我身上。”\n　　“那当然，在她血液里。”\n　　墨为“哦”了一声，手指瞬间变成黑色的利刃。\n　　“呐，这是根据小宠物研究出来的武器，听说能吸血变强呢。”\n　　快躲开！\n　　我推开风和，她所在的地方下一秒便被炸出了大坑。\n　　“小心，那是‘红石点燃’，指不定什么地方还会有TNT爆炸。”\n　　凋零骷髅刚说完就愣在原地。\n　　被控制住了！\n　　一个月前的战斗，依旧历历在目。\n　　被墨为吊打的结果，现在也无法扭转。\n　　“嘁，虽然对不起音，不过幸好不会被控制。”\n　　金杯拿出一颗蓝色的碎片。\n　　时空宝石什么时候跑到他手上了！\n　　守卫们都被控制，定在原地。\n　　“沃西，控制他们玩玩吧，我要去抓猎物了。”\n　　墨为眯起眼睛，另一只手的手指也随之变成5个利刃。\n\n　　“没完没了了是吧。能在半天内大老远跑过来，沃西肯定提早就和你们商量好了吧。”春月呼了口气，“麻烦死了，真没想到蛛族的情报网竟然强到了这种地步。”\n　　“唔……”\n　　墨为瞬间刹住步伐，回跳一步，开始聚集能量。\n　　什么情况，墨为竟然怕了！\n　　“我说你们啊，是不是不把我们末影族放在眼里啊！”\n　　春月的右臂瞬间崩散成漫天的末影粒子，然后凝聚成一个巨大的紫色手臂，如同野狼般的利爪比她的身体还要大上一倍。\n　　她微抬起下巴，藐视着微微颤抖的墨为，瞬间握紧拳头。\n　　“呐，你是不想活了吗？”\n　　不知从何而来的气流瞬间爆发出来席卷大地，我可以看见春月的紫眼四周漂浮着的紫色粒子凝聚到紫臂上，随着挥出的一拳爆发出震荡山河的轰鸣！\n　　墨为在气流的席卷下调整重心，随着呼吸调整力量的流动。双臂彻底炸开，附在皮肤上的定制铁武，在能量的驱动下显露出暗红的条纹，然后硬撑住春月凝聚力量的一拳。\n　　在轰鸣和震荡下，春月的手臂瞬间爆开，末影粒子四散在空中。\n　　墨为的衣物被气流撕裂，铁武变成碎片掉落在地上然后在二次爆炸中化为粉尘。\n　　“额啊，真是强劲的一拳呢。”打回真身的墨为趴在地上喘着粗气，“可如果不是被那烦人的家伙消耗了体力，我也不至于这么狼狈。”\n　　“没能直接打死呢，麻烦大了。”\n　　“对啊，你的麻烦大了。”墨为渐渐从地上站起，“而且非常大。”\n　　尾声\n　　“该说不愧是你吗，即使身体都不稳定了还能爆发出这种力量。”他吐出一口血，“但以我的体质这种伤害轻轻松松。”\n　　春月的身体若影若现，像是空间错乱般时不时闪烁几下。\n　　“呐，养伤去吧，现在胜负还不一定呢。”她的左手上出现了一颗黄色的宝石，“我们这边，实力可都不弱呢。”\n　　沃西早就被炸裂的气流吹倒在地。\n　　在那些守卫的真身状态下，我就不信还打不过变回原形的墨为。\n　　“……”他沉默一会，“沃西，我们走吧。”\n　　然后便和沃西在原地消失。\n　　“噗！”\n　　春月猛喷出一口鲜血，身体不断崩坏。\n　　“春月！没事吧！”\n　　风和跑过去抱住瘫倒在地的春月。\n　　“没关系，这个身体只是一个由末影粒子组成的投影。”她扭头看向白衣少女，“救世主，我要回末地几天，这几个小家伙就交给你照顾了。”\n　　“嘁，我照顾的还不够多吗。”白衣少女甩甩手，“只要他们不到处浪就没关系。”\n　　春月笑了笑，身体彻底散成粒子飘散在空中。\n　　“呐，风和，离开吧。”\n　　金杯提议道。\n　　“当然，在这里也呆够了。”\n　　“唔，还要继续在别墅里住着吗？”\n　　“当然，不住白不住。不过在走之前……”风和看向我，“音，我要做一件事。”\n\n\n\n第二十四章：跨越和开始\n\n       一\n　　我们从地狱门离开第五层，回到别墅。\n　　在走之前，风和拿起地上的半块宝石，对我使用。\n　　“唉，连宝石都无法破解吗？”\n　　我记忆的封印过于强大，连半块宝石的功率都无法破解。\n　　看来要找到另一半才行。\n　　但因为白衣少女提前结束试炼，另一半宝石的下落至今不明。\n　　“呐，我们住哪？”\n　　我呆呆地望着被烧成灰的别墅。\n　　这么高级的地方，竟然被他们毁了！\n　　连房子都不给我们留下，唉。\n　　“直接回王城吧，就算没被烧继续呆在这也很无聊。”\n　　说的是呢，还是热热闹闹的好。\n　　“风和，不回村庄一趟吗？”\n　　村庄里这里没多远呢，再走一两天就能到。\n　　“不回去了吧，在那边又没有房子。”\n　　也对，在那边住宿也是个问题。\n　　于是我们马不停蹄的沿路回到皇城。\n　　“我要回留名阁一趟，你们打算怎么办？我记得你们在这边也没有房子吧。”\n　　对诶，我忘了云修阁已经被炸了，现在还在重修呢。\n　　“额，不介意的话我们也去留名阁住着吧。”\n　　“我很介意！”\n　　金杯嘴上虽然这么说，但还是让我们住了进来。\n　　王城的街上总是那么热闹，人声鼎沸。特别是靠近商业街的地方，叫卖声一片，人来人往一片繁华。\n　　能住在这种地方，即使不是豪华的别墅也无憾啊。\n　　“风和，去逛街吗？我们的衣服都在别墅里被烧毁了呢。”\n　　身上的衣服也在战斗中有所破损，虽然金杯说可以免费给我们一套，但还是别麻烦他了。\n　　自己的事情还是自己尽力完成为好。\n　　“大中午的先吃完饭吧，一天内打了那么多场架，想安安静静地吃顿饭呢。”\n　　“食堂就在那边，我有点事要办就不陪你们了。”\n　　关于沃西叛变的吧，这件事估计要引起好一顿轰动呢。\n　　“我以唔他会给喔们高级的余餐呢。”\n　　风和嘴里嚼着鸡肉，说话有点不清晰。\n　　我也是这么想的，可他竟然只给我们员工餐。\n　　“别抱怨太多了，有吃有住不挺好的吗。”\n　　“你可真容易满足。”\n　　随着她的一生吞咽，只有一块鸡肉的员工餐消失殆尽。\n　　“本来我就想要平静的生活，为了找你才来王城的。”\n　　对于我这种身世成谜的人，能够平静的生活已经很满足了。\n　　风和脸一红，嘴里不知嘟囔着什么离开餐厅。\n　　“快走吧，不是还要买衣服嘛！”　　一直走到餐厅门口，她回头对我吐了吐舌头。　　“好好好，我不吃了。”\n　　我放下吃了一半的烤鸡，用纸擦擦嘴快步追随上去。\n　　身边的人都是那么奇怪：留名阁元老、弓箭天才、蛛族实验品、最神秘的末影族。\n　　他们给我带来了很多麻烦呢：流云、墨为、沃西。\n　　但也因为这样，我原本平静的生活变得丰富起来。\n　　物以类聚，说不定我也是个奇怪的人呢。\n　　我就是个奇怪的人。\n　　答应春月保护我们的白衣少女，此时此刻在宝石里酣睡不醒。\n　　“怎么了？小音？”\n　　风和察觉到我脸上的笑意，疑惑的嘟着嘴，对我的称呼也变回没想起大火的时候。\n　　“不，没什么，我只是觉得有你们在身边真好。”\n　　她轻轻的微笑着，继续前进。\n　　但这种美好的日子，还能持续多久呢。\n　　等到毕业后，大家都会天各一方了吧。\n　　“风和……”\n　　想到这里，我忍不住轻声喊出来。\n　　“嗯？”\n　　她再次疑惑地扭过头。\n　　“毕业后，你想要做什么呢？”\n　　“我吗？只有一条出路呢。”\n　　说得对啊，没有家长的孤儿，从来都只有一条路可走呢。\n　　她为了实现自己远大的梦想，就要当上高官呢。\n　　对她来说，唯一的路，就是参军啊。\n　　假如她的贵族父母在世，就不必走那么危险的路了。\n　　都是那场大火，让风和降为平民。\n　　“……不必自责，大火的凶手又不是你。”\n　　“谢谢。”但这种无法释怀的罪恶感是怎么回事，“我们继续走吧。”\n　　然后我们一路沉默着，逛完了商业街。\n　　珍惜现在的日子吧，未来的事，谁也说不准。\n　　今年的秋天降临的很早，明明只是七月底，却有了寒风阵阵。\n　　不但是秋天，今年的所有季节都提早降临。\n　　“我有预感，要发生什么大事。”\n　　白衣少女在一阵阴风过后惊醒。\n　　“你说的可从来不是预感。”\n　　对于这个超越时间的少女来说，现在过去未来从来都不存在。\n　　她说的话，必定会成真。\n　　特别是在重要的事上。\n　　二\n　　平安无事的在炼药、采购等闲杂琐事占领每一天后，五个月飞速地闪过。\n　　“到年底了啊！”\n　　风和望着窗外缓缓飘落的洁白雪花喜悦地笑着。\n　　新年庆典，一年中最盛大的节日。\n　　“哈哈，出去玩吗？”\n　　金杯早已换上羊毛外衣，准备出门。\n　　冬天，娱乐活动最多的季节。\n　　打雪仗、堆雪人……这在娱乐活动不多的一年里就是最珍贵的回忆。\n　　“呐，当然要出去了，不然这一年过的多没意思。”\n　　“但一想到明天就开学了就感到很惋惜。”\n　　云修阁已经修建完毕，这一个学年提前结束，到了明天我们将直接升入三年级。\n　　然后再过一年就能直接毕业！\n　　“呼呵呵！还嫌假期放的不够多吗？赶紧享受完这一天迎接久违的上学日子吧！”\n　　“才白天你就这么兴奋，到晚上会很累的！”\n　　春月直接把羊毛衣套在身上，飞快的跑出去。\n　　外面早已白雪皑皑，大街小巷都有人在玩耍。\n　　“唉，你们怎么都这么高兴。在我们村庄冬天可是和暴风雪相等啊。”\n　　我们那边附近就是雪山，村庄一到冬天就会损坏。\n　　“你们那算什么，我老家可直接在雪山上，一到冬天到处都是怪。”\n　　额……不应该是超大暴风雪吗？怎么会到处都是怪？地理原因吗？\n　　“小音！你们有雕刻南瓜吗？”\n　　风和已经铲完了雪，堆起两个雪块。\n　　“是要做雪傀儡吗？本来雪就已经够厚了，再让它到处跑会很麻烦的。”\n　　“况且创造出生物再把它杀死良心会痛诶。”\n　　我们都想阻止她。\n　　“什么嘛，人家还想拿小麦享受一下被雪球砸的快感呢！”\n　　……真是够了，你竟然也变成了变态。\n　　“白衣少女，等会我要和你好好谈谈。”\n　　我对着身边化出实体的白衣少女笑眯眯的说。\n　　“不能怪我，是她主动要和我谈话的。”\n　　“所以你就把她教成了变态？”\n　　我把脸凑过去，她被吓了一跳。\n　　有一个不正常的已经很麻烦了，要是风和也变成像她一样……\n　　趁她还不深赶紧拉回正常人的阵营。\n　　“要玩打雪仗的话我们陪你，四个人也能玩起来。”\n　　“单纯的砸没意思，要不然用上能量吧。”\n　　那个变态又出馊主意。\n　　“好啊！”\n　　“没问题！”\n　　“喂喂喂！你们别答应她啊！很危险的！”\n　　特别是风和，在地牢里杀了两个强者后升到了26级。\n　　感觉到达20级后提升就变慢了，五个月来我之升了一级，其他人一点没变。\n　　“就是因为危险所以才刺激嘛，只要不致死都没关系。”\n　　别再说下去了！他们两个已经跃跃欲试地拿起雪球了！\n　　“那么……开始！”\n　　白衣少女带着笑容望了我一眼，然后飞速逃离战场。\n　　完了，我要飞上天了。\n　　随着风和凝聚力量的雪球飞来砸到我脚下，炸开的雪球洒了我一脸。\n　　啊，天空真美。\n　　在空中飘浮的我惬意的露出微笑，随后垂直砸落到雪堆里。\n　　“真无聊，小音太弱了。”\n　　“明明是你太强了！都快到30级了下手还那么没轻没重！”\n　　她抱歉的吐吐舌头，搬起旁边的雪块。\n　　“那么金杯，接下我这一击！”\n　　“等等啊！”\n　　在滚落一段距离后，他才喘着气冒出头来。\n　　“呼。都说了，等等啊。”\n　　“耶！风和胜利！”\n　　白衣少女不知何时爬到留名阁的屋顶上，望向远处的城中心广场。\n　　“到晚上会有什么活动吧，不过能干什么呢？”\n　　“新年庆典是王城唯一能放烟花的时候，所以大家都期盼着美丽的烟火能在空中绽放。”\n\n　　明明才是半下午，已经有人往那边聚集。\n　　“留名阁也放吗？”\n　　“那当然，而且还有王城举办的活动呢。”金杯拿出一个烟花，“到时候所有的元老都会聚集在广场当代表在空中绽放一个烟花作为庆典的结束。”\n　　“活动不会只有放烟花吧。”\n　　“毕竟也干不了其他事情。不过国王会亲自过来发表演说。”\n　　那还真是无聊，但能看到国王也算是荣幸吧。\n　　“现在过去排队吗？我看到广场上已经有很多人了呢。”\n　　白衣少女提醒我们。\n　　不知不觉间，太阳也临近下山。\n　　“要看烟花的话，不在广场也可以。聚集过去的都是想目睹国王风采的人。”\n　　“不过像你这种元老应该能经常见到吧。”\n　　金杯笑了笑，伸了个懒腰。\n　　“我们这次放的烟花可有些特殊呢。”他拉着我和风和就向屋里走，“我带你们去留名阁专门看烟花的地方，那里可是贵宾专场。”\n　　一个能目睹全城风采的阳台。\n　　“那么，我要去准备活动了。”\n　　他向我们挥挥手。\n　　天色已晚，跨年庆典即将开始。\n　　三\n　　“呐，音。”\n　　“嗯？”\n　　风和不知为何突然喊我。\n　　“我有个问题一直想问你。”\n　　“问吧。”\n　　“从小时候开始，你无论做什么事都是以他人为主。所以你自己究竟想干什么呢？”\n　　“这个问题我还真没想过。”我望着在落日的余晖中亮起灯光的广场，“一直以来都有事情推动着我活动。我自己想干什么，我从来没想过呢。”\n\n　　“这样吗？但这样你活着不会觉得没意思吗？没有目标。”\n　　“我虽然没有目标，但也知道自己想怎样活着，能够像现在这样和朋友们聚集在一起就好。”\n　　“还是一样没追求呢。”\n　　她依在石栏上，长发被丝线绑起。\n　　随着最后的金光消失，方方的月亮露出头来。\n　　“那么，庆典开始！”\n　　随着主持人带着能量回响全城的一句话，一个个烟花飞到天上。\n　　“呐，真美啊。”\n　　“是啊，真美啊。”\n　　紫光、金光、红光……遍布天空，划破长夜。\n　　大的、小的、球状的、爆裂的。\n　　明明只是火花，却让人感到热闹非凡。\n　　“吃的放这边了，我要去看看当今的国王，就不打扰你们小两口独处了。”\n　　白衣少女飞速消失在夜空中，朝着广场奔去。\n　　“我说，我们就那么像吗？”\n　　“说不定呢。”\n　　就这么安静的观赏着，一年一度的盛宴。\n　　不由自主的扭过头，风和注视着烟火的眼睛里，闪烁着万丈光芒。\n　　“音。”\n　　“嗯？”\n　　她也扭过头来，我被吓了一跳。\n　　“我们以后还能一起看烟花吗？”\n　　“……或许吧。”\n　　我不能撒谎，只能给她这个中规中矩的答案。\n　　她带着苦涩的笑容，继续回望向天空。\n　　“诶？我的吃的呢？”\n　　我扭过头，当作夜宵的猪排不知去向。\n　　听到身后“啪嗒”一声，我扭过头看到一个橙红色的生物。\n　　一只不知哪来的狐狸嘴里正叼着我的猪排。\n　　“竟然我们说话时偷吃的，你给我还回来！”\n　　我挥舞着拳头扑过去。\n　　它敏捷的一跳躲开我的抓捕，跨过石栏落到屋檐上，随后小跑着消失在黑暗中。\n　　“别追了，猪排而已给它吧。”\n　　风和笑盈盈的拉住想要追上去的我。\n　　天上的光芒渐渐消失，广场上一片静默。\n　　“那么，这一年结束了。”\n　　国王开始致词。\n　　留名阁离广场不远，所以能够清楚地听到。\n　　“在这一年里，我不能说我国拥有什么伟大的业绩，只是普普通通的遵循平常”他在这里停顿了一下，“但我不认为这样不好，普普通通的保持原样，即便没有任何的进步，我们也不必抱怨自己有所退步。”\n　　这个国王和我一样没有上进心。\n　　“虽然眼看着其他国家都在飞速发展、征战，但他们也并不能说自己强大。”\n　　毕竟打仗要消耗很多物资。\n　　“我国提倡和平，希望能够和谐共处，与蛛族的盟约便是证据。”\n　　虽然蛛族把自己家的和平大使打了一顿。\n　　“我希望以后，能够和各族各国都建立起和平条约，能够在不必争斗的世界里生活。”\n　　并非我挑刺，亡灵族和人类不共戴天是常识。\n　　亡灵以人类为食，人类又各成一派，要不必争斗简直难上天际。\n　　虽然人人都希望和平，但怎么会有到来的那一天。\n　　“那么，接下来由留名阁的各位元老释放结束烟花。”\n　　八位元老站成一排，将烟花火箭放到地上。\n　　随着它们的腾空升起，整个庆典就此结束。\n　　八个并排的大烟火一直飞上高空，到达人们所无法看到的极限，然后在静默中，释放出最最盛大的花火。\n　　红橙黄绿青蓝紫白，最有代表性的几个颜色，以极其宽广的范围炸裂在空中，光芒笼罩整个王城，火焰的踪迹在空中不断延伸。\n　　“好，美啊。”\n　　“嗯，是啊。”\n　　我感到左手上搭了一个软软的暖暖的东西，身边的呼吸声越来越近。\n　　不敢去看，害怕大失所望。\n　　就这样抱着幻想，感受手上的温暖。\n　　我多么希望，能够永远永远，这么快乐的生活下去。\n　　我多么希望。\n　　尾声\n　　“哦吼吼，看来我来得不是时候呢。”\n　　一个熟悉的声音出现在身后，我感到左手的温暖瞬间消失。\n　　没错，你来得真不是时候。\n　　“混蛋！竟然和我的小风和独处！”\n　　又是一个熟悉的声音。\n　　扭过头去，两个本不该出现在此的人打扰了这片安宁。\n　　风和的脸在灯光下能看到微红，难不成真是……\n　　“呐，你们过得挺不错呢。”\n　　柳回拿着镶着末影宝石的崭新附魔钻石剑也来到这里。\n　　“你回来了，那我终于能休息了。”\n　　白衣少女也从广场返回。\n　　你明明一直都在休息好吧！\n　　“金杯，你不是在广场吗？春月，你不是回末地了吗？柳回，你是怎么找到这里的？”\n　　我因为在关键时刻被打扰心情极其烦躁，一股脑的把问题全都说了出来。\n　　“我太想你们了所以就加速回来喽。”\n　　骗谁呢！明明是早料到会这样让春月赶紧带他瞬移过来打扰我们。\n　　“本小姐当然是担心风和喽。”\n　　还真是一点掩饰都没有啊。\n　　“我听工作人员说的。”\n　　明明是春月带着你们一起上来的。\n　　“哎呀呀，都大半夜了赶紧睡觉吧，明天你们不还要上学嘛。”\n　　白衣少女大大咧咧的推嚷着我们回到屋里。\n　　真是的，吵吵闹闹烦死人了！\n　　你们要晚回来一会我就……\n　　唉，烦死了。\n　　大家都聚集在一起，热热闹闹的吵着笑着。\n　　这一幕真是美好。\n　　假如春月不一直死瞪着我就更好了。\n　　我带着微笑跟随着他们，右手突然被握住。\n　　这是！\n　　我一惊，随后脸颊开始发烫。\n　　“真好啊，可惜是我！”\n　　金杯突然把头伸过来，握着我的就是他！\n　　“怎么？在期待着什么？以为是……”\n　　他话还没说完就被我一拳打飞。\n　　“给我滚开！”\n\n\n\n第四卷：蜘蛛的救赎\n\n第二十五章：独自一人的冒险\n\n         一\n　　“呀吼！开学喽！”\n　　风和兴奋地跨进改造后的云修阁大门。\n　　“明明是开学，你怎么比放假还兴奋。”\n　　对于她另于常人的举动，我无奈的叹口气。\n　　“毕竟放了将近半年的假嘛，没有事情做还是很无聊的。”留名阁元老金杯从我身旁走过，“总不能一直在家里无所事事吧。”\n　　“我倒觉得那样挺好。”\n　　宅在家里研究炼药术可比上学有意思多了，虽然太烧钱。\n　　我身后是春月和柳回，末影族成员和战神候选人，和前两个并称为年级四大强者，不过那是二年级的事了。\n　　“诶？你们看见琉璃了没？”\n　　昨天就没见到她，明明刚放假时说好要在留名阁集合的。\n　　琉璃，全校最强的炼药师之一，曾经进入狂暴状态毁掉占据学院大半面积的后山，到现在那里还是一片荒芜。\n　　同时因为她的身份和过去，也给我们带来了许多麻烦。\n　　“去宿舍看看吧，无论是谁都要先去把行李放下。”\n　　改造好的宿舍真的很棒，从外面看起来都高端大气上档次。\n　　“琉璃小姐？你在吗？”\n　　半年没见，应该长高了一点吧。\n　　我这样想着推开门，但并没有预料中的那个红眼萝莉。\n　　“诶？奇了怪了。”\n　　金杯也在我后面挠挠头。\n　　不止不在这，宿舍内原本是她的一隅现在也空空如也。\n　　“床都没有，怎么回事？”\n　　那么大个床不会搬走了吧？即便是放长假也不至于连床也带上吧？\n　　虽然有背包搬起来也算轻松罢了。\n　　“白衣少女，你知道怎么回事吗？”\n　　寄宿在我体内的灵魂，前宝石守护者白衣少女，拥有知晓一切的能力。\n　　“呐，天机不可泄露。”\n　　“你还真是一点用场都排不上诶。”\n　　明明是世界前几的强者，却一直不正经的帮倒忙。\n　　“小音！快到上课时间了哦！”\n　　好吧，也没时间收拾了，直接把没用的东西先一股脑的丢出来空出背包再说。\n　　“走吧，看看她有没有在教室里。”\n　　“嗯。”\n　　然而教室里也没有。\n　　每周开始的班会上，老师宣布了一件事。\n　　“琉璃同学退学了，是家属要求的。”\n　　她的家属……蛛族的王族成员要求的？\n　　“我觉得很不妙啊。”\n　　我身后的金杯咂咂嘴，呼吸声变得沉重。\n　　“那当然，毕竟是那些家伙。”\n　　“我下课后要去找校长问问，你跟着吗？”\n　　“我不去了，毕竟没你那身份。”\n　　作为一个普通人，哪有资格主动找校长谈话。\n　　前面的位置上，是空的，让我不适应。\n　　风和也在旁边时不时的回头看，脸上满是担忧。\n　　然后一下课，金杯便直接往校长室的方向走去。\n　　“感觉会出事呢。”\n　　风和走到我身边望着金杯远去的背影。\n　　“毕竟是别的种族的事，不好插手啊。”\n　　春月也跑过来凑热闹。\n　　“有可能演变成外交问题呢，毕竟要找她就得去蛛族的王城。”\n　　希望他不会冲动，毕竟他还是有身份的元老，引发的轰动可比平凡人大多了。\n　　“嗯？”\n　　柳回拍了拍春月的肩膀，示意她离开一下。\n　　“抱歉了，我们两个还有私事要办。”\n　　“呐，小音。”\n　　“怎么了？”\n　　风和呆呆的望着春月和柳回远去。\n　　“春月是末影族，柳回是人类，为什么他们会扯上关系呢？”\n　　“你问我我也不知道啊，毕竟我身上的那个变态一点用都没有呢。”\n　　“说话就说话，别骂我。”\n　　怎么感觉，只有我们两个和这件事一点关系也没有。\n　　一直到下午，金杯和春月他们才现身。\n　　“我准备要出去一趟，已经请好假了。”\n　　金杯是这么说的，春月和柳回依然留在云修阁。\n　　“你不会要去闹一场吧，校长是怎么同意的！”\n　　那老头脑子里想什么呢，这种大事都行？\n　　“音，不要多管闲事。”白衣少女的语气突然变得冰冷，“既然和你无关，就好好呆着。金杯自己的事，他要自己去做。”\n　　“可这……”\n　　“即便去了，你也帮不了忙。”她看着金杯走出校门，“即使你的能力已经恢复，去了也依然派不上用场。”\n　　是吗？我正在一边看着吗？\n　　“白衣少女都这么说了，我们就好好享受校园生活吧，你不是想一直平静的活下去吗？”\n　　是啊，一直平静的生活正是我想要的，可终究放不下啊。\n　　就只能，在这校园里守候吗？\n　　二\n　　“金杯同学，什么事？”\n　　白发老头正在伏案观看文件。\n　　“还问我什么事，你的心可真大啊。”\n　　“如果是让你去救那个姑娘的话，我不会答应的。”\n　　“早料到如此。”\n　　我一甩椅子，翘着腿坐下。\n　　无论如何，我都会去救她，因为这是我的任务。\n　　“既然知道不会答应，你还在这干嘛？”他停下笔抬起头，“要想贿赂我那还是放弃吧。”\n　　“知道你云游四海，我也没那么天真。”\n　　单凭钱财什么的怎么可能行，这种事我还是知道的。\n　　“那你有什么东西能比得上她的价值。”\n　　“她的价值可不是你能定的啊。”\n　　筹码早就拿好了。\n　　一块蓝色的碎片被丢到他的桌上。\n　　时空宝石的碎片，自从拿走后就没还给音。\n　　稍微有些抱歉，但琉璃不能出事。\n　　“哦？留名阁到底要她做什么？”\n　　“这是创始人的要求，即使付上任何代价都值得。”\n　　他犹豫了一下，把碎片丢了回来。\n　　“既然如此，那就不止这些了吧。”\n　　“你可真是贪得无厌呢，和留名阁作对可没什么好下场。”\n　　要是继续偷下去，音可不会原谅我。毕竟这可是珍贵的宝石啊，他甚至为此牺牲了风和。\n　　“知道你们是大组织，所以价才能抬上去。”他笑了一声拿出一张纸，“现在成交还附赠蛛族王城的坐标。”\n　　“呵，真是没办法。”毕竟主动权都在这个老头身上，“我的这块也给你。”\n　　如果不是那些大叔们的要求，老子早就直接闯出去了。\n　　一蓝一红落到他桌上，这种筹码在黑市上甚至顶得上上百人的生命。\n　　“那可是压箱底的了，毕竟这个能力很强呢。”\n　　“啊，纯攻击的实用性不大呢。”他稍微皱起眉头，“不过有时空宝石就差不多了。”\n　　一张纸飘落在我面前，这就是离校许可。\n　　“我给你一周的时间，坐标写在背后了，赶紧走吧。”\n　　“不用你说。”\n　　真是麻烦，花了那么大价钱。\n　　但接下来，可要麻烦的多。\n　　出门以后还是中午，但时间对我来说依然紧迫。\n　　鬼知道琉璃是什么时候被抓的，多耽搁一秒都很危险。\n　　虽说不至于威胁到生命，但蛛族的实验从来都伴随着巨大的伤痛。\n　　这伤痛不只是身体上的。\n　　“创始人到底是怎么想的，交给我这么个鬼差事。”\n　　稍微扭扭脖子，动动胳膊，我跑出校门。\n　　“停下！”\n　　“说是留名阁的元老金杯求见。”\n　　那些王族现在在吃饭吧，不知道会不会答应就是了。\n　　传话人跑进去，我晒在阳光下无聊的踢着地。\n　　“国王邀您进去。”\n　　这么爽快，看来已经想好怎么拒绝我了啊。\n　　“金杯，你有何事？我还是很忙的。”\n　　“客套话就不必说了，赶紧给我把章盖上。”\n　　他的脸很明显抽搐了一下，周围的守卫也因为我的言行微微抬起武器。\n　　“我知道你火气很大，但这事真不能答应。”\n　　“是是是，我知道会惹出事，所以要一个人名义。”\n　　本来也不想牵连国家，所以不必以留名阁元老的名义出国。\n　　他在王座上注视着我，最终叹口气。\n　　“把责任承担书拿来。”\n　　责任承担书，是当一个人以个人名义前往其他种族群落时，国家为了不承担后果所创立的文案。当那个人闹出事后，刑罚任由那个族群处置。\n　　“你确定吗？”他叫住要签下名字的我，“毕竟是留名阁的元老，影响很大啊。”\n　　“这你就别管，无论如何我都要去。”\n　　在上面签下我的名字，在蛛族所发生的事件将完全承担到我身上。\n　　只要做了，我将是死路一条。\n　　“金杯，我……”\n　　“不必劝了。”我打住他，“国王大人，代我向三公主行礼。”\n　　然后所有人都沉默着注视我离开。\n　　这次，是凶多吉少啊。\n　　“金杯，跟我来一趟。”\n　　紫光闪过，这里是曾经熟悉的宅邸。\n　　“春月，你带我来这干嘛？”\n　　不止是她，还有柳回。\n　　多么熟悉的地方，虽然我并不想来。\n　　“当然是拿装备。你不可能只靠身上的这种去吧，会被墨为一拳打爆的。”\n　　“那也不必来这啊。”\n　　我曾经的家，现在是大哥金辉的房子。\n　　虽然是我大哥，但也不能随随便便的拿人家东西啊，而且还是要出国闹事。\n　　“说一下，总会给你的。”\n　　“就是，去吧。我们不在单靠你总觉得不放心呢。”\n　　我也不至于那么不靠谱吧，虽然敌人的确很恐怖。\n　　总觉得自己会在那白白丧命，连琉璃的面都见不到。\n　　“小心点，可别让三公主成寡妇喽。”\n　　“我们还没结婚呢。”\n　　这女人知道的可真多。\n　　三\n　　我是金杯，机密情报组织“留名阁”的八大元老之一，除了钱之外什么都没有。\n　　身上的装备是朝大哥借的，明明继承了元老的地位竟然只有钱，早知道就继承房子了，至少还有老爹留下的装备和将军头衔。\n　　不过也正因如此，我才能交到那些奇怪的朋友。\n　　我现在在前往蛛族王城的路上，一个人名义去救那个叫琉璃的女孩。\n　　“有点麻烦。”\n　　虽然知道王城在哪，但单枪匹马也闯不进去。\n　　毕竟是它们的王城啊，像我这种下三滥怎么可能杀进去。\n　　“早知道去找三公主要点药物了，王族的东西都挺高级的。”我刚来到处于人族边界的平顶山就开始打退堂鼓，“不过她要知道我借那些东西是要去救个女生得骂死我。”\n　　琉璃算女生吗？算吧，春月说的她已经是人类了。\n　　虽然无论如何都不能相信。\n　　“好累啊，到下面休息会吧。”\n　　平顶山虽然不算高，但爬起来还是很累的。\n　　身上还有几颗末影珍珠，不到关键时刻绝不能用。\n　　坐在河边上放松身体，马上就要到达边界，现在回头还来得及。\n　　回去吗？怎么可能！\n　　创始人给的任务，必须要完成。\n　　“我说，你都到王宫了也不和我打声招呼。”\n　　身边落下一道影子，一个对我来说熟悉的不能再熟悉的人和我一起坐下。\n　　诶，在这件事上最不想见到的人竟然来了。\n　　“国王竟然会同意，看来他是老糊涂了。”\n　　早知如此我就臭不要脸的去借药水了。\n　　“他可没同意，我是独自跑过来的。”\n　　她晃晃脑袋，粉色长发荡来荡去，清香飘到我身旁。\n　　“那么，公主大人，请您回去吧，我可不是去玩的。”\n　　她要出事我是真的承担不起，被千刀万剐都不为过。\n　　“我知道哦，所以是来帮你的。毕竟你这么弱我可不放心。”她站起来踢水玩，“况且关于这件事你竟然一个字也没和我提！”\n　　怎么敢给你说，我亲爱的小公主呦。\n　　我苦笑着，望着这位无忧无虑的孩子。\n　　“竟然背着我，你的未婚妻，去保护其他的女孩子，这件事你怎么说！”\n　　她嘟着嘴扭过身子，弯下腰注视着我，完全将不满的心情发泄出来。\n　　“吃醋了？这是命令我也没办法。”\n　　“摔倒你都从来没拉过我，结果为了那个琉璃甚至愿意去死，你到底喜不喜欢我啊！”\n　　“不喜欢啊，要不是婚约没法解开我才不要和你结婚呢。”\n　　我也顺着她的性子玩起来，“哼”的一生扭过头去。\n　　这位可爱的公主鼓着脸，然后抱住我。\n　　“就算这样我也最喜欢你了！”\n　　我被她扑倒在地，下午的柔和凉风吹过来，明明是冬天却让我感到一丝暖意。\n　　“呐，我们回去吧，别冒这个险。”\n　　我能感到她抱住我的胳膊渐渐用力拉紧，不让我离开。\n　　但就算知道去了也是无用功，我也必须遵从命令。\n　　“抱歉。”\n　　一声轻叹，我怀中的女孩突然瞪大了双眼。\n　　“怎么……你什么时候学会的……”\n　　然后她翻起白眼，沉沉的昏睡过去。\n　　“经历那么多场战斗，我当然也有所成长啊。”\n　　收起能量震荡，三公主莫纱均匀的呼吸声从我怀里传来。\n　　失礼了。\n　　在心里说一声抱歉，依靠能量震荡进行冲刺返回王城。\n　　“辛苦您了。”\n　　将莫纱交给前来寻找的侍卫队，我再次加速返回。\n　　浪费了点时间啊。根据那位公主的脾性，这次要跑得更远，让她找不到才行。\n　　不带停息的跨过平顶山，我走进蛛族的领地边界。\n　　平原，水池洞穴遍地。\n　　“天快黑了呢，这边的晚上有点危险啊。”\n　　蜘蛛依靠习性会在夜晚出来捕食，即便这是蛛族边界我也不能掉以轻心。\n　　“咳咳，终于爬出来了。”一个一丝不挂的小姑娘从我身边的水池里爬出来吐出几口水，“没想到抓鱼竟然这么麻烦。诶？这是哪？”\n　　这是……我看着这个迷茫的孩子，突然瞪大了眼睛。\n　　这孩子，是人型实验的失败品！\n　　尾声\n　　红眼，人形，在蛛族的领地。\n　　种种线索都表明了她的身份。\n　　“喂，你知道这是哪吗！”\n　　她毫不客气的向我这个陌生人问路。\n　　“这里？蛛族边界啊。”\n　　“蛛族边界？我跑了这么远吗！”\n　　她一拍脑袋抓着手里的鱼就跑，没两步就绕回来找我。\n　　“你身上的衣服哪来的？”\n　　对与她来说，有衣服很奇怪吗？\n　　但看她一丝不挂也就知道为什么了。\n　　“这是我自己的。”\n　　“自己的？”她露出疑惑的表情朝我身上嗅嗅，“你身上的味道很奇怪诶，有我们的味道，还有其他种族的呢。”\n　　“我是人类哦。”\n　　“哈哈，别开玩笑了，这里可是蛛族的领地。”\n　　她笑着甩甩手，但见我无动于衷便瞬间变脸往后退了几步。\n　　“……你不是在开玩笑？”\n　　“我真的是人类哦。”\n　　“救命啊！有人类！”\n　　然后她大叫着逃跑了。\n　　至于嘛，我又不是什么穷凶恶极的人。\n　　然后她又没跑几步便再次返回到我身边。\n　　“怎么了？”\n　　“我迷路了。”\n　　呵呵呵，这么宽广的平原都能迷路，你可真是个人才啊。\n　　“你要去哪？”\n　　“我们的巢穴，那里住着好多人。”\n　　太阳渐渐下山，周围开始发出细微的“沙沙”声。\n　　“出来的是你的同伴吗？”\n　　“不是呢，它们都是些杀戮成性的怪物，只要有生物就会扑上去。”\n　　她发抖的靠向我身边，一群比寻常蜘蛛还要大上一圈的怪物从地底爬上来。在逐渐暗下去的大平原上，它们的红眼就是唯一的亮光。\n　　蛛族那些人都发明了什么可怕的怪物！\n　　“呐，先穿上衣服吧。”\n　　我脱下皮革外衣给她披上，拿出节肢杀手IV的铁剑。\n　　大哥的武器属性不够多，但等级高，属于专门应付特定种族的武器。\n　　“呼，上来就要干一架啊。你先跑到水池里躲着，太黑了别误伤你。”\n　　力量强化！\n\n\n第二十六章：累赘\n\n        一\n　　震荡加速！\n　　冲刺斩击，附魔铁剑轻松斩杀靠近我的一只。\n　　虽然看起来很简单，但拿剑的我却意识到了不寻常。\n　　节肢杀手IV，加上力量强化，即便如此在碰到蜘蛛时依然有一丝不明显的停顿。\n　　恐怖的防御力。单论技术来说，蛛族的改造真不是盖的。\n　　虽然会进行上百场惨无人道的实验，不过它们本来就是怪物，也不能指责。\n　　“哇，你实力不错诶，当我的侍卫吧！”\n　　收拾完蜘蛛后，那个女孩从水池里爬出，来到我身边用红色的大眼睛望着我。\n　　真不客气啊。\n　　“不要，赶紧把衣服还给我。”\n　　我伸手去抓，她后退一步躲开我。\n　　“你是人类吧，我现在可光着身子哦，你不害羞吗！”\n　　“谁管你，赶紧给我！”\n　　在音身边呆久了，也和他一样对裸体没兴趣了。\n　　不知道这个变化是好是坏。\n　　“哼，一件衣服罢了，真小气。还给你！”\n　　她不满的瞪了我一眼，伸手将衣服脱下。\n　　我拿起来抖了抖，水“哗哗”的流淌到地上。\n　　“明明是个蜘蛛，穿什么衣服。”\n　　“蜘蛛也会冷诶！不过你见到我是人类的外观也不害怕呢。”\n　　“又不是第一次见了。”\n　　因为怕继续深入会有其他意想不到的变异怪物，我留在原地升了一堆营火，将皮衣放在上面烤干。那个女孩在一旁撕咬着还在活蹦乱跳的鱼，时不时的望向火上的皮衣。\n　　“呐，你可别打它的主意。”\n　　“知道了知道了！”\n　　她不耐烦的嚷嚷着，将吃剩的鱼骨丢回水池。\n　　察觉到我一直盯着她，她疑惑的向我歪下脑袋。\n　　“喂，看我干嘛？”\n　　“没什么，只是在想你为什么不会变回人形。”\n　　琉璃之前想要长时间维持人形必须要喝药水，而和她相遇了那么久都没看过她变回原形。\n　　“不知道呢，我听巢穴的老人说我是新产品，不会变成蜘蛛。”\n　　既然不会变成蜘蛛，就是一个完成品吗？为什么会被遗弃呢？\n　　只能说她身上还有什么我没发现的残次地方。\n　　“呐，你能夜视吗？”\n　　“能哦，但为了适应白天，效果不是很强。”\n　　嗯，夜视也没问题。\n　　算了，不考虑她了，想想该怎么闯进王城。\n　　“吧唧吧唧”鱼腥味的血液被甩到我脸上。\n　　“你吃饭能不能动作小一点！”\n　　“哼！”她偏过头去，“明明是个人类，竟然独自来到蛛族的领地，还对我这么嚣张。”\n　　我一把揪住她的耳朵拽过来，用手指捏来捏去。\n　　“你还不是被王族遗弃了，在这嚣张什么。”\n　　“疼疼疼，给我放手！”\n　　她闪开我的胳膊，柔柔发红的耳朵。\n　　“你可真是奇怪诶，和流传的人类不一样呢。”\n　　“怎么不一样？”\n　　“人类不应该是见怪就杀，重色轻友的生物吗？”她不屑的摆摆手，“他们会到处烧杀抢夺，侵占领土。像你这种一点不好色的肯定不是正常人。”\n　　“总感觉说的有点道理。”毕竟被不是正常人的音传染了，“不过也不是所有的人类都那样好战啦。虽然好色这一点嘛，至少像你这一丝不挂都没兴趣的几乎灭绝了。”\n　　嗯，我说的基本没错吧。\n　　“而且你们蜘蛛不也是吗，将你们这些没用的都丢到偏远的地方，然后自己享乐。”\n　　“没法反驳呢。”她把手中吃了一半的鱼放下，“难道人类其实比蛛族要好很多吗？”\n　　她思考这个问题的样子很像琉璃。\n　　人类真的比蛛族好吗？\n　　作为将军家的孩子，看过征战四方的场景的我，对这个问题再清楚不过了。\n　　“咳，哈。”我听见有喘气声从身后传来，“累、累死本公主了。”\n　　不可能，你是在开玩笑吧。\n　　一个绝对绝对不会出现在此的女人穿着粗气来到我身边。\n　　阴魂不散啊，都那样了还能追上。\n　　“你，你个混蛋！不要脸！”她哭丧着脸扑到我怀里，“人家都那样劝你了，结果你竟然直接把人家打晕！”\n　　她夹杂着哭腔抱怨着，然后在喘了一口气后没了声音。\n　　麻烦死了，还要再把她送回去。\n　　我抱起再次被我的震荡击晕的莫纱，无奈地翻起白眼。\n　　“她是谁啊，你怎么把她打晕了？”\n　　“她是个特别麻烦的人，我必须把她送回去。”\n　　“啊！”她突然醒来扇了我一巴掌，“你！你实在是！”\n　　等级差果然麻烦，即便是疲劳状态也没法让她陷入昏睡。\n　　她从我身上跳下来反手又给了我一巴掌。\n　　“人家等级那么高，你竟然还敢用震荡。”她伸手将我的脸扯大，“但你的能量没下午时强呢，经历过战斗了吗？”\n　　“咳咳。”\n　　女孩提醒她自己还在旁边。\n　　莫纱扭过头看了一眼，然后一拍脑袋再扇了我一巴掌。\n　　二\n　　“干什么！”\n　　脸好痛啊，这一下比前两下都疼，很明显用了能量。\n　　“还问我！竟然和一个全裸女孩坐在一起，你还问我为什么扇你！”\n　　“你听我说……别打了！停停停！”\n　　我拉住她踩我的脚，揉揉发肿的脸。\n　　“呼，我又对她没兴趣，你别生气嘛。”\n　　“没兴趣？”她上下打量了女孩一番然后捂住嘴后退几步，“她都全裸了你还……难道！”\n　　“不不不！你误会了！”\n　　绝不会！只有那个绝不会！\n　　“放心，即使我出轨也绝不会的。”\n　　“你果然出轨了！”\n　　“你聋了吗！”\n　　哇啊啊！我是真的冤枉！\n　　不过这场景再怎么说也会被误会。\n　　“呼，打够了，赶紧跟我回王宫，这里太危险了。”\n　　“不行，跟你说几遍了我不能回去。”\n　　“那人家就跟你一起去。我好歹也是个公主，在旁边能保你平安。”\n　　小公主呦，你想的也太天真了。\n　　墨为他们不管你是不是公主，只要闯进去就绝对逃不掉。\n　　人族的和平契约是单方面成立的。人族不知花费了多大条件，才让蛛族交出平顶山作为和平象征。即使你是纳罗国的公主，蛛族要是杀了你其余的附庸国也绝不会帮忙出兵。\n　　你跟去其实一点用也没有。\n　　“你赶紧给我回去，实在不行我就要用特殊办法了。”\n　　真的不能让她冒这个险，即便是下毒也要让她走。\n　　“那就看看，是谁厉害！”\n　　然后瞬间，我便失去了知觉。\n　　……能量震荡，她模仿了我。\n　　不愧是和柳回齐名的天才。\n　　等我醒来，已经是中午了。身旁的营火已经被扑灭，女孩正呼呼大睡，莫纱也躺在地上。\n　　“唔，没被带回去吗？”\n　　不用说也知道是谁干的，在帮我的人里能打倒她的也只有那两个。\n　　上路吧，浪费了太多时间。\n　　我背起莫纱，没有吵醒女孩向平原深处走去。\n　　现在再回王宫会浪费更多时间，好歹莫纱也是全国上下屈指可数的天才，自保是肯定没什么问题的。\n　　“繁华森林……走了这么久连棵树都没看到。”\n　　蛛族的领地要比我想象中的大，但地面上一个生物也没有，极其安静。\n　　“唔……”\n　　我感到她搂住我脖子的手动了一下，很明显已经醒了。\n　　“醒了就下来吧，你实在太重了。”\n　　“不许说我重！”\n　　她果然醒了，狠狠的往我脑袋上敲了一下，翻身落地。\n　　“头怎么晕乎乎的……”\n　　看来后劲还没过去，他们下手挺狠啊。\n　　我扶住摇摇晃晃的莫纱，将探查的范围开启到最大，依然没有任何发现。\n　　究竟还要走多久……\n　　“金杯，你还是要去吗？”\n　　“我说过多少遍了必须要去。”\n　　她怎么就是不听呢。\n　　莫纱平躺在地上，对着太阳伸出右手，纯钻的戒指在太阳下闪闪发光。\n　　“为什么你就是不对我这么好呢。”\n　　她厌烦的挥挥手，在地上打起滚。\n　　“你又不需要我保护。”\n　　明明比我强，还天天耍性子。\n　　“呐，你们怎么走了啊。”\n　　女孩沿着我们的脚步追上来。\n　　“你这个小鬼跟着干嘛！”\n　　莫纱生气的瞪了她一眼，然后像保护孩子般紧紧抱住我。\n　　“我迷路了，只能跟着你们走。”\n　　“我们又不会巢穴，我们可是人类。”\n　　跟着我们也没用。\n　　她挠挠头，盘腿坐下。\n　　“早就想问了，你们人类来这里干嘛？”\n　　“为了救一个朋友。”\n　　“普通朋友。”\n　　莫纱在我的话后面附加道，然后紧紧的盯着我。\n　　“是是是，普通朋友。我们要去王城把她救出来。”\n　　“王城吗？”她惊恐地后退几步，“听说那里有个叫墨为的家伙，特别恐怖。”\n　　嗯，确实挺恐怖的，能把狂暴后的琉璃一拳打趴。\n　　虽然在五个月前被春月打回原形，但根据他的恢复速度，恐怕根本不算什么。\n　　“嗯，我知道，那个朋友就是被他抓走的。”\n　　也不算是被他，但目的肯定是为了墨为。\n　　“想要去王城吗？你们可真是大胆诶。”她笑嘻嘻地站起身来，“不过如果你保护我回到巢穴，我就让长老帮你进去。”\n　　巢穴里的那些人，真的能帮到我吗？\n　　不过也总不能一直让她在我们身边当累赘呢。\n　　三\n　　巢穴是在平原的某一处，但具体位置不知道，旁边也没有标志性物品。\n　　也就是说想要找到，必须翻遍整个平原！\n　　“我估计等我们找到了离校许可已经到期了。”\n　　不单只是翻遍平原，还要探索每个角落。\n　　即便平原不大，快速跑遍也要花上好几天。\n　　“找吗？感觉只是浪费时间诶。”\n　　“那也不能让她带在我们身边啊。”\n　　更何况巢穴里的长老或许真能帮到我们。\n　　这样我们至少能有1%的可能获胜。\n　　“这么走下去不是办法啊。”\n　　一直走到黄昏，我们连个蜘蛛都没发现。\n　　“这里还算是蛛族边界，要往更深处才行。”\n　　“人家不走了啦，烦死人了！”\n　　真的很无聊。给个提示也好，一直这样毫无目的的走走走谁都受不了。\n　　“要吃点东西吗？我去给你捉几个鱼来。”\n　　女孩蹦蹦跳跳的跑到旁边的水坑里捞起鱼，天色又开始变暗，周围再次出现红光。\n　　呼，真麻烦。\n　　不过这次来的不同，是洞穴蜘蛛。\n　　“个子这么小打起来很麻烦啊。”\n　　不知道这些怪被改造成什么样了，不至于咬一口直接毒死吧。\n　　但依靠对蛛族的理解，还真有可能呢。\n　　“莫纱，你小心点。”\n　　“这句话留给你自己吧！”\n　　她一挥手，一道火焰在她的手上腾空而起，并随着她胳膊的甩动直直朝那些蜘蛛飞去。\n　　火焰落到大地上，燃起熊熊烈火，形成火墙拦截他们。\n　　“愣着干嘛，你也做啊！”\n　　“额，抱歉。”\n　　真的真的十分抱歉啊！\n　　我把定情信物当成筹码交给那个老头了！\n　　“……混蛋！”\n　　随着她的怒吼，激流从她的掌心中喷射而出，熄灭火焰并将后面的蜘蛛冲翻。\n　　然后随着重重的一拳落到地上，强烈的风压顿时将它们变成肉泥。\n　　“呼。金杯，我以为……”她握紧了拳头，“但是你竟然，竟然连那个都丢了！”\n　　随着她肩膀的抖动，泪水一滴一滴流到地上。\n　　“既然你这么讨厌我，那就不打扰你了。”\n　　自己真的做的有些过了。\n　　但还是那句话，为了救出琉璃我会出任何代价。\n　　抱歉莫纱，创始人的命令我必须执行。\n　　因为如果没有完成，我就什么都没了。\n　　真的什么都没了。\n　　望着她的身影消失在视线的尽头，我继续踏上寻找巢穴的旅途。\n　　“……不追吗？”\n　　女孩回头望了一眼。\n　　“不必了，我还有更重要的事去做。”\n　　“呐，我问你，她怎么了？为什么离开了？”\n　　我停下将要迈开的脚步。\n　　“因为我把她交给我的东西丢了。”\n　　“为什么呢？”\n　　“因为要去救那个被抓走的朋友啊。”\n　　“无法理解，这两件事有什么关系呢？”\n　　我笑笑，没有回答她。\n　　要解释起来很麻烦呢，需要把我身上的负担全都说清楚才行。\n　　但已经没那个闲工夫了。\n　　“你不是能夜视吗？赶紧和我一起找。”\n　　开启探查，我开始争分夺秒的进行搜索。\n　　“伤心，是什么感觉呢？”身边传来微弱的声音，“为什么，会伤心呢？”\n　　继续前行，我终于发现了异常。\n　　“好多的生命特征，下面应该就是巢穴了吧。”\n　　“不清楚，我来了没多久，已经忘了周围长什么样了。”\n　　找到洞口，我渐渐向下探索。\n　　有一大群红光，是这里吗？\n　　“救命啊！”身边的女孩顿时尖叫道，“这、这里是那些杀手的地盘！”\n　　“额，大哥，我们没有恶意的，真的。”\n　　各种各样变异的蜘蛛，倒挂在空中。\n　　真的，麻烦大了！\n　　还未回头，一个飞行物便飞过我的头顶。\n　　蜘蛛网！洞口已经被封住了！\n　　“你、你能战斗吗？”\n　　“开什么玩笑！”\n　　真是个累赘！\n　　能量震荡+力量强化！\n　　仅有的两个作战型技能，即使使用了大量的能量，效果也依然微乎其微。\n　　蛛丝、毒液、蛛爪，没有任何防御技能的我只能依靠身上的铁装抵挡。\n　　敌方的数量很多，面积最大的铁甲上已经开始出现裂痕。\n　　即便有节肢杀手的剑，也招架不住它们的进攻。\n　　震荡冲刺！\n　　既然不能闯出去，那我就往里深入，就当作是练级！\n　　震荡震荡震荡！\n　　呼，胳膊好酸。\n　　为了不伤到女孩，震荡都是从铁剑上激发出来，而拿着剑的胳膊在不断的挥舞和负担下，已经开始变得麻木！\n　　尾声\n　　我从他身边跑开了。\n　　简直难以置信，他究竟要有多讨厌我才会将我送的珍贵的宝石丢掉。\n　　我落寞的靠着土丘，望着天上的银河。\n　　是在王宫中从未看过的景象。\n　　我只是一个不谐世事的公主，不能理解他的执着。\n　　我想要理解他，可他每次都回避我。\n　　发生事情不和我说，拥有疑惑不和我商量。\n　　明明是从小长大的伙伴，可他却宁愿去和刚认识不久的陌生人讨论。\n　　他究竟对我有什么不满呢。\n　　劝也不劝，一直目睹着我远去，我开始怀疑他究竟在不在乎我。\n　　“笨蛋金杯……”我沙哑着抽泣着，“回到皇宫就和他解除婚约。”\n　　既然不在乎，也没必要强迫他和我结婚。\n　　反正向他那样的人才到处都是。\n　　“烦死了……”\n　　算什么嘛，十几年了，我的生日他连一次都没来过，可却为了琉璃甚至包下了整个后山。\n　　新年庆典上也是，只在结束烟花时露了一面，然后笑着返回留名阁。\n　　一年都见不上几面，来王宫也是让父王传话问候，明明来我的房间连五分钟都不用。\n　　“公主啊，你在这干嘛？”\n　　一个陌生的声音打断了我的思绪，但却发现身体动弹不得。\n　　“不要挣扎了，让我看看你为什么来这里。”\n　　过了几秒，那个人“嗯”了一下。\n　　“原来如此，也太天真了。”\n　　感觉无法呼吸，意识也变得模糊。\n　　“让我看看，哦，是这瓶药啊。”\n　　冰凉的液体被强行灌到嘴里，思绪开始变得混乱。\n　　“既然他这么过分，就不要再压抑了。”脚步声渐渐远去，“放心，这瓶药剂不会伤了你，除非他真的愿意牺牲一切。”\n　　我所能看见的最后，是耀眼的紫光。\n　　末影族……\n\n\n\n第二十七章：黑暗\n\n\n一 　　她到底在想什么？ 　　我和白衣少女面对面坐着，心里总有些不安。 　　“喂，我说，你都看我看了快十分钟了，到底有什么事快说。” 　　她忍受不了这种气氛，头向后仰白了我一眼，极其不耐烦地向我询问道。 　　“为什么不让我跟去？你要知道对面可是整个种族啊。” 　　“嘁，周围没人，还是收起你那副嘴脸吧。”她抬手一个响指房门瞬间关闭，“自从来到皇城后你就一直装成好人的样子，看得我恶心。你可不是那种会关心别人的家伙，那种假惺惺的善意实在是让人感到别扭。” 　　“呵呵，装久了突然变回来有些不适应。”我板下面孔向她提出问题，“第一点，你究竟在想什么。比如琉璃心病那次，你明明并不讨厌她，为什么要骗我。” 　　“那你呢，装好心违反校规跑出去，是想得到信任吗？”她挥挥手不屑的看向我，“你以为，那种幼稚的把戏能做到？我在一旁可看得尬死了。” 　　“我对所谓的信任可没什么兴趣，只是不愿意看见身边的人受罪罢了。而且目的也达到了，心病的确有所好转。” 　　她笑了一声，充满嘲讽的。 　　切，你不和我半斤八两。 　　“第二点，你为什么一直要让我吞噬宝石，特别是那颗白色的。”我面色不改的继续追问，“还有，为什么我一碰宝石体内的能量就会失控。” 　　这也是我不使用宝石的原因，不止是能量，连思绪也会混乱，想整个人都被吸进去一般。 　　“我没有义务回答你，刚才只是回报你给我加强灵魂本源的报酬罢了。”她拒绝回答我并伸手撕裂空间，“时间差不多了。我劝你还是别想这么多，平凡的生活下去吧。” 　　嘁，死婆娘，每次一到关键都这样。 　　“还有，那个叫风和的女孩，我看你和她在一起时挺开心的。多呆呆吧，至少能净化你的心灵。”她瞥了我一眼随后走进空间碎片内，“假的终究是假的，你伪装的再好也会被看出来。” 　　“都是死人了还那么八卦。” 　　白衣少女消失在我的房间里，只留下紫色的粒子飘在空中。 　　金杯这次出国，要掀起的动荡可不小啊。 　　偷了我块宝石，这欠下的人情可不小，要仔细考虑该怎么利用下呢…… 　　“音！快来接任务了！” 　　风和在楼下叫道。 　　没了那两个人的吵闹，还真有些寂寞呢。 　　寂寞吗……我竟然还会有这种情感，看来和他人呆久了，真的是会变的啊。 　　换上平常的表情神态，我笑脸相迎的走到窗前，温柔的回答她。 　　“我这就下来！” 　　“音，我还要提醒你一下。”白衣少女的声音从我身后传来，“当伪装出现漏洞时，引发的结果是异常严重的。” 　　“我不会让那种事发生的，所以你也不必做没用的担心。” 　　二 　　“呼，还真是有点猛啊。” 　　我抬手擦了擦汗，周围的蛛群静静围在我身边，不敢轻举妄动。 　　“喂，还不赶紧让开，想死吗！” 　　我挥挥手里被震荡震到几乎成灰的铁剑，指指身边推成小山的尸体。 　　它们要再继续恐怕真要交代在这了。 　　所幸的是，它们并没有多大智慧，在我的恐吓中让出一条道路。 　　“真的要进去吗？应该先出去才对吧。” 　　“闭嘴！你没看到那里还有几只在盯着我们吗！”我低声回答她的问题，“如果现在走，气势上的震撼就消失了，你我都得交代在这！” 　　女孩紧紧跟在我身后，随着我向洞穴深处走去。 　　“嘶……” 　　洞内，完全是一片狼藉的样子。 　　唔，这还真是……混乱啊。 　　右臂突然就是一阵疼痛，随后就是一声声“嘶……”向我飘来。 　　中计了！ 　　“你，你没事吧！” 　　“手……使不上力了……” 　　完全失去知觉，在这种情况下还真是麻烦。 　　呼，能量探查！ 　　四面八方完全被围，这种情况还真是没想到。 　　不过出口已经找到了，也就没必要和它们继续纠缠在一起。 　　铁剑+震荡+力量+加附+干扰。 　　铁片四处乱飞，在附加干扰后可以使命中者短时间内不能使用能量。 　　虽说它们体内并没有多少，但这样做依然要保险许多。 　　那么，力量强化+力量药水+生命药水+震荡。 　　“给我让开！” 　　一拳打到面前的大蜘蛛上，手上的质感由软变实。它以肉眼可见的弧度被打扁，随后顺着我的拳劲弹射出去。 　　“快走！” 　　彻底麻痹，左半身。 　　生命药水毕竟不能解毒，顶多是恢复体力罢了。 　　我从身后附加震荡推了她一把，被快速弹走的她迅速消失在黑暗中。 　　“哈，哈。实在是，坚持不住了。” 　　麻痹扩散，全身麻痹。 　　直接跪倒在地上，全身上下使不出一丝力气，就连微弱的知觉也在渐渐丢失。 　　呼，试试在守护者墓地获得的那个能力吧。 　　反甲！毒性反弹，视线全范围！ 　　身体如同被抽空一般，轻飘飘的。 　　相对的，面前的蛛群都瞬间瘫倒在地。 　　反甲，指定视线内的任意数量人员，共同承受指定的人身上一段时间内的全部伤害和负面效果，但施法者将会获得双倍的伤害返还。 　　附加效果，短时间无敌！ 　　“呼，这段时间应该足够了。” 　　这时生命药水的效果便显露出来，我完全活力四射，并且能量恢复效率大幅上升。 　　震荡，震荡，震荡！ 　　一路冲刺，直接逃离洞穴。 　　“哇！你还活着！” 　　女孩直接扑过来，而我便沉沉地倒下。 　　“快带我离开，使不上力气了……” 　　二倍麻痹+原本麻痹效果重新恢复。 　　三倍麻痹，彻底连一块皮都动不了了，全身完全瘫痪。 　　真是，基本没用的能力啊。 　　“嘶……” 　　那该死的声音又过来了，但我们依然只能缓慢移动。 　　果然是我太重了吗，只能在地上被一步步拖着走动。 　　不，她要能把我抱起来才不正常好吧！ 　　不过这次声音的源泉不再是洞内的了，因为我们正面碰上了它的主人。 　　唔，超巨型躯体改造蜘蛛，看样子是琉璃的钢铁蛛爪的原型。 　　这次，恐怕是要真正的完蛋了。 　　“不许过来！”女孩的声音打断了我的思考，“不许你伤害他！” 　　她颤抖着拿起木棍，向它挥去。 　　蠢货！简直是找死！ 　　当然我发不出声音，连表情也做不出，只能眼睁睁看着她上去送死。 　　真是够了。 　　反甲，再开！ 　　“混蛋玩意！实力不够就不要作死！” 　　钢铁身躯似乎并没有收到麻痹的影响，毕竟早已不是肉身。 　　但我身上的无敌状态可是货真价实的，速度怎是它能比较。 　　撞开落下的铁臂爪，我拉住女孩再次使出震荡向远处冲去。 　　你可真是，货真价实的累赘。 　　反甲本身并没有什么冷却，可短时间内多次使用会带来极大的影响！ 　　三倍麻痹翻倍，六倍麻痹+原本三倍麻痹。 　　九倍麻痹！ 　　还并不只是这么简单！ 　　原本身上在洞穴内所受到的伤害也被一并释放出去，所以身上还附带九倍的高额伤害！ 　　虽说用生命药水恢复了一下，但翻了九倍的伤害依然不容小视！ 　　“噗哇”鲜血从我嘴里喷射而出，我开始感到天旋地转。 　　这内伤……咳咳，还真是不容小视啊…… 　　等我再次醒来，已是漆黑的洞顶，伴随着微弱的火光。 　　“呐，醒了？人类。” 　　一个老人坐在我床前，注视着极度虚弱的我。 　　“……我在哪？” 　　头依然晕乎乎的，不过身体上的麻痹倒是已经彻底清除。 　　“你现在，用她的话来说，是在巢穴里，人形试验体的生活地。” 　　啊，这就是巢穴了吗？终于到达这里了。 　　我呼口气，闭上眼睛继续休息。 　　“内脏全部碎裂、大脑受损，但外面却没有一丝伤痕。这么彻彻底底的内伤，可真是不寻常啊。”他拍拍我的头，“小子，我听果果说你说过要进攻蛛族王城，有什么计划吗？” 　　果果？哦，那个女孩啊。她把这件事说出去了吗，倒也没什么关系。 　　我慢慢从床上爬起，扭了扭已经僵硬的身体，发出“咔嚓”的声音。 　　“呼，舒服多了。”我扭头看向身边的老人，“还没呢，就见机行事吧，反正无论如何必须要成功。” 　　“这还真是……”他无奈的摇摇头但对我的回答又在意料之内，“算了，毕竟你连王城长什么样都不清楚呢，有计划才不正常。” 　　“呐，金杯先生，你醒啦！”果果穿着一件旧得已经发黑的丝线衣走进来，“可以的话我想让你先去见一下长老，毕竟大家都对你这个人类抱有敌意。” 　　“呐，这很正常。给我拿些吃的来，吃完再去见他。” 　　体力恢复的很不错，能量也已经充盈，但该吃还是要吃，吃饱喝足才好行动。 　　莫纱…… 　　“怎么了？金杯先生，你看上去很不高兴。”果果看着面色低沉的我感到奇怪的挠挠头，“是在担心莫纱小姐吗？毕竟一个人在蛛族的领地上是很危险的呢。” 　　“不，我相信她的实力，毕竟是仅次于柳回的第二天才。”单论天赋即便是柳回也不能说自己比她高，“只是她不谙世事，实战经验实在不多，更何况是这种拼上性命的。况且……” 　　说到这里我咬住了嘴唇，紧皱起眉头，最后无奈的叹口气。 　　“说实话，我不是一个善于表达自己心思的人，即便是对从小长大的她也一样。”我不由自主的握住了床单，“关于为什么要得到琉璃的信任，还有舍弃一切也要救她原因我没有跟她说清楚。我看她这次，真的生气了……” 　　“那你为什么不跟她说清楚呢，我不觉得这种事情有什么难开口的啊。” 　　“没有！这种事情，难开口的很……” 　　我脸一红，低头看向地板。 　　她感到更奇怪了，继续向我询问。 　　“不是因为任务吗？还有什么深层的原因？” 　　“我……其实……我拼尽全力做的一切都是为了和莫纱结婚。” 　　“啊？” 　　她反而感到更奇怪了，毕竟她已经是我的未婚妻。 　　而我则是红着脸低头不语。 　　三 　　好……痛…… 　　又是熟悉的场景，我再次回到了这里。 　　不，准确来说不一样，这里是新的王城。 　　“嗯，实验成功。毒性确认发挥正常，并且抗体已经确认。” 　　“好，提取抗体。” 　　好痛！ 　　无法发出声音，我只能疯狂地敲打玻璃。 　　敲不碎，能量一丝一毫也使不出来。 　　“呐，琉璃你醒了。很奇怪能量为什么使不出来对吧，这还要感谢那些人类呢。”已经变成人形的王走到面前微笑着，“不必担心，反正你是百毒不侵之体，死不了。” 　　啊啊啊啊！ 　　如同电流刺入我的体内，贯穿全身的疼痛让我昏厥过去，又被再次唤醒。 　　眼泪与培养液混为一体，我身上好似附了一层薄膜皱皱巴巴。 　　“哦，还没告诉你为什么用不了能量呢。不过这可是最高机密，即便你是王族也不能说。” 　　王族！什么王族！我就是一个空有身份的试验品罢了！ 　　我疯狂的扭曲身体，想要将疼痛赶出去。 　　“好了，实验停止。” 　　我的身体被彻底摧残，鲜血在培养液内蔓延，肌肉不停的抽搐。 　　“咳咳！” 　　玻璃被敲碎，我顺着液体滑到地上，瘫倒不起。 　　“既然琉璃已经醒了，所有实验也将近完成，就准备转移控制权限吧。”王轻描淡写的拿出一颗黄色的宝石放在我的头顶，“墨为，过来。” 　　“是，王。” 　　“那么琉璃。”王轻笑着说道，“现在我讲你的最高控制权限转交给墨为。” 　　什么控制权限，你到底在说…… 　　“是。你好，新的主人，琉璃为您效劳。” 　　不由自主地站起来向他鞠了一躬，我不可思议地瞪大眼睛。 　　这是，怎么回事！ 　　“感到奇怪吧，这是在你出生后不久我偷偷设下的，也正是因为如此你在违抗我的命令时头会感到疼痛。”王拍拍墨为的肩膀，“墨为啊，王位以后就是你的了，琉璃算是我送你的礼物，好好利用她吧。” 　　“是。王，接下来您有什么安排吗？” 　　“哦，我开个会，你就在这和她交流交流吧。” 　　“是，恭送王。” 　　他鞠了一躬，目视着王和卫兵离开。 　　“呼，终于走了。” 　　谁知道它们前脚刚走，墨为就长呼口气，擦了擦脸上的汗水，整个身形瘫倒下去。 　　目睹着他这前后的极大变化，我并没有放松警惕。 　　“说吧，要干嘛？” 　　“……跟你？没什么好说的。”他摆摆手，“不过你也别对我过于警惕了。别看我干了那么多事，实际上我是个好人。” 　　“好人？你怕不是要笑死我！”这简直是世界上最可笑的笑话，“说说看，你有哪件事像是好人会做的？” 　　哟，还真敢说。当众让我喊主人，拿音威胁我，趁我采药时偷袭，您可真是天下第一大好人哟！ 　　金杯不顾我嘲讽的语调向我解释。 　　“这个……毕竟王派人在一旁盯着我不做不行。不过当我当上王后，一定会将整个蛛族都改变的！” 　　“呵，睁眼说瞎话，你的良心不痛吗？哦，对了你没有良心。它们都是怎么教育你的？哦，你没有母亲，教育缺失。” 　　“这……我也猜到了你不会信……” 　　“既然知道就给我闭嘴！我对你心里的想法一点兴趣也没有！你还是把我当作试验品什么的对待吧，反正也习以为常了。” 　　“……好吧，如你所愿。” 　　他颓丧地站起，落寞的离开。 　　但我心里却没有一丝快感可言，只有委屈和痛苦。 　　即便你真的是好人又如何，在这种地方，真能改变一切吗？ 　　出身决定了我的道路永远都是黑暗的，王城那些事情，不过是一个闪光罢了。 　　从此以后，前方将没有一丝一毫的光明。 　　尾声 　　“回来了啊。” 　　“回来了。” 　　白衣少女的身形很明显弱了几分，甚至到了若隐若现的程度。 　　“刚恢复好本源就到处浪，我帮人可不是没有报酬的。” 　　“那能怎么办，你又不能塑造身体，我如果不找到吸附物能用的力量很少。” 　　她摊开手，耸耸肩，一副无奈的表情。 　　“那成功了吗？” 　　“那要看你是哪种意义上的了。我的确找到了，弑神之枪，准确的来说是碎片。” 　　“呵，那有什么用。”我不屑一顾的笑了一下，“弑神之枪，看来的确不止一把。” 　　“没错呢，不过是完整和残破的区别罢了，效果是一样的。”她的外形开始消散，“而且这碎片我也没能拿到，实在不行只能回村一趟了。” 　　“嘁。”我撇了撇嘴，“我可不想见那老头子，即便用残缺的记忆来想也知道他没做过好事。” 　　“实在不行就偷嘛，就怕被人先下手……” 　　我伸手示意她打住，无奈的叹口气。 　　“罢了吧，那可不是什么好东西。” 　　“……确定吗？” 　　她沉默了一下，注视着我。 　　我对视过去，也沉默良久。 　　“嗯。”\n\n\n\n第二十八章：信任\n\n\n一　　“额……我看他们不止是对我抱有敌意啊。”　　我跟在果果身后，看着身边拿起武器围上来的密密麻麻的蛛群伸手擦了擦头上的冷汗。　　虽说有敌意很正常，但这种程度就夸张了吧，毕竟是自己人带进来的。　　“抱歉。毕竟在我们的印象里，人类都是自私、凶残、狡诈、阴险、全身上下都散发出恶臭的生物。”她抱歉地笑了笑，“大家让一下，我们要去见长老！”　　“去见长老？带一个人类？”　　“就是！别开玩笑了！”　　比想象中的还麻烦，蛛群不仅没有一丝散开的迹象，反而行动越发激烈了。　　果果在这么浩大的蛛群前拼命的解释，奈何根本没人听他这个小女孩说，一步步朝我们慢慢逼近。　　毕竟是从出生开始就有的常识，怎么可能一句话就能改变。　　“实在不行我就要冲过去了。”　　我悄悄在她身边耳语道。　　“别，我们这里也有很多会用能量的家伙。”　　哦，这样啊。虽说在这种地方成长的家伙不一定有多厉害，但要是打起来可就一点解释的余地都没有了。　　嘶……但看他们的阵仗再没人来救场的话就要变成围殴了。　　“那个……”　　“人类闭嘴！”　　我刚开口就被吼声吓了回去，只能缩在果果身后看着他们。　　哇，脾气好暴躁啊，这样根本没法解释啊！　　“那个……大家静一静，还是先去让长老定夺吧。”治疗我的老爷爷从屋子里走了出来，“你看他虽说是个人类，但还是保护果果安全回来了。”　　“那你怎么保证不是人类的诡计？我听说王城那边新收了个人类，说不定他就是王城派来杀掉长老的呢！”　　一片附和声。　　呐，毕竟没有证据确保我是好人呢。　　不，在他们的意识里人类都是坏的吧。　　于是他们再次向我逼进。　　“呼，真没办法的话就只能……”　　虽说有千百个不愿意让这场矛盾加重化，但再不下手可就连一点先手的机会都没有了。　　额，我的装备记得都坏了。　　“那啥……实在不行不去见也可以，你们把武器放下好不好。”　　虽说能量恢复完毕，但面对拿着武器的人海，我绝无一丝可能获胜。　　但要只是打出一条通道的话，完全绰绰有余！　　能量震荡！　　“住手！让他进来。”　　一个看上去似乎很年轻的男子伸手掀起一阵狂风，击散了我的震荡。　　诶？能量探查没检测到他，不会是……　　在这种地方竟然会有能熟练运用能量的家伙，而且等级似乎并不低啊。　　“进来吧。”　　他向我招招手，转身走进屋子内。　　“我说，你要去进攻王城是真的吗？”　　这个屋子不是多大，但挺精致的，书架、花盆、床……这些东西在这种地方可不常见啊。　　“呵，别装模作样的了。”我看着翘起二郎腿的他，“一丝诚意也没有，只知道护着自己家的崽子。”　　“哎呀呀，别这么说嘛。”他哈哈笑起来，“毕竟优先保护自己人是长老的职责嘛。诚意这一方面，你不也没有嘛，只知道空口说大话。”　　“那个，我先退下了。”　　果果在我们身上来回看了看，尴尬的退了下去。　　“果果说你有办法闯进去，是真的吗？”　　这是我最关心的问题。　　再没有一丝情报的情况下行动，成功的概率微乎其微。　　“没错，是真的。”他微微点点头，“毕竟我们也在准备进攻王城。如果可以的话，我们能够合作。不过……”　　“不过什么？无论什么条件我都会答应。”　　毕竟是领主，当然要为利益着想。我已经抱上了付出一切的决心，无论是什么条件都没关系。　　“呐，你误会了。”他轻轻笑了笑，“我又不是什么强盗，双方的利益也相同，不会再加上什么条件的。但是我们需要知道你的实力，才能考虑一下这场交易。”　　“你是对我独自闯到这里的实力有什么疑问吗？”　　“那自然是没有。”说着他打了个响指，“但我们原本的计划却会因为你的加入而被打乱。”　　门被推开，一个男子提着一把铁剑走进来。　　“你需要证明自己的实力能不能让我的损失减少。如果不能多得到些利益的话，加了你对我们又有什么好处呢？”　　唔，只是测试实力吗？如果只是这种事对我完全没有坏处啊。　　“你不打算试试我的忠诚度吗？”　　他不可能没想到这一点，但为什么没对我进行试探？　　“如果你想装，我们再怎么测试也是没用的。”他推攘着我向门外走去，“好了好了。根据我的判断，只要你能连续击败十个人就能对我们的损失产生巨大的影响。”　　二　　十个人？　　即便是音那种能够极其熟练的运用能量的家伙也办不到吧。　　如果连音都做不到，被他打败的我又怎么可能？　　咬咬牙，我伸手接过铁剑。　　没有强力的装备，即便是柳回也要费上不少功夫。　　“说吧，怎么打？一个个来还是一起上？”　　无法拒绝，这是我唯一的选择。　　“不能耗时太长，我还要重新考虑计划呢，直接全上吧。”　　长老一挥手，十个人型蜘蛛穿着铁装直接扑杀上来。　　嘁，还有装备差距啊，更麻烦了。　　深吸口气，蓄力……　　斩！　　力量强化+能量震荡！　　冲刺，斩杀。　　剑刃在铁甲上飞速划过，火花一闪，接着便是金属间碰撞的声音。　　随是在上面划了一剑，可并不深，甚至只在外层留了道口子。　　啧，长时间使用高级武器的劣势这时候显露出来了。　　没有音那样超强的能量控制力，没有柳回那样超群的战斗技巧，没有春月那样超快的攻击速度，甚至连力量都弱于常人，我没了武器甚至打不过人形下空手的琉璃。　　“就这点能耐？还想进攻王城？”　　在上方观看的长老紧皱起眉头，不满的砸砸嘴。　　？能量？　　我被狠狠砸了一下，铁剑瞬间布满裂痕。　　呼，胳膊震的生疼，这力道可真不寻常。　　毕竟是改造怪物，虽说是失败品那也比一般人要强很多，更何况这所谓的失败只是因为不够变态罢了。　　“呵，人类都这么弱吗？和资料上不一样啊。”　　哈，哈。唔，还能怎么做？这铁剑再挥一下必定报废。　　周围其他的蜘蛛渐渐围过来，形成一个包围圈。　　用能量尝试修复一下铁剑吧，不过先跑出去再说。　　震荡，弹射。　　趁着他们扑上来，我在脚底释放能量震荡，依靠冲击力飞上天空。　　地上的人都被震退了一两步，但随即又摆好阵仗。　　如果只是单纯的像音那样使用能量，我还能依靠干扰克制一下。但这群人的身体素质，可远超常人啊。　　如果不能想出新的打法，我将必败无疑。　　手里的铁剑没能修复，只能依靠能量加附将其连起来缩小裂痕。　　加附？干扰？震荡？　　呼，这个办法恐怕只有音才能做到吧？　　但不试试就完蛋了。　　冲击力减退，我开始下落。　　震荡！　　剑刃破碎，四散飞去，像之前在洞穴里一般。　　不过这次，我要产生的效果可不一样。　　能量加附+干扰+震荡。　　“喂，你是傻子吗？”下面的人嘲讽道，“你没了武器就是想让我们暂时无法使用能量？别开玩笑了，单凭肉搏我也能轻松解决掉你！”　　嗯，没错，不过这种事只会在你全盛状态下发生。　　“轰”大范围的轻微爆发引起了一股烟尘。　　干扰效果消失，震荡效果爆发。　　“果然不如他啊，要不然刚才那一下至少要让你们无力几分钟。”　　干扰的效果附加过长了，导致震荡蕴含的能量消失了许多。　　这一招命名为，延时冲击。　　只碎了他们的盔甲，并没有多大的伤害，但也足够了。　　因为他们现在完全无法使用能量，但我除了右臂无力外毫无负伤。　　“呵，单凭肉搏不一定能赢，稍微赌一下吧。”　　“小子！我们十个人怎么可能打不赢你！”　　可能因为装备被击碎让他们心生顾虑，这次进攻的速度要快上许多。　　但是来得正好！非常抱歉，你们十个人依然赢不了我。　　震荡，冲刺！　　短距离多次冲刺，触摸！　　“……你是在给我们挠痒痒吗？”　　“怎么可能？你们已经输了。”　　所有人触碰完毕，技能附加成功。　　轻轻打了个响指，然后就是剧烈的轰鸣声。　　延时冲击·触摸版。　　不过右半身因为附加的能量过于强大导致知觉完全消失，如果还没能解决掉我就一点办法也没了。　　“咳咳，差点就没了。”　　烟尘散去，大部分人都倒在地上，但依然有一两个依然站立着。　　坏了！他们身上附加的干扰消失了！　　“不得不说你很厉害啊，但很可惜你这个技能，是第一次用吧。”　　“呵，还没完呢！”　　没错，我还有一张底牌。　　反甲！　　“呼，这样应该可以了吧。”　　三倍无力，完全倒地不起。　　虽然是共同承担，但无力感如果是在双脚上的话就能直接封锁他们大部分的行动。　　“怎么样，我还不错吧。”　　我看向上面沉默不语的长老。　　三　　“行吧，欢迎你加入我们。”长老不情不愿的表达欢迎之情，“不过最后那一下，是能力吧。”　　“哦？知道能力这种东西，长老你可不一般啊。”我略感惊奇，“如果不把底细都交代清楚，这合作可会有阻碍啊。”　　“你不也一样，藏着掖着。”　　呵，果然还是不信任啊。　　但也罢，既然知道这种东西说明他身份也不一般，这让我对计划的成功更有信心了。　　“那计划呢？打算什么时候说？”　　“呐，因为你计划要变一变。还是先去找一下趁手的武器吧，我看你刚才打的这么费劲，要是行动时也这样可就麻烦了。”　　“好吧好吧，就知道你不会这么容易说出来。”我站起来朝房门走去，“不过装备太差可不行啊，首领先不说，我好歹也要当个主力吧。”　　“还真是自信呢。放心，不会的。”　　巢穴的道路纵横交错，但实际上也是有规律可寻，稍微走走就熟悉了。　　“果果，你们这边是怎么收集装备的啊？”　　往来无人烟，还有没有理智的怪物在，想要收集能够反抗王城的装备可不容易。　　“啊，这我可不知道，因为全都是长老一手包办的。”　　果果在前面头也不回地回答我。　　长老吗？那家伙还真是高深莫测。　　“对了，长老说的能力是什么？我从来没有听说过？”　　“你可以把它理解为特殊的技能，是要特殊的东西激发才会有的。”　　“哦……”　　她甩了甩头，似乎没能听懂。　　能力这种东西，其实很多人都有。　　这句话让我有些担忧，因为现在的情况就是，王城那边有我完全不知道的力量。　　春月拼尽全力才去了层皮的墨为，拥有超实用能力的沃西，还有那些稀奇古怪的极其不寻常的药水，恐怕就算那里全员都有能力也不奇怪。　　“果果，长老是什么人？”　　“你这么一说我也不清楚，他好像从没说过自己的来历。”　　“哝，我们到了，就是这里：巢穴的大仓库。”　　这个里面是一个巨大的洞穴，并且有条理的分了层次和房间。　　这么多东西吗？　　我能看见每个房间里都有一堆箱子，这么多物资，全是他一手操办的吗？　　“那我们要去哪里拿装备？”　　果果一直带领我往深处走去，周围房间里的箱子越来越少。　　“我们要去最底层的高级装备储存室，毕竟普通的装备配不上你的实力。”　　“高级储存室？每个人都能进吗？”　　“不是的哦，只有像我这种特殊人员才有权限进去的。”　　特殊人员？这个小女孩？　　之前就觉得奇怪她明明是完美作品却被流放到这里，现在更奇怪了，拥有这么高的权限。　　“哇，这些装备，都挺不弱的啊。”　　实际上何止是不弱。附魔的等级、数量、搭配，随便挑选一套都能顶上我在王城使用的高级品！　　“那就把剑吧，还有这个这个这个。哦！荆棘IV的盔甲！这装备可好的不得了啊！”　　说真的，都能比上大哥的藏宝室了！　　我抚摸着这些超强力的装备，咽了咽口水。　　“哇！这里简直太棒了！”　　手在背后一动，一把铁剑被我偷偷放进背包里。　　保险起见多拿点，万一真如我所料的话也算是一手王牌吧。　　只是希望这种情况不会发生。　　“那好了装备就走吧，也到了该吃晚饭的时间了。”　　“哦！好！”　　尾声　　“咳咳……”　　“大人！您没事吧！”　　看着柳回急忙跑过来，我微微抬了抬嘴角。　　“没事，只是上次的伤还未恢复罢了。倒是让你亲自来一趟末地，还见到我这副样子。”　　“哎呀，作为上司，可不能在下属面前丢脸了啊。”　　那个男人，此时正坐在原属于我的宝座上，轻蔑的扫了眼柳回。　　呵，过了这么久飘了吗？看来那道枷锁果然是有意义的啊。　　“这么久来一次末地，刚见面就是这种态度吗？”　　看着我在地上盯着他，他不以为意地打了声哈欠。　　“对我来说可没有时间的概念啊。不过看你这么可怜，就不让你跪着了。坐吧。”　　“去死！混蛋！”　　在我的领地还敢这么嚣张！找死吗！　　但还未碰到他，我就被弹了回去。　　“别心急啊，赌约还没完呢。”他轻轻笑了笑，“不过我已经看到了结局。”　　“依靠外来的力量，你违反了我们的契约！”　　“呵，那家伙都死多久了？按你们的时间算……都有至少一千年了吧，还守着这份约定不放呢？”　　他说的没错，她已经死了上千年了，只有白痴才会继续守下去。　　“好了不给你瞎扯了。那位老朋友，已经开始实施计划了。”　　嘁，现在的他，已经不算朋友了。　　“柳回，退下去。”　　“……是，主人。”　　“我一直有疑问，你为什么要和我立下赌约。”　　“啊，也许是寻求乐趣吧，也许就只是弥补空位罢了。”他丝毫不在意我的表现，“你的存在是我定义的，不要太嚣张啊。有的时候，屈服会更好。”　　呸，明明是老娘帮的你，现在反倒回来过河拆桥了！　　“况且之前那次任务，你没能完成啊。”　　“本来也是不可能的吧。”　　他怎么可能不知道结果，其实无论我做不做都一样。　　“这个世界也濒临灭亡了。真是可笑，牺牲一切换来的，就仅仅只是一个延长了一倍时间的残次品罢了。”他说着从王座上坐起，“事实已经证明了她的方法是不可行的，接下来，将是我掌握一切！”　　“你在做什么青天白日梦，你是绝对不会成功的。”我走到传送门前，“只要我们老一辈的还没死光，你就别想让它们掌握这里！”　　“是吗？很可惜，你们剩下的不多了。”他挥手打开时空门，“再见了，希望下次，你会在失败中学聪明点。” \n\n\n\n第二十九章：商议\n\n\n\n 一　　“呐，计划调整好了！”　　在会议厅里，我和几位小队队长正坐着望向一脸兴奋的长老。　　“不就是调整好了吗？你看上去怎么这么开心啊？”　　一位队长发问了。　　就是就是。调整个计划而已，至于吗？　　“嘿嘿。”他咧着嘴一笑，“这次计划一改动，能省下不少的资源。”　　“这不少是多少啊，能让你这么开心。”　　他刚才那一笑吓得我鸡皮疙瘩都起来了。　　不过能让他那么激动……肯定是多到超乎预料了吧。　　“我们这次行动，只需要五个小队的人和装备。”　　现场沉默了一会。　　“等等等等！你说什么！”我们惊得下巴都要掉了，“只要五个小队就可以！”　　我们金家世代都是将军。虽然我没能继承将军的位置，兵法也没读过多少，但随便一个普通人想想也该知道这有多夸张。　　进攻一个种族的王城，只要五个小队就足够了。　　这长老的计划简直逆天啊！　　虽然不清楚他是什么人，不过这数字也太异常了吧。　　异常到不可思议的程度，怎么可能让人相信。　　“我愿洗耳恭听，看看这计划究竟是何等高超。”　　“就是就是，长老你快说啊！”　　“咳咳。”他示意我们安静，“首先我们要从王城的构造说起。你看，整个地形纵横交错，是不是和我们巢穴类似？”　　说起来还挺像的。虽然看起来乱七八糟，但却有规律可循。　　“接下来，便是知道我们的目的地在哪。”他用木棍指了指地图上的两个点，“一个是蛛族的实验室，也就是琉璃小姐的所在地；一个是蛛族的神池，是我们要去的地方。”　　蛛族的神池？大概是有些可以当筹码的东西吧。　　随机他在地图上画了一条线，连接那两个点。　　“我们的行动需要快捷且迅速，必须一次性完成。”然后他又拿出一张地图放到王城地图旁边，“我们的巢穴在这里，因为时间关系所以要从这里进去。”　　离那个地方最近的点是蛛族实验室。　　“然后就是出去的路。”他顺着之前画的连接线继续走下去，“这里就有些麻烦了，毕竟是王城的核心地带，离所有的出口都很远。”　　唔……在那么核心的地区被包围的话恐怕就要全军覆没了。　　“同时我们在蛛族实验室恐怕会损失点兵力，所以这时就要麻烦金杯先生了。”　　他抬头看向一脸懵逼的我。　　“谁？我？我能干嘛？”　　我的技能对这种情况有什么帮助吗？　　“没错，你昨天使用的技能能极大地改善这种状况。”他点点头，“就是那个什么……延时冲击。王城的墙壁都是石头，我需要你沿路放些和石头看起来没两样的东西，然后在离开时引爆造成混乱。”　　哦，那招啊。　　嘶……这恐怕有点难办吧，昨天才刚刚学会。　　“我看那伤害都比得上TNT了，大大节省了我们的资源消耗啊。”他奸诈的朝我眨眨眼，“怎么样？这种小事以一挑十的金杯先生应该能轻松做到吧。”　　大家都齐刷刷的看向我。　　该死，一点台阶都不给我。这种情况下如果拒绝了大家的士气都会下降许多啊。　　“行，我试试吧。”　　接下来几天可休息不了喽。　　“好。为了防止被包围，我们需要分成多条路线来进行相互支援。”他摊出一张写着小队分布的纸，“金杯先生和一队为先锋，先进去开路；二队三队为主力，第二波进城；四队五队为支援，从另一侧进去。好了，散会。”　　“等等，这样就完了？”　　未免太简单了吧，我还以为是多么高超呢。　　就这个样子真的能完成吗？　　“我也知道这么简单的计划不能让大家信服，但也请大家相信我。”他看着我们狐疑的眼光进行解释，“各个部队独自聚伙，在行动前不准有任何交流，我会单独给每个部队一份详细的计划的。”　　至于这么神神秘秘的吗？当面说清楚不好吗？　　不过他这么做自然是有的他原因的吧，我也不好当面问。　　但这合作的话……我扭头看向对我有敌意的众人。　　呼，关键是搞好关系啊。虽然我并不是多在意，但毕竟对计划有影响。　　要想办法消除他们对我的偏见，就要弄出一个共同的敌人。　　“走吧走吧，小伙。”　　一队队长瞪了我一眼，从我身旁走过。　　“呐，果然还是有这个问题啊。”　　长老扶着头无奈的叹息道。　　“这你不用担心，我会解决的。”　　不需要消除仇恨，只要培养信任就足够了。　　二　　“金杯先生，你怎么没去吃饭呢？”　　果果从我屋前走过时停住了脚步。　　“哦，已经到晚饭时间了啊，我没注意。”　　拜托，我又不是蜘蛛，生物钟没那么准。　　况且后天就要开始行动了，不抓紧练习技能可不行。　　“唔……金杯先生，你能教我技能吗？”　　她看我瞬间引爆五处压力板后，好奇的向我问到。　　“额，我记得你没有等级吧？”　　能量就是经验，强度和库存会以等级为单位向上增长。　　而能量这种东西，可以从战斗、挖矿、冶制等多种多样方式提升。　　可以说，任何一个有能力行动的人，或多或少都有能量，也就是经验。　　但只有在突破15级时，他的能量才能够储存和恢复，不然根据能量的使用情况或多或少都会掉级。　　所以一般人在超过15级前，都会尽量避免使用能量，所以音的使用技巧才会达到同等级的人无法达到的高度。　　“啊，有的哦，18级。”　　她微微偏偏头看向我。　　说起来我刚遇到她时嘴里就叼着鱼呢。　　“呼，让我想想。”我低头开始沉思，“有什么能教你的呢，毕竟肉体强度比一般人高，也就能做更多的事情了。”　　先从基础教起吗？可像力量强化什么的那种我不会啊。　　我拿手的……干扰？那种除非天生的话还需要波动为前置。　　加附吗？单有一个加附也没什么用啊。　　“话说为什么你不去找其他人呢？同种族里面进行教学的话就不需要考虑这么多了。”　　“其他人都不教我，说是长老不让。”　　话说回来她的身世一直是个谜啊。　　“既然长老不让那我也不能教，肯定是有什么原因的。”　　“哦，那好吧。”　　她失望的撇撇嘴，打算离开。　　“等等等等。”我呼口气拉住她，“你也不多求求我。算了，稍微教你一招。”　　能量外放，探查。　　“嗯？”她微微一震低头看向自己的身体，“怎么感觉麻了一下。”　　“知觉灵敏度挺高啊，那么轻微的扫荡都能感觉到。”这么细微的变化都能知道，“这招是能量探查，就是把能量释放出去探测物体。”　　“释放能量，释放能量。”她低头喃喃自语道，“呼，释放。”　　唔！这是什么！　　“嗡——”奇异的响声在我脑袋里回荡，震的头皮发麻。　　“呼，停一下！”　　“哦，哦哦。”　　她见我跪倒在地，连忙停止释放。　　啊，等级太高了吗？　　一般都是在突破15级前或多或少都会使用一点来进行适应。　　这一下18级直接全力释放，就算是我也没法在毫无防备的情况下顶住。　　“要平缓，平缓。”我大大的喘口气，“你刚才都变成能量波动了。”　　“好，好。”　　“嘶！刚才那一声谁干的！”　　还没等她控制能量，旁边的屋子里就跑出了个人，好像是二队的一个队员。　　“抱、抱歉。刚才我没能控制好能量，对不起。”　　果果扭捏的鞠了个躬以示歉意。　　“果果啊，长老不是不允许你使用能量吗？你怎么不听呢？”他一偏头看到了我，“刚才是你教她的吧？她控制不了能量强度，一失手会把整个洞都毁了的。”　　“啊，抱歉抱歉。只是这孩子想要学技能。”　　这件事最主要原因还是我，毕竟知道长老说过不许教她了。　　“你要真想教她。”他四下看看没人，“就去山洞外，那里空大、没人，随便你怎么弄都行，没人管你。”　　“那就谢谢了。”　　洞口有人把守，见到我们的到来都摆起了战斗的架势。　　“你要带果果大人去哪？”　　诶？还叫上大人了，看来这孩子的地位不仅仅只是能进高级储存室那么简单啊。　　“几天的晚饭我们吃不惯，出去抓鱼。”　　“哦，是！”　　洞外是西下的夕阳，橙红的彩光将平原的高草在地上照出斜斜的倒影。　　溪水哗啦哗啦的流动着，时不时会跃出几只鱼，溅起几朵水花。　　若是和她一同在高山上，俯视着这大千美景，看着落日明月变换、星光闪烁，即便是死也无憾了。　　“怎么了？”　　她打断了我的思绪，将我从幻想里拉回来。　　“不，没什么，继续走吧。”　　若是和她一起。　　如果不能完成这次任务，这将永远变成美好的幻想。　　继续向前走，放眼一片空旷。　　这个地方非常不错啊。因为不用在意会影响他人，教一些有攻击力的也没什么关系。　　“先适应一下释放能量吧。继续刚才的探查，这个技能能帮助你更好的控制能量的流动。”　　“呼，能量探查！”　　震耳欲聋。　　三　　“我说，怎么不今天行动啊？”　　忍受了果果一晚上的能量失控轰炸后，我疲惫不堪的来到会议室。　　昨天训练的地方已经寸草不生，甚至因为高强度的能量震荡炸出了数十个大坑。　　这能量强度，远远不止18级啊！　　“原本讨论顺利的话，今天下午应该也能出发的。”长老满脸黑线的看向我，“但却因为某人点燃了轰炸机炸翻了我们的必经之路，导致要把路填平才能走。”　　这……也不能全赖我嘛对不对，谁知道要从那里走嘛。　　虽然是这么想的，但完全不敢说出来。　　“所以今天的会题是什么？不会像昨天那样简单的说一下吧？”　　我试图打破这尴尬的场面。　　“咳咳，今天的问题就是战争的后果。”长老严肃的拍拍用来当桌子的石头，“无论是成功还是失败，这次的战斗都会带来一系列的后果，所以我们要考虑清楚如何解决这些问题。”　　“直接把他们都杀光不就好了吗。”三队队长摊摊手，“全杀光就不用考虑这种问题了。”　　“你太极端了好吗！”一队队长无奈的反驳道，“全杀光怎么可能！应该拿些筹码进行威胁。”　　“问题就是这个！”长老狠狠的敲敲桌子，“我们进攻后，究竟要感到怎样的程度。是占领王城，还是得到自己想要的东西就好。”　　“哦，也就是说如果没能攻占彻底，王城那边反而会打到巢穴里来是吧。”　　“没错。”长老点点头，“所以重要的筹码就可以有效地避免这一威胁。但据我所知，我们拿不出什么筹码，能从王城那边夺来的任何东西也算不上重要。”　　唔……没有筹码可就难办了。战争可不是只要占领就完事的单纯的打架，以后的一系列的事都要考虑在内才行。　　“王城那边没么什么关键的东西吗？”这样会很难办啊，“只要有就把它夺过来当筹码就不用考虑太多了。”　　“……实际上有是有。” 长老在沉默了一会后叹了口气，“真要说的话，就只有琉璃小姐了吧。”　　那她当筹码？那我这次行动还有什么意义！　　“真没别的了吗？她是无论如何也要带回去的。”　　“真的没了。”长老摇摇头，“其他的一切对王城来说其实无关紧要。”　　“那可真是抱歉了。”我冷笑了一声，“那这个计划我只能退出了。”　　果然还是靠自己吧，以个人名义也不用考虑这么多。　　“你这什么态度！真把自己当关键了！”三队队长使劲锤了捶桌子以示警告，“没了你我们也一样能打进去！”　　“三队，冷静。”一队队长开了口，“昨天不是说了吗，有了金杯先生我们会降很多损失。你也不想有更多的牺牲吧。”　　“说起来之前就奇怪了，去蛛族的神池干什么？我之前还当是谈判的筹码，看今天看来并非如此。”　　“这……”大家互相望了望最后看向长老，“话说去那个地方到底要干什么？”　　没和大家说吗？是长老自己做的决定吗？　　“长老，请你说清楚究竟有什么意义，说不定我还能考虑加入。”　　长老在埋头深思，看来是个很重要的事情。　　他微微抬了抬眼角，眼珠朝向我。　　准确的来说，是我的一旁。　　“很抱歉实现没和大家说清楚，在此为自己的擅自决定为大家道歉。”长老喘了口气，“蛛族的神池，据说有治百病的神力、强身体的疗效。我想要让果果去泡一泡，这样就有能力控制自己的能量了。”　　“这……长老，您也太自私了。”四队队长气的上气不接下气，“您要知道这要多跑一趟会死多少人！”　　“等等，还有个关键我没搞清楚。”这个计划非常不对，“既然一个地点是为了我，一个地点是为了果果，那除去这两个原因外长老你为什么要进攻王族呢？我记得这场战争你在果果来之前就已经开始计划了吧。”　　于是众人再次齐刷刷的望向长老。　　“一开始我是没想要进攻王城，就想进行一场反抗让那些王族注意到我们，不再轻视我们。”他整个身体在众人疑惑的眼神中变得越来越小，“但我看到这巢穴里的人一个个变得多了起来，这才把事情闹到这么大。”　　真是个牵强的理由，不过继续问下去也太不给面子了。　　无论这场战争究竟有什么原因，只要能达成我的目的就足够了。　　“大家，我看长老也累了，就散会吧。”我率先起身，“明天还要打仗呢。”　　“你要加入？”　　长老的眼睛开始散发出光芒。　　“是啊，毕竟只有这一个选择。”　　尾声　　长老这两天里变了许多啊。　　从一开始的捉摸不透，到今天的吃瘪，变化有点太大了。　　况且这场战争本身的疑问也是层出不穷，长老在有意隐瞒着什么。　　如果说一开始我只是想找到琉璃，现在我要找出这场战争的真相。　　罢了罢了，休息吧。　　“金杯先生……”　　一个轻轻的声音从我门口传来。　　因为没有门，我一下就看出来者是谁。　　“果果，有什么事吗？”　　“那个……只是觉得抱歉。”她点点手指，“因为长老为了我多加了一段路程。和我朝夕相处的大家倒是没什么异议，只是因为长老的隐瞒有些生气罢了。不过你一个外人，却要因为我打到核心地带，明明只要找到琉璃小姐就足够了。”　　“呐，别这么说。”对于这件事我真没怎么在意，“既然我加入了这场计划，就要遵循长老安排的计划，即便会多受苦也无所谓。毕竟是你们给了我成功的希望。”　　她依然没有离去，再沉默了一会后向我鞠了一躬。　　“但我依然要感到抱歉。”　　“……唉，睡去吧。”　　“嗯，晚安。” \n\n\n第三十章：发起进攻\n\n\n一 　　行动开始。 　　“四队五队不先跟着我们走吗？”我看向身后跟着我们的二队三队问向领头的一队队长，“虽说是要从另一侧走，但也不至于从一开始就分开吧。” 　　这个一队队长是个沉稳的人，相比较三队队长来说。 　　明明这样的人更适合做三队四队的事，却被安排打前锋。 　　“长老给了每个部队单独的安排。”他回答我，“所以我也不清楚为什么，不过可能是为了保险起见。毕竟谁也不知道王城的部队究竟能观察到多远。” 　　“虽说如此，也不必这么谨慎吧，我们才刚出巢穴。” 　　我满脸黑线，尴尬的笑着。 　　我们才刚出巢穴，就被命令趴下，潜伏前进。 　　过度谨慎，这也是一队队长不适合打前锋的一大原因。 　　长老这么安排究竟有什么用意？作为领导，他应该很了解各个队长的风格吧。 　　“队长，我觉得其实没必要这样紧张吧。”每有一丝风吹草动就停下也太麻烦了吧，“王城那边又不知道我们会进攻，不可能大老远在这里守着啊。” 　　“嗯，说的也对。大家，起立！” 　　呼，终于不用一直趴在地上了，磨得我膝盖疼。 　　这样的前锋我还是第一次见，彻底刷新了我对打仗的认知。 　　谨慎并不是坏事，可烦事都要有个度。 　　“根据长老的指使，我们需要在中午前到达距离繁华森林最近的一条河边。大家，快点赶路吧。”一队队长挥手招呼大家，“虽说现在还是黎明，但如果不快点会耽误大事的。” 　　由于四队五队在另一侧不知道我们这边的状况，所以即便我们没有到达他们也不知道，会直接进行下一步指示，导致计划混乱。 　　一队队长过度谨慎浪费了许多时间，如果真不快点的话会酿成大祸的。 　　“队长，地图上有没有标近路。” 　　“你傻吗？这里是平原诶，哪有近路远路之分。” 　　一队队长像看傻子一样白了我一眼。 　　额，好吧，是我傻了。 　　“大家，快步前进！” 　　长老的安排可真是奇怪，每个部队都极其不适合他们的定位。 　　一队队长过度谨慎、二队队长和三队队长是死对头、三队队长脾气火爆易怒、只有四队和五队队长正常些却只能打辅助。 　　这种安排真的能行吗？ 　　终于在吵吵闹闹中来到了小溪边，一路上我甚至觉得全军覆没都轻轻松松。 　　“二队三队，我们进去了。”一队队长抬头看向天空确认时间，“大家装备都拿好了吗？” 　　“拿好了！” 　　整齐的声音，终于有点军队的样子了。 　　“接下来我们要闯的可是龙潭虎穴，稍微不注意就全得交代在这里，你们怕吗！” 　　“不怕！” 　　“但是我怕！”一队队长喘了口气，“我怕自己的失职！大家注意！如果觉得我的安排有任何不妥，请立即向我报道，我不希望因为我的判断失误害了所有人！听明白了吗！” 　　“是！” 　　哇，这整齐的坚定的声音，实在是响亮。你看看，对面的敌军都注意到了。 　　这都是些什么坑队友啊！ 　　“队、队长，我想问一下，你们模拟过战斗没有？” 　　看着敌军越来越近，我吞了口口水。 　　“别说战斗了，我们连战斗中需要注意什么都不知道！兄弟们冲啊！” 　　即便是这种话，他也能讲出慷慨激昂的感觉。 　　你别在这种事上激动啊！刚才的谨慎呢！跟恐惧一起丢掉了吗！ 　　这场战斗是我见过的最漆草的一场：所有人拿着武器一拥而上，乱砍乱射乱喝药。 　　就这样王城的守卫军还依然节节败退，真该说不愧是巢穴的精英小队吗？ 　　明明只是敌方太弱了好吧！ 　　可能是因为在族群深处没有敌人所以不需要训练的缘故吧，我觉得我一挑五十都不算事。 　　怪不得长老说有了我之后只需要五个小队就足够了。 　　“二队三队，等我们冲进去之后你们再行动。” 　　一队队长郑重的说道。 　　而他们竟然难以置信的以一种悲壮的表情回应。 　　“你们都是戏精吗！这种战斗还要个屁的的计划啊！直接冲上去干就完了啊！” 　　实在忍受不了，我直接都吼了出来。 　　“不行！要听从长老的指挥！” 　　我裂开了！ 　　罢了罢了，不要在意这种细节。 　　我捂住脸都快要哭出来了，被这群智障气哭的。 　　好了，趁着现在一片混乱，抓紧时间向前冲！ 　　繁花森林一片美丽，如果没有这些混乱的蛛群的话。 　　没有建筑物在，果然依靠习性是住在地下的吧。 　　根据地图的指示，只要冲进洞口，跑几步就能进入琉璃所在的实验区了！ 　　二 　　“呼，呼……” 　　我扶住膝盖弯腰喘气。 　　洞内的守卫都出去迎战了，二队三队的人也避开战场陆续进到了洞里。 　　明明一队是要当前锋探查洞内情况的，结果在洞口就被全部拦下。 　　“继续往前走吗？”我问向二队队长，“等一队会合会耗上很长时间。” 　　这外边正打着激烈呢，一时半会儿结束不了。 　　“行吧，继续向前走。”二队队长指挥大家，“就算等他们打完一队估计也剩下不了多少人。” 　　“不行，还是等一队来了靠谱！”三队队长这时抗议道，“再少的人也是人，多多少少都会有帮助！” 　　等等，我记得三队队长不是这个性格啊？这时候不是应该大喊着冲啊然后杀进去的吗？ 　　别告诉我因为和二队队长是死对头所以坚决不听指挥啊喂！ 　　之前一起行动是因为有长老的命令在先，现在的状况可以自作主张，自然不愿听对方的安排。 　　“别吵了别吵了！”这怎么一个两个的都这样，“要不然二队三队就此分开吧。” 　　不能在这里继续浪费时间啦，早完成早回家。 　　“这样的话我们人不是更少了吗？”二队队长奇怪的问我，“本来就没多少人，再分开很容易全军覆没。” 　　“如其两个意见不合的队强行组在一起，还不如分开行动更方便。” 　　虽说会增加危险性，但至少不会产生分歧，导致整个计划失败。 　　“行行行，赶紧走吧。”三队队长不耐烦地挥挥手，“也浪费了不少时间，再不快点就赶不上计划的安排了。” 　　继续往里走就是琉璃所在的实验区，一般情况下她身边都会有重兵把守。 　　“地图上标了在哪吗？”这里有好多个岔路可以走，“如果写了如何闯进去就更好了。” 　　“唔……让我看看。”二队队长示意队员监视周围，“怎么闯进去没写，在哪也没标清楚。看样子似乎是直走吧。” 　　“那可麻烦了，乱走的话会被发现的。”这计划怎么这么不靠谱呢，“果果，长老和你说了在哪吗？” 　　果果被安排在我身边，说是这样可以更好的保护她。 　　“不知道呢，长老只跟我说了神池在哪。” 　　开启探查吗？我对自己的能量控制没有太大的信心诶。 　　果果的话更不行了吧，稍微一个释放…… 　　“队长，稍微变一下计划可以吧？” 　　“只要能和时间上的安排吻合就行。” 　　“那好，你们后退几步保护好自己。果果，站到我面前来。” 　　“你该不会是想……”二队队长瞬间瞪大了双眼将大家向后拉，“后退！快点后退！” 　　“果果，使出全力释放能量震荡！” 　　能量干扰·全身！ 　　“咳！咳咳……” 　　虽然因为干扰没让能量冲击到我，但这威力依然让我出了内伤。 　　这下王城算是彻底毁了。虽然有可能伤到琉璃，但依靠她那能超强的恢复能力，这些都不算事。 　　眼前那原本纵横交错设计复杂的蛛族王城，顷刻之间变成了一个巨坑。 　　“我的妈呀这还安排什么计划，直接让她到王城里走一遭不就全好了嘛。” 　　看着眼前发生的难以置信的场景，众人全部惊呆了，当然也包括我。 　　难怪即便从未镇守边疆，也从未有哪怕任何一个种族打它们的主意。 　　全世界一流的的情报网、逆天的改造技术、还有堪比末影族和女巫的特殊药剂。 　　“哇，伤害爆炸了好不好！虽然自己人也伤的差不多。” 　　这真是一个伤敌一千自损八百的笨法子，效果极其显著。 　　“额……搞这么大动静，你确定没事吗？” 　　二队队长看着围聚过来的庞大军队留下了冷汗。 　　“反正早晚都要闹大，还不如搞它个出其不意。”虽然没读过兵法但我也知道出奇制胜这个道理，“接下来只要挺过这场消耗战就好了。” 　　因为是向前释放的，所以我们是在巨坑外面。 　　而经过了轰炸的军队也大多半残，只是数量上占优势罢了。 　　“喂！你们在这边搞什么！”三队队长带三队和剩余的一队骂骂咧咧的跑了过来，“明明是潜伏进攻，你们非要来波轰炸！” 　　“先别讲了，挺过这波我们就胜利大半了。” 　　我向下丢去几个压力板，然后在空中引爆，招来沙尘。 　　“快点向下射箭！人这么多随便射都能中！” 　　三 　　“……聊了好几次了，你还是不能相信我吗？” 　　我深深叹了口气，苦恼于不能解释清楚。 　　这位恐怕是我唯一有可能吐露心声的人了吧，但她现在却对我不闻不问。 　　为了彻底的改变蛛族，我必须要忍气吞声的隐藏自己真实的想法。 　　我想向她道歉，因为说不定她还可以帮到我。 　　即使帮不到我，我的良心上也过不去那些错事。 　　“两天了，你一口饭都没吃，这样身体吃不消的。” 　　“别假惺惺的了。”她终于开了口，“怕不是因为会影响实验进程才给我食物的吧。如果不需要我，你们怎么可能管我的死活。” 　　我挠挠头想想有什么可以博得她的信任，但怎么想都找不到办法。 　　“你知道蛛王在你身上研制什么药吗？”不管她信不信先把我知道的情报告诉她再说，“那些可不是普通的药剂。” 　　“我对那些事情没兴趣。”她冷冷的回答我，“况且傻子都知道蛛族研制的药没一个正常的。” 　　“其实这所有的实验包括人型实验啦、知识药剂啦、身体改造啦、武器研发啦都是为了一个巨大的计划进行的铺垫。”我自顾自地继续往下说下去，“而这个计划据说是神的旨意，有关整个世界的存亡！” 　　“呵，神的旨意？世界的存亡？”她不屑一顾的往地上“呸”了一口，“我看是你这个走狗在拼命洗白你那个天打雷劈的王吧！” 　　早就知道她不信了，所以我也不在意的继续说。 　　“你知道不知道，在这个世界前还有一个要小了一倍的旧世界。那个世界就是因为没有神所以经常有其他世界的人穿越过来，最后导致了毁灭！” 　　“编，就继续编。”她冷笑了两声，“那既然是在这个世界诞生前毁灭的，你怎么知道有它的存在？” 　　哇！她终于有兴趣了！我好感动！ 　　“这可是我们将特殊知识从旧世界传承到新世界的守护神告诉我们的！”我用激动的语调继续讲下去，“你看那些特殊的能力，其实就是因为旧世界的神力造成的肉体改造而出现的。” 　　“听你这么说似乎有些道理。”她的好奇心渐渐被我勾过去，“那关于宝石呢？那明显不是这个世界的产物啊。” 　　“哦，那是因为世界重置后作为基点的命令方块炸毁，分为了组建世界框架的三个神识和这世上的六块宝石。”说完后我还不忘补充一点，“这些可都是守护神留下的石碑上写的。” 　　“这么说你们没见过守护神？” 　　这正讲到兴头上，门突然就被打开了。 　　“金杯大人，王叫你去一趟。” 　　会有是什么事，竟然还要叫我过去当面讲。 　　“拜见吾王。” 　　王早在成功后化为人形，此时正坐在宝座上眉头紧皱的望向我。 　　“你们出去一下，这是机密信息。”王那威严的声音从上面传来，“好了金杯，琉璃那边的事都安排好了吗？” 　　我心里瞬间“咯噔”一下，感觉大事不妙。 　　“抱歉王，她还是没对我敞开心扉。” 　　“既然如此也不要继续给她好脸色了。”王让我站起来，“直接控制住她。虽说在控制状态下无法爆发全力，但和那个人类合起来就差不了多少了。” 　　怎么办怎么办！这次实验如果是在控制状态下琉璃肯定九死一生！ 　　虽然心里十分焦虑，我还是装出十分冷静的样子劝王。 　　“王，能否不控制住她？我能保证她不会违抗的。” 　　“保证？你拿什么保证！”王见我这副样子瞬间大发雷霆，“你应该知道这次的实验有多么重要吧。丢掉你那无用的恻隐之心，作为王就应该顾全大局！” 　　“是是，王。”已经没有任何商量的余地了，“我会的，我会控制住她的。” 　　为了成功登上王位，改变这个种族现在无情的样子，我也只能顾全大局了。 　　外边发出“轰”的一声巨响，看样子是那个长老带人进攻来了。 　　“王，确定不会太早了吗？” 　　“东西都准备好了，只差最后一步。” 　　王座身后走出沃西和那位连我都不知道是谁的末影族，还有那个纳罗国的天才三公主。 　　“那么我宣布，降神计划正式开始！” 　　尾声 　　“呼，还挺简单的嘛。” 　　几波箭雨下来后，死了有十几个蜘蛛。 　　军队都向后撤了几步，不敢毅然上前。 　　蛛群里有好几个人型的家伙，看起来怪别扭的。 　　“金杯！”一个熟悉的声音传来，“我在这里！” 　　“琉璃！终于找到你了。” 　　她被庞大的军队隔到后面，远远的向我招手。 　　问题是怎么过去，现在军队都撤到了弓箭的距离外。 　　因为原本是要打游击战，弩的话没带几架。 　　“给我让开！” 　　琉璃的手上飘出几缕蛛丝，然后在能量的控制下变得锋利起来。 　　锋利的蛛丝瞬间将军队切开，出现了一条通道。 　　明明看起来那么虚弱，但实力依然没有丝毫减弱，甚至增强了几分。 　　“那位就是琉璃小姐了吗？”果果在我身边问道，“听长老说是最终作品的模版呢。” 　　“嗯，没错，她很强哦。”我突然意识到了不对，“等等，你是听谁说的？” 　　“长老啊，怎么了？” 　　不对不对，果然不对！ 　　即便他再怎么神通广大，也绝对不会知道这种秘密。 　　即便是我们留名阁，想要搞到这种情报也要费上老大功夫，甚至需要末影族的帮助。 　　“说不通啊，如果这是一场骗局，那他为什么要这样做呢？” 　　想要杀掉巢穴里的隐患吗？那就不会只带五个小队了。 　　只对我设的陷阱吗？这个计划许多年前就已经开始了。 　　那到底是为什么，为什么啊！ 　　“琉璃！站住！” 　　这是…… 　　绝对不可能！她怎么会在这里！ 　　莫纱提着铁剑，飞步穿刺过来。 　　“诶？那是莫纱公主吗？她为什么会在这里？” 　　“这我不知道，但可以肯定蛛族打算和人族闹翻了。” 　　如果说是莫纱窗进这里或许不可能，但如果是蛛族抓的她那诸侯国肯定会听纳罗国的话全力进攻这里。 　　只有一种可能，它们有面对所有国家的军队还能制胜的办法！\n\n\n第三十一章：降神漪蛛\n\n\n   一　　虽说是莫纱闯入蛛族为先，但在没有造成任何伤亡的情况下劫持公主，等于是对整个国家示威。　　但看她的样子似乎跟绑架有些不同，能够自主活动。　　“莫纱？”我试探性的问了一声，“你怎么在这？”　　“金杯，你果然来了。”她面无表情的扭头看向我，“为了她做到这种地步，你是不是当我这个未婚妻不存在啊。”　　嘶，这么针对性的语气不像是她啊。　　但如果是在气头上的话也还真不好说。　　“你先回答我的问题，你为什么在这？”　　“呵？我为什么在这？”她扭过头去追赶琉璃，“我干什么需要你这个根本不在乎我的未婚夫管？”　　“回答我的问题，你为什么在这！”　　不能被她转移话题，这个问题必须问清楚！　　“你到底烦不烦！”　　“回答我！”　　我们两个的声音在洞内回想。　　“莫纱，回来吧，没必要去追。”一个陌生的男子从深处走了出来，“你好啊，金杯。我们是第一次见吧。”　　“没错，第一次。”我紧盯住那名男子不放，“你究竟对莫纱做了什么？”　　“如你所见，她不是好好的吗？”他不以为意的耸耸肩，“倒是你，想要带我们的琉璃小姐去哪？”　　“你管那叫没事？莫纱怎么会听你的话！”　　我直接举剑冲刺过去，但被莫纱一剑拦下。　　“你怎么知道她不会听我的话？”他看向被打到全身发麻的我，“毕竟你根本不了解她，从来没关心过她呢。”　　“你又怎么知道，我不关心她的！”　　明明根本不了解我，却莫名其妙地说我对她毫不在意！　　这次莫纱没有拦我，剑刃轻松的插入他的体内。　　“你肯定认为我不了解你吧。”他在我惊异的眼神中漏出一抹笑意，“不不不，你错了。我了解你，非常了解。”　　他轻轻将手搭在剑刃上，然后，瞬间碎裂。　　“感到不可思议吗？”他笑看着我难以置信的举起断掉的附魔铁剑在我身旁轻声耳语道，“我了解你为什么一定要救琉璃，也知道你失败的后果。告诉你个秘密吧，莫纱被我控制住了。”　　“你！你知道这有什么后果吧！”我后跳几步拉开距离，“快把莫纱放了！”　　“哎呀呀，别急嘛。”他轻轻拍拍手，“等计划成功后就还给你。”　　随后他一挥手，莫纱跟随着他离去。　　“那混蛋！”　　“别急。”一队队长拉住我，“小心有诈。”　　在琉璃的帮助下，蛛族军队已经在我和那人争执的时间里解决了。　　“但看样子那个地方是神池吧，根据计划我们接下来也要去那。”二队队长皱起眉头，“还去吗？对它们造成的损失应该够了吧。”　　“必须得去一趟！”一队队长突然想起，“四队五队不知道这边发生的事，他们肯定会继续前往神池与我们汇合！”　　“坏了坏了！快走！”　　大家急忙整顿队伍浩浩荡荡的朝着神池进发。　　蛛族的神池和守护者坟墓里的池水一样，只是中间的宝石换成了石碑。　　莫纱、黑衣人、墨为、沃西和看起来像是王的家伙正站在硕大的石碑上向下俯视。　　这石碑这么高，他们到底是怎么上去的？　　“果然根据计划来了呢，是来找这些家伙的吧。”　　跟我怀疑的一样，长老出现在了石碑下面，周围是四队五队的尸体。　　因为预料到了，我并没有太过于惊讶。　　“哎呀呀，金杯先生。”他满脸堆笑的向我走来，“很抱歉把你卷进来，一开始这个计划里是没有你的。”　　“啊啊啊，我也很抱歉。”长老低头看向刺穿他身体铁剑，“没有告诉你我顺走了一把剑做备用。”　　很好，轻松解决了一个。　　不过上面的那些没一个好惹的。　　“呐呐呐，不必担心不必担心，我们不会和你打的。”他对看向上方举起铁剑的我摆摆手，“那多无趣啊，打起来的话一瞬间就结束了。”　　混蛋！竟然敢小瞧我！　　“很抱歉让你们的计划落空了。”我回头看向二队三队，“你们计划的关键已经不在这里了。”　　“哦，你是说那个小女孩啊。”他突然笑了出来，“你不会真以为仅凭一个小队就能帮她能逃离这里吧？”　　“什么！”　　蛛族军队压着果果走了过来。　　“报告！敌方全部歼灭，目标成功捕获。”　　早该想到的，王城的军队怎么可能那么弱，从一开始就是想让我们冲进来进行前后夹击！　　二　　“吼吼，亏你还是将军家的孩子。虽然知道你从没读过兵书，但也没想到会这么傻。”　　这下彻底完了！无论如何都逃不掉！　　“放开我！放开我！”果果体内的能量开始失控，“快把我放开！”　　“诶诶诶，可不能在实验开始前就这样啊。”男子轻松将她体内暴动的能量镇压下来，“你可要好好谢谢我，把这个机会给你。”　　这是……末影粒子！　　紫色的粒子在她身边漂浮，将她的能量封锁起来。　　末影族吗，它们究竟是要干嘛？　　“计划照常进行，准备开启防护装置吧。”　　他扭头朝身边那位说道。　　“好！我以蛛王的名义宣布，蛛族最高计划开始！”他高举起双手，“感谢龙王大人的支持，让我们以最崇高的敬意见证我们的神的降临！”　　神的降临？他们究竟是要搞什么！　　石碑上的符文渐渐发出淡淡的紫光，在周围蜘蛛的跪拜下像附魔台一样飘出虚实不定的文字，涌入果果的身体里。　　“大家后退！神开始降临了！”墨为高声大喊，“抱歉了琉璃，你必须参加这次的仪式！”　　琉璃慢慢向神池那里走去，看样子也是被控制了。　　“封印解放！”果果身边的末影粒子开始散开，“牢笼开启！”　　“诶！怎么了！”　　我被一个士兵推了一下，一扭头身后瞬间多了堵黑曜石墙壁。　　黑曜石建起了一个牢笼，把我和二队三队他们分开。　　“嗯，人数足够了，仪式开启吧。”　　紫光从果果体内进发出来，能量的失控让整个地形都瞬间改变。　　“哇啊啊啊啊！”　　凄惨的尖叫被轰鸣声掩盖，紫光戛然而止。　　结束了吗？　　在我抬头的一瞬间，只觉得周围的场景快速向前飞跃，然后便靠在了墙壁上。　　刚才，怎么了？　　然后瞬间从体内传来钻心的疼痛，低头一看护甲全部粉碎。　　果果放下刚才抬起的手看向身边围过来的两人。　　“不要！”我刚喊出声便是一口血喷了出来，“不要围过去！”　　“哎呀呀，一巴掌就不行了吗？我还以为你能够激发出她的潜力呢。”龙王对我的表现异常不爽，“墨为，你也下去好让这个计划成功。”　　“是，大人。”　　墨为从石碑上跳下，对着果果的头顶锤了下去。　　“轰”一个无形的屏障挡住了他，并随着果果随意抬起的倒飞出去。　　“果果，快清醒过来啊！”这种变态的实力完全能轻松把我们捏成碎片，“快清醒过来啊！”　　“还不够还不够！连她的亿分之一都不到！”龙王看起来快要抓狂了，“实在不行只能亲自动手了！”　　“唔……唔！”果果突然像是抽搐了一般扭动身体，“啊，啊啊！”　　然后便是七窍流血，血管猛涨。　　“能量过于庞大导致身体撑不住了吗？”蛛王难以置信的看着身体已经开始碎裂的果果，“明明她所拥有的能量海已经是人体极限了！”　　“果然不行，缺少了神力无论如何都办不到。”龙王紧皱起眉头，“你把宝石丢给她。虽然大部分都被虚它们拿走了，但那里面应该还是含有一丝神力的。”　　那是，心灵宝石！另一半的心灵宝石在这里！　　果果停止了膨胀，但身体突然开始抖动。　　“不好！莫纱！”　　震荡冲刺+干扰！　　“哇啊！”　　这力量是怎么回事，明明可以将一切能量无效化的干扰竟然对它无效！　　身体已经完全被震残了，全身碎裂疼痛无比。　　呼，幸好莫纱没事。　　刚才那一下直接将没有护甲的她震晕过去，不过有我挡住了大部分伤害，没有生命危险。　　“哦吼吼！可以了可以了！”龙王兴奋的大喊，“她要来了她要来了！计划终于要成功了！”　　他们的计划，成功了？　　我已经无力转身，实际上根本转不了。　　罢了罢了，反正都难逃一死，看了又怎样。　　“呼，呼。”是轻微的喘气声，“啊，我怎么在这里？”　　然后便是活动身体的“咔嚓咔嚓”声。　　完全静默，直到“硌嚓”一声后，她再次开口了。　　“究竟是谁人，胆敢唤醒本小姐，不怕遭受天罚吗？”杀气直接遍布全场，“让我降生到改造人，哦不，改造蛛的身体里，是想死吗？”　　这声音很平静，但杀气可是货真价实的。　　“这真是……太棒了！”龙王发出一阵惊呼，“成功了成功了！依靠最廉价的资本让她成功降临了！”　　“哦，不是转生，是降临啊。”传来扭脖子的声音，“我很想知道，你究竟是怎么找到我的灵魂的。”　　三　　“金杯，快喝药。”琉璃蹲在我旁边给我使劲灌一堆神药，“没事，只不过是全身骨折罢了，死不了。”　　呵呵呵，全身骨折也死不了的，只有你这种变态级别的人。　　不过毕竟是炼药天才，这药还是很靠谱的，随着时间的流动身体渐渐有知觉了。　　“谢谢你琉璃，我差点以为就要完了呢。”我扭了扭重组的胳膊，“这些药这么好，你多给我几瓶呗？”　　“你不要得寸进尺，我可是把所有的药全给你了才好不容易把你救活。”　　“呃，抱歉。”我拉住她们朝墙壁走去，“赶紧躲一躲吧，接下来就是神仙大战了。”　　“好久不见了啊，老朋友。”龙王笑嘻嘻的从石碑上跳下，“这具身体还适应吗？”　　“看来你费了不少功夫啊，连我的武器都造出来了。”她的背后伸出几只机械蛛爪，“不过威力不怎么样嘛。”　　“得了，别抱怨了。”龙王摆摆手，“你实力恢复多少了？”　　“嗯……差不多有万分之一吧，这个身体到上限了。”她似乎有些不满，“费这么大劲叫我出来干什么，你要知道随时都会有天罚降下来哦。”　　哇，他们究竟在说些什么，完全听不懂诶！　　不过看样子附身到果果身上的家伙好像已经死了呢，而且还是一个人型的蜘蛛。　　“创新计划失败了，这个世界已经濒临毁灭。”龙王摇摇头，“所以只有你……”　　“这个你想都别想。”她打断了他，“这样做违背了我的意志，也等于将创新计划彻底否认。”　　“但它已经失败了！失败了！”龙王急躁的大喊，“为什么你们都这样固执！活下去才是最重要的啊！”　　诶？到底在说什么呀喂！　　“活下去，活下去……”她微微点头后退了几步，“我因为这个连命都不要了你却为了活下去还强行把我复活。如果我说不的话，你会直接把我杀掉吧。”　　听了“果果”的话，龙王拉下脸来。　　“既然如此就答应吧，以你现在的实力根本不是我的对手。”他身边的末影粒子渐渐多了起来，“只要你答应，我有的是办法让你恢复力量。”　　“没错，漪蛛大人。”蛛王微微朝她鞠躬，“以您现在的实力，还是顺从为好。”　　“你们这是在威胁我吗？”她身边的杀气瞬间变重，“龙王，你想以不完全体对抗我？”　　“是的没错。”他笑了起来，“即便是不完全体，对抗只剩灵魂碎片的你应该是绰绰有余吧。”　　喂喂喂，究竟在干嘛！　　这是要打起来了吗？神仙打架吗？别殃及无辜啊！　　“有意思，刚出来没多久就要打一架。”她冷笑着点点头，“即便是这种状态下我也不认为自己会输，希望你的实力对得起你这份胆量！”　　“这你不必担心，一定会让你尽兴！”　　真的要打了吗？我们还在旁边啊！　　话说费了那么大劲把她召唤出来又要把她打死是几个意思，你们究竟是想干嘛啊！　　末影粒子瞬间凝聚成巨剑，劈头朝她砍下。　　“啊，末影粒子玩出了新花样了？”她不屑的笑了笑，“但还是和以前一样没用啊。”　　？？？　　这是何等的速度！　　丝毫没看清她的运动轨迹，下一秒便闪到了龙王面前，后背的六根蛛爪直刺过去。　　巨剑变为碎屑，分解为一个个微小的粒子四散在空中。　　“哦？怎么了？刚才气势汹汹的，现在却不行了？”她的笑容吓得龙王后退了几步，“要玩的适度哦，不然不但不尽兴还会伤到自己的身体。”　　这声线……等等我怎么想歪了！　　不要当众开车啊好不好！　　我心里的果果的形象瞬间崩塌，这召唤出来的究竟是什么玩意！　　“空间封锁！”龙王利用瞬移逃脱，“空间碎裂！”　　“哎呀呀，别跑嘛。”那只轻轻在他后背滑过的手吓得龙王再次瞬移，“真是的，不要小瞧人家啦。”　　“哎呀妈呀，这就是我们的神？”蛛王看到这一切急忙捂住眼睛，“太辣眼睛太毁形象了！”　　我的天呐，真不愧是另一种意义上的神仙打架。　　“够了漪蛛，不要继续装下去了！”龙王的脸上流下了冷汗，“别小瞧我啊！给我认真起来！”　　“哦好，这是你说的，别给我后悔。”　　这脸也变的太快了吧！刚才还嬉皮笑脸的现在怎么就成了藐视一切的表情了！你这是人格分裂吧！　　尾声　　这个家伙吓死人了。　　我吞了口口水压压惊。　　“现在我还可以给你三秒钟时间后悔，不然接下来你必死无疑。”她轻蔑的抬起头看向喘着粗气的龙王，“即便只有万分之一的力量解决你还是足够的。”　　“我知道。”他点点头，“即便是现在，即便是只剩灵魂残渣，你都要远强于我。”　　“那你为什么还要……”　　“为了活下去啊！”他怒吼道，“不是为了我自己，是为了整个世界都要安稳的活下去啊！好好的活下去不好吗？为什么一定要违背规则！你只考虑自己的想法，但那些平凡人呢，你为了逃离掌控搭上了什么！你给我好好想一想！”　　末影粒子瞬间凝结，包围了她。　　“我想了，一直在想。”　　她坚定不移的朝前走去。　　“不许动！你不要过来！”　　看见这幅举动，龙王彻底崩溃！　　“我无法否认自己犯下的错，也接受了应得的惩罚。”　　“惩罚？你补偿不了那么多生命！”　　“我没想过补偿。”她停下了脚步，“我是个恶人，愿意牺牲一切去达成自己想做的事，而且从来没有后悔过。即使现在也一样。”　　“那你……”　　“以死谢罪这种事是做不到的。”她坦然地回答道，“因为无法补偿，所以我只能感到抱歉。恨我吧，讨厌我吧。但是我不会停止，我会把这件事一直做下去，直到成功。” \n\n\n\n第三十二章：终局\n\n\n一　　“嘁，可惜你办不到了！”龙王的脸已经愤怒到扭曲，“给我去死吧！”　　空中静止的末影粒子开始高速移动，在空中不断地融合、变化、炸裂。　　炸裂的轰鸣声和爆发的气流遍布整个场地，扬起沙尘。　　“无聊至极。”　　她轻轻地歪了下头，背后的蛛爪划过无数残影抵挡住飞来的末影剑刃。　　这些剑刃一碰就碎，但碎了就合，而且时不时还炸裂几下，打乱蛛爪的轨迹。　　“利刃！”　　龙王双手合十，像蛛丝一般，“果果”的脚下伸出几只末影细丝，直直的切割过去。　　“我说，大概是有上千年不见了吧，你的智商怎么变低了。”她随手拍乱气流扰散飞旋的粒子，“还是说，因为你从来没出过手，我反而高估了你的实力？”　　粒子瞬间静止，然后在她的一声响指之下，消散在空中。　　龙王愣了几秒，嘴角抽搐了几下。　　“你模仿我？”　　“模仿你？”她嘲讽的冷笑道，“模仿她还说得过去。你？还不配！”　　发生了什么？　　我能看到自己的身体已经四分五裂，血管骨骼的横截面都清清楚楚。　　空间扭曲了吗？　　“我可是末影族！竟敢用末影粒子戏弄我！”　　龙王和“果果”好像没什么影响，那她做这招有什么意义？　　“我劝你还是冷静一下吧，这可是我的领域。”她抬起手指点了点身旁的空气，“虽说对你没有太大影响，不过真要化为现实的话你恐怕也不好受吧。”　　他脸色发青，但想到了什么突然笑了一下。　　“不不不，我一点事都不会有。”　　诶？刚才发生了什么？　　龙王到达了她身后，手掌已经洞穿了她的胸膛。　　“啊，果然是不择手段更好打。”　　“噗！”　　刚刚还占据优势的“果果”竟然瞬间输了！　　她跪倒在地上，难以置信的看着从伤口流下的鲜血。　　“都死了上千年了，对这些事感到异常也是正常的。”　　龙王慢悠悠的从她身边绕过。　　“杀了你！”　　她原本血红的眼睛突然变成了深邃的黑色，看来是进入了狂暴状态。　　四面八方的末影粒子朝着龙王刺去，但却在周围停下。　　“我好歹也是个末影族啊，被外人用末影粒子杀了岂不是很没面子！”　　粒子们扭曲成一团，然后---　　“嘭”，瞬间洞穿了她的头顶。　　“你的弱点我再清楚不过了。”他如释重担的盘腿坐下，“单论攻击你或许无人能敌，但防御上嘛，是连一头猪都不如啊。”　　鲜血喷涌如泉。随着时间的流逝，她身体晃了晃，向后倒去。　　但又在半空中停住，借着腰部的力气抬了回来。　　“还没死透吗？真不愧是天罚都无法灭干净的家伙啊。”他似乎对此并不吃惊，“蛛王，解决她吧。”　　“失礼了，大人。”　　蛛王朝着她鞠了一躬，拿出一把从来没见过样式的武器。　　那是长枪吧，据说制作方法早就失传了。　　利用那种武器，真能杀死这个两处致命伤都能活着的怪物吗？　　还未等我眨眼，长枪便刺入了她的体内。　　和另外两处一样，这个伤口也将其直接洞穿。　　“你！这是！”　　“单凭效果就清楚了呢，毕竟是自己的身体嘛。”龙王笑着转过身，“被自己杀死的感觉怎么样？不过对鞭你尸这一事还真是感到抱歉。”　　她依然没死透，但也差不多了，只能勉强续命。　　“我的尸体，你……”　　“想问怎么找到的吗？你是不是忘了那蛛爪的构造了。”　　虽说不知道他们在说什么，但目光已经开始向我们这边转来。　　接下来要死的就是我了吗？　　她最终咽了气，身上冒出几缕白烟。　　“要打吗？”我扶着墙支撑起无力的身体，“看样子我肯定打不过你吧。”　　“不不不，实验结束了，我自然会放了你们。”他对我们并不感兴趣，“但是琉璃小姐必须留下。”　　“如果我说不呢？”　　“你办不到。”蛛王拔出长枪，“墨为。”　　从一开始就毫无存在感的墨为艰难的从地上爬起，擦干脸上被砸出的鲜血。　　“琉璃，回来。”　　果然是被操控了，琉璃不由自主的朝着他走去。　　怎么做到的，药水吗？　　“还有，这是莫纱公主的解药。”　　龙王丢给我一瓶淡蓝色的药剂。　　“要我怎么相信你？”　　“本来是没你们什么事的。”他转身去检查尸体，“要怪就怪你们那创始人吧。”　　果果她，死了吗？　　即使怎么触碰也毫无动静，最终在能量的流失下化作一缕白烟。　　“……走吧。”　　我拉起醒来的莫纱，对方虽然毫不知情，但什么都没问。　　“对了，帮我向你们的创始人转告一下。”即使背着我也能看出他脸上的笑意，“就说：‘漪蛛小姐复活了’。”　　“她不是死了吗？”　　随着果果一起死了，永远的死了。　　“你是这么认为的吗？”　　二　　“金杯……”　　“……走吧。”　　已经没有什么挂念了，回纳罗国吧。　　我的身后，是布满了扭曲的尸体、粉碎的骨骼和干掉的血液的巢穴。　　一个不留，全杀了。　　“金杯……”　　莫纱快哭出来了，她还是第一次看见这副惨剧。　　我也是第一次看啊，但在这个世界，死人不是正常的吗？　　“走啊！”　　紧紧咬住嘴唇忍住不发出任何声音，但呜咽声和眼泪却无法控制的流下。　　‘没事的，只是死人而已。’　　一遍遍的提醒自己，父亲教导我的话依然回响在耳边。　　‘将军家的孩子，不能有恻隐之心。’　　对的对的，要漠视一切，要漠视一切……　　‘非我族者，其心必异！’　　他们又不是人类，他们是蜘蛛，他们死了与我何干。　　已经失神到控制不住自己了，只是一步一步远离这个地方。　　忘掉一切，忘掉一切。　　“金杯！”　　“闭嘴！”　　因为自我洗脑被打断，我失意的大吼道。　　看着莫纱受惊的神色，我的身形彻底颓废下去。　　“……我也是啊，我也很伤心啊。走吧，我们回家。”　　过去的已经过去了，路还要一直走下去。　　沉默不语的走了一天一夜，直到在王城分别后才想起自己忘记跟她解释订婚信物的事了。　　但无所谓了，已经和我没有任何干系了。　　“金杯大人。”　　刚步入留名阁，两侧的下人便向我鞠躬。　　这熟悉的场景，在一系列变故后变得让我感到如此陌生。　　“不必了。”满是苦涩的味道，“已经不必向我行礼了。创始人在吗？”　　“是。大人他说你回来后就让我们带你上去。”　　情报网快到能和蛛族比了啊，平时都没动真格吗？　　这里是长老会议室，平时用来讨论注意事项。　　但这次，是来执行重要的审判的。　　“金杯小子，你辜负了大家伙的信任啊。”　　大元老看我进来瞬间板着脸。　　“你们对我有过信任吗？”这种时候就不要再说假话了，“如果说之前那些刁难我的任务也算是信任的话，那我还真要谢谢你们了。”　　让我杀了一整夜怪之后气都不喘的去参加云修阁的测试、让疲惫不堪的我马不停蹄的跑到老家去帮音、完了之后还故意让创始人给我最难的任务，只要完不成就让我下台，这么针对性的计划，原来是你们的信任啊。　　“你这说什么话，长老的特权你不是用了许多的嘛。”　　“那本来就是我应得的！”这都是些什么人，“考试时的剑是我自己的、琉璃生日我还垫进去不少。这次大任务你们反而一丝经费都不给了，还让我拉下脸去找我哥要，你们……”　　“嘭”拍桌子的响声从远处传来，创始人发怒了。　　“我们这次会议是来进行裁决的，不是耍嘴皮子的。”会议室内瞬间鸦雀无声，“无论你心里有多大的怨恨，都不要耽误正事。”　　“是，大人。”　　唔，明明不是针对我，身后却吓出了一身冷汗。　　“先说说这次的结果吧，彻彻底底的失败。”明明是大事却是一副懒洋洋的声音，“不但没带回琉璃，反而牵扯了一堆事件。金杯啊，我也看到你所付出的努力了，但这结果却并不是多光彩啊。”　　“是，大人。我知罪。”　　“我其实并不想给你惩罚的，毕竟这件事牵扯到的人即便是我也不好解决。”说着他便砸咂舌，“不过规矩就是规矩，不得有任何违背。”　　“就是啊大人。”　　“大人英明。”　　所有的元老都在应声附和，恨不得让我赶紧走。　　“闭嘴！裁决时哪有你们出声的位置！”又是一声怒吼，“咳咳，所以我宣布，剥离金杯留名阁所有权限。你有什么要说的吗？”　　“没有大人，只是蛛族那边一个叫龙王的末影族让我给您传话。”　　“龙王吗？”语调似乎有些惊奇，“他让你对我说什么？”　　“他想告诉你，漪蛛小姐复活了。”　　沉默了良久，才得来一句回复。　　“我知道了，你离开吧。云修阁的学费足够让你毕业了，这也是对你的最后的嘉奖。”　　“……是。”　　三　　1072年5月11日，云修阁毕业典礼。　　“结束喽结束喽！”音欢呼着伸了个懒腰，“哎呀呀终于毕业了。”　　“是的呢是的呢，不过怎么一点都不怀念啊。”风和感到十分奇怪，“反而有种庆幸的感觉。”　　“毕竟发生了那么多事呢。”虽然那死了三个人的大事只有音知道，“接下来就能随意做自己想做的事了。”　　虽说他们看起来这么欢乐，但心里总觉得少了琉璃，就是有那么一点不对。　　虽然都过去四个月了，但这种感觉一直伴随着他们无法忘记。　　金杯也因为蛛族一行受到了打击，再也没笑过。　　虽然大家嘴上都不说，但他们心里压抑得很吧。　　“毕业了毕业了，真是怀念啊。”　　“就是就是，一想到以后就要为了生活卖命赚钱，浑身都提不起劲。”　　身边都是诸如此类的话，总感觉这么阴沉的他们和大家格格不入。　　“你们以后想干什么呢？”　　白衣少女看他们都满脸不开心，就跑出来逗逗他们。　　她的恢复速度变强了，附身的空间也变得大了起来。　　“你还真是大胆，就这么跑出来。”　　金杯变得像是一个面瘫，脸上毫无喜怒悲哀的表现。　　“哎呀，没事没事啦，不用在意。”白衣少女笑眯眯的样子和金杯形成了强烈的对比，“我记得风和是要去上战场吧。”　　“没错，我要杀敌立功，复兴风家。”　　听到“上战场”和“杀敌立功”，金杯握紧了拳头。　　看来是对战争有什么阴影吧，毕竟死人什么的造成的心理影响非常大。　　看着金杯的表现，音这样想道。　　啊，虽然死人这种事对我来说毫无影响啦。　　“音呢？你从来没提过关于自己想法的事呢。”　　风和也有些好奇，和白衣少女一起齐刷刷的看向他。　　“没有呢没有呢，毕竟我连自己有什么优点都不知道呢。”他在她们面前挠着头大笑道，“我的话，随便做些什么都行，根本不在意的。不过我是个懒人，如果可以的话能什么事情都不做就能赚钱就更好啦！”　　“做你的青天白日梦去吧！”　　“话说为什么风和一定要打仗呢？”音因为不想让风和陷入危机问了这个问题，“想要光宗耀祖的话不还有许多办法吗？”　　“办法？”她的表情僵硬了几分，“哦哦哦，因为我们家是杀敌被封爵的，所以我想用这个办法恢复祖上荣光。”　　实际上一提到这件事，她心里还是会涌出对音的几分恨意。　　毕竟因为他的缘故，风家几百年的家产彻底没了。　　被降为平民的她，除了上阵杀敌再没有别的办法恢复之前风家的荣光。　　“金杯有什么想法吗？”　　“没有，我从来没有想过。”　　应该说是曾经想过，直到四月前……　　没错，直到四月前的那件大事。　　原本金杯就是继承的他父亲的位置，所有长老都对他十分不满。　　在百般刁难下挣脱而出的金杯在蛛族的阴谋下彻底失败，被剥夺了长老一位。　　呐，其实也不能说是阴谋吧，是计划。　　你问我是谁？我出场过了哦，虽然戏份很少。　　嘻嘻，如果猜出了我是谁的话，会不会觉得我性情大变呢？　　现在回归我们的主线。　　被剥夺长老的金杯就是一个有点实力的平民。　　虽然金杯没有被蛛族或人族处刑，保住了一命，但已经预料到结局的他心早已死了。　　公主怎么可能嫁给一个平民呢？势利的国王撤回了三公主莫纱和金杯长达十几年的婚约，这是这一系列事件中对他最大的打击。　　于是如你们所见，他就变成了这样。　　不仅如此呢，他还需要赔偿将作为订婚信物的宝石碎片的钱。　　啊，真是奇怪，宝石这种东西竟然能用钱来衡量。　　钱果然是万能的啊。　　故事到此结束了吗？肯定没有，毕竟还有一堆谜题没解呢。　　其实要想完结的话，也是没什么问题啦，就此当结局也是不错滴。　　毕业典礼结束，大家各自奔前程。　　他们几人之间的联系，到此，已经变得极其微弱了。　　人各有志，天各一方。　　不过我们的故事讲的可并不是收集所有的宝石，也不是他们聚聚合合的冒险。　　在经历过挖坑、铺垫的前四卷后，我们的主角音，终于要开始了他的主线。　　尾声　　“漪蛛啊，漪蛛。”手指有节奏地敲击在桌子上，“嘶，怎么就活了呢。”　　“我倒不觉得有什么突然啊，反正又不会影响你的计划。”　　“没错呢，我倒觉得唯一的障碍是你。”　　活了上千年的男子转身看向这个同样也活了上千年的女子。　　也不能说是活了，经历了还差不多。　　“不会的不会的，我怎么会对你产生影响呢？”那女子摆摆手笑意盈盈的回答道，“不过你果真没有一丝悔意，牵扯上这么多人都不在乎。”　　“别说这么多了，能达成目的的就是好计划。”　　“哎，你确定要如此？”女子从地上飘了起来，“不过这天地间的变化你我都看到眼里了吧，服从是最好的选择。”　　“呵，我的字典里，就没有服输这两个字。”　　“真是的，这个世界里又没有字典这种东西，你又勾起我的回忆了。”　　这两个不知从哪来的神秘人物就这样继续着他们神秘的对话。　　这要是不知真相的外人来听，是怕是认为他们两个傻了吧。　　在这里就不得不提一句了，蛛族的降神计划所产生的影响可超乎想象。　　漪蛛的分量可是超乎一般的强啊，即便是只有灵魂碎片的降临，也引起了三个老家伙的注意。　　不过目前看来，似乎并没有什么行动。　　这个故事绝不止是那名叫“音”的“人类”的故事那么简单，牵扯到的东西绝不止从旧世界到新世界那些过去这么一点。　　但现在，还是回到主线的时间线上吧。　　两年后，真正的故事翻开了第一页。　　冒险篇---完 \n\n\n\n联动番外：作者的访谈（漪蛛篇）\n\n\n作者走进屋子内，拿着问题卷坐到位置上，打开了麦克风。）\n　　作者（声音洪亮的）：欢迎来到联动特典系列番外，这类番外将会讲述关于这部作品和某位拖更作者的太监了的作品合并后的疑惑问答，算是补充世界观设定。首先让我们欢迎本次访谈的嘉宾并是以后的常驻人员：漪蛛……小姐？　　（漪蛛异常愤怒的走进访谈室，头发乱糟糟的。）　　漪蛛（嘴角抽动了一下）：你这个语气是什么意思？找死吗？　　作者（尴尬的笑笑）：抱歉抱歉。那么请漪蛛小姐先自我介绍一下吧，虽说在第四卷露了下脸，但大家还是对你不太了解呢。　　漪蛛（点点头）：我是一个非常牛逼的家伙，牛逼到了极点，没有人能和我相提并论。　　作者（无语）：……额，请好好说话，不要装逼。好吧，其实也是事实，只是听起来好欠揍啊……话说漪蛛小姐在第四卷末尾发表了自己是恶人的演说，你对自己的行为有什么解释吗？　　漪蛛（面无表情）：并没有。我不会去否定自己身上的罪恶，也会对此感到抱歉。但我说过了，我会将这件事一直做下去。我是个固执的人、自私的人、疯狂的人，所以讨厌我也好，认为我神经病也罢，我都是不在乎的，因为我就是这样一个家伙。　　作者（皱起了眉头）：请不要发表这样负面的话，因为作品是一个人的想法的表达，会让人以为我也是这样一个人的。我们聊一下主角音吧。你觉得他怎样？　　漪蛛（不耐烦）：我管你被人怎么说呢。音？他的话，非常的感情用事。　　作者（深思）：怎么说？　　漪蛛（翻开剧本）：你看第二卷，因为风和死亡用时空宝石倒退时间。冒着高风险去救喜欢的人，只能说是一个爱情至上的家伙了。　　作者（笑笑）：如果你是说感情用事的话我倒是非常同意，但爱情至上这就不对了。　　漪蛛（疑惑）：有什么错误的地方吗？　　作者（解释）：实际上音对风和的情感并不是爱哦，顶多是有好感，最主要的是像家人一样吧。　　漪蛛（向前翻页）：话说前面确实说过因为两家的双亲全部死亡，两个人相依为命呢。　　作者（点头）：没错，所以说爱情至上这就有点言过其实了。　　漪蛛（指到一个片段）：但你看，第六章他就为了宝石把风和丢了，和后面的表现有些冲突啊。　　作者（强行辩解）：这其实是因为音自私。你看，和自己无关就会扭转时间改变结果，和自己有关就以利益为重。　　漪蛛（向后翻）：那行吧，解释的可真勉强。在这里我有一个疑问呢。　　作者（微微抬头）：嗯？说吧。　　漪蛛（指到第四卷）：关于这一卷的末尾，你为什么要设置成这样呢，正常情况下不是应该成功吗？而且我看好像有洗白墨为的倾向，就前面做的那些事来看，恐怕想洗白他没这么简单吧。　　作者（后仰）：我原本想走的就不是寻常路呢。虽然并不是什么正能量的事，但我想遵循自己的想法写下去。况且闯进一整个种族的核心地区把人救出来这种事要是努力就能成功才不正常吧。　　漪蛛（继续发问）：那关于洗白墨为呢？为什么要设置这种情节？就凭他之前的表现也不应该洗啊？　　作者（呼了口气）：关于这个人物，我觉得是这本书里最难塑造的。因为他本身就是一个配角，和主角音的主线也没有太大瓜葛。其实并不是要洗白他，文中也说了因为有蛛王的监视所以要装作狠毒，一切都是为了上位改变种族做的表演。　　漪蛛（还是很奇怪）：这不就是洗白吗？你看王城一战把琉璃一拳打残，这不是用了全力吗？　　作者（扭扭僵硬的脖子）：你看到的只是文中已经描述出的，实际上墨为的全力一拳远远不止那些。　　漪蛛（努努嘴）：嘁，竟然能和我相提并论，快把他削一下！　　作者（赔笑）：抱歉抱歉。虽说他的实力的确过于逆天了，但也不至于削，毕竟和主线没太大关联。　　漪蛛（翻了一页）：话说回来第三卷的果果前后变化有点大啊。一开始是毫不客气，到后来经常向金杯道歉。　　作者（指明）：她态度的转变最明显的地方就是为了金杯去战斗。你可以理解为从对他有偏见变成对救命恩人的感激。其实金杯这个人挺好的，不斤斤计较，看重朋友，还教她技能。　　漪蛛（思索了一下）：都说到我的族人了，那就聊聊琉璃那家伙吧，我看她好惨啊。　　作者（又是不解）：惨吗？我觉得还能更惨啊。　　漪蛛（锤了作者一下）：从出生开始就拿来不停试药，还不够惨？生来就是工具人还改变不了，还不够惨？到最后都跑不掉只能一直受苦，我问你还不够惨？　　作者（揉揉脑袋）：行行行，你说惨就是惨。你看巢穴里的人，连工具人都不配当，自生自灭，最后还被直接杀光，你说说谁惨？　　（由于两人争论不休，这里掐掉将近三十分钟的辩论。）　　作者（满头包）：欢迎回来，接下来即将讨论的是某人最期待的环节。　　漪蛛（满意地点点头）：没错呢没错呢，真是让人期待。　　作者（喘着粗气）：虽然可能涉嫌剧透，但由于漪蛛小姐的强烈要求（指暴打所有人），每次番外的最后都会讲一下本次嘉宾的戏份还有多少。　　漪蛛（非常满意地点点头）：这真是个非常不错的板块呢。　　作者（拍拍脑袋）：我就奇了怪了你一个不同时间线的家伙问这个干嘛？　　漪蛛（大吼）：闭嘴！赶紧说！　　作者（缩起脑袋）：是，是。那么，漪蛛小姐的剩余戏份有……额，导演，这上面写的还有多少啊？　　（被打到骨折的导演坐着轮椅跑过来进行查看。）　　作者（清清嗓子）：抱歉，由于编剧还没写完，所以剩余戏份未知。不过作为我们的真·主角（依靠暴力夺过来的），注意，是主角不是女主！漪蛛小姐将会有……我数数……啊，算了，管它多少呢反正多就完事了！（指不露脸的那种）　　漪蛛（沉下脸）：等等，有多少你给我说清楚！　　作者（转移话题）：那么今天的时间快到了，我们这次的番外就结束吧。　　漪蛛（拉住作者）：等等你把话给我说清楚！我心里怎么那么没底呢！　　作者（抱住镜头）：那么我们下次再见！啊！不要打我！啊！　　（导演默默的将轮椅往后退了几步，来到已经秃顶的编剧身边。镜头闪了几下，然后转到导演和编剧那里。镜头前移。）　　导演（拍拍编剧的肩膀）：喂，到你了，预告时间。　　编剧（猛醒过来）：哦，抱歉。这一篇章埋下了许多的坑、各种各样的坑，所以我们会慢慢的去填这些坑，以此来推进剧情。本身是想做成收集宝石的故事的，但觉得太套路太平常太违反常理了就改变了一下。　　导演（点点头）：没错，不过这篇小说不会太长，大概几十万字就会完结了。　　编剧（紧皱起眉头）：下一卷将会到达一个新篇章了，也就是绝望篇。这一篇很考验剧情策划和心理描写，极其容易出现张力不足的现象，我们也会尽量避免这一事态的发生。　　导演（看一下时间表）：唔……看着小说进度要完结的话恐怕要到年底了。　　编剧（惊讶）：是吗？这么快？我还以为要到明年呢！　　导演（阴险的笑笑）：不必担心，还有前传没写呢。　　（编剧停止了思考。） \n",
    "replies": [
        {
            "author": "但是你",
            "timestamp": 1586962980,
            "txt_content": "明明挺不错的呀，为什么就没人看呢"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1587191460,
            "txt_content": "不能使用提升卡，手动顶帖"
        },
        {
            "author": "南南南南南",
            "timestamp": 1587215040,
            "txt_content": "来了来了，有人看了"
        },
        {
            "author": "深空星海之主",
            "timestamp": 1587223020,
            "txt_content": "good，真心觉得楼主写得很好"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1587264780,
            "txt_content": "各位，我在茶馆里发了个帖子，是有关第六章剧情走向的。\n请慎重选择，真的会改变小说的剧情！\nhttps://www.mcbbs.net/forum.php? ... ;page=1#pid17687308"
        },
        {
            "author": "小黑玩游戏",
            "timestamp": 1587266100,
            "txt_content": "顶！！！作者写的很好！！！可以考虑去起点同步发布！！！"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1587266160,
            "txt_content": "小黑玩游戏 发表于 2020-4-19 11:15\n顶！！！作者写的很好！！！可以考虑去起点同步发布！！！\n昨天刚在起点上架，反响不错"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1587384420,
            "txt_content": "根据帖子回答，给最终有效答案做统计：\n\n第六章剧情发展：选宝石七票，有效票数4票；选女主两票，有效票数两票。\n\n明天下午更新，第六章为宝石线"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1587621600,
            "txt_content": "更新时间更改：每周二到周五更新，周六到周一休息，有时心情好也会多更"
        },
        {
            "author": "风灬晴",
            "timestamp": 1587627900,
            "txt_content": "赶紧睡觉觉 发表于 2020-4-23 14:00\n更新时间更改：每周二到周五更新，周六到周一休息，有时心情好也会多更\n为什么上面的作者填的不是你的名字？\n笔名？\n写的很好看\nQWQ"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1587628140,
            "txt_content": "蒸腾空气 发表于 2020-4-23 15:45\n为什么上面的作者填的不是你的名字？\n笔名？\n写的很好看\n嗯，是笔名"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1587985200,
            "txt_content": "更新时间再次更改：每周一至周五"
        },
        {
            "author": "hahaha2586",
            "timestamp": 1588440480,
            "txt_content": "支持一下"
        },
        {
            "author": "hahaha2586",
            "timestamp": 1588440540,
            "txt_content": "楼主会写RPG剧情吗？"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1588471560,
            "txt_content": "hahaha2586 发表于 2020-5-3 01:29\n楼主会写RPG剧情吗？\nRPG剧情？打怪升级的那种？"
        },
        {
            "author": "hahaha2586",
            "timestamp": 1588485300,
            "txt_content": "赶紧睡觉觉 发表于 2020-5-3 10:06\nRPG剧情？打怪升级的那种？\n是的"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1588487820,
            "txt_content": "hahaha2586 发表于 2020-5-3 13:55\n是的\n差不多吧"
        },
        {
            "author": "3543282932",
            "timestamp": 1588823160,
            "txt_content": "写的挺好的，没人看可惜了"
        },
        {
            "author": "6party",
            "timestamp": 1589696940,
            "txt_content": "怎么没人看，我在看，好文采"
        },
        {
            "author": "虚泽",
            "timestamp": 1589769240,
            "txt_content": "哇 现在发现一个潜力新星 加油呀 支持虚无老弟的小说\n能坚持些这么多文字已经不容易了\n希望你能坚持下去！\nps：（老是拖稿的无名文艺青年）"
        },
        {
            "author": "111da111",
            "timestamp": 1589774340,
            "txt_content": "说出来你可能不行，我在bbs上看小说"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1591438380,
            "txt_content": "是因为我太多字了吗？现在输一两个字就卡的要命，电脑还发热。现在考虑在学院篇完结后重新建一个帖子，这个有什么解决方法吗？"
        },
        {
            "author": "uuhai",
            "timestamp": 1591582140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "乌衣年少",
            "timestamp": 1593692280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "庐山雨",
            "timestamp": 1593701220,
            "txt_content": "写的真好顶"
        }
    ]
}