{
    "title": "【原创】【曾经我小说的旧坑】美咲团之盘古重生",
    "author": "熊猫丶晓能",
    "replyCount": 9,
    "timestamp": 1364128800,
    "txt_content": " 本帖最后由 熊猫丶晓能 于 2013-4-8 19:36 编辑 \n\n　2099年12月31日。全球发生一起异象闪电轰击。造成46人死亡\n　　在XX大陆上。56道雷电劈向大陆一处。其中有10个雷电中包含着萌物。\n　　一个系统传来阵阵幽音：SOM团正在穿越到第99平面异界。\n　　“啊！！怎鸟回事。我们怎么穿越了”46位被雷击中的少男与少女大叫。\n　　某系统传来阵阵萝莉的声音：哎呀~你们SOM团集体穿越了。我在你们头脑里面植入了空间牧场与我的分系统噢~你们空间牧场是同体的。你们如果能够把10个萌物带来的话。我会给予你们50W能量源力的~啊对~50W能量源力是用来在我的分系统里兑换各种物品。并可以进入动漫副本。对了~你们其中有1位主角。其他龙套则是要保护好1位主角。否则。嘿嘿！！全部爆体\n　　“哎~那我们谁是主角啊~”56位被雷劈中的XXXXX说道\n　　系统：切。说出来算了。那位位分别为：林晓峰.\n　　突然.大陆突然震动.产生了巨大的震音.“崩哼哼！！老狐狸。你往哪里跑！还不快快受死。除非交出金水传承石！”空中一名手持着巨灵磅水珠的一位白发老人指向远方的一位高达2米的几乎高龄300岁得巨人.\n　　“哼！金水传承石乃为我族镇族之宝。你有种就来抢。你才星辰一阶顶峰。岂能破我这星辰二阶低等之身。除非你有精等武器。才可越级杀敌。\n　　突然.那位白发老人用了自爆自身的星辰体（注译君：星辰力融合到身体中的）10%.把手扔向巨人.便转身逃掉.“bong~~”爆炸声响起，在巨人旁扬起了尘埃。\n　　巨人不屑的走出尘埃群，冷道：“哼。就凭你这本事。能杀掉我。那是不可能的”说完，望向远方，召唤出一道盾牌，飘悠悠的飞走了。\n　　林晓峰向系统发问：“哎？星辰是什么。”\n　　系统：“沃考！星辰就是武功等级，这个世界分为60职业，以后慢慢向你讲解。武功等级分为12种从小到大为：学者.地级.天域.空间.行星.星辰.星团.星系.星之空.混沌主.宇之翔者.宇圣战神.每个等级分为12个等阶！..这个大陆有5000万公里.叫做月之陆.是一个宇宙圣地的大陆.这片大陆有5个大型家族.刚才的巨人则是其中一个大型家族巨灵战族的成员”\n　　系统：现在你们赶紧去吧。赶紧去收萌物吧。我向你们说一下。分系统里面有商场与人物属性的介绍和储物箱。商场就是用来花能量点数的。商场里的物品都是你们曾经玩过的游戏中的装备。先提醒下,林晓峰.你必须帮助你的好友成长.成为顶尖的一支战队.\n　　“明白了！系统。我会努力开导的！”林晓峰说道\n　　系统突然变成一位纯真少女，点了点头，头中心一块印记闪闪发光，出现一小团光线，传入林晓峰眉间。\n　　林晓峰顿时感到头裂，大叫：“啊！！！！”\n　　其他的人连忙扶起林晓峰：“林晓峰。你没事吧。你死了我也会死的！”\n　　过了一阵子，林晓峰出现在一个神秘的星空。“这是哪里，是幻觉么，系统！系统！哎？没听见么”林晓峰指着中指朝着四周。\n　　“欢迎来到月之镜，你现在的意识被一个叫做‘露丝’的女孩带来这里，她叫我交给你这个玩意”一个仙女冒然出现，手上有着一块带着紫光的石头。\n　　林晓峰惊讶了：“这不是紫光岁月乾么？怎么会在你手上？”\n　　仙女摇头，转身呼呼的说：“不知。但是她说这个可以让你增强意志。还可以让你变得更强大。”\n　　林晓峰朝天望去，我难道是传说的那位盘古宇之神转世？？\n　　林晓峰回忆到小时候，一本书上说：能够获得紫光岁月乾的人并能发挥它最强的威力，则是盘古宇之神转世。林晓峰拿着那块发着紫光的石头，在家中蹦来蹦去。突然一道白光罩笼住林晓峰，之后，李晓林头发生了异常，头中间有时出现一个月之光印，尤其是收到别人欺负时候，便会出现。那时的林晓峰脑力阔度就扩大了一点，力气也强大了一点。但是后遗症就是会经常头痛，找了几十家医院都毫无用功。过了一年，小林晓峰林的紫光岁月乾便丢失了，他不知紫光岁月乾丢到哪，所以，便不管它了，再说了，也是那块石头害了他。当天，小林晓峰的紫光岁月乾丢后，没看见一位女孩（叫作露丝的系统）走过去，捡起了那块紫光岁月乾，那个女孩也就是露丝，她其实是一位特殊的系统，是一个融合在女孩身体的系统，当然灵魂也还是女孩的。\n　　仙女看着呆呆的林晓峰，看着那白嫩嫩的皮肤（作者小解：在穿越到异界后，主角的皮肤就被系统改造了。）有点嫉妒林晓峰有这么美丽的皮肤（当然啦，那是所有女同胞追寻的，而且是只有神仙才能拥有的也~所以啊主角会被所有女同胞几乎追杀。）。\n　　林晓峰惊醒后，伤感了起来。想起了自己父亲因为自己而死去，只因为自己控制不住紫光岁月乾的力量，不慎变得狂暴，不受控制，将父亲打晕过去，并造成心脏旁的一块骨头骨折，可能会刺进心脏。载到医院时，即将手术，可谁知啊！天不遂人愿，突然2级地震起来。随之骨头便插进心脏，不幸死亡（这家伙太可怜乐）。造成了林晓峰有点内向的性格\n　　林晓峰拿走紫光岁月乾，突然，那种刺眼光芒再次笼罩李晓林。林晓峰全身充满印记。在地上痛苦的呻吟着。\n　　“呀呀呀呀！！！！！！痛死了！这难道是前世的记忆吗！还有！怎么还有那么多秘法！《吞月之法》《微型宇宙》《食吞星阵》《创神之造》《力值圣体》等－这不都是盘古创作的！看来我真的是盘古转世！可是，我怎么只感觉自己对金木水火土雷电和时空的感悟怎么都还没跨上门栏！前世都已经完全领悟！可是！算了，也对，我现在才学者二阶,必须要到达地级一阶才能重新领悟其中一种。”\n　　仙女看着林晓峰的爆发样，不禁发抖了起来，用手指点了点李晓林，说：“大，大哥。那个女孩让我。交交给你这个什么混沌珠，还说，10000个月阴币，币，可以换1个紫金星石。10个紫金星石可以换1个，1个死怨圣石。100个死怨圣石可以换这。这个东东。10个这个东东可以换1个兽神传承石。就就这样了。啊对。还说兽神传承石可以接受一个兽，兽神的传承，据，据说兽神是一位混沌主，她，她还说那个。什么盘古是那个。那个宇之翔者。据说是因为，因为什么呢？哦对，因为100多位混沌主围攻，造成重伤，混沌之身消失99%，剩下的1%便消失了，现在的这个，这个紫光岁月乾便是，便是他剩下的能量，但是，但是，他的灵魂超度了，不知道哪去了，能够，使用那个，那个紫光岁月乾的人。就是他的后世。啊对，在我这个月之境你可以，可以修炼很久，因为在这里面，外面的时间流动会停止，所以你放心~。（凑字数，要不然仙女可能怕成这样么喵~）”\n　　仙女伸手将混沌珠交给了林晓峰,林晓峰看着手中的混沌珠，略懂了一丝木之法则起源，“这不是木之法则么！难道这个混沌珠的产生是一个完全领悟木之法则法则的混沌主？”林晓峰抬起头，用力的握住珠子，慢慢得轻松坐下来，并闭上眼睛。许多道念力在林晓峰的所有血管中循环，到达丹田，丹田中一道大门树立在那边。林晓峰控制住所有念力拼劲全力冲向大门。这就是那种“撞田门”，只有在每个等级一阶才会出现。林晓峰的丹田一阵阵震动起来，“崩嗯哼”那扇大门打开了，随之冲出了许多念力循环在李晓林的血管中。\n　　突然一道光芒从天而降，带着青色的光，照在林晓峰身上，林晓峰立即睁开眼睛一瞪：“这！我居然领悟到了！我现在的能力变成了学者五阶！！”\n　　仙女愁了一下，小声的嘀咕着：“怎么可能，怎么可能学者一阶就能领悟到木之法则的第一层，并且直接越到学者五阶！看来，要把那把超精良武器给他了，”\n　　仙女手中显出一把青色的带着木之印记的一把剑：“林晓峰，这把剑给你，这把是那个露丝叫我交给你的，她说如果你拿走那颗混沌珠之后，就领悟到木之法则的第一层，便让我交给你这把剑。这把剑需要你滴血认主。这把剑叫作－－－－木阴怨剑，你好好收下吧。”仙女说完，递给李晓林剑后，林晓峰的意识便回到了自身。\n　　SOM团的成员看到林晓峰刚晕倒，又恢复后，急忙闪开。李晓林爬起来，手中握着木阴怨剑和紫光岁月乾和混沌珠。\n　　林晓峰大喊：“SOM团成员集合！”所有成员居然集合一体，林晓峰的节操顿时掉一地。\n　　－－－－－－－－－－－－－－和谐的分割线－－－－－－－－－－－－－\n　　下集请看如何~\n　　请稍后再拨119。~\n　　－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－和谐的分割线－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－\n　　\n\n\n\n\nb_1294659431055.jpg (33.99 KB, 下载次数: 4)\n\n下载附件\n\n2013-3-24 20:47 上传\n\n\n\n\n\n索引贴地址:点这0 0.\n",
    "replies": [
        {
            "author": "德古拉-阿卡多",
            "timestamp": 1364129220,
            "txt_content": "熊猫我来顶你了"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364129820,
            "txt_content": "貌似不错……？不过这个剧情好[数据删除]"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1364129880,
            "txt_content": "这都什么跟什么。。"
        },
        {
            "author": "shure",
            "timestamp": 1364129940,
            "txt_content": "还好了，不过比我的好多了。\n再接再厉！"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1364133120,
            "txt_content": "joney 发表于 2013-3-24 20:58 \n这都什么跟什么。。\n以前随便写的。。"
        },
        {
            "author": "mclauncher",
            "timestamp": 1364140440,
            "txt_content": "怎么感觉略坑。。。。。。"
        },
        {
            "author": "莫提哥",
            "timestamp": 1364143500,
            "txt_content": "这色色的头像"
        },
        {
            "author": "华南。",
            "timestamp": 1364192700,
            "txt_content": "写的非常不错，支持"
        },
        {
            "author": "Technology",
            "timestamp": 1364222940,
            "txt_content": "设定真坑爹。。看得我的cpu烧掉了"
        }
    ]
}