{
    "title": "【关于机制】不懂机制，你玩什么MC？",
    "author": "Mr.Turnip",
    "replyCount": 4,
    "timestamp": 1587085680,
    "txt_content": " 本帖最后由 hhy061019 于 2020-4-19 10:23 编辑 \n\n本来MCBBS有很多大佬，我也不想做什么教程。但是有一次和朋友联机时，我们给钻石套去附魔，一不小心附上了【荆棘】魔咒（注意只有荆棘没有耐久），他居然笑的像个200斤的孩子，浑然不知此时的钻石套脆的像薯片......这让我意识到有一部分玩家不理解游戏中的一些机制，所以我一鸡冻就码了这篇文章。\n\n已弃坑！！！\n\n\n第一章：伤害机制\n生命值：每一个玩家有20点生命值（ × 10），所以请那些说自己受到了十几点伤害不幸去世的云玩家去墙角面壁思过\n造成伤害：当玩家使用非武器类物品打击生物或其他玩家时，大多只能造成1（）[仅Java版]或2（ ）[仅基岩版]的伤害当玩家使用剑，斧，镐， 锹，三叉戟进行近距离打击时会造成更高的伤害，同时，在使用弓箭，弩箭，喷溅型药水，三叉戟进行远距离打击时也会造成伤害。另外：雪球无法对除烈焰人以外的生物造成伤害；钓鱼竿和鸡蛋无法对任何生物造成伤害，但会让生物像受到伤害一样被击退\n暴击（一般叫跳劈）：当玩家跳起并在下落的途中进行近距离打击时，会造成150%伤害（在附魔效果结算之前）\n栗如：一把锋利III的铁剑，普通挥砍会造成8（）伤害，而暴击时会造成8+6*50%=11（）的伤害而不是12.\n\n伤害免疫：在玩家（或生物）受到任何形式的伤害后会有半秒中变成红色，在这段时间内玩家（或生物）会免疫任何攻击（注意：并不是所有伤害都会被免疫，例如在你从高空掉落时受到了来自远方的一支箭的攻击，在落地时你依然处于免伤状态但你仍旧会受到摔落伤害，只不过伤害来的晚了半秒\n\n摔落伤害：当玩家（或生物）从高处摔落时，会受到（跌落高度-3）点伤害（但这并不意味着你从小于三格的地方跌落会恢复生命值），跌落伤害的判定是由跌落的总高度决定的，而非一次跌落的高度。栗如：当你被你的朋友从8格高的地方推下，你觉得你不会跌落而亡，但是你心狠手辣的朋友在你掉到地面之前的一瞬间将你用钓竿再次拉到了下落前的高度，然后再次把你推下去，往返5次后，你的朋友终于觉得厌烦不再把你拉上来，这个时候你认为你将受到的依然是8-3=5（），但事实上你将受到的是（8-3）*5=25（ × 12.5）理论来讲，当玩家从23格处坠落时所造成的伤害23-3=20（ × 10）是致命的，但是在落地前最后一刻所积累的高度不在计算范围内，所以玩家会剩余1（）生命值。实际对玩家致命的高度为23.5格。且跌落伤害无法被护甲值影响，所以请你不要傻夫夫的穿着钻套跳楼好吗。末影珍珠可以将跌落高度清零，但是你会受到5（）点跌落伤害。干草块可以将跌落伤害降至20%\n床可以将跌落伤害降至50%并将实体反弹回空中（但是你不要因此就轻易尝试落地床，一旦你在黑夜中尝试，你有可能会直接睡在床上，不仅会重置你的出生点，在你起床后，由于你在床边下床，所以跌落伤害不会受到任何减免）\n处于岩浆中每一刻（即0.05s）减少50%（所以没有落地水时落地浆也可以哒）\n\n\n雷击：被闪电击中将会造成5（）点伤害，可以被护甲值影响（包括附魔），所以不用担心村民被雷P死，尽情的使用你的引雷魔咒刷药水吧！\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "星层",
            "timestamp": 1587089400,
            "txt_content": "雪球打龙有伤害的\n为什么这么多人认为雪球就那么废"
        },
        {
            "author": "Mr.Turnip",
            "timestamp": 1587089520,
            "txt_content": "ling_NPC 发表于 2020-4-17 10:10\n雪球打龙有伤害的\n为什么这么多人认为雪球就那么废\n并不是。。听说这个特性早就莫得了"
        },
        {
            "author": "星层",
            "timestamp": 1587089820,
            "txt_content": "hhy061019 发表于 2020-4-17 10:12\n并不是。。听说这个特性早就莫得了\n1.9才没的"
        },
        {
            "author": "Mr.Turnip",
            "timestamp": 1587089880,
            "txt_content": "ling_NPC 发表于 2020-4-17 10:17\n1.9才没的\n现在都要出1.16了。。差了六七个版本啊"
        }
    ]
}