{
    "title": "水说全文附加翻译",
    "author": "FaceTime",
    "replyCount": 12,
    "timestamp": 1587051960,
    "txt_content": " 本帖最后由 FaceTime 于 2020-4-24 21:29 编辑 \n《水说》大约是我于贰零贰零年，在bbs任农夫时所作。我到来到bbs后，发现茶馆黑暗，泥潭腐败，升级困难重重，当时的高等级人士，看不起水贴之人。在新人阶层中存在着既想升级，又“羞于水贴”的观念。我借用韩愈的文章撰写这篇文章，以澄清人们在“升级”和“水贴”上的模糊认识。\n\n馆之水者必有罚。版者，所以维秩序也。人非注而满级者，谁能无过水？注册而不升级，其为水也，终不水矣。创乎吾前，其等级也固先乎吾，吾从而师之；来乎吾后，其等级也亦先乎吾，吾从而师之。灌水道也，夫庸知其经验之多少于吾乎？是故无帖无回，无经无水，馆之所存，经之所存也。茶馆水贴的人必定有版主处罚。版主，是用来维护秩序、解答疑难问题的。人不是一注册就能满级的，谁能没有过水贴？有了水贴，如果不被版主警告，那些到手的经验,就不能算水贴的经验。注册在我之前的人，他的等级本来就比我高，我跟从他，学习他如何水贴；注册在我之后的人，如果他的等级也比我高，我也跟着他水，拜他为水师。我是来赚取经验的，哪管我的回复是没有意义的呢？因此，无论级高级低，无论论龄长短，茶馆存在的地方，就是经验所在的地方。\n  嗟乎！水道之传也否久矣！欲人转亦也难矣！馆之水圣，其出人也远矣，犹且从版主问；今之新者，其等级下水圣也亦远矣，而耻于灌水。是故灌王益高，新者益低。圣水之所以为高，水者之所以为低，其皆出于此乎？爱之账号，择帖而回之；于新人也，则耻回焉，惑矣。其肆之版主，送馆之客而入末地，反躬水贴。非吾所谓遇帖即回也。回帖之不知，问之版主，否末地，遗经验，小保而大遗，吾未见其明也。海王，湖妖百工之人，不耻相水。版主之族，见水族云者，则群聚而封之。问之，则曰：“彼与彼等级相若也，知规相似也，级卑则足羞，精回则近谀。”呜呼！水道之不复，可知矣。河神，溪帝之人，版主不齿，今主等级乃反不能及，其可怪也欤！\n唉！茶馆水贴学习的风尚不流传已经很久了，要人升级也难了！泥潭的水圣，他们的等级超出一般人很远，尚且要服从版主请教；现在的新人，他们等级不及水圣也很远，却以回帖灌水为耻。因此，灌圣的等级更加高，新人的等级更加低。圣水之所以成为圣水，新人之所以成为新人，大概都是由于这个原因吧！爱自己的账号，选择帖子回复。但是对于新人说，却以回复为可耻，真是糊涂啊！那些茶馆的版主，送茶客入末地，反思水贴，并不是我所说的遇帖就回，刚注册的萌新。不知帖子该不该回要问版主，有经验能增加决却不回复；没有去到末地但经验却丢了。我没有看到他的等级提升。海王、湖妖、这些人各种水，不以互相水贴为耻。版主这一类人，看见水贴的人，就聚在一起禁封他们。问他们，就说：“他和他等级差不多，懂得的版规也差不多。却遇帖就回，就足以感到耻辱；把精华帖回复的人，就被认为近于谄媚。”哎！水贴的风尚难以恢复由此可以知道了！河神、溪帝、各种水这些人，版主对此不屑，现在版主的等级竟然反而比不上这些人了，这真是奇怪啊！\n茶馆无常主。新师河神、湖王、溪公。水之人，其所见经不及一精帖。孔子曰：三人帖，则必有我水之狂帖。是故水贴不必不如精华帖，主不必高于水怪，水至者得精有多少，封时有长短，如是而已。\n茶馆没有24小时在线的版主。新人曾以河神、尼斯湖王、溪公、为师。这些人水贴，他们所得经验都比不上一个精华帖。我说：“几个人发帖，其中一定有可以疯狂灌水的帖子。”因此水贴不一定不如发表精华帖，版主不一定比水怪等级高，水到的经验有多有少，禁封时间各有长短，如此罢了。\n新人子蟠，刚注册，好麦块，跑酷建筑皆通习之，不拘于时，学于余。余嘉其能水善帖，作《水说》以贻之。\n新人子蟠，十七秒前注册，喜欢玩我的世界，建筑红石跑酷模组指令都普遍地学习了，不受版规的拘束，向我学习。我赞许他能够遵行我水贴的途径，写这篇《水说》来赠送他。\n ",
    "replies": [
        {
            "author": "Conan-jine",
            "timestamp": 1587052020,
            "txt_content": "好能耐!佩服佩服"
        },
        {
            "author": "哇塞服气",
            "timestamp": 1587052260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "mohui666",
            "timestamp": 1587078960,
            "txt_content": "不错哦？"
        },
        {
            "author": "心念の冰",
            "timestamp": 1587079440,
            "txt_content": "我的天，茶馆惊现学霸大大！！！真羡慕你们这些有特长的，我就是一个渣渣，也没啥特别擅长的....诶~"
        },
        {
            "author": "13620017831",
            "timestamp": 1587079500,
            "txt_content": "大佬nb就这两个字母自己体会"
        },
        {
            "author": "FaceTime",
            "timestamp": 1587198300,
            "txt_content": "这么好的古文居然没人"
        },
        {
            "author": "许灬愿",
            "timestamp": 1587198540,
            "txt_content": "哇，这么多呀，是lz大佬写的吗？"
        },
        {
            "author": "Mr.Turnip",
            "timestamp": 1587534360,
            "txt_content": "你=孔子？？？"
        },
        {
            "author": "Prest",
            "timestamp": 1587633120,
            "txt_content": "茶馆果真大佬云集，此作乃《师说》原稿，因当时不准发行，所以为曾问世，今日得见，三生有幸"
        },
        {
            "author": "FaceTime",
            "timestamp": 1587633180,
            "txt_content": "Prest 发表于 2020-4-23 17:12\n茶馆果真大佬云集，此作乃《师说》原稿，因当时不准发行，所以为曾问世，今日得见，三生有幸 ...\n不给点人气支持一下，PS：给别人不扣自己的"
        },
        {
            "author": "剑齿虎",
            "timestamp": 1587635460,
            "txt_content": "还行哦"
        },
        {
            "author": "dfmank",
            "timestamp": 1587635940,
            "txt_content": "现在的萌新都这末秀的了末，自愧不如"
        }
    ]
}