{
    "title": "[多线]守望之城 —— 致力于打造一个温馨的娱乐生存服务器[1.16.x]",
    "author": "是守望吖~",
    "replyCount": 0,
    "timestamp": 1587044520,
    "txt_content": " 本帖最后由 GodKillerBlack 于 2020-8-11 12:27 编辑 \n守望之城                                            From  SFLeague致力于打造一个温馨的我的世界娱乐生存服务器视频传送门https://www.bilibili.com/video/BV12i4y1t7Cr\n我们的优势Our Advantage\n专属邮箱与企业微信\n什么？加入我们，您将会免费获得一个@mcswzc.cn结尾的高逼格专属邮箱，还有一个加入就有红包的服务器企业微信！\n服务商\n我们采用稳定的专业服务器托管商，让您玩的安心。同时，作为SFL联盟的一员，我们计划尽快换上独立机。\n管理团队\n腐竹和管理人都超友善der~欢迎来聊天吖qwq\n完善的规章制度\n我们的qq群文件中，有成文的规章制度，保证了服务器的稳定与和谐\n权限制度\n服务器使用权限制度，将不同组别的玩家分成0-3权，有利于有条不紊地管理。同时，协管与op为4，5级权限，我们的管理会不定时全服选举，确保了服务器是玩家们共同携手的家园\n工会制度\n我们使用了工会制度，玩家们可以创建公会并共同建设，金币商店中有我们所预设的建设礼包，物美价廉。\n可玩性\n我们在有粘液科技核心扩展以及一系列扩展物品的同时，也有许多小游戏丰富生存真实生存\n我们使用了rs插件来达到真实生存的目的，玩家可以体验现实中的真实生存，例如生病，喝水，负重等等\nRPG：SFL\n原创内容：SFL的游戏内容正在逐步开放\n娱乐休闲\n我们已经开放跑酷、起床战争、pve，正在逐步开放pvp等小游戏，并保证每一张小游戏地图皆为原创\n充值\n我们收到的每一笔充值都将纳入服务器的运营成本，而且许多道具靠肝比金钱有效。不强制玩家充值是我们的本心，我们开放每一次活动与任务都会给予大量点券\n版本\n我们的服务器跨多个版本，只要是1.16.x以下，随心进入，不需要特殊客户端，纯净端即可\n\n\n这里放上部分服务器建筑截图：\n\n\n\n\n\n\n当然，您加入之后会发现有一堆大（dou）佬（bi）在愉快玩耍\n\n\n在这里，您会体验到脚踢管理，囚禁腐竹的快感！\n\n\n最后，我们来说说SFL这一作品\nSFL服务器联盟 联手打造    公元9102年，科学飞速发展，一种叫做“生电”的技术横空出世。这种技术，帮助了人类源源不断地获取能量，创造历史。同时，也可以具有强大的破坏性。然而，一军工生产商利用该技术制造了一种毁灭性武器：“世界吞噬者”。这种武器可以将所到之处变成一片废墟。很快，得到了各国军方的青睐。恐怖分子也对这种武器十分垂涎，一方恐怖分子大量非法走私世界吞噬者。然而，恐怖分子的技术人员还不能有效操控这种武器，终于，由于操作失误，9102年的圣诞，恐怖分子在全球部署的世界吞噬者被统一启动，世界一片废墟……    公元9103年末，残存的人类慢慢走出废墟，着手重建家园。蓦地，他们发现，处于被吞噬中心区域的幸存者们，拥有着常人无法拥有的能力，各项人体机能都有着大幅度的提升。他们，在人群里有一个称呼，异能者。    公元9150年，世界上残余的人类大部分都拥有了自己的家园。然而，生电的应用导致众多物种发生变异，它们三五成群地袭击人类的地域。而异能者们由于超乎常人的能力，他们往往帮助人类击退来袭的怪物，于是，在人类重建家园的过程中，这些人类就成了各方势力的领袖。后来，为了共同维护人类的发展，各方异能者们合并组成了联盟：SFL。    SFL，the league saving the future。他们，为了人类的未来，共同努力。    SFL所直接管辖的区域，有守望城：SFL的权力中心；墨竹：SFL的居民中心；落雪：SFL异能者们的修炼之地。由于资源的极度稀缺，SFL的容纳量已接近饱和。因此，每一位进入SFL的异能者都需要经过层层审核。    晨翼，本只是一个普通人类，在一次怪物的袭击中被来自SFL的一位神秘女孩救下。他们，究竟会怎样书写自己和人类的未来？    他们的故事，将会在作品《SFL》中呈现。《SFL》将会包括动画、小说，以及守望之城未来的RPG游戏内容，预计将在未来几年内持续更新。让我们，拭目以待。好啦，说到这里，有没有想加入我们这个家庭了呢？\n服务器地址：mcswzc.cn\n服务器群号：798401798\n点我进入服务器官网\n点我查看技术&介绍文档\nJAVA1.16.x及以下都可以进入哦~\n\n\n期待您的加入qwq\n\n\n\n",
    "replies": []
}