{
    "title": "森林蝙蝠号，前进四！",
    "author": "ljyys",
    "replyCount": 14,
    "timestamp": 1587043380,
    "txt_content": " 本帖最后由 ljyys 于 2020-4-16 21:33 编辑 \n\n长文，折叠。\n只是单纯氺，就不排版了。\n\n由于只是临时措施，与泥潭舰队的其他战舰一样，“森林蝙蝠”号的舰长权限交接仪式是简短和低调的，在场的只有版主凛、执行版主YYS、第一副版主喵和第二副版主极光，还有来自总参谋部的一个特别小组。\n在这个时代，技术的极致发展并未能掩盖基础理论的停滞。“自然选择”号对权限的识别仍然采用YYS在过去的时代就熟悉的验证码、邮箱和密码的三位一体，泥潭的人工智能仍然无法识别出一个人的面容。\n总参特别小组完成了系统中舰长权限识别的邮箱的重新绑定，然后凛向YYS交出了她的密码：\n“发光的木板. ”凛说出口令后，用挑战的目光看着YYS。\n“你好像不水帖。”YYS从容应对。\n“而且这个ID已经在大低谷时消失了。”凛带着一丝失望垂下眼睛说。\n“不过这个口令真的很好，在那时也没有多少人知道。”YYS说。\n版主和副版主都离开了，YYS将独自修改版主的密码，最后取得对“森林蝙蝠”号的舰长控制权。\n“他真的很聪明。”当球形舱的门消失后，极光说。\n“水怪的智慧。”凛说，她盯着舱门消失的地方，像要把那里看透似的，“他从两年前带来的东西，我们永远学不会，可他却能学会我们的。”\n然后三人沉默了，静静地等待着。五分钟过去了，对于重置密码的操作，这时间显然太长了，而即将成为大区版主的YYS，是培训后的特遣队成员中对泥潭系统操作最熟练的人。又过了五分钟，两名副版主不耐烦地在廊道里删帖起来，只有凛仍静静地站立不动。\n\n终于，门又在舱壁上出现了。三人惊奇地发现，球形舱里变黑了，YYS调出了水贴的全息显示，并屏蔽了帖上所有的备注，只留下闪亮的木板，以至从门这边看去，他仿佛悬浮于各类的水贴中，与他一起悬浮着的还有一块亮着的操作界面。\n“我做完了。”YYS说。\n“怎么用了这么长时间？”极光不满地问。\n“你是在享受得到‘森林蝙蝠’号的快·感吗？”喵问。\nYYS没有说话，他的眼睛也没看操作界面，而是遥望着水贴上远方的木板，凛注意到，在他注视的方向，有一个红黄的牌子在闪动。\n“要是那样就太可笑了。”喵接过极光的话说，“我需要提醒你，版主仍是凛，大区版主不过是一个工具人而已，这样说不好听，但最接近实情。”\n喵接着说：“而且这种状态不会持续太长的，对泥潭的调查已经接近尾声，基本证明了水怪并不存在。”\n喵还想说什么，但被凛的一声低低的惊呼打断了，“哦，天啊。”凛说，两位副版主顺着她的目光看去，看到了YYS面前的操作界面，因而也看到了“森林蝙蝠”号目前所处的状态。\n战舰已被设定为无人遥控状态，因而绕过了四级加速前对乘员深海状态的检测，战舰与外界的通讯也被完全切断，最后，战舰完成了进入最高推进功率的绝大部分舰长设定，只需再按动一个按钮，“森林蝙蝠”号将以最大的加速度驶向水贴上已经设定的目标。\n\n“不，别这样。”凛说，声音低得只有自己能听到，这话是说给她前面呼唤过的那个“天”听的，以前，她自己并不相信它的存在。而现在，她的祈祷是真诚的。\n“你疯了？”极光喊道，与喵一起向舱内冲去，但立刻撞在舱壁上，门并没有出现，只是那一个椭圆形区域的舱壁变得透明了。\n“‘森林蝙蝠’号将进入‘前进四’，全谭人员立刻进入深海状态。”YYS说，他的声音冷峻而沉稳，每一个字都长久地浮在空气中，像立在寒风中的古老铁锚。\n“这不可能！”喵说。\n“你是水怪吗？”凛问，她飞快地使自己冷静下来。\n“你知道我不可能是。”\n“发光木板？”\n“也不是。”\n“那你是谁？”\n“一个尽责任的版主，为泥潭的生存而战。”\n“为什么这样做？”\n“加速完成后再解释，再说一遍：全舰人员进入深海状态。”\n“这不可能！”喵重复道。\nYYS转过头来，他没有看两位副版主，目光直视凛，这目光立刻使凛想起了茶馆的logo，茶叶和水在其中都有。\n“凛，我说过，如果不得不ban了你，我很抱歉。时间不多了。”他说。\n这时，在YYS所在的球形舱内，深海加速液开始出现，它们在失重中形成一个个球体，每个球体上，都有YYS的操作界面和星图的变形映像。液球飘浮着，开始相互组合成更大的球。两位副版主都看着凛。\n“照他说的做，全舰进入深海状态。”凛轻声说。\n两位副版主凝视着她，他们都知道“前进四”时未处于深海保护状态下的人是什么下场：身体被超过自身重量一百二十倍的过载紧贴在舱壁上，先迸射出的是血液，超重下摊成极薄的一层，血渍的面积大得不可想象并呈放射状；然后挤出的是内脏，也很快被压成薄薄的一层，与被压成一片的身体一起，构成一幅丑陋的达利风格的画……她们同时转身离去，向全舰发布进入深海状态的命令。\n“你是一个合格的版主。”YYS对着凛点点头，“这就是成熟。”\n“我们要去哪里水？”凛问。\n“不管去哪里水，都是一个比留在这里更负责任的选择。”\nYYS说完，就被深海加速液完全淹没了，凛只能透过已充满球形舱的液体看到他模糊的身影。\nYYS悬浮在半透明的液体中，想起了他两年前在水怪军服役时深度潜水的经历。当时他没有想到海洋中的几十米深处已经是那么黑，悬浮在那个世界中，很有后来身处太空的感觉，海洋是太空在地球上的缩影。他试着在液体中呼吸了一下，神经反射使他剧烈地咳嗽起来，咳出的液体和残留气体产生的反冲力使他的身体倾斜了，但想象中的窒息并没有出现。清凉的液体充满了肺部，其中富含的氧继续融进他的血液，他能够像鱼一样自由呼吸了。\n章北海看着悬浮在液体中的显示界面，看到深海加速液依次充满飞船上各个有人的舱室，这个过程持续了十多分钟。渐渐地，他的意识开始模糊，呼吸液中开始注入催眠成分，以使飞船上的所有人进入睡眠状态，避免四级加速时的高压和相对缺氧对大脑的损害。\n\nYYS感到加速火把从冥冥中降落到泥潭上，与他融为一体，他按动了操作界面上那个最后的按钮，心中默念出那个他用尽一生的努力所追求的指令：\n“‘森林蝙蝠’，前进四！”\n\n信息量有点大...\n\n\n",
    "replies": [
        {
            "author": "贺兰兰",
            "timestamp": 1587043440,
            "txt_content": "加速火把，前进四！"
        },
        {
            "author": "曦灬月",
            "timestamp": 1587043440,
            "txt_content": "高危言论"
        },
        {
            "author": "lliiooll",
            "timestamp": 1587043500,
            "txt_content": "前来围观茶馆带诗人昵称好评"
        },
        {
            "author": "z841309249",
            "timestamp": 1587043800,
            "txt_content": "字好多!看着头痛"
        },
        {
            "author": "路过的玩家",
            "timestamp": 1587043920,
            "txt_content": "看到森林蝙蝠就知道有加速火把了"
        },
        {
            "author": "ljyys",
            "timestamp": 1587044460,
            "txt_content": "召唤：\n@阴阳师元素祭祀 @阴阳师 @极光creeper @凛 \n（逃\n喵喵喵喵喵太可爱了，就不打扰她了www\n永远喜欢喵！\n"
        },
        {
            "author": "许灬愿",
            "timestamp": 1587044940,
            "txt_content": "这是大佬你写的吗？"
        },
        {
            "author": "13620017831",
            "timestamp": 1587046080,
            "txt_content": "围观大佬"
        },
        {
            "author": "mohui666",
            "timestamp": 1587046260,
            "txt_content": "森林蝙蝠号，加速400%！"
        },
        {
            "author": "缘生",
            "timestamp": 1587046860,
            "txt_content": "充分说明其实发帖是一种技术活……没点文采都不要意思水贴了"
        },
        {
            "author": "MILK蛋糕",
            "timestamp": 1587084240,
            "txt_content": "一看就知道是老柚子粉了（）"
        },
        {
            "author": "我是人1012",
            "timestamp": 1587087900,
            "txt_content": "‘森林蝙蝠’号的快·感吗草\n草\n草\n\n下一站：MCBBS矿工茶馆官方"
        },
        {
            "author": "迷灬离",
            "timestamp": 1587088080,
            "txt_content": "自然选择，前进四！"
        },
        {
            "author": "北地之火",
            "timestamp": 1587088260,
            "txt_content": "不应该进入深水状态吗？"
        }
    ]
}