{
    "title": "[Minecraft.net|DEEP DIVES] 本周方块：脚手架",
    "author": "主世界",
    "replyCount": 2,
    "timestamp": 1587084840,
    "txt_content": " 本帖最后由 主世界 于 2020-4-17 16:57 编辑 \n\n\nDEEP DIVESBlock of the Week: Scaffolding\n本周方块：脚手架\n\nFull-Stack Builder\n全栈的建造工具\n\nDuncan Geere\n\nWoaaaah what’s happening? Block of the Week is BACK!? I know, it’s a surprise to me too. After the triumphant blowout spectacular of my final article in the series –note block– I hung up my writing pantaloons and retired, safe in the knowledge that all the blocks in the game had been covered.\n喔喔喔，什么情况？本周方块回来了！？我知道，我对此也非常惊讶。在我发布 “本周方块” 系列中的最后一篇文章 “本周方块：音符盒” 之后，我认为 Minecraft 已经把它目前所能加入的所有方块都加入了，并且我都已经把我用来写作的东西丢在一边，准备好退休了。\n\nBut it turns out that the developer team didn’t get the memo. Instead, they have continued making new blocks for Minecraft! So just when I thought I was out, they pull me back in to write more Block of the Weeks. Blocks of the week? Blocks ofs thes weeks? I have no idea how to pluralise that.\n但事实表明，开发者们并没有拿到我的备注。相反，他们继续在 Minecraft 中加入了新的方块！就在我感觉我要落伍的时候，他们拉我回来继续写 “本周方块” 了。每周的方块们？这些周的方块？我不知道怎么形容它。\nI wanted to bring the series back with a BANG, and this week that bang is the sound of a player hitting the ground after their friend helpfully mines out the bottom of the scaffolding tower they’re standing on. What? Read on, and all will become clear.\n我打算用一声巨响 “Bang” 来重新开启这个系列，所以这周，这个 “Bang” 的声响就跟在你朋友撸掉你脚下的脚手架，你摔落在地上的声音一样。啥？继续阅读，你将了解更多。\n\n\nScaffolding was added to Minecraft in version 1.14, which is affectionately known to its friends as the Village & Pillage Update. It was specifically designed to help when you’re building things – it’s extremely easy to place and extremely easy to destroy.\nMinecraft 1.14 “村庄与掠夺” 更新的时候加入了脚手架。脚手架是专门为建筑师们而设计的 —— 它非常容易放置也非常容易破坏。\n\nFirst, though, let’s cover how you make it. You’ll need bamboo! Specifically, six bamboo and a bit of string to lash it together. That’ll get you six blocks in one go. Once you’ve got some, right-click on the ground to place it down. Now here’s where the magic begins. Right-click on that bottom block again and you’ll place another scaffolding on top of it. Keep going and you’ll be able to quickly make a tower. Great, right?\n不过首先，我们先要知道脚手架怎么做。你需要竹子！确切地说，脚手架是由六根竹子和一根绳子组成的，一次合成可以得到6个脚手架。得到脚手架后，右击地面即可放置它。神奇的事情即将发生。再次右击你刚刚放置的脚手架，它的上面就堆叠了一个新的脚手架。如此这般，循环往复，你可在短时间内建成出一个高塔。是不是非常棒？\n\nIt gets better. Walk into the block and you’ll find that it has no collision detection. Jump and you’ll find that you can climb it and descend it like a ladder. Best of all? Once you’re done, you can knock out the bottom block and the whole tower will come crashing down. Easy to place, easy to destroy – just like I promised.\n事情变得更好了。走进脚手架前后，没有东西会撞到你。按一下空格，你可以像在梯子上一样自由地上升和下降。最好的是什么？一旦结束了要做的事，你可以打掉最底下的那个方块来拆除整个脚手架。就像我承诺的那样 —— 非常地容易搭建和拆除。\n\nThere’s just one question – what do you do with your stacks of scaffolding once your magnificent construction is complete? The answer to this problem is the same as the answer to most problems in life. Burn it. Scaffolding is a fantastic fuel, smelting two items per block in Java Edition and a whopping six in Bedrock Edition.\n现在只剩下一个问题了 —— 完成建筑后如何处理掉这么多的脚手架？跟现实生活中的处理方法一样：烧了它。脚手架是一种完美的燃料，在 Java 版中，每个脚手架能烧炼2个方块；在基岩版中，每个脚手架可以烧炼6个方块。\n\nChris 73//CC BY-SA 3.0\n\nReal-world scaffolding works much like Minecraft scaffolding does. You put it up for building purposes, and if you knock out the bottom layer then the whole thing comes crashing down. And no, you shouldn’t test this.\nMinecraft 脚手架的作用和现实生活中的作用是一样的。为了建筑而把它们搭起来，整个脚手架会在你拆掉最下层架子的时候塌下来。不不不，千万别去做这事。\nWe’ve been using it for a very long time – sockets carved out of the walls of the famous Lascaux cave in France suggest that some sort of scaffolding system was used to paint the ceiling over 17,000 years ago. Ancient Greeks, Egyptians, Nubians, and Chinese are also recorded as having used scaffolding for building work. Many wonders of the world, including the Great Wall of China, were built using bamboo scaffolding.\n脚手架有着悠久的历史 —— 法国一个著名的洞穴 Lascaux 里一个个陷入墙壁中的坑洞证明，脚手架似的系统已经在 17,000 年前进行洞穴绘画的时候被使用过。古希腊人、古埃 及人、努比亚人和中国人在建筑的时候都用过脚手架。世界上大多数名胜古迹，包括中国的长城，都是用竹子做的脚手架来辅助搭建的。\nOriginally scaffolding was custom-made on every project, but in the early 1900s it began to be standardised and today most scaffolding around the world looks the same. What differs is the material that it’s made out of – steel or aluminium tubes are most common in the Western world today, but bamboo is still very common elsewhere – because it’s cheap, lightweight, and very strong.\n脚手架发展早期，每个工程每次都要自己定制脚手架。但从 19 世纪早期开始，它被广泛使用而且导致今天世界上的脚手架都长得一模一样。唯一的区别就是制作它们的材料不同 —— 钢管做的和铝管做的脚手架在今天的西方非常常见，但是用竹子做的脚手架仍然非常常见 —— 因为它很便宜、很轻还很结实。\n\nIn the world of Minecraft, where metallurgy is still at a relatively basic level, we’ve stuck with bamboo for our scaffolding. After all, if it ain’t broke, why fix it?\n我们一直会使用竹子来制作脚手架，因为 Minecraft 世界里冶金业还处于一个比较落后的时代。再说了，它又没损坏，干嘛修复它？\n\n【主世界 译自官网 2020 年 04 月 16 日发布的 Block of the Week: Scaffolding；原作者 Duncan Geere】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589452080,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "kayn-",
            "timestamp": 1597111260,
            "txt_content": "感谢大佬分享翻译，辛苦了"
        }
    ]
}