{
    "title": "[Minecraft.net|DEEP DIVES] 本周方块：脚手架",
    "author": "592764254",
    "replyCount": 13,
    "timestamp": 1587088380,
    "txt_content": "\n\n\n\n\n\n\n1.jpg (146.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-17 09:42 上传\n\n\n\n\n\nBLOCK OF THE WEEK: SCAFFOLDING本周方块：脚手架\n\n\nFull-Stack Builder建筑师的框架好帮手\nWoaaaah what’s happening? Block of the Week is BACK!? I know, it’s a surprise to me too. After the triumphant blowout spectacular of my final article in the series – note block – I hung up my writing pantaloons and retired, safe in the knowledge that all the blocks in the game had been covered.WOW，发生了什么？本周方块又回来了？嗯，这也让我很惊喜。在我的这一系列最后一篇文章——音符盒发表后，我就只能放下手中的笔然后退休了，因为那时候我知道游戏里所有的方块都已经拥有自己的文章了。\nBut it turns out that the developer team didn’t get the memo. Instead, they have continued making new blocks for Minecraft! So just when I thought I was out, they pull me back in to write more Block of the Weeks. Blocks of the week? Blocks ofs thes weeks? I have no idea how to pluralise that.但是事实证明MC的开发团队并没有收到内部通知。相反，他们在继续制作MC里的新方块！所以当我准备退出的时候，他们又把我叫了回来，并让我写“每周方块”的文章。每周的方块？很多周的很多方块？我也不知道应该怎么变成复数。\nI wanted to bring the series back with a BANG, and this week that bang is the sound of a player hitting the ground after their friend helpfully mines out the bottom of the scaffolding tower they’re standing on. What? Read on, and all will become clear.我想在一声巨响之后把这一系列重新带入人们的视野，然后这周的响声是一个玩家脚下的脚手架被他的小伙伴破坏后，他重重摔在地上的声音。什么玩意？别急，往下慢慢看，你会明白的。\n\n\n\n\n\n\n2.jpg (194.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-17 09:42 上传\n\n\n\n\n\nScaffolding was added to Minecraft in version 1.14, which is affectionately known to its friends as the Village & Pillage Update. It was specifically designed to help when you’re building things – it’s extremely easy to place and extremely easy to destroy.脚手架是MC1.14新添加的方块，喜欢它的朋友们称这次更新为村庄&掠夺。它的作用是在你建造时为你提供便利——这东西很容易放置，但同时破坏起来也非常容易。\nFirst, though, let’s cover how you make it. You’ll need bamboo! Specifically, six bamboo and a bit of string to lash it together. That’ll get you six blocks in one go. Once you’ve got some, right-click on the ground to place it down. Now here’s where the magic begins. Right-click on that bottom block again and you’ll place another scaffolding on top of it. Keep going and you’ll be able to quickly make a tower. Great, right?不过，我们首先得知道怎么制作。你需要竹子！具体点，就是你用一根绳子把六根竹子绑在一起，然后你就能一次性获得6个方块。制作好之后，只需要对地面右键就能将其放下，然后神奇的事情就会发生，只要你再次右键最下面的方块你就能直接在顶上再增加一个脚手架，一直右键你就能直接建出一座高塔。这创意很不错，对吧？\nIt gets better. Walk into the block and you’ll find that it has no collision detection. Jump and you’ll find that you can climb it and descend it like a ladder. Best of all? Once you’re done, you can knock out the bottom block and the whole tower will come crashing down. Easy to place, easy to destroy – just like I promised.还有更好的，如果你走进这些脚手架里你就会发现它们没有体积碰撞，只要跳一下你就能像爬梯子一样爬上爬下。最棒的是什么？只要你的建筑建造完毕，你只需要敲碎最底下的脚手架，整个脚手架塔都会倒塌。很容易放置，更容易摧毁——我说的没错吧！\nThere’s just one question – what do you do with your stacks of scaffolding once your magnificent construction is complete? The answer to this problem is the same as the answer to most problems in life. Burn it. Scaffolding is a fantastic fuel, smelting two items per block in Java Edition and a whopping six in Bedrock Edition.只有一个疑问——在你宏伟的建筑建造完毕后，你要怎么处理这好几组脚手架？答案和现实里一样，那就是烧掉它。脚手架可是一种很不错的燃料，在Java版中每个脚手架可以熔炼2件物品，而在基岩版中则多达6件。\n\n\n\n\n\n3.jpg (174.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-17 09:42 上传\n\n\n\n\n\n图片来自 Chris 73 // CC BY-SA 3.0\n\n\nReal-world scaffolding works much like Minecraft scaffolding does. You put it up for building purposes, and if you knock out the bottom layer then the whole thing comes crashing down. And no, you shouldn’t test this.现实世界里的脚手架与MC中的脚手架工作原理相似。它的作用就是建筑，如果你拆掉底层，整个脚手架就会倒塌。还有，你千万别去尝试这个。\nWe’ve been using it for a very long time – sockets carved out of the walls of the famous Lascaux cave in France suggest that some sort of scaffolding system was used to paint the ceiling over 17,000 years ago. Ancient Greeks, Egyptians, Nubians, and Chinese are also recorded as having used scaffolding for building work. Many wonders of the world, including the Great Wall of China, were built using bamboo scaffolding.我们人类使用脚手架已经很久了——法国著名的拉斯科洞穴墙壁上的雕刻作品表明，在17000多年前，脚手架就已经被人们用来粉刷天花板。古希腊人、埃及人、努比亚人和中国人也有使用脚手架进行大规模建造的记录。世界上的许多奇观，包括中国的长城，都是通过竹脚手架的帮助来建造的。\nOriginally scaffolding was custom-made on every project, but in the early 1900s it began to be standardised and today most scaffolding around the world looks the same. What differs is the material that it’s made out of – steel or aluminium tubes are most common in the Western world today, but bamboo is still very common elsewhere – because it’s cheap, lightweight, and very strong.最初的脚手架在每一个项目里都不同，都是根据项目需求来制作的，但是在20世纪初开始有了标准，今天全世界大多数的脚手架看起来都一样。唯一不同的就是材料——在西方国家最常见的是钢管或者铝管，但是在其他一些地方竹子还是很常用——因为它们很便宜，又轻又坚固。\nIn the world of Minecraft, where metallurgy is still at a relatively basic level, we’ve stuck with bamboo for our scaffolding. After all, if it ain’t broke, why fix it?在MC世界里，冶金工业仍处于很原始的阶段，所以我们用竹子制作脚手架。毕竟，如果它没坏，为什么要修呢？\n\n原文作者：DunCan Geere发布时间：2020/4/16原文地址：https://www.minecraft.net/en-us/article/block-week--scaffolding翻译作者：Srar\n\n",
    "replies": [
        {
            "author": "shi__qing",
            "timestamp": 1587139260,
            "txt_content": "6666666666"
        },
        {
            "author": "Ethan蓝钰力",
            "timestamp": 1587180540,
            "txt_content": "6666666666666666666666"
        },
        {
            "author": "shi__qing",
            "timestamp": 1587214380,
            "txt_content": "666666666666"
        },
        {
            "author": "mc2667966616",
            "timestamp": 1587224160,
            "txt_content": "这个东西能攀爬吗如果能攀爬的话在服务器是个不错的东西"
        },
        {
            "author": "七星北斗",
            "timestamp": 1587287820,
            "txt_content": "mc2667966616 发表于 2020-4-18 23:36\n这个东西能攀爬吗如果能攀爬的话在服务器是个不错的东西\n当然可以攀爬"
        },
        {
            "author": "xue2985756343",
            "timestamp": 1587374700,
            "txt_content": "MCBBS有你更精彩~厉害我的楼主"
        },
        {
            "author": "1156691637",
            "timestamp": 1587375720,
            "txt_content": "我就知道，脚手架就是这个做建筑的"
        },
        {
            "author": "xxxioppp",
            "timestamp": 1587387420,
            "txt_content": "中国人万岁！"
        },
        {
            "author": "Noreied",
            "timestamp": 1588734840,
            "txt_content": "牛顿看见玩家在mc拆脚手架估计又要气炸（现实中虽然会全部倒塌，但是会砸人，mc就不用担心）【狗头】"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589452020,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "kayn-",
            "timestamp": 1593101580,
            "txt_content": "脚手架可以做电梯，比以前的红石电梯简单多了"
        },
        {
            "author": "EGMWJX",
            "timestamp": 1593222840,
            "txt_content": "66666666666"
        },
        {
            "author": "plmnbv",
            "timestamp": 1593268800,
            "txt_content": "哈哈哈哈这个配图简直了"
        }
    ]
}