{
    "title": "【原创/连载】失落的世界：神陨 第七章",
    "author": "StoryJ",
    "replyCount": 0,
    "timestamp": 1587123960,
    "txt_content": " 本帖最后由 StoryJ 于 2020-4-17 19:48 编辑 \n\n失落的世界第一卷：神陨\n\n前文请戳：\n第一章 https://www.mcbbs.net/thread-985372-1-1.html\n第二章 https://www.mcbbs.net/thread-985540-1-1.html\n第三章 https://www.mcbbs.net/thread-992099-1-1.html\n第四章 https://www.mcbbs.net/thread-999287-1-1.html\n第五章 https://www.mcbbs.net/thread-1007398-1-1.html\n第六章 https://www.mcbbs.net/thread-1014331-1-1.html\n\n\n第七章 赫斯托利学会\n\n\n“你们就要出发了吗？”\n\n听见这句话的乔纳森正在兔村的村口，蹲在地上，最后一次检查装备有没有带齐。乔纳森一抬头，是列娜。\n\n列娜穿着一身酒馆服务员的衣服，几绺濡湿的头发和微微上下起伏的胸部显示出她是刚刚从酒馆跑来的。\n\n“是的。”乔纳森站起身，对列娜露出微笑，然后又补了一句，“史蒂夫去牵马了。”\n\n兔村的马是猎人独眼养在山脚下的。史蒂夫和乔纳森决定先骑马到青松镇的赫斯托利学会分部，先去取一下学会的介绍信，以便和西南地区的学会分部直接取得联系，然后搭乘学会的交通工具去西南分部所在的林海镇。\n\n史蒂夫早已把施工队安排妥当了。提前囤积了材料，把图纸交给了老查理——在自己离开的这段时间，施工队就由他来主持。史蒂夫还准备了食物、行装和工具，又不惜血本买了一批药水备用。同时，用薄伽特开采出的钻石给乔纳森和自己一人打造了一把钻石剑，除此之外还备上了一把短弩。这可是史蒂夫最喜欢的远程武器，可以提前上弦，单手使用，是打猎御敌的绝好工具。\n\n“乔纳森！”史蒂夫的声音传来。乔纳森往山下望去，史蒂夫骑着一匹红色的高头大马正往山上走，后面的独眼则骑着一匹白马跟着。\n\n史蒂夫翻身下马，准备把行李搬上马背。\n\n好几个来送行的村民赶紧过来帮忙。\n\n“不用帮忙了，不用帮忙了。”史蒂夫笑着说。\n\n石匠卡尔一边把一个箱子扛在背上，一边摆摆手：“哎！你这就太见外了！”\n\n“是啊！”教师达尼娅一边帮乔纳森搬东西，一边附和道，“前两天你还专门采购了一大批书籍、药品和种子送给我们村子，我们真是无以为报！”\n\n“哈哈哈……”史蒂夫只好笑着看村民们忙活。\n\n不多时，一切收拾妥当，该出发了。\n\n史蒂夫翻身上了自己的那匹红色的马，回头对村民挥挥手：“再见啦！”\n\n乔纳森也骑上那匹白马，一夹马肚子，跟村民挥别。\n\n朝阳才刚升起来没多久，明晃晃地正挂在东边的天上，乔纳森蓦地想起，来兔村的那天，好像也是这样一个艳阳天。但是当时，乔纳森完全没想到这么一个小村子里，能有这样的大发现。\n\n乔纳森还记得当初被史蒂夫找去兔村时的情景。那天他正在赫斯托利学会青松镇分部的档案室里找什么资料，突然有人在门外叫他名字。他走出去，就看见自己的师兄斯托里，旁边还站着一个穿着矿工装的男人。\n\n不过那天他们并不是骑马去的兔村，所以乔纳森还记得自己和史蒂夫走了挺远的路才到了他们修建的铁路线。\n\n“迟早我也要修通兔村到青松镇的铁路。”\n\n中二病吧这人——想来有点好笑，不过当时乔纳森真以为面前这个男人是在说大话。\n\n那时候毕竟没有这么多行李，所以走路倒还没什么，但这次要带的东西挺多的，于是只好向独眼借了两匹马。而且在他们去月光林海的这段时间还要劳烦自己的师兄养着这两匹马了。\n\n时间就这么在胡思乱想中悄悄过去。\n\n傍晚的时候，面前的树林之后，一座高大的城堡式建筑出现在两人眼前。城堡门楼高悬着一枚巨大的金色盾徽，那正是赫斯托利学会的徽章。\n\n赫斯托利学会的城堡伫立在湖畔林间，城堡门楼上悬挂着学会的徽章。\n\n徽章正中有一本摊开的书和一支正在其上做着记录的羽毛笔，羽毛上的纹路汇聚成一只睁大的眼睛。徽章边缘则环绕着紫色的绶带和银色的光芒。盾徽下半部刻着一句话：“时光淘洗一切，唯有真理长存”。\n\n“史蒂夫先生，乔纳森！你们终于来了！”\n\n一个身着灰色学士袍的瘦高青年高兴地迎过来，正是乔纳森的师兄斯托里。\n\n“路上辛苦了 ，咱们里面说吧。”斯托里在前面领路，三人一起走进古堡。穿着工装背带裤的学徒上前牵过两人的马，拿上行李跟在后面。\n\n在斯托里的邀请下，乔纳森、史蒂夫和分会的成员们共进了晚餐。对于学者们来说，晚餐也是重要的讨论时间，大家围坐在长桌两侧，畅所欲言，交换着各自的观点。\n\n饭后，乔纳森在斯托里的卧室里交代了一下自己的计划，然后把自己的《古神纪元》和《古矮人语词典》拿给师兄看了看。\n\n这两个人讨论的东西太过学术，史蒂夫听了一会儿就提不起兴趣了，于是悄悄地从谈得很投机的两人身边转悠到门外走廊尽头的城堡露台上。站在这里，可以看到城堡所在的半岛，还有半岛南方的大片水面。\n\n这处位于青松镇远郊的高大城堡坐落在清幽的林间，城堡三面环水，唯一的一条陆路便是城堡北面的小堤。城堡的西面还有一些附属建筑，南面是一处小码头。从码头出发，划船向南约十公里，就到了对岸的青松镇。\n\n站在高处的露台，顺码头的方向望去，隐隐可以看到青松镇的万家灯火。水波粼粼的湖面倒映着天边的晚霞，晚风吹来，令人心旷神怡。史蒂夫摸出一支烟，点燃，悠然地深吸了一大口，然后看着紫色的烟雾在暮色中渐渐飘远。\n\n“您好，请不要在这里吸烟。”\n\n正在眯眼享受的时候，史蒂夫突然听到身后传来一个清脆的女声。\n\n他回头，看见一个身着蓝色长袍的银色短发女性正在微笑地看着自己。\n\n事出突然，史蒂夫有点没反应过来。眼前的女人再次重复了一遍，史蒂夫才赶紧一边说着“不好意思”一边掐灭手中的烟。\n\n“谢谢您的理解，赫斯托利学会有很多的藏书，所以整栋建筑禁止烟火。”\n\n眼前的银发女人微微颔首，然后转身走远了。\n\n干练。史蒂夫看着银发女人走远的背影，脑海中冒出这个词。\n\n银发女人走到了乔纳森和斯托里所在的房间门口，正准备敲门，门从里面打开了。\n\n是乔纳森。\n\n乔纳森对着银发女人微笑着点了点头，女人走进了房间，乔纳森向外张望了一下，看到了史蒂夫。\n\n“史蒂夫，”乔纳森走向史蒂夫，“师兄想和你一起商量一下计划，之后咱们再去图书馆看看，找一张原始森林的地图。”\n\n“好的。”史蒂夫走向房间。\n\n史蒂夫走到房间门口的时候，斯托里正往外走，看见史蒂夫，满脸歉意地说：“真不好意思，刚才妮娜——哦，就是这位，”斯托里五指并拢伸手示意了一下那位银发女人，“她说有个学者刚从外地回来要见我，我们可能要晚一点再谈研究计划了。乔纳森，你先陪史蒂夫先生去图书馆好吗？等我忙完了手上的事情，明早再来找你们。”\n\n“好的，你先忙。”史蒂夫微微颔首。\n\n“师兄真是日理万机。”乔纳森看着斯托里和妮娜离开的背影，忍不住摇头轻笑，然后他对史蒂夫说，“走吧，我带你去图书馆。”\n\n夜幕下的古堡依然灯火通明，天花板上的枝型吊灯里，萤石正发出暖黄色的光。\n\n乔纳森和史蒂夫走在通往图书馆的走廊里，两旁墙壁上，挂满了学者们的肖像。\n\n他们大多满头白发，神情肃穆，身着紫色或白色的学士袍。\n\n“这些，都是赫斯托利学会和希斯高塔的前辈们。”乔纳森介绍道。\n\n“希斯高塔？”史蒂夫问。\n\n乔纳森点点头：“希斯高塔的前身是大陆皇家研究院，赫斯托利学会是它下属之一的学会，除了研究历史的赫斯托利学会，还有研究机械和建筑的泰克学会，专攻天文地理的瑟菲斯学会，以及研究医药和生物学的拜奥罗吉学会……这些学会都是它的一部分——至少名义上是。”\n\n乔纳森看了看史蒂夫，后者正听得入神，他继续边走边伸手介绍着墙上的照片：“这些前辈们，都是精通几门知识的通才。他们对学会，对大陆做出了不可磨灭的贡献，因此才能获得大陆贤者称号，留下自己的肖像，受到每一位后辈的崇拜。看，那是诺石先生，我的老师。”乔纳森举起右手，五指并拢向着墙壁高处的一幅肖像。画像上是一位老者。他体态微胖，两鬓斑白，浓密的胡须宛若白色的浪花。老者左手捧着圆规和齿轮，右手握着一支羽毛笔，身穿紫色的学士袍，领口缀着一枚金色的橡叶，左边领子上别着三枚徽章。史蒂夫认出，其中一枚是赫斯托利学会的徽章。\n\n“诺石先生是我见过的最有才华的学者之一。”乔纳森继续说道，“二十岁那年，他就成为了赫斯托利学会最年轻的橡叶学者。”\n\n“橡叶学者？”\n\n“是的，就是希斯高塔颁发给精通多个领域的学者的荣誉称号。诺石先生同时是赫斯托利学会，泰克学会和拜奥罗吉学会的认证学者，在历史、语言、机械、医药方面都有很深的造诣。他一共写出了一百多部著作，还原改进了四十多项本来已经失传的古技术。”\n\n“诺石先生真是一位天才啊。”史蒂夫由衷赞叹道，“如果可以的话，我想等这次冒险回来就去拜访他。”\n\n“很遗憾。”乔纳森神色黯然，“两年前，诺石先生在考察路上出了意外。”\n\n“哦……”史蒂夫露出抱歉的神色，“对不起。”\n\n“没什么。”乔纳森笑笑，继续说道，“老师死后，师兄就接替他主持青松镇分会的工作，所以现在他那么忙。”\n\n史蒂夫静静地看着墙上的画像，直到乔纳森说“我们继续走吧”他才点头跟上乔纳森。\n\n推开走廊厚重的橡木大门，就进入了古堡的图书馆。刚一进门，一股淡淡的香料气味飘了过来，让人心神一振。\n\n乔纳森在门口柜台上办了阅览手续，又从置物架上拿过一盏小提灯递给史蒂夫：“图书馆里不能有明火，我们得用这个。”史蒂夫接过灯，发现灯里没有灯芯，取而代之的是一枚海晶石碎片，发着明亮柔和的光。\n\n“拿这么珍贵的宝石来照明？”史蒂夫一边走一边惊叹，“赫斯托利学会真是太富有了。”\n\n“在前辈学者眼里，知识才是最珍贵的。那些宝石，从某种程度上说也只是矿物。”乔纳森笑着回答，“况且可别忘了希斯高塔的前身可是大陆皇家研究院，受皇家支持，经费充足。不过那也是第一次人类战争之前的事情了。你知道的，我们今天所谓的‘皇家’在那场战争中就已经覆灭了。而现在的希斯高塔其实是三百年前由一位学者重建的。那位前辈没有在记载中留下自己的名字，只是称自己为‘言者’，意思是为真理发声的人。”\n\n“真是值得尊敬。”史蒂夫忍不住插话。\n\n“没错。”乔纳森环视着遍布房间、高可充栋的硬木书柜，“正是因为有像言者这样有崇高觉悟的人，还有我的老师那样为了研究献出生命的人，才有了这些凝聚着历代学者成果的手卷和典籍。”\n\n史蒂夫的敬畏之心油然而生。\n\n“我们到了。”乔纳森在一座书架前停下，又搬过一架梯子放好。“当初，言者前辈也计划过对古精灵遗迹进行研究，还绘制了南方密林的地图，只是后来不知为什么，没有成行。我查阅了馆藏目录，那幅地图，就存放在这里。”\n\n拿了地图，乔纳森又带着史蒂夫去给他准备好的客房。\n\n房间整洁而小巧，史蒂夫心里挺满意。\n\n“今晚好好休息。”乔纳森在门口告别史蒂夫。\n\n翌日一早，斯托里来叩响了史蒂夫的房门。\n\n“史蒂夫先生，我来带您去隔壁泰克学会的机场。”\n\n“机场？”刚起床打开房门的史蒂夫以为自己没睡醒。\n\n“是的。”斯托里微笑着说，“我和乔纳森在大厅等您，您洗漱完就来吧。”\n\n原来斯托里所说的“隔壁”真是字面意义上的隔壁。史蒂夫跟着乔纳森和斯托里穿过大厅走到城堡西面，看到了树林之间的一片空地，以及几个大型仓库一样的建筑。这些“仓库”其实就是泰克学会的研究所。\n\n“泰克学会的研究有很多是建立在赫斯托利的研究基础上的，所以泰克学会的研究所就在赫斯托利的隔壁。”乔纳森介绍道，“比如我们今天要乘坐的飞艇，就是对前人技术的复原。”\n\n史蒂夫点点头，然后注意到乔纳森的双腕上带着两个奇形怪状的护腕。\n\n“这是……？”\n\n“哦，这个，”乔纳森笑笑，“这是一种武器，发明者已不可考，只有图纸流传下来了，由诺石老师和我复原的，你看，只要我勾勾小拇指——”\n\n两支宽约两指长约一拃的刃状铁片从两个护腕里弹了出来。\n\n“这是货真价实的剑刃，可以用于近程攻击，收折灵活。”乔纳森说，“不仅如此。”\n\n他又勾了勾左手的中指，护腕上，一张小巧精致的弓“啪”地一声打开了。\n\n“只要把针装填上去，这就是把弓箭。”\n\n史蒂夫瞪着眼睛：“哇……这也太厉害了。”\n\n乔纳森看着史蒂夫的表情，忍不住笑起来。\n\n“我们到了。”走在前面的斯托里停下脚步。\n\n冲击一重接着一重，史蒂夫看见面前的庞然大物。\n\n“这就是……飞艇吗……”\n\n映入眼帘的是一个巨大的白色蛋形飞行器，长度超过百米，直径也有二三十米，上面绘有赫斯托利的徽章。在这颗“鸡蛋”的下部，是一个长度近四十米的四层棕色吊舱，吊舱泛着金属的光泽，洁净的玻璃在阳光下有点耀眼。\n\n在吊舱的最下一层装了加厚的金属板，上面开有小窗，从小窗里向四周伸出十几根长短粗细各异的漆黑管子。说不出为什么，史蒂夫觉得这些管子看起来很危险，黑洞洞的口透着阴冷的气息。\n\n吊舱的尾部，是一个形似风车叶片的结构，外围有金属网保护，此刻，它正缓缓转动着。\n\n吊舱的下部，以前一后二的布局伸出三根带有轮子的支架，一架折叠式的舷梯从吊舱正下方缓缓展开，稳稳搭在地面上。\n\n“史蒂夫？史蒂夫！”乔纳森用力摇了摇杵在一旁的史蒂夫，“我们上去吧。”\n\n斯托里走在前面，乔纳森拉着史蒂夫，三人顺着扶梯走上飞艇。\n\n飞艇上的工作人员早已忙碌起来，他们大多穿着棕袍或工装，为首的一位姑娘穿着蓝袍，一头银色的短发显得格外干练。此刻，她正站在舱室入口等着大家。\n\n“欢迎乘坐‘锁存效应’号飞艇，我是艇长妮娜。”妮娜热情地笑着说。\n\n 史蒂夫立刻想起，这就是他昨晚遇见的那位女学者。\n\n“妮娜，飞艇还有多久可以起飞？”斯托里问道。\n\n“我们正在进行安全检查，还需要一点时间。”妮娜回答。\n\n“那好，妮娜，可以带着我们在飞艇上转转吗？”\n\n“好的，大家请随我来。”妮娜在前面带路，斯托里、乔纳森和史蒂夫紧随其后。\n\n打开一道侧拉门，最先出现在几人视线里的，是飞艇的机械舱。\n\n“这里就是机械舱，是整艘飞艇的核心位置。”妮娜指着舱内的设备介绍道。\n\n史蒂夫仔细观察，发现舱里管线交错，舱壁上镶嵌着细密复杂的红石线路，有些发出稳定的红光，有些正不断闪烁着。线路与线路的连接处安装有某种不知名的零件，上面的红灯随着电路运作而闪烁，发出有节律的咔哒声。\n\n“这是红石中继器，用来连接信号，控制延迟。这是红石比较器，可以用来选择信号。”妮娜介绍道，说着，她又指向被管路包围着的一组金制方块，“这是飞艇的的频闪核心，上面的四枚红石火把以顶端的红石线路连接，启动后可以通过相互间对方块的充能和反充能使得核心快速而有规律的地发出断续红石信号，对回路上的固定方块和元件进行强度指数为15的强充能，每发出一个断续信号，与它相连的活塞就会完成一个冲程。我们通过红石中继器控制了信号的延迟，让回路上的各个活塞实现差速运行，这样就能源源不断地为尾部螺旋桨提供动力了。”\n\n“不仅如此，”妮娜又自豪地补充道，“‘锁存效应’号还应用了诺石前辈复原的一种元件，我们称之为观察者。当电路上的活动器件工作并触发观察者输入端的时候，输出端就会发出一个红石信号，触发驾驶舱里的指示灯。这使得操控飞艇所需的人手大为减少，艇员们可以舒舒服服地坐在驾驶舱里掌控全局，再也不用呆在嘈杂狭小的机械舱了。可以说，‘锁存效应’号是目前希斯大陆北地电路系统最先进的飞行器……”\n\n她注意到了目瞪口呆的史蒂夫。从没见过这样的精密机械的矿工已经被一连串闻所未闻的词汇惊得愣在当场。\n\n“抱歉啊，我一说起机械就停不下来了…”妮娜捂着嘴不好意思地笑了。\n\n“妮娜可是分会最有经验的机械师，她也参与了老师复原飞艇的工作。”斯托里插话道，“等到年末的答辩之后，她就可以进阶为学士了，而且是赫斯托利和泰克学会双认证的学士！”\n\n妮娜的脸好像有点微红。\n\n几人离开机械舱，沿着扶梯上到二层，穿过布置简约整洁的艇员舱，又一路来到三层陈设雅致的乘客舱。史蒂夫对机械有着天生的热爱，对舱里各种没见过的精巧仪器更是好奇，一路问个不停，妮娜也很耐心地一一解答着。\n\n飞艇第四层是驾驶舱。舱里遍布各种指示灯和按钮拉杆，前部舷窗正中就是驾驶台，上面有一舵轮。旁边的舱壁上则悬挂着大幅地图，几个学徒正在那里写写算算。\n\n“艇长，设备正常，一切就绪。”一个穿着棕袍的见习机械师报告。\n\n斯托里从怀里拿出一封介绍信交给乔纳森：“本来我也很想跟你们同去的，奈何学会事务繁杂，只好祝你们一路顺风。”\n\n“完全理解。”乔纳森收好了信，和师兄握了握手。\n\n斯托里和史蒂夫也握过手之后走下飞艇，跟两人挥别。\n\n驾驶舱内，妮娜发出指令：“收起起落架，航向266，高度1000，锁存效应，前进四！”\n\n飞艇腾空而起，以一种与自身庞大体积不相称的敏捷向着西南而去。\n\n坐在乘客舱内的史蒂夫看着舷窗外一点点消失的景物，深吸一口气又缓缓呼出。\n\n他知道，旅程开始了。\n\n\nTo Be Continued...\n",
    "replies": []
}