{
    "title": "[Minecraft.net|INSIDER] 背包盘点:树苗",
    "author": "Water_Bell",
    "replyCount": 5,
    "timestamp": 1587120480,
    "txt_content": " 本帖最后由 Water_Bell 于 2020-5-30 20:44 编辑 \n\nTaking Inventory: Sapling\n背包盘点:树苗\nTreemendous!\n妙[ruby=tree]趣[/ruby]横生\n\nDuncan Geere\n\nThe sapling, our item of the week, was the first item in Minecraft. It’s true – it was added to the game in the pre-Classic phase, in patch rd-161348 , about four days after the very first build of the game was compiled.\n我们的本周物品，树苗，是Minecraft里的第一个物品。没错，它在pre-Classic时期的  rd-161348 就加入了游戏，差不多是游戏第一个版本编码完成后的第四天。 \n\nDid you know you can still play these ancient, early versions of Java Edition? In fact, the launcher makes it quite easy. Go to the “Installations” tab, hit “New”, and then under “version” scroll down to the very bottom where you’ll find many of the earliest builds of the game. Marvel at how the game was still actually pretty fun in those days, even though you could neither mine nor craft.\n你知道现在仍然能够玩到这些Java版的远古版本吗?其实只要有启动器，这就是小菜一碟。转到\"配置\"栏，点击\"新建\"，再拉到\"版本\"的最下面，就能发现一堆远古版本。令人惊讶的是，时至今日，即使挖掘和合成功能都没有，这些远古版本依旧耐玩。 \n\n\nBack to saplings. At the time they were added, they joined five blocks – dirt, grass, stone, cobblestone, and planks (and air?) – and they made Minecraft’s landscapes a little more interesting. However, their key feature – growing into trees – didn’t arrive until several months later.\n现在话题转回到树苗，在加入树苗的同时，开发者还加入了5种方块 – 泥土、玻璃、石头、圆石和木板(还有空气？) – 它们让Minecraft似乎更加充满生气了一点。然而，树苗的关键特性，生长，居然直到几个月后才姗姗来迟。 \n\nToday, saplings come in six different varieties – oak, birch, spruce, jungle, acacia, and dark oak. To grow into a tree, they need to be planted on dirt, coarse dirt, podzol, grass, or farmland – and they need light.  A light level of eight, to be specific. It’ll also need space (which differs depending on the type of tree).\n如今，树苗有6个不同的变种 – 橡树，白桦，云杉，从林，金合欢，以及深色橡树。树苗需要种在泥土，沙土，灰化土，草方块，或者耕地上才能长大，同时光照也必不可少。准确来说，需要8级亮度。还需要足够的空间(根据树的种类而变化) \n\nOther than those requirements, though, trees will grow just about anywhere – including the Nether and the End (as long as you bring some dirt to plant them on). Make yourself a little pocket of home in another dimension!\n只要条件允许，树苗几乎能遍地开花，下界和末地也不例外(只要你能带一些泥土来种树)。在异次元用树木给自己打造一个小小的主世界家园吧! \n\nWant saplings? Chop down a tree. Each leaf block has a 5% chance of dropping a sapling when destroyed (for jungle trees it’s half that). Can’t find a tree for some reason? Saplings also can be found in village chests and woodland mansions, and they are sold by wandering traders for five emeralds. Pricy.\n需要树苗?去砍树吧。每块树叶在被破坏时都有5%的几率掉落一棵树苗(丛林木几率只有其他的一半)。一棵树都找不到?没关系，村庄箱子和林地府邸里也能找到树苗[sup]注(1)[/sup]，流浪商人也会以5个绿宝石的价格出售它们。真贵，不愧是奸商！ \n\n\nIn the real world, saplings are also baby trees – but they have a tighter definition than that. Specifically, according to Merriam-Webster , saplings can’t be more than about ten centimetres in diameter at chest height (human chest, not Minecraft chest). More than that and they’re a tree.\n在现实世界中，树苗也同样是幼年的树 – 但是它们的定义要更加严格。根据  韦氏词典 所述，树苗指的是与胸部齐平的地方直径不超过十厘米的树(是人的胸部，不是Minecraft的箱子)[sup]注(2)[/sup]。超过的就是一棵成熟的大树了。 \n\nThe word sapling originated somewhere in the early 14th century, and comes from the word “sap”, which is what the liquid that carries nutrients through a tree is called. Only the outermost layers of a tree (known as the sapwood) carry the sap, and a sapling is made of only sapwood. The innermost bits are called “heartwood”, and are denser and harder – they give the tree its rigidity, like a skeleton.\n\"sapling\"一词源于14世纪早期的某处，它源自对为树运输营养的液体的称呼\"sap\"。只有树的最外一层(即木质部)才会运输树液，树苗正是只由木质部组成的。最里面的一层是\"髓\"，它们要更密更硬一些，就像骨架一样支撑着树。 \n\nMost Minecraft players end up accumulating a lot of saplings during their adventuring career, so here are four tips for using them up. First, you can plant them. If you don’t replant trees regularly, then you’ll find it a real pain to trek longer and longer distances to collect wood as you cut down forests nearby. Second, you can plant them in flowerpots, where they’ll stay ? foreeeeever youuung ?.\n大多数Minecraft玩家在他们的冒险生涯里最后几乎都无可避免的积累巨量树苗，这里有四个利用它们的小妙招。第一，可以种下它们。如果不定期补种树苗，你会从你那越来越长的伐木旅途中吃到苦头的。第二，可以把树苗做为盆栽，在花盆里，它们能够永永远远年年轻轻 . \n\nTip three: saplings in a composter have a 30% chance of raising the compost level by one, making it faster to grow new trees. Finally, tip four is that saplings can be used as fuel – smelting half an item per sapling (the same rate as a stick).\n方法三:树苗有30%的几率提升一级堆肥等级，产出的骨粉能缩短种树的时间。最后，树苗也能作为燃料，但是只能烧炼半个物品(木棍:终于找到组织了) \n\nSo there you go. No need for them to pile up in your chests. Make those saplings work for you!\n现在你大概明白了吧。再也不要把它们堆在箱子里了，让这些树苗发挥作用吧！ \n\n【Water_Bell 译自官网 2020 年 04 月 08 日发布的 Taking Inventory: Sapling】\n【本文排版借助了：BCC】\n\n(1)黑森林里面明明到处都是树\n\n(2)英语里胸部和箱子都是\"chest\"。\n",
    "replies": [
        {
            "author": "ranpurn_xxc",
            "timestamp": 1587610860,
            "txt_content": "成为仆人hhh"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589451960,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1589997660,
            "txt_content": "我觉得第二段描述的操作是\n配置（Installations） -> 新建（New） -> 版本（Version）里选择\n刚在正版启动器里试了一下\n\n注意中文里的列举是用顿号（、）隔开的，不是和英文一样用逗号\n\n以及中文也没有那么多用破折号的习惯\n\n然而很贵 (five emeralds)\n\nsaplings can’t be more than about ten centimetres in diameter at chest height\n这句话你再仔细品品\n\nmaking it faster to grow new trees 说的应该是可以更快种出新的树木（堆肥做骨粉，骨粉催熟树）\n"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1590843060,
            "txt_content": "LocusAzzurro 发表于 2020-5-21 02:01\n我觉得第二段描述的操作是\n配置（Installations） -> 新建（New） -> 版本（Version）里选择\n刚在正版启动 ...\n哇，是版主Σ(?д?;)\n感谢版主批评，现在做了一些修改\n不过我怎么感觉当初我翻译的时候这篇文章不是这样的呢，比如那个韦氏词典对树苗的定义"
        },
        {
            "author": "13302931681",
            "timestamp": 1590845040,
            "txt_content": "666666大佬"
        }
    ]
}