{
    "title": "[瞎写]我、MC、以及朋友",
    "author": "luyihao",
    "replyCount": 7,
    "timestamp": 1587134940,
    "txt_content": " 本帖最后由 luyihao 于 2020-4-18 13:17 编辑 \n\n打开mcbbs，把页面划到最下面，在页脚最后一行你可以看到 ”2010-2020 我的......”。\n\n这代表着mcbbs这个论坛第一次和大家见面是2010年，也就是，十年前。\n\n十年前我刚上初一，来到新的环境，交了很多朋友，我不记得那时候每天那么开心在干一些什么事情，但是夏天的时间过的很快。也是那一年，上海世博会开展的很旺，打开电视总能看到今天今天又有多少人来观展...之类之类。我一直是很喜欢夏日的时光，太阳很大，晃的人一阵眩晕，每个人都穿的很少，街上满是渴望得到娱乐的人，超市、商场、咖啡店的冷气一阵阵飘过来，天也很蓝。\n一切都很好。\n\n那一年我，我没有，应该说完全没有了解minecraft这款游戏，我忘了那时候互联网是多么简单，youku上能看很多番剧，tudou还活得很好，acfun/bilibili有巨多搞笑的视频和各种vocaloid，当然，还有鬼畜，今年家里新装了2兆的宽带，觉得仿佛和光速一样快。也是那个时候，我知道了很多有趣的事情，其中就有一个游戏很搞笑，界面里都是方方的，人也是方方的，云也是方方的，都是方方的，那个主播似乎是日本人，反正完全听不懂在说什么，但是看的很入味。\n这之后没有发生任何事情......\n\n一般是不太可能的，大约无非是些又睡懒觉，早餐也吃得很急，书包里漏了两三本抄写本错题本，路上和好基友打招呼然后一起差点迟到，交作业的时候偷偷又照着学霸的补了两行，早读是很长很拗口的《口技》，数学课用圆规又没捏牢掉了，英语课抄课文好惨，中午吃饭很难吃但是还是得吃，吃完饭桌子上油油的还得擦干净（本子背面沾了油很麻烦啊），中午打扫的时候走廊里经常有人拿抹布表演二人转，下午第一节想睡觉Zzzzz......欸，就已经4点多了吗，要放学了，可是还有作业没有订正啊，赶紧写，“扫地，抬脚“ ”“明天见” “拜拜~”，最害怕的应该是班主任对我说你来办公室写吧，抬头发现同学都走了，果然吗，背上书包，最后和老师一起走出校门，看到红红黄黄的太阳照着路上，就只有我爸的车停在路边，我跑去和他打招呼，”今天在学校怎么样啊，有认真的学习吗？” “还可以吧......“\n\n哎呀太罗嗦了，反正大家上学的时候总会有几个很要好的好基友，现在也不知道他们去哪里了，总之就是在一个月黑风高的，嗯...傍晚。值日刚刚做完，好基友告诉我有个好玩的，让我看看，我们两个就跑到讲台上，给我看一个帖子，写了很多介绍某个游戏的图文啊什么的，我记不清究竟是因为时间太久了还是因为crt显示器仅有的800*600分辨率使得画面很模糊，mc这个游戏就进入了我的视线里。如果你问我十年前应该去哪里找一个聚集了一群各种人的网络社区，我一定会说〇度〇吧，尽管放在现在来看基本上已经是一堆屎了 咳咳，总之我基本上在一个可以匿名发帖，经常有看ip来摇骰子的社区，开始找资源和教程。我只记得第一个成功在我破旧的电脑上玩到的版本是没有饥饿度的，跳下来太高会掉血，吃东西可以回血。很简单。但是一点都没有头绪的我，在试着乱跑了几个小时后，完全没有搞懂这个游戏是干嘛的。（题外话：现在回头想想也许那个版本是Beta时期的，所以说我很有可能下到了一个远古版本）\n\n石头剪刀布很简单吧，只要大家伸出手就可以玩了，基本的规则就是剪刀克布，布克石头，石头克剪刀，有了规则，一般我们玩的时候就想着要赢，一次赢不了，输了的还总是要狡辩说三局两胜噢。在这个简单的游戏里我们有一个很原始的动机，只是想打赢对手而已，但是在mc里却没有这个动机。蛤？你说末影龙？呃......你打完末影龙了之后呢？你回到了最初的起点，游戏结束了吗？没有。\n\n嘛，刚才查资料知道这段远古时期的版本基本上就是一个概念的展示，有很多特性都没有加入进去。但是以前还啥都不知道的我确实是看了很多mc的视频啊之类的完全不是云玩家好吗慢慢了解整个游戏大概是怎么回事。第一个认真玩的版本是1.5.2，真的玩了很久，非常开心的样子，砍树，挖矿，造火柴盒房子，养小动物啥的，哦对，还有红石。我记得查了百科，问了大佬，知道红石在哪里挖了之后，真的就像傻逼一样对着脚底下挖，挖着挖着一直挖到地下，找了很多地方，逛了两个矿道，总算是挖了一些红石的时候，才想起来，上不去了啊艹，应该要做梯子啊艹，然后就被迫营业手挖方块（是的，镐子耐久没了）再一个一个填在脚下垫上来的，真的很搞笑。说到红石，红石科技简直让我打开新世界的大门好吗，震撼狗妈他妈一整年，然后为了学这个，我的模电第一课真的就是在mc里上的没想到吧.jpg当然受限于那时候可爱的小脑瓜和聪明过人的才智......并没有学会很多其实完全没有学会的样子。但是至少我觉得很开心，第一次想要自己造点什么，做点建筑啊，做点红石机关，特别有趣。自己想要去学习这些知识，为了在mc里做酷炫的红石机关，抄大佬的作业，结果完全没用啊，仔细观察，经过各种debug，总算成功了，而这种发自内心的快乐，我已经很久没有体会到了。\n\n\n\n我想到了什么就写了一点乱七八糟的，我不知道这个算不算水（笑不要狡辩了你就是在水\n\n\n\n",
    "replies": [
        {
            "author": "哇塞服气",
            "timestamp": 1587135000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "细致A",
            "timestamp": 1587135420,
            "txt_content": "大佬...但你20多了，老人，吼吼吼"
        },
        {
            "author": "尧leon水",
            "timestamp": 1587135420,
            "txt_content": "欢迎新人哦"
        },
        {
            "author": "mohui666",
            "timestamp": 1587135480,
            "txt_content": "那年我还没玩"
        },
        {
            "author": "luyihao",
            "timestamp": 1587135900,
            "txt_content": "细致A 发表于 2020-4-17 22:57\n大佬...但你20多了，老人，吼吼吼\n好气啊我怎么就老了…跟不上现在的社区了是真的…前天看了一夜mcbbs，总算是知道点现在新版本的知识"
        },
        {
            "author": "卡壳",
            "timestamp": 1587166620,
            "txt_content": "全国十大优秀作文"
        },
        {
            "author": "j39",
            "timestamp": 1587167280,
            "txt_content": "卡壳 发表于 2020-4-18 07:37\n全国十大优秀作文\n秀儿请坐"
        }
    ]
}