{
    "title": "【原创 | 连载】MC世界穿越记 楔子 & 第一话",
    "author": "血盟团长",
    "replyCount": 7,
    "timestamp": 1587091380,
    "txt_content": " 本帖最后由 MikeW138 于 2020-5-6 11:53 编辑 \n\n目录：\n第一话\n第二话\n第三话\n第四话\n\n====================\n\n楔子\n\n如果你和另外999名玩家要在Minecraft被困三年，死亡可以复活，你会怎么渡过这三年？\n\n几天前，我在某乎上面发了一条问题，原本以为会和其他问题一样无人问津，没想到过了几天问题居然上了热榜。每天我就在刷刷知乎看看有什么新的回答，想着如果凑够一千人是不是可以打开异世界.之门。就在我开心地脑补的时候，让我更没想到的事情发生了。我变成了我在游戏里面的角色！！\n\n01\n\n我发现自己在一片沙漠中。太阳以肉眼可见速度慢慢升起，却没有炎热的感觉。我在地上抓起一把沙子，沙子从手中漏走，要不是看到我的手就是一根长方体我都要以为这里是现实了。环顾四周，除了沙子还有仙人掌，远处好像还有熔岩，就没有树，也没有泥土。\n\n我看来是进入了某乎宇宙中，而且是我自己的问题。可是...... 为什么我作为题主，居然也是生存模式？？这个时候我不是应该飞过去看看别人在做什么，然后拿着苦力怕刷怪蛋什么的？ 为什么我是生存模式，而且还出生在这种鸟不拉屎的地方？\n\n怀疑了一会人生，我终于接受了这个事实。我尝试了一下，对着地下的沙子捶打，果然获得了一块沙子。\n\n我想了一下，有木头才能合成，才能装备自己，我随便选择了一个方向开始奔跑。过了好一会，我看到我的饥饿度掉到5格了，而周围却还是沙漠和沙漠。想到快要天黑，我往地下捶出了3块沙子的洞，打算将4块沙子合成为1块砂岩。\n\n可是... 到底怎么合成? 难不成要按“E”？我在心里默默吐了个槽，却果然打开了背包界面。这个界面并没有影响我的视线，而是想在脑海中出现一样。连穿越都经历过的我没有大惊小怪，合成了一块砂岩，跳下那个3格深的坑然后把头顶那块用砂岩填上。和游戏中一样，砂岩并不会掉下来。\n\n在这个小小的坑里面，我闭目养神。不知过了多久，我听到了脚步声从头上传来，我惊慌地看着头顶，当然什么都没有看见。正常来说，摸着脉搏数着心跳，正常人勉勉强强也能计算时间，至少也能知道差不多过了5分钟这样，可是我们的方块人先生是没有手腕、更没有心脏！加上刚才被脚步声吓到，所以我是真的不知道过了多久。\n\n又闭目养神了一会，我知道太阳出来了，因为我听到那个脚步声的主人——僵尸——正在燃烧。默数一分钟后，我才挖开身边的沙子，回到地表。\n\n我看着太阳，心想着今天是不是继续跑图的时候，我听到很不妙的声音 “Sssss” 。\n\n我想都不想就往前跑，可是我忘记了一晚上没吃东西的我饥饿度只剩下2格，跑根本没有用。\n\n“Bomb！” 耳边刚听到爆炸声，我眼前就出现了 “你死亡了” 的字样。与游戏不同，“你死亡了”的下面并没有按钮，只有一个10秒的倒计时。\n\n《《《《 笔记附录 》》》》\n0. 我穿越到了一个MC世界\n1. 时间和游戏内一样，20分钟为一天\n2. 生存模式，JE，版本号不明\n\n（未完待续）\n\n====================\n非小说内容：\n首发地址：如果你和另外999名玩家要在Minecraft被困三年，死亡可以复活，你会怎么渡过这三年？ - 知乎\n目前我在两边同步更新，两边内容结构可能略有不同，整体故事一样。连接仅做为证明用。",
    "replies": [
        {
            "author": "yzcabc",
            "timestamp": 1587093900,
            "txt_content": "支持楼主！"
        },
        {
            "author": "武易",
            "timestamp": 1591599720,
            "txt_content": "太可怜了\n没人支持一下"
        },
        {
            "author": "大家来吃鹅蛋",
            "timestamp": 1593660420,
            "txt_content": "加油"
        },
        {
            "author": "乌衣年少",
            "timestamp": 1593694080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "刘敬亭670",
            "timestamp": 1603012980,
            "txt_content": "6666666666666"
        },
        {
            "author": "kayn-",
            "timestamp": 1603123740,
            "txt_content": "经典穿越，MC的小说爱了"
        },
        {
            "author": "kayn-",
            "timestamp": 1603469100,
            "txt_content": "未完待续爱了爱了"
        }
    ]
}