{
    "title": "[Minecraft.net | Deep Dives] 本周方块：脚手架",
    "author": ":spgbigfan:",
    "replyCount": 32,
    "timestamp": 1587103800,
    "txt_content": " 本帖最后由 kakagRou 于 2020-4-18 09:56 编辑 \n\n\n\n\n\n\nimage.jpg (146.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-17 14:08 上传\n\n\n\n\n\nDEEP DIVESBlock of the Week: Scaffolding\n本周方块：脚手架\n\nFull-Stack Builder\n全栈建筑师\n\nDuncan Geere 邓肯·吉尔\n\n\nWoaaaah what’s happening? Block of the Week is BACK!? I know, it’s a surprise to me too. After the triumphant blowout spectacular of my final article in the series –note block– I hung up my writing pantaloons and retired, safe in the knowledge that all the blocks in the game had been covered.\n哇，什么情况？《本周方块》栏目回归了！？我理解大家的心情，本人对此也感到很惊讶。在成功地完成了最后一篇《本周方块》——也就是《本周方块：音符盒》——之后，我搁笔退休，对所有方块都已经得到介绍这件事感到安心。\n\nBut it turns out that the developer team didn’t get the memo. Instead, they have continued making new blocks for Minecraft! So just when I thought I was out, they pull me back in to write more Block of the Weeks. Blocks of the week? Blocks ofs thes weeks? I have no idea how to pluralise that.\n但是现在看来，开发团队似乎并没了解到这一众所周知的事情。他们反而继续往游戏里添加方块！所以正当我以为没我什么事了的时候，他们把我拉了回来，让我继续写《本周方块专栏系列》。 《本周系列方块专栏》？《本周方块系列专栏》？我也不知道怎么说会比较合适了。\n\nI wanted to bring the series back with a BANG, and this week that bang is the sound of a player hitting the ground after their friend helpfully mines out the bottom of the scaffolding tower they’re standing on. What? Read on, and all will become clear.\n我想让《本周方块》在一声巨响之中闪亮回归，而本周的巨响是什么呢？是玩家的朋友好心帮忙把玩家所在的脚手架塔的底部挖掉之后玩家摔在地上的声音。啥？继续阅读，我们就能知道是怎么回事了。\n\n\n\n\n\n\n\n\nscaffolding-ingame.jpg (194.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-17 14:08 上传\n\n\n\n\n\nScaffolding was added to Minecraft in version 1.14, which is affectionately known to its friends as the Village & Pillage Update. It was specifically designed to help when you’re building things – it’s extremely easy to place and extremely easy to destroy.\n脚手架在 1.14 版本加入游戏，这个版本更亲切的名字是村庄与掠夺更新。脚手架是专门用来帮助你做建筑的——它十分易于搭建，也十分易于拆卸。\n\nFirst, though, let’s cover how you make it. You’ll need bamboo! Specifically, six bamboo and a bit of string to lash it together. That’ll get you six blocks in one go. Once you’ve got some, right-click on the ground to place it down. Now here’s where the magic begins. Right-click on that bottom block again and you’ll place another scaffolding on top of it. Keep going and you’ll be able to quickly make a tower. Great, right?\n不过，首先你得知道怎么制作脚手架。这里需要用到一些竹子！具体来说，就是六根竹子，配上一根把他们捆起来的线。一次合成能获得六个脚手架方块。有了脚手架，就可以右键点击地面来放置。现在神奇的事情就来了。继续右键点击底部的方块，会在方块的顶部放置脚手架。继续放置，你就能很快地搭起脚手架塔。还不错吧？\n\nIt gets better. Walk into the block and you’ll find that it has no collision detection. Jump and you’ll find that you can climb it and descend it like a ladder. Best of all? Once you’re done, you can knock out the bottom block and the whole tower will come crashing down. Easy to place, easy to destroy – just like I promised.\n还有更不错的。走入方块里面，你会发现自己不会因碰撞而被挡住。跳跃一下，你就会发现自己可以像爬梯子那样上升下降。最棒的是什么呢？当你的工作做完之后，可以把底部的脚手架方块拆掉，然后整个脚手架塔都会分解掉。易于搭建，易于拆卸——我没骗你吧？\n\nThere’s just one question – what do you do with your stacks of scaffolding once your magnificent construction is complete? The answer to this problem is the same as the answer to most problems in life. Burn it. Scaffolding is a fantastic fuel, smelting two items per block in Java Edition and a whopping six in Bedrock Edition.\n还有最后一个问题。当你的豪华建筑完工之后，怎么处理这些脚手架呢？这个问题的答案和生活中很多问题的答案一样：烧了它。脚手架是非常好的燃料，在 Java 版中，一个脚手架能烧炼两个物品，而在基岩版中可以烧炼六个物品之多。\n\n\n\n\n\n\n\n\nscaffolding-realworld.jpg (174.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-17 14:08 上传\n\n\n\n\nChris 73//CC BY-SA 3.0\nChris 73//CC BY-SA 3.0\n\n\nReal-world scaffolding works much like Minecraft scaffolding does. You put it up for building purposes, and if you knock out the bottom layer then the whole thing comes crashing down. And no, you shouldn’t test this.\n现实中的脚手架和游戏里的差不多。他们也是用于建筑，而当你把脚手架的底层挖掉，整个脚手架也同样会崩溃坍塌。但是，请不要在现实中尝试这种事情。\n\nWe’ve been using it for a very long time – sockets carved out of the walls of the famous Lascaux cave in France suggest that some sort of scaffolding system was used to paint the ceiling over 17,000 years ago. Ancient Greeks, Egyptians, Nubians, and Chinese are also recorded as having used scaffolding for building work. Many wonders of the world, including the Great Wall of China, were built using bamboo scaffolding.\n我们使用脚手架的历史很悠久——在法国著名的拉斯科洞穴中，从那里的墙上发掘出了一些套管，这意味着在 17000 年前就有某种脚手架系统来帮助人们在洞穴顶部进行绘画。古代的希腊、埃及、努比亚和中国人也都有使用脚手架进行建筑的记录。世界上的很多奇观（包括中国的长城）在建筑时都使用了竹质脚手架。\n\nOriginally scaffolding was custom-made on every project, but in the early 1900s it began to be standardised and today most scaffolding around the world looks the same. What differs is the material that it’s made out of – steel or aluminium tubes are most common in the Western world today, but bamboo is still very common elsewhere – because it’s cheap, lightweight, and very strong.\n最开始的时候，每个工程项目都是自己制作脚手架的。但是到了 20 世纪早期，脚手架开始规范化，到了今天，世界上几乎所有的脚手架都有着相同的外观了。不同之处在于制作材料——在现在的西方世界，一般用的是钢管或者铝管，而在其它地区，竹子做的脚手架依然用得很广——因为它价格低，重量轻，强度也很高。\n\nIn the world of Minecraft, where metallurgy is still at a relatively basic level, we’ve stuck with bamboo for our scaffolding. After all, if it ain’t broke, why fix it?\n在 Minecraft 这样一个冶金术还比较原始的世界里，我们不得不使用竹子制作脚手架。毕竟有得用就不错了。\n\n\n\n【Kakuso 译自官网 2020 年 04 月 16 日发布的 Block of the Week: Scaffolding；原作者 Duncan Geere】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Water_Bell",
            "timestamp": 1587105540,
            "txt_content": " 本帖最后由 Water_Bell 于 2020-4-17 14:45 编辑 \n\n刚刚还在译结果你就发出来了orz\n不过好像树苗还没有人译"
        },
        {
            "author": "主世界",
            "timestamp": 1587106740,
            "txt_content": "为什么我上午（6小时前）发布的要审核而且现在还没好？\n但是你这个半小时前可以自主发布？\n\n\n\n\nfile_1587106758000.jpg (196.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-17 14:59 上传\n\n\n\n\n\n"
        },
        {
            "author": "592764254",
            "timestamp": 1587108360,
            "txt_content": "这篇我早上发的现在还没过审核，我哭了"
        },
        {
            "author": "GCVillager",
            "timestamp": 1587115320,
            "txt_content": "本周方块回归了！（鼓掌）（他们现在不介绍新方块的吗）"
        },
        {
            "author": "Keishi",
            "timestamp": 1587163740,
            "txt_content": "脚手架有时候会被熊孩子拆掉…呜呜"
        },
        {
            "author": "封徵",
            "timestamp": 1587166920,
            "txt_content": "Water_Bell 发表于 2020-4-17 14:39\n刚刚还在译结果你就发出来了orz\n不过好像树苗还没有人译\n有了有了\nhttps://www.mcbbs.net/thread-1012180-1-1.html"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1587169680,
            "txt_content": " 本帖最后由 Water_Bell 于 2020-4-18 08:31 编辑 \n封徵 发表于 2020-4-18 07:42\n有了有了\nhttps://www.mcbbs.net/thread-1012180-1-1.html\n草(中日双语) 天天撞车，还搜不到\n为什么不能撤回帖子"
        },
        {
            "author": "封徵",
            "timestamp": 1587173520,
            "txt_content": "Water_Bell 发表于 2020-4-18 08:28\n草(中日双语) 天天撞车，还搜不到\n为什么不能撤回帖子\n建议使用spx防止撞车"
        },
        {
            "author": "shi__qing",
            "timestamp": 1587214260,
            "txt_content": "66666666666"
        },
        {
            "author": "lll48976213",
            "timestamp": 1587266760,
            "txt_content": "脚手架是好东西呀"
        },
        {
            "author": "智乃offical",
            "timestamp": 1587288660,
            "txt_content": "配上一根把他们捆起来的线。\n线用根数还行\n跟我读\nyi gen xian\n一条线"
        },
        {
            "author": "胡永广",
            "timestamp": 1587293580,
            "txt_content": "干得漂亮"
        },
        {
            "author": "胡永广",
            "timestamp": 1587293940,
            "txt_content": "592764254 发表于 2020-4-17 15:26\n这篇我早上发的现在还没过审核，我哭了\n加油加油 所有人都不容易"
        },
        {
            "author": "Novice636",
            "timestamp": 1587298020,
            "txt_content": "脚手架比梯子好用的多"
        },
        {
            "author": "lyxm",
            "timestamp": 1587364740,
            "txt_content": "放心官方不会让这个系列停下来的"
        },
        {
            "author": "优奈兔",
            "timestamp": 1587469260,
            "txt_content": "66666666666"
        },
        {
            "author": "优奈兔",
            "timestamp": 1587469260,
            "txt_content": "66666666666"
        },
        {
            "author": "优奈兔",
            "timestamp": 1587469380,
            "txt_content": "66666666"
        },
        {
            "author": "ranpurn_xxc",
            "timestamp": 1587611040,
            "txt_content": "回归鼓掌????"
        },
        {
            "author": "莫彤q",
            "timestamp": 1587648780,
            "txt_content": "www呜呜呜呜我问问"
        },
        {
            "author": "09000",
            "timestamp": 1587652920,
            "txt_content": "嗯啊哈哈哈哈哈哈哈哈"
        },
        {
            "author": "古时",
            "timestamp": 1587703440,
            "txt_content": "我是海上建房找不到脚手架，只能用沙子就地取材"
        },
        {
            "author": "z250779495",
            "timestamp": 1587793140,
            "txt_content": "md论坛是个越用也发现自己最蔡徐坤"
        },
        {
            "author": "FaceTime",
            "timestamp": 1587798420,
            "txt_content": "我也想去翻译了"
        },
        {
            "author": "王二法人",
            "timestamp": 1587800220,
            "txt_content": "脚手架我还没咋见过"
        },
        {
            "author": "SDH5413",
            "timestamp": 1588040100,
            "txt_content": "自我感觉还是木棍好点"
        },
        {
            "author": "Facekkk",
            "timestamp": 1588991580,
            "txt_content": " 本帖最后由 Facekkk 于 2020-5-9 10:36 编辑 \n\n那就没办法了吗？一定得在草稿里编辑？消息上限了@一条懒懒狗            "
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1588993140,
            "txt_content": "Facekkk 发表于 2020-5-9 10:33\n那就没办法了吗？一定得在草稿里编辑？消息上限了@一条懒懒狗\n如果你想看效果 那确实就保存草稿好一点 毕竟你在 word 上看着很漂亮的排版复制到论坛编辑器都可能会乱掉"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589451960,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1589997900,
            "txt_content": "triumphant blowout spectacular\n建议加几个词配合这个说法的感觉\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1590027180,
            "txt_content": "LocusAzzurro 发表于 2020-5-21 02:05\ntriumphant blowout spectacular\n建议加几个词配合这个说法的感觉\n我有个问题 这三个词之间有什么前后修饰的关系吗 还是单纯的并列"
        },
        {
            "author": "封徵",
            "timestamp": 1612274100,
            "txt_content": "我今天没事翻博文录读的时候才发现原来周块缺了一年多"
        }
    ]
}