{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·十五",
    "author": "晨曦赤寒GO",
    "replyCount": 1,
    "timestamp": 1587216120,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-4-18 21:21 编辑 \n\n目录传送门\n\n\n“今天来复习一下，之前我教你的那些东西，规则还是和之前一样，只不过这次不能拿武器，只靠粒子攻击，先打碎对方的粒子缓冲的人胜利，听懂了吗？”\n“懂了。”\n“好，那么……开始！”\n空地上，白色的粒子从两人的身上涌起，分成两个派系在空中环绕，粒子之下，黯飞快的向着蓝靠近，身形不断的变换移动，让人难以掌握她的位置。\n“把你能用的粒子全部拿出来，不然你可是会输的太快的。”\n起手一道大范围的粒子波动，黯被迫起跳躲避，但像是预料到了一样，一记粒子冲击正好出现在了她的面前，一切都如此的精准。\n“唔……”\n黯不甘心的咬着嘴唇，紫色的粒子卷起，黯的身影消失，粒子冲击只打到那些还没消散干净的粒子上。\n蓝看了看四周，没有残留下任何的粒子痕迹。\n我说了那么多遍，这家伙总算是会消除转移粒子的粒子痕迹了。\n“咻！”\n尖锐的空气摩擦声，一条猩红色的粒子流破空而来，蓝瞬间布下十几层临时的粒子屏障，但都被它击穿，夹着腥臭的血气向蓝扑来。\n粒子公式：粒子冲击+粒子推进+粒子压缩+粒子分解=粒子射线\n狂暴粒子·粒子射线\n尽管这次攻击非常的突然，但在多重粒子屏障的阻隔下，它的速度还是出现了一丝细微的减弱，接着就被蓝轻易的躲开。\n狂暴粒子的意识干涉没有起作用？不对，是蓝提前预判了这次攻击，然后提前闪避了，在意识干涉的影响下，闪避的指令晚到了一步，但还是正好躲开了，是故意的吗？还是刻意的？\n不管黯在想些什么，蓝已经有了其他的动作。\n一丝轻微的轰鸣声从他脚底想起，蓝被粒子流带上了天空，接着就有一片薄薄的粒子屏障出现在他脚下，把他托在空中。\n粒子推进→粒子推进·腾空\n粒子屏障→粒子平台\n粒子推进·腾空，粒子推进的改式，通过微调改式的粒子排布，蓝终于不用像之前那样用爆破来让自己短暂的升空了。\n刚才粒子射线的方向是从这边来的，那么，这个方向比较好躲藏的地方只有那么几个，再加上她的攻击角度……\n蓝看向了一颗橡木，树叶一丝丝不自然的颤动被他捕捉在眼中。\n“找，到，你，了！”\n“轰！”\n粒子推进特有的爆破声响起，蓝在一瞬间就来到了黯的面前，举起了燃满粒子的拳头，以一种肉眼难以捕捉的速度挥出。\n拳附加：粒子加速，粒子缓冲\n粒子欧拉无伤版（？）\n黯试着躲避了几拳，发觉自己的步伐根本跟不上蓝出拳的速度，而且蓝似乎没有预判她的动作，只是纯粹的速度压制而已，但黯的躲避还是险之又险，身上的粒子缓冲也在接连不断的擦伤中被不断的消磨。\n这样不行，得把距离拉开。\n借着蓝粒子加速衰弱的一个空档，黯纵身跃下树冠，黑色的风衣随风飞扬，犹如黑鸟的羽翼。\n想走？没门！\n蓝对着黯的背影，只手做刀，粒子扬起，随即一刀划出。\n粒子冲击→粒子冲击·刃锋\n与平时的粒子冲击不同，这次的粒子冲击不是平时粒子流一样的，而是一道极薄粒子，但其中的粒子量还是正常冲击的粒子量。\n在其路径上的树枝被尽数斩断，切口平整光滑，哪怕最好的园艺剪刀也做不到这种效果。\n黯像是感觉到了一丝危机感，粒子推进在身后爆开，一瞬间落地的同时接上一个翻滚，顺势对自己的位置进行了一个偏移。\n就在下一秒，刃锋落地，没有声响也没有什么太大的动静，只在地上留下了一个深不见底的细小裂缝。\n粒子冲击的改式？是融合了粒子剑气的改式？蓝……又变强了。\n黯看着从树上跃下的蓝，不自觉的攥紧了拳头。\n我还要变强，变得和蓝一样强，不……是要变得比蓝还要强。\n“喂喂，不跑了吗？难不成想正面和我打？你是忘记你一周前是怎么下不了床的吗？”\n蓝不紧不慢的向黯走来，嘴里说着嘲讽的话语，看上去已经是胜券在握了，但他依旧缠着粒子的右手表明了他还没有真正的放松警惕。\n“不跑了，因为……”\n黯顿了一下，双手环绕着的粒子消散，看上去已经丧失了斗志。\n“……已经没有必要了。”\n数十个高度压缩的粒子球凭空出现在蓝的周围，它们不断跳动的样子，就算是不懂粒子的人也能看的出它们不稳定的性质。\n粒子爆弹？刚刚落地的时候布置的吗？这家伙，总会给人一些惊喜。\n黯打了个响指。\n“轰轰轰！”\n粒子公式：粒子冲击+粒子爆破+粒子燃烧+粒子压缩=粒子爆弹\n爆破粒子·粒子爆弹·遥控式\n震耳欲聋的连环轰鸣声，声浪伏倒了周围的草坪，摇晃了树木，扬起的烟尘遮蔽了视野，黯支起粒子屏障防止自己被冲击吹飞。\n这次应该成功了吧。\n冲击只持续了短短的几秒钟，烟尘随即消散，一个大坑出现在了黯的面前，但黯注意的不是这个，而是悬浮在空中的一个巨大的粒子方块。\n这是……粒子牢笼？竟然把粒子牢笼当作保护自己用的盾牌，果然我还有很多东西要学的。\n粒子牢笼→粒子牢笼·防爆特化\n这个牢笼是在半空中的，蓝应该就在里面，那么……\n血红色、白的、紫色、冰蓝色，四种不同颜色的粒子悬浮在黯的身边，最后在她手中凝聚成了一团粒子团。\n爆破粒子加速，狂暴粒子干涉行动，转移粒子破防，冰冻粒子减缓蓝的行动，防止他进行行为预判。\n“今天，是我赢了！”\n粒子冲击\n彩虹样的粒子流从黯手中冲出，瞬息间就贯穿了粒子牢笼，但是……\n粒子牢笼里面根本没有蓝的影子，黯愣了片刻，立马就意识到了是什么情况。\n是替身！从树上追下来的人根本不是蓝！是蓝用粒子做的替身！不行，现在很危险，要赶紧转移。\n“没机会了哦。”\n地下！蓝在地下！\n转移粒子在第一时间出现，想带着黯离开，但还是慢了一步，一只手从土里伸了出来，抓住了黯的脚踝，一股强烈的震荡感卸掉了黯全身的力气，同时还震碎了她身上的粒子缓冲。\n粒子公式：粒子压缩+粒子爆破+粒子波纹=粒子震荡\n确认黯的粒子缓冲已经消失后，手才松开了黯的脚踝，接着周围的泥土被粒子炸开成一个洞，蓝从里面跃了出来，衣服和身上沾满了泥土。\n黯也从粒子震荡的眩晕感里缓了过来，低着头站在蓝的身边。\n“如果我会粒子感知，就不会那么快输了。”\n蓝听到了黯在旁边小声的嘀咕着，一个手刀直接敲到了她脑门上。\n“失败就不要找任何的借口，而且我粒子感知不是教过你了吗？你还说什么。”\n“但是，蓝教我的粒子感知和蓝你自己用的粒子感知完全不一样啊，我这个只能原地索敌，用的时候还得集中精力，蓝那个可以边移动边感知，好用了不止一倍啊。”\n“连粒子大范围外放都还不熟练，我这个你就暂时别想学了。”\n“唔……”\n“好了，该回家摘南瓜了。”\n“诶？又要摘？都没几个了。”\n“少废话，跟上来就行了。”\n“唔……”\n……\n蓝正抱着南瓜朝厨房走，手里还拿着小麦和糖。\n“蓝！这里有你的信，放在门口的。”\n“哦？拿来看看。”\n黯急匆匆的跑到蓝面前，把手上的东西递给了他。\n放下了手上的南瓜，接过黯手上的信，瞟了两眼信封，眉头微微一皱。\n粒子加密的信封？也对，算算时间她也应该到了。\n拿出里面的信，黯凑他到旁边跟着看。\n“诶？上面不是什么都没写吗？”\n“这是粒子加密的信，现在当然看不见了，但只要用点小手段。”\n组合好粒子公式，蓝把一套黯没有见过的粒子公式注入了这张信纸中，随后上面浮现出了字迹。\n“小孩子别看。”\n就当黯想凑过去看的时候，蓝一伸手把她推到了一边。\n“唔……”\n看到黯抱起南瓜乖乖的坐到了一边，蓝这才看起了信上的内容。\n\n\n\n\n\n681d8c12e20aace93317db9d69ffa3971682e163.jpg (104.61 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-18 21:05 上传\n\n\n\n\n\n日期是三天前，这家伙，比我预想中的快了不少啊。\n粒子扬起，手中的信纸被烧成了细细的灰烬消散在空中。\n“蓝，上面都写了些什么？”\n“没什么，一个疯婆娘的自言自语而已。”\n蓝接过了黯的南瓜，把它和其他材料放在了工作台上。\n“黯，你去准备一下。”\n“准备？准备什么？”\n“准备出一趟远门。”\n拿起合好的南瓜派扔给了黯，蓝便朝着自己房间走去。\n……\n“主……龙，金已经带着它的手下到南滨了，接下来是直接以Z404死亡的地方为中心开始搜索吗？”\n高耸的黑曜石柱上，身穿白大褂的男子看着脚下的末影人们，他的身后站着身穿黑色连帽风衣的少女，少女低着头，兜帽遮住了她的脸，让人看不清她的表情。\n“不用急，让它先整顿好自己的手下，明天晚上再开始。”\n“嗯，知道了。”\n少女点了点头，转身打算离开。\n“影未。”\n少女停下了脚步。\n“还有其他的事情吗？”\n“路上小心点。”\n男子说出了少女意料之外的话。\n“……嗯，知道了，谢谢主人。”\n“叫我龙。”\n“嗯，谢谢龙。”\n\n明天开学，之后的更新会变的非常的不稳定，还请各位看官姥爷们多多见谅。",
    "replies": [
        {
            "author": "血盟团长",
            "timestamp": 1587363420,
            "txt_content": "爱了爱了，期待更新"
        }
    ]
}