{
    "title": "一点心得。",
    "author": "子德",
    "replyCount": 0,
    "timestamp": 1587196020,
    "txt_content": " 本帖最后由 子德 于 2020-4-18 17:52 编辑 \n\n本人开服，玩家没有，赚钱也没有，就是自夸自擂的，质量比较好。\n口袋里有大把钱的快餐服服主拿着嘲笑的眼光看这个，也可以当图一乐。\n写给谁看？写给那些想做一个好服的人。能不能赚钱不知道，有没有玩家也不知道。\n即将高三，不知过了这一年后世界又会变成怎样。\n在Minecraft中混了这么久，却几乎什么也没有给出，总当是有点愧疚。\n也挺忙的，写点自己所能给出的最好的东西。别人写了的我就没必要写。我写那些必须的，却从没有人提起的。\n\n服务器圈现状？今天看了看几个1.15.2的生存服，质量基本都较为低下，但却有能够支持服务器玩法的基数，差不多5-20人左右；而1.12.2的各种服一大票，人数却很少有超过5的。 但15的各方面支持都不怎么完善因此，如果你有强大的原创能力，自己写或者定制大型插件的，可以15；否则12就够了。选什么端？纯净paper，mod服cat。怎么优化？除非有特定需求或是特定卡服原因，不改原版端参数，例如xx生成，xx活跃距离，xx的tick。neverlag用在12似乎有问题，本人装了lagremover。要多少钱？想开一个好服，你口袋里至少得有5000+的rmb。坑蒙拐骗也好，开快餐服也好，攒红包钱也好，没这个钱建议洗洗睡。开什么服？目前单端除了有大量可持续内容的生存，基本无法持续维持玩家，rpg这种情况特别严重。因此推荐无脑群组。维持玩家必须要有一定量的游玩内容，我个人推荐是先做好一个生存，然后再做其他端。如果你不想花太多时间在生存，做一个基础的生存也是可以的，就包括一些领地、收购之类的插件。生存可以基础，但得有。生存有显著的留人能力，在此基础上开其他服情况会好很多。花在宣传服务器上的钱要和续费服务器的要一样多。（多一些少一些无所谓，就是想要表达宣传花费得够多钱这个事实）请在看这篇文章的99%的人拿出你的进水脑子来想想什么是审美。个人非常建议从参考魔兽世界的文字做起。95%情况从不用&l，因为玩家没有精力去辨别你那挤成一坨的文字；别把玩家要看的文字和装饰的符号挤在一起，例如神域的排版做的非常好，但我不喜欢他们的消息前缀&7&l[&f&lAsgard&7&l]，因为Asgard和[]都是粗体，且又把给你读的前者和用于排版的后者挤在一起，我觉得非常蠢（但应该还是比在读这篇文章的你聪明），加个空格就变成完美的东西了。使用颜色的原则首先是对比度，例如你在motd背景是黑的你应该用亮色字体，也就是&英文字母系列；背景是亮灰的箱子title就可以使用&数字的暗色系列。当然这只是一个大概，不是死的，比如有的暗色也和motd搭配的不错。然后就是80%的人都会做的把一大堆颜色混在一起，我只能说这会让玩家在心里骂你没马，因为玩家是想玩游戏而不是锻炼视力。最后扯回魔兽世界，&e系统消息，&f聊天，这就做的挺不错。&e比&f要显眼，做一些更重要的东西，比如个人拾取记录，很明显就就比其他人在聊天频道的瞎逼逼有价值，所以才用&e黄。服务器内容，首先讲讲难度曲线。这玩意和经验曲线一样，越后面提升相等实力就要付出更大的努力。其次，内容的宽度和深度。宽度就是玩法的多样性，深度就是某个玩法的肝度。两者得皆有。就像地表越下越难挖，某个玩法玩的越深也应越难前进。“毕业”这种东西就是蠢得不能再蠢的说法，好服不应该有“毕业”。玩法内容上，有你提供的，有玩家自己创造的。打个比方，我拿我生存服做例子，那么按照上面的思想，首先我得开放一些宽度，因此按照个人喜好加入mcmmo、更多附魔（其实我没装）等一些玩法插件，加上原版的甘蔗机、南瓜机、红石等玩法，差不多够用；其次深度，mcmmo就是一个很好的提供深度的玩法。要肝到所有技能满级需要耗费巨量时间，根本不可能；而专精一个职业却非常简单，能通过这个专精职业获取大量的利益，例如高级炼药可以炼原版没有的药水。这就是难度曲线的绝佳例子。原版可以做南瓜塔、甘蔗塔等无限刷物资，因此我也开出了非常低但仍有一定实用性的价格来收南瓜和甘蔗。这种玩法需要大量的资源（做活塞需要大量铁和其他东西），还有一个上限机制：玩家的搬运速度来保证它不会让服务器经济崩溃。提到生存，不得不提起它，所有听过它名字的服主都会向他致以无比崇高的敬意，它是Mc历史上一个注定永垂不朽的名字，它的名字从爱尔兰到契丹无人不知无人不晓：神话MC。它仅仅靠成本低到忽略不计的额外内容就制造了8个千人生存服，那是172时代高尚无比的荣光。我不知道服主当时是误打误撞还是如何设计出了这套系统，还是有意为之；即使它也有当时玩家可玩的服务器少的缘故，但他所确立的这套系统将像服务器的名字一样成为神话。这套系统包括：物资银行，玩家存入物资，每天可以获得积分，来兑换很好的工具（你们可以姑且认为它比原版强一点）和金苹果等消耗品；收费门；金币售卖刷怪笼，越强的怪物刷怪笼越贵，有越高的极低几率掉落+1到+5不同伤害的武器/生命值的防具；玩家自主构建商城；使用金币可以买信标/漏斗/红石/飞行等权限。这套系统完美符合了难度曲线，而且1.7没有经验修补，因此最强的装备是可以被玩家在PVP中消耗的！他是一套无限循环的系统！物资通过大量的初级玩家获取，而被高级玩家用来收购出售获取利润与存入物资银行获取无限的利息；一些高级玩家大量收购初级物资用来建造建筑——而这有相当一部分的金币是通过充值获得。让充值成为循环中健康的一部分，是无数服主所梦寐以求的；高级玩家通过各种手段积攒金钱，购买刷怪笼搭建刷怪场；初级玩家付费进入刷怪场，刷取高级装备；高级装备又被高级玩家收购与在PVP中消耗。这套系统毫无疑问是目前Minecraft中最伟大的创造，物资被不断生成和消耗/存储，没有其他服务器中的过剩现象。初级玩家也有符合难度曲线的目标，高级玩家也有搭建商城/刷怪场这样的极高难度目标。我的RPG服的设计：op问题，老生常谈了。我认为op指的是“服务器内管理员”。我认为一个服务器根本不应该有op。玩家争端？你应该反思为什么会有争端，因为玩家脑瘫没圈地结果被东西拿了？玩家活该；玩家骂人？脏话屏蔽/给少数精英玩家禁言权限而不是op；内容制作？制作内容的人应该是服务器创作者而不是主要负责管理的服务器内管理员。多个人制作东西，就会更混乱，例如可能你看过了这篇文章而那个op没有。总而言之，我还没想出来op的目的是什么，因此不大能理解某些服里的op。\n\n不给出帖子连接，可以在我签名档中访问我服，欢迎探讨；\n觉得有意义，给点金粒？\n",
    "replies": []
}