{
    "title": "[Minecraft.net|INSIDER] 背包盘点：睡莲",
    "author": "炫宙菌",
    "replyCount": 0,
    "timestamp": 1587265920,
    "txt_content": " 本帖最后由 炫宙菌 于 2020-4-19 11:23 编辑 \n\n\n\n\n\n\ntaking-inventory-lilypad-header.jpg (101.86 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-19 11:07 上传\n\n\n\n\n\nTaking Inventory: Lily Pad值得深思的东西Something to ponder\n原文链接发布时间:2020.3.12原作者:邓肯·盖尔我的世界中的沼泽,是一个潮湿而阴暗的地方,在这里随处可见的是泥、粘土和史莱姆。但同时,它也是游戏中最有用的生物群系之一——相当多一部分资源和物品只能在沼泽中找到,其中一个就是我们本周的物品——睡莲Minecraft’s swamps are dark, dank places, full of mud, clay, and slime. But they’re also one of the most useful biomes – there are a bunch of resources and items that can only be found in swamps. And one of them is our item of the week – the lily pad.\n\n\n\n\n\ntaking-inventory-lilypad-ingame.jpg (188.98 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-19 11:05 上传\n\n\n\n\n睡莲于MC1.0.0版本被加入，与此同时加入的还有附魔系统、地狱堡垒和药水。当最初加入时,它们有六十四分之一个方块高。但是如今它们稍微厚了一点——三十二分之三个方块高。这大概是一个半像素的长度吧,忠实MC粉们\nLily pads were added to Minecraft in version 1.0.0, alongside the enchantment system, nether fortresses, and potions. When implemented, they were 1?64 of a block tall. But today they’re a little thicker – 3?32 of a block. That’s about a pixel and a half, fact fans.\n\n需要注意的是，睡莲通常只在沼泽自然生成。但是如果你急需要一个睡莲而又没有可以找到的沼泽，那么你可以在林地府邸(的小麦农场房间中)找到。当然了，偶尔你也能在流浪商人那里买到它们。\nAs noted above, lily pads only generate naturally in swamps. But if you’re in desperate need of one and there’s not a swamp to be seen, then try poking around in a woodland mansion instead – you might find one there. It’s also possible to buy them off wandering traders, and occasionally you’ll fish one up, too. \n\n当你在水上行走时,睡莲就显得十分有用了。它们可以支撑玩家的重量，让玩家在水上农场耕作、制作跨水桥更方便。哦对了，你是否知道睡莲也可以像水上一样被放在冰上？此话不假,着实这么做也很方便——在结冰的河面上放几片睡莲可以避免危险的滑行。\nLily pads are most useful as a way of walking on water. They’ll support a player’s weight, making them handy on farms and to make bridges across water. Oh and did you know that lily pads can be placed on ice as well as water? It’s true – and handy, too – a few lily pads on an icy river can interrupt a dangerous slide.\n\n睡莲也可以方便你在海中央建造。如果你在睡莲下面游动,你可以放置一个方块在睡莲下面，睡莲会被摧毁，但是你放置的方块会被留下。如果你不想一直重复在海底和海岸间游动，用这个方法未尝不可。\nLily pads can also be handy for starting construction in the middle of the ocean. If you swim underneath one, you can place a block on its underside – it’ll break the pad, but leave the block in place. Useful if you don’t want to swim all the way to the seabed or the shore.\n\n在真实世界里,睡莲是睡莲科开花植物的叶子——俗称“睡莲”(Water lilies)。在世界各地可以找到大约有70种不同的睡莲种，包括王莲(直译:维多利亚亚马逊)——最为巨大的睡莲，垫子可以大到三米宽！绽放的初夜， 她们的花是白的；第二夜，她们的花会变成粉色。\nIn the real world, lily pads are the leaves of the Nymphaeaceae family of flowering plants – better known as “water lilies”. There are about 70 different species, found all over the world, including Victoria amazonica – the giant water lily, whose pads can be large as three metres across(!). Their flowers are white the first night they’re open and become pink the second night.\n\n巨大睡莲是维多利亚时代英国园丁之间的趁手的竞争物。曾经德文郡公爵和诺瑟伯兰公爵的园丁们激烈地竞争谁能第一个得到睡莲的花。最后，乔瑟夫·派克斯通(约瑟夫·帕克斯顿)代表德文郡公爵在1849年11月的竞争比赛中获胜，他用燃煤气锅复刻了睡莲生长的自然环境。后来，睡莲的底面罗纹启发了派克斯通为水晶宫设计的灵感。\nThe giant water lily was the subject of major rivalry between gardeners of Victorian England. There was stiff competition between the gardeners of the Dukes of Devonshire and Northumberland as to who could be the first to get one to flower. In the end, Joseph Paxton (for the Duke of Devonshire) won the competition in November 1849, by replicating the lily’s natural environment using coal-fired boilers. The lilies’ ribbed underside later inspired Paxton’s designs for the Crystal Palace.\n\n睡莲是许多文化的标志。它们是孟加拉国、斯里兰卡和圭亚那的国花，也是印度安德拉邦的邦花。在北欧的纹章学图案里也可以看到睡莲，尤其是在荷兰弗里斯兰的旗帜和丹麦的盾形纹章上。在这两类中，睡莲都是红色的，所以看起来像小心脏。\nWater lilies are symbolic to many cultures. They’re the national flowers of Bangladesh, Sri Lanka, and Guyana, and the state flower of Andra Pradesh in India. Lily pads are also seen in Northern European heraldry, most notably on the flag of Friesland and the coat of arms of Denmark. In both cases, they’re coloured red and so look like little hearts instead.\n\n所以在MC中你拥有了她们——如果你想要抓住一个园丁的心，请送他们一片睡莲吧！没有什么水生花卉比这更像是无上至宝了\nSo there you have it – if you want to win a gardener’s heart, get them a lily pad. There’s no finer aquatic flower.               \n        \n\n\n\n",
    "replies": []
}