{
    "title": "关于最近的一些问题/事件",
    "author": "黄凯航",
    "replyCount": 3,
    "timestamp": 1364218380,
    "txt_content": " 本帖最后由 黄凯航 于 2013-3-25 21:39 编辑 \n\n1.很多去年注册的原因不知为何被禁言，不过在这之前他们连续几天都排在排行榜第1名（尤其是那个大傻X，“魔君”Aikawastep，连续超过2星期了啊。。。（它本身说3个星期）白说就是这些人虽然没灌水，不过却争着多到今日活跃排行榜第一名\n建议：\n—请管理层通过插件或要求Discuz论坛插件开发者制作一种插件\nA.如果有某个会员发了超过50或以上（建议最高100）回复的话会被加长发帖时间限制/字数限制/两者兼容B.如果有某个会员发了超过50或以上（建议最高100）回复的话会通过提醒被警告，如果再发几个回复的话（至于要几个回复就要给管理层决定了）会被禁言（至于解禁时间的话也给管理层决定）\n\n\n—取消排行榜/把原有的排行榜改成金币排行榜，人气排行榜等等（这样的话如果有人用马甲互刷金币人气等等的话也比较容易得到）\n\n2.关于mcbbt的道歉贴：http://www.mcbbs.net/thread-101210-1-1.html\n下面的话都是给mcbbt的：\n如果这是真的话，说真的，我非常惊讶你的弟弟竟然用你的号捣乱。他之前因为没看规矩一直用你的号申请版主（具体请看申请子版块）而在MCBBS出名的，而且在看过你的道歉贴后我想说一句他在申请版主时一直说的话，就是他一直说他是12岁的初中生。。。\n真不知道为什么你弟弟为啥要这样做，虽然说我在道歉贴里看到某回复说他是不是想要报复社会，我也有这样一个疑问。不过我觉得他是要报复MCBBS，因为貌似在MCBBS犯规而被封号才报复的\n我不会原谅你弟弟，不过我会原谅这个帐号（mcbbt），希望你可以改下密码以防止你弟又捣乱（话说求你的年龄OvO）\n\n3.卡神因为违规扣某3个会员的分/举报后被3傻X侮辱以及canisminor原创头像被1411213960盗用\n关于卡神被侮辱的问题，我觉得他本人需要自己投诉下（如果这是真的话）\n侮辱卡神的3人里有1人盗用canisminor这个论坛名人之一的原创头像，我可能会在今天/明天帮cm投诉\n\n对和1有关联的会员们的警告（不包括管理层），尤其是该死的魔君（我XX的受够了！）\n在这个之前我想和你们说，如果你们想要让全部MCBBS里的会员们记住你们的话，你们最好是做点贡献，要不然就是连续违反规矩出名或者刷回复什么的如果你们想正正统统得让人家记住你们的话你们最好是为论坛做点贡献，要不然像你们因为一直刷回复连续排在排行榜第1名而暂时出名的迟早在过一段时间后会被大多数会员忘掉\n现在开始正题了。你们这些人到底有没有想过一些问题？你难道不知道一直刷回复会加重服务器在某些方面的负担？还有你们没有想过如果你们一直灌水的话会一直被管理层发卡禁言什么的，却是加重管理层们的负担么？还有那些比我大的不要和我说我没权利警告你们，尤其是AIK你这个家伙！对我来说警告任何人是没有年龄限制还有权利限制什么的，再说我在这个论坛已经1年多了，我没权利警告你们就怪了！\n还有我要针对AIK，你每次都会“警告”我们不要歪楼什么的是吗？你XX的自己也不是在歪楼？对我来说想要口头警告任何人之前不可以在一两个月前做过他们做的事情。除非你想要当版主，不过论坛本身没有不可以歪楼的规矩，我估计没有一个板块违反论坛规矩里的某规矩。好了，想不到别的了，如果想到的话我直接编辑帖子写上去来警告你！我受够了你的这些行为！\n骂完了，突然怀念我在当时注册时的论坛，以前像那些刷回复的家伙，侮辱人的还有“小学生”的人还蛮少的。。。我真的很怀念以前那个和谐的论坛，不过自从去年某月开始会员大增时论坛完全整个改变了，爱犯规的家伙们，为了下载某东西而注册的“僵尸”帐号还有“小学生”越来越多了，貌似超过普通会员们的2倍以上。。。\n\n而且还因为会员大增而导致越来越多不正常的事件发生，例如：CIEbin谣言闹自杀，果冻和撒撒这俩在论坛变成情人了（真XX的恶心，永远单身万岁）等等\n\n我想说，这些去年下半月或者现在注册的会员有没有想过以前的论坛是多么和谐？多么的好？而且我被他们这些去年或今年注册的会员们升级得比我们快而吓到了，我估计是他们灌水太多了\n\n我想针对果冻在这个游戏论坛宣布他和撒撒变成情人这个事件，下面这些话是给果冻以及在去年惹过很多事情的会员：\n我说果冻，这里是游戏论坛，不是什么XX的情侣论坛，为啥你不到其他社交网站而到这里公布？对你而言MCBBS是个什么事情都可以公布的地方吗？拜托！这里只是个游戏论坛好不好？MCBBS现在被你们拿来当作宣布结成情侣什么的了，MCBBS迟早会被你们。。。唉。。。我要警告你们，要分享自己的私人事情的话给我XX的发到社交网站还是情侣网站什么的而不是这里！我真XX的受不了你们这些家伙了！\n\n\n\n。。。\n其他老会员们有没有想过要把MCBBS变回以前的样子。。。\n我不知道可以说什么了。。。",
    "replies": [
        {
            "author": "yr6965801",
            "timestamp": 1402934700,
            "txt_content": "其实论坛也是需要水军的，没水军论坛怎么活跃起来"
        },
        {
            "author": "zhy19940721",
            "timestamp": 1402970100,
            "txt_content": "论坛的管理制度有点严格- -"
        },
        {
            "author": "紅月阿",
            "timestamp": 1402970280,
            "txt_content": "论坛需要一些水神。。。不然在外面搜索 mcbbs 怎么活跃"
        }
    ]
}