{
    "title": "HYPIXEL工作室新纪元：来自SIMON和NOXY的博客信",
    "author": "酥宁最酥啦",
    "replyCount": 4,
    "timestamp": 1587260880,
    "txt_content": " 本帖最后由 苏宁y 于 2020-4-19 12:25 编辑 \n\n原文作者:Hypixel Studios\n\n译文贡献者:Ark2000\n\n\n原文链接:\n\nhttps://hytale.com/news/2020/4/entering-a-new-era-for-hypixel-studios-an-announcement-from-simon-and-noxy\n\n\n\n\n转载规范:允许转载，须声明主题链接、译文贡献者及平台名称(HytaleBBS)。\n\n\n\n转载地址:https://www.hytalebbs.com/threads/339/\n\n\n今天我们有一个关乎Hypixel Studios未来的重要公告。Simon和Noxy已经分别给社区写了信，说明了我们作为一个团队将要采取的下一步行动，并解释该事件对于Hytale本身的意义。\n\nSIMON\n\n今天，我们将发布一个有关Hypixel Studios未来的重要公告，该事件代表着我们从模组制作者到专业游戏开发者迈出了重要的一步。\n\n如果您在过去的一年中一直关注我们的开发更新，那么您会知道Hytale预告的空前成功改变了我们的一切。这既增加了赌注，也为我们的团队打开了一个充满机遇的世界。\n\n\n \n\n我们对充满热情和创造力的Hytale社区深表谢意，并致力于提供符合您期望的游戏。这意味着我们会竭尽所能，让工作室不断“升级”，引进新人才，改进我们的工作流程，寻找了解我们使命的合作伙伴。\n\n预告片的成功为我们在游戏行业打开了许多机会之门，比如各种潜在的合作伙伴公司。尽管这非常令人兴奋，但我们也非常谨慎地对待每一次机会。对我们而言，我们必须为团队，项目和玩家的切身利益而行动。\n\n\n \n\n考虑到这一点，隆重宣告大新闻：Hypixel Studios被Riot Games收购为独立工作室。我们将继续按照以前的方式进行运营，但是Riot将成为我们的母公司，并且我们将获得他们的专业知识和资源。这意味着Hytale将会有更多的开发预算，团队面临的风险更低，并且可以随时向这个拥有丰富经验的成功游戏公司咨询。\n\n但请注意，这完全不会影响Hypixel Minecraft服务器或Hypixel Inc的团队。此次收购的对象仅为Hypixel Studios。\n\n\n \n\nNoxy将取代我，成为Hypixel Studios的新首席执行官，希望您能与我一起向他表示祝贺！Noxy从一开始就一直是Hytale团队的核心成员，我对他作为领导者充满信心，他可以确保该项目不辜负我们的期望。多年来，我们一直在按照这种方式进行工作，这种变化将使Noxy拥有更长远的职业生涯。看到我最好的朋友之一仍在继续这一旅程，我感到非常兴奋。\n\n自从Rezzus和我一起创立Hypixel以来，已经过去了漫长的9年，这将使我们能够退居幕后，在团队需要的时候提供建议。我将把我未来的努力集中在我的健康、家庭和Hypixel Minecraft服务器上，这是一切开始的地方，同时我仍然可以作为顾问与Noxy和Hytale团队联系。\n\n我非常感谢Hypixel Studios和Hypixel Inc的团队，以及所有支持Hytale的内容创建者或玩过Hypixel迷你游戏的人。这是一段了不起的旅程，我等不及要看Hytale的未来了！\n\n- Simon\n\n\n \n\n\n正如你们许多人已经知道的，我们与Riot Games的关系可以追溯到很久以前。包括我在内的许多团队成员都曾是Riot员工。当我们在2018年创建Hypixel Studios时，我们受到了包括Riot在内的一个天使投资者顾问小组的支持。我们对他们的热情印象深刻，并向他们提供的专业知识表示感谢。\n\n即便如此，我们仍未轻易达成这一收购协议。弄清楚哪种未来的合作伙伴关系最适合团队，项目和社区，这是一个漫长且充满挑战的过程。如果您想知道为什么我们在2019年的很长一段时间内保持“安静”，那么这就是原因！这些过程需要大量的时间和仔细的考虑。\n\n\n \n\n尽管我们已经与Riot建立了合作关系，但我们还是拥有许多合作机会。当我们探索其他选择时，Riot一直在鼓舞我们，并高度尊重我们的目标，我们的工作室文化和我们的玩家社区。最后，这是我们决定建立这种伙伴关系的主要原因之一。Riot十分了解我们是什么样的公司以及我们正在做的游戏，他们对我们的成功进行了投资。\n\nHytale的最终责任仍然落在我们身上。开发团队不会发生大的变化，尽管我们将扩展和改善开发渠道，但Hypixel Studios的核心文化不会改变。我们的目标是建立世界上最强大的玩家社区。通过与Riot建立合作关系，我们将获得资源，技术和专业知识，这将有助于我们实现这一目标。\n\n\n\n\n\n这也意味着我们可以建立我们的第一个位于真实世界中的办公室。全新的Hypixel Studios HQ将在我的家乡北爱尔兰Derry?Londonderry开放。这个新办公室将使我们能够雇佣技术支持人员帮助公司的日常运营，以及新的质量保证团队来协助Hytale的持续发展。尽管大多数团队成员将继续在全球范围内做出远程贡献，但我们预计工作室的员工数量未来会有大量增长。您可以在我们的工作页面上找到有关空缺职位的更多信息。\n\n就我个人而言，我非常高兴能够作为游戏开发者开始我们故事的新篇章。我们的梦想从最初作为模组开发者开始，到成为一个专业的游戏开发工作室。与Riot的合作是我们在这方面迈出的重要一步，也是自Hytale的预告片出人意料火爆以来，我们所走旅程的解决方案。\n\n\n \n\n我们花费了一年的时间，找出最负责任的方式来获取资源，以开发让所有人都满意的游戏。既然我们已经完成了这一部分，我们就可以专注于真正重要的部分：制作完成实际的游戏！\n\n同时，我们预计您可能会对这个新的合作伙伴关系以及此事对Hytale的影响有很多疑问。请参阅随附的常见问题解答以获取更多信息。\n\n感谢多年来为Hypixel服务器和Hytale做出贡献的每一个人，也感谢我们的社区，他们对Hytale的持续支持对我们来说意味着一切。我们迫不及待地想和你分享这个游戏！\n\n\n- Noxy\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Shineloner",
            "timestamp": 1587263280,
            "txt_content": "这。。。为什么突然让我想起了mn"
        },
        {
            "author": "GCVillager",
            "timestamp": 1587269700,
            "txt_content": "要不把底纹修改一下？看着有点怪……"
        },
        {
            "author": "酥宁最酥啦",
            "timestamp": 1587270300,
            "txt_content": "GCVillager 发表于 2020-4-19 12:15\n要不把底纹修改一下？看着有点怪……\n你帮我编辑一下可以吗"
        },
        {
            "author": "GCVillager",
            "timestamp": 1587274200,
            "txt_content": "苏宁y 发表于 2020-4-19 12:25\n你帮我编辑一下可以吗\n？？？我又没这个权限\n论坛编辑器里有个小刷子，选中内容后点击刷子可以清除格式，相当于消除底纹"
        }
    ]
}