{
    "title": "囧先生游戏快报：《轩辕剑6》场景制作过程",
    "author": "囧先生",
    "replyCount": 4,
    "timestamp": 1364217720,
    "txt_content": "场景之于游戏，如同舞台之于歌剧，球场之于比赛，是一切的传说故事发生的地方，也是玩家活动的空间。《轩辕剑6》采用新引擎之后，在场景的开发搭建上，也引入了全新的设计思路，包括更宽广的场景空间和更多有意思的场景互动，让国产单机的游戏表现力更上一个台阶。今天就以《轩辕剑6》的场景之一，“东观森林”为例，分享一下游戏场景的出炉过程\n场景的开发一般同剧情脚本的企划同时开始，而随着进度的不断增加，场景逐渐拥有自身的功能定位：是安全区域还是战斗区域，哪些地方安排事件触发点，场景对应的四季、时间设定。而在《轩辕剑6》中，一张普通的2D构造原画已经不能满足立体空间探索的需求，往往在一张原画背后，还有若干细节设定图，用来描述地形结构等概念\n\n东观森林最早的设定图集\n东观森林，是奄國前往蒲姑的必經之地，《竹书纪年》载:“南庚更自庇迁于奄。阳甲即位，居奄”——奄国一度成为殷商的都城，拥有相当的人口和繁华的商业，东观森林自然也成为了重要的往来之地\n\n隐藏于东观森林的神木隧\n\n触发剧情点地形设计图\n历史小典故：奄国为现今的曲阜市、蒲姑为现今的淄博市的临淄区\n在等待策划将场景功能安排清晰的同时，美术当然也没有偷懒，他们还有更重要的工作，为这个世界铺上一层自己的色彩，成为可以欣赏的一方美景，并为游戏烙印上属于自己独特风格的标志。在《轩辕剑6》中则表现在对水墨风格方面的继承与探索\n\n参考最合适的现实森林来对应制作\n\n森林中将会遇到怎样的对手呢\n\n宝物有可能就隐藏于树干中\n相比前作，《轩辕剑6》增加了的更多的场景互动设计——某些特殊宝箱需要运用天赋技能才能发现、解锁并最终获得，这中间需要用到同伴的各种特长能力，其中就包括可以能破坏场景的强大技能。所以一旦有新伙伴的加入，意味着有些去过的场景也能够重新挖掘到一些新的宝物，乃至开启新的支线剧情。\n战甲师也会在这里登场\n\n神木隧道 气氛设定 日间\n\n神木隧道 气氛设定 夜间\n\n\n\n\n气氛设定稿，是美术与企划之间沟通交流的关键，也决定了玩家体验游戏时会拥有怎样的气氛感受。《轩辕剑6》拥有更加细腻的时间变化设定，不仅有白天、夜晚的区别，包括黄昏、正午、凌晨等气氛也会通过即时光影的变化来反应，而玩家在不同的时段在同一个地点，也会遇到不同的事件，乃至不同的敌人\n\n\n\n\n\n\n场景制作完毕，并不意味着游戏的完成，包括演出镜头的不断调整，战斗数值的测试等工作都要基于场景展开。而通过《轩辕剑6》独特的即时光影与矢量景深特效，《轩辕剑6》的事件演出不再单纯依赖文字的表现，而是赋予玩家更多行动的自由，并拥有更多精彩的细节互动，最终打造出一个新世代的轩辕剑作品。\n\n\n\n《轩辕剑6》官方微信已正式启动运营，搜索微信号“swd6fans”或者扫描上方二维码，即可与官方互动，了解更多《轩辕剑6》最新资讯。《轩辕剑陆 凤凌长空千载云》（简称《轩辕剑6》）由轩辕剑之父蔡明宏领衔，大宇资讯旗下DOMO工作室制作的一款国产单机中文角色扮演电脑游戏。本作为《轩辕剑》系列的第十一款作品，采用全新游戏引擎开发，故事背景定位商周时代，画风全面回归水墨风格。《轩辕剑6》由国内一线游戏厂商畅游代理，并将在大陆、台湾两地同步发行，预定2013年与广大玩家见面多多回复哦~~~\n\n\n\n",
    "replies": [
        {
            "author": "kaho",
            "timestamp": 1364217780,
            "txt_content": "yoooooooo 不错噢~"
        },
        {
            "author": "蛋糕小八",
            "timestamp": 1364217900,
            "txt_content": "轩辕剑 。。。。。。，不玩那东西"
        },
        {
            "author": "Evan丶桑",
            "timestamp": 1364217900,
            "txt_content": "我就没玩过轩辕剑、、、"
        },
        {
            "author": "qq949920467",
            "timestamp": 1364219940,
            "txt_content": "无意义贴！直接搬游民的！"
        }
    ]
}