{
    "title": "对联机版版规一个建议以及对自己错误的再次批判",
    "author": "Junior_Mo",
    "replyCount": 14,
    "timestamp": 1587312120,
    "txt_content": " 本帖最后由 Junior_Mo 于 2020-4-20 00:06 编辑 \n\n各位版主看到这篇文章的论坛坛友们好\n我先介绍一下我自己，我是Junior_Mo，司徒小莫。\n之前是个小小的服主，现在是个佛系MOD开发者。\n帖子内容可能有点多，甚至有错别字，希望大家能看完理解我的意思。\n先承认错误\n我是Another Star联合服务器的管理，这个联合服务器也是我组织创建的。\n目前在联机版黑名单第二位的六星，帖内标注的错误为 囤号、刷分，一服多帖\n可能有点膨胀，买了个大的VPS和一堆人开了一堆服务器，说一服多贴问题，我承认。\n服务器分开发的帖子和一个总帖子，的确是一服多帖，说实话是有点侥幸心理钻了个空子。\n然后是囤号刷分问题，当时就一个号，我朋友M（简称，人已经退圈）也想开服务器，然后就出现给新号转账的问题，历史太久远了找不到原帖了\n大概内容是在茶馆用评分功能刷积分导致几个号被版主封掉\n随后因为服务器没有宣传急需要BBS账号，M创建了多个小号，每日做日常任务升级（大概100多个）\n当然这个号是我自己注册的，也是我自己全程管理也就是没被封的原因之一。\n经过了日积月累的日常任务，我们得到了数量巨多的小号，曾经有过把提升卡买空的操作\n随后我们发现了更高的价值，当时是开服热潮，有人甚至花大价钱BBS的6级账号。\n因为看到淘宝上有人出售金和绿宝石，M便在淘宝上挂上出售BBS6级号金粒号的操作。\n现在想想的确很可笑的，我们禁止玩家私下交易，却在出售论坛的账号。\n记得很清楚，大概是在被封禁之前的几个星期前，一个人向我推荐了BBS顶贴机器，我是果断拒绝了。\n因为学业紧张嘛，最后我也没问M是不是买了那个顶贴机器。\n然后我便因为以上问题进入了黑名单并且被删除了所以帖子清理了所有小号\n之后过来几个星期吧，我向这个版发出了自己承认错误的帖子\nhttps://www.mcbbs.net/thread-805571-1-1.html\n有点尬，甚至有点像黑历史让人婊出来内味\n虽然版主xu11xx的回复有些不正确出现歧义，但我这里不辨驳（如果想听我解释的可以私聊，不过应该没人），这次我仅仅是再次承认错误来的。\n后续我也坦白，第一次申请版主我拿了朋友的号为自己拉了一票。\n虽然M已经退圈，但是作为服务器的管理者，我愿意承担上述的全部问题，承认我所犯下的错误，接受论坛的处罚。\n下面就是我要提的意见的心路历程。\n我希望论坛能给我一次机会，再给那些犯错误的服主们一次机会\n就此次“零下五度”服务器被封问题，我意识到了一个问题。\n明明是一个玩家口中的良心服，因为一个问题被永久封禁。的确服主也犯了错误，但也及时改正了，玩家也不希望服务器被永封。\n难道就没有一种能让服主犯错弥补的机会？难道犯错了就只能换个身份去重新来过？那不就只能成快餐服了吗？\n但同时，我也意识到这个问题的严重性，别说论坛，就连X讯，X易都没有制止换身份的方法，这也是网络社会的问题。\n但是有的人更在意的是自己的名誉，我拿着我这个号顶着六星的黑名单做着我的MOD的原因。\n我也想过换身份，换个号继续做服务器，但我发现那不是我，我是司徒小莫，在哪里我都是。\n我想大家应该理解我的意思，名誉对于一个人挺重要的对吧。\n我深知我犯下了严重的错误，对论坛造成了不良的影响。\n所以我一直在努力，嘴上说为了大家为了服务器圈，但真实的就是为了自己能洗掉在这个论坛上的黑点。\n就算洗不掉我也想让大家知道我在努力争取，犯了错误可以弥补，可以用自己的行动去填补错误，这点是可行的。\n换身份只是对自己网络社交的不信任对自己的行为不负责。\n所以我的建议是用我那微不足道的贡献去补我之前犯下的错误，不怕需要的量大，我都可以去努力，去争取。\n也让更多的良心服主们找到除换号外另一种可行的方法。\n以上内容是我的独白和这个建议的心路历程。\n下面是建议的主要内容\n我希望版主们可以给曾经犯过错误的服主也好，开发者也好一次机会。\n用他们的论坛“爱心”“人气”“贡献”等来补偿犯下的错误。\n我的建议是扣除对应的积分来使得可以再次在服务器版发帖。\n当然黑名单上可以不完全删除，可以用横线划割，并且写上对应的解封原因备注。\n这是我认为对于论坛和犯错的人比较好的处理方式，当然仅为我个人的意见，望采纳。\n个人对论坛的管理们再次承认错误\n我的侥幸心理和对利益的渴望使得我我犯下的严重的错误失去了大佬们的信任。\n但我这次把我的问题和我的建议原原本本的都坦白了出来，希望能得到你们的理解，希望能得到你们的认可。\n另外的请求\n我其实是想和版主xu11xx聊一聊的\n怎么说呢，这事开始也有一年半多点了吧。\n每次我有动作总能看到版主出现干涉（没有责备的意思）\n也没什么别的意思，就是我单方面认为我真的需要和她聊一聊我认为我们的关系没必要这么僵，真的。\n缺少沟通的确是矛盾升级的原因，还有对于M的发言我深感抱歉，如果需要我会发个视频道歉\n希望你能接受我这第不知道多少次的邀请\n最后希望\n当然我希望论坛联机大区能采纳我的建议，我既然做了第一个被杀的鸡，我也愿做第一个解封的羊\n就算意见不被采纳我也希望能给予良心服务器一些其他的机会。\n感谢你能看到这里，没什么高端操作，不会跟大佬们一样列出一条一条的\n看的可能有一些累，希望能理解。\n明天我也会因为开学完全进入我的高三学习阶段要离开大家一会了。\n这是我的独白，一个叫司徒小莫的普通人的独白。\n",
    "replies": [
        {
            "author": "匿名",
            "timestamp": 1587312720,
            "txt_content": " 本帖最后由 匿名 于 2020-4-20 01:17 编辑 \n\n规矩是死的，虽然我不清楚其中缘由\n但世予予的事件也让我知道了处罚不会因为言论和贡献而减轻"
        },
        {
            "author": "NothingnessVoid",
            "timestamp": 1587312780,
            "txt_content": "大佬就是大佬 认错都能写出这么好的建议"
        },
        {
            "author": "jgfh",
            "timestamp": 1587313140,
            "txt_content": "支持莫哥 每个人都会犯错 知道错然后去悔改才是好的 而不是知道错误还一错再错 何况莫哥也无偿修复了许多modbug和发包。"
        },
        {
            "author": "素衣颜如初",
            "timestamp": 1587313200,
            "txt_content": "支持。"
        },
        {
            "author": "tingfeng__11",
            "timestamp": 1587313200,
            "txt_content": "司徒小莫对mc圈内的贡献是大家不可否认的，通过其账号贡献分和绿宝石数量可以看出，论坛官方也是予以肯定的\n在这个前提下，愿意承认错误并改正，愿意以自身贡献作为代价（贡献分、爱心等）来弥补自身过错，个人认为是合情合理的。\n\n为了避免混淆，此处不谈论零下五度相关事项。"
        },
        {
            "author": "Deston丶",
            "timestamp": 1587313380,
            "txt_content": "支持小莫！人无完人，不可能不会犯一丁点错误，但知错就改，去勇敢的面对它 才是真正的解决方法，我挺！"
        },
        {
            "author": "摸鱼的咸鱼",
            "timestamp": 1587313800,
            "txt_content": "虽然犯过错但是小莫对于圈内的贡献还是很大的，前段时间那么大的bug也很快就着手修复了小莫加油"
        },
        {
            "author": "南柯郡守",
            "timestamp": 1587314460,
            "txt_content": "Lu姥爷生前也是个体面人"
        },
        {
            "author": "鸽中豪杰",
            "timestamp": 1587316320,
            "txt_content": " 本帖最后由 鸽中豪杰 于 2020-4-20 02:41 编辑 \n\n人出现错误不可怕 可怕的是知错改正却不被别人信任 也许就因为这一丝丝的不信任 会使人走上歧途不过教训摆在我们眼前 对于某些人 我们也不能完全去信任\n曾经的小莫犯了错误 主动承认了错误 并努力用自己的行动去做修复mod的系列bug来将功补过\n身为普通人的我们 谁又没有犯过错误 谁又能做到迎合所有人 网络和现实世界都是如此\n接下来继续说说关于小莫提出的建议\n客观来讲\n确实 部分人犯了错误 不过也不能一巴掌打死 也许是真正的疏忽\n版规讲道理也挺长的 说不准就会遗漏某些部分\n当然也不排除有走版规漏洞的 部分玩家也在反馈区向bbs反馈这些版规漏洞\n那位沙发的匿名说了一句“规矩是死的”，这句话还有后半部分“人是活的”。不论是版主 还是坛友 都是活生生的人\n既然发现了违规问题已经改正并且愿意将功补过 为什么不能给一次机会呢\n不过这也只是建议 版主采纳与否还需要版主们商议此事 作为坛友的我们只是提一个建议\n违规记录可以保留 就像小莫所说的那样用横线杠掉\n给真正愿意改正的人一次机会 我觉得会改变某些局面\n\n"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1587342120,
            "txt_content": "仅代表个人意见\n\n在这里支持楼主，没必要一竿子打的死死的。就像服务端插件，服务端整合包也没有严重违规禁止发帖的说法，过去了就过去了吧。"
        },
        {
            "author": "kaiyu",
            "timestamp": 1587342480,
            "txt_content": "人非圣贤，孰能无过。"
        },
        {
            "author": "白叶Official",
            "timestamp": 1587344400,
            "txt_content": "嗯……怎么说呢，虽说“人非圣贤孰能无过”，但是该处罚还是要处罚。\n我请各位注意，在我  国  ，无论个人对国家有多大贡献，做了错事也是要受罚的，我不赞成免 刑 ，但降低处罚我是可以勉强认可的。\n仅表示个人看法，如果你想喷我也没问题。"
        },
        {
            "author": "白叶Official",
            "timestamp": 1587345480,
            "txt_content": "第一个评论有关键字还没过审……\n希望小莫能够改过吧，不过该处罚还是要处罚，毕竟不应该以个人功过而减轻处罚，无论做过多大贡献或身处高位，违反了也要受罚。"
        },
        {
            "author": "xu11xx",
            "timestamp": 1587358260,
            "txt_content": "\n\n多人联机大区目前不会开启任何渠道减轻或撤销处罚。\n\n\n\n即便您所说的服务器“对玩家非常良心”、“玩家中口碑极好”；\n\n在论坛宣传时做出违规行为，也将受到其对应的处罚。\n\n而不是以 种种无关借口 \n包括但不限于 “规矩是死的，人是活的”、“人非圣贤，孰能无过” 等等名言名句\n来要求论坛版主来开后门、规避处罚。\n\n\n多人联机大区失信黑名单当初登记的为Another Star联合服务器，并非您个人，\n\n一般而言，6星失信处罚应为服务器管理组及发帖人员(包含小号及马甲号)全员“永久禁止访问”，\n\n做出不封禁不限制访问的处罚、在他人以失信人员为由举报修复插件时睁一只眼闭一只眼\n\n已是多人联机大区最大的让步；\n\n您之后在其他版块做出再多贡献，\n\n也无法撤销服务器版块对该服务器及其管理组(包括您个人)的其余处罚。\n\n\n做出贡献，奖励相应积分；\n\n作出违规，处罚对应项目。\n\n\n\n"
        }
    ]
}