{
    "title": "【地图鉴赏】第四维度 | The 4th Dimension —— [BGM]地球上不同维度之间的穿梭",
    "author": "主世界",
    "replyCount": 7,
    "timestamp": 1587312000,
    "txt_content": " 本帖最后由 主世界 于 2020-4-20 08:40 编辑 \n\n第四维度 地图鉴赏——地球上不同维度之间的穿梭\n图片来源于原作者|前言 · 简述图片来源于原作者\nMCBBS 搬运帖：https://www.mcbbs.net/thread-809143-1-1.html搬运者：夜刀神十香原作品帖：https://www.planetminecraft.com/project/the-fourth-dimension/原作者：Team Vaeron\n　　我向来就认为 Minecraft 中的风景建筑就是风景建筑，而科幻建筑就是科幻建筑。我并不认为两者有什么共同点或者相似处。可是，这张地图让我见识到了，什么是 “风景与科幻的结合”。　　《第四维度》是一张由 Team Vaeron 制作的超大地图。它拥有着丰厚的文化底蕴以及广大的历史背景。　　地球上已经经历过了无数次文明的崛起和衰落，从三叠纪开始，这张雄伟的地图利用 “维度穿梭” 的形式向我们展示了种种过往，将维度流逝之匆匆，生活节奏之快以及时代的变迁表现得淋漓尽致。\n\n　　在我打开这张地图的时候，我不得不说，它深深地震撼了我。这张地图结构完整、构思巧妙并且详略得当，远看集天地精华于一体，近看细节刻画令人印象深刻，实属科技景观建筑之精品。　　由于原作者对地图的五个分支没有详细的名字规定和介绍，我经过慎重考虑，给它们命了名，我觉得地图的前三个分支是在讲述史前时期与古代文明，第四个分支是在反应现代生活，而最后一个分支则是在展望未来。\n|零 · 地图中心\n\n　　地图的中心分为 3 大块。它们分别是：维度核心、维度放映机和维度能量。它们都是紧密连接在一起的。维度放映机放映出来的 “图像” 分别矗立在中心周围，分为 5 个部分：三叠纪、冰川时代、古代文明、现代文明以及未来。\n\n　　维度核心犹如一个巨大的空间站，“空间站” 周围伸出五条灰白色的手臂，自然地将放映机与中心结合起来。这些手臂从 “空间站” 低端发出，带着一些神秘的光亮，在手臂的末端发散出一道道蓝光，聚成每一种维度。作者充分发挥了彩色方块的装饰作用，在每个放映机放映出来的 “图像” 外精妙地使用了以蓝色为主的染色玻璃和浮冰进行球形的装饰，给人一种各个维度分离的感觉。\n\n　　地图中心的上方是一个 “激光发射器”，由无数个海晶灯和浮冰组成，射向维度核心，它就是维度能量。这束光彩耀人的蓝色激光柱仿佛已在此照射千年，只有它，射入维度核心中，才能使维度放映机复原出各种维度的景象。正如下方的图片一样，这束激光在宇宙中发散无限光芒，照耀苍生，直射云霄。\n图片来源于 Newshub\n\n\n\n\n\n\n\n\n\n\n\n\n　　为了能让下面的鉴赏还看得下去，我这里就不再赘述地图中心是有多么的好了。不过，地图中心各处重重叠叠的方块和细致入微的雕刻，让我觉得，作者在这张地图里是用了心，并且还花了很大的心思的，估计要花费数月数年的时间来完成这张地图。离远了看，机身与机顶有着完美且自然的结合，不像是拼凑上去的，而且所有的方块的色调基本一致，大都为灰色，似乎在暗示着，地图的五条分支才是本图的重头戏。离近了看，石头、熔炉、混凝土、发射器、海晶石、铁活板门、压力板等等，每个方块都凝聚了作者的辛勤付出和想象力丰富。走在每一个方块上，踏在每一个地板上，能感受到，这定是一个惊世之作。\n\n刚刚那些图片是不是难以看到内部细节？我们去掉光影一看。\n　　想必这个时光机充分体现了人类历代以来科研成果，是人类所有探索太空过程中智慧的结晶，作者才这么努力地去完美它吧。\n|一 · 三叠纪\n　　现在我们来对地图的五个分支分别进行鉴赏。　　这里是三叠纪。三叠纪，是恐龙时代的第一时期，是恐龙文明刚开始繁荣的时代。随处可见的爬行恐龙，以及天空中寥寥无几的飞行恐龙，可以明确地反应出三叠纪是初始的时候，可以知道，作者对这些历史是有所研究的。\n\n\n\n\n\n　　不必深究作者在这个维度中想表达的意思，这重峦叠嶂的山峰、清澈见底的河水、高耸入云的山峰（其实没有云）、绿草青青的土地以及大大小小各种各样的恐龙，构成了一幅美丽的画卷，令人心驰神往。青山绿水，使人对史前时期浮想联翩。　　在最后一张图里，可以看到一只大恐龙对河边嬉戏着的两只小恐龙虎视眈眈，准备抓住时机，把它们一举歼灭。看来，史前时期也没有刚刚美好景致中的那么和谐，反而是弱肉强食，适者生存。生物的天性是凶残的，为了自己能存活下去，它们什么都能干得出来。在此处，作者创造性地将方方正正的方块灵活化，逼真地显示出生物们的一举一动。\n|二 · 冰川时代\n　　在地图的第二个分支里，我们可以看到冰天雪地的景象。一开始我还以为是 “白垩纪”，但事实证明，作者不仅提前对这张地图进行了精密的构思，还在地图中留下了线索：一头野生猛犸象。\n\n\n\n　　冰川时代又称 “冰期”，是地球上出现过多次的地质时期。在这个时期，由于比较寒冷，动植物都十分少见，因此地图中几乎寸草不生，有草方块裸露的地方也非常的少。在图中唯一能看见的生物就只有猛犸象了。四周高高的石柱遥相呼应，昔日流动的河水已然变成冰河，绿草悠悠的山峰已覆盖上一层白纱，到处银装素裹，分外妖娆（不好意思走偏了）。\n\n　　有没有发现？亮点！作者在搭建过程中只放了一只猛犸象，而没有像三叠纪那样做出多个同类型的生物。作者意在表明，猛犸象已经由于自然环境的变化和人类的捕杀而灭绝，但是今天仍然有人为了自己的利益，不顾一切地捕杀已经濒危了的动物。作者通过这种形式，向人们呼吁，让人们重视这些即将灭绝的物种们，不要等到地球上只剩下最后一只濒危动物时，才有所行动。实属巧妙绝伦。\n|三 · 古代文明\n　　接下来我们鉴赏古代文明。　　这个分支，主要使用了寺庙建筑来体现古代的文明。高大的红白相间的寺庙和用砖砌成的墙壁，给人一种庄重感，使人走入这里时对建筑肃然起敬。石柱、松柏、拱门，一步步完美无缺地展现了古代寺庙的神圣风格。由于此段容易涉及到某些不好表述的词，我们就用图片和说明来鉴赏它吧：寺前拱门\n\n寺前雕塑\n\n寺院广场（练功柱？）\n\n红白相间的寺庙\n\n寺后小亭\n|四 · 现代文明\n　　现代的维度就跟我们日常生活中的所见所闻有些相似了。　　整洁的街道、熙熙攘攘的人群、川流不息的汽车、吭哧吭哧的火车，以及鳞次栉比的高楼大厦......现代发达的科技，给我们的生活增添的色彩。作者对现代刻画得非常细致，从一辆汽车、一节车厢，到一个小店、一个车站，都有着作者耐心构思的痕迹（于是我这整篇鉴赏都在说作者做工精细，233）。在图片中，我们可以看到，图中的道路、公路和火车道错落有致，显得不是很错综复杂，自然地展示出了现在世界上大多数城市现代化的样子；楼房有高有矮，体现出即使是在城市中，社会也有贫富差距分化，富人住宽大的高楼，贫穷的人只能住狭窄的矮房；整个城市除了公园一角以外几乎没有什么绿化，这反应了现代大多数城市在建设过程中，只顾打造现代化城市而忽略了城市的绿色景观和生态平衡等问题。\n运货车\n小汽车\n火车站\n行驶中的火车\n小商店\n公路旁的座椅\n公园一角\n空调排气扇\n飞机\n|五 · 未来\n　　你是否对未来充满期待？眼前是否经常浮现出未来城市的样子？　　是的，今天，你通过时光机来到了未来，尽情观赏吧！　　这里去除了现在城市中车水马龙的喧闹，火车的呜呜声从此不再；这里的公路蜿蜒曲折，高楼上的通讯设备异常发达；这里城市的中央摆放着宇宙飞船，随时准备直冲云霄。\n落后的地表无人问津\n\n公路上的飞车，飞速前进\n\n\n\n\n发达的建筑群\n\n即将发射的宇宙飞船\n　　如此这番繁荣的景象与先前的种种维度形成强烈的对比，寄托着作者对美好生活的向往。　　各位，是否有这样的幻想呢？是想生活在三叠纪那样青山绿水的时代还是这样高楼林立的未来？\n|后记 · 总结　　本篇鉴赏即将结束，说真的我都不知道我在写啥，我的文笔又不好。我们再来感受一下整张 “第四维度” 地图的高端与宏大：\n图片来源于原作者\n　　明天将会更好，过去的时光只能在时光机中找到。这大概就是作者通过这张地图所想表达的内容了。不难发现，作者在维度核心伸出的手臂上没有 “偷懒”。除了古代文明那一个维度，其余的手臂均是斜着伸出去的，也就是说作者给自己的搭建增加了难度（其实是秀了一波）。最后，希望感兴趣的玩家能去把这张地图下载下来看看，毕竟做地图的人花费了心血，而我就混个活动......　　所有图片均使用 “路过图床” 展示，少数图片比较大，若加载不出请耐心等待。　　文章中未进行标注的图片来源于本人，可以在地图鉴赏以外的领域随意使用。　　这是我第一次发鉴赏帖（谁不是呢），若有任何与版规相对的地方，望指正！",
    "replies": [
        {
            "author": "Jarry_",
            "timestamp": 1590752280,
            "txt_content": "三维+时间=四维"
        },
        {
            "author": "monster_hunter",
            "timestamp": 1590839280,
            "txt_content": "嘶，有一种大富翁六里面一张地图的感觉，周围包围的环形罩子配上里面的小城市就很有辣味道"
        },
        {
            "author": "帝丶wax123",
            "timestamp": 1592030340,
            "txt_content": "现代 未来 过去的碰撞吗"
        },
        {
            "author": "剑舞幽若",
            "timestamp": 1594736160,
            "txt_content": "很棒的作品，感谢分享awa\n"
        },
        {
            "author": "5659856",
            "timestamp": 1598690460,
            "txt_content": "很棒的地图！感谢楼主分享！"
        },
        {
            "author": "南斗七杀",
            "timestamp": 1598730780,
            "txt_content": " 很棒的地图！感谢楼主分享！"
        },
        {
            "author": "1122933",
            "timestamp": 1603601760,
            "txt_content": "这张图我爱了~"
        }
    ]
}