{
    "title": "MC 战世 佣兵章一 ：身为佣兵",
    "author": "莫提哥",
    "replyCount": 1,
    "timestamp": 1364292480,
    "txt_content": " 本帖最后由 莫提哥 于 2013-3-26 18:24 编辑 \n\n卧槽。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。最近挺萌的多其他MC主题小说出现了噢噢噢噢噢噢噢噢噢噢噢噢噢噢\n快就被T下来，必须努力啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊\n\n\nMC 战世 佣兵章一 ：身为佣兵\n“去哪？”坐在柜台后面的欧巴桑问\n“艾依城。也给我来两个面包。”\n“17元”\n“元！？”欧巴桑瞪着我，“等等”我翻着口袋，摸到了昨天龙先生给的金粒……\n\n\n果然不出我所料，金粒可以用来付钱，还有零钱找呢。\n拿着车票和面包，跟着指示牌，走到一个车道，正好看见一辆矿车从发射器发放出来。\n和原本的MC不一样，这矿车比较长又大，可以整个人躺在里面，下有棉布铺着。\n坐上去，嗯。。按下旁边按钮，矿车开始动了呢。\n迎面吹来的风把我的头发吹得乱糟的，我只好躺下来低着头躲在矿车里吃面包。\n过了10分钟。矿车停下来了。\n\n\n出了车站，眼前的建筑物群简直亮瞎我的狗眼。噢噢！那市政局！虽然我曾经下载他人的存档来欣赏那种建筑美。。但是这是真实、可以运作的建筑物，规模以及细节更上一层楼，加上这是我喜爱的十六世纪风格，让我望着在市中心那的应该是市政局的建筑物欣赏着。。。\n\n\n------------------------------------------------------------------------------\n下午，龙先生和徒弟出任务回来公会，未到门口便感觉到里面热闹气氛，愉快的高声交谈，让经过的路人也好奇地往内督几眼。平时，公会里通常不怎么热闹的，因为大多佣兵回来公会只是报告任务、领取任务、休息和在公会里的吧台喝酒，顶多会有人在里面闹架，大家才会围起来看热闹乱吼乱叫。从未见过热闹地一起谈话，因为大多佣兵都是个体或者搭档式，其他的佣兵就如同对手一样会互相抢取任务，所以别说是当朋友，理睬对方都不会\n\n疑惑地走进公会，看见公会中央长桌子那坐了许多人，还有几位站着聊。\n走向他们围绕的中心点，几位佣兵看见龙先生，纷纷让开，站起来敬礼称呼“龙会长”\n\n\n------------------------------------------------------------------------------\n以与生俱来的高超的社交技术，我一到达龙牙佣兵工会，立即和几位佣兵搭上了。\n而且，也有几位好战的佣兵（看他不顺眼）和我单对单切磋武功（扁他）。\n个个身怀鬼技，几次挑战切磋之后，让我获益不少（次奥，这货不是普通人，都打不着他）\n向他们敬谢指教，（次奥，我们想扁他，他还向我们敬谢！？）\n他们还请我吃东西，真有前辈风范（次奥，原来这货是会长要的人，得罪不得！）\n之后大家坐在一起谈笑风生。（哇哈哈，他的笑话够黄够搞笑！）\n\n\n突然，面前几位佣兵让开，原来是他们的会长——龙先生回来了\n“嗨”我笑笑地打招呼说\n龙先生和他的徒弟的脸色都充满了震惊，似乎看见了鬼一样。\n“哦……嗨？”虽然早已料到他会来，但也不是这样出场的吧。。。龙心里这么想。\n\n\n-----------------------------------------------------------------------------\n被领进会客室里，我和龙先生彼此坐在沙发上（徒弟没跟进来）\n气氛很尴尬，谁也没开口，我也不知道该说什么，来这里的主要原因是因为我不知道自己何去何从，这时候大家面面相觑，谁也不出声。过一阵子，龙先生先开口说：\n“当我的徒弟”\n“不要。”莫名其妙\n“你是我见过最有资质当我的接班人”他的话简洁有力\n“不要。”莫名奇怪\n“…………”会客室又在沉默了下来。。。\n又过了好一阵子，他又问：“你从哪里来？”\n“地球”\n“……”再次沉默。。。。（龙心想：这是哪里啊。。）\n这次，我主动开始说话，把我心中的不服说出来\n“其实…我不服…虽然你救过我……”沉默一阵子，心中的恶魔似乎活了过来，我瞪着他手扶着虽然已经好多了但是还红肿的伤口，沉沉地说，“我从来没输过……”\n“那就当我的徒弟”\n“不要”你不放弃啊！？\n“我有信心可以把你培养成最强的战士”\n“不要”真的不放弃！？\n“……”再再次沉默了下来。\n又过了一阵子，他又再打破这诡异的气氛说：“那当佣兵如何？”\n“好啊”不知道为什么不怎么想和他长谈。\n“……”接着，他脸色很差地站起身慢慢地走到门旁，突然地打开会客室的门，门后他的徒弟和几位应该也是在偷听的佣兵都吓了一跳。只见龙先生沉沉地说了几句，我听得不是很清楚，但是看得出偷听的人都很心虚地看向其他地方，脸上的恐惧掩饰不了。接着，打发走其他人，龙先生又对他徒弟说了几句之后他自己先走了。\n\n\n之后，他的徒弟带我去购买装备，我买了一件轻便的牛皮盔甲和一把铁剑，和他要我买的一件铁护腿和铁靴子，刚好花光他们给的金粒和他也自己多付出些钱。\n接着他从他的大衣里拿出一卷纸出来给我。\n“这是你的第一个任务，自己看着办吧。”\n\n\nFAQ:\n问   ：“请问你对龙先生的看法？”\n凯伦：“老实说，我的自尊心很强，但是他的确打败我了，但是我依然不服”\n问   ：“还有呢？”\n凯伦：“另外我很在意一点，他的样貌、皱纹什么的一看就知道没有六七十岁也有五十多，但是身材挺萌的壮，好像他徒弟一   样，一开始我就认为他是个老汉，但是那个猪村长竟然叫他先生，那么我就叫他先生咯，说不定人家有什么疾病才会造成样子这么老和那么多皱纹啊鱼尾纹啊什么的”\n龙  ：“事实是前者！而且我一点也不希望是后者！多难听啊可恶！”\n\n通往索引贴之路:传送门！\n偷偷告诉你们哦，加人气不会扣自身的人气的哦",
    "replies": [
        {
            "author": "1187532300",
            "timestamp": 1364293200,
            "txt_content": "顶吧·······"
        }
    ]
}