{
    "title": "【原创】【曾经我小说的旧坑】美咲团之盘古重生",
    "author": "熊猫丶晓能",
    "replyCount": 4,
    "timestamp": 1364295180,
    "txt_content": " 本帖最后由 熊猫丶晓能 于 2013-4-8 19:36 编辑 \n\n\n--------公告---------\n先说明了。这是我以前连渣都不会写的时候乱写的\n剧情无理的话。。。。忽略过去吧\n\n\n\n\n\n\nu=2278135655,1492822812&fm=15&gp=0.jpg (2.56 KB, 下载次数: 5)\n\n下载附件\n\n2013-3-26 18:51 上传\n\n\n\n\n我大喵星迷你熊猫族镇楼\n---------分割线-----------\n    自从林晓峰醒来后，众人便开始了寻萌物之旅，当然大家并没有闲逛。林晓峰教了大家秘诀。当然分配了3种人学了三种秘诀。21名战士学习《力值圣体》这秘诀（个人觉得这秘诀挺悲催的。虽然是永久性增加的，但是挺没用，虽然主动技能很华丽。）12名适合当刺客的学《阴怨暗翼》（作者：沃擦，本人一概认为暗杀最强大，暗杀最无敌。）12名本身就拥有念力却不会使用念力的白痴精神念师学着《食吞星阵》。\n　　一个月后，林晓峰突破学者9阶，到达学者10阶，并少少的领悟到了一丝木之法则，准备跨入门栏，并同时领悟到土之法则初步。而SOM团的所有人都到了学者五阶，当然，也有一些人是天才，突破了学者五阶，尤其是一个女的居然到达了学者七阶，毕竟五阶到七阶是一个十分困难滴，前去询问，才知名字是喵子，才14岁，擦，还是个萝莉哎，而这个萝莉便被这个主角正太（忘记说主角年龄了，嗯。貌似，貌似也是16岁吧）变成了重点培育选项。还有滴类，精神念师和战士，还有刺客中都有一个最勤奋的，都上了学者六阶，分别叫：蒂亚，白井黑子，御坂京介。其中蒂亚是喵子的弟弟，毕竟虎姐木有犬弟呀。路途中获得了几把剑，便扔进空间牧场。林晓峰途经了XX村庄XX村庄。到了一个叫作木叉村。\n　　“沃擦。不带这样玩的吧~还木叉.难不成里面的叉子都是用木头做的?”*46\n　　木叉村学者三阶卫兵*10:“你是谁，为何闯入我们木叉主人的领地！你这是在自寻死路！”说完，不等SOM团团员说话，拿这剑与盾，向着SOM团冲去。林晓峰向后说了一句：“这些小兵小将让我来对付，哼！他们还没资格来对付劳资。”说完，精神力从空间牧场拿出一把剑，便冲向卫兵。卫兵并没有因为林晓峰有那种类似于空间戒指而感到惊讶，因为在这个世界里，空间戒指已经泛滥了（其实啊，各别的小说，空间戒指可能泛滥，也有可能十分稀少，当然啦，要看作者怎莫写喽）。\n　　“锵锵锵”，林晓峰的剑与木叉村卫兵的剑对碰在一起，“哼！凭你？就像对付我吗？”林晓峰一闪，使出了《吞月之法》第一决－－－贤银光。一道道彩色的光芒闪烁在卫兵旁。“这是什么···啊啊啊！”随着一名卫兵的说话声，他的伙伴慢慢滴慢慢滴趴下了，最后一个便是他倒下鸟。真是口令带（可怜啊）。\n　　林晓峰嘴边却出现一条血线，林晓峰大叫：“啊啊啊。疼死了。痛死了。”喵子姐姐，哦不说错了，喵子，喵子对蒂亚（就是我啦）说：“蒂亚弟弟。团长木有事吧，看他那神经质的样子，喵~。”（啊对，我和喵子姐姐都有猫尾巴，喵~）蒂亚摇了摇头，尾巴也摇了摇：“姐姐哎，我也不知道。喵~”过了一会，团长林晓峰脸没流血后，一个自称是木叉村村长和两个自称木叉村副村长的来到我们SOM团队旁边，木叉村村长指着我们：“是你们杀死我们的卫兵是不~！”村长抬了抬手上的一把双手剑，此剑阴冷，带着丝丝杀气，剑上画着一个骷髅，剑柄上两把刀和一个头做出恐怖的气势。\n　　“呸，那是你们的士兵哦！真拉K，烂成这样，在我们团队中，谁都能比上他，我操，也不看看自己的脸，没事就往外跑，人人看了都恶心嗯！来你村子居住一下也不行？”\n　　“敢骂我，给我上，两个副村长！”村长骂了起来。\n　　“是的，村长。”两个副村长表面这么说，其实内心是这样的。。：“他奶奶的，你凭什么命令我们，不就是是行者7阶，比我多一阶，他NND，还富有搞基本性，几乎全村男的都让他摸过了。让我们去杀了他们，估计是要把其中的男同胞们挑起几个好的，然后进行伟大的搞基仪式。”两人一哆嗦，只得往前冲。\n　　林晓峰看着两个副村长冲过来，连忙闪了一下，瞬间从空间牧场中抽了一把剑属性为：暗黑一级（括号君讲解：暗黑是冒险岛里的一种特殊状态，就是攻击别人，有5%使敌人瞬间死亡，5%使敌人陷入10秒无法攻击状态）远古冲击（主动技能，需锁定目标后，即可发出，但会消耗大量行力）\n　　“远古冲击！！呀咦！~”林晓峰拿着剑，彭的一跳，对准两位副村长，施放了远古冲击这招，顿时，两位副村长被远古冲击给砸了个分身死骨，还没来得及一声惨叫。林晓峰不禁喘了喘，直呼：“难受死了，本身MP太弱了。”\n　　木叉村村长看见两个副村长被砸的连骨灰都没后，吓得差点屁滚尿流。林晓峰用剑指了指村长：“考，不让你受点苦，你肯定会不知道花为什么会那么的红。来人啊，白井黑子，把他的腿割下来。好让我开心。”\n　　村长听到这句话后，就真的被吓得尿和屎都拉出来了，在场的几位SOM团女团员都不敢看了，连忙把鼻子给捂得紧紧的。而白井黑子则忍着臭味拿着李晓林的那把剑，砍下了村长的腿，结果触发了暗黑一级的瞬间死亡。哎，那位村长死的时候连灰都没了，只留下几个空间戒指。林晓峰捡起空间戒指，把意识往里探，因为戒指主人死亡了吗，戒指的入口便没有了意识屏障，也让李晓林省了事。林晓峰看见里面有好多物品，而系统却突然人性化的叫了一声：“找到了！找到了！萌物－－－－钱换鱿鱼的卵。您的任务已完成了百分之二十，奖励你5W能量点数，开启冒险岛黑魔法师副本。”等多种提示降临。SOM团所有人都大叫道，哈哈哈哈。\n　　林晓峰叫到：“我们要不进去金银岛副本升级，赚装备，毕竟我们装备都十分少，而且都是C级物品。”\n　　林晓峰说的这句话，大家都十分赞成。而在这，SOM团便开始了冒险之旅~~~~\n　　－－－－－－－－－－－－－－－－－－小预告－－－－－－－－－－－－－\n　　林晓峰在金银岛遇见了当时金银岛最强悍的BOSS－－－蘑菇公主转职！变身为双弩精灵的李晓林将如何对抗邪恶，扯淡\n\n\n\n\n\nb_1294659431055.jpg (33.99 KB, 下载次数: 6)\n\n下载附件\n\n2013-3-26 18:53 上传\n\n\n\n\n同人组图标镇底\n索引贴地址:点这0 0.",
    "replies": [
        {
            "author": "蛋糕小八",
            "timestamp": 1364295240,
            "txt_content": "为什么图标都喜欢用大的啊"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1364295900,
            "txt_content": "蛋糕小八 发表于 2013-3-26 18:54 \n为什么图标都喜欢用大的啊\n为了显出重要性- -."
        },
        {
            "author": "q1999628",
            "timestamp": 1364300700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "无敌小阿沫",
            "timestamp": 1364304000,
            "txt_content": "不错不错，努力"
        }
    ]
}