{
    "title": "神级作品——The Game Of Fate （命运游戏）",
    "author": "银狼",
    "replyCount": 22,
    "timestamp": 1364710260,
    "txt_content": " 本帖最后由 银狼 于 2013-3-31 14:11 编辑 \n\n    命运，是不会将历史的重任交给懦夫的。\n                                            ——Silver Wolf（银狼）\n\n\n\n\n\n\n072148jscucj3zhjckjskd.jpg (34.37 KB, 下载次数: 24)\n\n下载附件\n\n2013-3-31 13:07 上传\n\n\n\n\n\n                                 命运游戏  I\n     将这个故事，我们得从上世纪说起。\n     瓦塔沙·格尼尔博士在A.C1368年进行了红石革命，红石被运用到很多东西上来，例如现在广泛使用的枪械——利用红石，将扳机作为操纵杆，激发红石，再装入一个迷你的活塞，就可发射物体，当然，这样力度的红石发射器，杀伤力甚微，格尔尼博士发现，将红石与青金石混合，将产生一种比红石瞬间激发力量更大的物质——紫金石，开创了红石历史上的新篇章。\n     紫金石被运用到现代科技中，记忆芯片，靠紫金石与铁发生磁性，用来记忆储存物质，这样，人类进入了一个新的高科技时代......\n     科技的进步，也带来了战争，事实是残酷的，战争，摧残了人类整整半个世纪，直到今天，仍然存在......     地点：威尔森，时间：P.M:2:36.\n     史蒂夫所在的突击小组来到了威尔森——一个不算太大的美丽小镇。\n     但再次看到这里时，已成为了一片焦土，到处都是凹凸不平的焦土，散发着令人窒息的气味。史蒂夫走到一块基岩旁，抓起了一块黑土，说道：“对不起，安格尔，我...我还是来晚了一步...”安格尔是史蒂夫的一位战友，在一个星期前，来到这里执行保卫任务。在史蒂夫的前面，就是有那块儿基岩的地方，就是保卫小组的基地，这块儿基岩，是史蒂夫再一次地下采矿时，发现的，通常，这样单个存在的基岩很少，可以说价格不菲，毕竟，没有人能够破坏它。当他得知又要离开这里时，史蒂夫抚摸了一下这块唯一没被破坏的基岩，转身正准备走，突然，他感觉到了什么异常，往基岩下方一看，他愣住了，基岩下方没有任何可以支撑它的物体，史蒂夫突然想到，安格尔正在研究反重力，难道，这就是他反重力研究的成果？他颤抖着把基岩放入背包里，突击小组的队长克里素问到：“史蒂夫，可以走了吗？快。”史蒂夫这才反应过来，急忙起身和队友一起又向前走去。\n     虽然已是晚上，但火光与炮火声仍然没有停止，史蒂夫他们就将就在离城市中心有十几里的地方扎营休息，史蒂夫望着天空，自言自语的问到：“什么时候我可以别再拿起武器去杀人呢？” ，“咚”的一声，一颗舰弹落在了他们的营地附近，克里素忙喊道：“所有人员！紧急状况！紧急状况！拿起武器！拆弹兵就位！快！”，听到喊声，所有人都从睡梦中醒来，拆弹兵更是早就准备好了拆弹工具，他们慢慢地向着航弹落下的大坑旁靠近，拆弹兵穿好重装防暴服，下去检查，对上面的说到：“是颗哑弹，别紧张！” 话音刚落，航弹就爆炸了。冲击波把所有人都冲出了几米远，克里素急忙起来查看情况，叹息道：“又是声控炸弹吗？我们已经损失了六位拆弹手了，这些混蛋...”     “%%*&（……%…………&*……” ，“是恐怖分子吗？”史蒂夫紧张了起来 “可能是的，瞄准方向！东北偏13°，准备开火！自由射击！”，一颗子弹从克里素旁边划过，克里素吼道：“Fier！！！” 一会儿，就响起了一片枪声，不知道哪一边是友方，哪边是敌军...\n     史蒂夫只能从那模糊的火光中，看到克里素倒下，随之而来的便是胸口的一阵闷痛，便看不清东西了，然后，什么也记不起来了。\n     “我问你，你叫什么，为谁而工作？” 史蒂夫从昏迷中醒来，看见有个人影在自己面前，“我不会告诉你的。”   “我这是在给你机会，等下，你就没机会了。” “好啊，我倒要看看，我没机会时是什么样的...啊！！！” 史蒂夫受到了一阵强烈的电流冲击，但同时又清醒了几分，“你继续电我啊，妈的，去死吧！啊啊啊啊...” “嘴真硬，你迟早会告诉我的，现在，先给你点教训...” “去死，啊啊啊，有种跟老子单打独斗啊，啊啊！” “抱歉，我没你那么傻，哈哈哈哈...”笑完，那人便扬长而去。\n     就这样，史蒂夫在痛苦中挣扎了将近两个小时。又是几声枪响，一个身穿防弹衣的人带着一伙人冲进了史蒂夫被关押的房间，拿着红石液压钳，夹开了史蒂夫身上绑的铁丝，然后背着史蒂夫跑了出去，嘴里还说着：“你不会有事的，相信我，保持清醒，懂吗？” 史蒂夫在迷茫中淡淡的说了句：“哦。”之后就几乎没力气讲话了。\n     “史蒂夫，好些了吗？” “咳咳，哦，我在天堂吗？我怎么听到你在说话呢？安格尔？还是说...” “停，你先别讲话，你现在伤势不轻，先躺着一下，等会儿我再来看你。” 史蒂夫一言不发，他似乎听出了，好像声音是安格尔的，只是他不知道，安格尔怎么在这，他明明已经... 过了会儿，那人又进来了，史蒂夫看出来了，那就是安格尔！ “你...你怎么在这儿？你不是...” \n     那人开口了 “这么还听不出来我的声音么？我是安格尔啊，我当时接到通知先到了别的地方工作，要等一阵子才回来，你怎么会...”\n     “别提了，武装分子，一群寨子鬼。” \n     “呃...看来他们武器装备挺先进的啊，你的突击小组就这么没了，哦，告诉你个好消息，克里素也没死，他正在隔壁呢，等下你去看看他吧。”\n     “好吧，我只是想问你，在你们之前待的基地旁，那块儿基岩...”\n     安格尔赶紧上前捂住了史蒂夫的嘴，小声说道：“这事儿，等下说吧...” 史蒂夫点了点头，安格尔也放开了他，“很难跟你解释，之后慢慢说。”然后又离开了。史蒂夫心里一直在想那件事，在床上没躺多久，就跳起来，走出房间找安格尔，没多久，见到了安格尔，上去正想开口问，安格尔便回答：“反重力是吗？我知道，这项技术，在之前就有很多人研究过，但都没成功，我却成功了，我是继承了我父亲的血统，也在研究磁电力学...” “什么？你父亲是个磁电力学家？他叫什么啊？” 史蒂夫赶忙问，“他叫——瓦塔沙·格尼尔。” 史蒂夫愣住了，没想到，自己面前的这位军人，是上世纪伟大磁电力学专家的后代，怪不得也能研究出反重力这一几乎不可能实现的技术... “这项技术，你要怎么利用？”      “我准备...把它毁了。” 史蒂夫没想到，安格尔给出的竟会是这样的答案。\n     “你为什么要这么做？这样可以更好地让我们生活啊？会造福许多人的。”\n     “有了这项技术，也会毁了许多人的，难道，我们想看到在我把反重力技术推向世界的同时，又再次像我父亲那样，诱发更大的灾难性的战争吗？我不想在看到这么多人饱受战火折磨，他们，都渴望和平，渴望自由...”\n     史蒂夫说：“那，你更应该利用这项技术，去帮我们赢得战争，早日结束这场噩梦。”\n     “谁能保证，我的技术一定能帮助我们获得胜利呢？如果我们最后仍然失败了，世界，将会被统治，迟早会灭亡的...”\n     “相信我，命运，让你创造出了反重力，一定是让你，利用它的，而不是毁掉它。”\n     “你没看我父亲给我留下的信吧，他叫我研究出反重力后拆开那封信看，我看过后，才明白当时他制造出紫金石的时候，也与我一样，感觉这会给人们带来更多的方便，带给人们一个崭新的时代，你，看看这封信吧。”\n     史蒂夫接过了这封信，看到他父亲留下的一行行潦草的笔记：\n         孩子，当你看到这封信时，我首先要恭喜你，你又一次证明了我们家族的智慧，当然，我们家族从来都是智慧的，但智慧，同时造就了灾难，我在创造出紫金石的同时，也毁了世界，当时我，是多么的开心啊，我觉得，我们的未来是不可估计的美好的。\n        但事与愿违，我的发明，带来了灾难，先是侵略战争——为了抢夺青金石矿，又是世界性的战争，那时的我，感觉，我就是一个罪人！我虽然带给了人们便利，但夺走了本该属于很多人的美好未来，很多父母的孩子，战死在沙场上，我没脸去面对他们啊！我，毁了这个本该美好的世界，我希望，你在不必要时，可以把反重力毁了，因为它，会引发更大的灾难，而我要你制造它，发明他，是为了在危机时，可以利用它，拯救人类，拯救这个世界，但看来，把它推广了，战争也不会平息的，我认为，你在该拿出它的时候，再拿出来，以免不必要的麻烦，我这样，也是为了你好，我不希望这样的命运，发生在我们父子两身上，我能说的，也只有这么多，希望你能看情况行事，祝你好运。\n                                                                                                   瓦塔沙·格尼尔\n                                                                                                 A.C 1378.12.15     “安格尔，你的父亲...”史蒂夫有些犹豫地问到。\n      “我希望，他在天堂能过得好一些。”\n      “但愿吧。”史蒂夫说着，再看了看那块儿基岩，说：“销不销毁它，就看你了，你，自己做决定吧，我不能帮你决定这么大的事情，但我希望，你可以做出一个明智的决定...”\n      “好吧，我会的。”说罢，安格尔转身回到了办公室，继续策划接下来的行动了。\n      “但愿你能。”史蒂夫也回到了自己的工作岗位。\n      史蒂夫望着战略地图，看着正在逼近的敌军与武装分子，心里有些惶恐不安，要是他们的军队被敌人破灭了的话，这场战争几乎就没什么悬念了。这时，安格尔走了进来：“史蒂夫，敌军正在逼近，我们赶快准备吧。”史蒂夫望了望地图，叹息道：“好吧，我们得坚守在这里，不能退后，这个，我希望你拿给传达员，这也许，是我与亲人的最后通信了。” 安格尔接过了信封，对史蒂夫说：“别担心，我们可以活着的，我决定，把反重力使用到各种武器机械上来，怎么样，这个决定，明智吧。” 史蒂夫惊讶的看着安格尔，疑惑的问到：“你真的这么决定了？你不是...” “其他的，你就别问了吧，赶快准备防御工事，我们要随时保持警惕，懂吗。” “那好，我尊重你的决定，我先去了，你随后快来。” “嗯，去吧。” 史蒂夫没有一丝犹豫，就向着正在修建的防御工事走去，安格尔看着史蒂夫的背影，淡淡的说道：“史蒂夫，我相信，我父亲曾经说过的那句话是正确的。”\n      “武器都布置好了吗？”史蒂夫严肃地问道，“是的，长官，我们处理好了。” “好吧，每过1小时，轮流值班，看着点前面，别出差错，不然，我们都得上军事法庭去，你小子懂吗？” “知道了，长官。但长官，你好像年龄比我还小吧？” “呃...这你就别问了，干好你的本职工作，去吧。” “是。”\n      安格尔老远就看见了史蒂夫，对他喊道：“史蒂夫，快过来，我给你介绍位新同志，这是无线电通讯员，他叫葛李丹，你们叫他GLD就行了。”\n      “哦，新兵蛋子啊，欢迎欢迎。” \n      “是史蒂夫吧，你好你好，我是上校GLD，你们就这样叫我行了。” \n      “呃？上校...” \n      “呵呵，我在军队呆的时间长一些，军衔高也不见怪了。”\n      “长官，红石热探测仪在前方发现有大量热源体，您快去看看吧。”一名士兵急急忙忙的跑过来说道。“是吗？这么快...我们赶快准备吧，叫Better 82狙击手准备好，机枪手，突击兵，全部就位，快！” “是！长官！”\n      不一会儿，史蒂夫通过望远镜看到了黑压压的一片人影，有的是敌军，有的是武装分子。“安格尔，他们...好像合伙来了。” “嗯？不是吧。82狙击手，自由开火！”刚一声令下，狙击枪的咆哮声就出现在这战场上，随后是M60机枪的连续扫射，随后是敌军的TNT大炮发射的声音，一枚TNT落在了阵地旁边，声音震耳欲聋，有一位士兵喊道：“60机枪倒下了！60机枪倒下了！” 史蒂夫顾不得那么多，冒着枪林弹雨，冲到了60机枪旁，握着那位受伤士兵的手说：“没事吧？快下去。” “不，长官，我...咳咳，我要继续上，我还行，咳咳...” “医务兵，快把他扶下去！快！” 随后来的医务兵把那名士兵背了下去，史蒂夫拽起M60机枪，喊道：“同志们！我来了，大家跟我一起上啊！” “上啊！！！！” 史蒂夫起到了带头的作用，随后的士兵个个都拿着冲锋枪，突击步枪，向前冲去，而史蒂夫更是直接把M60取了下来，跟着冲上前去，随后，便是一团厮打。\n      史蒂夫打着，枪没子弹了，取出匕首向前冲去，每次都刺向敌人的脖子，没有一丝恐惧，眼中流露出更多的，是那份坚毅的光芒。“史蒂夫，注意你的2点钟方向，有个狙击手，在瞄准你的方向，可能目标是你，快去解决他！”GDP用一旁的红石无线电喊话道。“了解。”史蒂夫回了话，冲上前去，靠着掩体和敌军士兵，冲上前去给了那个狙击手一刀，直直的插在了他的头上，随后又拿起那把狙击枪，藏在那里狙击敌军。敌军怎么也不会想到，在自己的后方，还有一个狙击手在猎捕他们。\n      随着时间的消逝，战局开始清晰起来，由于敌军与武装分子合作出了点问题，结果起了内讧，自家人打了起来，而史蒂夫他们，就在一旁观战，最后，史蒂夫他们等不及了，一群人冲了上去，把敌军一举消灭，这样，一场残酷的厮杀就到此结束了。望着战场，尸体成山，血流成河，史蒂夫不得不感叹：“我们必须在和平与正义间做出选择，我希望，选择的是正义，没有正义，和平也就不复存在了。\n      GDP与安格尔走了过来，他们的身上多多少少负了些伤，对史蒂夫说道：“看来，老天是站在我们这一边的，我们，赢了。” 随后，他们三个开心地笑了，如释重负，不辱使命。\n      史蒂夫望着天空，说道：“命运，本来就是一场厮杀，而我，改变命运。”\n      说完，史蒂夫与幸存下来的士兵，埋好同伴的尸体，向他们致敬，然后在夕阳的余晖下，向着回家的路走去......\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "买块",
            "timestamp": 1364710320,
            "txt_content": "支持一下~        "
        },
        {
            "author": "su3155323",
            "timestamp": 1364710320,
            "txt_content": "你的金币才是神级的"
        },
        {
            "author": "z736027620",
            "timestamp": 1364710380,
            "txt_content": "孩子你太帅气了"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1364710440,
            "txt_content": "浅绿色字无法直视。\n还有金币么？"
        },
        {
            "author": "残忆",
            "timestamp": 1364710440,
            "txt_content": "顶~"
        },
        {
            "author": "mclauncher",
            "timestamp": 1364710440,
            "txt_content": "这是什么。。。。。。"
        },
        {
            "author": "l113366",
            "timestamp": 1364710500,
            "txt_content": "你帮我写我那个图的剧情吧（少年我需要你！）"
        },
        {
            "author": "DaVVid",
            "timestamp": 1364711160,
            "txt_content": "    金币就是神啊"
        },
        {
            "author": "q50437201",
            "timestamp": 1364713080,
            "txt_content": "恩，我是来领金币的"
        },
        {
            "author": "q50437201",
            "timestamp": 1364713080,
            "txt_content": "为什么没金币呢？"
        },
        {
            "author": "q50437201",
            "timestamp": 1364713080,
            "txt_content": "金币！！！"
        },
        {
            "author": "小玺",
            "timestamp": 1366417260,
            "txt_content": "鼓掌鼓掌~~~~写的很好。。。。就是话语不要挤一块。。。= -"
        },
        {
            "author": "qq937673000",
            "timestamp": 1366452120,
            "txt_content": "呼呼很给力啊！"
        },
        {
            "author": "无痕",
            "timestamp": 1366717260,
            "txt_content": "有一种绿色的字体看着很难受 = ="
        },
        {
            "author": "银狼",
            "timestamp": 1366718220,
            "txt_content": "无痕 发表于 2013-4-23 19:41 \n有一种绿色的字体看着很难受 = =\n第二部都出了= ="
        },
        {
            "author": "无痕",
            "timestamp": 1366718280,
            "txt_content": "银狼 发表于 2013-4-23 19:57 \n第二部都出了= =\n纳尼，赶紧去拜读下~"
        },
        {
            "author": "HGK",
            "timestamp": 1390215540,
            "txt_content": "最后的字体...啊！！！我的眼睛！"
        },
        {
            "author": "银狼",
            "timestamp": 1390218900,
            "txt_content": "HGK 发表于 2014-1-20 18:59 \n最后的字体...啊！！！我的眼睛！\n没办法，编辑的时候还好好的，一发出来就这样了..."
        },
        {
            "author": "月轻歌",
            "timestamp": 1390555980,
            "txt_content": "你的签名呢？"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1390556580,
            "txt_content": "版主你好忙啊...作品出的这么快.."
        },
        {
            "author": "awerqw",
            "timestamp": 1589702160,
            "txt_content": "6666666666"
        },
        {
            "author": "小哈子",
            "timestamp": 1590650520,
            "txt_content": "作者厉害了佩服佩服"
        }
    ]
}