{
    "title": "[Minecraft.net|CULTURE]不容错过的五大精美花园",
    "author": "ItIsEnderman",
    "replyCount": 5,
    "timestamp": 1587434100,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-4-21 12:32 编辑 \n\nFive Gorgeous Gardens You Might Have Missed\n不容错过的五大精美花园\nAll the fun of watching grass grow - but in Minecraft!\n一起来欣赏这[ruby=生草]生机勃发[/ruby]的景致 —— 在Minecraft里哦！\n\nTom Stone\n\nWhat's growing in your dream Minecraft garden? Mine is full of dandelions and orchids and tulips and Marsh and Emily doing all the gardening work for me while I lie back in my deck chair, snoozing happily in the sunshine. Bliss!\n你的Minecraft庄园里能长出些什么呢？我的嘛，种满了蒲公英、兰花、郁金香，并且还有Marsh和Emily两人在我平摊在折叠椅上舒舒服服享受着阳光、打着盹时为我做好一切园艺工作。就这个Feel倍儿爽！\n\nI offered Marsh and Emily lovely new jobs toiling 24/7 on Tom's Dream Garden (“I'll pay you in seeds! One whole seed a week! What a great deal! No breaks.”). But they just dug a big hole in it and shoved me inside. Bah! Those big-city buffoons simply don't appreciate the nature-nurturing joy of crafting a garden.\n我特意为Marsh和Emily提供了在Tom蜀黍的梦幻花园里每周工作24 * 7小时的美妙工作（“工资就是种子！一周发一个！这足够了吧？不休假。”）。但是他们最后刨了个大坑，把我埋了进去。哼！这群城里人根本不懂得欣赏打理花园时大自然赐予你的乐趣。\n\nLuckily, these five green-fingered builders do!\n但是很幸运的是，这五名园艺建筑师做到了！\n\n\n\n\nLuck Block Mod's Map\n幸运方块Mod地图\n\nby Majoras\n\n\n\n\n\n EMILY: I don’t know exactly what the giant flying dreamcatcher-lookin’ circles are here, but I do know that they are great. The regular sky is so boring! We need more of Majoras ’ awesome designs to spice it up a bit. Sure, it might interfere with air travel but who needs to fly when you live here ?\nEMILY：我至今没搞清那些天上悬浮着的逐梦者花环一样的庞然大物是什么，但我觉得这些东西真的精致极了。千篇一律的天空实在是乏味！我们需要更多Majoras这样的灵感来增加一点味道。说实话，这些东西可能会影响到空运，但是在这里谁还需要飞呢？\n\nBesides the cool sky-discs, I also love the trees and the buildings that complement them. The composition and palette of this garden is beautiful and it feels dreamlike, or as if it came straight from a fairytale. I can imagine few things more relaxing than laying under the enormous tree and watching the peculiar creatures that dwell there.\n除了这些炫酷的“天外飞仙”，我也喜欢这些树木以及起到补充衬托效果的建筑物。花园的布局和配色十分漂亮，，给人以梦境的质感，或者可以说它就是直接来自于神话传说。我基本再也想不出还有什么能够比躺在大树下欣赏生存在这里的独特生物这事更为身心愉悦了。\n\n\n\n\nThe Floral Wall\n花之墙\n\nby Buiiilder81\n\n\n\n\n TOM: Thought gardens had to be in the 'ground', did you? It's 2018 you past-dwelling dope - gardens can be anywhere! In hats! In the sink! In your mouth! Or in the case of Builder81's The Floral Wall , the garden can be in a - you guessed it - wall!\nTOM：你是不是觉得花园一定是在地面上的，不是吗？现在是2018年，抛掉惯性思维吧 —— 花园乐意建造在任何地方！帽子里！洞穴中！你的嘴里！或者就Builder81的The Floral Wall而言，花园可以在 —— 你猜到了，墙上！\n\nThe mushrooms and grass look great, but it's the sunshine-yellow hummingbird enjoying this garden that charms me the most. Plus, as a massive fan of shameless self-promotion, I think scrawling your name in big letters across the top of your build is a great way to get yourself out there! THIS PARAGRAPH WAS WRITTEN BY TOM STONE.\n蘑菇和草看上去挺精致的，但是最让我着迷的是那只欣赏着百花美景的金黄色蜂鸟。除此之外，好你个自大狂，我觉得用行草加大号字把你的名字糊在你的建筑上可谓是让你被别人记住的绝佳方法。此段原作者，帅气的TOM STONE。\n\n\n\n\n\n尚蒂伊古堡\n差点以为英法混合语\n\nby Arche\n\n\n\n\n\n\n EMILY: Ah, the Ch[ruby=^]a[/ruby]teau de Chantilly! My future home! And rendered so beautifully in Minecraft - which is good, because it might be my only real shot at living there.\nEMILY：啊，是尚蒂伊古堡！我未来的家！并且在Minecraft里还原地如此逼真 —— 这当然很好啦，毕竟这也可能是人家唯一一次住在这里的机会。\n\nThis recreation is the work of Arche , whose clear-cut lines and bold patterns are instantly eye-catching. Look at that lawn! Truly, Arche has captured the beauty of northern France on a bright summer’s day. Now I can think of nothing better than throwing a deck chair on that lawn, slurping through a cold drink and burning myself to a crisp, before inevitably being arrested for trespassing. Look at it though! You can’t deny it would totally be worth it.\n这一还原作出自Arche —— 能够将清晰可见的线条和轮廓鲜明的图案制作到极致地建筑师之手。快来看看着草坪！真的，Arche确实发现了法国北部明丽夏日那真正的魅力之处。我现在觉得，没有什么比查水表之前赶快在草坪上赶快搭一个折叠椅，喝一口冷饮、任由自己被晒成饼干这事更舒服了。尽管看看吧，你不可否认这是值得留恋的旅途！\n注：并不是欧洲查野营的，仅仅是防止擅自闯入。\n\n\n\n\nOracle Palace\n神谕殿堂\n\nby Kiidi\n\n\n\n TOM: What's better than a terrific big tree? How about a terrific tree growing out of a mysterious blue orb? The Oracle Palace has plenty of windows peering out at the interior garden, allowing its swanky guests to take a break from yelling at butlers and eating coins (or whatever it is rich people get up to) so they can look out at the garden, and wonder how such a mighty tree is growing out of that orb in the first place. Magic? Science? Big blue seeds are a thing now? Some mysteries are best left unsolved.\nTOM：有什么比普通的参天大树更好呢？那么，从一个神秘的蓝色魔法球里生长出的大树怎么样？这座神谕殿堂有很多开向内花园的窗户，能够让那帮爱出风头的客人停止对着管家大喊大叫、啃硬币（以及一切有钱人才干的事），面向花园清净身心。于是他们便看看窗外的花园，去思索大树一开始是怎样从魔法球里生长出的。魔法？新兴技术？蓝色的大种子？这一些谜团最好还是保留自然原貌吧。\n\nTry counting the blocks in the tree. Finished? Guessing that took you about five years, because there are tons . All to make it one of the most detailed nature builds I’ve seen since I ate too many coins and started hallucinating. Bravo!\n来数一数大树总共占据了多少方块。数完了吗？我猜你会数五年，因为太多了。堪称是我见到的最精妙的自然建筑，估计是因为我吃了太多的硬币，开始出现幻觉了。哈哈哈！\n\n你能体会到我尝试确认Oracle Palace是不是现实存在的建筑，结果搜索引擎给的全是Java时的感受吗？\n\n\n\n\nTemple Of The Holy Fountain\n神圣喷泉的神殿\n\nby gmaster0o0\n\n\n\n\n\n EMILY: The Temple Of The Holy Fountain by gmaster0o0 is a really lovely structural building, but its garden kinda steals all of its limelight.\nEMILY：出自gmaster0o0的The Temple Of The Holy Fountain是一个令人喜爱的结构工程建筑，但它的花园却把全部的关注点抽到自己身上。\n\nI mean, have you ever seen such an exceptional lawn? Healthy green grass contrasted by the vibrant reds and cheerful yellows of neighbouring flowers; stylish topiary creating sharp shapes that slot neatly into larger, more mesmerising patterns. All that, and I haven’t even mentioned the water fountains, statues and murals that accent this pretty paradise. You might come for the temple, but you’ll definitely end up staying for the garden!\n我的意思是，你是否曾经见过如此不同寻常的草坪呢？宜人的青草，为邻近的花那鲜活的红色和欢快的黄色所衬托；风格突出的园艺林木耸如尖塔，整整齐齐地排列成了更令人着迷地团。说到此，我似乎还没有提到让此天国更为奇幻地喷泉、雕塑和壁画呢。你或许会慕名来欣赏神殿，但最后你一定会在花园里流连忘返！\n\n【Enderman 译自官网 2018 年 03 月 20 日发布的 Five Gorgeous Gardens You Might Have Missed】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "锦江小壮QAQ",
            "timestamp": 1587554460,
            "txt_content": "电脑带不动 哎"
        },
        {
            "author": "ranpurn_xxc",
            "timestamp": 1587610080,
            "txt_content": "这些都好漂亮"
        },
        {
            "author": "1240960821",
            "timestamp": 1588222560,
            "txt_content": "6666666666666"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589451900,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1589996100,
            "txt_content": "What Grows In Your Garden 其实是一首歌的名字（不知道这里有没有玩梗）\n\nTom's Dream Garden 可能neta Tom's Midnight Garden （一本童话小说）\n\ndreamcatcher 捕梦网\n下面那段多了一个逗号\n\n as if it came straight from a fairytale\nfairytale比起神话传说，更像是童话故事，然后这是个定式说法，可以写成“就像是童话里走出来的感觉”这种感觉。\n\nsink 是水槽（一般指厨房里那种）\n\n第三个建筑的介绍里，的地得注意一下。以及有错字\n\ncaptured 比起“发现”更像是“发掘、抓住感觉、展现”的意思\n\n\"更令人着迷地团\" ？？？\n\n\n\n\n\n"
        }
    ]
}