{
    "title": "Mod大区 版规例行修订公告 [2020/04/20]",
    "author": "天明遥遥",
    "replyCount": 1,
    "timestamp": 1587385320,
    "txt_content": " 本帖最后由 1094822247 于 2020-4-20 20:31 编辑 \n\n更新说明\n\n1. 重编 1-1，将适用范围更换为前言\n2. 将 2-1 转移至各版相关位置\n3. 检修 2-2，将 2-2-d、2-2-f、2-2-g 合并到 2-2-b，统称「低质量内容」，2-2-i 作弊Mod 变更为 「作弊Mod、bug」，其他条目编号顺位调整、描述有略微修正或调整，含义不变\n4. 检修 2-3，结构无变动，2-3-a 纯灌水 变更为「恶意灌水」，对 2-3-e、2-3-f、2-3-g 的描述进行了重编（含义大致不变），其他条目的描述有略微修正或调整，含义不变\n5. 检修 2-4，将 2-4-e 合并到 2-4-d，统称为获得赞助，由于adf一类的广告链接包含不宜观看的广告，故目前不再允许使用此类链接，放宽了在游戏内放置自愿捐助信息的范围（由 原创Mod → 原创Mod、原创制作器Mod、原创Mod衍生资源、原创魔改整合包），其他条目的描述有略微修正或调整，含义不变\n6. 检修 2-5，对 2-5-a 和 2-5-b 的定义进行了进一步的明确和整理，但实质含义基本不变；2-5-c 添加了一个对付费定制内容所有权的注\n7. 检修 3-2，将「高亮图章」一行合并至「版主加分」，简化了描述\n8. 检修 4-1，灌水追诉期统一变更为 30 天，举报奖励上下限随论坛更新同步修正，其他条目的描述有略微修正或调整，含义不变\n9. 检修 4-2，重修修编了「违规处置解释」，增加了对「强制修改」「倒扣」「禁言」「晒尸」等处理方式的解释说明，删除了冗余内容「规章结构说明」\n\n由于修订后版规描述变化较多，在此对 2020/04/20 修订前的版规进行全文备份，在有需要时方便查阅\n\nMod大区 规章制度（2020/04/20 修订前）\n在Mod大区各版块发帖前，请仔细阅读本规章。参与版区内互动，即视为已熟悉并接受了本规章的所有条款。\n基本信息1-1 规章适用范围版区主版块子版块※友情提示※Mod(模组)Mod讨论-在您发布主题帖前，请务必大致通晓本规章，尤其是2-1、2-2、2-4及2-5条款涉及了本版区所有的通用发帖规则\n如您需在Mod发布版发帖，请进一步阅读 Mod发布版细则\n如您需在整合包发布版发帖，请进一步阅读 整合包发布版细则Mod教程-Mod发布Mod衍生资源Mod回收区整合包发布整合包回收区\n规章主体2-1 发帖指南：分类、模板和子版块 版块项目 说明 Mod讨论 Mod讨论 此分类用于发布不属于其他主题分类的Mod相关内容，以便于讨论和交流经验。这里不是贴吧，亦并非茶馆，主题帖需要有一定的阅读价值和专业性或相关性。 Mod资讯此分类用于发布Mod相关的新闻资讯、开发计划等，转载的新闻资讯必须注明新闻源，内容要尽量确保真实完整。不建议转载国内相关新闻资讯。 Mod展示此分类用于发布Mod相关的视觉展示主题，如时装、模型等。必须包含图片和必要的文字介绍，亦可添加展示视频。 Mod脑洞此分类专门用于发布您对于Mod的设想与展望，虽然设想与展望很大概率不会实现，但这里提供一个表达和交流的空间。伟大的作品都是从想法开始的。 开发中Mod此分类用于发布您正在开发中的Mod（或您的练手Mod作品）。“它”可以尚未开始被制作。但当您已有一个相对具体的时间表，并下决心要完成这项工作时，您就可以在此发帖了。查看使用规则模板：发起投票/辩论按需使用。 Mod教程 Mod教程此分类用、于发布系统的、完整的Mod教程或其某个较为独立的模块的教程。\n注[sup]1[/sup]：Mod教程版 不再接受外文资料纯翻译类投稿，请发布至 翻译&wiki版 模组资料\n注[sup]2[/sup]：Mod教程版 不再接受中文教程纯转载类投稿，请联系作者自行前来论坛发布整合教程此分类专门用于Mod整合包的相关教程，既可以是做整合包的教程，也可以是玩整合包的教程。其他教程此分类用于发布一些或许不太适合上述分类的教程，Mod区相关即可。Mod发布指路帖此分类用于发布Mod索引帖。原创Mod此分类用于发布由您或您参与编写的Mod。转载Mod此分类用于发布他人编写的Mod，转载内容需要获得作者授权。模板：独立/附属Mod/索引帖独立Mod：不需要依赖其他Mod可以独立运行的Mod\n附属Mod：在安装运行时依赖于独立Mod，以独立Mod为前置的ModMod衍生资源此子版块用于发布Mod可定制内容扩展包，如光影、模型或其他资源。Mod回收区此子版块用于回收过期版本内容及部分不宜删除的违规帖。\n过期版本：未包含1.7.10、1.12.2及最新版本的帖子即为过期版本整合包发布原生整合未经定制化修改（即 魔改）的Mod整合包即为原生整合，反之即为魔改整合。\n定制化修改：通过某些Mod或其他方式为游戏添加原创游戏内容及规则，如其中包含原创Mod/地图/材质，需为非通用性质，否则不会被判定为魔改内容，推荐单独发布此类资源魔改整合模板：Mod整合包-整合包回收区此子版块用于回收过期版本内容及部分不宜删除的违规帖。\n过期版本：①1.7.10以下版本；②1.7.10以后每个0.1版本的非最终小版本，如1.13.1/1.14.2/1.14.3此类的中间版本；③质量较低且长期不更新的原生整合可能被判定为过期版本2-2 发帖规则：格式和注意事项编号 项目说明 违规处理 2-2-a选、填错分类模板/错版-强制修改/联系整改/删除2-2-b标题格式、特殊字符①部分版块有强制/推荐的标题格式，请按照对应细则要求编写标题；\n②请勿在标题中使用突兀的特殊字符，如“【】”“{ }”等强制修改/联系整改2-2-c含自动播放音乐功能①需在标题最前端添加[BGM]；②音乐代码需置于正文开头强制删除相关代码2-2-d字体大小、颜色①除正文中的大标题排版外，正文字号需≤5号字；\n②请勿使用大篇幅的高亮色字体排版强制修改/屏蔽整改/删除2-2-e限制使用的功能①回帖仅作者可见（禁止使用）；\n②回帖奖励（仅 Mod讨论版 可用，必须100%几率）；\n③主题/附件出售（仅 整合包发布版 可用，需通过审核）；\n④回复可见（即「hide」代码，禁止使用）；\n⑤请勿「@」大量与主题无关的人士（大于5）强制修改，根据造成的水帖数量/违规所得及不良影响，酌情警告及限时关闭（关闭天数=水帖数量/销售次数，调整范围30%-130%）2-2-f糟糕排版杂乱无章、阅读困难的图文编排，折叠使用不当（对多个简短内容进行折叠）等屏蔽整改/关闭/删除2-2-g内容简陋、一题多帖①内容简陋：标题及正文内容过分简短，用语极其不规范，草草了事或是纯粹灌水；\n②一题多帖：将一个完整内容拆分多帖同时或多个时间发出，请善用论坛主题编辑功能完善和更新内容；\n屏蔽整改/关闭/删除，酌情扣分/警告；联系整改2-2-h机器翻译发布未经有效处理的机翻内容：①常见游戏内容译名违反Minecraft Wiki:译名标准化或通俗叫法；②机翻造成的句意理解错误、语句不通顺\n根据机翻内容的相对占比及绝对数量，酌情扣分/扣除贡献/警告/屏蔽整改/关闭/删除\n2-2-i作弊Mod讨论及散布仅单机安装即可实现服务器内作弊功能的Mod（如CJB、X-ray等）警告，涉事内容屏蔽或删除2-2-j恶意软件、代码发布的内容中含有病毒、流氓软件，可能导致用户计算机破坏、被盗取资料、强制修改系统设置、强制或诱导安装推广软件等后果未造成严重后果的，酌情扣分、扣除贡献、警告或封禁；造成严重后果的，追加酌情永封。涉事内容屏蔽或删除2-2-k不实诱导、恶意索评①标题含有可能夸大、诱导用户的信息，如下载量数据、除作者外的个人信息；\n②正文中出现“回复/评分后可下载”等类似行为误导新人用户；\n③通过回复诅咒、侮辱歧视（如 伸手党）、设定回帖/评分门槛放出更新内容等；\n④违背新广告法第九条第三款精神的宣传用语（如 最好、最强、最完整）屏蔽整改/关闭/删除，酌情扣分/警告2-2-l各板块发帖细则资源类主题帖，如 Mod/整合包 等，发帖请进一步参阅对应版块细则要求（本规章第七、八部分）-2-3 交流守则：灌水和引战等编号 项目 说明 违规处理2-3-a纯灌水①乱打、连打重复字符；②无脑复制；③纯表情图片；④使用论坛默认的评分理由回帖（如 mcbbs有你更精彩）；⑤与主题无关的胡乱回帖等等警告/扣分/删除/封禁2-3-b万用回复通常是较为简短的、一味的表达支持感谢的回帖或无意义的问题汇报\n如 感谢/支持楼主、作品很棒、楼主辛苦了、不做伸手党、拿走了、前排沙发、路过留名、打不开、下载不了、怎么用等等\n①同一账号，使用的万用回复越多，越有可能被视同纯灌水处理；②大量万用回复（大于20）且几乎没有正常回帖的账号将被视为「水龙头」永久封禁2-3-c楼主自顶①楼主在自己的帖子里灌水或使用「万用回复」，如 求支持、求顶帖、有问题请联系楼主、加楼主QQ123456789等等，视同纯灌水；\n②楼主大量回复没有实际意义的回帖；\n③可以自顶的情况：回复用户的实质性问题；更新帖子后可自顶一次简述更新内容；\n④请善用编辑功能，更新补充主题帖内容符合②中情况将酌情扣分或警告2-3-d连楼、版聊和刷屏请勿将回帖当作「即时聊天工具」，短时间内大量短促的回帖或交互回帖，或讨论与版块主题完全无关的内容；请勿在回帖中直接展示长篇幅的崩溃报告、图片等影响阅读的内容，可以采用折叠代码「spoiler」或上传附件酌情扣分或警告一次，并删除相关违规内容2-3-e对水帖进行回复①理性劝导改正水帖违规，可以但不推荐，很多水帖并非正常用户，直接举报即可；\n②嘲讽、攻击灌水者，如 在举报后回复「已举报」，以暴制暴不可取，视为引战或人身攻击-2-3-f攻击引战违背真实理性、对事不对人的交流原则，采用不实贬损、恶意嘲讽、侮辱、谩骂、歧视、骚扰等方式攻击他人酌情扣分、警告并屏蔽相关楼层，封禁2-3-g露骨内容请勿发布含有引人不适的脏话及下流内容。「露骨」含义即文本中不可包含脏字，画面中不可有性暗示目的大幅裸露或露 点警告并屏蔽/删除及或封禁，如情节较轻则酌情扣分并屏蔽整改2-3-h政治内容禁止讨论政治相关内容，请勿在一个游戏版块宣扬政治观点任何包含政治相关内容的帖子或回帖都会被删除，并酌情扣分、警告及封禁2-4 广告宣传与捐助营利编号 项目 说明 违规处理2-4-aMC服务器宣传服务器请到服务器版发帖并接受审核，请勿在本版区发布任何带有服务器宣传的信息；必要且不可控、影响轻微的被动宣传不在此列警告，并根据违规时长和造成的后果酌情扣分及或屏蔽整改/删除；\n若藏匿于帖子附带的文档、下载文件等，则警告后删除并额外扣除贡献2-4-b商业广告宣传 售卖文件资源、增值服务、有偿代工定制、有偿招募、商业服务器、主播直播间及由第三方广告商以各种渠道（如adf、广告分成网盘）投放的一般商业广告等；必要且不可控、影响轻微的被动宣传不在此列（如视频网站的贴片广告）\n附：可能的宣传方式或渠道，①直接张贴文案、图片、视频（其本身为广告）；②诱导跳转（如 爱发电）、诱导搜索；③通过社交软件群组；④内置于发布的文件等2-4-c禁止或限制宣传的其他内容宣传社交软件群组（如 QQ群 等），帖子必须获得任意永久高亮，其他情况禁止\n酌情警告、扣分及屏蔽整改或删除2-4-d限原创Mod可用的营利方式①使用如adf一类的广告跳转链接、广告分成网盘（不可严重影响用户体验）\n②在游戏内合理位置放置捐助信息\n③给予捐助者象征性奖励，如物品特殊外观等\n④本项不包含制作器Mod，见7-1 酌情警告、扣分及屏蔽整改或删除2-4-e自愿捐助 原创内容允许在帖内张贴付款码、捐助链接，如包含非原创内容，则必须明确强调哪些是非原创内容，并向用户说明其捐助是用于支持其余原创内容的\n未进行强调说明，屏蔽整改或取消该帖张贴捐助信息的权利；\n恶意利用非原创内容获利的行为，在剽窃处罚基础上罪加一等2-5 著作权争议编号 项目 说明 违规处理2-5-a 抄袭剽窃定义：对作品内非原创内容未进行任何声明，下面列举了一些常见情况：\n    ①文本：复制粘贴；成段引用不注明出处；对他人文章简单修改后重新发出等；\n    ②图片：原图引用；原图裁剪处理后引用等；\n    ③视频：盗用或重新剪辑他人原创视频上传至视频网站并发布；\n    ④Mod文件：将他人Mod作为原创Mod发布；将他人Mod修改后作为原创Mod发布；将他人Mod的内容（文本、材质、代码等）添加到自己的Mod（二次创作）中并未作声明等；\n    ⑤整合包：整合包内包含的非原创内容未作声明（如 对他人整合包二次创作）；\n根据抄剽数量、造成的后果影响，最低警告、撤销现有评分、扣分、扣除贡献、屏蔽/删除及封禁2-5-b 侵权转载定义：转载引用未获得作者任意形式授权的完整或部分作品，常见情况同上一条中抄袭剽窃列举的项目，区别是侵权转载声明了非原创但未获得相关授权；\n部分豁免情况：\n侵权转载行为在某些情况下存在一定的客观必要的或不可抗拒的特征，如版权保护与传播知识服务大众的理念冲突、网络问题、原作者长期无法联络、版块管理人手技术有限导致审查困难等；在此前提下，部分侵权转载可能不作立即处理，但管理组拥有并保留对其随时作出处理的权利和义务；当原作者在论坛内或以任何渠道通知论坛，申明其权益，版主将尊重作者意愿立即进行处理。\n在此也请明确，任何侵权行为都是不被提倡的，请时刻保持对原创精神的敬畏之心。\n常见的授权方式：\n    ①协议授权：获得授权优先通过作者附带的协议或声明，点击了解（此帖主要介绍软件开源协议，图文作品则通常遵照CC知识共享授权协议），并严格执行；\n    ②当面授权：作者未发表协议或声明时，可以通过直接联系作者的方式申请授权；\n\n以下情况属违规：\n①原作于国内站点发布；②原作者已向论坛提出过权利申明；③侵犯了原作者实质性权益（如 原作为付费内容）\n处理：根据侵权数量、造成后果影响，酌情警告、扣分、屏蔽或删除2-5-c其他相关问题 ①非原创但拥有其版权的内容（如 花钱购买、被赠予）：发布时仍需要选择转载选项或声明是转载而非原创；\n②转载源不是原创或极有可能不是原创：如 minecraftdl、9minecraft 及一众国内下载站、游戏站等①联系修改；\n②根据转载数量、造成后果影响，酌情警告、扣分、屏蔽或删除\n奖励推广3-1 基本评定项目本节内容已合并至 Mod大区综合申请3-2 其他奖励及推广项目说明获得方式版主加分①版主巡版时发现的优质内容会主动加分，尤其是原创Mod/教程；②加分以2人气20金粒0~1贡献为基础上下浮动；③版主加分与申请评定获得的奖励可叠加版主添加高亮图章①版主可直接给予优质内容添加适当高亮或图章评定（需通知其他版主）；②其中推荐/版主推荐为版主主动添加，并附带版主加分；③列于3-1中的项目会直接附带相应奖励，但绿宝石需在申请帖回帖后另行发放版主添加/主动申请Mod发布版版內申请参见 版內申请、悬赏令主动申请整合包发布版內申请参见 整合包发布版版內申请帖主动申请主题置顶对版块建设性作用的内容将可能被置顶版主添加/私聊版主推荐主题Mod讨论版及教程版开放此功能，获3-1中评价的帖子及版主推荐的内容将添加至该栏目，动态轮替版主添加推荐小组该栏目位于Mod讨论版\n申请条件：①小组主攻方向为Mod相关；②优秀作品数≥小组人数/5，最低不低于5个，至少其中2个为小组成立后的新作品\n撤销条件：半年审，小组需要每月产出至少一个优秀作品，不达标的小组会被酌情撤下推荐私聊大区版主Mod发布版banner参见 大区综合申请帖主动申请首页模组/客户端整合包版主定期更新版主添加首页大图/N格/版主推荐参见 论坛推送综合申请帖主动申请勋章参见 论坛勋章审核申请帖主动申请\n注意事项4-1 举报与反馈项目说明右下角按钮举报适用对象：简单直观的一般违规，如灌水引战等\n使用规则：\n    ①请选择或写明举报原因；\n    ②同一用户/主题/页面连续违规，请举报其中一帖并说明原因；\n    ③灌水追诉期为1年，过期的灌水违规只会删除处理，且没有奖励；\n    ④资源/图床失效，但对帖子没有影响的（如 转载Mod可到原帖下载）请勿举报，其他情况版主将对该帖进行过期处理；\n    ⑤违反前述规则即为刷举报，口头警告或倒扣金粒；\n    ⑥如举报内容已被先一步处理，则没有奖励，恶意举报已处理的违规，按坛规2-4-R处置\n举报奖励：5-25金粒/次，酌情增减其他举报适用对象：需要整理证据对比证明的严重违规以及大区反馈帖规定的有额外奖励的举报\n举报方式：请到大区反馈帖回帖举报，如涉及跨版区违规则请到论坛反馈版发帖举报；亦可私信版主或管理员\n举报奖励：1人气10金粒到3人气30金粒；如为隐藏深影响重大的举报则奖励1贡献投诉反馈建议请在大区反馈帖及论坛反馈版回帖或发帖反馈，亦可加入Mod大区官方的聊天群及事务群，并通过群员列表联系我或相关版主4-2 其他事项项目说明违规处置解释扣分处罚：分为三档，扣10金粒、扣1人气10金粒，扣2人气20金粒；第一档为版主强制修改/联系整改的手续费，第二、三档为酌情扣分处罚的参考标准\n警告处罚：又称黄牌警告、发卡。除注明可以警告处理的项目外，任何主观恶意强烈尤其是累犯的违规都可能被警告\n扣除贡献：对于版块产生了重大负面影响的违规，除已规定的项目外，亦可酌情扣除贡献\n联系整改：转载内容为防被他人抢搬，一般为屏蔽整改；原创内容会被暂时移动至回收区；整改期限为3天，如有特殊原因，可与版主说明延长到下个周末前，逾期将删帖，整改完毕后请在大区反馈帖回帖申请解除屏蔽/移动帖子或直接私信处理该帖的版主\n处理痕迹：即警告、扣分记录等；除主题帖的警告外，其他处理痕迹不接受撤销申请；如非恶性违规，版主可以不使用扣分等处罚，但必须留下处理过该帖的评分理由或回帖说明，避免以后发生争议\n规章结构说明主体部分：共四章，分别是[一 基本信息] [二 规章主体] [三 奖励推广] [四 注意事项] ，此部分位于本帖\n分支部分：共四章，分别是[五 Mod讨论版细则（暂无，留空序号）] [六 Mod教程版细则（暂无，留空序号）] [七 Mod发布版细则] [八 整合包发布版细则] ，此部分分别位于各版版头/置顶部分权利声明大区版主拥有此规章最终解释权，但您拥有对最终解释提出异议并向论坛管理员发起申诉的权利\n大区管理组保留对其它不合理行为的判断和处理权利，并将不断改进完善版块规则历史公告索引\n2016-09-17 v4.2.1 Mod讨论版版规（过期）\n2016-03-14 v3.0.2 Mod讨论版版规（过期）\n2015-02-26 v2.7.0 Mod讨论版版规（过期）\n2016-09-17 v1.0.6 Mod教程版版规（过期）\n2017-10-28 Rebirth:2.1.11 Mod发布版规章制度（过期）\n2016-03-16 Rebirth:1.2.3 Mod发布版规章制度（过期）\n2013-11-03 Mod发布版规章制度（过期）\n2016-04-05 v6.0.9 整合包发布版规章制度（过期）\n2012-09-19 v5.3.1 整合包发布版规章制度（过期）本帖更新记录\n2019/10/19 2-2-d 修正“小于5号字”的描述错误，即包含5号字本身\n2019/09/19 2-4-b 诱导跳转（如 爱发电）；2-4-d 使用广告链接不可过分影响用户体验，添加了④不含制作器Mod（与细则规定同步），添加了处罚参考；2-1 添加了Mod讨论版 开发中Mod 分类的介绍\n2019/09/16 将3-1并入Mod大区综合申请帖\n2019/09/09 近期改版公示：拔刀剑附属、Mod制作器、原创Mod分支版本\n2019/09/07 调整了表格嵌套格式，调整了通篇字体大小\n2019/09/02 2-3-d 添加了关于崩溃报告或长图片刷屏问题的说明\n2019/08/31 3-1 添加了原创Mod/衍生资源 汉化绿宝石奖励的发放规则\n2019/08/31 Mod大区规章 更新解释说明\n2019/08/26 正式发布生效\n\n",
    "replies": [
        {
            "author": "sbzxc",
            "timestamp": 1588208640,
            "txt_content": "哇，23333333333"
        }
    ]
}