{
    "title": "【地图鉴赏】-= 救赎II：崛起 =-",
    "author": "小丛雨",
    "replyCount": 15,
    "timestamp": 1587389940,
    "txt_content": " 本帖最后由 小丛雨 于 2020-4-20 21:38 编辑 \n\n-= 救赎II：崛起 =-    地图鉴赏图片源自原作者mcbbs发布贴地址：https://www.mcbbs.net/forum.php?mod=viewthread&tid=946904作者：SMFX阜星前言    救赎II：崛起为救赎I的续作，是一张1.12.2的大型RPG地图，由阜星大佬花了2年零1个月建造而成。我没怎么玩过RPG的地图，在看到b站视频的宣传之后，诶，我觉得很感兴趣，就来mcbbs下载了，然后游玩了一遍。我觉得非常好这张地图，特别是建筑方面和命令方块方面，最开始我还以为是建筑地图来着的XD，属实震撼到我了。地图介绍    地图的建筑非常非常的壮观，每个场景的建筑都特别的细节。拥有非常庞大的命令方块系统，剧情系统也非常的完善，自动触发剧情，自动播放音乐，每个场景的音乐也非常合适。每个地图基本都拥有一个独特的boss，每个boss的技能都非常的酷炫。且每个地图都藏有非常多的宝箱，这会让你的探索变得更加有趣。    有独特的枪械，在特定的地图中的怪物拥有极强的普攻免疫，这时便需要枪械来击杀他们。也拥有独特的魔法，在打怪的同时也能使用魔法，不过需要消耗你的法力值。拥有非常多独特的道具，譬如需要使用武力值来使用的道具，可以召唤炮台的道具。同时也拥有很多强力的陷阱，这些陷阱往往能帮助你拖延和消灭怪物。    游戏中的武器或者装备，都有它们独特的能力，加成或者是技能，特定的武器可以升星以提高它们的属性和伤害。拥有独特的合成方式，在特定的地方可以用你探索得到的材料来合成更强力的装备或者武器，但需要花费科技点数，科技点数需要通过探索地图周围的宝箱获取。这些武器也可以使用图稿强化。还有独特的抽奖系统，在击败特定的boss之后，可以到特定的地方花费荣誉来抽取他们的武器。（反正我抽了好多次没中）    游戏中拥有独特的主线任务和支线任务，完成支线任务后，委托人将会给予你荣誉，荣誉可以用来换取货币，拥有货币，便可以与NPC交易装备，武器或者是道具杂物等等。荣誉也可以通过探索地图周围的宝箱获取，后面会经常出现假荣誉来坑你（我被坑了好多次orz）。游戏中也拥有天赋与技能，在完成任务后会获得技能点数，可在特定地方解锁天赋技能。    总游戏时长高达30小时以上。地图场景塞斯安堡    塞斯安堡由光明的守护者-Viler率领一批勇士击败Redemption后建成，是一个中型城镇，但人口却非常的少，但在这里的每个人都身怀绝技。起始城镇，有许多的NPC，可领取支线任务以及交易物品，也是武器升星的地方。这是你被人类克星砸中头部之后，经过了大概十年醒来的地方。醒来后需要经过认证（跑酷）才能出病房的说。光明圣堂    遥远的前方，即是光明的圣地，勇士的圣城，传奇的开始之地----光明圣堂。光明圣堂集结了几乎整个大陆最为优秀的战士、法师、魔导士，优秀的战士从这里起步，前往其他的地方锻炼自己的力量，而这里也是提升自己的最佳地方。你将会来到这里，被光明圣堂的堂主Gareth指派前往各地锻炼自己的力量。这里也是玩家的基地，拥有各个地方的传送门，也是你解锁天赋和技能的地方。这里拥有超级合成台，你可以用图纸上的材料合成更强力的武器装备。这里也拥有抽奖系统，可以抽取被你打败过的boss武器。同时，这里也是第一个拥有挑战型boss的地方，你可以挑战他，如果挑战成功便可以获得奖励。失落城    原本这是一个非常美好的城镇，在某一天，黑暗军团的人进攻并占领了这里，他们的首领是个黑暗魔法师，他占领了这个地方，并威胁村民们帮他做事，之后杀人灭口。随后Gareth派遣你和部队一起夺回失落城。这里的怪物开始变得更加的强大了，他们拥有领域，进入领域范围会一直掉血。你需要在这里换取更加强力的装备才能打败他们。\n塔雷克斯号\n    塔雷克斯号一直在天上飞行，这里聚集了许多魔导师和一些非常有名的至尊法师。这里面分为六个派系，分别是裂纹派系、炽狱派系、疾影派系、时空派系、创力派系以及禁忌派系。你将来到这里，学习如何使用魔法。这里能买到许多不同派系的魔法道具，甚至能买到不同派系的法杖。这里也能接受支线任务，并且这里也拥有一个挑战型boss，他掌握了许许多多不可思议的强大魔法。生命森林    塔雷克斯号的支线任务之一。生命森林，一个能够给予附件生物巨大力量源泉的地方。这里的怪物都得到了强化，因为这里拥有如同迷宫一般的复杂地形，黑暗军团占据了这里并用作人类克星生产基地，并且部署了大量军队来保护这里。你来到这里是为了收集能源力场来摧毁生命森林最大的那一颗能源树。萨安姆镇    塔雷克斯号的支线任务之一。这个镇子在一天前突然发生了一起杀人案，地点在一栋居民楼内，嫌疑人一共有3个，而你来到这里就是破解这件杀人案，并找出杀人凶手给予制裁。这里每个村民都能对话，在收集到一定的证据或者去过不同的地方后，村民的对话内容也会变得不一样，当你去过够多的地方时，你便能选择嫌疑犯。玄天决    这里是武术之地，玄天决。你将来到这里锻炼自己的力量，学习武术道具的使用。这里的建筑充满了浓郁的中国风，地图中间与后面大大的八卦可以看出。这里可以换取特殊的武术道具使用，也可以换取更高级的装备与武器。当然，这里也有支线任务，而且这里的主线任务，你不仅要枪战，还要对战。遗落神境    传闻，遗落神境曾是一个上古文明的所在地。这个上古文明的力量远非我们现在所能及。他们掌握了我们现代先进500年的科技力量，在无尽高空中修建了这个未来之城。但不知道在多久前，遗落神境彻底废弃了。这里依然蕴藏着庞大的力量，然而黑暗军团和我们一样，看重遗落神境所包含的惊人力量。因此，我们必须要在这里阻止它们。这里的商人将会出售更加高级的装备与武器，当然，这里的敌人更加的强大，甚至拥有会瞬移或者将你牵引到它附近的能力，在外围一个不小心将会掉入虚空。旭日之都    你被光明圣堂堂主Gareth派往时空旋涡，在旋涡中你突然失去了身上所有的装备。至今，你越来越怀疑Gareth的行为非常反常，之后你就被传送到了一个新的大陆，没有见过的大陆，重新开始冒险，为了找到回去的传送门。这里拥有更高级的合成系统，你需要四处收集材料，根据合成表来合成装备和武器。在异大陆，你可以学习新的技能，来加强自己的战斗能力。刀锋神殿-主殿    你为了询问刀锋神殿的领主，谁才是这片大陆的原始居民，顺便寻找回去的传送门，而来到了刀锋神殿。但是领主却告诉你竟然来到这里就要和他一战，你本来并不想和他战斗，但他却告诉你他是黑暗军团四天王的手下，你不得不和他一战。瑞丹什城堡    最终一战，你来到了瑞丹什外围，跟着外围走，你来到了瑞丹什城堡。你将与最终的boss，曾经的好友，与你一样都拥有诅咒的Wilster决战，你是否能救赎他呢，光明的未来，你是否能守护住呢？后记    我这个鉴赏纯属瞎写真是想到啥写啥，同时有些场景的介绍是借鉴了地图里面的介绍。本人文采属实不好多多原谅XD，我也是第一次写鉴赏的帖子，希望各位大佬可以指导指导。\n\n",
    "replies": [
        {
            "author": "Frank-K",
            "timestamp": 1587390720,
            "txt_content": "大佬加油哈，这是SMFX的作品"
        },
        {
            "author": "像素君",
            "timestamp": 1587394200,
            "txt_content": "个人觉得楼主真正进行鉴赏的部分并不多，反倒是地图介绍占了很大一部分..."
        },
        {
            "author": "枫黎秋",
            "timestamp": 1587514380,
            "txt_content": "地图不错，拿去欣赏学习了"
        },
        {
            "author": "迷途的路人",
            "timestamp": 1587550200,
            "txt_content": " 本帖最后由 迷途的路人 于 2020-4-22 18:14 编辑 \n\n比起地图鉴赏 这更像是一篇地图介绍\n楼主可以尝试在此基础上再讲讲地图的优/缺点"
        },
        {
            "author": "操蛋小青年",
            "timestamp": 1587564720,
            "txt_content": "玩法不知道如何 但是看地图确实很用心了"
        },
        {
            "author": "mc2667966616",
            "timestamp": 1587665160,
            "txt_content": "大触的作品就是不一样哎"
        },
        {
            "author": "9757847984",
            "timestamp": 1587965820,
            "txt_content": "爱了爱了"
        },
        {
            "author": "5741666",
            "timestamp": 1588381620,
            "txt_content": "说下我的个人感受吧，地图，固然是好地图，国内很少出过原版cbRPG地图，\n建筑宏大，任何一个区域都可以单拿出来当建筑图了，以及十分丰富的战斗系统，法术，武力值，各种武器的技能，都让人眼前一亮，以及武器强化系统，或是星星，或是稀有材料，强化获得价值也很高，更别说还有丰富的天赋系统了\n但同时，缺点也在此显而易见，地图太大，参考英雄黎明，地图虽然没有宏伟的建筑群，但他的每个地区都很充实，三步一箱5步一npc（设计理念上）没有空的感觉\n或许可以说，这整张图是剧情，物品围绕建筑去的，探索？满图找箱子那不可能叫探索，就新手村你都得需要开小地图的级别来找到那可怜的20荣誉，开个官方透视，满屏箱子，你不能还不行，荣誉主要来源就来于搜刮，别的游戏被叫做捡垃圾是因为捡垃圾啥都能捡到，并且捡垃圾途中有各种互动元素，但救赎这张图，可怜的几个支线任务也是找箱子，并没有起到任何丰富人物，补全剧情的作用，找箱子是我玩得最不爽的一点\n第一个任务，望不到边的丛林，藏着无数箱子和刷怪笼，而在这个区域需要干的只是去一个根本没防御的地方拿一瓶药水，拿药水5分钟，找箱子我是3小时+，并且北部高山实在无力跑图了\n失落城，解密村就好点的，地图宏伟同时找箱子变得方便，解密元素本身就是线索越多越烧脑越好啦\n还记得有个魔法战舰的森林，地图算是小了点，5步一怪10步一箱，算是不会感觉到你是在为找东西而找东西的一个地方\n天空城，，完全是建筑图划出来界限成了线性探索，，不过这样也好，对路痴玩家很友好。。。\n玄天决，和主城一样的地方，你甚至需要从出生点消耗5格+饱食度跑到城里，宏伟的城门，建筑群，但有用的地方只有那一排村民和裸露在外的命令方块，还是要找箱子~~~~\n光明圣堂，没啥可说，堡垒很充实，东西多，每个地方都有功能或内容，最喜欢的地方\n以及过于丰富的战斗系统嘛，实际推图法术也就生命很实用，武力值不死图腾，且这俩值显示实在egg疼，其他的好歹是用经验值或者快捷栏显示啥的，剑和钻石甲才是浪漫\n星星基本都用在光明守护和最终弓上了，，，有点单一\n稀有材料。。。找箱子吧\n但你要说这张图值不值得玩，我绝对会推荐你玩的，cb技术上乘，建筑技术没得说，剧情问题，，没编剧的通病，就是出在结合问题上了，希望以后的作品不是用宏伟来形容，而是丰富，不让玩家有时间意识到自己是为找箱子而探索这个地图，而是真正了解这个世界去探索每个角落，拿装备，拜访各样npc，找到各样线索，加深沉浸感\n大佬勿喷，个人玩了至少半数以上国内大型冒险和很多国外精品地图的感受（ATT,大地复苏1，2，前传，预言等等）"
        },
        {
            "author": "616611938",
            "timestamp": 1595285460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "616611938",
            "timestamp": 1595285520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "z416117127",
            "timestamp": 1595804220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "5659856",
            "timestamp": 1598690400,
            "txt_content": "很棒的地图！感谢楼主分享！"
        },
        {
            "author": "拼命三郎",
            "timestamp": 1604980680,
            "txt_content": "感谢大佬的搬运"
        },
        {
            "author": "鸭嘴丶兽",
            "timestamp": 1613284740,
            "txt_content": "牛牛牛！"
        },
        {
            "author": "靖风",
            "timestamp": 1613284980,
            "txt_content": "这....好牛"
        }
    ]
}