{
    "title": "游戏创新文化经典《我的世界》打造《清明上河图》沉浸式体验",
    "author": "猫客",
    "replyCount": 0,
    "timestamp": 1587470460,
    "txt_content": "游戏创新文化经典《我的世界》打造《清明上河图》沉浸式体验\n\n\n发布时间：04-2118:30\n\n\n\n\n游戏创新文化经典 《我的世界》打造《清明上河图》沉浸式体验近期，一支关于《清明上河图》被立体化重现于《我的世界》的原创视频在Bilibili上爆红，短短几天内播放量便成功突破100万，实时弹幕达到1万以上。许多网友更是齐刷刷地在评论区内留言好评，对该作品的高质量与创作者的匠心巧思赞叹不已。而这项大型国风建筑艺术作品的完成者，正是《我的世界》明星开发者团队——“国家建筑师Cthuwork”。\n学贯中西，一群热衷创造的建筑艺术爱好者“国建Cthuwork”是《我的世界》内为数不多以体素艺术为表现形式的内容创作团队，尽管团队成员来自天南地北，年龄横跨15岁至28岁，却因为有着对建筑艺术共同的热爱而集结在了一起。他们希望在团队共同的努力下将更多的建筑艺术以更为独特的方式向大众呈现，并借此提升大家的建筑审美能力。\n这群有着宏大理想的年轻人有着极为旺盛的创造力，代表建筑作品丰富多样且涵盖东西方，而中式建筑一直他们偏爱和擅长的建筑风格，也因此有了紫禁城、微缩清代北京城、银河水师、墨家神机等众多高品质佳作的诞生。而本次对于《清明上河图》的立体化复原，同样是国建Cthuwork秉持着在《我的世界》中弘扬中国传统文化与古建的建造理念而新开发的一个国风项目。用匠心传承经典，国风作品网友口碑炸裂被誉为“中华第一神品”的《清明上河图》生动描绘了描绘北宋京城汴梁(今河南省开封市)及汴河两岸的繁华和热闹的景象和优美的自然风光，堪称“宋代小百科全书”。而国建Cthuwork在《我的世界》中基于原作还原搭建的《清明上河图》，不仅在内容丰富度与画面相似度上几近1:1复刻，而且在游戏独有的光影材质与动态Mod技术更让整个汴京变得生气十足。汴京闹市的那股浓厚的人间烟火气被极好的“重现”了，大大小小的集市车水马龙，路上行人络绎不绝，一派祥和之中洋溢着古色古香。\n在作品《清明上河图》中，国建Cthuwork活用《我的世界》的创意模组与强大的光影技术，在夜市设计了“万千孔明灯从汴河两岸缓缓升起”的景色，这动人的一幕也直接将观众们的情绪推至高潮。在B站观看宣传视频的小伙伴们用各种诗词名句的弹幕瞬间刷满了整个屏幕：“东风夜放花千树，更吹落，星如雨”、“醉卧不知天在水，满船清梦压星河”、“明灯三千、花开满城”......。一切景语皆情语，真情流露之下地率真表达不仅是网友们对于《我的世界》古建筑作品质量的高度肯定，更反映了国人对于传统文化的切身共鸣。如果你也想梦回北宋，亲历一遍汴京的盛世繁华，不妨下载来《我的世界》内好好体验一番吧。这部作品已经免费上架在《我的世界》PE版【资源中心】-【国建-《清明上河图》】专题，专题内还包含了一系列国建过往代表作品，供所有人自由游览体验。\n这部作品是国建Cthuwork团队第一个以中国画为原型的大型还原项目，其中国画的散点透视更是使得原作三维化还原的困难度大大增加。在漫长的创作过程中，为了保障成品的严谨性，他们广泛查阅了相关研究论文，对作品细节进行了反复的对比与调整。团队成员们先后经历了原画还原角度刁钻、画面难以连贯甚至中途停工等各种各样的困难，终于经过长达一年的不懈努力终于在《我的世界》内完成了《清明上河图》的立体化呈现。从《紫禁城》到《微缩清代北京城》，再到如今的《清明上河图》，国建Cthuwork团队秉持着弘扬中国传统文化的一贯理念，不断发起新的挑战，希望通过在《我的世界》中重塑中国风建筑，让更多人以更加崭新有趣的方式感受传统文化。构建良性游戏生态，《我的世界》致力弘扬传统文化经过长年累月的不懈耕耘，国建Cthuwork团队已经成为众多玩家粉丝心中“国风建筑”的代名词，是圈子内当仁不让的实力前辈。国建Cthuwork团队厚积薄发的成功，离不开团队自身对于建造艺术的热爱与付出，更离不开《我的世界》创造者生态整个环境的大势所趋。\n作为一款面向青少年群体的功能游戏，《我的世界》一直致力于文化传承，帮助年轻人能够通过体验大神原创作品感受传统文化的魅力。去年，《我的世界》联合中国八大古村落共同发起“像素看中国”古村落合作计划，旨在通过游戏与文化旅游结合的方式向冒险家传递中国传统文化的内涵。此外，《我的世界》还在暑期面向玩家举行了\"课本神还原\"活动，鼓励大家依据学过的古诗词搭建独特的村庄作品，并还原古诗词中蕴含的意境。《我的世界》发挥游戏本身高自由度、高创造性、高探索性的独特优势，积极联动权威组织、开发者、玩家等各方资源，不断为传统文化的传播与创新贡献新的力量，让古文化的魅力触及年轻群体圈层的各个角落。正是这种对于传统文化的坚守与打破常规的创新精神，推动着《我的世界》演变为一个拥有深厚文化底蕴的多元内容生态，也激发了一个又一个像国建团队这般热爱创造、注重作品正向精神价值的青年开发者团队的诞生。《我的世界》立足于玩家，通过喜闻乐见的数字化方式引导年轻人体悟宝贵的传统文化，用游戏不断重塑着古文化的魅力，由此赋予整个游戏生态更加旺盛的生命力，让功能游戏的社会价值与内涵更加丰富深刻。\n每日更新哟~MCBBS:Suit_nohe水光\n原文：\n\nhttps://culture.china.com/expo/creativity/11170663/20200416/38089489_1.html\n\n\n",
    "replies": []
}