{
    "title": "[经验共享] 谈谈我从一个单纯的MCer变成插件开发者的经历",
    "author": "埃拉拉",
    "replyCount": 3,
    "timestamp": 1587471000,
    "txt_content": " 本帖最后由 ElaBosak 于 2020-4-21 21:07 编辑 \n\n错版移帖了可还行\n\n（本文是手机码字的，所以排版可能不太好看，但是我觉得内容比排版更重要）\n\n我记得我从三年级入了MC的坑，一直到现在快高中了，我玩过很多优秀的服务器，体会到了很多优秀的插件，有一天，我觉得总是玩别人的插件，都比较重复，为何不制作自己的插件？（这就是我做插件的初衷）我有很多想法等待着我去实现，但是就少了点技术，于是为了实现这个梦想，我尝试去学习有关于bukkit插件的知识，我见过很多开发者在做bukkit之前都去苦学了java，有的小伙伴看到这样的大佬开发者，就会觉得很费时间，还需要多学一门编程语言，以我的经历来说，emm，写插件，不需要很多java基础，我觉得对于bukkit，知道怎么写if语句，hashmap还有一些很简单的用法就足矣了，剩下的就是各种网站，不论是哪里，去找教程，去找别人的代码，看别人的代码，不仅能提高自己对代码的感情，还能同时学会写代码，这不是很划算？接下来我还是分点说明吧：\n\n1. 基础——Java\n\n不管干什么，都需要一定的基础，就像bukkit就要会一点java就行了，一点就够了，会写判断语句，使用hashmap存储数据，会灵活运用各种语句达到自己的目的，都是会编程了，优化？那是不断练习后总结出来的，相比于学习，更要注重练习。\n\n2. 入门 —— Bukkit API\n\n这个更加简单了，B站作为无门槛的大学真的带给我了无数的知识，看各种教程就能学会各种技巧，Bukkit API是个复杂的东西，但是怕啥？我们有Java Doc、百度和Google呀，不会的，查，就是查，没别的，当然，在使用Google的时候，就要以国际化的形式问问题了，英语会帮到你很多，Chrome的浏览器机翻能帮助你更快阅读，总之，查就是很重要的，不要自己毫无头绪地乱使用API，结果毁了整个程序\n\n3. 神 —— 投入开发、生产力 MAX\n\n不骗你们，这个是真实的，会了一点的东西就能开始疯狂生产了，当然，我建议你需要一个跟自己有相同兴趣爱好的同伴，同学也好网友也好，能问问题并得到解答的，就是个好同伴，这样可以提高生产效率，比如我写 EusAccountPro 的时候，我也求助了 Alan_Richard 帮我改了改框架（否则可能就是一团浆糊），同时，我也学会了建立抽象类，switch case之类的用法，我是在生产中学习，学习中生产，达到最好的效果。另外，查阅资料，仍然是第一选择\n\n＃ 比单纯学习写插件更重要的几件事情\n\n1. 对写插件的热情，三分钟热度什么都干不成\n\n2. 灵活的大脑，不一定要遵循各种算法或者各种神秘函数神秘API，有的时候，硬闯可能比呆在原地不动更有效果\n\n3. 顽强的毅力，写bukkit和单纯写java不一样，bukkit要测试必须放在服务端里面测试，编写构建开服测试关服，都是很繁琐的过程，但是要成功，必须经历这段时光，即使它可能并不怎么快乐，但是当你终于达到目的的时候，这是多么幸运的一件事情啊\n\n希望我笼统的经历可以带来一些小知识，我可能以后会写写我近乎零基础开发 EusAccountPro 的经历，只要相信自己有这个能力，没有什么是做不成的，最强的不是别人，能认定自己的，只有自己的意志。",
    "replies": [
        {
            "author": "小天铄",
            "timestamp": 1587472560,
            "txt_content": "，那大佬啥时候出个教程呀，让我们少走弯路"
        },
        {
            "author": "埃拉拉",
            "timestamp": 1587472980,
            "txt_content": "小天铄 发表于 2020-4-21 20:36\n，那大佬啥时候出个教程呀，让我们少走弯路\nemm，我先说一下吧，我没有接受过系统的教程，java啥的都自学的，毕竟我是个初中生，只能提供思路，不能按照学习路径提供系统教程，sorry，但是，如果真要出教程，我会以自己的代码为例子出教程"
        },
        {
            "author": "小天铄",
            "timestamp": 1587473100,
            "txt_content": "ElaBosak 发表于 2020-4-21 20:43\nemm，我先说一下吧，我没有接受过系统的教程，java啥的都自学的，毕竟我是个初中生，只能提供思路，不能 ...\n初中生怎么了，我看好你。\n如果可以的话加个Q(3179361521)"
        }
    ]
}