{
    "title": "论坛氵氛围x2",
    "author": "名为123的貘",
    "replyCount": 6,
    "timestamp": 1587564480,
    "txt_content": " 本帖最后由 名为123的貘 于 2020-4-22 22:53 编辑 \n\n\n\n\n\nimage.png (60.17 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-22 22:01 上传\n\n\n\n\n\n\nhttps://www.mcbbs.net/thread-1024194-1-1.html\n希望得到理解吧，如果写在开头的话都不看就氵贴，那已经不是“年龄小”的问题了，必须给予警告了，再作个比喻：没有玩过无脑吹的云玩家。\n@Twilight_Two  他们违反了我大写在贴顶的规则，我总可以列入名单吧。\n通过回复诅咒、侮辱歧视（如 伸手党）、设定回帖/评分门槛放出更新内容等应该不违反吧\n违背真实、客观和理性的，通过故意贬损、嘲讽（阴阳怪气）、挑衅、煽动（带节奏）、侮辱、歧视、骚扰等形式，攻击作品或他人这已经不是我故意了，这是回复者的故意挑衅\n如果真的有问题，我也会改，请务必通知\n__________________________________________________________________________________________________________________\n\n\n我希望我能够为论坛做出什么。\n我是一个教程作者，是一个给AE2玩家带来实用的自动化系统的一个设计者。\n我当然希望别人是会认真的去读我的帖子，去认真的回复我的帖子。就像 优秀、精华帖最重要的一条——有效回复 一样。\n但是如今，整个mod教程版有多少有效回复呢？\n似乎除了我、以及其他一些7级及以上的作者可能会去看一看新人教程，去提一些建议之外，没有多少了吧。\n我想，既然不能够让其他玩家去理解这个模组，也至少应该让他们去做出一些改变，不要再去对别人的心血用一个“牛逼”带过了。\n就像玩梗小鬼，不去骂，是不会停下玩臭梗、玩烂梗的。\n\n我，来mcbbs也两年了，从一开始的低创，到现在可能是完成一些比较高端的自动化，能够给其他玩家带来些什么。就像一年前的余烬自动化，终究还是等到了玄理2这么一个整合包。\n倒是安逸菌却又费劲千辛万苦又搞了一个我用着感觉不舒服的自动化。\n知道我整的这么一个自动化的人，也就那么几个。希望，能够让更多人知道它。并且去了解它。\n\n我很不能理解，为什么在许多家长眼里，游戏，是针对孩子的海洛因。\n也很不能理解，为什么在许多的玩家眼里，游戏，只是娱乐工具罢了。又或者，只是一个膜拜的机会，吹牛的契机？\n难道，Minecraft，不是一个信仰，一个能够锻炼思维，一个能够带来成就感的游戏吗？\n渔业2吧里也问过，他们大部分都认为除了少部分涉及到逻辑、编程的模组，难度都不超过中考。\n似乎，也有许多人连数学都不能及格吧……\n而他们，也不会去认真看我写的帖子吧……\n我不是学霸，但是也不是学渣，不过我会认真、真诚地对待每一个事物\n\n\n————————————————————————————————————————————————————————————————————————\n\n\n其实是过时了。艺术的本质，有时就是过时了的东西。就像曾经是大众文化的歌舞伎，现在变成了艺术一样，就像一时的葡萄酒热潮消退后，真正的葡萄酒通才能够享受一样，当STG在游戏用户之间过时消失的时候，也许正是弹幕被真正的弹幕通深入追求的好时代。\n这是红魔乡的后记的节选。\n但是我不认为这就完了。\n我认为艺术这个东西，是要传承下去的。\n真诚，也是要传承下去的。\n真诚对待他人，对待他人的劳动成果，难道不是作为一个人，必要的一环吗？\n\n",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1587566220,
            "txt_content": "表示没看懂，截个图？"
        },
        {
            "author": "名为123的貘",
            "timestamp": 1587567780,
            "txt_content": "水贴……的意义是什么？\n为什么不去好好看看内容？\n是因为在现实中万事不如意便把自己泡在网络上？\n网络只是一个用来娱乐的工具？长篇大论就不看了？\n只是想找个寄托的东西发泄一下？短篇视频娱乐一下？\n对不起，抖音那种东西，是可以在里面臭的\n这里是论坛，是一个供玩家交流互鉴的场所，不是想往里面扔什么都可以的。"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1587568800,
            "txt_content": "如果有发现违反版规的看见就会处理的。有些在水贴边缘疯狂试探的你就不用管他们了，总有一天会挨锤的。\n\n时间不早了，早点睡觉吧awa\n另外你教程里写个那玩意真的没必要。跟教程无关的东西应该尽量避免。"
        },
        {
            "author": "z19950909",
            "timestamp": 1587569760,
            "txt_content": "我看蒙比了"
        },
        {
            "author": "卡壳",
            "timestamp": 1587598440,
            "txt_content": "有些人 大概只为了水帖，才不看内容的"
        },
        {
            "author": "星野尘梦",
            "timestamp": 1587598560,
            "txt_content": "我似乎完全没看懂"
        }
    ]
}