{
    "title": "[信息|编程][SCT]Languagy——为各类插件提供90+种语言翻译[1.9-1.15]",
    "author": "炫宙菌",
    "replyCount": 5,
    "timestamp": 1587545520,
    "txt_content": " 本帖最后由 炫宙菌 于 2020-4-23 21:07 编辑 \n\nLanguagy翻译多国语言的API┃ 简介Languagy是一款能够让插件为玩家个人准备对应语言的Spigot API前置。现在可以使用90多种语言。\n┃ 授权问题\n\n\n\n\n360截图20200423210733805.jpg (27.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-23 21:07 上传\n\n\n\n\n\n┃ 功能·特点如果你是开发者:When your plugin requests a message for a player, their locale is detected and the API will get your plugin's appropiate language file with the string needed.\n当你的插件需要为玩家设计消息提示,他们所在的地址会被检查,此API将会把字符转化为对应的语言。如果你是服主:Simply place the .jar on your plugins folder. Any plugin that supports Languagy will automatically translate for you, however you need to translate the language files yourself if the plugin doesn’t natively support it. See the Usage section below for more information.把插件放到plugins文件夹里。任何支持本插件的插件都会自动翻译,但是如果插件本身不支持本API,那么你需要自行翻译。详情请见用法。游戏内编辑器:可以用/lgy edit 打开编辑器,编辑其他插件的语言\n\n\n\n\n2020-04-22_16.33.51.png (299.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-22 16:44 上传\n\n\n\n\n\n\n\n\n2020-04-22_16.33.39.png (278.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-22 16:44 上传\n\n\n\n\n\n\n\n\n2020-04-22_16.32.45.png (253.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-22 16:44 上传\n\n\n\n\n无延迟:Languagy设计理念在于低消耗，可能用检测工具检测不到它的消耗自动化异步翻译:当本API检测插件有变更，将自动下载插件所对应的翻译文件，并时刻保持全部文件为最新支持java8+支持MC1.9-1.15指令:/lgy edit 编辑其他插件的联动翻译/lgy view 查看已经支持的插件/lgy test 测试语言\n┃ 支持的语言与插件语言:你可以在这里查看支持的语言列表,插件专门为一些国家的语言语法和构词方式做出了调整支持的插件列表:MCRealistic\nAnvilLogin\nSamB440's Reporter\nRPGRegions\n┃ API用法-V2.0+用法(待翻译)创建默认的语言文件，如果无法查找不能支持玩家的语言时，API会退回该文件。正常情况下,插件首选应是en_gb(英文)Your language files should be located in a single folder, preferably named \"lang\". Fallback file should look like this (in your onEnable):\nCode (Java):\nFile fallback = new File(getDataFolder() + \"/lang/\" + \"en_gb.yml\");\n\nNext, loop through the values of the Language enum using Language#values(). In your for loop, create a new language file by getting the language code Language#getCode():\nCode (Java):\nFile file = new File(getDataFolder() + \"/lang/\" + language.getCode() + \".yml\");\nif (!file.exists()) {\n   try {\n       file.createNewFile();\n   } catch (IOException e1) {\n       e1.printStackTrace();\n   }\n}\n\nLoad the configuration of that file using YamlConfiguration#loadConfiguration(file) and then add your defaults to the file, example:\nCode (Java):\nFileConfiguration config = YamlConfiguration.loadConfiguration(file);\nconfig.options().copyDefaults(true);\nconfig.addDefault(\"warn\", \"&cUnfair advantages on our server are not allowed. Continue using unfair advantages and you will be banned from our server.\");\nconfig.addDefault(\"banned\", \"&c{player} &fhas been banned &a7 days for &b{cheat}.\");\nconfig.addDefault(\"blacklisted\", \"&cBlacklisted modifications\");\n\nSave the configuration using FileConfiguration#save(file).\n\nFinally, we need to let the main class implement LanguagyPluginHook. The method provided will be called when the translator has been initiated and you can access it then.\n\nNow on your translator field, apply the LanguagyImplementation annotation like so:\nCode (Java):\n\n@LanguagyImplementation(Language.ENGLISH)\nprivate Translator translator;\n\n\nNow you can reference this translator from other classes using Plugin#getTranslator.\n\nFurther API\nTranslator#setDisplay(Material) - sets display material in /lgy edit\nLanguagyAPI#getLanguagy - class for API usage\nTranslator#getOptions - extra options for translating\n\nEvents:\nPlayerTranslateEvent - called when message is translatedPluginHookEvent - called when a plugin is hooked\nUsing the TranslatorOptions class\nThe TranslatorOptions class currently offers one functionality: to automatically download custom translations for a plugin when a change is detected, keeping any translation files up-to-date.\n\nTo use it, there are two methods:\nexternalDirectory - searches the entire directory of a url for custom language filesexternalFile - downloads a single, specified file from a url\nEach method takes a string as a parameter - this is your url to the directory, for example: https://www.islandearth.net/plugins/mcrealistic/lang/. Languagy will then append the file to the end of the url like so: https://www.islandearth.net/plugins/mcrealistic/lang/cs_cz.yml. If it doesn't exist on the url, or is not a valid file, it won't be downloaded.\n\n#externalFile requires a Language parameter, in order to know what it is downloading.\n\nLanguagy will only download .yml files, and will only do so if a change is detected (using sha1 hash).?\n\nGetting a string for a player\nGetting a string for a player is simple;\nCode (Java):\nplugin.getTranslator().getTranslationFor(arg0, arg1);\n\narg0 is your player, and arg1 is the path to the string in your language file, just like configuration files!\nThere is no need to translate chat colours, the API does that for you.\n\nYou can also get a string list using #getTranslationListFor.\n\nBug Reporting/Support/Questions\nIssues should be filed by hitting the issues tab in gitlab. Please make sure you search your issue before opening a new ticket.\n\nAll opened tickets that are bug reports require a debug log that includes logs of the issue in question.\n\n问题:\n\n是不是要重启以更新语言文件？不需要,文件时刻保持更新，你可以在服务器运行时修改。但更新文件得花上5分钟的样子。效果如何?在人数40+和人数0-10的服务器使用Languagy畅通无阻,没有遇到性能问题。如果服务端使用了Paper，Languagy将会部分采用异步处理。\n\n监测\n使用bStats统计收集有插件使用情况以及信息。如果你没禁用它,那么对我来说有利于改善插件\n\n编译\n插件使用JDK 1.8 and 使用Gradle处理相关依赖\n┃ 下载地址·源代码源代码2.0跳转下载链接\n\n\n[groupid=1511]Server CT[/groupid]",
    "replies": [
        {
            "author": "橙柒",
            "timestamp": 1587633060,
            "txt_content": "就是说如果服务器插件设置的是中文，而玩家客户端使用的是英文，那么支持的插件也会换成英文吗？"
        },
        {
            "author": "炫宙菌",
            "timestamp": 1587633300,
            "txt_content": "橙柒 发表于 2020-4-23 17:11\n就是说如果服务器插件设置的是中文，而玩家客户端使用的是英文，那么支持的插件也会换成英文吗？ ...\n貌似是 但他更多是作为前置 我看我用的时候 那个铁砧验证登陆插件 如果在国内登陆 确实会变成中文的文本 不然是英文文本"
        },
        {
            "author": "橙柒",
            "timestamp": 1587633420,
            "txt_content": "炫宙菌 发表于 2020-4-23 17:15\n貌似是 但他更多是作为前置 我看我用的时候 那个铁砧验证登陆插件 如果在国内登陆 确实会变成中文的文本  ...\n好的谢谢~"
        },
        {
            "author": "J_Gdr",
            "timestamp": 1587735900,
            "txt_content": "前排支持一波"
        },
        {
            "author": "Fur_Xia",
            "timestamp": 1594116120,
            "txt_content": "楼主更新一下帖子！！插件支持1.16了"
        }
    ]
}