{
    "title": "又是一年世界地球日！",
    "author": "封徵",
    "replyCount": 16,
    "timestamp": 1587605940,
    "txt_content": " 本帖最后由 封徵 于 2020-4-23 09:43 编辑 \n\n\nNEWSIt’s Earth Day Again!\n又是一年世界地球日\n\n\nBut what on earth does that have to do with Minecraft?\n但这和我Minecraft又有什么关系呢？(噢不我的上帝啊，看看这该死的双关)\n\n\nSofia Dankis 索菲亚·丹金斯\n\n\n\nThe world is a very strange place these days with the majority of us staying indoors to make the outside world safer for all the people with essential jobs. I don’t know about you, but my couch is the center of my world right now. I say this like it hasn’t always been, but you have no idea how terrible my posture is so I feel like I’m going to get away with it!\n现今世界正处于一种奇怪的状态之中 —— 我们大多数人都待在家中，为那些所有有着对所有人来说极为重要的工作的人群留出一个更加安全的“外部世界”。不知道你是怎么样的，反正我的沙发现在就差不多是我生活区域的一大半了。虽然说我这种状态似乎是近来才开始的，但你肯定想不到我在沙发上躺得有多“妖娆”，所以我决定了，我得改变我现在这种颓废的状态！\n\n\nSince we currently have a lot of time to sit around and think, let’s take a moment to direct those thoughts to the outside world. Specifically, ** that we want to return to when this storm has passed. We’ve read about some of the unexpected effects that quarantine has had, such as swans returning to the canals in Venice, which are crystal clear these days. Since we don’t want to resort to quarantine as a solution for environmental issues, we’re going to need some other ways to take care of our planet. I’ve heard we only have one so we should probably get on that.\n而现在，留给我们思考的时间也非常充裕，不如现在好好想想“外部世界”吧 —— 那肯定是我们在这场“浩劫”过去之后最想拥抱的地方。近些天，我们也读到了一些关于人 类隔 离后给世界所带来的意想不到影响的报道，比如天鹅群们重归威尼斯运河，嬉戏玩闹，原因也自然是运河水又重新变得澄澈透亮了，这一点的原因我想也不必多言。既然我们不想用“大规模隔 离“的办法来保护我们的生态环境，那么我们就必须采取另一些行动来保护我们的星球。地球只有一个，我们必须保护好这个我们赖以生存的家园。\n\n\nThis is probably the point where you’re asking yourself “Sure, this is important but what does this have to do with Minecraft?”. A valid question to which I answer “Everything can be connected to Minecraft if you try hard enough”. Luckily, I don’t need to try very hard in this case which is why this assignment landed on my desk.\n读到这里，你也大概会发出这样一个疑问：“对，这确实很重要，但这和Minecraft又有什么关系呢？”。很合理的一个问题，而我会这样回答你道：”如果你足够努力，万物都将可以和Minecraft互联。“而幸运的是，在又一篇文章撰写任务砸到我的头上时，我也不必”非常努力“。\n\n\nMinecraft is all about building new worlds. Sure it’s also about flirting with Endermen and trying to pet ocelots (each attempt will fail, trust me), but a big part of the game is about exploring biomes and building a world you want to play in. Some people even use Minecraft to design worlds they want to play in in real life, like this neighborhood in Ethiopia that came together to turn a polluted area into a park. That’s pretty impressive, I can’t even control the builds on my own server and I’m the only one on it!\nMinecraft 能让你建立一个全新的世界。当然这也包括和末影人调情或是尝试去驯养豹猫(别试了，相信我，不会成功的)，但游戏过程的很大篇幅都是让玩家自己不断探索新的生物群系然后最终建立起一个属于你自己的世界。一些人甚至用Minecraft去设计出了他们想要的真实世界，就像 埃塞俄比亚的这个社区 一样，他们一同把这个污染区变成一座崭新的公园。这真是令人赞叹不已，我甚至不能设计好我自己服务器上的建筑 —— 我还是唯一一个！\n\n\nLast month,Eurogamer brought another very impressive build to our attention, namely PippenFTS’ 1:1 scale build of the entire world. Yeah. So we do have a second planet, only it’s not livable for real people. Stop looking so smug, Steve.\n上个月，Eurogamer 带着另一项引人瞩目的工程进入了我们的世界，PippenFTS团队的1：1地球复刻计划。是的，所以现在我们有”第二个“家园了，不过这貌似不太适合真正的人类居住。嘿，别自鸣得意了，史蒂夫。\nhttps://www.bilibili.com/video/bv1ok4y1d7SK/该视频非本人译制，请到原链接支持翻译者！视频来源：地球复刻计划：如何在我的世界里复制我们的世界 【熟肉】\n\n\nPippensFTS has opened up their map so that anyone can join in, which is both considerate (sharing is caring) and smart (I love to outsource my work too, Pippy!). Do you want to join the Build the Earth project? You can find more information on their subreddit or Discord server .\nPippensFTS 已经向大众开放了他们的地图，这也意味着任何人都能参与进地图的制作工作，可以说是既周到 (分享就是关怀) 又聪明 (我也喜欢把我的工作外包，Pippy!)的一种做法。你又是否想加入”地球复刻计划“呢？如果是的话，你可以在他们的 subreddit 或是 Discord server 了解更多信息。\n\n\nIt’s pretty cool, and an incredible way to both appreciate our world and to think about ways we can improve it. Hmmm. Maybe I should take my own advice and do that too. Maybe even in this article! It is Earth Day after all, which actually started as an initiative to encourage people to conserve energy by turning off their lights and electronic devices. These days, that might not seem as appealing since we’re staying inside. Dear reader, don’t worry! I’ve got your back with this handy list of ways that you can enjoy Minecraft offline:\n这真的非常吸引人，它给我们提供了另一种看待、欣赏我们所生长家园并能够改善它的奇妙的新方式。唔，也许我该认同我自己的想法并付诸实践 —— 甚至在这篇文章里也行！毕竟今天(太 平 洋时间)是世界地球日，而实际上，一开始它只是一场倡议性的活动 —— 鼓励人们关灯并停止使用自己的电子设备。而这些天，因为我们一直待在家中，这份倡议听起来也似乎没什么吸引力。但亲爱的读者们，别担心！我为你们提供了一个有关做法的列表，让你们也能”离线“享受Minecraft的乐趣。\n\n\n\n\n\n\n\nTurn off all the lights and tell Minecraft-inspired ghost stories. The Nether is what nightmares are made of so you can just recount your last visit there.\n关掉所有的灯然后开始将Minecraft版鬼故事。下界可是一个好地方，还记得你的梦魇因何而生吗？。\n\n\n\n\nPlay a board game. My favorite game transports me to a sugary sweet country that is absolutely appropriate for adults and not made for children. I also heard there was a fun one based on a mildly popular computer game that you or a friend might already own.\n来试试一种”最新“的棋盘游戏。我最喜欢的游戏总能把我带到一个”甜蜜“的王国 —— 适合成 人而不是儿童的那种。而且我听说这个棋盘游戏还是基于一个温和有趣的电子游戏改编的呢，我想你和你的朋友应该已经买了吧？\n\n\n\n\nA lot of people use Minecraft to plan real-life projects, like this artist who designs his sculptures with blocks before he creates them in the real world. Switch it up this year and draw or craft your build with paper or recycled materials before you turn it into a blocky masterpiece!\n很多人也会选择使用Minecraft来规划现实的项目，就比如 这位艺术家 就喜欢现在Minecraft中用方块设计好他的雕塑作品后再”搬运“到现实世界里。在你把它变成方块大作之前也别忘了要使用可回收利用的纸张噢！\n\n\n\n\nI’m sure there are plenty of other things that you can do without electricity on Earth Day, but they don’t involve Minecraft so I know nothing about them.\n我相信在世界地球日的今天，即使没有电，我们还是可以做很多别的事情，但那些就和Minecraft无关啦，所以我就不知道了。\n\n\nLet me leave you with this instead. Earth Day is just that – a day. It's never been more clear that we need to take better care of our planet. Right now we are witnessing people going out of their way to make the world a safer place for others. When this ends, let’s put that same love and energy into making the world a better place, period.\n最后我要说的是，世界地球日就是 这样 的一天。毋庸置疑，我们需要好好保护我们的家园。现在，我们正见证着无数人正在为我们星球和所有人的安全日夜奋战着。当现今的这一切结束时，让我们用同样的爱和能力去好好的爱这个世界吧，但须片刻！\n\n\n\n\n\n【封徵 译自官网 2020 年 04 月 22 日发布的 It’s Earth Day Again!；原作者 Sofia Dankis】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "Volta_X",
            "timestamp": 1587606060,
            "txt_content": "在世界地球日，我的电脑上出现了来自Microsoft Store的图标，诱导我进行购物"
        },
        {
            "author": "红云redcloudy",
            "timestamp": 1587606960,
            "txt_content": "今天不是世界读书日吗？"
        },
        {
            "author": "封徵",
            "timestamp": 1587607080,
            "txt_content": "红云redcloudy 发表于 2020-4-23 09:56\n今天不是世界读书日吗？\n太平洋时间"
        },
        {
            "author": "BiggayJN",
            "timestamp": 1587609300,
            "txt_content": "地球日快乐？"
        },
        {
            "author": "封徵",
            "timestamp": 1587610200,
            "txt_content": "官方相关推特内容：\n\n\n设计雕塑，将污染区变为一座崭新的公园，或者甚至是复刻一座地球：今天是#世界地球日 (太平洋时间)，让我们来看看Minecraft社区对我们这颗星球的颂歌以及我们在今天所能做的事情吧！Designing sculptures, turning a polluted area into a park, or even recreating the entire planet: this #EarthDay, let’s take a look at some of the amazing ways the Minecraft community has honoured our planet – and what you can do yourself.\n\n\nhttps://www.bilibili.com/video/bv1sg4y1z7ZW"
        },
        {
            "author": "Sssss...",
            "timestamp": 1587610740,
            "txt_content": "我把世界地球日看成了世界末日emmmmm"
        },
        {
            "author": "Sapherise",
            "timestamp": 1587633060,
            "txt_content": "笑晕，地球日，全球人都呆在家里\n不过题外话，我也喜欢谢恩"
        },
        {
            "author": "封徵",
            "timestamp": 1587633300,
            "txt_content": "Sun_Light 发表于 2020-4-23 17:11\n笑晕，地球日，全球人都呆在家里\n不过题外话，我也喜欢谢恩 ...\n论为什么要用双关\n\n谢恩真的人间至宝"
        },
        {
            "author": "噬颜",
            "timestamp": 1587770580,
            "txt_content": "今天。。我好像来晚了呢"
        },
        {
            "author": "一位時臣",
            "timestamp": 1587808380,
            "txt_content": "真就地球日呗"
        },
        {
            "author": "376145317",
            "timestamp": 1587975240,
            "txt_content": "尴尬 我也看成世界末日了  "
        },
        {
            "author": "823332077",
            "timestamp": 1588254540,
            "txt_content": "看成世界末日的+1 hhhhhh"
        },
        {
            "author": "Pinkdoudou",
            "timestamp": 1588321560,
            "txt_content": "地球孕育人类 也许也毁于人类"
        },
        {
            "author": "sonter",
            "timestamp": 1588460340,
            "txt_content": "世界地球日对于我来说就是在家里玩mc没啥多大意义"
        },
        {
            "author": "天辉胡萝卜",
            "timestamp": 1588465500,
            "txt_content": "这个地球日的宣传画挺好看的"
        },
        {
            "author": "小萝卜",
            "timestamp": 1588488600,
            "txt_content": "地球日，我的世界日"
        }
    ]
}