{
    "title": "关于针对同IP判断小号转账进行封禁的一些意见",
    "author": "★遨游の星空★",
    "replyCount": 16,
    "timestamp": 1587564840,
    "txt_content": "前言其实我倒也不怎么混论坛的，只是最近因为回答了问题被封禁感到很遭心，希望不再发生类似的事件，也希望论坛向良好的方向发展，故此提出一些意见。前情提要就在几天前，我收到朋友的讯息，说是对服务器的一款插件的配置文件产生不解，然后在mcbbs的问答版块上提出了问题，发了几天，并高亮显示，也没有得到一点回应，所以来问一下我有没有什么头绪，并建议我直接上mcbbs来回答问题。秉承着为论坛贡献优质解答的精神（当然也是为了悬赏），我查询了相关wiki的资料之后，根据自己的理解认真地回答了问题，并翻译了该部分的配置文件注释，对后续的一些追问也给予了解答。而后来，却收到了永封的提示信息，这让我感到迷惑。看了站内信箱之后，再结合版规，发现是因为被认作为小号转账而被封禁。在申诉区发表了帖子之后，有热心的坛友与我讨论了相关了问题并咨询了管理层人士。在此非常感谢大家的热心与理解。讨论之后发现，是因为我和题主最后登录是使用了相同的IP地址，才被判定为小号的，我也因此对这种简单粗暴的检测方式持反对的意见。正文首先，先是我的情况。科学上网其实对于我来说算是某种刚需吧，所以我的代理软件实际上都是开机自启并全局代理的，切换来切换去也麻烦。我的朋友和我也是使用相同的节点，所以就造成了相同IP访问论坛的情况。然后，热心坛友也和我说，这些情况其实也曾经被利用过，当非法转账的托词借口之类的，所以这种理由不再算是有效的理由了。我感觉这种一刀切的方式很是不妥，可以说是既不治标也不治本。理由主要有以下：天朝大内网的现状互联网起源于美国，美国也是IP地址协议的源头。中国作为互联网的后进者，在有限的ipv4的ip段中只被分配了比较少的份额。故此公网IP资源在中国是比较紧张的。而现在随着互联网蓬勃的发展，远远超过IP分配量的网络用户涌入互联网，所以各大网络运营商——电信，移动，联通——都纷纷搞起来大内网的模式。何为大内网？按照我的理解和实际测试，主要就是把一个片区的用户都集中起来分配到一个大型的局域网之内，做NAT转发，使上百个网络用户只需要通过几个出口IP就能完成日常对互联网的访问，大大节约了ipv4的资源消耗。除了这种类型的大内网，校园网也是一种典型的大内网，基本原理和上面的差不多，这楼的某宿舍，和那楼的某宿舍，在百度上查询到自己的IP地址是相同的。言归正传，就是因为这样的大内网的存在，不同的人，不同的设备，只因在外面看起来是相同的IP，就造成了对小号的误判。这种判断转账小号的方式是完全不治标的，还很容易误封许多正常用户。天朝动态IP的情况大概是出于网络安全的考量，或者是防止开私人小网站之类的考虑，个人用户的宽带是动态分配IP的。在用户有公网IP的情况下，只需要重启路由器就可以再次随机获取到不同的IP地址。也就是说，真有不法分子想利用小号转账，通过这种方式也能规避同一IP这种判断规则。对于有管理提到的网段的问题，根据个人的实际体验，能随机获取到的公网IP的网段也是有几种类型的。再者，通过判断网段就判断小号的方式，和上面说的判断规则又有什么区别呢？还是很容易误判。提议万幸即使是永封也是允许申诉的，但是单纯只是因为相同IP而已就被误封也确实很难受。建议的话，在保留申诉机会的同时，也对有问题的账号进行多角度的考量，比如说IP，登录时间，往时活跃情况，等等。至于具体考察的维度也请尽量保持黑盒的模式，公布出来的话也容易被有心人想办法进行规避。[size=0em]?\n",
    "replies": [
        {
            "author": "白叶Official",
            "timestamp": 1587600180,
            "txt_content": "没有办法，泥潭就是只会用ip判断这种原始简单的方法"
        },
        {
            "author": "利姆露酱",
            "timestamp": 1587600300,
            "txt_content": "qs没办法，误封只能具体对事看"
        },
        {
            "author": "结城希亚",
            "timestamp": 1587601980,
            "txt_content": "说实话，当时我第一次看你贴我都挺像的\n不过到你后面一直在申述，再结合我看那个帖子，你的回复\n我就觉得你应该不是转账了\n\n检测IP的话，很多转账者都不知道泥潭是检测IP的\n不然人均加速器了，但这也能阻挡相当一部分人转账\n\n实际上你混到等级高一点就很少会被锤吧（应该）"
        },
        {
            "author": "gamerteam",
            "timestamp": 1587605760,
            "txt_content": "IP仅仅是参考手段，实际上版主也是多维度来进行判断的。至于你说的动态IP分配和所谓的大内网，这些都在我们预估的范围内的，误判率并不高，具体细节不方便向各位透露，不过通过IP来判断这一点是没有问题的。"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1587607380,
            "txt_content": "老实说，重启路由器好像不一定能换IP，反正我之前为了验证转账的时候试过……XD\n然后桃子和我说是你运营商什么东西的问题"
        },
        {
            "author": "DreamVoid",
            "timestamp": 1587610920,
            "txt_content": "其实，你为什么不整一个国内IP直连呢，mcbbbs服务器是在国内吧\n我挂代理的话，国内流量都是直连的，除非你在海外，访问mcbbs用不到代理吧，设为直连也能减少误判率。"
        },
        {
            "author": "卡壳",
            "timestamp": 1587612900,
            "txt_content": "两个人ip一样不太可能"
        },
        {
            "author": "★遨游の星空★",
            "timestamp": 1587614460,
            "txt_content": "结城希亚 发表于 2020-4-23 08:33\n说实话，当时我第一次看你贴我都挺像的\n不过到你后面一直在申述，再结合我看那个帖子，你的回复\n我就觉得你 ...\n五级莫得人权哭辽"
        },
        {
            "author": "★遨游の星空★",
            "timestamp": 1587614640,
            "txt_content": "DreamVoid 发表于 2020-4-23 11:02\n其实，你为什么不整一个国内IP直连呢，mcbbbs服务器是在国内吧\n我挂代理的话，国内流量都是直连的，除非你 ...\n判断国内IP其实识别率令人流泪，有国内网站走了代理，有访问不了的网站没走代理。。所以干脆都走全局代理了"
        },
        {
            "author": "★遨游の星空★",
            "timestamp": 1587614760,
            "txt_content": "卡壳 发表于 2020-4-23 11:35\n两个人ip一样不太可能\n其实开过盗版服务器的，多少也是接触过这种同IP的问题，因为authme之类的登录插件对同IP的注册量是有限制的，经常可以遇见有人说为什么注册不了，结果发现是因为同网吧或者同学校之类的问题导致IP相同而注册不了账号"
        },
        {
            "author": "★遨游の星空★",
            "timestamp": 1587614820,
            "txt_content": "gamerteam 发表于 2020-4-23 09:36\nIP仅仅是参考手段，实际上版主也是多维度来进行判断的。至于你说的动态IP分配和所谓的大内网，这些都在我们 ...\n原来是这样，那就最好了，我本来是担心只是单纯通过IP检测就直接封禁的"
        },
        {
            "author": "随意之光",
            "timestamp": 1587622020,
            "txt_content": "卡壳 发表于 2020-4-23 11:35\n两个人ip一样不太可能\n同一ip不是不可能，例如某些宽带一个地区使用一个IP,再比如校园网，一个校园网内使用一个或几个共享公网IP,这种情况很多，所以一般在封禁用户时通常不封禁ip。因为极有可能造成误伤"
        },
        {
            "author": "卡壳",
            "timestamp": 1587622080,
            "txt_content": "随意之光 发表于 2020-4-23 10:07\n同一ip不是不可能，例如某些宽带一个地区使用一个IP,再比如校园网，一个校园网内使用一个或几个共享公网I ...\n那也太巧了吧，两个人在一个网内，刷着论坛，还在同一帖子，这不太可能吧"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1587652800,
            "txt_content": "卡壳 发表于 2020-4-23 14:08\n那也太巧了吧，两个人在一个网内，刷着论坛，还在同一帖子，这不太可能吧 ...\n以前在某个盗版服当技术，遇到过5个人用一个IP进服说无法注册的...（当然有可能是一个寝室，我也这么问了）他们说，是两个寝室\n\n中国IP数量少于联网设备数量，如果一个违规者地理位置离你接近，那么IP段封禁就有可能误伤你——几率很低，但是不能说没有\n\n楼主的情况更加奇葩，两人用一个代理节点上网"
        },
        {
            "author": "FaceTime",
            "timestamp": 1587663960,
            "txt_content": "同ip太简单了，真有人这么虚荣吗"
        },
        {
            "author": "skyliye",
            "timestamp": 1587664740,
            "txt_content": "IP地址是版主判断两个账号是否互为马甲的重要依据，但是判定时也会结合其他多因素。\n\n一般来讲IP重合会被立即判定为转账，当然像你所说的使用加速器导致误封的情况确有发生概率。首先建议不要使用加速器登录论坛，以免影响版主判断；如果确实被错误处罚应尽快在反馈版或末路之地版申诉，并带上尽可能完整的证据，管理组会结合实际情况以及账号历史活动记录判定处罚是否有误的。"
        }
    ]
}