{
    "title": "【鼓励贴】1.9还是那个mc！mc100年不会变！",
    "author": "c2618468",
    "replyCount": 12,
    "timestamp": 1317283440,
    "txt_content": " 本帖最后由 c2618468 于 2011-9-29 16:06 编辑 \n\n首先 无责任推测 不要认真 从我分析来看 notch一直都很小心 更新都是慢慢加入 有什么新想法都要几个月才能实施\n其次他很有创意 \n因而 我认为 既使是rpg也会很好玩\nmc的主线目标是神马？光从生存模式来说1.3已经是一个出色的版本了 从畏惧自然到适应自然到征服自然 这就是mc的主线\n你们有没有想过为什么要建房子 因为夜太黑太可怕 需要一个地方安身 也需要一个地方存放物品 于是 我们需要一所房子 所以 建造一所豪宅不是刚接触mc的玩家的一个主动地行为 而是一个被动的本能的行为 \n有了房子 保护好了自己 就可以去挖矿为的是作出形形色色的东西 然后美化自己的房子或是玩红石 \n基本上原来的游戏模式到这里已经结束了 之后就该删档重新开荒了 这就是为什么mc开荒那么有趣 可以吸引人几小时的投入 而等你箱子堆满一屋子的时候 你就会发现没什么乐趣了\n但是 mc的地图是无限的 我们需要探索 1.8给了我们探索的理由 是我们玩游戏的延续 首先我们要吃饱 很多次我都是几天躲在mc里的小家里研究红石 不吃任何东西 于是 1.8告诉我们不要宅在家里 要出去打猎或是割麦子 这样可以直接影响我们对游戏的投入 甚至代入 而且 自动回血的设定相当贴心 不然摔一下少了半个血的我 可能一连几天都是9.5的血\n另外 关于很多人都不喜欢的经验值系统 首先 刚开始我是抵触的 但是 听说死掉后经验值归零我就知道 notch在搞什么鬼主意了\n按以前来说 你只剩半格血你会吃肉还是自杀 自杀是个相当便利的方法。。。简直是作弊啊！这次更新虽然死掉后会掉经验 但是 只能回收一部分 这样既使你箱子里没东西吃 也只好撑着半格血也要弄点东西来吃吃 这其实不是一个奖励玩家的系统 而是死亡惩罚\n技能加点方面 不是土逼的攻击 防御 敏捷 就说明rpg要素其实比重并不大（甚至还有鱼息这种鸡肋技能）我大致推测 速度只是冲刺时的速度 冲刺一般赶路才用 力量只是击飞怪物的距离或是弓蓄力时间缩短 跳跃只影响距离不影响高度 抵抗是耐毒 鱼息不用说了 毕竟现在有了ocean地形 建造海底建筑也挺有用的\n\n\n如果真是这样的设定 对玩家来说 连pk都不会影响到 更别说影响游戏本身的乐趣了\n\n因而 对于mc来说 其实无论怎样你进入世界还是要先造房 后采矿 只是现在可以去探探险了 然而 唯一要吐槽的就是 那个视窗 太难看了!!!!!!!!!\n",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1317283560,
            "txt_content": "拿走sf ~支持lz的观点"
        },
        {
            "author": "c2618468",
            "timestamp": 1317283740,
            "txt_content": "green丶bastard 发表于 2011-9-29 16:06 \n拿走sf ~支持lz的观点\n老实说 关于技能的那块推测 我感觉有点一厢情愿了 但我觉得就speed jump strength这三项来说 还是这样比较平衡 这些技能这样设定即突出了加点的重要又保持了rpg系统在游戏里的次要地位 我去推特上找notch说说看 不知他会理我不"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1317283920,
            "txt_content": "估计经验影响的无非就是你说的这几点 例如水中喘气啊 跑步速度啊 跑步跳跃距离啊 弓箭蓄力啥的"
        },
        {
            "author": "HolySheng",
            "timestamp": 1317284700,
            "txt_content": "赞同，而且没有rpg游戏能想mc一样自由度高\n而且更新后主角比较像真正的'‘人’'"
        },
        {
            "author": "c2618468",
            "timestamp": 1317285600,
            "txt_content": "green丶bastard 发表于 2011-9-29 16:12 \n估计经验影响的无非就是你说的这几点 例如水中喘气啊 跑步速度啊 跑步跳跃距离啊 弓箭蓄力啥的\n从鱼息技能来看是这个样子没跑了 都是些无关痛痒却又相当有用的技能  但我还是想最好能提醒一下notch 求个心安"
        },
        {
            "author": "well",
            "timestamp": 1317287220,
            "txt_content": "MC本來就是個自由度很高的遊戲, 就算加入了RPG要素, 你也可以不去管啥NPC, 啥地牢, 繼續蓋自己的房子\nNotch 加了啥新東西進去, 都沒差, 怎麼玩MC還是得由自己來決定..."
        },
        {
            "author": "geludan",
            "timestamp": 1317290940,
            "txt_content": "不对，建房子并不是为了生存这么简单，而且你建好房子，堆满箱子，你再去探险？你当是房车啊，哪怕有地图来回跑也跑死你，而且现在这么恶心的地形怎么造房子"
        },
        {
            "author": "c2618468",
            "timestamp": 1317292080,
            "txt_content": "geludan 发表于 2011-9-29 18:09 \n不对，建房子并不是为了生存这么简单，而且你建好房子，堆满箱子，你再去探险？你当是房车啊，哪怕有地图来 ...\n仔细看我的话 我说意思是：游戏玩到一定程度就会发现没事做了 这个一定程度的表现形式是——啊 箱子都堆满屋子啦 都放满了东西一辈子都用不完~ 打个比方而已 相信也不止我一个人是这样 \n人的创造能力不是本能 一般玩mc的新手（当然我是B版开始玩的 C版开始玩的话另当别论）第一件事绝对不是盖房 而是四处逛逛熟悉地形 “啊 好无聊的游戏 一片荒野都不知道干嘛” 然后不知不觉天黑了 然后被僵尸骷髅JJ追着跑 然后 躲到个山洞里去等天亮 生存和储物是建房的第一理由 当然炫耀和自我满足也是必须的 \n至于探险 本来就是游戏的附加产品（况且还能取消掉NPC村 矿洞之类的东西） 这个爱去不去 守在家里种种田也不错啊 就我来说的话 npc村 要塞我也没什么兴趣\n至于地形恶心不能造房 大哥您说笑了 城里呆久了没见过世面？还是这几千年来人类对自然地改造你熟视无睹？我只能说 以前的地形太小家子气了 一块沙漠巴掌点大 更没有高耸的喜马拉雅的可能 峡谷 山川 以及河流底下的粘土（淤泥？）让烧砖不再痛苦 新地形相当的大气 要是刷到块平原 放火烧了长草 那面积 绝对能造好几幢豪宅  "
        },
        {
            "author": "HQT",
            "timestamp": 1317294360,
            "txt_content": "LZ好有才阿~分析得这么棒！  "
        },
        {
            "author": "88k",
            "timestamp": 1317305760,
            "txt_content": "頂一下\n支持lz"
        },
        {
            "author": "KOSE",
            "timestamp": 1320841740,
            "txt_content": "有用，玩了这么久都不知道，感谢LZ啊"
        },
        {
            "author": "5892914",
            "timestamp": 1320994200,
            "txt_content": "嗯"
        }
    ]
}