{
    "title": "【千年村庄】印度文明发展是用卖泥砖的方法么",
    "author": "huangzx9239",
    "replyCount": 2,
    "timestamp": 1587549000,
    "txt_content": "我把村民的房子拆了，至今也没盖起来。城墙因为拆了的缘故，还缺了一个角。\n怎么办？\n\n\n\n\nfile_1587549002000.jpg (253.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-22 17:50 上传\n\n\n\n\n\n\n\n\n\nfile_1587549002000.jpg (216.79 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-22 17:50 上传\n\n\n\n\n\n",
    "replies": [
        {
            "author": "尊者789",
            "timestamp": 1587549000,
            "txt_content": "你帮村民建好那个角或拆掉它"
        },
        {
            "author": "w1632050253",
            "timestamp": 1587553800,
            "txt_content": "印度次大陆有如大海，外来文化不断汇入其中，最终形成了现在以包容与多样闻名于世的印度文明。印度开国**尼赫鲁在《印度的发现》一书中对印度文明感叹道：“它与波斯人、**人、希腊人、中国人、阿拉伯人、中亚细亚人及地中海各民族皆有亲密的接触。虽然它影响过他们，可也受过他们的影响，然而它的文化基础还是相当坚实。”\n\n　　多样性是印度给人们最深刻的印象。印度有人种博物馆、语言博物馆和宗教博物馆之称。印度种族多样，肤色多样，包括印欧人、达罗毗荼人、原始澳大利亚人、尼格利陀人、蒙古人种等。这些人有的是印度土著人，有的是不同时期从欧亚大陆或海上来到印度次大陆的外来**。从欧亚大陆来到印度的途径有两个：或者从西北部的山口进入，或者从东北部山区渐次迁入。雅利安人、波斯人、希腊人、斯基泰人、月氏人、匈奴人、突厥人、阿富汗人是从西北部山口进入的，而来自中国西南地区的**多是从东北部山区渐次迁移而来。早期的阿拉伯人和后来的欧洲**多从海上来到印度。这些外来民族有的是通过外来入侵的方式进入，更多的是通过和平迁移方式进入印度。他们在印度定居下来，融入了当地社会，成为印度社会的有机组成部分。拉其普特人和部分穆斯林的经历可以印证这一点。一种流行的观点是：聚居于拉贾斯坦邦的一部分拉其普特人的祖先可以溯源至外来的斯基泰人和匈奴人等，他们在当地建立政权，通过祭司编纂谱系转而成为刹帝利种姓，成为统治阶层。印度部分穆斯林的祖先可以追溯至现在的伊朗和阿富汗等地，他们在德里苏丹和莫卧儿王朝时期构成了统治阶层的一部分。\n\n　　印度的语言也是多种多样。印度语言的多样化正是文明融合的体现。印度语言分属多个语系：78.05%的印度人说的语言属于印欧语系，19.64%的印度人说的语言属于达罗毗荼语系，其他少数人所说语言分属澳亚语系和汉藏语系等。印度宪法表列语言有22种，宪法未表列语言有100种。根据2001年的人口普查数据，印度有30种语言的使用者超过一百万人口，使用者超过1万人的语言总共有122种。作为印欧语系印度-伊朗语支的梵语，是印度教经典《吠陀经》的记录语言。梵语又与印度各地方语言结合衍生出印地语、旁遮普语、克什米尔语、古吉拉特语、拉贾斯坦语、马拉塔语、孟加拉语和乌尔都语等多种语言。乌尔都语是典型的文明融合的产物，该语言形成于中古时期，源自梵语、波斯语和阿拉伯语，是在波斯文化和阿拉伯文化共同影响下形成的语言。上述印欧语系印度分支语言的形成充分体现了文明的融合，它与南部的达罗毗荼语系诸语言和谐共生数千年。后者包含的地方性语言有泰米尔语、泰卢固语、坎纳达语、玛里雅兰语等。由于达罗毗荼语系各邦对印地语作为印度官方语言的抵制，英语实际上已经成为印度唯一全国通用的官方语言。另外，印度西北部和东北部一些民众使用的语言属汉藏语系，它与当地历史上的民族迁移密切相关。\n\n　　印度还有宗教博物馆之称。印度次大陆是印度教、佛教、耆那教和锡克教的诞生地。除了本土诞生的宗教以外，印度还容纳了诸多外来宗教，诸如**教、基督教、犹太教、琐罗亚斯德教和巴哈伊教等。这些外来宗教在不同历史时期传播至印度，并使很多本土居民皈依。根据2011年的人口普查，印度79.8%的人信奉印度教，14.2%的人信奉**教，2.3%的人信奉基督教，1.7%的人信奉锡克教。印度教一般被看作是多神教，这与它拥有数不清的神灵有关，但也有一些人认为其是一神教。抽象的“梵”是一些印度教精神导师最推崇的概念。印度教中“梵”的概念与道教中“道”的概念相似，都被看作是宇宙的最高本体。证悟“梵我如一”始终是印度教徒追求的最高境界，从“吠陀的末份”《奥义书》的创作者到中古时期印度教集大成者的商羯罗，再到近代享誉西方的辨喜莫不如此。相信“梵我如一”的印度教徒认为，不管是人、神抑或是精灵，他们都只是梵的显现，“大梵”与“小我”其实并无二致。“梵我如一”的概念就像一根绳索把纷繁复杂的印度教信仰串了起来，使印度教成为最具包容性的宗教之一。**教传至印度可以追溯至公元7世纪，德里苏丹和莫卧儿王朝等**教政权的统治促使更多本地印度人皈依，据统计，印度穆斯林人口约占世界穆斯林人口总数的三分之一。受印度本土文化影响，印度穆斯林内部也有种姓划分。锡克教的诞生本身就是**教与印度教的一种结合，是由古鲁那纳克在15世纪末16世纪初融合了印度教和**教的教义创立的一个新型宗教，该宗教在当代依然富有活力。琐罗亚斯德教和犹太教在印度也有久远的历史，印度有世界上最多的琐罗亚斯德教信徒。\n\n　　印度文明的包容性和多样性既体现在人种、语言和宗教的接纳与发展方面，又体现在贸易交换和文化交流的广泛性方面。印度对外贸易的历史可以追溯至公元前两千年左右的印度河文明时期，那时的人们已与远在千里之外的两河流域存在贸易往来。古代罗马人与印度也有颇多贸易往来，罗马作家曾因为交换各种奢侈品导致黄金从罗马大量流入印度而深感痛惜。罗马帝国皇帝图拉真的钱币与贵霜帝国国王迦腻色伽的钱币曾在同一个地方被发现。印度佛学家、汉学家师觉月在《印度与中国——千年文化关系》一书中谈到，张骞在西域古国大夏发现中国西南省份出产的竹棉制品，或许是由印度商旅经由北部印度和阿富汗运送过去的。玄奘在东印度见到迦摩缕波国王时，后者询问他关于当时阿萨姆地区非常流行的《秦王破阵乐》的情况。《秦王破阵乐》是庆祝秦王李世民凯旋的乐曲，史载该曲以“擂大鼓为主”“杂以龟兹之乐”。玄奘访印时距离《秦王破阵乐》的诞生时间并不长，可见那时虽然交通不便，中印之间的人员与文化交流却并不少。南印度的朱罗王朝鼎盛期也曾经多次派使者通过海路与中国互通。\n\n　　新航路开辟以后，印度的对外贸易和文化交流在频率和范围方面都大为增加。其中，英国殖民统治给印度带来的影响最为深刻。英国殖民者的侵略造成印度手工业的衰败、农村的广泛贫困等，为了加强殖民统治，英国在印度还建立了文官制度，引入英式法律体系和议会民主制度，推进铁路、公路和邮政等基础设施建设。印度精英在面对西方文化冲击时大多主张改革印度社会弊端，发扬传统文化精髓和吸收西方进步理念，他们兼容并蓄的主张为印度传统文化的扬弃式传承与发展发挥了积极的推动作用，印度社会的多样色彩更加鲜明。\n\n　　印度数千年的历史表明，辉煌灿烂的文明必须具备一定的包容性和多样性。在《印度的发现》一书里，尼赫鲁谈道，“古代印度，像古代中国一样，自成一个世界，它本身就是形成一切事物的一种文化和文明”。开放和包容是文明发展与繁荣之基，闭关锁国和排他性发展是行不通的。"
        }
    ]
}