{
    "title": "[Minecraft.net|CULTURE] 极简主义大师",
    "author": "问谛居",
    "replyCount": 2,
    "timestamp": 1587652740,
    "txt_content": " 本帖最后由 问谛居 于 2020-7-8 23:23 编辑 \nMinimalist Master极简主义大师The methods behind TheDenux's modern-design builds揭秘德纳克斯式现代主义设计背后的原理\nEmily Richardson\nI don’t know why architects are so expensive, but in order to get production on my modern house moving along, I’ve had to do all the design work myself. Thankfully, this week I spoke to one  of the Minecraft community's modern-design experts, Matthias Lund (also known as TheDenux ), so I’m feeling inspired and very confident that everything will go to plan!我不明白为什么建筑造价是如此昂贵，但是为了一步步地搭建出属于我自己的现代别墅，我不得不亲自完成所有的设计工作。谢天谢地，这周我有幸能和Minecraft社区里的一位现代建筑大佬——Matthias Lund（也被称作TheDenux）交流，因此我感觉自己得到了启发，并且非常自信的觉得一切都会按计划进行。\nSure, I didn’t have a ruler to hand when I made the plans, and I drew them up while I was on a rollercoaster, but I’m sure the builders can make it work.诚然，我在做方案规划的草图时手里并没有尺子，而且在把草稿画在纸上的时候我正在坐过山车，但我相信那些建造者们可以将它修建出来。\nWhile said builders continue to stare at my drawings with what I can only describe as a look of overwhelming joy, I'll share with you the wise words that Matthias shared with me! Prepare yourself for a sharp, clean dose of minimalist inspiration.当上述的那些建筑师盯着我的设计图时的样子，让我只能用乐不可支来形容。我真想和你分享一下 Matthias 传授给我的经验！ 准备好迎接一场强烈而又纯粹的现代极简主义的灵感启迪吧。\nMatthias is an experienced designer, and not just in Minecraft. Though he’s still studying, he’s also working for a property development company and he’s studied a course entitled ‘The Architectural Imagination’ at Harvard.Matthias是一位有着丰富经验的设计师，这不仅仅是在Minecraft里。尽管他仍在为学业奔波，但是同时也在为一家房地产开发公司工作，还曾在哈佛大学里修读了一门叫做《建筑创想》的课。\n“It’s about how we imagine and how we can represent society in architecture,” Matthias tells me. “Doing the course, I learned a lot about building styles and techniques. I think it’s very important to give yourself a paradigm to go after and incorporate some twists into it.”“这门课是教授我们如何去创想以及如何用建筑去映射社会，”Matthias告诉我。“在学习这门课的过程中，我学到了不少的建筑风格还有建筑技术。我认为很重要的一点是给你自己一个参考的范例，然后再在此基础上融入其他的东西。”\nHe elaborates; “An example could be that your building should follow the Golden Ratio, and to preselect what blocks and colours you’re going to use. I usually try to build in a very neutral colour, and then add different colour shades to that.”他对我很详细的解释到：“举一个例子，就比如你的建筑需要遵循黄金分割定律，然后还要事先决定好你要使用的方块和颜色。我通常会用中性色调去塑造建筑，然后再为他添加其他颜色的色调。”\n The Golden Ratio is a very precise measurement of asymmetrical design (it has a mathematical formula and everything!), one found in the work of artists like Leonardo Da Vinci and Michelangelo.黄金分割定律是对非对称设计的一个极佳的度量定律（它有一套数学公式和完整地体系！），在很多艺术家的作品里都能找到它的身影，比如在列奥纳多·达·芬奇以及米开朗基罗的作品里。\nEssentially, the Golden Ratio uses exact proportions and ratios of objects to create an image pleasing to the eye, and it's frequently found in the most beautiful, spirally parts of nature. It's far too complicated for me, someone who barely graduated pre-school. Why not visit this link if you want to try understanding it – clearly it did wonders for Matthias' builds!从本质上讲，黄金分割定律给出了物体准确的数值和比例，使其看起来最令人舒适，而在大自然里最漂亮的螺旋图案里也能经常找到它。它对我这种仅仅接受过学前教育的人（指此文作者）而言深不可测。如果你想深入研究它，为什么不试试点开这条链接，显然黄金分割定律在Matthias的作品里助力良多。\n\nMatthias’ work has that impression of being so clean that it looks almost simple; so elegant it seems easy. You know, the kind of design that is so clearly thought-through and precisely planned that it looks like a breeze to make (but, irritatingly, isn't. Drat!)Matthias的作品给人的映像就是干净到几乎极简；如此的高雅让人看起来赏心悦目。这样的设计是经过了深思熟虑和精确的规划了的，所以它的建造过程看起来十分容易（但是，让人恼火的是，它一点也不容易，该死！）\n“I probably developed my building style while building with my good friends,” Matthias informs me. “For a couple of years we’ve been building one of the biggest life-size cities in Minecraft, called Greenfield. Over there I was used to building real life buildings, but they had to be realistic, and eventually I wanted to do something that looked cooler and more modern. So today, my building style reflects something realistic, but also something very luxurious and elegant.”“我大概是在和我朋友一起建造的过程中演化出我的建筑风格的，”Matthias告诉我。“有几年的时间里我们曾在Minecraft里面建造真实比例大小的城市，它的名字叫做 Greenfield。从此以后我都习惯建造真实比例的建筑了，但前提是它必须是真实存在的建筑，并且最终我想做一些让它看起来更酷更现代的修饰。所以现如今，我的建筑风格都反映了现实的事物，但也有一些以优雅奢华著称的建筑。”\nMatthias’ work feels realistic but somehow still too elegant to exist in a real city. It’s the same feeling I get from Matthias’ favourite work to date: The Kensington Wharf that he recently published. “I was inspired to build it by a project our company is currently building in real life,” he says, “but heavily modified. It’s more the idea of the build I like - it’s like a small community surrounded by water and greenery, secluded from the busy city life.”Matthias的作品虽然感觉很实际化，但又不知怎么的太高贵、太优雅，以至于几乎不可能存在于现实。这一点和我从Matthias最喜欢的作品里得到的感受是一样的：他最近修建的肯辛顿码头。“我修建它的灵感来源于我们公司最近在现实里修的建筑，”他说到，“但是我对它做出了大量的修改。使它更贴近我所喜欢的建筑形式，它就像一个被水和绿植环绕起来的小社区，隐匿于繁杂的城市生活。”\nIt’s the realistic modern city-living vibe I get, but with a small community feel. The combination of the modern design and the age-old beauty of nature so close by. Maybe that’s why it seems like it’s just out of reach - try getting that in the real London while not being a billionaire.这就是我最终得到的真实现代城市生活的缩影，但是又兼具小社区的感觉。现代主义设计和传统的自然之美紧密的结合在一起。但也许这就是它看起来遥不可及的原因，在不是亿万富翁的情况下，试着在真实的伦敦追求这种生活，这只能是一场泡影。\nSo how does Matthias create these buildings with such flare? “My passion for architecture is probably a combination of my love of design and fashion as well,” Matthias tells me. “What differentiates [me] from other modern builders, I think, is that I’m committed to a very strict domino system. Every block that is placed is intentionally placed so. I live in Copenhagen, Denmark, and this is also from where I draw my inspiration.”所以Matthias是怎么造出吸引力十足的建筑的？“我对建筑的激情也许是因为结合了我对设计还有时尚的喜爱，”Matthias告诉我说，“我和其他建筑师有区别的原因，我想应该是我一直严格的遵循多米诺系统（由柯布西耶提出的一种承重结构体系）。任何一个被放置的方块都是有它的实际意义的。我生活在丹麦，哥本哈根，并且这两地也是我的灵感来源。”\nHe continues, “modern [architecture] is representing reality and the future, whereas traditionalists represent the past. I don’t find that very interesting. The fun part, for me, is designing the future.”他继续说到：“现代主义（建筑）所代表的是现实和未来，反之，传统主义建筑代表的是过去，我在其中没有找到一丝乐趣。而我感兴趣的是，服务于未来的设计。” \nWell I wish Matthias the best of luck with his next future-gazing build. As for my own modern house project, it's, er, going great! People will be cool with entering the living room via the ladder in the toilet, right?我衷心的祝愿Matthias，还有他那被未来所注视的建筑。而我自己的现代别墅工程，它，额，还在顺利的修建中！从厕所的梯子通往起居室也不失为一种乐趣，对吗？ \n【EBsky 译自官网 2017 年 09 月 26 日发布的 Minimalist Master】【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589451840,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1589993280,
            "txt_content": "\"原文文本\" \n？ 你不对劲\n\nSo how does Matthias create these buildings with such flare? \n应该指的是建筑本身有吸引力\n\nWhat differentiates [me] from other modern builders\n说成“我和其他建筑师有区别的原因...” 可能更通顺\n\nbe cool with sth: (informal) to be happy to accept a situation or suggestion\n\n而且ladder应该是梯子（竖着的那种）"
        }
    ]
}