{
    "title": "[Blockbuster][1.10-1.12]短片/浸入式解谜地图制作神器图文教程",
    "author": "笨笨羊OvO",
    "replyCount": 2,
    "timestamp": 1587700620,
    "txt_content": " 本帖最后由 笨笨羊OvO 于 2020-4-27 18:05 编辑 \n\n前言 - 在开始创作之前……【重要】你至少需要一台可以流畅运行Minecraft Java版 正式版1.10.2版本的电脑（Windows或macOS操作系统）【重要#2】你至少需要懂得如何安装Minecraft的Mods，以及懂得一些基本的Minecraft常识（尽管我有时也会在教程里提到）【重要#3】这不是一个闹着玩的Mod，它可能涉及到三维软件、基本Java编程常识的操作，不过就算你没有这些知识，你也可以正常使用此Mod，只不过掌握这些知识能够帮助你创作出更加精美的作品而已。【重要#4】该Mod仅针对Java国际版Forge API进行开发，在中国版上强行使用若出现封号、严重特性等问题将不予进行解决。【重要#5】因为知乎文章制作目录困难，请在阅读时善用Ctrl+F查找关键词以快速找到你想要学习的内容。Minecraft是一款自由度极其高的游戏。从很久以前（具体也不知道是多久前）开始，国内外就已经有许许多多的优秀游戏短片作品（也叫引擎电影，英名词“Machinima”）涌现而出。《菜鸟历险记》等出色的作品更是在许多玩家的心中留下了深刻的印迹……然而，在游戏内制作短片，意味着需要玩家作为演员来参演。在以前，当你没有演员时，你的选择只有两种——1、在游戏内使用F3+P快捷键让游戏在弹出后不会自动暂停，然后对局域网开放（或搭建服务器）并手动操纵多个客户端同时连接进入游戏进行演绎、拍摄；2、使用Blender、Cinema 4D等三维软件进行动画创作。以上这两种方法都需要十分强大的毅力才能坚持下来。2016年，一位心怀创作梦想的Mod作者McHorse编写出了Blockbuster mod（简称BB）的第一个版本，来为他自己的短片创作进行准备。殊不知，他的Mod一经发布，便引燃了全世界Minecraft短片作者的热情。你可以点击这里对此Mod进行一些简要的了解。同时也感谢智弦正和Chunk7对Blockbuster mod、Aperture mod、Metamorph mod及Minema mod的中文本地化所做出的巨大贡献。下面正式开始本教程。\n第零章 - Mod及其基本资源的安装在安装此Mod之前，你最好准备一个Minecraft v1.12.2 最高版本的Forge整合包。如果你没有，点击这里获取。密码为hjg3。注：尽管这样，当你需要使用的Mods多起来之后，建议还是使用MultiMC启动器。这个启动器可以更方便地对你的客户端进行维护，出错后也可以较为方便地找出故障原因。在运行Minecraft前，你需要先安装Jre（Java用户客户端），在这里提供Java8 64位的下载地址和32位的下载地址你最好再准备一个好用的压缩软件，毕竟在使用该Mod的过程中你经常需要与压缩包打交道。在这里推荐老版本但原生免费的压缩软件Bandizip。密码为6ydb。目前（2020/4/23）Mod已更新到正式版v1.6.6。（以下六个Mod的安装需要将其jar文件放入游戏.minecraft目录下的mods文件夹）在安装之前，需要先安装前置McLib。接着再安装其依赖的伪装Mod Metamorph。再接着需要安装Blockbuster mod本体。（可选）最好再安装配套的Aperture相机Mod。（可选）如果你需要类似“灵活肢体”的效果，你也可以安装配套的Emoticons mod。（可选）如果你在开启光影后感觉录制时有卡顿，你可以使用以牺牲渲染时间来换取高质量高帧率视频的Minema mod。并将ffmpeg下载下来，解压至.minecraft文件夹内。全部安装好之后，你就可以开始安装一些皮肤模型了。安装好以上Mods后启动一次Minecraft，会在.minecraft\\config\\目录下生成一个blockbuster文件夹。进入.minecraft\\config\\blockbuster\\models目录后，你会看到里面包含steve、alex、fred、image几个文件夹。而每个文件夹内都包含着一个skins文件夹（自定义模型文件夹内通常还会包含model.json或obj、mtl、vox格式的文件）。这个文件夹就是用于存放皮肤/材质的。steve\\skins文件夹：存放旧版（MC 1.7.10及以前）64x32皮肤格式的png图像文件。fred\\skins文件夹：存放新版（MC 1.8及以后）64x64皮肤格式、手臂宽度为4像素的png图像文件。（通常为男性皮肤）alex\\skins文件夹：存放新版（MC 1.8及以后）64x64皮肤格式、手臂宽度为3像素的png图像文件。（通常为女性皮肤）image\\skins文件夹：存放图片，支持png、jpg格式的静态图片和gif动图。注意：以上这些皮肤/材质文件的文件名必须只包含小写字母、数字以及英文半角字符。关于第三方模型，你可以访问开发者McHorse创建的Discord服务器的bb-models版块进行获取（需要科学上网）。你也可以在issues版块以英文进行BUG反馈（若你的英语水平有限，也可加入QQ McHorse 中文用户交流群 328380393 以中文进行BUG反馈）。接下来的章节会介绍如何操作该Mod进行短片/解谜地图创作。\n第一章 - 使用场景功能快速开始拍摄并安装相关模型*本章旨在让你以最快的速度直接入门并上手拍摄，不包含制作解谜地图的内容。如果有充足的时间或只是想学习使用此Mod用于制作地图的，请看完本章之后的几章*进入一个单人世界后，按下大键盘的0键（笔记本用户可能需要按住Fn键再按下大键盘0键）可以进入仪表盘，点击左侧的导演方块图标将会进入回放管理界面。回放管理界面为什么要叫“回放”管理界面？你录制下来的每一个演员所演绎的每一个片段，在英文中称作“Playback”，直译为“回放”。你可能已经注意到屏幕中央显示着一行“选择一个导演方块”的字样。但是在如今的版本中导演方块已经成为短片拍摄过程中对于场景管理的一个累赘，开发者McHorse考虑到这点推出了“场景”功能，如今我们也应该尽量使用该功能进行演绎、创作。点击右侧栏的“+”号新建一个场景，输入的场景名最好只包含小写英文字母及数字。场景名应当有辨识度，可尽量使用序号、拼音或单词点击“好”则会成功新建一个场景。成功创建场景之后的界面此时点击右下角的“+”号会新建一个演员。但是此时这位演员并没有任何的“外观”，因为你没有为它选择模型。未指定具体模型的演员会显示一个小蓝鸟的缩略图点击“选择模型”按钮之后，你可以进入创造模式伪装菜单。这个界面是Metamorph mod的伪装界面（这就是Blockbuster mod必须和Metamorph mod一起安装的原因），它会自动读取游戏内的生物（包括Mod内的）、Blockbuster mod和Emoticons mod自带的模型和你所安装的模型。而 Blockbuster 模型 分类下的 Alex Steve 小黄人三个模型所读取的皮肤文件分别对应之前第零章提到的 alex fred steve 文件夹。点击模型后会自动读取skins中的皮肤文件并展开 图中的营火是自制模型自制模型可以允许你将高版本的方块、生物带回当前的版本（Blockbuster mod目前的最高支持版本为1.12.2），而如何制作它们将会在之后的章节提到。如果你现在就想试试一些别的模型，这里提供了一些下载（模型的安装方式是直接将压缩包解压到.minecraft\\config\\blockbuster\\models文件夹内。你也可以在该目录下再创建一些文件夹，将模型文件夹放进去以进行分类）。（1）营火 （2）小孩模型 （3）灯笼 （4）箭 （5）发光的子弹你可能注意到三种皮肤各自都有两个看上去似乎一样的模型，而实际上第二个模型是3D模型。皮肤的第二层会被进行立体化处理。左为3D模型 右为2D模型 注意围巾的区别点击下方列出的你想要使用的皮肤之后，点击右上角的“×”保存并退出（必须要点“×”！如果使用Esc按键则相当于不保存并退出）。如果在此处显示了你所选的皮肤 则证明你的操作正确了现在，按下Esc键退出。如果你想在头上戴点什么玩意儿，你可以手持一些东西输入该指令/on_head\n戴上方块戴上特殊物品然后按下空格键右侧的 Alt键 就可以开始录制这个演员的动作了。开始录制前有1.5秒的倒计时可以给你提前做点准备。左上角将会显示你正在录制的演员的录制id以及倒计时（单位为秒）、录制时间长度（单位为tick 即游戏刻而非红石刻）录制时若有需要掐时间来实现的动作，可以按下键盘上的 V键 来创建时间标记，这样，录制其它演员时，之前录制好的演员会同步播放，在你指定的时间点会在聊天框发出一条时间标记来进行提醒。（但是这个键位会将Metamorph mod的 使用动作 热键覆盖掉，而这个热键本应是在伪装成某些生物时用于触发特殊功能的，如恶魂的火球、苦力怕的爆炸）（可我偏偏就不明白为什么羊不能吃草）录制完毕后再次按下 右Alt键 就可以完成录制了。注意，如果有多个演员，必须在管理界面内选好正确演员之后再进行录制。而如果你在扮演坐骑类的玩意儿，可以通过空手时鼠标右键单击其它演员来骑上它。完成录制后，你将会被传送至开始录制时的位置。此时按下空格键右侧的 Ctrl键 就可以进行演员的动作回放，再次按下为停止，右Shift键则能够进行暂停。如果你不需要相机Mod，那么现在你就可以调低视野、关闭动态视场及动态摇晃、打开电影镜头并启动录屏软件（例如OBS Studio、Bandicam、AMD Relive、Nvidia Shadow Play等软件）进行画面录制了。如果你需要用到相机Mod以获得更好更平滑的画面，请参照Chunk7的这个教程，里面包含了Aperture相机Mod的一切使用方法。注1：Blockbuster mod的录制原理是录制你在每一个游戏刻所处的连续位置以及所做出的动作。所以使用缓慢、速度药水对录制完毕后的演员无效；方块无法对其产生阻挡效果；脚下没有方块时也不会自然掉落。注2：这个“连续位置”是以相对坐标的形式进行记录的。使用/record origin <演员回放录制ID>\n这个命令可以让该演员回放变更其整体位置。注3：Blockbuster Mod的演员不是真正的玩家，而是一个名为“演员”的可以变换为各种模型的生物，其实体ID为 blockbuster.actor 。正因为不是真正的玩家，它并不是什么动作都能做。以下是一些已知的无法做出的动作：（1）关闭箱子（解决方案：使用第三方的箱子模型或者不拍摄此类镜头）；（2）与盔甲架互动（解决方案：使用第三方的盔甲架模型或者不拍摄此类镜头）；（3）与其它Mod物品和事件的一些互动（如Flan枪械Mod、拔刀剑Mod）（解决方案：使用Blockbuster mod自带的 BB枪 ，其可以加载任何枪械模型；拔刀剑则无解）；（4）乘船（乘上去后会沉）（解决方案：使用第三方的木船模型或者不拍摄此类镜头）。以下是一些已知的BUG，请尽量避免：（1）虽然使用TNT或伪装成苦力怕、恶魂造成爆炸的动作所导致的地形破坏在播放完毕后会自动恢复原状；但是若在播放过程中误触录制键，慌乱操作很有可能会造成无法逆转的地形破坏。如果你误触了，请在倒计时结束前按下右Alt键放弃录制。如果倒计时已经结束并开始录制。请等待播放结束并按下Esc键退出存档重新进入。（2）使用E2及其以下版本的高清修复Mod会导致物品栏中的模型方块无法正常显示。（3）被演员摸过的红石机械只能用一次。本章就到这里。\n第二章 - 进阶一些的操作在上一章中我们所做的基本操作大部分都是使用快捷键来完成的，而且只涉及了“场景”功能的内容。在v1.6.6版本的Blockbuster mod中，“场景”列表内的每一个场景还不支持使用命令来触发。这也导致了下面的这个问题——如果你要制作解谜地图，那么就必须使用到传统的导演方块。如果你要使用Aperture 相机Mod与Blockbuster mod的演员回放进行同步播放、录制，那也必须要用到播放按钮。下面简单介绍一下这些传统工具的使用方法。创造模式下单击E键并转到附加页，找到Blockbuster的物品列表。红圈所圈起来的三件物品是传统Blockbuster mod的“必备三件套”红圈所圈起来的三件物品分别是激活工具、播放按钮和导演方块。将它们都放到快捷栏内，并将导演方块放在地上，这个方块将会存储你所录制的演员回放。不用刻意地将它藏在什么地方，在播放时它会自动隐藏材质并暂时去除自己的碰撞箱。但如果你在做解谜地图，最好还是把它藏好，毕竟它在未触发状态下还是有形状的。对其单击鼠标右键可以进入回放管理界面。如果你想在触之不及的情况下管理导演方块，你应该使用激活工具对其单击鼠标右键进行绑定，之后每次对着空气按下鼠标右键也都会进入回放管理界面。成功绑定后，会有一行白字提醒你已成功链接导演方块与场景相似 只是不会自动填写录制ID 在右侧栏也会显示导演方块的所处坐标添加演员、选择模型的过程与场景相同，而演员的录制ID是必填项（因为你的每一个演员回放都会被存放在存档文件夹的blockbuster\\records中，录制ID则将作为它们的文件名）。如果你不慎清空了快捷栏，丢失了激活工具，甚至还忘记了导演方块的位置，可以按下F3显示叠加层。而导演方块的位置将会以红色标示出来。导演方块：“我在这里~”使用播放按钮对导演方块单击鼠标右键也可以进行绑定，若无对Aperture mod的特殊需求，直接单击完成即可。手持播放按钮对空气单击鼠标右键就可以播放导演方块内的内容。播放按钮绑定后的界面同样地，对于“场景”，你也可以手持播放按钮时进入“场景”的回放管理界面，在有演员的前提下单击右侧的“链接”，同样也可以让播放按钮播放“场景”内的内容。这些按钮只在有演员时会出现导演方块内也可以使用“录制”按键进行演员回放的录制。点击后会在你的聊天框出现一串提示文字，只需要按 T 呼出鼠标后按提示点击，再按 Esc 回到游戏后就可以开始演绎了。仅导演方块可用的聊天栏录制聊天栏录制的本质是一段命令 该命令会与服务器的Essential基础插件产生冲突如果你正在制作解谜地图，使用以下命令/director play <导演方块坐标>\n就可以触发并播放指定的导演方块。非触发状态下的导演方块，红色停止图标的一侧将会持续输出红石信号，对侧则不输出红石信号。导演方块可以帮助你制作红石机关触发状态下的导演方块，红石信号的输出情况则与之前相反。闹鬼啦！但是同时也要注意，导演方块同其它红石元件一样，只要它所在的区块未被加载，那么它的红石状态也就不会被更新。其中的演员回放仍能正常播放，但播放完毕后不会自动移除演员。这就是导演方块的弊端了，使用它的时候是有距离限制的（取决于你所设定的视距大小），如果你使用了末影龙这类会吞噬方块的生物作为演员，也很有可能会误伤到导演方块从而丢失数据（尽管这不是真的丢失，因为每个回放会保存为文件，场景和导演方块只是一个读取它们的平台，但重新找到它们仍然需要时间）。另外，有时候导演方块播放后会使命令方块内的命令清空（特性嘛 正常正常）。解决方法是在仪表盘中将伤害控制关闭。但这样会使得演员之间的打斗没有HP的损伤。别问我为什么 我也不知道 这个特性就很迷不过如果你使用的是连锁型或脉冲型命令方块，那么完全可以使用Blockbuster mod自带的“编辑录制”功能来代替这些命令方块。编辑录制的入口编辑录制的界面 下方是以游戏刻为单位的时间轴 而20tick则为现实中的一秒单击右下角的加号键可以展开动作列表，而这里展开的列表内所包含的动作也就是Blockbuster mod所支持的所有动作了。添加动作后单击该动作对应的关键点可以查看这个动作的详情，以及它到底是干什么的，有什么注意事项。因为演员也是生物 所以演员若要对前方玩家造成伤害 则需要调为非和平难度如果你正在为多个演员掐时间加动作，你可以鼠标左键单击一下右上角的小黄碟来切换正在编辑的演员回放。到了这里你应该知道为什么我之前嘱咐你给演员ID起个辨识度高的名字了吧 如果回放数量太多 根本认不出谁是谁所以就算你在演绎的时候失误了，如果失误不是很严重，依然可以通过编辑录制补救回来。第二章就到这里结束啦~！\n第三章 - 套娃、粒子\n模型套娃模型方块是一个能够让你更方便地布置场景或是在拍摄前调试模型的一个工具。模型方块内的默认伪装是一个有着默认材质的Fred模型模型方块的界面 下方会显示所显示模型的模型名称左侧的偏航、俯仰分别指头部的左右偏转、上下偏转；平移指的是模型对于模型方块所处位置的相对坐标。右侧的参数可以对模型进行拉伸和旋转的变化。若你需要将它复制到物品栏，对其按住Ctrl+鼠标中键即可复制。你以为我拿着营火 实际上我拿着模型方块如果你所复制的模型体积太大了，以至于遮挡住了你的视野或是物品栏，你可以在Blockbuster的Mod设置中将模型方块的物品渲染关闭。此处我安装了汉化补充Mod，正常情况下应当显示 Mod 设定使用首字母排序更容易找到你想要的Mod设置模型方块分类下的选项使用模型方块调试模型，你需要先进入到该模型的编辑菜单。任何模型都有编辑菜单 特殊的模型能调整的参数也有所不同右下角显示着你目前所在的页面 图中所在的是属性页鼠标左/右键拖动可以改变预览角度，滑动鼠标滚轮可以调整预览缩放，鼠标中键拖动可以更改预览位置。点击左侧的姿势列表可以切换姿势。如果你为一个皮肤选择了错误的模型（例如不小心把手臂3像素宽的皮肤用在了4像素的模型上，这样会出现黑边），可以随时点击左上角的选择模型进行切换；皮肤也是同理。如果你对当前的姿势不满意，你可以进入第二页姿势编辑器对每一个肢体的参数进行修改。自定义姿势，如果玩脱了可以随时按下左上角的 重置姿势 按键第三页身体部分可能是被用得最多的页面，因为在这里可以绑定别的模型在你的这个模型上（民间俗称“套娃”）。只要是个模型就都可以进行绑定操作顺序为：添加→选择伪装→在肢体列表选择绑定的目标。别对上方的装备栏视而不见，有很多新人因为眼瞎没看见这个而闹出很多幺蛾子。第四页译者译为“材料”我认为不是很恰当，但这个选项是专门对三维软件的通用模型文件（.obj格式）进行贴图调整的，在各大三维软件里也恰好是“material”这个名词，实在找不到别的什么翻译。而这一页的设置一般很少会用到，所以我们跳过不讲。第五页存放着这个伪装的NBT数据。如果你想通过互联网与同行分享你的模型，可以复制里面的内容给TA。NBT标签也是生物、方块、结构伪装的编辑页面仅有的可编辑参数鼠标左键单击输入框，Ctrl+A进行全选，Ctrl+C进行复制，Ctrl+V进行粘贴，Shift+←/→进行部分选择。有些生物的状态并没有在伪装列表里列出，你需要自己手动更改NBT标签。将猫猫的Sitting值改为1b可以令其坐下而有时候我们可能需要单独将某些物品调用出来，开发者McHorse为我们制作了一个item模型。只需要让其主手握持物品就能够单独显示出来了。item模型配合模型方块可以代替隐形盔甲架的存在但是这个item模型有一个很大的缺陷——调整角度极为不方便。所以，在这里我分别制作了刻意让普通物品直立放置的物品模型和让工具/武器直立放置的物品模型直立放置的物品能够更方便地调整角度它们的外观都是不可见的。这是正常现象。它会在伪装列表中显示为一块空白，点击选中之后会显示模型名称，当使用多个相似的模型时，请根据模型名称来辨认你现在正在使用的模型。模型名称应以第二行的灰色字体为准\n粒子伪装在新版的Blockbuster mod中加入了粒子伪装，这样一来，即使你不会使用原版命令，你也可以轻易制作出自己需要的粒子效果。在选中粒子伪装的一瞬间，/particle指令就已经在每个游戏刻上进行作用了注意：如果你需要将粒子伪装套娃在其它模型上，肢体列表下方的“使用目标”必须被打开！“使用目标”的作用是让你套上去的模型能够继承被套娃模型的状态。例如你套了个两个头在左右两边，那么你就必须启用 使用目标 才能让这俩头跟着你真的头一起转。粒子伪装的编辑菜单 第三页的NBT数据 只要是个模型都会有右侧的频率指的是每隔多少个tick播放一次粒子效果；持续长度的默认值-1表示一直持续下去，一般这一项不用调整；延迟是等待指定的tick后再播放粒子效果，一般没有什么作用；容量指的是最多同时显示多少粒子；左侧原版属性的XYZ指的是粒子生成的位置，速度指的是粒子运动的速度；全局属性中的偏移XYZ指的是粒子生成的范围，数量指的是每次生成的粒子量。偏移 Y 数值拉高之后所呈现的效果注1：附加参数可以填写force，填写后粒子的播放将不受视距限制；也可以填写玩家名或者选择器，只让特定的玩家看到这个粒子伪装。注2：上面所讲的都是原版粒子的设置。当这类粒子的速度为0时，偏移XYZ所组成的矢量将成为它们的运动方向。如果你需要的是一些3D的粒子效果而不是原版的2D效果，可以将粒子类型改为伪装。Blockbuster mod有着自己的特色粒子类型接着我们在右下角跳转到第一页伪装属性。伪装属性内仅有的几项参数在这里我们只谈一些必要的设置，一些无关紧要或前文已讲过的设置就不提了。选择类型中有三种运动方式可选：落体（drop）、聚拢（in）和发散（out）。三种移动类型而下面的“淡出”似乎意思不太准确，比较准确的名字应为“过渡”。这一项需要和“存活时间”的数值配合使用。过渡一项的数值决定了这个粒子从动画开始到动画结束的持续时间，单位同样是tick。存活时间一项的数值决定了每隔多久触发一次伪装粒子动画。如果过渡＜存活时间，那么动画过渡结束后伪装粒子会保持动画最后一刻的状态。如果过渡＞存活时间，那么伪装粒子的动画未播放完就会强制结束并开始下一次播放。最大一项的数值决定了每次触发粒子动画后的粒子数量。本章就到这里结束。\n第四章 - 图片伪装、结构伪装和回放伪装十分抱歉在前文我把比较难的内容拿出来先讲了，但是套娃确实是一个新人难以理解却又十分重要的功能…… 不过既然你已经过了这一关，接下来这一章的内容就比较简单了。\n图片伪装图片伪装是BB中允许你加载图片的一个伪装，这样你就可以抛弃掉物品展示框和地图这个传统的用于显示图片的组合了。图片伪装在默认情况下会显示BB的logo 已经放在image\\skins目录下的图片会被加载并列出选好图片进入其编辑界面后，你就可以对这个图片进行一些简单处理了。图片伪装简洁的编辑界面而所有的参数都是简单易懂的字面意思，值得一提的是缩放值若为负数，图片则会倒立，其它的参数就不赘述了。\n结构伪装结构伪装需要与结构方块配合使用。结构方块是Minecraft v1.10版本之后加入的可以让你保存特定建筑结构的工具。如何获得它呢？开启作弊或在多人游戏中获取管理员权限后，输入以下命令：/give <你的玩家名> structure_block\n你就可以获得一个结构方块了。结构方块的外观结构方块最大可以存储32x32x32空间内的方块，而BB可以加载结构方块所存储的结构。下面将演示如何用结构方块存储一个结构并在BB中进行读取。测试用的一个小建筑要保存这个建筑作为结构，我们需要在对角线的两端各放置一个结构方块，并分别设置为角落模式，储存模式，同时设置同一个结构名。最好先放角落模式的结构方块（这个图的角落方块位置放错了 请见第三张图）储存模式的结构方块输入好结构名后记得点击探测探测成功后会在聊天栏弹出提示，并会显示一个白色框架来标明你所选的区域（此处因为光影特性而未显示）确认过你的结构区域选择无误后，就可以进入储存模式结构方块的界面单击保存了。请根据实际情况决定是否开启&amp;amp;amp;amp;amp;amp;amp;quot;包括实体&amp;amp;amp;amp;amp;amp;amp;quot;保存成功后的提示只需稍等片刻 BB就会自动读取刚才保存的结构结构无法直接编辑缩放等属性 必须绑定到其它模型上才能进行整体编辑empty 空模型是一个进行套娃的首选模型绑定后就可以对大小、旋转等进行调整了\n回放伪装回放伪装允许你直接将已经录制好的演员回放作为模型来显示。由于演员回放是可编辑的，你可以随时为其更换其它伪装或是在左侧栏的玩家录制编辑器中为其进行调整。小黄碟图标就是回放伪装了左下方 随机跳过 的数值可以让每次播放都跳过一段时间 使其产生差异 方便制作群众演员在左侧可以直接调用独立的玩家录制编辑器这一章我们就讲到这里。\n闲话章 - 确定你的作品方向Blockbuster mod的内容还没有完，为什么我停在这里突然不讲了呢。因为学完以上的内容，已经完全足够你创作一部自己的Minecraft短片/解谜地图了。如果你是一个全职UP主，你可以用上面的这些知识快速进行短片创作，一天之内就可以拍出一部五分钟的片子（不是玩笑）。只要内容新颖或足够搞笑、足够动人，那么根据视频平台的流量算法，你的收入至少应该可以保证了。只不过可能不会有什么吸引人特效，短片的观看体验也可能会大打折扣。之后章节中的内容将涉及大量高难度知识，不过在学习之后，你将能够做出更加精致的作品。如果你想打造出你心目中的艺术品，就请接着往下读吧。\n第五章 - 基本动画因为是有关动画过渡的章节，所以图文的方式可能不怎么直观。在这里放上一个BB老版本的功能教学，你可以根据评论区给出的时间戳直接跳转到动画教学部分，或者你也可以全部看完进行一下前面内容的复习。https://www.bilibili.com/video/BV1ut411j778但是在这里必须讲一下序列发生器的动画机制。假设我们做了一个有着三个关键点（伪装）的序列发生器。如果只给第2、3个关键点开启动画，动画将会在播放结束后立即切回第一个关键点。如果给3个关键点都开启动画，动画在播放结束后会过渡回第一个关键点。这说明，动画 选项指：是否开启从前一个关键点到此关键点的过渡。第一个关键点的前一个关键点是最后一个关键点，所以给第一个关键点开启动画后，动作完成了会过渡回去，这也是新手们常犯的一个错误，所以一般不开启第一个关键点的动画选项。注意：做肢体动画只能更改第二页的数据，否则无效。如果你想要给套娃做动画，你需要给套娃伪装也开启动画选项。注：在编辑录制中有一个动作称为 伪装 ，其能够使演员变成某一个伪装，而在其选择伪装的编辑菜单栏中开启 动画 选项，同样可以在编辑录制时间轴中制作动画（其比序列发生器更直观），其机制是从伪装动作所在的游戏刻开始，向后播放你所设定的动画长度。如果下一个伪装关键点比你设定的长度短，动画不会被播放完；如果长，则会进行停顿。注2：当你手持播放按钮按下默认快捷键 C 进入Aperture mod的界面时，左下角的小黄碟可以调出所有的演员回放并进行选择，之后点击右下角的箭头调出编辑录制的时间轴，这样就可以在Aperture相机界面中进行动画编辑了。",
    "replies": [
        {
            "author": "笨笨羊OvO",
            "timestamp": 1587877860,
            "txt_content": "本教程的第一更新平台是知乎，如果你在阅读过程中发现有什么未讲解的部分，可以点击这里去原贴看一看"
        },
        {
            "author": "MengYukai",
            "timestamp": 1605322380,
            "txt_content": "很棒！蟹蟹大佬！"
        }
    ]
}