{
    "title": "[Minecraft.net | DEEP DIVES]背包盘点：胡萝卜",
    "author": "封徵",
    "replyCount": 8,
    "timestamp": 1587692340,
    "txt_content": " 本帖最后由 封徵 于 2020-4-30 19:44 编辑 \n\nDEEP DIVES\nTaking Inventory: Carrot\n背包盘点：胡萝卜\n\nRoot access\n正在访问“根”目录\n\nDuncan Geere 邓肯·盖尔\n\n\nYou know when people say you should eat your greens? Well, today’s green is actually orange. It’s our item of the week – the carrot.\n你知道什么时候你周围的人才会叫你吃绿色蔬菜吗？好吧，今天我们要谈到的蔬菜实际上是橙色。它，就是我们本周背包盘点的物品 —— 胡萝卜。\n\nCarrots were added to Minecraft in version 1.4.2 – the Pretty Scary Update, which also added anvils, bats and the Wither. Originally, carrots would only drop occasionally from zombies, but today they can also be found in shipwreck supply chests, Pillager outpost chests, and in village farm plots.\n在1.4.2更新 —— 也就是我们俗称的“骇人更新”到来的时候 ，胡萝卜被正式地加入了游戏，与此同时一同加入的还有铁砧、蝙蝠与凋灵。起初，胡萝卜只会偶尔从落败的僵尸身上掉落，但现如今却大不相同了 —— 你还可以在沉船补给箱、掠夺者前哨站的箱子里还有村庄的耕地上找到它们的身影。\n\nThe obvious thing to do with a carrot is to eat it. Hold the use key with it selected and CHOMP CHOMP CHOMP, you’ll scoff it down. Both tasty and healthy! Eating a carrot will restore one and a half hunger icons, and unlike potatoes it doesn’t need to be cooked first.\n胡萝卜用来干什么？当然是吃啦！按住你的\"使用键\"，然后呵哧呵哧呵哧的把它们大口嚼下肚吧，而且我保证你绝对会“狼吞虎咽”的。既健康又美味的食物非它莫属了！一根胡萝卜能为你恢复一格半的饱食度，而且它还不像马铃薯那样得事先烤熟呢。\n\nBut wait! Before you eat the first carrot you obtain, can I persuade you to plant it instead? Use a carrot on some farmland and you’ll turn it into a carrot plant, which drops 1-5 carrots when fully grown (or more if you have a fortune-enchanted tool).\n欸等等！在你开始吃胡萝卜之前，能先听听我关于建议你改种胡萝卜的意见吗？一个胡萝卜下地，静静等待它长成一颗成熟的植株，然后你就能收获至少1个至多5个的胡萝卜啦 (如果你的收获工具有 时运 附魔的话，还会更多呢)。\n\nThis is where the power of maths comes in. If you plant all of the carrots you just harvested, then your next harvest will be up to 25 carrots. Plant all those, and your harvest after that will be up to 125 carrots. Two stacks of carrots for just three plant/harvest cycles! Now that’s good value. Just watch out for rabbits, who’ll nibble through your carrot crops pretty fast.\n这时候数学的魔力就开始凸显了。如果你又把刚才收获的胡萝卜重新种下的话，一段时间后你又能收获至多25根的胡萝卜。如果再把它们种下的话，这一次你又能收获至多125根的胡萝卜。没想到吧，两次循环的种植收获就能收获如此多的胡萝卜了！想想都觉得挺值的吧。哦对了，小心那些兔子，它们可对你可爱的胡萝卜眼热已久了。\n\nNow, what are you going to do with all those carrots? Well, on top of eating them you can use carrots to breed or attract pigs and rabbits, or to trade with farmer villagers for emeralds. You can also craft them into a few different things – rabbit stew, a carrot on a stick (used to control a saddled pig), or a golden carrot (used for making potions of night vision). Finally, if all else fails, carrots are great fodder for your composter.\n现在，你有了这么多胡萝卜了，你打算怎么处理它们呢？唔，除了吃之外，你还可以用它们来吸引那些小猪和兔子们紧跟你的步伐。或者是用它来做些不一样的东西，比如 —— 兔肉煲、胡萝卜钓竿 (你可以用它来控制你驯服的猪的方向)或者是金胡萝卜 (用来酿造夜视药水)。最后，如果其它都没什么实际成效的话，你还可以把它们放到堆肥桶里堆肥，它们可是个不错的选择。\n\n\n\n\nIn the real world, carrots are thought to have originated in ancient Persia (today’s Iran and Afghanistan) in a species called the wild carrot. Originally these plants were cultivated for their nice-smelling leaves and seeds rather than the roots (which is what we eat today). Over the centuries, however, they were selectively bred to make them less bitter and increase their sweetness – yielding the carrot we know and love today.\n在现实生活中，胡萝卜被一般认为起源于古波斯 (大致为今天的伊 朗和阿 富 汗一带) 的一类叫做“野胡萝卜”的物种。一开始的栽培主要是为了获取它们香气扑鼻的叶和种子，而不是它们的“根”部 (也就是我们今天吃的部位)。几个世纪以来的选择性栽培提升了它们的甜度，减少了它们的涩度 —— 最终变成了我们今天所熟知以及喜爱的胡萝卜。\n\nThere are all kinds of weird myths around carrots. One is that their orange colour was created in the 17th century by Dutch growers to honour William of Orange. This is unlikely to be true, as orange carrots appear in 6th-century biological study books.\n世界上还流传着关于胡萝卜的各种各样奇怪的传闻。其中一个版本就是 —— 胡萝卜的橙色是17世纪的时候荷兰种植者为了纪念 奥兰治(Orange)的威廉王子 而特意栽培出来的。这听起来就不像是真的，因为早在公元6世纪的生物书里就有记载橙色的胡萝卜了。\n\nAnother myth is that carrots help you to see in the dark, due to their vitamin A content. This isn’t true, and originates from propaganda that the British air force put out during the Second World War to explain their improved success during night air battles. In reality, it was the use of red lights on instrument panels and improvements in radar technology that were the reasons for the success – but they didn’t want their enemies to know that, so they gave the credit to carrots instead.\n另一个传闻就是胡萝卜能提升你的夜视能力，因为它们富含维生素A。但这也是假的，这则传闻的来源是二 战期间英国空 军为他们的夜 间 空 战的出色表现而进行的人为宣传。实际上，他们的出色表现来源于仪表盘上加装的红灯与他们改良后的雷达技术，但这又不方便透露给他们的敌 人，于是他们就把这一成果归功于胡萝卜了。\n\nToday, annual world production of carrots and turnips exceeds 35 million tonnes – a little under half of which are grown in China. Carrots appear in many different cuisines around the world, particularly in salads. They’re also pretty good for you – they contain lots of vitamins A, K and B6, even if they don’t give you night vision.\n现今世界的胡萝卜与萝卜(包括甘蓝、蔓菁甘蓝，芜菁和白萝卜)的产量已超过3500万吨，近一半产自中 国。胡萝卜的身影也出现在了世界各地不同的美食佳肴中，尤其是沙拉。它们也十分有利于你的健康 —— 尽管它们不能提升你的也是能力，它们也富含大量维生素A、维生素K与维生素B6。\n\nSo stock up on carrots next time you’re in the supermarket. You never know when you might need one.\n所以下次去超市的时候别忘了多买点胡萝卜。你永远也不知道什么时候就能用上了，不是吗？\n\n\n\n【封徵 译自官网 2020 年 04 月 23 日发布的 Taking Inventory: Carrot；原作者 Duncan Geere】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "我是人1012",
            "timestamp": 1587692520,
            "txt_content": "现在，你有了这么多胡萝卜了，你打算怎么处理它们呢？\n堆肥"
        },
        {
            "author": "tianqi482",
            "timestamp": 1587693660,
            "txt_content": "兔子不爱吃胡萝卜"
        },
        {
            "author": "血盟团长",
            "timestamp": 1587694440,
            "txt_content": "多吃胡萝卜可以让皮肤变橙"
        },
        {
            "author": "zhu_zhaoyi",
            "timestamp": 1588416540,
            "txt_content": "是右键放到肥料桶里吗"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589451840,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1589817900,
            "txt_content": "you know what they say: Used to introduce, or alluding to, an apt adage\n（人们常说，你应该...blablabla）\n\n我们俗称的“骇人更新”\n不是俗称 这个更新官译就叫这个\n\n以及一些地方原文的意思没表现出来\n"
        },
        {
            "author": "kayn-",
            "timestamp": 1592977440,
            "txt_content": "不可能买胡萝卜的，这辈子都不可能的，辛苦大佬翻译"
        },
        {
            "author": "1378284107",
            "timestamp": 1593055200,
            "txt_content": "666666666666"
        }
    ]
}