{
    "title": "[Minecraft.net|CULTURE] 艾卡比拉绿洲",
    "author": "问谛居",
    "replyCount": 6,
    "timestamp": 1587652140,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-23 22:31 编辑 \n\nThe Oasis Of Al-Kabira\n艾卡比拉绿洲Seek sanctuary from the desert dunes in this great build!\n在这优秀的作品中，探寻坐落于沙丘之中的圣殿\nEmily Richardson\n\nAfter days of wandering through the sweltering desert biome with blistered feet and a thirst like I’d never known before, I was close to admitting that I was lost. Mojang really need to give me a better map to the office. Then, from behind an enormous dune, I saw it. A camel! The biggest camel I’d ever seen!\n在这片炽热的沙漠生物群系里徘徊了数日之久后，我的脚上磨起了水泡，身体无时无刻都在被缺水摧残，口干舌燥到了极点，我已经快要承认自己迷路了。Mojang真的需要给我一张更精确的地图，才能到达他们的工作室。然后，在一座座庞大的沙丘之后，我望见了它。一只骆驼！我所见过的最大的骆驼！\nHis name is Bonifacio, and he lives in the desert right by this enormous mosque, with its beautiful, rounded architecture, flourishing vegetation and pure, delicious water. It’s called Al-Kabira.\n骆驼的名字叫Bonifaci，它就生活在这座**寺旁边的沙漠里，还有这座圆润美观的建筑，茂密的植被以及纯净的甘泉，这里就是艾卡比拉。\n\n\nBonifacio and his home are the work of builders DoriFyah and ElNakix, who met a year and a half ago. “When we started to talk, we realised that we had a lot of ideas in common,” they explain. “We decided to build something together and that’s how our first project, Shan-Yi , was born.”\n这匹叫Bonifacio的骆驼还有它的家园都是由2位在一年半前相识的建筑师—DoriFyah和ElNakix修建的。“当我们第一次交流的时候，我们就意识到彼此都有许多共同的想法，”他们解释道。“我们决定一起去搭建一些作品，所以我们的处女作《山易》就诞生了。”\nOf their latest work, Al-Kabira, they say, “we got the inspiration from a mosque situated in Abu Dhabi, the Sheikh Zayed Grand Mosque.”\n对于他们最新的作品——艾卡比拉，他们说到：“我们从阿布达比酋长国的一座**寺身上得到灵感，那就是宏伟的扎耶**真寺。”\n\nThis earlier project merged the two builders’ specialities together to create a sophisticated composition of cultural architecture, offset by a huge creature symbolic of its environment. In Shan-Yi, the build celebrates Japanese architecture.在早期的项目中，融入了两位建造者各自的专长，创造了一座构成复杂、文化气息浓郁的建筑，被一只巨型的象征性生物衬托出建筑的文化氛围。在《山易》里，这座建筑歌颂了日本的建筑风格。\nTruly, these two have done that original inspiration proud, though they don’t always like to use real life references. “When we start a new project,” they tell me,” we always do [some] planning work, and decide on the shape that we want to [have as] the final result,” but beyond that, they like to go their own way with a more natural kind of progression. “We always make our projects as we go along, because we love to add new ideas in the building process and we don’t want to follow any references.”\n诚然，他们并不是很喜欢用现实事物做参照，但这两个人都为自己最初的灵感而自豪无比。他们对我说：“当我们开始建造新的作品的时候，我们常常会做（一些）策划工作，先定下我们目标建筑物的雏形。”但除了这种方式之外，他们更喜欢用更自然的方式去放飞自我。“我们总是走一步看一步，因为我们喜欢在建造的过程中加入一些新想法，并且我们也不想遵循任何的参照。”\nThe pair began developing the main structure of the mosque, added domes, later connecting these domes with walls. When they’d finalised a rough outline, they started to decorate.\n这对好搭档开始构建**寺的主题构架，加入穹顶，随后将穹顶和墙面连接起来。当大体的雏形完工以后，他们就开始了细部装饰。\n\nThe camel, Bonifacio, was made by DoriFyah. “It actually took me a couple of days to make the shape and get the general idea. I got as much inspiration as I could through pictures of real camels.”\n这匹叫 Bonifacio 的骆驼，是由 DoriFyah 建造的。“她实际上我花费了我几天的时间来构筑它的形状，并且有了大致的想法。真实的骆驼图片带给了我太多的灵感。”\nDoriFyah was also responsible for the desert town behind the palace, while EINakix did the palace itself. “Of course,” they say, “in the process we worked together, helping each other and giving advice, but each [of us] had his main work.”\nDoriFyah 负责建造这座宫殿身后的这片沙漠，而 EINakix则负责这座宫殿的搭建工作。他们说：“当然，整个过程中我们会一起建造，互相帮助并提建议给对方，但是我们每个人都有各自的分工。”\n\nIt’s the plant life that really raises Al-Kabira to its full-fledged ‘oasis’ status, though. The life that rises from the most unlikely environment on our Earth. “We decided to add plants and the waterfall to the camel because we wanted to represent it like a part of the environment,” they explain. “The camel is a part of the oasis.”\nDoriFyah 负责建造这座宫殿身后的这片沙漠，而 EINakix则负责这座宫殿的搭建工作。他们说：“当然，整个过程中我们会一起建造，互相帮助并提建议给对方，但是我们每个人都有各自的分工。” \n\nFor these two builders, this build is a special kind of oasis. “This build, for us, [is] like a way out from [our] busy lives, it’s like an oasis for minds. This project represents a kind of mirage, a mirage that shows an oasis with a majestic white palace, and abundant water and vegetation. Only a few people are able to see this: people with hope. If you think you will never reach something, you won't have the opportunity to do that. And that’s why only people with hope can reach the Al-Kabira’s oasis.”\n对于这两位建造者来说，这个建筑是一种具有特殊含义的绿洲。“这座建筑对于我们两个来说，就像是我们繁忙的生活中的一种解脱，它就像我们心灵的绿洲。这个项目代表了一种海市蜃楼，一种坐落于绿洲之中的海市蜃楼，承载着着丰富的水源和绿植的海市蜃楼。只有那些怀揣着希望的人才能看见它。当你觉得你永远都不可能实现某一件事的时候，你也就没有了实现它的机会。这就是为什么只有心怀希冀之人才能到达艾卡比拉绿洲的原因。”\n\nThough their previous collaborative experiments led to them making this Arabian paradise, a sacred home for the beloved, magical camel Bonifacio, not all their experiments have worked out. They explain, “We actually had to remake the build at the start, because while trying out commands we destroyed the map by accident. It took us two hours to rebuild it.”\n尽管他们宝贵的合作经验让他们创造出了这片阿拉伯式乐园，一个对心爱之人提供的家园，还有魔法般的骆驼Bonifacio，但也不是他们所有的经验都能派上用场。他们解释道：“其实在刚开始建造的过程中，我们不得不从头再来，因为在尝试使用指令的过程中无意间毁掉了整个存档。这让我们多花了两个小时去重建它。”\nWell, I guess we all make mistakes. Some of us learn from them, others of us are right back where we started - in the desert, with blisters. How did I get here again?\n嗯，我想我们都会犯错。有些人会从中吸取教训，而其他人会回到他们开始的地方——这片沙漠之中，脚上磨出了水泡。为什么我又到这里来了？\n Renders by LNeoX, DJjux, Bodha\n由LNeoX, DJjux, Bodha渲染\n【EBsky 译自官网 2017 年 10 月 30 日发布的 The Oasis Of Al-Kabira】\n【本文排版借助了：BCC】\n\n\n\n\n",
    "replies": [
        {
            "author": "成风者15",
            "timestamp": 1587815880,
            "txt_content": "感谢作者大大"
        },
        {
            "author": "AnDanJune_",
            "timestamp": 1587866640,
            "txt_content": "好一个**寺"
        },
        {
            "author": "成风者15",
            "timestamp": 1587870480,
            "txt_content": "感谢作者大大的分享"
        },
        {
            "author": "3112342628",
            "timestamp": 1587970440,
            "txt_content": "g感谢大大，终于召见了，好久都找不见，嘤嘤嘤"
        },
        {
            "author": "3112342628",
            "timestamp": 1587970500,
            "txt_content": "AnDanJune_ 发表于 2020-4-26 10:04\n好一个**寺\n什么寺，借一步说话awa"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589451840,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}