{
    "title": "[Minecraft.net | MINECRAFT BUILDS]豪华动物园",
    "author": "封徵",
    "replyCount": 4,
    "timestamp": 1587783360,
    "txt_content": " 本帖最后由 封徵 于 2020-4-26 10:08 编辑 \n\nMINECRAFT BUILDS\nMagnificent menagerie\n豪华动物园\n\nA crafty zoo constructed by CameronTheWolf\n由 CameronTheWolf 精心建造的方块动物园开张啦！\nNova Barlow\n\n\nInspired by the Buzzy Bees update,CameronTheWolf immediately saw the need to keep these flying mobs inside and accessible for other members of his community survival realm. Additionally, it gives everyone an opportunity to see Overworld mobs they may not personally encounter on a regular basis.\n受 嗡嗡蜂群 更新的所带来的启发，CameronTheWolf 就立刻意识到他得让这些会飞的小家伙待在自己的一块地盘上，要是它们和他的领域服的其它玩家来了点什么不愉快的接触可就不好了。此外，这座动物园也给了每个人能够近距离且随时允许的观赏体验，来看看那些他们可能不经常遇到的主世界生物们。\nAs often happens in building endeavors, this simple idea grew rapidly from just bees to incorporate other Overworld mobs. Taking approximately three weeks to make, the zoo showcases bees, foxes, wolves, parrots, fish, cats, mooshrooms, and more. What’s impressive about this build is not only the wide range of creatures but also the coordination and planning it took to put it together in such a short time.\n就像大多数建筑过程中会发生的那样，一开始他只是想饲养蜂群，到后来就变为了让所有的主世界生物都能在一起和谐共生。动物园的完工用时约三周，展出的“动物”包括蜜蜂、狐狸、狼、鹦鹉、鱼、猫、哞茹等等的生物。最令人赞叹的不仅仅是在如此短的时间内“搜集”到了如此多的生物，更是在如此短的时间内规划并付诸实践，最终呈现出了一幅所有生物和谐共生的自然景象。\n\n\n\n\n\n\n\n\n\n\nWhile the majority of the zoo was completed solo in a survival build by Cameron, the members of the realm also teamed up to help fill the other areas. This map is a team effort that everyone can be proud of!\n虽然动物园的主体部分是由 Cameron 独自在生存模式下完成的，领域服里的其它玩家却也一同帮忙完善了动物园的其它部分。可以说，这是整个服务器里每一个人的心血也自然是每一个人的骄傲之作！\n\n\n\n\n\n\n\n\n\n\nThanks for sharing this great building with us! Have you created a cool structure, either by yourself or with a ** friends? We’d be delighted to hear about it. Just email FeatureMe@minecraft.net with screenshots of your build and a little bit of info about what you’ve created, and you could see your building featured here soon!\n也再次感谢原作者带给我们的如此精美的建筑！你是否又曾建造过一些很棒的建筑呢？无论是你的一人之作还是团队合作的结晶，我们都十分想把你(们)的建筑分享给所有人。如果你有这个意愿的话，请带上建筑截图和几句关于建筑的介绍发送邮件至 FeatureMe@minecraft.net ，你将很快能看到你的建筑正在这里被所有人注目！\n\n\n\n【封徵 译自官网 2020 年 04 月 24 日发布的 Magnificent menagerie；原作者 Nova Barlow】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "AnDanJune_",
            "timestamp": 1587866760,
            "txt_content": "是哞菇吧"
        },
        {
            "author": "376145317",
            "timestamp": 1587975300,
            "txt_content": "白狐狸也超可爱"
        },
        {
            "author": "wshycaa",
            "timestamp": 1587981240,
            "txt_content": "果然，MC原版生存的独有乐趣是无法代替的"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589451780,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}