{
    "title": "【CY出品】方块大陆⑧ 一本♂满足",
    "author": "870830676",
    "replyCount": 10,
    "timestamp": 1364469840,
    "txt_content": " 本帖最后由 870830676 于 2013-4-4 23:18 编辑 \n\n索引页地址: http://www.mcbbs.net/thread-100933-1-1.html\n      第八章  一本♂满足\n  亚瑟魔法店门口。\n  奥斯汀走进了这个在街角不起眼的魔法店。旁边立马就有一个服务员上来接待。\n  “您好，本店有各种附魔书，炼金物品及附魔武器，还有珍贵的链甲。请问您要什么？”\n  “这些不够啊，有没有更好的？”奥斯汀说出了暗语，服务员立刻收起笑容，严肃地带奥斯汀到魔法店内厅。\n  “请你带上这个南瓜头，我将带你去亚瑟黑市。”服务员从一旁的箱子里拿出了一个南瓜头，递给了奥斯汀。\n  奥斯汀带上了南瓜头，感觉十分黑，只有前面有一个细小的孔可以透气。服务员带着奥斯汀在一个通道里左转右转了好几回，最终打开了一扇门。\n  “先生，到了。欢迎来到特亚城最大的地下黑市，左转是赌场，右转是斗兽场，直走是拍卖场。祝您玩的愉快。”说完，服务员就离开了。奥斯汀是来这里拍卖刷怪笼的，于是便直走走入了拍卖场。\n  这个拍卖场是一个半圆的阶梯卖场，可同时容纳5000人进行拍卖。奥斯汀走到了前台，问道:“请问哪里可以拍卖物品？”\n  “如果想拍卖普通物品，可以在这里办理，如果是稀有物品可以到身后的房间进行鉴定。”服务员蔑视地看着奥斯汀说，似乎是看不起他会有好东西。\n  奥斯汀对这种眼神很排斥，不愿多看服务员一眼，直接说:“如果我要拍卖的是极其贵重的东西，要到哪里鉴定。”\n  服务员露出很不可思议的表情，说“像你这个乡巴佬还以为自己有什么珍贵的东西可以上2楼的高级鉴定处，多半是找到了什么普通东西不认识就以为是....”\n  奥斯汀没有耐心听完服务员的讽刺，因为他已经得到了自己想要的信息。他径直走上了2楼，走入了写着高级鉴定处牌子的房间。\n  “欢迎来到亚瑟拍卖场的高级鉴定处，请问你有什么东西要鉴定出售？”从房间内厅里走出了一个中年人。\n  “我要拍卖这个东西。”说着，从储存空间里拿出了僵尸刷怪笼。\n  中年人看到这个刷怪笼方块，大惊失色，紧紧地抓住奥斯汀的手问:“你这个刷怪笼是哪里来的？你是怎么得到他的？”\n  “我想，这并不重要吧？”奥斯汀不冷不热的说道。\n  “好的好的，是我太激动了。我叫英密格，请问您？”\n  “我叫奥斯汀，我现在想要问，我这个刷怪笼可以拍卖到多少钱？”奥斯汀问道。\n  “嗯....虽然不知道你是怎么得到这个刷怪笼的，但是这种物品从来没有出现过在我们的拍卖场。不出意外，大概能拍卖到100万金币。”\n  “一...一百万？”奥斯汀被这个数字吓到了。他以为顶多只能卖出几千而已，没想到有这么多。\n  “那，什么时候可以拍卖呢？”奥斯汀问。\n  “你来的正好，晚上就刚刚好有一场拍卖会要开，届时您可以去2级包厢免费入场。还有，由于你拍卖的物品是非常稀有的，所以可以享受手续费降到2%。”中年人激动的说。\n  “嗯，那好，我就把刷怪笼先交给你了，晚上我可就坐等收钱了哈。”\n  “我一定会好好保管的。”说着走进了内厅把刷怪笼方块藏了起来。\n————晚上，拍卖场——\n  “各位先生女士，今天的拍卖即将开始，在每个人的入场须知上都有今日拍卖的物品预告，另外还临时加入了一个非常稀有的物品压轴I，我可以说这个物品是目前世界上唯一的，大家请做好准备。好了，拍卖会开始！”一个穿着妖娆的拍卖师在拍卖台前激情地说。\n  “第一件物品:10个一组的牟菇蛋。起拍价:10000金币。”\n  “11000金币！”立马有人叫到。\n  “15000金币！”又有人跟着叫到。\n  “20000金币!”\n  “37000金币！看谁敢跟我抢。”\n  “就以为你自己有多少钱。我出50000金币。”那个人立刻不出声了。\n  “50000金币第一次！50000金币第二次。好！成...”\n  “我出60000金币！”奥斯汀这时候出价了，因为他想把牛蛋买回去给老妈当做无限食物。\n  “好，有个先生出60000金币第一次，60000金币第二次!60000金币第三次！成交！”拍卖锤落了下来。奥斯汀成功拍卖到10个哞菇牛蛋。\n  接下来拍卖的物品都是一般般的，都是一些附魔武器，药水什么的。等了许久，奥斯汀的刷怪笼要开拍了。\n  “各位女士先生，接下来这个东西是前无古人后无来者的珍贵物品。它无法被收集，但有人却得到了并且如今拿出来这里拍卖了，好了，大家都想知道这是什么吧。这就是...僵尸刷怪笼！”拍卖师在台上手舞足蹈地说着。\n  全场听到这，顿时陷入一阵宁静，突然有人嘟囔:“刷怪笼不是无法得到吗？怎么会拿出来卖呢？”\n  这一句话点燃了全场，大家纷纷激动的询问着拍卖师，他们不敢相信但愿意相信因为刷怪笼全等于无限的资源，有了这个就等于富有。这对各大家族是一个大的刺激，他们都想确定这个信息是否真实。\n  “好了大家静一静，本拍卖场已经确定这是真实的，现在开始拍卖，起拍价100万金币。”\n  大家都不敢出价，因为刷怪笼这种东西几乎是无价的，谁都不敢说自己能拿下。\n  “我出110万”有个人说。\n  有人开头拍卖就立刻爆发开来。不久拍卖价就上了1500万金币，这已经超过了奥斯汀当初的期望。最后被一个世家用2000万金币买了下了。拍卖会结束了，奥斯汀揣着1960万金币走出了拍卖场。\n  “你看到那个人了吗，他就是刚刚拍卖刷怪笼的人，跟上，找个地方做了他。”一个黑衣男子对另一个黑衣男子说。\n  “我现在就去，这单生意要是成了的话，我兄弟两就不愁吃喝了 ”说完就隐匿在了阴影中。\n————未完待续————\n 最近心情很不爽，月考的数学选择题没填涂没分，现在出来成绩差的要死，还要去家长会。。我都不知该怎么跟老爸老妈说了。。\n还是求人气吧。就快升级了。金币不缺的话就给点吧。\n您的支持就是对我的鼓励，请不要吝啬你的人气和回复，只有鼓励才能让作者努力写小说。\n。。给个回帖来支持下作者很难么♂",
    "replies": [
        {
            "author": "870830676",
            "timestamp": 1364473620,
            "txt_content": "我使出了一招血滴子，华丽丽的抢了没人要的沙发"
        },
        {
            "author": "🍞bread",
            "timestamp": 1364479740,
            "txt_content": "支持cy\n哈哈哈哈哈哈哈"
        },
        {
            "author": "mclauncher",
            "timestamp": 1364531040,
            "txt_content": "这是什么。。。。。。"
        },
        {
            "author": "贝尔丶格里尔斯",
            "timestamp": 1364531160,
            "txt_content": "同楼上。【这是什么？】"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1364554740,
            "txt_content": "我来顶你了~=V=~"
        },
        {
            "author": "870830676",
            "timestamp": 1364562300,
            "txt_content": "Aikawastep 发表于 2013-3-29 18:59 \n我来顶你了~=V=~\n嘛。。终于解禁了？"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1364564880,
            "txt_content": "870830676 发表于 2013-3-29 21:05 \n嘛。。终于解禁了？\nYES~=V=终于出来了"
        },
        {
            "author": "870830676",
            "timestamp": 1365088740,
            "txt_content": "。。嘛。。顶后测试"
        },
        {
            "author": "812292462",
            "timestamp": 1375402680,
            "txt_content": "{:10_523:}顶"
        },
        {
            "author": "16136953",
            "timestamp": 1375575360,
            "txt_content": "贝尔丶格里尔斯 发表于 2013-3-29 12:26 \n同楼上。【这是什么？】\n你们说什么东西？"
        }
    ]
}