{
    "title": "【原创/连载】失落的世界：神陨 第八章",
    "author": "StoryJ",
    "replyCount": 8,
    "timestamp": 1587737460,
    "txt_content": " 本帖最后由 StoryJ 于 2020-4-25 23:22 编辑 \n\n失落的世界第一卷：神陨\n\n前文请戳：\n第七章：https://www.mcbbs.net/thread-1021612-1-1.html\n\n\n第八章 密林蛛影\n\n阳光透过茂密的枝叶洒下来，在丛林的地面上留下一片片碎金子般的光点。某种不知名的小虫在林间聒噪着，像是炫耀自己的歌喉。\n\n越是深入密林深处，空气就越为潮湿闷热。\n\n史蒂夫走在前面，手中铁斧车轮般舞动，在密不透风宛如一道绿墙般的植被中开出一条通道。斧头所及之处，残枝碎叶四下飞散，植物的汁水把原本光亮的斧刃染成一片黄绿色。\n\n之前，“锁存效应”号把他和乔纳森送到了大陆西南地区的赫斯托利莽原镇分会，随后就飞往大陆南端考察去了。二人在莽原镇稍作休整之后，就根据手里的言者地图踏上了旅程。\n\n早在三天前，他和乔纳森就已经走出地图的范围，现在踏出的每一步，都是新的未知。\n\n乔纳森拄着一根长枝条当做手杖，背着行囊跟在后面，丛林潮湿的泥土上留下两人深深的脚印。也许，这是万年以来甚至亘古以来人类在此留下的第一行足迹。\n\n背包里的某几件金属器具随着乔纳森的步伐节奏，发出一阵阵叮当声。附近的树上，几只色彩斑斓的鸟儿听到响动，站在枝头上好奇地看着树下的两个从未见过的生物。\n\n乔纳森把外套脱下，扎在腰上。解开衬衣领口的扣子，露出棱角分明的锁骨。这副装扮看起来不大符合一个学者的形象，但在湿热的丛林里的确很舒服。\n\n林间吹起一阵罕见的凉风，乔纳森觉得身上的疲惫缓解了不少。\n\n他追上史蒂夫，接过他手里的斧头：“休息一下吧，让我来。”说着，拿着斧头开始劈砍面前的植物。\n\n在又砍倒了一棵粗大的藤本植物后，一片林间空地出现在二人眼前。空地不大，中央还有一片清澈的小水潭，但也足以容得下他们的帐篷。\n\n史蒂夫看了看表：“再过不到两小时天就要黑了。不如我们在这停下过夜吧。”\n\n“我同意。”乔纳森正在捡拾枯枝，准备生火，“这些日子天天睡在树上，现在终于可以好好休息一下了。”\n\n支起帐篷，点燃篝火，乔纳森哼着歌惬意地在火边烘干二人的衣物。史蒂夫坐在他身旁，轻轻擦拭着手中的短弩，又取出一支弩箭，上弦。\n\n“哎，你还记得上一次穿干衣服是哪天吗？”\n\n史蒂夫扭头问道。\n\n“记不清了。五天前？七天前？”乔纳森咧嘴一笑，“反正这几天，每当某个人走在我前面的时候我总能闻到一股怪味儿。”说着，他探头对着史蒂夫侧脸深吸 一口气，随即一阵干咳：“你现在闻起来已经有股狗味儿了……咳……呕，呕——”\n\n“去你的！”史蒂夫笑着推了他一把。就在这时，丛林中枝杈一阵窸窣作响，一道黑影穿过树丛直朝他们而来。\n\n史蒂夫凭感觉抄起短弩一箭射去，黑影尖叫一声扭头就跑，原来是一头野猪。\n\n“我去去就来，咱们晚餐加道菜！”史蒂夫跳起来拿上短弩直追过去。\n\n天色渐暗，丛林里变得更加难行。\n\n史蒂夫深一脚浅一脚地追着，这只受伤的野猪拼了命地乱窜，黑色的身影在茂密的草木间时隐时现。突然，野猪高高跳起的身体猛地一顿，随即一声尖叫栽进了草丛里，与此同时，史蒂夫扣动了手中弩箭的扳机。紧接着，草丛里传来一声更加凄厉的惨叫，伴随着挣扎厮打的声音。\n\n史蒂夫紧追过去，只见草丛里一片狼藉，满是扭打的痕迹，一条血迹蜿蜒着，没入面前更密的树丛里。\n\n再仔细一看，高草丛中央的地上有一根弯曲的条状物。\n\n一条腿。\n\n上面密密麻麻针一般的刚毛表明，那是一条蜘蛛的腿。\n\n那条腿，被他刚刚射出的弩箭钉在了地上。\n\n“嘶嘶——”\n\n声音从左后方传来。史蒂夫迅速转身反手就是一发弩箭。\n\n这只刚刚断了一条腿的蜘蛛此时脑门上插着一根箭，发出凄厉的叫声，然后吐出了一堆线，倒在地上。\n\n史蒂夫不紧不慢地上了一根箭，然后走到那具巨大的尸体面前。\n\n“呸。”史蒂夫啐了一口，“见鬼，猪让你这畜生吃了。”\n\n天完全黑了下来。\n\n夜色如水，包裹着整片丛林。\n\n回到营地，乔纳森正坐在篝火边切着西瓜。\n\n“哎呦！这不是我们的大厨吗？快来尝尝我刚找到的野西瓜！”乔纳森大声招呼着。突然，他感觉史蒂夫好像有一种虚脱感，“诶，你脸色看起来不太好啊，发生什么事了？野猪呢？”\n\n“别提了，踩在苦力怕尾巴上了。”史蒂夫苦笑着回答，“猪让一只蜘蛛给吃了。”\n\n“蜘蛛？”乔纳森身形一顿。\n\n史蒂夫走到篝火边坐下，接过乔纳森递过来的面包，还拿了一块西瓜。\n\n史蒂夫发现乔纳森好像脸色有点难看：“你怎么了？”\n\n“啊……”乔纳森笑笑，“没什么……就是……说起来有点不好意思，我对蜘蛛有点阴影。”\n\n“阴影？”史蒂夫咬了一口瓜，笑了笑，“没什么不好意思的，人多少有点害怕的东西。你要是害怕，今晚我们住在树上，多少会安全一些。”\n\n夜幕降临在这片原始森林。史蒂夫和乔纳森让篝火保持着燃烧状态，然后带着床爬到了一颗巨大的树上，还插了许多火把保持亮度。\n\n乔纳森从梦中惊醒的时候，看见史蒂夫正手持短弩在守夜。\n\n“怎么了？做噩梦了？”史蒂夫吸了一口烟。\n\n“嗯。”\n\n又是那个夜晚，和那发红的蛛眼。\n\n乔纳森擦了擦额头的汗，接过史蒂夫手中的短弩，跟史蒂夫说：“换我来守夜吧。”\n\n史蒂夫点了点头，灭了烟，去床上睡了。\n\n一夜无话。月光下，远处传来几声不知名的动物的叫声，树冠下的暗影中，乔纳森睁着着警惕的眼睛。\n\n第二天，乔纳森一直等到天色大亮才和史蒂夫从树上下来。两人收拾好行装，摘了几个浆果当早饭就再次出发了。\n\n又经过大半天的跋涉，两人越来越深入密林的中心。\n\n乔纳森突然觉得好像哪里不对劲。这片密林本应该生机勃勃，可走了这么远却没看见什么小动物，就连原本前几天还不绝于耳的鸟鸣都已经听不到了。\n\n四周的的植被遮天蔽日，虽然此时还是下午，但树林中光线已经渐渐暗了下来。\n\n“这是什么东西？”乔纳森发现，两边的灌木树枝上粘着大团大团的白色的絮状物，他拔出剑来轻轻挑了几下，发现有点粘稠。\n\n“看起来……有点像……蜘蛛网？”史蒂夫猜测道。\n\n乔纳森有些焦躁，警惕地看了看四周。\n\n时近日落，树林里的光线越发昏暗起来。\n\n“天色有点晚了，不如我们就在这里扎营吧。”史蒂夫提议道。\n\n“嗯。”乔纳森机械地应着。\n\n“你也太紧张了吧我的朋友！”史蒂夫一边取下背包准备生火，一边爽朗地笑起来，“放轻松。”\n\n乔纳森坐在一截枯木上，挠了挠他微卷的头发，笑起来：“或许我确实神经过敏了。”\n\n史蒂夫准备点燃篝火。\n\n“见鬼。”史蒂夫摩擦着手中的打火石，“柴太潮湿了，打不着火。”\n\n“嘶嘶——”\n\n乔纳森像是突然被针扎了似的跳起来，同时拔出他的剑。\n\n“蜘蛛的声音！”\n\n史蒂夫也停下了手上的动作，竖起耳朵静听了一会儿。\n\n四周安静得没有一丝声音。\n\n“没有什么声音啊，”史蒂夫松了一口气，又继续摆弄起打火石，“放轻松点，要我说啊，你还是太……唔！”\n\n话音未落，史蒂夫就被来自背后的冲击撞倒在地，还没等做出反抗，他就感觉到自己被粘稠的丝线捆住了手脚，失去了行动能力。\n\n“史蒂夫！”乔纳森大吼一声，拔出剑想要斩断蜘蛛丝救史蒂夫出来，可刚砍了几剑，自己的双腿也被蛛丝缠住了。慌乱中，他重重摔在了一根枯木上，当场昏了过去。\n\n乔纳森是在一阵颠簸中醒来的。\n\n恍惚中，他感觉自己被什么生物在地上拖行着。他努力睁大眼睛，眼前却只看见灰蒙蒙一片，他这才想起来，之前他和史蒂夫遭到了蜘蛛的袭击，他想救史蒂夫，却在慌乱中摔晕了，现在，自己大概是被裹在蛛丝蛹里了吧。\n\n“也不知道史蒂夫怎么样了。这样不行，得想办法脱困！”\n\n这么想着，乔纳森用力从蛛丝里抽出捆得略松的右手，四处摸索着。\n\n终于，他摸到了和自己一起被捆在蛹里的钻石剑，可是蛛丝缠的太紧，根本拔不出来。乔纳森懊恼地捏紧了右拳，结果感觉到小拇指指根被什么东西硌了一下。\n\n——护腕的拉环！\n\n天无绝人之路。乔纳森勾了勾小拇指。\n\n“嚓！”\n\n乔纳森知道，那声金属的轻响是短刃弹出来的声音。\n\n他深吸 一口气，开始用护腕的短刃切割起蛛丝来，先颤抖着切断了缠在左手上的蛛丝，又活动了一下手腕，小心翼翼地把裹着钻石剑的丝团切开大半，双手慢慢地取下剑，握在左手里。\n\n突然，他感觉整个蛛蛹猛地一顿，然后停了下来。\n\n难道被发现了？！\n\n乔纳森停下了手上的动作，屏住呼吸一动不动。他只觉得自己的心脏在疯狂跳动着，浑身止不住地颤抖。他左手紧握着剑柄，右手的短刃蓄势待发，手心里已经满是汗水。\n\n就在这时，蛛蛹又动了。只不过，之前是被拖着往前，这次是被提着向上，然后挂在了某个地方。\n\n乔纳森又屏住呼吸听了一会儿，没有动静。\n\n他慢慢抬起右手，用短刃在蛛蛹上挖了一个洞向外观察，刚好看到那只拖着他的蜘蛛切断丝线，爬远了。\n\n乔纳森这才稍稍放下心来，他不敢耽搁，赶紧用短刃从里面剖开蛛蛹，然后从蛛蛹里跳到地面上。\n\n重新呼吸到新鲜空气的乔纳森深呼吸了几次，然而他还是没能让自己放松下来。他觉得视线有点模糊，一摸鼻梁。\n\n“见鬼！”\n\n眼镜好像不知道掉在哪儿了。\n\n乔纳森只好小心翼翼地抬头，用不太清晰的视觉观察现在所处的环境。\n\n“天哪……”\n\n周围的几百棵树的树冠被层层叠叠的蛛网包裹着，好似蒙着厚厚的白纱。几乎每一颗树上都挂着密密麻麻的蛛丝蛹，在月光下泛着瘆人的白色。那些蛹，有的还在蠕动挣扎，更多的早已没有了声息。\n\n史蒂夫呢？\n\n“史蒂夫——”乔纳森压低声音呼唤着。\n\n不远处，有个丝蛹正在拼命地摇摆。乔纳森赶紧上前划开，里面果然是史蒂夫，只不过他更倒霉一点，全身都结结实实捆在蛛丝里。\n\n“乔纳森！我竟然还活着，”史蒂夫喘着粗气，在蛛蛹里憋得太久，脸上有点发紫。“真的太谢谢你了，我欠你一条命。”\n\n“不客气，我们得想办法离开这！”乔纳森小心地割断蛛丝，费了很大力气才把史蒂夫拽出来。\n\n“先别着急，观察一下地形，”史蒂夫抬手在脸上胡乱抹了一把，把粘在脸上的碎蛛丝扯掉了一些，他这才看清，二人所在的大树位于一片盆地的边缘，而盆地的中央则是一个巨大的溶洞。\n\n数不清的蜘蛛在洞口进进出出，有些还拖着一个或者几个蛹。举目望去，只见洞口的黑暗中闪烁着无数个红点，蛛腿与地面摩擦，发出一阵让人毛骨悚然的咔哒声。\n\n“史蒂夫！我们快走吧，此地不宜久留！”乔纳森已经把背包从蛛蛹里搬了出来。\n\n刚才蜘蛛把二人连同背包捆在了一起，所以并没有丢太多东西，这也算是不幸中的万幸。\n\n“好，这就走！”史蒂夫背起自己的包，突然，一阵令人窒息的声音响了起来——\n\n咔哒咔哒……\n\n“那畜牲又回来了！”乔纳森感觉自己有点腿软，眼前闪现出雨夜中血红的蛛眼，他闭了闭眼，努力地深呼吸了一次，想要把那幅画面从脑海里驱赶出去。\n\n“见鬼！”史蒂夫咬着牙，“没办法了，快躲回蛛蛹里！”\n\n说话间，那只蜘蛛已经到了树下。只见它抬起前腿，摘果子一般轻轻一挑，就摘下了两个蛹，然后吐出一根丝，把两个蛹捆作一个，拖起就走。\n\n——不知道该说是幸运还是不幸，这只蜘蛛选中的两个蛹，正好是史蒂夫和乔纳森所在的蛹。这只蜘蛛似乎并没有注意到这两只蛹已经破了口子。此刻，和它一样，还有近百只蜘蛛拖着自己的战果，急匆匆地排成一队，向着盆地中央的洞口爬去。\n\n乔纳森面如死灰地躺在蛹里面。浑身的战栗并没有停下来，反而愈演愈烈。\n\n雷暴。雨夜。塌了的房子。猩红的蛛眼。\n\n回忆里的画面不断地在乔纳森脑海里闪现。\n\n“乔纳森？”\n\n好像有什么人在叫自己？\n\n“乔纳森？”\n\n是史蒂夫。他从旁边的蛹里探出头来，看着紧张到浑身僵硬的乔纳森。\n\n乔纳森张了张嘴，发现自己的牙齿在打颤，他艰难地问：“怎么了……史蒂夫？”\n\n“瞧瞧我们的学者紧张成什么样了。”史蒂夫的语气非但没有担忧，乔纳森反倒听出了一丝揶揄。\n\n“希望你能理解一下。”乔纳森深吸 一口气，努力让自己放松一点，“蜘蛛毕竟是我的梦魇。况且，现在的处境实在很难让我能放松下来。”\n\n史蒂夫呲牙一笑，语调甚至带着一丝悠闲：“哦我的朋友，你当然应该放松一点。看看吧，蛛丝床垫，大蜘蛛一路护送，一会儿还有一场盛大的晚宴……啧啧啧，真是太客气了。”\n\n“真的是赴宴去了，以矿工冷盘和学者沙拉的身份！”乔纳森绝望地自嘲道，“我们恐怕就要死了！”\n\n“人嘛，总有一死。咱们当然也会死，”史蒂夫的眼睛里闪过一丝狡黠，“但我敢肯定，不是今天。”\n\n乔纳森一脸疑惑地看着史蒂夫：“你的自信从哪来？”\n\n史蒂夫打了个响指，只是满手粘着蛛丝，打得并不成功：“我从刚才起就在想一件事，我觉得聪明如你应该也能想到。看看这些整齐划一的蜘蛛们，你真觉得，它们比肉丸大不了多少的脑子能提供足够的理智，让它们面对这么多新鲜的猎物还不打起来吗？”\n\n乔纳森因为恐惧而停转的脑子有点没跟上史蒂夫的思路。\n\n史蒂夫继续说道：“还记得那只吃了我们的野猪的蜘蛛吗？早在你救我出来的时候我就在想，一个急躁到猎物还没断气就要生吞活剥的物种，怎么会留我们到现在？刚才被它们拖着走的时候，我突然就想明白了——\n\n“这些蜘蛛里一定有一个虫王！”\n\n\nTo Be Continued...\n\n\n\n\n\n",
    "replies": [
        {
            "author": "曦灬月",
            "timestamp": 1587738300,
            "txt_content": "有生之年终于更新了!"
        },
        {
            "author": "StoryJ",
            "timestamp": 1587743220,
            "txt_content": "曦灬月 发表于 2020-4-24 22:25\n有生之年终于更新了!\n啊哈哈哈哈哈哈我自认还是更新得挺勤快的呢 XD\n一般都是周五更新哦，感谢支持！"
        },
        {
            "author": "Mr.Turnip",
            "timestamp": 1587953460,
            "txt_content": "故事模式的改编么，支持"
        },
        {
            "author": "StoryJ",
            "timestamp": 1587955380,
            "txt_content": "hhy061019 发表于 2020-4-27 10:11\n故事模式的改编么，支持\n和故事模式关系不大，就是自己原创的"
        },
        {
            "author": "Mr.Turnip",
            "timestamp": 1587955800,
            "txt_content": "StoryJ 发表于 2020-4-27 10:43\n和故事模式关系不大，就是自己原创的\n厉害！必须给人气~"
        },
        {
            "author": "StoryJ",
            "timestamp": 1587971760,
            "txt_content": "hhy061019 发表于 2020-4-27 10:50\n厉害！必须给人气~\n谢谢支持！"
        },
        {
            "author": "血盟团长",
            "timestamp": 1588045440,
            "txt_content": "期待，下一集是不是要打boss了？"
        },
        {
            "author": "StoryJ",
            "timestamp": 1588053300,
            "txt_content": " 本帖最后由 StoryJ 于 2020-4-28 13:57 编辑 \nMikeW138 发表于 2020-4-28 11:44\n期待，下一集是不是要打boss了？\n算是一个小boss，但离精灵篇的结局还差几章"
        }
    ]
}