{
    "title": "【原创/连载】《上帝的游戏》无力的他而挥出如此有力的一拳？s.b少年身怀绝技？！",
    "author": "风灬晴",
    "replyCount": 1,
    "timestamp": 1587818340,
    "txt_content": " 本帖最后由 蒸腾空气 于 2020-4-27 16:45 编辑 \n\n\n【第一章·神奇的力量】\n\n\n\n\n\n       感觉好空虚，没有任何的感觉，只有一阵刺痛和眼前的......一个女孩......“啊~！？一个女孩？！”一名穿着短裤（不是内 裤，是休闲短裤，拒绝龌 龊思想！）的男孩跳了起来，但因为腿已经被太阳晒得通红而又瘫了下去。\n       “emm......”只见一名十六七岁的女孩保持着原来身子半俯的姿势看着他，还没当男孩反应过来，女孩就挺直了细腰向远处用纯正的方言道：“哥儿！这里有个赤娃子（光着身子的意思,上半身，拒绝龌 龊！），而且没得任何东西。”虽然她说话的声音很大，但是男孩却因刚从昏迷中醒来而没完全回复听力，仅仅是听到一阵嗡嗡嗡的杂声。\n      男孩用右手无力的支撑自己坐在沙滩上等待了许久才恢复了听力，他放眼向女孩望去，只见她静静地站在原地望着远方，“沙沙沙......沙沙沙......”一段清脆的踩击沙子的声音传入他的骨膜、听小骨，耳蜗、神经、大脑，“三个人。”男孩可以说是下意识的说到，但其实那三个人在他后方，完全没有可能靠眼睛来判断，女孩似乎听到了男孩的话，饶有兴趣的道“你还阔以喔~”，她的声音很甜，但他不能掉以轻心，他不知道他为什么会有那么高的警惕心，他只能猜测，可能是因为它正处于虚弱状态吧。\n      “小 妹，你又找到人了？好像没杀死啊。”男孩听了情不自禁的回过头来，之间一位全身武装的大叔在不远处道，那位大叔身上的铁剑和刚才他所说的话不禁让他打了个寒战。\n      “哥儿，这个人不大简单，以后阔能有用。”女孩指着坐在沙滩上的男孩道。\n      “小 妹你这么看重他？”大叔的口音和女孩不一样，大叔的方言口音中夹杂着一些犹如普通话的成分，可以说是彩色普通话了吧。\n      “他能帮我们杀敌吗？晓晨，你没选错人吧？”一位青年男子的声音传来，按照他的语气和对女孩的称呼应该是和女孩是同辈，但是他却说着一口标准的普通话，听起来比方言较为顺耳，但是他话里似乎带有一些挑拨的意思，听了顺耳的感觉自然也就消失了。\n      “有本事你和给他来一拳试一哈。（方言，我家乡也是说方言的）”女孩的话不尽让一旁还半瘫着身子的男孩吓了一跳。\n      “我？我可打不赢，饶命啊！”男孩瞬间懵 逼+吓傻（滑稽）\n      “晓晨都这么说了那就试试吧，呵。”青年男子最后不怀好意的呵了一身，着让在一旁等着挨打的男孩流起了冷汗。\n      “沙沙......沙沙......沙沙......”这次踩击沙子的感觉和上次明显不一样，上次是带有节奏而清脆的声音，而这次则是带着战意的急促声。眼见就要挨打了，男孩本能似的闭起眼睛，在心里暗暗数到“1......2......3......4......5......6......7......咦？！！”男孩睁开了双眼，之间朝他冲来的青年蹲在了他面前，并且捂着胸口、面色发白，似乎很难受的样子。\n       “嘿,打回去啊，你憨啊？！”（作者本无心骂人，但是男主就是那个啥。）女孩指点着男孩道。男孩没多想，直接一拳砸在了准备攻击他的青年脸上，其实男孩因为昏迷期间饥饿值已经降低到了极限，而无法施展出什么气力，但奇怪的是被回击的青年被击飞了4格方块远！\n      “什么情况？！”男孩再次懵 逼。（不知庐山真面目，只缘生在此山中。）\n      “哟嚯~还阔以喔，哥儿让他跟我们到一搂（一起的意思，方言XD），你看阔步阔以？”女孩看似有些兴奋。\n      “可以，他的实力超乎了他的表面，拿来当诱饵不错。”被女孩叫哥儿的大叔道，虽然男孩被认可了，但拿来当诱饵是什么意思？！男孩的心里其实十分的不爽，但他不能表露出来。\n      “呕~~”被打的青年竟然吐了起来，“你......究竟......呕~~”女孩和大叔情不自禁的闭上了眼，并还把头偏向了一边。\n      青年整整吐了十分钟才结束，青年刚吐完就问道“晓晨，你知道他怎么这么强？！”\n      “直觉。”一句简短的话，有力的回击了青年，因为刚才青年地上的呕吐物，女孩说话也没有把头转过来。\n      “你......一定有内幕......”青年似乎有些生气的道。\n      “这......是哪？”男孩打断了他们的谈论，带着试探的语气问道。\n      “上帝的游戏。”大叔回答道，“你加入我们吧，你会对我们有很大的帮助。”大叔很明显是看上了男孩。\n      “帮助？什么帮助？”男孩（懵 逼）疑惑的问道。\n      “活下去。”大叔说出这三个字时语气特别凝重，男孩知道这三个字可能概括了成千上万的字，男孩也清楚地明白，帮助他们也是在帮助自己。\n      “能把现在的情况让我大概了解一下吗？”男孩知道自己连续的询问他人有几分不太合适，但他还是坚持的问了出去，而大叔似乎也没有建议，而是细心的为他解释。\n      “这次可以说是一场上帝的游戏......”\n\n\n\n\n\n\n\n\n每周一更，积极关注喔~~\n\n",
    "replies": [
        {
            "author": "陈皮_no橘皮",
            "timestamp": 1587819900,
            "txt_content": "放Minecraft里吧"
        }
    ]
}