{
    "title": "MC世界和地球文明的对比",
    "author": "我郁闷",
    "replyCount": 3,
    "timestamp": 1317302400,
    "txt_content": " 本帖最后由 我郁闷 于 2011-9-29 21:37 编辑 \n\n这里所说的MC世界是指原版，因为我没用过MOD\n那么先是地球文明\n旧石器时代\\\n中石器时代 石器时代\n新石器时代/\n红铜时代\\\n                铜器时代\\\n青铜时代/                  冶金时代\n                 铁器时代/\n手工工业时代\\\n蒸汽时代       工业时代\n电气时代     /\n信息时代/核能时代/后工业时代\n\n接下来是MC世界，这个就很简单了……\n木器时代\n石器时代\n铁器时代\n红石时代（- -这么说是有原因的\n\n      石器、铜器、铁器的划分其实是来自考古学上的三代法，另有科学家认为人类在石器时代之前应当有一个木器时代，但是由于找不到直接的考古证据来证明这个观点，所以一般认为石器时代是从猿人开始学会制作工具到铜器出现为止。\n\n旧石器时代\n      早期以食用腐肉和采集植物为主，后期开始伐木、学会烧制木炭，掌握火和打制石器，制作斧、铲和简单的组合工具。（其实这时候很多都是用手直接抓着锋利的石头砍东西……不带手柄的……后期才出现组合式工具）\n那么可以简单地视为对应MC的物品包括木棍、火把、木斧、木铲、皮革、腐肉。。猪排牛排鸡肉熟的猪排牛排鸡肉……\n\n中石器时代是指从距今最近一次冰川期结束，到种植业出现之前的时代。因为冰雪消融气候变暖，人们得以走出原有的生活范围（嗯嗯，出生点）对外探索，同时气候变好野外各种食物资源也大大增加了。不过有些地方在冰川期未结束就已经产生了农业，可以认为他们是直接从旧石器时代跳到新石器时代去了。\n此时代生活仍是以狩猎渔业为主，出现了氏族社会，工具的特点是打制石器和磨制石器并用，还有将细小石器镶嵌在矛炳、骨头、鹿角、木器，和不常见的磨光石器上……值得一提的就是动物的驯养、独木舟的制作，和房子。\n基本上对应MC的弓、箭、鱼竿、房屋、木船，养狗、羊和猪，石斧、石铲、石锹\n\n新石器时代\n人类开始从事简单的农业和畜牧，将植物果实加以播种，并把野生动物驯服以供食用。农业和畜牧的发展也使人类由逐水草而居变为定居下来，节省下更多的时间和精力，原始族群聚合在一起组成部落。在这样的基础上，人类生活得到了更进一步的改善，开始关注文化事业的发展，使人类开始出现文明。\n对应MC的石锄、石剑、种小麦、养动物（大量繁殖），森林大片消失……\n\n铜器时代\n包括红铜时代和青铜时代。天然铜质地不适合制造工具，所以红铜时代的人类仍以石器工具为主，所以红铜时代别名“铜石并用时代”。很快的，人们开始发现当红铜和锡或其他金属混合之后，金属会变得更好用，从而进入青铜时代。这个过程通常都很快，更重要的是MC里没有铜，所以不提那么多。这个时候人类主要成就是创造文字和建立国家，玻璃也是在这个时代出现。\n\n铁器时代\n这个就是指从铁器的运用到资本主义商业生产之前的时代了。\n对应MC的铁斧铁剑铁锹铁铲铁盔甲砖头纸、书、书架、剪刀（剪刀其实是青铜时代的产物，但是MC里的是铁剪刀）……\n\n接下来就和MC很难对得上了……\n手工工业时代\n是指人们的生产除了满足自己的需要，还有大量结余，这个时候人们就会拿出来卖，甚至集合起来一起生产（手工工场），等于是一种描述机器出现之前的资本主义生产状态。\n\n蒸汽时代\n蒸汽时代是指从第一次工业革命到第二次工业革命之间的时期（这是废话），标志是以机器生产代替手工劳动（而不是蒸汽机的发明）。人们的需求越来越大，有很多机器被发明出来以增加生产效率，但是人力绞动机器的话是越来越难以胜任，于是为了解决动力问题，产生了各种各样的水力或者其他动力的机器，并最终催生出蒸汽机。\n因此，按说刷怪塔、造石机什么的作为满足大量出产物资的“机器”也算是蒸汽时代的产物才对。\n问题在于，MC里没办法产生机器制造业……方块都是我们自己一个个搭的……又没有机械臂吊上去，也没有机床自动组装，比方说我设计了一个巨大的红石电路，就算我记得怎么做，去开辟新大陆还是要一边回忆一边一块一块地叠，不能体现机械化的优势——模式化量产，这就是天然缺陷了。\n\n电气时代\n电气时代的特征是内燃机和电力的使用。内燃机是通过燃气膨胀推动活塞做功带动别的机器运转，电嘛，就是通过让别的机器（比如内燃机）带动磁线圈转动，电磁感应发电，然后通过电动机，电磁效应做功……由内燃机和电力衍生出一堆各种产品。\n但是我们不需要这个……我们有红石电路……红石电路就是一种逻辑电路，有人甚至制造出了CPU……\n\n信息时代/核能时代/后工业时代\n其实信息时代的意义主要在于信息交流上，映射在经济生活中会产生杠杆式的放大作用，在MC中意义不是很大，MC里没有哪个服务器有到红石已经被开采完毕，因此各种交易围绕红石展开、资源被集中在少数人手里吧，没有吧，所以没多大借鉴意义。\n\n-------------------------------------------------------------\n话说回头，敲了那么多字，其实是因为自己在学校内网的服务器上玩，突然找不到玩的意义了……一开始，用木头工具，改石头工具，铁制工具，然后呢，黄金其实除了造加速铁路之外没什么用处，钻石嘛……更没用了，在服务器上又不能到地狱去，再说到地狱去也就用几块黑曜石就够了，那么可想的就只有红石了，这也是我说MC就四个时代的原因。可是服务器上不能用水，不能用TNT，搞来搞去不知道要搞什么电路……\n\n于是我只好蛋疼想想这个世界按照历史发展应该是怎么样的……结果没法想……MC里就没有机械化的讲法，什么都要手动来，也就是说从运作形式来说，根本还保持在手工工业时代，但是高端科技已经是信息时代的了（比如16位电脑），然而没有机械化，造了电脑来干嘛呢……摒除社会统计和军事需求，本来就是因为机器越来越复杂，人力难以控制，才需要电脑程序辅助，这里造不出复杂的机械啊，或者说你挖掘世界不需要那么复杂的机器啊，电路造那么复杂，除了满足自己的创作欲望之外没有什么实际作用……\n所以相比地球来说MC就是发展相当不平衡的，手工工业时代的建造模式，准蒸汽时代机械化水平，信息时代的电路……想来想去都想不出造什么是必须的……感觉都是为了造着爽……\n\n就好像是说我想造铁路爽爽，所以为此去建一个屋子，把铁路连接到那里……\n而不是因为我要去那里，而且没有铁路去不了，所以我去建造铁路\n\n所以后期就没有科技在攀升的感觉了……因为是锦上添花，而不是必要品。\n\n这样毫无目的真不爽啊……\n能不能让我觉得我造了一个复杂的电路之后，给自己提供了巨大的方便，为此可以更方便地探索什么别的地方啊，这才有动力啊，所以才觉得科技进步了，生活美好了- -\n\n\n",
    "replies": [
        {
            "author": "abc52woool",
            "timestamp": 1317303420,
            "txt_content": "劝你一句     LZ你想多了"
        },
        {
            "author": "HolySheng",
            "timestamp": 1317303840,
            "txt_content": "为什么那么多人喜欢把服务器的规则，或情况等映射在整个minecraft游戏里呢……？"
        },
        {
            "author": "我郁闷",
            "timestamp": 1317304020,
            "txt_content": "abc52woool 发表于 2011-9-29 21:37 \n劝你一句     LZ你想多了\n可是挖了一百多块红石不晓得要干嘛，不知道该怎么玩了，难道就只是挖光这块大陆，再挖下一块大陆？这样很无趣……"
        }
    ]
}