{
    "title": "【联合出品】七支刀：垓下之围",
    "author": "☆茶杯骑士☆",
    "replyCount": 98,
    "timestamp": 1364563620,
    "txt_content": " 本帖最后由 ☆茶杯骑士☆ 于 2013-3-29 22:09 编辑 \n\n        \n      七支刀，以刃破其身，以念摄其魂。                 \n\n      此刀又名“六叉之剑”，青铜的刀身两侧伸出六个分支，造型十分独特。\n\n 刀的分叉和刀刃寓意了人生，刀上的分支如人生的虬枝般一样无限而又未知地生长，朝无限广阔的方向延伸，但是刀刃永远只有一处，它斩断我们命运的羁绊，刺向那什物的咽喉。\n 七支刀，刀柄呈银色，上面雕刻着精细的花纹，整个刀身由上等的青铜打造。虽说这刀身星星点点地布上了些许铜锈，可在太阳光的辉映下，仍然散发着迷眼的淡绿色光芒。刀身边缘处镀着暗色的金边，看起来与刀身青铜色格格不入，可仔细观察便能发现这两种颜色实则相辅相成，更为这七支刀增添了一丝古朴的神秘感。\n这刀本为灵媒道法器，是召唤亡灵的仪式上必要的道具。七支刀本无实战效果，可若被命运注定之人取得，再施以灵力，并念出刀身上刻的六十一字铭文，这刀便能与持刀者相随相依，羁绊永生不能切断。当然，这七支刀的真正战斗效果也会显露出来——封印敌人的灵魂。不过若是这灵魂怨气太过浓重，七支刀支持不住的话，便会逐渐支离破碎，而持刀者也会一同死亡……\n\n正文-上篇 (请耐心等待BGM缓冲~）：\n       “真是怀念啊……”\n      \n     一个黑发红瞳的男人正站在一个摆满蜡烛的小房间里，独自对着那祭坛上摆放着的一把诡异的青铜剑呢喃着什么。\n     \n    这柄青铜剑十分特别，青铜的刀身两侧伸出六个分支，边缘处镀着暗色的金边，在烛光摇曳下，依稀能够看出上面刻着的铭文，还时不时地散发着迷眼的淡绿色光芒。\n      \n      “没想到居然是以这种方式重新见面的啊……”那个男人用手轻轻抚摸着那柄造型奇特的青铜剑，胸前的配饰忽然飘了起来，散发出强烈的绿色光芒。他将配饰捧在手里，静静地看着这把青铜剑，然后缓缓地从嘴里吐出一个陌生的名字：\n      “七支刀。”\n      \n      这个男人双手捧起这名曰“七支刀”的青铜剑，嘴里又开始吟唱着一串听不清楚的咒文。语毕，这七支刀忽然爆发出强烈的墨绿色光芒，在这浓郁的墨绿色中还掺着些许樱色，令人眼花缭乱。忽然，光芒停止闪耀，七支刀徐徐升到半空中，刀身上的铭文慢慢变成了金色，淡绿色的颗粒在刀身周围肆无忌惮地飞舞着。\n      \n      他一把抓住了那银色的剑柄，樱色的光芒爆裂开来，绿色的纹路逐渐爬满这个男人全身，接着又慢慢消失了。\n      \n      终于，一切平静下来了。\n      \n      那七支刀缓缓落在那男人手着，散发出无与伦比的强大灵力。\n      \n       “是时候再战了。”\n      \n      话音刚落，这个神秘的男人瞳孔中寒光一闪，携带着七支刀走出了这间烛光摇曳的小房间。\n    \n    \n      满地的鲜血，染红了整个大地。\n      \n      远方的山头上，正站着一个黑发红瞳的男子，他的手里握着一柄类似于青铜剑的东西，不过造型十分特殊。\n      \n      他俯视着茫茫戈壁滩上对峙的军队，口中正小声吟唱着什么。\n      \n      戈壁滩上，帝国军队和来自地狱的士兵们厮杀着，时不时可以听到铁器的碰撞声和士兵们的叫喊声。血红的晚霞在渐渐消退，双方就这样拼命战斗着，就象两只猛虎正互相撕咬，谁也不能先行死亡……\n      \n      “千代大人，我们已经支持不住了……”\n      \n      一个身负重伤的士兵半跪在那红瞳男人的面前，依靠着最后仅剩的一点力气吐出几个字。扑通一声，那士兵重重地倒在了地上，眼睛久久没有闭上。他带着些许遗憾死去了。\n      \n      “这是帝国最后的一点领土了啊！”那个叫做千代的男人听了这句话，悲痛地闭上了眼睛，“也只有我能挽回这一切了么？”\n      \n      话毕，千代开始吟唱某种咒文，与他吟唱的其他咒文略有不同，这咒文仿佛乐曲一般，节奏抑扬顿挫，曲调哀伤婉转，听者心中皆迟迟不能平静。\n      \n      随着曲调变化，千代胸前那个奇异的配饰也开始有节奏地闪烁光芒。忽然，咒文戛然而止，那配饰的光芒非但没有消失，那光芒反而是更加耀眼了。\n      \n      “七支刀魂，请听从我的召唤……”\n      \n      千代吐出这个既陌生又熟悉的名字，攥着那刀的手愈发的紧了，他凝聚全身力气，将那七支刀往地上狠狠地一插。\n      \n      霎时，千代那深红色的瞳孔变成了浓郁的墨绿色，连同着那手中的七支刀迸发出淡绿色的烈焰。\n      \n      一个由黑曜石构成的巨大的地狱传送门屹立在遥远的戈壁上，地狱军团的怪物们正源源不断地从那传送门中蜂拥而出。\n      \n      千代眼中那抹烈焰愈发旺盛了，他一步一步走下山崖，走入混乱的战场中……\n\n\n----------------------------------------------------------\n      \n      “我们已经尽力了……真的不能再撑下去了……”一名士兵单膝跪在千代面前，颤抖着说出这句话。\n      \n      “说什么蠢话呢！！”千代手持七支刀，朝血染的大地上狠狠砸去，那名士兵在七支刀所释放出的强劲气浪中如同在暴风雨中弱不禁风的小渔船，随时都有夭折的可能。\n    \n     他怒目圆睁，大声呵斥道：“我们的国土虽然大，但是已经没有地方可退了！我们身后就是我们的帝国！！”\n    \n      “我很遗憾，因为我只有一次生命来报效我的祖国——但是——让我们再为祖国效力一次，最后一次！！！”\n    \n      他顿了顿，强忍住早已在眼眶中打转的泪水：\n     \n      “我们能打败那些来自地狱的杂种！我们不但要把那群混蛋一个一个分尸，我们还要用他们尸体的碎块垫高我们的城墙！！让他们多来几个送死吧！！！”\n    \n      一旁默不作声的士兵终于抑制不住激动的心情，开口问道：“那么，我们究竟要怎么做……？”\n    \n      话音未落，几只发狂的僵尸猪人拿着破烂不堪的金剑扑了上来，它们半个脸庞早已被腐蚀，阴森的白骨露了出来，十分惊悚。千代则是不慌不忙地举起了那充满灵力的七支刀，朝僵尸猪人扑过来的方向狠狠地拦腰斩了过去。\n    \n      一阵绿色的强光伴随着一声爆响，那群僵尸猪人纷纷四分五裂，恶心的绿色粘稠液体飞溅在地上，还不时散发着浓郁的怨气。\n    \n    “就像这样！杀！不停地杀！！”\n    \n    话毕，千代拖着那七支刀，一步一步朝地狱门走去。“我问你些问题，”千代目不转睛地盯着那巨大的地狱门，沉声问道，“我军伤亡情况？”\n    \n    “将近五千人……”\n    \n    “剩下的人呢？”\n    \n    “只有不到一百人了。”他的语气似乎变得坚定了一些。\n    \n     千代听了这句话，停止脚步，望了望茫茫戈壁——血流成河，横尸遍野。\n    \n     千代忍住泪，继续问道：\n      “战况……？”\n    \n      那士兵咽了咽口水，大声喊道：“我军必胜！！”\n      回答得干脆利落。\n    \n      一瞬间，帝国军队的士兵们士气瞬间高涨起来，大家的口中都在喊着同一句话：\n   “我军必胜！”\n    \n      千代听着此起彼伏的欢呼声，缓缓举起七支刀，指向天空，大喊道：\n      “全军进攻——！！！”\n      \"杀光他们——！”“休想让他们占领我们的领土！！”\n    \n      两支军队终于排山倒海般冲撞在一起。士兵们大喊着，都燃起斗志，杀上前去。狰狞的面孔，带血的刀剑，低沉的怒吼，弥漫的烟尘，沉闷的喊杀与短促的嘶吼直使山河颤抖，整个戈壁都被这种原始搏杀的惨烈气息所笼罩……\n    \n      “告诉那群杂种们！！”千代双手握起七支刀，眼中淡绿色的火焰已经变为深绿色，而七支刀所散发的灵力也更加纯正了。他大步流星，冲进了厮杀着的人群里，“我们是坚不可摧的！！！”\n    \n      那群近乎癫狂的僵尸猪人看到战场上忽然卷起一阵雄风，继而又一个黑发红瞳的男子出现在战场上，它们先是震惊了片刻，随即又摇摇摆摆地走了过来。那锈迹斑斑的金剑虽看起来破旧不堪，可威力仍是不可小觑。在千代不注意之时，一只猪人已经摇摇晃晃地来到了他的面前，扬起黄金剑对着千代的头颅狠狠地劈砍了下去。\n      “砰——”\n    \n      好在千代反应速度极快，顺势抄起七支刀招架住了这致命一击。\n      “你们终究还是太弱了！”\n      弹开那柄黄金剑，千代旋即高高跳到半空，握紧七支刀，使尽浑身力气朝地面砸去——\n      “砰砰砰————”\n    \n      那七支刀在地面上砸出一道巨大的缺口，随之而来的是一阵强烈的绿色闪光，恍如绿色的海潮平地席卷而来，又如恍如万顷怒涛扑击群山，那闪光所到之处的僵尸猪人全都凭空蒸发，化为一缕黑色的怨气消散在风中了。\n      \n      这势如破竹般的攻势不禁让帝国军队的士气再次高涨几分。面对地狱军团凄厉的嘶喊，他们开始更加疯狂的杀戮。远处炽热的烽火,使得帝国军队的士兵们愈发地愤怒,战争越来激烈。\n       “一鼓作气，杀过去！！！”“冲啊！！！”\n    \n      这支军队可是帝国的精锐部队，同样也是仅剩的一支部队，都曾拥有常胜不败的煌煌战绩，都是有着慷慨赴死的猛士胆识。既然都杀到这里，再退缩又有何用！每个人都情不自禁地大喊着，这喊声互相传递，互相激励，也消褪了大家心中许多莫名的对地狱中那些可怕生物的恐惧。\n    \n      僵尸猪人的尸体漫山遍野，它们那独特的绿色血液溅射得满地都是，那奇特的味道充斥在空中，刺鼻难闻。可千代和士兵们没有丝毫的顾虑，仍是在向前拼命冲杀着。\n    \n      这时，远处屹立着的地狱门出现了一些微妙的变化。\n      那略发紫色的传送门忽然开始扭曲，膨胀，颜色渐渐变深，不时出现的亮蓝色闪电在巨大传送门框架上肆无忌惮地疯狂缠绕着。\n    \n      终于，那神秘的紫色慢慢转变为深邃的黑色，仿佛无边无际的宇宙。\n      忽然，这如同宇宙一般的传送门像是被撕裂了一个口子，耀眼的白色光芒穿透而出。接着随之而来的，是隐隐约约一阵怒吼声……\n      一个三个头的怪物从那巨大裂口中钻了出来！\n    \n      它的身体是黑色的，不断在闪烁着蓝色光芒，并且还在不停变大。混白的眼珠比寒冬的严风更加令人不寒而栗，令人心中无故升腾起一丝恐惧。\n    \n      “难道这是……”千代愣愣地望着这个三头的怪物，嘴里自言自语着什么。\n      忽然，那怪物身上的蓝光停止了闪烁——\n      “都趴下——！！！”千代见势不妙，急忙对士兵们大喊。\n\n\n----------------------------------------------------------\n    \n    一阵可怕的大爆炸。\n    \n    等千代醒来的时候，双眼看到的都是迷迷糊糊的，周围迷茫着灰尘与烟雾，还有一股烧焦的味道。没有多余的地震和飞溅的石块。千代已经几乎失去战斗能力，只能在地上无助地趴着……周围的温度十分高，大约过了十几分钟，他的眼睛似乎能够看清了，可是到处都是火光，难耐的高温逼迫着千代去寻找附近的水池或者小溪，可这荒凉的戈壁滩上怎么会有这些东西呢？偶尔也会看到一些士兵摇摇晃晃走过，但是没走几步路，他们就又倒下，有的爬了起来继续行走，有的再也没有爬起来……放眼望去，漫山遍野都是尸体，在血色的晚霞的映衬下显的尤为恐怖。一些人面目全非，甚至失去了双眼……不久，天上下起了雨，雨水是黑色的，浓烟和蓝色的火光此起彼伏… …\n    \n    “凋零……是凋零……”\n      “他们……士兵们……凋零而亡……”\n      千代小声呢喃着什么，四处摸索着，仿佛在寻找什么东西。\n   \n    “七支刀……我要……封印凋零……”\n    他的手颤抖着，终于，千代找到了那柄造型古怪的、名曰“七支刀”的青铜剑。他双手攥紧七支刀，勉强支撑起自己早已遍体鳞伤的身躯，四处搜寻着凋零的身影。忽然，他的眼睛仿佛是捕捉到了什么——显然，他发现凋零了。那只凋零在远处的天空中毫无目的地乱飞着，这时，凋零也发现了几乎丧失战斗能力的千代，想要径直冲过来一举消灭掉他，不过当凋零发现千代手中的七支刀时，它忽然浑身一颤，又打消了想法。\n         难道……它也认识那柄七支刀？\n    \n     而此时的千代早已摆出了招架的姿势，不过招架了这么长时间，凋零也没有半点行动，千代心生疑惑，小心翼翼地解除防御，抬头望了望凋零。\n      凋零在半空中漂浮着，上下打量着千代，不过凋零的眼神中充满了无尽的恐惧……        \n   \n    “呃呃呃……”\n      千代沉思了一会儿，似乎是看出了什么。忽然，他仿佛是中毒了一般，开始疯狂地舞动七支刀，嘴里不知道在念叨着什么，还不时发出大喊声。\n      “砰——乒——”\n      七支刀不时撞击在地面上，发出清脆的响声，一道道清晰的刻痕留在了上面，撞击时产生的火花四处飞溅，可千代仍然像是失去理智一般胡乱挥舞着七支刀。\n    \n    这时，远处的凋零终于出现了些反应，试探着慢慢飞了过来。\n      千代像是没有注意到凋零的行动似的，仍然在疯狂地舞刀。不过，这七支刀貌似出现了些变化，原本淡绿色的刀身竟然变为翠绿色，而其所释放的灵力也更加强大了。\n      凋零冲击的速度加快了许多，它和千代的距离也越来越近了。\n   \n    “呵……”\n      忽然，千代冷笑一声，举起七支刀转过身对着凋零的头颅猛然一击！\n      凋零也发现有些不对劲，急忙往后退，不过头颅还是受到重创。元气大伤的凋零支撑不住巨大的身体，狠狠地摔在地上。\n    这同时也注定了凋零的灭亡。\n    \n    千代伪装成中毒的样子，开始疯狂地舞刀，为的就是让凋零放松警惕，贸然攻击。在舞刀的同时，千代也趁机吸收了战场上所有尸体的灵魂所拥有的灵力，使七支刀攻击力大增，而且趁这段时间，他也在努力地恢复体力。接着千代通过七支刀刀身上的反光，看到凋零的逼近，最后再趁其不注意的时候发动致命的攻击！\n      完美的计划！\n    \n    暮色夕阳，枯叶飘零。血一般的霞光，坠在暗黑色的戈壁滩上，黑色的雨水无情地扣打着阴暗的泥土。远远望去，远见几颗枯树，死一般的沉寂……\n      千代冷冷地看着凋零，攥紧七支刀一步一步走上前去。那凋零失去了战斗能力，只能在地上奄奄一息地趴着，战栗着发出凄厉的哀鸣，可那混白的眼珠却变成了可怕的猩红色。\n    \n    正准备将凋零击杀的千代忽然怔住了，眼神变得异样的空洞：\n      “这个景象……”\n      “天啊……”\n\n \n   \n      “这个孩子的瞳色为何如此怪异……”\n      “这血色定然是不祥之兆！快远离他！”\n      ……\n      十年之前，在某个深山的村庄里，传出这样一段对话。\n    \n    这里叫做“绘里之乡”，是绘里流灵媒道的灵媒师们的聚集地。在这里生活的人，身体里世世代代流着灵媒师的血液，拥有常人不能拥有的不可思议的力量。不过这神奇的力量，只有女性才能拥有，所以男性在这里普遍不受重视——\n      更何况是这样一个诡异的男孩子。\n    \n    他天生就与众不同。他的瞳色是血一般恐怖的颜色，且右胳膊上有着异样的绿色纹路。这一切都被绘里之乡的人们认定是不祥之兆。\n      他们骂他，打他，羞辱他，远离他。\n      这个孩子就在这样的阴影中慢慢长大。这个孩子叫做千代。\n    \n    终于，在距今三年前，他被丢弃了。丢弃在这深山里。\n      他带着对人们的不解与怨恨，独自离开了这里。\n      幸运的是，他在某个地方被命运注定之人遇到，这个人决定收留他，并抚养成人。\n      这个人就是帝国将军——天桐。\n    \n    当天桐第一眼看到这个孩子时，他的嘴都惊讶得合不拢了。\n      不仅仅是那双红色的眼睛和皮肤上淡绿色的纹路，还有就是千代脖子上挂着的那个奇怪的项坠——\n      他听别人说过，这是绘里之乡世世代代相传的秘宝，名叫勾玉。\n    \n    “他怎么会有这个东西呢……”\n      带着这样的疑问和对这个孩子的同情心，天桐收养了他。\n\n\n----------------------------------------------------------\n    \n    三年后，帝国将军宅邸后花园内——\n      “喝——！”千代手握一柄木剑，气沉丹田，沉寂数秒之后，他大喝一声，使出浑身力气重重地朝他面前的树木挥砍过去。\n      一阵巨响过后，那树木上出现了些许裂痕，在那裂痕中还闪耀着淡淡的绿色光芒。\n   \n    “不错，进步很大。”天桐看着千代努力的样子，不禁扬起一丝笑意。\n     “终于……到了这个时候了么……”\n      天桐长吁一口气，沉声道：“好了，休息一会儿吧。”\n      “是，父亲。”千代将木剑收回腰间，向天桐恭恭敬敬行了个礼。\n   \n    “恩……今天晚上，你来我的房间一趟。”天桐笑了笑，扭头回到里屋去了。\n      “明白。”千代爱惜地抚了抚脖子上挂着的勾玉，眼睛眨了眨，好像是似乎知道了什么。\n      千代与年龄极不相符地轻轻叹了口气，也回到房间去了。\n\n\n----------------------------------------------------------\n    \n    橘红色的阳光渐渐消失在漆黑的天空中，皎白的月光洒遍大地。\n   \n    “父亲。”千代按照父亲的指示，来到了天桐的房间。\n      天桐此时正坐在温暖的石质壁炉上读着一本不知名的书，听到千代的声音，他静静地把书放在身旁的一个小桌子上：“进来吧。”\n      千代小心翼翼地走进房间，小声问道：“父亲……您叫我来，是要做什么？”\n    \n    天桐不语，他只是缓缓站起身，把放在物品展示框里的一枚闪耀着灿烂光芒的黄金剑取了下来，然后不慌不忙地丢到壁炉里。\n      千代看着父亲这疯狂的举动，一时竟说不出话来。\n      忽然，壁炉里熊熊燃烧的火焰熄灭了，紧接着这壁炉开始产生神奇的变化——准确的说这应该是红石的力量。\n      这石质壁炉的构造开始慢慢改变，逐渐，一条幽暗的隧道慢慢出现在千代与天桐的面前。这隧道的岩壁上镶嵌着的红石灯，也缓缓地亮了起来。\n      这里究竟是……？\n      千代心中充满疑惑。他在这里生活三年之久，却从没见过这样一条怪异的隧道！\n    \n     “进来吧。”\n      一声低沉的男声从隧道深处传了出来。在千代恍惚间，天桐早已走入隧道深处。千代虽十分不理解，但还是照着天桐的指示去做了。\n      隧道尽头漆黑一片，没有任何外界的光束，也没有什么嵌在石壁上的红石灯，有的只是黑暗——\n      无尽的黑暗。\n    \n    “能看到什么吗。”天桐只身站在黑暗中，声音变得异常低沉。\n      千代环顾四周，可惜只有一片漆黑。\n      “父亲……我看不到任何东西……”沉思片刻，千代小心翼翼地吐出这么几个字。\n      “呵，”天桐听了千代的话，沉沉地叹了口气，“看来，你是被这黑暗迷住了双眼啊。”\n  “认真听着。”天桐摇了摇头，无奈地笑了笑。\n “在微不足道的尘世之中，惟有一事亘古不变。弥漫在这尘世之中的，那苦楚的黑暗……”\n“人们总是惧怕黑暗的。所以，人们为了在黑暗中看清事物的面貌，就必须借助一样东西。”\n“那就是‘光’。”\n “那么……你要如何才能驱散你心中的黑暗呢？那就要看你如何找到你心中的那份‘光’了。”\n      话毕，两人都陷入沉默——就在这深邃的黑暗中。\n      ……死一般的沉寂。\n    \n    “快，快搜！”“怎么没人？”“今天一定要把他找出来！”忽然，从隧道入口处传来一阵杂乱的脚步声和喧闹声。\n      “果然来了……”天桐无奈地笑了笑，摇了摇头，“我去会会他们。”\n      “等他们走后，你去看看我刚刚放在小桌子上的书吧。”\n      语毕，天桐迈着沉重的步伐，一步一步走向入口。\n      “是，父亲。”千代恭恭敬敬向天桐鞠了一躬，站在原地目送天桐离开。\n   \n    “希望你能懂啊……”\n      “不一定能再见了……”\n      想到这里，天桐心中猛地一阵颤抖。无奈，便下意识地加快步伐，向着那发着光亮的入口走去。\n      准确的说，是一个充满未知数的世界……\n    \n    几分钟过后，伴随着一声沉重的关门的声音，一切都安静下来了。\n      孤独的千代只身一人站在黑暗中，似乎是在思考着什么。沉默许久，他终于摇了摇头，向隧道入口走去。\n      来到天桐的房间,这里还是和原来一样，没有什么变化。而千代则按照天桐的指示，拿起那小桌子上放着的书，翻开阅读起来。\n  \n    这是一本看似很古老的书，封皮是用牛皮纸打造的，标题处的字样已经看不清了。\n      千代刚翻开几页，一个白色的信封便从书页中掉落在了地上。\n      “这是什么……？”\n      千代捡起信封，拆开仔细读了起来。\n\n\n    “千代：\n    当你看到这封信的时候，恐怕我已经被帝国的士兵们抓走了吧……\n    我早已料到这一天的来临，其实早在七年前，他们就开始计划这个阴谋了吧……。你问“他们”是谁？ 他们是帝国内阁大臣们。坐享帝国的厚禄，蛀蚀帝国的根基，终日只是费心于勾心斗角的互相斗争之中。在七年前的那场著名的黑曜石之门战役中，我因为杀敌无数，受到提拔，成为了帝国最高统帅。可是，从此内阁大臣们开始对我怀恨在心，时时刻刻想要置我于死地，还在国王面前污蔑我……\n    我戎马一生未有败绩，可我却犯了一个大错——一个弥天大错。\n    我在七年前的战役中放走了敌方的统帅——凋零。我至今还忘不了凋零苦苦哀鸣的声音，还有那血红色的瞳孔……一念仁慈，却把天下苍生再次推到了一场随时将至的浩劫之中。\n    而自从那时，国王大病不起，一病就是数年。在这个时候，内阁大臣们趁机夺取帝国政权，国王成了傀儡……\n    他们先是在城中散布了关于我的谣言，接着接着国王的名义削弱了我的兵权，把我软禁起来。我多次提出要带兵讨伐地狱军团，化被动为主动，在凋零尚未恢复元气之时先发制人。可都被那些贪生怕死的小人全票否决了。他们甚至还派出使者前往地狱，把五百孩童作为活祭——可惜，绘里之乡也未逃此劫，但他们却妄图以交好来避免战争。\n    而现在，他们终于再次把那件旧事搬了出来——没有取下敌军统帅的首级，还放任其回到地狱，令其有机会重整旗鼓，再次发动进攻。并且开始准备对我的审判……\n    前几天，军务官冒着上绞架的危险来告诉我，他们对我的审判就在10月17日。并且给了我一张伪造的身份表和出城许可。\n    但我没有选择离开，我应该坦荡的面对我的错误，我还要有骨气地告诉那些大臣们，那些公民们——真正，该被审判的是谁！\n    如果你能在审判之前看到这封信，千万别来找我，千代，你是个聪明的孩子，几年来我没有夸过你，只是严苛地逼着你练剑。放心，我死不了，大臣们不会只是把我送上绞刑架，地狱军团也不会那么轻易让我就这么死去。\n    如果我没算错，地狱军团现在已经在路上了。\n    你赶快骑汗血宝马连夜赶到绘里之乡，去取来七支刀，与我们的士兵一起克敌，完成我未了的遗恨。\n    打虎亲兄弟，上阵父子兵，我多想与你一起并肩作战，可惜不能了。你要记得你肩上的使命，只有你的灵力才足以发挥七支刀的威力。没有你，再多士兵也只是徒劳送死。所以，不要犹豫了，趁现在时候尚且还早。\n    千代，为父盼着你的凯旋！\n                                                                                                                10月6日\n                                                                                                               父亲 天桐”\n\n\n      千代眼神变得呆滞，继而变得愤恨，隐隐约约流露出一丝悲哀。\n    \n    “10月17日……就在明天！”千代狠狠咬着牙，攥紧了拳头，硬生生从牙缝里蹦出一句话，“父亲，等着我！我要把你救回来！”\n\n\n----------------------------------------------------------\n    \n    10月17日清晨，当第一缕阳光洒在大地上时，千代正在车水马龙的街道上飞奔着。\n      与此同时，国家评议院第一法庭内——\n      “接下来，对于帝国将军——天桐的审判，正式开始……！”审判长敲响了他手中那雕琢得十分精致的木槌，天桐的审判正式开始了。\n      即便如此，观众席上的人们还是没有停止骚动——是惊讶？是窃喜？是悲伤？还是……？\n      无从得知。\n    \n      千代的身影掠过熙熙攘攘的人群，只留下一阵疾风和几滴热汗。\n      “啊……对不起！”\n      千代不小心碰倒一个路人，可他只是急匆匆地道个歉，继续向前狂奔。他的身子微微前倾，那架势仿佛是一只发现了猎物的豹子一般，无人能挡。\n      火热的太阳越升越高，时间也在一分一秒地过去。\n      “父亲，等着我！”\n    \n      “肃静！肃静！”审判长大喊着，使劲敲响那柄木槌，可是仿佛这一切都无济于事。\n      “再喧哗就以蔑视法庭罪处置！”\n      果然，观众席上的人们立刻安静了下来，他们都清楚，蔑视法庭罪是个什么下场。\n      此时，每个人的表情都略微显出一些着急——准确的说还有一些愤怒，亦或者是悲伤。\n      只有一个人此时镇定自若——那个本不应该镇定自若的人——\n      站在被告席上的天桐。\n      他心里明白，这不过是走走形式罢了。\n    \n      这时候，在法庭内的一个小房间里，一群人正在一个木质圆桌前悠闲地聊着天。室内灯光很昏暗，若不仔细看的话根本无法辨别出谁是什么人，这屋子里压抑的气氛更为这些人增添了一丝神秘感。\n      他们都穿着看似华丽的长袍，在这长袍上镶着金色的花边，看起来十分名贵。在他们的胸口处还别着一枚金灿灿的金质勋章，看起来这些人的身份似乎很高。低沉迟缓的声音，再配与他们历尽沧桑的面容，让人感觉这些人更像是哲人，是智者。\n      实则不然……\n    \n    “天桐父子打仗是很厉害，不过做官估计可就不行了……这将军的位子如何坐得住？”终于，一位满脸皱纹的老人发话了。\n      “呵呵……”坐在另一侧的人忽然冷冷地笑了几声，“我们早就为他们两个都准备好了……”\n      这个人看似已经年过古稀了，但浑身还是散发着儒雅的气质，不过，一丝狂妄与阴险也在他深褐色的瞳孔当中若隐若现。\n      “你知道的吧……”\n      他顿了顿，端起手边的瓷质茶杯抿了一小口，“审判结束时，他的死期也不远了……”\n   \n     “哈哈哈哈哈哈哈——”\n      坐在那老人身旁的另一个人忽然狂妄地大笑起来，那笑声简直可以用恐怖来形容。“早就该到这一天了啊！”他的眼睛中布满血丝，纯黑色的瞳孔犹如深渊一般，黑暗，深邃，令人不寒而栗。\n      “国王也在几天前的大骚乱中殒命了，事已成定局，让我们来选举出一个未来的国王吧！”他大笑着，猛地灌下一口滚烫的浓茶，“哈哈哈哈哈哈哈哈哈哈——”\n      突然，笑声戛然而止，他的眉心诡异地扭成一团，嘴角不断抽搐着，一丝鲜血从嘴角渗出——哐当一声清脆的碎裂声，他手中的茶杯落在地上，摔得粉碎——正如他妄自尊大的野心一样被摔得粉碎。\n    \n    “呵，毒死了么……”那位喝着茶的老人放下那个精致的茶杯，缓缓站起身来，慢慢地走向屋外，“活该啊……”\n      话毕，整个小屋里陷入沉默，没有人再说什么。\n      “审判结束的时间也该到了……”那老人轻轻摇了摇头，狞笑着，“走吧，去观众席。”\n      “一起见证他的死亡吧。”\n      他的声音低沉得可怕，若不仔细听是根本无法听出他的语气的，可仔细感觉，却仍有一丝得意从他那一字一句中悄悄流露出来。\n    \n    昏暗的小屋里，静静地沉睡着一具死尸，面孔尤为狰狞，心理素质稍低的人，看过这个可怕的场面之后也许没过许久就晕厥在地了吧。可其他人仍然是岿然不动，就好像什么也没有发生一样……\n      在黑暗里，死尸的手指上还带着一枚金戒指。戒指精巧细致的花纹里还缓缓流淌着细密的血丝，这血液也曾经依附在昔日国王的戒指中熠熠生辉。\n      这些人的身份，真是越来越令人捉摸不透了呢……\n    \n      正午时分，炙热的太阳将自己全部的光辉洒向大地。\n      审判结束的时刻也该到了。\n      “接下来，对帝国将军——天桐的审判下达判决……”\n      审判长缓缓举起木槌，整个法庭仿佛凝固了一般，没有一个人敢说一句话，或者是提出异议。\n      忽然，第一法庭的大门“砰”的一声被打开了。\n      “给我等一下！！！”\n      站在法庭门口的不是别人，正是千代！\n    \n    “来……来人……！把他押下去……！”审判长被这位突如其来的造访者吓得不轻，声音都颤抖了。\n      “我有异议……”千代话音未落，一颗巨大的烈焰弹突然砸到了法庭内，并燃起熊熊火焰。\n      紧接着，一些白色的、类似于鱿鱼一般的巨大生物慢慢悠悠飘落在法庭里，还发出令人战栗的尖叫声。\n      “天啊，是地狱军团……！”“快跑！”\n    \n    法庭内的人们霎时间乱作一团，整个场面完全无法控制了。\n    \n    而千代并没有想着逃跑，而是趁乱来到了被告席上：“父亲，我们快逃！”\n      “混蛋！我不是叫你不要来么！”天桐摇了摇头，眼中尽是无奈，“这是我应得的！上次的战役中我放走凋零，他也许是感知到我即将迎来死亡，这次才举兵入侵的吧……”\n      “可是……”\n      “可是什么！”天桐见千代仍有犹豫，失控地大喊，“怎么！连我的命令你也不听了？！”\n      千代不语，只是默默地流下泪水。 \n    \n    “听着，回到绘里之乡，去拿七支刀，”天桐冷静下来，“把你的灵力注入七支刀内，去拯救这个帝国吧。”\n      “可我并没有什么灵力!我只是被那群灵媒师抛弃了……作为一个废物……我还有什么脸……”\n      话音未落，天桐给千代来了个响亮的巴掌：“不要这样自暴自弃！你可是拥有灵力的灵媒师！我能够看出来！”\n      “父亲……你凭什么这么肯定……”千代的声音弱了下来，眼泪顺着脸颊缓缓淌着。\n      “我可也曾是个灵媒师啊！！”\n      话毕，两人沉默。\n    \n    “够了，”天桐再次摇了摇头，而泪水也默默地流了下来，“快走吧，这法庭支持不住了……”\n      忽然，几只烈焰人从远处摇摇晃晃飘了过来，他们发现了呆立于法庭中的这对父子，见其没有任何防备，便迅速飞了过来，妄图展开袭击。\n      而天桐却发现了这些不怀好意的入侵者，他当机立断，做出了一个决定——一个关乎到他生命的决定。\n    \n    他抄起早已被巨石一分两段的围栏，向那几个烈焰人扑了过去。\n    \n    那些烈焰人见天桐忽然冲了过来，手足无措之中吐出几个滚烫的火焰弹来招架。天桐躲之不及，竟仍是迎面朝着那火焰弹狂奔而去——\n      “快走！！”\n      天桐见千代仍是没有任何举动，朝他大喊。话音未落，天桐手腕一翻，将手中的断裂的栏杆掷了出去，紧接着一个闪身，巧妙地避开了那几颗炽热的火焰弹。\n    \n    那断裂的栏杆直中烈焰人的头颅，霎时间白光闪耀，烈焰人那极具金属质感的呼吸声也变得毫无节奏，犹如岩浆的炙热的血液喷涌而出——\n      烟雾弥漫之间，一只烈焰人消失了。\n    \n    天桐脚尖轻轻点地，又借着反冲力飞了出去，将即将掉落在地的断栏杆紧握在手中，紧接着又朝旁边一只妄图发动进攻的烈焰人横扫过去——\n      “啪”的一声，那烈焰人被狠狠地摔在断壁上，整个身子迸出滚烫的鲜血——\n    \n    而那最后一只烈焰人陈其攻击它的伙伴时慢慢积攒着全身的力量，在天桐不注意时从口中吐出一个巨大的火球——\n      “快给我走啊！！！”\n      天桐来不及躲闪，只能用身体招架住这致命一击，同时，他也在用身体最后一丝力量给千代下达最后的命令。\n    \n    千代终于听到父亲的声音，抬头望着战斗最后一幕——\n      身上燃烧着熊熊火焰的天桐攥紧了手中的断栏杆，用尽最后一丝生命朝那烈焰人的身体直刺而去——\n      霎时间金光四作，烈焰人和天桐一点一点消失在灿烂的光芒之中。\n    \n    千代不忍心再看下去，狠下心扭头慢慢离开了法庭，而泪水，也爬满了他的脸庞……\n    \n    “这样就够了……”天桐的脸上扬起一丝欣慰的笑容。\n    \n    “轰——”\n\n\n----------------------------------------------------------\n    \n    “绘里之乡……”\n    \n    千代默默地站在绘里之乡的村口。\n    \n    那棵古老的榕树还在，它在微风中照招摇着那枯朽的手臂，好像是似乎在欢迎千代回来。并不宽阔的鹅卵石小路上覆满了暗黄色的落叶，仔细观察，在道路上还留有浅浅的有两道车辙印。路边杂草丛生，龟裂的土地像是裂开的冰层，可谁都知都在这儿找不到一点水的踪迹，谁也不敢相信这干旱之地曾是多少人心中富饶的沃土，只知道这已经是一片废弃之地了……\n    \n    千代把马匹栓在了榕树下，轻轻拍了拍马背。那马不停息地跑了整整一个昼夜，显得很疲惫，不断在喘着粗气，可却仍在不安地跺着步。\n    \n    既然回来了，就回家看看吧。\n    \n    千代信步走向那印象当中的“家”，那个曾经自己被遗弃的地方。父母的样子依旧在他脑海中萦绕着，尽管他们抛弃了他，但不论如何都是他的亲生父母，也不知三年未见是否别来无恙。\n    \n    潺潺的溪水时断时续的声音像是将死之人的呜咽声，令人不禁打着寒战。在七转八弯的巷道上缓缓踱着步，难得见到几个人，可都是一副垂死的样子。路边，几个幼小的孩子正在地上争夺着几粒布满污秽的谷粒，觉察到有人接近，他们惶恐地抬起头，水汪汪的眼睛里只有无尽的对陌生人的恐惧。\n      “不要……不要再抢我的粮食了……！我好饿……”\n      其中一个孩子啜泣着，眼中闪耀着泪花。\n    \n    碎裂的石砖、瓦砾遍地都是。看来，这里是经历了一场浩劫啊……\n    \n    三年，才三年，曾经那个依山傍水的绘里之乡竟衰败到这般田地，在这三年里，究竟都发生了些什么？\n    \n    顾不得这么多了，还是快回家吧。\n    \n    千代站在家门前，门上挂着一把早已绣蚀的大锁，可这锁似乎完全是起不到作用，腐旧的木门虚掩着，上面肆无忌惮地爬满了深绿色的藤蔓。\n    \n    院子里过膝的杂草丛生，甚至淹没了那口水井。家里的格局都没变，他离开的时候是什么样现在还是这样。只是一切都蒙上了一层厚厚的灰，墙角俨然成了蜘蛛的家。灰丝上还有一些杂乱的脚印，橱柜有些被拉开了，也许是小偷光临过了吧。\n    \n    “父母大概是出远门了，再也不会回到这里了……”千代沉思着，眼中只有无尽的悲伤和些许的怨恨……\n    \n    忽然，千代在地上看到一张母亲的画像，早已埋没在灰尘里。这种不值钱的东西，恐怕逃难时也来不及带走。眼泪滴落在照片上，划开一道灰尘，恍如是照片里母亲滴落的眼泪。\n    \n    “妈妈，孩儿回来了。尽管你们抛弃了我，可这三年来孩儿却时时刻刻念着你们，孩儿此去是要完成自己的使命，原谅孩儿不能多陪您一会儿。如果孩儿有幸再回来，我一定要把你和爸爸接到城里，不用在这里忍饥挨饿。孩儿现在很好，妈妈，我想你。”\n    \n    千代轻轻叹息着，擦掉眼泪，匆忙把画像藏进衣服里，顾不得儿女情长，毅然转身离去。\n    \n    来到在绘里之乡的绘里之殿门口，千代不由得百感交集。\n    \n    绘里之殿，是绘里之乡的最高机构，当需要进行大型仪式的时候，这里便会再度开启。而在绘里之殿内也供奉着两大法器——\n      七支刀和勾玉。\n    \n    千代自己就是从这里被村里人赶了出去，扫地出门，他们一致认为自己是不祥的预兆。而如今千代却又回到这里，物是人非，不知他们有没有醒悟过来到底是什么给他们带来了灾难。    \n------BGM------\nhttp://l.5sing.com/player.swf?songtype=bz&songid=1865042 \n    \n\n正文-下篇&花絮（在阅读时请关闭上篇的播放器，否则BGM会重叠）：\n    \n      千代缓缓推开这扇沉重且腐朽的木门，一个十分奇异的房间出现在了他的面前。\n    \n    房间到处都摆放着蜡烛，墙壁上没有一扇窗户，整个烛光摇曳的房间散发着古朴神秘的气息。\n    \n    走到房间中央，一个造型奇特的祭坛正静置于此。在这祭坛上正摆放着一把造型特殊的青铜刀，这刀刀柄呈银色，上面雕刻着精细的花纹，整个刀身由上等的青铜打造。虽说这刀身星星点点地布上了些许铜锈，可在烛光的辉映下，仍然散发着光芒。\n    \n    在这刀的旁边不知为何放了一根线，也许是某个挂饰的绳子吧……？\n      千代捧起脖子上的勾玉，冷冷地盯着七支刀，不语。\n    \n    “真是……怀念啊……”\n      “没想到居然是以这种方式重新见面的啊……”\n     “七支刀……”\n\n\n----------------------------------------------------------\n    \n    视线移回战场，雨静悄悄地下着，只有着些许细细的淅沥沥的声音。苍凉的戈壁滩上只有几颗枯树，几片飘零的枯叶——\n    \n    还有一个男人和一只怪物。\n    \n    那男人黑发、红瞳，手里高高举着七支刀，这男人正是千代。不过，他此时的眼神中只有数不尽的愤怒、悲哀——又或者说是迷茫？     \n      一切都不得而知。\n    \n    那怪物正软弱无力地趴在地上，凄惨地发出悲鸣，猩红色的眼珠令人不寒而栗。\n      千代手举七支刀，浑身颤抖着，眼角闪着泪花——\n      “杀……还是不杀……？”\n    \n    忽然，千代身后的戈壁上传来了脚步声，高地上密密麻麻站着一排弓箭兵，拉开弓弦。在那一排弓箭兵后面，站着几个内阁大臣。\n      那不是援兵，内阁大臣们的脸上浮现着令人捉摸不透的阴险的笑容。也许是得意，也许也掺有嫉妒——谁知道呢。\n      \n    千代手中紧紧握着七支刀，慢慢地加着力。凋零发出了一声哀嚎，凄厉而幽怨。但千代似乎是听不见一般，仍然紧握七支刀。\n      \n    “放箭！”\n      内阁大臣一声令下，千百弓弦迸出震天的声响。\n    \n    万箭穿心之痛并没有让千代手软——为了父亲，为了国家，为了天下苍生！千代怒吼着，叫声响彻整个戈壁。大臣们呆住了，眼中透着无比的恐惧，弓箭兵颤抖的手甚至拉不开弦。千代拼尽全力挥动七支刀劈砍下去,六叉的每一个部分都深深地嵌在凋零体内。七支刀燃烧着他身体里的每一寸灵力，在生命的最后一刻绽放出最瑰丽夺目的血肉之花！\n    \n    最后一丝力气用尽，千代“扑通”一声跪了下来，背上插满了箭，殷红的鲜血在夕阳的光辉之下闪耀着醉人的光芒……七支刀的末 梢深深埋进无垠的戈壁，接着，一道深深的裂痕从刀柄处绽放开来。\n    \n    他的眼神黯淡了下去，从旺盛的红色变成了暗红色。七支刀的刀刃就像烧红的木炭渐渐冷却，恢复了原先的颜色。\n    \n    千代瞳孔中那一抹浑浊的红色渐渐散开，美好的回忆从眼底里流过——他也曾有过父母，有过短暂的童年，绘里之乡也曾经是一个温馨的地方。在他落魄地辗转流亡时，天桐出现在他生命里，手把手地教他练剑，以至于他的每一招每一式都有天桐的影子。正如天桐的牺牲一样，他们都不是为了自己而战，是为了身后的土地而战，是为了千千万万生命而战。他确实不会做官，也没想过做官，如果战争能够结束，他更愿意回到绘里之乡——那个曾经如诗如画一般的小村子。耕着那几亩良田，吃着那粗茶淡饭，不求富贵宦达，但求与世无争。\n    \n    他在家乡的田野里奔跑，他在绘里之乡的街巷间穿行，他的指尖轻抚过簇簇麦芒，他的脚下跨过潺潺溪水，他就要回到家乡了。鲜血顺着七支刀渗进了戈壁的土地里，他想着想着，嘴角扬起了一丝微笑，心中所有的一切都释怀了，再也没有仇恨，再也没有困惑。\n      \n    千代倚着支离破碎的刀，倚着最后的依靠，长长地舒了最后一口气，轻轻叹道：\n      \n       “父亲……\n        我已经………\n        尽力了…………”\n--------------------------------------THE END--------------------------------------\n花絮：耐心看到这里的同学，我要向你们表达我的感谢~如果你觉得还不错的话就请评上你的人气+回复~有任何问题请在下面回复~我会一一解答。你的支持就是我最大的动力！    那么，本文到此也就结束咯~不知大家阅读此文后有什么感觉呢？本来这篇文章我只打算写个小的战争场景，写完以后交给tech，想让他提些建议，结果没想到他居然这里提一点，那里提一点，剧情与字数也扩充到原先的两倍……但是也是正因为他的这些宝贵的意见，我也才能写出这篇文章来~在这里也要谢谢他~    \n\n以下是对剧情的解读（来自Tech）：这是一部气势恢宏却又不失细腻的作品，你是否注意到文中的一些细节呢？\n1，千代的计谋：凋零吃过一次七支刀的亏，在七年前的黑曜石之门的战争中被千代的养父天桐用七支刀击败，天桐因为一念之仁而放过了凋零，从而引来了灾祸。凋零认出了七支刀，一开始并不敢靠近，千代为了引诱凋零，伪装成中了凋零之毒，双目失明的样子。凋零放下戒心，想要雪洗当年被击败的耻辱，由此千代出其不意的挥动七支刀，回身一击。\n\n2，活祭：看完全文大家应该明白真正的敌人并不是凋零，而是人类。那些贪生怕死而野心勃勃的内阁大臣们，他们通过向地狱进献活祭而达到避免战争的目的，企图继续过他们的安逸日子。在千代回到绘里之乡之后所看到的一派景象也是因为百姓惧怕官兵再来抓孩童而陆续离开村庄，以至于剩下的也就是一些四五岁的孩子。\n\n3，饥荒：在千代回到绘里之乡的时候他看到路边有孩子在捡谷粒，首先说一下谷粒的来历，官兵来到绘里之乡一车车的把仅有的粮食抢走。粮车经过之地，路边便有洒落的谷粒，这些粮食虽然看起来微不足道，但在这些快要饿死的孩子眼里却是无价的宝藏。    饥荒有两方面原因，一是干旱所致，二是官兵频繁地来绘里之乡征取粮食，毫无节制，大臣当政以后，情况愈来愈糟糕，民不聊生。以至于那些孩子对陌生人有一种惧怕，生怕这眼前的陌生人来抢夺他们的粮食。\n\n4，真正的凶手：“在黑暗里，死尸的手指上还带着一枚金戒指。戒指精巧细致的花纹里还缓缓流淌着细密的血丝，这血液也曾经依附在昔日国王的戒指中熠熠生辉。”这枚国王的戒指如今戴在他的手指上，也暗指是他杀死了国王，国王系被他谋杀，而非病死。并且国王的财物被人随意摘取，也说明这些大臣早已目中无人，世道混乱不堪。\n\n5，题目的意义：垓下之围本来是项羽走向末路的一次战争，这里的围城有几重含义：第一是地狱军团包围了帝国的城池，第二是天桐的命运多舛，被人暗算，身边被奸臣恶人包围。第三是千代的处境，初成大器却要担当大任，前有地狱敌军，后有那些害死父亲的奸臣们，腹背受敌。而他的心中也被那些仇恨而包围着，他被赶出绘里之乡，被父母抛弃，这一直成为他心中不能解开的心结。\n\n6，千代的归宿：千代虽然被父母抛弃，但在他的心里始终念着他的父母，绘里之乡是他短暂而美好的童年的摇篮。千代刚出生时并没有遭到遗弃，而是在渐渐长大时发现身上出现了异象。在他稍长，恰逢连年的干旱的起始，迷信而愚昧的村里人认为是他给村子带来了不祥之兆，于是在绘里之殿通过审议将他逐出绘里之乡。然而他们没有意识到这不仅不是解决办法，而且灾难却变本加厉。直到这些人们被迫碾转逃亡，死散无数。    千代几年来一直未曾回过家乡，直到最后战死沙场，他依旧最怀念的事情是他的家乡，他的父母，还有养父天桐。他在最后一刻，放下了疑惑，释怀了不解，原谅了他的父母，这也是他最后的解围。\n7，父子二人对凋零共同的恻隐之心：凋零第一次举兵入侵帝国时，被天桐击败，可因为天桐的一念仁慈，凋零得以重新回到地狱，在凋零感知到天桐即将被内阁大臣迫害时，再次穿过地狱门希望能够拯救天桐，可惜却被整个帝国的人所误解，终于被千代击杀。就连怪物都懂得知恩图报，尚且人心？这也更体现出整个帝国世风日下，人心混乱不堪。（此条来自茶杯）\n\n------BGM------\nhttp://l.5sing.com/player.swf?songtype=bz&songid=1867410",
    "replies": [
        {
            "author": "Technology",
            "timestamp": 1364563620,
            "txt_content": " 本帖最后由 Technology 于 2013-3-29 23:20 编辑 \n\n这是我和茶杯通力合作的作品，希望大家喜欢~\\(≧▽≦)/~\n本文中也有很多暗喻，象征着很多东西。总体上，这还是我比较满意的作品，虽然并没有太长。\n在这里也要感谢茶杯，那么多的意见和改动都能够得体的安排在文章里，不得夸赞茶杯文笔的过人之处\n从最原始的那个只是战斗的文段开始一路走来，两个星期的努力终于有了成果。\n当然不可否认，它并不是完美的，非常欢迎大家提出修改的意见和建议！\n"
        },
        {
            "author": "残忆",
            "timestamp": 1364563680,
            "txt_content": "lz辛苦了~顶一个"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1364563740,
            "txt_content": "好长的说。\n好辛苦的样子。"
        },
        {
            "author": "Forever_小树",
            "timestamp": 1364563800,
            "txt_content": "逆转裁判里的七支刀"
        },
        {
            "author": "leavessoft",
            "timestamp": 1364563800,
            "txt_content": "回复以收藏，明天看"
        },
        {
            "author": "704009905",
            "timestamp": 1364563800,
            "txt_content": "啊哈··············"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364563860,
            "txt_content": "Forever_小树 发表于 2013-3-29 21:30 \n逆转裁判里的七支刀\n是的你猜对了！不过我改了改"
        },
        {
            "author": "QAQTAT",
            "timestamp": 1364563860,
            "txt_content": "PTmissionary 发表于 2013-3-29 21:29 \n好长的说。\n好辛苦的样子。\n呵♂呵，真的是很辛♂苦啊"
        },
        {
            "author": "无痕",
            "timestamp": 1364563860,
            "txt_content": "等得好苦啊…………Tech预告得太早了……"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364563920,
            "txt_content": "无痕 发表于 2013-3-29 21:31 \n等得好苦啊…………Tech预告得太早了……\n啥……这家伙居然预告了？"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1364563980,
            "txt_content": "QAQTAT 发表于 2013-3-29 21:31 \n呵♂呵，真的是很辛♂苦啊\n大哲♂学的符号不是像这样乱用的呃。"
        },
        {
            "author": "QAQTAT",
            "timestamp": 1364564160,
            "txt_content": "PTmissionary 发表于 2013-3-29 21:33 \n大哲♂学的符号不是像这样乱用的呃。\n呵♂呵，我是哲♂学人士，当然要用哲♂学の符号"
        },
        {
            "author": "youyou",
            "timestamp": 1364564160,
            "txt_content": " 本帖最后由 youyou 于 2013-3-29 21:37 编辑 \n\n=w=... 为什么没人回我的贴"
        },
        {
            "author": "板栗。酱",
            "timestamp": 1364564160,
            "txt_content": "文采帝啊~~~~~     "
        },
        {
            "author": "PTmissionary",
            "timestamp": 1364564340,
            "txt_content": "QAQTAT 发表于 2013-3-29 21:36 \n呵♂呵，我是哲♂学人士，当然要用哲♂学の符号\n那你去哲♂学吧，我不会有偏见的。\n我免疫一切重口味。"
        },
        {
            "author": "geludan",
            "timestamp": 1364564400,
            "txt_content": "哇好多字，支持"
        },
        {
            "author": "无痕",
            "timestamp": 1364564460,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-3-29 21:32 \n啥……这家伙居然预告了？\n唔唔，是篇不得了的大作呢……\n正好我的冰与火之剑也会有这样的剧情呢……"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364564520,
            "txt_content": "无痕 发表于 2013-3-29 21:41 \n唔唔，是篇不得了的大作呢……\n正好我的冰与火之剑也会有这样的剧情呢……\n哟西，那加油吧~"
        },
        {
            "author": "guodong",
            "timestamp": 1364564520,
            "txt_content": "好带感的BGM，听着感觉文笔也有古风了"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364564580,
            "txt_content": "guodong 发表于 2013-3-29 21:42 \n好带感的BGM，听着感觉文笔也有古风了\n听着BGM的确挺有感觉的~感谢支持~"
        },
        {
            "author": "无痕",
            "timestamp": 1364564580,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-3-29 21:42 \n哟西，那加油吧~\n是呀，最可怕的敌人不是怪物，而是叵测的人心啊~"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364564640,
            "txt_content": "无痕 发表于 2013-3-29 21:43 \n是呀，最可怕的敌人不是怪物，而是叵测的人心啊~\n这也是我和tech想要表达的~"
        },
        {
            "author": "无痕",
            "timestamp": 1364564700,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-3-29 21:44 \n这也是我和tech想要表达的~\n嗯嗯，恭祝合作陈功~"
        },
        {
            "author": "无痕",
            "timestamp": 1364564760,
            "txt_content": "有点疑惑，为什么千代同样对凋零动了恻隐之心？"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364564880,
            "txt_content": "无痕 发表于 2013-3-29 21:46 \n有点疑惑，为什么千代同样对凋零动了恻隐之心？\n在法庭对话的那一部分可能会有答案~？"
        },
        {
            "author": "无痕",
            "timestamp": 1364565060,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-3-29 21:48 \n在法庭对话的那一部分可能会有答案~？\n这个交代得好像不是很清楚？\n“他手中的茶杯落在地上，摔得粉碎”，这句话总觉得怪怪的……"
        },
        {
            "author": "买块",
            "timestamp": 1364565060,
            "txt_content": "我也得收藏一下，明天再看，先顶一个吧"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364565240,
            "txt_content": "无痕 发表于 2013-3-29 21:51 \n这个交代得好像不是很清楚？\n“他手中的茶杯落在地上，摔得粉碎”，这句话总觉得怪怪的……\n喔，这个的确有些交代的不清楚，这么说吧：\n “混蛋！我不是叫你不要来么！”天桐摇了摇头，眼中尽是无奈，“这是我应得的！上次的战役中我放走凋零，他也许是感知到我即将迎来死亡，这次才举兵入侵的吧……”\n这句话，凋零感知到天桐即将被内阁大臣处死，穿过地狱门来想要救他的恩人，哦好吧感觉好牵强= ="
        },
        {
            "author": "无痕",
            "timestamp": 1364565420,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-3-29 21:54 \n喔，这个的确有些交代的不清楚，这么说吧：\n “混蛋！我不是叫你不要来么！”天桐摇了摇头，眼中尽是无奈 ...\n原来如此啊！"
        },
        {
            "author": "无痕",
            "timestamp": 1364565540,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-3-29 21:54 \n喔，这个的确有些交代的不清楚，这么说吧：\n “混蛋！我不是叫你不要来么！”天桐摇了摇头，眼中尽是无奈 ...\n怪物且懂知恩图报，奈何人心……\n这种写法真高明~"
        },
        {
            "author": "iris990213",
            "timestamp": 1364567160,
            "txt_content": "诚意之作！先马再看"
        },
        {
            "author": "osborn2008",
            "timestamp": 1364567700,
            "txt_content": "为何看到标题想到能天使七剑和OO七剑。。。。。"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364567820,
            "txt_content": "osborn2008 发表于 2013-3-29 22:35 \n为何看到标题想到能天使七剑和OO七剑。。。。。\n这个貌似毫无关系的说……还有你的自定义头衔怎么回事QAQ"
        },
        {
            "author": "Littlebear",
            "timestamp": 1364568300,
            "txt_content": "不愧是茶杯酱的出品！！！太好看了！！！！"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364568900,
            "txt_content": "Littlebear 发表于 2013-3-29 22:45 \n不愧是茶杯酱的出品！！！太好看了！！！！\n喔~是小熊~感谢评论~"
        },
        {
            "author": "870830676",
            "timestamp": 1364569080,
            "txt_content": "好。。。。作品！"
        },
        {
            "author": "Technology",
            "timestamp": 1364569320,
            "txt_content": "iris990213 发表于 2013-3-29 22:26 \n诚意之作！先马再看\n快把你的性别改回来哟~~..."
        },
        {
            "author": "Technology",
            "timestamp": 1364569380,
            "txt_content": "Littlebear 发表于 2013-3-29 22:45 \n不愧是茶杯酱的出品！！！太好看了！！！！\n多谢支持呐~~{:10_512:}"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1364569860,
            "txt_content": "對文學永遠沒有自信.."
        },
        {
            "author": "Technology",
            "timestamp": 1364570100,
            "txt_content": "路邊電燈泡 发表于 2013-3-29 23:11 \n對文學永遠沒有自信..\n这篇文章里面插了很多伏笔..暗中喻意着很多的意象。也挺讽刺的"
        },
        {
            "author": "屠魔狂龙",
            "timestamp": 1364570220,
            "txt_content": "淡定围观~      "
        },
        {
            "author": "osborn2008",
            "timestamp": 1364570220,
            "txt_content": "看完啦~比较在意如果剧情继续下去，那些奸臣和绘里之乡的人会怎样呢~"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364570340,
            "txt_content": "osborn2008 发表于 2013-3-29 23:17 \n看完啦~比较在意如果剧情继续下去，那些奸臣和绘里之乡的人会怎样呢~\n说不定这个就是大结局？也有可能出续集哦"
        },
        {
            "author": "iris990213",
            "timestamp": 1364570640,
            "txt_content": "Technology 发表于 2013-3-29 23:02 \n快把你的性别改回来哟~~...\n有何妨？（我不水了，影响不好……）"
        },
        {
            "author": "Technology",
            "timestamp": 1364570640,
            "txt_content": "osborn2008 发表于 2013-3-29 23:17 \n看完啦~比较在意如果剧情继续下去，那些奸臣和绘里之乡的人会怎样呢~\n噗~~茶杯这下要蛋疼了..其实这就是一个单篇~后续要脑补了"
        },
        {
            "author": "Technology",
            "timestamp": 1364570700,
            "txt_content": " 本帖最后由 Technology 于 2013-3-29 23:26 编辑 \niris990213 发表于 2013-3-29 23:24 \n有何妨？（我不水了，影响不好……）\n我给你消息了喂...你快点睡觉呗~不是累了吗？\n没事的..在这里我罩着你！{:10_508:}"
        },
        {
            "author": "iris990213",
            "timestamp": 1364571120,
            "txt_content": "Technology 发表于 2013-3-29 23:25 \n我给你消息了喂...你快点睡觉呗~不是累了吗？\n没事的..在这里我罩着你！\n好的那就恭敬不如从命"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1364571180,
            "txt_content": "Technology 发表于 2013-3-29 23:15 \n这篇文章里面插了很多伏笔..暗中喻意着很多的意象。也挺讽刺的\n意味著有機會出第二集"
        },
        {
            "author": "zhh30648",
            "timestamp": 1364579280,
            "txt_content": "最后的花絮.........总感觉在做阅读题一样{:10_528:}"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1364597280,
            "txt_content": "你们写得太好了。。。专业文字三十年！\n怪物尚且知恩图报，奈何人心。。。世道真可怕呢。。。"
        },
        {
            "author": "Technology",
            "timestamp": 1364609760,
            "txt_content": "zhh30648 发表于 2013-3-30 01:48\n最后的花絮.........总感觉在做阅读题一样\n说对了！其实我们在写的时候在文章中有意无意地插入很多伏笔，很多一目十行的小说党一分钟就看完了。但我们不想这些细节被忽略，所以还特地写了这个花絮。主要是写出一些伏笔的暗指和人物情感的走向。当然对你这样看文仔细的就可以无视这些了。\n文章这样的结尾其实还是很有深意的，千代最终‘突围’了。解脱了自己，放下了心中的怨恨，也击破了一面的包围。"
        },
        {
            "author": "强子、",
            "timestamp": 1364610180,
            "txt_content": "茶杯万岁！   JB和节操就先不加了  =w="
        },
        {
            "author": "Technology",
            "timestamp": 1364612640,
            "txt_content": "强子、 发表于 2013-3-30 10:23  茶杯万岁！ JB和节操就先不加了 =w=\nhey！你难道只看了是谁发帖的嘛。。"
        },
        {
            "author": "强子、",
            "timestamp": 1364614560,
            "txt_content": "Technology 发表于 2013-3-30 11:04 \nhey！你难道只看了是谁发帖的嘛。。\n吼吼，被你发现了"
        },
        {
            "author": "Technology",
            "timestamp": 1364614680,
            "txt_content": "强子、 发表于 2013-3-30 11:36  吼吼，被你发现了\n所以你根本就没看文"
        },
        {
            "author": "强子、",
            "timestamp": 1364614800,
            "txt_content": "Technology 发表于 2013-3-30 11:38 \n所以你根本就没看文\n谁说的，我扫了一遍"
        },
        {
            "author": "Technology",
            "timestamp": 1364615820,
            "txt_content": "强子、 发表于 2013-3-30 11:40 \n谁说的，我扫了一遍\n其实里面的伏笔远不止我们写出来的那些"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1364617200,
            "txt_content": "文采帝的觉醒，渣渣跪了，恭喜加精(表示某冻还在努力奋斗〒_〒)"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1364632200,
            "txt_content": "NB……好长啊……"
        },
        {
            "author": "Technology",
            "timestamp": 1364638380,
            "txt_content": "龙腾猫跃 发表于 2013-3-30 16:30 \nNB……好长啊……\n这能算长吗？？？"
        },
        {
            "author": "UNSC-士官长",
            "timestamp": 1364699040,
            "txt_content": "不错啊，茶杯小妹妹，最近我退伍了，以后有空再来论坛吧"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364699880,
            "txt_content": "UNSC-士官长 发表于 2013-3-31 11:04 \n不错啊，茶杯小妹妹，最近我退伍了，以后有空再来论坛吧\n噗。。我是男生。。"
        },
        {
            "author": "Technology",
            "timestamp": 1364701140,
            "txt_content": "UNSC-士官长 发表于 2013-3-31 11:04 \n不错啊，茶杯小妹妹，最近我退伍了，以后有空再来论坛吧\n喂！我看到你就来气，你说好帮我写史蒂夫传奇的"
        },
        {
            "author": "UNSC-士官长",
            "timestamp": 1364703420,
            "txt_content": "Technology 发表于 2013-3-31 11:39 \n喂！我看到你就来气，你说好帮我写史蒂夫传奇的\n对不起，我最近心情不好，你就当我是个不守信用的人吧，我以后帮不了你写小说了，对不起"
        },
        {
            "author": "UNSC-士官长",
            "timestamp": 1364703420,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-3-31 11:18 \n噗。。我是男生。。\n随便吧，我喜欢这样叫"
        },
        {
            "author": "lspgzs",
            "timestamp": 1364704020,
            "txt_content": "好神奇的故事……对士气的侧面描写十分出色，也很有感染力。"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1364738580,
            "txt_content": "支持一下~  "
        },
        {
            "author": "wencong92009",
            "timestamp": 1364782080,
            "txt_content": "嗯、支持一下楼主~ 写的挺不错"
        },
        {
            "author": "assalut",
            "timestamp": 1364791440,
            "txt_content": "樓主寫得真好!!"
        },
        {
            "author": "shure",
            "timestamp": 1364814300,
            "txt_content": "凋零围城战后，红瞳灵媒师千代后来的命运如何了？\n那个帝国是否已经灭亡？\n在文章里看到，凋零已经死亡，那地狱世界里是否会大乱？"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364815860,
            "txt_content": "shure 发表于 2013-4-1 19:05 \n凋零围城战后，红瞳灵媒师千代后来的命运如何了？\n那个帝国是否已经灭亡？\n在文章里看到，凋零已经死亡， ...\n千代嘛……自然是死了，死在箭雨之下。\n帝国继续由内阁大臣统治，当然迎接他们的是一个极其黑暗的时代\n凋零之死是否会带给地狱一场骚乱？……这就不得而知了"
        },
        {
            "author": "shure",
            "timestamp": 1364864220,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-4-1 19:31 \n千代嘛……自然是死了，死在箭雨之下。\n帝国继续由内阁大臣统治，当然迎接他们的是一个极其黑暗的时代\n ...\n哎，千代阵亡了，可惜了……\n那，七支刀呢？呵呵，不晓得后来在哪里……"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1364876460,
            "txt_content": "shure 发表于 2013-4-2 08:57 \n哎，千代阵亡了，可惜了……\n那，七支刀呢？呵呵，不晓得后来在哪里……\n七支刀嘛，最后支离破碎，和千代一起埋葬在战场上了"
        },
        {
            "author": "A402802443",
            "timestamp": 1364897640,
            "txt_content": "一开始还以为是真的7把刀呢。。。= ="
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1364922480,
            "txt_content": "支持……茶杯……？重磅推荐的是你的帖子……？(呜呵呵~来比钻石怎么样~)"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1364981280,
            "txt_content": "看起来不错~"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1365617460,
            "txt_content": "茶杯换头像了……？"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1365653940,
            "txt_content": "Cpt.Dunn 发表于 2013-4-11 02:11 \n茶杯换头像了……？\n是的~不过你一直回这个帖子干嘛……"
        },
        {
            "author": "Technology",
            "timestamp": 1365661680,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-4-11 12:19\n是的~不过你一直回这个帖子干嘛……\n人家喜欢你嘛！"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1365677040,
            "txt_content": "Technology 发表于 2013-4-11 14:28 \n人家喜欢你嘛！\n他是个男的"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1365697320,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-4-11 05:19 \n是的~不过你一直回这个帖子干嘛……\n嗯？我之前回过了？"
        },
        {
            "author": "yueyhs",
            "timestamp": 1365698640,
            "txt_content": "这是什么……"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1365740700,
            "txt_content": "Cpt.Dunn 发表于 2013-4-12 00:22 \n嗯？我之前回过了？\n你自己看看嘛……"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1365776580,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-4-12 05:25 \n你自己看看嘛……\n懒得去看了……\n支持一下~"
        },
        {
            "author": "mc9",
            "timestamp": 1365879540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "KRAMSHAW",
            "timestamp": 1369730340,
            "txt_content": "有战争系列mod，我生存也能杀了凋零（XM25是无敌的~），先用XM25轰，再用机枪狂扫，子弹扫没扔手雷，再引他一路放守卫，用飞机扔炸弹炸。"
        },
        {
            "author": "1275254400",
            "timestamp": 1371738120,
            "txt_content": "给人一种很悲哀的感觉，可惜的是凋零被误解了。很好的作品。"
        },
        {
            "author": "wj001227",
            "timestamp": 1372065660,
            "txt_content": "感叹：文笔太好了！！"
        },
        {
            "author": "machinery先驱",
            "timestamp": 1382151360,
            "txt_content": "音乐渲染……作者是作家吧= -？"
        },
        {
            "author": "yuki丶流年",
            "timestamp": 1389002640,
            "txt_content": "顶，对于大场面的描写十分到位。"
        },
        {
            "author": "企鹅归来",
            "timestamp": 1405905840,
            "txt_content": "Technology 发表于 2013-3-29 21:27\n这是我和茶杯通力合作的作品，希望大家喜欢~\\(≧▽≦)/~\n本文中也有很多暗喻，象征着很多东西。总体上，这 ...\n大哥，你有bug啊"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1408767540,
            "txt_content": "赞一个，顶一个。写的Very Good~么么哒[diamond_pickaxe]"
        },
        {
            "author": "北极星人",
            "timestamp": 1415315760,
            "txt_content": "翻译创作三大BUG人物：外星人、Technology、茶杯，不服来辩。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1425462900,
            "txt_content": "顶起造福人民群众233333\n希望Tech能够再出几部大作顶起创作版萎靡不振的风气啊"
        },
        {
            "author": "iamtwoeggs",
            "timestamp": 1425473880,
            "txt_content": "。。。。。。一看题目就想起了一些事情。。。。。。因为这个刀日本认定韩国独岛是他们的。。。"
        },
        {
            "author": "iamtwoeggs",
            "timestamp": 1425474540,
            "txt_content": "很好看啊~~~~~支持！！！"
        },
        {
            "author": "iamtwoeggs",
            "timestamp": 1425474540,
            "txt_content": "很好看啊~~~~~支持！！！"
        },
        {
            "author": "3567",
            "timestamp": 1462006800,
            "txt_content": "我看得挺辛苦，楼主写得更辛苦吧"
        }
    ]
}