{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·十六",
    "author": "晨曦赤寒GO",
    "replyCount": 11,
    "timestamp": 1588310100,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-5-29 19:56 编辑 \n\n目录传送门\n\n\n夕暮城，南滨唯一的一座大城市，距离秋叶镇也不算太远，坐船只需要一天的时间就能到，这座城市的地理位置较好，是海上贸易路线的一大中转站。\n“蓝，你不上床睡觉吗？”\n黯缩在被子里，只露出了个小脑袋，看着蓝坐在椅子上看书。\n“不了，你先睡，我再看会书。”\n蓝看着书上对雪傀儡的介绍，头也没抬一下。\n“已经很久没看到蓝在床上睡觉了，每次都是在椅子或者沙发上，伊娜大妈说这样子睡对身体不好。”\n“习惯之后，这些东西和床也差不多，我以前还在荒野沙漠上睡过觉，这根本没什么关系。”\n“不行，对身体不好。”\n蓝握书的手用力的了几分。\nMD，要不是老子没抢到最后一张双人房的票，我怎么可能打算在椅子上睡觉啊！而且你这一副一起睡也没有关系的样子是想干嘛啊！真的不知道男女授受不亲吗！我可对牢饭不感兴趣。\n不过，看这样子，我不睡觉这家伙也不打算睡了吧。\n看着已经让出了半张床的黯，蓝默默的合上书，起身走到床边走下，关上了红石灯。\n“睡吧。”\n“嗯……”\n黑暗中传来一声回应，一只冰凉的小手握住了他的手，片刻后，平稳的呼吸声逐渐传进他的耳朵里。\n这家伙的体温还是那么低，她以前到底发生过什么事情。\n等待了许久，在确定黯已经睡熟后，蓝打算站起身，回椅子上睡觉。\n“别……”\n小手突然用力，拉着蓝不让他走。\n这家伙……啧，真是个麻烦的人。\n怕强硬的把她的手拽开会把她吵醒，蓝就放弃了回椅子上睡觉的想法，而是坐在地上，倚着床沿，收好自己的书，缓缓的合上了眼眸。\n……\n水，从四面八方漫来，眼前的人群逐渐被水淹没，一个接着一个的消失在空气中，封闭的空间无处可藏，只能缩在角落里让死亡晚一点到来。\n然而，死亡并没有如期而至，它停在了我的眼前，像是拿着镰刀抵着我脖子的死神，明明只要轻轻一划就可以带走我的生命，但它却没有这样做，而是收起了镰刀，挂着嘲讽的笑容转身而去。\n“成……成功了……”\n耳边响起的那个人的声音，转头看向他，那个男人脸上挂满了水珠，嘴角勾起一个不可名状的笑容。\n“零……”\n他小声的嘀咕着，把目光投向了我，褐色的瞳孔充满了鲜血，连眼角都开始划下鲜血，样貌无比的恐怖，但最让人心悸的是还是他的眼神，无数的疯狂、乖戾和哀伤深藏于此。\n我讨厌这个眼神。\n……\n“黯，我们接下来要去见智商与美貌成反比的一个人，她的脑子有点不正常，七分疯子三分傻子，论无能古今无双，如果你不想变成她那样的话，那她无论讲什么你都不能听进去，尽管把她当成史莱姆加僵尸混上骷髅的奇行种就行了，听懂了吗？”\n“……蓝，我能……”\n“废材指挥！老子来查水表了！”\n直接无视了黯的话，蓝手上粒子涌起，一拳砸在了标着168号的房子的房门上。\n拳附加：粒子爆破·25%\n“轰！！”\n大门连着周围的一片墙壁全部化作碎渣，卷起的气浪夹着烟雾冲上了空中，轰鸣的爆破声吸引了周围的人驻足围观。\n“喂喂，一上来就拆家，不怕引来治安队吗？”\n三分慵懒七分无奈的声音从烟雾里传来，随即一个有着粉白色长发的高挑女子从废墟里走了出来。 “请我出山连面墙都不让拆，那不成你连修墙的钱都没有？那你这个情人当的也未免太失败了吧。”\n“都说过多少次了，是正宫，不是情人。”\n“就你这前凸后翘的身材，那家伙早就看不上你了，他可是从小就立志要蹲牢的人，要不是他就是管大牢的人，估计他早就进去了，还有，想要成正宫，你再想办法年轻个十来岁吧……啧，不聊了，麻烦的家伙来了。”\n就在两人聊天的时间里，闻讯赶来的治安队们已经把这里包围的里三层外三层了，一副如临大敌的样子。\n“怎么了，现在的你连小小的治安队都打不过了。”\n“哼，只是不想在我浪迹江湖的时候多太多的坏名声而已，黯，走了。”\n蓝看也没看这些看上去装备精良的武装治安队，招呼了一下黯，两人便朝着房子还没坍塌的地方走去。\n治安队队员一个个面面相觑，不知道该怎么样好。\n一个衣着与其他队员不一样的人走出人群，来到了女子边上。\n“九唯大人，我们……” \n“带着你的人走吧，如果不想出现伤亡的话。”\n“这……”\n九唯看了他一眼。\n“想抓他的话还是奉劝你放弃这个想法，就算你手下的这些人是夕暮城最精良的武装治安队，全部人都会使用粒子，还是不够他一只手打的。”\n九唯不再理会治安队队长，转身回屋，她每踏出一步，周围的碎片就回漂浮起来，在废墟上逐渐组装，当她走进屋时，房门和墙壁已经重新组装完毕，犹如新的一样。\n粒子领域·粒子修复\n……\n“呦，门修好了。”\n九唯刚推开二楼备用客厅的门，就看见蓝十分随意的靠在客厅的椅子上，双腿架在桌上，那个她不认识的女孩正站在他的身后，十指交错的握着，看上去有些紧张和不安。\n“怎么了，几年不见，你也变成LOLI控了？还找了个那么可爱的孩子。”\n这家伙……真是哪壶不开提哪壶。\n“这家伙叫黯，是个死皮赖脸要跟着我的跟屁虫，我收留她可不是你说的原因，只是因为当地的孤儿院不要她而已。”\n刚听到蓝的话，黯下意识的想反驳，突然想起蓝之前对她说过的话，又立马忍住开口的欲望。\n但这一下子的表情变化还是被敏锐的九唯捕捉到了。\n“哦？真的是这样吗？”（狐疑）\n“当然了，我有什么理由骗你？”（面不改色的说谎）\n两人一言不发的对峙，神色犹如冰山，气氛凝重的像在沙漠里弹尽粮绝的时候，发现一人份水的两个人一样。\n但其实……\n大新闻！天大的新闻啊！没想到蓝空这只曾经的高冷毒舌的刺猬，身边竟然会跟着一个看上去只有十五岁左右的女孩子，这次休假真是大丰收！一定要从他嘴里撬点东西出来，哪怕只有一点点，也绝对可以承包我一年份的笑点了。\nMD，失策，真的失策了。早知道就先找个旅馆让黯先待着了，现在倒好，被这个疯女人缠住了，搞得我现在都不知道说些什么好，刚刚打出来的气势全没了，努力作废，还有可能登上霜落城的年报上，倒整整一年的霉，老子才不要啊！\n九唯：（盯ing……）\n蓝：（盯ing……）\n黯：（紧张ing……）\n三十秒后……\n九唯：（盯ing……）\n蓝：（盯ing……）\n黯：（发呆ing……）\n一分钟后……\n九唯：（盯ing……）\n蓝：（盯ing……）\n黯:（啃苹果ing……）\n两分钟后……\n九唯：（盯ing……）\n蓝：（盯ing……）\n黯：（啃完苹果后的无所事事ing……）\n三分钟后……\n“日哩，老子今天来找你可不是跟你玩套话和面瘫游戏的，你现在要是再不把你的那些破事讲清楚，老子现在就把你从御姐身材打成萝莉体型，然后装箱打包给方舟送过去。”\n“嘛，把铁剑收回去，不套话就不套嘛，你也消消气，毕竟几年没见了，对老朋友的现状有点好奇也归是正常情况好吧。”\n“我可从来没有把你当作是朋友。”\n蓝这才把甩在桌上的铁剑收起来。\n“那我……”\n“停，我先把我的要求说了。”\n蓝打断了九唯的话，然后把已经无聊到用粒子捏南瓜头的黯推了出去。\n“我先不管你要我去杀那只魔物，也不管最后我会不会同意，你先帮我把这家伙的身体检查一下，不然啥也别说，没什么可以谈的。”\n“那不成……”\n“你滚啊！”\n九唯笑了笑，朝黯招了招手。\n“来，小妹妹，到姐姐这里来，让姐姐给你检查一下。”\n手中的粒子消散，黯看了眼蓝，见他点过头后，才走到九唯身边坐下。\n“好了，女孩子要检查身体了，请男士自行离开。”\n“离开你个头！老子是让你用粒子检查，谁让你脱衣服检查了。”\n“嘁……还以为可以从这孩子口中套出点什么，看来是没机会了。”\n小声的嘀咕了一下，九唯把手放在了黯的肩上，双眼合起。\n“身体放轻松一点，就当做在睡觉就行了。”\n“唔……”\n黯学着九唯合上眼睛，思想逐渐放空。\n粒子公式：粒子感知+粒子渗透=粒子感知·内视\n一股奇异的波动以九唯为中心散开，明明是在使用了粒子，空气中却见不到一点点的粒子。\n这家伙的控制力比五年前更强了。\n蓝静静的看着九唯和黯，他的感知里，空气中的游离粒子都沉寂了下来，并朝着九唯缓缓的移动着。\n十几秒后，空气中的粒子恢复了往常的活跃，九唯随机睁开了眼，然后朝着蓝打了个手势，接着几乎是九唯打完手势的下个瞬间，黯也睁开了眼睛。\n“黯，感觉怎么样。”\n黯仰着头，略作思考的样子。\n“没什么感觉，应该要有感觉吗？”\n（摇头）“那没事了。”\n接着，一小袋子苹果丢到了黯的手里。\n“你去把这些拿起厨房洗一下，洗好了就回来，不用我告诉你厨房在哪里吧。”\n“嗯，不用，知道了。”\n如获珍宝样捧着这些苹果，黯快步离开了房间，粒子感知展开，只用了几秒钟就找到了厨房，兴高采烈的朝着感知里的厨房跑去。\n确定黯已经走远后，九唯才看向了蓝。\n“你确定这个方法可以支开她很久？”\n“她一个苹果要洗十分钟，里面一共有十个苹果，你说时间够不够。”\n“……”\n“好了，你有什么发现，赶快说，不然这一百分钟也不够你花的。”\n九唯清清了嗓子，双腿交叉着坐着，整个人的气质在一瞬间出现天翻地覆的变化。\n“检查的结果是……”\n",
    "replies": [
        {
            "author": "ncwi",
            "timestamp": 1588311360,
            "txt_content": "大佬大佬["
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1588311540,
            "txt_content": "ncwi 发表于 2020-5-1 13:36\n大佬大佬[\n千万不要叫我大佬！！只是个萌新而已！！"
        },
        {
            "author": "米安博奥",
            "timestamp": 1588312860,
            "txt_content": "互相盯着对方那段感觉是在筹字数似的"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1588313880,
            "txt_content": "米安博奥 发表于 2020-5-1 14:01\n互相盯着对方那段感觉是在筹字数似的\n可能有点吧，如果有影响感观的话，我在这里说声抱歉"
        },
        {
            "author": "hahaha2586",
            "timestamp": 1588440600,
            "txt_content": "楼主会RPG剧情吗"
        },
        {
            "author": "幽月琉璃",
            "timestamp": 1588465620,
            "txt_content": "我发现我看不懂你在写什么……\n个人建议是可以仿照成功的网络文学作品写一下\n（但是现在网文界好像要被tx恰烂钱搞死了）"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1588475640,
            "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-5-3 11:16 编辑 \n白色彼岸花 发表于 2020-5-3 08:27\n我发现我看不懂你在写什么……\n个人建议是可以仿照成功的网络文学作品写一下\n（但是现在网文界好 ...\n\n嗯，感谢建议，如果有能准确的说一下有哪里看不懂就更好了，谢谢"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1594967340,
            "txt_content": "喜提粉丝一枚"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1594971660,
            "txt_content": "Dicro_scrive 发表于 2020-7-17 14:29\n喜提粉丝一枚\n多谢，能够有人喜欢我就很开心了"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595028660,
            "txt_content": "蓝这名字有丶奇怪"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1595045160,
            "txt_content": "爬熊黄 发表于 2020-7-18 07:31\n蓝这名字有丶奇怪\n感觉还行吧\n"
        }
    ]
}