{
    "title": "长于3000字的单人模式生存教程（直到打死末影龙）",
    "author": "末影矿工",
    "replyCount": 21,
    "timestamp": 1364560800,
    "txt_content": " 本帖最后由 末影矿工 于 2014-3-1 21:53 编辑 \n\n单人游戏生存模式心得\n草民第一次发游戏技巧，请鼓励一下，看不完收藏下次看。\n大家好，我是末影矿工，我今天要为大家讲述我玩MINECRAFT单人游戏的生存模式心得。   首先，你要杀羊砍树做一张床，再先用泥巴做一个简易毛坯避难所。（看上去有点不好看没事，只要安全就行！）只要森林离你的出生点够近就行！如果你的出生点边方圆百里都没有森林，那你只能把毛坯避难所砸碎带在身上并移居在森林。（你可能不知道，只要在床上睡一晚，出生点就会变成那张床的位置，假如你在别的地方再安一个床，并在那张床上睡一夜，你的出生点就又会转移到另一张床上了）。等你找到了以后，你就可以把毛坯避难所升级成小木屋。当然，2级的房子要美观，所有的用橡木搭楼梯和房顶。（如果你用的木头不是橡木，就用你搭房子用的那种木头去做楼梯）。下面我们来丰富一下你的兴趣，比如说：探险，如果你已经有了对付怪物的东西，像你现在这种情况探险矿洞需要的物品有：石剑，皮革帽子，衣服和一些泥巴。（如果被一群怪物围攻就可以派上些用场）。要探险矿洞必须要听我的一句话：“你只有把生死置之度外，才能拿到成功的方块。因为你一旦死在矿洞，身上的东西就都没了，但是一旦发现矿石，那你就发了！如果你发现了一些铁锭，先不要合成四大工具，先合成一个打火石，然后再挖一点铁锭，做一个剪刀。挖到金锭的话，先留在身上。挖到红石就做一个发射器丰富生活。（一会再说干什么）如果挖到钻石就做一个钻石镐和唱片机钻石镐能轻易打碎黑耀石。下面你可以搞一张唱片来听音乐，我说一下，C418-cat这张唱片的歌比较好听。发射器你可以做一个捕猎陷阱，你需要做4个发射器，4根箭和一个压力板。你先在地上挖个坑，把踏板放进坑里，在四周安上发射器，一定要把发射器的出物口都朝着压力板。往发射器里各放一根箭。猎物一进去就被射死了，这时你再进去里面就已经没箭了，所以你进去就不会受伤了。这个时候，你就应该进入“工业时代”了。要大量开挖铁矿，煤矿，金矿和红石矿。你要先合成一个矿车和一些动力轨道和普通轨道，还有两个按钮。你可以按下面的方法来布置铁路：（平面图）\n                    起点[powered_rail1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][rail_corner4]           在这个石头上安按钮[stone]                        [detector_rail]                                                                         [powered_rail]此处为了加速           在这个石头上安按钮[stone]                        [detector_rail]                                   起点[powered_rail1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][rail_corner3]   \n这是标准的火车铁路，如果你感觉你的技术娴熟的话，你可以尝试做一个海底隧道。进入了工业时代，就要消耗大量的资源。我要教你做一个打怪物的生物（不打爬行者）----铁傀儡和雪傀儡，从现在开始你就需要兼职当农民了。不过事先要找到一个废弃的矿洞，（不是矿洞，是一种有铁路，刷怪笼和木制品的地方）。这里面的地形像迷宫一样的复杂，繁琐。你要做的是在地上多放一些火把做照明和做标记，代表你来过这里。在这里有一些箱子，我们要找的是南瓜种子，回去做南瓜。种南瓜要先做一个永久性耕地，（刚耕好的地一会又变成泥巴，除非你在上面跳一下）。你要把两块地耕在一起，不能耕成斜的。在其中一块上放放上南瓜种子。南瓜不能用骨粉催熟，这样它只能长出南瓜梗，不结果。南瓜成熟后会长出南瓜梗和南瓜，把南瓜打碎留在身上。现在你要为了自身安全大花血本，做4个铁块，36块铁锭。现在按下面摆法放铁块和南瓜，最后放南瓜：铁傀儡有100滴血，威力大，可以在晚上为你保驾护航。但雪傀儡血就4滴，攻击力为零现在你就可以在晚上干活了。你在主世界可能只能用火把照明，现在你要前往地狱去找另一种照明物品---------荧石。你要去地狱，先要造地狱传送门（看下图）\n [obsidian][obsidian][obsidian][obsidian] [obsidian]            [obsidian] [obsidian] [fire]     [obsidian] [obsidian][obsidian][obsidian][obsidian]\n先用熔浆后水搭好框架，再在黑耀石上打上火，里面就会出现紫色的传送门，你走进去就到了地狱（地狱的怪物也会从里面出来，来到主世界）。地狱的天花板上（当然是个比喻地狱天上都是地狱岩），可能会出现一堆发光的黄色的石头，那就是荧石。打碎它得不到荧石，而是萤火虫粉末，九个萤火虫粉末才能合成得到荧石。你如果缺金锭就去杀地狱里的僵尸猪人。它们不怕火，而且不会主动攻击你。它们还很团结，如果你攻击一个僵尸猪人，周围32格以内的僵尸猪人都会来打你。打死它们能得到金粒或腐肉。9个金粒可以合成1个金锭。地狱还有一种生物：恶魂。它会主动攻击你，会射火焰弹。血只有10滴，叫声凄惨，会穿透方块。用弓杀它最有效。打死它能得到恶魂之泪或火药。恶魂之泪是用来做药水的。（药水对我而言没有什么用，因为有些中毒，瞬间伤害等害命特征的药水只能给自己喝，一些喷溅形的有中毒，反胃等特征的药水给怪物扔过去的话可能不能起到很大作用，因为一些怪免疫，比如僵尸不怕中毒，瞬间伤害。而且做药水非常费脑，所以不在此进行讲解。下面我就要教大家打末影龙了。准备物品：弓X1，箭X128，铁剑X1，盔甲，（最低限制为金套装，皮革太弱了）。末影龙血很厚，箭要多带。准备这些东西一定很费时间，所以你要在准备期间狂杀小黑，狂合成末影之眼。用法：右键扔出末影之眼，看它往哪飞，跟着它。记得在回家的路上做标记！它飞一段时间就会摔下来，重新拿起它扔出去。如果扔太多次了就有可能破碎。这时你要再换一个末影之眼。什么时候你看末影之眼往下飞了，就往它飞的地方挖。这时你就会看到末地遗迹，放火把。找到末影传送门，你就可以去末地了。（物品准备齐了再进去，进去了就出不来了！）。现在在传送门边上放一张床，睡一觉，改变出生点。然后确认一下带够东西没，确认后进入传送门。进入传送门以后，会看见一个有一个末影龙和一群末影人组成的浮岛，有很多塔。末影龙会向你冲过来把你撞伤或装下悬崖。塔上面有一些末地水晶，会给末影龙加血。但其实它是一个生物，用弓把它们干掉，死后会爆炸，请小心。把石头全打死后杀龙，龙靠近时用铁剑狂杀，它一被击伤就会拐弯。你可以在地上放张床，龙过来时右键炸龙。龙死后会掉落70几级的经验值。这时，末地的低空中会出现一个基岩做的传送门。用泥巴搭个桥上去，先不要进去。你看传送门中间有一个基岩柱。最上头有一个黑色的龙蛋，打它一下就会穿越到别的地方。为了打碎它，你就必须用石砖放在龙蛋底下在敲碎龙蛋底下的方块使龙蛋掉落到半砖上碎掉，这个东西十分稀有，可以当装饰。。现在你就可以回主世界，跳进传送门，屏幕上会出现游戏和你的对话（你可以跳过）。然后带上东西回家。（如果你问我忘了家在哪。那就不怪我了，我和你说过要做标记）。现在你已经杀死游戏的的最终BOSS了，就已经是大虾了，不必我教了。我是末影矿工，大家再见，谢谢观看。\n\n\n价格：无价\n得 ",
    "replies": [
        {
            "author": "熊猫丶晓能",
            "timestamp": 1364560800,
            "txt_content": "感谢你的分享"
        },
        {
            "author": "买块",
            "timestamp": 1364560860,
            "txt_content": "那么多字TAT····················"
        },
        {
            "author": "囧先生",
            "timestamp": 1364560860,
            "txt_content": "熊猫丶晓能 发表于 2013-3-29 20:40 \n感谢你的分享\n你好像受了某囧的影响所以也用这类头像~~~{:10_524:}"
        },
        {
            "author": "mclauncher",
            "timestamp": 1364560920,
            "txt_content": "这是什么。。。。。。"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1364560920,
            "txt_content": "囧先生 发表于 2013-3-29 20:41 \n你好像受了某囧的影响所以也用这类头像~~~\n我可没有受你影响\n我之前就弄这类头像了\n最近还打算换一个更肉的了0 0."
        },
        {
            "author": "QAQTAT",
            "timestamp": 1364561040,
            "txt_content": "不得不不加分。。。"
        },
        {
            "author": "残忆",
            "timestamp": 1364561100,
            "txt_content": "lz辛苦了~顶一个"
        },
        {
            "author": "残忆",
            "timestamp": 1364561220,
            "txt_content": "76级啊 哪有100级 骗人了{:10_495:}"
        },
        {
            "author": "Cubuchi",
            "timestamp": 1364561400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "john81963166",
            "timestamp": 1364561520,
            "txt_content": "先回帖支持!"
        },
        {
            "author": "残忆",
            "timestamp": 1364561640,
            "txt_content": "算了 吐槽的地方太多不说了{:10_527:}"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1364562240,
            "txt_content": "码字很辛苦。\n但这实在是错误太多了看不下去。"
        },
        {
            "author": "紫枫",
            "timestamp": 1364562300,
            "txt_content": "值得吐槽的地方不少啊\n末地石如何合成末地传送门？"
        },
        {
            "author": "QAQTAT",
            "timestamp": 1364563320,
            "txt_content": "楼主你被整合坑了。。\n原版是不可以合成末地传送门的"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1364564580,
            "txt_content": "大葱我来吐槽：\n首先永久性耕地，刚耕好的地一会又变成泥巴，除非你在上面跳一下？牛逼\n然后，末影水晶其实是一个生物？碉堡。\n再然后，龙死后会掉落100级的经验值？那么好啊？！\n最后，“你现在要在这里挖很多很多的末地石，用它和末影之眼合成末地传送门，方便去末地”，彻底的瞎了我的狗眼啊。。。我们全世界的人都大火星了。。。发帖之前搞清楚你玩的是不是原版再说啊～～"
        },
        {
            "author": "囧先生",
            "timestamp": 1364608380,
            "txt_content": "熊猫丶晓能 发表于 2013-3-29 20:42 \n我可没有受你影响\n我之前就弄这类头像了\n最近还打算换一个更肉的了0 0.\n好吧，随便你~~~{:10_499:}"
        },
        {
            "author": "ucaio",
            "timestamp": 1364611800,
            "txt_content": "辛苦楼主了，码了这么多字。。。"
        },
        {
            "author": "angleyong",
            "timestamp": 1364630040,
            "txt_content": "码字辛苦~~~"
        },
        {
            "author": "Hueys",
            "timestamp": 1393323960,
            "txt_content": "铁箭是什么？\n末地石能合成末地传送门？\nLz码字很幸苦，但是错误太多了\n请Lz学习学习再来教新人小白"
        },
        {
            "author": "754042967",
            "timestamp": 1394981820,
            "txt_content": "字有点密"
        },
        {
            "author": "rockslam",
            "timestamp": 1395029700,
            "txt_content": "汗..楼主真有耐性"
        }
    ]
}