{
    "title": "【策划教程】【8.4更新】RPG服务器策划笔记——教你做出特别的、有趣的RPG服务器",
    "author": "黑白相间∞",
    "replyCount": 5,
    "timestamp": 1588050300,
    "txt_content": " 本帖最后由 黑白相间∞ 于 2020-8-10 11:25 编辑 \n\n仍在施工更新中....最后一次更新记录为2020.7.29前言提前声明  首先，这是一个实打实讲怎么做“好RPG”的教程。单论MC服务器而言，甚至可能有些超纲、有些大题小做，如果你不打算竭尽全力去做一个“好”的RPG，而还是那一套“像素传奇 一刀999”，那么你别看 你也看不下去。  当然制作一个牛逼的RPG也真的很不容易，所以这篇教程我可能会讲出一个“离谱的上限”的同时，也会讲更利于实际的 更小成本的。嘛，虽然就算是看上去上限很高 不可能达到的级别，但是其好的内核都是通用的，无论体如何 上限多低，运用这些本质灵活思考 你都能得出合适的策划案。\n感想与概况  我的水平是很有限的，我也不是专业的游戏策划，但自诩仍有一定的策划经验和游戏素养，毕竟从第一个服务器到现在 也已经有三四年了，期间服务器也出了四个。而作为玩家我完全是从小玩到大，ACT MMO RPG FPS RTS各种类型我都玩，PS4 NS也曾玩过，主PC，喜欢的游戏塞尔达传说、FF14、星际公民，不过玩游戏稍微玩的多的选手遍地都是，这也没什么好提的。\n  所以只能通过该教程尽量的给打算制作RPG服的新策划一点启蒙，老策划一点启示。因此，我不能保证自己的水平有多成熟有多正确，毕竟游戏策划绝不是一个“过家家”，而是一门学问 一门科目。\n  哪怕是专干这行的，经过专业培训有充分科学理论知识的游戏策划，优秀的 能做出好游戏的都是凤毛麟角。毕竟你看看市面上的大部分国产游戏，特别是网游跟手游，充满问题的那不简直不能再多了。\n  既然如此，更何况本就只是始于“爱好”而非“专业”的MC玩家们呢？\n\n  关于为什么会突发奇想写这个教程，因为我看到现在国内RPG服务器依旧发展的很畸形，各大服务器依旧存在很大的问题。这么多年了大部分RPG服务器还是停留在当初“勇者别嚣张”那类模仿老网游“传奇”的游戏模式：跟一个人对话接受任务，任务要求你前往一个刷怪场刷几个怪，然后下一个任务是去下一个刷怪场刷点怪，然后无限循环。区别只是这个过程发展的逐渐精致，多了点丰富性，比如你刷的时候能放两三个技能，任务不是用一个书本跟村民交易了，地图变得精致，服主会盗起hypixel和wynncraft的材质包来美化游戏体验了，亦或者是用来刷刷刷的近战武器变成了枪械，但本质仍旧逃不开这个怪圈。\n  我觉得这样要不得，所以想给大家一些参考价值，使得大家能有一些受益 做出更好玩的RPG服务器。\n  另外，该教程部分内容也适用于除了RPG服务器以外的服务器，毕竟做好游戏性的本质都是相同的，学到了本质，无论是怎样的框架你也能利用其做出有趣的玩法。\n端正态度1. 想真正坐实了提高策划水平就跟提高专业技术、文理科目一样，想认认真真就得去“学”，去吸取专业的知识。  当然以上这点也不太现实，毕竟大家都只是“爱好”，也都有自己真正主修的专业 可能有的人是医学生，有的人是美术从业者，甚至国内大部分MC玩家群体都还是小学到高中生，所以 显然让大家为此去学习一门 仅仅为了做MC服务器而言 甚至非常小题大做的学科压根就是扯淡，说到底我有那技术力了为什么不去专心运营自己的游戏工作呢，比如公司内的策划 甚至是制作独立游戏。所以...\n2. 提高游戏策划水平的核心，仍然是“多玩 多看 多思考”。以此提高自己的GAMER眼界、游戏审美。  为什么很多产业，负责产业内的“卖家”会经常回访使用它们产品的“买家”呢？例如汽车品牌会听取它们客户的意见啊，自己的产品存在哪些可以改进的啊；再例如更贴近我们主题一点的，为什么有些游戏公司会给玩家发放一些意见填表甚至是在论坛上征集意见啊。说到底，“作者”当然很了解自己的作品，怎么玩 为什么好玩，但那毕竟就算坐实了 有自己专业知识的理论作为依据，也需要经过实践才能检验出真理，所以才会向玩家确认 继续优化自己的作品。  说白了，最懂游戏的，还是那些玩家，所以只有当你作为一个策划，玩的多了、看的多了，了解到好游戏们的共性，怎样才会好玩，你才能做出同样是玩家的其他人 也觉得有趣的服务器啊。  而国内RPG服务器大部分都有些畸形的核心原因，也还是服务器策划眼界不到位，游戏审美低下导致的。\n3. 避免踩入自娱自乐，狂妄的怪圈。请听取其他玩家的建议，吸取其他服务器的长处，并虚心改进。  优秀的作品不是自己在那对着作品高潮，而是所有人都对着你的作品高潮。准备好了，通过顶部的目录翻页吧。\n\n序章\n准备工作\n\n1. 准备你的硬件《如果你是一个经验丰富的服主，或是你的团队有负责这一块儿的，那么你不需要了解太深，更多的还是软件你需要稍微有一些了解，因为你作为策划 你需要知道：为了达到某个效果、满足你的需求，要挑选哪些、怎么挑选配套的插件/MOD》所有的根基都是服务器和服务端，策划们做的是内容，而内容自然是依附于纸张的。而如果没有足够的硬件，那么你就连最基本的 给玩家带来流畅的体验都做不到，而没有适宜的服务端，那么作为策划你就难以施展拳脚达到你想要的效果。\n如果你有足够的精力，想自己搭建或是利用已有主机作为服务器：注意：请以自己的需要来挑选硬件，MC服务器特别是插件服终究不需要太多的性能，并且需要结合服务器人数 是否是群组服来考虑。CPU/处理器：尽量选择单核主频高的，尽量避免选择以多核心/多线程为卖点的。\n  MC是出了名的诡异负优化，别说MC了就连业界各种正经游戏的多核优化也才在这两三年好上不少。所以多核心多线程MC吃不完，基本上是一核有难多核围观，相比于提高核心数量，提高主频才是更有性价比的选择。\n内存条：插件服至少有净4G，MOD服至少有净6G以上。\n  注意“净4G”是指除去系统和其他后台应用、服务占用的运存外，有真正空余的4G运存能给服务端利用。如果是10~30的插件服，甚至净2G也已经足够，如果上升到MOD服、百人服甚至群组服，就还需要提高，如果是超大型群组服，那么就需要16~32G了。内存条主频的提升也对服务器性能有一定提高，但标准的DDR4 2400mhz已经足矣甚至溢出了。\n硬盘：选择SSD（固态硬盘），尽量采用m.2接口的SSD，如果没有该接口 也可以使用sata接口的SSD。\n  硬盘可以说是MC服务器最重要的硬件之一了，因为程序设计缘故地图、插件等数据除了运行时储存在缓存中，更多的还是储存在硬盘里，在地图生成或是玩家前往时都需要读取储存中的信息，所以硬盘的读写速度特别是随机读写速度越快越好。内存大小方面，MC服务端数据储存的再大也不会是大头，哪怕是生存服长期运行一年可能也才从几百MB膨胀五六G，所以64G甚至32G大小的SSD就已经完全足矣。\n网络：1M~5M，百人服群组10M以上。\n  注意这里说的2M、5M是指上下行相同的独立标准公网，而非上行被严重阉割的“个人宽带”。MC服务器每个玩家占用的上下行其实是很小很小的，网络速度本身的需求并没有想象的那么大，更多的还是稳定性、延迟以及多线的需要更重要。至于嫌少要100M的，我敢说压根没哪个国内服务器是直接100M超大水管怼一个区区MC服务器的，先别说你那破服开几十个都不一定吃的完这么牛逼的网络，去腾讯云、阿里云看看100M一个月要多少钱 都能知道这在成本上根本就是不现实的。\n\n  当然自家组一个玩玩，现在遍地用的“假100M”家庭宽带也足矣了，毕竟就算是阉割了上行的网络，100M套餐一般也有3M的上行，开个亲友服或者是50人以上的中型服务器已经足矣了。\n如果你懒得自己搞，那么选择一个靠谱的服务器运营商即可：选择专业的大型商业服务器、云服务商。例如阿里云、腾讯云、华为云。\n  这类服务器商的优点是安全、稳定、几乎没有水分，并且自家就有优秀的DDOS防护，备份用服务器，还有很不错的售后服务，缺点了话因为是商业用所以对于开MC服而言成本是偏高的，并且CPU方面基本采用服务器CPU，是多线程性能优秀但主频不算太高的类型。不过即便如此性能也完全足矣了。选择个体经营的VPS商/MC服务器商。\n  说白了就是淘宝上常见的服务器出租商。优点就是便宜性价比高，特别是部分针对MC服务器需求的出租商还会选择高主频的CPU。缺点就是质量参差不齐，售后服务并非全都不错，并且水分很大 CPU等硬件可能用的都还是古老的洋垃圾。当然这并不代表所有个体MC服务器商都是黑心商人，只是说在确定购买之前你需要好好掂量。\n2. 准备你的服务端首先你要确认是MOD服还是插件服，以此来挑选服务端的类型。关于这一点已经有很多教程说明了，我也不加以阐述了，所以仅简单说明必的MOD或是插件。不过我也早就不当服主了，脑海里好用的MOD跟插件也许都过气大半了，所以仅仅能给你们一个大方向的清单，并不能给出具体的插件和MOD名。服务端类型/特点交互体验视听表现自定义游戏性性能与稳定性 MOD强强一般强差插件受限受限强受限优秀*交互体验：可以直接使用更加合理、美观、易用的UI或是行动直接进行操作。（例如npcmod的任务菜单是在背包内直接增加了一个分页，而插件可能是用原版书或是箱子“模拟”出的任务菜单）\n 视听表现：图形和音效的表现，怪物的模型、动作、贴图等。（npcmod可以直接读取客户端中已有的包括MOD和原版在内的所有实体用于制作NPC，包括暮色森林的娜迦或是各种带有新实体的MOD，而插件只能利用原版已有的实体制作NPC，顶多套上一个很僵硬的没有动作的3D怪物材质来“创造”新实体）\n 自定义：可以自行调整参数的程度。（MOD的修改需要更高的技术门槛，毕竟设计初衷就不像插件那样就是为了能让你方便的自行修改配置。所以大部分MOD在程序本身的自定义程度是很差的）\n 游戏性：游戏的操作性和趣味玩法。（实际上插件同样可以达到一样的游戏性，比如我想做一个超能力RPG 使用了《学园都市MOD》，确实我可以直接使用按键释放出视听感受极佳的超能力电磁炮、磁力吸引，甚至有精巧的UI进行加点调整，但插件也完全可以做到，所以严谨的说应该是“视听表现”和“交互体验”的差距。但插件在大部分情况下始终受原版框架约束，比如我想做一个太空战RPG，那么我直接安装一个《星系MOD》在月球上面造地图，完全可以享受自然而然的“低重力”乃至“无重力”体验，而插件想达到同样效果则变得困难重重）\n性能与稳定性：也可以说是优化，程序性能越强配置要求越低运行效率越高。稳定性就不多解释了。（MOD的ForgeAPI出了名的不稳定，多种MOD乱塞也可能出现异常，并且配置要求也随着MOD体量节节攀升，而MOD本身毕竟都是爱好者自制的所以优化方面都存在很多问题，虽然近年是好不少了。而插件嘛...轻量化很稳定，但缺陷就是没MOD百花齐放）\n必须的MOD和插件：自定义NPC类。\n  别说RPG服了，就连普通的生存服为了达到某些功能，也会使用“自定义NPC类”的插件或是MOD。NPC是一个RPG服必不可缺的功能。例如最基本的玩家购买道具、接取/完成任务、增加沉浸感强化叙事性，某些服务器甚至是传送都会选用NPC作为媒介，既然如此这肯定是必不可少的了。\n自定义任务类。\n  RPG服务器的过程中任务是必不可少的元素，它是叙事的媒介，也是玩家必须需要的一个 行动的“目的”。而且任务的填充是延长游戏时长与游戏生命周期的中流砥柱，少了丰富玩法跟叙事的任务，那么你的RPG服务器内容很快就会被玩的一点不剩。\n自定义道具类。\n  为了满足任务和人物养成等元素的需要，可以自定义道具的功能也是必不可少的。就比如你想写一个搬运“锤子”给“杰克”的任务；或是给玩家制作提高属性的装备、消耗品，都是需要依附于此类工具的。\n自定义技能类。\n   人物养成元素的必需品之一，那么技能也是如此。不要觉得这并非是必须的，因为仅凭“装备”来丰富玩家的养成，那还是太贫瘠了。相当于让自己人物变强的手段只有堆砌属性越来越高的装备，这一方面降低了可玩性，另一方面也让作为策划的你会受到很多因为“缺少”而导致的“作画限制”。\n图形、音效丰富。\n  不管是服务器还是游戏，大家的第一印象那都还是“画面”和“交互体验”嘛。优质的画面能提高你服务器的逼格，加强玩家的游戏体验。例如材质包、真实音效MOD、自定义的BGM。\n强化交互类。\n  MC服务器的交互一直都在进步，从最开始全凭手打指令，到现在的箱子菜单和VV。更加傻瓜化更加符合人机交互的插件和MOD已经越来越多了，一个好的VV UI设计除了能提高画面水平（毕竟箱子菜单还是太“MC”了），还能提高玩家的游戏体验。想想看吧，那些反人类的UI设计是不是想让你掐死设计者？而好的UI设计会让你一眼就懂它的操作逻辑，并且能很顺利很流畅的找到和使用你需要的功能。根据个人需求选择你需要的其他插件。\n  例如枪械RPG，你肯定就需要枪械的MOD/插件，例如你想丰富出一个坐骑系统那么你肯定需要坐骑相关的MOD和插件。这个就得看你的需要了。\n准备好了，就通过顶部的目录到下一页吧。\n\n概念\n基本的各类逻辑\n\n1. 大关键课题  大关键课题，是我瞎几把掰的一个称呼。其本质就是“各类最基本的 概括的 你需要了解的几个点”。  我把课题分为“游戏玩法”、“游戏目的”、“正反馈与负反馈”三块并分别阐述。\n游戏的玩法\n《设定一个“主旋律”，游戏的模式、方式。玩法决定了玩家怎么进行游戏。只有从一开始就确定主要的玩法，你才能以此为整个游戏的核心来扩展设计》\n  玩法是一个游戏的主题，也是你RPG服务器的基石。毕竟“RPG”是一个广泛的概念，它的本来意义就是“角色扮演”，而RPG并不完全决定游戏玩法本身。举个例子《GTA5》它不也是扮演一个洛圣都里的公民 黑帮 老板 混混，不也有RPG元素也算个RPG游戏吗，但是玩法却也不是回合制或者和拿着武器跟盾牌去砍怪啊，而是FPS的射击元素以及各种载具的驾驶等。\n  所以，RPG服务器玩法≠中古幻想战法牧。它也可以是科幻射击为主导，甚至可以是种田养家。\n  另外“主旋律”，也就是“主要玩法”是游戏玩法的核心、游戏的主要进行方式、操作方式等，就比如《魔兽世界》它的主要玩法是“运用各种技能战斗”；《彩虹六号》是“使用枪械和战术对抗”。它是你服务器所有内容的7成，就比如我玩《魔兽世界》，无论是做任务还是打副本那都是通过这个“玩法”进行，所以设定一个“主要玩法”是非常重要的。\n  但是我们还可以增加一点“次要玩法”，丰富游戏性并且延长游戏寿命；还能满足更多玩家的需求（例如休闲玩家）。\n  所以我们必须设计一个合理的、有趣的“主要玩法”和更多的“次要玩法”，提供更多的玩法大方向。我在下方举了一些例子：主要玩法：ACT式的动作战斗MMO式的技能战斗FPS式的枪械战斗传统RPG的回合战斗星露谷物语一般的田园冒险\n\n次要玩法：\n使用地皮插件的“家园”系统单独的“街机小游戏”玩法生活职业系统副本PVP\n  *注意，实际上各类玩法也理应是环环相扣的。比如“街机小游戏”自然是跟游戏“主玩法”无关，它不会奖励真能用来提高属性的装备啊金钱啊什么的（毕竟“无关紧要”的小游戏能得到只要高难度副本才会掉落的“毕业装”，那就太不科学了），但是可以设置一些时装、坐骑等不影响“主玩法”平衡的奖励；也可以在家园里面可以种田，多了一种获得材料的媒介 使玩家更轻松的达成他的“目标”。一方面“小游戏”本身就丰富了服务器的玩法，满足了部分休闲玩家或是肝累的玩家的需要，另一方面奖励的设计也会产生需求 促使玩家去玩 去花更多的时间在玩你的服务器上。\n游戏的目标\n《游戏肯定需要设计一个“目标”，是这个目标驱动了玩家进行“游戏”，而你的设计就是这个目标是什么，怎样驱动玩家去“实现”这个目标，怎样让玩家在达成目标的“过程”中感到愉悦、流畅》\n  大部分RPG游戏的核心“目标”都是《完成游戏》，举个放在纸面上的例子就是“打败恶龙拯救世界”，这是一个最基本的目标 一个“官方钦定目标”。但是如果目标仅仅是如此那么游戏的寿命会非常短暂（玩点仅仅是通关和解决通关过程的需要），并且游戏玩法单一。\n  所以我们除了设计一个“官方钦定目标”，还可以设计很多“副目标/非必须目标”来丰富玩法和延长游戏寿命，这类目标甚至可能并非是我们人为驱动的让玩家去完成 而是玩家自发的想去完成，我们只是提供了这些目标作为可选项。例如“解锁所有职业”、“全成就奖杯”、“多周目”、“在玩家中成为强者”。\n\n  所以我们必须设计一个“主目标”和更多的“副目标”，提供更多的目标可以去完成。我在下方举了一些例子：主目标：  主目标在RPG中更多的是服务于“剧情”的一个既定设定，也就是“通关”。但在某些并非RPG、或是非剧情主导的游戏中可以是除了“通关”以外的作为主目标。  例如部分纯粹的、没有一个固定主线的roguelike游戏目标是“不断探险”而不是“通关”，再例如一些对抗小游戏的目标是和其他玩家“对抗”，他们根本没有“通关”这个目标。所以针对RPG玩法这个概念是很抽象的，说白了就是那样呗，所以几乎就只有两条....完成主线剧情满级\n\n副目标：\n  作为丰富玩法、填充游戏内容的真正大条，其地位甚至比主目标还要重要。  如果说一个MMORPG的通关与满级是结束那就大错特错了，恰恰相反这才是一个MMORPG真正的开始，MMORPG的主线本质更类似于一个“纯天然的教程”和“叙事工具”，当然本身也是玩法的一环。它让你在达到通关的过程中学习和练习到各种基本操作、玩法，了解背景故事和剧情，而操作和玩法的难度、深度都是随主线进展逐渐困难逐渐深入的。举个例子1~10级的新手村相当于教你wasd移动和最基本的释放技能，10~20级开始扩展更多的技能并且有了多人副本 操作难度提高且还要考虑与人合作的问题。而这些在主线结束/达到满级后会彻底到一个最高的高度，毕竟所有技能都解锁了，到达这个阶段的玩家们已经了解“怎么玩”并且打牢了“基本功”，那我们是不是应该增加更多有“基本功”的玩家才能进行的副目标继续让它们挑战呢？完成更加高难度的副本让自己的装备、人物属性达到最高（毕业）解锁更多的坐骑、时装完成支线任务、每日任务增加NPC势力声望解锁更多的职业在玩家之间成为大佬\n *注意，实际上目标之间是环环相扣的，这是一个“为了达成目标而要做什么”的逻辑，这一点也是策划设计必须要思考的，我会在之后的板块单独展开，这里只大概的提一下：你会发现你可以设置为了一个目标需要完成另外一个目标，例如下面的“解锁更多坐骑”，一些坐骑可以是“完成高难度副本”掉落 或是“增加NPC势力声望”达到一个值后解锁购买；亦或者为了“让自己的装备、任务属性达到最高”需要去“完成高难度副本”。一但这样的逻辑形成，那么你的服务器玩法将会变的更加丰富、可玩性更强，游戏寿命在相同的内容量下会被拉的更长。\n正反馈与负反馈\n《游戏的过程中 游戏必须持续给予玩家足够的“正反馈”促使玩家继续进行游戏，也要有一定的“负反馈”以便于配合“正反馈”形成“从低谷走出高处”的落差快乐感》先给正负反馈做一个通俗的解释：正反馈是游戏给玩家正面的、积极的反馈。例如冒险中发现宝箱、精英怪、新的地图区域、成功打败高难怪 这些“积极”的事所带来的“愉悦感”。负反馈则恰恰相反。给玩家负面的、消极的反馈。例如冒险中死亡会掉落物品、不断尝试攻略高难怪却不断失败 这些“消极”的事所带来的“苦闷感”甚至“痛苦感”。\n正反馈：一个游戏你玩的下去，你觉得快乐 其实就是背后的“正反馈”在促进你继续游玩。\n  就比如《塞尔达传说：荒野之息》中我知道这个新地区可能会有宝箱，而这个可能性 促使我 为了得到宝箱→为了提高属性→从而更轻易的打败目标/帅气的装备外观/说不定能捡到没捡过的装备 收集癖都犯了，而去这个新地区探索。而提高属性、更轻易的打败目标、收集的满足感 就是游戏在这部分带给我的正反馈。\n胜利的喜悦虚荣心社交引人入胜的剧情收集的满足感探险的新鲜感战斗的快感\n\n\n  那么问题来了，既然正反馈这么香，让人不能自拔 那为什么还要有负反馈？\n\n负反馈：一方面 正如规则会对正义的人给予肯定甚至奖励，对邪恶的人给予否认甚至监狱，所以我们必须要有一定的负反馈使玩家知道这么做会得到负面的结果从而约束玩家不这么做。\n  例如《MC》的死亡会掉落物品，这个“负反馈”就约束了玩家在游戏中尽量避免死亡，加强了游戏的难度和可玩性，扩展了来看 甚至会促进玩家“为了不那么轻易死亡”而去打造更强的装备、锻炼更好的技术、甚至收集不死图腾而去挑战林中小屋。你看，这不就是靠负反馈反而促进玩家更多的、更深入的玩游戏了吗？\n\n 另一方面 没有对比就没有伤害，如果只有快乐而没有痛苦 那是不是玩家就渐渐的对快乐感到麻木 甚至不再感到快乐了呢？所以我们需要一定的负反馈来拉高落差，让正反馈的满足感和愉悦感更强。\n  例如《黑暗之魂》就是不断的给予巨量的负反馈（不断的死亡 不断的受苦）与从中突破与胜利的正反馈（老子经历了那么多终于胜利啦！），这种夸张的正负对比 才使得这微不足道的正反馈（胜利）在这款游戏中变得无比令人快乐。\n死亡的惩罚失败与强大玩家之间的差距\n*负反馈虽然必须，但影响比正反馈强得多，这是为什么游戏好玩难做 垃圾游戏随便做就可以做出来的原因。所以想利用负反馈必须注意尺度。例如氪金会让玩家通过更少的努力获得更帅气的外观甚至属性，氪金玩家是得到了正反馈 并且为了得到这个正反馈还氪了金，但非氪金玩家呢？他们就不会在看到氪金玩家动了几根手指 就得到了帅气的外观和属性 再想想自己花了那么多时间玩啥也莫得，就不会感到失落甚至退坑吗？这就没有平衡氪金对这部分人群所造成的的“负反馈”所造成的的结果。\n\n构思\n\n\n实施\n\n\n实施-流程设计设计游戏的整体流程，主支线任务等。\n\n1. 新鲜感与老套感、愉悦感和枯燥感\n  要设计整个游戏流程，以及组成流程的各类任务，首先你得明白以上两组对立的基本感念。新鲜感是如何产生的？又怎样尽量保证愉悦感胜过枯燥感？\n  只有明白怎样带来新鲜和愉悦，你才能保证这段甚至整个游戏流程能不断产生正反馈令玩家进行下去，而不是枯燥无聊的负反馈。\n\n2. 流程拼图，与基本的“拼图”类型\n  而为了确保你能清晰的架构一段流程甚至整个流程，我将教你一种流程的制作模板和思想：《流程拼图》\n  首先，让我们将组成一段流程的元素比喻为一个“拼图”，而整个流程是这些“拼图”合在一起组成的，“拼图”之间的连接乃至每块拼图本身的特性，都决定着整个由其构成的画面。我将这些“拼图”归纳如下，并标注了它们大致的特性：跑路\n机械性的从一个地方到另外一个地方。\n【轻松的】【无挑战的】【无社交的】\n刷怪\n机械性的击杀一定数量的敌人。\n【劳累的】【无挑战的】【无社交的】\n对话\n机械性的和NPC对话，交付任务。\n【轻松的】【无挑战的】【无社交的】\n副本\n与其他玩家一同进行多元化（可能混杂以上所有元素）的一段冒险。\n【劳累的】【有挑战的】【有社交的】特殊\n一些特殊的玩法。譬如解密、跑酷、小游戏。\n【轻松/劳累的】【有/无挑战的】【无社交的】\n\n*特性的含义\n【轻松/劳累】：这类元素是否花费精力，久而久之甚至令人疲惫。\n【有/无挑战】：这类元素是否存在挑战性，需要开动手脑思考，而非机械的执行。\n【有/无社交】：这类元素是否有与其他玩家互动的成分，需要玩家之间的交流与配合。\n好的，将大概的几类元素，或者说“拼图”举例出来后 灵活排列组合，一段简单明了的“流程大纲”就完成了。你可能会觉得：“花里胡哨这么麻烦有什么意义，我想到哪做到哪不就得了？”如果是这样，那就大错特错了。\n  首先，好的、流畅的、有趣的游戏流程绝对不是背后的策划一股脑子流水账想到哪做到哪做出来的，恰恰相反正是他们的深思熟虑，精心的排列组合 才有了这样的游戏流程。而正是不注意元素组合，无限重复、长度过长或是过短，才导致这个游戏的流畅令人感到枯燥、老套。\n\n3. 分章节拼接“拼图”  我们可以把玩家推进的一接连流程概况为《一章节流程》，这样的好处是 一方面叙事上你可以依照章节互相分割（*1），其次玩家也能在预设好的合理游戏时间和合理内容消耗量内结束这一章节（*2），在第二天休息好了继续以合理的游戏时间开始下一章节，也因为前一天的剧情是刚好一章收尾，也不存在什么“看到一半滚去睡觉，第二天前因后果全忘”这种尴尬的情况。  *1 例：这一章节的主线故事 你可以单独讲“在沙漠的冒险”。\n  *2 例： 一章节是探索一个地图区域、花费5个小时、结束一个副本。一方面保证玩家不会花太多时间 其次你也可以依照“5小时”这个范围来设计规划流程，另一方面你能将游戏的内容消耗量控制在一个合理的值，而非是“5个小时 玩家就把建筑团队辛辛苦苦设计的5张地图5个副本全部消耗完了”。延长游戏的寿命，降低内容量所导致的成本。\n  所以，我们可以以《一章节》为基本单位 以《一章节》的量权衡这一章节的元素数量和元素的排列顺序，更方便你更轻松的做出合理的流程设计，你只需要考虑这一章节里的，也就是上面的 *2 那样规定一个“5小时”的游戏流程作为一章，而不用超纲去考虑5小时之后甚至整段60小时的 全部游戏流程。\n  否则若是不分章节，考虑整个大局——你的脑细胞真的遭不住的。\n\n4. 如何合理利用拼图，拼接一段合理的章节流程  首先，我们要知道一个最基本的规律：“玩家的精力总是在最开始最旺盛，并不断被消耗，逐渐疲劳”。之后我们就简称这个规律为“疲劳规律”。\n  下面这张图展示了依据“疲劳规律”，我们应该如何分配“拼图”的种类、数量，以及不同种类应该安排在的位置（左键查看大图）：\n\n\n\n\n\nfile_1596473936000.jpg (111.1 KB, 下载次数: 1)\n\n下载附件\n\n左键查看大图\n2020-8-4 00:58 上传\n\n\n\n\n\n  所以，我们不能吧这一段流程/章节 整个都做的充满了强度（至少就标准的MMORPG而言）。前期可以是有很多刷怪、战斗和略显枯燥的“拼图”，因为这时玩家是充满“干劲” “精力”，可以应对大量费时费力的挑战。\n  而中期就要逐渐减少这类“拼图”。另外代表这一章节“大关结束”的副本也推荐安插在这里，因为这时玩家还有余力可以面对【劳累的】副本，而副本又是【有挑战的】，可以给无聊刷怪跑路的玩家们打上一份缓和厌倦症状的“兴奋剂”，也相当于给这一章节“激烈的部分”收尾。\n  到了后期就应该完全避免【劳累的】拼图，取而代之的可能就是纯粹的跑跑路啊、拔个草啊之类更轻松的“拼图”。\n\n    开始实战吧，接下来的知识点我也会依附于案例展开讲述:\n  先是错误案例：拼图：对话→跑路→对话→刷怪→对话→跑路→对话→刷怪\n详细：创建角色后你出生在新手村，你需要跟面前的村长谈话开始第一个任务村长让你去前线的士兵交谈到达士兵处士兵让你打败敌人打败敌人士兵让你被攻击的村庄看看到达村庄处村民让你打败敌人\n\n\n  1.这段流程将所有【无挑战的】元素重复 循环在一起。除了对话就是刷刷刷。这导致这段流程玩家长期的、重复的、不带脑子的、机械的进行游戏，玩家会很快感到老套和枯燥以及无趣，如果之后的流程以及这些流程组合在一起的《一章节流程》也全是如此，那玩家只会早早告辞。\n  2.这些元素并没有考虑功能性的内核。例如一开始的对话与战斗是为了《让玩家熟悉基本操作》，跑路是为了《让玩家熟悉新手村的基本功能与区域位置》。而案例中的情况这些元素只是为了扩展游戏流程，并没有考虑它们有什么效用，这也是极其失败的。\n  3.这些本就枯燥的元素没有经过其他《附加值》的润色。例如你可以将游戏地图设计成无缝，并且风景秀丽令玩家能在《跑路》的途中看到【很新鲜】的风景，让《跑路》的过程就是一段充满正反馈的冒险。\n\n  4.违背了“疲劳规律”。这一段任务线 亦或是章节 从头到尾都充满了 具有【劳累的】特性的“拼图” ，这使得玩家的精力很快就会被消耗掉并感到疲惫，并且在彻底疲惫的后期阶段都仍旧如此，这大大降低了游戏的体验 玩着就会觉得累，玩家就坚持不下去了。\n\n\n\n实施-装备设计\n\n\n\n",
    "replies": [
        {
            "author": "tingting9554132",
            "timestamp": 1595721960,
            "txt_content": "讲的很详细  很有帮助 谢谢"
        },
        {
            "author": "咖啡qwq",
            "timestamp": 1601859960,
            "txt_content": "很期待大佬的更新\n这为创作者们提供了好的思路"
        },
        {
            "author": "一颗丁子",
            "timestamp": 1601862000,
            "txt_content": "写的很好 还想看）"
        },
        {
            "author": "一颗丁子",
            "timestamp": 1601862060,
            "txt_content": "想找一本专门讲RPG或者讲游戏深度定义的书都找不到 也只能在网上找个人心得看了"
        },
        {
            "author": "zwk_222",
            "timestamp": 1601901720,
            "txt_content": "思路比较清晰，感谢大佬"
        }
    ]
}