{
    "title": "[Minecraft.net|CULTURE]灰色财富",
    "author": "ItIsEnderman",
    "replyCount": 3,
    "timestamp": 1588041660,
    "txt_content": "\nCULTURE\nRotten Riches\n灰色财富\n\nGigeno takes us through a baroque double-decker palace\nGigeno带领我们参观一个巴洛克式双重宫殿\n\nAndreas Inderwildi\n\n\nWho among us has never succumbed to the lure of creating costly, absurdly OTT palaces for our Minecraft avatars? Towers, pillars, portals, arcs, halls constructed of - and filled with - the treasures our virtual labor wrested from the depths of the earth. Another statue of myself made entirely of diamond blocks? Why not!\n我们中的谁能不屈服于为我们的Minecraft帝国建造高投入而质量突破上限的建筑的诱惑呢？可以是基于 —— 甚至可以说是充满了我们的虚拟劳工从地下最深处采集的宝藏的高塔，石柱，凯旋门，拱形建筑，以及殿堂。所以还有我的新一份纯钻石块雕塑吗？怎么会没有呢！\n\nAh, but maybe I should be less flash with my cash. Now I know the fate that befell a man called W. Wealth, who had become the richest man alive only to realize that money doesn’t buy happiness.\n额……但我似乎需要在花钱的时候克制克制。现在，，我已经深入了解了降临在名为W. Wealth的富人的命运 —— 曾经奋斗到成为最富有的人，但最后意识到金钱换不来幸福。\n\n\n\n\nBut it certainly does buy luxury and beauty. Just gaze upon his splendorous home, a structure that is equal parts gorgeous and decadent. Piles of giant gold coins casually strewn about. A villa built on top of an enormous palace.\n但是金钱带来了奢华。仔细观察他的豪宅吧，那基础结构是不是既壮观又颓废风？再看看，成堆大到离谱的金币扔的到处都是。甚至还有在巨大的宫殿顶建造的“楼顶别墅”。真·违章建筑\n\nA theater, telescope and globe reveal Wealth’s aspirations to be seen as a man of culture, knowledge and sophistication. In an allusion to Egyptian mythology, a giant scale weighs feathers on one side, and a W. Wealth’s heart on the other.\n剧院，望远镜和地球仪大致能体现Wealth那希望成为集结文化、智慧和诡辩于一身的大人家的志向。而针对埃.及神话，作者特意建造了衡量羽毛以及W. Wealth的心脏重量的天平[1]。\n\nLuckily, the sins in his heart weigh less than the feathers; there’s still hope for W. Wealth, but an hourglass suggests that his time may be running out.\n所幸，心脏中的罪恶比羽毛轻; 因此对于W. Wealth来说还有一线希望，但是沙漏却意味着他的时间已经不多了。\n\n\n\n\nThe architect behind all this is Gigeno, who doesn’t merely want to dazzle, but also has a point to make: “I created a model of man who achieved his goals to be the richest man alive. By surrounding himself with his possessions, he ultimately trapped himself in an illusion of happiness. He didn’t know that the real happiness comes from helping others and having friends to share his time with.\n这一切背后的建筑师是Gigeno，这一次他不仅仅想要光鲜夺目，而更多是一个更值得深思的主题: “我建造了达到人生目标、成为世界上最富有的人的典型代表。由于身边满是自己的财富，他最后深陷幸福的假象。他并没有意识到，真正的幸福来自于无私地帮助他人，以及和挚友一起分享点点滴滴。\n\n'It’s my critique of the baroque age filled with unnecessary splendor covering up the melancholy of sad people. Meanwhile the same is true of our modern society.”\n“这一份建筑作品是我对巴洛克时代那毫无用途的奢华完全掩盖悲伤的人内心之痛这一大现象的讽刺与批判。但当然，就算在现代，这一点照样适用。”\n\n\n\n\nEven a project like this has humble beginnings. “First comes a simple idea. This time it was building a palace on top of another palace to show the epicness of classical architecture,” Gigeno explains.\n但就算是这样雄伟的项目，也有着低调的开端。“一开始是一个比较单一的想法。当时本来想的是在宫殿上造宫殿，以此突出古典建筑史诗般的宏伟，”Gigeno解释说。真·违章建筑\n\n“The small palace on the top was used as a scale reference. Each part was built separately, so as not to feel any constraint while building. Every other addition was just adding more and more ‘glitter’ to the project to make it full of juicy details.”\n“楼顶的小一号宫殿原本起标尺参考作用。每一部分都是独立建造的，因而建筑时没有一点拘束感。其他的每一个部件一开始也都是为整体添加更多的闪光点，让整个建筑更具丰富的细节。”\n\nBut eventually, the project developed into something even more ambitious. “I had been creating the palace for a while without any concept of a story behind it. Then one of my friends said something about gold lying on the ground and it triggered a whole new idea. I quickly wrote it down and the next day I started gathering ideas to expand the concept. After a few days I had finally ended up with the story of unhappy W. Wealth.”\n但最后，这个项目变得目标更为深刻。“我在没有想到设定背景故事的情况下建造宫殿也花费不少时间了。后来有一天，我的一个朋友提到了黄金满地堆放的场景后，我突然灵感勃发。我赶紧记下它，第二天就立刻开始搜集灵感，充实背景信息。几天后我便完成构思与幸福无缘的W. Wealth的故事。”\n\n\n\n\n\n\n\nAs you can probably tell from the sheer complexity of W. Wealth’s not-so-humble abode, this isn’t the first time Gigeno has built a palace. His projects are fueled by his passion for real historical buildings.\n正如你能从W. Wealth那一点也不谦逊的住所的高复杂度中读出的一样，这并不是Gigeno第一次建造宫殿建筑。他所建造的一切均源于他对于真实的历史性建筑的热爱。\n\n“While building the small palace on the top I was inspired by a palace in Otwock Wielki. Other details like main gate, globe etc. are from a palace in Nieborów. I really enjoy building structures from the real world like Polish palaces, old towns and town halls. As a lover of baroque architecture, I tried to keep everything rich in detail and use a lot of motifs related to the main theme, such as the scale, globe, telescope and hourglass.”\n“建造楼顶的小宫殿时我又受到了波兰奥特沃克[2]的一处宫殿的启发。其他诸如大门、地球仪等细节则取材自波兰涅博鲁夫[2]的一处宫殿。我真的很喜欢波兰宫殿、古城以及市政厅那样的现实存在的建筑结构。而作为巴洛克建筑的爱好者，我努力让一切都拥有丰富的细节，并且大量使用诸如天平、地球仪、望远镜以及沙漏这样切合主题的部件。”\n\nIn the end, the project didn’t take as long as building a real palace, but it still devoured a full two months of Gigeno’s time. “I feel I could make it even bigger but I got little lazy in the end. All in all, it’s still my biggest project.”\n事实上，这一个工程并没有花费建造一般的宫殿那么多时间，但它还是吞掉了Gigeno整整两个月的时间。“我感觉原本我能把它制作地再大一点，但最后咕了。但总之这是我最大的工程了。”\n\n\n\n\nWhile you probably shouldn’t imitate the life choices of lonely, sad W. Wealth, you perhaps might want to follow in the footsteps of his creator and build something as grand and baroque as him.\n就算你不希望在悲伤的W. Wealth先生的人生路上重蹈覆辙，你或许会追随它的建造者的脚步，去造出和他一样雄伟而壮观的建筑作品。\n\n“If you want to build something incredible you should start with something small. Use concept art to support your creativity and always get pleasure from everything you build. I recommend educating yourself about the basics of architecture to fully understand what you are building and build it even better.”\n“千里之行，始于足下。如果你想制作不可思议的建筑的话，你可以从小的开始；使用概念艺术，激发自己的想象力；并且要善于从自己建造的每一部分发现美。我强烈建议你自学建筑基础，以在建造建筑作品之前充分认识你到底要建造什么。”\n\nPerhaps, if you follow Gigeno’s example, you too will acquire a Midas Touch that turns every project you touch into metaphorical gold! But without the adverse effects, hopefully.\n也有可能，如果你以Gigeno为榜样，你一样会获得弥达斯[3]的点石成金术，将你的每一个工程都转变为（不是实际意义的）黄金！但最好别有负面影响，我希望。\n\nRenders by Lukasz, TerrorQ, nygma, iRoboMatic, Mag and Casey\n渲染图 by Lukasz，TerrorQ，nygma，iRoboMatic，Mag and Casey\n\n注释：\n[1]埃.及神话中由阿努比斯称量死者的心脏，参照物是玛亚特的羽毛。如果心脏比羽毛重，那么就表明此人罪大恶极，尔后心脏会被交给怪物阿米特吃掉，此人也终将不能得到永生。这一点和很多人重于泰山轻于鸿毛的认识恰好相反。\n详见：http://en.wikipedia.org/wiki/Anubis（感谢某小哥的项目：http://en.volupedia.org/wiki/Anubis）\n[2]Otwock Wielki我真不知道在哪里，当然也不知道译名；Nieborów用谷歌地图翻了半天才发现是一个很小的镇，译名直接采用谷歌地图所显示的名称。\n[3]希腊神话中的Phrygia国王，祈求神赐给他操纵质子中子电子，把一切物品转化为黄金的能力（雾）。Midas Touch直译则是赚钱的本事。\n\n【Enderman 译自官网 2018 年 01 月 16 日发布的 Rotten Riches；原作者 Andreas Inderwildi】\n【本文排版借助了：SPX】\n\n\n生草时刻：\n\n\n微软输入法死宅化\n第一反应是……和大小姐的……一样……\n\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1588045020,
            "txt_content": " 本帖最后由 封徵 于 2020-4-28 11:42 编辑 \n\n(原本想要好好看文章的我，莫名其妙地开始纠结了起第一段OTT Palaces的意思)\n先看上下文觉得是指一种建筑风格吧，反正我不了解这方面，那就查吧\n查了半天缩写，在bing词典上看到，觉得应该是指The Ottherich Building(或Ottheinrichsbau)，根据德 国 国 家 旅 游 局的译名来说就是奥特海因里希堡，但是说实话单查这个的话查不出什么所以然。\n\n再一看时期是文艺复兴的建筑，着重点了“恢弘华美”，还有雕塑，还有“内饰繁杂”，\n\n\n\n\n\nfile_1588044473000.jpg (109.06 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-28 11:27 上传\n\n\n\n\n\n\n再去Wikipedia上找了一下，找到了文艺复兴的几种建筑风格：\n\n\n\n\n\nfile_1588044739000.jpg (140.29 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-28 11:31 上传\n\n\n\n\n\n\n再在万能的搜索引擎上找了几张图片，确定了两三个建筑 —— 凡尔赛宫和海伦基姆湖宫，\n\n两个建筑都是主要为巴洛克风格，但又更加繁复，所以再根据文章大概确定奥特海里因希堡也应该是巴洛克建筑风格，不过根据几个网站和本身的描述应该是OTT建筑风格比巴洛克风格还要更加繁琐恢弘豪华，再联系原文应该意思上大概对的上。\n\n\n（我也不知道为什么我查的过程这么复杂，大概是我无知吧……不过最后结果应该没错）\n（探索过程纯属无聊）\n"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1588111800,
            "txt_content": "封徵 发表于 2020-4-28 11:37\n(原本想要好好看文章的我，莫名其妙地开始纠结了起第一段OTT Palaces的意思)\n先看上下文觉得是指一种建筑风 ...\n个人觉得Ott应该还是字典上查到的over the top，大概也算是对巴洛克的浮夸风格的概括吧"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589451660,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}