{
    "title": "【原创/连载】我同桌是魔法少女·第三章[不定期更新]",
    "author": "柠檬不卖萌w",
    "replyCount": 7,
    "timestamp": 1588060920,
    "txt_content": " 本帖最后由 星皇丶柠檬 于 2020-5-5 21:39 编辑 \n前几章传送门：第一章：https://www.mcbbs.net/thread-1017060-1-1.html                      第二章：https://www.mcbbs.net/thread-1018040-1-1.html>这家伙...和我一样是重度死宅吗...脸皮这么薄的话就不要发表死宅言论...谢雨涵心里这样想着，戳了戳同桌的手。\n“没事吧？我好像诱导你说出了奇怪的自我介绍呢...”\n苏梓宣用手拍了拍发红的脸。\n“也..也没有很在意拉...听到游戏就不由自主的接上去了呢...”在苏梓宣转头作出回应的时候，两人的视线再次支汇。\n好可爱...清澈的眼睛没有一丝污浊，吹弹可破的脸颊还带着刚刚残留的一抹红晕，修长的手指放在唇边，**的香气从柔顺的长发中飘散出来。\n谢雨涵的大脑再次停机。\n看到苏梓宣羞怯地避开视线，谢雨涵这才取回意识，他赶紧把视线移向一边。\n“啊...对不起，刚刚走神了...”\n好尴尬...这种尬聊是怎么回事啊...\n“——那么，今天就到这里了，下午把要买的资料准备好，明天不要迟到哦。”张笙合上文件夹，夹在腋下走出了教室。\n一边在脑海中浮现“糟了”的想法，谢雨涵一边赔着笑脸戳了戳同桌。 “那个，要买的资料...”\n“嗯？”\n“我...我刚刚没记...”\n苏梓宣“扑哧”一声笑了，“那一起去书店吧，我告诉你买哪些。”\n于是谢雨涵就像做错事的孩子一般跟在苏梓宣后面走出了校门。\n>是《绿对勾》，正是老师要求的资料。苏梓宣拿起一本《绿对勾》，放入购物袋中，挥手示意谢雨涵，随后继续寻找《多多练》。\n没走几步路，《多多练》紫色的书脊映入眼帘，苏梓宣伸手去拿，却发现...\n完全够不着。\n她试着跳起来去拿，却每次都差那么一点。\n谢雨涵看着她像只松鼠一样跳上跳下却还是够不着的样子有点想笑，但还是忍住了，取代“笑”这个动作的行为是，他走上前去，按住了苏梓宣的头，用空闲的一只手拿下两本《多多练》，递份苏梓宣。\n“我不是在这吗，够不着可以喊我呀。”\n忽然被按住头，苏梓宣有些不知所措，愣在原地几秒才反应过来，露出有些生气的可爱表情。\n“长得高了不起啊...”苏梓宣接住《多多练》放进购物袋，语气充满了不满。\n“扑哧”谢雨涵终于还是笑出了声“抱歉抱歉，刚刚看你太可爱了，就忍不住恶作剧了一下。”\n“哼，某人到底是因为什么才和我来书店的呀？”苏梓宣故意在“什么”上加重了音调。\n谢雨涵有些不好意思地低下头，随后他感到一只手温柔地碰上了自己有些过长的头发，他配合地闭上眼睛。\n“叫你摸我的头！”几为生气几为得意的微妙声音在耳畔响起。\n谢雨涵睁开眼睛。苏梓宣的手正放在他的头上，他无意间看到校服的袖子里，苏梓宣白皙的手上不协调地绷着绷带，上面还有点点血渍。\n“你的手...怎么了，受伤了吗？”谢雨涵处于好意，想拢起她的袖子看看情况，却一下子被躲开了。\n“没..没什么。”苏梓宣转过身去，扯了扯袖子“没什么事的话我先回家了。”她用不高兴的语调丢下这句话，便快步走向收银台。结账时，她回头，侧脸对着谢雨涵，露出了迷茫忧伤的表情。“明天见。”说完这句话后，她匆匆离开，好像要躲着谢雨涵一般。\n不知道发生了什么的谢雨涵一头雾水地站在原地，疑惑地看着她离开的背影。        苏梓宣踏着凌乱的步伐在步行街上走着，满脸的不高兴。“什么魔法少女，简直就是高危职业。”她看了看右手上金色的刻印，“如果当时没有这种愚蠢的想法的话，现在也不至于落到这种地步。”\n毫无征兆地，苏梓宣停下了脚步，她皱起眉头看着那个绝对不该出现在步行街上的“物体”。四周寂静无声，诺大的步行街，此时竟给人一种身处狭小室内的孤独感。\n寒意顺着脚底爬上了她的脊背，她呆立在原地，看着步行街中央的一剑。\n瞬间的破空声划破寂静，苏梓宣连忙强迫自己动起来。就在她挥动右手变身的时候，短剑擦着她的脚踝而过，扯出一串血抹。脚上的疼痛让她重心不稳，跌倒在地。\n苏梓宣痛得皱起眉头，保持着坐在地上的姿势捂住伤口。\n“情况不妙啊，虽然大部分‘影武者’都有自己的据点，但也有极少数的例外，被称作‘Hunter’的存在，它们没有固定的据点，会主动出击猎杀魔法少女。”\n就在星辉对当前情况作出说明的时候，阴影中走出一个身影。他的手脚又细又黑，如同烤焦的树枝，破布兜帽下一只红色的独眼盯着苏梓宣，独眼人右手提着一把仿佛能将他自身压垮的大剑，左手四个指缝间夹着四把短刀。\n “逃是没有用的，‘Hunter’普遍比普通影武者弱，但它们的结界是几乎不可能逃出去的。在结界中，时间会被加速，即在结界中战斗一小时，现实中可能只过了一秒。”\n虽然内心还是无比恐惧，但苏梓宣还是以左脚为支点踮着受伤的右脚站了起来。“坐在地上战斗的话，无论如何都是死路一条吧。”\n没有和星辉对话的余闲。苏梓宣平伸左臂，握住了幻化出的大弓，右手搭在了弦上。\n“不要过来！”金色的箭头径直飞向独眼人，独眼人则弯下身子投掷飞刀。\n第一把飞刀撞上箭头扬起灰尘，第二把飞刀穿透灰尘直冲过来，苏梓宣拉了弹开第二把飞刀，此时独眼人的第三把飞刀已经脱手。\n“理论上来说，逃出结界可以暂时躲避‘影武者’，但由于‘Hunter’无固定据点，即使逃出结界，想必也会马上被捕获吧。”\n太快了，拉弓根本来不及了。苏梓宣只得侧身躲过第三把飞刀，随即弯下腰躲避第四把飞刀时，以相当难看的方式再次摔倒在地。\n独眼人当然不会放过机会，手持大剑高速奔跑起来。\n怎么办？\n大脑一片空白。\n经历过一次战斗，面对战斗应该更冷静一些了才对，可是目前的危急状况，有使苏梓宣回到了被恐惧支配的原点。\n“冷静下来！把弓想象成剑！挡住他的剑！”星辉叫喊着，悬于空中，似乎准备着什么。\n剑..剑么，冷汗从她的脸颊滑落，双手握紧了弓。\n平常玩游戏的时候，剑士类职业苏梓宣可没少当过，变出一把剑来，应该，没那么难吧！\n“锵”独眼人的大剑被苏梓宣的长剑架住，苏梓宣的双手由于剑刃相碰而被震得发麻，但她丝毫没有减少手上力量的意思。\n就这样双手横架着剑，以没受伤的左脚为支点注入魔力。\n“光刃..幻影剑！”大声地喊出游戏中的招式，暖黄色长剑拖着残影将独眼人击飞出去。随后，剑的残影化为实体，贯穿了独眼人。\n结界解除，步行街上的人再度多了起来，继续这样左在步行街上显然会往不妙的方向发展，苏梓宣扶着栏杆站起来，明明是夏来秋初的九月，她却感到全身冰凉。\n“又是...差一点...就被杀掉了...”\n“我说你啊，自信一点嘛。这次的表现比上次厉害多了哦，至少成功地控制的身体作出动作了，可能你还没适应这样的战斗吧。其实‘影武者’出现，也就近两年的事，其他的魔法少女多多少少也有点你这种情绪，不过习惯了就好了。”\n苏梓宣停下脚步，看着空中的星辉。“还有别的魔法少女存在吗？”\n“当然了，我们魔术核心感知到世界的异变而被召唤，每一个魔术核心都对应一位魔法少女。”\n原来还有其他人...和我一样战斗着...但果然我还是不太习惯这种生活。",
    "replies": [
        {
            "author": "思念化作海",
            "timestamp": 1588067100,
            "txt_content": "建议把几个帖子的字体、字体大小、排版都弄成一样的吧xD\n加油啦 有时间就继续写下去"
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1588685400,
            "txt_content": "折叠 发表于 2020-4-28 17:45\n建议把几个帖子的字体、字体大小、排版都弄成一样的吧xD\n加油啦 有时间就继续写下去 ...\n啧。。才发现和前两章字体不一样\n打脸了\n我已经改了"
        },
        {
            "author": "xyq680202",
            "timestamp": 1590837120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "暗影月赎",
            "timestamp": 1590851820,
            "txt_content": "相当不错的文\n希望可以坚持下去\n再给周创带来更大的活力xd"
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1590892980,
            "txt_content": "暗影月赎 发表于 2020-5-30 23:17\n相当不错的文\n希望可以坚持下去\n再给周创带来更大的活力xd\n顺带一提 第四章已经发了哦"
        },
        {
            "author": "coward129",
            "timestamp": 1590987960,
            "txt_content": "这名字吸引了我点进来看"
        },
        {
            "author": "堕天使之墓",
            "timestamp": 1592923920,
            "txt_content": "加了个好友后因为各种原因咕了几天才来看(〃'▽'〃)\n\n不知道是我**还是文字有漏洞，“战斗一小时只过了一秒”这概念是“时间加速”吗(〃?▽?〃)"
        }
    ]
}