{
    "title": "[1.12.2][Implements Of Extinction——灭绝工具]觉得砧板太无聊？试试这个",
    "author": "梓杰piupiupiu",
    "replyCount": 0,
    "timestamp": 1588149780,
    "txt_content": " 本帖最后由 梓杰piupiupiu 于 2020-12-3 21:58 编辑 \n首先这是lz的第一个搬运帖，技术不佳，还请见谅\n关于授权\n\nmod介绍灭绝工具是一种mod，添加了物品，武器，装甲及其主要重点，这是一种称为“灭绝的工具”的过压武器，这种武器价格昂贵，但功率过大且具有独特的功能，有些武器可以升级实施绝种层级的人，还有JoJo的奇异冒险中的ZA WARUDO仙境传说。     注意：某些武器（包括一些灭绝的武器）可能基于模因，而一些动漫参考文献则主要是JoJo。  注意：很多纹理都是动画的，不会在图像部分显示。  注意：mod中的所有武器均不可掉落以防止意外掉落，如果要扔掉它，则必须手动打开背包并将其拖出。     对于创造模式用户，我们添加了/ tpdim（id）命令，该命令可以将您传送到维度0将您传送到世界1将您传送到末尾-1将您传送到下层，等等。\n一些基本的东西红宝石：  红宝石是mod中添加的2种矿石之一，红宝石用于制造简单的红宝石工具和武器，这些武器和武器比铁更坚固，但不如钻石强，红宝石基本上是mod中每个配方的基础，Ruby可以挖掘财富以获得更多。     Ice-7：  Ice-7是在每个香草冰生物群系中（极端丘陵除外）在1-20级时发现的极为稀有的矿石，但有时可能会上升到25级，它被用于制作最终游戏等级组件和Glacial Katana。会发光，可以发掘财富。     珍珠： mod添加了“珍珠”，使游戏变得更加粗糙，首先从珍珠开始，将9个铁块放在工作台上，制成一个铁珍珠，然后将8个金块放入珍珠中，从而将其升级为黄金在珍珠周围，它上升到了珠光体，但红宝石，钻石，恶魔，珠光体使用了4个方块和4个锭块，使其更容易到达那里，还有一个“枯萎的珍珠和吸收性的珍珠，它们是其他武器的制造要素”。正常的珍珠来自铁->黄金->红宝石->青金石->钻石->恶魔->珍珠岩。     合金： 此mod仅添加了2个宝石矿，红宝石和Ice-7，但也只有3种金属，这些金属只能通过对其合金进行精制和熔炼来获得，其中包括恶魔合金，锂云母合金和幽灵，恶魔可以用来制作一些中级武器，并从1级武器升级，endicilite和spectre用于制作最终游戏的武器，工具和工艺组件，例如珍珠。     暗物质： 暗物质是mod中最坚固的材料，用于制作所有灭绝的工具，您可以将它们组合在工作台上以制作黑洞块，用于Ragnarok和OPness（最坚固的工具）灭绝。\n\n第1层：入门武器Ruby's Wrath（Ruby的愤怒）：到目前为止，它是Mod中最便宜的武器，它比钻石更结实，更耐用，并且是可以灭绝的武器之一。     Pugio：击中敌人会中毒，击中速度非常快，伤害与钻石剑相同。     nium剑（Fernium Sword）：用击退10击退敌人（为了获得击退10的附魔，必须在工作台上进行制作，如果在创造的物品栏里拿出则无法使用。）\n第2层：中级武器一些2级武器：  地狱之火（HellFire）：使小怪燃烧20秒，造成9点攻击伤害，击中速度比普通剑快。     冰河武士刀（Glacial Katana）：被击中时冻结敌人，使其减速，并具有与HellFire相同的攻击力和速度。     Muramasa：对您的某些生命造成极大的损害，即使使用过多，它也会以创新的方式杀死您。     炽烈之怒：鲁比之怒的2级，使小生物着火15秒，击中时吸收，并造成12点基础伤害。     Java Infuser：具有极高的击中速度，与钻石剑一样的伤害，击中它会产生吸收力，右键单击会为您提供高咖啡因，从而使您能够真正跳得很高，可以将其制成灭绝工具。     Yazata：具有极高的命中速度，比Java Infuser稍弱，但在命中时会凋零，可以升级为灭绝工具。     恶魔Yazata：2级Yazata，具有相同的能力，但命中速度较慢，但??造成的伤害更大，它还可以在命中时放火，而不会像地狱火那样造成射击。     黑曜石边缘行凶者：命中速度较慢，但??是有12点攻击力，它也可以以100％的头部掉落率斩首每只香草生物，并且可以在横扫边缘使用。     龙息（Dragon Breath）：10点基础攻击伤害，与普通剑相同的击中速度，并且右键单击将使用户进入愤怒模式，这将使他们获得3点力量，速度和10秒再生，除非您有一个mod，可以让您拥有多个龙蛋。\n第3层：暗物质\n",
    "replies": []
}