{
    "title": "Minecraft的生物进化史（2）——僵尸与人，同为一体",
    "author": "Prest",
    "replyCount": 6,
    "timestamp": 1588146720,
    "txt_content": "Minecraft的生物进化史（2）               ——僵尸与人，同为一体（JAVA）今天，我们要来讨论他的演化史：[attach]1575740[/attach]图一......  抱歉，图放错了，应该是：[attach]1575737[/attach]图二没错，今天我们要来讨论僵尸和人类这两个独特的物种，哎呀，看看他俩长得多像呀！抛开开发者的奇思妙想，用现实的逻辑去看僵尸和人类的进化史。 首先，各位大佬一定都知道人类这个早期版本的生物吧，这个生物在RD-132328版本中首次加入了人类的模型，玩家可以通过按G键召唤人类，早期的人类如下图：[attach]1575743[/attach]图三  呃...因为那是在生命诞生的早期，所以人们比较原始，也比较疯狂（你看草方块的颜色都和今天的不一样），在Classic版本中，人类的生命为20点攻击力为1~3点，而且原始人类最大的优点在于——他们不受液体方块的减速影响。  再来看看僵尸，这终生误在V0.24版本中被加入游戏，在当时杀死僵尸可以获得一百分，这是在人类之后第二个被加入的生物，僵尸的生命值为20点，攻击力为2~4点，在白天会受到阳光燃烧。  来看看两种生物的内在关联，因为僵尸比人类加入游戏要晚一些，所以可以理解为人类死后变成了僵尸，那么，问题就来了——在那个没有村民的年代，僵尸是怎么繁殖的呢？人类可是也有攻击力的生物啊！这就证明了僵尸可以感染和无性繁殖。  那么问题又来了，在现在的版本中，僵尸的穿着和用默认皮肤的玩家一模一样，那么为什么玩家死后不会变成僵尸呢？（至少也要生成一个和玩家穿戴着一样装备的僵尸）既然玩家不会变成僵尸，那为啥村民又会变成僵尸呢？（玩家=人类，僵尸感染人类，所以玩家 ≠人类？？！！）这只能说明玩家并不是人类，只是有很多人类的特性罢了，或许在漫长的进化史中，人类已经对僵尸病毒产生了免疫性，所以不会被感染了，但是人类这个古老的文明，这个存在了12个版本的生物（如果把每次更新拆开来看的话是12个版本），就这样灭绝了。  但僵尸却适应了气候的变化，不断发展自己的种族，活到了今天。  仔细看图二会发现僵尸比人类高出两个像素，而且攻击力比赤手空拳的玩家要高，那么问题又来了，为什么人类死后不但不变小，反而长高了呢？  这就说明僵尸病毒的另一个作用——它可以让亡灵生物在沉睡时间进行一定限度的成长，而这种成长性超过了人类，所以在力量和体力面前都胜人类一筹。  为啥僵尸是绿色的？  这个，我想大概是他的老婆和隔壁...算了一不小心说多了。、僵尸是绿色可能是因为在地底长眠，身上的肉腐烂发霉，所以变成了绿色。  那么按现实中的逻辑来说，为啥僵尸能存活到今天？  按现实中的逻辑，一个种族的进化可能要有好多的分支，人类就是因为没有进化才灭绝的，所以一个种族不仅要数量多，演化出的其他种族也要多，僵尸的近亲数不胜数：溺尸、尸壳、僵尸猪人（关于僵尸猪人和僵尸的关系可以参考上一篇文章史莱姆与岩浆怪的猜想）、僵尸村民，自从僵尸幸存下来了以后，它们的种族不断进化，逐渐适应了各种气候，甚至有一些免疫了阳光，还有一部分演化成了动物（僵尸马），当然，有一种还没有完全灭绝的巨型僵尸种族——巨人族，它们的身高比例如下图：\n\n\n\n\n800px-Giant_and_Zombie.png (199.07 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-29 15:47 上传\n\n\n\n\n这样看来是不是觉得有一种尤里和夏树的身高对比感？巨人拥有着100点生命值，攻击力在26~75之间，与铁傀儡敌对，话说铁傀儡大哥，你真有把握干掉着家伙？！巨人可以在简单模式下一击必杀玩家，是当时主世界最可怕的BOSS，所以这家伙比末影龙都强。但很不幸——灭绝了...不过玩家可以通过输入/summon giant命令来生成他们，这个生物像恐龙一样，统治了主世界5个版本（其中有一个快照）之久的生物，销声匿迹了。    那么，既然僵尸拥有那么强大的种族，为什么还是打不过玩家呢？  因为，玩家明白一个道理：人类是有极限的，所以，我不做人了！  咳咳，说正经的，因为僵尸的脑子不行，僵尸病毒虽然可以给僵尸带来身体机能上的强化，却也削弱了智力，使得僵尸只明白就近原则，如下图：\n\n\n\n\n800px-Zombie_ways.png (232.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-29 15:48 上传\n\n\n\n\n所以，我也无话可说。所以，本文告诉了我们一个深刻的道理：\n\n\n\n\nZombie_getting_punched.png (30.61 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-29 15:51 上传\n\n\n\n\n本是同根生，相煎何太急啊！那么下一次，各位还想看到哪一个生物的进化史呢？\n",
    "replies": [
        {
            "author": "Prest",
            "timestamp": 1588146840,
            "txt_content": "抱歉，有两张图没传上去，请各位谅解"
        },
        {
            "author": "破浪超难",
            "timestamp": 1588146840,
            "txt_content": "他们靠数量取胜的。。。"
        },
        {
            "author": "kaiyv",
            "timestamp": 1588146900,
            "txt_content": "这件事告诉我们：你不要以为你是僵尸，你连个人都不是"
        },
        {
            "author": "-xiao_kai-",
            "timestamp": 1588146900,
            "txt_content": "这是照搬WIKI吗"
        },
        {
            "author": "mohui666",
            "timestamp": 1588147260,
            "txt_content": "史蒂夫进化"
        },
        {
            "author": "MC虫虫",
            "timestamp": 1588147680,
            "txt_content": "细思极恐"
        }
    ]
}