{
    "title": "[Minecraft.net | MINECRAFT BUILDS] 奇幻世界",
    "author": "Redstone_ray",
    "replyCount": 14,
    "timestamp": 1588137900,
    "txt_content": " 本帖最后由 Redstone_ray 于 2020-5-11 11:40 编辑 \nMINECRAFT BUILDSWorld of Wonders奇幻世界\nAn awe-inspiring tour through a man-made megacity一次震撼人心的奇迹都市穿越之旅\nChris Priestman克里斯·普尔斯曼\nThey say that patience is a virtue when building in Minecraft. Here at Minecraft.net, we don't know the meaning of the word. In fact, we're so impatient that we barely even finish our 20-block dirt houses before moving on to new projects. Please don't ask if you can join our realm – we're too ashamed of the mess we call home.有人说，拥有耐心是在我的世界里建筑时的良好习惯。但是我们(Minecraft.net)编辑的词典里并没有这两个字。事实上，我们就连建个二十方块的土房子的耐心都没有，所以请您不要问能否来参观我们的领域服 —— 我们对蓬荜陋室的混乱不堪感到惭愧。\nCommunity builder TrooperJoe isn’t just patient – he excels at it. For nearly eight years, he has been working on a single Minecraft world and as its sole architect, he's put over 10,000 hours into its construction. Not only does it contain Mount Olympus, which stretches all the way up to the build height limit, but there are also several behemothic marvels – and many of them have a dense network of streets, bridges, and gardens spilling out from their bases.社区建筑师TrooperJoe（骑兵·乔）完美的诠释了何为耐心——他在这上面可以说是出类拔萃了。他作为单人建筑师，历时7年11个月（发稿日期截至）超过一万个小时在同一个存档精雕细刻一座城市（译者注：欧洲的多个地区建筑混合，但是乔表示会融入亚洲的建筑风格）。从远处那高耸入云（触及世界高度）的奥林匹克山，到由纵横交错的公路网和桥梁还有公园所围住的（奇迹般）地标性建筑，一切都从城市的中心延展开来。\n\n\n\nTaking it all in at once is ripe with difficulty, and not just because of the sheer size of this epic build – the architectural variety on display will also snatch your attention. It's a massive mosaic of some of the most impressive structures from across ancient, medieval, and fantasy worlds.我们很难一次性游览完这个庞大的世界，这不仅仅因为这座史诗之城的浩大规模，更是因为极具吸引力的各式多样的建筑。纵横古今的艺术设计同奇幻世界之城的完美交融，将带给你无与伦比的视觉盛宴。\n\n'On the very left side of the map is the Notre Dame Cathedral. The center is the main city with many different European architecture-style buildings,' Joe tells me. 'The right side is the Great Sept of Baelor (a Game of Thrones-inspired build) with a city around it. There is the Pisa Tower, Pisa Cathedral, and another area of my city that's Italian inspired.'“地图的最左侧是巴黎圣母院。中间则是各种欧式风格建筑组成的主城区，”乔这样给我介绍道：“右侧是被城区环绕的贝勒圣堂（一座受到《权力的游戏》启发的建筑），那边是比萨斜塔，比萨主教座堂，和灵感源自于意大利的的建筑群。\n\nThe centre of Joe's city combines building styles from across Italy, France, Greece, Belgium, and the Netherlands.乔的城市中心的建筑风格汲取了意大利，法国，希腊，比利时和荷兰等地的建筑美学。\n\nNotre Dame has been one of the masterpiece landmarks of Paris since it was built in 1163. Unfortunately, it was damaged by a huge fire in 2019. 自1163年建成后，巴黎圣母院 (这一杰作) 一直是巴黎地标性的建筑，但它却不幸于2019年在大火中被烧毁。\n\nHere you can see the Colosseum as the Romans would have enjoyed it almost 2,000 years ago, before it went out of business started to crumble. 就算离罗马人在此尽兴已有2000年，你仍可以从乔的建筑里一窥罗马角斗场在歇业之前的辉煌。\n\nThe Tower of Pisa is famous for leaning to the side due to its unexpectedly soft foundations, but Joe has recreated it without the lean. 闻名于世的比萨斜塔因建在过松软的地基上而倾斜，不过乔将它搬到了结实的水泥地上。\n\nJoe's palaces are often inspired by real buildings, such as this one, which resembles the Pantheon in Paris, St. Paul's Cathedral, and the Sistine Chapel.乔的很多设计灵感来源于现实。比如这里所展出的巴黎先贤祠，圣保罗大教堂和西斯延教堂的复刻建筑。\n\nThat's just the start of it. He's recreated the Roman Colosseum in all its oval glory. There's a ginormous castle complete with bridges, portcullis, ramparts, watchtowers, a chapel, and a greenhouse. Turn your gaze to the several fully decorated houses in various French and Italian styles, and it's easy to see why quartz is Joe's favourite block: 'it resembles white marble, and fits in with the multiple different old European architecture styles,' he says.但这仅仅是宏伟建筑群的冰山一角。他还用（方块）赋予了罗马斗兽场昔日的荣光。请先看向这边是一座有着吊桥，城门，城墙，瞭望塔，圣堂和温室的巨型城堡。（译者注：此链接是乔在2013年2月17日上传到Youtube的视频，视频名是：Minecraft Xbox 360: 奇幻城堡预览，下面附上预览片）然后请将你的目光转向这几座法式和意式风格的房屋，从中可以很清楚的看出为什么石英是乔最喜欢的方块：“石英的质地和外表和大理石非常相似，可以很容易地融入到不同的古欧风建筑里，”他解释道。https://www.bilibili.com/video/bv1rV411d7GPTrooperJoe 的城堡预览片\n\nThen there's the mountain range. 'Pretty much every building in my world is a work in progress and incomplete. But the one build that I have put in the most time in is a set of mountains fully built from scratch,' Joe says. 'I've spent almost two months terraforming, landscaping, and building structures but I'm only about 15% done.'那边是连绵不断的山脉。“几乎这个城市里的所有建筑都还未竣工（还在建造当中），但是花费了我大量心血的工程之一就是这组拔地而起的山脉了，”Joe说道。“我用了将近两个月来修整地形，美化外景和建造框架，但也只才完成了15%”。\n\nWhat might be surprising given the size and complexity of Joe's mega builds is that he doesn't plan or draw any of them beforehand. Having an art background and studying graphic design at school enables him to do everything freestyle. But he does use reference photos and videos for any real-life structures that he builds to ensure some accuracy.考虑到大型建筑群的规模与复杂程度，令人感到惊奇的是他事先没有做任何规划设计。他的艺术底蕴和学习图形设计的经历使他可以（即兴）凭空创造一切建筑，而不是提前构思/绘图。但是他会在复刻现实世界中存在的建筑时参考影像资料以确保一定的准确性。\n\nRomans liked to create towns with a grid layout for practical reasons, so that buildings were often perfectly square, laid out in line next to each other. 出于实践性原因，罗马人热衷于用网格布局来创建城镇，这样的建筑往往是排列整齐的完美正方形。\n\n'Also, I worked for a photography studio for several years off and on,' Joe tells me. 'The many techniques I learned from photography, such as composition, rule of thirds, symmetry, leading lines, etc., have had a massive impact on how I build things in Minecraft.'“我在一家摄影工作室断断续续的干了几年，”乔告诉我们。“我从摄影学到了很多技巧，比如作品结构配比，三分之一构图法，对称学，引导线，诸如此类。这些知识对我在MC里建筑起了很大影响。”\n\nGo to the south of Joe's world and you can find the Roman-inspired buildings he made when he began playing Minecraft back in May 2012. He's been dutifully chipping away at it ever since, getting properly serious when upgrading from the Xbox 360's 862x862 world size limit to the Xbox One's much larger 5120x5120 capacity.你可以在地图南端找到乔在2012年五月刚接触Minecraft时建造的古罗马建筑。他一直在尽职尽责的保护这一灵感的发源地，尤其是他认真地从Xbox 360的862x862世界大小 往 Xbox One 更新（到5120x5120格) 的时候 （译者注：跨平台更新容易损坏世界，但是乔升级前应该会多次备份，这里只是进一步凸显他对待建筑的严肃和认真性）。\n\nYou might think that after several years of working on this enormous project that Joe's motivation would have waned, but if anything it's increased . He credits the dedicated viewers of his Twitch livestreams for encouraging him to keep expanding his world. As thanks, he makes a concerted effort to give as much as he can back to them for their continued support.你可能会觉得长时间在同一个世界进行这一超级工程会使乔感到疲倦。但是恰恰相反，他的决心与动力日渐丰裕。对此他表示应该感谢Twitch直播（译者注：目前海外最大的直播平台）的观众，他们一直在激励自己，观众们也是他创作还有扩张世界的坚实靠背。因此乔用全心投入的建筑来感谢他们一直以来对自己的鼓励与支持。\n\nTwitch viewers often ask Joe to create areas where they can relax, such as this palace garden with its twin gazebos. Twitch的观众经常要求乔建造可供他们憩息的区域，比如这个带有一对观景亭的宫殿花园。\n\nThis circular palace is one of Joe's most beautiful builds, with its entrance arch, colonnades, glass domes, fountains, and multi-tiered walkways.这个圆剧院是乔最得意（最美丽）的建筑之一，它拥有一个入口拱门，柱廊，还有玻璃圆顶，喷泉以及多层连廊。\n\nSome buildings have a singular theme, which is seen throughout the choice of brick, the shape of structures, and use of mosaic and water features. 乔会通过方块的选择，结构性质以及马赛克和水的使用来呈现一些建筑独有的主题。\n\nThis statue of a woman pouring from a hydria is a classic artistic image from Ancient Greece that brings a calming aura to an area.这位在使用海德里亚（ 译者注：古希腊金属制品和陶器中的一种载水器皿） 倒水的女性雕塑是来源于古希腊一张经典的艺术作，她象征着和平，并能为地方人民带来宁静和祥和。\n\n'I reward my longtime viewers with a build request once they have met certain requirements on my stream,' Joe says. 'I will build anything they want, implementing all their design ideas, as long as it fits the style of my Minecraft world. I've built around 50 large structures that have been requested by my loyal viewers over the past three years, and have about 100 or so left on the waiting list to be built.'“每当我的粉丝完成了一个目标（译者注：这里并不是单指打赏，很多国外的主播都会借助直播的平台来为儿童医院或其他公益组织筹款，著名的例子就是Kurt的Farlands or Bust前往边境之地系列，他在每次筹款目标完成时都会按下F3来查询自己的坐标，以此作为对粉丝的鼓励和感谢），我作为回报就会按照他们的愿望和设计想法建造一个建筑，但前提是建筑必须和我的地图的整体风格相契合。我已经为三年来忠实的粉丝们建造了大约50个大型建筑，每一个都包含了我对他们的感激和尊敬，目前大约还有100个想法等待被实现。”乔说。\n\n关于乔直播内容的一点扩展:\nAbout MeMy name is Joe, and I specialize in epic creative Minecraft builds. I stream mostly my Minecraft world that I've been working on for over 7 years since the game came out on the Xbox 360.If you like what you see, please follow my stream. :) GT - TheTrooperJoe关于我自己：我叫乔，擅长在我的世界里进行（奇幻）建筑。我主要直播内容是自打我的世界在Xbox 360发布后就开始在里面建筑的存档。如果你喜欢我的直播，请关注我：） GT - TheTrooperJoe\nPC & Stream EquipmentPC SpecsIntel i5 - 9400F16B RamNvidia GeForce GTX1660TI 6GBAcer G257HU IPS 25\" 1440p Monitior\nCapture DeviceHauppauge HD PVR 2\nGaming ConsolesXbox 360 & Xbox One硬件配置：Intel i5-9400F16GB 内存Nvidia GeForce GTX1660TI 6GB宏碁 G257HU IPS 25\" 1440p 显示器\n录制设备：Hauppauge HD PVR 2\n游戏平台:Xbox 360 & Xbox One\n\n\n\n\n\nfile_1589148948000.jpg (116.75 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-11 06:15 上传\n\n\n\n\n\n\nWhat's clear, especially if you watch any of Joe's livestreams, is that one of his main drives is to inspire others to create. 'I use my Minecraft world as a motivation tool [to show] that hard work, patience, and practice will make almost anyone a good builder.' Something he does to demonstrate how his building skills have improved over the years is compare his earlier builds to more recent ones. The structures have better form, more decorative details, and have trickier architectural flourishes such as balusters and cornices.但有一点是很明显，尤其是如果你看乔的直播的话：他的动力来源于激发他人的灵感，和带动他人一起来创新。“我把MC当作一个激励他人创作的平台，我通过Minecraft这一平台来激励并告诉他们 ，努力并持之以恒，勤学苦练，还有始终不懈是任何一个出色的建筑师必有的三要素。”他常常把自己的旧作和最新的作品放在一起比较，通过比对更好的细节，更和美的建筑和更复杂的设计来参照自己多年来的进步，特别是他那大有进步的栏杆和屋角的设计。\n\nIt's possible to walk around most of Joe's city on foot as he's paid special attention to linking up each area and its many buildings. 城市的大部分区域都可以徒步参观，因为乔别出心裁地设计了连廊来将不同的建筑连接在一起。\n\nA number of Joe's bigger builds are mounted on top of huge bodies of water or on islands in the sea. 很多乔的大型建筑都建于水上或者岛上，（这样可以更高效的利用土地/省去了平地的麻烦）。\n\nNot every part of the megacity is urban. Next to the cliff this palace is built on is a vast forest with wooden houses among the trees. 整个城市并不全是鳞次栉比的闹市区，这座宫殿建在悬崖边上，森林之中。林中点缀着林中小屋。\n\nJoe's advice to anyone who wants to create large builds in Minecraft is to pick an architectural style that won't get boring. It might be Japanese, Greek, Modern, Futuristic, or anything in between. Another piece of advice is to work on multiple builds at the same time. 'You're not stuck on one build for a long period, which might cause you to get builder's block,' he says. 'You can always move to a different build to keep your mind fresh.'乔对任何热爱大规模建筑的玩家的一句忠告就是选择一个自己不会感到厌烦的设计风格。比如日式，希腊，现代主义，未来主义或者其中任意两点的融合。另一点建议是同时建造多个建筑：“这样可以防止你卡在建筑的某一个细节，从而导致你 ‘自暴自弃’。你可以随时换到一个新的建筑，来保证自己头脑清醒和高速运转，而不是一直盯着同一个设计死磕下去。”乔建议。\n\nAs to what Joe is building next, he's had a handful of Twitch viewers ask him to work on Asian architecture, which he's very much looking forward to. 'From Taj Mahal, pagodas, Japanese gardens, Himeji Castle, Potala Palace, Angkor Wat Buddhist Temple, and the Japanese volcano Mt. Fuji,' he says.至于乔接下来的建筑，他表示很多观众都希望自己在城市里涵括亚洲风格，并且他自己也非常期待能在城市里进行这一创新。“我接下来的规划有泰姬陵，日本神社，日式花园，姬路城，布达拉宫，吴哥窟佛教寺和富士山，”他表示。\n\nThere's nothing as inspiring as a new challenge to TrooperJoe. And with a community with plenty of ideas to go along with the support they have for him, there are no signs of him slowing down. Watch this space, as it will soon swell with elaborate edifices from across eras and geographies, united in this huge metropolis.没有什么比新的挑战更能鼓舞TrooperJoe的了。背后不断鼓励他并提供新点子的玩家社区使乔没有任何放缓建筑脚步的迹象。请保持留意他的城市，这里将很快被跨越时空，超越地域的建筑所充满，一切都将融合在这个巨型都市当中。\n\nNow, time for me to back to the Minecraft.net realm and get to work on dirt house #57288...好啦！是时候让我回到领域服并投入到第57288个泥土房子的建造当中去了。\n由于BBS并没有给予添加脚注的工具，所以译注直接用括号插入到了文字当中\n【Redstone_ray 于 2020/4/29 译自官网 2020 年 04 月 28 日发布的 World of Wonders；原作者 Chris Priestman，最后更新于2020/5/11， 感谢Cokumo和封徵对翻译提出指正和建议】【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1588144680,
            "txt_content": "They say that patience is a virtue when building in Minecraft.\n“耐心是美德”和“耐心是重中之重”的意思还是相差不少的吧。\n前者表达有就更好，后者表达没有不行。\n\nHere at Minecraft.net, wedon't know the meaning of the word.\n这里指的应该是Minecraft.net的编辑们，之前官网有好多篇讲建筑的博文都提到了说“他们不擅长建筑，最多也只是个漏雨的土房子”以对比文章建筑的精美。\n\nrealm\n应该翻译为“领域服”，区分于“服务器”，并和文章最后一段保持统一\n\nbefore moving on to new projects\n这里忘记翻译了？\n\nFor nearly eight years\n近八年，非整整八年\n\nhe's putover 10,000 hours into its construction\n还原词语解释 —— “事物恢复到原来的状况或形状”。既然现实中这座城市并不存在用“还原”一词还是不妥。\n\n顶天立地的奥林匹克山\n“顶天立地”误用成语了，具体见下方：\n\n\n\n\nimage.png (139.44 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-29 14:35 上传\n\n\n\n\n\n\nbut there are alsoseveral behemothic marvels – and many of them have a dense network of streets,bridges, and gardens spilling out from their bases.\n这里漏翻译了破折号前面的那句？spilling out from their bases应该是指这些“奇迹性”建筑的底层延展到四面八方（大概就是中间一处主建筑，然后花园、街道、桥梁等等排列主建筑的四周）\n\nwith a city around it\n忘记翻译了？\n\nPisa Cathedral\n按照官方翻译来应该是“比萨大教堂”\n\nand fits in with the multiple different old European architecture styles\n与多种旧欧式建筑风格都相适宜\n\ngraphic design\n平面设计\n\nBut he does use reference photos and videos for any real-life structures that he builds to ensure some accuracy.\n这里的建筑前还有定语“real-life”，也就是他在复刻现实世界中存在的建筑时会参考影像资料以确保准确性，而现实中不存在的（也就是他自己创造出来的）则无这个要求。\n\n这些知识对我在MC里建筑起了很大的影响力\n起了 很大 影响 ，非影响力\n\nXbox One\n别人就叫做Xbox One，不是Xbox 1 ……\n\nfor encouraging him to keep expanding hisworld.\n直接“感谢他们一直以来对他的鼓励与支持”就行了，说实话“靠山”在目前的语言环境里更像是“背景；后台”一类的表述，用在这里就不太准确了\n\nI reward my longtime viewers with a build request once they have met certain requirements on my stream\n这里有个“reward with”用法为“reward sb. with sth.”即“以某物奖励某人”，而且这里的粉丝(viewers)还有个定语“longtime”，可以理解为“老粉”，requirements可以理解为比如“1k订阅”，“10k”关注这样的，用任务确实不太准确。反正就是达到了就用一座由粉丝们决定的建筑回馈他们。\n\nModern/Futuristic\n这里翻译成“现代主义”会比“现在”更准确一些，同理“未来主义”\n\nMt. Fuji\n富士山（这个是屏蔽词吗？)\n"
        },
        {
            "author": "Redstone_ray",
            "timestamp": 1588173180,
            "txt_content": " 本帖最后由 Redstone_ray 于 2020-4-29 23:37 编辑 \n封徵 发表于 2020-4-29 15:18\n“耐心是美德”和“耐心是重中之重”的意思还是相差不少的吧。\n前者表达有就更好，后者表达没有不行。\n翻译比较仓促，漏了很多细节，还为了保持通顺更改了一些单词，\nPisaCathedral\nhttps://zh.wikipedia.org/wiki/%E ... 9%E5%BA%A7%E5%A0%82\nGraphic Design\n平面设计，又称图形设计。由于MC是个3D世界，我觉得图形设计更能合适一点\nHere at Minecraft.net, wedon't know the meaning of the word.\n按照我的理解应该这样写已经很清楚了。I reward my longtime viewers with a build request once they have met certain requirements on my stream\n他的直播其实更多的和Farlands or bust一样，是主要号召玩家捐款，所以任务一次在我看来并无误。\n其他的均已修改，感谢指出\n"
        },
        {
            "author": "黑猫的世界",
            "timestamp": 1588254300,
            "txt_content": "奥利给加油6666"
        },
        {
            "author": "karoikurz",
            "timestamp": 1588258800,
            "txt_content": "的好方法防护试试。"
        },
        {
            "author": "ncwi",
            "timestamp": 1588264800,
            "txt_content": "对壮观的景象没有抵抗力"
        },
        {
            "author": "ncwi",
            "timestamp": 1588265040,
            "txt_content": "太逼真了！！！！！"
        },
        {
            "author": "燹錅鴒鑋",
            "timestamp": 1588295100,
            "txt_content": "好方法，奥力给"
        },
        {
            "author": "若尘3184",
            "timestamp": 1588305660,
            "txt_content": "吃瓜吃瓜吃瓜。呸，说错了，吃苹果。"
        },
        {
            "author": "sincyb",
            "timestamp": 1588426440,
            "txt_content": "。。。。。。。。。。"
        },
        {
            "author": "kuchazi",
            "timestamp": 1588555680,
            "txt_content": "感谢大佬"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1588659060,
            "txt_content": "\n\n\n\n\nQQ截图20200505141009.png (60.66 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-5 14:10 上传\n\n\n\n\n\n\n第一眼看到这个标题让我想到的是这个……\n"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589446800,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "kayn-",
            "timestamp": 1593056520,
            "txt_content": "感谢大佬翻译XD"
        },
        {
            "author": "kayn-",
            "timestamp": 1593056520,
            "txt_content": "感谢大佬翻译XD"
        }
    ]
}