{
    "title": "【原创/连载】《上帝的游戏》【第二章·与鲨鱼的较量】独自单挑鲨鱼，致胜恰鲨鱼肉",
    "author": "风灬晴",
    "replyCount": 0,
    "timestamp": 1588127820,
    "txt_content": " 本帖最后由 稽风 于 2020-4-29 10:37 编辑 \n\n【第二章·与鲨鱼的较量】\n“这可以说是一场上帝的游戏，不知为何我，不对，使我们，每个人都一样，都会感受到脑海里会有一个十分精确的基础数字——1000，但一段时间后这个数字会发生变化，当我醒来时数字就早已发生变化，由1000降至了954，你应该也会感受到，现在的这个数字是936......”大叔若有所思的说道，但还没当大叔说完，男生便插嘴说道：\n      “等等，打断一下，为什么我没这种感觉？”在一旁的三人听了惊奇不已，大叔也顿时闭上了嘴，看着他陷入了沉思。\n      场面安静了许时，站在大叔一旁一直没有做声的黑衣女孩便开口说道“你是外来人。”\n      男生听了感到有种莫名的诡异感“外来人？能解释一下吗？你知道这里是哪里？”男生没有多想，急着开口道。\n      “不知道，仅是根据我自己的我的判断而已。”黑衣女孩的语气和眼神都十分的冷淡，再加上呆在头顶的一个类似于巫师帽的帽子，见了让人不免有种神秘感。\n      没等男孩再次开口询问，方言口音的女孩晓晨便补充说道“她是一名预言师，我们许多问题和经历都是他预言出来的，比如刚才哥儿说的1000的含义就是他预言出来的。”\n      “含义？”男生的疑惑顿时又多加了许多。\n      “存活人数！”晓晨肯定的回答达道，“我们经过试验，每杀死一个人数量就会减少一，然而在这里可不只是我们在杀人，所以我们要尽可能找到适合的战友，组成一个较为庞大的组织，不然只会死路一条。”      “嘿！黑姐，你能给他预言一下吗？这小子这么牛，一拳就把我打趴了。”攻击男生的青年虽然有些不太喜欢他，但是他是一名战士，是敬畏强者的！\n      黑衣女抱起双手闭目冥想，窥视上帝的思路，在上帝星河般的思维中，每个人的秘密都储存在那里，十分钟过去了，黑衣女张开了自己的美瞳，用一种惊奇的口音道“没有他的信息，无法预言？！”\n      “好了好了就被纠缠他了，天快黑了，搭帐篷，凯克你去找点吃得来，小心点。”大叔知道这小子不是普通人，现在纠缠他的身世只是浪费时间。\n      大叔说完，攻击男孩的青年便跑到晓晨身边道“晓晨你今天想吃点啥？还要吃西瓜吗？等下我去顺便找一下，海龟蛋要吗？现在正是海龟产蛋的时节......”看来这位口若悬河的青年便是大叔口中的凯克了。\n      “我想吃鱼。”晓晨道“烤鸡也可以。”凯克听了便兴致勃勃向内部的山上跑去。\n      “那个，晓晨姐，刚刚岛上的情况还没说完呢。”男孩冒昧的用了晓晨姐一称，不知道合不合适，所以只能带有一种尴尬的语气去询问。\n      “你会抓鱼不？抓到了就给你说。”晓晨说话时脸上闪过一丝难以捉摸的神秘。\n      “我试试吧，有钓鱼钩吗？”男生道。\n      “用手抓，效率更高。”晓晨对着他笑了笑，但怎么看都另有隐情。\n      男生没有多想，便起身跳向一边的浅水滩，奇怪的事发生了——当他一手抓向一只小鱼时，当收还距鱼一格的距离时鱼就突然间停止了窜逃，定定地在原地停了两秒，然后就挺着雪白的肚皮翻上了水面。\n      “太小了，去远一点的深水区抓大一点的。”晓晨说完便丢给男生一把铁剑“拿去，以免遇见鲨鱼。”\n      “鲨鱼？！”男生怂了，但如果不满足一下他们，可能以后的日子就不大好过。\n      男生上岸拿起铁剑后便向深水区游去，男生游到了一处距岸37格方块远的地方，一头扎进了水里，因海水是咸水，在水中睁开眼睛着实不易，而且会对眼睛有所损伤，男生在水里摆弄了几分钟后终于睁开了眼，就睁开那一瞬间，他被眼前的景象惊呆了，在水底有着许多十分高大的“山丘”，在山丘上丛生着许多珊瑚，这些珊瑚似乎有着一种独特的特性——发光，水底被珊瑚的光亮照射的犹如一个巨大的歌舞厅一般，而那些水中的鱼则是歌舞厅里的狂欢者。  那些鱼不算太大，费点力气还是能捉住许些，起初男生只是抓了一些“老实”而略大的鱼，但就在他收获了第三只大鱼时，他遇见了群个难缠的家伙，海参遇到危险是会把自己的内脏吐出来的，然而当男生去伸手抓它们时，他们竟然集体吐出了内脏，男生害怕的不是内脏，而是被内脏所引来的鲨鱼。  一个黑色和身影从身旁一闪而过，原本在珊瑚旁嬉戏的鱼都纷纷逃散开来，只见鲨鱼不停地围绕着他旋转，着情况实在是太过于紧急，男生尝试着游上水面换口气，以免不战而败，但就当男生刚游上水面就被鲨鱼一口撕拽下去，男生腿部受了重伤，而且还在不断流血，但好在是刚才由上水面那一瞬间足以让他换够了气，如果不赶紧干掉那只鲨鱼，即使自己没有丧 命，但是受伤流出的血还会引来更多地鲨鱼，到最后战胜率只可能为零。   “速战速决吧！”男生在心里念到，鲨鱼似乎读取了男生的内心似的，当男生刚在心里念完，鲨鱼便拍动那硕大的鱼尾向他冲来，鲨鱼的各个部位都十分的强壮，想要伤到他是十分不容易的，但在强壮的外表下还是隐藏着自己的致命弱点——腹部的心脏，只要用铁剑插入心脏便可一击致胜，鲨鱼的俯冲速度本就让人不知所措，再加上它那血盆大口更是让人绝望至极，而男生却做了一个令人甚至令鲨鱼都无法理解的事——冲向鲨鱼的口中，男生挥起铁剑向鲨鱼砍去，顿时间男生的铁剑貌似绽放出了某种蓝色的光，这种光与海洋的颜色不同，这种蓝色十分的明亮，不向海洋那样带有一种令人恐惧的黑色，蓝光瞬间照亮了一大片海域，鲨鱼不知为何在冲刺过程中顿了一下，但仅仅是那一下就足以丧 命，男生一掌打在鲨鱼下颚将自己向向下推去，再用尽全力一个冲刺将铁剑插入了鲨鱼的心脏。  虽然战胜了鲨鱼但是自己却筋疲力尽，没有力气逃出这片海域，到此结束了吗......  “快醒醒！”一个女孩的声音传入的耳朵“啪！”紧接着是一声响亮的巴掌声。  “我......咳咳......还活着？”男生睁开了双眼，第一次初见晓晨的场景再次出现。  “你没事？吓死我了！你不要命了？还好我们发现的早。”晓晨担心的说道。  “对不起啊，没抓到鱼。”男生笑着道。  “还笑，那么大只鲨鱼叫没有鱼？”晓晨的话让他有些吃惊。  “你们把鲨鱼拖回来了？”男生惊奇得道。  “你不知道我们四人拖了多久。”晓晨嘟起了嘴。  “呵呵呵......等等你会说普通话？”男生惊奇的语气更加强烈了。  “会有怎么了，只是不太熟悉。”晓晨说完便走出了男生休息的帐篷，“我去拿点鲨鱼肉给你，真的很香喔~”  男生在心里道“真的很香啊~我没死，呵呵呵......”\n每周一更积极关注\n",
    "replies": []
}