{
    "title": "[娱乐]TF2----军团要塞2插件！让你的MC像TF2一样！[1.4.7]及之前",
    "author": "DayDreaming",
    "replyCount": 15,
    "timestamp": 1364619360,
    "txt_content": " 本帖最后由 DayDreaming 于 2013-3-31 22:32 编辑 \n\n概括：\n  ·TF2是一个全功能的插件，使您可以模拟从MINECRAFT打TF2。它不作任何红石需要。\n  ·玩家可以通过点击加入TF2的地图，在那里他们将被随机分配一个团队，被传送到自己的队伍的大厅的一个标志。在大厅中，玩家可以使用按钮选择一个类，并等待游戏开始。蓝队的目标是为捍卫自己的捕捉点。红队的目标是尝试攻击/捕捉蓝队的捕捉点。每个地图有一个时间限制，如果达到时间限制，红队尚未捕获所有的捕捉点，蓝队获胜。红队捕获所有的捕捉点，则红队获胜。\n\n\n特点：  ·完全自动化的大堂状态墙的迹象，显示时间留在游戏中，点捕获，游戏的状态等。  ·完全自动化 - 玩家将几乎不用使用任何命令，一切都是通过标志和按钮。  ·玩家会被自动平衡上的红/蓝队。  ·创建自定义的类中定义的配置 - 玩家选择使用按钮类的创建和定义类按钮。  ·游戏会持续一个时间限制，或者自定义的。  ·你的状态栏显示被捕获的点。  ·AFK的玩家会被自动踢出的游戏。\n地图准备：    一个完整的TF2地图，包括捕获点，推荐使用--SethBling。如果您使用的那一个，建议用WorldEditor编辑，因为它并不需要所有的红石/命令块。    大堂为团队的每个地图的红色和蓝色。每个地图都需要两个大厅。选择自己的队伍，在比赛开始之前，玩家TP到大堂。    一个全球性的大堂。这是玩家时，发送输入/ TF2 join来加入。\n创建地图：1、使选择一个WorldEdit围绕整个地图，然后键入/ TF2 creat map <地图名>。2、使用/ TF2 set playerlimit <地图名> <＃>设置地图的玩家&#8203;&#8203;的限制。不要设置这个数字高得离       谱！3、使用/ TF2 set redtp <地图名> <＃>设置红队在比赛开始后被传送的延迟时间（单位：秒）。4、最后，/tf2 set timelimit <地图名> <＃>设置游戏的限制时间。\n设置重生点：到达重生点，然后键入：/ TF2 set spawn lobby\n在那之后，你需要定义您的地图重生，重生用这个命令：/ TF2 set spawn <地图名称>创建。这将打开一个GUI（无客户端MODS），可让您选择您想设置的重生点。\n您必须设置以下重生点：\n红队重生（红队在比赛开始时被传）。蓝队重生（蓝队在比赛开始时被传）。大堂红队（红队的玩家在比赛开始之前，发送到选择自己的队伍）。大堂蓝队（蓝队的玩家在比赛开始之前，发送到选择自己的队伍）。\n定义捕捉点：每个地图可以有无限量的捕捉点。如果您使用上面提到的地图，每个地图包含有两个。站在每个捕捉点，然后键入：/ TF2 set capturepoint <地图名> <＃> #表示次数\n作为捕获点的数目的数目，从1开始，并增加与每个捕获点。\n创建你的大堂墙壁：例子↓↓↓创建地图名字为default\n\n英文对照↓↓↓\nCreating Your First Map Click here for a different tutorial - a quick outline on the commands you should use to create a map. Only use that one if you have created a map before and know the arguments required for each command etc.  This tutorial assumes you already have the following things set up and ready to go:  A complete TF2 map already made, including capture points. We recommend this one, by SethBling. If you use that one, we recommend using WorldEdit to edit out all of the redstone/command blocks under the map as it's not needed. Users have reported slow startup times when leaving it in. A lobby for the red and blue team for each map. Each map requires two lobbies, one for each team. If you have 3 maps, you will need 6 lobbies total. Players are sent to the lobby to choose their class before the game starts. Ideally, have signs with the names of all your classes, which will later correspond to buttons players use to choose their class. A global lobby. This is where players are sent when they type /tf2 join and when the game ends, it ideally contains the lobby boards for each of your maps. Creating the Map Make a WorldEdit selection around the entire map, and type /tf2 create map . Use /tf2 set playerlimit  <#> to set the map's player limit. Don't set this number ridiculously high! It's used to automatically start the game when a certain percentage of the maximum amount of players have joined (it defaults to 50%). Do /tf2 set redtp  <#> to set the delay (in seconds) for which the red team is teleported after the game starts. Finally, /tf2 set timelimit  <#> to set the amount of time games will run for. Set Your Spawns Go to the location of your global lobby, and type: /tf2 set spawn lobby  After that, you need to define the spawns for your map. All spawns are created with this command: /tf2 set spawn . This will open a GUI (no client mods needed) that allows you to select the spawn you would like to set.  You must set spawns for the following:  Red team spawn (where the red team is teleported when the game starts). Blue team spawn (where the blue team is teleported when the game starts). Red team lobby (where players on the red team are sent to choose their class before the game starts). Blue team lobby (where players on the blue team are sent to choose their class before the game starts). Create Class Buttons You can now place class buttons in both the red and blue team lobbies for your map. Use the following command: /tf2 create classbutton    The command will give you a button, which when placed, will become a class button. If it is a normal class button, players will need the tf2.button.normal permission to use it. If it's a donator class button, players will need the tf2.button.donator permission to use it.  If you spell a class name wrong or wish to re-do the button, simply destroy it and create it again.  Define Your Capture Points Each map can have an unlimited amount of capture points. If you used the map we mentioned above, each map included has two. Stand on each capture point and type: /tf2 set capturepoint  <#>  The number being the number of the capture point, start at 1, and increase it with each capture point.  Make sure everything went well! You can check what you've already done and what you need to do to setup a map by issuing this command: /tf2 checkdata   Everything should be successful so far except the creation of your lobby wall, which we'll do next.\n\n\n最后~~~无耻的求人气~~~~~~~\n\n",
    "replies": [
        {
            "author": "dtmmtd",
            "timestamp": 1364619480,
            "txt_content": "我会告诉你我是TF2老玩家么？"
        },
        {
            "author": "znmkjh",
            "timestamp": 1364620140,
            "txt_content": "早就想有这个插件了·{:10_495:}"
        },
        {
            "author": "1025891364",
            "timestamp": 1364620200,
            "txt_content": "这个东东好玩吗？"
        },
        {
            "author": "ruienquan",
            "timestamp": 1364621040,
            "txt_content": "希望出一套教程！"
        },
        {
            "author": "kvxk__120",
            "timestamp": 1364626980,
            "txt_content": "机翻无疑。。。"
        },
        {
            "author": "DayDreaming",
            "timestamp": 1364628300,
            "txt_content": "kvxk__120 发表于 2013-3-30 15:03 \n机翻无疑。。。\n不然我坐下来翻一天这个么= =我只是搬运来的=w="
        },
        {
            "author": "kvxk__120",
            "timestamp": 1364628840,
            "txt_content": "DayDreaming 发表于 2013-3-30 15:25 \n不然我坐下来翻一天这个么= =我只是搬运来的=w=\n。。。所以你应该贴上英文原文。。。那样反而会好些。。。"
        },
        {
            "author": "DayDreaming",
            "timestamp": 1364706300,
            "txt_content": "kvxk__120 发表于 2013-3-30 15:34 \n。。。所以你应该贴上英文原文。。。那样反而会好些。。。\n所以说我有把原帖地址拿出来啊"
        },
        {
            "author": "kvxk__120",
            "timestamp": 1364724000,
            "txt_content": "DayDreaming 发表于 2013-3-31 13:05 \n所以说我有把原帖地址拿出来啊\n、、、不是原帖地址，是要在帖子里加上原来的英文，便于对照。。。这也是版规"
        },
        {
            "author": "DayDreaming",
            "timestamp": 1364740200,
            "txt_content": "kvxk__120 发表于 2013-3-31 18:00 \n、、、不是原帖地址，是要在帖子里加上原来的英文，便于对照。。。这也是版规\n哦是么= = 没注意  、   第一次发帖的说~"
        },
        {
            "author": "kvxk__120",
            "timestamp": 1364746320,
            "txt_content": "DayDreaming 发表于 2013-3-31 22:30 \n哦是么= = 没注意  、   第一次发帖的说~\n=。=不是什么太重要，只是不加上英文估计没人看了。。毕竟这是机翻"
        },
        {
            "author": "DayDreaming",
            "timestamp": 1364790120,
            "txt_content": "kvxk__120 发表于 2013-4-1 00:12 \n=。=不是什么太重要，只是不加上英文估计没人看了。。毕竟这是机翻\n加了       =w="
        },
        {
            "author": "JKEK",
            "timestamp": 1365168120,
            "txt_content": "TF2在steam上玩了好长时间了 SPY"
        },
        {
            "author": "DayDreaming",
            "timestamp": 1365215880,
            "txt_content": "JKEK 发表于 2013-4-5 21:22 \nTF2在steam上玩了好长时间了 SPY\nsteam ID 留下~！   我最喜欢用的就是SPY     SPY用了20多小时、再下来就是工程师10几个小时"
        },
        {
            "author": "JKEK",
            "timestamp": 1365216780,
            "txt_content": " 本帖最后由 JKEK 于 2013-4-6 10:54 编辑 \nDayDreaming 发表于 2013-4-6 10:38 \nsteam ID 留下~！   我最喜欢用的就是SPY     SPY用了20多小时、再下来就是工程师10几个小时\njkek888\n简称jkek 38 \n\n\n\n\n"
        }
    ]
}