{
    "title": "水贴",
    "author": "1603484250",
    "replyCount": 0,
    "timestamp": 1588227300,
    "txt_content": "兄弟们我来水帖了水是无色无味液体，地球有72%的表面被水覆盖。水在空气中含量虽少，但却是空气的重要组分。固态水（冰）的密度（916.8kg/m3）比液态水的密度（999.84kg/m3）小，所以冰能漂浮在水面上，水结冰时体积略有增加。水在3.98℃时达到最大密度（999.97kg/m3）。水分子是极性的，即水分子的正负电荷中心不重合，这使得水成为一种很好的溶剂。 [2]  儿童体内有80%的水，老人体内则有50-60%，正常中年人体内则有70%的水\n\n水生理意义\n水是人体正常代谢所必需的物质 [3]  ，正常情况下身体每天要通过皮肤、内脏、肺以及肾脏排出1.5升左右的水，以保证毒素从体内排出。 [4]  \n水在机体内有许多重要功能 [3]  ：\n（1）水是细胞原生质的重要组分； [3]  \n（2）水在体内起溶媒作用，溶解多种电解质； [3]  \n（3）水在体内起运输作用，可以传递营养物质、代谢废物和内分泌物质（如激素）等； [3]  \n（4）水有较高热导性和比热，可作为“载热体”在体内和皮肤表面间传递热量，有助于人体调节体温。 [3]  \n\n水物理化学性质\n水 \n水在常温下为无色、无味无臭的液体。在标准大气压下（101.325kPa），纯水的沸点为100℃，凝固点为：0℃。纯水在4℃时的密度为1.0000g/cm3。常温下水的离子积常数Kw=1.00×10-14；纯水的理论电导率为0.055μS/cm。 [5]  \n水的生成焓很高，ΔfHmθ=-285.8kJ/mol，所以热稳定性好，在2000K的高温下其离解不足百分之一；比热容大：75.3J/（mol·℃）能很好地起到调节温度的作用。 [5]  \n很多常见气体可以溶解在水中，如氢气、氧气、氮气、二氧化碳、惰性气体等，这些气体的溶解度与温度、压力、气相分压等因素有关。 [5]  \n\n水重水\n化学式D2O，又称氧化氘。1931年H.C.尤莱在把4L液氢在-259℃下缓慢蒸发到剩余数毫升，光谱分析时发现了重氢“D”，称氘。氘 （deuterium） 的意思是2，表示原子量等于2的氢同位素。由重氢和氧组成的化合物称重水，分子量为20.028，比普通水分子量18.016高出约11%。纯重水在1933年就已制得。普通水中所含重水很少，约占普通水质量的0.02%，自然界没有富含重水的源泉。重水在外观上和普通水相似，但许多物理性质不同，其比较见下表。 [6]  \n性质H2OD2O相对密度 （20℃）0.9971.108凝固点/℃0.003.79沸点/℃100101.41蒸发热/kJ·mol-140.6741.6熔化热/kJ·mol-16.0086.276凝固点降低/℃ 0.9971.862.00重水分子间氢键力较大，分子间范德华力也较大，所以它的熔点、沸点比水高。常温下重水的蒸气压比水小，这是水精馏法富集重水的理论根据。在25℃时重水的粘度比水大2.3%，致使许多电解质在重水中的电导率比水中小。重水的介电常数低于水，盐类在重水中的溶解度一般小些，在25℃时1g水能溶解0.3592g氯化钠，但1g重水只能溶解0.3056g；在25℃时，碘在四氯化碳和水间的分配系数是85：1，而在四氯化碳和重水间的分配系数是103：1。重水表面张力、离子积（2×10-15）数值都比水小，重水的反应速度比水的同样反应要慢些。重水有吸水的性质，和浓硫酸相像，必须将它保存在密封的容器内。 [6]  \n重水的主要用途是在核反应堆中做“减速剂”，减小中子速度，控制核裂变过程，也是冷却剂。重水和氘在研究化学和生理变化中是一种宝贵的示踪材料，例如，用稀重水灌溉树木，可以测知水在这些植物中每小时可运行十几米到几十米。测定饮过大量稀重水的人尿中的氘含量，知道水分子在人体中停留时间平均为14天。用氘代替普通氢，可以研究动植物消化和新陈代谢过程。浓的或纯重水不能维持动植物生命，重水对一般动植物的致死浓度为60%。 [6]  \n生产重水的方法很多，曾用过电解法、水精馏法等，现在利用H2S/H2O双温交换法，先把重水富集约15%后，再电解富集成99.8%，该法成本低廉。 [6]  \n\n水水的起源[url=]编辑[/url]\n关于地球上水的来源有许多各不相同的认识，各有各的道理，但真相究竟如何，还有待于科学家们收集更多的客观证据，以揭开这个谜。众所周知，地球表面71%的面积被水覆盖。然而，地球上的水从哪儿来，却始终是未解之谜。 [7]  \n《自然》杂志载文称，德国明斯特大学的科学家通过对来自加拿大不列颠哥伦比亚省塔吉胥湖陨石和地球地幔岩石样品的同位素分析显示，水在地球上出现的时间比此前预期的要晚很多。这在很大程度上反驳了此前很多科学家所持有的“水是地球形成阶段时期由陨石表面的冰层转变而来”的说法。地球上水的起源和形成时间，决定了地球演化的方向和生命起源的时间。对于地球上的水的来源，目前比较有代表性的是“外源说”和“内源说”。 [7]  \n\n水外源说\n顾名思义，外源说认为地球上的水来自地球外部。而外来水源的候选者之一便是彗星和富含水的小行星。被誉为“脏雪球”的彗星，其成分是水和星际尘埃，彗星撞击地球会带来大量的水。而有些富含水的小行星降落到地球上成为陨石，也含有一定量的水，一般为0.5%~5%，有的可达10%以上，其中碳质球粒陨石含水更多。 [7]  \n球粒陨石是太阳系中最常见的一种陨石，大约占所有陨石总数的86%。正因如此，一些科学家认为，正是彗星和小行星等地外天体撞击地球时，将其中冰封的水资源带入地球环境中。 [7]  \n然而，科学家研究发现，大多数彗星水的化学成分与地球水并不匹配。此外，上述德国明斯特大学科学家认为，既然陨石是在地球形成阶段就已经降落到地球的，那么应该在地球的地幔中留下相应的化学痕迹。如果水确实是在这一阶段由陨石带到地球上的，那么地幔中的同位素水平和陨石中的同位素水平应该相同，而当他们将不列颠哥伦比亚塔吉胥湖的陨石中钌同位素及地球地幔中钌同位素进行对比分析后却发现，两者的同位素水平并没有任何相似之处。 [7]  \n据此，德国明斯特大学科学家表示，这证明，如果水确实是由彗星或小行星带到地球上的，则其来到地球上的时间并不是地球的形成期，而是地球演化到形成地壳和地幔之后的时期。但并不排除另一种情况，即水最开始其实是星际尘埃的组成部分，而地球则正是由星际尘埃所组成的。 [7]  \n外来水源的另一个候选者是太阳风。太阳风是指从太阳日冕向行星际空间辐射的连续的等离子体粒子流，是典型的电离原子，由大约90%的质子（氢核）、7%的α粒子（氦核）和极少量其他元素的原子核组成。 [7]  \n有科学家认为，地球上的水是太阳风的杰作。首先提出这一观点的科学家是托维利。他认为，太阳风到达地球大气圈上层，带来大量的氢核、碳核、氧核等原子核，这些原子核与地球大气圈中的电子结合成氢原子、碳原子、氧原子等。再通过不同的化学反应变成水分子，据估计，在地球大气的高层，每年几乎产生1.5吨这种“宇宙水”。这种水以雨、雪的形式降落到地球上。更重要的是，地球水中的氢与氚含量之比为6700∶1，这与太阳表面的氢氚比也是十分接近的。因此托维利认为，这可以充分说明地球水来自太阳风。 [7]  \n但太阳风形成的水是如此之少，在地球45亿年生命史中，也不过形成了67.5亿吨水，与现今地球表面的水贮量（包括液态水、固态冰雪和气态水汽）1.3860×1010亿吨相比，不过九牛一毛。 [7]  \n\n水自源说\n自源说认为地球上的水来自于地球本身。地球是由原始的太阳星云气体和尘埃经过分馏、坍缩、凝聚而形成的。凝聚后的这些星子继续聚集形成行星的胚胎，然后进一步增大生长而形成原始地球。地球起源时，形成地球的物质里面就含有水。 [7]  \n在地球形成时温度很高，水或在高压下存在于地壳、地幔中，或以气态存在于地球大气中。后来随着温度的降低，地球大气中的水冷凝落到了地面。岩浆中的水也随着火山爆发和地质活动不断释放到大气、降落到地表。汇集到地表低洼处的水就形成了河流、湖泊、海洋。地球内部蕴含的水量是巨大的。地下深处的岩浆中含有丰富的水。有人根据地球深处岩浆的数量推测，在地球存在的45亿年内，深部岩浆释放的水量可达现代全球大洋水的一半。 [7]  \n还有一种说法认为在地球开始形成的最初阶段，其内部曾包含有非常丰富的氢元素，它们后来与地幔中的氧发生了反应并最终形成了水。 [7]  \n\n水水岩\n地球科学家倾向于认为，地球上的水来源于地球自身演化过程中的岩浆水等，天文学家更倾向于是彗星等撞击地球带来的水。目前两种观点谁都没有说服谁。 [7]  \n很多人似乎觉得太空中的水很稀少，实际上水在太阳系中非常丰富。例如我们的临近行星——火星，已经在其表面发现了很多干涸的河床、湖泊、三角洲、冲积扇等，这说明火星表面曾经有大量的水。现在科学家也相信，火星地下和两极可能藏有很多水。此外，一些小行星、海王星轨道之外的柯伊伯带的天体上也有大量的水存在。而在柯伊伯带以外的奥尔特云更是分布着大量的彗星，这些彗星大部分就由水组成。液态水能否存在的关键在于星球表面的温度。在地球上，由于温度通常在0到100摄氏度之间，因此水才可能以液态形式存在。 [7]  \n有的星球如金星表面温度达到400多摄氏度，远远超过了水的沸点，所以没有液态水。有的星球如火星，表面温度达到了零下四五十摄氏度，低于水的冰点，即使有水也都冰冻了，所以也不会有很多液态水。所以水出现在地球上并非偶然，而是必然现象。地球水的“第四种形态”地球上的水绝大多数其实并不是以我们所熟知的冰、水、气三种形式存在。水还有另外一种存在形式，这种形式异乎寻常——那就是封存在岩石中的水。 [7]  \n可以说，这些岩石像一个巨大的水库，它的含水量至少与地球上所有河流、海洋和冰川中的水量加起来一样多，或许还是海洋水量的4倍、6倍或10倍。但它们一直被深埋在我们脚下410千米处。科学家把这种融入水的矿石称为“水合矿物质”，即“水岩”。科学家认为，这种水岩遍布地下400千米~650千米的深处，厚达240千米，比地球表面的水层还要厚。即使这种矿石的含水量只有1%，其水量也很大，实际上已相当于地球海洋水量的几倍。 [7]  \n\n水水总硬度[url=]编辑[/url]\n\n水定义及其分类\n水总硬度指的是水中钙离子、镁离子的总量，是衡量自来水是否符合标准的依据，主要可以分为暂时硬度和永久硬度两大类。暂时硬度是指水中的钙镁离子以碳酸盐的形式存在，遇热就会形成碳酸盐沉淀，最终被除去；而永久硬度则是指水中钙镁离子主要以硫酸盐、硝酸盐等形式存在，性质稳定，不易除去。 [8]  \n\n水测定意义\n水硬度是评价水质的一个重要标准，对于饮用水以及工业用水有着很重要的影响。水硬度过高可能会形成水垢，影响产品质量。因此，为确定水质以及进行水的相关处理，要对水中钙镁离子进行测定，即水总硬度的测试。 [8]  \n水总硬度的监测分析是水质检测的重要工作之一，不仅影响到水的质量，还会影响到人们生产以及生活的安全。在科技快速发展的今天，更多的检测技术的应用，提高了水总质量检测的准确性，保障了水质的安全以及使用质量。 [8]  \n\n水注意问题\n（1）溶液pH值问题\n测试中溶液的pH值在一定程度上会影响到金属钙镁离子与EDTA生成络合物的稳定性。pH过低，将会使络合物的稳定性降低；pH过高，则水中钙镁离子将不能与EDTA反应。因此，在进行水总硬度测试之前必须要确定使用溶液的PH值，以保证实验的顺利进行。 [8]  \n（2）滴定溶液的温度问题\n水总硬度检测时滴定溶液的温度对检测结果有着很大的影响，温度过低就会造成反应速度过慢，滴定过量；溶液温度过高就会使测试溶液中有效物质变质，影响钙镁离子与EDTA的反应过程。最终影响到水总硬度的检测。 [8]  \n（3）缓冲溶液的问题\nEDTA具有弱酸性，其反应过程受到溶液pH值的影响，因此，要将缓冲溶液加入到滴定溶液中，保持适合的pH值，保证测试的顺利进行。 [8]  \n（4）铬黑T的问题\n铬黑T是一种常见的金属离子指示剂，用于滴定检测过程中与钙镁离子进行置换作用，有明显的颜色变化，可以准确的测出水的质量问题。铬黑T指示剂的配制可以分为两类，一类是固体指示剂，另一类则是液体指示剂。 [8]  \n（5）滴定时间及速度问题\n水总硬度测试中，每次滴定必须要按照规定的零刻度开始，这样可以保证读数都在滴管的同一个位置上，减少读数的误差。在碱性溶液中，铬黑T会随着时间的流逝而被氧化，影响最后反应结果。因此，要保证其在五分钟之内完成反应，测出结果。但是，也要注意滴定的时候速度不要过快，否则可能导致溶液粘在滴定管壁上，影响读数的误差。 [8]  \n（6）溶液中二氧化碳的问题\n溶液中可能含有碳酸氢根等物质，当其浓度过大时，就会使反应效果提前，影响测试结果。因此应该适当加入盐酸，将其中和反应掉，使溶液呈现中性。还要注意，不要将滴定溶液放置时间过程，其极易与空气中的二氧化碳反应，出现返红现象。 [8]  \n\n水解决办法\n水总硬度的检测受到环境因素的影响，如果在滴定过程中发现没有出现终点色，有可能是铁离子、铜离子以及锰离子等的干扰，它们与指示剂形成更加稳定的络合物，导致EDTA不能把金属离子置换出来，就会影响水总质量的测定。 [8]  \n（1）铁离子\n在水总硬度测试中，铁的含量过高，就会干扰到测试的结果。相应的解决办法就是要在加入缓冲溶液之前加入三乙醇胺，加快滴定速度，将铁离子屏蔽。或者也可以利用沉淀过滤的方法来除去铁离子，减少测试的误差。 [8]  \n（2）铜离子\n在水总质量的测试中，若是水样中存在铜离子，将会出现指示剂封闭的现象，导致测试结果不清晰。相应的解决方法之一就是在加入缓冲溶液之前加入氰化钾，使之与铜离子反应从而消除铜离子的干扰，但是要注意氰化钾的剧毒性，尽量减少使用；另一种方法就是加入硫化钠，也是使其与铜离子反应，形成硫化铜沉淀，将其过滤掉。 [8]  \n（3）铝离子\n若是水样中存在铝离子，在其作用下，可能会吸附指示剂，导致终点色出现时间延长，影响水硬度的测试。而解决办法可以参考铁离子的解决办法，使水总硬度测试顺利进行。 [8]  \n（4）水样总碱度\n水总硬度检测中，如果水样滴定终点变蓝，但是又很快的变回紫色，则证明水的碱性很大，主要是由于钙镁离子造成的，相应的解决办法就是可以在检测之前将盐酸酸化煮沸，可以去除一定的碱性，之后需要将氢氧化钠与之融合至中性，再继续检测将会发现滴定终点颜色变化会更明显。 [8]  \n（5）有机物、悬浮物及胶状物质\n水总硬度检测过程中如果发现水样中有机物、悬浮物质过多，就会影响其终点颜色变化的观察，影响到最终测试的结果。相应的解决办法就是将着色物用乙醚去除掉，或者是用硝酸等进行溶解，在去除多余的酸性，中和之后再进行水总硬度的检测。 [8]  \n\n水中国淡水资源现状[url=]编辑[/url]\n\n水现状\n我国淡水资源总量较多，但按人口、耕地平均占有水平很低与世界上许多国家相比，我国淡水资源问题比较严重，尽管我国河川径流总量居世界第六位，但是由于我国国土辽阔，人口众多，人均和亩均占有量均低于世界平均水平。人均占有量为世界人均占有量的1/4左右，亩均占有量仅为世界亩均占有量的3/4。据对149个国家和地区的最新统计，中国人均占有量已经退居世界110位。因此，正确处理好水及人和人及于水两方面的关系比世界上任何一个国家都艰巨复杂。 [9]  \n我国淡水资源在地区上分布不均，水土组合不平衡。我国的水量和径流深的分布总趋势是由东南沿海向西北内陆递减，并且与人口数耕地的分布不相适应。81%集中分布在长江及其以南地区，而耕地面积仅占全国的 36%；淮河及其以北地区耕地面积占全国 64%。 [9]  \n我国降水及河川的年内分配集中，年际变化大，连丰连枯年份比较突出。我国主要河流都出现过几年来水较丰和几年来水较枯现象。例如黄河在过去几十年中曾出现过连续9年（1943~1951）的丰水期；在近几十年内也曾出现过连续28年（1972~1999）的少水期，其中断流21年。降水量和径流量在时程上的这种剧烈变化，给淡水资源的利用带来困难。要充分利用淡水资源势必修建各种类型的水利。 [9]  \n淡水资源污染波及全国。如果从淡水资源人均占有量上说，中国缺水主要是指北方区域的话，那么，淡水资源的污染却是一个具有全国性的问题。而且，越是丰水区和大城市，越是人口密集地区，往往污染越是严重。结果丰水区出现水质性缺水的现象。这是中国淡水资源更为严重的问题。 [9]  \n用水效率低和过度开发并存。首先是用水效率低，而且，越是缺水的地方，效率就越低。比如，严重缺水的黄河流域，农业灌溉大量采用的还是大漫灌方式。农业用水如此，工业用水也是如此。目前中国工业用水重复利用率远低于先进国家75%的水平单位GDP用水量是先进国家的十几倍到几十倍，一些重要产品单位耗水量也比国外先进水平高几倍，甚至几十倍。 [9]  \n对淡水资源过度开采的情况日趋严重。比如海河流域，海河流域是中国人口最密集的地区之一，包括北京、天津、河北大部分地区和山东、山西、内蒙、河南部分地区，区域内有26个大中城市。这个地区也是中国最为缺水的地区，人均只有293立方米。这些年来，这里的社会经济的状况发生了很大变化。从20世纪80年代以来，中国的缺水现象由局部逐渐蔓延至全国，对农业和国民经济带来了严重影响。 [9]  \n\n水南水北调\n中国闹水荒，主要是指北方。特别是近20年来的自然变化和人类活动的影响，淡水资源南多北少的趋势更加严重。这种由自然、地理、气象等因素所形成的淡水资源分布情况，单用软科学的办法是很难解决问题的。必须用硬办法。正在进行中的南水北调工程，就是硬办法之一。 [9]  \n\n水优化水资源配置\n优化资源配置主要包括两个方面的内容，其一是解决我国水资源分布不平衡，利用效率低的问题。当前我国政府已经采取了有效的措施，实现了水资源的优化配置。以南水北调工程为例，作为一项重大的战略性工程，有效缓解了我国北方地区缺水严重的现象，不但实现了水资源的优化配置，还对区域经济的良性发展产生了十分深远的影响。其二是要合理分配地表水和地下水、一次性水资源和可再生水资源。政府要加强对分配后水资源的管理，通过市场的调节作用提高水资源利用率，避免水资源浪费。 [10]  \n\n水水资源的循环利用\n长期以来，我国对水资源的利用采用了粗放式的模式，造成了水资源的大量浪费。以牺牲资源为目的的经济发展模式虽然能够在短时期内取得可观的经济效益，但从长远发展来看无疑是慢性自杀，违背了我国可持续发展战略的要求。在未来的发展中，我国将会在全社会提倡水资源的循环利用，并加快相关技术的研发，通过对废水进行二次处理、重复利用达到提高水资源利用效率的目的，从而逐步打破水资源匮乏的发展态势，为我国经济社会的健康发展解决后顾之忧。 [10]  \n\n水水资源生态防治\n从目前的发展情况来看，水污染仍然是威胁我国水资源可持续发展的重要因素，在未来的发展中，水资源生态防治仍然是相关从业者的首要任务。水资源生态防治，不仅包括水污染治理，还包括提高环境用水承载能力、水资源保护、节约用水等多个方面。水资源生态防治是一个系统的工程，不仅需要专业人员的努力，还需要全社会的密切配合。比如，排污量大的工厂要自觉的进行技术改进，最大限度的控制工业用水的排放量。政府要加大监督管理制度，防止污水排放超出环境的承载能力；在全社会大力倡导节约用水，培养民众节约用水的意识；做好水资源保护，防止人类生产生活用水对水资源造成破坏。 [10]  \n\n水水污染治理[url=]编辑[/url]\n\n水水体自净\n水体的自净机制有物理净化、化学净化和生物净化三种。水体自净的三种机制往往同时发生，并相互交织在一起，哪一方面起主导作用取决于污染物性质和水体的水文学和生物学特征。水体污染恶化过程和水体自净过程是同时产生和存在的，但在某一水体的部分区域或一定的时间内，这两种过程总有一种过程是相对主要的，它决定着水体污染的总特征。所以，当污染物排入清洁水体之后，水体一般会呈现出三个不同水质区：水质恶化区、水质恢复区和水质清洁区。 [11]  \n\n水防范办法\n为加强水资源保护，防止对水资源的破坏、浪费和严重污染，应加强水资源的保护工作，及时采取有效措施全面保护水资源。 [11]  \n（1）完善法律法规，强化管理，严格执法　\n贯彻执行《水法》、《水污染防治法》、《环境保护法》等法律法规，同时完善相应的法律法规，建立健全的水环境保护法律体系。对污水的排放标准进行严格控制，尤其要加强对工业污水排放的监督和管理，对违法排放的工业企业要从重处罚。对集中排污口的各类污染源，加强跟踪监测，发现问题及时解决。加强对地表水和地下水的水质监测和水源的保护工作。以流域为单元，以河流为主线，以城镇为节点，建立流域水资源保护监督管理体系，强化流域管理的监督职能和协调能力，加强各相关部门之间的交流与合作。 [11]  \n（2）从源头控制污染　\n摆脱先污染后治理的发展模式，从控制污染物的排放量来遏止污染的进一步扩大。对企业要采取有力措施，改善经营管理，积极引进先进的生产工艺，提高物料利用率，减少污染物的排放。通过修订产业政策，调整产业结构，用行政、经济手段推行节约用水和清洁生产。 [11]  \n（3）大力提高水资源的利用率和重复利用率　\n我国的水资源利用率不足50%，重复利用率仅为20%左右，低效的水资源利用加剧了水资源的供需矛盾和严重浪费局面。只有施行较高的水资源价格，高额的水污染排污费，才能有效地促使企业采取措施，改直流冷却为循环冷却，改漫灌为喷灌或滴灌，采用先进的节水技术和生产工艺，研究污水的治理和重复利用，降低生产成本，进而实现企业经济效益和社会环境效益的统一。 [11]  \n（4）提高水污染排污费的收缴额度　\n当前，我国的排污收费标准定位太低，远远少于水资源的补偿费用，因此，全面提高排污收费指标，向等量甚至高于水资源的恢复治理费靠拢，采取“严进严出”的措施，或许能对乱排现象起到一定的抑制作用。 [11]  \n（5）研究解决污水的资源化利用　\n污水资源化利用是解决用水紧张的一个有效途径，并可以产生较高的经济效益，实现较好的环境效益。例如：合理利用采煤过程中抽取的地下水，以全国煤炭产量12亿吨计算，大约可抽排50亿m3的受污染的矿井地下水，若全部净化成饮用水，则能产生巨大的社会和经济效益。另外，中水回用、工业冷却用水的循环利用等都是充分合理地利用水资源的有效措施。 [11]  \n\n水海水淡化[url=]编辑[/url]\n海水淡化又称海水脱盐，是从海水中获取淡水的技术和过程。从海水中取出淡水或者除去海水中的盐分，都可以达到淡化的目的。根据脱盐过程分类，海水淡化方法主要有热法、膜法和化学方法三大类。热法海水淡化技术主要有多级闪蒸（MSF）、多效蒸馏（MED）、压汽蒸馏（VC）和冷冻法。膜法海水淡化技术包含了反渗透（RO）和电渗析（ED），化学方法则由水合物法和离子交换法构成。在众多海水淡化方法中，水合物法所产淡水水质较差，离子交换法制水成本较高，因此化学方法应用受到限制，而冷冻法海水淡化由于冰晶的洗涤和分离较困难，造成装置复杂，运行可靠性不高，因而一直难以被大规模应用。目前，投入商业运行的海水淡化方法主要有多级闪蒸（MSF）、多效蒸馏（MED）、压汽蒸馏（VC）、反渗透（RO）和电渗析（ED），世界上采用较多的海水淡化技术方法是多级闪蒸（MSF）、低温多效蒸馏（LT-MED）和反渗透（RO）。 [12]  \n\n水多级闪蒸（ MSF）\n（1）多级闪蒸的原理\n所谓闪蒸，是指一定温度的海水在压力突然降低的条件下，部分海水急骤蒸发的现象。多级闪蒸过程的原理是：将原料海水加热到一定温度后引入闪蒸室，由于该闪蒸室的压力控制在低于热盐水温度所对应的饱和蒸汽压的条件下，故热盐水进入闪蒸室后即成为过热水而急速的部分气化，从而使热盐水自身的温度降低，所产生的蒸汽冷凝后即为所需的淡水。多级闪蒸就是以此原理为基础，使热盐水依次流经若干个压力逐渐降低的闪蒸室，逐级蒸发降温，同时盐水也逐级增浓，直到其温度接近（但高于）天然海水温度。 [12]  \n（2）多级闪蒸工艺\n多级闪蒸系统主要设备有盐水加热器、多级闪蒸装置热回收段、排热段、水前处理装置、排不凝气装置真空系统、盐水循环泵和进出水泵等。其工艺流程为：进料海水→排热段闪蒸器→预处理（混凝、消毒、杀藻、软化、除垢）→循环盐水泵→热回收段闪蒸器各级。从排热段闪蒸器出来的一部分海水作为排热水排回大海，一部分海水通过预处理器后与从各级闪蒸器出来的浓盐水在循环盐水泵驱动下在系统内循环。 [12]  \n（3）多级闪蒸工艺的优缺点\n多级闪蒸技术利用热能和电能，适合于可以利用热源的场合，通常与火力发电厂联合建设与运行。该技术具有工艺成熟，海水结垢倾向小、设备简单可靠、易于大型化、操作弹性大、运行安全性高以及可利用低位热能和废热等优点。目前，多级闪蒸的总装机容量在海水淡化领域仍属第一。 [12]  \n主要缺点为设备材料费用较高，最高工作温度可达到110℃，对材料要求高，腐蚀等问题较严重，除垢工作量大，调试工作量大，各级水位的调整比较麻烦，有泄漏会使成品水受到污染，如水质不满足要求则需要强迫停机处理等。 [12]  \n\n水低温多效蒸馏（LT-MED）\n（1）低温多效蒸馏的原理\n所谓低温是指海水在第一效的最高蒸发温度（盐水顶温）不高于70℃，这是因为当蒸发温度低于70℃时，蒸发表面海水中盐类结晶的速率将大大降低，从而可避免或减缓设备结垢的产生。\n多效蒸馏是指：在第一效，海水经过蒸发器上部的喷嘴在管束外表面喷淋。盐水从每一排管子向更低一排落下在每根管上形成降膜。加热蒸汽通过管内时，温度略微高一点的蒸汽在管内凝结，而盐水在管外蒸发生成二次蒸汽。前一个蒸发器蒸发出来的蒸汽作为下一蒸发器的热源，并凝结成为淡水，依此类推，蒸发和凝结重复进行。在LT-MED过程中，蒸发器按系列式布置，确保热水蒸发侧的压力可成功地维持在低值。在一个蒸发器中凝结蒸汽成倍增加，是多效蒸发过程的标志。 [12]  \n（2）低温多效蒸馏的工艺\n首先，进料海水在冷凝器中被预热和脱气之后被分成两股物流：一股物流作为冷却水排回大海；另外一股物流变成蒸馏过程的进料液，加入阻垢剂后的料液被引入到蒸发器温度最低的一组中。喷淋系统把料液分布到各蒸发器的顶排管上，在自上而下流动的过程中，部分海水吸收管内冷凝蒸汽的潜热而汽化。剩余料液用泵打入到蒸发器效的下一组中，该组的操作温度要比上一组高。在新的组中又重复了蒸发和喷淋过程。剩余的料液接着往前打，在温度最高的效组中以浓缩液的形式离开。 [12]  \n其次，生蒸汽输入到温度最高一效的蒸发管内部。在管内冷凝的同时，在管外产生了基本等量的蒸发。二次蒸汽穿过捕沫装置后，进入下一效传热管内，第二效的操作温度和压力要略低于第一效。这种蒸发和冷凝过程沿着一串蒸发器的各效重复，最后一效的蒸汽在冷凝器内被海水冷却液冷凝。第一效的冷凝液被收集起来，该蒸馏水的一部分又返回到蒸汽发生器中，超过输入的生蒸汽量的部分流入到一系列特殊容器的首个容器中，每一个容器都连接到下一低温效的冷凝侧。这样使一部分蒸馏水产生闪蒸并使剩余的产品水冷却下来，同时，把热量传回蒸发器。 [12]  \n最后，产品水呈阶梯状流动并逐级闪蒸冷却，放出的热量提高了系统的总效率。被冷却的蒸馏水最后用产品水泵抽出并输入储罐，生产出的产品水是平均含盐量小于5mg/L的纯水。浓缩海水像蒸馏水一样，从第一效呈阶梯状流入一系列的浓盐水闪蒸罐中，闪蒸冷却以回收其热量。经过冷却之后，浓盐水排回大海。不凝性气体从冷凝管中抽出，并从一效流到另一效。这些不凝性气体最后在冷凝器富集，并用蒸汽喷射器或机械式真空泵抽出。 [12]  \n（3）低温多效蒸馏工艺的优缺点\n低温多效蒸馏海水淡化系统由于具有操作温度低，避免或减缓了设备的腐蚀和结垢；预处理简单；系统操作弹性大；动力消耗小；热效率高；系统操作安全、可靠；可利用电厂低品位的余热而极大的降低了造水成本等优点，因此，已经成为未来第二代海水淡化厂的主流技术。但主要缺点是盐水蒸发温度不能超过70℃，要进一步提高热效率受到制约，同时蒸汽的比容较大，要求设备的体积也较大，即设备的投入要增加。 [12]  \n\n水反渗透（RO）\n（1）反渗透的原理\n反渗透法是以压力差为推动力的淡化过程，就是在有盐分的水中（如原水），施以比自然渗透压力更大的压力，使渗透向相反方向进行，把原水中的水分子压到半透膜的另一边，变成洁净的水，从而达到除去水中盐分的目的。溶质和溶剂在膜中的扩散服从菲克（Fick）定理。物质的渗透能力不仅取决于扩散系数，而且取决于其在膜中的溶解度。溶质的扩散系数比水的扩散系数小得越多，高压下水在膜内的移动速度就越快，因此透过膜的水分子数量就比通过扩散而透过去的溶质数量更多。 [12]  \n（2）反渗透工艺\n反渗透海水淡化系统由预处理、高压泵、膜组件、后处理构成。预处理通常去除悬浮固体、调节pH、添加阻垢剂以控制碳酸钙和硫酸钙结垢等；高压泵用于对进料海水加压；膜组件的核心是半透膜，它截留溶解的盐类，几乎只允许水通过；后处理主要是进行稳定处理，包括pH调节和脱气处理等。 [12]  \n（3）反渗透工艺的优缺点\n反渗透工艺具有设备投资少、占地面积小、能量消耗低、建设周期短等诸多优点，但其反渗透淡化也具有产水纯度略低、预处理要求严格以及温度降低产水量下降的不足。 [12]  \n\n水技术比较\n多级闪蒸装置单机容量最高，投资也最大，低温多效蒸馏与反渗透法的造水成本相差不多，反渗透电耗较高，操作性较复杂其出水水质较差。但反渗透应用于市政供水具有较大优势，几乎所有用于市政供水的海水淡化系统均采用了该法。对于要求提供锅炉补给水和工艺纯水，具有低品位蒸汽或余热可利用的电力、石化等企业，低温多效蒸馏可实现能源的高效利用，联产后降低了淡化成本，具有一定的竞争优势。 [12]  \n\n水超临界水性质[url=]编辑[/url]\n当我们把水的温度和压力升高到临界点（温度374.3℃，压力22.05 MPa）以上，水就会处于一种既不同于气态也不同于液态和固态的流体状态——超临界状态，此状态下的水就称为超临界水（SCW）。 [13]  \n\n水密度\n超临界水具有可压缩性，温度或压力的微小变化就会引起超临界水的密度大大减小，在临界点时，水的密度仅为0.326g/cm3，典型的超临界水氧化是在密度接近0.1g/cm3时进行的。 [13]  \n\n水溶解度\n超临界水（SCW）的溶解能力主要取决于其的密度，密度增加，溶解能力增强；密度减小，溶解能力减弱，甚至丧失对溶质的溶解能力。因此，有可能借助系统压力和温度的调节，在较宽的范围内变动SCW的溶解能力，使其利于溶质的相转移。下表列出了超临界水与普通水的溶解度对比。 [13]  \n溶质普通水超临界水无机物大部分易溶不溶或微溶有机物大部分微溶或不溶易溶气体大部分微溶或不溶易溶\n水介电常数\n介电常数随密度的增加而增大，随压力的升高而增大，随温度的升高而减小。介电常数的变化引起超临界水溶解能力的变化，有利于溶解一些低挥发性物质，相应溶质的溶解度可提高5～10个数量级，所以超临界水的介电常数与常温、常压下极性有机物的介电常数相当。因为水的介电常数在高温下很低，水很难屏蔽掉离子间的静电势能，因此溶解的离子以离子对的形式出现，在这种条件下，水表现得更像一种非极性溶剂。 [13]  \n\n水黏度和热导率\n一般情况下，气体的黏度随温度的升高而增大，液体的黏度随温度的升高而减小。超临界水的黏度约为2.98×10-3Pa·s，这使得超临界水成为高流动性物质。液体热导率随温度的升高略有减小，常温、常压下水的热导率为0.598W/（m·K），临界点时热导率约为0.418W/（m·K），变化不是很大。 [13]  \n\n水扩散系数\n根据Stockes方程，水在密度较高的情况下，扩散系数与黏度存在反比关系。高温、高压下水的扩散系数与水的黏度、密度有关。对高密度水，扩散系数随压力的增加而增加，随温度的增加而减小；对低密度水，扩散系数随压力的增加而减小，随温度的增加而增加，并且在超临界区内，水的扩散系数出现最小值。超临界水分子的扩散系数比普通水高10～100倍，使它的运动速度和分离过程的传质速率大幅度提高，因而有较好的流动性、渗透性和传递性能，利于传质和热交换。 [13]  \n\n水离子积对数\n水的离子积对数与密度和温度有关，但密度对其影响更大。离子积对数与密度和温度的关系，密度越高，水的离子积对数越大。标准条件下水的离子积对数是10-14。在超临界点附近，由于温度升高使水的密度迅速下降，导致离子积对数减小；而在远离临界点时，温度对密度的影响较小，温度升高，离子积对数增大，因此，在温度为1000℃、密度1g/cm3时，水将是高度导电的电解质溶液。 [13]  \n\n水超临界水氧化技术[url=]编辑[/url]\n超临界水氧化技术（Supercritical water oxidation）是由美国学者Modell在20世纪80年代中期提出的一种新型高级氧化水处理技术。它是以水为介质，在超临界条件下的自由基反应，不存在气液界面传质阻力，可以提高反应速率并实现完全氧化。同焚烧、湿式催化氧化等技术相比，超临界水氧化法具有良好的溶剂性能和传递性能，能彻底破坏有机污染物结构具有污染物完全氧化、二次污染小、设备与运行费用相对较低等优势，是一种高效的环境友好型处理技术。 [14]  \n\n水发展进程\nModell在MODAR公司开发超临界水氧化处理工艺；而从1990年开始，Gloyna开发研究超临界水氧化处理工艺，并于1994年5月开始进行工业废水处理研究。1996年MODAR公司被General Atomics（GA）收购，General Atomics（GA）利用此技术处理军工废物。 [14]  \n我国从20世纪90年代中期开始从事近（超）临界水氧化处理废水废液的研究，从刚开始小型设备的模拟废水实验到发展成为中型设备，同时开始了对高浓度的工业废水处理，如炸药废水、印染废水等都取得了非常好的处理效果，但是在工程应用方面还刚刚起步。在国内关于超临界设备的专利已经很多，但由于它的高成本、易腐蚀、盐沉积等原因，目前还难以实现工业化的大规模连续运行。 [14]  \n\n水应用领域\n作为一种新兴的高级氧化技术，超临界水氧化技术具有相当的优越性。它可以彻底破坏有机物的结构，理论上可以适用于任何含有机物的废物，在环保方面主要应用于处理高浓度的有机有毒难降解废弃物。 [14]  \n（1）常规废水领域\n废水中含有的有毒有害的污染物越来越多，成分复杂，危害大，许多污染物难以生化降解，运用超临界水氧化技术可以使废水中有毒有害的有机物开环、断键、取代、电子转移等，转化成为易降解的小分子物质，甚至可以直接转换成为水和二氧化碳，达到处理的目的。 [14]  \nSCWO（超临界水氧化）反应速度快、氧化分解彻底。一般只需几秒至几分钟即便可将废水中的有机物彻底氧化分解，去除率可达99%以上。因此在处理废水领域超临界有着生化法不可替代的作用。 [14]  \n（2）高浓度有机废液\n含有高浓度的氨态氮、苯酚和化学需氧量（COD）的废水可以很容易的在超临界氧化过程中被破坏分解。并且超临界水氧化技术在处理高浓度的有机废液时，通常情况下，废水中的有机物浓度>2%时，其自身反应放出的热便可维持反应过程的热平衡，从而实现自热反应，进一步节约了能源。因此SCWO技术特别适合于高浓度难降解有机废水的处理。 [14]  \n（3）固废（含污泥）\n固体废物以及废水处理过程中产生的污泥，除富含脂肪、蛋白质、纤维素和糖类等有机物外，还含有多种有毒有害的有机污染物和重金属离子。其成分复杂，分析处理困难。传统的处理方法主要为填埋法。但是存在处理效果不好，易产生二次污染等问题。超临界水氧化技术的应用，不但使有害废物处理效果更加显著，并且降低了成本。在温度为370～650℃，压力为22～26MPa条件下，污泥处理率达到99%以上，最终产物为二氧化碳和水。 [14]  \n\n水工程应用\n美国的超临界水氧化技术发展较快，已经建成了大规模的工业化装置，并且取得了非常好的处理效果及经济效益。早在1994年，由美国MODEC公司为德国医药联合体设计的SCWO（超临界水氧化）工厂每天可处理5～30t有机物。 [14]  \n1995年，在美国的Austin市建成了一套可处理多种长链有机物和胺类的SCWO装置。日本在超临界水研究方面也早已进入了中试阶段，1997年，日本三菱重工业公司和东北电力公司合建成一组处理废塑料的中试装置，处理能力为500kg/d。日本神钢的超临界水氧化系统于1997年引进美国技术，并与瑞典合作开发，于2000年建成，最大处理量为1.1t/h。瑞典于1999年建成处理能力为5.7m/d的SCWO水处理装置。德国Daimler Chrysler公司建成了专门处理电子废物的SCWO装置。 [14]  \n国内的三门峡高清环保科技有限公司从1998 年开始从事超临界水氧化处理废水的研究，对多种化工废水进行小试，目前中试装置为300L/d。国内有公司开发了一套专门处理高浓度化工废液的超临界连续装置，处理水量达 900～1000L/d。目前国内最大的生产规模日处理量为3.6t。 [14]  \n\n水问题及改进\n（1）腐蚀问题\nSCWO（超临界水氧化）的操作条件非常苛刻，高温高压以及极端pH值（pH=12），导致设备极易腐蚀。有研究表明，腐蚀SCWO不锈钢反应器的主要原因是高温和氧化剂。在处理含卤素、硫或磷的有机物时产生的酸会造成反应器的严重腐蚀。而强碱性（pH>12）水溶液在超临界温度和氧化条件下对镍质合金具有高的腐蚀性。 [14]  \n对SCWO工艺中产生的酸性产物，至少存在一种材料能适应其腐蚀性，但这种材料对其他酸却没有抗腐能力。因此，通过选择和分离原料或针对不同的原料在反应器的不同部位应用不同的材料，可使腐蚀降到最低的程度。在水的临界点附近，合金的腐蚀速率与温度升成指数关系，温度升高，腐蚀速率增大，但当温度超过临界温度时，腐蚀速率随着温度的升高而降低。因此开发高性能耐高压反应器材料，研究镍基、钛基的合金涂层及其他复合防腐涂层，反应器的优化设计等是预防超临界水氧化法腐蚀的重要途径。 [14]  \n（2）盐沉积问题\n大多数盐在常温下溶解度较大，但在超临界水中溶解度很低。当温度达到超临界状态时，由于盐的溶解度大幅度降低，有大量沉淀析出，沉积的盐会引起反应器堵塞，导致设备无法正常运行。盐沉积问题成为了超临界水氧化法推广应用的重要问题之一。 [14]  \n最好的克服堵塞问题的办法是使废水中的盐浓度最低化。低浓度含盐废水可以成功地被特殊的反应器所处理，而高浓度含盐废水最好用其他方法处理，或者反应器前段预脱盐处理，然后再进行SCWO反应。或者研究反应器本身集成脱盐连续排渣系统，如将反应釜底部设计成漏斗形状，安装排盐口，可以使盐都沉积在底部，及时排盐排渣。 [14]  \n\n水应用前景\n同湿式氧化法和焚烧法相比，超临界水氧化技术处理废物运行成本低，占地面积少，操作维修费较低，具有一定的工业应用价值。 [14]  \n而且该技术应用范围广，操作过程简单，可以应用于多种有毒有害物质的处理；处理效率高并且彻底，在适当的温度、压力和较短的停留时间下，有机物能被完全氧化成二氧化碳、水、氮气以及盐类等无毒无害的小分子化合物，处理率达到99. 99%以上；均相反应，反应速率快，停留时间短，平均停留时间小于1min。反应器结构简洁，体积小，占地面积小，节约成本；若被处理废水中的有机物浓度>2% ，就可以依靠氧化反应过程中自身产生热量来维持反应所需的热能，不需要外界供给热量，节约了能源，若污染物浓度较高，反应能放出更多的氧化热，热能可以回收再利用。 [14]\n\n\n\n",
    "replies": []
}