{
    "title": "[多线]幻影神域——真实环境|抖M科技|群峦传说|星际探险[1.7.10-1.12.2]",
    "author": "skyliye",
    "replyCount": 0,
    "timestamp": 1588162380,
    "txt_content": " 本帖最后由 skyliye 于 2020-4-30 01:26 编辑 \n\n 真实环境|抖M科技|群峦传说|星际探险\n - 服务器简介 -\nMinecraft幻影神域服务器，是一个生存与冒险类的多元群组服务器。我们使用1.10.2核心的纯净服务端作为登录服，并使用via插件进行了1.7.10~1.12.2全版本兼容，你可以使用专用客户端通过菜单或是NPC传送到各个子服。\n服务器目前开设有两个1.7.10与两个1.12.2的模组服务器。并计划开设1.7.10~1.12.2全版本兼容纯净服务器。\n服务器建立于2016年11月份，为了迎接更多小伙伴的加入，我们升级到了高性能独立主机，采用多线网络，不惜一切代价为亲们提供优质的游戏体验。\n玩家交流群：594460489\n - 本服特色 -\n我们的一服以及三服使用真实地形生成，并加入了大量的环境模组，添加了大量的科技魔法mod，为各位玩家提供一个流畅而真实的游戏体验。\n二服采用ATL、curse平台上的优秀整合包开服，目前使用自合成至星辰整合包。\n本服以生存与冒险为主，因此不设置地皮，玩家可在生存世界使用FTBU或是res领地插件圈地发展。\n服务器卫星地图已全面开放，您可在网页地图中更快捷的查找地形。\n\n除二服以外，游戏客户端的28首背景音乐全部经过自定义，从主菜单到主世界，从下界到末地，背景音乐亦或温馨舒缓，亦或慷慨激昂，绝对会让你沉浸其中。\n\n服务器使用vexview插件配合基础菜单插件实现了包括登录界面和菜单在内的高度自定义，更加美观与方便快捷。\n同时我们为不同的用户组准备了不同的签到奖励，在线奖励等。\n\n\n\n\n\n服务器拥有完善的商店系统，我们采用实体箱子商店，美观的货架，给您提供身临其境的购物体验。\n\n\n\n甚至可以在服务器里养老婆ww\n\n\n\n\n\n群组内所有子服聊天互通，无需加特殊前缀。\n我们贴心的为各位玩家制作了多种适用于不同电脑配置的客户端，尽可能保证最佳的游戏体验。\n高配客户端自带了舒服细致材质包，覆盖80%以上模组材质。\n\n - 一服简介 -\n\n整合介绍正如其名——EpicUraNepAdvanture大型虚拟人生整合包Uranus=天王星 Neptune=海王星 寓意征服星辰大海此版本基于经典的1.7.10整合我们试图给玩家带来一个接近真实的游戏体验整合中添加了大量的真实环境模组，以及大量的冒险元素同时你将在游戏中接触到大量科技魔法模组采集，合成，发展，从农场田园生活到锻造各种工具以及武器去地牢探险获取那些来之不易的珍贵材料，发展重工业，建造你难以想象的巨大基地，亦或是成为一名强大的魔法师最终乘坐10阶火箭探索太空，征服星辰大海！模组列表\n\n\n\n\n722ee38d60df4472.png (94.21 KB, 下载次数: 22)\n\n下载附件\n\n2020-4-30 00:34 上传\n\n\n\n\n\n游戏截图\n\n\n\n\n\n\n\n -二服简介 -\n\n整合介绍此服务器采用的是高端玩家wormz大神制作的自合成至星辰整合包介绍以及玩法可以参见发布帖：http://www.mcbbs.net/thread-770776-1-1.html模组列表详见发布帖内游戏截图\n\n\n\n\n -三服简介 -\n\n整合介绍此整合包为EpicUraNepAdvanture的1.12.2版本，移除了极个别没有更新的mod，另外添加了少量与游戏风格搭配的mod。加*号的为新增mod。模组列表\n\n\n\n\n7699d8dc54119de8.png (104.8 KB, 下载次数: 15)\n\n下载附件\n\n2020-4-30 00:36 上传\n\n\n\n\n   游戏截图\n\n\n\n\n\n - 四服简介 -\nEpicUraNepBattleGrounds一个偏向于冒险的服务器\n服务器正在建设中，敬请期待我们也欢迎玩家为此服务器的建设出谋划策\n\n - 配置要求 -\n运行环境\n需要64位win7以上&Java8/OpenJ9\n一服\n4GB物理内存/1~2GB分配内存\n二服\n4GB物理内存/2~3GB分配内存\n三服\n8GB物理内存/3~4GB分配内存\n四服\n8GB物理内存/3~4GB分配内存\n已知问题\n有些玩家可能会遇到内存耗尽的问题，此时可使用整合包附带的内存释放器缓解此问题。\n目前1.12.2的客户端在CPU占用过高时可能跨服失败，不妨等客户端开启几分钟后再加入服务器，也可尝试下载低配客户端。\n\n -写在最后-\n客户端既可通过宣传帖附带的网盘下载，也可通过QQ群下载，由于客户端经常更新，还是建议下载群文件内的客户端。\n在加入玩家交流群后请将群名片改为玩家id。\n\n服务器相关规定（详细版本）\n\n - Minecraft幻影神域服务器相关规定 -\n\n0.请仔细阅读群公告，我们把90%以上新人提出的问题都写在了群公告里。在邀请你的朋友来玩服务器时，不要在其他服务器群发有关本服的游戏截图以及宣传服务器，同时请将群名片改为游戏ID，如在群内查不到在服注册的ID，账号会被临时封禁，改好ID联系管理员解封。\n\n\n1.禁止说脏话以及侮辱性词语。\n\n\n2.禁止擅自拆他人建筑以及偷他人财物，为防止被盗请关闭他人在你地皮上的移动权限，或使用木牌锁箱。\nPS：资源世界不推荐放置贵重物品，丢失的话OP不负责任，扫地娘会定期清除掉落的物品，因此请及时捡起，避免损失。\n\n\n3.禁止恶意杀害他人，禁止他人反感的恶作剧，例如勾引一只苦力怕到其他玩家身后然后点燃它。\n\n\n4.禁止浮空建筑，高空流水，高频红石。\n\n\n5.禁止在地皮世界刷怪，包括不限于生成凋零、盖亚以及分割徽章激活仪式。\n\n\n6.禁止恶意使用陷阱杀害玩家。（若是陷阱屋需要有门牌表明里面有陷阱）\n\n\n7.禁止向OP索要任何物品以及商品的价格调整。（对官方商店价格有问题的，可以在QQ上向OP反应）\n\n\n8.禁止因你与OP关系不错，来威胁其他玩家，因为OP是服务所有玩家的。\n\n\n9.严禁建造多个刷怪塔。（随时欢迎技术党来加入游戏，但是绝不欢迎技术熊）\n\n\n10.暂时禁止游戏内玩家之间战斗，PVP地图后期会考虑加入。\n\n\n11.主城，地皮世界禁止**射击，或者使用任何攻击性的武器，例如铁剑。\n\n\n12.禁止利用BUG刷物品。（就算是官方认定的BUG也不允许）\n\n\n13.禁止侮辱以及耍OP，对OP有意见的可以向服主举报，服主核实后会做出处理。\n\n\n14.禁止群里，游戏里刷屏。\n\n\n15.禁止在群里，服务器里宣传他人服务器。\n\n\n16.禁止建造擎天柱，对于记不住位置的同学按f3然后将你所处的位置截图。\n\n\n17.所有主世界均已设置死亡不掉落。新人进入主城可免费领取食物和铁制套装武器，完全用完后可再次领取，为了防止恶意刷物品npc会限制一个冷却时间，所有人进入主城后会受到治疗效果。\n\n\n18.禁止言语欺骗他人财物，严禁线下RMB交易（若被骗可以把当时的对话截图给OP，或则说出时间让OP查询）\n\n\n19.禁止过多繁殖动物。（动物的刷怪蛋可以在商店中买到，为了不影响服务器的稳定运行，对于饲养过多动物的，OP有权杀掉动物）\nPS：放养的话（放在外面不是设施里）被杀，OP概不负责。\n\n\n20.严禁开启第三方MOD进行游戏，我们有强大的反作弊机制。\n\n\n21.如果建造自动化装置必须设置主开关，玩家不在线时所有自动化必须停止，不得用任何方法使区块保持加载。\n\n\n22.资源世界每30天刷新一次，末地在每周六晚18点整刷新。\n\n\n23.为了更好地为大家提供服务，服务器会不定期进行维护，以群内和游戏内通知为准。\n\n\n关于补偿：\n玩家在服务器中难免发生物品丢失等等不愉快的事情，\n【被熊了】如果是在家里发生的并且这期间你不在线，那么你的物品很可能被熊孩子偷走了，这种情况下请使用木牌锁箱并关掉别人的移动权限，如果抓了个正着的话，请向服主进行举报，服主视情节轻重进行处罚。\n【我的东西卡没了】服务器上的多个玩家（包括服主）可能都因为这个bug懊恼不已，这种情况下请提供相关证据，服主查实后会进行补偿。[注意一点]，制作火箭时需要放至少一个箱子，否则材料会全部丢失，航空相关的材料不可以扔在地上，也会丢失。第一次发生的话进行一次补偿，以后再发生的话不予补偿。\n【我的东西被扫地大妈清走了】一律不予补偿，原因是破坏游戏的公平性。\n【某个物品合成后拿不出来】非常抱歉，这个物品由于威胁到服务器的正常运行，或是破坏他人领地，存在重大Bug，破坏游戏公平性，在全服禁止使用，也请玩家理解！\n【玩家领地/地皮区块错误】包括箱子物品被清空等，如发现请立即私聊服主，我会调取备份存档并尽可能进行区块回档以及补偿。\n\n最后的最后\n猫是最可爱的www\n\n\n\n希望亲们玩的愉快~\n\n\n\n\n9V_SV`L~ULW5KTC36_4{455.gif (1.41 KB, 下载次数: 11)\n\n下载附件\n\n2020-4-29 20:01 上传\n\n\n\n\n\n\n\n\n",
    "replies": []
}