{
    "title": "[Minecraft.net | DEEP DIVES]背包盘点：潮涌核心",
    "author": "592764254",
    "replyCount": 12,
    "timestamp": 1588262280,
    "txt_content": " 本帖最后由 592764254 于 2020-5-1 00:04 编辑 \n\n\n\n\n\n1.jpg (115.49 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-30 23:26 上传\n\n\n\n\n\n\nTAKING INVENTORY: CONDUIT背包盘点：潮涌核心\n\nFeel the power!感受力量吧！\nEvery Minecraft player has, at some stage, contemplated building an underwater city. They’re super-cool in theory – a dome of glass, with fish swimming overhead. But they rarely get built.每一个MC玩家在游戏进行到某一阶段时都会想建造一个水下城市。这个想法真的很酷——鱼儿环绕，以玻璃为顶。但是很少有人能够建成。\nWhy? Well, until recently it was pretty difficult and dangerous to build them. The bottom of the ocean is dark and lacks oxygen, while the cold water saps at your ability to mine blocks. It’s a pain. But the Update Aquatic added something that changes all of that. It’s the conduit, our item of the week.为什么呢？嗯，直到现在，要想在水下建造一个城市都是相当不容易的，这个过程充满难题与各种艰险。海底黑暗无光，没有氧气，挖矿速度被大大削减，这真的很令人难受。但是这一次的水域更新加入了一些足以改变局面的东西，那就是潮涌核心，我们这周的主角！\n\n\n\n\n\n2.jpg (61.07 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-30 23:33 上传\n\n\n\n\n\nConduits grant immense power. Literally – an area-of-effect status called “conduit power”. Conduit power combines the effects of water breathing, night vision, and haste status effects, which is a pretty nifty combo when underwater. Conduits also emit light and damage nearby hostile mobs in contact with water. Perfect for underwater base-building!潮涌核心能够提供巨大的能量。简单点来说——在受作用区域内获得的效果称为“潮涌能量”。“潮涌能量”给玩家提供了非常不错的水下效果，有水下呼吸，水下夜视以及水下快速挖掘的效果。同时，潮涌核心会绽放光芒并对附近接触到水的怪物造成伤害。这对于建造水下基地的玩家来说简直完美！\nA conduit is made by surrounding a Heart of the Sea with eight nautilus shells, which makes it pretty difficult to obtain the materials for it. You can fish up the shells, buy them off traders, or “acquire” them from drowned, while hearts of the sea can only be found in buried treasure chests.潮涌核心是由8个鹦鹉螺壳围绕一个海洋之心制成，这些材料很难收集。你可以通过钓鱼，与村民交易或者从那些溺水的人手中获得鹦鹉螺壳，而海洋之心只能通过埋藏的宝藏箱获得。\nOnce obtained, you can’t just plop the conduit down and expect it to work. You need to activate it. To do that, you’ll need to build an activation frame out of prismarine, like in the image above. The more complete the frame, the further the conduit power effect reaches.一旦获得了潮涌核心，你不能单纯地把它放到地上然后就指望它开始工作。你需要激活它，该怎么做呢？你需要使用海晶石材料建造一个启动框架，就像上图，框架结构越完整，潮涌核心的辐射范围就会越广。\n\n\n\n\n\n3.jpg (167.38 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-30 23:45 上传\n\n\n\n\n图片来源：Alexey Potov // CC BY SA 2.5\nUnderwater cities in the real world were once a mainstay of popular science fiction. In the 1960s and 70s, they appeared in countless books, movies and TV shows. These days, it’s all about space stations instead.现实世界中的水下世界曾经是科幻小说的主流。在20世纪六七十年代，它的身影出现在各种书籍，电影和电视节目里。而今天取而代之的则是空间站。\nHumankind never built a full underwater city (or did we?), but we have constructed a few small underwater habitats – places where humans can work, rest, eat, and sleep below the sea.人类从来没有完整建造过一个水下城市（还是说我们建造过？），但是我们已经建造了一些水下的小屋——使得人们可以在海底工作，休息，吃饭，睡觉。\nThe most famous is probably SEALAB, built by the US Navy to advance the science of deep sea diving and rescue. Several versions were built in the 1960s, with one of the highlights being a call between a diver and US President Lyndon B Johnson. The diver was speaking from a helium-rich environment, which garbled his voice, and the call had to be abandoned.最著名的可能就是SEALAB（深海实验室）了，它由美国海军为了发展深海潜水与营救这方面的科学技术而建立的。在60年代建了好多次，其中最令人印象深刻的是一个潜水员与美国总统Lyndon B Johnson（林登·贝恩斯·约翰逊）的对话，那个潜水员由于身处富含氦的环境中，他的声音变得含糊不清，于是只能放弃通话。\nToday, a handful of underwater labs still exist. MarineLab in Florida is the longest-running – it’s been operated continuously since 1984, and is used for both science and training. It’s located next to another structure called Jules’ Undersea Lodge, which has been converted into a luxury hotel, including a large movie selection and even the possibility to have pizza delivered by a diver. 10,000 overnight guests have visited in its 30 years of operation.现如今，少数的水下实验室依旧存在。佛罗里达 州的海军陆战队实验室是服役时间最长的一个，自从1984年以来它就一直在服役，既用于科学研究，也用于训练。它紧挨着一座名叫Jules‘UnderSea Lodge的小屋，现在已经被改造为一家豪华的酒店，在里面你可以体验超大的电影放映厅，甚至让潜水员给你送披萨。运营30年来，已经有超过1万游客体验过这家酒店。\nSo, if you’re looking for some inspiration for your next Minecraft project, how about an underwater habitat? Just make sure to bring a conduit with you...所以，如果你正为你的下一个MC建筑寻找灵感，那么水下小屋怎么样，你只需要带一个潮涌核心就行了。。。\n\n原文作者：Duncan Geere发布时间：2020/4/30原文地址：https://www.minecraft.net/zh-hans/article/taking-inventory--conduit翻译作者：Srar\n\n\n",
    "replies": [
        {
            "author": "火炎焱燚-",
            "timestamp": 1588263540,
            "txt_content": "厉害66666"
        },
        {
            "author": "火炎焱燚-",
            "timestamp": 1588263600,
            "txt_content": "顶，，，，，"
        },
        {
            "author": "火炎焱燚-",
            "timestamp": 1588263600,
            "txt_content": "顶\n顶66666"
        },
        {
            "author": "火炎焱燚-",
            "timestamp": 1588263720,
            "txt_content": "顶\n顶顶顶顶顶"
        },
        {
            "author": "ncwi",
            "timestamp": 1588264560,
            "txt_content": "学到啦！很有帮助啊！"
        },
        {
            "author": "ncwi",
            "timestamp": 1588264620,
            "txt_content": "海下的别墅是啥样的呢？"
        },
        {
            "author": "米安博奥",
            "timestamp": 1588274280,
            "txt_content": "yysy 潮涌核心特效真滴好看"
        },
        {
            "author": "Jack46335",
            "timestamp": 1588302420,
            "txt_content": "导管。。。。。。。基岩版的神奇机翻（我第一次看到都不知道是什么鬼）"
        },
        {
            "author": "Tranceformerr",
            "timestamp": 1588303560,
            "txt_content": "好，我觉得在现实世界中，20xx年就有了"
        },
        {
            "author": "若尘3184",
            "timestamp": 1588305600,
            "txt_content": "吃瓜吃瓜吃瓜。呸，说错了，吃苹果。"
        },
        {
            "author": "18204",
            "timestamp": 1588306320,
            "txt_content": "666666666666"
        },
        {
            "author": "zombie_cute",
            "timestamp": 1588341060,
            "txt_content": "超勇核心(确信)"
        }
    ]
}