{
    "title": "[Minecraft.net | DEEP DIVES]背包盘点：潮涌核心",
    "author": "封徵",
    "replyCount": 3,
    "timestamp": 1588295280,
    "txt_content": " 本帖最后由 封徵 于 2020-5-7 22:06 编辑 \n\nDEEP DIVES\nTaking Inventory: Conduit\n背包盘点：潮涌核心\n\nFeel the power!\n感受潮汐的伟力吧！\n\nDuncan Geere 邓肯·盖尔\n\n\nEvery Minecraft player has, at some stage, contemplated building an underwater city. They’re super-cool in theory – a dome of glass, with fish swimming overhead. But they rarely get built.\n每一位Minecraft玩家都会在某些时间节点陡然产生一种建立一座水下之城的意愿。理论上来说，最终成果都会非常酷 —— 透亮的玻璃穹顶在干洁的地面上映照出条条鱼儿矫健的身影。但事实上，却很少有人会付诸行动。\n\nWhy? Well, until recently it was pretty difficult and dangerous to build them. The bottom of the ocean is dark and lacks oxygen, while the cold water saps at your ability to mine blocks. It’s a pain. But the Update Aquatic added something that changes all of that. It’s the conduit, our item of the week.\n这又是为什么呢？唔，事实上，直到前不久，建造出一座水下之城仍是一项颇具难度且危险无比的“挑战”。深海黑暗无光且缺少氧气，冰冷的海水会渐渐侵蚀你的肺部，直至你无力的坠落。可以完完全全地称得上是一种苦痛。但紧随而来的水域更新却为我们带来了一些能打破现今局面的物品 —— 那就是潮涌核心，我们本周背包盘点的主角。\n\n\n\n\nConduits grant immense power. Literally – an area-of-effect status called “conduit power”. Conduit power combines the effects of water breathing, night vision, and haste status effects, which is a pretty nifty combo when underwater. Conduits also emit light and damage nearby hostile mobs in contact with water. Perfect for underwater base-building!\n潮涌核心中潜藏着威能。从字面上来说 —— 它能为周围玩家提供一种叫做“潮涌能量”的状态效果。我们可以简单将其视为水下呼吸、夜视和急迫效果的集合体，要知道在水下，这些效果的组合可就不是简单的 1+1+1=3 那么回事了。潮涌核心同样也能在水下成为优良的光源并攻击临近那些“胆敢下水”的“不怀好意”的攻击型生物们。对于我们水下之城的主体建设的裨益可谓是完美！\nA conduit is made by surrounding a Heart of the Sea with eight nautilus shells, which makes it pretty difficult to obtain the materials for it. You can fish up the shells, buy them off traders, or “acquire” them from drowned, while hearts of the sea can only be found in buried treasure chests.\n一颗潮涌核心的制作需要在工作台用八个鹦鹉螺壳围上一颗海洋之心来完成，其材料的稀有性也注定其是难以合成的。鹦鹉螺壳从水里作为“宝藏”钓到，或是从流浪商人那里购买，又或是从溺尸手中“争取到”，但海洋之心却只能在埋藏的宝藏里找到。\n\nOnce obtained, you can’t just plop the conduit down and expect it to work. You need to activate it. To do that, you’ll need to build an activation frame out of prismarine, like in the image above. The more complete the frame, the further the conduit power effect reaches.\n在你成功合成了一颗潮涌核心之后，你却不能只是把它放在那里然后暗暗想着“这玩意怎么回事啊？没效果啊！”。你得先激活它。要想激活，你需要用海晶石或其变种(译者注：可以混搭)搭建一个启动框架，就如上图所示那样(译者注：即文章开头的版头图)。而启动框架越“完整”(译者注：即启动框架每多7个方块，影响半径增加16格)，潮涌核心能影响到的范围也就越远。\n\n\n\n\nAlexey Potov//CC BY-SA 2.5Alexey Potov//CC BY-SA 2.5\n\n\nUnderwater cities in the real world were once a mainstay of popular science fiction. In the 1960s and 70s, they appeared in countless books, movies and TV shows. These days, it’s all about space stations instead.\n“水下城市”这个题材曾是各类科幻小说的当红题材。在上世纪60到70年代间，无数的小说、电影、电视剧中都出现过它的身影。而时至今日，它的地位已然被空间站所取代了。\n\nHumankind never built a full underwater city (or did we?), but we have constructed a few small underwater habitats – places where humans can work, rest, eat, and sleep below the sea.\n人类还没能建成一座真正意义上的水下城市 (或者说，我们建过吗?)，但我们已经建成了一些小型的水下栖息地 —— 人们可以在其中、在海平面下工作、用餐甚至休憩。\n\nThe most famous is probably SEALAB, built by the US Navy to advance the science of deep sea diving and rescue. Several versions were built in the 1960s, with one of the highlights being a call between a diver and US President Lyndon B Johnson. The diver was speaking from a helium-rich environment, which garbled his voice, and the call had to be abandoned.\n要说最著名也最贴近的例子当属美 国 海 军为推进深海潜水科学与救援科学所建立的海底实验室(SEALAB)了。数个同类型的实验室建造于上世纪60年代，而在这些实验室中发生的最激动人心的事情，莫过于潜水员与美 国 总 统林登·约翰逊的通话了。潜水员在富氦环境开始了这次通话，却又因此不得不废弃了该通话试验 —— 富氦环境使声音的可听性大大降低了。\n\nToday, a handful of underwater labs still exist. MarineLab in Florida is the longest-running – it’s been operated continuously since 1984, and is used for both science and training. It’s located next to another structure called Jules’ Undersea Lodge, which has been converted into a luxury hotel, including a large movie selection and even the possibility to have pizza delivered by a diver. 10,000 overnight guests have visited in its 30 years of operation.\n现今，仍有一批水下实验室正有序工作着。佛 罗 里 达 州的海洋实验室(MarineLab)[sup]①[/sup]是现如今运行时间最长的水下实验室 —— 其于1984年开放其第一个水下课室，而整体实验室目前用于科学研究与教育培训。实验室位于一幢名为 朱尔斯的海底旅馆(Jule's Undersea Lodge) 的建筑旁边，该建筑已被改造成了一座豪华酒店，酒店提供数量众多的电影供入住的宾客选择观看，甚至你还有可能在入住期间收到由潜水员送来的披萨外卖。酒店开业30年间，已接待了超过 10000名 的入住宾客。\nSo, if you’re looking for some inspiration for your next Minecraft project, how about an underwater habitat? Just make sure to bring a conduit with you...\n所以如果你在为你的下一项Minecraft建筑计划的内容而冥思苦想的话，不如来试试水下栖息地吧？别忘了要装上潮涌核心……\n\n\n\n【封徵 译自官网 2020 年 04 月 30 日发布的 Taking Inventory: Conduit；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n译者注：\n①关于海洋实验室(MarineLab)，这里是他们的官网(英文)，有兴趣可以了解一下\n②关于朱尔斯的海底旅馆(Jule's Undersea Lodge)，这里是他们的官网(英文)，有兴趣可以了解一下",
    "replies": [
        {
            "author": "Xiao2",
            "timestamp": 1588393800,
            "txt_content": "“译者注”图是最上面那张"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589446740,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1589814240,
            "txt_content": " saps at your ability to mine blocks. 这句话意思没说出来\n\nLiterally 指的是前面那句话就是字面意思 （power 对应 conduit power 效果）\n\n一颗潮涌核心的制作需要在工作台用八个鹦鹉螺壳围上一颗海洋之心来完成\n个人觉得最好前面不要使用名词化的动词句式 （一颗潮涌核心的制作）\n\n(or did we? 或者建过？\n\n\n\n注意私货不要夹带太多了\n\n"
        }
    ]
}