{
    "title": "[多线]渔岛——〓史诗空岛|手机可玩|新服开荒|自由少限制|和谐高素质〓[1.7.X-1.16.X]",
    "author": "Mr.阿冬",
    "replyCount": 0,
    "timestamp": 1593436920,
    "txt_content": " 本帖最后由 Mr.阿冬 于 2020-9-1 18:24 编辑 \n\nMinecraft——渔岛 \n\n\n\n\n\n044817uoe2zg21whez0ela.jpg (251.29 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-28 21:38 上传\n\n\n\n\n\n\n本服于2020年9月1日正式开服\n不忘初心  方得始终\n温馨和谐  共建渔岛\n\n\n这就是建立渔岛服务器的初衷\n\n简单纯净 | 自由开放 | 平等和谐 | 稳定可靠 | 趣味多模式\n\n简单纯净：为您还原原汁原味的Minecraft，不用MOD支持，只为打造一个简单纯净的服务器我们还在服务器内细心为您准备了新手帮助的NPC帮你了解你在 前期/中期/后期 应该干什么不再是傻傻的生存哦~\n自由开放：我们支持正/盗版进入服务器，且手机也能进入服务器，畅享丝滑体验服务器不会禁用红石，您可以通过自己来创造出属于自己的红石机械\n平等和谐：我们对所有玩家一律平等，设置专门管理组进行服务服务器各项事务均在Q群与玩家们讨论，吸取多方意见玩家们互相帮助，努力打造一个温馨和谐的服务器~\n稳定可靠：我们服务器运营方式为商业+众筹，我们所有资金来源都将投入服务器的维护费用我们不会强制氪金，您甚至可以把渔岛当做一个公益服来玩！\n趣味多模式：我们的所有服务器都是服主精心制作的，采用大量国外插件做到了近乎100%的汉化，体验前所未有的玩法，期待与您相遇~\n\n群内可以获取有关服务器的最新消息 如游戏文件/福利等\n游戏内任何问题都可以提出 群员以及腐竹都会认真为你解答\n非常期待你能在渔岛中书写历史 有你的存在会更加精彩~\n<欢迎你的加入>\n服务器支持游戏版本：1.7.X——1.16.X\n服务器IP地址：Play.mcdao.cn服务器官网：www.mcdao.cn服务器官方Q群：891724748\n扫描二维码即可快速加入~\n\n\n  服务器介绍+图片展示  \n手机进服我们支持手机进入服务器喔~不管你有没有电脑/配置不好，只要有手机，就可以连接到服务器与我们一起玩耍~\n\n\n史诗空岛与其他服务器空岛不同，我们带来了独特的游戏玩法多种初始空岛模板任你选择，体验从无到有的发展历程！伴随着还有空岛任务，完成任务，赢取大量的物资！\n\n\n\n\n\n\n空岛等级\n与其他服不同，我们让空岛等级变得更加有用！随着空岛等级提升，刷石机出矿的几率越来越大、钓鱼钓出的物品几率变大不再是一个枯燥无味的空岛~\n\n工具精灵\n觉得一个人刷矿效率不够？砍树、放牧感觉人手不够？工具精灵来啦~小小的工具人竟有如此大能耐：Ⅰ砍树Ⅰ挖矿Ⅰ钓鱼Ⅰ种田Ⅰ刷怪Ⅰ等等更重要的是，即使你下线后，工具精灵还会继续工作，再也不用担心矿物不够哇！\n粘液科技\n空岛怎么能少得了粘液科技捏？对热爱粘液科技的你不妨尝试一下渔岛的粘液科技？让你真正体会到粘液科技的魅力！\n\n\n\n\n新手农田\n担心空岛上食物不够、无更多农作物？我们专门为大家设置了免费的农田供大家收获，采摘后系统自动种植。小麦、马铃薯、萝卜等你来采~\n\n经济系统\n我们对服务器的经济系统进行了详细的制定，平衡玩家经济。我们商店采用“系统商店+全球市场+双人交易”目的是尽可能的促进服务器贸易发展，保证物价平衡！\n成就系统\n您知道吗？从您一开始进入本服，我们就开始记录下您的游戏生涯。破坏的方块、制作的物品……都被我们如实记录！完成相应成就还可获得物资/金钱/称号奖励哦~感谢您默默陪伴着渔岛💗\nPVP系统\n我们为大家精心制作了一张PVP地图供大家竞技！单挑、多人组队都可以实现！每次胜利都会获得积分奖励，可用来兑换哦~\n\n更多玩法\n我们这里还有更多内容等你探索、等你体验！\n快来加入我们一起书写历史！更多精彩\n仅仅通过文字概括出全部是不够的。还有更多的内容、玩法等你体验，一起探索！更多图片请点击下方！实景风光！!!多图警告!!\n\n\n\n\n服务器质量保证服务器仅渔岛管理组管理 无额外OP、城管等 无额外权限腐竹不会以“最高者”自居凌驾于玩家之上以及歧视玩家具体可在日常中观察服内禁止利用Bug 发现请及时向腐竹提交 腐竹会100%给予奖励最后，衷心欢迎您加入渔岛服务器，一个温馨和谐的小服在这里，寻找游戏的快乐！QQ群：891724748（推荐）客户端下载地址：http://www.mcdao.cn/xz（温馨和谐*共建渔岛）\n\n\n\n",
    "replies": []
}