{
    "title": "[Minecraft.net|CULTURE] 万众瞩目的人",
    "author": "FaceTime",
    "replyCount": 2,
    "timestamp": 1588410120,
    "txt_content": " 本帖最后由 FaceTime 于 2020-5-2 17:02 编辑 \n\nMarked Man\n万众瞩目的人\nJossieboy tells us how to make builds look alive!\nJossieboy向我们介绍让建筑看起来更加生动的技巧\n\nHannah Dwan\n\nOne of the great opportunities building in Minecraft offers is the ability to create a snapshot of an event. They’re builds that are almost like a photograph, like time has stopped for you to look in on a fantastical moment. Grand, epic scenes distilled down to a single frame. Jos Vieveen, aka Jossieboy on Planet Minecraft , is a builder who creates these sorts of snapshots.\n在Minecraft建筑中能做到许多事情之一就是可以定格精彩时刻。这些建筑几乎就像一张张照片，就像时间戛然而止，以便你可以看到那梦幻般的瞬间。盛大，史诗的一幕被提炼到一帧帧的画面。Jos Vieveen，id为Jossieboy，是Planet Minecraft社区中众所周知的建筑师，是一系列高光时刻的缔造者。\n\nSo what better way to show off that skill than to create a legendary undead cowboy with a smoking pistol?\n所以还有什么能比通过创造一个拿着冒着烟的手枪的不死牛仔更能展示出自己高超的建筑技能呢？\n\nJos calls the build Ghost of the Gunslinger , which takes the moment just after he fired in a duel. The smoke he floats on billows out as he dodges backwards, his gun smoulders from the shot he just fired, and his free arm is raised to try and avoid returning fire. There’s a full story here, all captured in the statue of the gunslinger.\nJos称之为”幽灵枪手“。当他向后躲避的时候，身上漂浮的烟雾滚滚涌出，尚未来得及冷却的枪口冒出一缕缕黑烟，另外一只手臂尝试抬起来以躲避还击。这个故事的所有的动作都被这座雕像一一完美的捕获，并展示出来。\n\n\nWhile the inspiration was simple - “I wanted to make an undead ghoulish gunslinger,” Jos explains to us - the execution is anything but. The aim for Jos was to make it look like “someone pressed a pause button in an action-packed scene,” so he used reference photos from Westerns and took some details to make his build come to life.\nJos对我们解释说道“我想做一个不死的幽灵枪手”，虽然想法很简单，但是实际上并不是所想的那样。Jos的目标是让它看起来像是“有人在十分震撼的一幕按下了暂停键”所以他参考了一些来自西部的照片并模仿了一些细节使得他的建筑更加像是来源于现实生活\n\nThe smoke trail, for example, isn’t just there because he’s a ghost - Jos wanted to use it to make “movement seem more fluid.”\n比如环绕在身旁的烟雾，不仅仅是因为他是一个幽灵 ——— 而是因为Jos想用其表现“建筑动作看起来更流畅”\n\nThere’s also one secret trick he used that’s much harder to spot, but adds a lot: the gunslinger’s torso isn’t quite straight. He’s leaning backwards, his upper body not fitting the same axis as his waist. It's intended to make him seem more alive, rather than like a statue!\n他在这里也使用了一项很难被发现的秘密技巧，为建筑添彩不少，枪手的身体不是完全直的，而是微微向后倾，建筑的主要部分并不和其腰在同一条轴上。这是为了让他看起来像是活生生的人，而不是一座毫无生机的雕像。\n\n\nThe gunslinger took about a week and a half to build. “I started with the main body and arms, made with VoxelSniper, then put on the head and coat, which were built by hand,” Jos explains.\nJos大约花费了一周半的时间去建造这个枪手建筑。他解释道：“我开始先是用VoxelSniper制作了主要的身体部分和手臂，然后再建造头部和外衣。”\n\nVoxelSniper is a popular plugin for servers that offers a selection of brushes, some designed to make large terraforming jobs easier, or help nail finer details. For intricate designs, though, nothing could replace a skilled builder’s hand!\nVoxelSniper是一个很流行的服务器插件，它提供了可供选择的画笔，一些设计会让制造大型地形的工作变的更加容易，或者帮助修饰细节。可是对于那些复杂的设计来说，没有什么东西可以取代建筑师的双手！\n\nMotion isn’t the only way to make a build come to life - one build that instead uses details to set a scene is Out of Balance , inspired by famous personifications of Lady Justice.\n人物动作并不是让建筑变得生动的唯一方法 ——— 在失去的平衡这个建筑中则用细节设置场景取代了那个方法，从著名的拟人形象正义女神的获得灵感。\n\n\n\n\nDating back to Ancient Egypt and the Goddess Maat, Lady Justice is a symbol of fairness in the law. Her scales represent a balance of evidence and support, her blindfold shows her being neutral and not affected by bias, and her sword represents the authority she holds.\n追溯到古埃  及的马特女神，正义女神是法律公正的一种象征。她的天秤象征着证据和裁量的公正，她的眼罩表明她是一个中立的人不会受到偏见的影响，并且她的剑代表了她有绝对的权威。\nA paragon of justice in this blocky world. Decorated with lights and given a backdrop of stained glass, it’s easy to imagine Out of Balance standing over a city hall\n这是一个正义典例在方块世界中。使用了灯光来进行装饰，并且背景使用了彩色玻璃，这很容易去联想到立在市政厅前的雕像是否存在平衡。\nNot everything Jos has made is so focused on people, though: Time Flies is, instead, about a bird. A mechanical steampunk time bird, to be exact. This posed a challenge for Jos: how do you make a robot look alive?\n不过，Jos做的每一个建筑并不是都是专注于人：比如他做了关于一只鸟的建筑名为时间飞逝。准确地说，是一个机械式的赛博朋克蒸汽朋克时间鸟。这给Jos提出了挑战：你要如何去做才能使机械看起来更加生动。\n\n\nThat’s where his skills of making a build seem to be in motion shine. The way blocks trail out of the bird, and the fact that it’s only halfway out of the clock, show it’s on the move. Despite being powered with cogs and gears, this bird is clearly alive and flying away.\n这就是他使建筑富有动感的光泽的技巧。鸟移动的方块的轨迹，以及离开钟只有一半的路程显示了它是在移动的。尽管是用齿轮驱动的，这只鸟还是表现了它的生动以及飞行能力。\n\nTime Flies was originally going to be a small side project. “I built the bird for 'Time Flies' within a day,” says Jos, “and the clock and backdrop I built the next day, putting a few finishing touches on for another 2 days.” When people started seeing his creation on a public server and complementing it, he realised he had made something pretty impressive, and so released it formally!\n时间飞逝最初只是一个小项目。“我在一天之内建造了名为时间飞逝的鸟”Jos说，“然后第二天我建造了时钟和背景，又花了两天的时间做了一些小装饰”当人们第一次见到他在公共服务器的作品并进行完善时，他意识到他已经建造了一个相当令人印象时刻的作品时，于是便正式地发布了它。\n\n\n“A big part of adding motion to a build is making sure that the pose of the character is dynamic,” explains Jos. “What a lot of people who start out making organics do is they make half of their organic piece, then mirror it exactly, which often doesn't make for an interesting build. What helps to create a dynamic looking build is non-symmetrical parts.\n“在一个建造中增加动作的重要部分的关键就是确保人物是动态的”Jos解释说“很大一部分人刚开始建造有机建筑的时候会选择镜像对称的方法，这通常不会做出一个有趣的建筑。非对称的结构有助于创造一个看起来是动态的建筑。\n\n“If there is one thing that easily improves any organic it's building off axis. What that means is it's not perfectly aligned with Minecraft's XYZ coordinates. This works especially well if you combine it with elements that all have different angles. At the end of the day, it all comes down to practice and experience.”\n“如果说有一种方法可以很轻易的提升任何一种有机建筑的美感的话，那就是不要建在同一轴上。也就是说不要和Minecraft中的XYZ轴不能完全一致。如果你将所有不同方面的角度融合在一起，那么建筑变得焕然一新，归根到底，这一切需要练习和经验。\nFor more of Jos’ builds, he’s got it all uploaded on Planet Minecraft! Maybe you can come up with something using his tips?\n想知道更多Jos的建筑吗？他把所有的建筑都上传在Planet Minecraft网站上了！说不定你可以用他的建议想到一些什么？\n\n【我 译自官网 2017 年 07 月 05 日发布的 Marked Man】\n【本文排版借助了：BCC】新人第一次尝试翻译，下次不找这么长的文章了。如有错误还请指出\n感谢@封徵 的指导",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589446560,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "kayn-",
            "timestamp": 1597111440,
            "txt_content": "哇这渲染好好看"
        }
    ]
}