{
    "title": "[生存] [多线]CraftFutureCity方块未来之城——RLcraft生存|新服开荒[1.12.2]",
    "author": "hy黑影",
    "replyCount": 0,
    "timestamp": 1588320000,
    "txt_content": " 本帖最后由 hy黑影 于 2020-5-1 16:02 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\nCraftFutureCity-方块未来之城\n\n\n\n\n4.gif (4.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 14:56 上传\n\n\n\n\n一：前言本服务器由 未来方块 运营**三中（南区）科技社提供技术支持\n\n\n\n\n\n4.gif (4.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 15:58 上传\n\n\n\n\n二：介绍方块未来之城服务器成立于2019年2月15日，中途几次更改名称和模组，于今日正式对外开放。本服务器以RLcraft超难生存整合包为蓝本进行少量必要修改后开设运营原整合包链接：https://www.mcbbs.net/forum.php?mod=viewthread&tid=927630目前服务器的功能基本完工。部分功能会慢慢添加。\n以下为原整合包贴中关于Real Life or Realism Craft（RLcraft）的介绍可以从上方链接跳转到原整合包贴                    简介                    Real Life or Realism Craft（RLcraft），是一场噩梦的旅途，在这里，你无需恐怖你前期所经历的，因为，在这里，你会恐怖一切…直至，死亡。RLcraft集合了百余个MOD，这些MOD能为你带来无比欢快而又恐惧的体验，这些体验是普通MOD生存无法带来的，这对所有人都不友好，但是这恰巧是实力的证明，在与怪物的撕斗中，在与邪恶生物对抗中，在武器品质系统中证明你自己吧，勇敢的冒险家！\n                    游玩指南                    （游玩前务必阅读）你的每次死亡都会随机出生在一个地方，除非你通过一些方法保存你的出生点。F3中不显示你当前的坐标，但你可以通过指南针来获取坐标。你周围的物品不会自动被拾取，请右键拾取掉落在你周围的物品。你不能强制破坏树木，你需要对应的工具来砍伐，否则不会掉落任何东西，你可以通过挖砂砾获取燧石来合成一把工具斧。按住Shift+空手右击水方块来喝水，下雨天的时候你也可以喝雨水。找一些可以治疗你的的物品，用线和纸来制作绷带是最好的选择。白桦木可以合成纸。三个任意颜色的羊毛可以合成睡袋，但是睡袋不会保存出生点。基石（一个MOD内的物品）可以用来设置你的出生点，当然床也可以，但是基石可以设置多个出生点。按下“H”可以查看你身体各个部位的血量，注意，头是最重要的，如果不保护好的话，你可能会被一枪爆头。当你达到5级后可以按下“L”选择你的特殊技能，赚取额外的经验。你可以通过篝火，羊毛套或者给你的护甲或裤子上内胆来保持体温。如果你开的是新存档的话，建议你首先制作一个庇护所，比如做一个山顶洞人。线和草可以做成木头。\n\n                    一些有意思的机制                    口渴系统。温度调控以及四季变化。食用食物无法回血。火把会熄灭。F3无法查看大部分信息，地图和指南针得到了调整。刷怪笼破坏后会掉落物品，并且刷怪笼不能永久存在。如果你没有设置出生点，你将会随机出生。物品和能力被限制使用，除非你达到了该物品/能力所需的最低等级。一些新的强大的RPG技能能够通过经验来解锁使用。添加了大量的新武器。添加了大量的新生物。添加了大量的新的合成表。真实的声音将围绕在你耳旁。添加了大量的新的附魔、药水以及全新的武器品质系统。\n\n                    一些提示以及开始前的准备                    选择一个明智的生物群落。因为引进了的温度调控和四季变化系统，夏天的沙漠，冬天的雪地都是糟糕的选择。制作可以保护以及治疗自己的物品。在你探索自然建筑物（地牢等）之前，请带好你的头盔以免爆头，做好你的绷带以便你在暴毙前能拾取战利品。提升你的等级。当你的等级不够的时候，你几乎什么都干不了！不要在户外睡觉。因为引入了新的睡眠机制，当你在户外睡觉时你会收到攻击，而且在睡之前请保证你周围是安全的，且有一定限度的照明。（2.8版本移除）决定你必须先完成的事。制作一张床，制作一把武器，合成一个水壶，一个头盔都是必须的。\n\n\n\n\n\n\n4.gif (4.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 16:00 上传\n\n\n\n\n三：模组列表模组列表（搬运原整合包帖内的模组列表）部分客户端模组与前置模组并未在列表里，具体内容以群内新版客户端为准Advanced Hook Launchers (by EnderLanky) Antique Atlas (by Hunternif) AutoRegLib (by Vazkii) Battle Towers (by AtomicStryker) Baubles (by Azanor) Better Survival (by Mujmajnkraft) Better Foliage (by octarine_noise) Bloodmoon (by Lumien) Chunk Animator (by Lumien) CompatLayer (by McJty) CoralReef (by primetoxinz) Craftable Horse Amour & Saddle (by EwyBoy) CraftTweaker (by jaredlll08) CreativeCore (by CreativeMD) Crystal Caves (by Steelfeathers) Doomlike Dungeons (by BlackJar72) Defiled Lands (by Lykrast) Dynamic Trees (by ferreusveritas) Dynamic Surroundings (OreCruncher) Food Expansion (by Lellson) ForgeEntertech (by EnderLanky) Forgotten Items (by Tschipp) Global GameRules (by Gory_Moon) Grapple Hooks (by Kloonder) Iberia (by gibraltarMC) Ice & Fire: Dragons (by alex1the1666) Infernal Mobs (by AtomicStryker) ItemPhysic Full (by CreativeMD) IvToolkit (by Ivorius) Just Enough Items (by mezz) Level Up! (by Beeto) LLibrary (by iLexiconn) Lost Cities - (McJty) Lycanites Mobs (by Lycanite) Multi Mine (by AtomicStryker) Needful things (by Dyonovan) Not Enough Potions (by Tmtravlr) PotionCore (by Tmtravlr) Quality Tools (by TmTravlr) RealBench (by Prototik) Realistic Torches (by Chaosyr) Recurrent Complex (by Ivorius) Roguelike Dungeons (by Greymerk) Rough Tweaks (by Lellson) Ruins (by AtomicStryker) Skillable (by Vazkii) So Many Enchantments (by Shelter_Rin) Sound Filters (by Tmtravlr) Mob Spawner Control (by Pyrofab) Switch-Bow (by White_Draco) Tool Belt (by gigaherz) Tough As Nails (by Glitchfiend) Traverse (by ProspectorDev) Tree Chopper (by DuchLord) TschippLib (by Tschipp) Varied Commodities (by Noppes) Waystones (BlayTheNinth) Wearable Backpacks (by PuppetzMedia) Wolf Armor And Storage (CenturionFox13) XP Book (by Winter_Grave)\n\n\n\n\n\n4.gif (4.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 15:58 上传\n\n\n\n\n四：联系方式腐竹QQ：1278490989服务器群号：627946962\n\n\n\n\n\n4.gif (4.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 15:59 上传\n\n\n\n\n五：客户端下载百度网盘下载地址：https://pan.baidu.com/s/1IITMwGVFG9MYXy5vm1cKFA说明：提取码为mfxc\n\n\n\n\n4.gif (4.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 15:59 上传\n\n\n\n\n六：团队名单腐竹——未来方块管理员——hyuzh管理员——muban管理员——Stitch The Glitch说明：因为服务器刚组建没多久，所以服务器技术只有我一个人。如果你有兴趣担任技术可以加群私聊我。\n\n\n\n\n4.gif (4.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 15:59 上传\n\n\n\n\n七：服务器发展路程\n                 2019.2.15：搭建1.12.2纯净服                                                                 2019.2.17：服务器名称更改为里昂魔法科技，并转型为模组服                      2019.5.20：服务器名称更改为五号实验室，整合160余个模组进入服务器                 2019.7.13：因腐竹学业问题暂时停服                                                       2020.2.19：腐竹前往星空神域服务器学习技术与管理技巧，为重启服务器做准备                 2020.4.29：由于某些事情，提前重启服务器，名称改为方块未来之城，模组采用RLcraft整合包\n\n\n\n\n\n4.gif (4.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 15:59 上传\n\n\n\n\n八：服务器美图欣赏&结束语流量党慎点！！！服务器资源世界\n\n\n\n\nfile_1588317896000.jpg (332.9 KB, 下载次数: 1)\n\n下载附件\n\n2020-5-1 15:24 上传\n\n\n\n\n\n服务器主城\n\n\n\n\nfile_1588317895000.jpg (115.54 KB, 下载次数: 1)\n\n下载附件\n\n2020-5-1 15:24 上传\n\n\n\n\n\n服务器菜单（大部分插件配置直接采用@酷车手BB弹 的sponge端整合包链接：https://www.mcbbs.net/thread-881019-1-1.html）\n\n\n\n\nfile_1588317895000.jpg (170.78 KB, 下载次数: 1)\n\n下载附件\n\n2020-5-1 15:24 上传\n\n\n\n\n\n 仔细算下来，从有开服的想法到如今已经过去了一年多，在这一年里发生了很多的事情，我也认识了很多人，学习到了很多新技能。这一次我打算从零开始建立一个有两百个模组的大型公益服。我知道这很困难，但又有什么事情是容易的呢？相信我一定能实现这个愿望！未来方块2020年5月1日\n\n\n\n\n\n\n\n\n\n4.gif\n(4.01 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-5-1 15:58 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}