{
    "title": "[1.12.2][低配][内附光影]我的王国——建立属于自己的帝国！",
    "author": "（零~",
    "replyCount": 23,
    "timestamp": 1588331520,
    "txt_content": " 本帖最后由 2917663043 于 2020-5-6 18:14 编辑 \n介绍\n玩家在游戏中建造家园，发展农业和军事；通过攻占游戏中一些建筑搜集物资来发展扩建自己的家园；建造攻防利器来防御怪物的进攻;与各个村庄建立联系。\nMOD列表\n[Corail的墓碑]https://www.curseforge.com/minecraft/mc-mods/corail-tombstone\n[FPS减速器]https://www.curseforge.com/minecraft/mc-mods/fps-reducer\n[FTB Library]https://www.curseforge.com/minecraft/mc-mods/ftblib\n[FTB 实用工具]https://www.curseforge.com/minecraft/mc-mods/ftb-utilities\n[JEI物品管理器]https://www.curseforge.com/minecraft/mc-mods/jei\n[R键整理]https://www.curseforge.com/minecraft/mc-mods/inventory-tweaks\n[不再有更新]https://www.curseforge.com/minecraft/mc-mods/non-update\n[材质修复]https://www.curseforge.com/minecraft/mc-mods/texfix此模组已删除\n[潮涌]https://www.curseforge.com/minecraft/mc-mods/surge\n[敌对世界-入侵]https://www.curseforge.com/minecraft/mc-mods/hostile-worlds-invasions\n[动态Tick]https://www.curseforge.com/minecraft/mc-mods/tick-dynamic\n[高亮显示]https://www.curseforge.com/minecraft/mc-mods/wawla\n[更好的FPS]https://www.curseforge.com/minecraft/mc-mods/betterfps\n[古代战争2]https://www.curseforge.com/minecraft/mc-mods/ancient-warfare-2\n[怪物传说]https://www.mcbbs.net/forum.php?mod=viewthread&tid\n[合成冲突消除]https://www.curseforge.com/minecraft/mc-mods/stimmedcow-nomorerecipeconflict\n[键位冲突显示]https://www.curseforge.com/minecraft/mc-mods/controlling\n[经验机制改革]https://www.curseforge.com/minecraft/mc-mods/clumps\n[矿石挖掘]https://www.curseforge.com/minecraft/mc-mods/ore-excavation\n[旅行地图]https://www.curseforge.com/minecraft/mc-mods/journeymap\n[模拟殖民地]https://www.curseforge.com/minecraft/mc-mods/minecolonies\n[耐久信息显示]https://www.curseforge.com/minecraft/mc-mods/armorstatushud-updated\n[泡沫修复]https://www.curseforge.com/minecraft/mc-mods/foamfix\n[平滑字体]https://www.curseforge.com/minecraft/mc-mods/smooth-font\n[千年村庄]https://www.curseforge.com/minecraft/mc-mods/millenaire\n[事件停止]https://www.curseforge.com/minecraft/mc-mods/estop\n[鼠标整理]https://www.curseforge.com/minecraft/mc-mods/mouse-tweaks\n[桃花源记]https://www.curseforge.com/minecraft/mc-mods/tektopia\n[通用拼音搜索]https://www.curseforge.com/minecraft/mc-mods/just-enough-characters\n[物品掉落物理][https://www.curseforge.com/minecraft/mc-mods/itemphysic-lite\n[线程优化]https://jenkins.nallar.me/job/TickThreading/job/1.12/\n[新一代伤害显示]https://www.curseforge.com/minecraft/mc-mods/torohealth-damage-indicators\n[有活力的树]https://www.curseforge.com/minecraft/mc-mods/dynamictrees\n[原版修复]https://www.curseforge.com/minecraft/mc-mods/vanillafix\n[真实地形生成]https://www.curseforge.com/minecraft/mc-mods/realistic-terrain-generation\n[前置]https://www.curseforge.com/minecraft/mc-mods/bspkrscore\n[前置]https://www.curseforge.com/minecraft/mc-mods/codechicken-lib\n[前置]https://www.curseforge.com/minecraft/mc-mods/coroutil\n[前置]https://www.curseforge.com/minecraft/mc-mods/creativecore\n[前置]https://www.curseforge.com/minecraft/mc-mods/hwyla\n\n截图\n\n\n\n\n\n\nfile_1588325631000.jpg (51.07 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 17:33 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1588325664000.jpg (47.48 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 17:34 上传\n\n\n\n\n\n\n\n\n\n\n\n2020-05-01_12.35.32.png (305.54 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 17:34 上传\n\n\n\n\n\n\n\n\n\n\n\n2020-05-01_12.39.23.png (179.31 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 17:34 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1588325675000.jpg (92.9 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-1 17:34 上传\n\n\n\n\n\n\n配置设置3G运存以上即可。\n资源包\n\n链接：https://www.curseforge.com/minecraft/texture-packs/simplified-chinese-localization-resource-package；一定要和整合包一起使用，这是一个将模组进行汉化的资源包。\n光影\n\nSEUS-v10.2-Preview-1-Ultra.zip\nSEUS-v11.0.zip\n链接https://www.minecraftforum.net/forums/mapping-and-modding-java-edition/minecraft-mods/1280299-sonic-ethers-unbelievable-shaders-compatible-with\n效果图\n\n\n\n\n\nfile_1588437104000.jpg (28.59 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-3 00:31 上传\n\n\n\n\n\n\n\n\nfile_1588437111000.jpg (50.78 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-3 00:31 上传\n\n\n\n\n\n\n\n\n\n\nfile_1588437115000.jpg (46.39 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-3 00:31 上传\n\n\n\n\n\n\n\n\nfile_1588437119000.jpg (34.16 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-3 00:32 上传\n\n\n\n\n\n\n\n启动器\n\n链接：https://hmcl.huangyuhui.net/download\n\n教程（注意大量文字即将出现）\n关于古代战争2\n\n\n现在信息少，我也是摸索了一段时间才上手的。这个模组的特点是有一个强到违反平衡性的仓储系统、一个依赖npc与食物的自动化系统（包括物流）、不怎么好用的训练/指挥系统以及额外的野外建筑生成。带围墙的城镇里面可能会有多达上百的持剑/持弓npc，请务必优先考虑避开，留待中后期再考虑怎么处理。\n官网只有糟糕的繁中汉化，但mcbbs有优秀的简中汉化以及汉化的官网教程，建议自行搜索。\n这个模组最基本的发展要用到铁与金，非针对性的游玩的话大概要发展个几天（游戏时间）首先要做的东西有三个，研究站、研究之书和工程站，这会用掉10铁锭2金锭，以及若干皮和纸。（研究之书不像许多mod一样通过书加某样物品合成，而是有单独的配方）\n把研究之书放到研究站gui的左上角，然后能看到右边有两个按钮，一个是查看所有科技能解锁的物品/解锁某物品所需的科技，一个是选择研究顺序（随时能改） 。选好研究顺序后下方gui右边会显示当前待研究的科技需要什么材料，在其左边投入对应物品便会开始研究，要开始发展的话你需要研究领导力和一个能解锁生产设施的科技（比如农业）。\n本mod大部分物品都通过工程站制作，在研究完领导力后你需要首先做一个市政厅，这是npc吃饭的地方，作用类似科技类mod的发电站，你需要把食物放在里面。然后是招募npc和建造功能设备，设备不贵，但招募npc需要用到苹果、面包、水瓶、熟牛肉、熟猪肉、熟鸡肉六种物品做成食物包，然后一份食物包两个金锭外加一个工具（如果要做[url=]工人[/url]就用木镐）合成一个npc，还需要提供食物和工具（工具不是消耗品）。钓鱼、种地、养殖用锄，伐木用斧，采掘用镐，建设和机械设备（中期才有）用本模组的锤。\n关于自动化生产，其实设备才是本体，本模组的自动化同样也是通过各种设备完成，npc本身不能做任何事只起到为设备提供能量的作用。（除了运货员和士兵等npc）。需要注意的是，设备都有操作范围（比如伐木场的种树伐木区，采石场的开掘区，养鱼场的鱼区等）与交互面，这可以在gui的两个底部按钮调整。所谓交互面是指与漏斗、管道以及最重要的本模组的运货员的交互面。分别有前后左右上下六个按钮，每个按钮一般可以调整为顶端、前端、底端与空四个选项（根据设备不同而不同）前后左右上下是指设备方块的六个面，有图案的一侧为前。顶端、前端、底端是指绑定的存物槽。拿原版的熔炉举例，熔炉上面绑定了原料槽、前后左右绑定了燃料槽、下面绑定了成品槽。农场、牧场等设备而言，它们有三个槽，分别是gui靠上的产出槽、中间的原材料槽（牧草、种子等）以及靠下的不知用途的槽。分别称作顶端、前端、底端，要做自动化请务必确认设定正确以免无法正常与物流交互。\n从研究了贸易科技开始，大概就算是到模组的中期了，这个时候需要说明的主要有运货员和仓库这两样，剩下的我还不太熟。仓库是本模组最逆天的东西，它可以扩容到能存下你在游戏中搜集的所有物品，包括采石场采集到的所有石头在内一个都不用丢，而且在gui界面无论多少物品都只显示为一组，包括你可能会搜集到的上百个马鞍或者几千个石头都只显示为一组，而且带排序和搜索以及可以手动调整的过滤功能。这足以称得上是能影响平衡性的仓储系统了吧。一个仓库需要有一个仓库控制方块和若干仓库方块组成多方块结构，仓库控制方块只提供玩家用的仓储gui而不提供储存功能，但它定义了仓库的范围，只有放在仓库范围的仓库方块才能被检测到。仓库方块单独可用，有大中小三种规格，容量和造价不同。此外，还有仓库界面、仓库制作站、仓库库存查看器三种附属设备。仓库界面是与物流交互用的，需要向仓库控制方块提供能量（比如一个在此工作的工程师（带锤子的工人））才能自动提取和存储物品。（注意，物流是无法与仓库控制方块交互的）仓库制作站放在仓库核心旁边就能生效，能够提取仓库内的物品合成，而且还带有笔记槽能够放上笔记来合成模组特有物品。（建议搭配nei之类的物品管理器使用，否则你还是要手动摆物品来合成）仓库库存查看器看上去就像木牌，能选择显示某几样物品的库存。接下来是运货员，在模组里应该是被翻译为信使，合成需要一食物包二金锭一箱子，但要使他工作还需要一个背包（模组有9格、18格、36格三种背包）与一份工作计划。工作计划需要进行大量的设定，包括与哪个方块的哪个面交互、交互时是拿取还是投入物品等等，相当繁琐。如果设定正确之后你几乎可以什么都不用做，所有的物流工作他都能搞定。目前我最常遇到的工作停滞情况有那么几种，一是交互面设定错误（一定要比对设备和工作计划上的设定有无出入），二是仓库界面方块堵塞或者存物设到了仓库核心而不是仓库界面方块（一定要确保交互的是仓库界面，同时仓库要有一个工程师给你仓库核心提供能量），三是需要交互的方块转移了位置（比如矿场搬走了什么的，记得要重新布置运货员的工作）。\n后期有跟其它科技模组类似的机械自动化，动力来源是水车和风车，能源传输用传动轴，储存用飞轮，还有自动合成台以及不科学的铁+煤=钢的合成台合成。具体方面我不是很清楚，也许以后会补充吧。\n\n此外，此模组还有自动建设、攻城器材、船只等，这些部分我尚未探索就不多说了。\n更详细的教程可到这里查看https://www.mcbbs.net/forum.php?mod=viewthread&tid=665422\n\n关于千年村庄\n\n贸易1、村庄贸易贸易系统作为该mod核心之一是不得不了解的。通常情况下，从一个村庄购得的文化产品会在另一种文化的村庄中以更高的价格出售，而有些原版物品在不同村庄也有不同价格（如在需求羊毛而又无法自产的印度村庄出售羊毛往往会比在盛产羊毛的拜占庭村庄出售羊毛更赚），也就是说这款游戏是可以倒卖商品的。不过注意一点，每种文化只收购自己文化所需的建筑材料（如诺曼不收购印度的泥砖），所以建材方面一般是从诺曼与印度的核心村落（有些村庄是由一个核心村庄与周围的小村落构成的，诺曼是Gros bourg，印度是Mahal）收购建筑资源再卖给周边村落，而食物和工具类就是从一个文化收购后再卖给另一个文化。还需注意一点的是有些商品在特定文化中是不收购的（如印度村庄不收购牛肉制品、猪肉制品和酒类），这些内容可以通过村庄交易界面右上角比较不起眼的“？”按钮或直接打开旅行书查看。\n2、市场市场是村庄中一个特殊建筑，玩家可以在市场中进行特殊交易。在初始阶段该建筑只会生成1个商人，随着建筑的升级会增添至2~3个商人。市场的库存与村庄的库存是独立的，且会与商人同步刷新。通常来说市场里的货物都是比较值而且比较有用的，建议多关注一下市场。\n3、赠送在1.12.2版本新增了赠送功能，在交易界面出售栏与收购栏中间有两个选项，标着虞美人图标的便是赠送选项。赠送自然是没有钱赚的，但能很大程度地提高声誉，在资金不紧缺的情况下可以考虑送些物资，涨得特别快。 不过由于食物本身涨好感就比较快所以也没必要赠送。\n发展发展村庄是该mod的主要目的。村庄的壮大能使村庄生产文化独有产品，也会让村庄变得更加美观。村庄的发展分为两方面，一是村庄扩建与升级，二是村民繁衍，二者缺一不可。\n1、村庄扩建与升级每个刚生成的村庄中都会有一个核心建筑，在这里可以查看村庄信息及建材需求，玩家可以根据告示牌上的需求提供村民建材来扩建村庄。虽然村民自己也能生产当前建筑所需要的建材，但效率特别低，尤其是石头这方面的资源，所以尽量还是自己收集。村民还会对原有的房屋进行升级，通常房屋升级需要村民无法生产的建材（如羊毛和书架），需要玩家自己提供。升级的房屋不会提高村民生产效率或是提高人口上限，但会更好看。关于建造方面村民是真的矫情，矮一点的橡木都算不可建造，需要时刻关注村庄地图把障碍物排除干净，而且建造速度很慢，所以村庄的建造方面一直是件麻烦事。\n2、村民繁衍村庄mod不仅需要村庄扩建，村民的繁衍也很重要，因为某些特殊方块和文化产品需要特定的村民才能生产，到时可能会导致村庄无法发展或是劳动力、兵力不足的问题。在没有对应食物的情况下村民是不会进行繁衍的，女性村民的生育需要甜食及饮料，而年幼村民的生长需要肉类和主食。关于其具体所需的食物和上文一样可以通过旅行书村民信息图标得知。最关键一点，村民只有在夜间才会进行私生活，所以最好不要频繁跳过夜晚。虽然村民在食物允许在情况下任何条件都能生育，但幼年村民只有在村庄内有空余建筑时才会成长并搬进对应建筑。\n3、关于各个文化的评测（注意，该评测是1.12.2的7.2.0版本，整合包mod版本是8.0.1的所以有可能有些不同。）\n诺曼文化生成区块：平原、山地发展难度：★★★★☆美观程度：★★★★★产品实用性：★★★★★推荐程度：★★★★★评语：重置后的诺曼文化的建筑好看太多，尤其是核心建筑的翻新，跟以前比起来完全不是一个人造的（可怜的堡垒还是一成不变）。而且该文化的苹果树终于能自己种了，还能合成西打酒，就很爽。当然代价就是该文化的建材消耗要更多了，尤其是宗教村庄的修道院（不是奇观），3000+的石头相当劝退。至于其他方面的话除了新增了几种比较好看的彩色玻璃外也没别的了。\n印度文化生成区块：沙漠发展难度：★★★★☆美观程度：★★★★☆产品实用性：★★★☆☆推荐程度：★★★★☆评语：印度经官方更新后建筑风格直接从豆腐风格进化到蛋糕风格，美观程度直逼诺曼，还添加了各种专属建材，简直比诺曼还亲儿子。关于玩法方面还是照常，就是拆房倒卖（而且本次更新印度文化会用茅草盖房子，也就是说整个家都能给他搬走）。关于重置版印度文化最大亮点还是多达57种建筑方块，包括楼梯台阶和围墙，完全是建筑党的福音。\n玛雅文化生成区块：丛林、森林、沼泽发展难度：★★★★★美观程度：★★☆☆☆产品实用性：★★★☆☆推荐程度：★★☆☆☆评语：玛雅文化无疑是该mod最难发展也是前期最不值得发展的文化了。该文化对石头的需求量极其之大，这些建材在不添其他mod的情况下收集起来相当麻烦。而该文化唯一特色工具黑曜石工具的原料又是后期才能获得且收集麻烦的物资（还比较鸡肋，因为此时玩家已经有能力获得更好的诺曼工具了，使得黑曜石工具唯一优势就是能挖取黑曜石）。不过其增益物品倒是比较有用，有急迫buff的鸡肉卷和夜视buff的可可。同时，在后期玛雅文化的发展也是不可避免的，涉及到创世神任务的需求，详见玛雅任务主线攻略。\n日本文化主要生成区块：针叶林、山地、雪原发展难度：★★☆☆☆美观程度：★★★★★产品实用性：★★☆☆☆推荐程度：★★★★☆评语：日本文化是几种文化中发展难度最简单的文化，也是最好看的文化之一，其建筑风格完全可以和重置版诺曼村庄媲美，而且本身改造空间也大，适合搭配竹mod和镇守府mod之类的和风mod使用。关于增益物品方面加跳跃提升的清酒并不怎么样，水下呼吸的鱿鱼烧倒是不错，虽然在前期没什么用。\n拜占庭文化主要生成区块：平原、热带草原发展难度：★★★★☆美观程度：★★★★☆产品实用性：★★★★☆推荐程度：★★★☆☆评语：作为第一个以非官方形式加入的文化，该文化很多方面都相当优良，光是其特色的拜占庭甲胄就有和诺曼装备一样的数值，还有能提供抗性提升3的玛尔瓦西亚酒。不过要说其缺点也是蛮多的，该文明唯一的武器拜占庭权杖虽然攻击力高但耐久甚至比石器都低（卖给村民倒是不错）。而且拜占庭文明的发展难度是仅次于玛雅的，后期基本上都是用沙石石砖砖瓦顶的，虽然好看就是了。在此强调一下，千万别买拜占庭的布料，这东西买了没用也卖不出去，相当亏。\n因纽特文化主要生成区块：雪原、针叶林发展难度：★★★★☆美观程度：★☆☆☆☆产品实用性：★★☆☆☆推荐程度：★☆☆☆☆评语：个人并不推荐发展该文化，首先因纽特文化的建筑升到满级后并非雪屋而是木板房，风格不是单调就是杂乱，根本谈不上美观（除了某个核心建筑还算是好看点）。接着是该文化的特产除了篝火和加力量buff的食物基本没啥用（而且这两个物品完全可以白嫖），武器盔甲还不如自己的铁装备好用。然后是该文化的建材需求特别奇葩，有时候会让你收集几百个骨块，至少14组骨头，特别劝退。倒是因纽特人会收腐肉，是个倾销腐肉的好地方，但拿来发展的话真的不值当。以及，该文化其实是非官方制作的，只是后来被官方采纳了，也就是说会遇到很多诡异的bug。\n玩家声誉该mod的村庄于会对玩家的作为进行评定，即玩家声誉。每个村庄的声誉都是独立的，但会根据你在其他同文化的村庄中的声誉进行变动。只有当玩家在村庄中拥有较高的声誉时，才有权利购买高级文化产品、玩家领地或学习种植该文化作物；而当玩家在村庄中的声誉过差，玩家将无法享受这些权利，甚至于无法交易。所以玩家声誉在该mod中极其重要。可以通过与村庄领袖对话查看玩家在该村庄中的声誉。玩家可以通过向村民出售/赠送物品或完成村民给的任务来提高玩家在该村庄中的声誉。同时，当玩家企图攻击村民或是没能完成任务，则会降低相应声誉。相关内容可通过千年村庄帮助菜单查看。\n村庄互动1、外交在村庄领袖的GUI中，你会发现外交一栏，该栏会显示玩家所处村庄与其他村庄的交往关系，当玩家在村庄拥有一定声誉时，玩家也可以主动干涉村庄外交，每天玩家有5个外交点数来决定与其他村庄的关系，而在每天的黄昏时段村庄也会随机提升或恶化与其他村庄的友好度。村庄之间总体分为三种关系：友好（蓝名、绿名状态）、中立（黑名状态）与冲突（红名、棕名状态）。友好关系会使村庄之间有贸易往来，而冲突关系会导致村庄之间的交战。\n2、村庄间贸易当两个村庄之间是友好关系时，村庄之间会有贸易往来（前提是村庄内有旅馆供商人居住），双方会将库存内的资源出售给对方。如果两种文化的村庄关系非常好且互相拥有集市，两地市场会刷出另一文化的商人（其售价会比在本文化地区的售价贵很多，所以还是建议到本文化地区购买）。特别地，在诺曼Gros Bourg集合村庄中还会有客店进行诺曼村庄的内部交易。\n3、战争如果一个村庄与另一个军事力量较强的村庄交恶或是周边有土匪营的话，那么另一个村庄或土匪营一定概率会在每天傍晚对目标村庄策划战争，并一定概率在每天凌晨对村庄进行正式入侵（入侵概率根据玩家的设置）。玩家需要帮助村庄抵抗入侵者，或是加入入侵行列。成功抵御入侵并无奖励（如果入侵方装备较好的话可以顺带捡走），但入侵成功**侵者会夺取部分资源，所有箱子均处于解锁状态，因此玩家也可以趁机捞一些好处。顺带一提，由于睡觉会直接跳过凌晨导致很多时候玩家等不到入侵者，所以想要等入侵的话需要熬夜或者用凶狼护符跳过黑夜。 \n创造与毁灭1、 创造权杖当玩家在村庄内达到一定声誉时，可在村庄内购买创造权杖。可以通过使用创造权杖右击黑曜石/金块生成正常村庄或是玩家控制村庄，区别在于黑曜石只能生成随机村庄，而右击金块会打开村庄选择界面，此时可按照玩家需求生成对应的村庄。同时创造权杖也是发展玩家控制村庄所不可少的工具，关于玩家控制村庄的具体内容会在下文提到。\n2、 毁灭权杖当一个村庄的男性全部死亡时，村庄中的箱子会全部解锁。正常情况下即使是村庄全灭其村民依旧可以在当天夜晚重生，但此时可在核心建筑的箱子内找到毁灭权杖，此时右击村庄区块即可决定是否毁灭村庄。毁灭后的村庄将不再生成村民（处于bug在早期版本中还是会复活的，但村民无法做出有效动作）。\n建立自己的村庄如果玩家在一个村庄中的声望达到“天生的领袖”时，可以向村庄领主申请领袖地位，此时便可以发展自己的村庄了。“天生的领袖”声誉可通过刷好感度或完成对应文化的主线任务来达成。成为村庄领袖之后，可通过使用创造权杖右击金块并选中对应文明的玩家控制村庄来生成玩家村庄。\n和各类模拟经营类游戏一样，你可以在玩家村庄中建造自己所需要的建筑，只要使用创造权杖右击地面即可选择想要建造的项目。在核心建筑中，你可以通过右键告示牌查看建筑计划、决定是否升级或销毁建筑，以及对其他村庄进行外交或发动战争。\n具体操作示意：在玩家控制村庄的核心建筑中，玩家可以直接决定与其他村庄的关系，同时也可以决定项目的施工情况。虽然核心建筑中的箱子是上锁的，但村庄创建者是可以自由打开核心建筑内的箱子的。如果想要为村庄添加项目，需要使用创造权杖右击村庄范围内的空地以打开建筑项目界面，选择你想要建造的项目。以及在最新版本中还分为自定义建筑和千年村庄设计建筑（同理，玩家控制村庄也有这么一个分类），千年村庄设计建筑就是正常村庄中生成的建筑，而自定义建筑可根据玩家喜好设计建筑风格，只需根据需求列表在地面摆放相应物品即可。当项目安排成功时，会提示“该项目已被添加到建造列表中，并会在玩家所选空地生成4块告示牌，表明该区块已被选中为建造区域，会有村民前来建造。\n其他的就和普通村庄没什么区别了，尽情享受这个过程吧！\n其他1、独立建筑村庄mod不止村庄，有时候会在野外生成些独立的建筑，由于独立建筑种类庞大且比较稀少，此处就不一一列举出来了。关于独立建筑总共分为三类：\n①、遗迹就是无人居住的野外建筑。通常情况下遗迹中都会藏有一个箱子，可能会有些钱币和比较有用的道具，也可能什么都没有。\n②、野外居所有普通村民居住的野外建筑，通常是可交易的。该建筑中的村民会根据玩家在其所属文化中的声誉改变其对你的态度，同时玩家对该建筑中村民的行为也会影响你在其所属文化中的声誉。\n③、土匪领地该独立建筑会生成对玩家具有主动攻击性的土匪，只要玩家一进入土匪领地范围便会招来该土匪领地所生成的土匪的集体仇恨。而土匪也会定期入侵村庄（入侵范围根据玩家的设置）。攻击土匪不会降低玩家在其所属文化中的声誉。顺带一提，有些土匪是可以雇佣的，不过没用，人家照样打你。\n2、万神殿万神殿是该mod的一个彩蛋建筑，其生成概率极低。由于该建筑规模庞大容易造成卡顿，可能需要玩家重进游戏才能正常生成。万神殿会以大量的铁块与金块作为装饰，算是作者给玩家的一大福利。同时该建筑还附带了制作组及众筹者名单。 \n3、其他游戏机制说明①、村民的工具档次会影响他们的工作效率，如果想让村民生产更快的话也应适当给他们出售些工具。其中伐木工需要斧头，矿工需要稿子，建筑工需要铲子及稿子，农民需要锄头，而所有男性村民都拥有配备武器的能力。\n②、如果村庄建筑被破坏，村民并不会自己修补，但可能会在村庄升级过程中补上，并且即使是破坏了也不会使其生产功能丧失，所以在前期资金不足的情况下可通过拆卸日本文明的茅草屋及印度文明的泥砖墙来刷钱，不用担心美观或功能丧失的问题。\n③、玩家只会在攻击村民或任务失败时才会降低所处村庄及文化的好感，拆迁、掠夺资源、拒绝任务等均不会降低好感（即使有也降得特别少），所以尽管放纵自己吧。\n④、在普通及以上的难度中，当玩家攻击村民时，该村庄的所有男性村民和被攻击方会一同上来攻击玩家，而即使是全灭了也没多大好事，所以最好不要干这事。\n已知问题1、村民有时候会因各种原因（进出传送门、来回探图等）发生原地鬼畜现象，解决方法就是重启游戏。\n2、由于与某些mod冲突的缘故，村庄mod的挂画无法显示，但其实也不算多大的恶性bug，而且本身村庄mod的挂画就做得很渣。\n3、区块更新缓慢问题如果村庄人口过多且电脑配置不好的话，该区块的生物/方块更新会相当迟钝（主要是早上村民活动时间，晚上区块更新正常，同时在村庄所在区块与非村庄所在区块的交接处及黎明时段区块更新会异常鬼畜），可以选择远离该区块一段时间，或者当场去世，但都不会维持太久，所以就忍着吧。\n4、有时候村民会被门卡住，需要主动给他开门，有的甚至直接卡墙上，还需要给他们拆墙，就很蠢。\n5、村民在工作时可能会呆滞不动，需要打他们一下才会继续工作。\n6、在1.12.2版本如果使用 /time 功能的话会导致村庄mod出错，表现为村民全部停止运作，不过重启以下就能回复正常了。\n7、该mod中的商人一直有严重的bug，有时候他们会莫名其妙复制自己，导致游戏加载卡顿，而且大部分时候他们是无法被攻击的。目前除了屠村暂无解决方案。\n个人建议1、建议不要把家安在村子里，一是村庄给的玩家空间并不大，还很贵；二是玩家建筑也会占用村庄一定空间，再加上地形奇葩的话到时很有可能就无法建造其他建筑了；三是如果电脑不好的话就会发生上述提到的区块更新缓慢的问题，特别影响游戏体验。所以建议还是另找一块空地安家，时不时来趟村庄保持村庄加载就够了。\n2、也不要把整个村庄当自己家，村民在建造/升级房屋时很有可能就会把你的箱子等重要设施替换掉。如果实在想在村庄安个临时住所的话可以考虑把箱子床之类的物品摆在村庄建筑边缘阶梯状的区域，这块区域是为了和周边地形衔接用的，村民不会在上面建造任何建筑，可以安心摆放。或者你也可以根据村庄地图找一片被围起来的区域建造，出于场地限制这块区域也不会生成建筑，但指不定会被水井这类较小的建筑替代（不过提前铺下木板等人工方块一般来说也不会有事的）。\n3、创造村庄时两个村庄之间最好保持一定距离，不然村庄里的某些建筑（农田、伐木场、石制建筑等等）会被另一个村庄给覆盖。\n4、关于刷钱方面用素食咖喱/咖喱鸡刷钱快但因为不可堆叠，量产会比较麻烦，而且可能导致村庄爆仓，当然倾销给野生村庄是个不错的选择，可以随身带上姜黄稻米找到一个村庄就现做卖给他们。\n5、个人推荐做创世神任务的顺序是圣人→炼金术士→国王。印度圣人任务基本上只是跑跑腿，虽然比较麻烦但相较之比较简单了。诺曼炼金术士后期有挖穿地基的任务，工程量比较大，而且比较危险。玛雅国王任务就特别硬核了，不仅操作麻烦怪还特别恶心，最好准备附魔套和几个有增益效果的食物再去做。\n6、关于刷副本的准备工作个人建议带上：保护4钻石套（如果实在没办法用诺曼/拜占庭套也可以，只是少了盔甲韧性）、锋利3钻石剑/诺曼宽剑（顺带一提火焰附加对人形怪没用）、力量4任意弓、白兰地酒（生命恢复）、玛尔瓦西亚酒（抗性提升3）、因纽特炖肉（力量5）、奶豆腐汤圆（速度2）、鸡肉咖喱（火焰保护，玛雅任务有些副本涉及到烈焰人和岩浆所以建议也备点）。\n更详细的教程可到这里查看https://www.mcmod.cn/class/46.html\n\n关于模拟殖民地\n\n这个里面有详细教程：https://wiki.minecolonies.com/，不过都是英文。\n\n关于怪物传说\n\n                                                  石像鬼仪式                                                          在石像鬼诡宅2楼的神秘石像中启动                                                          需要依次用神秘的钥匙右键对应的石像鬼雕像(有数字标记)                                                          不过顺序是固定不变的                                                          通过1楼阁间的墙壁上能很明显的看出密码\n\n\n在野外你会遇到一个拿着箱子的骷髅（白天也会刷）可以用骷髅宝石跟他交换，不过箱子里开出来的东西是好是坏就要看脸了，\n你也可以选择干掉它，然后吹响战争号角你就会获得一个骷髅战争的buff，在buff持续时间内你周围会不停的刷骷髅，\n这些骷髅非常强，相对的掉落物也很丰富。\n\n教程来源说明\n关于古代战争，千年村庄和怪物传说的石像鬼仪式都是百科上找到的。\n注意事项\n游戏中会有一个怪物入侵事件每3天一次，在入侵事件发生时玩家不能睡觉，也不能传送到其他维度；怪物会破坏方块，不过不用担心造成的伤害是暂时的，并且会在造成伤害后的5分钟内慢慢恢复原状；随着你的进步，入侵的难度会随着你的装备等级而扩大；如果你没有准备好应对入侵，使用牺牲方块可以跳过入侵，每次你跳过入侵，那么下一次入侵会更难。在连续3次使用之后，就没法跳过了，你只能迎战。 注意:跳过入侵只针对一个玩家，其他玩家不受影响。千年村庄：在游戏中NPC说的话还是其他语言？你与他们交易的越多，你对应文化的语言掌握的也就越好，渐渐就会变成中文。\n\n\n已知BUG\n因为地形的生成一些建筑卡掉原来那个地方的方块，导致一些地方明明没有方块却走不过去，但方块依旧可以放置（也就两三格方块）,还有一种方法你可以试着右键或左键一下那个地方说不定方块就出现了。\n\n下载地址\n网盘\n链接：https://pan.baidu.com/s/1wkRlyB-LKSTkQKZwyQbynA；提取码：ofn7\n\n鸣谢\n感谢各模组作者\n感谢mcbbs平台\n感谢HMCL启动器\n感谢大家看到这里\n\n结束语\n希望大家喜欢这个整合包，如果有什么问题或是建议请在评论中提出有时间我都会看的。\n整合包已移至[url=[1.12.2]内含多个整合包，详细请见帖内 https://www.mcbbs.net/thread-1039610-1-1.html (出处: Minecraft(我的世界)中文论坛)][1.12.2]内含多个整合包，详细请见帖内 https://www.mcbbs.net/thread-1039610-1-1.html (出处: Minecraft(我的世界)中文论坛)[/url]\n\n",
    "replies": [
        {
            "author": "偏向力",
            "timestamp": 1588345740,
            "txt_content": "我来试试看"
        },
        {
            "author": "1233232",
            "timestamp": 1588421280,
            "txt_content": "bug非常严重，除去建筑生成严重不全之外，npc也无法正常生成，只有刷怪箱，根本无法正常游戏"
        },
        {
            "author": "（零~",
            "timestamp": 1588422480,
            "txt_content": "1233232 发表于 2020-5-2 20:08\nbug非常严重，除去建筑生成严重不全之外，npc也无法正常生成，只有刷怪箱，根本无法正常游戏 ...\n你说的建筑生成不全的问题，里面有些遗址建筑、或者你可以把真实地形生成和有活力的树删掉试一下；关于NPC不生成我并没有遇到这种情况，如果你看有些刷怪笼里面是猪的话这个刷怪笼是不会刷任何怪的。"
        },
        {
            "author": "1233232",
            "timestamp": 1588424160,
            "txt_content": "2917663043 发表于 2020-5-2 20:28\n你说的建筑生成不全的问题，里面有些遗址建筑、或者你可以把真实地形生成和有活力的树删掉试一下；关于NP ...\n以及，千年村庄mod的村庄出现频率需要在创造模式下行走上千甚至上万格距离才能找到一个"
        },
        {
            "author": "（零~",
            "timestamp": 1588425660,
            "txt_content": "1233232 发表于 2020-5-2 20:56\n以及，千年村庄mod的村庄出现频率需要在创造模式下行走上千甚至上万格距离才能找到一个 ...\n千年村庄模组村庄的出现频率确实不高，而且整合包里还有其他建筑，所以村庄的出现频率可能更低，你可以通过按周边村庄列表的绑定键默认‘‘v’’查看周围有没有村庄，你也可以把整合包里的旅行地图换成voxelmap方便传送，实在不行/tp会吧"
        },
        {
            "author": "1233232",
            "timestamp": 1588429680,
            "txt_content": "2917663043 发表于 2020-5-2 21:21\n千年村庄模组村庄的出现频率确实不高，而且整合包里还有其他建筑，所以村庄的出现频率可能更低，你可以通 ...\n对了，我调试了好久，这个整合包都不能兼容光影"
        },
        {
            "author": "（零~",
            "timestamp": 1588430220,
            "txt_content": "1233232 发表于 2020-5-2 22:28\n对了，我调试了好久，这个整合包都不能兼容光影\n关于光影，因为我个人不喜欢加光影，所以没有考虑过这个问题，我问一下不能兼容光影是指不能使用光影，还是其他方面"
        },
        {
            "author": "1233232",
            "timestamp": 1588430460,
            "txt_content": "2917663043 发表于 2020-5-2 22:37\n关于光影，因为我个人不喜欢加光影，所以没有考虑过这个问题，我问一下不能兼容光影是指不能使用光影，还 ...\n我试过了论坛上的四种光影，无一例外加入进去过后都导致了游戏崩溃或者贴图严重丢失"
        },
        {
            "author": "（零~",
            "timestamp": 1588430760,
            "txt_content": "1233232 发表于 2020-5-2 22:41\n我试过了论坛上的四种光影，无一例外加入进去过后都导致了游戏崩溃或者贴图严重丢失 ...\n等我有时间去找找可以用又好看的光影吧，所以暂时无光影游玩吧，抱歉"
        },
        {
            "author": "514648631234648",
            "timestamp": 1588430820,
            "txt_content": "请问能拿来做视频吗？"
        },
        {
            "author": "（零~",
            "timestamp": 1588431300,
            "txt_content": "514648631234648 发表于 2020-5-2 22:47\n请问能拿来做视频吗？\n当然可以"
        },
        {
            "author": "jkapzzz",
            "timestamp": 1588432080,
            "txt_content": "一直想玩村庄1.12来着，楼主太棒了"
        },
        {
            "author": "514648631234648",
            "timestamp": 1588434060,
            "txt_content": "2917663043 发表于 2020-5-2 22:55\n当然可以\n谢谢~~~~"
        },
        {
            "author": "（零~",
            "timestamp": 1588437360,
            "txt_content": "1233232 发表于 2020-5-2 22:41\n我试过了论坛上的四种光影，无一例外加入进去过后都导致了游戏崩溃或者贴图严重丢失 ...\n光影以加入整合包"
        },
        {
            "author": "jkapzzz",
            "timestamp": 1588469760,
            "txt_content": "资源没了吗，为什么只剩个实用模组了"
        },
        {
            "author": "（零~",
            "timestamp": 1588478160,
            "txt_content": "jkapzzz 发表于 2020-5-3 09:36\n资源没了吗，为什么只剩个实用模组了\n抱歉，那个发错了，链接已修改"
        },
        {
            "author": "2470016969",
            "timestamp": 1588666860,
            "txt_content": "进去之后开创造找mod里面的东西结果只有2页，不知道是真的这么少还是我哪里出了问题也找不到古代战争2里面的东西。"
        },
        {
            "author": "（零~",
            "timestamp": 1588670460,
            "txt_content": "2470016969 发表于 2020-5-5 16:21\n进去之后开创造找mod里面的东西结果只有2页，不知道是真的这么少还是我哪里出了问题也找不到古代战争2里面 ...\n古代战争有啊"
        },
        {
            "author": "2470016969",
            "timestamp": 1588670940,
            "txt_content": "2917663043 发表于 2020-5-5 17:21\n古代战争有啊\n我也很迷茫\n\n\n\n\n\n**截图_20200505172810.png\n(29.7 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-5-5 17:28 上传\n\n\n\n\n\n\n\n\n列表没有啊不知道怎么回事\n\n\n\n\n\n\n"
        },
        {
            "author": "（零~",
            "timestamp": 1588671720,
            "txt_content": "2470016969 发表于 2020-5-5 17:29\n我也很迷茫\n我重新发了一个链接，整合包内存316M，你重新下载一下"
        },
        {
            "author": "2470016969",
            "timestamp": 1588672200,
            "txt_content": "2917663043 发表于 2020-5-5 17:42\n我重新发了一个链接，整合包内存316M，你重新下载一下\n好的，再试试吧"
        },
        {
            "author": "2470016969",
            "timestamp": 1588677240,
            "txt_content": "2917663043 发表于 2020-5-5 17:42\n我重新发了一个链接，整合包内存316M，你重新下载一下\n好了，现在mod都齐了，没少哪个了，但还没玩，不确定好有没有其他问题"
        },
        {
            "author": "（零~",
            "timestamp": 1588677360,
            "txt_content": "2470016969 发表于 2020-5-5 19:14\n好了，现在mod都齐了，没少哪个了，但还没玩，不确定好有没有其他问题\n你如果在游玩的时候发现有些地方没有方块却过不去，你可以试着左键或右键一下那个地方说不定方块就出现了"
        }
    ]
}