{
    "title": "【原创/连载】失落的世界：神陨 第九章",
    "author": "StoryJ",
    "replyCount": 0,
    "timestamp": 1588338540,
    "txt_content": " 本帖最后由 StoryJ 于 2020-5-1 21:14 编辑 \n\n失落的世界第一卷：神陨\n第九章 蜘蛛之王\n\n“这些蜘蛛里一定有一个虫王！”史蒂夫分析着，“这些虫子比我之前射死的那只大出不止一倍，行动又敏捷，看上去和我们平时见到的单独行动的蜘蛛，不是同一个物种。我怀疑，这种蜘蛛有一定的社会体系，是群居动物。根据我在荒野上的经验，再强悍的群居生物，只要头领被干掉，都会乱作一团。如果我们混进巢穴干掉它们的头儿，兴许有机会趁乱逃掉。”\n“看起来值得试试！”从刚才起就一直在打颤的乔纳森终于稍稍安定了一些，但紧接着又疑惑道：“能统治这群家伙的，恐怕比这里的所有蜘蛛都凶悍，我们搞得定吗？”\n“只能赌一把了，”史蒂夫回答，“赌它久居高位吃得脑满肠肥，像群山矿业的股东一样行动不便。毕竟，如果不对付它，我们就得对付外面这几百个精神小伙儿。”\n“嘘——有情况！”乔纳森突然做了个噤声的手势止住了史蒂夫，原来，蜘蛛已经拖着他们进入了洞里。\n这是一个巨大的天然溶洞，洞口宽约五十米，里面的空间还要更大些，两侧的山石上挂满蜘蛛网，脚下的地面则层层叠叠堆满了骨骸。\n刺鼻的腥臭味扑面而来，两人不约而同地一阵干呕。\n很快，蜘蛛拖着两人来到洞中心的一块巨石上，这块巨石并不高，却巨大而平整，而且明显被清理过，与洞内其他位置的满地骨骸形成了鲜明对比。\n蜘蛛们把二人和另外几十个蛹一一摆在巨石上，之后，近百只蜘蛛缓缓退到巨石边缘，为首的一只匍匐下来，向着洞穴深处的黑暗里嘶叫了一声。\n回应它的，是一声更大的嘶鸣。\n八只酒桶大小的紫红色眼睛从黑暗里显现的时候，乔纳森有一种心脏骤停的感觉。他强忍着恐惧，控制着自己尽量保持不动，手紧紧握住长剑的柄。\n蜘蛛王策动着八条长满刚毛的腿，和超过十米长的身躯，款款走向自己的晚餐。\n它嗅探着自己的晚餐，把头凑近史蒂夫和乔纳森，张开了一对滴着涎水的獠牙，准备把食物一口吞下——\n“就是现在！动手！”史蒂夫闪身坐起，从蛛蛹的口子钻出来，仗剑抵住蜘蛛王的獠牙，同时身体半蹲：“乔纳森，踩我的肩膀，戳它眼睛！”\n乔纳森听到史蒂夫的命令，踩着史蒂夫的左肩一越而起，把剑对着那只紫红色的眼睛戳下去——\n像是要亲手斩断童年的梦魇。\n“噗嗤！”\n附魔了III级锋利的钻石剑果然威力不俗，加上乔纳森的拼死一击，长剑深深地插进了巨型蜘蛛的眼睛里，紫红色的粘稠液体喷了乔纳森一身。\n下一秒，乔纳森被重重地甩出去，而史蒂夫手中的剑也被发怒的蜘蛛王硬生生咬碎了。\n眼睛受伤的剧痛和被食物攻击的恼怒让蜘蛛王彻底陷入了癫狂，八只巨爪疯狂地四下挥舞捶击着，整个溶洞顿时一阵摇晃。刚刚为它上菜的蜘蛛们首当其冲，承受了巨爪的大半攻击，大部分当场以碎片的状态均匀地撒到了巨石四周，引起了洞里其他蜘蛛的又一阵混乱。\n混乱中，史蒂夫翻滚着躲过蜘蛛王的无差别攻击，跑到乔纳森身边。\n“乔纳森！你没事吧！”史蒂夫拉起乔纳森，搀着他跌跌撞撞跑向洞口。\n身后传来蜘蛛王的一声嘶鸣。\n紧接着，史蒂夫被一只蜘蛛扑倒在地。\n他突然意识到自己算错了一件事。\n——群居动物失去首领确实会自乱阵脚，但仅凭乔纳森和自己两个人想要彻底杀死蜘蛛王还是太天真了。\n现在，一大群蜘蛛在蜘蛛王的指挥下，渐渐包围了过来。\n“该死的！”史蒂夫拖着已经瘫软过去的乔纳森——现在无暇顾及乔纳森是不是因为刚才的摔落而晕过去了——向后退。\n乔纳森的剑还插在蜘蛛的眼睛里，而自己的剑刚刚碎了——现在的史蒂夫，完全可以说是手无寸铁。\n突然，他摸到了一件东西。\n这种时候，哪怕摸到的是根木棍，也要拼死抵抗！\n史蒂夫完全没有多想，握住那根棍状物，就向面前的蜘蛛挥出去——\n手中的东西，好像是一把……剑？\n虽然剑身缠满了陈年的蛛丝，但是剑的形状还是可以看得出来。\n天无绝人之路！史蒂夫握着这把不知道是不是曾经的冒险者掉落在这个洞穴里的剑，突然就有了底气。他左手搀着乔纳森，右手握着剑，边挥动着，边向洞外退去。\n咔哒咔哒……\n刚刚燃起了一丝希望的史蒂夫再次倒**凉气。\n瞎了一只眼睛的蜘蛛王，从洞穴的深处爬了过来，直逼正要退出洞穴的史蒂夫而来。\n它高高抬起自己的前肢，史蒂夫知道，这是在蓄力，准备狠狠地猛砸下来。\n“嘶——”\n突然，蜘蛛王发出一声凄厉的嘶鸣，想象中的攻击没有落到头上，蜘蛛王反而像是被攻击了一般向后缩了一下。\n——不是像是被攻击，而是确确实实被攻击了！\n乔纳森举起的左手，护腕上的弓箭呈展开的状态——他刚刚射出了一支箭！\n“咳咳咳……”乔纳森虚弱地喘着，右手却没有停下，继续给左手的弓箭上弦。\n“乔……乔纳森？”史蒂夫难以置信地看着这位满脸是蜘蛛的粘液、刚刚受到了摔落伤害的学者。\n乔纳森挤出一个微笑，然后狠狠地盯着正要再次扑过来的蜘蛛王。\n又是一箭。\n这一箭正中蜘蛛王刚刚被戳伤的眼睛。\n“嘶————”\n蜘蛛王再次陷入发狂的状态，这一次，它似乎完全丧失了理智，喷出了紫色的毒液，连自己脚下的子民都受到了毒液的攻击。蜘蛛们瞬间陷入混乱的状态，对死亡的恐惧让它们开始互相攻击和逃窜。\n“跑！”史蒂夫抓住这混乱的机会，搀着乔纳森往洞外开始狂奔。\n不知道跑了多久，直到身后已经没有一丝动静，史蒂夫才放慢了脚步。\n“呼……呼……呼……今天……真的……真的是太险了……”\n史蒂夫已经上气不接下气，“好在，好在我们还是赌赢了。你说对吧乔纳森？”\n乔纳森没有反应，而是向下滑落。\n“乔纳森？！”\n史蒂夫突然感觉自己扶不住乔纳森的身体了，乔纳森重重地滑倒在地。\n“乔纳森！你怎么了！？”\n史蒂夫翻过乔纳森的身子，心下暗叫不好。\n乔纳森裸露在外的脸和胳膊，刚刚被蜘蛛眼睛喷出的粘液接触的地方，都变成了骇人的紫黑色。\n恐怕是中毒了！\n史蒂夫伸手就去摸背后的背包，却只抓到半截断了的背带。\n“这下糟了……”史蒂夫只觉得脑子里“嗡”地一声。包里其他的东西丢了都不要紧，关键是所有的药品也和那个包一起丢在路上了！\n当初在分配物品的时候，史蒂夫想着的是瓶瓶罐罐的药品不太好携带，而且比较重，就都揽在了自己身上。现在看来这个决定真是愚蠢至极，当初完全没有预想到这种情况，乔纳森那装着书和杂物的背包还在他自己背上，可是史蒂夫的背包却丢了！\n史蒂夫闭上眼，努力让自己冷静下来。一般情况下，牛奶可以解毒——但是史蒂夫和乔纳森身上都没有牛奶。没有牛奶，至少应该找点水，水可以稀释毒液。对，马上就去找水！\n史蒂夫一边这么想着，一边扶起乔纳森背到背上。\n乔纳森气息微弱，含糊不清地哼哼。\n这样下去可不行。史蒂夫知道，如果任由乔纳森睡过去，恐怕他就再也醒不过来了！\n“别光哼哼，走夜路太无聊，陪我说会儿话。你的古矮人语词典写到哪了？”\n“就……快……快写完了……”乔纳森强打起精神回应史蒂夫。\n史蒂夫一边制造话题跟乔纳森对话，一边暗暗心焦——这种鬼地方该上哪找水呢？！\n四周是几乎伸手不见五指的黑暗。或许是因为树林太过茂密，星星和月亮完全看不见，也就无从辨别方向。史蒂夫只能毫无目的地走着，尽量地挑好走的路，尽量地往地势较低的方向走。\n另一方面，背上的乔纳森意识开始模糊。一开始，他还能回应史蒂夫，渐渐地，就只剩下史蒂夫自己喋喋不休地说，乔纳森隔上四五分钟才“嗯”一声。再到后来，不管他怎么说怎么摇晃，乔纳森都没反应了。\n“乔纳森！醒醒！”史蒂夫把乔纳森从背上放下来再次查看，发现紫黑色的区域已经比之前扩大了很多。\n“乔纳森，你的《古神纪元》还没写完呢，你得跟我回去，活蹦乱跳地回去！既然是两个人出来冒险，就得两个人一起回去，想自己留在这？门都没有！”\n史蒂夫又重新背起乔纳森，摇摇晃晃向前跑去。\n该死的！\n该死的！\n史蒂夫不断地在心里咒骂着，他知道这样于事无补。走路的方向也完全不重要了，他近乎泄愤一般地加快了步伐，仿佛只要慢下来，就会身后的密林吞噬。\n“woc……”史蒂夫突然脚下一滑，连一句完整的脏话都没骂出来，就摔倒在地——更糟糕的是，前面是个斜坡，他和乔纳森直接向前滚了下去。\n痛。\n浑身都是擦伤和碰撞的疼痛。\n史蒂夫艰难地睁开眼。\n眼前是一片模糊的银色的光芒。\n艹……老子这是上天堂了？\n史蒂夫混沌的脑子里冒出了这个想法。\n不能睡……不能睡在这里……\n史蒂夫努力睁开眼睛。\n银色的光，在不远处若隐若现。\n这他娘的到底是什么光？\n史蒂夫支撑自己爬起来，向发光的地方望过去。\n是月光。\n月光？\n是一片巨大的湖泊，波光粼粼，倒映着星河与月光。\n有水了！\n这个念头让史蒂夫一下子站了起来。\n乔纳森呢？\n史蒂夫四下张望了一下，还好，乔纳森没有滚到太远的地方。他跑过去，检查了一下乔纳森的呼吸。\n还好，没死。\n史蒂夫搀着乔纳森走到湖边。\n湖水十分清澈，不知道是不是因为月光的关系，看起来居然有几分圣洁。\n史蒂夫捧起一捧清水，浇在了乔纳森被毒液侵蚀的脸上。\n不知道是不是因为水太凉的缘故，乔纳森的表情有了变化，眼睛也微微睁开了，好像精神清明了一点。\n“乔纳森！”史蒂夫喜出望外，“你能听见吗？”\n“咳咳咳……”乔纳森咳嗽起来，睁开了眼睛，“这是……在哪儿……”\n“不知道，一个湖边？”史蒂夫说着，又捧起一捧水，浇在了乔纳森发紫的胳膊上，“你快洗洗被毒液喷过的地方，用清水稀释一下，可能会好些！”\n湖水冰凉的触感有一丝舒服，乔纳森皱了皱眉。突然，他睁开双眼，像是意识到了什么。\n“咳咳咳……”\n“你别乱动！”史蒂夫看见乔纳森因为挣扎着要坐起来而开始咳嗽。\n“这水！”看到眼前的大湖，乔纳森睁大了眼睛。\n“这水怎么了？”史蒂夫心下一惊，莫非这水也有毒？\n而接下来，乔纳森的举动让史蒂夫大吃一惊。\n乔纳森挣扎着爬起来，把背包脱下，跳入了湖里。\n“乔纳森！”\n湖里的月光被搅碎了，银色的波纹从乔纳森跳下的地方一圈圈散开。\n“乔纳森！！！”\n\nTo Be Continued..\n",
    "replies": []
}