{
    "title": "LuckPerms权限组问题",
    "author": "12557584841",
    "replyCount": 3,
    "timestamp": 1588407420,
    "txt_content": "服务器装载权限组，设置VIP权限时，切换世界会自动切换权限组。请问这个怎么解决？\n\n服务器VIP插件：https://www.mcbbs.net/forum.php?mod=viewthread&tid=860775\n服务器权限组插件：https://www.mcbbs.net/forum.php?mod=viewthread&tid=676818\n权限组config文件\n\n####################################################################################################\n# +----------------------------------------------------------------------------------------------+ #\n# |                                   __         __   ___  __         __                         | #\n# |                        |    |  | /  ` |__/  |__) |__  |__)  |\\/| /__`                        | #\n# |                        |___ \\__/ \\__, |  \\  |    |___ |  \\  |  | .__/                        | #\n# |                                                                                              | #\n# |                                     https://luckperms.net                                    | #\n# |                                                                                              | #\n# |  SOURCE CODE: https://github.com/lucko/LuckPerms                                             | #\n# |  WIKI:        https://github.com/lucko/LuckPerms/wiki                                        | #\n# |  BUG REPORTS: https://github.com/lucko/LuckPerms/issues                                      | #\n# |                                                                                              | #\n# |  Each option in this file is documented and explained here:                                  | #\n# |   ==>  https://github.com/lucko/LuckPerms/wiki/Configuration                                 | #\n# |                                                                                              | #\n# |  New options are not added to this file automatically. Default values are used if an         | #\n# |  option cannot be found. The latest config versions can be obtained at the link above.       | #\n# +----------------------------------------------------------------------------------------------+ #\n####################################################################################################\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                                      ESSENTIAL SETTINGS                                      | #\n# |                                                                                              | #\n# |                   Important settings that control how LuckPerms functions.                   | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# The name of the server, used for server specific permissions.\n#\n# - When set to \"global\" this setting is effectively ignored.\n# - In all other cases, the value here is added to all players in a \"server\" context.\n# - See: https://github.com/lucko/LuckPerms/wiki/Context\nserver: global\n\n# If the servers own UUID cache/lookup facility should be used when there is no record for a player\n# already in LuckPerms.\n#\n# - When this is set to 'false', commands using a player's username will not work unless the player\n#   has joined since LuckPerms was first installed.\n# - To get around this, you can use a player's uuid directly in the command, or enable this option.\n# - When this is set to 'true', the server facility is used. This may use a number of methods,\n#   including checking the servers local cache, or making a request to the Mojang API.\nuse-server-uuid-cache: false\n\n\n\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                                       STORAGE SETTINGS                                       | #\n# |                                                                                              | #\n# |                Controls which storage method LuckPerms will use to store data.               | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# How the plugin should store data\n#\n# - The various options are explained in more detail on the wiki:\n#   https://github.com/lucko/LuckPerms/wiki/Choosing-a-Storage-type\n#\n# - Possible options:\n#\n#   |  Remote databases - require connection information to be configured below\n#   |=> MySQL\n#   |=> MariaDB (preferred over MySQL)\n#   |=> PostgreSQL\n#   |=> MongoDB\n#\n#   |  Flatfile/local database - don't require any extra configuration\n#   |=> H2 (preferred over SQLite)\n#   |=> SQLite\n#\n#   |  Readable & editable text files - don't require any extra configuration\n#   |=> YAML (.yml files)\n#   |=> JSON (.json files)\n#   |=> HOCON (.conf files)\n#   |=> TOML (.toml files)\n#   |\n#   | By default, user, group and track data is separated into different files. Data can be combined\n#   | and all stored in the same file by switching to a combined storage variant.\n#   | Just add '-combined' to the end of the storage-method, e.g. 'yaml-combined'\n#\n# - A H2 database is the default option.\n# - If you want to edit data manually in \"traditional\" storage files, we suggest using YAML.\nstorage-method: h2\n\n# The following block defines the settings for remote database storage methods.\n#\n# - You don't need to touch any of the settings here if you're using a local storage method!\n# - The connection detail options are shared between all remote storage types.\ndata:\n\n  # Define the address and port for the database.\n  # - The standard DB engine port is used by default\n  #   (MySQL: 3306, PostgreSQL: 5432, MongoDB: 27017)\n  # - Specify as \"host:port\" if differs\n  address: localhost\n\n  # The name of the database to store LuckPerms data in.\n  # - This must be created already. Don't worry about this setting if you're using MongoDB.\n  database: minecraft\n\n  # Credentials for the database.\n  username: root\n  password: ''\n\n  # These settings apply to the MySQL connection pool.\n  # - The default values will be suitable for the majority of users.\n  # - Do not change these settings unless you know what you're doing!\n  pool-settings:\n\n    # Sets the maximum size of the MySQL connection pool.\n    # - Basically this value will determine the maximum number of actual\n    #   connections to the database backend.\n    # - More information about determining the size of connection pools can be found here:\n    #   https://github.com/brettwooldridge/HikariCP/wiki/About-Pool-Sizing\n    maximum-pool-size: 10\n\n    # Sets the minimum number of idle connections that the pool will try to maintain.\n    # - For maximum performance and responsiveness to spike demands, it is recommended to not set\n    #   this value and instead allow the pool to act as a fixed size connection pool.\n    #   (set this value to the same as 'maximum-pool-size')\n    minimum-idle: 10\n\n    # This setting controls the maximum lifetime of a connection in the pool in milliseconds.\n    # - The value should be at least 30 seconds less than any database or infrastructure imposed\n    #   connection time limit.\n    maximum-lifetime: 1800000 # 30 minutes\n\n    # This setting controls the maximum number of milliseconds that the plugin will wait for a\n    # connection from the pool, before timing out.\n    connection-timeout: 5000 # 5 seconds\n\n    # This setting allows you to define extra properties for connections.\n    properties:\n      useUnicode: true\n      characterEncoding: utf8\n\n  # The prefix for all LuckPerms SQL tables.\n  # - Change this is you want to use different tables for different servers.\n  table_prefix: 'luckperms_'\n\n  # The prefix to use for all LuckPerms collections. Change this if you want to use different\n  # collections for different servers. The default is no prefix.\n  mongodb_collection_prefix: ''\n\n  # MongoDB ClientConnectionURI for use with replica sets and custom connection options\n  # - See https://docs.mongodb.com/manual/reference/connection-string/\n  mongodb_connection_URI: ''\n\n# Define settings for a \"split\" storage setup.\n#\n# - This allows you to define a storage method for each type of data.\n# - The connection options above still have to be correct for each type here.\nsplit-storage:\n  # Don't touch this if you don't want to use split storage!\n  enabled: false\n  methods:\n    # These options don't need to be modified if split storage isn't enabled.\n    user: h2\n    group: h2\n    track: h2\n    uuid: h2\n    log: h2\n\n\n\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                            UPDATE PROPAGATION & MESSAGING SERVICE                            | #\n# |                                                                                              | #\n# |    Controls the ways in which LuckPerms will sync data & notify other servers of changes.    | #\n# |     These options are documented on greater detail on the wiki under \"Instant Updates\".      | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# This option controls how frequently LuckPerms will perform a sync task.\n#\n# - A sync task will refresh all data from the storage, and ensure that the most up-to-date data is\n#   being used by the plugin.\n# - This is disabled by default, as most users will not need it. However, if you're using a remote\n#   storage type without a messaging service setup, you may wish to set this to something like 3.\n# - Set to -1 to disable the task completely.\nsync-minutes: -1\n\n# If the file watcher should be enabled.\n#\n# - When using a file-based storage type, LuckPerms can monitor the data files for changes, and\n#   automatically update when changes are detected.\n# - If you don't want this feature to be active, set this option to false.\nwatch-files: true\n\n# Define which messaging service should be used by the plugin.\n#\n# - If enabled and configured, LuckPerms will use the messaging service to inform other connected\n#   servers of changes.\n# - Use the command \"/lp networksync\" to manually push changes.\n# - Data is NOT stored using this service. It is only used as a messaging platform.\n#\n# - If you decide to enable this feature, you should set \"sync-minutes\" to -1, as there is no need\n#   for LuckPerms to poll the database for changes.\n#\n# - Possible options:\n#   => sql       Uses the SQL database to form a queue system for communication. Will only work when\n#                'storage-method' is set to MySQL or MariaDB. This is chosen by default if the\n#                option is set to 'none' and SQL storage is in use. Set to 'notsql' to disable this.\n#   => pluginmsg Uses the plugin messaging channels to communicate with the proxy.\n#                LuckPerms must be installed on your proxy & all connected servers backend servers.\n#                Won't work if you have more than one proxy.\n#   => lilypad   Uses LilyPad pub-sub to push changes. You need to have the LilyPad-Connect plugin\n#                installed.\n#   => redis     Uses Redis pub-sub to push changes. Your server connection info must be configured\n#                below.\n#   => auto      Attempts to automatically setup a messaging service using redis or sql.\nmessaging-service: auto\n\n# If LuckPerms should automatically push updates after a change has been made with a command.\nauto-push-updates: true\n\n# If LuckPerms should push logging entries to connected servers via the messaging service.\npush-log-entries: true\n\n# If LuckPerms should broadcast received logging entries to players on this platform.\n#\n# - If you have LuckPerms installed on your backend servers as well as a BungeeCord proxy, you\n#   should set this option to false on either your backends or your proxies, to avoid players being\n#   messaged twice about log entries.\nbroadcast-received-log-entries: true\n\n# Settings for Redis.\n# Port 6379 is used by default; set address to \"host:port\" if differs\nredis:\n  enabled: false\n  address: localhost\n  password: ''\n\n\n\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                                    CUSTOMIZATION SETTINGS                                    | #\n# |                                                                                              | #\n# |              Settings that allow admins to customize the way LuckPerms operates.             | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# Controls how temporary permissions/parents/meta should be accumulated.\n#\n# - The default behaviour is \"deny\".\n# - This behaviour can also be specified when the command is executed. See the command usage\n#   documentation for more info.\n#\n# - Possible options:\n#   => accumulate   durations will be added to the existing expiry time\n#   => replace      durations will be replaced if the new duration is later than the current\n#                   expiration\n#   => deny         the command will just fail if you try to add another node with the same expiry\ntemporary-add-behaviour: deny\n\n# Controls how LuckPerms will determine a users \"primary\" group.\n#\n# - The meaning and influence of \"primary groups\" are explained in detail on the wiki.\n# - The preferred approach is to let LuckPerms automatically determine a users primary group\n#   based on the relative weight of their parent groups.\n#\n# - Possible options:\n#   => stored                  use the value stored against the users record in the file/database\n#   => parents-by-weight       just use the users most highly weighted parent\n#   => all-parents-by-weight   same as above, but calculates based upon all parents inherited from\n#                              both directly and indirectly\nprimary-group-calculation: parents-by-weight\n\n# If the plugin should check for \"extra\" permissions with users run LP commands.\n#\n# - These extra permissions allow finer control over what users can do with each command, and who\n#   they have access to edit.\n# - The nature of the checks are documented on the wiki under \"Argument based command permissions\".\n# - Argument based permissions are *not* static, unlike the 'base' permissions, and will depend upon\n#   the arguments given within the command.\nargument-based-command-permissions: false\n\n# If the plugin should check whether senders are a member of a given group before they're able to\n# edit the groups data or add/remove other users to/from it.\n# Note: these limitations do not apply to the web editor!\nrequire-sender-group-membership-to-modify: false\n\n# If the plugin should send log notifications to users whenever permissions are modified.\n#\n# - Notifications are only sent to those with the appropriate permission to receive them\n# - They can also be temporarily enabled/disabled on a per-user basis using\n#   '/lp log notify <on|off>'\nlog-notify: true\n\n# Defines the options for prefix and suffix stacking.\n#\n# - The feature allows you to display multiple prefixes or suffixes alongside a players username in\n#   chat.\n# - It is explained and documented in more detail on the wiki under \"Prefix & Suffix Stacking\".\n#\n# - The options are divided into separate sections for prefixes and suffixes.\n# - The 'duplicates' setting refers to how duplicate elements are handled. Can be 'retain-all',\n#   'first-only' or 'last-only'.\n# - The value of 'start-spacer' is included at the start of the resultant prefix/suffix.\n# - The value of 'end-spacer' is included at the end of the resultant prefix/suffix.\n# - The value of 'middle-spacer' is included between each element in the resultant prefix/suffix.\n#\n# - Possible format options:\n#   => highest                        Selects the value with the highest weight, from all values\n#                                     held by or inherited by the player.\n#\n#   => lowest                         Same as above, except takes ** with the lowest weight.\n#\n#   => highest_own                    Selects the value with the highest weight, but will not\n#                                     accept any inherited values.\n#\n#   => lowest_own                     Same as above, except takes the value with the lowest weight.\n#\n#   => highest_inherited              Selects the value with the highest weight, but will only\n#                                     accept inherited values.\n#\n#   => lowest_inherited               Same as above, except takes the value with the lowest weight.\n#\n#   => highest_on_track_<track>       Selects the value with the highest weight, but only if the\n#                                     value was inherited from a group on the given track.\n#\n#   => lowest_on_track_<track>        Same as above, except takes the value with the lowest weight.\n#\n#   => highest_not_on_track_<track>   Selects the value with the highest weight, but only if the\n#                                     value was inherited from a group not on the given track.\n#\n#   => lowest_not_on_track_<track>    Same as above, except takes the value with the lowest weight.\nmeta-formatting:\n  prefix:\n    format:\n      - \"highest\"\n    duplicates: first-only\n    start-spacer: \"\"\n    middle-spacer: \" \"\n    end-spacer: \"\"\n  suffix:\n    format:\n      - \"highest\"\n    duplicates: first-only\n    start-spacer: \"\"\n    middle-spacer: \" \"\n    end-spacer: \"\"\n\n\n\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                            PERMISSION CALCULATION AND INHERITANCE                            | #\n# |                                                                                              | #\n# |    Modify the way permission checks, meta lookups and inheritance resolutions are handled.   | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# The algorithm LuckPerms should use when traversing the \"inheritance tree\".\n#\n# - Possible options:\n#   => breadth-first            See: https://en.wikipedia.org/wiki/Breadth-first_search\n#   => depth-first-pre-order    See: https://en.wikipedia.org/wiki/Depth-first_search\n#   => depth-first-post-order   See: https://en.wikipedia.org/wiki/Depth-first_search\ninheritance-traversal-algorithm: depth-first-pre-order\n\n# If a final sort according to \"inheritance rules\" should be performed after the traversal algorithm\n# has resolved the inheritance tree.\n#\n# \"Inheritance rules\" refers to things such as group weightings, primary group status, and the\n# natural contextual ordering of the group nodes.\n#\n# Setting this to 'true' will allow for the inheritance rules to take priority over the structure of\n# the inheritance tree.\n#\n# Effectively when this setting is 'true': the tree is flattened, and rules applied afterwards,\n# and when this setting is 'false':, the rules are just applied during each step of the traversal.\npost-traversal-inheritance-sort: false\n\n# +----------------------------------------------------------------------------------------------+ #\n# | Permission resolution settings                                                               | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# If users on this server should have their global permissions applied.\n# When set to false, only server specific permissions will apply for users on this server\ninclude-global: true\n\n# If users on this server should have their global world permissions applied.\n# When set to false, only world specific permissions will apply for users on this server\ninclude-global-world: true\n\n# If users on this server should have global (non-server specific) groups applied\napply-global-groups: true\n\n# If users on this server should have global (non-world specific) groups applied\napply-global-world-groups: true\n\n# +----------------------------------------------------------------------------------------------+ #\n# | Inheritance settings                                                                         | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# If the plugin should apply wildcard permissions.\n#\n# - If set to true, LuckPerms will detect wildcard permissions, and resolve & apply all registered\n#   permissions matching the wildcard.\napply-wildcards: true\n\n# If the plugin should parse regex permissions.\n#\n# - If set to true, LuckPerms will detect regex permissions, marked with \"r=\" at the start of the\n#   node, and resolve & apply all registered permissions matching the regex.\napply-regex: true\n\n# If the plugin should complete and apply shorthand permissions.\n#\n# - If set to true, LuckPerms will detect and expand shorthand node patterns.\napply-shorthand: true\n\n# If the plugin should apply Bukkit child permissions.\n#\n# - Plugin authors can define custom permissions structures for their plugin, which will be resolved\n#   and used by LuckPerms if this setting is enabled.\napply-bukkit-child-permissions: true\n\n# If the plugin should apply Bukkit default permissions.\n#\n# - Plugin authors can define permissions which should be given to all users by default, or setup\n#   permissions which should/shouldn't be given to opped players.\n# - If this option is set to false, LuckPerms will ignore these defaults.\napply-bukkit-default-permissions: true\n\n# If the plugin should apply attachment permissions.\n#\n# - Other plugins on the server are able to add their own \"permission attachments\" to players.\n# - This allows them to grant players additional permissions which last until the end of the\n#   session, or until they're removed.\n# - If this option is set to false, LuckPerms will not include these attachment permissions when\n#   considering if a player should have access to a certain permission.\napply-bukkit-attachment-permissions: true\n\n# +----------------------------------------------------------------------------------------------+ #\n# | Extra settings                                                                               | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# Allows you to set \"aliases\" for the worlds sent forward for context calculation.\n#\n# - These aliases are provided in addition to the real world name. Applied recursively.\n# - Remove the comment characters for the default aliases to apply.\nworld-rewrite:\n#  world_nether: world\n#  world_the_end: world\n\n# Define special group weights for this server.\n#\n# - Group weights can also be applied directly to group data, using the setweight command.\n# - This section allows weights to be set on a per-server basis.\ngroup-weight:\n#  admin: 10\n\n\n\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                                      FINE TUNING OPTIONS                                     | #\n# |                                                                                              | #\n# |     A number of more niche settings for tweaking and changing behaviour. The section also    | #\n# | contains toggles for some more specialised features. It is only necessary to make changes to | #\n# |                  these options if you want to fine-tune LuckPerms behaviour.                 | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# +----------------------------------------------------------------------------------------------+ #\n# | Server Operator (OP) settings                                                                | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# Controls whether server operators should exist at all.\n#\n# - When set to 'false', all players will be de-opped, and the /op and /deop commands will be\n#   disabled.\nenable-ops: true\n\n# Enables or disables a special permission based system in LuckPerms for controlling OP status.\n#\n# - If set to true, any user with the permission \"luckperms.autoop\" will automatically be granted\n#   server operator status. This permission can be inherited, or set on specific servers/worlds,\n#   temporarily, etc.\n# - Additionally, setting this to true will force the \"enable-ops\" option above to false. All users\n#   will be de-opped unless they have the permission node, and the op/deop commands will be\n#   disabled.\n# - It is recommended that you use this option instead of assigning a single '*' permission.\nauto-op: false\n\n# Defines if \"opped\" players should be able to use all LuckPerms commands by default.\n#\n# - Set to false to only allow users who have the permissions access to the commands\ncommands-allow-op: true\n\n# +----------------------------------------------------------------------------------------------+ #\n# | Vault integration settings                                                                   | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# If Vault lookups for offline players on the main server thread should be enabled.\n#\n# LuckPerms has a \"catch\" for plugins attempting to perform unsafe offline player data lookups\n# from the main server thread. This catch raises an exception (causes an error to occur) when unsafe\n# lookups are made, instead of allowing the lookup to happen, which would likely cause the server\n# to lag.\n#\n# However, if you're willing to accept the consequences, the catch can be disabled by setting this\n# option to 'true.\nvault-unsafe-lookups: false\n\n# Controls which group LuckPerms should use for NPC players when handling Vault requests.\n#\n# - As NPCs aren't actually real players, LuckPerms does not load any user data for them. This\n#   becomes an issue when plugins want to check for their permissions using Vault.\n# - As a solution, Vault checks for NPCs fallback to a group, which is defined below.\nvault-npc-group: default\n\n# Controls how LuckPerms should consider the OP status of NPC players when handing Vault requests.\n#\n# - If you want NPCs to have the same permissions as \"normal\" players, set this option to false.\n# - If you want NPCs to have OP status, set this option to true.\nvault-npc-op-status: false\n\n# If the vault-server option below should be used.\n#\n# - When this option is set to false, the server value defined above under \"server\" is used.\nuse-vault-server: false\n\n# The name of the server used within Vault operations.\n#\n# - If you don't want Vault operations to be server specific, set this to \"global\".\n# - Will only take effect if use-vault-server is set to true above.\nvault-server: global\n\n# If global permissions should be considered when retrieving meta or player groups\nvault-include-global: true\n\n# If Vault operations should ignore any world arguments if supplied.\nvault-ignore-world: false\n\n# +----------------------------------------------------------------------------------------------+ #\n# | Miscellaneous (and rarely used) settings                                                     | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# If LuckPerms should produce extra logging output when it handles logins.\n#\n# - Useful if you're having issues with UUID forwarding or data not being loaded.\ndebug-logins: false\n\n# If LuckPerms should allow usernames with non alphanumeric characters.\n#\n# - Note that due to the design of the storage implementation, usernames must still be 16 characters\n#   or less.\nallow-invalid-usernames: false\n\n# If LuckPerms should allow a users primary group to be removed with the 'parent remove' command.\n#\n# - When this happens, the plugin will set their primary group back to default.\nprevent-primary-group-removal: false\n\n# If LuckPerms should attempt to resolve Vanilla command target selectors for LP commands.\n# See here for more info: https://minecraft.gamepedia.com/Commands#Target_selectors\nresolve-command-selectors: false\n复制代码\n\nVIP插件config文件\n\nlang: 'en'\n#Language of VipSystem\n#Now available: en zh_CN\n#VipSystem的语言\n#可用语言: en zh_CN\ngroupCommands:\n  enable: false\n  #Use commands rather than Vault to move group\n  #是否使用命令而非Vault来移动权限组\n  #如果你使用的是较新的权限组插件，例如新版GroupManager,PermissionsEx,LuckPerms\n  #Vault对他们的兼容不是很好，所以可以自己在这里编辑移动组的命令\n  addGroup: 'pex user {0} group add {1}'\n  #add group command\n  #添加组命令\n  removeGroup: 'pex user {0} group remove {1}'\n  #remove group command\n  #删除组命令\n  addWorldGroup: 'pex user {0} group add {1} {2}'\n  #add world group command\n  #添加世界组命令\n  removeWorldGroup: 'pex user {0} group remove {1} {2}'\n  #remove world group command\n  #删除世界组命令\nuuid: false\n#Use UUID for data storage\n#是否使用uuid存储数据\ndefaultGroup: default\n#if you want to customize default group, delete '#' at the beginning of previous line\n#如果你想自定义默认组，你可以删除上方defaultGroup前的'#'\npreviousGroup: false\n#whether return to the previous group before activating vip after the vip expires\n#是否在VIP过期后返回开通VIP前的组\ndataBase:\n  usePool: true\n  #use connection pool or not\n  #是否使用HikariCP连接池，不支持1.8.8及以下的服务端\n  useMySQL: false\n  #use MySQL or not\n  #if enabled, you need to fill in the blanks in 'MySQL' below\n  #是否使用MySQL\n  #如果使用，请填好下方的连接信息\n  MySQL:\n    address: 'jdbc:mysql://127.0.0.1:3306/minecraft?useSSL=false'\n    #jdbc connection address\n    #Format: 'jdbc:mysql://IP_ADDRESS/DATABASE_NAME'\n    #For example 'jdbc:mysql://127.0.0.1:3306/minecraft' stands for the mysql server on '127.0.0.1' with port '3306' and database 'minecraft'\n    #jdbc地址\n    #格式: 'jdbc:mysql://ip/数据库名'\n    #比如 'jdbc:mysql://127.0.0.1:3306/minecraft' 代表地址为 '127.0.0.1' 端口为 '3306' 的数据库 'minecraft'\n    user: 'root'\n    #MySQL user name\n    #MySQL用户名\n    password: 'yourpwdhere'\n    #MySQL password\n    #MySQL密码\n    table: 'vipsys_'\n    #MySQL table prefix\n    #MySQL表前缀(不懂请不要修改)\nisGlobal: true\n#Use Vault to apply VIP to global group\n#是否将VIP生效到全部世界\nworlds: []\n#If isGlobal disabled, apply VIP to worlds above\n#Set to [] if you want to apply vip to all the worlds which are loaded by bukkit\n#If you want to apply vip to the specific worlds, please turn isGlobal to false and add the world manually\n############################\n#isGlobal: false\n#worlds:\n#  - world\n#  - world_nether\n#  - world_the_end\n#add all of your worlds here\n############################\n#如果isGlobal被设置成false，就将vip添加到上方的世界中\n#设置成[]如果你想生效到所有已加载的世界\n#如果你想设置成单独的世界，把isGlobal改为false然后手动添加世界到worlds中\n############################\n#isGlobal: false\n#worlds:\n#  - world\n#  - world_nether\n#  - world_the_end\n#在这里添加你所有的世界\n############################\ndateFormat: 'yyyy-MM-dd HH:mm:ss'\n#Date format to be displayed\n#时间格式\ncustomCommands:\n  vip:\n    activate:\n      - 'say {0} has activated vip!'\n      - 'give {0} minecraft:diamond'\n    expire:\n      - 'say {0} is no longer a vip'\n  svip:\n    activate:\n      - 'say {0} has activated svip!'\n      - 'give {0} minecraft:diamond'\n    expire:\n      - 'say {0} is no longer a svip'\n#Custom commands to be executed when activating the vip or expire\n#format:\n#  groupName:\n#    activate:\n#      - 'commands to be executed'\n#      - 'multi commands'\n#    expire:\n#      - 'commands to be executed'\n#在开通vip/vip到期时执行的自定义命令\n#格式:\n#  组名:\n#    activate:\n#      - '需要执行的命令'\n#      - '支持多行命令'\n#    expire:\n#      - '需要执行的命令'复制代码",
    "replies": [
        {
            "author": "もぺもぺ",
            "timestamp": 1588407420,
            "txt_content": " 本帖最后由 もぺもぺ 于 2020-5-2 16:23 编辑 \n12557584841 发表于 2020-5-2 16:20\n我刚用LP不晓得，请问这个怎么设置嘞。\n/lp user/group <user|group> parent addtemp\n权限: luckperms.user.parent.addtemp or luckperms.group.parent.addtemp\n参数:\n\n<group> - 添加的组\n<duration> - 组的过期时间\n[context...] - 添加组的上下文\n给一个玩家/组添加临时继承组。持续时间应为时间段或者一个标准的 Unix 时间戳，比如 \"3d13h45m\" 将会设置权限在 3 天, 13 小时 45 分钟后过期。\"1482694200\" 会设置过期时间为 7:30PM 于 25th December 2016。\n\nhttps://pluginscdtribe.github.io ... roup-parent-addtemp\n\n例子 /lp user <玩家名 parent addtemp 组名 1d"
        },
        {
            "author": "もぺもぺ",
            "timestamp": 1588407480,
            "txt_content": "有了 luckperms 为什么还要 vip 插件，luckperms 自己就能设置限时权限组"
        },
        {
            "author": "12557584841",
            "timestamp": 1588407600,
            "txt_content": "もぺもぺ 发表于 2020-5-2 16:18\n有了 luckperms 为什么还要 vip 插件，luckperms 自己就能设置限时权限组\n我刚用LP不晓得，请问这个怎么设置嘞。"
        }
    ]
}