{
    "title": "[原创教程][0基础]成为汉化工吧！各类软件及教程汉化入门手册！",
    "author": "苦力怕553",
    "replyCount": 9,
    "timestamp": 1588684980,
    "txt_content": " 本帖最后由 苦力怕553 于 2020-7-5 22:18 编辑 \n警告\n\n更新日志2020.5.5 - 首次更新 为Win32汉化内容2020.6.22 - 修复部分拼写错误和欠妥内容\n\n\n*你 有没有经历过：费劲心思搬运来的极品软件，却因为看不懂英文而前功尽弃？花大力气学会使用某款工具，却因为拿到汉化版解锁新操作？*那么，你是否想过：用自己学生时代留下的英语知识自己亲手做汉化包呢如果是这样，貌似只会英语不能解决所有的问题那么，你在本教程中将会看到：近乎所有平台软件工具的汉化入门教程！\n\n请注意本教程 基于 您有一定的英语水平 进行编写所需工具：电脑×1，Android手机×1阅读此教程 可以 不具备编程或逆向工程能力\n本教程适合刚刚开始学习软件汉化的明日新星有汉化需求，想要学习软件汉化的朋友有某平台软件汉化基础，想要入门其他平台汉化的大佬本教程完全不适合进行过多平台 独立汉化的汉化巨佬有多平台本地化工程经验，想要继续专精技能的巨佬\n重申：此教程面向新人！\n\n免责声明本教程仅供学习交流，依据本教程进行本地化工作前，请确认您已经取得了原作者的同意与许可；教程所使用的一切示例，均作为学习交流目的展示分享；由您的汉化或发布而引起的任何问题，本人不承担任何法律责任；教程说明用图示所用图样均取自MaterialDesign标准图标包，依据Apache 2.0 协议使用。\n教程转载许可除非另外声明，本教程依据CC BY-NC-SA 4.0署名-非商用-相同方式共享 4.0 国际协议进行发布。\n那么，我们正式开始。\n\n\n0-1 汉化是怎么实现的\n为了说明汉化应该怎么实现，大概应该先从程序是怎么显示文本来说起。这个步骤大概可以简化为下图：逐步解读可以分为以下两个步骤：\n①指令行执行，从硬存储器中将即将显示在屏幕上的文本写进内存中。\n②程序依照指令将读取到的文本以设定好的方式显示在屏幕上。\n汉化的最终目的就是修改屏幕上所显示的文本\n根据以上流程，我们可以得到以下几种方法：\n\n①（划掉）修改屏幕，让屏幕在收到指定文本时自动替换为所需的文本。很明显此方法在胡扯（笑），你没法给每个汉化用户一人发一台修改后的屏幕，大费周章的修改用户的显示器驱动程序也是不可取的。②直接修改硬存储体中的数据，使得程序一开始读取到的文段即为被修改过的内容，从而达到显示修改过的文本的目的。这种方法被称为内核汉化，优点在于汉化步骤相对更格式化，无需编程知识，汉化后bug更少，缺点在于汉化通配性较差，且不易升级汉化。升级汉化，指汉化了某软件的旧版本后，在新版本更新时直接将旧版本已有文本直接进行替换，以达到节省工程量目的的过程。\n③另外编写一个程序，直接修改内存，修改指令读取到的字段内容，从而使得显示出的文本被修改掉。\n常见的CheatEngine软件即是基于内存修改的方式进行的这种方法被称为外挂汉化，优点在于汉化简单，速度快，缺点在于需要Lua等脚本的编写基础，且汉化外挂程序容易受到软件自身的反调试模块或杀毒软件的干扰和拦截。由于本教程并不需要读者具备编程能力，故对外挂汉化的内容不再讲解，出现的一切内容均以内核汉化方法为主。④如果软件开源，直接修改源码，再将程序编译打包这种也属于内核汉化的一种，是汉化最理想的一种形态。优点在于不用担心软件自身的反调试或者保护壳，也不用担心找不到需要汉化的字段，理论上一切由汉化引起的bug都可以进行修复工作，更不需要担心汉化发布后带来的一系列法律问题。缺点在于并不是所有想要汉化的软件都是开源的（笑，并且支持回编译的开发环境搭建也很麻烦。什么是编译？编译就是将程序源码转换成软件的过程。\n以上这些方法的具体操作方式，将会在各个板块拆分说明。\n0-2提取/修改字段时会遇到的问题你以为软件作者都会把字段老老实实的塞进程序里让咱们修改吗？想多了，不可能的。毕竟如果字段直接暴露出来了的话，程序本体也被暴露出来了，方便了别有用心的人搞破解，对于一些商业软件而言尤其如此。小众软件或开源软件一般是不作保护的，但汉化商业软件时一般都会有保护措施。本版设立的目的仅在说明并不是拿到一个软件就可以汉化。常用的软件保护方式一般有软件本体反调试，软件加保护壳等手段。这些内容我们会在各个分块逐个讲解。\n\nI - Windows端程序汉化篇\n\nI-0-0  概览Win端的程序，一般可以分为以下几种常见类型：①C/CPP编写，原生Win32程序（后缀.exe）②java编写，以Jar为后缀的程序③java/python等语言编写，但使用插件打包的程序（后缀.exe）④基于.Net框架进行开发的程序⑤使用其他特殊引擎（如易语言，Unity3d，GameMaker等）进行开发的程序（通常后缀为.exe）针对这些不同的程序，我们通常使用不同的方法进行汉化那么问题来了，怎么确定一个文件是用什么东西开发的呢一般来讲你用的时候就能知道这是什么东西开发的（划掉）祭出大杀器 —— Exeinfo PE你愿意的话也可以用PEiD，但是感觉那工具有点老了（有汉化经验的朋友可能知道，一般这软件被用来查通用保护壳，当然也能用来查开发来源（话不多说，上图√怎么样！是不是给你一种想要马上卸了软件关掉教程的冲动！（划掉，我去自裁）用起来其实很简单哒只需要把你想要查的exe拖进窗口，软件就会自行分析出结果！我们来看看这都有些什么信息：①表明该程序为64位程序（不能使用OD调试）②使用VC开发，锁定为原生win32程序③表明该程序可能没有使用保护壳，一般看到这个要么是软件很好汉化，要么是软件使用了自写的保护壳，判断这个的方法就是看你下一步能不能搜出文本来。（经证实此文件可以搜出文本，则说明此文件确实未加壳）Q：有一种程序后缀是.jar，拖不进去怎么确定是什么写的\nA：都看见jar了当然是Java写的啦（\n如果用此软件查出了保护壳，应该脱壳之后再进行下一步。下面祭出两张图（源：汉化新世纪）\nQ：保护壳是啥\nA：可以理解为作者为了压缩程序体积，提高程序性能或者保护程序本体而添加的保护措施。加过壳的软件会先执行壳指令，若壳判断当前环境适宜（如没有调试器，没有监测到注入等）就会释放并运行程序本体。我们把常见且开放的壳称为通用壳。Q：jar后缀的文件没法查壳，咋办\nA：jar文件一般没有壳\n示例根据软件的显示，我们可以知道此软件使用了UPX压缩壳根据上图的索引找到相应的脱壳机（当然也可以按照Exeinfo的指示用原版脱壳机处理）（此处应使用UPX ShellEX作演示，但是我没装，所以就用另外一个脱壳机Free UPX进行演示）其实一般的开源压缩壳在使用某些大厂的汉化通杀工具的时候会自动脱掉，Themida，VMP这种壳才是是我们需要特别注意的，不过无论任何时候都建议手动脱壳，避免引起一系列不该有的麻烦。那么概述部分就到这里，接下来开始实战吧！\n\nSpecial 01 幕间学会使用通杀汉化工具吧！重要，请勿略过！\nQ：啥是通杀汉化工具啊\nA：这种软件存在的目的就是进行汉化，只要没壳，啥格式，啥玩意开发的东西都能汉化\n对，你没看错，就是这么强劲一般这种软件会让你把汉化重心放在研究到底该怎么翻译上，而不是让你费尽心思的去软件里扒拉字段出来改。之前用过很多工具，都感觉不是太好用，后来换了一款。在这里强烈安利一下——SDL Passolo出于各种原因，我无法提供下载链接请支持正版就是它，很强劲很nb的软件你看这高端大气充满设计感的界面！你看这满溢着人文气息的工作视图！你看这自动解析，自动脱壳的人性化功能！！！你看这一年800刀的报价！！（划掉）这 就 是 为 汉 化 工 量 身 定 制 的 宝 贝 啊好了不鬼扯了，来看看是怎么用的让我们开始第一个试水示例吧！以下教程所使用的汉化源文件：已脱壳文件包首先，备份你的工程，无论什么时候请千万记得多留备份这里我们以一款常见的地形制作软件WorldMachine为例进行演示软件界面我们的目标是改掉这个File和New，改成文件、新建①下载，安装，激活软件，或者获取试用时长（略）②依照前文步骤，检查程序内容和保护壳根据资料显示，此软件使用了一个类UPX的压缩壳进行压缩，并指示我们不能使用upx脱壳机进行脱壳操作那么就启动DBG进行手动脱壳（笑DBG指的是这个软件，想用IDA也可以，手动脱壳步骤不再讲解，因为我也是看教程来的（所以上面的文件包是已经进行过脱壳的版本脱壳完毕后再次进行检索，可以发现已经没有壳了，并且指示为Win32程序③打开软件，新建一个工程，选择并导入需要汉化的脱壳后文件注意将目标语言改为中文④点击确定，等待程序生成字串表⑤生成完毕后，双击目标字段进入编辑界面，按下Ctrl+F查找我们所想要修改的文本⑥直接双击右边的目标文段即可开始修改。⑦修改完成后，点击界面左上角的生成目标文件软件会在源文件路径下生成一个新的文件，一般是在名字后面添加chs我们运行这个软件，可以看到，字符已经被修改了因篇幅原因，这里不再演示其他标准资源文本的汉化过程想自己试试手练习吗？已脱壳文件包\n附篇：通杀汉化工具的不足看完上面的东西相信肯定有人要问：既然用通杀工具就能修改文本，那岂不是学会使用通杀工具就万事大吉了？国际惯例，先说结论：不是使用通杀工具有以下几个弱点：①你用了就得买，不然搞不好哪天有人找你事正在读教程的各位大概都支付不起这个费用②通杀工具并不能扫描出全部的文本不妨试试扫描并修改这个Favorites，啥都扫不出来③对我这种显示器分辨率低的憨憨极度不友好我啥也看不见啊啊啊啊啊啊啊啊啊关于这些问题怎么解决，会在下一版讲解\n\nI-1  Win32原生程序的汉化\nI-1-1  Win32标准资源和非标准资源什么是标准资源？什么是非标准资源？其实这完全不重要，知道怎么汉化怎么修改不就完事了从汉化实用性的角度讲：标准资源，一般是首页菜单，弹出的对话框等出现的内容非标准资源，一般是例如软件提示语，下拉框内的内容这两类文本的修改和查找方式是不一样的具体在下面解释\nI-1-2  Win32标准资源的修改流程标准资源的修改其实前文已经提过了。因为原版Passolo能扫出来并修改的文本就是标准资源文本惊喜不惊喜！这版块你已经可以不用看了！当然，毕竟什么软件都用Passolo汉化的话，操作起来会很麻烦在这里再次安利一款牛逼哄哄的软件ResourceTuner出于很多原因，我依然无法提供下载链接请支持正版软件使用方法很简单把需要汉化的东西拖进去即可相比Passolo来讲很明显这软件方便多了。\nI-1-3  Win32非标准资源的修改流程①确定这个文段确实是非标字段如何确定？好办，用ResourceTuner扫不出来，它就是非标字段②修改非标字段如何修改？好办，祭出神器————Lephone Localize Plus因为梁利锋大佬牛逼，所以我不能提供下载链接请支持正版食用方法①将所需查找非标的软件直接拖进去，并选择查找英文和符号②点击查找ASCII，等待软件查找完毕并生成对照文件③按照显示的对照文件生成路径，打开并编辑对照文件这里我将Favorites修改为了收藏夹④保存修改后的对照文件，回到Lephone Localize Plus，点击替换字串并确认操作⑤此时软件会出现测试界面，点选“测试”，软件会自动运行汉化后程序可以看到软件已经完成了文本替换。\n注解：非标汉化时几个需要注意的地方替换字段，尤其是小字段时请注意：汉化后字串字节数不得多于原字串字节数汉字数量×2 < 原英文字母数量（√）汉字数量×2 = 原英文字母数量（√）否则会出现显示问题，具体问题是什么样的可以自己尝试，，\n附篇：Lephone Localize Plus的不足与其他非标汉化方法LLP这个东西哪都好，就有一点——它会合并相同内容的字串！！那为什么不能这样干呢？以目前正在用来演示的WM3026为例，软件这里有一个字段Heightfield，在这里显示时，如果将文本修改成中文，会出现显示错误。故此处的文段不应汉化。那如果软件中恰有另外一处文本也是heightfield，岂不是也不能被汉化了？有人跟我说LLP这个功能可以关闭，那我问你你能分清哪个字段在哪个位置吗？很明显不能。那么如何解决这种问题呢？这里推荐一款你装上也不会嫌多的软件——UltraEdit你知道我要说什么，所以不能提供下载链接请支持正版那么应该如何使用UE进行非标文本的汉化呢？之前写过一个文档，那么我就直接放链接了。\n什么？你觉得这样汉化的效率还是很低？再来推荐一个东西——\nPassolo非标字串宏你感觉你知道我要说什么，但是我提供了下载链接非标字串宏的使用方法不再说明。请注意，火绒、360等主流杀毒软件会对此宏报毒，谨慎使用\n\n\n到这里，对原生Win32程序的汉化步骤就基本讲解结束了你已经可以用以上的知识尝试自行汉化Win32程序了！不如自己试试汉化Mineways（笑由于时间原因只能先写到这里发布，接下来我将会继续更新的内容有：Jar后缀的java程序汉化方法.Net程序汉化方法特种汉化（外挂语言文件等）Android软件汉化方法和其他常见软件的汉化方法\n所以...如果觉得有帮助的话希望能点个收藏养肥了再看。\n\n\n待施工",
    "replies": [
        {
            "author": "xTacitus",
            "timestamp": 1588685100,
            "txt_content": "花开辛苦了"
        },
        {
            "author": "㏑243",
            "timestamp": 1588685220,
            "txt_content": "支持花开大佬！太强了"
        },
        {
            "author": "X836696023",
            "timestamp": 1588687740,
            "txt_content": "帖子写的很认真！很有帮助！\n最近新出现一个自动汉化的插件，可能会被作为新的翻译方式（:\nhttps://www.mcbbs.net/thread-1036889-1-1.html"
        },
        {
            "author": "苦力怕553",
            "timestamp": 1588690080,
            "txt_content": " 本帖最后由 苦力怕553 于 2020-5-5 22:51 编辑 \nX836696023 发表于 2020-5-5 22:09\n帖子写的很认真！很有帮助！\n最近新出现一个自动汉化的插件，可能会被作为新的翻译方式（:\nhttps://www.mcb ...\n\n谢谢支持，不过\n机翻汉化机是不可能拥有灵魂的（"
        },
        {
            "author": "SHEEP_REALMS",
            "timestamp": 1593934080,
            "txt_content": "解锁"
        },
        {
            "author": "PercyDan",
            "timestamp": 1593934380,
            "txt_content": "啊这，太硬核了没人看"
        },
        {
            "author": "louyukai",
            "timestamp": 1593953160,
            "txt_content": "啊，看不懂，看不懂！！！"
        },
        {
            "author": "苦力怕553",
            "timestamp": 1595681040,
            "txt_content": " 本帖最后由 苦力怕553 于 2020-7-26 21:42 编辑 \n\n由于泥潭锁帖过分频繁，本贴在此停更，将转移至B站专栏更新。详情请B站搜索@花开CO\n（或者直接点我签名档的链接w）\n"
        },
        {
            "author": "苦力怕553",
            "timestamp": 1596294720,
            "txt_content": "未搬运完毕，补一回复防锁帖，希望别判我违规w"
        }
    ]
}