{
    "title": "低回答率问题示例 &《提问的智慧》| 牢记：求包必沉！",
    "author": "sjjklh",
    "replyCount": 2,
    "timestamp": 1364653020,
    "txt_content": "预览：回答率低的问题种类：\n求整合包或者懒人包：此类问题回答率通常低于1%\n求有XXX MOD的服务器：此类问题回答率通常低于5%\n一些关于冷门MOD的问题：此类问题回答率通常不高，不过这不怪你\n对问题描述口齿不清：挂一个例子在这里http://www.mcbbs.net/thread-37388-1-1.html\n该文并不是为问答版面量身订做，但亦可借鉴之。\n被锁帖的楼主请对照本文自我检讨。\n如果看完本文之后还对版主锁帖有任何异议，请站内短信联系版主。\n\n小白门应该看看这篇文章，如果你希望你的问题能够引起大家得兴趣，并且得到很好的解答！\n大牛们应该看看这篇文章，如果你希望你的回答可以使大家满意，并且认为你是有技术有人品的好牛！\n\n唔唔，文章有点长，耐心扫描一遍吧^_^!\n----------------------------------------------------------------\n\n提问的智慧（参考EricS.Raymond的《提问的智慧》。sjjklh改编）\n\n当提出一个问题时，你能得到怎样的回答？这取决于挖出答案的难度，同样取决于你提问的方法。本指南旨在帮助你提高发问技巧，以获取你最想要的答案。\n\n首先你必须明白，尽管我们中有些人有蔑视简单问题和不友善的坏名声，有时看起来似乎对新手怀有敌意，但其实不是那样的。\n\n我们不想掩饰对这样一些人的蔑视，他们不愿思考，或者在发问前不去完成他们应该做的事。这种人只会谋杀时间。他们只愿索取，从不付出，无端消耗我们的时间，而我们本可以把时间用在更有趣的问题或者更值得回答的人身上。我们称这样的人为“失败者”。\n\n我们也知道，很多人只想看电影，听音乐，玩游戏，对技术细节和下载渠道没什么兴趣。对多数人们而言，计算机不过是一个工具，一种达到目的的手段；他们有更重要的事情要做，有更重要的生活要过。\n\n而，我们回答问题的风格是针对这样一群人——他们有兴趣，并且愿意积极参与问题的解决。这点不会改变，也不应该改变；如果变了，我们将失去我们引以为傲的效率。\n\n我们在很大程度上属于志愿者，从繁忙的生活中抽出时间来解惑答疑，而且时常被提问淹没。所以我们无情的滤掉一些话题，特别是抛弃那些看起来象失败者的家伙，以便更高效的利用时间来回答胜利者的问题。\n\n如果你觉得我们过于傲慢的态度让你不爽，让你委屈，不妨设身处地想想。我们并没有要求你向我们屈服--事实上，我们中的大多数人最喜欢公平交易不过了，只要你付出小小努力来满足最起码的要求，我们就会欢迎你加入到我们的文化中来。但让我们帮助那些不愿意帮助自己的人是没有意义的。如果你不能接受这种“歧视”，我们建议你花点钱找家小店去购买或是租借，别向这里的高手们乞求帮助。\n\n如果你决定向我们求助，当然不希望被视为失败者，更不愿成为失败者中的一员。立刻得到有效答案的最好方法，就是象胜利者那样提问--聪明、自信、有解决问题的思路，只是偶尔在特定的问题上需要获得一点帮助。\n\n提问之前\n\n在提出你的问题前，检查你有没有做到：\n1.留心版面提示，看清相关事项,你需要的信息可能在：\na.置顶帖b.版面的前几篇文章,也许就在前一页c.热心网友的签名档,说明档等等\n\n2.在版面上搜索别人是否已经问过相同的问题？\n\n3.善于用搜索引擎。论坛右上角有内置搜索引擎。这里倒不推荐使用百度贴吧询问，那里也有高手，但挂着高等级的经常误导人的菜鸟比比皆是。\n\n4.善用Minecraft WIKI：http://zh.minecraftwiki.net/\n\n5.善用论坛左上角LOGO下面的“教程”。\n当你提出问题的时候，首先要说明在此之前你干了些什么；这将有助于树立你的形象：你不是一个妄图不劳而获的乞讨者，不愿浪费别人的时间。\n\n周全的思考，准备好你的问题，草率的发问只能得到草率的回答，或者根本得不到任何答案。越表现出在寻求帮助前为解决问题付出的努力，你越能得到实质性的帮助。\n\n如果你的问题基于错误的假设，我们通常会用无意义的字面解释来答复你。决不要自以为够资格得到答案，你没这种资格。毕竟你没有为这种服务支付任何报酬。你要自己去“挣”回一个答案。\n\n表明你愿意在找答案的过程中做点什么，是一个非常好的开端。\n\n怎样提问\n\n我们从经验中发现，粗心的写作者通常也是马虎的思考者（我敢打包票）。回答粗心大意者的问题很不值得，我们宁愿把时间耗在别处。\n\n因此，明确充分表述你的问题非常重要。如果你嫌这样做麻烦，我们也会懒得搭理你。\n\n正确的拼写，标点符号和大小写很重要。\n\n正文中简单的att、rt（表示如题二字）两个字母只会让我们认为你是个没有大脑的家伙。\n\n一个好的主题标题是抓住资深专家注意力的黄金时机。别用喋喋不休的“帮帮忙”（更别说“救命啊！！！！！”这样让人反感的话）来浪费这个机会。不要妄想用你的痛苦程度来打动我们。\n\n尽量想象一个高手会怎样反问你，在提问的时候预先给他答案。\n\n高手们总是善于分辨哪些问题应该由你自己解决；因为我们中的大多数都曾自己解决这类问题。同样，这些问题得由你来搞定，你会从中学到东西。你可以要求给点提示，但别要求得到完整的解决方案。\n\n别用无意义的话结束提问，例如“有人能帮我吗？”或者“有答案吗？”。高手们会很厌烦这样的问题，而是通常会用逻辑上正确的回答来表示他们的蔑视，例如：“没错，有人能帮你”或者“不，没答案”。\n\n彬彬有礼，多用“请”和“先道个谢了”。让大家都知道你对他们花费时间义务提供帮助心存感激。\n\n问题解决后，发个说明，或是采纳回答，让他们知道问题是怎样解决的，并再一次向他们表示感谢。如果问题在版面上引起了广泛关注，应该在那里贴一个补充说明。这种补充有助于他人以后搜索对你有过帮助的完整解决方案，这可能对他们也很有用。\n\n最后（至少？），这种补充有助于所有提供过帮助的人从中得到满足感。如果你自己不是老手或者，那就相信我们，这种感觉对于那些你向他们求助的导师或者专家而言，是非常重要的。问题久拖未决会让人灰心；高手们渴望看到问题被解决。好人有好报，满足他们的渴望，你会在下次贴出新问题时尝到甜头，我们最痛恨的就是那种石沉大海般的回复。\n\n三思而后问\n\n以下是几个经典蠢问题，高手在拒绝回答时的心中所想，以及怎样给出明确的提问：\n\n愚蠢提问：我能在哪能下载到XX呢？\n回答：天呐！还有人不会用搜索引擎吗？各种资源版白设了？\n聪明提问：我用论坛内的搜索引擎找不到XX，而且翻找相关版面也没有找到，谁能告诉我该去哪里下载？\n回应：看起来他真的遇到了麻烦，我也许应该帮助他。愚蠢提问：我下载了XX插件，怎么用不了？这东西真烂！\n回答：他觉得都是别人的错，这个傲慢自大的家伙\n聪明问题：XX插件在YY版本下无法运行。我读过了插件说明，但里面没有提到跟ZZ有关的问题。这是控制台显示错误的记录，我有什么做得不对的地方吗？\n回应：他讲明了环境，也读过了说明，还指明了错误，并且他没有把问题的责任推到别人头上，这个家伙值得帮助。愚蠢提问：我的世界进不去（或有错误提示）！！！\n回答：我的反应通常不外如下三种：\n1.见鬼，你不能说的明确点嘛？\n2.真糟糕，希望你能搞定。\n3.这跟我有什么鸟相关？\n聪明提问：我看过了XX版置顶的相关文章，但还是无法完全解决启动问题，安装了XX、YY等MOD。\n回应：这家伙虽然够麻烦，但总算还能说清楚问题。\n愚蠢提问：我的要求不高的，求AA、BB、CC、DD、EE、FF插件整合包/MOD懒人包！\n回答：你看谁回答你\n——整合这么多要消耗不少精力。不要总是寄希望于别人。学个设置插件或MOD对你来说比登天还难？\n\n\n找不到答案怎么办\n\n如果仍得不到答案，请不要以为这是我们不愿帮助你。有时只是看到你问题的人不知道答案罢了。没有回应不代表你被忽视，虽然不可否认这种差别很难区分。本版面的问题回答率还是蛮高的。\n\n总的说来，简单的重复张贴问题是个很糟的想法。这将被视为无意义的喧闹。\n\n大家来到MCBBS上都希望这里能给自己带来快乐，一如我们所愿。也正因为这样，我们希望您，同时也希望你们都能在这里感受温馨与关爱。一些理解的缺失总是在回答者与提问者之间产生隔阂，在这里有必要说说我个人的一些看法。\n\n为什么要把这样的帖子发在这里，而不是当作新手指南或者会员必读，那是因为现在的年代里我们中的大多数已经不再屑于去看那些看似浅显简单却非常实用的东西。他们不屑于看那些出现在初级读物里的简单英语对白，他们渴盼高深，在让他们花费不菲的新东方英语的课堂里，老师告诉他们美国人回答howareyou从来不用fine的时候，他们第一次遭遇了难倒他们的简单与浅显。他们不屑于看插件或MOD自带的帮助文档，他们不知道让他们佩服的那些高手们只是知道如何并且经常利用帮助文档而已。我个人觉得所有版面的顶置主题和公告已经够多了，以至我觉得有些过头，可是不愿意看到的事情总是发生，于是就跑到这里婆婆妈妈几句吧。\n\n到任何bbs论坛都一样，我怀疑在遇到困难而去看论坛的帮助文档，或者看论坛公告版相关说明的人究竟有多少！大家在一种慵懒的状态下习惯的太久，不愿意思考，不愿意付出，哪怕是自助餐上的自助！想索取，却连自助都不愿意，大家习惯了不加思索的提问，我们希望帮助别人，但不希望帮助那些不作任何努力的人。我们并不掩饰对那些不作任何思考的发问者的蔑视。\n\n我们推荐上面那篇经典的文章——《提问的智慧》，对比着那些愚蠢问题的发贴数量，我们发现这篇文章的点击数少的可怜。大家习惯了垂手可得，即使帐号设置的帖子在头上，他仍然不试图作简单寻找（更不用说利用别人提供的搜索功能），而代之以一个个愚蠢的发问：“哪里有XXXX阿？”。促使我们鄙视这些人的原因，并非他们的水平，而是他们缺乏一些基本的素养，甚至漠视提升素养的机会而拒绝阅读类似《提问的智慧》这样的忠告！\n\n典型的问题除了不愿意思考，还表现在不愿思考而残留的固执。稍做分析便可以知道为什么连不上，为什么速度慢，即使我们解释了n遍，其实骨子里他自己也清楚怎么回事，然而他们依然习惯性的在版上抱怨，他们并不知道这样的抱怨让他们自己彻底暴露他们根本不懂得使用大脑思考。\n\n每个版面重要的提示都被顶置或者公告，本意是希望大家留意。然而我们中的大多数习惯游离于规则之外，习惯无视版面要求胡乱发贴，自己花费了时间去发布却被斑竹视为垃圾，因为斑竹也要花费精力去清理垃圾，这样的感觉对谁都不好。\n\n有些时候那些视而不见的愚蠢错误常使我在回帖中表现得冷漠甚至态度恶劣，那是因为我憎恶，所有曾经被我的言辞伤害过的朋友，以及那些仍然会继续犯错而遭遇同等对待的朋友，希望你们给予理解！\n",
    "replies": [
        {
            "author": "jianghr",
            "timestamp": 1364922720,
            "txt_content": "重置版？话说这四天后的沙发坐起来真舒服。\n我在这里倒是提过一次问，不过内容很囧就是了。"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1364923980,
            "txt_content": "神奇的三晋与神奇的卷卷。\n还有神奇的板凳。"
        }
    ]
}