{
    "title": "[Minecraft.net |CULTURE] 触摸天际",
    "author": "FaceTime",
    "replyCount": 2,
    "timestamp": 1588647300,
    "txt_content": " 本帖最后由 FaceTime 于 2020-5-5 14:51 编辑 \n\nCULTURETouch the Sky\n触摸天际\n\nA week of skyscraper builds from Ryer!\n来自Ryer的摩天大楼周！\nTom Stone\n\n\nYou're probably too young to remember what life was like before 'sliced bread' was invented, and we had to make do with regular 'bread'. Those were dark days. Sandwiches took weeks to construct, sometimes even months. Bread had to be eaten in miserable clumps, wet from all the tears rolling down your dough-covered cheeks. Bakers were hated by all, and rightly so.\n你很可能当时太年幼了以至于忘却了在”面包片“被发明出来之前的时候生活是怎么样的，我们不得不食用普通的”面包“，那是段不堪回首的往事。生产一个三明治需要几周的时间，有时候甚至要几个月。我们不得不一边悲惨的吃着一大块一大块的面包，一边流下眼泪并打湿了留在你脸上的面团。这就是面包师被众人痛恨的原因了，事实也确实是如此。\nThen one day, everything changed. Someone invented 'slicing', mixed it with the invention of 'bread', and created sliced bread! An idea so amazing every future idea would be judged against it.\n有一天，事情终于发生了转折。有一个人发明了”片“，将”面包“组合起来，这样，面包片就被创造出来了！这真是个惊人的发明以至于后世的发明都要以面包片来相比较。\nPoint is, sometimes it takes the combination of two great ideas to finish a wonderful one. Like the skyscraper! Tall buildings had been around for ages, but it was the invention of the elevator in the 19th century that took them to truly awesome heights. Thanks to the ol' uppity-box, we can't get enough of scraping the sky with our industrial might. Indeed, the tallest skyscraper in the world, the Burj Khalifa in Dubai, is over two thousand and seven hundred feet tall! What better way to celebrate such architectural awesomeness than building a skyscraper in Minecraft?\n重点是，我们有时候需要将两个完美的主意结合在一起（PPAP？）来实现更完美的主意。就好比摩天大楼！高楼已经在我们身边存在很久了，但是在十九世纪发明出来的电梯将高楼提升到了史无前例的高度。多亏了电梯(uppity-box,电梯,疑似是辛普森一家中的一个梗)，仅凭我们的工业力量是无法到达足够的高度的。实际上，世界上最高的摩天大楼是位于Dubai的Burj Khalifa大厦，它超过了二千七百英尺高！还有什么方式比通过在Minecraft建造一栋摩天大楼去庆祝这一震撼的建筑更好呢？\n\nWell, ace builder Ryer actually came up with a better way – by combining the ideas of 'skycrapers' and 'weeks', and sharing a new, stunning skyscraper build every day for seven days as part of his own Skyscraper week!\n好吧，实际上我们的王牌建造者Ryer真的想出来一个更好的庆祝方式 —— 那就是将”周“与”摩天大楼“两个东西相结合，在摩天大楼周里，他每一天都会展示一个超赞的摩天大楼。\n\n\n\n\n“Quite a long time ago, I had seen a video on YouTube of someone who had done a small recreation of the Shimizu Megacity Pyramid,” explains Ryer to us, when we ask how he discovered Minecraft. “Back in those days, I had never seen something like that in a game, and I wanted to do something similar.\n我们问Ryer是如何发现Minecraft的。”很久很久以前，我曾经在YouTube上看到过有人将建造清水金字塔作为消遣，在过去，我从来没有见到过别的游戏可以干那种事，随后我就产生了想在Minecraft中建造的想法。“Ryer对我们解释说。\n\n“So I bought the game and started making things. Those early projects started out small and I can’t for the life of me remember what they were. All I knew was that I wanted to make something like that eventually. I ended up starting to make skyscrapers, and I found them really fun to build, so I kept doing it.”\n”所以我购买了游戏并开始建筑。早期的建筑规模较小而且不论怎样去回想都记不清它们是什么了。但我始终还是知道那时我还是在做个建筑的。最后，我开始建造摩天大楼，并且发现建造它们的过程真的很有趣，因此我便一直在建造它们。\nJust putting together one steel monolith of a skyscraper would be enough for most people. What possessed Ryer to shoot for an entire weeks worth of towering builds? “Skyscraper week is an old idea of mine, dating probably all the way back to the middle of 2015. I was never able to create enough towers to do it until recently however. I had joined, and now co-own a server called Architects MC and most of these skyscrapers came from a city we are making on there called Clermont .”\n对于大多数人来说，摩天大楼就是把一块块钢铁巨石放在一起。究竟是什么让Ryer执着创建摩天大楼周呢？“摩天大楼周是我很久以前的想法，大概可以追溯到2015年中旬。我那时候没有创造出足够的大楼，直到最近情况才得到改变，我加入了服务器并且现在共同管理着一个叫Architects Mc的服务器，我们建造的摩天大楼绝大部分都来自服务器里一个叫Clermont的城市”\n\n\n\n\n“After a little while I had a large number of completed Skyscrapers, and I decided that this would be the time to do Skyscraper Week. It wasn’t too much of a challenge to keep up with the daily upload schedule, considering everything was completed beforehand.”\n“过了不久，我完成了大量的摩天大楼，于是我决定是时候去开展摩天大楼周活动了，考虑到的建筑都已经事先完成了，所以每天上传一个新的建筑对我来说并不是一个很大的挑战”\n\nBut although adhering to a strict schedule kept the week relatively hassle free, it still wasn't without it's time-sucking challenges. “Rendering was incredibly tedious and long. I had seven skyscrapers, and originally I wanted to do seven renders for each one of them, then a few more for other promotional stuff. I ended up cutting back to only five renders per project, but each one took about two hours nonetheless.\n虽然在一周内每天坚持上传一个建筑相对比较简单，但依然不是没有费时的任务。“给大楼做渲染图十分枯燥而又漫长，我有七栋摩天大楼，本来是想每一栋都做一张渲染图，然后再加一些广告之类的。最终我在每一个建筑上都减少了五个渲染图，尽管如此但是每一个渲染图依然都花费了我两个小时\n'By the end of it I had rendered for almost 100 hours over the course of two weekends. That was a bit of a challenge.” As overpaid oafs who have to constantly resize and reupload images to make this site look pretty, we feel your pain, Ryer.\n”最后我在两周内花费了将近100多个小时做渲染图。这还真是有点挑战。”作为一个为了让这个网站看起来更美观而不得不重新修改图片规格并上传的蠢蛋，我非常可以理解你的痛苦，Ryer。\n\n\nRyer describes Clermont, the city he's building on the Architects MC Server as a place with a “very San Franciscan vibe”, and real-world structures are a big influence on his work, with both 181 Fremont and the Salesforce Tower being replicas of the San Fransisco skyscrapers.\nRyer对建造在服务器上的Clermont市的解释是，一个具有“圣佛朗西斯风格”的地方，现实生活中的建筑对他的作品有着巨大的影响，比如 181 Fremont与Salesforce Tower这些建筑都是仿照了旧金山的摩天大楼。“Lots of the skyscrapers that aren’t a direct replica do have inspiration rooted in some real building somewhere,” explains Ryer. “For my M-Tower I had looked to the monolithic, massive nature of theGoldin Finance 117 tower in Tianjin, China.\n“很多摩天大楼不是直接模仿现实生活中的建筑，但是其灵感是起源于一些真实建筑，”Ryer解释说。“比如我的M-Tower的灵感就来自于中国天津的高银金融117大厦\n“I loved how that skyscraper seemed so dominating, and had such a simple form. Some other buildings I make just come straight out of my head, with little inspiration rooted in real life.”\n”我喜欢那摩天大楼是看起来是如此的简单庞大。但一些其他建筑的构造都是我自己想到的，完全没有受到生活中的启发。\n\n\n\nRyer's M-Tower, next to the Finance 117 tower that inspired it. Photo by wikimedia user MNXANL.由Ryer搭建的M-Tower，借助于旁边的高银金融117大厦的灵感而作。照片来自维基用户MNXANL。\nRyer's advice for aspiring builders? “Build whatever you want, try different things. If you find that you like doing something in particular, practice that style. The best way to get better at something is to do it. Start small, as large projects early on kill motivation. Do something unique, though this is probably a little bit hypocritical for me to say... I have created almost 40 skyscrapers.\n对于那些有远大志向的建造者Ryer的建议是什么呢？“建造你所想的东西，尝试不同类型的建筑。如果你发现建造某一类型建筑的时候发现得心应手，那就多加练习吧。想要在某些一特定方面提高水平的最好办法就是不断的练习。从小的方面开始做起，如果你一开始就做大型建筑很有可能会扼杀掉你的继续干下去的动力。尽管这对我来说有点虚伪，但还是尝试一些不同常人的风格吧，因为我已经建造了将近40座大厦了。\n“People love new things, and it is always fun to go into territory that has never been explored. The most important thing is to never give up. If you complete something, and it doesn’t look exactly how you would have liked it, see if you can figure out why. On your next endeavour, be conscious about what you liked, and what you didn’t like on that last build. Make something new with that information in mind. Minecraft gives you the opportunity to do whatever you want, so do whatever you want.”\n”人们总是喜欢新鲜事物，并且热衷于去探索未知领域。最重要的一点就是永不言弃。如果你完成了某项建筑，但看起来并不是你预想的那样完美，仔细检查到底是哪里不合你的心意。在下一个作品中，要有意识朝你想要的方向前进，以及注意在上一个作品当中的缺点。在脑海里时刻要有创造新事物的想法。Minecraft给予了你可以干任何事情的机会，所以，做你想做的事情吧。“\n\nFor more of Ryer's ace builds, take a look at his Planet Minecraft page, follow him on Twitter and find his server, Architects MC,here . Is it the best thing since sliced bread? ACTUALLY IT'S BETTER.\n想要了解更多来自Ryer的超酷建筑的话，请浏览Planet Minecraft，在推特上关注他还可以找到他的服务器。此难道比”面包片“这一伟大的发明更好吗?很显然这当然比”面包片“更好了！\n\n\n【me 译自官网 2017 年 06 月 21 日发布的 Touch the Sky；原作者 Tom Stone】\n【本文排版借助了：SPX】新人。。。轻喷点。。。谢谢uppity-box，在辛普森wiki查到的\n\n\n\n\nQQ截图20200504174702.png (106.08 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-4 17:47 上传\n\n\n\n\n",
    "replies": [
        {
            "author": "2691047905",
            "timestamp": 1589171100,
            "txt_content": "你们好非常好你们非常的好"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589446560,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}