{
    "title": "[MINECRAFT背后的秘密]Pigger篇II 希望的碎裂",
    "author": "zhh30648",
    "replyCount": 5,
    "timestamp": 1364647140,
    "txt_content": " 本帖最后由 zhh30648 于 2013-3-30 20:39 编辑 \n\n我现在还记得冥王星姐姐（现在才知道原来冥王星大人是女的)说过的点评\n上一章“变得不严肃了” \n当然我不是刻意为了将剧情深沉而写下去，而是因为第一篇的美好就是第二篇的巨大伏笔\n废话不多说，还在观看本小说的观众们，谢谢\n墙的一角突然发生猛烈的爆炸，那个插入墙壁的应该是什么猛烈的爆炸物品，将整个窗户给震碎，玻璃的碎片被炸出几米外，插在白色石英墙上，闪着地狱独有的幽幽的暗光Pigger被脸上的刺痛惊醒，玻璃碎屑将其脸庞划出了一道浅浅的道子，几滴淡绿色的粘液正慢慢从伤口里溢出随之而来的爆炸产生的气浪让Pigger根本无法睁开自己的眼睛“发..发生了什么？！”Pigger迅速得从黑色石砖床上一翻而下，向着4米外的门口狂奔而去咔哒门被锁上了，而且是被什么人从外部反锁了，明明白天时门还是好好得开着的，除了艾波谁还会有这里的钥匙？没有时间去思考，带着火焰的箭矢如同约定好了一样连续得向着Pigger的面部袭击而去仅仅只是本能反应Pigger向着床边的墙角飞扑，翻滚着撞在了石英墙壁硬硬的墙角“痛痛...”Pigger忍不住揉了揉自己的脑勺，刚才那一下直接撞击差点让他失去了意识攀着黑紫色的床沿，将眼睛露出床边，努力得想看看窗外发生了什么几双红色的眼睛正死死地盯着窗内，搜寻着什么东西那应该就是自己吧“到底是怎么回事，我明明才来到这里啊..”Pigger重新靠回墙角，深深地呼吸了一次，开始理清思绪——我在晚上被人袭击了——门被人反锁了——这个村子是很偏僻的，基本没人知道——村子里的其他地方似乎并没有传来响声以上是自己目前能得到的线索Pigger推出了一个很可怕的结论，但他竭力去打消这个念头首先得尝试着从这个被封死的房间里逃出去，不然一点生存的可能性都没有，更别说弄清发生什么了可是从刚才就发现了，自己的腿脚似乎都没有什么力气难道是睡得太少？或者是无法适应这具身体？总感觉不是这些原因，因为在到达这个村子之前，自己已经在这个鸟不拉屎的地方徒步行走了好几天了，并没有出现这样的症状火焰箭矢的扫射再次开始了这次几乎就是对着墙角胡乱的射击，箭矢仅仅离Pigger的面孔不到2厘米，惊出一身冷汗原本装饰温馨的小屋已经被毁得不成样子，能够用于躲避的东西已经不多了，得想办法从这里撤离唯一的出口只有那扇被震碎的窗子，但得想办法躲过箭矢雨，不然一切都是空谈而攻击的时间似乎又是有间隔的，可能准备箭矢到发射的时间大约有...Pigger将手稍稍伸出床沿一段时间的平静之后箭矢倾泻而来，打中身后的墙壁，白色的粉尘再次弥漫了开来加上思考时间，计算下来大约有5秒左右，跑到那边应该没什么问题，但有没有力气钻出窗户就只能看自己的运气了Pigger这次把HIM留给自己的金色长剑伸了出去箭矢的头部撞击在剑身上发出清脆的鸣响，直到最后一下停止“上！”Pigger从床后一跃而起，踏着黑色石砖的床铺，用尽全力，拖着自己疲惫无力的身体，向着窗口冲刺直到最后一步猛地从床脚跃起，窗外的黑色身影甚至发出了厌恶的声音根本够不到.....即使用尽全力，这幅疲惫的身躯根本无法爬上窗户，简直就像是事先就设计好的一样可那只伸进窗口的手却不是设计好的就算是没看到人，也能知道那双手的主人——艾波“Pigger，快上来！”死死地握紧那只手，Pigger感到一股强烈的力量正把它向窗口外拽去再次看到了广阔的红色穹顶Pigger头着地摔倒在红色的碎石路面上，要是算是逃脱的姿势的话，这真的算不上什么好看的姿势\n呼呼地喘着气，抬头望着站立着眺望着村子正中央的广场，艾波的表情很凝重“你不用说什么，村子里的人似乎都被什么控制了”艾波的话简洁易懂，但Pigger努力着不去相信这句话明明昨天还是祥和的乐园“我逃出来的时候到处打探过了，那个广场似乎有什么秘密”Pigger缓了缓呼吸，站立起来眺望着村子中心的石英大广场，正冒着红红的幽光“他们..为何要追杀我？”“这你得问问你自己了，我无法解答”Pigger发现了，艾波的“咕噜”尾缀消失了，语气也沉重了起来这才是他真正的面貌吗“总之先想办法去广场看看，这件事跟你来到这应该有很大关系”“好吧，那，怎么去你想过么”“走那”艾波指着稀疏房屋群中的一条幽暗的小道，从这笔直通向广场的中央，但并没有什么动静的样子“那里可以直接通到那，那么，走吗？”Pigger点了点头艾波没有说什么，俯下身子从山顶滑了下去，Pigger紧随其后，两人到了小道的开口开始狂奔，一直通向广场的正中心到达了广场的一角，中心的台子上似乎出现了很多人，似乎还有哭闹和警告的吼声总之是非常杂乱的场景艾波从兜里拿出两个看起来很熟悉的紫黑色球，但忘记是在哪里出现过了似乎瞄准了什么，向着祭坛下的一脚，用力一扔，落在了角落的阴暗处奇怪的事发生了，不知为什么，守在祭坛下的两名守卫竟然莫名其妙得倒下了“好，我们走”艾波和Pigger沿着广场的外围，小心翼翼得接近了中央祭坛的下侧，正对着红色穹顶的，地狱石英制成的巨大祭坛，似乎是用来做什么祭祀用的，上面的哭闹声也听得越来越清楚“上去吧，只要慢慢潜入就可以了”什么时候艾波变得这么专业了，简直是经常干这活一样，和昨天活泼的艾波完全不一样一路躲避视线，绕到了祭坛顶端的下方，似乎没有什么守卫的样子，只能听见孩子和妇女的哭喊声，在头顶上不断地环绕着，刺激着Pigger的耳膜“似乎没有人，上去救他们么”“既然你想这么做，那就上吧”PIgger从祭坛后钻了出来，那些被囚禁在铁质栅栏内的村民们突然停止哭泣，带着泪光的眼神都在看着Pigger“那是..那个小伙？！”“终于有人来救我们了么”“太好了”村民们看到Pigger的出现就如同看到救世主一样，简直想欢呼起来的气氛可是唯独一个声音和这个气氛极度得不协调，并且非常熟悉“Pigger，小心啊啊啊啊咕噜！！！！！！！”熟悉的艾波的声音，刺激着脑部艾波不是在我身后么，为什么会有第二个？而且还在铁栅栏里.....背后的杀气席卷而来，Pigger下意识地挥动了右手的金色长剑当...利器碰撞的美妙声响，但完全不符合现在的气氛完美的回身格挡，横持的长剑挡住了对手的黑色剑身是艾波挥动了那把剑，准确的说是一个和艾波长得一模一样的家伙想从背后干掉Pigger“哟，被发现了么”“你...到底是怎么回事”“你脑子不是挺好使得么，怎么会不知道呢，提示下哦，汤”即使双手正用尽全力将劈砍下来的黑色剑身挡住，意识还是差点飘远也就是说..自己早就中了这帮目的不明的人的圈套了“那一碗‘孢子’是下药了的吧”这样一想，喝了那碗汤之后，今天早上被袭击时就全身乏力，没有力气，难道就是因为那几个孢子么“答对了哦，顺带一提，刚才迷倒那两个真正想帮助你们的可怜家伙的东西，也是这个哦”两个紫黑色的圆形孢子正挂在“艾波”身后的裤带上这样一说，刚才想到的结果是真的么？！如果这样算起，在艾波被老妈叫走那时开始，艾波就已经被掉包了？或者说在我们回来之前这个村子就已经被完全掉包成他的人了么，那些村民，甚至呼唤艾波的“母亲”也是假扮出来的？！今天被锁上的门，和关键时刻假的艾波来营救自己，都是一场闹剧而已？！“我就说艾波那奇怪的口癖怎么没了...原来是这样....”“就算你知道也太晚了哦Pigger，不对，应该叫地狱之子？”假“艾波”的嘴角露出一丝阴险的微笑，加大了手里持着黑色长剑的力度“地狱..之子？”",
    "replies": [
        {
            "author": "Evan丶桑",
            "timestamp": 1364647200,
            "txt_content": "坐等更新~\n话说没看懂LZ的头像是什么意思~"
        },
        {
            "author": "刘超越",
            "timestamp": 1364647260,
            "txt_content": "Evan丶桑 发表于 2013-3-30 20:40 \n坐等更新~\n话说没看懂LZ的头像是什么意思~\nLZ的头像好奇葩的说"
        },
        {
            "author": "zhh30648",
            "timestamp": 1364647320,
            "txt_content": "刘超越 发表于 2013-3-30 20:41 \nLZ的头像好奇葩的说\n自用无节操皮肤.....不要在意A-A"
        },
        {
            "author": "Evan丶桑",
            "timestamp": 1364647380,
            "txt_content": "刘超越 发表于 2013-3-30 20:41 \nLZ的头像好奇葩的说\n貌似是被推倒了...或者在偷窥（和谐）"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1364698440,
            "txt_content": "顶楼主来了～～"
        }
    ]
}