{
    "title": "模组教程",
    "author": "1093751150sen",
    "replyCount": 13,
    "timestamp": 1588416300,
    "txt_content": "有人知道https://www.mcbbs.net/thread-785486-1-1.html这个模组的详细教程嘛？\n\n",
    "replies": [
        {
            "author": "もぺもぺ",
            "timestamp": 1588416300,
            "txt_content": "发布页不是有嘛，https://www.curseforge.com/minecraft/mc-mods/wg-block-replacer\n\n\n\n\n\nfile_1588416466000.jpg (217.66 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-2 18:47 上传\n\n\n\n\n\n\n看不懂英文的话，这也有汉化文本的 http://unrealsands.ys168.com/"
        },
        {
            "author": "PTSD∝龌龊闵",
            "timestamp": 1588416360,
            "txt_content": "https://www.mcmod.cn/class/1862.html"
        },
        {
            "author": "wjwrh",
            "timestamp": 1588416360,
            "txt_content": "https://www.mcmod.cn/class/1862.html"
        },
        {
            "author": "1093751150sen",
            "timestamp": 1588416360,
            "txt_content": "PTSD∝龌龊闵 发表于 2020-5-2 18:46\nhttps://www.mcmod.cn/class/1862.html\n配置教程。不是这个"
        },
        {
            "author": "1093751150sen",
            "timestamp": 1588416420,
            "txt_content": "wjwrh 发表于 2020-5-2 18:46\nhttps://www.mcmod.cn/class/1862.html\n配置教程。不是这个，是哪个选项会影响什么，因为我昨天尝试的时候有的可以有的不行"
        },
        {
            "author": "wjwrh",
            "timestamp": 1588416420,
            "txt_content": "1093751150sen 发表于 2020-5-2 18:46\n配置教程。不是这个\nhttps://paste.ubuntu.com/p/TsP2FZHp5t/"
        },
        {
            "author": "wjwrh",
            "timestamp": 1588416480,
            "txt_content": "By default, the mod does nothing, and needs to be configured. To start off, from Minecraft's main menu, click Mods.Next, find and click WorldGen Block Replacer, then click Config.This brings you to the Config screen. By default, it has configuration to replace stone with stone (which does nothing). To change this, you can click any of these options to change the settings.To read more about what an option is, mouse over the option's name.Inside most of these options, you can set multiple options. This is because it can be configured for multiple blocks. Note that all of the options that accept multiple values must have the same number of options set, or the mod will not work.In the above screenshot, there are 3 options set, because I am replacing 3 blocks.On the Biome Filter and Dimension List options, each text box is a comma separated list. Do not include spaces before or after the comma. Both these options can act as a blacklist or a whitelist. If the list contains an asterisk (*), it is a blacklist. Without the asterisk, it is a whitelist. In the above example, the first replacement is set to allow all biomes (it is a blacklist with nothing blacklisted), the second replacement is set to only work in plains and forest (The start is cut off, but there is no asterisk in that option, and it only has those two biomes listed), and the third replacement will replace in all biomes except for plains.The two options that are universal, regardless of how many blocks you are replacing, are Enable Risky Blocks and Biome Precision. Enable Risky Blocks allows the block replacer to use blocks that may cause an excessive amount of lag in the world. Biome Precision has to do with precisely detecting the edges of biomes. Enabled by default, disabling it might improve performance when loading new chunks, but the edges will be chunk-based, which is less accurate and typically looks bad if done on commonly generated blocks such as dirt, grass, or stone. This option only has an effect if your replacement is biome-restricted.\nhttps://www.curseforge.com/minecraft/mc-mods/wg-block-replacer"
        },
        {
            "author": "1093751150sen",
            "timestamp": 1588416480,
            "txt_content": "wjwrh 发表于 2020-5-2 18:47\nhttps://paste.ubuntu.com/p/TsP2FZHp5t/\n我知道Config里面的文件，但是我调完并不知道是怎么影响的"
        },
        {
            "author": "wjwrh",
            "timestamp": 1588416540,
            "txt_content": "1093751150sen 发表于 2020-5-2 18:48\n我知道Config里面的文件，但是我调完并不知道是怎么影响的\n里面不是有注释吗"
        },
        {
            "author": "1093751150sen",
            "timestamp": 1588416660,
            "txt_content": "wjwrh 发表于 2020-5-2 18:49\n里面不是有注释吗\n我按照调的然后有的会影响，有的不会（我已经调整到最大了）"
        },
        {
            "author": "1093751150sen",
            "timestamp": 1588417860,
            "txt_content": "もぺもぺ 发表于 2020-5-2 18:48\n发布页不是有嘛，https://www.curseforge.com/minecraft/mc-mods/wg-block-replacer\n貌似汉化文本有些过期了"
        },
        {
            "author": "もぺもぺ",
            "timestamp": 1588417920,
            "txt_content": "1093751150sen 发表于 2020-5-2 19:11\n貌似汉化文本有些过期了\n但是不妨碍操作吧"
        },
        {
            "author": "1093751150sen",
            "timestamp": 1588418700,
            "txt_content": "もぺもぺ 发表于 2020-5-2 19:12\n但是不妨碍操作吧\n我又测试了一些，这个模组只能影响一定范围，超过范围就不行了"
        }
    ]
}