{
    "title": "【Pixelmon攻略】水系御三家属性篇",
    "author": "Tuesday825",
    "replyCount": 4,
    "timestamp": 1588555440,
    "txt_content": " 本帖最后由 Tuesday825 于 2020-5-4 09:25 编辑 \n\n玩pixelmon模组的时候就希望能看到一些基础向的攻略，今天给大家带来对水系御三家的属性分析，解决各位宝可梦初心者的选择困难症。在宏观上，宝可梦的属性根本决定了它的站场能力与生存能力，在pixelmon中，玩家需要面对的大多是等级压制自己的野怪boss，拥有强大抵抗能力的精灵成为了开荒期非常得力的助手。\n纯水：第一世代 水箭龟；第二世代 大力鳄；第五世代大剑鬼\n\n\n\n\nimage.png (32.33 KB, 下载次数: 3)\n\n下载附件\n\n2020-5-4 09:20 上传\n\n\n\n\n纯水系的抗性很不错，仅有电，草两个弱点，且作为攻击手段，水系招式也有非常良好的打击性能。水箭龟为纯水属性，单属性并不是一件坏事，水属性仅有电 草两个弱点且水箭龟较好的双防使得它非常适合作为盾进行中转，同样也可以作为炮台站场输出，mega后特攻的极大加强以及超级发射器特性的加持为水箭龟输出提供了可能。然而在占用一个mega位且御三家mega石对于初心者并不容易获得的前提下，水箭龟本体的输出只能说比较中庸，且速度上不占优势，使得PVE中承受了一定阻力。和水箭龟相同的，第二世代的大力鳄也是纯水属性，双防中规中矩，而物攻端比较突出，可见其定位并不是作为盾，而是物攻手，大力鳄可以习得龙舞与剑舞，在龙舞提速提攻的前提下，其速度上的短板得以弥补，并可以充分利用咬碎，水尾等技能进行输出，作为强化手的大力鳄即使没有梦特也是值得一用的精灵。纯水属性的御三家多比较中庸，对于大剑鬼来说尤其如此，种族分配偏向双刀，使得其他端分配减少，最弱的一代御三家名不虚传，但相对于领取的御三家大多都是普特的激流，本质上差距不大。\n水+地：第三世代 巨沼怪\n\n\n\n\nimage.png (32.19 KB, 下载次数: 9)\n\n下载附件\n\n2020-5-4 09:21 上传\n\n\n\n\n\n水地的抗性非常之好，仅有四倍弱草这一个缺陷，获得了非常强大的电免特性。且以草系作为进攻手段的精灵并不多，使得巨沼怪的强势有目共睹，尤其是获得mega进化之后，悠游自如的特性使得雨天下的巨沼怪同样获得了非常恐怖的速度。在第七世代的雨天队中，巨沼怪成为了雨天物攻位不可或缺的一员，不论是雨天下进攻还是作为电免位进行中转，巨沼怪都游刃有余。甚至为了针对巨沼怪，许多精灵都不得不带上了草绳结加以制约\n水+钢：第四世代 帝王波拿\n\n\n\n\nimage.png (33.16 KB, 下载次数: 6)\n\n下载附件\n\n2020-5-4 09:22 上传\n\n\n\n\n独特的水钢双属性同样是拥有非常好的抗性，相比于水属性多了一个弱点，却增加了毒属性免疫及多个抵抗。尤其是对于强势的妖精与龙有着非常好的压制，水属性同样也使得反压制钢系的天敌地面系成为可能。善用剧毒并依靠属性进行赖场，是非常好用的消耗战术。\n\n水+恶：第六世代甲贺忍蛙\n\n\n\n\nimage.png (33.54 KB, 下载次数: 10)\n\n下载附件\n\n2020-5-4 09:22 上传\n\n\n\n\n作为热门精灵，其优秀在于极高的速度以及非常优秀的梦特，相较于普特激流以及属性来看，甲贺忍蛙并不适合作为站场对A的炮台角色，其定位应该作为最后出场的高速收割手，如果拥有变换自如的梦特，甲贺忍蛙便可以在雨天下利用水本进行屠杀式收割\n水+妖精：第七世代 西狮海壬\n\n\n\n\nimage.png (24.63 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-4 09:23 上传\n\n\n\n\n强大的特攻与特防，使得西狮海壬成为非常优秀的炮台，专属技能泡影咏叹调作为声音技能，又具备了多体打击与穿透性能。妖精属性的加入使得压制皮糙肉厚的龙系成为了可能\n",
    "replies": [
        {
            "author": "ig_Cangqiong",
            "timestamp": 1589181300,
            "txt_content": "专业，比较实用"
        },
        {
            "author": "VOLRIS",
            "timestamp": 1592074620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "liyuu",
            "timestamp": 1592229540,
            "txt_content": "000000000000"
        },
        {
            "author": "hdsyfe00",
            "timestamp": 1613999400,
            "txt_content": "感谢楼主分享"
        }
    ]
}