{
    "title": "建议论坛公开帖子打分机制",
    "author": "Enron233",
    "replyCount": 42,
    "timestamp": 1588585320,
    "txt_content": " 本帖最后由 这是小安 于 2020-5-5 09:51 编辑 \n\n    建议论坛公开评分机制，流程，并且每个版块设立专门主题 来公开 精华帖 优秀帖 各个版主的打分情况。。  并且这个 具体的精华帖 优秀帖 是如何评判的 建议都写一下 到现在为止 我认为都可能出现一种 “我自己的帖不知怎么就精华了？不知怎么就优秀了？”  Nukkit版块申请 有了一个分值制度 可以效仿 但是希望最后无论通过与否 都给开发者提示一下具体的得分情况。\n\n    优点：如果作者某项申请成功，那么能清楚透彻地发现自己的作品哪些方面不足，从而不断得到全面提升\n              如果作者某项申请失败，那么他还能发现自己哪些方面拖了后腿，从而往成功方向前进\n（建议接受一切批评与指责）\n\n假如哪里不够好，请让我们知道具体哪里欠缺，别让我们看着一堆版规抓耳挠腮，最后无奈弃坑其实这个帖子讨论到这里早已经出结果了...\n\n版主清一色反对。 论坛会员清一色支持。\n\n再讨论下去除了浪费大家时间无任何必要了...\n\n关贴...\n\n\n\n\n\n\n  您这评分，放在这里可能不太合适，你这样的态度恐怕只能使论坛丧失更多优秀的创作者，我个人认为，版主其实也有一定义务为论坛留住更多优秀资源，优秀帖子，优秀创作者的吧..您千万不要这么说 不是所有人都和您一样热心为论坛服务 您这句话说得好像就是创作者就该 在这里发优秀作品一样......\n\n\n\n\n\n1.png (190.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-4 18:13 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "小天铄",
            "timestamp": 1588585380,
            "txt_content": "支持，这样就知道自己的不足了"
        },
        {
            "author": "结城希亚",
            "timestamp": 1588586100,
            "txt_content": "我觉得现在的条件已经写得够详细了"
        },
        {
            "author": "_DIM_",
            "timestamp": 1588586100,
            "txt_content": "支持，但这样无疑会增加各版主的工作量。"
        },
        {
            "author": "自由李代数",
            "timestamp": 1588586280,
            "txt_content": "我同意板凳的说法。\n你是想做到全自动程序判断精华吗？"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1588586700,
            "txt_content": " 本帖最后由 (=°ω°)丿 于 2020-5-4 18:43 编辑 \n\n一些指标很难量化，评分一般都会具有一定的主观因素。"
        },
        {
            "author": "喵",
            "timestamp": 1588586700,
            "txt_content": "乍一听好像很有道理，但是具体实施起来只会引起更多不满\n例如我在版主申请贴里面写到：给茶馆申请优秀贴和精华帖一个定义\n但是具体实施的时候就能发现这个定义后的结果将会不近人情\n比如说如果小说类作品申请优秀必须达到5w字，那有些优秀的短文小说（1k~3k字的）就永远达不到申请优秀的标准，茶馆的文就会变得又臭又长\n或者如果插件版立下规定：申请优秀必须插件达到xxx行/必须代码精悍/必须具备xxx特性等\n这样的结果就会导致只有顶尖的开发者才有资格申请，抹消中端开发者和新手开发者的热情\n甚至反馈版还会多出一大堆举报帖子举报xxx插件达不到规定，要求进行处罚，这样版规就会变成宣泄仇恨的工具（参考近期事件）\n所以我是不赞成的"
        },
        {
            "author": "Enron233",
            "timestamp": 1588586700,
            "txt_content": "自由李代数 发表于 2020-5-4 17:58\n我同意板凳的说法。\n你是想做到全自动程序判断精华吗？\n只是希望 让评分流程和结果 透明 \n\n这跟判断程序自不自动有啥关系， 我可能没写太详细.."
        },
        {
            "author": "Enron233",
            "timestamp": 1588586820,
            "txt_content": " 本帖最后由 这是小安 于 2020-5-4 18:11 编辑 \n结城希亚 发表于 2020-5-4 17:55\n我觉得现在的条件已经写得够详细了\n条件虽然详细 但是 你可以通过 “不通过” 来判断自己哪个条件继续保持，哪个条件有待改善吗？"
        },
        {
            "author": "Enron233",
            "timestamp": 1588586880,
            "txt_content": " 本帖最后由 这是小安 于 2020-5-4 18:12 编辑 \n喵 发表于 2020-5-4 18:05\n乍一听好像很有道理，但是具体实施起来只会引起更多不满\n例如我在版主申请贴里面写到：给茶馆申请优秀贴和 ...\n这就涉及到硬性规则和弹性规则咯\n规则是死的，人心是活的  规则是有弹性的 不必刻板 我不对先在的具体规定有任何意见 我只是希望 评审的结果 能够公开\n\n举个例子吧：\n我在茶馆发了个贴 一申请 没过\n但是因为我得到的回馈只是 “不通过” 而条件又那么多 我不知道具体差在哪一项 但是版主们肯定能知道啊 所以建议就是 能够让作者 知道 自己哪里欠缺"
        },
        {
            "author": "结城希亚",
            "timestamp": 1588586880,
            "txt_content": " 本帖最后由 结城希亚 于 2020-5-4 18:10 编辑 \n这是小安 发表于 2020-5-4 18:07\n条件虽然详细 但是 你可以通过 “不通过” 来判断自己哪个条件继续保持，哪个条件有待改善吗？ ...\n明面标出来的已经够多了\n\n不过可以在审核“不通过”的时候给出不通过的理由\n这个倒还可以"
        },
        {
            "author": "喵",
            "timestamp": 1588587240,
            "txt_content": " 本帖最后由 喵 于 2020-5-4 18:16 编辑 \n这是小安 发表于 2020-5-4 18:08\n这就涉及到硬性规则和弹性规则咯\n这样规则就会被某些有心之人利用\n打着“版规”的旗号对作品进行无端仇视无中生有\n优秀是经过全体版主的一致认同才进行颁发，精华更是要经过大区版主甚至管理员的审核才能颁布\n我觉着这样的审核流程比版规写死要来的更好（这也是严格的论坛中极少数可以称得上人性化的地方）"
        },
        {
            "author": "Enron233",
            "timestamp": 1588587360,
            "txt_content": "喵 发表于 2020-5-4 18:14\n这样规则就会被某些有心之人利用\n打着“版规”的旗号对作品进行无端仇视无中生有\n优秀是经过全体版主的一 ...\n没错 我的建议其实就是希望 公开 各位版主对某个帖子的评判结果"
        },
        {
            "author": "ruo_shui",
            "timestamp": 1588587420,
            "txt_content": " 本帖最后由 ruo_shui 于 2020-5-4 18:20 编辑 \n\n 近期【基岩版插件&服务端】【Nukkit插件专区】的优秀与精华申请 在申请通过的情况下会 在给予高亮或图章 的时候会将分数写入 给予理由  \n==\n 之后会考虑将分数在 申请贴 的 评分位置展示\n\n\n\n"
        },
        {
            "author": "Enron233",
            "timestamp": 1588587480,
            "txt_content": "ruo_shui 发表于 2020-5-4 18:17\n近期【基岩版插件&服务端】【Nukkit插件专区】的优秀与精华申请都会 在给予高亮或图章 的时候会将分数写入 ...\n对\n希望论坛其他版块也能效仿一下"
        },
        {
            "author": "喵",
            "timestamp": 1588587600,
            "txt_content": " 本帖最后由 喵 于 2020-5-4 18:22 编辑 \n这是小安 发表于 2020-5-4 18:16\n没错 我的建议其实就是希望 公开 各位版主对某个帖子的评判结果\n我个人其实也并不认同这个看法，某些时候意见更多的是绊脚石\n你去服务器审核版逛一下，你会发现如果消失给你的审核不通过原因是：标题不合格\n那大概率下一次进行审核的帖子只改一个标题，不会对帖子内容进行任何优化，只想快速过审\n申请优秀也是同理，版主提出意见，然后就只会更改版主提出意见的部分\n如果不给出意见，我就会去思考究竟自己究竟是哪里做的不够好，从而进行全方位的优化"
        },
        {
            "author": "Enron233",
            "timestamp": 1588588140,
            "txt_content": "喵 发表于 2020-5-4 18:20\n我个人其实也并不认同这个看法，某些时候意见更多的是绊脚石\n你去服务器审核版逛一下，你会发现如果消失给 ...\n还是希望你能好好阅读一下我的建议内容吧 也许是我文笔水平太差 导致您误会了\n我并没有说什么 “一切都需要公式” 有一些 明摆着硬性的版规，违反了 那必然就没有必要再费事开个贴来公示，直接依据版规酌情处理即可。\n我的建议是 一些 “高级申请” 例如精华 或 优秀 希望版主在进行探讨与否 得出结论后 可以公开\n您是矿工茶馆板块版主对吧？\n相信您能记起 奖励制度 第一条 “内容优质，排版规范”\n那我想问 ：“内容优质” 这个 很具体吗？ 这就是一个很弹性的规定 对吧  在评定一个作品时 相信 您能根据作品具体质量 来评定 作品内容是否优质 我的建议呢 就是希望 版主 把这个 最终的结果 能公示出来 以便让创作者更能了解自己作品哪方面欠缺.\n\n“如果不给出意见，我就会去思考究竟是哪里做的不好，从而进行全面的优化”\n\n您千万不要这么说 不是所有人都和您一样热心为论坛服务 您这句话说得好像就是创作者就该 在这里发优秀作品一样......"
        },
        {
            "author": "SteveBench",
            "timestamp": 1588591200,
            "txt_content": "这是小安 发表于 2020-5-4 18:29\n还是希望你能好好阅读一下我的建议内容吧 也许是我文笔水平太差 导致您误会了\n我并没有说什么 “一切都需 ...\n事情很简单，你是希望在申请得不到通过的时候，能得到“为什么没有通过”的解释，同时最好让大家都心服口服。\n\n实际操作起来真的很难。对于非强制标准，解释造成的分歧远远大于你认为的合理性，同时会带来极大的工作量，据我所知擂台赛和创意赛的评分次次都是苦差，而且也不能保证大家能得到对自己作品满意的评价，将擂台赛的工作量转移到平时就更难接受了。\n\n我个人的意见是如果对自己的作品评价有意见，完全可以私信相关处理的版主进行协商，如果感觉收到不公正对待就将私信内容拿出来就是了"
        },
        {
            "author": "南外丶仓鼠",
            "timestamp": 1588592220,
            "txt_content": "非常支持，希望版主们驳回申请时也可以简略地写理由\n\n不过这貌似有点累"
        },
        {
            "author": "酉月一",
            "timestamp": 1588593480,
            "txt_content": "我全篇看完是满头问号\n很简单的道理，审核是各版块管理组内部的事情，属于内部的版务工作。\n各个版块的版主也是在相应领域内有所成就的人，我相信管理员也不会让一个差劲的人来当版主吧？茶馆版主也有他们自己的过人之处。\n举个栗子:你的视频被B站推送到首页了，你想知道你的视频有什么牛批的地方能推送到首页，然后你去跟客服说\"我要你们弄个专区，专门记录各个区审核员每天审核视频的管理量和每个视频不通过的理由，这样能让所有人知道没有**\"。\n你觉得这可能吗？\n这个例子可能不是很准确，但是表达的那个意思能理解就行。\n再举个栗子:你跟政F提议要他们每天公布他们日常工作的内容、表格之类的，你觉得可行？或者你再提议一下让管理员每天公示一下他们后台的操作情况？\n总有人心存阴暗，仿佛所有人都在针对他。15年的一段时间内，我在论坛也是这样，总感觉某个人一直针对我，但是其实并没有，的确是自己违规在先，现在想想也就那样，没啥好计较的。\n我相信每个版在对于图章贴的审核都是严谨的，版主在回复申请是否通过的时候或许会忘记同时回复未通过的理由，但也有不回复未通过理由的，这些都是有的，但是你能够通过正常渠道并友好私信版主，我相信正常情况下版主也会为你解答原因。一个版主没回，版内每个版主都私信一遍，总有一个会回的。\n相信我，没有一个精华是能随便乱加的，乱加分和乱给精华是两个概念。\n精华并不是只有申请了才回给予，每个版块的版主每天应该都会巡版，在巡版的过程中不仅是顺便发卡，也会同时发掘最近的新帖，看看有没有优秀的作品，如果有就会丢到内部群进行讨论并审核图章等级，如果符合精华标准，并且版主们多数同意，那就会直接给予精华，而不需要申请。\n申请只是用户们的一种主动途径，你发帖的时候恰好遇到某个版主正在巡版，要是刚好发现了你的贴，你都正好省去申请的步骤。\n事情不都已经过去了？经济纠纷大就报警嘛，论坛还能赔你们不成？论坛并没有你们想的这么阴暗，版主们也一样，阴暗的是某些人的内心。\n有这么多闲空在论坛为了这件事打拉锯战把自己搞得不愉快，为何不跟好基友一起打打游戏放松一下心情呢？岂不美哉？"
        },
        {
            "author": "Enron233",
            "timestamp": 1588593600,
            "txt_content": " 本帖最后由 这是小安 于 2020-5-4 20:02 编辑 \n酉月一 发表于 2020-5-4 19:58\n我全篇看完是满头问号\n很简单的道理，审核是各版块管理组内部的事情，属于内部的版务工作。\n各个版块的版主 ...\nBilibili一个视频未过审，会写理由，而不是简简单单的“不通过”\n我没有质疑任何版主的评判。\n\n你这栗子就相当于拿三线城市和北京比\n\n要比，可以比比公开透明\n\n无任何引战意义，若想深究，可私聊"
        },
        {
            "author": "Enron233",
            "timestamp": 1588594080,
            "txt_content": "酉月一 发表于 2020-5-4 19:58\n我全篇看完是满头问号\n很简单的道理，审核是各版块管理组内部的事情，属于内部的版务工作。\n各个版块的版主 ...\n首先麻烦您别扯上跟这帖子毫无关联的事情\n\n其实您说的也有道理\n\n栗子 个人感觉就想当与拿三线城市和北京来比 不过也有一定道理\n\n跟政F比？ 为什么不比比公开透明呢？\n\n个人没质疑过任何版主。\n\n无任何引战意思。\n\n若想深究，可随时私聊。\n\n感谢您能回复这么多."
        },
        {
            "author": "Enron233",
            "timestamp": 1588594320,
            "txt_content": "酉月一 发表于 2020-5-4 19:58\n我全篇看完是满头问号\n很简单的道理，审核是各版块管理组内部的事情，属于内部的版务工作。\n各个版块的版主 ...\n首先希望您不要在我的这个反馈贴发表任何其他的烂事. 我们没有任何关系。\n\n您说的很有道理\n\n栗子 个人感觉就像是拿三线城市和BJ比 不过有道理\n\nbilibili视频若审核失败，退回时会有理由\n\nbilibili优秀作品 会有详细的介绍以及首推\n\n这件事能牵扯到政F我是捉摸不透的\n\n如果想和政F比 可以比比公开透明\n\n若想深究 欢迎随时私聊。\n\n能写这么多字 想必您也认真了 无论如何都感谢您"
        },
        {
            "author": "464910",
            "timestamp": 1588594800,
            "txt_content": "乍看建议确实挺不错\n\n但仔细一想，根本不可行。\n打分这东西主观影响还是挺大的，心情好和心情坏的时候难以准确评分。\n并且多位版主如果打分差距较大，是否会有很多人来质疑？到时候泥潭又变得乌烟瘴气的。\n还有，作者之间是否会根据这个开始排名，然后有的作者不服气？"
        },
        {
            "author": "酉月一",
            "timestamp": 1588595400,
            "txt_content": "这是小安 发表于 2020-5-4 20:12\n首先希望您不要在我的这个反馈贴发表任何其他的烂事. 我们没有任何关系。\n\n您说的很有道理\n我也只是单纯看见你对版务工作要求公开透明觉得\"不合理\"\n就着\"不合理\"这三个字写了我自己的看法\n当然，我们的确没关系，反馈版也没规定一定要有关系才能回复\n你能觉得我说的有那么点道理，我就觉得挺好了\n至少比最近坛内部分蛮不讲理、歪七扭八的人好多了\n很早之前就有人在以非常不友好的语气希望我管理下的展示版能够公开图章审核的过程、结果和审核员是如何审核的。\n我对此一直都是认为这是在正常情况下的一个不合理的要求\n都是为了论坛能够越来越好，我都希望那些有能力的人在条件符合且允许的情况下申请版主加入我们一起维护论坛。\n但是你也能看出来，今年的申请里，有几个是符合条件的？那些自诩实力高超，嘴上说着论坛越来越差需要整改的人，他们为何不自己来申请版主？\n跑题了，一不小心就聊多了。\n我也希望你能在与人交流的时候，把个别词汇稍微转换一下，别让人看着不是很舒服，和和气气交流也挺好，不是吗？\n表面虚伪正经一点，也比口吐芬芳的人好，至少眼睛看着舒服，是吧"
        },
        {
            "author": "Enron233",
            "timestamp": 1588596600,
            "txt_content": "酉月一 发表于 2020-5-4 20:30\n我也只是单纯看见你对版务工作要求公开透明觉得\"不合理\"\n就着\"不合理\"这三个字写了我自己的看法\n当然，我 ...\n只是建议，版主确实都很棒 目的都只有一个 \n\n\n同时也希望某些版主不要以为优秀帖是理所应当发到bbs的"
        },
        {
            "author": "SteveBench",
            "timestamp": 1588602480,
            "txt_content": "这是小安 发表于 2020-5-4 20:50\n只是建议，版主确实都很棒 目的都只有一个 \n我明白你的意思，只是觉着某些版主不够尊重作者\n\n根据这个意愿你提出的这条建议，我并不认为合理。\n\n大部分版主都是兢兢业业在板内做好自己分内事，同时也愿意和创作者们进行交流的，同时版主通常也是在管理区域内做出贡献的人，把你的观点（尤其是你所强调的“不要以为优秀贴是理所应当发到bbs的”）强加给大多数版主我认为是对他们的污辱。\n\n如果你想针对某个人或某件事，就将它讲清楚，如果没有这个意思，那我个人不同意你需要增加打分内容的意见。"
        },
        {
            "author": "Enron233",
            "timestamp": 1588603140,
            "txt_content": "buach 发表于 2020-5-4 22:28\n我明白你的意思，只是觉着某些版主不够尊重作者\n\n根据这个意愿你提出的这条建议，我并不认为合理。\n你开头第一句话就足够表达了你没有好好看帖 或者是因为我没写明白...\n\n不针对任何一个版主 首先 我在帖中并没有说建议增加打分内容\n\n我的意思是：“假如哪里不够好，请让我们知道具体哪里欠缺，别让我们看着**条版规抓耳挠腮，最后无奈弃坑”"
        },
        {
            "author": "SteveBench",
            "timestamp": 1588606920,
            "txt_content": "这是小安 发表于 2020-5-4 22:39\n你开头第一句话就足够表达了你没有好好看帖 或者是因为我没写明白...\n\n不针对任何一个版主 首先 我在帖中 ...\n想法很好\n\n我就直接难听的说了，\n很多时候并不是因为版规的限制导致了不能给你好评，而是产品质量不够精华的标准。\n\n如果你仅仅是排版或者放图有问题，我们不介意给你讲清楚然后让你改好后再添加评分的，至少在我的版我都希望他们不光发布优质的内容，同时也能让这些内容分类清晰和便于阅读。大家都开心，何乐而不为。\n\n但是这个评价也需要一个客观对内容产出的评价，很多时候申请不通过是因为内容不达标，这里举个不太恰当的例子，我随便建了个8*8*8的方块地堡，然后对照哪个知名地堡，一通吹，内容图片介绍全都有，条理清晰排版恰当，那我能拿着去申请精华吗？如果我申请成功了，你让那些优秀的建筑师怎么想？\n\n首先你的主题就是“建议添加打分系统”，同时还希望版主对评价过程公开透明，可是打分难道不是对内容产出的评价吗？这部分是最最不能评价的东西，没有人希望自己的心血就被几个单纯的量化标准限制（擂台赛是特例）。如果不对打分内容评价，那你让我们对什么评价，对每个帖子的排版和标题规范吗？\n\n如果对具体的格式问题有疑惑，大可直接私信像版主问，甚至你去茶馆和你问我答都可以。在面对排版恰当，阅读方便的帖子，我们当然愿意给予更高评价。而对于精彩的内容产出，我们也自然希望帮他解决排版问题。矛盾主要发生在版主有限的管理时间和大量的不合规帖子上。我们版一年都没多少新帖，有人在我版里发问答贴我甚至在处理之余还会回答他们的问题。但是很多热门板块不会有这样大把的时间，也请你理解其他版主的辛苦。\n\n最后还是回到你的问题，关于精华贴及其他评级的评判情况，各个板块的版规都有相关记述，那已经是公开限度的评分标准了，如果你有疑惑，可以私信版主来解决。我自然希望你没有认为版主们没有不尊重作者，但是至少我没有把别人的辛苦劳动认定是理所应当，我也不认为其他人会这么想。\n\nPS：最早的展示&共享版（原来好像还叫地图版）就是通过合适的评审机制，拉拢创作者才走到的今天，至少我觉着在这个论坛没有人会认为别人的优秀贴理所应当发到这里。其实说到底还是被你这句话刺到了，因为我从未这么想过。"
        },
        {
            "author": "Enron233",
            "timestamp": 1588637940,
            "txt_content": " 本帖最后由 这是小安 于 2020-5-5 08:24 编辑 \nbuach 发表于 2020-5-4 23:42\n想法很好\n\n我就直接难听的说了，\n嗯 所以我建议 在每个优秀帖，精华帖的标准都加上相应的分值 最后公开这个分值，另外令我十分感到高兴的是您身为版主能意识到 作品质量 在优秀和精华中的重中之重。\n您说到 “打分过程是最最不能公开”是我万万没想到的，可能还是我表达的不够清晰，我的大概意思就像前面几个会员所说以及帖子加粗字体那样：\n\n假如哪里不够好，请让我们知道具体哪里欠缺，别让我们看着一堆版规抓耳挠腮，最后无奈弃坑\n\n"
        },
        {
            "author": "土球球",
            "timestamp": 1588641180,
            "txt_content": "同时作为资源发布和经验分享版块的版主，我也来说两句吧，并没有针对楼主的意思。\n\n我在这里希望所有看到这个回帖的创作者思考一下：在 MCBBS 发布资源，尤其是原创资源，根本目的到底是希望自己提供的资源能够让更多志同道合，或者有所求的人看到，还是只是希望让版主能够多为自己的帖子增加一个优秀/精华呢？\n\n我希望各位创作者能够以一种正确的方式看待问题，而不要喧宾夺主：“我创作了一个作品，我认为这值得拿到一个精华，因此我来申请精华，如果不够格退而求其次，优秀/高亮也是可以的”，而不是“我要创作一个足以拿到精华的作品，因此我在创作完后申请精华，如果不够格那我就要想办法把自己的作品改造成能够拿到精华的样子”。\n\n作品是创作者的核心竞争力，而优秀/精华等虚名不是。作品未来的发展方向应当以创作者为作品赋予的核心思想为主线，而不应以 MCBBS 版主的评判标准为主线。MCBBS 的评判标准只是论坛管理团队的一家之言，而并不总会完全贴合作品本身的价值。\n\n与君共勉。"
        },
        {
            "author": "Enron233",
            "timestamp": 1588643340,
            "txt_content": "土球球 发表于 2020-5-5 09:13\n同时作为资源发布和经验分享版块的版主，我也来说两句吧，并没有针对楼主的意思。\n\n我在这里希望所有看到这 ...\n 有道理\n\n只想反问一句，\"希望自己提供的资源能够让更多志同道合，或者有所求的人看到，一定要来MCBBS吗？\""
        },
        {
            "author": "Enron233",
            "timestamp": 1588643400,
            "txt_content": "其实这个帖子讨论到这里早已经出结果了...\n\n版主清一色反对。 论坛会员清一色支持。\n\n再讨论下去除了浪费大家时间无任何必要了...\n\n关贴..."
        },
        {
            "author": "土球球",
            "timestamp": 1588645740,
            "txt_content": "这是小安 发表于 2020-5-5 09:50\n其实这个帖子讨论到这里早已经出结果了...\n\n版主清一色反对。 论坛会员清一色支持。\n我帮你统计一下啊：\n\n#2：Lv.7，支持\n#3：Lv.9，中立偏反对\n#4：Lv.11，中立偏支持\n#5：Lv.8，中立偏反对\n#6：Lv.8，中立偏反对\n#7：版主，反对\n#14：实习版主，中立偏支持\n#18：版主，反对\n#19：Lv.8，支持\n#20：大区版主，反对\n#24：Lv.7，反对\n#31 是我，版主，就按中立偏反对算吧\n\n你可以看到普通会员有 7 个，支持的有 3 个，反对的反而占了 4 个，而版主有 5 个，除去 4 个反对外，还有 1 个支持的，所以恐怕不是楼主所说的“清一色支持”和“清一色反对”吧。"
        },
        {
            "author": "45gfg9",
            "timestamp": 1588646400,
            "txt_content": "这是小安 发表于 2020-5-5 09:50\n其实这个帖子讨论到这里早已经出结果了...\n\n版主清一色反对。 论坛会员清一色支持。\n你好 论坛会员来反对了\n\n我的观点和#16一致\n公开帖子打分机制的弊端，一是加大了版主工作量，二是会导致更多的问题\n喵在上面举的例子也很清楚了，不公开能使作者从各个方面审视自己的作品，若公开打分制必然会有一种指向性，申请者就会只关注于不通过的那部分\n我们希望MCBBS有更多高质量的作品，而不是各种指标都低空飞过的作品"
        },
        {
            "author": "Enron233",
            "timestamp": 1588646580,
            "txt_content": "45gfg9 发表于 2020-5-5 10:40\n你好 论坛会员来反对了\n\n我的观点和#16一致\n有道理     "
        },
        {
            "author": "酉月一",
            "timestamp": 1588646940,
            "txt_content": "这是小安 发表于 2020-5-5 09:49\n有道理\n\n只想反问一句，\"希望自己提供的资源能够让更多志同道合，或者有所求的人看到，一定要来MCBBS吗 ...\nEmmm，在知.名.度足够的情况下，又没有官方这样的机械和无情，对于MC某个领域有没有专门的社区我不是很清楚，但如果就论综合性来说，你不得不承认MCBBS是目前创作者们在国内最优先的去处。贴吧的话，环境有目共睹，而且贴吧功能也没有论坛多，就Minecraft吧这种刚发个新帖就被其他乱七八糟的贴刷到底部，还没有分类功能，你说想找个资源有多难？"
        },
        {
            "author": "酉月一",
            "timestamp": 1588647600,
            "txt_content": "这是小安 发表于 2020-5-5 10:43\n有道理\n的确是35楼这么个说法\n但反对也有另一层原因，不是每个版主都是各个领域的巅峰创作者，他们说的话，评的分，也不都是最权威的。\n民间创作者中也有实力比版主强很多的，大有人在。\n如果公布了这些内部评分评级，总会有大佬不服，\"这个人比我弱，凭什么给我评个优秀，我的作品我觉得可以精华，要不是因为他，我的作品就精华了\"然后到公开贴下面抗议。\n这会让其他版主陷入很尴尬的地步，你说改图章吧，毕竟这是所有版主投票之后的决定，不改吧，这个创作者一气之下说不定就不来bbs发作品。\n所以退一步综合一下，不公开这类消息会更好点"
        },
        {
            "author": "Enron233",
            "timestamp": 1588649700,
            "txt_content": "酉月一 发表于 2020-5-5 10:49\nEmmm，在知.名.度足够的情况下，又没有官方这样的机械和无情，对于MC某个领域有没有专门的社区我不是很清 ...\n嗯，对。   "
        },
        {
            "author": "Enron233",
            "timestamp": 1588649760,
            "txt_content": "酉月一 发表于 2020-5-5 11:00\n的确是35楼这么个说法\n但反对也有另一层原因，不是每个版主都是各个领域的巅峰创作者，他们说的话，评的 ...\n既然这样我觉得我也没必要回复了 这个帖子联系管理员关闭了吧  头一次见版主写文章如此积极"
        },
        {
            "author": "xiang_xge",
            "timestamp": 1588662960,
            "txt_content": "支持\n我觉得即使版主不在每一个帖子注明通过/不通过理由，在作者询问时也应该回复一下\n毕竟我们想要更多好的创造者，而不是某些人一直一家独大，对吗"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1588665660,
            "txt_content": " 本帖最后由 1094822247 于 2020-5-5 16:04 编辑 \n\n楼主觉得很简单的事，其实并不简单。\n\n创建和维护一个完善可用的帖子评分量化规则，是非常困难的。技术性、创意、文化水平、美观程度、实用性以及社区影响等等，这些关键的评断因素，几乎无法定制出量化标准。\n这些东西难以用程度去比较，而我们又不能简单的只看帖子的工程量、受好评程度等。就工程量来说，字数也是可以凑的，而好评也是可以用营销手段来催生。\n那么版主实际是怎么作出评断的呢？我认为更多的是基于硬性条件（比如工程量门槛），之后通过过去的优秀作品形成的锚定（参考标准），得出判断。\n但是，这其中一定是夹杂主观好恶（世界上不存在绝对理性人），然后可能会夹杂人情关系（其实人情也是主观好恶的一种），甚至会出现PY交易（这是论坛和用户都不能容忍的）。\n这是一个社会现实，且不说版主们几乎不可能具备足够的评委素质（对技术、美术、文学、社会学等的综合水准），也不可能为评定作品而消耗大量的精力（毕竟版主是兼职），公开评定理由必定会引发更多的争议。\n而且，楼主觉得真的公开评定理由就万事大吉了吗？根本不可能。用户希望公开评定理由，是希望揣测版主内心所想，从而得到应对策略，获得更好的收益。可是版主多写一段驳回理由就一定会反馈内心吗？还是不要太低估版主的文化水平吧。想搪塞你的时候可以整出一篇小作文来。\n（这里补充一点，能有效理解他人的看法和对自己的作品有一个客观评价，都是作者本身能力的体现（主要是情商）。你以为夸浮的表达自己的作品有多优秀的时候，版主就会认为它很优秀吗？错了，有经验的版主只会更加警觉。没有发现问题才是最大的问题。世界上不存在完美的东西，对于一个优秀的作品，我们只能说它虽然还有一些不足，但已经足够好了）\n\n世界上没有绝对的公平。但是，也没有绝对的不公平。有些人很推崇制度改革，认为制度改革可以一劳永逸的解决一切问题，这从我的个人经验来看，这是不对的。因为人本身就是有限的，是不能考虑到无限的可能性的存在，所以人想出的规则永远都有漏洞可循，正如我上面所说，即便你强制要求版主写理由，版主仍然可以用一万种方法搪塞你，而你还找不出毛病来。所以规则需要有人的推动来不断的补正，而人是被事件所推动的。\n因此，解决问题最有效的方法，还是针对实践中的问题去改进制度，而不是站在空中阁楼上去谈制度。版主评价如果不合理，那就拿出来反馈让大家评评理，暴露出具体问题来后，就会有效的推动普遍的价值观认知和制度改进。历史进程就是由这样的事件来推动的。你看历史课本，往往一个事件的发生，支撑其发生的精神在其发生前几十数百年就被提出来了（也就是说提出来的理念往往不可能成为直接推动因素）。\n\n\n\n\n\n\n"
        },
        {
            "author": "SteveBench",
            "timestamp": 1588670760,
            "txt_content": "xiang_xge 发表于 2020-5-5 15:16\n支持\n我觉得即使版主不在每一个帖子注明通过/不通过理由，在作者询问时也应该回复一下\n毕竟我们想要更多好 ...\n有疑问的话私信解决是合理的解决方式，一直以来都有人来私信咨询问题，没有人堵塞这个通道。\n\n如果对私信的回复不满意，要么找其他版主问问，要么发到这里，不会没有解决的方式的。\n\n我不知道你们是否在指某些特例，但是基本情况是这样的。我还是重申，没有版主不重视他人的劳动，对评级有问题私信版主是合理沟通渠道，如果你觉着不理解上述两条内容我愿意给你细讲。"
        }
    ]
}