{
    "title": "关于rpg服务器的一点设想",
    "author": "啦啦啦啦吧",
    "replyCount": 6,
    "timestamp": 1588599900,
    "txt_content": " 本帖最后由 啦啦啦啦吧 于 2020-5-4 22:28 编辑 \n\n    某天，在挖矿的楼主挖破了自己的一把钻石镐之后，突然回想起了自己为什么要挖矿？回想到刚杀的苦力怕以及刚喂的小狗，我想到一个纯正的RPG服务器是什么样的，为什么我们有着这么多的模组，还有这么简单的玩法条件，为啥我们没有出现那种具有重大意义的服务器呢？\n    在楼主的设想中，我们会进入一个很大的世界，被随机传送到这个世界上的任意一个地方，而在这个世界里面有着许许多多的故事和传说，这些传说并不是说那个公主救出了王子，巨龙抢回自己的爱人，而是说一个叫XX的人做了什么事，留下了什么财富，或者谁和谁的爱情故事？\n    抛开这个世界的故事性。复杂的地形，多样的怪物和多样的建筑也同样是一个重要的环境因素，例如复杂的地形，多样的动物，多样的天气，多种的地形，盖亚魔典，超多生物群系等等的融合，但是我们会面临一个问题，那就是mod之间的平衡问题，如果要真正的做到随机的生态分配，很有可能出现冲突的问题，还有就是一定的生态可能会出现资源上的短缺问题，的确在生产rpg上这不应该是问题，毕竟是随机，但是介于游戏的可玩性，的确可以稍微考虑一下这个问题。\n    除了生态环境的问题，最重要的就是玩法了，赏金，千年村庄的探险，地下堡垒，更多附魔，更多武器，经验的平衡问题，以及技能树的发展和生命值，身体水分，热量，四肢血量是否加入的问题，以及NPC人物的对话该怎么发展？究竟该是一个什么样的搭配呢？该是一个什么样的服务器设定呢。\n    如果这些问题已经有了解决的办法，搭配的种类，那么我们最需要的就是模组的平衡问题，以及如何做到尽可能多的人加入服务器的问题。\n    除了rpg服务器以外，什么样的小游戏服务器才有最佳的体验？我想到，我们有着最丰富的组件系统，该是怎样的搭配呢？也许是楼主孤陋寡闻，但是楼主可以比较明确的说，大部分的服务器所沿用的套路都是一样的。我回想到2b2t的游戏特色，回想到最近的1:1还原地球活动，也许我们可以多思考关于服务器的问题，或许我们可以建立一个让人眼花缭乱的大型**的时代，而这些大型**最大的问题就是只不过是一些方块了————————忘记写一些东西了，我想提出来的就是玩法上的设想，并不是说模组越多越好，毕竟这回造成优化不行，大量玩家玩不了的情况，例如细化服务器的类型，在生存向里面少加一点物品，更讲求多样，rpg更倾向探险等，楼主觉得现代大多服务器都太花里胡哨了，别说游戏本身了，界面都多得看不过来啊。",
    "replies": [
        {
            "author": "2425392809",
            "timestamp": 1588600320,
            "txt_content": "玩过许多炫酷（花里胡哨）的rpg，反而觉得那些清秀的更有意思了"
        },
        {
            "author": "平凡的奇迹",
            "timestamp": 1588600500,
            "txt_content": "玩得吗？(来自32位的咆哮)"
        },
        {
            "author": "mohui666",
            "timestamp": 1588601100,
            "txt_content": "带不动。。"
        },
        {
            "author": "Thanatus",
            "timestamp": 1588601220,
            "txt_content": "玩多了花里胡哨的MOD我会觉得少用模组多用插件会好一点\n因为很多模组其实想通很快 肝到最后就会觉得没意思了\n模组可能只需要自定义NPC？\n而且其实最近看下来觉得很多插件不错\n增加生存难度的 强化怪物的 尸潮啊 怪物攻城之类的\n增强玩家可以用更多附魔 更多自定义装备之类的\n然后画面尽量简洁一点 太多东西容易像页游- -\n可以划一块区域让玩家自己建造城市\n暂时想了这点"
        },
        {
            "author": "卡壳",
            "timestamp": 1588635420,
            "txt_content": "加这么多mod"
        },
        {
            "author": "从前哦",
            "timestamp": 1588635600,
            "txt_content": "我感觉只要有普通的怪物+原版装备，就是最好的rpg了，不需要太过花里胡哨，花里胡哨反而有种违背mc的感觉"
        }
    ]
}