{
    "title": "【原创/连载】我同桌是魔法少女·第四章[不定期更新]",
    "author": "柠檬不卖萌w",
    "replyCount": 7,
    "timestamp": 1588686120,
    "txt_content": "前几章传送门：第一章：https://www.mcbbs.net/thread-1017060-1-1.html                      第二章：https://www.mcbbs.net/thread-1018040-1-1.html                         第三章：https://www.mcbbs.net/thread-1031933-1-1.html>由于昨天莫名其妙的展开，谢雨涵一上午都不太敢找苏梓宣搭话，对方似乎也没有这种意愿，于是索性沉默了一早上。\n开学第一天的课表，下午第一节居然是体育课，不当同学早就蠢蠢欲动了，不过开学的前几节体育课想必不会有什么自由活动时间吧。谢雨涵这样想着，并没有对体育课抱有太大的希望。\n果然，身材肥胖的体育老师无视了同学们“好想打球”的怨言，强行让同学们进行所谓的“热身运动”。               \n就这样，围操场跑2圈的热身运动开始了。\n在这样阳光充足的日子里，短袖短裤的运动服某种意义上设计的并不合理...谢雨涵一边这么想着，视线却落在了苏梓宣身上。\n怎么看起来...挺不高兴的...顿时，自责感涌了上来，不该问的事情就不该多问吗...果然还是要和她道个歉才对吧...\n忽然，苏梓宣重心一歪，整个人向跑道内侧倒去。\n两人的距离是两米左右，谢雨涵下意识产生了“要接住她”的冲动，几乎是与此同时猛地踏出右脚以给自己提供一个较大的反作用力。\n身体以比想象中更轻盈的方式冲了出去，但谢雨涵只是把全部精力放在“接住苏梓宣”这件事上。从做出动作到目测到伸出双手，全程用时不超过1秒。\n手上感受到了突如其来的重量，重心不由得被带着向下偏移，好在谢雨涵有足够的力量支撑着，避免了摔倒。\n等到再次站稳时，谢雨涵看着怀里皱着眉头的少女，心跳不争气地漏了两拍。随即他马上发现了少女红肿的脚踝，在和体育老师请示之后无视同学们的起哄声，维持着双手抱着苏梓宣的姿势赶往医务室。\n这种差事他本可以随便打发给一个女生，这样就不会受到同学们起哄声的围攻了。想必这就是大多数人的做法。但在谢雨涵就是谢雨涵，敢于迈出别人没有勇气迈出的那一步，或许他自己都没意识到这点，但身体却不由自主的行动了。\n谢雨涵逃跑似的冲上楼梯，这才放缓了速度。女孩子好闻的香气飘浮在四周，手上持续感受到少女的体温。这对于宅在家打了16年游戏的谢雨涵来说，和女孩子这么近这么长时间，还真是第一次体验。他踏着小心而迅速的步伐，保证速度的同时尽可能减小手上的摇摆。\n医务室在四楼，对于一个宅男来说，抱着一个人爬三层楼才开始喘气已经是相当不错的成绩了。谢雨涵无视了肌肉因无氧呼吸产生乳酸带来的酸胀感，一口气跑到了医务室门口。 \n医务室并不算宽敞，还弥漫着淡淡的药味——作为医务室来说，这也是没办法的事。身着白色大衣的徐莱正在处理苏梓宣红肿的脚，她的动作很轻又富有韧性，避免了不必要的动作引起的疼痛。               \n其实带着脚上的刀伤跑圈是苏梓宣无论如何也想避免的事，可在开学第一节体育课就提出这种事无疑会给人留下不好的印象，考虑再三后，她还是吱着牙上了。\n结果就是没跑出多远就扭了脚，她这样想着，开始有些后悔自己做出了这样的决定。\n差点就要摔倒了，还好被谢雨涵接住了。\n想到这里，他的瞳孔猛地放大。\n刚刚是他...一路把我...抱上来的！\n随着脚上痛觉的消失，刚才的记忆更加清晰，宅在家打了16年游戏的苏梓宣在此之前怎么可能与别的男孩子这么近这么长时间。就是在现在她仿佛还能感受到那双手温柔的力度，不由地抓紧了床单。她感觉自己就像一壶烧开的开水，蒸汽直往上冒。\n那个姿势，是公主抱吧？是公主抱没错吧？\nGalgame的情节莫名其妙地在现实中发生了，还发生在自己身上，明明已经玩了那么多Galgame，但真实发生在自己身上，还是会不知所措。\n“苏梓宣同学，已经没事了哦。”徐沫提高了声调，用手在苏梓宣眼前晃着，“你的脸很红哦，在想刚刚那个男孩子吗？”\n不知不觉中，后半句就成了半开玩笑的语气。\n“诶——”苏梓宣发出了似乎是抱怨“你在说什么啊”的声音，随后重心不稳躺倒在床上，她赶紧支撑着坐起来，胡乱挥舞着双手。\n“什什什什什么鬼啊！才才才没有想他！”\n闻言，徐沫“扑哧”一声捂嘴笑了，“对不起对不起，我不是故意的。”\n忽然，徐莱走到苏梓宣身边，压低声音说：“你脚上和手上的划伤是怎么回事，这可不是一般人能弄出来的伤口。”\n苏梓宣闻言，往后缩了缩，“玩...玩裁纸刀不小心...”\n说完，她便咽了一口口水，这样是否真的能糊弄过去，她自己也不知道。\n结果徐沫只是用略有深意的眼神看了她几秒，随后留下一句“下次玩刀要小心”就放她走了。                \n踏出医务室的门时，苏梓宣长舒一口气，结果就看到了靠在墙边玩刘海的少年。\n被公主抱的感觉和刚刚徐莱的调侃在脑海中重现，脸上的温度瞬间回升。\n“那个...”谢雨涵移开视线挠着头，完全没有注意到苏梓宣全身一颤的可爱反应。\n之前问了多余的事，对不起了——谢雨涵重新移回视线，本该这样开口的。\n因为检查，右脚的袜子被腿到很低的位置，微微泛红的绷带暴露无遗。\n又是刀伤吗...谢雨涵不易察觉地皱下了眉头，把到口的道歉咽了回去。这是再三思考作出的决定，不知道是出于好奇心还是保护欲，他有强烈的愿望去了解刀伤的来历，如果道歉之后还做出跟踪这种事，那可太差劲了吧。\n做好决定之后，他再次在心中默念“对不起”，并做好了被发现后赌上个人形象和全部零花钱去道歉的觉悟。\n随后，他碰了碰苏梓宣的手，后者再次不易察觉地颤了一下。\n“怎么样，好点了吗？要不要我扶你下楼？”\n苏梓宣的大脑早就死机了，没有经过思考就自然地将手放在了朝自己伸出的手的手心里。 \n>嘴上说着下定决心，实际上谢雨涵还是花了两天才鼓足勇气。\n9月4日，星期四。谢雨涵等待苏梓宣走出教室后10秒，背起书包，装作没事的样子跟在她身后。刚开始的这段录全是放学的学生，就算她回头看见了也不会显得奇怪，所以相当轻松。\n说起来刚刚开学的这几天同学们都还没有相互认识，下课时也交流甚少，不过班级QQ群倒是挺快建立起来了。不得不说网络真是个神奇的东西，给每个人蒙上一层面具，现实中几乎不说话的同学们在QQ群里却能毫无隔阂的交流。\n谢雨涵边走边想着，不知不觉间已走进了热闹的步行街。晚上六点，正是步行街热闹的时候，街上人头攒动，谢雨涵完全紧张不起来。\n苏梓宣在一个小巷路口拐了进去，谢雨涵和她保持着10米的距离，跟了过去。这个小巷对于谢雨涵来说也是十分熟悉的，毕竟这条小巷也是他回家的捷径之一。\n苏梓宣这家伙，原来和我回家的路是同一个方向吗，那为什么以前没见过她...天天宅在家打游戏怎么可能偶遇美少女嘛！谢雨涵胡思乱想着，找到了正确答案。\n这条小巷相当有年代了，左边的地面比右边高出来四米多，用楼梯相连，墙角已长上青苔。按照现在最新的设计，应把道路填成一样的高度再盖房子，而这条小巷中的房子直接盖在原有的地形上，左边房子的一层走道和右边房子的二层走道平行。\n谢雨涵透过走道的玻璃围栏忽然看到楼下的苏梓宣打了个踉跄，迷之恐惧忽然在心头蔓延。\n说不出来的恐惧，想赶快离开这里。谢雨涵于是扭头走了两步，随后急停下来，街灯下的影子轻轻颤动了一下。\n一粒汗珠从他脸上滑下，他已经说不出来这种感觉算不算得上恐惧了。但他可没有忘记此行的目的。\n他晃了晃脑袋，驱散这种感觉。\n明明是很熟悉的街道，为什么我要害怕。\n谢雨涵回过头来，苏梓宣已不在刚刚的位置了，整个小巷呈一条直线，数米有一杆昏黄的街灯，光线根本不充足。她估计是进了某栋楼吧，谢雨涵安慰着自己，向前迈出步子。\n一步，两步，恐惧感没有继续增强。似乎是被数米力量压制主了。黑色的雾气从影子中弥漫出来，每向前一步，影子就颤动一下，到后面更是扭曲、破碎，如同中了毒的电脑般闪烁着。\n谢雨涵的精力全部放在眼前的道路上，自然没有注意到身后的变化。当他走到刚刚苏梓宣摔倒的平行线是，周围的空间仿佛突然扭曲了一般，在视网膜上投影出无法辨认的图像。\n一阵头晕目眩，双腿脱力向下倒去。倒下去的同时，影子在街灯的作用下被拉长，形成剑的形状！",
    "replies": [
        {
            "author": "Sunbread",
            "timestamp": 1588688280,
            "txt_content": "问个问题，你的这部连载到后面会不会有老虚式的展开？"
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1588688400,
            "txt_content": "Sunbread 发表于 2020-5-5 22:18\n问个问题，你的这部连载到后面会不会有老虚式的展开？\n我也不知道呢\n不过目前存稿就这么多了\n下次更新估计要等好久了\n毕竟我是那种想到哪写到哪的嘛"
        },
        {
            "author": "琴剑天意",
            "timestamp": 1588688460,
            "txt_content": "Sunbread 发表于 2020-5-5 22:18\n问个问题，你的这部连载到后面会不会有老虚式的展开？\n从结尾就感觉，有老虚的笔法"
        },
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1592751180,
            "txt_content": "让死宅运动的魔法少女就是屑啦\n好康~"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1593004080,
            "txt_content": "不当同学早就蠢蠢欲动了\n错别字：不少同学；蠢蠢欲动是贬义词（贬义煲用好像也没问题），可以试试“蓄势待发”“急不可耐”之类的词语？\n几乎是与此同时猛地踏出右脚以给自己提供一个较大的反作用力。\n这里写得有些详细，这段的重点是谢“下意识”地接住苏，侧面表达谢对苏的关心，呼应上文谢对苏产生的微妙感情；试试精简一下“右脚用力向后蹬去”。\n随即他马上发现了少女红肿的脚踝\n扭到脚之后的情况是脚会保持在一个奇怪的角度不能动弹，红肿是过几分钟才有的（别问我怎么知道的，我现在脚踝可以弯将近90°...）\n结果徐沫只是用略有深意的眼神看了她几秒\n建议加一个细节描写，比如：“徐沫略微挑起了眉毛”。\n现实中几乎不说话的同学们在QQ群里却能毫无隔阂的交流。\n这一段我觉得没有问题，就是想说一句太真实了\n如同中了毒的电脑般闪烁着\n这一段我觉得没有问题，很有你的特色，就是想吐槽一下\n\n催鸽催鸽"
        },
        {
            "author": "堕天使之墓",
            "timestamp": 1593018120,
            "txt_content": "刚开始的这段录全是放学的学生\n...\n错字(〃'▽'〃)"
        },
        {
            "author": "小酷君",
            "timestamp": 1593046500,
            "txt_content": "好看好看丫"
        }
    ]
}