{
    "title": "【暴(shǎ)力(bī)城管的自我修养——第一季】论检讨书制度v1.0与抄袭技术",
    "author": "zzy7417",
    "replyCount": 2,
    "timestamp": 1364716320,
    "txt_content": " 本帖最后由 zzy7417 于 2013-3-31 16:42 编辑 \n\n大家好，我是一个城管，一个很暴(shǎ)力(bī)很暴(shǎ)力(bī)的城管。\n今年我读二年级，而我最爱的事情，就是BAN小学生，把小学生关监狱。\n\n\n对于我来说，一边看着小学生搞破坏，一遍悠然的输入/ban ID 破坏，回车，然后面前的人就“bong”一下消失了的感觉是我的最爱。\n\n\n周末，是小学生出没最为频繁的时间，而作为一个又想生存又没工资还要到处跑路帮忙查破坏者的城管，最痛恨的就是周末有小学生出现（相信处境跟我一样的城管们也会有一样的看法吧？）所以，周末有小学生我向来是直接BAN。\n\n不过，这样做了两周以后，我觉得这样一棍子打死对于那些有意悔改的伪小学生来说真是太不公平了（对此我对前两周不严谨的工作方式对各位伪小学生表示歉意。）于是我私下制定了一套只对我本人BAN掉的人有效的计划：检讨书计划。这是我草拟并且正在实施的版本，无偿贡献给每一位城管，在此也希望大家能够帮忙一起完善：\n\n\n\n\n检讨书制度v1.0-byzzy7417.rar\n(0 Bytes, 下载次数: 2)\n\n\n\n2013-3-31 16:40 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n在线阅读检讨书V1.0文本： \n检讨书解ban制度v1.0已经被ban了的人员，允许有改过自新的机会一次一、流程：1> 申请解ban的人在ban了一周以后提交检查至 zzy4717@gmail.com；2> 以下分为两个情况：   2a.如果检查通过了，则转到步骤3；   2b.如果没检查没通过，将会把不符合规定的地方总结出来发回至寄送者的邮箱；3> 管理员将通知到检查内提供的联系方式，并于检查通过日期七天以后解ban；4> 提交检讨书获得解BAN机会的名额只有一次，其代价为2-3周的时间和1200汉字有效篇幅的检讨，请各位三思！二、检查的要求：     1.有效篇幅1达到1200汉字；     2.全文内容必须紧扣游戏主题；     3.文中必须出现的项目：         3a.被ban的原因2         3b.被ban的时间3         3c.ban你的城管/OP         3d.你的联系方式         3e.你的游戏ID         3f.其他审核人员觉得应该出现的项目=================================注解================================1：有效篇幅指的是检讨内容与自己被ban相关的内容2：附上管理员给你的理由，以及自己检讨出来的理由，附上画面截图更具有说服力。3：时间只需附上年月日即可============================= ===范例=================================MineCraft·XXX服务器成员XXX的检讨书   正文   被ban的原因2   被ban的时间3   ban你的城管/OP   你的联系方式   你的游戏ID检讨书书写日期年  月  日===================================检讨书结束部分==============================请各位成员自觉遵守服务器规定，做一个XXX服务器的好公民！2013年03月21日\n——by zzy7417\n\n\nFAQ：\n问题1：可能有很多人还没看就会问了：zzy啊，检讨书的范本到处都有，随便抄一些过来怎么能行呢？\n答：那么我建议大家再仔细读一下制度中的流程第一条和第三条，综合起来就是说：你在被BAN了以后至少要两周时间才能被解ban。而且我一定会亲自审核通过了才会开始计算一周的解ban等待，也就是说最快也有两周时间不能玩这个游戏了。\n\n\n问题2：zzy啊，1200字是不是太多了？\n答：我曾经考虑过削减字数，不过我个人觉得稍微有点能力的人抄袭一点，东拼西凑再改造一下也是可以达到这个字数的。\n\n\n问题3：我去年买了个表的zzy你TM的就是个大sb，你不配当城管懂吗？\n答：呵呵。\n\n\n问题4：如果有人发了范本，然后大家跟风一通抄怎么办？\n答：同问题1的答案\n\n\n问题5：如果那个人因此放弃了这个服务器怎么办？\n答：小学生留着有何用？\n\n(如果大家还有问题的话我会抽取一些在此处做出答复。)\n\n\n下面的内容建议在了解了检讨书制度以后再观看：\n=========================================================================\n前面说了检讨书制度，那么后面我们来看一下服里面某位小学生的范文吧：\n\n灭影() 15:32:02\n \n亲爱的老师: 今天,我怀着愧疚和懊悔给您写下这份检讨书,以向您表示我对上课讲话这种不良行为的深刻认识以及再也不在上课的时候讲闲话的决心. 这是一次十分深刻的检查，我对于我这次犯的错误感到很惭愧，我真的不应该在早自习的时候说话，我不应该违背老师的规定，我们作为学生就应该完全的听从老师的话，而我这次没有很好的重视到老师讲的话。我感到很抱歉，我希望老师可以原谅我的错误，我这次的悔过真的很深刻。 不过，人总是会犯错误的，当然我知道也不能以此作为借口，我们还是要尽量的避免这样的错误发生，希望老师可以相信我的悔过之心。“人有失手，马有失蹄”。我的不良行为不是向老师的纪律进行挑战。绝对是失误，老师说的话很正确，就是想要犯错误也不应该再您的面前犯错误，我感到真的是很惭愧，怎么可以这么的。 相信老师看到我的这个态度也可以知道我对这次的事件有很深刻的悔过态度，我这样如此的重视这次的事件，希望老师可以原谅我的错误，我可以向老师保证今后一定不会在早自习及其他任何课上说闲话的。 今天我真的是很深刻的认识到了我的错误，知道老师说的话就要听从，老师说的话也绝对会实现她的诺言，老师所要管的一定是为了我们学生好，所以我们不用挑战老师的纪律，我们还是学生，没有能力对老师说出来的话产生不听从的想法，我们学生唯一可以做的事情就是好好的听从老师的话，好好的学习好，让老师可以放心，让老师可以信任。 犯了这样的错误，对于家长对我的期望也是一种很大的打击，家长辛苦的赚钱，让我们孩子可以生活的好一点，让我们可以全身心的投入到学习当中，可是，我却违背了家长的心意，我犯了这样的错误，简直是对于家长心血的否定，我对此也感到很惭愧，家长的劳累是我们所不知道的，每天为了生存而忙碌，为了家庭而承受着巨大的压力，这一切的一切都是我们所不能够了解的，我们唯一可以做的就是做他们的乖孩子，听从家长的话，家长是我们最亲的人，也是我们在现在这个社会上最可以信任的人，所以我们就要尽量的避免家长生气，不给他们带来不必要的烦恼。而我们作为他们最亲的人也不能够惹他们生气，这个都是相互的，当我们伤害到他们的心时，也是对于自己心的伤害，因为我们是最亲的人。没有任何人可以取代。 这次的事件我真的感到抱歉，希望老师可以原谅我，可以认可我认错的态度，我真的已经深刻的反省到我的错误了，希望老师再给我知错就改的机会。也希望同学也要引以为戒，不要犯和我一样愚蠢的错误了，这次的教训真的很大很大。 错误的性质是严重的。我在上课的时候讲闲话，并且影响了其他的同学，其结果损害了多方利益，在学校造成极坏的影响。这种行为，即使是并没有影响课堂纪律，仍然是不对的，此举本身就是违背了做学生的原则。我只是顾着自己的一时高兴，和一时的想法，完全不理会老师的感受。这也是不对的，人是社会的人，大家不应该只是想着自己，我这么做，害的那个是那些和我一起讲话的同学，我这样做，看似和他很好，实际上是在害他。而且，在上课的时候讲闲话也是对老师的不尊重。所以，老师把让我写检讨，也是为了让我深刻的认识到这点。 其次，我在上课的时候讲闲话的行为也是一种对老师的工作不尊敬的表现。中国是一个礼仪之邦，自古就讲究尊师重道，这是一种传统的美德，过去我一直忽视了它。抛开着一层面，不单单是老师，无论对任何人，我们都应该尊重他，尊重他的劳动，他的劳动成果。我这样做，直接造成了不尊重老师，不尊重他人，不尊重他人劳动的恶劣影响。作为一名当代中学生，一名正在接受教育的人来说，这种表现显然不符合社会对我们的要求。 再次，我这种行为还在学校同学间造成了及其坏的影响，破坏了学校的形象。同学之间本应该互相学习，互相促进，纪律良好，而我这种表现，给同学们带了一个坏头，不利于学校的学风建设。同时，也对学校形象造成了一定损害，“第八中学”在人们心目中一直是一个学术严谨的学校，我们应该去维护这个形象而不是去破坏它！虽然我在考试的时候写答案给别的同学，这是作弊行为，我和那个同学关系很好，他找我讲话，当时我的也想讲话和认为老师不会发现的侥幸心理之下酿成了现在的后果。虽然与人为善是中华民族的优良传统美德，是当代中学生理应具备的品质。但是现在我才深刻的意识到这不是与人为善。我在在上课的时候讲闲话，还传染其他同学一起，这并不是真的和别人好，而是在害自己和同学们，晚自习是让学生复习一天的学习的课，不论是什么原因在上课的时候讲闲话都是很不对的，违背了做学生的原则。当然，我不能说我是为了和别的同学讨论什么问题才在上课的时候讲闲话，这是不能成为我作弊的理由。鲁迅先生说过：不友善的帮助就是恶意的伤害。我只有认真反思，寻找错误后面的深刻根源，认清问题的本质，才能给集体和自己一个交待，从而得以进步。做为一名学生我没有做好自己的本职，本应该在上课的时候决不讲闲话，而我却在上课的时候讲闲话了，辜负了老师平时对我的教育之恩，老师含辛茹苦的把知识教会我们，是想让我们做一个对社会有用的人，而我却在上课的时候讲闲话欺骗把知识无私的教给我们的老师，我现在已经彻底认识到我的行为不仅没有起到帮助同学的目的，反而是害了他，也对老师是一种欺骗行为.自从接受了老师对我的批评教育，我已经深刻认识到这件事情的严重性，老师教育我说明 老师是非常的关心我，爱护我，所以我今后要听老师的话，充分领会理解老师对我们的要求，并保证不会在有类似的事情发生，如果在上课的时候别的同学找我讲话，我不再参与，而是在主动的去告诉他这样是不对的，这样就可以帮助老师分忧了，帮助老师给班里营造良好的学习的气氛。望老师给我改过自新的机会.老师是希望我们成为社会的栋梁，所以我在今后学校的学习生活中更加的努力，不仅把老师教我们的知识学好，更要学好如何做人 ，做一个对社会有用的人，一个正直的人，使老师心慰的好学生，老师如同父母对我们的爱都是无私的，所以我 也要把老师对我们的无私精神去发扬，通过这件事情我深刻的感受到老师对我们那种恨铁不成钢的心情，我所犯的错误的性质是严重的。我在上课的时候讲闲话实际上就是在班上和系里面造成极坏的影响。这种不择手段的行为，即使老师允许，此举本身就是违背了学生的道德和专心治学的精神、违背了公平竞争的原则。这样一种极其错误的行为就是典型的锦标主义。尤其是发生在我这样的二十一世纪的一代少年身上。弘扬第八中学的拼搏精神，走顽强拼搏进取之路既是我的责任，也是我坚定不移的前进方向。然而，我的行为却背道而驰。一个优秀上进的学生当然要努力争取好的成绩,但不能不顾一切、不择手段地去达到目的，这是一个关系到如何成人，如何成才的一个重大原则问题。一个人的成长和进步，不仅仅是学业上的提高，更重要的是思想、作风方面上的培养和锤炼。我忽视了这样一个重要的问题，为此而犯了方向性的错误。我所犯错误的影响是很坏的。在上课的时候讲闲话，在上课时就直接造成不尊重同学、不尊重老师、不尊重父母的恶劣影响。过去，第八中学不仅是成绩好、思想好，在精神风貌、队纪礼仪、学术建设等方面也享有较好的声誉，而由于我的错误，大大损害了某某中学的形象；本来，老师是对我很器重的，然而，我的错误深深地伤害了他们的心；我所犯的错误，无疑产生了很大的负面影响，带了一个坏头；其他的同学在她们成长的过程中，由于我所犯错误，给她们带来了不应有的负面影响和不应承受的思想压力。总之，们为自己所犯的错误而带来的这一切而深感痛心和后悔。 我所犯的错误教训是深刻的。上级老师，同学都委以重任并寄予厚望，我自己也一直感到责任重大不敢苟且，认真学习，全力投入。但事实证明，仅仅是热情投入、刻苦努力、钻研学业是不够的，还要有清醒的政治头脑、大局意识和纪律观念，否则就会在学习上迷失方向，使国家和学校受损失。我知道，造成如此大的损失，我必须要承担尽管是承担不起的责任，尤其是作在重点高校接受教育的人，在此错误中应负不可推卸的主要责任。我真诚地接受批评，并愿意接受处理。对于这一切我还将进一步深入总结，深刻反省，恳请老师相信我能够记取教训、改正错误，把今后的事情加倍努力干好。同时也真诚地希望老师能继续关心和支持我，并却对我的问题酌情处理。 早在我踏进校们,老师就已三申五令,一再强调,全校同学不得在上课的时候讲闲话，影响课堂秩序和听课效果.可是今天上午我还是在一堂老师给我们精心准备的无比生动的课上讲了话,没有好好吸收一次老师呕心沥血给我们制作的知识大餐.晚修是很重要的,我应当珍惜这个机会,可是我错过了,这莫过于人生的一大损失.同时,老师,您的关心也令我深深地感动,我知道几个人上课讲话对您来说是没有损失的,可是您还是及时发现并教导我,令我下次不再犯.您是多么慈祥,多么伟大啊!我感激的泪水可以添满整个塔里木盆地;我因过分激动而跳跃的心可与唐山大地震相媲美;我浪子回头的决心可赛过女娲补天时的毅力.我坚决保证以后的早自习除极特别的原因我一定会在课堂上认真听讲不讲闲话.如果说把整个太平洋的水倒出来,都浇不灭您对我愤怒的火焰,那么,整个太平洋的水能全倒出来吗?不能,所以我相信你一定能原谅我这次无意间所犯的错误,之所以说是无意间是因为早自习的时候只是无意间说了几句话,虽然这也许只是一个不假的理由,真实就是真实,事实就是我在上课的时候讲闲话了，希望老师能原谅。 对不起,老师!这次我犯的是一个严重的原则性的问题.错误已像光天化曰下的凶器说出了一切事实. 老师反复教导言犹在耳,严肃认真的表情犹在眼前,我深为震撼,也已经深刻的认识到事已至此的重要性. 如今,大错既成,我深深懊悔不已.深刻检讨,认为在本人的思想中已深藏了致命的错误:思想觉悟不高,本人对他人的尊重不够,以后我将对老师有更多的尊重.对重要事项重视严重不足.平时生活作风懒散,如果不是因为过于懒散也不至于如此. 我辜负了您的一番心血,事无巨细.见微知著,由小及大,我作为一名初2学生还像小孩子一样在上课讲话,给全班作了坏榜样造，成了极恶劣的影响,对于这件事情,所造成的严重后果我做了深刻的反思: 1.在同学们中间造成了不良的影响,由于我在上课的时候讲闲话,有可能影响班级纪律性,让其他同学也讲话，都没有好好听课，这实际上也是对别的同学的父母的不负责. 2.影响个人综合水平的提高,使自身在本能提高的条件下为能提高.如今错已铸成,我深感懊悔,深刻检讨自己的错误. 3.思想觉悟不高,对错误的认识不足,试想如果当时我就认识到此事的严重性,错误就不可能发生.之所有的问题都归咎于我还为能达到一个现代中学生应具有的认识问题水平,为能对老师的辛勤劳作作出回报,我越来越清晰的感觉到自己所犯的错误的严重性,为此,我一定会在以后的几年里更严格地要求自己,在认真完成作业，在上课的时候绝对不讲闲话地同时,使自己的言行都与一个现代中学生相符合. 作为在上课的时候讲闲话的一份子,我觉得有必要对我们的行为作出检讨,所以按照老师的要求激纳保质保量的检讨书一份.对自己的错误根源进行深挖细找的整理,并认清可能造成的严重后果.\n\n\n\n\n对于这种范文我也就只能打两个字“呵呵”并且向群管理通知一下有人在刷屏了是吧？\n\n\n\n以后想到了什么在说吧，请各位儿子们尽情的骂你爸爸我吧。\n\n",
    "replies": [
        {
            "author": "zzy7417",
            "timestamp": 1364800260,
            "txt_content": "看来大家对小学生还是停留在口头骂骂的阶段…………唉………………"
        },
        {
            "author": "850639946",
            "timestamp": 1364809260,
            "txt_content": "第二季我要看咯"
        }
    ]
}