{
    "title": "【原创/连载】《幻世的混沌启示录》",
    "author": "Tinker丶",
    "replyCount": 0,
    "timestamp": 1588775280,
    "txt_content": "人类帝国对于混沌帝国的秋季攻势开始了。可以说人类帝国挑了个软柿子捏——脆弱而数量庞大的人类最恐惧大范围的杀伤性法术。而混沌帝国的一个个战士都恰恰是最勇猛的近战大师，他们或骑着战马或不骑，用包着铁片镶着钉或者干脆是光秃秃的大棒子把眼前的敌人的脑壳敲的稀巴烂——然而几乎没有战士会使用法术。他们信奉肉体、武器与巨力，鄙弃故作玄虚的法术。人类用丰厚的俸禄雇佣大魔导师替士兵加持法术，用成对的财宝作抚恤金让士兵们奋勇作战，用令人垂涎的高官厚爵收买人心。成片的人们割韭菜似的死亡，一个个混沌战士因流血过多而难以支撑他们庞大的身躯而缓缓倒下。未等他断气，蝗虫一般的人们争先恐后的割下他的头颅。人们用敌人的头颅作为功勋的见证，并且以此加官进爵。割下头颅的过程中，颈动脉喷涌出的血液将他们——不论是人类还是混沌战士一并染的猩红。人们咆哮，用战歌鼓舞士气；人们呐喊，用号角震慑敌军。人们为了争抢混沌战士的头颅甚至自相残杀，千锤百炼的重剑洞穿一个个人的肉体——虽然这样的场面在不论是对兽人、亡灵作战，还是对人类自己动武亦或是这一次对混沌帝国的战事中重演过无数次——弱小的人类被同类斩下头颅，被同类的长剑刺穿胸膛，身体被碾作尘泥，和那些因作战而死的人类战士和混沌战士一同腐朽，变成一滩令人作呕的废物，散发着刺鼻的气味，无人再去惦记。混沌帝国是红色的，混沌战士的身体也是红色的，混沌战士的血液与人类战士的血液一样也是红色的。血液冲刷着大地，暴露在空气中被逐渐氧化成暗红色的东西。赤色铺满大地，明年就会有鲜艳的花朵盛开在曾经硝烟弥漫的战场上，用那些腐殖质繁衍生息。也许根本等不到繁衍的时候，就会有铁蹄伴着惊雷怒踏而过，像当初混沌战士拧下人类的头颅一样轻松——的踩烂娇嫩的花茎。【永劫九年】【暮落崖】暮落崖是整个混沌帝国最险峻的地方。说来让涅沙脸上无光的是，由于混沌帝国战士多骑马作战的特性，混沌帝国的疆域九成之多是平原。与人类帝国作战至今，竟无一处天险可倚。人类一路推进，来到暮落崖边，大有攻克暮落崖，剑指帝都，把混沌帝国一举收入囊中的打算。混沌帝国在外的声名不是太好，别的国家不是很愿意和他们有什么纠葛。一方面忌惮他们的野蛮暴力，另一方面从心底暗暗鄙夷这群只会使大棒子的文盲。周遭国家对于人类帝国入侵混沌帝国的行径意外同时保持缄默，都想在趁乱中捞点油水。鹬蚌相争渔翁得利。人类帝国替他们收拾了野蛮人，趁人类疲惫之际还可以勒索一把，一箭双雕。焦头烂额的混沌骑士涅沙硬着头皮去找他的一个几百年都没联系的远房亲戚，没想到那个不太熟的亲戚想都没想就痛快的答应了，这让涅沙非常感动，用他的话说就是“感动的鼻子发酸、眼泪在眼眶里打转儿”，反正他这个粗人也说不出什么好话。当即拍着胸脯说要和远房亲戚拜把子。远房亲戚十分感动然后拒绝了他的请求，“姐姐我怎么和男人拜把子？”最后，地狱战马驮着一大堆叮叮当当的瓶瓶罐罐和数不清的兜兜袋袋和走路的两个人摇摇晃晃的回到了暮落崖。人类在暮落崖下休整了整整三天，正是龙精虎猛的时候。镇守大营的士兵看着山崖下叫阵的人类战士，心急如焚的等待着涅沙回来。当所有人看着涅沙和他那出名的地狱战马跟着一个还没有膝盖高的小女生一点点走进大营，一时间有些反应不过来。“来，来，坐，坐。”小女生毫不客气，一屁股坐在主将涅沙的位置上，在一干众人耐人寻味的目光中像没事人一样对大家说：“别拘束，就像自己家一样。”涅沙蹲下来用手蹭了蹭地，撇撇嘴坐了下来，浑身盔甲发出轻响。“以后坚决不随地吐痰了。”他心想。众人见涅沙乖乖坐了下来，也纷纷找了位置席地而坐，心中对于那个来路不明的小女生多了几分敬意与畏惧。“过来，过来。”小女孩招招手，只见地狱战马轻轻打了个响鼻，乖乖的一溜小跑到小女生面前，微微屈腿俯下身子，好让小女生从它的背上拿东西。小女生伸长了手，很不体面的从战马身上取下一个塑料瓶，从好看的小鼻子中发出一声俏皮的“嘿”声。小女孩在地狱战马的屁股上轻轻拍了一下，地狱战马又挂着一身叮叮当当的小玩意儿在大营的一角趴了下来，活像一匹骡子。在场的众人不免有些惊骇，地狱战马的性情之暴虐世人皆知，而小女孩竟然拍了它的屁股！最让人头皮发麻的是，有人敏锐的从地狱战马的眼中捕获到了浓重的……如释重负？！“呲……”小女孩一扭瓶盖，从瓶子中发出了悦耳响亮的气体溢出的声音。“吨吨吨吨”小女孩仰脖灌下瓶子中的褐色液体，然后打了一个响亮而有力的嗝。紧接着从不知道哪里摸出一小袋黄色的食品，撕开包装后用纤细的手指小心翼翼的夹出一片吃的塞进小嘴里、“喀哧喀哧。”大营中响彻有力清脆的咀嚼声，弥漫开一股油炸土豆的香味。小女孩咽下一口吃的，再看向众人，发现所有人清一色盯着她看。大营中安静的就像刚死了人，连山崖下震天的叫阵声也被这诡异的沉默隔绝在外。小女孩心里一惊，把手中的塑料瓶往扶手上一放，拿出一面小镜子，侧着脸看来看去。小女孩并未从镜子里看到脸上有什么东西，不放心的摸了摸脸之后才收起小镜子。在经历了更久的沉默后，活泼好动的小女孩先按捺不住开了口：“怎么了？说话呀！”小女孩挑挑好看的眉毛，对大营里一群新得了哑病的壮汉大声嚷嚷。“咳咳。”最后还是涅沙打破了平静，他清了清嗓子，一开口却是略显无奈的语气：“你做个自我介绍吧。”小女孩翻翻白眼，“好烦呀。”她的眼珠咕噜噜转了几圈，拟好了一篇不算太长的腹稿，不太情愿的开口：“大家好，我叫墨丘莉，论辈分是涅沙的奶奶，呸，祖奶奶。但大家不要叫我墨丘莉奶奶，太显老了，叫我墨丘莉小姐就可以了，好听又好记。”说到最后小女孩的眸子好像亮了几分，满怀期待的看着一众大汉。没人说话“你看，没用嘛。”小女孩指指下面，对一旁的涅沙大吐苦水，小脸有些丧气，“我以为我说的很好的。”“你是什么东西，竟敢骑到涅沙大统领头上拉屎！”效果异常显著，反射弧长的出名的混沌战将终于有个站了出来，拿着打满狼牙状突刺的战棍，对着墨丘莉毫不客气的说道，嗓门之大，吼声如雷。墨丘莉怔了怔，看看涅沙，眼神中透露出一丝丝无助。涅沙摇摇头。墨丘莉气的跺跺脚，从大椅子上滑下来，径直跑到混沌战将面前，抬起头，用水灵灵的大眼睛望着他：“你叫什么名字呀。”“行不改名，坐不改姓，我叫瑞比兹。”混沌战将的声音嗡嗡的，低下头看这个还没有自己膝盖高的小萝莉。“小娃子回家吧，这不是你该来的地方。”瑞比兹的声音轻了下来，觉得自己不应该对一个小孩子这么凶，有些不太好意思，“涅沙找的可能是你妈妈或者你奶奶什么的……”他抓抓头发：“可能是你爸爸或者你爷爷。”大营里的气氛顿时活跃了起来：“是啊是啊，涅沙找错人了吧。”“这么小的孩子，还不够那群人塞牙缝的呢。”“都说了应该让我去的，涅沙脸盲你们又不是不知道。”“放你妈的屁吧，你去是不是看上人家老妈子了。”“放你妈的屁吧，我明明看上他爹了。”……声音突然嘈杂了起来，墨丘莉看看周围，眼神中流露出喜悦，好像为终于有人理她而感到开心了。她伸直手敲了两下瑞比兹的膝盖：“坐下，坐下说，你太高了，抬头看你脖子疼。”瑞比兹摇摇头，全身的铁甲发出哐哐的声音。他好像很享受这个高度差，居高临下的看着墨丘莉。小小的女生面露难色，看看周围，怯生生的后退几步。大营中性情火爆的混沌战士纷纷起立，不约而同的围到了墨丘莉身边，跟看猴子似的用炯炯的目光把墨丘莉小小的身体上上下下的打量了几遍。墨丘莉太小了，混沌帝国境内也不乏侏儒，可墨丘莉只有侏儒的一半高，小的可怜。墨丘莉又后退了几步，回头看看涅沙，涅沙很巧的睡着了。“涅沙，涅沙”墨丘莉吊着嗓子轻声喊。涅沙紧接着打起了呼噜。墨丘莉继续喊：“乖孙子，乖孙子……”还没有说完，就被人从后面拉住小裙子。瑞比兹面有怒色，周围的混沌战士额头上也隐隐有青筋鼓起。“小鬼，”瑞比兹压下心头怒火，尽量用平静的语气和墨丘莉说话，“我们混沌战士各个情同手足。”他用手指圈了圈自己和身边的人，又点了点远处的已经不省人事的涅沙。“你侮辱大统领，就是侮辱我们在场每一个人。”“讨厌，我的小裙子。”墨丘莉心疼的看看裙子，“都是灰，脏了。”瑞比兹蹬蹬地，墨丘莉就有些站不稳了，他又狠狠的瞪了一眼，吓得墨丘莉一个激灵。“你们能不能不要吓我……”墨丘莉咬了咬嘴唇，突然开口说，眼睛红红的，讲话带着哭腔，“都仗着高，就欺负我。”墨丘莉直接坐倒在地上，吸吸鼻子，大有要哭出来的势头。混沌战士们一个个面面相觑，纷纷摇头，又纷纷向涅沙看去。混沌战士们没有带孩子的经验。看到涅沙正在呼呼大睡不方便打扰，又把目光投向瑞比兹。瑞比兹嘴里嘟哝着“又是我”，把墨丘莉一把拎起，拎到面前，盯着她的眼睛语气沉重地说：“听着小姑娘，我们需要的是一位能够将外面那群杂碎碾烂的高手，而不是你这样毛还没长齐的小娃娃。我们在你身上已经花了太多时间，现在没功夫陪你玩什么过家家的游戏。”墨丘莉早就捂起耳朵，两条小短腿胡乱的划动，在空中奋力挣扎。“放我下来，放我下来，不然要你好看！！”墨丘莉的小嘴噘的老高，可以挂上一个油壶，她大声嚷嚷。“真给你脸了。”瑞比兹伸手欲打墨丘莉一个耳光，却不料被不知何处传来的一股神秘巨力给掀翻在地。墨丘莉趁势挣脱，在空中翻了两个跟头正好屁股落地，疼的她龇牙咧嘴。“是谁！”瑞比兹四处张望，发现大营里刚才还气势汹汹的混沌战士们都跟他一样姿势各异的倒在地上。他想去拿战棍，却发现自己的四肢如同被水泥浇筑。“当然是老娘！”声音从墨丘莉的方向传来，只不过不再是好听的萝莉音，而是带着丝丝回音的中性声音。墨丘莉在夕阳中转过身，双眸中流转着淡淡的紫意，山岳一般的压力从她的身上传来，压迫着所有人动弹不得。众人惊骇的发现自己的身体正在被一种无形的火焰缓缓灼烧。火焰如同跗骨之蛆般灼烧着他们的意志，一种灵魂上的刺痛挥散不去。瑞比兹眼看墨丘莉的小高跟鞋在眼中迅速放大，最后胸膛被那只精致的小鞋子踩住。墨丘莉的小脸俯了下来对他仔细端详，眸子里水灵灵的充满笑意。瑞比兹盯着那紫意莹莹的双眸，感觉自己的灵魂仿佛要被撕裂，壮硕的身躯在墨丘莉面前就像纸糊的那样不堪一击。他能听到自己的牙齿和牙齿不断相撞的声音。他能感受到心脏几乎不堪重负将要停跳。就在这时墨丘莉收起了她的压力，但在场的混沌战士都赖在地上不敢起来，想再看看这个小女孩有什么本事。只见墨丘莉在瑞比兹身上又加了一只脚，用力蹦了蹦：“妈的，狗眼看人低。”好像还是觉得不解气，又加力跺了几脚，“叫你仗着高欺负我。”她的声音已经恢复成好听的萝莉音，只是在也没有谁觉得可爱，留下的唯有不寒而栗。涅沙恰到好处的从角落里醒了过来，看着面前倒伏的众人，脸上露出淡淡的微笑。“你个混蛋，装死也不帮帮我。”墨丘莉看到涅沙醒来，隔着大老远就抱怨开了。“只有这样，你才能服众啊。”涅沙走了过去，轻轻抱起墨丘莉，宠溺的揉揉她的小脑袋，“这里是混沌帝国呀。”墨丘莉像一只伊人的小猫一样，向涅沙的怀里拱了拱。涅沙一个趔趄，差点跪在地上。“叫你乱摸老娘，头发摸完还不够，还他妈摸屁股。”\n",
    "replies": []
}