{
    "title": "[TML][1.15.2] 多人一舰船式海战对抗游戏 - ADELANTE -",
    "author": "tineseack_bk",
    "replyCount": 99,
    "timestamp": 1588750920,
    "txt_content": " 本帖最后由 tineseack_bk 于 2020-7-7 07:02 编辑 \n多人海战对抗地图- ADELANTE - 阿德兰特 -\n宣传视频（制作 @晴路卡 )https://www.bilibili.com/video/BV1De411p7zR或者点我\n入门教程视频https://www.bilibili.com/video/BV1Kt4y117fP或者点我\n这是一场现实交互与虚拟战场的碰撞玩家将在两个不同战场上进行战斗你将同其他玩家一起成为同一艘舰艇的操控者，突破了传统的“一玩家一单位”的对抗模式操控你的火炮与鱼雷，击沉敌舰！\n推荐游玩人数：4-12 人（较低配服务器 建议 4-8 人）\n\n\n=你和其他的受试者一起被带进了这个阴暗的地下实验室。充满铁锈的大门缓缓开启，在其后是若干二战时舰船的模型。你和其他受试者将被分为红蓝两方进行死亡对抗你们将通过精神数据连接装置直接操控另一个虚拟战场上的舰艇单位进行战斗同时在真实的世界里你们也将被赋予特殊的补给道具以支撑实验区域内的正常运作……=\n\n\n\n\n \n游戏内一共有六种不同的舰艇供玩家进行选择\n>>> 战列舰\n━━━━━━━━━━━ IJN Fuso 扶桑号\n━━━━━━━━━━━ HMS Nelson 纳尔逊号\n>>> 轻巡洋舰\n━━━━━━━━━━━ IJN Tenryu 天龙号\n━━━━━━━━━━━ HMS Aurora 欧若拉号\n>>> 驱逐舰\n━━━━━━━━━━━ USS Clemson 克莱姆森号\n━━━━━━━━━━━ SN Minsk 明斯克号\n\n\n= 扶桑 =\n\n“扶桑级战列舰是20世纪10年代日本帝国海军建造的第一型超无畏级战列舰。”违章建筑警告！【游戏内数据】\n血量: 44900/104800\n机动性: I\n装甲厚度: III\n武器配备: (4+2)x356mm 主炮\n最大 AP 伤害: 3000\n最大 HE 伤害: 1500简评：\n厚实的装甲和高量的模块血量让扶桑成为很多 DD 用炮弹无从下手的尴尬目标，即使吃到鱼雷之后玩家快速进行损管操作也能避免失去太多血量。配备有 4+2 门 356mm 火炮，无论是船头还是船尾向敌时都能保证有足够的火力输出。不足之处即为机动性较差\n建议配合：克莱姆森（航速火力互补）\n\n\n= 纳尔逊 =\n\n“纳尔逊级战列舰是20世纪20年代英国建造的一种战列舰。以英国海军上将，特拉法尔加海战的英雄霍雷肖·纳尔逊(1758-1805)命名 。纳尔逊和妹妹罗德尼，与日本的长门、陆奥和美国的三艘科罗拉多级战列舰合称‘Big Seven’”【游戏内数据】\n血量: 46900/110000\n机动性: I\n装甲厚度: III\n武器配备: 3x406mm 主炮\n最大 AP 伤害: 3200\n最大 HE 伤害: 1600简评：\n装甲和血量都胜扶桑一筹，但是在航速方面却令其经常成为鱼雷的活靶子。三门 406mm 主炮全部前置，可以在前方 135° 超大范围内进行全火力输出，并且炮弹伤害也非常乐观，然而如果船尾向敌，请一定注意提供足够的角度给主炮进行转向射击。\n建议配合：天龙（航速火力互补）、欧若拉（共同火力输出）\n\n= 天龙 =\n\n\n“天龙级轻巡洋舰为[size=15.008px]日本帝国海军[size=15.008px]在第一次世界大战期间建造的轻巡洋舰，亦为日本第一款设计的轻巡洋舰，为后来日本1920年代建造的一系列轻巡洋舰之起点；由于缺乏设计经验，本级舰由矶风级驱逐舰放大改良而成。[size=15.008px]”【游戏内数据】\n血量: 20300/58430\n机动性: II\n装甲厚度: II\n武器配备: 4x140mm三式 主炮 / 2x 鱼雷发射管\n最大 AP 伤害: 2000\n最大 HE 伤害: 1000简评：\n航速和火力都十分均衡的一艘轻巡洋舰，适合进行快速侦察和占点，亦或者是在中近距离战斗中提供火力支持。虽然只配备了两个鱼雷发射管，但是天龙快速的装填速度使得其在鱼雷战中也能轻松取得上风。\n建议配合：克莱姆森（鱼雷支持）\n\n\n= 欧若拉 =\n\n\n“欧若拉是[size=15.008px]英国皇家海军[size=15.008px]林仙级轻巡洋舰的四号舰，也曾是中华民国海军最大的巡洋舰，亦是迄今为止曾于中国人民解放军海军服役的唯一一艘轻巡洋舰。在1999年引进原苏联现代级驱逐舰服役前，该舰亦是中国人民解放军海军获得最大的水面作战舰只。[size=15.008px]”【游戏内数据】\n血量: 24500/60870\n机动性: II\n装甲厚度: II\n武器配备: 3x152mm 主炮 / 2x 鱼雷发射管\n最大 AP 伤害: 2100\n最大 HE 伤害: 1050简评：\n航速和火力都十分均衡的一艘轻巡洋舰，适合进行快速侦察和占点，亦或者是在中近距离战斗中提供火力支持。虽然只配备了两个鱼雷发射管，但是天龙快速的装填速度使得其在鱼雷战中也能轻松取得上风。\n建议配合：扶桑、纳尔逊、克莱姆森（鱼雷支持）、欧若拉（火力支持）\n\n\n= 克莱姆森 =\n\n\n“克莱姆森级驱逐舰是美国在一次世界大战后期建造的驱逐舰，和前两级一样是平甲板设计，又被通称为平甲板驱逐舰(Flush deckers)。此级总共下订162艘，但6艘取消，完成156艘。由于数量庞大，加上战后发生大萧条，之后10余年美国并没有再建造新的驱逐舰了。”【游戏内数据】\n血量: 10900/31500\n机动性: III\n装甲厚度: I\n武器配备: 4x102mmMK12 主炮 / 4x 鱼雷发射管\n最大 AP 伤害: 1000\n最大 HE 伤害: 500简评：\n作为历史上的量产型 DD，游戏中对其进行了一定程度的加强。克莱姆森的航速较快，仅次于明斯克，而其配备的四门主炮也使得 HE 的点火概率比较高。此外，其突出的特点是配备有四个鱼雷发射管，这使得克莱姆森在一些混战中能够快速击沉敌舰。然而最大的缺点便是装甲薄和模块血量极少，这使得克莱姆森甚至不能撑住 BB 的一轮齐射…\n建议配合：天龙（鱼雷火力互补）不建议：与 队友 BB 靠太近\n\n\n= 明斯克 =\n\n\n“明斯克级驱逐舰是苏联红海军在30年代初设计建造的一型驱逐领舰，是对1型列宁格勒级建造过程中暴露的问题进行修改的型号。大多数时候，我们很少用“舰级”来对苏联建造或订购的舰艇进行描述，而更愿意使用苏联船舶项目的代号，其原因正是因为苏联的舰艇建造方式与逻辑与其他海军大相径庭。例子虽然很多，但或许本舰正是一个典型的案例：“Project 38”与“Project 1”同为列宁格勒级驱逐领舰的建造计划，而前者是在后者的基础上重新进行了修改设计从而诞生的方案。在舰体几乎未变的情况下，舰上设备与设施布局进行了大范围调整，已与“Project 1”的三艘姊妹舰有了较大差异，所以我们通常称“Project 38”的列宁格勒级驱逐领舰为“38型驱逐领舰”，或“38型明斯克级驱逐领舰”（明斯克即为本型首舰) ”【游戏内数据】\n血量: 12800/33420\n机动性: III\n装甲厚度: I\n武器配备: 5x130mm/50B-13 主炮 / 2x 鱼雷发射管\n最大 AP 伤害: 1000\n最大 HE 伤害: 500\n简评：\n本游戏中航速最快的船只，可以在占领据点时进行快速突进和迂回，同时配备有高达 5 门火炮，尽管其散布非常不理想，但是炮座数量的优势和高速装填使得明斯克能进行高密度火力输出。相比于克莱姆森，其只配备有两个鱼雷发射管，所以可能在鱼雷数量方面不及前者。\n建议配合：天龙（鱼雷火力互补）、克莱姆森（鱼雷互补）不建议：与 队友 BB 靠太近\n\n\n\n|| 主炮 ||\n>>> 每艘舰艇配备有不同型号和口径的主炮● 巡洋舰（BB）的大口径火炮可以迅速摧毁轻型装甲的单位● 轻巡洋舰（CL）的火炮口径较小，但是射速较快，需要配合其他单位或者鱼雷进行多方位战斗● 驱逐舰（DD）拥有威力最小的火炮，对于重型装甲单位的伤害很不理想\n>>> 炮弹分为两种● 穿甲弹（AP）伤害高，对于轻型装甲单位有奇效击中核心区可能引起瘫痪 / 击中舰船中部可能引起炮塔瘫痪● 高爆弹（HE）伤害较低，不适合直接击打重型装甲单位击中敌舰有概率引起起火，其中击中上层建筑起火概率高达 80%\n>>> 射击方式在武器模块的玩家需要选中物品栏第三格的 AP/HE 标识以开启瞄准。当前角度可用的炮塔会根据舰艇转炮速度逐渐转向玩家的瞄准角度（转炮速度：DD>CL>BB），同时会有一个三角形粒子效果作为标识。在主炮转向完毕后，玩家可以瞄准水面/山并按下右键开炮，每次会随机选取一门可用的主炮开炮。很遗憾，我们没有做齐射，玩家可以按住右键来进行轮射。炮弹的抛物线将根据瞄准点自动计算，并且具有一定的散布范围，这个范围会根据不同的舰船以及落点距舰船距离有所调整。存在一个最远射程，超过这个射程的炮弹将会提前落下；存在一个最短射程，炮弹只能在这个射程之外落下。此外，玩家在瞄准敌舰时，会根据敌舰的运动方向自动调整落点，即若玩家瞄准的是敌舰旁侧，则是在敌舰的前方某点落下，这样就大大减少了垂直散布距离，使得玩家只需要专心于水平方向上的提前量。\n\n\n|| 鱼雷 ||\n>>> 游戏中仅有驱逐舰和轻巡洋舰配备鱼雷在武器模块的玩家需要选中物品栏第四格的鱼雷标识以开启瞄准。请注意，鱼雷仅能在舰船的侧面发射，游戏中会给予玩家一个由绿线框起来的范围。鱼雷管的转向不需要时间，玩家在瞄准完毕后直接按下右键发射鱼雷。鱼雷将会以一定的速度直线前进，直到撞到舰艇、山或者动力耗尽中的其中一个才会消失。\n鱼雷将会无视装甲厚度，对命中的模块造成 7000 点真实伤害，且大概率造成该模块进水（参见下方）。鱼雷在接近舰艇时海面上将会有气泡粒子效果显示。\n\n本游戏摒弃了传统 PvP 游戏中“以玩家直接交互”和“一个玩家就是一个单位”的模式，采用多个玩家操控同一个舰艇的形式进行对抗，而且战场上的负面效果（例如起火、进水等）将会映射到玩家所在的建筑区域，因此玩家不再只是一味地杀敌，而是要相互配合、处理建筑中的交互工作\n\n\n\n>> 进入 / 退出模块 <<\n玩家右键模块处的木牌以准备连接模块。点击后玩家将会出现短暂的黑屏，并提示玩家按下右键连接对应模块。随后玩家将被传送到虚拟的战场上直接操控己方的舰艇。若玩家需要退出模块，直接按下 Shift 即可回到建筑中。\n<!> 若黑屏连接中时右键无法触发，极有可能是客户端产生了少量卡顿导致，此时玩家可以尝试低下头/转头并且尝试右键\n<!> 同一个模块只能同时容纳一个玩家。第二个玩家尝试进入时系统则会提示模块已占用\n<!> 进入模块时请保持静止（禁用移动、跳跃、飞行等操作），否则系统会提示连接错误\n\n\n\n|| 移动模块 ||\n在移动模块的玩家可以进行如下操作：● 操控舰船前进/后进 玩家选择第 1/2 格并按下 F 以挂挡，挡位可以在物品栏左侧查看。注意，舰艇在被瘫痪后无法挂挡，此时需要先去执行损管操作。此外，若舰艇和场景/其他舰艇产生了碰撞，则只能使用其中一面的挡位。● 操控舰艇转向 舰船将会根据玩家的朝向缓慢转向，每艘舰艇都有不同的转向时间，因此也就有相应不同的转向半径。玩家可以通过选择第 9 格按下 F 开启自由观察模式，此时舰船将不会根据玩家视角转向。需要注意的是，玩家在初连接进移动模块时候默认开启了自由观察，请先选择其按下 F 关闭。● 观察舰艇 鼠标滚轮可以切换缩放等级，玩家可以拥有不同大小的视野。\n|| 武器模块 ||\n在武器模块的玩家可以进行如下操作：● 缩放 玩家选择第 1/2 格并按下 F 以开启缩放，玩家将拥有更远的视野，其中 BB 将拥有更高的视野。● 主炮发射 玩家选择第 3 格并按下 右键 开火，参见上方武器部分的介绍。● 鱼雷发射 玩家选择第 4 格并按下 右键 开火，参见上方武器部分的介绍。注意，BB 该处为空。\n|| 舰船血量模块化计算 ||\n（以下部分属于部分游戏机制讲解，可能会有些难以理解，建议有 WOWS 游戏经验的玩家阅读）游戏中的舰艇单位血量将以模块化的方式储存和计算，这里将介绍简单的计算方式：\n（在核心舱的玩家可以开启舰船的数据显示以查看该面板）① 如图，舰船由多个模块构成，分别是 船头(Bow End)、船尾(Aft End)、中部(Casemate)、上层建筑(Superstructure)、核心舱(Citadel) 以及舰船整体(Entire Hull)，它们的模块血量经过特定的计算方式累积成一艘船的真正整体血量，而每个模块所受到的伤害将会 1:1 映射到真实血量上。其实可以发现，舰船的模块血量加起来是远远大于真实血量的，也就是说你无需将一个舰艇单位的所有模块都损毁即可摧毁这艘舰艇。② 模块的血量被清空后，后续的伤害将不能再减少其血量。③ 炮弹击中不同的部位将产生不同的伤害。几个例子：(1) 明斯克被扶桑 AP 击中核心舱时，造成的影响有：“核心舱模块血量 - 2700”，总共血量 -2700(2) 明斯克被扶桑 AP 击中满血的船头时，造成的影响有：“船头模块血量 -1350” + “舰船整体 -1350”，总共血量 -2700(3) 明斯克被扶桑 AP 击中已经损坏的船头时，造成的影响有“船头模块血量 -0” + “舰船整体 -1350”，总共血量 -1350（机制参考：https://www.bilibili.com/video/BV1yb411N7dN?p=1）\n\"我怎么起火了？！\"\"怎么我走不动了？？瘫痪是什么鬼啊\"\"进水是啥啊，怎么血掉这么快？？我怎么沉了？？\"“为什么我炮打不出去了！！！“为了丰富游戏中的打击体验，游戏中加入了负面效果以及损管系统，玩家需要在舰艇建筑内进行交互以消除负面效果。\n【起火】被 HE 击中的模块概率起火。在被点燃后，建筑内对应的地方就会升起若干团火焰，并且伴随浓烟。玩家需要前往灭火，使用灭火弹瞄准火源右键灭火！***起火时的 Debuff：每秒损失血量 = 最大血量 1%，直到火灾被扑灭【进水】被鱼雷击中的模块大概率进水。玩家需要前往核心舱执行进水损管操作！***进水时的 Debuff：每秒损失血量 = 最大血量 2%，直到堵水成功【瘫痪】被 AP 击中核心区动力低概率瘫痪；被 AP 击中中部低概率炮塔瘫痪。玩家需要前往核心舱执行瘫痪损管操作！***动力瘫痪时的 Debuff：禁止移动***炮塔瘫痪时的 Debuff：炮塔的转向、射击、装填禁用### 核心舱 ###\n每艘舰艇配备有一个可进入并且交互的核心舱。玩家可以通过手持权限密钥双击右键进入己方核心舱，退出同理。核心舱是一个极其重要的后勤区域，玩家可以在核心舱内执行如下操作：\n● 控制面板 玩家手持权限密钥在面板前的黑色混凝土块上抬头，按住 Shift 即可开启面板。在面板中可以进行数据查看、执行损管等。\n● 查看地图 核心舱的内壁上悬挂有战场的地图，其标识了占领模式下红蓝两队的出生点以及 A/B 两个据点的位置。游戏内不设置小地图，请善用核心舱的悬挂地图进行判断。\n● 进入核心舱大厅和补给点 同队所有舰艇的核心舱都是相连的！你可以通过核心舱大厅来到达其他舰艇的舱内，甚至可以传送至对应舰艇的建筑。此外，大厅内配备有一处补给点，其中会刷新通用零件【执行损管时需要】以及灭火弹。\n● 传送至其他舰艇 在舰艇对应被围起来的的核心舱传送区手持权限密钥双击右键即可传送到他人的舰艇处。你可以在其他人的舰艇上协助进行灭火等操作。适用于：① 舰艇已经被摧毁的玩家② 中途加入的玩家（需要开启选项：中途加入玩家随机加入队伍）③ 每队分配的自由玩家（例如两艘船 5 位玩家，则可以安排一人做后勤自由人）<!> 当你在非己方舰艇上尝试连接模块，你会进入己方的舰艇！\n\n\n### 游戏模式 ###\n游戏内提供了两种游戏模式供选择，玩家可以在大厅的选择区域内选定。一、死斗模式玩家将在地图中心附近重生，作战区域相对较小。胜利条件为击杀量率先达到 5。\n适合配置：战列舰+巡洋舰/驱逐舰\n\n\n二、占领模式玩家将在地图两端重生，作战区域为整个地图。胜利条件为分数率先达到 150。适合配置：（单舰）巡洋舰/驱逐舰（多舰）战列舰+巡洋舰/驱逐舰\n/// 得分明细 /// 占领 己方 +25 被占领（己方已占领的据点） 己方 -25 持续占领（需要在据点内） +25/min 击沉驱逐舰 +10 击沉巡洋舰 +20 击沉战列舰 +30 占领玩家个人得分 +1000\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n【百度网盘】[v1.2 游戏地图] 链接: https://pan.baidu.com/s/1PTlq7qIde4v5WlcSJkbhmA 提取码: nkqs[v1.2.1 游戏地图] 链接: 链接: https://pan.baidu.com/s/132gURJvkxcOczBxNfEWvsw 提取码: t4q9 [配套资源包] 链接: https://pan.baidu.com/s/1qrSzTuxVGVCnhwNQGRAG5g 提取码: yg1y\n【蓝奏云】[V1.2 游戏地图] https://tinesess.lanzous.com/icbgbbg[V1.2.1 游戏地图] https://tinesess.lanzous.com/icd6pxe [配套资源包] https://tinesess.lanzous.com/icbgbmh\n\n\n【注意：资源包可能不兼容某些显卡；使用某些光影时可能会出现少量渲染错误】\n【服务器配置推荐】① 至少使用 2G 内存运行服务器② 开启命令、开启生物生成、开启怪物生成③ 建议使用原版端导入地图，其他服务端导致的问题暂不清楚④ 若资源包出错（白色方块）：关闭 语言 - 强制 Unicode\n\n\n\n\n地图Tineseack_BK空辰KCShiny104GXTT落天望月晴路卡North_Wind雨弓\n美工贴图 Tineseack_BK模型/贴图 空辰KC模型 Shiny贴图 HangBack\n宣传片摄影/剪辑 晴路卡参与Tineseack_BK空辰KC天际乾坤AkiraDebu1\n其他宣传渲染 Tineseack_BK贴子 Tineseack_BK截图 晴路卡 甘蔗\n特别感谢提供服务器支持 小卡 甘蔗提供技术支持 晴路卡 @深拥v @InitAuther97 @阴阳师元素祭祀 \n参与测试名单（非常感谢下面的所有人）AcetylCholine233fansuo233goucaiBIGGAYchenyuxuanzqk_china盲猜派高层ALEAXVbrooke_zb00ll00MicroCBerQian_KunSyroTicoChhcar233ji_moLoliiiicoMinamoto_Tennsaixiaoka_SorrowRain水师TML_104mc_Kevin_CreeperSunny_loy_KyLe...以及工程群/TML 的所有人！（统计该列表可能不全，如果有缺漏请通知我添加）\n\n\n\n① 舰船无法移动：请把服务器生物生成选项（配置文件中）打开后重启服务器和游戏重试；② 运行卡顿/跳 tick：请减少玩家数量，或者尽可能多玩家选择同一艘舰艇；（在测试阶段，我们曾试过同时由 18 位玩家加载游戏，结果造成了很大的卡顿情况）③ 卡在数据连接中：请尝试向下看和左右转头再点击右键（可能是客户端和服务端之间的锅）；④ 仍然无法解决？使用权限密钥强行退出后重新进入模块即可；（③④ 极有可能在服务器卡顿时出现）\n\n\n\n\nTineseack_BK5 月 6号的下午，点下了“发布贴子”的按钮，我猛地合上电脑冲了出去。没有狂喜，也没有如释重负，更没有告一段落。没有，什么都没有。想起来 3 月 18 号到今天，在本子上和手机电脑上的 Todolist 从来没有断过的我，居然能真有一天把所有的框框都打上勾；要说为什么突然要继续阿德这个坑，说来也挺搞笑的，无非只是有天睡觉前一拍大腿突然想到可以把维度拍扁做成海战罢了。坑从来不是一个任务或者赌注，我把它看作脑洞具象化和某段挑战的终末点，而当回想起因为和乾坤赌气而诞生的结葬，这种感觉又有点超乎时间的恍惚。组里各位对组坑的印象，相比都是一年不放屁放一个顶一年，确实如此，但是大家都是经历过三个大坑的人了，应该能明白这种现象的原因所在。其实并非是我个人在推锅，这种坑的工期极长的诱因，在初期做设定和代做事项这些东西卡坑的规模的时候就已经出现了，很多人抱怨为什么每次都做这么大，其实不然，坑的规模也许只是在不同类型下所表现出来的部分放缩而已。很简单，就如晴卡的黑杰克，由于原版的玩法就在那里，这个坑若单说玩法应该已经大抵还原（除了切手指机 www），那么能在 MC 里润色加工的也许只有视觉效果和操控体验方面。晴卡用了一个新式的点头摇头选择，就很好地在操控上加工了一笔，然后再加上恰到好处内饰的润色，拿精华是名副其实的，虽然我觉得论坛里另外一个卡牌游戏应该也有这种实力。反观三个组坑，都是多人对抗类型，CPW 是典型的职业战争，结葬参考了一些叛乱和 Warframe 的机制，而阿德则绝大部分在朝着 WOWS 的玩法走，然后加上一个独特的多人一单位式。但是于我个人来看，三者都有一个共同的特点，那就是“可延展性太大了”，试问三者哪个不是在做的过程中一直在增减游戏元素，然后最后做不完的东西只能以所谓 DLC 安慰自己？我对 CPW 的前期制作一无所知，组里的各位可能比我清楚得多，但是我至少知道有一个所谓“旧 CP”的存在，以及印象很深的后期的补给被迫阉割。CPW 作为一个交互性很强的对抗类游戏，那些很巧的角色技能放到今天仍然是很不错的想法。结葬的前身只是水师的一个叫做“陷阱 PvP”的脑洞，谁知道后来我就在外面喝奶茶的时候误打误撞接手过来最后被迫删掉全部陷阱呢……其实结葬的定位我到现在还不清楚，这么长时间里和各位玩了这么多局，我却觉得和一开始的游戏效果又有很大的差距。而这次的阿德的目的性稍微强了一些，在游戏模式和平衡上我几乎没有下什么功夫，反而是把中心全部调整到多人操控以及武器系统上去了，而要说延展性可能这个坑反而是最大的：在观星者时期的设定里，我曾经参考了几个组员的想法，设计了很多诸如登舰战斗、资源补给系统、小型资源艇、模块修复等等自由度非常高的模块，但是可行性真的高吗？当时也许不得而知，但现在看来简直是无稽之谈。一贯高延展度的组坑也让组里产生了一定追求完美的做事风格，昨天晚上和 KC 他们为了做一张新的封面，我们花了足足三个小时，而去年的观星者武器展示，也是做了很足的工作在里面。但是这样的坑确实不再适合一个以及接近养老的小组作为以后的发展方向了，而且整个圈子的受众也不再偏向于此，在题材上做出转变是当下和以后一段时间内必须考虑的问题。104 之前说可能没有组坑了，我倒不是很希望真的完全断掉组坑的环节，而是摒弃上面所谈的高延展性的坑的思路。三个组坑给我们的教训和经验应该是需要被记住的。\n前面说到，阿德只是我一拍大腿决定的，其实也并非全是如此。当时我还没有回项目群，只是和 KC 有时在交流模型的事情，因此在把想法和他提了之后，我又去考虑了很多。最后我决定把这个坑作为告一段落的声明，和帮助小组取得优秀勋章的作品。不必再调侃为什么一个自诩为所谓国内老牌 CB 组之类的小组居然快五年了才拿到优秀小组，也许是时间的沉淀，也许是条件的限制，但是这些可能今天都不再重要了。于我，TML 确实是一个骄傲的资本，即使乾坤之前和我说他在同学面前提到 TML 无用而 CBL 却纷纷表示从朱先生的视频里了解过，但是那些关我鬼事。我现在应该庆幸，四年多前去 CBL 审核时候遇到的是 pca 而不是其他的某些人，不然在当时（可能到现在一直都是 www）的那种屎一样的技术断层风气下我可能就直接放弃入门了。包括一年多之后的政治、小组抱团、到后面组内组外的双重压力，近乎要把我的三次元生活完全搅乱，然而最终等一切沉淀下来的时候，我还是能静下心和当时正在与之争吵的乾坤道一句歉，然后回到了这个分分合合的小组里。关于以前的事能说的太多了，也许是我蠢，是我中二，把很多精力全投进一个和我隔了一个屏幕的小组里面，和一群散布在中国各地甚至海外的群员们天天讨论诸如你组以后到底如何发展之话题，现在看来其实挺搞笑的，毕竟那个年纪对搞政治这些东西还是挺踊跃的。有些人举着“玩个游戏而已”的牌子，背地里却东刺一刀西插一剑的我实在没话说，但是这又有什么关系呢？至少现在我们能有足够的资本摆在他们最爱的爱慕烯逼逼艾斯里面，打上一个大大的精华图章，看与不看是那些人的事情，我只知道我们能做到，仅此而已。退出去的三个多月里面，TML 好像变了许多，又好像还是那个时而谈学时而卖弱时而键政**却也能发挥小组该有作用的地方。待到第八个 817 之日，组内的大部分人就已经不符先前所说“年龄段限制了能用的时间”这个描述了，而那时的 TML 又是什么光景呢，确实挺期待的。也许车库不会有了，但是希望有一天能和大家一起在某个什么时间什么地点聚一聚，真的来开开心心聊一聊。我从不后悔能遇见各位，也不后悔一直呆在这个小破组里，说得俗套些，真的很高兴有大家一直以来的陪伴。暂且说到这儿吧，谢谢你，TML，谢谢你们，TML 的各位。Tineseack BK20/05/10\n乾坤 (@乾.坤 )后青春期的诗    大坑总算发了，也意味着TML成立五年来第三个组坑终于完工了。就我个人经历而言，完工绝对不全是快乐的事情，纯粹的喜悦可能只有几秒，后调却及其悠长——解脱、怀念、极其痛苦的怀念、最后释然。TML走过的路绝对不算平坦，甚至时刻面临分崩离析的危机，然而还是这么过来了，简直像个奇迹。每个组坑的CB主力其实只有一两个人，极不稳定，时刻面临着面临停工的困难，全靠爱撑下来。我深知这对一个人是多大的困难和挑战，所以一直怀着感恩的心珍视每个作品。在我看来，这些地图外的东西远比地图本身重要。它们会被打上某个人、某几个人的烙印，就算他们后来消失在了人海里，躺在QQ列表里不再联系，我会记得每一个人的样子。那些争执懈怠又不愿半途而废的瞬间都真实地在我的生命里留下了刻痕。五年前拉起这个团队的时候我还在读初二，转眼已经成年了。这五年我变了很多，现在回望过去，仍然会为很多事情自责，也提醒自己不要忘记，但那些是非功过随着时间流逝或许已然变得不那么重要了。我印象最深的是我们一同研究游戏机制、一同填坑的陪伴的感觉。那时的我并不在意，但这两年觉得时间流逝越来越快，才知道日色慢慢流淌的日子才是最值得珍惜的。我一直是一个理想主义者，怯懦到不敢说出这几个字的理想主义者，尽管后来我选择了走文学的道路，依然觉得MC生涯里教会我最重要的东西就是把一切美好的东西坚持到底，这是我勇气的根源。谁让这游戏和玩游戏的人都太美好了呢，我忍不住想留住一切美好的东西，就像留下我还没有完全结束的青春一样，留住未来的一百个组坑，留住这些远远不止网友的朋友们，仿佛这样我就留住了时间。可我知道这不现实，游戏一定会老，人一定会长大，我们会一个个消失在这个方块组成的世界里，就像我们从赛尔号飞船上消失一样，我们会拥有另外的、与MC无关的生活，故事在某天一定会结束的，我只是想抢在一切消失之前让这个过程慢一点、再慢一点，我们再做一点儿时的关于美好的梦，也不要被生活轻易地吞噬了。我知道改变不会是突然的，正如我曾经叫嚣过多次退坑，最终却在没想退坑的时候逐渐离那些编程界和爸妈都看不懂的代码远去了。所以只能深情、再深情，为每件发生的事情、值得记忆的事情立传，这样我们对未来、对自己才能有个交代，才可以说，我们玩过一款不错的游戏。退坑后我也没有玩过别的游戏，一是因为心累，二是因为MC太像人生了，我最近才发现。我们在游戏里的面目就是一个个真实的人的的样子，玩家死去，就是一个人的死去，我们终有一天会把它放进尘封的角落，正如我们终有一天要和这个世界说再见。我也会想，游戏里我控制的这个小人会不会有自主意识，他知道自己活在一款游戏里吗，他知道自己的生命不由他自己做主吗。一切都不得而知，就像我不知道我们生存的世界是不是另一个世界的高级仿真。听起来挺可笑的，我居然还在思考这些毫无意义、也注定没有回答的问题，但不这样我就无法生活。我有过一段憎恨生命的时光，就像厌烦MC一样，可我现在觉得生命是美好的，MC也是美好的，所以我想给每个人一个拥抱，我们大家都要好好玩游戏、好好生活。不要记恨任何人，恨是愚蠢的，爱是好的。我为自己做过的所有错事道歉，同时感激每个刻在我心底的名字。无论是伤害过我或是鼓励过我的人，真的真的很感谢你们陪我走过我的青春期，我年岁渐长，自然会觉得中二时候的事荒唐，但我并不排斥这种荒唐，我相信我们每个人都在成长。那些陪伴过我，我没有找你们的人，你们还好吗，我想你们了，可是我怕你们还不想理我，如果看到的话可以给我一个拥抱吗。QK一直不是坚强的人，从来不是，以前脾气不好只是倔强、死要面子而已。现在QK就像自己签名写得那样，能认识自己一点了，但还在迷茫里，所以写下这一堆狗屁不通的话，所有看到这里的人，也谢谢你们了。    “谁说不能让我此生唯一自传/如同诗一般/无论多远未来/读来依然一字一句一篇都灿烂/让天空解释着蔚蓝/浮云定义着洁白/落花铺陈一片红色地毯/迎接我们到未来/精彩未完的未来”\n    最后，感谢BK，感谢TML，感谢所有所有陪QK成长的人。我爱你们。就像阿信唱的那样，青春还有下半场。我们一起加油。TML加油。\n\n\n\n\n\n[groupid=1349]The Minecraft Lover[/groupid]",
    "replies": [
        {
            "author": "长安弑水",
            "timestamp": 1588751880,
            "txt_content": "真的喜欢这些小游戏地图，无奈电脑太渣。\n晴路卡的黑杰克搞了好长时间才弄明白，两个人玩的像两个傻子，哈哈哈\n这个看来是玩不成，人数太多，朋友比较少"
        },
        {
            "author": "a229596451",
            "timestamp": 1588752000,
            "txt_content": "哇，这个看起来也太酷了\n果然是大触的作品"
        },
        {
            "author": "ZYD_dada",
            "timestamp": 1588752840,
            "txt_content": "太棒了！！！！"
        },
        {
            "author": "Syro",
            "timestamp": 1588753260,
            "txt_content": " 本帖最后由 24K的帅 于 2020-5-6 17:28 编辑 \n\n（非吐槽，仅调侃操作很耐玩，需要摸索练习）\n“什么？着火了？什么着火，啊，好痛啊，啊，灭火了，好，继续打”\n游戏操作有（一）手（通）就（乱）行（按）\n在这张地图中，你将体验到各种让你想要砸键盘的事件，包括但不限于（：\n啊我怎么开不了炮啊\n啊我怎么进水了啊\n啊什么鬼啊什么着火啊\n啊我搁浅了我怎么动不了了啊\n啊碰撞伤害是什么我怎么不能开船不能开炮了"
        },
        {
            "author": "craos",
            "timestamp": 1588753920,
            "txt_content": "坐木筏打水仗hhh 原来后面有真的开战列舰"
        },
        {
            "author": "略懂一点",
            "timestamp": 1588755000,
            "txt_content": "又好看又好玩，非常不错的作品。\n（如果人多的时候可以不那么卡就完美了）"
        },
        {
            "author": "SorrowRain",
            "timestamp": 1588755060,
            "txt_content": "海战坑终于发布了，后排庆祝！\n准备游玩的各位请务必搞懂游戏系统！不然可能会一脸懵逼的（比如我"
        },
        {
            "author": "1041159637",
            "timestamp": 1588756260,
            "txt_content": "看了乾坤的感言还是有很多感触的。\n这个坑其实最早可以追溯到去年的一个搁浅了的计划，某种程度上说这个坑其实也算是又一个年坑了吧。\n今年这个组也快五年了，从16年的cpw到18年的结葬，再到今年的ADELANTE，游戏变化了很多，人也变了很多，但大家对于这款游戏和地图制作的热情却始终未减，我作为一个到目前为止都没做什么实事的组员来说既惭愧又欣慰。或许一张地图的背后的故事不会为多少人所知，但大家的努力我们全都看在眼里。尤其是bk在本来空余时间就不多的情况下还在坚持克服重重困难，实在是太不容易了。\n或许有一天我们终将向现实妥协，但至少在现在，让我们把这场梦延续下去吧。\n\n另外我还得感谢bk帮我修饰我做的天龙建筑，一开始我只是用纯色混凝土堆砌了一个大概，远远没到能看的程度。bk帮我替换了地板并加了一些内部修饰。（bk真是全能\n\n最后，非常感谢tml的所有人以及曾经来参加测试的各位。"
        },
        {
            "author": "jiecaossss",
            "timestamp": 1588756500,
            "txt_content": "cccccccBK没有我吗，我也参加测试了（虽然基本上等于捣乱，卡各种bug23333）id是goucaiBIGGAY，正版id是jiecaoBIGGAY"
        },
        {
            "author": "繁琐Fansuo",
            "timestamp": 1588756560,
            "txt_content": "海怪出来水一水，以及是否实装了我建议的海域系统"
        },
        {
            "author": "Pengchan",
            "timestamp": 1588756560,
            "txt_content": "这是一张很棒的地图！"
        },
        {
            "author": "雷鸣·翾鹗",
            "timestamp": 1588756680,
            "txt_content": "按空格跳起躲避鱼雷.jpg"
        },
        {
            "author": "QuestSolo",
            "timestamp": 1588756980,
            "txt_content": "大老还是强的啊 膜拜大佬"
        },
        {
            "author": "ddqqgood",
            "timestamp": 1588757760,
            "txt_content": "66666666666"
        },
        {
            "author": "※墨石※",
            "timestamp": 1588758000,
            "txt_content": "大佬nb 感谢大佬"
        },
        {
            "author": "落天望月",
            "timestamp": 1588759800,
            "txt_content": "大厅建筑师来围观\n实际上因为个人原因没能把大厅建筑做到尽善尽美有点可惜，不过这个坑终于发布还是心有慰藉了233"
        },
        {
            "author": "34105401",
            "timestamp": 1588760280,
            "txt_content": "BK的绝唱了（bushi"
        },
        {
            "author": "Spirit=polluter",
            "timestamp": 1588760760,
            "txt_content": "bk小姐姐(的声音太好汀了"
        },
        {
            "author": "晴路卡",
            "timestamp": 1588767360,
            "txt_content": " 本帖最后由 晴路卡 于 2020-5-6 20:48 编辑 \n\n额 自从1.7.10之后 回复可见的帖子我就不懂了"
        },
        {
            "author": "荣耀mc",
            "timestamp": 1588782660,
            "txt_content": "支持支持"
        },
        {
            "author": "真田难梦",
            "timestamp": 1588901640,
            "txt_content": "做的很棒！！！"
        },
        {
            "author": "sahdi",
            "timestamp": 1588926960,
            "txt_content": "不愧是你们tqltql"
        },
        {
            "author": "琴剑天意",
            "timestamp": 1588950300,
            "txt_content": "TML新作啊，我都不知道该说什么了，看了视频，感觉自己的红石音乐混不下去了"
        },
        {
            "author": "言之安",
            "timestamp": 1588952280,
            "txt_content": "已上首页~"
        },
        {
            "author": "WitherDragon",
            "timestamp": 1588985640,
            "txt_content": "！！！！我的天我居然在MC里玩海战"
        },
        {
            "author": "赤心凤凰",
            "timestamp": 1588993020,
            "txt_content": "11111111111"
        },
        {
            "author": "yeqi520",
            "timestamp": 1588995480,
            "txt_content": "nice，非常不错"
        },
        {
            "author": "非常规大师",
            "timestamp": 1588999260,
            "txt_content": "好厉害啊我下了"
        },
        {
            "author": "xiaogu",
            "timestamp": 1589001300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "世俗化尘埃",
            "timestamp": 1589002860,
            "txt_content": "又一今是昨非；ilji"
        },
        {
            "author": "mc贝尔酱",
            "timestamp": 1589006100,
            "txt_content": "awawawawaawa"
        },
        {
            "author": "Hunter.Dr",
            "timestamp": 1589008020,
            "txt_content": "太棒了！！！！"
        },
        {
            "author": "空辰KC",
            "timestamp": 1589013300,
            "txt_content": "不鸣则已，一鸣惊人"
        },
        {
            "author": "我爱魁拔",
            "timestamp": 1589013720,
            "txt_content": "船有点小"
        },
        {
            "author": "tineseack_bk",
            "timestamp": 1589014200,
            "txt_content": "我爱魁拔 发表于 2020-5-9 16:42\n船有点小\n是的 23333\n我们也很头疼，只是模型限制如此"
        },
        {
            "author": "1213921579",
            "timestamp": 1589015280,
            "txt_content": "谢谢楼主      "
        },
        {
            "author": "异形者",
            "timestamp": 1589016840,
            "txt_content": "感谢楼主分享，顶一个"
        },
        {
            "author": "斗战爆炎",
            "timestamp": 1589017920,
            "txt_content": "太棒了666"
        },
        {
            "author": "花园粑粑",
            "timestamp": 1589020020,
            "txt_content": "emmmmmm单位"
        },
        {
            "author": "阿黄huang",
            "timestamp": 1589020320,
            "txt_content": "看起来好好玩啊"
        },
        {
            "author": "2360381484",
            "timestamp": 1589021580,
            "txt_content": "看着好棒啊"
        },
        {
            "author": "sofa_jun",
            "timestamp": 1589021820,
            "txt_content": "这就是大佬吗，tqltql"
        },
        {
            "author": "hsy233",
            "timestamp": 1589022420,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "蘑菇蘑菇妖",
            "timestamp": 1589025660,
            "txt_content": "6666666666666"
        },
        {
            "author": "rony233333",
            "timestamp": 1589027460,
            "txt_content": "大佬NB，MCBBS有你更精彩"
        },
        {
            "author": "phantom_炫",
            "timestamp": 1589030700,
            "txt_content": "DD，nbnbnbnbnbnb"
        },
        {
            "author": "3509814166",
            "timestamp": 1589032800,
            "txt_content": "感觉怎么样"
        },
        {
            "author": "毫无用处",
            "timestamp": 1589039520,
            "txt_content": "aaaaaaaaaaaa"
        },
        {
            "author": "3509814166",
            "timestamp": 1589066580,
            "txt_content": "666666666666666"
        },
        {
            "author": "金龟换酒有",
            "timestamp": 1589067000,
            "txt_content": "好帅"
        },
        {
            "author": "2284834410",
            "timestamp": 1589071260,
            "txt_content": "666666666666666666666666666666"
        },
        {
            "author": "hsjwsh",
            "timestamp": 1589071680,
            "txt_content": "支持\n地图不错\n教程全面"
        },
        {
            "author": "2334072588",
            "timestamp": 1589082780,
            "txt_content": "这是一张很棒的地图！"
        },
        {
            "author": "晓凯233",
            "timestamp": 1589083080,
            "txt_content": "战舰世界？"
        },
        {
            "author": "niejs2020",
            "timestamp": 1589084460,
            "txt_content": "还能怎么说呢，这插件太超前了"
        },
        {
            "author": "2667014631",
            "timestamp": 1589086320,
            "txt_content": "为什么推荐的人数才这么少 一共只有2个队伍吗？"
        },
        {
            "author": "Velor",
            "timestamp": 1589089260,
            "txt_content": "6666666666"
        },
        {
            "author": "Tobias0627",
            "timestamp": 1589090820,
            "txt_content": "6666666666666"
        },
        {
            "author": "SL0ANE",
            "timestamp": 1589091060,
            "txt_content": "MCBBS有你更MCBBS"
        },
        {
            "author": "绯色i",
            "timestamp": 1589092440,
            "txt_content": "啊啊啊啊超级想玩"
        },
        {
            "author": "浮彻丶",
            "timestamp": 1589094300,
            "txt_content": "6666666np！"
        },
        {
            "author": "2263242905",
            "timestamp": 1589097540,
            "txt_content": "  6666666666a"
        },
        {
            "author": "闲云野鹤不思归",
            "timestamp": 1589101380,
            "txt_content": "厉害厉害厉害厉害厉害了"
        },
        {
            "author": "mc奎小笙",
            "timestamp": 1589101680,
            "txt_content": "666666666666666666 "
        },
        {
            "author": "airen",
            "timestamp": 1589101860,
            "txt_content": "6666666666"
        },
        {
            "author": "wjh人生233",
            "timestamp": 1589102100,
            "txt_content": "666\n+66666666666666666666666666"
        },
        {
            "author": "QWERTYUI哦",
            "timestamp": 1589104680,
            "txt_content": "6666666666666666"
        },
        {
            "author": "我是ZS.",
            "timestamp": 1589105760,
            "txt_content": "壮我大mc"
        },
        {
            "author": "元寂",
            "timestamp": 1589106900,
            "txt_content": "666666666666666"
        },
        {
            "author": "九天神狐",
            "timestamp": 1589118840,
            "txt_content": "6666666666666666666666666"
        },
        {
            "author": "Unkind",
            "timestamp": 1589156340,
            "txt_content": " 好玩，非常不错！！！"
        },
        {
            "author": "lyz4954",
            "timestamp": 1589160240,
            "txt_content": "牛皮牛皮牛皮"
        },
        {
            "author": "Q禽S兽",
            "timestamp": 1589165700,
            "txt_content": "u1s1海战还是蛮顶的"
        },
        {
            "author": "WhiteBear啊",
            "timestamp": 1589169960,
            "txt_content": "111111111111111111111111"
        },
        {
            "author": "yfy989898@sina.",
            "timestamp": 1589172480,
            "txt_content": "ddqqgood 发表于 2020-5-6 17:36\n66666666666\nSASASASASASASASASAASAS"
        },
        {
            "author": "yfy989898@sina.",
            "timestamp": 1589172480,
            "txt_content": "ddqqgood 发表于 2020-5-6 17:36\n66666666666\nSASASASASASA"
        },
        {
            "author": "yfy989898@sina.",
            "timestamp": 1589172540,
            "txt_content": "yfy989898@sina. 发表于 2020-5-11 12:48\nSASASASASASA\nRTYUIOPHJKL"
        },
        {
            "author": "redcoconut",
            "timestamp": 1589173080,
            "txt_content": "我喜欢海战"
        },
        {
            "author": "dgcpicwb",
            "timestamp": 1589180460,
            "txt_content": "为了那么个所谓的积分我容易吗我"
        },
        {
            "author": "qwe2510",
            "timestamp": 1589181000,
            "txt_content": "是我喜欢的地图，感谢分享"
        },
        {
            "author": "949151128",
            "timestamp": 1589181780,
            "txt_content": "\n这是一张很棒的地图！"
        },
        {
            "author": "1060272829",
            "timestamp": 1589182680,
            "txt_content": ".........."
        },
        {
            "author": "1060272829",
            "timestamp": 1589182740,
            "txt_content": ".................."
        },
        {
            "author": "1060272829",
            "timestamp": 1589182740,
            "txt_content": "..........................................."
        },
        {
            "author": "1060272829",
            "timestamp": 1589182740,
            "txt_content": "6666666666666666666666"
        },
        {
            "author": "1060272829",
            "timestamp": 1589182800,
            "txt_content": "99999999999999999999999999"
        },
        {
            "author": "妖妖灵丿",
            "timestamp": 1589187480,
            "txt_content": "mcbbs有你更加精彩"
        },
        {
            "author": "panhong",
            "timestamp": 1589188740,
            "txt_content": "很棒的地图"
        },
        {
            "author": "神楽樱海",
            "timestamp": 1589203380,
            "txt_content": "草 我还以为点开了NGA\n第一眼窝窝死）"
        },
        {
            "author": "DaZ233",
            "timestamp": 1589238780,
            "txt_content": "太棒了，正在找这个呢，谢谢楼主"
        },
        {
            "author": "北大狂人",
            "timestamp": 1589247000,
            "txt_content": "真的好玩"
        },
        {
            "author": "GDGDFeeeeee",
            "timestamp": 1589253120,
            "txt_content": "真的太棒了！！！！！！"
        },
        {
            "author": "Ruainbow_",
            "timestamp": 1589257800,
            "txt_content": "这个标签太素了"
        },
        {
            "author": "vadar023",
            "timestamp": 1589274660,
            "txt_content": "牛逼牛逼，秀"
        },
        {
            "author": "Knkiss",
            "timestamp": 1589275200,
            "txt_content": "支持一下 下载下来玩玩"
        },
        {
            "author": "zj2356",
            "timestamp": 1589279760,
            "txt_content": "顶顶顶顶顶"
        },
        {
            "author": "泰坦陨落2",
            "timestamp": 1589281200,
            "txt_content": "缺人"
        },
        {
            "author": "无聊的静点P",
            "timestamp": 1589290380,
            "txt_content": "以前幻想过的mc，hhhhhh！up声音好听（关注点错）。"
        },
        {
            "author": "MCding",
            "timestamp": 1589290800,
            "txt_content": "正好需要谢谢作者"
        }
    ]
}