{
    "title": "[Minecraft.net|CULTURE] 率性而为的城堡",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1588777680,
    "txt_content": "\nCrafting the Citadel\n率性而为的城堡Making it up as we go along with Springstof!\n让我们跟随着Springstof的脚步去逐步建造它吧！\nEmily Richardson\n\nIf I was to try and build something entirely without planning, it would probably end up like all my attempts at cooking; a slimy blob of lukewarm regret. But when ace crafter, Springstof tries building something entirely without planning, he manages to blend architectural flavours with the flair of a top gourmet. No fair!\n如果要我去试试建些东西，但是完全不做任何规划的话，结果就会像我一直以来试着去炒菜一样；得到一团黏糊糊的浆糊，里面还带着一丝丝依旧温热的歉意。但是对于建筑圈的佼佼者， Springstof 来说，他就能在毫无前期规划的条件下，建造出整个建筑，他就像一个天资卓绝的顶级厨师，信马由缰般地将建筑的每一层平面如食材般下入锅中，却能得到一道珍馐美味。这不公平！\nWelcome to The Citadel - a testament to European monuments and architecture from a mix of regions and periods, and a work-in-progress that's an astonishing work of freeform creativity. Springstof - or Jesse, as he’s also known - saw a blank canvas of blocks and, without considering the details, dived right in to the construction of a towering structure accented by spires, a bridge and beautiful surrounding landscape.\n欢迎来到城堡，这是对修建欧式历史遗迹的一次尝试，它是一座融合了各个地域和时代要素的建筑，也是一座还在建造中就十分惊艳的自由创作的建筑。Springstof，也叫jesse，看见了一张充满方块的白布，丝毫不去思考细节，就一头扎进创作中，去建造那个有着显眼的尖塔结构的建筑，还有石桥和美丽的周边环境。\n\n“The concept for the Citadel was a really random idea,” says Springstof. “I’ve always wanted to create worlds without the limitations of functionality. Building spawns or PvP maps is something that requires forethought. You need to think about layout and features in a very practical way. A few weeks ago, though, I just decided to start building something for myself. No clear goal, no functionality, just a creation.”\n“对于这个城堡的设计概念完全是想到哪儿就做到哪儿。”Springstof说到。”我曾经总是想摆脱空间功能合理性的束缚，去创造一个世界。建造一个出生点或者是一个PVP的地图，但这是需要严密规划的。你需要考虑的是切实可行的建筑布局和特点。然而就在几周以前，我只是打算给我自己修建一个建筑。我没有明确的目标，也没有功能空间规划，我拥有的只有我的创造力。“\nThe entire project is improvised. Springstof builds without layout plans, reference images, or preconceptions of what it should be.\n整个作品都是即兴修建的。Springstof修建时没有布局规划，没有参考图片，也没有建筑应该长什么样的这类概念。\n“Everything is made up as I go,” he tells me.\n“一切都跟随着我的推进自然而然的呈现，”他告诉我。\n\nThe result is a monolithic structure that could fit into any Tolkien novel. Springstof says that, though he had no intention of it, the castle really seems to have been influenced by a lot of different styles that would never meet in the real world. “Honestly, the entire structure makes no sense. The large hall has Gothic and Nordic influences, the large tower has baroque influences and the smaller towers don’t really follow any conventions as far as I can deduce. The large entrance hall and the wall, on the other hand, have a very medieval look.”\n结果就是得到了这样一座可以写进托尔金的小说里的庞大石制建筑。 Springsto说过，尽管他没有任何的创作想法，但是这座城堡看起来受到了很多不同的风格的影响，这些风格是在现实生活中难得一见的。“诚然，整个结构看起来不合理。那条巨大的走廊受到了哥特式和北欧式风格的影响，而那个庞大的塔楼受到了巴洛特风格的熏染，但是那个小一点的塔楼没有继承任何的风格，至少就我的判断而言。那个高大的门廊以及墙壁，从另一方面来说，十分具有中世纪的神韵。”\nConsidering this, Springstof says, “Any student of historical architecture would probably have sleepless nights over the abundance of things that are wrong with this. I don’t think it’s possible to point out how the Citadel is unique, because I don’t think there are many conventional aspects to begin with.”\n考虑到这些， Springstof说：“看到我作品里面这么多风格样式上的错误，任何学建筑史的学生都可能会彻夜难眠。我不认为应该指出城堡是多么的独一无二，因为一开始我就不觉得它里面包含了多少传统因素。”\n|\"Any student of historical architecture would probably have sleepless nights over the abundance of things that are wrong with this.\"\n|“看到我作品里面这么多风格样式上的错误，任何学建筑史的学生都可能会彻夜难眠”\nIt’s an impressive feat, to be able to create something like this with no clear intention laid out to begin with. However, Springstof’s an experienced builder. In fact, he’s submitted five survival spawns to Minecraft Realms in the last two years. “I really wanted all of them to be unique,” he tells me. Springstof’s maps include a farming village, a lumberjack’s hideout, an orc encampment and the impact site of a meterorite. A fairly expansive repertoire for a lone builder.\n事先能够毫无规划毫无想法，但却能创造出这样的作品，这毫无疑问是一场令人难忘的壮举。然而，Springstof是一位经验丰富的建造者。事实上，他在过去的两年时间里向Minecraft realms（领域服务器）提供了五个生存服出生点存档。“我真的很想让我的作品都是独一无二的，”他告诉我说。Springstof的存档包含一个拥有耕田的村庄，伐木工的储藏处，一个兽人营地以及一个陨石坑。这对于一个孤独的建造者来说，可发挥空间实在是太大了。\n\nStringstof’s Realms maps! Did he improvise these too? Well, I forgot to ask. Sorry!Stringsto的Realm领域服务器地图！这些也是他即兴创作的吗？额，对不起，我忘记问他了！\n\nStringstof’s Realms maps! Did he improvise these too? Well, I forgot to ask. Sorry!Stringsto的Realm领域服务器地图！这些也是他即兴创作的吗？额，对不起，我忘记问他了！\n\nStringstof’s Realms maps! Did he improvise these too? Well, I forgot to ask. Sorry!Stringsto的Realm领域服务器地图！这些也是他即兴创作的吗？额，对不起，我忘记问他了！\n\nStringstof’s Realms maps! Did he improvise these too? Well, I forgot to ask. Sorry!Stringsto的Realm领域服务器地图！这些也是他即兴创作的吗？额，对不起，我忘记问他了！\n\nStringstof’s Realms maps! Did he improvise these too? Well, I forgot to ask. Sorry!Stringsto的Realm领域服务器地图！这些也是他即兴创作的吗？额，对不起，我忘记问他了！\n“I really enjoy creating things, and Minecraft has no boundaries.,” Springstof explains. “I love to build and I try to make something unique with every project I design.” His portfolio demonstrates this, with each build more varied and ambitious than the last. If you’d like to see more of Springstof’s work and keep up to date with his Citadel project (which is still work in progress!), you can check out his page on PlanetMinecraft and follow him on Twitter .\nStringsto解释说：“我的确很享受创造的乐趣，而且对我来说Minecraft没有限制，我很热爱建造，并且我试着去让我设计的每一个作品都独一无二。”他的作品集证明了他所说的一切，每一个作品都比上一个更加的内容丰富，更能体现他的雄心。如果你想欣赏Springstof的更多作品，并且跟进城堡项目（仍然在建造中！）的后续发展的话，你可以点击它的 PlanetMinecraft 个人主页然后在推特上关注他。\n Want another epic build?  Try Valhalla. \n想要参观其他的史诗般的建筑？看看《Valhalla》吧。\n Or for something completely different, click here! \n或者浏览一些大相径庭的东西，点击这里！ \n\n【EBsky 译自官网 2017 年 09 月 11 日发布的 Crafting the Citadel】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589446500,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}