{
    "title": "Realms Plus 上新：五月",
    "author": "封徵",
    "replyCount": 3,
    "timestamp": 1588727100,
    "txt_content": " 本帖最后由 封徵 于 2020-5-7 11:16 编辑 \nNEWS\nRealms Plus: May\nRealms Plus 上新：五月\n\n9 new maps, skins, and textures coming to Realms Plus in May!\n准备好在五月迎接全新的九张地图包、皮肤包和材质包了吗？\n\nCristina Anderca 克里斯蒂娜·安德卡\n\n\nIt’s May! What does that mean? Aside from reminding us of the inescapable passage of time, each month brings new exciting free items for Realms Plus members!\n五月来啦！这意味着什么呢？什么呢？不，肯定不是提醒你时间过的有多快，当然是意味着每个月特供给Realms+会员的内容上新又来啦！\n\nWhat is Realms Plus, you may ask? Well, push aside that rock you’ve been living under and let me tell you. Realms Plus is Minecraft’s monthly subscription service that lets up to ten players enjoy over 90 pieces of the best content on the Minecraft Marketplace, from adventures, skin packs, worlds, mini-games, and more. Check out May’s beaming bundle of maps:\n你也许会问，Realms+是什么东西啊？唔，你也太out了吧(这么巧，你也网上冲浪呀)。Realms+ 就是Minecraft官方推出的月度订阅式服务器托管服务，允许最多10名玩家在私人服务器里面享受我们从Minecraft市场中精选出来的超过90张内容包，涵盖地图包、皮肤包等等。现在就让我们看看五月份我们要来迎来的内容包“堆”吧：\n\n\n\n\n\nClear Craft by GoE-Craft\n清晰版《我的世界》作者：GoE-Craft\n(单独售价：660硬币)\n\nBig pixels not your thing? Clear Craft takes Minecraft’s original blocks and wraps them in sharp, shiny, bright, and beautiful 64x textures while also adding details to every block, item, and mob. Plus, you also get improved mobs including zombies, dragons, Creepers and more as well as 12 free HD skins.\n想试试高像素的世界吗？“清晰版《我的世界》”材质包，采用了原版材质的画风，并将其锐化、提亮、饱和，最终成为我们现在所看到的超漂亮的64x材质包！同时材质包还为每一个方块、物品和生物增加了更多纹理细节 —— 僵尸、末影龙还有苦力怕的材质还做了特别优化。另外，你还能免费享受到12个附加的高清皮肤。\n\n\n\n\n\nLithos HD Textures by Syclone Studios\n高清石头材质 作者：Syclone Studios\n(单独售价：830硬币)\n\nNot too pixelated, not too sharp – just right. Familiar and faithful, Lithos HD takes your world to the next level with detailed 32x textures while staying true to the vanilla Minecraft look. Created by Eleazzaar for Syclone Studios, this pack also includes eight HD skins.\n像素不高不低 —— 恰到好处。带来的是既熟悉又怀念的感觉，高清石头材质 在32x像素纹理加持下，将游戏世界上升了一个水准，却又能力保带给你一个真实的原版Minecraft世界。材质包由 Syclone Studios 的 Eleazzaar 制作，此外还将免费附有8个高清皮肤.\n\n\n\n\n\nMedieval Texture Pack by Gamemode One\n中世纪材质包 作者：Gamemode One\n(单独售价：830硬币)\n\nGive your game the royal treatment with these stunning medieval textures! Create immersive fantasy structures and roleplay as royalty, knights, and heroes with 20 medieval skins!\n想感受下中世纪的皇家待遇吗，那就赶快换上我们的《中世纪材质包》吧！亲手创造传说之中的幻想建筑并使用材质包附带的20个皮肤扮演成为皇室成员、骑士或是草根英雄吧！\n\n\n\n\n\nThe Enderman Heists by Everbloom Games\n末影人大劫 作者：Everbloom Games\n(单独售价：1340硬币)\n\nPull off daring heists in a one-of-a-kind stealth game –in Minecraft! With the help of your mysterious partner, Speaks, you must steal the Ghost Eye Gem from The Enderman Family mob in New Block City. Discover advanced stealth mechanics never before seen in Minecraft, nail-biting gameplay, and a compelling story with full voiceover!\n在这个独一无二的隐身游戏里策划并完成一次惊天动地的潜入偷 盗吧 —— 当然是在 Minecraft 里啦! 在神秘伙伴Speaks的帮助下，你必须得偷走新块城中末影人家族的鬼影宝石。快来试试你从未在 Minecraft 中见过的高级隐身机制吧，还有紧张刺激的潜入过程，而且还有贯穿整个游戏，引人入胜的游戏画外音指引着你！\n\n\n\n\n\nSkyline – Parkour & Roleplay by Pixels & Blocks\n天际线：跑酷与角色扮演 作者 ：Pixels & Blocks\n(单独售价：990硬币)\n\nNo time for intricate buildings or stealth on this map – it’s all about speed! The neon city is your playground, and you have to parkour across it to collect emeralds, which you can then spend on power-up items. Tired of the same old parkour course? Use your flying car to discover new ones! Roleplay in three luxury apartments, experience 75 unique parkour courses, and dress up in five neon skins!\n复杂的建筑？煞费苦心的潜行？统统不存在！在这里，一切都为速度服务！这座霓虹之城不过是你寻 欢 作 乐的又一场所罢了，在城市上空跃进跑酷，收集绿宝石，并让它们为你充能提速。厌倦了重复无趣的跑酷？试试我们为你提供的飞行汽车，用它来探索发现全新的跑酷路线吧！在三套豪华公寓中开始你的角色扮演，体验75个独一无二的跑酷路线，最后，再试试我们为你提供的5个霓虹皮肤吧！\n\n\n\n\nDinosaur Island by PixelHeads\n恐龙岛 作者： PixelHeads\n(单独售价：830硬币)\n\nScience gave us computers. Yay, science! But it also unleashed prehistoric beasts onto this once-idyllic island thanks to some out-of-control genetic experiments. Boo, science! Explore and solve the hidden mysteries of this intriguing island in a completely new adventure on Dinosaur Island! Discover a story-driven adventure, fight and ride dinosaurs, and prevail in boss battles!\n科学为我们带来了电子计算机。是呀，呵，科学！但因为一些失控的遗 传 实 验，嗜血的史前生物在这个曾经田园诗般的小岛上泛滥成灾。嘘，我们在讨论科学！在恐龙岛上开启另一段紧张刺激的大冒险，去探索发现这座岛上背后的所隐藏终极奥秘吧！引人入胜的故事将一步步引领冒险的脚步，与那些可怕的生物战斗并驯服他们吧，最后在Boss战中取得大获全胜吧！\n\n\n\n\n\nSpace Battle Simulator by QwertyuiopThePie\n太空战斗模拟器 作者： QwertyuiopThePie\n(单独售价：660硬币)\n\nWhat’s the best kind of ship? A friendship! But spaceships are a close second – and nothing says ‘true friends’ like fighting each other in futuristic spaceships. The rules are simple: choose between the Clarke or the Asimov and try to destroy your opponent’s ship. P.S.: you can play one-on-one, but it’s more fun between four players!\n世界上最好的船是什么船(ship)呢？当然是友谊的小船(friendship)啦！没什么比在星舰中互相战斗更多佐证这句话了。游戏规则也很简单，选择“克拉克”或是“阿西莫夫”两艘太空飞船的其中一艘，然后尽力去摧毁对方的飞船吧。P.S.: 你可以选择和你的朋友solo，但我们还是建议你选择2v2！\n关于这张地图，想了解更多的话，可以点击这里：[Minecraft.net | INSIDER]市场上新：《星战模拟器》\n\n\n\n\n\nFashion Frenzy by The Hive\n时尚狂热 作者：The Hive\n(单独售价：310硬币)\n\nNothing to wear despite a full Character Creator? Craving a spring wardrobe refresh? This mega pack has a wide range of trendy teens, all with fantastic fashion sense. Discover a total of 40 skins for every occasion!\n尽管有一整套的“角色创建器”(BE翻译特色)，却没什么可穿的？想要更新一下自己的春季服饰？那你就“来”对地方了，这个超级包里有着各类时尚的青少年们，各具非凡的时尚感。快来试试包里总计40款的皮肤吧！\n\n\n\n\n\nLucky Block Race by Volcano\n幸运方块竞速 作者：Volcano\n(单独售价：660硬币)\n\n\nFeeling lucky? This classic race is back and better than ever! Race your friends in this fun map that’s fully voice acted for the best immersion and includes custom mobs and sounds, as well as 16 free skins!\n觉得自己总是运气爆棚？现在我们经典的幸运方块竞速回来啦，而且绝对比以往任何一个版本都要好！与你的朋友一起在这张妙趣横生的地图上竞速，并沉浸在我们特别定制的生物和音效中吧，噢对了，别忘了还有16张免费皮肤附赠！\n\nWant even more awesome creations? Head to our Realms Plus site for more content!\n想要更多更棒的商城包吗？现在就来访问我们 Realms Plus 官方网站 来了解更多信息吧！\n\n\n\n【封徵 译自官网 2020 年 05 月 05 日发布的 Realms Plus: May；原作者 Cristina Anderca】\n【本文排版借助了：SPX】\n\n译者注：\n  如果你觉得哪里比较“机翻”的话，不用担心，那是我直接抄了Minecraft市场中的描述。(哈，什么嘛，我甩锅也不错嘛)",
    "replies": [
        {
            "author": "Yunzhongyun",
            "timestamp": 1588777800,
            "txt_content": "买这些的人简直都是土豪，我什么也买不起"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1588821300,
            "txt_content": "帖子标题打错了\n\nRelams"
        },
        {
            "author": "WDcoco",
            "timestamp": 1589286480,
            "txt_content": "也可称“灌水”,故言而之就是\"发表没有实际阅读意义的水文\". \"灌水\"一词相对来说是贬义的.灌水行为也是不被大家喜欢的"
        }
    ]
}