{
    "title": "【原创/连载】《幻世的空音启示录》",
    "author": "Tinker丶",
    "replyCount": 0,
    "timestamp": 1588771200,
    "txt_content": "《空音◎启示录》《启明》\n            『永恒之地◎光棱神殿』\n       阳光打在脸上，他轻蔑一笑。\n         “光棱执掌殿下。”他捧起香茗，微抿。环顾四周，竹林掩映，空气中流转着欢快的鸟鸣，湿润的沁人花香丝丝缕缕的弥漫在清晨的朦胧中。那个被唤作光棱执掌的人，正随意坐在他的对面，脸上带着微笑摆弄着手心里的青瓷茶杯，氤氲水汽盘旋升起，消融在空气里。\n        “你我都知道…”光棱执掌没有看他，只是幽幽的摇了摇头。缓缓开口，语气中浩瀚的威严如山一般耸峙，让人不容置疑的背后又蕴藏着一抹无奈的悲凉。光棱执掌眯起双眼，轻叹:“这是史上最伟大的融合，不是你我这个量级所能够触碰的。”\n        “火焰与风暴执掌阁下，”光棱执掌转过头，紧盯着他，目光如炬。“如果你执意要去，我也不拦你。”“只是，”光棱执掌顿了顿，嘴角微微扬起，缝隙间露出皓月般清爽的牙齿，轻蔑一笑，“你的力量跟我都难以同日而语，更何况是…”\n        “也罢。”他起身，双眼平静地凝视着光棱执掌，瞳孔泛起银白色的混沌。“你若是不愿意出手帮我，那么便只好自己去了。”\n        “就凭你？”光棱执掌噌地起身，瞳孔中渗出骇人的精光，一身华贵的琉金色长袍无风自动，疾步走到他面前，粗重的鼻息喷吐到他淡漠无奇的脸上，撩起刘海。“送死吗？”\n        他只是用苍茫的眼神看着光棱执掌。\n        光棱执掌突然被看的有些发毛。\n        太奇怪了。或者说——太诡异了。\n        光棱执掌心底一种可怖的感觉油然而生。难以置信，堂堂光棱执掌竟然会对一个中阶的【元素执掌】感到畏惧——虽然他是双元素同时精通。\n        “对，就凭我。”他开口，一种比光棱执掌还要纯粹的威仪笼罩着他。“光棱执掌殿下。”\n        “我可以，不是吗？”他的脸上浮现出和光棱执掌一样的笑容。他像是在俯瞰蝼蚁，藐视芸芸众生。\n        火焰与风暴执掌转身离去，红蓝两色的长袍像是一只璀璨的蝴蝶上下翻飞，有着无与伦比的视觉冲击。空气中隐隐有滚烫的赤色电光闪过，缭绕着震耳的雷声。\n        光棱执掌看着他消失在长廊的尽头，深深鞠躬。缄默不语。\n        光棱执掌眼神澄澈空灵，晶莹剔透。\n        “以我最诚挚的致意敬上。执掌殿下。”\n\n                『极北之地◎雪疆』\n        位于极北之地的雪疆向来是生命的禁地，千里银装素裹，终年不断的暴雪咆哮着粉碎每一缕胆敢刺破领域的阳光。支离破碎的阳光埋没在纷繁的冰晶之中，折射出惨白的光芒。\n        仔细看去，远远的有个难以发现的纤细人影借助冰雪的掩护在浩瀚的白色雪原上高速奔行。\n        那个人是个女孩，身材玲珑娇小，额角原本整齐的棕色细发因为疾驰吹起的狂风有些凌乱，嘴角留有一丝难以察觉的弧度，不经意间微微露出洁白利落的虎牙，镶嵌着流云纹的宽大暮霭长袍在背后猎猎作响。漫天飞舞的雪花仿佛对她没有任何的干扰，消融在她曼妙的娇躯之中。\n      “冰皇殿下，难道这就是你的待客之道吗？”来者芳眉微皱，开口发出的声音并不大，却没有被暴风雪呼啸的声音吞噬。\n        天地皆静。连鹅毛似的雪片也冻结在雾茫茫的空气中。她倏的停下脚步。\n        “轰隆隆…”平坦的像一块奶油蛋糕的松软雪地上，一面冰墙毫无征兆的突然在她的面前破雪而出，直入云端，翻滚起无数雪尘。这尊巨大无匹的寒冰穹顶晶莹剔透，笼罩着一片神秘而不为人知的空间。\n         “谢谢。”她轻声说道，语气中有那么几分笑意，但更多的是像这冰原一样的冷漠。她身形一动，消失在冰墙的前面。\n            『永恒之地◎沧流神殿』\n        沧流执掌斜坐在海蓝色的御座上，随意摆弄着手中的一团水元素。作为【水元素】一脉的执掌，他的能力能够延伸到一切有水元素存在的地方。能者多劳，他成了一名理所当然的保安。\n        一刹那的恐惧感觉涌上心头。他想抓住，但是那一抹感觉瞬间就消失不见。沧流执掌刚欲发出顶级警报，却发现自己已经没有机会了。整个神殿与外界的联系都被悄无声息的切断了。\n        来者在他面前显影，隐藏在模糊不清的暗影黑袍中，只能看见嘴角熟悉的笑容。“是沧流吧。”来者顿了顿，声调没有一丝起伏，沙哑的像是锈破了的铜鼓在地上来回摩擦。“走吧。”\n        “暗黑执掌殿下，您这是？”看着面前倏然洞开的深邃黑色【星门】，沧流执掌咽咽口水，有些迟疑的问。\n        “也别废话了，我可是受上面之托。”暗黑执掌语气中颇有些不耐烦。作为特殊的中阶执掌，他平常可是从来不和属下废话的。只是今天受到上面指派，要对被邀请的执掌客气一点，尽量减少动用非正常手段。“再像你这么样拖拖拉拉磨磨蹭蹭的话光棱就要来了。”\n        “您说的是【天…】…”沧流执掌看到暗黑执掌已经转身踱步进入星门，乖乖的把要说的话烂在肚子里闪身跟了上去。\n        星门洞开的裂缝在沧流神殿中缓缓闭合，留下一个神秘而不为人知的淡蓝色光印在空中静静旋转，发散出晶莹的光粒。\n        “光棱那老不死的，表情一定会很精彩吧。”暗黑执掌轻声说道，只是嘴角那抹隐晦的弧度显得愈发灿烂。\n",
    "replies": []
}