{
    "title": "【原创/连载】《幻世的黎明启示录》",
    "author": "Tinker丶",
    "replyCount": 0,
    "timestamp": 1588771200,
    "txt_content": "金色黎明闪耀前，最昏暗的凶夜。神触极渊·黑之海遥遥黑海之上。极渊黑之海域已经存在了千百万年，从这个世界充斥丰沛游离元素的那一刻开始，黑之海就缭绕着常人难以逾越的禁制。今天的黑之海没有下雨，只是呼啸着混乱的风暴。狂乱的雷元素和风元素在这里汇聚相撞，交错间爆发出震撼人心的轰鸣声。绵绵不绝的墨色海浪扑向海岸，又最终化作幽深的泡沫沉入海底。两个身影一高一低，伫立在岸边眺望着纷繁的元素乱流。黑之海汹涌的浪潮在他们脚下异常平静，就像海底沉默的礁石，闷声流淌着进来，悄无声息的离开。高的那个人披着飘逸的黑色长袍，如果不是有海风一直吹拂着长袍让它飘舞，长袍肯定会拖到地上。漆黑长袍下是一片浓重的阴影，就像世间最深邃的海渊，看不清面孔，仿佛有一抹不羁的笑萦绕在嘴角。另外一个人是身材娇小、面容秀丽的女孩子，后脑勺的马尾辫只能堪堪触及前者的膝盖，不是因为前者太高，而是因为女孩太小了，小到在这片天地中微不足道，几乎随波消逝。女孩穿着一件朴素洋红色的裙子，皱花边裙摆在风中摇曳，恰好能够遮住素白的大腿，又能够展示出妙龄少女极富青春活力的软嫩小腿。女孩跳动芊芊玉指专注的把玩着一对小巧玲珑的短戈，短戈刀柄上镌刻着样式奇异的金色花纹，锋利的刃口反射着昏暗的光芒。朱红头发上的小饰品在海风中发出清脆的叮叮当当响声，勉强让人觉得将这片海域极端阴郁的情绪驱散几分。黑袍人仔细观察了很久，女孩手中的短戈也未曾停止旋转。随着时间流逝，黑之海的元素乱流变得愈发凶暴，不断有雷云风暴云团在大海中央肆虐，震动苍穹，激起滔天水元素，还有大量暗黑元素从黑之海底部的【黑池】中翻腾而起，参与这一场难得的元素风暴。又过了很久，就像忘了时间一样。黑袍人开口，音量在咆哮的风暴前显得细弱蚊嘤：“卡奥斯，动手吧。”他的声音很轻，女孩听觉很灵敏。她从精致的小鼻子中发出哼声，然后收起短戈瞥了一眼元素风暴，流露出少女独有的不屑。“我们的老朋友，要按捺不住了。”黑袍人说，就像盛情的邀约，好似恶魔的礼赞。少女微微点头，身影转眼破碎，消失在海岸边。 元素风暴中心。就像由纯粹水热在偏向力的影响下形成的风暴的中心一样，元素风暴中心有一片平静的区域。这里既是平静的，也是充满对峙的，等量的各类元素在这里达到了脆弱的平衡，像纸片一样在乱流中争得一席之地，维护着罕有的公正。女孩的身影在这里悄然浮现。照道理这会打破风暴之眼的平衡，比外界乱流蛮横百倍的冲击波会瞬间将女孩绞碎成粉末。女孩一如先前那般娇俏，将手中的短刃收入怀中。下一刻，黑之海域为她而恐惧的颤抖。女孩的双眸燃烧起雄浑的琉金，灿烂的火焰蓬勃而出。洋红色的花裙真的如血罗花一般盛开，嘴唇开合间，吟诵着来自法则的诗篇，一圈圈无形的光环挟裹着气浪从女孩身边爆发开去，辉煌的金色铭刻在气浪上，均匀的打击在风暴之眼。风暴之眼完如初，可是元素风暴在女孩的磅礴神力下战栗！女孩左手中兀然出现一把几乎有她身长三倍的法杖，整个领域借助法杖之威再次陡然扩展，笼罩了整个黑之海域。法杖顶端不知名的宝石点亮，放出璀璨的光芒。那一刻时间好像凝驻。点亮的法杖将整片黑之海镇压了下来，海面平滑如镜，元素风暴崩析。空气中响起一连串噼啪声。难以察觉的电光从空气中一闪而过，黑之海禁制被击穿了。女孩左手持着法杖，以令人眼花缭乱的速度挥舞出玄奥的符文，右手做了一个简单的斜劈。黑之海出现了一道狰狞的伤口，漆黑海水裂开，万米之下炽热的岩浆清晰可见。海水没有收拢，在女孩的威严下瑟瑟发抖。紧接着是七道一模一样的巨大伤痕，而这八道击穿岩层的裂缝全部出自女孩一人之手。女孩右手撩了撩垂下来的朱红发丝，缓缓地收拢小手。与此同时左手的符文凝结完成，法杖熄灭下去。黑之海承受不住了，潮湿的空气微微震动，痛苦的嗡鸣，因为女孩的手在微微下沉。就在几个呼吸间，黑之海的海床崩溃了，被巨力挤压的海床发出“咯咯”的响声，下沉了一百米。整片黑之海，海床中央最为硕大的一个正方形，下沉了整整一百米！神触之力，可怕如斯。女孩左手的法杖又如同它出现时那般神秘，凭空消失。女孩舒展着身体，提线木偶一般扭动着关节，瞳眸中流淌着的神圣金色并没有散去。女孩的每个动作，都在对那块正方形进行轰炸、切割。随着法杖消失，黑之海的潮汐又一如既往的涌向岸边，女孩的每个动作都会在大海中间激起巨浪，轰开数百吨的水花。这样的狂轰滥炸持续了整整十分钟。女孩金色眸中滑过一缕倦色。仿佛察觉到女孩发出刚刚那一手禁忌咒术之后已经力竭，黑之海域再次沸腾，爆发出喧嚣，疯狂的元素汇聚在一起，像一把贯穿天地的长矛。只是这次的目标是空中的女孩。黑之海的反噬，要让侵犯者殒命。女孩眸中的金色海潮从巅峰滑落，洋红色裙子也服帖的包裹住苍白的肌肤，冷汗浸透了蕾丝的肩带，白色的纱衣勾勒出娇小的曲线。黑之海上空升腾起了领域，向一张大网将精疲力竭的女孩束缚在中央。她是最可怜的猎物，在网中瑟瑟发抖。由自由混沌元素组成的巨大长矛横贯天空，最锋利的那一点对准了女孩憔悴的身影。黑之海反噬已经锁定了她的气息。女孩闭起眼，等待着最后的时刻。无从逃避，毁灭骤临！反噬对着女孩疾而去，带起一片片琉璃色的光影。死亡的呼啸几乎将女孩吞没。一道深邃的黑影幽幽的浮现在女孩身边。反噬的气息微微凝滞，女孩身上原本丝丝缕缕游魂般缠绕着的锁定竟被黑影生生搅碎。这黑影正是被遗忘在海岸边的黑袍人。他对女孩微微躬身，像是在表达最诚挚的敬意。紧接着，他的右手从宽大的黑袍下伸出，轻轻抵住了反噬气势最为强盛的那一点，这个动作对他仿佛吃饭喝水一样简单。反观黑之海锐不可当的攻击竟被这只轻描淡写的手给阻挡了下来，再也不能前进半分。空气中传来噼啪的轻响，好似他的背后是整个苍穹，牢不可破。“帕特老头，出来吧。”黑袍人轻声说，语气中荡漾着浓厚的挑衅，“借黑海禁制翻腾点小浪花，倒是越活越过去了。”没有回音。空气中回荡着雷云翻滚的声音，片刻后黑之海反击从矛尖部分开始崩裂，几个呼吸后就化为能量结晶落入海中。悬浮空中的黑袍人手中流转的深幽紫黑色能量愈发磅礴，同色的玄奥符文在空气中一闪而过。耳边传来苍老巨兽痛苦的嘶吼。  【极渊山口】相比黑海上空混乱的元素风暴，极渊山口充斥着清一色的风元素。一个赤色身影出现在远处，狂风中他不疾不徐的一步一步从山腰走向山顶，脚下踩着两朵盛开的火焰，无视谷口因风元素终年吹拂而冻结的寒冰，登上了山巅。他伸手，感受空气中流动的风元素。“是什么在那里面呢？让风这般恐惧。”“这股味道。”他鼻子翕动，在辨别什么，“是我们的伯爵殿下啊。”“有意思了。”他说，走向黑海，任由狂风撕裂他的背影。\n",
    "replies": []
}