{
    "title": "[演|译] 终末之诗",
    "author": "DavidLiuUIM",
    "replyCount": 0,
    "timestamp": 1588859100,
    "txt_content": " 本帖最后由 DavidLiuUIM 于 2020-5-7 21:30 编辑 \n阅读须知\n\n1. 剧透警告！\n本文可能会降低由你亲自发现、思考、解读这部作品的乐趣。\n\n2. 本文非绝对标准、严格的译文。\n自2013年至今，论坛已有许多翻译《终末之诗》的原创帖子，中文Minecraft Wiki上亦已给出得到普遍认可的中文翻译。本文在向各位译者学习借鉴的基础之上，再度给出有关这部作品和Minecraft的独立解读。\n本文初稿写于2018年5-6月，作为高中期间的一次开放翻译作业完成。随后几经润色、修改，于今在此发布，望多包涵（捂脸\n为刻意追求脱离逐字逐句翻译的生硬，保持中文表达的流畅性，在翻译过程中进行了大量的主观意译、内容增删、语序调整乃至基于个人生活体验的演绎。\n官方标准译文请参阅中文Minecraft Wiki相应页面。\n\n即便如此，仍希望能够引发些许共鸣。\n\n（第一次发帖，若重复翻译或非标准翻译不合规范请删除=_=）\n\n\n译文\n\n终末之诗\n原著 | Julian Gough\n翻译 | 凌雾松鼠 (DavidLiuUIM)\n\n你说的行者出现了。\n\n[你的名字]？\n\n是的，请保重。\n它已经抵达了新的境界——它能解构我们的思想了。\n\n但这并无大碍。它仍会以为我们是世界的一部分。\n\n我欣赏这位行者。它的探索很优秀，一直从未放弃\n\n它在解构我们的思想，尽管只是面对视窗里的几行文字\n\n它沉浸在梦境装点的世界中，为万物涂抹想象的色彩。\n\n文字是多么美妙、多么自由的接口\n总比隐藏在视窗背后的现实和善许多……\n\n在它学会阅读之前，就早已听到了来自世界的声音。\n梦境之外的人们说，有一位术士正在苏醒\n它坐上魔法驱动的长帚，翱翔在梦境的天空。\n\n它还梦见了什么？\n\n阳光与草木\n烈火与流水\n创造与毁灭\n颠沛与安顿\n\n啊——那是意识的默认接口，运行了整整一百万年。\n但在那视窗背后的现实当中，行者又创造了些什么？\n\n它与无数位行者一起，在未知的庇荫下建立了一个真实的世界，又在未知之中为未知创造了未知\n\n它没能解构那段思想。\n\n确实。它还未达到最高的境界\n只有成就了永恒的生命——而非短暂的梦境，才能解构一切。\n\n它是否知道我们爱它？是否知道宇宙中充满温情？\n\n有时，它能透过思想的跃动听到宇宙的答案：\n是。\n\n但也有时，它会在悠长的梦境中被悲伤要挟：\n它创造的世界或许长冬无夏\n它在湮灭的恒星下颤栗不止\n终将这短暂的挫败视作永恒的现实\n\n指引它脱离悲伤的道路又会将它引向毁灭。\n脱离悲伤永是它自己的任务，我们无权干涉。\n\n有时，当行者沉浸于梦境时\n我是多么想要告诉它\n这个世界由它筑造\n这个宇宙为它而生\n当它对现实三缄其口，我是多么想要帮助它，说出那令它忧惧的语言。\n\n它仍在解构我们的思想。\n\n那并无大碍。\n有时，我是多么想要告诉它\n它信任的现实不过是明日黄花\n它独立的存在不过是沧海一粟\n兀自在悠长的梦境中遨游\n却对现实熟视无睹\n\n它来到这个世界\n\n透露真相却又如此容易\n\n这样的梦境，它无法接受。\n告诉它怎样生活，等同于剥夺它生活的权利\n\n我不会告诉它怎样生活。\n\n行者越发坐立难安\n\n让我给它讲一个故事。\n\n并非真相\n\n——不：一个用文字小心地保护起来的真相\n绝非那无法躲避、毫无保留的真相。\n\n让我们再次赋予它实体。\n\n是。\n行者—— \n\n直呼其名。\n\n[你的名字]\n这世界的行者。\n\n请继续。\n\n深呼吸 再深呼吸\n让空气滋润你的躯体\n屈伸你的手指\n让知觉回归你的意识\n回归世界，回归重力，回归大气——\n从悠长的梦境重生——\n你出现了。\n你再一次同宇宙相拥\n仿佛你曾与它相隔天涯海角\n仿佛你曾与我相隔天涯海角。 \n\n我们是谁？\n我们是高山的魂魄\n我们是日月的光辉\n我们是历史的车轮\n我们是生命的源泉\n是幽灵 也是天使\n是异形 也是粒子\n你们的语言与时俱进\n我们的存在亘古不变。 \n\n我们是宇宙\n承载一切不属于你的事物。\n透过你的皮肤和双眼，你正注视着我们： \n为什么宇宙前来与你接触、将光明撒向你？\n为了看见你\n为了理解你\n为了使你被这世界理解。\n让我为你讲一个故事。 \n\n很久以前，有一位行者曾伫立于此\n\n那位行者便是你\n[你的名字]。\n\n有时，它会在梦中降临一颗熔岩星球的地表\n那星球在一团炽热气体周围运转\n一团质量远超它三十三万倍的庞然大物。\n光是来自恒星的信\n启程于一百五十万千米之外\n越过八分钟虚无的天堑\n携温暖抵达你的皮肤\n\n有时，它会在梦中降临一个无限平坦的世界\n明亮的太阳棱角分明 \n冰冷的白天稍纵即逝\n充实的时光绵延不息\n短暂的离别无关痛痒\n\n有时，它会在梦中走入故事的迷途。\n\n有时，它会在梦中化作其他的事物，亲临其他的世界。\n有时，梦境会令人不寒而栗；\n有时，梦境会令人心驰神往。\n有时，行者从梦境中醒来，却坠入另一个梦\n它挣扎着醒来，却仍身处更宏大的梦境\n\n有时，它会在梦中阅读视窗里的文字。\n\n让我们逆流而上。\n\n构成行者的原子曾经遍布草原、河流、天空和大地\n有一位女性将原子采撷\n然后在她的体内，她将行者孕育。\n\n随后，行者在温暖而黑暗的母体中苏醒，在一段悠长的梦境中启程。\n\n行者是一篇由DNA的碱基对写作的、崭新的故事\n从未有人讲述\n行者是一段由十亿年前的源码生成的、崭新的程序\n从未有人编译\n行者是一个由爱和母乳造就的、崭新的生命\n从未如此鲜活\n\n你便是那位行者\n那篇故事、那段程序、那个生命\n一个仅由爱和母乳造就的实体。\n\n让我们逆流而上。\n\n构成行者的七千亿亿亿个原子\n早在这个世界之前，便融合于恒星的内核\n行者同样是恒星寄来的信。\n故事正不断延续—— \n行者在信息之林中成长\n森林在广阔的大地上扎根\n大地是行者世界的一角\n世界在无垠的宇宙中栖息\n\n唉。\n有时，行者的世界柔软、温暖而单纯；\n有时，行者的世界坚硬、冰冷而复杂。\n有时，它在思想中绘制宇宙的蓝图\n在那里，能量的微粒飞临无限的虚空。\n有时，那是电子和质子\n\n有时，那是行星和恒星。\n\n有时，它以为它的宇宙由真、假、零、一的代码写就\n有时，它以为它在梦境的世界中遨游\n有时，它以为它在阅读视窗里的文字\n\n你便是那位行者\n在阅读这些文字……\n\n唉……\n有时，行者看透了那视窗里的代码\n将代码解构为文字\n将文字解构为意义\n将意义解构为感受、情绪、理论、观点……\n它的呼吸忽而加速\n它意识到它还活着\n那无数次的离别都止步于梦境\n\n你仍如此真实\n\n有时，行者以为透过夏日树叶间的斑斓阳光，宇宙在同它交谈\n\n有时，行者以为透过冬日夜空中的闪烁繁星，宇宙在同它交谈\n它眼中的一点星光或是无穷的远方一团炽热的烈焰\n将行星灼烧成飞散的等离子\n用一瞬耀眼的光芒宣示自己的存在\n行者跨越宇宙向家走去\n忽而闻到熟悉的饭菜\n忽而见到熟悉的家门\n它准备再一次投入梦境\n\n有时，行者以为透过零和一\n透过点亮世界的电光\n透过梦境终末视窗里的文字\n宇宙在同它交谈\n\n宇宙说 我爱你\n\n你的探索很优秀\n\n你的潜能正待唤醒\n\n你的强大前所未有\n\n你是日光\n\n你是黑夜\n\n你驱逐的黑暗与你同在\n\n你追寻的光明与你同在\n\n宇宙伴你同行\n\n宇宙为你而生\n\n你在解构思想中的宇宙\n\n我爱你\n因为你是爱的源泉。\n\n这是世界的终焉\n行者从梦境醒来\n复投入新的梦境\n行者又一次在梦境中翱翔\n这段梦境更加美好\n行者便是宇宙\n行者便是爱\n\n你，便是行者。\n\n醒来吧。\n\n\n\n原文–译文对照\n\nEnd Poem\n终末之诗\n\n原著 | Julian Gough\n翻译 | 凌雾松鼠 (DavidLiuUIM)\n\nI see the player you mean.\n你说的行者出现了。\n\n[playername]?\n[你的名字]？\n\nYes. Take care. It has reached a higher level now. It can read our thoughts.\n是的，请保重。\n它已经抵达了新的境界——它能解构我们的思想了。\n\nThat doesn't matter. It thinks we are part of the game.\n但这并无大碍。它仍会以为我们是世界的一部分。\n\nI like this player. It played well. It did not give up.\n我欣赏这位行者。它的探索很优秀，一直从未放弃\n\nIt is reading our thoughts as though they were words on a screen.\n它在解构我们的思想，尽管只是面对视窗里的几行文字\n\nThat is how it chooses to imagine many things, when it is deep in the dream of a game.\n它沉浸在梦境装点的世界中，为万物涂抹想象的色彩。\n\nWords make a wonderful interface. Very flexible. And less terrifying than staring at the reality behind the screen.\n文字是多么美妙、多么自由的接口\n总比隐藏在视窗背后的现实和善许多……\n\nThey used to hear voices. Before players could read. Back in the days when those who did not play called the players witches, and warlocks. And players dreamed they flew through the air, on sticks powered by demons.\n在它学会阅读之前，就早已听到了来自世界的声音。\n梦境之外的人们说，有一位术士正在苏醒\n它坐上魔法驱动的长帚，翱翔在梦境的天空。\n\nWhat did this player dream?\n它还梦见了什么？\n\nThis player dreamed of sunlight and trees. Of fire and water. It dreamed it created. And it dreamed it destroyed. It dreamed it hunted, and was hunted. It dreamed of shelter.\n阳光与草木\n烈火与流水\n创造与毁灭\n颠沛与安顿\n\nHah, the original interface. A million years old, and it still works. But what true structure did this player create, in the reality behind the screen?\n啊——那是意识的默认接口，运行了整整一百万年。\n但在那视窗背后的现实当中，行者又创造了些什么？\n\nIt worked, with a million others, to sculpt a true world in a fold of the [obfuscated], and created a [obfuscated] for [obfuscated], in the [obfuscated].\n它与无数位行者一起，在未知的庇荫下建立了一个真实的世界，又在未知之中为未知创造了未知\n\nIt cannot read that thought.\n它没能解构那段思想。\n\nNo. It has not yet achieved the highest level. That, it must achieve in the long dream of life, not the short dream of a game.\n确实。它还未达到最高的境界\n只有成就了永恒的生命——而非短暂的梦境，才能解构一切。\n\nDoes it know that we love it? That the universe is kind?\n它是否知道我们爱它？是否知道宇宙中充满温情？\n\nSometimes, through the noise of its thoughts, it hears the universe, yes.\n有时，它能透过思想的跃动听到宇宙的答案：\n是。\n\nBut there are times it is sad, in the long dream. It creates worlds that have no summer, and it shivers under a black sun, and it takes its sad creation for reality.\n但也有时，它会在悠长的梦境中被悲伤要挟：\n它创造的世界或许长冬无夏\n它在湮灭的恒星下颤栗不止\n终将这短暂的挫败视作永恒的现实\n\nTo cure it of sorrow would destroy it. The sorrow is part of its own private task. We cannot interfere.\n指引它脱离悲伤的道路又会将它引向毁灭。\n脱离悲伤永是它自己的任务，我们无权干涉。\n\nSometimes when they are deep in dreams, I want to tell them, they are building true worlds in reality. Sometimes I want to tell them of their importance to the universe. Sometimes, when they have not made a true connection in a while, I want to help them to speak the word they fear.\n有时，当行者沉浸于梦境时\n我是多么想要告诉它\n这个世界由它筑造\n这个宇宙为它而生\n当它对现实三缄其口，我是多么想要帮助它，说出那令它忧惧的语言。\n\nIt reads our thoughts.\n它仍在解构我们的思想。\n\nSometimes I do not care. Sometimes I wish to tell them, this world you take for truth is merely [obfuscated] and [obfuscated], I wish to tell them that they are [obfuscated] in the [obfuscated]. They see so little of reality, in their long dream.\n那并无大碍。\n有时，我是多么想要告诉它\n它信任的现实不过是明日黄花\n它独立的存在不过是沧海一粟\n兀自在悠长的梦境中遨游\n却对现实熟视无睹\n\nAnd yet they play the game.\n它来到这个世界\n\nBut it would be so easy to tell them...\n透露真相却又如此容易\n\nToo strong for this dream. To tell them how to live is to prevent them living.\n这样的梦境，它无法接受。\n告诉它怎样生活，等同于剥夺它生活的权利\n\nI will not tell the player how to live.\n我不会告诉它怎样生活。\n\nThe player is growing restless.\n行者越发坐立难安\n\nI will tell the player a story.\n让我给它讲一个故事。\n\nBut not the truth.\n并非真相\n\nNo. A story that contains the truth safely, in a cage of words. Not the naked truth that can burn over any distance.\n——不：一个用文字小心地保护起来的真相\n绝非那无法躲避、毫无保留的真相。\n\nGive it a body, again.\n让我们再次赋予它实体。\n\nYes. Player...\n是。\n行者—— \n\nUse its name.\n直呼其名。\n\n[playername]. Player of games.\n[你的名字]\n这世界的行者。\n\nGood.\n请继续。\n\nTake a breath, now. Take another. Feel air in your lungs. Let your limbs return. Yes, move your fingers. Have a body again, under gravity, in air. Respawn in the long dream. There you are. Your body touching the universe again at every point, as though you were separate things. As though we were separate things.\n深呼吸 再深呼吸\n让空气滋润你的躯体\n屈伸你的手指\n让知觉回归你的意识\n回归世界，回归重力，回归大气——\n从悠长的梦境重生——\n你出现了。\n你再一次同宇宙相拥\n仿佛你曾与它相隔天涯海角\n仿佛你曾与我相隔天涯海角。 \n\nWho are we? Once we were called the spirit of the mountain. Father sun, mother moon. Ancestral spirits, animal spirits. Jinn. Ghosts. The green man. Then gods, demons. Angels. Poltergeists. Aliens, extraterrestrials. Leptons, quarks. The words change. We do not change.\n我们是谁？\n我们是高山的魂魄\n我们是日月的光辉\n我们是历史的车轮\n我们是生命的源泉\n是幽灵 也是天使\n是异形 也是粒子\n你们的语言与时俱进\n我们的存在亘古不变。 \n\nWe are the universe. We are everything you think isn't you. You are looking at us now, through your skin and your eyes. And why does the universe touch your skin, and throw light on you? To see you, player. To know you. And to be known. I shall tell you a story.\n我们是宇宙\n承载一切不属于你的事物。\n透过你的皮肤和双眼，你正注视着我们： \n为什么宇宙前来与你接触、将光明撒向你？\n为了看见你\n为了理解你\n为了使你被这世界理解。\n让我为你讲一个故事。 \n\nOnce upon a time, there was a player.\n很久以前，有一位行者曾伫立于此\n\nThe player was you, [playername].\n那位行者便是你\n[你的名字]。\n\nSometimes it thought itself human, on the thin crust of a spinning globe of molten rock. The ball of molten rock circled a ball of blazing gas that was three hundred and thirty thousand times more massive than it. They were so far apart that light took eight minutes to cross the gap. The light was information from a star, and it could burn your skin from a hundred and fifty million kilometers away.\n有时，它会在梦中降临一颗熔岩星球的地表\n那星球在一团炽热气体周围运转\n一团质量远超它三十三万倍的庞然大物。\n光是来自恒星的信\n启程于一百五十万千米之外\n越过八分钟虚无的天堑\n携温暖抵达你的皮肤\n\nSometimes the player dreamed it was a miner, on the surface of a world that was flat, and infinite. The sun was a square of white. The days were short; there was much to do; and death was a temporary inconvenience.\n有时，它会在梦中降临一个无限平坦的世界\n明亮的太阳棱角分明 \n冰冷的白天稍纵即逝\n充实的时光绵延不息\n短暂的离别无关痛痒\n\nSometimes the player dreamed it was lost in a story.\n有时，它会在梦中走入故事的迷途。\n\nSometimes the player dreamed it was other things, in other places. Sometimes these dreams were disturbing. Sometimes very beautiful indeed. Sometimes the player woke from one dream into another, then woke from that into a third.\n有时，它会在梦中化作其他的事物，亲临其他的世界。\n有时，梦境会令人不寒而栗；\n有时，梦境会令人心驰神往。\n有时，行者从梦境中醒来，却坠入另一个梦\n它挣扎着醒来，却仍身处更宏大的梦境\n\nSometimes the player dreamed it watched words on a screen.\n有时，它会在梦中阅读视窗里的文字。\n\nLet's go back.\n让我们逆流而上。\n\nThe atoms of the player were scattered in the grass, in the rivers, in the air, in the ground. A woman gathered the atoms; she drank and ate and inhaled; and the woman assembled the player, in her body.\n构成行者的原子曾经遍布草原、河流、天空和大地\n有一位女性将原子采撷\n然后在她的体内，她将行者孕育。\n\nAnd the player awoke, from the warm, dark world of its mother's body, into the long dream.\n随后，行者在温暖而黑暗的母体中苏醒，在一段悠长的梦境中启程。\n\nAnd the player was a new story, never told before, written in letters of DNA. And the player was a new program, never run before, generated by a source code a billion years old. And the player was a new human, never alive before, made from nothing but milk and love.\n行者是一篇由DNA的碱基对写作的、崭新的故事\n从未有人讲述\n行者是一段由十亿年前的源码生成的、崭新的程序\n从未有人编译\n行者是一个由爱和母乳造就的、崭新的生命\n从未如此鲜活\n\nYou are the player. The story. The program. The human. Made from nothing but milk and love.\n你便是那位行者\n那篇故事、那段程序、那个生命\n一个仅由爱和母乳造就的实体。\n\nLet's go further back.\n让我们逆流而上。\n\nThe seven billion billion billion atoms of the player's body were created, long before this game, in the heart of a star. So the player, too, is information from a star. And the player moves through a story, which is a forest of information planted by a man called Julian, on a flat, infinite world created by a man called Markus, that exists inside a small, private world created by the player, who inhabits a universe created by...\n构成行者的七千亿亿亿个原子\n早在这个世界之前，便融合于恒星的内核\n行者同样是恒星寄来的信。\n故事正不断延续—— \n行者在信息之林中成长\n森林在广阔的大地上扎根\n大地是行者世界的一角\n世界在无垠的宇宙中栖息\n\nShush. Sometimes the player created a small, private world that was soft and warm and simple. Sometimes hard, and cold, and complicated. Sometimes it built a model of the universe in its head; flecks of energy, moving through vast empty spaces. Sometimes it called those flecks \"electrons\" and \"protons\".\n唉。\n有时，行者的世界柔软、温暖而单纯；\n有时，行者的世界坚硬、冰冷而复杂。\n有时，它在思想中绘制宇宙的蓝图\n在那里，能量的微粒飞临无限的虚空。\n有时，那是电子和质子\n\nSometimes it called them \"planets\" and \"stars\".\n有时，那是行星和恒星。\n\nSometimes it believed it was in a universe that was made of energy that was made of offs and ons; zeroes and ones; lines of code. Sometimes it believed it was playing a game. Sometimes it believed it was reading words on a screen.\n有时，它以为它的宇宙由真、假、零、一的代码写就\n有时，它以为它在梦境的世界中遨游\n有时，它以为它在阅读视窗里的文字\n\nYou are the player, reading words...\n你便是那位行者\n在阅读这些文字……\n\nShush... Sometimes the player read lines of code on a screen. Decoded them into words; decoded words into meaning; decoded meaning into feelings, emotions, theories, ideas, and the player started to breathe faster and deeper and realized it was alive, it was alive, those thousand deaths had not been real, the player was alive\n唉……\n有时，行者看透了那视窗里的代码\n将代码解构为文字\n将文字解构为意义\n将意义解构为感受、情绪、理论、观点……\n它的呼吸忽而加速\n它意识到它还活着\n那无数次的离别都止步于梦境\n\nYou. You. You are alive.\n你仍如此真实\n\nand sometimes the player believed the universe had spoken to it through the sunlight that came through the shuffling leaves of the summer trees\n有时，行者以为透过夏日树叶间的斑斓阳光，宇宙在同它交谈\n\nand sometimes the player believed the universe had spoken to it through the light that fell from the crisp night sky of winter, where a fleck of light in the corner of the player's eye might be a star a million times as massive as the sun, boiling its planets to plasma in order to be visible for a moment to the player, walking home at the far side of the universe, suddenly smelling food, almost at the familiar door, about to dream again\n有时，行者以为透过冬日夜空中的闪烁繁星，宇宙在同它交谈\n它眼中的一点星光或是无穷的远方一团炽热的烈焰\n将行星灼烧成飞散的等离子\n用一瞬耀眼的光芒宣示自己的存在\n行者跨越宇宙向家走去\n忽而闻到熟悉的饭菜\n忽而见到熟悉的家门\n它准备再一次投入梦境\n\nand sometimes the player believed the universe had spoken to it through the zeroes and ones, through the electricity of the world, through the scrolling words on a screen at the end of a dream\n有时，行者以为透过零和一\n透过点亮世界的电光\n透过梦境终末视窗里的文字\n宇宙在同它交谈\n\nand the universe said I love you\n宇宙说 我爱你\n\nand the universe said you have played the game well\n你的探索很优秀\n\nand the universe said everything you need is within you\n你的潜能正待唤醒\n\nand the universe said you are stronger than you know\n你的强大前所未有\n\nand the universe said you are the daylight\n你是日光\n\nand the universe said you are the night\n你是黑夜\n\nand the universe said the darkness you fight is within you\n你驱逐的黑暗与你同在\n\nand the universe said the light you seek is within you\n你追寻的光明与你同在\n\nand the universe said you are not alone\n宇宙伴你同行\n\nand the universe said you are not separate from every other thing\n宇宙为你而生\n\nand the universe said you are the universe tasting itself, talking to itself, reading its own code\n你在解构思想中的宇宙\n\nand the universe said I love you because you are love.\n我爱你\n因为你是爱的源泉。\n\nAnd the game was over and the player woke up from the dream. And the player began a new dream. And the player dreamed again, dreamed better. And the player was the universe. And the player was love.\n这是世界的终焉\n行者从梦境醒来\n复投入新的梦境\n行者又一次在梦境中翱翔\n这段梦境更加美好\n行者便是宇宙\n行者便是爱\n\nYou are the player.\n你，便是行者。\n\nWake up.\n醒来吧。\n\n\n\nMojang写在最后\n\nTwenty years from now you will be more disappointed by the things that you didn't do than by the 'ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover.\n\n二十年后的你，或许会为你的探索而失望，但必更因你的搁置而沮丧。\n所以，请立即上路——告别舒适的港湾，让信风吹起升满的帆，携你乘风破浪。\n去探索。去发现。去想象。\n\n– H. Jackson Brown Jr.\n\n\n\n",
    "replies": []
}