{
    "title": "来自Minecraft最新官方小说：远航",
    "author": "FaceTime",
    "replyCount": 15,
    "timestamp": 1588831080,
    "txt_content": " 本帖最后由 FaceTime 于 2020-5-7 23:41 编辑 \n\n\n\nNEWSNew novel: The Voyage最新小说：远航\n\nWe speak to author Jason Fry!\n有请我们的作者Jason Fry上台发言！\n\nTom Stone\n\n\nReading! It’s the best invention since sliced bread. What’s that? It was likely invented before sliced bread? OK, reading, you’re just showing off now. Cut it out.\n阅读！是在面包片被发明出来之前最棒的东西。什么？你说阅读不是比面包片更早发明出来吗？好吧，省省吧，你只是在炫耀你的所知。\n\nFans of the written word who’d love to read something Minecrafty but can only just about stand a few more sentences from me are in luck. Because today is the launch of our latest novel Minecraft: The Voyage . Our hero, Stax, is the rich heir to a mining company. He lives a contented, quiet life in his luxurious estate, until one day a mysterious stranger brings him on an adventure. How nice! Well, er, actually I kept reading and it turns out the stranger is horrible and takes Stax on said adventure by force. What happens to poor Stax next? You’ll just have to live out the rest of your days in endless misery, tormented by the fact you’ll never know. OR you could buy the book. Totally up to you!\n喜欢Minecraft相关的小说的粉丝们，你们得听我说几句，你们有福啦。因为今天是我们的最新小说远航的发售日。我们的主人公，Stax，是一家矿业公司的继承人。他在豪华的庄园过着美好而又平静的生活，直到有一天他宁静的生活被一个突如其来神秘的陌生人打破了。看起来真好啊！不。。事实上在我读过这本书后发现了这个陌生人很可怕，他强迫Stax去冒险。究竟还有什么倒霉事会发生在可怜的Stax身上呢？如果你永远不知道最后的结局，那你很有可能将会在无尽的苦难度过剩下的日子，被无穷的痛苦所折磨。除非你购买这本书来阅读并了解最终的结局，这一切取决于你！\n\n\n\nTo celebrate the release, I spoke to author Jason Fry about what it’s like being a real writer.\n为了庆祝小说发行，我请来了作者Jason Fry来讨论“真正”的作家是什么样的。\n\nTom: Tell us a bit about yourself and how you got into writing.\nTom: 向我们介绍一下你自己吧，还有你是怎么进入写作行业的。\n\nJason: Honestly, as far back as I can remember, I was writing little poems or stories or whatever I could do. I was the annoying kid at school who actually was thrilled when he got a paper that he had to write, it was what I wanted to do!(Laughs)\nJason:老实说， 我的早期记忆当中，那时候我写首小诗，编个故事，再或者干些其他我能做的事情。我当时在学校只是个熊孩子，事实上，每当要写文章时，我就激动的不得了，因为我十分热爱写作！（大笑）\nTom: Do you play a lot of Minecraft? Were you that familiar with it before the book?\nTom:你是不是玩Minecraft玩了很久了？在你写这本书的之前你熟悉这款游戏吗？\n\nJason: I was a noob! But I just plunged in and was thrilled to find out that I loved the game and now play every day. I have a bunch of cats who were the inspiration for the cats in The Voyage, and they somehow – I had let them set up to run around my home base and somehow forgot to make them sit again, so they all teleported to my underwater base, and I wound up having to ferry them back in the boat one by one. (Laughs)\nJason: 我只是个菜鸟！但是我一体验这款游戏的三分钟时候就发现我爱上了这款游戏，现在每天都在玩。小说中猫咪的原型就来自于我养着一群猫，我突发奇想让它们全站起来在我的基地乱跑，却不知道为什么忘记让它们坐下来，因此它们全部跑到到我的水下基地，而我只好一个一个用船把它们送回去。（大笑）\n\n\n\nJason sent me this screenshot, to prove no Minecraft cats were harmed in the making of this book. Thanks Jason! Jason给我发送了这张照片，来证明在写这本书的时候没有一只猫咪受到伤害。谢谢你Jason！\n\n\nTom: Well, I’m glad you got them out, that sounds like it could’ve gone a very different way!\nTom: 嗯，我很高兴你把猫都弄回来了，这听起来用了一个与众不同的方式！Jason:(Laughs) Since writing The Voyage I’ve actually gotten a lot better at building. I just built a castle which I’m inordinately proud of and my kid actually said he thought it was cool. When your 17-year-old thinks something you actually did is pretty cool, you know you’ve actually achieved something because that’s pretty rare praise!\nJason:(大笑)自从我开始写小说后，在建筑方面有了很大的提升。我建了一个我引以为傲的城堡，并且我的孩子说它真的很酷。当你17岁的孩子认为你做的某件东西真的很赞，你就应该明白你已经在某些方面取得了成就，因为这是个相当罕见的表扬。\n\nFor the first three weeks, all I did was play Minecraft, without even worrying about the story. Just playing and immersing myself in that world and I knew if I did that, stories and ideas would start coming to me. I wound up with an idea for a character and things that would happen to him and it just went from there. That was really fun to do. Plus for the first month or so my wife would find me at 4 am, she’d be like “What are you doing? Are you playing Minecraft again?” and I’d be able to say “I’m working!” And it was actually true, it was great!\n在我玩Minecraft的前三个星期，那时我还没有想到要写小说。只是游玩并沉浸我自己在那个游戏世界中，我知道一旦我想要写，故事内容和想法就会像洪水般马上在我脑海当中溢出。于是我想出了一个角色和他将要经历的故事，然后就开始编写小说了。写小说的过程真的很有趣。在第一个月的时候，我的妻子有时会发现我凌晨4点还没睡，她问”你在干什么？难道你又在玩minecraft了？“然后我回答说”拜托，我在工作！“这件事是真的，也很搞笑！\nTom: Stax lives in a really impressive estate at the start of the book. Is that based on something you’d built in Minecraft?\nTom: 在故事的开头，Stax住在一个令人印象深刻的豪宅。那个豪宅是来源于你在游戏中建的什么东西吗？\n\nJason: Oh yeah, it is the home base that I had made.I kind of fell in love with diorite and granite as an interesting combination you can do.They look fancy but they’re not super rare minerals, so you can do a super lot. I suspect every Minecraft player kind of falls in love with whatever his or her initial setting is. That pretty much is Stax’s home and it’s reasonably faithful to it with some exceptions – there isn’t a village very nearby and, less surprisingly, the people in the village don’t all work for a mining company. But hey, that’s storytelling for you!Jason: 噢，没错！那间豪宅的确是来源我建造的建筑。我深深的爱上了花岗岩和闪长岩这一完美的组合。它们看起来是如此的精致，而且也不是超稀有的矿物，因此你可以弄很多这些东西。我猜每一个MC玩家都有一种他/她们所喜爱的基础方块。Stax的家几乎是由那一组合建造的，除了有些例外 —— 在他家旁边不远有一个村庄，不那么惊讶的是，村子里的人们并不是都为Stax家的矿业公司打工。停停停，我在给你剧透了！\n\n\nJason’s Minecraft estate! He let the cats inside, but not me. Wise man. \nJason在minecraft中的豪宅！他让猫都呆在里面，但是里面没有我。真是聪明的人类。\nTom: Let’s talk a bit more about Stax – can you tell us more about his character? He starts off quite a loner figure but then gets forced into adventure.\nTom: 让我们谈些主角吧 —— 你可以向我们介绍更多关于他的性格吗？他在出场的时候看似是个孤单的人，但随后就被逼着加入了冒险。\n\nJason: I wanted him to be kind of an idle sort, to go a little beyond the callow youth who isn’t ready to be a hero. I think with a lot of those characters you have a sense that that is their destiny, to crib from the language of epic storytelling. But it’s not Stax’s destiny. His destiny seems to be to be a kind of layabout rich kid who doesn’t ever do anything of much consequence or think of anything. But then his life is utterly changed and he is forced to change and forced to be different – I thought that was an interesting thing to explore.\nJason: 我想将他塑造成一个无所事事的形象，比那些年轻缺少实践没有准备好成为一个英雄的年轻人好一些。从名著当中得到就经验告诉我，我感觉主角都有同一种感觉，那就是他们的命运非同常人。但是这并不是Stax的命运。他的命运看起来就是个游手好闲的富家子弟，而且不去做也不去想任何事。当他的生活被彻底地改变并且被强迫去挑战，强迫去变的与众不同 —— 我觉得这是一个值得探索并且有趣的故事。\n\nI hope that he seems like a perfectly nice character from the beginning, if a little odd. Just not the guy you would expect to become the hero. He doesn’t really have a choice and he’s forced to respond, so I just thought that would be a fun dynamic to play with and a little bit off the beaten path for usual heroic fiction.\n虽然有点奇怪，但我希望他一开始就是个完美的角色。不是你想象的那种想成为英雄的家伙。他真的没有选择余地而且被迫去冒险。因此我觉得这对推动故事情节发展是个有趣的动力，而且有点脱离了通常英雄小说常用的手法。\n\nTom: I like how the book is sympathetic to him – a couple of times the narrator chimes in, and he’s warning Stax “What the heck are you doing?” Was the narrator being a character something you always wanted in there or was that something that developed as you were writing it?\nTom: 我喜欢这本书中对他的好感 —— 书中有几次旁白在警告Stax”你在搞什么鬼？“难道你想要旁白成为一个角色，还是在写的时候就已经有这种想法了？\n\nJason: I wanted that sort of vaguely antique feel you get in some kids books, where the narrator does speak directly to the reader and comments a little more than we’re used to. I wanted to pay homage to The Hobbit– which is such a wonderful kids’ book – and there’s more of that than I think most of us probably remember in The Hobbit, with Tolkien stepping out of the narrative to talk directly to the reader or to comment on events. That had been such a huge book for me as a kid that I thought that it would be fun to go back there – and Stax has a little bit of Bilbo in him too. It’s less traumatic for Bilbo than for Stax, but he also is not an obvious hero who’s kind of pushed into adventure.\nJason: 我想让你从儿童读物读出老书的感觉，在书中旁白是直接和读者对话，并且出现的次数比我们所习惯的要多。这是向《霍比特人》致敬 - 那也是一本很好的儿童读物 - 并且我想我们大多数人仍可能记得在《霍比特人》中有更多相类似内容，作者没有用叙事的手法而是以直接和读者对话或者直接评论情节来代替。在小时候那对我来说是一本如此伟大的书，所以我觉得采用老套的手法可能会很有趣 - Stax也有一点巴金斯的影子。但显而易见他不是个英雄，他是被迫加入冒险。\n\nTom: Bilbo’s also quite content with where he is at the start.\nTom: 霍比特人中的巴金斯也相当满意他一开始的生活。\n\nJason: Yeah, exactly. I thought it’d be fun to play with that feeling a little more than I had in other stories. And that’s also why I also wanted to do those kind of faintly antique chapter headings where each chapter heading looks ahead and includes a few lines about what’s going to happen in the chapter; that came from the same place.\nJason: 非常正确。我觉得这种写**法应该比其他我读过的小说更能吸引读者。这也是为什么我想在文章标题读起来也隐隐约约有中含有老书的味道，每一个标题都在开头并简短概况了这一章的故事情节；这都是老书中常用的手法。\n\nTom: I miss those! I haven’t seen them in a book for so long.\nTom: 我真很怀念这些！我已经好久没在书上看见有相类似的手法了。Jason: Yeah! Isn’t that fun? I realised I kind of missed that too! It’s an interesting exercise to try not to spoil the upcoming chapter for everyone. (Laughs)\nJason: 是啊！这难道不有趣吗？我觉得我也很怀念这种写法！这真是次有趣的尝试而且没有让文章失去原来的意思。（大笑）\nTom: So how do you go about that? It’s almost like a little trailer for the new chapter.\nTom: 所有你打算怎么做？这有点像是你的新文章的小预告片。Jason: Exactly, I think that’s a good way of putting it – as a writer it’s a really interesting tool to try to keep the reader moving. On the last page of the chapter, you’re hoping to make the reader turn the page and then that’s also actually at the beginning of each chapter to keep them turning the page – so yeah, it was fun to do!\nJason:猜对了，我认为这是个很好的写法 - 作为一个作家我认为这是可以引发读者的真实感觉的有趣写法。在每一章的最后一页，你依然希望让读者翻页，实际上也就是在每一章的开头让他们持续不断的翻页 - 哦耶，这样做真是太有趣了！（你有没有在读书的时候发现某一情节特别精彩，然后不断重复翻页来阅读，我想这应该就是想表达的意思）\n\n\n\nInspired by Jason’s work, I thought I’d try the same thing to keep you reading this interview! A little misleading and clickbaity? I apologise for nothing . 受到Jason作品的启发。我想我也会用同样的方法让你看完这篇博文！是不是有点误导你鼠标点进来。呵呵，我不会为你道歉的。\n\n\nTom: You said you were playing pretty solidly for three weeks – were there any Minecraft touches that you were determined to get in?\nTom: 你说你持续玩了三个星期 - 是Minecraft中的什么使你下定决心要创作？Jason: A section I really enjoyed writing was when Stax gets to Tunnel’s Harbour and has a vision in mind of the town and how it had grown up from nothing – starting with a little house and then eventually becoming a town or a city – and that’s something that resonated with me. I think we’ve all played Minecraft and had that feeling; you find a little perfect bay or the perfect hillside or whatever it is and you can see in your minds’ eye what it could become, and then you put up a little humble structure so that Creepers don’t get you in the night, and then you keep going from there and pretty soon it’s this gigantic thing.\nJason: 我最喜欢写的一部分就是当Stax抵达Tunel的港口的时候，在脑海里想象一个荒凉之地然后逐渐发展成一座城镇吧 - 一开始只有几件破落的小屋最终变成一座小镇或城市 - 这与我产生了共鸣。我想我们每个玩过Minecraft的人都有这种感觉；你找到一个美丽的港湾或是壮丽的山坡再或者是任何你看到的任何东西，你都可以想象它们将来会发展成什么样子，先搭一个火柴盒这样苦力怕在晚上就不能靠近你，将火柴盒不断改造升级，很快将会变成一个宏伟的建筑。The mining was based entirely on my own experiences playing the game and also going to various guides and trying to figure out if it was a good system or not for getting hopelessly lost. So I thought “well, if Stax grew up in mining as a family business, he’d absolutely know how to do that!”\n挖矿完全来源于我的游戏体验，并且我也找了很多攻略，我不知道游戏中的挖矿到底好不好，因为我曾经无数次的在挖矿中的时候迷路了。因此我想“好吧，既然Stax是成长在一个矿业世家，他肯定知道如何避免迷路！”\nTom: Oh that’s a good idea, I hadn’t thought of that!Tom: 哦这真是个好主意，我怎么没有想到？\n\nJason: Yeah! It was a fun way of bringing in some practical advice that had helped me as a player and using it for storytelling.\nJason: 是的！在讲故事的同时我也会在里面写一些游戏的实用技              巧来帮助像我一样的菜鸟们，这真是个好方法。\n\n\nJason’s Minecraft garden. So tranquil and peaceful. Does the novel stay that way? Er, well... \nJason在游戏里的花园。看起来是如此宁静祥和。小说里会不会也是这样呢？\nTom: The novel has a pretty nasty villain, Fouge. He kidnaps Stax, raids his base and – worst of all –throws a book into the sea . Did you enjoy making him such an awful person?\nTom: 故事里面有一个相当坏的坏蛋，Fouge。他绑了Stax，霸占了他的豪宅和 - 最坏的是 - 他把一本书丢进海里。你是喜欢把他描写成一个反派吗？\n\nJason: I did! Author 101 is that nobody thinks that he or she is the villain, and characters have unique motivations, etc. But honestly, it’s really fun just to have a villain who’s a complete psycho sometimes and just let them rip, and that’s what I wanted in Fouge. He really is like being hit by a hurricane – a force of nature that can’t be bargained with. I didn’t want a whole lot of ambiguity to him. There are little hints of what’s going on in his head, but I really wanted him to be just a character who you boo and hiss and maybe are a little frightened of in ways that are not too much for kids.\nJason:是的！Author 101（一种教写作的教育机构，或者是一本书，总之就是教写作的）中教会我的是要写出没有人认为自己是反派，而且人物的动机也很奇怪等等。但我很诚实地说，我想把Fouge塑造是一个偶尔发神经的反派。他有时候好有时候坏就像不知道什么时候会来的飓风一样 —— 一种无法阻挡的自然力量。我不想把他的身份弄的模糊不定。他可能是受到了神的暗示，但是我希望他是一个冷嘲热讽的角色，这可能对孩子来说有点令人害怕。\n\nTom: Let’s hope so. Jason, thank you very much!\nTom: 我也希望是如此。非常感谢你接受我们的采访，Jason！\nMinecraft: The Voyage is out now.现已推出，Minecraft: The Voyage \n\n你是不是觉得有些地方很奇怪，纯粹只是我译的太拉了越多字我就越多错误\n\n【me 译自官网 2020 年 05 月 05 日发布的 New novel: The Voyage；原作者 Tom Stone】\n【本文排版借助了：SPX】\n\n正版启动器下载地址Windowshttps://launcher.mojang.com/download/MinecraftInstaller.msiMac/OSXhttps://launcher.mojang.com/download/Minecraft.dmgLinux/其他https://launcher.mojang.com/download/Minecraft.tar.gz\n预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。Java版的启动器下载地址在上文已经提供。对于非正版用户非正版用户完全可以体验预览版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。\n\n外部来源以及详细的更新条目追踪\nMinecraft官网（内容英文）Jeb的Twitter（英文）Dinnerbone的Twitter（英文）Grum的Twitter（英文）Searge的Twitter（英文）Minecraft官方论坛（英文）Minecraft博客（英文）英文Minecraft Wiki的版本记录页面（英文，更新条目详细，较及时）中文Minecraft Wiki的版本记录页面（中文，更新条目详细）\n\n",
    "replies": [
        {
            "author": "1430413773",
            "timestamp": 1588831500,
            "txt_content": "可惜没翻译的从外国买的书都太贵了"
        },
        {
            "author": "206946354",
            "timestamp": 1588831800,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "zyjking",
            "timestamp": 1588836600,
            "txt_content": "请把快照模板编辑掉，周边分类不需要"
        },
        {
            "author": "深绿世界",
            "timestamp": 1588854180,
            "txt_content": "模板套错了啊喂"
        },
        {
            "author": "xiao_pen666",
            "timestamp": 1588855140,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "mc晓冬",
            "timestamp": 1588856040,
            "txt_content": "钱包又要空了"
        },
        {
            "author": "984963858",
            "timestamp": 1588903620,
            "txt_content": "有点小期待"
        },
        {
            "author": "JUKVDSWEYU",
            "timestamp": 1588910100,
            "txt_content": "感谢翻译"
        },
        {
            "author": "ethtredyh",
            "timestamp": 1588943700,
            "txt_content": "6         "
        },
        {
            "author": "藤藤藤无敌",
            "timestamp": 1588947900,
            "txt_content": "hhhhhhhhjhjhjkhjk"
        },
        {
            "author": "qwerfdsa10",
            "timestamp": 1589206920,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "WDcoco",
            "timestamp": 1589286240,
            "txt_content": "也可称“灌水”,故言而之就是\"发表没有实际阅读意义的水文\". \"灌水\"一词相对来说是贬义的.灌水行为也是不被大家喜欢的"
        },
        {
            "author": "无聊的静点P",
            "timestamp": 1589290260,
            "txt_content": "这是，汉化了？？？nb！"
        },
        {
            "author": "Tombrand",
            "timestamp": 1589635080,
            "txt_content": "希望可以出纸质版本"
        },
        {
            "author": "yang932",
            "timestamp": 1589870760,
            "txt_content": "学生党表示看看片段就行了"
        }
    ]
}