{
    "title": "丧尸之界  第X章",
    "author": "z736027620",
    "replyCount": 5,
    "timestamp": 1364713560,
    "txt_content": "真心忘记章数 用几分钟左右写出来的，给大家博一乐吧\n========================================\n转眼之间，时间过去了五年，这五年以内，宋子楚这个集体，几乎已经团灭，剩下来的，只有几人……凉月坂枝娜、王立凯、宋子楚，只有这三个人仍然存活着，而王立凯看样子已经活不了多久，两年之前，这个团队几乎全灭的时候，覃博宇将所有丧尸全部击灭，但是自己也被丧尸咬伤了一只左手，随后，覃博宇告别了这三个人，不知所向。“凉月，你那边解决没有？”宋子楚喊道，随即听到了一个灵巧的声音。“还有两三个！容易解决，再给我一分钟。”看样子是凉月坂枝娜。宋子楚听完，满意的点了点头，随即看向车上的一名老人，对他吼道，“王叔！那边还有丧尸吗？”“有……而且还很多……”王立凯站在车上，说道，随即拿起了身旁的狙击枪，开始了狙击。“我去……究竟还有多少……”宋子楚心里想到，随即右手拿起了一把刀将身旁的一名丧尸的头砍了下来，有时候他都不知道，自己这样毫无休止的探索，究竟是要探索什么？只是为了活下去吗？还是其他的什么……黑色的血液四溅，又再次淋了宋子楚满脸，宋子楚皱了皱眉头，骂道，“该死的……我昨天刚洗了一次脸……现在又要再洗一次？这群丧尸，你们知道现在水的珍贵性吗……”将手中的尼泊尔塞回了后背，后退至车旁，对着王立凯喊道，“王叔，丢下来一个枪！”没过一秒钟，王立凯就从上面丢了一把枪下来，是一把步枪，型号什么的根本就不知道，宋子楚他们也懒得知道，反正他们知道，能打就可以了。污泥、血液，黑色的、红色的血液都在宋子楚的脸上。宋子楚这五年发生了很大的变化，变得十分残酷，当然，对于凉月和王立凯，他可是态度非常好的，不过现在除了他们，也很难再看见一个人类了……所以宋子楚这态度也不知道跟谁发。“救……救……救救我……”一个非常大的声音传来，宋子楚皱着眉头纳闷道，头上明显想知道这声音是谁发出的。最好是人类，宋子楚心里想着。是一个虚弱的小孩，男孩，眼神里充满着恐惧，他在丧尸堆里面呆着，戴着一顶帽子，帽子上面充满着肠子等心脏，而白色的衣服，也被黑色的血液给染了个透黑，根本看不出原色，两只手，也是脏到不能再脏。“这……”宋子楚皱着眉头看着那个男孩，脸上充满了疑问，“怎么回事……”旁边走来一名女子，看样子这名女生便是凉月坂枝娜。凉月坂枝娜也表明了疑问，手里面的砍刀也是握紧，准备随时冲进尸堆将那名小男孩给解救出来，凉月坂枝娜表示疑问的目光看着宋子楚，宋子楚点了点头。下一秒，凉月坂枝娜迅速向尸群冲去……",
    "replies": [
        {
            "author": "Aikawastep",
            "timestamp": 1364713620,
            "txt_content": "孩子我来顶你了~"
        },
        {
            "author": "无痕",
            "timestamp": 1364713980,
            "txt_content": "刚看了时空观，现在看丧尸之界，却发现，好像衔接得起来……"
        },
        {
            "author": "z736027620",
            "timestamp": 1364714460,
            "txt_content": "无痕 发表于 2013-3-31 15:13 \n刚看了时空观，现在看丧尸之界，却发现，好像衔接得起来……\n宋子楚是吗……"
        },
        {
            "author": "我爱我的世界",
            "timestamp": 1364714880,
            "txt_content": "看到标题进来的....第X章？"
        },
        {
            "author": "z736027620",
            "timestamp": 1364715300,
            "txt_content": "我爱我的世界 发表于 2013-3-31 15:28 \n看到标题进来的....第X章？\n会说忘记章数了吗%……"
        }
    ]
}