{
    "title": "朝 氵 道(第1章 下)",
    "author": "飞翔之歌",
    "replyCount": 8,
    "timestamp": 1588773300,
    "txt_content": " 本帖最后由 飞翔之歌 于 2020-5-7 09:10 编辑 \n\n第1章 末路之地赤道(下)\n朝 氵 道，夕 封 可 矣\n                ——鲁 子\n居仕回到办公室，躺在沙发上睡着了，进入了一个理论大氵怪家的梦乡。\n他坐在一辆小车里，小车停在末路之地赤道的起点。小车启动，他感觉到了加速时强劲的推力。他在45度纬线上绕茶馆旋转，一圈又一圈，像 轮 盘 赌上的骰子。随着速度趋近光速，急剧增加的质量使他的身体如一尊金属塑像般凝固了，意识到了这个身体中已蕴含了创世的能量，他有一种帝王般的快感。在最后一圈，他被引入一条支路中，冲进一个奇怪的地方，这是虚无之地。他看到了虚无的颜色，虚无不是黑色也不是白色的，它的色彩就是无色彩，但也不是透明，在这里，空间和时间都还是有待于他去创造的东西。他看到前方有一个小黑点，急剧扩大，那是另一辆小车，车上坐着另一个自己。当他们以光速相撞后同时消失了，只在无际的虚空中留下一个无限小的奇点，这万物的种子爆炸开来，能量火球疯狂暴胀。当弥漫整个泥潭的红光渐渐减弱时，冷却下来的能量天空中物质如雪花般出现了，开始是稀薄的星云，然后是恒星和星系群。在这个新生的泥潭中，居仕拥有一个量子化的自我，他可以在瞬间从泥潭的一端跃至另一端。其实他并没有跳跃，他同时存在于这两端，他同时存在于这浩大泥潭中的每一点，他的自我像无际的雾气弥漫于整个太空，由恒星沙粒组成的银色沙漠在他的体内燃烧。他无所不在的同时又无所在，他知道自己的存在只是一个概率的幻影，这个多态叠加的幽灵渴望地环视泥潭，寻找那能使自己坍缩为实体的目光。正找着，这目光就出现了，它来自遥远太空中浮现出现的两双眼睛，它们出现在一道由群星织成的银色帷幕后面，那双有着长长睫毛的美丽的眼睛是阴阳师的，那双充满天真灵性的眼睛是Ender56的。这两双眼睛在泥潭中茫然扫视，最终没能觉察到这个量子自我的存在，波函数颤抖着，如微风扫过平静的湖面，但坍缩没有发生。正当居仕陷入绝望之时，茫茫的星海扰动起来，群星汇成的洪流在旋转奔涌。当一切都平静下来时，泥潭间的所有星星构成了一只大眼睛，那只百亿光年大小的眼睛如钻石粉末在黑色的天鹅绒上撒出的图案，它盯着居仕看，波函数在瞬间坍缩，如倒着放映的焰火影片，他的量子存在凝聚在泥潭中微不足道的一点上，他睁开双眼，回到了现实。\n是控制中心的总大氵怪把他推醒的，居仕睁开眼，看到核子中心的几位大氵怪家和氵帖负责人围着他躺的沙发站着，他们用看一个怪物的目光盯着他看。\n\"怎么？我睡过了吗？\"居仕看看窗外，发现天已亮了，但太阳还未升起。\n\"不，出事了！\"总大氵怪说。这时居仕才知道，大家那诧异的目光不是冲着他的，而是由于刚出的那件事情。总大氵怪拉起居仕，带他向窗口走去。居仕刚走了两步就被人从背后拉住了，回头一看，是一位叫凋灵斯拉的软件资源大氵怪家，上届德里奇氵怪学奖获得者之一。\n\"居博士，如果您在精神上无法承受马上要看到的东西，也不必太在意，我们现在可能是在梦中。\"软件资源人说，他脸色苍白，抓着居仕的手在微微颤抖。\n\"我刚从梦中出来！\"居仕说，\"发生了什么事？\"\n大家仍用那种怪异的目光看着他，总大氵怪拉起他继续朝窗口走去，当居仕看到窗外的景象时，立刻对自己刚才的话产生了怀疑，眼前的现实突然变得比刚才的梦境更虚幻了。\n在淡蓝色的晨光中，以往他熟悉的横贯沙漠的加速管道消失了，取而代之的是一条绿色的草带，这条绿色大道沿东西两个方向伸向天边。\n\"再去看看中心控制室吧！\"总大氵怪说。居仕随着他们来到楼下的控制大厅，又受到一次猝不及防的震撼：大厅中一片空旷，所有的设备都消失得无影无踪，原来放置设备的位置也长满了青草，那草是直接从防静电地板上长出来的。\n居仕发疯似的冲出控制大厅，奔跑着绕过大楼，站到那条取代加速器管道的草带上，看着它消失在太阳即将升起的东方地平线上，在早晨沙漠寒冷的空气中他打了个寒战。\n\"加速器的其它部分呢？\"他问喘着气跟上来的总大氵怪。\n\"都消失了，地上、地下和海中的，全部消失了。\"\n\"也都变成了草？\"\n\"哦不，草只在我们附近的沙漠上有，其它部分只是消失了，地面和海底部分只剩下空空的支座，地下部分只留下空隧道。\"\n居仕弯腰拔起了一束青草，这草在别的地方看上去一定很普通，但在这里就很不寻常：它完全没有红柳或仙人掌之类的耐旱的沙漠植物的特点，看上去饱含水分，青翠欲滴，这样的植物只能生长在多雨的南方。居仕搓碎了一根草叶，手指上沾满了绿色的汁液，一股淡淡的清香飘散开来。居仕盯着手上的小草呆立了很长时间，最后说：\n\"看来，这真是梦了。\"\n东方传来一个声音：\"不，这是现实！\"索引贴",
    "replies": [
        {
            "author": "曦灬月",
            "timestamp": 1588773420,
            "txt_content": "你更新的好快。。"
        },
        {
            "author": "Mr.时间之瓶",
            "timestamp": 1588773480,
            "txt_content": "@居仕 \n估计他会诈尸，我先@他"
        },
        {
            "author": "北极仙光",
            "timestamp": 1588773600,
            "txt_content": "蜜汁更新速度\n@居仕"
        },
        {
            "author": "xukong_",
            "timestamp": 1588773960,
            "txt_content": "一看就知道 贴吧老水哥了"
        },
        {
            "author": "-xiao_kai-",
            "timestamp": 1588811880,
            "txt_content": "写的好啊"
        },
        {
            "author": "年华々幻想",
            "timestamp": 1588814220,
            "txt_content": "神速，六批的啊"
        },
        {
            "author": "武易",
            "timestamp": 1588815180,
            "txt_content": "我的天，又一个"
        },
        {
            "author": "梦想~~",
            "timestamp": 1588816140,
            "txt_content": "mcbbs有氵更精彩"
        }
    ]
}