{
    "title": "星系Galacticraft图文教程（施工中）",
    "author": "_Ghost_/",
    "replyCount": 16,
    "timestamp": 1588781520,
    "txt_content": " 本帖最后由 Qian_quan 于 2020-5-18 02:05 编辑 \n\n\n\n\n\n一、前言\n\n由于站内星系教程过少，且作者大部分弃坑，特开此贴。\n本贴大部分讲述内容，使用的游戏版本为 1.12.2 ，mod 版本为 4.0.2.244 ，forge 版本为 14.23.5.2838。\n下文中的GC与星系mod、Galacticraft同义。\n本贴正文部分只在安装GC本体的三个分包下进行，不讨论安装其它mod（小地图等辅助mod除外）的情况。\n教程部分图片来源于www.mcmod.cn。\n前方多图预警\n\n\n\n\n二、历史\n\nGC分为四个版本：GC2-4，以及测试版本。\n GC版本内容简介对应的mc版本  Java 需求   测试版本（弃坑）以ic2和mek作为基础进行制作，只能探索月球和空间站。\n 1.5.1 ~ 1.5.2 （实际上还有更老旧的，但作者未在下载页面发布）7、8 GC2（弃坑）添加了火星。\n添加了更多机器和材料。\n添加了铝线、自动货运火箭和频率模块。\n添加了太空食物。\n添加了太空竞赛系统。 1.6.2 ~ 1.6.47、8 GC3（弃坑）添加了小行星带。\n添加了GJ能源单位。\n添加了3级火箭。\n添加了太空采矿机。\n添加了更多机器（以及二级机器）和材料。\n添加了20多种语言文件。\n添加了旋转推进器，允许空间站旋转。1.7.2 ~ 1.7.107、8 GC4（活跃）添加了金星。\n无限氧气罐可当做普通的氧气罐使用。\n小行星带中开始生成废弃基地。\n添加了蓝月宝石，可与月球的外星村民交易。\n添加了更多机器和材料。\n现在矿物能正确的被其它mod的机器处理。\n1.8.9 ~ 1.12.28\n\n\n三、能源和物流系统\n星系3以前，星系使用EU或RF供能。从星系3开始，星系添加了gj这种高兼容性的能源单位。\ngj可由星系的发电机生成并输出，也可使用现有的能源单位直接转化，如：EU，J（通用机械），RF（好多mod都用），MJ（BC）。\n使用命令：/gcenergyunits EU/RF/MJ/J/GJ 可将GC所有机器使用你指定的能量单位进行计算。\nGC有电压机制，但不会导致GC的机器过载爆炸。\n\nGC的能量分为2个级别。灰色外壳的机器为一阶能量机器，蓝色外壳的机器为二阶能量机器。\n使用二阶能量为二阶能量机器提供能源，会提高二阶能量机器的工作速度。\nGC没有输送损耗机制，但是有储存损耗机制。能量在运输时不会损耗，但GC的每个机器每秒损耗10gj。\n\nGC在设计之初就考虑到和IC2、Mek的联动。所有GC的机器，如果有流体或物品的输入、输出口，就可以使用这两个mod进行传输。\nGC没有物流类管道，一切物流需求均需原版物品实现，但GC有绝对廉价的液体输送机制，且支持通用流体系统。\n这是液体管道，可以1B/s的速度传输液体或气体。\n\n流体管道支持其它mod的液体或气体。\n如果将两种连接了不同气体输出的管道连接，那么所有管道均不会输送任何液体。\n这是GC的储罐。\n\n可储存一种液体或气体，储量为16000mB。可将多个储罐竖直连接，从而扩大储罐的储量。\n如果想要从储罐中提取液体，请将管道切换为抽取。（GC需使用流体管道接口）\n\n四、地球篇\n4.1.矿物准备\n在地球（主世界）中，星系添加了4种矿物：铜矿、锡矿、铝矿、硅矿。\n铜、锡、铝不做介绍，大部分科技mod均添加这三种金属。\n硅矿石可被铁镐及更高等级的镐子破坏。破坏后掉落物品：原生硅。\n\n使用带有时运附魔的镐子可掉落更多数量。\n原生硅是星系mod中几乎最重要的矿产资源。可用于制作一系列载具、机器和物品。\n\n主世界地表以下还可能生成石油。这是一种液体，与BC的石油通用。石油可用于制取火箭发射的燃料。\n图示为地下生成的一个原油池。\n\n\n4.2.农业准备\n星系对原版农作物需求量极大。\n你至少需要：\n1块种满小麦的标准田（9*9-1）\n1个有15只羊的羊圈\n充足的骨粉（用于为草方块催熟，生成花朵）\n至少1组树苗和小麦种子。\n\n\n\n4.3.基础机器\n科技mod的第一步是发电，GC也不能免俗。\n\n这是燃煤发电机，GC的基础发电机。\n\n燃煤发电机摆放完成后，其中一面如图所示。\n这代表该面为能量输出口。\n可使用导线连接。\n\n这是星系的导线\n\n星系的导线还有一种变种\n\n（使用任意羊毛，灵巧放置）\n星系的导线与其它mod的导线使用方法相同，不多叙述。\n\nGC的核心材料是各种晶圆\n制作晶圆需要一种机器\n\n基础晶圆：制作基础机器或物品的材料。\n\n\n高级晶圆：用于制作大部分高级机器的材料。\n\nGC也有处理金属材料的机器：\n电炉，使用电力的熔炉，可保留经验值。\n压缩机：可将金属材料制作成它的致密版。\n工作时需使用煤炭作为燃料。\n压缩机有使用电力的版本：\n可使用普通的压缩机制作电力压缩机。\n有了压缩机，便可以制作致密金属板。无论是致密铁、锡、铜、铝，均可通过压缩机以2个金属锭制作一个致密金属。\n致密钢板可使用2个煤炭和1个致密铁板制作，致密青铜可使用1个致密锡板和1个致密铜板制作。\n\n这是标准扳手：\n\n可右键机器改变其朝向，便于管线连接。还可以右键流体管道，使其变为流体管道接口。\n这个扳手和BC的扳手通用。\n\n当你有了这些机器后，你可能会发现：发电所需煤炭过多。\n这是基础太阳能板，可为你的能源系统添加免费能源。基础太阳能板垂直向上，只有正午时发电量最高。\n\n这是高级太阳能板，可为你的能源系统添加免费的二级能源。\n高级太阳能板可以转动，能全天候最大发电量发电。\n\n太阳能板需要占据3*3*3的空间，请注意摆放间距。\n合成太阳能板，中间格子的物品叫钢杆，是一种制作机器的材料。\n\n第二格中的物品叫全载太阳能模块，是太阳能板的核心材料。\n\n全载太阳能模块由6个单体太阳能模块制作。\n\n单体太阳能模块又由蓝光太阳能晶圆制作。\n\n\n\n\n4.4 基础载具\n\n这是CNSA工作台，制作火箭的关键性机器。\n\n有了它，你可以制作GC中几乎所有的载具。CNSA工作台默认解锁一阶火箭的制作方法。\n\n你可以将获取到的图纸在CNSA工作台中解锁。\n\n\n这是火箭发射平台\n你需要将火箭发射平台在水平面中摆放为3*3的多方块结构，才能将火箭摆放在发射台上。\n\n\n这是燃油精炼机，可将石油精炼为燃料。\n\n\n铜罐和锡罐。目前铜罐使用场景较少。\n\n\n\n这是发射检查表。有了它，你可以知道前往某个维度需要携带的物品和装备。\n\n这是帆布。可用于制作部分听起来就需要布料的物品。\n\n\n这是燃料装载机，摆放至火箭发射台旁并供能，可为火箭发射台上的火箭补充燃料。\n[attach]6246[/attach]\n制作好的燃油可被空桶装取。\n\n燃油可像其它液体一样倾倒于地面。\n但燃油会在附近有火苗、燃烧中的物品、火把或是遭到雷击时爆炸，威力大约为5。（TNT是4）\n\n一阶火箭的制作方法：\n\n\n\n\n\n\n\n这是重装防护板，除制作火箭外，还能制作其它物品。\n\n\n4.5 外星生存准备\n在讲外星生存时，首先讲一下星系的装备栏。星系有属于自己的装备栏，独立于原版的装备栏。如果你没安装其它mod，那它的位置应该在上方工作台图标旁。\n盔甲旁的四个格子为热保护服，这是前往外星的必需品。\n右侧有7个格子，可安放不同的设备。\n下文中这7个格子按从左到右，从上到下的顺序，称作1-7号格子。\n1号可安装防护立场控制器，暂时不介绍。\n2号可安放频率模块。暂时不多介绍。\n3号放置氧气面罩。这是在外星生存的必须物品。\n4号放置降落伞。如果你不想来一次有去无回的旅程就必须装备。\n5号放置供氧模块，该物品用于连接氧气罐和氧气面罩。这是在外星生存的必需物品。\n6号和7号可以放置氧气罐。\n\n星系修改了部分原版机制，如果你的高度高于450，你就需要星系的氧气系统用以维生。无论你去哪个星球，你都需要氧气面罩、降落伞、供氧模块和氧气罐。\n氧气面罩：\n\n供氧模块\n\n\n氧气浓缩器：一种合成材料\n\n\n通气孔（一种合成材料）\n\n\n氧气罐分三种，分别为轻型、中型和重型。它们的储量和外观不同。\n轻型氧气罐（900mB）\n\n中型氧气罐（1800mB）\n\n重型氧气罐（2700mB）\n\n氧气罐可使用液氧罐直接补充氧气，或使用氧气压缩机补充氧气：\n\n氧气压缩机需要输入氧气才能正常使用。\n可使用氧气收集器收集氧气。\n\n换气扇：一种合成材料\n\n氧气收集器可在主世界直接收集氧气。只要供电，它每秒可收集186mB氧气。\n这两个机器可用流体管道连接。\n\n每个氧气压缩机消耗为40mB/s，每个主世界的氧气收集机收集速度为186mB/s，所以一个在主世界的氧气收集机最多可供4个氧气压缩机使用。将氧气罐放入氧气压缩机中，即可为氧气罐补充氧气。\n\n降落伞：一种装备。无法自行使用，在你到达某个星球后它会帮助你或你乘坐的登陆器减速。\n\n帆布：一种材料\n\n频率模块：一种设备，可用于多种用途，装备至星系装备栏可在外星接收生物的声音。\n\n\n\n\n4.6 发射准备工作\n在地球上，除原版装备外，你能获取到的更好的装备为重装套。\n各种重装武器、工具和盔甲均由致密钢板制成。\n相比原版的钻石盔甲，重装盔甲提供的护甲值相同，盔甲韧性是钻石盔甲的一半，耐久略低于钻石盔甲。\n相比原版的钻石工具，重装工具的挖掘等级相同，耐久值约为钻石工具的一半。（镐）\n相比原版的钻石武器，重装工具的伤害和耐久值均低于钻石武器。（斧、剑）\n所有重装套均无特殊效果。它们在合成时的摆放方法与原版工具相同。\n\n发射火箭前需要先建造火箭发射平台多方块结构。\n9小块火箭发射平台在水平面内摆放为3*3的多方块结构，才能正常发射火箭。\n一个完整的多方块结构，如果其中任何一个小块被破坏，那么这个多方块结构会被完全破坏为掉落物。\n\n火箭发射时产生的巨大火焰会点燃附近的生物和可燃物。\n如果你住在木屋，或是附近摆放燃油时，建议用不可燃建材包围火箭发射台。\n如图所示 ：\n\n可在后方留出三格空间，用以放置燃料装载机、导线和流体管道。\n\n手持（举）制作好的一阶火箭，右击发射平台，火箭就会部署在火箭发射平台上。\n\n下一步工作是向火箭内灌注燃料。\n燃油的制造需要燃油精炼机，可以用流体管道将燃油精炼机和燃料装载机连接，并分别通电。\n\n\n向燃油精炼机中添加石油，石油会被精炼为燃油，并通过流体管道输入至燃料装载机。\n\n\n燃油可使用空罐盛放。\n\n燃油也可使用桶盛放，并可倾倒为液体。\n\n\n但请注意，燃油是一种危险的流体。\n如果倾倒在地上的燃油旁有火源——例如火把、火苗，或是遭受雷击，亦或是爬行者在其旁边爆炸，都会引爆燃油。\n燃油的爆炸威力稍强于原版TNT。\n\n右击燃料装载机，点击加载燃料按钮，机器会自动向火箭中装载燃料。\n\n点击停止装载按钮，即可停止向火箭中装载燃料。\n\n星系中任何类型的火箭，如果没有意外情况，装载至约86%即可前往目标星球。\n（如果你将火箭作为大气层内的载具，请忽略这条建议）\n看起来似乎做好了发射前的全部准备工作，但有一个重要的问题——你想过怎么返回地球吗？\n要知道，外星不同于地球，那里完全不适合地球人生存。\n为了解决回不来的问题，需要多带一只燃料装载机、一些电池（供给电力）、2罐燃料、太空应急设备、太空应急栓以及一个旗帜（用以保持仪式感）。\n电池：可在太阳能板中充电\n\n旗帜\n\n钢杆（一种用于合成其它物品的材料）\n\n太空应急设备：开启作弊模式，或是在服务器中有对应权限，可使用/gckit指令免费获取一份。\n镐子为重装镐，药水为瞬间治疗和夜视8:00，罐装食品为罐装马铃薯，氧气罐为充满氧气的轻型氧气罐。\n\n罐装食品：由于使用了双倍的材料，其回复的饥饿值等同于制作材料。\n例：脱水胡萝卜可恢复6点饥饿值。\n\n\n\n\n\n牛肉罐头使用的食材不是牛肉，而是生碎牛肉，且恢复的饥饿值与其它罐装食品不同。\n1个原版牛肉可制作2个生碎牛肉饼，\n1个原版牛肉可恢复3点饥饿值，\n1个生碎牛肉饼可恢复2点饥饿值，\n所以制作牛肉罐头反而能变相节省食材。\n\n\n空的太空应急栓：可发出强烈的光线，用于照明及驱赶敌对生物。\n\n四周的材料为萤石火把，是一种可在外太空发光的火把。\n\n摆放空的太空应急栓，空手右击太空应急栓，打开栓门，手持太空应急设备右击太空应急栓，可将太空应急设备放入太空应急栓储存。\n\n旗帜的图案可以自行修改。\n打开暂停菜单（按ESC），单击右下角的太空竞赛管理器。\n\n这个面板有多种功能：邀请玩家进入小队、移除小队中的玩家、修改队伍名称、修改队伍颜色、修改旗帜颜色。\n右侧两个灰色按钮为计划添加的内容，暂时无法使用。\n\n现在对其进行修改：\n这是旗帜图案\n\n这是小队颜色和名称\n\n\n\n\n\n4.7发射时间到\n检查发射检查表，确认是否准备好前往月球和返回地球所需的各项物品。\n\n你应该携带的物品：（包括你装备的物品）\n4只重型氧气罐\n一些食品\n氧气面罩和供氧设备\n频率模块\n一些萤石火把\n1套盔甲（至少铁制）和你觉得很强力的武器（至少是附魔过的铁剑或弓）\n1只燃料装载机\n2只燃料罐\n2只充满电的电池\n1只太空应急栓\n1个太空应急设备\n\n如果你有这些物品，即可进入发射准备程序。\n\n右击火箭入舱。\n按G打开火箭燃料栏，确认燃料是否充足。\n按a/d可使火箭自旋。\n按w/s可在发射过程中改变火箭发射的倾斜角度。如果你材料充足，甚至可以使火箭平飞，做大气层内的运载工具。\n按空格会开始发射倒计时，该过程不可取消。\n\n火箭升空时如图所示。一阶火箭速度较慢，从地面到星球选择屏幕需要约1分10秒。\n\n发射到一定高度后，地面会变成如图所示的样子。看起来玩家正在离开星球一样。\n该效果与Optifine搭配使用效果不佳。\n\n火箭升至最高点后会进入星球选择屏幕。目前星系本体可探索的维度为地球（主世界）、环地空间站（需自行创建）、月球、火星、小行星带和金星。\n\n点击各个星球，右上角会出现发射按钮，几乎所有可探索星球的发射按钮都是红色，这意味着你无法前往——一阶火箭不足以带你前往如此遥远的距离。\n由于月球是一颗卫星，它的位置并不出现在大屏幕中，你需要点击地球，再点击子菜单中的月球，点击右上角的发射按钮。\n\n在地球菜单中，你可以发射属于你自己的空间站。不过现在还不需要考虑这点。\n\n\n\n五、月球篇\n\n\n5.1 出舱时刻\n\n\n\n\n到达月球后，你会在高空乘坐一只登陆舱出现。\n你乘坐的登陆舱下坠速度会越来越快，最终摔在月球地表，并引发一场爆炸，杀死你并摧毁所有物品。\n你需要控制它下落的速度小于20m/s。\n下落速度会在登陆舱顶部显示。\n如果速度超过这个值，屏幕中央会显示警报信息。\n你可以长按空格键降低飞船下落的速度。\n登陆舱进入月球范围时\n\n登陆舱以安全速度接近月球地表\n\n\n即将到达地面时，登陆舱的速度还会进一步降低，最低可达1.5m/s。\n\n\n\n待登陆舱稳定降落至地面后，你便可以出舱，并在月球上留下足迹。\n\n\n\n\n\n5.2 准备工作\n\n\n\n\n出舱后，你第一步应该将属于你团队的旗帜插到月球表面。\n“这是我的一小步，但却是人类的一大步”\n手持旗帜，准星对准地面长按右键，然后松手，如果地表允许插入旗帜，则旗帜会在没有外力作用的情况下永远留在这里。\n\n\n\n\n第二步，构建发射阵地。\n如果你身处月球，你返回地球的唯一方式就是使用火箭。\n右键登陆舱，取出其中的备用发射台和火箭。\n如果你在地球时将火箭充满燃料，则登陆舱中可能会有燃油剩余。可使用空罐取出。\n\n由于星系的所有星球和主世界坐标完全对应，所以我们回地球的地点最好选择在月球落地点。在其它星球时同理。\n为了节省背包空间，可以先放置燃料装载机、火箭发射平台和火箭。\n但如果你不想先装载燃料，不要在机器中放置电池。\nGC的机器会在不工作时以10gj/s损耗能量。\n\n\n第三步，在发射阵地附近部署你的太空应急设备。\n太空应急栓发出的光线可以帮助你驱除周围的敌对生物，防止在发射时受到敌对生物的干扰。\n将太空应急栓摆放在发射阵地附近。\n\n选取太空应急栓四周任意一面，空手右击，太空应急栓会打开准星指向的那一侧面。\n\n手持太空应急设备，右击打开的侧面。太空应急栓会储存这个太空应急设备，并自动关掉四周的所有门。\n\n\n\n\n5.3 矿物和生物\n\n\n\n\n月球是一个独立的维度，在月球生成的方块主要有月壤、月球土层和月岩。\n月壤在月球地表生成，玩家在月壤上踩塌会留下脚印。\n\n月球土层是在月壤下方浅层生成的方块，月岩是月球深层生成的方块。\n月球地形剖面\n\n月球重力明显低于地球。在月球，跳跃高度可达到3.5格。\n\n在包括月球的其它大部分星球均不可呼吸。如果玩家没有氧气呼吸，则会在屏幕正中央用红色字体显示：氧气装置失效，且会持续扣除血量，直到有氧气或是玩家死亡。\n\n月球地形与地球不同，月球地表较为平缓，但有大量的陨石坑和洞穴。\n\n\n月球和地球类似，星系在这个维度会生成一些矿物。\n从左到右，分别是锡矿、铜矿、蓝月宝石矿、奶酪矿石、陨石。\n\n锡矿、铜矿不做介绍。\n蓝月宝石矿破坏后得到蓝月宝石，可使用带有时运附魔的镐子破坏得到更多掉落物。\n奶酪矿石破坏后得到凝乳奶酪，可使用带有时运附魔的镐子破坏得到更多掉落物。月球自然生成有机物，哇哦。\n陨石破坏后得到1-2个原生陨铁。可使用精准采集附魔的镐子将其完整采集。\n蓝月宝石矿和奶酪矿石是月球的特有矿产。\n陨石较为特殊，它会在重力较低的星球从天而降，将地面砸出一个坑。\n\n刚刚坠落时会是红色（过热）状态，一段时间的冷却后变为黄色，冷却完毕后变成灰色。\n在靠近没有完全冷却的陨石时，会被弹飞并且着火。\n陨石像沙子一样，受重力影响，并且其下落后会重新变为未冷却状态。这个状态的持续长度与下落距离成正比。\n外太空会生成一些常见的敌对生物。\n外星蜘蛛\n\n\n外星僵尸\n\n\n外星爬行者\n\n\n外星骷髅\n\n\n外星的敌对生物相较于原版生物，碰撞箱较大、生命值略多、移动速度略快。\n除此之外，月球还会在月球村庄生成月球村民。\n\n与原版村民不同：\n该生物并不能繁殖。所以把它们当牲口养殖从而制作刷铁机的难度较高。\n僵尸和外星进化僵尸不会攻击它们。\n击杀它们没有掉落物，甚至不会掉落经验值。\n它的碰撞箱高为2.4格。\n外星村民的最大作用是将二阶火箭和星球车的图纸进行互换。\n\n\n5.4 结构\n\n\n\n\n月球像地球一样，会生成多种结构。\n\n这是月球村庄。\n\n与原版村庄不同的是：\n月球村庄的房屋由锡饰墙砖构成，呈蛋状，顶端有玻璃天窗。\n月球村庄内所有房屋均为同一形状，不会生成门，也不会生成其它类型的建筑物。\n农田内不种植农作物，而是种植树木。\n街道由木板制成，而不是草径。\n村庄内灯柱使用萤石火把照明，而不是原版火把。\n村庄内生成外星村民，而不是原版村民。\n\n你可以在月球村庄内找到月球村民。但如果你不佩戴频率模块，你无法与其进行交易。\n\n\n\n在探索月球时，偶尔会遇见这样的孔洞：\n\n这是月球地牢的入口，你需要跳入其中，和地下的外星生物作战，从而取得其中的战利品。\n该结构主要由月球地牢砖构成，辅以火把、铁栏杆等方块。地牢中的箱子会生成一些战利品。\n月球地牢中由蜿蜒曲折的道路连接多个房间，其中会生成蛛网、刷怪笼，较为危险。\n\n在走廊尽头有一个15×17×8的boss房间，里面有月球boss进化骷髅王，四角各有一个被铁栅栏围起来的岩浆柱。不要被boss扔进岩浆里。\n\n\n\n\n5.5 战斗时刻\n\n\n\n在外星的战斗会相当危险。\n\n外星爬行者的爆炸会破坏大部分方块，你死亡后会遗失所有的物品（包括你的供氧设备）且在死亡的星球的出生点重生。\n如果你忘记携带了某种物品，或是在外星死亡，你会被永远困在外星。\n在发射阵地放置太空应急栓和太空应急设备，正是出于这种目的。\n如果你在战斗中死亡，使用太空应急设备可让你有后悔药吃，使用其中的物品回到地球。\n如果你开启了作弊模式，你可以使用/gchouston指令，根据其中引导回到地球。\n\n外星更低的重力，会导致你在地球的战斗经验几乎全部失效。\n更低的重力能导致蜘蛛跳的更高，能在更高的地点向玩家发动突袭。\n更低的重力，意味着玩家会跳的更高，且下落速度变慢，在空中改变方向较为困难，导致很难用走位规避掉骷髅发射的全部箭矢。\n而怪物血量的增加，导致你手中的武器无法将怪物一击致命，即使你使用力量药水。\n\n本篇主要讲解在月球地牢中的战斗。\n进入月球地牢。\n\n月球地牢中，走廊上有火把，但因为月球氧气稀薄，火把不会燃烧发光。\n建议开启动态光源功能，副手手持萤石火把。\n\n在走廊中的小房间内偶尔会生成战利品宝箱。\n\n\n\n有些小房间内会生成蛛网和刷怪箱。\n可能生成的刷怪箱类型有：外星蜘蛛、外星僵尸、外星骷髅、外星爬行者。\n\n建议首先将刷怪箱破坏，以免不停生成的敌对生物威胁你的安全。\n\n每个地牢的战利品房间和刷怪箱房间均为随机生成，甚至某些地牢根本不会生成其中一种房间。\n\n这是boss房间，每个地牢均会生成。\n你进入boss房间后，房间中央会生成一只太空骷髅王。\n\n\n太空骷髅王在你进入boss房间后会向你快速射箭并向你快速接近。\n\n尽量保持与它的距离。如果你过于接近它，它会将你抓起。此时你不能移动、攻击、使用消耗品。\n\n3秒后，它会将你抛出，如果你过于倒霉，就会落入boss房间四周的岩浆中。\n注意，如无必要，千万不要离开boss房间。如果离开，boss会消失，你下次进入这个房间时boss血量将会回满。\n\n和太空骷髅王战斗时有个技巧：先在房间的一角用方块搭建一个离地2格高的平台，就像你在末地欺负末影人的平台一样。\n你躲在其中战斗时，它的两种攻击手段均不会对你造成威胁。\n\n\n太空骷髅王血量为0时，它会开始旋转，且越来越快，请躲到距离它至少5格远的位置，但不要离开boss房间。\n它会旋转的越来越快，并在发出惨叫后爆炸，掉落大量经验和一阶地牢钥匙。\n\n\n\n进入珍宝箱房间，使用一阶地牢钥匙解锁珍宝箱。\n\n\n\n\n\n5.6 代步工具\n\n\n\n\n一阶珍宝箱中除了常见的战利品，还必定生成一种设计图。\n设计图可能是二阶火箭的设计图或星球车的设计图。\n这两种设计图均可在CNSA工作台中解锁新的制造项目。\n\n你可以在月球寻找更多月球地牢，从而集齐这两种图纸，或是与外星村民交易，将其中一种多余的图纸换成另一种图纸。\n\n返回发射阵地，准备返回地球。\n切记先在燃料装载机中灌入燃料，再放置电池。\n\n在月球上的发射步骤和在地球相同，不多叙述。\n\n\n在地球降落时无需操控。你的火箭和发射平台会随着伞降箱一同下降。\n\n\n在CNSA工作台解锁新的制造项目，只需要点击下一页，找到解锁设计图项目，放入图纸并点击解锁设计图按钮即可。\n不要将已解锁过的图纸再次解锁，否则你会浪费一张图纸。\n\n多余的图纸可挂在墙上作为装饰品。\n\n\n星球车是一种能帮助玩家在地表快速移动的交通工具。\n\n星球车车轮\n\n星球车座椅\n\n可使用星球车储物箱为星球车增加储存物品的功能，最大可储存54组物品。\n\n\n星球车需要配合星球车补给台使用。\n\n将星球车补给台摆放为3*3的多方块结构，手持星球车，右键星球车补给台，即可使用星球车。\n星球车需要消耗燃料提供动力，将燃料装载机放置至星球车补给台旁以为星球车补给燃料。\n\n星球车的操纵方式与移动类似，G键可打开星球车物品栏和查看剩余燃料。使用shift离开星球车。\n\n星球车可直接在星球地表行驶，而无需人工修建公路。星球车可越过障碍的高度受所在星球重力影响。\n\n\n\n\n六、火星篇\n\n\n6.1 准备\n\n\n\n\n在开始此篇以前，你需要准备好以下物品：\n至少32个原生陨铁\n充足的金属材料（铜、锡、铝、硅）\n至少96个羊毛\n二阶火箭图纸（已解锁可忽略）\n\n这是电弧炉，可将输入的矿物烧炼后翻倍输出。\n中间机器为电炉。\n\n每个原生陨铁可使用熔炉烧炼为1个陨铁锭。\n使用电弧炉，每个原生陨铁会烧炼为2个陨铁锭。\n\n\n这是流星碎片，它是一种投掷类武器，对无护甲目标造成3点伤害。\n\n\n这是炙热流星碎片，是流行碎片的进阶版，对无护甲目标造成3点伤害外，还可以对目标造成一点燃烧伤害。\n该物品由流星碎片放入熔炉燃烧得到。它的热度只能持续45s，之后会冷却为流星碎片。\n如果将其放置于容器或载具中，它将不会被冷却。\n\n\n\n这是解构机，可将金属制作的载具、护甲、武器、工具等按比例返还一定的金属材料。\n返还的比例是一个随机数，在70%-75%间浮动，向下取整。\n\n解构机回收非金属材料制品（例如木锄头）或由多种材料制成的物品（例如电池）时，不会返还任何材料。\n\n这是二阶火箭的制作方法：\n\n与一阶火箭相同，在右上角的绿色物品栏中放入箱子，可扩充火箭的存储舱，最大可存储54组物品。\n翻译文本有误，6*9=54，点名批评不认真翻译的星落辰\n二阶重装防护板\n\n一阶助推器\n\n一阶助推器合成后，会在工作台中保留一个空罐。\n\n火星与地球相比，距离太阳更远，温度较低，因此需要一套热防护服抵御外星的寒冷环境。\n\n\n\n\n这是热防护布料，可使用任意颜色的羊毛制作。\n\n只有全套热防护服才能提供热防护效果，不要偷工减料。\n\n二阶火箭除所需燃料的数量外，发射和控制方法和一阶火箭相同，且所需携带的物品基本相同，不多赘述。\n\n\n6.2 出舱时刻\n\n\n\n\n发射后，选择火星，点击右上角发射按钮。\n\n在火星高空出现的你，会乘坐一只打开降落伞的登陆气球。\n\n这个气球无需你操控，一定高度后会抛弃降落伞并竖直下落，接触到地面后反复横跳多次，直到完全停稳。\n\n和在月球时的出舱方法相同，按shift可完成出舱。\n\n像是在月球一样，布置好发射阵地等物品。\n\n\n\n6.3 矿物和生物\n\n\n\n\n与月球相同，火星是一个独立的维度。在火星生成的方块主要有火星表层岩、火星浅层岩和火星石头。\n火星石头破坏后掉落火星圆石，火星圆石烧炼后变为火星石头。\n这是火星地形剖面。\n\n\n火星地形与地球相比更为奇诡，有高耸如云的山脉，也有深不见底的深谷，地表以下同样有洞穴分布。\n\n\n在火星，同样会生成许多矿物。\n从左到右依次为铜矿、锡矿、戴斯矿石、铁矿、陨石。\n\n戴斯矿石是火星的特有矿物，使用镐破坏后得到原生戴斯。\n使用带有时运附魔的镐子破坏，会掉落更多原生戴斯。\n戴斯是一种优良的材料，可用于制作属性更加优良的戴斯套。\n各种戴斯武器、工具和盔甲均由致密戴斯制成。\n\n\n相比原版的钻石盔甲，戴斯盔甲提供的护甲值、盔甲韧性、耐久均高于钻石盔甲。\n相比原版的钻石工具，戴斯工具的挖掘等级相同，耐久值约为钻石工具的三分之二。（镐）\n相比原版的钻石武器，戴斯工具的伤害和耐久值均低于钻石武器。（斧、剑）\n戴斯盔甲可提供一定的抗击退效果，如果同时装备全身戴斯盔甲，还可以额外增加25%该效果。\n这个效果不是让玩家有几率免疫击退，而是让受到击退效果的玩家被击退的距离减少。\n\n\n火星的特有生物有两种：黏滑兽、菌泥虫。\n\n黏滑兽是一种友好生物。\n\n火星的地表会随机生成一些黏滑蛋，如图所示。\n\n黏滑蛋有三种，分别为红色、蓝色、黄色。\n\n用镐破坏，会掉落黏滑蛋本身，而用手破坏，会孵出一只黏滑兽。\n\n初代黏滑兽的颜色由你打破的黏滑蛋的颜色决定，且会认孵化出它的玩家为主。\n右键黏滑兽，可打开黏滑兽管理菜单，阅读这只黏滑兽的信息，并对其进行管理。\n\n点击箱子按钮，打开黏滑兽的装备栏，给予其一个黏滑兽背包，它就可以成为一只合格的载货牲口。\n黏滑兽背包\n\n黏滑兽装备栏\n\n手持黏滑兽爱吃的食物，右击黏滑兽，会弹出一个GUI，询问你这份食物用于哪种功能。\n\n黏滑兽成长度未达到100%时，繁殖功能不可用。\n黏滑兽血量为满时，治疗功能不可用。\n强化可强化黏滑兽的攻击力，生长可增加黏滑兽的体型、成长度、最大生命值。\n\n2只黏滑兽繁殖后，子代黏滑兽的颜色由父母颜色决定。\n例：父代黏滑兽均为蓝色，子代黏滑兽为蓝色；父代黏滑兽一蓝一红，子代黏滑兽颜色为父代黏滑兽颜色的混合色。\n子代黏滑兽会自动认主，但由分属不同主人的黏滑兽繁殖后的子代黏滑兽不会认主。\n\n黏滑兽与狗相似，会攻击主人攻击的生物、攻击主人的生物或是伤害到黏滑兽本身的生物。\n\n\n菌泥虫是一种敌对生物，在任意实体碰触到菌泥后生成，会攻击四周的一切实体，包括掉落物。\n菌泥虫生命值为7（3.5心），它的体型和碰撞箱相当小，但弹跳力十足，在火星上跳跃高度达到3格。\n\n菌泥虫每次生成均会生成多个，有时甚至能达到10-20个。\n菌泥虫除经验外不会掉落任何物品。\n\n注：菌泥是一种流体。\n\n6.4 结构和战斗\n\n\n\n\n火星的结构主要有2种——火星地牢和大型洞穴。\n\n这是大型洞穴。\n\n洞穴中遍布菌泥和岩穴藤蔓，地表和四周墙上有大量矿石。\n岩穴藤蔓是一种有毒的植物，能使用剪刀采集，也可以种植。这种植物会附着在不透明方块的底部并向下生长，直到距离地面1米处。\n岩穴藤蔓会发出微弱的光芒。接触到岩穴藤蔓的生物会被向上螺旋拖拽并给予受害者中毒debuff。\n\n这是火星地牢。\n\n这是火星地牢入口。\n\n火星地牢除使用火星地牢砖构成外，与月球地牢差别不大。\n火星地牢的boss房间中会生成数量不等的爬行者蛋。\n\n在生存模式中，爬行者蛋只能使用黏滑戴斯镐破坏。\n\n\n这是火星boss。\n\n它的唯一攻击手段是向玩家喷吐直线飞行的TNT弹。\n火星boss无法被攻击，只能被它吐出来的TNT弹伤害。你可以像反弹恶魂吐出来的火焰弹一样对火星boss造成伤害。\n反弹回去的TNT弹威力由你手持武器的伤害决定，由附魔造成的伤害会生效，但类似击退、火焰附加、节肢杀手、亡灵杀手、抢夺这种类型的魔咒不会生效。\n\n火星boss每损失三分之一的血量（25心）便会少一颗头颅。\n\n\n\n火星boss被击杀后，会像月球boss一样自旋、惨叫、喷出大量经验并爆炸，爆炸后遗留二阶地牢钥匙。\n\n\n\n打开二阶宝箱。\n\n\n二阶宝箱中可能会生成三种图纸：三阶火箭、自动货运火箭、太空采矿机。\n\n太空采矿机图纸只在玩家解锁小行星维度后，才可能在二阶宝箱中出现。\n如果出现以下情况的其中一种，就会认为玩家已解锁小行星维度：\n该玩家已在CNSA工作台中解锁了三级火箭示意图\n该玩家乘坐三级火箭前往火星\n该玩家在太空竞赛团队中，并且团队中的任意一个成员在小行星带。\n如果有多个玩家共同攻击火星boss，则会判断最接近该boss的玩家的情况是否满足条件。\n\n\n\n6.5 燃料制造基地\n\n\n\n\n在阅读本小节前，请确保你至少有以下物品：\n充足的金属材料（尤其是陨铁、戴斯）；\n足够多的石头；\n已取得自动货运火箭图纸。\n\n游戏即将步入后期，对燃料的需求在逐步增加。但以精炼石油为来源的燃料不仅制造效率低，而且寻找石油的过程也很费时费力。\n火星的大气中含甲烷较多，可以利用火星大气中的甲烷制造燃油。\n\n返回地球，在CNSA工作台中解锁自动货运火箭。\n\n自动货运火箭的制造方法。\n你不能在不放箱子的情况下做出自动货运火箭。\n\n自动货运火箭需要配合发射控制器使用。\n你需要致密戴斯和戴斯锭制作这个机器。\n\n\n发射自动货运火箭的方法与发射普通火箭方法类似，均需要火箭发射平台。\n但与发射普通火箭不同的是，发射自动货运火箭不会破坏火箭发射平台，除非你在发射控制器中启用这个选项。\n这是自动货运火箭的外观。\n\n发射控制器只需要像燃料装载机那样放置在火箭发射平台旁即可生效。只有放置其的玩家才可对其进行修改。\n这是发射控制器的主GUI。\n如果你想让自动货运火箭飞到指定发射平台上的话，你需要为发射位置和目标位置的发射控制器各指定一个唯一的频率。\n这个频率可设为一个非负整数，如果这个频率有效，频率数字会以绿色字体显示，反之则为红色字体。\n如图所示。\n\n这是点击“先进”按钮打开的GUI页面。\n在该页面中可配置发射时是否拆除火箭发射台，以及，在什么条件下发射自动货运火箭。\n\n\n个人认为，此处译名有些歧义。\n如：\n“先进..”按钮，应修改为“高级设置..”\n“频率”应修改为“频道”\n\n货运已经自动化，那么装卸货当然也可以自动化。\n这是装货机。\n\n这是卸货机。\n\n将它们放置在火箭发射平台旁，即可自动化装货和卸货。\n\n如果将装货机和卸货机同时放置于发射平台旁，则装、卸货会同时进行。\n可以使用红石信号控制机器的工作。\nGC的所有机器均支持使用红石信号控制工作状态，接受到红石信号机器会停止工作。\n\n\n\n装货机和卸货机两边有物流接口，可使用其它mod的物流管道传输物品。\n\n\n如果你只安装了星系，则可使用漏斗自动装卸货。\n\n\n在火星中制取燃油，你需要一些设备：甲烷合成机、水电解机、气体液化机。\n甲烷合成机需要电炉、氧气压缩机和2个重型氧气罐合成。\n\n这是流体控制仪，它是一种材料。\n\n在GC中，粘液球是一种可合成的材料。\n\n水电解机需要2个重型氧气罐合成。\n\n气体液化机需要氧气压缩机、氧气解压机、1个重型氧气罐和2个轻型氧气罐合成。\n\n氧气解压机可用于将氧气罐中的氧气抽出。\n\n\n甲烷合成机、水电解机、气体液化机均为二级机器。\n由于这三种机器的耗电量较大，且火星不会自然生成煤炭，只好依靠大量的高级太阳能发电。\n太阳能的特点是只有白天发电，所以需要制造储电设备保证晚上的用电。\n这是储能模块，它可以储存50wgj，但它只能输出一级电力。\n\n这是储能簇，它使用4个储能模块合成，可储存250wgj，且可以输出二级电力。\n\n\n在火星制造燃油的流程为：\n1.电解水，制取氢气。\n2.2单位氢+1单位碳制取甲烷\n3.甲烷液化为燃油。\n据此步骤，按顺序放置机器。\n\n\n水电解机左侧储罐灌水，为水电解机提供水源。建议在火星建设无限水源。\n水电解机后方储罐用于收集氧气，可连接一个氧气压缩机，避免浪费。\n甲烷合成机工作时需要碳。\n\n可使用煤炭制造碳片，用于和氢气混合制取甲烷。\n\n\n也可用戴斯锭制作气闸，放入上方二氧化碳槽，收集火星大气中的二氧化碳，节省煤炭。\n\n\n气体液化机会自动将甲烷液化为燃油，只需使用空罐将燃油取出即可。\n\n\n火星夜间会生成大量敌对生物，爬行者可能会毁掉你的燃料制造基地。GC提供一种足够明亮的光源——弧光灯，它发出的光线足以驱散敌对生物。\n\n一个弧光灯即可照亮一大片区域。将其放置在较高处效果更好。\n\n在火星放置一套自动货运火箭设备，调节频率，火星基地初具雏形。\n\n\n\n七、小行星带篇\n\n\n7.1 准备\n\n\n\n\n在开始本章前，请确保你已在CNSA工作台中解锁三阶火箭图纸。\n\n三阶火箭的制作方法：\n\n三阶重装防护板：\n\n重装鼻锥\n\n重装火箭尾翼\n可使用致密钛板制作。钛是一种可在小行星带发现的金属材料。\n\n重装火箭引擎\n\n由于小行星带中矿物丰富，只建议制作最高容量的载具\n这是制作好的三阶火箭。\n三阶火箭的鼻锥顶部会有指示灯，鼻锥颜色会自动改变为你所在的太空竞赛小队的颜色。\n\n\n小行星带环境特殊，如果你不慎失足，会有坠入虚空的危险。\n一种设备可为不慎失足的玩家提供补救的机会。\n这是攀援勾爪。\n\n手持攀援勾爪，右键发射，它会被发射出去，勾住16格以内的不透明方块，并将玩家拉向对应的方向。\n与弓箭类似，攀援勾爪发射的轨迹为抛物线。\n攀援勾爪使用时会消耗背包中的线，收回攀援勾爪后会将消耗的线一并收回。请确保你的背包中至少有16个线。\n图示为被拉向对应方向的玩家（第一视角）。\n\n\n个人建议，前往小行星带时携带一把带有精准采集或时运3附魔的镐，和至少16只弧光灯，这会使你事半功倍。\n\n前往小行星带的方法与前往其它星球相同，不多赘述。\n\n\n7.2 出舱时刻\n\n\n\n\n在小行星带的出舱是最危险的，没有之一。\n\n你出现在小行星带时，会乘坐一只登陆舱快速下落，且没有降落伞出现。\n不必担忧，小行星带重力相当低，登陆舱垂直下落也不会导致爆炸。\n\n小行星带，顾名思义，由大小不等的小行星组成。\n\n你降落在小行星表面时，很可能会有一群敌对生物等待你的到来，不要犹豫，直接按shift出舱。\n小行星带的怪物能直接攻击在登陆舱中的你。\n\n\n\n7.3 奇特环境\n\n\n\n\n在你降落的小行星环顾四周，你会发现小行星带光照明显不足，因为太阳永久停留在西方的地平线上。\n这般奇诡的环境会造就一种奇观：所有小行星，总是西侧明亮，东侧黑暗。\n\n\n小行星带，顾名思义，由大小不等的小行星组成。最大的小行星直径接近百米，最小的小行星甚至只有1个方块。\n各个小行星中间没有方块连接，且如果你在小行星带维度Y轴低于55，便会被判定为坠入虚空并死亡。\n同时因为太阳位置的原因，怪物会在阴暗面疯狂生成，所以小行星带维度是外星中威胁最大的。\n但小行星带维度蕴含着所有维度中最多的矿物，且钛只在这个维度生成，所以该维度值得冒风险探索。\n小行星带的环境\n\n服用夜视药水后\n\n一颗刷出巨额怪物的小行星\n\n\n小行星带的重力相当低，单次跳跃高度约为6.5格。\n\n\n小行星带中的大型小行星中，有时会蕴含丰富的矿物。\n矿物会在大型小行星中与行星岩伴生，矿物数量一般都会超过1组。\n可能蕴含的矿物有：铝矿、铁矿、钛铁矿、陨铁块、钻石矿、硅矿石等。\n这是其中一个，有丰富铁矿的小行星。\n\n钻石矿\n\n这是钛铁矿石，用镐挖掘后掉落铁矿片和钛矿片。\n铁矿片和钛矿片烧炼后得到铁锭和钛锭，使用电弧炉烧炼翻倍输出。\n\n\n\n\n7.4 诡异的建筑\n\n\n\n\n在探索小行星带（挖矿）时，有时你会发现一种诡异的结构。\n这是废弃基地，是小行星带自然生成的结构。\n\n这种结构每600格便会生成一个，如果你寻找这种结构时遇到困难，不妨多上下看看。\n创造物品地牢侦测仪，在小行星带时会自动指向这种结构的x,z坐标。\n\n废弃基地根据建造材料不同和形状不同，有三种变种，每种变种还有2种亚种。\n可以通过构成方块、构成窗户的玻璃，和房间、走廊、门的形状来区分某个基地的类型。\n“人族”类型由锡饰墙砖构成，走廊为规则的矩形，由气闸构成的门和覆盖着澄澈真空玻璃的窗户。\n“机械族”类型由暗行星岩构成，有隧道状的走廊和房间、圆形孔洞状的窗户和覆盖着硬化真空玻璃的窗户。\n“鸟族”类型由月岩构成，走廊两侧会有楼梯生成，十分压抑，房间入口为奇形怪状的孔洞（形状神似鸟类），窗户由真空玻璃覆盖。\n除了这三种基本类型以外，“废弃基地”还有以这三种类型为基础，衍生的变种，并且其中一些基地具有大型的外置机库甲板。\n\n废弃基地中可能生成的房间\n空房间；\n养殖舱：\n一个带支柱的空房间，其中会生成地狱疣。\n货物装卸区:\n一个可能用于发射自动货运火箭的舱室，内部有3x3的火箭发射平台，一个装货器，一个卸货器。\n装货器和卸货器中可能会生成一些战利品。这些战利品不能通过打开GUI的方式直接拿走，必须使用漏斗将其导出才可拿走。\n如果你直接破坏掉装货器和卸货器，其中的战利品会直接消失不见。\n动力室：\n中间会生成一些铝线、气密铝线、分流铝线、太空采矿机基站、储能模块、储能簇。\n低温液体储藏室：\n一个明亮的房间，中间会生成2-3个磁力合成台，地面上是铁活板门。内侧墙上有6个装有菌泥的流体罐，墙上有4个玩家侦测器和弧光灯\n工作室：\n一个房间，中间会生成多个CNSA工作台、暗行星岩，每个舱室含有3个。墙上可能会悬挂有设计图。\n医疗舱：\n内含两个酿造台，里面有多个负面效果的药水，视空间大小会生成若干星球车补给台。\n娱乐室：\n内有若干冬眠仓。\n控制/通讯室：\n中间有一个星球车补给台，四周布满了显示屏和遥感模块。\n\n进入废弃基地探索时建议在其中布置弧光灯，减少怪物的干扰以及对战利品的破坏。\n\n这座废弃基地外表损毁，不过不影响对其进行的讲解。\n\n外表为月岩，房间门形状类似鸟类，该废弃基地为鸟族基地。\n最下层第一个房间为货物装卸区，装货器内有一些战利品。\n装货器内最后一个物品为奇异种子。\n\n\n低温液体储藏室\n\n控制/通讯室\n\n娱乐室\n\n窗户\n\n废弃基地中可能生成的怪物\n\n\n这是一座带有外置机库甲板的废弃基地。\n\n这种基地是废弃基地的变种之一。它的外侧由通道、弧光灯、锡饰建材、铁栅栏等构成。\n其内侧相对完整，外侧部分残缺，看起来像是外侧遭受了一次爆炸或撞击。\n外置机库甲板的顶层会生成隐形红石线、隐形红石中继器，和附着在它们上边的弧光灯，在玩家接近时会自动打开，尽管其不受控制。\n\n这座废弃基地由月岩构成，有硬化真空玻璃制成的窗户，且房间的门为圆形，这是一座机械族类型的废弃基地。\n\n带有外置机库甲板的废弃基地与普通的废弃基地结构不同。这种基地只有2层，且上下层结构相似。\n大门由一个大型气闸构成。进入大厅后没有走廊，由大厅取而代之。大厅两侧有多个房间对称分布，生成不同类型的房间。\n二楼的落地窗上方有2个拉杆连接外部的隐形红石线，可以在此控制外部弧光灯的亮灭。\n\n\n\n\n\n\n小行星带生成的另外一种结构是空心小行星。\n它的外表通常覆盖一层坚冰，之后是一层行星岩，内部会生成萤石、草方块、一些花朵，草方块下可能会有岩浆。\n这种结构内部通常会生成大量怪物，不过清理掉所有怪物后在此安家是个不错的注意。\n\n\n\n\n\n气密铝线：一种使用锡饰墙砖合成的导线，它是一个不透明方块，6面均可与铝线连接。\n如果你安装IC2，星系会自动添加IC2所有导线的气密版。\n\n气密重质铝线：与气密铝线相同。\n\n磁力合成台：一种工作台，但玩家在其中放置物品后关闭GUI，物品仍然会在磁力合成台中存储。\n它还会记忆你的配方。如果你使用漏斗连接它，并向漏斗中丢入你最后一次用它合成时使用的所有材料，它会尝试合成你最后一次合成的物品。\n\n冬眠舱：类似于床，但玩家白天也可用它睡觉并恢复生命值，不过需要一段时间冷却。\n\n暗行星岩：一种装饰性方块，只在废弃基地中生成，不可合成。\n\n奇异种子：一种物品，仅供装饰和收藏。奇异种子有灰色和绿色两种。\n\n坚冰：星系的坚冰不同于原版的坚冰，其外表为蓝色，受到太阳照射一段时间后会升华。\n\n锡饰墙砖：一种美观的建材。\n\n锡饰建材：一种美观的建材，与锡饰墙砖有不同的纹理。\n\n通道：一种美观的建材，使用钛制作。可将铝线或流体管道附着在其下方。\n\n附着铝线的通道\n\n附着流体管道的通道\n\n隐形红石线：外观为锡饰墙砖的红石线，与原版的红石线作用相同。\n\n隐形红石中继器：外观为锡饰墙砖的红石中继器，与原版的红石中继器作用相同。使用时需注意方向。\n\n真空玻璃：一种美观的建材，使用不同的材料合成会有不同的效果和外观。\n使用金属合成的真空玻璃，边缘为金属质感；使用成型的真空玻璃和锡饰墙砖合成的真空玻璃，边缘为锡饰墙砖的质感。\n澄澈真空玻璃：玻璃表面无花纹，无颜色，视野开阔清晰。\n\n\n真空玻璃：玻璃表面有原版花纹，胜在造价低廉。\n\n\n硬化真空玻璃：使用致密铝板制作，能抵御高压爬行者的爆炸。\n\n\n\n\n7.5 星际矿工\n\n\n\n小行星带的矿产资源相当丰富，但用人力挖掘费时费力，且有坠入虚空的风险。\n星系提供了一种设备，用以方便的开采小行星中蕴含的矿物。\n\n这是太空采矿机，可消耗能量开采矿物。\n\n离子推进器由8种罕见的矿石和光束核心合成\n\n光束核心\n\n\n太空采矿机需配合太空采矿机基站使用。\n使用储能模块等物品合成太空采矿机基站\n\n将太空采矿机基站摆放为2*2*2的多方块结构，从而构建真正的太空采矿机基站。\n太空采矿机基站构建完成时，默认朝向东方，可使用标准扳手改变其朝向，但它不能向上或向下。\n\n\n\n太空采矿机基站自带存储空间，可储存72组物品。\n\n太空采矿机基站有六个面，不同的面有不同的功能。\n这是正面，也称为朝向面。可从朝向面塞入太空采矿机，使采矿机和基地建立连接。太空采矿机只会向朝向面朝向的位置出发。\n\n这是上面、左侧面和右侧面，它们的作用仅限装饰。\n\n\n\n这是背面，可将导线连接至绿色的能量接受口，为太空采矿机基地提供能源。\n\n这是底面，可使用漏斗或其它mod的物流管道连接，将太空采矿机基地中的物品导出。\n\n\n每个太空采矿机基地只能和1台太空采矿机连接。\n太空采矿机可在无重力环境/水下等极端环境下工作。\n在地球等维度工作时，它会向下采掘石头和矿石；而在小行星带维度时，它只会在大型小行星内部采掘，避免浪费能源。\n\n太空采矿机每次充满能量约需要75,000gj能量，而小行星带不会自己产生能源，需要在小行星带部署大量太阳能发电机。\n由于小行星带的光照效率只有23.1%，且太阳只停留在西方，只建议使用高级太阳能为基地供电。\n在小行星带，部署太阳能不像在其它星球一样简单。\n小行星带空间中存在的碎石块会严重降低发电效率，所以太阳能发电机尽量摆放在空间顶部（y>=200），且不建议前后分别放置，如图所示。\n\n建议连接至少一个储能簇，避免能源浪费。\n\n布置太空采矿机基站，调整方向并连接导线\n\n塞入太空采矿机，待其充能完毕，便可开始工作。\n\n\n太空采矿机基站的GUI中会显示太空采矿机的信息，例如状态、位置和采掘到的方块数量。\n\n\n该设备请尽情的在多人游戏中享受。\n因为每名玩家默认最多只能放置6组该设备，且所属玩家下线后该设备会立刻停止工作。\n可以使用/gcastrominer命令查看当前拥有的太空采矿机。\n太空采矿机会尊重大部分服务器插件，例如residence，它在计算路径时会避开这些领地。\n如果太空采矿机所在区块被卸载，则它会立刻停止工作。\n\n太空采矿机还会避免破坏部分方块，以免使玩家遭受不必要的损失，例如:\n疑似玩家放置方块：箱子、所有机器（包括熔炉等原版机器和mod机器）、铁轨、信标、光源、耕地方块、作物、苔石、石砖。\n自然生成的方块：刷怪笼、传送门、基岩和所有流体。\n命令生成的方块：屏障、命令方块。\n如果太空采矿机前方有这些物品，会立刻返回基地、重新计算路径并提醒所属玩家。\n如果这些方块处于太空采矿机的必经之路，请更改太空采矿机的部署位置，或手动清除这些方块。\n\n请注意：太空采矿机不会采掘GT的矿石。\n[groupid=1496]MC百科[/groupid]",
    "replies": [
        {
            "author": "_Ghost_/",
            "timestamp": 1588781700,
            "txt_content": " 本帖最后由 Qian_quan 于 2020-5-18 02:05 编辑 \n\n更新日志：\n\n2020.5.7 挖坑，火星已填写完毕\n2020.5.8 补充部分图片的来源 \n2020.5.8 完成小行星带——废弃基地\n2020.5.11 补充废弃基地介绍\n2020.5.17 更新 星际矿工 篇\n"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1588787400,
            "txt_content": "你这图有点模糊了，我觉得不必要的部分不用截进来。。。截取关键的那个比如你的物品栏就好啦，左右边那么多空白部分截来没什么用嘛。"
        },
        {
            "author": "思念化作海",
            "timestamp": 1588789860,
            "txt_content": "终于...有人出星系的教程了么(抹泪"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1588913880,
            "txt_content": "道理我都懂，但是开篇的既视感是不是有点……"
        },
        {
            "author": "_Ghost_/",
            "timestamp": 1588938600,
            "txt_content": " 本帖最后由 Qian_quan 于 2020-5-8 20:25 编辑 \nE.T.星落辰 发表于 2020-5-8 12:58\n道理我都懂，但是开篇的既视感是不是有点……\n捕捉弃坑怪\n\n对了弃坑怪，我发的私信你看到没"
        },
        {
            "author": "空投天降",
            "timestamp": 1589173980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "caohao",
            "timestamp": 1590997920,
            "txt_content": "ohhh，终于让我找到了，加油啊楼主"
        },
        {
            "author": "_Ghost_/",
            "timestamp": 1591025940,
            "txt_content": "caohao 发表于 2020-6-1 15:52\nohhh，终于让我找到了，加油啊楼主\n最近复工 可能要忙到十号左右 之后才有时间更新"
        },
        {
            "author": "天辉胡萝卜",
            "timestamp": 1591595160,
            "txt_content": "挺详细的教程"
        },
        {
            "author": "3310201",
            "timestamp": 1591963920,
            "txt_content": "这个不错，我服务器的mods，我挂qq群了，让玩家参考"
        },
        {
            "author": "caohao",
            "timestamp": 1592019420,
            "txt_content": "楼主也咕了"
        },
        {
            "author": "Lemon_ccc",
            "timestamp": 1595266500,
            "txt_content": "感谢楼主的教程"
        },
        {
            "author": "canglongbeta",
            "timestamp": 1595478540,
            "txt_content": "终于有教程了，我可以和朋友玩星系了"
        },
        {
            "author": "陈喵",
            "timestamp": 1595478660,
            "txt_content": "GC4但凡能兼容一下1.7.10……"
        },
        {
            "author": "夜半_凌晨",
            "timestamp": 1597245600,
            "txt_content": "这算是……咕了吗？"
        },
        {
            "author": "312555156",
            "timestamp": 1597458780,
            "txt_content": "我来插个眼，填坑的时候喊我"
        }
    ]
}