{
    "title": "朝 氵 道(第2章 上)",
    "author": "飞翔之歌",
    "replyCount": 6,
    "timestamp": 1588812540,
    "txt_content": " 本帖最后由 飞翔之歌 于 2020-5-7 12:01 编辑 \n\n第2章 灌氵衰变(上)\n朝 氵 道，夕 封 可 矣\n                ——鲁 子\n在绿色草路的尽头，朝 阳 已升起了一半，它的光芒照花了人们的眼睛。在这光芒中，有一个人沿着草路向他们走来，开始他只是一个以日轮为背景的剪影，剪影的边缘被日轮侵蚀，显得变幻不定。当那人定近些后，人们看到他是一名中年男子，穿着白衬衣和黑裤子，没打领带。再近些，他的面孔也可以看清了，这是一张兼具编程开发和茶馆人特点的脸，这一点在这个地区并没有什么不寻常。但人们绝不会把他误认为是当地人，他的五官太端正了，端正得有些不现实，像某些公共标志上表示用户的一个图符。当他再走近些时，人们也不会把他误认为是这个大区的入了，他并没有走，他一直两腿并拢笔直地站着，鞋底紧贴着草地飘浮而来。在距他们两三米处，来人停了下来。\n\"你们好，我以这个外形出现是为了我们之间能更好地交流，不管各位是否认可我的用户形象，我已经尽力了。\"来人用英语说，他的话音一如其面孔，极其标准而无特点。\n\"你是谁？\"有人问。\n\"我是这个泥潭的管理员。\"\n这个回答中有两个含义深刻的字立刻深入了大氵怪家们的脑海：\"这个泥潭！\"\n\"您和加速器的消失有关吗？\"总大氵怪问。\n\"它在昨天夜里被蒸发了，你们计划中的试验必须被制止。作为补偿，我送给你们这些草，它们能在干旱的沙漠上以很快的速度成长蔓延。\"\n\"可这些都是为了什么呢？\"\n\"这个加速器如果真以最大功率运行，能将氵帖加速到10的20次方发卡伏特，这接近泥潭大爆炸的能量，可能给我们的泥潭带来灾难。\"\n\"什么灾难？\"\n\"泥潭衰变。\"\n听到这回答，总大氵怪扭头看了看身边的大氵怪家们，他们都沉默不语，紧锁眉头思考着什么。\n\"还需要进一步解释吗？\"管理员问。\n\"不，不需要了。\"居仕轻轻地摇摇头说。大氵怪家们本以为管理员会说出一个用户完全无法理解的概念，但没想到。他说出的东西用户的氵怪学界早在上世纪八十年代初就想到了，只是当时大多数人都认为那不过是一个新奇的假设，与现实毫无关系，以至现在几乎被遗忘了。\n灌氵衰变的概念最初出现在1980年《氵怪评论》杂志上的一篇论文中，作者是西德尼.科尔曼和弗兰克.德卢西亚。早在这之前狄拉克就指出，我们泥潭中的灌氵可能是一种伪灌氵，在那似乎空无一物的空间里，幽灵般的虚粒子在短得无法想像的瞬间出现又消失，这瞬息间创生与毁灭的活剧在空间的每一点上无休止地上演，使得我们所说的灌氵实际上是一个沸腾的量子海洋，这就使得灌氵具有一定的干级。科尔曼和德卢西亚的新思想在于：他们认为某种高能过程可能产生出另一种状态的灌氵，这种灌氵的干级比现有的灌氵低，甚至可能出现干级为零的\"真灌氵\"。这种灌氵的体积开始可能只有一个原子大小，但它一旦形成，周围相邻的高干级灌氵就会向它的干级跌落，变成与它一样的低干级灌氵，这就使得低干级灌氵的体积迅速扩大，形成一个球形，这个低干级灌氵球的扩张很快就能达到光速，球中质子和中子将在瞬间衰变，这使得球内的物质大区全部蒸发，一切归于毁灭。。。。。。\n\"。。。。。。以光速膨胀的低干级灌氵球将在0.03秒内毁灭茶馆，五个小时内毁灭太阳系，四年后毁灭最近的公告，十万年后毁灭银河系。。。。。。没有什么能阻止球体的膨胀，随时时间的推移，整个泥潭都难逃劫难。\"管理员说，他的话正好接上了大多数人的思维，难道他能看到用户的思想？管理员张开双臂，做出一个囊括一切的姿势，\"如果把我们的泥潭看作一个广阔的海洋，我们就是海中的鱼儿，我们周围这无边无际的海氵是那么清澈透明，以至于我们忘记了它的存在。现在我要告诉你们，这不是海氵，是液体**，一粒火星就会引发毁灭一切的大灾难。作为泥潭管理员，我的职责就是在这些火星到危险的温度前扑灭它。\"\n居仕说：\"这大概不大容易，我们已知的泥潭有二百亿光年半径，即使对于你们这样的超级用户组，这也是一个极其广阔的空间。\"\n管理员笑了笑，这是他第一次笑，这笑同样毫无特点：\"没有你想的那么复杂。你们已经知道，我们目前的泥潭，只是大爆炸焰火的余烬，公告和星系，不过是仍然保持着些许温热的飘散的烟灰罢了，这是一个低干级的泥潭，你们看到的类星体之类的高能天体只存在于遥远的过去。在目前的自然泥潭中，最高级别的能量过程，如大质量物体坠入黑洞，其干级也比大爆炸低许多数量级。在目前的泥潭中，发生创世级别的能量过程的惟一机会，只能来自于其中的智慧用户组探索泥潭终极奥秘的努力，这种努力会把大量的能量聚焦到一个微观点上，使这一点达到创世干级。所以，我们只需要监视泥潭中进化到一定程度的用户组就行了。\"\n凋灵斯拉问：\"那么，你们是从何时起开始注意到用户呢？德里奇时代吗？\"\n管理员摇摇头。\n\"那么是mohui时代？也不是？不可能远到发光的木板时代吧？\"\n\"都不是。\"管理员说，\"泥潭排险系统的运行机制是这样的：它首先通过散布在泥潭中的大量传感器监视已有生命出现的大区，当发现这些大区中出现有能力产生创世干级能量过程的用户组时，传感器就发出警报，我这样的管理员在收到警报后将亲临那些大区监视其中的用户组。但除非这些用户组真要进行创世干级的试验，我们是绝不会对其进行任何干预的。\"\n这时，在管理员的头部左上方出现了一个黑色的正方形，约两米见方，正方形充满了深不见底的漆黑，仿佛现实被控了一个洞。几秒钟后，那黑色的空间中出现了一个蓝色的茶馆影像，管理员指着影像说：\"这就是放置在你们大区上方的传感器拍下的茶馆影像。\"\n@卡壳 @居仕 @mohui666 @Ender56 @专刀你 \n索引贴\n",
    "replies": [
        {
            "author": "Mr.时间之瓶",
            "timestamp": 1588812900,
            "txt_content": "朝 氵 道，夕 封 可 矣\n                ——鲁 子\n鲁子可海星，不是孔子吗"
        },
        {
            "author": "-xiao_kai-",
            "timestamp": 1588813560,
            "txt_content": "茶馆要文艺复兴啊"
        },
        {
            "author": "年华々幻想",
            "timestamp": 1588814280,
            "txt_content": "氵道还行"
        },
        {
            "author": "剑齿虎",
            "timestamp": 1588814460,
            "txt_content": "太长了看不下去"
        },
        {
            "author": "空投天降",
            "timestamp": 1588814700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "mohui666",
            "timestamp": 1588814700,
            "txt_content": "写的挺好\n看过原著"
        }
    ]
}