{
    "title": "[Minecraft.net|CULTURE] 五座你也许错过了的瑰丽花园",
    "author": "问谛居",
    "replyCount": 2,
    "timestamp": 1588777980,
    "txt_content": " 本帖最后由 问谛居 于 2020-9-1 11:51 编辑 \n\nFive Gorgeous Gardens You Might Have Missed\n五座你也许错过了的瑰丽花园All the fun of watching grass grow - but in Minecraft!\n享受观察草木生长的所有乐趣，不过是在Minecraft里！\nTom Stone\n\nWhat's growing in your dream Minecraft garden? Mine is full of dandelions and orchids and tulips and Marsh and Emily doing all the gardening work for me while I lie back in my deck chair, snoozing happily in the sunshine. Bliss!\n在你梦中的Minecraft花园里，生长着哪些奇花异草？在我的花园里，蒲公英和幽兰草俯拾皆是。在马尔什和艾米丽替我包揽了所有的园艺工作时，而我却正躺在我的躺椅上，沉浸在郁金香的氤氲中，沐浴着阳光舒坦的打着盹儿。真是令人骨软筋酥！\nI offered Marsh and Emily lovely new jobs toiling 24/7 on Tom's Dream Garden (“I'll pay you in seeds! One whole seed a week! What a great deal! No breaks.”). But they just dug a big hole in it and shoved me inside. Bah! Those big-city buffoons simply don't appreciate the nature-nurturing joy of crafting a garden.\n我为马尔什和艾米丽提供了一份舒适的工作，只需每日在汤姆的梦幻花园中打理7小时（“我会将种子作为薪资支付给你！一周一颗完整的种子！真是合算的买卖！绝不拖欠。”）。但他们却在花园里挖了一个大坑，而且把我推了进去。呸！这些在大城市里生活的傻瓜果然不懂得欣赏建造一个花园，被大自然滋养的乐趣。\nLuckily, these five green-fingered builders do!\n幸运的是，这五位园艺高超的建造者们能解其中真意。\n\n\n\nLuck Block Mod's Map\nLuck Block Mod的捕梦网\n\n\n\n\n\n\n\n\n\n\n EMILY: I don’t know exactly what the giant flying dreamcatcher-lookin’ circles are here, but I do know that they are great. The regular sky is so boring! We need more of Majoras ’ awesome designs to spice it up a bit. Sure, it might interfere with air travel but who needs to fly when you live here ?\n艾米丽：“我并不知道这里漂浮着的这个像捕梦网一样的圆环是什么，但我觉得它很好看。平常的天空实在是太无趣了！我们需要更多的Majoras炫酷的设计来点缀它。我承认它也许会对空中旅行造成一定的阻碍，但是如果我们就生活在这样的仙境里，那谁还需要飞翔啊。”\nBesides the cool sky-discs, I also love the trees and the buildings that complement them. The composition and palette of this garden is beautiful and it feels dreamlike, or as if it came straight from a fairytale. I can imagine few things more relaxing than laying under the enormous tree and watching the peculiar creatures that dwell there.\n除了这个炫酷的空中磁盘之外，我也很喜爱里面的绿植以及不经意间从它们空隙中露出的建筑。这座花园的构图和色彩搭配均十分出众，它就像是梦幻般的仙境，或者说它就像是从童话故事里穿越出来的一样。躺在这高耸的树下，看着栖居在这里的奇珍异兽，我几乎想不出能比这更放松的事情了。\n\n\n\nThe Floral Wall\n花之墙\n\n\n\n\n\n\n TOM: Thought gardens had to be in the 'ground', did you? It's 2018 you past-dwelling dope - gardens can be anywhere! In hats! In the sink! In your mouth! Or in the case of Builder81's The Floral Wall , the garden can be in a - you guessed it - wall!\n汤姆：“你该不会以为花园只能建在地面上吧？现在已经是2018年了，你这个活在过去的傻瓜，任何地方都能变成花园！帽子里！水沟里！你的嘴里！至少对于Builder81的花之墙来说，建筑花园的地点有无限的可能。你猜猜看这座花园建在哪里？，它被建造墙上！”\nThe mushrooms and grass look great, but it's the sunshine-yellow hummingbird enjoying this garden that charms me the most. Plus, as a massive fan of shameless self-promotion, I think scrawling your name in big letters across the top of your build is a great way to get yourself out there! THIS PARAGRAPH WAS WRITTEN BY TOM STONE.\n这里的蘑菇和青草看起来很棒，但是最吸引我的是这落日的余晖伴随着黄色蜂鸟在花园里飞舞的景色。另外，作为一名无耻的自我**粉，我觉得用醒目的字母在你的作品上面写下你的大名，的确能够让你脱颖而出！这一段是Tom Stone（文章作者）自己写的。\n\n\n\nCh?teau de Chantilly\n尚蒂伊城堡\n\n\n\n\n\n\n\n\n EMILY: Ah, the Ch?teau de Chantilly! My future home! And rendered so beautifully in Minecraft - which is good, because it might be my only real shot at living there.\n艾米丽：哇，是尚蒂伊城堡！我未来的家！并且在Minecraft里面被渲染的如此惊艳，这太棒了，因为这也许是我唯一一次能够亲身体验到生活在这里的感觉。\nThis recreation is the work of Arche , whose clear-cut lines and bold patterns are instantly eye-catching. Look at that lawn! Truly, Arche has captured the beauty of northern France on a bright summer’s day. Now I can think of nothing better than throwing a deck chair on that lawn, slurping through a cold drink and burning myself to a crisp, before inevitably being arrested for trespassing. Look at it though! You can’t deny it would totally be worth it.\n这是Arche复刻作品，它清晰的轮廓线以及前卫的装饰图案真是吸引眼球。你看看这些草坪！说真的，Arch在这里刻下了北法兰西盛夏时节的美景。现在我觉得没有什么比在这样的草坪上放一张躺椅，悠然地品尝着冷饮，让自己晒个痛快的日光浴更美妙的事情了，因为之后就要因擅自闯入而被拘捕了。但是你好好看看它！这里毋庸置疑值得一去。\n\n\n\nOracle Palace\n神谕宫殿\n\n\n\n\n\n TOM: What's better than a terrific big tree? How about a terrific tree growing out of a mysterious blue orb? The Oracle Palace has plenty of windows peering out at the interior garden, allowing its swanky guests to take a break from yelling at butlers and eating coins (or whatever it is rich people get up to) so they can look out at the garden, and wonder how such a mighty tree is growing out of that orb in the first place. Magic? Science? Big blue seeds are a thing now? Some mysteries are best left unsolved.\nTom：有什么能比一颗高大的树更吸引人呢？而且如果那是一颗生长在一个神秘的蓝色水晶球上面的大树呢？神谕宫殿有大量的窗子都正对着中庭的花园，为它所招待的那些风流的客人在对着管家指指点点和吃硬币（神庙逃亡的梗）（或者是其他富贵之人追求的事）之后的休息时间里提供一处景色，不禁让人们思考着这样一颗参天大树一开始是怎么扎根于这个水晶球上的呢？是魔法？还是科学？现在都流行巨大的蓝色种子了吗？有些秘密最好是永远都别揭晓。\nTry counting the blocks in the tree. Finished? Guessing that took you about five years, because there are tons . All to make it one of the most detailed nature builds I’ve seen since I ate too many coins and started hallucinating. Bravo!\n你在试着数这棵树上的方块吗？我猜这要花费你五年的时间，因为这里的方块实在太多了。自从我吃掉了太多的硬币并且开始产生幻觉之后，我就觉得这是我见过的细节最丰富的自然类作品。这个作品真是棒极了！\n\n\n\n\nTemple Of The Holy Fountain\n圣泉之殿\n\n\n\n\n\n\n\n EMILY: The Temple Of The Holy Fountain by gmaster0o0 is a really lovely structural building, but its garden kinda steals all of its limelight.\n艾米丽： gmaster0o0搭建的圣泉之殿是一座结构精巧，富丽堂皇的建筑，但是它的花园似乎有一点喧宾夺主了。\nI mean, have you ever seen such an exceptional lawn? Healthy green grass contrasted by the vibrant reds and cheerful yellows of neighbouring flowers; stylish topiary creating sharp shapes that slot neatly into larger, more mesmerising patterns. All that, and I haven’t even mentioned the water fountains, statues and murals that accent this pretty paradise. You might come for the temple, but you’ll definitely end up staying for the garden!\n我的意思是，你曾经看过像这样的如此与众不同的草坪吗？生机盎然的青草和它周围的花朵相呼应，红花鲜艳醒目，黄花振奋人心；它们被修剪成一根根时髦的尖刺，整齐的插在凹槽里，构成了一个个更大更迷人的图案。除此之外，我甚至都还没有提到那室外喷泉，雕像，还有装点这美妙天堂的壁画。也许你此行的目的本是这座圣殿，但最后你却一定会驻足于这花园之中。 \n\n【EBsky 译自官网 2018 年 03 月 20 日发布的 Five Gorgeous Gardens You Might Have Missed】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589446440,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "kayn-",
            "timestamp": 1592977620,
            "txt_content": "神谕宫殿好壮观，感谢大佬翻译，辛苦了hxd"
        }
    ]
}