{
    "title": "[Minecraft.net|CULTURE] 绝丽悚然",
    "author": "问谛居",
    "replyCount": 2,
    "timestamp": 1588777380,
    "txt_content": " 本帖最后由 问谛居 于 2020-8-31 17:20 编辑 \n\nBlade Stunner\n绝丽悚然\nA colourful cyberpunk city from Udvio!\n由 Udvio 打造的光怪陆离的赛博朋克城市Emily Richardson\n\nLoyal readers of Minecraft.net – **'s who spend their weekends arguing about the best Block of the Week and print out every article so they can keep them in a creepy scrapbook – may remember an interview we ran earlier this year with Marceau “Udvio” Nakayama .\nMinecraft.net 的忠实读者——会用他们周末的时间，来讨论哪篇是这周最出众的“本周方块”文章，并且把每一篇文章打印出来，这样一来就可以把它们收藏在让人毛骨悚然的剪切簿里了——他们也许还记得今年早些时候我们对 Marceau “Udvio” Nakayama 的一篇采访。\nMarceau's a self-taught creator, one whose main focus is designing incredible environments and structures that transport you out of your comfortable surroundings. His love of travel and culture gives each of his works a sense of a journey and discovery, and this is just one of many reasons why we love his latest Minecraft creation, Awakening. \nMarceau是一位自学成才的建造者，他主要研究如何带你脱离舒适圈，去营造那令人难以置信的环境氛围和修建建筑物。正是他对旅行和文化的热爱，赋予了他的每个作品一种旅行的探索感，而这正是人们喜爱他最新的Minecraft建筑的原因之一，《觉醒之都》。\n“This started as personal research for a more cyberpunk theme,” Marceau says. \"It’s basically a vision of an alternate future where most cities are very densely packed. It has a lot of layers [in the] buildings and structures. The initial idea was to have a space facility where people would experiment with anti-matter and space-related forces.”\n“我个人对赛博朋克主题的研究便士创作这个作品的起因，” Marceau 说到。“它描绘的是其它可能下的未来，城市里的大部分地区都拥挤不堪。这些建筑物和构筑物的楼层不计后果的叠加。我起初的创意是做一个空间设施，在这里人们进行反物质以及和空间能量相关的实验。”\n\n\n\n\n\nMarceau knew that he wanted to expand this original vision, but it wasn’t until he stumbled across a Minecraft competition with the theme ‘human achievement’ that it hit him. “I thought, ‘that’s perfect!’ ” recalls Marceau.\nMarceau 明白他自己想要去拓展这个最初的场景，但他迟迟都没有动工，直到他偶然间发现一个主题为“人类成就”的一个 Minecraft 竞赛。“我认为，‘这简直太合适了！’”Marceau 回忆到。\n“Awakening is basically the human achievement of discovering new weapons and how to transcend dimensions.” He continues, “in fact, the whole point of Awakening is the discovery of human civilisation being able to control the greater of nature’s powers and to use it - not [always] for the best purpose.”\n“觉醒之都主要展现了人类的辉煌成就，人类发明了新的武器并且掌握了超越维度的办法。”他继续说到，“事实上，觉醒之都最重要的意义在于人类文明发现了可以掌控自然界里较为强大能量的方法，并对其加以利用——并不（总是）出于好的目的。”\nThis is the core concern of Awakening - the dark side of humanity’s ambition. One ** hand, Awakening celebrates humanity’s technological advancement with strong, sharp structures and beautiful colour composition. But on the other, there is space: the part of nature that we know the least about. Should we harness the power of anti-matter and the unknown? Can we be trusted with it?\n这就是觉醒之都存在的核心隐患——人类野心的黑暗面。一方面来说，觉醒之都用它强劲钢韧的结构还有华丽的色彩构成来庆祝人类科技的进步。但从另一方面来说，它所利用的空间能量，是我们对于自然界里了解的最少的一部分。我们真的应该使用反物质还有未知的力量吗？我们是否真的可以信任它？\n\nYou can see more of Marceau's work on his Twitter and his personal site你可以在推特和他的个人主页上了解到 Marceau 的更多作品\nMore importantly, how did he achieve that explosion effect in Minecraft? “Basically, the purple anti-matter bomb explosion, that detonation effect, is a mix of World Edit and Voxel Sniper. The purple blocks are actually Nether Portal particles. It gives this glow texture and it’s also not a full block, so it has this very fluid type of look to it. I think it was the best option to make the explosion visible in the middle of such a colourful city. I had to combine this with a few lighting blocks so it [would stay well lit] in the middle of the build.”\n更重要的是，他是如何在 Minecraft 里面模拟出爆炸效果的？“大体上就是里面的紫色的反物质爆炸效果，是我同时运用了 World Edit（创世神插件）和Voxel Sniper（地形笔刷工具）制作出来的。那些紫色的方块实际上是下界传送门粒子。它提供了这种发光的纹理，但又因为它不是一个完整的方块，所以呈现出了一种流体式的外表。为了在这座光彩四溢的中心地带能表现出爆炸的效果，我认为这就是不二之选。我也必须在里面融入小部分的其他的发光方块，所以它（会提供可观的光亮）处于建筑的核心地带”\nWhile the fluidity of the Nether Portal particles give the explosion a glowing sense of dread, Marceau went further still. He introduced a sense of volatile, kinetic energy and the illusion of outward movement by destroying his own work.\n尽管流体状的下界传送门粒子给爆炸带来了令人震撼的光芒，但 Marceau 仍不满足于现状。他通过炸毁自己的建筑，成功引入了不稳定感以及动能和逃逸运动。\n“For all the parts that are being vortexed,” Marceau explains, “like the buildings that are being sucked into the vortex, those were basically broken apart from the structures. I had to rotate them and try to imitate the vortex effect. So there’s a lot of debris flying around, and this was very fun for me to introduce; things like movement and suction and... something that gives a sense of action into a scene that is entirely static.”\n“对于所有的那些被旋转起来的部分，” Marceau 解释到，“比如被旋涡死死吸住的建筑结构，那些其实都是建筑物已经被破坏的部分。我不得不让他们旋转起来以试着去模拟旋涡的效果。所以有很多的碎片四处飞舞，我觉得能将它们加入其中简直是妙趣横生；像是物体运动还有吸附力......这一类的元素为完全静态的场景带来了动态的观感。”\n\n\n\nMarceau started playing Minecraft in July 2015, when he discovered the creative community through a contest. Instantly, he was hooked on the ability to create a build, share it, have people edit it, and mix different projects together with other people. “That’s how I started basically,” he says. “I just got interested in doing that and I met a few people.”\nMarceau 在 2015 年七月份开始接触 Minecraft，他在一次比赛里面发现了这个具有创造力的圈子。很快，他就迷上了这种建造建筑、分享建筑、有人予编辑汇总、然后和别人合作将其他的作品整合在一起的能力。他说：“这基本上就是我创作的初衷，我只是喜欢这种乐在其中的感觉，并借此交到了一些朋友。”\nMarceau tells me this is a big part of why he loves the game. Not only is it a new medium for him to develop his art, but he’s excited by the variety of people and talent in the Minecraft community. “You have people that are passionate about video making,” he says, “or about the artistic side of Minecraft, or the gameplay - redstone-related for instance – or sculptures or terrain through the World Machine program. So there is a collision of different mediums which is really interesting, that’s the reason Minecraft is actually quite universal, I think.”\nMarceau 告诉我这便是他爱上这款游戏的主要原因。这对他来说不仅仅是一个提升他艺术修养的媒介，他也对 Minecraft 圈子里有各种各样的人以及他们的才能感到兴奋。他说：“你会遇见热衷于制作视频的人，或者享受游戏的人，或者研究红石电路的人，又比如说创作雕塑品以及通过 World Machine（地形创作软件）进行地形创作的人。所以在这里有许多各不相同的圈子相互碰撞，互相交汇，这十分有趣，我觉得这就是 Minecraft 如此流行的原因。”\n\nSome of Marceau's concept art for the project.  Great at Minecraft and art? No fair! I can barely even finish a sentence.Marcea 为他的作品创作的一些美术概念。他同时是Minecraft和艺术创作的行家？这不公平！而我就只能做一些文字工作\nSo what would this esteemed builder and budding artist say was the most important thing to bear in mind when creating a Minecraft build?\n所以这位受人尊敬的建造者，未来的艺术家认为在进行建筑创作的时候，我们需要牢记的最重要的事情是什么？\n“I think that it’s not really about how to build in Minecraft,” he says. “It’s more about expanding your general knowledge and culture and just looking at the world out there. Be curious. Anything that can be a source of inspiration is really great to have. It doesn’t matter what medium you’re using, I think it all comes down to the same thing and it’s about understanding the world and having those ideas that will inspire you [to] create something new. Once you combine the technical skills and you mix that with your own emotions and ideas, I think it can really become something even greater. Being passionate is really important.”\n“我觉得最重要的绝对不是怎么样在 Minecarft 里面建造东西，最重要的是去拓展自身文化常识，以及走出去看看外面的世界。保持一颗求知的心。任何可以当成灵感来源的事物都需要去学习。你学习的途径并不重要，我觉得这些可以归结为同一个方法，那就是去认知这个世界，然后掌握那些可以带给你灵感的想法，（用来）创造新的东西。一旦你将技术上的技巧和你自身的情感以及想法结合在一起之后，我觉得就确确实实地会产生一加一大于二的效果。充满热情地投入创作是很重要的。”他回应道。\n Renders by Crankerman, BestoftheLife and somedaftmonkey \n由 Crankerman, BestoftheLife以及somedaftmonkey 渲染 \n\n【Inner 译自官网 2017 年 10 月 08 日发布的 Blade Stunner】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589446500,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "kayn-",
            "timestamp": 1597111320,
            "txt_content": "同感，MC最重要的是去拓展自身文化常识"
        }
    ]
}