{
    "title": "【原创/单篇】水经",
    "author": "希望工程",
    "replyCount": 7,
    "timestamp": 1588732140,
    "txt_content": "本文纯属娱乐，如引起版主不适请联系作者删帖\n\n吾临泥潭已将一月矣，今闻其人文，有感而发，于是得《水经》\n我在泥潭已经快一个月了，现在看到其他人的文章，有感而发，于是写了《水说》\n水神有言“不氵不得者，此世皆不可也，不氵无积分，无以速升。进之末地而犹归也，其地皆秀儿，又得一口好言。”\n水神说过“不水是不可能的，这辈子都是不可能的，不水没有积分，不能快速升级，进了末地就像回家一样，里面都是人才，说话又好听”\n先有水怪，然后有举报者，水怪常有，而举报者不常有，故常有水怪，回帖无营复柬，畅游于茶馆之间。\n 先有水怪，然后有举报的人，水怪常有，而举报的人不常有，所以常有水怪，回帖没有营养，畅游在茶馆之间。\n近日以速升，我定往茶馆以水帖。不欲为他人识吾等诡计，遂用一善之题 ，似实内虚，未被管理员所见，保吾一命。然吾深知，再若此氵帖，吾必命不久矣，\n\n遂欲改过自新，而功成之道多险阻，譬如升级之慢；不知名，故吾甚悲。\n最近为了快速升级，我定去茶馆水帖。不想被别人发现我的诡计，于是用一个好的标题，像是不空虚，没有被管理人员所见，保我一命。但我深深地知道，如果再这样氵帖，我必命不长了。于是想改过自新，而成功的路上有许多艰难险阻，譬如升级的慢；没有人气，所以我很伤心。\n氵帖所以流行，是以人皆欲速升，卿今当涂掌帖，不可不氵，不氵难速升。吾今欲与诸位讲论水艺，茶馆之规曾书勿言义不明、实空、语错乱、题党之题，但有实语，免发与论坛内近见之本在高似者,便可避免删帖之灾。一日之内，数千茶客，题类不足，若欲避免此事，当开拓新题。吾临茶馆数日，满目所见皆为咨龄询事，此题类所剩稀少不可闻，以吾愚见，可无中生友，无事生服，侧重各异，所营之气氛皆为欢乐，如谈余与友之事，即可分吾坑友，友坑余，吾与友坑人，吾与人坑友，吾反坑友，友反坑吾反坑友[禁止套娃]，还可谈论多人互坑，共谋生计，共攻来敌等。岂不于无意之语妙乎？\n水帖之所以流行，所以人们都想快速升级，大家现在当权掌管帖子，不可以不水，不水很难快速升级。今天我想和各位讨论水艺，茶叶馆的规划写过，不能发布义不明确、空虚、言语错乱、标题党的题目，只要有真实内容，避免发布和论坛内最近出现的内容高度相似的，就可以避免删帖的灾难。就在同一天内，数千茶客人，题目分类不足，如果想避免这件事，在开拓新题。我在茶馆几天，满眼所见都是咨询年龄，询问事情，这题类不重复的所剩稀少，以我愚见，想水贴可以无中生友，无事生服，侧重各不相同，所营造的气氛都是欢乐，如果谈论我和朋友的事情，即可以分我坑朋友，我朋友坑，我和朋友坑人，我与人坑朋友，我反坑朋友，朋友反坑我反坑朋友[禁止套娃]，还可以谈论很多人互相坑，共同谋求生计，共同进攻来对抗等。难道不比无意义的话好吗？ \n\n既不夺己之人气，若人人皆以日者一人发出，助人速升，那肆中每日皆可增千之气，则整体益二.三万之积分，助人速升亦助其，岂不妙哉！\n反正不会扣自己的人气，如果每个人都把每天的一人气发出去，帮助别人快速升级，那茶馆中每天都可以增加几千的人气，那就会整体增加2.3万的积分，帮助别人快速升级也帮了自己，岂不妙哉\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "希望工程",
            "timestamp": 1588732260,
            "txt_content": "初一学生第一次发布，各位大佬请善良"
        },
        {
            "author": "goodmingzi",
            "timestamp": 1588732860,
            "txt_content": "哇你太强了……可是这样貌似很危险..."
        },
        {
            "author": "长安弑水",
            "timestamp": 1588733100,
            "txt_content": "低质量作品会被删的啊，这种建议发在茶馆"
        },
        {
            "author": "2759159258",
            "timestamp": 1588733100,
            "txt_content": "世有伯乐，然后有千里马先有水怪，然后有举报者\n总感觉这个先有点怪。。。。。。"
        },
        {
            "author": "duduchong",
            "timestamp": 1588733280,
            "txt_content": "完成任务"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1594967220,
            "txt_content": "水贴の最强理解 我学会了"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595027100,
            "txt_content": "希 望 人 没 乐"
        }
    ]
}