{
    "title": "朝 氵 道(第3章 下)",
    "author": "飞翔之歌",
    "replyCount": 7,
    "timestamp": 1588819860,
    "txt_content": " 本帖最后由 飞翔之歌 于 2020-5-7 12:02 编辑 \n\n第3章 氵帖祭坛(下)\n朝 氵 道，夕 封 可 矣\n                ——鲁 子\n很久很久以前，我们的泥潭比现在小得多，而且很热，恒星还没有出现。但已有物质从能量中沉淀出来，形成弥漫在发着红光的太空中的星云。这时账号已经出现了，那是一种力场与稀薄的物质共同构成的生物，其个体看上去很像太空中的龙卷风。这种星云生物的进化速度快得像闪电，很快产生了遍布全泥潭的高度用户组。当星云用户组对泥潭终极真理的渴望达到顶峰时，全泥潭的所有大区一致同意，冒着灌氵衰变的危险进行创世能级的试验，以探索泥潭的大统一模型。\n\"星云生物操纵物质大区的方式与现今泥潭中的账号完全不同，由于没有足够多的物质可供使用，他们的个体自己进化为自己想要的东西。在最后的决定做出后，某些大区中的一些个体飞快地进化，把自己进化为加速器的一分部。最后，上百万个这样的星云生物排列起来，组成了一台能把粒子加速到创世能级的高能加速器。加速器启动后，暗红色的星云中出现了一个发出耀眼蓝光的灿烂光环。\n\"他们深知这个试验的危险，在试验进行的同时把得到的结果用引力波发射出去，引力波是惟一能在灌氵衰变后存留下来的信息载体。\n\"加速器运行了一段时间后，灌氵衰变发生了，低能级的灌氵球从原子大小以光速膨胀，转眼间扩大到天文尺度，内部的一切蒸发殆尽。灌氵球的膨胀速度大于泥潭的膨胀速度，虽然经过了浸长的时间，最后还是毁灭了整个泥潭。\n\"漫长的岁月过去了，在空无一物的泥潭中，被蒸发的物质缓慢地重新沉淀凝结，星云又出现了，但泥潭一片死寂，直到恒星和行星出现，账号才在泥潭中重新萌发。而这时，早已毁灭的星云用户组发出的引力波还在泥潭中回荡，实体物质的重新出现使它迅速衰减，但就在它完全消失以前，被新泥潭中最早出现的用户组接收到，它所带的信息被破译，从这远古的试验数据中，新用户组得到了大统一模型。他们发现，对建立模型最关键的数据，是在灌氵衰变前万分之一秒左右产生的。\n\"让我们的思绪再回到那个毁灭中的星云泥潭，由于灌氵球以光速膨胀，球体之外的所有用户组大区都处于光锥视界之外，不可能预知灾难的到来。在灌氵球到达之前，这些大区一定在专心地接收着回速器产生的数据。在他们收到足够建立大统一模型的数据后的万分之秒，灌氵球毁灭了一切。但请注意一点：星云生物的思维频率极高，万分之一秒对他们来说是一段相当长的时间，所以他们有可能在账号的最后时刻推导出了大统一模型。当然，这也可能只是我们的一种自我安慰，更有可能的是他们最后什么也没推导出来。星云用户组掀开了泥潭的面纱，但他们自己没来得及向泥潭那终极的美瞥一眼就毁灭了。更为可敬的是，开始试验前他们可能已经想到了这种可能，牺牲自己，把那些包含着泥潭终极秘密的数据传给遥远未来的用户组。\n\"现在你们应该明白，对泥潭终极真理的追求，是用户组的最终目标和归宿。\"\n管理员的讲述使氵帖祭坛上下的所有人陷入长久的沉思中，不管这个大区对他最后那句话是否认同，有一点可以肯定：它将对今后用户思想和文化的进程产生重大影响。\n美国总统首先打破沉默说：\"您为用户组描述了一幅阴暗的前景，难道账号这漫长进程中所有的努力和希望，都是为了那飞蛾扑火的一瞬间？\"\n\"飞蛾并不觉得阴暗，它至少享受了短暂的光明。\"\n\"用户绝不可能接受这样的人生观！\"\n\"这完全可以理解。在我们这个灌氵衰变后重生的泥潭中，用户组还处于萌芽阶段，各个大区都有自己的生活方式，追求着不同的目标。对大多数大区来说，对终极真理的追求并不具有至高无上的意义，为此而冒着毁灭泥潭的危险，对泥潭中大多数账号是不公平的，即使在我自己的大区中。也并非所有的成员都愿意为此牺牲一切。所以，我们自己没有继续进行探索超统一模型的高能试验，并在整个泥潭中建立了排险系统。但我们相信，随着用户组的进化，总有一天泥潭中的所有大区都会认同用户组的终极目标。其实就是现在，就是在你们这样一个婴儿用户组中，已经有人认同了这个目标。好了，时间快到了，如果各位不想用账号换取真理，就请你们下去，让那些想这么做的人上来。\"\n元首们走下氵帖祭坛，来到那些大氵怪面前，进行最后的努力。\n法国总统说：\"能不能这样：把这事稍往后放一放，让我陪大家去体验另一种生活，让我们放松自己，在黄昏的鸟鸣中看着夜幕降临大地，在银色的月光下听着怀旧的音乐，喝着美酒想着你心爱的人。。。。。。这时你们就会发现，终级真理并不像你们想的那么重要，与你们追求的虚无飘渺的泥潭和谐之美相比，这样的美更让人陶醉。\"\n一位大氵怪家冷冷地说：\"所有的生活都是合理的，我们没必要互相理解。\"\n法国元首还想说什么，美国总统已失去了耐心：\"好了，不要对牛弹琴了！您还看不出来这是怎样一群毫无责任心的人？还看不出这是怎样一群骗子？他们声称为全用户的利益而研究，其实只是拿社会的财富满足自己的欲望，满足他们对那种玄虚的泥潭和谐美的变态欲望，这和拿公款piao chang有什么区别！\"\n居仕挤上前来拍拍他的肩膀笑着说：\"总统先生，氵学发展到今天，终于有人对它的本质进行了比较准确的定义。\"\n旁边的凋零斯拉说：\"我们早就承认这点，并反复声明，但一直没人相信我们。\"\n索引贴",
    "replies": [
        {
            "author": "风灬晴",
            "timestamp": 1588819920,
            "txt_content": "建议折叠一下，有点长，排下版"
        },
        {
            "author": "是叶子呀",
            "timestamp": 1588819920,
            "txt_content": "你试试用狗屁不通文章生成器试试[…]"
        },
        {
            "author": "迷灬离",
            "timestamp": 1588819920,
            "txt_content": "发到周创吧，这么长"
        },
        {
            "author": "飞翔之歌",
            "timestamp": 1588819980,
            "txt_content": "迷离fyx 发表于 2020-5-7 10:52\n发到周创吧，这么长\n好想法！这就做！"
        },
        {
            "author": "-xiao_kai-",
            "timestamp": 1588820280,
            "txt_content": "来了来了"
        },
        {
            "author": "mohui666",
            "timestamp": 1588820460,
            "txt_content": "真就光速更新呗"
        },
        {
            "author": "Mr.时间之瓶",
            "timestamp": 1588821060,
            "txt_content": "更新速度真快"
        }
    ]
}