{
    "title": "1.9——1.15 的版本更新概述",
    "author": "witch0315",
    "replyCount": 9,
    "timestamp": 1588840560,
    "txt_content": "我本人还活在1.9的时代一直未更新游戏，各位大佬方便简单的介绍一下1.9之后的版本更新了哪些重要的元素吗？",
    "replies": [
        {
            "author": "もぺもぺ",
            "timestamp": 1588840560,
            "txt_content": "最详细的在这了\nhttps://wiki.biligame.com/mc/Jav ... C%E8%AE%B0%E5%BD%95"
        },
        {
            "author": "浅海星未眠",
            "timestamp": 1588840620,
            "txt_content": " 本帖最后由 浅海星未眠 于 2020-5-7 16:39 编辑 \n\nhttps://wiki.biligame.com/mc/Java%E7%89%88%E7%89%88%E6%9C%AC%E8%AE%B0%E5%BD%95楼上的大佬忒快了，几十秒就被答了"
        },
        {
            "author": "PTSD∝龌龊闵",
            "timestamp": 1588840620,
            "txt_content": "https://minecraft-zh.gamepedia.c ... 8%E6%8C%87%E5%8D%97"
        },
        {
            "author": "轩辕Shi",
            "timestamp": 1588842900,
            "txt_content": " 本帖最后由 轩辕Shi 于 2020-5-7 17:17 编辑 \n\n1.9 战斗更新：更改了末地岛黑曜石柱的布局和末影龙的战斗 骷髅的AI变得更困难 剑的格挡移除了，加入了一些其他武器的技术 工具伤害被重新平衡 锋利和保护附魔被削弱 状态效果图标在主屏幕可见 生命回复被重新平衡 钓鱼被重新平衡 酿造台需要烈焰粉 附魔金苹果不再能合成 更改了地图 在世界生成的箱子里的战利品被重新平衡 在极限模式死亡允许玩家以旁观模式继续 改善船 要塞生成增加至最多128个 大橡树再次在树林生成 增加了下雨时火的蔓延 玻璃板和铁栏杆未连接时的模型更细了，而不是之前十字形的模型 生物和玩家可以互相推动了 死亡信息现在可显示在死亡屏幕上 生物和玩家的高度被小幅修改 资源包可以基于数据值，物品状态和持有的手定义模型 结构现在从/assets/structures中读取 生物、钓鱼和箱子中的战利品现在由战利品表定义\n1.10 霜炙更新：18种新声音事件与2种新环境音效。 4条新闪烁标语。 “自动跳跃”选项（默认开启），使玩家自动跳跃。 1种新颗粒：fallingdust 1条新命令：/teleport 4个新NBT标签 FallFlying、ZombieType、ParticleParam1与ParticleParam2 化石 5种新方块 结构空位、岩浆块、下界疣块、红色下界砖块和骨块 3种新生物 北极熊、尸壳和流浪者\n1.11 探险更新：3个新的闪烁标语。 2种新的村民职业： 制图师 傻子 2种新的颗粒效果：spit和totem. 3个新的NBT标签： LocName，CustomPotionColor和ColorMap。 2种新的游戏规则：doWeatherCycle和maxEntityCramming。 1种新的命令：/locate。 诅咒附魔（包括绑定诅咒附魔和消失诅咒附魔）。 4种新生物： 卫道士，唤魔者，恼鬼和羊驼。 2 种新方块：侦测器和潜影盒。 8 种新的刷怪蛋。 4种新物品： 潜影壳，不死图腾以及两种探险家地图。 林地府邸。\n1.12 多彩世界更新：添加了新的彩色方块： 混凝土 混凝土粉末 带釉陶瓦 多种颜色的鹦鹉[2] 复述功能可以朗读聊天栏的文字（按下CTRL+B激活） 床可以被染色，总共有16种颜色[3] 新的灾厄村民：幻术师。 新的声音。 新的命令：/advancement、/recipe、/reload和/function。 硬化粘土被重命名为“陶瓦”。 函数。 你的快捷栏现在可以在创造模式中保存和加载（按C+数字保存，按X+数字加载）。\n1.13 水域更新：新的方块： 除橡木外5种木头对应的活板门、压力板和按钮 10种珊瑚块、5种珊瑚和5种珊瑚扇 5种失活的珊瑚扇 海带 干海带块 海草 海泡菜 海龟蛋 蓝冰 潮涌核心 木头和去皮木头 气泡柱，通过水下的岩浆块或灵魂沙生成 海晶石楼梯和台阶 新的物品： 三叉戟 鳞甲 海龟壳 干海带 幻翼膜 海洋之心 鹦鹉螺壳 神龟药水 神龟之箭 缓降药水 缓降之箭 调试棒 ??[仅Java版] 藏宝图 海龟、幻翼、鳕鱼、鲑鱼、河豚、热带鱼和溺尸的刷怪蛋 鱼桶：鳕鱼、鲑鱼、河豚和热带鱼 新的状态效果： 缓降 潮涌能量 海豚的恩惠??[仅Java版] 新的附魔：忠诚、穿刺、激流、引雷 新的生物： 幻翼 海豚 海龟 溺尸 鱼： 鳕鱼、鲑鱼、河豚和2700种热带鱼 新的结构： 沉船 冰山，[10]生成于寒带海洋中 海底废墟 埋藏的宝藏 水下洞穴和峡谷 珊瑚礁 新的生物群系： 热带、亚热带和寒带海洋变种以及深海和封冻深海 将末地分为四个生物群系：浮岛、中岛、高岛和荒岛??[仅Java版] 世界类型 自选模式??[仅Java版] 数据包??[仅Java版] 自定义配方 自定义标签 物品形式的蘑菇方块、树皮方块和双台阶??[仅Java版] 3个新的命令：/data、/datapack和/bossbar。??[仅Java版] 命令提示UI??[仅Java版] 当玩家潜行时，画面过渡更流畅了。 更改了南瓜的材质，并将旧的材质命名为“雕刻过的南瓜”，可通过使用剪刀右键点击南瓜获得。 水源方块现在能够放置在半透明的方块的里面，例如楼梯和台阶，称之为充水。\n1.14 村庄和掠夺：新方块： 14种新楼梯，包括石头、安山岩、磨制安山岩、闪长岩、磨制闪长岩、花岗岩、磨制花岗岩、苔石砖、苔石、平滑砂岩、平滑红砂岩、平滑石英块、红色下界砖块和末地石砖。 14种新台阶，包括石头、安山岩、磨制安山岩、闪长岩、磨制闪长岩、花岗岩、磨制花岗岩、苔石砖、苔石、平滑砂岩、平滑红砂岩、平滑石英块、红色下界砖块和末地石砖。 12种新墙，包括砖、安山岩、闪长岩、花岗岩、海晶石、石砖、苔石砖、砂岩、红砂岩、下界砖、红色下界砖和末地石砖。 营火 作为一个装饰性的壁炉，没有任何火蔓延。 最多可烹制四种食物，但要比熔炉慢（30秒）。 可以点亮或不点亮。 放在干草块顶部时用作烟雾信号。 竹子 生长在丛林的竹林里。 可以在沉船和丛林神殿里的箱子找到。 脚手架 可以快速地爬上去。 玩家只需要在脚手架方块的顶部按使用就可以搭建脚手架的柱子。 底部无方块时解体断裂。 侧面和底部没有碰撞箱，也不会检测到方块更新。 花 矢车菊 可制成蓝色染料 可以在平原上找到 铃兰 可以制作成白色染料 可以在森林中找到。 凋零玫瑰 可以制作成黑色染料 对周围的生物和玩家造成1秒的凋零状态效果，在任何难度中，除了和平之外。 木桶 像箱子一样作为一种容器方块 生成在村庄的渔夫小屋。 和箱子不同的是，木桶在顶部有固体方块的情况下仍然可以打开。 钟 可以产生声音的装饰性方块 右击钟时会震动并产生对应的音效。 生成在村庄的会合点。 高炉 烧炼矿石的速度是普通熔炉的两倍。 自然生成于村庄的盔甲房中。 烟熏炉 自然生成于村庄的屠夫小屋中。 烧炼食物的速度是普通熔炉的两倍。 制图台 自然生成于村庄的制图师小屋中。 可用于复制、缩小、锁定、重命名??[仅基岩版]地图。 用玻璃板可锁定地图，其锁定后仍可复制，但无法更改地图比例。 堆肥桶 产生骨粉。 使用 某些物品有概率向堆肥桶添加1级堆肥，堆肥达到7级后，会变为可收获的8级阶段，使用可以产出1骨粉。 一些物品有可能不会增加堆肥桶的堆肥等级。增加等级的机会取决于物品的质量。（例如，干海带的几率约为30%，而南瓜派的几率为100%）。 用3个木板和4个栅栏??[仅Java版]或7个木台阶??[仅基岩版]制作。 制箭台 生成于村庄的制箭师小屋，暂无用途。 锻造台 生成在村庄的工具商小屋，暂无用途。 切石机 生成于村庄的石匠小屋。 用来制作一些石质物品和方块。 砂轮 一种可以移除物品上的非诅咒附魔的新方块。 可以合并物品来修复它们。 生成于村庄的武器商小屋。 灯笼 新的光源。 作为灯柱生成在积雪的冻原村庄。 讲台 生成在村庄的图书馆。 可以让多个玩家同时阅读同一本书。 翻页时产生红石信号。 织布机 可以以更简单的方式制作旗帜图案。 生成在村庄的牧羊人小屋。 拼图方块 技术性方块。 是一个允许使用较小的模板来建造结构的拼接方块。 新物品： 弩 比弓拥有更高的伤害，但需要更长的时间拉弦蓄力。 可以附上新的附魔: 多重射击 一次发射三支不同方向的箭。 快速装填 拉弦蓄力速度加快。 穿透 发射的箭会穿透生物。 当主手上拿着弩，副手上拿着烟花火箭时，可以发射烟花火箭。 可以合成。 染料 加入了白色染料、蓝色染料、棕色染料、黑色染料。 以前用作染料的物品（骨粉、青金石、可可豆、墨囊）仍然可以使用，除了某些情况（比如制作烟火之星）。 甜浆果 会像仙人掌一样对玩家造成伤害 当玩家行走于甜浆果丛中时速度会减慢 一种食物。 由甜浆果丛产出。 新生物： 猫 通常作为流浪猫在村庄附近游荡。 黑猫可以在沼泽小屋中生成。 未驯服的猫可以消失。 有8种新的皮肤，其中一种是社区选择的。 如果主人在床上睡觉，驯服的猫会趴在主人身上睡觉。 当主人醒来时有机会得到礼物，礼物内容基于战利品表。 可能的礼物包括：线、生鸡肉、羽毛、兔子皮、兔子脚、腐肉和幻翼膜。 能吓跑幻翼，并对它们发出嘶嘶声。 猫的项圈可以用染料染色。 狐狸 在针叶林生物群系针叶林村庄及其变种中生成，晚上更为常见。 与豹猫跑得差不多快。 会捡起周围任何掉落的物品或方块并衔在嘴里。 可以用甜浆果来使其繁殖，新生的小狐狸会信任并不会远离玩家。 会攻击兔子和鸡，并会受到狼的攻击。 掠夺者 另一个灾厄村民变种 手持弩。 会袭击和占领村庄，并杀死村民。 劫掠兽 装备着盔甲和鞍、像公牛的大型生物。 高生命值。 会破坏农作物和树叶。 熊猫 通常是被动的，这取决于它的变种。 生成在丛林中的竹林。 寻找竹子和蛋糕食用，但只会被竹子吸引。 拥有不同的性格： 可以是懒惰的、顽皮的、发愁的、好斗的，共有8种不同性格。 可以通过脸上的表情看出情绪。 小熊猫会打喷嚏，使周围的成年熊猫吓得跳起来，且有几率在打喷嚏时掉落1个粘液球。 有稀有的棕色变种。 流浪商人 在一定时间内只会在世界中随机生成一个。 随行商羊驼一起生成。 2-3天后会消失。 出售与生物群相关的物品。 交易在锁定后将不会再刷新。 行商羊驼 随流浪商人一起生成。 拥有不同的初始皮肤。 会攻击所有的僵尸和灾厄村民变种。??[仅Java版] 会攻击所有伤害拥有它的商人的玩家和生物。 2-3天后会消失。\n1.15 嗡嗡蜂群：方块 蜂箱 可使用6块木板和3块蜜脾合成。 可以容纳蜜蜂。 能够被蜂蜜充满。 每当蜜蜂完成采蜜归巢、在巢内完成工作并离巢的流程后，该蜂箱的蜂蜜含量都会增加一次。 玩家可以分别通过对着充满蜂蜜的蜂箱使用剪刀或玻璃瓶来获得蜜脾或蜂蜜瓶。 如果玩家破坏了蜂箱，或是试图从中收获蜂蜜，则蜜蜂会与该玩家敌对。 若玩家使用带有精准采集魔咒的工具采集蜂箱，则其内的蜜蜂不会与该玩家敌对，但外面的蜜蜂仍会被激怒。 若蜂箱的正下方置有点燃的营火，则玩家在收集该蜂箱的蜂蜜或蜜脾时不会激怒蜜蜂。 蜂巢 自然生成于繁花森林、平原和向日葵平原生物群系。 功能与蜂箱相同，但必须使用带有精准采集魔咒的工具来采集。 蜂蜜块 可使用4个蜂蜜瓶合成。 具有比粘液块更强的粘性： 玩家在其上跳跃的高度明显较低。 玩家在其上行走时速度会非常慢，且无法进行疾跑。 当蜂蜜块被活塞移动时，所有与之相邻的方块都将尝试随之往相同的方向一同移动。 与粘液块移动其他方块的机制相同。 蜂蜜块不会与粘液块相互粘连。 当蜂蜜块被活塞移动时，其上表面上的实体会随之一同移动。 实体可以贴着蜂蜜块的侧面缓慢下滑。 落在在蜂蜜块上可以将跌落伤害减至原伤害的1?5。 蜜脾块 可使用4块蜜脾合成。 仅作为装饰性方块使用。 物品 蜂蜜瓶 通过用玻璃瓶对honey_level为5蜂巢/蜂箱按下使用键获得。 恢复6（生成缩略图出错：/bin/bash: convert: command not found生成缩略图出错：/bin/bash: convert: command not found生成缩略图出错：/bin/bash: convert: command not found）和2.4饱和值。 饮用后解除中毒效果。 可以用于合成糖和蜂蜜块。 堆叠上限为16。 蜜脾 通过用剪刀对honey_level为5的蜂巢/蜂箱按下使用键获得。 可以用于合成蜂箱和蜜脾块。 刷怪蛋 加入了蜜蜂刷怪蛋。 生物 蜜蜂 生命值为10（生成缩略图出错：/bin/bash: convert: command not found生成缩略图出错：/bin/bash: convert: command not found生成缩略图出错：/bin/bash: convert: command not found生成缩略图出错：/bin/bash: convert: command not found生成缩略图出错：/bin/bash: convert: command not found）。 在蜂箱和蜂巢旁成群生活。 可以躲入蜂箱。 当蜜蜂被攻击后，所有来自同一个蜂箱的蜜蜂会尝试攻击最初的攻击方。 蜂巢或者蜂箱被破坏后也会发生相同情况。 在蜂巢下放置营火会将蜜蜂变为被动。 当蜜蜂攻击后，目标会受到10秒中毒效果，蜜蜂会在50-60秒后死亡。 当蜜蜂攻击玩家，它们的眼睛会变红。 受节肢杀手魔咒影响。 可以用任意种类的花繁殖，包括凋零玫瑰。 蜜蜂会跟随任何手持小型花的玩家。 玩家若停下，那么蜜蜂会在其周围盘旋。 蜜蜂会在花周围徘徊，一段时间后会进入“完成授粉”状态。传粉后会出现灰白色颗粒。蜜蜂的材质也会出现类似于授粉的花颜色的斑点。 进入“完成授粉”状态后会回到他们的蜂箱。 完成授粉的蜜蜂会加速经过的作物和甜浆果丛的生长。 当足够多的的蜜蜂以完成授粉状态进入蜂箱后，蜂箱会充满蜂蜜。 蜜蜂倾向于躲开水。 被蜜蜂杀死会显示新的死亡信息：“<玩家>被蛰死了”。 命令格式 游戏规则 doInsomnia 决定幻翼是否可以生成在夜间。 doImmediateRespawn 玩家会立即重生，不显示死亡界面。 drowningDamage 决定玩家是否会受到溺水伤害。 fallDamage 决定玩家是否会受到跌落伤害。 fireDamage 决定玩家是否会受到火焰伤害。 游戏内容 进度 加入了bee_nest_destroyed、safely_harvest_honey、slide_down_block进度触发器。 加入了“-{zh-cn:胶着状态;zh-tw:陷入膠著;zh-hans:胶着状态;zh-hant:陷入膠著}-”，在跳入蜂蜜块缓解摔落后获得。 位于冒险栏目中。 加入了“-{zh-cn:与蜂共舞;zh-tw:待客蜂範;zh-hans:与蜂共舞;zh-hant:待客蜂範}-”，利用营火安全收集蜂箱中的蜂蜜后获得。 位于农牧业栏目中。 加入了“-{zh-cn:举巢搬迁;zh-tw:蜂裝物流;zh-hans:举巢搬迁;zh-hant:蜂裝物流}-”，利用精准采集移动有3只蜜蜂的蜂巢后获得。 位于农牧业栏目中。 控制 在辅助功能菜单中，潜行和疾跑键位可以在按住和切换模式间更改。 玩家借此可以在切换到其他界面后持续潜行。 同时影响创造模式中向下飞的玩家。切换之后，玩家会持续下降直到再次按键。"
        },
        {
            "author": "⊙u⊙",
            "timestamp": 1588844280,
            "txt_content": " 本帖最后由 ⊙u⊙ 于 2020-5-6 23:43 编辑 \n\n1.9——攻击冷却\n1.10——毫无印象的更新\n1.11——卫道士和林地府邸\n1.12——更多彩色方块\n1.13——水世界，多鱼，命令结构大改变\n1.14——村民职业，卫道士入侵\n1.15——蜜蜂，修BUG，渲染重写\n重要的应该就这些了，还有其他皮毛更新还是建议自己去网站看"
        },
        {
            "author": "Block_Structure",
            "timestamp": 1588920000,
            "txt_content": "1.9-战斗机制更改\n1.10-北极熊等\n1.11-林地探险更新 \n1.12-彩色更新，羊毛等颜色被优化\n1.13-海洋更新，添加了溺尸和实体鱼\n1.14-掠夺更新\n1.15-蜜蜂等"
        },
        {
            "author": "装饭木桶",
            "timestamp": 1588992660,
            "txt_content": "1.9 战斗更新：加入了武器攻速设定，剑可以范围伤害，斧子为伤害最高的武器，加入了盾牌，盾牌可以完全抵消大部分的伤害包括苦力怕爆炸。\n1.10 霜灸更新：沙漠和雪原出现的骷髅和僵尸的变种，以及加入了北极熊\n1.11 探险更新：加入了林地府邸\n1.12 多彩世界：加入了鹦鹉和新的彩色方块：混凝土，以及床可以被染色等等 ；1.12也是继1.7.10后的一大模组版本\n1.13 水域更新：主要加入了海洋，海底遗迹，沉船遗迹，溺尸（水下生成的僵尸）和实体的鱼，海龟和海豚等等。1.13更新了大量的内容，更新时受到了玩家们一致好评，这也是继notch离开后最好的一次更新。\n1.14 村庄掠夺者：村庄附近现在会定期刷出掠夺者小队，其中有拿斧头和弩的敌对村民以及会破坏方块的“掠夺兽”，他们会主动的攻击村民；村庄和村民被大改了；加入了熊猫，狐狸以及会定期生成在玩家附近的“游商”等生物：加入了针对“食物”和“矿物”烧制的两种熔炉，以及增加了会冒出很高的烟的“营火”，是建筑师们制作烟囱的主要方块。\n1.15 嗡嗡蜂群：加入了蜜蜂（1立方米大的蜜蜂），树上会刷蜂巢，可以采蜜等等，同时加入了蜂蜜块（蜂蜜块的一系列特性请查wiki，很有意思的）等\n1.16 下界更新：即将到来的版本，主要对下界进行更新，下界现在会出现森林，灵魂沙谷等地形。怪物猪灵，你可以用金粒和猪灵交易，身穿金甲时猪灵不会主动攻击你；加入了新的下界矿物，和金锭可以合成“下界合金锭”，下界合金锭与钻石制品可以合成比钻石更好的下界合金装备，这个下界矿可能比钻石更稀有；加入了新的坐骑，这种坐骑生成于地狱，可以在岩浆里游泳等\n\n历代更新内容：https://minecraft-zh.gamepedia.c ... C%E8%AE%B0%E5%BD%95\n1.16的更新介绍：https://www.bilibili.com/video/B ... 8030189226195993561"
        },
        {
            "author": "FHL_Flame",
            "timestamp": 1589022960,
            "txt_content": "攻击冷却\n下届合金"
        },
        {
            "author": "吉良吉影512",
            "timestamp": 1589451000,
            "txt_content": "攻击冷却，海洋更新"
        }
    ]
}