{
    "title": "DinnerBone：这实在是太令人心碎了:(",
    "author": "ETW_Derp",
    "replyCount": 20,
    "timestamp": 1588819140,
    "txt_content": " 本帖最后由 ETW_Derp 于 2020-5-7 10:57 编辑 \n今天去看404网站的时候，看见晚餐骨转了个帖子：\n\n\n\n\n\ndinnerbone.png (198.76 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-7 10:30 上传\n\n\n\n\n\n这实在是太令人心碎了:(\n\n推特地址：https://twitter.com/tha_rami/status/1257475617760690177\n翻译：\nDear parents that don't play games, You can discipline kids in a million ways, but if you destroy their digital homes, their creativity, or the things they love - you are being cruel. They will never trust you with anything they care for again, and they'd be right not to.\n\n不玩游戏的家长们，你们可以用那么多的方式来管教孩子，但是如果你摧毁了他们的虚拟家园，摧毁了他们的创造力，或是摧毁了他们的至爱——你就太残忍了。他们将再也不会信任你，无关乎你是否关心；而且他们这样做是完全合情合理的。\n原帖地址（已存档，无法回复）：https://www.reddit.com/r/AmItheA ... ns_minecraft_world/\n翻译：\nAITA for deleting my son's Minecraft world?\n我删除了我儿子的Minecraft存档，我是不是个混蛋？\n\nI have 2 children, a 9 year old son and a 6 year old daughter. My son had a Minecraft world where he built quite an impressive castle on an  island, which he was very proud to show to me.\n我有2个孩子，一个9岁的儿子和一个6岁的女儿。我的儿子喜欢玩Minecraft，有一个存档——他在岛屿上建筑了一个十分宏伟的城堡，并且十分自豪地向我炫耀。\n\nSince school was canceled, he has had issues with waking up on time. He is  supposed to wake up at 7 each morning, but for the past month he has  been sleeping in until about 9 or 10. I always set an alarm for him, but he sleeps right through it. I don't wake him up because waking himself  up is a skill that he needs to learn. I told him about 2 weeks ago that  there are going to be consequences for him if he continues to sleep in  every morning. At first, he understood and was waking up on time every  morning. But for the past week or so, he has fallen back into old  habits. I told him yesterday that this is his final warning. Today, he  slept in until 11.\n自从学校（译者注：因为疫情缘故）停课，他就时常没法按时起床。他应该在每天早上7点起床，但是在过去的一个月内他经常睡到9点甚至10点才醒。我一直都是给他设置闹钟，但是他还是睡过头。我自己并不会亲自叫醒他，因为自己按时起床是一个人应该自己学习的一项技能。我在两个星期前告诉过他，如果他继续睡懒觉，那么就“勿谓言之不预”了。一开始，他还能明白，还能每天早上按时起床，但是近一个星期以来，他依然又回到了旧习了。我昨天警告过这是他的最终警告。但是今天，他睡到11点。\n\nSo I followed  through with my warning, and went on the computer and deleted his  favorite Minecraft world. I also took away computer privileges for the  next month. When I told him, he started screaming and crying. He told me that he spent a whole year working on that world, and he's very  distraught that he's never going to see it again. He has been crying and sobbing throughout the day, and has refused to eat any of his meals.\n所以我就履行了我的警告，然后走到电脑前，将他最爱的那个Minecraft存档删掉。同时我也拿走了电脑，让他一个月碰不到这台电脑。当我告诉他（存档被删除）时，他开始惊叫并且哭泣。他告诉我那个存档是他花了一年的时间塑造的世界，他还表示十分沮丧且生气，并且再也不会去回想那个世界了。他哭了一整天，而且绝食一整天了。\n所以，你们怎么看？如果你玩了很长时间的存档被删除，你会怎么想？\n\n欢迎在遵守版规的前提下进行讨论哦。有价值的回复会被贴主奖励加速火把一枚。\n\n标题还是改得隐晦一些比较好，要不然你们连正文都不看一眼，你们茶馆这是什么风气啊，积分和金粒就那么重要吗（",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1588819320,
            "txt_content": "我会疯了"
        },
        {
            "author": "我是人1012",
            "timestamp": 1588819320,
            "txt_content": "去看看有没有压缩文件在\n然后看看回收站\n如果还没有\n说明他们不是我的父母"
        },
        {
            "author": "-xiao_kai-",
            "timestamp": 1588819380,
            "txt_content": "我会瞬间爆炸"
        },
        {
            "author": "浪迹江海_",
            "timestamp": 1588819380,
            "txt_content": "很正常"
        },
        {
            "author": "殆辰羽_",
            "timestamp": 1588819500,
            "txt_content": "我会反抗，然后清掉他们的文件。。。随后再建一个档，并且每次都用结构方块备份。。。"
        },
        {
            "author": "听晨",
            "timestamp": 1588819620,
            "txt_content": "我会只收电脑，不会删存档"
        },
        {
            "author": "luo_shui233",
            "timestamp": 1588819680,
            "txt_content": "去回收站看看"
        },
        {
            "author": "风灬晴",
            "timestamp": 1588819740,
            "txt_content": "try again ，不激动"
        },
        {
            "author": "ghzz",
            "timestamp": 1588820040,
            "txt_content": "删除存档对这个孩子来说是个锻炼\n以后的人生中，你会有很多机会丢失比一年的存档更重要的东西，你总要学会面对，并养成备份习惯\n比如两年的存档\n或者你做了几个月的项目代码"
        },
        {
            "author": "孤独的我！",
            "timestamp": 1588820100,
            "txt_content": "mohui666 发表于 2020-5-7 10:42\n我会疯了\n一样，我也会"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1588820280,
            "txt_content": "突然庆幸自己是个 dumbass, 每一个存档都没有特别值得留下来的东西，所以删掉都无所谓（"
        },
        {
            "author": "Dermot_Xie",
            "timestamp": 1588820520,
            "txt_content": "前车之鉴，我会定期同步我的存档到云中"
        },
        {
            "author": "kaiyv",
            "timestamp": 1588820880,
            "txt_content": "我有备份，有十个备份放在不同的地方"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1588821060,
            "txt_content": "论备份的重要性\n不过做错了事也应当收到惩罚"
        },
        {
            "author": "Mr.时间之瓶",
            "timestamp": 1588821240,
            "txt_content": "太惨了，所以备份是很重要的"
        },
        {
            "author": "276267888",
            "timestamp": 1588821480,
            "txt_content": "这是多么痛的领悟呜呜"
        },
        {
            "author": "凌乱发际线",
            "timestamp": 1588821600,
            "txt_content": "想到了那个玩极限生存的建筑党，怎么想怎么心痛"
        },
        {
            "author": "活宝whw",
            "timestamp": 1588821780,
            "txt_content": "论备份的重要性\n但如果是我的话，我还是会反思自己的行为，然后道歉\n然而现实中我还没遇到这种情况"
        },
        {
            "author": "笙歌已陌",
            "timestamp": 1588822740,
            "txt_content": "我会亲切的问候他以及他的家人"
        },
        {
            "author": "Ender56",
            "timestamp": 1588822920,
            "txt_content": "以后不要作死\n然后每次玩完都备份\n最好找个隐蔽的地方备份"
        }
    ]
}