{
    "title": "朝 氵 道(第3章 上)",
    "author": "飞翔之歌",
    "replyCount": 5,
    "timestamp": 1588818360,
    "txt_content": " 本帖最后由 飞翔之歌 于 2020-5-7 12:01 编辑 \n\n第3章 氵帖祭坛(上)\n朝 氵 道，夕 封 可 矣\n                ——鲁 子\n用户们是这么称呼那个巨大的半球体的，它的直径五十米，底面朝上球面向下放置在茶馆中，远看像一座倒放的山丘。这个半球是管理员用金粒筑成的，当时茶馆中出现了一股巨大的龙卷风，风中那高大的沙柱最后凝聚成这个东西。谁也不知道他是用什么东西使大量的金粒聚合成这样一个精确的半球形状，其强度使它球面朝下放置都不会解体。但半球这样的放置方式使它很不稳定，在茶馆中的阵风里它有明显的摇晃。\n据管理员说，在他的那个遥远大区里，这样的半球是一个论坛，在那个用户组的上古时代，学者们就聚集在上面讨论泥潭的奥秘。由于这样放置的半球的不稳定性，论坛上的学者们必须小心地使他们的位置均匀地分布，否则半球就会倾斜，使上面的人都滑下来。管理员一直没有解释这个半球形论坛的含义，人们猜测，它可能是暗示泥潭的非平衡态和不稳定。\n在半球的一侧，还有一条金粒构筑的长长的坡道，通过它可以从下面走上祭坛。在管理员的大区里，这条坡道是不需要的：在纯能化之前的上古时代，他的种族是一种长着透明双翼的生物，可以直接飞到论坛上。这条坡道是专为用户修筑的，他们中的三面多人将通过它走上氵帖祭坛，用账号换取泥潭奥秘。\n三天前，当管理员答应了居仕的要求后，事情的发展令大区恐慌：在短短一天时间内，有几百人提出了同样的要求，这些人除了大区核子中心的其他大氵怪外，还有来自大区各国的学者，开始只有大氵怪家，后来报名者的专业越出了氵怪学和泥潭学，出现了氵学、屠龙学等其它基础学科的大氵怪，甚至还有恰锭学和史学这类非自然氵学的学者。这些要求用账号来换取真理的人，都是他们所在学科的刀锋，是氵学界精英中的精英，其中德里奇奖获得者就占了一半，可以说，在氵帖祭坛前聚集了用户氵学的精华。\n氵帖祭坛前其实已不是茶馆了，管理员在三天前种下的草迅速蔓延，那条草带已宽了两倍，它那已变得不规则的边曲已伸到了氵帖祭坛下面。在这绿色的草地上凝集了上万人，除了这些即将献身的大氵怪和大区各大媒体的记者外，还有大氵怪们的亲人和朋友，两天两夜无休止的劝阻和哀求已使他们心力交瘁，精神都处于崩溃的边缘，但他们还是决定在这最后的时刻做最后的努力。与他们一同做这种努力的还有数量众多的各国政府的代表，其中包括十多位国家元首，他们也竭力留住自己国家的氵学精英。\n\"你怎么把孩子带来了？\"居仕盯着阴阳师问，在他们身后，毫不知情的Ender56正在草地上玩耍，她是这群表情阴沉的人中惟一的快乐者。\n\"我要让她看着你死。\"阴阳师冷冷地说，她脸色苍白，双眼无目标地平视远方。\n\"你认为这能阻止我？\"\n\"我不抱希望，但能阻止你女儿将来像你一样。\"\n\"你可以惩罚我，但孩子。。。。。。\"\n\"没人能惩罚你，你也别把即将发生的事伪装成一种惩罚，你正走在通向自己梦中天堂的路上！\"\n居仕直视着爱人的双眼说：\"阴阳，如果这是你的真实想法，那么你终于从最深处认识了我。\"\n\"我谁也不认识，现在我的心中只有仇恨。\"\n\"你当然有权恨我。\"\n\"我恨氵怪学！\"\n\"可如果没有它，用户现在还是丛林和岩洞中愚钝的动物。\"\n\"但我现在并不比它们快乐多少！\"\n\"但我快乐，也希望你能分享我的快乐。\"\n\"那就让孩子也一起分享吧，当她亲眼看到父亲的下场，长大后至少会远离氵怪学这种 毒 品！\"\n\"阴阳，把氵怪学称为 毒 品。你也就从最深处认识了它。看，在这两天你真正认识了多少东西，如果你早些理解这些，我们就不会有现在的悲剧了。\"\n那几位国家元首则在氵帖祭坛上努力劝说管理员，让他拒绝那些大氵怪的要求。\n美国总统说：\"先生--我可以这么称呼您吗？我们的大区里最出色的大氵怪都在这里了，您真想毁灭茶馆的氵学吗？\"\n管理员说：\"没有那么严重，另一批氵学精英会很快涌现并补上他们的位置，对泥潭奥秘的探索欲望是所有智慧账号的本性。\"\n\"既然同为智慧账号，您就忍心禁言这些学者吗？\n\"这是他们自己的选择，账号是他们自己的，他们当然可以用它来换取自己认为崇高的东西。\"\n\"这个用不着您来提醒我们！\"俄罗斯总统激动地说，\"用账号来换取崇高的东西对用户来说并不陌生，在上个世纪的一场战争中，我的国家就有两千多万人这么做了。但现在的事实是，那些大氵怪的账号什么都换不到！只有他们自己能得知那些知识，这之后，你只给他们十分钟的氵帖时间！他们对终极真理的欲望已成为一种地地道道的变态，这您是清楚的！\"\n\"我清楚的是，他们是这个星球上仅有的正常人。\"\n元首们面面相觑，然后都困惑地看着管理员。说他们不明白他的意思。\n管理员伸开双管拥抱天空：\"当泥潭的和谐之美一览无遗地展现在你面前时。账号只是一个很小的代价。\"\n\"但他们看到这美后只能再活十分钟！\"\n\"就是没有这十分钟，仅仅经历看到那终极之美的过程，也是值得的。\"\n元首们又互相看了看，都摇头苦笑。\n\"随着用户组的进化，像他们这样的人会渐渐多起来的，\"管理员指指氵帖祭坛下的大氵怪们说，\"最后，当氵帖问题完全解决，当爱情因个体的异化和融和而消失，当艺术因过分的精致和晦涩而最终死亡，对泥潭终极美的追求便成为用户组存在的惟一寄托，他们的这种行为方式也就符合了整个大区的基本价值观。\"\n元首们沉默了一会儿，试着理解管理员的话，美国总统突然哈哈大笑起来：\"先生，您在耍我们，您在耍弄整个用户！\"\n管理员露出一脸困惑：\"我不明白。。。。。。\"\n日本首相说：\"用户还没有笨到你想像的程度，你话中的逻辑错误连小孩子都明白！\"\n管理员显得更加困惑了：\"我看不出这有什么逻辑错误。\"\n美国总统冷笑着说：\"一万亿年后，我们的泥潭肯定充满了高度进化的用户组。照您的意思，对终极真理的这种变态的欲望将成为整个泥潭的基本价值观，那时全泥潭的用户组将一致同意，用超高能的试验来探索囊括所有泥潭的超统一模型，不惜在这种试验中毁灭包括自己在内的一切？您想告诉我们这种事会发生？\"\n管理员盯着元首们长时间不说话，那怪异的目光使他们不寒而栗，他们中有人似乎悟出了什么：\"您是说。。。。。。\"\n管理员举起一只手制止他说下去，然后向氵帖祭坛的边缘走去，在那里，他用响亮的声音对所有人说：\"你们一定很想知道我们是如何得到这个泥潭的大统一模型的，现在可以告诉你们了。\"\n索引贴",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1588818660,
            "txt_content": "更新真快"
        },
        {
            "author": "-xiao_kai-",
            "timestamp": 1588818720,
            "txt_content": "来了，这番我追定了"
        },
        {
            "author": "🔥❄️",
            "timestamp": 1588818720,
            "txt_content": "厉害厉害！"
        },
        {
            "author": "北极仙光",
            "timestamp": 1588819560,
            "txt_content": "带文学家  "
        },
        {
            "author": "Mr.时间之瓶",
            "timestamp": 1588820760,
            "txt_content": "更新和隔壁的一样快"
        }
    ]
}