{
    "title": "[Minecraft.net|CULTURE]建筑狂想",
    "author": "l89669",
    "replyCount": 1,
    "timestamp": 1588854780,
    "txt_content": "\n\nMind-Blowing Builds\n建筑狂想\nSpaceships! Dragons! More! Pixelbiester’s gallery of wonders!\n太空飞船！巨龙！还有更多！Pixelbiester的奇观长廊！\n\nAndreas Inderwildi\n\nA huge castle on wheels! A troupe of adventurers beset by monsters! An overgrown cathedral in the middle of the ocean!\n带着飞轮的巨大城堡！被怪物围攻的冒险家们！远洋之中植被繁饶的大教堂！\n\nWait, why would you build a cathedral somewhere as impractical as the middle of the ocean?\n嘿等等，你干嘛要在远洋之中这么华而不实的地方建大教堂呢？\n\nQuiet, you - it looks great!\n嘘，噤声，你——这看起来不棒吗？\n\n\n\n\nAnd cities – lots of them, in all shapes and sizes. Big and small, futuristic and old-timey, fantastical and realistic. I’d wager there’s something for everyone in the beautifully diverse gallery of Pixelbiester, a commercial German ** artistically-minded builders.\n当然还有很多城市——超级多的城市，各式各样，大小各异，时代不同，穿越幻想与现实之中。我敢说，在这支艺术脑的德系商业性建筑团队的作品长廊里，每个人都能找到自己所好。\n\n“The original thought was simply artistic expression through Minecraft as part of a community,” explains Ilja, founder of Pixelbiester. “When we founded the group, we weren’t guided by commercial intentions at all. It was our aim to extend and support the building scene in Germany, and I think we succeeded.”\n“最初我们只是想要作为社区的一份子搞一些艺术创作并加以表达，”Ilja解释道，他是这个建筑团队的创始人，“我们一开始也没有想着要去恰饭的嘛，我们并非是为了这个而建组的，我们只是想要振兴发展德国的建筑业（游戏中），我觉得照目前来看，我们算是成功的。”\n\n\nSince its founding, Pixelbiester has grown to 22 members. “The variety in our projects is a direct reflection of the wide range of skills among our members,” Pixelbiester says. “Each of our artists draws their inspiration from a different source. Some have collected galleries of the works of other artists, others find inspiration in books, films, during vacations or right in front of their doorsteps.”\n从成立到现在，Pixelbiester 已经发展了总共22个成员，Pixelbiester 表示：“我们建筑计划的多样性正正好表现了我们建筑组成员所掌握技能的多样性。我们每位成员的灵感都来自于不同的地方，有的人是从其他人作品里产生了灵感，还有一些人是从一些书啊或者电影啊里面获取的，随时随地，可能在假期里，也可能就在他们的家门口。”\n\n“In the case of smaller projects,” Ilja continues, “our builders often work alone at first, potentially bringing in support at a more advanced stage.” When it comes to more ambitious projects, however, two or three builders, no matter how talented, aren’t going to cut it. “In this case, we sometimes draft several pages worth of planning and there can be a lot of discussion beforehand to make sure everyone’s on the same page.\nIlja继续说道：“对于一些规模较小的建筑项目，我们的建筑师一般一开始会选择独自工作，然后在一些更加进阶的地方在寻求合作。”如果着手的建筑计划比较宏大的话，即使只有两三个建筑师，不管他们多么才华横溢，也不会去削减这个计划。“这种情况下我们开工前会搞几页计划，我们会事先好好的大量讨论，确保大家意见一致。” \n\n“Usually, we designate one or two taskmasters to oversee the distribution of tasks. Big projects are often also a race against dwindling motivation. It can be difficult to maintain one’s initial eagerness after three months of building.”\n“通常我们会找一两个人作为督工以监督整体任务的分配。这样宏大的项目就是在与不断消磨的动力做赛跑。要知道在一个项目上忙了三个月，你想要维持一开始的热情其实是很困难的。 \n\n\n\n\n\nLooking at their latest project, Valley of Science (pictured above), you’d be forgiven for thinking this was one of those massive team efforts. A fleet of sleek spaceships, eye-popping explosions, a giant glowy sphere, and facilities so intricate that you can get lost by just looking at them.\n瞧瞧他们最新的建筑项目吧，科学之谷（相关图片已在上方给出），你或许会觉得建造这巨作的团队一定很多人为此付出了努力吧。看看这对宇宙飞船阵列，看看这令人眼珠四射的爆炸，看看这些复杂的建筑群，你光是看着就能迷路。\n\nBut this is actually the creation of just three builders, LeKawa, Viernas and FranjoSchnabel . “The builders felt it was important to distinguish Valley of Science from previous sci-fi projects by using innovative forms and colors,” Ilja tells me. “They frequently made drawings to come up with ideas, especially for the spaceships. Of course, this took a lot of time.”\n但是实际上，这建筑的实际出工人数，只有三人。LeKawa, Viernas 与FranjoSchnabel。“这些建筑师觉得需要使用更加大胆的形式和颜色以此与之前的科幻建筑做出区分，”Ilja告诉我，“他们经常画一些关于自己想法的草图，尤其是那些太空船。当然啦，这得花上不少的时间。\n\n\nIf you’re in the mood for something more fantastical but no less impressive, Pixelbiester has you covered too. The “medieval-styled city” Athelaney strikes a balance between fantasy and history. “We arranged medieval elements in such a way that the full picture created the impression of fantasy aesthetics,” its creators Totacky and zJaason explain. “Commonplace fantasy elements such as the dragon of course add to this impression.\n如果你想看一些同等级但是更加幻想风格的建筑的话，Pixelbiester 也是一应俱全。来看看 Athelaney 这座“中世纪风格”的城市吧，它就在幻想风与史实风之间取得了绝妙的平衡。“我们这样布置中世纪的元素，意指将整个画面都灌满创造幻想美学。”Athelaney的作者Totacky 和 zJaason 解释到。 “就像龙这样的普通的幻想元素肯定会增加这种印象。”\n\n“On the other hand, we also tried to depict life in the Middle Ages more or less realistically and wanted to show some sort of (re)construction in progress through the use of wooden scaffoldings as well as cranes. The cathedral for example is strongly inspired by Notre-Dame. We also made the city livelier by adding carts, crates and market stalls.”\nSo there you have it - the perfect realistic Middle Ages city! Er, if you ignore the dragon.\n“在另一方面，我们也试着去描述那种在中世纪的人们的生活的，同时，我们也试着在搞一些脚手架和起重机，假装城里正在（重）建些什么。举个例子吧，大教堂就对应这现实生活中的巴黎圣母院。我吗还加了一些货车，箱子还有小摊位，让城市更加富有生机。”所以就是现在这样了，一个完美的现实风中世纪城市！呃，假装那条龙不存在的话，是这样的。\n\n\n\n\nBut it’s not all sci-fi/realistic dragons - Pixelbiester also use their craft to deal with real-world issues. My personal favorite is their Climate Change Project (pictured above), which not only raises awareness of an urgent problem, but also happens to be a real looker. \nIt’s a dense, sprawling microcosm of jungles, meadows and deserts, luxury residences, industrial areas and earthquake-torn cities. Look closely, and you may spot a monkey and even a few cows tucked away in the background.\n但这龙并不是什么科幻或者现实风格的，不全是——Pixelbiester 也用他们的建筑来解决现实之中的事情的，我最喜欢的还是他们有关气候变化的建筑，我在上文已经给出了图片。这不仅仅向人们警告这是一个迫在眉睫的问题，也真正的从旁观者的角度入手。建筑本身密集紧凑，周围环绕着丛林、草原、沙漠。高级住宅区、工业区还有地震破坏的城区。仔细看的话你还能发现背景中的一只猴子以及几只奶牛。\n\n“We thought that, if we tackle a project of this scale, we might as well throw a light on an issue that’s important to us and use our reach on YouTube in a meaningful way. It was important to us not to appear preachy or holier-than-thou, but instead to provide food for thought that might encourage people to engage with the issue of climate change and to talk about it with others. We wanted to show that the game can be used to educate children and teenagers.”\n“我们认为，如果我们要搞这样一个规模的大项目的话，我们不如去试着探讨一些对我们很重要的东西，并借着我们在视频网站上的影响力做推广，这很有意义。对我们来说，重点在于要试着不要变成那种说教模式，或者烂俗鸡汤。我们要成为大家的精神食粮，鼓励大家一起参与进来讨论气候变化的问题。我们想证明，这东西是可以用来给孩子和青少年们搞教育的。”\n\nIf your head is spinning from the wealth of ambition and variety on display here, don’t worry – you’re not the only one. If you still haven’t seen enough and don’t mind being overwhelmed by what is almost too much of a good thing, why not pay a visit to the treasure trove that is Pixelbiester’s gallery ?\n如果你因为这长廊里的雄心壮志和多样性或许会让你头晕目眩，别担心——不止你一个，假如你还没看够的话，又不想错过这些好东西，那为什么不点上面的链接，来参观一下Pixelbiester的作品长廊呢？\n Renders by Splekh, Antrelial, Kryiie, Timothy C, LukasOe, Imhotep, Hypacletus and Acridine \n渲染自Splekh, Antrelial, Kryiie, Timothy C, LukasOe, Imhotep, Hypacletus 与 Acridine\n本文部分地方根据文意进行了超过字面词义的润色。\n【本人 译自官网 2018 年 04 月 05 日发布的 Mind-Blowing Builds】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589446380,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}