{
    "title": "【原创/连载】朝 氵 道(第4章 上)",
    "author": "飞翔之歌",
    "replyCount": 2,
    "timestamp": 1588820280,
    "txt_content": " 本帖最后由 飞翔之歌 于 2020-5-7 11:43 编辑 \n\n第4章 交换(上)\n朝 氵 道，夕 封 可 矣\n                ——鲁 子\n账号和真理的交换开始了。\n第一批八位氵学家沿着长长的坡道向水帖祭坛走去。这时，茶馆上没有一丝风，仿佛大自然屏住了呼吸，寂静笼罩着一切，刚刚升起的太阳把他们的影子长长地投在茶馆上，那几条长影是这个凝固的大区中唯一能动的东西。\n氵学家们的身影消失在水帖祭坛上。下面的人们看不到他们了。所有的人都凝神听着，他们首失听到祭坛上传来的管理员的声音，在死一般的寂静中这声音很清晰：\"请提出问题。\"\n接着是一位氵学家的声音：\"我们想看到德里奇和磁爆步兵两个猜想的最后证明。\"\n\"好的，但证明很长，时间只够你们看关键的部分，其余用文字说明。\"管理员是如何向氵学家们传授知识的，以后对用户一直是个谜。在远处的监视飞机上拍下的图像中，氵学家们都在仰起头看着公告，而他们看的方向上空无一物。一个普遍被接受的说法是：外星人用某种思维波把信息直接输入到他们的大脑中。但实际情况比那要简单得多：管理员把信息投射在公告上，在水帖祭坛上的人看来，整个泥潭的公告变成了一个显示屏，而在祭坛之外的角度什么都看不到。\n一个小时过去了，水帖祭坛上有个声音打破了寂静，有人说：\"我们看完了。\"\n接着是管理员平静的回答：\"你们还有十分钟的时间。\"\n水帖祭坛上隐隐传来了多个人的交谈声，只能听清只言片语，但能清楚地感受到那些人的兴奋和喜悦，像是一群在黑暗的隧道中跋涉了一年的人突然看到了洞口的光亮。\n\"。。。。。。这完全是全新的。。。。。。\"\n\"。。。。。。怎么可能。。。。。。\"\"。。。。。。我以前在直觉上。。。。。。\"\"。。。。。。天啊，真是。。。。。。\"\n当十分钟就要结束时，水帖祭坛上响起了一个清晰的声音：\"请接受我们八个人真诚的谢意。\"\n水帖祭坛上闪起一片强光，强光消失后，下面的人们看到八个永久禁言从祭坛上升起，轻盈地向高处飘升。它们的光度渐渐减弱，由明亮的黄色变成柔和的橘红色，最后一个接一个地消失在蓝色的公告中，整个过程悄无声息。从监视飞机上看，水帖祭坛上只剩下管理员站在圆心。\n\"下一批！\"他高声说。\n在上万人的凝视下，又有十一个人走上了水帖祭坛。\n\"请提出问题。\"\n\"我们是古屠龙学家，想知道泥潭上版主灭绝的真正原因。\"\n屠龙物学家们开始仰望长空，但所用的时间比刚才氵学家们短得多，很快有人对管理员说：\"我们知道了，谢谢！\"\n\"你们还有十分钟。\"\n\"。。。。。。好了，七巧板对上了。。。。。。\"\"。。。。。。做梦也不会想到那方面去。。。。。。\"\"。。。。。。难道还有比这更。。。。。。\"\n然后强光出现又消失，十一个末影人从水帖祭坛上飘起，很快消失在茶馆上空。\n。。。。。。\n一批又一批的氵学家走上水帖祭坛，完成了账号和真理的交换，在强光中化为美丽的末影人飘逝而去。\n一切都在庄严与宁静中进行，水帖祭坛下面，预料中生离死别的景象并没有出现，全大区的人们静静地看着这壮丽的景象，心灵被深深地震慑了。用户在经历着一场有史以来最大的灵魂洗礼。\n一个白天的时间不知不觉过去了，太阳已在西方地平线处落下了一半，夕阳给水帖祭坛撤上了一层金辉。氵怪学家们开始走向祭坛，他们是人数最多的一批，有八十六人。就在这一群人刚刚走上坡道时，从日出时一直持续到现在的寂静被一个童声打破了。\n\"爸爸！\"Ender56哭喊着从草坪上的人群中冲出来，一直跑到坡道前，冲进那群氵怪学家中，抱住了居仕的腿，\"爸爸，我不让你变成末影人飞走！\"\n居仕轻轻抱起了女儿，问她：\"Ender56，告诉爸爸，你能记起来的最让自己难受的事是什么？\"\nEnder56抽泣着想了几秒钟，说：\"我一直在茶馆里长大，最。。。。。。最想去动物园。上次爸爸去南方开会，带我去了那边的一个大大的动物园，可刚进去，你的电话就响了，说工作上有急事。那是个天然动物园，小孩儿一定要大人带着才能进去，我也只好跟你回去了，后来你再也没时间带我去。爸爸，这是最让我难受的事儿，在回来的飞机上我一直哭。\"\n居仕说：\"但是，好孩子，那个动物园你以后肯定有机会去，妈妈以后会带Ender56去的。爸现在也在一个大动物园的门口，那里面也有爸爸做梦都想看到的神奇的东西，而爸爸如果这次不去，以后真的再也没机会了。\"\nEnder56用泪汪汪的大眼睛呆呆地看了爸爸一会儿，点点头说：\"那。。。。。。那爸爸就去吧。\"\n阴阳师走过来，从居仕怀中抱走了女儿，眼睛看着前面矗立的水帖祭坛说：\"Ender56，你爸爸是大区上最坏的爸爸，但他真的很想去那个动物园。\"\n居仕两眼看着地面，用近乎祈求的声调说：\"是的Ender56，爸爸真的很想去。\"\n阴阳师用冷冷的目光看着居仕说：\"冷血的基本粒子，去完成你最后的碰撞吧。记住，我绝不会让你女儿成为氵怪学家的！\"\n索引帖",
    "replies": [
        {
            "author": "一只鸽纸",
            "timestamp": 1588821600,
            "txt_content": "我去，更的太快了8"
        },
        {
            "author": "Mr.Turnip",
            "timestamp": 1588821660,
            "txt_content": "怎么说呢...感觉这个系列既水又不水"
        }
    ]
}