{
    "title": "[Minecraft.net|CULTURE]完美的金字塔",
    "author": "l89669",
    "replyCount": 2,
    "timestamp": 1588854780,
    "txt_content": " 本帖最后由 l89669 于 2020-5-7 20:39 编辑 \n\n\nPyramid Perfection\n完美的金字塔\nTrydar shares some cryptic Egyptian design!\nTrydar和我们展示了一些神秘的金字塔建筑\n\nPer Landin\n\nDark. Damp. Dangerous. Three D’s that are usually best avoided, especially if you’re trapped with them in a true horrorshow of a ** - one that also features tombs, cobwebs and a dusty old mummy that you just know is about to come back to life. The Egyptian pyramid isn’t just a structure of legend – it’s a downright horrifying place!\n黑暗、瘴气、危险，这三个an是你们通常需要去避免的，特别是与它们同时被困在一个大型恐怖三角秀之中——这里还满是坟墓、蜘蛛网还有尘封木乃伊，蠢蠢欲动简直要复活！埃|及金字塔并不只是一个传言甚广的奇观而已——它还是一个彻彻底底的恐怖地区！\n\nSure, there are supposed to be untold treasures hidden inside for a Pharaoh to use in the afterlife, but who in their right mind could appreciate this sort of vile contraption?\n当然啦法老王在死后当然也是享用着锱铢不尽的宝藏的，但是又有哪个正常人会去欣赏这种彻彻底底的邪恶之物呢？ \n\nMeet today’s builder, Trydar ! Not only is he in his right mind, but he’s also something of an expert in the field of Egyptian-themed Minecraft builds - pyramids in particular.\n好了，让我们来见见我们今天要访谈的建筑师，Trydar！他不仅算是正常人，而且他很擅长这样埃|及主题的游戏建筑——尤其是关于搞金字塔建筑的那方面，他简直算是专家！ \n\n\nTrydar offers plenty of reasons to love the aesthetics of an over 5,000ish-year-old civilisation. “It has that ancient, arcane, inscrutable and utterly unknowable vibe to it that you can just stare at and go 'wow',” he says, of ancient Egypt. “It’s simple in form, massive in size, yet very nuanced in its details. There is just a timeless elegance to it.”\nTrydar为了让我们能够去欣赏这个5000多年前的古文明之美，他和我们说了很多理由。“它能带来一种古老又神秘，不可思又不可知的感觉，你盯着它瞧一会儿，然后你就会哇的一声，突然感觉到什么。”他是这么说的，当我们谈到古埃|及的时候。“这金字塔结构简单，但质量规模相当浩大，细节上又非常的微妙。与它相伴的是尼罗河上流淌着却无法被时间长河消磨掉的优雅。”\n\nTrydar has dabbled in ancient architecture since he started playing Minecraft back in 2013. He’s experimented with several different styles, such as Greco-Roman and medieval. His greatest focus, however, has been the Egyptian-style theme where he combines both old and futuristic elements - historical builds with a welcome layer of modern design.\n自Trydar从2013年接触我的世界这款游戏之后，他就一直在试着去建造那些古代的建筑。他试过几种不同的方向，比如说古罗马的建筑又或者是中世纪的建筑。但是他最中意的还是埃|及风格的建筑，他将古老风格与未来主义串联在一起——历史建筑与现代设计就在此处碰撞出新的火花。\n\n\n“I have a lifelong interest in ancient architecture, lost cities, and vanished cultures,” he says. “I have a small library of books I read, and I collect images from the internet of what has been built in the past and I examine design ideas and motifs that I find interesting.”\n“自我出生以来，我便抱有着对那些古代建筑、失落都市或者消亡的文化无法磨灭的兴趣，”他说。“我自己的藏书量堪比一个小型的图书馆，我还会从网上收集那些旧日建筑的图片，然后再去研究那些能让我产生兴趣的设计理论与主题。” \n\nWhile Trydar strived to be historically accurate with some builds, he takes liberties with others in order to make them more appealing, like his pyramids that aim for an “archaic tech look”. He finds inspiration in the aesthetics of popular culture, such as the Stargate series and historical strategy games. And it is in this mix between old and new that Trydar finds his own unique style.\n尽管Trydar试着在建造的时候尊重历史，但是他还说对一些地方做了自由处理，这样建筑能够更加引人入胜，正如他展示给我们的金字塔那样，最终的目标是为了实现一种“古代科技”的观感。他从现时主流文化之美中提取出一些灵感，比如星门系列或者是其他历史模拟类游戏。Trydar就是在这样的新旧风格的捶打之中锻炼出了属于自己一人的风格。\n\n“I’m not afraid to change a time honoured design if I think I can improve on it, which is a big part of the enjoyment I get out of building.”\n“只要我行，我就不会去害怕改进什么自古以来的建筑设计，这可以说是我建筑中乐趣的相当大的一部分了。”\n\n\nRecently, Trydar has made plenty of objects and maps on the theme of Ancient Egypt. Obelisks , statues , and even big cities like Akhetaten and Hamunaptra .\n在本文落笔之前，Trydar 建造了大量的古埃|及相关的结构与地图。比如说方尖碑、雕像甚至还有像 Akhetaten 与 Hamunaptra一样的大城市。 \n\nPlus, since the Bountiful Update in 2014, Trydar has been able to use the same materials the Egyptians themselves used in their constructions.\n顺带一说，在缤纷世界更新之后，Trydar 终于可以开始使用和古埃|及人一样的建筑材料了。 \n\n\n“Without the introduction of diorite, andesite and granite, my Egyptian style wouldn’t be what it is,” says Trydar. “At first I had no idea what to do with the new stone types, so I played around with them for a while, and now I rely on them heavily in all of my building styles.”\n“要是我的建筑没有闪长岩、安山岩和花岗岩这些元素的话，我的埃|及风建筑很可能就不是现在这样了，” Trydar 这么说道。“我一开始其实并不知道该怎么处理这些新添加的石头种类，所以我拿他们耍了一耍，结果发现还挺上手，所以现在我所有的建筑没了它们可不行了。真香。\n\nIn the end it’s not just about the materials used, but the “Egyptian template” itself that draws Trydar to work with this specific style. He describes it as straightforward and honest – totally opposite to western art.\n发展到最后，情况已经不仅仅是那么简单了，Trydar从使用这些方块发展到了拿这些方块作为**风格的底板的情况。Trydar非常钟于使用这种风格进行建筑。他简单的概括了一下这情况——这情况和西方艺术风格完全是反的。\n\n\n“[Its] statues for instance aren't meant to look real, because they aren't real – they are made of stone and have that rigid quality readily apparent. I think this suits Minecraft well, because there is a point where you can have too much detail in your builds, and they begin to resemble things that they are not, and as a builder one needs to know when adding more would end up being less. Also, everyone loves a good mummy movie, right?”\n“举个例子吧，这雕像建造时并非意指还原真实度，因为他们本来就不是真的——他们是由石头建造而成的，有着石头特有的棱角分明。这一点与我的世界非常契合，因为每当你给建筑添加过多的细节的时候的时候，在一定量之后，他们反而会开始变得像什么其他东西。作为建筑师，有一个要点就是要知道该怎么给建筑做加法和减法。而且，大家都喜欢看好一点的木乃伊电影吧？”\n\nNO.\n怎么可能呢。\n\nMummies are terrifying! Did you know for example that the part of the mummification involved the removal of the brain through the mummy’s nostrils? A horrible thought considering Trydar is currently working hard to add tombs to the interior of his pyramid builds. After that, there’s no telling what he’ll end up doing next.\n木乃伊是真的可怕！比如说，你知道木乃伊制作的时候，人们要从木乃伊的鼻子里把脑子吸出来吗？考虑到Trydar 还在不断地增加金字塔里的墓穴数量，这一点就变得非常可怕了，他建完了之后谁知道他会接着干出什么事呢？\n\n|\"I’m not afraid to change a time honoured design if I think I can improve on it.\"\n|“只要我行，我就不会去害怕改进什么自古以来的建筑设计。”\n“It will depend on where the winds of imagination take me, possibly back to Rome for some more city building, or back to finish [my] Trinity Cathedral , off to the ancient and misty lands of Chin, or even back to Atlantis for some futuristic skyscraper construction. I really can’t say for sure, but I know I will very much enjoy doing it.”\n“这就看我之后的心流是怎么引导我的吧，或许我会回到罗马|去一些新的建筑吧，又或者我会去完成我的教堂，又或者我会去古老又神秘的秦朝（原文是Chin）看看，也说不定会去亚特兰蒂斯去造一些未来风格的摩天大楼吧。我真的不是很确定，但我一定是乐在其中的。”\n\n\n\n\nSounds great, Trydar! But first, how about building me an exit to this pyramid? T-trydar? Hello?\n听起来不错哦，Trydar！但是，首先你能不能给我造个从这金字塔里出去的口子啊？Trydar？你还在吗？喂，在吗？\n\n【本人 译自官网 2018 年 04 月 12 日发布的 Pyramid Perfection】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589446440,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "kayn-",
            "timestamp": 1592977620,
            "txt_content": "感谢大佬翻译作品，辛苦了"
        }
    ]
}