{
    "title": "[Minecraft.net | DEEP DIVES]背包盘点：红石比较器",
    "author": "封徵",
    "replyCount": 21,
    "timestamp": 1588900920,
    "txt_content": " 本帖最后由 封徵 于 2020-5-11 06:53 编辑 \n\n\n\n\n\n1.jpg (116.2 KB, 下载次数: 1)\n\n下载附件\n\n2020-5-8 07:59 上传\n\n\n\n\n\nDEEP DIVES\nTaking Inventory: Redstone Comparator\n背包盘点：红石比较器\n\nMeasure by measure\n实践出真知\n\nDuncan Geere 邓肯·盖尔\n\n\nLots of players are scared of redstone. Well, maybe not scared exactly, but they find it complicated and so don’t bother to use it much.\n很多玩家一提到“红石”，就会产生一种近似于本能的恐惧。唔，大概也不能称得上是“恐惧”，只是他们觉得红石太复杂了，懒得用罢了。\n\nThe truth is that redstone can be complex, but there are plenty of simple things you can use it for that don’t require hours of study or copying a design from someone else. Today, I’m going to teach you all about the redstone comparator.\n事实上，红石 可以 很复杂，但同样能用简单的电路做到许多简单的事情，而这些完全不需要你花上个数把小时去研究或是从别人现成的电路那里复刻一份出来。今天，我就要向你们传授有关于“红石比较器”的知识\n\nThe comparator was added to Minecraft in version 1.5, alongside hoppers, nether bricks and cobwebs. To make one, you’ll need three stone, three redstone torches and a Nether quartz – meaning that you won’t be making one until you’ve ventured into the Nether at least once.\n红石比较器在 1.5 的时候与漏斗、下界砖和蜘蛛网被一同加入了游戏。想要制作一个红石比较器，我们就需要三块石头、三支红石火把和一块下界石英 —— 这也意味着如果你不冒险进入下界至少一次的话，你就永远都见不到红石比较器的面了。\n\n\n\n\n\n\n\n\n2.jpg (58.2 KB, 下载次数: 1)\n\n下载附件\n\n2020-5-8 08:06 上传\n\n\n\n\n\nMade one? Great. Plop it down on the ground with the use key and take a look at it for a moment. You see the big arrow? It points towards the front of the comparator (away from you when you place it). There’s a single redstone torch on that front side, and there are two torches on the back side. The front is the output, while the back and the two sides are inputs.\n已经做出来了？太棒了。现在按下你的“使用物品”键把它放到地面，然后深情看着它，看到上面的那个“大箭头”了吗？箭头指向的地方就是红石比较器的“前端”(即你放下时远离你的那一端)。前端有一根红石火把，后端有两根红石火把。前端即为输出端，后端和边侧即为输入端。\n\nTake a moment to read that last paragraph again if you need to, because you’ll need to understand it to understand the rest of this article. Once you’re happy, then hit the “use” key on the comparator again, and you’ll see the single front torch turn on and off – toggling it between two different modes. When it’s unlit, the comparator is in “comparison mode”. When it’s lit, the comparator is in “subtraction mode”. Let’s talk about how those work.\n如果需要的话，请再读一遍上一段，你只有理解了上一段，才能理解本文的其余部分。一旦完成，请再次对着红石比较器按下“使用物品”键，你会看到前端的红石火把亮起或是熄灭 —— 代表其在“打开”和“关闭”两种模式间切换。前端火把熄灭时(关闭状态)，红石比较器处于“比较模式”，前端火把亮起时(打开状态)，红石比较器处于“做差模式”。接下来让我们详细讲述一下两种模式下比较器究竟是如何工作的。\nFirst, comparison mode. When in this mode, a comparator will compare different signal strengths. If the signal coming into the back input is stronger than a signal coming into either of the sides then the back signal will pass straight through and come out of the front at the same strength. If, however, one of the side inputs is stronger than the back one, then nothing comes out of the front at all.\n首先是“比较模式”。当红石比较器处于该模式时，其会比较不同输入侧的信号强度。举个例子，如果后端信号强度比侧端信号强度强，前端则会输出和后端同等强度的信号。但如果任一侧端的信号强度强于后端信号强度，则前端不输出信号。\n\nWhat about subtraction mode? Well, this just subtracts the signal strength of the side input from the back input. If signal strength at the back is 8, and the side is 3, then the front will output a strength of 5. If you’ve got inputs coming into both side inputs of the comparator, then it’ll use the highest of the two.\n那“做差模式”又是什么一回事呢？红石比较器最终输出的信号强度会为后端信号强度减去侧端信号强度。就比如，如果后端信号强度为8，侧端信号强度为3，那么前端输出的信号强度则会为5。如果红石比较器两侧都有信号输入的话，则会取侧端输入信号强度的最大值作为减数。\n\n\n\n\n\n\n\n\n3.jpg (161.1 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-8 08:54 上传\n\n\n\n\n\nThat’s it! That’s all you need to understand about how the comparator works. But there’s one magic feature that I haven’t mentioned yet which takes this item from handy to invaluable – some blocks, when placed next to a comparator, will emit a signal strength depending on the state of that block.\n就是这样了！这就是你需要了解明白的有关于红石比较器的全部工作原理。但还有一个关于它的神奇特性我还没提到，这个特性也让红石比较器有了非同一般的价值，那就是 —— 放在红石比较器周围的部分方块会根据其方块的状态输出不同强度的红石信号。\nLet’s take a few examples so you know what I mean. The most important is probably a container. We’ll use a chest, but this category includes dispensers, hoppers, furnaces and more. A comparator placed next to a chest will output a signal strength in proportion to how full it is –15 for full, 0 for empty, and all the levels in between. That could be useful for triggering a light, perhaps when your chests are getting full and need emptying.\n让我们再举几个例子说明一下。最重要的部分可能就是容器了。所以我们现在有一个箱子(箱子也可能是发射器、漏斗或是熔炉等等的容器)。一个红石比较器就放在箱子的旁边，那么红石比较器将会输出一个信号，信号强度与箱子的装满程度成正比 —— 装满时输出强度为15的信号，空箱时输出强度为0的信号，其它情况则介于之间。这也可能有助于你制作一个警示灯，以在箱子快装满的时候提醒你及时清理。\n\nIt works for other blocks too. Make a cake, and plop a comparator down next to it. You’ll see that it’s outputting a strength of 14 from the front. Eat a slice and that goes down 2. Eat another and it goes down two more. You could build a system that sets off an alarm when someone else is eating it.\n该特性同样适用于其他方块。比如一个完整的蛋糕，旁边放上一个红石比较器，则前端会输出强度为14的信号。每吃掉1片输出信号强度减少2，再吃一片信号强度再减少2。根据这个特性，你可以做一个报警系统，以防有人“觊觎”上了你的蛋糕。\n\nOr try putting a comparator next to a composter – it’ll output a signal strength depending on how full of compost it is. Pair with a hopper above it filled with organic materials, and you’ll be able to automatically fill up your composter when it empties.\n或者在堆肥桶旁边放上一个红石比较器 —— 它会根据堆肥桶的肥料数量输出成正比强度的信号。然后再在堆肥桶上面装上一个装满堆肥原料的漏斗，(再辅以简单的红石电路)这样你就能自动填充你的堆肥桶了。\n\nA jukebox will output a signal strength indicating which music disc is playing. A beehive outputs a signal depending on how much honey is inside. A lectern will output a signal depending on which page the player is on in the book inside it, and an item frame outputs a signal depending on the rotation of the item inside.\n此外，唱片机会根据正在播放的音乐唱片的不同输出不同的信号强度。蜂箱也会根据此内存储的蜂蜜数量的多少输出成正比强度的信号。讲台则会根据在其上翻开的书的实时页数输出成正比强度的信号。而物品展示框则会根据其展示的物品的旋转角度输出不同强度的信号。\n\nThere are many, many more combinations, and maybe you have ideas for a few? Experiment and send your best redstone comparator builds to scoops@minecraft.net with the subject line REDSTONE! We'd love to see some crazy inventions!\n除此之外还有很多很多种的组合，或者 你 已经想出了几种组合了? 不如试验一番，然后将你认为你能想出的最棒的红石比较器与其他方块的组合通过邮件的方式发到 scoops@minecraft.net ，主题就是 红石！我们已经 等不及 要看看你们的奇思妙想了！\n\n\n\n【封徵 译自官网 2020 年 05 月 07 日发布的 Taking Inventory: Redstone Comparator；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "不知道取什么",
            "timestamp": 1588905060,
            "txt_content": "红石果然很难。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1588908540,
            "txt_content": "邓肯哥为了让孩子们看懂红石比较器的原理 煞费了苦心"
        },
        {
            "author": "canyu857",
            "timestamp": 1588938900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "闲人尤大爷",
            "timestamp": 1588939260,
            "txt_content": "果然，还是看不懂QAQ"
        },
        {
            "author": "kuchazi",
            "timestamp": 1588947840,
            "txt_content": "感谢大佬"
        },
        {
            "author": "Nan_Xu",
            "timestamp": 1589010960,
            "txt_content": "111111111111"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1589142300,
            "txt_content": "三个石头、三个红石火把和一个下界石英\n三块原石、三支红石火把和一块下界石英\n\n你觉得怎么说更好\n"
        },
        {
            "author": "tiegg13888",
            "timestamp": 1589150160,
            "txt_content": "哈哈哈"
        },
        {
            "author": "2691047905",
            "timestamp": 1589171100,
            "txt_content": "你们很好非常好"
        },
        {
            "author": "xiaohongyi",
            "timestamp": 1589191440,
            "txt_content": "曾经多少次因为这个比较器 栽了多少次 谢谢邓肯哥 放我了解"
        },
        {
            "author": "Romix",
            "timestamp": 1589257020,
            "txt_content": "这已经讲的很详细了，i了i了"
        },
        {
            "author": "mnyj",
            "timestamp": 1589369580,
            "txt_content": "我原来还以为很简单的，现在越说越觉得难"
        },
        {
            "author": "蒲心蕊",
            "timestamp": 1589415180,
            "txt_content": "优秀，红石玩家一直是优秀的"
        },
        {
            "author": "mc宇航员",
            "timestamp": 1589427000,
            "txt_content": "顶   。 。 。          。 。 。      "
        },
        {
            "author": "2120888677",
            "timestamp": 1589428500,
            "txt_content": "做多了卡不卡"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589446380,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "没网名了",
            "timestamp": 1589457000,
            "txt_content": "想要比较器用的好，头发多不了"
        },
        {
            "author": "带文豪",
            "timestamp": 1589555760,
            "txt_content": "很棒好好好好好好好好"
        },
        {
            "author": "新来乍到",
            "timestamp": 1589559900,
            "txt_content": "简单简单"
        },
        {
            "author": "封徵",
            "timestamp": 1589693460,
            "txt_content": "2120888677 发表于 2020-5-14 11:55\n做多了卡不卡\n就目前Minecraft来说，不是做特大规模的红石电路网+你的电脑配置中等都不会卡"
        },
        {
            "author": "逻辑门",
            "timestamp": 1589694780,
            "txt_content": "多谢楼主科普"
        }
    ]
}