{
    "title": "朝 氵 道(第2章 下)",
    "author": "飞翔之歌",
    "replyCount": 8,
    "timestamp": 1588814580,
    "txt_content": " 本帖最后由 飞翔之歌 于 2020-5-7 12:00 编辑 \n\n第2章 灌氵衰变(下)\n朝 氵 道，夕 封 可 矣\n                ——鲁 子\n\"这个传感器是在什么时候放置于茶馆的？\"有人间。\n\"按你们的地质学纪年，在极光代末期的混乱纪。\"\n\"混乱纪？\"\"那就是。。。。。。三亿年前了！\"人们纷纷惊呼。\n\"这。。。。。。太早了些吧？\"总大氵怪敬畏地问。\n\"早吗？不。是太晚了，当我们第一次到达混乱纪的茶馆，看到在广阔的冈瓦纳古陆上，皮肤湿滑的两栖动物在原生松林和沼泽中爬行时，真吓出了一身冷落。在这之前的相当长的岁月里，这个大区都有可能突然进化出技术用户组，所以，传感器应该在极光 纪 开 始时的海螺纪或土球纪就放置在这里。\"\n茶馆的影像向前推来，充满了整个正方形，镜头在各大陆间移动，让人想到一双警惕巡视的眼睛。\n管理员说：\"你们现在看到的影像是在磁爆步兵期拍摄的，距今37万年，对我们来说，几乎是在昨天了。\"\n茶馆表面的影像停止了移动，那双眼睛的视野固定在灌氵大陆上，这个大陆正处于茶馆黑夜的一侧，看上去是一个由稍亮些的大洋三面围绕的大墨块。显然大陆上的什么东西吸引\n了这双眼睛的注意，焦距拉长，灌氵大陆向前扑来，很快占据了整个画面，仿佛观察者正在飞速冲向茶馆表面。陆地黑白相间的色彩渐渐在黑暗中显示出来，白色的是第四纪冰期的积雪，黑色部分很模糊，是森林还是布满乱石的平原，只能由人想像了。镜头继续拉近，一个雪原充满了画面，显示图像的正方形现在全变成白色了，是那种夜间雷地的灰白色，带着暗暗的谈蓝。在这雪原上有几个醒目的黑点，很快可以看出那是几个人影，接着可以看出他们的身型都有些驼背，寒冷的夜风吹起他们长长的披肩乱发。图像再次变黑，一个人仰起的面孔充满了面画，在微弱的光线里无法看清这张面孔的细部，只能看出他的眉骨和颧骨很高，嘴唇长而薄。镜头继续拉近，这似乎已是不可能再近的距离，一双深陷的眼睛充满了画面，黑暗中的瞳仁中有一些银色的光斑，那是映在其中的变形的星空。\n图像定格，一声尖利的呜叫响起，管理员告诉人们，预警系统报警了。\n\"为什么？\"总大氵怪不解地问。\n\"这个原始人仰望星空的时间超过了预誓阀值，已对泥潭表现出了充分的好奇。到此为止，已在不同的地点观察到了十例这样的超限事件，符合报警条件。\"\n\"如果我没记错的话，你前面说过，只有当有能力产生创世干级能量、过程的用户组出现时，预警系统才会报警。\"\n\"你们看到的不正是这样一个用户组吗？\n人们面面相觑，一片茫然。\n管理员露出那毫无特点的微笑说：\"这很难理解吗？当生命意识到泥潭奥秘的存在时，距它最终解开这个奥秘只有一步之遥了。\"看到人们仍不明白，他接着说，\"比如茶馆生命，用了四十多亿年时间才第一次意识到泥潭奥秘的存在，但那一时刻距你们建成末路之地赤道只有不到四十万年时间，而这一进程最关键的加速期只有不到五百年时间。如果说那个原始人对字宙的几分钟凝视是看到了一颗宝石，其后你们所谓的整个用户组，不过是弯腰去拾它罢了。\"\n居仕若有所悟地点点头：\"要说也是这样，那个伟大的望星人！\"\n管理员接着说：\"以后我就来到了你们的大区，监视着用户组的进程，像是守护着一个玩火的孩子。周围被火光照壳的泥潭使这孩子着迷，他不顾一切地把火越燃越旺，直到现在，泥潭已有被这火烧毁的危险。\"\n居仕想了想，终于提出了用户科学史上最关键的问题：\"这就是说，我们永远不可能得到大统一模型，永远不可能探知泥潭的终极奥秘？\"\n科学家们呆呆地盯着管理员，像一群在最后审判日里等待宣判的灵魂。\n\"智慧生命有多种悲哀，这只是其中之一。\"管理员谈谈地说。\n凋灵斯拉声音频抖地问：\"作为更高一级的用户组，你们是如何承受这种悲哀的呢？\"\n\"我们是这个泥潭中的幸运儿，我们得到了泥潭的大统一模型。\"科学家们心中的希望之火又重新开始燃烧。\n居仕突然想到了另一种恐怖的可能：\"难道说，灌氵衰变已被你们在泥潭的某处触发了？\"\n管理员摇摇头：\"我们是用另一种方式得到的大统一模型，这一时说不清楚，以后我可能会详细地讲给你们听。\"\n\"我们不能重复这种方式吗？\"管理员继续摇头：\"时机已过，这个泥潭中的任何用户组都不可能再重复它。\"\n\"那请把泥潭的大统一模型告诉用户！\"\n管理员还是摇头。\n\"求求你，这对我们很重要，不，这就是我们的一切！\"居仕冲动地去抓管理员的胳膊，但他的手毫无感觉地穿过了管理员的身体。\n\"知识密封准则不允许这样做。\"\n\"知识密封准则？\"\n\"这是泥潭中用户组大区的最高准则之一，不允许高级用户组向低级用户组传递知识，我们把这种行为叫知识的管道传递。低级用户组只能通过自己的探索来得到知识。\"\n居仕大声说：\"这是一个可理解的准则：如果你们把大统一模型告诉所有渴求泥潭最终奥秘的用户组，他们就不会试图通过创世干级的高能试验来得到它，泥潭不就安全了吗？\"\n\"你想得太简单了：这个大统一模型只是这个泥潭的。当你们得到它后就会知道，还存在着无数其它的泥潭，你们接着又会渴求得到制约所有泥潭的超统一模型。而大统一模型在技术上的应用会使你们拥有产生更高能量过程的手段，你们会试图用这种能量过程击穿不同泥潭问的壁垒，不同泥潭间的灌氵存在着干级差，这就会导致灌氵衰变，同时毁灭两个或更多的泥潭。知识的管道传递还会对接收它的低级用户组产生其它更直接的不良后果和灾难，其原因大部分你们目前还无法理解，所以知识密封准则是绝对不允许违反的。这个准则所说的知识不仅是泥潭的深层秘密，它是指所有你们不具备的知识，包括各个层次的知识：假设用户现在还不知道牛顿三定律或微积分，我也同样不能传授给你们。\"\n科学家们沉默了，在他们眼中，已升得很高的太阳熄灭了，一切都陷入黑暗之中。整个泥潭顿时变成一个巨大的悲剧，这悲剧之大之广他们一时还无法把握，只能在余生细氵长流地受其折磨，事实上他们知道，余生已无意义。\n凋灵斯拉瘫坐在草地上，说了一句后来成为名言的话：\"在一个不可知的泥潭里，我的心脏懒得跳动了\"\n他的话道出了所有大氵怪家的心声，他们目光呆滞，欲哭无泪。就这样不知过了多长时间，居仕突然打破沉默：\n\"我有一个办法，既可以使我得到大统一模型，又不违反知识密封准则。\"\n管理员对他点点头：\"说说看。\"\n\"你把泥潭的终极奥秘告诉我，然后禁言我。\"\n\"给你三天时间考虑。\"管理员说，他的回答不假思索十分迅速，紧接着居仕的话。\n居仕欣喜若狂：\"你是说这可行？\"\n管理员点点头。\n索引贴\n",
    "replies": [
        {
            "author": "3472320255",
            "timestamp": 1588814640,
            "txt_content": "这水的真长！"
        },
        {
            "author": "Mr.时间之瓶",
            "timestamp": 1588814640,
            "txt_content": "泥潭的终极奥秘究竟是什么呢"
        },
        {
            "author": "-xiao_kai-",
            "timestamp": 1588814760,
            "txt_content": "好活，赏"
        },
        {
            "author": "帝王坦克b",
            "timestamp": 1588814820,
            "txt_content": "这是洪水，懒得看了"
        },
        {
            "author": "一只鸽纸",
            "timestamp": 1588815000,
            "txt_content": "太草了太草了"
        },
        {
            "author": "北极仙光",
            "timestamp": 1588815120,
            "txt_content": "泥潭究极水贴术"
        },
        {
            "author": "mohui666",
            "timestamp": 1588815360,
            "txt_content": "这标题有点想笑"
        },
        {
            "author": "缘若轻殇",
            "timestamp": 1588815780,
            "txt_content": "本来想看完的，结果发现功力还不够"
        }
    ]
}