{
    "title": "关于尼克整合包中TE机器的一些小心得",
    "author": "alexhod",
    "replyCount": 12,
    "timestamp": 1364732400,
    "txt_content": " 本帖最后由 alexhod 于 2013-4-1 23:16 编辑 \n\n发现论坛中没有人提到过TE，我觉得有点不可思议，这么方便的mod居然没有什么人感兴趣，以下是一些关于本mod中的一些小心得，作为菜鸟，发出来抛砖引玉以飧读者。第一次做偷个懒，就纯文字了，如果大家觉得有必要，我会补图的。\n\nTE全称thermal expansion，最新版本是2.2.2.2，新增了一个BC能的电流表，最大的用处是拿来查看机器所需的能量输入。在TE本身的机器上作用不是很大（都标明了最大功率的），但是对于其它mod的BC能机器，这个电流表可以让你确定你需要用的引擎种类以及数量。举个例子，用电流表可以测量到BC的石油精炼厂所需能量是12MJ/t，我们使用林业mod中的两个生物质引擎和一个沥青泥煤引擎，就可以带动它全力运作了。\n\nTE机器最大的特点就是自动化程度相当高，以下是机器的简单介绍\n\npowered furnance（能量炉）——很普通的机器，特点是拿来烧食物和仙人掌的时候，速度快，耗能少，厨房专用炉（雾）\n\npulverizer（粉碎机）——话说装了格雷科技的童鞋们有没有为了打粉机合成的改变感到痛不欲生啊，用这个吧，很好的替代品。速度不比IC里面的打粉机慢（当然前提是你没有能量富裕到装一大堆超频的前提下），有些时候还有点小惊喜（5%几率出其它金属粉末）。值得一提的是它可以把原木打成木浆，木浆可以和甘蔗一样造纸（配方也相同，三个一排）\n\nsawmill（锯木机）——一个原木6个木板有木有，还有一个木屑有木有，8个木屑合成一个压缩木屑有木有，压缩木屑煅烧变成木炭有木有。好吧，经过了漫长的工序，你在头痛脑热的情况下，增加了百分之50的木板产量，能量的确是没有怎么消耗（烧木炭又赚回来了），不过这精力嘛……（话说TE作者干嘛跟木头过不去啊，你不知道有另外一个mod叫林业么）。哦，对了，它可以把你的木质品还原成木板（还是木头，摔~~~话说这本来就是锯木机嘛）\n\ninduction smelter（感应炉）——神器，直接从原矿+沙子烧成2个锭，磨粉都省了，速度还快，成本也低，还有一些副产物（工业炉什么的下岗吧，你唯一的作用只剩下烧玻璃和烧木炭了）。也许有人说这沙子需求是不是有点大，别急，看下面。它是制造硬化玻璃的炉子（配方是黑曜石粉*2+铅粉/铅锭*1），硬化玻璃（看配方就知道了，真的很硬，不过含铅量是不是有点超标？）是制造管道和容器的必需品。\n\nglacial precipitator（冰柜）——输入水和BC能，制造雪球/雪块/冰块，超低成本，IC的压缩机可以下岗了（IC：喂，干吗总跟我过不去啊）\n\nmagma crucible（岩浆坩埚）——作用看似不大，但是在制造能量储存器、能量管线和四次元立方时不可或缺。最NB的就是它把地狱岩以12000MJ的能量转化成岩浆，然后岩浆引擎可以制造回18000MJ来。\n\nigneous extruder（挤压成岩机）——超神器，一个方块，不用能量，无限输出原石，你还要什么更多的功能，太贪心了吧\n\naqueous accumulator（蓄水器）——超神器中的战斗机，水泵弱爆了，这玩意不用能量，不用木管道提取，速度是每秒0.8桶，你只要把它放在水里，随便用什么水管往用水的机器上一接，就什么都不用管了！！！！\n\n所有需要BC能的机器中，都有自带的能量储存系统，当能量不满时，可以快速填充，机器会根据储存能量的多少自动确定功率输出。\n\n不同于其他mod中机器的出入口，要不就是全入全出，要不就固定死了出入位置，玩家需要为了适应机器去调整管线，TE机器最大的优势在于可以由用户配置输入口和输出口，你完全可以根据管线的位置调整机器。\n\n此外，机器的输出是不需要木管道提取的，你可以直接用任何管道把东西送到其它地方，更有甚者，如果两个机器的加工工序相连（比如金属粉末和沙子在感应炉中生成矿渣，矿渣需要在能量炉中烧成石棉），则可以把机器摆在一起，通过调整出入口，让第一个机器中的产物直接进入第二个机器进行加工（液体也可以哦）。\n\n机器说完了说引擎吧：TE只有2种引擎，分别是蒸汽引擎和岩浆引擎，蒸汽引擎需要水和可燃物，输出功率最大2MJ。它会在没有功率输出时自动调整功率为0.2MJ（超智能吧），岩浆引擎也一样（自动10%）。\n\n岩浆引擎就不用说了，把你的岩浆都灌进去吧，最大输出4MJ，岩浆引擎是所有mod中，对岩浆利用率最高的发电机械，利用率高达90%，比地热发电机（40%），改良地热发电机（60%）都要高不少，所以别用地热发电机了，把你的岩浆引擎连在引擎发电机上发电吧。\n\n值得说的一点事，TE最新的版本中（尼克整合的版本还没改），岩浆引擎不再可以像IC中的地热发电机一样放一大堆岩浆罐了，你只能拿着岩浆罐右键点引擎添加燃料。那怎么放岩浆罐才行呢？话说BC中有坦克（tank，蓄水池），多叠几个，还是可以存不少的。\n\nTE中没有普通的管线，只有能量管道和液体管道两种，也许是TE作者对木管深恶痛绝的原因吧，他们都带有自提取功能，两种管道都可以通过月牙扳手改变输入输出状态，其中连接机器的能量管道只能设定成全出（到机器），或者全入（从引擎中抽取），在引擎和机器中间只有一根能量管道的话，怎么设定都不对，其实和BC的管道没什么太大区别（当然，能量损耗小不少）。而液体管道要从机器中抽取，则只需要输入红石信号，引擎什么的就免了，专一门这种制作那么麻烦的东西更是有多远圆润多远。\n\n很遗憾的一点，就是TE的管道不允许加门和管道线，所以如果需要使用一些比较智能化的管道，那么BC管道搭配门是比较好的选择，而如果只是想把机器连接在一起，那么TE的管道毫无疑问全面超出。\n\n说完了管道，该说能量储存了，IC的EU和BC的MJ相比，EU的生成、传输、储存毫无疑问全面胜出，但是在应用上，貌似用MJ的机器要更多更全面一些。于是各种能量转换mod应运而生。TE的能量储存箱可以储存600,000MJ（相当于1，500，000EU）的能量，它的出现，改变了BC能难以储存的特点，并且可以随身携带，集MFE和电池于一体有木有！它可以设定能量输出功率，而且在连接的管道网上没有机器需要能量时会自动停止输出能量。我不知道该用什么样的语气去推销它（囧）。\n\n最后是四次元立方体，跟无线管道差不多，这个是很后期的东西了，童鞋们自己去体验吧，值得说的是，尼克的整合包中好像没有这玩意，2.2.2.2中新加入的东东。\n\n对了，TE的所有可放置物品，都可以拿着扳手蹲下右键拆除的，不少东西，特别是管道非常硬，千万别强拆哦。\n\nTE的存在感不高，因为这个mod没有什么最高的追求（UU物质之类，或者超级自动工厂之类的），但是它的确是一个很好的补充包。\n\n",
    "replies": [
        {
            "author": "megasomega",
            "timestamp": 1364828580,
            "txt_content": "好全面。。\n补充个。。挤压成岩机、岩浆引擎的岩浆需要直接右键添加，遇上多人服务器禁直接使用岩浆，可以液体传输机连接液体导管填装。"
        },
        {
            "author": "娃娃鱼",
            "timestamp": 1364903520,
            "txt_content": "好全面啊，为什么没人？这么好的东西没人欣赏，太可惜了。"
        },
        {
            "author": "forfai",
            "timestamp": 1364926080,
            "txt_content": "这货我装了，初期发展很好，在格雷科技的粉碎机出来之前，这货解决了大部分粉碎任务。"
        },
        {
            "author": "lzlniu",
            "timestamp": 1364943720,
            "txt_content": "其实te的机器精简了很多其他mod机器要做的。"
        },
        {
            "author": "nikaidou",
            "timestamp": 1364952180,
            "txt_content": "TE好用啊 兩機器連再一起就可以打粉完自動燒製旁邊再接個箱子就會自己送進去{:10_512:}"
        },
        {
            "author": "flash0tt",
            "timestamp": 1364954880,
            "txt_content": "玩格雷的时候前期用TE开局……"
        },
        {
            "author": "yuzhongliang22",
            "timestamp": 1365058740,
            "txt_content": "补充个，te液体管神器，整个管道网络的机器平均分配液体，流量超大，就是液体版电线，直接把BC液体管丢进岩浆吧"
        },
        {
            "author": "條野太郎",
            "timestamp": 1365165000,
            "txt_content": "请问 TE 里面的混合钢需要怎么合成？？"
        },
        {
            "author": "alexhod",
            "timestamp": 1365341820,
            "txt_content": "條野太郎 发表于 2013-4-5 20:30 \n请问 TE 里面的混合钢需要怎么合成？？\n首先你需要亚铁矿ferrous（貌似翻译成镍矿了？）\n\n然后把两份铁和一份亚铁在感应炉中煅烧，就变成殷瓦钢（混合钢）了\n\n如果你没有感应炉，那么你首先要把亚铁矿和铁矿在粉碎机中磨成粉，然后两份铁+一份亚铁粉末可以合成殷瓦钢粉末，在任何炉子中煅烧，变成殷瓦钢锭"
        },
        {
            "author": "QQ1004295420",
            "timestamp": 1365341880,
            "txt_content": "alexhod 发表于 2013-4-7 21:37 \n首先你需要亚铁矿ferrous（貌似翻译成镍矿了？）\n\n然后把两份铁和一份亚铁在感应炉中煅烧，就变成殷瓦钢 ...\n？\n？？？？？？？？？？？？？"
        },
        {
            "author": "QQ1004295420",
            "timestamp": 1365342060,
            "txt_content": "QQ1004295420 发表于 2013-4-7 21:38 \n？\n？？？？？？？？？？？？？\n什么什么什么什么来的"
        },
        {
            "author": "forfai",
            "timestamp": 1365489240,
            "txt_content": "alexhod 发表于 2013-4-7 21:37 \n首先你需要亚铁矿ferrous（貌似翻译成镍矿了？）\n\n然后把两份铁和一份亚铁在感应炉中煅烧，就变成殷瓦钢 ...\n镍矿好东西啊，可以提炼依，格雷科技的就靠它了。没UU机，啥依都弄不到。"
        }
    ]
}