{
    "title": "[Minecraft.net|CULTURE]参见国王陛下",
    "author": "l89669",
    "replyCount": 2,
    "timestamp": 1588956180,
    "txt_content": " 本帖最后由 l89669 于 2020-5-11 16:02 编辑 \n\nFit for a King\n参见国王陛下\n...or a Queen! Let's explore Kesaro's luxurious palace!\n……或者女王殿下！来好好探索克萨罗所建的豪华宫殿吧！\n\nAndreas Inderwildi\n\n Chahkgri Palace is a place to get lost in. Even before stepping inside the shadows of the imposing palace walls, a visitor could easily get sidetracked for hours within the luxurious, intricately arranged gardens. There’s even a giant hedge maze!\n你在查克格里宫的街上可很容易迷失。在你被这高墙的阴影所笼罩之前，你就可能会在这精心设计的豪华花园里迷上整整数个小时的路，这花园里甚至有个巨大的树篱迷宫！ \n\nEnter the palace, and you’ll discover a warren of stairwells, hallways and rooms great and small. And pillars. More pillars than you could hope to count. Seriously, don’t try and count the pillars. We haven’t got all day, and we have an entire palace to explore!\n当你踏入宫殿之中，就会发现五步一楼，十步一阁，负栋之柱，数不胜数。说真的，可别数了，你怕不是要数上一整天，我们还有一大座宫殿要探索的呢！ \n\n\n Watch the video above for a grand tour of the palace! JUST DON’T TOUCH ANYTHING. \n来一次宫殿的壮观之旅吧！什么东西都别碰！ \n\nThe mastermind behind this Palace of Sands is Kesaro , a 22-year-old animation student in Belfast who discovered Minecraft in 2009, when he had plans of becoming an architect.\n这座宫殿背后的匠心源自于贝尔法斯特的22岁动画系学生，克萨罗。他在2009年的时候入坑了我的世界，当时他就想做一名建筑师。\n\n“I've always been fascinated by Middle-Eastern culture,” Kesaro tells me. “The architecture of its classical eras, the jarring contrast between an often harsh and unforgiving environment and the staggering beauty.”\n“我其实一直着迷于中东的文化，“克萨罗这么和我说道。“这些古典时代的建筑，经常是无情的环境与挣扎的美丽不和谐交杂的产物。”\n\n\n“Growing up in a fairly rural part of Northern Ireland meant that the rest of the world always held a mysterious allure and I did everything in my power to feed that desire,” he explains.\n“北爱尔兰的穷乡僻壤长出来的小伙注定对世界的其他地方有着莫名的向往，我会尽我所能填饱这种渴望。”他解释道。\n\n“With Chahkgri Palace I wanted to look back, and construct my own personal homage to not only Arabian architecture, but to the Babylonian, Persian and Grecian styles that have had such an influence on my career as an artist and my creative pursuits in Minecraft.”\n“从查克格里宫回顾过去，我不仅仅对阿拉伯风格的建筑，还有巴比伦、波斯还有希腊风格的建筑深深致敬，这些风格对我的艺术生涯以及在游戏中的创作产生了非常大的影响。” \n\n\nEven though the palace’s various parts fit well together, their respective styles are distinct. This was intentional from the beginning.\n虽然宫殿的每部分都刚好契合，但是它们的风格是各自迥异的，这是自一开始就有意为之的设计。 \n\n“Honestly, the planning of the Palace was something that evolved naturally, and this was somewhat intended,” explains Kesaro. “Many prominent castles or palaces had many architects, often due to how long they took to build in reality.\n“说句实话，这宫殿的规划完全是顺势而为，做成这个样子可以说是故意的，”克萨罗解释道，“很多著名的宫殿或者城堡都养着不少的建筑师，因为现实之中，这些建筑的工期都是很长的。”\n\n“So when we started building, I wanted each section to give off the sense of having its own architect behind it. Despite this natural evolution, I knew fairly certainly the kind of palace I wanted to create, I wanted it to be opulent and complex, with a myriad of different functions that formed a lived-in environment.”\n“所以当我们开始动工的时候，我希望每个部分都像是有着自己的建筑师操盘的感觉，虽然是顺势而为，但我相当清楚我是要做什么样的宫殿，我想要的是那种豪华、错综复杂而且功能全面、自成一个聚居区的宫殿。\n\n\n  [1/3]来瞧瞧宫殿的内部，这皇宫可不得不称作是豪华的奇迹，妙啊，每当我想起我不是国王的时候我就有如一盆凉水泼头怀里抱着冰。\n\n  [2/3] 这里是舞厅！我试着跳霹雳舞的时候，那些花里胡哨的贵族一脸惊恐的看着我。这或许就是为什么我不是国王:  (\n\n [3/3] 餐厅！我可以在这里往我贪婪的小嘴里塞上那些我需要或者想要或者实际没那么需要的食物。\nInside the palace you’ll find wine cellars, private chambers, kitchens, stables, banquet halls, a throne room, ball room and more! It’s easy to picture these spaces bustling with servants waiting on the palace’s masters and their high-born guests.\n在这座宫殿里有着很多房间：酒窖、密室、厨房、马厩、宴会大厅、皇宫、舞厅还有等等等等！我们可以很容易的想象出忙碌的从者们是怎么在这里恭等他们的主子和那些贵族的。\n\n“I enjoyed planning each room I wanted to include and then arranging them like a puzzle to get the eventual layout,” says Kesaro. “This relaxed approach, understanding what you want the substance of the build to be and then deciding where to put things from there, makes the actual journey of building just as compelling as the finished piece.”\n“我喜欢把我所想到的每个房间都丢进我的规划里，然后一点点拼出最后的布局。”克萨罗说道。“这种方式很轻松，想象一下你想整什么，然后再决定把它放在什么位置，然后保证建造过程与完成的部分一样令人无法拒绝。”\n\n\nThat finished piece consists of exactly 4,295,374 blocks. Whoa!\n最后成品居然有4295374个方块那么多。 \n\n“The size, in retrospect, proved a challenge,” admits Kesaro. “When taking on a task like this, it's easy to get lost or abandon it. I was fortunate enough to have a very good friend helping me, and giving me support in its construction.”\n“现在想想的话，当初整这么夸张确实是一种挑战。”克萨罗不得不承认这点。“当你挖了如此巨大的一个坑的时候，摸了或者鸽了反而是一种常态。我就很幸运了，我有个铁哥们陪着我帮我做建筑。” \n\n|\"I wanted each section to give off the sense of having its own architect behind it\n\"\n|所以当我们开始动工的时候，我希望每个部分都像是有着自己的建筑师操盘的感觉\nThat friend was crucial to the success of Chakgri palace. Because as much as Kesaro enjoys losing himself in the building process, it’s finding himself in the presence of other inspired builders that motivates him to build in the first place.\n这位朋友的存在直接决定了这座宫殿的建成。因为克萨罗很享受这种在规划中忘乎所以的感觉，但如果有其他灵感四射的建筑师陪着他的话，他会把建筑放在第一位。 \n\n\n“I've had the pleasure of meeting some amazing people through this game, many of whom I'm still close to,” Kesaro tells me.\n“我很高兴，我因为这个游戏认识了很多大佬。其中相当一部分我还和他们频繁往来。”克萨罗这么和我说。 \n\n“In the end, the most important piece of inspiration for me has always been the community that I found within Minecraft, and the support of people who share many of my same passions and are always forthcoming with great ideas and feedback that have helped shape everything I build.”\n“在最后，我得说一下，我最重要的灵感源泉还是那些我玩游戏时所混迹的社区，还有那些和我志同道合的人。他们非常乐意和我分享想法，或者给我提供帮助。这些统统塑造了我的建筑。” \n\nSo there you have it - a great builder, not just inspired by Middle Eastern architecture, but the amazing people he’s met through Minecraft!\n这就是命运的结果——一个伟大的建筑师，并不仅仅被中东的建筑风格所驱动，伴他而行的还有他通过我的世界所遇到的人们！ \n\nSadly, the only person I’ve met through Minecraft is the editor of this website, and he’s a total jerk. No offence, Tom! Please don't stop giving me work.\n很不幸的是，我通过这个游戏所认识的唯一一个人就是这个网站的编辑，哦他可是个彻彻底底的大混、蛋。哦汤姆我说着玩的，可别炒了我。 \n\n【本人 译自官网 2018 年 02 月 13 日发布的 Fit for a King】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1589141220,
            "txt_content": "get lost 除了迷路还有一些更深的意思\nget lost (in something): to be forgotten or not noticed in a complicated process or in a busy time\n\nsidetrack: cause (someone) to be distracted from an immediate or important issue.\n\n消失 -> 小时\n\n宫殿名称最好在译文提到\n\nconstruct homage 应该是和 pay homege 同意\n\nThis was intentional from the beginning\n\ncompelling 应该是取 irrestible和captivating的意思吧\n"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589440080,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}