{
    "title": "[Minecraft.net |CULTURE]与之搭建：砖块！",
    "author": "Redstone_ray",
    "replyCount": 6,
    "timestamp": 1588971720,
    "txt_content": " 本帖最后由 Redstone_ray 于 2020-5-12 13:18 编辑 \n\nMINECRAFT BUILDSBuild with It: Brick!\n与之搭建：砖块！\n\nBuild with It: Brick!\n与之搭建：砖块！\n\nNova Barlow诺瓦·巴洛\n\n\nIt’s true we have focused on a number of flashy and colorful blocks for our Build With It series. Every once in a while we like to revisit the basics like stone, or wood – or in this week’s case, brick. After all, even the brightest block can benefit from a strong foundation.\n我们在 与之搭建 系列里涵盖了许多华丽多彩的方块。但每过一段时间，我们还是喜欢重温一下例如石头或原木等游戏里的\"老角色”, 而这周则是砖块。无论如何，就算最亮眼的方块也受益于一个坚固的地基。\n\nA classic building material, the brick has been used throughout history and was one of Minecraft’s earliest materials. But one question remains – why are they red? Since most common bricks are made of clay and then fired in a kiln, the various red hues are a result of iron oxide which is drawn out as the temperature rises. Holding true to tradition, Minecraft bricks are also made of clay which is why most basic bricks are red.\n\n砖块是一种经典的建筑材料，它在历史上被广泛地使用，并且还是我的世界最早的方块之一。但是仍有一个问题 —— 砖块为什么是红色的？由于常见的砖块是由粘土烧制而成的，在窑中高温燃烧时，粘土中的铁元素就会充分氧化生成氧化铁，使砖块外表泛红。为了秉承这一传统，我的世界的砖块也是使用粘土烧制（成红砖并合成）而成的，从而导致了砖块的红色调。文化拓展砖所呈现的颜色取决于烧制过程中是否接触氧气，当氧气充足时，粘土中的铁元素就会充分氧化生成氧化铁，使砖块外表泛红。氧气不足，部分氧化铁就会被还原成四氧化三铁和氧化亚铁，砖呈现青灰色。\n\nAvailable in slab, stair, brick, and wall form, the brick lends itself to all forms of builds, both classic and modern. You could use it as the flooring in your home, as a clever pathway, or even build an entire brick house (like thecommonpeople has done above). Brick is a striking start for any foundation and ready to be paired with many of our previous Build With It materials you may have lying around in abundance, like cobblestone and quartz . While real-world bricks typically take mortar or another adhesive to connect, laying brick in Minecraft is much easier – no extra materials required!\n\n砖块可以以台阶，楼梯，砖块（物品形式）和墙壁（方块形式）融合在各式建筑中，无论是现代还是古典风格。它可以用来铺设房间地面，或是建造一条小径，甚至用它来建造整个建筑 (比如第一张图里 thecommonpeople 建造的房屋)。砖块绝对是一个引人注目的建筑基石，你可以用它搭配任何你手头有余存的 《与之搭建》 方块。例如原石和石英块。虽然现实中的砖块通常需要配合砂浆或者其他粘合剂来搭建，在我的世界里用它来建造简单得多 —— 放置即可！\n\n\n\n\nBuildsWbc provides a row of brickstone buildings well suited for city living.BuildsWbc呈现了一排舒适的城市居舍。\n\n\nOne of the most common uses in both the real world and our virtual one is using brick to create fireplaces. It’s a great choice for any home. Bricks are durable, with the same blast resistance as other stone material, and cannot be set on fire.\n无论是在现实中还是游戏里，砖块都非常适合来建造壁炉。它和任何一个房间都是绝美的搭配。砖块和其他的石材拥有相同的防爆性，还不可燃烧。\n\n\n\nNowoCraft’s glowing fireplace illuminates a cozy reading corner.NowoCraft的壁炉点亮了一个温馨舒适的阅读角。\n\n\nWhy not take a look at some creative creations from other community members to inspire your next build?\n为什么不在创作你下一个作品前获取一下其他社区成员的灵感呢？\n\n\n\nTBest2109’s brick roof provides a colorful contrast with the surrounding terrain.TBest2109的石砖屋顶与周围的地形呈现出鲜艳的对比。\n\nA tall tower helps origamiPete’s building be seen from a distance. 一座高高的钟塔使得origamiPete的建筑可以从远处观望到。\n\nKoton_Bads demonstrates brick’s potential as flooring.Koton_Bads 展示了砖块用作地面铺设的潜力。\n\nDiamondBack662 accents their brick build with a garden maze to the side.DiamondBack662 使用了花园迷宫来衬饰他的砖块建筑。\n\n\nGet ready to have your builds sparkle and shine as we turn our attention to building with emerald and diamond! Want to help inspire the rest of the community with your creations? Just email FeatureMe@minecraft.net with screenshots of your creation and some info about what you’ve created. If you’re lucky, you may just see your build featured in an upcoming article.\n准备好为了即将到来的钻石和绿宝石主题创作闪闪发光的建筑了吗？想用你的建筑帮助其他社区成员激发建筑灵感吗？请将你的作品截图和简介发送到FeatureMe@minecraft.net。如果你足够幸运的话，说不准你就可以在接下来的《与之搭建》文章上看到你的作品了。\n\n\n【Redstone_ray 译自官网 2020 年 05 月 08 日发布的 Build with It: Brick!；原作者 Nova Barlow】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "李乐六日",
            "timestamp": 1589022720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "李乐六日",
            "timestamp": 1589022780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "李乐六日",
            "timestamp": 1589022780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1589140500,
            "txt_content": "列如 -> 例如\ncan benefit 和 需要 的意思还是有区别的\n广泛的地使用\nslab, stair, brick, and wall\n台阶、楼梯、砖块（物品形式）、墙壁（方块形式）"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589440020,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "kayn-",
            "timestamp": 1597111380,
            "txt_content": "用石英也很好看的"
        }
    ]
}