{
    "title": "[Minecraft.net|CULTURE]六尊你或许错过的野兽雕像",
    "author": "huanmum",
    "replyCount": 1,
    "timestamp": 1588946100,
    "txt_content": "\n六尊你或许错过的野兽雕像\n疯狂动物大收集！\n\n龙！长颈鹿！两只名字相同却实际不相同的鹿！好了，我们将会展示一些最近发布的建筑，这些建筑令我们啧啧赞叹，眼睛都要犯心**了（褒义）。那么欢迎来到本期的——野兽雕像。\n\n现在的话，我和tom的口味取向都是完全相反的，不管是建筑还是我们搅拌茶时调羹的顺逆时针方向。但是我们的意见在这些野兽雕像上达到了惊人的一致——疯狂、巧夺天工、奇思妙想。\n\n顺带一提有点吓人，说真的，如果现实之中见到这种东西，三个字，跑躲酷。\n\n\n蘑菇地中妙妙龙\n作者 Jodiix\n\n\n\n\n\n艾米丽：这座岛很高，在它细细的支架下摇摇欲坠，岛上遍布着危险美丽的熔岩以及华丽但又令人感到恶心的蘑菇，这些立刻就吸引了我的注意力，让我不禁沉迷于这小小世界之中。\n\n至于岛上唯一的居民，那只正在攀爬之中的龙，我想大概这条龙真的是很喜欢蘑菇吧？最上面那又大又肥又多汁的蘑菇他恐怕真的是无法拒绝的。虽然我还是在想为什么他为啥不用他那双粉色玻璃翅膀扇起来去吃那霉臭的蘑菇呢。\n\n机械长颈鹿\n作者 schniouf\n\n\n\n\n\n汤姆：不过是个建筑发布了而已，干嘛那么大惊小怪……哇哦，这建筑，鬼斧神工，我惊的茶都喷出来了，顺带一提我是顺时针搅拌茶的，艾米丽，我可不像你那么怪物。说到怪物，情理上我应该害怕这样一个怪物。但是用长颈鹿制作这样让人身心舒爽的蒸汽朋克怪物，这样纯粹的疯狂我可不能不被其吸引。\n\n实际上，对我而言，他完全打破了长颈鹿应有的外表，这就显得很无聊了。真正的长颈鹿有风车尾巴吗？没有吧，确实，所以这就是为什么我现在讨厌他们了。\n\n冰龙·渴望自由\n作者 Roman_95\n\n\n\n\n\n艾米丽：这建筑其实一开始是为了我的世界论坛上面的雪花球比赛而建的，这也解释了为什么我们这美丽的野兽蹲住在这样一个玻璃球里。冰龙撞破玻璃的这样一个过程有一种独特的动感，而这动感反过来让这条龙看上去更加的生动，同时也保全了这些奇异的冰雪设计的全部光辉。\n\n一方面，瞧瞧这龙有多大劲，足够撞破这座玻璃牢狱了，另一方面，它又是怎么会被困在里面的呢，真是条笨龙！尽管如此，我还是爱不释手，请做更多这种奇妙动物暴打花哨旅游土特产的作品谢谢！\n\n神奇鹿\n作者 TheMrPinguin\n\n\n\n\n汤姆：在一篇博文里说两个名字相同的建筑，我想我们一定是要被炒鱿鱼了。哦或许不会——无论是哪个作者的作品，都很值得一看。\n\n显然，这建筑灵感来源是源自奇妙的狼游戏“大神”（日文读音okami），而这游戏灵感来自日本民间传说。这建筑之中建的不是狼，替而代之的是一头鹿，一头鲜明的白色动物，这白色又和其他其身上的色彩对应。如果我说我最喜欢芦苇那郁郁葱葱的绿色的话，是不是就和本期主题“野兽”相去甚远了？也罢，我们今天本来就用了撞车标题的两个建筑，所以随他去吧，让我写上几大段芦苇的美妙！今天谁都管不了我！【后续和谐一句。】\n\nFIWORLD\n作者 Mikket\n\n\n\n\n艾米丽：建筑师Mikket打破了鹿与龙的传统，给这个热带世界带来了一些天堂之鸟。这些鸟到底是被覆盖于岩石大地之上的动植物所吸引了，还是对那些巨大的断环感兴趣呢？我们都无从而知。如果没有这些这么大的类鹦鹉的鸟的话，我不确定这地方还会不会这么有个性，我是说，瞧瞧他们，挺喧闹的吧。\n\n神奇鹿\n作者 HeavensGift\n\n\n艾米丽：尽管名字撞车了，但是这个魔法鹿算是前作的一种飞跃。鹿都是白色的鹿，但是这个作品里面整个构图只有两种颜色。这只鹿会给你一种动感以及宁静感。它的鹿角算是他白灰色身体的延伸，让人难以捉摸——就像是烟雾消散于空中那般。\n\n让我印象最深刻的是这样一个事实: 天堂的礼物本质上只是一个巨大的白色动物建成了更加奢华的东西，只有一些金色的斑点，扭曲的解剖学和一点点艺术天赋。\n\n这样一个事实让我印象深刻：这作品实质上只是用点点金色的斑点、微微变形的解剖学结构和一点艺术细胞便使得这只巨大的白色动物升华成更加奢华的某种存在。\n\n有什么你认为不得不提但是我们却错过的建筑？快快发送邮件到scoops@minecraft.net，标题写上“MISSED ME？”（想我了吗？）\n\n祝好运。\n\n作者Emily Richardson发布日期2018/02/22\nhttps://www.minecraft.net/zh-hans/article/six-beast-builds-you-might-have-missed",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589446260,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}