{
    "title": "[多线]自由乡 —— 以玩家为中心的服务器[1.15.2]",
    "author": "2923408390",
    "replyCount": 0,
    "timestamp": 1588960860,
    "txt_content": " 本帖最后由 2923408390 于 2020-5-9 02:01 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果本服为公益服，只接受无条件即无偿捐助，请各位玩家监督！自由乡公益服务器负责、公益、素质、稳定加入我们QQ群808894493\n简介这里是自由乡第三周目，经历了我也不知道多久的风风雨雨，最后决定重启自由乡。这一次仍然采用无mod纯插件模式服务器版本跟近官方最新版本（但如果有好的版本会考虑停留并且加入插件）这一次有点不一样目前采用了地毯mod（carpet）来作为我们的“核心”什么？mod？不用担心mod仅需服务端安装客户端无需安装所以仍然是无需专用客户端那么carpet是什么？Carpet mod 原版MC mod，它能够让你从技术层面完全的去控制游戏的方方面面。目前修改了什么？具体更改如下combineXporbs:小经验球会合并为大球shulkerSpawninglnEndCities:潜影贝会在末地重生集杀死后还会重新生成renewableCoral:用骨粉对着普通珊瑚（非珊瑚扇）使用可以催生出一整个珊瑚结构并且无视生物群系（必须在水中）persistentParrots:只有玩家受到伤害，鹦鹉才会离开肩膀renewableSponges:守卫者被闪电击中时会变成远古守卫者FlippinCactus:仙人掌扳手，当仙人掌在主手的时候右键方块可以改变方块的方向missingTools:活塞、玻璃、海绵等能被更快速的破坏onPlayerSleeping:一个人就能睡过晚上（这个功能可能会考虑关闭改为投票式）viewDistance10:服务器视距默认为10tntPrimerMomentumRemoved:TNT生成时没有随机偏移xpNoCooldown:经验球吸收没有冷却disableSpawnChunks(true):服务器出生点区域块不加载（视情况开启加载正常来说不加载）Player ~ ~ ~ 假人命令（需要假人请申请）Tick 控制tps命令需要使用请申请spawn信息统计指令 需要使用请申请fill 填充地形 需要使用请申请如需使用其他指令则都需要申请如何申请？申请方式直接群内联系管理员即可申请格式如下申请人申请坐标使用时长申请原因全局命令需要征得其他玩家许可这次开服有个有意思的地方本次管理将采用非内定人员管理，也即是说人人都有机会来管理服务器怎么获得这个机会？经常玩QQ的朋友们会注意到QQ有一个群龙王的功能没错，也就是这个这一次群龙王不仅可以yongla%^&Gtw更是可以管理服务器但有一点小小的条件群龙王必须连任两天才算有效假设有效之后第三天龙王称号被他人获得任然有效但第四天任然被他人获得既他人继承以及第四天第五天龙王连续被他人夺得但不是同一人管理权限将交还于服主懂了。我马上去刷屏注意！即使你很想成为一名管理但也请使用正当的做法不正当的做法将会被禁言并且永久取消资格成为了管理，我能做什么？注意！本服的管理员并不具备op的权限本服也不想设立op设立管理员是为了让玩家获得更好的游戏体验而不是拥有权限来炫耀因此管理权限仅可以ban tick  fly mute whitelist以及查询指令本服有什么规则？本服允许使用非恶性游戏特性，并且不修复注：恶性游戏bug是指类似溺尸bug/区块存档点等详情https://www.bilibili.com/video/BV1sx411d7Guhttps://www.bilibili.com/video/BV16t411m7As允许建造红石机械但必须带有开关并且大型机械请看时间开启严禁崩服bug以及密集养殖以及众多服务器一直强调的基本规则也是一些基本道德若触犯以上规则直接封禁既然开放红石了那么服务器的稳定性如何？i7 9700K(5.2Ghz)/I5 9400F(3.9Ghz)32G DDR4 3000/16G DDR4 26661TB SSD/512G SSD单线电信40M（虽然是单线电信但全国三线延迟稳定60ms以下如有延迟高的请检查你的DNS）但是这里要强调一句话不管是再强的配置就上到了3990X也没法扛得住mojang的优化所以还请各位遵守规则最后给各位道个歉本宣传帖子因为一些不可抗力的原因匆忙赶出来的在服务器的介绍会可能会有疏忽还请各位谅解具体规则请加群查看最后的最后还是那句话开服不易请珍惜\n\n\n\n\n220233yxl70b78ka7pex83.jpg (229.93 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-9 01:51 上传\n\n\n\n\n\n\n\n",
    "replies": []
}