{
    "title": "论孙悟空驾筋斗云去撞人",
    "author": "忘了我是谁",
    "replyCount": 13,
    "timestamp": 1588985700,
    "txt_content": " 本帖最后由 lzx1314 于 2020-5-9 08:58 编辑 \n\n假设孙悟空驾筋斗云去撞人，会产生多大的破坏力？\n筋斗云的速度是“一个筋斗十万八千里”，一个筋斗的耗时差不多也就是一秒钟，换言之，孙悟空的速度是108000里／秒。\n孙悟空属猕猴，一般体重是4——12公斤。不过人家是猴王，肯定要大只一些。就取最高值12公斤了。\n那么，孙悟空什么都不带。直接驾着筋斗云用自个的身体去撞人，起码能产生相当于416万吨TNT的动能，超过了氢弹的威力（我国第一颗氢弹当量330万吨）\n注意，这还是什么都不带，光着身子的情况下分析出来的数据。假如孙悟空手上带着东西呢？比如带着他的金箍棒呢？\n金箍棒，重一万三千五百斤，明代一斤是596克，那么金箍棒加上猴子自重。总重量8058公斤。\n所以孙悟空要是带着金箍棒，驾着筋斗云去撞人，能产生相当于28亿吨t，nt的动能！要知道，历史上最的氢弹“大伊万”，也不过才五千万吨的当量，差不多六十枚像“大伊万”这样的超级大氢弹同时爆炸，才能顶得上猴子的一撞！\n氢弹的威力，可是在原子弹之上。一颗三千万吨级的氢弹就足以毁灭一个省。六十枚五千万吨级的氢弹一起爆炸，可以想象那个场面……\n而且孙悟空，可不是只拿得动区区一根金箍棒……\n孙悟空究竟有多大力气？能举起多重的东西？平顶山平金角银角大王的那一个章节很能说明问题。\n在平顶山上，金角大王用移山填海的法术。先是搬了座须弥山压在孙悟空背上，孙悟空的反应仅仅只是“把头偏了偏”。于是金角大王又搬了座峨**压在孙悟空的背上，孙悟空的反应是“挑着两座大山。飞星来赶师父。”\n直到金角大王又搬了泰山压到孙悟空身上以后，猴子才受不了了……\n这可是纯靠肉。体硬扛！跟那些念咒语搬山根本不是一回事，也足以说明孙悟空的力量究竟有多大。**星人的最终计算结果。是孙悟空完全可以举起总质量超过十万亿吨的东西，只多不少。\n虽然没有证据表明孙悟空可以直接扛着山驾筋斗云，不过从他背着两座山还健步如飞的情况来看，估计他背着一到两座山起飞，压力不大。\n要是他背着两座山，驾起筋斗云来去撞人……\n这已经没有办法计算了，哪怕是**星人都不敢去推演这个可怕的场面。估计这一撞撞下去，所谓的西游记位面，也就不复存在了，除了他自己——**星人根据筋斗云运转时对肉，体的负担，以及孙悟空使用筋斗云的可能的最高频率，推算出孙悟空的肉，体强度起码是普通人的三百万倍，接近光速的高能粒子轰击都搞不定丫！\n除了拥有这个大杀招之外，孙悟空即便是平砍，其攻击力也是令人胆颤。\n以金箍棒的质量，孙悟空只需要以棒球运动员的挥棒速度挥动金箍棒，能产生接近七百万焦耳的热量，能使近两千公斤的水的水温升高一摄氏度。\n倘若这一棒是敲在人体上，可以使人体小于g的局部组织升温超过一百度，直接气化！\n另外，金箍棒挥动时产生的动能，会让人体承受超过四十万吨的力，完全可以像刀子一样瞬间将人体切成两半！\n所以假设金箍棒击打在一个人的腰部，场面应该是这样的：这个人瞬间被腰斩，整个身体瞬间短了一截，断面高温碳化。\n同时，金箍棒产生的高温将会使此人的体液汽化膨胀，碎裂的骨肉内脏会伴随红色烟雾爆出身体。\n现场可见大量破碎皮肤以及肌肉组织，高温导致脂肪融化，地面上会有大量油状物，散发着烧烤摊的味道，甚至有些油状物还会因为高温而燃烧……\n总得来说，挨了孙悟空一棒，就好比是被激光武器和炮弹同时命中，彻底死成一张油画……\n我没发氵帖\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Mr.时间之瓶",
            "timestamp": 1588985760,
            "txt_content": "这就是传说中的高级氵帖吗？i了i了"
        },
        {
            "author": "忘了我是谁",
            "timestamp": 1588985820,
            "txt_content": "Mr.时间之瓶 发表于 2020-5-9 08:56\n这就是传说中的高级氵帖吗？i了i了\n难道你不......"
        },
        {
            "author": "SR-帽子",
            "timestamp": 1588985820,
            "txt_content": "这就是传说中的茶馆秀儿嘛"
        },
        {
            "author": "🔥❄️",
            "timestamp": 1588985820,
            "txt_content": "整挺好"
        },
        {
            "author": "风灬晴",
            "timestamp": 1588985940,
            "txt_content": "带，瞎说家，和我的世界历史瞎写一样"
        },
        {
            "author": "PercyDan",
            "timestamp": 1588986000,
            "txt_content": "营销 号（有端"
        },
        {
            "author": "忘了我是谁",
            "timestamp": 1588986060,
            "txt_content": "稽风 发表于 2020-5-9 08:59\n带，瞎说家，和我的世界历史瞎写一样\n这叫科学。"
        },
        {
            "author": "zero°C.",
            "timestamp": 1588986120,
            "txt_content": "茶馆带科学家"
        },
        {
            "author": "活宝whw",
            "timestamp": 1588986360,
            "txt_content": "我怎么就想不到这种水帖方式"
        },
        {
            "author": "mohui666",
            "timestamp": 1588986840,
            "txt_content": "两开花，两开花～"
        },
        {
            "author": "Drowned64",
            "timestamp": 1588987020,
            "txt_content": "和自然选择前进四时没处于深海状态时的命运有得一拼"
        },
        {
            "author": "-雪糕-",
            "timestamp": 1588987320,
            "txt_content": "妙哉妙哉，这就是高级的氵帖方式吗"
        },
        {
            "author": "缘若轻殇",
            "timestamp": 1588988640,
            "txt_content": "大佬，学习了"
        }
    ]
}