{
    "title": "[Minecraft.net|CULTURE]建筑团队——序曲",
    "author": "huanmum",
    "replyCount": 1,
    "timestamp": 1588953660,
    "txt_content": "\n\n建筑团队——序曲（OVERTURE）\n我的世界宗师级哈桑和Hexcore以及他们的建筑师乐队！\n\n序曲是什么？序曲可以是很多东西，对于像我这样的音乐geek来说序曲是指一首歌的起始部分，小号声部给其他乐器做起势，当然也少不了我这高贵又重要的三角铁独奏。\n\n对于序曲建筑团队的成员Newth，Squarish 和 Arieben 来说，它更像是在介绍某种更加实质性的地方。Hexcore的序曲建筑团队便是给我的世界的玩家们开开眼界的好地方。\n\n\n\nHexcore，序曲的成员之一，从玩家对战服务器改行转型到了创造服务器，在建筑的圈子打拼然后学会了怎么使用VS或者WE这样对于建筑来说很重要的工具。\n\n尽管他确实学了不少，但是建筑毕竟不是他的专长，所以，他召集了一大群建筑师来帮忙建出他所设想的那个刹那。序曲这个团队就是他自己的团队和另一个玩家，哈桑，的建筑团队合组而成的产物。\n\n\n\nNewth 便是其中一个建筑师。“我当时想着要找一个比较正式的建筑团队加入。然后我通过了审核，入组后和一些我所见过最好的建筑师一起创建了序曲这个团队。”\n\n序曲可以建造出任何你能想到的东西，比如从刷怪区到个人建筑又或者是雕塑。建造当然需要建筑师，让我想想那句老话怎么说来着？“如果你做的事正好是你喜欢的事的话，那就约等于你一辈子不用工作了。”抱歉打断你的美梦，但是这是错的。工作就是工作，哪怕他确实有趣。哭哭。\n\n\n\n\n空间！就像我们喜欢打瞌睡一样，序曲也喜欢这样超棒的空间主题建筑，好好看看这些他们最棒建筑的截图吧！\n\nAriben喜欢玩我的世界，但是按照别人的规划做建筑，比如就像是他在序曲团队中所做的那样，对他来说并不是那么容易。“我的世界能让我和其他玩家沉浸与世界之中——其他大多数媒介可不会有这种感觉。”他说。\n\n“但在序曲之中搞建筑有点不一样，带着些局限，我不能去建我想要建的东西。但是只要不像是那种恼人的建筑——比如中世纪村庄那样的，我就对把自己风格融入进去这点没什么大问题。”\n\n\n\n“我们是在和其他人一起合作搞建筑，”Squaris 和我们说道，“所以我们经常因此必须得去改变自己的风格，去建一些什么我们不是很上手的东西。”\n\n但是和其他团队成员一起合作工作的这些时间与经验可以帮助所有参与者更进一步。“我已经在序曲这个团队里干了那么久了。”Squaris 接着说。“我已经熟悉我该怎么把金主的目标和我自己个人的风格相结合，再整出一点非常独特的东西，金主或许没有预想到，但是他一定会很喜欢。”\n\n给别人搞设计或许听起来更像是工厂的活，没什么乐趣，但Newth 也用了和上面差不多的方法，在其中融入了自己的创想，保持他在其中的新鲜感和兴奋度。“我通常会先去大概搭一下架子，把客户想要我们建的东西建起来，然后我再在上面涂抹我自己的卡通特色。”\n\n\n\n和一群才华横溢的作者共事当然能给你带来好处，但是在序曲之中的创作也会有一些意外之喜。\n\nNewth 经常参与建造其他服务器的大厅和出生地，然后他会去玩这些服务器。“在地图里藏一些隐藏箱子，我进服务器玩的时候就去拿里面的资源，这感觉爽啊。”\n\n\n\n所以你想当建筑师的话，不管是和朋友一起玩，还是在其他服务器里藏一些秘密武器，你都可以试一下这些技巧，看些教程。Hexcore 建议：“一开始入手的话，建议从细节入手，了解建筑物的颜色、结构还有其他基础知识。保持创造力，挖掘你内心的童趣。试试看建出那个百来格高的独角兽，即使刚起步的时候，它怎么看都很突兀也没关系。\n\n如果你对建筑这件事不感兴趣的话——或者你的独角兽还是像角一样突兀——那也没问题。建筑团队需要一个领头者，就像乐队需要三角铁独奏一样，需要有人能把一切融合在一起。\n\n\n\n“不管你是在独自建筑还是在领军群建，”Hexcore 说，“最重要的地方还是你要一直突破你最新的水平，不断前进。”\n\n好棒哦！\n\n渲染自 OmegaFox, Fixxy, Kyriee, Rebelite, Timothy Chen, and LNeoX\n\n作者Ash Davis发布日期2018/04/23\nhttps://www.minecraft.net/zh-hans/article/overture-build-team",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589446200,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}