{
    "title": "[Minecraft.net|CULTURE]感性的雕塑",
    "author": "huanmum",
    "replyCount": 2,
    "timestamp": 1588943460,
    "txt_content": " 本帖最后由 huanmum 于 2020-5-12 00:50 编辑 \n\n\n感性的雕塑\n俄翁里讲述他的那些我的世界作品的故事\n\n今天我们来采访的建筑者，俄翁里，毫无疑问是一个才华横溢的艺术家，他常用的媒介正是我的世界这款游戏。他的作品的主题非常华丽，跨度很大，从天使到女王再到错杂丛生的监狱。\n\n“我做的主要是各式各样的雕塑建筑，”他这样说道。“我的大多数作品基本上主体都会是个人或者之类的东西，我会给这样的作品插入一个主题。”\n\n\n\n就像是其他艺术家一样，俄翁里每次搞建筑的时候都会先去大概整个框架，然后不断的去添加更多的细节，直到完工。“每当我动工创作一个雕塑的时候，我首要考虑的就是表现出身体的动态，”他是这么告诉我的，“我想试着把这座雕塑搞的更加更加的真实，就像是这雕塑是某个活物的瞬间定格一般。我另一个一直致力过去的目标是，让这座雕塑从每个角度看上去都不碍视野，而且能令人赏心悦目，这点其实很难，你得从全部的角度都去打磨这个雕塑。”\n\n\n\n俄翁里创作出这种动态错觉的关键点就是他会给每个雕塑加上适当的衣服。举个例子吧，在他的雕塑“自然”之中，你可以看见那位女生的衣服褶皱是如何被微风轻轻撩起的。俄翁里和我说，这座雕塑的灵感来自于我们之前采访过的另一位建筑师，邦德博士。他评价邦德博士的建筑简直是“鬼斧神工”。（当然我也是这么认为的）他说，这令他充满了决心，在建筑里更加的注重细节，同时开始增加尝试浅色调的使用频率。\n\n但是这些对细节的讲究并没有拖慢他的脚步！“一般来说我要四到七天搞一座雕塑，这取决对于项目本身和我投入的精力。我很喜欢探索去新的风格，我总是试着在不同的项目之中做点改变。”\n\n\n\n因此他在一些建筑里做了实验，比如他在参加《我的世界》星球的雪花球主题比赛。Melograno，在汉语中是石榴的意思，这个雕塑在比赛之中脱颖而出，而且原因是显而易见的，球中有着一个小型城市，它坐落在一颗大树的树干上，有一个长得怪丑但又怪可爱的小怪兽挂在树上俯视这城市。\n\n很不幸的是，这生物被困在球中，俄翁里说这代表了一种孤独。可怜的小家伙。\n\n\n\n俄翁里饱受意大利艺术之中使用石榴的历史的启发，创作了这样的小盆景。他还说，他希望在将来的建筑里加入更多的自己的文化要素。“并没有那么多的项目能代表意大利艺术，但我的祖国的历史是如此美好，不得不提。”\n\n他希望通过《我的世界》继续做出这样的事情。“我认为这种媒介是很特殊的，”他和我说道，“我一直想要自由自在的创作自己喜欢的作品，这或许还能够激励那些欣赏我作品的人。”\n\n\n这是俄翁里最喜欢的建筑，死与生。\n\n“我是为了练习才做的……还挺难的！”\n\n“他们分别代表了空间和时间，合起来就是生命。”\n\n\n\n\n\n好吧，我受到了鼓舞！对其他艺术家，俄翁里也有些鼓舞的话想对其他艺术家来说，“永远要为自己所造的东西而感到自豪，不要怕去尝试新鲜事物，这一点非常的重要。”\n\n“有时候我看到那些超绝美丽的作品的时候，我总会想着‘我怎么能做到这么高级别的，我难道有什么问题吗？’我不知犯过多少次这种错误了，这会让你的独特性丢失。但是你可以从你的错误中爬起来，吃一堑长一智，如果你不犯错，那你就学不到新东西。”\n\n\n\n“保持好自己的目标，然后去不断的向它迈进。遇到困难不要放弃，加油，直面困难不要害怕。走一步，再走一步，不要停下来啊。如果你倒下了，那就再爬起来！”\n\n不止对我的世界的建筑师，对所有人来说，这都是金玉良言。\n\n渲染自RebirthOfShien, Joebricksy, Zughy, Bramboss, nygma_, Droolie 与 Matibian\n\n作者Jay Castello发布日期2018/03/22\n\nhttps://www.minecraft.net/zh-hans/article/sensational-sculptures",
    "replies": [
        {
            "author": "ItIsEnderman",
            "timestamp": 1588945920,
            "txt_content": "我一直想要自由自在的创作自己喜欢的朱宗平"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589446320,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}