{
    "title": "[Minecraft.net|CULTURE] 序幕建筑团队",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1588946040,
    "txt_content": " 本帖最后由 问谛居 于 2020-5-8 21:57 编辑 \nOverture Build Team序幕建筑团队Minecraft Maestro's Hasan and Hexcore and their Band of Builders!Minecraft界的艺术大师，Hasan和Hexcore以及他们的团队Ash Davis\nAn overture can be many things. To a band geek like me, an overture is that beginning part of a song where the trumpet section gets to hog all the attention from the rest of the instruments including my noble and extremely important triangle solo.一段序幕可以代表很多东西。对于像我这样的乐队狂人来说，一段序幕就像一支曲子开头的小号部分，用以吸引其他乐器手的注意力，其中包括了我高雅而且非常重要的三角铁独奏。To Hexcore and his team of builders Newth , Squarish , and Arieben , an overture is more like this: an introduction to something more substantial. Hexcore’s Overture Build Team is where players go to get something more for their Minecraft.对于Hexcore和他的建筑团队的成员Newth 、Squarish 、Arieben来说，序幕更像是这样一类东西：对于更加实在内容的引入。当玩家想为他们的 Minecraft 找点新花样时，Hexcore的序幕建筑团队就是那不二之选。\n\nOverture member Hexcore made the jump from PvP to creative servers, getting his feet wet in the building community that taught him how to use such critical program tools like VoxelSniper and World Edit.序幕建筑团队的成员 Hexcore 从PvP跳槽到了创造服务，通过亲身接触建筑圈子，学会了如何使用像 VoxelSniper 还有 World Edit 这样的插件工具。Though despite all his learning, building wasn’t his -ahem- forte . So he cobbled together a band of builders to help get his vision going. Overture itself was a merger between his Minecraft build team and the build team of another player, Hasan .尽管他学习了这么多，建造仍然不是他的，呃哼，特长。所以他召集了建筑师团队一起去帮他实现梦想。序幕建筑团队本身合并了他的 Minecraft 建筑团队和另一个玩家的建筑团队，Hasan。\n\nNewth is one those builders. “I was looking for a formal team to join. I passed the application process and together, with some of the best builders I know, we all created Overture.”Newth是团队的一份子。“我当时本想寻找一个普通的建筑团队加入。我和一些超群越辈的建造者的申请都通过了，于是我们一起组建了序幕建筑团队。”Overture makes just about anything you can think of, from spawn areas to individual assets and sculptures. And builds of course require builders. What’s that old saying? “ If you do what you love you never have to work a day in your life .” Sorry to break it to you but that’s not true. Work is work, even if it’s fun. Sobs 序幕建筑团队能够做出一切你能想到的东西，从出生点地图到个人财产，再到雕塑。建筑当然需要建造者去呈现。那句老话是怎么说的来着？“如果你为你所爱之事而奔走辛劳，那你的人生中就不再有工作。”抱歉虽然我不想扫你的兴，但是这是实话。工作只能是工作，即使它很有趣。呜。\n\n [1/3] Space! Overture love a good space-themed build even more than we love taking naps. Take a look at this gallery featuring some of their best!太空！序幕建筑团队喜欢太空主题的程度甚至超过了我们喜欢小憩的程度。欣赏一下这个陈列了他们一些最优秀的作品的画廊吧。\n\n [2/3] Space! Overture love a good space-themed build even more than we love taking naps. Take a look at this gallery featuring some of their best!太空！序幕建筑团队喜欢太空主题的程度甚至超过了我们喜欢小憩的程度。欣赏一下这个陈列了他们一些最优秀的作品的画廊吧。\n\n [3/3] Space! Overture love a good space-themed build even more than we love taking naps. Take a look at this gallery featuring some of their best!太空！序幕建筑团队喜欢太空主题的程度甚至超过了我们喜欢小憩的程度。欣赏一下这个陈列了他们一些最优秀的作品的画廊吧。Ariben loves Minecraft, but building to someone else’s blueprints, like what he does for Overture, can be a little tough. “Minecraft allows me to create worlds that I can immerse myself and other players in - you just can’t get that in most mediums,” he says.Ariben热爱Minecraft，但是照着别人的模板建造，就像他为序幕建筑团队做的工作一样，会有一点点困难。“Minecraft允许我去创造一个能让我和其他玩家沉浸的世界——这一点你无法在其他平台上做到。”他说到。“But the difference in building for Overture is the limitations - I can’t build exactly what I want. But as long as it’s not something mind-numbing, like medieval villages, then I don’t usually have any problem incorporating my style into it.”“但是为序幕而建造有所不同的是它的局限性——我不能完全自由发挥。但至少它不会是枯燥乏味的任务，比如修建中世纪小镇那样，因此我还是能够大展拳脚，将自己的风格融入其中。”\n\n“We’re building for someone else,” Squaris adds. “So we often have to change styles to something we might not be comfortable with.”“我们是为了其他人而建造。”Squaris补充到。“所以我们也不得不转变自己的风格以适应那些也许会让我们感到很不习惯的东西。”But time and experience working with others on the team helps all the builders grow. “Since I’ve been building with Overture for so long,” Squaris continues. “I’ve learned how to take what a client wants and blend it together with my own style to provide something unique, something a client may not be expecting but really likes.”但是长年累月的团队协作使得建造者们得以成长。Squaris继续说到：“因为我在序幕建筑团队干了这么久，我学会了如何去做出顾客满意的东西，并且在其中加入自己的风格来让作品变得独特，也许这并不是顾客原本期许的作品，但却是我真的喜爱的作品。”Churning out designs for others sounds more like factory work than fun, but Newth uses similar methods to sneak in bits of his own creativity, keeping what he does fresh and exciting. “I usually start with an overview that includes all the things the client wants then add my own kind of cartoony style on top.”为他人设计作品听起来更像是工厂作业，而不是娱乐，但是Newth 运用了类似的办法来融入他自己的一些创造力，这样能保证他的创作仍具有新鲜感和趣味性。“我通常会从一个大体的概念入手，其中包括了顾客提出的所有要求，然后在此基础上添加我自己的卡通风格。”\n\nWorking with a talented bunch of artists is of course its own reward, but building with Overture has some unexpected perks too.与一群才华横溢的艺术家合作自然会有所收获，但是和序幕建筑团队一起建造的收获有过之而无不及。Newth often builds lobbies and spawns for other servers, then he’d go play in them. “It was nice hiding secret chests on the maps and then using those to my advantage on the games I played there.”Newth经常为其他服务器修建大堂和出生点，然后他会和他们一起玩游戏。“在地图里面藏一些宝藏箱，然后我可以在我玩的游戏里面使用这些特权，这很棒。”\n\nSo if you’re interested in being a builder, whether you want to hang out with your friends or leave caches of weapons throughout the spawn rooms of the world, brush up on those communication skills and watch a couple of tutorial videos. Hexcore offers this advice; “start with understanding the basics of color, structures, buildings, and start very small. Get creative. Express your inner child. Build that 100 block tall unicorn, it's fine if it looks pointy everywhere the first time.”所以如果你想要成为一个建造者，不管你是想和朋友们闲逛也好，还是在出生点藏一箱武器也好，或者是为了提升你的交流技巧，亦或是为了看一两个教学视频。Hexcore 会给你这样的建议:\"你应该从最基础的色彩理论和建筑结构以及建筑开始学习，从最基础的开始。然后启发你的创造力。将你内心的童真的一面展现出来。建造一个一百块方块高的独角兽出来，如果它一开始看起来有点扎眼也无所谓。\"If you’re not interested in building - or your unicorns keep coming out pointy - that’s okay too. Build teams need leaders like bands need triangle solos, something to bring it all together.如果你对建造不感兴趣——或者你的独角兽还是很扎眼——那也不是什么大事。建筑团队需要一个领袖，就像乐队需要一个三角铁独奏一样，都需要有位能将他们凝聚在一起的人。\n\n“Whether you’re building or leading a build team,” Hexcore says, “the only thing that really matters is that you always strive to beat your last performance.” Hexcore说：“不管你是在建造还是在领导一个团队，唯一重要的一点就是你总是要去挑战自我，战胜自我。”Bravo!干的漂亮！\n Renders by OmegaFox, Fixxy, Kyriee, Rebelite, Timothy Chen, and LNeoX 由OmegaFox, Fixxy, Kyriee, Rebelite, Timothy Chen, LNeoX渲染  \n【EBsky 译自官网 2018 年 04 月 23 日发布的 Overture Build Team】【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589446320,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}