{
    "title": "基岩版板块插件发布的时候建议关闭贴主一个权限",
    "author": "纸月亮",
    "replyCount": 4,
    "timestamp": 1588916640,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "星层",
            "timestamp": 1588920180,
            "txt_content": "四、服务端插件专区\n4-1：必须严格按照基岩版插件&服务端版规且使用基岩版插件发布模板进行发布插件，其中下载地址若为站外，则必须为国内无大面积广告等的网站，否则会被移动至过期资源版块直至修改完成，情节严重者直接按6-4处理[/td]\n4-2：请在您的服务端插件发布帖内附上最少一张效果展示图或成果图（若该插件过于简单或者不便展图，则可以无需放置）、功能介绍、指令与权限介绍（若没有则可以无需放置） ，若缺少或无法正常显示，将进行移动到“过期资源”版块的暂时处罚直到修改完成，修改完成后请前往综合申请贴申请移回（2020/1/24）\n4-3：转载插件贴禁止过渡依赖于机翻（允许使用机翻作为辅助），如发现将处以 不少于1人气20金粒0贡献0绿宝石的扣分 + 警告 + 移动至资源回收区\n*4-3-1：出现明显的语句不通、语法混乱的，无论其是否真正使用机器翻译，均视为机翻\n*4-3-2：机翻转载后还试图去申请奖励的，将会加重处罚\n4-4：有关原创/重置/转载的定义：\n*4-4-1：发布者所发布的插件的代码全部由发布者或者发布者所在的团队/站内小组成员自行编写（允许少量的借鉴） ，均可视为原创\n*4-4-2：发布者所发布的插件是立足于其他插件的代码后进行编写的或者代码大部分借鉴于其他插件的代码的，均视为重置\n*4-4-3：发布者所发布的插件没有进行代码二次修改或者只是轻微地代码二次修改的，均视为转载\n4-5：有关过期插件的处理：\n*4-5-1：如下载链接失效将会被临时移至过期资源版，直至整改完成\n*4-5-2：若新发布插件根本无法在帖中所介绍支持的客户端版本的服务端核心中正常使用，则会被移至过期资源版，直至作者发布了此插件修复/更新版本\n*4-5-3：若该插件含有严重bug或者大量报错，则会被临时移至过期资源版，直至作者发布了此插件修复/更新版本\n4-6：付费插件发布者必须满足基岩版大区规章中的相关条件，否则删帖并警告处理\n4-7：禁止在插件内含有任何危害服务器或者服务器所在的主机、窃取服务器数据等内容，否则 最低-2人气 -20金粒 -3贡献 -0绿宝石，情节严重者将永久禁言\n4-8：发布的服务端插件若为转载且为付费插件，则作出以下规定（2020/3/4）：\n*4-8-1：若该插件由国内作者开发并在国内相关平台出售或者支付，则此开发者在MCBBS的账号也必须满足版规4-6的要求，否则不允许发布。若有违反，则删帖 + 警告处理\n*4-8-2：搬运付费插件的搬运者不得在贴内提供该插件直接下载方式及代购说明，只允许提供购买方式，若有违反，则删帖 + 警告处理\n4-9：服务端插件内不得含有任何形式的商业营利性信息，我们允许作者保留自己的插件交流群、个人QQ等联系方式，但不允许出现任何涉及营利的信息，包括但不限于推荐服务器租赁商、诱导用户购买完整版插件等，否则最低 -2人气 -50金粒 -0贡献 -0绿宝石 并撤销贴内所有正面性评分，并且警告、撤销所有申请奖励与图章/图标、移动到过期资源版，情节严重者可追加禁言处罚 （2020/3/19）\n4-10：服务端插件内不得含有任何不尊重使用用户的字眼，否则 最低-2人气 -10金粒 ，并移动到过期资源版要求整改。情节严重的，可追加警告、直接禁言并直接移动到过期资源版关闭锁贴其一的处罚 （2020/3/19）\n4-11:  发布服务器插件时不得使用任何混淆/加密手段阻碍他人判断该插件是否剽窃、含有营利性内容、后门等，否则 直接删帖 。如有特殊需求，请私信版主（2020-05-01）4.2 主题删除、屏蔽、移动、关闭\n内容不得当，或涉及版权问题的主题将屏蔽或删除。\n以任何理由发布的“三无”软件资源、地图作品、预告（无介绍+无图+无下载）将限期整改，过期三无主题删除。发布时请至少包含图片或介绍或下载地址中的两者。\n重复内容将关闭时间上后发表的主题。\n如有补充请使用帖子编辑功能，并可在更新后联系版主提升。一个地图或资源的下载、图片等分开发多个主题，将删除多余主题仅保留最初的一个。\n提问请到“PE你问我答”版块。发错版块将删除。\n并没有找到有关附件收费会被移动的版规"
        },
        {
            "author": "星层",
            "timestamp": 1588920180,
            "txt_content": "没有找到有关付费会被移动的版规\n\n为什么我复制版规都能进审核啊啊啊啊啊"
        },
        {
            "author": "纸月亮",
            "timestamp": 1588921860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "星层",
            "timestamp": 1588922460,
            "txt_content": "纸月亮 发表于 2020-5-8 15:11\n基岩版插件板块\n就是插件版和大区版规，都没找到"
        }
    ]
}