{
    "title": "[Minecraft.net|CULTURE]建造生物",
    "author": "huanmum",
    "replyCount": 3,
    "timestamp": 1589035380,
    "txt_content": " 本帖最后由 huanmum 于 2020-5-11 14:47 编辑 \n\n\n建造生物\n生物雕塑家PearlescentMoon来讲述有关角色建筑的技巧\n\n如果非要我在游戏里找一件讨厌的事物的话，那就是骷髅了。我只不过是在专心去做那些我自己的事情而已，然后在我膝盖中箭之前，骨质摩擦的卡拉卡拉的可怕声音就会传来。可悲又讽刺的是，我最喜欢的动物就是狼，就是说，除非我正面干倒了这些喀喇作响的游魂，否则我是怎么也驯服不了狼的。悲哀。\n\n谢天谢地，天选之人PearlescentMoon找了这只Slightly Surreal Wolf来陪伴我。喔，看上去好吓人啊，但我想我们玩过几场抛接球游戏的话就能玩熟的吧……对吧？\n\n\n\n和那五短身材的普通狼相比，PearlescentMoon的狼看上去就很英俊凶猛了。看看这浑厚的皮毛，皱起的眉间，这看起来并非是那种可爱的伙伴，更像某种野生动物。\n\n她是怎么做出这么有气场的可人造物的？显然她经过了多次练习。\n\n“我从小就喜欢动物，”她解释说，“尤其是那些神话里的动物。”是故，她曾经收到过黑色飞马雕像作为礼物，这也是她首次想要在游戏里搞生物雕塑。“这次搞出来的东西惨不忍睹，但自此我打开了通往生物雕塑世界的大门。”她说。\n\n\n\n\n\n\n在一年之后，PearlescentMoon开始进军视频创作的领域。“自此我每周都会试着建些什么生物，”她这样说道，“就这样一点点磨炼我的建筑技能。”所以现在她是生物建筑方面的专家——这可以说是艺术与建筑之中最难的领域之一了。\n\n“很多人都想着建出生物，”按她的说法，“然后后来他们会来找我，哭诉他们‘根本做不到’。继续努力吧！要饱含激情的向别人学习。”\n\n就连PearlescentMoon自己也为此困扰，但持之以恒才是她的必胜秘诀。她和我说：“对我而言，止步于现有完成的建筑，满足于此的情况并不常见，我总是想着去改变与进步。”\n\n\n\n那么这样的大佬能和我们这些害怕骷髅的小白介绍些什么吗？她说，首先我们得先了解解剖学。先来一本伯里曼\n\n“生物雕塑的要点在于搞清楚你现在想要造的东西的结构与骨架，”她说，“如果你对生物建筑上面还很生疏的话，首先最好还是要去了解研究它，这样你对它在空间里是怎样的样子就有个明确的构想。然后就像是现实中的雕塑一样，用游戏中的方块一块块将她搭起。\n\n“我的建筑方法基本上，首先大概打磨出躯体的形状，然后一点点加上四肢、头部和尾巴。用合适的梯度和调色就可以正常上色。”\n\n\n\n渲染自 Joebricksy\n\n“当你建造生物的时候，探索出运动和姿态的位置真的能够让整个建筑看上去大不一样。”她继续说道。\n\n这只狼大概花了她九个多小时，时间跨度三天。她是这么解释的：“与那些更加奇幻的东西相比，这玩意的结构很简单，所以并不需要那么多的时间去建筑。”这是相对于她其他更有野心的建筑，比如说“Worthless”，这个建筑花了她总共20多个小时。哎呦。\n\n听上去前方耐心很重要——我可没有那么多耐性，特别是驯服小狼这方面。谢天谢地，现在她帮我补上了，好了，如果你现在不介意的话，我要去和我的新朋友玩拔河了！\n\n头图渲染自Eonli/Nico\n\n作者Emily Richardson发布日期2018/02/26\nhttps://www.minecraft.net/zh-hans/article/crafting-creature\n\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1589140140,
            "txt_content": "联系 -> 练习\naura 也可以理解成气场\n国家 -> 骨架"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589439960,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "kayn-",
            "timestamp": 1593097500,
            "txt_content": "感谢大佬转载官方"
        }
    ]
}