{
    "title": "[转载][Script]Minefight Tactics —— 自走棋！迷你版云顶之弈[1.8-1.15]",
    "author": "嘿嘿嘿嘿嘿鹰",
    "replyCount": 6,
    "timestamp": 1589041500,
    "txt_content": " 本帖最后由 嘿嘿嘿嘿嘿鹰 于 2020-5-15 23:37 编辑 \n\n作者前言\" THIS IS ALPHA VERSION, IT MAY CONTAINS ISSUES & BUGS, PEOPLE REPORT THEM TO US ASAP! \"\n\"目前处于开发版本，可能含有某些错误的问题，如果发现了，可以在贴下留言\"\n\nJoin MFT community:进入交流社区:你也可以在MCBBS搬运站内留言反馈https://discord.gg/UmEkEzQ\n\n搬运授权\n脚本链接脚本本体： 点击这里必需前置： 点击这里依赖前置： 点击这里可能需要的插件Citizens2： 点击这里 Sentinel： 点击这里\n\n历史更新2020年5月10日     1. 贴内“棋子”改名为“英雄”，更加接地气了！        2. 新增local语言汉化文件        2020年5月15日     发现内置汉化有错误，已更正                              \n\n汉化文件（未完成，由于假期余额不足，每周回来一更）感谢老徐帮忙汉化的教程！@2212082263\n\n\n\nREADME已汉化.txt\n(2.8 KB, 下载次数: 27)\n\n\n\n2020-5-10 01:23 上传\n点击文件名下载附件\n阅读权限: 50\n\n\n\n\n脚本内置汉化plugins/SAC/local.yml非官方汉化，仅供参考，已更正\n\n\n\nlocale.yml\n(10.59 KB, 下载次数: 16)\n\n\n\n2020-5-15 23:37 上传\n点击文件名下载附件\n阅读权限: 90\n\n\n\n\n\n目录I. 介绍[Introduction]\nII. 如何使用[How to Play]\nIII. 英雄/羁绊[Characters/Classes]\nIV. 付费版本 & 未来计划[Premium Version & Future Ideas]\nV. 安装及配置[Setup]\n\n插件介绍作者原文\nHello, everyone. I've had an idea that I was thinking about for a very long time. As some of you might know, Teamfight Tactics, it's a gamemode for League of Legends. It's an auto-chest game. If any of you don't know what that is, it's a auto-battler strategy game. You can find out more about this genre here, and I will also be explaining how to play in the next section. We've created Minecraft themed version of an auto-battler. This could even potentially be a new minigame, with both an unranked and ranked gamemode, if not an entirely new app in general. In addition, in this minigame, it's impossible to cheat while playing it. Ladies and gentlemen, We present to you \"Minefight Tactics\":\n\n\" MFT is a round-based strategy game that pits you against seven opponents in a free-for-all race to build a powerful team that fights on your behalf. Your goal: Be the last person standing. \"\n简单来说就是英雄联盟:云顶之弈相信玩过云顶之弈的玩家都知道的吧没错，这款称作 ”迷你版的云顶之弈” 就在这里了\n\n(V0.1 场景介绍)(红方为默认岛屿)\n怎么玩?\nMFT（本插件名字）游戏拥有8个玩家，每个玩家拥有100点生命值每回合都会匹配对手供玩家战斗无论是玩家操作的还是NPC控制的，玩家都可以掠夺装备或金币玩家在每个回合中可以被动获取金币，并且根据赢得的数量和所剩下的金币数量，玩家可以获得更多的黄金此外，连续失败的玩家也会获得一些鼓励（金币），以帮助他们追赶，例如减少受到的伤害或增加金币收入。\n可以使用金币在商店中购买英雄（自走棋主角）。每轮将有随机5个英雄刷新到商店，玩家可以选择购买此外，将为玩家提供等级，更高的等级意味着你可以在棋盘上增加英雄数量（拉人口！）玩家在整个回合中被动获得经验（拉人口要素），但也可以在商店中购买额外的经验以领先于对手最后，如果玩家对可以购买的英雄不满意，他们可以消耗金币重新刷新商店，那么就会有新的英雄购买所有玩家共享同一副棋盒，因此，如果一个玩家拥有多个相同的英雄，那么其他玩家在商店刷出该英雄的几率就会很小。\n在输给另一个对手（无论是不是NPC）时，玩家将根据棋盘上的英雄数量及其英雄价格受到对应的伤害当你的生命值达到0时，你连鸡屁股都吃不到了（就这？就这？就这？），所有英雄重新返回到棋盒中并可以给其他人刷新到剩下的最后一名玩家将赢得比赛。\n\n\n(商店展示图 未汉化)\n\n(己方英雄 vs NPC)\n\n\n英雄/羁绊\n现在是时候见识民兵战术（孙子兵法）了每个角色都有以下内容：名字，羁绊，英雄费用和技能英雄费用是一个人在商店购买单位所必须花费的黄金数量，价格范围是1到5随着玩家等级的提高，他们会越来越难刷新出较低费用的英雄，而更多的是较高费用的英雄费用较高的英雄比费用较低的英雄更难升级，但比费用较低的英雄更强大能力是英雄可以学习的独特技能，每种技能都可以使英雄变得更强大。英雄还具有以下数据：攻击力，生命值，攻击速度，法力值，暴击几率，物抗，魔抗，闪避几率法力值是施放技能所需的法力；英雄每次攻击都会获得25点法力。英雄能力和属性会随着等级的提升而扩展玩家通过三个相同等级的英雄合成一个更高等级的英雄MFT具有三个等级：☆、☆☆、☆☆☆，并且随着英雄的升级，会变得更强大。(★ 雪傀儡)\n\n话不多说，以下是 MFT 中的羁绊列表:\n（羁绊名称不准，如有更好提议在帖子底下留言，欢迎杠精！）\n（羁绊隐藏高能GIF，流量党慎入！）海洋 羁绊击中目标后，敌人的攻击速度降低40/80％。末影 羁绊法术伤害提高50/70％。 冰川 羁绊击中目标后，能够减速敌人人类 羁绊提供 40%/60%的攻击力\n自然 羁绊伤害减免提高1.5/2/3倍。下界 羁绊每次攻击都会减少敌人10/30点法术。 亡灵 羁绊获得25％/ 50％/ 80％的魔法抗性。 凋零 羁绊回合开始时，使随机一名敌人的生命值减少至90％/ 50％。  魔方 羁绊防御提高30％/ 60％。 蜘蛛 羁绊有30％/ 80％的暴击几率。守卫 羁绊对敌人造成的伤害提高10％/ 30％/ 50％。 首领 羁绊使得已激活的羁绊效果为两倍 洞穴 羁绊有15％/ 25％/ 35％几率躲避攻击。（最后，有没有羁绊鬼才的小伙？awa）\n\n付费版本该资源共耗费100+小时完成因此，将会有一个付费版本来支持我们免费版和付费版的主要系统相同，但内容可能会有所不同免费版不会拥有\"技能和羁绊效果\" 如果你想支持作者并在服务器上查看这些功能，你可以前往购买付费版。\n\n安装教程下载所需的文件后查看 README 教程文件 （汉化在上面）MFT文件夹是作者制作的这个迷你游戏的默认地图。 复制并将其导入到世界中。\n加载完成后，可以通过编辑“MFT_main.sk”文件来启用BC模式。转到第3行，将{SAC：ata :: Bungee_Mode}设置为true。BC模式意味着当玩家加入服务器时，系统自动扫描竞技场并且如果有可用的竞技场，玩家自动加入。（如果不想使用BC模式，则可以将其保留为false，但是需要使用指令/mft join < 竞技场>来加入游戏。）在接下来的更新中，会出现config.yml来设置这些选项，不用担心！\n\n最后总结1. 转载汉化真心不易，不要做个白嫖党，在底下，留言一下啦~2. 本脚本由 DL Studio 负责转载，让我们做个\"多人运动\"吧~3. 你不评分，他不评分，是人都会停更！4. 其实作者是个咕咕咕（小声bb）",
    "replies": [
        {
            "author": "fishの世界",
            "timestamp": 1589087700,
            "txt_content": "不管我需不需要这个插件，第一是我的"
        },
        {
            "author": "zz0071qq",
            "timestamp": 1589089080,
            "txt_content": "I了I了宝贝儿"
        },
        {
            "author": "嘿嘿嘿嘿嘿鹰",
            "timestamp": 1589091600,
            "txt_content": "其实插件与脚本之间，功能上没有太大的区别，只不过\n安装方式 以及 编写语言 不太相同而已，sk脚本，对于新手开发者来说是比较容易入手的\n甚至如果有什么BUG还可以根据自己而修改（不建议这么做）"
        },
        {
            "author": "Chaos_dream",
            "timestamp": 1589213280,
            "txt_content": "牜，可以吸引一部分喜欢玩云顶的玩家了"
        },
        {
            "author": "阿鲸🐳",
            "timestamp": 1593257880,
            "txt_content": "太强了大佬"
        },
        {
            "author": "ddd23sdf",
            "timestamp": 1593682620,
            "txt_content": "niu BIaaaaaa"
        }
    ]
}