{
    "title": "人心不古 龙猫事件有感",
    "author": "今泉行嵐",
    "replyCount": 10,
    "timestamp": 1589037960,
    "txt_content": "一个好好的开发者，谁的权益也没有侵占到，却莫名其妙遭受攻击，甚至被人肉，这是我怎么也想不到的\n其实也谈不上想不到，就是总是以为这种行为太文学化了，也就是太夸张了，不以为能在日常生活中发生\n事实上，人的底线，有时候真的深的不敢窥视啊\n当你在凝视深渊时，深渊也凝视着你，这着实吓了我一身冷汗\n\n现在的人，竟然能因为价值观不和，甚至只是行事风格原因不同的原因，就直接动用DDOS攻击，乃至人肉搜索，甚至大言不惭地说自己的行为正当。\n看到这个消息我气得浑身发抖，大冷天的热汗直冒，眼泪不争气地流了下来，真是地狱空荡荡，恶魔在人间。\n倘若世界真如苏格拉底所说：灵魂是存在的，是永恒不变的，冥府也是存在的；我宁可现在就立刻赴死，以与先贤们交流真正的人生哲学\n\n说到人生哲学，大部分人未免是功利主义，利己主义的\n功利主义，既什么都向钱看；利己主义，既什么都向己看\n而两者一结合，就好似把涂了黄油的面包反粘到猫的背上一样，形成了一个道德败坏永动机\n也就是功利与利己相辅相成啦\n\n之所以这两者我说相辅相成的原因，就得好好探讨探讨了\n\n学过哪怕只是初中物理的都知道，万物都是不断运动着的\n运动，也就是行为，两者是同样的：一辆车在运动，你也可以说一辆车在行为运动的动作；\n两者都是一样的，就是运动更倾向于描述状态，而行为则描述瞬间动作\n\n因此，行为的存在是绝对客观的，当然至于物体为什么而行为，行为的行为原因是什么，我就不得而知了，这可是哲学的终极问题了\n但是我们可以将行为看作是某些东西存在的原因，比如善与恶；利与弊；奖与惩什么的\n这些衍射出来的，就是一对对相互完全不同的概念，这些概念是多维度的，因而我可以说一件事是奖赏的，但却是恶行\n比如谄媚皇上，对皇帝来说是奖赏，但是对大众来说是不折不扣的恶行\n同样的，你们也自然可以发现，这些行为究竟多善多恶，多奖多惩，是由人所定义的\n而倘若大家的标准都不一样，那势必会乱了套了，世间将充满争吵，而争吵进而引发战争\n\n此时各种各样的“主义”就诞生了，主义所强调的，就是一类特定的思维，换句话说，就是一类特定的行事标准\n此刻，假如你列一个数轴，将不同主义对于行为中的善恶，奖惩，利弊等等一一对应\n你会发现，利己主义与功利主义很多层度上竟惊人相似：比如趋利就是善，奖，利等等\n那你一满足功利主义，那势必也会满足利己主义，虽然其可能是无意识的，乃至你甚至在有意识地排斥利己主义\n反之亦然，因为两者之相近，哪怕在说理时直接替代两者的名词都不违和。\n\n究竟什么是好的，是善的，我无权定义，我不过是一疥癞小儿，玩弄一些理论罢了\n但是倘若被问及功利主义与利己主义好不好，大多数人定会不假思索地答：不好，哪怕他们不知道为什么不好\n那么对于大部分人来说，功利与利己的反面就是好的，那就是利他，无私。\n（什么？你问我为什么没有不功利，不利己的中间项？那我举个例子，薛定谔的猫虽然在打开箱子前既生又死，但是被观测到后就只剩两种状态，这里指的当然是被观测到的单个行为，所以不存在中间态）\n但他们立场是不坚定的，但凡你问他：那利他，无私好吗？很多人就会有所顾虑了\n因为他们一生都在利己，功利，他们从中获利，尽管他们知道这不好，但还是真香，不过至少他们要脸\n\n最不要脸的就是挥舞利他无私大旗的人，背地里却行小人之事的那类，这种人死后得被大浪冲刷一年还不够的\n这种人的虚伪，出卖了上天赋予他的使命，不仅将他人看作肆意玩弄的小丑，更是将自己的灵魂视为仅仅为肉体取乐的工具\n很多人不以自己的虚伪为惧，导致他们可以在这条路上肆无忌惮的走下去，殊不知其终有一天也会被后来的同行坑害\n这条路就不太平，随时充满了小老帝所挖的深坑，一不小心就陷入了人性陷阱。哦，有些坑可能还是自己挖的。\n\n当你凝视深渊的时候，深渊也在凝视着你。\n千万别以为自己的所作所为不会反制于你自身，既然一个行为得利，那势必会产生更多的copy cat，然后青出于蓝胜于蓝，你终将会被自己的行为所害。在这点上上帝又是十分公平的，他决不让一个人完美，疾足的阿基里斯，最后也死于自己的脚踝。\n\n我们是不是该反思，自己的信仰是否过于低级，是否会影响一个光明的结局；我们也该想想看，自己那可能生锈的脑子，有多久没有思考过了；我们更应该注意，自己的那份内心，是不是还保持着一份纯真，或是早已利欲熏心了。\n\n",
    "replies": [
        {
            "author": "今泉行嵐",
            "timestamp": 1589088360,
            "txt_content": "既然没人，那也方便我补充一下观点了：\n现在许多人心中有一种莫名其妙的“正义感”\n比如说“提前宣传”的人，觉得“提前宣传”是好的，然后就觉得“提前宣传”就一定是对的，再然后就认为“提前宣传”是一个客观存在的对的行为，最后就会为这么一个客观存在的行为而去斗争。\n我都不知道这么些人的思维是如何能不假思索滑到这一步的……\n等等，我貌似已经把答案说出来了……就是因为他们不假思索啊。\n做了A，以为A是对的，认为A是一定正确的，再觉得A是客观正确的……\n你做什么，都可以套到这一思路里，哪怕是世间极恶之事\n之所以古希腊时期雅典城邦希望外邦的哲学家去死，因为他们善于运用这么一个思路，把好的说成坏的，把坏的说成好的\n尽管这一套思维成立必然是建立于滑坡谬误之上：也即是强调事物之间一个比较弱的联系，将其当作主要联系\n这个话术，对于一般的人来说，不用尽其脑力去尝试发现逻辑漏洞，是根本无法抵挡的\n黑格尔名言：存在即合理，也是运用了类似的逻辑。你可以自己举一件事物**看。\n所以这些人还是动了脑子的，抑或他们早已熟悉这类话术，导致他们思维定式成这样了。\n\n"
        },
        {
            "author": "大大大菠萝",
            "timestamp": 1589089140,
            "txt_content": "支持lz，支持龙猫，这种人真不要脸"
        },
        {
            "author": "无言◆清风",
            "timestamp": 1589089260,
            "txt_content": "今泉行嵐 发表于 2020-5-10 13:26\n既然没人，那也方便我补充一下观点了：\n现在许多人心中有一种莫名其妙的“正义感”\n比如说“提前宣传”的人 ...\n禁止自占沙发，善用编辑功能\n"
        },
        {
            "author": "今泉行嵐",
            "timestamp": 1589089560,
            "txt_content": "无言◆清风 发表于 2020-5-10 13:41\n禁止自占沙发，善用编辑功能\n如果不用被审核，我也会善用编辑功能的"
        },
        {
            "author": "(?_?)",
            "timestamp": 1589090040,
            "txt_content": "这种人就是变态心理，心理阴影极度扭曲，\n\n疯dog一只"
        },
        {
            "author": "剑齿虎",
            "timestamp": 1589090400,
            "txt_content": "基因决定了人类所有利他行为都是为了自己的私欲"
        },
        {
            "author": "北极仙光",
            "timestamp": 1589091060,
            "txt_content": "支持龙猫，反对盗版！"
        },
        {
            "author": "tgwh",
            "timestamp": 1589091240,
            "txt_content": "只要有人的地方就会这样，我们要做的是尽量打击这样的负能量行为"
        },
        {
            "author": "克鲁鲁殿下",
            "timestamp": 1589091360,
            "txt_content": "今泉行嵐 发表于 2020-5-10 13:46\n如果不用被审核，我也会善用编辑功能的\n摸摸头，安慰一下"
        },
        {
            "author": "supermiao",
            "timestamp": 1589091360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}