{
    "title": "【原创】大 话 茶 馆 完结 仅此而已的故事",
    "author": "吾名炎少",
    "replyCount": 2,
    "timestamp": 1589108400,
    "txt_content": " 本帖最后由 炎少总是无 于 2020-5-11 08:21 编辑 \n\n    第一番 凋零解封    话说，凋零解封后，由于在末地的所见所为，凋零狂下笔墨，直接在两天内写出了写出了末地秀儿传1-7，且还有大佬末地黑历史，被茶馆众人成为奇材也，但其后却混迹于众人，众人问其原，原来是一直在肝存档，可短短两个小时之后，却写出了论末地大佬的迷惑行为那等奇文，令众人惊叹不已，但据悉，解封后，他写过一首发光木板颂，但这首诗到底是什么呢？发光木板又是什么呢？\n     欲知后事如何，且听下回分解——第二番 发光的木板      特别嘉宾：@凋零斯拉      第二番 发光的木板\n     话说发光的木板，甚是一个用户，因其每每发起投票时，都有一个选项，曰“发光的木板”，用其来表示中立，众而传诵，逐渐变成一个梗，以为人每每发起投票，都会有其曰“发光的木板”，可却有奇人竟超越他到了一个新境界，此奇人是谁？竟是末影人一族！\n      欲听后事如何，且听下文分解\n      特别嘉宾：@发光的木板       第三番 面对疾风吧\n       疾风，是末影人一族的变种，姓末影，名疾风，字水怪，会源源不断的产生水而且不怕水，可谓细思极恐，但不得不称赞其升级速度，只可惜，其患上了癔症，妄想让所有人做他的后宫，版主与管理苦口婆心教导不为所动，以至于其短短三天就回到了他的家乡，可其并没有死心，在其故乡大骂版主也，可惜其版主不在线，也只能是白白浪费。在此无果后，被迫弃号。此时，一个能改变历史的时候出现了！\n       欲听下事如何，且听下回分解。——一个改变历史的时刻\n       特别嘉宾：@末影人疾风        第四番 一个改变历史的时刻\n       自古云：一失足成千古恨，自从疾风弃号之后，水贴界已是空空荡荡，但此时，有还有甚多不甘堕落的一些诗人仍在水贴界活跃着，众所周知，茶馆有一个习俗，每至何人得天独厚升级后定有一锭贴，疾风又回来时，茶馆突来一锭贴，里有数不尽之锭，定睛一看，发锭人竟是版主凛，令人不得不怀疑，在看，竟是一饵贴，上写正常人勿回，原来是为捉脚本之人，为正常人争之平衡。可竟真有如此之人，先是一马当先写了些乱码，可有一位奇人竟也用了脚本，而疾风虽然没有脚本，却也似傻亦回一贴，得来的却只是扣除一人气罢了。\n      欲知那奇人后事如何，请听下回分解。\n      特别嘉宾：某帖子      第五番 被折叠的人生\n      话说，上回那奇人，竟是一位名叫折叠的大佬，ta的坛生正如其名，仅短短十八小时便从0级飞升到6级，可谓真奇（气）人也，且从未发过贴，却在问答板块中极其活跃，至今日其已经有了1200多心，且还到了9级，真乃论坛之神人。且其抢锭之快，无人能比也，其手速不是正常人能有的，今日一看，竟是脚本邪，折叠挂机归来，正想回帖，却看见外面的四个大字“末 路 之 地”，其惑“吾竟被封禁了！吾干了什么！”于是，其翻箱倒柜，找出了其最后一条提醒，竟是“请阅读版规，不要使用脚本。”其想“难道吾被发现了！”，往下看，竟是封禁期限！于是，折叠开始了末地生活。但竟有一人来察访末地，此人是谁呢？\n      欲知后事如何，请看下回分解。\n      特别嘉宾：@折叠          第六番 完结篇 完结的423\n       （ps：因为作者要开新坑所以这是此坑最后一贴了）     接着上文，423竟然查访了末地！真是奇事！所以，他写了一篇末地报告。。。\n     仅此而已，此坑                                                       弃     \n     新坑：茶馆传（此坑和@专刀你 的坑不是一回事）此坑将记载各水怪和文学家与版主斗智斗勇的故事（无恶意，仅供娱乐）。",
    "replies": [
        {
            "author": "小虾XD",
            "timestamp": 1589111160,
            "txt_content": "我才是第一次知道，可以写这种贴;w;"
        },
        {
            "author": "小林最牛",
            "timestamp": 1589112840,
            "txt_content": "好，写的不错"
        }
    ]
}