{
    "title": "[Minecraft.net|CULTURE]建筑知识",
    "author": "l89669",
    "replyCount": 3,
    "timestamp": 1589109780,
    "txt_content": "\nCULTURE\nBuilding Knowledge\n建筑知识\n\nA spectacular library build with a dirt-y secret!\n壮观雄伟的图书馆背后藏着什么烂泥般的秘密！\n\n帕拉丁\n\n\nFor many, libraries represent a pinnacle of human achievement. A collective centre of vast, awesome knowledge and experiences, gathered from around the world in a single building. A place for learning or to satisfy your craving for new and exciting stories.\n对不少人而言，图书馆就是人类一切成就的丰碑。这种场所结合了来自世界各处的知识与经验，你可以在这里学习或者找到那些又新鲜又激动的冒险故事。\n\nI’m sure I would love libraries even more if I knew how to read (I really should learn, it’s making writing for a living quite difficult). Still, even illiterate goofs like myself can admire Nasher Grove City Library, a marvelous cathedral-like structure that could probably house every book in the world within its humongous halls.\n如果我懂的怎么去阅读的话，我估计会对图书馆更加着迷。说真的我真的该好好学习学习，毕竟不好好学习的话，我写作谋生会变得更加困难。尽管是这样，像我这样目不识丁的文盲也一样能够好好欣赏纳舍格罗夫市立图书馆。这座有如教堂一般的宏大建筑，其宽阔的内部几乎可以装得下世界上的每一本书。\n\n\n\n\n\n\n\n\n“I wanted to create a building with that ‘wow’ factor in mind, when you enter the inside to explore it for the first time.” says DestrucitveBurn, a Canadian builder and the grand architect behind the Nasher Grove City Library. “To do that I needed to build something epic and unexpected. Level of detail is what brings [that] wow factor.“\n“我希望当人们初见这座建筑，入内探索的时候，能够让他们惊讶的叫出来，”来自加拿大的建筑师， DestrucitveBurn，也是本次建筑的领头人，这么和我说到，“为了做到这点，我得去做一些史诗级别但又出乎别人意料的建筑。这精密的细节才是令人们惊叹的要决。”\n\nDestrucitveBurn’s build was born from an idea he liked in the game Assassin’s Creed Unity . Specifically, a cathedral with downspouts that could trap and send water off the roof caught his attention. But he also decided to use a rather unconventional material for exterior walls – dirt blocks!\nDestrucitveBurn的建筑灵感源自他在玩刺客信条：大革 命的时候的突发奇想。说具体一点的话，有下水管的教堂可以将水汇集并将其导出屋顶，这让他若有所思。不过他也决定使用来了一种不怎么常用的方块作为建筑外墙——泥土方块。\n\n\n“The main reason why I chose dirt is because other builders think it’s a block that should never be used for building [since] it's ugly. This is one of the reasons why you don't see many builds using that material. I wanted to prove that even an ugly block can look epic if it was used right.“\n“我之所以用泥土这个方块是因为很多建筑师都觉得这样的方块污渍不行，不能拿来做建筑。这也就导致了你很少看到有使用泥土的建筑。我就是想证明一点，只要使用得当，就算是不行的方块也可以造就宏伟。”\n\nWell I don’t know about you folks, but I always use dirt blocks in my builds!\n好吧，不管你们这些人是怎么想的，我是一直用泥土搞建筑的！\n\n\n但为啥看上去就那么惨呢？哭哭\nThis library has an astounding level of detail rarely seen in projects of similar scale (just imagine how much time it takes). And while the exterior of well-placed dirt blocks might make you gasp, the interior also has eyesores like intricate wall decorations and varied floor patterns – with not a single block out of place.\n这个图书馆有着其他同规模的大型建筑所无法比拟的细节精度，好好想想这得花上你多长时间吧。只要方块放置得当，泥土也可以使你大吃一惊，但也不是什么都很顺眼，复杂的墙面装饰和各式各样的地面花纹就有点扎眼了。\n\nThe grand atmosphere and rich golden colour scheme almost makes it look like a casino, except here you gain all your knowledge instead of losing all your money – hooray!\n富丽堂皇的金色配色与浩大的氛围把这整的像是一间赌场，但你在这只能学到知识，也不会把钱输光，好诶！\n\n\n\n\n\n\n\n\n\n\n\nDestructiveBurn believes having patterns is more eye-appealing than looking at plain colors. “ [It] makes structures look old and brings in that detail that all builds should have. Decorating with patterns has been in our history for generations. Minecraft is no exception.”\nDestructiveBurn相信花纹要比纯色更加吸引眼球。“花纹可以让建筑显得很有历史感，而且也可以附加上每个建筑都应有的细节。花纹装饰历来已久，我的世界也不应该是例外。”\n\nWalking through the entire building feels like a walk through history, reminding me of other great libraries, such as the giant Library of Congress which holds more than 32 million books within its walls (have you read them all yet?). Nasher Grove City Library might not have that many books, but it makes up for it in size. The whole building is 469 blocks wide, 779 blocks long, and 188 blocks in height.\n穿越整栋建筑，你就会感觉到历史的厚重在你身上牵绕。我不禁想起其他大型图书馆了，比如说国会图书馆，它的藏书量高达3200万本，你们每本都读过吗？纳舍格罗夫市立图书馆或许藏书量没有那么多，但它的规模足以抵上这点不足，整栋建筑高188格、宽496格、高779格。\n\n\n“You can explore all levels of the building, including outside.” DestrucitveBurn explains. “The long bookshelves can be climbed. Perfect for the option of wanting to add real books to the library if a player decides to do that.“ Not a bookworm? You can admire other features - like the animal structures dotted around the library to “give you that Egyptian look and feel.”\n“这建筑的每层楼你都可以探索，包括建筑外部。”他这么解说到。“那些长的书架都是可以爬上去的，如果玩家想的话，完全可以往图书馆里放一本现实存在的书。”不想做书呆子？你也可以看看图书馆的其他特性，尤其是边缘点缀的些许动物雕塑，这样会让整个图书馆有种“埃及风味”。\n\nHowever, the most impressive structure in the entire building is what you’ll find in its centre, directly below a giant glass dome – a massive globe of the world!\n不过，在整栋建筑之中最让人印象深刻的建筑果然还是中心玻璃穹顶之下的巨型地球仪！\n\n\n\n\n\n\n\n\n\n\n\n\n\n“Most libraries on our planet are a place of knowledge. This knowledge is something that can come from all around the world. As the Library is a massive center filled with all sorts of books, the globe is a symbol of that idea.”\n“纵观全球，大多数的图书馆都是知识的藏宝地，这些知识与经验来自于五湖四海，图书馆则是他们的归宿。就像是图书馆吸引着书籍一样，这就是这个地球仪意象想要表达的意思。”\n\nJust like his library, DestructiveBurn seems to love spreading knowledge. He’s made a YouTube video for Nasher Grove City Library with more info about his build and encouraging messages for other builders. Messages like ”Creativity can go a long way – never give up” and ”If you put your mind to something, you can achieve anything”.\n正如他的图书馆那样，DestructiveBurn 也很乐于传播知识。他为这个图书馆做了个视频上传YTB，介绍了他的建筑，并且以此鼓励其他建筑师，“创造力可以走的更远——坚持下去。”，“世上无难事，人心自不坚。”。\n\nVTB我上不了木大木大\n“Minecraft is an all ages game. A lot of the players that do play are the younger types. Giving positive messages may inspire them to keep building and improving their builds to become great one day [and] we all started somewhere.”\n“我的世界这款游戏适合所有年龄的人，很多游戏玩家都还挺年轻的。鼓励他们可以让他们更加积极的去建造并修改，总有一天，努力是会结果的。我们都是如此。”\n\nWho knows? One day, even I might be able to improve, reading books in my beautiful dirt house! Or maybe I’ll just look at the pictures.\n谁知道呢？或许总有一天我会有所增进，在我的漂亮土屋里读书！或者我只是看看图罢了。\n\n【本人 译自官网 2018 年 08 月 11 日发布的 Building Knowledge；原作者 Per Landin】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589439660,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "童话的爱",
            "timestamp": 1590637500,
            "txt_content": "VTB ???? \n不过真的好宏伟壮观，尤其是巨型地球仪。以及用泥土做外墙也真的很特别，耳目一新的感觉。"
        },
        {
            "author": "kayn-",
            "timestamp": 1592977260,
            "txt_content": "巨型地球仪震撼到我了，感谢大佬翻译"
        }
    ]
}