{
    "title": "[Minecraft.net|CULTURE] 不容错过的游乐花园",
    "author": "问谛居",
    "replyCount": 2,
    "timestamp": 1589104740,
    "txt_content": " 本帖最后由 问谛居 于 2020-5-10 18:05 编辑 \n\nThe Hangout Gardens\n不容错过的游乐花园Receive a warm welcome from these communal constructs!\n感受下这些公共建筑对你四溢的热情吧！\nKate Gray\nWhat would you make if you had infinite money and a bottomless well of creativity to draw from?\n试想一下，假如某天你拥有了用不完的钱和永远不会枯竭的灵感源泉，你会造些什么东西呢？\nWould you build a huge castle, tall and imposing, with cannons and tapestries and a big throne to sit on?\n或许，你会修建一座气势磅礴的巨大城堡，为其配备上威力十足的大炮和壁毯，以及虚位以待、威风的王座吗?\nWould you make a gigantic golden statue of yourself for everyone to gaze at, so that long after your death you would be remembered as, “that golden statue guy”?\n或者，你会造一座自己样貌的大型黄金雕像以供人们瞻仰吗？如此一来，即使在你去世了许多年之后，也会让人们记得你是：“那座黄金雕像的本尊”。\nOr would you build a colourful playground filled with different things to see and explore, a garden of delightful surprises, for the good of the public?\n又或者，你会修建一座多姿多彩的游乐场——充满了五花八门的新奇事物，等着人们去游览和探索的一座惊喜与欢乐的花园，只因为想让大家玩的开心而建？\n\n\n\n\nPersonally I’d go with the statue, but build team Creative Ducks are a more philanthropic bunch. They create server lobbies together in Minecraft - whether they’re Christmassy creations or sci-fi cityscapes. Each one is designed to be a warm welcome for players entering multiplayer servers, and they’re built specifically with that first impression in mind.\n要我说的话，我会选择打造一座自己的雕像，不过与我不同，建造团队 Creative Ducks 显然更大方无私。他们在 Minecraft 联手打造了服务器主城——无论是圣诞节风格或是科幻城市风格的建筑，都可能出现在这里。每一款大厅皆是为了给来到多人服务器的玩家们致以热烈的欢迎，而且其设计尤其注重于给人们带来深刻的第一印象。\n Creative Spawn is one of their more recent projects, and rather than having a central theme, the build is instead a garden full of random and incredibly different mini-builds. Look closer at the images and you’ll see individual themes and inspirations - from Lord of the Rings to Ancient Greece to science fiction, it’s all there.\n《创造力大爆发》是他们最新的一个作品，与其说这个作品有个明确的主题，倒不如说是被塑造成复杂的花园，里面全是无规则可循的、令人惊奇的各种迷你构建。如果你凑近仔细观察一下这些风景，你就会发现许多单独的主题和灵感——无论是《指环王》、古希腊建筑或是科幻之物，这里包罗万象。\n\n“Our small project was made to inspire others to build,” the team says, “and to be creative and confident in implementing new, fresh ideas.” Ever the considerate creators, Creative Ducks always build with the players at heart. Rather than experiencing the empty sandbox that is your standard Minecraft fare, this team wants you to step into something that feels - to me at least - more like an art gallery. Here, you’re treated to a kaleidoscopic world of ideas that the team hope will inspire you to create even more!\n“我们打造这些微不足道的作品是为了抛砖引玉，鼓舞更多人去动手建造自己的建筑，”这个团队的建筑师们说道，“我们还希望能给予他们创造力和自信心，让他们能大胆地去表达那些新奇的点子。”Creative Ducks ，不愧是一直以来都很体贴的建筑师团队，他们总是发自内心地为玩家们着想。这个团队希望人们能体验的不是 Minecarft 的标准场景那样空荡荡的沙盒地图，而希望人们能接触到一些让人感到——至少对我而言——更像艺术馆的世界。在这个地方，你能欣赏到如万花筒般绚丽多姿的世界，而会让你更惊奇的是，其背后的创造团队打造它的意义是想要鼓励你能创造出比这更棒的东西！\nThe Creative Ducks team isn’t the biggest, but this helps them to be friendly and personable while still keeping their core values - to inspire and create - at the fore. “We help servers make their worlds brighter, and this map is one example of that.”\nCreative Ducks 团队并不是 Minecraft 里规模最大的团队，但这一点也能够让他们在保持友好和亲切特质的同时始终将自己的核心价值——激励他人和创造并举——置于最重要的地位。“我们帮助服务器把他们的世界打造得更色彩鲜明，这张地图就是我们这种做法的成功典范之一。”\n\nWhat’s more, the team work together to find their specific interests and expertise. “Everyone’s doing something they enjoy,” they tell me. “Some do terraforming, some do decorations - we help everyone express themselves.” Together, they create something they’re all proud of.\n而且更重要的是，这个团队齐心协力地去探寻每个队员的具体兴趣和擅长之技。“我们中的每个人做的事都是自己乐意而为的，”他们告诉我道。“有的人负责建造地形、有的人负责制作装饰物——我们让每个人都能表达出自己的想法。”他们携手合作后，就创造出了让团队中的每个人都骄傲的东西。\nThis entire build took the team just seven nights of work, during which, they tell me, there was a lot of “nice tea” (I’m no expert, but I’m pretty sure tea makes a build roughly 7% better per sip).\n完全建好这座建筑仅仅花了他们七个晚上，在那段时间里，他们透露给我说，他们喝了不少“很棒的茶”。（我不太懂茶，但我敢肯定，每喝一口茶就能让你建筑的水平提升大约7%）\n\n“The main idea with this build was to make a giant garden in the sky, with lots of tiny worlds so that people could come and build creative things,” the team says. With such enormous variation but so little space, the hardest part was just trying to separate the different areas into distinct and separate concepts.“这座建筑背后的主要想法就是打造一座气势磅礴的空中花园，那里面要有许多迷你世界，从而就能供人们在这里建造许多有创意的新奇玩意儿，”这个团队说道。因为要放下那些大量的变化多样构件，这个空间就显得格外狭小了，所以建造过程中最困难的一点就是如何能分割开那些不同的区域从而使其呈现出各自独特的概念。\nWhen building, it’s necessary to consider each type of player that might see your work. It’s worth asking, will they understand what this is? Will they learn anything from seeing what we’ve done here - are there techniques that they can use in their own builds? If you can make your build captivating to people, you can help them create better things in the future - just like Creative Ducks are trying to do.\n在建造的过程中，关键的点是你需要考虑到你的作品面向的不同类型的玩家。你需要问问自己的是：大家能够理解我们做出来的这些东西吗？大家能够从我们在这里修建的构件中学到什么吗——我们在其中运用的技术能否化为他们自己建造时所用？要是你做得到让人们对你的建筑感兴趣，那么你就能帮助人们青出于蓝而胜于蓝，在以后修建出比之更棒的建筑——就如 Creative Ducks 团队如今不遗余力所做的事一样。\n\nSomething that can definitely be learned from the Creative Ducks’ garden is the importance of space and how it affects your build. Each segment has a particular theme or shape in mind, and although that limits what you can realistically create (no castles or gold vaults here!) it also gives you greater focus.\n通过 Creative Ducks 团队建造的花园，我们无疑可以学到不少，尤其是要注重规划空间的问题，因为要考虑到它会对你的建筑带来怎样的影响。在建造过程中，你的头脑里要始终明确各部分的主题或外观，虽然这样做会对你最终创造出的东西有所限制（所以这里没有城堡也没有金库！），但这也有助于让你专注自己的目标。\nIt’s easy to say, “I’m going to build a Greek temple!”, but having to do so while keeping it on a small scale and limited colour palette means you need to take a more thoughtful and creative approach to it.\n“我要建造一座希腊神庙！”，这些豪言壮语说起来倒是容易（简单），但是要在并不大的规模和能运用的颜色有限的条件下完成它，意味着你得发动头脑和创造力，创新手段才能完成目标。\nBut one final lesson comes from the Creative Ducks themselves: Don’t be afraid to experiment. “We realised that one shouldn't be scared to try new styles,” they say. “This world has so many cool ideas from games, movies, anime etc. We want to make them all come true!”\n从 Creative Ducks 这个团队本身中，我们还能学到一课：\n大胆地去尝试。“我们认识到了一点：我们不要害怕尝试新的风格，”他们说到。“这个世界里我们可以从各种地方吸取到无数巧妙的点子，比如从游戏中、电影中、动漫中，等等。我们希望把这些虚拟的东西变得触手可及！” \n\n【EBsky 译自官网 2018 年 01 月 27 日发布的 The Hangout Gardens】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1589132760,
            "txt_content": "a big throne to sit on\n原文似乎没说虚位以待\n\nCreative Spawn 其实还可以理解成 creative=创造模式 spawn=服务器出生点\n\nyour standard Minecraft fare 你的Minecraft日常 （联系之前 空荡荡的沙盒）\n\n\n"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589439900,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}