{
    "title": "[Minecraft.net|MINECRAFT BUILDS]奇观世界",
    "author": "空之彼岸线",
    "replyCount": 2,
    "timestamp": 1589035800,
    "txt_content": " 本帖最后由 3122580372 于 2020-5-9 02:56 编辑 \n\nMINECRAFT BUILDS\nWorld of Wonders\n奇观世界\n\nAn awe-inspiring tour through a man-made megacity\n一场穿越人工巨城的奇妙之旅\n\nChris Priestman\n\n\nThey say that patience is a virtue when building in Minecraft. Here at Minecraft.net, we don't know the meaning of the word. In fact, we're so impatient that we barely even finish our 20-block dirt houses before moving on to new projects. Please don't ask if you can join our realm – we're too ashamed of the mess we call home.\n有人曾说，在我的世界那个游戏里，耐心是一种宝贵品质，但这里是Minecraft.net，我们的词典里没有那个词。说实话，我们超级没有耐心的，以至于我们泥土房子还搭不到二十块泥土就转头去忙下一件事了。可别说想来我的领域服玩——我们这堆勉强能算得上家的垃圾可拿不出手。\n\nCommunity builder TrooperJoe isn’t just patient – he excels at it. For nearly eight years, he has been working on a single Minecraft world and as its sole architect, he's put over 10,000 hours into its construction. Not only does it contain Mount Olympus, which stretches all the way up to the build height limit, but there are also several behemothic marvels – and many of them have a dense network of streets, bridges, and gardens spilling out from their bases.\n社区里有个建筑师叫TrooperJoe（骑兵·乔），他可不止是能算得上耐心——他超擅长这点的。在过去近乎八年的时间中，他一直在同一个存档里劳作，雕塑那唯一的建筑，他在这建筑群上整整花了怕是有超过一万小时的时间。不仅有远方近乎接近高度极限的奥林巴斯山，近处也有其他几个巨大奇观，其中不少下方都连上了密集的交通网络，有着街道、桥梁还有着花园。\n\n\nTaking it all in at once is ripe with difficulty, and not just because of the sheer size of this epic build – the architectural variety on display will also snatch your attention. It's a massive mosaic of some of the most impressive structures from across ancient, medieval, and fantasy worlds.\n想要把全部东西一次搞定肯定是很困难的，但这绝不仅仅是因为这史诗级建筑的浩大规模——其各处可见的各种建筑也不得不夺走你的眼球。在这巨大的方格之中，这些令人叹为观止的结构通贯古今，链接了古代、中世纪和奇幻世界。\n\n'On the very left side of the map is the Notre Dame Cathedral. The center is the main city with many different European architecture-style buildings,' Joe tells me. 'The right side is the Great Sept of Baelor (a Game of Thrones-inspired build) with a city around it. There is the Pisa Tower, Pisa Cathedral, and another area of my city that's Italian inspired.'\n“在地图的很左的地方坐落着巴黎圣母院。而城市中心散布着各式欧洲大城风格的建筑。在右边你可以看到贝勒圣堂，这座建筑灵感来自于《权利的游戏》。它的周围环绕着城区，里面有着比萨斜塔、比萨大教堂，还有其他我受意大利风格影响所创作的建筑。”\n\n\n\nThe centre of Joe's city combines building styles from across Italy, France, Greece, Belgium, and the Netherlands.\n乔所建造的城市中心杂糅了各种不同的建筑风格：意大利、法国、希腊、比利时、荷兰。\n\n\n\n\nNotre Dame has been one of the masterpiece landmarks of Paris since it was built in 1163. Unfortunately, it was damaged by a huge fire in 2019. \n自1163年完工之后，巴黎圣母院一直都是巴黎的头牌脸面之一。非常不幸的是，在2019年它被大火烧毁。\n\n\n\n\nHere you can see the Colosseum as the Romans would have enjoyed it almost 2,000 years ago, before it went out of business started to crumble. \n如图，这是罗马斗兽场，在差不多两千年前他还没有倒塌的时候，罗马人在里面可是十分尽兴的。竞技场耸立,罗马屹立不倒;竞技场倒塌,罗马倒塌.\n\n\n\n\nThe Tower of Pisa is famous for leaning to the side due to its unexpectedly soft foundations, but Joe has recreated it without the lean.\n比萨斜塔是因为地基过软导致了设计之外的一侧倾斜，这也令它闻名于世，但是乔重建它的时候没有保留倾斜角度。\n\n\n\n\nJoe's palaces are often inspired by real buildings, such as this one, which resembles the Pantheon in Paris, St. Paul's Cathedral, and the Sistine Chapel. \n乔的宫殿建筑大多参考现实中的真实宫殿，比如这座宫殿，就有着巴黎万神殿、圣保罗大教堂和西斯廷教堂的影子在里面。\n\nThat's just the start of it. He's recreated the Roman Colosseum in all its oval glory. There's a ginormous castle complete with bridges, portcullis, ramparts, watchtowers, a chapel, and a greenhouse. Turn your gaze to the several fully decorated houses in various French and Italian styles, and it's easy to see why quartz is Joe's favourite block: 'it resembles white marble, and fits in with the multiple different old European architecture styles,' he says.\n这才刚刚开了个头，他的建筑还原了罗马斗兽场曾经的荣光。然后还有一座巨大的城堡，功能齐全，有着桥梁、港口、碉堡、温室还有一座教堂。让我们再去看看那些类法式和意式风格的精装房，我们很容易就能知道，乔最喜欢的方块是石英。“石英的质地接近于白色大理石，这能配上很多不同的古欧洲建筑风格。”他是这么说的。\n\nThen there's the mountain range. 'Pretty much every building in my world is a work in progress and incomplete. But ** build that I have put in the most time in is a set of mountains fully built from scratch,' Joe says. 'I've spent almost two months terraforming, landscaping, and building structures but I'm only about 15% done.'\n\n然后就是那座山了。“我在存档里差不多每个建筑都还是未竣工的状态，但是我投入时间最多的还是一点点砌成的山脉，我大概花了两个月的时间去改造地形，然后美化环境，添加建筑，但我到现在的进度也才不过将将15%。”\n\nWhat might be surprising given the size and complexity of Joe's mega builds is that he doesn't plan or draw any of them beforehand. Having an art background and studying graphic design at school enables him to do everything freestyle. But he does use reference photos and videos for any real-life structures that he builds to ensure some accuracy.\n\n考虑到乔的这些巨型建筑群的规模与复杂度，他从来没有提前规划或者绘制过任何建筑的计划这一点不得不说令人相当吃惊。有自己的艺术功底以及从学校学来的平面设计技能让他能够信手施为。不过他也确实有参考那些视频和照片以仿建现实之中的建筑，这样才能建的准确一些嘛。\n\n\nRomans liked to create towns with a grid layout for practical reasons, so that buildings were often perfectly square, laid out in line next to each other. \n罗马人的城镇一般趋向于井然有序的街道布置，是故那些建筑物的占地大多是完美的正方形，彼此对齐成一条直线。\n\n\n'Also, I worked for a photography studio for several years off and on,' Joe tells me. 'The many techniques I learned from photography, such as composition, rule of thirds, symmetry, leading lines, etc., have had a massive impact on how I build things in Minecraft.'\n“同时，我这几年也时不时会去影楼去打打工，”乔这么告诉我。“我在摄影中学到的不少技巧，比如那些构图、三分法、对称法、还有引导线之类的，对我在游戏中的建造产生了不可磨灭的影响。”\n\nGo to the south of Joe's world and you can find the Roman-inspired buildings he made when he began playing Minecraft back in May 2012. He's been dutifully chipping away at it ever since, getting properly serious when upgrading from the Xbox 360's 862x862 world size limit to the Xbox One's much larger 5120x5120 capacity.\n乔的建筑群南部有一些他在2012年5月时入坑时建造的罗马风格的建筑。从那个时候开始，他就孜孜不倦的专研这些问题，尤其是在将Xbox 360上862*862的规模扩大到Xbox One 5120*5120的规模之后。\n\nYou might think that after several years of working on this enormous project that Joe's motivation would have waned, but if anything it's increased . He credits the dedicated viewers of his Twitch livestreams for encouraging him to keep expanding his world. As thanks, he makes a concerted effort to give as much as he can back to them for their continued support.\n你可能会觉得乔这样长时间在一个存档里忙碌会把他掏空，但实际上恰恰相反，他是越战越勇。他认为这些都得归功于那些看他直播的观众，这些观众不断地鼓励他，他作为回报不断的扩建自己的建筑。\n\n\n\n直播里的观众时不时要求乔建一些他们可以闲歇戏耍的地方，比如说图中这个有个两个凉亭的宫殿花园。\n\n\n\n\n\n这座附带拱门、长廊、玻璃穹顶、喷泉和多层人行道的圆形宫殿是乔最美丽的建筑之一。\n\n\n\n\n\n有些建筑有着自己单独的主题，乔会通过方块的选择，结构的形状以及马赛克和水的特性去表现主题。\n\n\n\n\nThis statue of a woman pouring from a hydria is a classic artistic image from Ancient Greece that brings a calming aura to an area. \n这尊雕像描述了一个女人正在从瓦罐里往外倒水的意象，这意象是古希腊中相当经典的一种艺术意象，给环境渲染上了静谧的氛围。\n\n'I reward my longtime viewers with a build request once they have met certain requirements on my stream,' Joe says. 'I will build anything they want, implementing all their design ideas, as long as it fits the style of my Minecraft world. I've built around 50 large structures that have been requested by my loyal viewers over the past three years, and have about 100 or so left on the waiting list to be built.'\n“一旦我的老观众们打赏了我，我就会用建筑订单的方式回报他们。”乔说。“我会帮他们搞些建筑，实现他们的所有想法，只要这种建筑不与我存档的整体风格相悖。过去的三年之中，我大概已经建造了50多座这样的建筑，都是我的核心观众的订单，现在列表里还有一百多座等着我建呢。”\n\nWhat's clear, especially if you watch any of Joe's livestreams, is that one of his main drives is to inspire others to create. 'I use my Minecraft world as a motivation tool [to show] that hard work, patience, and practice will make almost anyone a good builder.' Something he does to demonstrate how his building skills have improved over the years is compare his earlier builds to more recent ones. The structures have better form, more decorative details, and have trickier architectural flourishes such as balusters and cornices.\n有一点是毫无疑问的，特别是你实际看过乔的直播之后，他的动力之一就是，带动大家一起去创作。“我的世界对于我就像是一种创作的工具，这一切实际证明了努力耕耘、持之以恒、付诸实际可以让几乎所有的人成长为一个优秀的建筑师。”他将他不同的时期的作品作比较以展示他这几年的技术水平提升。相比几年前的建筑，新的建筑的外形、细节、装饰都拔高了几个档次，特别是那些栏杆和屋角。\n\n\nIt's possible to walk around most of Joe's city on foot as he's paid special attention to linking up each area and its many buildings. \n因为乔特别注意区域与建筑之间的连接，你甚至可以徒步穿行于城市之间。\n\n\n\n\n\nA number of Joe's bigger builds are mounted on top of huge bodies of water or on islands in the sea. \n乔有相当数量的大型建筑坐落于水里或者海里的岛上。\n\n\n\n\n\nNot every part of the megacity is urban. Next to the cliff this palace is built on is a vast forest with wooden houses among the trees. \n这个巨大建筑群并非处处都城市化了。这座宫殿坐落于悬崖之上，边上是一片巨大的树海，里面有着木屋。\n\n\nJoe's advice to anyone who wants to create large builds in Minecraft is to pick an architectural style that won't get boring. It might be Japanese, Greek, Modern, Futuristic, or anything in between. Another piece of advice is to work on multiple builds at the same time. 'You're not stuck on one build for a long period, which might cause you to get builder's block,' he says. 'You can always move to a different build to keep your mind fresh.'\n乔对那些想在这个游戏里搞规模庞大的建筑的人有些建议，他推荐选择一些不是那么乏味的风格去建筑。可以是日本风、希腊风、现代风或者是未来风，也可以是某两种的杂糅。另一个建议是同时建造多个建筑。“你没必要去死磕一栋屋子，说不定心态会彻底崩掉。你可以时不时换个地方，这样有助于保持头脑清醒。”乔说。\n\nAs to what Joe is building next, he's had a handful of Twitch viewers ask him to work on Asian architecture, which he's very much looking forward to. 'From Taj Mahal, pagodas, Japanese gardens, Himeji Castle, Potala Palace, Angkor Wat Buddhist Temple, and the Japanese volcano Mt. Fuji,' he says.\n乔下一步的方向，他的一些直播观众有请他去做一些亚洲风格的建筑，他也很乐于去建，“泰姬陵、神社塔、日式庭园、姬路城、布达拉宫、吴哥窟、富士山。”\n\nThere's nothing as inspiring as a new challenge to TrooperJoe. And with a community with plenty of ideas to go along with the support they have for him, there are no signs of him slowing down. Watch this space, as it will soon swell with elaborate edifices from across eras and geographies, united in this huge metropolis.\n再也没有什么能比新挑战更能鼓舞乔的了。社区里仍然为他提供数之不尽的点子，想必他还会马不停蹄前行下去吧。赶紧看看这些空地吧，它们马上就要被不同时代不同风格的精妙建筑填满成那巨大城市的一部分了。\n\nNow, time for me to back to the Minecraft.net realm and get to work on dirt house #57288...\n好了，是时候回去领域服去建我第57288个泥土屋子了。\n\n【本人 译自官网 2020 年 04 月 28 日发布的 World of Wonders；原作者 Chris Priestman】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1589036040,
            "txt_content": "翻译ID，最为致命"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589439900,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}