{
    "title": "[Minecraft.net|CULTURE] 六个你也许错过了的幻兽之作",
    "author": "问谛居",
    "replyCount": 2,
    "timestamp": 1589105040,
    "txt_content": " 本帖最后由 问谛居 于 2020-8-31 17:33 编辑 \n\nSix Beast Builds You Might Have Missed\n六个你也许错过了的幻兽之作A collection of crazy creatures!\n疯狂生物大合集！\nEmily Richardson\n\nDragons! Giraffes! Two identically-named-but-totally-different-I-promise deer! Yep, we’re once again showcasing several recent builds that have blown us away and given our eyes heart attacks (er, in a good way). This week - Beast Builds !\n巨龙！长颈鹿！还有两头名字一样，但是却截然不同的鹿！是的，我们将再一次向你展示几个近期使我们颇为折服，而且还给人视觉和心灵双冲击（额，以某种积极意义上的方式）的作品。这一周展示的是——幻兽作品！\nNow Tom and I have wildly different tastes when it comes to just about everything, whether it’s builds or the correct way to stir a cup of tea (anti-clockwise). But when it comes to these incredible creatures, we completely agree - they’re mad, brilliant and absolutely inspired.\n现在 Tom 和我几乎在每一件事情上都有分歧，不管是对一部作品的欣赏与看法，还是如何正确地搅拌（逆时针搅拌）一杯浓茶。但当面对这些惊异的生物时，我们却不约而同的认为——它们真是令人如痴如醉，光彩耀目而且极具创作灵感。\nAlso: a little bit terrifying. Seriously, if you see one of these in real life, RUN, HIDE and WEEP.\n但同时，又有一些令人畏惧。说真的，如果你在真实生活中偶遇这些幻兽中的任何一只，你可能会被吓得屁滚尿流的躲起来。\n\n\n\nFantasy Dragon in a Mushroomland\n蘑菇岛上的幻翼神龙\n\n\n\n\n\n\n\n\n\n EMILY: This tall island, teetering precariously on its needle-like stem, covered with the beautiful-yet-dangerous streaming lava and magnificent-but-disgusting-to-eat mushrooms, immediately grabs my attention. I am totally enthralled by this tiny world!\nEMILY：这座高耸的空岛，在它那细如银针一般的根茎支撑下摇摇欲坠，覆盖在岛上的是美丽却又危险的流动岩浆，还有看起来色彩斑斓但吃起来一定很恶心的巨型蘑菇，它立即就抓住了我的眼球。使我完全沉醉于这个细小精致的世界中。\nAs for its sole inhabitant, the clambering dragon, I suppose he must just really love mushrooms? That topmost one - big, fat and juicy - seems irresistible to him. Though why he isn’t just using those glassy pink wings to perch himself by the funky fungi is anyone’s guess.\n而作为这个岛上唯一的住民，那头攀附其上的巨龙，我觉得它也许仅仅是因为喜欢蘑菇？那个最高大的蘑菇，庞大、肥硕、而且多汁，看起来勾起了它的胃口。不过我们都在猜测的是，它为什么不借助它那散发着玻璃一样光泽的粉色双翼，让自己落在那朵恶臭的蘑菇上呢？\n\n\nMechanical Giraffe\n机械长颈鹿\n\n\n\n\n\n\n\n TOM: Every now and then a build comes along that’s so what??? , so eh??? , so magnificently bizarre that it makes me spit out my tea in shock (tea that I stir clockwise, Emily, because I’m not a monster ). Speaking of monsters, logically I should be terrified of this mechanical monstrosity - but the sheer madness of making such a delightfully steampunk take on the giraffe can’t help but charm me.\nTOM:时不时的就会有作品伴着别人的惊叹声问世，它是如此的雄伟壮丽惊世骇俗以至于吓得我将嘴里的茶喷了出来（这杯茶我是顺时针搅拌的，Emily，因为我不是怪物）。说到怪物，按正常逻辑来讲我应该对这头机械怪兽感到恐惧——但是基于长颈鹿创作出这样的蒸汽朋克作品，这种疯狂的行径却莫名的吸引我。\nIn fact, this build has utterly ruined normal giraffes for me, which can’t but seem boring in comparison. Do real giraffes have windmills for tails? No. They don't. And that is why I now hate them.\n事实上，这个作品完全颠覆了我对普通长颈鹿的传统印象，虽然它们之间没有可比性，但是相较之下普通长颈鹿就逊色多了。真实的长颈鹿会有风车做的尾巴吗？它们没有。而这就是我现在厌倦它们的原因。\n\n\nIce Dragon - Thirst For Freedom\n冰霜巨龙——渴求自由\n\n\n\n\n\n\n\n EMILY: This build was originally created for PlanetMinecraft’s snowglobe competition, which goes some way to explaining why our beautiful beast is hidden under a glass dome. That the ice dragon is in the process of breaking free gives it a unique sense of motion. This motion, in turn, makes the dragon seem more lifelike while still retaining the full glory of it’s fantastical icy design.\nEMILY: 这个作品起初是投稿给 PlanetMinecraft（一个论坛）举办的建造雪花水晶球的建筑竞赛，这就解释了为什么这只优美的神兽被困在一个玻璃圆球中。这只冰龙正在为自由而挣脱，这给了这个作品一种独特的运动感。而这种运动感在反过来将巨龙衬托的栩栩如生的同时，又仍然保留了这个作品冰雪元素的精美设计。\nOn the one hand, wow! Look at the force of this mighty dragon smashing through its glass prison! On the other hand; how on earth did it get stuck in a snowglobe to begin with? Silly dragon! Still, I like it. More magnificent creatures breaking free of garish tourist souvenirs please!\n一方面来说，哇哦，看看这头健硕的巨龙冲破玻璃监狱时的力量感！另一方面来说；它起初到底是怎么样被困在这个雪花水晶球里面的呢？好傻的龙！但不管怎么说，我喜欢这个作品。请多多创作这些华丽的生物从花哨的旅行纪念品里挣脱的作品！\n\n\nMagical Deer\n魔法鹿\n\n\n\n\n\n\n\n TOM: Two builds in the same article with the same name? Looks like we're getting fired. Ah, but maybe not - because both HeavensGift’s lovely grey-and-gold beast (scroll down to read Emily’s words on that one) and this build by TheMrPinguin are well worth a look.\nTOM：两个同名的作品在同一篇文章里出现？看起来我们快要被炒鱿鱼了。但也许不会——因为不管是HeavensGift创作的可爱灰金色幻兽（往下翻可以查看Emily对那个作品的评价）还是这个TheMrPinguin创作的作品都值得一看。\nClearly inspired by wonderful wolf game Okami (which itself was inspired by Japanese folklore), TheMrPinguin swaps a wolf out for a deer and creates a stark white creature that contrasts beautifully with the more colourful parts of his build. Does it miss the point of a list feature about ‘beasts’ if I say the lush green reeds are my favourite part? Well we’ve already messed it up with two identically titled builds so what the heck, I’m gonna gush about the reeds anyway! There are no rules! Anarchy reigns!\n很显然这个作品受到了关于野狼的优秀游戏《大神》（而这款游戏又是受到了日本民间传说的启发）的启发， TheMrPinguin 将野狼转换成了鹿，创造出的这个生物拥有雪白的身躯，与其作品里的其他绚丽的部分交相呼应。如果我说那葱绿的芦苇是我的最爱，这会不会与我们展示“幻兽”的主题相背离呢？我们都已经将两个名字一模一样的作品混为一谈了，所以管它呢，不管怎么说我就是要讨论芦苇的事！这里没有法规可言！处于无政府状态！\n\n\nFiWorld\nFi世界\n\n\n\n\n\n\n EMILY: Breaking the traditions of dragons and deers, Minecraft builder Mikket has summoned some birds of paradise to this tropical world. Whether attracted by the wealth of flora and fauna that climbs the rocks and covers the ground, or merely fascinated by the enormous, fractured rings, it’s unclear. We’re not sure this place would have quite the personality that it does without these giant parrot-like birds. I mean, look at them! They’re pretty squawksome.\nEMILY:它打破了以龙和鹿为主题的传统，Minecraft 建造者 Mikket 在这片热带世界中召唤出了几只天堂鸟。不知道它们是被这些盘踞在岩石上或者覆盖在地面上的动植物群所吸引，还是仅仅是沉醉于那巨大的断裂的圆环，我们都不得而知。我们不知道如果这个地方没有这些像鹦鹉一样的巨鸟，还会不会保持它独有的个性。我的意思是，看看这些大鸟！它们叫的真大声。\n\n\nMagical Deer\n魔法鹿\n\n\n\n\n EMILY: Though they may share a name, HeavensGift’s Magical Deer is something of a leap from TheMrPinguin’s. Both are white deers, but this one settles for just two colours in the entire composition. This deer is all about flowing movement and a sense of magical tranquility. The fact that its very antlers are an extension of its floaty white-grey body give it an extra sense of elusiveness - like smoke twisting and rising into the sky only to quietly vanish.\nEMILY: 尽管它们公用一个名字，HeavensGift 的魔法鹿比起 TheMrPinguin 来说却是一种飞跃。它们都是白色的鹿，但是这个作品整个就只有两种颜色。这匹神鹿的全身都充斥着流体的运动感和魔法般的静态感。而它那对巨大鹿角其实是它那灰白色的浮动身躯的延续，这给了它一种额外的飘忽不定的感觉——就像烟雾盘旋飞升最后悄然消失。\nWhat impresses me most about this build is that very fact: HeavensGift has turned what is essentially just a large, white animal build into something much more extravagant with just a few flecks of gold, contorted anatomy and a sprinkling of artistic flair.\n但是这个作品给我印象最深刻的地方却是： HeavensGift 仅仅用了几块金块，就将这个本质上来讲就是一个巨大的白色生物作品变得高雅不少，真是具有另类的解破学天赋和独到的艺术才华。\n Got a build you think we should cover in ‘Builds You Might Have Missed’? Email scoops@minecraft.net with the subject line 'MISSED ME?' \n你发现了一些你认为我们本该收录在“你也许错过了的作品”锦集里的作品？请发送邮件至scoops@minecraft.net ，标题编辑为“错过了我？”\n Good luck! \n祝你好运 \n\n【EBsky 译自官网 2018 年 02 月 22 日发布的 Six Beast Builds You Might Have Missed】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589439900,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "kayn-",
            "timestamp": 1593097680,
            "txt_content": "这幻翼魔龙有内味了"
        }
    ]
}