{
    "title": "[Minecraft.net|CULTURE]鬼 - 斧 - 神 - 工 - 之 - 塔！",
    "author": "ItIsEnderman",
    "replyCount": 3,
    "timestamp": 1589248680,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-5-19 10:59 编辑 \n\nMast-ery!\n鬼 - 斧 - 神 - 工 - 之 - 塔！\nA fairytale-inspired tower from MuhBuilds!\n高塔，出自MuhBuilds之手，集童话之精华！\n\nEmily Richardson\n\nWe all know the story of Rapunzel, right? Woman gets trapped in tower because she lost her keys or something. Dashing hero comes to save her but can't because he's actually useless. So Rapunzel grows her hair ridiculously long, hangs it out of the window, and Useless Hero Guy climbs up her hair and saves her! Hooray! But wait, wouldn't they just both be trapped in the tower then? Who writes this drivel?\n想必大家都知道莴苣姑娘的童话故事吧？一个女人，因为搞丢了钥匙还是其他啥啥啥的原因，被困在了女巫塔里。英俊潇洒的英雄前来营救，但是求之不得，因为他什么高的都不会。于是莴苣姑娘放任自己的头发生长，长得可长了，荒唐至极的长，并且将头发从窗户放下去，于是那位无用英雄顺此攀登上并且救了她！庆祝庆祝！欸等等……接下来他们不是会双双成对地困在女巫塔里[1]？是谁在这里胡扯？\n\nAnyway! I was so inspired by Rapunzel, I decided to grow my hair to tower-long lengths too! It was awful. The worst idea of all time. Took nineteen hairdressers to fix. One called it “the greatest sin upon the human head I've ever witnessed.” Everyone's a critic.\n但是！我被莴苣姑娘深深地震撼了，我也打算让我的头发长到一个高塔的高度！太可怕了。空前绝后的糟糕想法。护理头发总共要十九名美发师。有人称之为“我所见过地在人类头部地最大的罪孽”。每一个人都是批评家。\n\nLuckily, when MuhBuilds was inspired by Rapunzel, he didn't grow a terrible new haircut. Instead, the story of Rapunzel inspired him to construct today's build, the wonderful Endurance Mast .\n但幸运的是，当MuhBuilds被莴苣姑娘震撼时，他没有头发加特技，相反，莴苣姑娘地故事给了他全新的灵感，从而有了今天的建筑：精妙绝伦的Endurance Mast。\n\n\nThis tower is a beautiful homage to the fables and fairytales of old and the enchanting art that often accompanies them. Updated with that blocktacular Minecraft look!\n着一座高塔可谓是对语言和童话、以及与之相伴的古典而迷人的艺术的崇高敬意。当然，每一次翻新都是Minecraft那方方正正的风格！\n\nMuhBuilds used 3D models of the tower from the Walt Disney retelling of Rapunzel to get a sense of how to begin building the foundations. But he had his own story in mind for this new take on the tower.\n为了找到从哪里开始建造整个建筑的基础框架，MuhBuilds参照了迪士尼的改编剧中过女巫塔的3D模型。但是，对于塔的每一处细节，他心中有自己构思的故事。\n\nAs he tells it in one version of the story, the Endurance Mast is a mirage, moving from place to place, rarely seen for more than a glance. Even in the tale MuhBuilds has imagined for it, it isn’t clear to anyone if the tower is real or not, or if anyone resides there.\n正如他在某一个版本的故事中所说，这座Endurance Mast就是一个奇观，能够自由移动，甚至能在一眨眼的时间从眼前闪过。但就算在MuhBuilds所构想的故事里，人们都不清楚这座塔是真的还是假的，或者说有没有人住在里面。\n\n\nAs to how he managed to build it, MuhBuilds started by constructing the shape of the tower, then added details and colours. After this first step, he says he spent a lot of time “creating a lot of palettes, and after [that], choosing the best one.” This process, he explains, is called texturing.\n至于建筑是怎样练就的，MuhBuilds是从高塔的整体外形入手，然后添加了细节、丰富了色彩。在第一步完成后，他说他花了大量时间去“制作了很多种调色方案，并在「那」之后，选择了最佳的一种。”这一过程，他解释说，名叫“材质化”。\n\nAfter that, MuhBuilds built the piers and the landscape. “Finally,” he says, “I added some extra details and the [lanterns] of the tower. The texturing was made by following a particular light point, and that is that of the lanterns.”\n然后，MuhBuilds建造了底座以及周围的地形。“最后，”他说，“我给高塔添加了额外的细节，以及「悬浮灯」。一整个材质化过程都会围绕一个特定的亮点展开，这一次的亮点则正是悬浮灯。”\n\n\nWhen I ask how MuhBuilds was first inspired to build in Minecraft, he explains, “I was inspired by the work of builders better than me. For example, in Italy, Levin, Eonli and Dan27. Afterward, I also met foreign builders who have fascinated me deeply. Such as Udvio , Dr_Bond and Franjo Schnabel.”\n当问及他刚开始是怎样受到启发、并打算在Minecraft里建筑时，他说：“事实上我是被比我强得多的建筑师的大作所启发的。比方说，在意大利时的Levin，Eonli以及Dan27。在那之后，我也曾拜访过深深震撼我的外国建筑师。比如，Udvio，Dr_Bond还有Franjo Schnabel。”\n\nHe continues, “Many Italian builders helped me [by] explaining not only how to build well, but also how to put emotion in a build. To transform a simple Minecraft world into a story, an idea.”\n他继续说道，“许多意大利建筑师「以」解释怎样建造地好看、怎样在建筑中融入感情地方式帮助了我。而这，则是为了将一个平凡的Minecraft世界改写为一个故事，一份灵感。”\n\n\nThat said, not everything can go so smoothly. “While I was building the tower,” he tells me, “I was excited by the project so I stayed [at] the PC [for] many hours in the day. My mother raged and deprived me of the PC for ten days. I had to study very, very much to convince my mother to leave me using the PC again.”\n但是，没有任何事情始终是一路顺畅的。“我在建造高塔时，”他告诉我，“我被我的大工程打鸡血了，以至于我「在」我的电脑上一天能「呆」好几个小时。于是我老妈训了我一顿，还把我的电脑没收了十天。我因而不得不十分十分认真地学习，为了说服我老妈，让我能再次用电脑。”\n\nAs much as we love good builds, sometimes you have to make compromises, and if one of those compromises is studying to earn your build time, that’s probably not the worst thing. I mean, look at me. I never studied for anything and now I work for Mojang! Er, bad example.\n我们深爱着建筑，但有时不得不做出等量的妥协。如果有一条是努力学习来争取回建筑时间，或许这就是其中最糟糕的一条了。我地意思是，你先看看我。我从来没学过任何东西，现在我能在Mojang上班！额……我这个是反例。\n\n注释：\n[1] 原著的确压根没这回事……\n\n【Enderman 译自官网 2017 年 12 月 11 日发布的 Mast-ery!】\n【本文排版借助了：BCC】\n\n后来发现之前的翻译全部选错模板了，还改不了……栽……",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1589249340,
            "txt_content": "[sup][1][/sup]\n\n↑ 啊 这"
        },
        {
            "author": "1318431824",
            "timestamp": 1589281260,
            "txt_content": "还行呃  这个故事  = ="
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589439600,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}