{
    "title": "[Minecraft.net|CULTURE]每一天都在过节",
    "author": "空之彼岸线",
    "replyCount": 4,
    "timestamp": 1589134500,
    "txt_content": "\nEvery Day a Holiday!\n每一天都在过节！\nCPU M Rossi celebrates lesser-known holidays in Minecraft\nCPU M Rossi在游戏中庆祝那些浅为人知的节日\n\nJay Castello\n\nIt’s May 22nd so you know what that means… happy Goth Day! Also, happy Maritime Day!\n你们知道五月二十二日是什么节日吗？哥特节快乐！哦对了，还有，海之节快乐！ \n\nNot familiar with some of these lesser-known holidays? You should be following CPU M Rossi on Twitter. He uses Minecraft to diligently document all kinds of wonderful holidays, from Animal Crackers Day to Zipper Day . Yes, those are both real things, and Rossi celebrated them and many more with a custom build. Will he celebrate Goth day or Maritime day today? I’m hoping he mixes the two, and crafts a ship with a spectacular black fringe.\n对这种冷门节日苦手吗？我认为你应该在蓝鸟上去关注一下CPU m Rossi。这个人用我的世界去记录那些美好的节日，从动物饼干节到拉链节。是的，这些节日都是真实存在的。那他会不会去庆祝哥特节或者海之节呢？或许他会把两者相结合做出一条带着豪华黑装饰的船。\n\n\n\n“I started it as just a way to practice for survival building in Minecraft, and to have some screenshots to share on Twitter,” he tells me “but coming up with random stuff every day was tough, so I looked up national/international days and found some websites that have lists.\n“我一开始这么做只是为了训练我在游戏里生存模式下的建筑能力，然后我再不断的将截图分享到蓝鸟上去，”他这么告诉我，“但每天想找一个随机的建筑主题还挺难的，所以我查询了一下国际上的节日表，找了一些有这种列表的网站。” \n\n“I look at the list of national day holidays and try to pick something interesting, which tends to end up being food because everyone likes food,” he explains (correctly).\n“我看了看这些国际节日，然后试着去挑出一些有趣的主题，最后我总是会选择食物，因为可没人讨厌食物。”他这么解释道。 \n\n\n国家纸杯蛋糕日！\n\n国际大号日！\n\n铅笔日！不懂这个节日的重点吗？啊？那我走了不送，不和你玩了。\nSince the beginning of this year, Rossi has made over a hundred builds . He says it usually takes less than an hour, but that’s still some serious dedication, especially since he admits that he “has totally scrapped some ideas because I didn’t like how it looked in the end.” When’s national Giving-Up-And-Starting-Over Day again?\n自年初以来，Rossi已经搞了大概一百多座这样的建筑。据他表示，这每天要花上他不到一个小时， 但这样的付出也是相当可观的，特别是在知道他表示“放弃过一些想法，因为最后不喜欢”之后。所以什么时候国家才设立“摸了再挖坑节”呢？\n\nThe builds that he likes most of all are the ones where the theme gives him some flexibility to get creative. For example, on National Rubber Ducky Day , he made nine cute ducklings, all themed after various Minecraft mobs – except the cute and classic yellow ducky, who looks a bit surrounded by these dangerous hybrids! I wouldn’t want to get on the bad side of that Enderduck. The mobs also returned for Easter , this time with bunny ears to match the theme.\n他最喜欢的建筑主题大概是那种自由灵活能让他发挥的主题，比如在国家橡皮鸭鸭节，他做了九只可爱的橡皮鸭鸭，而这些鸭鸭分别模仿了我的世界里的各种怪物——除了那只经典又可爱的橡皮黄鸭子，我可不想像这只鸭子一样被一群危险的怪物围着！这些怪物也在复活节登场了，不过他们这次为了配合主题都带上了兔耳朵。 \n\n\n直到我看着这张图我才确信嘎着玩是有可能的，嘎嘎嘎！\n\nMany of his other favourites include animals too, because who doesn’t love our furry friends? For World Penguin Day , Rossi built one of these waddling birds, though he says it took him a while to decide which breed to go for. I think the classic white-bellied, orange-footed look was a good choice.\n其他他喜欢的建筑里面也包含了一些动物，毕竟谁不爱furry呢？毕竟谁不喜欢这些毛茸茸的动物呢？Rossi为了搞世界企鹅日，他建造了一只摇摇摆摆的企鹅，尽管他说他在建造什么品种的企鹅时犹豫了好久，但我认为白肚子黄脚丫才是经典选择。\n\nHe says he had fun “trying to imagine what a groundhog would look like in Minecraft.” Watch out, Mojang artists! Rossi and his adorably buck-toothed rodent are coming for your jobs!\n他也说过“他试着想象过我的世界的土拨鼠是什么样子的。”这让他乐在其中，小心了，Mojang的艺术家们！Rossi和他可爱的龅牙伙伴要来抢你们的饭碗了！\n\n\n土拨鼠日！等一下这图我昨天是不是见过。\n\nRossi’s final favourite is actually because of a mistake. For, er, Little Red Wagon Day (no, I don’t know what that is either), Rossi made a very lovely cart, complete with white trim and wooden fences to keep the wheels on.\nRossi最喜欢的建筑实际上是基于一个错误。就是那个，呃，小红马车日的建筑，我也不清楚这东西是什么，Rossi做了一辆非常精致玲珑的马车，轮上面有着白色的装饰和木栅栏。\n\nBut, he admits that at first, he forgot the handle! “It was very much added as an afterthought,” he says, “but I really like it because it shows mistakes happen,” he says. What a positive attitude! (Though if he’d kept it a secret, I never would have been able to tell...)\n但他承认最初他忘记了做把手！“把手是之后加上去的”他说，“但是我还挺喜欢这个的，因为这记录了我曾经犯的错”好乐观！尽管他保密的话，我永远都不会知道这个事。\n\n\nHe also tells me about a final step to these builds that doesn’t get shown on his Twitter account. “I archive every build by cloning it to a special area,” he explains. That means you can see all 100+ builds in a single place, like a big museum of weird and wonderful holidays.\n他还和我说了搞这建筑的最后一步，虽然这一步从他的蓝鸟上看不出来，他解释说：“我会把我的建筑最后都复制到存档的某个位置。”也就是说，有个地方你能看到所有一百来个的建筑，好比一个诡异和美妙节日的大型博物馆。 \n\nThough it has occasionally led to its own mistakes. “I have accidentally cloned over and had to rebuild a couple of the archived builds,” Rossi tells me. “That’s the danger of using the clone command! Get a coordinate wrong or forget to change them and things get deleted.” Whoops! At least he has them all documented online to look at again as he rebuilds them.\n尽管在这上面他也出过错。“我有时候一不小心在复制的时候把一些建筑覆盖掉了，所以我不得不重建这些建筑。”Rossi这么告诉我，“这就是复制命令的危险之处！如果你忘记更改命令的坐标或者填错了坐标，那原来的东西就没有了。”嗨呀！至少每个建筑他都将照片发到了网上，重建的时候他还能拿来作参考嘛。 \n\n\n国家牛奶咖啡日！你不庆祝这个？你可真是个呆瓜！不和你玩了。\n\nRossi might be open about his mistakes, but it’s no mistake to say that his Twitter account is a lovely daily celebration of both fun events and Rossi’s building skills. Now, apparently the day that I’m writing this is Apple Pie Day so I’m off to get a delicious slice!\nRossi对他的错误放的很开，但是有一点是毫无疑问的，他的蓝鸟账户绝对是有趣每日节日的栏目，你还能学到他的建筑技巧。好了，由于五月二十二日今天是苹果派日，所以我要去吃一块香甜可口的苹果派。[/img]\n\n【我 译自官网 2019 年 05 月 22 日发布的 Every Day a Holiday!】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "蓝天123456",
            "timestamp": 1589439600,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "kayn-",
            "timestamp": 1593101640,
            "txt_content": "这浓烈的机翻味233"
        },
        {
            "author": "312555156",
            "timestamp": 1593915120,
            "txt_content": "一股“鸡”翻味道"
        },
        {
            "author": "Keyyao",
            "timestamp": 1594128000,
            "txt_content": "感觉像是电脑自带的翻译"
        }
    ]
}