{
    "title": "[原创/单篇]  [单篇小说] 长夜将至",
    "author": "萌萌的咖喱",
    "replyCount": 10,
    "timestamp": 1589248680,
    "txt_content": " 本帖最后由 joney 于 2020-5-12 11:04 编辑 \n长夜将至\n\n \n寂寥无人的街道上，几个不知其主的破损塑料袋被风吹得七零八落，电线杆被飓风挂断，整根支柱从中部断开，把侧边的沥青马路上砸的坑坑洼洼。一颗三人合抱粗的老槐树也没能从这场风暴中幸免，不仅树叶残缺四处飞散，就连树干都被雷电劈的焦黑，甚至还有少许白烟从那道惊心动魄的伤痕中冒出。破损墙壁上的龟裂缝隙布满了这条街的每一栋大楼，触目惊心的场面已经不足以用断垣残壁形容。\n \n城市的绝大部分居民们都呆在家中不敢随意出门，唯有轮班警察鸣着笛四处巡逻，以确保没有胆大包天的人私自外出或者擅闯封锁区。\n \n而不远处的十字路桥口，却有一辆摩托车停在路边。一位身穿黑皮夹克的男子，用帽子口罩和墨镜把自己的脸捂得严严实实；谨慎的四处张望后，他从牛仔裤口袋里掏出一个铁质易拉罐，二话不说就朝着桥下的运河抛去。他注目片刻之后，急匆匆地跳上摩托车，疾驰而去。\n \n周围虽然有警察路过，但却也没当回事儿。有一位身穿黄绿色马甲的交警悠闲地散步过来，正巧碰到同样是刚刚换岗的一位武警。那位武警身材高大眼神凌厉，紧紧盯着那河中慢慢沸腾而起的小气泡，在接触到水面的一瞬间破开，化作缕缕红烟消散而去。\n \n“我说老弟，这年头素质差的人多了去了，随地扔垃圾也不是一个两个，既然抓不完，那就让清理河流的部门管去。”交警瞅见这情景顿时憨笑道，觉得这肯定是个新人才勤勤恳恳不愿放过蛛丝马迹，于是他又拍了拍武警的肩膀，道：“唉，得了，别这么较真，最近这疫情厉害得很，没啥人赶出来，乱丢垃圾的也就这么零零散散几个，不成问题。”\n \n“别捣乱，干正事。”武警瞟了他一眼，甩开拉在他肩膀的那只粗大手掌，冷漠道。他叫宁一凡，刚从警校毕业不久，因为性格孤僻，身手勉强算是过得去，所以被分配到了武警。\n \n“唉，真是，算了你自个儿慢慢看嗷，大爷我，今儿难得下午没班，就去茶馆得瑟得瑟，包场！”交警吃了个闭门羹，自得自顾自的郁闷道。\n \n宁一凡对他不理不睬，依旧看着那片冒泡的水域，泡泡聚集的速度越来越快，散发出的红烟也愈发密集。他心中叨叨：“感觉不太对劲，刚才那人扔的罐子可能有什么问题……”\n \n“轰！！！“\n \n宁一凡刚想到这里，思绪就被一场声势骇人的爆炸所打断。身后突然一阵火光腾起，他没有转头却能感受到突如其来的热浪向他扑来。\n \n“砰——” 巨响再度传来，似乎又有什么东西被击飞，撞到了一处硬物。\n \n宁一凡连捂住耳朵都来不及，下意识的一个翻滚躲到消防栓后，待到强烈的眩晕感稍微好转，他硬扛着耳鸣扭头一看，瞬间吓了一跳，险些克制不住弯腰作呕起来。\n \n他身后的车门边依稀可见有一个黑色的人形印记，门把手上仍粘着半只鲜血淋漓的断手，无名指早已不翼而飞，断口处的骨骼碎片和撕裂的血管依稀可见，血肉模糊。\n \n汽车整个凹进去大半截，沥青马路直接出现了将近半米的深坑，单侧的轮胎被烤的焦黑漏气，挡风玻璃也在刹那间全部破碎。可想而知这爆炸威力多么恐怖，可范围却又出乎意料的不大，让人感到极其诡异又后怕。\n \n宁一凡双手颤抖地支撑起身子，警惕地望着那坨碎肉，实在想象不出那是几秒钟前还生龙活虎的一个人。至于此人的身份不用多说，光看地上那块残缺的黄绿色马甲，就知道是刚才那位交警。\n \n“人，爆炸，死了？” 宁一凡几乎不能冷静思考，他瞳孔紧缩，面露惊恐地哑然道。\n \n突然，他好像意识到什么，话还没说完就又拼命捂住了自己的嘴，试图憋住气。过去短短两年的训练让他经历了很多，反应速度也有显著提升，他第一时刻就联想到可能是那些水面上冒出的红烟导致了交警的自爆。\n \n宁一凡硬是咽下一口口水才憋住气，尽力稳住心神，思绪快速流转，想到现在要做的第一件事是离开这个鬼地方！\n \n他飞快地窜上身边的摩托车，猛拍警笛后，引擎轰鸣声伴随着急促的警报声同时作响。宁一凡用脚狂蹬油门，几乎是拼尽全力，就在他是在快要憋不住气的时候，总算是远离了那条运河。\n \n他眼前混沌模糊，甚至有些发黑，没有多余的选择给他转弯，于是他骑着摩托车径直撞进了街边的咖啡厅里。\n \n玻璃瞬间爆裂开来，好在全城早已因为新的不明疫情封锁，咖啡厅内空无一人，这才没有伤到民众。来不及管那么多，贪婪的大口呼吸着空气，刚才他憋了将近有一分半，差点喘不过来，就连自己头都开始隐隐作痛，这是急性缺氧的症状。\n \n“嘶——” 待到勉强恢复后，他突然又倒吸凉气。\n \n宁一凡蓦地感到脸庞火辣辣的疼，伸手一摸还有一股血腥气，原来是刚才撞破咖啡厅玻璃的时候被飞溅的碎片划破了皮肤。\n \n刚刚死里逃生，他有气无力的伸出手扯下胸口的对讲机，嘶吼道：\n \n“总部！我是四号巡逻队的宁一凡，护城运河里被人投掷了不明罐装物品，特征是冒气泡且有红烟短暂凝聚！疑似会导致人体自爆！已发现一名死者！我亲眼目睹！请求紧急疏散民众！”他竭尽全力喊出一大段话，随后呼呼呼地开始大口喘气。\n \n“实在是要没力气了……”他心想。\n \n“嘟——嘟嘟——” 信号似乎并没有被接受到，像是被什么东西给屏蔽了。\n \n“干！” 宁一凡霎那间恼火起来，猛地将对讲机往地上一摔，嘴里咒骂个不停。他双手捂着头，咬牙切齿地愤恨道：“每次都这样！就是不给我一点好运气！凭什么！为什么！”\n \n“嘶嘶——” 不远处被摔在地上的对讲机突然发出了声音。\n \n“嗯？” 宁一凡回过神来，急忙收敛脾气和懊恼情绪，几乎是连滚带爬地凑过去捡回了对讲机。\n \n他靠在警用摩托的轮胎上，缓缓吐出一口气后闷哼道：“总部，为什么刚才不回复？我再说一边！运河有危险物质溢出，请求撤离城内民众！是危险气体！”\n然而等了片刻，这次对讲机又没了声音。\n \n宁一凡险些气昏过去，直接当场爆发，彻底摔烂了对讲机，还补踩上了几脚，丝毫不亚于刚才的气势。\n \n“你们行，你们最行，就等着一起被撤职吧王八蛋，一天到晚厮混不务正业，连个对讲机都不开，一群好吃懒做的东西！”宁一凡恨铁不成钢，气恼地一拳打在墙壁上。\n \n“嘶嘶嘶——”\n \n可就在这时，宁一凡又听到了熟悉的杂音，看来刚才发出声音的并不是对讲机，而是另有其物。\n \n“这破地方不会还有蛇吧…”怀揣着这样的心思，宁一凡翻了个白眼，决定直接开摩托回总部讨个说法，顺便通知沿路的警察疏散民众。\n \n正当他转身时，扭头却发现一个诡异的生物几乎与他脸贴脸对视。\n \n这个生物浑身绿油油，像个倒立的螺丝，此刻骤然开始发光膨胀，仿佛周围的一切都暗淡下来。\n \n“嘶嘶——”\n \n“轰！！！”\n \n",
    "replies": [
        {
            "author": "萌萌的咖喱",
            "timestamp": 1589249220,
            "txt_content": "不能回车分段落吗...改了好几次它都给我变回去了..."
        },
        {
            "author": "但是你",
            "timestamp": 1589249340,
            "txt_content": "我很想问一下你7年前写的弑神之战结局怎么跟简介不一样呢"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1589249520,
            "txt_content": "但是你 发表于 2020-5-12 10:09\n我很想问一下你7年前写的弑神之战结局怎么跟简介不一样呢\n不太记得了，小时候瞎写的，写到后来自己都不记得写了写啥"
        },
        {
            "author": "13427125325",
            "timestamp": 1589251020,
            "txt_content": "可以顶一下，希望楼主快点更奥"
        },
        {
            "author": "LoveULu",
            "timestamp": 1589372340,
            "txt_content": "小说家啊"
        },
        {
            "author": "800805",
            "timestamp": 1593521100,
            "txt_content": "看到最后才发现\n苦力怕poon"
        },
        {
            "author": "乌衣年少",
            "timestamp": 1593694140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "庐山雨",
            "timestamp": 1593701160,
            "txt_content": "mcbbs里各个都是人才"
        },
        {
            "author": "VINDICATOR-231",
            "timestamp": 1593866340,
            "txt_content": "其实这篇文章都可以改成连载了…就当是有关MC的都市怪谈系列吧……\n下一部可以是“蔓延”、“诡谲叫声”之类的…"
        },
        {
            "author": "asasdas123",
            "timestamp": 1593946140,
            "txt_content": "\n666666,感谢楼主!"
        }
    ]
}