{
    "title": "【联机教程】版块版规v1.0.0 *发帖要求*回复规定*官方Q群*",
    "author": "匿名",
    "replyCount": 0,
    "timestamp": 1589203020,
    "txt_content": " 本帖最后由 wjwrh 于 2020-7-23 21:46 编辑 \n\n【联机教程】版块版规 v1.0.0欢迎来到MCBBS联机教程版块，您可以在这里分享您自己的开服经验、插件教程、优化心得、开服教程、联机教程等，您也可以找到其他人分享的有关教程，大家共同学习；您在此版块的一举一动都要符合版块的规定，在此版块进行活动即代表您同意了此版规的所有条例。本版规对多个方面进行了详细规定，在此版规发布之前的帖子不强制要求更改，但呼吁会员将自己的帖子进行修改，符合版块规定。\n一、分类&标题要求1-1. 根据帖子内容，选择合适的分类，目前我版的分类如下：综合 —— 联机的综合经验分享。联机 —— 联机相关教程。插件 —— 用于发表插件相关的指导和帮助。服务端 —— 用于发表服务端相关的指导和帮助。优化 —— 用于分享卡顿优化相关的教程或经验。疑难排除 —— 用于分享联机疑难问题的解答。心得 —— 分享在运营服务器中收获的经验。其他 —— 用于分享与多人联机有关的资源等。公告 —— 仅由版主发表的公告类主题。\n根据分类解释，结合自己的帖子内容，发帖选择合适的分类，分类错误帖子将会被关闭+下沉，更改后可私信版主对帖子重新打开并恢复。1-2. 标题格式要求如下：[分类] 帖名 —— 帖子内容的详细介绍 (小组名)\n分类：即版规1-1中说明的分类，这里需要重新再写一次。帖名：对帖子内容的粗略说明，大概在3-8个汉字之间。帖子内容的详细介绍：对帖子内容的详细介绍说明。小组名：此项不强制要求填写，如果代表小组的名义发布作品可以写，没有小组就可以不填写。注意括号是小写的中括号“[]”和大写的破折号“——”，而不是 \"【】\"或 “-” 等其他怪异符号，如果打不出来可以复制粘贴使用。[优化] 我的优化教程 —— 如何让服务器更持久[插件] Essentials —— 基础插件的详细使用教程 (XXX小组)\n以上标题都是合法的。\n二、内容要求2-1. 贴内禁止包括但不限于黄色、恐怖、政治、宗教等相关信息，一经发现，将扣除2人气，20金粒，1-2贡献，发卡删帖处理。2-2. 禁止包含服务器宣传&代购等广告盈利信息，一经发现，将扣除2人气，20金粒，1贡献，发卡删帖处理。根据【交易代理】版块规定（允许会员在自己的有关帖子或签名档放置连接到店铺贴的超链接），允许会员在此版块进行商铺宣传，但临时出售版块帖不允许。为避免不必要的误会，一律禁止在贴内写入QQ群、QQ号等信息。2-3. 禁止使用影响阅读的亮色字体，以及字体使用与背景颜色相近的颜色，严重影响会员的浏览，一经发现删帖处理。2-4. 禁止贴内含有求评分的暗示词或句，禁止以求评分求回复的目的而诅咒会员，例如不回复不评分就xxx此类，一经发现删帖处理。2-5. 符合【服务端插件】【服务端整合包】版块规定的帖子请优先发布在指定版块，联机教程版块欢迎各式各样的有关联机方面的帖子，但不允许在此版块发布插件/整合包，一经发现删帖处理。2-6. 无意义帖子，包括但不限于以下类型：① 与原有的帖子内容大致相同② 内容简略，让人看不懂，或已经有介绍更详细的帖子存在无意义帖子将会删帖处理。2-7. 搬运帖相关要求：\n搬运外网优质教程或文章时，需要深度理解原文作者的意思，严禁误传给会员，严禁机翻，在帖子的适当位置标注让人能看得清楚的原文地址。2-8. 关于回复可见及收费附件本版允许使用回复可见，但严禁对教程主要部分设置回复可见，非原创资源禁止设置回复可见，仅可对资源下载链接、个人总结的一些小技巧等设置回复可见，违者强制编辑，发卡处理本版仅限原创优秀与精华帖使用附件收费，具体限额为：优秀帖不超过10金粒，精华帖不超过20金粒。对于非原创帖但是自己制作了原创性的作品，也可以按相同标准添加附件收费\n三、特大违规3-1：机翻-使用机器翻译出来的文字：搬运外网的优质教程时使用机器翻译，导致翻译出来的结果内容模糊，表述不清，语言混乱，让人难以理解。发现机翻情况扣除2人气，20金粒，2-3贡献，5-10绿宝石，发卡，禁言5天处理。3-2：剽窃-包括但不限于以下几种类型：① 复制粘贴部分或全部他人的现有帖子的内容② 翻译国外教程声称自己是原创发现剽窃情况扣除2人气，30金粒，3-5贡献，10绿宝石起步，禁言5天起步，视情况而定。\n四、回复规定4-1：灌水回复，包括但不限于以下几种类型：① 版聊，与帖子内容毫无关系的回复。A→B：你的头像好丑。B→A：你的也是。C→B：该说不说你的头像真的很难看。\n② 多次万用回复，即多次回复内容放在哪个帖子里都合适。楼主你太帅了！这个帖子好棒，i了i了。MCBBS有你更精彩~很适合小白，赞一个！\n③ 毫无意义的滚键盘行为，故意水积分。666666666666623333333333~~~niubi~~~~~~~~~~~~..........................我只是想做个任务qwq\n以上情况均发卡警告处理，严重者直接禁言，3天起步，按照统一要求，回复可见的帖子万用回复不会予以处理，但是明显无意义的回复将会无条件警告处理。4-2：对他人进行辱骂的引战行为：这种教程真是没用。这玩意的意义在哪？xxx，你这个白嫖Dog。\n对相关会员进行发卡警告，并处以3天以上禁言。4-3：关于举报的补充说明：\n① 请勿举报已处理过(包括但不限于警告、扣分等)的违规贴\n② 请勿连续举报同一页内的多个违规(即若一页中有多个违规，举报一个即可)\n违反上述规定者在处理举报时一律给予-3金粒的惩罚，情节恶劣、屡犯不改者按扰乱版主执行版务给予手动封禁7天的惩罚。\n五、申请相关：所有申请相关请点击下方链接查看，禁除申请之外的任何回复。https://www.mcbbs.net/thread-1050543-1-1.html\n六、版块交流：联机教程版块现已开通官方QQ群，群号码：1037821809\n此群为MCBBS联机教程版块官方群，为会员提供技术交流所用，禁止发布色情，恐怖等消息，也禁止在本群内骂街引战的行为，您在本群的所作所为可能会影响到您论坛的账号。\n\n七、更新记录： 2020-5-5：新版规开始拟定。\n版规最终解释权归MCBBS联机教程管理组所有\n\n",
    "replies": []
}