{
    "title": "求一下高考英语作文的提分技巧（清流）",
    "author": "小钢炮君",
    "replyCount": 5,
    "timestamp": 1589327400,
    "txt_content": "总所周知的一件事：\n\n\n\n\nimage.png (4.68 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-13 07:47 上传\n\n\n\n\n\n所以我在这儿问这个应该不算违规吧 \n毕竟两篇作文总分40分我能拿19分也是人才\n**新高考英语作文\n有没有详细的提分策略\n（字当然知道要写好但是我也做不到也hhh）\n\n\n",
    "replies": [
        {
            "author": "a229596451",
            "timestamp": 1589327400,
            "txt_content": "新高考作文，意思就是一篇书信和一篇概况或者续写吧？\n首先整体上，关于书写\n去找一本衡.水体字贴，练一下\n其实练不到多久，最多半个月，就已经可以见成效了\n这里有个注意的就是，在其他任何需要写字母的地方（快速记笔记除外）都写衡.水体\n这个非常有用\n当然，字体看起来还行就可以了，有时间有精力再去精益求精\n（不要觉得练字是个长期的事情不好做，实际上英语字就26个字母，非常简单）\n-\n书信就没什么好说的了，这个其实很简单，买本作文书\n最好的买那种有总结的作文书\n然后背范文，范句，但是不要乱背。\n背范文主要是记开头结尾中间那种这种文体万金油的句子\n意思很简单，但是表达很高级，一般你自己想不到的那种\n不用强求一定要背多少，但是尽量保证每一种信都有范句可以套\n投诉信，感谢信，投诉信，建议信。。。。\n现在新高考作文下书信的比重已经被降低了\n说明白一点，一篇作文里范句套用够多，需要你自己写的就少了\n不管自己造句水平如何，整体上都会给人一种质量好的感觉\n-\n关于续写\n续写其实也没什么好说的，这个影响很多的是阅读量\n这里的阅读量不单单指的是英语文章，语文文章阅读量也很重要\n一般续写文章都是类似于心灵鸡汤那种，文本短，故事性强，但是想要表达一个感情的故事\n并且续写表面自由度很高，但是实际分析一下，不可能写的太偏\n要正能量，要符合文本，跨度不能太大\n续写只要能看懂文意，写完基本上都不是问题\n但是要写好还是有难度的，这里我的建议是，多写话语\n高级的细节描写，对于词汇量和语法要求很高，适当就行，不能别勉强\n但是人物的话语并不需要有很高的英语素养，甚至这个只是和你的哲学素养有关\n最简单的办法是：在续写文本你即将结尾的时候，让主角/其他人说出一句富有哲理性的话\n这就能很简单提升整篇文本的内涵。\n（**？你问我哪里去学哲理性的？）\n（买本中英对照的飞鸟集看看或许有用）\n-\n关于概括\n概括相比续写，更加简单\n一般需要概括的文本，通常不是很难\n并且自然有分段。\n首先要知道，概括本身是限制字数的，不可使用原句的\n所有概括最简单的办法是，每一段找一个中心句（如果没有就自己提炼一个中心文意）\n然后以各种形式改写这个句子\n再按顺序写下\n你就会发现，这就是一篇不错的续写了\n至于概括的质量，就在于你是如何改写的这个句子，有没有用到高级词汇替换或者高级语法\n这个没办法，硬功夫，只能积累\n-\n就是这些一点小感悟，不一定有用\n祝高考得胜"
        },
        {
            "author": "隔壁小土",
            "timestamp": 1589327700,
            "txt_content": " 本帖最后由 隔壁小土 于 2020-5-13 07:56 编辑 \n\n???   总感觉在这里提怪怪的。。。               好吧，，英语作文首先单词一定不要写错，，或者尽量避免写错        \n再就是要多记一点连接词       \n最后，，，就是要多训练...\n"
        },
        {
            "author": "wjwrh",
            "timestamp": 1589327700,
            "txt_content": "感觉这个说起来就比较多比较杂了吧\n我只谈谈我的个人简介，具体的还是以你们英语老师说的为准吧\n\n首先，就是字的问题，你也提到了\n英语作文字好不好对作文分数影响占了很大的比例\n我觉得你们英语老师肯定也给你们说过，高考作文改卷时间很紧张\n一篇英语作文老师看的时间可能只有十到二十秒\n如果老师因为辨认你的字多花了五秒\n不管你写的再好，这印象分肯定就拉低了，而且给老师仔细品味你好句子的时间也减少了\n个人觉得英文字还是很好练的，不是说要练到艺术水准\n起码要 干净整洁，做到干净整洁还是很容易的，因为英语字母绕来绕去只有26个\n做到干净整洁不需要浑然一体，写好每一个字母就行了\n\n然后就是注意表达，我当年考试的时候英语也是稀烂，单词意思大概都知道\n但是就是不知道怎么串起来，或者串起来之后给英语老师一看，就感觉字里行间慢慢的中文气息\n这种现象最好的解决方法是多阅读，阅读一些英语文章，积累的多了，自然也就写得出来的\n当然也能短期速成，就是背，背好句子，然后自己写作的时候往里面套即可\n\n别的..暂时想不太到\n祝楼主高考顺利！"
        },
        {
            "author": "wjwrh",
            "timestamp": 1589327880,
            "txt_content": "说真的\n再强调一遍 字真的很重要\n起码要写的老师看得清楚\n练成这样真的不难\n你可以在网上搜一搜什么“衡.水(地名也屏蔽我是没想到的)体”之类的英文文章\n然后临摹，那种字体就是，基本只注重单个字母的书写\n所以你只需要体会它每个字母是怎么写好的就行了\n然后你写的时候也是，没必要搞什么练笔之类的花里胡哨的\n就一个字母一个字母的写，写好每一个字母\n真的会有很大的提升"
        },
        {
            "author": "Minecraft蓝光",
            "timestamp": 1589341080,
            "txt_content": "a229596451 发表于 2020-5-13 07:50\n新高考作文，意思就是一篇书信和一篇概况或者续写吧？\n首先整体上，关于书写\n去找一本衡.水体字贴，练一下\n直呼内行"
        }
    ]
}