{
    "title": "新手刚接触虚无世界，应该要如何游玩这个mod",
    "author": "lin_yao",
    "replyCount": 17,
    "timestamp": 1589307000,
    "txt_content": "  不久刚刚通关了暮色森林（java 1.12.2最新版本暮色）对这种冒险类模组情有独钟，马上就去下了虚无3游玩。\n  但是暮色和虚无的差距真的很大，暮色有很明确的boss讨伐路线，我在游玩暮色的时候，都会为击败下一个boss做准备。然而在虚无，我却像无头苍蝇一般，我不知道下一步做什么。\n  目前已经找到了饥饿的旅行家，以及传送门框架，接下来要怎么做呢，希望大家给我个建议。（boss的攻略路线如果也能说那真的帮大忙了，虚无好像不像暮色那样有个准确的规划。）",
    "replies": [
        {
            "author": "13543xjf",
            "timestamp": 1589307000,
            "txt_content": "前期和原版一样砍树挖矿，在矿洞有很多虚无的敌对生物，建议下矿多插火把以免生成怪物。在下矿的时候，洞穴中可能会遇见破损的传送门遗迹。里面有能用食物兑换旧书，打开可以获得后面开传送门的重要物品-空白纯宝石。前期提升狩猎等级可以去热带平原刷冲击兽，如果当天出现死亡之日事件也能刷，死亡之日的怪物要3级狩猎才能打，刷到12级就可以去刷安佛比亚了，后面升级也会快很多。提升技能等级，如果你有一些辅助mod，能让挖掘变得方便快捷，也可以先提升挖掘等级，在挖掘等级70级后，挖各个世界的石头会有几率爆出技能水晶（小），这种技能水晶最易获得，提升等级也会快很多。对付虚无世界的强力的怪和boss，单靠装备还不行，支配和嗜血等级不可缺少，支配等级每五级增加一滴血，嗜血可以增加暴击的伤害倍数。更多技能功能详情：https://adventofascension-zh.gamepedia.com/%E6%8A%80%E8%83%BD 虚无世界Wiki  想要变得更强就去获得更多强力的装备吧"
        },
        {
            "author": "寒冽2nd",
            "timestamp": 1589313360,
            "txt_content": "https://www.mcmod.cn/post/917.html AoA3主要还是刷刷刷"
        },
        {
            "author": "轩辕Shi",
            "timestamp": 1589329800,
            "txt_content": "虚无世界3介绍：https://www.mcmod.cn/post/1072.html\n虚无世界3怎么玩：https://www.mcmod.cn/post/917.html\n神之派系：https://www.mcmod.cn/post/755.html\n进阶：\n虚无世界基岩穿透法【mojiang一】：https://www.mcmod.cn/post/831.html\n深层世界简易刷怪塔【mojiang二】：https://www.mcmod.cn/post/832.html\n如果我的答案对你有帮助，给个最佳吧\n虚无世界水流刷怪塔【mojiang三】：https://www.mcmod.cn/post/833.html"
        },
        {
            "author": "eizhai",
            "timestamp": 1589331420,
            "txt_content": "https://www.mcmod.cn/post/917.html\nhttps://www.mcmod.cn/class/1269.html\n这些都是教程"
        },
        {
            "author": "eizhai",
            "timestamp": 1589331540,
            "txt_content": "你找到传送门框是吧，你根据攻略里的怪物打它就会掉相应的宝石，你对着能量传送门框怼一下，它就会开启"
        },
        {
            "author": "eizhai",
            "timestamp": 1589332140,
            "txt_content": "开启传送门后，你就会进入你用的宝石的那个次元，比如说（打个比方）你是黄金世界，进去后，你用小地图传送的时候，你会发现，有些像房子一样的建筑，你传送过去后，进去，就会发现有些怪物，你打死他们可以掉银币或金币，你得到后，你要找一个叫乐斗商人的人，可以找他兑换些变态的武器，到这个时候，你要利用小地图传送找BOOS，找到后，一般都要用东西来激活，你要看攻略找会掉的怪，得到后你就可以打BOOS，BOSS会掉装备，要是打不过的话就要刷攻击，你肯定见过头上有叉叉的怪，你就可以打它练攻击，要是头上是一个红色的东西，你要看那个红色的东西是什么，要是是剑的话，你就不能用剑打他，绿色的话就可以，还有些怪需要有攻击，打不了，挖矿可以练挖矿的等级，就可以挖到比如（黄金纯宝石）就可以开启门了，还有末影之眼，黄金币等等，（建议加连锁挖矿和小地图是可以右键传送的那种）"
        },
        {
            "author": "lin_yao",
            "timestamp": 1589340540,
            "txt_content": "13543xjf 发表于 2020-5-13 10:55\n前期和原版一样砍树挖矿，在矿洞有很多虚无的敌对生物，建议下矿多插火把以免生成怪物。在下矿的时候，洞穴 ...\n旧书中的雕符石该去怎么找？地牢是指末地传送门的那种地牢，还是有矿车轨道的地牢"
        },
        {
            "author": "13543xjf",
            "timestamp": 1589343780,
            "txt_content": "lin_yao 发表于 2020-5-13 11:29\n旧书中的雕符石该去怎么找？地牢是指末地传送门的那种地牢，还是有矿车轨道的地牢 ...\n碉符石在这些地牢的箱子里都有刷怪笼旁边的箱子也有  一共要凑齐四种  另外在传送门遗迹的传送门框上也可能会有碉符石   "
        },
        {
            "author": "13543xjf",
            "timestamp": 1589343840,
            "txt_content": "只需要一本旧书 就可以有无限的宝石  身上有一个空白纯宝石的情况下  打开旧书不会再有空白纯宝石  可以先把身上的空白纯宝石放到箱子再刷"
        },
        {
            "author": "13543xjf",
            "timestamp": 1589343900,
            "txt_content": "在人工矿道找箱子可能会快点 如果有什么冒险模组 比如会生成地牢之类的就很简单了"
        },
        {
            "author": "13543xjf",
            "timestamp": 1589345040,
            "txt_content": "推荐先去传说世界 在传说世界挖掘矿物 头骨 胸骨 腿骨 足骨 四种矿 骷髅套装效果是不消耗饱食度 骷髅锭做的工具也很不错 挖掘方块会掉落骨粉，骨头，和传说世界的矿  骨粉可以用来催熟作物 收获时会掉落灵魂之石 既收获了作物也能提升灵气等级 破坏其他植物也能提升该等级  灵气等级达到对应石板的要求等级 就能使用该石板 3.2版本的石板是放置在世界中 会对旁边的生物生效"
        },
        {
            "author": "臭运气选手",
            "timestamp": 1589600940,
            "txt_content": "前期先疯狂升挖掘等级，然后升狩猎，剩下的随着你这两个都会慢慢上去，地狱的一个套装性价比很高，按血量给buff那个。"
        },
        {
            "author": "lin_yao",
            "timestamp": 1589650140,
            "txt_content": "chenyulongy 发表于 2020-5-16 11:49\n前期先疯狂升挖掘等级，然后升狩猎，剩下的随着你这两个都会慢慢上去，地狱的一个套装性价比很高，按血量给 ...\n主要现在不清楚该去哪个维度，有没有啥好的维度穿梭建议呢？"
        },
        {
            "author": "lin_yao",
            "timestamp": 1589650320,
            "txt_content": "13543xjf 发表于 2020-5-13 12:44\n推荐先去传说世界 在传说世界挖掘矿物 头骨 胸骨 腿骨 足骨 四种矿 骷髅套装效果是不消耗饱食度 骷髅锭做的 ...\n每个世界的穿梭顺序可以说说吗。。您个人认为先去哪个再去哪个最好呢？"
        },
        {
            "author": "13543xjf",
            "timestamp": 1589703000,
            "txt_content": "lin_yao 发表于 2020-5-17 01:32\n每个世界的穿梭顺序可以说说吗。。您个人认为先去哪个再去哪个最好呢？ ...\n我自己玩的时候是先往赛尔瑞那个方向挑战的，应该空白纯宝石打开后的右边 可以先去异位获取装备  异位的商人都在一个类似于村庄（可能像）的地方  有换金币的 符文的 还有聚能工具 其中有商人能换原始套装  想换一套你可能需要找多个村庄的商人   \n一个商人可能换不到一套原始套装  用银币和黑暗粉末即可兑换  这两个材料都可以在异位打怪获得 异位的boss原始五人众 可以把它围着打 召唤出来是一个生物 打死他就会变成另一个 原始套装的减伤效果我个人是用到毕业了的 关于深渊的boss 虚影：https://www.mcmod.cn/item/77975.html  暗影领主https://www.mcmod.cn/item/77785.html  暗影领主是很强的一个boss  在生存能力很强的时候可以试试去挑战他 这是最难的一个boss之一  凋零套装和剧毒套装可能会帮到你很多  格瑞克的boss 不会远程攻击 会召唤分身 大分身死亡时会爆炸 个人认为不是很难  赛尔瑞的话 注意下一个叫西斯科：https://www.mcmod.cn/item/32364.html的小怪 他会让你起飞  其他的不要受到攻击就可以了 在赛尔瑞下面也是有矿物的 塞尔瑞宝石矿和塞尔瑞石矿  可以做一套可以加生命值的骑士套装 赛尔瑞的boss也是最强boss之一的 远古战神 一共有两个阶段 一阶段飞在空中 当然你不用担心他飞走 他的召唤祭坛所在场地 四周没有空隙 没有什么好的战斗力之前不要去挑战他   召唤物在这个世界的塞尔瑞射手NPC可以兑换 这个NPC还能换到一把应该是所有弓里面伤害最高的弓 日照弓 我在百科看到说是25点伤害 我玩的时候没附魔的是27点伤害  前面做剑的话深渊的矿物 血石做的剑 前期可以用用  在击败深渊的虚影后 也有几率掉一把幻觉剑 能让你攻击的目标虚弱 也很不错 糖果世界的糖果剑可以治疗你 治疗量和周围敌人数量有关  建议去虚无的每个维度 都带够充足的药水 力量 治疗 夜视  夜视的话看情况  糖果世界的boss需要发张大  远古神殿的四个boss各需要挖掘 狩猎 占卜 附魔 达到70级 当你其中一个等级达到70就可以挑战相应的boss  都是非常强大的 未知世界 需要剧毒套装免疫该世界的中毒 你也可以制作面罩（头部装备）来免疫中毒但是制作面罩得先去一趟该世界 不穿免疫中毒的套装去 会获得一个不穿剧毒套装的成就 面罩需要的一个材料 毒素肿块在该世界。  通过右边赛尔瑞方向的那些世界  你现在就应该足够强大  挑战其他的boss自然没有问题 在挑战前可以去mc百科或者虚无世界官方wiki查看boss的介绍 弄清楚他的机制 再挑战 同时 利用好法杖和石板 应该会变得简单"
        },
        {
            "author": "13543xjf",
            "timestamp": 1589703180,
            "txt_content": "世界穿梭顺序看个人  我把我认为去哪个世界的说了下  上下左右  下边的远古神殿和不朽世界可以中后期去 其他的 就看你怎么玩的  如果往一个方向去 就把这个方向的**关了再去通关别的吧  我玩的时候都是带好材料去一趟打完才会回到主世界"
        },
        {
            "author": "lin_yao",
            "timestamp": 1589713740,
            "txt_content": "13543xjf 发表于 2020-5-17 16:13\n世界穿梭顺序看个人  我把我认为去哪个世界的说了下  上下左右  下边的远古神殿和不朽世界可以中后期去 其 ...\n好的,我知道了"
        }
    ]
}