{
    "title": "[Minecraft.net|MINECRAFT BUILDS] 社区最佳皮肤：五月版",
    "author": "592764254",
    "replyCount": 21,
    "timestamp": 1589357280,
    "txt_content": "\n\n\n\n\n11.jpg (37.16 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-13 15:07 上传\n\n\n\n\n\n\n\nBEST COMMUNITY SKINS: APRIL社区最佳皮肤：五月版\nPretty! Weird! But NEVER pretty weird, which is pretty weird.又漂亮又奇特！但是它们从来不会让人觉得怪异，这也是一件奇怪的事！\nI woke up in a bit of a bad mood recently, and not just because I woke up in the sewer again. So to turn my frown sideways (sorry, I think upside-down is a little too optimistic) I decided to look up six spectacular skins from the Minecraft community.最近我醒来时心情都不太好，这可不仅仅是因为我又一次在下水道醒来。所以我的眉头都皱到了一起（抱歉，如果我说它们上下颠倒了可能有点夸张了），同时我决定在MC社区中找找最出色的六个皮肤作品。\nEvery month, apart from all the months we forget to do it, we gather the greatest Minecraft skins crafted by you – yes YOU – and then vamp about what makes them so superb. Email your skins to scoops@minecraft.net and we’ll feature our favourites on the site. This month they’re all from the Java version, but if you’ve built something weird and wonderful with the character creator in Bedrock, please submit those too!除了我们忘掉的几个月，我们每个月都会收集你制作的最棒的MC皮肤，是的就是你，然后我们会在社区里大幅吹嘘你的作品以及它的出色之处。把你的皮肤作品通过邮件发送到scoops@minecraft.net，我们会在社区网站上展示我们认为最棒的作品。这个月的皮肤都来自Java版，但是如果你已经在基岩版中制作了一些奇特的好东西，也请发送给我们！\nBonus Tom Tip: have this song on a loop on full blast while reading this article and you’ll never know sadness again. You’re welcome!Tom给你们的一点小提示：在阅读文章时，请循环播放这首歌，然后你就再也不会难过了！不客气！\n\n\n\n\n\n\n22.jpg (31.81 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-13 15:19 上传\n\n\n\n\n\nAUTUMN秋天\nBy CraCraCat作者 CraCraCatSpring is finally here! Yeah, I’m over it too. Luckily, so is the fantastically named CraCraCat (which sounds a bit like when I’m trying to say the word ‘cat’ while holding in a sneeze), who crafted this ace Autumnskin. If you’ve ever dreamed about blending in with piles of dead leaves, then this is the perfect skin for your pre-winter wardrobe. I’m also a fan of the fact that the lovely hair looks a bit like a fence, even if it is a cruel reminder of the time I got my head stuck in a fence ** ago. Whether my head is still trapped in said fence is irrelevant to this article. Next skin please.春天终于来了！对！我也忘了这茬。幸运的是，这只名字奇特的叫CraCraCat（听起来像是我边打喷嚏边说“猫”这个词）的猫制作了这款顶尖的秋天皮肤。如果你曾经幻想过于一堆堆枯叶作伴，那这一定是你入冬之前的完美皮肤。这个看起来像栅栏的头发我也很喜欢，即便这让我想起十年前我的头被卡在栅栏里。我的头是否还卡在栅栏里不是文章相关，来看看下一个皮肤！\n\n\n\n\n\n33.jpg (29.79 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-13 15:27 上传\n\n\n\n\n\nSTEVE BUT WITH MUSCLES全身肌肉的STEVE\nBy _TheDimonn作者 TheDimonn\nI recently tried to get in shape by doing fifty press-ups every morning. But I do these press-ups over a trough of ice cream, so results have been disappointingly delicious. Maybe I should just play Minecraft as Steve But With Muscles instead? What Creeper would be foolish enough to mess with this beefcake? I’ll stare at any Enderman I please, thank you very much, now I know I could easily take it on. Obsidian blocks? Ha! Forget using tools, I’ll just mine them with my mighty fists! *sound of fist bones breaking, followed by sound of writer ugly crying as he realises he’ll be typing the rest of this article with his nose*最近我每天早上都要做50个俯卧撑，想保持我的身材。但是我在一桶冰激凌旁边做俯卧撑，所以结果当然是该死的美味！或许我应该就玩玩MC，然后用充满肌肉的Steve代替现实？什么样的爬行者会愚蠢到招惹这样壮实的大块头呢？我会盯着任何我看上的末影人，谢谢你，我知道我可以很轻易搞定它。至于黑曜石？哈！工具都不需要，我就可以直接用拳头挖掘它们！*手骨折的声音，然后就是作者难听的哭声，因为他意识到他得用鼻子打字写完这篇文章*\n\n\n\n\n\n44.jpg (33.78 KB, 下载次数: 1)\n\n下载附件\n\n2020-5-13 15:36 上传\n\n\n\n\n\nMIDNIGHT PROWL午夜漫步\n\nBy Jessamoon作者 Jessamoon\nEasily the worst thing about being alive is having to decide what to wear on your legs each morning. Skirt? Tights? Remain in pajamas? Paint clothes on and hope nobody notices? What I love about Midnight Prowl is that it refuses to make such a binary legwear choice, instead opting for shorts and a different item of clothing on each leg. Genius! When I rule the world, dressing like this will be mandatory, so that’s something for us all to look forward to. Bonus points for that excellent crescent moon top too.很容易想象生活当中最糟糕的事情就是每天早上得决定腿上穿什么，短裙？紧身裤？继续穿睡衣？或者画一条裤子然后希望没人注意到？我喜欢“午夜漫步”的原因时它可以不做选择！它选择了一条短裤和每条腿不同的装束。简直是天才！当我统治世界时，所有人都必须这样穿，所以这也是我们都期待的！而那件有着月牙图案的上衣也可以大大加分。\n\n\n\n\n\n55.jpg (24.93 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-13 15:42 上传\n\n\n\n\n\nBALD STEVE秃头STEVE\n\nBy fuchisia作者 fuchisia\nMy housemate recently shaved his head, in what I can only assume was a woefully misguided attempt to make me finally respect him. My new friend Bald Steve here, has gone even further, not just chopping off his luscious locks but losing that beard we all know and, er, ‘love’. I think it suits him! He looks at least twenty years younger (which is worrying, as Minecraft has only existed for eleven years) and he’s going to save a fortune on Creeper Shampoo, the new business I sunk all my savings into (it’s the only shampoo made with real Creepers, by a real creep!) How’s my new business doing? I’m writing articles for this website again - how do you think it’s doing?我的室友最近剃了个光头，我只能说这是很难以启齿的做法，他的做法就是为了让我不得不佩服他。我的新朋友秃头STEVE就走得更远了，不仅减掉了性 感的头发，还剃掉了我们都熟悉的胡须，呃，“爱”。我认为这很适合他！他看起来年轻了20岁（这真令人担忧，因为MC只有11年历史），然后他还能在爬行者洗发水上节省一大笔钱，这可是我用积蓄投资的新生意（这是用真正的爬行者制作的洗发水，真的爬行者！）你问我的新生意做的怎么样？我现在又在为这个网站写文章了，你觉得怎么样？\n\n\n\n\n\n66.jpg (42.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-13 15:50 上传\n\n\n\n\n\nKEEPER OF THE DAISY雏菊守护者\n\nBy Fishkiss作者 FishkissA knight in shining armour is handy for saving you from a dragon, I suppose, but do they have to be so drab? This year alone, a record number of princesses are refusing to be rescued by knights until they introduce some colour into their wardrobes. Thank goodness Fishkisshas solved 2020’s biggest problem by crafting Keeper of the Daisy, which brightens up this nifty knight with a healthy dose of flower power! True, arming yourself with a flower instead of a sword is just one of the many reasons I’ve never survived a single night in Minecraft, but fashion over practicality, right?我想，一个身穿闪亮盔甲的骑士可以很容易地把你从龙的魔爪中救出来，但是他们必须搞一个这么无聊的剧情吗？仅仅今年，拒绝被骑士拯救的公主数量就破了记录，直到这些骑士为自己的衣柜添置了一些新花样。谢天谢地，Fishkiss通过这朵小花解决了2020年最大的问题，小花的花朵力量照耀着这位耀眼的骑士！没错，是用鲜花而不是剑武装自己，这也是我在MC里从来没活过一晚上的原因之一，但是时尚比实用更重要，对吗？\n\n\n\n\n\n77.jpg (39.63 KB, 下载次数: 1)\n\n下载附件\n\n2020-5-13 15:57 上传\n\n\n\n\n\nMAGIC BLAZE魔法烈焰\n\nBy Blaze Warrior17作者 Blaze Warrior17\nBurn this skin at the stake! That’s a compliment btw. It means it looks so good, that I’m convinced you have magical abilities, Blaze Warrior17, causing me to uncharacteristically panic and round up an angry mob. But don’t worry, they’ll calm down once they see the majestic robes, cheeky tuft of red hair, and purple eyes that scream “oh your eyes aren’t purple? Thanks for trying.” *smug chuckling*. Why don’t actual wizards dress this well? Harry Potter is a ‘wizard’ who still apparently needs to use glasses. Voldemort should have won just for his sense of style alone, frankly.把这张皮肤绑在柱子上烧了！顺便说一下，这算是一种夸奖，这表示它看起来真的很棒，以至于我相信你能够操纵魔法之力，Blaze Warrior17让我围捕一只愤怒的怪物时我极度恐慌。但是不用担心，一旦怪物们看到这一身庄严的长袍，飘逸洒脱的一头红发，紫色的眼睛不怒自威“哦，你的眼睛不是紫色的？”它们就会冷静下来。谢谢尝试。*沾沾自喜中*。为什么真正的巫师穿的就没这么好呢？哈利波特就是巫师，但是显然他得戴眼镜，老实说，伏地魔因为那一身时尚的装束就应该赢了。\nRemember in the intro to this article when I said looking at these skins didn’t cheer me up? Ha! That was a LIE to see if you’d read the whole thing! These skins have made me happier than I ever dared to dream. Want to see your own skin on Minecraft.net? Email them to scoops@minecraft.net and we’ll cover our favourites in an upcoming article!还记得文章的前言吗？我说过看着这些皮肤并不能让我重新振作起来。哈！那是假的，就是想看看你有没有读完整篇文章！这些皮肤让我比做梦都开心，想在Minecraft.net上看到自己的皮肤作品吗？发送邮件到shoops@Minecraft.net，我们将在下一篇文章中介绍我们最满意的皮肤！\n\n\n\n\n\n原文作者：Tom Stone发布时间：2020/5/12原文地址：https://www.minecraft.net/zh-hans/article/best-community-skins--april翻译作者：Srar\n",
    "replies": [
        {
            "author": "蒲心蕊",
            "timestamp": 1589415120,
            "txt_content": "牛皮，这皮肤真漂亮，就用他了"
        },
        {
            "author": "mc宇航员",
            "timestamp": 1589426880,
            "txt_content": "顶顶    。   。 。 。。 。 。 。"
        },
        {
            "author": "小栗帽",
            "timestamp": 1589430780,
            "txt_content": "秃头的史蒂夫可还行"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589439540,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "天空Craft",
            "timestamp": 1589463780,
            "txt_content": "喜欢午夜漫步\n翻译辛苦了"
        },
        {
            "author": "斗币南波万",
            "timestamp": 1589498580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "舔猫人",
            "timestamp": 1589509620,
            "txt_content": "好康的。"
        },
        {
            "author": "星辰cole",
            "timestamp": 1589556720,
            "txt_content": "奇怪的知识增加了"
        },
        {
            "author": "xiang_xge",
            "timestamp": 1589582940,
            "txt_content": "秃头Steve有点草"
        },
        {
            "author": "mcliugepi",
            "timestamp": 1589609340,
            "txt_content": "好               "
        },
        {
            "author": "柠檬汁°",
            "timestamp": 1589640900,
            "txt_content": "午夜漫步是真的爱了，色系搭配的好和谐"
        },
        {
            "author": "tbwc",
            "timestamp": 1589700600,
            "txt_content": "完成任务"
        },
        {
            "author": "吾之凯旋",
            "timestamp": 1589757720,
            "txt_content": "老哈利波特迷了awa"
        },
        {
            "author": "游龙傲海",
            "timestamp": 1589844360,
            "txt_content": "厉害啊。。。。。。。。。。。"
        },
        {
            "author": "7548854987",
            "timestamp": 1589849160,
            "txt_content": "eeeeeeeeeeeeeeee"
        },
        {
            "author": "weizhifeimao6",
            "timestamp": 1589882460,
            "txt_content": "奇怪的皮肤增加了"
        },
        {
            "author": "owliay",
            "timestamp": 1590143940,
            "txt_content": "午夜漫步炒鸡好康"
        },
        {
            "author": "1170899610",
            "timestamp": 1590209820,
            "txt_content": "厉害哈哈哈哈哈哈哈"
        },
        {
            "author": "1170899610",
            "timestamp": 1590210000,
            "txt_content": "厉害哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "Goyon",
            "timestamp": 1590835560,
            "txt_content": "那个光头 哈哈哈哈 属实牛逼"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1594193880,
            "txt_content": "唔……是四月最佳"
        }
    ]
}