{
    "title": "[Minecraft.net|INSIDER]本周方块：耕地",
    "author": ":D--",
    "replyCount": 2,
    "timestamp": 1589467440,
    "txt_content": " 本帖最后由 :D-- 于 2020-5-14 22:44 编辑 \n\nINSIDERBlock of the Week: Farmland\n本周方块：耕地\nHarvest the secrets of the life-giving earth!\n收获大地孕育生命的秘密\n\n\nWant to live the Good Life? With a little bit of graft, you can delight in nature’s bounty - and in a happily sustainable way! The secret is dirt - and what you can do with it.\n想要拥有舒适的生活吗？只需一点辛勤付出，你就能得到大自然源源不断的恩赐。秘诀就在于怎么利用你脚下的泥土。\nYour average dirt block can be transformed into a ready and reusable dispenser for all manner of yummy foods: wheat, melons, pumpkins, carrots and potatoes. First, you’ll need to make a simple hoe with two wooden planks and two sticks:\n任何一块普通的泥土都能转化成可口食物的苗床：小麦，西瓜，南瓜，胡萝卜，土豆等等等等。在这之前，你只需要用两块木板和两根木棍来做一个简单的锄头。\n\nThen, just use it on the dirt block - it’ll turn the blocks into tilled soil, aka, fertile Farmland! Though some crops can be planted here straight away, it’s better to give your farmland a supply of water. Hollow out some land, no more than four blocks away from your planting beds, and fill it with water. This will irrigate the surrounding land and wet the farmland - you can tell if it’s worked because the surface will go a darker colour.\n然后，只要在泥土上使用（锄头），就能将泥土犁好，犁好的泥土便是耕地啦！尽管你可以直接就地种上一些庄稼，但你还是最好先给你的耕地提供充足的水源吧。在苗床的四格范围内挖上一些坑，在坑里填满。这些水会自动地润湿附近的耕地。当耕地的颜色变深你就知道灌溉成功了。\nNow you can plant all kinds of seeds here! You can usually get some wheat seeds by hitting wild-grown tall grass.\n现在你可以在耕地上面种植所有的庄稼啦！破坏地上的野草通常会掉落小麦种子。\n\n\n\nSome other pro-tips: plants like light, so make sure to put up a few torches to help them along during the hours of darkness. Treat your farmland with respect, too! If you jump up and down on your freshly tilled farmland, it’ll revert back to mere dirt. Animals can trample down your fertile fields, too, so make sure you keep your patch fenced off from careless hooves.\n再分享一些游戏技巧：植物喜欢光亮，所以最好在田地周围放上几支火把来帮助他们更好地度过漫长黑夜；还有一定要懂得尊重你的耕地，千万不要在上面跳来跳去，不然它会变回一块平凡的泥土。当然其他动物也可能会践踏你的耕地哦，所以最好竖起一些栅栏来防止那些“蹄子”的残害。\nWant a guide to every block?Check out the Blockopedia! Every cube catalogued!\n想要了解每一个方块吗？上Blockopedia看看吧！所有方块应有尽有！\n\n\n【:D-- 译自官网 2017 年 01 月 13 日发布的 Block of the Week: Farmland；原作者 Marsh Davies】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Kroblus",
            "timestamp": 1592220120,
            "txt_content": "前排暖贴"
        },
        {
            "author": "kayn-",
            "timestamp": 1597111620,
            "txt_content": "养老种田mc一大乐趣"
        }
    ]
}