{
    "title": "服务端插件“脑洞”相关建议",
    "author": "William_Shi",
    "replyCount": 6,
    "timestamp": 1589378160,
    "txt_content": " 本帖最后由 William_Shi 于 2020-5-13 22:55 编辑 \n\n我先看了https://www.mcbbs.net/thread-1042175-1-1.html\n\n之后觉得有点启发，也想来稍微说一下自己的一些个人的看法\n\n我个人是比较缺少脑洞的，大型项目（Empyrean插件）是我看了三四遍修聊之后才开始写的，几乎是纯粹复原修聊。当然估计今年写不完了\n其他都是断断续续给自己和tt的服务器瞎写点东西，基本就是缺啥些啥但是不可能发到bbs上面那种，太过低级了。\n后来有一次在你问我答大区发了个帖子问有什么脑洞，或者说有什么主题可以写成插件的，然后就看到@名副其实 提供的脑洞就写了个药水插件出来，但是在你问我答大区求脑洞，感觉并不好。有人在底下回复让我写一整个服务端核心（类似于cat、mohist那样的服务端核心），我明明在帖子里面说了是基于BukkitAPI-1.15.2R0.1-SNAPSHOT能完成的，服务端核心明显不属于此范畴啊（我说的是API，不是spigotSDK或者任何SDK等词语）。还有人回复让我写什么与mod联动的，这也不是基于Bukkit就可以完成的（肯定是要基于mod，毕竟涉及到mod物品、方块，尽管不以mod作为依赖但也是需要基于mod）。总之就是觉得你问我答大区大部分回答不是我想要的那种回复。\n\n所以我也认为应当开一个帖子用来收集那些好的创意\n但是我在最顶上的那篇帖子里面也说了\n\n这个听起来似乎不错，但是深究就有问题\n\n首先肯定会有作者表示我恰好和某某某有相同的思路\n毕竟人都会趋利避害，肯定有人不会愿意把自己的奖励给别人\n而且现有的科学不可能精确得知人的心理活动，最多只能进行预测\n在网络上人的心理活动更是根本不可能得知\n没有办法知道一个作者插件的脑洞到底是不是自己想的\n而且这样的规定就导致作者不敢想写啥写啥\n只敢按照其他人的脑洞写，这样反而扼杀了创造力\n更有甚者，可不可能会有人通过小号随便发几个简单的脑洞大号写出来实现“转账”等行为呢？\n\n其次就是\n万一有一个人集成了多个脑洞\n会不会产生奖励分配的问题\n比如说有一个脑洞实现很简单，一个很复杂\n有一个插件集成了二者\n那么奖励分配的比例就是不是有待商榷？\n\n最后就是脑洞奖励分配的比例很难让所有人满意吧\n\n首先，这些创意不能涉及任何利益分配的问题，帖内评分也不可以\n就算是作者认为创意很好也最多只能进行口头感谢\n否则就可能发生一个人随便发布一个创意然后另外一个人写了一个轻量的插件，之后立刻大量对这个创意评分表示感谢，达到转账目的\n或者是一个人随便发多个创意，另外一个人立马评分说这个创意不错，也可以达到转账效果\n毕竟，创意是每个人思考的结晶，你绝不能去评价某个创意是好还是坏\n因为这个平台的初心，是发创意出来供开发者得到灵感，所以就不可以定论某个创意是毫无价值的\n纵观你问我答大区，多少帖子在用很多一眼就能看出是转账的问题来转账？那么发创意，转账的成本显然更低。\n《庄子》云请循其本，我们既然不能去评价创意好坏，同样就不能去评价某个人怎么看待一个创意\n（子非鱼安知鱼之乐，子非我安知我不知鱼之乐？）\n\n再者就是奖励分配相关\n不可以涉及到任何奖励的分配，无论是绿宝石还是金粒人气\n否则如果有一个插件集成多个创意，几乎必然产生分配不均\n某一个人认为自己的创意也很重要，那么也会要求得到更大比例的奖励分配\n而且分配的比例，创意发布者肯定希望比例高，而插件作者势必希望比例低\n《论语》云君子尊贤而容众，此话不假，但是怎么可能每个人都愿意把大量的奖励分给别人呢\n那么就不太可能让双方都满意\n\n而且所谓“占坑”也不可能实行\n如果有人占了某一个创意的开发权，但是这人一直以“时间少，我在写”等理由来搪塞怎么办？\n如果这个创意非常好，被人恶意占坑，怎么办？\n现在很少有人会发生自己写插件写到一半创意被占据，已有插件实现了开发中插件的主体功能这类事情，但是一旦有这个创意交流的平台，任何人都可能看到某一个创意\n现有的科学不可能精确得知人的心理活动，最多只能进行预测，在网络上人的心理活动更是根本不可能得知，没有办法知道一个作者插件的创意到底是不是自己想的\n那么作者完全可以声称创意是自己想出来的，自己没看过（作者可以通过各种方式比如开小号、以及一些不合法上网方式，来隐藏自己访问该创意帖子的行为)\n如果强制所有的创意全部必须来自某个官方平台，那就真的让开发者的权益受损了，也会扼杀开发者本来的创造力\n这样所谓“占坑”的机制，形同虚设\n\n所以我得出的结论是\n可以有一个创意汇集的平台\n但是所有的创意必须全部无偿发布，不能涉及任何利益分配\n并且创意可以有多个人同时竞争谁先写出来\n当然可能存在粗制滥造的问题，需要版主大大多仔细评审\n岁寒然后知松柏之后调也，相信肯定是为了相互促进的交流为多，但是上述各种可能导致的违规，不可不防\n\n",
    "replies": [
        {
            "author": "名副其实",
            "timestamp": 1589378340,
            "txt_content": "同意，并且这种半原创的插件必须加严审查或者单独帖内申请，若插件质量低下则可以视为不尊重原脑洞并加重处罚。"
        },
        {
            "author": "CLCBUYU",
            "timestamp": 1589393400,
            "txt_content": "同意（凑凑字数）"
        },
        {
            "author": "匿名",
            "timestamp": 1589394960,
            "txt_content": "据我所知，上一个说给脑洞发奖的是 2018 年的网易开发者大赛。结果我们都知道是什么。\n\n同样的情况也适用于 Mod 大区。有那么一大批人空有脑洞没有能力写 Mod 呢。\n不过就我所知道的情况，Mod 开发者似乎更关注“这个脑洞有不有趣”，而不是别的什么。\n\n更进一步：还有那么一批 Mod 开发者找不到美工呢，是不是可以联动材质发布版，这样一搞我们就可以无缝对接脑洞（策划）—开发者（程序）—纹理（美工）了。\n\n其实如果你想的话，现在就可以去 GitHub 开一个仓库，用 Issue Tracker 当论坛用，就能简单弄出一个原型了。"
        },
        {
            "author": "Bear_Spirits",
            "timestamp": 1589413560,
            "txt_content": "同意（过来凑凑人数字数）"
        },
        {
            "author": "a229596451",
            "timestamp": 1589421180,
            "txt_content": "挺不错的，但是关于利益纠纷上，我有一点小建议：\n我脑洞贴下面按照一定格式发贴的人，并不一定获得奖励\n（只是一个想法也不一定需要获得奖励，对于他们而言他们觉得更好的是自己的想法被实现）\n然后这个贴是为有能力缺没有想法的插件开发者准备的，所以开发者就直接获取了脑洞\n为了避免极其复杂麻烦的利益关系处罚（包括转账等）\n其实可以说明：任何在脑洞贴下回复的想法均视为公开可被他人获取\n如果有人开发出了基于某某脑洞的插件，我们应该鼓励开发者对脑洞提出者致谢并在插件贴内附上脑洞贴所在楼的链接\n如果愿意，开发者可以对脑洞提出者评分并且鼓励看见自己插件发布者的人去评分以感谢脑洞提出者\n以上过程应该只有鼓励，没有强制要求。这样就能避免绝大部分利益纠纷，又能起到共享想法的作用"
        },
        {
            "author": "Rancy.",
            "timestamp": 1589463480,
            "txt_content": "支持\n但是难以实现\n如果这个出了估计会引起很多人的争议\n有人说这个脑洞是自己想出来的 但是没实际办法证明自己 给别人拿了奖励该如何是好 引起战端。。"
        }
    ]
}