{
    "title": "[Minecraft.net|MINECRAFT BUILDS]与之搭建：砖块",
    "author": ":D--",
    "replyCount": 17,
    "timestamp": 1589298900,
    "txt_content": " 本帖最后由 :D-- 于 2020-5-13 00:01 编辑 \n\n\n\n\n\n\nfile_1589296718000.jpg (110.87 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-12 23:18 上传\n\n\n\n\nBUILD WITH IT: BRICK!与之搭建：砖块Build with It: Brick!与之搭建：砖块It’s true we have focused on a number offlashy and colorful blocks for our Build With It series. Every oncein a while we like to revisit the basics like stone, or wood – or in thisweek’s case, brick. After all, even the brightest block can benefit from astrong foundation.近期的“与之搭建“系列中介绍了不少闪闪发光，五彩斑斓的方块。正如之前一样，我们每隔一段时间都会回顾一下那些基本的方块，比如石头和木头，这周便是砖块！毕竟再华丽的建筑（方块）也需要牢靠的基础。\nA classic building material, the brick hasbeen used throughouthistory and was one of Minecraft’s earliest materials.  But onequestion remains – why are they red? Since most common bricks are made of clayand then fired in a kiln, the various red hues are a result of  iron oxidewhich is drawn out as the temperature rises. Holding true to tradition,Minecraft bricks are also made of clay which is why most basic bricks are red.砖块是一种源远流长的经典建材，也是Minecraft中最早出现的几种建造材料之一。即便如此，许多人对于砖块为什么是红色的仍是一头雾水。这其实是因为普通的砖块都是用粘土在窑中烧制而成的，正是窑中的高温使粘土中的铁元素结合氧气形成了大量红色的氧化铁。我的世界中沿用了粘土烧制的传统，这也是为什么砖块是红色的。\nAvailable in slab, stair, brick, and wallform, the brick lends itself to all forms of builds, both classic and modern.You could use it as the flooring in your home, as a clever pathway, or evenbuild an entire brick house (like thecommonpeople has done above).Brick is a striking start for any foundation and ready to be paired with manyof our previous Build With It materials you may have lying around inabundance, like cobblestone and quartz.While real-world bricks typically take mortar or another adhesive to connect,laying brick in Minecraft is much easier – no extra materials required!砖块能够做成台阶、楼梯和砖块墙。无论是古典还是现代风格的建筑，砖块总是能够胜任！你可以拿它铺地板或者铺路，甚至造一整栋砖块房子都没有问题。（就像大多数人那样）砖块非常适合用来打地基，在这之上你可以搭配许多之前“用它造“系列介绍过的方块，比如说多到泛滥的圆石和石英。在现实世界中砖块需要用水泥将他们砌在一起，但在我的世界中砌砖块可要轻松得多，不需要多余的材料！\n\n\n\n\n\nfile_1589297118000.jpg (73.82 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-12 23:25 上传\n\n\n\n\n\nBuildsWbc provides a row ofbrickstone buildings well suited for city living.BuildWbs用砖块建了一排舒适的城市小居\nOne of the most common uses in both thereal world and our virtual one is using brick to create fireplaces. It’s agreat choice for any home. Bricks are durable, with the same blast resistanceas other stone material, and cannot be set on fire.无论在现实还是在游戏中，砖头最广泛的用途之一便是用来造火炉。砖块很结实，（在游戏中）和别的石制方块一样耐炸，也不能够被点着。\n\n\n\n\n\nfile_1589297249000.jpg (50.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-12 23:27 上传\n\n\n\n\n\nNowoCraft’s glowing fireplaceilluminates a cozy reading corner.NowoCraft的火炉点亮了温馨的图书角\nWhy not take a look at some creativecreations from other community members to inspire your next build?为何不看看社区中其他小伙伴的创意作品来获得下一个建筑的灵感呢？\n\n\n\n\n\nfile_1589297320000.jpg (82.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-12 23:28 上传\n\n\n\n\n\nKoton_Bads demonstrates brick’spotential as flooring.Koton_Bads 展示了用砖块做地板的潜力\n\n\n\n\n\n9ONZTI~8H]`X2H`NJI_J6O4.png (248.04 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-12 23:30 上传\n\n\n\n\n\nDiamondBack662 accents their brickbuild with a garden maze to the side.DiamondBack662的花园迷宫为他的砖屋更添了一分光彩\n\n\n\n\n\nTLXH3W8{(S`T$WAJACQ_HJ5.png (339.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-12 23:31 上传\n\n\n\n\n\nTBest2109’s brick roof provides acolorful contrast with the surrounding terrain.TBest2109的砖头屋顶和周围的环境形成了鲜明的对比\n\n\n\n\n\nRIOB}WIN6UJ6$@N(G3$AR}C.png (203.67 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-12 23:32 上传\n\n\n\n\n\nA tall tower helps origamiPete’sbuilding be seen from a distanceorigamiPete的教堂的高塔从远处看格外引人注目\n\nGet ready to have your builds sparkle andshine as we turn our attention to building with emerald and diamond!Want to help inspire the rest of the community with your creations? Just emailFeatureMe@minecraft.net with screenshots of your creation and some info aboutwhat you’ve created. If you’re lucky, you may just see your build featured in anupcoming article.准备好用钻石和绿宝石让你的房子blingbling了吗？要是你愿意用自己的杰作来鼓舞别的社区成员，请将作品截图和简介发至FeatureMe@minecraft.net。要是你受幸运眷顾，也许你将在下一期的文章中看到自己的作品哦！\n\n原文链接：https://www.minecraft.net/en-us/article/build-it--brick-\n发布时间：2020年5月8日\n原文作者：Nova Barlow\n译者：:D--\n\n",
    "replies": [
        {
            "author": "lin_yao",
            "timestamp": 1589306100,
            "txt_content": "感觉对以后的建筑有了很多的思路"
        },
        {
            "author": "xiaohongyi",
            "timestamp": 1589331960,
            "txt_content": "涨知识了 这种搭配 貌似可以做的类型又增加了不少"
        },
        {
            "author": "416126724",
            "timestamp": 1589356620,
            "txt_content": "谢谢.............."
        },
        {
            "author": "jin20061031",
            "timestamp": 1589356920,
            "txt_content": "实用"
        },
        {
            "author": "3306809588",
            "timestamp": 1589398620,
            "txt_content": "推荐啊不错不错味道好极了哈哈哈哈凑字数"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589439600,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        },
        {
            "author": "钻石版滑稽",
            "timestamp": 1589450520,
            "txt_content": "不错，很好"
        },
        {
            "author": "斗币南波万",
            "timestamp": 1589498520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "木之笙歌",
            "timestamp": 1589596020,
            "txt_content": "感觉对以后的建筑有了很多的思路"
        },
        {
            "author": "Goyon",
            "timestamp": 1589608260,
            "txt_content": "对于萌新来说  帮助很大吧 只是将增加了"
        },
        {
            "author": "小苏苏(2.0)v",
            "timestamp": 1589633880,
            "txt_content": "这个风格好喜欢"
        },
        {
            "author": "迷宗大师",
            "timestamp": 1589638800,
            "txt_content": "对生存用处不大"
        },
        {
            "author": "y041348",
            "timestamp": 1589689260,
            "txt_content": "挺好看的，我觉得我也应该下载一个试试"
        },
        {
            "author": "tbwc",
            "timestamp": 1589700480,
            "txt_content": "完成任务"
        },
        {
            "author": "雪月风花l",
            "timestamp": 1589716200,
            "txt_content": "很漂亮很漂亮的，感谢"
        },
        {
            "author": "吾之凯旋",
            "timestamp": 1589758620,
            "txt_content": "可惜我是个建筑鬼才，一用一个方块就不换了，直到造完o(*￣▽￣*)o"
        },
        {
            "author": "saochen",
            "timestamp": 1589808420,
            "txt_content": ""
        }
    ]
}