{
    "title": "[原创/连载][第一章]当史蒂夫一觉醒来…",
    "author": "🐦💕🌸🌸",
    "replyCount": 20,
    "timestamp": 1589470260,
    "txt_content": " 本帖最后由 新人x号 于 2020-5-18 17:29 编辑 \n\n史蒂夫睁开眼时，发现自己来到了一个奇怪的地方。\n\n这里的一切都是方块构成的，树是方的，草地是方的，连天上飘着的白云也是方的…\n\n史蒂夫因为自己眼花了，揉了揉眼仔细又看了一下。\n\n确实，一切都是方的，并没有发生任何变化。\n\n他大惊失色，突然间发现自己也变成了方块人。\n\n“啊，我…我怎么变成这样了？我的手指母儿呢？啊啊啊，我的脑袋，也方了……”\n\n他吓得不轻，漫无目的的狂奔，试图逃离这个世界，但是结果显然易见，这一切都只是他的徒劳罢了。\n\n…………\n\n不知过了多久，他累的实在跑不动了，一下子瘫倒在草地上，大口大口地喘着粗气，感觉半条命都没了。\n\n很不巧，天这时候渐渐暗了下来，史蒂夫凭着本能，赶紧找到一个山洞，把之前乱逛挖到的杂七杂八的方块都拿出来，把洞口给堵上了，他知道，虽然来到了一个新的世界，但是晚上没有庇护所，估计都会有不好的事情发生。\n\n在伸手不见五指的黑黢黢的山洞里，史蒂夫畏缩在山洞深处的石壁上，听着外面一声比一声密集的僵尸喊叫声和小白的卡拉声，瑟瑟发抖。他想不明白，为什么自己会来到这里，也不知道自己的使命是什么，但是他本能的意识到，自己应该想办法在这个世界活下去，同时探索这个世界的奥妙，寻找离开这里的办法。\n\n他想着想着，渐渐进入了梦乡……\n\n第二天，他在山洞里的一片滴答作响的滴水声中醒来了。\n\n“咕～～～咕～～～”他的肚子在抗议了，这使他感到浑身无力。\n\n饥肠辘辘的史蒂夫费了老大劲才把堵门的方块给挖开，走了出去。\n\n明媚的阳光撒在史蒂夫身上，把他在山洞里面一晚上的寒气都给驱逐掉了，暖洋洋的很舒服。一阵风拂过他的脸，好像在挠他痒痒，一切看起来都是那么的美好。\n\n但是我们的史蒂夫已经顾不上那么多了，他现在只想找点东西填饱肚子。\n\n他隐约看到不远的树上有苹果，旁边还有条小河，他高兴极了，像哥伦布发现新大陆一样冲了过去，看那架势恨不得把树都给生吞活剥了。\n\n当他吃饱喝足后，他心满意足地靠在树下，思考者应该如何生存发展下去。他慢慢接受了来到新世界的这个现实，开始着眼当下。\n\n他对着背后的树动起了心思。\n\n“让我想想，我应该先弄个房子住着，那么墙壁需要石头，家具需要木头，石头需要找东西挖…镐子应该可以采集到，那么木头的来源嘛……”他意味深长地看着树笑了笑（树：你不要过来啊!!!），“只能委屈一下你了，拿你开刀吧，比较'近水楼台先得月'嘛”\n\n说干就干，史蒂夫抄起他的经典的麒麟臂（这里默认史蒂夫一开始就知道可以使用手挖掘基础方块）一板一眼地开始干活了。砍树的过程很辛苦，史蒂夫锤的手都红了，但是为了他的房子，他没有停下了，一直在坚持着。\n\n终于，他把一棵树全给砍完了，在背包里做了几根木棍，打算看看能不能做个镐子去采集点石头。“石头比较坚固，拿来造房子安全性应该比较高……”\n\n但是他很快意识到他需要一个制作工具的地方，因为仅凭背包里有限的合成空间，是没法做大物件的。\n\n他拿着原木，试着把他分解了，没想到获得了四个木板。他直觉地感觉到这个木板必有大用处，把他们四个放在一起之后，居然捣鼓出来一个工作台了！\n\n他高兴坏了，砰的一下把工作台扔地上。那一刻，他感觉世界上的一切，都能通过他灵巧的双手和聪明的大脑，在这个神圣的方块上面诞生。\n\n他迫不及待的开始合成镐子，但是无论他怎么摆动，始终没有成功。他开始泄气了，难不成是我的打开方式不对？他把那几根木棍摆来摆去，着急的豆大的汗从脸上滑落。\n\n“等等……镐子应该是要挖东西的，所以镐头部分不能使用木棍来制作吧，不然太容易坏了…试试看能不能用木板”他三下五除二把一些原木给分解了，接着把它和木棍给按照镐子的形状摆放出来，“哇，终于成功了，我的第一个工具！”\n\n史蒂夫拿着他刚刚做好的镐子，蹦蹦跳跳地跑去之前的山洞里面挖石头了。他刚刚吃饱喝足，而且由于这个振奋人心的事情的加持，让他感到工作效率倍增，不知疲倦地开拓山洞里面的空间（看起来他想当山顶洞人嘛？）\n\n当天再次暗下来的时候，山洞里面已经有比较大的空间了，而且他还很幸运地挖到了一些煤炭，做了几根火把插在墙上照明。\n\n“接下来我应该做什么呢？对了我，我不能一直吃素吧，我看看能不能搞到一点肉改善一下伙食。提到伙食，那肯定是要吃熟肉啦，要吃熟肉的话，需要一个熔炉来烤肉啊……对，就这么办！但是熔炉应该怎么做呢？”\n\n他又开始在他的宝贝工作台上面开始忙活了，拿着刚刚挖到的圆石一阵摆弄，考虑到炉子是拿来烧制物品的，所以他把工作台最中间的那格里面的圆石拿掉了留空，结果一阵忙活还是把熔炉成功制作出来了。很自然的，他立马联想到工具也可以做更好的，于是他把挖到的石头做了一把剑，一个斧头，一个石镐，背在身上，感觉安全感满满的。\n\n“我脚底下，会不会藏着什么新的地方呢？是一个大矿洞，亦或是一条地下暗河呢？我不知道，但是我觉得我可以去探索一番，也许地底下藏着稀世珍宝也说不定……嗯，那就开挖吧，修个楼梯下去，也方便上来”\n\n史蒂夫挥舞着镐子，低着头往下挖，他期盼着能找到什么好东西，毕竟常识告诉他，地下资源十分丰富。\n\n没过多久，他果然发现了一块与众不同的石头，上面散布着肉色的斑纹。他挥舞着镐子，尝试着把它挖下来看看究竟是什么东东。\n\n砰的一下，方块被成功挖掘下来了，他迫不及待的捡起来，跑上去洞口，对着光左看右看，结果啥名堂也没看出来。不过他还是找到了一点线索，这个方块的纹路告诉他，很有可能是某种矿石。他抱着试一试的心态把它丢进炉子里烤。\n\n“噼里啪啦……”炉子里火星四溅，把那个方块烧的通红。\n\n待炉子里面的方块冷却下来后，他拿着小木棍小心翼翼地把里面的东西捞出来，拿近眼睛仔细端详。\n\n这个方块烧出来的东西遍体银白色，在阳光下还能反射光芒，虽然形状不规则，但是很明显是一块金属，而且还沉甸甸的，硬度也很不错，看起来很适合用来打造工具。他想了想，不太可能是银，很有可能是铁。他试着往石头上磕了一下，结果很轻松的把石头磕掉了一块。\n\n史蒂夫很聪明，他发现不同材料制作的工具挖掘速度也不一样，于是设想会不会由于硬度不同，开采更好点材料需要更高级别的工具呢，所以试着去把剩下的那些矿石也给采集回来，烧制成锭。\n\n他拿着之前剩的一点木头做了一些把手，把刚刚制作好的铁镐头给套上去，并且在连接处打入几根细木片进行加固。\n\n“哈哈，太秒了，我凭借自己的聪明才智，在短短两天时间里面制作了那么多东西，看来在这个世界生存下去并不难啊……”\n\n他带着刚刚挖到的一背包的石头和矿物，坐在山洞口，对着西下的夕阳感叹。\n\n“可惜，我想知道我是怎么来到这个世界的，我也很怀念以前的世界，但是我对以前生活的时间已经没有什么印象了……”\n\n他有点悲伤地叹了口气。\n\n夕阳一点点地下沉，把他的影子越拉越长。夜幕逐渐降临，把天边的最后一丝霞光吞没掉，把漆黑的舞台留给了满天繁星。\n\n史蒂夫靠着他的宝贝工作台，对着星空浮想联翩……\n\n（未完待续。。。）\n第二章 矿洞冒险(上)",
    "replies": [
        {
            "author": "minecraft小器",
            "timestamp": 1589496000,
            "txt_content": "很不错的作品，楼主继续加油"
        },
        {
            "author": "Ender56",
            "timestamp": 1589501400,
            "txt_content": "写得很细致\n不得不说那棵树好可怜（树：你不要过来啊）"
        },
        {
            "author": "噬物之主",
            "timestamp": 1589504220,
            "txt_content": "哇，我这个作文渣看了表示很佩服（虽然我只看到了情怀）"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1589514720,
            "txt_content": "Ender56 发表于 2020-5-15 08:10\n写得很细致\n不得不说那棵树好可怜（树：你不要过来啊）\n连载三篇就可以领取了嘛\n那我抽空继续写"
        },
        {
            "author": "Ender56",
            "timestamp": 1589514780,
            "txt_content": "新人x号 发表于 2020-5-15 11:52\n连载三篇就可以领取了嘛\n那我抽空继续写\n对\n加油，祝早日得勋章和贡献"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1589515200,
            "txt_content": "Ender56 发表于 2020-5-15 11:53\n对\n加油，祝早日得勋章和贡献\n看来我又有理由不当水怪了"
        },
        {
            "author": "血盟团长",
            "timestamp": 1589522520,
            "txt_content": "啊啊啊，我的脑袋，也方了\n好可爱的主角~~"
        },
        {
            "author": "v殆辰羽",
            "timestamp": 1589535060,
            "txt_content": "看了半天，语文渣仍在琢磨词语……"
        },
        {
            "author": "小林最牛",
            "timestamp": 1589555940,
            "txt_content": "史蒂夫挥舞着稿子"
        },
        {
            "author": "小林最牛",
            "timestamp": 1589556240,
            "txt_content": "新人x号 发表于 2020-5-15 11:52\n连载三篇就可以领取了嘛\n那我抽空继续写\n领取啥？？？？？"
        },
        {
            "author": "小林最牛",
            "timestamp": 1589556480,
            "txt_content": "新人x号 发表于 2020-5-15 12:00\n看来我又有理由不当水怪了\n你下线了吗"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1589557080,
            "txt_content": "小林最牛 发表于 2020-5-15 23:28\n你下线了吗\n刚刚去洗澡了QAQ"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1589557140,
            "txt_content": "小林最牛 发表于 2020-5-15 23:24\n领取啥？？？？？\n有个大佬跟我说好像创作者徽章领了可以得贡献，我试试看"
        },
        {
            "author": "小林最牛",
            "timestamp": 1589557320,
            "txt_content": "新人x号 发表于 2020-5-15 23:39\n有个大佬跟我说好像创作者徽章领了可以得贡献，我试试看\n好吧我也想要\n我也试一下"
        },
        {
            "author": "小苏菌",
            "timestamp": 1589564400,
            "txt_content": "不错不错楼主加油"
        },
        {
            "author": "琴剑天意",
            "timestamp": 1589637780,
            "txt_content": "啊啊啊啊，我好方啊（狗头）"
        },
        {
            "author": "dogegg258",
            "timestamp": 1590601800,
            "txt_content": "真心不错！楼主加油"
        },
        {
            "author": "米线菌",
            "timestamp": 1594109820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1594110180,
            "txt_content": "米线菌 发表于 2020-7-7 16:17\n楼主可以快点更新吗?我急着看呢!\n今晚看看能不能更新吧，因为最近的事情有点多，忙不过来所以拖更了"
        },
        {
            "author": "米线菌",
            "timestamp": 1594110600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}