{
    "title": "[Minecraft.net│INSIDER] 本周方块：书架",
    "author": ":D--",
    "replyCount": 0,
    "timestamp": 1589448120,
    "txt_content": " 本帖最后由 :D-- 于 2020-5-14 18:24 编辑 \n\nINSIDERBlock of the Week: Bookshelf\n本周方块：书架\nWhat ancient learning lies within these clever-clog blocks?\n这些方块中隐藏着什么样的古老智慧？\n\nBookshelves are expensive things to create. But you can’t put a price on wisdom, can you? Besides which, in Minecraft at least, they add a bit of colour to a room and enhance the power of nearby enchanting tables!\n也许书架真的造价不菲，但知识是无价的，不是吗？至少在我的世界中，书架能给你的房间增添一些色彩，还能强化附近的附魔台。\nThey are mighty hungry for resources, though: each bookshelf block consists of six wooden plank blocks and three books (each of which requires three sheets of paper and a leather hide).\n尽管造他们真的非常耗资源。。每个书架都需要六块木板以及三本书（每本书又要三张纸和一块皮革）\nSure, once created, those three books have transformed into a veritable library which textures four faces of your bookshelf. But to really build out your collection, you’ll need to invest in an entire farmstead dedicated to cultivating cattle for the leather and sugar cane for the paper. Best build it near a forest, too, for all that wood you’ll need.\n当你做出了书架，那三本书就成了一个四面皆书的图书馆了。但若是你想要丰富你的藏书的话，那你可能就要花上不少工夫养牛和种甘蔗来获得足够的皮革和纸咯！最好把农场建在森林旁，这样你就有用不完的木头了。\nHere's how to bind a book together:\n书这样做：\n\nAnd here's how to bash a bookshelf into being:\n书架这样摆：\n\nQuite an outlay! No wonder that, for so much of human history, books were considered a sign of great wealth. Prior to the invention and popularisation of the printing press five hundred-ish years ago, each book had to be written by hand, too, making them even rarer and more valuable!\n真是花销不菲！怪不得古时候书本常被当做是富裕的象征。五百多年前还没有印刷的时候，书上的内容可都是手抄的。因此书本在当时绝对是稀有贵重的物品。\nEuropeans didn’t even have paper until the middle-ages: paper was invented by the Chinese around 200 BC, but it took a long time for the invention to filter through the great Arabic civilisations and over to Europe. About 1400 years, in fact. We’re slow learners, I guess. Instead, us Euros wrote on vellum - a term which usually refers to the specially prepared skin of calves, but sheep, goats and sometimes even cats were used.\n中国在公元前200年就发明了纸，但直到1400年后这项发明才穿过强大的阿拉伯文明抵达欧洲，因此直到中世纪前欧洲人都没有纸用。我想，可能是我们学的比较慢吧。。在有纸张之前，欧洲人用“皮纸”来书写，那是经过特殊手法处理的牛皮、绵羊皮、山羊皮、甚至猫皮。。\nMinecraft opts to use paper for the bulk of its pulp, so at least your ocelot can rest easy!\n好在我的世界中主要还是用的纸浆造纸，不然你的豹猫就要每天提心吊胆咯！\nWant a guide to every block?Check out the Blockopedia! Every cube catalogued!\n想要了解每一个方块吗？上Blockopedia看看吧！所有方块应有尽有！\n\n\n【:D-- 译自官网 2016 年 12 月 16 日发布的 Block of the Week: Bookshelf；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n",
    "replies": []
}