{
    "title": "[Minecraft.net|CULTURE]碧水蓝天",
    "author": ":D--",
    "replyCount": 1,
    "timestamp": 1589416740,
    "txt_content": " 本帖最后由 :D-- 于 2020-6-6 10:09 编辑 \n\nCULTUREWater and Sky\n碧水蓝天\nA build featuring holograms projected into the big blue\n映向蓝天的全息投影特色建筑\nHere’s a build that makes striking use of a part of Minecraft space which is often overlooked.\n今天要介绍的作品巧妙地运用了我们常常忽略的空间。\nCalled Hydro, it features two islands in a never-ending sea with high-rise buildings huddled on them. But its real attractions are the transparent coloured forms that cluster in the air above. They’re holograms, beamed up from the city, and they’re a fantastic way of drawing the eye up and giving empty space a sense of volume.\nHydro（水之城）是两座上面高楼林立的岛屿，周围被无边无际的大海环绕。但比这更引人注目的是在其之上的透明物体群。它们是全息投影，从城市投射到天际。让人们不禁仰头观望，让头顶的空白处充分发挥了作用。\nHydro was built by Josh “Donut” Fernandez, who created the holographic effect with transparent blocks, using just blue and red so they contrast with the rich and earthy detail of the buildings below.\nHydro是Josh “Donut” Fernandez（乔什·“甜甜圈”·费南德兹，以下皆称甜甜圈）建造的，他仅用了红色和蓝色（玻璃）来制作全息投影，这样就能和地上的各色建筑形成鲜明的对比。\n\n\nThis view from the city streets, rendered by Dordsor21, shows off the hefty architecture.以城市大街的视角看去，宏伟的建筑一览无余。图片由Dordsor21提供。\n\nThey’ve become something of a signature for Donut. “What I am most proud of is how I managed to make the holograms you see in the sky actually look like something, rather than peculiar blobs,” he tells me.\n投影几乎成了“甜甜圈”的代表。“我能让天上的全息投影看起来很像个样子，而不是一团不明所以的奇怪东西，这点让我感到很自豪。”他和我说。\nThey represent planets, buildings and geometry, reflecting the advanced nature of the society that lives in the city below. His concept was a place enjoying a flowering of scientific discovery. “I wanted to make it feel like the hub or the epicentre of the progression of scientific research.”\n这些投影分别展示了星球，建筑和几何，体现出了岛上文明的繁荣与先进。在他的概念中，这座城市是科学的摇篮。“我想让这里看起来像科学研发的中心。”\nAgain rendered by Dordsor21, this aerial view shows the contrasting palette of hologram and city.这张鸟瞰图充分体现了投影与城市色调之间的反差美。图片仍由Dordsor21提供。\n\nBut while the exciting stuff is in the air, don’t forget to look down. There’s a good deal of subtlety in the buildings, too. “I like to use solid-looking blocks, such as the anvil, the cauldron and the hopper, when building cities to add a more industrial feeling,” Donut says. But some of Minecraft’s most commonplace blocks, such as wood and stone bricks, are his favourite to play with. “It seems like such a simple palette, there are endless possibilities with them.”\n尽管天空中的东西让人惊叹不已，但也不要忘了朝下看，城市建筑的细节也非常到位。“我喜欢用铁砧，炼药锅和漏斗之类看起来很实在的方块，这让我的城市具有工业风。”但他也十分喜欢用我的世界中最普遍的材料：木头，石砖等。“它们就像是最简单的颜料，却有着无穷的可能性！”\nHydro is a great example of how simple detail and careful colour and shape-making can create stunning effect. But his next project might not be quite so fantastical, since he says he’s intending on exploring a more realistic style and up-close scale. We can’t wait to see it.\n对于仅用简单的细节，谨慎的着色和构形就能取得震撼性的效果来说，Hydro是当之无愧的榜样。但他的下一个作品可能就不会那么奇幻了，因为他说他想研究更贴近现实的风格以及真实比例的建筑。我们已经等不及一睹他的下一个杰作了！\nLead image rendered by Kryiin\n主要照片由Kryiin提供\n\n\n【:D-- 译自官网 2017 年 01 月 12 日发布的 Water and Sky；原作者 Alex Wiltshire】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "kayn-",
            "timestamp": 1597111380,
            "txt_content": "这光渲染太爱了"
        }
    ]
}