{
    "title": "[Minecraft.net│INSIDER] 本周方块：菌丝",
    "author": ":D--",
    "replyCount": 2,
    "timestamp": 1589390520,
    "txt_content": " 本帖最后由 :D-- 于 2020-5-14 01:20 编辑 \n\nBlock of the Week: Mycelium\n本周方块：菌丝\nDig into the mysteries of a different kind of dirt\n深入这一特别的神秘土壤\n\nWhat’s the largest organism on Earth? What’s the oldest organism on Earth? They may both have the same answer. What’s weirder still: it’s almost entirely invisible.\n世界上最大的生物是什么？最古老的生物是什么？这两个问题似乎有着一个相同答案。更加古怪的是，你几乎看不到它！\nGo up into the forested slopes of Oregon’s Blue Mountains, and you may well be standing on it. It covers almost 9.7 square kilometres - an area roughly three times the size of Central Park. It’s a single fungus known as A. solidipes, part of the honey mushroom family - named after their colour rather than taste. The mushrooms themselves sprout from dead trees, but each mushroom is only a tiny part of a much larger organism, all of them connected by a web of tiny strands that stretches through the soil. That web is collectively known as the mycelium!\n若你能来到森林密布的俄勒冈蓝山山脉，那他（菌丝）很有可能正被你踩在脚下。这一棵单独的真菌覆盖了9.7平方公里的大地，将近有三个中央公园那么大！它是蜜环菌(Armillariasolidipes)家族中的一员，这种菌类因其色泽酷似蜂蜜而得名，绝非因为它们尝起来像蜂蜜。它们生于枯木，每一株菌体都由许多绒丝和其他同伴交织在一起，最终织成了一个错综复杂的终极生命体，这巨大的生命网络便是菌丝！\n\n\n\nThe network of mushrooms that make up Oregon’s A. solidipes is estimated to be between 2,400 and 8,650 years old - potentially a lot older than all of humankind’s recorded history.\n学者估计蓝山山脉上的蜜环菌群已经有2400-8650岁了，比人类所记载的历史都要古老的多。\nIn Minecraft, mycelium is represented as a type of dirt block, covered in grey-purple strands and emitting strange particulates. Predictably enough, mycelium blocks occur naturally in Mushroom Island biomes, and though they aren’t very good for growing most crops - they can’t even be hoed into farmland - mushrooms spread here easily, and in any light level.\n在我的世界中，菌丝是泥土的一种。上面覆盖着一层灰紫色的绒丝，还会不时地会冒出一些奇怪的颗粒。作为一种菌，它们理所当然的会在蘑菇岛生物群系中自然生成。它们并不适合用来当农田，甚至没法被犁成耕地。当然啦，蘑菇种在上面则会长势很快，而且不受光源限制。\nOf course, you now know that any mushroom that grows on a mycelium block is probably part of the same fungal network that connects all adjacent mycelium blocks - making the humble mushroom the largest organism in Minecraft as well as the real world!\n现在你应该知道任何长在菌丝上的蘑菇都只是整体的一部份了吧！让低调的菌丝如现实中一般，也成为我的世界中最大的生物吧！\n Want a guide to every block? Check out the Blockopedia! Every cube catalogued! \n想要了解每一个方块吗？上Blockopedia看看吧！所有方块应有尽有！ \n\n【:D-- 译自官网 2016 年 11 月 28 日发布的 Block of the Week: Mycelium】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "CLCBUYU",
            "timestamp": 1589393280,
            "txt_content": "这方块可以"
        },
        {
            "author": "蓝天123456",
            "timestamp": 1589439540,
            "txt_content": "滴，打卡!作者大大真棒！\nMCBBS有你更精彩~"
        }
    ]
}