{
    "title": "獅子王 模組 (The Lion King Mod)",
    "author": "ken3064",
    "replyCount": 8,
    "timestamp": 1364903820,
    "txt_content": " 本帖最后由 ken3064 于 2013-4-2 20:00 编辑 \n\n各位有看過迪士尼的動畫電影 \"獅子王\"  (Lion King) 吧，相信那是很多人小時候看過許多的經典卡通電影吧......當看完之後，是不是想要進去裡面的世界遊玩呢？現在各位有個機會可以一探究竟.....\n\n在安裝了此模組後會在重生點附近會隨機生成這個建築物：\n\n這是一間電影院，門口有一隻穿西裝戴墨鏡的獅子，是經營這間電影院的員工，當你詢問他時他會跟你說 門票錢要一塊金錠，你給他一個金錠後他就會給你一張電影票 (多人遊完時只要有一人買票就可以進場)\n\n\n當你拿到門票後從旁邊的門走進去，裡面會出現一個像是電影院的小房間，前方有一個傳送門，拿著電影票對傳送門底部框按右鍵就可以開啟 (多人遊完時只要有一人開啟傳送門即可)\n\n\n\n當你的裝備和物品都準備好後就可以進入傳送門，進入傳送門後即是被稱為 \"榮耀之地\" (Pride Land) 的獅子王世界，剛進入後要注意傳送門位置，要注意是否一開始前方是樹頂或是懸崖 (避免一開始就摔死)，如果一開始是出現在地底就準備好有挖洞的覺悟.....\n由於這個是屬於模組的世界，所以某些有新增礦物或是物品的模組不會出現在這個世界，如果你有裝類似這些模組 (如 IC2、BC、UE 等) 最好教一個人在原世界接應，或是以安德箱運送\n\n當進來時旁邊有一個新手箱，裡面附有一些道具和一本 \"冒險之書\" (Book of Quest)，這個道具是相當重要的物品，所有任務進度都會記載在裡邊，包括傳送門位置 (目前只有兩個主線任務可以接，預計未來會新增)\n\n\n\n這本書有內建這個模組的合成表，如果你拿到道具不知其用途可以從裡面查詢 (裡面有一個可以放道具的位置，放上此模組的道具後可以得知該物品的用途，也可以查詢可合成製作成甚麼物品)\n\n礦物：\n這個世界地底的石頭會換成一種稱做 \"榮耀岩石\" (Pride Stone) 的石頭，這種石頭打掉後不會生成鵝卵石，但是可以當成一般石頭使用，可以做成石製工具，可以合成熔爐和土瓶 (土瓶的功能同鐵桶，可以裝水和岩漿等液體，也能和其他花朵和樹苗合成當成花瓶做擺飾)，做成樓梯和石磚等建材，也可以製作像是按鈕、壓力板和控制桿等機關\n\n這個世界會生成三種礦石：煤礦、銀礦和孔雀石礦，煤礦與普通世界的煤礦相同，採下後即變成可拾取狀態和一些經驗值，銀礦則是這個世界的鐵礦的存在 (注意，此模組的銀礦無法與其他模組的銀礦通用)，孔雀石則是閃閃發亮的彩色石頭，功能接近鑽石\n\n地型：\n\n熱帶平原：這個地型是這個世界常見的地型，地勢起伏較小，有很多種生物生活於此\n\n\n雨林：樹木長的特別高大的地區，主要的木材和初期食物來源地\n\n\n山丘：地勢起伏較大的山丘地型，有很多種花草\n\n\n旱漠：非常乾旱的地區，生長一種叫做 \"非洲刺角瓜\" (Kiwano) 的水果 (這種植物類似西瓜，在這個地區可以使用鋤頭耕沙地做成旱田，非洲刺角瓜只能種植在旱田上)\n\n\n河流：如果你運氣好可以發現河流，因為河流旁邊會有多種動物棲息，而且也會生長色鮮味美的香蕉樹\n\n植物：\n在野外你會發現這種 \"芒果樹\" (Mango tree)，打掉其葉子會有機率掉出芒果和果樹樹苗，芒果是初期的食物來源，也是重要的合成材料\n\n\n在水邊你可以發現 \"玉米\" (Maize Corn) 生長，打掉後會出現玉米桿和玉米，玉米可以直接食用或是放進熔爐裡做成爆米花食用 (恢復更多飢餓值) (玉米同時也是其他草食動物的飼料，如果你有做獸欄養其他草食動物可以餵食玉米讓牠們繁殖)，玉米桿用途跟甘蔗相同，可以做成紙張使用\n將玉米桿插在水邊，會慢慢結出玉米 (種植法與甘蔗相同)\n\n\n在河邊也可以看到 \"香蕉樹\" (Banana Tree)，香蕉是初期很好的食物來源，和可可豆一樣打掉就會掉落，但與可可豆不同的是香蕉會自動生長無須在重新種植 (前提是樹不能被破壞)，打掉葉子可以有機率拿到樹苗，可以收集再行種植，樹幹也是初期不錯的建材 (可分解成看起來與眾不同的黃色木材)\n\n生物：\n\n獅子：在這個世界主要的生物，分為公獅和母獅，獅子平常處於被動狀態，除非你打牠牠們才會攻擊你，殺掉獅子會掉出獅皮和獅肉，獅子皮可以做成地毯當裝飾，也能和木材合成床鋪，獅子肉可以恢復飢餓度 (可以放進熔爐燒過變成烤獅子肉，恢復更多飢餓度)，如果你有做獸欄的話也可以養獅子 (放心，牠們不會自行獵捕動物，所以你可以放心的把牠們和草食動物關在一起)，同時有一隻公獅和母獅可以繁殖\n\n\n斑馬：這個地方出現的常見動物，擊殺後會掉出斑馬皮和斑馬肉，斑馬皮可以做成 \"斑馬跑鞋\" (Zebra Boots)，穿著後會大幅提升你的移動速度 (裝甲值同皮甲)，斑馬肉同獅子肉，可以食用；斑馬同時也能採集其奶水飲用，拿著土瓶對斑馬可以採集，奶水可以解毒，如果一隻獅子在攻擊你你也可以餵牠奶水使牠安定下來\n\n\n犀牛：比較稀有的犀牛，擊殺後會掉出犀牛肉和犀牛角，犀牛肉同樣可食用，犀牛角則是知名的中藥材，將它磨成粉後餵養在動物身上再讓牠們繁殖會生出較多的小動物\n請點選觀看圖片\n\n瞪羚：在野外常見的草食動物，常常群體聚集，擊殺後會掉出羚羊角和羚羊皮，羚羊皮可以製成 \"羚羊皮甲\" 使用 (防禦力同皮甲)，羚羊角可以製成 \"羚羊長矛\" 使用 (可當成劍攻擊，攻擊力同木劍，壓著右鍵不放可以蓄力，放開後可以丟擲出去傷害生物，如果射進水中有機率可以插到幾隻魚)\n\n\n沙祖鳥：一種生活在樹上的鳥類，擊殺後會掉出羽毛，羽毛可以合成 \"吹箭箭矢\" 使用\n\n\n長頸鹿：在野外較少見的長頸鹿，可以當成座騎使用 (將三個羚羊皮和兩個銀錠可以合成長頸鹿鞍，放在長頸鹿身上即可騎乘，你也可以用獅子皮做成領帶，讓長頸鹿帶上後即可控制方向)\n\n\n鬣狗：本模組主要的敵對型生物，會在晚上及暗處 (如洞穴內) 生成，會主動攻擊你和其他生物，有三種外型 (外型參照獅子王劇中的鬣狗三人組) \n擊殺後會掉出 \"鬣狗骨頭\"，這個道具可以製作成火把使用 (亮度為 15，比普通火把還亮)，也可以餵給獅子讓牠們繁殖，或是磨成骨製箭頭做成吹箭箭矢\n\n\n鱷魚：另一種敵對型生物，常常在晚上水邊出現，在陸地上型動緩慢，不過水中的移動速度很快\n，而且攻擊很強，擊殺後會掉出鱷魚肉 (鱷魚肉同殭屍腐肉，食用後可能會中毒，如果牠之前有攻擊騎牠生物後，也會掉出被攻擊生物的物品)\n\n重要 NPC：\n\n彩面猴 Rafiki：獅子王劇中的彩面猴長老，位於這個世界的正中央 (座標為 0,0 的位置，你可以在這裡看到牠的大樹屋)，有很多任務要找牠接.....\n\n\n獅王辛巴：任務後期會遇到的重要角色，會跟隨玩家幫忙打怪\n\n惡獅刀疤：獅子王劇中的反派角色，有一個任務就是要擊敗牠才能完成\n\n疣豬彭彭和狐獴丁滿：獅子王劇中的搞笑二人組，你可以給與牠們蟲子交換一些有用的道具 (牠們常常出現在 Rafiki 的樹屋附近) (在野外你可以發現倒在地上的木頭，打掉後有機率會在底下出現藍色的蟲子，收集起來可以跟牠們交換物品)\n\n\n惡獅吉娜：獅子王二部曲的主要反派角色，惡獅刀疤的妻子，後期有一個任務是要擊敗牠\n外域 (OutLand)：\n這個模組同樣有外域的存在，當遊戲任務到中期時 Rafiki 會打開通往外域的傳送門，外域是個時常黑夜蔽天的區域，在這裡所有的生物 (獅子、禿鷹等) 都是會主動攻擊玩家的\n\n\n\n外域會生成兩種礦物：Nuka 礦和 Kivulite 礦，綠色的 Nuka 礦可以當成熔爐的燃料 (Nuka 的由來乃是取材自獅子王二部曲，劇中主角Kovu的哥哥的名子)，而紅色的 Kivulite 礦可以做成 Kivulite 工具 (Kivulite 則是取材自獅子王二部曲中男女主角的名子，Kiaia 和 Kovu，名子擷取一半就成了 Kivu)，該工具附帶火屬性，Kivulite 劍攻擊會附帶火焰攻擊，按右鍵有打火機功能，Kivulite 鎬、鏟和斧有自動熔煉的功能 (亦即打木頭會掉木炭、挖沙會掉玻璃、挖礦石會出現已經燒製好的成品)\n\n\n爆裂蟲 (Exploding Termite)：一種棲息在外域的小型蟲子，平常待在外域的爆裂蟲塚裡 (在外域會生成像是白蟻巢的土色方塊堆) 當你用鎬子打碎後會有機率跑出這些蟲子，這小蟲子極具危險性，會像小型的苦力怕一樣衝像你然後在你旁邊爆炸，而且因為很小隻所以很難攻擊，建議使用其他模組中可以群攻的武器 (在這裡推薦使用在下發的死神之鐮中的鐮刀和魔導模組的旋風劍)，當擊殺後會噴成可拾取狀態，可以收集起來當成手榴彈用途 (右鍵可以投擲出去，只要一撞到方塊或物體就會爆炸，投擲出去的爆裂蟲威力同苦力怕爆炸)\n悠磐地(Upendi)：\n悠磐地是獅子王二部曲中男女主角談戀愛的地方，是一個沒有紛爭的快樂天堂，在這裡你可以看到很多植物和許多資源的地方，在這裡不會生成任何敵對的生物，所以你可以放心的在這裡待到你喜歡為止\n\n\n紅鶴：這個地方會出現少見的紅鶴，擊殺後會掉出紅鶴羽毛，可以拿來製作吹箭箭矢\n\n你會在獅子王主世界地底發現地牢，與普通世界的地牢相同會帶一個生怪磚，旁邊會有為數不少的寶箱，在寶箱中會有機率獲得 \"百香果樹苗\" (Passion Sapling) 將它重植在地表地面上就會長成百香果樹，當人物的生命值和飢餓值是全滿的狀態下食用百香果即會被傳送到悠磐地\n\n\n研磨台：這個模組新增的製造台可以將物品磨碎的工作臺\n\n\n放入鬣狗骨頭可以磨成吹箭箭頭，可以製成吹箭箭矢使用\n放入芒果可以磨成芒果泥，重要合成材料\n放入爆裂蟲可以磨成爆裂蟲粉，功能同火藥粉，可以和沙子合成 TNT\n放入榮耀岩石可以將石頭磨細成柱子裝飾用\n將花朵或羽毛放進去會依照各種花朵或羽毛顏色而會製作成不同顏色的染料\n\n吹箭管：本模組的遠距離攻擊型武器，以兩個木材和一個芒果泥合成\n(你也可以用銀錠製作銀製的吹箭管，射程較遠，耐久度也比較高)\n\n\n可以將製作好的吹箭箭矢發射出去傷害生物，吹箭箭矢會依照羽毛的不同而會有不同效果出現\n\n藍色吹箭：基本的箭矢，攻擊力同弓箭箭矢，以一個骨製箭頭、一個木棍和一個藍色羽毛合成 (排列方式同普通弓箭箭矢)\n\n黃色吹箭：輕量級的箭矢，擁有比較大的擊退性值，射程也較遠，以一個骨製箭頭、一個木棍和一個黃色羽毛合成 \n\n紅色吹箭：帶火傷的箭矢，被射到的生物會著火的神力箭矢，以一個骨製箭頭、一個木棍和一個紅色羽毛合成 \n\n黑色吹箭：有爆炸能力的箭矢，射出後撞到物體或目標後會爆炸 (威力同 TNT 爆炸)，以一個爆裂蟲、一個木棍和一個禿鷹羽毛合成 \n\n粉紅吹箭：具有吸血能力的箭矢，射出後命中目標後會吸取目標生命值並補充到自己身上，以一個骨製箭頭、一個木棍和一個紅鶴羽毛合成\n\n佈署型吹箭管：將吹箭管用兩個木棍合成可以製作這種佈署型吹箭管，可以放在地上，功能同發射器 (可以使用紅石相連做起動，不過只能射出吹箭箭矢)\n請點選觀看圖片\n附魔鼓：由於這個世界沒有鑽石，所以你必須使用另一種方式進行附魔，所以這時後就需要使用附魔鼓來進行附魔\n以五個原木和三個斑馬皮合成 (可以使用所有種類原木合成，不過注意不能混用)\n\n\n當製作好後還需要一個 \"節奏鼓棒\" 來使用，以兩個羚羊角和一個孔雀石合成\n這個鼓棒不是用來打鼓的，而是用來打生物的！！當拿著此道具擊殺生物後會掉出音符，收集起來能加強附魔鼓的附魔等級\n\n音符分七個等級，分別為 C、D、E、F、G、A、B (依照弱到強排列)\n\n\n拿鼓棒對附魔鼓按右鍵即可打開介面，將收集到的音符放在旁邊強化其附魔等級，然後即可向普通附魔台那樣進行附魔\n\n\n新增附魔：\nSturdy (堅硬)：功能同 \"耐久\" 附魔\nPricision (精確)：功能同 \"絲綢之觸\" 附魔\nThunder (落雷)：Rafiki 法杖 (Rafiki Stick) 特有附魔，當上了這個附魔後法杖可以壓著右鍵集氣，放開後即會在準心瞄準處召喚落雷攻擊\nScourge of Hyenas (鬣狗剋星)：與不死剋星和節肢剋星類似，這個附魔的武器對鬣狗有較大的殺傷力\nBiggah Diggah (寬隧道挖掘)：隧道神鎬 (Tunnah Diggah) 特有附魔 (獅子王外傳中丁滿一族用來挖地洞的工具，原始名稱叫做 (Tunnel Digger)，作者這樣取名是因為牠們一族說話語氣帶有一點德州腔)，可以讓挖掘寬度加倍的附魔\n\n\n(由於此模組有很多冒險成分，所以在下沒有將其他捏他都打出來，讓各位玩家自行去發掘吧)\n\n\n\n一同進入獅子王的世界冒險吧！\n",
    "replies": [
        {
            "author": "azsx6912121",
            "timestamp": 1364903940,
            "txt_content": "····怎么没有造钻石的MOD···"
        },
        {
            "author": "A402802443",
            "timestamp": 1364903940,
            "txt_content": "沙发， 好厉害的样子"
        },
        {
            "author": "王先生007",
            "timestamp": 1364904060,
            "txt_content": "经典的狮子王"
        },
        {
            "author": "戰神英雄",
            "timestamp": 1364904360,
            "txt_content": "我想問一下，這個模組在FORGE可不可以用到??"
        },
        {
            "author": "ken3064",
            "timestamp": 1364904420,
            "txt_content": "戰神英雄 发表于 2013-4-2 20:06 \n我想問一下，這個模組在FORGE可不可以用到??\n這個模組在FORGE可以用到[diamond_sword]"
        },
        {
            "author": "邪-冷月",
            "timestamp": 1364905260,
            "txt_content": "最后一张图亮了"
        },
        {
            "author": "mclauncher",
            "timestamp": 1364914080,
            "txt_content": "好像发过了。。。。。。"
        },
        {
            "author": "abc1323202239",
            "timestamp": 1364915040,
            "txt_content": "总算更了！"
        }
    ]
}