{
    "title": "[Minecraft.net | DEEP DIVES] 背包盘点：线",
    "author": "592764254",
    "replyCount": 24,
    "timestamp": 1589505300,
    "txt_content": " 本帖最后由 592764254 于 2020-5-15 09:34 编辑 \n\n\n\n\n\nimage (1).jpg (39.38 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-15 09:03 上传\n\n\n\n\n\n\nTAKING INVENTORY: STRING背包盘点：线\nOn the line上线啦\n\nSpiders are my favorite enemy to hunt in Minecraft, and I’ll tell you why. First, they’re noisy so you can hear them approaching (looking at you, Creepers). Second, they’re pretty big and easy to hit (looking at you, baby zombies). Finally, they drop string – which is one of the most versatile mob drops in the game, and also happens to be our item of the week!蜘蛛是我在MC里最喜欢捕杀的怪物，我来告诉你为什么。首先，它们真的很吵，所以你可以听到它们靠近的声音(看看你们自己，爬行者)。其次，它们的体型很大，很容易被打中(看看你们自己，僵尸宝宝)。最后，他们会掉落线——这是MC中最不可多得的怪物掉落物之一，也是我们这周最受欢迎的物品！\nString has been a part of Minecraft for a loooOOOooong time, ever since version 0.31. It was added in one of the game’s most fundamental updates – ** that also introduced sticks, coal, diamonds, iron, and gold ingots... oh, and the entire concept of crafting. Without the beautifully-named “Java Edition Indev 0.31 20100129” update, we’d have had to just call the game “Mine”.从0.31版本开始，线就一直是MC的一分子。游戏最初的一次更新就添加了线——同时还添加了木棍、煤、钻石、铁和金锭…哦，还有整个合成的概念。如果没有那次名为“Java Edition Indev0.31Indev0.31 20100129”的更新，我们就只能把这款游戏叫做“我的”了。\n\n\n\n\n\n\n\n\n\nti-string-ingame.jpg (97.61 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-15 09:10 上传\n\n\n\n\n\n\n\n\nAs noted above, string is primarily acquired from dead spiders, but you can also get hold of it in other ways too, including breaking cobwebs, fishing, and looting it from jungle temples, desert pyramids, and dungeons. If you have a cat around, it might also bring you some string from time to time.上文说过，线主要是杀死蜘蛛获得，但你也可以通过其他方式获得它，包括破坏蜘蛛网、钓鱼，以及在丛林神庙、沙漠神庙和地牢中获得。如果你身边有一只猫，它可能也会不时给你一些线。\nI can see you asking: “What is even the point of string?”, so let me explain. String is used to craft some pretty useful items – wool, looms, leads, fishing rods, bows and crossbows, and even scaffolding all require string in their recipes.我可以想象到你将会问：“线的意义是什么？”现在我来解释一下。线可以用来制作一些非常有用的物品——羊毛、织布机、栓绳、鱼竿、弓和弩，甚至连脚手架都需要在合成过程中使用线。\n\n\n\n\n\nti-string-ingame2.jpg (216.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-15 09:19 上传\n\n\n\n\n\nYou can also trade it with fisherman villagers, and place it on the ground as tripwire. When connected to a tripwire hook, it’ll activate when any creature walks past, making it handy for setting up hidden traps. Pro tip: if you don’t want to activate someone else’s hidden trap, cut the string with shears and it won’t trigger.你也可以和渔夫村民交易来获得线，然后把它当作引线放在地上。当连接到绊钩上时，它会在任何生物经过时被激活，这使得你可以方便地设置隐蔽性良好的陷阱。专业提示：如果你不想激活别人设置的陷阱，可以用剪刀剪断这些线，它就不会触发。\n\nIn the real world, humans have been making string for tens of thousands of years – long before we started writing down history. In prehistoric times it was used to make fire, fishing lines, nets, clothing, shelters, traps and bows. Most primitive drills used string – making it fundamental to early woodworking and dentistry.在现实世界中，早在人类开始记录历史之前，人类就已经制造并使用了数万年的线。在史前时代，它被用来生火、制作钓鱼线、网、衣服、避难所、陷阱和弓。大多数原始钻头都使用线来固定，这是早期木工工艺和牙科医学的基础。\n\n\n\n\n\nti-string-realworld.jpg (155.38 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-15 09:19 上传\n\n\n\n\n\nLook around you and you’ll still see string in all kinds of unexpected and important places. Not only is it still a vital part of clothing, but today it’s also used to hold your shoes on your feet, to create beautiful music as part of guitars, violins and pianos, to play racquet sports like tennis and squash, and even to keep boats moored to the shore. It’s even a tourist attraction in its own right.环顾四周，你仍然会在各种注意不到的重要地方看到线。它不仅仍然是衣服的重要组成部分，而且今天它还被用来制作鞋带，固定你的鞋子，也可以作为吉他、小提琴和钢琴的一部分来弹奏美妙的音乐，制作网球和壁球等运动的器具，甚至用来让船停泊在岸边。它甚至它本身就是一个可以开放的旅游景点。\nWhy, though, do Minecraft spiders drop string? Well, spiders (as well as lots of other insects including ants, bees, wasps, beetles, flies, and fleas) produce a very strong, string-like protein called silk inside their bodies which is used to build webs and cocoons. Humans have been harvesting it and spinning it into fabrics since ancient times.但是，为什么MC里的蜘蛛会掉线呢？嗯，蜘蛛(以及许多其他昆虫，包括蚂蚁、蜜蜂、黄蜂、甲虫、苍蝇和跳蚤)它们的体内会产生一种非常有韧性的线状蛋白质，称为丝，它们用于建造网和茧。自古以来，人类就一直在收集丝，并将其纺成织物。\nSo next time you’re hacking away at an aggressive spider, consider that you’re continuing a tradition that’s been going on for tens of thousands of years. Then shift your attention back to the fight – those spiders can be cunning.所以下次你攻击一只怒气冲天的蜘蛛时，一定要想想你是在延续一个延续了数万年的传统。然后赶紧把你的注意力转移到战斗上——那些蜘蛛可能很狡猾。\n原文作者：Duncan Geere发布时间：2020/5/14原文地址：https://www.minecraft.net/en-us/article/taking-inventory--string翻译作者：Srar\n\n\n\n",
    "replies": [
        {
            "author": "zymzdgm",
            "timestamp": 1589508300,
            "txt_content": "真的不错"
        },
        {
            "author": "舔猫人",
            "timestamp": 1589509740,
            "txt_content": "嗯嗯嗯额"
        },
        {
            "author": "lop201",
            "timestamp": 1589515080,
            "txt_content": "MCBBS有你们更精彩"
        },
        {
            "author": "lost-1",
            "timestamp": 1589517720,
            "txt_content": "呃呃呃呃呃呃呃呃呃呃呃呃钱、"
        },
        {
            "author": "千醉_zy",
            "timestamp": 1589545740,
            "txt_content": "不错，很好。"
        },
        {
            "author": "我系切糕qwq",
            "timestamp": 1589545800,
            "txt_content": "ummm可是猫什么时候能给你线了e"
        },
        {
            "author": "我系切糕qwq",
            "timestamp": 1589545860,
            "txt_content": "而且似乎剪刀挖线依然会触发陷阱的e 他会给红石信号"
        },
        {
            "author": "血盟团长",
            "timestamp": 1589566740,
            "txt_content": "我系切糕qwq 发表于 2020-5-15 20:31\n而且似乎剪刀挖线依然会触发陷阱的e 他会给红石信号\n我记得用剪刀不会触发，但如果用手等普通物品破坏就会触发"
        },
        {
            "author": "yjy12345",
            "timestamp": 1589612400,
            "txt_content": "MCBBS有你们更精彩"
        },
        {
            "author": "黑柚",
            "timestamp": 1589622660,
            "txt_content": "太棒了吧"
        },
        {
            "author": "w_y_C",
            "timestamp": 1589626500,
            "txt_content": "涨知识了(●—●)"
        },
        {
            "author": "迷宗大师",
            "timestamp": 1589638740,
            "txt_content": "听说过，"
        },
        {
            "author": "tbwc",
            "timestamp": 1589700540,
            "txt_content": "完成任务"
        },
        {
            "author": "tbwc",
            "timestamp": 1589700660,
            "txt_content": "完成任务"
        },
        {
            "author": "我系切糕qwq",
            "timestamp": 1589706960,
            "txt_content": "MikeW138 发表于 2020-5-16 02:19\n我记得用剪刀不会触发，但如果用手等普通物品破坏就会触发\n哦哦哦 知道了qwq 谢谢(*°?°)=3"
        },
        {
            "author": "我系切糕qwq",
            "timestamp": 1589707020,
            "txt_content": "mcbbs有你更精彩～233"
        },
        {
            "author": "2878826598",
            "timestamp": 1589724060,
            "txt_content": "可以，这非常的强势"
        },
        {
            "author": "saochen",
            "timestamp": 1589808360,
            "txt_content": "nbnbnbnbnbnbnb"
        },
        {
            "author": "1964697587",
            "timestamp": 1589867640,
            "txt_content": "啊嘞是个认真在无聊的帖子"
        },
        {
            "author": "gqc4030",
            "timestamp": 1589932260,
            "txt_content": "萌新冒泡"
        },
        {
            "author": "ZHY―L",
            "timestamp": 1590638700,
            "txt_content": "兄弟在坐的，各位都是来做任务的吧"
        },
        {
            "author": "peilei",
            "timestamp": 1590668820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "kayn-",
            "timestamp": 1593097440,
            "txt_content": "我也喜欢打蜘蛛2333"
        },
        {
            "author": "kayn-",
            "timestamp": 1593097440,
            "txt_content": "蜘蛛真是最好打的怪物没有之一"
        }
    ]
}