{
    "title": "[Minecraft.net|INSIDER]见见在软件背后默默付出的人们吧",
    "author": "FaceTime",
    "replyCount": 5,
    "timestamp": 1589618340,
    "txt_content": " 本帖最后由 FaceTime 于 2020-5-23 00:46 编辑 \n\nINSIDERMeet the friendly folk behind our apps!\n见见在程序背后默默付出的人们吧！\n\nSay hello to 57Digital, makers of cool companion apps\n请对创造了这一软件的伙计们说声“你好”\n\nMarsh Davies\n\n\nJamie and Luke never actually meant to make a Minecraft app. Certainly not the official one.\nJamie和Luke从来没有真正的想要去做一个Minecraft相关应用程序。当然不是官方做的那个。\n\n“It was a couple of days after Christmas when I didn’t really have much to do,” says Jamie Chapman, one half of dev studio 57Digital. “I came across Minecraft, which looked pretty interesting, downloaded it for PC and, like most people, became hooked quite quickly – I was up until 2 or 3 o'clock in the morning.”\n\"在圣诞节过去几天后，那时候我无所事事，“Jamie Chapman，一名来自57Digital工作室的开发者说。“直到我玩了Minecraft，这款游戏看起来相当有趣，可以在PC上下载，我同大多数人一样，马上就对这款游戏上瘾了 - 通常我起床玩到凌晨2，3点才睡觉。”\n\nSome amount of obsessive Minecrafting later, and Jamie realised he needed something - a way of quickly referencing recipes and other useful information, without alt-tabbing to the Wiki. And so, after inveigling his biz partner Luke Dixon into the scheme, the Minecraft Explorer app was born. Well, almost.\n不再沉迷Minecraft之后，Jamie意识到他需要弄一个应用程序 - 可以快速查阅配方或者其他实用信息的那种，这样就不用边玩游戏边按alt-tabbing切换到Wiki来看了。于是就这样，Jamie把他的生意伙伴Luke Dixon骗进来这个项目后，初具雏形的Minecraft Explorer软件就诞生了。好吧，大概过程就是这样。\n“I think we probably spent a week just playing the game and not making the app!” says Luke. “Every time a new update came out we’d dip back into the game ‘just to check it out’ and then half a day later we was still playing it. We had to start being a little bit strict and so we could actually keep up with the dev work!”\n“我感觉我们一周内大部分时间都在玩游戏而不是开发软件！”Luke说。“每一次的新更新的来到使我们又进入了游戏世界”就只是找一下更新了啥“半天过去了我们依旧在玩游戏。我们不得不开始端正对工作的态度了，这样才能真正的保持每周的开发进度！”\n\n\n\n\nBoth are still big fans of survival mode - “I like the satisfaction of knowing you’ve really earned everything in your house,” says Jamie - and they even used to run their own server until some of its moderators went rogue and trapped everyone in a prison when they respawned. “It just ended up as one giant mess,” Jamie recalls, laughing. “But it was a lot of fun.”\n两人都是生存狂 - “我喜欢把一切可获得的物品全部摆放在家里的那种感觉，看着那些物品十分自豪，”Jamie说 - 两人甚至还开过他们自己的服务器，直到有些管理员变调皮了，把所有玩家复活的时候出生点设置在监狱里。“最终以一团糟结束收场，”Jamie一边笑一边回忆说道。“但这实在太有趣了。”\n\nLuckily, their obsession with the game has paid off - to the tune of 10 million downloads for their apps to date.\n幸运的是，他们对游戏的痴迷最终得到了回报- -到现在，他们的应用已经有了1000万次下载量。\n\n“The information you get from the app is very, very succinct and to the point,” says Jamie. “The Wiki is still the place to go if you’re interested in the entire history of an item - but our focus is very much on a need-to-know basis, so you can do whatever you need to do very quickly.”\n“你从软件上能得到的信息是非常多的，并且每个页面非常简洁直击核心，”Jamie说。“如果你对某个物品的全部信息感兴趣的话，Wiki依旧还是你的首选 - 而我们的重点是在物品必知的知识点上，所以你可以很快的找到你须知的东西。”\n\n\n         \n\n\n\n\n209f4b11aa4410664c11c64fd115de4d-57digital_creeper.jpg (228.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-23 00:44 上传\n\n\n\n\n\n\nIt’s pretty handy. So handy, that Mojang approved it as the official companion app. Since then, Jamie and Luke have released a few more official apps.\n这软件实在是太方便了。如此的方便以至于Mojang都认可它为官方软件了。自从那时开始，Jamie和Luke又发布了一些官方软件。\n\n“The main app we have is the Minecraft Skin Studio,” says Jamie. “You can either design your own skin in the app by using the touch interface or you can download one of the existing community skins. We’ve got 1.4 million skins in there at the minute to choose from, so there’s quite a collection. And the variety is crazy; you’ve got all sorts of crazy creations and different takes on mobs.”\n“Minecraft皮肤相关是我们的软件主要功能，”Jamie说。”在应用上，你可以做你自己的皮肤或者下载社区上现有的皮肤。目前社区上已有140万个皮肤供君挑选，也有相当多可供收藏的精品。皮肤类型多种多样；你可以选择各种异想天开的皮肤和不同的生物皮肤。“\n\n“Which kind of leads into our next app,” says Luke. “Papercraft Studio basically lets you to turn any of those 1.4 million skins into an actual Papercraft. It prints out onto cardboard or paper and then the user makes that into an actual model. You can do that with your own skin or any that are available on the platform. There are also mobs as well - so you can make pretty much any mob you like!”\n”皮肤又使我们开发了下一个软件，“Luke说。“这款应用程序，Papercraft Studio基本上可以实现把社区里140万多个皮肤全部变成真正的Papercraft。Papercraft可以把皮肤打印在卡纸板或者纸张上，然后使用者可以让印出的东西变成真正的模型。你可以把你自己的皮肤打出来或者任何在平台上可选的皮肤。生物也可以打印 - 因此你可以印任何你喜欢的生物！”\n\n\n\nTheir latest app is still a work in progress: an editing tool designed to help you create Add-Ons for Pocket and Windows 10 Edition or resource packs for PC.\n他们的最新软件仍在开发中：一个编辑工具，目的在于可以帮你做手机版和Win10版上附加包，或者是PC的材质包。\n\n“We had the first release of Add-Ons Studio only a couple of months ago,” says Jamie. “It’s focused on making resource packs for entities, so, for example, you can change the texture of a Creeper in the game. We support between around 50 mobs, with more to come! The next step will be to start looking at changing the shapes of entities and also the behaviours. At the minute we have a 3D texture editor, so you can pan around the 3D model of a mob and draw on it directly. It feels quite natural to use, but we want to add loads more features - Skin Studio has a crazy amount of tools and we’ve not yet brought them over to Add-On Studio.”\n”就在几个月前我们发布了Add-Ons Studio的第一个版本，”Jamie说。“接下来我们集中精力在为实体制作材质包上，比如，你可以改变游戏里的苦力怕的贴图。现可支持50种生物的贴图更改，在以后将会有更多生物的贴图可改变！我们的下一步将会考虑添加改变实体的外观以及行为的功能。目前我们有3D材质编辑功能，你可以直接为生物绘制完整的3D模型。使用的过程会让你感觉相当的自然，但我们还想更新更多新功能 - Skin Studio里有着众多功能，目前我们还没有把那些功能更新至Add-On Studio上。”\nIt seems that the more Minecraft they play, the more ideas they get for apps. If there’s a better excuse to keep playing until 2am we’re yet to hear it.\n看起来他们玩的越久，就能想出更多软件上的新点子。如果还有更好的借口去连续玩到凌晨2点，目前为止我还没听到比这个更好的借口了。\n\n【me 译自官网 2017 年 04 月 17 日发布的 Meet the friendly folk behind our apps!；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "忆惜。",
            "timestamp": 1589621400,
            "txt_content": "ｈｉｈｉｈｉｈｉｈｉｈｉｈｉｈｉｈｉｈｉｈｉｈｉｈｉｈｉ"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1589898180,
            "txt_content": "App 翻译成应用程序好一点\n\n另外那个不知所以的区域是一张图片，链接是"
        },
        {
            "author": "FaceTime",
            "timestamp": 1590144600,
            "txt_content": "一条懒懒狗 发表于 2020-5-19 22:23\nApp 翻译成应用程序好一点\n\n另外那个不知所以的区域是一张图片，链接是\n好主意"
        },
        {
            "author": "VSdadadada",
            "timestamp": 1590587820,
            "txt_content": "要不是你说我都不知道Minecraft Explorer"
        },
        {
            "author": "peilei",
            "timestamp": 1590668760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}