{
    "title": "[Minecraft.net|CULTURE] Minecraft拯救了一片森林",
    "author": "FaceTime",
    "replyCount": 1,
    "timestamp": 1589536860,
    "txt_content": "\nCULTUREMinecraft Helped Save A Forest!\nMinecraft拯救了一片森林！\n\nHow Greenpeace Poland used our game to help the Bia?owie?a Forest!\n来了解波兰的绿色和平组织是如何使用我们的游戏去保护比亚沃韦扎森林吧！\nEmily Richardson\n\nThanks to PCGamesN and Adweek for bringing this story to our attention!\n感谢PCGamesN与Adweek告诉我们这个故事！\n\nThe Bia?owie?a Forest, located in Poland and Belarus, is a beautiful primordial woodscape and Europe’s last lowland primeval forest and a UNESCO World Heritage site. Sounds pretty great, right? I’m not even one of those things!\n比亚沃韦扎是位于波兰和白俄罗斯之间的一片森林，那是一片原始而又美丽的低地森林，是欧洲最后一片原始的低地森林，也被评为联合国教科文组织的世界生物圈保护计划。是不是听起来很高大上？我甚至连一片森林都不如！\nIt was also, until very recently, the site of a large logging operation that endangered the entire forest. But some Very Clever People put an end to that, and to do so they used Minecraft. In a project they called To The Last Tree Standing .\n直到最近，那还是个破坏整片森林的大型伐木基地。但一些有识之士利用了Minecraft终结了这一砍伐行为，他们在游戏里做了一个叫做“To The Last Tree Standing”的项目。\n\n假装这是个视频\n原文视频好像是内置的，跳转不了任何视频网站\n\nOgilvy, a Polish advertising agency, working with Greenpeace Poland, came up with this unique way of saving the forest. After scouring maps, satellite imagery and photos, Ogilvy created a blueprint that depicted the entirety of Bia?owie?a Forest, and from there they pulled in Danish company GeoBoxers, famed for producing a 1:1 scale Minecraft replica of Denmark. Geoboxers went about building the forest, with every tree, every stream, every flower… everything. Exactly as it is, but in Minecraft!\n波兰的一家广告创意公司Ogilvy和绿色和平组织一同合作，想出了一个非同常人的方法来拯救森林。在认真检查地图，卫星图像以及照片之后，Ogilvy公司弄了个整个森林的蓝图，同时也请来了在游戏中擅长建造1比1的现实模型而著名的丹麦公司GeoBoxers。由他们来还原森林中的所有东西，每一棵树，每一条河，每一朵花，一切的一切。在Minecraft一切都被还原了！\nThey had successfully made a 1:1 scale digital backup of the forest. Which is great, but a digital Bia?owie?a Forest isn’t going to have the ecosystem that the real one does, and it isn’t going to help take care of our planet.\n他们已经成功的在游戏里用1比1的比例制作了森林的存档。好是好，但存档里的森林并不会有像现实森林那样的生态系统，也不会有助于我们保护地球。\n\nAh, but that’s where a whole other folks come in...\n呃，但是很多人可以下载并游玩这个存档，来了解这个森林。。\n\n\n\nI’ve had to zoom out too far to do this massive map justice, but you can see the whole thing on the To The Last Tree Standing website . You can even download it!我不得不把这副巨大的地图缩小再缩小，但你可以在To The Last Tree Standing 网站上浏览全部的细节。你还可以下载它。\nTwelve famous Polish landscape photographers took screenshots of the Bia?owie?a Forest in Minecraft and displayed their work in a gallery. A documentary was made about the forest, but shot in the digital one, and Krystyn? Czubówn? - a famous Polish wildlife narrator - provided commentary.\n来自波兰的12位著名摄影师在游戏存档里截屏并且在他们的相册展示了这些截图。有一部关于森林的纪录片，由著名的波兰野生动物解说员Krystyn？Czubown提供了解说，纪录片不是在minecraft里拍的。\n\nPerhaps most importantly, though, they got the help of Gimper, a massively popular Polish streamer, who played Minecraft on the 19 gigabyte forest replica map live on Twitch. He loaded up a version of the forest where every one of those trees had been cut down - all except for one. And from there, it was his mission to find that last tree standing.\n但最为关键的一点，他们得到了一个很火的波兰主播Gimper的帮助，Gimper曾经在老鼠台上直播过在Minecraft上游玩19gb大小的森林地图。他载入了一个所有树都被砍光的森林的存档 - 除了一棵树。在那里，他的任务就是找到那最后一颗树。\n\n\n\n\nThe contrast between the first version of the forest, the living version full of trees and atmosphere, and the second, barren version, is polarising. The teams hoped that this would show young people what their future could look like, if they chose not to intervene.\n与第一个全是树并且生机勃勃的森林相比较，第二个不毛之地的森林就有着很明显的不同。制作团队希望这会向年轻人展示如果让森林任其砍伐的未来世界会是怎么样的。\n\nWhen Gimper did eventually find the last tree standing, he touched it, and in doing so brought all the trees back, returning the forest to its former glory. Thousands watched the stream and many more discovered the project through its various Minecraft-related ventures.\n当Gimper最终成功找到最后一棵仍挺立的树时，他摸了摸这棵树，然后把以前所有的树都带回来了，恢复了森林的昔日辉煌。成千上万人观看了这次直播,与此同时还有更多人通过各式各样的Minecraft活动发现了这个项目。\n\n\n\n\nAs such, The Last Tree Standing project has garnered an incredible amount of support, not just in Poland but across the world, and the logging in the Bia?owie?a Forest has ceased.\n因此，The Last Tree Standing已经获得了不可思议的众多的支持，不仅只是在波兰，而是全世界都在支持它，与此同时在比亚沃韦扎森林里的光头强已经成功被熊大熊二赶跑了。\n\nYou can read more about how the project was a success by clicking here to read this story on PCGamesN and clicking here to read this one on Adweek(their stories are how we found out about this amazing project in the first place - thanks guys!)\n你还可以从PCGamesN或者Adweek上了解更多这个项目是如何成功的(我们首先是在那些网站上发现这个故事的 - 多谢了巴打)\nThe To The Last Tree Standing team isn’t done just yet. They’re determined to protect these ancient plants and nurture the life that depends upon them, which means they’re still looking for help. If you want to learn more, or even download the Bia?owie?a Forest in Minecraft, make sure to click here and head over to their website - and leave your axe at home!\nTo The Last Tree Standing 团队还不想就此了事。他们下定决心要保护那些古老的植物和它们所生活的自然环境，这说明了他们依然还需要更多的支持。如果你想了解更多，或者下载比亚沃韦扎森林在Minecraft里的存档，那就请点我 - 还有把你的斧头留在家里！\n\n在末地译可能很渣。。。。因为还有末影龙在旁边瞎叫\n\n【me 译自官网 2018 年 02 月 02 日发布的 Minecraft Helped Save A Forest!；原作者 Emily Richardson】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "popooosss",
            "timestamp": 1589716500,
            "txt_content": "你不说我还信以为真了...."
        }
    ]
}