{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·十七",
    "author": "晨曦赤寒GO",
    "replyCount": 6,
    "timestamp": 1589547900,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-5-29 19:54 编辑 \n\n目录传送门\n\n\n“检查的结果是……什么都没查出来。”\n九唯摊了摊手，说出来这个让蓝有点诧异又有点在他意料之内的话。\n也对，除了体温较低和能够使用几乎所有的特殊粒子外，黯她也没有什么特别的地方，果然是我多心了，那个东西应该不会在她身上。\n“你可别想错了，我的话可不是字面上的意思。”\n就在这个时候，九唯突然开口，把蓝刚松下去的情绪又提了起来。\n“你这话什么意思。”\n“我说的什么都没查出来，不是你要求的没查出来，而是真的什么都没有，甚至可以说是我的粒子根本没有进到她身体里。”\n“无法检查？你这家伙是不是在放水啊。”\n“呵，你觉得呢？”\n确实，九唯现在没有放水的理由，而且，她就算放水也不至于什么粒子都无法进入……难不成……\n“我没有用全力去检查就是了，我全力检查会把人弄成傻子的，这个你也不是不知道的。”\n“还有其他的情况吗？再说详细一点。”\n九唯仰着头，思索了片刻，然后……\n“其实，也不能算是无法进入，更形象点来说，就像……就像是……粒子在她身体里消失了一样。”\n消失！\n这个关键词一瞬间让蓝想到了一样东西，一样本该消失的东西。\n那东西真的在她身上？\n不对啊，没有她的认可，任何人应该都是无法使用那个东西的。\n蓝的脸色变得阴晴不定，九唯看着他，有点惊奇。\n他竟然把情绪放在了脸上，到底什么事情能让他那么震惊。\n沉思了整整一分多钟，蓝抬起头，脸色终于恢复了正常。\n“你把你们要我做的事情说一下吧，看情况再决定要不要帮你们。”\n九唯一瞬间喜上眉梢，但又在下个瞬间控制会正常表情。\n妥！这事情稳了。\n“行，那封信你也看了，我就长话短说，信上说的那三只下界魔物的首领，其中有一只猪人部族本来是在霜落城周围游荡的，就在一个月前，它开始向南滨移动，对，就在我出发来南滨度假的后几天，我怀疑它有什么目的，所以就来找你了，而且，那个猪人部族的首领你应该都见过的。”\n“是那个家伙！那不成另外两个首领……”\n“对，就是它们三个。”\n“peng！”\n蓝一拳在砸了桌上，这张优质的木桌瞬间碎成了两半。\n“它们不是已经死了吗！怎么……”\n“确实，它们当时是死了，是你亲手杀的，我们对这个情况也很诧异，而且它们现在还变成魔物，这种情况已经超过了协会的预料，我们中间只有你和它们交过手，所以我们需要你的帮助，但，现在的你可能打不过它们中的任意一个。”\n蓝皱了皱眉头，看着九唯。\n“你既然知道我变弱了，那还来找我干什么。”\n“当然不是什么都没准备就来的了。”\n嘴角上扬，似乎蓝的这句话也在她的意料之中，像是变魔术似的，九唯手一晃，桌上便出现了个十字星形状的宝石，一股若隐若现的粒子波动不断从这块宝石上散发出来，蓝一瞬间就感知出来了，这是和他一样的粒子波动。\n“这个是……下界之星？是讨伐战……”\n“嗯，讨伐战结束后，在收拾战场的时候捡到的，方舟把这个东西偷偷塞到我包里，还留了个小纸条，让我这个给你。”\n蓝从九唯手中接过这颗十字星宝石，明明是从那个东西身上诞生的东西，入手却温软如玉，半透明的宝石反映着蓝的眼瞳，恍惚间，他在宝石里看到了一个少年。\n苍蓝的乱发，墨黑的瞳孔，已有几分棱角的脸庞，一身特制的轻质铁甲折射着暗淡的冷光。\n少年的身后立着一扇由黑曜石组成的大门，大门的中间是一层淡淡的紫色光幕，扭曲冰冷的哀鸣声围绕着这扇大门，把这片空间渲染的极度的阴冷。\n蓝认识扇门，他见过这扇门两次，一次他身后有三个人，另一次就只有他孤身一个人。\n目光艰难的从下界之星上收回，蓝的额头上不知何时出现了一层细密的汗珠。\n“传说中的物品，和命令方块、基岩、不死图腾、末影龙蛋、附魔台、末影水晶、附魔金苹果并称为神造物，序列第三，所以一般称之为第三神造物的下界之星，竟然把那么贵重的东西给我这个已经不是猎人协会成员的人，你们也真是对我有够放心的。”\n“当然放心了，该研究的都已经研究过了，就算是神造物，对我们来说也只是一个有点名声的破石头而已，除了吸引旅客来观赏之外，几乎没有其他任何的用处，而且，它上面有你的粒子波动，给你当然是正正好了，说不定就触发了什么特殊效果呢。”\n“哼，果然是废wu再利用吗，还真是有你们的作风。”\n“多谢夸奖。”\n蓝轻哼一声，把下界之星往包里一塞，径直离开房间。\n“黯，走了。”\n“哦，现在要走了吗？我还没洗好呢。”\n“别洗了！剩下的我帮你洗行不。”\n“唔……来了。”\n黯急匆匆的从一个房间里跑了出来，手上还提着那袋苹果。\n“苹果苹果，就知道苹果，也不知道你脑子里都装了些什么。”\n“嘿嘿……”\n“我说你你还笑，啧，回去别想吃苹果了，这袋苹果待会就给伊娜大妈送去。”\n“诶！！怎么……”\n九唯站在楼梯边，看着蓝和黯的背影，一丝一缕的记忆慢慢的浮上表面……\n……\n“对了，九唯，最近好像出现了个蛮厉害的猎人小队。”\n“哦？能被你提起的小队？那应该是有些实力了，叫什么名字？”\n“小队名叫粒子，名字很狂吧，但确实很有实力，最近你报上来的那些大魔物，都是他们出手解决的。”\n“那么厉害？他们的队长叫什么？我去问问，看看能不能拉他们进下界远征队里。”\n“嗯……让我看一下哈……他们的队长叫……”\n……\n“蓝空。”\n九唯站在楼梯边，轻声说出了这个名字。\n蓝浑身突然颤了一下，但是并没有停下他的脚步。\n“回来吧，无论是霜落城还是受到魔物威胁的人们，他们需要你的存在。”\n“他们需要英雄，这个世界上需要一个英雄。”\n然而，蓝并没停下他的脚步。\n“不，不是的。”\n开口，声音冷若冰霜。\n“你们需要的是蓝空，是那个意气风发的狂妄少年，但是……”\n“……他已经死了，死在了下界里，现在站在这里的人……叫蓝。”\n两人的背影逐渐消失在楼梯口，九唯握着栏杆，指间渗出了一丝丝的殷红。\n“你果然还是放不下五年前的事情吗……唉……”\n九唯叹了口气，转身回到了自己的房间，瘫在床上，看着天花板。\n“舟，为什么你会让我来找他，你到底知道了些什么，为什么不告诉我，难道，我真的从来没有走进你心里过吗？”",
    "replies": [
        {
            "author": "苏颜loser",
            "timestamp": 1589551980,
            "txt_content": "可以的啊"
        },
        {
            "author": "苏颜loser",
            "timestamp": 1589551980,
            "txt_content": "加油加油"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1589601840,
            "txt_content": "苏颜loser 发表于 2020-5-15 22:13\n加油加油\n谢谢支持！"
        },
        {
            "author": "暗影月赎",
            "timestamp": 1589617200,
            "txt_content": "大力支持周边创作，楼主文笔不错，希望可以加快更新速度XD"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1589628960,
            "txt_content": "暗影月赎 发表于 2020-5-16 16:20\n大力支持周边创作，楼主文笔不错，希望可以加快更新速度XD\n感谢支持，更新速度的话，因为是半个月回一次家的住宿生，更新也只能半个月更一次，后面章节的手稿的已经写好了，有假期的话可能会多更一些，不过也就那样了吧（无奈）"
        },
        {
            "author": "无影水镜",
            "timestamp": 1606810860,
            "txt_content": "下界与主世界永远势不两立"
        }
    ]
}