{
    "title": "[双线]RC闪电突袭二战——创新沙盒真实向二战纯战服[1.7.10]",
    "author": "Cold_and_snow",
    "replyCount": 0,
    "timestamp": 1589540100,
    "txt_content": " 本帖最后由 Cold_and_snow 于 2020-5-15 19:20 编辑 \n\n客户端提取码：qda5\n世界的简述\n这里是风云变幻的1941-1945年的第二次世界大战战场！你是否想象过，自己在炮火硝烟遍地的宏大战场上手持栓动步枪英勇向前？你是否想象过，自己驾驶二战著名的装甲载具，发动史书中所描绘的闪电战征服敌人？你是否想象过，自己成为令人胆寒的王牌飞行员，几个短点射将敌人一一击落的天空英雄？或是游历各大二战著名场地，深入的感受到已经成为历史的各大著名场景你想要的，这里应有尽有！内容RisingCraft闪电突袭，是存在了两年的老牌二战纯战服，这两年多多少少的挫折，开开停停因为众多玩家的怀念与支持，最终我们制作组选择了坚持！决定继续更新制作新的内容，为让大家的游戏体验变得更好而努力！希望得到大家的支持！\n玩法在RC闪电突袭中，玩家可以扮演苏德两国的士兵，为了自己的祖国英勇战斗，占领地方的重要据点并逐渐推进赢得胜利！通过不断的战斗增长自己的经验，解锁更多著名武器与著名载具，包括结交你的战友，共同合作攻克难关！服务器属于纯战服，类似战地风云系列游戏，你需要做的就是去战斗！【将来可能推出生存战争模式】服务器特色【①】赫赫有名与闻所未闻的轻、重武器，应有尽有【！原创模型禁止盗用！】RC制作组认真的对历史上二战时期所存在过的轻武器与重武器，装备与服装一一进行了还原，大部分细节与特点都有所体现！像是令德军闻风丧胆的KV2重型坦克，或是为了应对巷战而生的灰熊突击炮，著名的卫国战争功臣波波沙冲锋枪，或是芬兰的精密工业成果索米冲锋枪。都能在RC闪电突袭中体验！感受这些巨炮的可怕威力或是欣赏步枪美妙的曲线外形！缴获自捷克的38[t]轻型坦克，曾在战争初期大量参与了机动作战，让多数人认为它是德国造坦克\n苏联的KV85重型坦克，在没有有效应对敌军重装甲单位的危难时刻，稀有的KV85便应运而生了\n\n以制造钟表而闻名的瑞士所生产的K31步枪，同样因为品质优良与制造精密而受到喜爱，在Risingcraft中它是众多玩家最喜爱的武器\n\n【②】精美的建筑与激动人心的战斗rc制作组通过精心策划与建造，还原了各大战役中战场的风景，其中有对历史的大量参考，也有根据游戏性与平衡的想象和调整。不同于很多纯战服的小地图，RC闪电突袭的每张地图几乎都达到了500x500以上的大小，还在受限于小房间打架吗？在这里感受真正的大规模战争！                         ——马马耶夫山岗——                                                                   ——库尔斯克突出部——德军于1942踏上了这片位于斯大林格勒西部高地                       在1943年的库尔斯克突出部中，普罗霍罗夫卡一带爆，他的地位异常重要，控制他就能控制伏尔加河                        发了人类历史上最大规模的坦克会战，这里宽广的田野与斯大林格勒的大片范围，双方都准备誓死争夺了。                  与层层严密的防御使得拉锯战异常血腥激烈                               ——敖德萨海岸——                                                                      —— 勒热夫之秋——位于黑海岸边的著名城市敖德萨在1941年8月                              在凉风瑟瑟的秋季，苏军对勒热夫突出部发动了进攻，迎来了德军的猛烈进攻，德军在 即将赶到敖德                              遭遇了令人挽额叹息的重大挫折，这死伤上百万的绞萨的路上，与苏军在郊外围绕了海岸进行了交战。                         肉机之地，让莫德尔一战成名       【③】可破坏与可建造的地图通过对爆炸的改进，不仅有可爆炸破坏的地图，而且能使得爆炸更加合理，一炸一个巨坑？不存在的！在过去常常令人头疼的一些碉堡与房屋，常常有人蹲在里面不出来，造成极大的游戏体验影响，而在这里，你可以操纵巨炮，或是带上爆破武器，将你所厌恶的建筑摧毁的完全无法使用！既然能破坏，那同样也能建造！在某些重要的交通要道中，防御是至关重要的，选择工兵便能够使用方块对建筑物进行加固，造出固若金汤的堡垒！【④】独特的顺序范围据点系统相比其他服务器比较原始的脚本方块据点，我们采用了独特的战地式范围据点占领，避免了快速点击夺点，并且主要据点都必须按照顺序一一占领，避免了偷点的问题，在全部占领后由所有玩家投票选择下一张地图。QQ群674312638加入我们的战斗吧！\n服务器内玩家拍摄的击杀集锦https://www.bilibili.com/video/BV1Ga4y1i7T8新手答疑环节新：我进服之后该怎么做？我好茫然。白色仓鼠【狗管理】：你需要选择兵种然后杀敌与站点，多多配合队友不会有坏处的，逐渐的解锁更多兵种。\n新：我进入战场找不到方向，找不到队友，我好迷茫！白色仓鼠：德国这边的据点界面，越是朝右边就越接近战场哦！苏联的则相反，实在不行就向着对方的基地跑吧，加油你会熟悉的！\n新：我该怎么辨别我的敌人和队友？白色仓鼠：穿的黑黑的，载具或飞机也黑色或灰色的，而且带铁十字标志的，那就是德军的啦，苏军的则是黄绿色军服与坦克涂装，白红或绿色的飞机涂装，常常会有大大的红星标志，其实是很好辨认的，色差明显。\n新：我不小心杀了队友怎么办？我能杀队友吗？白色仓鼠：不小心杀了队友，只要不是有意的，发个sry道个歉是没有事的啦，当然故意杀的话你会很快被处理的哦。\n新：服务器里有人骂我该怎么办，我应该还嘴吗？白色仓鼠：最好不要哦，这是不值得提倡的行为，如果你正常游玩遭受了辱骂，私聊我或寻找在线的管理，我就会来惩罚。新：服务器的flan内容包我可以拿去用吗？白色仓鼠：禁止用于盈利行为哦，开服也不允许哦，盗用者后果自负\n更多详细的问题可以向群友请教，或是私聊管理有很多不好的地方也需要改进，欢迎提供合理的建议哦！\n将来的计划计划在不久的将来，加入英国、日本阵营，以及对苏德阵营地图与装备的补全，还有更多的游戏模式与分区，希望得到大家的支持！我们想要还原场面浩大恢弘的二战战线，这离不开玩家的支持！拉一个玩家入群并提供id与证明即可获得150游戏币，老玩家回归可获得400游戏币，我们需要更多新鲜的血液！\nQQ群号：674312638————OP认证————\n",
    "replies": []
}