{
    "title": "[Minecraft.net|INSDER] 海豚的言辞",
    "author": "FaceTime",
    "replyCount": 1,
    "timestamp": 1589536800,
    "txt_content": "\nINSIDERTalking Dolphins\n海豚的言辞\n\nWe recorded real live dolphins! Why? How? And what did they say?\n我们录制了真正活生生的海豚声音！为什么要录？怎么样去录？海豚们究竟说了些什么？\n\nMarsh Davies\n\n\nAs the Update Aquatic draws closer, we’ve been trickling out features in Java Edition snapshots and beta updates for our other platforms. Already, players can dive into Minecraft’s oceans to encounter one of the friendliest sea-dwelling beasts: the dolphin!\n随着水域更新的脚步将要到来，我们逐渐在Java版快照和其他平台上的测试版更新了新的特性。现在玩家们已经可以潜入游戏里的海洋里，去邂逅住在深海里面最友好的动物之一：海豚！\n\nAs part of preparing this ocean mob for primetime, we sent Mojang’s lead sound designer Samuel ?berg to record some actual dolphins as they splashed about at Kolm?rden Wildlife Park .\n海豚作为水域更新中压轴生物，所以我们派出了Mojang公司的首席音乐设计师Samuel？berg去Kolm？rden野生动物公园录制一些活着的海豚在嬉闹时发出的声音。\n\n“A trainer helped me communicate with them,” explains Samuel. “Using hand signs, she encouraged them to make different kind of sounds. I had no idea of the extreme variety of sounds a dolphin can make: whistles, clicks, farts, claps, hisses. A lot of their communication goes way, way, way above frequencies any human ear can pick up.”\n“有一个海豚训练师帮我与海豚沟通，”Samuel解释道。“她用手势去鼓励它们发出各种不同的声音。在此之前，我还不知道海豚能发出这么多不同的声音，比如有：口哨声，咔嗒声，屁声，拍手声，嘶嘶声等等。它们很多交流方式的声音频率是远远大于我们人类正常能听到的频率范围的。\n\n\n\nDolphins have two sound sources, both situated in the upper nasal passage, some centimetres below the blowhole. Clicks are mainly generated on the right side, and whistles on the left.海豚有着两个声源，且都位于鼻孔的上方，喷水孔下方几厘米。海豚发出的咔嗒声主要是在右边发出来的，而口哨声主要是在左边。\nTo even be able to hear some of these sounds, Samuel had to use special equipment: underwater microphones, called hydrophones, and a “click detector”, which translates the dolphins’ high frequency clicks to hearable levels.\n为了能听见海豚发出来的声音，Samuel不得使用一些特殊的装备，如：水下麦克风，被叫做水中听音器，以及一个”咔嗒声侦测器“，这是能将海豚发出来的高频咔嗒声转换成我们能听见的声音。\n“Dolphins use these clicks to navigate underwater,” Samuel explains. Dolphins have a fine-tuned ability to detect when their clicking sounds echo back at them off nearby surfaces, giving them a sense of the distance and size of the objects around them. It’s an ability called echolocation. “To me it sounds sort of like a creaking door,” says Samuel.\n”海豚利用自己发出的咔嗒声来在水下中导航，“Samuel解释道，海豚有一种很厉害的技能，这项技能可以使海豚探测到它们发出的咔嗒声碰到附近水面上传回来的回声，由此给予了它们能测量周围物体的大小和距离的能力。这项技能叫做回声定位。Samuel说：”对我来说听起来像是嘎吱作响的旧门。“\n“The noises dolphins make above water - which, by the way, do not always come from their mouth, but also from their blowhole - sound a bit different than what I expected,” says Samuel. “I grew up listening to the famous dolphin cry from the TV-series Flipper . Turns out that sound actually was a modified kookaburra call!”\n“顺便说一下，海豚在水面上发出的声音 - 这通常不是从它们的嘴里发出来的，有的是从它们的喷水孔发出来的 - 这听起来与我所预料的有点不同，”Samuel说。我是听着著名电视连续剧Fipper(指向英文维基百科，但不知道为什么会被mcbbs阻止)里边的海豚叫声长大的。事实却是那海豚声是经过笑翠鸟(原链接为英文百科)的声音修改而成的！“\n\n\n\nThe dolphin from the TV series, Flipper. Voiced, apparently, by a bird. My childhood is a lie.电视连续剧Filpper中的海豚。事实却是，海豚发出来的声音是由一只鸟配的。我的童年原来是在谎言中度过的。\nIt was a pretty inspiring lie for some, though! Dr Mats Amundin also watched Flipper as a kid. “Then I knew what a wanted to do in my adult life!” he says. Now he studies the dolphins at Kolm?rden Wildlife Park! Who better to teach me to talk dolphin?\n可是对某些人来说这是改变人生的谎言！Mats Amundin博士同样在儿时也看过Flipper。”当我在小时候看了这部片，那时我就知道长大以后我应该去干什么了！“。现在他在Kolm？rden野生动物公园里研究海豚！还有谁能更好的教我与海豚聊天呢？\n\nBut translation turns out to be a tricky issue.\n但是翻译还是个烫手山芋。\n\nAs Samuel found out, we can instruct dolphins using a mixture of hand gestures and sounds (a language pioneered by the marine biologist Louis Herman), but this falls a long way short of having a proper conversation. Despite the efforts of many scientists to teach dolphins language, Dr Amundin says, “it was rather evident that this was not really their talent.”\nSamuel了解到，我们可以同时使用手势和声音来指引海豚(由海洋生物学家Louis Herman最先发明的一种表达方式)，但这远远不如普通人的正常对话。尽管有很多科学家努力过尝试教海豚说另外一种语言，Amundin博士说，”显而易见的，海豚的语言天赋并没有我们想象的那么好。“\n\n\n\nLike dogs, dolphins can learn to recognise key words and associate them with actions, intentions or requests. Here’s one giving Kolm?rden’s Filip Johansson a hug. Photo by Rickard Monèus海豚也可以像狗一样学会听出指令，它们会将行动，目的，要求与这些指令联系起来。这里有张拥抱海豚的照片。由Rickard Moneus拍摄。\nJust because we haven’t been able to have a full conversation with dolphins doesn’t mean they are stupid, though, says Dr Amundin: “They have a big, advanced brain - bigger than ours - and they have a high potential for learning. They learn quickly, and they can sort out rather complicated tasks.”\n仅仅是因为我们不能与海豚进行完整的交流并不意味着海豚很蠢，Amundin说：“它们有着一个又大又先进的大脑 - 比人类聪明多了 - 同时它们也有着很强的学习潜能。海豚们能学的很快，而且能够解决相当复杂的工作。”\n\nSo why the difficulty teaching them to understand us?\n所以，到底是什么原因让它们听得懂人话是如此艰难？\n\n“I don’t think that they have a language like ours,” says Dr Amundin, simply. “Our hypothesis is that they mainly communicate emotions and social intentions, and group cohesions. More ‘here and now’ than ‘what are your comments on what happened yesterday at this event’.”\n“我不认为它们有着像人类一样的交流语言，”Amundin博士简单的说。“我们猜海豚们主要的交流内容是，个人情绪，社会意图，以及群体凝聚。很大一部是”现在发生了什么“而不是”你对昨天发生事情有什么看法。“\n\nTo test this theory, Dr Amundin and his colleagues are recording massive amounts of dolphin sound and feeding it a computer program that will learn the different sounds and analyse how they are organised in relation to each other. Then the scientists will compare this to the dolphins’ behaviour.\n为了测试这个推理的真实性，Amundin博士和他的同事们录制了大量海豚发出来的叫声并用一个会学习不同声音的电脑程序来分析它们在组织上有什么联系。最后科学家们将用此来与海豚的行为相比较。\n\n\n\nDolphins produce a huge variety of sounds, but it’s tricky to categorize them. When is it the same whistle and when does it become different, with a different meaning? Photo by Kolm?rden / Miche Seiko海豚可以发出千奇百怪的声音，但很难把那些声音一个一个加以分类。海豚在不同情况下发出同样口哨声所代表的意思也不同。照片由Kolm？rden与Miche Seiko拍摄。\nUnderstanding dolphin communication better is just one aim of Dr Amundin and his team. Another large part of their work is in developing ways to preventing dolphins from being accidentally caught in the nets of fishing vessels. If we can understand how dolphins use sound underwater, we can develop better warning systems for them, allowing them to steer clear of things that can do them harm.\nAmundin博士与他的团队主要目标之一就是更好的了解海豚们之间是如何交流的。另外一个重心则是致力于避免海豚意外的被捕鱼船的渔网给抓住。如果我们能理解海豚是如何在水下使用声音，就可以为它们开发专门的海豚警告系统，这样海豚就能躲避能对它们造成伤害的东西。\n\nAlso, it means we may eventually learn what the sounds we put in the game mean. In the meantime, why not take a dip in Minecraft's great living oceans, stay a while and listen?\n我们也许最终会知道在Minecraft中的海豚发出来的声音到底代表着什么。趁着我们还不知道的时候，为什么不去Minecraft中的完美而富有活力的海洋里探索一番呢？在海洋里静下心来细细聆听海豚发出的声音吧。\n\n\n\n\n\n【me 译自官网 2018 年 05 月 19 日发布的 Talking Dolphins；原作者 Marsh Davies】\n【本文排版借助了：SPX】新人在末地的第二个渣作。。。\n",
    "replies": [
        {
            "author": "kayn-",
            "timestamp": 1592977500,
            "txt_content": "没人吗，占个前排，感谢大佬第二次作品"
        }
    ]
}