{
    "title": "[Minecraft.net | CULTURE]黑暗古堡盛宴",
    "author": "封徵",
    "replyCount": 26,
    "timestamp": 1589638080,
    "txt_content": " 本帖最后由 封徵 于 2020-8-17 09:32 编辑 \n\n\n\n\n\n1.jpg (141.19 KB, 下载次数: 2)\n\n下载附件\n\n2020-5-16 22:08 上传\n\n\n\n\n\nCULTURE\nDark Harvest Keep\n黑暗古堡盛宴\n\nCome on in! What's the worst that could happen?\n来吧！坏又能坏到哪里去呢？\n\nAsh Davis 艾希·戴维斯\n\n\nThe holidays are fast approaching, meaning ‘tis the season for joy and thanksgiving and Christmas. A time to gather your friends and family for celebration, food, and trapping them in a castle full of spider-people that want to suck their souls dry.\n久违的假期又要来了，这也就是说……满溢的欢笑、感恩节还有圣诞节的快乐时光离我们又进一步了。是时候邀上你的亲朋好友们一起来共赴这场蚕食者[sup]①[/sup]的盛宴好好大吃一顿，庆祝一番了。噢，别忘了把他们“不小心”地关在里面，然后将他们的灵魂供奉给蚕食者们吧。\nBefore you ask, yes this is absolutely a time-honored holiday tradition, one observed by builder Bryan when crafting his horrifying home for the holidays, the Dark Harvest Keep .\n啊，我的朋友，你的心中一定满是问号，但别问，问就是节日传统 —— 还是历史悠久的那种。当然还是我们的建筑师 Bryan 建造这个“恐怖之家”时一手生造出来的那种。最后，欢迎参加 黑暗古堡盛宴。\n\n“This place is home to a very rich noble family,” he tells me. “They’re spider people. Every year they lure unsuspecting people to their home with fancy invitations and a lavish party.”\n“这座古堡的主人是一家富有的贵族，” 他这么告诉我。“但他们却是'蚕食者'。每年他们都会向外递送出精致的请柬，以参加奢华宴会为名诱骗那些毫无戒心的人来参加这场'饕餮盛宴'。”\n\nAll so they can suck out the souls of their unsuspecting guests? Meh. I've been to worse parties.\n所以他们就只是为了吸食那些毫无防备的客人的灵魂？唔，我想我还参加过更糟糕的聚会。\n\n\n\n\n\n\n\n\n2.jpg (71.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-16 22:08 上传\n\n\n\n\n\nBut why make a mansion full of mini-Shelobs when you could build other things with less spiders?\n所以为什么作者明明可以弄一座其他什么的、没那么多蜘蛛的建筑，却还偏偏要建一座遍地迷你版“尸罗”[sup]②[/sup]的古堡呢？\n\n“This is different from my usual work,” Bryan explains. “I wanted to make a haunted manor. I started with some ideas but they weren’t working for me so I scrapped them. But the spirit of Halloween inspired me to keep going, so then I went to work. I ended up building this in four days.”\n“其实这也和我平时的建筑不相类似，” Bryan 这么解释道。“原本我是想建一座闹鬼的庄园，关于那个，我一开始还有些想法的，但后来发现我的想法貌似并没有什么用，所以我就放弃了。但是'万圣节精神'却激励着我继续前行，所以我就在四天内建完了这座建筑。”\n\n\n\n\n\n\n\n\n3.jpg (48.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-16 22:08 上传\n\n\n\n\n\nFour days of extremely hard work, running on a diet of “iced tea and podcasts.” Well, at least iced tea sounds a lot tastier than the concentrated soul juice these arachnids suck from their unwitting guests.\n四天极其艰辛的工作，靠着“冰红茶和播客”勉强度日。唔，至少冰红茶听起来比那些蛛形纲动物热衷的“灵魂果汁”美味了不止一点。\n\nLike most players, Bryan didn’t start his Minecraft career building terror mansions for spider cults. “I started playing on the iOS version two years ago, but only casually, never as a builder. I hopped servers a lot, making a ton of friends along the way before I eventually settled and made my own server. It was supposed to be just a place for me and my friends to play, but I wanted something more. So I started building, working with builders in the community.”\n正如大部分玩家一样，Bryan 并没有开始他的“为蜘蛛邪 教建造恐怖豪宅”的专职建筑师的生涯。“我是在两年前、在 iOS 上开始玩 Minecraft 的，但只是随便玩玩，从来没有当过什么'建筑师'之类的。我玩了很多服务器，结识了不少的朋友，然后最后才安心弄了自己的服务器。服务器本来也只是和我的朋友们随便玩玩的，但我觉得还不够。然后我开始学习起了建筑，与社区里的许多建筑师们一起工作。”\n\n\n\n\n\n\n\n\n4.jpg (37.12 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-16 22:08 上传\n\n\n\n\n\nThose friendships have really paid off for Bryan and he's learned a lot of lessons, both in Minecraft and life.\n这些友谊也最终有了回报，Bryan 也从中学到了许多经验教训，不管是在 Minecraft 里还是在现实生活中。\n\n“In two years, the greatest thing I’ve learned is patience and how to wait until great things happen. If you have the passion to grow and improve: do it. It is daunting but you can make it. I was a rando a year ago and now I’m close friends with some of the most talented people in this community. To get better, it just takes a ton of practice and hanging around a bunch of talented people.”\n“在这两年的时光里，我学到的最令我受益匪浅的东西，就是耐心 —— 并如何耐心等待'奇迹'诞生。如果你还保有着那份想要成长、想要提升自我的激情的话 —— 那就勇敢地去做吧！也许前路会使你望而生畏，但相信自己，你可以做到的。一年前，我还是个孤僻专断的人，但现在，我已经与社区里那些最为才华横溢的人成为了朋友。想要成为更好的自己，就得'赖'在那些优秀的人中间，不断提升自我。”\n\nNote to self: arrange a way to hang out with Serena Williams.\n温馨提示：请安排好你与 Serena Williams [sup]③[/sup]的约会。\n\nAll that talent rubbed off on Bryan. “I mostly picked up my detailing style from my friends. After that, I decided to take what they’d given me and experiment on my own.”\nBryan 的“偷师成果”看起来也卓有成效。“我的建筑的细节处理的风格主要是学自我的朋友们。但在那之后，我决定接受他们传授给我的'东西'，然后自己去试验实际成效。”\n\n\n\n\n\n\n\n\n\n\nIn Dark Harvest Keep, those detailing lessons were put to serious work. “I constantly delete and redo structures until they are good enough to be posted,” explains Bryan. “My favorite part was definitely the main island; the mushrooms, the vines, the grass pads, and the rest of the flora.\n在《黑暗古堡盛宴》中，所有的那些学来的细节处理的理论知识都被投入到了严肃的实战中。“我会不断地删改重做那些已完成的部分直到我认为他们已经足够优秀了，能见人了，”Bryan 这么解释道。“而我最喜欢的部分当然是主岛；那些蘑菇、藤蔓、草地还有其它的那些植物群。”\n\n“My least favorite would have to be the wheat fields. A WorldEdit hiccup would happen where the layer of wheat would cut into the next layer above and I had to manually fill in the broken areas.”\n“我最不喜欢的部分应该就是麦田了。弄麦田的时候，WoldEdit 老是会出现一个小毛病 —— 含有麦子的那层总是会跑到它的上面那层去，所以我不得不手动去填充那些发生错误的区域。”\n\n\n\n\nThe devil’s always in the details! But in Dark Harvest Keep, the devil also walks on eight legs and wants to have you for dinner.\n魔鬼总是藏在细节中(知易行难)!但在《黑暗古堡盛宴》中，魔鬼不仅有着八条腿，还想请你吃顿饭呢。\n\nWait! I meant have you over for dinner. Why are you running? We haven’t had dessert yet!\n等等！我只是想请你 吃 顿饭！你跑什么呀？我们还没上甜点呢！\n\nRenders by Splekh, Cmelvard, Nygma and Ivain\n地图渲染图制作：Splekh，Cmelvard，Nygma 和 Ivain\n\n\n\n【封徵 译自官网 2017 年 11 月 27 日发布的 Dark Harvest Keep；原作者 Ash Davis】\n【本文排版借助了：SPX】\n译者注：\n①原本“s  p  i  d  e  r  -  p  e  o  p  l  e”我是直接翻译成“蜘  蛛  人”的，但考虑到有点生，所以根据下文提到的设定改成了“蚕食者”。\n②“尸罗”为小说《魔戒》中在中土世界的一只雌性大蜘蛛，在在幽暗密林中，有着大量尸罗的后代。  —— 来源：某私人博客\n③Serena Williams 为美国女子职业网球运动员(没理解原文的这一句是什么意思)。 —— 来源：百度百科\n④本文为了中文翻译的行文流畅会小部分修改原文意思，但绝大部分都会遵照原文翻译，望见谅。\n\n小组：幽篁流觞（RMA）\n",
    "replies": [
        {
            "author": "YJNMS666",
            "timestamp": 1589683260,
            "txt_content": "非常棒!"
        },
        {
            "author": "timor_mmp",
            "timestamp": 1589688000,
            "txt_content": "非常棒！        "
        },
        {
            "author": "tbwc",
            "timestamp": 1589700660,
            "txt_content": "完成任务"
        },
        {
            "author": "我系切糕qwq",
            "timestamp": 1589707080,
            "txt_content": "很厉害awa"
        },
        {
            "author": "我系切糕qwq",
            "timestamp": 1589707080,
            "txt_content": "不过有个问题 我怎么搞到这个图片ummmm"
        },
        {
            "author": "我系切糕qwq",
            "timestamp": 1589707080,
            "txt_content": "别忘回复我qwq？"
        },
        {
            "author": "雪月风花l",
            "timestamp": 1589714100,
            "txt_content": "强呀老哥"
        },
        {
            "author": "小杰小杰",
            "timestamp": 1589740800,
            "txt_content": "厉害厉害"
        },
        {
            "author": "血盟团长",
            "timestamp": 1589764740,
            "txt_content": "这个城堡太好看了吧"
        },
        {
            "author": "saochen",
            "timestamp": 1589808300,
            "txt_content": "6666666，非常牛逼"
        },
        {
            "author": "yurui6",
            "timestamp": 1589813340,
            "txt_content": "tqltqltqltql"
        },
        {
            "author": "九五.",
            "timestamp": 1589816460,
            "txt_content": "666666额就到家只能说你"
        },
        {
            "author": "九五.",
            "timestamp": 1589851740,
            "txt_content": ""
        },
        {
            "author": "xuanmo",
            "timestamp": 1589883780,
            "txt_content": "完成任务"
        },
        {
            "author": "污妖阁桐人",
            "timestamp": 1589899920,
            "txt_content": "日常刷任务"
        },
        {
            "author": "51651561562",
            "timestamp": 1589981580,
            "txt_content": "这种黑风格的很喜欢呢"
        },
        {
            "author": "吾之凯旋",
            "timestamp": 1589982120,
            "txt_content": "大佬作图，大饱眼福。"
        },
        {
            "author": "1170899610",
            "timestamp": 1590205260,
            "txt_content": "可以哦哦哦哦哦哦哦哦"
        },
        {
            "author": "封徵",
            "timestamp": 1590205440,
            "txt_content": "标题翻译来源：\n\n\n\n\nfile_1590205513000.jpg (332.95 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-23 11:43 上传\n\n\n\n\n\n"
        },
        {
            "author": "MK.CK",
            "timestamp": 1590883920,
            "txt_content": "好看好看"
        },
        {
            "author": "奶油吖",
            "timestamp": 1590891780,
            "txt_content": "有点吓人的样子"
        },
        {
            "author": "CH3263632317",
            "timestamp": 1590986820,
            "txt_content": "喜欢喜欢啊"
        },
        {
            "author": "1B8F",
            "timestamp": 1591003620,
            "txt_content": "大佬牛皮"
        },
        {
            "author": "Dxinx",
            "timestamp": 1591096980,
            "txt_content": "厉害厉害"
        },
        {
            "author": "NineSunGood",
            "timestamp": 1591136880,
            "txt_content": "都是大佬，真好看，回头看看我的火柴盒火柴盒r，......."
        },
        {
            "author": "caibaozi66",
            "timestamp": 1591155660,
            "txt_content": "????非常非常棒"
        }
    ]
}