{
    "title": "[原创/连载][第二章]当史蒂夫一觉醒来…",
    "author": "🐦💕🌸🌸",
    "replyCount": 14,
    "timestamp": 1589636820,
    "txt_content": " 本帖最后由 新人x号 于 2020-5-19 17:56 编辑 \n\n往期章目：第一章 初来乍到\n\n史蒂夫第三天醒来的时候，突然间意识到一件事情。\n\n“我好像……这几天睡得很不好……”，史蒂夫思忖着，“而且我好像这段时间一直吃素，肚子里没点油水，感觉干啥都没劲……”\n\n史蒂夫慢慢起身，向着山洞外面走去。\n\n“这段时间我需要收集一点材料来建房子，所以只能暂时住山洞了，而且我要整点家具，还得改善伙食……啊，对了，要不去找羊羊君吧，他身上的羊毛我应该是可以拿来做床铺的，而且烤羊肉貌似很香……”\n\n史蒂夫想到这，眼前一亮，口水不自觉地顺着嘴角流了下来。此时他的目光正锁定在对面山头的羊羊君身上。（羊羊君：咩～我的第六感告诉我，即将有什么大事发生…）\n\n史蒂夫拿起他的石剑，猫着腰（潜行）顺着山脚悄悄咪咪地摸过去，绕到了羊羊君的身后。羊羊君居然还神经大条的左望望右看看，一脸天真无邪的亚子。\n\n史蒂夫紧盯着他，咬紧了牙关，额头上汗水渗出，念叨着：“为了我的床铺，还有吃上一口肉……唉，羊羊君对不住了。”\n\n他一步步地逼近羊羊君的背后。\n\n突然，史蒂夫一跃而起，向着羊羊君身后就是一刀。\n\n“咩!!!——”\n\n羊羊君大叫一声惊跳起，迅速回头，发现有人居然打他的主意，吓得慌忙逃窜。\n\n史蒂夫眼疾手快，上前又是一刀。\n\n“当当当～”\n\n伴随着清脆的提示音，史蒂夫感觉到好像发生了什么变化。羊羊君已经随着这刀变成了一股白烟，还有地上转着的羊肉和羊毛。（羊羊君：我不要领盒饭!!!QAQ）\n\n“咦，这个是？”史蒂夫这才发现眼前的绿条，“刚刚好像这个条子发生了什么变化……”\n\n史蒂夫很疑惑，但是他没有多想，带着东西返回山洞去了。\n\n“啊，真香～”山洞里传来了史蒂夫满意的声音。（好像有什么东西乱入了……）\n\n史蒂夫吃饱喝足，把床造出来后，天色也不早了。他迫不及待地倒在刚刚做好的床上，感叹道：“还是床铺睡着舒服啊～”\n\n他望了一眼山洞外边。\n\n黑黢黢的，好像什么也没有，安静得可怕。\n\n突然，他敏锐地察觉到，天上好像有什么东西在盘旋。\n\n他顿时感到倦意全无，一骨碌爬起身，手中紧攥着石剑。\n\n“是谁？”他低吼道，手却因为未知的恐惧不由自主地开始发抖。\n\n一道黑影从天空中俯冲闪过，仅离他眼前一步之遥。史蒂夫感到一阵杀气袭来。\n\n那是一双泛着绿光的眼睛，十分渗人。在他呼啸离开的时候，史蒂夫感觉被什么东西击中了一下。\n\n“不好，危险！”史蒂夫大惊，迅速把手中的方块拿出来封死了洞口。\n\n“呼——”史蒂夫瘫倒在地，喘着粗气。他从未遇见过如此凶 残的对手，要不是他动作快点，估计刚刚凶多吉少。\n\n“现在——他们应该进不来了吧？”史蒂夫犹豫着躺到了床上，心有余悸地想着，“外面的世界太危险了吧……”\n\n\n\n白天。\n\n史蒂夫小心翼翼地凿开一个洞，往外瞄了几眼。\n\n那些会飞的东西仿佛很惧怕阳光，在阳光的炙烤下像无头苍蝇一样乱飞乱撞，最后和羊羊君一样，化作一缕白烟。\n\n“天哪……”\n\n史蒂夫更不敢出去了。\n\n“要不，我去整点矿？”史蒂夫颤巍巍地退回山洞深处，“挖矿应该不会遇到什么奇奇怪怪的事情了吧……”\n\n史蒂夫打定了主意。\n\n他抄起家伙，顺着上次的矿洞接着往下挖。\n\n他每隔一段距离就往左手边插根火把，保持光亮并防止迷路。（他被黑夜整出心理阴影了QAQ）\n\n也不知道过了多久，他挖着挖着突然间感觉脚下一空，冷不丁地摔了个结结实实的狗啃泥。\n\n“我*（滴——温馨提示：史蒂夫口 吐 芬 芳的地方已自动屏蔽，防止带坏小朋友）”，史蒂夫骂了一句，“为啥螺旋挖楼梯都能踩空……我太难了。”\n\n他爬起身，发现地板的脚感不对。\n\n他把副手的火把凑近了看，发现地面上居然是木板！\n\n“咦？这里……不像是自然环境啊，”他盯着不合常理出现的木板看了一会，“为什么在地下深处会出现木板呢？”\n\n他想了想，决定四处看看。\n\n他把周围的墙壁上插满了火把，防止待会找不到路，顺着木板路一路摸索前进。\n\n在此过程中，他发现周围的墙壁上布满了矿石和各种石头，有在光照下泛白的石头（闪长岩），有红色、杂乱花纹的石头（花岗岩），以及各种没见过的矿石。深蓝色的，红色的，以及之前遇到的那种肉色花纹的矿石。\n\n“这个地方矿物质很丰富啊……”\n\n史蒂夫一路走一路感叹道。\n\n在火把光照下，前方的路忽然间转了一个弯，史蒂夫伸头看了一下，发现一段残缺的轨道，隧道尽头还有一辆矿车，上面搭载着一个箱子。\n\n史蒂夫摸了上去，好奇的打开箱子往里瞅。\n\n映入眼帘的是一堆没用过的火把，以及几个面包（史蒂夫：闻起来应该是还能吃的），最最重要的是他发现了压箱底的一本泛着神秘紫光的书。\n\n史蒂夫拿起书本，突然间感觉到身体好像被什么神秘的力量穿过一般，眼前的绿条也在不 安 分地躁 动。\n\n“难道……这本书和这个绿条有什么关系吗？”史蒂夫脑子里冒出一个大大的问号，但还是没多想，把书塞进背包里面去了。\n\n“算了，不管他了，我去另一边看看有没有什么新的发现。”\n\n\n\n在另一边的道路明显难走了很多。各种木板围成柱子的十字岔路口就已经把他绕的晕乎乎的了，且不说还有上上下下的矿洞隧道没探索。\n\n史蒂夫不敢轻举妄动，只能慢慢的往最亮最宽的道路走去。\n\n一个绿油油的花脑袋突然间闯进史蒂夫眼帘。\n\n霎时间，四目相对。你看着我，我看着你，空气好像在一瞬间凝固了。\n\n毫无预兆地，那个绿脑袋突然间开始闪烁起来，伴随着“呲呲…”的声音膨 胀的越 来 越 大。\n\n史蒂夫直觉地感受到有什么不好的事发生，急忙后撤几步。\n\n<--To be continued\n\n“Boom!!!”\n\n响声震彻隧道。\n\n“啊——”史蒂夫被突如其来的爆炸声吓得不敢动，紧随其后的气浪将他扑 倒 在 地。\n\n史蒂夫，卒。享 年4天\n\n（才没有呢，我们的主角怎么会这么快就挂掉啊。）\n\n史蒂夫昏倒在地，不 省 人 事。\n\n…………\n\n迷糊中，他似乎隐约看见一个双眼全白的神秘人站在他身边，好似喃喃地念叨着什么。\n\n他正准备进一步看清那人的脸时，那人突然间消失了。\n\n史蒂夫心里一震，一个大活人居然在自己眼前凭空消失了？！\n\n但是下一秒，一阵四面八方产来的低嚎声容不得他多想。\n\n他艰难地用剑撑起自己，慢慢地爬起身，凭借着火把微弱摇晃的光隐约看见对面的黑暗中有什么东西逼近自己。\n\n他背靠墙壁，一只手摸索着后背的墙壁，另一只手攥紧剑，随时准备战斗。\n\n“嗖——”\n\n冷不丁的，一根疾飞的箭狠狠地钉到了他左耳旁的石壁上，紧跟着一阵骨头错乱的碰撞声传来。\n\n“撤，快撤！”史蒂夫在这危机时刻，给自己下命令。\n\n他迈开早已软成面条的腿，向着来时的方向奔去。\n\n他很庆幸自己来的时候“处处志之”，不然估计就要永远留在这个不 见 天 日的隧道中了。\n\n回到山洞中，他做了一个箱子，把身上的物资全部扔了进去。\n\n“这个沉甸甸的包害我跑不动路，差点就交代在那里了。”史蒂夫惊魂未定地抱怨道。\n\n“刚刚那个绿头怪真是厉害，差点点把我带走了。我居然有一瞬间还以为他是友好的生物，没想到……啧啧啧，怪心险恶，以后看见他一定得绕路走，”史蒂夫心想，“看来防具也是必不可少的，因为我估计今后很多的日子里，都会免不了和这些敌对生物的对抗竞争了。那么盔甲和盾牌都得齐备上才行。”\n\n史蒂夫一边想着，一边给自己处理伤口。\n\n那本泛着紫光的书，此时正静静地躺在箱子里，那隐隐约约可见的环绕着书身的白色字符，好像记录着什么，等待后来人的发现……\n\n（未完待续。。。）\n第三章 矿洞冒险（下）",
    "replies": [
        {
            "author": "yzcabc",
            "timestamp": 1589638440,
            "txt_content": "666，好看，继续追"
        },
        {
            "author": "Ender56",
            "timestamp": 1589639220,
            "txt_content": "挺好，很真实\n不过在他刚发现附魔书那段有个字打错了：一本泛着神秘紫光的书\n还有个小建议：在帖子标题上标一下第几章吧\n刚才一看差点以为重复发帖\n\n\n\n\n1589096029296.png (621 Bytes, 下载次数: 1)\n\n下载附件\n\n2020-5-16 22:27 上传\n\n\n\n\n"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1589639280,
            "txt_content": "Ender56 发表于 2020-5-16 22:27\n挺好，很真实\n不过在他刚发现附魔书那段有个字打错了：一本泛着神秘紫光的书\n还有个小建议：在帖子标题上标 ...\n要得，待会弄一下"
        },
        {
            "author": "殆辰羽_",
            "timestamp": 1589700540,
            "txt_content": "我记得跳劈可以增加攻击力，这可以一刀一头羊啊……"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1589700660,
            "txt_content": "殆辰羽 发表于 2020-5-17 15:29\n我记得跳劈可以增加攻击力，这可以一刀一头羊啊……\n石剑好像是不行的吧……"
        },
        {
            "author": "殆辰羽_",
            "timestamp": 1589701320,
            "txt_content": "新人x号 发表于 2020-5-17 15:31\n石剑好像是不行的吧……\n石剑啊……我以为是铁剑……"
        },
        {
            "author": "血盟团长",
            "timestamp": 1589767560,
            "txt_content": "好看！我要抄作业去（自己写的那个卡剧情了）"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1589775420,
            "txt_content": "MikeW138 发表于 2020-5-18 10:06\n好看！我要抄作业去（自己写的那个卡剧情了）\n哈哈哈那你要加油啊，看好你哦"
        },
        {
            "author": "MC骨灰级大神",
            "timestamp": 1589953860,
            "txt_content": "楼主文笔大大的赞"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1594967160,
            "txt_content": "像极了几年前一开始接触MC的我\n回忆杀"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1594980720,
            "txt_content": "Dicro_scrive 发表于 2020-7-17 14:26\n像极了几年前一开始接触MC的我\n回忆杀\n啊这……\n你的签名太扎心了，就像专门为我写的一样\n你也是有故事的人，对吧？"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1594980840,
            "txt_content": "新人x号 发表于 2020-7-17 18:12\n啊这……\n你的签名太扎心了，就像专门为我写的一样\n你也是有故事的人，对吧？ ...\n只恨彼此被动而错过"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595028720,
            "txt_content": "史蒂夫大家很熟悉吧 当史蒂夫一觉醒来会发生什么哪？ 这不有一美利坚小伙解答了我们的疑惑 让我们一起来看看吧"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1595046120,
            "txt_content": "爬熊黄 发表于 2020-7-18 07:32\n史蒂夫大家很熟悉吧 当史蒂夫一觉醒来会发生什么哪？ 这不有一美利坚小伙解答了我们的疑惑 让我们一起来看 ...\n一开口老营销号了\n啊这，算是我以前萌新时期吧233"
        }
    ]
}