{
    "title": "回忆初入mc的往事",
    "author": "无聊的静点P",
    "replyCount": 14,
    "timestamp": 1589821620,
    "txt_content": "        第一个版本1.6.4，某群中看到有人说要不要一起玩游戏。我问什么类型，对方答盖房子打装备，当时好像四年级/五年级？看到Minecraft的物品栏有点感兴趣，就去下载了。似乎是映射/最低级面板的小服，只有10人上限。\n        进去以后什么都不懂，就想问其他人怎么玩，然后发现出生点是有很多其他玩家建筑类似“社区”的地方。不过没有什么领地之类的插件保护，因为搭载了工业、神秘模组，中心区域是OP放置的几个最好的充电座跟发电机。（隔壁全是钻石块的家就是OP房子）\n        大佬说要砍树，我便问怎么弄，说要斧子来着。然而当时我也不知道合成什么的，就想问他们要，然后被教育不要当伸手党了QAQ！之后我就在闲逛，走着走着离开那个社区一样的区域后就跑到附近的丛林边，好像还有椰子树（mod吧）。完全不知道该怎么玩的我试探性地对一块原木按下了左键……之后得到了人生中第一块木头！\n        有了木头后当然要问下怎么做斧子，有人告诉我要先做工作台，按E把原木放到右边的四个格子里后再把得到的木板一个个放进去。就这样，我完成了首次合成，清晰记得当时的喜悦要比现在挖到多少钻石要高上N倍……不，那是无法到达的高度。有了工作台我马上把它放下，便按大佬说的打开G键合成表看怎么做斧头。于是乎又撸掉几个原木233333！\n        于是乎，我开始陆陆续续体验mc的各种内容，直到夜晚到来。\n\n        在此之前，我因为食物度快掉光而问其他人要怎么弄吃的，有人讲等晚上打怪就有肉了。凑齐一套木工具的我兴致勃勃地往社区回，等到天黑。结果被两只僵尸吓得到处乱跑233333，乱蹦乱跳得就到有个人的房顶，然后就不敢下去了……（丢人，退服吧）\n\n       建家，生存游戏几乎离不开的元素。看到僵尸随着白天到来而不见（当时我并不知道它们是烧死的）我就跳下屋顶，发现前面的地上有几块腐肉便赶紧冲上去捡起来吃，补充所剩无几的食物度（虽然还达不到回血的值）。吃完发现又掉回去了点，莫名其妙的……刚在聊天区发完僵尸好可怕的我就收到大佬的建家提示，还获赠了一张床！\n       拿到床以后开始四处寻找合适的位置，因为四处都是海滩，我便因为风景还不错选址在了很近的地方。自觉地拿出小木铲到一边撸掉些沙子，然后跑到另一边把他们搭起来，围成了大概4x6，中间只有2x3的空余，高度2格（没错就是两格，跟史蒂夫一样高）没有顶的“家”在我放下床和一同拿到的木门后就诞生了（这个过程是继工作台后首次放置方块），虽然头顶貌似凉凉的（？）但当时毫无感觉就是了。\n        之后我也开始和大家打成一片，服主看到我惨不忍睹的小沙房后便和另外一名玩家用圆石帮我建了一个有地下室的升级版房（看得我是两眼冒光）！地下室还用铁轨连接了我对面玩家的家，建好后特别开心，便疯狂坐矿车来来回回。这个阶段我还完全没有对“发展”有任何的认识，家中的东西也是除了被赠予而**。有次拿到创造还偷偷挖个小地洞放大箱子，里面放了满满的剑、工具（没锄）和护甲9件套，铁的一排、金的一排、钻石的一排。记得我是这样放了不少箱子2333333，还不知道有各种块的存在。之后就被TP过来抓个正着，呜呜呜。\n\n        过了几天，我家没了。嗯，对面的邻居在下面玩核弹，我家、他自己家和附近好大一块都被移平了……当时他的id好像是dageda？没记错是一身黑色装备，似乎是纳米套。然后我就跟他吵起来了！！！QAQ房子呢，我那么大个房子呢。他说：我的也没了QAQ……\n        呼，本来想长期更新的，但忍不住就聊到这里了。我跟dageda加了QQ好友以后，直到这个服务器关闭后便没怎么联系。\n        时隔两三年？我来到了活跃在1.7.2/1.7.10版本，开着矿透疯狂挖钻石而对地牢等探索没有丝毫进展的时代。说到末地就想起在第一个服务器跟着大家被传送到末地出生平台的黑曜石上，然后看着漆黑、淡黄的画风吓得发抖。没忍住瞄了眼那高处有很多的黑色棍棍（小黑，之前没在主世界看到过）后听着有些惊悚的声音被它传过来踢下虚空。\n       在某个50人上限，平时有10+玩家的小服务器里，穿着钻套四处横行。逛着逛着街看到了服里另一个“霸主”级玩家和其他人在村庄PVP。他穿着一套附魔的钻套，拿着弓（伤害贼大）把自己搭的很高和其他人PVP。我几次尝试上去打他都被射下来了233333\n       跟他也相处过挺长一段时间，经常聊天啊之类的（当然仅限与服务器中）。某次也不知道是谈到什么了，突然开始相互对信息，我们以前玩过同一个服务器？直到互报当时的ID后我才发现，这人就是我当时对个的邻居dageda！！！因此，我也是在多年后首次从QQ上联系他。该说是缘分吗……这个随手找的服的服主就是第我一个服的OP……跟里面的玩家相处过一段时间才发现他就是曾经认识的人。\n\n       呼……如果能看到这里，很感谢你，毕竟咱没任何文笔只是在记流水账来大晚上夜来非。种种在mc中的第一次真的是带给了我无穷的快乐……或许也是以前年纪要小些，那种纯真再也找不回来了吧。\n      以后有时间的话可能会继续在下面更新之后的故事。\n\n",
    "replies": [
        {
            "author": "吃瓜林某人",
            "timestamp": 1589821860,
            "txt_content": "诶，当年也是六年级入的坑，记得还是1.61，也和帖主差不多的经历，当年环境真的很好，可惜好多以前的人都不玩mc了，诶"
        },
        {
            "author": "无聊的静点P",
            "timestamp": 1589821920,
            "txt_content": "吃瓜林某人 发表于 2020-5-19 01:11\n诶，当年也是六年级入的坑，记得还是1.61，也和帖主差不多的经历，当年环境真的很好，可惜好多以前的人都不 ...\n那时候我还不知道什么是“熊孩子”，甚至还回去玩过1.6.2，hhhhhh"
        },
        {
            "author": "替身玩偶",
            "timestamp": 1589822100,
            "txt_content": "全都是回忆啊……矿透可太真实了。"
        },
        {
            "author": "吃瓜林某人",
            "timestamp": 1589822160,
            "txt_content": "替身玩偶 发表于 2020-5-19 01:15\n全都是回忆啊……矿透可太真实了。\n哈哈我当年也用过，然后就被ban了"
        },
        {
            "author": "supermiao",
            "timestamp": 1589822220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "替身玩偶",
            "timestamp": 1589822220,
            "txt_content": "吃瓜林某人 发表于 2020-5-19 01:16\n哈哈我当年也用过，然后就被ban了\n还有ALL-U-WANT（背包编辑器）等，刚发现能给物品改NBT弄彩色名字时给我乐坏了。"
        },
        {
            "author": "无聊的静点P",
            "timestamp": 1589822280,
            "txt_content": "supermiao 发表于 2020-5-19 01:17\n服务器里的一帮小朋友从当初的五六年级到现在今年都在考大学了\n想来按年纪我也是今年该高考的。"
        },
        {
            "author": "吃瓜林某人",
            "timestamp": 1589822700,
            "txt_content": "supermiao 发表于 2020-5-19 01:17\n服务器里的一帮小朋友从当初的五六年级到现在今年都在考大学了\n我当时才六年级，现在都大一了"
        },
        {
            "author": "jkl729547441",
            "timestamp": 1589823360,
            "txt_content": "我那时候还是1.4.7入坑 有次忘了设家 结果出去了找不到家了 住在了一个镇子的公寓里 后来才发现我家在镇子的边缘(那个家是几个人一起建的)不过想想都是好久之前的事情了"
        },
        {
            "author": "Cunnin",
            "timestamp": 1589840460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "一夜落花",
            "timestamp": 1589840520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "minecraft小器",
            "timestamp": 1589841300,
            "txt_content": "当初和小伙伴一起玩的服务器，如今已经不在了"
        },
        {
            "author": "j19950909",
            "timestamp": 1589841540,
            "txt_content": "我也很怀恋以前"
        },
        {
            "author": "mohui666",
            "timestamp": 1589843820,
            "txt_content": "我三四年级入坑\n现在朋友大部分都不玩了"
        }
    ]
}