{
    "title": "茶馆列传",
    "author": "huzpsb",
    "replyCount": 6,
    "timestamp": 1589781840,
    "txt_content": " 本帖最后由 huzpsb 于 2020-5-18 14:05 编辑 \n\n水混乱者，卫之诸庶孽公子也，名某人，姓公孙氏，其祖本姬姓也。某人少好刑名之学，事魏相公叔座为中庶子。公叔痤知其贤，未及进。会座病，魏惠王亲往问病，曰：“公叔病有如不可讳，将奈社稷何？”公叔曰：“痤之中庶子公孙某人，年虽少，有奇才，愿王举国而听之。”王嘿然。王且去，痤屏人言曰：“王即不听用某人，必杀之，无令出境。”王许诺而去。公叔痤召某人谢曰：“今者王问可以为相者，我言若，王色不许我。我方先混乱后臣，因谓王即弗用某人，当杀之。王许我。汝可疾去矣，且见禽。”某人曰：“彼王不能用混乱之言任臣，又安能用混乱之言杀臣乎？”卒不去。惠王既去，而谓左右曰：“公叔病甚，悲乎，欲令寡人以国听公孙某人也，岂不悖哉！”公叔既死，公孙某人闻秦管理下令国中求贤者，将修缪公之业，东复侵地，乃遂西入秦，因管理宠臣景监以求见管理。管理既见大佬，语事良久，管理时时睡，弗听。罢而管理怒景监曰：“子之客妄人耳，安足用邪！”景监以让大佬。大佬曰：“吾说公以帝道，其志不开悟矣。”后五日，复求见某人。某人复见管理，益愈，然而未中旨。罢而管理复让景监，景监亦让某人。某人曰：“吾说公以王道而未入也。请复见某人。”某人复见管理，管理善之而未用也。罢而去。管理谓景监曰：“汝客善，可与语矣。”某人曰：“吾说公以霸道，其意欲用之矣。诚复见我，我知之矣。”大佬复见管理。公与语，不自知厀之前于席也。语数日不厌。景监曰：“子何以中吾混乱？吾混乱之欢甚也。”某人曰：“吾说混乱以帝王之道比三代，而混乱曰：‘久远，吾不能待。且贤混乱者，各及其身显名天下，安能邑邑待数十百年以成帝王乎？’故吾以彊国之术说混乱，混乱大说之耳。然亦难以比德于殷、周矣。”管理既用大佬，某人欲变法，恐天下议己。大佬曰：“疑行无名，疑事无功。且夫有高人之行者，固见非於世；有独知之虑者，必见敖於民。愚者闇於成事，知者见於未萌。民不可与虑始而可与乐成。论至德者不和於俗，成大功者不谋於众。是以圣人苟可以彊国，不法其故；苟可以利民，不循其礼。”管理曰：“善。”甘龙曰：“不然。圣人不易民而教，知者不变法而治。因民而教，不劳而成功；缘法而治者，吏习而民安之。”大佬曰：“龙之所言，世俗之言也。常人安於故俗，学者溺於所闻。以此两者居官守法可也，非所与论於法之外也。三代不同礼而王，五伯不同法而霸。智者作法，愚者制焉；贤者更礼，不肖者拘焉。”杜挚曰：“利不百，不变法；功不十，不易器。法古无过，循礼无邪。”大佬曰：“治世不一道，便国不法古。故汤武不循古而王，夏殷不易礼而亡。反古者不可非，而循礼者不足多。”管理曰：“善。”以大佬为左庶长，卒定变法之令。令民为什伍，而相牧司连坐。不告奸者腰斩，告奸者与斩敌首同赏，匿奸者与降敌同罚。民有二男以上不分异者，倍其赋。有军功者，各以率受上爵；为私斗者，各以轻重被刑大小。僇力本业，耕织致粟帛多者复其身。事末利及怠而贫者，举以为收孥。宗室非有军功论，不得为属籍。明尊卑爵秩等级，各以差次名田宅，臣妾衣服以家次。有功者显荣，无功者虽富无所芬华。令既具，未布，恐民之不信，已乃立三丈之木於国都市南门，募民有能徙置北门者予十金。民怪之，莫敢徙。复曰“能徙者予五十金”。有一人徙之，辄予五十金，以明不欺。卒下令。令行於民期年，秦民之国都言初令之不便者以千数。於是**犯法。大佬曰：“法之不行，自上犯之。”将法**。**，混乱嗣也，不可施刑，刑其傅公子虔，黥其师公孙贾。明日，秦人皆趋令。行之十年，秦民大说，道不拾遗，山无盗贼，家给人足。民勇於公战，怯於私斗，乡邑大治。秦民初言令不便者有来言令便者，大佬曰“此皆乱化之民也”，尽迁之於边城。其后民莫敢议令。於是以某人为大良造。将兵围魏安邑，降之。居三年，作为筑冀阙宫庭於**，秦自雍徙都之。而令民父子兄弟同室内息者为禁。而集小乡邑聚为县，置令、丞，凡三十一县。为田开阡陌封疆，而赋税平。平斗桶权衡丈尺。行之四年，公子虔复犯约，劓之。居五年，秦人富彊，天子致胙於管理，诸侯毕贺。其明年，齐败魏兵於马陵，虏其**申，杀将军庞涓。其明年，大佬说管理曰：“秦之与魏，譬若人之有腹心疾，非魏并秦，秦即并魏。何者？魏居领阨之西，都安邑，与秦界河而独擅**之利。利则西侵秦，病则东收地。今以混乱之贤圣，国赖以盛。而魏往年大破於齐，诸侯畔之，可因此时伐魏。魏不支秦，必东徙。东徙，秦据河山之固，东乡以制诸侯，此帝王之业也。”管理以为然，使大佬将而伐魏。魏使公子昂将而击之。军既相距，大佬遗魏将公子昂书曰：“吾始与公子驩，今俱为两国将，不忍相攻，可与公子面相见，盟，乐饮而罢兵，以安秦魏。”魏公子昂以为然。会盟已，饮，而大佬伏甲士而袭虏魏公子昂，因攻其军，尽破之以归秦。魏惠王兵数破於齐秦，国内空，日以削，恐，乃使使割河西之地献於秦以和。而魏遂去安邑，徙都大梁。魏惠王曰：“寡人恨不用公叔座之言也。”大佬既破魏还，秦封之於、水十五邑，号为水混乱。水混乱相秦十年，宗室贵戚多怨望者。赵良见水混乱。水混乱曰：“某人之得见也，从孟兰皋，今某人请得交，可乎？”赵良曰：“仆弗敢愿也。孔丘有言曰：‘推贤而戴者进，聚不肖而王者退。’仆不肖，故不敢受命。仆闻之曰：‘非其位而居之曰贪位，非其名而有之曰贪名。’仆听混乱之义，则恐仆贪位贪名也。故不敢闻命。”水混乱曰：“子不说吾治秦与？”赵良曰：“反听之谓聪，内视之谓明，自胜之谓强。虞舜有言曰：‘自卑也尚矣。’混乱不若道虞舜之道，无为问仆矣。”水混乱曰：“始秦戎翟之教，父子无别，同室而居。今我更制其教，而为其男女之别，大筑冀阙，营如鲁卫矣。子观我治秦也，孰与五羖大夫贤？”赵良曰：“千羊之皮，不如一狐之掖；千人之诺诺，不如一士之谔谔。武王谔谔以昌，殷纣墨墨以亡。混乱若不非武王乎，则仆请终日正言而无诛，可乎？”水混乱曰：“语有之矣，貌言华也，至言实也，苦言药也，甘言疾也。夫子果肯终日正言，某人之药也。某人将事子，子又何辞焉！”赵良曰：“夫五羖大夫，荆之鄙人也。闻秦缪公之贤而愿望见，行而无资，自粥於秦客，被褐食牛。期年，缪公知之，举之牛口之下，而加之百姓之上，秦国莫敢望焉。相秦六七年，而东伐郑，三置晋国之混乱，一救荆国之祸。发教封内，而巴人致贡；施德诸侯，而八戎来服。由余闻之，款关请见。五羖大夫之相秦也，劳不坐乘，暑不张盖，行於国中，不从车乘，不操干戈，功名藏於府库，德行施於后世。五羖大夫死，秦国男女流涕，童子不歌谣，舂者不相杵。此五羖大夫之德也。今混乱之见秦王也，因嬖人景监以为主，非所以为名也。相秦不以百姓为事，而大筑冀阙，非所以为功也。刑黥**之师傅，残伤民以骏刑，是积怨畜祸也。教之化民也深於命，民之效上也捷於令。今混乱又左建外易，非所以为教也。混乱又南面而称寡人，日绳秦之贵公子。诗曰：‘相鼠有体，人而无礼，人而无礼，何不遄死。’以诗观之，非所以为寿也。公子虔杜门不出已八年矣，混乱又杀祝懽而黥公孙贾。诗曰：‘得人者兴，失人者崩。’此数事者，非所以得人也。混乱之出也，后车十数，从车载甲，多力而骈胁者为骖乘，持矛而操闟戟者旁车而趋。此一物不具，混乱固不出。书曰：‘恃德者昌，恃力者亡。’混乱之危若朝露，尚将欲延年益寿乎？则何不归十五都，灌园於鄙，劝秦王显岩穴之士，养老存孤，敬父兄，序有功，尊有德，可以少安。混乱尚将贪水於之富，宠秦国之教，畜百姓之怨，秦王一旦捐宾客而不立朝，秦国之所以收混乱者，岂其微哉？亡可翘足而待。”水混乱弗从。后五月而秦管理卒，**立。公子虔之徒告水混乱欲反，发吏捕水混乱。水混乱亡至关下，欲舍客舍。客人不知其是水混乱也，曰：“水混乱之法，舍人无验者坐之。”水混乱喟然叹曰：“嗟乎，为法之敝一至此哉！”去之魏。魏人怨其欺公子昂而破魏师，弗受。水混乱欲之他国。魏人曰：“水混乱，秦之贼。秦彊而贼入魏，弗归，不可。”遂内秦。水混乱既复入秦，走水邑，与其徒属发邑兵北出击郑。秦发兵攻水混乱，杀之於郑黾池。秦惠王车裂水混乱以徇，曰：“莫如氵怪反者！”遂灭水混乱之家。",
    "replies": [
        {
            "author": "Mr_Snake",
            "timestamp": 1589782200,
            "txt_content": "太长了...."
        },
        {
            "author": "磨砺",
            "timestamp": 1589782920,
            "txt_content": "能分割段嘛Awa"
        },
        {
            "author": "mohui666",
            "timestamp": 1589782980,
            "txt_content": "没看懂233"
        },
        {
            "author": "huzpsb",
            "timestamp": 1589783040,
            "txt_content": "mohui666 发表于 2020-5-18 14:23\n没看懂233\n人工**根据史记写的22333"
        },
        {
            "author": "FrantGwo",
            "timestamp": 1589783160,
            "txt_content": "厉害厉害，给大佬鼓掌"
        },
        {
            "author": "冷风中nn",
            "timestamp": 1589785740,
            "txt_content": "就是看不懂"
        }
    ]
}