{
    "title": "建议论坛加强宣传方面的工作",
    "author": "DJXGAME",
    "replyCount": 9,
    "timestamp": 1364996400,
    "txt_content": "个人认为，作为一个国内相对来说最为全面的Minecraft玩家社区，平心而论，其宣传工作的开展在我看来十分落后。而以下这些事情都不是新闻版块所能做到的，故特提议如下：\n增设新岗位\"宣传维护\"，全面负责论坛整体对外的形象设计和对外营销宣传。建议论坛对腾讯微博、新浪微博善加利用，勤于打理。建议增设微信公众平台账号加大对外交的投入力度\n\n\n一家之言，抛砖引玉博众君一笑",
    "replies": [
        {
            "author": "Sky、果冻",
            "timestamp": 1364996640,
            "txt_content": "宣传维护除非是在外面相当出名的人，否则一般是没人看的···论坛有这种等级的人物吗？"
        },
        {
            "author": "994370851",
            "timestamp": 1364996760,
            "txt_content": "就算有这样的人物，但论坛现在够完善了吗？同时，玩minecraft的人又有多少？"
        },
        {
            "author": "WhiteGod、XX",
            "timestamp": 1364996760,
            "txt_content": "这需要多方面考虑！要出广告的话大家都要凑份子钱&#8226;&#8226;&#8226;我是觉得不错"
        },
        {
            "author": "city49",
            "timestamp": 1364996820,
            "txt_content": "啊，作为一个新浪微博用户，我是觉得论坛的御用微博没什么信息量。\n另外，我基本不玩儿微信，虽然我是个不折不扣的屌丝，但是我从来不摇一摇= =。\n腾讯的话，其实QQ群就能起到很好的作用，感觉如果再腾讯微博上搞咨询，太浪费人力，而且很冲突。\n再有就是，mc的官网不是已经把本论坛列为国内几大论坛之一了么？而且还标明了网址。\n注册人数也是不断增多。\n只是我觉得问题在于技术贴太少了。我看见最多的还是水回复= =各种水= =。"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1364997240,
            "txt_content": "city49 发表于 2013-4-3 21:47 \n啊，作为一个新浪微博用户，我是觉得论坛的御用微博没什么信息量。\n另外，我基本不玩儿微信，虽然我是个不 ...\n关于水的问题我不太好说什么的，不过论坛的用户群就决定了只有少数人才会真正关注于质量贴……\n建议您可以多去那些不水的版块转转~"
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1364997600,
            "txt_content": "支持                     "
        },
        {
            "author": "city49",
            "timestamp": 1364997780,
            "txt_content": "DJXGAME 发表于 2013-4-3 21:54 \n关于水的问题我不太好说什么的，不过论坛的用户群就决定了只有少数人才会真正关注于质量贴……\n建议您可 ...\n其实提高质量也是吸引用户的一个措施~。而且论坛有专门水的地方，这我确实没什么好说的。。"
        },
        {
            "author": "混乱",
            "timestamp": 1365031620,
            "txt_content": "感觉宣传类型的职业是需要专业姿势的，厄，反正我是不会\n我也一直觉得需要招募微博维护专员啊…………\n微信我也不会玩啊，怎么办\n高考结束后我会加油的"
        },
        {
            "author": "ql17934862",
            "timestamp": 1365234540,
            "txt_content": "很有建设性的提议，但是实现起来会有一定的难度，不过作为一个长期目标来慢慢实现则是极为可行的。我来说说看法吧\n\n首先是人员问题。私以为如此权威的论坛应该是有一个团队在经营，其实不然。\n尽管本论坛的管理员都比较勤奋靠谱,可惜人数实在是少了些(3人)，管理员们的工作我不太了解，就我粗浅的看来是这样的：路飞基本上是在忙服务器，三晋主要打理一些比较核心的内容，还有新闻信息的收集，混乱负责一些治水工作，外加一些相对杂乱的事务处理（纯属个人猜测，如有错落还请见谅）。各个区的版主也都是把精力花在了经营自己的板块上，各执一方，没有更多的精力去经营外交。\n\n所以，想要加强外交工作就必须重新招募新的相关人员。而这些需要的人员的素质要求是很高的，首先是要具备良好的沟通技巧和号召力（动员活动，开展互相宣传必备要素），再其次是具备能吸引友站或者玩家们的技术水平（核心玩家是不会对一个整天说废话灌水的外交官有好感的），或者是在圈内有一定的知名度，比如水狼，籽岷，天空之城等，最后是有充足的精力去打理这些。这么算下来，能做到这些的屈指可数，所以想要开展外交管理就需要一个长期的过程去对合适的人选做筛选和鉴定。\n\n然后是微信和微博。我的微龄还算是比较长的，就经验来看，一个成功的“营销微博”必须做到的有以下几点：\n1.对口大众的微博内容。微博和论坛就受众群而言的不同在于，访问本论坛的绝大多数都是纯粹的MC玩家，有很多玩家都是小白进，大触出，所以“论坛的一个作用在于培养玩家”。而微博则是一个大杂烩，我能看到什么取决于我关注了什么，微博用户不\n可能完完全全满眼都是MC的内容，微博需要做的是将MC的魅力散播到大家身上。所以微博的作用在于“挖掘潜在的MC玩家”。所以微博内容方面必须照顾到各种人群，要有作品展示，也要有新闻，更要有一些MC或像素方面的趣图，最好是一些“就算不是MC玩家看到了也会喜欢“的内容。\n\n2.成功的营销微博同样是需要具备良好的人际关系。微博是个非常大的圈子，里面也有许多MC爱好者（其中不乏一些粉丝多，转发量高的用户），但他们也许不经常玩甚至不玩MC，只是对方块人或者像素感兴趣。而我们要做的就是吸引他们的目光，把他们转变成MC忠实玩家，或者赢得他们的转发从而扩展知名度。\n\n3.最后一点也是最重要的一点，就是一定要坚持不懈地更新。只有不断的更新才能保持微博的鲜活度，“更新”是一个积累的过程，这个积累不仅仅是指积累微博内容，更是积累权威性。不要觉得转发评论太少就放弃，转发少是因为影响力不够，而获得影响力就要依靠精彩的内容和不懈的更新来实现。\n\n论坛的微博已经很久没有更新，而且内容大多以快讯和周边消息为主，缺少图片和娱乐性，这样一来就大大降低了可观赏性，受众面也是非常小，就连我都没有耐心一条条的看完。如果想要继续发展，请务必考虑一下我的建议。\n关于微博微信，总结下来就是：勤于更新，多注重娱乐性，多参与微博互动（转发评论）。\n\n\n另外我单独提出一个小建议——为本站设计一个卡通形象\n一个合适的形象可以很大的加强本站的友好度，众多门户网站或者娱乐网站都有做到，如：新浪，猫扑，糗百，煎蛋等等，许多知名ACG网站也是如此，如：A站B站，有妖气，萌娘百科等。出色的人物设计还可以延伸出各种QQ表情，从而进一步加大隐性宣传。\n有些人可能会说，论坛首页不是有个可以回顶部的苦力怕吗？没错，但苦力怕仅仅是minecraft的代言形象，而不是我们MCBBS独占的形象，提到苦力怕，大家首先会想到的是Minecraft而不是MCBBS。\n所以如果是吉祥物的话，苦力怕已经光芒很大，建议设计一个娘化的苦力怕或者正太苦力怕（人形吉祥物）作为代言。\n这一形象设计可以举办一次绘画活动来完成，毕竟我们论坛中也有许多优秀的绘画爱好者，而且也举办过一次绘画比赛，所以这一方案是可以实现的。\n\n\n以上是个人的一些看法，希望管理员看到后能做一些参考。\n总之，论坛的发展还有很长的路要走，这需要我们每一个真正喜爱MC的人来努力。\n\n"
        }
    ]
}