{
    "title": "整合包《旅途》意向收集与介绍",
    "author": "soil-sword",
    "replyCount": 10,
    "timestamp": 1589917260,
    "txt_content": " 本帖最后由 soil-sword 于 2020-5-20 03:58 编辑 \n\n ▌什么是《旅途》整合包\n\n《旅途》整合包 的游戏版本为 1.7.10 [核心魔改]\n\n《旅途》整合包 是我的服务器《极限世界》的单机版，这个服务器已经有了数年的历史，由于一些不可控技术上的原因，服务器的稳定性受到了不可逆的损坏，我决定在不久后停服。\n\n《旅途》整合包 将会继承几乎所有《极限世界》服务器的元素，并且有着更高的可玩性，这归功于单机整合包无需考虑服务器稳定性与PvP平衡性等因素。\n\n《旅途》整合包 将包含以下元素\n    [ 绿色 字体为 将会新加入的元素 ]\n    [ 蓝色 字体为 继承服务器的元素 ]\n    [ 红色 字体为 将可能加入的元素 ]\n新手教程系统\n防御塔及品质傀儡守卫及品质个人护盾系统虚弱系统\n武器与工具品质村民交易系统\n美丽的环境风貌更好的音效与环境声怪物生态系统怪物等级系统精英怪物系统\nBoss战斗系统复杂和庞大的合成系统线索系统\n生物的特性和强度随玩家向外探索而改变巨大，种类繁多和复杂的遗迹地下城布满矿洞的致命陷阱和被感染的岩石包含命令方块的遗迹巨型矿洞矿洞生态系统特殊的矿物结构\n继承更高版本Minecraft的方块，例如史莱姆方块和各色遗迹额外拓展的原创模组与玩法特别的农业体验经验升级系统更多经验用途扩展UI\n\n《旅途》整合包 将有完整的后续支持，包括BUG修复，内容扩展等\n\n\n▌整合包的游戏体验\n《旅途》整合包 是一个随游戏进行，难度逐渐上升的整合包，它会带给你独一无二的游戏体验，我保证。\n《旅途》整合包 中，一切都与原版Minecraft相似而又不同，你不用担心整合包中会出现一些复杂而又完全不熟悉的模组，让你感到困惑而又无从下手，整合包中的一切都是熟悉而又充满新鲜感的，以下将会简单的讲述几个元素为游戏体验带来的改变。\n\n - 个人护盾系统   玩家将会自带 20 点防御性护盾，护盾是战斗系统的核心。护盾与生命值类似，在绝大多数情况下，受到伤害将会优先消耗护盾。护盾在不受伤害一段时间后，将会以较快的速度自动恢复。护甲可以提供额外的护盾，具有 护盾增强 附魔的装备则可以大幅增强护盾。具有 灵魂伤害 附魔的武器可以无视护盾直接伤害玩家的生命值。   玩家可以使用一些方法永久提升自己的护盾上限，护盾上限在死亡后会损失，但不会低于初始的 20 护盾。\n - 新手教程系统   在游玩整合包时，玩家常常感到陌生而又束手无策。整合包中将会单独存在一个前置的 新手教程存档 ，在那里玩家可以了解到所有你需要了解的信息，并且这不会花费你太多时间，只需要你有些许的耐心。当然，由于整合包本身性质的缘故，玩家完全可以直接跳过新手教程，这不会给导致游戏无法进行，玩家也不需要再在网络上查看相关模组的教程，因为大部分是原创的。\n - 生物的特性和强度随玩家向外探索而改变   在这个整合包中，生物不再像原版那样一成不变。不同生态群系的怪物可能具有不同的装备和特性。当玩家离初始出生点越远，怪物的强度/掉落物/特性也会随之改变。距离出生点越远的生物，将会有更好的掉落物，更强的属性和更复杂的特性，甚至连鸡，牛，羊等友善生物都不例外。玩家需要在探索和尝试中渐渐掌握它们的特性。   这里以 僵尸 为例。随着玩家的探索，僵尸将会具有更高的生命值，具有随机的强化并且穿着更强的装备。但这并不是简单的强化，僵尸在特性上也会出现改变，随着探索的深入，僵尸在死后将可能喷出 寄生虫 ，在一开始只需要点燃僵尸就可以避免寄生虫，但是渐渐的想要避免寄生虫必须使用高级的附魔武器，并且寄生虫也会渐渐具有 致盲 玩家的能力。在地下深处，玩家会发现 矿工僵尸 ，在一开始矿工僵尸只是装备黄金头盔和石镐的僵尸，同时他们还会掉落各种矿物，但是随着探索的深入，矿工僵尸会使用更好的装备，并且还可能在死亡后留下一个引爆TNT以尝试破坏玩家的防御工事。   随着玩家的发展，玩家需要渐渐向外探索，攻克难关，建立防御碉堡，并以此战胜怪物，获取更高等级的战利品用以制造更为强大和便利的道具。   或许你会好奇友善生物会有什么特性上的改变？我想 飞鸡 应该不会让你失望。\n - 线索系统   当怪物在特定条件下被杀死时（例如在满月的露天空间），它们可能会掉落 线索 。   线索一般为一张纸条，上面会写有一些故事，有时这些故事是无用而残缺的，但有时你也可以通过故事分析出这块区域怪物的特性，从而避免一些威胁的情况。   随着线索的收集，你会发现有些故事是可以连贯起来的，它们可能是由村民所写，又或者是来自落难的冒险者。通过收集线索，你将会渐渐的了解这个世界。\n- 特别的农业体验   在这个整合包中，饱食度系统也是影响战斗的重要因素。作物将拥有其自己适应的种植区域，并且在没有自然阳光的情况下生长缓慢。这让农业种植不再是简单的地下层叠农场，而是需要选择适宜种植的生态群系。\n   同时，食物的堆叠不再像过去一样，其堆叠数量取决于食物恢复的饱食度，如果想要向外围更深处的地方挑战，玩家必须做好更充足的准备。\n   这个因素对游戏体验的具体影响，可以查看 这个帖子 。\n\n\n ▌为什么要制作这个整合包\n\n   如同一开始所说，《旅途》整合包为《极限世界》服务器的单机版。在数年的旅途后，这个不温不火的服务器即将迎来它的终点。但是在一开始我就感觉到这个服务器的玩法似乎并没有十分适合国内的服务器玩家，或许在挣脱多人游戏的条条框框后，成为单机整合包的它会更受欢迎。\n\n   无论结果如何，《旅途》整合包将成为我的服务器最后留存的部分。它不会随着关服被泯没，随时等待着任何愿意下载它的人。\n\n\n▌这个整合包的更新计划\n   《旅途》整合包计划在未来发布后，跟进修复BUG，同时添加更多有趣的元素。\n\n    在整合包的BUG修复和新元素添加趋于稳定后， 故事模式 将被添加。整合包将分为 沙盒模式 与 故事模式 。沙盒模式即为原本的整合包，而故事模式则将会是固定的地图。故事模式中的 线索 元素与沙盒模式区别较大。在故事模式中，线索可能导向一个藏宝点，甚至是一条支线任务。故事模式将会加入可互动的NPC与任务系统，随着游戏的进行，玩家将会一步步揭开这个世界神秘的面纱。\n\n\n▌这个投票的意义是什么\n\n   《旅途》是一个尚未完成的整合包，并且有着完整的更新计划。这意味这个整合包的制作将会耗费我大量的精力，我需要了解玩家社区的意向，以分配我投入的精力。\n\n   这个投票将会影响《旅途》整合包的发布时间，以及后续更新的速度。\n\n\n▌目前整合包模组展示 [尚未确定/不包含可选模组]\n\n\n\n\nmodlist.PNG (53.62 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-20 03:56 上传\n\n\n\n\n\n\n\n▌已完成的部分展示\n\n\n\n\n\ncraftscripts.PNG (15.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-20 03:37 上传\n\n\n\n\n\n\n\n\nmobscripts.PNG (95.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-20 03:38 上传\n\n\n\n\n\n\n\n\nZombieJson.PNG (31.58 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-20 03:38 上传\n\n\n\n\n\n\n\n如果你感到好奇的话，是的，这只是一小部分脚本文件，并且都是手打的。这是数年以来的积累。\n\n\n",
    "replies": [
        {
            "author": "⚡️👮",
            "timestamp": 1589926620,
            "txt_content": "挺感兴趣的，如果优化够好，我会试试"
        },
        {
            "author": "武易",
            "timestamp": 1589926860,
            "txt_content": "我一直很喜欢魔改整合，可是我是XP系统，希望优化好一点，卡也可以，只要能打开"
        },
        {
            "author": "筱亚",
            "timestamp": 1589927460,
            "txt_content": "哇…感觉整合包的背景有点悲伤的"
        },
        {
            "author": "阿灬秋",
            "timestamp": 1589930100,
            "txt_content": "支持\n期待这个整合包"
        },
        {
            "author": "mohui666",
            "timestamp": 1589930820,
            "txt_content": "玩法似乎还挺多的"
        },
        {
            "author": "SR-帽子",
            "timestamp": 1589946780,
            "txt_content": "如果能做出来 我觉得还是很不错的 不过有一些我闻所未闻的地方555"
        },
        {
            "author": "464910",
            "timestamp": 1589961840,
            "txt_content": "感觉会很不错的样子"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1590031440,
            "txt_content": "大佬，我就想看你怎么整那个潘马斯.jpg"
        },
        {
            "author": "👴是hlnb",
            "timestamp": 1590031800,
            "txt_content": "个人护盾系统挺像元气骑士的\n只会用可视化合成表的我膝盖有点软\n火钳刘明（米4达过来数数）"
        },
        {
            "author": "Mr_Snake",
            "timestamp": 1590119700,
            "txt_content": "如果32位JAVA带的动的话我可以考虑一下"
        }
    ]
}