{
    "title": "[原创/连载][第四章]当史蒂夫一觉醒来…",
    "author": "🐦💕🌸🌸",
    "replyCount": 10,
    "timestamp": 1589987580,
    "txt_content": " 本帖最后由 新人x号 于 2020-5-28 23:38 编辑 \n\n往期章目：第三章 矿洞冒险（下）\n\n一阵烤肉的香味飘来，史蒂夫的鼻子像被牵引着一般，不由自主地跟着那股香味飘去。\n\n他隐隐约约看见前面有个香喷喷的大鸡腿，虽然这段时间吃过点羊肉，但是因为伙食确实不咋样，所以他看见了还是哈喇子流一地。\n\n他疯狂地向那个鸡腿冲过去，那个鸡腿却像海市蜃楼一般，可见而不可及。\n\n他感到脚下一绊，重重的摔了个狗啃泥。\n\n“哎呦！”他砰的一下摔下床铺。\n\n他睁开眼时，那个鸡腿早已无影无踪，映入他眼帘的是燃着熊熊烈火的房子，还有身上烧着的衣服。\n\n“啊啊啊啊，什么情况？！我房子咋烧起来了？！！！”\n\n吓得史蒂夫惊慌失措地冲下楼，跳到那个水塘里才得以保着小命。那所谓的“烤肉味”，估计是他把自己的酥脆的香味闻错了（这是得有多饿啊…）\n\n“哦，对，水，我要灭火啊！”他这才反应过来找水，可是他猛的想起来，那个桶丢楼上楼梯口那里了。\n\n但是看目前的火势，很猛，火光冲天，把附近的树林都映得通红，房子是不可能进得去的。\n\n他只能眼巴巴，束手无策地看着自己辛辛苦苦一手搭建的木质二层火柴盒在大火中毁于一旦。\n\n大火烧了一天一夜才渐渐熄灭，他全程目睹着这一切，都快崩溃了，连自己没吃东西都没意识到，就这样待到了黄昏。\n\n最后一丝火苗熄灭后，原本很温馨的小火柴盒只剩下了悬空的几块木板，和一楼的工作方块。\n\n他麻木的拖动着毫无知觉的脚，慢慢的挪向房子里，企图寻找剩下的可用的东西。\n\n面包已经被烤成了碳，完全没法吃了；剩下的铁矿石什么的也被熔成了一坨废‖渣，完全没法用了。\n\n他双眼布满血丝，无力地靠在熔炉上，不知道自己该如何生存下去。庇护所，没有了；食物，全没了；物资，烧光了…剩下的只有他和一片废墟残骸。\n\n夜幕毫不留情地覆盖在这片可怜的土地上，各路妖魔鬼怪也趁着夜色出来作祟。怪叫声如同潮水班从四面八方涌来，像是要把史蒂夫给淹没在这无尽的黑暗之中。一支支利箭从远处划空而来，钉在地上，激起阵阵尘土。史蒂夫心中的绝望，渐渐转变成了怒火。他的眼睛慢慢变得通红，攥着剑柄，慢慢从地上爬起来。他嗖的一下把剑锋对着群怪，大喝一声：“来啊，决一死战！”\n\n他不知从哪来的力量，迅速冲了过去，干净利落，招招直指要害，毫不留情地砍去。手起刀落，没有一丝多余的动作，将怪物的首 级斩于刀下。阵阵污血四溅，野怪们在一片片惨叫声中倒地。他仿佛是战神附体，已经将一切都抛之脑后。现在的他，眼里没有了一丝善良的样子，取而代之的是充满仇恨的红光，好似要将一切通通毁灭掉一样。\n\n但是怪物们也不是吃素的，他们一波接一波冲上来，把史蒂夫重重包围，企图用车轮战术把他磨垮。\n\n史蒂夫已经管不了那么多了，他的眼里只有杀，杀杀杀。\n\n突然，他听到背后传来了熟悉的“滋滋”声，他眉头一挑，神情突变，就势一滚，避开了致命的一击，但是还是不可避免地被炸破了皮，鲜血在伤口源源不断地向外涌出，蔓延成河，稀稀拉拉的滴在那片焦土上。\n\n野怪们像蚂蟥一样，闻到了鲜血的味道，发了疯似的涌上前来。史蒂夫用仅存的一丝力气拔起剑，腿打闪闪的挣扎着站起来，眼里写满了绝不屈服的意思。\n\n两只僵尸扑了上来，他抬剑格挡，奈何寡不敌众，僵持了几秒钟后，还是被扑倒在地。他把剑一扔，一阵拳打脚踢，可惜都无济于事……\n\n就在这千钧一发之时，一道神秘的力量悄无声息地袭来，那股强大的气浪瞬间将附近的野怪全部掀倒在地。史蒂夫以为万念俱灰的时候，突然间感觉身上束缚自己的力量消失了，他勉强地把眼睁开一条缝，往外看去。\n\n他是谁？\n\n淡蓝色T恤，深色的裤子，棕色的头发，凭侧脸可看见的络腮胡子。\n\n就像一个普普通通的中年男人一样，但是他身上的气质给人一种强烈的臣服感，好像所有人都要拜倒在他面前一样。\n\n只见他把手往上一托，野怪们全都不受控制地被一股神秘力量托上天。随后他把手慢慢收紧，野怪们被团成一个球，在空中慢慢的转着圈。最后他一挥手，那个球就径直向前飞去，重重的砸在地上，轰的一下炸起一阵尘土。烟雾散去后，地面上出现了一个深坑，野怪的掉落物在里面转着圈圈，闪躲的经验球跳来跳去。\n\n史蒂夫难以置信地看着眼前的这一切，他无论如何也想象不到究竟是什么人才有如此强大的力量。\n\n那个人一直背对着他，脸一直藏在黑暗中，阵阵疾风将他的衣角卷起。\n\n他突然间慢慢把脸侧过来了一点，史蒂夫清楚地看到，那是一双惨白的，没有瞳孔的眼睛。\n\n“是你！”他惊呼一声，想要爬起来，却不小心扯到了伤口，疼的直吸冷气。\n\n那个神秘人向他一步步走来，他动弹不得。\n\n神秘人一把抱起他，一阵粒子效果过后，消失在死寂一般的夜幕里，只剩一片野怪的残 肢，和满地激烈的战斗痕迹留在焦土上。\n\n幽冷的月光无情的投在地上，把满地的鲜血映得格外耀眼……\n\n（未完待续。。。）\n\n第五章 这是？下界！",
    "replies": [
        {
            "author": "小林最牛",
            "timestamp": 1590037860,
            "txt_content": "第四章了，加油加油"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1590039540,
            "txt_content": "小林最牛 发表于 2020-5-21 13:11\n第四章了，加油加油\n不表示一下嘛，出书很累的"
        },
        {
            "author": "Ender56",
            "timestamp": 1590045600,
            "txt_content": "居然是him\n（我突然意识到我所做的所有作品里都没有他的身影）"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1590052680,
            "txt_content": "Ender56 发表于 2020-5-21 15:20\n居然是him\n（我突然意识到我所做的所有作品里都没有他的身影）\n第二章好像已经出现过一次了"
        },
        {
            "author": "3451139797",
            "timestamp": 1590053100,
            "txt_content": "写的很好。"
        },
        {
            "author": "hsjwsh",
            "timestamp": 1590071520,
            "txt_content": "支持 文笔不错 加油更新"
        },
        {
            "author": "血盟团长",
            "timestamp": 1590118560,
            "txt_content": "him把猪脚抱走了 全卷完（不是）"
        },
        {
            "author": "殆辰羽_",
            "timestamp": 1590149220,
            "txt_content": "Herobrine"
        },
        {
            "author": "殆辰羽_",
            "timestamp": 1590149280,
            "txt_content": "MikeW138 发表于 2020-5-22 11:36\nhim把猪脚抱走了 全卷完（不是）\nhim把史蒂夫拖进后宫"
        },
        {
            "author": "Mr.时间之瓶",
            "timestamp": 1590210720,
            "txt_content": "加油吧"
        }
    ]
}