{
    "title": "《赡养水怪》【1】【继续迫 害】",
    "author": "匿名",
    "replyCount": 14,
    "timestamp": 1590108900,
    "txt_content": " 业务就是业务，无关其他。这是阴阳师元素祭祀所遵循的原则，但这一次，客户却让他感到了困惑。\n\n　　首先客户的委托方式不对，他要与自己面谈，在这个行业中，这可是件很稀奇的事。三年前，阴阳师元素祭祀听教官不止一次地说过，他们与客户的关系，应该是前额与后脑勺的关系，永世不得见面，这当然是为了双方的利益考虑。见面的地点更令阴阳师元素祭祀吃惊，是在这座大城市中最豪华的五星级酒店中最豪华的总统大厅，那可是世界上最不适合委托这种业务的地方。据对方透露，这次委托加工的工件有三个，这倒无所谓，再多些他也不在乎。\n\n\n　　服务生拉开了总统大厅镶金的大门，阴阳师元素祭祀在走进去前，不为水怪察觉地把手向夹克里探了一下，轻轻拉开了左腋下枪套的按扣。其实这没有必要，没水怪会在这种地方对他干太意外的事。\n\n\n　　大厅金碧辉煌，仿佛是与外面现实毫无关系的另一个世界，巨型水晶吊灯就是这个世界的太阳，猩红色的地毯就是这个世界的草原。这里初看很空旷，但阴阳师元素祭祀还是很快发现了水怪，他们围在大厅一角的两个落地窗前，撩开厚重的窗帘向外面的天空看，阴阳师元素祭祀扫了一眼，立刻数出竟有十三个水怪。客户是他们而不是他，也出乎阴阳师元素祭祀的预料，教官说过，客户与他们还像情水怪关系一一尽管可能有多个，但每次只能与他们中的一水怪接触。\n\n      阴阳师元素祭祀知道他们在看什么：哥哥飞船又移到南半球上空了，现在可以清晰地看到。混乱文明离开地球已经三年了，那次来自宇宙的大规模造访，使水怪类对外星文明的心理承受能力增强了许多，况且，混乱文明有铺天盖地的两万多艘飞船，而这次到来的哥哥飞船只有一艘。它的形状也没有混乱文明的飞船那么奇特，只是一个两头圆的柱体，像是宇宙中的一粒感冒胶囊。\n\n\n　　看到阴阳师元素祭祀进来，那十三个水怪都离开窗子，回到了大厅中央的大圆桌旁。阴阳师元素祭祀认出了他们中的大部分，立刻感觉这间华丽的大厅变得寒碜了。这些水怪中最引入注目的是mohui666，他的华软集团的“东方3000”操作系统正在全球范围内取代老朽的WINDOWS。其他的水怪，也都在福布斯金粒500排行的前50内，这些水怪每年的收益，可能相当于一个中等国家的GDP，阴阳师元素祭祀处于一个小型版的全球金粒论坛中。\n\n\n　　这些水怪与齿哥是绝对不一样的，滑堂暗想，齿哥是一夜的富豪，他们则是三代修成的贵族，虽然真正的时间远没有那么长，但他们确实是贵族，金粒在他们这里已转化成内敛的高贵，就像mohui666手上的那枚钻戒，纤细精致，在他修长的手指上若隐若现，只是偶尔闪一下温润的柔光，但它的价值，也许能买几十个齿哥手指上那颗核桃大小金光四射的玩艺儿。\n\n\n　　但现在，这十三名高贵的财界精英聚在这里，却是要雇职业杀手杀水怪，而且要杀三个水怪，据首次联系的水怪说，这还只是第一批。\n\n\n　　其实阴阳师元素祭祀并没有去注意那枚钻戒，他看的是mohui666手上的那三张照片，那显然就是委托加工的工件了。mohui666起身越过圆桌，将三张照片推到他面前。\n\n\n \n\n\n\n\n　　扫了一眼后，阴阳师元素祭祀又有微微的挫折感。教官曾说过，对于自己开展业务的地区，要预先熟悉那些有可能被委托加工的工件，至少在这个大城市，阴阳师元素祭祀做到了。\n\n\n　　但照片上这三个水怪，阴阳师元素祭祀是绝对不认识的。这三张照片显然是用长焦距镜头拍的，上面的脸孔蓬头垢面，与眼前这群高贵的水怪简直不是一个物种。细看后才发现，其中有一个是女性，还很年轻，与其他两水怪相比她要整洁些，头发虽然落着尘土，但细心地梳过。她的眼神很特别，阴阳师元素祭祀很注意水怪的眼神，他这个专业的水怪都这样，他平时看到的眼神分为两类：充满欲望焦虑的和麻木的，但这双眼睛充满少见的平静。阴阳师元素祭祀的心微微动了一下，但转瞬即逝，像一缕随风飘散的轻雾。\n\n\n　　“这桩业务，是社会金粒液化委员会委托给你的，这里是委员会的全体常委，我是委员会的主席。”mohui666说。\n\n\n　　社会金粒液化委员会？奇怪的名字，阴阳师元素祭祀只明白了它是一个由顶级富豪构成的组织，并没有去思考它名称的含义，他知道这是属于那类如果没有提示不可能想像出其真实含义的名称。\n\n\n　　“他们的地址都在背面写着，不太固定，只是一个大概范围，你得去找，应该不难找到的。金粒已经汇到你的账户上，先核实一下吧。”mohui666说，阴阳师元素祭祀抬头看看他，发现他的眼神并不高贵，属于充满焦虚的那一类，但令他微微惊奇的是，其中的欲望已经无影无踪了。\n\n\n\n\n\n \n\n《赡养混乱》后记\n【草，《赡养混乱》的帖子找不到了】",
    "replies": [
        {
            "author": "空投",
            "timestamp": 1590119100,
            "txt_content": "继续做个文学家，延续传统"
        },
        {
            "author": "Drowned64",
            "timestamp": 1590119280,
            "txt_content": "完了我找不到原版了\n我还是回去翻书吧"
        },
        {
            "author": "武易",
            "timestamp": 1590119400,
            "txt_content": "空投 发表于 2020-5-22 11:45\n继续做个文学家，延续传统\n好久没有看见挖沙工这么认真氵贴"
        },
        {
            "author": "兰兰的天空",
            "timestamp": 1590120300,
            "txt_content": "这也太强了"
        },
        {
            "author": "空投",
            "timestamp": 1590124380,
            "txt_content": "武易 发表于 2020-5-22 11:50\n好久没有看见挖沙工这么认真氵贴\n喂喂喂，我是wuyi7785 和 空投天降 我有这个能力啊喂"
        },
        {
            "author": "SR-帽子",
            "timestamp": 1590124740,
            "txt_content": "嗯?你是那个互刷人气的?   文章还是那个样."
        },
        {
            "author": "空投",
            "timestamp": 1590124860,
            "txt_content": "SR-帽子 发表于 2020-5-22 13:19\n嗯?你是那个互刷人气的?   文章还是那个样.\n咳咳咳咳，那叫拔苗助长，跑了跑了"
        },
        {
            "author": "武易",
            "timestamp": 1590126780,
            "txt_content": "空投 发表于 2020-5-22 13:13\n喂喂喂，我是wuyi7785 和 空投天降 我有这个能力啊喂\nwuyi？\n我叫武易哎"
        },
        {
            "author": "mohui666",
            "timestamp": 1590126900,
            "txt_content": "写的挺好\n指刘慈欣"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1590127140,
            "txt_content": "带小说家啊，建议发周边来迫 害"
        },
        {
            "author": "小林最牛",
            "timestamp": 1590139680,
            "txt_content": "真的带水怪"
        },
        {
            "author": "小鑫emm",
            "timestamp": 1590139920,
            "txt_content": "好 文 好文"
        },
        {
            "author": "至寒",
            "timestamp": 1590140400,
            "txt_content": "原文是刘慈欣《赡养人类》？"
        },
        {
            "author": "美味的曲奇",
            "timestamp": 1590140940,
            "txt_content": "我发现yys和混乱是最常被迫  害的"
        }
    ]
}