{
    "title": "[Minecraft.net|DEEP DIVES] 本周方块：蜂蜜块",
    "author": "qsefthuopq",
    "replyCount": 2,
    "timestamp": 1590077520,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-5-22 00:12 编辑 \n文章日期2020-05-21作者Duncan Geere\n译者qsefthuopq\n\n原文链接点击打开\n\nBlock of the Week: Honey\n本周方块：蜂蜜块\n\nSweet!\n甜蜜！\n\n\n\nToday, our block of the week is the honey block – one of the most interesting new blocks to be added to Minecraft in the last few years. It’s a multitasker that plays many different roles in many different builds. Let’s take a look at what it can do.\n今天，我们要介绍的本周方块是蜂蜜块  – 这是Minecraft近几年来新增的最为有趣的方块之一。在不同的建筑中它的用途也不同。让我们瞧瞧蜂蜜块能做什么。\n\nHoney blocks were announced at Minecon Live 2019, and added to the game late last year in version 1.15 – the Buzzy Bees update - alongside beehives, bee nests and honeycomb blocks. They’re easily crafted with four honey bottles, which you’ll have to fill from a beehive or bee nest. Watch out for angry bees!\n蜂蜜块最初在Minecon Live 2019上露面，并在1.15版本(嗡嗡蜂群更新)中和蜂巢、蜂箱、蜜脾块一同加入到游戏内。使用4个蜂蜜瓶就可以简单地合成出蜂蜜块，而你必须用从蜂巢或蜂箱中用玻璃瓶装满蜂蜜才能获得蜂蜜瓶。小心那些愤怒的蜜蜂！\n\n\n\n\nHoneycomb is largely decorative, but honey blocks? They’re ridiculously useful, and I’ll tell you why. First, like hay bales, they significantly reduce fall damage. Drop onto a honey block, and you’ll only suffer 80% of the pain as you sink into the sweet, sweet goo.\n蜜脾主要用于装饰，那蜂蜜块呢？蜂蜜块出奇地好用，让我来告诉你为什么。首先，它和干草块一样可以显著地减少摔落伤害。从高空摔落到蜂蜜块上时你只会受到20%的伤害，80%的伤害被你所沉浸的甜粘稠物所吸收了。\n\nSecondly, anything moving over a honey block will move much slower and be unable to jump, making them easy targets for a loaded crossbow, or even a tripwire trap. This effect works through carpets and slabs too, if you want to conceal your trap. That means you can glide along honey walls a short distance when jumping past them (just wipe yourself off afterwards).\n其次，任何在蜂蜜块上移动的生物都会减速且无法跳跃，这使得蓄势待发的弩甚至是拌线钩陷阱都能将蜂蜜块上的生物轻松地一网打尽。如果你想要隐藏陷阱的话，我提醒你：减速效果会穿透地毯和台阶。这意味着当你跳过蜂蜜块时你可以沿着蜂蜜墙滑行一小段距离 (之后别忘了擦干净你身上的蜂蜜)。\n\nThirdly, and most interestingly, when a honey block is moved by a piston, it’ll try to bring all the blocks and items sitting next to it – and those blocks will also push blocks they’re next to. Oh, and if one of those blocks is a honey block, it’ll grab the blocks and items that it’s next to as well. Which means that one piston can suddenly move a lot of blocks in one go. Up to a maximum of 12, to be precise.\n然后，最有趣的是，当蜂蜜块被活塞推动时，它会带动相邻方块和物品一同移动 – 这些被推动的方块也会推动相邻的方块。噢，如果被带动的方块是蜂蜜块的话，那么这块蜂蜜块相邻的方块也会被带动。这也就意味着一个活塞可以瞬间推动大量的方块。准确地说，一个活塞最多推动12个方块。\n\nBeing able to move blocks allows you to create all sorts of machines; conveyor belts, elevators, combine harvesters, flying machines, huge automatic doors, and much more. We compiled a list of some of the coolest examples last year, but if you’ve made something better since then send it our way and we’ll check it out!\n移动方块的能力可以让你创造出各种各样的机器：传送带、电梯、联合收割机、飞行器、大型自动门等等。我们在去年汇编了一份最酷的机器列表，如果你想造出更好的机器的话，请将你的机器发送给我们，我们会看看的！\n\n\n\n\nIn real life, honey is the bee equivalent of that weird chocolate bar your uncle brought you back from holiday. When you’ve got a storecupboard of treats, you’ll avoid it in favour of the snacks you know and love. But when supplies run low and you need something sweet, you’ll eat anything.\n在现实生活中，蜂蜜就像你的叔叔在假日里给你带来的奇怪的巧克力棒。当你有一个零食储物柜时，你会避开它而选择吃你知道并喜欢吃的零食。但当其它零食都被你吃完了，而你又想要吃甜食的时候，你就会什么都吃。\n\nIt’s the same for bees. Most of the time they prefer to eat pollen and nectar, but when it’s cold or there aren’t any flowers nearby then they’ll dip into the reserves of honey that they’ve stored for later. If tapped regularly by humans, an average hive can produce up to 29kg of honey per year.\n蜜蜂也是如此。大多数时候，它们更喜欢吃花粉和花蜜，但是当天气变冷或者附近没有花的时候，它们就会吃储存起来的蜂蜜。如果人类经常采蜜，那么一个普通的蜂巢每年就可以产蜜29千克。\n\nHow do they make it? Let’s save that disgusting story for when we feature the honey bottle instead. In the meantime, all you need to know is that it involves a chain of digestion regurgitation between a ** bees that can last as long as 20 minutes. Ew.\n蜜蜂是怎么做到的？让我们把令人作呕的故事留到我们介绍蜂蜜瓶的时候再讲吧。与此同时，你只需要知道这涉及到一群蜜蜂间一连串的消化和反刍，这个过程可持续20分钟。*呕*。\n\n\n",
    "replies": [
        {
            "author": "是仙柳吖",
            "timestamp": 1591488360,
            "txt_content": "感谢楼主搬运awa"
        },
        {
            "author": "立哥打MC",
            "timestamp": 1591492800,
            "txt_content": "[新人发问]一定是要精准采集稿才能挖蜂箱,不然会被蜂蜇是吗"
        }
    ]
}