{
    "title": "[Minecraft.net|INSIDER] 就让水生动物取代一切！",
    "author": "FaceTime",
    "replyCount": 3,
    "timestamp": 1590148620,
    "txt_content": " 本帖最后由 FaceTime 于 2020-5-22 19:57 编辑 \n\nINSIDEREverything Aquatic!\n就让水生动物取代一切！\n\nA round-up of all our Update Aquatic coverage!\n来瞧瞧关于一系列水域更新的内容吧！\n\nTom Stone\n\n\nGasp! Gasp! Gasp! Gaaaaaaaaaaaaasp!\n呼~~~休~~~呼(水下呼吸声)\n\nYeah, sorry about that – I'm just not used to getting fresh air in my lungs after so many weeks of underwater updates. Regular readers of this site will have noticed it's been overflowing with snapshots, betas and behind-the-scenes stories. Have a look through the gallery below for a taste!\n哎呀！很抱歉发出这样的声音 - 在水域更新后这么久后，我的肺还不适应到地面上来呼吸。经常浏览我们网站的常客们已经注意到了在文章结尾有一大堆快照，betas以及背景故事之类的。看一看下面的图片就知道了！\n\n\nSo before we head off to San Francisco for GDC (which stands for Game Developers Conference and does not stand for Gorgeous Dudes Collective because it turns out Marsh was lying to me), we thought we'd make a handy hub of all our Update Aquatic coverage! Use the links below to navigate the hostile waters of our website and find the Update Aquatic stories you want:\n在我们前往旧金山去参加GDC(这是游戏开发者大会，并不是一大堆风流倜傥的花  花 公子集聚地，因为事实证明Marsh在骗我)，我觉得我们应该弄一个集合，包含了我们所有水域更新的内容的那种！点击下面的链接来浏览我们的网页，并且找到你想知道的更新内容吧！\n\n\n\n\n\nThe first Java snapshot with Update Aquatic features!Minecraft Java版 18w07a 发布Jens, Agnes and Jason talk about the new Update Aquatic features – including tridents, bubble columns and turtles!Java版开发者们畅聊水域更新Jasper and Agnes talk about new Underwater Ruins and KELP!!!Jasper and Agnes talk about new Underwater Ruins and KELP!!!   没找到这条The Java snapshot that updated the coral and Phantom designs!Minecraft Java版 18w10a 发布Jens and Jasper talk about making the Phantom – the new mob added to the game after winning the vote at Minecon!遇见幻影鳐The latest Java snapshot adds shipwrecks, coral fans and a mysterious new mob...Minecraft Java版 18w11a 发布The Bedrock beta launches for Android, Windows 10 and Xbox One!The Bedrock beta launches for Android，Windows 10 and Xbox One!  甚至在spx我也找不到。\n\nThat's it for now. But we'll have even more aquatic features pouring in very soon!这就是全部的内容了，但我们还会有更多的水域更新的特性加入到游戏中，很快的！\n\n\n\n\n【我 译自官网 2018 年 03 月 17 日发布的 Everything Aquatic!；原作者 Tom Stone】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "wangzhaoyang",
            "timestamp": 1590148920,
            "txt_content": "哈哈哈哈哈哈哈哈哈哈或或"
        },
        {
            "author": "Bear_Spirits",
            "timestamp": 1590149580,
            "txt_content": "666666666666666"
        },
        {
            "author": "Bear_Spirits",
            "timestamp": 1590149640,
            "txt_content": "666666666666666666"
        }
    ]
}