{
    "title": "【原创 | 连载】带着MC去修真 楔子与第一话",
    "author": "血盟团长",
    "replyCount": 6,
    "timestamp": 1590140400,
    "txt_content": " 本帖最后由 MikeW138 于 2020-6-3 16:18 编辑 \n\n目录\n\n楔子与第一话\n第二话\n第三话\n\n\n\n漆黑的天空上面出现了一个正方体，如果有玩Minecraft的人可能会发现它的外表是一个命令方块，但可惜的是并没有人能看到它。不像一个方块，它更加像一个飞船，慢慢从空中划过，速度不快也不慢，好像在寻找什么。\n\n如果有人走近过去可能还能听到一个沉而磁性的男声在不断重复同一段话。\n\n镜头一转，这次看到的是几个村民在一个控制室似的地方控制着什么，几个村民并没有说话，但是控制室里面却不断有机器发出的指令和反馈再重复着...\n\n\n\n第一话\n\n“史富！你要是再一次元素考核过不了，就别再来上学了。”\n\n一个穿白色旗袍，25岁左右的长发女人指对着我大声骂。\n\n我叫史富，还记得一个星期前我还在为了快要开学而开心得睡不着每天晚上打游戏，突然有一天晚上我准备登录的时候突然穿越到了这个修真世界，而且还像那些3、4年前很流行的穿越故事一样穿越到一个废柴身上，但是我获得了不一样的金手指，这个金手指他不是厉不厉害，而是那种很少见，很有潜质，很有个性的类型。它叫做“我戒”，只要想着打开它就会出现一个Minecraft物品栏的界面，但是里面空荡荡什么都没有，但是这个界面比游戏中多了一个抽奖的按钮，脑海里面还出现一个提示告诉我每天打卡可以获得抽奖。\n\n前天我终于完成打卡可以抽奖，然后抽到一块泥土，本来以为是我人品太差，提示却告诉我可以吸收方块的元素提升我自己的能力，之后物品栏界面还出现了一个身体素质的页面，其中可以看到我的泥土能力目前是在0级。\n\n在这个修真世界里面我是一个学徒，在学习基础元素的运用，如果18岁前通过不了一年级的考核的话以后就只能当普通人，大部分人都在13岁前通过，再差劲也在15岁能勉强通过，如果还不能通过的话大部分人话选择放弃，而我 或者说我穿越到的这个身体的原本那个人，今年17岁，还有半年就达到18岁，但他目前还没有通过一年级的考核。\n\n我既然成为了史富，那么我就要尽我所能去提升自己。\n\n今天考核的内容是火元素的笔试和口试，因为还是一年级生还不熟练，在火元素上面还不用实际操作，但是明天的土元素考试就要实际操作了，而我获得的泥土能力还在吸收，目前才达到八成，明天很可能还不能用，如果这次考核再失败的话，我就不能留下来学习，虽然距离18岁还有半年，但是已经没有学校愿意收留我了。\n\n回到宿舍，我打开界面，距离下一次抽奖还有1天，看着那个慢慢吸收的进度条我感到很伤心，明明还差一点就可以继续下去。我从物品栏拿出那个泥土方块，这次是我第一次把它拿出来，这个方块拿在手上大概是掌心大，大概边长3公分左右。把玩了一会我决定休息一下，无论如何明天的考核我必须全力以赴。",
    "replies": [
        {
            "author": "ZacharyAlexa",
            "timestamp": 1590142800,
            "txt_content": "支持原创，希望作者持续更新哦"
        },
        {
            "author": "qq852810523",
            "timestamp": 1590627420,
            "txt_content": "太帅了~"
        },
        {
            "author": "空投",
            "timestamp": 1590710880,
            "txt_content": "不错，学会了，学会怎么写了"
        },
        {
            "author": "xyq680202",
            "timestamp": 1590836880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "coward129",
            "timestamp": 1590988020,
            "txt_content": "不错不错，有那味了"
        },
        {
            "author": "mc_yueliang",
            "timestamp": 1600767240,
            "txt_content": "蹭金粒来了，嘿嘿"
        }
    ]
}