{
    "title": "[Minecraft.net|INSIDER]本周方块：树叶",
    "author": ":D--",
    "replyCount": 4,
    "timestamp": 1590136440,
    "txt_content": "\n\nINSIDERBlock of the Week: Leaves\n本周方块：树叶\nDon't like this block? It'll grow on you\n不喜欢这个方块吗？当心身上长叶子哦！\n\nNot to toot our own horn, but the forests of Minecraft are among the most beautiful in all of videogames (suck it, Oxenfurt forest!) Calm, still, dark, and full of building materials - with only the occasional zombie crawling out of a cave to disrupt the tranquillity. If I could only take one Minecraft biome with me to a desert island, it would be forest (making it a forest island, I suppose), providing me with a steady supply of our Block of Week - leaves!\n不是我吹嘘，但我的世界绝对有着游戏界数一数二的森林美景！（认了吧，奥森弗特森林！译者注：奥森弗特Oxenfurt是巫师三中北方王国的一座城市。）这里到处都是建筑材料，黑暗又安静，偶尔也会有几只僵尸从山洞里爬出来打破这一份寂静。要是我能选一种生物群系来改造一座荒岛的话，那我会毫不犹豫地选择森林。（这样就变成森林岛了吧。。）这样我就有用不完的“本周方块：树叶”啦！\n\nLeaves were one of Minecraft's earliest additions, arriving alongside logs, ores and sand way back in 2009 in version 0.0.14a_01. They've changed a lot over time, first being tweaked to drop saplings, then to decay when deprived of their trunk, then to drop apples, then even to have water drip through them when it's raining!\n和木头，矿石和沙子一样，树叶早在0.0.14a_01版本就被添加进了我的世界。之后树叶经过了一系列的改动：先是增加了会掉落树苗的特性，之后脱离主干便会枯萎，然后开始掉落苹果，最后雨水甚至能透过树叶滴下来！\n\n\n\nYou might have noticed that there are actually lots of different kinds of leaf in Minecraft - six in total. There are broad oak leaves, thinner spruce leaves, light birch, leafy acacia and dark oak, and finally chunky jungle leaves. You might also have noticed that leaf colour changes a little depending on what biome you're in - a little trick that helps give each biome its own personality.\n你应该注意到我的世界中有六种不同的树叶了吧。有宽阔的橡树树叶，纤细的云杉树叶，浅色的桦树树叶，繁茂的金合欢树叶，深色橡树树叶以及成片的丛林树叶。你应该也注意到树叶在不同的生物群系中颜色有细微的差别，这是识别不同生物群系的好技巧。\nNatural leaves (not ones you've placed yourself) have a chance of decaying every tick as long as they're more than four blocks away from a block of wood. You can harvest them with either shears or a tool enchanted with Silk Touch - otherwise, you'll just break them. About every 20th leaf block that breaks will drop a sapling of the same type, while jungle leaves only drop saplings every 40th block. About every 200th block of oak or dark oak leaves will drop an apple. Tasty! Totally worth having to destroy 200 blocks for! Wait. No it isn't. What a con!\n自然生成的树叶（不是你自己放的那种）只要处在原木方块四格之外，就每一帧都有一定的几率枯萎。你可以用剪刀或者有精准采集的工具来收割树叶，不然的话它们只会被破坏掉。每破坏大约20块树叶方块就会掉落一个同种的树苗，丛林树叶则要大约40块。每破坏大约200块橡树树叶或深色橡树树叶就会掉落一个美味的苹果，非常值得！好吧并不值。。简直太坑了！\n\n\n\nLeaves are pretty incredible things. They let trees and plants breathe and absorb sunlight - sucking in polluting carbon dioxide and turning them into oxygen. Some trees keep their leaves all year round - they're known as evergreen - while others drop them in a colourful display in the autumn and regrow them in the spring.\n树叶真是一种奇妙的东西，它们让植物们能够吸收二氧化碳和阳光，并释放氧气。大多树木会在秋天披上鲜艳的外衣，直到来年开春才再次焕发生机。有些树木则一年四季都是绿油油的，它们被人称为常青树。\nThe reason that some leaves change colour in the autumn is because they're getting ready for winter. In the spring and summer, a tree makes food for itself using sunlight and a chemical called chlorophyll. Chlorophyll is green, which is why leaves are green. In the autumn, though, the days get shorter and so the chlorophyll isn't so useful any more and it disappears. As it does, they reveal their true colours - yellow, red and orange - and eventually drop to the ground.\n树叶之所以会变色是因为他们在为渡过严冬做准备。在春夏两季，树木利用充足的阳光和叶绿素来生产食物，由于叶绿素是绿色的，因此树叶也看起来是绿色的。但到了秋天，白昼渐短，叶绿素因为发挥的作用有限而消失了。这时候树叶真正的颜色便显现了出来——黄色，红色或橙色，最终，它们会落到地上。\nSo next time you're strolling through a park in the autumn, you're seeing what the trees really look like, underneath their chlorophyll clothes. Don't blush! The trees are turning red enough already...\n所以你秋天在公园里散步的时候，看到的树叶可都是脱去了碧绿外衣，一丝不挂的呈现在你面前的哦！不要害羞，那些树可比你都要红。。（译者注：双关，这里的红亦指脸红。可以理解为：这些树早就脸红了。）\n\n\n【:D-- 译自官网 2017 年 08 月 18 日发布的 Block of the Week: Leaves；原作者 Duncan Geere】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "ZacharyAlexa",
            "timestamp": 1590143040,
            "txt_content": "啊这，感谢！"
        },
        {
            "author": "几何爱好者",
            "timestamp": 1590592080,
            "txt_content": "疑车无据"
        },
        {
            "author": "血盟团长",
            "timestamp": 1590656640,
            "txt_content": "所以你秋天在公园里散步的时候，看到的树叶可都是脱去了碧绿外衣，一丝不挂的呈现在你面前的哦！不要害羞，那些树可比你都要红。。（译者注：双关，这里的红亦指脸红。可以理解为：这些树早就脸红了。）\n。。。没想到连树叶也可以开车啊"
        },
        {
            "author": "anyean",
            "timestamp": 1590900960,
            "txt_content": "噫，突然开始飙车\n（mojang工作人员竟然玩巫师三）"
        }
    ]
}