{
    "title": "《水贴的失败》【2】【正是我们在水贴技术的高超导致的失败】",
    "author": "空投",
    "replyCount": 6,
    "timestamp": 1590586740,
    "txt_content": "战争刚开始时，没人怀疑我们必将获得最后胜利。我们的联合舰队无论在数量或装备上都远远胜过对方，所有的军事氵贴优势也都在我们这一边。我们相信这种优势定能保持下去直至战争结束，唉，后来的事态表明，这种盲目的乐观多么可笑可悲！　　战争初期，宇宙舰队的主要武器是远射程自动瞄准鱼雷，遥控球状闪电以及各种各样的激光脉冲射线，我们宇宙舰队的所有飞船全都拥有这些武器。尽管敌人也有这些手段，但他们武器的功率一般说来都远低于我们。此外，军事科研中心也是我们武装力量的主要支柱，其规模比敌人的类似机构要庞大得多。我们当然指望它的高氵贴水平能使我们保持已有的优势。\n　　起初战争的确在按我们的预定计划进行，直至“五日战役”结束为止。那时我们占据了上风，但敌人比我们所预料的还要顽强。事情很明显，要取得胜利并不那么轻而易举，也不会如我们原来所想那么唾手可得。为了讨论下一步的战略，当时舰队的总司令【-xiao_kai-】将军召开了高级军事会议，我也是与会者之一。\n　　那次，上将【mohui666】教授首次参加了会议。他是军事科研中心的新任领导人，是在我们杰出的氵贴家【Mr.时间之瓶】逝世后才赴任的。我们武器的精良及强大在很大程度上都要归功于【Mr.时间之瓶】而不是别人，他的死对我们无疑是个巨大的损失。但当时谁也不怀疑他的继承人具有卓越的才能，尽管许多人认为任命一位理论氵贴家来负责这种至关重要的岗位可能不太合适，但反对意见很快就被束之高阁。\n　　我记得很清楚，【mohui666】在这次会议上的发言产生了很大影响。过去，每当军事家们遇上难题，通常总会去向氵贴家求助。这次军事家问：能否再改良现有的武器，以扩大目前已有的军事优势？\n　　【mohui666】的回答出乎人们意外。从前【Mr.时间之瓶】也常被问及此类问题，但他总能够给予满意的答复。\n　　“老实讲，先生们，”那天【mohui666】说，“我很怀疑进一步改良武器能否达到预期效果，现在的各类武器已经不太能有所改进了。我说这话绝不是想否定我的前任以及科研中心几代人所付出的辛勤劳动，只是想让大家能注意到：近一百年来现有武器没有作过任何本质上的变革。我担心，人们把继承优良传统不知不觉地化为了僵死的保守主义。长期以来，科研中心仅仅只对老式武器修修补补，以此代替发展新的武器。值得庆幸的是，我们的对手并不比我们高明多少。不过长此以往，我可不能保证情况永远总会这样。”\n　　【mohui666】的话无疑使出席者产生了很大的震动，他乘机进一步发挥说：“我们就是需要新式的，从未有过的武器！它们应该被制造出来，只是需要时间。从我接任以来，我已让一些老氵贴家离职退休，并任命一些杰出的青年人，命令他们对某些全新领域着手研究，这些领域看来大有前途。我相信，我所采取的步骤能取得成效，会使军事形势出现真正的改观。”\n\nby:有人说我是鸽子，我怎么会咕咕咕呢？是憨批腐竹没有搞好服务器，我绝对不会钴的（bushi）\n",
    "replies": [
        {
            "author": "空投",
            "timestamp": 1590586920,
            "txt_content": "咕咕咕是不可能的（bushi）"
        },
        {
            "author": "海豹解说",
            "timestamp": 1590587040,
            "txt_content": "666\n写的好啊\n人才人才"
        },
        {
            "author": "空投",
            "timestamp": 1590587160,
            "txt_content": "海豹解说 发表于 2020-5-27 21:44\n666\n写的好啊\n人才人才\n其实弄过好几本了，不过因为进末地都没了（这本就是大号没得其中之一，掏出备份）"
        },
        {
            "author": "xukong_",
            "timestamp": 1590587520,
            "txt_content": "泥潭带文学家+1"
        },
        {
            "author": "空投",
            "timestamp": 1590587700,
            "txt_content": "xukong_ 发表于 2020-5-27 21:52\n泥潭带文学家+1\n不是+1是账号+1"
        },
        {
            "author": "前尘旧梦",
            "timestamp": 1590591120,
            "txt_content": "继续更新啊"
        }
    ]
}