{
    "title": "THE TOWERS 2020——塔2020",
    "author": "查理九世帅",
    "replyCount": 10,
    "timestamp": 1590589860,
    "txt_content": " 本帖最后由 查理九世帅 于 2020-5-27 22:41 编辑 \n\n这个地图需要1.16快照20w14a\n地图信息\n大家好！\n你一定知道热门地图《The Towers》吧?总而言之，这是一张pvp地图，两支队伍在虚空上空的装满东西的基地战斗，两支队伍被中间会出现铁锭的塔所隔开。他们的目标是通过进入敌人基地的“坑”积累获得10分，这个水池位于他们的出生点的正上方，最新的兼容版本是1.8。\n所以我决定用1.16的功能重新创建地图！\n目标\n目标是在敌人的坑中获得最多的分数，分数的数量在游戏开始前是可配置的。最大比赛时间也是可配置的，从30分钟到4小时，当时间到了，得分最多的队获胜。平局也是有可能的。\n\n建筑:\n基地位于三层，在许多地方由楼梯连接，使得一切都非常复杂。这个坑可通过两条不同的路径进入，这提供了两种防御方式。有两个陶土平台就在出生点的旁边，这给了你一个跳跃的效果，可以在跳跃中直接连接右边或左边的通道，对抵抗袭击者非常有用。玩家出生点的整个区域和重要的大箱子都被严密保护:如果一个敌人试图进入其中，他将受到瞬间伤害，任何进入其中的TNT、恶魂火球、苦力怕或TNT矿车都会立即被摧毁。这两个基地距离正好200个方块。\n\n基地的可用资源:\n在游戏开始和每次死亡时，你会得到P2皮革盔甲，15块你们队伍颜色的玻璃块和5个烤土豆。（原文At the start of the game and each time you die, you receive P2 leather armor, 15 glass blocks of your color and 5 baked potatoes.P2不知道是啥）你总共有4个大箱子和16个小箱子，有非常，非常多样化的东西。最新版本的物品当然已经被添加了:蜂蜜块、脚手架、三叉戟、不死图腾等等...还添加了许多个性化的物品:一种没有粒子的隐身药水，但能产生失明效果（原文A potion which makes invisible without particles but which gives the blindness effect，不知道是不是这个意思）；一个乌龟壳，它能减慢你的速度，但会增加你的生命值；一把击退的锄头，它能使你的移动速度加倍；一把金铲，它能每45秒发射一个恶魂火球；一把剑，它能使玩家的攻击伤害加倍，并且如果他的队伍得分低于敌人的队伍，它能给予玩家抗性。 你可以把唱片扔到地上来制造隐形的陷阱来抓住经过附近的敌人，还有很多别的东西！\n矿石产生\n\n铁矿石块会大量出现，你也可以找到黄金、钻石甚至下界合金（下界玄石）！在中间有一个末影箱，你也可以在你基地的箱子里找到另一个。\n其他游戏机制\n所有这些机制都可以在游戏启动前配置。\n回城饼干:每次得分时，所有玩家都会收到一个回城饼干。回城饼干是一个非常有效的回家的方法，无论你在哪里，你都可以快速回到你的基地，你只需要吃掉它或者扔掉它，在接下来的5秒内你就会被传送到你的出生点上(在此期间不能移动或者受到伤害)。只有当你不在空中的时候，它才起作用，不要希望用它从掉到虚空中生还！\n在游戏开始时有一个准备阶段，在这个阶段你无法接近中间的塔，你可以开始建造一座桥，但是在传送回你的出生点之前只能搭建很短的距离。任何靠近中间的抛射物都会被摧毁。每得到一分，失败的队伍都会获得暂时保护，在此期间，进攻的队伍不能获得更多的分数。\n游戏的启动:\n在你到达的时候，你必须沿着一条解释地图元素的小路走，并且在那里你还可以看到许多配置面板。你可以选择你的队伍，在这条路的尽头将会是比赛的起点，等待着游戏开始（原文You can choose your team, and at the end of the path will be the starting point of the game with a jump to wait.）。·要开始游戏，每个队必须至少有一名队员，并且所有队员必须声明他们已经准备好了。\n其他信息\n当前的地图版本是1.2，这可能不是地图的最后版本，我可能会根据你的反馈修改某些元素，或者添加一些元素。版本是快照20w14a。\n显然，当官方版本发布时，地图将会适应1.16的版本。\n这个地图完全是用数据包工作的，你甚至不需要激活命令方块来游玩它！建议的玩家数量:6到10个\n基地相当大，我认为最理想的是4v4。如果你愿意，地图不会阻止你玩1v1或2v2，但这可能不是最有趣的方式。\n感谢您的阅读，我期待您的意见！图片\n\n\n\n\n\nfile_1590590334000.jpg (188.48 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-27 22:41 上传\n\n\n\n\n\n\n\n\n\n\n14.jpg (222.65 KB, 下载次数: 3)\n\n下载附件\n\n2020-5-27 22:41 上传\n\n\n\n\n\n\n\n\n\n\n12.jpg (253 KB, 下载次数: 6)\n\n下载附件\n\n2020-5-27 22:41 上传\n\n\n\n\n\n\n\n\n\n\n13.jpg (243.21 KB, 下载次数: 3)\n\n下载附件\n\n2020-5-27 22:41 上传\n\n\n\n\n\n原文：MAP INFO \nHello everyone !  You must know the popular map The Towers ? To summarize, it's a PVP map where two teams fight above the void in bases filled with stuff, separated by towers in the center where iron ingots appear. Their goal is to score 10 points by going into the \"Pool\" of the enemy base which is located just above their spawn, the last compatible version is 1.8.  \nSo I decided to recreate the map but with the functionality of the 1.16 ! \n Goal: \n The goal is to score a maximum of points in the enemy pool, the number of points is configurable before the launch of the game. \nThe maximum game time is also configurable, from 30 minutes to 4 hours, when the time is up, the team that has scored the most points wins. Ties are possible. \nArchitecture : \n The bases are on 3 levels linked by stairs in many locations, making everything quite labyrinthine. The pool is accessible by two different paths, which gives two ways to defend. \nRight next to the spawn, you have two terracotta platforms which give you a jump boost to directly join the ways at the right or left in a jump, very useful against assailants. \nThe whole section of the players spawn and the main double chests are strongly protected : If an enemy tries to enter it, he will receive instant damage, and any TNT, ghast fireball, creeper or TNT minecart which enters it is instantly destroyed. \nThe two base spawns are at a distance of exactly 200 blocks. \nResources available at the bases: \n At the start of the game and each time you die, you receive P2 leather armor, 15 glass blocks of your color and 5 baked potatoes. \nYou have a total of 4 double chests and 16 single chests all over your base, with very, very diversified stuff. The items of the latest versions have of course been added: Blocks of honey, scaffolding, tridents, totems of immortality etc... \nMany personalized objects have also been added : A potion which makes invisible without particles but which gives the blindness effect, a turtle shell which slows you down but by adding hearts to you, a kockback hoe which doubles your move speed, a golden shovel that can fire a ghast fireball every 45 seconds, a sword which doubles the attack damage of the player and gives him resistance if his team have a score lower than the enemy team, discs that you can drop to the ground to create invisible traps that catch enemies who pass nearby, and many others ! \nOres spawn: \n Iron ores blocks appears in abundance, and you can also find gold, diamonds and even netherite ! \nAn Ender Chest is in the center, you can also find another one in a chest of your base. \nOther game mechanics: \n All these mechanics can be configured before the game launching. \n Back Cookies: Each time a point is scored, all players receive a Back Cookie. The Back Cookie is a very effective way to quickly return to your base no matter where you are, you just need to eat it or drop it to be teleported to your spawn in the next 5 seconds (unable to move or deal damage during this period). It only works if you are not in the air, do not hope to use it to survive a fall in the void ! \nAt the beginning of the game takes place a preparation phase, during this period the towers in the middle are inaccessible to you, you can start to create a bridge but only a short distance before being teleported to your spawn. Any projectile near the middle is destroyed. At each point, the losing team receives a temporary immunity, during this period the team that attacked cannot score more points. \nLaunch of the game: \n On your arrival, you will have to follow a path with an explanation of the elements of the map and where you will also have access to many configuration panels. You can choose your team, and at the end of the path will be the starting point of the game with a jump to wait. To start the game, there must be at least one player on each team and all players must have declared themselves ready. \nOther informationS: \n The current map version is 1.2, it will probably not be the last version of the map, I will probably modify certain elements according to your feedback, or add some. \nThe version is Snapshot 20w14a. \nObviously, the map will be adapted in 1.16 when the official version is released. \nThe map works entirely with a datapack, you don't even need to activate the command blocks to play it! Number of players advised: 6 to 10 \nThe bases being quite large, I think 4v4 would be ideal. The map isn't going to keep you from playing 1v1 or 2v2 if you want, but it's probably not the funniest way. \nThank you for reading, I look forward to your opinions! \n下载地址：链接：https://pan.baidu.com/s/1psVW_P37JLI24ZSoKtJV9A 提取码：40ck\n\n\n",
    "replies": [
        {
            "author": "查理九世帅",
            "timestamp": 1590590220,
            "txt_content": "这个翻译也是机翻加人工修正（工作量巨大）"
        },
        {
            "author": "Rukio",
            "timestamp": 1590720360,
            "txt_content": "翻译辛苦了老铁666"
        },
        {
            "author": "查理九世帅",
            "timestamp": 1590729360,
            "txt_content": "Rukio 发表于 2020-5-29 10:46\n翻译辛苦了老铁666\n感谢支持qwq"
        },
        {
            "author": "2073005342",
            "timestamp": 1594883100,
            "txt_content": "感谢搬运，这个回城饼干很有创意，话说扔地上了别人能捡么"
        },
        {
            "author": "斗币南波万",
            "timestamp": 1595245740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "oasidoashf",
            "timestamp": 1595313660,
            "txt_content": "很好 加油支持一下"
        },
        {
            "author": "oasidoashf",
            "timestamp": 1595314020,
            "txt_content": "很好 加油支持一下"
        },
        {
            "author": "白崭啊",
            "timestamp": 1595317020,
            "txt_content": "看上去很不错呀，翻译辛苦了"
        },
        {
            "author": "19352471517",
            "timestamp": 1595731260,
            "txt_content": "很棒的地图！感谢楼主分享！"
        },
        {
            "author": "5659856",
            "timestamp": 1598690160,
            "txt_content": "很棒的地图！感谢楼主分享！"
        }
    ]
}