{
    "title": "【转载/渲染】陋室",
    "author": "ETW_Derp",
    "replyCount": 12,
    "timestamp": 1590579060,
    "txt_content": "\n\n\n\n\n\n样例.jpg (293.78 KB, 下载次数: 10)\n\n下载附件\n\n2020-5-27 18:53 上传\n\n\n\n\n\n陋室\n——Builders Refuge举办的一次渲染比赛\n原帖地址：\nhttps://www.buildersrefuge.com/2020-dirt-hut-render-contest/\nhttps://www.buildersrefuge.com/2020-dirt-hut-slideshow/译者的话：这是国际社区比较有影响力的一次渲染比赛，官方提供了一个泥土房子的文件（*.schematic），要求参赛者渲染一张图片，里面必须包括这个泥土房子，想要表达什么思想内涵需要自己去确定。这次比赛可不仅仅只让我们收获了一些壁纸，这些渲染图也有值得大家学习的地方。废话少说，开始正文吧。（如果希望直接看渲染图可以直接向下拉）\n\n\nTheme\n\nLonely Cabin\n\nThe build supplied for this contest,  while epic, is designed to be simple to allow maximum flexibility for  render artists to express their creativity.\n\nThis is a render contest, meaning that the  build will not be judged. Instead, criteria will be the artistic  expression of the render as judged by a panel of established render  artists. The artistic expression is defined as the compelling story  told by the render given the coloring, lighting, and atmosphere.\n\n比赛主题：陋室\n\n        本次比赛所需要的主题建筑，尽管看起来确实“宏伟壮观”，但是却设计简约，能够提供最大程度的灵活性，也能激发各位渲染艺术家表达创造性的欲望。\n\n        这次比赛是一个渲染比赛，这意味着建筑部分将不纳入评分要求中。取而代之的是，比赛的得分是由已经选定的一组渲染艺术家所决定的，且会考察每个作品的艺术性表达。而“艺术表达”被定义为渲染图中的色彩、光照、氛围所暗示出的、引人入胜的故事。\nRules\n\n- Please submit your entry via imgur.com\n- Please submit only one render\n- Shaders Screenshots are allowed, but are graded to the same standards as renders\n- You can add your own assets (terrain, characters/skins, etc) but the original build must not be edited\n- You can use any texture for playerhead entities and flags entities\n\n规则\n\n请将你的作品发到imgur.com请仅发布一份渲染图游戏中的光影截图也是被允许的，但是这种游戏截图同样将按照渲染图的标准进行评定你可以添加自己的元素（周围环境、人物和皮肤等），但是给出的原始建筑一定不要被修改对于建筑中玩家头颅和旗帜图案，你可以使用任何图案和材质\n\n\nRenders will be graded on the following categories on a 10 point scale:\n – Composition (how the build and environment is framed, perspective, angle)\n – Artistic Expression (how the render expresses the story or theme, creativity)\n – Style (the technical difficulty of the style and approach used)\n\n渲染图将会按照以下标准进行打分，满分10分：\n环境（建筑与环境是如何构建的，相机的透视、相机的角度）艺术性表达（渲染图如何表达一个故事或者氛围，及其创意性）风格（风格、使用技法等技巧的难度）\n\nJudging\n\nJudging panel will be made up of render artists in the community:\n\nkarrasko\nBarbarian\nYeti\nMineTimeLapser\nfixy\nEvmanz\nJossieboy\n\n\n评委席\n\n评委们都是社区里的渲染艺术家：\n\nkarrasko\nBarbarian\nYeti\nMineTimeLapser\nfixy\nEvmanz\nJossieboy\n\n比赛结果\n\n第一名：Alexander\n\n高分辨率图片：\n\n\n第二名：Antrelial\n\n高分辨率图片：\n\n第三名：Deltagon\n\n\n最佳光影奖：TrialNError\n\n\nHere is a slide show of all the contest participants. Aspect  ratios have been modified to fit the slideshow, but were judged at the  original size provided.\n这里是参与比赛的作品大赏。虽然有些作品的长宽比经过修改来适应整个展示，但是都是经过原来尺寸来进行判断剪裁的。\n\nIf you do not see your image here, your image was either disqualified or it was an animation. Animations submitted were still judged, but the movement of the image was disregarded in judging criteria for style and technique to prevent an unfair advantage over still renders. These  participants were assigned a number, but were skipped in the  presentation slideshow.\n\n如果你提交了作品却没有看见你的渲染图，那么你的作品可能质量欠佳，或者提交了一个动画作品。动画作品也会被评分，但是在评定的标准中（风格与技法），图像的运动是会被忽略的，而且这也能防止对其他作品的不公平评价。以上作品虽然也将会有排名，但是在此次展示中是会被忽略的。\n\nDisqualified images included images submitted that had nothing to do  with the contest or the provided dirt hut build had been physically  modified or ignored.\n\n所谓的质量欠佳的图像，是包括提交作品与比赛完全无关的图像，或者将给予的泥土小屋进行了修改或者直接忽略掉的图。\n\nBlack squares have been added to obscure the artist’s watermarks if  it was included in the contest submission in order to ensure anonymity  while judging. These squares were ignored when judging the render’s  composition.\n\n在展览出的图片有些可能会有黑色的方块，这些黑色方块是为了遮挡作品中的作者水印，以确保在评定的时候将每个作品都匿名化。在评定作品的环境与合成部分时，这些黑色的方块将会被忽略，不会成为扣分项。\n\n其他作品：\n\n编号1-5\n\n\n\n\n编号5未展示\n\n编号6-10\n\n\n\n\n\n\n编号11-15\n\n\n\n\n\n\n编号16-20\n\n\n\n\n\n\n编号21-25\n21未展示\n\n\n\n\n\n编号26-30\n\n\n\n\n\n\n编号31-35\n\n\n\n\n\n\n编号36-40\n\n\n\n\n\n\n编号41-45\n\n\n\n\n\n\n得分表：\n",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1590587880,
            "txt_content": "我喜欢11号XD"
        },
        {
            "author": "天空Craft",
            "timestamp": 1590591420,
            "txt_content": "喜欢 可以拿来做网站背景吗"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1590627660,
            "txt_content": "梦想与未来 发表于 2020-5-27 22:57\n喜欢 可以拿来做网站背景吗\n这个帖子最下面有得分表，里面含有所有图片作者相应的推特账号和Discord账号，你可以通过这两种方式向原作者进行联系并询问。"
        },
        {
            "author": "空投",
            "timestamp": 1590711060,
            "txt_content": "我觉得11号最好了"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1590801600,
            "txt_content": "Sinbad_Official 发表于 2020-5-27 21:58\n我喜欢11号XD\n表达下我的看法角度\n把概略图缩放到最小,看整个一块的构图,剪影,氛围\n氛围是很好的,但是这样的却让我有点抓不到\"重点\" (汗 ##)\n\n另外我想了解下国外这样大大小小的活动 (我之前既然对这个是一片空白)"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1590805800,
            "txt_content": "Klace_Haue 发表于 2020-5-30 09:20\n表达下我的看法角度\n把概略图缩放到最小,看整个一块的构图,剪影,氛围\n氛围是很好的,但是这样的却让我有点 ...\nemm，要说重点的话，第二名...？"
        },
        {
            "author": "xyq680202",
            "timestamp": 1590836820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1595031540,
            "txt_content": "喜欢11和12号！很好康"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595724360,
            "txt_content": "陋室太陋了把"
        },
        {
            "author": "2331642039",
            "timestamp": 1599291480,
            "txt_content": "辛苦了 作者"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1599351360,
            "txt_content": "11号的很不错～\n斯是陋室，惟吾德馨"
        },
        {
            "author": "Xiao2",
            "timestamp": 1600348200,
            "txt_content": "而“艺术表达”被定义为渲染图中的色彩、光照、氛围所暗示出的、引人入胜的故事。\n也就是说，“陋室”在制造出的氛围中有不可被取代性，换成其他的建筑就一定不行，这样的渲染才能突出陋室的重点特色。\n如果按照我以上的理解，emmm，第三名的强烈对比显得非常有特色，而感觉18号和22号挺符合意境的...难道是因为渲染难度的问题？"
        }
    ]
}