{
    "title": "感觉wiki村民繁殖这里讲的有点不明不白，有点废话。",
    "author": "超凶猫",
    "replyCount": 10,
    "timestamp": 1590583260,
    "txt_content": "感觉wiki村民繁殖这里讲的有点不明不白，废话有点多，不过我敢肯定是不是我测试没测准确。\n\n==========\nwiki原文：\n繁殖取决于有效床的数量。如果村民有“意愿”（见下文），且人口少于有效床的数量（即在村庄范围内有无人认领的床），村民才会繁殖。所有的幼年村民最初都是没有职业的。只要在村庄范围内有无人认领的床，村民就会重新繁殖。村庄会定期进行“人口普查”以确定该村庄的当前人口。村庄水平边界内且以村庄中心为中心的5格高??[仅Java版]范围内的所有村民都在村庄人口计算范围内，以确定是否允许继续进行村民繁殖。但是，只要边界内至少有一个村民，村庄水平边界内和村庄球形边界内的任何村民都将尝试进入繁殖模式。如果两个村民彼此靠近且都进入繁殖模式，它们就会繁殖并生成一个幼年村民。如果有足够的食物让它自己和另一个村民“有意愿”，村民可能会进入繁殖模式（村民头上会出现红色的心型颗粒）。它们会根据它们的食物数量进入繁殖模式，而不是人口上限（根据床的数量），但只有有多余的床让它们繁殖出的幼年村民认领才能繁殖出幼年村民。如果到达了人口上限或所有的有效床上方都没有两格高的空气方块时（幼年村民需要足够的空间来玩蹦床），它们的繁殖就会被阻止，且它们头像会出现愤怒颗粒（与红色心型颗粒一起）。就像农场动物一样，当两个村民处于繁殖模式并且能够看到对方时，它们会互相靠近并对视几秒钟，接着就会在它们的旁边生成一个幼年村民。繁殖村民不会掉落经验，且这个新生成的村民的穿着依赖于村庄所在的生物群系。此村民成年后，如果它靠近有一个有效的、无人认领的工作站点方块，它就会获得与该工作站点方块对应职业。===========\n\n本身他自己讲的就有点离谱，有（即在村庄范围内有无人认领的床），就没必要讲前面的人口了。\n\n\n而我的测试中，繁殖也跟人口没有任何关系，只看有没有空床，不管村庄有多少人口。村民只能绑定可以寻路成功的床，因此很轻松就能做到3床无限繁殖，而不需要垒塔或掏洞，只要把繁殖区域围起来让其他村民绑不了这个床就行。\n\n而且人口普查这个特性我也没发现，床大于村民数量，没食物一样不繁殖，就像上面说的，只要有空床和食物他们就能尝试繁殖。铁傀儡刷新不靠村民数量，铁傀儡上限也不看村民数量。在一个村庄玩久了往往会堆积一大堆铁傀儡阻碍玩家移动。所以人口普查这玩意我真没发现有什么作用。可能根本就没有这个特性。\n\n繁殖成功还有一个条件，除了空床上方需要两格空气，繁殖中的两个村民也必须双方都能寻路到这个空床，只有一方满足都不行，不满足就会失败。\n\n不过我敢肯定是不是我测试没测准确。建议大家都来试一下。\n\n\n",
    "replies": [
        {
            "author": "kameigetsu",
            "timestamp": 1590743040,
            "txt_content": "感谢分享"
        },
        {
            "author": "gaozou123",
            "timestamp": 1590813660,
            "txt_content": "为啥还是繁殖不出来？？"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1590829380,
            "txt_content": "如果你有能力，建议阅读英文 Wiki（"
        },
        {
            "author": "丢狗吉吉",
            "timestamp": 1594607760,
            "txt_content": "你可真是个小天才"
        },
        {
            "author": "妺不是妹",
            "timestamp": 1595237820,
            "txt_content": "话说前面有个人发了个村民繁殖的"
        },
        {
            "author": "若梦丶浮生",
            "timestamp": 1607769660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "星咏者头子",
            "timestamp": 1607775900,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "sutp#",
            "timestamp": 1607912640,
            "txt_content": "我在服务器里试了一下，村民没有繁殖，是什么地方出问题了吗。。。"
        },
        {
            "author": "mengxingshifen",
            "timestamp": 1611812940,
            "txt_content": "村民繁殖的话小村民和大村民要不要摸一次床啊"
        },
        {
            "author": "qa631094223",
            "timestamp": 1614003180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}