{
    "title": "[Minecraft.net|DEEP DIVES]穿上盛装，以待成功",
    "author": "qsefthuopq",
    "replyCount": 1,
    "timestamp": 1590570420,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-6-27 01:56 编辑 \n文章日期2020-05-25作者Per Landin\n译者qsefthuopq\n\n原文链接点击打开\n文中提及的部分专有名词请以官方译名为准，本文译名仅供参考。\nDressed for success\n穿上盛装，以待成功\n\nDon your gear, Minecraft Dungeons is (almost) here!\n穿上你的装备，《我的世界：地下城》就快发布了!\nLet me reveal a dark and terrible secret: I have an unimaginative sense of fashion. My black, t-shirt clad avatar is an accurate depiction of my being – what you see is what you get. I hate dressing up for any sort of festivity and tend to look like a worn-out scarecrow whenever I show myself in public. But despite my unembellished style (are black t-shirts even a style?), there's one thing that makes me want to put on my Sunday best: tomorrow’s worldwide release of Minecraft Dungeons. And that’s on a Tuesday, mind you!\n\n让我透露一个黑暗而恐怖的秘密：我缺乏时尚感。我的黑色T恤上印着的阿凡达就是我的真实写照 – 汝所见即所得。我讨厌在任何庆祝活动里盛装打扮，每当我在公共场合露面时，我总是看起来像个破旧的稻草人。尽管我的衣着朴实无华 (黑色T恤是种时尚的风格吗?)，但仍有一件事会让我想穿上最好的衣服来应对: 那就是明天全球同步发布的《我的世界：地下城》。请注意是在星期二发布!\n\n\nIn Minecraft Dungeons, you are what you wear. With a plethora of artifacts and items at your disposal, you can be almost anything; from ironclad warriors and explosive archers, to hard-hitting brawlers and chain-cursing axe wielders . The possibilities are endless, and as we’re about to brave the dungeons, we want to inspire you with a few collections of our own. And who else would be better to help than Minecraft.net’s very own fashionista,Kelsey?\n在《我的世界：地下城 》里，衣如其人。大量的法器和物品任由你挑选，你可以打扮成任何人; 从铁甲战士和爆破弓箭手，到勇猛斗士和链锁诅咒之斧手。无尽的可能，当你们即将勇闯地下城时，我们想要用一些我们自己搭配的套装来启发你们。还有谁比Minecraft.net的时尚达人Kelsey更懂时尚呢？\n\nWhat now, she’s busy? How about Sofia or Cristina? Not available either? Alright then, I guess it falls on me, Minecraft.net’s very own rugged ragamuffin, to strike a pose and present you with the fanciest and deadliest outfits available in the Dungeons wardrobe.\n什么？她现在很忙？那么Sofia或Cristina怎样？他们都没空？那好吧，看来得我承担这个重任了，那么就让Minecraft.net的衣衫褴褛的我来摆出姿势，向你们呈现地下城衣柜里的奇装异服吧。\n\n\nFirefox\n火狐\n\n\n\n\nPlaying with fire is bad – unless you do it in Minecraft Dungeons. In that case, it's amazing . The game is littered with items that bring the heat to your gameplay, from fiery swords to explosive bows.\n玩火很不好 – 除非你是在《我的世界：地下城》里玩火。如果是这样的话，游戏里的火焰效果就很炫酷了。从燃烧之刃到爆破弓，游戏里到处都是可以给你的游戏体验添柴加火的物品。\n\nWith this fire-themed outfit, you’ll be able to blaze through your enemies and turn them into toast – while looking fabulous! So whether you prefer your mobs original, medium-rare, or extra crispy, this hot outfit will incinerate any kind of foe.\n\nKey items: Fox armor with fire trail enchantment, melee weapon with fire aspect enchantment, flaming quiver with any kind of bow.\n有了这件以火焰为主题的套装，你可以使敌人燃烧并将其烤成面包 – 看起来美味可口！无论怪物是生的，还是五分熟，或是嘎嘣脆，这套炽热的装备都会将任何敌人焚烧殆尽。\n\n关键物品: 附魔「焰尾」的狐狸护甲、附魔「火焰附加」的近战武器，装备「火焰箭袋」的任何类型的弓。\n\n\nNinja\n忍者\n\n\n\n\nThere are two types of people that can move swiftly through a battlefield, hide in the shadows, and escape any challenge undetected: me (an expert deadline dodger) and ninjas. Let’s focus on the latter, as it makes for a far better Minecraft Dungeons outfit.\n有两种人可以在战场中潜踪匿迹、穿梭自如、躲避暗箭: 我(一名专业的截稿日期躲避者) 和忍者。让我们着重于后者，因为它是《我的世界：地下城》里一件更好的装备。\n\nBy utilizing items with speed, you can increase how fast you run and slash at enemies, creating an elusive fighter capable of both dealing and avoiding damage. Think of it as one of those horrifying dodgeball sessions you had in school: with nimble footwork, you can stay out of harm's way. Unlike me, when my editor (also me) finds out that this article is two weeks late. Whatever you do, don't tell him. I mean me.\n利用与速度有关的物品，你可以增加移速和攻速，成为一名力量与敏捷共存的战士。可以把它想象成你在学校里玩的一种可怕的躲避球游戏:拥有灵动的步伐的你可以远离危险。不像我，当我的主编(就是我自己)发现这篇文章发晚了两周，已经过时了。无论如何你也不要告诉他，也就是别告诉我这个残酷的事实。\n\nKey items: Thief armor, dark katana, boots of swiftness, speed synergy enchantment, swiftfooted enchantment.\n关键物品: 窃贼护甲、暗黑武士刀、迅捷之靴、「速度协同」魔咒和「疾行」魔咒。\n\n\nLumberjack\n伐木工\n\n\n\n\nSaving the Overworld from evil can be a lonely, ungrateful job. For this reason, it’s important to focus on things that make you happy, such as silly TikTok videos, YouTube playthroughs, and friends (but mainly TikTok videos). This lumberjack-like outfit might not have access to all three, but it allows you to bring companions on your missions to support you in battle, enabling you to stand in the background to either cheer them on or attack with a ranged weapon.\n对抗邪恶势力并拯救世界是一项孤独且不讨喜的活。因此，关注能让你开心的事情很重要，就比如抖音的沙雕视频，YouTube的播放类似视频，和朋友(最主要的还是抖音视频)。这套伐木工装备可能无法比拟上述三样事，但它能让你和同伴在任务中并肩作战，你可以袖手旁观，给你的同伴加油喝彩或用远程武器给它们助攻。\n\nThere are many different kinds of followers with all sorts of roles, but nothing feels more wholesome than to bring man’s best friend into the fray: the double axe! The wolf? No idea where it came from – it just follows me around for food. For a lumberjack outfit, this build sure has more bite than bark, but it allows you to both chop and chomp any evildoers blocking your way!\n\nKey items: Well-trimmed beard (not an actual item), hunter’s armor, tasty bone.\n有许多不同类型的跟随者，它们扮演着各种各样的角色，但是没有什么比把人类最好的朋友带进战场更有用的了:双斧!狼?虽然我不知道它是从哪里来的，但它只是跟着我到处寻找食物。对于伐木工人套装来说，这种结构肯定是利大于弊，但是它可以让你边砍边咬任何挡在路上的敌人!\n\n关键物品: 修剪整齐的胡须(实际上这并不是一件物品)、猎人装甲和美味的骨头。\n\n\nFrost Warrior\n寒霜战士\n\n\nI know what you’re thinking: “What is a hockey goalie doing in Minecraft Dungeons?” Well let me tell you, this icy defender has a chilling setup of weapons and armor that makes every foe shiver. Not out of fear, obviously – from standing too close to an outfit that is literally a freezer. This is handy, as it slows down your enemies’ movement and keeps them at arm’s – or scythe’s – length.\n我知道你在想什么: “ 为什么游戏里会有一名冰球守门员?” 让我告诉你们吧，这名寒冰护卫拥有令敌人不寒而栗的武器和装甲。显然敌人并不是因为恐惧，而是离这套像冰箱一样的装备太近了。由于这套装备可以减缓敌人移速，使敌人在你的攻击范围内停留较长时间，所以这套装备很方便。\n\nThe armor, Frost Bite, has the ability to spawn a snowy companion and is also said to remember the icy winds which flowed beneath the wings of mighty Phantoms. That’s one specific (yet impressive) memory – I can’t even remember what I had for breakfast! Not sure about that mighty Phantoms part though. Anything that is afraid of cats can’t be that mighty...\n\nKey items: Frost Bite with chilling enchantment, frost scythe, guardian bow, freezing enchantment.\n霜冻这件装备可以生成冰雪同伴，据说它记得强大的幻翼煽动翅膀所挥动的寒风。这是个特别而又令人印象深刻的记忆 – 我甚至不记得我早餐吃了什么！更不会知道强大的幻翼。任何害怕猫的生物都不可能太强...\n\n关键物品: 附魔「冰寒」的霜冻、寒冰镰刀，守卫者之弓和「冻结」魔咒。\n\n\nSoul-Chaser\n灵魂追逐者\n\n\n\n\nEver asked yourself if mobs have souls? You bet they have – and they’re very tasty, too! This soul-sucking outfit might make you look like a masked superhero, but you’re anything but. It consists of weird trinkets and occult weapons, focusing on stealing the souls of your opponents to turn them into raw energy that powers your weapon and artifact abilities.\n你有没有问过自己怪物是否有灵魂？你肯定认为它们有灵魂 – 而且还很美味！这套吸魂装备可能让你看起来像个蒙面的超级英雄，但你绝对不可能成为超级英雄。这套装备由奇怪的饰品和神秘的武器构成，主要用于偷取你的独守的灵魂并将其化为增强你的武器和法器能力。\n\nSoul-based items can be difficult to acquire as they are fairly rare, but you just have to put your soul into it. Get it? Soul? Haaa... I’ll see myself out… :(\n\nKey items: Souldancer robe, feral soul crossbow, torment quiver, corrupted beacon.\n稀有的灵魂物品可能很难获得，但你只需注入你的灵魂就可以获得。懂了吗？灵魂？哈…我将灵魂出窍… :(\n\n关键物品: 灵魂舞者长袍、野性灵魂之弩、折磨箭袋和腐化信标。\n\n\nThere you go, you’re ready for both the Minecraft Dungeons launch and Fashion Week! Or maybe you prefer to build your own outstanding outfit? Great! Once you get into the game, send us a screenshot of your favorite outfit to scoops@minecraft.net, along with the subject line DUNGEONS OUTFIT and we might feature it in an upcoming roundup article. Enjoy the launch!\n\n好啦，你已经准备好游玩首发的《我的世界：地下城》和参加时装周了！或许你更喜欢打造出属于你自己的奇装异服？那太好了！当你进入游戏后，请将你最喜欢的套装截图发送到scoops@minecraft.net，邮件标题请使用 DUNGEONS OUTFIT ，我们可能会在之后的文章里介绍你的套装。享受游戏的发布吧！\n",
    "replies": [
        {
            "author": "kayn-",
            "timestamp": 1597111500,
            "txt_content": "灵魂追逐着看起来就很强"
        }
    ]
}