{
    "title": "【原创 | 连载】[01章]方块人的科技时代",
    "author": "ZacharyAlexa",
    "replyCount": 2,
    "timestamp": 1590578820,
    "txt_content": " 本帖最后由 老鼠吃奶酪 于 2020-6-1 16:33 编辑 \n\n某个世界，马路上。张源对这个世界非常的熟悉，没错一个方块世界，他缓缓地睁开了眼睛。“这！这不是我的世界吗？”张源大声地说道。马路上的人用鄙视的眼神看着他“系统加载中ing...”“系统初始化完毕。”信息面板：宿主：张源等级：LV.0行业：未知系统资产：1000个人资产：0幸运大转盘【未解锁】系统商店【未解锁】“什么鬼！系统？”张源心里想。张源前世是个小说爱好者，当然听说过系统这样的东西。只不过这个世界不是现实，而是我的世界。“系统提示：本世界为现实世界的2015年，智能机和高端电脑踊跃而出，可这个世界没有出色的游戏制作者，你需要在这个世界创造独一无二的游戏。系统自动给予1000资产供你开发。”“违规的做法系统会给予惩罚，惩罚之前会给予警告”“我......我获得了个游戏系统？”张源感叹道。“是的，你背包上有个方块电脑，打开它，里面的有基本编辑器。”张源看了看周围人来人往，想：还是先找个住所吧，被别人知道了可不行。随后，他在马路上走来走去，发现一个不错的地方，只要10元/天。“系统，我第一次来到这个世界，可不可以报销。”“可以。”张源走了进去，老板是个跟史蒂夫一样身高的方块人，张源突然感觉到别扭。“需要住宿吗？”住宿老板对张源说。“给我来个便宜的包间吧，谢谢！”张源回答。“行，你的房间是303。”张源上了三楼，看到了303，就进去把背包放到床上。“房间虽然不是很大，功能倒挺全。”张源喃喃道。张源打开了笔记本电脑，发现里面要的东西应有尽有：PS、AE、PR，这些都是前世知道的，没想到我的世界也有这么庞大的城市，随后他看到个陌生的东西，叫做Clte编辑器。“这是你需要用到的游戏编辑器。”系统仿佛知道他心里想的什么。便告诉了他。张源打开了编辑器，发现里面内容很丰富：有美术资源、游戏模板、音乐资源，甚至连**的功能都有。因为人们都是方块人，追求不了真实，所以发明了Clte编辑器。门槛很低，识字就可以用。在这里面可以创造许多游戏，功能多的离谱。“宿主请创建合法营业公司，**系统会自动**，只需要说出名字即可。”“叫什么好呢？要不就叫迅腾网络技术有限公司？”张源思考道。“唉！管他的，就这叮！系统资产到账10000元。恭喜宿主创建合法企业——迅腾网络技术有限公司注释：系统资产将不能随意使用只能在工作上使用。“第一个游戏做什么好呢？既然穿越到我的世界，但人们并没有我的世界这个游戏，我就打造一个吧！”张源打开了电脑上的Clte编辑器，点击新建项目。输入了4个字：快乐世界。恭喜您打开Clte编辑器！创造属于您的游戏吧！“不错，看来很好用。”张源对这个编辑器的实用程度比较意外，本以为是个专业的编辑器，果然跟系统说的门槛低。他逛了逛美术资源，发现没有适合这款游戏的，于是他便打开了PS，在前世张源本来就有PS基础，于是自己画起了第一个方块。3天后。“呼！终于画完了。”张源把美术资源上传，开始选择游戏内核：Java/C++。您的等级不够，无法使用高等级编辑器。“就Java吧！”张源发现自己饿了，于是就下楼看看有没有什么吃的。“我不是有手机吗？”张源恍然大悟，拿出了自己的手机点了几份外卖：肯の基全家桶，新用户免费。“您好！是张源先生吗？您的外卖到了！”外面传来一道声音。张源穿上衣服，打开了门“谢谢，我是张源。”“记得给一下五金苹果好评。”外卖小哥说道。张源打开了团美外卖，给了那位小哥五金苹果好评。大约过了15天，快乐世界的雏形已经做出来了。张源给这个版本取名为Bate1.0版本。“定多少钱合适呢？要不先试试10元？”“打开信息面板。”信息面板：宿主：张源等级：LV.0行业：游戏系统资产：11000个人资产：0幸运大转盘【未解锁】系统商店【未解锁】注释：您游戏价格最高定10元。“好吧，10元，10元，如你所愿。”张源不耐烦的说道。张源把游戏打包成压缩包，上传到了Clte游戏市场和应用市场。5个小时过去了，张源又打开了后台，发现有12个人给快乐世界给予了评论。“不错！是个方块类型的游戏，我喜欢！”某某网友发言。（来自Clte游戏市场）“上面的，的确很好玩，希望游戏大火。”某网友。（来自Clte游戏市场）“顶，已推荐给朋友。”某某网友。（来自应用市场）“希望方块的像素可以更高...”（来自Clte游戏市场）本章完。求人气！请把手上的金粒疯狂砸向我。",
    "replies": [
        {
            "author": "阳光明媚23333",
            "timestamp": 1590581580,
            "txt_content": "有些屏蔽字,建议隔开"
        },
        {
            "author": "ZacharyAlexa",
            "timestamp": 1590587400,
            "txt_content": "阳光明媚23333 发表于 2020-5-27 20:13\n有些屏蔽字,建议隔开\n更新了：）"
        }
    ]
}