{
    "title": "猹馆（原文鲁迅《故乡》）",
    "author": "800805",
    "replyCount": 0,
    "timestamp": 1590196740,
    "txt_content": " 本帖最后由 800805 于 2020-5-23 13:00 编辑 \n\n本帖最后由 混乱 于 侏罗纪时期 编辑我冒着氵贴，回到相隔三十厘米，别了二十余秒的茶馆去。时候既然是盛夏；渐近茶馆时，天气又升温了，热风吹进船舱中，呜呜的响，从篷隙向外一望，苍绿的天底下，远近横着几个萧索的荒版，没有一些活气。我的心禁不住悲凉起来了。阿！这不是我二十秒来时时记得的茶馆？我所记得的论坛全不如此。我的茶馆好得多了。但要我记起他的氵怪，说出他的氵贴来，却又没有举报，没有言辞了。仿佛也就如此。于是我自己解释说：猹馆本也如此，——虽然没有进步，也未必有如我所感的悲凉，这只是我自己心情的改变罢了，因为我这次回乡，本没有什么好心绪。我这次是专为了别氵而来的。我们多年聚族而居的老版，已经管理卖给别人了，交屋的期限，只在本天，所以必须赶在半夜三更以前，发出了熟识的氵帖，而且远离了熟识的茶馆，搬家到我在喂龙的末地去。第一日大晚上我到了茶馆的门口了。置顶帖上许多干枯的小何当风氵着，正在说明这茶馆难免易版主的原因。几帖的氵怪大约已经搬走了，所以很寂静。我到了自己的氵帖，茶馆版主早负分着离开了，接着便飞出了实习的版主绵羊。茶馆版主很高兴，但也藏着许多扣分的神情，教我负分，删贴，发卡，且不谈喂龙的事。绵羊没有见过我，远远的对面站着只是看。但我们终于谈到喂龙的事。我说外末地的寓所已经租定了，又发了些好人卡，此外须将茶馆所有的氵帖删去，再去增添。版主也说好，而且警告也略已齐集，钴版不便搬运的，也小半删去了，只是收不起人气来。“你等等一两天，去拜望亲戚氵怪一回，我们便可以走了。”版主说。“是的。”“还有混乱，他每到我版来时，总问起你，很想见你一回面。我已经将你喂龙的大约日期通知他，他也许就要来了。”这时候，我的脑里忽然闪出一幅神异的图画来：深蓝的茶馆中挂着一轮置顶的帖子，下面是氵怪的领地，都发着一望无际的高亮的氵帖，其间有一个不知年龄的管理，左手持好人卡，右手捏一堆负分，向一氵怪尽力的杀去，那氵怪将身一扭，反从他的IP逃走了。这少年便是混乱。我认识他时，也不知多少岁，离现在将有未知年了；那时前任版主还在线，积分也多，我正是一个氵怪。那一年，我帖是一件大屠版的值年。这灌水，说是三十多年才能轮到一回，所以很郑重；正月里坑版主，负分很多，评论很讲究，评的人也很多，评分也很要防撤销。我好友只有一个氵怪（我们这里给版灌水的分三种：整年给一定用户屠版的叫氵圣；按帖给人灌氵的叫氵王；自己也种地，只在特殊时候以及封号时候来给一定板块灌氵的称氵怪），忙不过来，他便对版主说，可以叫他的儿子朋友混乱来管负分的。猹馆版主允许了；我也很高兴，因为我早听到混乱这名字，而且知道他和我未知年纪，混月生的，五行缺乱，所以论坛管理叫他混乱。他是能装弶捉小氵怪的。我于是日日盼望屠版，屠版开始，混乱也就到了。好容易到了版末，有一日，版主告诉我，混乱来了，我便飞跑的去看。他正在猹馆里，黄色的头像，人物也是卡通，手上拿一个明晃晃的好人卡，这可见他的管理十分爱他，怕他死去，所以在管理面前许下愿心，用猹馆将他套住了。他见氵怪很怕发卡，只是不怕我，没有旁人的时候，便和我版聊，于是不到半帖，我们便熟识了。我们那时候不知道谈些什么，只记得混乱很高兴，说是版聊之后，晓了许多没有见过的东西。第二日，我便要他灌水。他说：“这不能。须版主走了才好。我们茶馆里，屠了版，我氵出一块空地来，用新人支起一个大氵帖，撒下金锭，看水怪来吃时，我远远地将缚在评分的人气只一减，那水怪就罩在负分下了。什么都有：一道阳光，彩元素凋零，新人x号，yys……”我于是又很盼望屠版。混乱又对我说：“现在版主在线，你版主下线到我们这里来。我们日里到海边灌水去，删的扣分的都有，减贡献也有，负人气也有。晚上我和管理捉乱码去，你也去。”“管脚本吗？”“不是。走路的水怪随便抢一个锭吃，我们这里是不算违规的。要管的是脚本，乱码，挂。月亮底下，你看，服务器崩了，挂在抢锭了。你便捏了好人卡，轻轻地走去……”我那时并不知道这所谓挂的是怎么一件东西——便是现在也没有知道——只是无端的觉得状如DDoS而很凶猛。“他不黑泥潭么？”“有管理呢。看到了，看见挂了，你便举报。这畜生很伶俐，倒向你奔来，反从IP窜了。他的帖子是海一般的氵……”我素不知道泥潭有这许多新鲜事：水贴有混乱加的贡献；水怪有这样删贴的经历，我先前单知道他在被封号罢了。“我们猹馆里，版主要来的时候，就有许多水怪只是发帖，都有一道阳光似的咏e……”阿！混乱的心里有无穷无尽的稀奇的事，都是我往常的朋友所不知道的。他们不知道一些事，混乱在海边时，他们都和我一样只看见末地里置顶上的申请减刑帖。可惜正月过去了，混乱须回家里去，我急得大哭，他也躲到末地里，哭着不肯出门，但终于被他父亲朋友带走了。他后来还托他的父亲带给我一包负分和几张不错的好人卡，我也曾送他一两次加分·，但从此没有再见面。现在我的版主提起了他，我这记忆，忽而全都闪电似的苏生过来，似乎看到了我的美丽的故乡了。我应声说：“这好极！他，——怎样？……”“他？……他景况也很不如意……\"版主说着，便向公告版外看，\"这管理又来了。说是卖好人卡，顺手也就随便负分的，我得去看看。”版主站起身，出去了。门外有几个管理的声音。我便招绵羊走近面前，和他闲话：问他可会发卡，可愿意删贴。“我们一起举报灌水？”“我们删贴去。”“帖呢？”“先发卡，……”“哈！这模样了！积分这么少了！”一种尖利的怪声突然大叫起来。我吃了一吓，赶忙抬起头，却见一个凸颧骨，薄嘴唇，五十岁上下的管理站在我面前，两手搭在髀间，没有系裙，张着两脚，正像一个画图仪器里细脚伶仃的圆规。我愕然了。“不认识了么？我还抱过你咧！”我愈加愕然了。幸而猹馆版主也就进来，从旁说：“他多年出门，统忘却了。你该记得罢，”便向着我说，“这是斜对门的yys，……开删贴店的。”哦，我记得了。我孩子时候，在斜对门的删贴店里确乎终日坐着一个yys，人都叫ljyys”。但是擦着白粉，颧骨没有这么高，嘴唇也没有这么薄，而且终日坐着，我也从没有见过这圆规式的姿势。那时人说：因为yys，这删贴店的买卖非常好。但这大约因为年龄的关系，我却并未蒙着一毫感化，所以竟完全忘却了。然而圆规很不平，显出鄙夷的神色，仿佛嗤笑法国人不知道拿破仑，美国人不知道华盛顿似的，冷笑说：“忘了？这真是贵人眼高……”“那有这事……我……”我惶恐着，站起来说。“那么，我对你说。氵怪哥儿，你阔了，搬动又笨重，你还要什么这些破烂氵帖，让我拿去罢。我们小户人家，用得着。”“我并没有阔哩。我须卖了这些，再去……”“阿呀呀，你放了几百锭了，还说不阔？你现在有水怪勋章；出门便是八抬的大轿，还说不阔？吓，什么都瞒不过我。”我知道无话可说了，便闭了口，默默的站着。“阿呀阿呀，真是愈有钱，便愈是一毫不肯放松，愈是一毫不肯放松，便愈有钱……”ljyys一面愤愤的回转身，一面絮絮的说，慢慢向外走，顺便将版主的一副手套塞在裤腰里，出去了。此后又有近处的好友和氵怪来访问我。我一面加分，偷空便收拾些行李，这样的过了三四天。一日是天气很冷的午后，我吃过午饭，坐着喝茶，觉得外面有人进来了，便回头去看。我看时，不由的非常出惊，慌忙站起身，迎着走去。这来的便是混乱。虽然我一见便知道是混乱，但又不是我这记忆上的混乱了。他贡献增加了一倍；先前的少有的金粒，已经变作几万，而且加上了很多的人气；爱心也像他朋友一样，金苹果勋章都没有，这我知道，在问答版活跃的人，终日加着金粒，大抵是这样的。他头上是一个用户组，只写着管理员和猹馆掌柜，持着好人卡；手里提着一个权限和一支长小黑屋。我这时很兴奋，但不知道怎么说才好，只是说：“阿！混乱哥，——你来了？……”我接着便有许多话，想要连珠一般涌出：乱码，DDoS，脚本，挂，……但又总觉得被什么挡着似的，单在帖子里回旋，发表不出去。他站住了，脸上现出欢喜和凄凉的神情；动着嘴唇，却没有作声。他的态度终于恭敬起来了，分明的叫道：“氵哥！……”我似乎打了一个寒噤；我就知道，我们之间已经隔了一层可悲的厚障壁了。我也说不出话。他回过头去说，“大水怪，给老爷磕头。”便拖出躲在背后的孩子来，这正是一个廿年前的混乱，只是黄瘦些，颈子上没有银圈罢了。“这是第五个孩子，没有见过世面，躲躲闪闪……”版主和绵羊下楼来了，他们大约也听到了声音。“老太太。信是早收到了。我实在喜欢的不得了，知道氵哥回来……”混乱说。“阿，你怎的这样客气起来。你们先前不是哥弟称呼么？还是照旧：氵哥儿。”版主高兴的说。“阿呀，老太太真是……这成什么规矩。那时是孩子，不懂事……”混乱说着，又叫大水怪上来打拱，那孩子却害羞，紧紧的只贴在他背后。“他就是大水怪？第五个？都是生人，怕生也难怪的；还是绵羊和他去走走。”版主说。绵羊听得这话，便来招大水怪，大水怪却松松爽爽同他一路出去了。版主叫混乱坐，他迟疑了一回，终于就了坐，将长烟管靠在桌旁，递过纸包来，说：“冬天没有什么东西了。这一点干青豆倒是自家晒在那里的，请氵哥……”我问问他的景况。他只是摇头。“非常难。第六个孩子也会帮忙了，却总是吃不够……又不太平……什么地方都要金粒，没有规定……收成又坏。氵出帖子来，出去发，总要捐几回金粒，折了本；不去卖，又只能烂掉……”他只是摇头；脸上虽然刻着许多皱纹，却全然不动，仿佛石像一般。他大约只是觉得苦，却又形容不出，沉默了片时，便拿起烟管来默默的吸烟了。版主问他，知道他的家里事务忙，明天便得回去；又没有吃过午饭，便叫他自己到厨下炒饭吃去。........写了一个小时都没写完谁在谁审核一下吧各位版主@SHEEP_REALMS @Umikaze @极光creeper @喵 @凛 \n",
    "replies": []
}