{
    "title": "《水贴的失败》【3】",
    "author": "空投",
    "replyCount": 5,
    "timestamp": 1590620640,
    "txt_content": "本书改编自阿瑟·克拉克的《科学的失败》\n其实当时我们对【mohui666】的发言抱有很大怀疑，还有人注意到他为人十分傲慢，感到此人过分自高自大。但我们并不知道，他通常只是在实验成果已进入最后研制阶段才发表这种声明的，他心中早已有数。\n　　果然，还没有过上一个月，【mohui666】就向所有的怀疑者们证明，他可不是空口说白话的人。他宣布了“湮灭之球”的诞生，这种武器可将半径为几百米范围内的帖子完全毁灭，化为乌有。于是我们大家陶醉于新武器的无比威力之中，却没有注意到它有一个致命弱点：湮灭之球在球形范围内发挥毁灭作用，所以在爆炸后，就连安放在它内部的极其复杂的启动装置也将一并被毁，因而它无法使用载人飞船来发射，载体只能使用可控导弹。这样，我们就必须着手实施一个规模大且代价高昂的计划，把原有的自动鱼雷都进行改装，使其能携带新式武器。这需要让一切军事进攻都暂时停止。\n　　现在我们才比较清醒地认识到，一旦采取了这些步骤，我们就已犯下第一个错误。我和以前一样认为这是种非常自然的错误，因为我们那时只想到现有的武器多么陈旧落后，我们甚至把它们看成是原始过时的。但是我们没有估计到要把革命性的超级武器应用于战场实践时，需要经历一个过程，也没估计到这个任务的艰巨性。由于这种事已有上百年没发生过，所以谁也没有这方面的经验或体会。\n　　对现有自动鱼雷的改装工程比预先设想的要困难得多。我们不得不另行设计新型的鱼雷，因为原有标准型的鱼雷太小，不适合作为载体。这就牵涉到要用更大吨位的宇宙飞船才能发射这种新型鱼雷，但我们仍然准备作出这种牺牲。六个月后我们舰队的大型飞船就已全部装上了湮灭之球，作战演习以及试验都说明它们能满足实战需要，我们也已准备投入行动。【mohui666】为即将到来的胜利而欢呼，他甚至含蓄地暗示说还有更惊人的武器将要问世。\n　　这时出了件意外，在训练飞行中我们有一艘主力宇宙战舰突然无影无踪地消失了。调查结果表明：远程雷达的启动能在飞船刚刚发射鱼雷时立即触发湮灭之球！这艘主力舰就是这么被自我毁灭的。为了消除这一缺陷所需的改装工程倒不太大，不过预定的战役又将推迟一个月，同时这也引起了宇宙飞船上的军官和氵贴家之间关系的恶化。正当我们即将发起进攻时，【mohui666】宣布湮灭之球的毁灭半径已扩大到十倍之远，也就是说消灭敌方战舰的可能性又扩大了一千倍。\n　　于是我们重新部署了改装工程，不过这次所有人都一致认为所得会大于所失。这时原来相当沮丧的敌人，由于我方意外停止了所有的军事进攻行动，却反转给我们以突然的打击。我方飞船上此时连一枚自动鱼雷也没有，因为军工厂已停止对它的生产。我们不得不临时退却，丢失了库兰星系及弗洛拉纳斯星系，还有作为战略要地的雷姆桑德兰行星。\n　　这事当然有点令人难受，但损失还不算太大，因为夺回这些星系并不太难。我们毫不怀疑，在将来不久我们就能弥补一切——现在只需忍耐，等到我们的新式武器完全配备停当就行。",
    "replies": [
        {
            "author": "空投",
            "timestamp": 1590641640,
            "txt_content": "？自占沙发"
        },
        {
            "author": "Drowned64",
            "timestamp": 1590641880,
            "txt_content": "空投 发表于 2020-5-28 12:54\n？自占沙发\n连楼警告"
        },
        {
            "author": "Sriven",
            "timestamp": 1590642000,
            "txt_content": "前排放好凳子，准备好了"
        },
        {
            "author": "北极仙光",
            "timestamp": 1590642000,
            "txt_content": "自占沙发？你好妖媚"
        },
        {
            "author": "零素",
            "timestamp": 1590642240,
            "txt_content": "众所周知，氵帖技术高超容易导致失败"
        }
    ]
}