{
    "title": "匠魂，怎么浇筑",
    "author": "宋初臣",
    "replyCount": 11,
    "timestamp": 1590744540,
    "txt_content": "匠魂的浇注口为什么不会往下流液态金属，不知道怎么浇筑，求帮忙解释一下\n\n\n\n\n\nfile_1590744519000.jpg (227.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-29 17:28 上传\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1590744523000.jpg\n(154.61 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-5-29 17:28 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "BEDROCK_PICKAXE",
            "timestamp": 1590744540,
            "txt_content": "‘浇筑口’可以导出冶炼厂内的流体进行浇筑，“浇筑道”用于转移流体（类似于其他模组的流体管道）。\n用浇筑道浇筑不是不可以，但要把浇筑道放在浇筑口下方，再在浇筑道下放置铸造桌/锅。这样你\n右键浇筑口时液体就会流入浇筑道内。\n写这么多给个最佳回复呗------"
        },
        {
            "author": "深拥v",
            "timestamp": 1590745620,
            "txt_content": "你看看这里的内容对你有没有帮助对于不是太硬的非金属材料我们可以用木制模具来加工处理，但是各种金属以及合金等等就无法用一般的模具了，这里就要用到冶炼炉。它是匠魂中的一个多方块结构，能将金属矿物熔为双倍产量，制作合金，熔化金属制品，浇铸金属部件或是铸模等等。制作各个组件之前，我们首先需要准备水泥，水泥放入熔炉烧制即可得到焦黑砖，然后就可以用它合成各种组件。水泥合成↑与烧制↓\n\n它的核心部件是冶炼炉控制器和焦黑储罐，前者让你能打开冶炼炉的交互界面、放入冶炼原料、查看当前炉内流体以及岩浆余量，后者则是作为冶炼炉燃料(岩浆)的储存容器。\n控制器↑和储罐↓\n\n用焦黑砖块先搭建一层长方形的底部结构(长宽最大为7最小为1)，然后在此之上继续，绕着最底层外围一圈(比如底层是3x3的上面就要5x5的中空结构,中间留出3x3的空间)。高度没有限制(最小为1)，可以一直向上搭建。冶炼炉控制器和焦黑储罐必须处于冶炼炉结构的同一高度，在建造时根据你的需要来放置即可。如果你搭建的结构正确，控制器就会有火焰的粒子效果出现。\n底部铺设\n\n向上搭建(第二幅图这个就已经能用了)\n\n用岩浆桶右击多方块结构中的焦黑储罐可以添加岩浆，你也可以用流体管道输入。岩浆会在炉子熔炼材料时缓慢消耗，与正在熔炼的物品总数以及各自的冶炼进度无关，只与炉子是否在冶炼有关，持续冶炼时才会有消耗。焦黑储罐也可以单独作为流体储罐使用，它有4000mB的容量。冶炼炉结构中的焦黑储罐也能用匠魂的焦黑视窗和焦黑玻璃代替。(它们都是4000mB的流体储罐)岩浆消耗速率：15mB/4s(冶炼时)\n(玻璃种类不限)\n\n这样一来我们就能将金属材料在冶炼炉中熔化了，但，怎么取出来？于是就需要排液口，浇注口，浇铸盆和浇铸台的登场了\n排液口相当于冶炼炉流体的接口，通过它你能向炉内输入流体或从中输出流体。因此流体管道是可用的(不过你得用抽取模式)\n用浇注口配合排液口可以输出炉中的流体，一般会输出最底层的那一种流体，可在控制器的GUI中右击流体层调整其位置。将浇注口装在排液口小圆孔的那一侧即可，右击或提供红石信号就能激活它，它的实质性作用就是将背部容器中的流体输入到下方的容器。流速约为：144mB/1.2s\n浇铸盆会将注入的流体冷却凝固变为方块形式，可用漏斗或物品管道一类的输出产物。\n浇铸台功能同浇铸盆，不过更常用一些，它需要配合铸模使用来浇铸各种部件。\n那么接下来就要制作铸模了，它就是为金属材料而准备的模具，你可以选择金或铝黄铜作为铸模的制作材料，先将所选的材料在炉子中熔化，然后在浇铸台上放上物品，浇铸熔融金属冷却后就能得到铸模。比如初期你可能会需要锭的铸模，那么你就可以右击将金属锭放如浇铸台，然后注入金属液，冷却后就能得到完成的铸模，再次右击就能取出铸模。对工具部件的铸模制作，将范例中的金属锭替换成对应的部件即可。铸模能放入模具箱。\n此外还有一个用于传输流体的物件：浇注道。它会接收来自上方的流体，将其先输入下方，若下方无容器，则平均分配至水平的各个方向，它有432mB的缓存空间。它本身没有从容器中抽取流体的能力，只有输入和传输流体的功能。\n\n合成浇注道↑\n\n对于冶炼炉，内部每格空间可以提供1440mB的流体容量，放入冶炼炉的物品在岩浆有剩余的情况下会缓慢熔化，最终变为对应的流体，但若熔化后的流体会使炉内溢满则该物品会一直停留在快要熔化的进度，持续消耗岩浆。常见物品对应的熔化流体量为：粒16mB，锭144mB，矿物288mB，金属块1296mB。炉内流体的数据储存在控制器中，所以只要控制器没被破坏掉，流体还会一直保存着的。注：冶炼炉内有流体时会伤害炉内的生物，所以请不要作死。\n通过将金属熔化混合可以制成合金，大大增强材料的性能。匠魂中的合金制作就需要在冶炼炉内完成。已知的合金及其成分如下：青铜(铜3锡1)，铝黄铜(铝3铜1)，玛玉灵(钴2阿迪特2)，耐酸铝(铝5铁2黑曜石2)，生铁(铁1血1绿宝石1)。\n也有一些流体需要用过特殊方法获取：血：炉内生物受到来自炉子的伤害时会产生液态绿宝石：在炉内冶炼绿宝石或村民液态末影：冶炼末影珍珠或末影人凝胶：在炉内冶炼马液态史莱姆：在史莱姆空岛收集而得，作用相当于蓝史莱姆的刷怪笼"
        },
        {
            "author": "ChallengerX",
            "timestamp": 1590746160,
            "txt_content": "右键也没有反应吗？\n看上去像是浇注口用错了？\n试试把方块拆掉重新放置"
        },
        {
            "author": "BEDROCK_PICKAXE",
            "timestamp": 1590747540,
            "txt_content": "你用的是浇筑道，不是浇筑口。我见过不少人搞混"
        },
        {
            "author": "BEDROCK_PICKAXE",
            "timestamp": 1590747660,
            "txt_content": "查JEI/NEI“浇筑口”，实在不行用其他模组的管道也能浇筑。"
        },
        {
            "author": "skyliye",
            "timestamp": 1590749040,
            "txt_content": "你把浇筑道拆掉，换成浇筑口，再右键，就能输出液态金属了。这个确实容易搞混。"
        },
        {
            "author": "明日的星",
            "timestamp": 1590751320,
            "txt_content": "用浇筑口，不是浇筑道，如果有其他MOD可以用流体管道"
        },
        {
            "author": "tenlie233",
            "timestamp": 1590754500,
            "txt_content": "bjdaaaaaaaa"
        },
        {
            "author": "xubohan520",
            "timestamp": 1590759660,
            "txt_content": "浇注道不行，要浇注口"
        },
        {
            "author": "臭运气选手",
            "timestamp": 1590770520,
            "txt_content": "要用浇筑口"
        },
        {
            "author": "臭运气选手",
            "timestamp": 1590770580,
            "txt_content": "要用浇筑口的，你这个是道"
        }
    ]
}