{
    "title": "[Minecraft.net | DEEP DIVES] 背包盘点：下界合金锭",
    "author": "Sinbad_Official",
    "replyCount": 6,
    "timestamp": 1590728400,
    "txt_content": " 本帖最后由 Sinbad_Official 于 2020-8-19 19:43 编辑 \n\nDEEP DIVESTaking Inventory: Netherite Ingot\n背包盘点：下界合金锭\nThe ultimate upgrade\n最终升级\nDuncan Geere\n\n\nCheck you out – diamond armour, an enchanted diamond sword, an elytra on your back, and a full stack of golden apples in your hotbar. You’ve been places and defeated mobs that new players couldn’t even dream of. There’s nothing left in the game for you to collect.\n回首望去——一套钻石盔甲，一把附魔钻石剑，身后插的一对鞘翅，快捷栏中的一组附魔金苹果。你击败了所有的怪物、世界上每一处角落无一不留下了你的足迹，这新玩家可望而不可即的梦想，你都一一实现了。游戏里没有任何东西可以让你收集了。\n\nOr is there? (Spoiler: there is.) In the upcoming Nether Update, we’re adding a handful of new endgame-oriented items and challenges, and one of them just so happens to be our item of the week – the netherite ingot.\n还有么？(剧透: 的确。) 在即将到来的 下界更新 中，我们添加了一些增强游戏末期游戏性的物品与挑战，其中之一就是我们本周介绍的——下界合金锭。\n\n\n\n“We decided to add netherite for two reasons,” Jens Bergensten, Chief Creative Officer, told me, once I’d constructed the temple to his magnificence that he demands in exchange for an interview.\n“ 让我们决定加入下界合金锭的原因有两个，” Jens Bergensten, 首席创意官如此对我说，这可是我为他建筑了一个巍峨寺庙才换来的一次采访。\n\n“With the Nether update, we felt that we wanted to create a long-term goal for the players, and reward them for spending time in the Nether. We also felt that this was a chance to introduce a brand new material to work with – and that it was the perfect time to do so.”\n“ 这次的下界更新，我们想让玩家有更长远的目标，并且鼓励他们在下界度过更久的时间。我们也觉得这是一个加入新材料的极佳机会。”\n\nIt’s possible to find netherite ingots in bastion remnant loot chests, but you can also make them by combining netherite scraps with gold ingots. Four of each makes a single netherite ingot.\n你可以在堡垒遗迹中的战利品箱里寻找到下界合金锭，不过你也可以用金锭和下界合金碎片合成，每四个即可制作一块下界合金锭。\n\n\n\n\nJens says that the dev team wanted to make netherite stronger than diamond, but that they didn’t want it to make diamond obsolete. “It turned out to be easier said than done,” he told me.\nJens 说开发团队想让下界合金系列胜过钻石系列，但是又不想让钻石因此被打入冷宫。“ 事实证明，做起来比说起来难，” 他告诉我。\n\n“Eventually, we came up with the idea that netherite could be used as a material to upgrade your current equipment, and not just an independent resource used to create its own tools and armor. That way we would maintain the value of diamond while also adding something new!”\n“ 最后，我们想到了一个巧妙的创意，我们可以让下界合金作为升级材料，而不是作为一种可以直接合成装备的独立矿物。这样我们就可以在保证钻石珍惜性的同时添加一些新的东西了！”\n\nNetherite items – helmets, chestplates, leggings, boots, swords, pickaxes, axes, shovels and hoes – are tougher, hit harder, and last longer than their diamond equivalents. A diamond sword, for example, will do a total of about 11,000 damage points before it breaks. A netherite one, though, can do more than 16,000 damage. Oh, and it can be enchanted as normal, too.\n下界合金系列物品 – 头盔，胸甲，护腿，靴子，剑，镐子，斧子，铲子以及锄头 – 应有尽有，更加强大，并且耐久度比钻石物品更高。以钻石剑为例，一把钻石剑在破损前总计可以造成11000点伤害。一把下界合金剑可以多造成足足16000点伤害，天哪，这么厉害的东西还可以被附魔哩。\n\n\n\n\nTo upgrade your diamond items, you’ll need a smithing table. Pop the item you want to upgrade in the left slot, and the netherite ingot in the right. Durability, enchantments, and any custom names are preserved. You can also use netherite ingots to repair damaged netherite items, and to create a lodestone, which you’ll hear more about in the coming weeks.\n为了升级你的钻石道具，你需要有一台锻造台。将你打算升级的道具放入左栏，然后将下界合金锭放入右栏。升级后，它们的耐久度，附魔属性以及自定义名称都会保留。你也可以用下界合金锭修复道具亦或是制作一个磁石，这些我们会在下几周谈到。One last feature of netherite that you might want to know is that it’s fireproof. Drop a netherite ingot into fire or lava, and it’ll just sit there happily, waiting for you to dive in to pick it up again.\n最后一个你要知道的关于下界合金锭的特性是，它是防火的。将下界合金锭扔入熔岩或是火焰，它们就会开心地呆在里面，直到你再此将它们捡起。\n\nNo more howls of displeasure because you fell in a lava puddle and lost all your items. All you need to do now is figure out how to get those items out of the lava without dying again...\n不要因为跌入熔岩而失去所有的道具而悲鸣。现在你要做的就是找到那个坑了你一次的熔岩，然后思索如何捡到熔岩里的物品而不再次死亡......\n\n\n\n【Sinbad 译自官网 2020 年 05 月 28 日发布的 Taking Inventory: Netherite Ingot；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "FaceTime",
            "timestamp": 1590754620,
            "txt_content": "我还没做过这装备"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1590805800,
            "txt_content": "FaceTime 发表于 2020-5-29 20:17\n我还没做过这装备\n我也是。"
        },
        {
            "author": "semir007",
            "timestamp": 1590828600,
            "txt_content": "翻译的话是不是需要英文很好呀"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1590914220,
            "txt_content": "semir007 发表于 2020-5-30 16:50\n翻译的话是不是需要英文很好呀\n英文不好那不自讨苦吃吗"
        },
        {
            "author": "封徵",
            "timestamp": 1590915180,
            "txt_content": "semir007 发表于 2020-5-30 16:50\n翻译的话是不是需要英文很好呀\n语文的文字功底更重要一些"
        },
        {
            "author": "kayn-",
            "timestamp": 1597111560,
            "txt_content": "新版本的装备，好像很强力来着"
        }
    ]
}