{
    "title": "服装联名：Cloak出品的《我的世界：地下城》限量服装",
    "author": "Sinbad_Official",
    "replyCount": 7,
    "timestamp": 1590676920,
    "txt_content": "NEWSMinecraft Dungeons Limited Edition Collection by Cloak\nCloak出品的《我的世界：地下城》限量服装\n\nAvailable now!\n现已解锁！\n\nKelsey Howard\n\n\nThey say you should dress for the job you want, and if you're planning on being a Minecraft Dungeons legend, then you’ll want to check out the new Minecraft Dungeons Limited Edition Collection by Cloak . This 40 piece collection has everything from cozy fleece to crop tops, smart tees to sporty coach jackets – and not to mention the ultra-comfy and super limited cloak. Available now on the Cloak website(but trust us, you’ll want to hurry before it's all gone)!\n有的人说，一个职业就该有一种特殊制服，照此说法，如果你想在《我的世界：地下城》中叱咤风云，那你就应该着手拥有一件由 Cloak 出品的《我的世界：地下城》限量服装。这一一共有40件的系列几乎可以把你武装到牙齿，从舒适的羊毛衫到性感的露脐装，潇洒的T恤衫到运动夹克衫，应有尽有，还有限量款的超级炫酷的斗篷。现在已经可以在 Cloak 官网上购买了(不过请听我们的忠言，你得在它们被抢光之前下手)！\nThe story of this exciting collection started like all great stories, with the advent of modern textile production. Okay, okay, we’ll fast forward a bit to our collaboration with Cloak. We knew that we wanted to work with a partner who was just as passionate about our fantastic community, and Cloak was the perfect partner to bring that vision to life. Cloak, founded by Markiplier and Jacksepticeye (who I’m told are kind of a big deal), was built on the desire to bring responsibly-made products for the gaming community, by the gaming community. Obviously, that is a perfect fit for us – not to mention the collection is downright comfy.\n这段令人啧啧赞叹的传奇史诗就这么随着现代化的周边衣衫的到来开始了。行吧，行吧，我们要快点跟 Cloak 加强合作哩。我们清楚，我们正在与一名对于地下城社区充满热忱的伙伴合作，Cloak 正是这位能把我们远大理想实现的合作伙伴。Cloak，是由 Markiplier 及 Jacksepticeye (我听说他们很了不起)建立的公司，它始于游戏社区并为各种游戏制作周边产品。显而易见的是，它就是我们苦苦追求的实现梦想的大救星——更别提它们的产品质量都是一级棒了。\n\nBut, why would I TELL you that this collection is perfect for fans of Minecraft Dungeons (and fans of clothes in general, honestly) when I can show you!? In the spirit of community and co-op play, I’ve constructed an ironclad argument as to how you can outfit your whole team in Cloak apparel. Why not, right? All teams need a uniform, and lucky for us, we’re going to look awesome.\n这时候可能有人要问了，为什么说这一系列适合《我的世界：地下城》的狂热粉丝（尽管路人粉也能拥有）呢！？本着建筑良好游戏社区与团结合作的精神，我已经编造好了一个无懈可击的论点。为什么不推荐呢？所有的组织都需要制服，我们也是，制服在我们的身上比任何组织的看起来都更加贴身。\n\n\nFOR THE ROGUE WHO WON’T STOP RUNNING OFF\n为了那个总是逃跑的胆小鬼\n\n\n\n\nYour team has carefully planned and coordinated how you’re going to approach the twisting paths of Creeper Woods aaaaaand there they go . As usual, your team’s go-to rogue is running off before any of you can even say “watch out for that Creeper.” Get them a pair of these comfy joggers, and they’ll be too busy protecting their pants to run off without you. Success isn’t guaranteed, but coziness is.\n你的团队已经制定了前往苦力怕丛林的完美计划。像往常一样，你团队中那个最无耻的人甚至在还没说出“小心苦力怕”的时候就已经逃之夭夭了。送他一条这种宽松慢跑裤，他就会因为忙于提裤子而无法逃脱了。虽然不能确保百分百防止他们逃跑，但是绝对宽松，绝对舒适。\n\n\nFOR THE HOT AND COLD MAGE\n为了你团队里那个冰火双修的法师\n\n\n\nAlright, you got me, technically this is two different products. But for the mage who loves to switch between fire and ice, you have to be prepared for any kind of weather! I’d recommend a crop top and hoodie, to be safe. Even the best outfits can benefit from a little co-op spirit, and these pieces work well together.\n好的，我想你应该懂了，这是一款两种不同种类的衣服。不过因为你们团队里有一个喜欢来回切换法术属性的法师，你应该为所有的天气都准备一套衣服！长远来看，我推荐你穿一件露脐衫然后在外面再套一个连帽衫。就算是最好的衣服也能彰显你的团队精神，更别提这些会完美契合你工作的衣服哩。\n\n\nOKAY, YOU DIDN’T THINK I WAS GONNA GET THROUGH THIS POST WITHOUT A LITTLE SOMETHING FOR YOU, RIGHT?\n好吧，你不会想这篇文章里没藏一些小礼品吧？\n\n\n\n\nI had to save the best for last, that’s just…How to Write Minecraft.net Articles 101 . And this cloak is just the coolest. Are your hands free so you can grip the controller as you head into battle? Check. Does it have a sweet hood so that you can protect yourself from the terror of the dreaded “headset-hair”? Check. But does it have the Minecraft Dungeons logo so you can rep your team even while you’re running to the grocery store at 2 in the morning? Check. That’s three very convincing checks if you ask me.\n我必须把最好的东西压轴出场，这就是…如何写好 Minecraft.net 的101条黄金准则。这袭披风就是最酷炫的。你的手是毫无束缚的么？你可以肆意地操控角色，在战斗中大放光彩么？再检查一遍。你的衣服有一个可爱的帽子来扎起你那“可怕的下垂的会挡住你屏幕的”头发么？再检查一遍。你的衣服有《我的世界：地下城》的logo来供他人辨认么？即使是在凌晨2点时外出购买东西，也会让他人知道你是《我的世界：地下城》的玩家么？再检查一遍。这就是我回答你问题的三记有力痛击。\n\n\n\n\nI think it’s pretty clear that buying this merch will shout to the world that you’re a part of an awesome, elite community of Minecraft Dungeons fans! We want to recognize that a community is formed when we come together for something we all believe in. That's why 10% of the proceeds from the Minecraft Dungeons Limited Edition Collection by CLOAK are being contributed to the United Nations Foundation’s COVID-19 Solidarity Response Fund for WHO . In the practice of co-op and community spirit, we’ll go farther when we work together towards our goal.\n我认为这一下就能说明你是《我的世界：地下城》游戏社区的头号玩家！我们要明白，道不同不相为谋，因为我们有着共同的兴趣，所以我们聚在了一起，也就形成了游戏社区。这就是为什么 CLOAK 公司会把衣服的10%的收益捐献给 [color=var(--color-font)]联合国基金会为世卫组织设立的COVID-19应急基金 里了。在社区与合作的美好精神品德的影响下，我们会为更美好的世界而奋斗。\n\n\n\n【Sinbad 译自官网 2020 年 05 月 27 日发布的 Minecraft Dungeons Limited Edition Collection by Cloak；原作者 Kelsey Howard】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "mc晓冬",
            "timestamp": 1590742200,
            "txt_content": "没钱"
        },
        {
            "author": "Ghost_01",
            "timestamp": 1590744300,
            "txt_content": "最后一段排版错了"
        },
        {
            "author": "北离",
            "timestamp": 1592020440,
            "txt_content": "没钱太难了"
        },
        {
            "author": "whtky",
            "timestamp": 1592199120,
            "txt_content": "不知该说啥"
        },
        {
            "author": "1539406419",
            "timestamp": 1592879220,
            "txt_content": "要强了！！！"
        },
        {
            "author": "山河皆无妄",
            "timestamp": 1592960640,
            "txt_content": "很有用 感谢感谢"
        },
        {
            "author": "DJ_冬极",
            "timestamp": 1592964000,
            "txt_content": "想买，我先看看我的钱包。。。"
        }
    ]
}