{
    "title": "请求帮忙翻译，要给mojang发邮件，谢谢啦",
    "author": "CN_PLA_SWF",
    "replyCount": 16,
    "timestamp": 1590629280,
    "txt_content": "Mojang的成员们，这里有些关于下界更新的想法，希望你们可以讨论并尝试加入，谢谢 制箭台功能实装 玄武岩的其他用途 黑石制成的石质物品的独有材质 不同木板制成工具的不同材质 绯红木船和诡异木船（非熔岩船） 增加一些下界合金碎片的新用途，例如利用它使其他物体获得抗火性或防爆性。这也许可以开启一种附魔书的新制作方法，即在锻造台上（或铁砧）将书与一些稀有材料合成为附魔书，且附魔书的内容确定（例如下界合金锭—>不可烧毁，下界之星—>发光，），此种特殊附魔书可且仅可使用这种方式获取。 灵魂火焰灼烧效果 灵魂南瓜灯 灵魂火焰弹 灵魂土和灵魂沙可以做燃料，熔炉冒蓝火 灵魂火矢、灵魂火焰附加附魔，可以让弓箭和剑在攻击生物时，产生蓝色灵魂火焰的灼烧效果，伤害是普通火焰的2倍 更多下界中可能生成的新遗迹，例如某种古墓或祭坛。可以考虑命名为远古祭坛或远古墓冢。遗迹内可以找到包含下界合金碎片（甚至下界合金锭），金锭（以及各种金制品，部分有附魔）以及其他战利品的宝箱。凋零骷髅和一种只在遗迹内生成的新怪物（为凋零系，行为类似远古守卫者），会使在遗迹内的玩家着火（玩家在遗迹守卫者存活时进入遗迹会立刻着火），并获得挖掘疲劳效果。遗迹内可以找到一种特殊的物品：下界之心。它可用于和下界合金碎片一起合成与潮涌核心类似的炽焰核心。玩家可以用红色地狱砖块建成一个特殊结构，将炽焰核心置于结构中心并使用熔岩来激活狱岩核心。同样地，激活的狱岩核心会向玩家提供抗性提升II（或生命回复），抗火（此处抗火效果为完全不受火焰伤害），灵魂疾行等效果。 开发下界顶层基岩上方的空间 非矩形的下界传送门 玩家进入下界传送门时将被转送至门前而非门内 关于如何进入下界的游戏提示 更多生物（倾向于凋零系和灵魂系）（比如:绯红哞菇、诡异哞菇、灵魂恶魂、凋零骷髅马等）还有现有敌对生物的新变种，例如恶魂和烈焰人的新变种（之前投票里的那个带盾的烈焰人我就很喜欢，可惜已经落选，除非mojang脑洞用光，否则可能永远见不到了）。 更多物品（倾向于）（比如:凋灵骨头、凋灵骨粉、下界合金马铠等） 更多方块（比如：新的廉价防爆方块、凋零骨块等）",
    "replies": [
        {
            "author": "⊙u⊙",
            "timestamp": 1590629280,
            "txt_content": "的确有点晚，1.16.1，1.16.2那些基本是bug小修小补，不会大改的\n\n也先说说我的想法\n\n制箭台实装是迟早的事\n黑石和各木板合成的道具不分材质应该是为了避免新建id\n至于船有特例对应木板，所以绯红木船和诡异木船应该也是迟早的事\n下界顶层想多了\n传送到门前则要额外生成平台，否则就是踏空，还得定义是那一边是门前，哪一边是门后\n下界提示已经在主世界的生成结构里有提示了（不完整的传送门，当然打火石怕是没人能猜到）\n更多物品则得给一个能适用于当前框架的设计思路，而非单纯为了多而制作\n更多方块同样也是如此，同更多物品，还有前面“玄武岩的其他用途”的通病，意义是什么，如果是为了装饰则添加多少也会嫌少\n\n提意见的人不少，但并不是随便说说就会采纳，因此给上一个合理的原因，对现有结构的意义，对当前不足的弥补，这样才能让你的意见比别人的更加宝贵且更具实际价值"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1590629400,
            "txt_content": " 本帖最后由 乐之叶 于 2020-5-28 09:32 编辑 \n\n直接发中文其实也没关系\n另外都快出正式版了你再发这个，Mojang这个版本基本不会采纳多少了\n(而且一些内容很不现实，不如自己开发mod)\n一两月前还有个问卷调查的"
        },
        {
            "author": "CN_PLA_SWF",
            "timestamp": 1590629580,
            "txt_content": "那个问卷的时候已经发一遍了，不过他们仿佛没鸟我，不过不是还有1.16.1和1.16.2之类的吗"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1590629700,
            "txt_content": " 本帖最后由 乐之叶 于 2020-5-28 09:36 编辑 \nCN_PLA_SWF 发表于 2020-5-28 09:33\n那个问卷的时候已经发一遍了，不过他们仿佛没鸟我，不过不是还有1.16.1和1.16.2之类的吗 ...\n用回复不要用评论\n————————————\n那是修bug/优化的版本，基本不会增加新内容\n没鸟你还是挺正常的，不然MC现在内容不可能就这样\n\n打个比方，之前的生物就是多选一而不是都要\n与其去找Mojang，不如自己开发mod"
        },
        {
            "author": "233_kis",
            "timestamp": 1590629880,
            "txt_content": "Mojang members, here are some ideas about the update of the lower bound. I hope you can discuss and try to join us. Thank you\n\nFunction real installation of arrow making platform\n\nOther uses of basalt\n\nUnique material of stone articles made of black stone\n\nDifferent materials of tools made of different boards\n\nCrimson and strange wooden boats (non lava boats)\n\nSome new uses of lower bound alloy fragments are added, such as using it to make other objects fire resistant or explosion-proof. This may open a new production method of enchantment book, that is, the book and some rare materials are synthesized into enchantment book on the forging table (or anvil), and the content of the enchantment book is determined (for example, the lower bound alloy ingot > can't be burned, the lower bound Star > light), this special enchantment book can and can only be obtained in this way.\n\nSoul flame burning effect\n\nSoul pumpkin lamp\n\nSoul flame bomb\n\nSoul Earth and soul sand can be used as fuel, and the furnace will burn blue\n\nSoul fire arrow and soul flame are enchanted, which can make bows, arrows and swords burn blue soul flame when attacking creatures. The damage is twice that of ordinary flames\n\nMore possible new relics in the lower realm, such as some kind of ancient tomb or altar.\n\nConsider naming it an ancient altar or tomb. You can find treasure chest containing lower alloy fragments (or even lower alloy ingots), gold ingots (as well as all kinds of gold products, some of which are enchanted) and other spoils in the relics.\n\nWithered skeletons and a new kind of monster (for withered system, the behavior is similar to that of ancient guards) will make players in the ruins on fire (players entering the ruins will immediately catch fire when they are alive), and gain the effect of excavation fatigue.\n\nA special object can be found in the ruins: the heart of the lower world. It can be used to synthesize the flame core similar to the surge core together with the lower alloy fragment. Players can build a special structure with red hell bricks, place the core of blazing fire in the center of the structure and use lava to activate the core of hell rock. Similarly, the activated prison rock core will provide players with resistance enhancement II (or life recovery), fire resistance (the fire resistance effect here is completely free from fire damage), soul gallop and other effects.\n\nDevelop the space above the top bedrock of the lower boundary\n\nNon rectangular lower boundary gate\n\nPlayers will be transferred to the front of the lower portal instead of the inside\n\nTips on how to enter the lower world\n\nMore creatures (tends to wither and soul)\n\n(for example: Red moo mushroom, weird moo mushroom, evil soul of soul, withered skull horse, etc.)\n\nThere are also new varieties of existing hostile creatures, such as the evil spirit and the flame man (I like the flame man with shield in the vote before, but it's a pity that I've lost the election. Unless mojang's brain hole is used up, it may never be seen again).\n\nMore items (tend to)\n\n(for example: withered spirit bone, withered spirit bone powder, lower alloy horse armor, etc.)\n\nMore squares\n\n(for example: new cheap explosion-proof block, withered bone block, etc.)"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1590630300,
            "txt_content": " 本帖最后由 乐之叶 于 2020-5-28 09:51 编辑 \n233_kis 发表于 2020-5-28 09:38\nMojang members, here are some ideas about the update of the lower bound. I hope you can discuss and  ...\n翻译的挺好啊\n\n\n\n\n\nimage.png (226.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-28 09:44 上传\n\n\n\n\n\n\n\n\nimage.png (102.06 KB, 下载次数: 0)\n\n下载附件\n\n2020-5-28 09:47 上传\n\n\n\n\n\n\n\n\n\n对于楼主的问题，我的观点还是：Mojang官方基本不会采纳你的大部分建议，这些想法很不错，但应该在mod中实现更好\n"
        },
        {
            "author": "sensen1234",
            "timestamp": 1590631080,
            "txt_content": "Mojang members, here are some ideas about the update of the lower bound, I hope you can discuss and try to join, thank you\nArrow-mounted functional installation\nOther uses of basalt\nUnique material for stone items made of black stone\nDifferent materials for tools made of different boards\nCrimson wooden boat and strange wooden boat (non-lava boat)\nAdd some new uses of lower alloy fragments, such as using it to make other objects gain fire resistance or explosion resistance. This may open a new method of making enchanted books, that is, on the forging table (or anvil), the book and some rare materials are combined into an enchanted book, and the content of the enchanted book is determined (such as Nether Alloy Ingot-> not burnable, Nether Star—> Glow,), this special enchanted book can only be obtained in this way.\nSoul flame burning effect\nSoul Lantern\nSoul Flame Bomb\nSoul soil and soul sand can be used as fuel, and the furnace fires blue fire\nSoul fire arrows and soul flames have additional enchants, which can cause the bow and arrow and sword to produce a burning effect of the blue soul flame when attacking the creature, and the damage is twice that of the ordinary flame.\nMore new ruins that may be generated in the lower realm, such as some kind of ancient tomb or altar.\nConsider naming it as an ancient altar or ancient tomb. Treasure chests containing nether alloy fragments (even nether alloy ingots), gold ingots (and various gold products, some with enchantments) and other loot can be found in the ruins.\nWithered skeletons and a new monster that only spawns within the ruins (a blight system that behaves like an ancient guardian) will cause players in the ruins to catch fire (players will immediately catch fire when they enter the ruins while the guardians are alive) and gain Tap for fatigue effects.\nA special item can be found in the remains: Heart of the Nether. It can be used to synthesize a flaming core similar to the tidal core together with lower alloy fragments. Players can use red hell bricks to build a special structure, place the blazing core in the center of the structure and use lava to activate the hellstone core. Similarly, the activated Hellstone Core will provide the player with resistance enhancement II (or life recovery), fire resistance (where the fire resistance effect is completely free of fire damage), soul disease and other effects.\nDevelop the space above the top bedrock of the lower boundary\nNon-rectangular lower portal\nPlayers will be transferred to the door instead of the door when they enter the Nether Portal\nGame tips on how to enter the lower realm\nMore creatures (prone to wither and soul)\n(For example: Crimson Mooshroom, Strange Mooshroom, Soul Ghost, Withered Skeleton Horse, etc.)\nThere are also new variants of existing hostile creatures, such as the new variants of Ghosts and Flames (I like the shielded flames in the previous vote, but unfortunately it has been defeated, and unless you run out of mojang brain holes, you may see forever Not yet).\nMore items (tendency)\n(For example: wither bones, wither bone powder, nether alloy horse armor, etc.)\nMore squares\n(For example: new cheap explosion-proof blocks, withered bones, etc.)"
        },
        {
            "author": "⊙u⊙",
            "timestamp": 1590631080,
            "txt_content": "sensen1234 发表于 2020-5-27 15:58\nMojang members, here are some ideas about the update of the lower bound, I hope you can discuss and  ...\n机翻走开"
        },
        {
            "author": "落樱花雨",
            "timestamp": 1590631200,
            "txt_content": "Members of Mojang, here are some ideas about updating the lower bound. I hope you can discuss and try to join. Thank you The function of the arrow making table is actually installed. Other uses of basalt Unique Material of Stone Articles Made of Blackstone Different materials of tools made of different boards Crimson wooden boats and strange wooden boats (not lava boats) Add some new uses of lower bound alloy fragments, such as making other objects fire-resistant or explosion-proof. This may open up a new method of making enchanted books, i.e. combining the books with some rare materials on a forging table (or anvil) to form enchanted books, and determining the contents of the enchanted books (e.g. alloy ingots of lower bound-> non-burnt, stars of lower bound-> glowing). this special enchanted book can and can only be obtained in this way. Soul Flame Burning Effect Soul pumpkin lantern Soul flare Soul soil and soul sand can be used as fuel, and the furnace will run at Lan Huo. Soul fire vector and soul fire are attached with enchantment, which can make bows and swords produce the burning effect of blue soul fire when attacking creatures, and the damage is 2 times that of ordinary flame. More new relics that may be generated in the lower bound, such as some kind of ancient tomb or altar. Consider naming it an ancient altar or a remote tomb burial. Treasure chests containing lower bound alloy fragments (even lower bound alloy ingots), gold ingots (as well as various gold products, some possessed) and other trophies can be found in the relics. Withered skeletons and a new monster (a withering system that behaves like an ancient guardian) generated only in the relic will set fire to players in the relic (players entering the relic will immediately set fire when the relic guardian survives) and gain the digging fatigue effect. A special object can be found in the ruins: the heart of the lower world. It can be used to synthesize a blazing core similar to a surge core together with lower bound alloy fragments. Players can build a special structure with red hell bricks, place the blazing core in the center of the structure and use lava to activate the prison rock core. Similarly, the activated prison rock core will provide players with resistance enhancement II (or life recovery), fire resistance (here the fire resistance effect is completely free from fire damage), soul sprint, etc. Develop the space above the bedrock on the top floor of the lower bound Lower Bound Portal of Non-Rectangle Players entering the lower gate will be transferred to the gate instead of the gate. Game Tips on How to Enter the Lower Bound More Creatures (Tending to Decay and Soul) (For example: scarlet mushroom, weird mushroom, soul evil spirit, withered skeleton horse, etc.) There are also new varieties of existing hostile creatures, such as the evil spirit and the flame man (I like the flame man with shield in the previous vote very much, but unfortunately I have lost the election. Unless mojang runs out of brains, I may never see him again). More articles (inclined) (e.g. wilting bone, wilting bone meal, lower bound alloy horse armor, etc.) More squares (e.g. new cheap explosion-proof squares, withered bones, etc.)\n搜狗的"
        },
        {
            "author": "sensen1234",
            "timestamp": 1590631440,
            "txt_content": "⊙u⊙ 发表于 2020-5-28 09:58\n机翻走开\n不想机翻就去网上花钱翻译，就你这40金粒没人想给你手动翻译的"
        },
        {
            "author": "CN_PLA_SWF",
            "timestamp": 1590633180,
            "txt_content": "乐之叶 发表于 2020-5-28 09:35\n用回复不要用评论\n————————————\n那是修bug/优化的版本，基本不会增加新内容\n嗯。。。。那请问要怎么做mod啊"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1590633360,
            "txt_content": "CN_PLA_SWF 发表于 2020-5-28 10:33\n嗯。。。。那请问要怎么做mod啊\n从Java基础学起，再学Forge/Fabric开发\nhttps://www.mcbbs.net/thread-54579-1-1.html"
        },
        {
            "author": "CN_PLA_SWF",
            "timestamp": 1590633780,
            "txt_content": "乐之叶 发表于 2020-5-28 10:36\n从Java基础学起，再学Forge/Fabric开发\nhttps://www.mcbbs.net/thread-54579-1-1.html\n听起来好难啊。。。高中党怕是没这个精力学这么多东西啊"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1590634080,
            "txt_content": "CN_PLA_SWF 发表于 2020-5-28 10:43\n听起来好难啊。。。高中党怕是没这个精力学这么多东西啊\n要开发mod就必须得学\n至于学不学看你自己"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1590638220,
            "txt_content": "CN_PLA_SWF 发表于 2020-5-28 10:43\n听起来好难啊。。。高中党怕是没这个精力学这么多东西啊\n建议高中好 好 学 习考上好的大学先，后面有的是时间给你学"
        },
        {
            "author": "CN_PLA_SWF",
            "timestamp": 1590665700,
            "txt_content": "⊙u⊙ 发表于 2020-5-28 09:55\n的确有点晚，1.16.1，1.16.2那些基本是bug小修小补，不会大改的\n\n也先说说我的想法\n好的，谢谢您给出的建议"
        }
    ]
}