{
    "title": "[多线]青云镇 —— 温馨的原版生存服务器[1.12.2]",
    "author": "超人152",
    "replyCount": 0,
    "timestamp": 1590859560,
    "txt_content": " 本帖最后由 超人152 于 2020-6-10 16:07 编辑 \n\n青云镇服务器是一个基于国际版1.12.2的PC端Minecraft插件生存服务器简约不简单，平凡不平庸服务器官网审核QQ群：681279973\n\n首张玩家合影\n\n\n\n\n\nfile_1590834200000.jpg (326.81 KB, 下载次数: 9)\n\n下载附件\n\n2020-5-30 18:24 上传\n\n\n\n\n\n\n我们开服的初衷，是建立一个稳定的、可以让大家一起无忧无虑、欢乐玩耍的一片小天地。\n\n服务器简介　　如果您正在寻找一个长久且优质的生存服务器，认真体验一次Minecraft，那么青云镇将是您的不二之选！现在是时候重新找回那个懵懵懂懂、却欢乐无限的时光了！如果这是您首次游玩Minecraft，这里将会是您进入这个宏大而又精妙之世界的起点！\n\n　　服务器的整体玩法偏原版，基础插件齐全。另加入远古工艺、海岛生存、领地、真男人单挑、多人混战等多种功能用以丰富玩法，使各位不至于觉得原版过于无聊，又不失原版之精髓。服务器允许红石但禁止高频，无论你喜欢生存、挖矿、种植、建筑、PVP、PVE等等，都可以在这里自由的探索。尽情发挥你的想象力，世界就在你手中诞生啦！\n\n　　服务器自2019年8月初开服稳定运行至今，全服死亡不掉落，并包括了12+个不同的世界，生存、资源、地皮、海岛、地狱、末地、特殊活动世界等等，一套满级附魔的钻石套装也许会成为你努力的目标之一。服内还会不定期的举行丰富有趣的特殊活动，届时会有称号、金币、物品等丰厚的奖励等你来拿！\n\n　　为了照顾暂时无力购买正版的优质玩家，服务器关闭了正版验证，同时为了保障服务器内的游戏环境和玩家质量，我们采取 [审核+白名单] 制度。请您放心，这里几乎不存在熊孩子、混乱的出生点、新玩家无法融入集体等令人不愉快的情况发生。我们非常注重服内的游戏环境，并欢迎每一位热爱Minecraft的朋友和我们一起度过这段愉快的时光。\n\n　　如果您想详细了解服务器的各方面情况，或有关服务器的最新消息，请访问我们的服务器官网 。关于一些疑问的具体解释和说明，请访问官网的FAQ问答页面。我们真诚的希望您能够加入，共同创建这个美好的世界！\n\n\n建筑爱好者的福利！　　还在担心自己的建筑成果无处展示、被埋没或遗忘？服务器官网现在起接受玩家的建筑展示投稿！只要是您在服务器内建造的建筑，都可以截图并向腐竹申请投稿至官网展示！\n\n如果您完成的是小型建筑或某处人造景观，您可以申请在服务器官网首页进行展示。审核通过后，您的建筑将会被每一个访问官网首页的人所欣赏！如果您完成的是大型建筑，有多个截图、背景故事、配套文字等介绍说明，您甚至可以申请添加一个专属于您的页面，用以展示您精美的建筑！若想把您的建筑作品介绍给他人，只需将网页地址告知对方即可！\n\n\n如何加入服务器？1.添加审核QQ群681279973\n2.填写群公告内的入服问卷（不难，只需认真填写即可）\n3.前往服务器官网详细地阅读服务器规则并等待审核\n4.通过审核后，申请加入服务器主群\n5.私聊腐竹添加白名单后即可进入服务器游戏\n\n\n\n服主的承诺服主在这里向所有服务器内的玩家郑重承诺：\n1.绝不随意更换周目，一定保证玩家的心血不被破坏。如要更换周目，会先在群内征求全体玩家的意见之后再做决定。\n2.绝对稳定，不随意关服。你来，我就在。\n3.无论现在还是以后，绝不会出现只有氪金才能获得的物品、装备，即使不氪金也可以玩的很舒服。但为了服务器的长期发展，还请有能力的玩家可以给予我们一些帮助，您的帮助会被永久记录。\n4.如果有一天，服务器真的因为种种原因而被迫关服，服主将会依照各位玩家的要求放出服务器的地图存档供各位下载。您不必担心您的心血会随着服务器关闭而消失不见。在将来的某个时候，如果您会想起曾经玩过我们的服务器，至少您还拥有当初的游戏存档可以查看！\n\n\n最后一些要说的话：\n　　服务器的发展离不开各位玩家的帮助，如果您有任何合理的意见或建议，欢迎向腐竹提出。如果您有意对服务器的发展和完善做出贡献，例如帮助编写一些服务器内的教程等，欢迎和腐竹进行沟通，感谢您对服务器做出的贡献！\n\n希望大家玩的开心！\nHAVE FUN IN THIS SERVER !!\n\n服务器内的景观展示\n\n\n\n\n服务器截图 (19).jpg (225.92 KB, 下载次数: 15)\n\n下载附件\n\n2020-6-9 22:30 上传\n\n\n\n\n\n\n\n\n\n\n服务器截图2.jpg (191.47 KB, 下载次数: 14)\n\n下载附件\n\n2020-5-30 21:12 上传\n\n\n\n\n\n\n\n\n\n\n服务器截图 (21).jpg (172.49 KB, 下载次数: 5)\n\n下载附件\n\n2020-6-9 22:29 上传\n\n\n\n\n\n\n\n\n\n\n服务器截图12.jpg (207.35 KB, 下载次数: 5)\n\n下载附件\n\n2020-5-30 21:12 上传\n\n\n\n\n\n\n\n\n",
    "replies": []
}