{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·十八",
    "author": "晨曦赤寒GO",
    "replyCount": 10,
    "timestamp": 1590748140,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-5-29 19:38 编辑 \n目录传送门\n\n\n九唯：“……”\n\n蓝：“……”\n黯：“……”\n三个人坐在九唯家的客厅里，气氛尴尬到空气都有点不敢靠近。\n本来要是蓝离开后过个几天再来找九唯，气氛也不会这样子，但问题是，现在正正好好是蓝刚离开九唯家的一个小时后。\n“所以说……”\n九唯率先开口，打破这已经快要发霉的空气。\n“……先是船队满发，要明天才有船，然后是旅店满人，最后的一家店的唯一一个房间是一间单人房……我真是服了你了，在南滨住了那么久，连后天是七海灯节都不知道吗？”\n“啧……最近养了只烦人精，日子都有点弄不清了，不说了，我们在你这里住一晚，两个房间总有吧。”\n蓝特地把两个房间咬的特别重。\n“有，当然有，你们自己上来挑吧。”\n“嗯。”\n“你其实不用太提防我的。”\n“那是因为我提防你也没有用吧。”\n“嘿嘿……”\n……\n夜已深，热闹繁荣的夕暮城也不免进入了沉寂，零星的灯火和稀落的路人点缀在街道间，夜幕笼罩下的夕暮城也散发这一丝丝独特的韵味。\n蓝依靠在房间的阳台上，手里拿着《物品总览》，但却没有在看书，而是盯着城市的夜景出神。\n“书都没心情看，是想起以前的事了？”\n蓝头都不用回，也知道是谁站在自己的身后。\n“谁让你进来的，我现在可没什么能和你说的。”\n“我也没什么想问你的，就是来看看老朋友而已……喏，方舟私藏的果酒，能喝不？”\n九唯和蓝一样靠在阳台的栏杆上，把一个装着淡黄色液体的杯子推到了蓝的面前。\n“老朋友？我可从来没有把你们当成朋友过。”\n晃了晃酒杯里的液体，蓝放下杯子，重新将其推回到九唯面前。\n“我有九点九九成的把握，你这里面装的是阿帕茶。”\n“怎么可能，我是那种会做那么恶心事情的人吗？算了，那么多年过去了，你还是一滴酒都不沾，这可是好酒，你不喝我喝。”\n说着，九唯便把这杯中物一饮而尽，杯子随手抛出，让它以自由落体的方式消失在夜幕中。\n“明天就要有‘天降玻璃杯，一人重伤入院’这样的新闻出现了，不过要是让他们知道背后是猎人协会的秘书长亲自执行的话，肯定会更加的大书特书。”\n“没事，我上了粒子缓冲，砸不死人，顶多撞出个包而已……不过，说起阿帕茶，我倒是想起了一些以前的事情。”\n“啥事……哦，是我把方舟他要喝的果酒换成颜料的那件事？\n“嗯，跟他的果酒有关的事情也就这件了。”\n“唔……我记得他那次挺生气的，追了我有三条街吧，只不过还是没追上，反而是在我身后吃了一路的灰。”\n“是四条，我和小艾在旁边看的。”\n“是吗？林霜街、尤龙街、霜落主道……对了，还有总部到中央广场的中央区街，是四条没错。”\n“雪二街改名了，现在叫做方舟路了。”\n“哈？那家伙已经臭屁到这种程度了吗？你这个当情人的也不管管他。”\n“这事情可不是我能说的算的，毕竟霜落城八成以上的居民都觉得方舟有这个资格用自己的名字给街道命名。”\n“继初代协会长后，功绩最大的协会长……吗，这个时代也真是人才辈出。”\n“呵呵，你说的也是呢。”\n路上的街灯又熄灭了几盏，行人也变得更加的零落。\n“人老了，也变得喜欢多愁善感了，总是回忆往事，明明知道只会止步不前，但总还是会这样做，唉。”\n“你才二十五就开始唉声叹气，怨天喊老了，那我这个已经奔三的人怎么办，是不是要成老太婆了。”\n“不不不，你只是职业的大龄圣女而已，无期不休假的那种。”\n“啪。”\n九唯用力的拍了一下蓝的肩。\n“我赌，等我把方舟撩到手了，你还是连女朋友都没有。”\n“呵呵，就你？等这边的事情完了，我就带黯去霜落城，看你还撩不撩得到方舟。”\n“啪！”\n“抱歉，手滑了。”\n“没事，反正你打不动我，倒是你，手痛不痛？”\n“你少说一句会死啊。”\n“不会，但我感觉我多说几句，你可能会被我气死，历史上第一个给气死的粒子战士，是不是很帅。”\n“你滚。”\n“……”\n话题中断，两人都不再说话，只是望着窗外的夜景，各自在想着各自的事情。\n“她，和她长得很像。”\n突然，九唯没头没尾的来了一句。\n“嗯……确实。”\n蓝也没头没尾的回了一句。\n“你是把她当成她的替代品了吗？”\n“……”\n蓝沉默了，许久之后才开口。\n“不是。”\n“那……”\n“她就是她，不是替代品。”\n一句意义极其含糊的话，让九唯转头看了他一眼。\n“你这话……什么意思。”\n“字面意思而已。”\n侧脸上看不见一丝丝的表情，哪怕是用粒子感知也一样，仿佛他的表情永远都是这个样子。\n虚假的笑容、淡然的冷漠、强颜的欢笑、无意的哀伤，把真实的自己隐藏起来，用假来装饰假，用假来掩盖假，用假来抗争假，从一名假人转变到一个假人，早已忘记真实是何种模样。\n九唯突然想起了自己在书上看到的这句话。\n“算了，我也不多问了，那你们明天什么时候走？”\n“醒了就走，省的给你抓到什么话柄。”\n“嘁，那么怂，还是不是男人了。”\n“是，当然是，至少比你家的那位是多了，不信的话你要不要来试试。”\n“我就算了，不过你倒是可以拿隔壁那位来试试，我就在边上看着，绝对不打扰你们。”\n“算了算了，我可不想我的大好人生在牢里度过。”\n红石灯陆陆续续的熄灭，街道上早已看不见人影。\n“九唯，我们认识几年了？”\n“从什么时候开始算？我认识你，还是你认识我？”\n“就我们两个正式见面开始算吧。”“那就有十三年了。”\n“是十二年，你什么记性，怎么连这个都记不住。”\n“当秘书长那么多年，为了应付繁重的公务，只能把一些不重要的记忆压到底下了呗。”\n“老女人别装嫩，谁不知道霜落城的秘书长记忆力非凡，就连霜落城街道上的地砖有几块都可以记的清清楚楚，难道还记不住和一个人认识多久了？”\n“呵呵呵……”\n九唯干笑了两声，没有继续接他的话。\n“那件事情，你们策划多久了？”\n不用蓝明说，九唯也知道他在指什么。\n“从方舟上任就开始了。”\n“你们的策划有把她算进去？”\n“这个到没有，她是在你们都进去后，自己找上我们的。”\n“嗯，知道了。”\n最后一盏红石灯熄灭，夕暮城陷入了彻底的黑暗。\n“蓝空……”\n“我不叫蓝空，他已经死了。”\n“那你为什么还要再说这些事情，这不证明你还没放下吗？”\n“……我放下的，只有她。”\n“你……”\n“夜深了，你也该回去睡觉了，熬夜可对皮肤不好。”\n见蓝已经下了逐客令，九唯也没有再强求着留下，自觉的走到了门边，打算离开。\n“九唯。”\n蓝突然喊住了她。\n“后天，帮我兄弟们，放盏灯。”\n蓝的声音听上去很平静，但九唯却从里面听到了一丝他没能藏住的情绪。\n不是哀伤，不是愤怒，更不是无奈。\n是落寞。\n“嗯，知道了，要给蓝空也放一盏吗？”\n“不用……他，没有这个资格。”\n“……”\n没有听到九唯的回应，听到的只有在空寂的空气中逐渐清晰的关门声，接着慢慢的消散，房间里失去了最后的声音而让人感到无比的空旷。\n蓝熄掉了房间里的红石灯，还是倚在了阳台的栏杆上，感受着只属于夜的气息。\n“故事已经开始，你们又会做出什么样的选择，我很期待哦。”\n“！！！”\n粒子感知如同本能般展开，蓝的神经瞬间绷紧，但却根本没有感知到有其他人的粒子波动。\n刚刚的声音……\n蓝不信邪的又感知了一遍，但还是没有发现有其他的人的粒子波动，不过倒是发现了其他的东西。\n他的门口，站了个人。\n\n写着写着，电子稿也写到第二卷了，真的有点惊讶，我以前也有写过书，只不过都只写了一点就弃坑了，这本是我目前写的最多的一本。\n我很珍惜这本书，所以我想把它写好，给蓝和黯一个结局，哪怕可能并不美好。\n接下来的一段时间，我会修改一下前面的已经发出去的章节，为了一个目的，不过现在还不能跟大家讲，到第二卷结束的时候应该就会知道了。\n这段时间主线应该是暂时不会更新了，不过会写一些小剧场，这些小剧场写一些主线不会出现的东西，比如关于粒子这个概念的一些说明，还有一些粒子公式的原理，这些都会在小剧场里提到。\n除此之外，我最重要的就是补上一个回忆篇，这个回忆篇与主线有很大的关系，大家就当主线看就行了。\n最后，我不知道有多少人在看我的书，因为几乎没有人给我留言，每条留言我都会看，并且尽可能的回答，哪怕是批评我也会看（虽然心里会有点难受），《粒子》这本书其实不只是本书，我现在写的也只是这个世界的一个可能性，可能有些读者大大已经注意到了，接下来我也不剧透了，让大家自己来猜吧，蓝和黯的未来。\n真的真的非常感谢所有在看我这本书的读者，谢谢你们！",
    "replies": [
        {
            "author": "MK.CK",
            "timestamp": 1590750480,
            "txt_content": "好看"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1590752100,
            "txt_content": "MK.CK 发表于 2020-5-29 19:08\n好看\n谢谢！"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1590752160,
            "txt_content": "1652643604 发表于 2020-5-29 19:10\n请问哪里有追番键？\n追番键没有，不过目录那里有一个收藏键（疯狂暗示）"
        },
        {
            "author": "空投",
            "timestamp": 1590753060,
            "txt_content": "请问哪里有追番键？而且我要向大佬学习"
        },
        {
            "author": "奶茶多冰",
            "timestamp": 1591641300,
            "txt_content": "我是一名主播 受官方公会邀请 做这种剧场类的MC的新类型视频 看你内容写的很好 这里想请求合作 具体加我Q：1501165226"
        },
        {
            "author": "小通吧",
            "timestamp": 1591857300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1591956240,
            "txt_content": "奶茶多冰 发表于 2020-6-9 02:35\n我是一名主播 受官方公会邀请 做这种剧场类的MC的新类型视频 看你内容写的很好 这里想请求合作 具体加我Q： ...\n多谢赏识，但因学业受限，不能应阁下要求，还请包涵。"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1591956240,
            "txt_content": "小通吧 发表于 2020-6-11 14:35\n不错哈很好看\n谢谢夸奖！"
        },
        {
            "author": "小满1221",
            "timestamp": 1596209400,
            "txt_content": "好看，真的很好，求下一季（雾）"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1596255780,
            "txt_content": "小满1221 发表于 2020-7-31 23:30\n好看，真的很好，求下一季（雾）\n谢谢喜欢"
        }
    ]
}