{
    "title": "[Minecraft.net|MINECRAFT BUILDS]与之搭建：绿宝石",
    "author": "FaceTime",
    "replyCount": 3,
    "timestamp": 1590814200,
    "txt_content": " 本帖最后由 FaceTime 于 2020-5-31 16:58 编辑 \n\nBuild With It: Emerald!\n与之搭建：绿宝石！\nImage by Bruh Moments\n图片来自Bruh Moments\n\nNova Barlow\n\nAlthough many people clamor for new and different ways to use emeralds, this week’s featured building block, they rarely mention building with it for some reason. Maybe they should – it’s stackable, renewable, and fairly common. In fact emeralds are so common that they’re used as currency to trade with villagers. (Sure, you can also mine for them – if you really want a challenge.)\n本周的精选建筑方块，绿宝石块，尽管许多人都在大声呼吁要更多不同的绿宝石通途，但出于某些原因，人们很少用绿宝石块来装饰自己的建筑。或者他们应该拿来建房子 - 绿宝石可以叠加成64个一组，也可以再生，并且相当常见。事实上绿宝石是如此是常见以至于人们用它来当货币和村民交易。 (当然，你也可以通过挖矿来获得绿宝石 - 如果你真的想挑战极限的话。)\n\nWhile you can go all-out and create an entire emerald city (complete with a gold road to finish it off), green is a versatile color that can easily be incorporated in virtually any build you have in mind. Emeralds go well with other cool blocks, like lapis , or even the burnt orange hues of acacia wood. Looking for a more natural touch to bring your emerald build (back) down to earth? Any brown-colored block will do (perhaps try combining it with oak, one of our upcoming Build With It materials).\n虽然你可以拼命的肝然后建一个绿宝石之城 (路要是金块做的)，绿色是一种万能调色剂，几乎可以很轻易的融入任何在你脑海里的建筑。绿宝石也能和其他冷色调砖块搭配的很好，比如青金石块，或者深橙黄色的合欢木也行。想要在你的绿宝石块建筑上添加更多自然美来回归自然？任何棕色的方块都很配(或许可以尝试和橡木组合一下，后期的与之搭建系列文章将会介绍它)\n\nRegardless of how you collect them or what materials you use with them, you’ll likely be inspired to build with emeralds once you see what cool builds we’ve dug up. As usual, we’ve turned to our creative community and they’re here to help us with ideas. Check out some of the ways they have incorporated this gorgeous green gem into their creations!\n无论你怎样收集材料或者你用什么材料，一旦你看见了我们从茫茫楼海中发现的绝赞建筑时，你很有可能从中得到启发然后用绿宝石块来构建，我们转而求助于创意社区，玩家们在那里可以帮助我们提供创意。看看他们是如何将绿宝石完美地与建筑融为一体的吧！\n\n\n\n\nNow it’s your time to shine as we turn our attention to building with diamond ! Just email FeatureMe@minecraft.net with screenshots of your creation and some info about what you’ve created or use our hashtag #FeatureMeMinecraft on Twitter. You may just see your build featured in an upcoming article!\n现在轮到你的回合了，我们下期会说用钻石搭建！只需发送邮件到FeatureMe@minecraft.net，在邮件内上传你的作品的照片和关于建筑的介绍，或者在推文加上我们的推特话题 #FeatureMeMinecraft#。你很有可能就会在下期文章看到你的大作！\n\n【 我译自官网 2020 年 05 月 29 日发布的 Build With It: Emerald!】\n【本文排版借助了：BCC】\n\n\n",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1590818100,
            "txt_content": "兄啊，你这字体怎么一会大一会小啊。"
        },
        {
            "author": "FaceTime",
            "timestamp": 1590818520,
            "txt_content": "Sinbad_Official 发表于 2020-5-30 13:55\n兄啊，你这字体怎么一会大一会小啊。\n一大一小有益于集中注意力"
        },
        {
            "author": "主世界",
            "timestamp": 1590830280,
            "txt_content": "推荐在文首文末加上 indent 标签，\n感觉这次绿宝石建筑除了矿洞的那一张以外都没啥脑洞"
        }
    ]
}