{
    "title": "minecraft 1.8.1 level up mod",
    "author": "Hao",
    "replyCount": 13,
    "timestamp": 1317606720,
    "txt_content": " 本帖最后由 Hao 于 2011-10-3 09:53 编辑 \n\n你还在为minecraft1.8.1没用的经验值而感到多余吗？现在minecraft1.8.1 level up mod 可以帮你解决这个问题。下载这个mod，你就可以用你的经验值换来基本的技能。（不是RPG）\n\n挖掘\n-Every point in Mining increases your chance of getting double drops from all ores (except ones you place每点增加你的机会获得开采双下降(除非你所有的矿石的地方) by 0.5%)0.5%\n-For Every 5 points in Mining, your mining speed of stone, cobblestone, obsidian, and all ores increases slightly对于每一个5点,你的矿山开采速度稍有增加\n\nSwords剑\n-Every point in Swords increases your chance for a random critical hit (while using a sword) by 0.5%每点增加你的机会剑随机重击(在使用剑)提高0.5%\n-For every 5 points in Swords, the damage you deal with any sword increases by 5%对于每一个5点伤害你的剑,剑伤害增加5%\n\nDefense防御\n-Every point in Defense increases your chance to negate all damage from an attack that you block with a sword每点防御增加你抵挡的伤害从一个攻击你用刀来防御\n-For every 5 points in Defense, the damage you take from all block-able sources is reduced by 5%对于每一个5点防御,您受到的损害来源减少5%\n\nWoodcuttingWoodcutting\n-Every point in Woodcutting increases the chance that chopping a natural wood log will also break all logs above it每点的机会Woodcutting增加一个天然木材原木劈也会打破所有记录在上空\n-For every 5 points in Woodcutting, the speed at which you break wooden logs and planks (even by hand) increases slightly对于每一个5点,Woodcutting的速度和木板你打破木日志(即使是用手)速度稍有增加\n\nSmelting冶炼\n-Every point in Smelting increases your chance to get two products from smelting all non-food items by 0.5%冶炼过程中,每一点增加你的机会,让两个产品所有非食品冶炼0.5%\n-For every 5 points in Smelting, your smelting speed for all non-food items is increased by 10%对于每一个5点,你的冶炼冶炼过程中所有非食品速度提高10%\n\nArchery射箭\n-Every point in Archery increases the projectile speed of your arrows by 2%每点弹丸速度增加射箭因你的箭射出发光2%\n-For every 5 points in Archery, your drawback speed of the bow increases slightly对于每一个5点的速度,你的射箭弓稍有增加\n\nAthletics体育\n-Every point in Athletics increases your sprinting speed by 1%在运动中,每点增加你的短跑速度1%\n-For every 5 points in Athletics, fall damage that you take is reduced by 5%对于每一个5点伤害,在田径、秋天,你以减少5%\n\nCooking烹饪\n-Every point in Cooking increases your chance to get two products from all cooking all food在烹饪中每点增加你的机会来自两个产品煮熟的食物\nitems increases by 0.5%项目增加0.5%\n-For every 5 points in Cooking, your cooking speed for all food items is increased by 10%对于每一个5点你的厨艺烹饪,速度,对所有食品提高10%\n\nStealth隐身\n-Every point in Stealth increases your movement speed while sneaking by 2%在潜行状态下,每点增加你的移动速度而偷偷2%\n-For every 5 points in Stealth, the range at which mobs will detect your presence, even while NOT sneaking, decreases by 5%对于每一个5点的距离潜行,怪物将会检测到你的同在,甚至当不溜,减少5%\n\nThe mod also adds a few new gameplay mechanics:国防部还增加了一些新的游戏机制。\n\nBonus XP奖金XP\n-For every 8 natural ores that you mine, you will gain 4 XP. 对于每8个天然矿石,你我的,你将获得4个XP。NOTE: The count of the amount of ores you've mined is NOT saved when you exit the game.注:统计量的矿石开采不保存你是当你退出比赛。\n\nSneaking偷偷\n-While sneaking, enemies will only detect your presence if they happen to turn and look at you. 同时,只会偷偷敌人检测你的存在,如果碰巧转身看看你。In other words, if you are sneaking, it is not enough just to get near enemies for them to start attacking you. 换句话说,如果你是溜,是远远不够的,要接近天敌,因为他们开始攻击你。They must be looking in your direction.他们必须寻找你的方向。\n-Also, if you attack a mob that has not detected you with a melee attack, you will perform a Sneak Attack for 2x damage. 那时间也,如果你攻击一个怪物,你没有发现一个近战攻击时,你将完成一个偷袭为2倍的伤害。This works with bows too, but the bonus is only 1.5x damage and you must be close enough to your target so that normally they would see you. 这个作品用弓太多,但该加值只有1.5倍伤害,你必须足够接近你的目标,通常他们会来看你的。(Props to hammoudi for discovering this \"secret\" feature(道具hammoudi发现这个“秘密”的特性 )\n\nAll skills are capped at 50. 一切技能上限为50。Upon death, skills are reset to 0, but if you are able to recover your dropped experience, you will of course receive skill points for all level ups you get. 死亡后,技能改为0,但是如果你能够找回你的经验,你会得到各级ups。\n\n",
    "replies": [
        {
            "author": "420952996",
            "timestamp": 1317606840,
            "txt_content": "我发的比你快，话说你知道真么用吗，我不会用额"
        },
        {
            "author": "Hao",
            "timestamp": 1317607440,
            "txt_content": "\n\n\n\n\n360截图20111002220449406.jpg (4.56 KB, 下载次数: 7)\n\n下载附件\n\n2011-10-3 10:03 上传\n\n\n\n\n\n\n\n\n\n360截图20111002220457578.jpg (2.64 KB, 下载次数: 7)\n\n下载附件\n\n2011-10-3 10:03 上传\n\n\n\n\n\n不用我解释了吧……\n"
        },
        {
            "author": "Hao",
            "timestamp": 1317607500,
            "txt_content": " 本帖最后由 Hao 于 2011-10-3 10:05 编辑 \n420952996 发表于 2011-10-3 09:54 \n我发的比你快，话说你知道真么用吗，我不会用额\n\n不是帖子里有解释吗？"
        },
        {
            "author": "hhyx",
            "timestamp": 1317612120,
            "txt_content": "谷歌翻译..恩。。啥的。。还是能理解的。。"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1317616680,
            "txt_content": "重复发贴"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1317616680,
            "txt_content": "这货我昨天就发了其实 只是没任何介绍啥"
        },
        {
            "author": "Hao",
            "timestamp": 1317641520,
            "txt_content": "green丶bastard 发表于 2011-10-3 12:38 \n这货我昨天就发了其实 只是没任何介绍啥\n在哪啊？。。。。。。。。"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1317686820,
            "txt_content": "隐藏了！"
        },
        {
            "author": "skyonesword",
            "timestamp": 1318107420,
            "txt_content": "新版出来了,搬运下吧!谢谢~!"
        },
        {
            "author": "tony300300",
            "timestamp": 1318110780,
            "txt_content": "经验条其实是很强的，可以提升暴击率。增加防御力，速度提升，减轻掉落损伤"
        },
        {
            "author": "紅月阿",
            "timestamp": 1403420160,
            "txt_content": "过期mod 1.8.1 这是什么情况"
        },
        {
            "author": "麦快姚",
            "timestamp": 1579945080,
            "txt_content": "有1.7.10的吗？谁知道那里可以下载配1.7.10的leverup"
        },
        {
            "author": "麦快姚",
            "timestamp": 1580129940,
            "txt_content": "有没有1.7.10的\n"
        }
    ]
}