{
    "title": "《氵贴的失败》【6】【这个故事告诉我们，不要把新的氵贴技术急切的用于bbs】",
    "author": "空投",
    "replyCount": 8,
    "timestamp": 1590930480,
    "txt_content": "　这一次，舰队总司令【-xiao_kai-】将军愤而**，以表达他对【mohui666】的抗议，而我只好接任了最高指挥官的职务。　　眼下的情势既严重又使人万分恼火。敌人依然顽固坚持老一套的氵贴方式，他们完全没有我们这样的开拓精神，但却在一步步扩大战果，尽管他们使用的全是老式低效（不过数量上大大超过我方）的战船。我们痛苦地认识到，如果当初不去搞什么新式武器，而只是建造旧式的，如今的处境定会有利得多。后来我又召集过不少次军事会议，【mohui666】在会上受到大量攻击，但他继续为氵贴家们辩护。问题在于：【mohui666】每次总能为他的主张提出冠冕堂皇的理由，为每一次的损失作出充分的辩解。而我们眼下再也无法后退——只能继续依赖于威力更大的新式武器。起先我们这样做是为了早点结束战争，而现在是被迫这样做，如果我们不想被彻底打败。\n　　我方现在处于劣势，【mohui666】也是如此，他尤其抱定宗旨要重建他个人和科研中心的威信。不过我们已经有了两次失败的教训，所以再也不希望重蹈覆辙。毫无疑问，【mohui666】手下的两万名氵贴家肯定能生产出更为先进的武器，不过我们这次可要等着瞧一瞧再说。\n       结果这一次我们又错了。这最后一件武器实在离奇得使人不敢置信，它的名字叫什么指数场，使人吃不准它究竟是干什么的，也说明不了它的潜在威力。这是【mohui666】手下的数学家们在对空间性质进行一系列纯属理论性研究时偶然发现的，当初谁也不曾想到这个发现会具有战争的现实意义。\n　　看来很难向门外汉说清指数场的作用，不过我们大家在学校的数学课上恐怕多少学过指数函数，对这种函数的图像在坐标平面上的急剧上升还留有印象。那么按照专家们的解释：指数场能“产生一种特殊的（即指数）空间状态，使普通（即线性）空间里的有限距离在这个伪空间内迅速增长成无限的距离”。【mohui666】曾给出一个比喻，使我们中间多数人明白了其中的道理。就是说假定有块平坦的橡胶圆膜，它代表普通空间的一个区域。然后把圆膜中心点拉向无穷远，而让圆膜的四周仍保持不变，于是圆膜的“半径”就将是无限的了。这正是指数场发生对周围空间所产生的效应。大家只要回想在初中数学中所学到的指数曲线急剧向上递升的情况，就能明白这种武器为什么要取这个名称了。\n　　不妨举个实例，假定我们有艘装有指数场发生器的战舰已被敌船团团围住，那时只要启动这个发生器，所有敌方的船只就都会觉得，这艘战船以及位于直径另一边的船只都突然消失，但是位于包围圈周围的一切依然不变，而是去中心的路程所需的时间成为无限大。离中心越近，空间的“比例”也越来越大。\n　　这真是神奇无比，难以想像，但对我们极为有利。装上这种发生器的飞船对敌人来说已成为无法捉摸，像是处于宇宙的另一端。当然，反过来说，除非关掉发生器，否则我方舰只也无法还击，不过这依然有莫大的好处，不仅对于防御也是为了进攻，因为装有发生器的飞船能够神不知鬼不觉地突然出现在敌人心脏地带，从而进行突击。\n\n请务必给点人气支持",
    "replies": [
        {
            "author": "-雪糕-",
            "timestamp": 1590930720,
            "txt_content": "妙哉，空投终于更新了233"
        },
        {
            "author": "空投",
            "timestamp": 1590930780,
            "txt_content": "-雪糕- 发表于 2020-5-31 21:12\n妙哉，空投终于更新了233\n妙哉，去看看《远航》吧"
        },
        {
            "author": "Drowned64",
            "timestamp": 1590930840,
            "txt_content": "第一行**瞩目"
        },
        {
            "author": "空投",
            "timestamp": 1590930900,
            "txt_content": "Drowned64 发表于 2020-5-31 21:14\n第一行**瞩目\n那个是**"
        },
        {
            "author": "Drowned64",
            "timestamp": 1590930900,
            "txt_content": "空投 发表于 2020-5-31 21:15\n那个是**\n又一次屏蔽了，变成了**"
        },
        {
            "author": "空投",
            "timestamp": 1590931020,
            "txt_content": "Drowned64 发表于 2020-5-31 21:15\n又一次屏蔽了，变成了**\n是自                     杀"
        },
        {
            "author": "Noreied",
            "timestamp": 1590974760,
            "txt_content": "妙啊"
        },
        {
            "author": "北极仙光",
            "timestamp": 1590975240,
            "txt_content": "这更新速度······可以"
        }
    ]
}