{
    "title": "[原创丨连载]末日起源——前传下",
    "author": "小西瓜在此",
    "replyCount": 5,
    "timestamp": 1590999900,
    "txt_content": " 本帖最后由 小西瓜在此 于 2020-6-2 18:13 编辑 \n\n目录\n前传1\n前传2\n第一章\n第二章\n第三章\n\n——————————————末日起源前传下\n    两个人一起向食堂走去，一中的食堂很大，有上下三层那么高，一层是大众食堂，就像快餐厅一样的那种，四周一圈都是各色菜品的小窗口，而中间则是成排的座椅。\n    而二层是包间，适合一些有钱的学生去的，可以点菜，不过一些家里不是很富裕的学生举办个生日宴会什么的也会到这来。\n    三层就是教职工的餐厅了，吃的和一楼的学生食堂差不多，不过环境要素雅一些，当然学生是不允许在上面用餐的。\n    赖皮随着刘忠帅进了食堂，刘忠帅指了指右侧的一间办公室说道：“就在那里办卡。”\n    “哦，我这就去办一张。”赖皮点了点头。\n    ”怎么，看不起我啊？”刘忠帅见赖皮要去办卡，有些不悦：“今天第一天认识，又是我的地盘，自然是我请客了！”\n    赖皮见到刘忠帅如此说，也就打消了立刻去办卡的念头：“那好吧，那就吃完再去办。”\n    “行，吃完了我陪你去！”刘忠帅欣然的说着，带着赖皮穿梭于食堂的每个窗口。\n    菜品还真不少，有素有荤，各式各样都有。赖皮要了些西红柿炒鸡蛋和米饭，刘忠帅点了鱼香肉丝和馒头，一共花了十一块钱，不多不少，属于中等的消费水平。\n    赖皮和刘忠帅找了个位置坐下，将两盘菜放在了一起，两个人可以串着吃。\n    吃完后，赖皮和刘忠帅一起去了食堂门口的管理办公室。办卡的过程相当顺利，毕竟是给学校送钱来的，虽说学校的食堂负责人宣称不赚钱，但是鬼才信不赚钱。\n    赖皮出示了学生证，并且预存了五百块钱后，轻松地拿到了食堂的饭卡。\n    回到教室后，发现大部分学生都在埋头苦学。高三的时间十分宝贵，这是一个分水岭，努力奋斗了，以后可能会进一所理想的大学，稍有疏忽，也许就要落名孙山。\n    能考上一中的学生，都是佼佼者，谁也不希望自己比别人差。当然，那些个贵族子弟除外，他们此刻都在操场上尽情的打着篮球，甚至在校外的网吧打着网游。\n    赖皮回到座位上，有些无聊的翻看着高三的课本，刘忠帅也安静地做起了习题。\n    下午的课程，大都是自习课，所以很快就过去了......\n    “哥们，你家住哪？我们放学一起走啊？”放学铃声响起，刘仲帅问道。\n    “水仙小区，坐14路公交车。”赖皮淡然的说道。\n    “巧了，我家也在那，咱们一起走吧！”刘仲帅显然很激动。\n    “好。”赖皮也没有推辞。在公交车站等待的时候，一位衣衫褴褛的女子艰难的扶着站台站着，很明显他被什么东西咬伤了腿，脸色十分难看。赖皮和刘忠帅也没有多想，车来了便上了车。那位女子也跟着上了车，过了几站，这位女士突然倒在车上，抽搐了几下，腿上被咬的地方已然发黑，赖皮皱了皱眉头，随后便心想不妙，带着刘忠帅就冲向司机位置开了门，慌忙地跳了车，司机到也吓了一跳，随即刹车停了下来，见赖皮和刘忠帅没有大碍，也就继续开动了车子......\n————————————————\n正文第一章正在赶写中\n作者是在读高中生\n学业比较忙，更的慢一点还请见谅\n有任何的建议都可以在回复中说哦\n感谢大家观看\n\n",
    "replies": [
        {
            "author": "希望工程",
            "timestamp": 1591416600,
            "txt_content": "带文豪，i了i了"
        },
        {
            "author": "uuhai",
            "timestamp": 1591582140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "绝世灬黄少",
            "timestamp": 1592817900,
            "txt_content": "厉害厉害我在慢慢补"
        },
        {
            "author": "空投天降",
            "timestamp": 1592879460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "JJ怪大战",
            "timestamp": 1592912340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}