{
    "title": "[Minecraft.net|CULTURE]天使之城",
    "author": ":D--",
    "replyCount": 0,
    "timestamp": 1590936060,
    "txt_content": "\nCULTURECity of Angels\n天使之城\nMusical_Mystery tells us about building his tremendous town\nMusical_Mystery同我们分享建造这座非凡城市的经历。\n\n\nOne of the things that makes cities so magical is all the variety that can be found within them. Architecture, art, and people all come together in one place, creating somewhere vibrant and alive. Today’s builder,Musical_Mystery, has captured this feeling in his sprawling metropolis,Roklavia .\n建筑，艺术，和来自各地的人们聚在一起，充满了活力与生机，这里就成了城市。而多样性，正是城市的奇幻所在。Musical_Mystery将这一点充分的展现在了他的“罗卡拉维亚Roklavia”——一座绵延不断的大都市上。\n\n\n\nThe city was designed in a wider world, as part of a friendly competition on a server known as the Realm of Allura(and was built on a map created by Moonti). “The intense competition between us players fueled my creativity,” Musical_Mystery tells me. “Every player had their own standards and objectives for how they wanted to build their nations, but I wanted to go as over-the-top as I could.”\n这座城市是因服务器“诱惑之界”(?)上的一场友谊建造赛而被设计出来的。（在Moonti的地图上建造的）“玩家们激烈的竞争给予了我莫大的启发。”Musical_Mystery说：“每个玩家对于自己要建造的国度都有不同的标准和目标，但是我想把自己的目标定的夸张一些。”\nHe took inspiration from lots of fictional cities, but noticed that they were usually dark and foreboding. “My thought process was something like this: what if I take all these grim, scary-looking buildings, bunch them together, and then ironically change everything to white?”\n他参考了许多虚构的城市，但是注意到它们的风格普遍黑暗邪恶。（Musical_Mystery说：）“我的思路是这样的：要是我把这些看起来阴森恐怖的建筑放在一起，然后很讽刺的把它们全部变成白色，会怎么样呢？”\n\n\n\nThis process gave Roklavia its unique, bright look, like a city made from clean marble, and fits in with the snowy trees that surround it. It also makes the details like the clock face and orange tower peaks stand out, drawing attention to all Musical_Mystery’s hard work.\n这个思路成为了罗卡拉维亚的特色：城市周围环绕着积雪覆盖着的树木，整座城市看起来就像是用洁白的大理石搭建的，明亮无比。完美衬托出了钟楼和橘色的塔顶，令人不禁驻目于Musical_Mystery的杰作上。\nIt took him about five months to build the city, working piece by piece but making sure to always stick to his spotless colour scheme. “My pallet consisted of primarily quartz, red sandstone, cobblestone, and brick,” he tells me.\n整座城市大概花了5个月建造而成，里面的一砖一瓦都是搭出来的，只为确保颜色的天衣无缝。他告诉我说：“我的‘调色盘‘里主要就是石英块，红砂岩，圆石和砖块。”\n\n\n\nPlus he had some clever tricks to make the build process move along smoothly. “After making one detailed building, I copied sections of it and used them for other buildings. For example, the arches visible in a lot of the larger walls are actually sections taken from the face of the clock-tower, and many arches are also derived from the base of the tower.” Great for saving time, and it makes everything fit together with his style very neatly too: win-win!\n此外，他还有一些使建造十分顺利的小技巧：“当我完成一栋建筑所有的细节之后，我会选取一些部分来用在别的建筑上。就像那些高大墙壁上的拱门有一些便是取自钟楼的一面，而有些则复制了钟楼的底部。”这个技巧既能使整体风格统一，又能大大节省时间，真是一石二鸟！\nNonetheless, some of the city’s details took a lot of care and attention. Firstly, Musical_Mystery decided that he wanted to turn all those blocks into curves and circles. “These are shapes that, when used properly, can make Minecraft look truly epic,” he explains.\n不管怎么说，这座城市的一些细节的确需要花费大量的精力。首先，Musical_Mystery决定将方块“变成”很多弧形和圆形的物体。“这些形状如果使用得当，那么将会在我的世界中展现出史诗级的效果。”他如是说道。\nBut it’s not an easy task! “One curve that I'm proud of is the staircase under the bridge. It required very precise calculation and proved to be a challenge, but was very satisfying to complete.'\n但这并不是一项简单的工程！“那个大桥下的拱形楼梯是我的得意佳作之一。这非常考验精准计算的能力，但是同样带给了我莫大的成就感。”\n\n\n\nHe says he also put “a lot of thought and work” into the two statues, which he spookily calls “ominous angels.” Actually, one was designed later, using the first as a base, so that he could use his new skills and improve the design. “I fiddled with the rotation and managed to make some much more convincing wings,” he tells me.\n他（Musical_Mystery）说他在那两个他称之为“凶兆天使”的雕像上同样用了大量的精力和构思。其实，其中一个是在之后才被设计出的。是在第一个的基础上用新的建造技能加以完善而成的。他跟我说：“我调了一下朝向，还捣鼓出了一对更形象的翅膀。”\nThese statues are important for the mood that Musical_Mystery wanted to create with his build; the idea that despite the bright colours and peaceful sea outside, something dangerous might be waiting just around the corner. He says that he was inspired by events like the French revolution, so wanted to create a city that could “emanate an aura of power and wealth, but also sorrow and regret.”\n这些雕像是奠定Musical_Mystery想要表达的主旨和基调的关键所在。他想表达的是：无论这世界看起来是多么光明和谐，大海是多么宁静安好；在角落里永远都暗藏着黑暗与危机。他说他受到一些历史事件如“法国大革命“的启发，才想到建造这个同时散发着“力量与痛苦、财富与悔恨”的城市的。\n\n\n\nBecause of that, the government palace, for the legal business of the city, and the clock tower, marking the passage of time, are both very important buildings. The clock was the first piece that Musical_Mystery built, entirely from quartz. “I found the result quite satisfying as it gave the build a ghost-like appearance,” he says. “Eventually I pasted it into the city and coloured in various sections of it.”\n正因如此，那让城市能够井然有序的市政大厅，那标记着时间的钟楼，便成了城市的首脑建筑。钟楼的钟面是Musical_Mystery第一个建的东西，通体是用石英块做成的。“我对整个建筑那幽灵般的样貌很是满意。”他说道：“最终我将钟面复制粘贴到了城市的其他地方并上了不同的色。”\n“The government building's dome is directly inspired by the US Capitol building in Washington DC,” he explains. “But instead of the statue of freedom perched on top of the dome, I placed my angel statue holding the menacing sword and lantern.” Creepy!\n“市政大厅的圆顶参考了在华盛顿特区的国会大厦，”他解释道：“但是我将顶上的自由雕像换成了一个持剑和南瓜灯的天使雕像。”很诡异！\n\n\n\nMusical_Mystery credits his hugely successful build to the help of the server community. “After playing on the Realm of Allura for so long, I got used to having creative players online to give suggestions and constructive criticism. I’m deeply grateful to both the admins and fellow builders who were so supportive and helpful throughout this experience,” he says.\nMusical_Mystery将此次的成功归功在了服务器社群上。他说：“在‘诱惑之界’呆了这么久，我已经习惯了时刻有富有创意的玩家给予你建设性的提议和批判。我对这些热情助人的管理员和玩家们表达由衷的感谢。”\nCooperation is always important after all, especially if there’s a slight fear that your city might suddenly be overrun by spooky statues!\n团队合作至关重要，尤其是当你担心诡异的雕像会突然在城市里泛滥成灾的时候！\n\n\n【:D-- 译自官网 2018 年 08 月 03 日发布的 City of Angels；原作者 Jay Castello】\n【本文排版借助了：SPX】\n",
    "replies": []
}