{
    "title": "[原创/单篇教程]从零开始写小说——从入门到入坟（干货满满！）",
    "author": "暗影月赎",
    "replyCount": 7,
    "timestamp": 1590988380,
    "txt_content": "前言hello，大家好，我是暗影月赎，我相信各位在创作小说过程中或多或少会遇到卡文的现象。（我敢肯定绝对大部分人应该都是能想出很多小的片段，甚至能在脑子里脑补到结局甚至第二季或者是前传，然后准备开始写的时候发现，开头几章几乎写不下去）比如你想写的内容还未到，你就被难在了铺垫的道路上，长时间没有灵感，或者觉得自己文笔太差，难以写出令读者满意的小说，最后丧失信心，无奈放弃。不必担心，当你认真看完这篇教程之后，我相信你一定可以克服一切困难，来创作一篇完整的小说的。\n主题and小说类型我习惯性的将一本小说的创作分为四大阶段，分别是构思阶段，创作阶段，复核阶段，发布阶段。接下来我就和大家来讲一下，这四个阶段分别需要做什么，该怎么做。\n\n  首先是构思阶段，构思阶段是为了未来的创作打下基础，我强烈建议创作新人先将构思阶段完成后再继续进行创作，这样可以有效避免在创作过程中出现“无话可写”的问题。\n在构思阶段中，首先要确定好你的小说想要表达的主题，也就是我们常说的“主旨”，如果接下来你还不太明白主题是什么意思的话，我来给你举几个例子。\n\n  以我们的四大名著为例:\n《西游记》的主题是“只有历经磨难，才能修成正果”\n《三国演义》的主题是“顺民心，得人才，有谋略者得天下”\n《水浒传》的主题围绕着“官逼民反”四个字来展开\n《红楼梦》的主题是借贾府的衰亡来影射当时的社会现实\n\n  主题是一本小说的灵魂，没有主题的小说只能是泛泛其谈，毫无营养。主题也是作者的意识体现，一部作品的主题即为作者想要表达，传播的思想。只有确定好主题，你接下来的一切才可以进行下去。\n\n  确定完主题之后，你需要确定你的小说类型（题材），你的小说它属于哪种小说？常见的类型有:玄幻，言情，科幻，成长，战争等等。确定好小说题材之后，给全文的故事定一个基调，可以有效避免出现“挂羊头卖狗肉”的现象，这样在未来的创作过程中也会方便很多。\n大纲（施工中）当你确定完主题和小说类型之后，前期最重要的一步就要来了，那就是——写大纲。\n除非你是那种创作文章手到擒来的大触，要不然大纲永远是你的好伙伴，一个详细的大纲可以让你的创作过程中一路绿灯。这里我给大家推荐一个很好的软件（也有网页版），它就是“幕布”，如果你不喜欢在现实的纸上写大纲的话，这个软件几乎可以满足你所有的线上需求。在你的大纲写完之后，你需要进一步的对它进行细化，也就是所说的“细纲”。细纲的例子就是在某一个章节中，主人公所做的/所经历的事情，主要配角所做的/所经历的也可以添加进去，这样你在创作的过程中只需要将它们链接成一个整体，大大降低了创作的难度和卡文的发生。\n激励事件and欲望接下来，在小说中很重要的一个部分，叫做激励事件，也就是小说中的人物，去做某一件事情的动力。也可以理解为，有一件事情它扰乱了人物的日常生活，所以你笔下的人物必须去解决这个事件（或是引起的并发事件）来让自己的生活回归平静。\n\n  拿我所创作的小说《异世之门》为例，凌皓，『暗影月赎』，源三者的激励事件都是因为『星』的命令，『星』的命令是他们前往下界的原因，也是后面一系列剧情的导火索。\n『凋灵』行动的激励事件是他父亲的遗愿，他继承着遗愿，要去复兴下界。\n\n  激励事件不是一成不变的，相反，它还经常会因为剧情的推进而发生改变。\n就像天羽，他留在下界一开始的激励事件是8年前的那场战争，让他产生了前往『门』后一探究竟的欲望。后来的激励事件因为剧情的推进而改变了，新的激励事件是凌皓奉命前往下界，天羽的欲望也变为了守护凌皓，并且加入他们一起击败『凋灵』。\n\n  一个人物只有拥有了外在/内在的欲望之后，剧情才可以被正常的推动发展，你的小说才算是可以正式开始了。没有欲望，没有激励的人物犹如一潭死水，丧失了应有的活力。如果出现了卡文的情况，首先想一想是不是人物的欲望出了问题，接下来再想一想是不是制造欲望的激励事件出现了问题，想要剧情不断的推进下去，就要给主人公不断更新的欲望，让他一直拥有着动力使故事发展下去。\n人物塑造一部优秀的小说离不开多方面的原因，但是人物的塑造绝对是当中极其重要的一环，小说三要素分别为:人物，情节，环境。再加上小说的主题，这四者实际上是存在很明显的主次之分的。\n我个人认为，主题创造人物，情节塑造人物，环境渲染人物，人物同时反过来突出主题。\n“情节塑造人物，人物突出主题”这句话出自罗伯特·麦基所创作的《故事》一书，这本书讲的相当不错，有兴趣的朋友可以看一下。新人切记在创作过程中要将故事情节，人物和主题牢牢的绑在一起，绝不可以将三要素与主题分离。\n远未完结，待续....",
    "replies": [
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1590991740,
            "txt_content": "讲的很详细，先收藏一波，有空更新前来看看"
        },
        {
            "author": "愉悦de天羽",
            "timestamp": 1590992160,
            "txt_content": "学会了，已经入坟了"
        },
        {
            "author": "Like_BBQ",
            "timestamp": 1590995160,
            "txt_content": "留个名，坐等更新-0-"
        },
        {
            "author": "Ender56",
            "timestamp": 1591017540,
            "txt_content": "排版好评\n虽然我依然没有写小说的意愿\n但还是要捧捧场\n毕竟这个教程真的挺不错"
        },
        {
            "author": "Noreied",
            "timestamp": 1591063620,
            "txt_content": "学废了，进我收藏吃灰吧......."
        },
        {
            "author": "长安弑水",
            "timestamp": 1591539600,
            "txt_content": "怎么说呢，作为一个业余写手，这个教程只是草草交代大体流程，距离精细差距还很大，但给一个人些许启蒙也不错\n关键是要观察生活，才能够写出美的触动心灵的故事"
        },
        {
            "author": "暗影月赎",
            "timestamp": 1591542060,
            "txt_content": "长安弑水 发表于 2020-6-7 22:20\n怎么说呢，作为一个业余写手，这个教程只是草草交代大体流程，距离精细差距还很大，但给一个人些许启蒙也不 ...\n这个教程现在基本上连雏形都没有xd\n这是个大坑，慢慢填吧\n艺术来源于生活这句话一点没错"
        }
    ]
}