{
    "title": "[Minecraft.net|CULTURE]别墅老师！",
    "author": "ItIsEnderman",
    "replyCount": 11,
    "timestamp": 1591103880,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-6-2 21:21 编辑 \n\nCULTUREMansioncraft!\n别墅老师！\n\nCol Fetters builds a house I’ll never afford to live in. Great!\nCol Fetters建造了我攒一辈子钱都买不起的豪宅。真实！\n\nEmily Richardson\n\n\nAre you a multi-millionaire looking for the perfect home to show off what a multi-millionaire you are? Worried you’ll look silly compared to Beyoncé and Jay-Z? Well fear no more, incredibly wealthy person that I would like to be! I have just the place for you.\n你是正在苦苦寻求绝佳的房屋以展示自己到底多么阔气的百万富翁吗？还担心在Beyoncé和Jay-Z面前发现是小巫见大巫吗？我一点也不怕，那富到不可想象的身份就是我想要的！今天，我就要为您介绍一个这样的地方。\n\nBuilt by Col Fetters,this mansion sits right by the coast and boasts a mind-boggling number of features and facilities, including a boathouse, rooftop lounge, gazebo by the beach. You name it, this place probably has it.\n身为Col Fetters的一大力作，这一座“皇宫”坐落于海滨，光明正大地拥有惊人数目的特色构件和设施，包括沙滩边的船坞、平屋顶起居室，以及凉亭。讲真，这鬼地方还真的应有尽有。\n\n“Not being a millionaire myself,” says Col Fetters, when I ask him about the sprawling household, “I had to look up what types of rooms would be found in a house like this. I'm sure I got a few details wrong - so, millionaires, feel free to chime in here!”\n“我自己根本不是百万富翁，”当我问到这一摊房子时Col Fetters说道，“于是我不得不查阅在这样的房子里将会有哪些类型的房间。我承认有一些细节失真了 —— 好了，有钱人们，尽情享受着美妙风景吧！”\n\n\n\n\nSure, Col Fetters is not a millionaire rockstar himself, but he is a big fan of architecture and has always been very creative. For him, building is a creative outlet, one most often inspired by his love of the medieval style and historical castles. He explains, “I’m constantly observing the world around me, and if I see an interesting building or a historical castle in a book or on TV, I get the urge to see if I can make my own version of it.”\n确实，Col Fetters自己本身不是百万富翁，但他却是一大建筑粉，总是有用不完的点子。对他而言，建筑就是创造力源泉的出口，一被对中世纪风格建筑和历史性城堡的热爱激发便会喷薄而出。他解释道，“我时常细细地观察周围的世界，每当我在书上或者电视里看到有趣的建筑或者有着悠远历史的城堡时，我就不自觉地想着能不能制作出自己的版本。”\n\nOf course, the Beachside Mansion is a big departure from a medieval castle. This is a house that puts the entire back catalog of celebrity dwellings on Cribs to shame (if you’ve never heard of Cribs it’s an MTV sho… wait, what am I doing? You’ve never heard of Cribs! Congratulations! Do yourself a favour, never find out what it is!)\n当然，Beachside Mansion和中世纪城堡可差远了。这座房子啊，完全碾压MTV Cribs所报道过的所有名人的豪宅（如果你没听说过Cribs，那是一个音乐电……等等我在讲什么？你一定没听说过Cribs！喜大普奔！务必记住，千万千万千万不要知道这是什么!）\n为了翻译这段文字我还是去了解了\n\n“I usually build in the medieval-style,” Col Fetters tells me, “but recently I had been building a few suburban-style houses using the Flows HD texture pack and was really enjoying the change.” In particular, Col Fetters found one Let’s Build video to be very inspiring. “[YouTuber AndyisYoda was building a mansion using the texture pack from his creative server - Use The Blocks. I loved the look of the re-textured blocks and decided to download it and try my hand at a mansion-style house.”\n“我以往是建造中世纪风格的，” Col Fetters告诉我说，“但近期我却在用Flows HD材质包、建造一些郊区民宅；并且我真的很享受这一转变。”有一次，Col Fetters发现一段Let’s Build视频格外挑动他的创造力之弦。“[Youtube视频博主AndyisYoda建造一栋现代别墅时使用了他自己的创造服里的材质 —— Use The Blocks。我很喜欢换了贴图的方块，便决定下载这款材质，并自己也用它撸一栋别墅风格的房子。”\n\n\n\n\n\n\n\n\n\n\nHe also used WorldEdit through Forge, but insists this is merely a time-saving endeavour and not for the purposes of creating something otherwise impossible. In fact, he’s tried making this exact build in vanilla Minecraft too and though it’s entirely doable, he says “it looks awful!”\n他也安装了Forge开了WorldEdit，但他坚持认为这只是节省时间的手段、不会出于建造难上天的东西的目的。事实上，他此前在原版Minecraft试着建造完全相同的建筑。尽管这完全可行，但他说，“丑死了。”\n\n“To be fair,” he continues, “it was built using block textures that don't exist in the vanilla game. I think that if I had built it using the default textures from the start it would have turned out OK.”\n“说实话，”他继续说道，“这玩意是使用了用原版Minecraft里不存在的方块材质后才造出来的。我觉得如果我一开始就只用原版默认材质的话，最终结果也应该就那样。”\n\nI think Col Fetters has done mansions across the globe proud. Or else, maybe he’s just made them feel really self-conscious. It has everything that I never knew I wanted in a house, and then some. So, is this his aspiration? The dream home?\n我觉得Col Fetters让全世界所有的别墅以之为荣。也或者他仅仅让那些别墅自愧不如。这里拥有一切我未曾想过在房子里能拥有的，或许还远不止此。这，就是伟大志向吗？梦想中的家？\n\n\n\n\n\n\n\n\n\n\n\n\n\n“I’m not going to lie,” says Col Fetters when I ask, “I would love to own this house - who wouldn’t? But I don’t know that I would call it an aspiration. It’s one of my most ambitious projects and I’m pretty pleased with what it’s become.”\n“我不打算撒谎,”Col Fetters在我问及时说道，“我就是要占这栋房子 —— 谁不愿意呢？但我并不知道我会去称之为志向。这是我雄心勃勃完成的几大项目之一，当我看到最终成果时我十分欣慰！”\n\nFrankly, I am amazed at his lack of enthusiasm for it. Think of all the clothes it would take to cover that floor! I would have so many clothes, and all of them would be Ryan Gosling’s jacket from the new Blade Runner. But that’s just me. I ask Col Fetters what he’d do with the place if it was his private home.\n讲真，我已经因他并不是满分激情这事而备受震撼了。想想如果用衣服去铺满地面共需要多少件！我将会有许多的衣服，并且都是银翼杀手2049中瑞恩·高斯林穿过的的夹克。但这次的人是我。我问Col Fetters了，如果这是他的私人住宅的话他会对这地方做什么。\n\n“Well,” he starts, “if this was my house I’d definitely take advantage of the private rooftop lounge. A couple of my favourite spots are the basement den, the beachside gazebo - with all of the sea breezes and none of the sand! - and the pool. I’m also a biologist and love the outdoors, so I would probably spend a lot of time out on one of the boats fishing. Although I should probably spend some quality time in the gym…”\n“好吧，”他开始说，“如果这房子是我私有的，我必定会好好享受平定的起居室。我喜欢的几个点是小地下室，以及沙滩边的凉亭 —— 吹吹海风，不用担心沾一身沙！- 还有水塘。我也是个生物学家，喜欢户外运动，因而我也会消磨驾一叶扁舟垂钓的时光。尽管我应该在健身房充分利用光阴的……”\n\n\n\n\nCol Fetters knew about Minecraft long before he started playing it because of his work as a school teacher. “I teach science,” he tells me, “and I do use Minecraft as an example when we talk about natural resources and competition for those resources. When we talk about geology I usually have to dispel the myth that bedrock is some extremely tough rock found deep underground, and that there aren't actually huge pools of lava and diamonds under everyone's feet. Although digging straight down is still always a bad idea.\nCol Fetters在正式开始玩Minecraft以前就了解了，全然因为他的教师职业。“我教科学，”他告诉我，“并且我还真在讲到自然资源以及为之的竞争时用Minecraft作为典例。讲到地质学时我通常不得不说基岩是深层地表之下很硬、很坚固的岩石，并且那里没有地下岩浆湖，也没有脚下随处可见的钻石。毕竟真男人挖矿坑人无数。\n\n'I have found however that lots of kids now know that glass comes from molten sand and that 'smelting' metals is a real thing. Plus a lot of kids are surprised when they find out their teacher plays Minecraft too. After seeing some of my builds a student challenged me to recreate our school. So far I've got a foundation laid out using our emergency fire escape map, it's going to take a while…”\n“但我却发现，很多孩子都知道了玻璃来自于熔化了的沙子，并且‘冶炼’金属是真实存在的。当然孩子们发现自己的老师也玩Minecraft时脸上写满惊讶。结果有一个孩子看到我建造的一些建筑作品后竟然要我挑战还原整个学校。现在我也用火灾逃生地图搞清楚了学校的建筑基础结构，后面应该是漫长的加工了……”\n\nI can’t wait to see how it turns out. Rooftop lounge above the science lab? A massive jacuzzi in which I can read books from the library? Maybe even a home cinema where I can not do my homework! Yeah, I didn't do well at school.\n我真的很想看最终成果长什么样子。实验室顶有一个平顶起居室？能让我在里面安心地读图书馆里借来的书的爵士浴缸？或许会有让我把作业扔到九霄云外的户内电影院！嗯，我，是学渣。\n\n\n注：“瑞恩·高斯林的夹克”：电影梗，演员瑞恩·高斯林（Ryan Gosling）的夹克，有人评为“每一件都是撩妹神器”；电影没看过几部，反正穿过很多件就是。\n\n\n【Enderman 译自官网 2017 年 11 月 04 日发布的 Mansioncraft!；原作者 Emily Richardson】\n【本文排版借助了：SPX】\n\n\n前段时间忙着写课题报告+复习高数，忙到今天下午终于忙完了……咕掉的不补了\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1591104000,
            "txt_content": "我的上帝呀，这个文字格式是意外事故吗？\n\n\n\n\nimage.png (173.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-6-2 21:20 上传\n\n\n\n\n\n"
        },
        {
            "author": "Never-Mind",
            "timestamp": 1591106340,
            "txt_content": "封徵 发表于 2020-6-2 21:20\n我的上帝呀，这个文字格式是意外事故吗？\n你的上帝呀 这究竟发生了什么 实在是太令人悲伤了\n浏览器设置有问题吧"
        },
        {
            "author": "Оil",
            "timestamp": 1591106400,
            "txt_content": "平 静 上 班 族的 理 想 生 活【大嘘】"
        },
        {
            "author": "封徵",
            "timestamp": 1591106820,
            "txt_content": "1730571742 发表于 2020-6-2 21:59\n你的上帝呀 这究竟发生了什么 实在是太令人悲伤了\n浏览器设置有问题吧\n噢不我的上帝呀，不要再拿那种会令我想到昨天老约翰家墙角死老鼠的恶心腔调和我说话了    \n并不，只是现在LZ修好了而已，一开始确实是文本格式出了问题。  \n  \n不要什么都怪到浏览器身上，浏览器是无辜的"
        },
        {
            "author": "Never-Mind",
            "timestamp": 1591107300,
            "txt_content": "封徵 发表于 2020-6-2 22:07\n噢不我的上帝呀，不要再拿那种会令我想到昨天老约翰家墙角死老鼠的恶心腔调和我说话了    \n并不， ...\n好吧 原来我后来的所以看到正常的"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1591107300,
            "txt_content": "封徵 发表于 2020-6-2 22:07\n噢不我的上帝呀，不要再拿那种会令我想到昨天老约翰家墙角死老鼠的恶心腔调和我说话了    \n并不， ...\n鬼知道怎么崩的，突然每一行多了一对backcolor。。"
        },
        {
            "author": "米安博奥",
            "timestamp": 1591108980,
            "txt_content": "这是买了个岛修的豪宅吧"
        },
        {
            "author": "知秋一葉",
            "timestamp": 1591113300,
            "txt_content": "卧槽，大佬"
        },
        {
            "author": "kayn-",
            "timestamp": 1593097140,
            "txt_content": "感谢大佬翻译，辛苦了"
        },
        {
            "author": "dcpswysbbdxy",
            "timestamp": 1593144480,
            "txt_content": "Оil 发表于 2020-6-2 22:00\n平 静 上 班 族的 理 想 生 活【大嘘】\n上班族的哀叹"
        },
        {
            "author": "1018827075",
            "timestamp": 1598685420,
            "txt_content": "11111111111111111111111"
        }
    ]
}