{
    "title": "想起那儿时的回忆 西部最NB的枪手归来！",
    "author": "JedBoy_LD",
    "replyCount": 29,
    "timestamp": 1317627180,
    "txt_content": " 本帖最后由 JedBoy_LD 于 2011-10-3 15:34 编辑 \n\n老D给大家放一个绝对能勾起你儿时回忆的皮肤 他就是卢克！！！！！！！！！！！！！！！！！呱唧！\n\n.\n\n\n\n\nQQ截图20111003152458.png (2.08 KB, 下载次数: 8)\n\n下载附件\n\n2011-10-3 15:34 上传\n\n\n\n\n[attach]10472[/attach]\n\n.\n\n\n\n\nQQ截图20111003152510.png (1.77 KB, 下载次数: 8)\n\n下载附件\n\n2011-10-3 15:33 上传\n\n\n\n\n\n\n放附件！！！\n\n\n\n\nchar21312345.png (302 Bytes, 下载次数: 26)\n\n下载附件\n\n2011-10-3 15:26 上传\n\n\n\n\n\n\n咱是爱奉献的老D 老D将会带来更多给力的作品 大家期待吧！！\n",
    "replies": [
        {
            "author": "hhyx",
            "timestamp": 1317627300,
            "txt_content": "对不起。。卢克是啥"
        },
        {
            "author": "982174536",
            "timestamp": 1317628620,
            "txt_content": "的确....卢克是什么啊？"
        },
        {
            "author": "Herobrine",
            "timestamp": 1317628680,
            "txt_content": "卢克是撸克吗？"
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1317628920,
            "txt_content": " 本帖最后由 JedBoy_LD 于 2011-10-3 16:02 编辑 \n\n不知道卢克的朋友 1.你们年龄还小 2.你们年龄太老 3.你的见世面有点窄 4.你很爱国！爱过头了都= =|||"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1317629340,
            "txt_content": "啥是撸课？"
        },
        {
            "author": "HQT",
            "timestamp": 1317629640,
            "txt_content": "只知道星球大战的卢克.."
        },
        {
            "author": "haonannann",
            "timestamp": 1317629820,
            "txt_content": "嘴巴不够长XDDDDD"
        },
        {
            "author": "hkw7979",
            "timestamp": 1317630540,
            "txt_content": "难道是星球大战的卢克？"
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1317630540,
            "txt_content": "green丶bastard 发表于 2011-10-3 16:09 \n啥是撸课？\n版主你也不知？？？！！！"
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1317630600,
            "txt_content": "haonannann 发表于 2011-10-3 16:17 \n嘴巴不够长XDDDDD\n你知道卢克 ？幸运的卢克？？！！"
        },
        {
            "author": "haonannann",
            "timestamp": 1317631080,
            "txt_content": "JedBoy_LD 发表于 2011-10-3 16:30 \n你知道卢克 ？幸运的卢克？？！！\n好吧我不知道~~"
        },
        {
            "author": "Mars.ant",
            "timestamp": 1317633060,
            "txt_content": "哦  是  小时候玩的游戏上的么"
        },
        {
            "author": "453914742",
            "timestamp": 1317634320,
            "txt_content": "貌似幸运路克吧......LZ  这貌似是一部影片"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1317635160,
            "txt_content": "一定要知道么"
        },
        {
            "author": "jyh",
            "timestamp": 1317636060,
            "txt_content": "卢克\n\n没找到楼主说的。。\n\n卢克（1912－1994），原名卢敬美，福建省永定县金丰陈东乡人。一九二九年加入中国工农红军，同年加入中国共产主义青年团，一九三二年转入中国共产党。\n\n目录\n\n1、中国少将-卢克\n2、烈士-卢克\n3、巴拉圭城市-卢克\n4、西班牙球员-卢克\n贴吧相册\n展开\n编辑本段\n1、中国少将-卢克\n\n　　  卢克（1912－1994）原名卢敬美，福建省永定县金丰陈东乡人。一九二九年加入中国工农红军，同年加入中国共产主义青年团，一九三二年转入中国共产党。土地革命战争时期，任红十二军第一00团连长。一九三0年底进入瑞金红军大学第三期学习。翌年编入红九军团，任连政治指导员、支部书记、团组织干事、营教导员、团总支书记，游击队长兼政治委员。参加了中央苏区五次反“围剿”作战和二万五千里长征。参加了遵义战役和强渡金沙江等战斗。到达陕北后，任红三十二军直属队协理员。一九三六年进入中国人民抗日红军大学学习。抗日战争时期，任抗日军政大学学员队指导员，冀中军区骑兵团政治委员，冀中第八军分区地区队队长。一九四二年进入中国人民抗日军政大学第二分校学习，毕业后任冀中军区第十军分区区队长，冀中军区政治部保卫部部长。解放战争时期，任冀中军区政治部军法处处长，冀中军区组织部部长。中华人民共和国成立后，任中国人民解放军河北省军区政治部组织部长，河北省军区政治部副主任、主任，省军区副政治委员。\n　　一九五五年被授予中国人民解放军少将军衔，荣获三级八一勋章，二级独立自由勋章，二级解放勋章。\n人物生平\n　　从儿童团长到红军连长 轰轰烈烈的第一次国内革命战争失败后，张鼎丞、阮山、卢肇西等中共永定  卢克---反“围剿”作战县委和地方党组织的领导人，深入溪南、湖雷、金丰等地农村，进行艰苦细致的组织领导工作，积极发动农民群众起来抗租、抗捐、抗税、抗粮、抗债进而建立准备武装暴动的组织“铁血团”。驻守永定县城的国民党军阀张贞部江湘营，对农民运动进行残酷镇压。广大群众自动卖猪卖粮，捐款给“铁血团”打制刀械，各乡村的“铁血团”利用夜间进行军事训练，积极准备武装暴动。少年卢克感受到革命的风暴正蓄势待发。\n　　1928年6月29日，福建规模最大、影响最深的永定暴动爆发。暴动群众一度攻占永定县城，但在国民党部队的疯狂反扑下，只得撤回农村坚持游击战争。由于敌强我弱，缺乏经验，暴动武装受到一些损失，武装斗争转入低潮。\n　　1929年2月，红四军首次入闽，3月歼灭土著军阀郭凤鸣所部2000余人，击毙敌旅长郭凤鸣，解放了长汀县城。消息传开，金丰农民群众立即开展打土豪分田地的斗争。同年5月，卢克在革命的召唤下，加入到革命的洪流，并被推举为儿童团团长。\n　　红四军三打龙岩期间，还乘胜攻占了永定县城，将永定的革命烈火燃得更旺。卢克带领儿童团员日夜站岗放哨，还经常进行操练，并积极参加烧田契毁债券等革命斗争，将土豪的浮财分发给贫苦群众。\n　　在毛泽东、朱德的直接关怀和红四军的帮助下，闽西地方工农武装迅猛发展。1929年10月，卢克毅然带领20余名儿童团员集体报名参加张鼎丞领导的红军游击队（后改编为红四军第四纵队第七支队）。红军首长看他机警而勇敢，就分配他做通讯员。卢克参加红军不久，即加入了中国共产  福建省永定县金砂镇的永定暴动遗址主义青年团。\n　　1930年1月，中共闽西特委组编了闽西红军第一、二、三、四、五团。同年4月，上述5个团合编为红军第十二军。卢克被编入第一○○团，任班长。\n　　红十二军甫一成立，就凯歌高奏。其中第一○○团转战于漳平、南靖、平和、龙溪、华封各县，摧毁各区、乡、村反动政权，消灭各区、乡、村反动武装，并发动闽南广大群众开展武装斗争。1930年5月18日，红十二军在永定芦下坝与反动民团激战，击毙及活捉敌团总各2人，共打死和俘虏团丁200多人，缴获步枪、左轮枪、驳壳枪等各种枪100余枝，令地方军阀和民团闻风丧胆。\n　　1930年6月，红一军团成立，下辖红四军、红六军、红十二军。红十二军由伍中豪任军长，谭震林任政委。同年8月1日，红十二军代军长罗炳辉（伍中豪因病留在长汀休养）率部进到南昌对岸的牛行车站，隔江向南昌鸣枪，以纪念南昌起义3周年。\n　　1930年8月20日，红一军团在湘赣交界的文家市与国民党第四路军第三纵队激战3个小时，以伤亡700余人的代价，击毙敌第三纵队司令戴斗垣以下1000余人，俘敌1000余人，缴获长短枪1500余枝，手提机关枪10枝，机关枪27挺，无线电台一部，取得了组建以来的第一次重大胜利文家市战斗后，红一、三军团在江西永和市胜利会师，组编为红一方面军。红一方面军成立后，发起长沙战斗，两次总攻均未奏效，遂撤围长沙，转移到湘赣边界株州、醴陵、萍乡、攸县地区，就地转入休整、筹款和做群众工作。\n　　1930年10月4日，红一军团攻占赣西南地区政治、经济、文化中心吉安县城，使赣西南苏区的赣江以西和赣江以东地区联成一片。7日，红一方面军总前委和赣西南特委在吉安召开庆祝胜利的群众大会，宣布成立江西省苏维埃政府，任命曾山为省苏执行委员会主席。\n　　1930年冬，蒋介石调集10万兵力，对中央苏区发起第一次大“围剿”。龙冈一战，红一方面军歼灭国民党军第十八师师部和2个旅近1万人，活捉敌前敌总指挥张辉瓒，缴获各种武器9000余  卢克---闽西红军件，子弹100多万发，电台一部。再战东韶，红一方面军歼灭国民党军第五十师1个多旅3000余人，缴获长短枪2000余枝，机关枪40余挺，迫击炮4门，子弹13万余发，电台1部。国民党军对红一方面军和中央苏区的第一次大规模“围剿”遂以惨败告终。卢克参加了上述战斗，在战斗中表现勇敢，常冒着猛烈的炮火奋不顾身地冲锋，或抱着牺牲之决心冲进敌阵与敌浴血拼杀，受到上级表扬，被提为排长。\n　　打破第一次大“围剿”后，红十二军由宁都、古城、固村地区，向宁化发展，并恢复了瑞金、雩都苏区。1931年3月，蒋介石调集20万兵力，任命何应钦为总指挥，对中央苏区发动第二次大“围剿”。从5月16日起至31日止，红一方面军在半个月中，从赣江之滨一直打到闽西北山区，横扫700余里，连打5个大胜仗，共歼灭国民党军3万余人（其中俘虏1．1万余人），缴获各种武器2万余件，痛快淋漓地打破了国民党军的第二次大“围剿”。\n　　仅隔1个月，蒋介石调集30万大军（内有其嫡系部队5个师），亲任“围剿”军总司令，并聘请英、日、德等国军事顾问随军筹划，对中央苏区发动第三次大“围剿”。\n　　红一方面军在莲塘初战告捷，歼灭国民党军1个多营，击毙敌旅长谭子钧；再战良村，又歼灭国民党军2个旅。良村战斗后，红一方面军又处于被国民党军8个师三面包围的不利态势中。红一方面军首长决定：以红十二军（欠第三十五师）向乐安方向佯动，将敌军主力向东北方向牵引；方面军主力立即秘密西返兴国县境内继续隐蔽休整，待机歼敌。  第一次大“围剿”1931年8月17日晨，红一方面军主力进至兴国东北的白石周边地区隐蔽休整。红十二军主力由君埠附近的麻斜、古教等地出发，扬旗鸣号，大张声势地向东北方向进军，卢克所在的第一○○团还进占乐安县城2天。蒋介石、何应钦误把红十二军当作红一方面军主力，乃调整部署，以重兵尾追红十二军。红十二军在地方武装的配合下，故意采取走走停停的办法，同国民党军保持不即不离的距离，紧紧地牵着敌军的鼻子。红十二军利用自己轻装灵便的长处和敌军装备笨重不灵的弱点，专走崎岖难行的山路，忽东忽西，把敌军拖得极为疲惫。就这样，红十二军将国民党军部分主力拖了近半个月，出色地完成了掩护红一方面军主力西移和休整的任务。至9月上旬，国民党军在中央苏区的崇山峻岭中来回奔波了2个多月，肥的拖瘦，瘦的拖死，处于油盐告绝、粮食困难、人困马乏的境地。红军经过休整，士气旺盛，接连发起老营盘战斗、高兴圩战斗、方石岭战斗，打破了国民党军的第三次大“围剿”。\n　　卢克中央苏区第三次反“围剿”\n　　第三次反“围剿”，红一方面军连同地方武装共歼灭国民党军17个团计3万余人（其中俘敌1．8万余人），缴获长短枪1．5万余枝，机关枪175挺，迫击炮55门，各种子弹250余万发，电台6部，骡马约500匹。卢克参加了第二、三次反“围剿”作战。 第三次反“围剿”作战结束后，红一方面军总前委将红十二军之红三十四师和红三十五师编入红四军，重新组编了红十二军（其调出部份由红新十二军即闽西红十二军编入补充）。卢克作为战斗骨干，留在红十二军红三十四师第一○○团。  中央苏区第三次反“围剿”1931年11月至12月间，红十二军扫清了闽西各县的地主武装，还歼灭国民党福建省防军第二混成旅卢新铭部1个团，解放了连城县城和长汀、连城、宁化交界的广大地区，打通了闽西与宁化、清流、归化、建宁等苏维埃区域的联系。翌年2月下旬，红十二军连克武平、上杭两座县城，周恩来特地在中华苏维埃共和国机关报《红色中华》第12期发表题为《红军十二军占领杭武的意义》的社论。\n　　1932年4月至5日间，为配合东路军东征漳州，红十二军攻占永定县城和坎市、龙潭等地，开辟了永（定）、（平）和、（大）埔边的大片新区域，接着又解放了漳平县城，钳制了粤敌。红军排长卢克参加了上述战斗，进一步受到战火的洗礼。1932年5月，卢克光荣加入中国共产党；不久，由排长升为连长。\n　　浴血鏖战 抵达陕北 1931年11月25日，中央军事政治学校（由闽西红军学校、红一军团随营学校、红三军团随营学校合并而成），在瑞金正式成立。1932年底，卢克进入中央军事政治学校第三期学习。中央军事政治学校既是教育单位，又是中革军委和红一方面军的总预备队，随时准备参加反“围剿”作战。在军校学习期间，卢克从政治理论到参战实践，得到了较好的锻炼，增强了组织指挥的能力，政治素质和军事素质有了显著的提高。\n　　1933年10月28日，红七、九军团正式成立，从中央军事政治学校毕业不久的卢克，被分配到红九军团任连指导员兼连党支部书记。在第五次反“围剿”期间，他在红九军团历任团组织干事、营教导员、团总支书记、游击支队支队长兼政委。红九军团刚成立，就参加了云盖山、大雄关  卢克率部参加了广昌血战和建宁保卫战战斗，协同红一军团作战。战斗中，卢克率着连队从神岗正面出击，掩护主力进攻。国民党军在强大炮火的掩护下，以优势兵力轮番猛攻红一军团夺占的木鱼嵊高地。广大红军将士奋起反击，予国民党军以较大杀伤。因敌强我弱，态势不利，红一、九军团撤出战斗。大雄关战斗，是红一军团自第五次反“围剿”以来打得最艰苦的一仗（内有2个师长负伤和1个师政委牺牲），红九军团在此战中经历了大战恶战的锤炼，亦有一定的伤亡。大雄关战斗后，卢克又相继参加了樟村、横村战斗，这仗又是一场恶仗。红军指战员冒着密集的炮火，不怕牺牲，前赴后继，英勇作战，但由于敌我兵力悬殊，只得弃守樟村、横村。鸡公山恶战，红九军团兵员消耗很大。战斗中，卢克指挥所部以手榴弹消灭了冲到阵地前沿的敌人，弹药告罄后，他率领全营指战员一次次跃出阵地，用马刀和刺刀同蜂拥而上的敌人拼杀。中革军委原定红九军团在五通桥地区，突击由樟村、横村地区向南丰县城筑垒推进之敌，鸡公山一战，红九军团元气大伤，但在“左”倾路线的高压指挥下，仍与步步推进之敌频频苦战。在随后进行的三溪圩、三坑战斗中，红一方面军伤亡2267人，又被迫撤出战斗。\n　　蒋介石在南丰、泰宁地区作战获胜后，指挥国民党军向广昌、建宁发动进攻。博古、李德命令红九军团在广昌一带构筑防御工事，又抽调红一、三军团和红五军团红十三师及红二十三师，采取集中对集中、堡垒对堡垒、阵地对阵地的所谓“正规战争”，与国民党重兵在广昌决战。广昌保卫战，是典型的阵地战、消耗战。红军歼敌2626人，自身却伤亡5093人。广昌失守后，博古、李德命令红一、九军团继续采用堡垒对堡垒和“短促突击”的战法，保卫建宁。结果，红军在付出较大伤亡后，主动弃守建宁，以避免更大的损失。\n　　卢克率部参加了广昌血战和建宁保卫战。国民党军占领广昌、建宁后，向中央  突破敌第四道防线湘江苏区腹地发动全面进攻。博古、李德实行“六路分兵”、“全线抵御”。其中，红一、九军团和红二十四师负责抗击向长汀推进之敌。国民党东路军李延年第四纵队等部，由连城出发，向长汀推进，企图先占领长汀，尔后会同北路军、南路军总攻瑞金。红一、九军团和红二十四师按照中革军委主席朱德的指示，在林彪、聂荣臻统一指挥下，采取“诱敌深入”方针，在温坊（今文坊）地区求歼该敌，以阻止其推进。温坊位于连城以南白衣洋岭山麓，是国民党军李延年等部由朋口进占长汀的必经之地，距朋口10公里，沿途都是谷地，两侧高山连绵，村落附近较平坦，南北又系山地，可以隐蔽大部队。\n　　卢克率部参加了温坊战斗。此战，红二十四师负责诱敌，国民党军李延年部第三师第八旅旅长许永相率所部3个团贪功冒进，孤军深入温坊。林彪、聂荣臻抓住战机，令红二十四师隐蔽迂回至洋坊尾、马古头之间，切断许永相旅的归路，并由西北向东南攻击敌之右翼；红九军团轻装前进，经大坪坝、白奄子、吴家坊，向曹坊攻击前进，确保红二十四师左翼安全，并协助红二十四师进行突击；红一军团以1个团向八前亭、王沙坑、洋贝攻击前进，切断曹坊、温坊之间敌人的联系，保障红二十四师右翼安全；红一军团主力由西、南两面向东、北方向突击进占温坊之敌。1934年8月31日夜21时许，红军以秘密、迅速的动作，包围许永相旅，发起猛烈突然的进攻。翌日拂晓，许永相旅覆灭，仅旅长许永相带着极少数人漏网。国民党军东路军总指挥蒋鼎文下令所部由朋口向温坊反扑，进占温坊，红军乘敌立足未稳，集中兵力歼灭国民党军第九师第五十团一部。\n　　温坊战斗，红军以伤亡700人的代价，毙伤敌2000余人，俘敌2400余人，取得第五次反“围剿”以来罕有的胜利。蒋介石接到温坊战斗的战报后，枪毙了旅长许永相，并将第三师中将师长李玉堂降为上校团长。 温坊战斗的局部胜利，改变不了红军整体被动的局面。1934年9月26日，国民党军向中央苏区腹地发起总攻。红九军团奉命坚守连城、长汀交界处的松毛岭，阻击李延年纵队。卢克率部参加了松毛岭保卫战。10余万国民党军在36架德国造“黑寡妇”战斗机的配合下，不分昼夜地强攻松毛岭  中央红军长征胜利到达陕北吴起镇，人数不足1万的红九军团在地方军民的配合下，与敌进行殊死的战斗，在10余天里毙伤敌1万余人，自身也付出伤亡过半的代价。10月7日，中共中央和中革军委命令红二十四师接替红九军团坚守松毛岭。在红二十四师的掩护下，红九军团陆续退出松毛岭阵地，集结于长汀南山乡中复村，踏上悲壮的长征之旅。\n　　长征之初，红军中弥漫着怅惘、焦躁、不满的情绪，卢克全力做好所部指战员的思想工作，稳定了指战员的情绪。中央红军顺利地突破敌三道防线，在突破敌第四道防线湘江时，却遇到重大损失，总人数由长征之初的8．6万人锐减至过湘江后的3万余人。卢克率部参加了湘江血战。渡过湘江后，他及时加强部队思想工作，坚定所部指战员的革命必胜信心，藉以鼓舞受创的士气，避免军心涣散。1934年12月18日的黎平会议上，毛泽东力主放弃同红二、六军团会合的原定计划，改向敌人力量薄弱的贵州前进，获得与会多数人员的通过。黎平会议后，中央红军西入贵州，突破天险乌江，红一、九军团由回龙场渡口渡过贵州最大的河流乌江。中央红军渡过乌江后，于1935年1月7日凌晨智取遵义。1935年1月15日至17日，中共中央政治局扩大会议在遵义举行。\n　　遵义会议后，中共中央成立了由毛泽东、周恩来、王稼祥组成的“三人军事小组”，全权负责军事。中央红军四渡赤水，矫若游龙。二渡赤水期间的遵义战役，是中央红军长征以来的第一个大捷，极大地鼓舞了全军的士气。此役，中央红军在5天之内，取桐梓、占娄山关、再夺遵义城，共歼灭和击溃国民党军2个师又8个团，毙伤敌2400余人，俘敌3000余人，缴获大批军用物资。卢克参加了遵义战役，率部与兄弟部队协力迟滞川敌于桐梓西北地区，掩护红军主力攻占自古兵家必争之地娄山关。\n　　1935年4月，中央红军乘虚进军云南，巧渡金沙江。期间，红九军团奉命由水城向滇东北的宣威地区发展，于4月28日占领宣威县城，吸引追敌向北，从而配合了中央红军主力巧渡金沙  冀中抗日根据地江。5月9日，2万多红军将士在皎平渡全部渡过金沙江，到达会理地区。单独行动的红九军团，完成牵制任务后，在会泽以西的树节、盐井坪地区渡过金沙江，并沿金沙江西岸布防，阻止敌人渡江，掩护红军主力集结会理地区休整。中央红军巧渡金沙江，从而跳出了数十万敌军围追堵截的圈子。随后，中央红军正确执行民族政策，顺利通过彝族区；强渡大渡河，飞夺泸定桥；翻越海拔4000多米的大雪山夹金山。1935年6月12日，中央红军与红四方面军在四川懋功胜利会师6月26日，中共中央在懋功以北的两河口举行政治局扩大会议，决定红一、四方面军共同北上，在川陕甘创建革命根据地。1935年7月21日，中革军委决定将红一、三、五、九军团依次改为红一、三、五、三十二军。红三十二军由罗炳辉任军长，何长工任政委。\n　　张国焘个人政治野心膨胀，一意孤行坚持南下的错误主张，并电令红四方面军总政委陈昌浩“南下，彻底开展党内斗争”，阴谋危害党中央。党中央接到叶剑英的报告后，当机立断，率红一军、红三军和军委纵队迅速脱离险境，先行北上，突破天险腊子口，于1935年10月抵达陕北吴起镇，胜利结束历时1年，纵横11省的二万五千里长征。\n　　张国焘公然另立“中央”，率红四方面军并裹挟红五军和红三十二军南下，重新倒回茫茫草地，再折回马塘、松岗、党坝一带。茫茫草地，连绵数百公里，忽而迷雾重重，忽而风雨交加，忽而骄阳似火，忽而漫天飞雪，气候条件异常恶劣。草丛下河沟交错，泥泞不堪，淤潭遍布，无路可循，更无人烟，水质恶劣。草地吞噬了不少红军指战员的宝贵生命。卢克以藐视一切困难的大无畏气概，顶风雨，战严寒，踏泥沼，啃草根，嚼树皮，忍饥耐渴，战胜难以想象的困难，再次穿越了茫茫大草地。\n　　南下期间，卢克参加了绥（靖）崇（化）丹（巴）懋（功）战役和天（全）芦（山）名（山）雅（安）邛（崃）大（邑）战役。1935年11月进行的百丈恶战，标志着张国焘南下主张的彻底失败。此战过后，红四方面军由南下开始时的8万多人，锐减到（连同红五军、红三十二军算在内）4  卢克率部参加了正太路破袭战万余人。1936年6月，红二、四方面军在甘孜会师。翌月，在党中央挽救下，在朱德、刘伯承、贺龙、任弼时等人的斗争和红四方面军广大指战员的强烈呼吁下，张国焘被迫同意与红二方面军一起继续北上。卢克以顽强的意志和坚定的信念，第三次穿越茫茫草地。1936年10月，红一、二、四方面军三大主力红军在甘肃会宁胜利会师。卢克到达陕北后，任红三十二军直属队政治协理员。1936年底，他被选送进中国人民抗日红军大学学习。1936年底，为适应全民族抗战局面即将到来的新形势，中共中央、中央军委将中国人民抗日红军大学从保安（今志丹县）移至延安，并将校名改为“中国人民抗日军事政治大学”（简称抗大）。1937年7月7日，“芦沟桥事变”爆发，中华民族进入全面抗战时期。卢克于抗大毕业后，留校任抗大学员队指导员。从1937年8月起到1939年12月止，卢克在抗大工作了两年多时间，为培养抗日军政人才作出了贡献。\n　　驰骋冀中 浴血建功 抗日战争爆发后，中国共产党创建了冀中抗日根据地。冀中抗日根据地，西起平汉路，东至津浦路，北临平津路，南越沧石路，毗临冀南，面积约18万平方公里，下辖50多个县，总人口1000多万。冀中抗日根据地是平原地区，道路四通八达，便于日军机械化部队运动，冀中军民打破了日军的多次进攻，巩固了抗日根据地。冀中抗日根据地，是中国共产党创建的抗战堡垒。1938年11月至1939年1月，日军对冀中抗日根据地连续发动两次大“扫荡”，占领了大部分县城。为支持冀中抗日，贺龙率八路军一二○师主力从晋西北挺进冀中，在齐会战斗中击毙日军700余人，取得平原歼灭战的重大胜利。1939年8月，国民党顽固派在山西大肆搞反共“摩擦”，贺龙率一二○师主力离开冀中开赴北岳区。\n　　为坚持冀中平原抗战，王平、旷伏兆、孟庆山等军政干部被陆续派到冀中。1939年12月，卢克经千里跋涉，穿越日伪一道又一道封锁线，到达冀中，任冀中军区骑兵团政委。针对国民党顽固派猖狂的反共军事行动，中共中央提出旨在挽救抗战危局的三大政治口号：“坚持抗战、反对投降，坚持团结、反对分裂，坚持进步、反对倒退。”制定了“人不犯我，我不犯人，人若犯我，我必犯人”的自卫原则，确立了“发展进步势力，争取中间势力，孤立顽固势力”和“有理、有利、有节”的斗  卢克争策略。卢克率骑兵团开展反摩擦斗争，为保卫和巩固冀中抗日根据地作出了贡献。\n　　1940年8月，八路军发起“百团大战”。卢克率部参加了正太路破袭战。涞（源）灵（丘）战役期间，冀中军区为配合涞灵战役，组织了任（邱）河（涧）大（城）肃（宁）战役。卢克率部参加了任河大肃战役，率骑兵团在冀中平原上反复快速出击，打击日伪部队，拔除日伪据点。在“百团大战”处于尾声时，冀中军区各部展开以破坏石（家庄）德（县）路为主，并遍及全冀中的交通破击战，先后攻克日伪据点17座。1941年3月，卢克转任冀中军区第八军分区地区队队长。从1941年3月起，日军对冀中抗日根据地展开了全面的“蚕食”，截至该年年底，日军在冀中的据点和碉堡，由1940年的534个增至1026个，公路由3275里增至4285里，封锁沟、墙由1551里增至3538里。1942年春，日军变本加厉地“蚕食”冀中，增建据点和碉堡136个，增修公路500公里，基本上完成了对冀中的全面分割，并切断了冀中与北岳、平西、冀东各区的联系，在冀中形成碉堡星罗棋布，公路密如蛛网、沟墙纵横交错的局面。为配合“蚕食”，日伪军对冀中进行频频“扫荡”。卢克率部开展游击战，以地雷战、地道战、麻雀战等有效战术打击敌人。为彻底摧毁冀中抗日根据地，日军华北方面军司令官冈村宁次凋集第四十一师团、一一○师团、二十六师团和第七、九独立混成旅团各一部，还调集各地伪军，共计5万多人，出动汽车800多辆，并以坦克、飞机配合，亲自披挂上阵，于1942年5月1日对冀中进行空前残酷的所谓“剿灭”作战。\n　　日军采用“纵横张网，对角清剿，反复合击”的战法和“三光”政策，对冀中进行“拉网大扫荡”。冀中抗日军民展开英勇的反“扫荡”斗争，在两个多月中，与敌作战272次，毙伤日军11000余人。在日伪军的层层包围和连续合击下，冀中军区减员16800余人（接近总兵力的一半）。冀中根据地被日伪军分割为2670小块，每一小块都处在敌人的严密封锁和控制之下，八路军大部队不仅活动困难，且随时会受到敌人的围攻。鉴于此，冀中军区主力部队陆续突过平汉路转移到北岳、太行和冀南地区，冀中只留下一部分基干团，和地方武装一起坚持游击战争。主力部队突围后，冀中根据地变成了游击根据地、游击区或敌占区，卢克奉命率部留在冀中坚持抗日斗争。有一次，日军包围了他所率的一小股人马。他英勇突围，刚跳出敌人的包围圈，又孤身一人与敌遭遇。在密集的弹雨中，他不幸受伤，血流如注，他赶紧用一块银元堵住流血的伤口，边跑边开枪还击紧追不舍的敌人。跑着，跑着，一条小河挡住他的去路，他果断跳入河中，摆脱了追敌。\n　　卢克脱险后在一革命群众家里秘密养伤。伤愈后，他千方百计想与上级联系，但都没联系上。敌人到处捕捉八路军留在冀中的干部、党员和革命群众，搜查武器，抢掠物资，疯狂破坏我地方党政群众组织，挨村“扫荡”，不断四出奔袭合击。在局势严峻、危机四伏的日子里，卢克把几名被打散的战士组成一个新的战斗集体。不管环境多么险恶，条件多么恶劣，卢克以坚定的革命意志，坚持敌后游击战争，一边发动群众坚持抗战，秘密恢复党的组织，一边宣传党的抗日政策，惩办罪大恶极的汉奸，并寻机消灭小股日伪武装。\n　　1942年秋，卢克终于与上级取得了联系。同年11月，他奉命进入抗大第二分校学习。1944年4月，卢克从抗大第二分校毕业后，任冀中军区第十军分区地区队队长，后改任冀中军区政治部保卫部部长。1944年春，冀中军区部队在地方武装和民兵配合下，攻克日伪据点、碉堡500余处。在同年5、6月间进行的麦收保卫战中，冀中军区部队攻入任邱、河涧等县城，摧毁日伪据点20余处，歼灭日伪军2000余人。卢克参加了冀中军区1944年春季攻势和夏季攻势。1944年秋天，形势更加有利于抗日军民。1944年，冀中军区司令员杨成武指挥冀中抗日军民向日伪部队展开反攻，解放了肃宁县全境，并先后攻入武强、深泽、献县等县城，不但使冀中抗日根据地恢复到1940年秋季的区域，还开辟了（天）津南、藁城和无极、青县地区，并以一部主力挺进北宁铁路以北青云地区。卢克参加了冀中军区1944年的秋季攻势作战。\n　　在1945年春季反攻作战中，冀中军区发起任（邱）河（涧）战役，先后收复辛中驿、任邱县城、河涧县城。5月下旬，冀中军区又发起文（安）新（镇）战役和饶（阳）安（平）战役，先后收复文安、饶阳、安平、武强等县城。卢克参加了任河战役、安新战役、饶安战役。\n　　1945年6月8日，冀中军区部队发起子牙河战役，攻克塔里镇、子牙镇等日伪据点；7月12日，又发起大清河北战役，全歼胜芳、信安等日伪据点的守军，并拔除天津西南独流镇等地的日伪据点。卢克参加了子牙河战役、大清河北战役。\n　　卢克朱德向各解放区所有武装部队发布全面大反攻命令\n　　1945年8月10日，朱德向各解放区所有武装部队发布全面大反攻命令。冀中军区以3个军分区部队向天津、塘沽附近进攻；同时以2个军分区部队在冀晋军区3个团的配合下，向平汉铁路北平至石家庄段及其两侧地区进攻。8月15日中午，日本宣布无条件投降。冀中军区各部收缴被围日伪军的武装，并将拒绝投降的日伪部队加以消灭。\n　　杨成武指挥冀中军区主力部队进军天津，驻守天津的日军奉蒋介石之命“维持秩序”，在天津的伪军部队摇身一变成为“国军”，国民党军又凭借美军飞机、军舰的帮助，紧急空运和海运到天津。鉴于此，冀中军区主力部队撤围天津，转而攻歼其他地区的日伪军。\n烈火真金 铸就将军本色\n　　抗日战争胜利后，内战阴云密布。在国共谈判期间，局部内战不断。1945年10月中旬，国民党第十一战区的第四十、第三十、新编第八军共7个师45000余人自新乡开拨，急急北进，侵占平汉路两侧的解放区，欲伸足东北地区。为打退国民党军的进攻，中共中央军委指示晋冀鲁豫军区“阻碍和迟滞顽军北进是当前严重的战略任务。”刘伯承、邓小平指挥晋冀鲁豫军区主力发起邯郸战役，毙伤国民党军3000余人，俘国民党第十一战区副司令长官兼第四十军军长马法五以下23000余人，并争取新编第八军军长高树勋率部10000余人战场起义。邯郸战役的胜利，对阻止和迟滞国民党军北进，为中共中央巩固华北、发展东北战略的实施，起了重大作用。为配合邯郸战役，杨成武率冀中军区部队对冀中域内铁路特别是平汉路作彻底破击，卢克参加了铁路破击战。\n　　1946年6月26日，国民党挑起全面内战。同年9月，国民党军在攻占集宁、承德和冀东各县城后，以重兵进攻晋察冀军区首府张家口。中共晋察冀中央局和晋察冀军区遵照中央军委指示，决定由萧克、罗瑞卿指挥晋察冀野战军主力在平绥线东段打击由北平向张家口进攻之敌；由杨成武率6个旅，在冀晋、冀察、冀中军区部队配合下，于平汉线保定以北地区发动攻势，分散国民党军的兵力，掩护平绥线晋察冀野战军主力进行张家口保卫战。卢克参加了平汉线北段的作战，与战友们一起攻占4座县城，控制了120公里铁路，歼灭国民党军8000余人。\n　　国民党第十二战区趁张家口西北方向解放军兵力空虚之机，集中2万多兵力，于10月7日由集宁向张家口西北迂回急进，8日袭占张北，10日攻占狼窝沟。晋察冀解放军处于国民党两面夹击之势，乃果断弃守张家口。张家口失守后，晋察冀中央局在涞源召开扩大会议，以总结经验，树立信心，鼓舞斗志。这时，国民党军重新占领了平汉铁路北段，又占领察哈尔南部地区，企图深入晋察冀解放区腹地，占领要点，封锁关隘，把解放军主力困在山区加以围歼。1946年11月至次年1月，晋察冀野战军连续发起易（县）涞（水）、满城、保（定）南战役，共歼敌16000多人，使冀晋、冀中解放区连成一片。\n　　晋察冀军区根据中央军委的指示，采取“大踏步进退，完全主动的作战方针”，注重歼灭敌人的有生力量，不拘一城一地的得失，于1947年4月发起正（定）太（原）战役。\n　　卢克参加了正太战役。在冀中、冀晋街道等军区部队的配合下，晋察冀野战军攻克正定、栾城，并肃清石家庄外围国民党军据点90余处，破袭石太路石家庄至获鹿段，歼灭国民党军1万余人，接着又沿正太路西进，攻占井陉、娘子关等地，进逼阳泉。5月4日，从阳泉突围西撤的国民党军被歼灭。正太战役，解放军歼灭国民党军35000余人，使晋察冀和晋冀鲁豫两解放区联成一片。1947年4月，卢克调任冀中军区军法处处长。严格的纪律是胜利的保证。军法处处长卢克在冀中军区党委的领导下，开展纪律教育工作。在作战中强调坚决执行命令，坚忍顽强，不怕牺牲，能攻善守，令行禁止；在军队内部，强调官兵之间，友邻部队之间，协同作战，相互救援；在军民之间，要求军民亲如一家，不得损害群众利益。1947年10月10日，中国人民解放军总部下发《关于重新颁布三大纪律八项注意的训令》，与此同时，中央军委发表《中国人民解放军宣言》，强调加强纪律的重要性，明确指出：“必须提高纪律性，坚决执行命令，执行政策，执行三大纪律八项注意，军民一致，军政一致，官兵一致，全军一致，不允许任何破坏纪律的现象存在。”“训会”和“宣言”的严格执行，使冀中军区部队官兵关系、军民关系更加密切，战斗作风更为勇敢、顽强，成了一支纪律严明、能攻善守的部队。\n　　1947年9月间的清风店战役，解放军歼灭国民党第三军军部及其下辖部队1个师又1个团，开创了晋察冀军区歼灭战的新纪录，对扭转华北战局起了重要作用。卢克所在的冀中军区部队参加清风店战役，其中，冀中军区独立第八旅在民兵的配合下，英勇顽强地抗击兵力与武器都占绝对优势的国民党军第三军，阻击迟滞其北上，为歼灭该部国民党军赢得了宝贵的时机；冀中军区独立第七旅和另3个旅协同作战，以寸土必争之决心，连续苦战两天两夜，迟滞国民党援军从徐水南下，从而保障了清风店歼灭战的胜利。\n　　清风店大捷后，晋察冀军区又组织了石家庄战役。石家庄工事坚固，国民党方面宣称：“凭石家庄的工事，国军可坐守三年。”解放军仅用6天时间就攻克石家庄，被朱德总司令誉为“夺取大城市之创例。”卢克参加了石家庄战役，他所在的部队在战役中担任助攻任务。\n　　在清风店战役、石家庄战役前后，在冀中军区党委的领导下，卢克等军法处人员着重查纠下列违纪问题：执行命令不坚决；擅自变更作战部署；对敌情、战况、物资消耗报告不实；请假逾期不归队；缴获物资不归公；侵害群众利益；浪费民力。军法处的卓越工作，为战役的胜利起到积极作用。1948年5月9日，中共中央决定晋察冀和晋冀鲁豫两大解放区合并成为华北解放区，任命聂荣臻为华北军区司令员。华北军区下辖冀中等6个二级军区和野战军第一、第二、第三兵团。\n　　同年8月，卢克调任冀中军区政治部组织部长。辽沈战役期间，华北解放军第一兵团围攻太原，第二兵团和第三兵团为牵制傅作义部队而出击察绥。蒋介石和傅作义认为机会难得，乃制订了闪击石家庄和西柏坡的计划，想偷袭捣毁中共中央和华北领导机关。傅作义秘密调用第九十四军、新编骑兵第四师等为先锋，以第三十五军、第十六军、 第九十二军的3个师为后续部队，配属汽车500辆，装载大量炸药，由涿县等地经保定南下。军情紧迫，形势异常严峻。卢克所在的冀中军区紧急行动起来，将部队配置于铁路、公路两侧，作了大纵深的节节抵抗准备，各级指战员纷纷表示决心：不惜牺牲之代价，坚决捍卫党中央。冀晋军区也做好了迎击进犯之国民党军的准备。在部署冀中、冀晋军区作战的同时，周恩来急令在平绥路东段作战的第二兵团第三纵队郑维山、王宗槐部，兼程南下，在保定经南平汉路两侧进行截击。\n　　新华社连续报道国民党军偷袭石家庄和西柏坡的计划，冀中、冀晋军民严阵以待，同仇敌忾。傅作义的先头部队刚出保定南，就遭到有力的阻击，被阻滞于唐河北岸。郑维山、王宗槐率部回援，傅作义的先头部队见偷袭难以奏效，就急忙撤回保定。这样，蒋介石、傅作义精心制订的闪击计划宣告破产。\n　　1949年8月，卢克任河北省军区政治部组织部部长。同年10月1日，在冀中战场浴血奋战多年的卢克迎来了新中国的诞生。\n整顿秩序 卓有成效\n　　1951年6月，卢克升任河北省军区政治部副主任，翌年6月又提升为政治部主任。从1959年1月起，任河北省军区副政委兼政治部主任。戎马征战生涯，极大地损害了卢克的健康。1966年，经组织批准，卢克办理了病休手续。卢克办理病休手续不久，“文化大革命”爆发，全国陷入大“动乱”之中。为稳定局势，1967年1月23日，根据毛泽东的意见，中共中央、国务院、中央军委、中央文革小组发出《关于人民解放军坚决支持革命左派群众的决定》，命令人民解放军执行“三支两军”（即支左、支工、支农和军管、军训）任务。卢克带病参加了河北省军区的“三支两军”工作，为稳定河北的局势尽心尽力。\n　　鉴于各派“造反组织”反复夺权和难以掌权的混乱状况，毛泽东和党中央决定，在各省、市、自治区革命委员会中，除有“革命群众代表”外，还必须有军队代表和革命干部代表参加，即“三结合”。1968年，卢克参加组建河北省革命委员会并被选为委员，出任省革委会保卫组组长，全面负责公、检、法工作。\n　　卢克对党和人民忠心耿耿，为了减轻“文革”动乱对河北造成的损失，卢克带病坚持工作，心力交瘁。1972年，经组织批准，卢克离职休养（1985年2月，卢克的离休待遇被提高为副兵团级）。\n编辑本段\n2、烈士-卢克\n\n　　卢克（1910－1930）福建省平和县人。少时就读于漳州省立第二师范学校，接受革命思想熏陶，在同班同学王占春的影响下，积极参加学生运动，1927年1月参加共青团，随后转为中国共产党党员。大革命失败后，与王德、王占春等一道到漳州南乡和程溪一带发动农民，开展抗捐抗税斗争，组建农民赤卫队。1928年夏，受命到福州参加“国民革命军军官教导队”接受军事训练，结业后分配海澄县（今龙海市）港尾区任民团自卫队教官。以此为掩护积极开展党的工作。经过一年艰苦奋斗，逐步控制港尾地区的军政权力，同时培养了一批党员和革命骨干，使港尾地区成为当时中共福建省委的后勤基地。1930年底，在组织武装暴动的过程，因叛徒出卖，于12月8日在港尾圩头被国民党逮捕，随即英勇就义。\n编辑本段\n3、巴拉圭城市-卢克\n\n　　巴拉圭中南部城市。东距亚松森15公里。人口2.5万（1982）。始建于1635年。1864-1870年曾为临时首都。周围地区盛产甘蔗、烟草、棉花、水果等；饲养牲畜。产品多由此运销亚松森。有制茶、肥皂、酿酒、彩砖制造以及吉他、竖琴制作等工业。有铁路、公路通亚松森。\n编辑本段\n4、西班牙球员-卢克\n\n基本信息\n　　中文名：阿尔贝托·卢克\n　　英文名  ：Albert Luque\n　　国籍：西班牙\n　　出生年月：1978年3月11日\n　　身高：183cm\n　　体重：80kg\n　　现效力俱乐部：马拉加足球俱乐部\n　　位置：前锋/左边锋\n　　号码：5\n　　曾效力俱乐部：皇家马洛卡足球俱乐部；拉科鲁尼亚足球俱乐部；纽卡斯尔联足球俱乐部；阿贾克斯足球俱乐部\n职业生涯统计\n　　\n赛季"
        },
        {
            "author": "geludan",
            "timestamp": 1317636300,
            "txt_content": "卢克是谁啊"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1317636600,
            "txt_content": "老D果然是老D= =熱愛遠古時代~"
        },
        {
            "author": "948534838",
            "timestamp": 1317647100,
            "txt_content": "碉堡的卢克.....这个我知道- -太碉堡了"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1317687060,
            "txt_content": "那么长的撸课介绍- - 头晕"
        },
        {
            "author": "HQT",
            "timestamp": 1317698880,
            "txt_content": "哦！！！！！！！！！！！！！！！！！！我知道了！！！怪不得仿佛在哪里看见过！！幸运的卢克！看过看过！~~很小的时候看过的！！带着一个红色的围巾的（不知道那叫什么了.）...小时候还拿红领巾来模仿呢= =！  很久咯."
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1317703200,
            "txt_content": "jyh 发表于 2011-10-3 18:01 \n卢克\n\n没找到楼主说的。。\n米国西部地呀~= =|||"
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1317703260,
            "txt_content": "路邊電燈泡 发表于 2011-10-3 18:10 \n老D果然是老D= =熱愛遠古時代~\n嘻嘻 咱也是最近搜了一下电影 也看了一下动画 想起来真的怀念~"
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1317703320,
            "txt_content": "HQT 发表于 2011-10-4 11:28 \n哦！！！！！！！！！！！！！！！！！！我知道了！！！怪不得仿佛在哪里看见过！！幸运的卢克！看过看过！ ...\n恩恩！！你想起来了！！！"
        },
        {
            "author": "GG_bond",
            "timestamp": 1317712140,
            "txt_content": "jyh 发表于 2011-10-3 18:01 \n卢克\n\n没找到楼主说的。。\n噢噢噢噢！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！看不明白"
        },
        {
            "author": "asd273365987",
            "timestamp": 1317712740,
            "txt_content": "怀念阿......."
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1317714120,
            "txt_content": "asd273365987 发表于 2011-10-4 15:19 \n怀念阿.......\n恩恩！！！"
        },
        {
            "author": "asd273365987",
            "timestamp": 1317781800,
            "txt_content": "小时候超级喜欢看的..."
        },
        {
            "author": "我的地球",
            "timestamp": 1317895800,
            "txt_content": "我知道，你们太笨了！卢克就是卢克，你们不懂吗？楼主给分（其实卢克是地球上的人，懂不？）"
        },
        {
            "author": "shy-",
            "timestamp": 1429517220,
            "txt_content": "真心不懂~"
        }
    ]
}