{
    "title": "[Minecraft.net]CULTURE]特殊关怀",
    "author": "空之彼岸线",
    "replyCount": 1,
    "timestamp": 1591457400,
    "txt_content": "\n\nSpecial Effect\n特殊关怀\nThe UK charity helping people play games!\n来自英国的慈善机构帮助所有人都能畅玩游戏！\n\nEmily Richardson\n\nI can’t imagine my life without video games. But not everyone gets to enjoy building virtual houses and pestering Creepers with the happy abandon that I do. In fact, there are barriers that prevent some people from being able to play games at all, including Minecraft, and the majority of us probably don’t even notice. But SpecialEffect , a charity based in the UK, does. It makes games like Minecraft more accessible to those who want to play, but can’t.\n如果没有电子游戏的话，这日子我可过不下去，但是并非所有人都能像我一样去好好享受在游戏里建出虚拟建筑隔离掉那些烦人的爬行者的乐趣。实际上有些无情的壁垒隔在了一些人的游戏之间了，我的世界对于他们来说也在墙的那头，而这一点我们往往是注意不到的。但是在英国有一家慈善机构SpecialEffect注意到了这一点。他们设法使得像我的世界这样的游戏对于那些想玩又没法玩的人更易玩。\n\n“We help people with all kinds of physical disabilities to play video games,” says Mark Saville, who handles communications for SpecialEffect. “There are so many people out there who can’t play normal games, like football, cricket or rugby, and they can’t even play the online versions either. We’re trying to right the second half of that equation. We get them to play online.”\n“我们正在帮助各项身体残疾的人能够游玩电子游戏。”SpecialEffect公司的公关马克萨维尔这么和我们说道。“有很多活动残疾人都是没法正常参加的，比如足球、板球或者橄榄球，甚至是虚拟的相关体育游戏。我们正在尝试弥补这一点，至少让他们能够玩得了游戏。” \n\n\nCeyda has cerebral palsy and finds fine motor control difficult. Special Effect designed and built a unique control setup for her, and now she's able to play games as she's always wanted!\n赛达患有小儿麻痹症，对她而言精细操作十分困难。我们为她设计了一款独特的游戏手柄，现在她想怎么玩就怎么玩了。 \n\nSo, what are some of the closed doors they’re trying to crack open?\n那么，有关于这堵高墙，他们想砸穿哪里呢？ \n\n“There’s all kinds,” Mark explains, “and it depends on the disability. We see people as kind of projects. They’ll come to us with all kinds of disabilities and say, ‘Well, I’d like to play such-and-such’, and we do the best we can. Those disabilities range from people who may, for example, come back from a war with a finger missing, right through to people who’ve had strokes or who have muscular dystrophy, who may have very little movement or controllable movement in any part of their body. Our challenge is to try and match the game they want to play to the physical abilities that they have.”\n“怎么说呢，种类繁多。”马克这么和我们解释，“这取决于残疾的部位，我们将不同的人分别定为成不同的项目。这些来找我们的残疾人的残疾部位各不相同，然后和我们说，他想要玩什么什么游戏，然后我们就尽力为其实现这点。我们所见过的残疾症状大概有比如，在战争中失去手指的人，有中风或者肌肉萎缩的人，这种几乎全身都是失去行动或者可控的行动能力的人，我们所面临的最大的挑战就是将游戏操作水准线拉齐匹配至和他们的身体水准。”\n\nBill Donegan, projects manager at SpecialEffect, elaborates: “So, sometimes it’s adapting a controller for them.” For example, the buttons might be too hard to push, or the joysticks too difficult to move. “So we’ll modify it, make the joysticks lighter, maybe move some of the buttons around.\nSpecialeffect的项目经理比尔多尼根和我们这么详细介绍到：“有时候实际上就是为这些人重新设计一个手柄或者控制器。”比如那种可能难以按下去的按钮，或者难以搓动的手柄，“遇到这样的情况我们就会去改装手柄，比如换个更轻的摇杆，再改一些按钮的位置。”\n\n|\"We help people with all kinds of physical disabilities to play video games\"\n|“我们正在帮助各项身体残疾的人能够游玩电子游戏。”\n“Then sometimes it’s the opposite,” Bill continues. “Some people may not have very much fine movement but a lot of gross movement. So, we might need to spread the controls around, make them bigger and maybe give them more resistance.\n“有时候情况恰恰相反，”比尔接着说，“有些人的动作并不是很精细，他们只能做出比较粗旷的动作，这时候我们就需要让摇杆的活动范围增大，或者增大摇杆的阻力。”\n\n\"The challenge for us is to make those changes really, really personal. Somebody might have tiny movement of just several fingers; we’ve got to go in and look at that person and match up - to the millimetre - the little switches that we use. It’s not something you can just design a generic controller for, for accessibility. That’s never going to work.”\n“对我们而言最困难的地方在于，如何做到量身定制，有些人可能只有几个手指能够移动，我们必须再进一步仔细观察，以毫米级的精度来将其活动范围与我们的控制器相匹配。这并不是任何通用设计就能解决的，这样是注定行不通的。”\n\n\nHarry has a condition that makes it very difficult for him to reach far with his fingers. After his mum wrote to Special Effect saying that Harry had always wanted to play Minecraft with his big brother, they helped him do just that!\n哈利得了一种怪病，他的手指很难伸直，他的妈妈写信给我们，说他一直想和他的哥哥玩我的世界，于是我们就帮他实现了！\n\nFor some players, using physical hand controls at all is too difficult, so SpecialEffect have spent the last two years building an interface to work with a technology called Eye Gaze, which lets players operate the game with their eyes alone.\n对于一些玩家来说，使用这种实体的手用控制器实在是不现实，所以SpecialEffect公司花了两年多的时间发明了一种可以识别眼部的接口技术界面Eye Gaze，这样就可以让玩家只用眼睛来操作游戏了。 \n\n“The stage we’re at,” Bill says, “we’ve got a really good interface for advanced Eye Gaze users but now we want to make it usable by a wide range of Eye Gaze users, so if someone can’t select a very small icon on the screen, we’re making an interface that will work with bigger icons.”\n比尔说：“我们目前已经在为进阶的Eye Gaze使用者设计了一个非常好的界面，但我们希望能够扩宽相关人们的使用面，有的人不能选中那种界面中的小图标，我们正在设计更大图标的界面。” \n\nSpecialEffect’s software is designed to work with lower-end cameras that cost between €70 and €100. It’s not nothing, but SpecialEffect is making significant strides toward more affordable accessibility.\nSpecialEffect的技术设计可用于价格大概70到100美元的低端相机之上。这其实并没有什么特殊的，但是SpecialEffect正在尝试实现更低价格的无障碍环境。\n\n\n“We’re absolutely reliant on everybody else for help,” Mark says, though he’s astonished by the way that the gaming community has embraced SpecialEffect’s mission. “Many people come to us and say, ‘Look, I can’t imagine life without games, how can I help?’ They really get what [we’re] trying to do.”\n“我们可以行动完全依赖于他人的帮助”马克说，虽然他对游戏社区接纳了这点有点惊奇。“很多人联系我们，表示他们完全没法想象人要怎样在没有游戏的世界生活，并且愿意支持我们的活动。人们真的很懂我们志向所在。”\n\nAnd how can we Minecrafters help? Mark has a lot of suggestions, and it goes beyond just donating money - although that definitely helps too! “You might want to join one of our events, like our GameBlast weekend in February , which is when we ask people in the UK and across the world to do a gaming marathon for us on that particular weekend, and we make a massive event of it. That’s superb.”\n那我们这些我的世界玩家又能做些什么呢？马克给了很多点子，但是绝不仅仅是捐钱——虽然直接打钱这个办法简单粗暴！“你可以来参加我们的活动，比如在2月周末的GameBlast，我们邀请英国以及全世界的人们来参与这场游戏马拉松，这对于我们来说绝对是个大型活动， 这个可以有！”\n\n\nBecky uses Special Effect's software and Eye Gaze technology to play Minecraft.\n贝基使用了我们的软件以及Eye Gaze技术游玩我的世界。\n\nThe games industry has really gotten onboard too. Recently, SpecialEffect have created an event called One Special Day, where games companies give all their revenue for one or all of their games, for that one day.\n在游戏产业对此类事业的支持日渐成熟的今天，SpecialEffect 发起了一个叫特别日的活动，游戏公司会捐助其某款游戏在这些日子里的全部收入。\n\nThe charity also works with developers directly, offering suggestions and advice regarding accessibility , or demonstrating ways a game can be built so that SpecialEffect can more easily modify it.\n他们还直接和游戏开发者合作，为游戏的开发提供相关有建设性的建议与意见或者提供能够让SpecialEffect 更加容易修改的游戏预览。 \n\n“It’s things like trying to put in as many options for the control schemes as possible. Being able to remap button configurations or playing around with sensitivity for the camera angles and things like that,” explains Bill. “It’s usually specific to the game, but there are lots of things that can work more generally.\n“这些大概就是说比如能够为修改的控制方案提供更多可选项，比如重新映射按键配置，或者提供视角相机的灵敏度之类的，”比尔解释道，“这些修改一般来说是针对游戏的，但是还有很多东西是普适的。” \n\n“With a game like Minecraft, which has quite a learning curve, a parent or carer might play alongside their child and they’ll split the controls between them. These little changes alone can make such a big difference. It seems people are just looking more towards accessibility, both for disabled gamers but also just generally for people.”\n“像我的世界这样的游戏，学习曲线是相当长的，父母或者监护人一般会陪着孩子去玩，于是控制权就会分一些给他们，这样小小的改变影响可不一般。人们越来越关注无障碍性了，不管是对于残疾玩家，还是普通人。”\n\n\nYou can support SpecialEffect by donating, raising awareness or participating in one of their events. Head over to their website for more info about how you can help! \n你可以捐助他们，也可以提高相关意识或参与相关活动来支持他们，你可以访问他们的网站，这样你就知道如何才能帮得上他们了。\n\n【我 译自官网 2018 年 01 月 17 日发布的 Special Effect】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "hahaha2586",
            "timestamp": 1591546200,
            "txt_content": "感谢分享"
        }
    ]
}