{
    "title": "[原创/单篇]【新人:他们的故事】",
    "author": "🐦💕🌸🌸",
    "replyCount": 27,
    "timestamp": 1591445760,
    "txt_content": " 本帖最后由 新人x号 于 2020-6-17 12:48 编辑 \n\n\n（一）\n\n他是lz中学的学生。\n\n他长得不帅，一头凌乱的刘海，蔫蔫地贴在额头上；一副不适合他的金边圆框眼镜不情愿地、极随意地挂在鼻子上。给人的第一印象是有点邋遢，而且不羁，而又带有一点忧郁的气质。\n\n他这个人性格有点不合群。平时其他同学下课都在打王者，吃鸡的时候，他却一个人静静地坐在窗边看外面操场上嬉戏的身影，就像一个可有可无的边缘人。几乎没人在意过他，连上课老师点名都不点他。他也已早已习惯了这种生活。\n\n而她，却是班里备受欢迎的女生。从她刚到初中的这个班里面开始，就散发着一种奇特的气质，总是能让周围的男生眼光有意无意地往这边瞟，可能是她总是把半长的头发散落下来吧。她看起来是个挺精致的女孩子，五官都很符合黄金比例，关键是左边眼睛旁边有颗加分不少的泪痣。\n\n他和她本来应该是毫无关联，各走各路的人，却在一次班会竞选上很微妙的认识了。\n\n那时候因为是刚刚开学，班主任谁也不认识，于是就让大家上黑板介绍自己，并且说如果有能力的可以竞选班干部。\n\n他和她都举手了。\n\n老师先是点了她。\n\n她不慌不忙地走上讲台，拿起粉笔，在黑板上歪歪斜斜地写下“zyl（名字）”三个字，然后语言清晰地介绍自己。大致内容就是小学的时候在外地转学来这边读书，推荐生考上的，以前当过班长，在管理方面有经验。台下的同学本来还窃窃私语议论她的字，被她一个眼神望过去，乖乖地闭上了嘴巴。\n\n接下来是他上去了。\n\n他两腿打闪闪地站在讲台上，说：“呃，我叫***（名字懒得想了），我，我表达能力不太好，还请大家多多包容……”他转身拿起粉笔，一笔一划地把名字写了上去，很工整很清秀，就像出自一个女孩子的手下一样的娟秀的字体。他把粉笔放回去，准备走下讲台，却不小心被绊了一跤，很狼狈地摔倒了。\n\n同学们瞬间炸了锅，哈哈哈的笑个不停。\n\n他在同学们的一片嘲笑声中慌忙的把掉在地上的眼镜摸起来带上，溜回了座位上。\n\n在大家都把注意力放在他摔倒这件事情上的时候，她却默默地看着黑板上那娟秀的字体，对这个看起来邋里邋遢的男生感了兴趣。\n\n她因为有管理经验的原因，顺理成章地被班主任安排当上了班长。\n\n放学后，她收拾好书包，却看到他单肩挂着书包，桀骜不驯地晃出教室。\n\n她追上去拍他肩膀，叫住了他：“诶，今天那跤摔得很疼吧？”\n\n他惊讶地转过身，看到是一个很漂亮的女孩子叫住他，人先愣住了，不知道是什么情况。\n\n“你，你认错人了吧”他赶忙别过脸，“我，我不知道你在说什么。”\n\n“站住，不许走！”她一把拦在他面前，“让我看看有没有伤到，不然你哪也别想去！”\n\n他无奈地卷起袖子，说：“真的没什么，就是摔破了一点皮而已。”\n\n她眼神犀利地看到那个伤口，说：“你这个明明不止摔破皮了，快跟我去医务室看看！”\n\n他没办法，只好跟着她去了。\n\n在医务室里面，他因为不知道说什么好，只能很尴尬地盯着窗外看。\n\n她也知道他怕害羞，因为他察觉到，这个男孩子虽然感觉邋里邋遢的，但是却是个内心很细腻的人，从他的字就能看出七分。\n\n出来后，她对他说，你的字很好看欸。他苦笑着说，以前没事自己瞎练的，没正经学过。\n\n她又问他，感觉你平时很孤独，没人理你啊？\n\n他叹了口气，早刁惯了，人一多反而感到怪不自在的。\n\n她想了想，说，那你可以来找我玩啊，反正我以前班里面也没人和我玩的特别好，他们都说我凶，不敢靠近我。嘻嘻，你不介意吧？\n\n他瞪大了眼睛，不敢相信居然得到了一个女孩子的邀请。\n\n他为了掩饰自己的情绪，只能默默地点头，说，那我先回去了。\n\n说着头也不回的走开了。\n\n她看着他的背影，神情竟略显羞涩。\n\n（二）\n\n经过一段时间的学刁后，他跟她渐渐熟络了起来。\n\n自从认识她以后，他一改之前邋里邋遢的形象，衣服变得整洁了起来，头发也剪成了显精神的碎刘海。\n\n她的理科很好，每次都是班里的前三名，因此数学老师对她很是欣赏。而他却是文科方面比较好，在理科方面差的一塌糊涂。\n\n她知道后，每次都找各种理由去把他同桌支走，去教他上课没听懂的内容。他很专心的听着，尽管有时候因为理科思维比较慢反应不过来而蒙住，但是也装作听懂的样子。她也不傻，但都不点破他，还是耐心地和他讲解。\n\n班里的同学当然更不是憨憨，老早就有几个眼神好的发现了，大着嗓门在班里吆喝：“嘿，那个'班长'居然和那个小邋遢好上了，真不知道她看上了他哪点……诶诶快看，呐呐呐他们两个又黏在一起了！哦~~~”\n\n于是一群人就开始起哄，直到她站起身来，那些起哄的才不甘地溜回座位上，脸上却还是一股看戏的神情，就行狗 仔 队那样子盯着他们的一举一动。一些胆子大的站远点继续看着。\n\n他怕影响不好，悄悄拉了一下她的衣角，示意她不要说了。她却大声说，主动帮助同学有什么不对的吗？\n\n一时间众人也不好反驳她，只好作鸟兽散了。\n\n（他因为她的帮助，有一次居然考进了年级前30，而且她也加了他的QQ，当然这些现在我们暂且不提）\n\n回去的路上，她抓住了他，问，诶，刚刚那件事还好吧？\n\n他低着头说，你还是不要太靠近我了，被别人说不太好。\n\n她愤愤的捏起拳头，说，老娘还不信了，以后要是谁和你过不去，就是和我过不去。\n\n说着，她拽着他手，说，和我看看风景吧。\n\n西下的阳光如水地洒在他们身上，把影子拉的老长。地上被轻风掀起的树叶也打着转，好似在说着什么……\n\n（三）\n\n那天，下着大雨。\n\n天阴沉沉的，一大片厚厚的乌云蛮横的霸占了整片天空，严的不透气。\n\n大雨跟瓢泼似的，不管三七二十一就往地上倾泻，把路上的那稀稀拉拉几个行人淋成落汤鸡。\n\n当他赶到学校放学的时候，雨还是没有一点减小的迹象。\n\n她因为性格有点大大咧咧，所以和班上那群倒霉的男生一样，忘记带伞了。但是他却很细心的把雨伞带上了。\n\n出教室之前，他往回看了一眼，发现她整愁眉苦脸的待在那里。\n\n“你，没拿伞？”他小心的问了一句。\n\n“嗯。”\n\n“要不，我送你回去？……你家在哪？”他小心翼翼地问道。\n\n“真的？”她眼里突然放光。\n\n“呃，”他没想到她会这样子回答，一时半会接不上话。\n\n“那赶紧走吧！”\n\n就这样，他再次被拽着除了教室。\n\n背后仍是那震彻教学楼的起哄声。\n\n他和她撑着一把不大的雨伞，在大雨里艰难的挪动着步伐。\n\n一反常态地，他们在路上一句话也没说。\n\n倒是他，怕她被雨淋到了，默默地把伞往她那边倾斜了一下。\n\n她发现了，但是什么也没说，就当领情了。\n\n他们两个回到她家里后，她把门打开。\n\n“就是这里了，”她放下书包，“进来吧，没事的，我爸妈平时很忙，很晚才回家。”\n\n他犹豫了一下，还是进来了。\n\n“你书有没有被淋湿？晾一下吧。”她头也不抬地问他。\n\n“没，没有。”\n\n“那你把衣服换一下吧，湿的穿着容易着凉。”她说着从她爸衣柜里面拿出一件，“喏，凑合一下吧，先穿着。”\n\n他也不好在说什么了，一声不吭的接过衣服。\n\n“我也先去换个衣服吧，”她说着就往屋内走去。\n\n他边换衣服边想，没事跑人家女孩子家里面不太好吧，这样子传出去会不会被别人耻笑什么的，总之把方方面面都考虑到了。\n\n窗外的雨还在不知疲倦地在叶子上跳着舞，噼里啪啦，刷刷的，就是很好的天然白噪音，特别催眠。\n\n他听着听着居然感到困了，昏昏沉沉地靠着椅背睡着了。\n\n突然，迷迷糊糊中他感觉到有什么东西碰到自己，警觉的睁开眼。\n\n才发现是她把被子给自己盖上了。\n\n他猛地坐起身，说：“非常抱歉，刚刚不小心睡着了……现在几点了？”\n\n他语无伦次地想说什么来支开这个话题，却因为一时词穷结巴住了。\n\n“才六点半，不急。”她看了眼时间，“你应该也不急，我妈今晚也是很晚才回家的吧？”\n\n“你怎么知道？”他大惊，“谁告诉你的？”\n\n“这你就不用管我怎么知道的了，”她调皮的笑笑，“喏，你刚刚睡着的时候我帮叫了外卖，快吃吧，还是热乎的，凉了就不好吃了。”\n\n“我还是回家吃吧。”\n\n“这雨那么大，你怎么回去，难道又要淋成落汤鸡？”她微微低声怒吼道，声音里面更多的却是撒娇似的责怪。\n\n“我这不是看你送我回家，想咱也不能白让你麻烦啊，这不是打算请你搓一顿平衡平衡嘛。”她解释道。\n\n他看了看窗外，大雨仿佛在帮她一样，丝毫未减。\n\n没办法只好迁就她了。\n\n他吃到一半的时候，她突然把头凑过来，说，诶，趁着没其他人，和你说个事吧。\n\n“嗯？”他吃到一半的杂酱面停住了。\n\n她接着轻声耳语，吐字却很清晰。\n\n“老娘……喜欢你！”\n\n“噗——”他差点被那口杂酱面呛死。\n\n“啥？你说什么呢？”他很震惊，但还是明知故问。\n\n她没有接话，接着说：“不许和别人说！”\n\n他整个人现在就是懵逼状态，感觉一切都像在梦里一般。\n\n但是她那股头发的香味却很清晰的提醒他这一切是真实发生的。\n\n就像被电了一般，他居然略微颤抖地放下筷子，犹豫地说：“你脸上好像有什么东西，我帮你清理下。”\n\n她被这么一说，居然傻傻的把脸凑过去。\n\n“啊！你干嘛！”她尖声惊叫，因为她感觉到自己的脸被一个油 腻 腻的湿 软东西碰上了。\n\n“这是餐费！”他拎起书包拿上雨伞，一头扎进雨里。\n\n她看着他消失在雨里的背影，微微摇着头，嘴角却满意的翘起来了。\n\n他回到家，发现书包里多了两张纸。\n\n他好奇的打开，发现是两张歌词，一首是《小幸运》，一首是《多幸运》。\n\n看那歪歪扭扭的字迹，肯定是她趁他不注意塞进他书包里面的。\n\n他看着看着，笑了，笑得很甜，很暖。感觉那一刹那，一切都是粉的。\n\n（四）\n\n时间如流水一般过去，转眼间他们就到了毕业季。\n\n他发现随着时间的推移，自己也不可自拔地喜欢上她了，总是关心着她的一举一动。\n\n但是她因为学刁紧张的原因，渐渐不太在意他了，这让他感觉多少有点失落。因为甚至他跑去逗她，她也把他推开了：“老娘看书呢，没空和你玩了。”\n\n他起初没在意，还是三番五次地跑去找她，最后却把她惹怒了。\n\n“跟你说了多少次，先别吵我了！”\n\n“哇！看呐，他们两 口 子吵架了！”那群起哄王又开始了。\n\n他被整的手足无措，感觉颜面尽失，急的脸直发烫。\n\n“快点和你老婆道歉啊，愣着干嘛。”他们继续起哄，企图把气氛哄抬更高。\n\n“老娘才不是他所谓的女朋友，也不喜欢他，你们再说一句试试看！”她忽然把笔一摔，站起身喝道。\n\n“哟，班长大人，消消气嘛，那么急躁干什么，”他们开始在一旁阴阳怪气的说道，“快点道歉啊，你老婆生气了！”\n\n“啪——”\n\n清脆的耳光声在教室里猛地炸起，全班人都安静了下来。\n\n那个被扇耳光的起哄怪被打的不轻，畏缩着退到人群后面去了。\n\n“跟你们说了不要起哄，这就是下场！”她生气的离开教室，只留下了这句话回荡在教室里。\n\n他呆呆地看着一切，感觉自己就是惹祸精。\n\n（五）\n\n体育课。\n\n“老师，我不舒服，不去跑步了。”\n\n老师心知肚明，摆摆手放行了。\n\n他很细心地看到了，于是跑完步之后，他闪过去找她。\n\n“哈！猜猜我是谁？”他从背后一把盖住她眼睛。\n\n没想到她一把甩开他手，说：“请你以后不要再来找我了。”\n\n“怎么了？”他担心的问。\n\n“没什么，只是不想你再来打扰我了。”她转过头看着他，眼神很决然，“虽然我曾经喜欢过你，但是我觉得你的表现太幼稚了，想了想我俩还是不合适，所以……就此别过吧，之前那件事就当做没发生过好了，谁也不许提。”\n\n“可是，你……”\n\n“什么也不要说了，你走开吧，我知道你人很好，但现在的我只想离你远点了，请你不要再来打扰我了。”\n\n他快哭了：“可是，曾经是你先找的我啊，为什么现在却把我丢下？”\n\n“你要知道，很多事和想象中是不一样的。人总会变，我亦如此。希望你能明白这个道理。虽然我也觉得这样子对你不公平，但是长痛不如短痛，早点放下，才能走的更远。相信你这么优秀，一定能找到比我更好的人。”\n\n“不！”他一把扯住她衣袖，“难道，我们连朋友也做不成了吗？”\n\n“你在这样子，会的。”她一把撇开他的手。\n\n他怎么也想不到，自己的初恋竟是这个样子的。\n\n（六）\n\n他不敢去打扰她了，因为怕把最后的底线也越过了。\n\n毕业考的时候，得益于之前她帮助打下的基础，他考得很好。这让老师们对他刮目相看，更是对班长赞赏有加。\n\n后来写同学录的时候，他犹豫了一下，还是问她要了一张。\n\n他用自己最工整的字体写好了，最后背面写留言的时候，他咬了咬笔，写下：\n\n“zyl，我还是喜欢你！”\n\n然后他就和其他同学一起把同学录交了上去。\n\n时间一天天过去了，她那边什么事情都没发生，他也不敢跑去问，只能装作不知道这回事。\n\n直到有一天，他发现列表里唯一的特别关心也不见了，就明白她已经看到了。\n\n但是事已至此，无法挽回了，他只能默默地接受一切。\n\n后来，他们两个毕业了。一个假期，再没有联系。\n\n（七）\n\n原以为事情就这样结束了，但是上天就是喜欢捉弄人，他们很巧又很不巧地考到了同一个学校里面了。而且，他在10班，她在6班。她的班就在四楼，他在3楼。每天他都习惯性地靠在窗户上往楼梯口看，就像以前那样子，只不过，这次的对象是她而不是操场上的嬉闹身影。他每天都在期盼她的身影出现。\n\n他当然也时不时想起来以前和她之间的点点滴滴，也会拿出她留给他的唯一的东西——那两张歌词，歪歪扭扭字迹的歌词。\n\n据说这是她当时最喜欢的两首歌。她借此表达当时对他想说的话。\n\n他一遍遍地唱着，不知不觉把歌曲唱的滚瓜烂熟了。\n\n“原来你是我最想留住的幸运……”\n\n他哼着，哼着，眼角渐渐湿润了。\n\n他出教室，来到曾经和她一起走过的那条校道，想重拾之前的记忆。\n\n火红的夕阳无力地挂在山头上，将最后一抹红光打在了他身上，把影子拉的老长。只不过，这次只有他的影子。\n\n他至今没想明白，难道真的是自己把她惹生气了，才导致一切变成这样的吗？\n\n这件事，没有结果，也没有答案……\n\n……………\n\n这就是，他们之间的故事，一个略带美好却有无比青涩的青春的故事。\n\n（PS：本故事据真实故事改编，情节部分做了文学润色。）\n\n后言\n\n哇，我居然从5点钟写到了八点钟，累死我了……三个钟头耶！晚饭都没来得及吃，不说了，去吃饭了哈~哦哦对了，看新人那么卖命地给你们更新，是不是该表示一下连载估计明天更新吧，今天没力气了233，因为篇幅比较长，而且急着把之前因为月考而咕咕咕的部分补上，所以有的细节部分可能没办法处理得太好，请见谅哈~",
    "replies": [
        {
            "author": "大大大菠萝",
            "timestamp": 1591488240,
            "txt_content": " 本帖最后由 大大大菠萝 于 2020-6-7 08:07 编辑 \n\n校园爱情故事?支持一波\n莫得办法\n\n\n\n\n\nfile_1591488454000.jpg\n(226.01 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2020-6-7 08:07 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1591488840,
            "txt_content": "大大大菠萝 发表于 2020-6-7 08:04\n校园爱情故事?支持一波\n莫得办法\n唉，不要紧，明天来补就好了233\n话说我考试那天灵感突然来了……于是把真事改编了一下"
        },
        {
            "author": "是仙柳吖",
            "timestamp": 1591490040,
            "txt_content": "写的不错awa，支持awa"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1591492200,
            "txt_content": "是仙柳吖 发表于 2020-6-7 08:34\n写的不错awa，支持awa\n感谢支持！连载有时间也会把下一章安排上的"
        },
        {
            "author": "平凡的奇迹",
            "timestamp": 1591496520,
            "txt_content": "大大大菠萝 发表于 2020-6-7 08:04\n校园爱情故事?支持一波\n莫得办法\n你的浏览器好像是QQ呀"
        },
        {
            "author": "lzxl3l4",
            "timestamp": 1591499280,
            "txt_content": "第二种表白方式？"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1591503060,
            "txt_content": "lzxl3l4 发表于 2020-6-7 11:08\n第二种表白方式？\n第二种是我们这里的学霸专属的……淦！"
        },
        {
            "author": "lzxl3l4",
            "timestamp": 1591504260,
            "txt_content": "新人x号 发表于 2020-6-7 12:11\n第二种是我们这里的学霸专属的……淦！\n艹真实故事吗？"
        },
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1591504380,
            "txt_content": "写得好写得好，西卡西，早恋给爷爬！！！"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1591504740,
            "txt_content": "lzxl3l4 发表于 2020-6-7 12:31\n艹真实故事吗？\n呃呃改编过一点啦，要是真全搬上去……被当事人看到我就妖媚了"
        },
        {
            "author": "lzxl3l4",
            "timestamp": 1591504800,
            "txt_content": "新人x号 发表于 2020-6-7 12:39\n呃呃改编过一点啦，要是真全搬上去……被当事人看到我就妖媚了\n原来是这样@***"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1591505040,
            "txt_content": "奇怪的帽子 发表于 2020-6-7 12:33\n写得好写得好，西卡西，早恋给爷爬！！！\n但我其实还有有点羡慕的……\n等等，我刚刚说了什么？"
        },
        {
            "author": "迷灬离",
            "timestamp": 1591506180,
            "txt_content": "咳咳，老言情了"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1591547040,
            "txt_content": "迷离fyx 发表于 2020-6-7 13:03\n咳咳，老言情了\n还不是没素材写了，而且灵感又刚刚来嘛\n反正我边写边酸QAQ"
        },
        {
            "author": "dogegg258",
            "timestamp": 1591725540,
            "txt_content": "爱情故事~\n虽然有点泪目但还是希望再来一打！"
        },
        {
            "author": "小通吧",
            "timestamp": 1591857360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1591867260,
            "txt_content": "小通吧 发表于 2020-6-11 14:36\n写得好写得好，作者继续加油\n感谢支持！\n但是估计我近期都是更新连载了，这个是我当时灵感突发的作品233"
        },
        {
            "author": "A🐭💣",
            "timestamp": 1600579500,
            "txt_content": "az……咕咕咕够了就来更新叭"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1600580100,
            "txt_content": "AlabTNT 发表于 2020-9-20 13:25\naz……咕咕咕够了就来更新叭\nemm单篇都是灵感来了才写的……\n连载是咕咕咕够了（???）才写"
        },
        {
            "author": "xjzh123",
            "timestamp": 1603520880,
            "txt_content": " 本帖最后由 xjzh123 于 2020-10-24 14:29 编辑 \n\n蓝洲中学的学生？朱一龙？"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1603530240,
            "txt_content": "xjzh123 发表于 2020-10-24 14:28\n蓝洲中学的学生？朱一龙？\n阿巴阿巴，不是，别乱猜，只是碰巧缩写一样而已（"
        },
        {
            "author": "虚泽",
            "timestamp": 1603782960,
            "txt_content": "看见lz最后的感慨，其实我也感同身受，我第一次写文也是一下子就写了三四个小时，那时发布出去成就感特别强，也希望你能够坚持下去，写文真的很有趣，加油啊！！！"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1603805820,
            "txt_content": "虚泽 发表于 2020-10-27 15:16\n看见lz最后的感慨，其实我也感同身受，我第一次写文也是一下子就写了三四个小时，那时发布出去成就感特别强 ...\n感谢支持，这应该是我一口气写过最长的文章了XD\n主要是以亲身经历改写，所以写起来特别顺吧233"
        },
        {
            "author": "A🐭💣",
            "timestamp": 1606774080,
            "txt_content": "不行了，看的我热血沸腾转身给我的女神来了一下子（指一耳光）"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1606799280,
            "txt_content": "AlabTNT 发表于 2020-12-1 06:08\n不行了，看的我热血沸腾转身给我的女神来了一下子（指一耳光）\n我刚刚还奇怪你是怎么把我老久以前写的东西翻出来的，原来是……\n懂的（一耳光？emm我不信【滑稽）"
        },
        {
            "author": "无影水镜",
            "timestamp": 1606807380,
            "txt_content": "真事改编，是个真学霸"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1606886400,
            "txt_content": "无影水镜 发表于 2020-12-1 15:23\n真事改编，是个真学霸\n毕竟真实事件写起来更有体会，不必像杜撰的一样处处想着怎么圆场"
        }
    ]
}