{
    "title": "[Minecraft.net | INSIDER ] 聊聊杂志中出现的活灵活现的英豪",
    "author": "Sinbad_Official",
    "replyCount": 4,
    "timestamp": 1591457640,
    "txt_content": " 本帖最后由 Sinbad_Official 于 2020-6-19 05:49 编辑 \n\nINSIDERMeet the Mag’s Colourful Characters\n聊聊杂志中出现的活灵活现的英豪\n\nSay hello to Minecraft’s newest heroes!\n向 Minecraft 的全新偶像说你好！\n\nMarsh Davies\n\n\nLast week we launched the all new Minecraft: Official Magazine. It’s 60 pages of Minecraft tips, tricks and tales, as told by devs, players and experts alike. Issue One is on shelves now in the UK, with other countries to follow as soon as logistically possible!\n就在上周，我们出版了全新的我的世界：官方杂志。它足足有60页，内容涵盖了由开发人员、玩家以及专家对 Minecraft 的小贴士、技巧以及传说。第一期杂志已经在英国发行，我们也会尽我们所能来在其他国家陆续发行。\n\nDelivering many of the deep ‘crafting insights are a new crew of Minecraft characters. You may have seen Trudi Castle’s awesome illustrations of them on Twitter - and she’ll be drawing a comic in which they star every month. You’ll be seeing a lot more of these folks down the line, so here’s a quick intro to each of them!\n新角色，新气象。全新登场的角色总会给人们留下深刻的印象。你可能已经在 Twitter 上预览过 Trudi Castle 为其所创作的精美图片，不仅如此，她每个月都会绘制一部漫画，这些角色都会在漫画上上演他们的传奇。今后你会看到越来越多的关于他们的故事，现在就来看看他们的人物简介吧！\n\n\n\nBear\n贝尔\n\nThe most hard-bitten survival expert the world has ever seen – at least in his own estimation – Bear has faced desperate odds with nothing but an egg and steely determination, and then somehow made those odds go crying home to momma. Bear will use any excuse to prove his survival credentials, and is known to suddenly emerge from potted plants to impress upon people the importance of vigilance, before receding into the foliage, whispering, “Become the jungle!” Bear is incapable of not rising to a challenge, no matter how stupid it is. He’s insufferable, ludicrous, self-serious… but, perhaps regretfully, he really knows his stuff.\n贝尔是全世界最有魄力的求生专家——至少他自己如此认为——贝尔曾经赤手空拳地面对过九死一生的绝境，他仅仅凭借着一个鸡蛋以及坚不可摧的决心就轻易地让这些困难哭着回家叫娘了。贝尔会抓住每一个机会来证明他对求生方面的独特见解，他总会躲在一盆盆栽里猛地窜出来吓人一跳，并且警示你时刻警觉的重要性，随后再次徐徐遁入盆栽，只留下一声低语“我即丛林！”，贝尔会接受所有的挑战，尽管有的挑战很蛋疼。总的来说，他是一个让人难以接受，滑稽可笑，一本正经的人，不过怎么说，他真的有两把刷子。\n\n\n\n\n\n\n\n\n\nScout\n斯科特\n\nWhen you’re facing danger, uncertainty and overwhelming odds, Scout is the person you want by your side. Though she’s chilled and mellow, mention danger and Scout will get a glint in her eye, which is perhaps a little unsettling. Mention mortal peril and Scout will bellow, “I WAS BORN FOR THIS!”, unsheathe her blade of choice and pile straight out the door – before returning to double-check who she was meant to be stabbing. Sure, Scout’s enthusiasm for the cut-and-thrust of combat may occasionally get the entire group into trouble – explosive, fire-breathing, clawed trouble – but she’s the person you need to help send it packing again.\n当你面对着未知的、一触即发的危险时，斯科特就是你所期待的及时雨。尽管她稳重成熟，不过一旦提及危机，斯科特的眼神中总会闪出一道诡异的光，一道令人不寒而栗的光。一旦遇到致命的危机时，斯科特便会低吼道“吾为此生！”，随后取出她精挑细选的刀锋，径直走出门外——在她再三确认要攻击谁之前。正如你所想，斯科特对于战斗的偏执会使整个团队卷入一个本可避免的、糟糕的麻烦之中，不过斯科特可是你不可缺少的队友哩。\n\n\n\n\n\n\n\n\n\nSparks\n斯帕克斯\n\nAll Sparks wants to do is make things. She’s a builder, an architect, a redstone expert... and five times more enthusiastic about everything than it’s healthy to be. Sparks loves stuff! She loves her friends! She loves animals! She loves exclamation marks! Craft planks for Sparks and she’ll swear they’re the best planks she’s ever seen, and that you’re her best friend and, oh, they’re just what she wanted and, gosh, she’s not going to cry. Sniff, she’s really not. The only thing Sparks doesn’t love is the dark and groaning beasts that live in the shadows. Which is why the thing she loves most is building impenetrable fortresses surrounded by traps. She loves lava rooms! They’re so colourful and burny!\n创造发明是斯帕克斯的夙愿。她是一个缔造者，一个建筑师，一个红石专家......她对新奇事物的关心总高过对自己身体健康的关心。斯帕克斯喜欢各式原料！她爱她的朋友们！她爱时间的小动物们！她尤其喜欢加感叹号！你为斯帕克斯所制作的木板是她有生以来见过的最好的木板，她视你为她的挚友，知音，只要有你在，斯帕克斯不会哭泣。好吧，不完全准确。唯一不被斯帕克斯所青睐的东西就是在黑夜中潜伏的可怖野兽。这就是她为什么总在堡垒附近埋下会令生物千疮百孔的陷阱的原因了。她热爱熔岩陷阱！它是如此丰富多彩，以及激情似火！\n\n\n\n\n\n\n\n\n\nMonty\n孟德斯鸠\n\nMonty is a gentleman scholar on a mission to unpick the secrets of the world. He’s fascinated by animals and plants, and what delicious things they can be turned into when sufficiently pulped. With his mind focused on these higher things, or his belly, Monty often overlooks the realities of the world around him – like where he is, or the danger that an intriguing specimen of the Nether’s ecosystem might pose, or the probability that Scout will stab him if he tries to dissect her pet wolf again.\n孟德斯鸠是一位极有教养的学者，他的使命就是解开世界的谜题。他独钟动物以及植物，并且幻想着它们被压榨后会变成多么美味的食物。孟德斯鸠总是把他的精力关注在这些深奥的事情上，还有他的肚子，孟德斯鸠不会太注意现实世界的情形——就像他不会关心他身处何地一样，亦或是神秘奇怪的下界生物群系所流露出的危机之感，亦或是斯科特试图解剖孟德斯鸠的宠物狼时刺伤他的几率。\n\nYou can read all about these guys exploits in the first edition of Minecraft: Offical Magazine, out now in the UK!\n你现在可以在于英国发版的我的世界：官方杂志上阅读所有他们的丰功伟绩。\n\n\n【Sinbad 译自官网 2017 年 08 月 11 日发布的 Meet the Mag’s Colourful Characters；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1591941360,
            "txt_content": "这个杂志还活着吗……"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1591967280,
            "txt_content": "卡狗捞面 发表于 2020-6-12 13:56\n这个杂志还活着吗……\n应该...无了吧。"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1592049840,
            "txt_content": "据我所知，这些书应该在国内已经出版了一部分，还有一部分仍在审核。虽然人名翻译有些许不同罢了。\n\n我想知道，你注解里的人物原型是官方提供的还是你自己的推测？"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1592052960,
            "txt_content": "乙烯_中国 发表于 2020-6-13 20:04\n据我所知，这些书应该在国内已经出版了一部分，还有一部分仍在审核。虽然人名翻译有些许不同罢了。\n\n我想知 ...\n是根据人物姓名及性格特征进行的猜测，若不妥可删除。"
        }
    ]
}