{
    "title": "【枪械雕塑建造】——毛瑟手枪大家族",
    "author": "Оil",
    "replyCount": 6,
    "timestamp": 1591526280,
    "txt_content": " 本帖最后由 Оil 于 2020-6-19 13:13 编辑 \n\n前説\n这些个家伙什，既不是毛瑟[1]，也算不得什么手枪[2]，更不是什么大家族[3]。\n                                                                            ————————————————大概不是列宁说的\n精德落泪【雾】\n\n注：\n     [1]有说法认为，毛瑟手枪并不像毛瑟步枪是毛瑟兄弟的发明，反而是毛瑟厂内菲德勒兄弟的发明，只不过当年德国的专利法允许公司作为代表申请人及专利拥有者，所以到最后就变成了毛瑟手枪，搞得大多数人都以为这是毛瑟发明的……= =\n     [2]毛瑟手枪尺寸过大，虽然说是手枪，但是由于其尺寸过大，从实际应用角度上来说根本算不上什么手枪，即使是号称“短管”的Bolo毛瑟（枪管长86mm）也比M1911A1（枪管长127mm）这种全尺寸手枪大出一号来……\n\n【不信你们就看图嘛】     [3]懒得说了，直白点，光是一个毛子的AK本家大家族少说也是2位数起步，毛瑟这边这点的确不怎么能比得过。（不过也有我懒得造Bolo短管还有132mm版本的锅，除此之外一些固定弹仓6发、20发的型号我也没造【毕竟就只是稍微动动MCEdit的事情】，固定弹仓版本我只搞了10发版本的，总而来讲就造成此次合集枪械数量看起来比较少的表观啥啥的XD）\n绍介【惯例渣渲染在前XD】\n\n（本来想搞个黑白复古滤镜的，但是最后还是怠惰莉……）\n毛瑟军用手枪，英文Mauser Military Pistol，简称……呃……算了，1895年生产，长288mm【在手枪里边这个长度有点过♂分】，重.24kg，基础型7.63mm口径。枪管短后座方式，卡铁闭锁，最开始的型号是使用10发固定弹仓的【当时技术还不怎么发达所以早期手枪有好多用固定弹仓+桥夹压弹的，对，就和98k的上弹方式一样这很19th Century Fox】，当然也有好多好多的衍生型……\n\n\n固定弹仓型号毛瑟手枪这型毛瑟手枪事最基础，也是国内大家最广为人知的型号，比如著名的双枪李向阳用的就是……【誒？怎么这个画风有点奇怪啊？】（好吧，这貌似才是正常画风.jpg）固定弹仓型号除了基础型的10发之外，还有6发或者20发的扩展型号（但很不幸我都没怎么造），除此之外，在一战期间为了方便士兵子弹通用堑壕啪啪啪所以还有9mm型号的毛瑟手枪【就是渲染图摆在书架上那个大红baka⑨】。\n毛瑟手枪卡宾枪（Pistol Carbine）\n手枪毕竟是手枪啊，真在堑壕里边掐架枪里只有10发子弹根本不够（M1897：喵喵喵？），毛瑟公司想了想就是啊soudayo而且你们不是嫌弃毛瑟手枪太大不好拿来当手枪嘛但是堑壕里边当专用武器你们不嫌弃了吧不嫌弃吧怎么会嫌弃真香的堑壕武器呢不会吧不会吧不会吧不会吧所以就开发出来了个用着40发弹匣的毛瑟堑壕型手枪卡宾枪√\n（嗯，就是这货，但她还是个半自动的玩意）\n我不知道士兵们是怎么想的，可能这玩意如果真的在1915年投产的话，或许真能受士兵欢迎，但军方后来发现自家用着的P08卢格炮兵型配了个32发弹鼓照样也能用而且还不用像毛瑟堑壕手枪要重新搞生产线嗯真香，甚至到了18年连全自动的MP18都出来了，就更没必要返祖去用这种奇葩的手枪卡宾……= =\n【我想，此时毛瑟的心情大概是这样的】你国科技世界第一这么严酷的竞争环境难道你自个儿心里没点β数么？\n当然啦，如果说手枪卡宾这玩意，其实一开始并不是服务于军事的，反倒是民间那里有些这样的市场，一来拿来打靶竞技啥啥的手枪卡宾倒也是个不错的选择，二来对厂家来说生产线也不用专门开一条手枪弹卡宾的何乐而不为……= =^\n（传统艺能建造动态图√）（不过好吧很可惜只有这一把，其他的我忘了XD）（全损画质限定Ver）\n【就是上面这把】\n当然其实深究起来这种运动型毛瑟手枪卡宾细分的型号还是有几个的，不过都在一些什么护木、枪托形制上边有差别，总体核心机还是一样的，也就懒得多造了……= =\n\n毛瑟冲锋手枪\n……许多人称速射型为M712型， 并说这是毛瑟厂的型号， 事实上这是德国GECO(Gustave Genschow)公司的目录号码， 与毛瑟无关。\n这款冲锋手枪大概有种官方逼死同人的节奏，事情还要从当年的军阀混战说起：\n彼时的中国是毛瑟手枪的最大买家，但是毛瑟再怎么大毕竟也只是个厂，产能有限，而剩余的需求就被隔壁的西班牙给盯上了，当时有不少进囗的毛瑟手枪其实有相当部分是为西班牙小厂子的非法仿制品，而且西班牙人还主动创新开发出来全自动的毛瑟手枪【毛瑟一开始以为这纯粹就是瞎扯淡，根本没销路，但没想到中国军阀们居然接受了这种产品，真是立得个好flag】，所以毛瑟本家后知后觉也搞出了自己的毛瑟冲锋手枪过来和同人货竞争……= =\n\n\n\n【其实毛瑟冲锋枪当年在中国扮演的角色类似于同时期冲锋枪在西方军队里边的角色罢了，只不过毛瑟没意识到这点……= =】\n\n顺便推荐一个关毛瑟冲锋手枪的视频\n辟谣（好吧也不算是辟谣部分）：坊间流传有这么一个说法，毛瑟手枪在西方人手中上跳大，因为他们没学会侧着拿，中国人才掌握了使用毛瑟手枪的正确方式，因为侧着持枪的时候后坐力反而会使枪往侧边飘，在射击多发的时候还能借此进行扫射。\n需要说明的是侧着拿的确能把后坐力往侧向偏移，达到减少上跳的效果（上边推荐的视屏就有侧着持枪射击的测试），但如果手里是一把毛瑟冲锋手枪时，其实侧向的偏移量同样会比较大，而且手感和精度很好，综合来讲，侧向持枪在一些近距离，不需要精确瞄准的情况下的确有一定作用，但对于冲锋手枪，正确的使用方式还是接上肩托射击才是……= =\n\n（差不多是你坛维护期间我恰好有空搞的一个小坑吧）END",
    "replies": [
        {
            "author": "血盟团长",
            "timestamp": 1591527660,
            "txt_content": "好看 还原度真高，跪了"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1591528260,
            "txt_content": "Oil   NB\n\n\n图好像都挂了？但是F12拿到的链接又很正常\n\n\n这里不在一行了\n\n\n\n\n\nimage.png (8.6 KB, 下载次数: 2)\n\n下载附件\n\n2020-6-7 19:11 上传\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "酉月一",
            "timestamp": 1591533360,
            "txt_content": "图片适当压缩一下，避免太大了加载不出来"
        },
        {
            "author": "Never-Mind",
            "timestamp": 1591533420,
            "txt_content": "还原度真高"
        },
        {
            "author": "啦啦拉",
            "timestamp": 1595208720,
            "txt_content": "图片加载不出来，只能看看文字介绍了 ，不过作者是真的花费了大量功夫和时间啊，这些介绍瞬间让我涨姿势了。"
        },
        {
            "author": "Allurerclear",
            "timestamp": 1596503760,
            "txt_content": "不错，可以的"
        }
    ]
}