{
    "title": "[Minecraft.net]CULTURE]装饰大厅",
    "author": "我是小牧",
    "replyCount": 5,
    "timestamp": 1591632420,
    "txt_content": "\n\nDeck the Halls\n装饰大厅\nA yuletide build from Gemini Tay!\n葛米尼泰的圣诞节建筑！\n\nKate Gray\n\nHappy Holidays! What are you and your family celebrating? I personally will be enjoying Christmas - which can be fantastic, but it isn’t half stressful. Whether you’re the type to eat your own body weight in meat-wrapped meat, or to fall asleep in front of the fire and wake up with slightly charred socks, it’s a day that always leaves you feeling exhausted by the end - even if all you’ve done is contribute to a rapidly-growing pile of shiny paper on the floor that the cat is very upset by.\n节日快乐！你和你家人打算怎么过这个圣诞节？就我个人而言，我很会享受圣诞节——这节日很棒，但比平时那种压力要低得多。不管你是那种不顾体重什么的闷头死吃肉包肉的吃货，还是那种一头在壁炉边睡死醒来才发现袜子发焦的困货，这种日子总会掏空你的精力——哪怕你只是玩的地上炸满庆祝用的闪光花纸，你的猫也会很不开心。\n\nNow, it’s not that I hate Christmas, but I’m thinking that perhaps all of that would be slightly less exhausting if I lived in a mansion. Just imagine: a different carol playing in every room, a ten-foot tall tree in the hall, and perhaps I could just chuck a few extra coins in the gardener’s pay packet to get him to decorate the trees with tinsel and lights, since, you know, he’s already out there.\n但现在，我不是说我讨厌圣诞节，我是说我在想啊，假如我住在豪宅之中，圣诞节或许不会让人觉得那么精疲力尽呢？假设一下：每个房间都在放着各自不同的圣诞颂歌，而大厅之中摆着一株十多英尺高的圣诞树，我还可以给每个园丁加工资，让他们多用一些彩带花灯在圣诞树上，毕竟，你瞧，树就在那里嘛。\n\nAlas, I do not live in a mansion. But if I did, it would look something like Gemini Tay’s festively festooned build, which is a Christmassy update to a previous build, based on the Vigo County Courthouse in Indiana.\n可惜，这只是做梦而已，但是如果一切都是真的话，那或许看上去会很像葛米尼泰的圣诞节季节性建筑那样，这建筑是在圣诞节之前更新成这样的，原来是基于印第安纳州的特雷霍特。\n\n\n“I don’t live in a mansion,” Gemini says, “but that doesn’t mean we don’t have fun candy cane lights, snowmen, and garlands decorating the house!”\n“我并没有豪宅，”葛米尼说，“但这并不是说我们不能用糖果、雪人和庆祝花环装饰房屋！”\n\nWith pine trees almost as tall as the building, a light dusting of snow and candy canes either side of the path, it’s safe to say that this meets my very strict Christmas standards. Good job, Gemini.\n这颗松树几乎和楼房一样高，而小路的两边满是积雪与那些长根拐棍糖，这对我来说非常的“圣诞节”，干得不错啊葛米尼。\n\nGemini tells me that building this winter wonderland was all about creative thought. “Starting off I simply added a snow layer, and then started thinking about what would be different if the build was cold, the fountain for example, would be frozen, and the flowers would be gone.”\n葛米尼是这么和我说的，他建造这样的冬日奇妙幻境是为了锻炼自己的创造性思维，“在一开始我只是给建筑刷上了一层雪，然后我就想啊，假如楼房也这么冷的话，他会是什么样子的呢？比如说，花朵会凋零，而喷泉会被冻住。”\n\n\nOnce the ground was hidden beneath a blanket of the cold stuff, Gemini set out to add a veritable bucketload of decorations, enough to rival Santa's grotto. There are lots of snowmen - and not just your regular basic snowmen, either, but an entire family of snowpeople, with a snowmother decorating the tree, a snowfather with holly-topped hat, and teeny weeny snowchildren.\n当地面被冰雪覆盖之后，葛米尼就开始建造那些装饰品，花哨程度堪比圣诞老人的洞穴。这里有各式各样的雪人，不仅仅是普通的经典样式雪人，还有雪人家族，妈妈陪着圣诞树，而雪人爸爸有着冬青顶的帽子，而还有未长大的雪人孩子。\n\nThe archway at the entrance to **, topped with an archer, was given a wreath of holly and plenty of garlands to transform it into a Christmas archway - and the archer himself was given a lovely Santa hat. As sweet as it is, none of it is overbearingly Christmassy, as Gemini points out - “I tried to keep a general theme throughout the build by using similar decorations on all the buildings, and just having small variations to keep it interesting. My goal was to bring in the Christmas theme without taking away from, or over-crowding, the original build.”\n在这大楼的入口拱顶出有着一位弓箭手，而大家给他装饰上了各式各样的花环，整成了一幅圣诞拱门的样式——弓箭手也有着专属于自己的可爱圣诞帽。葛米尼特别指出：“我有试着在所有的建筑上都加上特殊的装饰来确保建筑的风格主题一直，然后还稍微变了一点细节让人提起兴致不至于疲乏。我的整体目标是在不改变原本建筑的同时加上圣诞风格，而且要保证建筑不会过于拥挤。”\n\n\n** before it got 'Christmassed up'. Not so festive, but still impressive!\n这是豪宅在专有的“圣诞改装”之前的样貌，没什么节日气息，但是依旧令人叹为观止。\n\nOnce you’ve passed through the archway and made it to the main path, you’ll notice the tinsel on the trees, the candy canes either side of you, and the beautiful, iced-over fountain in the centre, and beyond that, ** itself. Gemini has added some enormous sandstone candles in the windows, again with little holly garlands around them, to make ** extra cosy.\n当你走过拱门，漫步于小路之上，你会看到树上的彩带还有边上的拐杖糖，以及中间那个非常美丽的冰喷泉，你再走你就走到豪宅本身了，葛米尼在窗口加上了一些硕大的砂岩蜡烛，然后再配上花环，让整个豪宅舒适度更高。\n\n|\"Don’t be hard on yourself when it doesn’t look flawless right away - you are always going to be harder on yourself than others.\"\n|“每当事情不完美的时候，对自己不要太严格——你总是会对自己要求过高。”\nBut, of course, the centrepiece in this Christmassy diorama is the gigantic Christmas tree, complete with gigantic pile of gigantic presents underneath. It’s apparently “very difficult” to build a realistic-looking Christmas tree from blocks, from making the branches look fluffy to adding a star on the top that actually looks like a star, and not like a big yellow square.\n但是，当然啦，这圣诞节群像的中心是那棵巨大的圣诞树，下面摆满了巨大的礼物。我们可以看出试着用方块建造圣诞树很难，无论是从那对蓬松树枝的建造尝试，还是树顶那颗拼出的非纯方形的很“星星”的巨大星星。\n\n\n“If you want to add those extra details that really bring a lot of life, and interest to the build, you need to be able to make larger ornaments, and presents, having room to add in the details that you want is important.” That’s the reason Gemini decided to go with a huge tree - “although the scale does not fit with the build, it works well as a centrepiece and really brings the theme together.”\n“如果你想通过添加额外的细节给建筑带来蓬勃生机的话，你得要制作足够大的装饰和礼物，这样确保添加细节的空间是非常重要的。”这就是葛米尼为什么选择把树木的规模放的如此之大——“尽管规模并不是很配那种建筑，但是如果他在正中间的话就很配合了，也能凝合主题。”\n\nThough the Christmassy theming is obvious, what might not be apparent about this build is that ** itself was also entirely rebuilt to match the theme. “It was a completely different colour,” says Gemini. “Every block in ** had to be changed out to be bone, spruce and blue colours.”\n显然圣诞节的主题是非常容易辨识的，但是有一点可能你没有意识到，豪宅本身也按照节日主题去重建了。“豪宅的配色完全变了，你必须把它的每一个方块都换成骨块、云杉以及蓝色方块。”葛米尼说。\n\n\nHere's some handy side-by-side shots so we can see how this build got a Christmas makeover!\n这是前后对比图，我们能看看圣诞节改装到底改了哪里！\n\n\nIt might sound like a lot of work - and it is - but redesigning and revisiting old builds is a good way to get better, Gemini says. “It allows you to reflect on your growth as a builder, and improve upon things. Not only can you improve, but coming back to a build allows you to include new ideas, that perhaps you had not thought of in the past, that make the build more interesting.”\n这听起来很耗费功夫——确实如此——但是重新返过去看看旧版本并重新设计会是一个更好的办法，葛米尼这么说道。“这可以让你从建筑师的角度去审视自己的历程，然后并加以改进，你不仅可以改进，你还可以去添加一些新点子，而这些肯定是你之前都没有想到的，建筑过程更加的有趣了。”\n\nIf you’re looking for real-life Christmas decoration tips from Gemini Tay’s build, here’s what I’ve learned so far: rebuild your entire house, make sure your Christmas tree is ridiculously large, and don’t let your snowman get lonely. As for Minecraft tips? “Pick something that you are not so good at,” says Gemini. “Don’t be hard on yourself when it doesn’t look flawless right away - you are always going to be harder on yourself than others.”\n如果你想去学一学现实中的圣诞节装饰技巧的话，从葛米尼泰的建筑里，我恐怕只能学到：把你的屋子重建一下，不要让雪人孤身一人。而有关游戏里的技巧呢？“去做你并不熟悉的事情。”葛米尼说，“每当事情不完美的时候，对自己不要太严格——你总是会对自己要求过高。”\n\nAnd with that, I’m off to drink eggnog and rattle presents until I know exactly how fragile they are. Merry Christmas!\n好啦好啦，写完了，我去喝蛋酒了，然后去好好蹂躏礼物看看它们有多脆了。圣诞快乐，大伙！\n\n【我 译自官网 2017 年 12 月 23 日发布的 Deck the Halls】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "腾朝丶",
            "timestamp": 1591667460,
            "txt_content": "翻译幸苦了！ 可惜在我服务器里不过洋节  不过确实可以学习一下把主城改造成春节的样子"
        },
        {
            "author": "血盟团长",
            "timestamp": 1591668600,
            "txt_content": "射手雕像很好看，收藏了~~\n\n我觉得这篇翻译有点机翻的味儿，比如有些地方中文语法或者是词语好像和日常生活不太一样，不是挑刺，就交流一下~\n\nHappy Holidays! What are you and your family celebrating? \n节日快乐！你和你家人打算怎么过这个圣诞节？\n节日快乐！你打算怎么和家人过这个圣诞节？\n\nI tried to keep a general theme throughout the build by using similar decorations on all the buildings, and just having small variations to keep it interesting. \n我有试着在所有的建筑上都加上特殊的装饰来确保建筑的风格主题一直，然后还稍微变了一点细节让人提起兴致不至于疲乏。我尝试在所有建筑上用相似的装饰来统一风格，然后加入一些细节让它看起来更吸引。\n（similar这个应该是翻译错误）\n\nThough the Christmassy theming is obvious, what might not be apparent about this build is that ** itself was also entirely rebuilt to match the theme. \n显然圣诞节的主题是非常容易辨识的，但是有一点可能你没有意识到，豪宅本身也按照节日主题去重建了。\n这个圣诞主题是很明显了，但你应该没有注意到豪宅本身也按照节日主题去重建了。"
        },
        {
            "author": "ジ烟雨霓裳ベ",
            "timestamp": 1591714860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "mhy1993mhy",
            "timestamp": 1591928700,
            "txt_content": "哦豁看上去不错的样子"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1592416200,
            "txt_content": "入口拱顶出有着一位弓箭手\n\n确保建筑的风格主题一直\n\nthat make the build more interesting\nbuild指的是建筑本身，不是建筑过程\n\n"
        }
    ]
}