{
    "title": "[原创/单篇] MineRationalityCraft：我的理性世界",
    "author": "HelloBrain",
    "replyCount": 0,
    "timestamp": 1591544880,
    "txt_content": " 本帖最后由 HelloBrain 于 2020-6-7 23:50 编辑 \n\nMineRationalityCraft：我的理性世界\n\n  Pixel=mc²    Alex第一次站在这个由像素块构成的世界里时，表情显得相当茫然。就在五分钟前，她眼前最后的画面还是一幅巨大的、写着“Minecraft”的电子屏幕界面。那是广告牌吗？还是别的什么……无论如何，现在Alex脚下踏着的是坚实的土地。隐隐约约能听到水声——也许附近有条河流，不过她不敢肯定。唯一能够确认的是，此时她正站在一片郁郁葱葱的平原上，泥土和草木的芳香被远处的风吹近，让她相信这绝不是一场梦境那么简单。（当然，这里的梦仅仅指的是一般意义上的普通的梦。我们永远无法证明自身是否存在一种更清晰和真实的状态，那是一部分宗教学的观点。至于幻觉，这会令Alex陷入缸中之脑的悖论里，所以她选择不去过度思考自己无法验证的问题。）不过，出于谨慎和习惯性的考虑，她依旧在心里背诵了圆周率的前100位来验证这一点。 “你好？”Alex吓了一跳，同时第一百二十五次提醒自己在面临未知问题的时候不要太专注。她瞧着眼前的模型：深色头发，饱经日晒的皮肤，比电影里的僵尸还要破旧的衣服——那衣服的颜色搭配品味甚至还不如其中一些僵尸——还有那双朝她伸出的手，如果它们能算是手的话，Alex在心里想……或者应该说是两条形状规则的长方体？“刚过来吗？”来者握了握Alex的手。“一个新玩家……当然。”他把她上下打量了一番，而这并没有让这一切变得看起来没那么糟糕。“那么，你叫什么名字？”Alex张了张嘴，看着来人由像素块构成的身体，什么也没说出来。她的大脑尖叫着宣布停工……在它面临诸多急转直下的状况而可能采取的各类稍有那么一点点过激的行动中，这或许还算是比较温和的一种了。“放松点。”来者皱了皱眉，“或许你愿意让我带你去我住的地方？你可以休息休息，吃点东西，明天早上再想想接下来要干嘛之类的……你看，天快黑了。”好吧，Alex自暴自弃地想。她看不出有什么事能让情况变得更糟了。 两人沉默无言地走在路上。尽管身边这个叫Steve的人——用他自己的话说，是位“老玩家”——一直在向自己陆陆续续地介绍这个世界的情况，Alex还是花了很长一段时间才接受自己身在何处的事实。“太阳马上就要下山了。这一路要回去还有点距离呢……来个金苹果吧。”“抱歉——金什么？”“金苹果。”Steve从背包里掏出一个亮澄澄的金黄色物体，在即将沉入地平线中的落日下流动着奇异的光芒。“你看，这可是这里最棒的食物之一。要用苹果和八块金锭才能合成……别用那种眼神看我，尽管吃吧。在这儿待久了你就会发现，金子真不算什么。”Alex接过来，半信半疑地咬了一口。——变化是突然性的。力量充盈着Alex的全身，有一瞬间她甚至觉得自己同时掌握了散打、中式气功以及跆拳道。尽管不能立即照镜子，不过Alex几乎可以确定，自己现在看起来一定是容光焕发，比在秋天的凉爽下午运动流了一身汗、又舒舒服服地洗了个澡睡上十个小时还要更加光彩照人。“怎么样？”“棒极了！”Alex由衷地赞美。“很不错吧？这可是只有在这里才能——” “——等等。”Alex忽然想到了什么，打断了Steve。“你刚才说这是由什么做的——”她看着手里的金苹果，被咬过的截面汁水充盈，在夕阳里闪闪发光。好吧，来到这里的第一个定向研究开始了。\n ——\n “让我重新检查一遍你的背包——果然，普通的尼龙材质。”“怎么了？这已经是你这个星期第二十六次如此执着于我的背包了。里面有什么奇怪的东西吗？”“奇怪的东西？”Alex一把抓起背包，倒了个底朝天，一大堆金苹果咕噜咕噜地滚落到地上。“你要说奇怪的东西——看看你包里这些金苹果！”“为什么？金苹果怎么了——”“金苹果怎么了？”Alex努力压抑着自己的语气，试着让它听起来和对宠物以及小学生说话的语气拉开距离，“先不考虑它的可食用性问题，一个金苹果至少有17吨重！就算这样你还能把它装进包里——这一个星期以来我做了无数次实验，你的背包完全没有损坏的迹象，而且我也没看见它由于任何其他理由损坏过！你能在包里装下几千立方米的钻石立方体！”Steve看起来有点愣神。“呃——”他说，“我没考虑过这种可能性——”“是啊！”现在Alex看起来几乎像是在尖叫了。“真是可笑——你当然不知道屈服点和万有引力定律！一开始我猜测这个世界的物品弹性极限或许特别大，但是弓弦只能被拉开为一个恒定的长度值！我猜你也没听说过密度这词吧？”“我不知道你是看了些什么东西之后才来的这里，”Steve忍不住皱起了眉头，他已经很久没有这样的感觉了。“但是这个世界的逻辑可能和你想的不太一样——” “可是现在它展现出的简直是毫无逻辑！一个普通金属制成的、没有经过任何精加工的头盔能允许一个成年人在水下呼吸超过三小时！相对而言，往处于室温状态下的木箱里放进南瓜派结果一个月都不会过期这种事情当然不值一提——” “你知道附魔吗？”Alex呆住了。“自洽的魔法系统，”她喃喃自语，“我没想到这个。这看起来是一种解释，不过还需要更多数据样本来论证。”“我来教你。”Steve叹了一口气，宽厚地拍拍Alex的后背。“关于这个新世界，你或许有不少东西要学。”“但愿如此吧，”Alex跟着叹气，看了看自己整个呈现为长方体的形态、完全没有手指但却能拿起东西的手。“实际上，对于我们来说，还有好多问题得学着去研究和解决呢。”  \n\n——End——\n拓展内容  \n\n\n\n\nQQ图片20200608004557.png (170.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-6-7 23:46 上传\n\n\n\n\n\n\n“说好的平面镜成像呢——”\n\n\n\n",
    "replies": []
}