{
    "title": "[Minecraft.net]CULTURE]朱门酒肉臭",
    "author": "我是小牧",
    "replyCount": 1,
    "timestamp": 1591543140,
    "txt_content": "\n\nRotten Riches\n朱门酒肉臭\nGigeno takes us through a baroque double-decker palace\n季格罗引领我们参观这座巴洛克式双层宫殿\n\nAndreas Inderwildi\n\nWho among us has never succumbed to the lure of creating costly, absurdly OTT palaces for our Minecraft avatars? Towers, pillars, portals, arcs, halls constructed of - and filled with - the treasures our virtual labor wrested from the depths of the earth. Another statue of myself made entirely of diamond blocks? Why not!\n我们之中优胜能够抵御那种在游戏里建造那种昂贵又超绝的宫殿的诱惑呢？高塔、廊柱、 门户、拱结构、大厅，不仅建材，其内部也满是我们的游戏化身从地壳深处采掘上来的宝藏，为什么不造一个纯钻石块的玩家雕像呢？为什么不呢？\n\nAh, but maybe I should be less flash with my cash. Now I know the fate that befell a man called W. Wealth , who had become the richest man alive only to realize that money doesn’t buy happiness.\n啊，但我或许应该少花一点钱，我知道曾经命运眷顾了一位叫做W·旺财的男人，这位男人曾经是世上最富有的人，但是他却意识到金钱换不来幸福。\n\n\nBut it certainly does buy luxury and beauty. Just gaze upon his splendorous home, a structure that is equal parts gorgeous and decadent. Piles of giant gold coins casually strewn about. A villa built on top of an enormous palace.\n但金钱确实能够买来奢侈品还有装饰品，瞧瞧他那华美的居处吧，一座华丽却颓靡的建筑，金币四处散乱的洒落着，而别墅坐落在巨大的宫殿之上。 \n\nA theater, telescope and globe reveal Wealth’s aspirations to be seen as a man of culture, knowledge and sophistication. In an allusion to Egyptian mythology, a giant scale weighs feathers on one side, and a W. Wealth’s heart on the other.\n剧场、望远镜、地球仪无不体现出旺财想要显得有文化有教养有知识。那个映照了埃及传说的天平两侧一边是羽毛、一边是旺财的心脏。\n\nLuckily, the sins in his heart weigh less than the feathers; there’s still hope for W. Wealth, but an hourglass suggests that his time may be running out.\n幸运的是，旺财的心脏比羽毛要轻得多，那就是说旺财还有得救，但是地图里的沙漠在说其时日无多。 \n\n\nThe architect behind all this is Gigeno , who doesn’t merely want to dazzle, but also has a point to make: “I created a model of man who achieved his goals to be the richest man alive. By surrounding himself with his possessions, he ultimately trapped himself in an illusion of happiness. He didn’t know that the real happiness comes from helping others and having friends to share his time with.\n在这一切的背后，建筑师季格罗，他的目的绝不仅仅是乱了我们的眼，还想要表达某个观点：“我这其实表现了某类人的模板，这种人实现了人生目标，成为了富有的人，但是他被财产所环抱，最后使用钱来麻醉自己。他从未知晓真正的快乐源自于互助和与朋友相处。”先富带后富可还行\n\n\"It’s my critique of the baroque age filled with unnecessary splendor covering up the melancholy of sad people. Meanwhile the same is true of our modern society.”\n“这是我个人对整个巴洛克时期那种喧嚣又无谓的辉煌之批判，这种光辉盖住了时代的忧郁，现代社会其实也是一样。” \n\n\nEven a project like this has humble beginnings. “First comes a simple idea. This time it was building a palace on top of another palace to show the epicness of classical architecture,” Gigeno explains.\n虽然口号喊得响亮，但他最初的目的其实还挺俗的。“只是个简单灵感，在一座宫殿上方建造另一座宫殿以体现古典建筑的史诗感。”季格罗这么解释说。\n\n“The small palace on the top was used as a scale reference. Each part was built separately, so as not to feel any constraint while building. Every other addition was just adding more and more ‘glitter’ to the project to make it full of juicy details.”\n“最上面的小宫殿可以作为比例参考，建筑的每一部分其实都是单独建造的，这样我在建筑的时候就不会束手束脚的，每加上一部分都会带来更多的亮点，使其更加生动饱满。” \n\nBut eventually, the project developed into something even more ambitious. “I had been creating the palace for a while without any concept of a story behind it. Then one of my friends said something about gold lying on the ground and it triggered a whole new idea. I quickly wrote it down and the next day I started gathering ideas to expand the concept. After a few days I had finally ended up with the story of unhappy W. Wealth.”\n但是随着建筑不断进行，季格罗的野心也越来越大，这个项目也随之扩大。“我建造宫殿的一段时间之内，完全没想过有什么背景故事。但当一个朋友和我说说了一个关于流淌于地面之上的黄金的故事，这启发了我，我唰唰唰给他记了下来，第二天我就开始收集资料扩展概念，历时几天终于完成了一个关于w·旺财的悲情故事。“\n\n\n\nAs you can probably tell from the sheer complexity of W. Wealth’s not-so-humble abode, this isn’t the first time Gigeno has built a palace. His projects are fueled by his passion for real historical buildings.\n就像是你可能能从w·旺财这纯粹堆复杂度的居所感受到他那并不是很收敛的性格，季格罗也不是第一次建造宫殿了，这是因为他饱含对历史建筑的热情。\n\n“While building the small palace on the top I was inspired by a palace in Otwock Wielki. Other details like main gate, globe etc. are from a palace in Nieborów. I really enjoy building structures from the real world like Polish palaces, old towns and town halls. As a lover of baroque architecture, I tried to keep everything rich in detail and use a lot of motifs related to the main theme, such as the scale, globe, telescope and hourglass.”\n“我在楼顶建造的那座小宫殿，受到了奥特沃克维尔基的宫殿的启发，而它的其他细节，比如说大门还有地球仪源自于涅波鲁夫的一座宫殿。我是真的喜欢还原真实世界中存在的建筑，比如说波兰的城堡、古镇还有市政厅。作为巴洛克式的狂热爱好者，一切繁杂的细节我全都要，然后再添加大量和主题相关的元素，比如说比例、地球仪、望远镜还有沙漏。”\n\nIn the end, the project didn’t take as long as building a real palace, but it still devoured a full two months of Gigeno’s time. “I feel I could make it even bigger but I got little lazy in the end. All in all, it’s still my biggest project.”\n尽管到最后这建筑并没有花费建造真实宫殿等量的时间，但是季格罗还是为此整整投入了两个月的时间，“我本以为我可以建的更大的，但是到后期我有点乏力了。但不管怎样，这仍是我整过的最大的建筑。” \n\n\nWhile you probably shouldn’t imitate the life choices of lonely, sad W. Wealth, you perhaps might want to follow in the footsteps of his creator and build something as grand and baroque as him.\n虽然你可能不应该去学w·旺财的生活准则，但是你或许会想着去学习这位建筑师，像他一样去造一些宏大又巴洛克式的建筑。\n\n“If you want to build something incredible you should start with something small. Use concept art to support your creativity and always get pleasure from everything you build. I recommend educating yourself about the basics of architecture to fully understand what you are building and build it even better.”\n“如果你想整些令人叹为观止的东西，你应该始于足下，先去试着搞一些小东西，然后用概念艺术支持你的创造力，要确保自己乐在其中。我也建议你去学一些建筑相关的基础知识，以便对自己正在建造的东西有个准确的认知，并更好的继续动工。”\n\nPerhaps, if you follow Gigeno’s example, you too will acquire a Midas Touch that turns every project you touch into metaphorical gold! But without the adverse effects, hopefully.\n以季格罗作为榜样，你也可以点石成金！让你每个建筑都发散出光辉，但愿这不会有什么反噬。\n\n Renders by Lukasz, TerrorQ, nygma, iRoboMatic, Mag and Casey \n渲染自Lukasz, TerrorQ, nygma, iRoboMatic, Mag and Casey 。\n\n【我 译自官网 2018 年 01 月 16 日发布的 Rotten Riches】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1592418180,
            "txt_content": "我们之中优胜能够抵御\n\n"
        }
    ]
}