{
    "title": "[Minecraft.net]CULTURE]复杂之城",
    "author": "空之彼岸线",
    "replyCount": 6,
    "timestamp": 1591542840,
    "txt_content": "\n\nComplexcity\n复杂之城\nAria Creations’ futuristic city finds beauty in the bleak\n阿丽亚的城市堪称苍茫之中一点红\n\nCharles Singletary\n\nOver the last few decades, technology has become a huge part of our everyday lives. It’s enhanced almost every aspect of our existence, from health to industry to social media. It’s the reason you can use your smartphone to play Minecraft while sat on the toilet. Not that I’ve ever done that, of course.\n在过去的数十年之中，科技逐渐发展到我们生活的里里外外，这全方位全角度的提升了我们的生活水平，不仅是健康、还是产业链又或者社交媒体。是故你现在可以蹲在马桶上玩我的世界了，当然啦，我可没有这么做过。 \n\nUnfortunately, technology is also at the root of the beautiful post-apocalypse that is Complexcity , an intricate build from the Aria Creations team.\n不幸的是，技术同样促生了美丽的后启示录风格艺术——复杂之城，这是阿丽亚建筑团队的一座巧夺天工的建筑。 \n\n“Our first intention was to create an even more complex city than we did with our previous builds,” Aria Creations founder LNeoX tells me via email. “Complexcity seems to be a nice and friendly place but, from the inside, the city is dead and controlled by artificial intelligence. Isolated from the rest of the world.”\n阿丽亚建筑团队LNeoX在寄给我的电子邮件里这么写到：“我们最初的目的是建造一座比我们之前所建造过的任何建筑都复杂的城市，复杂之城乍一看似乎金玉其外，实际上内部完全由人工智能控制，与世隔绝，败絮其中。” \n\n\n\n\nThe story of Complexcity is of humans producing robots to build things for us - but then probably regretting that decision when the robots rise up against us. It’s a story we’ve experienced in other sci-fi. I’ve seen about 5,988,434 movies where ungrateful machines start rising up against their poor human creators (as a human myself, I might be a little biased here).\n复杂之城的背景故事讲述了一段人们为了扩大生产力，制造了不少机器人，但是当这些机器人举**旗大声反抗我们的时候，人类或许开始就后悔了当初的决定了。这种故事我在科幻电影里见得多了，大概有5988434部电影都是这样的。这些忘恩负义的机器人居然聚齐来反抗他们可怜的人类造主。（作为人类来说或许是有点偏见。）\n\nComplexcity tells a similar cautionary tale, with the robots headed toward eliminating humans from the equation altogether. At the time we’re seeing Complexcity, robots are in complete control and nobody knows how the situation will develop.\n复杂之城的故事或许是陈词滥调了，机器人将人类从世界命运共同体的方程式之中完全消除。在我们见到这座城的时候，机器人就已经完全控制了局势，没人知道事态将如何发展。 \n\nAria Creations were also unsure how this project would develop when they started building. “Normally we like to make our own concept before we start building but this one was without any planning beforehand,” explains LNeoX.\n阿丽亚团队在施工之初也不是很确定将来的发展趋势，“一般来说我们施工之前都会确定好相关的概念设计，但是这次我们啥都没计划抄起方块撸起袖子就开工了。”LNeoX这么和我解释道。\n\n\n“We felt confident that everyone was on the same page and just started the project. Our goal was a complex city guided by a modern theme. We tried to implement the ideas of everyone and adapt on the run.”\n“在刚开始施工的时候我们确信我们大家都达成了共识，我们的目的是为了建造一座现代风格的复杂城市，我们希望能够每个人都能大展身手并且协同与共。” \n\nA team of eight, the toughest part of constructing the city for Aria Creations was apparently “how we should start this new project.” But once they’d started, they managed to finish construction in just ten days. Maybe we shouldn’t be so worried about robots surpassing us in efficiency after all?\n作为人数达到八人的团队，在建筑这座复杂的城市的时候阿丽亚团队最棘手的部分想必是“我们应该如何开工呢”。但是一旦他们开始动手，他们想方设法在十天之内建造完成了建筑。或许我们其实并不需要担心那些机器人的效率会高过人类吗？ \n\n\nEven without a team, sometimes you have to let loose and create without critiquing yourself every step of the way. “Not trying to make everything 100% perfect in one go,” explains LNeoX, was something the team learned with the Complexcity project.\n即使你没有参加省民间组团队，有时候你也得学会放松自己，去造些什么，而不是步步诘责自己。LNeoX这么解释道：“你没法把东西搞的百分之百完美。”这是他们团队在这座复杂之城的建造过程之中领会到的教训。\n\n“A lot of times you end up changing parts over and over again. You lose a lot of time and/or motivation and the modifications don’t [even] add much to the big picture.”\n“很多时候，你会禁不住去一遍复一遍的去修改某一块，你耗费了不少时间精力还有动力在这上面，但是这种修改对大局的影响几乎可以说是毫无帮助。”\n\n“We always strive to build something greater and focus on layout, composition, concept and colors,” LNeoX tells me. But the secret to a build of this quality is apparently to “be passionate and don’t set yourself to high goals. Just have fun.”\nLNeoX和我这么说：“我们总是去试着建造一些更加宏大的东西，我们关注与布局、构图、概念与配色。但是想要做到这点的秘诀就是保持激情，不要设定过高的目标，并且保证自己玩的开心。”\n\n\nThe team at Aria Creations is building quite the impressive portfolio of beautiful, intricate builds . When you have a team that flows together so well, that's when your builds can come to life, giving birth to wonderful ideas that go beyond what an audience might see at first glance! Just keep an eye on the machines that are helping build those ideas, OK? stares suspiciously at toaster \n阿丽亚建筑团队整在建造一些令人叹为观止的复杂建筑，当你的建筑团队契合的如此之协调的时候，建筑自然就会跃然纸上，创造一些奇妙的灵感，远超第一眼所能想到的！只不过要盯好那些正在施工的机器人罢了，好么？（警惕地盯着烤面包机 \n\n Aria Creations are LNeoX, Asdan, Monsterfish, Meadows, TurnipN0se, Laeonathan, Kellerbier, spaceemotion \n阿丽亚团队的成员有LNeoX, Asdan, Monsterfish, Meadows, TurnipN0se, Laeonathan, Kellerbier, spaceemotion \n\n【我 译自官网 2018 年 01 月 18 日发布的 Complexcity】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1591545240,
            "txt_content": "但是当这些机器人举**旗大声反抗我们的时候\n\n\n起大 是屏蔽词吗……"
        },
        {
            "author": "Never-Mind",
            "timestamp": 1591588440,
            "txt_content": "大佬的生活就是如此枯燥复杂"
        },
        {
            "author": "Never-Mind",
            "timestamp": 1591588500,
            "txt_content": "卡狗捞面 发表于 2020-6-7 23:54\n起大 是屏蔽词吗……\n举旗是屏蔽词 因为和陈胜有关"
        },
        {
            "author": "Kroblus",
            "timestamp": 1592220120,
            "txt_content": "未来之城"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1592418360,
            "txt_content": "即使你没有参加省民间组团队\n\n\n"
        },
        {
            "author": "709525791",
            "timestamp": 1592565900,
            "txt_content": "这就是大佬吗。。。英语白痴被刷新了世界观"
        }
    ]
}