{
    "title": "[Minecraft.net]CULTURE]与之搭建：圆石！",
    "author": "我是小牧",
    "replyCount": 5,
    "timestamp": 1591804860,
    "txt_content": "\nBuild With It: Cobblestone!\n与之搭建：圆石！\nMake your creations rock\n岩选推荐\n\nNova Barlow\n\nAh, cobblestone. As one of the most basic building blocks , it’s a true classic! It was likely the first block you ever obtained from mining, as well as an integral component in your earliest builds. After all, there’s nothing like a little cobblestone house to stake your claim in the world and say “This is MINE”.\n啊，圆石。作为一种最基本的建筑方块，它可以称得上是经典中的经典了，它或许是你最初挖掘的方块，也会是你早期建筑里不可分割的元素之一。毕竟没什么能比得上一间小小的圆石屋子能让你对世界宣称它的所有权的了。 \n\nBeing an abundant resource, there’s a high probability you’ll be gathering a lot of cobblestone whenever you enter a new world. In fact, you might even end up with too much of it. But what do you build after you’ve finished your castle, its outer fortress walls, the dungeon underneath, the extensive courtyard, the winding staircases to a tower, a remote outpost, roads to connect them all together – and still have both energy and materials left?\n作为一种丰富的资源，你每次新建存档的时候都总有可能大量去采掘圆石，倒不如说，你总会挖的比用的多。但是当你建完了你的城堡、围墙、地牢、庭院、弯曲的楼梯与塔楼，前哨站以及所有之间的道路之后——而且你还有精力和材料，那你会去选择建些什么呢？\n\nA good idea is to draw inspiration from cobblestone creator maddog142 , a community member who answered our recent Build With It request for cobblestone builds. Energized by the appearance of a naturally spawned jungle temple, maddog142 continued the inspirational jungle motif by constructing three additional Meso-American inspired builds from cobblestone – a small shrine/temple, a house/building, and a ball court (or “ tlachtli ”).\n有个来自于圆石建筑师maddog142的好提议，你可以从他那里获取灵感，他是最近给我们投稿的社区一份子。由自然生成的丛林神庙获得启发，maddog142继续了之前的丛林主题，使用圆石建造了另外三个中美洲风格的建筑——一个小小的神龛/寺庙，一座房子/建筑，和一个球场(或者“ tlachtli”)。\n\n\n\nThese creations were further accented with mossy cobblestone, cobwebs, and some vines to help provide an authentic, aged appearance. The mossy cobblestone also adds a touch of unexpected color to keep the look of this basic wall from becoming too monotonous.\n这些作品之中，maddog142靠着藤蔓、苔石还有蜘蛛网点上了重彩，给建筑装饰的更加真实更加老化，苔石也带入了一种新颜色，使得基本的外墙不至于太单调。\n\nYou may not use cobblestone much once you have discovered the wide variety of other building materials Minecraft has to offer, but you should still keep some handy for the day you go back to basics. Why not break some out today? Because it is so abundant, it can help you fill in the gaps where your stockpile of other materials falls short. In the process of mixing and matching, you may just discover a combination of building materials that provides your own signature building style.\n当你被游戏里的其他建材养叼了嘴之后，你可能就不怎么用圆石搞建筑了，但是你还是应该为回归本心的某日存储一些顺手的材料。为什么今天就不能做些改变呢？圆石的储量是如此丰富，完全能够填上那些匮乏材料的空档，在各种方块和颜色的搭配尝试之中，说不定之中就会有几样成为你的标志性风格呢？ \n\nStay tuned for more Build With It as we focus our creative efforts on ways to incorporate purpur , prismarine , stained glass, and gold into our builds! Want to share your own creative combinations? Drop us a note along with a screenshot to FeatureMe@minecraft.net to share them with us and the rest of the community.\n请持续关注与之搭建栏目吧， 我们将来的主题包括紫珀块，海晶石，染色玻璃和金块，我们将关注它们该怎样在建筑过程中使用！是否想与我们分享你的创意？请截图并附注发送到FeatureMe@minecraft.net与我们和其余社区成员分享。\n\n【我 译自官网 2020 年 01 月 10 日发布的 Build With It: Cobblestone!】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "44455512345",
            "timestamp": 1592230320,
            "txt_content": "打卡故事，滴滴！"
        },
        {
            "author": "血盟团长",
            "timestamp": 1592357160,
            "txt_content": "https://www.mcbbs.net/forum.php? ... eid%26typeid%3D2390\nhttps://www.mcbbs.net/forum.php? ... eid%26typeid%3D2390\n撞车了 还是3车事故啊\n\n。。。难道只要以前的关闭了就可以随便撞车了（"
        },
        {
            "author": "燎原解说MC",
            "timestamp": 1592707080,
            "txt_content": "别人的建筑···"
        },
        {
            "author": "燎原解说MC",
            "timestamp": 1592707140,
            "txt_content": "、厉害啊···"
        },
        {
            "author": "kayn-",
            "timestamp": 1593056760,
            "txt_content": "好宏伟的建筑，感谢大佬转载翻译"
        }
    ]
}