{
    "title": "[Minecraft.net]CULTURE]道顿城堡",
    "author": "我是小牧",
    "replyCount": 1,
    "timestamp": 1591714800,
    "txt_content": " 本帖最后由 我是小牧 于 2020-6-19 00:14 编辑 \n\nDawnton Castle\n道顿城堡\nYou'll be safe from mobs and monsters in here! Probably.\n你在这里就不会受到生物和怪物们的袭击了，或许吧。\n\nAsh Davis\n\nNestled deep in the middle of nowhere rests the ruins of Dawnton Castle . It’s been abandoned for hundreds of years now, probably because it’s in the middle of nowhere. I mean, have you tried catching an Uber out in the sticks? All the ancient magic messes with the Wi-Fi signal.\n在无人之境的深处，坐落着道顿城堡，或者说，道顿城堡的废墟。这座城堡已经被废弃了几百年了，或许正是因为它的位置太偏僻了吧，我是说，你有成功在这种荒郊野岭里面喊道过滴滴打车吗？那些古老的魔**阻挡Wifi信号。 \n\nAnd of course, there’s all the monsters.\n当然。还有所有的怪物。\n\nMe personally? I stick to the cities. No creatures that want to eat me! Well, less. This quaint and quiet structure is the work of zBeats , a builder from the UK (the country where everyone lives in a castle. True story) with a reputation for packing a lot of cute into simpler builds.\n我吗？我可是一个城市居民，没什么动物对我有胃口，好吧，还是有一点的。这座典雅静谧的城堡出自zBeats的手笔，他来自于英国，英国人都住在城堡里不是吗？我是说真的。zBeats因为他能够把简单的建筑都可爱的装饰上而出名。\n\n\n“I definitely have to give a huge shout out to a very talented builder Vubervos ,” zBeats  tells me, “[who] inspired me to work on Dawnton Castle. His style really motivated me to try something a bit different and create something I never thought I could.”\nzBeats和我说：“说到这个我就不得不抛出一位非常有才华的建筑师的名号，Vubervos。要不是他，我也建不完这座城堡。这位建筑师的风格经常能够刺激我去实验一些新鲜事物，然后去做一些我从来没做过的东西。”\n\nzBeats explains Dawnton came from a bit of experimentation and a lot of collaborative effort.\nzBeats也追加解释道这座道顿城堡也是他不断实验以及大量合作的产物。 \n\n“As I was building, I really started getting into the flow of it and just wanted to keep going. Eventually, I wound up with the first section of the castle and was getting some really nice feedback and reviews about it, which then motivated me to keep adding more.”\n“当我着手建造的时候，我全身心的投入了进去废寝忘食除了把这座城堡建完之外什么别的都不想。然后终于我完成了城堡的第一部分，社区里也有不少人给我点赞，还有一些建议，这些都在鼓励我继续建造。”\n\n\nAfter all the positive comments on the initial phase of construction, zBeats brought in his good friends to make Dawnton really pop.\n在建筑初期获得社区里的积极评价之后，zBeats拉上了他的好朋友帮他来把道顿城堡装饰的更加的完美。\n\n“Once I had completed the castle, I asked my friend Eloo to create a basic World Painter map so the castle had a nice, clean terrain to go with it. I also asked my friend Etex if she would like to help me with a few tree designs, which she kindly agreed to since I’m still in the early learning stages for tree making.”\n“当我建好城堡后，我就请求我的好朋友Eloo来刷了一个干净良好的World Painter地形来放置城堡，我还问了问我朋友Etex能不能帮我做几棵树，他也非常好心的同意了，因为我当时还在学这个，做的并不好。”\n\n\nIt takes a village to raise a castle, and a castle to protect a village. As zBeats tells it; “Dawnton Castle’s original purpose was to defend against the beastly creatures that like to feast on the villagers in the region. The castle is a haven for people that are trying to seek refuge in hopes of living a happier, safer life. As the world modernized, the monsters eventually went extinct so there was no longer a need for Dawnton Castle. Now it remains as nothing more than a historical landmark.”\n建造一座城堡需要一个村庄，而保护一个村庄需要一座城堡。 就像是zBeats说的那样：“道顿城堡在一开始的建造目的就是为了防御那些食人猛兽。城堡是那些人们的堡垒，这些人希望能够过上幸福而无忧的生活，而随着世界不断地进步，这种野兽也销声匿迹，道顿城堡再也派不上用场了，现在这座城堡不过是一座历史丰碑罢了。” \n\nAnd for those of us lost in the middle of nowhere, trying not to become monster grub by making a desperate visit to Dawnton Castle, zBeats has his own hopes for what he wants us to see.\n而对于我们这种误入无人之境的人，若想不被当做食物充饥，最绝望的时候只能前往道顿城堡。zBeats有想要展示给我们的东西。 \n\n\n“I want people to take away the fact that you don't necessarily have to go into huge amount of detail to make something look effective.”\n”我希望人们能够认识到，不一定非得要大量的细节才能让事物变得饱满。“ \n\nHe says that you shouldn’t be afraid to incorporate ideas from others - but to also transform those ideas with your own unique twists.\n他也说，人不应该变得害怕去学习他人——但是也要学会使用自己的创造性思维去改造他们。\n\n\nHere's a few of zBeats' other builds. This is Zeus' Grand Temple. And it's mighty grand indeed!\n这里有些zBeats的其他建筑，这是宙斯的伟大庭园，确实挺宏伟的！\n\nWhy didn't we cover this Snow Fall Road since it's the week before Christmas? Shut up that's why.\n为什么我们不在圣诞节那一周将地面撒满雪呢？别问为什么。\n\nThe Tropical Village - a great build \n热带村庄——不错的建筑，恰到好处的嘲讽了这个地处斯德哥摩尔的开发团队。\n“Hopefully I inspire builders to come out of their comfort zone to create something [very] different from what they usually produce.”\n“希望我的建筑能够激励那些建筑师不在安于现状，去尝试做一些和平时顺手的东西不一样的东西。”\n\nOh, you want me out of my comfort zone do you? So I can get devoured? Nah, I think I’ll stay right here.\n哦，你想让我走出安全的地方吗？然后我就会被野兽吃掉！啧，我还是接着在这儿待着吧。 \n\n Renders by: Kryiin, Rebelite, Casey, Timothy C, Maaki, and Avenz \n渲染自Kryiin, Rebelite, Casey, Timothy C, Maaki以及 Avenz \n\n【我 译自官网 2017 年 12 月 18 日发布的 Dawnton Castle】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1592415840,
            "txt_content": "注意你的[url]标签好像挂错了 整段都变成链接了"
        }
    ]
}