{
    "title": "[Minecraft.net|DEEP DIVES]下界梦魇",
    "author": "qsefthuopq",
    "replyCount": 0,
    "timestamp": 1591813260,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-6-11 02:27 编辑 \n文章日期2020-06-10作者Kelsey Howard\n译者qsefthuopq\n\n原文链接点击打开\n\n\nNightmares in the Nether\n下界梦魇\n\nA short list of terrifying things in the Nether\n一份下界恐怖事物的简短列表\n\n\n\nBefore we get into this article, I have to confess something. When it comes to video games, I am a total chicken. A baby, if you will. You can ask my friends who watched me try to play Bloodborne by just frantically running away from things and trying to hide. My fear of, well, everything, is what drew me to Minecraft in the first place! You’re telling me I get to hang out with a bunch of cows, farm to my heart’s content, and build a small armada of boats because I keep forgetting where I left them? Sign me up!\n在我们进入这篇博文之前，我必须承认一些事。说到电子游戏，我完全就是个懦夫。如果你愿意，你也可以称我为巨婴。你可以问看过我初体验《血源：诅咒》的朋友，我见到怪拔腿就跑，找个地方躲起来。我对万物的恐惧正是Minecraft吸引我的主要原因！如果你告诉我我不仅可以和一群牛一起闲逛，随心所欲地耕种，还可以因总是忘记把船放到哪而造出漂泊于四海的舰队？快拉我入坑吧！\n\nImagine my horror when we announced the upcoming Nether Update. Even worse, when Per thought it would be good for me to “face my fears” and “stop crying at my desk every time someone says Nether Update” by forcing me to do a little reconnaissance about the Nether. Well, surprise surprise, it’s really scary in the Nether and I am ready to tell you all about it.\n想象一下当我们宣布即将到来的下界更新时我有多害怕。更糟糕的是，Per认为这对我“ 面对恐惧 ”和“ 别再每次有人谈论下界更新时在我的办公桌前哭泣”有益，他强迫我侦查下界。好吧，没想到是我来介绍下界。下界真的很恐怖，我准备好告诉你下界的一切了。\n\n\nNOTHING LIKE A GOOD NIGHT’S SLEEP… TO BLOW YOU UP\n没有什么比睡个好觉更... 怎么炸了\n\nIn the real world, I love sleep. Sleeping is the coziest, safest way to spend an afternoon. Then I learned that you can’t sleep in the Nether because the beds explode. EXPLODE. Can you even imagine surviving a full day of terrors in the Nether just to feel the cozy embrace of your blocky bed, and then you blow up? No, thank you. The developers tried to calm me down by reminding me that the Respawn Anchor would allow me to respawn safely (well, relatively safely) in the Nether – no bed needed! Right, I’ll go cuddle up with a Respawn Anchor and hope I wake up nice and safe in the Overworld.\n在显示世界里我很喜欢睡觉。睡觉是度过下午最舒适和安全的方式。但在游戏里你无法在下界睡觉，因为床会爆炸。爆炸。你能想象「当你在恐怖的下界里胆战心惊地度过了一整天后，躺在舒适的方块床上时，你炸了」是什么感受吗？不，我想都不敢想。开发者们尝试让我冷静下来，提醒我重生之锚会让我安全(只能说是相对安全)地在下界重生 – 不需要床！好吧，下次我会带上重生之锚，希望下次我会在主世界安然无恙地醒来。\n\n\nTHE… EVERYTHING IS LAVA\n万物...皆为岩浆\n\n\n\n\nRemember when you were a kid and you’d play “the floor is lava,” and everyone would jump around and scream? Yeah, the Nether is exactly like that except the lava is real and everywhere. Great. I’m not freaked out at all. I’ll be over here quietly weeping while building the slowest dirt bridge of all time and sneaking around so that I don’t fall off into a lava pit. Don’t look down, don’t look down…\n还记得你在小时候垂髫之年玩过的“ the floor is lava”和每个人跳来跳去尖叫的场面吗？没错，下界和这个游戏一样，不过遍地的岩浆是真的。“太棒了”。我还没有彻底崩溃。我默默流泪，用泥土搭桥，潜行到达彼岸以免跌入岩浆。别往下看，别往下看…\n\n\nCUTE, BUT VERY ANGRY\n\n可爱却易怒\n\n\nWhen I first saw the Piglins and Hoglins, I was kind of in love. How could something with such cute little ears hurt me? Quite easily, actually. It feels like they just really want to attack me, despite what many people call my “charmingly abrasive personality.” I’ve heard that at least the Piglins like gold, and you can use it to somehow get on their good side (or at least their less bad side), but do I look like I am made of emeralds? I’ve had this same iron armor since 2017, and I’m not going to change now just so the Piglins will like me. That’s called self-respect. Now excuse me as I cover myself in mud and crawl on my belly so those Piglins over there don’t see me.\n当我第一次看见猪灵和疣猪兽时，我心动了。拥有这么可爱的耳朵的生物怎么会攻击我呢？实际上它们杀人不眨眼。尽管很多人称我有“迷人粗暴的个性”，但是我一眼就能看出它们想要攻击我。我听说至少猪灵喜欢金子，给它们金子可以看到它们好的一面(或者至少是不那么坏的一面)，但我看起来像是眼里只有绿宝石的人吗？我从2017起就有了同样的铁盔甲，我不会因为猪灵喜欢金盔甲而更换我的盔甲。这就是我的自尊心。现在请让我用泥土埋住自己并缓缓爬行，这样猪灵就看不见我了。\n\n\nNOT THE BRIGHTEST TOOL IN THE SHED\n并非是探索时使用的最佳工具[sup]【1】[/sup]\n\nIt’s the classic nightmare: you’re surrounded by angry Piglins, and all you have to defend yourself is a stone hoe. Resources are hard to come by in the Nether, and you don’t want to be racing for the nearest portal because all of your tools are broken. That’s why I always pack exactly eight diamond swords when I go to the Nether. The first one for wildly slashing at anything that comes near me. The second for when that first one inevitably breaks. And the next six are just for me to feel better about running from anything remotely threatening because I totally could beat them up, I am just choosing not to. It’s called taking the high road.\n经典噩梦场景：你被一群愤怒的猪灵包围了，而你只有石锄能保护自己。你很难在下界获得资源，而你不想在所有工具都已破损的情况下冲到附近的传送门。这也是为什么我前往下界总是带上八把钻石剑。首先我会用第一把钻石剑疯狂挥砍任何朝我跑来的生物。第二把剑备用。接下来六把剑可以让我在面对任何远程威胁时有底气去面对，有这么多把剑就已经没有什么好怕的了。这才是正道。\n\n\nJUST DON’T CALL IT A CRY BABY\n别叫它爱哭鬼\n\n\n\n\nGhasts, ugh. I’m sorry, did I need to say more about Ghasts? Whoever thought that designing a giant, floating monster that launches fireballs all while sounding like a demonic baby was a good idea, I want to talk. Seriously, do I need to say more?\n恶魂，呃。抱歉，我还要谈谈恶魂吗？谁设计出的发射火球时发出恶魔婴儿般的哭泣声的巨大飘浮怪物？来喝杯咖啡聊聊？我是认真的，还要接着聊恶魂吗？\n\nSo, are you happy now? I didn’t risk my life to bring you this article or anything, but it was definitely pretty scary! I know most of you are braver than I am and excited to take on the challenge of exploring the new and updated Nether, and to you I say “can I hide behind you as we go through the portal”?\n那么现在你高兴了吗？我没有冒着生命危险写出这篇博文或带来任何东西，但下界真的很恐怖！我知道你们中的大多数人都比我勇敢，且热衷于探索全新的下界，因此我会对你们说：“在我们进入传送门时我可以躲在你们身后吗”？\n\n注释【1】NOT THE BRIGHTEST TOOL IN THE SHED，化用自not the sharpest tool in the shed，委婉地表达傻子之意。\n\n",
    "replies": []
}