{
    "title": "[Minecraft.net]CULTURE]谱曲者",
    "author": "我是小牧",
    "replyCount": 1,
    "timestamp": 1591804920,
    "txt_content": "\n\nMelody Maker\n谱曲者\nA build that makes us want to siiiiiiing from MaestroMK!\n齐颂MaestroMK的建筑吧\n\nTom Stone\n\nA music-themed build? Brilliant idea! After all, everyone loves music. Frederick Nietzsche once said “ without music, life would be a mistake ,” and the ghost of Frederick Nietzsche once said “ quote me on Minecraft.net, my favourite website, or I'll haunt you forevermooooooooooore .” Well, I've done my duty so BEGONE FOUL SPIRIT.\n哦？音乐主题的建筑？这点子真是太棒了！没人不喜欢音乐，尼采曾说：“如无音乐，生活就是错误。”尼采的鬼魂则说：“在这文章里引用我说的话，否则我让你日夜不得安宁。”好了，我搞完了，快滚吧你这鬼魂。\n\nAnyway, music can be great for inspiring you when you're working on a project! I myself write and edit these articles to a mix of Gareth Coker's Minecraft score (gotta stay on brand), a tape of my many enemies screaming in agony and my favourite song, Yakety Sax . Explains a lot, really.\n不论怎样，每当你在工作中的时候听听音乐总是不错的，我在编写这些文章的时候会配上混合了加雷思 · 科克尔的《我的世界》的配乐(博文带货) ，还有我敌人惨叫声的录音，以及我最喜欢的歌曲， Yakety Sax。这说明了很多，真的。\n\nToday's builder, MaestroMK , was so inspired by his favourite tunes, they helped him craft this terrific tribute to the power of music. A striking structure of mint-and-white magnificence, with a statue of a pianist as its perfect centrepiece. Bravo, MaestroMK! Encore, encore!\n我们今天的建筑师，MaestroMK，也被他最喜欢的音乐启发，然后创作出了这张向音乐之力致敬的地图。这建筑完美的搭配了亮眼的淡蓝色与白色，不得不令人赞叹，正中线上还有一个钢琴家的雕像。Bravo，MaestroMK！摩多摩多。\n\n\nSomewhat suprisingly, this builder isn't a musician himself. “I've never played piano before,” MaestroMK tells me, nor does he have any plans to learn “but [an] instrument can be a good theme for a build.” Based on his results, it's hard to disagree!\n令人惊奇的是，这建筑的作者本身并不是音乐家，“我从来没弹过钢琴，”MaestroMK这么和我说过，他也不打算去学，“但是乐器作为主题是很合适的，”从结果来看这话不得不令人信服。 \n\nA builder from South Korea, MaestroMK carefully planned out his creation before even laying down a single block, sketching his idea and working out the floor plan. “Then I created the frame of the building in Minecraft, because its hard to make with only images in my mind.”\n作为一个来自韩国的建筑师，MaestroMK在实际动手之前，给自己的建筑做了仔细的设计，画出了草图并且制定好了平面图。“然后我就在游戏里搭出了建筑的框架，因为这东西仅靠我脑海中的想象是很难完成的。\n\n\n\n\n\nThose mental images varied for MaestroMK, depending on what was on his Minecraft playlist. “I built buildings according to the mood of the song that I [was] listening too,” he explains. “In my opinion, when you listen to songs while working, it's very helpful for working.”\n这些脑海中的图像对MaestroMK来说各自不同，取决于他的播放列表。“我建造时是靠我从所听歌曲里的情绪来决定风格的，”MaestroMK解释道，“我认为，工作的时候听些歌曲会很有帮助。”\n\nHuh. Then how come whenever I sing motivational songs to Emily and Marsh, they refuse to write a thing and throw bricks at me instead? :(\n哈？那为啥每次我给艾米丽和马修唱歌加油打气的时候，他们就连文章都不写了抄起砖头就朝我呼呢？o(╥﹏╥)o \n\nWhat tunes got MaestroMK in the building mood? “I usually listened to a lot of songs that don't have any lyrics, like piano music, or songs by Two Steps from Hell and Thomas Bergersen .” I tried listening to a few songs by both these artists - very dramatic and epic – perfect for getting you motivated to finish a project! Spends yet another hour not writing this article and playing Battle Chef Brigade instead. \n那么，是什么歌让MaestroMK提起兴致搞建筑了呢？“我时常听一些没什么歌词的音乐，比如说钢琴曲，又或者比如Two Steps from Hell和Thomas Bergersen的歌曲。”我有试着去听他们的歌曲——他们的音乐非常的浪漫又史诗——对于鼓励人完成工作来说十分有用！又摸了一小时，玩Battle Chef Brigade，爽到。\n\n\nDespite being the build's inspiration, decorating the piano was actually the toughest part for MaestroMK. “I tried lots of ways to eliminate the emptiness by decorating, but it was hard, because the decoration usually hid the structure of piano or interfered with the mood.” Much like a band that's regretting its decision to hire nineteen drummers, sometimes you just have to realise less is more.\n尽管音乐是建筑的灵感来源，但是如何装饰钢琴这点却难倒了建筑师。“我试了很多方法去填补建筑中的空档，但是这很难，因为那些装饰会盖住钢琴本身的结构又或者会干扰整个建筑的氛围。”就像是一个有十九个鼓手的乐队一样，有时候你要认识到，少就是多。 \n\nBut if getting the piano right was the toughest note to hit, what was the merriest part of the melody?\n如果说这乐章里，钢琴的装饰这一节是最难弹的，那么最爽的一节是哪一节呢？ \n\n“The funnest part to build was making the statue that's sitting on the chair,” says MaestroMK. “I really enjoyed making various poses and trying lots of different colours.” Eventually he settled on black, contrasting nicely with the lighter colours that dominate the build.\n“做椅子上的雕像那里是最有趣的，”MaestroMK说，“我喜欢整各式各样的姿势，然后尝试不同的配色。”最后他选择了黑色，与整体的亮色形成了鲜明对比。\n\n\nMaestroMK spent two weeks on the composition of this creation, and promises his next build will be a “project that people will remember,” like a great song you just can't get out of your head!\nMaestroMK在这个项目的构思上花了两周的时间，他声明下周的作品会令人们“印象深刻”。就像是脑海里萦绕不去的歌谣一般。 \n\nBut hopefully not like an awful song you can't get out of your head. Why did I make myself listen to Yakety Sax for a throwaway joke in paragraph two? WHY???\n但我真的希望这不会是一首你忘不掉的糟糕的歌曲。为什么我要在第二段抖一个关于Yakety Sax的包袱呢？为什么？\n\n Renders by GBF aya and Haru. \n渲染自：GBF aya 和 Haru \n\n【我 译自官网 2018 年 01 月 20 日发布的 Melody Maker】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "ItIsEnderman",
            "timestamp": 1591847460,
            "txt_content": "要没记错这文章被翻译过吧……\n\nmakes us want to siiiiiiing from MaestroMK!\n\n是不是看成了for？"
        }
    ]
}