{
    "title": "[Minecraft.net|INSIDER] 遇见北极熊",
    "author": "血盟团长",
    "replyCount": 5,
    "timestamp": 1591950780,
    "txt_content": "\n\nINSIDERMeet the Polar Bear\n遇见北极熊\n\nBeware these cuddly killers from snowbound lands\n小心这些雪地中的可爱杀手\n\nMarsh Davies\n\n\nBears: adorable at a distance. This is true in Minecraft, just as it is in real life. They may look huggable and furry, but they are full of teeth, and not too fussy about what, or who, constitutes a meal. Not that polar bears will necessarily attack you on sight in Minecraft. One of the rules the developers have set for the game is that the only kinds of things that will try to hurt you without provocation are monsters. (This is one of the reasons Jens chose to axe the Killer Bunny!)\n熊：远看时可爱。这句话在Minecraft里是事实，在现实中也是。他们或者外表毛茸茸，让人很想抱一下，但它们满是牙齿，而且对一顿饭吃什么或者吃谁没有什么要求。在Minecraft里面，北极熊并非一看到你就会攻击，在开发者设定的规则里面只有怪物才会不问缘由地攻击你。（这就是为什么Jeb 砍掉杀手兔的原因之一！）\n\nPolar bears are neutral mobs, but that didn’t feel sufficiently dangerous for Jens, so he made a special case: if they have a cub following them, they will become aggressive if you get within a short distance of them, mimicking the protectiveness of a parent over a child. In this case, a massive parent with massive claws. Don’t mess with them.\n北极熊是中立生物，但Jeb 觉得这样不太危险，所以他做了一个特殊的情况：在有幼崽尾随它们时，如果你离它们足够近，它们会变得具攻击性，这是模仿对孩子的保护。在这种情况下，巨大的父母有巨大的爪子，别惹他们。\n\nOf course, this has led to some fun community-created exploits to make bears which are super-aggressive. To make one, summon a polar bear with a polar bear cub riding on it and voila: a permanently provoked polar bear jockey! Xzibit would be proud - and rightly terrified.\n当然，由此可以做出一些有趣的组合表现，使熊变得超级好斗。你只要召唤一只上面骑着北极熊幼崽的北极熊，看，一个永远处于被激怒状态的北极熊骑师！Xzibit 会感到自豪——也会感到恐惧。\n\n\n\n\n\n\n\nBut where did the desire to add polar bears come from? It turns out Jens’ wife, Jenny, is a bit of a fan.\n那么为什么会想加入北极熊呢？原来是 Jeb 的妻子 Jenny，她有点像个粉丝。\n\n\nWe have a room in our house where all polar bear-related items end up. It’s essentially the library, or a hallway, really, with all our books in it, and there are two chairs so you can sit and read if you want - but we have a polar bear tapestry on the wall, and lots of polar bear plushies. So it feels like a Polar Bear room.\n我们家里有一间放满北极熊周边的房子，它简直是个图书馆，或者一个走廊。是真的，里面放置了我们家里所有的书，有两张椅子，你可以坐着看书——同时里面有一个北极熊挂毯和许多北极熊玩具。所以感觉就像北极熊的房间。\n\nJenny had been nagging me for a long time to add a bear to Minecraft. And so I told her - well, if we ever have a bear of our own, I’ll add a bear in Minecraft. And then it turned true, because our son was born and we called him Björn - which means bear in Swedish! So I had to add a bear in the game.\nJenny 很长一段时间一直唠叨着我让我在Minecraft里面添加熊，然后我告诉她——好吧，如果我们有自己的熊，我就把熊加入到Minecraft。后来这变成真事，因为我们的儿子出生了，我们叫他 Björn——瑞典语里熊的意思！所以我不得不把熊加入到游戏里面。\n\n\n—— Jens Bergensten\n【MikeW138 译自官网 2017 年 01 月 10 日发布的 Meet the Polar Bear；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n（这次应该没有撞车了）\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1591956780,
            "txt_content": "时代的眼泪，ö终于能显示出来了"
        },
        {
            "author": "Kroblus",
            "timestamp": 1592219820,
            "txt_content": "前排暖贴"
        },
        {
            "author": "神马无敌",
            "timestamp": 1592229660,
            "txt_content": "故事(๑•̀ㅂ•́)و✧属于北极熊的"
        },
        {
            "author": "kayn-",
            "timestamp": 1592976960,
            "txt_content": "本来我以为北极熊是中立的，结果靠近给它一巴掌打死了"
        },
        {
            "author": "kayn-",
            "timestamp": 1592977020,
            "txt_content": "感谢翻译作品，感谢大佬"
        }
    ]
}