{
    "title": "[Minecraft.net|DEEP DIVES]各地群系：平原",
    "author": "qsefthuopq",
    "replyCount": 0,
    "timestamp": 1591895160,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-6-12 01:12 编辑 \n文章日期2020-06-11作者Duncan Geere\n译者qsefthuopq\n\n原文链接点击打开\n\n\nAround the Block: Plains\n各地群系：平原\n\nOn the line\n危(指村庄)\n\n\n\n\nWelcome to a brand new series on Minecraft.net! It’s called Around The Block, and in it we’ll be featuring every biome in the game. Yes, even modified wooded badlands plateau! What’s a biome? Well, Jens explained that nicely in a 2013 blog post:\n欢迎阅读Minecraft.net的全新系列！该系列称为Around The Block，将介绍游戏内的每种生物群系。是的你没有听错，甚至连繁茂的恶地高原变种都有！你可能会问什么是生物群系？Jens在2013年的一篇博文里就有所解释:\n\n\nIt’s a climate zone used in the game to set what kind of surface the ground has (sand? grass?), whether it should rain or snow, what trees grow there, and sometimes also what kind of animals that are allowed to spawn there.\n这是游戏中的一种气候区，用于设置地表类型 (沙地？还是草地?)，下雨还是下雪，长什么树，有时候还决定可生成什么类型的动物。\n\n—— Jens Bergensten\nExpect a grand tour of Minecraft’s landscapes, featuring a field guide to the different species that make it their home, any rare resources to find, and key dangers to watch out for. Shall we get started?\n期待Minecraft的宏伟景观之旅吧，这趟旅程包括一份使生物群系成为其家园的不同物种的野外指南，任何可以找到的稀有资源，以及需要注意的关键危险。让我们开始吧？\n\n\n\n\nWe’re kicking off with one of the classics – plains. Plains were among the first set of biomes added when the terrain generator was totally reworked in the Alpha v1.2.0 update, which also added the Nether, fishing, and clocks. They’re also one of the more common biomes in the game, making them easy to find – second only to forests.\n我们要从经典生物群系之一的平原开始谈起。平原是在alpha v1.2.0更新中完全重制地形生成器时添加的第一批生物群落之一，在这个版本中还添加了下界、钓鱼和时钟。它们也是游戏中最常见的生物群系之一，因此它们很容易被找到——其常见度仅次于森林。\n\nIt’s not hard to know when you’re in a plains biome. The ground is flat, there aren’t many trees, and everything is covered with grass and tall grass. In fact, grass is by far the most common species in a plains biome, occupying almost all open ground.\n当你处于一个平原生物群系时，你不难知道你身在其中。地面平坦，树木稀少，一切都被绿草和高草丛覆盖。事实上，草是平原生物群系中最常见的物种，它几乎占据了所有广阔的地面。\n\nFeeding on that grass you’ll find plenty of sheep, cows, pigs and chickens, as well as a few rarer species. Plains are one of the only biomes where wild horses will naturally spawn, making them the perfect place to hunt down a trusty steed. Very occasionally, if the equine gods are smiling on you, you’ll find a herd of donkeys.\n你会发现成群的羊、牛、猪、鸡和一些稀有的物种。平原是唯一一个会自然生成野马的生物群系，因此这里是获取可靠骏马的最佳地点。如果马神偶尔眷顾于你，你就会找到一群驴。\n\nThere aren’t many trees in plains biomes, and when you do find one it’s usually oak. Look carefully and you might find a bee nest in its branches, with its inhabitants feeding on the plentiful flowers that can be found nearby. In fact, there’s a rare variant of plains called sunflower plains, which are the only place where these proud flowers will naturally generate.\n在平原生物群系中树木稀少，你找到的树通常都是橡树。仔细观察，你可能会发现在它的树干上发现一个蜂巢，其中的蜜蜂以附近可见的繁花为食。事实上，有一种罕见的平原变种叫做向日葵平原，这是唯一自然生成这些高傲的花朵的地方。\n\nThe only common dangers to watch out for in a plains biome are ravines, cave entrances, or lava springs that you might fall into. Be aware, though, that Pillagers make this biome their home, setting up outposts that they’ll defend violently, and Illager patrols also frequently pass through.\n在平原生物群系中，唯一需要注意的常见危险是峡谷、洞穴入口或你可能会掉进去的岩浆湖。不过值得注意的是，掠夺者把这个生物群系当作他们的家，它们在这里建立负隅顽抗的前哨站，而灾厄巡逻队也会经常经过这里。\n\n\n\n\nOn the surface, plains seem like an obvious place to set up home. The flat ground makes construction and farming easy, and you can spot any dangers from a long way away. Plus there’s a ready supply of passive mobs to farm for food and resources.\n表面看来，平原似乎是一个建家的好地方。平坦的地面使建筑和耕作变得轻而易举，而且你可以发现远处的任何危险。此外，还有现成的被动生物足以获得食物和资源。\n\nHowever, there are some downsides to living in plains. Wood can be scarce, and the thick grass cover makes it both difficult to fight hostile mobs and difficult to see holes in the ground before you blunder into them. Once you’ve tamed a horse, things become easier, as the higher vantage point lets you see above the grass and travel very efficiently.\n然而，在平原上生活也有一些缺点。木头可能会是你的稀缺资源，而浓密的草丛使得你很难与敌对生物战斗，也很难让你在与怪物交锋之前看到地面上的洞。一旦你驯服了一匹马，问题就迎刃而解了，因为更高的有利位置可以让你看到草地之上的风景，并且你可以动如脱兔。\n\nOne final factor to consider is that villages are both full of wood and resources and very easy to find in plains biomes. Not that we’d condone raiding those poor villagers’ chests and ripping down their homes for your personal gain. No sirree!\n最后一个要考虑的因素是既充满了木材和资源，也很容易在平原生物群系中找到的村庄。并不是说为了你的个人利益，我们会放过那些可怜的村民的箱子并拆毁他们的家园。不，别这样做！\n\n\n",
    "replies": []
}