{
    "title": "Minecraft Realms Plus 更新：六月",
    "author": "Sinbad_Official",
    "replyCount": 2,
    "timestamp": 1591883820,
    "txt_content": "\nNEWSRealms Plus: June\nRealms Plus: 六月\n\n7 new maps and skins coming to Realms Plus in June!\nRealms Plus的共七款地图与皮肤包在六月横空出世！\nCristina Anderca\n\n\nJune has arrived – and with it, the latest Realms Plus drop! What is Realms Plus? It’s Minecraft’s monthly subscription service that lets up to ten players enjoy over 90 pieces of the best content on the Minecraft Marketplace, from adventures, skin packs, worlds, mini-games, and more. Check out June’s summery adventures:\n六月带着最新的 Realms Plus 折扣来啦！啥是 Realms Plus？这是由在 Minecraft 市场上所提供的每月订阅服务，它可以让多达十名玩家同时体验市场中的精选冒险地图、皮肤包、存档、小游戏种种。让我们检阅一下炎夏六月所带来的惊喜吧：\n\nTropical City Resort by Team Visionary\n热带避暑之都 作者：Team Visionary \n\nMissing the cool ocean breeze? Team Visionary’s Tropical City Resort brings the beach to your screen, just in time for summer! This pack features: 29 vehicles, a 32x texture pack, 38 custom animals, a detailed 2000x2000 map, nice plushie collectibles, 56 custom decor pieces, 80 skins (two of which are free), and four NPC shops.\n你是否想念习习清凉海风？ Team Visionary 的热带避暑之都让金色沙滩在你的屏幕上重现，正是在这炎炎夏日！这个内容包的特点：29辆车辆、32x的材质包、38只自定义动物、一张2000x2000的极具细节的地图、56个自定义装饰、80个皮肤（其中两个是免费的）以及4个NPC商店。\n\nMutant Battle Arena! by Jigarbov Productions\n突变怪物竞技场！作者：Jigarbov Productions \n\nEnter the Mutant Battle Arena and fight epic bosses with challenging mechanics! This pack even comes with a voice-acted adventure mode, different game modes (including PvP), unique weapons, and trophies.\n策马进入突变怪物竞技场，与史诗级的怪物们来一场激情搏斗！这个内容包甚至有一个声控冒险模式，众多游玩模式（包括PVP），史诗级武器以及奖杯。\n\n\n\n\nAnime Academy by AriaCreations\n动漫校园 作者：AriaCreations \n\nJoin the Anime Academy of your animated academic dreams! Attend school with your friends, then hop on your scooter and explore a huge beautiful city. Featuring 20 free skins, six quests, 250+ new textures, and custom furniture, sounds and vehicles, this immersive anime experience is filled to the brim with exciting content.\n在你所梦想的动漫校园中就读吧！约上三五好友一同上学，跃上极富有日漫色彩的踏板车，然后探索这偌大的美丽都市学院。这个内容包的特点：20个免费皮肤、6个任务、250多个新的材质以及自定义家具、音效和车辆，这种令人身临其境的内容包一定会让你决心重新守护二次元的。\n\n\n\n\nCrazy Car Tuning by Pixelbiester\n疯狂的汽车改装 作者：Pixelbiester\n\nDon’t settle for any boring old bucket of bolts! Buy your favorite car, customize it, upgrade it, paint it, and take it for a ride! Download Crazy Car Tuning and race for victory with your friends or roleplay in a beautiful city. Plus, you can also ride helicopters, planes, boats, and more! This atmospheric world introduces over 20.000 tuning options, a huge 1000x1000 custom map, and a full soundtrack.\n别再满足于那又老又丑的，还是论桶卖的破螺丝钉了！购置一辆你心仪的车，定制、升级、涂鸦然后骑上它驰骋四方！下载《疯狂的汽车改装》然后与你的好友来一场赛车比赛，亦或是玩玩角色扮演——在这优美的城市里。最牛逼的是，你还能开直升机、飞机、汽艇以及更多！这个体面的世界加入了多达20000种的改装选择、一张1000x1000的自定义地图以及一个五脏俱全的音效包。\n\n\n\n\n\nSports Day: Summer City by Blockception\n运动日：盛夏之城 作者：Blockception\n\nJust because you’re sitting on your couch or at your desk doesn’t mean you should miss out on summer sports! Jump on your skateboard, roller skates, surfboard, bike, or scooter and explore the amazing city while listening to music from the live band!\n不要因为你坐在办公桌或沙发上就感觉自己错过了夏季运动会！踏上你的滑板、溜冰鞋、冲浪板、单车亦或滑板车去在享受音乐的同时探索这座美丽的城市吧！\n\n\n\n\n\nSkyblock Collectors by Cubed Creations\n空岛收集狂 作者：Cubed Creations\n\nEmbark on a high-altitude, high stakes adventure as you collect resources and unlock new floating islands! Play by yourself or with friends – you have five free skins and 13 varied, exciting islands at your disposal.\n为了搜集资源，解锁新的空岛来展开一场既具有高度又具有高度的冒险吧！与好友或者自己游玩——一共有5个免费的皮肤，13个车辆以及激动人心的空岛等你们处置。\n\n\n\n\n\nSuper Star Skin Pack by Nitric Concepts\n超级明星皮肤包 作者：Nitric Concepts\n\nBecome famous with these celebrity outfits! Roleplay as a global superstar and rock the virtual stage – or simply let the others bask in your glory as you show off your new threads. This skin pack features ten luxurious business, pop star, and rapper outfits.\n穿上这些具有名人标志性特色的衣着来体验一下出名的感觉吧！扮演一个名誉全球的明星，在这虚构的舞台上奏一曲摇滚乐——或者仅仅让别人羡慕你——在你使用新皮肤的时候。这个皮肤包里有着10种豪华商务服饰、摇滚巨星服装以及说唱歌手装扮。\n\nWant even more awesome creations? Head to our Realms Plus site for more content!\n想试试更多超棒的商城包吗？现在就来访问  Realms Plus 官方网站 了解更多信息吧！\n\n\n\n【Sinbad 译自官网 2020 年 06 月 10 日发布的 Realms Plus: June；原作者 Cristina Anderca】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "xiaopangju",
            "timestamp": 1591912200,
            "txt_content": "守护二次元可还行\n搞得我想玩玩了"
        },
        {
            "author": "laji040718",
            "timestamp": 1593489900,
            "txt_content": "想玩，看着好可的样子"
        }
    ]
}