{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·秋叶回忆篇（一）",
    "author": "晨曦赤寒GO",
    "replyCount": 2,
    "timestamp": 1591959420,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-6-12 18:57 编辑 \n目录传送门\n\n秋叶回忆篇（一）·初到\n“轰！”\n如同雷鸣般的巨响，肉眼可见的气浪折断了树木，一个小巧的黑色身影被气浪掀飞，在地上像皮球似的弹跳翻滚了十几下才勉强站稳身形。\n这是一只体积比正常蜘蛛还要小上几分的蜘蛛，一身如同夜行衣一样的漆黑绒毛，看似柔软实则锋锐坚韧，坚硬的外骨骼上突出了无数密密麻麻的狰狞骨刺，每根骨刺都带着点暗红色，稍微有点见识的人都可以看出，这是残留的血凝固后的样子，它三双血红的眼睛闪烁着正常蜘蛛不可能拥有的理智，狡捷而残忍。\n但此时，这只足以称其为凶兽的怪物看上去却有些狼狈，外骨骼上有着细密的裂痕，本来一身狰狞恐怖的骨刺，现在弯的弯、折的折，还有几根都被削成了光滑的平面，八条锋锐的长腿被打断了两条，而且还没有彻底断掉，有皮没骨的吊在那里。\n蜘蛛站起身，眼瞳紧盯着尘土飞扬的前方，看似想要与打伤它的人殊死一搏，但是其它已经开始计划自己的逃生方案。\n“不跑了吗？混蛋魔物。”\n语落，一名蓝发青年握着断掉的铁剑走出飞尘，发梢处，一丝绿色还未完全散去，脸颊上还留着鳞片状的浅色印记。\n“嘶嘶！”\n蜘蛛嘶鸣了两声，但却没有上前，反而是不着痕迹的退后了两步。\n“不打算走吗？那也罢了，反正跑和不跑都一样，你就死在这里吧。”\n手握断剑做出拔刀的手势，一阵阵粒子气浪以他为中心不断的扩散开，无数的粒子环绕在他的断剑上，形成一把五六米长的巨型粒子剑刃，仿佛可以一剑撕裂大地一般，震慑力非常，同时，青年的气场变得异常的锋锐，犹如一把藏锋已久的宝剑将要到它出鞘的时间。\n粒子剑气→粒子剑气·势\n“嘶！！”\n蜘蛛发出虚张声势的叫声，但看到青年缓缓的把手中的巨刃拔出，它也不敢赌青年现在还有没有力气能把它干掉，发出了一声惊恐的叫声，转头就跑，速度之快，几乎可以见到淡淡的残影，断掉的那两条腿似乎根本不影响它的速度一样。\n见蜘蛛离开，青年停下了拔剑的动作，等待一小会，确定蜘蛛已经逃远了后，才收起了手中的断剑，他身上锋锐至致的气势随着这个收剑的动作一同消散的干干净净，甚至有细弱游丝的虚弱气息从他身上传出来。\n“呼……”\n总算把这个骨肉相连蛛吓走了，太久没有遇上完全体的魔物，竟然有些打不过了，还好这家伙比较怂，要是是僵尸类魔物的话，那估计就要付出点代价了。\n“呼……”\n呼吸逐渐平稳，青年从包里拿出了一张地图，稍稍比划了一下。\n这附近有没有镇子之类的……啧，还真有一个……\n一个叫秋叶镇的小小镇子标记在地图上，这个小小的镇子实在是太小了，青年都怀疑如果再少一点人，这个镇子会不会就不会标在这个地图上了。\n这只蜘蛛估计会在这个树林里藏着，直到自己的伤好了为止，期间要是有人路过那就完蛋了，而且，这个镇子里树林也太近了吧，肯定会成为这只蜘蛛伤好了之后的第一个目标的，啧……事情大了。\n唉……算了，去那个小镇子整休一下，过个几天就去把它干掉吧，省的拖久了节外生枝。\n青年放下了手中的地图，突然，一股如同剜肉的疼痛感猛地冲上了大脑，青年浑身一颤，一个踉跄直接跪在了地上。\n啧……这反噬……也来得……太快……了吧……\n至少……让我……先走到有人……的地……\n眼前的景物逐渐在模糊中消失，沉沦为一片黑暗，意识也逐渐抵挡不住疼痛感的冲击而慢慢消散，青年想用剑支撑住自己，但却忘记自己手中的剑早已断成了两截，根本无法支撑他的身体。\n“咚！”\n一声闷响，青年倒在地上，失去了最后的一丝气息。\n……\n沉浮……\n沉浮……\n意识在这绝对的黑暗中沉浮，光，似乎不存在于这个世界，能看见的除了黑暗，就只有无数的泡沫在其中漂浮着。\n这是……\n青年伸手触向了一个泡沫，似水的表面瞬间破裂，走马灯一样的画面出现在他眼前，一张一张熟悉的脸出现在画面中，青年立刻反应过来了这是什么。\n这是，我的记忆……\n听说人死后会回顾自己的一生……所以说我是死了吗？\n画面突然变成空白，画面上的人没有一个能够继续存在，就像是，他们的存在从青年的生命里消失了一样。\n开什么玩笑！我还没为她……怎么能就这样死了！\n“咔……”\n走马灯突然断裂，而就在断裂的前一秒，他看到了她。\n她向他伸出了手。\n青年也向着她抬起了手，然后又放下，泪水从眼角滑下，但脸上却笑的跟个孩子一样。\n为什么哭呢？\n“因为我又见到了您。”\n那为什么笑呢？\n“因为我又见到了您。”\n哪怕只是个幻象而已……\n她脸上浮起了温柔的微笑，一秒消逝，这笑容连同她一起化为光的破片，黑暗的世界瞬间变成白芒的一片。\n青年睁开眼，失去阻隔的泪水顺着眼角滑下。\n果然，是梦。\n青年按着自己的额头，感知着自己的全身，细小的伤口遍布全身，但心脏还在跳动着，剧烈的跳动着，不断的提醒他。\n你还活着。\n看着情况，我应该是被人救了。\n青年从床上坐起身，看了看自己身上的绷带，手法很是熟练，不是什么新手可以绑出来的。\n医馆吗？看着装饰……民宿？\n粗略的打量了一下四周，整个房间的布置很是朴素，没什么东西，但就是给人一种温暖的感觉，构成房间的橡木结构也是个人这样的一个感觉。\n这个房子的主人应该也是这样的一个人。\n拿起叠好放边上的衣服，套上后起身离开了房间。\n出门就是一条大概可以让五个人并肩走的走廊，走廊的一侧是房间，另一侧是一排窗户，走廊上光照很好，看来外面是一个大晴天。\n青年走到窗边，朝外望去。\n一大片葱翠的草地，几乎没有任何阻挡视野的东西，开阔的让人醉心。\n这里看来还没有到那个叫秋叶镇的镇子，不过，这种平原上有这样的建筑物也挺奇怪的，不怕夜间的怪物袭击吗？\n青年想着，正打算去找找这栋建筑的主人，忽然间，三道窥视的目光落到了他身上，虽说是窥视，但青年没有从这些目光中感受到恶意，有的只有好奇。\n小孩子吗……\n青年没有转身，而是合上了眼，空气微微一颤，这一整层楼都处在了他的粒子感知之下，那几个窥视的人也自然处在了他的眼中。\n三个人，躲在走廊边上的房间里，借着一点点门缝看着青年，两男一女，两个男生分别是十三岁左右和十一岁左右，而那个女生更小，大概就十岁不到，九岁吧。\n有那么多孩子，如果这里的主人不是一对身体很好的夫妻的话，那八成是孤儿院不会错了。\n“别躲了，我看到你们了。”\n青年一出声，那边立刻传来了木门的吱呀声，接着就听见轻微的讨论声，一大一小的两个男生从房间里走了出来，有些紧张的走到了青年面前。\n“对……对不起！”\n然后就是九十度的鞠躬加异口同声的道歉声，态度真诚的不得了，一看就知道平时坏事没有少做，道歉都那么熟练了，这让青年有些哭笑不得。\n青年伸出手，两人害怕的闭上了眼睛，但想象中的疼痛并没有出现，而是肩上被轻轻拍了一下。\n“怕什么呢？你们是三个人吧？站出来让女生躲起来的时候不是挺果断的吗？现在出都出来了害怕，要勇敢就勇敢到底行不行啊，小鬼头们。”\n两个男生听到青年的话，都愣了一下子，接着就被弹了两个脑瓜崩，青年用的力气不大，但也足够让他们吃痛的蹲了下来。\n青年抬起头，目光直指藏着最后一个女生的房间。\n“想出来就不要犹豫，犹豫可是会酿成大错的。”\n“吱呀……”\n木门打开，一个十岁不到的娇小女孩从房间里走了出来，她没有靠近青年，而是远远的站着，低着头，黑色的短发也微斜的垂着，脸上的写满了害怕两字，不过不是恐惧的害怕，而是对所有陌生人的害怕，也就是俗称的怕生。\n“你们三个叫什么名字？”\n“我叫若叶。”\n“我是奥诺夫。”\n一大一小的男生说出了自己的名字，青年点头以示自己听到了，然后把目光看向了那个女孩。\n女孩本来正看着青年，一看到他把目光转向了这边，就立刻低下了头。\n“岚……岚……”\n青年打了个响指，一小点粒子撞到了岚岚的额头，也恰好让她感到了一点点疼痛。\n“唔……”\n“好了，惩罚结束，你们带我去见这里的大人吧。”\n……\n三个孩子带着青年来到后院，首先看到的是一大片的晾衣架，各式各样的衣服、被单和床单在架子上随风飘动，一个莫约四十多岁的中年妇女在衣架间穿行着，手不停的忙碌着，根本没有注意到四个人的到来。\n“妈妈，那个哥哥醒来了，他说找你有事。”\n妇女听到若叶的喊声，扭头往这边看了一眼，看见青年就站在他们三个身后后，立马停下了手上的事情，快步走到了青年的面前。\n“你……”\n“你怎么出来了？不知道自己身上的伤很重吗？赶快回去躺着，那么重的伤，到处走的话可是会重新裂开的，唉，现在的年轻人对自己的身体越来越不看重了，不知道身体才是一切的本钱吗？”\n青年连说话的几乎都没有，妇女不带间断的话让他根本没有任何可以插嘴的地方。\n“算了，先回医用房，不和你说清楚你现在的情况你也不会好好养伤吧？”\n说完，妇女又把目光看向了三个孩子。\n“你们三个会过来，是去偷看别人了吧。”\n孩子们不回话，但他们的表情和手里的小动作已经证明了一切。\n妇女叹了口气，然后指了指放在地上的箱子。\n“那你们就把那里面的衣服都晒起来，不然今天的饭后甜点就取消。”\n“诶！！！”*2\n“唔……”\n……\n在青年一开始醒来的房间里，妇女向青年讲述了现在的情况。\n妇女名叫伊娜，是这家福利院的院长，不过说是院长，其实这福利院里也就她一个大人，她一个维持着福利院的运行，同时照顾着福利院里的十几个孩子，在整个南滨也算是一个小有名气的名人。\n这家福利院的位置在秋叶镇的远郊处，而青年昏倒的小树林离这里不算远，那天伊娜正好去小树林找一个走丢的孩子，发现青年的时候，他身上的伤重的可怕，好几处贯穿伤，背后深可见骨的巨大撕裂伤，还有好几处的骨折和无不胜数的见血伤，鲜血直接在地上聚成了血泊，连呼吸几乎都要停止了，若不是伊娜经常给人治伤，有一手较好的医术，再加之青年的身体素质远超常人，不然就死在那里了。\n“看你这个样子，不是本地人啊，北疆来的？”\n青年坐在床边，擦着自己手中的断剑，看都不看伊娜一眼。\n“从哪里来很重要吗？”\n“当然了，人活着就绝对不能忘记自己是从哪里来的，不然空虚的灵魂连一个可以驻足的地方都没有，不会很可悲吗？”\n“呵呵，驻足的地方吗……我早就没有了。”\n伊娜看了青年眼睛一眼，又收回了自己的目光。\n“对了，你还没告诉我你的名字呢？”\n“我叫蓝……”\n喉咙像是被鱼刺卡住了一样，想说却如同刀削。\n是啊，我已经不配拥有这个名字了。\n那个狂妄的少年已经死在地狱了，现在的人……\n“我叫蓝，蓝天的蓝。”\n",
    "replies": [
        {
            "author": "暗影月赎",
            "timestamp": 1592010840,
            "txt_content": "相当不错的文\n对人物的心理描写可以再适当增加一些\n希望可以继续坚持下去"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1592022900,
            "txt_content": "暗影月赎 发表于 2020-6-13 09:14\n相当不错的文\n对人物的心理描写可以再适当增加一些\n希望可以继续坚持下去 ...\n谢谢建议。"
        }
    ]
}