{
    "title": "[Minecraft.net|INSIDER]背包盘点：水瓶",
    "author": "血盟团长",
    "replyCount": 2,
    "timestamp": 1591946700,
    "txt_content": " 本帖最后由 MikeW138 于 2020-6-12 15:56 编辑 \n\n\nINSIDER\n\nTaking Inventory: Water Bottle\n背包盘点：水瓶\n\nA refreshing read, guaranteed!\n一篇清凉的文章，我保证！\nDuncan Geere 邓肯·吉尔\n\n\n\n*Glug glug glug* Ahhh... After a hard day’s mining, with the stone dust getting into your mouth, and your throat sore from screaming every time you think you spot a skeleton, there’s nothing like kicking back with Minecraft’s most refreshing item – the water bottle.\n\n*咕嘟咕嘟咕嘟*嗝... 经过一天辛苦地挖矿，弄得一口石屑，而喉咙也因为每次误以为自己发现骷髅时的尖叫而发痛，这个时候没有什么比得上Minecraft最清凉的物品——水瓶。\n\n\nWater bottles were added in version 1.0.0 of Minecraft, released in November 2011, at the same time as the potion brewing system. Which is no coincidence, because water bottles are a key first step for every potion in the game. In fact, that’s pretty much all they’re useful for, though they do make a nice sign for a potion shop if you put them in an item frame.\n\n水瓶是在1.0.0版本中加入，在2011年11月发布，同时也加入了药水酿造系统。这并非巧合，而是因为水瓶是任何酿造过程中最关键的第一步。事实上，这几乎就是水瓶的全部功能，当然你也可以把它们放在在药水店的物品展示框上，作为一个很不错的标志。\n\n\n\n\nIt’s easy to make a water bottle – just arrange three blocks of glass in a crafting grid to make a glass bottle, and then right-click on some water or a cauldron to fill it up. If you pick the latter, perhaps because you’re in the Nether and there’s no water around, filling a bottle will remove a third of the cauldron’s contents in one go. That seems like way more than should fit in the bottle – I guess the rest spills over the sides?\n\n合成一个水瓶很容易——只要在合成台上面放好3个玻璃就可以合成一个玻璃瓶，然后对着水源或者炼药锅右键来装满变成水瓶。如果你选择了后者，那么你多半是在地狱或者附近没有水，以炼药锅装满水瓶会将炼药锅中的水减少三分之一。这看起来用的水好像比水瓶装起来的水要多——我猜是从瓶子里溢出？\n\n\nYour other option for getting a water bottle, if for some reason you really hate crafting (and if that’s the case then perhaps this isn’t the game for you), is to fish one up. With an unenchanted fishing rod, you’ve got a 1.2 percent chance of landing a bottle full of water, which is one in every 83-ish casts. Good luck!\n\n如果你因为某些原因很讨厌合成（如果是这样的话这个游戏允许并不适合你），你也可以选择从其他途径获得水瓶：钓起来。一把无附魔的鱼竿有1.2%可以钓到一个装满水的瓶子，也就是八十三分之一的几率，祝你好运。\n\n\n\n\nWater bottles are pretty popular in the real world. Actually, that’s a bit of an understatement – more than 480 *billion* plastic drinking bottles were sold in 2016 across the globe, up from about 300 billion a decade ago. If placed end to end, they would extend more than halfway to the Sun – which is a very, very long way away. In space, no-one can hear you sip.\n\n水瓶在现实世界也是挺受欢迎的，事实上这句话有点低估了——在2016年，全球共售出4800多亿个塑料饮料瓶，而十年前这一数字约为3000亿支。如果这些瓶子首位相连，它们可以达到地球和太阳多于一半的距离，这是一个非常、非常长的距离。在太空，没有人可以听到你喝水的声音。\n\n\nOnce drunk, most of these bottles are thrown away, despite the plastic used to make them being very easy to recycle. Most end up in a landfill or in the ocean, where they’ll stay for centuries, possibly millennia. According to scientists who study plastic waste, by 2050 the ocean will contain more plastic by weight than fish.\n\n这些瓶子大多数都是用完即弃的，尽管它们都是特地设计成适合回收的，大部分最后还是落在填海或者海洋，然后留存百年沙子千年。根据研究塑料垃圾的科学家所述，2050年的时候海洋里面的塑料比鱼还多。\n\n\nSo next time you finish a drink, keep hold of the plastic bottle and use it again. And again. And again. And then a few more times for good measure. And then recycle it properly so it can be made into lots more bottles for the future. Otherwise, in a few decades time, sentient plastic bottles will most likely take over the planet as the only remaining species. I, for one, welcome our plasticky overlords.\n\n所以下一次你喝完饮料后，请留下来下次再用，一次又一次。一次又一次。然后再做几次，最后以正确的方法拿去回收，这样就可以为未来制作更多的瓶子。否则，几十年后，有意识的塑料瓶子很可能接管这个星球成为最后的物种。我，作为其中一人，欢迎我们的塑料君主。\n\n【MikeW138 译自官网 2019 年 03 月 22 日发布的 Taking Inventory: Water Bottle；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n（抱歉，第一次搞这个，只搜寻了作品发布的内容看到没有重复就动工了，刚刚才发现撞车了...）\n\n",
    "replies": [
        {
            "author": "Kroblus",
            "timestamp": 1592219880,
            "txt_content": "搬运辛苦"
        },
        {
            "author": "DofaAec",
            "timestamp": 1592394540,
            "txt_content": "首位相连建议改成：首尾相连\n"
        }
    ]
}