{
    "title": "[Minecraft.net│CULTURE]欢迎来到...畏惧之宅",
    "author": "Sinbad_Official",
    "replyCount": 3,
    "timestamp": 1591969080,
    "txt_content": "\nCULTUREWelcome to the house of horrors\n欢迎来到...畏惧之宅\n\nDare you enter this terrifying Halloween Mansion build?\n你有那个胆量踏入这间令人毛骨悚然的万圣节大厦吗？\n\nMarsh Davies\n\n\nOctober may be a distant memory, but we’d be remiss if we didn’t spotlight at least one of the incredible creepy builds the Minecraft community came up with. One of my favs was this spooksome standalone structure built by Sinbad . The lovely image of Sinbad's build you see above, and those on the grey background below, were rendered by TheItalian828 .\n十月离我们过得太远了，不过如果我们不关注 Minecraft 社区中的令人毛骨悚然的建筑的话，那我们可就太粗枝大叶了。我最喜欢的建筑之一，最让我感到惊悚的就是这座由 Sinbad （下文称辛巴达）建造的建筑。这些你看到的可人的辛巴达的建筑的照片，以及它们的灰色背景，都是由  TheItalian828渲染的。\n\n“Parts of it are hand built,” says Sinbad, “but I use every time saving method available to me and the server I play on is equipped with both World Edit and Voxel Sniper. Every piece of the build is hand-crafted - I just spend time doing another piece of the build instead of repeating myself.”\n“ 它的一部分是我手工建造的，”辛巴达说，“ 不过我不会放过任何一个可以偷懒的机会——我游玩的服务器即可以使用 World Edit 也可以用 Voxel Sniper。建筑中的每一块方块都是手工创造的——我只会花时间建造新的建筑，而不是一味地复制我所建造过的建筑。 ”\nSinbad doesn’t like to dive into his builds unplanned, but spends time getting a clear feel for the mood or story behind the piece, then uses reference material to construct a strong concept - “blueprints of pillars, windows, the whole nine yards, really,” he says. Sometimes he sketches things out in advance, and usually begins placing blocks with the centrepiece - but the Halloween Mansion was a little different:\n辛巴达不喜欢在没有计划的时候解析建筑，不过会花时间来获得清晰的，在建筑背后的故事，然后用参考材料来构建一个无懈可击的概念——“ 整整九码大的蓝图，包括了窗户，柱子。我说的句句属实。” 他说。有时他会提前拟好草图，然后从正中心开始放置方块——不过这次的万圣节大厦有点小小的不同：\n\n“By using reference images of houses I mapped out the front porch and, when I had that down, I used that as a reference point to get the rest of the building in the right scale. But there is never one sure method for doing things!”\n“ 我对于建筑参考图的观察让前廊在我脑海中有了深刻的印象，因此我先画出了前门廊。当我画好后，我把它当做参照点，然后建造整座建筑的工程也就是顺水推舟了。不过我在建筑这个大厦时心里一直没有一个明确的计划！”\n\n\n\n\n'When I'm in the zone is usually how I get my best work done,” says Sinbad. “When I listen to some music that gets me emotional or when I’m on top of life or even when I feel like I need to prove something - those are the things that pushes me further.\n“ 当我做出最完美的作品时，我都是在状态里的，”辛巴达说，“ 当我听着让我觉得刺激的音乐时，当我处于人生的高潮时，亦或者我觉得我需要更深层的思索时——灵感也就来了。\n\n'The learning curve is different for everyone and I believe that with enough time anyone could learn to build. The key is to experiment and be creative.”\n“ 每个人都有专属于自己的学习曲线，我相信，只要有足够的时间，所有人都会学习如何建造。而关键就在于实践，以及时刻抱有创造力。”\n\nInspiringly spooky stuff!\n如此令人毛骨悚然却又富有哲理的东西！\n\n\n\n【Sinbad 译自官网 2016 年 11 月 25 日发布的 Welcome to the house of horrors；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "FaceTime",
            "timestamp": 1592042460,
            "txt_content": "我永远都建不了的房子"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1595084700,
            "txt_content": "怎么说，建议你再仔细读读原文...\n\n\n"
        },
        {
            "author": "lgjkvg",
            "timestamp": 1595090940,
            "txt_content": "00000000000000000"
        }
    ]
}