{
    "title": "[Minecraft.net | Deep Dives] 群系漫游：平原",
    "author": ":spgbigfan:",
    "replyCount": 5,
    "timestamp": 1591939740,
    "txt_content": " 本帖最后由 卡狗捞面 于 2020-6-14 11:16 编辑 \n\n\nDEEP DIVESAround the Block: Plains\n群系漫游：平原\n\nOn the line\n有情况！\n\nDuncan Geere 邓肯·吉尔\n\n\nWelcome to a brand new series on Minecraft.net! It’s called Around The Block, and in it we’ll be featuring every biome in the game. Yes, even modified wooded badlands plateau! What’s a biome? Well, Jens explained that nicely in a 2013 blog post:\n欢迎阅读官网的全新专栏！本专栏名为群系漫游，我们将介绍游戏中所以的生物群系。没错，甚至包括“繁茂的恶地高原变种”！所谓生物群系，是什么东西呢？Jens  在一篇 2013 年的博文中就已经清楚地解释过了:\n\n\nIt’s a climate zone used in the game to set what kind of surface the ground has (sand? grass?), whether it should rain or snow, what trees grow there, and sometimes also what kind of animals that are allowed to spawn there.\n生物群系是一种和气候相关的区域，游戏中利用生物群系来决定区域内的地面材质（比如是沙子还是草方块），这里是否会下雨、下雪，会长什么样的树木，有时候还会决定是否会生成某种生物。\n\n—— Jens Bergensten\nExpect a grand tour of Minecraft’s landscapes, featuring a field guide to the different species that make it their home, any rare resources to find, and key dangers to watch out for. Shall we get started?\n在这场关于 Minecraft 景观的浩荡旅程中，我们将教你如何利用野外的各种材料来制作你的家园，还将带你探秘各种稀有的资源，提示你需要重点关注的危险。我们可以开始了吗？\n\n\n\n\nWe’re kicking off with one of the classics – plains. Plains were among the first set of biomes added when the terrain generator was totally reworked in the Alpha v1.2.0 update, which also added the Nether, fishing, and clocks. They’re also one of the more common biomes in the game, making them easy to find – second only to forests.\n我们将从平原，这个极为经典的生物群系开始。在 Alpha v1.2.0 更新重做地形生成器的时候，平原就是第一批加入游戏的生物群系，同时加入游戏的特性还包括下界、钓鱼和钟。平原也是游戏中最普遍的生物群系，很容易就能碰到——而第二普遍的群系则是森林。\n\nIt’s not hard to know when you’re in a plains biome. The ground is flat, there aren’t many trees, and everything is covered with grass and tall grass. In fact, grass is by far the most common species in a plains biome, occupying almost all open ground.\n想知道自己是否身处平原并不是难事。在平原，地面平坦，树木稀寥，到处都是草丛和高草丛。事实上，草是目前为止在平原上最繁茂的物种，几乎所有的地面都覆盖着草。\n\nFeeding on that grass you’ll find plenty of sheep, cows, pigs and chickens, as well as a few rarer species. Plains are one of the only biomes where wild horses will naturally spawn, making them the perfect place to hunt down a trusty steed. Very occasionally, if the equine gods are smiling on you, you’ll find a herd of donkeys.\n在这里，茂密的草喂养着大群的羊、牛、猪，还有鸡，以及一些比较稀有的物种。马匹只有在平原这个生物群系才会自然生成，因此这里也是非常适合寻找一匹可靠的坐骑。如果马之神眷顾你的话，那么在概率极小的情况下，你还会发现一群驴子。\n\nThere aren’t many trees in plains biomes, and when you do find one it’s usually oak. Look carefully and you might find a bee nest in its branches, with its inhabitants feeding on the plentiful flowers that can be found nearby. In fact, there’s a rare variant of plains called sunflower plains, which are the only place where these proud flowers will naturally generate.\n在平原没有什么树木，如果有的话也通常是橡树。仔细观察，你可能会发现树枝上有一个蜂巢，蜂巢周围的繁花便是蜜蜂的食物来源。事实上，有一种稀有的平原变种，称作“向日葵平原”，高傲的向日葵只有在这个地方才会自然生成。\n\nThe only common dangers to watch out for in a plains biome are ravines, cave entrances, or lava springs that you might fall into. Be aware, though, that Pillagers make this biome their home, setting up outposts that they’ll defend violently, and Illager patrols also frequently pass through.\n在平原需要注意的危险来源只有峡谷、洞穴入口和岩浆池，你可能一不小心就会摔落其中。不过请注意，掠夺者也定居在平原，他们会用残暴的方式守卫他们在这里建立的哨站。灾厄巡逻队也时常在平原出没。\n\n\n\n\nOn the surface, plains seem like an obvious place to set up home. The flat ground makes construction and farming easy, and you can spot any dangers from a long way away. Plus there’s a ready supply of passive mobs to farm for food and resources.\n如果要在地面建立家园，那么平原看起来确实是个可以考虑的地方。平坦地面有利于建设和耕种，而且可以从远处观察到可能的危险。还有就是平原有充足的被动型生物以供放牧，用作食物和材料的来源。\n\nHowever, there are some downsides to living in plains. Wood can be scarce, and the thick grass cover makes it both difficult to fight hostile mobs and difficult to see holes in the ground before you blunder into them. Once you’ve tamed a horse, things become easier, as the higher vantage point lets you see above the grass and travel very efficiently.\n然而，在平原居住也有一些缺点。除了树木稀少，繁茂的草丛还使得与敌对生物的战斗更为困难，同时也让地面的洞穴更加难以发现，掉进去之前根本没察觉到。当你驯服了一匹马之后，事情就简单多了，因为更高的观察位置能让你从高处看清草丛里的情况，同时让自己的行动更加迅捷。\n\nOne final factor to consider is that villages are both full of wood and resources and very easy to find in plains biomes. Not that we’d condone raiding those poor villagers’ chests and ripping down their homes for your personal gain. No sirree!\n还有一个需靠考虑的因素就是，村庄里满是木材和资源，也很容易在平原中寻到。啊，我们不是说让你去抢劫那些村庄的箱子，或者拆掉村民的家据为己用。绝对没有这个意思！\n\n【KagouLomein 译自官网 2020 年 06 月 11 日发布的 Around the Block: Plains；原作者 Duncan Geere】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1591940040,
            "txt_content": "2013 的博文，来自 sjjklh:\n\n嗨！\n\n我觉得是把我们酝酿许久的世界生成器更新公之于众的时候了。上一次对世界生成器的更新还要追溯到2012年3月，那时雨林加入了游戏。\n\n为了避免你不知道“生物群系”是什么：这是游戏中的一类气候区，可以决定地表种类（沙子？草地？），下雨还是下雪，树木品种，某些特殊生物是否存在，等等。生物群系还用于决定地表的起伏程度，即使已有的解决方案是生物群系是在海拔形成之后才形成的（老算法中，生物群系生成会受已生成的海拔的影响）\n\n我们很少对世界生成器进行更新，原因是每次更新都会在旧版生成区和新版生成区形成难看的界线。很多人并不介意，但我们还是想避免这种事情的发生。因此，为了尽可能避免不久后又要更新生成器，我们会在这单次更新中包含尽可能多的改变。\n\n\n下面是三个我们想要解决的主要问题：\n\n海洋面积过大生物群系位置随机程度过高多样性不足\n\n解决方案为：\n增加更多岛屿，在算法中强制避免生成大面积海洋生物群系被分为四类：积雪覆盖的、寒冷的、常温的、干燥/温暖的。气候迥异的生物群系会彼此避免相邻（当然可能有时仍然会发生，但这是个例）我们制作了一坨新生物群系……而且大多数生物群系都有一些变异，很值得前往探险我们也加入了很多新的地形特性，例如新品种的花与树木\n\nhttps://www.mcbbs.net/thread-168095-1-1.html\n"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1591943160,
            "txt_content": "现在mj相对于1.7时代来说高产了很多（当然我不希望辣么高产，多修点bug吧..."
        },
        {
            "author": "血盟团长",
            "timestamp": 1591951080,
            "txt_content": "我其实想问好久了，为什么你发的翻译每一次最后的名字都不一样\n\n【KagouLomein 译自官网 2020 年 06 月 11 日发布的 Around the Block: Plains；原作者 Duncan Geere】"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1591956060,
            "txt_content": "MikeW138 发表于 2020-6-12 16:38\n我其实想问好久了，为什么你发的翻译每一次最后的名字都不一样\n本月专属名称"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1592067360,
            "txt_content": "数目稀寥 ？\nFeeding on that grass / you’ll find plenty of sheep, cows, pigs and chickens,\n这个是倒装句，意思是 you’ll find plenty of sheep, cows, pigs and chickens / feeding on that grass\n\n通常橡树 ？？\n\n残暴地方式\n你家的地得擦了\n\n"
        }
    ]
}