{
    "title": "[Minecraft.net |MINECRAFT BUILDS]我的世界：地球 方块搭建挑战！",
    "author": "Sinbad_Official",
    "replyCount": 8,
    "timestamp": 1592037840,
    "txt_content": " 本帖最后由 Sinbad_Official 于 2020-7-18 23:14 编辑 \n\nMINECRAFT BUILDSMinecraft Earth: Block-tastic Challenge\n我的世界：地球 方块搭建挑战\n\nA zany zoo of community creations!\n由社区众人所搭建的滑稽动物园！\n\nNova Barlow\n\n\nIf you could create a brand new mob for Minecraft, what would it be? Maybe a mild-mannered cavern dwelling creature? A menace of the Overworld? A sweet treat like WhiteHoodHacker’s Pastry Panda above? Or perhaps something completely unique? Our latest Minecraft Earth challenge asked our community to invent some block-tastic beasts using any items they had at their disposal, and the results are nothing but amazing.\n如果给你一个设计Minecraft的新生物的机会，你会设计什么？是一种温顺的穴居生物？是一种会在主世界带来威胁的生物？是一个可人的，像 WhiteHoodHacker 设计的熊猫甜点一般的生物（即头图）？亦或是一种彻头彻尾十分独特的一种生物？我们发动的最新的我的世界：地球挑战，要求了社区的玩家们用手头上有的材料去搭建一些方块做的生物，这挑战的结果自然是让人惊叹不已的。TheMagicianThing’s Space Muddy Pig aims for the stars above, but check out some of these other fantastic inventions below.TheMagicianThing的太空泥猪，其目标是头上的星星。不过再看看下面另外一些奇妙的被创造出来的生物吧。\n\nSeth_Usiel provides a classic spin on the Minecraft zombie with this Zombie Chicken. Pink wool as brains? Brilliant!Seth_Usiel 提供了一种以经典的Minecraft的僵尸为原型的僵尸鸡。以粉色羊毛作为大脑？精妙的设计！\n\nR246 draws inspiration from Grimm’s classic fairy tales with this musical medley of creatures.R246 从《格林童话》中取得灵感，创造了这支富有仙气的乐队。\nQgram mooves the challenge entries along with a cow themed moobile home.Qgram 巧妙地制作了一个以牛为主题的可移动式房屋。\n\nNinjaK introduces us to the Creeper Ender Golem, enemy of the friendly muddy pigs. A terrifying sight to behold!NinjaK 向我们介绍了末影苦力怕傀儡，友好生物泥猪的死对头。一个可怕的生物！\n\nGurgensson creates a handy block carrying snail, as we sloooowly head into the weekend with even more images created by our imaginative community.Gurgensson 搭建了一个随身携带方块的蜗牛，当时间慢慢的进入了周末，愈来愈多的来自社区的有创意的设计进入了我们的眼眶。\n\nWhat do you get when you combine an aquarium, tropical slime and salmon?Frozendisc’s Squishyrium! 当你把水族馆，热带史莱姆以及鲑鱼混合在一起时会得到啥？Frozendisc的被关进水族馆的热带粘液鲑鱼！\n\nFlaresau’s Wheat Sheep is a friendly, passive mob. Of course it is. Anything this adorable can’t be aggressive.Flaresau的小麦绵羊是一种温顺的中立性生物。显而易见的是，这么可爱的生物绝对不会攻击他人的。\n\nEmperor_Penguin1217 didn’t tell us much about the Ashen Blaze, but it sets the imagination on fire! Well, at least for a while, before it turns into ashes.Emperor_Penguin1217 没有告诉我们关于灰烬烈焰人的太多信息，不过却点燃了我们想象的火焰！好吧，至少在它熄灭成一团灰烬前，我们还是能脑补一下的。\n\nIs it a bee or parrot? According to Cyrus_0ne, the Barrot asks us to consider, “Why not both?” 这是蜜蜂还是鹦鹉？ Cyrus_0ne，the Barrot 向我们说“ 为什么不能都是呢？”\n\n\nWhat have you created lately in Minecraft Earth? Why not join us for an upcoming challenge and show us? Visit the officialDiscord channel and connect with other Minecraft Earth community builders today to learn more!\n最近 你 在我的世界：地球里搭建了什么？为什么不加入我们，向我们展示下次你参加挑战的参赛作品呢？加入我们官方Discord频道并联系其他的我的世界：地球的建筑者，获取更多信息吧！\n\n\n\n【Sinbad 译自官网 2020 年 06 月 12 日发布的 Minecraft Earth: Block-tastic Challenge；原作者 Nova Barlow】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1592039880,
            "txt_content": "乐队整挺好，想复刻一个"
        },
        {
            "author": "FaceTime",
            "timestamp": 1592042400,
            "txt_content": "好酷的建筑"
        },
        {
            "author": "天黑在稚",
            "timestamp": 1592091480,
            "txt_content": "翻译就很nice"
        },
        {
            "author": "燎原解说MC",
            "timestamp": 1592706960,
            "txt_content": "别人的脑洞···"
        },
        {
            "author": "脏先生",
            "timestamp": 1592794500,
            "txt_content": "这波作者的脑回路天秀"
        },
        {
            "author": "kayn-",
            "timestamp": 1592976720,
            "txt_content": "末影苦力怕傀儡哈哈哈爱了爱了"
        },
        {
            "author": "kayn-",
            "timestamp": 1592976780,
            "txt_content": "感谢楼主翻译分享XD"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1595084160,
            "txt_content": "something completely unique 原文没有提到“虚构”\n\nusing any items they had at their disposal 用任何手里有的材料\n\nblock carrying snail 携带方块的蜗牛\n\nSquishyrium 这个生造次 -rium 的后缀应该不和生物挂钩\n\n"
        }
    ]
}