{
    "title": "申请【创世匠艺】大区版主",
    "author": "LocusAzzurro",
    "replyCount": 7,
    "timestamp": 1592055240,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2020-6-13 14:36 编辑 \n\n申请板块*: 创世匠艺大区\n职业*: 学生\n年龄*: 23\n联系方式: 版主群\n在线情况*: 正常情况下联系渠道每天在线，论坛每天登陆，日常版务每周处理，每周至少两次参与讨论的机会\n个人专长*:\n较高的英语水平和一定的意大利语水平，曾参与过Minecraft相关官方与非官方出版物与项目的翻译工作，并同时长期负责翻译&Wiki版的维护工作。一定的美工方面能力，有PS、ID、PR、C4D使用经验，可以制作一些基础的美术元素。少量的编程能力，主语言为Java，可以根据实际的需要开发一些小工具减少重复工作。Minecraft相关作品创作能力，拥有数个地形、建筑、指令系统和周边作品制作经验，并在论坛取得过多次精华。活动策划能力以及对活动结构的了解，从来到论坛前到目前共组织过十个以上种类不同的活动，也参加过大量的活动并取得名次，同时也多次以评审的身份参与活动。\n\n管理经验:\n（前任）百度贴吧Minecraft吧小吧主，吧刊主编，文化部部长（前任）Hypixel中文本地化项目维护/校对（前任&在任）Minecraft服务器管理（在任）Minecraft插件百科管理员（在任）论坛翻译&Wiki版、匠人酒馆版版主\n\n申请理由*:\n在论坛里我“饰演”过不同的角色：内容创作者、板块管理者、活动参与者、活动策划者和评审，因此可以同时从管理者和创作者；策划者和参与者的不同角度看待问题。个人和很多不同创作者和小组有交集，也是很多团队的正式成员，通过和他们的交流，可以了解对某件事物的不同的意见，带来更好的决策。我对大区内各个板块的主要工作和目标有了解并且都参与过板块内容的贡献：\n对于分享作品的展示&共享版，作为制作过各种不同类型作品的创作者，我对各种类型的地图作品的水平优劣都能做出基本的辨识，不会有和管理板块的版主的认知有较大的隔阂。对于和海外内容有大量交集的搬运&鉴赏版，我拥有的语言能力以及对国际社区的了解可以发挥较大的作用，曾经也进行过一定量的地图搬运工作，可以在内容方面协助管理的版主。对于匠人酒馆版，作为从板块建立初期就参与工作的成员，我对该板块的运作方式与规则有着充分的了解，在新的继任者上任后也能完成交接的工作。\n作为论坛已经有一定资历的版主和各个曾经和现在各个团队的管理者，我了解管理者对于社区的意义。\n\n将来计划:\n熟悉新的职位带来的新工作内容。现在大区内人手严重不足，将会在保持大区基本正常运作的同时，尽早在论坛中寻找可以胜任各个板块管理工作的人选，在上任初期提供必要的协助，并在之后的工作中一起优化各个板块的环境。现在各个板块内有一些相对于目前创作社区需要进行更新的适应的机制和设定，我将会利用自己的创作经验，为用户带来更好的体验。平衡新负责的板块和已在管理的所有板块的工作，并且使一些工作流程更加流线性化。\n",
    "replies": [
        {
            "author": "乙烯_中国",
            "timestamp": 1592055300,
            "txt_content": "很好，愿蓝鸡能够更好的维护论坛环境，合作愉快。"
        },
        {
            "author": "古明地兔",
            "timestamp": 1592056500,
            "txt_content": "支持，蓝鸡太大了我不得不支持（×\n但翻译&WIKI的申请貌似已经有几个月没处理了喔"
        },
        {
            "author": "ff98sha",
            "timestamp": 1592057100,
            "txt_content": " 本帖最后由 ff98sha 于 2020-6-13 22:13 编辑 \n\n现任论坛勋章最多者\n地图版老缺人管了，pmc大佬蓝鸡gkd"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1592058000,
            "txt_content": "🐚♥ 发表于 2020-6-13 21:55\n支持，蓝鸡太大了我不得不支持（×\n但翻译&WIKI的申请貌似已经有几个月没处理了喔 ...\n这几个月的申请有一部分在卡进度慢慢审核。因为翻译的文章不是一两眼就能看完的。"
        },
        {
            "author": "PQguanfang",
            "timestamp": 1592058480,
            "txt_content": "同2楼，建议先把已有板块事务及时处理完毕再管理更多的事务。"
        },
        {
            "author": "天佑酱",
            "timestamp": 1592061240,
            "txt_content": "中立。\n蓝鸡超鸡的各方面能力都非常强，确实能胜任D大区版主职务，但是\n成为大区版主后，现有分区管理会进一步不及时，虽然匠人酒馆没什么人，但是也是需要一定的管理的，昨天一上线才发现我不知道多久前的举报被处理了，处理不是很及时。\n(如果匠人酒馆有新版主我马上改支持，并大喊蓝鸡爸爸)"
        },
        {
            "author": "混乱",
            "timestamp": 1592069700,
            "txt_content": "申请通过，原大区版主nova调整为匠人酒馆版主"
        }
    ]
}