{
    "title": "[原创/连载]《一只白兔子的旅程》",
    "author": "贴贴暖宝宝",
    "replyCount": 9,
    "timestamp": 1592133540,
    "txt_content": "作者的话：文笔较渣，出于无聊开始了文学创作之路。\n内容可能比较水不好看，见谅\n\n并没有前言，世界观以及人物的性格/经历会在书中补充/体现（但我可能表达不太清楚，见谅）\n\n\n第一章↓\n一·白兔子 史蒂夫 爱丽克丝泷村，对于这个小村庄来说，一只突然出现的生物并不会引起太大的骚乱，因为这个世界所有的生物都不知道自己是哪里来的，何况一个小小的村庄。但这只长着一对长长的雪白耳朵的不明人形生物，与这个世界的一切都格格不入。大家都对这只昏迷的不明的生物十分好奇，一些胆大的小孩甚至走上前去摸她的耳朵............不知经过多久，她醒了过来，眼前是一个方块构成的世界，这里的一切都是方的。她似乎看见不远处几个方块在向她走来，但她感到一阵无力感，似乎身体不属于她，她又昏迷了过去............耳朵灵敏的触觉将她惊醒，她努力的想要站起来---这个举动似乎吓到了胆大的小孩们，他们又飞快地跑到人群中转而用好奇的方块眼睛观察着这只奇怪的生物---尽管这只奇怪的生物在微微地动了几下后又昏迷了过去。“村长来了！村长来了！还有我们的两位大冒险家！”不远处传来一阵喊声，人群让出了一条路让这三人通过。“嗯？这种生物确实没有在书籍上记载过，”村长疑惑地说道，“史蒂夫，爱丽克丝，你们见过这种生物吗？”爱丽克丝：“这。。。并没有，我觉得这种生物的出现在整个世界还是第一例。不过我们两个很乐意接收它！”“因为作为冒险家，我们两个最喜欢稀奇的事物了！”史蒂夫补充道。“那既然如此，其他人还有意见吗？想要接收这只新出现的生物？”村长询问道。“嘿，既然是大冒险家提出的想法，我们当然没有意见！”人群中传来一阵嬉笑声音，随后人群渐渐散去，尽管一些好奇的小孩仍想看一看这种新奇的生物，但在大人们的训斥下还是慢悠悠的回了家。“那我先回去了，你们这几天好好了解一下这只生物。这样过几天我好向城市汇报情况，毕竟，发现一种新物种是可以让我们的村子载入地区甚至大陆史册的呢！”村长打趣着向史蒂夫和爱丽克丝说道。“那当然！”史蒂夫很认真的回答道。爱丽克丝只是白了他一眼，默默地在心里嘀咕“为什么我的同伴会是这种白痴呢。。。画个圈圈诅咒这世界！”......一阵食物的香气传来，让原本就肚子空空的她又醒了过来。在旁边守着的史蒂夫见她醒了过来，嘴仿佛机关枪一般连问好几个问题：“你叫什么？”“你是什么？”“你从哪里来？”，她吓得不敢动弹。只见爱丽克丝冲了出来为史蒂夫加上了一个红BUFF---随后,一个躺着的，一个坐着的，安安静静地等到了晚餐的时间。史蒂夫毫不客气，站起来盛了一碗蘑菇煲就是大吃起来。爱丽克丝将她扶起来坐好后，也盛了一碗，拿到白兔子面前，一口一口喂给她吃---对于这送到口中的食物，饥肠辘辘的她什么也没管，直接吃了下去......很快，晚餐结束了。爱丽克丝坐在她旁边，问道：“你应该会说话吧？”“嗯...嗯！”她支支吾吾地答道。“那你是从其他地方来的吗？还是第一次来到这个世界？”“我...我不知道，我似乎以前在一个...”她想要回忆起以前的记忆，但一点都没有回忆起来，“抱歉......我记不清了。”“没事没事，那你记得你叫什么吗？没有的话要不要取一个名字？”爱丽克丝关心地问道。“好啊！”她自然也很高兴。“你的耳朵这么长，倒像只别样的兔子。要不，就叫你白兔子吧！”爱丽克丝似乎对自己的取名能力很满意，微笑地看着她。她似乎也挺满意，点了点头。“那，白兔子，时间也不早了，先睡觉吧？”......\n第二章↓\n二. 准备好冒险了吗？白兔子！\n“咯咯咯咯咯......”随着阵阵鸡叫声在村中穿梭，泷村的一天开始了。尽管白兔子还不想起床，但史蒂夫在房子内上蹿下跳的吵闹声以及餐桌上的食物使她放弃了赖床的念头。......早餐完，白兔子便跟着爱丽克丝出了门。史蒂夫也如往常一样走在村庄的大路上和小孩们打着招呼，展现他英（sha）勇（diao）的身姿---村庄内的小孩很喜欢和史蒂夫玩。“毕竟同龄人就喜欢和同龄人玩！”这是爱丽克丝的评价。但和以往不同，今天小孩们并没有围住史蒂夫听他讲（chui）故（niu）事（bi），反而是围住了爱丽克丝和白兔子。“你叫什么?”“你是什么？”“你从哪里来？”，小孩们明显对白兔子的不同感到好奇，尽管过去一天，新鲜感仍然十足。一旁的爱丽克丝看着不远的史蒂夫翻了翻白眼，“果然，史蒂夫和小孩子没有区别吗？”，爱丽丝在心中嘀咕着。白兔子面对这些问题仍旧发蒙，只是摸着头小声说：“你们可以叫我白兔子，其他问题我也不知道，但我也很想知道这些问题的答案。”爱丽克丝看着这场面，拉着白兔子赶忙离开了。......村长家“村长，认识下，我给这位新朋友取了个名字-白兔子！”“哦？我亲爱的爱丽克丝这么快就和这位不知从何而来的客人成为了朋友？”“那当然！我可比史蒂夫那呆子厉害多了！”“而且白兔子的智慧程度还是很高的！和她聊天可比史蒂夫舒服多了！”爱丽克丝补充道，“另外，白兔子似乎是失忆了，我无法确定她究竟是来自别的地方，还是刚刚出生在这个世界。”“那可真是福祸相依！我想这件事或许可以上报给清城？我的小爱丽克丝你说呢？”“村长！”爱丽克丝的方块眼睛瞪得大大的，“哪怕白兔子真的是异地人，她也已经失忆了，就当她是刚出生的，让她跟着我重新开始生活不行吗？”“而且以前，我和史蒂夫好不容易找到的东西只要送到清城，就再也没回来过了！哪怕是那个东西被换成了绿宝石！”爱丽克丝愤愤不平地说，“我冒险的成果交出去后甚至连一点可以支持我下一次冒险的资金也没有换回来！”“那不都是意外吗，我的小爱丽克丝，”村长对于这个他曾经抚养长大的孩子还是很慈祥的，“你和史蒂夫大概也到了成人礼了，那之后的冒险，你和史蒂夫带着这位朋友一起去怎么样？”“谢谢村长！”爱丽克丝给了村长一个大大的拥抱，又给了白兔子一个大大的拥抱，“我可爱的白兔子，我们可以一起去冒险了！”白兔子一脸懵逼地回答道：“嗯...嗯！”“而且这次不限制你的冒险范围，我相信你可以照顾好自己了......嗯，顺便照顾下史蒂夫那个傻孩子~哈哈哈...”村长大笑着说道。爱丽克丝更高兴了，从椅子上站了起来，又忍不住跳了起来。“我决定了！我们三个的冒险队就叫做：‘今日茶馆’！”，爱丽克丝仍然很满意她的取名能力。 一旁的白兔子还处于一脸懵逼的状态，很明显，她还不知道自己将踏上一段怎么样的旅程。准确的说，史蒂夫与爱丽克丝也不知道............\n\n\n第三章↓\n三．冒险的起点---泷村\n根据《东国法》，每个东国居民出生在这个世界生活十八个麦块年后，才能够领取成人证成为东国真正的公民。而根据泷村的习俗，每一个泷村人，在成为成人后都要经历成人礼。爱丽克丝和史蒂夫自然也不例外。爱丽克丝和史蒂夫同一时出生在同一地方，同样---她们都被当时刚上任的村长接收了---到现在，泷村的村长已经任职十八个麦块年了。......爱丽克丝和史蒂夫的成人礼很快到了。......清城中心“爱丽克丝，你带着史蒂夫去领你们的成人证，喏，这是你们的出生证明。”，村长递给了爱丽克丝两本小册子。“白兔子为什么不跟我们去？”，爱丽克丝很疑惑。“她现在的身份可是一个刚出生的孩子，成人证可没她的份呢。想要让她能够跟着你们冒险，我想，需要一张‘黑卡’。”，村长笑着说，说完摸了摸旁边披着一件斗篷的白兔子的头---白兔子还是需要隐藏一下身份的，不然光是她不同常人的外表就足以引起清城的骚乱。爱丽克丝带着史蒂夫走了。白兔子跟着村长一路来到了一个地下酒吧，又拐进酒吧的一间小房间---里面内有乾坤，丝毫不比外面小。一进门，就有一个女人的声音传来,“哟？我们的老善人又来了！欢迎欢迎，这次需要些什么服务呢？”,是一位戴着黑墨镜的人发出的声音，“这位穿着斗篷的人又是哪里的异地人？”墨镜女仔细打量着白兔子，这让白兔子十分害怕。“这个嘛，我也不知道，”，村长笑着回答道，“我的小爱丽克丝闹着要带着这位失忆的异地人......额，是这位刚出生的人出去冒险，所以又要麻烦你帮忙了呢！”“另外我的小爱丽克丝给她取了个名字-白兔子，”，村长补充道，然后摘下了白兔子的帽子，“来，白兔子，给这位老阿姨打声招呼！”白兔子躲在村长身后胆怯地说：“老阿姨好...我是白兔子。”“士别三日，果然该刮目相看呢~”戴墨镜的女人幽幽地说，“就连你都有胆子打趣我了。”“不过，这位...白兔子，我似乎没有见过这种生物？”，墨镜女很疑惑，“不过，一张黑卡而已，那群吃官饭的饭桶也不在意这些，哪怕是传说中的末影一族在这座城市办上了成人证，他们也不会有丝毫惊讶！”“哈哈哈哈哈哈......”墨镜女和村长一同大笑了起来。留下站在一旁独自懵逼的白兔子。......“来，拿好，白兔子小朋友，这种黑卡虽然不能让你能够成为饭桶，但可以让你能够去其他地方看看别的地方的饭桶还是没问题的。”墨镜女笑眯眯地看着白兔子。白兔子没听懂她讲了些什么，只是十分害怕地点着头：“嗯嗯嗯！”“好了，我可爱的白兔子，我们也该回家了。”，村长慢悠悠地从沙发上站了起来，开始向门外走起。白兔子迅速将帽子戴起后跟了上去---在这种有一个奇怪的人的奇怪地方，她可不想多待一刻！“老家伙，记得多来玩奥！”，墨镜女大喊着，在村长带上了门彻底出去后，她吐了口唾沫在地上，幽幽地接了下句，“结果这么多年过去，你还是不愿面对吗？”......\n\nPS:我想问一问，这里可以连楼吗。如果更新的话可以一直在这个帖子里更下去吗（占用回复区更新）\n\n\n\n\n",
    "replies": [
        {
            "author": "殆辰羽_",
            "timestamp": 1592134080,
            "txt_content": "白兔子这个名字哪里有水平了不能连楼\n红buff是哪个效果?"
        },
        {
            "author": "贴贴暖宝宝",
            "timestamp": 1592134260,
            "txt_content": " 本帖最后由 晴曦之雨 于 2020-6-14 19:32 编辑 \n殆辰羽 发表于 2020-6-14 19:28\n白兔子这个名字哪里有水平了\n想通过这种方式体现人物性格\n我对爱丽克丝的设定是：较为骄傲，有些时候还不如史蒂夫可靠，但正常情况下还是得靠爱丽克丝:3\n毕竟全队智商担当\n\n红BUFF是一个梗：就是，类似于一块砖砸下去的效果（血腥）。我这里是夸张"
        },
        {
            "author": "殆辰羽_",
            "timestamp": 1592134500,
            "txt_content": "晴曦之雨 发表于 2020-6-14 19:31\n想通过这种方式体现人物性格\n我对爱丽克丝的设定是：较为骄傲，有些时候还不如史蒂夫可靠，但正常情况下 ...\n举报，歧视史蒂夫\n既然是一只兔子的旅程，那主角就是兔子了，🐰，这样的话，那兔子肯定是有什么身世的；或者兔子只是负责陪着，主角是Alex和Steve，那故事线就是他们的冒险了\n(对吗)"
        },
        {
            "author": "贴贴暖宝宝",
            "timestamp": 1592134620,
            "txt_content": "殆辰羽 发表于 2020-6-14 19:35\n举报，歧视史蒂夫\n既然是一只兔子的旅程，那主角就是兔子了，🐰，这样的话，那兔子肯定是有什么身 ...\n小说名字瞎取的\n\n至于白兔子哪来的，这是舟学家的知识点:3\n\n三个都是主角，后续可能会加几个\n\n另外还是别聊了，如果可以，我可能以后更新都在这个贴了XD\n\n私聊？\n"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1592136900,
            "txt_content": "更新能在这个贴更，不过不能连楼，可以用编辑增加内容不过字数一多就会卡，我现在更到二十几章每次编辑就要花上两个小时"
        },
        {
            "author": "贴贴暖宝宝",
            "timestamp": 1592137080,
            "txt_content": "赶紧睡觉觉 发表于 2020-6-14 20:15\n更新能在这个贴更，不过不能连楼，可以用编辑增加内容不过字数一多就会卡，我现在更到二十几章每次编辑就要 ...\n哦，知道辽，谢谢\n\n那看起来还是学其他人那样子\n\n更新就发新贴好:3"
        },
        {
            "author": "Ender56",
            "timestamp": 1592149740,
            "txt_content": "晴曦之雨 发表于 2020-6-14 19:37\n小说名字瞎取的\n\n至于白兔子哪来的，这是舟学家的知识点:3\n我猜对了\n果然是那个白兔子"
        },
        {
            "author": "Ender56",
            "timestamp": 1592175480,
            "txt_content": "那啥，我好奇你这个小说后面会不会让我们客串"
        },
        {
            "author": "暗影月赎",
            "timestamp": 1592197320,
            "txt_content": "推荐不要在一个帖更新\n毕竟不能连楼\n我的意见是分很多帖，最后来做一个目录，也就是索引贴\n坛内绝大部分连载都是采用的这种方式"
        }
    ]
}