{
    "title": "[Minecraft.net|CULTURE] 与之搭建：黄金",
    "author": "血盟团长",
    "replyCount": 0,
    "timestamp": 1592379180,
    "txt_content": " 本帖最后由 MikeW138 于 2020-7-10 11:49 编辑 \n\nCULTUREBuild With It: Gold!\n与之搭建：黄金！\n\nGo glamorous with glorious gold\n用光彩夺目的黄金来装饰\n\nNova Barlow\n\n\nA, u! What are you currently doing with your stash of gold? Don’t tell us you’re just saving it in a secret underground vault for a rainy day? Why not Build With It instead?\n喂，是你了！你现在是怎么用你的金的？别告诉我你只是把它们藏在秘密的地下金库以备不时之需，为什么不用它来建造呢?\n\nPerhaps you don’t even have a stash of gold to use in your future upcoming build projects? It’s pretty rare after all – unless you’ll manage to locate a Badlands biome, which tends to be full of underground mineral veins. It may take a while, but once you strike gold, you’ll not only have found a great material to work with, but perhaps another new tale of adventure to share with your friends.\n\n或许你根本没有可以用在建筑项目上的黄金？这还是相当罕见的——除非你找到恶地这个生物群系，这里面有丰富的地下矿洞。这可能需要一段时间，可一旦你找到了黄金，你不但是得到一个好材料，还可能可以开展一个新的冒险故事与你的朋友分享。 \n\n\n\nGold is great because once you find a source, you can use some of those initial bits of gold to craft some powered rails and speed up your mining, thus:more gold! It also comes in lots of different forms – ores, nuggets, ingots, and of course blocks. Naturally, gold is not the only yellow material you can build with, but once you discover the practical prospects of this robust element, you may never work with a different material again!\n黄金最好的地方在于当你发现了一个源头，你可以用他们来制造动力铁轨，然后这可以加快你挖矿的速度，带来更多黄金。它也有很多不同的形态：矿、粒、锭、砖。当然，黄金并非唯一你可以用的黄色建材，但是一旦你发现这个元素的实际效果后，你可能从此不会用其他元素了。\n\n\nWhile real gold tends to be used in much smaller creations, Minecraft gold is perfect for structures. After all, it’s solid, stackable, and has a blast resistance comparable to trusty blocks like diorite or cobblestone. Plus it’s also shiny, which makes your builds bright and cheerful. So why not assemble a palace or raise a big golden statue of yourself at your friend’s spawn point? Let them bask in your wealth!\n\n真实的黄金通常用于较小的作品上，可是Minecraft的黄金非常适合用在建筑上。像闪长岩或鹅卵石一样，它是固体、可堆叠、而且具有一定防爆性。此外它还闪闪发光，使你的建筑光亮和愉快。你为什么不试试，在你朋友的重生点建造一座宫殿或者一座你的大金像？让他们享受你的财富吧！\n\n\n\n\n\nThere are of course other, less bold ways to put your gold to good use, and if you prefer a more subtle approach, you could always draw inspiration from builds like Crixel96’s(making an encore appearance following Build With It: Prismarine’s cafe fountain) swamp ruins gateway, which can be seen at the top of this article, or Callum’s shining example that doesn’t just feature gold – but also qualifies as a Minecraft Dungeons fan build. Can you name all the mobs featured in this build?\n当然还有其他不那么大胆的办法利用你的黄金，如果你想要一个更精明的方法，你可以从 Crixel96 等人的建筑（比如类似在与之搭建：海晶石！里面的建筑）从中汲取灵感。或者Callum亮晶晶的例子中就不仅仅使用了黄金的特色，而是像一个Minecraft：地下城爱好者一样。你能叫出这个建筑中的生物的名字吗？\n\nDone with the challenge? Perfect! Now, you may want to dig into the list of what’s coming up and see if inspiration strikes. We’re currently looking for stained glass,coral and purpur submissions, so if that sounds like the materials you work with often, you may just see your build featured here in the very near future. Feel free to send your screenshots (and a little information about your structure) to FeatureMe@minecraft.net and get ready for your chance to shine.\n\n完成挑战了吗？完美！现在，你可以发掘即将发生的事情，看看是否有灵感。我们目前正在寻找染色玻璃，珊瑚和紫珀的作品。如果这些物料是你常用的话，你可能可以在接下来的文章中看到自己的作品。如果你有兴趣的话你可以把截图（以及你建筑的一些结构资料）发送到FeatureMe@minecraft.net，准备大放光彩吧。\n\n\n\n\n【MikeW138 译自官网 2020 年 01 月 24 日发布的 Build With It: Gold!；原作者 Nova Barlow】\n【本文排版借助了：SPX】\n",
    "replies": []
}