{
    "title": "Minecraft Dungeons 1.2.0.0 版本更新日志",
    "author": "dwch",
    "replyCount": 5,
    "timestamp": 1592401080,
    "txt_content": " 本帖最后由 dwch 于 2020-6-22 19:53 编辑 \n\n六月22日：\n今天我们向 Windows 和 Xbox One 平台推送了 1.2.0.0 更新。\n\nWindows：\n修复了退出游戏可能引发的崩溃造成存档损坏的问题存档现在位于“%HOMEPATH%\\Saved Games\\Mojang Studios\\Dungeons”文件夹下。在更新至最新版本的游戏加载时，会自动将游戏存档移动到这里。（译注：之前存档在“%localappdata%\\Dungeons”下。顺便说一下，百分号之间的变量名是不区分大小写的。）修复了使用文字转语音可能造成的崩溃修复了使用手柄游戏时用户界面的按钮提示不停切换回键盘按键的问题修复了首次点击主菜单时鼠标悬停不能被任何按钮识别的问题\n\n\nXbox One：\n修复了在胜利后倒计时期间登出 Xbox One 当前账户引发的崩溃修复了本地合作时 玩家2 以游客身份加入游戏可能发生的崩溃修复了多个从待机模式恢复时可能发生的崩溃修复了使用文字转语音的性能问题现在在 Xbox 仪表盘登出的玩家的游戏会话会及时地从游戏会话列表中消失在游戏暂停时接受邀请不会再导致游戏卡死了\n\n\n\n六月17日：\n是时候再修一波 bug 了！新版本对玩家们遇到的最重要的一些问题进行了大量修复。该更新目前只适用于 Nintendo Switch 和 PlayStation 4，但不要担心，Windows 和 Xbox One 的玩家们很快也会有更新的，会有更多针对这些平台的修复。\n\n感谢游玩！如果你遇到了 bug，一定要在 bugs.mojang.com 向我们汇报。祝你在地下城里玩得愉快！\n\n对所有平台的修复：\n修复了一些游戏过程中可能发生的崩溃修复了开始游戏会话时可能发生的崩溃修复了在使用钓鱼竿时可能发生的崩溃修复了一些捡起食物时可能发生的崩溃修复了逃离附魔怪物时可能发生的崩溃修复了加入他人游戏时可能发生的崩溃修复了加入他人游戏时，快要加载完成时房主转移至营地引起的崩溃修复了在线联机时，玩家加载时房主在关卡间转移引起的无限加载调整了英雄披风的外观 (MCD-1813)在设置界面添加了版本号任务完成后在世界底部出生、有时死亡 (MCD-70)走进南瓜牧场的某个坡道会直接死亡 (MCD-62)不拿起古籍就无法离开苦力怕地穴 (MCD-1356)不能从主菜单中多次打开设置菜单“惊喜礼物”附魔什么都不掉落本地联机时，进入高墩大厅的井时卡在栏杆里附魔怪物群现在在被击败时有几率掉落奖励了当左游戏手柄倾斜时，按 A 键现在会攻击怪物，而不是拾取物品修复了一些本地联机时 玩家3 加入游戏可能引发的问题附魔生成的食物和高墩大厅的桌子现在会正确地统计到“Om Nom Nom”成就中（译注：该成就达成条件为吃 200 个食物）“击杀僵尸”的教程提示持续时间过长一些字符串在某几种语言下无法填进按钮里完成目标后不播放统计和奖励界面对应的音乐箭矢冲击音效缺失在线联机时部分玩家无法看到“食物储备”和“惊喜礼物”附魔生成的食物幽灵战袍效果结束后玩家可能卡在空中在开始或完成某个任务时玩家可能退回到主界面刷怪笼的音效不会再在被摧毁后播放了箱子不会再一直发出打开的声音了房主在转移至营地或开始任务时 FPS 低不会再断连其他玩家了在某些情况下奖励界面的材质丢失在线联机时“治愈光辉”附魔效果现在对所有玩家可见了在多人游戏中非房主玩家的符文无法正常激活\n\nNintendo Switch：\n在等待连接至微软账户的代码时开启飞行模式导致游戏无响应在单个 Joy-Con 上一键卸装按钮错误，以及在物品栏中在单个和成对 Joy-Con 之间切换时，切换类别按钮错误本地联机时使用单个 Joy-Con 造成用户界面中按钮提示错误在连接至微软账户的代码页面按返回键导致游戏死住\n\nPlayStation 4：\n1080p 分辨率下在 Mojang Studios 的闪屏底部出现一条绿线本地联机时，非房主且非 PSN 账号的本地用户现在无法获得奖杯\n\n原文：https://help.minecraft.net/hc/en-us/articles/360044268272",
    "replies": [
        {
            "author": "GeForceLegend",
            "timestamp": 1592402160,
            "txt_content": "兄啊，你怎么没写好就不小心发出来了（半恼）"
        },
        {
            "author": "ChapterII",
            "timestamp": 1592558880,
            "txt_content": "在线联机时“治愈光辉”附魔效果现在对所有玩家可见了\nWiki翻译为治愈光环"
        },
        {
            "author": "dwch",
            "timestamp": 1592560920,
            "txt_content": " 本帖最后由 dwch 于 2020-6-19 18:05 编辑 \nChapterII 发表于 2020-6-19 17:28\n在线联机时“治愈光辉”附魔效果现在对所有玩家可见了\nWiki翻译为治愈光环 ...\nhttps://minecraft-zh.gamepedia.c ... 8%E5%85%89%E8%BE%89\nhttps://minecraft-zh.gamepedia.c ... 7%E5%87%86%E5%8C%96\n已勒令维基改正（大嘘）这个在标准译名表里一直是治愈光辉。。不知道之前发生什么意外了，不过现在看起来恢复正常了"
        },
        {
            "author": "猫眼",
            "timestamp": 1592704560,
            "txt_content": "所以MCD-1111还没有修复吗_(:з」∠)_\n因为这个困扰好久了_(:з」∠)_"
        },
        {
            "author": "最亮的信标",
            "timestamp": 1592825520,
            "txt_content": "根据部分玩家的反馈，Win7崩溃问题貌似被修复了。"
        }
    ]
}