{
    "title": "[Minecraft.net | DEEP DIVES] 本周方块：标靶",
    "author": "Sinbad_Official",
    "replyCount": 7,
    "timestamp": 1592542380,
    "txt_content": " 本帖最后由 Sinbad_Official 于 2020-8-6 18:45 编辑 \n\nDEEP DIVESBlock of the Week: Target\n本周方块：标靶\n\nReady, aim, redstone!\n预备，瞄准，是红石！\n\nDuncan Geere\n\n\nUntil recently, if you wanted to host an archery competition in Minecraft, you had two options. The first was to shoot at live prey – either hostile mobs from a spawner, or passive mobs (noooo not the sheep!).\n直到前不久，你要是计划在 Minecraft 中举办一场箭术大赛的话，你只有两种选择。你可以选择以活物来作为靶子，你也可以选择刷怪笼生成的敌对生物或中立生物为标靶（别，别射小羊！）。\n\nThe second was to use a button, which activates when shot. But buttons are tiny, so the whole thing was really hard. That’s why, at Minecon Live 2019, we introduced a solution. The target block, which will be making its way into the game in update 1.16 – the Nether Update.\n第二个选择就是射击按钮，当它被射中的时候就会激活它。不过按钮实在太小了，所以想要射中按钮是相当困难的。为了解决在游戏中举办射箭比赛而面临的困难，在 Minecon Live 2019 上，我们推出了一个解决方案。标靶方块，一个会在1.16的下界更新中加入的方块。\n\n\n\n\nTo make one, you’ll need a hay bale and four piles of redstone arranged around it in a 3x3 crafting grid. Now here’s where the magic happens. Plop down a target, take a few steps back, and then throw something at it. An egg, a snowball, a splash potion, a firework rocket, an ender pearl, a trident, or a good ol’ fashioned arrow from a bow. All of them will work.\n为了制作一个标靶，你需要在3x3的合成方格中放入一个干草块，周围围着四个红石粉。现在就是奇迹发生的时刻。选好一个位置放下标靶，后退几步，然后向其抛掷些什么。什么鸡蛋呀，雪球呀，喷溅型药水呀，烟花呀，末影珍珠呀，三叉戟呀，亦或是从弓箭中射出的箭矢。所有这些投掷物都会激活标靶。\n\nWhen hit, the target will give off a few ticks of redstone power, with the amount of power proportional to how close your projectile hit the centre of the block. Hit the edge? You’ll get a signal of 1. If you manage to hit it right in the bullseye, though, you’ll get a signal strength of 15. An observer will also detect if the block has been hit.\n当它被击中的时候，标靶就会释放出一些红石信号，红石信号的强弱与击中位置离标靶中心距离的长短成正比。射中边缘？那你就只会得到强度为1的红石信号。若是你击中了靶心，你就会得到强度为15的红石信号。若是方块被击中的话，侦测器也会被激活。\n\nOnce the archery competition is over, you can break the target again and take it home. A target can be broken with any tool, or even your bare hands, but a hoe is the fastest way.\n一旦射箭比赛结束了，你就可以破坏标靶然后把它带回家。标靶可以被任何工具破坏，甚至是你的手，不过锄头是破坏它的最快的工具。\n\n\n\n\nIn the real world, shooting targets have been around since before we started recording history. Hunter-gatherers likely practiced their spear-throwing and arrow-shooting on trees, and perhaps even some sort of purpose-built target like a mound of dirt, way back in the Stone Age.\n在现实世界中，在有史记载之前，我们的祖先就有了射击的靶子。群落中负责狩猎以及采集的人员会以树为目标，来训练投掷长矛和射箭，在石器时代时，他们甚至可能有着专门的瞄准练习单位，例如一块小土丘。\n\nThe earliest record we have of archery contests dates back to China 3,000 years ago, but the modern sport of target archery can trace its origins to England during the 14th century. The English had just invented the longbow, and it was considered the country’s most important weapon but was kinda difficult to use. So in 1363, by royal decree, a law was enacted that obliged all Englishmen to practice archery on Sundays and other holidays. The law wasn’t fully repealed until 1960.\n有史记载以来，最早的射箭比赛可以追溯到3000年前的中国，不过现代射箭运动的起源国却是14世纪的英国。那时的英国人刚刚发明了长弓，它被视为英国最重要的武器，不过要掌握它还是有些困难。所以在1363年，英国皇室推行了一条法律，所有的英国人必须在星期天和其他节假日练习长弓射术。这条法律直到1960年才被废除。\n\n\n\n\nYou might be wondering why archery targets look the way they do – with concentric circles. This probably originates from the coiled straw mats that early competitions used to quickly see who shot closest to the center of a target. The design originated sometime before the mid-1700s, but their exact origin is lost to history.\n你可能在思索为什么标靶上的目标都是同心圆。这可能起源于早期的射箭比赛，通过判断谁射中了圆形的草垫子来判断比赛成绩（参考）。这个设计起源于十八世纪中期以前的某个时间点，但它们出现的确切的时间点，已经迷失在历史长河里了。\n\nCircles don’t exist in Minecraft, of course, so our targets are concentric squares instead. This is good news for you, the player, because it gives you a larger area to hit. That in turn will make you look more impressive to your friends and family – just one of the little services we perform for you every day. You’re welcome.\n当然，Minecraft 中不可能出现圆形，所以我们的目标是同心矩形。这是个好消息，对游戏的玩家你来说，因此你获得了更大的射击范围。当你射中靶心的时候，这转而会令你的亲朋好友更加钦佩你的箭艺——这只是我们为你的日常生活做出的一点小小服务。不必感激我们。\n\n\n【Sinbad 译自官网 2020 年 06 月 18 日发布的 Block of the Week: Target；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1592544540,
            "txt_content": "我看到标题联想到的居然是Desire Driver~\n\n谁家的煤气灶超速了？？\n\n[Touhou模因大忌确信√]"
        },
        {
            "author": "燎原解说MC",
            "timestamp": 1592706780,
            "txt_content": "滑稽。好极了！对于我来说······"
        },
        {
            "author": "CREEPER_77",
            "timestamp": 1592894700,
            "txt_content": "我以前就是用按钮"
        },
        {
            "author": "CREEPER_77",
            "timestamp": 1592894760,
            "txt_content": "真的是方便啊，我以前红石渣"
        },
        {
            "author": "CREEPER_77",
            "timestamp": 1592894760,
            "txt_content": "现在是不是红石渣都会做了！"
        },
        {
            "author": "kayn-",
            "timestamp": 1592976360,
            "txt_content": "哦nice，这样就不用按钮做地图了"
        },
        {
            "author": "kayn-",
            "timestamp": 1592976420,
            "txt_content": "感谢大佬分享，就是不晓得红石信号多远"
        }
    ]
}