{
    "title": "【原创/单篇】雪屋",
    "author": "堕天使之墓",
    "replyCount": 0,
    "timestamp": 1592679240,
    "txt_content": " 本帖最后由 堕天使之墓 于 2021-2-8 19:07 编辑 \n\n一些废话：\n这里是堕夜\n前几天就说过要发小说什么的\n然后......绝赞咕咕咕了n天后在今天晚上写了几个小时\n是我了，呃\n\n正文：\n\n夜晚，风雪交加的冰原。\n他在这片冰原上走着。除了白茫茫的雪景外，几乎看不到什么东西。他的探险工具不是坏了就是丢了，且已经好几天没吃除了腐肉之外的玩意了。他只希望在前面能发现一点食物什么的。\n他一抬头，发现前面有一点亮光。是的，虽然很暗淡，但在这雪夜中格外显眼。自然，他向着这点亮光靠近。\n那些亮光，是从一堆雪块里发出来的。雪块堆成了一个庇护所，里面还有床、熔炉、箱子和合成台。至于光源，便是里面插的一只红石火把。虽然依旧没有食物，但至少他有庇护所了。他跑入了雪屋，用方块封掉了入口，把一堆不必要的东西放入了箱子，之后便躺在床上睡着了。\n\n雪停了，太阳升起来了。\n休息并不能缓解饥饿。他再吃了片腐肉，拆掉了昨天的方块，打算找一些食物。希望能找到，因为这地方很少能找到食物。\n仔细一看，不远处有片被冰封的湖泊。幸运的话可以找到几条水底下的鱼吃，事实上他也的确挺幸运的：有五条鲑鱼封在湖底。抓了几条回来，放熔炉里用木炭烤熟了。\n至少有一些能吃的东西了。他把鱼放入了嘴里，以填充那饿了几天的肚子。\n首先不用为那肚子发愁了。他的探险工具不是坏了就是丢了，再往远处走的话不见得有多安全。他决定先以这个雪屋为基地，等有能力走出去后再说。\n他改造了一下那个雪屋。雪屋的大体结构没有变，区别在于装了一扇木门，且在外部放了一些标志物。此外，他也修整了一下附近的地面，使其便于行走。然后就是——额，食物。虽然现在他的肚子很饱，但不可能拿那些鲑鱼度过在这里的生活吧，更何况那地方的鲑鱼已经少了一半了？\n雪原里应该会有兔子。嗯。\n此时，太阳在他的头顶。\n他摘了一朵蒲公英，然后试图寻找雪兔。兔子可以适应一些恶劣环境，而且它们也因此变异出了保护色，虽然根本不见得有什么天敌但的确保护了它们免遭天敌的威胁。正因此，找这种兔子很困难——和雪的白色完美揉成了一团，不注意可能真就路过了。\n然后，找了一下午。本来就少得很，而且很容易被看成雪而略过，再幸运都不太可能找到，更何况幸运之神眷顾过他一次了。\n晚上了。他现在在一片盆地里，虽然离雪屋较近但根本看不见雪屋，而现在要走出去的话，估计会很吃力。再次说明了不做标记以及晚上不及时回家的后果。同时，他的背包只有蒲公英和一些泥土。再次说明了不作好充分的准备就出门的后果。先度过今晚吧，他拿泥土搭了堵墙。\n感谢这堵泥土墙，怪物们没发现有一个探险家被困在这盆地里。\n\n唔，早上了。\n首先，因为这次晚上的经历，他不打算再次在外面度夜了。其次，他还要找到兔子，以确保有一个稳定的食物来源。\n他打算走出盆地，但没走几步就感觉脚碰到了什么东西。\n停下来一看，看了半天才发现：有大概三只兔子在这里。至于为什么之前没发现，因为兔子的声音意外地小，而且他因为找兔子找傻了。\n兔子的话，一受到惊吓便会四处逃窜。他在引诱这方面还算拿手：轻轻地靠近兔子，轻轻地拿出蒲公英，轻轻地走动，轻轻地走出盆地，轻轻地走回雪屋。\n现在找到兔子了，并且成功把它们引到了基地。他划出了一片地方，把雪铲净并用一堆野草野花装饰了一下。与其他地方相比，这地方算是一块净土。兔子不会轻易跑掉的，因为兔子的话，喜欢这种舒适的地方，而且在没有受到威胁的情况下是不会离开的。\n兔子喜欢蒲公英，意外地比较朴素。通过这些蒲公英，他繁殖了一些兔子。\n还剩下一些时间，他四处逛了逛。除了发现了棵云杉树外没什么特别的。他打算回家......\n等会，树？刚刚又傻了，他现在正没有木头。他跑到了云杉树那边，用手砍下了那棵树。\n\n后来的几天的话，他在基地附近种了一些云杉树，确保了木材来源。在有了充足的木材后，他在雪屋不远处开了个矿坑，挖了些石头。只要再挖到一些铁，重新做一套工具，他便可以离开了。但因为是自己搭建出来的基地，他突然不想这么快离开这里。\n这么想着，他再次下了矿坑，向更深处挖去。没挖多久，他挖到了石砖。石砖这玩意是人造的，说明下面有人造建筑物。不过地下会有什么建筑物，他倒是挺好奇。\n他挖开了石砖，进入了那个建筑物。\n这是一个实验室，或小型监狱，他也说不上是什么玩意。有一个箱子，并且桌子上摆着一盆仙人掌和酿造台。笼子里分别关着一个村民和一个僵尸村民。\n他第一次见识这种场面。\n他先翻了下箱子。箱子里有面包、一堆铁锭、几块金锭、一个苹果以及一本书。唔，居然还有书。他翻开书看了一下：\n这鬼地方真有够呛。不过这种地下室和这种环境，最适合进行这种实验了。\n时不时会有一些僵尸村民出来，一堆人以为他们没救了，但我不这么认为。这么说吧，我敢肯定，而且的确是——僵尸村民可以被治疗回村民。\n\n仙人掌制作的果肉（X） 我怀疑我是个傻子\n发酵蛛眼（X） 偏方，并没有用\n伤害药水（X） 反而更兴奋了\n治疗药水（X） 以毒攻毒不可行\n蒲公英（X） 额\n虞美人（X） 花有可能有作用，但，额\n面包（X） 啊啊啊\n熟猪肉（X） 可能吧可能\n金苹果（√） 所以，原本以为会以自己疯了结尾，但却意外发现这种玩意挺有用的，不知道是什么原理，它居然成功治疗了僵尸村民。\n\n意料之外的发现，金苹果可以治疗。现在的问题是，嗯，金锭不够了，我想找些回来。就一会的时间。\n“金苹果吗......试一下吧，也没什么问题。”正好那堆杂物里有几块金锭，他返回了雪屋，拿出了那些金锭。和地下室那些加起来正好够。\n他合成了金苹果，之后尝试喂给另一个僵尸村民。僵尸村民具有敌意，他不可能送到嘴边。不过——酿造台上架着一瓶虚弱药水，似乎是为他准备的。撒上虚弱药水后，也没力气攻击他了，之后便送到了僵尸嘴里。\n他也不知道为什么会突然这么做，估计只是好奇罢了。\n和书上说的一样，变回了村民。村民的话......把他们放出来吧，也不见得有什么坏处。他释放了村民。\n刚打算离开，然后发现——有一架向上的梯子。至于为什么之前没发现，他也不想思考了。他爬了上去，想知道是什么地方。顶上是活板门，被什么东西盖住了。他向下打开了活板门，并敲开了那个东西。上面是——雪屋，他最近几天的庇护所。\n神奇的鬼地方。\n\n太阳升起了。\n兔子们快活地在那片净土生活着，而那两个村民，因为也算是那种有脑子的生物，开始计划着建造房屋、发展村庄了。他要走了，因为本来就不是在这里安家来的。他拿了一些必要的东西，剩下的就放在了那个箱子里。\n他离开了雪屋，离开了这个只陪伴了他几天的基地。他走了一段路，又回头看了看这个基地。\n他拿出了一张地图，标出了这里。\n又搭建了一根泥土标识。\n之后才走远了。\n\n\n",
    "replies": []
}