{
    "title": "[Minecraft.net | GUIDES]像素泳池",
    "author": "Sinbad_Official",
    "replyCount": 5,
    "timestamp": 1592660940,
    "txt_content": " 本帖最后由 Sinbad_Official 于 2020-6-20 21:49 编辑 \n\n\nGUIDESPixel pools\n像素泳池\n\nDive in and make a splash!\n沉“人”竞跃！\n\nNova Barlow\n\n\nWe love summer. Sunny weather, fun activities, and long lazy afternoons of lounging at the beach or by the poolside – what’s not to like? Still, there’s no question that this year’s plans may be a little different, so today we’re bringing the outside inside to create fabulous and funky pools for your Minecraft world.\n无人不爱盛夏。晴朗蓝天、趣味活动以及足以让我们在沙滩上尽情放纵的漫长午后时光——这一切都是那么的可人。不过，今年的计划是肯定与以往不同的，所以我们把外面的可爱的泳池创造在Minecraft里吧。\n\nTo take it one step further, we want to turn these pools into something more: pieces of art! Because why settle with a basic build when you can be the Picasso of pools? Don’t worry, we’ll have you diving into the deep end of these dazzling creations in no time!\n为了达到更高的造诣，我们需要让这些泳池更富有深意——成为艺术品！既然你有能力成为泳池界的毕加索，又为什么要安于平凡呢？别担心，我们马上就向你展现这些令人目不暇接的酷炫泳池！\nFirst, we’ll start with the basics. You’ll want to create a pool. If you’ve never made one or just need a refresher, here is what you need:\n首先，让我们夯实基础。如果你是一个想要创造泳池，却又从没实践过亦或是想要复习一下的人，下面的内容就是你所需要的：\n\n\nGather all your materials. It doesn’t matter what materials you use or the shape you build your new pool in – the only required elements are the buckets you will use to fill your pool with water!准备好所有你需要的材料。泳池用的什么稀奇材料也好，常见材料也罢，什么形状都让它随风去吧，我管你呢——你所必需的就只是一桶水！Mark out a shape to help you figure out where you are building and draw your outline with blocks.标记出你所要建造的形状，然后用方块把它的轮廓搭建出来。Dig out the inside of your pool to fill in your outline – two blocks down should suffice.挖掉轮廓内部的方块，向下挖两格足矣。Fill the base with some simple materials – or skip ahead a bit to find out how you can make an even bigger splash with your new structure!用一些材料来装饰一下泳池——不用也行啦，只要能让你的泳池看起来更加夺目即可。Fill up the pool with water buckets, or watch your pool fill with water as your friend does all the work.\n用水桶来填满泳池，你也可以看你的朋友们来干这事，因为你是“奴隶主”。Grab more friends, construct a barbeque or build an outdoor buffet, then get ready to stay afloat in compliments and praise!\n多拉几个朋友，组织一场BBQ或是户外自助餐，然后享受来自他们的更多赞美吧！\n\nNow that we have learned the basic steps, let's start thinking about how we can make your pool more advanced and add some art to it! You can either create a brand new pool now that you know how to do this, or replace the bottom of the pool you just built with some brand new stylish art. We’ve introduced you to a lot of blocks over the last few months through Build With It to consider while creating your designs, so you likely have picked out some favorites by now. For your first pool, you’ll want to start with something less complex. A good place to start would be to take a few of your favorite colors, find materials that match, and put them together on the bottom of your pool. You could also create your pools in different, unexpected shapes. For example, you could try something fruit shaped like our image below!\n现在我们已经打好了基础，接下来该学习的就是如何让你的泳池更加的绚丽，以及如何让其更具有艺术风范了！现在你有两个选择，你可以重新搭建一个泳池，然后直接用酷炫艺术品装潢它，你也可以直接在原来的泳池上进行二次创作。在过去的几月里，我们已经在《与之搭建》系列中向你介绍了建筑的好伙伴，所以现在挑选出你最心仪的建筑材料吧。既然是你的处女泳池，那你估计不想让它太过复杂。杰出的开端就是先选择泳池的主色调，以及挑选能很好地搭配它的材料，然后将它们都摆到你的泳池池底。你也可以在形状上面出妙招，例如下图的水果型泳池！\n\n\nWatch the afternoons float away with this fruity fresh pool. And no, don’t try to drink the water, even if it smells like melon. 美好的午后就是应该沐浴在香甜的，新鲜的泳池里。不过请不要喝泳池的水，尽管它可能闻起来像西瓜。\n\n\nOnce you have a good understanding of shapes and coloring, you should try adding some pixel art to your pool. Pixel art is an art form that fits Minecraft like a glove, thanks to its blocky emphasis and low res vibe. You’ve probably seen a lot of it from many of the talented artists in our community. Creating pixel art can be challenging – you could use one of the many art programs available out there, or you could grab some graph paper and do things the old-fashioned way to plan the pool of your dreams. Where can you inspiration to make this happen? Everywhere!\n一旦你在色彩和形状上有了良好的见解，你就可以试着在你的泳池里加一些像素风格的特征了。像素风是可以很好地融入Minecraft的游戏风格的，这得益于Minecraft对方块形式的重视以及它的低分辨率。你可能已经从我们的社区中的那些极具天赋的艺术家那里欣赏到了一些。创作像素风格的艺术品是有一定的挑战性的——你可以用现成的艺术程序或者用传统的方法——亲手规划图纸来实现你心目中的那个泳池的模样。灵感何处来？灵感处处是！\nWhile it’s true most of the pixel art you may encounter visiting other worlds in Minecraft can reach high into the sky, the advantages of keeping your art a little “down to (virtual) earth” are numerous. First, it keeps your horizons clear – just what you need to see those creepers coming. Second, depending on your design, it may be easier to build horizontally instead of vertically. Next, adding a design where it isn’t easily visible adds a little bit of a surprise for visitors.\n尽管你在Minecraft中建造来自其他世界的像素艺术的时候可以飞到高空来进行建筑，不过把艺术“留在（虚拟的）地球”（指陆地）上也是有它的好处的。首先，它会开拓你的视野，让你注意到前来袭击的苦力怕。其次，在你的设计里，水平建筑可能比竖直建筑更加的方便。最后，在一个隐蔽的地方留几个小彩蛋，给享受者增加一丝惊喜。\n\n\n\nLet’s just peek over the edge of this pool – eek! A monster! 让我们从侧面偷窥下这个泳池吧——呜啊！一个怪物！\n\n\nFinally, at the end you have a build that is not only fun to look at, but play with.\n最后，你的泳池不仅美观，而且实用。\n\n\n\nDon’t be chicken – just go wild with your ideas! 别害怕——展现出真正的自己吧！\n\n\nWhile our examples focus mainly on Minecraft themed art, it’s your build and you can create whatever fits your world best. Will your art be spooky or spacey? Classic or modern?\n尽管我们举出的例子大部分是以Minecraft相关风格为主题创作的，不过这是你自己的建筑，你可以创造出任何你认为合适的风格。惊悚的，灵异的？古典的，现代的？\n\nWhatever method and style of inspiration you select, we’d be delighted to check out your designs and feature them in a future community gallery. Don’t forget to send your screenshots over to FeatureMe@minecraft.net once you’re done. Happy building!\n不论你用的是什么方法，什么风格，我们都很乐意接受到你的“作业”提交，并且我们可能将其展示到社区画廊中。别忘了一建好把你的截图到 FeatureMe@minecraft.net 中哦。享受你的建筑时光吧！\n\n\n\n【Sinbad 译自官网 2020 年 06 月 19 日发布的 Pixel pools；原作者 Nova Barlow】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Insghd",
            "timestamp": 1593078420,
            "txt_content": "有放大的材质吗，像素画对于我来说很难"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1594634940,
            "txt_content": "翻译的好好，我想学"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1594641060,
            "txt_content": "这翻译看着真舒服。"
        },
        {
            "author": "kayn-",
            "timestamp": 1597421700,
            "txt_content": "感谢大佬翻译，这翻译看的很舒服啊"
        },
        {
            "author": "chenpi2004",
            "timestamp": 1597476540,
            "txt_content": "66666666666666666"
        }
    ]
}