{
    "title": "【六月活动/原创】德沃文欧编年史：龙与屠龙者",
    "author": "李问道",
    "replyCount": 8,
    "timestamp": 1592670660,
    "txt_content": " 本帖最后由 李问道 于 2020-8-10 09:31 编辑 \n\n\n这里是前话。用来做一些说明。还烦请您能看完。\n\n\n阅读该文前置警告：大篇对话 可能让人不知所云\n\n\n至今都有些用不来Discuz的相关功能，可能这个目录会出错0.0如果有出错的话还请谅解。排版也不是很好看——时间有些仓促，抱歉了。\n\n\n首先先说明一下，角色卡没有完全按照克苏鲁的呼唤第七章的角色卡创建。因为克系的人物角色卡里有很多元素是带着浓郁的克系风格的，大概是我比较拙笨，该怎么去迁移，考虑到活动帖里的话：\n考虑到这本质上只是借用一下机制\n因此我就把一些我做不好迁移的角色属性删掉了，当然，包括一些我觉得没必要的属性——例如说san值。\n\n\n不知道这算不算偏题（捂脸）如果是的话，在这里先道声抱歉——就当我是个自作主张的旁观群众吧。\n\n\n而后再是讲讲关于本次参加活动的文章。这篇文章虽说是“编年史”，但实际上并不能算是编年史，因为我觉得这个名字挺好听的所以就用了（小声），您可以直接把它当作一个消遣的东西去读。\n\n\n这篇文章所讲的故事，是在我之前构想的一个Minecraft世界——一个叫做“德沃文欧”的地方——发生的，我希望能够借这篇文章勾勒出一个关于德沃文欧的小框架，因此很多地方都是写得玄之又玄不够明晰的。如果您对这样表达的内容感到不适，还请见谅。\n\n\n本次活动主题是角色设计，因此我这一篇文也基本上是围绕着一个人物的视角展开的——但是很可惜，我发现我在角色的塑造上还是比较平庸。尽管一直都是围绕着一龙一人的对话展开的，但是在角色的塑造上我感觉我是失败的，因为我自己读下来，觉得在主角的刻画上完全只是浮于对话的表面，并没有写活。并且，我个人而言印象最清晰深刻的是那条龙而不是人（小声哭泣）——但是龙的角色卡我是真的不知道怎么办了，因此只填了一张。\n\n\n这篇文章主要是当时灵感一发然后写的，因为学业原因没有进行过修改，可能有些粗糙，还望您能见谅。\n---------------2020.8.10修改内容--------------\n订正了个别字词错误\n订正了个别标点符号错误\n\n\n\n\n为了避免论坛屏蔽字以及复制粘贴时格式的不同而造成的阅读不美观，我将文章同时放到了我的个人站点上。您可以选择点击这里查看。\n\n下面是正文：\n德沃文欧编年史：龙与屠龙者一传说，在德沃文欧的世界之外，有一处超越一切、独立于一切的荒芜世界。\n传说，那里既是一切的初始，又是一切的终焉。\n传说，那里埋藏着无尽的宝藏，深藏着世界力量的源泉。\n传说，那里由残暴的恶龙统治，它邪恶，它野心勃勃，它总是试图降临德沃文欧，毁灭整个大陆。\n传说，那恶龙法力无边，连第一代大贤者梅洛夫斯都葬身于它吐出的炙热炎息之下，再也没能回到德沃文欧。\n传说，大贤者梅洛夫斯在前去那片荒芜世界时，特地将他构筑的传送门封印，只有等他口中的“天命者”出现，它才会解封。这既是防止那头恶龙通过这道传送门降临德沃文欧，也是防止无能者过去送死......\n而“天命者”，即为“屠龙者”。只有天命者才能够真正杀死恶龙......\n还有传说......\n......\n在种种传说的激励下，“天命者”，第一代屠龙者达摩克利斯穿过激活的传送门后，在踏上那荒芜之地的那一刻，便在身后呼啸的狂风中傲然拔剑，泛着珀紫光芒的剑锋直指不远处伏栖着的恶龙，庄重宣判：“恶龙，受死吧！”\n只见那如小山般的深黑色恶龙缓缓睁开双眼，那狰狞的龙眸中燃烧着暗紫色的魔焰，残暴地盯着达摩克利斯，一股滔天龙威瞬息之间铺天盖地地向他杀来，狂风瞬间湮息，天地倏地死寂，幽暗而荒灭的世界之中，一龙一人，一大一小，一剑一目，默默地对峙着。无声而杀机四溢，静寂而诡机迭生。\n太古洪荒般的窒息感中，达摩克利斯握紧手中长剑，而那恶龙缓缓张开巨嘴，然后一句人语响彻天地：\n“你是傻子吗？”\n达摩克利斯：“？？？”\n二\n不过眨眼之间，那股荡然龙威消失得无影无踪。那只恶龙贼人性化地用一种看傻子的眼光看着他：“傻子，你都不看看周围的环境的吗？”\n达摩克利斯默默环视四周，只见他正站在一方浮空的黑曜石平台上，周围是无尽虚空，而那头恶龙正趴在离他有些距离的荒陆浮屿上——有些距离，很明显的，他过不去。\n恶龙咧嘴，似乎是在笑：“你过得来吗？”\n达摩克利斯觉得有点不妙。\n恶龙又问：“你带弓箭了吗？”\n达摩克利斯觉得心口有点疼。\n恶龙咧嘴嘲笑：“你带了能快速搭桥的材料了吗？”\n心更痛了。\n恶龙“吼吼”大笑：“吼——傻子一个。”\n心如绞痛。\n三\n达摩克利斯觉得情报有误，时局不利，决定先回去修整来日再战。但他环顾四周，只看到了那深邃空落的虚空，再也不见那可亲可爱的传送门。\n恶龙：“傻子，传送门是单向的。”\n心如刀捅。\n四\n“等等，你怎么会说人话？”达摩克利斯突然反应过来。\n恶龙鄙视地看了他一眼：“瞧不起谁呢？”\n“......”他突然感觉心又被捅了几刀。\n五\n第一位天命者，第一代屠龙者，号称“三万年来无一敌手”的德沃文欧剑术宗师达摩克利斯因为情报有误，空有一身屠龙之术而被困在一方浮台上，束手无策。他含恨收剑：“若非情报有误，你这恶龙定死于我剑之下！”\n豪言壮语换来一句龙嚎：“吼——傻子。”\n六“你瞧不起我？”\n“吼——傻子。”\n七\n“你——”\n“吼——傻子。”\n八\n“我他妈若能——”\n“吼——傻子。”\n九\n“你信不信——”\n“吼——傻子。”\n十\n愤懑过后，达摩克利斯升起了一丝无力感：“明明传说没说过会有这种情况的......”\n恶龙嘲笑：“都说了是传说，你还信？”而后一句龙嚎：“吼——傻子。”\n心如死灰。\n十一达摩克利斯试着与恶龙磋商：“要不你把我弄到你在的岛上，咱们公平对决？”\n恶龙用着看**的眼神看着他：“傻子把我当傻子？送你过来杀我？”\n十二达摩克利斯认命了，绝望地闭上眼睛：“那样的话，你杀了我吧。”\n恶龙：“不要。”\n达摩克利斯：“？？？”\n十三达摩克利斯：“你什么意思？”\n恶龙张了张嘴，似乎是在打哈欠：“我太无聊了，想留个人在这里陪我聊聊天。”\n十四达摩克利斯怒道：“士可杀不可辱！”\n恶龙：“这都是你自取其辱，从来都没有龙侮辱你。”\n十五\n达摩克利斯悲愤之下，怒而拔剑，欲要自刎，只见恶龙提了一下爪子，而后原本已经架在脖子上的长剑消失不见了。\n达摩克利斯：“？？？”\n恶龙打了个哈欠：“末影之术，了解一下。”十六达摩克利斯怒而一跳，欲投虚空**。只见恶龙提了一下爪子，而后原本下坠的他再次出现在了那方黑曜石平台上。\n达摩克利斯：“？？？”\n恶龙打了个哈欠：“末影之术，了解一下。”\n十七达摩克利斯破口大骂：“你这恶龙，真是龙仗地势禽兽不如阴险狡诈恶贯满盈作恶多端恬不知耻行同狗彘蝇营狗苟寡廉鲜耻酒囊饭袋面目可憎怙恶不悛残渣余孽贼头贼脑龙无羞耻犹如狗！”\n恶龙打了个哈欠，评价道：“哦。”\n十八又是一阵骂街之后，达摩克利斯沮丧了起来：“......所以我的余生就要在这里度过了吗？”\n恶龙打了个哈欠：“嗯，是的呢。”\n达摩克利斯默默在平台上坐下，开始自闭。\n十九自闭了半天之后，达摩克利斯最终决定随遇而安，开始和恶龙唠嗑：“算了随你，咱们聊天聊啥？”\n恶龙：“不知道。”\n达摩克利斯：“......”二十\n达摩克利斯决定尬聊：“我叫达摩克利斯，你呢？”\n恶龙似乎思索了一下：“......龙名的话，是末影龙。你们人类名的话，东方名是长安，西方名是薇尔特・卡普若。”\n“？？？东方名？西方名？”\n恶龙，或者说末影龙显得有些惊讶：“那么久过去了，你们还没接触过？”\n达摩克利斯一头雾水。\n二十一“看样子是的了。”末影龙趴在那里，懒懒说道，“总之，你们那个世界不是叫做德沃文欧吗？你是西方人，而在你们的东边还有一群人类，他们的文明风俗和你所在的西方完全不一样，在你来之前各有一个东方人和西方人来到我这里过，因此我知道这些，而且因为无聊给自己取了东方名和西方名......”\n达摩克利斯有点懵。\n“哦对，从你们西方来的那个老头挺有意思的，给我解了不少闷。那老头好像叫什么梅洛夫斯，是你们那的什么大贤者？”\n二十二达摩克利斯：“......问个问题，梅洛夫斯大贤者，他也是这样困在平台上，然后陪你聊天耗死的？”\n末影龙不屑地看了他一眼：“他不是什么大贤者吗？他会空间跳跃的法术，直接就跳到我的岛上来了啊。”\n一代剑术宗师达摩克利斯默默流泪。\n二十三“然后大贤者他被你杀了？”\n末影龙不屑：“他来这本来就不是来杀我的。只是因为你们那里太无聊了，他跑我这里来玩罢了。”\n“那传说不是说——”\n“吼——傻子。”\n“天命者”、第一代屠龙者、剑术宗师达摩克利斯恸哭不已。\n二十四“那大贤者后来怎么样了？”\n“老死了。”\n“？？？？”\n“这片空间不存在双向传送节点。进来了，除非我死，没人出得去。”末影龙打了个哈欠，“一来他打不过我，二来我俩在一起玩得很开心，所以，他就老死在这里了。”\n它摇摇头：“没有人能逃得过死亡。这是世间的必然。”\n二十五末影龙瞥了看起来百感交陈的达摩克利斯：“不用为他感到惋惜难过什么的，死生本就是必然事。而且死了之后一切都没了——力量也好，至高的地位也好，财富也罢，反正死了一切都没了，何必计较那么多？”\n“况且，他活得很开心。”\n二十六“死生命也，其有夜旦之常，天也。”末影龙悠悠道，“活着，最重要的是开心。”\n达摩克利斯吐槽：“没想到你还是只哲学龙。”\n末影龙咧嘴一笑：“全凭傻子衬托。”\n又是一刀扎在心上。\n二十八“诶，既然你说没有人能逃得过死亡，那你会死吗？”达摩克利斯突然想到这个问题。\n“会啊。”末影龙无趣地眯眼，“我也会老死的。”\n二十九达摩克利斯带着一丝希望问它：“大概还有多久？”\n“快了，我已经是垂暮之年了。”末影龙懒懒地，“也就三百年后吧。”\n达摩克利斯只觉得心冷。\n三十达摩克利斯：“问个问题，大贤者在这里都干过什么？”\n“喏......挺多的吧。”末影龙转头向后看去。达摩克利斯顺着它的目光，只见在昏暗几乎无光的天幕之中，在末影龙所栖息的岛上，隐隐有许些巨大的黑曜石柱矗立，通天拔地，“比方说那些黑曜石柱吧，便是他设立的......话说起来，空间术法造诣能达到他这种层次的生物真的不多......现在我都有点想他。”说着说着，带上了几分怀念语气。\n达摩克利斯有些好奇：“这些黑曜石柱是干什么的？”\n“作为一个阵法的节点啦。”末影龙有些感慨，“按照这个世界的法则，再过三百年后我便会老死，而这个阵法能够将我的一部分能量保留下来哺育我的后代......”\n“你还有后代？”\n“难道你已经断子绝孙了？”末影龙瞥了他一眼。\n三十一“哦对了，这些立柱还有个作用，便是拿来放置那老头创造的东西。\"末影水晶\"。”末影龙打了个哈欠，“这东西的作用挺强的，是拿来治愈我的......唔，示范一下好了。”只见末影龙一甩尾巴到面前，而后狠狠一口咬住。在它咬住的同时，三四道澄亮的光索凭空产生，从那遥远的黑曜石柱的顶端为起点链住末影龙。下一秒它松口，光索也瞬间消失，它得意地将它完好无损的尾巴对着达摩克利斯晃了晃：“怎么样？”\n“......”达摩克利斯无言了，“看样子你是无敌了......那为什么不把我放过来？”\n“要和傻子保持距离。”\n三十二达摩克利斯有些小沮丧地坐在地上，抬头望天：“我想回去了。”\n末影龙：“再等三百年吧。”\n三十三达摩克利斯：“那我不是也要老死了吗？”\n末影龙：“我陪你，多好。死了也能有一条龙陪葬，不是不愧你的那什么\"屠龙者\"的名号吗？”\n三十四\n“哦对了。”末影龙突然想到什么，抬了抬爪，下一秒，一小堆淡紫色的果实出现在了达摩克利斯的旁边，“饿了的话，就吃这个吧。嗟。”达摩克利斯好奇地捡起一颗，细细端详：“这是什么？”\n“终末之路特产，是最近才出现的，末地唯几的生命之一——哦，你所在的这个世界叫做末地。”末影龙还是那副懒散的模样，“我打算给它取名为——\"紫颂果\"。”\n达摩克利斯好奇地咬了一口，只觉得口感清脆。在吞咽果肉的那一刻时，莫名地他有一种奇妙的感觉——但下一秒，那股感觉便消失了。\n什么也没有发生。\n三十五达摩克利斯便这样子在末地住了下来。每天龟缩在那方黑曜石平台上，靠着和那只名为薇尔特・卡普若的末影龙聊天度日，饿了便吃薇尔特送的紫颂果，困了便在和薇尔特打声招呼后躺在那里睡去——它是不用睡觉的。\n“话说我这样，会不会胖成猪呀？”他曾表达过自己的担忧。\n“你是在拿你的智商侮辱猪吗？”依然是那嘲讽的腔调。\n但达摩克利斯已经习惯了。三十六薇尔特永远是那副无聊的样子：“你现在所处的地方是终末之路，是整个宇宙中最接近虚空的地方。它的空间和你们那里迥乎不同。当你进入这个空间时，你自身便被这个空间同化为‘半虚空’状态了。简言之，便是你在你原有的世界里拥有的质能在进入这个空间时便因为处于半虚空状态而被‘冻结’了，质能既不会流失也不会有其他东西流入，因而你在这里吃的东西不会变成让你发胖的东西了......或者说，在你进入这里时，你的物质状态便被固定了。”\n“那为什么我还会感到饥饿？”\n“因为饥饿，不仅仅是一种物质状态。”它咧嘴，似乎是在笑，意味深长。\n三十七“既然物质状态已经固定了，那为什么我还会老死？”\n“因为啊——衰老与死亡，从来就不是纯粹的质能流失。”\n三十八\n一人一龙的聊天内容漫无边际，有时薇尔特会跟他科普对他来说非常神秘的东方。\n“偶尔我也会想念那个东方人。”薇尔特虽说是怀念，但是腔调还是懒懒的，“他自称是什么道士，号称什么鸿都客。也是一个术法高强的人类——和梅洛夫斯挺像的，但是却有一些不一样。”\n达摩克利斯十分好奇：“比方说？”\n“同样是空间术法吧，但两人施展的方式有些不一样。”薇尔特思考了一下，“你们西方人的术法，似乎是通过锻炼自身的精神力而寻找空间中存在的节点然后实现法术的构建。而东方人，似乎是将自己的‘存在’淡化掉，化虚而后凝实......反正你是剑士，听不懂的啦。”懒懒的音气。\n“那你的空间术法呢？”达摩克利斯突然想起来它阻止自己**时施展的法术。\n薇尔特笑了笑，只是说了一句他听不懂的话：“我即为虚空。”三十九\n“东方的文明，据说是比你们西方强盛得多。”薇尔特继续科普它了解的东方，“如果不是你们的东边有着难以逾越的天堑般的山脉，恐怕你们早就被东方的铁骑踏平了。”\n达摩克利斯想了想，印象中德沃文欧的东方确实有一片宛如天堑般的群山，名为哥耳哥达群山，至今从未有踏入那片山系的人回来过。\n“可惜了。当时梅洛夫斯和那个东方人进来的时间相差了三百年，不然我真的很好奇，这两边的人碰到一起，会发生什么。”薇尔特眯了眯眼。四十\n又是某一天，薇尔特突然好奇发问：“话说，你有妻室吗？”\n达摩克利斯噎了一下：“......没有。”\n“为什么？”\n当年仰天发誓“不屠恶龙不安休”的一幕再次浮现在了眼前，达摩克利斯的眼睛莫名有些湿润，他默默地看着薇尔特：“还不是为了杀你。”\n薇尔特咧嘴一笑：“那真对不起。”\n四十一\n“......对了，你们龙有性别的区别吗？”达摩克利斯突然想到这个问题。\n“薇尔特・卡普若在你们西方应该是女名吧？”薇尔特趴在那，歪头看着他。\n四十二\n又是很久很久很久过去。达摩克利斯逐渐没了时间的概念，脑子里充满了各种各样与薇尔特的对话。薇尔特和他的对话中总是会掺杂许多他从未知道的东西，就比方说——\n“你知道什么是虚空吗？”永远是懒散的模样，“所谓虚空，即为有无。虚空之中既有存在，又无存在，是一个很神奇的东西......”\n“......话说你们那的传说也太蠢了吧？还认为我一直想到你们德沃文欧去？到你们那我有什么好处？况且我一去，那我也将不复存在......”\n“......东方人也有和你们西方的\"附魔师\"相似的一群人，名为方士......”\n“......现在的西方和东方没有任何联系其实是好事，这其实有天命在作祟......”\n“......你们西方太弱鸡了啦，和东方一旦贯通，肯定是被碾压的一方.......”\n“......也许在未来，那啥哥耳哥达群山天堑会发生什么重大变动，而后东西方就贯通了.......”\n“......其实你有百分之一的概率能活着出去的，毕竟我也只能再活两百八十年了......”\n......\n但是这些话，薇尔特总是只说一半，再追问，得到的永远是那些懒散的回答——\n“不想讲了，有点累。”\n“反正剩下的内容你听不懂的。”\n“心情一般，不想说。”\n......\n达摩克利斯就这样子和一条龙一起，靠着漫无天际的聊天打发日子。他逐渐习惯了这样的日常。正当他以为余生都会这样闲适地度过时，某一天，一切都改变了——\n“哦对了。”刚和他结束了一个话题的薇尔特无聊地提了提爪子，而后在很久很久以前被它收走的长剑重新出现在了他的面前，“还你。”\n达摩克利斯有些惊讶地拾起长剑，身为一代剑术宗师，哪怕许久不碰剑了，在重新握住的时候，手感依然是无比清晰。他一边怀念地摩挲着手中的长剑，一边疑惑地看向薇尔特：“怎么了？”\n“我不是要快要老死了吗？”薇尔特打了个哈欠，“所以，送你个机会，杀了我。”\n四十三达摩克利斯呆住了，下意识地问道：“为什么？”\n“不都说了吗？我快要老死了。所以让你杀了我啊。”薇尔特还是一副无聊的样子。\n“但是......这有什么必然联系吗？”达摩克利斯呆呆地看着它，不知怎地只觉嘴角僵硬，口中涩涩地，想要开口，却不知道该说什么好。\n薇尔特的那双龙眸显得没什么精神：“我之前跟你说过了，我已经是垂暮之年了，很快就要死了。与其就这样死了，不如再干件好事，送你出去咯。况且——”薇尔特的声音带上一分戏谑，“——你不是屠龙者吗？屠龙者不屠龙，还干什么呢？”\n“......”达摩克利斯沉默了，半晌之后才缓缓开口，“可是，现在我不想当屠龙者了。”\n“哦？”薇尔特歪着头看着他，“屠龙者不屠龙——你难道还真的想和我待在这里待一辈子？”\n达摩克利斯只是看着它，那双眼眸像是积满了深深的一潭死水一般，黯淡无比。他似乎想说什么，却只是一言不发。薇尔特一时间也无语了。一直以来双方之间不断唠嗑的氛围在这一刻被打破了——什么东西闯了进来，破碎，破碎之后又是一片死寂。\n一龙一人就这样对视着。半天之后，薇尔特才别过龙首，用比平常低声了不少的声音在那里说着：“......所以我说啊......你就是个傻子。”\n它又别过首来看着他：“我原本以为你已经发觉了的——你没有发现，你作为屠龙者到了这里之后发生的一切，其实都是安排好了的吗？”四十四\n达摩克利斯默然了一会儿后，徐徐开口：“我是有一些感觉的——进来之后，你除了收缴掉我的武器之外，并没有做出其他出格的事情。虽然看起来好像是跟你说的一样，是因为你太寂寞了想拉个人在这里陪你聊天，但是你聊天的内容里，总是会参杂一些超出我的认识范围的东西......总给人一种在诱导着什么的感觉......并且，你给我吃的东西，那种叫紫颂果的果实——”他缓缓提起手中长剑，看着剑刃上泛着的珀紫流光，“——感觉很奇妙。每次吃下它的时候，我总有种冥冥的感觉，感觉我好像有什么东西改变了，但是却什么都没发生。直到现在我重新握住了我的剑，我才发现不知不觉间，我的剑术似乎有了新的突破......虽然，我说不出来这具体是什么感觉......”\n“那种感觉是不是，好像只要握着你的剑，便可以做到一切的感觉——包括杀了我？”薇尔特咧嘴一笑。\n达摩克利斯怔了怔，无言，默默点头。\n“其实怎么说呢，你吃的紫颂果是还没有发育成熟的紫颂果。”薇尔特眯眸，“它是末地自然而然诞生的东西，但是还没有最终成型。你是个人类，而且是个剑士，所以看不到我能看到的东西......按照我的猜测，它最终成熟之后应该是和空间一类有关的造物，只不过现在它还没成型，因此它的效果还是虚无，也便成了——‘可能’。”它又笑了笑，“因此，你在剑术方面的无限可能便被激发了。你回去之后，应该就是德沃文欧西方的剑术巅峰了，千百年之内无人超越的那种。”\n“这也是安排好的吗？”达摩克利斯看着它。\n“也许是吧。”薇尔特意味深长的模样。\n“是谁安排的这一切？”他又问它。\n“你猜猜看？”\n他再度沉默了，过了半晌，似乎是顶着极大的压力，缓缓地吐出了几个音节：\n“是，梅洛夫斯大贤者吗？”\n四十五\n“是，梅洛夫斯大贤者吗？”\n一句话，轻飘在昏暗的虚无之中。\n薇尔特笑了笑：“看起来，傻子这么些年来还是有长进的嘛。”\n他问它：“为什么？”\n薇尔特摇摇头：“谁都不知道，梅洛夫斯那老头他自己也不知道。其实准确说法是——你来到这里，是梅洛夫斯的安排；但是你来到这后发生的一切，既不是梅洛夫斯的安排，也不是我的安排。再更进一个层次来说，你来到这里与你来到这后发生的一切，没有任何人安排，只是这个\"安排\"，存在着。”\n“......”达摩克利斯不知道该说些什么，“......我听不懂。”\n“你还没有真正达到那个层面，所以不会明白我说的话。”薇尔特仰头，看向头顶那无尽的虚无之空，“换个浅显的词吧，这是‘天命’的安排。但是还是那句话，你没有达到那个层面，所以不会真正明白这个词及我说的话的意思.....”\n“等到你杀了我，回到德沃文欧的时候，你便会明白了。”它又看向达摩克利斯，咧嘴一笑，“所以，你准备好了吗——杀我的准备？”END传说，在德沃文欧的世界之外，有一处超越一切、独立于一切的荒芜世界。\n传说，那里既是一切的初始，又是一切的终焉。\n传说，那里埋藏着无尽的宝藏，深藏着世界力量的源泉。\n传说，那里由残暴的恶龙统治，它邪恶，它野心勃勃，它总是试图降临德沃文欧，毁灭整个大陆。\n传说，远古年代的大贤者梅洛夫斯在前去那片荒芜世界时，特地将他构筑的传送门封印，只有等到他口中的“天命者”，即“屠龙者”出现，它才会解封。\n传说，大贤者梅洛夫斯葬身在了那条恶龙的炽热炎息之下。而在他百年之后的第一代天命者，德沃文欧剑术宗师达摩克利斯凭借着高超的剑术，终于将恶龙斩于剑下，为大贤者报仇雪恨。\n传说，那是一场惊天动地的屠龙之战，天命者达摩克利斯与那条恶龙厮杀了整整二十年，最终才依靠一式惊天动地的“天谴之剑”斩下恶龙龙首，回归了德沃文欧大陆。\n而达摩克利斯回归大陆之后，也理所当然地成为了当代声望第一人，得到国王亲觐，以平民之身封为亲王，成为了罗慕洛斯帝国赫赫有名的“武司亲王”。还有传说......\n......\n“关于第一代天命者达摩克利斯的生迹，可不谓不辉煌。”羽毛笔在纸页上唰唰而过，写下一行行文字，“无论是得梅洛夫斯先迹‘终末之门’的认可而成为第一代天命者，还是在短短十年之间于剑术达至当代第一人，又或者是踏往那名为‘末地’的传说之地后屠龙归来，再或是以平民之身封为亲王，都是在上古年代、乃至整个德沃文欧的历史上极难见到的履迹。其中，尤其是他创立的剑术流派——‘达摩克利斯流派’，其剑术尽管历经近千年没有变更，但始终是整个德沃文欧最强的剑术派系之一......”\n“......武司亲王达摩克利斯在生时为古罗慕洛斯帝国立下了汗马功劳.......”\n“......但是，第一代天命者达摩克利斯的生迹，存有些许疑点——当然，我想这可能是因为历史文献的缺失造成的。但说起来，有关达摩克利斯的文献记载是惊人得多......”\n“......特此，我统计了一下，关于达摩克利斯的生迹有以下疑点：一，幼年履历缺失，关于达摩克利斯的记载，最早可以追溯到他的青年时期，也就是在他十七岁的时候，那个时候的他获得了梅洛夫斯先迹‘终末之门’的认可，成为了天命者......”\n“......不知道为什么，关于他的幼年以及他的生属地出身地种种履历都是缺失的，哪怕是当时古罗慕洛斯帝国的正史，在记载这位大名鼎鼎的武司亲王时，也遗漏了这一部分的记载......”\n“......三，二十年的屠龙时间。不知是传说夸大还是什么缘故，与恶龙厮杀了整整二十年这种事情，总是不太可信的——他不会感觉累吗？”\n“......四，屠龙的具体情节的记载缺失。唯一证明达摩克利斯屠龙的物件，是保存在圣彼亚德大教堂的‘终末龙鳞’......”\n“......六，关于恶龙会重生的言论。达摩克利斯曾发表过恶龙会无限重生的论断......他到底是怎么知道这一点的？”\n“......二十四，武司亲王达摩克利斯晚年的行为......他曾大规模派遣人手前往哥耳哥达群山天堑探索，不知道是在找什么......一些不太合理的建议，如建议国王组织一批所有装备附魔的军队......”\n“......”\n经过漫长的书写之后，书页终于写到了末尾。书写者再写完最后一个字后，如释重负地用力将书本盖上，而后激动地跳了起来：“耶——老子终于写完了——”\n“——吵什么。”坐在他旁边还在写着什么东西的同伴转头瞥了他一眼，“不就是写完了关于武司亲王达摩克利斯的一些内容嘛。上古史还有三四个人物没写呢。明天就是上交的时间了，你如果没写完，估计施得耐斯老师会给你的上古史判个不及格。”\n那人哀嚎出声：“这写历史的年头到底什么时候才会完啊——”End\n\n\n\n\n角色卡：\n\n达摩克利斯，剑士，男，34岁 出身德沃文欧大陆西方 时代: 德沃文欧-上古年代 \n STR 85 CON 90 SIZ 70 DEX 90 APP 75 INT 50 POW 60 EDU 93 DB:12 Build:1 MOV:9 Luck:15 HP:17　\n —————————战斗————————— \n剑术 专家\n —————————技能—————————  \n【剑术-达摩克利斯流派】专家  \n【屠龙之术】入门  \n【抗打击能力】 入门\n ————————背景故事———————— \n形象描述：较为英俊的，身材较高实，五官端正，稍微有些傲气 思想与信念：对德沃文欧的第一代大贤者梅洛夫斯具有一定的崇拜，希望能到达梅洛夫斯所抵达的地方——但后来，发现事实和他想像的并不相同 \n\n重要之人：一只龙。他曾经和这条龙度过了些许年的岁月。在那段岁月中，似乎他对它生起了感情？但到底是哪种感情呢？ 意义非凡之地：“是终界的末地吧——至少，他知道那个地方的名字，是这个。” \n\n宝贵之物：一条黑曜石挂坠，谁也不知道这个东西是从哪里来的。 \n————————装备和道具——————— \n达摩克利斯之剑（一把普普通通镀了魔咒的铁剑，在达摩克利斯死后被逢为圣器，目前被供奉在圣彼亚德大教堂）\n\n\n\n",
    "replies": [
        {
            "author": "暗影月赎",
            "timestamp": 1592717820,
            "txt_content": "相当不错的作品，初读时感觉搞笑\n再读后才能品尝个中深意.\n这里就不说出来了，让后来的人自己悟✓\n历史是由胜利者书写的，它到底真不真实呢（笑:-D）"
        },
        {
            "author": "绝世灬黄少",
            "timestamp": 1592817180,
            "txt_content": "这个标题老是能让我想到屠龙者终成龙..."
        },
        {
            "author": "李问道",
            "timestamp": 1592833200,
            "txt_content": "暗影月赎 发表于 2020-6-21 13:37\n相当不错的作品，初读时感觉搞笑\n再读后才能品尝个中深意.\n这里就不说出来了，让后来的人自己悟✓\n谢谢支持哈哈哈哈\n\n被你这么一夸感觉有点脸红"
        },
        {
            "author": "李问道",
            "timestamp": 1592833200,
            "txt_content": "绝世灬黄少 发表于 2020-6-22 17:13\n这个标题老是能让我想到屠龙者终成龙...\n但是本文说的不是这个哟0.0"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1595206800,
            "txt_content": "写的不赖，语言诙谐。\n通篇读来多次有过一笑，“达摩克利斯”这个人名或许占了一大半。\n所以说嘛，达摩克利斯是顺口起的还是有寓意呢，就很难看出来哩。"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595220720,
            "txt_content": "有那味了可是为啥要分那么多段哪？"
        },
        {
            "author": "李问道",
            "timestamp": 1595233140,
            "txt_content": "爬熊黄 发表于 2020-7-20 12:52\n有那味了可是为啥要分那么多段哪？\n不分段就连在一起了呀0.0\n这些内容是不连续的"
        },
        {
            "author": "李问道",
            "timestamp": 1595666400,
            "txt_content": "现在在焦虑地等待高考成绩,半个小时后出.\n\n这篇文章是我在高考前写的,写的时候也纠结了很久要不要写,但最后还是写出来了.当然这个对我的高考并没有多大影响.\n\n我现在之所以在这里讲,主要是有点点小焦虑,想说说话."
        }
    ]
}