{
    "title": "[原创/连载]《暮色森林传记》第四章——迷宫逃生",
    "author": "800805",
    "replyCount": 11,
    "timestamp": 1592672940,
    "txt_content": " 本帖最后由 800805 于 2020-8-8 14:48 编辑 \n\n 正文    这会儿找到谜题羊是肯定无望了。史蒂夫站起来，发现他腿上，胸前都有几道伤口，是巫妖的攻击留下的。他拿起那把钻石镐，使劲敲了两下，铁栏杆破裂了。\n    “什么声音。”两个牛头人过来巡视了一番，但似乎没有注意到史蒂夫就走了。\n    “好险，”史蒂夫心里暗暗道，“这究竟是什么地方，如此漆黑。”\n    说完，从牢房走出来。牛头人也离 开了。透过微弱的光芒，他发现前面是一个宝箱。\n    史蒂夫摸着黑，打开了宝箱，闻到一股药水味。而且不是别的，正是目前需要的夜视药水。\n    他抓起药水，拧开瓶盖，喝下这杯药水，一股浓浓的苦味在他的嘴里蔓延开来，但随之视野也越来越开阔。\n    “幸好不是剧毒药水。”史蒂夫毕竟是受了伤，现在只有4点体力值，他想快速找到吃的，就必须继续在迷宫游荡。\n    随意走了几步，又看见了一个战利品宝箱，但被铁笼子挡住了。\n    “陷阱？”他看到了一根细线在宝箱旁。“我只有不踩到那根线，才没有事。”\n    史蒂夫挖开铁笼，里面有几瓶红色的奇怪小瓶子和几块迷宫薄饼散发着诱人的香味，让他留着口水吞了下去，逐渐的，他的饱食度满了，体力值也随之满了。\n    那个小瓶子上写着：炽热的血液。可是史蒂夫并不会用，只好收起来。\n    “终于回复体力了，”他拿出一个钢叶胸甲，套在身上，“加上这个胸甲，我就不信找不到谜题羊。”\n    也许是说话声音太大，只见一排牛头人狂奔而来，“一个囚犯，竟敢私自逃离牢笼，抢夺宝藏，不可饶恕！”那个牛头人将斧头对准了史蒂夫。\n    史蒂夫也掏出铁剑，和斧头撞击在了一起。\n    “噌呲呲。”一阵刺耳的金属摩擦声传来，那个牛头人显然非常吃惊。\n    “你挡住了我的一板斧？”牛头人愣了一秒，随后面容逐渐阴冷，又是一板斧迎了上来。\n     史蒂夫知道，如果和牛头人单打独斗，或许可能胜利，但是背后站着的，是十几个同样的牛头人。是以，他直接闪过了这一板斧，又跳起来，朝牛头人的投砍去。\n    牛头人急急将笨重的斧头收回，但再次挥舞斧头去防御，仍耗了微量的时间，就在这点时间里，史蒂夫的铁剑命中了。\n    “可惜啊，若不是你拿斧头抵抗，这一招就可以结果你。”\n    “你狂妄，我们米诺陶大军，没有收到九头蛇大人的命令，是不可能让你活着走出迷宫的！”\n    那个牛头人又想发话，却见旁边一道影子闪过，米诺陶直接化为灰烬。\n    “谜题羊，你没事吧。”史蒂夫已经猜出了后方来着，并递过去了一些迷宫博饼，“吃饱了，才能回复饱食度与体力值。”\n    “问题不大，”谜题羊吃了迷宫薄饼转过去，史蒂夫发现了他背上的两道血痕，“吃了这些应该能回满体力。”\n    \"呵，没想到你居然杀了他，有本事杀了我啊？\"又一个牛头人跳出来，挑衅道。\n    “不要理会这些米诺陶，要逃出迷宫，需拿到神器迷宫破坏者挖开迷宫墙壁，就可以上去了。”谜题羊拉住史蒂夫的手，朝后方跑去。\n    那群米诺陶想追上了，但由于斧头太笨重，仍是没能过来。跑了好几个转角之后，谜题羊掏出了一张迷宫地图。\n    “你有没有镐子，据地图显示，右边这堵墙就是迷宫破坏者的地方，里面有埋藏很多tnt，只要触发一个，我们都得完蛋。”\n    史蒂夫掏出了钻石镐，但谜题羊苦笑又摇了摇头，并接过了钻石镐。\n    “挖开迷宫的方块，用钻石镐，挖得非常慢，还是我来吧。”\n    谜题羊就这样挖了几天，途中有几只米诺陶路过，全部被史蒂夫斩于剑下。忽然有一次，谜题羊大喊：\n    “哈哈，挖到了，”谜题羊兴奋地看向史蒂夫，又激动地跑进了密室。\n    “小心tnt陷阱啊。”史蒂夫抓住谜题羊，往后一拽。谜题羊差点踩到了压力板。\n    “为了安全，先把压力板清理干净。”随后，几个木制压力板全部消失不见。\n    “让我看看有什么好东西吧！”谜题羊兴奋地打开了第一个宝箱，里面有附魔的钢叶套装。\n    “哇，这些装备属性都不错，只不过这头盔的颜色有点奇怪。”谜题羊转过去，而史蒂夫此时打开了第二个宝箱，里面也有钢叶套装。\n    第三个宝箱里有些食物，还有5个金苹果。最让他们期待的，还是第四口箱子。\n    第四口箱子里面装了一个附魔了时运Ⅲ效率Ⅳ耐久Ⅲ经验修补的迷宫破坏者。\n    “哇，这速度，”史蒂夫瞬间清理掉了旁边的迷宫方块，“居然一秒能挖一个迷宫方块，钻石镐需要大几小时呢。”\n    “事不宜迟，赶快挖出去。”\n    他们顺着迷宫地图往外走，可走到一层迷宫出口处时，忽然异途生变。\n    一个更加高大的牛头人，手持钻石大板斧，望着二人。\n    “有我米诺菇在，你们还想出去？”米诺菇发出一阵大笑，随后疯狂朝二人砍来。\n    谜题羊躲闪不及，胸前划过了一道口子。\n    史蒂夫虽然躲了过去，但没能接下后来的一板斧，又瘫倒在地上。\n    米诺菇挥舞着斧头，靠近谜题羊，正想给予最后一击将他也打败时，谜题羊发话了：\n    “你知不知道为什么九头蛇把我们安排在迷宫里？”\n    “哦，为什么？”米诺菇饶有兴趣地问道。\n    “它要让你死，这样它就能离开！”\n    “哈哈，好故事，不过你以为我会相信吗。”\n    “我们两个是如此地弱小，九头蛇想杀了我们根本不需要费吹灰之力，它为什么要把我们送到迷宫来？”\n    “呵，我不会相信你的。这不可能，这不可能！”米诺菇眼中寒芒闪过，又举起了斧头。\n    “如果你想死，就杀了我们吧！”谜题羊说完这句话，就站了起来，等待着，米诺菇的最后一击。\n    可过了很久，也没什么动静。\n    “唉，我放你们走，”米诺菇长叹，又坐了下来，“我自然了解我主子，你们走吧。”\n    随后一股大力举起了谜题羊和史蒂夫，把他们抛出了迷宫。\n    史蒂夫再一回头时，迷宫已轰然倒塌......\n\n 嘉宾观众席@卡壳 @剑齿虎 @新人x号 @燃雪听风 @随意之光 @电磁步兵 @阿秋Minecraft @北极仙光 @自由李代数 @mohui666 @曦灬月 @Mr.时间之瓶 @SR-帽子 @永远的友人\n 字数统计\n\n\n\n\ndi4.jpg (12.43 KB, 下载次数: 1)\n\n下载附件\n\n2020-6-21 01:06 上传\n\n\n\n\n\n\n\n\n\n\n去符号原文件 (4).zip\n(26.15 KB, 下载次数: 0)\n\n\n\n2020-6-21 01:07 上传\n点击文件名下载附件\n第四章去符号的原文阅读权限: 10\n\n\n\n\n\n\n\n以上为word文档去符号字数统计\n以1汉字为1字节\n已附去符号源文件\n版主可核实\n\n上一章\n下一章\n目录\n",
    "replies": [
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1592696340,
            "txt_content": "写的很生动啊，不错不错，篇幅也可以，加油！like it！"
        },
        {
            "author": "800805",
            "timestamp": 1592696580,
            "txt_content": "新人x号 发表于 2020-6-21 07:39\n写的很生动啊，不错不错，篇幅也可以，加油！like it！\n我注视着你的创作爱好者勋章"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1592696640,
            "txt_content": "800805 发表于 2020-6-21 07:43\n我注视着你的创作爱好者勋章\n按这个字数写，三篇就可以去申请了233\n新人最近不打算高产了，她去画材质包了"
        },
        {
            "author": "800805",
            "timestamp": 1592696820,
            "txt_content": "新人x号 发表于 2020-6-21 07:44\n按这个字数写，三篇就可以去申请了233\n新人最近不打算高产了，她去画材质包了 ...\n已经4篇了，还差600字\nPS：新人不是他吗，她又出现了?"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1592697780,
            "txt_content": "800805 发表于 2020-6-21 07:47\n已经4篇了，还差600字\nPS：新人不是他吗，她又出现了?\n好像要求每篇1k+，对我来说基本上没啥难度（以前我写作文也差不多1k字了）\n一切的创作，包括材质包策划，地图制作都是新人包办，我只是日常帮她接手回下帖什么的XD"
        },
        {
            "author": "2150800575",
            "timestamp": 1592703300,
            "txt_content": "吃瓜群众一名"
        },
        {
            "author": "qq81851128zxc",
            "timestamp": 1592710020,
            "txt_content": "吃瓜群众两名"
        },
        {
            "author": "小林最牛",
            "timestamp": 1592712840,
            "txt_content": "史蒂夫死了没？"
        },
        {
            "author": "800805",
            "timestamp": 1592716860,
            "txt_content": "小林最牛 发表于 2020-6-21 12:14\n史蒂夫死了没？\n没有\n主角光环还在呢别想了"
        },
        {
            "author": "殆辰羽_",
            "timestamp": 1592717100,
            "txt_content": "错字：版斧→板斧"
        },
        {
            "author": "ovovovovovov",
            "timestamp": 1592816460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}