{
    "title": "QUARCO-OP",
    "author": "查理神",
    "replyCount": 8,
    "timestamp": 1592587140,
    "txt_content": " 本帖最后由 查理神 于 2020-6-20 17:25 编辑 \n\n这个名字实在翻译不出来了\n前言（与地图本身无关）：可能很多人知道我是茶馆的水怪之一，但大概很少人知道我的另一个身份：\nhttps://www.mcbbs.net/thread-1051925-1-1.html\nhttps://www.mcbbs.net/thread-1051660-1-1.html\n也是我的杰作，希望大家多多支持\n\n\n地图信息\n\nquarco-op是一个双人合作地图。完成游戏需要合作。有20+1个解密关卡(其中一些是可以不合作的)。\n在地图上你可以找到:\n-解密(例如，必须按一个按钮才能激活活塞打开门)\n-互动帮助，共同逃脱\n-神奇的机器(他们可以改变一些东西或打开一扇门！)\n-狭窄的通道\n-神秘的地方(一个迷宫，一个洞穴)\n-一个羊迷宫(你必须引导一只羊到它的基地)\n-分数，你的分数变化会记录到记分牌上\n-在某些级别上:会有提示\n\n\n规则\n1.这个游戏只适合两个玩家。\n2.在和平或冒险的游戏模式下玩。\n3.渲染距离设置为16个区块。\n4.亮度设置为明亮。\n5.如果在服务器上播放，请将server.properties文件中的enable-command-blocks设置为true。\n6.打开粒子，它们在某些地方是很有用的。\n7.推荐使用optifine。\n8.尽量不要作弊:)\n游戏版本:1.15.2\n怎么玩？\n欢迎来到quarco-op minecraft地图！这是一张合作地图，所以需要合作来完成整个游戏。你可以在地图上找到积分，这些积分会在记分牌上汇总起来。在每一关之后都有一扇铁门，只有当两个玩家都完成了这一关，你才能打开它，在他们之后，你可以阅读一本包含一些提示或下一关作者的书。如果一个关卡对你来说太难了，在其中的一些关卡上你可以找到一个提示按钮。两个玩家必须在彩色混凝土上来开始游戏。如果你正在录制视频，我会推荐你成为一名红队玩家。\n祝好运！我花了很长时间测试所有关卡，我希望一切正常。如果你有任何问题或反馈，不要犹豫，给我写封电子邮件:dr_emil@outlook.com。\n别等了，现在就下载地图！（奇奇怪怪的翻译又增加了）\n这张地图有两种语言版本:英语和波兰语。两个版本的文件夹都在zip文件中。\n\n\n图片\n\n\n\n\n\nfile_1592587056000.jpg (170.65 KB, 下载次数: 1)\n\n下载附件\n\n2020-6-20 01:17 上传\n\n\n\n\n\n\n\n\n\n\nfile_1592587055000.jpg (68.64 KB, 下载次数: 1)\n\n下载附件\n\n2020-6-20 01:17 上传\n\n\n\n\n\n\n\n\n\n\nfile_1592587055000.jpg (83.82 KB, 下载次数: 1)\n\n下载附件\n\n2020-6-20 01:17 上传\n\n\n\n\n\n\n\n\n\n\nfile_1592587055000.jpg (98.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-6-20 01:17 上传\n\n\n\n\n\n\n地图BUG一个叫axis_ironsky的网友：hey i played your map with a friend and it was verry nice but the levels 17-18-19 were bugged the sheep level was the worst one that was bugged the reset button didnt work the blocks at 17 at red in the small crouch path where still there so i coundt press the emerald block button to exstand the block for blue and 18 u can acces the dropper from the blue side and that got us stuck but overall a great map thnx for making it指出了17,18,19关按钮失灵的bug一个叫gaq的网友：\nCool map, but once we used three hints on the house level, the hint counter and the hints in chat have not stopped. we're continuing the map and the hints are at 9000 right now. the chat won't go away and it's really annoying. I think they're going up 10 every second. We're on the library map now and the villagers talking in chat won't show up because it flies through so fast. This is a really broken aspect of the map and should be fixed.\n\nbtw, we got physically stuck at the library while talking to the villagers and gave up. the hint counter was at 51000重复循环提示bug和计数器的bug\n一个叫Numeritos的网友：\nGreat map but on level 19 you can't restart, and on level 20 we couldn't found what to do to be able to pass the level.\n应该跟第一位一样吧\n\n\n\n原文：MAP INFO \nQuarCo-op is a co-op Minecraft map for 2 players. Cooperation is needed to complete the game. There are 20 + 1 levels full of puzzles (some os them have other character than co-op). \n On the map you can find: \n- puzzles (eg. pistons that have to push a block, opening doors) \n- interactive escapes\n- magic machines (they can change some items or open a door!) \n- tight passages \n- mysterious places (a maze, a cave) \n- a sheep maze (you have to guide a sheep to its base) \n- points, which taken to your inventory change to the score on scoreboard \n- on some levels: hints \n RULES: 1. The game is for exactly two players. \n2. Play on peaceful and adventure gamemode. \n3. Render distance set to 16 chunks. \n4. Brightness set to bright. \n5. If you are playing on a server, set enable-command-blocks in server.properties file to true. \n6. Turn on particles, they'll be useful on some levels. \n7. Optifine is recommended. \n8. Try not to cheat :) \n Minecraft version: 1.15.2 \n How to play? Welcome to QuarCo-op Minecraft map! This is a cooperate map, so your cooperation is needed to complete the whole game. In the map you can find points, which taken to your inventory are summed up on the scoreboard. After each level there is an iron door which you can open only if 2 players have done the level and after them you can read a book with some hints and previous level authors. If a level is too hard for you, on some of them you can find a Hints button. To start playing, two players have to go on colored concrete. If you are recording a video, I would recommend being a red player. \nGood luck! \n I spent very long time testing all levels and I hope that everything works as it should. If you have any questions or feedback, don't hesitate to write me an e-mail: dr_emil@outlook.com. \n Don't wait, download the map now! \n The map is in two language versions: English and Polish. Folders with both versions are in the zip file.\n\n\n\n最最最最最最后就是地图发布啦：链接：https://pan.baidu.com/s/1sW4Blg7hq7bIDNIgf8Vhkg  提取码：cpic\n\n\n\n\n",
    "replies": [
        {
            "author": "MC_Han",
            "timestamp": 1592594340,
            "txt_content": "不错！！！支持一下！！"
        },
        {
            "author": "查理神",
            "timestamp": 1592642220,
            "txt_content": "MC_Han 发表于 2020-6-20 03:19\n不错！！！支持一下！！\n感谢支持！终于有人来了qwq"
        },
        {
            "author": "wxy123.",
            "timestamp": 1595713140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "z616611938",
            "timestamp": 1595713680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "616611938",
            "timestamp": 1595803740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Sistine_Fibel",
            "timestamp": 1596534720,
            "txt_content": "本来也想在MCBBS发布的，没想到被抢先一步了\n最近几天已经重复玩这个地图，关于BUG我还是想说一下：\n这张地图按我理解呢是只有一个BUG的，就是第十九关送羊回家那一关，实际上是有一只羊是没办法送出去的，我记得是亮青色的羊，将门打开之后水流一直往回冲走，可能要切创造将亮青色的羊的家放个水，使他能够冲出去。\nOK，关于提示按钮嘛，我也遇到过重复提示的BUG，原本只按了3次，莫名其妙一直刷屏刷到第1909次，解决方法也很简单，按多一次提示按钮就好了。\n\n以下涉及剧透，请谨慎观看。(包含解密答案)  警告！本地图作者偏心向红方，请务必理解，如果想让跑酷菜鸟的人，建议让TA选择红方。\n\n第零关-热身关卡 \n难度：☆☆☆☆☆ 合作推荐：☆☆☆☆☆\n作者：Limonek25\n\n这一关没什么好多说的，就单纯的开始前的热身。(两人末端都有一个箱子，各放着一个点数) 结束之后有一个宝箱(一个点数)\n合计点数:3 (+3)\n讲台：恭喜，你通过了一个热身的跑酷关卡，但是现在是时候来点需要合作的关卡，另外不要忘记要通过比赛！现在去到对应颜色的角落并开始吧。祝你好运。\n\n\n第一关-学会如何去玩\n难度：★☆☆☆☆ 合作推荐：★☆☆☆☆\n作者：DrEmil\n\n这一关难点没多少，只要细心就好，如果和女生玩的话，请务必告诉女生(红方)，那张纸是丢进对应有纸图形的地方。本关可获得3点数(2个关卡内,1个关卡结束后)\n合计点数:6 (+3)\n讲台：惊喜!你做到了,下一关将会和上一关一样，测试拉杆按钮来打开某些东西.合作是需要的，在第二关有些物品需要放在指定的方块上面，你可以检查你自己背包的物品能够放在哪些物品上。\n有些物品基本上是固定的：\n-红石火把一般放在钻石块上\n-拉杆一般放在金块上\n-按钮一般放在绿宝石方块上\n祝好运。\n\n\n\n第二关-交互式跑酷\n难度：★★☆☆☆ 合作推荐：★★★★☆\n作者：DrEmil,Jula1002,Limonek25\n\n①红方按住按钮让蓝方跳上去，进去右边的建筑拿红石火把+点数，利用发射器将红石火把给红方。\n②红跑酷跑到出生点左上方(有活板门前面一点)的地方，放置红石火把，之后下来按住按钮，让蓝有跑酷石头\n③蓝方跑到前面(注意，不要越过墙)，进去靠左边的墙那，拿到拉杆+点数，同样利用发射器给红\n④放好拉拉杆之后，在出生点回头有个箱子，里面有按钮+点数，找到绿宝石块，并放下去，听到刷石机的声音，刷石头一次，按一次，直到原石顶到黑曜石那。接着回去按按钮，让蓝先跑酷到终点，之后红方再通过跑酷跑到终点。\n⑤红以门面对方向为准，右后方角落有个提示，叫你看头上，发现是屏障跑酷。上去并且进去黑色的房间，不用担心，直接进去有个箱子(告示牌上面写着：过来吧~)里面有红石火把+点数\n⑥剩下的不用我说了。PS:终点有一个点数和一个彩蛋。\n合计点数: 11 (+5)\n讲台：Bravo!(等同**的意思)你完成了第二关，现在是时候进入第三关了，这里将会有一个迷宫，不要迷失方向了。\n\n\n第三关-黑暗的迷宫\n难度：★☆☆☆☆ 合作推荐：★★★★★\n作者：Jula1002,DrEmil\n\n这一关我没什么好翻译的,意思就是红指引蓝,一共有四个箱子，里面分散着点数和拉杆，要收集。答案：\n\n红获得3点数 蓝获得6点数 终点1点数\n合计点数: 21 (+10)\n讲台：恭喜，你完成了困难的迷宫,现在这是时候进入下一关,待会的一关会有一点简单。祝好运。\n\n\n第四关-...\n难度：★★★☆☆ 合作推荐：☆☆☆☆☆\n作者：Jula1002,DrEmil\n\n这一关看着好像是竞争的,就是比谁先到终点，告示牌大概意思是，XXX(你选的颜色)是我最喜欢的颜色，这是一个秘密的赛道。总之你要以你最快的速度跑到起点(别忘了收集箱子。)有隐形方块跑酷，请务必留意。到终点后，你们被骗了，这不是秘密跑到，我希望你没有告诉对方发生了什么事情，总之先到下一个合作关卡吧。\n合计点数: 26 (+5)\n讲台：你有被骗到吗?额，在下一关你会在一个房间里面，你将需要合作。祝好运\n\n\n第五关-潜影盒\n难度：★☆☆☆☆ 合作推荐：★★☆☆☆\n作者：Jula1002,DrEmil\n\n还算简单吧，正常来说是够不着的，需要一名玩家打开潜影盒来增高/增长，其中一方跑上去在秘密房间的中间，潜影盒是可以打开的，获得一个按钮+2点数，按按钮，让在上面的一方能够跳到前面的潜影盒，之后跑酷到最角落，看上方，有一个潜影盒，一个拉杆+点数。\n拿到拉杆之后，拉下通关。(终点有2个，房间内有6个，合计8)\n合计点数: 34 (+8)\n讲台：**，你完成了潜影盒的关卡，现在你去到的下一关需要逻辑思维当然还有合作，祝好运\n\n\n第六关-疯狂的活塞\n难度：★★☆☆☆ 合作推荐：★★★☆☆\n作者：Limonek25,DrEmil\n\n①刚开始，红指引蓝应该按哪个活塞，将红沙推到蓝色玻璃上即可，蓝方才能开门。\n②各颜色站在对应的旗子那，蓝色一踩踏板就必须开始跑酷（因为有时间限制，红色同理）\n③蓝色过去后，红色同理，但过去之后双方踩压力板无反应，此时红色回去踩红色旗帜下的压力板，解锁右侧通道，之后即可过关(这好像也不算BUG?)\n合计点数:  36 (+2都在场内)\n讲台：**，你完成了不可思议的活塞和压力板(关卡)...现在是时候来点短关卡，这将会需要一个西瓜:)祝好运。\n\n\n第七关-西瓜鸡\n难度：★☆☆☆☆ 合作推荐：☆☆☆☆☆\n作者：Jula1002\n\n本关几乎无难度，先下去进入唯一可进入的房间，拉下拉杆，将另一个锁住的门打开，进去2条路，总之找到箱子，拿到弓箭西瓜和点数，最后将所有鸡击杀即可。(1个点数在场内，3个在终点)\n合计点数: 40 (+4)\n讲台：:)!你完成了西瓜关卡，现在你要去到下一关，这将会有一点点...矿车!祝好运\n\n\n第八关-抓住矿车\n难度：★☆☆☆☆ 合作推荐：★☆☆☆☆\n作者：DrEmil\n\n本关也很简单，将矿车上的资源全部拿下来，放在对应的方块即可过关。(点数均在场内)\n合计点数: 43 (+3)\n讲台：做的很好!你完成了矿车关卡，现在你将进入下一关，那个房子你需要从那逃离。利用魔法机器，为了将物品转化为可放置版本的物品，将他们放进转化机(投掷器)后，将会从箱子出现。\n\n\n第九关-一个房子\n难度：★★★☆☆ 合作推荐：★★☆☆☆\n作者：DrEmil\n\n①进去后，收集资源，其中一个房间是有上锁的箱子，因此先收集除那以外的资源，基本上能够收集到，拉杆,红石粉,按钮,红砖。将拉杆和按钮使用，会获得，铁镐,钻石镐,钻石斧。\n②钻石斧的先去挖屋子外的2个原木，铁镐将二楼其中一个房子内的海绵破坏，拿到物品，接着钻石搞破坏去往阁楼的‘黄色带轴陶瓦’\n③挖好的木头全部做成木棍，其中一根拿来合成红石火把，剩下合成爬梯。(一楼有工作台)\n④将红石火把，和爬梯放进转化机器（投掷器）内，将红石火把放到二楼的钻石块上，进去，最里面的中间方块有异样，右键打开收集红砖和钥匙。\n⑤钥匙对于打开上锁的箱子，而红砖全部合成砖块，放进转化机内。放在对应方块上，跑酷上阁楼。\n⑥全部在阁楼(记得收集奖励)，其中一个跑酷到最中间的地方，另一个在四个角找到一个像烟囱一样的地方，最上面有个按钮，2个一起按，通关。\n合计点数: 54 (+11) (2个在终点，9个在场内)\n讲台：做的很好！你们完成了房子的关卡，现在我们将要去到一个羊的关卡，祝好运。\n\n\n第十关-所有羊毛的颜色\n难度：★★★★★ 合作推荐：★★★★★\n作者：DrEmil olek_deli\n\n这一关一定要谨慎谨慎，再谨慎！材料是给够的，请勿浪费。通关流程，仅供参考。\n①先各自进入自己的颜色的房间，收集物品。\n红方收集到的：若干原石，骨块，铁矿，青金石，钻石镐，钻石铲，钻石斧，睡莲，生羊肉\n蓝方收集到的：若干泥土，睡莲，钻石剑，钻石斧，钻石锄，仙人掌\n②蓝方将睡莲,钻石锄,给红方,而红方将骨块分解为骨粉给蓝方，还有铁矿，钻石镐，钻石铲，钻石斧都给蓝方。\n③蓝方先将泥土在粉红色房间将泥土全部放在粉红色带轴陶瓦上，然后在用钻石铲挖掉，变成普通的泥土。接着用钻石斧将可可萝可可果挖下，最后去到有熔炉的地方，将煤炭块挖下，分解煤炭，将铁矿石烧了。将铁矿三个合成一个桶，两个合成一个剪刀。当然还有仙人掌也烧成绿色染料。\n④将没用的工具，钻石斧2把，钻石稿，钻石铲放进一个箱子里面。剩下的钻石剑，铁桶，剪刀还有泥土都给红方。\n⑤红方，将若干原石找个箱子放了，然后在有2个钻石块的房间里面，将48个泥土一次性丢在左边的钻石块上，转化成草方块，给蓝方，叫蓝方放草方块。\n⑥去到一个红砖房间，将铁桶丢在铁块上，转化成可以收集水的铁桶，跑去收水，一个水桶+一个睡莲丢在蓝色方块上，可换成一个鱿鱼蛋，接下来重复步骤，可以放4条鱿鱼，并杀死，获得墨囊。桶和钻石剑已经无用，找个箱子放了。叫蓝方给2个骨粉给红方，双方一起去到转化(红砖房)房间，一个骨粉+一个生羊肉，可以获得一个羊蛋(不要一起丢)，一共可以获得两只羊，放在草方块上面，剪刀给蓝方，叫蓝方剪羊毛。\n⑦蓝方将所有的骨粉转化一下，变成可以放置在草方块上面的骨粉。(只能一个个转化)\n⑧接下来就是染料合成，此图没有禁止查配方，因此不做解释，剩下慢慢自己摸索吧，警告！留一些(5~10个)骨粉因为合成要用。\n⑨完成最后一个之后，出去羊毛房左边可以下去\n合计点数: 69 (+15均在场内)\n讲台：做的很好!你合成了所有能在MC里能合成到的颜色种类，现在可能不是一个合作的关卡，但.....找到按钮!Limonek25想要这一关所以好的。祝好运\n\n\n第11关-找到按钮\n难度：★★☆☆☆ 合作推荐：☆☆☆☆☆\n作者：Limonek25\n\n①第一层楼的工作台后面的箱子的下面有个拉杆，拉下后全部去到二楼\n②去到最左边潜影盒那，面对潜影盒向后转，往左偏一点，就会看到放钻石块那的一个按钮。\n合计点数: 77 (+8)(3个点数在重点,5个在场内) \n讲台：:D!你找到了按钮，现在是时候来些迷你关卡-你要知道你现在在做些什么!祝好运\n\n\n第12关-哪里\n难度：★★☆☆☆ 合作推荐：★★★★☆\n作者：DrEmil\n\n废话不多说，答案都在另一方那。看截图吧。\n\n\n\n合计点数: 78(+1就终点) \n讲台：做的不错!你完成了迷你任务,现在是时候和一开始玩的那一关有点相似，但是是由南瓜建成的。\n\n\n\n第13关-南瓜\n难度：★★★☆☆ 合作推荐：★★☆☆☆\n作者：Jula1002\n\n①蓝方将在箱子收集到的给红方,之后下去\n②红方爬梯上去拿按钮，一个用在门那，另一个用在发射器下方\n③蓝方下去，拿到拉杆和按钮，按钮和红方一样，双方通过发射器互换拉杆。(提示：发射器有点数)\n④蓝方进去后，拿到2个拉杆，利用发射器给红方。红方拿到后，跑酷后，使用用在金块的拉杆，回头看见角落有箱子，拿到按钮，回去，通过发射器给蓝方。通关(点数+8场内，+2终点)\n进入终点后，以红蓝起点为准，回头，左上角落有个可以下去的地方，点击按钮会发射水，上面的牌子翻译：上面什么也没有。下面的牌子翻译：记得给本地图评个分哦！(笑)\n合计点数: 88(+10)\n讲台：恭喜!你完成了南瓜关卡，现在有更多的冒险合作关卡，你将会需要和人们讲话来通过这个关卡。\n\n\n第14关-图书馆\n难度：★★★★★ 合作推荐：★☆☆☆☆\n作者：DrEmil.\n\n①来到图书馆后,先去左右两边的房间收集,(右边的房间记得蹭画,左边的房间箱子里有很大的LOL，这个在国外是大笑的意思。)右边房子有本书，不要翻页，翻到第50页会说。你认真的吗?你真的要翻完整本书?\n②接下来去第二右边的房间对话(有三个村民的地方)，先是第一个Bob。大意是:我在这里工作一年了，关于Trainee(实习生的事情)他说丢了一个SD卡，里面有很多重要的文件，我希望你能够帮我找到SD卡，并留在Bob's的桌上。\n第二个咖啡伙计，大意：问你要不要来杯咖啡，你回答是要的，但是要获得今天的报纸，下面就说那我咖啡会冷掉的，此时他还说不会的，而且告诉你一个秘密，如果你打开浴室里的所有水龙头，将会开启一个秘密的房间,或之类的。\n第三个实习生，大意：就说他自己一直记住丢失SD卡这件事情，如果找不到这个SD卡里的重要文件，不仅会失去这份练习工作还会被老板炒了他和Bob，这他唯一不想发生的事情，所以委托我们。\n③接下来去找老板说话(就在旁边)大意：就说老板现在很困，想要来杯咖啡，然后你就说我只是一个过客为什么要给你咖啡，老板还说如果你给我咖啡，我会给你员工钥匙，里面有很多其他书籍还有一些数据库。然后你妥协了。\n④接下来去浴室，将所有拉杆提上去，出来你会发现，书架对面有个秘密的门开了，进去拿到木锄和点数。接下来去蹭书架，你会发现有个可以进去的，直接进去里面有电梯，先去二楼(Second Floor)拿木锄把喷泉两旁的花弄了，(你还会发现进不去，门锁了)之后去地下层(GROUND FLOOR)。和图书管理员对话，a.我想借一本书 b.这里可能买到今天的报纸吗? c.你需要额外的工作在图书馆吗? (我直接选b,剩下的自己翻译吧。记得在聊天栏用鼠标点)\nB大意:他说报纸是免费的，同时你要做一件事情，你要在椅子旁边找到箱子，里面有两本书，我希望你能够帮我将书本放在书架上，并整理好。来这是你的报纸。\n⑤右键村民拿报纸，之后转头，找到椅子旁边的箱子，将书本放回书架上，并获得5个点数，走到角落跟奖励村民对话，将蒲公英兑换成3个点数。回到一楼(First Floor)，将报纸兑换咖啡，咖啡兑换成钥匙。去二楼，将钥匙丢在门口前的地上，门就解锁了。\n⑥二楼要点提示：蓝色旧仓库在第一个牌子说不要看着我，之后看到第二个牌子需要背对着走，之后找到点数和SD卡。最里面的MIKE'S OFFICE(米可的办公室要蹭画，拿到告示牌和点数)然后就到处搜刮和拿点数吧。\n⑦拿到SD卡后，放(丢)在Bob's办公室的桌子上(有告示牌提示)，此时说需要密码，而玩家拿到告示牌之后，此时应该意识到，告示牌上有写密码\n_ _ _ _ _ _ _ 0 _ 一共是九位数\n答案：地下层能够找到一个密码，在电梯出来左方玻璃有个告示牌，上面写着\n_ _ _ _ z _ _ _ _\n一楼能够找到两个密码\n一楼电梯出来左边有个密码 _ _ _ _ _ 1 _ _ _\n出生点需要蹭画的地方左上角 _ _ _ u _ _ _ _ _\n二楼能够找到六个密码\n二楼电梯出来左边有个密码_ _ b _ _ _ _ _ _\nDOCTOR EMIL'S  ROOM进去最里面向后转有个密码 a _ _ _ _ _ _ _ _\nJOHN'S OFFICE 进去里面向后转右下方有个密码 _ _ _ _ _ _ 0 _ _\n蓝色的旧仓库那进去里面箱子右边有个密码 _ _ _ _ _ _ _ _ 2\n之前二楼蹭画拿到的告示牌有个密码 _ _ _ _ _ _ _ 0 _\n厕所里面进去最里面向后转门上方有个密码 _ r _ _ _ _ _ _ _\n所以最终得出：arbuz1002\n⑧用告示牌去老板办公室里面，右键地狱岩在告示牌第一行输入arbuz1002，之后回到电梯那，第三层楼就解锁了。搜一下\"那些人\"的嘴巴，里面有点数,出来后往左边的画蹭，进去后虽然写着没东西，但是按下按钮，会有个房间打开，将CD放进唱片机里，鹦鹉会跳舞。\n合计点数: 138(+50 终点有1个，剩下都在场内)\n讲台：**!这关卡很长,现在我们回到合作关卡,这里需要跑酷技巧和找出这里发生了什么.祝好运\n\n\n第15关-四个火把\n难度：★★★☆☆ 合作推荐：★★★★☆\n作者：kotAnakonda,DrEmil\n\n①蓝方回头按个按钮，让红方获得镐子，接着蓝方跑酷往后跑，找到开始地方右上方的木桶，里面有拉杆+点数，通过中间的木桶来和红方交换道具，红方将稿子给蓝方，蓝方把拉杆给予红方。红石火把蓝方拿上后面要用，红方交换完成后，跑酷跑到右边，会看到里面有个金块，放上拉杆并拉下，随后利用粘液块跳进石英块中间，下面有个木桶，当然上方也有，将收集到的红石火把全部给蓝方。并在上方等待蓝方送的按钮\n②蓝方在红方拉下金块那的拉杆后，跑酷跑到水的边缘，先别进去，上面还有个木桶，将按钮给予红方，拿上红方的红石火把，一样，跑酷跳到水里面，下游进入地下。红方利用按钮，进入一个密室里面，将地板的颜色告诉蓝方，蓝方利用红方说的颜色，走去对应颜色的旗子那边。\n答案：\n青色地板：铁剑\n棕色地板：石斧\n紫色地板：兰花\n红方别急着出去，回头，收集奖励。将按钮放在绿宝石上。\n③蓝方在红方收集奖励的时候，前往绿色旗帜的房间进行挖掘，找到密室位置进入，拿到拉杆和点数。回到地上，之后就是喜闻乐见的粘液球跳床了。(提示，空中加速可能会更容易上去。)\n合计点数: 152(+13)\n讲台：惊喜!你已经完成15关了，我希望你没有感到紧张，现在你是时候描述你看见了什么。\n\n\n第16关-你说我建\n难度：★☆☆☆☆ 合作推荐：★★★★★\n作者：DrEmil , kotAnakonda\n\n没什么特别说明的，要是直接截图发给你朋友的话，那我也没话可说了。(提示:本关可以飞,跳起来按Shift即可)(最后一关一定要记住，活板门朝向要一样，还有是不是打开也要一样)\n答案：\n\n\n\n\n合计点数: 161(+9 有4个在终点)\n讲台：做的很棒!你建了4个建筑，我知道那不是一项很容易的任务，但我希望不会难住你，下一关将会在地下，但不需要挖矿。祝好运。\n\n\n第17关-地底下\n难度：★★★★☆ 合作推荐：★★☆☆☆\n作者：DrEmil\n\n①蓝方跑酷，去到后面的通道，有个箱子，收集拉杆和红石火把之后跳下去。红方先将箱子发送到蓝方那边，之后探索后面的图，收集到一个按钮，暂时不用传送。蓝方下去之后，进入右前方的隧道里面，收集7个爬梯，还有3个点数，之后(除了拉杆)一同发送到红方那边。\n②红方拿到箱子之后，使用红石火把，爬上去，将爬梯放在原木上，上去之后不要趴进洞里面，因为蓝方还没可以。在这一层收集脚手架和奖励，并将脚手架还有按钮传送给蓝方，回到蓝方视角，蓝方搭脚手架一直往上搭（放错一个就完蛋），利用你自己的跑酷技巧，跑到蜂蜜块后面的平台上，放下拉杆在金块上，接着，按下按钮，左边的活塞打开，拿上按钮，将按钮通过箱子传送给红方。与此同时，红方在上了脚手架那一层进入密道虽然是死路，但在蓝方按下按钮的时候，密道的门会打开，打开一次陷阱箱激活机关，回去的时候，会发现，右边有个爬梯可以爬上去，可惜要按钮放在绿宝石方块上。\n③红方将收集到的活板门给蓝方，按钮拿上后，去回密道里，在绿宝石上放下按钮并持续摁着。蓝方跑酷过去后，放下压力板并让自己处于爬行状态。红方在蓝方跑酷成功后，回到爬梯处，爬上去，跟蓝方一样，利用活板门让自己处于爬行状态，之后爬出去，双方见面，通关\n合计点数: 172(+11)\n讲台：哇哦!我希望那些蜂蜜块没有难住你，而且你也没有作弊,待会将会有很有趣的关卡.\n\n\n第番外关-???\n难度：☆☆☆☆☆ 合作推荐：☆☆☆☆☆\n作者：不知道\n\n大概是统计谁跑的最快吧，最快那个有10点数奖励\n合计点数: 182(+10)\n讲台：无\n\n\n第18关-4x门\n难度：★★☆☆☆ 合作推荐：★★☆☆☆\n作者：DrEmil\n\n①红方通过跑酷，获得一个按钮，这个自己用吧，而蓝方跑酷，往向骨架一样的地方跑，不要那么快跑到最上面的一条通道那，爬上去的时候会有一个按钮，按一下，然后在前面的木桶获得一个红石火把，回到出生点，插上红石火把，然后通过骚操作获得按钮，进去之后把自己困住(XD)，放在绿宝石上，进去，按住按钮。\n②红方拿到红石火把，进去收集物品，红石火把和拉杆，之后在蓝方按住按钮的时候会听到活塞的声音，进去一路走，走到蓝方黑色玻璃后，放下拉杆在金块上，拉拉杆，蓝色看着黑色玻璃，左边会有一个按钮掉下来，之后就可以出去了，不过先等红方回去，之后再出去。出去后蓝方会发现有个暗道开了，进去，拿到红石火把，顺带一直进去，帮红方拉拉杆，同理，红方有个地方会掉出一个按钮，放下按钮然后在放下红石火把，通关。\n③蓝方回去，红石火把基本无用，这次跑酷找个方法跑到上面的通道，之后从上面跳到床上，通关。\n合计点数: 183(+1终点那)\n讲台：恭喜！这是一个合作关卡，我想那个很简单，下一关将会很难很难，继续去看看有多难吧!\n\n\n\n第19关-五彩缤纷的羊\n难度：★★★★★ 合作推荐：★★★★★\n作者：DrEmil,kotAnakonda\n\n这一关是时间耗时最长的，一共有十只羊，你要对应不同的颜色送进不同的家，方便我将答案写在下方。(这一关亮青色有BUG，只能手动放水)\n记住了，羊毛颜色对应的是放对应颜色的羊，记得要最后拉(答案就不写XX羊毛了)\n绿色的羊：红方：原石，书架。蓝方：原木\n橙色的羊：红方：铁块，末地石。蓝方：石头，海晶石，泥土\n黑色的羊：红方：黑曜石，书架。蓝方：木板，砖块，沙子\n亮蓝色<亮青色>的羊：红方：白桦木。蓝方：无\n灰色的羊：红方：书架。蓝方：沙子\n白色的羊：红方：末地石，书架。蓝方：无\n品红色的羊：红方：末地石，书架。蓝方：泥土，沙子\n棕色(Brown)的羊：红方：地狱岩，书架。蓝方：原木，沙子\n青色的羊：红方：西瓜，末地石。蓝方：无\n黄色的羊：红方：书架。蓝方：煤矿\n(答案不唯一)\n完成之后，走到其中一个角落，那个蜂蜜块会掉下来。之后通关\n\n合计点数: 183(+0)\n讲台：恭喜!我希望你在上一关没有作弊,我知道找到哪个拉杆对应哪个机关是很无聊的一件事情，所以那一关我测试了很长时间和很多次，所以就成就了那一关。下一关会更加的简单，但我想要你做一些东西。不要使用破坏图片，来卡BUG，balbal,后面无关，总之不要破坏你自己的游戏体验，祝好运。\n\n\n第20关-最后一关\n难度：★★★☆☆ 合作推荐：★★☆☆☆\n作者：kotAnakonda,DrEmil\n\n①蓝方出生点在房子内到处搜刮，床底找到一本日志#901，就不详细翻译了,大概提示是湖里有东西。之后在一楼蹭画画中的房间有个日志#713，暗示某个房间是上锁的，要找到钥匙。红方出生点一楼蹭楼梯下面的画，找到日志#213，暗示画中藏东西。二楼难点：在蹭进一个上锁的房间后，看着窗户，走到窗户边，向后转有个原木柱子，最顶端材质不一样，右键是一个木桶，在接着去到三楼，得知要密码，蹭画时候蹭进一个很多铁门的房间，需要等待蓝方。\n②蓝方去湖找宝箱，找到后发现有一张纸写着，左左右中，告诉红方。红方按照蓝方的指引走，拿到拉杆，并放在三楼的金块那，解锁四楼里面有个迷你迷宫，找到很多纸条(基本是，继续搜索，不在这里，没有等等)，最终拿到一个铲子，可以挖沙子的。在一楼通过窗户给蓝方，蓝方拿着向后转时候，发现左上方有凹进去的地方，过去有个箱子，一本日志#643和钻石，这里暗示密码在树那。在上锁房子的树下有一个箱子，里面有钥匙和钻石。接下来进入上锁的房间搜东西，拿到纸条提示在后院，出去去房子后面，拿到一张做的很棒的纸条，还有一本遗失的宝藏的书本。\n暴力方法：把全部沙子挖了，就找到了。\n剧情方法：在一棵树下的兰花，看着前面为原点，向前走三步，然后转右边走两步，现在看着你左手边向前走三步，转左边然后走四步，然后再向左走两步往下挖，你就找到宝藏了，祝你好运。\n③将密码牌给红方，蓝方去到树下，发现有一个这棵树生存了2077年了，根据日志所暗示，密码为2077，通往北方的塔就打开了，然后去到一楼蹭画即可，到处蹭，拿到红石火把，就可以出来了，接下来将收集到的钻石集中在一个人手上，发现刚好可以合成一个钻石块，最后找个工作台合成钻石块。\n④去到蓝方出生点的屋子后方，那便是出口，将钻石块放在干海带块上，即可通关。\n合计点数: 197(+14)\n讲台：无\n\n\n最后发表一下感言，我感觉点数一共是200个的，我写攻略是一边写一边玩的，从中午的12:00开始写写到下午的5:40左右，希望不要被某些黑心的人直接复制粘贴，转载时候，请务必说明攻略发布者：long_ken谢谢。\n\n合照（流量党警告）：\n\n\n\n\n当前长度: 19502 字节，系统限制: 10 到 1000000 字节。"
        },
        {
            "author": "查理神",
            "timestamp": 1596900000,
            "txt_content": "yu2221038595@16 发表于 2020-8-4 17:52\n本来也想在MCBBS发布的，没想到被抢先一步了\n最近几天已经重复玩这个地图，关于BUG我还是想说一下： ...\n感谢补充\n我暂时退坑中。。。"
        },
        {
            "author": "Sistine_Fibel",
            "timestamp": 1597415940,
            "txt_content": "查理神 发表于 2020-8-8 23:20\n感谢补充\n我暂时退坑中。。。\n不客气，我只是心血来潮了而已。"
        }
    ]
}