{
    "title": "【原创/连载】失落的世界：神陨 第十章",
    "author": "StoryJ",
    "replyCount": 6,
    "timestamp": 1592574480,
    "txt_content": "失落的世界第一卷：神陨\n前文请戳：第九章：https://www.mcbbs.net/thread-1035333-1-1.html\n\n第十章 月光林海\n\n凉。\n这是乔纳森浸入水里的第一反应。\n但是又很舒适。\n岸上似乎传来了呼唤自己的声音，但灌满了水的耳朵听不太真切。\n缓缓下沉的乔纳森睁开眼，从水底向湖面看。月光朦胧，乔纳森觉得自己好像不是躺在湖水里，而是躺在月光里。\n月光林海，精灵之泉。\n乔纳森又闭上了眼睛。\n被蜘蛛毒腐蚀过的皮肤，紫黑色的毒液正在一点点被湖水溶解。\n精灵之泉，生命之源。\n记不清是什么时候在哪本古卷上看过的古老传说。\n谁能想到这个传说是真的呢。\n史蒂夫，我们赌赢了。\n触到湖底的乔纳森再次睁眼，他抬手看了看胳膊。紫黑色已经变得很淡，看来毒素已经被净化得差不多了。他调整了一下姿势，一蹬湖底，向湖面游去。\n“what the **？”史蒂夫看着从水里爬上来，状态还好得像是刚刚赢得了游泳比赛冠军的乔纳森，完全不敢相信自己的眼睛。\n“月……月光林海？”史蒂夫听了乔纳森的话，摸着自己因为很多天没刮而有些胡茬的下巴，傻笑起来，“老子这运气也太好了吧！”\n“能误打误撞找到这地方，还真是多亏了你的运气。”乔纳森一边说着，一边拧干自己的衣服。然后他给史蒂夫讲了讲有关精灵的历史。\n“能疗伤的湖水？居住着精灵的大树？我现在对这个地方越来越好奇了啊。”史蒂夫高兴地吹了一声口哨。\n“刷！”口哨声未落，史蒂夫觉得腰间的剑鞘猛地一抖，他只看到眼前一道绿光闪过 ，紧接着头皮突然一凉。\n“啊！”史蒂夫猝不及防，伸手一摸才发现，自己的半边头发已经不知所踪了。\n“史蒂夫……”旁边同样目瞪口呆的乔纳森碰了碰他，“你的剑，好像飞了……”\n史蒂夫这才回过神来，他想起之前在蜘蛛巢穴里搏斗时，他的钻石剑碎在了蜘蛛王嘴里，情急之下，他伸手捡了一把剑。从蜘蛛洞逃出来之后，他就随手把剑插在了之前钻石剑的鞘里。\n十五分钟后，两人在湖边的一块安山岩上找到这把剑。它竟然像戳奶酪一样深深刺进了坚硬如铁的安山岩里，直没到柄。\n史蒂夫费了九牛二虎之力才把它从安山岩上拔出来。这时，他才有机会好好观察一下这把剑。\n这是一把阔剑，长约一米，宽近两掌，护手、剑柄、剑身浑然一体，古朴中透着一丝庄严。\n青色的剑身不知由什么材料打造，晶莹剔透，散发着不逊于钻石的光泽。仔细观察，剑刃上光芒流转，似乎浸透了最澄澈的月光。\n史蒂夫想伸手摸一摸剑身，手指还没触及剑刃，一股凉意就已经在指尖扩散开来。\n“真是一把好剑啊。”史蒂夫难掩兴奋，又忍不住吹了一声口哨，尽管他立刻捂住了自己的嘴，但长剑又一次以肉眼难以看清的速度脱手而出，在空中绕了个圈又回到了他手里，还切掉了——他左边的袖子。\n 史蒂夫吓得一哆嗦，赶快摸了摸左臂，还好，胳膊还在。\n“难道，吹口哨也能控制这把剑？”史蒂夫小心翼翼地把剑收进鞘里。\n“很有可能。”乔纳森摸着鼻尖思索着，“这把剑太邪门了，我总觉得它和我们要找的月光林海有关。”\n“等到了遗迹一切就真相大白了，不过，咱们今天打了这么一场恶仗，你的伤还没好，今晚还是先休息休息吧。”史蒂夫挠挠头说道。他现在心里很是自责，如果自己不那么疏忽大意的话，也就不会有后面的事情，乔纳森也不会受伤了。\n“我来生火吧，你就待在此处，不要走动。我去拾点柴回来。”说着，史蒂夫转身向林子里走去。\n不多时，他去而复返，还带回了两只野兔和一些浆果。\n篝火燃起，新鲜的野兔肉在火上烤得嗞嗞冒油，搭配酸甜的浆果，也是简简单单的一顿饭。\n月上中天，晚风习习。两人并排躺在湖畔的草地上。耳边，只有几声虫鸣，和篝火燃烧的噼啪声。\n“看啊，多美的星空。”乔纳森仰望着璀璨的星河，“多么浩瀚，神秘。千万年过去了，从古神纪元到现在的时代，它们就一直静静地看着这里，尽管地上的人和事已经不复往昔，但它们依旧是它们，依旧静静地俯瞰着这片大陆，见证着这里发生的一切。”\n“领主们命人用石头为自己建造雕像和城堡，试图让自己的名字得到不朽。可是，哪里有什么不朽呢？时间面前，我们都是过客。倒是这星空，才是永恒的见证者。一千年前，凝望着我们的先祖，一千年后，俯视着我们的坟墓。望着它，你会真的感觉到自己的渺小，和生命的短暂。”\n乔纳森转过头来，看见躺在旁边的史蒂夫一脸忧郁。\n“看着这星空你想到了什么，史蒂夫？”\n“帐篷要是没丢就好了。”\n“……”\n一夜无话。\n第二天一早，乔纳森被一阵响动惊醒。揉了揉眼睛，借着熹微的晨光，他看见史蒂夫从树林里出来，还拖着——一条小独木舟。\n“我醒得比较早，就用手头剩下的工具造了条小船，”史蒂夫终于把独木舟拖到了水边，汗水在满是灰土的脸上冲出两道沟。“去湖中心就靠它了！”\n“对了，”史蒂夫突然想起了什么，“你的伤怎么样了？”\n“不碍事了，蜘蛛的毒解掉了，剩下的都是一点皮肉伤，问题不大。”乔纳森一个翻滚，从地上站起来。\n“说来也神奇，传说中能疗伤的湖水竟然还有安神的效果，我昨晚睡得特别香。”\n“噢，我昨天带回来的浆果好多都熟透了，吃多了确实容易醉人。”\n“……”\n两人简单收拾了一下，推船下水。史蒂夫拿出两支粗大树枝为柄，树皮做头的船桨，轻轻一划，独木舟荡悠悠地向湖中心漂去。\n清晨的薄雾笼罩在湖面上，为湖面平添了一丝神秘的气息。\n两人一人一支桨，慢慢地划着。\n太阳，渐渐升了起来。\n划了片刻，乔纳森放下手里的桨。他用手背抹了一把额头上的汗，下意识地抬起头向前看了一眼，之间水天相接的地方，一座巨大的绿色山丘浮现在眼前。\n“湖心岛！”两人不约而同地喊出了声。\n“快点划啊史蒂夫，就在前面了！”乔纳森难掩激动，手上的动作也加快了很多，独木舟箭一般向前冲去。\n晨雾缓缓散去，那座绿色的大山越来越近，在视野里越来越大。\n突然，乔纳森看了一眼前方，激动地大喊起来。“史蒂夫！你快看啊，就在前面，树！好大一棵树！我的天啊，它太大了！”\n被语无伦次的学者吓了一跳的史蒂夫连忙丢下手里的桨抬起头望去。\n顺着乔纳森的视线看去，在前方，有一棵巨大的树，苍翠遒劲，枝繁叶茂。之前他们看得到的所谓“绿色的大山”，竟然是这棵树的树冠。\n又过了片刻，两人终于在树下靠岸了。\n在史蒂夫给独木舟栓缆绳的时候，乔纳森抬头观察了一下这颗巨木——虽然因为眼镜丢了看得不甚清晰。\n乔纳森首先感到迷惑的是，他好像判断不出来这棵树的品种。树干看上去是由很多棵树盘根错节长在一起的，树叶好像也兼有不同树种的特征。\n乔纳森捡起一片落叶，夹在了自己的手札里，同时低头快速地记录着。\n“我们第一步要干什么？”史蒂夫走到乔纳森旁边，双手叉腰抬头看着头顶黑压压的枝叶。\n乔纳森一边飞快地记录着，一边答道：“我建议先爬上树冠看看能不能绘制一张这附近的地图。”\n“好主意！”史蒂夫打了个响指。\n两人开始爬这棵巨大的树。说是树，乔纳森觉得倒不如说是一个巨大的迷宫或者乐园什么的建筑，因为这棵树的树干还挺好爬的，因为这棵树的树干并不像云杉那样笔直，而是根系发达盘缠交错，而且有很多枝丫，给两个人提供了天然的落脚点。\n两人就这样一直向上爬着，直到史蒂夫听见自己的肚子开始发出抗议的声音。一看表，现在已经是下午了。因为这棵树的枝叶太过繁茂，遮天蔽日，所以让人完全看不见天色。\n两人在一根粗大平整的枝丫上坐下休息，从背包里拿出浆果充饥。\n一边吃，乔纳森一边在手札上记录。\n“嘿，考古学家先生，你又在写什么呢？”史蒂夫往嘴里丢进一颗浆果，问道。\n乔纳森盘腿坐着，手札摊开放在腿上，右手的食指和中指夹着羽毛笔，摸了摸自己的鼻子，皱着眉说：“我总觉得有点不太对劲的地方。”\n“什么不太对劲的地方？”史蒂夫咽下嘴里的浆果，右手警惕地扶上了腰间的剑柄。\n“一般来说，树的生长规律是这样的：越往上长，树枝的分叉越多，树枝也就会越细，并且向四周开枝散叶，最后形成树冠。”乔纳森下意识地去推了一下眼睛，结果摸到鼻梁的时候才反应过来自己的眼镜早就不知道丢在哪儿了，他顿了顿，继续说道，“可是我们走了这么久，好像并没有这种明显的感觉。”\n乔纳森说着，走向树干，抚摸着触感粗糙的树皮，然后扭头看向史蒂夫：“你看，这树干好像并没有分化成树枝，而是一直这么往上长着。”\n史蒂夫也皱眉思索了一会儿：“那会不会只是因为这棵树实在太大，而我们爬的路程还太短了，所以看不出来呢？”\n乔纳森横抱左手在胸前，支撑着正在摸鼻子的右手，皱着眉说：“现在也只能这么想了。所以我们得继续往上爬，才能看到树冠究竟是什么情况。”\n两人吃完一顿简单的午饭，又继续上路了。他们在树枝之间穿行着。四周的树叶好像一道绿色的屏障，将他们和外界隔开，给人一种莫名的安全感。\n“史蒂夫？”\n突然，走在前面负责开路的史蒂夫听见身后传来乔纳森的呼唤。\n“怎么了？”史蒂夫一回头，看见乔纳森站在树干旁边，正准备打起火把。\n乔纳森兴奋地说：“这树干上有个树洞，我想进去看看！”\n“树洞？”史蒂夫跳向乔纳森所在的树枝，看到了那个圆形的树洞。\n树洞的直径大约半米，看着应该是能钻进去。乔纳森打起火把，探头进去看了看。\n里面好像真的有个空间，隐约可以看见，树洞之下大约两米的距离是有落脚点的。\n史蒂夫说：“我先进去看看情况，你在外面等我。”\n乔纳森点了点头。\n史蒂夫转了个身，用俯卧的姿势，先把腿伸进树洞里，然后用双手支撑着身体向后匍匐。这种姿势可以缓缓降低脚与地面的距离，安全落地。\n史蒂夫松开扒在树洞上的手，纵身跳下，稳稳地落在地面上。\n“你还好吗？”乔纳森喊道。\n“完全ok。”史蒂夫站起身子，抬头对乔纳森说道，“把火把递给我一下。”\n史蒂夫观察起自己所在的这个树干之中的空间。\n不算很宽敞，但是感觉脚下的“地面”好像是有斜度的，有点像是……楼道？\n这个想法出现之后，史蒂夫突然觉得十分贴切。眼前这个空间，很像一座古堡的楼道。\n“怎么样？”乔纳森又问道。\n“我觉得你得下来看看。”史蒂夫说，“恐怕我们发现了一座古堡。”\n“古堡？”\n\nTo be continued...",
    "replies": [
        {
            "author": "StoryJ",
            "timestamp": 1592574600,
            "txt_content": "鸽了这么久终于想起这个系列……也不知道为什么前三章好像被屏蔽了？怎么联系管理员啊……"
        },
        {
            "author": "暗影月赎",
            "timestamp": 1592577900,
            "txt_content": "文笔相当不错，继续坚持下去吧"
        },
        {
            "author": "StoryJ",
            "timestamp": 1592581200,
            "txt_content": "暗影月赎 发表于 2020-6-19 22:45\n文笔相当不错，继续坚持下去吧\n谢谢喜欢~"
        },
        {
            "author": "庐山雨",
            "timestamp": 1593702180,
            "txt_content": "字体有点小。。。"
        },
        {
            "author": "StoryJ",
            "timestamp": 1593865200,
            "txt_content": "xjfch231 发表于 2020-7-2 23:03\n字体有点小。。。\n哇，这还小吗……XD，那下次我再调大一点好了"
        },
        {
            "author": "asasdas123",
            "timestamp": 1593946140,
            "txt_content": "\n666666,感谢楼主!"
        }
    ]
}