{
    "title": "FGOx明日方舟梦幻联动同人小说企划！",
    "author": "柠檬不卖萌w",
    "replyCount": 4,
    "timestamp": 1592749920,
    "txt_content": " 本帖最后由 星皇丶柠檬 于 2020-6-21 22:34 编辑 \n\n啊，我就是开坑王柠檬\n这个企划其实很早就开始写了，大概半年前..?\n是的，打算和另一作《我同桌是魔法少女》https://www.mcbbs.net/thread-1065181-1-1.html 一起写的作品，就是说同时写两个作品辣，咕咕咕\n这一作当时是网友怂恿+一时兴起的产物，目前写出来的字数不及魔法少女的一半。。\n最近把存稿找到了，仔细一看感觉我写的还不错..?\n因为本人很懒，平常接触电子产品的时间又少，所以小说都是手写在纸上的，把纸上的字打一遍到电脑上真的很花时间而且很痛苦..\n发这个帖子的目的主要是看看有没有人期待这个作品..比较读者的期待是作者的动力嘛\n讲一下基础设定吧，因为是同人作品，大部分设定是基于原作的，对于FGO和明日方舟完全陌生的玩家可以\n补一补番剧 \nFate/Grand Order ‐First Order‐ _ 番剧 _ bilibili _ 哔哩哔哩弹幕视频网  https://www.bilibili.com/bangumi ... 1261647465927868651\n魔法少女☆伊莉雅 2WEI! OVA _ 番剧 _ bilibili _ 哔哩哔哩弹幕视频网  https://www.bilibili.com/bangumi ... 5771366811746726496\n\n明日方舟的话没有番剧，不过不玩游戏的话应该也能从B站同人视频里对设定了解个一二吧= =\n好了，进入正题\n时间线是FGO终局特异点所罗门之后，亚种特异点之前，FGO的反派雷夫在消灭的瞬间灵魂残片接触到了明日方舟世界“泰拉”的大地，并由那个世界的魔力“原石”塑造了新的肉体。由于雷夫这个世界线之外人物的登场，导致整个泰拉世界成为了特异点。FGO主角藤丸立香被强制召唤到泰拉世界，藤丸立香英灵召唤的系统由于红宝石的跟随被改写为职阶卡凭依，藤丸立香将和明日方舟世界的主角“博士”指挥干员活用职阶卡并肩作战\n\n各位期待这个作品吗ww\n\n\n       “唔……那几个家伙太过分了……一个个都这么能喝啊……”我强忍着想要呕吐的感觉和旋转扭曲的视野，用手扶着墙向前艰难地走着。脑海中回想起了“哈哈哈”的笑声，身着绿色披风的神秘男子，穿着异国服饰的褐色皮肤男子以及身着铁甲的白发女子三个身影在脑中浮现，就是把我灌成这样的三个人，想到这里，我不禁嘴角上扬，露出微笑。是呢，我，咕哒的战争，结束了。我能听得出来，绿披风男子的笑声不再是为了隐藏身份的虚假笑声，异国男子的笑声不再是面对敌人时的冷酷笑声，白发女子的笑声也不再是渴望复仇的疯狂笑声。至少，今天，在酒馆里，大家的笑声都是庆祝战争胜利，真正开心的笑声……我的身体猛地一抖，一个带着温柔笑容的人影出现在我的脑海中。刹时间，心如刀绞，我的双腿脱力，跪了下去，眼泪不争气地撒在地上。“如果……如果我更强一点的话！”我近乎哭喊地喊出这句话，同时用力地锤了一下身边的墙，紧接着到来的是头部的剧痛，仿佛要把神经全部烧断一般，冲淡了我的意识。恍惚之中，仿佛听到了开门的声音。意识再次恢复一点的时候，我发现自己躺在床上，床边，一位银发红瞳的少女担心地注视着我。见到我醒来，少女凑上前，“就算是庆功宴也不能喝成这样吧，是谁把你灌成这样……”我摆了摆手，打断了她的话，强撑着酸痛的身体坐起来望向窗外。头上的剧痛一点儿不减，我下意识用手捂住额头。忽然，整张床闪耀起来，构成一个紫色的结界，将床和床上的我一同从空间剥离。就算是在醉酒状态，面对这种情况我也不由得清醒了三分。四周的环境因结界而模糊，声音也逐渐淡化，银发少女举起魔杖向我冲来。剧烈的声音忽然炸响，摧残着我的耳膜，炫目闪光后，我只看到银发少女被结界弹飞出去，魔杖却成功地穿过了结界。“Ruby,请和master签订暂时性契约！”银发少女说着，将绑在腿上的卡包扔向结界。最后的瞬间，我至少明白我当下应该做什么，要是没有人陪伴的话，我这种魔术师应该会死无葬身之地吧。我举起右手，看着那三道红色的纹饰，选择了首个出现在我脑中的，靠谱的男人。“吾以令咒在此下令，Avenger，随我前往未知的空间！” 当我再次醒来时，仍然在床头上，头仍因酒劲有些发晕，但周围的环境却变了个模样。洁白的墙壁，精细雕琢的桌椅，散发着柔和黄光的立灯为整个房间添上了风雅的气息，可我总觉得哪里不对。裙……裙子？我低下头，难以置信地看着自己的打扮，随后猛地把被子一掀。黑色的格子裙下，是一双洁白的玉腿，关节处有着点点粉红，无疑是令人看了就心生怜惜的少女的腿。一缕橙色的头发进入我的视线，我这才发现自己上身穿着一件白色的衬衣，领口以糟糕的方式半开着，露出了一边的肩膀，这令人震撼的画面使我彻底清醒过来。红宝石从我身边飘起，我连忙抓住它：“喂喂，这算怎么一回事啊！”红宝石轻轻地在空中打个转躲开，以无奈又带着笑意的声音回复我：“这也是没办法的事啊，和男孩子签订契约什么的我也是第一次做，我怎么知道会变成这样嘛。不过也没想到master你这样子挺可爱的呀，稍微有点想像欺负伊莉雅一样欺负你了！”就在我一边慌忙摆手一边说出“请不要这样做”的时候，房门打开了，走进来的是戴着蓝色帽子，扎着粉色双马尾的少女，披着毛皮大衣，手持斧子的少女以及身着黑色风衣，看不清脸的略矮的人。“要不是我们，你会死在龙门外环。”披着毛皮大衣的少女开口说出了令人不悦的话。“不要这么说，凛冬，虽然玲珑博士捡回其他女孩子我也很不高兴。”粉发双马尾用温柔的声音说道。既然这样，中间的那个看不清脸的应该就是玲珑博士了，我上下打量着这个看上去不到1.6米的小个子。“欢迎来到龙门。你身上经检测无任何源石病信息或征兆，看你的打扮也不像整合运动，就破例让你跟着我们吧！嗯，就是‘我包养你’的意思，只需要同意一个条件即可。”是变声器处理过的声音，听不出关于本人的任何信息。玲珑博士顿了一下，似乎有些紧张地踱着步子“我们罗德岛从不拒绝人才，”玲珑顿了一下，“我想你应该有一定的战斗能力吧，在我们需要帮助时协助战斗，这样一来你就是罗德岛的干员了。你若是同意的话，今天晚上请让我熟悉你的战斗方式，在此之前你可以参观一下龙门。”虽说是莫名其妙的要求，但我还是答应了下来。在这个人生地不熟的特异点，衣食都被安排好了无疑是对特异点攻略有利的，于是我成为了名为“罗德岛”组织的一名干员。三人走后，我仰面躺倒在床上，忽然，我想到了一件重要的事情。“Avenger,你在吗？”没有回应。Ruby悠悠地飘起来，用懒洋洋的口气道：“这个特异点好像不是我们所熟知的世界了，连魔力的大源也有所不同。英灵无法具象化，Avenger于是化为职阶卡在你身上的卡包内。”我下意识摸了摸大腿，厚厚的卡包让我放下心来，“不过，在这个世界里，每张职阶卡只能使用一次。”听到这里，我瞪大了眼睛。没有英灵为伴，职阶卡使用受限，该特异点的攻略难度必会直接上升。想到这里，我撩起裙摆，取下卡包，确认职阶卡数目。Saber, Archer, Archer, Lancer, Rider, Assassin, Berserker, Caster以及Avenger，共九张卡。事不宜迟，尽早解决这个特异点，回到熟悉的世界吧。这样想着，我走出了房间，走上了名为“龙门”的城市的街道。刺眼的阳光直射下来，我不由得用手遮住眼睛。“龙门”真是个相当现代化的城市，高楼云集，马路上还有来来往往的车流。极目远眺，隐隐约约还能看到高耸入云的墙壁。越是不和谐的地方越接近圣杯，我是这么直觉的。于是我厚着脸皮，按照玲珑博士的指示，找名为杰西卡的干员借了些龙门币，搭出租车去了那边。出租车在墙头停下了，我下车后，径直走向那堵墙。墙相当的高，应该是为了节约成本，没有用金属，而是用某种石材制成的。这种高度的墙恐怕能够阻拦除大型飞机以外的任何飞行单位了吧，我在心中暗想，走向了通往外面的口子。守门的士兵似乎想上前阻拦，看到我胸前Roods Island的标志后，便让我通过了。玲珑博士提供了不少方便呢……我一边这么想着，一边踏入墙外的土地。墙外的屋子要矮些，但仍有着大都市的气息，这里应该是刚刚凛冬说的“龙门外环”了吧。“死在龙门外环”这种不吉祥的话，让我提高了警惕。越往外走，房子越矮，也排布得越稀疏，正当我四周打量龙门外环时，忽然感到后背一阵凉意。我条件反射地踏步，转身的同时在手指上凝聚Gander魔弹。是狼狗。它的背上绑着未知的装置，瞪着红色的眼睛向我扑来，它张大了嘴，让我看到尖厉的獠牙，现在只需将Gander发射——狼狗惨叫一声，拖着血沫飞了出去，仿佛被击中的网球，飞出了一个扭曲的弧度。当它停止翻滚时，我才看清一只箭贯穿了它的身体。我赶紧扭头望向狼狗飞出去的反方向。不远处的屋顶上，一位身着白衣，有着白发的弓箭手站立着，手仍保持着拉弓的姿势。虽然我自己应该能应付刚才的情况，但至少要对出手相助的人说声谢谢。这么想着，我走向弓箭手。刚刚弓箭手背光站立着，只能看清大致的样子，现在凑近了看不由得为弓箭手的容貌惊艳。长长的睫毛为眼睛打上模糊的虚影，太阳的光芒勾勒出她优美的曲线，手上那张和她的娇小身躯相比显得过大的弓散发着金属的光泽，却不知为何搭配起来并不让人感到奇怪。弓箭手皱起眉头，在我面前挥了挥手。“啊，啊……”我这才回过神来，向她行礼，“刚才谢谢了，请问怎么称呼？”“叫我白金就好。龙门外环这一带很乱，我和行动预备小组A4的成员正在这附近剿灭整合运动残党……”说到这里，白金忽然眯起眼睛，望向地平线尽头。“重装防御者……怎么这么多……你赶紧回去通知玲珑博士，我去支援预备行动组A4的成员！”说罢，白金以肉体强化魔术般的速度跑了出去。重装防御者是什么，我不太清楚，但至少，作为罗德岛的干员，我不能懈怠其他干员的指示。腿上绽发出金属的光泽，肉体强化魔术发动，我用和白金相同的速度，向反方向跑去。 耳边响着火车的轰鸣声，扎着粉色双马尾，代号“蓝毒”的少女，正单手托腮撑在床子上，无聊地看着窗外变幻的光景。坐在她对面的，是披着皮大衣，代号“凛冬”的少女，翘着二郎腿，用不悦的声调道：“角峰那边怎么搞的，一个切城剿灭都搞不定？”“比起这个，我现在更担心博士那边，如果有人攻击那里，我又不在博士身边的话……”“哼，龙门那块地儿，硬得跟龟壳似的，星熊和陈把守，谁敢打进来？实在不行的话，不是还有那个喀兰公司董事长吗？随便找个人，都比你这个脆皮可靠。”凛冬一开始挺严肃，却忽然想起了蓝毒的玩笑。蓝毒把视线从窗外收回，鼓起两边脸气呼呼地看着凛冬。“我那叫身娇体柔！只要把想伤害博士的人杀光，就是保护了博士！”凛冬不由得露出爽朗的笑容。“你这家伙，偶尔欺负一下，挺有意思的嘛。” “咔——”浴室的门打开了，从雾气中走出一个娇小的金发少女，潮湿的金发披在背后，雾气扩散在睫毛周围使眼睛变得朦胧，乍一看，少女只穿了一件大号衬衣，过长的袖子完全遮住手指，耷拉下来，过长的下摆恰到好处地完整展现了少女纤细的双腿。金发少女低着头，疑惑地扯着衣服，似乎很在意衣服的尺寸。当少女再次抬起头时，一个身材高挑，身披黑色斗篷的男性微微挑起眉毛，注视着她。她立刻不知所措地红着脸移开视线，小声说：“银……银灰……进我房间干什么……难不成合约里边包含了‘可以随意进出我的房间’这一项？”银灰皱了皱眉：“小姐，这可是我的房间。还有，您身上是我的衬衣……您刚刚有提到合约？”说到这里，“合约”这个词，银灰若有所思地停了零点几秒，随后露出难以置信的表情。金发少女则是不易察觉地颤抖了一下。“难道，您就是玲珑博……”银灰还没说完，少女踮起脚尖，捂住了他的嘴。剧烈的动作使衬衫纽扣崩开一颗，露出了更多的肌肤，不过本人似乎没注意这一点。银灰很快恢复了冷酷的表情。他轻轻挪开玲珑的手，微微弯腰，直视玲珑的眼睛。“明白了，要保密对吧。我会为您保密。不过您大衣之下居然是这个样子，还真是挺出乎我的意料。”玲珑气鼓鼓地瞪着银灰，仿佛快要哭出来似的，银灰身子微微前倾，“那么，衣服可以还给我了吗？”玲珑双手抱胸，随后推着银灰的后背，将他推出了房间。“稍微等我一下，我里面……什么也没穿。”随后，房门砰地关上，似乎在表达关门者的不满。“呃……”我目睹了刚刚戏剧性一幕的全程，仰头看着这位高大的男子。隔着衣服可以隐约看到肌肉形成的曲线，一双锐利的眼睛里透出领袖般的威严与智慧。“请问博士的房间是哪一间？”我一边不服输地报之以我领导英灵们战斗的眼神，一边问出了十分幼稚的问题。银灰倒是毫不保留，指了指隔壁的房间。这时，银灰面前的门再次打开，玲珑只裹着一条浴巾走出来，从某种程度上说比刚刚的衬衣更诱惑了。她正准备进入刚刚银灰指的房间，一边嘟哝着“你的房间怎么可能有我的衣服”之类的话，视线落在了我身上。随后，她扑了过来，将毫无防备的我按倒在地。玲珑眼角带着泪花，闹脾气地胡乱挥舞着双手。“为什么不只是银灰，连你也知道了啊！不许告诉其他干员我的任何信息！听到没有！把你现在看到的全部忘掉！”玲珑特地在最后四个字上加重语调。玲珑的腿和我的腿没有任何衣物的阻隔，紧贴在一起，我能清晰感受到她温暖的体温，以及皮肤柔和的触感。但只是一瞬间，我马上回想起来我来的目的，为了不让玲珑继续胡闹，为了让她好好听我讲话，我伸出双手握住她的手腕，随后猛地一用力，就变成了我把她按在地上的姿势。玲珑果然停止了胡闹，一双大眼睛不知所措地看着我。“博士，刚刚白金在龙门外环看到了大量的重装防御者，她去增援行动预备组A4了，让我来找你请求支援。”说完话，我放开她的手，轻轻地把她拉起来。玲珑的反应比我想象的要激烈。“重装防御者？不可能，龙门外环应该没有那种东西，我们现在就出发。重装防御者必须用法术才能造成较大伤害，我去叫上天火。”说着玲珑就要走，我赶紧拉住她。“博士，衣服……”“啊……等我一下！”\n",
    "replies": [
        {
            "author": "Wudji",
            "timestamp": 1592749920,
            "txt_content": "期待~~~      "
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1592750040,
            "txt_content": " 本帖最后由 星皇丶柠檬 于 2020-6-21 22:36 编辑 \n\n已经写好的部分在隐藏内容里↑↑↑\n怎么样怎么样 喜欢吗（星星眼）\n由于这个小说才写没多少字，各位有什么期待登场的英灵或者干员可以在下面评论区告诉我呀ww"
        },
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1592750100,
            "txt_content": "期待~\n(虽然没玩过也没看过，但是，不懂就要，大佬流劈！心理活动比回复多的屑帽子~)"
        },
        {
            "author": "玖忆惜梦",
            "timestamp": 1592750220,
            "txt_content": "明 年 方 舟"
        }
    ]
}