{
    "title": "【原创/单篇】PVPIN那些令人闻风丧胆的熊孩子们",
    "author": "William_Shi",
    "replyCount": 1,
    "timestamp": 1592743020,
    "txt_content": " 本帖最后由 William_Shi 于 2020-6-21 20:37 编辑 \n\n只要是服务器，都有熊孩子，这点人尽皆知。\nPVPIN，虽然是一个编程开发相关的社区，但也不例外。\n由于其针对的人群就是零基础且对编程开发有兴趣的mc玩家，这就决定了其内必然有熊孩子的存在。\n更何况，当年PVPIN不仅有通过积木搭出来的Basis这样的大型插件（与Ess、CMI的功能类似），也有那些拿着无意义的“代码夹”，也就是用以注释的积木，堆叠数千次（行为类似于令人作呕的咏鹅），其社区更可谓是犬牙参差。\n且其提供了一个开放的插件测试服务器，在其内任何行为都不受管辖。当时的服务器分为三个部分，公共广场，私人服务器，和由许多精彩作品构成的插件生存服。\n插件生存服内的气氛是非常和谐的，但是公共广场，就不是这样了，熊孩子有很多。\n诚然有许多人想要在测试广场熊服，但由于其本身的防爆、防死亡等防范措施，熊服并非如此简单\n可仍然涌现出了一批波谲云诡的熊服方法与思路于常人不同的熊孩子们\n\n\n我将其总结为三种熊孩子\n一、廓然而高者\n二、渊然而深者\n三、泠然而清者\n\n何谓廓然而高？\n王国维于《人间词话》言人生第一境界：昨夜西风凋碧树，独上高楼，望尽天涯路。\n\n我将这类人看作是那些在熊与不熊之间摇摆不定，没有确切目标的人。\n比如说当年的stone_torch\n他研究过如何bypass掉插件测试广场的爆炸等权限，也确实能做到炸毁广场。\n但是他并不以熊服作为快乐，而是自己研究自己的斩魄刀、魔 法 接口等插件\n以及当年的基哥\n他能够使用回负数血量的方式制造出杀人药水\n而且研究出了很多类似方法完成广场杀人的目的\n但是他只是以插件形式放出，不怎么在插件广场使用\n\n何谓渊然而深？\n王国维于《人间词话》言人生第二境界：衣带渐 宽终不悔为伊消得人憔悴\n\n我将这类人看作是那些真正走在熊服之路上的人\n曾经有过那么一位FinMin\n他打造过一款插件，源码并未放出\n效果是玩家进入测试广场时强制其打开物品栏，当你想要关闭物品栏时事件会被取消\n换句话说你被逼迫着保持打开物品栏而无法关闭\n加强版当中打开的物品栏里面还有些侮辱性的语句\n再加上“没有机会的，关闭客户端吧”的物品栏标题\n一时间，这一插件让测试广场几乎无法进入，否则就会被迫关闭客户端\n\n何谓泠然而清？\n王国维于《人间词话》言人生第三境界：众里寻他千百度，蓦然回首，那人却在灯火阑珊处\n\n我将这类人看作是已经超出于普通熊服者之上的人\n现在，我毫不客气地，以当年PVPIN第一熊自居\n当年我的三个熊服插件在后期的PVPIN广为流传，许多名不见经传的小熊孩子都fork了我的代码\n（以下内容可能引起不适）\n天晶，指令/genesis，又名起源之剑\n瞬杀，更是直截了当的给我一个人（id william）以100%的瞬杀、回神概率\n虚空棒，指令/vacant，是我所有插件的集大成者，我对其花的心思仅次于最后的《EventListeners——事件监听大全》（本意是让不会开发的腐竹看一眼我的EventListeners就能一眼知道任何一个事件监听何时触发有什么含义各个参数代表了什么，可惜未完成PVPIN就倒闭了，可谓绝笔，毕竟我现在高一无力完成如此大型的项目了）\n或谓余：为何敢以第一熊孩子自居？窃以为，我于熊服一方面之成就无人能比\n第一是天晶\n只有我有获取这把天晶的权限（/genesis）\n一旦使用此指令，全服所有玩家先强制被秒杀一次\n左击，全广场100格以内无人生还全部强制秒杀\n右击释放基于citizens2编写的NPC，1000格的守备、漫游目标巡游半径，检测到任何生物立即启动攻击策略1，200格的大爆炸+破坏方块+起火，保证超平坦变成基岩超平坦，如果还不死（有一些很烦人的boss比如说蜘蛛女王插件）立刻攻击策略2，自我复制+攻击\n第二是瞬杀\n我在使用的一瞬间就有100%的秒杀概率，其他人均为负数概率\n只要指针指着一个玩家按一下左键，他/她就会被直接杀死\n经常被我用在认真做自己的事情无暇顾及我的人\n然而其有一个弊病：如果有人用鞘翅飞，难以瞄准\n第三是虚空棒\n我获取之后左击直接放一段非常卡的特效+延时秒杀全服\n右键还有GUI方便我控制玩家行为\n包括但不限于强行设置玩家视角数据包、强行杀 死玩家、强行tp等等\n相当于我拿着一个菜单操控全服玩家的行为\nvacant一出，无人能挡我\n\n此处必定有人提出质疑：就这？\n我随手写一个插件也能有这效果啊\n呵呵，但↘~说↗~无→~妨→~\n我当年曾经进入过PVPIN社区管理员Ancient_ATMR的私服\n其地位相当于现在编程开发区的版主\n然而他是一个不学无术的开发者，和现在的版主大大根本不能比\n具体为何可以看我的PVPINDemoRL前言，有充分的论证和依据，他的开发水平真的堪忧，而且还自以为是\n君子于其所不知盖阙如也，他则不然，具体在此不赘述了\n一次，他在私服里给了我们使用插件的权限\n我随手写了个炸 服插件炸了他的服务器全部的红石\n你们能想象？这就相当于我在MCBBS公开在版 主的服务器里轰 炸之后还拿出来在MCBBS炫 耀！\n这就是我当时的实力，PVPIN熊界的传奇\n纵！横！捭！阖！\n\n为什么我活到现在？\n我在测试广场从不针对某个人，只是大片轰炸，盯住某个人杀的情况很少\n而且没有做类似FinMin的插件，没有强行弄死别人的客户端\n还有我从不得罪除了尚书之外的任何管理员，而且还和一位管理员关系很好\n我也有自己的大型项目，且不是熊服相关的\n\n最重要的是当时有很多人能制衡我\n比如说codi和gyhhy的禁言插件就多次在我进服的一瞬间把我控制住\n还有时候我炸到一半就被一些踢人插件用 burnt in hell 踢掉\n这才让我一直活到现在。\n \n\n\n本文并非宣扬熊服或鼓励使用插件来熊服\n所有的事例均是一个插件开发社区中的事例，并不代表其他任何开发社区，更不能代表私人或团队的服务器！\n任何熊服，破坏他人财产导致的一切后果我概不负责！也不支持恶意破坏他人劳动成果的行为！（我炸完尚书服务器，所有的作品全部被强制撤回钻石被扣到负数，相当于多 人 联 机大区 六 星失 信 人员，但我还是继续使用这个账号后续也无人对我进行其他的封 禁2333，以前的作品重新发出来被其他管理员审核通过2333，熊服请自重\n\n谨以此文，怀念当年PVPIN的有趣往事，记我在PVPIN的经历。\n",
    "replies": [
        {
            "author": "憨憨的诚悦",
            "timestamp": 1592743440,
            "txt_content": "mcbbs，有你更精彩"
        }
    ]
}