{
    "title": "【TCP】关于ElementsBattle收录官方领域的碎碎念",
    "author": "雷鸣·翾鹗",
    "replyCount": 6,
    "timestamp": 1592818080,
    "txt_content": " 本帖最后由 雷鸣·翾鹗 于 2020-6-22 17:56 编辑 \n\n\n碎碎念之前的话\n       在碎碎念之前，我想先向可能还不了解情况的各位宣布一则喜讯：国内地图ElementsBattle于6月18日正式登陆官方领域，这里有一则蓝鸡@LocusAzzurro 写的博文更详细地报道了相关内容。https://weibo.com/ttarticle/p/show?id=2309404517385494200347#_0这里是论坛内发布帖：https://www.mcbbs.net/thread-891679-1-1.html       然后请容许我先自我介绍一下，我是来自小组The Command's Power的雷鸣，ElementsBattle的作者之一，一个摸鱼cber。       其实写这些东西的最主要目的还是想回顾一下ElementsBattle（下文简称eb）的制作过程，想想从最开始萌生念头到如今登陆领域，之间究竟经历了什么趣事和辛酸，有什么经验值得分享给广大地图创作者，又有什么教训值得大家引以为戒。不过，毕竟是碎碎念，想到什么就说点什么，篇幅也有点长，觉得在理的可以听一下，觉得太麻烦的翻几下叉掉也可。       如果决定要好好听下去的话，那么请随我来到篝火旁，盛一碗热汤，待我从头议起吧。\n（点击目录处文字可翻页）[1/5]\n\n\n源·起床战争与“盲人”\n被“盲人”包围的蓝鸡和空白\n       在eb的制作中，除了暗夜@夜之暗夜 、橙子@chengzi_SC 以及我三位来自The Command's Power（下文简称TCP）的作者以外，还有许多来自其他小组或不归属任何小组的朋友的帮助，因为我们都用了同一个画师且风格相似的画作为头像，且常常让人认不出谁是谁，所以我们戏称自己为“盲人”。\n       “盲人”们本是活跃在各自的群的陌生人，我和即使是同小组的几人也不算是特别熟络。直到有一天，Hypixel国服在网易代理下上线，玄素@玄素 邀请我一起去玩，后来转战起床战争，再后来我又到小组找人，这才算是真正与暗夜和橙子熟络了起来。紧接着，出于起床开黑的需求以及凑人数，吸管、小草、ms、sk、繁琐等人也相继加入了我们，我们在起床大杀四方，也不时讨论地图制作或命令技术之类的问题，一个词形容的话，其乐融融。\n\n（点击目录处文字可翻页）[2/5]\n脑洞交织之地\n       此后，这群人的大部分相处时光都在起床中度过，不时也被我胁迫去参加论坛的创意赛，在大家的努力下也斩获了两届的冠军，但创意赛的作品是观赏性地图，在与国内其他游戏地图相比较以及小草“什么时候才能做个能玩的地图”的声声抱怨中，暗夜首次提出了eb的想法。魔法，以魔法为核心的射击类pvp游戏。\n       当时Java版的游戏版本更新至1.13不久，数据包的应用以及/execute指令的大改使得射击系统更容易制作，这进一步坚定了要做eb的决心。我们首先从基本的射击模块做起，如何能让法术发射出去，如何判定击中，如何给予伤害，如何在视觉上表现这种攻击方式，如何通过视听结合增加玩家体验。与此同时，第一个职业的元素——寒冰元素也决定好了，第一个法杖模型也制作完毕，我们把射击模块结合到法杖上，完成了最普通的攻击模式，并在屏障超平坦上进行了第一次没有完整游戏系统支撑的测试。\n第一次制作的寒冰法杖模型与普攻实装\n       随后，第二个元素炽焰也被定下，紧接着是第一个职业的技能设计与制作。在设计上，一个职业拥有五个技能，轻击、重击、蓄力、特殊、位移。在当时的环境中，大部分带有技能的地图普遍使用一个物品绑定一个技能的方法，通过或检测右键或检测q键等方式触发。不同于独立游戏的直接不同按键释放技能，以mc为载体的这种技能释放需要玩家用滑轮或数字按键切换至相应物品，再进行触发才能释放技能，极大增加了玩家的操作成本。更何况，在我们的计划中，eb可能会加入多元素职业，更多技能的加入会使得这种操作方式雪上加霜。之后，暗夜提出把一个职业的技能融合到一个法杖上，通过不同的操作方式来触发不同的技能，一来是为了解决操作成本高的问题，二来可以让技能有循序渐进的感觉，好比越强大的法术需要吟唱更复杂的咒语一样。       这样一来，主要问题就来到了如何检测触发这一点上。轻击用萝卜钓竿检测右键，没有问题，关键在于如何检测蓄力。根据其他游戏的经验，蓄力大多是按住右键，而萝卜钓竿按住右键的话，却并不能做到每一刻都加分的情况，加之还有服务器延迟的情况，这一方法变得不可取。后续又尝试了各种做法，但效果都不是很好，最后比对了一下所有方案，最终选择了用潜行时间触发蓄力。单发与蓄力的测试\n最终采用四种技能释放方式\n       触发问题解决后，技能的设计成为了新的重点。如何体现职业特点，如何做出循序渐进的强度，采用何种攻击方式，如何平衡数据，需要思考的问题有很多。我们通常是有了一个想法，就会先把原型模块制作出来，接着实装到法杖上实际打起来测试一下手感，不行，就推翻重做，不好，就改了又改，直至第二职业也完成制作。       由于高考，平时在学校的时间也不能总是想着eb的事情，于是大部分的工作都堆到了暗夜和橙子身上，我原本是负责命令部分的，但是这一甩锅强行让暗夜从美工变成了命令兼美工，不得不说，他对eb倾注的心血是我们中所有人最多的，可以说没有他就没有eb。       这一年，我基本上是周末回家才帮忙打打杂，职业、平衡、资源包等的制作基本由暗夜独自完成，尤其是在平衡方面。在后来，暗夜提出了技能升级系统，随着等级提升，技能数值会有所增长，技能形式也会有所改变，在增加了技能的多样化之余，也为玩家增加了游戏中的决策体验。这一系统无疑给职业平衡带来了麻烦，周末我们常常约几个“盲人”在服务器进行测试，通过不断的实战测试每个职业每个技能是否达到了预期效果，符合各职业特点，以及各个职业间是否能够配合且强度上保持平衡。这一工作需要大量时间进行多次数据改动和测试，但都被暗夜一一啃了下来。光影下的火环，绚烂而致命\n风罩搭配火雨，火星四溅\n       随着职业和测试人数的增加，另一问题开始被重点关照。由于测试用的服务器性能不算太优，加之法术均以粒子效果呈现，卡顿掉帧的问题开始影响游戏的进行。于是暗夜开始逐个系统开始优化，禁用一个系统，并比对禁用前后的卡顿情况与命令执行数，以此判定该系统是否还有优化空间。只要还有优化空间，暗夜就尽一切可能去优化，简略冗余指令，调整判断逻辑，甚至是在不明显改变原有效果的前提下重写系统。对于一个半成品作品而言，这样的工作显得自讨苦吃，但又是十分重要的，一个好的作品不仅要有好的游戏内容，更重要的是给玩家好的游戏体验，没有游戏体验的作品仅仅是徒有一副光鲜亮丽的空壳而已。暗夜的付出迎来了回报，游戏再次变得顺畅，玩家也能体验到释放各种绚烂法术的快乐，以至于后来有人说光看图简直不敢相信这游戏会如此流畅。优化前的hud模块\n又过了一段时间，游戏模式从单纯用于测试的自由模式增加到了多个游戏模式，场地也增加了几个。随着橙子做的大厅的完成，并与原地图进行合并，游戏菜单也随之完成。至此，eb变成了一个拥有完整流程的游戏，但离完整的作品还有一段距离。游戏菜单\n       这之后，我完成了高考，也能花更多时间在eb上，在最后，我们完成了最后职业的制作，并对游戏进行了多次debug，最终于2019年7月25日发布到了论坛上。\n（点击目录处文字可翻页）[3/5]\n耐心隐忍、用心打磨\n       发布后的一段时间，我们听取论坛帖子中玩家的反馈，对eb进行了多次改进并修复了一吨bug，eb也一路从精华一晋升到了如今的精华三。后来小草觉得eb的水平能够达到官方领域的平均水平以上，建议我们投稿领域，于是我们开始了eb打磨的一年。       由于领域是国外平台，英语兼容是其中的要点，由于eb本身就计划做中英双语支持，翻译方面还有小草、蓝鸡及乙烯的帮助下，所以总体来说工作的展开并没有太过困难。这次的重点在于引导系统，此前，eb的引导很简单，仅有几张自定义字符制作的贴图，地图发布之后也没有收到相关的反馈，也就没有再做增设。可是当放到领域上比较时，引导的弊端完全体现，领域平台的玩家看不到帖子，只能通过地图内部了解操作及玩法，但当时的游戏内引导布局不佳，内容也让一部分玩家不知所云，小草锐利地指出必须完善这部分的内容。四千多行的语言文件\n精三地图作者空白对小草的高度评价\n       经过多次讨论，我们最终决定以图书馆的形式建立引导，内容包括基本操作以及技能展示。最初的想法是技能展示部分，通过隐形盔甲架把所有信息罗列出来，这工作从技术上说较为简单，但却相当繁杂，费时费力，好不容易完成了工作，跑去测试了一下游戏，卡顿问题却再度出现。通过排查新增系统的方法不难发现问题出在图书馆上，由于大量实体的加载占用了资源，使得游戏根本无法正常进行。为了解决这一问题，我们采用折叠的方法隐藏多余的信息，通过检测玩家在图书馆的位置激活周围可展示内容，通过玩家朝向决定是否展开与是否播放技能动画。图书馆系统从原本的一个文件逐块拆分成了许多个小模块，在这过程中花费了很多精力。       图书馆建成带来的效果也是超乎想象的，除了兼具基本引导的内容以外，还附带可选的详细引导流程，尽可能地降低玩家的学习成本。技能展示部分除了文字展示以外还有动画展示，并兼容了升级系统，比起传统的文字显示要丰富许多，玩家可以在图书馆中了解到更多的游戏内容，庞大的信息量在高强度优化下得以合理展现。 旧的文字折叠模块\n图书馆技能展示\n       随后eb拿到了国外社区进行测试，我们收到了更多更有建设性、更值得我们思考的反馈，同时在小草高效的排雷工作下，我们继续完善游戏内容，在今年年初发布到reddit（一个国外论坛）并通过领域审核的第一步，开始进行第二轮的游戏修改阶段。       此后，eb被拿到了多个平台进行测试并收集反馈，在这阶段的工作中，一直帮我们进行测试排雷工作的小草发挥了极大的作用。小草经常作为测试人员参与eb的测试，并提出许多问题和修改意见，熟悉国外社区与领域地图让他在这一方面的工作更加可靠。用开玩笑的话来说，小草的意见总能把人气死，不仅因为他直接豪爽的语言风格，更多的是因为他总能够一针见血地指出问题本质，又或者从各种刁钻的角度测试出考虑不周之处，并让工作量猛增一吨。虽然玩笑话是这么说，但意见终归是中肯的，问题也是实际存在的，增加工作量很理所应当，完善后带来的结果自然也让人无比快乐。       经过数个月的再度打磨，上个月，在协调员和各大玩家的帮助和建议下，我们完成了最后的本地化工作、增加了命中反馈系统，并被告知eb将会在下次领域上新时登陆。2020年6月18日，新一期领域上新博文发布，eb位于19个新作品的前三，获得了博文作者的高度评价。\n\n领域上新博文\n（点击目录处文字可翻页）[4/5]前路尚远\n       从eb制作至今，断断续续已经过了两年，目标从最初的论坛精三到后来的登陆领域，到现在我们已经完成了给自己定下的所有目标。但eb登陆领域并不是eb的终点，更不是我们的终点，eb仍会随着游戏版本继续更新，并加入更多有趣的玩法，我们也不局限于这一张地图，将来也会尝试制作更多不同类型的地图，并再次朝着领域进发。在近期的更新中，我们也着重对内容进行优化，增加了许多视觉和听觉上的反馈以提升玩家的游戏体验，并加入了兼容实体的命中判断，在将来也将开发新的游戏模式。药水模型\nbuff显示\ndebuff显示\n       虽然领域收录了我们的作品，但我们知道，国内比我们优秀的地图作者大有人在，对地图制作满怀热情的初学者也大有人在，eb的成功也只是作抛砖引玉之用，我希望我们的经验能够让更多的人创造出更多优秀的作品，实现自己的目标。       虽然这只是一个游戏，但在制作游戏的过程中我能够体会到它也融入了我生活的点点滴滴，制作过程中的合作、思考、谨慎、设计，都影响到了生活中的为人处世，也让我学到了很多东西，结交了很多朋友。不过归根结底它还是个游戏，只要玩得开心，那就足够了。\n（点击目录处文字可翻页）[5/5][groupid=1009]The Command's Power[/groupid]",
    "replies": [
        {
            "author": "寂华",
            "timestamp": 1592818200,
            "txt_content": "yysy，这个地图真的好棒www"
        },
        {
            "author": "Drowned32",
            "timestamp": 1592818560,
            "txt_content": "精III都是大佬！"
        },
        {
            "author": "Ghost_Last",
            "timestamp": 1592821620,
            "txt_content": "eb这地图真的很棒！我是刚刚进tcp的菜鸟，支持一下。\n"
        },
        {
            "author": "ChapterII",
            "timestamp": 1592825760,
            "txt_content": "领域？\n恭喜登仙\n有能力没时间做地图的默默哭泣TaT"
        },
        {
            "author": "WYL0zhu",
            "timestamp": 1593614880,
            "txt_content": "CB不是命令方块吗。。。"
        },
        {
            "author": "2113181806",
            "timestamp": 1593617340,
            "txt_content": "官图肯定做得好啊"
        }
    ]
}