{
    "title": "[原创/连载]《暮色森林传记》第五章——终蔫人族",
    "author": "800805",
    "replyCount": 4,
    "timestamp": 1592826960,
    "txt_content": " 本帖最后由 800805 于 2020-8-8 14:48 编辑 \n\n正文    “米诺菇，你为什么放走那两个人，你可知他们是重犯！”火焰沼泽的中央，九头蛇朝着米诺菇怒吼着。\n    “他们，太强...他们打败了我，拿走了迷宫破坏者...还，弄塌了迷宫。”\n    “胡说八道！那迷宫是你的地盘，除了你，没人能破坏。你的实力我很清楚，他们能被巫妖打败，就肯定敌不过你，”九头蛇眼中一道炽焰闪过，“我动物派系是暮色森林里战斗力最高的一族，不可能被人族打败。竟然你不愿帮忙，就不必留下了。”\n    九头蛇伸出了脖子，一口咬住米诺菇的胸口，随后喷出一道火焰，它就这样亲手杀了自己的大将。\n    谜题羊背着史蒂夫，艰难地走出了暮色沼泽。\n    “我们现在去哪。”史蒂夫显得很虚弱。米诺菇的那一板斧伤害实则不低。\n    “去终蔫之地投靠人族，你也是人类，他们兴许会收留你。”谜题羊受的伤也不轻，但相比史蒂夫却好多了。\n    “你是说，一道阳光的地盘，那个可以释放很多氵的人。”\n    “没错，就是他。他曾经用这个本领，水淹了茶馆，自此出名。”\n    史蒂夫沉默了，也许是伤痛，也许是在思考什么。\n    谜题羊就这样背着他，走了很久很久，大概还有几百米的时候，终于累倒了。\n    史蒂夫只感到一阵浑身无力，也昏迷了过去。\n    又过了不知多久，谜题羊推了推他的身子。\n    “醒来了，史蒂夫。”谜题羊喊道。\n    史蒂夫睁开眼，发现他们两个身上伤痕全无。\n    “这是怎么回事，我好了，还是出现了幻觉？”\n    “不是不是，这里是巨人矿工和武装巨人的云上小屋。他们下去巡视的时候发现的我们，并伸出援手，给了许多食物和治疗药水。”\n    随后一个非常高的身影从外面走了进来，“你好，我是巨人矿工。”那个人笑着说道。\n    “谢谢你帮了我们，否则，要是九头蛇追来，我们可招架不住。”\n    “你们惹怒了九头蛇？”巨人矿工表示很吃惊，“那可麻烦了，九头蛇身形庞大，强大而狡猾，非常不好对付，除非......”\n    “除非去终蔫城堡见一道阳光，投靠他，对吗，”巨人矿工点了点头，史蒂夫继续说，“这正是我们来的目的。”\n    “哎，很麻烦。余烬之灯丢失了，想要去城堡，必须要到巨魔洞窟寻找。”“那又怎样，我们别无选择。”史蒂夫拉上      谜题羊，“我们走吧，巨人矿工，再见。”\n    巨人矿工听完，居然拿出了一把巨大的石镐。\n    “这是巨人镐，对你们或许有帮助。”\n    “谢啦。”史蒂夫和谜题羊飞奔出去，或许是这里方块太大的原因，他们看到这里的生物都比较小。\n    走了一天，他们终于从通天豆茎下来，走到了巨魔洞窟外，没等进去，一个洞穴巨魔就挡住了他们。\n    “居然是人类，我还以为是动物呢，真扫兴，”可等他仔细一看，“哈哈，居然有只羊，是时候来顿饱饭了。”\n    “等等，你也是人类，为什么要杀他。”史蒂夫质问道。\n    没等洞穴巨魔说话，谜题羊先回答道：“他们生活在阴冷的洞窟里，虽然是人类，但想吃点肉也正常。”\n    “还是你懂我。”说完他便扑了上去，一拳打向谜题羊。\n    但是迎上来的，却是史蒂夫的一剑。\n    “你的剑居然和我的拳头不相上下?一把普通的钢叶剑？有趣。”\n    “这可是附魔的钢叶剑，锋利Ⅳ。”史蒂夫说完，谜题羊从后面用羊角使劲向前一冲，但他不知道洞穴巨魔的力气有多大，随后被顿时举起。\n    “我还没抓你，你到冲过来，真实天赐美餐，让我试试味吧。”\n    正当洞穴巨魔张开了大嘴，谜题羊扔了一块牛排进去，他连忙吓得闭上了嘴，随后吃到那浓浓的肉味。\n    “好香，这是熟牛排？”洞穴巨魔舔了舔嘴边，“能再给我一些吗，我愿意用宝物来换。”\n    本来谜题羊还只是想以牛排脱身，听到宝物，他便想到了办法。\n    “你有宝物，可以啊。”谜题羊从史蒂夫的背包里掏出二十几块牛排，“只要带我们找宝藏，这些都是你的。”\n    洞穴巨魔点了点头，带他们走到了一个巨大的黑曜石外。\n    “宝物就在里面，看你们能不能拿到...”还没说完，便看到史蒂夫手上的巨人镐，瞬间挖开了黑曜石，露出了里面的箱子。\n    谜题羊走上前去，打开箱子，翻到了一个带着几层灰的旧灯。\n    “就是它了，余烬之灯。”谜题羊抄起那个旧灯，把牛排扔给洞穴巨魔，拉上史蒂夫的手，瞬间出了巨魔洞窟，来到了终蔫城堡下。\n    “我们走。”说完，他举起了余烬之灯。\n 嘉宾观众席@卡壳 @剑齿虎 @新人x号 @燃雪听风 @随意之光 @电磁步兵 @阿秋Minecraft @北极仙光 @自由李代数 @mohui666 @曦灬月 @Mr.时间之瓶 @缇米Official\n 字数统计\n\n\n\n\ndi5.jpg (13.04 KB, 下载次数: 1)\n\n下载附件\n\n2020-6-22 19:52 上传\n\n\n\n\n\n\n\n\n\n\n\n去符号原文件(5).zip\n(25.02 KB, 下载次数: 1)\n\n\n\n2020-6-30 21:43 上传\n点击文件名下载附件\n第五章去符号的原文阅读权限: 10\n\n\n\n\n\n\n以上为word文档去符号字数统计\n以1汉字为1字节\n已附去符号源文件\n版主可核实\n\n上一章\n下一章\n目录\n",
    "replies": [
        {
            "author": "🔥❄️",
            "timestamp": 1592826960,
            "txt_content": "支持一波啦~"
        },
        {
            "author": "Pan$brother",
            "timestamp": 1592827980,
            "txt_content": "宁就是新一代带文学家"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1592835120,
            "txt_content": "好长，续更了，支持233"
        },
        {
            "author": "殆辰羽_",
            "timestamp": 1592837760,
            "txt_content": "e道阳光好评"
        }
    ]
}