{
    "title": "[1.16]嘛，给玩新版本的矿友们一些TIPS~",
    "author": "依然冰奈斯",
    "replyCount": 6,
    "timestamp": 1592917680,
    "txt_content": " 本帖最后由 依然冰奈斯 于 2020-6-23 21:24 编辑 \n\n1.关于下界\n下界总的来说变得更危险，因为往常能直接跟玩家照面的只有僵尸猪灵是中立的，\n但是更新后，会有默认敌对的猪灵和疣猪兽，而且二者伤害也不低，并且有近战有远程还有击退。\n诡异森林里虽然都是末影人，但是生成几率异常高（不及末地，但频率跟主世界僵尸相当），\n所以也不像官方宣传的那么安全。\n所以没有一身好的防具尽可能还是别以身犯险。\n2.炽足兽\n带诡异菌吊杆骑炽足兽在熔岩海上行走比较方便，可以设立炽足兽坞等设施作为下界公共交通建筑。\n炽足兽坞用炽足兽圈、诡异菌农场和木场组建就可以（钓竿用的线可以击杀炽足兽掉落）。\n炽足兽圈在主世界也是可以搭建的，用来刷线，但是要注意为其设置屋顶用来避雨。\n3.灵魂沙峡谷和恶魂\n灵魂沙峡谷因为空间比较宽阔，熔岩海较少（其实不少，但是都在32一层）且恶魂生成频率较高，\n所以灵魂沙峡谷特别用于适合收集恶魂之泪。可考虑准备弓弩去击杀他们。\n4.熔岩怪\n熔岩怪获取方式变多了，有自己的刷怪笼（在猪人堡垒里），在玄武岩三角洲也有较高的生成频率。\n所以熔岩怪可以量产，全自动岩浆膏机可以实现。\n5.以物易物\n用金锭与猪人做交易完全没必要。除非你金锭多到不像话，\n以物易物的大部分产品都可以在猪人堡垒里作为战利品出现。\n以物易物里最值得注意的战利品有哭泣的黑曜石、灵魂疾走附魔书、荧石粉。\n以物易物最大的亮点是可以实现自动化，由投掷器“喂”猪人金锭并使用漏斗收集，\n但是猪人捡起金锭的速度比不上漏斗收集的速度，所以要给漏斗增加开关（可以使用延时器或时钟电路）。\n另外猪人交易场只能在下界进行。\n6.堡垒遗迹\n首先是战利品，独占战利品包括猪鼻旗帜图案和pigstep唱片；\n此外收集到远古残骸、下界合金碎片和下结合金锭的概率还算一般的，\n下界合金装备概率低（但是最近查维基说不可能获取了，没去验证），\n哭泣的黑曜石、金块、荧石也是出现概率比较高的战利品。\n然后是有关探索，首先这东西占地面积并不像下界要塞那么庞大，\n完全有可能被下界岩包围的水泄不通，所以寻找的时候可以使用隧道法。\n然后这个结构不是完全完整的，且本身也有一定高度，道路也有一定破损，\n很有可能在顶层的路上一觉踩空掉到遗迹下方的熔岩海里，\n在跟猪人和疣猪兽战斗时一定要占住死角，否则很容易击退到跌落。\n7.新材料相关\n首先是探矿，远古残骸可以在下界10-20层左右附近找到，\n因为它本身抗爆防火，所以最简单的方式就是爆炸法。\n因为床爆炸效果比TNT大，成本也低，用床炸非常省力，这样就会让它裸露在外面了。\n然后是下界合金锭，制作方法不用说了大家都懂，\n一个锭很值钱的，而且可直接用于合成一个下界合金装备，\n所以不要将其用来修复下界合金装备，多余的锭合成矿物块炫富更好。\n至于合成出来的下界合金装备，最好的修理方式就是给它一个经验修补的魔咒。\n8.新的金矿石\n更新后有两种金矿石，一个是下界金矿石、另一个是镶金黑石，\n下界金矿石使用精准采集镐是掉落本身，烧炼获得1金锭，\n但是用时运III挖就和青金石一样，最大掉落24个，但期望是6.4，\n所以采集下界金矿石使用精准采集的镐更合算，\n因此在下界岩中挖隧道还是用精准采集比较靠谱。\n镶金黑石的机制类似于砂砾，在不掉落本身的前提下，掉落金粒，本身也不能被烧炼，\n属于比较贫瘠的矿石。对镶金黑石最好的方式无疑是使用时运III的镐开采。\n9.标靶\n箭等弹射物的二次弹射不会触发标靶产生红石信号，仅第一次可以。\n至少我验证是这样的。如果这个被证实是个BUG并被修复，对仿人工怪物磨床会有极大改进。10.菌类和菌索\n跟花类一样，可以通过时钟电路+发射器+骨粉+水流收集的方式全自动获取这些物品。\n\n其他好像没什么要提示的了，照本宣科的玩就好。以上心得都是玩测试版获取的感受……\n\n\n",
    "replies": [
        {
            "author": "⭐🐟",
            "timestamp": 1592917680,
            "txt_content": "谢谢大佬！大佬辛苦"
        },
        {
            "author": "曦灬月",
            "timestamp": 1592917740,
            "txt_content": "大佬整理的真全面.."
        },
        {
            "author": "随意之光",
            "timestamp": 1592917920,
            "txt_content": "大佬整理的很全面\n辛苦了\n"
        },
        {
            "author": "希望工程",
            "timestamp": 1592917920,
            "txt_content": "大佬辛苦了            "
        },
        {
            "author": "MAN_HIM",
            "timestamp": 1592917980,
            "txt_content": "新的知识又增加啦！"
        },
        {
            "author": "Wudji",
            "timestamp": 1592917980,
            "txt_content": "全面啊      "
        }
    ]
}