{
    "title": "coco的战斗mod企划分享（欢迎大佬做出来）",
    "author": "1677226559",
    "replyCount": 6,
    "timestamp": 1592935620,
    "txt_content": "coco酱的战斗企划：\n.天赋系统：基础，运动，近战，远程，炼金\n各有分支，详细就不码了，基本是对原版数值的适当加成。（参考gskt mod那个加点）\n\n.马匹系统：马分血统，数值由血统加一个随机函数得到，故意地培养良种马杂交，可以得到更好的马，马有饥饿度（所以会回血）\n\n.新材料：竹筒，木柄，青蓝锭（钻石与铁在炼金铁砧上敲制得出），弓筋（线合成）\n\n.新方块：装配台，远程装配台，炼金铁砧\n\n.武器系统：\n1.锤子：中攻距，中攻速，左键敲击，右键范围挥打，shift加左键当头一棒（有概率击晕），shift加右键敲击地面（减缓敌人速度，攻速）\n\n2.军刀：中攻距，高攻速，左键戳击，右键砍，shirt加左击跳跃斩，shift加右击看破（从按下按键开始，有0.2秒判定时间，若判定到攻击则按左键反击造成1.5倍伤害，判定失败则进入0.5秒疲惫无法攻击期）\n\n3.太刀：远攻距，高攻速，左键砍击，右键大动作砍，shift加左键持刀冲锋，shift加右键居合（蓄力主动释放则向前飞，并对沿途造成伤害，被攻击时0.1秒内释放有概率缴械并造成1.5倍伤害）\n\n4.长枪：超远攻距，低攻速（中），平地时，左键刺击（破甲），右键横扫（慢），平地持盾时，左键刺击。上马动作，左键刺，马达到极速2秒后右键进行持续的长枪放置（期间被枪尖刺中的低速或相对速度单位受到巨额伤害，可以来回穿刺多个人）。\n\n5.短弓：马上使用的弓，比原版弓伤害略高，弹道快但弯曲大，拉弓速度中等。（受马匹速度加成，速度越高伤害越高）\n\n6.竹弓：不可以马上使用的弓，拉弓速度快，弹道几乎平直。左键蓄力一次发射平行的随机散布的3根竹箭，单根伤害较低。右键蓄力发射普通箭。享受特殊附魔（箭雨，左键多发射两根竹箭）\n\n7.栓动枪：固定的伤害，0.8秒的拉栓时间，左键发射，右键瞄准。可在装配台改造部件（不影响伤害，影响弹道，瞄准镜，马上使用与否，双持）\n（与弓之间的强度比较，全附魔后，中距离不如弓火力凶猛，远距离靠精准杀人）\n\n8.转轮手枪：固定伤害，0.3秒的攻击间隔，左键发射。可改造。可双持。\n（与弓之间的强度比较，手枪20格外命中靠信仰，15格内有不俗的近身火力，但10格以内大概率打不过近战）\n\n9.画伞：收伞状态：弱化版拉栓枪\n               shift加左键开伞：右键防御，从高处落下可做降落伞。\n               shift加右键拔刀：极高攻速，中攻距，低伤害，高暴击率。此状态，左键刺，右键砍，shift加左键招架（期间只可缓慢移动），70概率阻挡挥砍，30概率阻挡刺，10概率挡远程（挡住了会发出打铁声）。\nshift加右键合鞘\n享受特殊附魔（暴击率，暴击倍率）\n\n10.草薙刀：灵感来源于怪物猎人操虫棍。\n极高攻速，远攻距，低伤害，有暴击。左键刺，右键挥砍\nshift加右键状态下：w+空格起撑杆跳到6格高，加wasd会各向前后左右跳跃，加了天赋以后附带攻击。\n空中状态：左键下刺，向前两格落下并对下方造成固定暴击同时眩晕1s。右键向下方落地并造成大范围伤害（提高暴击率）。wasd会在空中向前后左右突进，加了天赋空格附带二段跳。\n\n护甲与炼金：\n铁板：由铁块在炼金铁砧上敲制得来。\n\n板甲套：有铁套加铁板合成，防御高于钻石甲，但无法跑。可以在装配台改装配件（旗帜，羽毛，颜色）\n\n大铁盾：由盾加一圈铁板合成，极高防御力，手持时无法跑。无法在马上使用。\n\n青蓝锭：由钻石和铁在炼金铁砧上面敲制得来，只能用于制作武器和枪管。\n\n药师类玩家内容：\n携带药瓶堆叠数量为16，蓄力可扔的很远（重点，药师史诗级加强，受天赋投掷加成）\n手里剑：投掷物，左键扔出，需蓄力0.5s，可以沾属性（毒，或者奶），一组32个\n\n苦无：投掷物，左键刺，右键扔出，需蓄力1s，属性持续时间比手里剑久。\n\n**：投掷物，左手持打火石可用，左键点火\n未点火时，右键安放，打火石点火。\n点火时，右键蓄力投掷。\nboom\n\n尾声：尽可能做到了物尽其用，不会有很变态的武器和无用的武器。coco酱制作哟~\n\n\n\n\n",
    "replies": [
        {
            "author": "1677226559",
            "timestamp": 1592936040,
            "txt_content": "这套作战系统：\n加强了一直原版一直默默无闻的骑士和药师。\n根据这套，衍生了平原无敌的骑士，和适合复杂地形作战的草薙刀武士，障碍物里的弓箭手，远距离的枪手。\n互相克制里，尽可能强调个人技术在pvp中重要性和对环境的选择"
        },
        {
            "author": "1677226559",
            "timestamp": 1592936460,
            "txt_content": "因为天赋在正常情况下不可能全部加满，所以一个人也不可能是全能战士。"
        },
        {
            "author": "乱世小熊",
            "timestamp": 1592944680,
            "txt_content": "感觉不会有人做出来。。而且 请善用编辑。。"
        },
        {
            "author": "1677226559",
            "timestamp": 1592962140,
            "txt_content": "乱世小熊 发表于 2020-6-24 04:38\n感觉不会有人做出来。。而且 请善用编辑。。\n悲（确实不太可能会被采用）"
        },
        {
            "author": "求其东风",
            "timestamp": 1593003180,
            "txt_content": "大佬厉害啊，这都想的出来"
        },
        {
            "author": "1677226559",
            "timestamp": 1593083880,
            "txt_content": "xiaoangqwq 发表于 2020-6-24 20:53\n大佬厉害啊，这都想的出来\nemmmm，只是瞎想而已，但是好想玩到啊，好希望有dalao能做"
        }
    ]
}