{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·秋叶回忆篇（二）",
    "author": "晨曦赤寒GO",
    "replyCount": 3,
    "timestamp": 1593069660,
    "txt_content": "目录传送门，不过可能有一段时间不能用\n\n秋叶回忆篇（二）·半个月\n\n秋叶镇是个很小很小的城镇，但尽管如此，蓝在这里暂住的这段时间里发现，这里可以说是麻雀虽小但五脏俱全，大到剧院小到小卖部，有着各式各样的店也有着各种各样职业的人，每个镇民都有着自己在镇里的职业，秩序井然，几乎可以算得上是一个小的区域之城。\n而在秋叶镇的边缘，有着一家看上去非常古老的铁匠铺，这是秋叶镇唯一的铁匠铺，但却很少有人会来这里买铁器，也不知道为什么。\n不过现在，正有一个人站在铁匠铺前，大声的嚷嚷着。\n“喂！老不死的！我让你做的东西做好了没有，拖那么多天，想荣归英灵座就直说，老子帮你。”\n然而，就算蓝这样喊了，铁匠铺里还是一点点动静都没有，就像里面根本没有人一样。\n但是，这种方法骗骗其他人倒是可以，不过蓝可是不会信里面没有人的。\n毕竟开这家店的人跟他，也算是过命之交。\n“好，装作不在家是吧，行，你完了。”\n粒子在他手中凝聚、压缩、拉伸，呼吸间，一把纯粹由粒子构成的剑被蓝握在手里。\n粒子构筑→粒子构筑·剑\n“把剑收起来吧，你的身体不是还没完全好吗，等会伤口裂开了，看你怎么回去和伊娜交代。”\n一个看似已经七八十岁的老人，赤裸着上身铁匠铺里走出来，一身铁块似的肌肉和遍布全身的恐怖伤痕，让人很难想象他曾经遭遇过什么。\n“嘁……用不着你管，我只想问我要的东西你搞定了没。”\n见老人从铁匠铺里出来，蓝语气不屑的回了他一句，同时松开了手中的剑，粒子构成的剑失去了蓝的控制，一下子化作零散的粒子消失在空气中。\n“你在想什么呢，肯定还没好啊，节肢杀手Ⅱ加锋利Ⅰ的铁剑，我又不是协会的一整个锻造班，怎么可能那么快就打出来，况且我现在都一把年纪了，怎么可能还和以前一样。”\n老人自顾自的把手上分量不小的锻造锤放在一边的铁架上，然后用脖子上的毛巾擦了擦汗，完全无视了蓝杀气十足的目光。\n一把年纪？就是显老了一点就说自己一把年纪？你是在搞笑吗？还想用人老不中用这种理由，你怕不是退休太久了，都忘记自己是谁了吧，诺尔兰纳。\n蓝现在非常想上去抽他一个大耳光子，只是因为他这种消极怠工的样子让他非常非常的不爽，而不是因为拿不到可以干掉那只蜘蛛魔物的剑才生气。\n诺尔兰纳，二十年前活动极其频繁的粒子战士，以杰出的锻造技术闻名于世，巅峰时期随手打的一把武器都是附魔武器，其巅峰之作——幽兰戴尔作为百年来唯一一把同时拥有五种附魔，并且每个附魔都是在二级以上的武器，成为了当时屠龙者的专属武器，现在正插在霜落城英灵殿的一座墓碑前。\n“那什么时候能拿，我没有太大时间了。”\n“那……就后天吧，但如果你急的话，明天就可以拿，不过有没有节肢杀手Ⅱ就另当别论了。”\n“行，如果后天早上我没有看到剑，你这家店就别想要了。”\n忍住了抽他的冲动，蓝转身离开。\n“对了，蓝。”\n老人突然叫住了蓝。\n“几天前有一个外地人在远郊的小树林失踪了，你……”\n还没听完老人的话，蓝就自顾自的离开了。\n“唉，这家伙。”\n老人叹了口气，重新提起了身边的锻造锤。\n……\n“啊！是蓝哥哥！是蓝哥哥回来了！”\n从铁匠铺离开后，蓝就径直回了福利院，本想着孩子们应该已经午休了，结果刚踏进福利院的大门，就听到不知道哪个孩子喊了那么一句话，然后不知道从哪里蹿出来的孩子们围住了蓝，里三圈外三圈的。\n这些家伙是有什么特殊能力吗？\n现在距离他被伊娜大妈救下已经过去了半个月多，按道理来讲应该是伤好后就直接离开的，但因为那只蜘蛛肯定还在那个小树林里埋伏着，考虑到小镇人的安全，蓝决定在这里多住一段时间，直到把那只蜘蛛彻底的送去见阎王为止。\n但暂时住下的结果就是蓝又欠了伊娜一个人情，为了还清这个人情以及救命的人情，蓝开始在秋叶镇帮忙一些事情来补贴福利院的开支，以还清人情。\n“你们别围着我，我还有事情要做，没时间陪你们玩。”\n蓝的语气非常的不耐烦，但还是没有孩子离开一步，依旧是围着他叽叽喳喳的吵个不停。\n“蓝哥哥，你是要去打怪物吗？能不能带上我，我不会让妈妈知道的。”\n“蓝哥哥，今晚能不能再放一个上次那个烟花，真的太好看了，今天还想看！”\n“蓝哥哥……”\nMD，这些小鬼头是会读心术吗？果然就要像师傅一样，不能对小孩子太好，就要多打才行。\n蓝看着这些连自己腰都不到的孩子们，却感觉比对付魔物还要头痛。\n“大家！吃饭了！”\n上方传来大妈的吆喝，孩子们突然一哄而散，争相恐后的跑回房子里，就像是在晒太阳的兔子突然看到了远方跑来了一只狼一样。\n蓝抬起头，看着穿着围裙的伊娜大妈从窗户里探出头，举着饭勺向他打招呼。\n“不回来吃饭吗？蓝。”\n“没时间，面包就行了。”\n大妈叹了口气，转过身，从床边消失，几秒后又在窗边出现，然后把用袋子装好的面包抛给蓝。\n蓝接住了袋子，摸出个面包叼着，转身离去。\n“记得晚上之前回来，晚饭会给你备着的。”\n“你很啰嗦啊，大妈。”\n目送蓝离开后，大妈返回了餐厅，孩子们已经围着圆桌坐成一圈，大妈点了点人数，发现有点不对劲。\n“若叶和岚岚呢？怎么没看见他们人。”\n“我们坐好后发现岚岚不在，若叶他已经去找了。应该很快就要回来了。”\n“这样……”\n“嘭！”\n木门突然被大力的推开，砸在墙上发出很大的响声，满头大汉的若叶站在门口，他看上去是一路快跑回来的，整个人喘的不行，整张脸都红彤彤的。\n“若叶你怎么一个人回来了？岚岚呢？”\n伊娜心里浮起了一丝不安。\n“岚……岚岚……岚岚她……不见了！”\n……\n青葱的草地，稀疏的树林，一副生机勃勃的景象，但四周被拦腰折断的树木和焦黑的土地，提醒着过往的行人，这里发生过他们无法想象的事情。\n蓝单膝跪在草地上，手里捏着一撮黑色的刚毛，打量了一会，又重新站起来。\n这里面的粒子结构还没有彻底分散，大概才过了一天左右，看这样子，这家伙估计是好的差不多了，都敢出来晃荡了，啧……没有时间了。\n蓝张望了一下四周，打算去下一个地方探查。\n但就在此时……\n“啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！”\n女孩惊恐的尖叫声从远处传来，一瞬间，粒子飞扬，一阵轻爆声，蓝的身影瞬间消失在原地，只留下在空中缓缓飘散的刚毛。",
    "replies": [
        {
            "author": "一竖一横",
            "timestamp": 1593072000,
            "txt_content": "发个顺丰过去是法国网球\n\n\n\n\n"
        },
        {
            "author": "xjzh123",
            "timestamp": 1593076320,
            "txt_content": "截肢杀手和锋利不是不能共存嘛，难怪这么难铸造，我还以为又是那种战力和现实中游戏玩家极度不符合的文，那种新手村里落后到石剑可以开无双的。"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1593080400,
            "txt_content": "xjzh123 发表于 2020-6-25 17:12\n截肢杀手和锋利不是不能共存嘛，难怪这么难铸造，我还以为又是那种战力和现实中游戏玩家极度不符合的文，那 ...\n我这里设定修改了一下大部分附魔的效果，会在后面的内容里提到，而且这里的附魔原理在之前的章节里有说，所以节肢杀手和锋利同时出现是可行。"
        }
    ]
}