{
    "title": "【原创/连载】便利店老板的奇妙穿越记",
    "author": "Minecraft.Wnxi",
    "replyCount": 2,
    "timestamp": 1593058920,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-8-12 17:01 编辑 \n便利店老板的奇妙穿越记#1\n“气死我了”，便利店老板走在繁华的大街上，“我怎么又被骗走600块钱？！”\n是的，我就是这样看起来平平无奇的便利店老板。我生来就有一个特殊的能力，那就是能无限变Q，至于为什么，我也不知道，我只知道有些人整天就知道压榨我，但我给他们钱，不过既然都没事干，这似乎一直也不是什么坏事。直到那一天…\n我像往常一样在便利店里上班，一个身高目测快两米的黑衣人走了进来，他二话不说，在我的桌子上放下了一个长方形的物体，这坨长方形物体中有紫色的类似玻璃的东西，没等我来得及说完话他就消失了。\n像平时一样，我再次踏上了回到家里的路，我从口袋里掏出神秘人给我的黑色物体，我研究了半天，并没有发现任何用处，并若无其事地把它扔在了地上，就在这时神奇的事情发生了：这个黑色的物体，突然变成了5米高的大门，门中泛着紫色的光芒，仿佛正在释放着无穷的力量。\n顿时我感觉到一股强大的吸力，我马上被这股神秘的力量吸了过去，便坠入了传送门…\n“哎哟，我的妈呀”！当我再次醒来，我似乎已经离开了繁华的城市，来到了绿草茵茵的大平原上。看着这一番景象，我不禁震惊了：一望无际，目测了几千里的草原，一条条蜿蜒流淌的大河，以及那一个个新罗棋布的湖泊，以及一颗颗高大的树木，和五彩缤纷的小花。我这辈子都没见过如此美妙的地方，所以？这是哪里？\n“我c”！我狠狠的摔在了地上，这才发现整个世界画风的不同了！感觉全世界都变成了一块一块的，然而这不是最重要的，最重要的是我竟然变成了快两米的高大个！“噢哈哈哈，哈哈哈哈哈哈，”我禁不住大笑了起来，“我再也不是那个矮挫的小个子了，哈哈哈哈哈，现在我是高富帅，不接受反驳！“\n但是马上一个很重要的问题摆在了我的眼前：我该怎么在这个异世界生存下去？我不经沉思了起来，坐在了艹上。我像我习惯了那样，像拍桌子一般拍了拍（或者说是捶）地上的草，我瞬间就陷了进去，足足快一米深！“我的妈呀？！”这又是什么情况？我不禁自言自语起来，“难道我可以挖掘东西吗？”\n于是我像刚才的那样又捶了一下艹地，瞬间又陷出了一个大坑，我敏捷地发现我身上似乎多了两个土块。“这玩意有什么用？”我说到，“这感觉根本不科学呀（别跟mc讲科学），直径1米的草块怎么会变成那么小的土方块呢？”我把手上的土方块扔（放置）在地上，它在一刹那间，像一块吸了水的海绵，膨胀了起来，形成了一块直径有一米的土块。“Um, that's interesting.”我缓缓地说，“难道其他东西也可以这样吗？”\n我缓缓走向身边的那棵橡树，开始暴捶上面的原木，它没过几秒就成为了一个缩小版的原木。“可是这有什么用呢？”我像一个**人似的说起了。我抬头一看烈日，摸了摸湿漉漉的背，才发现我身上竟然有个背包！我小心翼翼地打开了这个背包，猛的抬起头，发现眼前浮现了4个格子，我抱着好奇的心理将原木放了上去，它竟然瞬间分成了4个木板！？\n这时4个格子旁边浮过一行文字：现在可以制作工作台了。我还没看完下方又出现了一个方方正正的图标，我试图点了一下那个图标，意想不到的事情再次发生，我手里的4块木板自动放在了4个格子上，我的背包里多了一个叫做工作台的东西。我将它放在地上，摸（点）了一下它，眼前瞬间又浮现出一个九宫格，左手边还有更多的提示！\n“哇…竟然可以做那么多东西。”，我尝试点了其中的几个，“咦，怎么都要木板？”于是我只好不分青红皂白的又开始了捶（撸）树，看着地上一个个的原木，我将它们捡起来，又打开了工作台，合成了一个稿子？而且工作的还提醒我可以去挖石头。\n我来到一块裸露的岩石旁，敲下了十几个原石，回到工作台，又获得了一把石镐。这时天色慢慢黑了，太阳从头顶上晃晃地坠入世界的另一端，我看见几十米外竟然有几个奇怪的身影…\n后记鸣谢：感谢论坛的一些水怪给我提的剧情建议，以及角色人设注：这是我第1次发连载文章，还请多多关照，如果以后有条件的话，可能会改成图文文章目录→【原创/连载】《便利店老板的奇妙穿越记》目录https://www.mcbbs.net/thread-1083144-1-1.html\n\n\n\n",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1593059280,
            "txt_content": "艹地（确信）"
        },
        {
            "author": "800805",
            "timestamp": 1597056840,
            "txt_content": "哇…竟然可以做那么多东西。”，我尝试点了其中的几个\n提示语在中必须是后引号前面加逗号，后引号后面无符号\n正确示例\n哇…竟然可以做那么多东西，”我尝试点了其中的几个\n我像一个**人\n遇见屏蔽词请加空格\n\n一下艹地\n好好的草地就变味了\n\nPS：1318字\n"
        }
    ]
}