{
    "title": "[阅读理解]圆顶冰屋",
    "author": "堕天使之墓",
    "replyCount": 4,
    "timestamp": 1593185220,
    "txt_content": " 本帖最后由 天真可爱咖啦子 于 2020-6-26 23:30 编辑 \n\n原文信息：名称：圆顶冰屋  作者：卡拉兹\n下列为正文，为方便阅读已折叠：\n\n废话\n这是卡拉兹\n我几天前跟你说过\n然后...很好，经过n天，我今晚写了几个小时\n是我（〃'▽'〃）\n\n文本：\n\n到了晚上，雪原冻结了。\n他在这个冰原上行走。除了白色的雪景外，几乎看不到任何东西。他的探险工具已经损坏或丢失，而且他已经好几天没有吃腐肉了。他只希望在前面找到一些食物或东西。\n他抬起头，眼前有盏灯。是的，虽然非常暗淡，但在这个下雪的夜晚尤为突出。自然，他走近了这个亮点。\n光线来自一堆雪。雪堆成一个避难所，里面还装有床，熔炉，盒子和合成桌。至于光源，插入了红石火炬。尽管他仍然没有食物，但至少他有庇护所。他碰上了圆顶冰屋，用正方形密封了入口，将一堆不必要的东西放进盒子里，然后在床上睡着了。\n\n雪停止了，太阳升起了。\n休息不能减轻饥饿。他吃了另一块腐肉，从昨天开始取下了立方体，并计划寻找一些食物。希望找到它，因为在这个地方很少找到食物。\n如果您仔细观察，附近还有一个冰湖。如果幸运的话，您可以在水下找到几条鱼。实际上，他确实很幸运：五只鲑鱼被封在湖底。我抓起其中一些，然后回来用木炭在炉子里煮熟。\n至少要吃点东西。他把鱼放在嘴里填满了几天。\n首先，不要担心腹部。他的探险工具被损坏或丢失，因此进一步开发并不安全。他决定以这座冰屋为基地，然后等他出去。\n他改造了圆顶冰屋。圆顶冰屋的总体结构没有改变，不同之处在于安装了木门，并在外部放置了一些标记。此外，他还修剪了附近的地面以使其易于行走。然后有食物。尽管他的肚子现在已经饱了，但不可能在这里花一辈子吃这些鲑鱼，更不用说那个地方的鲑鱼已经减少了一半？\n雪中​​应该有兔子。很好\n这时，太阳在他头顶上方。\n他选了一个蒲公英，然后试图找到雪兔。兔子可以适应某些恶劣的环境，并且已经改变了防护色。尽管根本没有天敌，但可以保证他们可以保护他们免受天敌的威胁。因此，很难找到这样的兔子-它与薛的白色完美融合，如果您不注意，它可能会通过。\n然后，找到一个下午。它非常罕见，很容易像雪一样被忽略。即使您很幸运也找不到它，更不用说幸运神拜访过他一次。\n在晚上。他现在在一个盆地中。尽管他更靠近冰屋，但他根本看不见冰屋。如果他现在想出去，估计这将非常困难。再有，没有迹象表明不能在晚上及时回家。同时，他的背包里只有蒲公英和一些污垢。同样，对于出门的后果没有足够的准备。今晚，他用泥筑墙。\n多亏了这堵泥墙，怪物们才没有发现被困在这个盆地中的探险者。\n\n好，今天早上。\n首先，由于今晚的经历，他不打算在外面过夜。其次，他必须寻找兔子来确保稳定的食物来源。\n他计划走出洗手盆，但感到自己没有走几步之遥。\n停下来望了很久：这里大约有三只兔子。至于为什么我以前找不到它，那是因为兔子的声音出乎意料的小，但是他很笨，因为他在寻找一只兔子。\n如果兔子受到惊吓，他将无处不在。他擅长诱使他：轻轻地接近兔子，轻轻地拉出蒲公英，轻轻地走出游泳池，然后再走回冰屋。\n现在我找到了兔子，并成功地将它们带到了基地。他标记了一个地方，铲雪，并用一堆野草和野花装饰了它。与其他地方相比，这个地方是一片净土。兔子不会轻易逃跑，因为兔子喜欢这个舒适的地方，并且没有受到威胁就不会离开。\n兔子喜欢蒲公英，它们非常简单。通过这些蒲公英，他繁殖了一些兔子。\n剩下一些时间，他漫步。除了发现云杉树，没有什么特别的。他打算回家...\n等一下，树？再次变得愚蠢，他现在用尽了木材。他跑到云杉的树上，用手砍下了树。\n\n在接下来的几天里，他在基地附近种植了一些云杉树木，以确保木材来源。他用足够的木头开了一个距离冰屋不远的坑，挖了一些石头。只要他再挖一些铁并制造一套新工具，他就可以离开。但是由于这是他建立的基地，他突然不想这么快就离开这里。\n考虑到这一点，他再次进入矿山并进行了更深的挖掘。他花了很长时间才挖出一块石砖。石砖是人造的，表明下面有人造建筑物。但是，他会对地下的建筑物感到好奇。\n他挖出石砖，进入大楼。\n这是实验室还是小监狱，他什么也没说。桌上有一个装有仙人掌罐和酿造架的盒子。笼子里有一个村民和一个僵尸村民。\n他第一次看到这个场景。\n他先打开盒子。盒子里装着面包，一堆铁锭，几个金锭，一个苹果和一本书。好的，有书。他打开书​​，看着：\n这个鬼地方真令人窒息。但是，这种地下室和这种环境最适合此实验。\n有时，一些僵尸村民会出来，许多人认为他们没有被救出，但我不这么认为。我敢说，我可以这么说，的确，僵尸村民可以被遣送回村民。\n\n仙人掌肉（X）我怀疑我是傻瓜\n发酵的蜘蛛眼（X）家庭疗法，没用\n伤害药水（X）更刺激\n治愈药水（X）不能用毒药攻击\n蒲公英（X）量\nYumeiren（X）花可能有用，但是，嗯\n面包（X）\n煮熟的猪肉（X）也许\n金苹果（√）因此，我以为我会以疯狂告终，但是意外地发现这种事情非常有用。我不知道原理是什么。它实际上成功地治疗了僵尸村民。\n\n意外地发现金苹果可以被治疗。现在的问题是，嗯，金锭不够用，我想把它们取回来。一阵子。\n“金苹果……试试吧，没问题。”他只是一堆碎片中的几个金锭。他回到了圆顶冰屋，取出了那些金锭。足以添加到地下室。\n他合成了一个金苹果，然后试图养活另一个僵尸村民。僵尸村民充满敌意，无法释放他。但是-酿造台上有一瓶弱药水，这似乎是为他准备的。撒上那稀薄的药水后，他无力攻击他，然后将其送到僵尸的嘴里。\n他不知道为什么突然这样做，这可能只是很好奇。\n如书中所述，它已退还给村民。村民怎么说...放开他们，没有伤害。他释放了村民。\n刚要离开时，我在外面发现了一个向上的梯子。至于为什么他以前没有找到它，他不想考虑它。他爬上，想知道它在哪里。顶部是活板门，上面布满了东西。他打开活板门敲了敲东西。在is-groo上方，他最近的住所。\n恶魔的地方。\n\n太阳升起了。\n兔子在纯净的土地上快乐地生活。由于这两个村民也是聪明人，他们计划建造房屋和发展村庄。他要离开，因为他还没有在这里定居。他拿了一些必要的东西，其余的留在了盒子里。\n他离开了冰屋，离开了只陪伴他几天的基地。他走了一会儿，回头看了看基地。\n他拿出一张地图，并在这里标记了出来。\n建造了另一个泥旗。\n然后它走了很长一段路。\n\n\n问：\n1.圆顶冰屋里有什么鬼玩意？\n2.“今晚的经历”指的是什么？\n3.“这个鬼地方真令人窒息。”中，“鬼地方”指的是哪里？\n4.“他”是什么？\n5.“您”是什么？\n\n以上(〃'▽'〃)\n只是娱乐，顺带对下一篇瞎写文有想法了(〃'▽'〃)",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1593272160,
            "txt_content": "没有回复好惨\n\n咳咳\n1.里面还装有床，熔炉，盒子和合成桌。至于光源，插入了红石火炬。\n2.忘记了回家的路，在外过夜\n3.实验室还是小监狱\n4.主人公\n5.读者"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1593272460,
            "txt_content": "回帖奖励 金锭+1\n\n啊这，太长了，我刚刚写了作业，可以选择不看嘛（doge）\n别打我233\n↑\n阅读理解渣上线"
        },
        {
            "author": "猫小黑z",
            "timestamp": 1593272760,
            "txt_content": "太长了，，，，看不懂     "
        },
        {
            "author": "ghzz",
            "timestamp": 1593328380,
            "txt_content": "这阅读跟个鬼一样\n够长\n"
        }
    ]
}