{
    "title": "《MC一年戰爭》金前传（一）——前生",
    "author": "osborn2008",
    "replyCount": 2,
    "timestamp": 1370690460,
    "txt_content": " 本帖最后由 osborn2008 于 2013-6-8 19:27 编辑 \n\n金前傳（一）——前生\n       我的名字叫金-洛特斯，你们可以直接称呼我金就可以了。本人出生于某贫困的村庄里，有个年纪相差不多的妹妹。母亲在我懂事之前就已经去世了，家里有个酗酒的混帐父亲。不去耕地种田，也不去工作赚钱糊口养家，成天只知道喝酒，让我或者妹妹去帮他买回来，买不回来就会被拳脚相加，他不高兴的时候也会时常虐待我们，那段日子简直是噩梦。           索兰，这是我的原名，姓氏是易卜拉欣。我妹妹她叫苏茜娅。我们两平时相依为命，以偷盗他人的农作物和捡破烂去卖维生。很奇怪的是我们偷农作物的时候就算被看见了，农主也只是叹口气转身就走，而令居们也常常将可以卖的破烂分给我们。我知道他们是在同情我们。           然而有一天，我父亲病倒了。他病得很重，卧床不起，并不再像往常一样要我们为他去买酒。只是在被窝里呻吟着、颤抖着。而我和妹妹只是和往常一样，继续去偷农作物和捡破烂。也没有再去管他，任由他自生自灭。因为，我知道，这是摆脱他的好机会。等他病死后，我和妹妹准备筹钱买一块地种田，过上稳定安逸的生活。每当妹妹想起这个计划时，她的脸上总能浮现出灿烂的笑容。           可是，命运又一次给我开了个玩笑。。。。。           那天所发生的事我仍然记忆犹新，一个阳光明媚的晴天。我和妹妹向往日那样捡废品。捡完后我让妹妹先回家，自己则去将废品卖掉。如果，能有一次后悔的机会，我会选择和我妹妹一起回去。因为，因为。。。我。。。到家时，看到的那一幕。。。。将我的心狠狠地摔碎了。           妹妹躺在了血泊中，脸上流着两道干枯的泪痕，空洞的双眼只有无尽的哀怨和痛苦。我呆住了，脑袋一片空白，自己的灵魂像是离开了一样。。。。顿时，我突然感到背面一阵刺痛，转了身才发现生了重病的父亲已经把菜刀刺入了我的胸膛，如果是一般人，早已不行了吧。伤口血流不止，几乎把我推入了深渊。但是，我没死，我感受到我身上有一种无法用言语描述的力量在支撑着我，脑袋里一直回响着尖锐愤怒的声音：杀了他！          于是我握住了他那只沾满鲜血的手，身体向前倾，顺势将刺入我身体里的那把刀拔了出来。我看得出来，他很惊恐，为什么我还不死？他的眼睛直瞪着被刀刺穿心脏的伤口，嘴里不知在叨念这什么。然后又一次向我发动了攻击，他对着我的头部猛刺，但是被我闪过。我伸手将他手上的菜刀给夺了过来。          随即的一声令谁听了都会毛骨悚然的惨叫，他的腹部喷涌出大量的鲜血，倒下了，父亲他倒下了。此刻，我只是硬僵僵地直立在这充满血腥味的木屋，眼睛早已失了神，刚才支撑我的力量已经消失殆尽，眼前的只是一片漆黑。          许久，随着胸口那一阵阵刺痛，我稍微睁开了我那黯淡无光的双眼。在模糊的视线当中，我看到了一群村民正处于低处仰望着我。待我稍微清醒时，我发现我被拴在村庄的刑场的木柱子上，脚下是堆易燃的杂草堆。刑场下的村民没有一个人神情是不带愤怒的，当村里唯一的神官宣读我所“犯”的罪恶时，我的精神状态瞬间跌落谷底。神官说我已经死了，并且，认为妹妹和父亲都是我杀害的。这使我感到无比的冤屈，我是因为父亲杀了妹妹而复仇的啊，妹妹并不是我杀的，并且我是因为父亲想要杀自己而还击的。但是我没法动已经僵硬的嘴，因为我已经“死”了，也许是灵魂还没消散。我只能任凭神官将我这个“罪人”，说得连家禽都不如。         我只是，想要正大光明的活下去啊！而现在，我被人憎恨着死去了。。。。         这就是我的命运吗，自从小生活到现在，我一直过着人不像人、鬼不像鬼的生活，当希望出现在我眼前的时候，得到的最后只有绝望。为什么，我只是想要踏踏实实地过上好日子，却换来了这本不应该出现的恶果。我憎恨这个世界，憎恨那些不知实情的村民，憎恨那个胡说八道的神官。憎恨我那个混帐父亲。         正当我怀着悔恨的心情准备接受死亡的时候，一个熟悉的声音回响在我的脑海里：金，如果有第二次机会，你愿意当我的肉体，当我的躯干来毁灭这个星球吗。” 毁灭?我犹豫了，但那个尖锐的声音有再次回荡：“想着‘总有一天，总有一天会’，被这甜美的毒药蒙蔽，到底奋斗了多长时间了？最后还是走向了冤屈的死亡？”我又再次被动摇，心里的憎恨开始波涛汹涌了起来。          随着一片短暂的寂静，那声音再次回响了起来。“人类应该是被自己毁灭呐！追求自己的梦想，为自己的梦想奋斗了一生，然而他人更强、他人走的更前，自己却因为梦想而伤痕累累。竞争、嫉妒、憎恨，最后被这些东西冲昏了头脑！人类会被自己创造的黑暗所吞噬并走向灭亡！”他的话里开始带着对人类的愤怒，“但是现在，人类还苟延残喘着，互相残杀着，因为无知、因为不理解，自以为自己能制裁所谓的‘罪人’，随便就夺取同类的性命，真是愚昧的生物。”他顿了顿，继续说：“金，我希望你能够帮我肃清这个世界，最后的门将要打开,由你来打开!然后这个世界将走向终点，这个充满无尽欲望的世界！！”我被他这番话冲昏了头，接受了他的“应邀”。        我突然感到我有一种说不出的力量，对！那和支撑我躯体并刺杀父亲的那股力量感觉一模一样！想到刚才那个声音的话，我突然觉得自己是制裁这界的神！我要将那些冤枉好人的坏人统统杀光！将那些讥笑死者的人统统毁灭！将真理告诉那些不明真相的群众！没错，现在的我凌驾于阿X罗之上！！！（作者卖萌，勿介意~~\\(≧▽≦)/~）         我开始能感受到先前失去知觉的双手和双脚，是那么的有力量，我感受到自己的身体是多么的健壮明朗。我以为这是一个好的兆头，但是，我又错了。在我睁开眼的那一瞬间，我望过去的视线，眼前，是熊熊燃烧的一片火海，浓浓的烟雾还没有消散，空气中都是松木的焦糊味。脚下的焦土里夹杂着已被焚烧得不成样的砖瓦，和已经面目全非的几具焦尸。。。。         没错，我周围的这一片，就是我所居住的村庄。。。。         我做了什么！我竟然将这个村庄给毁灭了，连带那些无辜的居民一起给毁灭了。我脑袋里突然闪过村民们绝望的神情。原本不该这样子的啊！我。。。我只是想要告诉他们真相，只想将这个世界的罪恶统统消灭啊！为什么。。。。却成了这样。。。。         眼下，现在的我，已经无法用崩溃来比喻我的精神状态了。我只是失神地，向着村庄背面的森林走去。墨色的浓云开始积压在失去色彩的天空，淡漠的风凌厉地地穿梭着，一次次打在我身上，我只是缓慢地、毫无目地的向前走去。天色十分昏黑，片片乌云仿佛要压下来一样，还不时有震耳欲聋的雷声和刺眼的闪电，紧接着，大雨就像塌了天似的铺天盖地从天空中倾斜下来。         我只是静静地走着，直到我的视线消失在黑暗之中。。。。===============================我是分割線~===================================PS1：金的外传终于完成了，写了将近两个月了（自己太懒了。。。），总之写完撒花~\\(≧▽≦)/~PS2：那神秘的声音台词都是克鲁泽的哟~为黑暗の正义！老实说我为写这个花掉了大半时间。。。PS3：卖了个小萌的说=w=\n                                  \n",
    "replies": [
        {
            "author": "银狼",
            "timestamp": 1370690520,
            "txt_content": "还不错的哈..."
        },
        {
            "author": "378677027",
            "timestamp": 1370706000,
            "txt_content": "卖萌可耻啊魂淡"
        }
    ]
}