{
    "title": "【地图鉴赏】海上刺杀任务丨玩家社区需要更多的交流和温暖",
    "author": "晴路卡",
    "replyCount": 10,
    "timestamp": 1593191100,
    "txt_content": " 本帖最后由 晴路卡 于 2020-6-27 13:25 编辑 \n\n\n\n\n\n\nfile_1593184390000.jpg (198.85 KB, 下载次数: 1)\n\n下载附件\n\n2020-6-26 23:13 上传\n\n\n\n\n\n原帖地址\n原作者 @此名无义 \n你能玩到什么\n      海上刺杀任务是一张以人质攻防和职业技能为主要要素的PVP，也是今年BBS上的作品中我玩下来最舒适的多人游戏之一。这个作品观察了有三周左右，每个周末都有和认识的人尝试游玩，到现在仍然很乐意体验下一把。\n      整张图的优缺点个人概括如下，摘自展示版测评结果库中我写的评测：\n　作为一张PVP只有单个游戏场景确实有点单调                                                                         \n　但是多样的游戏模式和要素很大程度上弥补了这一不足                                                          \n　基本的玩法看得过去，团队协作和战略决策都在游戏中发挥着作用                                        \n　 角色技能丰富，有不错的操作深度                                                                                         \n　 命中和受击反馈上做足了功课                                                                                                \n　新手教学和训练靶场等游戏前要素很好地引导了玩家了解基本的游戏模式和各个角色的技能\n     总得来说素质是很不错的，很建议各位能抽时间体验下。\n\n\n\n\nfile_1593222494000.jpg (202.11 KB, 下载次数: 1)\n\n下载附件\n\n2020-6-27 09:48 上传\n\n\n\n\n\n交流/反馈的作用　　黑洞计划让我成为了一个乐意去体验其他人的地图作品的人。在对各种游戏类地图的体验和交流中自己对“地图”的认识也在不断地被刷新和完善。　　我也是个地图作者，我期待玩家能够下载然后去体验我的作品，也期待在这之后能有人和我对我的作品展开切实的讨论。偶尔有人会在我的作品下面反馈一些BUG，以及提出我的作品还能怎么改。这个时候我真的会认为自己是幸运的，这是件好事，真的是件好事。　　之前也在今年的另一张PVP中翻到了@Halcyon_Suoh 的反馈，提出的地图中存在的问题细致而准确，当时就觉得“好帅啊——”。　　综合上述原因，在第一次玩过海上刺杀任务后就留下了自己的反馈。　　所以海上刺杀任务一开始是怎么样的呢？\n　　老实说，第一次玩这张PVP的时候体验很糟糕。游戏有时不会正常结束，玩家在流程中无法得知自己的游戏身份，暴露的玩家位置和玩法不搭，游戏引导不足，缺乏受击反馈...种种原因都使得大家基本上都没玩明白。　　先是在原帖下留言，后来通过QQ联系...我，@空辰KC ，@tineseack_bk 都对这张图提出了一些问题和改进意见。不过最让我敬佩的是作者的执行力，连更了好多版本（要知道这些都是一个人的工作），几乎是提什么就加什么，到了“有求必应”的地步。当然，在一些设计上作者也有自己的判断，这同样很重要。\n\n\n\n\n\nScreenshot_20200627_001439.jpg (295.36 KB, 下载次数: 2)\n\n下载附件\n\n这更新频率没谁了...\n2020-6-27 00:15 上传\n\n\n\n\n\n　　靶场，受击反馈等都在这些有来有回的交流下添加到了游戏当中去，才有了现在这张PVP现在的样子。\n\n\n\n\nfile_1593233964000.jpg (175.23 KB, 下载次数: 1)\n\n下载附件\n\n2020-6-27 12:59 上传\n\n\n\n\n\n\n\n\n\nfile_1593233972000.jpg (206.18 KB, 下载次数: 1)\n\n下载附件\n\n2020-6-27 12:59 上传\n\n\n\n\n\n在？社区送温暖\n　　听说作者的游戏场景是掏钱请人做的...得知的时候惊讶又心酸。我不怎么推荐那么做...随着版本的更迭，minecraft原版能实现的功能也越来越开阔。创作者在自身能力不足以完成建筑任务的情况下，完全可以尝试去做一些弱化“场景”这一要素的游戏类型（也许是自欺欺人，毕竟我也没啥有印象的优秀的小场景作品，但我仍然相信“没有城堡的作品仍然可以是优秀的”，反正这么几年下来对大场景的作品有些审美疲劳了...）。　　第二次游玩的时候体验已经好了很多了，一起玩的人也对这张图有所改观。最让我感动的是KC做了次义务劳工...现在你能在这张图的原帖里看到的介绍图，以及资源包中的身份图标都是由KC贡献的。不由感慨“免费的才是最贵的”，这种好事什么时候才会发生在我身上。话虽如此，一张优质的作品本就应当得到支持。　　一起玩的@繁琐Fansuo 也在体验中提出了各种各样的问题。繁琐最近挖出了张一月份的素质不错的图，但这张既没拿到图章，回复和浏览量也寥寥无几。但是玩下来体验确实还行，很难相信这样的作品就这样沉底了...“我们不允许优秀的地图被淹没在底部”，希望这张后续也能获得更多的关注和肯定吧。\n　　作为一个仍然每天都会打开方块人的玩家，我总是抱怨这个游戏的展示属性有多强，玩家群体因为版本和玩法的不同被割裂得如何如何，玩家社区有多么糟糕...但是有时候真不如像KC和繁琐这样尽一些小小的善意来得对社区的帮助大。唉，反思吧。\n\n　　没什么文采，说得都是大白话，再次推荐各位能去体验下这张图。\n\n\n\n\n\nfile_1593222517000.jpg (144.79 KB, 下载次数: 0)\n\n下载附件\n\n2020-6-27 09:48 上传\n\n\n\n\n\n[groupid=1349]The Minecraft Lover[/groupid]",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1593218820,
            "txt_content": "【海上刺杀任务总让我想起侠盗猎车VC的那个骑着白摩托的刺杀任务……= =】"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1593224100,
            "txt_content": "我想想我是第几回玩了？噢，第三回了，到现在还玩不明白，我自己爬\n不过有一说一，这图确实太坑新人了，规则的复杂，角色的繁多，技能错综复杂，导致新手很难上手，对理解能力差点的玩家来说简直噩梦"
        },
        {
            "author": "tineseack_bk",
            "timestamp": 1593226020,
            "txt_content": "* Tineseack_BK 死了\n* Tineseack_BK 死了\n* Tineseack_BK 死了\n\n“？？Fatal 是啥啊”\n“我要干啥啊”\n“你们怎么见面不打啊？？啊？？怎么开始一起打我啊？？？”\n“？？怎么输了啊”\n“怎么我才 lv2 啊啊啊啊啊？？？”\n\n当然以上都是以前版本的体验"
        },
        {
            "author": "玄素",
            "timestamp": 1593237720,
            "txt_content": "测评这种事，难就难在它本身就有天然的门槛。你需要足够了解地图的制作，才能去评价或者去改善一张地图。像你我这样本身就是地图制作者的人而言，技术上的问题可以放置一边，但对游戏体验本身的理解和对细节设计的容忍程度同样会影响对地图的看法。\n举几个比较印象深刻的例子吧。\n一个也许不那么广为人知的东西，即使是冒险模式，你依旧是可以拔掉花盆中的花的。所以在地图装饰中用到了花盆的地图，就会因为一次无意间的右键而破坏掉这个装饰。做这样的重置难吗？很显然，不难。但很少有地图会在这方面作出防备。\n同样的，所有使用了等级作为某种提示的图，里面的铁砧都能被用到爆；使用了雪球作为检测的地图，雪球都可能被合成成雪块；自动补充道具的地图，都可能被通过鼠标拖开物品骗补充；有床的图，玩家都可能通过睡觉进行一些时间上的影响……\n又有多少地图会对这些东西进行完善的处理呢？\n同样，有很多作者“觉得”自己的引导已经足够，或者自娱自乐地完全不进行引导，只提供一个自己了解一切的地图给玩家，并且认为玩家也会自然了解一切。\n一个例子是某次在论坛里翻出来的一张“生存rpg”。它提供的引导将人带到一座湖中岛，然后戛然而止。大惑不解的我们动用gm3来寻找下一步的线索，却发现线索藏在地下某个完全没有提示的角落。难道它默认生存玩家都会原地挖区块？\n绝大多数的玩家，会通过“作者预期的方式”来进行游戏。一旦发生了“作者未做处理的事情”，便只得重置地图，一切重来。他们习惯了这样的过程，并认为地图没有问题，出问题的是他们的游戏方法。他们不习惯认为这是作者的错误。\n前段时间偶然和几个在某个mc群里认识的人游玩了一张应该来自台湾社区的rpg，恕我不太了解具体是哪张地图。那张地图里，生命自然恢复是关闭的，但在半个小时的流程之下我完全没有发现任何关于“什么东西可以提供治疗”的指引，而其中一个常用地点“银行”的门口有一个并不显眼但恰好能摔掉你一颗心的台子。你几乎一定会被摔掉血，而且根据你的记性好坏，这个过程会重复多次。在我看来，这是一个设计的失误，于是我和那几名玩家讨论了这个设计。他们给出的看法是，“你不明白作者是怎么想的”。\n作者不总是对的。也许他们自己不知道他们遇到的问题，他们需要人来告诉他们。\n作为一名地图作者，我希望能看到有意义的反馈，而不是无价值的“作者真棒”，虽然那确实很爽。\n作为一名玩家，我希望能看到作者愿意去以玩家的角度思考和设计地图。纯自嗨的作品价值真的不高。\n以上。"
        },
        {
            "author": "晴路卡",
            "timestamp": 1593238380,
            "txt_content": "玄素 发表于 2020-6-27 14:02\n测评这种事，难就难在它本身就有天然的门槛。你需要足够了解地图的制作，才能去评价或者去改善一张地图。像 ...\n拔花铁砧合成等等已反馈\n这些细节确实应该被注意到\n等着小草屠完，大喊\n“why you bully me”的受害者又要增加了XD"
        },
        {
            "author": "z616611938",
            "timestamp": 1595713560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "616611938",
            "timestamp": 1595803680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "寒光竹影",
            "timestamp": 1603981560,
            "txt_content": "看起来还不错 封面的船很好看"
        },
        {
            "author": "1122933",
            "timestamp": 1604245980,
            "txt_content": "我爱了，这个太厉害了"
        },
        {
            "author": "Gu54",
            "timestamp": 1613148360,
            "txt_content": "怎么说主角也得有个上手的载具吧，比如汽艇什么的"
        }
    ]
}