{
    "title": "我的世界：地下城第一个DLC觉醒丛林即将发布！",
    "author": "Sinbad_Official",
    "replyCount": 16,
    "timestamp": 1593186240,
    "txt_content": " 本帖最后由 Sinbad_Official 于 2020-6-26 23:59 编辑 \n\n\n\nNEWSMinecraft Dungeons: Jungle Awakens\n我的世界地下城: 觉醒丛林\n\nGet ready for the first DLC drop!\n准备好迎接第一个DLC吧！\n\nSofia Dankis\n注：本文中出现的所有译名都只是暂译。\n\n\nLast month, Mojang Studios released Minecraft Dungeons . Have you played it yet? I have and quite enjoyed it, even though it’s obvious that the team didn’t use any of the notes that I have been continuously submitting. I might believe that they didn’t get my emails and phone calls, but how could they miss the carrier pigeons I sent to their home addresses? I’m not saying that they had to change everything to center around yours truly, but a few references wouldn’t have hurt.\n就在不久前的上个月，Mojang Studios 发布了我的世界：地下城。你体验过了嘛？虽然开发团队没有采纳我提交的小建议，但我还是在其中获得了十足的乐趣。我可能会相信他们没有收到我寄出的电子邮件，没有接听到我拨打的电话，不过再怎么说，他们也不可能错过我放出的信鸽吧？我的意思并不是开发团队必须以我的想法为中心，不过参考参考他人意见总是好的。\n\nOne thing they did add was more shrubbery, vines, and humidity. Foliage as far as the eye can see. Oh, and a bunch of new weapons, armors, artifacts, and mobs. And three new story missions! Aaaand a free update, which includes the Lost Temple dungeon, some new items, and a few game balancing changes. Phew! I’m out of breath and I haven’t even gotten to the pandas yet.\n他们的确更新了一些东西，更多的灌木呀，更多的藤蔓呀，环境也因此变得更加潮湿了。一眼望去，尽是树叶。啊这，还有一些新的武器、盔甲、法器、生物以及三个新的剧情任务（即新地点）！啊呀，这是一次包含了失落神庙地下城，一些新道具，以及小小的游戏平衡修改的免费更新。呼！我还没看到熊猫就已经变得上气不接下气啦。\n\n\n\n\nThat’s right, the first Dungeons DLC is on its way!Jungle Awakens will be released on July 1, so get ready to battle new mobs such as the Leapleaf and Whisperer before ultimately saving the day by defeating the Jungle Abomination. For those of you who already bought the Hero Edition, all of this is included! Don't worry, you can always upgrade your standard game with the Hero Pass . Hooray! Sorry, I mean hero-ay! What, you think that’s a bad joke? I don't have time to craft my usual high-quality puns for you because I have a jungle outfit to perfect and pandas to admire from afar.\n是的！我的世界：地下城的第一个DLC正在策马赶来！觉醒丛林将会在七月一日解锁，所以在与最终BOSS丛林恶物（Jungle Abomination）展开决战之前，做好应对四足跃叶（Leapleaf）以及唤藤者（Whisperer）云云的新怪物的准备吧。对于那些买了英雄版的土豪来说，这些所有的新更新都包含进去啦！别担心，你可以随时用英雄通行证来将你的游戏版本升级为英雄版。咿咻！不好意思，我说的是英雄！嘛玩意，你说这是个没有新意的笑话？我可没时间再给你细细琢磨高质量的双关笑话了，因为我要去探索丛林，远观熊猫了！\nFiiiiine, I’ll leave you with one little treat to tide you over until the DLC drops. We have recently released the Dungeons soundtrack so you can get in the mood even when you’re not playing the game! Or put it on as you play it, for that authentic dungeon echo. It’s up to you, just like which platform you enjoy your tunes on! Personally, I only listen to the harmonies of my mechanical keyboard but the rest of you can find the Dungeons base game soundtrack on Apple Music or on Spotify . Just because I like you so much and to make up for the horrible joke in the last paragraph, I’ll throw in the Apple Music and Spotify links to the Jungle Awakens soundtrack too. Let’s all agree to choreograph our own dances to it by the time the DLC is out, OK? Don’t leave me hanging, even if it is from a vine.\n好——我会先给你留一些小甜点来度过这难熬的等待DLC发布的时光的。我们最近还发布了我的世界：地下城原声带了，这样你即使没有参与游戏，也能“声”临其境了！或者在你玩的时候播放这些音乐，这样就能让地下城中的回声更加真实了。放不放看你心情啦，这就像你决定在哪个平台上听音乐一样。就我个人而言，我只喜欢在玩游戏的时候有机械键盘给我和声，不过你是可以在Apple Music和Spotify上听这些原声带的。仅仅是因为我倾心与你，然后我还想在最后说个无聊的笑话罢了，我也会放出觉醒丛林原声带在 Apple Music 和 Spotify 上的超链接的。请允许我们在DLC发布时编制一曲舞蹈吧，好么？别把我吊起来，尽管吊我的是来自DLC中的藤蔓。\n\n\n\n【Sinbad 译自官网 2020 年 06 月 26 日发布的 Minecraft Dungeons: Jungle Awakens；原作者 Sofia Dankis】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1593186360,
            "txt_content": "U1S1，你要真的喜欢听音乐的话，还是用国内平台吧。\nhttps://www.mcbbs.net/thread-1066991-1-1.html"
        },
        {
            "author": "zyjking",
            "timestamp": 1593188160,
            "txt_content": "丛林DLC汉化进度：93%"
        },
        {
            "author": "粘兽",
            "timestamp": 1593190260,
            "txt_content": "这游戏退烧太快了\n看看dlc能不能续到命"
        },
        {
            "author": "剑齿虎",
            "timestamp": 1593218640,
            "txt_content": "期待ING\n"
        },
        {
            "author": "草原能跳绳",
            "timestamp": 1593231180,
            "txt_content": "第一眼看错了，还以为把熊猫更新得上气不接下气"
        },
        {
            "author": "深绿世界",
            "timestamp": 1593232680,
            "txt_content": "专业骗氪"
        },
        {
            "author": "shtsoul",
            "timestamp": 1593266100,
            "txt_content": "提到MC首先想到的是什么？是自由！可以随便挖掘可以随便放置方块，而这款地牢游戏中并没有这种特性。\n感觉这款批着MC皮的游戏也就steam上同类型中的一般水平，要不是借着MC的名气我觉的这游戏很可能暴毙。"
        },
        {
            "author": "草原能跳绳",
            "timestamp": 1593269760,
            "txt_content": "不知道有木有更新官方下载的汉化了\n（指的是下载下来就是中文的那种）\nqwq，表示玩游戏都会关注一下语言"
        },
        {
            "author": "andy28",
            "timestamp": 1593301500,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "漂浮的冒号",
            "timestamp": 1593311640,
            "txt_content": "粘兽 发表于 2020-6-27 00:51\n这游戏退烧太快了\n看看dlc能不能续到命\n很难，感觉有一时的好玩，没有长久的深度。"
        },
        {
            "author": "天辉胡萝卜",
            "timestamp": 1593402360,
            "txt_content": "看play store的数据，游戏算不上爆款。。。"
        },
        {
            "author": "镜中花Same",
            "timestamp": 1593421740,
            "txt_content": "比起dlc，我更期待失落神庙地下城，暗示新主线内容？"
        },
        {
            "author": "a361743369",
            "timestamp": 1593439080,
            "txt_content": "完成任务..."
        },
        {
            "author": "sftgsoft",
            "timestamp": 1593499620,
            "txt_content": "还没有入手地下城的哭了"
        },
        {
            "author": "wertqy",
            "timestamp": 1593523560,
            "txt_content": "(º﹃º )"
        },
        {
            "author": "七舅姥爷",
            "timestamp": 1593656040,
            "txt_content": "新dlc第一张图的隐藏有人找到了吗"
        }
    ]
}