{
    "title": "希望“游戏技巧”里有关“原版模组”的帖子挪到mod相关板块里。",
    "author": "依然冰奈斯",
    "replyCount": 17,
    "timestamp": 1593254280,
    "txt_content": "原版模组本质上就是属于额外的mod，只不过拿官方提供的脚本编写……个人感觉应该不属于游戏技巧……\n我个人希望是建立一个原版模组的专属板块，不过这个估计很难通过……所以希望还是挪到mod里吧……这样“游戏技巧”里就都是技巧类的帖子了，看着也方便……",
    "replies": [
        {
            "author": "EmptyLava",
            "timestamp": 1593254820,
            "txt_content": "mod的一个重要特征就是需要一些特定api加载\n而原版数据包直接下载，放入客户端就能加载两者区别明显\n\n直接开一个新区也不好，数据包的帖子不多"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1593255840,
            "txt_content": "EmptyLava 发表于 2020-6-27 18:47\nmod的一个重要特征就是需要一些特定api加载\n而原版数据包直接下载，放入客户端就能加载两者区别明显\n\n\n所以其实我的建议是单独成一个板块……毕竟这个东西怎么也不算“游戏技巧”吧"
        },
        {
            "author": "Chelover_C60",
            "timestamp": 1593256440,
            "txt_content": " 本帖最后由 Chelover_C60 于 2020-6-27 23:30 编辑 \n\n看版头的介绍，技巧版可能更注重于理论和应用，而不是作品发布\n本版交流以教学、探讨为主要宗旨，大家触才是真的触。\n看了眼技巧版的命令分类，数据包/原版模组占了一大半，可能有点偏离这个宗旨了\n感觉技巧版也不太像一个找资源的版块\n\n但是放到mod版又感觉不太现实，毕竟这东西属于命令的衍生物\n所以最妥善的解决方法可能就是单独开一个版块了\n版主工作量+++\n\n\n[21:53]编辑：\n个人认为数据包/原版模组不适合放到mod版，因为虽然可以说数据包/原版模组是基于官方API的mod，但是实际上目前数据包/原版模组与目前主流mod的差别还是较大，是两个不同领域的的东西。"
        },
        {
            "author": "Sssss...",
            "timestamp": 1593260160,
            "txt_content": "原版模组与mod没有任何关联，只不过作用效果比较像mod（可扩展单人游戏）\n\n原版模组的主要部分是function，而function就是带各种设置的命令组，所以放在游戏技巧并无问题。"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1593261720,
            "txt_content": "Sssss... 发表于 2020-6-27 20:16\n原版模组与mod没有任何关联，只不过作用效果比较像mod（可扩展单人游戏）\n\n原版模组的主要部分是function， ...\n不不不，你要弄清楚，如何使用function是符合游戏技巧内容的，但是使用function做出的东西就不属于了，正如你楼上所说的。"
        },
        {
            "author": "Hueihuea",
            "timestamp": 1593264000,
            "txt_content": " 本帖最后由 Hueihuea 于 2020-6-27 21:25 编辑 \n\n首先 楼上mod需要特定API加载这种说法是不准确的\n很早的时候 mod都是直接将字节文件直接放入minecraftjar包内的\nmod的特点是对游戏有一定扩展、修改、增强等作用的程序\n计算机程序是一组计算机能识别和执行的指令，运行于电子计算机上，满足人们某种需求的信息化工具\n原版模组本身也是一系列指令的组合\n所以原版模组一样可以说是程序 而且是对游戏有一定扩展、修改、增强等作用的程序 也就是mod\n所以原版模组放入mod大区是完全没有问题 且应该这么做的\n原版模组进入mod发布板块成为和forgemod等APImod一个等级的东西是完全没有问题的\n因为mod发布版 安装方法亦有 \"拖入游戏核心jar文件\" 这一说 而原版模组只不过是另一种方式安装的mod罢了"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1593265860,
            "txt_content": "拒绝，并且在将来也依旧不会考虑，除非官方大改。\n\n1.就目前而言，本论坛内有且仅有游戏技巧版的版主能够客观管理并评价此类帖子。让不熟悉此道的人去评判，则下里巴人广受欢迎，阳春白雪门可罗雀，是相当不负责任的管理行为。这也就引出了下一点。\n\n2.游戏技巧版的本质即为讨论技巧，分享知识，展示成果。原版模组无法闭源的，展示成果并不仅仅是发布给各位玩家游玩，同样的也是各式制作者交流技巧时的使用方式。\n\n即使是正规的模组网站，也是如此，但是游戏模组是基于java语言的编程，其本身就有一个稳定的生态圈保证产出，而国内原版模组的生态圈远未成熟，它是否能够经得起断根去源的打击呢？答案是否定的。\n\n3.原版模组与存档绑定，又脱离于存档，而不是与游戏本体绑定，这显然与模组的定义相左。原版模组本质上是各式命令、资源包等游戏内部提供的资源制作而成的一个数据包（目前大多是这样的形式），更早时期还有类似于输入单条指令即可游玩的模组。\n\n那么我们为什么会逐渐衍生出“原版模组”这样的专有名词呢？这是因为历来各位指令玩家不断的发掘命令的可能性，利用游戏本身的功能，而非外部引入的代码，使用mojang原本提供制作rpg地图的控制台指令，实现原本大家都认为实现不了的功能，比如二段跳，自定义合成，发射投掷物。这段历史，本身就是可歌可泣的，本身就是一群极客在一个个夜晚不断尝试创造的奇迹，就和其他方面的创作者在Minecraft这款游戏里创造的奇迹一样。\n\n原版模组与模组，虽然名字类似，但盲目的将其归为一类，是很不合适且缺乏尊重的，就好似评价景观式建筑地图的生存实用性一般。就好像一刀切式的管理，如此归类，必然打击制作者的积极性与创造欲。\n"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1593265980,
            "txt_content": "此外，这一点我专门用另一条回复答复。\n\n本论坛提供帖子分类功能，点击版块上方分类即可阅览不同分类的帖子。"
        },
        {
            "author": "⭐✔️",
            "timestamp": 1593270000,
            "txt_content": "反对\n\n同乙烯看法\n\n原版模组≠模组，而是原版内容的集合；本质不是mod，其形式也不只是脚本；\n游戏技巧过去叫做单人版，大概能解答您的疑问了"
        },
        {
            "author": "CR_019",
            "timestamp": 1593274200,
            "txt_content": " 本帖最后由 CR_019 于 2020-6-28 00:17 编辑 \n\n从其本质来说，确实没有比“命令”更适合原版模组的地方了。在这一点上，我完全同意楼上两位的意见。\n但是从其功能来讲，其与mod又有些相似之处。\n相比之下，“命令”分类侧重于原理的分析，而“原版模组”更侧重展示与分享，前者是“授人以渔”，后者是“授人以鱼”，这是比较大的一个不同，这也使原版模组处于一个“骑墙”的尴尬局面。\n\n但从原版模组的推广来说，又是另一回事。\n原版模组正式成型，应该是从18年数据包的出现为标志的，至今已有2年。相比于10年的mc和历史几乎一样悠久的mod，这是一个相对年轻且尚未成熟的领域，我们不能否认这一点。\n但我们不应该因为它还不成熟就把它藏起来。我们面对的不是“原版模组还不够好”的局面，而是“原版模组是什么”的局面。\n从 teenager _Yang（就现在那个颜文字用户名的人）在茶馆直播过的帖子“原版模组的开发应不应该考虑较低的版本？”中，可以发现大部分用户，甚至mod版版主，都不知道原版模组是什么，强调着要给“1.12整点”，还说什么“1.7.10更稳定”（在前者还有低端实现的可能，后者几乎就是无稽之谈，我想了解过命令的人都知道），这固然可以佐证上面说的不能将这样一个内容交给不了解的人管理，但也反映出玩家对原版模组的普遍的缺乏认知，再加上“原版模组这样具有“迷惑性”的名称，反而加深了玩家对此的误解，如果我们依然将原版模组置于一个相对专业的领域，这一误解可能还会发展。\n这是不应该的。\n\n固然，论坛提供分类功能，但是“原版模组”出现的地方仅是“游戏技巧”版内部（还有首页的cpp，不过那是个例），而访问技巧版的人并不多，今日的数据是“mod发布”版的二分之一左右，我还怀疑有一部分是通过首页的cpp进去的，这就导致了能接触到“原版模组的人就少，不要说推广和普及了。如此使这一领域的参与者的基数和流入量都少，导致其发展缓慢（2年只有167个合格的原版模组作品，且三分之一是疫情期间出现的），窃以为这不正常。\n\n\n综上，我的建议：\n1、原版模组还是应该留在技巧版，由专业的版主评判；\n2、希望能为原版模组另设一个子板块，或者将红石模块一起纳入成一个“原版成果展示共享”，并将链接放到“论坛”页“游戏技巧”栏目下面\n\n\n虽然知道这基本上不会被采纳，但还是写了这么长，我也希望原版模组能有更多新鲜血液，总是几个老面孔多没意思。"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1593296520,
            "txt_content": "乙烯_中国 发表于 2020-6-27 21:51\n拒绝，并且在将来也依旧不会考虑，除非官方大改。\n\n1.就目前而言，本论坛内有且仅有游戏技巧版的版主能够客 ...\n感谢解惑。如果认同模组和红石模组性质差不多的话，的确是应该放在游戏技巧里。原版模组因为必须开源的特性，某种意义上也算“教”你用脚本实现这个功能了。\n当然个人还是觉得开子板块比较适合……"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1593297000,
            "txt_content": "CR_019 发表于 2020-6-28 00:10\n从其本质来说，确实没有比“命令”更适合原版模组的地方了。在这一点上，我完全同意楼上两位的意见。\n但是 ...\n其实我觉得并不是“原版模组”还没有完全流行，而是大部分玩家还在停留在旧版本阶段，他们连新版本都不玩，最多也就是去了解。\n所以“游戏技巧”板块新的帖子基本也是无人问津，很多都是灌水回复但不一定完全对他们用的上。\n我个人周边的我的世界玩家，绝大部分都是服务器玩各种mod，而且他们连正版都不一定有，因为mod好玩呀，有更好玩的为啥玩新版本还要弄什么原版模组……"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1593316260,
            "txt_content": "依然冰奈斯 发表于 2020-6-28 06:22\n感谢解惑。如果认同模组和红石模组性质差不多的话，的确是应该放在游戏技巧里。原版模组因为必须开源的特 ...\n把话说明了吧，实际情况是，三年，七页。三年只有七页帖子的版块，更新频率是相当低的。如此之低的更新频率能否刺激用户频繁点击呢？恐怕是不行的，实际经验来看，只会有很小的点击量。那么发了没人看，为什么还要发呢？或许子版是将来可行的方向，但现在这样无疑是将相关帖子打入冷宫。"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1593318360,
            "txt_content": "乙烯_中国 发表于 2020-6-28 11:51\n把话说明了吧，实际情况是，三年，七页。三年只有七页帖子的版块，更新频率是相当低的。如此之低的更新频 ...\n感谢详细和耐心的回复……这点的确深有所感……"
        },
        {
            "author": "天佑酱",
            "timestamp": 1593319320,
            "txt_content": "反对。\nhttps://www.mcbbs.net/forum.php?mod=viewthread&tid=817469"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1593320460,
            "txt_content": "天佑酱 发表于 2020-6-28 12:42\n反对。\nhttps://www.mcbbs.net/forum.php?mod=viewthread&tid=817469\n充满了无奈……"
        },
        {
            "author": "CR_019",
            "timestamp": 1593497280,
            "txt_content": "乙烯_中国 发表于 2020-6-28 11:51\n把话说明了吧，实际情况是，三年，七页。三年只有七页帖子的版块，更新频率是相当低的。如此之低的更新频 ...\n感谢提醒。我的观点还是有其片面的地方。\n促进这一领域的发展，并不能简单的用划分板块来处理，更需要领域内外人们的努力。"
        }
    ]
}