{
    "title": "[Minecraft.net|MINECRAFT BUILDS]《我的世界：地球》荒野西部建筑挑战",
    "author": "qsefthuopq",
    "replyCount": 0,
    "timestamp": 1593196800,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-6-27 02:40 编辑 \n文章日期2020-06-26作者Nova Barlow\n译者qsefthuopq\n\n原文链接点击打开\n\n\nMinecraft Earth: Wild West Challenge\n《我的世界：地球》荒野西部建筑挑战\nPut the horses in the back!\n牵上你的宝马，西部等你探索！\n\n\n\n\nAll aboooooard! We’re taking a journey into the wild, wild west, courtesy of our latest Minecraft Earth builders happening – the Wild West Challenge. This challenge provided the community an opportunity to put on their virtual cowboy hats and horse around during the month of May and reimagine the western days of old times.\n快上马车！多亏我们最新的《我的世界：地球》的建造者们正在参加的荒野西部建筑挑战，我们得以进行一段进入西部荒野的旅程。这一挑战为社区成员提供了一次让他们在5月份戴上虚拟的牛仔帽和策马奔腾，重新想象旧日西部时光的机会。\n\n\n\nPress Y to Adventure? \n按Y探险？\n\n\nEvery worthy adventure usually has a charming sidekick, and Comte de Goose’s Sheriff Goose is no exception. This one accompanies us around the Wild West and into the imagination of our Minecraft Earth community. Let’s go!\n每次耐人寻味的冒险通常都有一个迷人的助手，Comte de Goose的鹅警长也不例外。它伴随我们周游西部荒野并让我们沉醉于社区的想象力中。让我们前往探险吧！\n\n\n\n\nRoll into town with a roomy covered wagon created by WhiteWoodHacker .WhiteWoodHacker作品：「开着一辆大篷马车进城」\nYes, this looks like a great place to park,WhiteWoodHacker .这里看起来真是个停车的好地方，WhiteWoodHacker。\n\n\nR246 provides an aerial view of a slightly different western town, complete with moody rolling tumbleweeds.R246提供了一个稍有不同的伴有随风飘扬的风滚草的西部城镇鸟瞰图。\n\nclovepod takes us to the edge of their abandoned town and gives us a peek at the local weather.clovepod带我们来到了他们的废弃小镇的边缘，让我们一瞥当地的天气。\n\nAlthough we saw many terrific taverns among the challenge submissions,[REG]Alexis986 took a different approach by creating an all-in-one building. Aspiring sheriffs can complete with a wide range of lessons from social activity training to mastering gunfights and duels in style.\n虽然我们在参赛作品中看到了很多令人赞不绝口的酒馆，但[REG]Alexis986用一种不同的方式创造出了一个一体化的建筑。志存高远的警长可以在这里成功地完成从社交活动训练到掌握枪战和决斗的各种宽泛课程。\n\n\n\n\nDo you have what it takes to complete the lessons within the ”Six Chamber' Wild West Dojo?你有什么要在荒野西部道场的“六室”里完成的课程吗？\n\n\nReady to get involved in our next Minecraft Earth Build Challenge? No special training is required! Join our Discord channel and see what your fellow community members are building today!\n准备好参加我们的下一个《我的世界：地球》建筑挑战了吗?你不需要特殊培训！加入我们的Discord，看看社区成员的今日建筑吧！\n\n",
    "replies": []
}