{
    "title": "原创MC世界背景小说《他的游记》",
    "author": "怪怪迪亚君",
    "replyCount": 12,
    "timestamp": 1365341700,
    "txt_content": " 本帖最后由 怪怪迪亚君 于 2013-4-9 22:54 编辑 \n\n                    第一章         \n\n    他刚来到这个世界，像一个孩子一样奔跑和玩耍……已不知在那麻木的世界上他有多久多久没有用到童心未泯来形容自己了，他又多少次曾迷茫，他活在这个世界能做些什么微薄的事情呢。他为之哭泣，为之懊恼，为之癫狂，他从来没有如此想过：“我如果有强大的力量该多好……”。    这也许就是他的悲哀，也许如果没有太多太多力挽狂澜的情景在他脑海中深刻着，又为何要悲伤呢？也许如此他才会知道他的力量是有多微薄。\n    可这世界上有多少多少事容得我们去改变，去适应的呢？既然这世界没给予你怜惜，何必怀恋这世间的样子。他离开了这个世界……\n    他真洒脱，他真逍遥,他真轻狂。\n    也许他依旧不知道在这个世界能干做些什么，但他真的像个孩子一样天真……他说，这世界好大好大，什么都好新鲜，什么都好安静。\n    他伸出手去触摸柔软的草地，像“大”字一样躺在草地上看着蓝蓝的天空。他用手扒啊扒，草地被他扒成了一块一块，可以感觉到，他脸上的惊讶和欢喜，就像看到了久违的快递包。他不停的把玩手中绿绿的方块，他知道这是草，嘴里还时刻嘟囔着，这草好玩多了，方方正正的，还不会散掉。\n    他开始不停的到处扒这些他从来没见过的草，他扒啊扒，扒了一块就放到他那方方正正的手里。他就像玩沙子的孩子一样，不停的挖啊挖，他挖了好多好多，但手还是拿的下。\n    曾几何时，他像如此的幸福过……似乎整个世界都那么美好。\n    那多美的天空，多美的太阳，多轻柔，多新鲜的微风……\n    即使有时一个白色毛茸茸的，用对斗鸡眼看着他的脑袋突然出现在他的眼里；即使他被这个呆呆的脑袋吓到了，但是他还是觉得这个世界是那么的宁静，依然静静躺在草地上看着那个方方正正的太阳慢慢的爬到天空。时而他脸上露出惊讶，也许是因为这个东边升起东边落下的太阳吧？他数着那天上一朵朵的白云，看着那天边缓缓落下的太阳。\n    在那浮躁的世界上多久没有这么长的失神过了，也许是因为那世上太多繁琐的事了……自从他第一眼看到那爬起来的月亮，他才知道这是个什么都是方块的世界，不过他喜欢，没什么原因。\n    月亮越爬越高，天上的星星也越来越多，他也跟着数星星。但他有些许的失落，可能是因为白天的白云没打一声招呼就离开了吧。但这夜晚却让他感觉越来越不舒服，他时常能听到远方有一些野兽般的嘶吼，他想有野兽这个世界才会比较有生气吧，于是便依旧的数着星星。\n    那野兽的声音却越来越近，让他在这世界第一次感到了不安，他便站起身来四处眺望……这世界真是大的看不见头啊。他看见了一个人一步一步的向他走来，他忍不住噗的笑了出来，因为这滑稽的姿势，就像一个……一个僵尸。呵呵，真有意思啊，可能我也是这样走路的吧，这是一个……一个绿种人么？\n    他对着那个人笑嘻嘻的说：“真没想到这个世界能遇到其他人啊？真幸运啊。”但那个人却没有回答他，那人的无礼让他有些不满意。“我说，你也是第一次到这个世界么，你知道有其他人么？”他还是笑嘻嘻的对他打招呼。\n    只是那人依旧不回答他，似乎是一个说不了话的哑巴，只有嘴里不停“厄,厄……”的叫着，可能他不太舒服吧，他四处张望，发现附近还有很多和那个人一模一样的家伙，也慢慢的朝他走来。连姿势和样子都一模一样啊，他不禁感叹这个世界的神奇。看着面前的人，他伸出手去握那个人僵直的手，可一根箭一下子插到了那个人的脑袋，穿了过去，只见那个人倒在地上后化为烟雾。\n    这怎么回事？！眼前突如其来的一切顿时让他感觉到不知所措，他又看了看那些一模一样的人却依旧一动不动的走向他，他似乎感到了不对劲……正当那些人要触摸他的时候，他只看见一个身影飞快的掠向他，把他抱了起来就飞快的跑向了树林。\n    “不要命了？！”\n                             第二章\n    那黑色的身影带着他跑了好久好久，即使是因为惊吓让他昏迷，但他还依稀记得那颠簸不平的路，他还依稀听到那一声一声的娇喘……这多像那时的那段长长的路啊，怎么走也走不到头，颠簸不平，坎坷满满，还没到那最开始幻想中的驿站的时候，却倒在了路旁，再也没有起来过了。\n    迷迷糊糊中，也再也感觉不到什么了，却连一个像样的梦也没有。\n    “诶？这是哪里？”他一睁开眼睛，就看见一个亮亮的灯挂在自己的头上，漫漫的长夜让他难受的眯上了眼睛。“没想到在这个世界还能遇到人啊，不过看起来就像个什么都不懂的。”\n    “啊！你是那个拐走我的人么？”他下意识的看了看自己的裤子，发现裤链还完好如初，绷紧的神经也就松了松。“我犯得着拐你？要不是看到这个世界还有其他的人，我早由你去和你的僵尸朋友玩游戏去了。”\n    那是他第一次见到她的时候，虽然她的语气对他充满了轻藐，听起来像个坏透了的人，但她的话语却让他感觉到了内心的温暖。对自幼无父无母的他来说，这种感觉又是有多么珍贵啊。那晚，他第一次尝到了这个世界中的食物，可他却没有尝到任何的酸甜苦辣，他向她抱怨了许久，但每一次她给的回复都是不耐烦的吐槽，但他喜欢听到她的声音，这声音能让他心如止水，能让他忘记曾经的世界。因为她的话是这个世界里唯一的天籁，即使只是几句责备，但也好过那些僵尸的嘶吼。\n    他也慢慢的适应了这个世界的生活，知道了那些晚上就会出现的可怕的怪物。他依旧是每天数着天上的白云，感受着这个世界时时刻刻都不会停下的微风，这个世界用他的手，轻抚着他的脸；那个小小的木圆屋的屋顶，也成了他在满天繁星的夜晚时的庇护所。\n    几乎每天都过的那么简单，她每天早上就会出门，只有太阳挂着远远的地平线的时候她才会回来。他不知道她在为什么奔波，他只担心她看到箱子里越来越少的面包时会不会生气……可是每当箱子里的面包快见底的时候，总会在他饥饿的时变的满满的。他并不会觉得饿，但是她告诉过他，如果你不吃些东西，你活不过一分钟，他也没对这样容易失去的生命感到惊讶，他感觉不到，但他看得到，这也是这个世界的奇妙，也是这个世界的幸福，因为时常看的到来的比感觉的到更让人安心……\n    他自然知道一分耕耘一分收获，所以他趁着晴天，决定和她去外面看看外面的世界。他很期待在这个宁静的世界里走一走，看一看那些从来没有机会驻足凝望的事情；哪怕是一棵草，哪怕是一朵云，哪怕是一滩水，那疲于奔命的世界，又怎有如此的闲情逸致呢。\n    “你家旁边的那些黄黄的草是你种的么？为什么我一直没看到呢。”“草你个头啊，那是小麦，小麦可不是什么容易到手的东西，真后悔当初带你回来，什么都不懂。”他并没有因为她的话而生气，只是轻轻的“嗯”了一句，却像是在回答那些一动不动的花花草草。\n    “诶，傻子，告诉你个事，其实呢，我每天早上出门的时候我都会去砍一些树，有时好运的时候呢，就会掉下来苹果。”她说完，就从口袋中拿出了一个红红的东西，他觉得那个东西很漂亮，因为它是圆的，和这个方块一样的世界比起来，多了一些说不出的感觉。她看着他那好奇的眼神，感到一种一直没有过的自豪，因为这不过是她砍树时无意捡到的一个苹果罢了……\n     我又是有多想，有一个人能陪在我身边，无知的像个孩子，但却懂事的像个大人，问着我那些我熟悉的事情，一句一句“哇”的说着，那种宁静的感觉似乎让人感觉拥有了所有，因为他已经没有更想要的东西了…… \n\n\n\n\n迪亚君（作者）PS：保证不会太监，但一天一更有些困难，因为学业缘故，但是不会太久一更...\n\n\n\n\n",
    "replies": [
        {
            "author": "ckj",
            "timestamp": 1365342000,
            "txt_content": "好吧，支持一下吧，虽然不知道你要表达什么"
        },
        {
            "author": "QQ1004295420",
            "timestamp": 1365342300,
            "txt_content": "无语无语无语无语"
        },
        {
            "author": "QQ1004295420",
            "timestamp": 1365342480,
            "txt_content": "啊啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "怪怪迪亚君",
            "timestamp": 1365342720,
            "txt_content": "QQ1004295420 发表于 2013-4-7 21:48 \n啊啊啊啊啊啊啊啊啊啊啊啊啊啊\n这样灌水真的大丈夫,.....?"
        },
        {
            "author": "某高宗",
            "timestamp": 1365343260,
            "txt_content": "啊哈，不错啦······"
        },
        {
            "author": "wa1019196051",
            "timestamp": 1365343500,
            "txt_content": "文笔貌似很好啊！羡慕嫉妒恨啊！"
        },
        {
            "author": "怪怪迪亚君",
            "timestamp": 1365343740,
            "txt_content": "谢谢你们的支持...我努力一天一更....许多想表达的东西都在后面....今天滚床去咯"
        },
        {
            "author": "ALTAR",
            "timestamp": 1365423300,
            "txt_content": "不明真相的来了，不明真相的走了"
        },
        {
            "author": "abjun",
            "timestamp": 1365423300,
            "txt_content": "yoooooooo{:10_515:}"
        },
        {
            "author": "youyou",
            "timestamp": 1365423360,
            "txt_content": "Ainodia  辛苦了"
        },
        {
            "author": "怪怪迪亚君",
            "timestamp": 1365519420,
            "txt_content": "江江~~~第二章更新了喲"
        },
        {
            "author": "abjun",
            "timestamp": 1366372500,
            "txt_content": "怪怪迪亚君 发表于 2013-4-7 21:52 \n这样灌水真的大丈夫,.....?\n大丈夫XD\n{:10_515:}"
        }
    ]
}