{
    "title": "[原创/连载]《我的世界之小狐狸和我》第一篇启程第一章———开始出发",
    "author": "克哈之子",
    "replyCount": 6,
    "timestamp": 1593428520,
    "txt_content": " 本帖最后由 克哈之子 于 2020-6-30 00:47 编辑 \n\n第一篇启程第一章开始出发\n\n当我们的主角小小再次醒来时，时间已经到了黄昏，他就躺在矿洞旁边，看着太阳缓缓的落下，此时，他的内心燃起了斗志\n他在内心里这样说：\"不，不，我一定会找到你的，总有一天我会和你再次相见的\"\n\n就这样，他拖着疲惫的身躯，缓缓的走回他的小木屋\n\n他在路上的时候，他感觉自己不知道为什么想的东西变多了，自己的脑海里再也不是空白一片，他开始思考，我是谁？我从哪里来？我又要到哪里去？这样抱着疑问，他躺在了自己的床上\n\n躺在床上看着静静的躺在一旁成堆成堆的晶体矿，心里暗自做下了决定，明天就带着他心爱的晶体矿，前往北边寻找他的小狐狸\n\n这一夜，电闪雷鸣，狂风骤雨，小小在床上翻来覆去似乎睡得不是这么安稳，此时门外传来了除了僵尸的吼叫之外的另一股声音，那是马的嘶哄声，一只马正在门外听上去很着急的嘶吼着，小小打开了门，于是这匹马就冲了进来，然后就气喘吁吁的躺在了地上\n\n此时在看门外，有一群僵尸对着这匹马虎视眈眈，在这一刻小小感觉到了世界的变化，生物似乎变得更智能了，包括他自己都似乎变得更有情绪了，他走到马的旁边，用自己的手轻轻的抚摸小马，然后拿起了一块毛巾，给他擦掉身上的雨水，接着他仔细打量了一下这匹马，然后说到：\"是一匹公马,那我以后就叫你克苏鲁吧！\"\n\n可以从这匹马的眼神里看出来，他是赞成的，然后小小说：\"那就这样决定吧，明天就由你带着我的晶体矿和我去寻找小狐狸！\"\n\n最后这匹马就这样睡在了大厅，雨也停了，风也不吹了，小小和他的马安稳地睡了过去\n\n可惜这并不是一个可以让人熟睡的夜晚，突然间，外面再次刮起了狂风暴雨，起床看了一下钟，看见才凌晨三点钟，他抱怨道：\"还有完没完了？能不能让人好好睡个觉？\"而他的克苏鲁也醒了过来，一人一马就这样一个在椅子上，一个坐在地上，看着外面的狂风骤雨，时不时还打着雷\n\n突然他想到，自己还要坐一辆马车，用来放自己的晶体矿，于是他拿起木板，拿起石头，在工作台旁边敲敲打打，一直失败但是他并没有放弃尝试，耗费了很多材料之后，他成功打造出一辆可以放下他拥有的晶体矿的马车，这一晚上他和他的马都在整这一辆马车，最后他成功的把马车绑在了马身上，并成功的把晶体矿放了上去\n\n等他完成这一切之后，时间已经到了早上六点钟，恰巧的，雨也停了，他把门扩大了一些，让马车可以从房间里出去，接着他走到了自己种的农田，看着已经被风暴摧残的不成样子的小麦，惋惜道：\"可惜了，还好我备了不少的面包，反正我今天就出去不再回来了，可怜的小麦，只能把你们放在这里不管了\"\n\n接着，他准备好行装，穿好装备，带好工具，拿好了食物，准备妥当之后，他坐上了马车开始往北边走去，周围还是熟悉的环境，熟悉的地形，但是他走了一段路之后，却在地上看到了一条路，在他的记忆里，这里从来没有这样一条路，他心想真奇怪，但是这条路也是往北边延伸过去的，然后他就顺着这条路一直走\n\n本帖在MC BBS发布,据说会有盗文章的人，没有看过就把这句话复制了\n\n欲知后事如何？且看下回分解\n\n\n\n\nimage.png (11.6 KB, 下载次数: 1)\n\n下载附件\n\n2020-6-29 19:01 上传\n\n\n\n\n\n\n文件下载\n\n\n\n\n1.rar\n(11.65 KB, 下载次数: 0)\n\n\n\n2020-6-29 19:02 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n\n上一篇---序章\n下一篇---暂无\n\n",
    "replies": [
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1593429240,
            "txt_content": "感觉文笔很有趣诶，像讲故事一样（虽然就是故事），读起来也没有流水账的感觉。"
        },
        {
            "author": "小林最牛",
            "timestamp": 1593429360,
            "txt_content": "这个前缀和新人x号的一模一样啊\n挺有趣的"
        },
        {
            "author": "Pan$brother",
            "timestamp": 1593429480,
            "txt_content": "期待小狐狸后续~"
        },
        {
            "author": "克哈之子",
            "timestamp": 1593435660,
            "txt_content": "赶紧睡觉觉 发表于 2020-6-29 19:14\n感觉文笔很有趣诶，像讲故事一样（虽然就是故事），读起来也没有流水账的感觉。 ...\n的确，就是在讲故事\n"
        },
        {
            "author": "堕天使之墓",
            "timestamp": 1593448860,
            "txt_content": "句号这问题上一篇吐槽过了(〃'▽'〃)\n\n此外建议统一一下字体，不然看着很奇怪\n统一之后建议以后文章如果有哪里要补的地方的话用纯文本模式编辑\n不至于字体不统一"
        },
        {
            "author": "克哈之子",
            "timestamp": 1593449280,
            "txt_content": "天真可爱咖啦子 发表于 2020-6-30 00:41\n句号这问题上一篇吐槽过了(〃'▽'〃)\n\n此外建议统一一下字体，不然看着很奇怪\n感觉还行，因为有一些句子是我后来补上去，有些事我在文档里写好之后复制过来的，所以字体有点不一样\n"
        }
    ]
}