{
    "title": "【原创/连载】便利店老板的奇妙穿越记#2",
    "author": "Minecraft.Wnxi",
    "replyCount": 5,
    "timestamp": 1593429480,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-6-29 19:26 编辑 \n\n便利店老板的奇妙穿越记2：无限印钞？！\n前情提要：当太阳掠过天空沉入地底，远处掠过几道身影…第1章\n\n\n\n        当我看见那几道黑影时，天色已经晚了，我的第六感让我感到一股不安的气息，我掏出石头和木棍，快速打造出一把石剑。奇怪的黑影逼近了，我定神一看，竟是一个说人不像人说丧尸不像丧尸的东西，我快速挥剑向它砍去，他那副快要散架的身躯，哪有躲闪之力？几剑挥去，他便倒在了地上，化作一缕白烟，地上只剩几块腐烂的肉。\n\n\n\n\n\n        虽然我轻易打败了他，但还是让我不禁渗出了几滴冷汗，毕竟在现实中谁看见这种东西都要吓一跳。我正思考着怎么会有这种东西，一支箭从耳边飞过，将我从想象拉回现实，吓得我胆战心惊，我掏出剑转向发射箭的地方，一句吓人的骷髅，举着弓向我逼近。我急忙扑向去，绕到他背后几剑撂倒了他，他像那具丧尸（僵尸）一样化作一缕白烟飘散而去。我立刻意识到，拥有一个庇护所是最好不过的事，说干就干，我趁其他的黑影还没有逼近，迅速合成出一把石斧，将身边的树木摞了个精光。我急忙来到工作台如闪电般将原木分解成了木板，在原地做出一个像火柴盒一样的房子。我这才想起来挖石头的时候挖了几颗煤炭，并顺手也将他们变成了火把。我来到火柴盒中，用原石将门封上，顺便在里面扎了几根火把。\n\n\n\n\n\n        也不知道过了多久，太阳逐渐升到天上，如一个炽热的火球般照着大地，我凿开原石来到门外，看见远处的几个黑影竟然着了火，挣扎了几下也变成白烟散去，留下一些腐烂的肉和骨头。当我正纳闷应该怎么做的时候，肚子不禁咕咕叫了起来，看来是饿了呀，这时，身边跑过一只羊，我忍不住从兜里掏出了剑，砍了它一刀，谁知它跑得飞快，我只好一路小跑，来到了平原的边界，终于干掉了它。\n\n\n\n\n\n        我正想着要不要把肉给烤了，几米外竟然传出了讲话声。我将脑袋探出土堆，竟然看见两个长鼻子的人在那里聊天？！我刚想过去搭讪，一只巨大的铁手将我扣倒在地，我回头一看，竟是一个巨大的铁巨人。他不分青红皂白的就把我往前押送，直到把我押送到一座巨大的房子面前。我缓慢的走进房子，里面也有一个长鼻子的人，但是他穿的衣服比其他的人都华丽，他开口说：“你是谁？真是奇怪，昨天就看见你在别人上面偷偷摸摸的，想不到你今天还送上 门来了，在我们的世界我还没有见过像你这样的人，说吧，你从哪来？”\n\n\n\n\n\n        铁巨人放下我的手，我喘了一口气，缓缓的说道：“我还想问这里是哪里哪，我找到一个中间放着紫色光芒的门，他把我吸了进来，结果我就到这里了…”那个长鼻子的人很惊讶：“天呐，难道你来其他的维度？真是太神奇了，以前我们这也来过一个人，后来说要回去就不知道去哪了，那你来到我们村庄想干什么？你是想要…交易吗？”“交易？”我感到很疑惑但还是慢慢说到，“呃，那好吧，我就跟你们交易吧…”其实我心里也没有底，我才刚来，这世界能有什么？我走出大门，这才发现我来到了一个庞大的村庄，我来到村庄的中央，那里也站了许多村民，他们挺友好，纷纷上来与我寒暄。并掏出了一些商品说要不要交易。\n\n\n\n\n\n        我问到他们：“要用什么货币交易呢？”他们说到“你可以用绿宝石换商品，或者你用商品换绿宝石。我心中默念，这下可完蛋了，我既没有绿宝石，又没有商品，要怎么交易呢？我这才从脑海中闪过一个念头：不对呀，我可是便利店老板，无限印钞可是我的强项啊！说着我便从嘴里吐出几十个绿宝石，我将绿宝石狠狠地砸在桌上，说：“你们有什么商品尽管拿出来！”一一未完待续\n\n\n后记：如果您在bbs外看见这篇文章均为盗版，感谢各位水怪对这篇文章提的意见！",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1593430020,
            "txt_content": "剧情逐渐变得无敌了起来\n（话说是不是可以拿绿宝石块垫脚）"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1593430740,
            "txt_content": "奇怪的帽子 发表于 2020-6-29 19:27\n剧情逐渐变得无敌了起来\n（话说是不是可以拿绿宝石块垫脚）\n我这部小说的主旨就是到后期越来越疯狂，绿宝石块铺路还是免了吧，青金石好看些，就是欧皇的传统"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1593431580,
            "txt_content": "这才第二章就开挂了吗？无限绿宝石=无限装备"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1593434640,
            "txt_content": "赶紧睡觉觉 发表于 2020-6-29 19:53\n这才第二章就开挂了吗？无限绿宝石=无限装备\n想多了，身为作者的我是不会让这种事情发生的。"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597114680,
            "txt_content": "字数统计：\n\n\n\n\nfile_1597114693000.jpg (276.5 KB, 下载次数: 2)\n\n下载附件\n\n2020-8-11 10:58 上传\n\n\n\n\n\n\n\n"
        }
    ]
}