{
    "title": "[Minecraft.net | DEEP DIVES]我和下界的故事",
    "author": "GCVillager",
    "replyCount": 6,
    "timestamp": 1593311520,
    "txt_content": " 本帖最后由 GCVillager 于 2020-7-17 08:13 编辑 \n\n\n\n\n\n\nTheNetherandI-header.jpg (200.56 KB, 下载次数: 2)\n\n下载附件\n\n2020-6-28 08:28 上传\n\n\n\n\n\nDEEP DIVESThe Nether and I\n我和下界的故事\n\nA moving tale about moving\n一个关于移居（moving）的感人（moving）故事[sup]1[/sup]\nSofia Dankis\n\n①又是无聊的双关笑话！\nHave you been to the Nether? Before this whole update malarkey happened, I had not! To be perfectly honest, I wasn’t really aware of the Nether getting an update until Kelsey wrote about all the scary things you can find there . If something could scare the bravest person I know, I needed to avoid it at all costs. When I announced this to my team our producer Vera reminded me that the cost very much includes my job. Staying true to the reasonable person that I am, I took Vera’s attempt to save me from myself as a challenge. Which is how I ended up starting a new life in the Nether.\n你是否探访过下界？反正在这次下界更新之前，我是没有的！不骗你，直到Kelsey写了一篇文章，把那里所有可怕的东西都描述一遍之后，我才意识到下界更新了。Kelsey可是我心目中最勇敢的人啊，如果有什么东西竟能吓到她的话，我就该不惜代价地远离它。可是当我向大家郑重宣布这个决定时，我们的监制Vera[sup]2[/sup]“好心”提醒，我要付出的代价，很可能就包括失去工作。作为一个理智的人，我决定接受Vera的一片苦心，试图自我拯救。于是，我在下界的新生活开始了。②注：在wiki的Mojang Studios页面并没有找到一个叫Vera的员工，我是不是理解错了？\n\n\n\n\nTheNetherandI-carousel1.jpg (100.22 KB, 下载次数: 2)\n\n下载附件\n\n2020-6-28 08:28 上传\n\n\n\n\n\n\nYes dear reader, I moved to the Nether. Some have called this move ”drastic”, ”petty”, and ”the most stubborn act of self-ownage since you cut your own bangs”. Luckily I can’t hear the haters thanks to these awesome extra-long bangs that are totally not a bowl-cut.\n是的，我亲爱的读者，我移居到下界了。有人说，这种举动是“极端的”，又是“自私的”，而且是“自剪刘海以来，最自作主张的行为”。还好，因为我的发型不是锅盖头，留着超级长的刘海，这些仇视者的闲言碎语都被阻挡在外。\n\nMoving to the Nether turned out to be the best decision I ever made. I don’t need to worry about trivial matters of the Overworld, such as making my bed. I don’t even need to worry about owning a bed at all! Who needs fitted, 1800 thread count sheets when you have a respawn anchor that allows you to safely spawn in the Nether? Now I can explore with my regular reckless abandon and know that I will always find my way back home. Is there a limit to the amount of times one can respawn within an hour? I could ask the developers, but I believe that they have blocked my calls somehow.\n事实证明，移居下界是我有史以来做过的最好的决定。主世界要做的那些琐碎小事，比如说铺床，都被抛在脑后。我不用再为床做任何思考了！现在我有了一个重生锚，已经可以在下界安全地重生，谁还需要一张软绵绵的、由1800条线构成的小床呢？现在，我可以放宽心去探索，无论天涯海角，都能找到此石。话说，重生锚有使用的冷却时间吗？我可以去问问开发者们，不过我相信，他们早已把我的号码拉黑了。\nNot having a bed freed up my first night in the Nether for more crying than usual. Since almost everything around me was lethal, plenty of tears were shed. I was taking a little sobbing stroll when I heard someone else’s soft sniffles. Would I end up finding a kindred spirit on the very first night in my new home? I made my way towards the siren’s literal cry and lo and behold, it was a block of crying obsidian.\n没有床的生活留给我的是漫长的夜晚。我在下界的第一个晚上是被泪水浸湿的，因为致命的危险已将我团团围住。我抽泣着，慢慢地兜着圈，这时候，我听到了另一个人的抽泣声。莫非在这个下界的第一夜，我就找到了另一个“天涯沦落人”？我被哭声吸引，朝着声音的方向走去，哦看，是一个哭泣的黑曜石。\n\n\n\n\n\n\n\n\nTheNetherandI-carousel2.jpg (39.38 KB, 下载次数: 2)\n\n下载附件\n\n2020-6-28 08:28 上传\n\n\n\n\n\n\nWe all know about the practical benefits of both crying obsidian and the regular variety, which I like to refer to as stoic obsidian: resilient, strong, purple. Crafts anchors. Gives your Nether a regal flair. The list goes on. But has anyone really taken the time to find out why it cries? No. Because they lack my compassion, dedication, and free time.\n我们都知道黑曜石和哭泣的黑曜石的共同特点：坚韧、硬度高，呈现出神秘的紫色，你可以拿来制作重生锚，也可以用它们把下界装饰地富丽堂皇，等等。因此，我喜欢称它们为默默承受的黑曜石。但是否有人仔细思考过，它们为什么会哭呢？大概没有。因为他们不如我那么空闲，而且也没有关注它们的同情心。\n\nObviously, there was only one thing left for me to do. Resign as a Minecraft.net writer and start a new career as Mojang Studio’s first and foremost Block Psychologist & Mob Life Coach. I penned a very professional letter to Vera informing her of this change, but instead of replying in kind she sent me a very encouraging recording of her laughing. It almost sounds like she’s saying “No”, but it was hard to tell.\n很明显，我只需要做一件事。把现在Minecraft.net博文作者的职务辞掉，去当Mojang Studios的首位方块心理学家兼生物生活教练。我写了一封很严谨的信，告知Vera我要做出的改变。她没有给我和蔼的回复，而是录了一段令人振奋的笑声给我。她大概是想表达“爬”的意思，不过这好像也不太好说。\n\nEven though the crying obsidian hasn’t stopped weeping, I think it might be crying even harder now, I felt ready to expand my client base. Before I could start passing out flyers, I heard a curious chirping coming from a nearby pool of lava. I scanned the boiling death juice and saw a creature making its way towards me. My heart melted faster than if it were immersed in a hot liquid of some kind when I realized that it was a baby Strider riding and adult Strider!\n尽管这个黑曜石哭泣个不停，而且似乎哭得更凶了，我还是准备扩展我的服务对象。在我准备发传单之前，附近的熔岩池里，一阵啾啾声引起了我的注意。我扫视了这令人窒息的沸腾的池子，看见一个小生物正在慢慢向我靠近。当我看清，这是成年炽足兽驮着幼年炽足兽时，我的心像是放在滚烫的流体里一般，立刻化开了。\n\n\n\n\n\n\n\n\nTheNetherandI-carousel3.jpg (97.53 KB, 下载次数: 2)\n\n下载附件\n\n2020-6-28 08:28 上传\n\n\n\n\n\n\nI invited them to my respawn anchor so we could have a cup of tea and assess their family therapy needs. But after a few steps away from the lava, the Strider turned purple and looked considerably less happy. Yeesh. This might be a case that was too complicated even for me, a seasoned expert. I explained to the Strider family that I was just too swamped with crying obsidian right now, and they would have to solve their lava dependency on their own. Besides, I should really set up my practice properly before I take on new clients.\n我带它们到了我的重生锚旁，决定和它们喝杯茶，来评估一下它们家的情况。但是，刚离开岩浆没几步，它们就变成了紫色，看起来不是很开心。哎呀，对我这个久经考验的专家来说，这倒是一个难题。我向炽足兽父子说，我现在忙于帮助哭泣的黑曜石，所以它们只能自己克服对岩浆的依赖。另外，在我接待新客户之前，也许应该练习一下。\nSure, I could build an office. It would have been incredible, rivaling great architectural wonders of the world such as the Centre Pompidou in Paris or my sandcastle that washed away on the beach last summer. I chose not to do that before I had properly explored the area. I didn’t want to offend any locals right away by ignoring their buildings. That is Day Two behavior.\n当然，我可以建造一个办公室。它会是一座绝妙的建筑，将与那些建筑史上的奇迹相媲美——像巴黎蓬皮杜艺术中心[sup]3[/sup]一样壮丽，像我去年夏天在海滩上被冲走的沙堡一样秀美。但在探索好这个地区之前，我决定先缓缓。我不想因为无视了当地人的建筑而有所得罪，让他们觉得我看不起他们。于是第二天，我又开始了探索。③乔治·蓬皮杜国家艺术中心\nAfter wandering around for several long minutes, I found a quaint little fortress – something the developers call a “bastion remnant”? Perfect! The open ceiling plan and the abundance of blackstone would give my clients the sense of freedom, and the fort-like vibe would be a nice reminder that I was not to be questioned.\n在经过一段时间的探索之后，一座古色古香的堡垒出现在我的面前——这就是开发者们称为“堡垒遗迹”的建筑了吧？妙啊！瞧，这开放式的天花板设计，这无处不在的黑石，一定能给我的客户无拘束之感，这堡垒的古朴氛围，一定会很好地提醒我，让我树立起自己的权威。\n\n\n\n\n\n\n\nTheNetherandI-carousel4.jpg (87.9 KB, 下载次数: 2)\n\n下载附件\n\n2020-6-28 08:28 上传\n\n\n\n\n\n\nI walked up to what I decided was the front door and was just about to make myself at home when a hoard of Piglins started running towards me. A welcome party! How nice. I quickly donned my golden party outfit that I always keep on hand in case someone wants to present me with an award. They stopped in their tracks and looked at me in awe. Luckily, I am used to being admired and know exactly how to act in these situations. These suckers were prime targets for a shady trade.\n我走向了我心目中的“正大门”，正准备放下心中的拘束，这时候，一群猪灵朝我跑了过来。是迎新会耶！太棒了。我马上就穿上了我那金色派对礼服——我把它时刻拿在手上，免得大家纷纷来给我“颁奖”。[sup]4[/sup]他们停下了脚步，敬仰地看着我。还好，作为一个习惯了被敬仰的人，我没有被喜悦冲昏头脑，知道这时候该干什么。我的目标，是和这些家伙进行一次 p y 交 易 。\n④猪灵会攻击不穿黄金装备的玩家。\n\nI dropped an iron ingot in front of the Piglins, but instead of applauding my generosity they turned on me. I tried to reason with them by dropping cobblestone blocks and even some gravel but they were beyond reason. I could see the hostility in their eyes so I threw a fern as a declaration of war and got the heck out of there.\n我在他们面前丢了一个铁锭，他们没有为我的慷慨而喝彩，只是冷眼旁观。我试着用砂砾和圆石来和他们讲理，但他们偏偏是不讲理的人。[sup]5[/sup]他们的眼神中满是敌意。于是，我丢了一棵蕨来表达宣战之意，然后悻悻离开。\n⑤与猪灵交易需要使用金锭。\n\n\n\n\n\n\n\nTheNetherandI-carousel5.jpg (63.16 KB, 下载次数: 2)\n\n下载附件\n\n2020-6-28 08:28 上传\n\n\n\n\n\n\nOne totally voluntary respawn later, I had to face facts. I needed help. There was no way that I could set up my new practice on my own. There were just too many small details, and I should be focusing on forging my doctorate degree from the Village University. This was a job that could only be solved by someone with an eye for detail, more juggling arms than a double octopus, and the patience of a saint. This was a job for a producer.\n我通过重生的方式回到家中，接着，我就要面对事实了。我急需帮助。凭借一己之力，我实在难以开设诊所。有太多细节需要注意，可我还需要花时间去取得乡村大学的博士学位。只有一个能洞察细节的人，一个有抵得上八爪鱼的能力的人，一个能像圣人一般有耐心的人，才能胜任这份工作。这只有监制能做得到。\n\nI took a deep breath, swallowed my pride, and called Vera. After forty minutes of cryingbegging reasonable debate, we finally came to a conclusion. I would continue writing for Minecraft.net as long as Vera found me a place to stay in the Nether. She had seen my previous attempts at providing shelter for myself and had already gotten the number of our colleague Cristina’s real estate agent. Now all I have to do is survive a few more days. Ooooh, is that a zoglin? I better go introduce myself! Be right ba–\n我深吸了一口气，把自尊心远远抛开，给Vera打了一个电话。在长达40分钟的苦苦哀求据理力争之后，我们最终有了一个讨论结果。只要Vera能在下界给我找个住处，我就会继续给Minecraft.net写文章。她说，我在下界找住处的所有尝试，她都已经看在眼里，而且她已经联系了我们同事Cristina的房产中介。现在，我只需要尽可能多撑几天。诶，那是僵尸疣猪兽吗？我最好去和它自我介绍一下！我现在jiu\n\n\n【GCVillager 译自官网 2020 年 06 月 14 日发布的 The Nether and I；原作者 Sofia Dankis】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "勤快的农夫",
            "timestamp": 1593424680,
            "txt_content": "没人吗，抢个沙发"
        },
        {
            "author": "小浪47一一一",
            "timestamp": 1593437760,
            "txt_content": "这个故事编的好\n我都编不出来"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1593561780,
            "txt_content": "奇怪的故事增加了！"
        },
        {
            "author": "MC_神采飞扬",
            "timestamp": 1593683640,
            "txt_content": "沙雕中掺杂着沙雕，is good"
        },
        {
            "author": "312555156",
            "timestamp": 1593915060,
            "txt_content": "这故事编地很好，来做做板凳先"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1594925040,
            "txt_content": "Who needs fitted, 1800 thread count sheets when you have a respawn anchor that allows you to safely spawn in the Nether?\n\n译文里有些原文的描述没完全表述出来\n\n这就是开发者们成为\n\nmake yourself at home: to relax and make yourself comfortable in someone else's home\n\n\n以下为其他发现的问题，供我自己参考\n\n\n\n"
        }
    ]
}