{
    "title": "【原创/连载】失落的世界：神陨 第十一章",
    "author": "StoryJ",
    "replyCount": 2,
    "timestamp": 1593399000,
    "txt_content": " 本帖最后由 StoryJ 于 2020-6-29 10:54 编辑 \n\n失落的世界第一卷：神陨\n\n前文请戳：\n第十章： https://www.mcbbs.net/thread-1064170-1-1.html\n\n\n第十一章 精灵古树\n\n\n乔纳森和史蒂夫打起火把。\n\n眼前这个空间，看起来果然像是一个古堡的楼道。台阶一级一级地向上延伸着，盘旋而上。在前方不远处的拐角处，还有一块照明用的萤石，发出暖黄色的光。\n\n乔纳森这才想明白了一件事，为什么刚才他感觉这树不像一棵树。原来这棵树的内部其实是一座古堡。如果这么解释的话，一切就变得合理了起来。作为森林氏族的圣地，这座古堡既隐蔽又幽雅，而且适合居住和生活。乔纳森隐隐觉得，森林氏族掩藏在漫长时光里的秘密，即将向他们缓缓展开。\n\n史蒂夫和乔纳森沿着台阶向上走着，鞋子踩在台阶上发出的哒哒声回荡在古堡的走廊里。\n\n巨树遒劲的枝条排绕在四周，包裹着阶梯形成旋转而上的走廊，空气中弥漫着淡淡的，草木特有的香气。\n\n“这里真是个好地方啊，”史蒂夫感叹道，声音回响在长长的，盘旋的走廊里，“不知道为什么，我走在这里的时候心情突然就变好了，嗯…具体的我说不清楚，反正是很安心的感觉。”\n\n“我也有这种感觉，就连之前的几处伤口好像也没有那么疼了。” 乔纳森一边走着，一边用手抚过沿路的木制“墙壁”，“也许……这和精灵圣地有关系吧”\n\n“古籍上关于精灵的记载只有只言片语。其中最广为流传的是一首歌谣——”乔纳森沉吟着，“古月之光，白刃为霜；萤火之林，灵之永固。精灵之树，万木之本；精灵之泉，生命之源。研究者们推测，这首短短的歌谣其实就包涵了精灵圣地所有的秘密，只不过没有人能解译出来。目前最权威的推测是，‘精灵之泉’可能就是某种可以用于疗伤的泉水——我想我们已经见识过了。”\n\n史蒂夫点了点头。\n\n乔纳森继续道：“而这首歌谣其他的部分还是谜。有学者推测，精灵族可以从自然界中获取某种‘灵力’，这就是他们能够疗伤的关键所在。而他们的圣地肯定也有某些宝物之类的东西存在，或许这就是我们有现在这种感受的原因吧。”\n\n“前边好像没路了！” 走在最前面的史蒂夫停了下来。\n\n乔纳森抬头一看，之间前方不远处，碗口粗的藤蔓盘根错节交织成一堵绿色的墙，堵住了去路。\n\n“又得开路了……” 乔纳森摇了摇头。\n\n史蒂夫从背包里拽出最后的一把铁斧，走到交织的藤蔓前，选了看起来最细的一根，比了一比，然后抡圆了斧子劈下去。\n\n“咔！当啷！”\n\n“乔纳森！我有一个坏消息和一个好消息，你想先听哪个？”\n\n“先听坏的吧。”\n\n“没劈开！”\n\n“那好的呢？”\n\n“我们的行李里可以少带一把斧头了！”\n\n“What the f**k？！”\n\n史蒂夫扔掉了手里的木棍（几秒前还应该叫斧头柄），靠着藤蔓坐了下来。突然，他的手摸到了身上的剑鞘。“对了！斧头砍不动的东西，也许可以用这把剑试试。”\n\n长剑又一次被抽了出来。剑身上泛着淡淡的青色光芒，似水波流动着。\n\n无声无息的一剑。\n\n之前报废了一把铁斧的那条藤蔓，连同紧邻着的两三根更粗壮一点的藤蔓就这样断成了两截，断口如镜面一样光滑。\n\n“神奇！乔纳森，你来试试。”史蒂夫说着，转身把剑递给乔纳森。\n\n乔纳森试了试，这把剑看起来也有七八十厘米长，但拿在手里像拿着一把餐刀一样轻松。轻轻挥舞了几下，破碎的藤蔓便雨点般掉了下来。\n\n“路通了，咱们继续走吧。”\n\n穿过被破开一个口子的藤蔓墙，眼前豁然开阔了许多。\n\n“这里……好像是一座大厅啊。”乔纳森自言自语道，他环视四周，仔细打量着。\n\n枝条盘绕成柱，绿叶密铺作墙，绿色穹顶之下的这片空间有一种难以想象的庞大。几十，甚至上百股粗枝扭转成一股，在这片空间的正中央支起一处半公顷大的平台，无数枝条组成的桥梁在平台处汇集，又延伸向四面八方，消失在浓密的绿叶中。\n\n“如果把这棵树比作城镇，那这里绝对是城镇中心的十字路口了。”乔纳森说道。\n\n“岔路太多了，我们一时半会儿可能探不过来啊。” 史蒂夫不禁皱眉，“我们还要留够时间，赶在日落之前下树。在一棵大树内部生火恐怕不是好主意。”\n\n”时间有限，我们只探索一条，”乔纳森指着其中最大的，通向上方的树枝桥梁说道，“从方向上看这一条应该通往树顶，我们先到树顶观察一下情况再做打算。”\n\n“我赞成。”史蒂夫点了点头，说着，他在口袋里摸索着掏出表，用衣襟擦了又擦，布满泥土的表壳总算显露出本来的颜色。此刻，红色的指针刚刚离开白区的正中央，向着黑色区域缓缓滑去。时间比想象中过得要快，不过，离日落还有三四个小时，所以应该还来得及——下树不像上来时那样艰难，一条藤蔓就够了。\n\n于是两人开始沿着枝条组成的桥梁向前走。桥梁两侧广大的空间里，有无数其他的纵横交错四通八达的桥梁，还有许多由细小枝条缠绕成的袋状物体悬在半空，这些东西上有开口，看上去足有一间兔村旅馆的客房大小。\n\n\"这些应该是当年精灵们的住所吧。\"乔纳森一边说着，一边在笔记本上写写画画。\n\n\"树枝做成的房间，有意思。等回到兔村，我也想仿造一个试试。\"史蒂夫饶有兴致地回答。\n\n说话间，两人已经走到了桥梁的尽头，来到了另一个平台。\n\n这个平台看起来颇有几分恢宏的气势，平台的正中央有一块圆柱形的物体，乔纳森走进一看，似乎是一截树桩，或者是一截足有一米宽的枝条。这个圆柱的正中间是一块发着淡黄色微光的晶体。\n\n乔纳森爬上这个圆柱台子，俯身去观察那块晶体。\n\n“这是……琥珀？”乔纳森的指尖传来晶体温润的触感，他于是做出了判断。\n\n然后他注意到，这块琥珀的正中间有一道窄窄的缝隙，看起来就像是有人在这块琥珀上刻了一道似的。\n\n乔纳森用手丈量了一下缝隙的长度，大约一指。\n\n一指长的缝隙？\n\n乔纳森的大脑飞速地运转起来。这道缝隙到底是什么意思？\n\n史蒂夫也已经走到乔纳森身边，看到乔纳森面对着琥珀凝神思索的样子，没有打扰。但是他低头看了看手表之后，还是决定出声提醒一下这位考古学家：“我说，你要是对着这琥珀感兴趣，我们可以把它切一块带回去慢慢研究嘛！”\n\n说着，史蒂夫就拔出剑来准备动手。\n\n乔纳森看到史蒂夫的那把剑，突然灵光乍现。\n\n“就是它！就是这把剑！”\n\n乔纳森突然兴奋地大喊，吓得史蒂夫差点把剑掉在地上。\n\n乔纳森从史蒂夫手里拿过剑，然后双手握着剑柄，将剑刃对着琥珀上的那条缝隙，插了下去。\n\n严丝合缝，仿佛这个缝隙就是为了这把剑而存在的。\n\n把剑插进去之后，乔纳森赶紧抬头四顾，因为直觉告诉他，这把剑既然能正好插进这个缝隙，那么很有可能就是某种开关，恐怕会触发一些机关之类的东西。\n\n精灵族的机关，会是什么呢？挥舞的枝条？飞旋的叶刀？或者捆绑用的藤蔓？\n\n考古学家不禁兴奋起来，红石机关他见得多了，毕竟矮人族就是一个擅长制造红石机关的种族，但是其他种族的机关还真是历史的空白呢。\n\n屏息静候了大约两三分钟，四周还是一片寂静，什么都没有发生。\n\n这是怎么回事？乔纳森满心疑惑。没道理啊，这块琥珀，和这把来历不明的剑，以及那个严丝合缝的缝隙，这一切应该有一种合理的解释才对的。\n\n乔纳森陷入了迷茫。\n\n史蒂夫倒是没有那么多想法，他看了看四周，然后拍了拍皱眉思索的乔纳森，笑着说：“嗨！看来这精灵族的机关，不行！八成是年久失修，坏了，哈哈哈，正所谓‘镐不修会坏，刀越磨越快’，这机关呐，恐怕也是这个道理啊！”\n\n乔纳森也只能接受了这个说法，有些悻悻地把剑拔出来，还给了史蒂夫。\n\n史蒂夫一边把剑插回剑鞘，一边抬手又看了看表，说：“我们还要继续探索下去吗？时间不多了。”\n\n乔纳森看了看面前那条从这里继续向上延伸的桥梁，抿了抿嘴，说：“那我们……再往前走一段吧。”\n\n“走着。”史蒂夫迈开腿。\n\n大约十几分钟之后，他们两人又到达了一座平台。而且这里除了来时的路没有其他路径延伸出去，看来应该就是制高点了。\n\n登上平台之后，两人都忍不住发出了惊叹。\n\n如果说之前他们看到的是一座大厅，那么这里就是一座真正的绿叶的殿堂。\n\n上下近一公里，方圆近五公里的范围内，高低错落排列着成百上千个藤蔓组合形成的座位。这些座位有的高悬在百米空中，有的则贴近地面，水平上呈环形分布，彼此之间有距离，却又不显得疏远。大厅四处的绿叶间点缀着萤石，星星点点的光看起来很温暖。\n\n\"真漂亮啊……\"史蒂夫由衷赞叹道。他一边仰望着缀满萤石的穹顶，一面快步走着。\n\n\"人在激动和匆忙的时候总会犯一些平时难以想象的低级错误。\"赫斯托利学者斯迈尔的这句话在史蒂夫身上应验了。\n\n他完全没注意到左脚前一根从地面突起比手臂还粗的树枝。乔纳森刚要开口叫住他，就听见\"咔吧！\"一声，倒霉矿工以一个极其刁钻的姿势滚了出去，重重摔在了地上。\n\n这一摔，史蒂夫那个装着栀子花的小玻璃瓶子从他怀里滑了出来，直接掉进了树枝之间的缝隙里，随着“啪嚓”一声脆响，史蒂夫知道自己的瓶子碎了。\n\n“艾米！”\n\n史蒂夫下意识地喊出了她的名字。\n\n那朵栀子花是当初她送给他的礼物。\n\n那时候，二十刚出头的史蒂夫还只是个穷小子，给村里的矿工老查理当学徒，成为了一名年轻的矿工。邻居家里跟史蒂夫一起长大的小姑娘艾米有一天突然送给了史蒂夫一本书作为礼物。\n\n那是一本矿物图鉴，应该是某位地质学家的手笔。后来据艾米说，那是她从一位流浪商人手里花大价钱买下来的。那本书送到史蒂夫手里的时候，里面就夹着一朵栀子花。\n\n栀子花。那是艾米最喜欢的花。\n\n所以这么多年过去了，史蒂夫一直把那朵栀子花带在身边。\n\n可是现在。\n\n史蒂夫感到一阵头晕目眩，乔纳森被他那一声大吼吓了一跳，赶忙跑上前去问他怎么了，可是史蒂夫感觉乔纳森的声音听起来十分遥远，仿佛隔绝在自己的世界之外。而自己的世界，早就随着那个掉入树枝缝隙间碎掉的玻璃瓶子一起碎掉了。\n\n艾米。\n\n史蒂夫失神地跪在地上，疯了似的试图把手伸进树枝间的缝隙里去够那朵已经看不见踪影的栀子花。\n\n突然，史蒂夫感觉天旋地转起来。\n\n是因为自己伤心过度而产生幻觉了吗？\n\n似乎……有光从树枝的缝隙间透过来？\n\n“史蒂夫！”乔纳森抓着史蒂夫的肩膀，终于让史蒂夫的思绪又回到了他的**里。\n\n“地面在晃动！我们得离开这！”乔纳森拖着史蒂夫就要往后退。\n\n地面开始倾斜，交错的树枝像是有了生命一般开始运动起来。\n\n乔纳森在一片混乱中拖着史蒂夫向后退，他看见一个发光的物体正从由树枝构成的地面下面升起来。\n\n好像……是个巨大的蛋型物体？\n\n暖黄色的光从那个蛋型物体中散发出来。\n\n震动渐趋平缓，光也渐渐减弱了下来。乔纳森看清了那个蛋型物体是什么。\n\n一大块……琥珀？\n\n乔纳森不禁张大了嘴巴。\n\n这么大块的琥珀？！\n\n不，不止如此。\n\n一朵花，正静静地悬浮在蛋型的琥珀前面。\n\n“我的花！”史蒂夫大声喊。\n\n突然，一只白皙的手从琥珀中伸出来，握住了那朵枯萎的栀子花。\n\n干枯的花瓣一点一点变得湿润、挺立，色泽也逐渐变得鲜艳。\n\n乔纳森和史蒂夫都瞠目结舌地看着眼前正在发生的奇迹。\n\n那朵枯萎的栀子花，现在变成了一朵，仿佛刚刚从枝头上被摘下来的鲜花！\n\n不止如此，琥珀里又伸出了一条光洁的腿。\n\n一个人，不，准确地说，是一个少女，从琥珀中走了出来。\n\n\nTo be continued...",
    "replies": [
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1593426720,
            "txt_content": "What the ***的确是惊到我了。"
        },
        {
            "author": "StoryJ",
            "timestamp": 1593442080,
            "txt_content": "Minecraft.Wnxi 发表于 2020-6-29 18:32\nWhat the ***的确是惊到我了。\n哈哈哈哈，要不是论坛屏蔽词太严格我觉得我会忍不住写更多 f-word 的"
        }
    ]
}