{
    "title": "【原创】美咲团之盘古重生 第五章:兽态魔剑术与转盘",
    "author": "熊猫丶晓能",
    "replyCount": 4,
    "timestamp": 1365420660,
    "txt_content": " 本帖最后由 熊猫丶晓能 于 2013-4-8 19:36 编辑 \n\n曾经的文笔奇差= =.各位请原谅\n---------\n“喵子姐。我们现在在哪里呀，喵。好冷啊。”\n　　“哎。这里怎么连半个人影都没有的说。喵~呜呜。”\n　　蒂亚与喵子两人躺在一个被冰封的石头上颤抖着。过了一回。便体力不支。一起晕倒了.\n　　“哎？你醒了”\n　　蒂亚睁开眼，坐起来。旁边有着一位手持着水晶珠的人，悬浮在空中。\n　　“你是？”\n　　“我还没自我介绍吧，我是三转法师监督官，你们两的资质不错，嗯？。”法师监督官皱了眉头，“你两居然是。居然是兽态魔剑术。这件事麻烦大了！”\n　　“进行转职。蒂亚与喵子转职为兽态魔剑术（想必一看就不是冒险岛的职业）。等级自动变为20。学得技能：魔剑隐（需求：武器为双手剑杖（就是剑和杖的融合体）。。介绍：隐身后。召唤出一把巨大的剑。向四周散发出邪恶气息。使人无法移动。在以剑杖发出魔剑气与魔杖球攻击四周敌人。每秒扣除智力+力量的和乘普通攻击”\n　　“触发任务：训练任务A。需求：杀死50只A等机器人奖励：随机\n　　“嗯。看来兽态魔剑术的继承人已经出世了,那么我也就该训练他们了.当然。也要先告诉另外4个老家伙”老法师监督官默默的说。\n　　系统:“???由于刚进入.每五年一次的转盘自动开启....”\n　　系统：“自动确认转动。可能获得道具：N（现在等级除于2+幸运（未知的属性。尚未开启。所以暂时不能加））个升级药水。1000瓶幸运药水（暂时加幸运值2）等物品······。可能获得武器：黑紫权利魔剑杖（由于是转盘。降低使用等级50.先现需25级。属性：敏捷+200智力加250权利的力量（控制周围的部分敌人5分钟。这算是一大招。扣魔5%.扣血10%）剑杖控等级+5。收税（冷却时间1.5小时。收获怪物等级*10000*幸运值的枫叶币））巫毒的石头（项链。可以使出魔蛊毒（魔法属性：毒无冷却时间。可重叠毒，伤害重叠每次加扣500血，时间增加4。20%几率发出。每秒扣血1000持续1分钟）增加500智力）等装备。可能获得坐骑：未知。”\n　　系统：“开启转盘·······蒂亚获得坐骑提拉奥斯（双人坐骑五围（敏捷智力力量运气无节操）+200速度加10）。喵子获得黑紫权利魔剑杖。张晓林·········白井黑子········御坂凉介······御坂求票均获得······························叮！某同志获得萌物神喵小⑨之卵。”\n　　系统：“幸运系统开启。启动所有人随机幸运值。张晓林5蒂亚与喵子与白井黑子与御坂京介与御坂求票均为4其他人都为0、1、2、3\n　　系统：“成就选项开启。某某同志（现在还是叫做撸秂毅啊。后期毕竟是个跑龙套的经常出现－－）获得了‘我要当配角，也要当主角’（加幸运值1。运气加500力量减200唯一性)的成就。成就需手动打开”\n　　系统：“空间牧场大更新。出现冰封雪域。除了神喵小⑨之外的萌物全部孵化完毕！。在一天后将所有SOM团员传送进牧场！。主系统将会发布一件任务。”\n　　系统：“蒂亚获得“坐骑唯我独尊”（唯一性五围+100速度+1跳跃力+5）\n　　系统：“蒂亚触发坐骑任务：夺取蘑菇公主的马儿。奖励：魔魇独角兽（唯一性。未知属性）经验值1W能量点数5千”\n　　系统：“·······”\n　　“·········不玩啦！弟弟。伱为神马会有如此好滴坐骑。我也要！~！喵”\n　　“别玩啦。姐。这个可以两个人一起坐骑的·喵”\n　　“两个兽态魔剑术的继承者你们怎么了。不会疯了吧。不是吧。算了牵走他们”某监督官拉着某男某女到某个冰天雪地的地方。当然。必然先给他们弄了个火盾保暖。\n　　“偌。就是这两个人。有点不论不类啊。我们把他们两训一训。让他们去打训练机器人A.反正训练基地离这里不远的。”\n　　“嗯。好。就让他们杀50个吧。反正多劳动。多健康。还能多升级啊。幸好这世界没外挂（鹿能假：大家好。又是莪们出场的时候。现在我多了个兄弟！就是上面出现的撸秂毅。我忘记说了。我也是SOM团滴一员哦····）（鹿能假、撸秂毅：监督官这话怎么说。让我摸不着头脑了····后面省略超过亿的数字）否则啊。。”说完。所有的监督官把两人抓去一个训练场把两人关了起来。留下一句话“等你们打完。门就自动开了·······。”\n　　“喂喂。别把我们留下来啊。我俩怕暗也。”两人苦苦的敲着门。\n　　两人没有办法。看着密室里的机器人慢慢出现。便拿起魔剑杖开始战斗。\n　　两人坐上坐骑。发现居然是可以攻击的。便操控着马儿。四处乱杀~。\n　　两个人趴倒在地上：“累死鸟.这.怪也太变态了.有些机器人居然会飞呀飞去.或者是直接bong的一声把我俩吓死了.”\n　　“哎。你们居然修炼完毕了。不错不错。走。我们去下射手村。我有射手村的回城卷”某法师监督官的背后4个人说。\n　　7个人（5个监督官+2只猫）就扔出背包里的回城卷。“灰”滴一声。7个人都到达了射手村。当然不可能的。准确度太差。直接飞到埃欧雷。\n= =.下集预告:\n无\n---------------\n索引贴地址:点这0 0.",
    "replies": [
        {
            "author": "704009905",
            "timestamp": 1365420720,
            "txt_content": "支持···········"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1365420720,
            "txt_content": "哦呵呵~继续顶~"
        },
        {
            "author": "1193122131",
            "timestamp": 1365421260,
            "txt_content": "看见魔君了继续顶"
        },
        {
            "author": "mc9",
            "timestamp": 1365879600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}