{
    "title": "[Minecraft.net|MINECRAFT BUILDS]我的世界：平行宇宙",
    "author": "qsefthuopq",
    "replyCount": 1,
    "timestamp": 1593486060,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-6-30 11:05 编辑 \n文章日期2020-06-29作者Tom Stone\n译者qsefthuopq\n\n原文链接点击打开\n\n\nInto the Craftiverse\n我的世界：平行宇宙\n\nDimensions you discovered in the Ultimate Content update!\n在终极内容更新中探索多元宇宙！\n\n\n\n\nIf there’s one thing Spider-Man has taught us all, it’s that nothing ever goes wrong when you start exploring other universes. That was the lesson of Into the Spider-verse, right? I fell asleep a few times during the movie. That last sentence was a joke. Anyone who so much as blinks during Into the Spider-Verse never deserves to see another movie again.\n如果说蜘蛛侠教会了我们什么的话，那就是当你开始探索其他宇宙时，一切皆安好。这就是《蜘蛛侠：平行宇宙》给我们上的一堂课，对吧?我在看电影的时候睡着了好几次。当然，我是在开玩笑。那些在看《蜘蛛侠：平行宇宙》中眨了眨眼睛的人永远都不值得再看另一部电影。\n\nAnyway, we recently showed you how to explore strange new dimensions with the Ultimate Content update, a very serious Java Snapshot we released on April 1st. Click here to learn more about the Ultimate Content update and how you can try it! Or just use this handy tutorial I kindly put together just for you:\n总之，我们最近向你们展示了如何在终极内容更新中探索奇异新世界，这是我们非常“严肃”地在4月1日发布的Java快照。 点击这里了解终极内容更新并试试看吧！或者查看这里的简易教程：\n\n\n\n(1/4) In Minecraft: Java Edition, go to the Installations tab and then tick this box to enable snapshots. Then click the plus sign next to ‘New’.(1/4) 在Minecraft: Java Edition一栏内，点击安装然后勾选这个方框启用快照。然后点击‘新建...’。\n\n(2/4) Click the version drop-down box and scroll down to ‘20W14Infinite’. You’re ready to play!(2/4) 点击版本下拉框并向下滚动找到“20W14Infinite”。你可以开始游玩了！\n\n(3/4) In the snapshot, pick up a book and write whatever you like in it. Make sure you select ‘Done’ when you’re finished.(3/4) 在这个快照中，用书与笔写下你喜欢的内容。输入完后点击‘完成’。\n\n(4/4) Finally, throw the book into a Nether portal, then jump in after it to be taken to a unique new dimension. I got this one full of hostile mobs! Oh.(4/4) 最后，将你的书扔入下界传送门，然后随之进入传送门，你会进入到一个全新的维度。噢，我的这个世界里全是怪物！\n\nThere’s over two billion potential possible dimensions that can be generated, simply by writing different things in the book. I tossed one of my articles into the portal, which took me to a dimension where there was nothing but my old writing teacher weeping. Huh.\n只需在书中写下不同的内容，即可生成超过20亿个不同的潜在维度。我把我的一篇文章扔进了传送门里，它把我带到了一个维度，在那里只有我的写作老师老泪纵横。嗯？\n\nWe asked you to submit screenshots of the most spectacular dimensions you’d discovered. To say you delivered would be the biggest understatement since “Creepers aren’t very smiley”. Here we’ve compiled some of our favourites from you, the multiverse-traversing Minecraft community. Enjoy!\n我们曾征求你们找到的最为壮观的维度截图。因为“苦力怕并没有笑脸”，所以你们上传的截图会是冰山一角。我们遍历多元宇宙的我的世界社区并从中收集了一些我们最喜欢的维度。享受维度之美吧！\n\n\nA spooky dimension\n令人毛骨耸然的维度\n\n\n\nAbe Kempster gets us off to a bad start by accidentally sending us a screenshot that’s clearly from the game Limbo instead. Wait a second... *rubs eyes and says ‘bwuh?’ repeatedly* That’s Minecraft? Yes, and a dimension so relentlessly spooky, I’m shaking to the point that my fingers can barely type this article. The editor of Minecraft.net has just informed me that’s not a good enough excuse to stop writing the article. In that case, onwards to the next dimension!\nAbe Kempster给我们带来了一个糟糕的开头，这张截图显然是从《地狱边境》里截下来的。等一下…*反复揉眼，‘哇?’ * 这是Minecraft ？是的，这是个令人毛骨耸然的维度，我抖得手指都快打不出这篇文章了。Minecraft.net的主编刚告诉我这不是我拖更的理由。既然这样，让我们探索下一个维度吧！\n\n\nThe world of I's\n只有“我”在的世界\n\n\n\n\nGiven the name, you might fairly assume The World of I’s is the most selfish dimension in the multiverse. However! This submission from Fouche has entirely selfless origins. They wrote in their book 'my son, the strider, went off to college I'm so proud of him' . Awwww! While I wipe something out of my eye - sniff - enjoy the sunset in this, er, 'lovely' looking dimension, where you can barely move without walking into another giant stone ‘I’. This image also serves as a cautionary reminder of why you should always visit your college campus before enrolling.\n通过这个维度名，你很可能会认为只有我在的世界是多元宇宙里最自私的维度。其实不然，Fouche的这个维度完全是无私的。他在书中写道：“我的儿子跨入了大学之门，我为他感到骄傲”。太感人了！我擦去眼里的东西 - *吸气* - 在这个看起来“可爱”的维度里享受日落。在这里你不走到另一个“I”型巨石上的话你寸步难行。这张图片也提醒了你为什么要在入学前参观一下你想进入的校园。\n\n\nSponge\n海绵世界\n\n\n\n\nBrave traveller Joseph typed 'sponge' into a book, tossed it in the portal, and was granted access to... a pineapple under the sea? Sadly, no. Instead, his reward was a dimension of lava and strange geometry. Hooray! Because who needs fun cartoon undersea adventures when you can have a scalding hot maths lesson instead?\n勇敢的旅者Joseph在书中写下“sponge”，并将书扔入了传送门，他去到了…深海的菠萝里？很遗憾，并没有。相反，他去到了由岩浆和奇怪的几何体构成的维度。太好了！当你可以上令你陷入水深火热之中的数学课时，谁还需要看深海冒险搞笑动画呢？\n\n\nWhere is Minecraft Steve?\n史蒂夫在哪?\n\n\n\n\n\n\n\nProbably the thing I miss most about working in the Mojang Studios offices is bellowing “where is Minecraft Steve?!!?!?” at the top of my delightful lungs, each and every morning. Oh how the staff must miss me! Coincidentally, they’ve been lobbying for me to be dumped in this dimension, discovered by **mon Jackowski, forever. Fans of the colour purple and semi-transparency will be in Heaven! I don’t like either :(\n在Mojang工作室工作时，我最怀念的可能就是在每天早上大声喊出愉悦的肺腑之言：“史蒂夫在哪?!!?!?” 。员工们一定都很想念我！巧合的是，它们想要把我永远抛弃在这个**mon Jackowski发现的维度里。喜欢紫色和半透明的人一定会觉得这里就是天堂！虽然这两者我都不喜欢 :(\n(英文名被屏蔽)\n\nCacti-Phobia\n仙人掌恐惧症\n\n\n\nNot to brag, but I’m not scared of the common cactus. Just everything else. If you’re not as brave as me when it comes to cacti, you should probably give this dimension that Jeremiah Dean discovered a miss. Frankly, I don’t know what people are so scared of – I proudly smooch my cactus each and every morning. With that mental image successfully stuffed into your mind, let’s move onto the next dimension :D\n我不是在吹牛，我不怕普通的仙人掌，但我怕其他东西。如果你不像我一样敢于拥抱仙人掌的话，你应该略过Jeremiah Dean发现的这个维度。说实话，我不知道人们怕什么 – 但我每天早上都会自豪地亲吻我的仙人掌。让上面这张图里的仙人掌扎根于你的脑海后，再然我们探索下一个维度吧 :D\n\n\nWhy why\nWhy why\n\n\n\n\nWithers! TNT! Yes,Why Why from Cammie is a perfect paradise, assuming you’re a Wither or TNT-proof. In fact, I’m pretty sure Wither’s aren’t TNT proof, so how they’ve managed to survive in this dimension is a mystery well worth solving. Sadly, I’m but a humble writer, not a detective, so you’ll have to go there and solve it for me. Best of luck.\n凋零！还有TNT！没错，只要你是凋零或者穿戴防爆装备，Cammie的Why Why就是个完美的天堂。实际上我很确定凋零并不能防御TNT的爆炸，所以它们是如何在这个维度下生存下去是个值得探究的谜。遗憾的是，我只是一个卑微的作家，而不是一个侦探，所以你必须亲自去那里帮我探清这片疑云。祝你好运。\n\nYes\nYes\n\n\n\n\n\n\n\nShort, sweet, and to the point. My writing could learn a lot from this dimension discovered by Kartoffel Spielen, who simply wrote 'Yes' in the book. Three letters is all it took to teleport them to a dimension seemingly overrun with Ender Dragons. Hate to not go by the book here, but if someone invites you to the Yes dimension, I strongly recommend you answer in the negative.\n简短，甜蜜，直入主题。我的文笔可以从这个Kartoffel Spielen通过在书中写下“Yes”发现的维度中得到提升。只要3个字母就能传送到这个似乎被末影龙掌控的维度。我讨厌去这个维度，如果有人邀请你到这个维度，我建议你最好拒绝。\n\n\nWhy are we still here, just to suffer\n为什么我们还在这里受苦\n\n\n\n\nThanks for keeping it light,Kruz_Shady! When we read the name of your dimension,Why Are We Still Here, Just To Suffer we were going to suggest maybe laying off the Radiohead, until we saw the results are arguably the most spectacular dimension yet. A dimension which proves that things which may seem a little dark and grim are still capable of making nice stuff! Just like me nobody I can think of I am very nice let’s move on.\n谢谢你开着灯，Kruz_Shady！当我们看到你的维度名为什么我们还在这里受苦时，我们可能会停止播放Radiohead的音乐直到我们一致认为这是目前为止最壮观的维度。它证明了看起来有点黑暗和残酷的东西仍能构成独特的风景!就像我一样，我所能想到的人都不是好人，让我们继续吧。\n\n\nThe Book of Yeet\nYeet之书\n\n\n\n\n\n\n\nEver the skeptic,Authorcraft tells us in their email that they thought this update 'was a joke!' A joke? On April 1st? I’ve never heard something so absurd, and I’m the person who got Jens Bergensten to rap . Authorcraft wrote 'Yeet' in their book and this sea-sick green dimension was the slightly queasy result. Interestingly, I googled 'yeet' to find out what it means and apparently it’s 'proof that you’re old and out of touch for googling this, Tom' . Fascinating!\n曾是怀疑论者的Authorcraft在他的电子邮件中告诉我他认为这次更新是在开玩笑。在愚人节开的玩笑？我从未听过如此荒谬的事情，我还能让Jens Bergensten表演rap。Authorcraft在书中写下“Yeet ”，呈现出的是这个晕船般的绿色维度。有趣的是当我谷歌搜索“yeet”想了解它的意思时，我发现它显然证明我老了，跟不上时代的潮流了。呵呵，真有趣！\n\n\nTell me portal, where should I go?\n传送门请告诉我，我该去哪?\n\n\n\n\nTo the eye doctor. Seriously. Owch. Thank you Bram Aspharon, for your retina-ruining submission!\n去看眼科医生吧。我是认真的。谢谢Bram Aspharon，狗眼已瞎！\n\nAnd there you have it. 10 out of 2,147,483,647 worlds – all in a day's work. Discovered an amazing dimension yourself yet? If not, just pick up a book and write 'I loved Tom’s article' in it. Bless you!\n我们对平行宇宙的探索到此为止。这只是2147483647个世界里的10个世界 – 我们只用一天的时间介绍冰山一角。你发现了奇妙的维度了吗？还没有的话就用书与笔写下“I loved Tom’s article”吧。祝你一帆风顺！\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1593786540,
            "txt_content": "我晕 都多久了 编辑这才想到写个愚人节快照的文章"
        }
    ]
}