{
    "title": "【服务端整合包】版块规定&新人必看",
    "author": "Mr.Luans",
    "replyCount": 0,
    "timestamp": 1593509640,
    "txt_content": " 本帖最后由 AzureHanChen 于 2021-2-5 22:03 编辑 \n服务端整合包版版规 ver1.1.4\n前言      欢迎您来到服务端整合包版，在这里你可以分享你的服务端整合包给坛友，感谢您对国内联机界的贡献。\n      您在MCBBS服务端整合包版发布的任何言论与使用行为（包括但不限于发表主题、回帖、评分、评分理由等）将视作对本版规全部条款或其后对版规条款修改的完全接受，请您仔细阅读本版规的全部条款与条件，尤其是版规中黑色、红色加粗的条款。\n版规详细更新记录版规1.1.4更新：将原置顶“服务端整合包版后门相关版规重定义”公告（https://www.mcbbs.net/thread-866196-1-1.html）移动至版规内进行强调：2-8，不再进行单独强调，将继续按照原强调贴发布日期（2019/05/17）作为版主处理的日期标准；2019.9.10版规1.1.3更新：将原置顶“关于强调关于“QQ群”以及“回复可见”相关版规”公告（https://www.mcbbs.net/thread-863496-1-1.html）移动至版规内进行强调：2-6-3及2-16，不再进行单独强调，将继续按照原强调贴发布日期（2019/05/06）作为版主处理的日期标准；2019.9.7版规1.1.2更新：删除了冗余bbcode代码；修改了部分排版；2019.9.5版规1.1.1更新：按照现状增加了一些常见的服务端类型；取消了移动至服务端回收区的扣分处罚；非盈利性QQ群暂不做限制，可添加到帖内；2019.9.4版规1.0：由原版主沉寂编写；2018.8.28版规beta：https://www.mcbbs.net/thread-424757-1-1.html\n一：标题1-1：标题格式：帖名：[服务端版本][服务端类型]服务端的简介\n版本号如包含多版本可用[版本号-版本号],例如[1.5-1.7]服务端类型里面可以填这些：\nCraftbukkit —— CB \nMCPC+ —— MCPC+ \nMinecraft_Server (即官方服务端) —— 官服\nSpoutcraft —— SC\nSpigot  —— Spigot \nPaperspigot —— Paper\nLibigot —— Libigot \nCauldron —— CD\nKcauldron —— KC\nThermos —— Thermos\nSponge —— Sponge\nUranium —— Uranium\nCatserver —— Catserver\nBungeeCord —— BungeeCord\nWaterFall —— WaterFall如果您的服务端类型在列表里没有涉及，请填写原名。\n如果您的帖子内包含了多个类型的服务端，可以用”|“分隔，例如：[类型1|类型2]1-2：违规处理：若标题稍[sup]1[/sup]有偏差：将进行移动到“服务端回收区”版块的暂时处罚直到修改完成，请修改完成后私信版主，移动回来。若标题严重不合格：则直接删帖。\n注[sup]1[/sup]: 稍有偏差指 标题大体正确,部分错误 例如使用【】\n二：服务端内容要求2-1：请在您的帖子内附上所有插件截图、所有MOD截图（MOD端，纯净端例外）、服务端控制台开启截图；若缺少截图或者图挂，将进行移动到“过期服务端板块”分类的暂时处罚直到修改完成。修改完成后请私信版主移回。2-2：关于转载：如果转载他人整合包，请征得原作者同意，需要提供切实有效的证据，证明对方是原作者并且同意转载。（仅一小段QQ聊天记录等因为太容易被伪造，所以不算）。否则按剽窃处理。如果从国外搬运也必须征得同意，并且请自行汉化内容，附上原帖地址，否则按剽窃处理。使用他人站内/站外已有服务端修改进行发布，需征得原作者同意（需授权证明）且注明原发布贴地址，并且需要百分之50以上的原创内容，如直接转载或未到达百分之50以上的原创内容（由版主进行人为判定）则按剽窃处理。\n\n版规1.0颁布之前的帖子将移动至\"服务端回收区\"，不作处罚。2-3：关于介绍的规范和要求：\n请简洁地阐述您对服务端的介绍（如特色等）尽量不要加无意义的内容。如果需要的话，可以适当的在帖子内加入一些开服教程等，（但是不能去复制他人，否则按剽窃处理。）如果没有相关介绍、粗制滥造或无意义内容过多，将进行移动到“服务端回收区”直到修改完成\n2-4：关于顶贴\n您可以在帖子内索要评分来获得支持，但是禁止在帖子内以任何形式索要回复（包括但不限于文字/图片 暗示/明写）。\n一经发现：-2人气 -20金粒 并发卡警告，屡教不改直接撤销所有正评分，删帖并扣除1贡献；禁止使用马甲回复顶贴，或怂恿他人回复顶贴。\n一经发现：-2人气 -20金粒 帖子下沉 + 顶贴楼层发卡警告，双方封禁一周（若为马甲则永久封禁）。\n2-5：关于下载链接以及压缩包的规范：\n请不要过分隐藏下载地址，诸如弄了N个隐藏区，下载地址包含在任意一个。否则会被移动到“服务端回收区”直到修改完成。请在帖子内写明下载链接。否则会被移动到“服务端回收区”直到修改完成。压缩包禁止附带密码，否则会被移动到“服务端回收区”直到修改完成。下载链接请保持持续有效状态，如下载链接失效或取消分享则移动到“服务端回收区”直到修改完成\n2-6：关于收益或利益相关：\n1-禁止使用有收益性质的链接：比如adfly，违者封禁7天，屡教不改者永久禁言。2-禁止在帖子内放置转账二维码（如果有发帖者本人原创插件在内，并且服务端为原创则允许），否则会被移动到“服务端回收区”直到修改完成。3-禁止宣传盈利性信息。服务端整合包严厉禁止贴内及配置文件内添加QQ群信息，禁止通过非营利性QQ群内公告方式引导用户前往营利性QQ群，如果帖子内带有盈利性QQ群的宣传信息，将处以最低 -3人气 -30金粒 并移动至回收区 ，如果为非营利性QQ群，则会被移动到“服务端回收区”直到修改完成。禁止宣传服务器，否则最低封禁7天，-2人气 -20金粒 -3绿宝石，情节严重者永久禁言此类有效举报每个给予15金粒的奖励。4-贴内禁止包含盈利内容，包括但不限于（完整版收费XXX，收费XXX制作XXX）等。违者视情况进行：最低封禁7天，-2人气 -20金粒 -3绿宝石，情节严重者永久禁言；5-禁止通过修改插件/Mod的配置文件或重新编译本体，来达到商业宣传的目的。违者视情况予以最低封禁3天，-2人气 -20金粒 -1绿宝石，情节严重者永久禁言\n2-7：付费端，倒卖端及来历不明的端，由于版权不明，一概禁止发布，版规1.0颁布之后的发布者一律发卡删帖。\n版规1.0颁布之前的帖子移动至\"服务端回收区\"，不作处罚。 2-8：后门（2019/05/17）：\n判定方式条件及说明：\n故意或无意留下安全方面的漏洞，或擅自使用服务器牟利或报复的，常见的诸如通过插件等，载入外部挖矿程序，肉鸡后门等。加入提权插件（如果插件来源经查明是来自MCBBS插件版且未经修改，且整合包作者无相关基础，无从查证，不知情，则从宽处理，责令其自行整改，并处理插件版相关主题)不允许给用户组或用户分配无法解释的权限。人为判定，这样做是因为考虑到可能会有会员打擦边球，所以加一个人为判定项，目的是为了打击后门端，此项永远不可能成为版主恶意处理帖子的挡箭牌。我们提倡各位会员在分享发布自己的服务端时，清理一下玩家数据，以免引起不必要的麻烦。同样，服务端分享是为了给大家学习用的，并不适合直接拿来开服，也不建议这么做，如果你想直接用来开服的话，请仔细检查你下载的服务端，对自己负责。\n即日起，我版将严打各种后门行为， 对于后门服务端，从重处罚。同时严惩打擦边球的行为。不接受发布者以不知情为理由逃避责任。后门处罚: 绿宝石20起步，贡献2点起步，封禁30天起步。\n 2-9：请文明发帖，\n请勿在帖子内使用不文明用语，或针对于任何人的任何偏激词语。否则将会被强制编辑并被处以最低 -2人气-20金粒 并发卡警告的处罚，情节严重者永久禁言。请勿在帖子内添加与背景颜色相近的亮色字体，否则会被移动到“服务端回收区”直到修改完成。\n 2-10：关于包含插件和模组的规范：\n禁止帖子内包含付费插件，若服务端内含有大量(3个及以上)付费插件，则会被发卡删帖；若服务端内仅含有1-2个付费插件，会被移动到“服务端回收区”直到修改完成。付费插件的配置文件等允许留下。您的服务端内所包含的插件/模组，如果未在站内搬运/发布过，必须注明原帖地址，如果您的帖子内包含了原创作品且未发布至相关板块，请将其发布后再发帖，若您使用了外国网站的作品，但是并未被转载过，请转载后再发帖小技巧：您可以在帖子内注明付费插件的地址，让使用者自行购买后将jar包加入\\plugins。\n 2-11：关于不当方式获取评分或回复：\n请不要在帖子内包含诸如不回复就XXX之类的诅咒信息，违者直接删帖，情节严重追加发卡扣分。\n2-12: 本版仅限服务端整合包发布，禁止一切软件类端口映射发布，一经发现直接删除。2-13：禁止在帖子内宣传服务器，否则会直接删帖处以最低扣分-2人气 -20金粒 -3绿宝石，封禁5天并发卡警告的处罚。\n2-14：以任何魔改、非原版Pixelmon MOD为服务器玩法、元素的服务端即日起将直接被删除并警告。2-15：服务端整合包板块不再接受单版本纯净类型服务端的发布，允许四个稳定版本及以上的纯净类型服务端整合包集合发布，否则会直接删帖并发卡警告，且纯净类型服务端不接受 [回复可见/高亮/附件收费]的申请。2-16: 关于重复发帖\n服务端整合包板块禁止任何形式的重复发帖，包括不限于（一号发布多次、同作者多号发布等），否则将会撤销新贴所有评分+发卡警告并直接删除新贴。\n2-17: 关于回复可见申请注意事项\n根据《服务端整合包申请规则》3-1:仅绿色加粗及以上的主题，才被允许使用回复可见。\n        8级以下用户需要申请，8级以上用户可自行设置回复可见代码。2019/10月份改版后禁止自行添加，全部统一申请，在此之前已添加的不算。\n        已经通过回复可见申请的用户，如果编辑帖子时无权限加上，\n        请私信版主以补发。无需再次回复申请。\n该规则内明确说明，仅绿色加粗及以上的主题，才被允许使用回复可见。但是现在的很多帖子在没有事先申请绿色加粗高亮即使用“回复可见”。请所有没有获得绿色加粗即使用“回复可见”的楼主们立即前往申请帖申请高亮或自行去除hide代码。\n在本公告发表后24小时内未做出修改的，一经发现将由版主代为修改，并处以-2人气-25金粒的手续费。\n在本条版规发布后（2019/05/06）的新主题仍违反的，将处以-2人气-25金粒、警告一次并删帖的处理。\n\n此类有效举报每个给予12金粒的奖励\n三、客户端内容要求允许作者提供配套的客户端，但需要遵守以下规定，\n版规1.0颁布之前的帖子移动至\"服务端回收区\"，不作处罚。3-1：关于直接引用他人已经发布的客户端：\n禁止直接上传他人已经整合好的客户端且未标明来源，甚至声明原创。如果作者想要使用站内整合包版的某个客户端，可以直接注明本服务端可以使用这里的客户端：http://www.mcbbs.net/xxxxx，如果想重新上传到网盘或其他地方，而不是引向原帖下载，则需要原作者授权，并且标注来源。\n如有违反，视情况予以移动回收区整改，直至发卡删帖，按剽窃处理。\n3-2：关于在他人已经发布客户端基础上进行改编：\n如果作者使用的客户端来自于站内或站外某个整合包的改编版本，需要取得原作者授权并标注原帖地址。\n如有违反，视情况予以移动回收区整改，直至发卡删帖，按剽窃处理。\n3-3：禁止通过修改Mod/配置文件/或其他任何行为，来进行任何商业或非商业宣传。\n违者视情况进行：视情况予予以移动回收区整改，严重者 最低封禁7天，-2人气-20金粒-1绿宝石，甚至永久禁言的处理；\n四、回复相关4-1：禁止水贴，详见下方。4-2：当您在开服过程中遇到问题的时候，您可以询问楼主。但是必须附上相关的诸如插件报错等信息。直接回复一句为何我无法开服等按照灌水处理，将受到最低 -2人气 -20金粒 并发卡警告的处罚，严重者禁言。4-3：如果帖子内含有下载地址，请不要回复“我要下载地址”等。否则会按照灌水处理。4-4：禁止在回复内宣传盈利性信息，宣传其他论坛，宣传服务器等。否则最低封禁7天，-2人气 -20金粒 -3绿宝石，情节严重者永久禁言4-5：请不要恶意抹黑服务端，否则将受到最低 -2人气 -20金粒 并发卡警告的处罚，严重者禁言。如果您对楼主有相关的建议，可以用合理的方式予以提出。4-6：如果您遇到了违规的帖子/回复，请点击右下角举报。直接回复“已举报”等同样按灌水处理。对于违规的帖子，如果可以的话，欢迎您在帖子下方回复，指出违规的地方并给予修改意见，版主会适当的进行加分。4-7：禁止将帖内已设置收费的附件下载后以回帖方式共享,否则将处以 最低 -2人气 - 20金粒并屏蔽回帖 的处罚,此类有效举报每个给予10金粒奖励。\n五、剽窃相关5-1: 剽窃的定义:\n①: 未经授权，复制站内站外的教程/服务端介绍等\n②: 抄袭或部分抄袭现有服务端并标记原创\n③: 转载标记原创\n④: 使用了他人地图而未标注，未获得授权。\n⑤: 未经授权擅自搬运，或者授权信息无效等。5-2：剽窃处理: \n并且视剽窃数量和情节轻重予以最低封禁5天，最高永久禁言的处罚（坛规-J）\n警告+关闭+移动过期+重命名为剽窃晒尸将被处以 最低 -2人气 -20金粒 -1贡献 -3绿宝石 的处罚并撤销所有正面评分\n最近剽窃现象严重,请各位会员爱惜自己帐号 切勿剽窃\n六、水贴相关6-1: 版聊\n具体定义: 跟帖子内容，服务端完全无关的回复。例如:\nA对B说: 今天天气很好\nB对A说: 是啊\nC赞同A说: 对对对\nA对C说: 诶突然发现你5级了耶\n如何汉化Eclipse等等6-2: 万用回复\n具体定义: 对任何服务端帖子都适用的回复（俗称“废话”）。例如:\nMCBBS有你更精彩~\n先回复再看贴\n很棒的作品!\n顶一个\n好服务端拿走了等等\n注：在回复可见的帖子，适当正面具有支持作用的万用回复（比如楼主加油，感谢你的插件。MCBBS有你更精彩等），但是同样禁止版规6-1 6-3以及跟整合包主题偏差太大的话题（如”我随手一打就是十个字“等）以及令人不适的伸手话语（伸手党~~~ 拿走拿走 下载下载 为啥还要回复等）注：在回复可见帖子，举报万用回复视为无效举报，大量举报或提醒后继续举报，视为干扰版主执行工作，倒扣金粒\n6-3: 故意作死\n包括连滚键盘，无脑刷回复，无意义的句子，乱码，纯表情，把此处当成贴吧等。例如:\nasdasfbskldbgashsdhagg\n阿斯都是公司big把控辩方\n6666666\n水~~~~~~~~~~~~~~\n我只是来水个积分\n下载看看\n下载地址\n重复回复无意义内容等等请不要图片水、表情水、数字水、符号水，更不要把它们混在一起水。——忘记在哪看到的了6-4: 处罚\n对以上的情况都将会发卡警告以及最高 -1人气 -15金粒 (有可能仅发卡警告) 的处罚\n注[sup]1[/sup]: 对于三连以上等情节恶劣者将被处以最低 -2人气 -20金粒 的处罚\n注[sup]2[/sup]: 对于短时间内发布大量相同或相似的回复，将被处以最低 -2人气 -20金粒 并发卡警告的处罚。严重者禁言（水龙头）。6-5: 任意形式引战\n例如这服务端真垃圾\n我从未见过这么复杂且没用的服务端[sup]1[/sup]\n这服务端真没用，做它干啥[sup]1[/sup]试想你是楼主，辛辛苦苦做出或搬运了这个服务端，听到这样的评论，你会怎么想？\n尊重别人，也尊重自己。\n处罚: 将被处以最低 -2人气 -20金粒 并发卡警告，屏蔽回帖的处罚，严重者禁言（坛规2-D）\n注1:一个服务端对你没用不代表对别人就没用，这种打击作者的言论一并按照引战处理。\n\n（本规定改编自插件版版规，原文由a39撰写）\n七、举报相关7-1: 可以举报的:不符合标题要求的违反内容要求部分的回复里纯表情，纯字符，瞎乱打的字，版聊，占无意义沙发广告机, 宣传服务器的下载链接无效的其他违反版规的行为\n7-2: 举报奖惩\n举报并核实的将会获得0 ~ 15不等的金粒奖励对于同一贴内的大量回复请举报其中的一个即可,将会按数量进行奖励，不用全部举报一遍，大量举报视为干扰版主执行工作，倒扣金粒请勿举报 2 个月以前的帖子 若大量举报这类帖子将倒扣金粒(单个违规仅提醒)在回复可见帖子，举报万用回复视为无效举报，大量举报或提醒后继续举报，视为干扰版主执行工作，倒扣金粒。对于一些帖子的举报请尽可能附上理由(点击\"其他\"并输入理由)。举报时选择其他任何按钮，版主收到的都是“请填写举报内容”，此为BUG无故举报他人帖子的将倒扣金粒\n\n优秀/高亮/回复可见等申请请前往申请帖\n多人联机大区 - 服务端整合包版\n2019-09-05\n本帖最终解释权归 MCBBS中文论坛 - 多人联机大区 所有\n\n版规更新记录 [2019/10/21日起记录]2020年7月22日：2-5去除不合理限制2019年10月21日：回复相关版规,新增 4-7 条例2019年10月26日：2-6-3更新补充2020年2月17日：修改一处指向错误2020年10月25日：修改举报奖励金粒数\n",
    "replies": []
}