{
    "title": "[Minecraft.net|DEEP DIVES]背包盘点：下届合金锭",
    "author": "NYsama",
    "replyCount": 4,
    "timestamp": 1593562980,
    "txt_content": " 本帖最后由 NYsama 于 2020-7-1 10:16 编辑 \n\n\nDEEP DIVES\nTaking Invertory:Netherite Ingot背包盘点：下届合金锭\nThe ultimate upgrade终极升级\nCheck you out – diamond armour, an enchanted diamond sword, an elytra on your back, and a full stack of golden apples in your hotbar. You’ve been places and defeated mobs that new players couldn’t even dream of. There’s nothing left in the game for you to collect. \n瞧瞧你自己——钻石铠甲，一柄附魔的钻石剑，背上的鞘翅，物品栏里满满一组的金苹果。你已经达到了许多新手玩家无法企及的高度，打败了他们无法想象的敌人。在这个游戏中你已经拥有了一切。\nOr is there? (Spoiler: there is.) In the upcoming Nether Update, we’re adding a handful of new endgame-oriented items and challenges, and one of them just so happens to be our item of the week – the netherite ingot.\n还有什么值得你去争取的么？（剧透：有！）在即将到来的“原版1.16更新内容”中，我们加入了全新的、终极的、极具挑战难度的模块，而其中之一就是我们本周要提到的物品——下届合金锭。\n\n\n“We decided to add netherite for two reasons,” Jens Bergensten, Chief Creative Officer, told me, once I’d constructed the temple to his magnificence that he demands in exchange for an interview. \n首席创作执行官Jens Bergensten告诉我说，“我们有两个理由去拓展关于下届的模组,”\n\n“With the Nether update, we felt that we wanted to create a long-term goal for the players, and reward them for spending time in the Nether. We also felt that this was a chance to introduce a brand new material to work with – and that it was the perfect time to do so.”\n“对于这次下届模组的升级，我们认为想要为玩家们创造一个更长期的目标，并鼓励他们在下届发展一段更长的生活。与此同时我们也感觉到这是一次很好的机会，去创造出一种新的材料，现在正是让这个新物品诞生的时候。”\n\nIt’s possible to find netherite ingots in bastion remnant loot chests, but you can also make them by combining netherite scraps with gold ingots. Four of each makes a single netherite ingot.\n你可以在搜索下届堡垒的宝箱时直接发现这种下届合金锭，同时你也可以通过使用金锭合成这种下届合金锭。每四个就可以合成一块合金锭。\n\n\n\nJens says that the dev team wanted to make netherite stronger than diamond, but that they didn’t want it to make diamond obsolete. “It turned out to be easier said than done,” he told me. Jens同时还说，开发小组当初试图让下届合金锭比钻石更坚固，但又不舍得让钻石遭到废弃。“说起来当然要比真正做的容易很多，”他吐槽了一下。\n“Eventually, we came up with the idea that netherite could be used as a material to upgrade your current equipment, and not just an independent resource used to create its own tools and armor. That way we would maintain the value of diamond while also adding something new!”“最终我们达成了一致，下届合金锭可以用作为一种升级你目前所拥有装备的材料，而不是作为一种独立的用于制作所有工具和武器铠甲的材料。这样我们就可以加入一种全新的元素而同时又不降低钻石在游戏中的价值了！”\nNetherite items – helmets, chestplates, leggings, boots, swords, pickaxes, axes, shovels and hoes – are tougher, hit harder, and last longer than their diamond equivalents. A diamond sword, for example, will do a total of about 11,000 damage points before it breaks. A netherite one, though, can do more than 16,000 damage. Oh, and it can be enchanted as normal, too.用下届合金锭制作的物品——头盔、胸甲、护腿、靴子，剑、锄头、斧子、铲子、万能稿——会变得更坚硬，伤害力更高，并且耐久度也会超过钻石物品。举个例子，一把钻石剑在耐久范围内大约可以造成11000点的伤害值。而一把下届合金锭加强后的钻石剑可以造成超过16000点的伤害值。当然，它也是可以像普通物品一样被附魔的。\n\n\nTo upgrade your diamond items, you’ll need a smithing table. Pop the item you want to upgrade in the left slot, and the netherite ingot in the right. Durability, enchantments, and any custom names are preserved. You can also use netherite ingots to repair damaged netherite items, and to create a lodestone, which you’ll hear more about in the coming weeks.将钻石物品用下届合金锭升级时，你会需要一个锻造台。将你需要升级的物品放在左边的格子里，将下届合金锭放在右边。耐久性、附魔值，以及你所命名过的名字都会被保留在升级后的物品上。你也可以使用下届合金锭去修复损坏的升级后的下届物品，或去制造磁石，关于这个物品将会在下一周了解更多。\nOne last feature of netherite that you might want to know is that it’s fireproof. Drop a netherite ingot into fire or lava, and it’ll just sit there happily, waiting for you to dive in to pick it up again. No more howls of displeasure because you fell in a lava puddle and lost all your items. All you need to do now is figure out how to get those items out of the lava without dying again...最后关于下届合金锭还有一个特性或许会让你感到兴趣的就是，抗火性。将它扔到火力，或者岩浆中，它会在那里愉快的蹦跶着，等着你再次把它捡起来。因此你不用再由于带着物品掉入岩浆池看着物品消失而哀嚎了。你需要做的仅仅只是想法设法把那些掉进岩浆池的玩意儿捞出来而同时自己不被淹死……\n\n【本文译自官网链接（2020/05/28原文：TAKINNG INVENTORY:NETHERITE INGOT），原作者：Duncan Geere】\n\n\n\n",
    "replies": [
        {
            "author": "NYsama",
            "timestamp": 1593563040,
            "txt_content": "这个排版有点艰难……然后，当中有句话卡住了，有学识的小伙伴帮忙指点一下，谢谢！"
        },
        {
            "author": "GCVillager",
            "timestamp": 1593563340,
            "txt_content": "在即将到来的“下届模组升级”中我们有两个理由去拓展关于下届的模组\n下界更新是原版1.16的更新内容，mojang是不开发mod的\nthe dev team\ndev=develop"
        },
        {
            "author": "NYsama",
            "timestamp": 1593564300,
            "txt_content": "GCVillager 发表于 2020-7-1 08:29\n下界更新是原版1.16的更新内容，mojang是不开发mod的\nthe dev team\ndev=develop\nGet！修改完成，感谢"
        },
        {
            "author": "血盟团长",
            "timestamp": 1593566340,
            "txt_content": "NYsama 发表于 2020-7-1 08:24\n这个排版有点艰难……然后，当中有句话卡住了，有学识的小伙伴帮忙指点一下，谢谢！ ...\n排版可以用SPX这个工具。\n你这个排版降低了可读性。。。\n\n"
        }
    ]
}