{
    "title": "[原创/连载]《暮色森林传记》第七章——出征！冰雪森林",
    "author": "800805",
    "replyCount": 7,
    "timestamp": 1593612120,
    "txt_content": " 本帖最后由 800805 于 2020-8-8 14:49 编辑 \n\n正文    “这把剑，乃是之前一个神人留下来的，”一道阳光扔过剑，说道，“你们带着这把钻石剑出征，一定会事半功倍的。”\n    只见那把钻石剑周围散发着淡蓝色的光泽，比普通的附魔剑要美观些，又比强大的剑轻便些。\n    “这次你们二人为人类大军作为先锋诛杀雪怪首领，等事成后便领军三千，直攻暮色沼泽！”一道阳光下了命令，那把剑忽然冲向天空中，来了一个咸鱼翻身，背后闪烁了四个大字：逐妖大剑。随后又降落下来， 回到谜题羊手中。\n    “逐妖大剑有特殊的节肢杀手与亡灵杀手属性，无论是兽族还是亡灵，遇见它都得倒下。”\n    一道阳光还给了他们一张暮色魔法地图，上面标注了五大首领的地盘。其中冰雪森林距离终蔫之地并不遥远。走了个三四天便到了。\n    “你有没有觉得，这鬼地方，似乎，出奇的，冷。”史蒂夫搓着自己的手臂，打了个寒颤说道。\n    “冰雪森林常年冰雪覆盖，当然奇寒难耐，”谜题羊收拢了耳朵，“我毕竟跟你们人类不一样，所以不怕这些的。”。\n    “那有没有什么办法能够抵抗这些寒气入体呢。”史蒂夫又使劲地搓着，钢叶套装上地叶子都被搓掉了些许。\n    “有一个宝物，九头蛇珍藏在了米诺陶迷宫，”谜题羊叹了一口气，“只要喝了它，上能挡火焰沼泽之酷暑，下能敌冰雪森林之严寒。但是可想而知，这么好的东西，就投色一定珍藏在最隐秘的地方了。我们找不到的。”\n    “那这个宝物叫什么名字。”\n    “你知道了又能怎样，难不成我们再下一次迷宫，这次估计就没上次好运了。”\n    “那你就讲述一下，好歹让我了解。”\n    “这个宝物叫炽热的血液！喝了之后战斗力也会随之变强！”\n    “什么？炽热的血液，是不是一个红色小瓶子装着的？”\n    “是的，你怎么知道。”谜题羊终于发现有些不对。\n    “当初我们在迷宫走散，你找到我之前，我开了一个宝箱，里面就有炽热的血液。如今它就静静躺在我都背包。”史蒂夫逐渐变得兴奋，便打开了背包。\n    那个红色的小瓶子仍端庄地躺在背包里，背包其余地方冰雪覆盖，只有小瓶子上干净明亮。史蒂夫下意识地抓住小瓶子，还发现这个小瓶子会带来温暖。\n    “没想到你这么走运，那就喝了它。”谜题羊说了一半，史蒂夫便拔开盖子，举起瓶子，往嘴里倒。\n    一股浓浓的血腥味在空气中蔓延。\n    史蒂夫只感觉自己浑身发热，有使不完的气力，便一股脑往前冲。\n    “我先去和雪怪首领战斗了，谜题羊，你快追上了吧。”\n    史蒂夫借着炽热的血液的力量跑得很快，谜题羊却只能气喘吁吁地追着。终于到了雪怪山洞。\n    “我有炽热的血液，不怕它们的寒气，谜题羊，你拿着逐妖大剑吧。”说完，便奔向雪怪首领。\n    雪怪首领本来正在养精蓄锐，可忽然感到一股杀气降临到头上，连忙释放强烈的冰霜气息，护住身体，仔细一看，却只是个拿着钢叶剑的普通人类。\n    “本首领还以为是哪方天尊呢，原来只是一个小小人类来受死。”\n    史蒂夫刚才近雪怪首领的身，便清楚感受到，雪怪首领的寒气，更甚于冰雪森林的寒气。哪怕是炽热的血液，恐怕也没法完全抵挡。若是普通人，这一下只怕会被冻死。\n    “我可是大名鼎鼎的史蒂夫，破巫妖，闯迷宫，下巨窟，从来就没怕过。”史蒂夫带着那一丝倔强，又将剑指向雪怪首领，“今天，就是你的死期，我奉命来诛杀你。”\n    “你们应该认清楚形式，”雪怪首领讥笑道，“这是雪怪的地盘，你们已经身陷重围，无法脱身，归西是早晚的事。”\n    “臭雪怪别废话，有种就打败我们。”史蒂夫可能是受炽热的血液影响，顿时战意升腾。\n    “好啊，就让本首领来会会你们。”\n    谜题羊顿时两眼放光，手持逐妖大剑，狠狠朝雪怪首领砍去，却被一个雪球给挡住。片刻，史蒂夫出现在雪怪首领背后，想出其不意而一击，不料雪怪首领再次释放寒气护体，又猛地转过身来，一拳将史蒂夫打飞。\n    史蒂夫仍不死心，炽热的血液仿佛开始后燃烧，史蒂夫又冲过前去，一击使劲打中雪怪首领。雪怪首领本来是不屑，可随后它发现自己着火了。\n    “你怎么会，让我燃烧的，”雪怪首领发出一声怒吼，“你有炽热的血液，你是九头蛇的人。好啊。”\n    虽然雪怪首领身上燃烧了起来，可体力值还是有很多，谜题羊趁虚击剑，就连这样还没能杀死它。\n    “雪怪首领真强啊，恐怕和米诺菇有得一比。”史蒂夫暗暗对谜题羊说，随后向后几步。\n    “你们成功地激怒了我！”雪怪首领眼里闪过一丝寒芒，手中掏出一个神秘之物。\n    与此同时，一道阳光在终蔫城堡里忽然想到了什么，随后一拍脑袋。着急地说：\n    “坏了！”\n\n\n 嘉宾观众席@卡壳 @剑齿虎 @新人x号 @燃雪听风 @随意之光 @电磁步兵 @阿秋Minecraft @北极仙光 @自由李代数 @mohui666 @曦灬月 @Mr.时间之瓶 @缇米Official \n\n 字数统计\n\n\n\n\ndi7.png (7.87 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-1 22:00 上传\n\n\n\n\n\n\n\n\n\n\n去符号原文件(7).zip\n(20.8 KB, 下载次数: 0)\n\n\n\n2020-7-1 22:01 上传\n点击文件名下载附件\n第七章去符号的原文阅读权限: 10\n\n\n\n\n\n\n\n以上为word文档去符号字数统计\n以1汉字为1字节\n已附去符号源文件\n版主可核实\n\n上一章\n下一章\n\n目录\n",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1593612660,
            "txt_content": "是节肢杀手吧\n\n写得很好啊\n很emm......\n我喜闻乐见的没词了（帽子叹气）"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1593613440,
            "txt_content": "写的很生动，不错不错，继续加油"
        },
        {
            "author": "800805",
            "timestamp": 1593614220,
            "txt_content": "新人x号 发表于 2020-7-1 22:24\n写的很生动，不错不错，继续加油\n我会继续努力的"
        },
        {
            "author": "khaaan",
            "timestamp": 1593614820,
            "txt_content": "期待下一张"
        },
        {
            "author": "zlx15580997299",
            "timestamp": 1593615300,
            "txt_content": "好期待新boos上线"
        },
        {
            "author": "800805",
            "timestamp": 1593644220,
            "txt_content": "zlx15580997299 发表于 2020-7-1 22:55\n好期待新boos上线\nBOSS打错了，不过之前出了一个，自己点击我的签名档第二张图片可以看"
        },
        {
            "author": "800805",
            "timestamp": 1593775380,
            "txt_content": "khaaan 发表于 2020-7-1 22:47\n期待下一张\n不会太晚了\n托更又犯了"
        }
    ]
}