{
    "title": "【原创】冰与火之剑·第八章·悲惨的结局",
    "author": "无痕",
    "replyCount": 7,
    "timestamp": 1365480900,
    "txt_content": "很抱歉，再次迟迟的更新了因为一些原因——或称为灵感鄙人修改了以下底稿并扩展了一些剧情对大家造成的不便表示道歉！-------------------------------------------------------------风雪仍在呼啸。晓夜看了看漫天的飞雪，似乎尚未有停歇的时候。在他的身后，是一名与他年龄相仿的男子，面色苍白。“该死……这鬼地方真讨厌。”男子轻声嘀咕。俊美的脸旁正是亚瑟。“应该快到了，再忍一忍吧。”两人席地而坐，亚瑟麻利地掏出干柴与打火石，奈何天气太冷了，木头甚是潮湿，或怎么也燃不起来。几番努力后，亚瑟只得尴尬而又腼腆的朝晓夜笑了笑。晓夜无奈地吹了口气，擦了擦有些冰凉的手，最后从包里拿出一瓶烈酒，浇上了木头。亚萨赶紧奋力擦起打火石，一星火光很快成了一大簇，在这冰天雪地里很是温暖。余下的酒很快的被两人喝光，望着空荡荡的酒瓶和怀间的“下界之星”，亚瑟不禁泪涌潸潸。“泪水永远无法洗涤伤痛……有个人这么跟我说过。”晓夜卧在一旁，淡然地道。顷刻，他又站起身来，道：“我去找食物。”“谢谢。”亚瑟嗫嚅道。……晓夜疯狂的冲刺着，在雪地上激起一阵风暴。就在方才，他听见了亚瑟的叫声——那是不甘与痛苦！也不顾手里的牛肉，晓夜全力地奔跑着——雪地上，亚瑟大喘着粗气。在他的周围，十几具身穿铁甲的士兵尸体躺着，正是国军。见到这幕，晓夜连忙赶上前去，精纯的先天之力灌入亚瑟体内，但鲜血还是不断的从亚瑟嘴角流下。“呵呵，这么快就结束了啊……”“你不会死的，听着，你不会死的……”晓夜亦有些语无伦次，只见亚瑟的脸紧紧扭成一团，血从毛孔里渗出，甚是骇人。“发生了什么，到底发生了什么！”他忽然发现，在亚瑟的手里，紧紧攥着一个空瓶。晓夜连忙夺下，一闻——浓烈刺激的腥味充斥在鼻腔。“这是什么！亚瑟！你说啊！”“呵呵……没用的……‘永痛之殇’……你应该听过……”晓夜的脸色瞬间变得苍白，“永痛之殇”，这竟是一种臭名昭著的剧毒。服用者，在短时间内力量暴增。但一过了药效，便会令人生不如死。据史记载，曾有人以“永痛之殇”强化军队。结果，全军覆没，幸而存活的，要么成了白痴，要么，都自杀了。原因无何——服毒后的痛苦，每时每刻都比上一秒更加强烈。也就是说，亚瑟，正在承受着炼狱般的痛苦！很快的，他便紧闭上了双眼。晓夜大吃一惊，连忙用手去探鼻息，幸好，只是昏死过去。眼看亚瑟痛苦不堪的神情，像是下了决心，晓夜将手搭在了亚瑟脖子上——只要他一用力，亚瑟的生命必将终结，脱离苦难。片刻挣扎，他终究下不了手，奈何已是热泪盈眶。就在他准备将手收回时，亚瑟睁开了眼——他将手搭在晓夜臂上，向脖颈一推：“若有来生，必要活得轰轰烈烈……”\n索引贴地址：http://www.mcbbs.net/thread-100983-1-1.html------------------------------------------------------------\n你是否有着创作绘画等的梦想，这里就是你梦想的天堂，有创作梦想的人就来加入我们吧！欢迎加入同书人小组~",
    "replies": [
        {
            "author": "Aikawastep",
            "timestamp": 1365481260,
            "txt_content": "无痕我来了！~"
        },
        {
            "author": "无痕",
            "timestamp": 1365481320,
            "txt_content": "Aikawastep 发表于 2013-4-9 12:21 \n无痕我来了！~\n多谢支持~               "
        },
        {
            "author": "蛋糕小八",
            "timestamp": 1365481380,
            "txt_content": "刚回来就敢上了哈"
        },
        {
            "author": "无痕",
            "timestamp": 1365481440,
            "txt_content": "蛋糕小八 发表于 2013-4-9 12:23 \n刚回来就敢上了哈\n哈哈，真是巧合啊~"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1365501600,
            "txt_content": "我顶！！！！"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1365505380,
            "txt_content": "无痕我来了～～顶起！！！"
        },
        {
            "author": "948701463",
            "timestamp": 1404658620,
            "txt_content": "哎。。。。。"
        }
    ]
}