{
    "title": "[Minecraft.net | DEEP DIVES]群系漫游：绯红森林",
    "author": "GCVillager",
    "replyCount": 9,
    "timestamp": 1593740220,
    "txt_content": " 本帖最后由 GCVillager 于 2020-7-17 08:16 编辑 \n\n\n\n\n\nfile_1593734782000.jpg (86.49 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-3 08:06 上传\n\n\n\n\n\nDEEP DIVESAround the Block: Crimson Forest\n群系漫游：绯红森林\n\nRed all about it\n看万山红遍，层林尽染\n\nDuncan Geere\n\n\nMinecraft’s new update has changed the Nether forever. The dark, fiery dimension used to consist of a single biome composed mostly of Netherrack and huge lava seas, with the odd patch of gravel or soul sand, or a Nether Fortress poking out of the gloom.\n这次更新，让下界发生了翻天覆地的变化。曾经，在这个阴暗幽深的地方，只有孤零零的一个生物群系，大片的下界岩和岩浆海遍布其间，有时能看见一小堆沙砾或者灵魂沙，阴森的下界要塞在这里矗立着。\n\nIn the new update, however, there are five different Nether biomes – all with their own unique features. As well as the traditional Nether (now called Nether Wastes), you’ll also find Soulsand Valleys, Warped Forests, Basalt Deltas, and the biome we’re featuring this week – the Crimson Forest.\n在这次更新中，生物群系数量上升到了5个，它们无不各具情态。除了旧下界的群系（现在叫下界荒地），还有灵魂沙峡谷、诡异森林、玄武岩三角洲，以及我们这周要隆重介绍的群系——绯红森林。\n\n\n\n\n\n\n\n\ncrimsonforest (1).jpg (138.1 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-3 08:06 上传\n\n\n\n\n\n\n\n\n\n\ncrimsonforest (2).jpg (150.86 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-3 08:06 上传\n\n\n\n\n\n\n\n\n\n\ncrimsonforest (3).jpg (158.91 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-3 08:06 上传\n\n\n\n\n\n\nThe Crimson Forest feels alive in a way that you might not be used to in the Nether. The floor is made of organic nylium, with Nether wart, huge crimson fungi, shroomlights and weeping vines dotting the landscape. Lead Gameplay Developer Agnes Larsson explains:\n绯红森林是生机勃勃的地方，它给你带来的感受，是在下界从未有过的。这里的地面铺满绯红菌岩，还有拔地而起的下界疣和庞大的绯红菌，菌光体和垂泪藤附着在上边，整个森林就是一道独特的风景线。让Minecraft游戏开发者Agnes Larsson来给你介绍一下吧：\n\n\nIt was really interesting to play around with the shape of the huge fungi. In one early version, the cap was like a flat plane, and in another early version, the cap looked too cube-shaped. It was when we added the 'drips' on the bottom of the caps we really started to like the looks of them.\n巨型菌类的形状实在是有趣。在一个测试版中，它的菌盖是一个扁平的平面；而在另一个测试版里，菌盖又成了一个大长方体。最后，我们在菌帽的下面延伸出了一部分，才终于感到满意起来。\n\n—— Agnes\nThe plants of the Crimson Forest are grazed by the Striders and Hoglins that make it their home. The latter are hunted and farmed by communities of Piglins which also live there. Both Piglins and Hoglins can be dangerous for inexperienced travellers. However, the Piglins love gold, so they’ll be rather more friendly to players who can find a fashionable way to show off their wealth. And the Hoglins? Well, let’s just say they’re not fond of warped fungus, so keep some on hand to avoid getting tackled right into lava.\n绯红森林是炽足兽和疣猪兽的家园，这里的植物都是它们的食物。猪灵文明也在这里繁衍，猪灵们会猎杀和养殖疣猪兽。对于游戏新人来说，疣猪兽和猪灵都是棘手的难题。不过猪灵可是拜金的生物，所以，如果玩家能够用一种时尚的方式展示自己的财富[sup]1[/sup]，他们就会友好地多。至于疣猪兽嘛……我只能说，它们不喜欢诡异菌，所以你最好拿一些在手上，免得疣猪兽把你丢进岩浆。①指穿黄金的装备。\n\n\n\n\n\n\n\n\ncrimsonforest (4).jpg (135.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-3 08:06 上传\n\n\n\n\n\n\n\n\n\n\ncrimsonforest (5).jpg (186.81 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-3 08:06 上传\n\n\n\n\n\n\n\n\n\n\ncrimsonforest (6).jpg (132.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-3 08:06 上传\n\n\n\n\n\n\nBesides organic materials, you’ll also find various inorganic resources in Crimson Forests. There are the standard features of the Nether: glowstone clusters, magma blocks, lava springs. But you can also find Nether gold ore, nether quartz ore, and ancient debris – as well as the occasional Nether fortress or bastion remnant. Agnes says that it was necessary to blend familiar Nether aspects with the new ones added in the update:\n除了这些有机材料，在绯红森林中还能找到不少无机物资源。在绯红森林中，依然有不少下界中的标志性结构：萤石、岩浆块，还有无处不在的熔岩喷泉。但你也可以找到不少其他东西，包括下界金矿、下界石英矿和远古残骸，这里有时还会有下界要塞和堡垒遗迹。Agnes告诉我们，更新加入的内容应当与原有的内容混搭起来：\n\n\nWhen working on the Nether biomes it was important for us to keep that unique Nether atmosphere in all of them, at the same time as each biome needs to be unique. For example, the Crimson Forest should feel very vibrant and alive while the Soulsand Valley is barren and scary. What really added that extra vibrant touch to the Crimson Forest was the swirling particles. We just quickly added them with an ugly code hack – and it looked so good! And, I promise, the code has been cleaned up now!\n在制作下界更新时，我们有一个原则：既要表现出下界的氛围，又要表现出每个群系与众不同的地方。比如说，绯红森林给人的感受应该是迸发出活力的，而灵魂沙峡谷应该是荒芜可怕的。而给绯红森林平添活力的，正是粒子效果。我们快速地加了一段屎一般的代码——结果运行效果棒极了！还有，我保证，那段代码已经改掉啦！\n\n—— Agnes\nIt’s tough to recommend setting up camp in a Crimson Forest. If you find smart ways to repel Hoglins and pacify the Piglins then it can be possible, but it’s often better to opt for a safer biome.\n在绯红森林造房子实在不是什么好选择，除非你能找到一些好方法，阻挡住疣猪兽，让猪灵平定下杀心，否则，还是还是找一个安全点的群系定居吧。\n\nStay tuned to this series to find out where in the Nether regions we like to set up home, and share your Crimson Forest survival tips by tweeting us at @minecraft.\n持续关注本系列，来了解我们在下界的什么地方安家吧！你也可以在推特上@Minecraft，来分享你的绯红森林生存小技巧。\n\n\n\n【GCVillager 译自官网 2020 年 07 月 02 日发布的 Around the Block: Crimson Forest；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n\n\n\n\nagnes_avatar.png (24.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-3 08:06 上传\n\n\n\n\n放一下图片，以免乱了排版 \n\n\n\n\n",
    "replies": [
        {
            "author": "Minecraft杰布",
            "timestamp": 1593747540,
            "txt_content": "下界未来可能会加入下界钻石之类的东西，也不知道幻术师什么时候有"
        },
        {
            "author": "xuanmai121381",
            "timestamp": 1593830340,
            "txt_content": "下界未来可能会加入下界钻石之类的东西，也不知道幻术师什么时候有"
        },
        {
            "author": "qweiou21223",
            "timestamp": 1594034580,
            "txt_content": "屎一般的代码……"
        },
        {
            "author": "我的天踢",
            "timestamp": 1594037460,
            "txt_content": "玩不起找不到游戏"
        },
        {
            "author": "Stroke",
            "timestamp": 1594037880,
            "txt_content": "看起来有点厉害。"
        },
        {
            "author": "爱妃的萱萱",
            "timestamp": 1594111860,
            "txt_content": "有点意思那你"
        },
        {
            "author": "sky0307",
            "timestamp": 1594131060,
            "txt_content": "似乎很厉害的样子"
        },
        {
            "author": "Stroke",
            "timestamp": 1594203960,
            "txt_content": "6666上线了"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1594923600,
            "txt_content": "这里的植物都是它们种植的？？？炽足兽和疣猪兽还会种东西？\n\nfor inexperienced travellers  对于游戏老手来说\n\nlava springs 熔岩池\n\nthe code has been cleaned up now 说的应该并不是被删了\n\n"
        }
    ]
}