{
    "title": "[原创/连载]带着合成表穿越[第三章]",
    "author": "🔥❄️",
    "replyCount": 5,
    "timestamp": 1593689880,
    "txt_content": " 本帖最后由 燃雪听风 于 2020-7-2 19:48 编辑 \n\n上一章\n[前情提要]\n楚萧宇被怪物追击，无路可逃，怪物竟变为发须金黄的“猫”，认楚萧宇为主，并且向楚萧宇解释……\n\n正文[第二章]“好……吧”楚萧宇勉强答应，原因不仅是好奇，还有一点是就算逃走，这“猫”说不定也会追上。两相权衡一想，于是决定留下来听它说明。\n这只“猫”开口说话道。\n“主人，首先我能感受到您并不是这个世界的人……”\n楚萧宇大吃一惊，但是神色未表现出来。\n“接着，我能感受到您体内的能量似乎……非常的……躁动？！”“你这话是什么意思？”楚萧宇问道。\n“我的意思是……您似乎近似于神明……或者说是创世神的能量波动。”\n此时楚萧宇想起了在Minecraft社区里广为流传的两大创世神——Herobrine和Notch。这两者在文学作品中被传为兄弟，以及是Minecraft的创世神。是他们创造了Minecraft的一草一木。是他们赋予了生灵智慧\n“主人！您在听吗？！”\n楚萧宇回过神来，目光炯炯的看向那只“猫”，问道：“按你这么说……那我之前为何被你追得四处躲藏？”\n“因为……您的神力未激发。”这只“猫”道，接着又说：“该说说我了，我原本是一条龙……被称之为——红龙，还有另外一条龙，叫做末影龙。一次我与它大战，大败而归，而我被末影龙乘虚而入，施下诅咒让我变为爬行者，并让我神志皆失……并让我差点伤了主人您。”\n“那么……现在为何是像是猫的模样呢？”楚萧宇不解的问。\n“因为与您一样，只是我的神力只回复了一点。”红龙说道。\n听了红龙的解释，楚萧宇暗地里寻思。\n“还有一个问题，为什么认我为主人？”楚萧宇问。\n“因为，我在您的身上，看到了成神的机会……”说到这，红龙开始激动，声音有些发颤。\n“成神？”楚萧宇道，“但是……怎么才能掌握神力呢，或者说怎样才能激发神力？”\n“这很简单……只需拥有一样东西便可以了？那是天地创世之时便存在的神物！里面蕴含着无穷的威能！”红龙道。\n“那么……在哪里有？”楚萧宇有些失望，毕竟天地创世之时便存在的东西又不是随处可见的，必定是在山谷绝境之中，或是环境险恶之地。\n“这神物……就是我啊。”红龙笑笑道，“当然，并不是我自己，而是我的龙丹。”\n红龙吐出一颗圆球，圆球赤红，散发着朦胧的红光，看起来十分的漂亮，周围还不时有点点金光闪烁。\n“这就是龙丹？”楚萧宇问。\n“是的，好了，主人，我要帮您激发神力了！”红龙声音激昂，“盘腿坐下，冥想天地之间，凝神静气！主人。”\n楚萧宇依言照做。\n很快，红**龙丹悬浮于楚萧宇头顶上。楚萧宇感受到一丝丝的荧光汇聚在身体之中。\n这过程很快，仅仅一刻钟便完成了。\n楚萧宇感到浑身都充满着力量了，他觉得自己跑个五千米都不在话下了。\n“不对啊，这不就是传统的玄幻小说的剧情吗？”楚萧宇暗自想着。\n“主人，我需要恢复元气了。暂时，会昏睡一段时间。”\n楚萧宇点点头，红龙就蹲在楚萧宇肩头睡着了。\n此时的楚萧宇这才有空去看看那个少女，也就是自己的妹妹如何了？\n此时的少女只是眨着大眼睛看着楚萧宇，十分的好奇。见楚萧宇来了，就一下起身抱着楚萧宇道：“哥哥！我还以为我们就要死了呢？对了！你刚才在干什么？”\n“啊……只是在和那只猫玩游戏呢。”楚萧宇此时才想起妹妹似乎……是赤裸着的。现在抱着自己……那感觉……咳咳\n“啊！我们回家吧”楚萧宇支开话题。\n“好啊……”\n记忆再度涌来，这具身体的原主人的记忆告诉楚萧宇这只是个小小的部落罢了，衣不遮体、食不果腹。没有武器，只能凭借着树上的野果和体型小的动物的肉来吃。\n楚萧宇记得之前看过此类关于穿越到原始世界的小说，他明白，自己该是创造发明的时候了！拯救部落于水火之中！\n  传送阵@Mr.时间之瓶  @北极仙光  @剑齿虎  @居仕  @曦灬月  @卡壳  @风灬晴  @深拥v  @奇怪的帽子 @电磁步兵  @希望工程  @空投天降  @新人x号  @800805  @专刀你  \n",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1593690420,
            "txt_content": "是创世神，打错了\n\n咳咳，咳咳\n好康\n"
        },
        {
            "author": "🔥❄️",
            "timestamp": 1593690480,
            "txt_content": "奇怪的帽子 发表于 2020-7-2 19:47\n是创世神，打错了\n\n咳咳，咳咳\n淦哦……打错字了啊啊啊"
        },
        {
            "author": "小林最牛",
            "timestamp": 1593699540,
            "txt_content": "可以的可以的，有意思～\n自从一些水怪转战周边以后，你也来了啊"
        },
        {
            "author": "🔥❄️",
            "timestamp": 1593699600,
            "txt_content": "小林最牛 发表于 2020-7-2 22:19\n可以的可以的，有意思～\n自从一些水怪转战周边以后，你也来了啊\n早就来了呢"
        },
        {
            "author": "800805",
            "timestamp": 1593777960,
            "txt_content": "剧情还可以\n不过最后那个ex的地方能删掉吗\n总觉得有点2333\nPS:我最近可能不再某个板块活跃\n我去游历所有的板块了"
        }
    ]
}