{
    "title": "【六月活动/原创】【单篇】有毒的腐肉汤",
    "author": "血盟团长",
    "replyCount": 1,
    "timestamp": 1593770700,
    "txt_content": " 本帖最后由 MikeW138 于 2020-7-6 11:13 编辑 \n\n\n人物卡：\n\n黄伊万 \n年龄：25 \n出生地：华夏 居住地：华夏\n职业：程序员\n\n1.8.7半自动人物卡第24项\n\n信誉 10-70\n职业点 教育×4\n\n职业点：计算机，电气维修，电子学、图书馆，科学（数学），侦查，任意两项其他个人或时代特长\n\n\n\nStr 55 Dex 75 Pow 55\nCon 75 App 55 Edu 50\nSiz 35 Int 80  \n\nLuck 50\n\n技能：（职业点200 兴趣点160）\n\n职业：\n信用评级 30\n计算机使用 55 （5 + 50）\n电气维修 25 （10 + 15）\n电子学 36 （1 + 35）\n图书馆 50 （20 + 30）\n科学：数学 21 （1 + 20）\n话术 25 （5 + 20）\n\n兴趣：\n母语 50\n外语：英文 50 （1 + 49）\n技艺：打字 30 （5 + 25）\n历史 40 （5 + 35）\n神秘学 32（5 + 27）\n侦查 49 （25 + 24）\n\n个人描述：\n黄伊万的一个程序猿，他另一个身份是键盘神秘学家，他常常自称自己是黄衣之王的信徒，并很喜欢穿着黄色雨衣出门。\n\n思想与信念：\n类似意面神教一样，明明知道克苏鲁神话是假的，但是他还是相信有黄衣之王（其实就是个中二病）。\n\n重要之人：\n失散多年的同父异母妹妹，虽然和她相处时间不长，但他很重视她。\n\n意义非凡之地：\n网吧，那个曾经和她一起玩摩尔庄园的网吧。\n\n宝贵之物：\n她唯一送给他的礼物，一张摩尔庄园的点卡。\n\n\n\n故事正文：\n\n在半醒半睡之间，我睁开了眼睛，发现自己在一个奇怪的地方，这个地方是一个四四方方的房间，每一面墙壁都有一扇门。但是无论是墙壁还是桌子都给我一种很违和的感觉。\n\n等我适应了这里的光后，我重新周围打量，发现这里的全部是一种石做的墙，当时它摸上去是光滑的，如果要说的话，可能是把鹅卵石压成一块后使用激光把它从中间切开。这里的地板则是木地板，天花上面有一个方形的“灯”，它呈白色正方形，会一圈一圈的往外散发白光。桌子的形状也很古怪。我捏了一下自己的脸，确认我并不是在做梦。\n\n这个时候，我留意到桌子上面有一个木碗装着热腾腾的汤，这个汤它红红白白，里面还浮着一块一块黑色像是肉块的东西。旁边有一本笔记。\n\n我好像从汤里面闻到一阵恶臭，我忍着恶臭打开笔记，却只看到只有第两页有内容，第一页上面有一部分被血遮挡了，但还是不难看出文字写得很急，上面写着：\n\n想回去的话█便在一小时内喝下加了█的炖菜汤。\n█之前你无法离开。\n一小时内没有喝完的话 █会来找你。\n\n后面一页画了一个平面图，应该对应着我所在的这个地方，上下左右四个房间分别写着：厨房、礼堂、书房和研究室，而我所在的房间写着汤的房间。\n\n恶臭终于让我挺不住，随便打开了最近的一扇门进去，然后大力把门关掉，再深呼吸了一口，却没想到，这一口吸到的恶臭比刚才浓烈很多倍，我环顾一圈，这应该是平面图上面的厨房，在房间的另一角地下躺着一具尸体，而在他身后的砧板上面有几块应该是不同部位取出来的腐肉，恶心的味道应该是从腐肉和旁边的大锅里面传出来的。\n\n我退出房间，打开平面图重新看看，厨房对面的是礼堂，但是礼堂的门是一个铁门，从门上的小窗口看进去，我看到一条很大的蛇，还和它对视了一眼，我吓得呆了，看着蛇快速撞过来铁门，“砰”的一声，整个铁门重重震了一下。我吓得一下往后跌倒。\n\n缓了一会，我决定先去书房，这个房间看起来最无害。这个房间除了门口，四侧墙壁都是书架，书架上的书显然有些年份了，但是书本排列的很整齐，我随便拿出一本翻了下，上面是用中文写的黑暗生物研究，虽然说是研究，但是整本书就像童话故事一样，都是配图画的故事。随便翻看了一下后我又把书放回原本的位置，然后继续看看其他书架上都有什么书。突然，一本叫《关于汤之梦》的书映入眼帘，我马上把它拿出来，我感觉我经历的事情可以在这本书里面找到解答。\n\n把书握在手上，我感觉到书本上面占着一些液体，这些液体呈黑色，带有甜甜的香气。我打开书本，看到里面写着：\n\n正中间的房间：不好好喝完汤就别想走，书的最后一页写着汤的真面目\n北边的房间：放着调味料和餐具，也有后备的汤在锅里\n东边的房间：好孩子在等着你\n西边的房间：书很重要，请不要拿出去。蜡烛倒是没有所谓。\n南边的房间：神明在此沉睡，这里有一只吃活物的守卫和一些你有兴趣的资料\n最重要的事情：抱着死亡的觉悟喝下去吧\n\n我感觉这本书有点故弄玄虚，想着出去看看桌子上面的书最后一页的真面目，就走出去了，这个时候我听到身后有很大的动静，只见书房的门变成了一只史莱姆状的怪物对着我攻击，我脑海里面立即想到“书很重要，请不要拿出去”这句话，可惜为时已晚，只用了半秒时间我就决定利用那个吃活物的守卫，南边！在右边！\n\n我飞快跑向那铁门，推开然后把书丢进去，果然，史莱姆跟着冲进去了，我立即把门关上，然后隔着门上面的小窗口看到史莱姆一下子被巨蛇吞下，巨蛇然后变得更加巨大。一下子涌上了一阵恶心的感觉，我赶紧跑到厨房对着洗手盘一阵呕吐。\n\n待我休息一会后，我决定去最后一个没有探索过的房间，东边的研究室。\n\n走到研究室门前，这个是一扇老旧的铁门，上面有一把锁，我想了一下，即使是全盛的我有没有这个力量爆开这破铁锁，但是不进去看看我又不甘心，想了一会，决定去厨房看看有什么可以用的。在厨房，我拿到一个金属的大勺子，这个勺子手柄部分正好可以用杠杆原理，应该可以破坏铁锁的。\n\n把勺子伸进铁锁里面一卡，“咔嚓”一声，铁锁就坏了。做好心理准备后，我打开了铁门。\n\n房子里面并没有光源，门打开把光透了一点进去，只见里面坐着一个女孩，想到好像没有什么危险，我继续推开铁门，就在光引进来的时候，我看到房间另一角有一具无头尸体。我冷静了一下，决定尝试和小女孩沟通，但我不敢进去房间，害怕来一个关门杀。\n\n我问了小女孩几个问题，不知道是不是吓怕了，她只会点头和摇头，我大致从中得知她知道我应该怎么离开，并知道那个汤里面的是人肉，另外就是这个无头人不是她杀的。\n\n想了一下，我尝试让她教我怎么离开这个地方，她缓缓站起来走近我，然后来到了放着汤的桌子上面，拿起汤仔细看了一会，又把汤拿进厨房，然后，我看到让我吃惊的一幕，只见她拿起尸体的一部分，挤出了一些血液到汤碗里面，做完这一切又拿着汤碗出来，似乎是要给我喝。\n\n我才不会喝这种东西！一股恐怖的想法涌出来，一发不可收拾。\n\n。。。\n\n在半醒半睡之间，我看到了我失散多年的同父异母妹妹。\n\n“是你吗？叶子”\n\n“哥哥，你累了，快喝口汤吧”\n\n“谢谢你，叶子。谢谢你来陪我”\n\n突然，周围变得漆黑一片，但是我感觉叶子还在旁边，我握紧她的手，害怕我们再失散。我感觉到一股暖流从我的嘴流进我的喉咙，是汤。是一阵甜甜的味道的汤。\n\n“哥哥，你该休息一下了。”\n\n“嗯”\n\n。。。\n\n又是半醒半睡之间，我发现我在我自己的房间里面，坐在电脑前，电脑屏幕上是一个叫Minecraft的游戏。\n\n刚才那个梦，是真的吗？\n\n\n\n看到这个题目的时候，我第一时间就是想到MC版有毒的汤，众所周知毒汤这个模组并不是一个合适的新手模组，它虽然具备克苏鲁的风格，但是在游戏目标是上违反了跑团应该有的目标，对新手而言并非一个好的开始。但是它却也是一个很适合我写短篇的剧情。\n\n在文中可以看到，我在使用词语的时候把很多东西都加入了MC风格，而如果你对COC有足够了解的话应该不难看出“我”几次掉了san值，在最后还进入了某种疯狂。我并没有严格按着COC7，我只是把合适的元素放了进去，并尝试让故事像一个故事。\n\n最后面的部分，我平衡了一下模组、剧情、和谐这三点，终于挤出了这个全年龄合乎正常亲情的结局。故事就到这里了。\n\n对了，偷偷告诉你，写角色卡背景的时候，把重要之人、意义非凡之地和宝贵之物围绕同一件事/同一个人写，可以很好地水过这部分，如果kp不要求的话我一般也是这样蒙混过关的。\n\n\n\n\n\n\n\nfile_1593786394000.jpg (237.37 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-3 22:26 上传\n\n\n\n\n\n\n\n\n\n\nfile_1593786402000.jpg (133.04 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-3 22:26 上传\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "小林最牛",
            "timestamp": 1593771240,
            "txt_content": "出生地和居住地被屏蔽了"
        }
    ]
}