{
    "title": "Java Realms上新: 领域之仲夏盛会！",
    "author": "Sinbad_Official",
    "replyCount": 11,
    "timestamp": 1593857400,
    "txt_content": " 本帖最后由 Sinbad_Official 于 2020-7-23 17:19 编辑 \n\n\n\nNEWSNew on Java Realms: Realms Midsummer Celebration!\nJava Realms上新: 领域之仲夏盛会！\n\n19 new maps walk into a Java Realms!\n崭新上阵的19款Java Realms地图！\n\nOskar Thysell\n\n\nIt’s the best time of the year in Sweden. The weather is finally bearable enough for us to leave our caves and visit the biome we call The Outside. Well, at least if you do it responsibly with a safe distance from your surroundings. For us, the key point of summer is the celebration you might have heard of called Realms Midsummer! This is an old tradition that takes place the Friday after the summer release of Java maps, where families gather to dance around a flowery construction of a Creeper. The dance is a ritualistic proposal to the Creeper, asking it ‘May I build in peace with your permission?’ and is therefore called the “Maypole”.\n\nTo make this year’s celebration extra special, we have a luxuriant 19 maps for you to form nostalgic future summer memories over! I wish I could write about them all, and that I would get paid per word for doing so, but we’re gonna delve into three of them and leave the rest for you to write your own articles about!\n仲夏是瑞典一年来最宜人的时期。终于等到了足以让人们离开穴居生活，回归到称为“户外”的生物群系旅游的天气了。前提是，你要负责任地保证与他人保持安全的距离。对于我们来说嘛，夏天的最好风光就是你可能有所耳闻的领域中的仲夏盛典了！有一个古老的传说，是发生在夏季的Java地图发布后的星期五，全家上下围着花枝招展的苦力怕，翩翩起舞。这支舞蹈是对苦力怕的一种礼节，寓意为询问苦力怕“您可以保证我无恙地建造房屋吗？”因此，这种礼节也被称为“苦力怕花柱”。\n\n为了让今年的仲夏盛典别具一番风味，我们为你准备了19张地图，这样就会让今朝盛典成为你永恒的回忆啦！要硬说的话，我巴不得把它们全部都介绍一遍，这样我就能水稿费了，不过我们这次只深入研究三张地图，剩下的就留给你细细琢磨吧！\n\n\nElementsBattle\n元素对抗\n\nby The Command's Power\nThe Command's Power制作\n\n\n\n\nIf there’s only one PvP experience you’re gonna play this year, make that ElementsBattle, until I tell you otherwise! We are taken to the world of wizardry, witchery and spellcasting, and here ElementsBattle prospers where other adaptations fail; forget institutionalized learning – just grab your wand and ignore all safety regulations! There are seven different fashionable wands to pick from, amongst them the Chaoswand, the Naturewand, and my personal favorite – the Blazewand – which has a sweet area-of-effect flame ring you can use to burn your fellow content coordinators to a crisp! All of them use the same control scheme for their 5 abilities, so when you get a feel for the game it’s very easy to try a new wand. You can also upgrade them throughout the game to specialize in the abilities you prefer the most!\n如果要求你今年只能玩一张PVP地图的话，那选择的一定就是元素对抗了！我们被卷入了一个巫术肆意释放，法术横行四海的世界，元素对抗赛在这里复兴；把学校功课抛之脑后吧——把住你的魔杖，仗杖天涯吧！这里有七种各具风格的时髦法杖等你选择，像是混沌法杖啦，自然法杖啦，以及我最喜爱的——炽焰法杖—— 一柄可以释放火焰环的，可以将队友炸的酥脆的法杖！它们的操作方法大体都相同，并且都有着五种技能，所以当你想要尝试新的法杖时，也就成了如鱼得水的事了。你还可以在游戏途中为其升级，成为专攻一种技能的苦心修行者！\n\n\nThe Illusioner Part 2\n幻术师 第二幕\n\nby LetzTaco & GhostFarts\nLetzTaco & GhostFarts制作\n\nhttps://www.bilibili.com/video/bv1ta4y1a7CD\n\nQuick, name a famous trilogy… The Illusioner you say? Well, technically it’s not a trilogy yet as the last part isn’t out but I’ll let you off the hook for making this awesome segue into my talk about it! Yes, The Illusioner is back, with all the characters you know and love (well, except for – spoiler alert – **s that were eaten by a giant candy god in the first part). Thrilling puzzles, even thrillier storylines and boss fights that would put Hollywood’s yearly output of thriller movies to shame!\nGKD，说出一部著名的地图三部曲......你说的是幻术师系列吗？好吧，准确的说它还称不上三部曲，因为第三部还没有制作完成，但我会让你痴迷于这一系列地图的，因为这真的是一个用来水稿数的完美话题！是的，幻术师系列又重登舞台了，还是你熟悉的角色（除了——剧透警告——在第一部里面领了盒饭的那些角色）。惊动人心的神奇谜题，抑扬顿挫的故事剧情，令人身临其境的boss对决，就是好莱坞年度大片与其相比，也会顿失光彩！\n\n\nSoulless\n灵魂空洞\n\nby Dieuwt\nby Dieuwt\n\n\n\n\nHere’s a fun conversation starter to try out at your next shindig: what would you do if you were able to traverse through glass blocks as long as you weren't holding anything? You could reach into those claw machine things and arrange the prizes in a more beneficial way before you play! Coincidentally, this is also one of the puzzle mechanics of Soulless. You wanna grab that key? Make sure you got another way out than strutting through that glass! Other mechanics include blocks that let you fly, but you cannot change your altitude – which I think we should keep in mind as an idea for a zoning restriction once we all get our government mandated jetpacks.\n这有一个有趣的开场白，不妨在下次聚会时试试：如果你有了能穿玻璃而过，却不能带着任何东西的能力，你会用这个能力做什么？你可以提前进入娃娃机，以对自己有利的方式安排好奖励的分配！巧合的是，这也是灵魂空洞的谜题之一。你想得到答案吗？请确保除了穿玻璃而过以外，你还留着后招！还有其它的一些机制，包括可以让你飞但不能改变飞行高度的方块——我觉得这个点子该牢记在心，因为一旦拿到了一种相似的喷气背包，政.府就会给我们分区了。\nALSO RELEASING TODAY\n今日其他上新\n\n\nTranquil Gardens\n寂静的花园\n\nby pollieboy & Vilder50\nby pollieboy & Vilder50\n\n[media=x,500,375]https://www.bilibili.com/video/bv1XZ4y1u7fw[/media]\n\n\nFalling Falling\n落。\n\nby MrBurdy\nby MrBurdy\n\nhttps://www.bilibili.com/video/bv1sK4y1x73v\n\n\nWool Conquest\n征服羊毛\n\nby Lumesio\nby Lumesio\n\nhttps://www.bilibili.com/video/bv1pv411q7ST\n\n\nVoxelsnake\n体素蛇\n\nby Mynckey\nby Mynckey\n\nhttps://www.bilibili.com/video/bv1VK4y1x7Q7\n\n\nBrain Get Brained\n头脑“风暴”\n\nby AryFireZ\nby AryFireZ\n\nhttps://www.bilibili.com/video/bv1ba4y1a7Ur\n\n\nBeastly Betrayal\n背信弃义\n\nby Jontohil2\nby Jontohil2\n\nhttps://www.bilibili.com/video/bv1d5411h71N\n\n\nPvBee\n蜂球崛起\n\nby MelonBP, hilligans, Rman\nby MelonBP，hilligans，Rman\n\nhttps://www.bilibili.com/video/bv1tT4y1E7Yd\n\n\nDragon Wars\n巨龙之战\n\nby Command Realm Team\nby Command Realm Team\n\nhttps://www.bilibili.com/video/bv1yC4y1b7ja\n\n\nWildfire\n野火\n\nby Cloud_Wolf\nby Cloud_Wolf\n\nhttps://www.bilibili.com/video/bv18T4y1E7YB\n\n\nInfinisky\n无尽的天空\n\nby BillehBawb & THEGamingninja\nby BillehBawb & THEGamingninja\n\nhttps://www.bilibili.com/video/bv1iK411J7M3\n\n\n3D Graphing Calculator\n3D立体计算器\n\nby CommanderRedstone\nby CommanderRedstone\n\n\n\n\nOvershadow\n阴影之下\n\nby gibbsly & Vertex Creations\nby gibbsly & Vertex Creations\n\n\n\n\n\nComplicated Parkour\n恼人跑酷\n\nby mickae, GlxyLuke, Yeatzy\nby mickae，GlxyLuke，Yeatzy\n\n\n\n\n\nMath Fractals\n分形数学\n\nby Azerus Team\nby Azerus Team\n\n\n\n\n\nEl Dorado\n黄金之都\n\nby Tomm2000 & jackk_ice\nby Tomm2000 & jackk_ice\n\n\n\n\n\nTrilands\n特里之土\n\nby Acented, Aeltumn, Grafisch\nby Acented，Aeltumn，Grafisch\n\n\n\n\n\nA REALMS MIDSUMMER DREAM\n一个关于领域的仲夏盛会的幻想\n\nIf that doesn’t do it, there’s a trick you can try out. Legend says if you gather seven flowers and place them under your bed, your dreams will be made into a Minecraft map by our community’s mapmakers! No IP royalties will be received.\n\n如果这些都没有满足你的话，你可以尝试一下这个小窍门。传说呀，只要你收集七朵花，然后把它们放到你的床下面的话，Minecraft 的社区建筑师就会体会到你的梦境，然后把它们制作成地图！无需支付任何知识产权使用费。\n\n\nTo learn about loading this and other content into Java Realms for your PC,visit our help site . If you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft: Java Edition. Click it, then follow the instructions to try Realms free for 30 days.\n\n了解更多关于如何加载以上或其他地图的信息，请点击帮助网址。如果你还没体验过领域的话，你就能看到一个蓝色的钻石在我的世界领域按钮上，就在我的世界：Java版的主页面上。点击它，然后跟着指示做，你就能获得一次免费的30天领域体验。\n\n\nWant to have your own Minecraft creations featured on Java Realms and on Minecraft.net? Head over to this page, which explains the Java Realms Content Creator Program.\n\n想要在领域或者Minecraft.net上展示你的作品？访问这个页面，它会告诉你一切。\n\n\nHappy Minecrafting!\n\n尽情享受游玩Minecraft的时光吧！\n\n\n\n\n【Sinbad 译自官网 2020 年 06 月 18 日发布的 New on Java Realms: Realms Midsummer Celebration!；原作者 Oskar Thysell】\n【本文排版借助了：SPX】\n\n\n",
    "replies": [
        {
            "author": "深绿世界",
            "timestamp": 1593862320,
            "txt_content": "这些图看起来都还不错，可惜麻将的服务器....."
        },
        {
            "author": "草原能跳绳",
            "timestamp": 1593866100,
            "txt_content": "今天逛了几次新闻版，发现好多关于这个事情的啊\n其实我想等1.16.2"
        },
        {
            "author": "a1238456623",
            "timestamp": 1593871320,
            "txt_content": "地图都挺好的但是我莫得钱买领域(滑稽"
        },
        {
            "author": "popooosss",
            "timestamp": 1593880080,
            "txt_content": "期待期待 支持一下"
        },
        {
            "author": "鬼兼定",
            "timestamp": 1594166880,
            "txt_content": "期待期待 支持一下"
        },
        {
            "author": "DaiBM1",
            "timestamp": 1594295580,
            "txt_content": "It’s the best time of the year in Sweden\n仲夏是瑞士一年来最宜人的时期。\nsweden是瑞典，不是瑞士"
        },
        {
            "author": "Jokey_钥匙",
            "timestamp": 1594366440,
            "txt_content": "元素对抗上线了！！\nohhhhhhh！！"
        },
        {
            "author": "宇黄yuhuang",
            "timestamp": 1594372380,
            "txt_content": "求官方JAVA与基岩互相转换的工具\n（因为这些是在基岩版上做的地图）"
        },
        {
            "author": "Night丶R",
            "timestamp": 1595163660,
            "txt_content": "大佬nb11111"
        },
        {
            "author": "161368358",
            "timestamp": 1596158760,
            "txt_content": "感觉很帅的"
        },
        {
            "author": "TOP__小晓",
            "timestamp": 1596198960,
            "txt_content": "期待中，支持一下"
        }
    ]
}