{
    "title": "【基岩版服务器】服务器发布规范",
    "author": "PQguanfang",
    "replyCount": 0,
    "timestamp": 1593876480,
    "txt_content": " 本帖最后由 PQguanfang 于 2021-2-18 13:55 编辑 \n\n基岩版服务器服务器发布规范 Ver.1.3.4零、临时修改内容\n为促进板块发展，本版发布服务器介绍贴由消耗1绿宝石修改为消耗100金粒。以下涉及消耗绿宝石的条款，视为涉及消耗金粒。涉及扣除绿宝石的条款，不做改动。\n\n一、总纲领\n1-1：所有于 基岩版服务器 板块发布的服务器必须遵循本规范。若有违反，将 严格按照本规范执行相关处罚。\n1-2：本发布规范的约束对象是 所有于本版发布的服务器，无论其是否通过审核。\n1-3：本发布规范在更新时 会予以版内置顶告示并予以7天的适应期，适应期内，服主应当及时调整自己的服务器/服务器介绍贴。适应期结束后，无论其是否知晓本规范已更新，均严格按照本规范新的内容执行。\n1-4：本规范无追溯期。已被版主移动到 基岩版服务器回收区 板块帖子，不会再被予以除 A 级以外的处罚。\n1-5：本规范所述的“服主”应指的是服务器实际拥有者/团队。如果无满足上述条件的人，则指的是定期续费服务器租赁费用者/团队。如果仍无满足上述条件的人，则为该服务器所载主机的实际拥有者/实际操作者。\n1-6：发布服务器介绍贴可在 基岩版服务器审核 板块自助完成，编辑服务器介绍贴需要前往 综合申请贴 申请。无论是新发布的服务器介绍贴，还是申请编辑后的服务器介绍贴，倘若贴主尚未编辑完成，请在帖中明显的位置 写明本贴仍在编辑当中，否则一旦帖中有新的发布/编辑记录后，就将被审核。(2020-07-17)\n1-7：因帖中含有写明仍在编辑当中导致未被审核，从而在 基岩版服务器审核 版已满 14 天的帖子，第一次会被予以 过期 图章并移动到 基岩版服务器回收区 板块，此过程不消耗绿宝石积分。服主可在综合申请贴内申请移回。第二次直接移送到 基岩版服务器回收区 板块。\n二、处罚相关\n2-1：本版基础处罚分为 A、B、C、D四个级别，具体处罚内容如下：\n\n   ● A：由版主通过在服务器介绍贴内 -20金粒评分形式予以提醒，要求服务器介绍贴发布者于规定期限内改正。在服务器标题右侧，如果收到的评分不足，将会有“差评”图标。服主可以直接编辑受到 A 级处罚的服务器介绍贴，不需要再额外发布服务器介绍贴。\n     * 一般情况下，规定期限默认为 2天。规定期限内未改正的，按 B 级处罚继续执行。\n     * 每一个服务器介绍贴最多进行 1 次 A 级处罚，第二次触及到 A 级处罚时，按 B 级处罚继续执行。\n\n   ● B：版主将服务器介绍贴移动到基岩版服务器回收区板块，服主需重新发布新的服务器介绍贴。\n\n   ● C：版主将服务器介绍贴移动到基岩版服务器回收区板块并屏蔽， 服主 需 等待6个月后方能 重新发布新的服务器介绍贴。\n     * 会含有附加处罚。\n\n   ● D：版主将服务器介绍贴移动到基岩版服务器回收区板块并屏蔽，将其违规内容公开置顶到相关告示贴，服主 永不能 重新发布新的服务器介绍贴。\n     * 会含有附加处罚。\n\n2-2：满足C、D级基础处罚的服主，其所有的账号都会被予以附加处罚：\n   ● 扣分：2人气 20金粒 0贡献 1绿宝石起步\n   ● 禁言：3天起步\n\n三、积分、账号相关\n3-1：于本版发布的基岩版服务器，每次发布消耗 1绿宝石积分。\n3-2：在本版发布服务器的账号，等级需要 ≥3级。\n3-3：版主在进行服务器审核时，被审核的服务器介绍贴发布者需最近 3个月内的被警告次数需 ≤10次，1个月内无任何被手动直接禁言的记录，6个月内无任何基岩版服务器介绍贴自行手动申请的删除记录，否则本次申请无效，直接移送到 基岩版服务器回收区 板块，不返还绿宝石积分。\n3-4：凡处于 C、D级处罚执行时间段内 的 服主，不允许使用任何账号在本版发布服务器，否则会增加处罚。\n3-5：服务器介绍贴只能由 服主 发布。非服主发布该服务器介绍贴的，其服务器介绍贴将会被予以 B 级处罚。若该服务器系受到 C、D级处罚的服主所有，则该冒充服主的账号持有者同样视为 该服务器的服主，并予以同等或其以上的附加处罚。\n3-6：在本版发布服务器的账号，绿宝石需≥0，贡献需≥0，未被予以超过15（含15天）天的禁言。若该账号未满足该条件，则对其所发布的服务器介绍贴、服主、服务器予以 B/C 级处罚。\n四、服务器要求\n4-1：服主所发布服务器必须能够支持 最新的正式版基岩版客户端加入。所发布的服务器根本不支持基岩版客户端加入的，其服务器介绍贴将会被予以 B 级处罚。每次游戏更新后，本版予以所有的服务器 28天的适应期，所有服主应于适应期内将服务器更新完毕。适应期结束后，服务器尚未更新到最新版本游戏客户端的，会被予以 过期 图章并移动到 基岩版服务器回收区 板块。待服主更新完毕后，可在综合申请贴内申请移回，此过程不消耗绿宝石积分。\n4-2：服主所发布的服务器内不得含有任何 低俗、政治敏感等严重违反法律法规、价值观严重扭曲 的内容（包括所提供的玩家交流群等），否则对其所发布的服务器介绍贴、服主、服务器等予以 D 级处罚，不少于 3贡献 5绿宝石 的扣分与 7天的禁言（“不少于”意为上不封顶，并且不代表其他积分类型不做扣除，仅代表其他积分类型的扣除最少值为0，本规定其他位置不再对此进行阐述）。\n4-3：服主所发布的服务器内不得以 血腥、赌博等违反法律法规 的行为作为主要内容（包括所提供的玩家交流群等），否则对其所发布的服务器介绍贴、服主、服务器等予以 B/C 级处罚，不少于 1绿宝石 的扣分与 3天的禁言。\n4-4：服务器所使用的 名称，应当具有一定的独创性。不能与已有较为知名或知名的服务器重名，否则该服务器介绍贴将会被予以 A 级处罚。不能与已在本版发布的服务器重名，除非您确认此名称为您最早使用并能提供 有效证据，否则该服务器介绍贴将会被予以 A 级处罚。\n4-5：服务器应减少使用存在 版权争议或者侵权 的内容（如地图、模型等）。\n  ● 服务器所使用的内容为原作者\n公开发布 且未声明需要授权的，服务器可以将其用于不侵犯原作者合法权益的任何用途。\n  ● 服务器所使用的内容为原作者\n公开发布 且声明需要授权的，服务器可以将其用于非盈利用途中的非关键成分（即脱离该内容，服务器玩法不会受到太大的影响/可以迅速找到替代品），但不能侵犯到原作者的合法权益。\n  ● 服务器所使用的内容为原作者\n未公开发布 且您本人未获得授权，服务器 不可将其用于任何用途。\n如果服主违反了上述内容，原作者/对情况非常了解者可凭借 有效证据 前往 基岩版玩家评论 板块进行举报。对于违反上述条款的服务器，我们将会对其服务器介绍贴、服主、服务器予以 B/C 级处罚。\n4-6：服务器不得强制要求玩家使用 非纯净原版客户端 加入服务器，不得要求玩家提供 与服务器本身无关的其他资料、数据（若为Java版正版账号，则不得强制要求玩家提供，并需在显著位置告知玩家账号风险），否则该服务器介绍贴将会被予以 B 级处罚。如果涉及侵犯玩家权益的，其服务器介绍贴、服主、服务器将会被予以 C/D 级处罚，不少于 1贡献 1绿宝石 的扣分与 3天的禁言。\n4-7：每个服务器于本版最多只能发布 一个服务器介绍贴。同一位服主/一个团队旗下所有服务器均视为同一个服务器。一服多贴的，除特殊情况外，将 删除全部多余的服务器介绍贴，相关账号会被予以 D 级处罚。\n4-8：服务器内若含有跨服/群组功能或者服务器交流群等含有其他服务器信息的，统一视为该服务器的子服。其所包含的所有子服都 必须遵循本规范。倘若子服出现违反本规范的情况，则无论相关子服是否为该服主拥有，均会被 严格按照本规范执行相关处罚。\n4-9：服务器充值不能违背自由交易原则/诱导玩家进行大额充值/诈骗，否则其服务器介绍贴、服主、服务器将会被予以 C/D 级处罚，不少于 3贡献 5绿宝石 的扣分与 3天的禁言。(2020-07-12)\n\n五、介绍贴要求\n5-1：介绍贴标题：\n标题：[网络]服务器名 —— 简短介绍[游戏版本]\n示例：[多线]Bedrock —— 基岩版生存服[1.16.X]\n  ● 网络类型：网络类型必须与发帖模板一致。可以填写：电信、联通、移动、教育、双线、四线、港澳、海外等。\n  ● 服务器名称：服务器名称必须与发帖模板一致，标题为 Bedrock ，则模板中服务器名称必须为 Bedrock （区分大小写）。不允许使用任何标点符号。\n  ● 破折号：注意破折号为 \" —— \" 非 \" -- \" 等。\n  ● 游戏版本：游戏版本也必须与模板中一致。若服务器版本涉及到 \"X\" ，那么 \"X\" 必须为大写。若服务器为多版本服务器，那么版本号需用用英文破折号 \"-\" 联用。\n不能够满足上述要求服务器介绍贴，将会被予以 A 级处罚。\n5-2：介绍贴内容：\n  ● 服务器发帖模板：发帖时必须使用服务器模板，请严格按照模板填写内容并填写完整、准确，不得缺漏，不得隐藏（如加群查看）。\n  ● 服务器介绍帖内容需要超过100字的服务器介绍或者超过三张的服务器宣传图 （可用材质包/光影/渲染图）。\n  ● 服务器介绍帖内禁止出现与背景色冲突颜色，也就是亮色字，像 这样 这样 这样 这样 等。倘若你的背景色与文字颜色无冲突亦可。\n  例如： 这样 是可以允许的\n  ● 服务器介绍内的字号最大只能为 5号字体，若是宣传帖内的服务器名称/重点内容/结尾语等可以使用更大号字体，但不允许影响到整体美观。\n  ● 服务器介绍帖禁止匿名。\n不能满足上述要求服务器介绍贴，将会被予以 A 级处罚。\n5-3：服务器介绍贴内对自己的服务器进行夸大或者使用“第一”、“最好”等字眼。此种服务器介绍贴，将会被予以 A 级处罚。服务器介绍贴内对自己服务器进行虚假介绍，存在根本不存在却贴内有展示的内容/存在极少贴内却展示其很普遍等。此种服务器介绍贴，将会被予以 A 级处罚。  \n5-4：服务器介绍贴内声称自己为公益服，实则为商业服的/抄袭他人服务器介绍贴的，则服务器介绍贴、服务器、服主，将会被予以 B/C/D 级处罚。\n5-5：服务器介绍贴应该主要介绍服务器本身，不允许出现较多的无意义内容、调侃性内容，否则服务器介绍贴将会被予以 B 级处罚。\n\n六、顶帖与评分相关\n6-1：只能在 基岩版服务器 使用服务器提升卡。每张服务器提升卡价格为 80金粒。\n6-2：可在 综合申请贴 每3天申请 1次 提升。每次提升价格为 40金粒。\n6-3：只允许使用 人工真实顶帖，凡查证使用机器顶帖、囤积小号顶帖或者使用顶贴账号顶贴的服务器，其服务器介绍贴、服主、服务器将会被予以 C/D 级处罚，不少于 7天的禁言。其中顶贴账号指的是涉及或者组织通过服务器提升进行营利的账号。版主认定涉及违反本条款的服务器贴，若服主本人认为本人未违反该条款，其需要在相关顶贴操作发生后 7日 内说明相关情况，否则版主有权将其服务器介绍贴、服主、服务器予以 C/D 级处罚，不少于 7天的禁言。其所有参与顶帖的违规账号，直接予以 C/D 级处罚，不少于7天的禁言。\n6-4：服主本人应保证至少 每3个月为自己的服务器顶帖一次。长时间贴主本人未对服务器进行顶帖操作的帖子会被予以 过期 图章并移动到 基岩版服务器回收区 板块，服主可在综合申请贴内申请移回，此过程不消耗绿宝石积分。\n6-5：不允许服务器介绍贴发布者（或者服主）通过任何给予回报的方式索要评分（包括但不限于评分给予奖励、以及评分申请白名单等），否则即视为 违规索要评分 并对其服务器介绍贴予以 A/B 级处罚。\n\n七、公益图章相关\n7-1：于本版发布的公益服，服务器只能接受 无条件捐款。服务器中不得含有 任何特权权限组（如VIP）等商业性质的内容（无论其是否需要通过付费才能获得，装扮、道具卡等不计入此范畴），不得提供充值服务，不得主动要求玩家为服务器提供资金支持（允许在玩家交流群内，提供付款二维码等，让玩家根据自己的想法，自行地为服务器提供资金支持），否则，均不能视为公益服，不能 在发帖模板中的“服务器类型” 中，选择公益选项。\n7-2：一旦服务器介绍贴所介绍的服务器满足 公益服的要求（即条款7-1），且在发帖模板中的“服务器类型”中选择公益选项，其服务器介绍贴就将被授予 公益 图章，加粗高亮。(2020.7.18，原于综合申请贴中)\n7-3：公益 图章及其附赠的加粗高亮，一旦授予，需要等待至少 3个月 之后方能收回。若需收回，请修改发帖模板中“服务器类型”为非公益。(2020.7.18，原于综合申请贴中)\n7-4：已被授予 公益 图章的服务器介绍贴，其服主不允许无故/3个月内修改发帖模板中“服务器类型”，不允许于贴内任何位置声明自己是非公益服，否则其服务器介绍贴将会被予以 B 级处罚。如果服务器已涉及商业的，将会按照条款 5-4 处理。(2020.7.18)\n\n更新记录 \nv.1.1.0 优化1-7（现1-6）&4-3条款、新增4-10条款(于2020.7.12、17两天完成)\nv.1.2.0 原1-6条款移至7-1，新增条款7-2、7-3、7-4(2020.7.18)\nv.1.3.0 调整条款5-3(2020.9.2)，3-6(2020.9.6)\nv.1.3.1 修复条款2-1中的一个错误说法，差评图标可通过玩家评分去除(2020.10.12)\nv.1.3.2 调整条款4-7(2020.11.1)，左边有错别字，于2020.11.7改正，调整条款3-6(2020.11.15)\nv.1.3.3 移除条款4-3(2021.1.1)\nv.1.3.4 拆分条款5-3为5-3和5-4，新增条款5-5、6-5，修改条款6-3(2021.2.15)\n最终解释权归 MCBBS 基岩版服务器板 管理组所有。\n",
    "replies": []
}