{
    "title": "[Minecraft.net | DEEP DIVES]背包盘点：灯笼",
    "author": "Ziang39",
    "replyCount": 1,
    "timestamp": 1593903180,
    "txt_content": " 本帖最后由 MR.11 于 2020-7-5 07:15 编辑 \n\nTAKING INVENTORY: LANTERN\n背包盘点：灯笼\nIn the spotlight聚光灯下Duncan Geere作者名字\n\n\n\n\n\n\nfile_1593901347000.jpg (76.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-5 06:22 上传\n\n\n\n\n\nThe quickest way to tell the difference between a Minecraft player who cares about the aesthetics of their builds and one who doesn’t is the quality of the lighting in their home. 最快的方法去分辨一个在意建筑美学的Minecraft玩家和一个不在意建筑美学的Minecraft玩家是去看他们家里的光线。Are their walls adorned with torches? *Gasp*, are there even torches on the floor? Turn around, walk out of that house, and vow to never return until they’ve replaced their torches with something more thoughtful and elegant. If they’re short of ideas, then may I humbly suggest our item of the week – the lantern?他们的家里被火把装饰了吗？“嘶”甚至有火把插在地上？转个身，走出房子，然后发誓再也不回来直到他们重新把更有艺术范的东西跟火把摆在一起。如果他们缺乏想法，那么我可以谦虚地建议我们这周的物品--灯笼吗？\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLanterns were first mentioned as a possibility in October 2010. The original plan was that torches would go out after a while and need to be re-lit, but lanterns would be permanent. This wasn’t popular with the players, however, so they were shelved and other kinds of lighting – redstone lamps and glowstone – were added instead.灯笼在2010年的10月最初被提及。最初的计划是火把在离开一会儿后就需要重新点燃。但是灯笼会是永久的。这个计划在玩家中不是很受欢迎，然而，所以他们被搁置了，我们加入了红石灯和荧石来代替它。Fast forward to 2018, and lanterns popped up again in a tweet from LadyAgnes. They were subsequently added to the game in version 1.14 – the Village & Pillage update, which also included bamboo, foxes, berries, and pillagers.快进2018年，灯笼又在LadyAgnes这个人的推特里出现了。他们随后被加入到了1.14版本的游戏里——“村庄与劫掠”更新。同样的包含竹子，狐狸，浆果和劫掠者。As you might guess, lanterns emit light. A light level of 15, to be precise, which is slightly more than torches and on par with glowstone, campfires, redstone lamps, and jack-o-lanterns. 像你可能想的一样，灯笼发射光。15等级的亮度。更精确的说，比火柴，荧石，篝火，红石灯，还有南瓜灯轻微的多一点点。They’re pretty easy to make – just surround a torch with iron nuggets. They also generate in snowy tundra villages, and in bastion remnants in the Nether.他们非常简单制作，只要在火把旁边围一圈铁锭。他们也自然生成在雪地冻原村庄里，还有地狱的下界要塞里\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpeaking of the Nether update, it actually introduced a new kind of lantern – the soul lantern, made in the same way as a regular lantern but with a soul torch. 说到下界更新，他引入了一种新的灯笼——灵魂灯。跟普通灯笼的做法一样，除了需要灵魂火把Not only are soul lanterns a different colour to regular lanterns (blue instead of orange), but they also give off slightly less light – just 10, compared to 15 for a regular lantern. That might not sound so good – but if you like living in a snowy biome then you’ll love them.灵魂灯笼不止是颜色和普通的灯笼不一样（蓝色取代了橙色）他们的发散的光轻微的减少了，只有10，而普通的灯笼亮度有15。这个听起来可能不怎么样，但是如果你喜欢住在雪地群系里，你会很喜欢他们。Why? Well, a light level of 10 is enough to prevent monsters from spawning but not quite enough to melt snow and ice. You’ll be able to light your ice fortress or igloo palace with no issues. You’re welcome, Ice King.为什么？好吧，等级10的亮度可以足够预防怪物生成，但是不足以融化雪和冰。你可以没有任何问题的照亮你的“寒冰要塞”或者“小冰屋”。不用谢，“寒冰国王”。\n\n\n\n\n\nImage Credit: Satdeep Gill // CC BY-SA 4.0图片来自Satdeep Gill // CC BY-SA 4.0\n\n\n\n\n\n\n\n\n\n\nIn the real world, lanterns have been used by humans since at least Roman times. Most of them were basically a candle in a box, but there are a few early examples that consisted of oil with a burning wick. 在真实世界里，灯笼在罗马时期就被使用了。大部分的灯笼里面都是盒子里面放个蜡烛。但是也有一些早期的例子是灯芯和油组成的。From the Middle Ages, cities would hire watchmen to carry lanterns through the streets at night to prevent crime. But it wasn’t until the 1500s or so that cities began to light public spaces with lanterns. This dramatically changed the character of those cities, allowing for some semblance of public life to continue during the evenings. 自从中世纪以来，城市雇佣巡逻守夜人带着灯笼在夜晚走街过巷，预防犯罪。但是直到16世纪，城市才开始使用灯笼照明公共场所。这剧烈的改变了这些城市的特征，让一些公众生活持续到夜晚。It may even have changed how we sleep. Historian A. Roger Ekirch believes that in the past, adults typically slept in two chunks – waking up for an hour or so in the middle of the night to pray, reflect, and interpret dreams, and in some cases to even visit neighbours. Lanterns allowed us to stay up later, turning this period of wakefulness into a full night’s sleep instead.他可能改变了我们怎样睡觉。历史学家A. Roger Ekirch相信在过去，成年人的睡眠分为2大块——醒来大约一个小时，或者在午夜祈祷，反思，还有理解梦境。还有的人去拜访邻居们。灯笼让我们熬夜熬的更晚，把中间的清醒时期转变到整夜的睡眠。So if you ever find yourself waking up in the middle of the night, then don’t worry – it may actually be quite natural. But I don’t recommend that you go visit your neighbours – that kind of thing is frowned upon these days.所以，如果你夜里突然醒来，不要担心，这可能很正常。但是我不建议你去拜访你的邻居们，现在干这种事就很烦了。\n\n原贴地址https://www.minecraft.net/zh-hans/article/taking-inventory--lantern, Duncan Geere, 2020/06/25\n\n\n\n\n",
    "replies": [
        {
            "author": "云插件",
            "timestamp": 1593905640,
            "txt_content": "好端真的是太棒了，加油"
        }
    ]
}