{
    "title": "[Minecraft.net | INSIDER]背包盘点：篝火",
    "author": "Ziang39",
    "replyCount": 3,
    "timestamp": 1593900120,
    "txt_content": " 本帖最后由 MR.11 于 2020-7-5 07:14 编辑 \n\nTAKING INVENTORY: CAMPFIRE背包盘点：篝火Smokin’!烟！\nDuncan Geere作者名字\n\n\n\n\nfile_1593898101000.jpg (74 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-5 05:28 上传\n\n\n\n\n\nI shouldn’t really play favourites with items, but of all the things that we’ve added in recent patches, our item of the week is definitely one of the best. It’s just so useful! It’s the campfire.我不应该对某个物品表现出喜爱之情，但是我们最近加入到补丁里的这些物品，这周的物品可以说是绝对是最好的之一。他太有用了！他是篝火！Campfires were added in version 1.14 – the Village & Pillage update. They generate naturally in taiga and snowy taiga villages, but they’re pretty easy to make – you just need three logs, three sticks, and a single lump of coal or charcoal. That puts them right at the bottom of the tech tree – you can make them from almost the very start of the game.篝火在1.14的版本中被加入了——当“村庄与劫掠”更新的时候。他们一般自然的出现在针叶林和雪地针叶林的村庄里。但是他们实在太好做啦！你只需要3个原木，3个木棍，和一小块木炭或者煤炭。把他们放在tech tree（自动合成）下，你几乎可以在刚开始游戏的时候就把它做出来。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe reason why campfires are one of my favourite items is that they do so much. First, they’re a source of light – giving out a light level of 15, and melting snow out to three blocks around the fire.篝火是我最喜爱的物品之一的原因是他们太有用啦。首先，他们是光源，给与我们15等级的光源。还能融化火焰三格以内的雪。Second, you can cook on them! Right click up to four raw food items on the fire, and they’ll appear around it, cooking simultaneously. After 30 seconds, the cooked version will pop off ready to be collected. Cooking with no fuel! Not bad at all.其次，你可以在上面烹饪！右键它可以至多烹饪4件生的物品在火上。然后他们会出现在火旁边，同时进行烹饪。30秒后，被烹饪好的版本就会出现然后准备被收集。没有燃料的烹饪，怎么也不坏。Third, you can use them as signals to find your way home. Campfires make a pillar of smoke, which floats up about ten blocks. Useful. BUT – if you put a campfire on a hay bale it then turns into a signal fire, and the smoke floats up 24 blocks instead. 第三，你可以把它们当做找到家的信号篝火会造成一柱往上飘起大约10格的烟。很有用。但是——如果你把篝火放在干草块上，他会转变成信号火焰，烟会上飘24格。Want to lie low and temporarily conceal your presence? You’ve got two options. Either bash out the fire with a shovel, temporarily extinguishing it until you light it again. Or place a trapdoor (which can even be redstone-controlled) above the fire, which will block all the smoke until it opens again.想要把烟降低或者隐藏你的行动？你有2个选择。要么用铲子扑灭火焰，暂时将他扑灭，直到你再次点燃它。或者放一个活板门（哪怕是红石控制的也可以）在火上面，可以挡住烟直到你再次打开活板门The final use of campfires was added in the recent Buzzy Bees update, version 1.15. Putting a campfire under a beehive or bee nest lets you harvest honey without the risk of being attacked by the hive’s inhabitants. Safety first!篝火最后的使用是加入到了最近的Buzzy Bees（嗡嗡蜜蜂）的更新里，是1.15版本的。把篝火放到蜂巢下面可以在无被蜜蜂攻击风险的情况下收集蜂蜜\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nReal world campfires are pretty similar to this in Minecraft. They give off light and warmth, they’re used for cooking, they serve as beacons, and they also scare off insects and predators. Real-world beekeepers even use smoke to calm bees when they’re harvesting honey.现实世界的篝火跟Minecraft里的很像。他们给予我们亮光和温暖，他们被用来帮助烹饪，他们被用作信标，他们也用来驱散昆虫和捕食者。现实世界的养蜂人在收割蜂蜜的时候，也使用烟来让蜜蜂冷静下来。We’ll probably never know when the first campfire was lit by humans, but it was a very long time ago. Archaeological evidence of burned bones in a cave on the edge of the Kalahari Desert shows that humans were already cooking prey by campfire as far back as 1.9 million years ago.我们也可能永远也不会什么时候人类点起了第一个篝火，但是肯定是很久之前。在Kalahari Desert（卡拉哈里沙漠）边缘的洞穴里发现的被烧过的骨头是一个证明在遥远的190万年前已经有人类用篝火做饭捕猎的考古证据。Back then, as today, campfires probably served as a place for communities to gather for food, conversation, storytelling, and songs. So next time you put down a campfire in Minecraft, consider singing a little song to mark the occasion. “And it burns, burns, burns.... The campfiiiiire....”当时，像今天一样，篝火可能是被当做社区里一个为食物而聚集，聊天，讲故事，唱歌的一个地方。所以，下一次我们把篝火放进Minecraft里的时候，我们会考虑唱一些小歌来显示出这种场合。“它烧呀，烧呀，烧呀。。。篝火火。。。”\n\n\n原帖地址 https://www.minecraft.net/zh-hans/article/taking-inventory--campfire, Duncan Geere, 2020/03/19\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Ziang39",
            "timestamp": 1593900240,
            "txt_content": "我其实想Times New Romans 12 Double Space 有人懂吗"
        },
        {
            "author": "小浪47一一一",
            "timestamp": 1593912240,
            "txt_content": "烟熏蜂蜜，一块钱四斤，嘿嘿！"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1593914400,
            "txt_content": "把他们放在tech tree（自动合成）下\n\n这使得篝火处于科技树的底部，从游戏刚开始不久就能合成篝火了"
        }
    ]
}