{
    "title": "【原创/单篇】雨中舞",
    "author": "暗夜Elen",
    "replyCount": 3,
    "timestamp": 1593856860,
    "txt_content": " 本帖最后由 暗夜Elen 于 2020-7-4 18:01 编辑 \n\n一个月前写的，突然想丢上来了。\n基本忘了当时写的时候是什么心情了，如果还有的话也是现在从当时留下来的文字中二次读取的\n这么说来从去年的日程表之后我就正经写了两篇k字以上的文，向日葵和雨中舞，向日葵还是合著，波西米亚太狂野了不算，总结一下就是十分丢人\n上面那个外语的一串是“那首叫雨中舞的歌”，并不建议去听，fa国土嗨\n正文：\n\n　　这篇点子来自于前些天晚上我快要睡着的时候，感谢随便哪个神让我还记得它，虽说我不太确定框架们能否接受这种，叙述视角超脱文章之外的文字，我上次看到类似的文章还是屠格涅夫的《猎人笔记》。至于为什么在这个时候写它，我正躺在钢琴上，迷茫的胡思乱想，手臂搭在眼睛上阻挡白天那该死的光，而小阿玛迪，亲爱的小阿玛迪，在一边径直写着或者画着什么。他又在用那细细的笔尖戳我了，仿佛我是一头不会休息的驴——啊啊，别误会，虽然对我做了那么多过分的事，我还是爱他的。\n\n　　那么，我亲爱的读者们，雨中舞，一个意向！想象一下，铅灰色的云下着铅灰色的雨，不知道天空有没有被云完全遮住，但即便没有遮住，也该是铅灰色的。至少我在听那首叫雨中舞的歌时候是这么想象的，这也是这篇该死的文字的最初来源。\n\n　　我亲爱的读者，雨小了些，空气中全是水汽，带着轻微的泥土的味道，一座无边无际巨大城市的空气，如果是乡村的话土味会更重，反倒没了这种情调。这土的味道大抵是从街那边的绿化带传过来的。那么我打开临街的窗子，从那里爬出来落到一个被房顶庇护着的，干燥的平台上面，再从那里出发，跳进雨中，走在湿润的石头街道上。\n\n　　我——或者你，随便了，文中人物眼中的，雨里的世界，一片深深浅浅，但都是灰色的。他本应穿着蓝色与白色的格子衫，上面还有青色的条纹，剪裁的相当合适。只不过淋过雨之后，潮湿的空气一定对光做了些什么，原本颜色就没那么明显的衣服，现在更像是灰色的了。深灰色与白色的格子衫，白色格子与浅灰色格子稍稍错开，一同印在深灰色的布料上面。\n\n　　你后悔了，你不该来街上的，爬到房顶上面会是更好的选择。你无聊的转着圈，蹦蹦跳跳，并且扭头看因为扭动而被气流吹起来的衣服下摆。需要把时间拨回去，重新出来一遍吗？这次你一定会去房顶上。算了，房顶也一样无聊。于是你继续与自己消遣的游戏，沿着街上一条并不存在的线，小心翼翼地走着，假装街道并不存在，而你正走在万丈深渊之上的一根细细的绳上。想象的引擎呼呼运转，那根绳虽然绷紧了，但仍是柔软的，踩上去会有轻微的下陷。你张开双臂，稳住颤抖的脚，向前踏出一步，踩到了街上。\n\n　　绳子，或者说街道，显然并没有如你想象的那般富有弹性，事实上它硬邦邦的，这使你不得不重新面对现实。绳子消失了，万丈深渊之上你歪倒在一边，像镜子一样另一个你也在向你歪倒过来，最终你的影子接住了你。\n\n　　嗯哼？这不在你的想象之中，现代大城市不该存在的钟声敲响十二下。阿玛迪没有出来追杀你，这是好事，也许他自己也被困扰在了某个作品之中，没心思阻止你的闲逛了。现在是中午十二点还是凌晨十二点？天虽然阴沉沉的，但仍然有光，可以轻易看清周围景色。雨继续落在你的皮肤上，使表皮温度在手心的感觉中稍稍降了几度，空气湿冷，是半夜十二点。\n\n　　明明是平常的阴雨天，光从四面八方向你照过来，柔和，并不刺眼，但具有指向性，因为当你低头的时候发现，你的影子不见了。哦，我的小阿玛迪去哪了？你是偷偷溜出来的，但他肯定知道了，难道因为这样的次数太多，而他终于没法忍受懒惰了吗。你向随便哪个在听的神发誓，虽然阿玛迪对你又戳又打又踢，还把你按在地上来回蹭，就像是在拿你擦地一样，但你还是离不开他的，是阿玛迪让你成了你，没了阿玛迪的你就不是你自己了，哦我的随便哪个在听的神！\n\n　　上述心里活动并没有进行完，因为你发现你的影子回来了，和你并肩走着，小小的一团，但仍然是你的影子。我猜他也只是和你一样，偶尔溜出去散散心而已。那么，跳舞呢？你又开始在街上蹦蹦跳跳，脑袋自顾自地哼着忘了从哪听来的调子，随着偶尔的转身，你的影子在你身边，与你一起蹦蹦跳跳。最开始你还有点担心会不会踩坏镜子，它看上去那么脆硬且易碎，光滑且湿漉漉的，你该担心会不会滑倒，如果只有花大力气踩碎镜子才能将将站稳的那一天到来，你不确定该怎么做。\n\n　　在镜子与下雨的街道上，一个你踮起一只脚尖想要转圈，可惜的是，哪怕有雨在其中润滑也总是一圈或者一圈半就不得不停下来了。与此同时你伸开两只手臂在空中胡乱挥舞——不用担心，没有滑倒，只是想模仿别人那样婀娜旖旎的舞姿。拙劣的模仿，我亲爱的读者们，但既然并没有可能存在的观众，那也就随意了，慵懒且不负责任的。\n\n　　影子也在跳舞，显然比你熟练稳健多了，镜子里你们是对好搭档，跳着跳着转个不停。你向影子微笑，影子回以点头致意，笑容中露出两颗尖牙。这雨把影子引向你，你继续转着圈，雨落在你的眼里，你在雨中起舞，影映在镜子中。想象一下，亲爱的，想象！这只是个意向，只是写出来，一个没有任何其他铺垫的，纯粹的意向，就像是谁会闲的没事躺在钢琴上一样。\n\n　　到处都是灰蒙蒙的，你出来有一阵子了，不过雨没能淋透你。你在深深浅浅的灰色中伸开双腿，踮起脚尖，踩着杂乱的舞步，雨中你也是灰色的，但没那么灰，与铅灰色的云和雨相比，简直鲜艳的可爱。与你肩并肩，但与你稍稍向后错开的影子走在你身边。你靠进影子怀里，影子没有接住你，你也没摔倒。明亮的空气，湿润且朦胧，你伸展开手脚，你的影子轻轻牵着你的手。但问题只是，影子是谁？\n\n　　与文章开头，不久前相同的钟声再次敲响十二下，雨小了些，我拉开临街的窗户。阿玛迪孜孜不倦的写着画着，他在担忧那堆字符是否过于超脱且混乱，而我想出去逛逛。\n[groupid=1358]黄金之匣美工社[/groupid]",
    "replies": [
        {
            "author": "暗影月赎",
            "timestamp": 1593857700,
            "txt_content": " 本帖最后由 暗影月赎 于 2020-7-4 19:00 编辑 \n\n啊，已经很久没有读到这样叙述视角的文了\n我尝试着读出文章背后所蕴含的深意，可是我失败了\n过度的解读对作者来说是不负责任的\n但我似乎感觉出了一种情感的宣泄，单纯的，不含任何别的想法，纯粹的宣泄，像是灵感突然的爆发(大概罢)\n(试着去找了一下“阿玛迪”到底代表着什么，无功而返)\n读文不仔细，我的错，我自裁罢"
        },
        {
            "author": "asasdas123",
            "timestamp": 1593946200,
            "txt_content": "\n666666,感谢楼主!"
        },
        {
            "author": "初阳时光",
            "timestamp": 1593956340,
            "txt_content": "给我的第一印象是意识流和弱情节相结合的一次文学实验"
        }
    ]
}