{
    "title": "【原创/连载】便利店老板的奇妙穿越记#3",
    "author": "Minecraft.Wnxi",
    "replyCount": 9,
    "timestamp": 1593907380,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-7-5 08:46 编辑 \n\n便利店老板的奇妙穿越记3：印钞（X ）下矿（√）\n上期回顾：我为了逃避僵尸和骷髅来到平原村庄，准备无限印钞…\n\n\n         “嗯，要什么好呢？”我眼睛一闪而过，看中了一把魔光闪闪的钻石剑，就是你了，“老板，多少钱？”“啊，这，不贵不贵，48个绿宝石就好了，我属实良心厂商。”不知怎么的，那个村民的脸就像抽筋了一样笑起来，不就是占我便宜吗？至于吗。我将绿宝石扔在他的怀里，从他的桌子上抡走那把钻石剑。刚离开了十几米，我这才想起来，不应该整成一套吗？既然有了钻石剑，肯定还要钻石镐啊。看着身上为数不多的绿宝石，我准备故伎重施，再吐些绿宝石出来。可是我吐了半天，什么也没能吐出来，倒是头顶上显示技能正在冷却，冷却时间24小时？！Um，该死，本来以为能无限印钞的，怎么还有冷却时间的设定？简直不是有一点点坑爹。         \n\n\n        算了，还是看看剩下的绿宝石能买什么吧。我踏着轻盈的步伐来到铁匠铺，掏出绿宝石，与铁匠交易了一些铁锭，拿上几个木棍，合成了一把铁镐，便匆匆出发寻找矿洞了。跑了大概可能有几百米左右，我便在右手边发现了一个小型矿洞，我急忙跑了进去，点起火把插到了洞壁上面。\n\n\n\n         随着火光亮起，我环顾四周，发现这个外表看起来很小的矿洞，别有洞天：先是内部空间大的惊人，至少有好几百立方，里面还有一些煤矿和铁矿，足够我赚齐一整套装备。“哇，这里也太大了吧，”我又开始自言自语，“这么大的矿洞，感觉都去做基地了…去做基地？对呀，我为何不在这里做一个基地呢？”说干就干，我首先把不平整或者不光滑的墙壁弄平了，又是插上了一些火把，顺便把工作台还有刚学会制造的熔炉也放了进去，环顾一下，虽然算不上豪华，但也算是一个朴素的基地了。\n\n\n\n        一股自豪感油然而生，但我的肚子又开始咕咕叫了，我只好走出矿洞，就地取材，在外面杀了几只小羊，砍了两棵树便回去了。我将煤炭还有羊肉放进熔炉，它马上自动运作起来，我再次打开熟悉的工作台，用眼睛扫了扫，看现在还能做些什么。。。。床？想不到还可以做床，这下可以睡个好觉了。。。我从背包掏出羊毛和木板，造出了一个穿白色的床，放在基地中。这时天色又暗了下来，我不禁想起了上次遇到的僵尸和骷髅，顿时毛骨悚然，脊背发凉，鬼知道这次还会遇到什么。于是我只好来到工作台造了两扇门，立在了基地门口。这扇门似乎有什么神奇的功效，虽然门上有空隙，但是外面的怪物对我视而不见。看见它们都对我不感兴趣了，于是我干脆躺上床，睡上一觉…\n\n\n\n         啊，昨天睡得实在太爽了！我爬下床，伸了一个懒腰，左下角出现了几行字：重生点已设置。呃，重生点已设置是个什么鬼？难不倒这个世界死了还能重生？我不禁想起了几年前的那场车祸，要是车祸中的小女孩在这里就不会死了。当然了，现在的主要任务还是去挖矿，毕竟现在还不能印钞，因为这个世界一天只有20分钟左右，如果是24小时的话…那要72天才能有一次，所以现在只能靠自己动手了。\n\n\n\n         我抡起沉重的铁镐，开始挖矿，一块，两块，三块，4块…一块块原石，被我藏进背包中，同时我也收获了一些煤炭和铁矿，还有一些红色的，类似粉末的矿石，在挖的时候还闪过一丝神秘的光芒，但是现在还不知道有什么用，暂且叫它红石吧。没过多久我挖累了，查看了一下背包，里面的原石已经快把我的背包塞满了，还是先想办法储存起来吧。我从延伸出来的矿洞，爬回了我的基地。\n\n\n         打开了工作台，发现原来可以造箱子。“箱子呀…这样大的箱子能装得了多少原石呢？还是多造几个吧。”说着我便毫不慌乱的造出了五六个箱子，迅速摆放在地上。我推开箱子，吓了一跳…既没想到这小小的箱子竟然能装那么多东西，那我还造那么多干嘛呢？不过多造点还是有好处的。至少下次不用那么麻烦了。我家没有用的原石一股脑的扔进了箱子，顺便留下了一组去做熔炉。我将刚造好的熔炉摆在了墙壁上，放上铁矿，烧上煤，便又去下矿了…\n\n\n\n",
    "replies": [
        {
            "author": "小林最牛",
            "timestamp": 1593909420,
            "txt_content": "搞这么多分隔符号干嘛"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1593909660,
            "txt_content": "小林最牛 发表于 2020-7-5 08:37\n搞这么多分隔符号干嘛\n看起来好玩呗其实就是为了更长"
        },
        {
            "author": "小林最牛",
            "timestamp": 1593909840,
            "txt_content": "Minecraft.Wnxi 发表于 2020-7-5 08:41\n看起来好玩呗其实就是为了更长\n字数不够的话一样删"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1593909960,
            "txt_content": "小林最牛 发表于 2020-7-5 08:44\n字数不够的话一样删\n3000多字，可良心了"
        },
        {
            "author": "mcluf",
            "timestamp": 1594008600,
            "txt_content": "为什么弄这么多图片？"
        },
        {
            "author": "希望工程",
            "timestamp": 1594011060,
            "txt_content": "交♂易                          "
        },
        {
            "author": "卡时间段aa4",
            "timestamp": 1594021860,
            "txt_content": "凑字数么啊"
        },
        {
            "author": "卡时间段aa4",
            "timestamp": 1594021860,
            "txt_content": "有点东西啊"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597114560,
            "txt_content": "字数统计：\n\n\n\n\nfile_1597114583000.jpg (311.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-11 10:56 上传\n\n\n\n\n\n\n\n"
        }
    ]
}