{
    "title": "[新闻]原NukkitX团队已更名",
    "author": "PQguanfang",
    "replyCount": 3,
    "timestamp": 1593994200,
    "txt_content": " 本帖最后由 PQguanfang 于 2020-7-6 12:16 编辑 \n\nHey everyone,\n嘿，大家好，\n\nIt's been a long time coming but we're finally renaming this organisation!\n我们思考这个问题很长时间了，但我们最终还是决定更名了这个团队！\n\nWe wanted to do this as there's been a lot of confusion about the difference between\n我们之所以这么做，是因为很多人对以下两者区别感到困惑\n\n- Nukkit: the original project and repo\n- NukkitX: this organisation\n- NukkitX's fork of Nukkit, Nukkit 1.0: the NukkitX/Nukkit repo master branch + related\n - Nukkit：原先的项目（Nukkit原由国人开发，后因转战网易版而弃坑）\n- NukkitX：我们这个团体（原词为组织的意思，本贴统一翻译为团体）\n- NukkitX的关于Nukkit的分支，即Nukkit 1.0：由NukkitX/Nukkit的主分支及其相关内容组成\n\n- NukkitX's hard fork of Nukkit, Nukkit 2.0: the NukkitX/Nukkit repo 2.0 branch + related\n- NukkitX的关于Nukkit的另外一个重要分支，即Nukkit 2.0：由NukkitX/Nukkit的2.0分支及其相关内容组成\n\n\n\nThis was causing quite a bit of confusion to those outside the organisation (and some of those within!!) and since one of the goals of the open collaboration project is to allow more people to readily contribute to the project we thought now was a good time to go ahead and rename.\n这导致了很多没有加入我们这个团体的人们感到困惑（甚至我们团体内部都有人因此感到困惑！），并且由于开放式协作项目的目标之一是让更多的人随时为该项目做出贡献，我们认为现在是进行改名的好时机。\nThank you to everyone who's suggested a new name, the core team voted on all suggestions.\n感谢所有提出新名字的人，核心团队对所有的建议进行了斟酌。\nThe new name of the organisation is Cloudburst. We like this name as it's easy to say, spell and keeps with the water theme of Minecraft-related server software.\n这个团体的新名称是Cloudburst。 我们喜欢这个名称，因为它很容易就能说出来、写出来并与Minecraft相关的服务器软件的（水）主题保持一致。（因为Spigot意为水龙头，Sponge意为海绵？）\n\nGoing forwards we'll have the following core projects:\n展望未来，我们将有以下核心项目\n- Cloudburst Nukkit: the continuing maintenance of Nukkit 1.0\nCloudburst Nukkit：Nukkit 1.0主体内容的续坑\n- Cloudburst Server: creation and progression of a Bedrock-first server software (aka NukkitX 2.0)\nCloudburst Server：致力于基岩版第一阶梯的服务端核心的创造与发展（又名 NukkitX 2.0）\n\nWe'll be separating the repositories for Cloudburst Nukkit and Cloudburst Server to make the distinction clearer.\n我们将分离Cloudburst Nukkit和Cloudburst Server的存储库，以使它们的区别更加清晰。\nYour GitHub repos should automagically redirect to the new locations, Cloudburst Server will be separated to a new repo so you'll need to separately handle that.\nGitHub存储库届时应该自动重定向到新位置，Cloudburst Server将被分到新存储库中，因此您需要单独处理相关事项。\n\nPlease give us some time to handle the update of everything as there's a lot to do! If you notice something broken please raise it in one of the channels!\n请给我们一些时间来处理所有内容的更新，因为还有很多事情要做！ 如果您发现有什么东西出错了，请在以下其中一个渠道提出来！\n（下略相关联系方式）",
    "replies": [
        {
            "author": "天辉胡萝卜",
            "timestamp": 1593999540,
            "txt_content": "Nukkit这个名字太尴尬了，google搜api给我强行更正为Bukkit"
        },
        {
            "author": "一只鸽纸",
            "timestamp": 1593999660,
            "txt_content": "爷的青春又结束了"
        },
        {
            "author": "一只鸽纸",
            "timestamp": 1594000920,
            "txt_content": "疾风暗影 发表于 2020-7-6 09:39\nNukkit这个名字太尴尬了，google搜api给我强行更正为Bukkit\n我倒是觉得Nukkit挺好的"
        }
    ]
}