{
    "title": "【原创·连载】我的世界韵前传 第十二章：仅仅一周的相处便已是缘分的尽头",
    "author": "赶紧睡觉觉",
    "replyCount": 3,
    "timestamp": 1593852180,
    "txt_content": " 本帖最后由 赶紧睡觉觉 于 2020-8-15 21:33 编辑 \n第一卷：冰城\n\n第一章：穿越者\n\n一　　四处瞭望，这闪烁的星空。　　脚下如同漂浮般的感觉，并未让我有多少吃惊。　　闪烁着的星星点点，汇聚成一条银河，环绕四周。　　“这是哪？”空洞且无力的声音从我的嘴里发出，“我为什么在这？”　　声音在无边无际的世界中扩散出去。　　宏大的银河围绕着我旋转起来，一颗明亮的、散发着金色光芒的星星漂浮到我面前。　　我看着四周的星空。　　慢慢地，慢慢地，星星在空中慢慢地上下漂浮。　　我想要伸手去触摸，但那星星却在碰到的那一瞬间，破碎、消散。　　这份突如其来的心情是什么，我感觉自己的心在疯狂地抖动。　　兴奋吗？激动吗？　　我自己也不清楚，就只是呆呆地看着美丽的事物消散在眼前的场景。　　我开始感觉自己深陷在泥潭之中，慢慢地下沉。　　银河旋转的越来越快，越来越快，紧紧束缚住我。　　我开始感到窒息。　　那银河变成了真正的河水，淹没了我。　　这种感觉又是什么，临死前的挣扎吗？　　无力感虚弱感恐惧感，让我的身体不由自主的活动。　　无论怎么做都是无济于事，只剩下自己的意识在渐渐消失。　　天旋地转......　　我被冰凉的地板冻醒了。　　“咳咳，我怎么又掉到地上来了。”我扶着床缓慢地爬起，“怎么最近天天都做这个梦啊。”　　明媚的阳光刺痛了我的双眼。我眯着眼打开窗户，正想**清新的空气，却被寒风无情地打了回去。　　“呼。虽说是梦，但这种真实觉是怎么回事。”我全身都充满了在梦中所感受到的异常，“总感觉一不小心就要到另一个世界去了。”　　我关上窗户，仔细看了一下，窗外的冬青一身雪白。　　“下雪了吗？下雪了呀，怪不得这么冷。”　　作为一个宅，我实际上连窗帘都没打开过几回，自然不知道外面发生的事。　　我坐在床上，欣赏着这冬日里无比珍贵的阳光。　　“今天阳光挺好的，就是风有点大，要不然就出去晒太阳了。”　　这当然是说笑的，我怎么可能出去呢？　　不过早饭不吃可不行，会对身体有害的。　　似乎是猛然站起的原因，我的头晕晕的，总感觉站不住脚。　　伸了个懒腰，我去冰箱拿了杯牛奶。　　做饭吗？没钱啊，一杯牛奶垫垫就够了。　　实际上是因为刚冲了几波648，卡里只剩房租的钱了。　　躺在沙发上打开电视，我随手将空掉的奶盒扔掉。　　啊啊啊，再睡一会吧。　　听着电视吵闹的声音，我的心平静下来。　　只有在这种时候，我才能感觉到自己活着的真实。　　“喝杯奶有助于睡眠。”我喃喃说道。　　眼前一片空无。　　十分钟后，与我合租房子的老王醒了......　　“呐呐，林展宏。”他从房间里走出揉揉眼睛打了声哈欠，“声音别开这么大，吵死我了。”　　见我没有任何回答，他转身拿起遥控器随手将电视关掉。　　“睡着了吗？”他无奈的扶了扶额头，“这家伙真是的，一点都不知道节约。”　　你问我都睡着了是怎么看到的？对啊，我怎么看到的？　　“啊！“他拍了拍我的脸突然瞪大了双眼，“救命啊！”　　几分钟后，救护车来到了这里。　　确诊完毕。　　死者：林展宏（我）　　死因：牛奶进入气管窒息而死　　“这是什么鬼的死法啊！”一股引力把我的身体向后拉去，“这是要去阴曹地府了吗！”　　“诶，这是哪？”　　没有想象中的熔岩地狱，四周一片漆黑。　　就只是一片黑暗而已，静默无人。　　“搞什么啊，就这样吗？”我嘴角抽动了几下壮胆的笑了两声，“我还以为有什么呢……看来是我这一生没有丝毫罪过，直接就能投胎转生了吧。”　　正这样想着，我的耳边突然响起了嗡嗡声，声音大到让我几乎崩溃。　　“啊啊啊！好吵啊！”　　毁灭型的精神攻击。　　我直接双膝跪在地上，将头靠在地上，使劲捂住耳朵。　　但声音没有丝毫减弱，穿透我的防护，直入我的大脑。　　越来越吵，越来越吵！我甚至想直接把耳朵割下来。　　但声音突然刹那间消失了，我睁开眼睛，只看见一道炫目的白光。　　随后便是下落。并不是轻柔的微风，狂风刮过我的脸，干涩了我的双眼，把我的声音拉得老远。　　我从高空中俯视，黑夜繁星。　　这是哪里？　　二　　旋转着，翻滚着，我看到了一群脸上布满了惊异的末影人和末影龙。　　我尴尬地笑了笑，低头一看，诶？这是什么？　　随后便是一阵耀眼的紫光。　　“啊，困死我了。”　　我从地上爬起来，看着手上的印记，无奈的摇了摇头。　　用我的生物钟来说，大概是昨天吧。我莫名其妙地被传送到了这个世界的末地，又莫名其妙地传送回了主世界，等我醒来又莫名其妙地出现在了这个地下矿洞，还莫名其妙有了印记。　　从一开始传送到这里不就行了吗？为什么还要去末地一趟。　　肚子咕咕叫了两声，果然饥饿是无法避免的。　　早知道就多吃点了，不过恐怕也没有人像我一样一杯牛奶就当饭了吧。　　我被冻得手脚冰凉，止不住的发抖。　　身上穿着不知道从哪来的衣服，但并不保暖，简单来说就是一张破布。　　不过万幸，虽然穿越到了这个世界，但自己还是原来的样子，不像这个世界一样全是方块组成的。　　我扶着墙慢慢地在黑暗中摸索，手指冻得发麻。　　还要走多久呢，毕竟不知道出口在哪，或许我是在往深处越走越远呢？　　但我无法进行判断，只有走下去这一条路。　　“啊……哈欠！”　　声音在空旷的洞穴里回荡。　　“谁！谁在那！”　　我被这突如其来的声音吓了一跳。　　光亮开始出现，并且离我越来越近。　　会是谁？不过刚才的声音听着像……　　一团紫雾飘来，带着散发出温暖光芒的火把靠近我。　　我被吓了一下，啷呛了几步，坐倒在地上。　　“喂，你没事吧？”　　随着距离的接近，我才发现这是一个小姑娘，只是全身上下都穿着紫色的衣服。　　明明说的不是中文，我却能理解她的意思。　　我抓住她伸来的手，站了起来。　　诶？她和我一样，也不是方块样子的呢。　　难道这里的人都不是方块样子的吗？　　“你一个小姑娘，为什么会在这儿？”　　我不知什么时候学会了他们的语言，直接就能说出口。　　“我陪父母挖矿走丢了。那你呢？怎么感觉跟个乞丐一样？”　　我一时语塞，总不能说自己是穿越来的吧？　　本来我就不善于交际，基本上话都不说几句，这下一紧张都变得结结巴巴的了。　　“我、我是来探，就是……”我狠狠抽了自己一巴掌，“我是来探索这个矿洞的。”　　呼，话终于说完了。　　不知道编造的这个理由她会不会相信，毕竟这么假。　　不过她似乎并不在意，将火把放在地上拿出不知从哪变出的木棍，堆在地上做出了营火。　　诶？不是应该用工作台吗？　　虽说有疑问，但也不能问出，毕竟这种事可能在这个世界上是最普通的常识。　　她没有任何防备地坐在我身旁，靠着火焰取暖。　　我仔仔细细地在近距离打量了她一番。　　目测120-130的身高吧，身子骨这么细，看起来弱不经风的。　　身上淡紫色的好像是丝线做成的厚毛衣和围巾几乎将她掩盖，只剩下个粉嫩的小脸裸露在外面。　　连头发都是紫色的，一直留到腰部，全身上下完全被紫色包围。　　看起来只有**岁的样子，怎么在这种场景下还不慌不忙？　　“你不着急吗？”实在忍不住，“明明被困在这里。”　　“着急有什么用？能出去吗？”她黑色的眼睛在火光下如同宝石般闪耀，“而且如果哭闹的话会把僵尸引来的。”　　我这才想起这个世界所隐藏的危险，庆幸自己运气好，没遇上怪物。　　不过这孩子也太成熟了，难不成是合法萝莉？　　咳咳，我什么都没想，什么都没想。　　但可以肯定这个小孩（？）绝不止这么简单。　　那么，陪父母挖矿这个解释，就不成立了。　　我突然一惊，开始留下冷汗。　　这个家伙，某种意义上比僵尸要危险的多！　　目前看来她还没什么动静，对我没有敌意，不需要担心。　　但一定要保持戒备，不然连自己怎么死的都不知道。　　“呐，吃东西吗？我都听见你肚子叫了。”她拿出一块面包掰成两半，“这是我最后的食物，吃完就只能等死了。”　　“填饱肚子再说呗。”一看到食物我就瞬间狼吞虎咽的吃了下去，“没有力气走都走不了。”　　额，等等，我毫不犹豫的把食物吃下去了？　　我呆呆的咽下最后一口，看向站起的她。　　这面包要有毒，我不就死定了？　　不会吧不会吧，这个小孩子怎么可能会害我呢？她可是陪父母下矿的啊，怎么会知道我在这提前准备好毒面包呢？而且她也吃了一半啊。　　然后我想到了白雪公主的故事，一个苹果，只有一半有毒。　　“食物吃完了，也该走了吧。”　　“走？去哪？”　　她在说什么？要离开这个洞穴吗？　　“吃完了最后一餐，当然要送你上路喽。”　　我浑身一抖，呆呆地看着面色冷淡的女孩。　　不会吧……　　三　　“放心放心，食物里没有毒，我不是那么卑鄙的家伙。”　　她露出一个让我心寒的笑容。　　我的大脑一片空白，然而身体条件反射的躲开。　　绿色的液体飞溅而出，将石头腐蚀的坑坑洼洼。　　“果然没这么简单就能解决呢。”她低头沉吟了几秒，“不过不是对我来说啦！”　　随手一抛，四五瓶瞬间伤害药水朝我投来。　　啊啊啊！果真是要杀我啊！　　“等等啊等等！你为什么要杀我！”至少让我死个明白啊，“我们明明才刚见面诶！”　　药水已经到眼前了！　　眼看着无法躲开，一支白色的箭矢却从女孩（？）身后飞来，射到我旁边的墙上。　　射偏了吗？　　但这白箭却弯曲到惊人的程度，从墙上弹来穿透了离我最近的那瓶药水。　　又有几支相同的箭矢“嗖嗖”飞来，虽然被女孩躲开，但依然射穿了药水。　　诶？这箭怎么做到这么柔韧的？　　箭矢在洞穴内不断反弹，掀起的风吹灭了火焰，只留下一片漆黑和风声。　　“早知道一开始就把他直接干掉了。”　　女孩狠狠的咒骂道，然后不知从何而来的狂风迎面吹过，箭矢弹射的声音戛然而止。　　火焰再度点燃，女孩挥挥衣袖，抖落一阵尘埃。　　“麻烦麻烦麻烦！真是麻烦死了！”　　女孩急躁的跺跺脚，撅起小嘴回过头。　　远处的黑暗中，出现了一个白色的身影。　　“咔嚓”，“咔嚓”。随着一步步地移动，骨架晃动和撞击的声音传了过来。　　“明明是我找到的！”　　她挥舞起拳头示威，可却因为她娇小的身子变得跟撒娇一样。　　骷髅停下脚步，举起了弓箭。　　“啊啊啊，就不能好好说话嘛。”　　她无奈地摇摇头，黑色的箭矢飞射而出。　　“小心！”　　我脱口而出，想要上前把她拉开。　　“诶？你是傻了吗？”　　她不解地回过头，下一秒便炸裂开来。　　黑箭从我身边飞过，钉在了身后的墙壁上。　　鲜血和碎骨喷射到我脸上，她的尸体倒地上。　　“哈，哈。”我吞咽了下口水缓解自己的心情，“死，死了吗？”　　是弓弦拉开的声音，骷髅将目标锁定为了我。　　“不，不要！我不想死！”　　有什么办法，有什么办法可以跑！　　我捡起地上的火把，上面还粘有女孩爆裂出的脑浆。　　已经不在乎恶不恶心了，我要逃离这个地方！　　“嗡——”弓弦抖动发出声音。　　“啊！”　　火把因为我的颤抖摔落在地上，彻底熄灭。　　被射穿了，被射穿了，被射穿了……　　诶？我没事？　　我没有死，身上也没有任何伤痛。　　那刚才射出的箭去哪了呢？　　“哇啊，你竟然会和她结盟。”　　骷髅含糊不清的声音从身后传来，但我不敢回头，屁滚尿流的在地上爬行着前进。　　离开这里，我要活下去！　　“轰”震耳欲聋的爆炸声和燥乱的气流把我吓趴在地上，整个洞穴发出了轰隆隆的巨响。　　这是什么，地震了吗！　　只能趴在地上抱住头，随着地形乱晃。　　不对啊，应该没有地震这种现象啊。　　像是在回答我，巨浪拍岸的“哗啦”声和流水的滚动声齐聚在一起。　　“洪、洪水吗！”　　即便是在黑暗中，仅靠声音我也能判断出这洪水的庞大程度。　　“救命啊！我不会游泳！”　　刚喊出口，我的嘴里就灌了一股水，身体随着水流不断撞击着墙壁，上下漂浮，左右翻滚。　　“咕噜噜”意识在缺氧和不断的撞击中开始模糊，我希望抓住一个东西，可除了空气和水什么也没有。　　“啊啊啊，真是麻烦。”一个女人的声音传来，“这家伙也太弱了吧。”　　“救……命……”　　抓住露出水面的空隙喊出这两个字，我实在是无力去挣扎了。　　我的头发被人抓住，随后便是腾空感和坠落感。　　“咳咳，咳咳咳！”　　我吐出肚子里的水，擤了擤满是泥浆的鼻子。　　活，活下来了吗？真是死里逃生啊。　　脚步声传来，在我身边停止。　　又是一个来找我的家伙吗？我到底招谁惹谁了，刚穿越过来就有一堆人想杀我。　　尾声　　“啊呀呀，我亲爱的王，您这是……”　　一名绝美的女子悄然来到屋前，依靠着木门望着里面狼藉一片的景象。　　“别用那种嘲讽的语气对我说话，我不是你的王。”　　男子狠狠的瞪了来者一眼，但又意识到她的身份，无奈地扭过头。　　“别这么说嘛，你可是天下的王。”她捂住嘴咯咯的笑着，“不过作为王可要心胸宽广，别为了这点小事就心急。”　　“你帮了我很多，我尊敬你为老师。”男子站起身来，“可有些事我不需要你来教。”　　“好好好，不说不说。”她将手里的鲜血一饮而尽，“水之城那边你打算怎么办，势力可越来越大喽。”　　“我们的事，不需要你一个外人来操心。”他整理好衣襟，“走，上朝吧。”　　“是，我亲爱的大王哟。”　　她懒懒的回答道，身形变换成一个小丫头跟在他身后。　　“但是我有一个很重要的问题。”男子突然想了起来转身问她，“你确定亡灵王会协助我们？”　　“协助也好，不协助也罢，终究只是枚棋子罢了。”她抬起头笑眯眯的看向他，“我的王，这以天下为局的大棋，棋子可并非只有一枚。”　　他被女子的言语吓得不轻，脸上渐渐留下冷汗。　　“您、您真的确定吗？这可是与神对弈啊，输了的话……”　　她陷入了沉思，可没过多久便想出了答案。　　“我们已经没什么好丢弃的了，倒不如放手一搏。”她已经不在乎后果了，“我们只有赢这一条路，所以我们必须赢。”　　她坚定不移地迈出步伐。　　这次，男子跟在她身后。\n\n\n\n第二章：下山\n\n\n　　一　　“喂，喂。”是一个女人，“我知道你没死。”　　她踢了踢我，见我没什么动静便转身离开了。　　现在的我连移动都费劲，哪有力气回答她啊。　　“快点起来，不然你可要真死在这里了。”　　“啊啊啊，知道了。”我使出全力翻了个身，“呼，所以你到底要干嘛？”　　“不干嘛，给你指条活路。”她抬头朝天边眺望，“你可要抓紧时间咯，不过看你这么傻，我就允许你问我三个问题吧。”　　这又是搞什么鬼啊。　　问吗？不问不知道。可要是问了，谁能证明她没有骗我呢？　　“你是谁？”　　问吧问吧，反正我也没有选择的权利。　　“我？上来就是这个问题吗？”她指了指自己，“也难怪，毕竟对陌生人有戒心是应该的嘛。”　　其实我有一堆问题想问呢，把一次机会用在这种事上有点可惜。　　但如果她在重要的事上骗了我那可就麻烦了。　　所以像那种事，还是靠我亲自去寻找答案吧。　　“如你所见，我是末影人。”她手上浮现出些许末影粒子，“有人让我稍微保护你一下，省的你死的太惨。我没有名字，你可以叫我末姐。”　　怪物帮助人类，这事可真稀奇。　　不过我的存在有很多人知道啊，刚过了一天就有两个人来抓我。　　“那第二个问题，为什么我会来到这。”　　我对她能否回答这个问题并不抱太大希望。　　其实知不知道都没什么关系，所以对我也并不重要。　　“这个的话，该怪谁呢？”她有些尴尬，“总的来言，是我们末影族的错吧……”　　“你！”　　原来是你们的错，怪不得会来帮我！　　“哎哎哎，别激动嘛，我们又不是故意的。”她随手将激动的我用末影粒子锁在地上，“我们只是想修复被破坏的空间，一不小心把死掉的你拉了过来。”　　“你是怎么一不小心做到这种事的！”　　跨次元拉人，这种事也是没谁了！　　“哎呀，都说了不要生气嘛。”她撇撇嘴，“如果不是我把你拉了过来，你都已经转生了。所以说还要感谢我们帮你**呢。”　　这么一想到也没错，他们反而还帮了我呢。　　“那好吧，这件事算过去了。”确认了她不会骗我，“我要如何活下去啊。”　　“其实这个问题你不问我我也会告诉你的，所以你白白浪费了一次机会。”她拍拍手蹲到我旁边，“现在我们身处世界上最陡的高山上，山下有一个城市叫冰之城，大概有一千左右的人口吧，不算太大。”　　“所以我只要去那里就能活下来了？”　　有城镇啊，那我只要打工赚钱就能在这个世界上安心活下去了，也不算太难嘛。　　“没错没错，你只要在到了之后找到城主办好手续就能活下去喽。”她点点头然后阴险的笑了出来，“不过前提是你能活下来。”　　“什么意思？”　　总感觉有些不妙啊。　　“还记得我之前让你快一点吗？那是因为暴风雪马上就要来了。”她站起身子望向昏暗的天空，“我只安排了帮助你一把，简单的来说就是告诉你一些事情。你可不要以为我是你的保镖，这同时也是检验你实力的测试。撒，朝着山下进发吧！”　　“诶诶诶！等等！”　　她挥手解**锁，轻盈的往山下一跳。　　“さようなら（再见）！”　　随后便是末影粒子显现，包围住她，然后在空中炸裂开。　　“明明是异世界的人，为毛会讲日语啊。”　　我在空中虚抓了一把，低头便看到了无底深渊。　　“哎呀妈呀，咋那么吓人呢。”　　我急忙后退几步，跌倒在地上喘着粗气。　　这家伙连我的资料都没查清就随便的考验我，不知道我有恐高症吗！　　山顶上只剩我一人，寒风呼啸着带来了几片雪花。　　不会吧，不会这么刁难人吧。　　虽然只是轻轻一睹，但我完全确定那片峭壁没有一处落脚点，光滑至极。　　真不愧是最陡的山峰，完全与地面垂直啊。　　“救命啊，谁来救救我！”我无力地在山巅哀嚎道，“我不想死啊！我才刚来这里怎么变成这样了呢！”　　穿越到异世界不都是应该有挂吗！就算不能装逼好歹也要保命啊！　　然后我就被从下面传来的狼嚎声吓到瑟瑟发抖。　　那家伙，是以为我能手撕野狼吗！　　等，等等吧。等到暴风雨过去后就能安全下山了。　　二　　雪很软，空手就能挖下。　　雪很松，一挖出就纷纷滑落到地上。　　原本想要建造雪屋的我彻底绝望，只能颤抖着朝山崖走去。　　啊啊啊，真的不想爬下去啊。　　我能肯定有办法下去，问题的关键在于我敢不敢去做。　　有一侧山崖有些许个落脚点，虽然陡峭而且较窄，但还是可以慢慢往下爬的。　　大概是山腰处吧，有个山洞能躲避风雪，只不过洞口还有几只狼在那里徘徊。　　“咿，吓死个人了。”　　这山高实在是触目心惊，还要在大风中爬下去……　　我实在对自己的平衡性不抱希望啊。　　颤颤巍巍的把脚伸下去，我紧抓着岩壁的边缘稳住自己的身形。　　“呼。”　　对准位置松开手，我擦着山壁一路滑到最近的落脚点上。　　腿被震的有点麻啊，而且下来以后感觉更可怕了。　　稍微一动就会踩空，后背只能紧紧的贴住闪避来保证安全。　　还、还有多远？　　呼，跳、跳过去就行了吧？　　气温开始下降，我身体的颤抖已经无法克制。　　虽说有点高，但再不加快速度就得死在这了。　　1，2，3，跳！　　不好，距离还是太远了！　　从山顶跳到山腰，这冲击力一般人可缓不过来啊。　　“啊！”　　习惯性的去支撑，尽管没伤到身体，但双手算是废了。　　右手手腕折断，左手手臂脱臼，膝盖擦伤。　　勉强能动，只能靠身体扭来扭去　　身体素质变强了吗？如果是我穿越前的话早就吐血了吧。　　到底什么时候出现的变化……　　“呼噜呼噜。”　　狼群开始向重伤的我靠拢过来。　　想吃了我吗？这种情况我考虑过了。　　天上开始飘下雪花，风越来越大。　　厚厚的云层彻底挡住了阳光，山脚已经开始变得模糊不清。　　洞口好冷，但没法支撑起自己站起来啊。　　“要扑上来吗？我劝你最好不要轻举妄动哦。”　　为了避免疼痛，我安静的躺在地上没有乱动。　　但因为我的过于平静，反而让它们起了戒心。　　“啊，啊欠！”　　它们被我突如其来的喷嚏吓了一跳，急忙后退几步。　　在发现我是虚张声势后，它们又渐渐拢聚过来。　　“啊，这下子恐怕要感冒了。”　　我擤了擤鼻涕。　　我并不是不怕，只不过是有了自救的办法。　　一只狼耐不住性子扑了上来，我翻身躲开顺势一脚把它踢下山去。　　“啊啊啊，好疼好疼！”　　我痛苦的在地上打滚，越滚越疼。　　我腿只是擦伤，并没有大碍，所以能进行反击。　　只不过这样一来它们的戒心就更重了，恐怕不好解决。　　“来来来，还有谁想吃我吗？”首先要从气势上赢过对方造成压力，“看见了没？刚才那个家伙的下场就是结局。”　　不过并非百分百适用于所有人，反而会激怒对方。　　虽然听不懂我说话，但它们中有几匹狼因为我的动作扑了上来。　　“以多欺少？你以为我怕你们哦！”　　怕是真的怕，但求生的欲望更强烈。　　无论是力气、速度，我都远远比不上它们，但并非必败无疑。　　只要规划好行动顺序，这几只狼对我来说跟一只没什么区别。　　一共四只，左前方一只，正面一只，右前方两只。　　首先朝数量少的左前方滚动躲开正前方扑来的那个，然后以趴下的姿势将腿弯曲踢开扑上来的狼，然后再次翻身用右手的手肘将它顶下去。　　另外三只因为扑了个空，一个接一个相续扑上来，旁边观看的狼群也把我往山崖边赶去。　　狼毕竟是群体作战的，我始终是处于吃亏状态。　　“哎呦，冻死我了。”　　再继续耗下去我一定会死的，还要留力气下山呢。　　“哼，不跟你们玩了！”　　我滚我滚我滚。　　哎呀，有狼群挡着怎么办？　　一脚踢开最近的让它撞到群体造成混乱，然后以最快的速度滚出去。　　额，接下来是往里面滚吗？　　这么黑该怎么动啊！　　况且里面有没有路还不知道呢。　　“嗷呜！”　　领头的狼发出一声长嚎，并带队扑上来。　　“哎呀妈呀再不跑就来不及了！”　　滚动再快也比不上狼啊，抓紧时间赶紧能滚多远滚多远吧！　　但越往里面越冷了，甚至比刮着暴风雪的外面还冷。　　看不清啊看不清，撞上墙了怎么办？　　我不知不觉慢了下来，原本就快速的狼群瞬间就到了我身旁。　　“欺负老弱病残是不对滴，而且你们还以多欺少！”　　呼，是真的累了。　　要是我有什么挂的话，就快点出现吧！　　我在心里祈祷着，然而并没有发生什么。　　领头狼注视着我，朝我的脖颈上咬去。　　三　　这算什么挂啊！　　在即将咬到我的时候，手上的印记突然发光，然后身上的伤便恢复了。　　但问题的关键是，我失明失聪还晕眩了啊！　　这就是传说中的等价交换吗，还只有在致命时才会起作用。　　我不想要这样的挂啦，虽然保住了一命。　　丧失感知能力，现在狼群无论做什么我都躲不开了。　　不过似乎我的突然站起下了它们一跳，它们并没有朝我发起进攻。　　这个能力能够保我不死，但实际上并没有什么卵用啊！　　我又不想成天打打杀杀，一生里能碰到几次**的事啊！　　不过效果随着时间的推移渐渐消失，眼前已经能看见东西了。　　不是永久性的，这是这个能力唯一的优点了。　　“诶？怎么都死了？”　　并不是它们没有发起进攻，而是不能。　　地上横七竖八的倒着狼群的尸体，胸口都毫不例外的被洞穿。　　末姐吗？她说要测试我的实力，应该不会吧。　　而且她也没有武器，难不成用她那细弱的拳头洞穿狼的身体？　　想想也知道不可能吧。　　不过好歹也知道有人在保护我，这下可以安心了。　　“在这里呆到暴风雪过去吗？”洞内的温度也开始下降，“不过到了洞口那里就没有往下的路了。”　　这路线是策划好的吧，让我进洞然后往深处走。　　那也没办法喽，还是乖乖听话免生是非吧。　　“要不然还是在外面吧，这里面反而更冷了。”我抱住自己的身体取暖，“花了这么大手笔，到底是谁造的啊。”　　洞内是一座冰之宫殿，寒气比外面还重。　　也不能说是宫殿吧，高大上点的迷宫还差不多。　　依靠套路来讲，这里应该会藏有放着武器的宝箱，终点是和Boss对战。　　不过很可惜的是，并不是这个样子。　　“啊，还要走多久啊。”　　这不是一个平面迷宫，上下左右都有路可走，这让我很难办。　　一直走下去不是办法，迟早要冻死在这。　　“啪嗒啪嗒”我的脚步声在这个空旷的地方回响。　　然后，我听到了一丝不对劲。　　不止是我的声音，还有另一个人的脚步声。　　只不过这声音很轻很轻，不仔细听根本听不出来。　　这么轻的声音，看来是有意识的隐瞒踪迹，不像是怪物做出来的。　　假装没发现，朝着声音源前进吧。　　脚步声变得急促了，看样子是不想让我找到啊。　　“嗯？怎么停下了？”脚步声戛然而止，“难不成是走到死路了？”　　我从拐角处转过去，面前是皑皑白雪的景象。　　“不会吧，我回到地球了？”没有一丝方块的样子，“绝对不会这么简单。”　　老王走在我面前，悠闲的散着步。　　“老王？”我试探性的问了一下，“老王你这是要去哪？”　　“林展宏你那语气是什么鬼！”他非常不满的扭过头，“还问我去哪，你不是说要去门口的火锅店请客吗，想反悔了？”　　“我什么时候说过？”　　“昨天你在医院被救活时啊，真亏你喝奶都能呛到。”　　这究竟是真是假？　　我明明应该死了啊，但怎么想都觉得呛死太奇怪了吧。　　偷偷掐了自己一下，真实的疼痛感。　　是幻觉吗？不是幻觉吗？　　天呐，我究竟该如何分辨啊。　　“愣着干嘛？快跟上啊。”　　他看我站在原地沉默不语，拉住我的手往火锅店走去。　　“都到门口了，反悔也来不及了。”　　“哦，哦。”　　是真是假分不清啊，这该怎么办？　　诶？　　一转眼，我又回到了迷宫里。　　“这到底是什么情况，我怎么没搞懂呢？”　　我彻底懵逼，完全搞不懂状况。　　回来了吗？怎么回来的？　　倒不如说，我是怎么过去的？　　“咳咳，幸亏你回来的早啊。”这熟悉的声音，“再晚来一点恐怕就直接交代在这了。”　　不会吧，她还没死！　　那个应该已经被爆头的女孩，现在正站在我面前！　　她的胸口和外面的狼一样，被直接洞穿。　　刚才的幻境，是她弄出来的吧！　　看我戒备的样子，她笑了出来。　　“不必担心，我已经没有多大力气再去杀你了。”她现在连喘气都显得困难，“谁都能看出来我这是致命伤，只不过还能蹦跶几下罢了。”　　“那你要干什么，有跟我说话的闲工夫不应该拿瓶药水恢复一下吗？”　　她实在是过于离奇，是死而复生吗？　　“你啊，明明看到了这么大一个洞却一点也不害怕。”她呼吸开始急促起来了，“我想问你一个问题，你有什么想守护的东西吗？”　　“硬要说的话，只有我自己吧。为什么问这个？”　　真是个莫名其妙的问题。　　“只是有点好奇罢了。”她无力的瘫倒在地上，“真是个自私的家伙啊……”　　尾声　　说来也奇怪，她死后身体便化作了一滩蓝水，让我怀疑之前的洪水里也有这种液体。　　一想到自己有可能把她的尸体（？）喝下去，就忍不住作呕。　　“诶？怎么回事？”　　墙壁突然破碎，外面早已天亮。　　“暴风雨过去了吗？”我爬到洞口，“这是谁打开的？”　　我可以肯定有人帮我，并且实力绝对强于那个女孩。　　会是谁呢？末姐吗？可空中连一丝末影粒子也没有诶。　　为什么呢？我和这个世界从无交集，为什么会无缘无故帮我呢？　　而且又为什么要隐藏起来，既然要帮忙就应该大大方方站出来啊！　　不过目前最重要的问题就是生存。　　到山下的冰之城找城主是吧，我该跟他说什么呢？　　“你好，我是穿越者”吗？会被当成傻子的。　　“你好，请给我**明”？感觉好没礼貌啊。　　麻烦死了麻烦死了！要考虑的事情好多好麻烦啊！　　远远的就能看见一个庞大的城市坐落在山脚下，被三座高山环绕。　　建筑也是就地取材，冰雪做成。　　在暴风雪过后，并没有引起多大的麻烦，街上的行人都有秩序的清扫雪堆。　　哦吼，还不错嘛。　　走到城门前，望着这个温馨的城市。　　嗯，很不错，或许在这里不当宅也不错。（实际上是当不了） \n\n\n\n第三章：身份\n\n\n　　一　　“这个城市还蛮不错的嘛。”　　丝毫没有灾难过后紧张感，他们都安然无恙的清扫着大街。　　去找城主吗？那种地位的人应该都是住在高大上的屋子里吧。　　我抬头看向依山而建的巨大府邸，风格和下面的那些居民建筑截然不同。　　“该怎么去找啊？城主应该不会轻易见我吧。”　　特别是在暴风雪过后，事务那么多，我怎么可能随便就能见到。　　“驾！驾！”一群士兵从街上骑马飞驰而过，“他已经来了，快去找！”　　他？谁啊？不会指的是我吧？　　想也知道不可能，我才刚到这里，怎么会知道呢。　　“找到了找到了！他就在这里！”然后士兵们就将我团团围住，“呼，他这长相还真是不显眼啊。”　　我长得太平凡还真是抱歉了啊。　　他们驾着我，将我带到了城主府里。　　哇，看起来真是高大上诶。　　不同于外面的就地取材，整栋房子使用云杉木建成的。　　在这种地方用木头造，那可真是大手笔。　　“城主大人，人我们带过来了。”　　“哎呦！轻一点。”　　我从地上爬起，拍拍身上的灰尘。　　那就是城主吗？黑色的长发，粉嫩的皮肤，明亮的大眼睛，还有那……　　咳咳，我可是正人君子。　　我抹掉从嘴角留下的口水，疑惑的问她。　　“你就是这里的城主？这个城管理的还不错嘛。”　　“谁？我吗？”她指了指自己，“我只是代理的，城主他又不知道上哪鬼混去了。”　　啊这……城主他也太不靠谱了吧。　　“哦吼！乖女儿，穿越者降临这种大事我怎么可能跑去鬼混呢？”城主突然出现在我身后，“我是绝对绝对不会在这种事情上怠慢的。”　　嘴上这么说，可他脸上的绯红色已经出卖了自己。　　“爸，你这大小事务都让我管，还要你这个城主干嘛？”　　她抱怨着给城主让开位置。　　这个城主邋里邋遢，衣冠不整，和她女儿完全不同。　　“哎呀，别这么说嘛。”城主大笑着拍拍她的肩膀，“毕竟你可是下一代城主呢，要多做些事历练历练。”　　这父女俩是把我无视了吗？明明是他们把我拉过来的啊。　　“咳咳，停一下，先解决我的事好不好？”　　赶紧办完身份，我就能解决温饱问题了。　　“哦，穿越者啊。”他一看见我就瞬间耷拉下了脸，“我叫你来没别的事，就是想给你办个身份，好在这里住下。”　　“你不找我我也会过来。”结果还非要把我架过来，“你是怎么知道我来到这里的？”　　“哼，我可不是什么普通人，我可是这个城的城主啊。”他扯高气扬的摆开了架子，“在冰之城，还能有我不知道的事？”　　“爸，别闹。”她狠狠的敲了一下城主的脑袋，“赶紧说真话。”　　“咳咳，你刚进城我大老远的就看见了，就通知了一下士兵。”　　就这么简单的事你刚才装什么装嘛！　　“好吧好吧，赶快办完我还要计划一下该怎么过呢。”　　我一秒都不想在这多呆了，感觉智商受到了极大的侮辱。　　“你以为这身份是随随便便就能办的吗？”他敲了一下桌子吓了我一跳，“这可是在一出生就办好的，怎么可能在你这么大的时候才办呢！”　　啊，我确实想的太简单了，毕竟末姐就轻描淡写的说了一下。　　“那该怎么办？就不能通融一下吗？”没有身份我该怎么过啊，“我又不是自愿穿越的。”　　“咳咳，这也是可以的。”他轻轻拍了下手，“如果报名参军的话就能建立一个军人证明，你可以拿这个当身份用。”　　一个士兵从旁边拿了一张纸过来。　　等等，参军？那和我想要过的生活不就截然相反了吗！　　“我不干，我才不要参军呢。”鬼知道什么时候突然就死了，“没身份就没身份吧，我不在这住了。”　　“诶？怎么跟说好的不一样。”他凑到女儿耳边轻声说道，“明明说好可以参军的啊。”　　“不说了吗，他如果同意的话就行。”她也说起了悄悄话，“你看他现在不同意，你要不然逼他一下，说不定就行了。”　　喂喂喂，你们那所谓的“悄悄话”能不能小声点说，整个屋子里的人都能听到。　　参军是不可能的，这辈子都不会参军的。　　我林展宏只想过平静的生活。　　“大胆！给脸不要脸了是吧！”他那大嗓门让我猛然一惊，“我告诉你，你别无选择！赶紧过来签字，不然我把你手指剁下摁上去！”　　他随手一挥，我身后的墙壁轰然倒塌。　　这是……恐吓？　　这完全是谋杀了好吧！　　二　　“咳咳，我……”　　“嗯？”　　气势上完全败给他了……　　就刚才那威力，假如我拒绝的话恐怕会直接变成肉泥吧，　　我吓的吞了吞口水。　　“好，我同意。”　　“嗯，这才对嘛。”城主对我的回答非常满意，“浮旭，你带他去练兵场训练。”　　“诶？不用签字吗？”　　不应该先填了那张纸再去吗？直接让我去是什么情况？　　“签什么字，刚才我是吓唬你的。”他哈哈大笑道，“这是你的军人证明，一会让人直接送到你宿舍里去。”　　已经料到我会加入，所以提前做好了吗？　　从看见我才开始做的话应该是来不及的。　　他们已经预料到我会来这了。　　“走吧，别傻愣着，去挑武器。”　　“哦，哦哦。”　　我的不知道什么时候就会死的悲惨人生，就要开始了吗？　　“诶？这里怎么没人？”　　明明插满了明亮的火把，广阔的练兵场上却空无一人。　　这练兵场就建在城主府下面，为了节省空间而将依山而建的城主府下面挖空。　　幸好这个世界方块能够浮空，不然就直接塌下来了。　　“下午是休息时间，只有想快速变强的人才会来这。”她边说着边打开武器库的大门，“我们的军队都是懒蛋，能不练就不练，没一点上进心。”　　诶？这么好的吗？不用强迫训练，和我想象中的不一样诶。　　而且这还是在群山里的城市，哪有人大老远的跑过来进攻这里。　　呼哈哈，这样看来当兵还挺不错嘛。　　“不过你可不同。”她一句话便摧毁了我的幻想，“你要进入的是我带领的特殊小队，不会像他们一样有那么多的休息时间。”　　“诶？这么偏远的地方有军队就好了啊，要特殊小队干嘛？”　　“我们城市可是在世界的中心，怎么可能偏远。”她白了我一眼，“不过现在整个地面世界都是人类的，军队要对付的只是些进攻城市的怪物。”　　“地面世界？”　　“是啊。怪物们在地底建立军队进攻地面，人类在地面抵抗，这个世界就是这种状况。”她拿出火把照亮整个房间，“我们冰之城天气寒冷，缺乏燃料。虽说有木头能烧成木炭，但依然有困乏的时候。特殊小队就是为了获取稀缺的材料建立的。”　　好多箱子啊，里面全都是武器吗？　　不过特殊小队不需要打打杀杀，这倒让我安心了许多。　　“那为什么我们不会有休息时间呢？”如果可以我还是想安安静静呆着不动，“别告诉我全都是挖矿那种活动吧？”　　“你猜对喽，物资毕竟是越多越好嘛。”她说着便将一堆盔甲交给我，“暴风雪刚过，这几天不宜上山，先做体能训练。”　　“额，不是要选武器吗？怎么只给我了防具啊？”　　“诶？你不是讨厌战斗吗？而且挖矿那种事也不用训练啊。”　　她对我的疑问感到十分奇怪。　　我从没说过她都知道，他们是怎么查到我的资料的？　　应该是从我拒绝参军看出来的吧，应该吧。　　“好歹给我个武器防身嘛，是个人总会遇到危险。”我还挺想要个武器，“有武器总比没武器好对不对？”　　“行行行，不就是为了装帅吗，满足你。”　　这、这都能看出来吗？　　好吧，傻子都能看出来。　　“嗯？你一直抱着盔甲干嘛？放背包里啊？”她刚想递给我一把铁剑却发现我已经没法再拿东西了，“难不成你不会？天呐那家伙什么都没教你吗？”　　那家伙？指的是末姐？人类和末影族有来往吗？　　“来来来，你先把东西放下，我从基础知识开始教你。”她无语的把盔甲从我身上抱下，“首先是基础中的基础，就是如何使用背包……”　　哇，有好多东西要学。　　背包属于最简单的了，这个世界和游戏里完全不一样。　　锻造需要手工去做，工作台当然也可以，只是质量难以保证。　　还有类似于修为的灵力，这个东西到底是什么鬼啦！　　还有神力啦、突破啦什么的，完全颠覆了我的世界观好不好！　　既然有这么多不同，还不如干脆一点，直接变成和游戏无关的异世界好不好！　　“咳咳，讲了这么多，听懂了没？”　　“……基础记住了，其他的用不上所以没听。”　　“那我讲这么多到底有什么用处啦！给我赶紧穿上铁甲去跑十圈！”　　三　　“真的，真的不行了。我跑不动了。”　　穿着这么重的铁装怎么可能跑十圈嘛。　　“才两圈不到就不行了，你可真是没用啊。”　　她满脸无奈的帮我把盔甲脱下，这时门外传来“噔噔噔”的下楼声。　　诶？有人来训练了吗？　　“队长！有任务发布下来了！”来者远远的向她招手，“这就是新队员吗？”　　“嗯，就是他。话说暴风雪不是刚过去吗，为什么这时候会有任务？”　　“燃料不够啊，天气一年一年越来越差了。”　　诶？也就是说现在要去做任务吗？　　我刚来还没进行多少训练就要做任务吗？　　“没事，这次任务你可以不参加的。”队长看出了我的顾虑，“刚进入队伍就直接惊醒任务风险很大的。”　　但问题是真的可以吗，如果不参加的话其他的队员会怎么看我呢。　　而且有吃有住的，不做点事心里过不去啊。　　“没事，我能行。”只是去挖矿而已，“不就是上山挖矿嘛，也不是很危险。”　　“哦吼，这新人胆子挺大啊。”　　“就是，都不知道下雪后上山是很麻烦的。”　　“闭嘴，别吵。”队长怒喝一声，“人越多越快，你愿意来就来吧。”　　下雪后上山不就是容易摔下去嘛，小心一点就可以了。　　“那么明天就去上山，注意早起。”　　“呐，我带你去宿舍吧。”　　“哦，好。”　　不愧是特殊小队，宿舍也是特殊的。　　因为人少，可以实现一人一室的愿望。　　感觉和穿越前的合租一样呢，共用一栋房子。　　卧室内也是整整齐齐，已经收拾好了床，放上了箱子。　　呼，这是个非常不错的地方呢，就是空荡荡的。　　“给，这是你你的工资，这个月提前预支的，去买点生活用品吧。”队长不知为何出现在了这里，“少花一点，要到下个月底才会再发呢。”　　“哦，哦哦。”我伸手接过装了绿宝石的袋子，“这种和地球上相似的东西还真是让人有所怀念呢。话说队长为什么会在男生宿舍里？”　　“说什么呢，宿舍不分男女的，只不过整个队几乎都是男的罢了。”　　诶？是吗？男女一起的吗？　　我将铁套放到盔甲架上面，数了数工资。　　真、真少啊，数量好像是和工作量有关的。　　缺什么呢，我倒觉得都足够了啊。　　“能省就省吧，先去逛逛看看。”　　商店都在一条街上，建立在城主府旁边。　　还挺热闹的，干什么的都有。　　“果然还是图书馆适合我。”　　安安静静不吵闹，这种地方最舒服了。　　我看看，好多有关传说的书啊。　　因为现实太无聊了所以创造出了许多神话吗？　　“真没想到你会来这里呢。”队长轻轻拍了一下我的肩膀，“不过也挺适合你这种不愿意打打杀杀的人呢。”　　“你是不是一直在跟踪我。”我被吓出了一身冷汗，“你不应该去带其他队员训练吗？”　　“对呀，我不说了吗，特殊小队是很严格的。”　　“那为什么在这，今天下午我是休息的啊。”　　队、队长她原来是个跟踪狂吗？　　啊啊啊，不能再往下想了！太恐怖了！　　“我只是想多了解一下你。”　　“那也请你不要跟踪我好吗，我也是有个人隐私的。”　　你不已经对我了解的够多了吗？你跟踪我干嘛？　　“哈哈哈，看把你吓得，是我。”队长轻轻把脸一抹，“看来我的伪装术挺不错的嘛。”　　“末姐？妈呀更吓人了！”这家伙一直跟踪我到现在吗，“我求求你放过我吧！”　　“诶诶诶，有那么夸张吗，只是跟踪而已诶。”她伸手抓住想要跑走的我，“以后你打算怎么办，就这样干着这份工作一直做下去？”　　“对呀，有什么问题吗？”我觉得这样挺好的，“包吃包住，锻炼身体，还能拿工资。这种生活我之前想都没想过。”　　“那是因为你之前连工作都没有。”她失望的拍了一下脑袋，“好歹是个穿越者，有点野心好不好。就比如说变强啦，征服世界啦什么的，那种东西多好。”　　“抱歉，我是得过且过的那种人。”那种危险的东西我才不要去做嘞，“平凡的人就应该平凡的度过一生，拥有不切实际的幻想反而会让自己陷入困境。”　　“我的妈呀，你还真是一个没有上进心的废物。”她夺过我手里的书籍，“别人看书都是如何变强，你看书就只是为了看故事。真不知道为什么你会是被选定的穿越者。”　　“明明是你把我拉过来的。”　　“罢了罢了，反正未来终究会走上正轨，无论我做不做都没什么关系。”她拍拍我的头，“我只是好心提醒你一下，听不听就看你的了。”　　她说完这些莫名其妙的话后便瞬移走了，只留下一脸懵逼的我留在原地。　　“她提醒我什么了？我怎么没听懂呢？”　　我嘴里嘟囔着摇摇头，抱着书坐了下来。　　尾声　　“哦吼，小老妹儿，在这干嘛呢？”我爽朗的拍了拍她的肩膀，“偷窥可不好啊，直接光明正大的过去多好。”　　“我可不像你一样厚脸皮，跟踪别人还能光明正大的出现。”她转过头白了我一眼，“而且你提醒就提醒呗，说的都是些什么啊，谁能听得懂。”　　“你呗。”我对她的抱怨不以为意地耸耸肩，“不过你这么强，根本不需要我的帮助吧。”　　“确实不需要，但是人多力量大嘛。”还真是直白的回答啊，“况且我也不能一直呆在这，多一个眼线也挺好的。”　　“我很好奇你是怎么算出来的，但凡我们中间有一个骗了你，这计划可就直接失败喽。”　　说实话我还挺想骗骗她的，不过没有好处的事我是不会去做滴。　　“我不需要去算，从一开始就知道的事还算它干嘛。”她因为病患微微咳了咳，“无论如何的改变，一切终会走向正轨。况且这可是个死胡同的轮回，再怎么想改变都是没用的。”　　嘁，真是一个让人难以理解的家伙。　　不过我喜欢。\n\n\n\n第四章：待遇\n\n\n　　一　　“好冷，早知道就买件厚衣服了。”　　为了方便上山，我只穿了一件外衣轻装上阵。　　看了一眼其他人，都穿着羊毛做的大衣。　　“钱都给你了结果你却什么都没买。”队长无奈的丢给我一件皮衣，“先凑和着吧，等到了山洞里就没这么冷了。”　　怎么感觉大家都在看我，是因为队长对我太好了吗？　　我们今天上的山是世界最高峰，虽然根据地理知识冰之城周围的三座山就是世界上仅有的三座。　　“新人，你灵力多高了？”前面蓝头发的名叫弗诺的家伙放慢速度走到我旁边，“我们队干的事可影响着整座城的运转，你这种一问三不知的家伙是怎么进来的？”　　这个问题我还想问呢，让我进到这么重要的队伍里面。　　虽然我对此并没有什么怨言，但心里总是过意不去。　　“灵力吗？我才刚开始练，只有子阶4%的程度。”我已经很努力的在修炼了，“我只是报名参军，进到这里是城主安排的。”　　“4%，哎呀呀，怪不得队长一直护着你呢。”他偷偷看了队长一眼确定状况，“偷偷告诉你，你来之前队长从来没有对人好过，从来没有。她一直很严格的，能不说话就不说话。”　　她以前是那个样子吗？跟帮助我时的样子完全不同。　　现在往下望，冰雪建造的冰之城已经和雪地融为一体，只能看见白茫茫一片。　　云层伸手可及，不知不觉间我们已经顺着登山楼梯走到了接近山顶的位置。　　“队长，我们为什么到这么高的地方？”我是新人不懂就问，“这样不是更容易遇险吗？为什么不在下面挖？”　　“如果能随便挖的话我们在山脚就可以，连登山都不用。”她不知为何蹲了下来在地面搜寻着什么，“地下的资源虽然多，但容易挖到怪物的巢穴。我们冰之城本身就缺少资源，如果和怪物打起来状态会更糟糕。”　　她直起腰来拿出铁镐朝刚才摸索的地方敲去。　　只听“哗啦”一声，刚才那个方块上的雪层塌了下去，露出一个黑黝黝的大洞。　　看这深度，下面是个矿洞吧。　　“队长，你是怎么找到的？”　　不依靠敲打产生的回声判断，只是摸了下就能找出。　　“这就是灵力的一种用法，将灵力传递出去判断下方是否空旷，有多大，有几个生物。”她开始扩大洞口，“灵力越强所能办到的事就越多，但究竟能做什么需要自己去探索，说不定能发现新的用法。”　　“你看，队长她果然对你照顾有加。”弗诺轻轻拍了拍我的肩膀，“还有城主对你的安排，看来你是被选定当女婿喽。”　　诶？什么？当女婿？这种好事不可能发生在我身上。　　虽然队长的确很好看，但我从来都没想过结婚这种事。　　“不可能不可能，我实力这么弱怎么可能被选上。”除非他老人家眼睛瞎到已经不能要了，“我什么都不会，被选上是不可能的。”　　“就剩你们两个了，还不快进来！”　　这种矿洞我还是第一次见，是因为地形原因吗？　　顺着阳光看去，寒冰构成了整个洞穴，就和之前的冰之迷宫一样。　　“队长，你们不是挖过很多次矿了吗，怎么这座山一个矿坑都没有。”这个问题我在路上就想问了，“而且那楼梯哪来的？”　　“这座山叫炎崖，按照你们地球的描述是一座死火山。”她拉我到队尾介绍道，“你爬下的山是叫大寒峰。我们挖矿一般都是在另一座叫月光峰的山，即便如此也只是开一个矿坑去挖，不会出现千苍百孔的模样。”　　不但知道我来自地球，甚至还知道我是从大寒峰来到冰之城的。　　他们所知道的信息，真是丰富到异常的程度了。　　随着火把的点燃，冰块已经开始融化，大家也放置了方块以免被水冲走。　　“防卫兵就位，朝深处探索。”她把我推到了一处煤矿前，“赶紧工作吧，冰之城的燃料已经开始告急了，不多挖点解决不了问题。”　　“队长，这样挖下去资源不会用光吗？”我叫住将要离去的队长，“全世界就那么大，资源总有一天会被消耗光，到时候怎么办？”　　她笑容稍微有些僵硬，但大家都看向她，也不好回避这个问题。　　“不会的，我们会种植树木烧制木炭。即便煤被挖光也没什么问题。”　　但不仅仅是煤，铁矿、金矿、钻石矿，这些矿物不可能像游戏里那样去刷，这些东西总有一天会消耗光啊。　　但我无法说出口，因为我知道大家都清楚这个问题的答案。　　等到一切都用尽时，世界就毁灭了吧。　　二　　“哐哐哐”清脆的声音在冰窟里回响。　　“准备迎敌，挖矿的不要停下动作！”　　呼，即使身体素质有所提高，可挖矿对我来说还是个累活。　　想要停下来手中的工作去观看战斗的我，担心会出现因为怪物而提前撤退的情况，只能抓紧时间挖矿。　　其他人都挖的好快好轻松诶，是因为灵力的原因吗？　　“嗡”箭矢就射中在我身旁，尾羽还在颤动着。　　真是个，危险的工作。　　不穿装甲真的好吗！我开始后悔没将铁套拿来。　　担心什么背包不够啊，我明明只挖一个都费劲。　　“挖矿的注意保护自己，防卫兵拿出盾牌保护后方！”齐刷刷的传来盾牌砸在地上的声音，“向前推进，把它们挤到一个死角！”　　听起来感觉那些骷髅和我在洞穴时遇到的不一样啊，只会单纯的射箭，没有多高智商。　　啊，胳膊酸痛，握着把柄的手心都磨红了。　　“轰隆”我被吓得一抖，铁镐“哐啷”一声砸在冰面上。　　打雷？要下雨吗？最近的天气异常得很啊。　　大家都看向刚解决完怪物的队长，想要获取下一步指示。　　她皱了皱眉头，快步走到洞口查看状况。　　“雨已经开始下了，还变大得很快。”她拿起方块将洞口堵上，“正所谓上山容易下山难，这一下雨就更容易打滑了。大家还是继续挖矿等待天晴吧。”　　这个世界也有俗语吗？而且大家好像都听得懂。　　“哐哐哐”这次的声音更大了，看来数量要多上许多。　　“挖矿的全部停下，拿起武器准备迎敌。”队长将手扶在墙上探测数量，“这地方有些异常，我们往深处进发。”　　发现了什么东西吧，她的脸色并不是多好。　　武器我只有一把工作台量产的铁剑，只能当后卫。　　“林展宏，你过来一下。”　　“怎么了？”　　“我想你应该知道刷怪笼这种东西吧。”她抿了一下嘴唇，“你不会战斗，所以我派你去将刷怪笼挖掉。”　　也对，我这种半吊子去打架反而会拖后腿。　　“在什么位置，我又没有灵力探测不到。”　　“它就在深处，你沿着这路一直走下去就能找到。”她指了指一片狼籍的前方，“你路上或许会遇到怪物，但你身上的气息和我们不同，那种低级的怪物检测不到你。”　　因为我是另一个次元的人吗？终于有个好处了。　　去挖掉刷怪笼，真是个十分重要的任务。　　如果顺利完成，我至少不会是拖后腿的存在了。　　贴着墙绕过战场，我点燃火把静悄悄的前进。　　跟队长所说的一样，即使它们从我身边经过也没有察觉到我的存在。　　对我来说还真是个简单的任务，比战斗和挖矿好多了。　　距离我们并不是多远，只不过曲曲折折的路拦住了大部分骷髅，不然我们很可能全军覆没在这。　　“嗡嗡嗡”在我已经接近刷怪笼的时候，有两只骷髅突然转身朝我射出了箭矢。　　这是什么情况，不是说不会被发现吗？　　“哎呀呀，竟然有人能无伤来到这个地方。”　　“没错呢，竟然能躲过那么多怪物的放守。”　　和之前那只一样会说话，是有智商的骷髅吗？　　考虑到那只怪物的强力性，我后退到一块石头后面。　　“躲起来了，看来他很怂呢。”　　“就是说啊，看来他不强呢。”　　你们两个一唱一和的烦不烦啊！　　没有装备的我不能硬碰硬，先后退报告队长吗？　　但是这样解决不了问题啊，怪物会越来越多的！　　“你们两个是谁，为什么一直呆在这不出去？”　　“哇，他竟然还会说话！”　　“哇，他竟然不是哑巴！”　　它们同时说出了这两句话，默契性十足。　　自从我后撤后它们就放下了弓箭，只是要守卫刷怪笼吗？　　骷髅一个又一个的从我身边走过，那边的战斗声越来越小。　　要赶紧挖掉刷怪笼，不然真的会变成团灭的状态！　　“要解决的只有你们两个，在这种狭窄的房间里可是我近战占优势。”有智商代表能交流，“现在离开这里我还能放过你们。”　　“看啊，他在虚张声势。”　　“没错，他只会说空话。”　　它们捂起空洞的嘴巴大笑起来。　　“我受够了！快点受死吧！”　　在我前进的下一秒，弓箭就已经射出。　　它们瞬间恢复了戒备的状态，手中的弓弦还在微微颤动。　　三　　“哈，哈。”我靠在石头上背对它们，“可真是不留情，一点松懈也没有。”　　“虽然你很有趣，但我们不能放过你。”　　“要保护刷怪笼，不然大人会生气的。”　　大人，它们是有人指使在这吗？　　但我不需要想这么多，全部解决然后挖掉刷怪笼。　　依靠剑支撑着站起，腿上的伤并不是多重。　　身体素质全部增强到防御力上了吗，相比之下速度和力量都没有什么变化。　　它们射箭的速度很快，连动作都看不清，而且在这么近的距离根本躲不开。　　“还想要继续吗？现在你走还来得及。”　　“要是继续的话，我们可不会放过你。”　　“开什么玩笑，如果不继续的话，大家都会死在这的。”　　中了两箭也没多大影响，只要忍住痛的话，我还有赢的机会。　　直接正面接下所有的攻击，然后解决掉它们！　　“你是疯子吗！”　　“你是想死吗！”　　它们因为我的举动吃惊地后退了几步。　　攻击也因此有了空隙。　　再多射几箭，我说不定真要死在这了。　　再厉害的骷髅也只是骷髅罢了，轻松一剑便拦腰砍断。　　骨头掉了一地，然后便像游戏里一样化作白烟只剩下两根骨头留在地上。　　没有像之前那只一样射出超强力的箭，它们也像人类一样有着实力差距吧。　　“比想象里的好解决的多。”　　因为一开始被它们的攻击速度吓着了，产生了它们很强的错觉吗？　　接下来只要挖掉刷怪笼就行了吧。　　好痛，虽然只是皮外伤但还是好痛。　　刷怪笼随便敲了敲就碎了，是因为灵力的提升吗？　　好像不知不觉中，我已经能将灵力用于加强自身的程度了。　　解决掉怪物的源头，剩下的也就只是时间问题。　　大家虽然都因为车轮战消耗了不少力气，但并没有人受到重伤。　　“很抱歉让你冒这个险，我没料到会有高智商的怪物出现。”　　“没事的没事的，我这不是完成了嘛。”虽然负了伤不能进行大幅度运动，“话说怪物获得智商的标准是什么？为什么会强的多？”　　“灵力可不只是人类能获得，所有生物只要有意识的去修炼都能得到。”她又开始了讲解，“不过相比之下怪物更容易得到。因为攻击人类的本能，所以只要杀死一个人就会获得灵力，从而开发出智商。”　　灵力的作用比我想象中的要大，竟然还有开发身体的效果。　　所以其他人的身体素质不仅仅只是因为运用了灵力吗？　　“不过不是所有的怪物都需要通过杀人进行开发，有的是天生就拥有的，那些生物我们称之为天选者。”她对知识的讲解十分认真，“天选者可以是任何生物，它们的修炼速度是其他生物的十倍，所以稍不注意就会变得十分强大。”　　十倍啊，那种恐怖的家伙是要怎样才能应对。　　“队长，外面已经没有打雷的声音了。”　　雨已经停了，虽然楼梯还是湿漉漉的，但比下雨时要好得多。　　“煤矿都达标了吗？”　　哦，不说我都忘记了这次的行程的目的。　　“加上从宝箱里搜刮出来的就达标了，还发现了一堆稀有物资。”　　“把东西放在地上分了，当作是这次行动的额外奖励。”　　东西的确不少，都是些稀有的宝物。　　“林展宏，你先去选吧，刷怪笼是你挖掉的。”　　“谁？我吗？”　　这样有些不公平吧，大家都杀掉了许多怪物。　　全都盯着我呢，他们的眼神好可怕啊。　　他们一直都介意队长对我特殊，这样一来岂不是要议论纷纷？　　“不……”　　我刚想开口，就被狠狠的瞪了一眼。　　只好将话收回去，在众人冰冷的眼神中颤抖的拿了一个命名牌。　　鬼知道为什么我要拿这个，明明好东西有的是。　　将物资分完后，下山的楼梯已经干了大半，没有多大危险了。　　怎么办怎么办，现在已经有人在交头接耳的讨论我了。　　有些任务是政府安排的，每次完成后都会有相对应的报酬。　　“林展宏，这是你的份。”　　她亲自说了一声，将一个鼓鼓的口袋交给了我。　　“队长，这份量有些多了吧。”我有些束手无策，“跟大家的不一样啊。”　　“你可是大功臣，不多拿点怎么行呢？”　　我身上直冒冷汗，其他人连看都不看我一眼，跟随着队长离开。　　完蛋完蛋，我以后还在这个队里怎么过下去啊！　　尾声　　“队、队长？”　　我轻轻敲了敲门。　　“进来。”　　她屋内还有着火光，桌上的任务单罗列成一堆。　　队长正在编排着时间表，查看着任务的重要性。　　“怎么，别光站着不说话啊。”她微微抬头瞧了我一眼，“来这干嘛，不好好休息会影响身体的。”　　“我想问一下你为什么对我这么好，如果是因为我是穿越来的大可不必……”　　“呵。”我的话被她的笑声打断，“因为你是穿越来的？我可不会因为那种事偏担你。”　　“那是为什么，我实在想不通。”　　“上头。”她指了指头顶，“有大人物让我帮助你，比我爸还大的大官。”　　有人安排吗？就像是末姐一样有人安排着。　　这样一来关于他们为什么会这么了解我就说得通了。　　但会是谁那么在意我，明明根据末姐所说我是被不小心拉来的。　　“还有事吗？没事就赶紧回去睡觉。”　　“……为什么安排我到这里，也是那个人的安排吗？”　　“不是哦，这是我爸自己安排的。”她对此也有些疑惑，“我不知道他是怎么想的，只能按照指令行事。”　　不会真像弗诺所说的一样，想招我当女婿吧？　　不对不对，我怎么开始幻想这种事情了。　　怎么可能有父亲亲自把女儿卖出去的啊。　　“没了吗？”队长看我沉默良久询问道，“没了就赶紧走吧，明天的任务也很重要。”　　“那好，队长你保重身体。”　　我伸手轻轻的把门关上。\n\n\n\n第五章：筱奕\n\n\n　　一　　“唉，你还是好好在这休息吧。”　　“不用吧，我这伤几乎全好了。”　　不知道为什么，在休息了一晚上后伤口反而更痛了。　　“没事，你这算工伤，工资照常发的。”队长安慰了我，“更何况本来你就是在训练期，没必要做任务的。”　　钱不是关键啊，主要是在这呆着太无聊了。　　“那你好好休息，等伤好了再来参加。”　　说着她便带着小队离开。　　那我现在干嘛啊，总不能睡上一天吧。　　窗外传来训练场上的舞剑声，这使我的心情越发急躁。　　“偷偷溜出去应该没事吧。”我实在忍受不住推开了宿舍的大门，“反正只要不进行剧烈的活动就没什么问题。”　　我们的宿舍还挺偏僻，来来往往没多少人经过，也没什么人看守。　　至于溜出来到哪去，就边走边想。　　因为队长对我的特殊待遇，钱还算足够。　　这城市我还没好好转过呢，到处看看也挺有意思的。　　“嘶……稍微有些冷啊。”　　毕竟是严寒地带，不多穿点衣服都不能在街上走。　　商业街是在城主府附近，稍微走几步就能到。　　“大妈，有厚衣服没？”　　我被这寒风冻得直哆嗦，走到最近的衣服店选起了衣服。　　“呦，看你这标志是特殊小队的人吧。”大妈戳了戳我衣服外缝制的纹章，“听说今天有战斗的任务，你怎么还有闲心出来逛街啊？”　　“哎呦别提了，你看我这身上的伤，哪有办法打架啊。”　　别说打架了，连跑都跑不了，走几步就疼。　　“来来来，这一件就够厚。”大妈从武器架上扒下来一件羊毛衣，“这几年天是越来越冷了，现在连夏天都下雪，冬天该怎么过啊。”　　现在是夏天吗？一点都没看出来！　　“那是你的孩子吗？一直看着你呢。”大妈指了指我身后，“从一开始就在看，穿这么薄也不怕冻着。”　　一个红眼睛黑头发的小女孩正站在我身后看着我。　　“不是啊，我还年轻的很呢，哪来这么大的姑娘。”　　也不知道为什么，她直直的盯着我，一点也不害怕。　　我一歪头，她也跟着歪；我挥挥手，她也跟着挥手。　　“你是谁家的孩子，为什么跟着我。”　　往四处看去，并没有什么人在找她。　　正相反，她自顾自的在我身边绕了一圈，打量了我一番。　　“你好啊，我们这是第一次见吧。”她突然嘻嘻笑了起来，“陪我逛一会街吧，我还是第一次来到这呢。”　　“为什么，你也说了我们是第一次见吧。”还真是不认生啊，“你就不怕我把你卖掉吗？”　　这个小女孩跟之前那个紫发的看着一样大。　　那不成有什么小女孩组建的组织盯上我了？　　“你不会那样做的，因为你不敢。”　　“你怎么知道我不敢的？”这家伙还真是胆大，“我偷偷把你卖掉可就没人知道。”　　“你是绝对不会那样做的，走吧，陪我逛街。”　　说着，她便自顾自的走了起来。　　还真是个奇怪的家伙。　　付完衣服的钱，我决定跟着她看看到底要干嘛。　　“喂，我们要去哪？这商业街都快走完了。”　　“没什么好东西嘛。”她突然跑了起来，“哇，这地方竟然有附魔！”　　是武器店，她抱着一把泛着紫光的大剑抚摸起来。　　一般的小女孩不会对这感兴趣吧，虽然她并不一般就是了。　　而且能直接抱起大剑，力气比我还大。　　“你知道附魔吗？”懂的知识还挺多啊，“不过你想要的话我可不掏钱。”　　“没关系，我只是说让你陪我，没让你付钱。”她对我的抠门翻了个白眼，“这一路看下来，发展差不多到极限了呢。”　　发展到极限？什么意思？　　按照游戏的话，附魔的武器确实是顶尖了。　　“这把剑我买下来了，不用找钱。”她拿出一颗钻石交给了老板，“还有那边的附魔铁甲我也要了。”　　“你这家伙，知道给出去的是什么吗？”还真不需要我花钱啊，“只买两个附魔装备吗？你也太奢侈了。”　　“不就是钻石吗，大惊小怪。”她的回答出乎我的预料，“虽然在这个有边界的世界里的确很珍贵就是了。”　　果真不一般啊，随手便是一个钻石，这让我对她的来历越来越好奇了。　　“给，这些装备是帮你买的。”　　“诶？给我买的？”怎么回事，“你花钱给我买东西？”　　我一脸懵逼的在脑海中重读了几遍，她将那两个装备塞给了呆立着的我。　　“对，给你买的。”她满意的点点头，“这样基础配置就足够了，能保证你活下去。”　　保证我活下去，这家伙果真和那个紫发女孩一样都不是普通人。　　二　　“诶？什么情况？”不知为何我又回到了房间，“刚刚我不是还在街上吗？”　　怀里还抱着装备，证明那不是幻像。　　怎么回事，为什么我突然就回来了？　　真是莫名其妙，虽然白拿了一些装备。　　好无聊好无聊好无聊啊！　　“城主，城主，你给我点事情做好不好？”我一路跑到了城主府，“诶？人不在？”　　看来又跑出去鬼混了，队长不在桌子上的公务直接堆成了山。　　“诶？你怎么来了？”　　城主突然从内房跑了出来。　　原来在这啊，那竟然还不办公！　　“城主啊，自从我来了就没看你办过事。”我快步走到桌子上翻起文件，“有没有什么任务让我做，我现在闲的慌啊。”　　“让你休息你竟然还不乐意了。”他从里面抽出来一张，“哝，按你现在的状态做这个就行。不过你偷偷跑出去不怕被骂？”　　“多做工作怎么会骂呢？”虽然本身的目的是为了有事干，“这上面的地址有些远啊。”　　“毕竟我管的范围还挺大的，山附近都是。”他传令让人给我牵一匹马，“一会有人专门教你怎么骑，这来回的路钱自己出啊。”　　还真是抠门，不过也这算是出去旅游了。　　只是回来后队长恐怕不会放过我。　　罢了罢了，现在别想太多，安心完成任务吧。　　“平原是吗？要从山沟里过去啊。”我抬头望了望两侧的高山，“既然方块依然能浮空，那这个世界里应该没有雪崩吧。”　　路还挺远的，不过这马很稳，慢悠悠的看着风景走也不错呢。　　将近中午了呢，今天晴空万里，越往山外走视野就越开阔。　　真是奇怪，明明才刚到这个世界两天，就已经完全适应这种生活了。　　一直到了半下午，我才走到平原边上。　　回头望去，壮丽的雪山一片洁白，冰城早已不见踪影。　　平原很是广阔，光照没有一点遮挡。　　没有一棵树，除了偶尔有几个土丘外，其余地方一片平坦。　　“今天要找个地方躲一下吗？要走到村庄还有不远的路呢。”　　无论怎么眺望，除了牛羊外什么也没有。　　听队长讲，这个世界很小，微微走上几天便会到达尽头。　　但出来转转，便感觉即便是地图上那么小一片地方，也是说不出的美丽。　　“我这还是第一次到草原啊。”　　轻轻笑了笑牵着马过了河上的桥，我找了一块阴凉的地方吃起面包。　　这个任务还挺不错的嘛，完全是旅游呢。　　没有一只怪物，动物也很少。　　在这样晴朗的天气里静静的坐着，呆上一天也不尽兴。　　“走吧，还要赶路呢。”总不能睡在外面吧，“我果然还是受不了寂寞。”　　这是个小村庄，并没有多大，差不多十几栋房子罢了。　　到的时候天已经黑了，不过路上没见过一只怪物。　　真和队长说的一样，怪物全在地底了吗？　　“是村长吗？我是冰之城的。”　　抬头看了看这栋石房子确认无误，我轻轻敲了敲门。　　“来做任务的吗？怎么就只有你一个人啊？”他微微低头瞧见了我的纹章，“哦，特殊队伍的啊，那还差不多。来来来，快进来吧。”　　“城主说你们这里最近有些异常啊。”我直奔主题，“但我这一路上并没觉得有什么啊？”　　“啊，路上或许没什么。”村长朝窗外指了指，“但不知道为什么，那边的村庄再没有人过来了，我们怀疑和最近蜘蛛不来袭击有关。”　　蜘蛛停止袭击，那边停止来人，是出事了吧。　　“想让我们调查吗？”　　“嗯嗯嗯，最近我们村子里好多人都开始慌了，毕竟那边的防御力比这里还要高。”他给了我一张地图，“哝，虽然那边是圣城的地带，但冰之城来这里办事也是没问题的。”　　“圣城那边，没有动作吗？”　　那边出事要这边调查，怎么想都奇怪的很啊。　　“他们哪有时间啊，再过几个月就是圣祭了。”他无奈地敲了敲桌子，“那边的防守人数还不够呢，怎么可能为了一个小村子出兵。”　　圣祭？确实听说过，是三年一度的大典。　　届时人王会举行祭神仪式，大部分怪物都会挑这种时候进攻。　　“行吧，毕竟是冰之城的人发的委托，我们也确实有义务去解决。”　　看样子距离不算太远，现在出发半夜就能到。　　三　　我立刻启程前往村庄一探究竟。　　话说我身上的伤还没好呢，就要熬夜打架。　　“嘶……我记得城主说过我现在的状态能解决。”　　稍微有些不放心，毕竟自己有几斤几两还是清楚的。　　四周依旧宁静，甚至连动物的叫声都没有了。　　借着月光我能够远远的看到村庄还亮着灯火。　　看样子是没问题，到里面走一遭调查调查就行了吧。　　越来越近，不仅是灯光我还依稀能看见行走的人群。　　“哎呀，你来了。”　　有个人远远的便朝我打招呼。　　这么偏远的地方，会是谁？　　“等了你好久呢，怎么半夜才来啊。”　　白天那个红眼女孩正笑眯眯的站在村口迎接我。　　她是怎么到这的？我骑着马也要走上半天才能到。　　“你为什么会在这？白天才看见你在冰之城呢。”　　“我可是这里的守门员，不在这在哪。”　　守门员？看村口的大门吗？　　让小女孩来看，里面那些大人都是干什么的。　　“你最后还是来了。”她不知为何有点失落，“装备带了吗？”　　“没有啊，我出来进行调查带那种高级装备干嘛。”　　又不是专门来打架的，即便有怪物基础装备也够用了。　　“嗯，那就好，关键的地方还能用上。”她拍了拍手，“来人啊，把他绑进去。”　　“诶？什么情况？”　　不知从何而来的丝线将我绑了起来，一群人将我架了进去。　　不是不是，这是怎么了？为什么把我绑起来？　　“哎呀，你是不是很懵逼呀。”　　我被扔到了一个女人面前。　　和守门的那个女孩长得好像啊……　　她蹲下来拍拍我的脸，轻轻微笑道。　　“你现在，已经被我们蛛族抓了哦。”　　“蛛族？你们都是蜘蛛吗？”　　怪不得会有突然出现的丝线把我绑住。　　不过你们这蜘蛛和人长的一样啊。　　“大家辛苦了，人已经抓到了就去休息吧。”　　“啊啊啊，真是累人。”　　“就是就是，为了抓个人还特地造了个村庄。”　　这个村庄是假的？为了抓我造价也太高了吧！　　“需要我为你解释怎么回事吗？”她单手将我提起往一个矿洞里走去，“还是说到地方后再解释呢？”　　“当然是现在就解释了！我完全搞不懂现在是什么状况诶！”　　“还真是一点也不客气，你现在可是被抓了诶。”她对我的态度微微有些不满，“其实呢，你要去的村庄还要再远一些，这里是我在两个村庄之间建立的假村庄。”　　因为我不熟悉位置所以用这种方法骗了我吗？　　那么没有人到那个村庄也是因为在这里被拦截了啊。　　“所以你们抓我有什么用呢？因为我的肉更好吃吗？”　　“哈哈哈，你在开什么玩笑。”她像对待小孩一样拍了拍我的脑袋，“别担心，你是我们的客人。现在这个样子只是防止你逃跑。”　　“你们要是像对客人一样对我那我怎么会跑。”但整个事件有好多的疑点啊，“你们为什么会预料到我会来这里，难不成城主和你们是一伙的？”　　“你想的还挺多嘛，不过冰之城主和我们可不是一伙的。”她将我放到一个房子里，“至于为什么会知道嘛，这可是我们族的最高机密哦。”　　唔，能预料到人的行动，确实会被当作最高机密。　　“王，你打算对这个人类怎么样？”　　“没礼貌，什么人类，他可是穿越者。”她竟然因为称呼不对发起脾气来，“你们先去应对一下亡灵族，反正要我把他交出去是不可能的。”　　难不成他们在我被抓之前就已经开始谈判了吗？　　这些怪物都已经预料到哪一步了啊！　　“你是这里的王吗？”真的是越看越像，“为什么那个小姑娘长得和你那么像？”　　“哦？你是说筱奕吗？她是我创造出的女儿哦。”　　创、创造出的生命，这种事怎么可能！　　“你认为这种事是不可能的吗？”她从我的表情上看出了我的想法，“这种事对蛛族来说并不难哦，就像变成人形一样，大家都能办到，只是有差距罢了。”　　她这么一说我才想起来，这里的蜘蛛全部都是人型的。　　我才意识到自己身处于怎样的险境，这里的怪物全都异常强大。　　“欢迎来到蛛族的王城，我是蛛王漪蛛。”她直起身朝我邪魅一笑，“安心在这里休息吧，祝你有个好梦哦。”　　尾声　　在这种恐怖的地方，鬼才能睡得着！　　洞内几乎是黑的，只有我的房间里好心的放了一只火把。　　房间是没有门的，外面的黑暗里时不时的会出现它们眼睛的红光。　　啊啊啊，实在太吓人了！　　继续待下去我恐怕会小命不保啊。　　“怎么还不睡啊。”　　我被这突如其来的声音吓出一身冷汗。　　转身一看，筱奕正悠闲地躺在我的旁边笑眯眯的看着我。　　“哎呀，吓死我了。”还以为这个世界有鬼呢，“别突然在别人身后说话啊。”　　筱奕翻了个白眼坐起来，轻轻打了个哈欠。　　“我们蜘蛛都困了，你竟然还没睡。是害怕吗？”　　“我一个人类在蜘蛛巢里怎么会不害怕。话说你是怎么到我身后的，我都没看见。”　　确实没看见，连一点影子也没有。　　“这个啊，好像是我天生的特殊能力。”她自己也对此并不了解，“好像是遗传妈妈的，她的力量比我要强好几百倍呢。”　　妈妈，说的是漪蛛吧，能当上王的实力都不弱呢。　　“所以说你到底是怎么做到的啦。”这不是没回答我的问题嘛，“瞬移吗？那是末影族的能力你们蜘蛛应该不会吧。”　　“比那强的多，这可是控制时间的能力。”她骄傲的挺起胸，“听妈妈说这能力还能继续提升呢。”　　控制时间？你也会砸挖路多？你也想来一顿欧啦？　　不过这样一来漪蛛也会吧，那我岂不是根本没希望跑走了？　　呐呐呐，我还是睡觉吧，不然有可能会刷出幻翼的。\n\n\n\n第六章：出逃\n\n\n　　一　　“混蛋！你竟然做出这种事！”我在迷迷糊糊中突然有了浮空感，“我现在就要杀了你！把你扔到亡灵族那里去！”　　诶等等，什么情况？我干了什么了？为什么她这么生气？　　我睁开眼，首先看到的自然是漪蛛血红的双眼。　　因为愤怒，那颜色都红得发黑了。　　在朝着四周望去，全是些围观的家伙。　　所以说？我干了什么？　　“那啥，等等，咱们是不是有什么误会？”我被吓得冷汗直冒尽量避开她的眼神，“你先告诉我，我干了什么了？”　　“还装！你干了什么你自己不清楚？”　　她瞬间把我扔到地上，抓住我的头向后扭去。　　一个普普通通的床啊，还有即便在如此吵闹的状态下还能沉睡的筱奕。　　呃，我好想知道我干了什么了。　　昨天因为太困，就忘记筱奕还在床上，直接睡着了。　　也就是说我和她睡了一晚上。　　“这么小的孩子你也能下得去手？还在我们的巢穴里，看来你是真不想活了啊。”　　“我不是我没有别瞎说！”　　该、该怎么办？我该怎么和她解释啊！　　很明显她不想听我的辩解，背后的蛛爪已经抬了起来。　　“冷静，大家都冷静好吧。”我被这强烈的威压吓得不断的后退，“筱、筱奕！你快醒醒解释一下啊！”　　我真的没做什么啊！等等，我真的没做什么吗？我自己都不确定了啊！　　“妈？你们在这里干什么？”　　在我的摇晃下她终于醒了，看着围观的人群伸了个懒腰。　　“筱奕啊，他昨天晚上做了什么？”　　见女儿醒来，她瞬间将蛛爪藏起，顶到了我背后。　　求求你了，你要是说错一句话我就小命不保了啊！　　“昨天晚上？他没做什么啊。只是夜里稍微有点热。”她擦了擦头顶的汗，“诶？你为什么这么紧张啊？”　　完蛋了，我已经感到蛛爪马上就要刺进来了！　　“你们不会是认为他对我做了什么吧？”她看着这阵仗突然恍然大悟连忙摆手，“没有没有，就算有也是我主动的。总感觉……他身上有种东西在吸引我。”　　你才意识到啊笨蛋！我差一点就没命了！　　蛛爪总算离开了，我也能够松了口气。　　“嘁，这东西还真是讨厌。”漪蛛瞪了我一眼拉着筱奕转身离开，“把他架到宫殿里准备好，亡灵王马上就来了。”　　于是我又像昨天那样被五花大绑着架到了蛛族的宫殿里。　　这个宫殿还挺壮观的，中间有座架空的石桥，下面便是滚滚熔岩，极其壮观。　　石桥的尽头便是王座，士兵大臣排为两排，筱奕站在王座一旁像侍女一般。　　我就很想问一下，这石桥塌了怎么办，游岩浆到对岸吗？　　“穿越者啊，本来我还想帮你一把的。”漪蛛高居在王座上俯视着我，“但你做出那种事，说什么也不能原谅。何去何从就听亡灵族安排吧。让亡灵王进来。”　　明明对面也是个王，她却一点也不客气，好像使唤下人一般不留情面。　　亡灵是个普普通通的僵尸，没穿装甲空手而来，但身边的压迫感却极其明显，身旁迎接的蜘蛛全部都不由自主的弯下腰来。　　对比漪蛛那种极其随便的姿态，它这才有王的架势。　　“漪蛛，你这是干什么？”它指向跪倒在地上的我，“明明你对待穿越者一直都很不错的。”　　“他不值得，我没把他碎尸万段都挺好的了。”她眯着眼睛拿出一张纸，“人给你爪来了，条约在这，你签不签？”　　“你不应该加些条件吗？和我想好的不一样啊。”对于她的好说话亡灵王倍感吃惊，“明明我都准备好筹码了。”　　“没必要。”她懒散地挥挥手，“哦，倒是有一个。让他死的惨一点。”　　都说了我什么也没做啊！我真的是无辜的！　　在这种情况下，亡灵王反而有些不敢答应。　　所以说啊，这些大人物想的太多了，明明没有问题却非要想出来。　　“你究竟有什么目的，不说清楚我可不会接受。”怎么感觉它被漪蛛骗过，“是太阳从西边出来了？你这种阴险狡诈的家伙这么好说话。”　　“赶紧的，答不答应？”她因为过于墨迹烦躁起来，“不要就快滚，我还要陪女儿玩呢。”　　哇，真的是一点也不给面子啊，完全不在乎对方的反应。　　而且亡灵王竟然还怕了，畏畏缩缩的走上前接过纸。　　“行、行吧，我答应就是了。”它睹了我一眼签下了字，“希望你说到做到。”　　“呵，我可不是那种人。”　　漪蛛冷笑了一声轻轻打了个响指，那纸瞬间就被烧为了灰烬。　　二　　这就没了？那我到这来是要干嘛的？　　看着亡灵王的身影消失，我身上的丝线被解开。　　“所以说，要我来这干嘛？”总感觉自己没什么用啊，“费了那么大劲将我抓来就干这些？”　　“对，难道你还想被抓走吗？”漪蛛拍了下我的头，“在这个地方呆着可比那里好多了。”　　没被带到亡灵族确实很好，但在这里呆着指不定哪天我就被吃掉了。　　我好想回冰之城啊，不过她恐怕不会轻易放我回去。　　毕竟为了抓到我，她直接造了一个村庄。　　“你的身上，有什么东西在吸引我啊。”筱奕跑过来在我身边转了转，“就算只是看着你，都会不由自主的往你身边靠。”　　“是吗？可我身上什么也没有啊。”　　背包里也是空荡荡的，怎么会有东西吸引她呢？　　“是印记，你右手上的印记。”漪蛛抓住我的右手抬起来，“这印记上有神力，会让同样有神力但比你弱的人靠过来。”　　“筱奕身上也有神力吗？”我仔细打量了一下这只乖巧的蜘蛛，“她只是只蜘蛛诶，为什么会有神力？”　　“她身上的神力是继承我的，要不然怎么能停止时间。”漪蛛指了指她的后背，“她的印记跟我一样都是在后背。昨天晚上的事我都知道，早上只是想吓吓你。”　　还真是恶趣味，差点把我吓死好不好。　　神力原来是可以继承的，但我的神力又是哪来的？　　“妈，几天不是说要出去玩吗？马上就快到中午了。”　　“是吗？已经这么晚了啊。”她不经意间看了我一眼，“你让林展宏陪你玩一会，我有很重要的事需要出去一下。”　　让我陪她？等等，漪蛛出去了是不是代表我可以偷偷溜出去了。　　“好，包在我身上。”　　哎呀，有点过于激动了。　　但漪蛛并没说什么，瞬间消失在了原地。　　她肯定发现了吧，这是要故意放我出去吗？　　“筱奕，你要玩什么？”　　先假装玩玩吧，再把话题引到放我出去上。　　“妈妈不在，我们偷偷溜到村庄去吧。”她的回答我的出乎意料，“我很喜欢到人类那边玩，只是妈妈除了让我办事外从不让我去。”　　说起来我们相遇时就是在冰之城呢，她还让我陪她逛街。　　这样正好，直接就能出去。　　“其他人不管吗？毕竟是漪蛛禁止的。”守卫是唯一的问题，“你要跑出去的话，守卫肯定会告诉她吧。”　　“不会的，只要在妈妈回家前回来就行。”她把我拉到洞口，“大家都不管这些的，直接出去就行。”　　既然都不管，那这些守卫平时都干什么？呆站着吗？　　一想到我马上就能回去，心情瞬间就好了起来。　　太棒了，终于不用担心什么时候就会被吃掉了！　　果不其然，我们光明正大的走出了巢穴，没有任何人拦我。　　但该怎么回去，我的马已经被它们吃了。　　“呐，林展宏。我们去你来时的村庄玩吧，上次赶路都没来得及逛一逛。”　　上次，也就是昨天吧。　　结果才过了半天我就被抓到了洞里。　　但它们的目的是什么呢？绝不只是让亡灵王签一个字这么简单。　　“好啊，也没多远。”　　现在就走会让她很失望吧，等她玩的尽兴时再偷偷溜走好了。　　和昨天不同，今天是个阴天，风冷飕飕的。　　总感觉要下雨，稍微走快点吧。　　村庄内的人都躲了起来，很明显已经知道雨要下起来了。　　这是这个世界的人生活中积累的常识吗？　　“很抱歉啊，大家都回家了恐怕不能逛了。”　　大街上已经空无一人了，更何况风越来越大，筱奕基本上都在向后退了。　　“要被吹跑了啊。”她用衣服挡住风沙抱怨道，“明明昨天还是大晴天呢，今天怎么这样。”　　就是说啊，这天气变幻的太异常了。　　就像夏天下雪的冰之城一样，这边绿化很好，却犹如沙尘暴一般。　　“村长家马上就到了，我要进去领一下报酬。”　　“喂喂喂，你不是没完成去探查村庄的任务吗，怎么能拿人家钱呢？”　　“你还知道我接了这个任务啊，我就奇了怪了你们还不知道什么。”　　这些事情都是怎么打听到的，该不会它们在人族有内奸吧？　　要是真是这样，那就一切都说的通了。　　三　　“嘶……好冷啊……”一直住在冰冷洞穴的筱奕竟然被冻得发抖，“早知道就不出来了，实在太受罪了，差点就被吹跑。”　　“冰之城的啊，你去跑一趟竟然还拐了个姑娘回来。”　　村长惊奇的看着筱奕，拍拍我的肩膀。　　我只能尴尬的笑笑，在心里思考对策。　　该怎么跟他说呢？告诉他真相肯定会被吓到的吧。　　“冷就多披点，谁让你穿这么少就出来的。”我往她身上多盖了几件羊毛衣，“我都没觉得多冷，你怎么冻成那样。”　　筱奕的眼睛向下望去，直盯向我的手背。　　印记在发光，看来是神力在保护我。　　既然能保护我那在下山的时候怎么就没用呢！　　我对于这个根本搞不懂原理的外挂倍感失望。　　“喏，这是你的报酬。”村长拿出一袋绿宝石，“跑了这么远真是辛苦你了。”　　“不幸苦不幸苦，这是我的工作。”　　村长这么好，我怎么好意思告诉他我一开始是想出来玩的。　　而且到最后任务也没完成，就是想过来骗工钱的。　　虽说确认了那个村庄没有问题，假村庄也被拆除了，但心里还是有负罪感。　　“村长啊，为什么最近天气这么差。”筱奕终于停止了发抖，“冰之城下暴雪先不说，怎么这平原都刮起沙尘暴了？”　　“啊，据说是地区核心能源不足，现在大家都盼望着圣祭一到，给核心充能呢。”　　那也不对啊，据说以往的圣祭前也没出现过能源不足的情况啊。　　作为维持世界正常运转的重要物品，也绝不会出现圣祭充能过少这一失误。　　“有点困，好想睡一觉。”筱奕再暖和了之后昏昏沉沉的打了个哈欠，“林展宏，你让我靠一下，这样睡不舒服。”　　“据说疲倦是会传染的，看来确实没错。你这一打哈欠，搞得我也困了。”　　屋内的温暖让我不经放松了身体，熬夜的疲惫再次涌了上来。　　本来就睡得晚，结果早上还被漪蛛揪了起来。　　“喂，你身上好凉啊。”我的手微微碰到了她的脸，“喂？你睡着了？”　　睡得好沉好沉，即便我在她身边说话也没什么反应。　　早上开始她就有些不对了，睡的虽然沉，但在醒来后也是摇摇晃晃的要昏过去。　　现在更不对了，我能看到她身上已经开始结冰了。　　这已经是完全不对劲了好吗！这到底是怎么回事！　　“筱奕，筱奕！快醒醒！再睡下去你就要死了！”　　真的结冰了，她的脸上脖子上，真的都结了层冰。　　这冰越结越厚，甚至将我的手冻在了上面。　　“怎么了？出什么事了？”村长从室内跑来，“这姑娘身上怎么结冰了！”　　“我也不知道啊。”我将冻得紫青的手从冰上拔下，“村长，你知道她怎么回事吗？”　　嘶，她身上好冷，特别是背后，硬邦邦的。　　背后？印记？说起来我手上的印记散发出了热量。　　我顿感不妙，连忙将她翻过身来，掀起衣服。　　为了救你，实在是多有得罪了！　　背后的冰已经很厚了，并且印记还在不停的发出蓝光。　　“村长，快叫大家避难！”大门猛然打开吓了我们一跳，“咦？林展宏你已经回来了啊。”　　队长站在门口，头发被吹得杂乱，皮肤和筱奕一样也是惨败无比。　　“嗯，我刚回来。外面出了什么事吗？”　　“外面不知道为什么开始结冰了，大家的房门都被冻住打不开了。”　　可以看到屋外已经布满了白雪，寒霜从屋外蔓延进来。　　这种大场面，绝对不是我弄的。　　一想到不是自己的错，我微微松了口气。　　“筱、筱奕？筱奕！”　　连最后的抖动也没有了，整个身上已经彻底布满了寒冰。　　她的呼吸彻底停止，安详的躺在我的怀里。　　“别开玩笑了，队长在屋外走了一趟身上也只是有冰渣而已。”她的身体已经彻底变成冰块了，“不会的，明明大家都没事……”　　“林展宏，如果我没看错的话，她的背后是印记吧。”队长注视着她的后背开了口，“虽然有些模糊，但还能看清在发着光。”　　“印记？你是说那个只有有神力的人才会有的印记？”村长凑过来瞧了瞧，“可要真是印记的话，应该会保护主人才对。”　　“先别说这个了。林展宏，放下她，我们去找凶手。”队长拿出地图，“村长，麻烦你照顾她了。走吧，我们去和其他队员会合。”　　“大家都来了吗？”　　“当然，这次可是大事件。”　　尾声　　“真是个残忍的家伙啊，放着女儿不管。”我用末影粒子封闭空间来保持温暖，“喂，你女儿可都死了啊，就不表个态？”　　“继续等着，我要看看他们的实力。”漪蛛无动于衷的站着，“现在下去可就功亏一篑了。”　　“就是就是，现在下去他肯定就跑了。”后面那位甚至还悠闲的泡着岩浆，“竟然闹出这么大的事，他的胆子不小啊。”　　“啊，算是示威吗？”我因为过于无聊打了声哈欠，“但我还是不能理解你把女儿放进去的原因，难不成还相信着队友祭天的理论？”　　“你以为我会那么无聊？”她慢慢闭上眼睛，“你们看着吧，我要走了。再不管一管，可就真的危险了。”　　又发动能力了。好好走路不行啊，非要装一下。　　“你说她会现身吗？大人要是不插手，这里面可只有她能对付了。”　　“肯定不会，你也知道她有多讨厌那种形态。”我看向屋里那个大冰块，“还真够狠啊，要我的话肯定下不去手。卖孩子卖到这种地步也是没谁了，难不成她跟你说好了？”　　“哪还需要说啊，我们能反抗吗？”凋零游的倒是挺欢畅，“况且大人她是个刀子对豆腐心的家伙。虽说不择手段，但肯定会选择最优路线。”　　“也是，她可不是会冒风险的那种人。”我伸手打开空间，“我家那位叫我了，你自己在那泡着吧。也不知道我们是怎么合作起来的。”\n\n\n\n第七章：解决事件\n\n\n　　一　　“凶手在哪？再不快点解决这个地方出都出不去了。”　　外面的雪已经开始堆起来了，屋里即便生着火也冷的要命。　　小队全体都在这了，六人解决这个事件还真有些勉强。　　“这场雪的源头是从冰之城的方向吹来的，但我们并没有发现任何疑点。”　　“而且雪太大，还不能长时间外出，导致搜索时间太短。”　　这报告的情况简直糟的不能再糟。　　出去就会冻死，在屋里待着也没有线索进行分析。　　“喂，林展宏。你应该可以出去吧。”　　队长在考虑了一会后看向了我。　　“什么？让我出去？我比你们可弱多了。”　　他们好歹还有灵力护体，我能有什么？靠衣服保暖吗？　　“我的意思是……”她往我手上瞟了一眼，“你可以取暖吧，没错吧？”　　“哦哦，确实是可以，但是能撑多久就不一定了。”　　印记确实让我暖和起来，只是外面那么大的风雪，我这身体素质太差了。　　更何况从筱奕被冰封开始，它的热量就开始下降了，似乎是没了能量源头。　　“我陪你出去。柳依，弗诺，帮我们准备装备。”　　所谓的装备也就是些羊毛衣，还有轻便的石镐和石铲。　　这些装备，一向是快速登山时的最佳选择。　　“果然要登山吗？源头不是查过了吗？”我边穿衣服边问，“况且怎么会有人在高山上放风雪呢？不怕把自己冻死吗？”　　“你以为能放这种等级法术的是什么小角色？”在队长打开门的瞬间便是一阵暴风吹来，“只怕仅凭我们两个人解决不了。你们在这里搜救其他居民，送到最大的村长家。”　　呼，还真是冷啊，冻得我直发抖，只想赶紧跑回屋里。　　雪越来越厚了，已经积压到我们的胸口，只能依靠石铲勉强前行。　　“这雪都快把村庄埋了，再不快点解决大家都跑不了。”　　队长爬到雪层上方，即便是村庄最高的楼房顶也能伸手碰到。　　“我让人挖雪去了，但也不一定能撑多久。”队长换成了镐子，“你的铲子耐久还够吗？我们回来时恐怕也要挖一会。”　　“足够用了。我们要爬的山是哪座？”　　现在面前的两座大山分别是月光峰和炎崖，不论哪座都不是很陡峭。　　但关键是这山太大，要在这种天气里搜寻一个人时间上根本来不及。　　“月光锋，山上景色很美。而且山顶比云层要高，爬到山顶还能毫无遮拦赏月。”　　“我们又不是出来旅游的，而且现在是白天哪有月亮看。”　　虽说是中午，可这阴天跟黑夜根本没区别，只有火光还有些亮度。　　月光锋吗？似乎冰之城的矿物都是从那挖的，山体内部应该很多空洞吧。　　山并不是很难爬，偶尔清理一下挡路的雪堆就可以，稍微爬上一会就能到半山腰。　　“好累啊，我稍微有些困了。”已经开始打哈欠了，“越来越冷了，找个地方躲一下吧。”　　“嗯，我也有些冷。”队长说着便开始在山上挖起来，“先生一下火取取暖。”　　村庄处于岌岌可危的状态，而我们却坐在洞里休息。　　虽说要快点找出凶手，但我们现在的状态很容易出事。　　“队长，源头有个大概的位置吗？找遍这座山要花很久的。”　　“位置？你看这雪从哪飘出来的不就知道了嘛。降低温度释放风雪，根据手法凶手应该是火之城的人”　　额，降低温度按常理来讲不应该是冰之城的人吗？为什么是火之城？　　不过这个世界根本不讲常理。咱啥也不敢说，咱啥也不敢问，你说啥就是啥。　　武器的话，身上还带着筱奕给我的附魔装备，一想到要用它就舍不得。　　“队长啊，这雪是下得越来越大了，我怕咱们根本出不去啊。”　　这一呆反而更不好了，看外面的情况只怕一出去就会被吹飞。　　我们两个人体重都很轻，穿上装备又会影响行动，实在是大问题。　　“嗯……我们从洞内走。”她用手指轻轻敲了敲身边的石头，“你推测一下大概的方向，我们挖上去。”　　“不是，这种事还能有个大概？挖偏一点凶手就跑了啊！”　　“快点，难不成你想被吹飞吗？”　　行吧行吧，我选择相信队长，毕竟别无选择。　　于是我们两个人拿着石镐，通过队长敲墙壁检测危险，一路向上不停的挖。　　“还真是好多坑洞，看来挖了不少资源。”中途会有矿工的补给站让我们补充物资，“这样下去，这座山恐怕只剩座空壳了吧？”　　“早就已经是了，只不过还有一点利用价值罢了。”队长递给我一个猪排，“人类的生存才是最重要的，其他的都要往后靠。”　　“啊，我不吃肉。”我摆摆手拒绝她，“但就怕这么下去人类生存不下去啊。”　　“这里活不下去，还有其他地方。”她从箱子里拿出一把铁镐，“地狱、末地。只要不停的探索、获得物资，怎么可能活不下去。”　　二　　“你确定吗？再往上挖可就出去了。”在许久后我们终于挖到了山顶，“我可没有探测到任何人在上面，是不是挖偏了？”　　“有可能。要不我们再在附近挖一挖？”　　“这样会被发现吧，就没有什么好办法吗？比如说扩大探测范围？”　　因为我们挖了很长时间，对方有可能移动了位置。　　但毕竟离地面很近，继续挖的话会被发现。　　“要是能的话我就不用跟你说了。”　　嘶……那还真是麻烦，找不到位置可不行。　　“算了，直接挖出去找。说不定还能吓吓ta。”　　想事情不是我的强项，我也懒得想。　　直接选择最简单粗暴的办法就好，时间可不等人。　　“喂，你别急啊。”　　石铲向上一敲，在我手臂的挥舞下上方的土层渐渐松散。　　光芒钻了进来，看来现在的高度已经超过了风雪。　　“我倒要看看是哪个傻子跑到云层的高度来。”　　哦，我亲爱的上帝啊。我发誓，如果我找到那个大傻子，我一定要用我手中的铲子将他拍成肉泥。　　山上虽然不再有风雪，但依然很冷，和洞内的温差极大。　　“人呢？没看见啊？”风雪的源头确实在这里没错，“连个动物都没看到呢。”　　“哦，你是傻子吗？看来你的脑子是蜂蜜组成的。”　　队长上来一脚就把我踹翻在地上。　　哦，我的老天啊。她是怎么能够说出这样的句式，难不成她像肚子里的蛔虫一般读懂了我的心思？　　啊，这该死的翻译腔就像迷药一般蒙蔽了我的心思。　　“要是有敌人怎么办，看来你的思想就想着地上的白雪一般空白。”　　“哦，上帝，你怎么创造出这样粗暴的女孩！”　　“把你那该死的翻译腔换掉，然后给我闭上嘴！”她又踹了我一脚，“真不知道你们是怎么发明出这样难受的语调。”　　咳咳，恢复正常，恢复正常。　　“等等，你刚才是不是读了我的心了？怎么做到的？”　　“够了！有完没完！”一阵怒吼声传来，“是不是我没现身你们就放心的打情骂俏起来了！”　　该死，怎么在这种时候打断，计划好的吗？我发誓我一定要打烂他的狗头。　　“准备好，要打起来了。”队长拿出铁剑，“小心别掉下去。”　　“嗯，我还没有那么傻。”装备齐全，“你到底是怎么读我的心思的？”　　她没有说话，因为敌人已经攻过来了。　　好大的风雪，完全看不清对方的动作。　　“放出雪花阻挠视线？这招对我们不管用。”　　队长向地上一跺，以落地点为中心刮起狂风吹散雪花。　　刹那间，她便朝右边冲去，移到他的路径前，铁剑直刺向对方眉心。　　喔，在刮风的同时探测敌方的位置吗？虽说只能探测到一秒前的点，但依靠双脚的位置能够轻松判断出对方的走向。　　“怎么感觉完全没我的事，只能在旁边看着。”　　“乒乒乓乓”后仰腾出空间挡下攻击，然后依靠中心顺势躲过并挑开队长。　　挑开后他也不攻击，转身就往山下跑。　　“追吗？”我问她，“雪已经停了，继续追有风险。”　　“当然追，不能留下任何隐患。”　　跳起来向山壁上一蹬，直接就紧贴着地面朝他冲去。　　角度把握得真好，好几次衣服都是擦着地面滑过去，再稍微低一点就会翻。　　“自己走这么快，倒是等等我啊。”　　我直接垂直跳下去，依靠高度差追上他们。　　“竟然还追来，简直是找死。”他紧贴着墙壁躲过追击，“你就落到山底摔死吧。”　　队长将剑插入石缝中停住身体，剑身不断弯折，最后到达极限碎裂。　　“嘭”又一把剑插入缝中，将她固定住防止掉下，右手丢掉碎剑扒住石头向上爬。　　“呦吼，你可是一打二啊。”我铲出雪球向他丢去，“乱看会害了自己哦。”　　“你算对手？别开玩笑了。”他手指一弹将雪球弹了回来，“你还没跑看来是没认清楚自己的实力啊。”　　雪球没有散掉，也是灵力的原因吗？好有趣的运用方式，能不能也将TNT弹回去呢？　　他那雪球还没飞多久，就被我的雪球群砸下，白浪从高空中直直的落下。　　“嘁，没空和你浪费时间，我还有要事要办！”　　三　　竟然连拖时间都做不到，我果然一点也派不上用场。　　嘛，不过队长已经爬起来了，目的也算达到了。　　“不许走，你为什么要做这种事。”队长为了减轻负重竟然脱下了铁套，“雪埋村庄，这种事对你有什么好处？”　　“做事一定要有目的吗？”他将手指弯曲对准地面，“为了目的行事，简直无聊透了。”　　雪层结冰并顺着山壁蔓延，厚厚的冰块直接冻住了半座山。　　他便直接站在冰块上，一路极速滑向山下。　　“林展宏，射箭。”　　“好嘞，终于到我了。”　　拿出弓箭，将箭矢搭上去，对准他的头后往上抬抬。　　风有些大，而且他移动的挺快的，不知道能不能射中。　　“哦吼，拜拜了您嘞！”　　张开大臂拉开弓弦，弓臂随之弯曲，我的胳膊为了控制住微微有些颤抖。　　“嘭”箭矢轻松弹出，笔直的像山下冲去，以极快的速度追上了他。　　“走吧，那支箭可不一定能射中。”我跳下山去追赶，“灵力这东西可真好用，能攻能防。”　　箭矢被他用雪球打歪，从他身边擦了过去。　　“有什么办法拦住他吗？一直跑来跑去追不上。”　　“有，这座山有座山沟，把他引过去就行。”　　“那简单，你去准备吧。”　　队长从我身边离开，朝着右侧跑去，准备最后的抓捕。　　好，是我派上用场的时候了，试一下新招式。　　呐，也不能说是新招式，刚发现的功能还差不多。　　“身体强化。”　　印记开始发出红光，我能感到自己的力气大了许多。　　这是在印记给我保暖时发现的，可以强化体能，准确的来说是加快体能消耗。　　不知道用了这招后还有没有力气走回去，我的报酬还放在村长家呢。　　蹲下来摆下动作，我极速冲刺追上了他。　　“干了坏事就要受到惩罚，不然世界可就乱套了。”　　“怎么突然变这么强了，之前是在隐藏实力吗？”　　他因为我突如其来的一拳失去平衡滑倒在地，连站起都费劲。　　看他的表情，刚才用来抵挡的双臂受了伤，使不上力了吧。　　“嗯，这下好办了，乖乖跟我走吧。”　　“傻瓜，有剑不用非要用拳头。”　　忘了他有武器了，还真是险啊，刚才那一剑恐怕我就死在这了，幸好躲过去了。　　这还是第一次吧，以前只能眼睁睁看着攻击过来，明明大脑做出了反应身体却动不了。　　“哈，还真是有趣，体能跟上来后感觉自己变强了不少。”　　刚才那一击好像是他仅存的力气了，现在只能够趴在地上。　　这家伙还真是麻烦。如果不是我的力气超乎了他的预料，挡下那一击对他来说轻轻松松。　　“好了，我要带你去找队长了。”踢掉武器后我将他轻松提起，“接下来就是对你进行处罚。没想到竟然这么简单，没过多久就把你抓到了。”　　“是吗？那你就在地狱里自豪去吧！”　　我被狠狠踹了一脚，身体朝着山下倒去。　　又大意了，自己怎么每次都错在小事上。　　寒风从我身旁刮过，地面离我越来越近，最后我静静地闭上双眼迎接死亡。　　“嘭”没有痛感，这是当然的，因为印记发出了光保护了我。　　和之前雪狼时一样吗？在濒死的时候保护我的鸡肋技能？　　不过这次倒是没有眼瞎耳鸣什么的，只是让我丧失了知觉，保住了一命。　　不过该残的还是要残，我只能躺在地上静静的看着太阳西下。　　尾声　　呜呜呜，谁来救救我啊！我保证以后做事一定仔细考虑，不再犯这样的错误了！　　然后直到大月亮升到了半空，破除冰封的筱奕才带着队长找到我。　　因为不能说话，我只能可怜巴巴地望着她们。　　“行了，你这样子看起来怪恶心。”　　队长给我喂了几瓶药水，才让我勉强恢复知觉。　　“筱奕，你身体没事了？”　　“嗯，不过一靠近你身体又有些犯困。”　　果然她的突然冰封还是和我有一定关系的。　　不过没了风雪，她也仅仅只是嗜睡罢了，没有生命危险。　　“喂喂喂，救你的人是我，别把我当空气啊喂。”扛着我的队长不满的抱怨道，“凶手跑了，你还全身骨折，这次行动完全失败了啊！”　　“至少还阻止了事件啊，往好处想想嘛。”　　“那可不是嘛，毕竟你也没法继续往坏处想了。”　　赖我喽，实力差摆在那我能怎么办。　　“筱奕，你打算跟我们回冰之城吗？”我注意到前进的方向，“你妈妈找你怎么办。”　　“你妈妈这个称呼可真不礼貌啊。”这个声音吓了我一跳，“筱奕，我不是跟你说了嘛，不要随便跟陌生人走，遇上变态怎么办。”　　不是漪蛛，是个陌生的女人，她黑色的眼睛就是证明。　　筱奕小跑过去抱住她，看来是她熟悉的人。　　“回姐，你怎么在这啊。”她那小脸蹭啊蹭，“好久不见了啊，你怎么这么忙？”　　“我有一堆事情要办呢，当然忙啦。”她牵起筱奕的小手，“走吧，你妈妈让我接你回家。”　　“刚才还指责我不礼貌呢。”我嘟囔着瘫在队长身上，“明明自己也这样称呼。”　　她听见这话突然凑近过来，紧紧的贴在我面前注视着我。　　“怎、怎么了？有什么事吗？”　　“没什么，只是觉得你这人怎么这么差劲呢。”　　怎么每个人一见到我都要说这句话，我到底哪里不好了。　　不过这两个人还真是大胆，两个怪物在两个人类面前放心交谈。　　我无聊的打了声哈欠，天这么晚实在是，啊，太困了。　　困得我……只想睡觉啊……　　于是我就慢慢的、静悄悄的睡去。　　然后在第二天刚醒，我在迷迷糊糊中摸到了一个柔软又有弹性的东西。\n\n\n第八章：马不停蹄\n\n\n　　一　　“怎么回事啊……”我将手里的东西拿出来瞧了瞧，“这是什么？怎么会在我床上？”　　“啊，你醒了？”队长听见我的叫喊推门而入，“是粘液球哦，在这个地方很罕见吧。”　　“的确很罕见。”捏起来弹性十足，“但为什么会在我床上，而且也并不是湿漉漉的。”　　“那当然，这可是我们人工制造出来的。”城主竟然也过来了，“怎么样？是不是和真的一毛一样？”　　“停停停，我就想问一下为什么会在我床上。”他们的回答驴唇不对马嘴，“有什么作用吗？要知道我还受了……”　　我这才发现自己身体上的变化。　　明明昨天还受了重伤，今天竟然就痊愈了，明明之前那些轻伤还要好久才行。　　“嗯哼，受了什么呀？”城主笑眯眯的看着我，“多亏研制出的粘液球，我们才把你的身体治好了。”　　“这粘液球还能治病？”这种东西是怎么做出来的，“而且效果还这么好，实在是想不到啊。”　　“也不能说是治病，只是能修复关节损伤而已。”队长说着便递给我一张纸，“你的恢复主要还是依靠药水。而且这粘液球的原料很稀有，你能用上就该谢天谢地了。”　　“这是什么？”我接过她递来的纸，“上面怎么写满了……”　　额，这好像是账单吧。虽说我能看清他们的文字，但应该是看错了吧。　　肯定是看错了吧对不对！这上面的数字太恐怖了啦！　　药水花费数十瓶，每瓶都价值连城；人造关节愈合球十几个，价钱……　　“你们起名能不能好一点。”这球的名字也太复杂了吧，“而且你这价钱是想要我的命吗？”　　“你的命可不值这么多。”队长又递给我一张纸，“喏，这是我们这里最赚钱的任务了，你做了大概就能还上十分之一。”　　“不是吧，我才刚回复又要去做任务。”上次任务说着简单结果差点没回来，“不能休息几天修复、增强下装备吗？”　　“别废话，这个任务是收集人造球的原料。”她果断将我从床上拽起拉出门外，“城里还有好多骨折的病人呢，赶紧收集完了好治疗他们。”　　怎么突然冒出这么多骨折的人，不过粘液球的原料我倒想见识见识多么稀有。　　这次出行队长也跟着我以防万一，其他队员为了各种资源东奔西跑，完全没有闲心管我们。　　“不骑马吗？这次要去哪里？”明明是十万火急的事她却选择步行，“走路很累的啊，就算不骑马骑个毛驴也不错啊。”　　“这次是要上山，骑什么马。”她握紧了拳头看来很是烦躁，“还记得上次去挖矿遇到的地牢吗？这次的原料就是从那里来的。”　　“所以说原料究竟是什么嘛，这么神神秘秘的直吊人胃口。”我对她的隐瞒十分不满，“既然一起行动，就把事情都说出来。遮遮掩掩的很讨厌诶。”　　“啊，你就不能动脑筋想一想吗？”她轻轻抚了抚额头然后闭上眼睛摇摇头，“是骨头，准确的来说是充满灵力的骨头。将它制成骨粉后可以大大提升催熟作物的效率，还能够将碎骨愈合。”　　我就说嘛，我都全身粉碎性骨折了怎么可能用一般的方式治好，果然还是万能的灵力最管用。　　“那这不是挺常见吗？随便找一个有灵力的骷髅杀掉就完事了。”这东西并没有她说的这么稀有，“随便找个矿洞就行，干嘛还要单独立一个任务？”　　“你是不是又忘了怪物是怎么获得灵力的。”她因为我的无知狠狠的弹了一下我的脑门，“更何况要让骨头充满灵力哪有那么简单，不然我们都能随便造。”　　哦哦哦，又忘了，怪物想要获得灵力，必须要先杀死一个生物获得灵力作为引子。　　所以每一根充满灵力的骨头后面，都至少要死一个生命。　　当然是人是猪都不得而知了，我们要做的只是杀掉它们再进行拾取。　　“喏，我们又回到这里了。”队长抬头望向看不到顶端的炎崖，“今天阴天，天色昏暗，容易生成怪物，你可要小心点。”　　炎崖啊，之前那个地牢就是在这里发现的。果然收集东西最简单的办法，就是直接跑到它们的源头。　　“知道了知道了，你就不用担心这个了。”我稳步爬着楼梯悠闲地看着景色，“不过刷怪笼不是被我摧毁了吗？这里还有其他的？”　　“不一样，这次的行动还有其他的任务。”她又拿出一张纸展示给我看，“喏，斩杀最近的出现频繁到异常的怪物群。”　　二　　光线从坑洞外照进来，在湛蓝的冰面上反射，就像之前的冰洞里一样。　　这里有些过于安静，哪怕只是轻轻敲一敲冰面，便会有无尽的回声萦绕在四周。　　“这里不是有多到异常的怪物吗？”我小心翼翼的在冰面上滑动，“怪物在哪呢？我怎么只看到了空气？”　　“这里只是入口，怪物群在里面呢。”她捂住我的嘴巴，“小心一点，即便在这里说话它们也能听见。”　　我们紧贴着墙壁挪动，尽量将放出的声音控制到最小，最后除了丝线的摩擦声什么都没有了。　　队长并没有点燃火把，只是将手掌平铺到冰墙上，时不时地抬手敲上一两下。　　清脆的响声以一种只有我们能听见的程度发出来，队长深吸口气推开冰墙滑到另一边继续敲起来。　　“找到了，赶紧准备好武器。”队长趴下敲起了地面，“它们处于下方，我们突袭能够打它们个措手不及。”　　为了弥补我的攻击力，这次的武器换成了铁斧。　　筱奕买的装备过于昂贵，用在这种战斗上实属是暴殄天物。　　霎时间一声巨响，冰渣在空中飞散，随后便刮起一股狂风，队长化作黑影朝下方突刺，踩到挡路的冰墙上，以极强的弹跳力改变方向，朝着身体移动的方向挥出铁剑。　　我急忙飞奔下去，用胳膊抵住挡路的冰墙，抓住墙壁的边缘加速前进。　　队长的铁剑瞄准关节，轻松地将骷髅拦腰斩断，并挥舞得越来越快。　　碎骨落了一地，直到最后满地碎片她才停止攻击。　　“还真是多啊，但也太容易解决了吧。”我甚至连有多少骷髅都没看清，“清一色的骷髅吗？没有其他怪物？”　　遍地碎骨、断线、烂弓，在片刻后皆化为白烟，只剩下遍地白骨留在死亡地点。　　有几根骨头是带有花纹的，就和之前两根一样，应该也是带有灵力的。　　“嗯，只有骷髅。”她弯腰捡起示意我继续前进，“但下面还有呢，我们要一直打到这个矿洞的尽头才行。”　　一直打到矿洞尽头吗？那不知要有多少个，武器的耐久足够吗？　　我无法像队长那样探测地形，洞内的光线也极其黑暗，只能扶着墙壁一步一步摸索着前行，洞内的嘶吼声逐渐清晰起来。　　是僵尸吧？我第一次和它战斗呢，应该比骷髅要好对付得多。毕竟是最无脑的一种怪物，随便乱砍都能解决。　　“喂，小心一点。”我差点跌倒幸好被队长拉住，“需要我给你指路吗？看不清东西怎么和它们打。”　　“没事的，僵尸而已，我动动手就行。”不能就这样让队长瞧不起，“它们这种怪要比骷髅好解决得多，你就不要担心我了。”　　有灵力的骷髅我都打败了，难不成还会被几只僵尸打败？　　虽说看不清，但能依靠声音辩位，完全不需要担心攻击不到它们。　　我这一斧子下去，恐怕会直接将它们砍成肉泥。　　“额啊！”　　“吼！”　　声音很近了，就在我面前。　　移动速度挺快嘛，毕竟僵尸的身体素质都特别高。　　我一斧子抡过去，根据触感就能知道命中了几个。　　尸臭味渐渐浓郁起来，看来我一击必杀，直接将它们拦腰斩断了。　　“队长，全都解决了吗？”在那之后周围变得鸦雀无声，“到尽头了吗？还需要往下继续走吗？”　　“嗯，僵尸全都解决了，不过还要往下走。”敲击冰面的声音传过来，“确定没问题吗？看它们这实力就算点燃火把也没什么关系。”　　确实，它们实力太弱了，即便暴露我们的位置也构不成什么威胁。　　更何况一到它们周围就会因为气味被发现，还不如点亮火把更方便战斗呢。　　“冰块会融化的，我们要快点。”久违的光芒亮起，“我身上带了方块，但也没有多少，挡不了水。”　　“没事，速战速决就行。”有了光芒果然舒服许多，“就刚才那些怪物，一招就能解决掉，不需要担心时间问题。”　　下面传来的是骨架碰撞声和僵尸嘶吼声，看来是骷髅和僵尸混合在一起。　　但也真是奇怪，难不成只有这两个怪物吗？爬行者和蜘蛛呢？这里就连一只蝙蝠都没有看见诶，除了它们之外真的什么也找不到了。　　三　　“很轻松嘛，根本没一点难度。”我挥了挥酸痛的手臂放松一下，“根本没一点威胁，干嘛还要单独列出一个任务来啊。”　　“你去问我爸呗，反正只要有人向他报告就肯定能成功。”队长扭扭身子浑身上下都发出“咔咔”的声音，“他很懒的，根本不调查，所以才有了这么多轻松还赚钱的任务。”　　“真不知道你们的资金是怎么来的。”果然他是个不靠谱的城主，“不对，就这种状态他还能悠闲的到处乱跑就很不可思议了。他到底有多没心没肺啊？”　　附近的冰块上已经有水珠了，水流也渐渐开始聚集，融化的速度越来越快。　　“快点走吧，这里快被淹了。”她招呼我向上爬去，“你还要再做几个任务呢，欠的钱可不是这些任务就能还上的。”　　啊，都完成任务了就不能别说这些丧气话吗？害得我都没一点斗志了。　　因为冰块融化的缘故，周围的温度渐渐下降，抓着冰块的手已经冷到颤抖了。　　“滴答”一滴水珠落到地上，上方开始淅淅沥沥地向下滴水，搞得冰块越来越滑，已经开始抓不住了。　　只看到一缕黑烟，光芒瞬间消失，一切又归于黑暗。　　水滴把火把熄灭了，我松开抓住冰块的手，停止向洞外爬。　　“队长，你换一下火把，咳。”烟味呛到了我，“咳咳，队长，快一点，不然出去的时候都要天黑了。”　　柔和的光芒亮起，只不过点燃这火把的人不是她。　　“你是谁？”我急忙后退几步准备应战，“队长呢？她在哪？”　　拿着火把的人并没有一丝动静，黑色的眼睛直勾勾地看着我。　　冷风吹过，火把再次熄灭，一股热气“呼”喘到我的脸颊上。　　“你究竟是谁！”我被限制在墙上无法闪躲，“你想要干什么？”　　“呵呵呵，终于找到你了呢……”　　和我想象的不同，是个女人的声音。　　声音如同风铃般清脆悦耳，在我的耳边轻柔地飘荡。　　随后我的嘴唇触碰到了一个温热的东西，最后贴了上来。　　这是……幻境吗……　　光芒亮起，我的面前空无一人，队长拿着火把从下面爬上来。　　“真是倒霉，不但火把灭了还摔了下去。”她揉揉身上擦伤的地方，“怎么这样看着我，我脸上有什么东西吗？”　　“不，没什么。你探测到这里有其他人吗？”我回过神来甩甩头抛除杂念，“刚才有个女人把我壁咚到墙上。”　　她听完瞬间哈哈大笑起来，像听见了什么天大的笑话一样。　　“有女人壁咚你？没想到你还挺自恋的啊。”她笑到捂起肚子，“你、你没在开玩笑吧？怎么可能会有那种事发生。哈哈哈。”　　行行行，你自己笑去吧，我也知道这很好笑。　　她突然停止大笑拉住我，手指轻轻地敲了敲冰墙。　　“你没说谎，这里的确有其他人。”她严肃的换上铁套将火把放到冰面上，“不过不是女人，是只有灵力的僵尸。”　　这个地方狭窄陡峭，敌在明我在暗，目前的局势极其不利。　　“快向上走，只要爬出去就好了。”我擦擦手上的冰水奋力向上爬，“我们没必要和它打，只有一个而已，叫上军队单独处理就好。”　　虽说他们大部分灵力等级和我差不多，但还是能打过一只僵尸的。　　“恐怕逃不掉了。”　　“你说什么？”　　“哗啦啦”水流从我头上灌溉下来，拍打到冰面上。　　这个状态，这种声音，我再熟悉不过了……　　“可恶，那个混蛋僵尸！赶紧放方块！”我立马后撤往下跳，“竟然把冰块挖开，是想直接淹死我们啊！”　　这只僵尸的智力不亚于那两个话唠骷髅，而且在这种状态下的威胁要强得多。　　我们人类存活需要考虑的东西有很多，食物、氧气等等等等，但这个地方根本不具备任何一样，一旦被困住便必死无疑！　　“我已经堵上了！”　　队长用泥土搭起一面墙，勉强抵挡住了奔涌的水流。　　幸好这个世界水流的高度只有一格，而且不是像之前那样的洪水。　　“我们该怎么出去。”我抬头看向这堵挡住我们去路的土墙，“你带食物了吗？”　　“有是有，但也不能一直撑着。”队长又趴在地上敲起来，“你觉得，我们向一个方向一直挖，能不能挖出去？”　　“啊，你是在说笑吧。恐怕还没挖出去，我们的镐子就先爆掉了。”　　尾声　　好困，好困，好困。　　怎么我和洞穴这么有缘呢？　　穿越时到了洞穴里，下山时到了洞穴里，挖矿时到了洞穴里，做任务时到了洞穴里，追击凶手到了洞穴里，现在又被困在洞穴里。　　我就奇了怪了，怎么每干一件事都会出意外，而且每次出意外都会跑到洞穴里去。　　“队长，你在找什么啊？敲了半天了。”我躺倒在冰面上扭头问她，“找出口吗？别想了，出不去的，这里离山底很高的。”　　“我当然知道，不用你跟我说。”敲完地面后她站起来拍拍手，“好了，我知道怎么出去了，但是稍微有些危险。”　　她抡起镐子朝地面上砸去，一时间洞内震了一震。　　“哇，你吓死我了，这是要干嘛？”我直接跳了起来捂住耳朵，“好吵啊，你不会真想挖到山底吧！”　　“都说了不是了！”她停下手里的工作，“下面还有一个矿洞，就是不知道能不能出去。而且还有好多怪，里面一堆有灵力的。”　　“你说的危险就是这个啊。”我透过洞口往下看，“可是你这么一搞，怪物不全都吸引来了吗？”　　“你别管，赶紧跳下去。”她从背后推了我一把，“现在我们只能祈祷这个矿洞能出去了，危险什么的都是次要的。”　　“嘭”我双脚落到地上瞬间震得酥麻，用双手扶地才勉强站稳。　　这个矿洞很宽敞，也很平坦，至少这片区域是这样的。　　“赶紧走吧，我们的食物撑不了多久。”她轻松地落到地上一点事也没有，“这个矿洞有很多矿呢，多挖一点好弥补你的欠钱吧。”　　我的姑奶奶啊，现在我们命都快没了你还在意钱的事。\n\n\n第九章：接连不断\n\n\n　　一　　诶？我能看清楚东西了吗？　　明明并没有什么光亮，但我却渐渐地能够清晰地看到每一个方块。　　虽然不是很清晰，但确实能清楚分辨出来方块。　　“嘶……这家伙有点麻烦。”队长突然停止挖矿，“赶紧走，这个地方太危险了。”　　能看清东西了，这是印记的效果吗？总算有一个靠谱的能力了。　　不过既然有这个，那之前怎么都没有出现过呢？　　“嗯？愣在那里干嘛？”队长拉住我的手朝着左边前进，“依靠我的判断，这便是最靠近山外的，应该能够找个地方挖出去。”　　“你就不怕怪物吗？”她明明说过有很强的怪物，“况且你那对方向感的自信是从哪来的？真的不会挖反了吗？”　　“闭嘴吧小子，有那说话的时间还不如多挖点矿呢。”　　她不像我一样能看清东西，只能依靠敲击判断方块材质和距离。　　不过这种方法的准确性确实很高，这个矿洞里真的有一堆矿。　　“你拉着我就走，让我怎么挖矿嘛。”这里的矿物还都挺值钱的，“只完成了两个任务而已，我欠下的钱还剩好多呢。”　　“诶？你能看清东西了吗？”她因为我抽出手而感到诧异，“那就好办了，我的灵力也能省下不少。”　　“拜托，我是要挖矿又不是赶路。”我苦恼的拿出铁镐，“赶路的话你自己去找离开的方法吧，这里还有一堆煤矿铁矿等着我去挖呢。”　　“哼，刚才还怕着怪物呢，现在能看见了就自顾自地赚钱去了。”她嘟囔着敲击地面，“虽说我也想要钱，但下来之后我才发现这里的怪物比我判断的要强。”　　比她判断得要强吗？那我们现在的处境不是极其危险吗？　　我的灵力这么弱，感受不到敌人，如果被偷袭怎么办？　　而且上面还有个僵尸呢，它会不会也来到这里？　　“矿挖得差不多了呢……”我的体力差不多见底了，“这些煤矿不值钱啊，铁矿也没能挖多少，对于我的欠款来说连零头都算不上。”　　“你快靠墙躲起来，有生物接近！”队长冲过来将我摁在墙上，“不是亡灵，能飞在空中，速度还很快。”　　“喂喂喂，那只是只蝙蝠而已。”它在矿洞内横冲直撞发出响声，“不要大惊小怪，你的智商下降了吗？”　　“咳咳，抱歉。”她松开手并顺便敲了一下冰块，“毕竟现在的状况很危险嘛，必须小心一点才行。”　　真是的，突然冲过来吓死我了，还以为有超厉害的怪物跑过来了呢。　　不过刚刚的我，是被她壁咚了吗？　　“想什么呢，现在可是生死攸关啊。”即便没有灵力的我也开始感到不对，“胸口有点闷啊，应该不仅仅只是缺氧。”　　在这种完全黑暗的状态下，我才发现印记的异常。　　极其微弱的橙光，稍微有些亮度都会将它掩去。　　“嗯？开始变亮了？”虽说是变亮但也依然微弱，“什么？啊！”　　随着寒风吹过，身边的冰块碎裂成渣，涌出冰水。　　刚才后退时手臂被划伤了吗？竟然一点痛感都没有。　　这种光是对危险的判断吗？一直都有吗？　　“林展宏，你没事吧。”敲击的声音突然加快，“你看清对手是谁了吗？我这边连一点踪迹都没感觉到。”　　“没看见，就只是一阵风刮过来而已。”对手的速度已经快到完全没有任何痕迹，“你觉得我们能对付吗？”　　“看都看不见，对我们来说的确有些勉强。”巨响从身后传来，“但只要能看见，我们还是有胜算的。”　　她到底在干什么！我转身去看，被她砸过的冰块附近全部碎裂，变成一个小坑。　　水流变得很大，已经蔓延了整个地面，已经开始让我有些站不稳了。　　“我懂你的意思了，但攻击恐怕跟不上啊。”以铁斧的攻击速度一旦砍空就全完了，“你如果能看见东西就会好办得多，有什么办法吗？”　　“那只有插火把了。”光芒突然亮起让我有些不适应，“反正水流越大越好，而且被水冲走的对策我也有。”　　队长已经用圆石搭好了平台，正坐在上面观察着水面。　　我勉强走到旁边爬上去，印记的橙光完全被火把的光芒覆盖。　　不过也没什么必要了，敌人偷袭的可能已经彻底消失。　　“准备好武器，注意力集中一点。”　　“知道了，不要说这么多废话。”　　有风了，我能够感到有微风拂过。　　队长自然也感受到了，对着脚下的圆石狠狠地跺下去。　　浓郁的灵力连我也能感受到，从平台上冲出去冲击到了水流中。　　以那方块为中心的半圆形水柱冲天而起，在空中停滞了一秒。　　“我来攻击！”她那侧的水柱瞬间破了个大口，“这一招就秒了你！”　　二　　“被发现了吗？”声音有些沙哑，“就凭你们也妄想与我对抗？”　　“嘭”队长被击倒在地，身上的衣服破开几道口子。　　“速度挺快的嘛，竟然能同时攻击到这么多地方。”　　铁剑被砍成碎片，队长甚至都站不起来，这一击的力量可想而知。　　水柱在水面上拍打出水花，没有灵力的影响后水流恢复正常。　　上方的冰块也开始融化，再不快点离开我们恐怕会被淹没。　　“早就想问了，为什么矿洞里都是冰块啊！”我朝着风刮来的地方挥出铁斧，“就没有一个正常点的石头矿洞吗！担心融化会影响战斗啊！”　　“嘶……竟然伤到我了。”有个淡淡的轮廓在空中停滞了瞬间，“斧头的力道还是第一次体会到，比剑要强得多啊。”　　铁斧的伤害的确比铁剑要强，但挥了一下之后我便只能将它放到地上。　　力气不够，而且我身上已经多出来了好多伤口。　　如果我的身体是像穿越前那样，恐怕会直接飞到水流中吧。　　“这是什么攻击方式，不像是武器能做出来的啊。”身上的衣服被强行撕裂，“伤口也是，形状并不像任何武器。”　　虽然不知道为什么不痛不痒，但绝不会是锋利至极的利刃划伤的。　　水流上不断有异常的波澜出现，那是在踩在水面上所留下的痕迹。　　只用踩在水面上就能移动？灵力果然很强呢。　　“为什么？为什么你没有倒下？”又刮来一阵强风，“明明被我打伤后会全身酸痛像她那样再起不能！”　　“咳，还挺厉害的嘛……”我被打到墙上开始站不稳，“虽然不知道怎么回事，但我的身上根本没出现你所说的反应。”　　“什么？”一只僵尸停在我面前，“那个混蛋，竟然还给他送BUFF。”　　喂喂，你们怪物现在都这么厉害吗？连地球那边的语言都懂，开挂了吧？　　水流一旦行进到它脚下就会流到一旁，似乎是被灵力弹开了。　　“哼，这样一来反倒也不需要我出手了。”它拍拍手准备离开却又停下脚步，“等等，以防万一还是补个刀吧，鬼知道冰之城还有什么奇怪的技术。”　　“你到底还打不打！”这个家伙的灵力真的很强，“虽然不一定能赢你，但磨磨唧唧的真是麻烦！”　　“你这是在找死吗？对上我你可是一点胜算也没有啊！”水花飞溅到我眼前阻挡了视线，“第三穿越者，你似乎高估了印记的力量啊！”　　“你是专门来找我的吗？”我侧身躲过但左臂已经变得血淋淋，“为什么会知道我在这？而且你说的那个混蛋是谁？”　　“怎么可能会告诉你！”　　在铁斧被切碎的一瞬间，我终于看清了它的攻击方式。　　完全依靠爪子击碎一切，每一根手指都是一个武器，这就是能够攻击到多个地方的真相。还真是简单的原理，生物还真是有趣啊。　　“队长，你说过现在所有生物的样子都是进化过的吧。”我自然知道队长回答不了我，“像人类这种和我一摸一样的生物，在几百年前还是方块组成的。”　　“在打架呢，说什么废话！”　　“只有像猪牛这种低智商的生物，才会一直处于方块的样子。”我已经被抓到皮开肉绽，“那么，为什么生物能够进化到砍碎武器啊喂！”　　“结果你说了这么一大堆就是为了吐槽吗！”队长鲤鱼打挺从地上站起，“能不能够认真点啊，你这个半吊子！”　　黑雾从她的伤口中涌出，队长挡在我面前一拳砸到僵尸脸上。　　“为什么我的尸毒消失了？”它在空中翻滚了几圈后摔入了水中，“咳咳，你是怎么把它逼出来的？”　　“当然是用钞能力喽。”她晃了晃手里的治疗药水，“多亏你砍了它几下，我才能一拳把它打飞。”　　僵尸从水中爬起，周围的冰块已经没剩下几个了。　　水涌到平台上，流速越来越快，已经让我们寸步难行。　　“我们恐怕会被冲走啊。”我已经开始晃动，“这样下去真的会淹死在这！”　　“哼，那在走之前先解决它吧。”　　说着队长便向吐着水的僵尸走去。　　三　　“僵尸这个种族还真是惨，修炼这么久几十秒就能解决。”　　队长做的事真是惊天地泣鬼神，让我想为僵尸烧柱香。　　她将它的头塞回水中，等待几十秒后僵尸便转变成了溺尸。　　“只是废了它的修为而已，说不定还能增强它的力量呢。”队长边说着边继续向前挖，“不过这家伙会被我一拳撂倒，看来实力也并不是多强。”　　“它那实力还不强吗？如果不是被你偷袭恐怕我们都死在这了。”如果不是特殊原因它的尸毒真的能够杀掉我们两个，“钞能力……怎么一想到这我就想打你呢？”　　“输了就是输了，哪有这么多借口。”队长挖累了让我交换，“你也是，不要光顾着防御力，不然下场和它一样。”　　“那能怎么办嘛，防御力又不是我想要提升的。”我手背上的印记黯淡了几分，“不过你不是说有一群怪物吗？怎么只遇上了一个？”　　“我也有些奇怪，闹出这么大动静竟然没有行动。”她悠闲地跟在我身后，“这次的事情必须上报，已经有人盯上你了。”　　已经有好多人盯上我了吧，而且你们也是其中之一啊。　　挖出山后天色已黑，队长填上洞后便和我直接回到宿舍。　　“诶？队长，今天可一整天都没见你们两个。”弗诺嬉皮笑脸的凑过来，“又两个人单独跑去哪了？”　　“就是就是，早就听说了……”和弗诺一起完成任务的司凉也笑着，“哎呀，这不是很常见的事嘛。不过人家刚恢复好你就拉走，也太心急了吧。”　　“闭嘴，你没看见队长他们受伤了吗？”　　柳依瞪了他们一眼连忙拿出皮革和丝线进行包扎。　　“就是就是，你们别打扰他们了。”　　乖巧的狄辉附和道。　　为什么呢？为什么我的手臂受伤了却没被尸毒影响呢？　　“喝瓶药水吧。”队长递给我，“虽然没有影响但还是保险一点。”　　喝完药水我的伤口里果然冒出了黑烟。幸好喝了药水，如果直接包扎还不知道会出什么事呢。　　不过伤口里有尸毒，这也说明我的身体并没有消灭它的能力。　　“为什么呢？究竟为什么呢？”我百思不得其解，“它说的混蛋究竟是谁呢？”　　“包扎得紧吗？伤口痛不痛？”柳依的询问让我回过神来，“如果感觉勒得紧的话就说出来，不要害羞。”　　“嗯？什么时候扎上的？”我这才发现已经包扎上了，“不紧，我一点感觉都没有。”　　然后房间里的众人都紧紧地盯着我，盯得我直发毛。　　“怎、怎么了？有什么问题吗？”　　“林展宏，你确定不紧吗？”队长戳戳我的胳膊，“明明已经紧到勒出印子了……”　　丝线密密麻麻地一层层包住，但即便如此也能看到边缘附近的皮肤已经发红。　　这什么情况，我一点感觉也没有！　　而且同样的，明明队长戳了我的胳膊，我却没感觉到任何触碰感。　　“怎么会……难不成我已经丧失知觉了？”我才意料到真正出问题的是我自己，“温度什么的还能感觉到，但已经变得很微弱了。”　　同样的，即便是说话我也没有一丝嘴唇触碰的感觉。　　现在我的身体活动还没有出现异常，仅仅只是知觉逐渐变得微弱。　　但这样继续下去，很难保证我不会出现全身行动异常的状况。　　“你在这等着，我去叫炼药师过来。”　　一向嬉皮笑脸的弗诺严肃起来，快步走出门外。　　“那我去叫城主。这种状况还是第一次见，必须进行报告。”　　司凉也跟上前一起走出去。　　不一会儿城主和炼药师都来了，而我已经恶化到根本站不起来。　　“嘶……这是毒啊。”炼药师看了一眼便判断出来，“不是致命的诅咒，只是麻痹神经的毒而已，不过找不出原因就没法解决。”　　啊，我应该知道是谁了，也知道这是什么毒了。　　这应该是那个僵尸口中的混蛋给我下的，而且很大概率是尸毒。　　“这是尸毒，有办法解决吗？”　　我的声音极其微弱，而且连喘气都有些困难。　　“什么？尸毒？”炼药师思索了一下，“你是不是和谁接吻了？”　　“是，有人突然就吻了我。”　　当时还以为是桃花运呢，害我白激动了一场。　　但炼药师的脸色极其难看，沉默着从我身边站起。　　“城主啊，要解这种毒……”　　他畏畏缩缩地不敢继续向下说。　　“嗯，我明白了。”城主不知为何突然就明白了，“那只能看它们的要求了，希望不会太过分。”　　这是要怎样？他们两个究竟在说什么？　　“林展宏，这下可是有两份救命之恩了啊。”城主抿抿嘴，“司凉、狄辉，你们两个带着他去蛛族巢穴，这里是地图。”　　等等，蛛族巢穴？这是要去蛛族治病吗？　　而且你们既然知道蛛族的位置为什么不去攻打啊！　　“浮旭，你去到门外备好毛驴。尽量多装些铁锭金锭，这个解药可不是一般的贵。”　　“爸，为什么要向蛛族……”　　队长话还没说完就被城主狠狠的瞪了一眼。　　尾声　　于是我才回冰之城一天，又因为治病要回去蛛族的王城。　　而且治病的钱还没交上，就又加上了一笔大款。　　“林展宏，你应该还能说话吧。”司凉将我扶稳，“抓好了，别一会摔下去。”　　“我还能说话，而且身体也能动。”喝了缓解的药水后果然好了很多，“不过这驴子这么慢，我不会在半路就死了吧？”　　“这你就放心，这剂量是计算好的，勉强够用。”　　狄辉想要安慰我，可是他的话实在是没法让我冷静。　　“勉强够用？他们把我的生命当什么了！药效试验品吗？”我挣扎着想下去多拿些药，“我要去找城主！我可不想英年早逝啊！”　　“你再去要也没了。”司凉把我抓回去绑好，“好嘞，我们出发喽！”　　“喂喂喂！救命啊！药效够用是个什么鬼啦！”\n\n\n\n第十章：突如其来的告白只是策划出的一场假戏\n\n　　一\n　　“所以说，你们要让我帮他治病？”漪蛛和之前一样懒散的躺在宽敞的王座上，“想得到挺美，这个忙我是不会帮的。”　　“可是我们都把财宝……”　　“财宝，你是说那些金块铁块吗？”她打断了司凉的话，“你也不看看这里是什么地方，我们会缺这些东西吗？”　　被打断的司凉重新低下头，但早在一旁虎视眈眈的弗诺瞬间站起。　　“喂，别得寸进尺，信不信我们灭了你们这群烂蜘蛛！”他挥舞着拳头威胁道，“赶紧把药水拿出来，不然我们可就动手了啊！”　　“弗诺，不要像个强盗一样。”司凉停住他挥舞在空中的拳头，“抱歉，我的朋友失礼了。只是再不快点，林展宏可就要死了。”　　终于想起我了啊，我都躺在地上好长时间了。看着你们在一旁光顾着大喊大叫的还以为把我给忘了。　　但对方可是蛛王啊，以这种语气说话真的可以吗？周围的蜘蛛全部都围过来了啊。　　“嘶……我怎么感觉，你们在逼迫我啊？”漪蛛放下双腿坐正，“不行的事就是不行，除非你能有让我满意的筹码。”　　“有人类死在这，你知道后果吧？”司凉反而和漪蛛抬起价来，“这里是双城边界，难不成你认为这里的蜘蛛，能够抵挡两个城的军队吗？”　　“黄毛小儿何其猖狂！”王座被锤出的响声让整个洞穴都微微一震，“别给脸不要脸，赶紧收拾东西走人，不然我让你吃不了兜着走！”　　王座上被锤的地方直接变成了粉末，这下看来漪蛛可是真的发怒了。　　“啥玩意？我怎么听不懂她在说什么呢？”　　弗诺听不懂地球的俗话，只能愣愣地挠挠头。　　“她是说让我们赶紧滚。”我现在张嘴都极其困难，“快点走吧，继续吵下去我们可都要死在这了。”　　司凉虽然也基本听不懂，但还是被她的动作吓到，双腿微颤地向后退了一步。　　“妈妈，你不要生气……”筱奕被漪蛛的怒吼吓得缩起身子，“你们挑得真不是时候，妈妈她正在气头上呢……”　　正在气头上？蛛族这边又出了什么事吗？跟之前和亡灵王的谈判有关吗？　　周围的大蜘蛛也因此全部后退到了墙角，看来对愤怒的漪蛛有所畏惧。　　“走吧，继续呆在这也没用了。”舌头开始有些麻木，“不要继续谈判了，人家不答应我们做什么都没用。”　　“等等，药水在这，把东西留下。”漪蛛叹口气挥手将药水丢过来，“早就准备好了，你们态度好点这事早办完了。”　　早就准备好了药水也是通过控制时间的能力预知到的吧，不过刚才筱奕似乎凑到她耳边说了什么才让她答应。　　伸手接过药水后，司凉按着弗诺朝着漪蛛鞠了一躬表示感谢，随后蹲到我身旁将药水灌到我嘴里。　　身体逐渐开始变热，尤其是肚子里像喝了烈酒一样火辣辣的。嘴唇那里似乎是退了层皮，恢复知觉后伸手一摸确实如此。　　“啊，在地上趴了一天可真累。”我因为丧失合眼的能力一夜未眠，“现在就想躺着睡觉，但是还要赶路呢……”　　我朝着筱奕眨眨眼，希望她能够和漪蛛说一下。　　在接收到我的信息后，筱奕果然趴在漪蛛耳边说了一声，让蜘蛛带我们去休息。　　不过漪蛛似乎也是困乏至极，在打了个哈欠后扶着墙晃晃悠悠的朝着内室走去。　　睡觉的地方就在我之前待的那个小房间里，赶了一夜的路大家都想睡个好觉。司凉和弗诺一开始有所防备，但最终还是抵不过睡魔趴倒在地上。　　嗯？肚子上有些重啊。　　“起床了起床了，不快点回去城主会着急的。”我眯着眼睛往身旁拍去，“哦，都已经起来了啊，我这是睡了多久？”　　身旁的两人不知去向，睡得全身无力的我挣扎着想要爬起却无力地瘫倒在地上。　　“这家伙怎么又跑到我身上了。”我微微侧身让筱奕从我身上滑下来，“她不是和漪蛛睡在一起了吗？难不成梦游跑过来的？”　　“唔唔……嗯……”她因为碰到了冰凉的地面扭扭身子，“啊……呼……”　　“哟，醒了，抱着妹子睡的怎么样？”弗诺笑眯眯的走进来，“怎么样？舒服吗？”　　“别开玩笑，只是个小孩子而已。现在几点了？”　　回去太晚的话城主不会认为我们被杀掉了吧？　　“你可是睡了一天一夜，怎么叫你都不醒。”司凉将我从地上拉起，“又到了晚上了，我们赶夜路吗？”　　“走吧走吧，可不能一直呆在这。”我晃晃有些迷糊的脑袋，“赶紧回冰之城，我还有欠款要还呢。”　　二　　“等等，你可不能就这样走了。”漪蛛却早已在洞口等着我们，“你们以为仅凭那些财宝就能换了解药？我还有事情需要你们去办。”　　“你一个蛛王需要我们帮忙？”我指了指后面那一堆，“这些蜘蛛吃白饭的？还要我们这些外族人才行？”　　“那当然，这件事它们办不成。”漪蛛的手微微抬起，“这孩子对人类很好奇，所以我希望你们能带着她去冰之城住上几天。”　　她的手指紧紧地抓着筱奕的衣服，将昏昏沉沉的她提在空中。　　“将一个蜘蛛带到城市里，如果被发现了怎么办？”这么危险的事我无论如何都办不到，“她住在哪？睡在哪？需要安排的事多得很呢。”　　“这我不管，如果被发现了我会来救她的。”漪蛛将她直接塞进了我怀里，“让我送你们一程。”　　轻松一个响指，我们便回到了宿舍中，末影粒子毫不掩饰地在我们周围漂浮着。　　一个蜘蛛竟然会用末影人的能力，她还能做到什么不可思议的事？　　“怎么办，我该把她养在哪里？”我因为这突如其来的任务有些慌张，“被发现了怎么办？我不会被当成变态吧？”　　他们沉默着耸耸肩，一脸无奈地从我身边走开，只留下我一个人慌乱地待在原地。　　我的胸口被挠了一下，看来筱奕经过刚才那么大的动静后，差不多要睡醒了。　　仔细一看，这家伙还真是可爱啊……这嫩嫩的小脸，这轻柔的长发……不对不对，我在想什么啊，这还是个小孩子诶！　　虽然知道她是只活了不知多少年的蜘蛛，但无论怎么看都会将她当成一个六七岁的小女孩呢。　　“放我下来。”小手捏了我一下，“你的口水都要流下来了。”　　“哦，抱歉。”我刚刚似乎是看入迷了，“漪蛛说让你在这里住上几天，但是这里没有你住的地方啊。”　　“她竟然答应了诶，我能在这里好好玩玩了。”她走到窗户旁伸了个懒腰，“和你住在一起就行了啊，我不挑地方的。”　　行吧行吧，这样的话住的地方就解决了。吃的东西到食堂里去拿或者我帮她买就好，这样撑上几天漪蛛就会把她接回家了。　　“呐，我们逛街去吧？”她拉住我的手往外面跑，“上次光顾着给你买装备了，这次你要好好给我讲讲人类的东西。”　　看着这样活泼的筱奕，我突然觉得有个像她一样的女儿该多好。　　啊，我到底在想什么啊？连一个喜欢我的人都没有我竟然还想要女儿。　　“哎呦，跑这么快干嘛？”筱奕在拐角处迎面撞上了队长，“这是谁家的孩子？林展宏，为什么有个女孩在这？”　　“你是谁，感觉和他好亲密的样子……”筱奕嘟着小嘴张开胳膊一副想要保护我的样子，“嗯，有危险，我能感受到你是个危险的家伙！”　　“抱歉啊队长，我马上就带她走。”我抓住她的胳膊提起来，“实在是抱歉啊。”　　但队长却紧皱起眉头拦住我的去路，周围的气场竟然和以往有些不同。　　“等等。”队长的眼神不同寻常，“你要带他去哪？”　　“我……”　　“没和你说话。”她打断了我，“说，你想干嘛？”　　她这是在和筱奕说话吗？难不成队长她看出来了？　　“哼，我和他去逛街，你不要拦着我们。”筱奕挥舞着手臂想要挣脱我的束缚，“虽然不知道你是谁，但我会保护他的！”　　“区区一个小不点而已，不要这么嚣张。”队长朝着她的脑门上弹了一下，“你没有机会的，要不然就在你面前举行好让你彻底断了念想。”　　“不要！他是我的人！”筱奕听了这话之后晃动得更厉害了，“他是我的！是我的！我绝不会让你得逞！”　　这是怎么了？筱奕为什么这么夸张？甚至还想踢队长？　　“别闹，你老老实实呆着。”为了给她个警告我加大了握住她的力度，“小孩子就是爱胡闹，你别在意。”　　“唔……”消停了之后筱奕竟然还委屈地哭了起来，“是我的……不许你抢……”　　这孩子怎么了？从一开始就在闹什么啊？现在竟然还哭起来了，我犯了什么错吗？　　就在这时，我感受到队长身上的灵力变得异常起来。　　三　　“呐，专挑这个时候把她交出去，你是犯了什么病？”我看着专门来访的漪蛛感到有些奇怪，“真不怕打击到她？还是个小孩子啊。”　　“怎么连你也这样说。”她白了我一眼，“她年纪早就不小了，不能让她继续当小孩子，必须让她自己面对事实。”　　在主世界的投影中，我们能够轻松看到正在发生的事，也能轻松听到他们的对话。　　此时此刻正在宿舍内，被怨控制的朴浮旭正在和筱奕对峙，并即将进行这场磨练最重要的环节。　　“喂，我们结婚吧。”朴浮旭凑到林展宏面前调戏道，“我已经和爸爸说了，他也同意了这件事。”　　“噗，就算你提前告诉我可这件事也太狗血了吧！”我看到这一幕瞬间笑出声来，“哪有突然告白的，还是直接结婚的那种。”　　“反正就是这样，就看他答不答应喽。”漪蛛耸耸肩继续观看，“那家伙早就想让她结婚了，我只不过是顺水推舟罢了。”　　所以是要利用这件事判断他的人品，顺便磨砺一下筱奕这姑娘吗？即便我知道是这样的过程也实在是忍不住想吐槽啊！　　遇到这种情况，像他那种懦弱的家伙肯定会答应吧，不过还有比这更重要的事。　　“竟然能让她答应你，实在是让我没想到啊。”我对她的所作所为拍拍手表示赞赏，“虽说顶多只能走个流程，但你不怕会有限制吗？”　　“没事的，按照人类的法规是符合规矩的。”看来她早就考虑好了一切，“这算是完成她最后一个愿望吧，不过要考虑他会不会痴情呢。”　　虽然总觉得这个计划漏洞百出，但又觉得既然是漪蛛做的就绝对不会出事。我这盲目的信任是从哪里来的呢？　　“这有些太突然了吧？”和正常人类一样他变得慌慌张张，“从恋人开始做起吧，直接结婚什么的……”　　随着漪蛛的一声响指，他们的想法也随之透露出来。　　怎么办怎么办？第一次有人和我告白诶？我要不要答应她？　　“这算是正常反应吧？”我并不是十分理解人类的情感，“他是要和她结婚吗？”　　“现在随便来个助攻就行了。”漪蛛竟然吃起地球的瓜子来，“答应的话会对她影响更深吧？还是说你想看拒绝的场面？”　　“继续进行下去吧，挺好玩的。”我也从地球上顺走了一包，“这应该就像是地球上的电视剧吧？有机会的话如果能过着和他们一样的生活该多好。”　　不过筱奕倒是惨得不行，嘴里嚷嚷着告诉了林展宏异常，但他似乎因为过于震惊而没有听见呢。　　林展宏不由自主地松开手，筱奕随之滑落到地上。不过即便她挥舞着拳头怎么提醒他危险，却还是因为身高而被完全无视，哭着跑了出去。　　“你想和我结婚吗？婚后再开始了解对方也行哦。”朴浮旭步步紧逼着直接将林展宏壁咚到了墙上，“回答我吧，我需要你的答案。”　　“哇哈哈哈！哈哈！”我看着这极其狗血的场景直接笑到肚子疼，“不行了，这场面实在太尴尬了。”　　要分析现在这种局势的话，按照地球上的称呼林展宏应该是“受”吧？　　“没、没错，我确实是对你有些好感啦。”林展宏的脸已经红到快爆炸了，“但是结婚什么的实在太着急了……”　　怎么办啊！拒绝吗？接受吗？我虽然有好感但到底该怎么办啊！　　林展宏的思考开始混乱起来，已经完全无法清楚地进行判断了。　　“别磨磨唧唧的，快回答我！”她已经将林展宏吓到蹲下来了，“同意不同意，快说话！”　　只需要一句话啊，只需要一句话啊喂！至于墨迹那么半天吗？　　“不用了，结婚这件事还是太早了。”　　话音刚落朴浮旭便松开抵住墙的手，大步流星地朝门外奔去，只留下林展宏独自蹲在地上弱弱地回答。　　“恋、恋人的话，还是可以的……”　　怎么办？我突然开始可怜起他了。　　“我感觉这件事对他的打击不小啊。”林展宏蹲在那里半天都没缓过神来，“不过朴浮旭的愿望最后还是没达成呢。”　　“实在不行的话就强行结婚呗。”漪蛛又打了个响指将瓜子送回去，“嗯，这下算是验证完一半了，剩下的就看他的实力了。”　　“你光顾着验证他了，人家答不答应还不知道呢。”我感觉漪蛛办事有些提前了，“时间不多了，完成她的心愿吗？这样的话会多出一份风险呢。”　　“就像你说的那样，他答不答应还不知道。”漪蛛活动了下身子骨准备去办正事，“所以说，完成朋友的心愿肯定不会出错。”　　尾声　　刚才发生了什么？好奇怪好可怕啊！　　突然地对我告白，还直接说结婚，连一点预料都没有！　　而且还只是结婚，说成为恋人都不行，直接转身就走。　　“我记得筱奕好像哭了，出了什么事吗？”我百思不得其解，“嘶……想不通啊想不通，我究竟怎么惹她生气了，捏得太疼了吗？”　　筱奕不认识路，自然没有走多远。刚出宿舍的大门我便看到她坐在台阶上将头埋到膝盖里，应该还在哭吧。　　“筱奕，筱奕？”我拍拍她的肩膀，“怎么了？为什么哭啊？”　　“你是不是要结婚了？”她抖抖肩膀甩开我的手，“你会被杀掉的……我能感受到她身上有股诡异的气息……”　　随着她那莫名其妙的话语，她后背的印记发出了穿透衣服的蓝光，周围的温度转瞬间极速下降，就和在村庄时的一样。　　冰晶开始在她身上蔓延，虽然只有薄薄一层但很快便覆盖住了全身。　　虽然没有像上次那样全身冻成冰块，但周围的方块开始镀上一层寒霜，我脚下的地面也因此开始变滑。　　“没有啊，我拒绝了。”但我想了想觉得这回答并不是很准确，“也没有拒绝，只是她突然就丢下我走开了，真是奇怪。”　　“嗯，知道了。”但情况却没有一丝好转，“我会保护好你的，绝对不会让她伤害你！”　　什么情况！周围甚至开始下起雪来了！\n\n\n\n第十一章：即将举办的婚礼，情窦初开的筱奕\n\n\n　　一　　我要保护好他……我要保护好他……　　“筱奕！筱奕！”　　这若隐若现的呼喊声是谁发出来的，我怎么什么都不记得了？　　保护好……保护好……保护好他！　　头好痛啊！是谁在我的身体里！　　难不成是刚才那个女人吗？这股异常的灵力和她身上的力量好像。　　去保护他！不能让她接近！　　这种刺耳的声音，脑海里除了它之外什么都听不见了。　　好吵啊！给我停下来！　　去……保护！快去！他快被夺走了啊！　　“筱奕，你是怎么回事。”脑海里又冒出了另一个声音，“快停下啊，我都快被冻成冰块了。”　　这种熟悉又陌生的感觉，他是谁啊？我要保护的是谁？你在说什么？　　越来越大了！好吵啊！　　怎么感觉身体那么冷啊，好冷好冷。　　我在哪里？这里好黑啊。　　周围的黑暗开始结冰了呢，离我越来越近了，已经蔓延过来了。　　咦？怎么又突然变得那么温暖呢？就这样睡过去也不错。　　“睡吧，睡吧……真是个好躯体呢。”好像有什么毛绒绒的东西在抚摸着我，“漪蛛的基因？稍微有些麻烦呢。”　　怎么睡不着啊，烦死了烦死了！　　总感觉心烦意乱啊，有什么东西在拍着我。　　“什么情况！不就是个复制品而已至于下这种血本吗！”　　好刺耳的声音！不过刚才一直在重复的话似乎消失了呢。　　脸上湿湿的，我怎么流泪了呢？　　眼前是洁白的雪地，热泪一滴一滴从脸上滑下融化了雪花。　　怎么停不住了呢，为什么好想哭啊？这种心里的躁动感究竟是什么啊！　　“筱奕，你刚才怎么了？”我扭过头来看见了正在擤鼻子的林展宏，“怎么突然让周围下起雪来了？我记得你的能力是停止时间啊？”　　这附近的雪，全是我造成的吗？　　他的身上布满了雪花啊，脸都被冻到发青了呢，腿上竟然还结了冰……　　“抱歉，冻伤你了吗？”我慌张地站起来拍落他衣服上的白雪，“我自己也不知道怎么了，好像有另一个人在说话。”　　“人格分裂吗？没想到怪物也有。”他的手已经冻到硬邦邦的了，“不，忘记我刚才说的吧，因为我并不是很了解你们。”　　“你没说错，或许真是这样呢。”我看着他这副惨样有些内疚，“不过在这个世界里也有可能是附身呢。”　　那股气息和她身上的好像，难不成真是那个女人做的吗？　　不过他叫她队长，如果她想要害他的话早就动手了吧。　　诶？那我刚才在生什么气呢？一感受到从她身上冒出来的气息就会不由自主地开始生气，思考能力都变弱了。　　特别是看到她说要结婚的时候，我差点就晕过去……　　啊！我是个怪物，不会有那种东西的！　　“嗯？怎么了？”他身上的印记发出的光亮比平时要大得多，“怎么突然摇头了？”　　看到那个印记，感受到身体里力量的躁动，我总算找到了一个合理的解释。　　没错，是因为神力和他产生的共鸣！因为他的神力对我产生的压制所以才会出现类似于保护主人的冲动！　　嗯嗯，一定是这样的。　　“没什么，我们继续去逛街吧！”　　“你不说我都快忘了。”他刚迈开脚又尴尬地挠挠头，“可这地上的雪该怎么办？”　　“说的是呢，自己惹出来的祸可不能让别人收拾啊。”　　于是我们扫了一下午的雪，到最后也没能去逛街。　　“你住哪呢？总不能睡在我房间里吧？”　　“好啊好啊！”不由自主的说出口了，“抱歉，随便找个地方就行了。”　　怎么回事，自从遇到那个女人后我就一直很焦虑，而且精神还处于兴奋状态。　　“嗯？这孩子今天睡在这吗？”又是那个该死的声音，“小姑娘，我们又见面了。”　　我顿时反应过来自己究竟出现了什么问题，光是听到她的声音就从心底涌出一种特殊的感觉。　　难不成是人类的情感吗？可为什么会出现在我身上……而且这出现频率也太不正常了，就像是有人在我身体里一样。　　“竟然被发现了，不过你也赶不了我。”　　幸好妈妈教过我怎么检测自身的异常，但是使用灵力驱赶竟然没有对它产生一丝影响！　　“小姑娘，别抵抗了。”那刺耳的声音再次在我脑海里出现了，“就你那点薄弱的力量，是不可能赶走我的！”　　二　　从刚刚开始筱奕就有些奇怪，她的眼神就像见了仇人一样直勾勾地盯着队长。　　真是奇了怪了，她们的身上究竟发生了什么啊？我连一点头绪也没有。　　“嗯，还真是撞见鬼了呢。”筱奕瞬间扭过头去，“你怎么在这里？这里应该是男生宿舍吧？”　　她性情大变了啊，为什么会这样？　　“嘁，这里是男女混合的，你身边就有一个女的吧。”队长嘴角抽了抽似乎想揍她，“反倒是你，跟林展宏是什么关系？”　　“我们之间有什么关系关你什么事？”她说话的语气越来越不对了，“喂，你干嘛！放我下来！”　　“抱歉啊队长，你别跟小孩子较劲。”我急忙堵住她的嘴，“不过下午的事……”　　“小孩子？你是说她吗？”队长说着便看了一眼直冒冷汗的司凉和弗诺，“呵，小孩子。下午的事城主已经同意了，我希望快点完成。”　　不、不会吧？我们两个说的是同一件事吗？结婚这种大事城主竟然同意了？　　“什么事什么事？”　　一见我们之间有些事情发生，大家瞬间便好奇地围了上来。　　“没什么事，结婚而已。”她轻描淡写的说了出来，“林展宏，明天下午可以吗？”　　“等等？明天下午？”我被这紧张的日程吓得吞了吞口水，“这么赶吗？”　　“明天正好我生日，双喜临门。”　　她说完便走进了屋子里，大家也因为了解了情况一一拍了我的肩膀，回到房间里去准备衣服了。　　“松手！”筱奕狠狠地咬了我一口，“憋死老娘了，不对，憋死我了。”　　跟变了个人一样啊，这家伙究竟怎么回事？　　“看什么看！老娘，不对，我的脸有那么好看吗？”她现在给我的感觉就像是一个嚣张到了极点的狂人，“今天就睡你屋里了，因为我的大驾光临高兴到睡不着吧！”　　我的天啊，今天发生的事简直怪到不行了，比矿洞里只有僵尸和骷髅更让我吃惊。　　不过总觉得也不错啊，这种嚣张跋扈的气质我好喜欢，如果是个御姐就更棒了！　　明天就要结婚了！长达22年的单身自闭宅男生活终于要在明天结束了！　　因为有大喜，我自然是激动得一夜未眠，一直熬夜到天亮。　　“啊，早啊，我的仆人。”筱奕的萝莉身子配上女王范的话语有些不伦不类，“快去给我拿衣服来，顺便把早餐也带来。”　　“你身上穿着衣服呢，别光顾着耍帅。”这家伙似乎为了说出那些话根本不考虑现实了，“要吃早饭自己去拿，今天我要结婚了，可没闲功夫帮你。”　　这身黑衣怎么样？嗯，白衣服也不错啊，可惜我并没有礼服穿呢。　　“不嘛不嘛，快去帮我拿！”她将床上的枕头丢了过来，“呼噜……被子里可真暖和，比洞穴里的石头舒服多了。”　　“好好好，我这就去。”蛛洞里的环境这么惨还是让她再享受一会吧，“不过我不知道你吃什么，就全都拿一遍喽。”　　“嗯，知道了知道了！”　　她摆摆手，拉起被子将自己包住然后继续睡觉。　　“早啊。”　　“嗯，早。”　　今天路上遇见的每个人都是对我笑脸相迎，看来我要结婚这件事已经传遍整个城市了，好激动好激动！　　不过我身上似乎还背负着巨额欠款呢，是不是结婚后就不需要交了呢？　　话说回来都要结婚了我还不知道队长叫什么呢，会不会有些太过于草率了？　　食堂里的大家给我的也是稀有的食物。肉在这大雪山里极难获得，但今天直接给了我整整一块牛排；要跑到黑森林里才能获取原料的蘑菇煲，满满一大碗的分量让我根本吃不完。　　“筱奕，我把食物带过来了。”打开门后她正打着哈欠坐在床上，“既然都醒了为什么不从床上下来？”　　“嗯……这香味……是牛排吧？”她自顾自地接过半块牛排，“蘑菇煲？在这深山里还真是罕见啊。”　　“赶紧吃吧，要不然都要凉了。”　　她大口吃着在这深山里极其罕见的美食，一副极其享受的模样。　　但我却没料到，她性情大变到根本不是同一个人。　　“这肉太油腻，我们平原上吃的那些可都充满嚼劲。”她在吃饱喝足后反而挑剔地指指点点，“还有这蘑菇煲，唉，真是难喝。”　　什么情况！都吃完了你还挑！牛排就算了，毕竟你家在平原上吃的要比这好得多。那蘑菇煲算什么？连原因都说不出来，找茬是吗！　　见我板下面孔，她反而不屑地转过头去轻声“哼”道。　　“别用你那臭脸看我，生气的话就从这里滚出去！”　　三　　不、不要，不要啊！　　我只能无助地抱着双腿在黑暗之中独自哭泣。　　“会被讨厌的，说这种话，做这种事……”我的四周开始凝结出冰霜，“太过分了，做这种事情会被人讨厌的！”　　“拜托，你是怪物诶。”它围绕着我轻轻地飘浮着，“在意别人的眼光干嘛？讨厌什么就去摧毁它，喜欢什么就去得到它，你妈妈她就是那样。你现在这种犹犹豫豫的样子跟漪蛛没有一点相似的地方。”　　“妈妈，妈妈她才不会那样做！”我只能依靠话语进行无力的反驳，“妈妈是世界上最温柔的人，她会保护好所有东西，才不会像你说的那样自私自利。”　　“哈哈哈，哈哈哈哈。”它的笑声好刺耳啊，“在你眼里，她是那样的吗？”　　好黑，好冷，好恐怖啊……有谁来救救我，把我从这里救出去啊！　　妈妈，你在哪？我身边有个奇怪的家伙，你快来救我啊！　　“嗯？想要通过血脉传话吗？”它怎么会知道这种事，“不过她是不会来的，你对她来说只是个可有可无的棋子罢了。”　　“不会的，妈妈一定会救我的！”她一定会来的，“信息已经发出去了，她马上就会赶来！”　　“你这家伙，心智还是个小孩子吗？”它停止了漂浮落到我身旁，“外表是个七八岁的小孩子，心智却是个遇事只知道喊妈妈的小婴儿，真是可惜了这具强大的身体啊！”　　咳咳，被掐出脖子喘不上气了，松手啊！　　可无论我怎么拳打脚踢，它的双手都没有一丝松懈，脖子被掐得越来越紧。　　“漪蛛的力量交到你手里简直是太悲哀了，如果是我的话即便是这种程度也足以毁灭世界上万次了！”眼前的景象开始变得模糊了，“你这种毫无攻击性的小屁孩，就乖乖的消失吧！”　　“喂，你要对我的孩子做什么？”呼吸瞬间变得通畅起来，“你似乎在她面前诋毁我啊，而且还想要掐死她呢。”　　妈妈，妈妈她果然来了！就是因为这样我才最相信她了！　　“漪蛛……你是怎么来到这孩子的意识里的？”它被掐住脖子从嗓子里硬生生挤出这几个字眼，“你明明……毫不在意别人生死的……”　　“说够了吗？让我送你去见凋零吧。不过像你这种灵识被灭掉后会自我再生吧。”妈妈歪过头来对我轻轻微笑，“筱奕，你扭过头去，乖哦，妈妈要办点事情。”　　“就是因为你这种溺爱……她才……嘎啊！”　　结束了吗？那个刺耳的声音已经听不到了呢。　　我转过身来，血浆在空中飘浮着，被妈妈捏爆的头颅四散在这空间内，并在几秒后变成了白烟。　　“妈妈，灵识是什么东西。”她从来没跟我说过呢，“而且竟然还有妈妈杀不掉的东西，它究竟是什么呢？”　　“灵识吗？和我们怪物并没有多大关系呢。”妈妈创造出丝巾擦了擦手上的血浆，“它们是情感的聚合体，会附在有情感的生物上。宿主和它们相对应的情感越强的话它们的支配权也就越大。”　　“那为什么，会附在我身上呢？”总觉得自己和其他的怪物不一样呢，“我们怪物不是没有情感的吗？”　　妈妈轻轻笑了下，蹲下来摸摸我的脸。　　“因为你是妈妈的孩子啊，只要有我的基因混在里面无论是什么种类的怪物都会拥有情感。”妈妈将我从地上抱起准备将身体的支配权重新交给我，“不过竟然在你情感突然爆发的时候进行附身，看来已经盯上你很久了呢。”　　“我所对应的，是什么情感啊？”身体已经能够通过意识进行控制了，“我以后还会遇到灵识吗？”　　“你拥有的是嫉妒哦，我家的小姑娘也开始吃醋了呢。”妈妈的身影因为开始从我的身体里退出去变得模糊起来，“你要注意危险啊，毕竟盯上这具身体中所蕴含的力量的人可不少呢。”　　周围的场景开始恢复正常，我的视野也变成了以往的样子。　　林展宏早就离开了房间，经过刚才那些过分的事他此时一定是在生我的气吧，我必须快点跟他道歉。　　尾声　　8月18日，半下午，婚礼即将举行。　　正如筱奕所料，不知真相的林展宏自然是闷闷不乐，不过时间的流逝要比在意识海里长得多。　　林展宏已经消了气，正笑着准备举行婚礼。　　“你还是太宠着她了。”末姐和漪蛛站在之前观察林展宏的月光峰上，“稍微有一点危险就去救她，这样下去她可不会有一丝成长。”　　“毕竟是我唯一的孩子啊，即便是复制品也一样。”漪蛛远望着对面的大寒峰，“这是我和他的最后一丝羁绊了，不知不觉已经过去了上百年。”　　“对你来说，时间过得可不止那么短吧。”凋零从地狱赶来观看穿越者的第一次转变，“像你所说的那样，命中注定的事无论怎么努力都无法产生一丝改变。”　　山下的冰之城正热热闹闹，但婚礼上新娘和新郎的表情却是截然不同。　　“你为什么要删除自己的记忆呢？”回姐从凋零的身后的地狱门内走出来，“明明完全没有必要，你大可不必小心翼翼。”　　“如果知晓了一切，生活还有什么意思呢？”漪蛛嫣然一笑，“不过他会崩溃吧，明明才来了这里没有几天。”　　“时间已经所剩无几，哪有闲工夫让他去适应。”末姐已经锁定好了筱奕的位置随时准备营救，“扑浮旭究竟喜欢他吗？难道不会给他留个念想？”　　“对她来说，哪有什么喜不喜欢的。”决定林展宏目标的关键时刻即将到来，“只不过是完成自己的心愿罢了，对象是谁根本无所谓。”　　大雪飘扬，天地间的雪白就如同新娘手中的花束一样纯洁。　　在这之后，她将会完成作为人类的最后心愿，抛弃一切情感和本体彻底融为一体。\n\n嘶……节奏或许有些过快了呢，按照时间线推进距离林展宏穿越而来过了还没几天。你们可能没有发现主线，因为主线的推进依靠的是漪蛛而不是男主，整篇小说的推进都是一个个小小的事件连接起来一直到最后的。筱奕的情感究竟是不是喜欢呢……嘶，这个点因为神力的相互影响变得复杂起来了，不过经历了初恋（？）被抢走的打击，她的心智或许会有些成长。冰之城篇都要完结了，结果全文下来和冰之城一点关系也没有，虽然活动范围全部都是在冰之城的区域里面。下一章会显得很突兀，不过前面是有些小伏笔的，虽然小到我都不知道能不能称作伏笔了。我一开始想的剧情就是大起大落的，基本上没有任何暗示，如果觉得突兀也很正常。\n\n\n\n第十二章：仅仅一周的相处便已是缘分的尽头\n\n\n　　一　　结婚了，我当然很高兴，高兴到了极点。　　但问题是，我根本不了解队长啊，甚至连她的名字叫什么都不知道。　　先结婚再培养感情吗？这种方式真的好吗？而且会不会太轻率了？更何况我和队长才相遇了一周而已，为什么会选上我？　　城主会答应也是个奇迹，女儿就这么嫁人了？太随便了吧，不应该设一些任务考验一下女婿吗？　　哦，等等，前几次任务似乎就算是考验了诶。　　“轰”外面似乎响起了惊雷，但我们在屋里也不用管，热热闹闹的吃着喜宴就好。　　“林展宏……”筱奕的衣服上布满了雪花，“已经结过婚了吗？”　　“是啊，早就完了，赶紧找位置坐下吧。”怎么感觉她的脸色不太好，“嘶……结过婚后就没看见队长啊，她跑哪去了？”　　大家美食吃得正欢，我便悄悄地退到教堂后面，来到化妆室。真是的，明明我是今天的主人公，可存在感还是那么低。　　队长正拿着水冲洗着脸上的燃料，头发用丝线缠起来绑成了马尾，让我一时间没认出来是她。　　“嗯？林展宏你在这里干吗？不应该去招待客人吗？”她抬起头来明亮的瞳孔似乎散发出了淡淡的紫光，“说起来我们已经结婚了呢，总觉得没有实感啊。”　　她似乎有些落寞，难不成她并不愿意结婚吗？　　但那消沉感仅仅只存在了一秒，她微微笑起来牵住我的手朝门外走去。　　“走吧，我们还要感谢大家的祝福呢。”　　好美啊，她和平时那个只知道战斗的队长真的是一个人吗？　　直到礼堂的亮光闪花了我的眼，我才发现自己已经盯了她好久。　　见新娘牵着我的手走出来，大家都高声喝彩，离开桌子将我们团团包围起来。　　我的存在感好低啊，明明在这里呆了好久都没人看到我。　　“林展宏，我脸上的妆没卸干净吗？”队长微微歪过头询问我，“不要一直盯着我看啦，赶紧向大家问好。”　　“哦，抱歉。”我瞬间羞涩的低下头，“大、大家好啊？”　　“哎呀，新郎不要这么羞涩嘛。”食堂大妈笑着拍拍我的肩膀，“今天可是你大喜的日子，要高兴地笑起来面对大家啊。”　　“就是就是，等以后成为妻管严了可就笑不出来了。”　　武器店的大叔一说出这话，瞬间引得大家哄堂大笑起来。　　但总感觉像梦一样啊，好害怕这种幸福感转眼间就会消失……　　“咳咳，抱歉，我稍微有些难受。”筱奕扶住桌子捂住嘴咳嗽了几声，“能给我一张纸吗？”　　当她放下手准备接过村民递来的纸时，大家看到她嘴上和手中的东西瞬间吓到叫出声来。　　筱奕的嘴角和手里满是咳出来的血，用来撑住自己身体的胳膊在不断地发抖，脸色已经惨白到没有一丝血色。　　“姑娘你没事吧！”　　“对啊对啊，赶紧去找人治疗！”　　“没事的，这是天生的病。”筱奕又猛地咳出了鲜血，“大家不用管我……过一会就好了。”　　都咳出血了啊喂！这种恐怖的状况就算你有神力也不可能自己恢复好吧！像我这种神力比你还强的都做不到啊！　　不过筱奕在又咳了将近一分钟后竟然停下来了。虽然她脸色焦黄看上去虚弱到了极点，但也确确实实停了下来。　　天生的病吗？怪物还会生病？更何况她可是蛛王的女儿诶，即便有病也能治好吧，毕竟蛛族的药水能够治好我身上的尸毒呢。　　“姑娘，你身上怎么那么烫！”　　食堂大妈想要搀扶她起来带到教堂后面的屋子里休息，却在碰到她的一瞬间抽回手指惊呼起来。　　我伸手摸了下她的额头，原本有些冰凉的皮肤现在已经变得滚烫，似乎是发起了高烧。　　“没事，这种状况没什么大不了的。”她已经被烧到迷糊眼睛都睁不开了，“……没必要带我去看病……”　　这是什么情况？她自从来到这里后就一直有些不对劲。昨天针对队长，早上故意找茬，下午既咳血还发高烧。　　“扶她到屋里去吧，都已经昏迷了。”队长给了司凉和弗诺羊毛手套和他们一起将筱奕架到了教堂后面，“大家不用在意，继续吃东西吧。”　　可现在哪还有人能够吃下饭，咳到地上的血已经灭掉了大家的兴致，现在所有的注意力都在筱奕的状况上。　　教堂外又猛然一闪，果然是惊雷落地。雪花被风吹进来，随着气流不断地在教堂内飘飞。　　下雪时的惊雷，这天气可不常见。　　“你就是害了筱奕的凶手吗？”门外不知何时出现了一个黑影，“看来让亡灵王派我亲自来这，还真是个好主意啊。”　　二　　雷鸣落到大地，闪起一道蓝色火花，随后地面上升起橙红火焰，融化了四周冰雪。　　光芒在一瞬间点亮了来者的脸庞，以及手中那柄血色长枪。不同于其他僵尸或多或少的腐烂，它的脸没有丝毫腐烂，除了肤色外完全如同正常人一般，甚至还有些帅气。　　“你是在说……我吗？”在愣了神后我才意识到它所盯着的是谁，“抱歉啊，我的存在感一直很低，所以没反应过来。不过筱奕那个病可是她天生的，和我没什么关系。”　　居民们有些懵，但眨眼间便意识到现状尖叫着逃到教堂内的房间里，只留下我一人和它对峙。　　“呵，满嘴谎话。”它开始向我走来枪尖渐渐抬起指向我，“她的病的确是天生的，但如果不是你吸收了她的神力让她变得虚弱，那个病根本不会再复发！”　　“那你的意思是赖我喽？”我提高警惕一边后退一边挑选装备准备战斗，“你可要找到证据啊，我可没主动吸收她身上的神力。”　　它的嘴角抽动了几下，很显然已经被我的话语所激怒，膝盖微微弯曲起来重心向前偏移，看来是要冲刺过来并依靠长枪的距离直接刺穿我。　　虽然不知道它为什么认定我是害筱奕生病的真凶，不过我不需要去管这些，只要确定他是敌人那就清除掉好了。　　等等，这是什么情况！它的速度为什么能这么快！　　明明连眼都没眨，枪尖便已经近在咫尺。若不是它为了停下脚步将右脚放在前面导致放慢了动作，我恐怕已经成了尸体！　　“嘭”铁甲在与长枪相撞的一瞬间应声碎裂，铁片像碎裂的瓷器般散落一地，惊得我立刻使用神力提升速度与它拉开距离。　　怎么会……明明我的反应力比常人快上许多，更何况刚才是在戒备状态下，竟然没能看清它任何一步动作。　　它见没能刺穿我，便收回朝前迈出的右脚，和我一样紧紧盯住对方随机应变。　　我好慌啊！一击击碎铁甲，那种恐怖的攻击力我该怎么应对才好！　　等等，我记得筱奕给我买了好多装备，当时还说着什么能够保护我，最近没用过都快忘了。而且这家伙似乎对筱奕……不过这么强的家伙，这种方法真的能对他成功吗？　　“哎呀呀，我这装备可真是好看啊，还闪耀着紫光呢。”我拿出铁甲抚摸着并斜眼看向它，“嗯，筱奕竟然花钱给我买这么好的装备，还有这铁剑……”　　这家伙，也太心急了吧，我才刚刚开始挑逗而已。　　我微微往右斜过身子，长枪擦过铁剑朝着左方刺去。因为攻击方向的歪斜它的姿势变得有些别扭，被我一踢腰部便直接摔倒在地上。　　它果然很在意筱奕，才刚说几句就吃醋冲过来了。不过会被我这么轻松踢倒，它也并没有那么强嘛。　　“筱奕……”它喃喃自语着从地上爬起，“啊，我刚才是动怒了吗？真是不小心啊。”　　这个状态，它所带给我的感觉和刚才完全不同。现在的它眼神中满满的全是杀气，光是看到就让我后背一寒。　　“什么情况！”我的胳膊瞬间青筋暴起但依然被抵到墙上动弹不得，“好大的力气，不像刚才那样用速度取胜了吗？”　　“既然能用力量压制，那就不必这么麻烦了。”它说着便加大力度想要用长枪击碎我的铁剑，“什么嘛，我还以为你有多强呢。”　　长枪的力度越来越大，我能感受到它所附上去的灵力越来越多，一直到了子阶巅峰提升速度才慢慢下降。　　然而正当我松了口气时，灵力强度猛然上升，并且上升得越来越快！好强大的灵力，这种级别……初阶……初阶巅峰……主、主阶……主阶巅峰！　　主阶巅峰的级别！而且不断冲击着王阶的枷锁，甚至要将它彻底突破！　　不过最终它还是没能突破那上天所设下的枷锁，但蕴含在长枪上的灵力在停止提升后瞬间释放出来。灵力充盈在枪尖，向外爆发的力量直接震碎了我的铁剑铁甲，将我以超巨大的冲击力砸到后方的墙上并将其撞成了粉尘。　　“好痛……”感觉全身的骨架都快摔散了，“大家快跑，它的实力强到离谱了……”　　“林展宏！”队长见状瞬间命令大家换上装备，“怎么回事，有僵尸在这为什么外面的军队没有发现！”　　“哎呀呀，你还没死啊，生命力可真顽强。”长枪在地上划过发出刺耳的摩擦声，“军队？你是说外面那些初阶的士兵吗？对于我来说完全是形同虚设啊。”　　三　　队长的脸瞬间变得惨白，急忙拦在居民们身前护住他们。　　“林展宏，你还能起来吗？”队长不敢毅然上前救我只得在远处询问，“司凉和弗诺拿出盾牌，柳依和狄辉准备战斗！”　　“啊，起不来了。硬接住刚才那下，我还能活着已经是奇迹了好吧。”因为刚才那下并未将我打成濒死神力还没发挥作用，“喂，你不是要找筱奕吗？她就在这里。”　　我的脖子抬不起来所以不知道它现在是什么情况，不过脚步声和摩擦声确实停了下来，然后便急促地从我身边走过一直到了后方。　　这下子，它应该会走了吧。要是它这种变态级别的怪物在这里大闹一场的话，恐怕整个冰之城就要夷为平地了。　　“筱奕，醒一醒。”它的呼喊声有些急促，“该死，已经热到昏迷了吗？”　　“赶紧带她走吧，不然她可要死在这了。”我试图恐吓它好让它赶紧离开，“冰之城是山路不好走，你越快离开越好。”　　“哼，你以为我只是来找筱奕的吗？”然而它的回答完全出乎我的意料，“如果只是来找她的话，我这种三大将级别的大人物怎么可能会亲自到这里来。”　　图书馆里有本战争史里写着有关三大将的信息。这个称呼，乃是亡灵王三大部队领军人物的称呼，而这部队，便是专门进攻其他种族的精英部队。　　“快走！快带大家离开这里！”我瞬间意识到了不妙立刻大喊道，“这家伙是来打仗的！”　　在慌乱之中，队长揪住我的头发将我从地上一直拖到了教堂外。　　“啊！我的头发！”为什么这个女人这么粗暴啊，“好痛好痛！”　　我记得我曾在疗伤时顺手偷走了几个关节愈合球，赶紧用它疗好伤好去战斗。　　“你们能够跑到哪去？”脚步声从教堂中传来，“这冰之城早就被我的军队包围了！”　　我这伤势比之前的摔伤轻得多，随着一阵暖流传来身体便已经恢复了知觉能够进行轻微的活动。　　“穿越者啊，只要杀掉你筱奕身上的神力就不会再出现异常了。”但还未等我起来血色的长枪便出现在我眼前，“这冰之城马上就是亡灵王大人的了，你们人类的实力还真是弱啊。”　　亡灵王……哦，就是那个在漪蛛面前连头也抬不起来的僵尸吧，我记得之前蛛族好像和它签订了什么条约。　　不过这次进攻肯定和它无关便是了，毕竟早在那之前便已经有两个骷髅守在这里了。　　不知道为什么，即便死亡离我只有咫尺之遥，但我心中却没有丝毫慌乱，反而平静至极。　　“唔……我怎么被抱起来了……”筱奕醒过来揉了揉眼睛，“血尸？你为什么在这？”　　“筱奕！你终于醒了！”见筱奕苏醒它瞬间大喜过望不由自主松懈下来枪尖从我脸上移开，“嘶……你身上还是这么热，怕是一会就又要昏过去。”　　怎么办？趁它现在注意力不集中偷袭吗？但就我这实力根本突破不了身边保护它的灵力啊，而且我这身体还在恢复中根本使不上多大力气。　　三十六计走为上策，这冰之城里比我强的人多了去了，我一个炮灰没必要在这里凑热闹。　　“嗯？想跑？”它见我动了一下长枪瞬间刺来，“哪里跑！今天你必须死在这里好让筱奕彻底恢复！”　　但它需要重新提起长枪对准我，这中间的时间足够让我躲开攻击了。　　“血尸，你是在干什么！”筱奕从它身上跳下，“我这病是天生的，和他无关！”　　“对呀对呀，都说了和我无关！”　　“筱奕，你先走开，我必须要杀掉他以绝后患。”然而这个死脑筋根本不听她的话，“穿越者，你就乖乖受死吧！”　　周围的风雪一瞬间大了起来，天雷滚滚不断的降临在我周围。　　“强制附魔：雷鸣！”　　它高举长枪，数十道闪电全部劈到那枪尖上，火花遍布了整支长枪，一直蔓延到它身上烤焦了腐肉冒起了黑烟。　　“这一击，就将你化为灰烬！”　　“时间停止！”　　筱奕想要释放出来能力却踉跄了几步，瞬间七窍流血。　　这异常状态吸引了它的注意力，但为时已晚，雷鸣从枪尖中释放出来。只见一道白光闪花了我的眼，对我造成了短时间的失明。　　尾声　　“喂，你还好吗？”我望向远处的雷鸣叹了口气，“筱奕那个不是病吧？不要骗我，我能看出来。”　　“嗯，确实不是病，要比那恶劣的很。”漪蛛也在强撑着身体，“她还太小，承受不住反噬。”　　“那你还让她随便用，使用过度死掉了怎么办！”这家伙也太不靠谱了，“他的基因会降低她的实力上限吧，为什么还要加入那么多。”　　“这未必不是件好事，我想让她成为人类，就像她所期待的那样。”漪蛛最终还是忍受不住猛咳出一团带血的肉末，“啊，我的实力开始变弱了呢，终究还是老了啊。”　　“说什么呢，你早就不是一开始那个无敌的漪蛛了。”　　虽然还耍着嘴皮子，但我的心中却是一阵酸痛。　　连她那种强者也会慢慢变弱吗？那我呢？我还能够撑多久？几十年？几百年？　　“凋零，准备一下和它的接触。”她支走了坐在一旁的凋零，“现在，这个地方只有我们两个人了。”　　“这样随意使唤她们真的好吗？”我突然觉得那三个对她崇拜至极的少女有点可怜，“怎么样？你想要和我谈那个计划吗？”　　“她们啊，迟早会从我的阴影里走出去成为独当一面的真神。”漪蛛因为所剩无几的时间微微有些落寞，“准备一下吧，为了重置世界时的稳定，这个计划必须进行。”　　又要花上好久呢，等到回去时该怎么和我家那位解释呢？\n\n",
    "replies": [
        {
            "author": "ysxshuai",
            "timestamp": 1594789140,
            "txt_content": "加油我相信你一定行"
        },
        {
            "author": "800805",
            "timestamp": 1595655660,
            "txt_content": "作者:        万界虚无\n作者是标错了吗？还是说你是复制了别人的\n如果是自己原创请标泥潭ID\n否则请标明【转载·连载】及原帖地址"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1595671680,
            "txt_content": "800805 发表于 2020-7-25 13:41\n作者是标错了吗？还是说你是复制了别人的\n如果是自己原创请标泥潭ID\n否则请标明【转载·连载】及原帖地址 ...\n啊，这只是笔名而已"
        }
    ]
}