{
    "title": "与化工相关的Mod：ChemistryCraft",
    "author": "src_resources",
    "replyCount": 4,
    "timestamp": 1594809120,
    "txt_content": " 本帖最后由 src_resources 于 2020-7-15 18:27 编辑 \n\n前言：MC自然化，吾辈正当时\n\n    本人入坑MC已经多年，也亲身体验过各种类型的Mod。欣喜之余，也曾停下脚步思考Mod界未来的发展趋势。现在新兴起或活跃的各类Mod，大多是冒险类和玩梗类的，如冰火传说、滑稽纪元、暮色森林等，但科技类的Mod却没怎么增加。其中比较老牌的，算是IC2、BC、FR、Mek、EIO、IE等，但它们的玩法都早已广为人知，且基本不再有新玩法被更新出来，甚至出现了玩法倒退的迹象（如FR打算弃用温室）。同时，这些老牌Mod还总有那么一些不尽人意的地方，如IC2的电解机，存在至今，也就只实现了电解水这一个功能，而且所得到的氢气和氧气也仍没有其用途的实现；再如EIO，EIO的机器配合管道实现自动化极其集成和方便，但是合成材料大多需要用到生物掉落物，导致了合成不能实现量产。\n    相信各位看官都听说过这样一句话，“不要和MC谈科学。”为什么我们会这样说呢？是因为在MC中，“科学”的成分占比并不高。原版中，大概也就红石部分体现出MC的科学性质，但其它游戏元素，诸如附魔、杀怪，以及“高空流水”“浮空岛”等“特性”，就看不出MC的“科学”成分了。我认为，MC设计的初衷，就是建立一款丰富的现实化的一款仿真的沙盒游戏。而现实生活有两大科学，一个是人文科学，一个是自然科学。人文科学的精髓，就是来源于人们脑子里构想的一些精神营养和寄托，将一些自然逻辑和规律加以自己的理解和想法，再进一步加工为艺术形象，最后提笔一写，便成了人类精神宝库里的一笔财富。在MC中，各种怪物和两大BOSS，都是Notch等Mojang设计者们所构想的一些艺术形象，再赋予其一些属性和特征，便在MC玩家之间薪火相传。于是，人文科学在MC中所占比例是比较大的。而自然科学的精髓，在于领悟世间万物的真谛，洞悉万象更新之间的规律；它没有人文般的精神成分，而是死板的、客观的。在MC中，自然科学的体现，主要在于其游戏机制的研究，各路擅长红石和命令的精英，无一不是把内部机制分析透彻了的。而论其生存发展线（对于一个不知道游戏机制的普通玩家来说），自然科学的应用门可罗雀。众所周知，剧情是大多数发展养成类游戏的必要元素。而MC也设了这么一条线索（成就和进度），就导致了其内容的人文化；当玩家试图将现实中的自然科学带入进去时，就会发现，游戏中根本就没有运用的地方。\n    怎么办呢？\n    随着FML和MinecraftForge两大项目的壮大，众多科技类Mod应运而生，去弥补了MC在这一部分的游戏元素缺失。于是，“不科学的”MC开始变得“科学”了；但在变“科学”的同时，似乎也带入了一些“不科学”的成分，比如EIO的头颅。甚至于，有的Mod人工赋予了一些与现实规律相背的概念，如“液态阳光”“云之精华”等。这些元素的大量出现，使得自然科学未能得以在MC中完全体现，在现实化的同时并未做到自然化。而在这一点，IE就做得很好。IE并未引入任何虚构出的概念，而是实事求是，将现实中的机器甚至于模型，都搬进了游戏，既现实、又自然。但IE亦有许多内容尚未完全，如其能源，仅有三种类型的发电机，以及其能源单位和体积单位的虚拟化，这些都是有待改良的。\n    于是，在IE的实现思路下，结合着自身的知识阅历，加之自己未尝完成一款合格的Mod作品，我决定试着去实现一个现实化的、与化学工艺及应用有关的Mod，Mod的名称就定为ChemistryCraft吧。实现思路就在这个贴里写一写，鉴于科技类Mod都是有条科技线的，叙述顺序就按照发展过程来叙述。目前想到的几个要点也列出来：\n将现实中的单位统一引入。如：长度单位(km,m,cm)、速度单位(km/h,m/s)、能量单位(kJ,J)、电流单位(A,mA)、电压单位(kV,V)……将现实中的物理学常数统一引入。如：g=9.8N/kg、g=9.8……引入一些物理或化学概念。如：纯净物、混合物、溶液、胶体……*引入元素的概念并实现各元素的属性。*引入化学式并将游戏中各物质（或物品？）用化学式进行表示。*引入变化（物理变化和化学变化）并实现化学方程式。\n    也许这些要点过于冗杂，实现起来也有些时日——特别是对于我这个新手Modder来说；但仍要相信，“长风破浪会有时，直挂云帆济沧海”。只要持之以恒，记之于心，是总能看见曙光，收获最终的果实的。\n\n    “艺术来源于生活，但高于生活。”MC就是这么一款来源于现实，但艺术价值却远高于现实的游戏。现在，正是Mod开发生机勃勃的潮流，让MC现实化，让这款来源于现实的游戏真实化，不忘本来、吸收外来、面向未来，需要吾辈Modder的接力；而今已经搭出了框架，造出了轮廓，在先辈们沥尽心血的付出之下，不待此时，更待何时呢？\n\n\n一、发展初期\n（亟待编辑）\n",
    "replies": [
        {
            "author": "asjkdaskljda",
            "timestamp": 1594811220,
            "txt_content": "你想做个拟真类的化学工业mod吗，我之前也想过\n不过我是更偏向于工业拟真（"
        },
        {
            "author": "Frankkkk____",
            "timestamp": 1594865160,
            "txt_content": "很可以，楼主加油"
        },
        {
            "author": "苏乞儿",
            "timestamp": 1597240800,
            "txt_content": "高中生狂喜"
        },
        {
            "author": "Phoenixion",
            "timestamp": 1597275240,
            "txt_content": "支持一下"
        }
    ]
}