{
    "title": "[教程][原创] —— 搬运国外作品的注意事项",
    "author": "一只鸽纸",
    "replyCount": 4,
    "timestamp": 1593937140,
    "txt_content": " 本帖最后由 一只鸽纸 于 2021-1-29 17:31 编辑 \n=<搬运国外作品的注意事项>=\n本篇教程是一个短教程，主要是为了分享给各位一些在我搬运的过程中积累的经验。可能不是很专业，因此仅供参考。本教程适用于地图/插件等作品的搬运。\n\n\n\n\n在开始搬运之前：\n确保您有一定的英语基础。不要全盘指望机翻，那对你没有一点好处，还可能会产生一些令人啼笑皆非的翻译结果。\n1.给原作者一个好的第一印象\n当你决定搬运某个插件时，不建议直接开门见山地申请搬运。虽然一般来说没有人会因为这个而刁难你，但是给人留下一个好的印象是重要的。如果有评分区，那么去给作者一个高的评分吧！这会让作者得到很大的鼓励！\n这里列举一些常用的句子：\n*A great plugin,thank you!——一个很棒的插件（可以替换为其他的名字），谢谢！\n*This is a useful plugin that I've been using for a long time!——这是一个很有用的插件，我已经用了很长时间了！\n\n2.交流时小心产生歧义\n某些英文单词并不是就代表那一个意思，或者它表达的意思并不是和中文表达出来的意思完全一样的。一般情况下我不建议你使用太长的句子和过于生僻的单词。如果能用你十分有把握的单词/句子，那么就用它，不要试图写一大长串话来显示自己英语水平有多么好，除非你确实是英语高手。尤其是你比较依赖机翻时，一些机翻的意思可能并不是它本来的意思。这里列举一些你可能会遇到的容易产生歧义的单词/句子：\n*personal remark——人身攻击（而非个人评论）\n*confidence man——骗子（而非信任的人）\n*pull one's leg——开玩笑（而非拖后腿）\n*You don't say——是吗（而非你别说）\n*You can say that again——说得好（而非你再说一遍）*I got it——我知道了（而非我得到它了）\n欢迎补充...\n\n3.申请授权\n申请授权时记得说些客套话！虽然你可能觉得这很蠢，但确实是有必要的。显然，\"Your plugin is very well,I think many people may need it.So please allow me to carry your plugin to the xxx\"（你的插件做得很好，我想很多人会需要它，所以请允许我将你的插件搬运到xxx）比\"I will carry your plugin to the xxx\"要让人看起来舒服得多。你可以根据实际情况适当地添加一些修饰语。\n\n4.记得感谢！\n如果你成功取得了授权，记得向对方表示感谢，回复一句”Thank you very much“并不费力，这也不会让对方认为你是一个拿了东西走人的白嫖怪。如果你没有取得授权，请尊重作者的想法，而不要攻击作者！你可以友善地回复一句“I'm sorry, but thank you all the same.”（我很遗憾，但还是谢谢你）。\n\n5.尽量不要催促原作者！\n不论是想尽快取得授权还是想要原作者更新，催促是非常没有礼貌的。除非人家和你签订了什么约定，否则他其实并没有义务提供更新，即使大部分人认为催更是理所应当的（作为一个B站UP主我也经常遭到催更，但出于留下好的形象和尽量搞好关系，我没有告诉他们那样是物理的，即使这样我心里也多少有些厌恶，我想大多数人都是这样想的）。\n6.其他的注意事项...\n①再次提醒不要过度依赖机翻！如果你有一定的英语基础，机翻可以作为辅助，但要有自己的思考和理解，不要一味地使用机翻。\n②其实你并不需要过于注意语法，因为其实一些外国人也不怎么注意语法。但至少要保证句子通顺和完整！\n③时刻注意自己的形象！\n④虽然你可能不愿意听到，但实际上依然有一部分外国人对中国人是排斥的。当然我相信Minecraft社区的大部分优秀创作者都是善良的，但我们依然要尽量避免这种情况出现。这时候，话不说得太详细反而是有益的。除非特殊情况，你可以只说自己想要搬运而无需说明自己来自哪里，正常情况下大部分作者都会同意的。\n⑤一定一定要在搬运贴附上原作链接！除非作者允许，否则不要私自提供下载途径，即使那样更快更方便也不行，这会让原作者损失下载量，我想这是谁都不愿意的。⑥不要搬运地过于频繁！如果你短时间内同时申请多个搬运，且不论你有没有足够的肝把这些都搬运了，作者也是会产生厌烦心理的。正确的做法应该是一天最多搬运两个，或者更便捷的方法是向该作者申请永久授权（即该作者发布的所有作品你都有搬运权），但这需要你和作者打好关系。\n⑥关于一个特殊的人...\n如果你经常浏览Nukkit官方网站，你会发现一个名为PetteriM1的大佬，你会发现很多插件都是他开发或参与开发的。但请注意，由于前几年MCBBS上有很多人不经过授权就搬运他的插件，因此他在发现之后，拒绝向MCBBS提供授权。所以各位在搬运插件的时候还是尽量不要搬运PetteriM1的插件啦。如果你一定要搬运的话，尽量不要提到MCBBS，仅仅简单地说自己想要搬运即可，但依然有可能失败，而且还要做好收到并不太礼貌的回复的准备。\n\n⑦不要占坑更新（指先发帖占位置然后慢慢编辑的行为），秋梨膏！\n假设你是搬运工，当你兴致勃勃准备搬运一个插件的时候，却发现另一个人已经发相同的帖了，但你点进去一看，帖子里赫然写着“编辑中...”或者“先占个坑，一会更新”这类话，我想是个人都会非常气愤，凭什么我辛辛苦苦翻译完了，却被一个什么都没弄好的家伙抢了位置？即使是其他人也会很反感这种行为，终于有新插件了，点进去一看还没放出来汉化内容？\n不如我们通俗点说，我的朋友，当你买了一个烤箱的时候，翻阅说明书，说明书却写着“正在编写中”，还有什么事情比这更糟糕呢？所以请不要占坑更新！版规也明确写着这是违规的行为！\n\n⑧注意不要重复搬运！\n有时候一个国外作品有可能会很吸引人，很多搬运工都想去搬运，这时你最好先做好协调！善用坛内搜索和群内询问是否有人已经或正在搬运这个作品。如果已经有人搬运了，那就最好不要重复发，除非你是觉得前者搬运实在是糟透了，你可以提供更好的汉化。如果有人正在搬运，那就是拼手速和脑力的时候了，但绝不能先占坑！\n\n\n\n最后，本人也不是很专业，因此不能保证本教程没有丝毫错误。还是希望您能指出错误或提出建议，谢谢！\nby 一只鸽纸\n未经允许，严禁转载！一123\n二A\n\n1\n2- a：\na\n\n\n- b：\n\n\n- c:\n\n\n- d：\n\n\n测试排版\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "纸月亮",
            "timestamp": 1594110480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "一只鸽纸",
            "timestamp": 1594110960,
            "txt_content": "纸月亮 发表于 2020-7-7 16:28\n那么如何正确的像作者提插件更新建议？？\n我发现搬运过来的一些插件功能太少，版主不给奖励。。。 ...\n搬运就别想了，又跟人家申请授权又催人家更新，反正我脸皮是没有这么厚。\n有能力可以自己开发，非要作者更新的话也得说得好听的，别提搬运的事，别好像就为了方便搬运要求更新似的。"
        },
        {
            "author": "纸月亮",
            "timestamp": 1594114020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "小樱aaa",
            "timestamp": 1594706640,
            "txt_content": "唉，本来维克的现代战争那么好的MOD，有些人一直催作者修BUG,作者直接弃坑了"
        }
    ]
}