{
    "title": "[连载*单篇]茶答争纷传|第一章|初到茶馆",
    "author": "BiggayJN",
    "replyCount": 7,
    "timestamp": 1594038840,
    "txt_content": "“轰隆隆——”雷声大作，只听路边草丛中传来窸窸窣窣的声响。\n“东西带来了吗？”只听一人问道。“没有，那老贼当真狡猾的紧，几位兄弟都身受重伤了。”另一人愤道。\n“倒也不怪你们，只怕这样物事这周内都难以取到手了。”“师姊，这到底是什么东西，为何那老贼守的如此严谨？”这关乎本派的一件大事，本不该和你讲，但四周无人，自可......”\n“刷刷刷”，只见三样细小物事划破空气，向他们袭来。紧接着只听那女人低呼了几句，便已倒在血泊之中。\n那少年尚未反应过来，只觉着身体有些昏沉，即可便倒在地上。\n“哼哼。”树上闪过一道黑影，冲到那少年旁说到，“你们只道四周无人，可忘了还有我在这树梢上。”\n“嘿嘿。”那人冷笑几声，从那女子怀中抽出一本淡黄的书，转身消失在了雨中。\n\n\n\n\n\n\n“师妹，你就让我尝上几口吧。”市集上传来一位少年的嬉笑声，“又有什么打紧，师傅最疼爱你了，至多也就打我一顿，求你啦，小师妹。”\n“哼，你道师傅让我们来在这玩的吗？你再这样我可要叫非礼了！”那少女红了红脸，郑重道。\n“知道啦。可是出来办事要是光这样可真是没趣的紧。”那少年吐了吐舌头，说道。\n“你想干嘛？”“嘿嘿，虽说师傅让我们来着找那块木板，可难道是什么好找的物事，我看呀，师傅这是在为难我们呢！”那少年道。\n“那又如何，难道师傅的话我们可以不听吗？”那少女慎道。\n“自然不是，我的意思是......”只见那少年将嘴凑到那少女的耳前说道，“只怕师傅要我们找的并不是那块木板。”\n“啊，那是要找什么？”那少女惊道。\n“嘿嘿，这是我那次偶然间听到的。”“什么偶然，只怕是你有意偷听的。”\n“是了，既然师妹不信我，那我就不说啦。”只见那少年挑过那少女头上的帽子，蹦跳着向前跑。\n“袁师哥别跑，我信你！”那少女连忙向前追去。\n“好啦好啦，我逗你玩的。那天我正好路过师傅窗前，听见师傅正在和师娘说‘我要让小陶和阿袁去找一块发光的木板，实际上是找那里面所藏的一本秘籍。’然后只见师娘一惊，说道‘近几年多少江湖好汉因为这部秘籍丢了性命，只怕......’之后师傅说道‘因此我让他们找一块木板来遮人耳目，事成之后便让他们成婚。’喏，我就听到这些，之后心里欢喜的不得了，便赶紧走了。”\n“哼，也不知道羞不羞，什么‘事成之后便让他们成婚’这话定是你自己加上去的，师傅怎会说出这样的话！”那少女脸一红，说道。\n那少年见她脸红的像桃子一般心里暗道：我袁绍靖定要娶你为妻，不然我是乌龟儿子王八蛋！那少女见他嘴角微笑着便说道：“又在想什么坏事了，我们去对口那茶馆探探消息吧。”\n于是他们便径直向那茶馆走去，刚到门前，只听里面传来桌椅碗筷落地的声音，以及一名大汉叫到：“史蒂夫，你耍什么疯！？”只见堂内的一位满脸胡子的大汉笑道：“小人今日只为帮这位公子求一公平！”\n那少女拉了拉那少年的衣袖，问道：“师哥，这可怎么办？”那少年看了看厅内有许多客人仍端坐着喝茶，仿佛此事与他们无关一般，说道，“别急，先看看情况。”\n那名大汉叫道：“这有什么公平可言？他冒犯了我，我就向他们要赔偿，这再寻常不过了，要你‘左手无用’史蒂夫多嘴？”\n“既然你识得我，说明你也是在江湖上混的，恕小人才疏学浅，敢问您尊姓大名？”\n“在下‘大陀螺’吴大起！”那少年看了看心道“他那模样倒真像个大陀螺。”\n“原来是吴大侠，失敬失敬。我心中倒有一个疑问，请大侠指教一番。”“请讲。”\n“这位公子又如何冒犯了您？”史蒂夫问道。\n只见那吴大起大笑道：“他如何冒犯我又与你何干，我说有就有，你不要来挡我的道！”说罢，他猛地一跳，向史蒂夫冲去。\n\n\n预知后事如何，请看下章。\n\n\n\n\n初次写文，倘若有何不当之处，希望各位帮助修改。",
    "replies": [
        {
            "author": "⚡️👮",
            "timestamp": 1594040520,
            "txt_content": "文笔比我好\n仰望一波大佬"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1594043400,
            "txt_content": "文笔比我好亿点点"
        },
        {
            "author": "Ender56",
            "timestamp": 1594043880,
            "txt_content": "我猜对了\n左手无用果然是史蒂夫"
        },
        {
            "author": "胡新锐",
            "timestamp": 1594105440,
            "txt_content": "看完了，我觉得这篇文章的文笔好细腻"
        },
        {
            "author": "kwcha333",
            "timestamp": 1594293240,
            "txt_content": "不错不错 支持一下"
        },
        {
            "author": "1004396890",
            "timestamp": 1594296540,
            "txt_content": "发帖发帖发帖ftftft"
        },
        {
            "author": "七原罪_欲",
            "timestamp": 1594306680,
            "txt_content": "喜欢 喜欢 支持 支持\n"
        }
    ]
}