{
    "title": "[原创/连载]《暮色森林传记》第八章——谜题羊的族人",
    "author": "800805",
    "replyCount": 8,
    "timestamp": 1594029780,
    "txt_content": " 本帖最后由 800805 于 2020-8-8 14:49 编辑 \n\n正文    “怎么了？”武装巨人上前一步，问道。\n    “要是雪怪首领使出冰霜炸弹，那么他们会被冻死的。冰雪森林本来就常年低温，他们走不出来，可能就把命留在那里了。”一道阳光眼神开始变得焦虑，在城堡里来回地渡步。\n    “事到如今，也只能看天命了。”他又晃了很久，终于在座位上停下，并长叹了一口气。\n    与此同时，一个白色球状物体从雪怪首领手中飞出。\n    史蒂夫受炽热的血液影响，一下就感受到那其中铺天的寒气，不由得退了两步，但还是举起剑，一击斩下。\n    “轰~！”一声巨响蔓延开来，随后一大片寒流朝周围覆盖开来，这恐怖的气浪，由是自小生活在冰雪森林的雪怪首领都感到了些许不适，却刚好也熄灭了身上的火焰，但又想到：“连我都有些抗不了的奇寒，你们两个异族人，哪怕使出浑身解数，也是无法幸免死在其中的。炽热的血液，你们也没有完全掌握使用的方法......”\n    在这片寒潮中，史蒂夫只是用剑挥砍来使得全身发热，却没有实质性的方法。看着身子一点点的僵硬，他咬了咬牙，站起来，拉住谜题羊，直接朝外跑，也顾不得杀死将死的雪怪首领。\n    “等待，你去哪里。”谜题羊挣脱开史蒂夫的拉扯，叫唤道。\n    “当然是跑啊，等这股寒潮蔓延开来，我们就完了。”\n    “你不是有炽热的血液吗？”\n    “炽热的血液又怎样，还不是在寒风里瑟瑟发抖。”这句话像是在嘲讽炽热的血液不顶用，又像在嘲讽自己打不过雪怪首领，眼神里闪过几丝无奈。\n    “雪怪首领生于寒，便可寒气护体；你受到炽热的血液影响，也可以释放热气护体，还刚好可以克制它呀，”谜题羊双手忽然举起，手背上有个紫色的东西掉了下来，闪了闪，史蒂夫瞬间就懂得了炽热的血液全部的操控方法，“这可是我们族的宝贝，能让人瞬间变成百事通。”说完，他又若无其事地收好了那个紫色的小球，又看向了寒潮的中心，雪怪首领站立的位置。\n    史蒂夫顿时召唤了一圈暖气在身边，随后冲向寒潮中心，又是狠狠的一剑。雪怪首领没有防备，也没有料到他会冲上来进攻，顿时手臂上被砍了一刀，留下一道血痕。雪怪首领已经濒危，几乎没有余力抵抗。\n    就在这时，史蒂夫又举起了钢叶剑，正要往下一挥。却见有一个羊的身影闪过，替雪怪首领挡住了这一剑。史蒂夫正纳闷，谜题羊这是要干什么，忽然他又是一击过来。史蒂夫不得不释放暖气将他挡在外。\n    “谜题羊，你在干什么？”史蒂夫收好剑，却发现前面的人根本不是谜题羊。\n   “史蒂夫，你跑得还是这样快。”真正的谜题羊从后边追上了，又抬头看见了那个不速之客，不由得大惊失色。\n    “你是，我们羊族的人！”谜题羊捂住嘴，显得非常惊讶。他照了这么多年也没找到族人，再次认脸，却是在战场上兵戎相见。也不知是感动还是伤感。\n    “不错，我是。谜题羊，我们又见面了。不过我可是雪怪首领的人，你们敢冒犯他，就不能走。”\n    “你不要太猖狂。”史蒂夫看着羊族的人，却是一阵鄙夷。\n    “史蒂夫别这样，”谜题羊深深呼了一口气，心平气和道，“你是我们的族人，就应该回归本族，怎么能投靠他们？”\n    “那么，你们不是也投靠了别人吗？”它的话字里行间几乎都是嘲讽。\n    “无论如何不要伤害它，”谜题羊又对史蒂夫强调，随后转过来，向前一步。\n    谜题羊正想说话，却见那只羊眼中释放出兴奋的光芒，忽然也上前一步，一剑打在了谜题羊身上，谜题羊似乎没有防备，直接被剑击得晕了过去，又被他反手击飞，飞到了一边。\n    “你不是他的族人吗？怎么这样对他？”\n    “在战场上，我们便是敌人，没有亲朋好友之分，只有联军和敌人。”他说这话似乎不带一丝感情，甚至比常年覆盖的冰雪森林还要冷。\n    “那么我，不可饶恕你。”史蒂夫怒了，在谜题羊身上取出了逐妖大剑，带着一丝凌厉的光芒，射向了他。而他似乎没有阻挡，就是冷酷地盯着。\n    半晌，史蒂夫动了。他燃烧着炽热地血液，冲上去狠狠一击，却被羊族人直接挡住。那个羊族人比谜题羊似乎要强一些。他翻过身子，立马转到史蒂夫后面，一剑下来。\n    史蒂夫似乎料到了这招，直接释放一圈暖气在自己周围，将羊族人逼退，自己也俯下身子，向后一翻身，反手一剑，刚好迎上羊族人的新一剑，两剑相擦发出嚓嚓的声音。\n    终究还是羊族人力气比较大，他弹开了史蒂夫的一剑，冲到史蒂夫的胸前，举起剑，并发出一丝冷笑。这么近的距离，饶是雪怪首领本尊也挡不住吧。可就是这时，异途生变。\n    不知史蒂夫的手上何时召唤出两团火球，直接朝羊族人胸前飞去。羊族人被一下子烧起来，摊在了地上，万分痛苦。\n    又过了片刻，他已是奄奄一息，只对史蒂夫吐出了一句话：“我，我是谜题羊的，的族人。”随后看向了史蒂夫。史蒂夫已经似乎没有感情，又调用炽热的血液，召唤了一团火，直接烧死了羊族人和雪怪首领。随后吐出一口鲜血，跪倒在地。\n 嘉宾观众席@卡壳 @剑齿虎 @新人x号 @燃雪听风 @随意之光 @电磁步兵 @阿秋Minecraft @北极仙光 @自由李代数 @mohui666 @曦灬月 @Mr.时间之瓶 @希望工程 @吃井不忘挖睡人 @缇米Official \n\n 字数统计\n\n\n\n\ndi8.png (7.27 KB, 下载次数: 3)\n\n下载附件\n\n2020-7-6 18:02 上传\n\n\n\n\n\n\n\n\n\n\n\n去符号源文件(8).zip\n(19.99 KB, 下载次数: 0)\n\n\n\n2020-7-6 18:02 上传\n点击文件名下载附件\n第八章去符号的原文阅读权限: 10\n\n\n\n\n\n\n\n以上为word文档去符号字数统计\n以1汉字为1字节\n已附去符号源文件\n版主可核实\n\n上一章\n\n下一章\n目录\n",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1594030860,
            "txt_content": "欸！更新了！\n支持一下大佬的创作\n（我要攒金粒，又没有人气，只能口头支持）"
        },
        {
            "author": "800805",
            "timestamp": 1594031040,
            "txt_content": "奇怪的帽子 发表于 2020-7-6 18:21\n欸！更新了！\n支持一下大佬的创作\n（我要攒金粒，又没有人气，只能口头支持） ...\n皇帝的支持\n反正我暂时不缺金粒"
        },
        {
            "author": "希望工程",
            "timestamp": 1594031280,
            "txt_content": "提个建议.炽热血液虽然是周创但也没那么NB，不然也九头蛇也不会只能和恶魂冰女五五开了"
        },
        {
            "author": "800805",
            "timestamp": 1594031460,
            "txt_content": "希望工程 发表于 2020-7-6 18:28\n提个建议.炽热血液虽然是周创但也没那么NB，不然也九头蛇也不会只能和恶魂冰女五五开了 ...\n不要在意这些细节\nemm，你的注意好集中啊\n之前说过了\n九头蛇是把它珍藏着的\n也不知道是不是病了\n一直不用"
        },
        {
            "author": "希望工程",
            "timestamp": 1594031580,
            "txt_content": "800805 发表于 2020-7-6 18:31\n不要在意这些细节\nemm，你的注意好集中啊\n之前说过了\n所以说冰女有冰碴子\n恶魂有扁桃体？砷铅铁矿石"
        },
        {
            "author": "800805",
            "timestamp": 1594031700,
            "txt_content": "希望工程 发表于 2020-7-6 18:33\n所以说冰女有冰碴子\n恶魂有扁桃体？砷铅铁矿石\n一发火焰弹安排\n相比之下更想换冰霜弓"
        },
        {
            "author": "希望工程",
            "timestamp": 1594031880,
            "txt_content": "800805 发表于 2020-7-6 18:35\n一发火焰弹安排\n相比之下更想换冰霜弓\n可是...我觉得末影弓是神器啊"
        },
        {
            "author": "Novise",
            "timestamp": 1594033800,
            "txt_content": "搞快点搞快点（（"
        }
    ]
}