{
    "title": "[原创/连载]万物传说——书目介绍",
    "author": "VINDICATOR-231",
    "replyCount": 0,
    "timestamp": 1594112820,
    "txt_content": " 本帖最后由 vindicator#231 于 2020-7-18 08:58 编辑 \n\n   目录：   《万物传说》远古篇：\n   1.骷髅\n   2.僵尸\n   3.史蒂夫（上）\n   4.史蒂夫（下）\n   5.Herobrine\n   6.传说之战\n   《万物传说》近代史篇：\n   1.唤魔者\n   2.村民\n   3.铁傀儡\n   4.卫道士\n   5.掠夺者\n   6.劫掠兽\n   7.传说之战（第二次）\n   《万物传说》杂篇：\n   待定...\n（都是坑啊）\n\n\n  介绍：想必大家都好奇过这些问题：僵尸从何而来？为什么没有小骷髅？唤魔者为何至死都不使用不死图腾？...   本书的主要目的，就是用我个人的观点，为你们解答上述的疑惑。\n    本书将以短篇小说集的形式，写出生物、物品背后的一段不为人知故事。\n    这个系列极有可能被咕咕咕\n    这个系列可能没有人看\n    这个系列可能文笔不怎么样\n   但是，可以保证的是：我会像写考试作文那样认真写它\n（开什么玩笑，我考试作文可是扣过十分的）\n    反正，你们乐意看我的胡说八道就是了\n\n\n设定集：\n1.文明循环：\nMC主世界每约1000年循环一次，每次都会诞生各种奇葩的文明，诞生各种各样的科技，如弩、红石等。\n更奇葩的是，受世界规则限定，主世界永远只能有两个文明，第三个文明总会遭到诅咒而快速灭亡。（但是，似乎一些文明会因为规模太小逃过诅咒）\n这些文明总会灭亡，因为他们拥有着强大的敌对势力，而敌对势力几乎永远会摧毁这个奇葩文明，紧接着下一世的奇葩文明摧毁上一世的敌对势力，一代又一代的循环...\n如此世的村民与刌民，上世的人类与亡灵大军...\n传说，只要有所谓奇葩文明战胜敌对势力，他就能与本该出现在下一世的文明和谐相处，永世流传...\n不过这只是传说而已...\n2.科技：\n每个文明都会产生自己的科技。当然，除了铁镐和弓这样的必备物品，那些科技最终都会失传，比如现在会红石的人就很少了。（而不实用的科技会很快消失，比如弩）\n3.亡灵：\n它们是上个文明战争的牺牲品，只能终日游荡在天地间，被阳光烧灼而死，然后在阴暗角落重生。\n正因为它们，MC物质量总在增加，使文明循环能正常进行。\n4.生死秘术：\n现世的敌对势力研究出的邪恶力量。这种秘法，传说只能由刌民掌控，但似乎任何生物都能使用它，典型代表是不死图腾。\n5.绿色法球：\n由大祭司创造的绿色法球，极其强大。林地府邸权威史册（抄录本，原本在一号林地府邸大火中丢失）指出它叫绿色法球，毕竟大祭司当年就是这么叫它的...但是，一些杂乱史册仍称它为亡灵法球。\n它有两处作用：把人化为骷髅（对神级与半神级无效，如史蒂夫）、控制亡灵军队。这导致方块帝国在2个月内被屠杀殆尽...\n它在传说之战中被史蒂夫摧毁。\n现代人想还原它，无一失败。但大祭司五弟子（元老唤魔者）是最接近成功的，且创造了副产品：法术图腾（在唤魔者死后吸收唤魔者灵魂，变为不死图腾）\n6.工作服\n由John·Willard亲王及其管家Stan·Lee设计的劳动服，帝国鼎盛时期的象征。\n帝国劳动者标配的工作服。样式为蓝色短袖、深蓝色牛仔裤。这种工作服由羊毛与草纤维交织而成，集舒适与坚韧为一体（同时成本也极其低），僵尸的护甲值很大一部分来源于它。\n而且，它非常容易清洗，与那些花里胡哨的衣服想必，这东西扔进炼药锅就能干净，这导致几乎所有帝国劳动者都不愿意换掉它，甚至已经成为半神的史蒂夫和Him也是如此。\n其被卫道士山本太郎（烂大街的名字）改进后，成为卫道士的红色休闲服，一般穿在褐色外套下面\n7.evoker_56\n证明末影水晶伪科学第一人。\n其用完了18箱青金石，设计了成千上万次对照试验，这些实验无一例外的证明了末影水晶无任何卵用。\n很多卫道士手中的锋利斧头就是这么来的。\n当然，他的下场也极其悲惨。做完实验后一个月，尝试挪走末影水晶时，力度过大，导致末影水晶自爆，并点燃了大火，烧毁了一号林地府邸，同时摧毁了大量珍贵历史文献，损失无法估量。\n当救火卫道士赶来时，他烧的就剩下一坨灰烬与一块不死图腾。\n其骨灰与不死图腾存放于今灾厄联合组织公共图书馆内，提醒人们：珍爱生命，远离末影水晶\n@ Ender_56\n（随着文章推进，更多设定会出现在此处）\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}