{
    "title": "MCBBS论坛主要介绍你不来看看？（新人必看）",
    "author": "8888_",
    "replyCount": 5,
    "timestamp": 1594003020,
    "txt_content": " 本帖最后由 8888_ 于 2020-7-6 16:43 编辑 \n发帖原因：\n几分钟前看到有新人在问mcbbs论坛很复杂，于是我决定水发表一篇帖子\n\n论坛构成：\n\n首先，论坛由最上方5个大板块构成，分别为“首页”“论坛”“小组”“百科”“工具”，其分别对应不同的网页地址，显示不同的内容\n\n\n\n\n首页\n\n首页简介：首页下分为“滚动窗口”“版主推荐”“视频实况”“模组/插件”“皮肤/材质”“地图”红石/命令“共计7个板块，下面将分别介绍滚动窗口：一般为推荐内容或者质量特别好的内容，其涵盖范围较大，多数为优质地图内容。点击对应图片后即进入”论坛“板块的对应发布内容。版主推荐：顾名思义，此版块为版主推荐的内容，同样涵盖广泛，包括地图、视频、软件资源等不同内容，点击即跳转到对应作品发布内容，内有作品详细介绍。视频实况：此版块均为视频内容，包括各位玩家、up主制作的MC动画、MC实况等内容，一般贴内含有视频内容，可以自行观看。模组/插件:其内包含各版本的模组/插件相关内容，包括教程、mod、插件等，一般内容比较优质。皮肤/材质：其内包括小组/个人设计的MC皮肤以及版本的材质包，同样，因为在首页所以均为优质内容，供玩家选用。地图：地图板块涵盖范围较广，包括建筑地图、游戏地图等，均标有对应的版本号，可以选择使用。红石/命令：包括我的世界内的一些关于红石、命令的高端内容，我的世界小白勿进，看不懂...\n\n论坛\n论坛简介：mcbbs论坛是一个交流社区，各位玩家可以在此发表意见、发布内容、交流互动（氵贴）等，为玩家提供互动交流的平台。其下分为”综合讨论“”灵感交流“”创世匠艺“”你问我答“”mod（模组）“”多人联机“”基岩版”“相关游戏”“论坛事务”9个大板块。综合讨论： MCBBS擂台  其内发布帖子均为玩家参加活动作品，禁止发表无关帖子（正在举行#RTXON#） 新闻资讯 其内由玩家发表关于MCjava版基岩版等新闻资讯，来源为Minecraft官网，由发帖人翻译为中文，实时更新。 游戏技巧 其内发表关于我的世界的相关技巧，玩家发帖，可以学习很多实用MC技巧 软件资源 其内包括游戏下载、辅助软件、启动器、服务器工具等，一些由MCBBS大佬开发发布，自由下载 编程开发 其内主要为编程、开发交流以及开发教程、开发资源等（闲人勿进） 翻译&Wiki主要为翻译官方文章，模组资料、百科词条等（百年不进） 交易代理其内几乎全部为服务器出租，没有需求就不用进去了 MCBBS创意馆 其内为创意赛比赛作品，可以参观一些大神的著作  \n灵感交流：\n 矿工茶馆 为各位玩家提供的交流场所，可以在内发帖等，但请遵守版规 视频实况 发布MC动画，MC实况的场所，可以观看视频 材质资源 在内可以寻找个版本的材质包以及材质制作，安装教程 皮肤分享 在内可以寻找到各种皮肤，总有你喜欢的一款~ 周边创作 其内包括MC文学创作，原画作品以及模型预置等内容，你可以进去读读小说？\n创世匠艺：\n 展示&共享 其内为地图建筑、游戏地图等，感兴趣的可以前往下载 搬运&鉴赏 转载地图集中分享区域 匠人酒馆 其中主要为关于地图的交流以及教程等你问我答：\n\n 原版问答 发布我的世界原版问答问题 联机问答 发布我的世界联机问答问题 MOD问答 发布我的世界MOD问答问题 周边问答 发布我的世界周边问答问题\nMod（模组）： Mod讨论\n 主要关于Mod的讨论、展示等 Mod教程 关于Mod的教程以及整合教程 Mod发布 在此你可以寻找各版本的Mod 整合包发布 在此你可以寻找各版本的整合包多人联机：\n\n 联机教程 在此你可以寻找有关丽联机的教程，如果有什么不懂得可以在此找找看 服务器 在此你可以寻找各版本的服务器地址 服务端插件 在此你可以找到很多服务端的插件，放置到你的服务器中 服务端整合包 在此你可以下载服务端端整合包~开服好帮手\n基岩版：在此你可以找到关于基岩版的地图、问答、软件资源、服务器、服务端、作品等\n\n\n\n相关游戏：与我的世界有关的游戏，以及有一定相似性的游戏\n\n\n论坛事务：关于论坛的公告，反馈等。在此可以提建议\n\n\n\n\n小组\n\n\n在此你可以看到MCBBS的小组信息~想不想加入他们呢\n\n\n百科&工具\n\n\n百科直接链接到中文Wiki，\n工具页面提供有关论坛使用的工具~\n",
    "replies": [
        {
            "author": "800805",
            "timestamp": 1594024080,
            "txt_content": "https://www.mcbbs.net/thread-565057-1-1.html\nhttps://www.mcbbs.net/thread-7808-1-1.html\n这不是有吗？"
        },
        {
            "author": "一只鸽纸",
            "timestamp": 1594024260,
            "txt_content": "宁就是水贴带师？"
        },
        {
            "author": "8888_",
            "timestamp": 1594024260,
            "txt_content": "800805 发表于 2020-7-6 16:28\nhttps://www.mcbbs.net/thread-565057-1-1.html\nhttps://www.mcbbs.net/thread-7808-1-1.html\n这不是有吗？ ...\n还是不太一样的嘛23333"
        },
        {
            "author": "北琴",
            "timestamp": 1594024740,
            "txt_content": "宁就是氵皇本尊嘛"
        },
        {
            "author": "8888_",
            "timestamp": 1594029120,
            "txt_content": "一只鸽纸 发表于 2020-7-6 16:31\n宁就是水贴带师？\n带师不敢当\n这明明是很正经的一篇帖子"
        }
    ]
}