{
    "title": "[娱乐|机制]PyroMining —— 次世代挖矿系统[1.12.2-1.16.1]",
    "author": "youngklps",
    "replyCount": 7,
    "timestamp": 1593999120,
    "txt_content": " 本帖最后由 youngklps 于 2020-7-6 18:58 编辑 \n\n派洛挖矿——带来完全不同的MC挖矿新体验简介What is this plugin?\nThis plugin essentially brings yours and your players mining experience to life. This plugin adds many different functions that allows players to customize their mining experience and enhance it further.这是什么插件？\n这款插件让你和玩家的挖矿体验变得生动！ 它增加了许多让玩家能自定义并提高这一体验的功能。\n本插件为付费插件，当前售价为10英镑，约合89RMB，请自行前往原贴购买。截止发帖时平分为5星。功能列表额外宝石（搬运者注：释义为焊接剂，但并非此意思；是一种自由添加的仅用于出售的玩意儿）. (在你开采特定矿物时可以获取的小玩意儿，能被卖到矿物市场里. 可以完全自定义，甚至加入你自己的额外宝石.)宝石. (这些宝石会在未来有新功能，现在可以被卖到矿物市场里.)魔法粉末. (通过转化神秘粉末获取，用来召唤魔法守卫获取魔法符文.)矿石精炼器. (一个用于转化 神秘粉末 的多方块系统. 如下为建造方式.)魔法符文. (杀死魔法守卫获得. 用魔法粉末右击红石矿石召唤. 魔法符文是一种解锁新道具的货币.)被动技能. (如果你使用过Pyrofishing插件，那你就知道它是什么了.15项用来增强你挖矿体验的被动技能会在下文详细叙述.)泽塔经验值. (泽塔(搬运者注:可能只是原作者为了增强神秘感而改名的东西)是一种挖矿时获得的类似经验值的玩意儿，用于升级被动技能.)挖矿等级和技能树. (用来获取额外增益，例如开启额外的被动技能槽位（？）.)圣人. (用圣谕召唤的终焉boss. 掉落解锁被动技能槽位的道具和其他小玩意儿.)奇点（？）. (和挖矿密文有关的连携系统. 对社区开放（指每个人都可以为它做贡献）变异怪物，虚空裂缝和虚空能量都在它里面.也能从中获取和挖矿密文有关系的物品.)挖矿密文. (挖矿密文, 掉落自第二圣人：因普斯. 你需要完成一项特定的挑战来解锁挖矿密文系统. 这些密文有着特殊能力而且可以被玩家交易)Messages.yml (所有的插件提示都塞进了这个配置文件中.如果你购买了此插件，乐意的话请向搬运者提供一份语言文件进行汉化工作。)注意: 这些功能都是4.0之前的功能，甚至有一些被完全废弃了\n\n注意，由于搬运者并未购买此插件，有待进一步修改本帖。\n\n详细介绍\nFluxes副产物\n开采特定矿物时获取. 有六种等级，从常见到异域再到地狱石.\n你可以在 flux.yml 中添加和删除副产物. 插件在每一等级中都附带了两种默认Flux副产物.\n\n宝石\n宝石有两种用途：卖到挖矿市场，和购买augments（搬运者注：可能为机制的意思）. 宝石有五种等级，影响它们被出售的价格。影响程度可以在配置文件中被修改。宝石可以按照你的意愿修改价格，以适应服务器市场价或者随你的心.完全损毁;严重损伤;损伤;陈旧;崭新.\n\n\n被动技能\n被动技能和自定义附魔很像，但它们是一直触发的. 打开操作GUI只需要输入/mine passives . 当前插件只有10个被动技能，但将来会有10-15个. 每个技能都有一个评级. 评级越高，解锁它的代价就越大.你可以用插件自带的物品升级被动技能。每个被动技能都有7个等级（搬运者注：和评级不一样）。\n\n每个被动技能都可以被单独开关，只需要去配置文件修改即可。\n\n被动技能的五个评级都对被动技能槽位数目有需求. 评级1需要1个槽位，而评级5需要5个槽位. 初始槽位数为5，也就是说，你可以带五个评级1的被动技能或者一个评级5的被动技能. 混合搭配你的被动技能吧!\n\n泽塔经验值\n泽塔经验值可以通过挖矿获取，用于升级被动技能. (/mine passives)\n\n挖矿等级和技能树\n挖矿时会获得经验值. 被动技能需要一定的等级才能解锁 (/mine passives) .\n在游戏中获取的各种点数可以用来升级插件中的机制，例如增加泽塔经验值获取率或者升级你的被动技能槽位数目.\n\n圣人Boss\n使用充能后的圣谕可以召唤圣人. 在精炼器中精炼神秘粉末获取未充能的圣谕. 然后开采足够数量的钻石，再右键绿宝石矿石进行召唤. 注意，圣人需要游戏后期的装备才好打，而且最好和你的小伙伴们一起打.\n\n奇点（意义不明）\nThe singularity is a player and community driven feature that sees players using Void Shards to power up their personal Singularity. Once activated, it will allow players to get Unstable Element and find Void Rifts for Corrupted Mobs and Shards. The Void Energy part of the Singularity is a community driven feature that gets everyone to contribute Rune Dust towards it to increase the drop chance for Unstable Element for everyone on the server!\n\n挖矿密文\n新加入的功能! 和被动技能相似，但它是一个偏向后期的系统.完成Aurite的挑战以解锁它们. 用 Light Runes and Corrupted Shards将相同的挖矿密文融合可以升级.它们的使用次数有限，但可以恢复. 所有的相关机制都可以在config.yml中查询.\n\n\n游戏截图\n\n\n\n\nfile_1593997563000.jpg (139.77 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-6 09:06 上传\n\n\n\n\n\n指令/pm 查看所有和插件有关的指令\n\n权限pm.reload重载插件pm.give给予相应的插件物品下载地址&汉化包付费插件，请前往原帖购买\n汉化工作已完成。如有错误，欢迎指出！\n\n\n\nzh_CN.zip\n(6.73 KB, 下载次数: 50)\n\n\n\n2020-7-6 18:56 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "panlixin",
            "timestamp": 1594005000,
            "txt_content": "啊这，我给你配置文件，dalao能汉化么"
        },
        {
            "author": "youngklps",
            "timestamp": 1594005360,
            "txt_content": "panlixin 发表于 2020-7-6 11:10\n啊这，我给你配置文件，dalao能汉化么\n可以可以，直接发就行不过汉化大概要等高考结束左右才能完工"
        },
        {
            "author": "名副其实",
            "timestamp": 1594006920,
            "txt_content": "这个机器摆放方式真的不会和粘液科技的那玩意冲突吗..."
        },
        {
            "author": "youngklps",
            "timestamp": 1594008840,
            "txt_content": "名副其实 发表于 2020-7-6 11:42\n这个机器摆放方式真的不会和粘液科技的那玩意冲突吗...\n我并没有购买插件不清楚当前是否能修改，但作者应该会在4.0版本中新增修改建造方式功能"
        },
        {
            "author": "哀子小七",
            "timestamp": 1600148880,
            "txt_content": "会不会和MineTinker冲突啊"
        },
        {
            "author": "牧木目",
            "timestamp": 1600242060,
            "txt_content": "老哥 又更新了 汉化一下咯"
        },
        {
            "author": "哀子小七",
            "timestamp": 1609911420,
            "txt_content": "老哥啊 更新一下咯"
        }
    ]
}