{
    "title": "[Minecraft.net|MINECRAFT BUILDS]最佳社区皮肤：四月",
    "author": "血盟团长",
    "replyCount": 3,
    "timestamp": 1594115760,
    "txt_content": "\n\nMINECRAFT BUILDSBEST COMMUNITY SKINS: APRIL\n最佳社区皮肤：四月\n\nPretty! Weird! But NEVER pretty weird, which is pretty weird.\n好看！怪异！但不会好怪异，这就好怪异。\n\nTom Stone\n\n\nI woke up in a bit of a bad mood recently, and not just because I woke up in the sewer again. So to turn my frown sideways (sorry, I think upside-down is a little too optimistic) I decided to look up six spectacular skins from the Minecraft community.\n我最近起床心情都不好， 这不仅仅是因为我又在下水道醒来。为了让我皱着的眉头移开（抱歉，我觉得让它反过来太乐观了），我决定从Minecraft社区中找出六个惊人的皮肤。\n【译者注：Turn my frown upside-down，让皱眉反转意思是变成笑容，不懂的话可以看看元气寿司的商标】\n\nEvery month, apart from all the months we forget to do it, we gather the greatest Minecraft skins crafted by you – yes YOU – and then vamp about what makes them so superb. Email your skins to scoops@minecraft.net and we’ll feature our favourites on the site. This month they’re all from the Java version, but if you’ve built something weird and wonderful with the character creator in Bedrock, please submit those too!\n每个月，撇除我们忘记的所有月份，我们为你收集了最好的Minecraft皮肤 —— 对，为了你 —— 还会讲解为什么这些皮肤如此优秀。把你的皮肤发送到scoops@minecraft.net，我们会在网站上展示我们最喜欢的皮肤。这个月的皮肤全部都是Java版本的，但是如果你在基岩版中使用角色创造者创建了一些奇怪而美妙的皮肤，也请把这些提交给我们。\n\nBonus Tom Tip: have this song on a loop on full blast while reading this article and you’ll never know sadness again. You’re welcome!\n额外的小贴士：阅读这篇文章的时候，一边用最大音量听着这首歌，你就不再感到悲伤了。不用谢！\n\n\n\n\n\nAUTUMN\n秋天\n\nBy CraCraCat\nBy CraCraCat\n\nSpring is finally here! Yeah, I’m over it too. Luckily, so is the fantastically named CraCraCat(which sounds a bit like when I’m trying to say the word ‘cat’ while holding in a sneeze), who crafted this ace Autumn skin. If you’ve ever dreamed about blending in with piles of dead leaves, then this is the perfect skin for your pre-winter wardrobe. I’m also a fan of the fact that the lovely hair looks a bit like a fence, even if it is a cruel reminder of the time I got my head stuck in a fence ** ago. Whether my head is still trapped in said fence is irrelevant to this article. Next skin please.\n春天终于来了！太好了，我也过完了。幸运的，这个奇特地叫CraCraCat（听起来有点像当我想说“猫”这个词同时打喷嚏）的玩家创作了这个王牌秋天皮肤。如果你曾经梦想过和混在成堆的枯叶里，那这个皮肤将完美适合放在你入冬前的衣橱里。我还很喜欢这个有点像栅栏的迷人头发，尽管它残酷地提醒着我十年前曾经把头卡在栅栏里。我的头是否还卡在栅栏里与这篇文章无关。有请下一个皮肤。\n\n\n\n\n\nSTEVE BUT WITH MUSCLES\n长肌肉的史提夫\n\nBy _TheDimonn_\nBy _TheDimonn_\n\nI recently tried to get in shape by doing fifty press-ups every morning. But I do these press-ups over a trough of ice cream, so results have been disappointingly delicious. Maybe I should just play Minecraft as Steve But With Muscles instead? What Creeper would be foolish enough to mess with this beefcake? I’ll stare at any Enderman I please, thank you very much, now I know I could easily take it on. Obsidian blocks? Ha! Forget using tools, I’ll just mine them with my mighty fists!*sound of fist bones breaking, followed by sound of writer ugly crying as he realises he’ll be typing the rest of this article with his nose*\n我最近尝试每天早上做50个俯卧撑来保持体形。但我是在一槽冰淇淋上做俯卧撑的，所以结果是令人失望地美味。也许我应该以肌肉版史蒂夫的身份玩Minecraft？ 哪个食人魔会蠢到去惹这个猛男？我可以盯着任何一个末影人看，谢谢你我现在知道我可以轻松地接受它。黑曜石？哈！别管工具了，我只需要用我有力的拳头。* 拳头骨折的声音，伴随着作者丑陋的哭泣声，因为他意识到他将要用鼻子打完这篇文章 *\n\n\n\n\n\nMIDNIGHT PROWL\n午夜徘徊\n\nBy Jessamoon\nBy Jessamoon\n\nEasily the worst thing about being alive is having to decide what to wear on your legs each morning. Skirt? Tights? Remain in pajamas? Paint clothes on and hope nobody notices? What I love about Midnight Prowl is that it refuses to make such a binary legwear choice, instead opting for shorts and a different item of clothing on each le g. Genius! When I rule the world, dressing like this will be mandatory, so that’s something for us all to look forward to. Bonus points for that excellent crescent moon top too.\n没有什么比每天早上必须决定穿什么更糟糕了，裙子？连裤袜？还是穿着睡衣？涂上衣服的颜色然后希望没人注意? 我喜欢午夜徘徊的原因是，它拒绝做出这样的选择，而是选择每个臂有各自的长短。太天才了，等我统治这个世界时我也要这样，规定穿着必须这样，这样我们都会期待，最好再加一个新月顶。\n\n\n\n\n\nBALD STEVE\n秃头史提夫\n\nBy fuchisia_\nBy fuchisia_\n\nMy housemate recently shaved his head, in what I can only assume was a woefully misguided attempt to make me finally respect him. My new friend Bald Steve here, has gone even further, not just chopping off his luscious locks but losing that beard we all know and, er, ‘love’. I think it suits him! He looks at least twenty years younger (which is worrying, as Minecraft has only existed for eleven years) and he’s going to save a fortune on Creeper Shampoo, the new business I sunk all my savings into (it’s the only shampoo made with real Creepers, by a real creep!) How’s my new business doing? I’m writing articles for this website again - how do you think it’s doing?\n我的室友最近剃了光头，我只能说这是一个可悲的错误，试图让我最终尊重他。我的新朋友秃头史蒂夫他不仅剪掉了性感的头发，甚至还剪掉了我们都知道的胡子，呃，还有“爱”。我想这很适合他！他看起来至少年轻了20岁（让人担忧的是Minecraft才出现了11年），他将在苦力怕洗发水上省下一大笔钱，我把所有的积蓄都投入了这家新公司（这是唯一一款用真正用苦力怕制作的洗发水，真正的苦力怕！）你说我的新生意怎么样？我又在为这个网站写文章了——那你觉得它怎么样?\n\n\n\n\n\nKEEPER OF THE DAISY\n雏菊的守卫\n\nBy Fishkiss\nBy Fishkiss\n\nA knight in shining armour is handy for saving you from a dragon, I suppose, but do they have to be so drab? This year alone, a record number of princesses are refusing to be rescued by knights until they introduce some colour into their wardrobes. Thank goodness Fishkiss has solved 2020’s biggest problem by crafting Keeper of the Daisy, which brightens up this nifty knight with a healthy dose of flower power! True, arming yourself with a flower instead of a sword is just one of the many reasons I’ve never survived a single night in Minecraft, but fashion over practicality, right?\n我想，一个身披闪亮盔甲的骑士很容易就能把你从恶龙手中救出来，但他们就这么单调吗？仅今年一年，拒绝接受骑士拯救的公主数量就创下了纪录，除非骑士们愿意在衣橱中加入多点颜色。感谢上帝，Fishkiss通过制作雏菊的守卫已经解决了2020年最大的问题，它用健康效果的花来照亮这个漂亮的骑士！现实是，用一朵花而不是一把剑来武装自己只会让我在Minecraft活不下一个晚上，但是时尚比实用更重要，对吧？\n\n\n\n\n\nMAGIC BLAZE\n魔法火焰\n\nBy Blaze Warrior17\nBy Blaze Warrior17\n\nBurn this skin at the stake! That’s a compliment btw. It means it looks so good, that I’m convinced you have magical abilities,Blaze Warrior17, causing me to uncharacteristically panic and round up an angry mob. But don’t worry, they’ll calm down once they see the majestic robes, cheeky tuft of red hair, and purple eyes that scream “oh your eyes aren’t purple? Thanks for trying .”*smug chuckling* . Why don’t actual wizards dress this well? Harry Potter is a ‘wizard’ who still apparently needs to use glasses. Voldemort should have won just for his sense of style alone, frankly.\n把这个皮肤绑在火刑柱上！顺带一提这是一种恭维。这意味着它看起来很好，我相信你有魔法能力，Blaze Warrior17，这让我异常的恐慌并围捕了一群愤怒的暴徒。但你不用担心，一旦他们看到宏伟的长袍，厚脸皮的一簇红头发和尖叫着“哦，你的眼睛不是紫色的吗？谢谢你的尝试。”*得意的呵呵*为什么法师就不能穿好点？哈利波特还是个戴眼镜的“法师”，坦率地说我觉得就凭伏地魔的品味他应该获胜。\n\nRemember in the intro to this article when I said looking at these skins didn’t cheer me up? Ha! That was a LIE to see if you’d read the whole thing! These skins have made me happier than I ever dared to dream. Want to see your own skin on Minecraft.net? Email them to scoops@minecraft.net and we’ll cover our favourites in an upcoming article!\n还记得在这篇文章的介绍中我说过看着这些皮肤并不能让我振作起来吗？哈！那是谎言，看看你是否读懂了整件事！这些皮肤让我比做梦都要快乐。想在Minecraft.net上看到自己的皮肤吗？发邮件到scoops@minecraft.net，我们将在接下来的文章中介绍我们喜欢的！\n\n\n\n【MikeW138 译自官网 2020 年 05 月 12 日发布的 BEST COMMUNITY SKINS: APRIL；原作者 Tom Stone】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1594116360,
            "txt_content": "我以为是哪个五等分的本子的四……\n\n兄啊那是四叶啊关四月鬼事情啊.jpg"
        },
        {
            "author": "北极仙光",
            "timestamp": 1594122240,
            "txt_content": "第二个皮肤应该是“长肌肉的史蒂夫”吧\n第四个也是"
        },
        {
            "author": "几何爱好者",
            "timestamp": 1594125480,
            "txt_content": "喜欢作者的双关语笑话？You are welcome!"
        }
    ]
}