{
    "title": "[Minecraft.net | INSIDER]背包盘点：幻翼膜",
    "author": "Ziang39",
    "replyCount": 1,
    "timestamp": 1594070880,
    "txt_content": " 本帖最后由 MR.11 于 2020-7-7 05:29 编辑 \n\n\n\n\n\n\nfile_1594069924000.jpg (54.63 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-7 05:12 上传\n\n\n\n\n\nTAKING INVENTORY: PHANTOM MEMBRANE背包盘点：幻翼膜\n\nThe grimmest Minecraft item yet? Possibly!Minecraft目前为止最阴森的物品？也许吧！\n\n\n\nHello there, little kitty! It’s so nice to see you again. You were out all night. Were you out hunting? Of course you were, and it looks like you’ve brought me a present. Wait... what even is this? It’s so beige and stringy... oh. Oh no. It’s our item of the week. It’s a phantom membrane. Thanks, kitty! Knew I should’ve gotten a dog.小猫咪你好。很高兴再次见到你。你整宿都在外面。你在捕猎吗。当然，你在，还有，这看上去像是你给我带了礼物。等等，这是什么？它太斜纹细长了。哦，哦不，这是我们这周的物品。它是幻翼膜。谢谢你小猫咪！知道我应该要一只狗了。\nIf the phantom membrane isn’t the ickiest item in Minecraft, then I don’t know what is. One of the game’s newer items, it was added in version 1.13 as a drop from the spooky, flying Overworld monsters called phantoms, which spawn and attack players that haven’t slept in several days.如果说幻翼膜不是Minecraft物品里最恶心的，我就不知道还有什么是最恶心的了。游戏中其中一个较新的物品，在1.13被加入了。掉落于阴森的飞行怪物幻翼，一个生成并攻击好几天不睡觉的玩家的怪物。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThere are two ways to get your hands on a phantom membrane, if for some strange reason that’s a thing you want to do. The first is to kill a phantom, though there’s no guarantee that every single phantom will drop one. If your sword tears the poor monster’s membrane to shreds, then it’s worthless. The other option is to get a cat. Phantoms do their best to stay away from cats, but very occasionally a cat will catch one and bring its owner the membrane as a gift.有两种方法去得到幻翼膜，如果你有一些奇怪的理由想得到他的话。第一种方法是杀掉一只幻翼，但是没有保证每一只都会掉落一个。如果你的剑把怪物的膜撕成了细条，那么他就没有价值了。另外一个选择是养一只猫。幻翼离猫要多远有多远，但是，偶然的，猫会抓一只幻翼然后把它的膜带回来当做礼物给你。Now you’ve got a chest full of phantom membranes, what do you do with them? Well, you can either use them to brew potions of slow falling by combining it with an awkward potion in a brewing stand, or to repair a damaged elytra in an anvil. Either way, you’re avoiding future fall damage – which seems appropriate for a drop from a flying monster.现在，你已经得到了一整箱幻翼膜，你要拿它们做什么？好吧，你可以通过粗制的药水在炼药台用他们做缓慢掉落的药水，也可以修复一个破损的鞘翅。每种方法都是帮助你以后避免摔落伤害的----看上去像是一个飞行怪物应该掉的东西。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe closest thing in the real world to a phantom membrane is probably the wing of a bat. Bats, which are the only mammals that can fly, have a thin membrane called a “patagium” that grows between their bodies and their arms, creating a wing.在现实世界里看上去像幻翼膜的东西可能是蝙蝠的翅膀。蝙蝠，是唯一会飞的哺乳动物，有一个叫“翼膜”的膜长在身体和他们的胳膊之间，成为翅膀。Scientists, who clearly have too much time on their hands, have named each part of the patagium – the “propatagium” grows along the top of the wing, from the neck to the first finger. The “dactolopatagium” grows between the fingers. The “plagiopatagium” grows between the last finger and the legs, and the “uropatagium” grows between the two back legs. That last one, the uropatagium, is kind of special actually. It lets the bat steer itself in mid-air, and allows them to be much more manoeuvrable than birds are.科学家，显然有很多时间的人，给翼膜的每一部分都命名了——“前膜”长在翅膀的顶部，从脖子到第一个指头。“体侧膜”长在最后一个指头和腿之间，“尾膜”长在两条后腿之间。最后一个，尾膜，其实是最特别的。他让蝙蝠在空中掌控方向，还让他们比鸟更灵活。Bats aren’t the only real-world animals to have membranes like this – some other gliding mammals, flying lizards, flying frogs, dinosaurs and even birds have (or had) them. 蝙蝠不是现实世界的动物里唯一有这种膜的，一些滑行哺乳动物，飞蜥蜴，飞青蛙，恐龙还有一些鸟都有（曾经都有）膜。But when it comes to Minecraft, only phantoms have membranes. So treasure every one that you find, and marvel at this spooky wonder of nature. Good kitty!但是当膜来到我的世界，只有幻翼有有膜。所以，珍惜你所遇到的每一只幻翼，然后感叹于自然的奇妙。好猫咪！\n\n原贴地址https://www.minecraft.net/zh-hans/article/taking-inventory--phantom-membrane，Duncan Geere, 2019/08/02\n\n\n\n\n\n",
    "replies": [
        {
            "author": "打卡时间112",
            "timestamp": 1594092720,
            "txt_content": "很好武装部世界杯预选赛"
        }
    ]
}