{
    "title": "【原创·连载】长篇小说 我的世界韵-绝望篇 白衣少女-其三：明明她实力超强却故意放水",
    "author": "赶紧睡觉觉",
    "replyCount": 10,
    "timestamp": 1594040040,
    "txt_content": " 本帖最后由 赶紧睡觉觉 于 2020-8-11 21:06 编辑 \n第五卷：无声的变化\n\n\n第三十三章：女巫\n\n    一　　四周的灯光暗下来，只剩舞台上的红石灯还亮着。　　“欢迎欢迎，欢迎欢迎。”主持人嬉皮笑脸的道谢，“感谢大家**的捧场！”　　这里是王城的地下黑市，贩卖的东西不是附魔装备那样的高级品就是TNT那样的违法品。　　像金杯之前用的一堆TNT就是从这买的。　　“手头上的钱有点不多啊。”　　不知道能不能买到，实在不行到地摊上买也可以，就是很难找到。　　“首先是第一个拍卖品：高级工匠纯手工制造的盔甲。这构造非同一般啊，虽然是轻甲，但防御力可与重甲想做比较。”推出的盔甲耀耀生辉并散发出亮丽的紫光，“并且还拥有耐久II、保护IV的高级附魔，质量非同一般啊。”　　唔，确实是个好东西，但我要的并不是这个。　　况且这价格，也只能骗骗外行人了。　　“起拍价，一钻石！”　　这东西，性价比很低。　　一钻石能买到的东西，远超过一件高级盔甲。　　周围的有钱人纷纷抬价，并且越抬越激动，甚至还大打出手。　　“哎呀哎呀，不要破坏秩序，不要破坏秩序。”保安拦住了正在打架的两人，“公平竞争，公平竞争。”　　“好，恭喜十三号买家成功以138钻石的价钱买下这件高级盔甲！”　　翻了个百倍啊，这些人是有钱没处花吗？　　“下一件商品：拥有超多效果的超级药水！”他这个超级被拖了个长音，“拥有速度、急迫、抗火、隐身、夜视、力量等多达14种效果，全部合为一体！”　　啊这……这种药物怎么可能存在。　　即便是琉璃那种天才，也顶多只能加强效果罢了。　　将两种效果合为一体也已经是人类所能达到的顶尖水平。　　现在吹到这种地步，不会真有人信吧？　　“我要！”　　“我也要！”　　“别跟我抢！”　　啊，我忘了，他们都是些有钱没处花的家伙。　　先不说是真是假，他们恐怕根本不会有用上这种药水的时候。　　买下这瓶药水，顶多是向别人吹牛罢了。　　“无聊透顶。”　　就没些正常点的东西吗？　　“等等等等，这可不是商品的全部。”主持人示意下面叫喊的人安静，“这瓶药，顶多只是件附加品。真正的商品，可是这个哦！”　　“走，快走！”　　一个少女被推嚷着走到台前。　　现场顿时鸦雀无声。　　诶？我好像在哪见过……　　不，只是错觉而已。　　“我知道大家的顾虑，贩卖人口这件事即便是在黑市里也是禁忌，一不小心就会惹出大祸。”他急忙向愣住的大家解释道，“这就是制作那瓶药水的女巫，我们的商品就是她。”　　贩卖怪物吗？法规里的确没有禁止这种事。　　“这个女巫不但酿药技术好，等级也高。大家都知道这意味着什么吧？”　　他把女巫往前一推，拿出铁剑擦了擦。　　唔，确实听说过吃女巫肉会提升酿药技术和等级的传闻呢。　　和其他的怪物不同，女巫的身体构造更接近人类（实际上和人类没区别），所以死后不会单纯的化作白烟，会留下尸体。　　“这次拍卖分为直接买下和现买现杀。”说着他将价格表翻了起来，“我比较推荐直接买下，不但能帮你酿药还会干活，等你觉得没必要留下时能直接杀掉。而且因为是怪物，还不用担心人口贩卖的问题。”　　一斤肉十金锭？这价钱可不算贵啊，毕竟是高等级的怪物。　　“有要直接买下的吗？”他开始询问大家，“有吗，有吗？”　　现场无人应答。　　那就是要现场分肢喽？当场动手的话大部分人都会接受不了跑掉吧。　　这样也好，省的有人跟我抢想要的东西。　　“总感觉看着很熟悉啊。”　　在哪见过呢？我不记得有遇见过女巫啊？　　黑长发紫眼，白皮肤。除了胸和身高之外，她和十年前救了风和的女巫长相一模一样。　　可恶，头又开始痛了……　　明明知道她已经死了，但越看越觉得一样。　　然后手不由自主的举了起来，就连我自己也觉得惊讶。　　“这位先生，你要怎么买？”　　“诶？那不是那个……”　　“哦哦，是他是他，毕竟这肉效果最适合他了。”　　该怎么说？拒绝吗？　　但看到她泪眼汪汪的样子，我又无法狠下心来。　　原来自己心里还有恻隐之心吗？　　解除了伪装的我，依然拥有“温柔”这种东西吗？　　“直接买了。”　　“好的，一共是7钻石。”　　诶？诶！　　于是我就此破产了。　　二　　“啊啊啊，你倒是说句话啊！我怎么买回来一个哑巴呢。”被上天指引（真）的我带着花了所有家当买回来的女巫回家了，“都是因为你，东西都没买到。”　　她沉默不语的低头跟着我，四周的人都齐刷刷地往这边看。　　血痕、薄碎的衣服、萝莉……不对我不是我没有！　　“先带回家吗？但是没有她穿的衣服啊。”我要是有就有鬼了，“先买衣服的话会被一堆人看到的，到时候生意就做不下去了。”　　如果留言真被传开的话，恐怕都是些“萝莉控”、“幼女”、“变态”之类的话题吧。　　好不容易赚了些钱，现在又濒临破产。　　假如再有流言传开，我就别想在王城里过下去了。　　“你有名字吗？我总不能你你你的这样一直称呼吧。”　　她沉默着摇摇头。　　“啊，我求求你说句话吧！”　　我已经想把她退回去了，反正死了也和我没什么关系。　　“你再不说话信不信一到家我就把你煮了吃了。”　　这可不是谎话，如果她一直这样下去我真会把她杀掉。　　不就是把一个有尸体的怪物开膛剖肚嘛，我完全不在乎的。　　“你不本来就是要把我杀掉吗。”　　她低声回答我。　　“说得倒也是，那早死晚死都没什么关系喽。”　　我微微撇下眼睛看她的反应。　　毫无一丝波动。　　“我回来了！有赚到钱吗！”我推开家门，“我希望能听到赚钱的好消息哦！”　　“别一到家就嚷嚷。”白衣少女白了我一眼，“东西买到了吗？还有，你拐了个什么回来？”　　“东西没买到，只买了这个小家伙。”我指了指她，“不过那价钱我也买不起。”　　“买不到就算了，也不是必需品。”　　她眼睛眯成了一条缝，紧盯着女巫不放。　　小女巫往我身后缩了缩，看样子很害怕白衣少女。　　不过那种要生吞活剥了的眼神任谁都会害怕吧。　　“诶？扑……哦，不是啊。”　　她不知何时来到女巫身后，仔细的打量了她一番。　　“你那奇怪的癖好自己知道就行了，竟然还光明正大的带到家里来，当我不存在啊！”　　“别吓到小孩子了。”我对于花掉的钱一直很在意，“女巫肉吃了能变强是真的吗？”　　“你才是别吓到她好不好！”她狠狠的敲了一下我的脑袋，“我先带她去洗个澡，屋里有个奇怪的病人一直在等你。”　　有人在等我？　　还是奇怪的病人？　　即便我不在家白衣少女也不会放着不管吧，毕竟她是个贪财的家伙。　　“你好，找我有什么事？”　　推开内室的大门，里面是一个捂住腰部的平民。　　“啊！音老板！你可算来了！”他激动的站了起来，“你看我这伤，都几天了，一点没见好。”　　腰部的伤口是被剑划伤的，还有着烧伤时的焦味。　　“把衣服掀开我看一下，不然没法治。”　　皮和肉都是焦黑色，轻轻碰一下还会碎掉。　　这种伤口我还是第一次见，实在拿不准啊。　　“这伤口什么时候出现的？”　　“我自己都不清楚，就是洗澡时突然发现的。”　　伤了之后没有感觉？那还真是奇怪。　　可以确定的有烧伤，其他的一概未知。　　“给，抗火药水和生命药水。”我从外面的货架上拿来两瓶，“我再帮你治疗一下，过了几天还没见好的话再来找我。”　　手轻轻放在伤口上，能量开始流动。　　只要有恢复，哪怕速度再慢我的恢复强化就有效果。　　“啊，谢谢，谢谢音老板。”伤口确实有丝好转，“真不愧是王城数一数二的药师。”　　“谢就不必了，这是我的工作。”况且我并没能完全治好，“你还是赶快报案吧，这伤口是有人故意的，你不能就这样算了。”　　如果能找到凶手，我还想问问TA是怎么做到的呢。　　送走了病人，我看着空荡荡的货架发起了愁。　　亡灵族挑起了战争，灭了一半爬行者的领土示威并因此到了人族边界。　　虽说那边有几个诸侯国挡着，但迟早要打到我们这边来。　　我也因此赚了一笔大钱，想要赚取更多，才会去到黑市拍卖场的。　　“唉，东西没买成，我这钱就赚不了啊。”　　我开始后悔买下那孩子了，任凭她自生自灭呗。　　我是因为她能酿药才下定决心的，可没有材料什么都做不成啊。　　街上传来一阵马蹄声，然后在我门外停下。　　有急事吗？竟然骑着马过来找我。　　况且透过门窗看过去，来者并不是什么普通人啊。　　三　　“身上这么脏，要好好洗洗才行。”我脱下满脸恐惧的小女巫的衣服，“身上这么多伤口，也要好好治治才行。”　　“唔……”她被我碰了一下伤口吓得退到了墙上，“你、你不要过来！”　　“那家伙的癖好都歪到怪物身上了吗？”我站起来向她走去，“难道要求是可爱就行吗？”　　不过和那家伙长得一样呢，就连种族也是。　　是因为这个才把她带回来的吧，他可不是什么好人。　　“你，不要！”她因为我的逼近紧张地扭过头去，“别！别吃我！”　　“喂，你知道把你买回来的是什么变态吗？”我冷笑着将她的头扭过来，“只害怕我？我劝你还是小心点外面那个家伙吧，他要是生气你能被做成满满一桌子菜。”　　看起来虽然像个好人，但即便是有人多惨的死在他面前也能视而不见。　　哎呀，我也不是要故意吓她，只是提个醒而已。　　“唔！”她已经被我捏的说不出话来了，“唔唔！”　　“别乱叫，乖乖洗澡。”我松开手把她拉进水里，“我有这么可怕吗？”　　我觉得自己长得不像坏人啊，身份问题吗？　　我揉揉她的脑袋表示友好，她稍微冷静了下来。　　这小家伙长得挺可爱的嘛，我都开始喜欢上了呢。　　“啊！”　　她瞪大了眼睛，叫了出来。　　“疼吗？”近距离摸了摸她身上的伤口，“你最好还是老实一点，要不然死的更快。”　　“唔……”她疼得眼泪瞬间流下，“唔！唔！”　　手指抠挖着她快要恢复的伤口，鲜血一点一点流了出来。　　嗯，这么多伤口，能玩好一阵子了。　　“噗呲”将手指拔出来，瞬间插入另一个伤口里。　　“哎呀哎呀，别吵嘛。”紧紧捂住她，“这不是惩罚哦，只是单纯的喜好而已，反正你早晚都要死的。”　　她停止了颤抖，只是身体会猛然一颤。　　眼泪都停止流下了，在虐待下几近失神。　　浴池里早已变得血红，伤口全都裂开。　　“哎呀哎呀，做的有点过了呢。”看着将近昏晕的她停下动作，“这种失血的程度好像会死人的呢。”　　“不要，不要杀我……”松开了捂住她的手，“求求你，不要……”　　“没想过杀了你啊。”她目前的状态非常棒，“因为如果把玩具弄坏了就没法接着玩了呢。”　　手指轻轻一摁，蓝色的光芒从指尖显现。　　“不错不错，在你美丽的身上留下一点印记吧。”这个地方不是很明显呢，“嗯嗯嗯，这样就会变得很好玩了呢。”　　诶？我刚才干了什么？　　“嗯？怎么都是血！”我看着她身上的伤口尖叫出来，“我来，我来帮你恢复！”　　怎么搞的，我刚才只是恍惚了一下，怎么就变成了这个样子？　　“还是很虚弱，应该是原本的身体状况就不好吧。”她看我的样子怎么像看恶魔一样，“你怎么了？别害怕啊。”　　看来刚才恍惚的时候发生了什么事呢，而且还和我有关。　　嘶，还从没出现过这种情况过呢。　　“别哭了，没事的。”我擦去她脸上不停流下的眼泪，“告诉姐姐，究竟怎么了？”　　她这一哭我的保护欲完全被激发出来了，不过因为她害怕的对象是我反而没有一丝好转。　　不行，她的精神已经处于完全崩溃的状态了。　　能量震荡。　　这种东西果然还是用不习惯，原本想让她小睡一会结果不小心就打昏迷了。　　从结果上来讲都一样，趁这段时间赶紧把事办完吧。　　“大出血，全身伤口撕裂。”这惨状是我做出的吗，“唉，便宜你了，这东西不知道多少人想要呢。”　　我的灵魂碎片从身上剥离，融入到她的身体里。　　唔，因为瓶颈的原因，等级到三十级就停止增长了呢。　　不过关键在于疗效。她的身体素质直线上升，伤口瞬间复原。　　“哎呀，没有给她穿的衣服呢。”我急的手忙脚乱，“音又不在乎，直接抱出去应该没问题。”　　擦干擦干，别冻着了。　　虽然身体素质上升后感冒这种事是不可能发生的，但总是放心不下。　　诶？这难道是母爱吗？　　我仔仔细细将她身上每一滴水都擦干后突然想到。　　不算吧，只是单纯照顾伤者而已。　　“呼，外面比较冷，赶紧抱过去。”　　我踢开门，音和一位陌生人都齐刷刷的看向我。　　“诶？”　　然后那位马上的陌生人脸瞬间红了。　　“哐”门被我用手指瞬间关上。　　啊啊啊！怎么会这样！丢大脸了！　　尾声　　“末、末音先生，你们家可真是开放……”　　士兵尴尬的笑着。　　“别、别在意，毕竟是自己家嘛。”　　混蛋啊！让我出大丑了啊！　　这算什么鬼嘛！光着身子直接跑出来！　　难不成是因为我不在意直接不把我当人了吗！　　哇啊啊！好想掐死她们啊！　　“叫我音就行了，好久没人叫我全名听着不习惯。”　　“好的音先生，请保管好邀请函，不然是进不去大门的。”他将要上马时扭过头来提醒我，“到场时间是明天中午以前，可千万不要迟到哦。”　　“为什么不提前发呢？这时间好紧啊。”　　明天开始，今天才发，他们是对自己士兵的送信能力有信心吗？　　“不知道呢，好像是今天国王突然提出的。”　　突然提出的吗？那就更奇怪了。　　“他走了，你们赶快出来吧。”　　白衣少女羞红着脸抱着女巫走了出来。　　“走了吗？他跟你说了什么啊？”　　“这你先别管，她怎么回事？”我指了指昏迷不醒的女巫，“你们洗个澡也能这么激烈啊。”　　“说什么呢，这孩子可是差点死掉。”　　“难不成你良心大发嘴下留人？”　　我没好气的回了她一句。　　生吃怪物的救世主，她的故事可有名了。　　“算了算了，不跟你说了。”她轻轻抚了抚女巫的脸，“有衣服吗？别冻着她了。”　　“哎呀呀，慈悲心大发啊，我可真是见了鬼了。”我对这离奇的场面称赞不已，“衣服没有，把你的皮剥下来如何？”　　“生什么气啊，不就是突然跑了……”她一想到这脸又刷的红了，“好吧好吧，确实是我的错。赶紧的别废话，给她找件衣服来！”\n\n\n\n\n第三十四章：末默\n\n\n　　一　　“好好好，但是我们家可没什么衣服啊。”我无奈地耸耸肩，“家里怎么可能会有她大小的衣服。”　　“你不是会蛛丝吗？直接现场缝一件啊。”　　现场缝一件，说的倒轻巧。　　“我又不知道怎么缝，要不然我搞出蛛丝你来做？”这家伙站着说话不腰疼，“你身上的衣服不就是自己缝的吗？”　　“行行行，我缝就我缝。”她说着便抱着女巫上楼去了，“话说那个士兵到底跟你说什么了？”　　“哦，没什么大事，就是去参加宴会。”竟然会邀请我去，“赶紧找个漂亮点的衣服，没有就去买。越高大上越好，到场的可都是些王公贵族。”　　“嘁，那种宴会竟然会邀请你这个家伙。”她轻声嘟囔了几句，“末音吗……真的是好久没听到过了。”　　嗯，的确很怀念啊，十几年了都没再听见过。　　可我更奇怪的是他是怎么知道的，因为我就连户口上也填的是音这个名字。　　“衣服衣服……在哪呢？”　　箱子里找不到啊，我们家连一件贵点的衣服也没有。　　出去再买一件吗？恐怕白衣少女那也没有吧。　　一下买两件高大上的衣服，我这手里的钱不够啊。　　“我出去一下！”　　“哦，知道了。”她在楼上回答我，“早点回来做饭。”　　呼，都买了个仆人回来了，怎么还是我做饭。　　我家出门就是商业街，不过街上大都冷清起来，店里的物资也所剩无几。　　对于战争的预感吗？可再怎么打也攻不进王城里吧？　　这里可是代表了整个人族的纳罗国，假如能轻易攻过来的话不就代表它们已经无敌了吗？　　“老板，有什么贵点的衣服吗？”　　好不容易看见一间开着的衣店，但上面的衣服也所剩无几。　　“哦，音老板啊。贵点的衣服只剩这一件喽。”　　他拿下一件纯黑的衣服，上面用金染料染上了细细的金丝花纹。　　“唔，是件好衣服。多少钱？我买下了。”　　钱能乱花，面子不能丢。　　好歹我的药店在王城也是数一数二的，穿的寒酸可不行。　　“你这是要去参加三公主的婚礼吧，我在那大老远就看见了。”　　“是啊，也不知道为什么会邀请我。”三公主跟我可没什么关系，“而且听说这婚礼办的很急呢，今天刚订好，明天就开始。”　　“诶诶诶，你听说了吗？”他突然神神秘秘的朝我凑过来，“据说是有人逼国王退位呢！”　　“有人逼他退位？谁这么大胆？”　　哎呀，敢逼老国王，胆子挺大哦。　　“我也不清楚是谁，但这婚礼好像就是这样来的。”他指指城那边的皇宫，“因为大王子英年早逝，金辉驸马还要领军打仗，所以再让三公主赶紧结婚好让驸马登基。”　　挥手告别了他，我拿着黑衣去菜店买菜。　　这王城的人都不清楚的事，商人却知道的挺多。　　不过登基可不是一件小事，也不知道他说的是真是假。　　这一登基又得改政策，以后的生活不知道又要变怎样喽。　　“大姐，这菜怎么变得这么少啊？”　　没菜我该吃什么啊，别告诉我打仗还能引起饥荒。　　“诶，音啊。”她和之前的衣店老板一样对我的到来感到惊奇，“你不知道吗？现在大家都在囤粮食哦，已经很少有人出来买菜了勒。”　　囤粮食？所以已经把大部分菜都买完了吗？　　“只有马铃薯跟甜菜根啊。嘶……我都要了吧。”　　早知道就多存点钱了，手头紧的要命，连菜都快买不起了。　　还剩下最后一点，买肉吗？　　等等，今天是……6月15日啊。　　算了，不吃肉就不吃肉吧，帮她庆祝一下生日吧。　　蛋糕还是能买得到的，毕竟甜品不能当饭吃。　　“我回来了！”　　“呜呜呜……”　　我刚一进门，小女巫就急忙躲到我身后，只留下白衣少女尴尬的站在原地。　　“你又欺负她了？”　　“哪有！话说你怎么买了那么多东西，还有钱吗？”　　“外面已经开始囤粮食了，再不买恐怕就一点都不剩了。”我说着便放下手里的食物，“今天是琉璃的生日，就拿最后一点钱买了个蛋糕。”　　“唉，你买了她也吃不到啊。”她对我的智商十分担忧，“这都三年了，剩下的钱买一堆肉它不香吗？”　　“得了得了，我去煮几碗甜菜汤。你会做饭吗？”　　我看她害怕的扯了扯我的衣角便低头问她。　　小女巫紧张的点了点头。　　“好吧，你跟我进去帮着做饭吧。”　　白衣少女只得哭丧着脸，乖乖的在屋外等着。　　二　　“你为什么怕她呢？”　　“……”　　她只是沉默不语的看着烟熏炉里跳动的火苗。　　这孩子，说句话能死啊。　　“帮我把碗拿过来。”　　不过办事效率倒挺高的，做什么都挺快。　　“你为什么不愿意说话呢，一直憋着多不好啊。”　　“我跟你没什么好说的。”她把头偏过去，“反正早晚都会被吃掉。”　　行行行，我也不强迫你。　　爱说不说，自己独自闷着吧。　　“吃饭吃饭！”　　白衣少女欢呼着伸手去拿烤马铃薯。　　然后，她竟然给了小女巫。　　“你今天怎么这么奇怪，处处想着她。”我看了一眼不敢去接的女巫，“明明她那么怕你，你们之间到底发生了什么？”　　“来，快吃，多吃点。”她不理睬我专心把食物往她手里塞，“你看你身子骨这么弱，不多吃点不行啊。”　　养肥了更香吗？不可能吧。　　鬼知道这家伙哪根筋又坏了。　　“你有衣服吗？明天早上就要去了。”外面的天已经黑了，“别到时候给我丢脸。”　　“嘁，我一个救世主会丢脸？”　　她狠瞪了我一眼，宠溺的喂女巫喝汤。　　啊啊啊，受不了了，这家伙到底有什么毛病。　　“她又不是没有手，你让她自己吃好不好！”　　关键在于白衣少女越宠她，她反而越害怕。　　实在搞不懂啊，这俩人是不是脑子都有病。　　“停停停，还能不能好好吃饭了。”正常点不可以吗，“你们两个之间到底有什么事赶紧说，别藏着掖着看着闹心。”　　“你吼什么吼啊，你看孩子都吓到了。”　　白衣少女拍拍呛到的女巫的背，这感觉好像……　　这家伙单身久了脑子果然出现毛病了。　　“别在那玩什么慈母游戏了，算我求你了好不好。”传说中的救世主竟然对曾经的食物这么好，“你快点说，发生了什么，浴缸里全是血。”　　“她，她……”　　像是被恐吓了，她只能恐惧着看向白衣少女。　　果然有问题。　　“说清楚，没事的。”　　“她虐待我……”　　“诶？谁？我吗？”　　啊，确实很正常。　　这家伙完全就是个虐待狂，做出那种事很正常。　　“等等等等，听我说啊！”她意识到我完全相信急忙摇摇头，“不是我做的，不是我！”　　“不是你她那么怕你干嘛？非要找你的事？那不死的更惨。”　　女巫低下头哭丧着脸，后背突然燃烧起来。　　“啊！”　　她痛苦地尖叫起来，疯狂的在地上打滚想要扑灭火焰。　　“怎么回事！”这火焰究竟是怎么出现的，“快灭火！”　　有一种说不出的感觉，这火焰的组成好像和能量类似，但又有些不同。　　“这是……”白衣少女似乎知道点什么但又不说出来，“还真是个麻烦的东西。”　　扑不灭，果然不是自然形成的火焰。　　有什么人在针对她，但看白衣少女的反应却不像是她做的。　　“让我来。”　　狂风从白衣少女的手中涌出，瞬间扑灭了火焰。　　感觉好像和火焰差不多，构**和能量相似。　　“嘶……后背都烧焦了，再晚些恐怕都到内脏了。”这恐怖的伤势，“如果没有你的话恐怕直接烧死了吧。”　　“不，她死不了的。”白衣少女的脸上留下了冷汗，“刚才不是我扑灭的，是那火焰自己熄灭的。跟浴室里的情况差不多，都是虐待，没有想杀她的意思。”　　“浴室？就是那些血吧。”还真是残忍，“那为什么是她，她应该没做什么吧。”　　“这我不知道。”她蹲下来为女巫治疗伤势，“明天的宴会我不去了，专心在家看着她。”　　专心看着的确会更好，但看守的人绝不能是她。　　如果让她们两人独处的话，就会发生浴室里的情况。　　“你确定你没有精神分裂的情况吗？”这是最大的可能了，“因为无论是火焰还是风构造都很相似，像是你一个人发出来的一样。”　　“我不是说了吗，在我灭火的同时有人在控制。”她朝我翻了个白眼，“况且我自己有精神分裂我自己会不清楚？”　　究竟会是谁呢，和她有什么深仇大恨。　　“你给她取个名字吧，总不能你你你的一直叫下去。”　　“为什么是我？”　　“你不是想演母亲吗？继续演下去啊。”　　真是受不了，这一天里怎么发生了这么多事。　　“那就叫你末默吧，末音的末和沉默的默。”　　“为什么要用我的姓？”这个姓可不好，“而且不用加姓也可以的。”　　“你管我，我想怎么叫就怎么叫！”她再次抱起末默往楼上走去，“而且是你让我给她取名字的。”　　三　　“嗯，看起来不错，我们出发吧。”　　白衣少女拿出她备用的白衣，并给末默缝了一件衣服。　　为了防止出现异常，我们最终决定团体行动。　　“希望不会搞砸宴会吧。”真的搞砸了我恐怕得人头落地，“检查完毕了吗？”　　“检查完了，没有异常。”　　她点了点头，牵着末默的手跟着我朝王宫走去。　　明明中午前到场就好，现在才早上就已经有人在排队入场了。　　“唔，我们要站多久？”这队伍可不是一般的长啊，“不会一直排到中午吧？”　　“确实有点长呢。你先在这排着，我们进去休息一下。”　　白衣少女挥手打开空间门，带着末默进到我的意识空间休息。　　我帮你恢复不是让你做这种事的啊！　　王宫外面装饰的一片雪白，周围的花坛也都铺满了玫瑰丛。　　哦吼，挺不错的嘛，这场婚礼办的有模有样。　　真的是仓促建成的吗？如果是的话应该不会办这么大阵仗，邀请这么多人以防献丑了吧。　　真的很累啊，我也想进去休息啊。　　可惜我只有在昏迷状态才能进入。　　诶？等等，她们两个现在的状态不就和浴室里一样吗？　　“你们两个赶紧出来啊！”　　毕竟是建造基础是我的意识，稍微能够控制一点。　　“诶？怎么了？到门前了吗？”　　她们两个一脸茫然的拿着蜂蜜和面包站在人群里。　　“你是不是忘了不能独处，赶紧过来排队！”　　啊啊啊，她的智商怎么天天掉线啊！　　王宫内的桌椅都摆放得整整齐齐，大家都是按号入座　　“末音先生你好，你是特等座。”　　诶？特等座？能参加我都觉得稀奇竟然还是特等座？　　“主人你好有面子啊。”末默轻轻扯了扯我的衣服，“没想到竟然能到特等席。”　　“就是就是，明明只是一介平民。”　　白衣少女咯咯的笑了笑。　　特等座上应该都是些和新郎新娘关系亲近的人吧。　　“哦，音你来了！”　　诶？诶！　　这些不都是我熟悉的人吗！　　“金、金杯，你不面瘫了？”　　呸，我怎么一见面就说这种话。　　“你可真是厉害呀，亏我还特地派人去邀请你。”　　“你邀请的我吗？”怪不得就连我也能参加，“风和和春月也在这啊，怎么不见柳回？”　　“柳回他要参加战神试炼，没时间过来。”春月晃了晃杯子，“你的癖好已经上升到这种地步了吗？”　　“你、你好……”　　末默尴尬的打起招呼。　　为什么！为什么几乎理都不理我，却和这些刚见面的人打招呼！　　“坐下坐下，你太显眼了。”白衣少女用手刃把我敲到椅子上，“不就是朋友重逢吗，至于这么大惊小怪吗。”　　“说、说的也是。”我的确有些太激动了，“我听说风和马上就要当上将军了，恭喜啊！”　　“不不不，不用恭喜。”她正顾着捏末默肉感十足的脸，“这对我来说只是小目标而已。”　　“新郎啊，你不去后台准备，一直在这里真的好吗？”白衣少女说着便四处望望，“你看他们都已经往这里看了。”　　“诶？金杯是新郎吗？”我这才刚知道，“怪不得能邀请我来特等席。”　　听了我这话白衣少女倍感尴尬的扶了下额头。　　“不急不急，婚礼晚上才开始呢，现在是自由活动时间。”他突然把我们拉近，“其实这次邀请你们不只是为了参加婚礼，还想让你们帮我一个忙。”　　“说吧说吧，人情都给了，帮个小忙又何妨。”　　“这可不是什么小忙。”金杯一脸正色的说道，“你们都听说过国王被恐吓了吧。”　　“嗯，路上听过了，我还以为是谣传。”风和也点点头拿出一张纸，“国王让我先进并给了我这个，也就是这个事件的经过。”　　王宫里果然在发生什么变动，这些华丽的外表完全都是装出来给大家看的。　　想给大家一个定心丸吗，看来这次的事件果然不容小视。　　“国王收到了一封恐吓信，是让金杯和莫纱结婚。”她对此显得十分苦恼，“我们也不知道为什么，但信就是这样写的。”　　“那现在不已经达成目的了吗？应该不会再过来了吧。”　　“不不不，为了保证结果，凶手一定会亲自前来查看。毕竟王族曾经多次释放假消息。”金杯回答了我的问题，“现在王宫的外围已经被风和派来的士兵围住了，保证犯人跑不出去。只要在最后搞砸婚礼，凶手一定会有所行动。即便没有，也会露出异常。”　　他这是要，牺牲自己的婚礼吗？　　尾声　　“金杯，没有别的办法了吗？”一定会有完美的结局的，“牺牲自己的婚礼，这……”　　“音，没别的办法了。”他摇了摇头，“况且国王也不想让我和莫纱结婚，即便最后婚礼成功了也会百般刁难。”　　……他的笑容，真是太假了。　　“主人，你们在说什么啊？”　　“末默，跟我去吃好吃的好不好？”　　白衣少女牵着末默从我们身边离开。　　那家伙，软的不吃就来硬的了。还逼迫着末默和她一起，都快被你的表情吓哭了。　　“音啊，那孩子刚才叫你什么？”　　风和一提，大家都齐刷刷的看向了我。　　眼神就像在看一个渣滓一样。　　“啊，啊啊，我们回归重题好不好？”好好的悬疑气氛都被你们破坏了，“如果凶手没露出马脚呢？会在走了之后去刺杀国王吧。”　　“嗯。虽然不知道有什么目的，但结果应该和音所说的差不多。”这个问题难倒了金杯，“能够随意进出皇宫的人，想要隐藏自己的情绪应该轻而易举，所以我们只能赌一局。”　　赌一局，说的倒轻巧。　　但如果有别的办法肯定没有人愿意去赌。　　诶？我是不是又让末默她们两人独处了？\n\n\n\n第三十五章：“音”\n\n\n　　一　　“啊，末默你还是跟在我身边吧。”她们俩在一起隐患很大，“而且看样子你也不愿意和她在一块。”　　白衣少女哭丧着脸松开了拉着末默的手。　　幸好想起来这件事了，不然真出麻烦了我肯定要被赶出去。　　“音，你突然跑出去干嘛？”风和他们迅速围了过来，“有什么急事吗？”　　“嘶，这件事我得和你们好好讲讲，真是太奇怪了。”我迅速将事情的来龙去脉告诉他们，“她们两个必须呆在一块，还要有人看着，实在是麻烦。”　　“这事也太蹊跷了吧，怎么可能人体自燃呢？”金杯靠近末默仔细看了看，“看起来和常人没什么两样，无从下手啊。”　　春月听了之后倒是猛然惊了惊，不过却皱起眉头不说出来。　　和白衣少女一样对这件事藏着掖着，到底有什么东西不能说？　　“我看着她吧，这么可爱的小家伙真想有一个。”风和蹲下继续揉起末默的脸来，“唔，好软好软，揉起来真舒服。”　　“可以是可以，但是计划该怎么办，风和你可是主力啊。”　　我们剩余三人里只有春月过了30级，真遇上凶手不一定打得过。　　虽说有士兵帮助，但毕竟有职位在身不能随意离开岗位，对追查会有所限制。　　而且金杯他的精神状况，实在是好不起来啊。　　“不必担心，我去叫几个人来帮忙。”春月说着便离开了会场，“但派不派得上用处就不好说了，毕竟它们的智商很低。”　　“来来来，风和姐姐带你去玩。”　　末默很听风和话，被晾在一旁的白衣少女又吃起了醋，气鼓鼓地跟在后面。　　“哎呀呀，你和她们站一块时真像是一家三口呢。”金杯站在我身边慢悠悠的说道，“我刚看见的时候还以为你有孩子了呢。”　　“想也知道不可能吧，才过两年怎么可能有这么大的孩子。”　　“嗯，人类的话的确不可能，怪物就可以了哦。”他伸手指了指想要靠近末默的白衣少女，“她的身份，我们中间可没一个人都清楚啊。你也不例外吧。”　　“说什么呢，不就是人类的救世主嘛，她自己都说了。”无论怎么想她都没必要隐瞒吧，“还是说你找到了她不是的证据？无论是力量还是相貌都已经足够证明了。”　　想说她不是人类吗？她的确已经死了是个幽灵，但要说是怪物就有些牵强了。　　“不不不，我没有找到。只是……”他突然停了一下，“只是无论如何都无法把她和历史上果断英明的救世主想到一起，毕竟性格上完全判若两人。”　　的确不同啊，无论是史书里还是传说中她都不是情感用事的人。　　更何况还经常发神经，而且还是个极其欠揍的家伙。　　“毕竟过了有几百年吧，性格发生改变也是有可能的。”　　我完全是在强行解释好不好，哪有可能因为时间的流逝直接变了个人的！　　况且她究竟是不是我也没证据证明，只是听她说的罢了。　　“嗯？到中午了吗？”王宫的大门缓缓关闭，“看来庆典要开始了。”　　“先去吃饭吧，计划的事婚礼时再考虑。”金杯向我挥挥手道别，“我要去发表演说了，你自己在这吃着。”　　啊，整个桌子上就剩我一个人了啊。　　我只是想白吃一顿罢了为什么还要去抓入侵王宫的凶手嘛。　　况且不让我想，都跟我说了怎么可能不去想。　　“这庆典过得好不开心啊！”　　想事情想的一点都吃不下去了啊喂！　　嗯？有什么东西靠在我腿上了？　　冰凉凉的，而且还动了动。　　“诶？这是什么？”　　是一个散发出末影粒子的淡紫色盒子诶，从来没见过呢。　　那个奇怪的盒子动了动，然后“啪”的一下打开，从里面露出一个淡黄色的小脑袋。　　这个东西我记得从书上见过，是末地的生物吧。　　“春月，你是在找这个小家伙吗？”我向跑过来四处乱晃的她招招手，“竟然直接把怪物带进王宫里，你胆子挺大啊。”　　“嘿，不就是引发恐慌嘛，没什么大问题。”她说着将潜影贝抱起，“这小家伙比我想象中聪明，竟然单听我的描述就能找到你。”　　她的眼神里满是宠溺，让我不禁想起了白衣少女。　　……那家伙的变态模样已经深入我心了。　　“你就找来这么个小家伙？它能干什么？”　　“诶，别小瞧它嘛。”她的语气都变得柔和起来，“它的追踪弹只要锁定敌人就不会跟丢，而且我还叫来了一堆末影螨在王宫里监视，绝不会放过一丝角落。”　　我的妈呀，这要是被发现了可绝不止是引起恐慌这么简单了吧！　　二　　在王宫，这个人族最关键的地方出现了怪物，整个国家的威信都会一扫而空。　　刺客这种事先不提，毕竟有可能是人类，不会引起多大轰动，顶多就是说一下守卫有多没用罢了。　　但怪物这种异种族，会被重点防守的生物成群结队出现在王宫，那可真是了不得。　　不过她一个末影族根本不在乎人族发生什么事吧。　　“确定隐藏好了吗？我听你之前说它们智商不高，不会暴露吗？”　　“这你放心，我对我的手下还是有点信心的。”　　那就好，那就好。　　庆典上的食物还是不错滴，不过那些贵族们都不屑于去吃。　　浪费食物可是不好的行为，好吧只是这饭比我做的好吃多了。　　“你觉得这个计划怎么样？”　　“什么怎么样？”　　“就是金杯的做法，还有各方面的考虑。”　　“他不说了吗，这是唯一的方法。”潜影贝在她的抚摸下听话的趴着，“况且如果不是因为这件事，他连参加婚礼的机会都不会有。”　　“我倒觉得你肯定有办法。”　　“哦？你是哪来的信任？”她微微的抬起眼角饶有兴趣的看向我，“别告诉我是直觉，那种东西可不靠谱。”　　“自然不是，是和你相处一段时间之后得出的结论。”我可不会天真到依靠那种东西，“你似乎在布一个大局呢，这是我在3年前的假期时察觉的。”　　“我没必要告诉你真相，你也永远不会察觉到。”她沉默了一下然后满意的点点头，“嗯，没错，永远不会。这个计划和你完全无关，无论你如何努力都不会与其扯上关联。不过我倒是对你如何察觉的感兴趣，我应该没有露出马脚才对。”　　“确实呢，你的确是个谨慎的家伙。”我随手拿来一瓶蜂蜜低头吃起来，“即便到最后我也没能找到证据。如果不是你故意让风和想起那场大火，我甚至会连一点怀疑都没有。”　　“我听不懂你在说什么，完全无法理解你的思路呢。”她停止了抚摸潜影贝，“不过你也挺谨慎的嘛，竟然下手到那种地步。”　　啊，发现了吗？不愧是末地之主呢。　　就连朝夕相处的白衣少女都没能发觉的事，她竟然能看出来。　　“我的思路你确实不能理解，毕竟也可以说是时代的沟渠吧。”我装模作样地笑了笑，“我不希望你说出来，有些事的真相不说出来对大家都好。”　　“才刚开始解封就想要威胁我吗？”她也并非肆无忌惮，“毕竟我也不是完整体。不过她是怎么听你话的，像对我一样威胁吗？”　　“啊，我们还是别继续深挖了吧，不然一时变不回来呢。”我放松了姿态将性格变回平常的样子，“那个计划，是关于赌约的吗？啊啊啊，你别惊讶，我虽然已经开始恢复，但现在还是断片的。”　　是就是吧，反正对你的愿望没什么影响。”她已经紧张到面孔扭曲的地步了，“……继续过你的吧，她答应你的事一定会做到。”　　“好好好，那么我就要准备行动了。”我站起来伸个懒腰，“聊天聊到不知道歪到哪里去了，继续聊下去也没意义。”　　“嘁，刚才那也算是聊天吗。而且行动是晚上开始。”不过她也随着我一并站起，“装的挺是样子的吗，竟然主动隐藏自己的记忆。”　　毕竟得到无缘无故得到重要的情报会让游戏变得无聊。　　“好了好了，别谈那种事，我现在可是音哦，隐藏记忆很麻烦的。”白衣少女她们的存在果然被隐藏了，“确定末影螨大军没问题吗，就连我都能感觉到异常了诶。”　　“和我想象中的敌人不太一样，需要先去通知金杯吗？”潜影贝不知道被瞬移到了哪里，“就连我也感到很棘手啊。”　　感到棘手很正常，能悄无声息的解决三个人实力肯定不差。　　流云，这次能好好跟你算下账了。　　“你觉得我这种状态真能解决？”探查开启，“如果没有完整的宝石我们肯定赢不了。”　　虽然不知道让金杯莫纱结婚的目的是什么，但能确定他们目标的其中之一。　　不过那个东西仅凭我无法接近。　　那个废物白衣少女终于能派上用场了啊。　　稍微解封一下原本的力量，这个身体应该承受的住吧。　　三　　王宫开始震荡。　　“他们已经开始行动了，赶紧去通知金杯。”我活动了一下筋骨，“借你的能力玩玩。”　　“真是随意，和你原来一样。”　　我伸手打了个响指，紫光显现。　　“不一样了，现在我是音。”　　嗯？已经有地方裂开了吗？　　能量过于庞大，这个贫弱的身体根本撑不住。　　不能随意使用力量啊，那把封印再关上一点。　　强度调整至0.1%。　　“音，你怎么来了？”风和她们正抱作一团维持平衡，“诶？末影粒子？”　　距离有点太近了，来不及抹消踪迹。　　风和我倒是不觉得能察觉，但白衣少女肯定会发现。　　“音啊，你过来一下。”她果不其然的将我拉到一边，“你是不是恢复了？”　　“没有没有，只是封印解开了。”隐藏了这么久结果一瞬间就露馅了，“我只用这一段时间，回去后就抹销记忆，不算违约吧？”　　“不算，只是借能量的程度而已。”她对封印的解开感到十分懊恼，“明明你都那么求我了，结果我却没能办好。”　　有脚步声，还是一堆人的。　　才中午就开始行动吗，竟然心急到这种程度。　　“大家都躲起来，风和准备迎战。”　　我刚想去拉末默却被她躲开。　　能量恢复了所以身份也恢复了吗？　　先别管这些，我目前还是肉体状态呢，随时可能会死。　　“哎，你别在这待着，不好发挥。”她示意风和还在旁边，“擒贼先擒王，你快去找流云。”　　额，为什么你会知道是流云？　　这个扮猪吃老虎的家伙，平时怎么不派上用场。　　流云那种强度的人很容易找，轻松就能查到踪迹。　　“你记得抹销记忆啊。”　　“每次心急都要我收拾烂摊子。”　　瞬移，地下一层。　　“嗯？没人？”明明有检测到的，“察觉到我来了吗？”　　不会吧，在这么近的地方反而没感觉到……　　很可惜我现在的状态可不那么容易死。　　“砍头没用？你究竟是谁？”　　他后跳两步拉开距离，擦了擦剑上的血迹。　　我把脑袋扶正，然后擦了擦伤口把痕迹消去。　　“你要是直接把我的头切成两半说不定就死了。”身体上的伤让能获取的能量更少了，“我现在不一定能杀掉你了啊。”　　“是你？重新降临了吗？”　　他从我说话的语气上判断了出来。　　“不是降临，我一直都在。”　　咳咳，装逼好难啊，快撑不住要变回原样了。　　力量流逝得越来越快了，现在还能使用权能但顶多也只是自保的程度。　　“王宫和你没什么关系吧，为什么要帮他们。”　　他吞咽了下口水，拿剑的手开始抖起来。　　心理上的阴影还在，或许可以利用一下。　　“噗呲”不，不是吧……　　我刚想开口，又是一个致命伤。　　不该自大的，明明现在还是个贫弱的肉体。　　意识，混乱起来了。　　“啊！”我猛然惊醒，“这是哪里？”　　“不是吧，还没死？”　　诶？死？他在说什么？　　面前的黑衣人一脸吃惊的向后退去。　　我怎么到这里的？记忆又缺失了吗？　　“流、流云！”他怎么会在这里，“我不怕你！今年的三次机会我还没用过呢！”　　“真是无聊。”他却甚至不屑于看我一眼，“到最后就只是跑过来送死吗？”　　好冷啊……诶？我胸口上怎么有个裂口？　　妈呀！我这是被刺穿了吗？　　“唉，解决他。”　　“是！”　　力量强化+力量II药水。　　“砰”竟然挡不住，还被狠狠打到了墙上。　　现在的刺客都这么暴力吗？　　“我可不会轻易的死在这里。”　　箱子里有宝石，我只要……　　诶？空的？　　里面只有一张纸条。　　“等等，让我看完再打。”　　“好，反正只是浪费一点时间罢了。”　　宝石被白衣少女拿走了？　　好像是放到什么神殿里去了，不能随意拿出。　　“好，继续开打吧。”没事我使用机会就行了，“虽然身上一个宝石也没有，但我绝不会输！”　　目标：白衣少女，瞬移！　　鬼才会去打，我怎么可能去送死呢？　　不过总感觉身体有什么不对，好像有东西在限制我。　　“诶？你怎么这么狼狈？”白衣少女戳了戳我被刺穿的胸口，“难不成又变回音了吗？”　　“什么变回音，我一直都是音啊？”　　真是莫名其妙的说法。　　因为刺客的到来，婚礼被延期举行直到所有刺客被抓住。　　为了防止刺客们逃走，王宫禁止任何人外出。　　期间由守卫保护大家，分别在王宫里住下。　　不过真的能守住吗？春月派来的末影螨都没能察觉诶。　　尾声　　“好冷啊……”末默因为王宫内异常的温度被冻醒过来，“怎么回事，明明还盖着被子呢。”　　“你醒了啊。”她被这突如其来的声音吓了一跳，“真是个敏感的玩具呢。”　　怎么回事？她想要移动却发现自己的身体布上了一层寒霜。　　好冷，好冷啊。　　她又想要开口叫喊，但声音却无法发出。　　“没用的没用的。”睡在身旁的风和睁开了双眼，“你的一切行动都已经被封锁了。”　　她的瞳色变得亮绿，在黑暗中紧紧地盯着末默。　　然后风和伸出了手，在她脸上扶摸起来。　　“真是舒服啊，皮肤可真好呢。”　　“嘶”她的脸皮被活生生剥了下来。　　“痛苦吗？”风和咧着嘴凑过脸来，“担心毁容吗？没事的，我可不想有一个丑陋的玩具。”　　鲜血一滴都没有流出。　　就像是脸皮变得透明一样，她脸上的肌肉能够被清晰的看见。　　但她手里薄薄的脸皮却是货真价实。　　“这就是女巫的构造吗？和人类没什么两样呢。”她不知为何遗憾的叹口气，“我宿主还活着时我就想对这进行研究了，不过她实力太强我下不了手。”　　像贴纸一样，脸皮又被轻松安了上去。　　“现在夜深人静，我们好好的玩一下吧。”双手开始在末默的身上摸索起来，“你想不想看一看，还活着的身体器官是什么样呢？”\n\n\n\n第三十六章：袭击\n\n\n　　一　　“早上好，你怎么了？”　　我和脸色惨白的末默在餐厅里碰上。　　她摇摇头，无精打采地从我身旁走过。　　“奇了怪了，也不知怎么的，她从早上起就这样。”风和站在我旁边看着远去的末默，“而且她连我也开始怕起来了，连碰都不让碰。”　　“昨天晚上发生什么了吗？”　　不可能平白无故产生这么大的变化。　　“没有哦，一点事都没有。”白衣少女耸耸肩，“话说回来又为什么要针对她。”　　“我倒是发现了点东西。”她们都饶有兴趣地看向我，“因为宝石没在我身边，所以一开始没发现。根据记忆进行对比后，我发现火焰的构造跟宝石所蕴含的能量一模一样。”　　“进行燃烧的宝石吗，确实有这种。”白衣少女听了我的分析后点点头，“有一种宝石能够控制能源、力量和物质这三种东西。”　　“不会吧，有人使用宝石进行攻击？”风和对此显得苦恼不已，“如果要使用宝石，就必须在目标附近吧。”　　的确，而一直在末默附近的人只有白衣少女。　　同时控制两股能量，这种事真的能办到吗？　　“话说回来你曾经是宝石守护者，借用宝石力量这种事应该能做到吧。”　　使用一种能量，再借用另一种能量，这种事按逻辑来讲是能够办到的。　　“你是在怀疑我吗？”她板下了面孔，“先不提现役的能不能办到，我都已经不是了怎么可能做到。”　　“说一下分析嘛，有可能是现役的做的呢。”我尴尬的笑笑想要缓解气氛，“你们守护者有什么约束吗？”　　“额，按理说是没有什么约束的。”她无意中想起了这个大漏洞，“都是遵守了不许滥用能力的条约才被选上的。”　　没有约束？遵守条约就能选上？你们是有多随便啊！　　风和也对她讲的事感到十分无语，沉默地注视着她。　　“末默又怎么了？我看她一直没有食欲。”金杯牵着盘子上什么都没有的末默走了过来，“昨天晚上又出事了？”　　“不知道啊，但看样子确实出事了。”　　“嗯……你身上有宝石的味道啊……”白衣少女突然凑上去嗅了嗅，“明明昨天还没有的诶，你碰到什么人了？”　　“没什么人啊，我的未婚妻莫纱公主而已。”他因为毫不知情而感到莫名其妙，“怎么了，发现什么线索了吗？”　　“我们发现人体自燃现象和宝石有关。”风和解释道，“但至于是谁使用的就完全找不出了。”　　莫纱公主是绝对不可能，王族是不能随便离开王宫的。　　“人体自燃……火……”他突然愣了一下好像想到了什么，“嘶，这事可麻烦大了，我得汇报一下皇宫。”　　说着他便急匆匆地离开了，留下一脸懵逼的我们呆在原地。　　“呃，他是不是发现了什么？”　　“好像和王宫有关。”　　末默还是没有胃口，双目失神的扒拉着我盘子里的牛排。　　比我买来之前更瘦了，这样下去我还怎么吃她的肉啊。　　“末默，昨天发生了什么告诉我。”　　她不知为何躲开了我伸出的手，然后跟白衣少女一样仔细嗅了嗅才凑近过来。　　“她……”　　她怯生生的指了指风和。　　不是白衣少女而是风和吗？　　变、变了个人下手吗？　　这应该是类似于控制吧，准确的来说是附身。　　这又是什么情况！　　“坏了坏了，不会真是它吧……”白衣少女直冒冷汗喃喃自语，“如果是它的话一切都说得通了。”　　“你是不是知道些什么。”　　自从末默出事以后，她就有了心事一样常常愁眉苦脸。　　她一定知道些什么，而且还是重要的事。　　“额，嗯，那个……我是知道一点。”她在犹豫了一会后点点头，“可能和这件事有关，但我并不能告诉你们。”　　“为什么？”　　“这个，因为守护者条约的问题。”　　“你不都已经不是了吗？”　　“但是这个条约是终身的。为了不泄漏重要情报，一旦接受不得向外人提起禁忌事项。”　　这是什么鬼条约，一旦约束终身都会受限。　　“有什么后果吗？”　　“那个……因为这属于重要事项。”她低下头表示抱歉，“所以一旦提起会降下天罚。”　　天罚？那是什么东西？跟书上一样降下雷电吗？　　但既然受限，那想从她这里得到情报是绝无可能了。　　“末默，还有其他什么细节吗？”　　“绿色的……眼睛……”　　她快要哭出来了，看来对她的打击特别大。　　绿色的眼睛，这个关键已经能排除大部分生物了。　　幻翼吗？那种据说是长时间疲劳后产生幻觉所看到的生物。　　精神上的影响，也和控制有关联。　　应该，没错了。　　二　　但目前的关键是如何确认，白衣少女不能够透露太多信息。　　“注意注意，请各位快去避难！”餐厅猛然震了一下，“有TNT在餐厅爆炸！”　　人群喧嚷着朝门口挤去，爆炸声接连不断的响起。　　怎么回事嘛，明明是王宫防备却这么差！　　“末默，不要走散了。”　　她点点头拉住我的手。　　白衣少女和风和也不知道跑到哪，似乎已经被人群挤出去了。　　“哦吼，这不是音吗，好久不见了。”　　阳台上落下一位金发男子，那熟悉的飞机头形依然十分欠揍。　　他朝我摆了摆手，打了个响指。　　“在你脚下哦。”　　“末默，小心！”　　下意识地抱住她，利用震荡快速的弹向一旁。　　又是一震，我趴在地面以防被热浪掀翻。　　“不止一颗哦，是连环的呢。”　　沃西朝我摇了摇手指，随后便是“嘶嘶”声在我周围响起。　　不可能事先计算好我的路径，难不成整个王宫都已经布满了？　　光靠震荡躲开不是办法，跳跃强化！　　“抓紧了！”　　双腿弹跳至空中，丝线已经布置好。　　力量强化，回收！　　“这次一定要困住你！”　　手向后一扯，丝线赫然收紧，在空中不断缠绕。　　“末默，放几瓶增益药水！”　　“哦，是！”　　手好痛，丝线韧性太强也不好啊。　　沃西双手双脚都被紧紧的绑着，绝不能移动分毫。　　“就这？还想困住我？”他讥讽的尖笑几声，“不陪你们玩了，我还有要事在身。”　　头顶的天花板瞬间炸开，随着爆炸的冲击力飞出几个点燃的TNT。　　“就算如此，你也别想走！”　　增益来了，就这点威力还不足以让我放过你。　　“没料到有个女巫啊。”他因为末默的存在有些焦虑，“该怎么办呢？”　　“先想好该转生成什么生物吧！”　　我双手一扯，将他往我这边拉过来。　　让你尝尝自己的TNT的滋味吧。　　我正想得意的大笑，却看见他像看傻子一样无奈的摇摇头。　　“不不不，我说的该怎么办是如何处置那家伙。”他通过调整重心平衡身体，“最终我的选择是，杀了她。”　　TNT已经落到我身边，极快的闪耀起来。　　不好，她还没给自己加增益呢！　　“近距离的伤害比想象中的高啊，肉都要焦了。”　　硬扛下TNT带来的所有正面伤害的我只能趴在地上。　　虽然屏蔽了神经，但伤害依然还在。　　伤害吸收没能扛住，生命回复也没跟上。　　原本不需要受这么大伤的。　　“主人，你没事吧。”末默慌忙的将我从她身上推起扶稳，“我是不是拖你后腿了。”　　“啊，是我考虑的不周全。”这背后的伤短时间内恢复不了，“没有大碍，只是赢不了了。”　　沃西轻松地解开没有我控制的蛛丝，伸出手数起数来。　　“怎么样，还能得意的起来吗？”他抬头轻蔑的瞧了我一眼，“我的实力可不是你能比的啊。”　　“真佩服你的观察力啊，明明已经都被我抓住了还能冷静的观察到我身后。”在判断力这方面上我彻底输了，“不过你是怎么预料到我一定会去保护她的，如果我不管不顾你又会怎样？”　　“不怎么样。”他丝毫没有犹豫，“我会动用其余的TNT炸光你，现在也一样。”　　他说着狠狠的握紧了拳头，我开始慌忙的寻找爆炸源。　　诶？没有声音？难不成他只是虚张声势吗？　　“你知道，我是怎么来到这里的吗？”　　他轻松的笑笑，垂下了手臂。　　然后轻轻往侧身躲开，空出阳台。　　“末默！”　　一道白色的光芒瞬间闪过，我身边的小女巫瞬间消失。　　随后便是轰然不断的爆炸声响起，王宫在这一炮下被炸穿了一个大洞。　　“怎么会……TNT大炮……”　　为什么我没能想到这一点呢，自以为蛛族办不到所以没往那里去想吗？　　我，完全低估了对手的实力。　　“我问你个问题啊，你认为为什么没有守卫来帮你呢？”　　有计划的行动吗，那其他人现在也是很危险吧。　　“呵，我不需要去想。”随着恢复强化我的身体已经能够战斗了，“现在我唯一的目标就是打败你为末默报仇。”　　“哦？报仇？如果不是这里的TNT用完了，那边还要重新装填你以为你能活到现在吗？”　　他戏谑的看向我，拳头狠狠的打在我的肚子上。　　“噗，咳咳。”我被狠狠的砸到墙上眼前的场景开始迷糊不清，“威力不错嘛。”　　“省省吧，这一次行动我们已经计划很久了。”他又用膝盖往我脸上顶去鼻血涌了出来，“和你们那种小打小闹不一样，我们为了夺取人类的领土已经谋划了将近十年之久！”　　虽然没有痛感，但还是头晕目眩。　　“小打小闹？你们那才谋划了将近十年的计划也不过如此！”　　我抹了一下额头的鲜血以防遮住视线。　　虽然有探查能用，但目前的情况下还是省点能量。　　“嘁，给我下地狱去吧！”　　“抱歉，去地狱的路人满了。”我伸手抓住他挥来的拳头，“我可没那闲心慢慢等着。”　　三　　“不得不说这次袭击真是突然啊，根本没人预料到。”　　“怎么可能凡事的发生都有提示，你预料不到的还多着呢！”　　我身体突然腾空，然后再次狠狠的砸到墙上。　　击退吗……我怎么把这个技能给忘了呢……　　“竟然还有力气，看来是刚才增益的效果。”他拿出一个铁块，“虽然有点重，不够实用。但给你最后一击绰绰有余。”　　“从主人身边走开！”　　不知从何而来的药水砸在地上，喷了我们两人一脸。　　铁块下落的速度明显变慢，是迟缓药水。　　“从、从主人身边走开！”　　末默颤抖着拿出一群药水胡乱的朝沃西砸去。　　除了布满灰尘外，她竟然毫发无伤！　　“末、末默，你竟然没有事！”　　如果是因为我的失算害死了她我会愧疚一辈子的！　　但更重要的一件事是你别把伤害药水也砸在我身上啊！　　“你竟然没事！”　　迟缓药水时间过去，沃西迅速后退躲开伤害药水。　　“我、我绝不允许你伤害，伤害主人！”　　她虽然有些害怕，但还是站在我面前释放出干扰阻止沃西强化自身。　　差点忘了，她的等级比我还高，马上就能突破第二层瓶颈了。　　“既然害怕就别站出来啊，躲着扔药水就好。”伤害药水造成的伤并不是很重，“在一旁打辅助就行，战斗的事就别操心了。”　　力量强化+速度强化+跳跃强化+恢复强化+药水增益效果。　　“刚才，你是不是说了TNT用完了？”　　活动身体，一身轻松啊。　　末默直接扭转了整个局势呢。　　“而且你用拳头打的我，也就代表你没带武器吧。”　　铁剑加附+干扰。　　俯身，冲刺，横扫。　　“能量护盾！”　　他瞳孔放缩，身体后仰试图躲过这一剑。　　“没用的没有的，现在地狱的路上，完全畅通！”　　干扰轻松破除护盾，剑刃畅通无阻。　　速度强化，强化，再强化！　　“你在说什么呢！我怎么可能会输给你！”他绝望的呐喊着试图寻找一线生机，“我等级比你高得多！我、我！”　　“是不是找不出其他的了，那就乖乖受死吧！”　　随着我手臂的晃动，剑刃飞速的滑动着，切割着。　　沃西一步步后退，不断的使用护盾试图用能量差距耗过我。　　快去死吧快去死吧！　　明明每一次都近在咫尺，可每一次都擦肩而过。　　我的心情越发急躁，眼看着即将将他逼到阳台上的死角了。　　“哎呀，真是抱歉。”他突然笑了出来朝后仰去，“这场战斗，是我赢了呢。”　　“什么？”　　随着他朝地上倒去，一声清脆的响指响起。　　沃西潇洒的，悠闲地看着我，指了指外面。　　一道耀眼的光芒闪来，瞬间花了我的眼。因为速度太快根本无法探查，也无法提前躲开。　　我顺着冲击力向后飞去，虽然几乎感受不到但胸前依然传来火灼般的痛感。　　没事的，我还可以将意识传送到空间里面。　　不好！那个空间虽然是以我的意识为基础，但却是以白衣少女为核心建造的！　　这下子，我要死了吗？　　在恍惚中我绝望地想到。　　肯定会死吧，在这么近的距离下我怎么可能还活着。　　一股热浪遍布了我的全身。　　尾声　　“接下来就到你了呢。”　　白光吞噬了主人的身体，然后将他吞噬殆尽。　　我好怕，为什么我会遇到这种事？　　好想逃离这里，可身体却根本无法移动。　　“走开，不要过来！”　　只是无意识的尖叫着，伸手试图抵挡他的攻击。　　好痛，好痛啊……　　“哎呀呀，看了你刚才的表现，我能够考虑将你带回去呢。”　　带回去，去哪？　　我只是想，我只是想安静的生活着啊。　　一想到这里，眼泪就止不住流下。　　自从出生开始，我就被抓起来训练炼药，到现在终于脱离了苦海。　　我忍受了这么久的痛苦，为什么还没过上一点正常人的生活就要被杀啊！　　“啊，我的小玩具，你哭起来可就不好看了啊。”　　又是他，又是这个可怕的声音！　　这次竟然直接出现在我脑海里了！　　“走开！走开！不要靠近我！”　　“你在说什么，我已经停下了啊。”　　那个金发男子误以为我在喊他，不解的回答道。　　“不要害怕啊，只要接受了我你就死不了的。”　　绿色的，绿色的眼睛出现了。　　“真，真的吗？我真的不会死吗？”　　“当然了，你看之前爆炸时就是我救的你。”　　无论如何转移视角都无法躲开它，我只好接受。　　“来吧，不要害怕，我会保护你的。”　　“啊，看起来是疯了，直接杀了算了。”　　金发男子捡起主人被击飞时落下的铁剑。　　“赶、赶快！他要杀了我了！”　　我不断的后退，想要远离死亡。　　“放轻松放轻松，不要紧张。”　　深呼吸，深呼吸，放松，放松。　　我不断的告诉自己，身体不再紧绷。　　“你绝对不会有事的，因为有我在。”　　诶？我的身体动不了了？　　诶？我的身体自己动了？　　这难道就是，所谓的附身吗？　　“你吓到我的玩具了呢。”　　轻松的，我的手轻松的打爆了铁剑。　　“怎么回事？”　　金发男子紧紧地皱起眉头。　　“啊，无聊，滚开。”　　只是轻轻一挥罢了，他被瞬间打飞出阳台外。　　“好了，还给你，毕竟还是在一旁观看着你好。”　　是、吗？\n\n\n\n第三十七章：权能\n\n\n　　一　　这是……哪里……　　光照好低啊，昏暗暗的看不清。　　我这是……死了吗……　　轻飘飘的呢，果然是死了吧。　　“上千年了啊，终于有人来到我这宫殿了。”　　是谁啊，谁在喊我。　　无精打采地望去，有三个座椅并排放在我面前。　　三个长相相同的女人，齐刷刷坐在座椅上望着我。　　“不过和他们不同啊，你似乎没有印记呢。”　　中间那位翘着二郎腿的大姐最先开口。　　“呐，姐姐，他身上好像有封印呢。”　　左边的那位好奇的指向了我　　“嗯嗯，确实是她的印记没错吧。”　　右边的也捏起下巴一副若有所思的样子。　　“这里是哪里？你们又是谁？”　　没有什么感觉，只是想张口话语便说了出来。　　我果然是死了吧，连肉体都没有了。　　“哦哦哦，差点忘了你是第一次来这里。”中间的那位自豪的向我介绍起这空荡的宫殿，“我们是凋零，这里就是我们的宫殿，只有特殊的人才能来这里。”　　第一次来？难道还能再来一次吗？　　这三位就是地狱之主吗？看起来不太聪明的样子。　　这次我想事情没有发出声音，只有在想张嘴的时候才会吗？　　“你现在是灵体状态，要想回去还需要个肉体呢。”最左边的那位拿出一本书，“上千年没来人了，我都忘记要干什么了。”　　“特殊的客人好像是直接放回去吧？”右边的那位也翻起书，“大人说了他们不受我们的法则制裁。”　　“她是这么说了，但这位没有印记怎么办？”　　她们又齐刷刷看向我。　　啊，她们聊的事我一句话也听不懂呢。　　“话说回来这个地方怎么没有人呢，这么空旷。”　　四处看了一遍除了这三把王座外再没有任何东西。　　“我们虽然名义上是地狱之主，但现在的权力已经不是我们的了。”　　“什么意思？有人夺权了？”　　敢夺凋零的位子，有谁会这么大胆？　　“你应该很少听到有关地狱的传闻吧。”中间的大姐耸耸肩，“现在的地狱完全是自由的，任何人，任何怪物都能随意进出。”　　“是的呢，现在的地狱我们已经管不了了。”　　“与其说是管不了，倒不如说是虚把工作都抢走了啊。”　　“就是就是，唯一的转生工作都是转生殿在管，我们这地狱主殿完全成摆设了。”　　也就是说，现在的地狱不像主世界和末地一样，有不同的势力吗？　　现在看来地狱实际上已经变成一团散沙了啊。　　“啊啊啊，找到了，如果是没有印记的家伙，不要多说，直接塑造肉体送回主世界。”　　“大人她已经想到了这一步吗？”　　“果然一切都计划好了啊，真不愧是她呢。”　　我能回去了吗？真是草率啊。　　“本来我们还想留你一下的，毕竟这里这么冷清。”她拍拍手发出耀眼的绿光，“不过大人也说了无需多言，那就直接送你回去吧。生死之门。”　　这光芒和生命宝石一样啊，凋零就是它的守护者吗？　　话说凋零不应该是三个头吗，怎么分裂成三个人了。　　“我有个问题，你们守护者里有没有一个绿眼睛的？”　　“绿眼睛的？”她们互相望了望，“没有呢，我们守护者里从来没有过绿眼睛的。”　　线索中断了吗？凶手并不是守护者。　　那究竟为什么能够使用宝石的能力？　　还有附身，这种能力听都没听说过。　　“拜拜啦，应该还会再见吧。”　　“嗯嗯嗯，就你那实力肯定还要死好几回呢。”　　“说起来啊，姐姐，之前那两位过了千年了怎么还没死。”　　绿光白光交错在一起，再次将我吞噬。　　好温暖的感觉，身体不再是轻飘飘的了。　　“啊，我回来了。”是复活在被炸成灰的地方，“这个身体比之前的要强上许多啊，不再营养不足了。”　　没看见沃西的身影呢，倒是末默蹲在角落里瑟瑟发抖。　　没对她下手？似乎是被什么人救了啊。　　空气中的能量浓度完全异常，是一个极强的家伙。　　说不定甚至能直接秒掉流云。　　“主、主人？你不是死了吗？”　　她抬起哭花了的脸一脸吃惊的看着我。　　“啊，确实是死了，不过又被复活了。”也不知道是谁安排的，“地狱那边不收我啊，又把我送回来了。”　　这可真的能称得上是传奇经历了。　　“话说回来，袭击还没结束呢，我们快去找其他人。”　　蛛族这次可能倾巢出动了。　　还真是麻烦，好想躲起来等别人救我，　　反正我一点也没有当英雄的欲望。　　二　　“风和，风和？”　　都没有人啊，走道上空荡荡的，估计都聚在一个地方了吧。　　王宫太大，探查没办法完全覆盖，根本不知道往哪走。　　“主人，路上怎么什么人也没有啊？”　　“我也不知道，按理说应该有军队把守的。”　　实在是奇怪，王宫内一片整洁，就像是人凭空消失一般。　　使用能力吗？耗费一次机会就能直接赶到他们身边。　　“……继续走吧，没有人还更方便。”　　但无论怎么走，还是没有感应到任何人。　　果然只能瞬移了吧，真不想浪费次数啊。　　“末默，抓住我的手。”　　“嗯？哦！”　　瞬移，目标风和。　　“怎么了怎么了？有敌袭吗！”　　结果刚瞬移过来，散发出的末影粒子就引发了混乱。　　我被士兵团团围住，在一番解释后才被放出。　　“现在是在哪里啊？”我擦了下冷汗问风和，“蛛族来袭击了，很可能倾巢出动。”　　“嗯，多亏了春月，我们已经知道了。但现在还不能告诉宾客。”她示意我小声点，“不过她因为布置军队被抓起来了。”　　这算是自作自受吗？　　“这里是王宫的地下，一般人根本不知道有这个地方。”金杯敲了敲黑曜石的墙壁，“这里也藏了王族的秘宝，安保系统很强。”　　也就是说这里很安全吗？那就放心呆着好了。　　蛛族的进攻成功在突击上，等王宫的军队整顿好就能一波推回去。　　“金杯，金杯！”一个粉发的姑娘跑了过来，“爸叫你赶快过去，又出情况了！”　　这位就是莫纱公主吧，确实很漂亮呢。　　在这个节骨眼上又出状况吗？感觉会出大问题啊。　　“音，你过来一下，我有事情要说。”白衣少女突然悄悄将我拉走，“你不觉得现在这种状况很异常吗？”　　“异常？我不觉得啊。”　　倒不如说现在的状况才好。　　“蛛族突然袭击王宫诶，它们哪来的自信能攻下来？”她挥手建立结界，“或许你不知道，在我们逃跑的时候，有人大声提议道要到地下室避难。你觉得会有谁知道这个地方的存在？”　　“王宫的核心人物吧，国王那种的。”　　“就是说啊，那种大人物怎么可能大声说出这种机密。”　　听她这么一说确实不对劲，人族内部有人泄露机密吗？　　但都到那种级别了，为什么还要叛变呢？　　我不禁想起沃西说过，这个计划已经计划了十年了。　　间谍在王宫内待了这么久吗？王宫还真是差劲啊。　　“你应该知道流云来这了吧，你不想想他来这会干嘛吗？”　　“他来这应该会……等等，你怎么知道我知道流云来了？”　　在印象里，我不记得告诉过她这种事。　　“啊，这个……这不重要！快点想想那家伙会干嘛！”　　算了，反正她本身就是知晓一切的存在，不告诉她也会知道。　　那个家伙，印象里目的和白衣少女一样都是要收集齐宝石。　　至于得到后要干什么，就完全不清楚了。　　宝石……王宫的秘宝！　　“你快点搜索一下哪里有宝石！”　　我还记得在说道释放火焰的宝石的时候，金杯的反应。　　或许连末默身上的火焰也和王宫有关。　　谜题越来越多了，一步步往下走吧。　　“主人，你走这么急是要去哪？”　　“末默，你在这里呆着休息，我要去找敌人了。”　　风和不知道跑哪去了，还想让她帮忙的。　　虽说王宫的宝石出事了跟我没什么关系，但打搅了我吃大餐可不能忍啊。　　“探测到了，就在这附近。”　　“这个地下室吗？”　　“嗯，就在这里。”　　完蛋，马上就要出事了。　　白衣少女说过有人混在人群里吧，那他们或许也在这里。　　“喂喂喂，你这是要去哪啊。”完全陌生的声音，“你可是重要防备人员啊。虽说看不出你哪里强了，但搅黄了我们的计划可不行。”　　这里是哪里？怎么周围都变了样了？　　不知何时起，我周围已经变成了彻底的黑暗。　　刚复活没多久就又要打啊，再死回到地狱那边得多尴尬啊。　　“白衣少女，你在吗？”　　完全看不清四周，只能试探性的问一声。　　“嗯，我在。”脑海里想起了声音，“虽说不在身边，但和你建立起了链接。想办法撑一会，我会打开空间裂缝赶到你那边。”　　“等等，空间裂缝？”我顿感不妙，“这里是单独的空间？”　　“……没错。”沉默了良久她才回答道，“这次的敌人很强，你要多加小心。”　　三　　这根本不是很强的程度了吧，我完全会被秒杀诶！　　和白衣少女一个级别的家伙，我还真是遇到大敌了啊。　　“你这是在和谁说话呢。”　　这里一片漆黑，探测还被限制住了，根本没法打啊。　　“嗯？这种能量波动……不会吧，她明明已经死了。”　　认识白衣少女吗？他也是守护者？　　“呵，罢了，即便是还活着，也绝不可能赢过我。”　　该怎么办啊，我没有一个防御的技能啊。　　干扰！不行，没有任何影响。　　震荡！使出来了但是看不见根本没法命中啊。　　丝线，依靠丝线应该能感知……　　这是，什么感觉？　　被完全扭曲，这个空间非常不对劲！　　“唔，完全预料不到攻击方向啊。”　　不只是实力强，还很麻烦啊。　　我用丝线缝上被洞穿的胸口，释放恢复强化。　　这伤害是什么鬼啊，随便一拳直接洞穿。　　如果不是在玩，那他在这里也被影响了，不然那一拳完全可以直接爆头。　　啊，反噬竟然在这个时候降临了。　　“啊啊啊，你简直太让我意外了。”他的语气透露出兴奋，“竟然还活着。即便被洞穿的是胸口，一般人也直接死亡了吧。”　　“说得对呢，一般人就直接死了吧。”这个空间的扭曲状态我也差不多摸清了，“你刚才是故意的吧，不过你没有命中我的机会了。”　　蛛丝+探查+加附+震荡。　　“别说笑了，这里是我的空间！”　　虽然探查被限制，但毕竟不是封印，还能检测到一段距离的状况。　　而在加附到蛛丝后，就能感受到更远的位置了。　　“呐，抓到你了呢。”　　拳风吹动了丝线，我将手向上一拉。　　稳稳的抓牢了，我能够确定丝线已经缠上去了。　　震荡触发，在我的感知下被丝线包围的地方已经空了。　　“……抓错了啊，毕竟还是有影响。”空间的状态告诉了我结果，“即便抓到了，那种程度的攻击也对你造成不了伤害吧。”　　“你还真是个有趣的家伙，在这么混乱的空间下都能找准位置。”不知从哪传来了掌声，“如果我不是这个空间的掌控者，说不定真会被攻击到呢。”　　“我很想知道你是怎么做到的，能够限制其他人的能量。”　　“很难想象吗？就像这个样子哦。”　　“哇啊！”　　感觉被狠狠拍了一掌，我直接倒飞出去。　　能量，完全使不出来了？　　“咳咳，还真是简单粗暴啊。”我缓缓站起，“直接将自己的能量导入对方体内强制影响。”　　“这是最简单的方法，当然我不屑于去用。”我能感到他马上要攻击了，“你是不是认为耗的时间够长了？对不起呢，完全不够哦。”　　丝线断了，齐刷刷的一起断掉的。　　然后，我只感到头顶有个重物砸下。　　“……啊，有趣吗？”　　“嗯？怎么回事？”声音开始紧张了啊，“明明被直接砸中，怎么还活着？”　　“想依靠一个铁砧砸死我？你还真是蠢啊。”现在大脑一阵轻松啊，“好巧不巧的，你怎么把我唤醒了啊。”　　黑暗消退，空间恢复正常，广阔而空旷的纯白空间内，我们互相对视着。　　“原来你那句话不是闹着玩的啊。”这个熟悉的家伙笑了起来，“你竟然来真的，失忆的感觉好受吗？”　　“啊，像是另一个人的感觉吧。”我稍微适应了一下这个新身体，“如果不是交换了人格，即使重新获取记忆也像是其他人强行塞进来的呢。”　　“还打吗？你这种状态可打不过我。”他笑着开始释放能量，“别说你了，即便是漪蛛都败在了我手上。”　　“打？和你这种半吊子有什么好打的？”　　我随手一挥便消除了他偷袭来的攻击。　　末影粒子轻松在空中被抹消，并转化为我的能量。　　身体没有异常，凋零她们办的挺不错嘛。　　“你说漪蛛败在了你手上？拿出证据来啊。”我轻轻打了个响指，“我看你没什么进步啊，是怎么赢的她我很想听听呢。”　　能量团瞬间爆炸，整个空间随之濒临瓦解。　　我这次存在的时间要长很多嘛。　　不过她的封印还真是不靠谱，才过多久又破了。　　“还，还挺强的嘛，能够同时用两种能力，守护者的资格还在吗？”他强颜欢笑着一步步后退，“你真以为，我会输给你？”　　“确实，不用权能我根本赢不了你啊。”既然身体没问题那就来发大的吧，“但我的属性天克你啊！”　　全部分解，凝聚，构造！　　我的手上出现了一个普通人根本拿不到的方块。　　这个东西的硬度用来砸他足够了吧。　　“你是要干什么！这样下去整个空间都会坍塌的！”他看见我手上的东西后大惊失色，“你是想同归于尽吗？”　　“同归于尽？别开玩笑了。”我瞬间拉下脸来，“别留后手了，把你的底牌放出来吧。”　　和他这个老油条同归于尽，就我还不够资格。　　即便不借用任何能力，他照样能轻松打败我。　　“啊，行吧行吧。”他满脸无奈的望向我，“既然你这么想死，那我就满足你。”　　果然呢，漪蛛败在他手上并不是假话，我也确实相信。　　弑神之枪这东西，对我们来说完全是无解的存在。　　“……既然确认了，那就再见喽。”才不要继续和他打下去呢，“漪蛛果然还有分魂残留在这世上。”　　“喂！等等！”　　轻轻跺了下脚，空间在我的权能下瞬间崩塌。　　嗯，我这能力是不是太变态了？加上元素的能力完全是无敌啊。　　虽然对她来说依然不堪一击就是了。　　尾声　　“怎么才来？”　　脱离空间后，我直接回到了之前的地方。　　“哎呀我的妈呀，你这封印咋又破了呢？”　　她敲了我一下脑袋，准备进行再次封印。　　“我想先问你一个问题。”　　“嗯？问吧？”　　“拥有一个人的记忆，就能成为他吗？”　　“你认为呢？但绝不会变成获得记忆之前的你了。”　　……我还想要继续吗？这样的生活。　　“呵，弱者的世界，还是要有趣许多啊。”\n\n\n\n第三十八章：弑神之枪\n\n　　一　　嘶……好痛……　　后背又疼起来了，音怎么又跟人打起来了。　　虽然不及几小时前的撕心裂肺，这次的反伤如同被铁砧砸了一下。　　“风和，你没事吧，我看你脸色不对啊。”金杯见我突然停下发问道，“如果有事的话你可以休息，硬撑着会影响战斗的。”　　“嗯，没事的，不用担心。”　　为什么啊，音受伤我也要受罪。　　我们现在是在与军队会和的路上，金辉将军已经搜索到了敌人的去向。　　“话说春月不是在王宫里放满了末影螨吗？为什么她却没找到？”　　“对面的可是有刺客啊，眼尖手快，能轻松杀掉它们。”　　刺客确实很麻烦，他们的偷袭要比蛛族的军队更有威胁。　　不过虽说为了保护王宫派来了守卫，但人数上真不一定能比得过蛛族。　　“将、将军，您别着急，冷静冷静……”　　“冷静？这种状况下你让我怎么冷静！”　　才刚来就听到他的怒吼声，肯定又发生了什么事。　　“怎么了怎么了？这么大脾气？”一进屋里便是满目狼藉，“将军啊，你一直暴脾气可不行。”　　“那你说怎么办！王宫还没解决呢亡灵族又打过来了！”他将桌子直接捶碎，“现在前线没人指挥，这边也不知道能不能打赢，你告诉我个解决办法啊！”　　亡灵族打过来了，怎么偏偏是这个时候。　　我记得它们和蛛族关系并不好，常常闹别扭，不可能串通好。　　“别急别急，前线那些人也都是身经百战，您也不必担心。”　　金辉将军哪都好，只是平常冷静果断，一遇到急事就如同发了疯一般智商全都没了。　　毕竟这次事件可是内外夹击，一不小心国内就会有大动荡。　　这种程度的急事，一生也恐怕遇不上几回。　　“将军，喝药，喝药。”　　金辉在众人的安抚下冷静下来，喝下药物恢复平常的状态。　　平常的他和刚才完全不是一个人，能冷静分析事情，带兵打仗不落下风。　　“风和，你知道为什么蛛族要进攻这里吗？”　　他坐到这个房间唯一完整的椅子上，拿出王宫的地图指了指。　　“您这是……这里是地下室啊……”　　我刚从那过来，并没有发生什么异常。　　“你要知道我们面对的敌人是谁。”他在地下室的地区画了个圈，“蛛族以及刺客。蛛族那些军队很好分辨，但刺客都是人类，容易混入人群，引发混乱。”　　“那您为什么让我赶过来？明明我就在那里，可以抓住刺客的。”　　虽说那里没几个能打的，但有我和金杯在，抓几个刺客还是小意思。　　“你要知道我们的敌人可是有两个，怎么会让你这个精英去对付几个杂鱼呢。”他又在地图上圈出几个地点，“刺客已经分散开了，蛛族军队现在在和我们的人打。流云你听说过吧，我需要你这种精英去对付。”　　“那您呢？我看您已经穿好战甲了，这是要去哪？”前线的战甲他已经穿戴完毕，“难不成是要协助我？”　　“协助你我的傻弟弟就足够了。我要去对付的，自然是敌方的大将。”一柄乌黑发亮的长枪在他手里出现，“那个人你们认识，是叫墨为对吧。”　　他说这话时瞪了金杯一眼。　　墨为竟然来了，那琉璃她应该也来了吧。　　“哥，让我去。”金杯拦住了他的去路，“我的实力已经比两年前强多了。”　　“走开。连二次突破都没有，拿什么和他打。”他伸手推开拦路的金杯，“如果遇到那个叫琉璃的姑娘，我会想办法救她的。”　　长枪吗？似乎是旧时代的武器，已经失传了。　　我还是第一次见他用长枪，难不成是要动真格的吗？　　不过那柄枪，我似乎见过类似的，就在老家的村庄里，就在十年前。　　“走吧，我们去解决流云。”金杯倒不生气穿起了装备，“记得三年前跟音和琉璃一起见过一面，不过我倒是半路逃跑了。”　　“你们遇见过吗？我不知道这件事诶。”又是一件我没听说过的事，“要说流云的话，我只在十年前见过一面，不过后来发生的事就不清楚了。”　　自己怎么又不知不觉握紧拳头了，有事情瞒着我很正常。　　但总感觉被排斥了，心里空荡荡的。　　“对手是刺客的首领，将军真的认为我们能打过吗？”　　“那也没办法，除了我们连一个突破25级的都没有，让其他人打完全是送死。”　　话说回来，将军真的能够打败那个战力爆表的墨为吗？　　二　　好久没遇上能和我一战的家伙了，这墨为是不是徒有虚名就让我测试测试。　　我对这一战还满怀期待，毕竟即便是柳回那种所谓的天才，实力也就那样罢了。　　身子一侧，正面的袭击躲了过去，但铁甲上却直接陷下去一个的坑洞。　　“偷袭可不好。”我将想要逃跑的墨为挡下，“我没找到你，你自己却跑过来了。”　　“是啊，而且还是一个人跑过来的。”　　唔，果然如传闻所说，力气大得很。　　即便有弑神之枪挡着，我的铁甲却是直接被踢碎。　　“不用能量吗？别小瞧我啊。”我降低重心摆开架势，“不然你一不小心可就会死在我这长枪上啊。”　　“那还不需要你担心。”转眼间就冲刺到我面前，“这一拳就解决你！”　　速度也不错，完全靠肉体力量加速，即便是我也做不到。　　但他果然低估了我的实力啊，毕竟只是个怪物而已。　　能力：极速，三重叠加。　　“单论速度你可完全比不上我啊。”　　近在咫尺，但我完全不慌不忙地躲开，顺便绊了他一下。　　将所有的加成全部附于一身，即便他等级比我高，也完全不是对手。　　“无聊，真是无聊。刚才那一下，你可就直接死了啊。”　　“不用你管。”还未跌倒在地他便随手一撑恢复平衡，“即便你刚才攻击我也没什么关系，我的恢复力可比你加成后还要高。”　　只一招就知道了我的能力？看来蛛族确实拥有关于所有能力的图鉴。　　周围的气流开始变得异常，完全朝着他的中心吹去。　　“哇！”阳光恍了一下，“嘶……哈……”　　连三倍的反应力都看不清，没想到低估的人是我。　　还、还真是强到离谱啊。　　被打的上半身已经完全动不了，疼的根本使不上力气。　　“怎么？我才刚开始，你就坚持不住了？”他惬意的走到我身边，“那我就给你个痛快吧。”　　他是怎么回事，聚集了那么强的能量肌肉不会酸痛吗？　　可恶，我又把他当人类看了。　　他随手一挥，在阳光的照射下闪过一丝银光。　　“呼，还真是大意了啊。”银光被阻挡在我面前，“竟然会逼得我喝药，自从我成年后这还是第一次。”　　我颤颤巍巍地站起，将那缕银色抓住。　　蛛丝……这种东西竟然也能当武器。　　“哈，让使出全力的我会会你吧。”　　长枪抓稳，双脚分开，枪尖朝下。　　接下来，他会怎么出招呢？　　“喂，人类，你在看哪里？”　　长枪扎进地板里，我轻轻一跃躲开从上方抛下的蛛网。　　竟然能浮空？这家伙还是蜘蛛吗！　　拔出长枪，我开启守护以免有其他意料外的状况发生。　　“要认真了啊……”极速效果还在，“你准备受死吧。”　　跃向空中，长枪朝着他胸口刺去。　　“咣”他的胳膊上的铁护腕挡住了攻击。　　力气好大。我扶住长枪稳住身形，枪尖直接划碎了石英的地面。　　膝盖有弯曲，左侧向后拉，这是在准备冲刺。　　身体完全向后仰，反手拔出枪尖，钉在右侧的墙上将自己拉过去。　　勉勉强强躲开，他一拳砸在地面上直接将地面整个地面捶碎。　　一直追击，只能依靠极速和速度强化接连躲过，全身上下的护甲完全被震碎。　　长枪，突刺！　　身型一斜从墙边离开，右腿在身后的墙上再次一踢直接冲过去。　　“哈，你们人类就只有这点力气吗！根本不够看的嘛！”　　可恶，只能勉强打碎他的护腕，而且极速效果马上就要消失。　　“别再跳来跳去的了，蛛网！”　　“唔啊，你是要正面和我对决吗？”　　依靠长枪避开下落点的蛛丝，方圆十米已经寸步难行。　　“对决，你想多了。”他随意打了个响指，“就你那实力，那不够看！”　　丝线开始滑动，而且越来越快，紧紧向我这里收缩。　　直接把我切成碎片吗？按他那威力还真的可以。　　长枪一绞，那些所谓的削铁如泥的蛛丝，瞬间缠在一起。　　“喂，要打就用实力打，别耍小花样。”　　我很不爽啊，堂堂一个大将军被人这样瞧不起。　　只要能命中一下，只要能命中一下……　　“混蛋，别躲来躲去啊，有本事就挡下来啊！”　　极速效果还剩5秒，现在完全陷入被动。　　攻击命不中，完全被带入对方的节奏，还根本无法破解。　　一咬牙，我决定直接开启全力，不然将会彻底失败。　　效果解放，一阶段。　　三　　速度变慢了，因为效果过了。　　不过他的速度也慢下来了，因为没有能量的支撑。　　身体变得不对劲了，连握住长枪都费劲，呼吸也要喘粗气。　　相比之下，墨为完全没有任何影响，只是奇怪的看着自己的双手。　　“可恶，失算了。”我低声咒骂道，“忘了他的身体比我要强上许多。”　　“哦，原来如此。”他突然便恍然大悟，“那是一支完整的弑神之枪吧，还真是第一次见。”　　“弑神之枪吗？好名字。”连站都快站不稳了，“挺符合它的实力的。”　　墨为完全不慌不忙，在领域下毫无影响。　　无视所有类型的能量，并逐渐消弱所有生物的体能。　　看起来这消弱对他来说毫无大碍，顶多就是像水中行走有阻力一样。　　“带回去的话，应该就会放过她了。”他伸手夺过完全无法动弹的我手里的弑神之枪，“毕竟是承诺过的事，不能毁约啊。”　　领域一旦开启，这一整个范围内都会有影响。　　而我根本控制不住，只能等它自然散去。　　“还给我，那是我的。”能站着都极其费劲，“快还给我……”　　这是我做过的最错误的决定，完全将自己的后路截断。　　“将军啊，果然最后还是要靠我们呢。”　　鬼知道为什么，风和跟傻弟弟都出现在了这里。　　“你们不是去追流云了吗！”　　“追是追了，不过根本追不上。”　　她耸耸肩拿出铁剑，我那傻弟弟更是直接冲了上去。　　“喂喂喂，你们两个是来送死的吗？”　　枪柄向地上一敲，我直接趴倒在地面上。　　那是……解放二阶段？　　可恶啊，竟然能在碰了几分钟后直接掌握我十几年都无法使用的能力。　　这就是天赋上的差距吗？比想象中要恐怖的多。　　明明，我努力了这么久，怎么会比不上他的五分钟呢！　　“我说过，把它，还给我！”　　“将军，你这是……”　　“不会吧……”　　那趴在地上的两人仰望着我一点点站起。　　“无聊。这柄枪，只会选择强者。”　　随手一锤，我竟然直接陷入了墙里。　　为什么，明明被削弱了还能有这么强的力量。　　“我是它的主人，快点还给我。”硬扣着墙壁将自己拔出来，“我才是……”　　“跟你说了几遍，只有强者才能完全觉醒它的力量。你不配。”　　这一拳，直接否定了我努力的所有意义。　　十几年了，为了获得这柄枪，我努力了这么多年……　　为了获得这柄能够证明实力的长枪，我从认识起就开始训练。　　这柄枪代表着我们家的荣誉，才不会就这么轻易地交给你！　　力……量……强化！　　“把我的枪，还回来！”　　烟尘四起，我不顾一切的朝着他的身影扑去。　　夺走这柄枪，就代表夺走金家世世代代的所有荣誉。　　“怎么会！这是不可能发生的事！”　　抓住冰冷的长枪，我对着他的脸上狠狠的来了一拳。　　力量赠强了？我的等级怎么突然变高了？　　刚想继续打下去，身体里的能量再次失控。　　领域的影响又恢复了，我再次摊倒在地上。　　我看着手里的长枪，心里满是自豪感。　　这柄枪谁也不能夺走，这是作为金家家主的责任。　　“还真是……让人难以置信啊。”　　在他站起来后，又突然“咯咯咯”的笑了几声。　　受了刺激，疯了吗？　　“行吧，玩也玩够了，闹也闹够了。我就不陪你们玩了。”他舒展了一下筋骨，“那柄枪是你的了，自己拿着吧。”　　离、离开了吗？没向我补刀直接离开了吗？　　等到领域解开后，我们互相搀扶着站起。　　“走吧，会指挥室吧。我需要好好休息一下。”　　尾声　　“弑神之枪只认定强者，连这种事都告诉了吗？”漪蛛满脸笑容的看着一切，“这样帮他一把会不会被发觉呢？算了算了，这种小事没什么关系。”　　她的身形若隐若现，看样子随时会消失。　　她的身后是被打到头完全陷入墙中的境，三大神识之一。　　“命令方块修复后就OK了吧，接下来他们想干什么我才不管呢。”　　漪蛛目前所处于的空间是一个独立的存在，像白衣少女那样的。　　这个空间的创造者便是头陷入墙中的境，现在处于完全昏迷状态。　　要问是怎么回事，就只是被漪蛛打了一拳而已。　　反正它身上有免疫物理伤害，只是一拳而已死不了。　　“喂，醒醒醒醒，我一个人多无聊啊。”她抓住境在外面飘来飘去的黑烟将它拉出，“陪我聊一会呗，打发打发时间。”　　说着她便朝境上面像脸一样的部位扇了几巴掌，将它强行打醒。　　“哎呦我的姑奶奶哟！”它醒来后直接飘到了空间尽头，“不是，大人，你就放过我吧！”　　“放了你？你在我这当内奸还想求放过？”她无聊的打了声哈欠，“陪我聊天或是陪我练功，选一个吧。”　　“聊天，肯定聊天！”　　它直接飞过来趴在地上，根本不敢有半点反抗。　　“算了，还是不聊天了，陪我练功吧。”　　“不是，大人！大人我不想死啊！”　　“至于吗？就稍微打一下而已。”　　她将境揪起来，摆开了架势。　　“陪我玩尽兴了，就放了你。”　　朝天上随意一抛，右拳随之挥出。　　“呼”如同狂风刮过，气浪席卷了整个空间，吹散空中的烟云蒸汽。　　这一拳打到境的身上，直接魂飞魄散，化为黑烟消散到各地，又丝丝缕缕的凝结到一起。　　“真是的，连一拳都撑不了，没意思。”　　她挥挥手，又瞬间将它吹散在空中。　　“嗯，本源算是稳定了，修炼一下肉体就可以了吧。”　　她似乎是要准备离开这个空间，到外界去逛逛。　　“再不出去，恐怕他们就要闹个天翻地覆了。”　　空间里的所有能量开始朝着她身上聚去，背后的神印开始发光。　　她长呼出一口气，渐渐开始吞云吐雾起来。　　如果不出去，恐怕他们都忘了谁才是王了。\n\n\n第三十九章：将近尾声\n\n\n　　一　　“刚刚发生了什么？为什么我的头这么痛……”　　哇，头上鼓起了个大包诶，怎么回事？　　和之前遇见流云时一样，记忆又有些丢失了。　　“我这是昏迷了多久啊，周围的墙壁都不一样了。”　　“那当然，因为我把你转移了呀。”　　我的后背被戳了一下，白衣少女冒了出来。　　“吓死我了，究竟发生什么了？”　　这里安静的异常啊，应该有人群的吵闹声才对。　　“不久之前，准确的来说是十分钟。”她让我往墙壁外看，“不知道卫兵去哪了，现在大家都被混进人群的刺客抓了起来。”　　“要去救他们吗？我可不想把自己搭进去。”外面的刺客还挺多的，“反正会有人来救，我就没必要冒这个风险了。”　　全副武装加人多势众，我可没有所谓的正义感去救这些对我没有任何利益的家伙。　　大家都没被抓住，应该是安全的处境，我去和他们汇合才是上策。　　“末默在里面呢。”白衣少女把我摁在墙上，“你不会现在就走吧？”　　“喂喂喂，我一跑进去就要救所有人，不然老好人的形象就塌了。”我推开完全是在无理取闹的她，“与其只救一个人遭到辱骂，我还不如全都不救保全形象。”　　我理了理衣服，向后瞟了一眼转身就走。　　“嘭”白衣少女绊了我一脚，鼻血流了出来。　　“你在干嘛！当老母亲当上瘾了吗！”我被她的糊涂举动气得发疯，“要救你自己去救吧，反正对我来说只是少了一顿美食而已。”　　“你就不想想你那钱吗？”她指指末默，“别忘了她可是你花了大价钱买下来的啊。一块肉没吃到，丢了不可惜吗？”　　全部家当买下的肉，能够赚钱的名声。这两样东西那个重要啊……　　“算了算了，是我自认倒霉。”最后还是生命最重要，“你想救就去救吧，我要去找风和了。”　　管她呢。只要找到风和立下战功，钱的事还不是说说就好吗？　　当然白衣少女肯定会跑出去，以她那脾性说到的事肯定会做到。　　果不其然，还没走几步身后就出现了打斗声。　　我当然不会管，自顾自的继续走，身后的声音越来越小。　　“嗯？你们在干嘛？”走了有几分钟后我遇上了风和和金杯，“好像是和谁打了一架啊。”　　他们正搀扶着一个外貌酷似金杯的家伙，不过要高大威猛许多。　　他手上的那是……弑神之枪！哦呦吼吼，我真是中大奖了！竟然能遇上弑神之枪！　　不过现在白衣少女有实体了，要弑神之枪也没什么用处。　　要说以大重生术加固灵魂创造出的实体有什么弊端的话，也就是能量恢复能力几乎为零。　　“金辉将军和墨为打了一架，结果墨为不知道怎么回事就跑了。”风和搀扶着他继续往左边走，“我们现在要回指挥室，你也来帮我们一下吗？”　　“风和，你确定这家伙可信吗？”他对我的小身板有所怀疑，“而且他那么瘦，轻轻一推就倒了吧。”　　虽说解决了营养不足，但我本身的体型就瘦弱不堪，所以外表上没多大变化。　　“士兵们都去哪了，现在大家都已经被抓了，连白衣少女也一样。”　　“他们都去抵挡蛛族了。”她看了金辉一眼，“果然和将军说的一样，里面有刺客的卧底。”　　在提到白衣少女时，我看到他的脸色不对。　　毕竟是救世主，突然提到肯定会有所怀疑嘛。　　“走吧，我们去指挥室想想办法。”金杯加快了前进速度，“里面还有些人手能派上用场。”　　这指挥室是听都没听说过的乱，碎掉的桌子，散乱的文件……　　我严重怀疑这个传闻中令敌军闻风丧胆的金辉将军完全被吹上了天。　　“先分析一下局势吧。”他铺开满是褶皱掉到地上的地图，“蛛族的领队实力比我想象中还要逆天，不过那些蜘蛛倒没什么好怕的。”　　“喂，你们过来呀，别在那里瞎站着。”　　风和朝着那些躲在一旁的军人挥挥手。　　还真是只能派上用场啊，一个个连剑都拿不稳，恐怕只是后援兵吧。　　“抱歉啊末音先生，让你见笑了。”金辉把我的脸扭过来，“路上听风和喊你名字我才意识过来，原来你就是那个重点防范对象啊。”　　“等等，重点防范对象是什么情况。”我对他对我的称呼完全懵逼，“为什么我要被防备，我干了什么事了？”　　“那我可不知道。”他继续低下脸看向地图，“我只知道，你是个能同时引起三大元老注意的家伙，似乎从你出生起就是这样。”　　二　　“末音，这个名字在哪听过……”风和也因为时间过长忘了我的名字，“那是你的全名吧。大家都音音的叫你，连我都忘掉了。”　　“没事的，这个名字我自己都差点忘了。”毕竟寓意不好嘛，“不过引起三大元老注意是怎么回事，还是从出生起开始。”　　公认的三大元老，是人族里最有影响力的三个人。　　分别是历代掌管着所有国家的纳罗国国王、活了不知多少年的留名阁创始人和同样不知活了多久的云修阁校长。　　后面两个都是不为人知的神秘的家伙，没人知道他们是怎么活那么久的。　　我是能把天闹翻吗？能引起这三个人的注意？　　“这是我最近接管的任务，以前都是由战神去做的。”他耸耸肩，“你应该清楚都是谁吧。”　　那个退休的老头子啊，之前还想去偷他的弑神之枪呢。　　“嗯哼，但我还是没搞懂什么情况。”　　要是能搞懂才有鬼嘞，说来说去都没说到点子上。　　“这你不用管，只要知道我一直在盯着你就够了。”他因为我的话唠瞪了我一眼，“现在我们要救出被绑架的人质，然后将蛛族打回去。”　　说的倒轻巧，墨为一个人都需要我们所有人全力应对了吧，还不一定能打得过。　　不，还是能打过的，要是他懂如何使用弑神之枪，我们就能轻松获胜。　　但是呢，这把武器是认主滴，一开始不能用以后也不能用。　　于是在商量好计划后，我们又跑回地下室，在周围埋伏起来。　　“金杯和他哥哥相处得并不好啊。”我和风和两人一组，“白衣少女果然被抓了，明明那个身体连释放能量都费劲。”　　“金杯他们好像是在分财产上闹翻了一次，听说还是和莫纱公主有关呢。”　　“哦哦哦，就是为了获得和公主结婚的身份吧，这个事情我倒是听说过。”　　金辉率先冲出去。弑神之枪锋利无比，只要戳一下就能轻松洞穿人的身体。　　不过相比之下其他人的表现就要逊色许多。刚一兵戈相向，武器就被打飞，瞬间反杀。　　“好，冲出去喽！”　　“别像小孩子一样那么兴奋啊！”　　蛛丝从我的手指上伸出，细细的丝线捆绑住他们的双脚。　　震荡从丝线上发出，他们手里的武器因为全身酥麻掉到了地上。　　风和射箭，将那些没有武器抵挡不能动弹的家伙瞬间射杀。　　一用蛛丝就想到了琉璃，这次又是和蛛族作战，唉。　　“有一套嘛，小子。”金辉枪耍的还不错，“确实是个很好的战力，要不要参军啊？”　　“别开玩笑了，我自己进去被你监视吗？”　　刺客，最强的实力凸显在偷袭上，正面抵挡当然打不过我们。　　实力都挺弱嘛，看来那些精英都不在这。　　如果在场的都有些实力，根本不会被绑来当人质。　　“喂喂，你不是手撕怪物吗？怎么被这些渣渣抓起来了？”　　我拍拍气鼓鼓的白衣少女，解开了末默身上的藤蔓。　　“别废话，快给我松绑！”她踢着双腿在地上打滚，“真是的真是的！老朋友独自应战你也不管一管！”　　“要松绑？才不嘞！”我将她扛起，“让你这么冲动，好好待着吧！”　　“主、主人……”末默示意我蹲下，“我有事情要讲……”　　“嗯？怎么了？”都救出来了还有什么事，“哦哦，这样啊，我明白了。”　　已经有刺客去取宝石了，但这件事要不要告诉金辉他们呢？　　我慌张的去跟他们说，就证明了我知道宝石的存在，会让他们对我有戒心。　　毕竟一般人是不知道宝石的存在的，告诉他们后我再回收宝石就要麻烦许多。　　等等，我为什么要回收宝石？唔，头好痛啊，似乎是白衣少女的愿望。　　“嗯哼，走吧，我们去抢宝石。”　　趁着人群还混乱，白衣少女拉着我就跑。　　诶？她是读心了吗？我还没开口呢。　　算了算了，毕竟附在我身上十几年，知道我在想什么很正常。　　“主人主人，我也要去。”末默很想帮我们的忙，“我还有几瓶药呢，肯定能帮上你的忙。”　　虽然不知道她怎么突然变得这么热心，根本不怕我们了。　　不过能帮上忙就好，至少我买她的钱没白花。　　三　　“话说，你跟过来干嘛？”白衣少女趴在我旁边窥视着刺客，“明明你一点战斗力都没有。”　　“当然是帮你找宝石的啦，要不然你能来到这里？”　　那些刺客正忙着挖开黑耀石墙，很轻松就能解决掉。　　释放蛛丝，从地面上向他们身上缠绕。　　“等等，我觉得这样不好。”她让我停止抓捕，“你确定一个蛛丝就能解决它们？”　　“不然呢？现在勒死他们不行吗？”我倒觉得这是个好办法，“就算没办法直接杀掉，一个震荡把他们头炸掉就好，多省事啊。”　　偷袭多好啊，傻子才会跑出去大喊什么：“放下宝石！”，然后和他们硬碰硬呢。　　我的目的是拿走宝石，无论是引来了任何一方都不好解决。　　在这种大事上，我也没必要装什么正义的使者，要发起正义的进攻了。　　很好，丝线收缩，直接割断他们的脖子！　　“大家注意！有敌人！”不知怎的这丝线却动也动不了，“找到了，就在那里！”　　他们身上的丝线暴露了我的位置，一群人丢下钻镐朝我冲过来。　　我急忙后退，使用震荡炸起一股浓烟，双手动了一动。　　“绊线钩”布置完毕，陷阱准备完毕，周围所有的动静都已经在我的掌控之下。　　在这么密集的陷阱群里，即便他们有探查也躲避不了。　　“你这是练了多久，瞬间就造出了这么多。”白衣少女抱着末默撤出陷阱外，“这种用法，对于同级人来说还真是无解的存在。”　　“是啊，但也仅仅只是对同级人有作用。”　　丝线遭到触碰引发震动，并反馈到我的手指上来进行判定。　　丝线缠绕结网，每一条线上所附加的震荡同时释放。　　“遇上对手了啊。”这个结果超乎我的预料，“真用体术对战的话，我会被瞬间打飞吧。”　　蛛丝尽数断裂，但重叠在一起的震荡甚至没伤他们一丝一毫。　　烟雾随着爆发出的气流散去，现在的气氛异常尴尬。　　“嘿，你们好啊……”我挥挥手一步步向后退去，“大家的状态真棒啊，竟然一点事都没有。”　　“是啊，还多亏了你给我们放松筋骨呢。”后面一排瞬间架起弩箭，“让我们送你一程吧。”　　我开启速度强化并喝下药水，挥手放置泥土抵挡住射击。　　“那还是不必了，反倒是我要送客喽。”　　呼，次数使用，能量爆发：烈焰！　　右手蓄力，在泥土被挖开的一瞬间释放，火浪滔天的覆盖一切。　　“啊！”　　“啊啊啊！”　　这一招反噬的要强得多啊，毕竟是高危险性的技能。　　“快走，我的身体要撑不住了。”　　右手彻底废掉，岩浆般的血红花纹已经布满了整条胳膊。　　皮肤因为高温发红，灼烧感开始向全身蔓延。　　“主人，我这里有药水……”　　“快走啊，他们要追上来了。”神经屏蔽也没了用处，“这伤喝药是没用的，有这个时间还不快跑！”　　他们毕竟是精英。即便被近似岩浆般高温的火焰突袭，身上的能量护盾也能够防上大半。　　好不容易借着末默的药水提升速度逃脱，我的灼伤已经遍布了半个身体。　　“有冰吗？”　　白衣少女点点头。　　“好极了。”　　我深吸口气，用左手拿起铁剑，朝着肩膀砍了下去。　　“拿冰块来。”我接过冰块放到伤口上降温，“呼，我现在的身体算是半残了吧。”　　“嗯，能量护盾还真是好用。”白衣少女继续创造出冰块，“不仅能抵挡所有攻击，能量类的还能直接免疫。你还真是倒了大霉了。”　　倒霉吗？还真是。不仅什么都没拿到还丢了一条胳膊。　　我苦笑一会，抬头望向天花板思考对策。　　免疫震荡这一类能量攻击，无视波动、干扰这一类控制，只要能量足够能挡下所有攻击。　　“呐，你有办法解决吧。”我只好看向全知全能的白衣少女，“我都成这个惨样了，就别出馊主意了吧，我这身体受不了。”　　“行行行，毕竟这也是我的任务。”她抱起一块冰，“你知道漪蛛吗？她可以说是从古至今的最强者了，但即便如此她也并非无敌。”　　“这和我的问题有什么关系？”　　“我只是想告诉你，即便是漪蛛那种开挂的家伙也会被人超越，这些全都是小意思。”她随手捏爆了冰块，“仰慕全知全能的白衣少女吧，我一出马这些家伙根本不够看。”　　她现在的样子极其威风，让我终于有了一丝信任感。　　尾声　　“会不会太突兀了，毕竟是计划了十年的作战。”　　沃西肿着脸跪倒在地上，老蛛王一脸轻松的看向下面的大臣们。　　墨为现在是新蛛王，掌管着蛛族的大小事，但做什么都有限制。　　“只要有‘为了蛛族’这句话，他就没什么好反抗的了。”这个老家伙示意刚来的龙王坐下，“顶多让让步罢了，我们的目的绝对会达到。”　　“但这兵力还有代价……”执掌财政的大臣倒抽了一口凉气，“现在撤兵可不妥啊。”　　“哼，明面上撤一下就好，只要能骗过去就行。”老蛛王拿出一张纸写起来，“王城里一群我们的人呢，只是撤兵罢了顶多推迟一下占领时间。”　　“那亡灵族那边呢？”龙王用末影粒子建立景象，“它们现在可势如破竹啊，谁知道接下来会吞掉哪里。”　　“嗯，签好了。”老蛛王满意地点点头，“亡灵族？它们就是个笑话。那边除了个亡灵王能掌控大局外，还有谁？”　　大家都沉默不语，很明显对它的话语没有异议。　　“大王英明，现在这天下，只有我们蛛族和人族的存在。”沃西率先开口称赞，“其他种族只不过是我们的囊中之物罢了，蹦跶几天算是回光返照而已。”　　“嗯，知道就好。”老蛛王走下王座将纸递给士兵，“去交给琉璃吧，她一定会答应的。”　　它无比确信，只要用她在王城里的朋友做威胁，这种小事肯定会答应。　　它只不过是给墨为个面子罢了，不然完全可以直接命令她。　　让龙王威胁去订下婚约，吸引所有和琉璃有关的人过来，然后发起进攻。　　事情成了，计划就彻底完成，它也可以安心休息了。　　事情不成，那纳罗国就要毁灭，人族濒临瓦解，蛛族也能占领大半区域。　　老蛛王彻底相信，只要跟着龙王，蛛族将会走向复兴！\n\n\n\n第四十章：附身者\n\n\n　　一　　“那么，借用一下你的身体吧。”她将手轻轻搭在我的额头上，“虽说只剩下一只手，也比这几乎不能使用灵力的魂体好。”　　她想借用我的身体？只是解决三个刺客而已需要这么小题大做吗？　　“你告诉我方法就行。”我开始不安起来，“把身体交给你我实在不放心。”　　“方法？把身体给我就是唯一的方法。”她听我这话愣了一下，“你不会真的以为单靠一只手真的能解决三个比你强这么多的人吧？”　　说的也是啊……怎么想也不可能啊……　　但她是全知全能吧，像这种事应该是有办法的……　　身体就像在地狱时一样变得好轻，视线渐渐变得高起来。　　我已经灵魂出窍，和跪在地上的身体只剩下一丝连接。　　末默微微后退几步颤抖地站在我身体旁边，嘴巴大张着似乎有话要说。　　对此感到惊讶吗？毕竟灵魂出窍这种事可超乎常人的理解啊。　　“武器怎么办？创造出来吗？”我的铁剑可不足以和他们对抗，“我这身体能更好的释放能量，现在的你应该能创造出极品武器吧。”　　我的身体从地上爬起，看来一切正常，并没有出现附身失败的问题。　　她转了转手腕，轻轻扭头进行适应，满意地“嗯”了一声。　　“不错不错，原来已经成为“容器”了呀，实在是超乎我的预料。”她咧嘴大笑起来，“哈哈哈，哈哈哈哈。真是，真是太棒了啊！”　　“轰”整座王宫瞬间震了一震。在她跺地加速后，身边的一切都炸裂开，粉碎开，布满碎石灰烟。然后狂风大作，吹散所有烟尘，我身后只剩下如同经历过轰炸般的碎裂的地板。　　烟尘中冲破了一个大口，那是极速奔跑到残影都无法看见的白衣少女。　　如果不是亲眼见识到，我甚至都不敢相信这具身体能达到这种程度。　　“末默，我们快跟上。”见她毫无反应我才想起自己是灵魂状态，“算了，我自己先追过去吧。”　　借着灵魂与身体的一丝连接，我穿过墙壁以最短的距离飘到身体旁。　　“去死吧！”　　白衣少女的速度终于有所减慢，在他们眼前就像是突然出现在面前一般，除了刮起的风外根本没有任何感觉。　　“怎么会，探查完全没探测到！”拳头已经近在眼前，“快快快！大家快避开！”　　一拳轰过去，在短暂的宁静后地板最先碎裂。裂痕逐渐蔓延到墙壁上，然后这一条走道都彻底灰飞烟灭。　　拳风在走道的尽头都爆出一个大洞，甚至将远方的云彩都打得烟消云散。　　“左手锻炼得不行啊。”她抬起胳膊握握拳头，“只是一拳都僵硬无力了。”　　是用力过猛抽筋了吧！就我那身体怎么可能撑住她所蕴含的能量！　　“无聊，真是无聊。总觉得心里有一丝不爽啊。”拳头被握得“咔咔”响起来，“没打够啊！只是一拳根本没打够啊！”　　她皱起眉头对着空气挥拳，整座宫殿开始被她摧毁得千苍百孔。　　我的身体已经开始膨胀，血管极其明显地凸显出来，整个外形都变成不人不鬼的模样。　　大姐，快把身体还给我吧！再这样下去整个身体都要被能量撑炸了！　　我想飘回身体里，结果刚到附近就被一股无形的力量压迫到地面上不得动弹。　　“白衣少女……快住手……”她的表情已经开始变得癫狂了，“冷静点，快从我的身体里出来……”　　“力量，力量源源不断地涌出来了！”白烟从我的身体内冒出来，“真是久违啊，自从死后就从来没有感受过了。”　　在白烟冒出后，我的身体逐渐恢复正常，只是白衣少女的精神依然异常，甚至开始影响到现实了！　　“轰隆”随着她的嘶吼，半座宫殿都彻底化为灰烬，我的灵魂也开始被她的精神影响，变得恍惚起来。　　“真是的，就是因为怕变成这样才不想麻烦你啊。”果然不靠谱的人看上去多么可信也还是不靠谱，“宝石我不要了，那个拿弑神之枪的快点过来压制住她啊！”　　“真不愧是“容器”啊，无论和谁都有极强的适应性。”她突然恢复平静语气开始变得高傲，“比残次品强多了啊，果然基因是最主要的啊。”　　怎么回事，这从心底里升上来的敬畏感……不对，附身者已经不是白衣少女了。　　混蛋，竟然在附身时被钻了空子，这下麻烦要大多了啊！　　“大重生术·还魂，灵魂凝固。”我勉强将自己的灵魂像白衣少女那样实体化，“不过这样一来和本体的连接也断了啊，该怎么回去就成了麻烦事啊。”　　“她”扭过头来，原本清澈通透的血红色双眼已经完全变成了绿色。　　“果然被控制了啊，真不知道还能有谁可以控制她。”我摆脱了压迫感从地上爬起，“喂，你是谁，为什么要伤害末默。”　　“区区一个“容器”罢了，有什么资格问这些。”她弹指间便刮起一股狂风，“为了保险起见没有百分百完成吗？不过这个身体对我来说足够了。”　　即便被击飞到了远处，我也能清楚地看到一条崭新的胳膊从我身上长了出来。　　二　　“帮我修复了身体啊，真是谢谢了。”灵魂体状态下的我根本不会受伤，“不过你能不能回答下我的问题啊，因为我的食物被你搞得快崩溃了啊。”　　我扶着墙站起来，浑身上下连一丝灰尘都没有。　　“不害怕我吗？刚才那攻击你至少应该有点反应啊。”她捡起掉落在地上的红色宝石，“我现在可以轻松灭掉你，随便一巴掌就能让你魂飞魄散。”　　“我也不知道，应该是对自己身体的直觉吧。”我耸耸肩朝他走去，“我敢保证你做不到，因为我的身体会直接崩溃。”　　几乎无法使用能量，但现在的我也不是普通攻击能够消灭的状态。　　想要做到让人魂飞魄散，我的身体根本承受不住那种程度的能量。　　“你真以为很了解自己吗？你知道这具身体究竟是什么吗？”她对我的无知嗤之以鼻，“明明根本不了解真相，就有那种盲目的自信，真是无知者无畏啊。”　　无知者无什么？我怎么听不懂她说的话？书本上学到的文字根本没有这个啊？　　有关重建的身体吗？我确实不了解为什么能承受住这么大的力量，也不知道什么是“容器”。但那是我的身体，怎么可以让人随便附在上面。　　“两个音，这是怎么回事？”　　士兵们终于赶到，风和他们自然也来到了这里。　　不过闹出了这么大的动静，却没有看见一个蛛族的士兵，难不成根本不在意吗？　　“嗯？灵魂体？”金辉将军果然见多识广分辨出来，“灵魂在这，那身体里的是谁！”　　“哦？弑神之枪吗？有意思。”她看见这柄克制一切的神器反倒兴奋起来，“真是中大奖了啊，要是能拿到我就有了一张王牌呢。”　　这家伙怎么一点也不紧张？我看着她的表现皱起眉头。　　弑神之枪能够消除一切能量，自然也能够让附身在上面的家伙脱离。　　“你们先后撤，这次的敌人不是你们能理解的！”金辉对着身后大喝一声，“风和，你也闪到一边去！”　　双方对峙起来，但认真的只有金辉一方，“白衣少女”毫不紧张地打了声哈欠。　　似乎是被惹怒了，将军先行一步朝她刺去，并准备好变招的架势。　　“嗡”刺耳的声音突然响起，像被控制一般，大家的反应全部都慢了一秒。　　刚才发生了什么？怎么突然就变成了这样？　　一根手指抵在刺来的枪尖上，将军呆立在原地大张着嘴似乎想喊出什么。　　“呵呵呵，没想到连能力都能使用。”她放下手指将弑神之枪从他手里拔出，“不过还是有缺陷，需要一秒的时间才能传过去。”　　“怎么了？将军他怎么不动了？”甚至连风吹过他的头发都没有一丝晃动，“怎么回事，这到底是什么情况！”　　“我把他的时间线停住了哦。”她抚摸着光滑的弑神之枪，“无论对他干什么，他都不会受到一丝伤害，除非将他的时间线恢复到与我们相同的状态。”　　那这么说，现在我们看到的，是几秒之前的他吗？　　“所以，你究竟想要干什么？”她所做的事已经超越了平常人的理解，“为什么要做这些？附在我的身体上有什么好的？”　　“不不不，你的身体可不是什么寻常物啊。”她又打了声哈欠，“如果不是灵魂转移，我还不一定能高攀上呢。嗯？”　　她随意将枪尖往身后一戳，便挡下了风和射出的箭龙。　　在弑神之枪的影响下，她射出的箭矢的威力十不存一。　　“小姑娘，射这么快手不疼吗？”她现在完全是无懈可击，“你看看，手都滴血了。要不要我帮你治疗一下啊？”　　“嗡”又是这个响声，我们再次无法避免地被控住了一秒。　　等到我们再次反应过来，风和已经消失，在原地只剩下一个抱不住弓箭的小女孩颤颤巍巍的将要跌倒。　　风和被变回到了十年前吗？为什么明明时间宝石不在身边她却可以做到这些？　　“主、主人，哈哈。你怎么在这里啊？”末默终于跑到了这里，“诶？为什么会有两个？哪个才是真的啊？”　　“哟，我的小玩具，你终于来了啊。”她大笑着将长枪插在地上，“来来来，看看这些新游戏合不合你的胃口。”　　三　　“可恶！快把我变回去！”风和低头看了一眼脸色瞬间变得惨白，“竟然把我变成小孩子！快把我变回来！”　　呼，幸好她的心智没有变回到十年前，不然可就要再照顾一个孩子了。　　这个“白衣少女”根本没将我们放在眼里，操控时间的力量已经让她彻底无敌了。　　“喂喂喂，你是叫末音对吧。”她边指着我边朝我走来，“你似乎还是一点也不害怕啊，你应该知道我能将你的时间永远停住吧。”　　“知道啊，但急也没用嘛。”我不紧不慢地站在原地，“而且我根本不怕，不信你杀我一次看看？”　　“喂，音！你疯了吗！”　　“好，试试就试试！”它受到挑衅后瞬间就对我来了一拳，“难不成你还有什么计划是要等我攻过来后才发动的？”　　很可惜的是，我并没有任何计划，仅仅只是单纯的挑衅而已。　　“咳咳，好久不见了啊。”我轻松地喘了口气，“如果并没有过很久的话那还真是抱歉，毕竟我不知道地狱的时间流动速度。”　　“啊，没什么，你不需要抱歉。”不知为何现在的王座上只剩下中间的凋零，“这次战争实在是有些奇怪啊，蛛族突然撤兵，但刺客还留在这里。他们不是一伙的吗？”　　“诶？蛛族撤兵了吗？”凋零挥挥手创造出主世界的景象，“还真是啊。莫名其妙的撤兵，怪不得刚才士兵们能赶过来。”　　“嗯哼，但蛛族的心思谁也猜不透，毕竟有人在背后指点呢。”她说着便将镜头拉远，“喏，这蛛族的军队虽是撤兵，但每过一段距离就会放下一支小队。”　　“它们还打算卷土重来吗？”结果这场战争还是没有结束啊，“虽说才过一两天，但对于突袭来说也算长的了。”　　“所以说呢，它们突袭的目的可不单只是占领哦。”她拍拍手再次建起传送门，“大人所说的福利就发放到这了，你赶紧出去救你的朋友去吧。”　　诶？所以说刚才的战况解说算是一种提前设立好的福利吗？　　但是对我来说有什么用，那些王公贵族真的会相信我说的吗？　　“你是不是在考虑要不要讲出去？”她见我愣住不走发问道，“讲不讲随你的便，反正结果大人已经预料到了，过程什么的并不重要。”　　她口中的大人，真的预料到了一切吗？那岂不是和白衣少女一样是全知全能的存在？说起来白衣少女已经死了，那以前活着的她会不会就是……　　还没想完，凋零就一巴掌将我拍进门内。　　“呜哇！”我又回到了主世界，“没想到吧，我又回来喽！”　　“嗯？复活吗？”她停下将要刺中金杯的弑神之枪，“真是有趣，没想到凋零她们竟然好这口啊。”　　诶？她刚才说的话是不是有些奇怪……　　“哈，我和她们做了什么你就别管了，能杀掉我就来试试！”　　诶？我刚才说的话是不是更奇怪了……　　“好，试试就试试！”又是一样的步骤，“乖乖受死吧末音！”　　“噗呲”这次击中我的是弑神之枪。　　没用的没用的，我可以无限次复活，无论什么样的攻击对我都是没用的！　　“哦吼吼，你好像并不害怕啊。”她的笑容极其诡异，“我要提醒你一下，弑神之枪直接命中灵魂的话可以将那个人的存在彻底抹消。”　　虚张声势，你来给我命中个灵魂试试？　　哎呀，怎么突然轻飘飘的……　　“混蛋！为什么不给我个肉体啊！”我才发现我现在依然是灵魂状态，“诶诶诶？我的身体怎么开始消失了？”　　不会吧不会吧？我才刚复活就把自己浪死了？　　“主、主人……你的身体……”　　已经彻底透明了，很明显是在消失。　　“拜拜喽末音，你的存在将会被彻底抹消掉。”　　和死亡时的黑暗不同，这次我的眼前是一片白光。　　尾声　　现在，属于蛛族的时代即将来临！　　人形军队渗入了人族每一个角落，举国上下全在掌握之中。　　末地之主春月本体无法离开，有龙王在那里简直是探囊取物。　　地狱一片荒芜，凋零的势力被彻底架空，随时都能斩草除根。　　所有的计划，都有石碑进行指引，完全不必担心会有任何差池。　　只要这最后的棋子落下，局势将没有任何反转，一路走向终局。　　龙王他从来没有这么兴奋过，不仅仅是因为赌约即将胜利，更因为他证明了自己有足够的实力担当起这个职位。　　“哼哼哼，凋零啊凋零，你怎么这么傻呢？”他因为它们的认可而狂笑，“如果不去听她的指挥，现在这个位子已经是你的了啊！”　　等他彻底上位后，什么宝石守护者，什么新世界旧世界，一切都在他的掌握之下！　　他已经开始思考以后要干什么了。是重新创造新世界呢？还是用自己的力量让这个世界继续存活下去。　　他有众多选择，他感觉自己已经凌驾于万物之上，已经没有任何人可以掌控他。　　“好，我宣布，琉璃和墨为正式成婚！”　　尘埃落定，他心中的大石终于落下。　　但就在他想庆祝的瞬间，他的脑海里响起“嗡嗡”的声音。　　那三个老家伙还有什么事？　　他有丝不爽，但依然接收了它们的信息。　　但上面所写的东西，是他没有预料到的。　　“最终任务：杀死漪蛛。”　　他感到背后一凉，从心中涌起绝望。\n\n\n\n联动番外：作者的访谈（风和篇）\n\n\n　　(作者顶着浓重的黑眼圈疲倦地坐下。你以为他熬夜码字了吗？不，他熬夜打了游戏，一个字符都没有码。)　　作者（打着哈欠）：啊啊啊，又到了联动访谈的时间了，欢迎各位。漪蛛小姐？漪蛛小姐？别睡了漪蛛小姐，都已经开始了！　　漪蛛（一巴掌将作者拍飞）：吵死了！别打扰老娘睡觉！　　（工作人员连忙赶来将作者从墙上抠下。）　　作者（推着轮椅）：看来漪蛛小姐有起床气啊，那就先把她抬下去给风和小姐让个位置吧。　　风和（坐到漪蛛的空位上）：漪蛛小姐是怎么了？看起来一夜没睡诶。难不成和你一样熬夜打游戏了？　　作者（耸耸肩）：她吗？做早饭起得太早了而已。明明是个夜晚捕猎的蜘蛛，竟然还会因为睡眠不足大发脾气。　　风和（略微惊讶）：做早饭？给谁吃呢？有谁竟然能让她帮着做早饭？　　作者（突然意识到）：咳咳，聊得太远了，现在还是访谈时间呢。那么风和小姐，你是如何看待音的呢？你对他究竟是什么感情？　　风和（开始脸红）：这是什么问题啊，八卦吗？而且关于音的话我记得上一次已经聊过他了啊！　　作者（猥琐的笑起来）：毕竟是唯一的主角嘛，当然要聊到他喽。来来来，快点告诉我你跟他是什么关系。　　风和（脸变得更红了）：哪、哪有什么关系嘛……我们只是互相依靠的亲人而已，真的没什么关系的！　　作者（失望）：看来风和小姐不愿意回答啊，那我们进行下一个。你觉得接下来主线会怎样进行？　　风和（疑惑）：这个故事有主线吗？反正我是一点都没看出来。　　作者（极其尴尬）：你这话说的，这怎么会没有主线呢？主线嘛，主线……额，主线就是随着时间线推移音所经历的事啊。　　漪蛛（打着哈欠）：你在说什么啊，明明主线是我的计划好不好。虽然不明显，但真正的主角是我诶！　　作者（拿出椅子）：你的戏份都没配角多呢，还想当主角？怎么可能。　　风和（挠挠头）：不过漪蛛小姐到底是给谁做早饭啊，竟然会这么困。　　漪蛛（揉揉眼睛）：当然是给……　　作者（打断她）：喂喂喂，时间线偏了啊喂，赶紧回到现在好不好。　　风和（有些头晕）：怎么感觉漪蛛小姐人设崩塌了呢……明明应该是非常严肃，完全碾压他人的样子啊？　　作者（翻开设定本）：没有没有，她一直都是这个样子。上次访谈开头她虽然很严肃，但其实完全是装出来的。她其实就是个逗比，只要不影响计划她完全就是在到处浪。　　（于是作者就被漪蛛一拳打飞，再起不能。）　　漪蛛（将镜头拉过来）：既然作者已经废了，那剩下来的时间就由我代理进行。这个环节是……唔，关于设定的解说啊。那么风和，你有什么想问的呢？　　风和（翻开剧情）：这一卷有许多疑点呢，就比如说“救世主的事情”、“春月和音的交谈”、“末音究竟是什么”、“弑神之枪的能力”、“能够附身的绿眼睛”、“改变时间线”、“容器”、“龙王的目的”、“三个老家伙是谁”。　　漪蛛（直冒冷汗）：啊这……你把所有的坑都挖出来了吧，这要解释到猴年马月啊。这个环节只能讲一个，你来挑选吧。　　风和（直接挑选关键）：有些东西下一卷会直接解释，那就选看起来要到最后才讲的东西吧。三个老家伙是谁呢？　　漪蛛（吐出老血）：你还真选最最关键的啊，这个问题可算是整个故事发生的原因了吧。嘶……算了，反正要等好久才到那个地方，现在讲了也没关系。　　风和（焦急）：那你快点讲啊，现在节目已经过半了诶！　　漪蛛（清清嗓子）：咳咳，大家都知道在新世界之前有个旧世界吧。该怎么解释呢？这个问题已经关乎到所有世界的本源了啊……　　风和（气恼）：你快点说啊，别讲这些废话拖时间！　　漪蛛（翻开满满一大页设定集）：我是被天罚劈死的大家都知道吧，降下天罚的就是那三个。我和凋零其实是有神位的，都属于神界的人。　　风和（突然懵了）：诶？怎么又跑出个神界？怎么越搞越复杂了？　　漪蛛（摆摆手）：不复杂不复杂，神界就是管理着所有世界的地方。除了这个世界之外还有很多世界，那些旧世界的穿越者就是从另一个世界来的。　　风和（依然没懂）：所以为什么会这样？不是有神界在管理吗？　　漪蛛（喘了口气帮助思考）：这就是这个故事的关键所在。那三个老家伙不知为什么要一直创造世界，但每创造一个世界都需要有神明管理。　　风和（懂了一点）：所以这样一来神明就不够了对吧。　　漪蛛（点点头）：所以它们决定要从刚创造出的世界里选一个最强者来成神，这样一来神明就够用了，而且还能增强神界的实力。　　风和（突然拍桌子）：所以说在这个问题上出了岔子，就像你和凋零一样有两个神明处在一个世界里！　　漪蛛（吓了一跳）：别急嘛别急嘛，还没解释清楚呢。虽说凋零也有神位，但只是半个而已，并不是问题的关键。在旧世界里有灵力，也就是现在的能量。但同时呢，也有赋予强者成神资格的神力。　　风和（又被绕晕了）：所以有许多人能够成神对吗？　　漪蛛（自己都有些晕了）：不不不，这只是背景而已。主要的问题是有人从地球穿越到了这边，也就是第一穿越者。世界的资源是有限的，在没有神明支撑的状态下突然出现一个异常，这直接导致世界走向崩溃。　　风和（长叹一口气）：所以说旧世界毁灭了对吧？　　漪蛛（开始砸头想要找出一个解释的方法）：不不不，旧世界是我毁灭的。第一穿越者后来成了神，但当时所有人类都在离开起源之地时遇到了海难。为了保护人类，他就牺牲了自己。　　风和（感觉世界观彻底崩塌）：怎么又跑出一个起源之地啊……算了算了，后来呢？后来发生了什么？　　漪蛛（拿出另一本书）：后来的事大家都清楚，就是发展成了前传里的状况。我被他赋予了所有神力，并拿到了命令方块，强行成神。　　风和（世界观已经彻底消失）：命令方块又是从哪冒出来的啊……算了算了，反正只要知道那三个是神明就够了。　　漪蛛（十分尴尬）：确实，这个东西不是随便讲讲就能解释清楚的。那么接下来就是你还剩下多少戏份了……啊这……嘶，作者有毒吧，这剧情是什么鬼！　　风和（紧张）：怎么了？发生了什么？　　漪蛛（庄重）：恭喜你，你只剩下最后一卷的存活时间。提前恭喜你杀青哦……　　（于是乎，全场瞬间静默。）　　导演（转移镜头）：咳咳，毕竟这一篇章是绝望篇嘛，背景是战争年代。　　编剧（和作者一样有着黑眼圈）：不就是死几个人嘛，这算什么绝望啊。我觉得这名字起得不合适，应该叫战争篇。　　导演（拿出新的计划）：毕竟这个名字高端大气上档次嘛，不过这剧情……唉，真不知道能不能接受……　　编剧（摇摇头）：只要铺垫好，应该没问题吧。虽说一般人确实接受不了，但只要最后他们的结局够惨应该就行。嘛，不过按他的文笔应该不够呢……　　导演（叹口气）：但这个地方是无论如何也不会改的。对了，别写第六卷了，下一卷是白衣少女外传。　　（沉默了几秒，编剧狠狠的将手里的纸摔在了地上）\n\n\n\n外传：白衣少女\n\n\n其一：活了上千年的少女救世主\n\n　　一　　567年7月14日，人类刚刚开始拥有国家雏形的时候。　　大海上的波浪不断地拍打着岸边，晴朗的天空投下金色的阳光。　　这里是胡里国的海岸，附近便有着人类距离海边最近的村庄。　　既然这里是人族的边境，自然也少不了怪物的入侵。　　“溺、溺尸？为什么会主动爬到岸上？”　　少女恐惧地跌倒在沙滩上，手里的海带散落了一地。　　毕竟这里是偏远地区，村子里的大部分人都跑去了内地，只有手脚不便的才会选择留在这里。　　“谁、谁来救救我啊！”她拿出木棍胡乱的朝着溺尸挥去，“婆婆，婆婆！救我啊！”　　村子里的人都见怪不怪了，一个个冷漠地关上大门，任凭她被溺尸吃掉。　　即便是她口中的婆婆，在对上她的视线后低头避开，转过身朝着屋内走去。　　“不要，不要走啊！”她撕心裂肺的呐喊着，“为什么？婆婆，救我啊！”　　女孩还不知道，她已经成为保全村子的“祭品”了。　　被溺尸举起的三叉戟因为上面残留的水珠在阳光下闪着金光，锋利的尖刺在长久的战斗中已经能轻松击碎岩石。　　它身后的海岸上又露出了几个头颅，紧紧地盯着它们今天的晚餐。　　“嗯？这里就是人族的地盘了吗？”突然出现的声音让那些溺尸浑身一颤，“嗯……哎呦我的老腰啊，原来骑海豚这么累的吗……”　　见自己还未死亡，少女偷偷睁开双眼。　　三叉戟的尖刺就在她眼前，吓得她扒着沙子向后退去。　　“诶？这是怎么了？”面前的溺尸毫无动静，“为什么不来追我？”　　随后她发现，不只是这一只，它身后将要爬起的那些同伴也停留在原地。　　“喂，你怎么还不跑啊？停止时间是很耗费能量的。”　　少女的右肩突然被冰了一下，吓得她直接跳起来，哭喊着朝着村庄跑去。　　“真是的，至于这么害怕吗？”　　她轻轻打了一个响指，锋利的三叉戟深深地陷入沙子中。　　仅凭着风声去判断，她右手挥出一柄黝黑的宝剑，华丽且轻松的切碎了背刺过来的数柄三叉戟，碎片在空中飞舞，并随着她能量的影响贯穿了溺尸们的头颅。　　“这种东西是叫做能量吗？和灵力的用法有些不同啊。”她弯腰拾起那位女孩因为慌张而散落了一地的海带，“有些饿了，人类的身体还真是脆弱。”　　那些透过窗户窥探的村民们一眼望过去，最先看到的便是这名女子标志性的白衣。那身衣服虽说洁白如雪色彩单调，但其做工之精密哪怕只是轻轻一睹都会让人赞叹不已，让村子所有少女都对其充满渴望。　　另一件标志性的东西，便是她手上那柄这个村子里每个男人都梦寐以求的绝世宝剑。虽说他们这些孤陋寡闻的穷人不知道它是用什么打造的，但其锋利程度，仅凭刚才那一击便一清二楚。　　但在所有年轻的孩子们都沉浸在对那两件宝物的幻想中时，已经上了年纪的老人们最先发现了她身上细微的不同。　　“这位女侠，欢迎来到这个村庄。”这个村的村长最先跑出来迎接，“不知道您这种武功盖世的高手为何会出现在这里啊？”　　“嗯？你是在说我吗？”白衣少女东张西望看了看四周，“武功盖世说不上，女侠我也不够格，叫我白衣少女就好。我要去纳罗国办事，要朝哪里走啊？”　　“白衣少女吗？”村长因为这个称号愣了神，“真是简洁明了。纳罗国的话，只要朝着北方走便好，但看样子您并不是人类啊。”　　陆续跑出来的人们发出惊叹，似乎是在责怪村长突然挑明真相。　　不过白衣少女并不避讳种族，也是直截了当的摆明了身份。　　“是，我的确不是人类。”白衣少女将帽子摘下好让大家看清她那血红的双眼，“感谢指路，如果可以的话能拿些干粮吗？”　　一些年幼的孩子直接尖叫着跑回屋里，其余在场的大人也在她环视村庄的目光下紧张到冒出冷汗。　　村长害怕白衣少女生气，立即毕恭毕敬地将她领进村内，将仓库内的食物搬到她面前，退到一旁静候。　　“真是奇怪，大家都这么紧张干吗？”她不紧不慢地拿起胡萝卜啃起来，“嗯，这么久没吃，我都快忘记食物的味道了啊。”　　就在她打了个哈欠的片刻，TNT在她脚下引爆，大范围的爆炸直接将周围所有事物尽数摧毁，地上所产生的坑洞深达数十米。　　二　　“太好了，把这个怪物解决了。”　　村长朝着洞内看去，除了烟尘和黑暗外一切都荡然无存　　这个陷阱是专门用来逃亡的，仓库里还有个地下通道与其相应。不过村长已经控制好了爆炸范围，关键时刻也能用来抵抗外敌。　　被她救下的少女看到这一幕想要哭喊出声，但声音到了嘴边便变成了哽咽。　　“大家放心，没有炸到村庄。”　　跑出来的村民们因为这一句放下心来，又纷纷走回房屋。　　“对付杀敌的恩人，你们就这种态度吗？”所有人的行动都在这一刻停止，“看来我有必要教教你们什么是知恩图报啊。”　　响指的声音传遍了村庄，让每个人的心都微微一颤。　　“我看看，时间倒流吧。”低沉的声音回响在他们耳畔，“这是对你们的惩罚，恩将仇报的家伙们。”　　然后所有人的身体在顷刻间变回了婴儿的时刻，不过白衣少女“贴心”地将他们的记忆保留了下来。　　如雪的白衣连一片灰尘都未沾上，白衣少女站在仓库的屋顶俯瞰着众人。　　随后，所有的人都在一瞬间被移动到了她的下方，那里在不久前还存在着一个被炸出的巨坑。　　“别怕啊，我只是让你们道个歉。”她注视着下方颤抖着的村民，“只是道个歉就好，这种事很简单吧？”　　“怪、怪物！”　　一个男孩低声咒骂道。　　“什么？”白衣少女因为这突如其来的辱骂呆若木鸡，“你刚才说什么？”　　“我说，你是个该死的怪物！”男孩指着她大骂道，“你这个恶心的怪物，快点把我们变回原样！不然我们就把你吊起来杀掉！”　　“就是就是，快点把我们变回来。”　　因为男孩的带头起哄，所有人都逐渐开始辱骂起来，甚至有人开始向上射箭，准备将仓库点燃。　　她在愣了几秒后回过神来，侧身躲过飞来的箭矢。　　“为什么？道个歉就好了啊？”她依然不敢相信发生的一切，“只要道歉就行了啊，多简单的一件事啊？”　　“我们绝不会向怪物低头！”　　“就是！我们即便是死，也不会向怪物屈服的！”　　他们借着不知从何而来的勇气发起进攻，不管男女老少都挥舞着武器包围住她。　　要是刚才溺尸进攻时他们这样做，单靠气势都能吓走它们。　　“因为我是一个人，所以不害怕吗？”她因为委屈心里有些发堵，“道个歉就好了啊，这个要求不过分的……”　　还真是奇怪，这个不知活了多少年的老怪物，虽然看上去拥有勇气面对所有绝望，但依然会像少女一般在自己的内心里哭哭啼啼。　　其实她只是将自己的柔弱内心封闭起来，营造出自己很坚强的假象，甚至欺骗了自己不知多少年。　　直到自己在时间的长河中忘记了伪装，才在这一瞬间发现了自己的脆弱。　　“即便是死对吧……”她的拳头随着辱骂声逐渐握紧，“那么你们都下地狱去吧！”　　随着她的手抬起的一瞬间，全场都变得鸦雀无声，神情紧绷到无论发出任何声音都会引发这些村民的尖叫。　　但她还是放下了手臂，因为意气用事并不是一件正确的事情。　　“算了，我都多大的人了还这么斤斤计较。”她捏了下胳膊将自己掐醒，“对一群婴儿生气，我还不至于那么小心眼。”　　随着白衣少女的拍手，村民们的年龄恢复正常，不过取而代之的是一片静默。　　她抹消了所有人的声音，这是他们恩将仇报得寸进尺必须付出的代价。　　“为什么不杀了他们！”心魔开始冒出来，“就这样可不够！”　　“闭嘴，杀人太过了。”她望着下方更加混乱的村庄，“这种代价刚刚好。”　　白衣少女准备离开，眺望着北方已经变黑的天空皱起了眉头。　　“你不住一晚再走吗？”下方唯一没被禁言的女孩仰望着她，“天黑后沙漠里的怪物特别多，很危险的。”　　“你觉得他们想让我住在这吗？”很明显村民们对她的敌意大到了极点，“一堆怪物罢了，对我来说轻轻松松。”　　“那你能带上我吗？我不想呆在这个偏远的地方了。”女孩楚楚可怜地哀求着，“我不希望呆在这里一事无成，如果可以的话你能收我为徒吗？”　　“让我带着你，还要收你为徒，你提出的要求还真多。”白衣少女从屋顶跃下随手定住了围过来的村民，“他们怎么办？不能说话可是个大麻烦。”　　“所以还请您解开魔咒！”不知为何女孩还下了跪，“虽然他们对我见死不救，但毕竟是一起生活了数十年的家人们……还请您大人有大量，放过他们吧！”　　“诶，孩子，你这样好心是会吃大亏的。”　　白衣少女还是第一次被人下跪，禁不住哀求解开了禁言。　　在看着这位少女的时候，她想到了一句在另一个世界广为流传的一句话。　　以德报怨，何以报德？　　“真是的，我什么时候变得这么好心了。”白衣少女嘟囔着转身离去，“走吧，我们去纳罗国。对了，你叫什么名字？”　　“哦，好的。”她小跑着跟上去，“我叫枫叶，师父你叫我枫就好。”　　三　　在漫漫沙漠上，终于出现了一片绿洲。　　仅仅过了两天，残酷无情的自然就将不经世事的少女变得坚韧起来。　　比想象中更快，走出温室的花朵抛弃了之前那种幼稚的想法，和着沙漠一样变得冷漠无情，拥有吞噬一切的气势。　　“看来是我多虑了。”白衣少女轻声低语着，“现在这种性格，应该不会让她吃亏。”　　此时的枫叶，和离开村庄时那个好心肠简直判若两人。　　“师父，我做的怎样？”她放下手中磨出缺口的下界合金剑，“现在挥剑都轻轻松松了，这些怪物简直不堪一击。”　　“嗯，把剑还给我吧，都快被你用坏了。”白衣少女抽走她手中的神剑，“这剑上的附魔可高级着呢，用来杀这些小怪太可惜了。”　　“师父！”她撒着娇扑过去，“夸夸我夸夸我。”　　“这只是基本功，别骄傲啊。”白衣少女递过去一根木棍，“之前是锻炼体能，现在是技巧性了。”　　“啊啊啊，让我休息下嘛。”但少女其实也杀上了瘾，“嘿嘿，我现在才知道打架原来这么有趣。”　　打架很有趣吗？即便她战无不胜也从来没有过这种想法。　　仔细思索了一番，白衣少女皱着眉头朝着脚下的沙子踢了一脚。　　必须给她些教训，不然这种想法会阻碍她的进步，甚至会陷入危机。　　“咣咣”白衣少女渐渐朝天空升去，巨大的阴影引得枫叶回过头来。沙子哗啦啦地从上方滑落下来，显露出由光滑的沙石和粘土组成的建筑物。　　等到一切恢复平静，白衣少女又挥挥手建立起陷阱，随后从上方跳入松散的沙子中，拍拍枫叶的肩膀。　　“喏，这是我给你准备的考验。”她漫不经心地将枫叶推进遗迹内，“里面的宝箱有能开发能力的药剂，在这个时代应该是极其罕见的物品。”　　望着这遮住光芒的怪异建筑物，枫叶在外围先绕了一圈，观测到整个巨型建筑物的大概后才开始向中心前进。　　“咚咚”她一边用手中的棍子不断敲击着地面以防有任何陷阱，一边小心翼翼地迈着小步往里面挪动着前进。　　枫叶的表现让白衣少女有些失望，有时候过于小心也并不是一件好事。　　当然在枫叶探索的时候她也并非原地等待，庞大的能量海在她的手掌心开始凝固，投影出了整个世界的巨大版图。　　随着她左手在投影上的不断点击，一座座神秘的遗迹也依次拔地而起，在深山老林中等待着探索它们的冒险家们。　　“竟然连一个遗迹都没有，光是支撑世界就已经消耗了他们大部分的神力吗？”她忧心仲仲地望向晴朗的天空，“只有这种程度可不行啊，顶多只是延长存活时间罢了。”　　见天空的云依旧在自由地飘荡，没有丝毫聚集的迹象，白衣少女微微松了口气。　　冒着被发现的风险，她不断试探着使用神力想要让这个世界变得更加多彩。　　“咔嚓”细微的响声在她面前发出，一抹接近透明的淡淡紫光浮现出来。　　“从末地发来的通讯？而且还是末姐亲自发过来的？”判断出能量来源后她抿着嘴接通了来信，“怎么来找我了？有什么事吗？”　　尖细的声音从空间裂缝中传过来，仅仅一句话就使得白衣少女顷刻间心乱如麻。　　“容器、容器做好了！”末姐坐在宝座上忐忑不安，“找到怨了吗？不快点的话会引发大麻烦的！”　　“你先别急，好歹也是末地之主。”但白衣少女也和她一样心神不宁，“我还没到纳罗国呢，你先降下封印再说。”　　封印是目前唯一的办法，除非她能够找到另一个掌控容器的人。　　在这危机的第一时刻，她首先想到的便是那个管理秩序的女巫。　　“不行不行，单是支撑世界就已经让大家元气大伤了。”白衣少女感受到了自己所肩负的重任，“才五百年的时间，龙王是怎么做到这么快造出来的……”　　现在只有她一个人还拥有神力，其余的守护者除了龙王外全部元气大伤。　　“封印了，然后呢？”　　末姐焦急如焚的声音传过来，那边的场面已经刻不容缓。　　白衣少女心慌意乱的握紧了拳头，做出了件导致一系列事件开始的决定。　　“打开空间传送，把容器送过来。”她准备放手一搏，“我要开启全知全能了。”　　尾声　　“师父，你为什么不开心？”枫叶灰头土面的从遗迹中走出来后却发现白衣少女闷闷不乐的蹲在地上画圈圈，“出了什么事吗？”　　送走容器后她便一直闷闷不乐，即便消除了一切有关未来的记忆也是这样。　　“没什么，药剂你拿来了吗？”她想要通过教导学生让自己平静下来，“你想学习什么特殊的能力？”　　“我想学师父之前使用的那招。”枫叶认真思索之后回答道，“师父用的时候实在是太帅了，刷的一下就将一切都变回原状了。”　　白衣少女知道她说的是时间控制。虽说在那三个老家伙的控制下世界上不会产生任何的时间悖论，但这一招学不好会让自己灰飞烟灭。　　不过嘛，教导时间控制吗？还真是有些怀念啊，距离指导她的时候已经过去了有将近六百年吧。　　“那你可要听好了，控制时间可不是你想的那么简单。”\n\n\n\n其二：硕大王城里的师徒二人\n\n\n　　一　　因为有枫叶这个人类在，白衣少女只得陪着她徒步行走。　　在走了十多天后，她们终于跨越了将近半个大陆来到了纳罗国的王城。　　567年8月3日，正午，太阳高照的时刻，她们仰望着刚刚建立起的王城城墙终于缓了口气，准备歇息一下。　　“这一路上风吹日晒的我皮肤都黑了。”白衣少女擦擦额头上的汗水随便找了个旅馆走进去，“枫叶，你不热吗？”　　“没事的师父，我不在乎这些小事。”枫叶从背包里拿出一袋绿宝石，“老板，有房间没？住一晚上。”　　她的皮肤被晒得比白衣少女黑得多，而且嘴唇也因为缺水有些干裂。不过枫叶也因为磨练变得不拘小节，并不是很在意外貌这种小事。　　旅店的店长的父母希望他发家致富，给他取名叫金财。他也确实贪图钱财，是个见钱眼开的小人物。他常常以貌取人，经常因为这个怠慢了客人，而且从来不知悔改，导致店面现在冷冷清清。　　看到这两个黑皮灰衣的外来人，他自然也是瞧不起，仅仅只是瞟上一眼便继续埋头算起他的帐来。　　“师父……”见此情景枫叶这种不善交际的人顿时尴尬起来，“老板？我们要住房！”　　“知道了知道了。”在她连喊几声之后金财才不耐烦的抬头瞪了一眼，“上楼201，双人床有热水，报纸早上会送来。五十绿宝石一晚，住不住？”　　听了这话即便是白衣少女这样的好心肠也皱起眉头，看着这贪财的店主想要给他一巴掌好让他记住不要以貌取人。　　不过她早就打听好了王城里众人的性格，自然也不像是枫叶那般极其冲动。　　“喂喂，你这也太夸张了吧！”枫叶那在野外磨砺出的暴脾气此时上了头，“别人的店可都十来颗，怎么一到你这就五十了呢！”　　“别人是别人，我这店自有规矩。你们这些外来人，怎么知道王城里住宿的价格之高？”金财挑挑眉毛懒散地将房号拍在桌子上，“爱要不要，你要是去别的店我也不拦着。不过在这个时间段恐怕只有我这有房间了。”　　她们确实没挑上个好时候，再过几天可就是国王交接日，在这几天涌进王城参加几十年一次的大庆典的人可数不胜数。　　见枫叶还想吵架，白衣少女伸手捂住她的嘴将其拦下，独自沉吟了一会后将一颗钻石拍在了房号的旁边。　　“你这店面我买了，这点钱够不够？”在思考了自己所需要的时间后白衣少女做出了这个决定，“你这楼也就两层十几间，一个钻石算是绰绰有余吧？”　　她这一开口便是天籁之音，金财单是听着就面泛桃花，不过在看见这钻石后全身心的注意力便完全集中到那上面了。　　在见到这钻石后他终于开始认真打量起来，只在心中惊呼道：这女子可极其不简单，光那身上的衣物便是价值连城的极品。　　“嘿嘿，小人见识狭窄，竟然冷落了贵客啊。”他瞬间便嬉皮笑脸地亲自带领她们上楼看房去，“以后这房子就是你们的了，想住哪间住哪间。”　　“师父，这个人可真恶心。”枫叶见他那贼眉鼠眼的样子顿时便心生反感，“他那长相本身就猥琐，现在一副下等人的样子更让人难受了。”　　“枫叶，不能和他一样以貌取人。”白衣少女见过形形色色的人类自然不会这样，“我们没资格去对他人的处事方法指指点点，关心自己的行为做事就好。”　　这几天王城会有大活动，在那之前要是没抓住怨闹出的动静可就一发不可收拾了。　　不过她望着窗外的街道反而皱起了眉头。士兵都在街道上维持秩序，城门那边连看守的都没几个，还有几处城墙甚至没有建好。　　所有人都去享乐了，那这防卫的工作怎么办，难不成国王没有发现吗？还是说根本不在乎会有危险？　　“怎么了师父？看着外面干嘛？”枫叶走回来也趴在走廊的窗户上向外望，“哇，好热闹诶。难不成师父你要参加吗？”　　“不，我还有要事要办。”白衣少女思索着继续跟上金财朝前走，“你要去的话便去放松吧，好不容易来到这里休息一下也无妨。”　　“真的吗？谢谢师傅！”　　枫叶从后面跳起来抱住她，小脸在她身上蹭啊蹭，欢呼着跑进最大的房间里准备仔细洗漱一番。　　毕竟是个小姑娘，抓捕怨的事我自己来办就好。　　白衣少女微微笑了下，回过头看向身后一闪而过的黑影。　　二　　她是相信鬼怪的存在的，毕竟这个无论新旧世界都不稳定的宇宙经常会跑过来其它世界的东西，就比如说前几个穿越者。　　不过她能肯定这绝不是鬼怪那一类的，是完全属于这个世界的生物。　　要想知道那是什么只要一个探查就足够，不过她以现在的状态需要保留能量来和怨进行对抗，毕竟它所拥有的神力比目前的她要强上许多。　　“老板，没事的话你便下去吧。”白衣少女拍拍金财的肩膀，“如果有人要订房的话就和其他店一样就好，租金什么的交给枫叶。”　　“是是，就是您身边的那位对吧。”听着这美妙声音他已经陶醉在其中了，“我这就退下，您要有什么吩咐到前台找我就好。”　　房间内已经云雾缥缈，“哗啦啦”的水声毫不遮掩地从浴室中传出来。枫叶曼妙的身姿在蒸汽中若隐若现，听见有人进来便回头看去。　　“关上门啊，有别人来怎么办？”见她这么不拘小节白衣少女也有些苦恼，“虽说只有我们两个人住，但要是有小偷进来岂不是被看得一干二净？”　　“如果是别人我会毫不犹豫的杀掉他的，不过这件事我确实有错。”枫叶笑嘻嘻的跑来帮白衣少女脱下衣裳，“师父，你的真名叫什么呢？我甚至连你的姓都不知道。”　　“我的名字吗？你可能没有听说过。”很明显她不想回答即便面前的少女不可能知道那个名字，“名字，一个称呼罢了。叫我白衣少女就好，也不要想太多。”　　虽说枫叶满是疑问，但也大大方方地接受了她的隐瞒，拿起蛛丝做的毛巾帮她擦起身子来，直到看见后背的纹身。　　这是她第一次和白衣少女一起洗，自然也是第一次看到这么奇怪的纹身，而且还从中发出了淡淡的蓝光。　　见枫叶停下动作，白衣少女瞬间大惊失色，回过神来意识到了自己的疏忽。　　“师父……你这后背……”她摸了摸后背上那些像曾被烧焦了一般的灰色区域，“这是怎么回事？而且这水滴状的纹身是什么？”　　在一瞬间白衣少女本能的想要杀掉她，突然意识到枫叶根本不清楚这些究竟是什么东西，也就将紧绷的身体放松下来。　　“那些东西吗？曾经还有些意义。”她对于这种已经无关紧要的事懒得去隐藏，“现在只是个无法抹去的印记罢了。”　　“咣咣咣”枫叶正要刨根问底时地板开始震动，似乎有什么人在附近跑动。　　白衣少女自然知道是那个黑影，并没有多大反应，倒是枫叶这什么都不知道的小姑娘对这种未知的事害怕起来。　　“咚”浴室的门被打开，枫叶受了惊吓不顾来人的从背包里传出木剑飞劈过来，直接将地上砍出个洞，木剑卡在里面拔都拔不出来。　　黑影为了躲过那一剑后退了一步，没了背光的影响终于显露出面庞。　　短头发的男孩面容清秀，但神色冷峻，看着她们似乎如临大敌。　　随后便突然出现了一阵不知从何而来的轻风，吹散了空中漂浮着的雾气。枫叶湿漉漉的身子一瞬间暴露无余，使得这还年轻的男孩瞬间红透了脸。　　“哇，好小啊。”　　男孩不由自主地说出声来，本来就因为被偷窥而愤怒的枫叶被气到拿出合金剑。　　虽然男孩并不是十分了解武器，但光是看那外形也知道是削铁如泥的神剑。此时此刻他意识到少女已经起了杀心，从未经历过生死的男孩顿时被吓到不能动弹，只得呆呆地看着剑刃从头顶劈下。　　“枫叶，杀人有些过了。”白衣少女轻轻一个响指控制住了合金剑，“你不想违法被抓进大牢里吧？揍几拳解解气就够了。”　　“师父！”她因为被突然拦下有些生气，“只是揍几拳怎么够嘛！”　　“你先去把衣服穿上再说。”白衣少女因为徒弟的暴脾气有些无奈，“做事要想着后果，被偷窥了就拉着他去报官，动私刑可是违法的。”　　这只有十几岁的男孩在这对话的时间已经将枫叶彻底看光，鼻血不知不觉地涌了出来，正巧被回头揍人的枫叶撞见，引得对方怪叫了几声。　　因为楼上发出的劈砍声和尖叫声，在楼下看门的金财“噔噔噔”小跑着过来。　　“怎么了怎么了？”他推开门看着眼前的景象惊到呆若木鸡，“客人，这是……”　　“有偷窥狂啊！你店里有什么人自己都不清楚吗！”枫叶披上羊毛浴衣裹住身子踢了男孩一脚，“安保措施这么差吗？有人偷偷溜进来都没发现！”　　房间里只剩下“哗哗”的流水声，以及毫不在意的白衣少女的哼歌声。雾气从浴室中飘出来，待到云雾一直飘到金财眼前时才让他回过神。　　“金、金魁，你这是做什么？”　　三　　“所以说你的儿子为了要回这个店就来找我们谈判，正巧撞见了我们洗澡，看光了我徒弟的身子？”　　白衣少女挑挑眉毛，翘着二郎腿躺在羊毛沙发上看着自己的指甲。　　金财将金魁的头按在地上，心情随着她语调的提高开始紧张起来。　　“是、是这样，这个傻孩子不是有意的，您看能不能私下解决？”　　在自己的店里出现了大事，虽说现在已经是白衣少女的了，可是这事要是传出去他们金家的名声算是彻底坏掉了。　　“这事你去问枫叶，我可管不了。”白衣少女作为怪物自然不能以人类的情感进行判断偷窥这件事的重要性，“枫叶，你说该怎么解决？”　　突然被偷窥又莫名其妙被嘲笑的枫叶早就是怒不可遏，如果不是被师父压着早就将整个店给砸得稀碎。此时将事情的选择权交给她，自然会选择最简单粗暴的办法。　　“哼，想私下解决？让我揍几拳就好。”她也清楚在王城随意杀人的后果，“师父说了，不能意气行事。”　　因为结果比想象中的要好，金魁以为她已经消了气，觉得一个女孩没什么力气，便乐呵呵地从地上站起走了上去。　　但枫叶虽然没经过太多体能训练，十几天的野外战斗也让她的身体素质比这个细身板的男孩强上太多，仅仅是一巴掌甩上去便将他直接扇飞。　　那一巴掌直接将他打得神情恍惚，硬是没反应过来现在的状况，迷茫地从地上爬起不断思考着自己为什么会趴在地上。　　枫叶一旦开打便上了瘾，从沙发上站起揪住他的衣服提起来继续扇，让在一旁观看的金财忍不住扭过脸去。　　不过这场景白衣少女可没兴趣去看，抚摸着柔软的沙发面色变得凝重。　　这种手工制成的沙发，即便是这个小店也能买起，已经证明了这种高质量的生产已经变得常见。而正是这件事让白衣少女有些焦虑，因为这代表着这个世界的发展已经达到了极限。　　“师父？您在看什么呢？”消了气的枫叶见白衣少女愣了神便跑过去挥挥手，“沙发有什么问题吗？”　　“不，没什么事。”白衣少女站起来朝着门外走去，“我要出去办事了，晚饭你们自己吃就好，不需要等我。”　　容器被传送到的时间是十天后，必须在那之前将逃跑的怨抓住。否则龙王真的通过附身来到了主世界，仅凭她一个人完全无法反抗。　　但开启了探查后，她也只能模糊的确定怨在这王城之中，至于确定的地点也就不得而知了。　　“交接仪式！交接仪式的邀请函！”路边有个摊子被人团团围住，“所有人都能领！三天后到王宫里的大花园举行！”　　叫喊的人自然是王宫里的卫兵，王城的各地都有摊位来进行发放邀请函，以便让所有平民都能进入而不会堵住街道。　　不去加强防卫反而让人去发放邀请函，这国王似乎并不在乎防卫工作。白衣少女对此感到十分不解，不过想起枫叶要去参加便挤进去拿了一张。　　白衣少女的速度乃是人类的几十倍，仅用了不到一小时便跑遍了整个王城。　　不过怨能够跑出来，隐蔽工作也自然是一流，怎么会让她这么轻松就能找到。　　“来人啊，偷东西了！”搜索无果的白衣少女正要回去就听到了叫喊声，“里面有我贵重的宝物啊！”　　王城人流来往混乱，有人趁乱偷盗的事也是经常发生。白衣少女并未停下，毕竟人类的事就交给人类去解决。　　不过当她朝着下方瞟了一眼后，却发现周围的所有卫兵都已经被人围住，根本无法离开去抓捕小偷。　　她长叹一声，从城墙上跳下在半空中对着小偷前进的方向释放屏障进行拦截。　　小偷看着慌慌张张在人群中挤来挤去的卫兵正得意，哪曾想过会有其他人阻拦，便直直地撞上了屏障，手中洁白的宝石在空中旋转几圈，掉在了地上。　　“注意着防卫，别光顾着发邀请函。”　　小偷被蛛丝捆绑起来丢到摊位旁，白衣少女捡起地上的宝石拍了拍递给失主。　　她自然知道这宝石是什么东西，不过她并不想进行回收。　　宝石守护者存在的意义便是监督人类的使用，若是全部拿走的话他们也就没有什么事可做了。　　“你是……怪物？”那位女士第一眼便看见了白衣少女的红眼，“谢、谢谢了。”　　“不客气。”她并未在意身边人的惊呼，“注意着点，现在的时间段偷盗会很频繁。”　　尾声　　“喂，我回来了！”　　白衣少女拿着邀请函推开木门，但在看见金财手里的东西时愣了一下。　　“咦？不是说晚饭前回不来吗？”枫叶对于她的提前回来有些惊讶，“这么快就办完了吗？不是说要在王城里呆上好久吗？”　　“没有办完，王宫里不能随便进去，我只调查了外围。”白衣少女脱下沾上了灰尘的白衣，“你们已经拿了邀请函了吗？亏我还专门挤进去拿了呢。”　　“谢谢师傅！”枫叶因为被师父记在心里有些开心，“你真的不去参加典礼吗？王宫里不是还没查吗？”　　白衣少女早就想像普通女孩般自由玩耍了，只不过有事务在身不能随意外出。现在枫叶主动邀请，加上有合适的理由前去，她自然是万分乐意。　　“好吧，我就陪你们玩一下。”有些傲娇的白衣少女轻轻一笑，“说不定它确实就在王宫里呢。”\n\n\n\n其三：明明她实力超强却故意放水\n\n\n　　一\n　　三天后，在当时还占据了超过一半的王宫内，被从末地送来当盟约礼物的末地烛装饰得灯火通明。　　从明日高照的大白天便开始排队的白衣少女他们，终于在临近黄昏时刻通过了人工检查进入到装饰得金碧辉煌的王宫内。　　和旧世界的发展速度不同，明明同样是五百年的时间，可新世界的人族却还处于矿物稀少的状态，哪怕是铁锭也能卖上高价。　　和漪蛛所说的一样，这个时间段的发展程度和旧世界两百多年时差不多。这也另类地证明了白衣少女的推算：除非新世界像旧世界那样重置，不然这个无神掌管的宇宙将彻底灰飞烟灭。　　但没有了漪蛛作为能量源，仅凭他们这些半残的守护者绝无可能办到。　　“嗯，手工艺品真的到了极限。”那王宫穹顶上飘扬的绝美丝绸甚至堪比白衣少女身上的神造白衣，“接下来将会全面发展矿物一类的吧。不过这科技中心一转移，许多东西又会失传呢。”　　人海茫茫，从各地赶来的国民们全聚在一起，即便是这面积巨大的王宫也有些挤。　　白衣少女放下抚摸丝绸的洁白小手，低头望向前面那两位嘻嘻哈哈的孩子，嫣然一笑便继续抬头观看那王宫里华丽至极的装饰。　　该怎么去描述枫叶这孩子的变化呢？在村庄里呆了十几年所养成的懦弱善良，在三天内被野外的战斗变为了暴脾气，又在这三天内被城市里的祥和改变成了一位娇滴滴的小姑娘。　　与她结伴而行的自然是金财那与他性格截然不同的儿子金魁。虽说误打误撞看光了枫叶的身子，但对方的怒火也在力道足以拍碎石英块的几巴掌下消散。自那之后因为住在一起，在时不时的交流下都被对方所经历到的事情改变。　　“没想到你那边的村庄还相信那一套。”枫叶正在对金财讲述她在海边村庄里所经历到的事，“竟然都不知道反抗吗？明明有TNT这种强大武器，只要布好陷阱就能将溺尸们炸个精光。”　　“是啊，现在想想我们还真是软弱。”经历了世面的枫叶已经和那时今非昔比，“明明村长的红石技术那么高超，却只是用在逃跑上面。”　　相比于他们两人讲述过去的兴奋，已经年迈的金财独自在后面来回走动，眼神偷偷地向四处观察，物色着他的儿媳。　　别看他家贫穷，实际上他们一家在平民百姓里很有名的，只不过议论的人并不是金财罢了。　　一般人在17岁前提升等级极其困难，会被身体吸收的经验几乎为零。即使从小开始战斗，17年间也只能提升到十级，甚至比不上17岁后半年间获得的量。　　王城的居民们家喻户晓，无人不知金财的儿子金魁天赋异禀，年仅16岁就已经突破了第一层瓶颈，达到了十七级。　　他的儿子这么有名，要真想挑一个有钱人的姑娘当儿媳，倒还真不是什么难事。　　不过金财要帮他定亲这件事，稍微有空便往练兵场跑去找他大哥训练的金魁自是一概不知，还在高高兴兴地和枫叶一起看着表演，抚摸着珍贵的钻石块满声赞叹呢。　　“前几天你下手还真狠呢。”直到现在被打到半死不活的金财在枫叶面前还是畏畏缩缩，“你师傅究竟是什么人，竟然将价值连城的钻石用来买我家那小破店？”　　“我也并不是很了解她呢，只知道她很厉害，挥挥手就能够创造出一座大遗迹。”枫叶在空中比划着想要描述沙漠神庙的壮观，“而且她放在里面的宝物也很厉害，能够让人觉醒超级强大的能力。”　　“喔喔，我听说了呢。”金魁对这件事极其兴奋，“我梦想着带兵打仗，只是身体不好。不过我听说喝了那种药之后身体会变得很厉害，还有人能够飞在空中呢！”　　虽说已经过去了十几天，但金杯得到消息的速度还是让枫叶大为吃惊，对此感到极其诧异。　　“虽然师父的确讲过在全世界都建造了遗迹，但都离城市很远，你们是怎么得到情报的？”枫叶这个乡下人自然不知道在这王城里独有的一栋建筑，“那些遗迹虽然并不是多难，但要跑个来回怕是要花上一个月吧。”　　“嘻嘻，有留名阁在，我们能够知晓天下事。”金魁对此骄傲的拍拍胸膛，“诶？烟花雨快开始了诶，这还是第一次尝试呢，我们快去抢位置！”　　二　　金魁急冲冲的拉着枫叶冲进人群中，金财悄悄咪咪的在人群中踱步进行观察，白衣少女在观察完丝绸后便在王宫里到处寻找怨，这四个人彻底走散。　　“嘶……这里人有点多，会影响探查的准确性啊。”白衣少女因为周围这些散发出能量的人海微微有些苦恼，“本来怨的附身就不容易找到，而且大面积释放探查进行比较的话……”　　她用余光一瞟，在街道上走动的守卫有人群的一半之多。　　毕竟其他区域要在烟花雨后才能开启，现在所有人都聚在这里，突然释放能量会引起卫兵的注意，这样一来恐怕就要被赶出去了。　　一想到这白衣少女看着周围欢笑着的人群有些无奈。要是自己扰乱了这典礼，所有在场的人都会很伤心吧。　　“这么多人啊，稍微有些困难。”她深吸一口气使用能量凝结在手指上凝聚了超高浓度的能量团，“这具身体还是有些弱，不过勉强够用了。”　　凝聚了能量的食指被大拇指一按，能量团坍塌成平面并以波动的形式从食指作为中心点向外扩散出一个隐形的圆。　　“嗡”在场所有人瞬时间耳鸣了一下，空间因为能量开始震动，导致了被这隐形的圈子覆盖的所有人都短时间昏迷。　　在这全体昏迷的不到一秒的时间里，白衣少女确定了自己能够以这个身体成功覆盖所有人，将能量以一层薄膜覆盖到所有人身上，并使其融入他们的身体里面。　　“咳咳，两个控制类能力需要消耗的精神力已经超出极限了吗？”因为大脑超负荷运行的白衣少女暂时丧失了思考能力，“……呼……控制不住这具身体了。”　　以附身状态活动，精神力便是这具身体的本源。伤害到本源的白衣少女只能趴倒到墙边等待意识恢复，身体里庞大的能量海一泻而出，导致了整个王宫的地形彻底坍塌下去。　　幸好白衣少女因为两个技能消耗了能量，不然这里恐怕会瞬间成为废墟。　　“我还没动手呢，自己就先晕了。”在周围的人都因为下沉变得惊慌失措时一名普通得不能再普通的男子走到了昏迷不醒的白衣少女身边，“别人可能没看出来，但这种力量我再熟悉不过了。”　　他的黑眼里因为苦苦搜寻方法而布满了血丝，原本茂密的黑发也变得稀疏，而且大部分都变成了白发。　　真是痴情呢，明明就只有那么短时间，明明就只有那么一点喜欢，他却依然拼命寻找了数百年。　　那股能办到一切的力量此时此刻就在他面前，他很想笑出声来或是狂欢，但在忘我的搜寻中，在时间的冲刷下，他已不再是那位毫不稳重的少年。　　“怎么不动手呢？在昏迷状态下你应该能够吸收吧？”轻柔的声音如同微风一般从阴影中飘出来，“你在顾虑什么？再等几秒她可就要醒了。”　　“它来了，现在还不是时候。”男子粗略地朝着远处释放过烟花雨的花园中望了一眼，“我需要更强的力量，能够100%成功的力量。”　　说罢他便重新隐于黑暗中。冥冥之中似乎有人在提醒他在不知多久以后，一个会变得繁荣的村庄里，将会有人手握着他想要的答案。　　能够让那深不可测的男子撤退的人，竟然是一个贼眉鼠眼的小辈。若是把他脸上的灰尘拂去，整理一番衣物，便能看出他就是三天前在街上偷拿宝石的小贼。　　“嘻嘻，还真是捡了个大便宜。”一笑起来他的眼睛彻底变成了一条缝，“呵，让你摔我，这下可要完蛋了吧。”　　在踢累了之后，他哼哧哼哧地抱起身体被踢到红肿的白衣少女，想要将她带回自己的藏身地点。　　“还真是谢谢你了，你的幻象可帮了我一个大忙呢。”他朝着空中抛起偷来的洁白宝石一脸兴奋地看着丝毫没有苏醒迹象的她，“明明知道我在场，竟然还用这种漏洞百出的手段。”　　周围的人已经逐渐安定下来在卫兵的保护下继续逛着庆典，但男子毫不慌张的继续抱着她前进。　　白衣少女所释放的幻象是将她的一切从对方的意识中屏蔽，被男子轻轻一改所屏蔽的对象便变成了他们两人。　　“嗯，看来释放成功了呢，那么大的动静都没有发现是能量导致的，这样我就能放开手脚办事了。”白衣少女猛一睁眼挽住他的胳膊一个过肩摔便将他砸得神色恍惚，“会被这种漏洞百出的办法引诱出来，你也和龙王一样并不是多聪明嘛。”　　三　　“嘎啊！”男子的头将地上砸出一个小坑，“嘁，怎么对敌人还放水呢？”　　刚才那下在外人看来地上不知为何突然一震，这次便是墙上突然砸出大坑。　　白衣少女被他打中肚子，能量震荡从身体内炸开捣碎了她的内脏。　　本来她才刚恢复意识，这么一下又将她打到断开链接，双眼失神地从墙上滑落，呆呆地张着嘴，鲜血一滴一滴从嘴角流下。　　“你就是心太软，不然我可没有一丝反抗能力啊。”男子拿出铁剑决定直接砍头以绝后患，“本来还想着利用你身体里的能量，不过这么大的风险还是算了吧。”　　即便他不动手，内脏碎成肉末的白衣少女也活不了多久，甚至连能不能重新恢复意识也难说。本身她的身体就十分贫弱，即便是以降临的状态出现所形成的身体也并没有比她本体的防御力强上多少，刚才男子那一拳即便不加上震荡也会将她打成昏迷。　　但白衣少女可不是一人战斗，她早就赋予了枫叶一种特殊的能量。　　“师父！你没事吧！”在众人疑惑的眼神下枫叶冲过来拿着合金剑挡下了挥来的铁剑，“其他人是看不到吗？这个东西是……”　　下界合金剑剑柄上散发出微弱的光芒显露出一个印记，触碰到剑柄的右手的手背上也浮现出一个相同的金色印记。　　水滴状的印记，就和白衣少女后背上的一样，让枫叶对这突如其来的东西有一种熟悉的感觉。　　“什么情况？为什么人类会有神力！难不成是穿越者的后代吗！”男子丢掉被砍断的铁剑拿出白色的宝石，“不过就那种程度，根本不值一提！”　　人群渐渐围聚过来，因为在旁人眼中这古怪的小女孩是在与空气搏斗，并面对着空气面露惧色。　　“枫叶！你在干什么？怎么突然跑过来了？”金魁伸出手想要将她从人群的围观中拉出去，“走吧，不是说好看完烟花雨后就去赏花吗？”　　那爽朗的男孩带着微笑伸出手，丝毫不介意窃窃私语的人们将他当作这古怪女孩的同类并厌恶地挥挥手避开他。　　金魁的笑容似乎散发着光芒，短时间吸引了枫叶的注意力。男子抓住这个空隙使用宝石，毫无抵抗的枫叶瞬间中招。　　“这、这是什么！”她的身体正在不断分解变为粒子并在空中灰飞烟灭，“停下来！快停下来！”　　因为发生在并没有被屏蔽的枫叶身上，见到这灵异景象的人群纷纷惊呼着跑走，大叫着卫兵想要赶走这异于常人的女孩。　　但卫兵们也从未见过这种离奇的状况，面露惧色，利用着上报将军的借口和人群一起离开现场。　　“枫叶，怎么了？”不知情况的金魁呆在原地，“发生了什么？你正在消失！”　　虽然不知道她正在面对着什么，但直觉告诉他面前的少女将会彻底化为飞灰。　　他想跑过去查看情况，可正当他迈开脚步，从胸口到后背凭空地出现了一个大口：男子已经用一柄崭新的铁剑刺穿了他的胸膛。　　“金魁！”双脚已经被分解的枫叶趴在地上绝望的呐喊着，“混蛋！我要杀了你！”　　“叫吧，叫吧。”男子拔出铁剑朝着白衣少女走去，“只要解决了她，就没人能够阻止我们了！”　　金魁还勉强能够站立，但看不见敌人的他无论做什么都是徒劳。　　“呐，枫叶，敌人在什么位置？”金魁微颤着走了几步后彻底倒在了地上，“快告诉我，我还能阻止他……”　　“嘭”铁剑抵在石英做的地板上支撑着金魁站起，但他的呼吸已经微弱到了极点。　　“金魁，怎么回事？我去提亲，可他们都说你是个疯子，不想让自己家的姑娘和你结婚。”金财气冲冲的走过来看到这一幕吓了一跳，“哎呀，儿子你怎么伤成这样？”　　“提亲？怎么回事？”金魁皱起眉头有些不解但又发现了胜利的希望，“爸，你快过来！枫叶，快告诉他敌人的位置！”　　“什么？有敌人？”他这才看到金魁身后分解状态已经蔓延到脸上的枫叶，“哎呀儿子，你快跟我走！”　　他抱起伤势严重的金魁，铁剑“哐啷”一声摔落到地上。　　“哎呀，闹够了没？我走这么慢都走到了。”男子看着这场闹剧摇摇头，“人类啊，一遇到危险就会逃走。小姑娘，你和你师傅就去地狱见凋零吧。哦不，你们应该是直接从世界上消失。”　　远处传来“咚咚”的撞墙声，金财追着将死的金魁又跑了回来。　　“哎呀儿子，你就别冒那个险了，赶紧去疗伤吧。”金财拉着他想要离开这里，“别去救人了，我们回家老老实实呆着去。”　　“真是烦人，让我直接灭了你们吧！”　　因为他们父子俩吵吵闹闹地坏了男子的兴致，男子举起宝石准备将他们像枫叶一样分解殆尽。　　“诶？怎么没有用？”他看着没有任何影响的父子俩有些懵逼，“诶？你怎么停止分解了？”　　在争执中金魁突然停下，看向男子举起铁剑便扑过来。　　“这是什么情况！”男子侧身躲开攻击意识到屏蔽已经消失了，“为什么会这样！明明只要白衣少女没主动解除幻象，就算她已经死了他们也看不到我啊！”　　但在躲避过金魁的攻击后，他便发现了这个地方所产生的异常。　　尾声　　“啊，因为控制不了弑神之枪而让它的能力失控地释放出来了吗？”男子因为对身体的控制逐渐困难开始皱起眉头捂住头自言自语，“唔，刚才他呆在这的时间不够长所以没有发现，现在呆的久了影响就开始变大了。”　　看样子那老头并没有意识到自己身上有什么珍贵的宝物，应该不会追上来。但如果不快点从影响范围离开，这具身体的意识就要恢复正常了。　　男子想要撤退，而没有能量支撑身体的金魁和也没有双脚进行走动的枫叶根本阻止不了他。　　“爸，快去拦住他啊！”　　金魁的呼喊让金财回过神来，他捡起金魁掉落在地上的铁剑便冲了上去。　　“哇呀呀，我要为我的儿子报仇！”\n\n",
    "replies": [
        {
            "author": "BiggayJN",
            "timestamp": 1594041060,
            "txt_content": "挺有意思的，加油吧\n除了胸和身高之外，她和十年前救了风和的女巫长相一模一样。除了胸\n主人公关注点奇特"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1594041120,
            "txt_content": "BiggayJN 发表于 2020-7-6 21:11\n挺有意思的，加油吧\n因为他对这方面的事并不敏感。\n性无能？（bushi）"
        },
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1594041660,
            "txt_content": "要不是我要攒金粒\n我就给大佬20个了\n现在只能虚空支持大佬\n“皇帝的新支持”"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1594042680,
            "txt_content": "奇怪的帽子 发表于 2020-7-6 21:21\n要不是我要攒金粒\n我就给大佬20个了\n现在只能虚空支持大佬\n哇，快一千了诶，你究竟要攒多少？"
        },
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1594042800,
            "txt_content": "赶紧睡觉觉 发表于 2020-7-6 21:38\n哇，快一千了诶，你究竟要攒多少？\n我要攒到可以随意挥霍致富卡的程度！（就是抽一张不会伤筋动骨）"
        },
        {
            "author": "800805",
            "timestamp": 1594776840,
            "txt_content": "支持一波，每个自然段偏短"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1594780260,
            "txt_content": "800805 发表于 2020-7-15 09:34\n支持一波，每个自然段偏短\n往长了写容易控制不了篇幅"
        },
        {
            "author": "ysxshuai",
            "timestamp": 1594789080,
            "txt_content": "不错不错写的很的很棒"
        },
        {
            "author": "帅皇",
            "timestamp": 1596599580,
            "txt_content": "666666666666666666"
        },
        {
            "author": "不是吧？阿sir",
            "timestamp": 1596667680,
            "txt_content": "奇妙的违禁词"
        }
    ]
}