{
    "title": "【原创&连载】便利店老板的奇妙穿越记#5",
    "author": "Minecraft.Wnxi",
    "replyCount": 3,
    "timestamp": 1594286100,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-7-9 17:15 编辑 \n便利店老板的奇妙穿越记5：初入地狱\n上期回顾：我在峡谷中找到了一扇破碎的传送门，想要让它激活…\n\n     “Oh，这个打火石肯定有用，不然谁闲的蛋疼把打火石放在箱子里？”可要怎么用终究是个问题啊！我抓耳挠腮，始终想不出这还能有什么用。“Uh，不会告诉我要把它点燃吧？”好奇心促使我在上面点了一下，想不到传送门真的被点燃了，还泛着紫色的光芒。我兴奋不已，但还是害怕门后有什么可怕的东西，所以到工作台上面做了一把钻石镐，和钻石套，但是发现钻石不够，做不了钻石靴。算了，将就吧。\n\n       我踏入传送门，再次睁开眼睛，发现不但没有回到原来的世界，倒是来到一片红色的地狱。“啊，这，怎么给我传送到这里来了？坑爹吧！”我回头看了看，发现送我来这的传送门还在，就想都已经来到这里了，不如探索一下吧。这时我的肚子又饿了，饿得我的胃都已经开始反酸了。“吼吼吼”，不远处传来什么奇怪的声音，听起来像猪叫，但好像又不是，似乎是某种怪物。我向着发出声音的地方走去，想不到很快来到一片猩红的森林，里面生长的一颗颗奇怪的红色的树，我凑近闻了闻，好像根本不是树，倒是像某种真菌。\n         “吼吼吼，”奇怪的猪叫再次传来，似乎就在这棵奇怪的树的后面。我悄悄探出脑袋，吓了一跳：这哪是什么猪啊？分明是野猪，不对，应该是疣猪，还长着能令人不寒而栗的白色眼睛，背上还有一根根像刺的猪毛。我悄悄逼近，没想到他已经发现我了，二话不说向我拱来。“我去！”我迅速举起盾牌挡下了他的一击，但还是将我弹飞一两米。我抡起钻石剑，向他劈去，但没想到他竟然“血”那么厚，扛下了我两三下攻击。他再次向我袭来，我连忙后退，趁他不注意，又给了他两剑，他终于倒下了，化作一缕白烟消失，只留下几块生猪排。我擦了擦额头的汗，将生猪肉放进烤炉，观察远处的敌情。\n\n\n     我向远处望去，竟然发现还有好几只，这可让我怎么对付？这时我看见一只猪不知道被什么东西，吓了一跳，然后跑了。我向那望去，竟然是一颗小小的蘑菇，而且还是蓝色的？而且好像他们都很怕这个蘑菇，纷纷避让。我突然心生一计：既然他们怕这个蘑菇，那我就摘点来防他们。说干就干，我来到没有猪的地方，采了好几朵那样的蘑菇，便迈着的自信的步伐向他们走去。他们见我来了，纷纷向前去想要攻击我。我快速掏出蓝色蘑菇放在地上，他们见了纷纷撒腿就跑。“噢哈哈哈哈哈”，我邪恶的笑道，“就这？LJ。”\n\n\n      便继续前进。没过多久，我竟然发现了好几个人…不对，应该说是猪人，或者说是猪灵。他们用他们宽大的耳朵，很快就听到我的声音，二话不说，掏出了金剑和弩，向我逼近和向我射击。“啪！”我举起盾牌挡下了一支箭。我刚放下盾牌，另外两只就到我跟前了，掏出金剑向我攻击。“哎哟，我去。”我挨了两剑，马上就掉了几格血，一只箭也正中我的手。我马上意识到大事不妙，连滚带爬的走了。\n\n\n\n         回到了传送门旁边，我拔掉手上的箭，发现脚上的鞋都快坏了，干脆拿出工作台造了一双金鞋。对了，我想起来上次我打到那只蜘蛛，还掉了几根蛛丝，顺便拿到工作台上造了一把弓。“OK！”我穿上金靴，背上刚做好的弓，准备再次讨伐他们。走了没多远，我又遇见了他们，我二话不说掏出剑，准备与他们搏斗。想不到的是，他们竟然不来打我了，到时开始欣赏我脚上的金靴。    \n\n\n\n   嗯？这是什么回事？难道他们喜欢金子吗？于是我干脆将背包里刚炼好的金子全部扔给了他们。他们果然拿上金子，开始辨别他们的真假。过了几秒，他们抬起头，丢给了我不少的杂物。于是我捡起了他们给我东西，其中不少是火药，还有一个叫不来名的，白色的，看起来像是眼泪的东西。这时我才发现，他们竟然给了我一把钻石锄？！该说我的运气好还是不好呢？与他们交易过后，我再次向前进…\n\n\n\n",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1594286940,
            "txt_content": "猪灵不都是萌妹子吗？（半恼）"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597114200,
            "txt_content": "字数统计\n\n\n\n\nfile_1597114229000.jpg (269.19 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-11 10:50 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "黑骑旗",
            "timestamp": 1597151160,
            "txt_content": "作者加油奥，吼吼吼"
        }
    ]
}