{
    "title": "[Minecraft.net|CULTURE]分享给你五份精美室内建筑设计！",
    "author": "huanmum",
    "replyCount": 3,
    "timestamp": 1594221480,
    "txt_content": " 本帖最后由 huanmum 于 2020-7-16 21:34 编辑 \nFive Interior Builds You Might Have Missed!分享给你五份精美室内建筑设计！A quintet of quintessential builds!五等分的室内设计\nTom StoneThe question I've been asked the most, ever since I started writing for Minecraft.net, is “do you ever worry you'll run out of cool builds to write about?”自从我给这个网站写博文开始，就有不少人来问我这个问题，“你有没有担心过有一天会把所有厉害的建筑全部介绍完？”。 \nHA! Nope! In fact the exact opposite is the real problem – there's just too much great Minecraft stuff to cover! Even with Emily working 23 hours a day, Marsh writing 600,000 words a minute and me pretending to work hard too, we simply can't cover every build.哈！这种事是不存在的！真正的问题恰恰相反——这世界上有太多值得一写的游戏建筑了！哪怕艾米丽每天写上23小时，马仕每分钟写上六十万字，而我也在假装工作，我们也写不完每一个建筑！\nThat's why we're introducing Five You May Have Missed! A new series where we cover five recent examples of a certain type of build that have blown us away. This week, it's Interiors! 这也就是为什么我们今天要推出“推你五份”系列了，这算是一个新的博文系列，其中会包括五份特定类型的建筑，这些建筑都是让我们啧啧称赞的作品，而这周的主题，是内饰！\nWhat will it be next time? Well, that all depends on what you brilliant builders come up with next! How about cakes? Tom like cakes.下次主题会是什么呢？好吧，这都得看你们都有些什么精妙的建筑了！蛋糕怎么样，汤姆可喜欢吃蛋糕了。 \n\nIvystone - Nearly fully furnished brick houseIvystone——砖房，家具全（确信by LightlySaltedBuilder作者 LightlySaltedBuilder\n TOM:  Nearly fully furnished? This place is far more furnished than the dump I live in. I don't even have a bed, just a pile of rusty springs I tearfully try to sleep on every night. Anyway, LightlySaltedBuilder's house has much more going on!汤姆： 家具全？这地方比我住的垃圾场要好得多了，我连像样的床都没有，弹簧都是生锈的，每天晚上躺在上面我都是泪流满面。不管怎样，这座房子显然要好得多！\nThe dining room, garage, multiple bedrooms, rec room and basement are far from empty sets. Inside, you'll find a pool table, jacuzzi, ping-pong table and a blocktacularly bizzarre Minecraft racecar. Yet despite all the potentially excessive toys and games, Ivystone still feels cosy and homely – impressive stuff indeed!餐厅、车库、多间卧室、娱乐房还有地下室可都不是空的，里面有着台球桌、按摩浴缸、乒乓球桌，甚至还有一台暴雪我的世界赛车，尽管内容物几乎全是游戏或者玩具，但是这座屋子依旧很舒适，给人一种家的感觉——令人印象深刻。 \nFrench Country Style Log Cabin法式乡村小木屋by Se1fD3struct1on作者Se1fD3struct1on\n EMILY: I’ve been planning on vacationing to the South of France for what feels like forever, but it’s hard to find a place with everything I need. Like five bedrooms, all just for me. Or a giant cinema in the basement, so I can watch footage of Marsh and Tom slaving away writing Minecraft.net without me. Mwuhahaha!艾米丽：我一直想去法国南部（非洲确信）去度一场假，但是很难找到一种可以满足我需求的地方，我要五间卧室，或者是在地下室里的巨大剧场，这样我就可以看看马仕和汤姆在没有我的时候是怎么辛辛苦苦写博文的啦！啊哈哈哈！ \nThankfully, astute builder Se1fD3struct1on knows exactly what every vacationer is after and has included these things and way, way more. The French Country Style Log Cabin is enormous, with dozens of beautiful rooms, each unique but stylish. Somehow, though, it stills feels incredibly cosy. I can imagine nothing better than relaxing in front of the outdoor firepit and pondering which bedroom I’ll take next.值得庆幸的是，聪明的建筑师Se1fD3struct1on深谙度假者们所要的，他不仅已经建了这些东西，而且还远超预计。法国乡村风格的木屋其实真的挺大的有几十个漂亮的房间，独特又时尚，而且不知怎么的，这也依旧令人感到难以置信的舒适。我实在想象不出来有什么幸福还能比得上在户外炉边休息或者烦恼晚上要睡哪间卧室的了。 \nAlpine Chalet阿尔卑斯小屋by Biof429作者 Biof429\n EMILY: If you have the good fortune not to live in a country with snow every yuletide, then you might just think that it’s nice to have that traditional slip-over-and-fall-on-your-face “Winter Wonderland” weather over a festive holiday in the French alps.艾米丽：如果你运气够好，没有生活在每年圣诞节都会下雪的国家，那你或许会认为，在阿尔卑斯山的节日假期之中，有一个传统的冬日仙境一般的天气会很不错。\nAnd you know what? You might be right! If you decide to venture to this particular “Châlet Alpin” by Biof429. The build is a small but snug winter retreat that even comes with a Christmas tree and presents. Aww, you’re too kind, Biof! The small attic bedrooms may look a little cramped, but turning in for the night in such a warm den will be the best thing on Earth after a day in the frozen hills.  And look at that warm bath! I’ll never go outside again.你知道吗？你或许是对的！如果你选择去这个Biof429建造的“Châlet Alpin”。这是一个小又温暖的冬季度假村，里面有着圣诞树还有礼物！哎呀你和我客气什么呀，Biof！卧室在阁楼，或许有点拥挤，但是在这样温暖的小房间里睡上一晚可是这星球上最好的事情了，再看看那温暖的浴缸！我实在拒绝不了。\nModern Office Building现代风写字楼by MCReples作者 MCReples \n TOM: Let's leave the lovely cabins for a moment and head into the city for this awesome skyscraper build! We see tons of great skyscrapers (and a lot of them are from MCReples), but it's the detailed interior that really makes this one stand out.汤姆：让我们把视线从那些可爱的小木屋移到这些城市里令人敬畏的摩天大楼吧！我们看到了海量的摩天楼，其中相当量的楼都是MCReples建的，但是让这楼与众不同的原因是它那精细的内饰。\nThere's clearly been a real effort from the creator to envision how this could work as an actual office space for people to work in. Maybe we could get him to give Mojang HQ a makeover? I'd certainly like a nice potted plant on my desk! Instead of the dead stinging nettles Emily keeps leaving as 'gifts' for me from her constant holidays to France : (显然，建筑师已经花了很大的心血将建筑内部设计成实际可用的办公空间。或许我们可以请他来给我们的办公大楼来个大改造？我想在桌子上放一个漂亮的盆栽！而不是艾米丽从法国度假整回来的带刺死荨麻：—（ \nTraditional House - Cottage style传统民居——茅屋by SRVDkamp作者 SRVDkamp \n EMILY: This secluded little house, by SRVDkamp, is the perfect home for the lone adventurer. After a long day of mining and fighting back skeletons, there’s nothing like a relaxing evening all to yourself. Enjoy a peaceful dinner of fish caught from the little wooden jetty that juts out into the lake.艾米丽：这座隐蔽民居是由SRVDkamp所建造的，是孤独的冒险家的完美归宿。在整整一天的采矿和刷怪之后，没有什么能够比得上一个轻松惬意的夜晚了，好好享受湖中码头钓上来的鱼做的晚餐吧。  \nHang your tools in the closet. Recline in your comfiest armchair and gaze out through the beautiful arched windows as the sun falls and the moon rises. And, well, as the skeletons and spiders scuttle past the porch. Eeek!把趁手的工具收在橱里，在舒适的扶手椅上靠着，视线穿过那雅致的拱形窗，夕阳西斜，月上梢头，然后蜘蛛和骷髅就从走道里爬了进来，呀！ \nStill, it’s a nice house!不过这屋子还是不错的！ \n Got a build you think we should cover in Five You Might Have Missed? Email scoops@minecraft.net with the subject line 'FIVE'. Good luck! 想在本系列的文章里出镜？将邮件发送到scoops@minecraft.net，主题写FIVE，祝你好运！ \n【我 译自官网 2018 年 02 月 06 日发布的 Five Interior Builds You Might Have Missed!】【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "FaceTime",
            "timestamp": 1594264200,
            "txt_content": "还好我不建房子"
        },
        {
            "author": "天辉胡萝卜",
            "timestamp": 1594279440,
            "txt_content": "顶灯是信标？？？"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1594905240,
            "txt_content": "blocktacularly bizzarre 不是blizzard\n\n令人影响深刻\n\n我实在想象不出来有什么还能比得上在户外炉边休息或者烦恼晚上要睡哪间卧室的了\n这句话感觉没说完\n\n\n\n"
        }
    ]
}