{
    "title": "[Minecraft.net |MARKETPLACE]故障冲刺:无限跑酷",
    "author": "FaceTime",
    "replyCount": 4,
    "timestamp": 1594269600,
    "txt_content": " 本帖最后由 FaceTime 于 2020-7-9 12:40 编辑 \n\nMARKETPLACEGlitch Runner: Endless Parkour\n故障冲刺:无限跑酷\n\nGrab your free map from the Summer Sale!\n从夏日特卖中免费领取你的地图吧！\n\nSofia Dankis\n\n\nHave you checked out the Marketplace Summer Sale yet? I’m still trying to figure out which emotes I want, I can’t believe “Staring Off Into Space” isn’t an option even though I know I suggested it at least 742 times. Including many demonstrations, I am a professional after all. While I’m waiting for the developers to get it together, I tried out the free map that was included in the sale.\n你看了Minecraft商城的夏季促销活动了吗？我一直寻找我想要表达的感情，尽管我已经建议了742次，还是不敢相信“Staring Off Into Space 仰望星空”不是一个选项。在许多示范中，纵然我是个专家。在我等待作者将选项添加进去的时候，我尝试了在特卖中的免费地图。\n\nChill out with MrSquishy & Pathway Studios’ infinite cyber-parkour course Glitch Runner . Did I say chill out? I meant run as fast as you can because the world is literally falling apart behind you. As you make your way through winding paths and hidden traps, you have to carry an energy core to safety. Don’t drop it, even as a goof. It’s not worth it, trust me. As long as you use your power-ups wisely and don’t look back, I’m sure you’ll be fine. You can even track your high scores, if you’re fast enough you might even beat mine! It’s very high, I promise. What is it exactly? Well that’s rude. Maybe you should stop asking so many nosy questions, and start running!\n在由MrSquishy & Pathway Studios’ 制作的无尽跑酷地图 Glitch Runner 放松心情吧。我有说放松？我的意思是跑的越快越好因为你身后的世界在消失！当你穿过蜿蜒的小径和隐藏的陷阱，你必须携带一个能量来确保安全，甚至是一个傻瓜都不会把它弄掉。这很不值得的，相信我。只要你合理的使用你的能量并且不要往回走，我很肯定你会玩的很愉快。你甚至可以追踪你的分数，如果你超快你甚至可能打败我的分数！我保证它非常高！到底有多高？好吧 你不应该问。也许你应该停止问这么多问题，开始下载并游玩吧！\n\n\n\n【mine译自官网 2020 年 07 月 08 日发布的 Glitch Runner: Endless Parkour；原作者 Sofia Dankis】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "宇黄yuhuang",
            "timestamp": 1594435920,
            "txt_content": "so？？？\n？"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1594515840,
            "txt_content": "啊，这就去白漂"
        },
        {
            "author": "1215943502",
            "timestamp": 1594994580,
            "txt_content": "有点像机翻"
        },
        {
            "author": "chenlangdage",
            "timestamp": 1595409900,
            "txt_content": "6666666666666666666666"
        }
    ]
}