{
    "title": "【原创/连载】黄昏神教#3",
    "author": "北极仙光",
    "replyCount": 7,
    "timestamp": 1594204740,
    "txt_content": " 本帖最后由 北极仙光 于 2020-8-16 08:22 编辑 \n\n第三章——骷髅  “诶，又有铁矿。”  风行天走了过去，可刚挖了两个方块，矿洞就震动起来。  “不好！”  风行天转身就跑，身后的矿洞轰然坍塌。  风行天心有余悸地转身看向坍塌的地点，稍一思索，就找到了原因。  矿洞的顶部为拱形，可以将顶部方块受到的重力分散，达到不用柱子支撑也不会坍塌的效果。现实中很多大型室内空地也使用了这种方法。但区别在于现实建筑的拱形顶部几乎连成一片，较为坚固，破了一两处也不碍事，而矿洞的顶部组成比较松散，平时处于一种微妙的平衡而不致坍塌，但如果恰好挖掉了顶部上的某个节点，就可能直接导致矿洞坍塌。  那怎么避免呢？这就需要专业人士了，但风行天不是······  “唉，挖个矿也越来越难了。”风行天把方块挖开，好在只塌了一小段，正打算继续前进，突然，一支箭射了过来，正射在了铁剑上，“当”的一声，震的风行天手腕发麻。  “小白！”风行天瞬间举起了盾牌，挡在了前方。  “稳住，不能浪······”风行天慢慢靠近小白，系统的提示还萦绕在耳边，他不敢有丝毫大意。  这时，小白突然又是一箭，却被盾牌弹了回去。  “好！”风行天大喜，他还担心箭不会被原路弹回呢，现在看来这个功能还在。  可就在这时，系统道：“提示，本次测试均使用‘绝对碰撞箱’。”  绝对碰撞箱是什么？风行天刚想发问，就看见反弹回去的箭从小白的骨头间射了过去。  小白屁事没有。  好吧，不用问了。  简单的说，就是把所有生物的碰撞箱严格按照贴图的形状制作。  那以后小白的定位是什么？几乎免疫远程伤害的弓箭手？  这还玩个屁哦。  不过嘛······还是有操作空间的。  这时风行天离小白已经很近了，小白刚想走位拉开距离，手里的弓就被风行天一把抢了过去！  小白整个骷髅都懵逼了，仿佛不敢相信，这世界上竟有如此厚颜无耻之人！  趁着小白懵逼的时间，风行天冲上去一顿猛砍，直接将小白送走。  但风行天突然发现，小白死掉后，自己手里的弓并没有消失！  他突然有了一个大胆的想法······  风行天吃了些砍树得到的橡子，继续向矿洞深处进发。随着不断的深入，氧气越来越少，火把上的火焰也越来越小，最后他干脆不再插火把，而是直接拿在左手。周围越来越安静，各种微小的声音也传到了风行天的耳中。僵尸的嘶吼，骷髅骨头的碰撞，蜘蛛爬行的沙沙声，蝙蝠飞行的扑棱声······  一路上也有不少怪物，不过风行天已经做出了全套铁甲，单打独斗他已经不太怕了。  “这就到头了？”风行天看着眼前矿洞的尽头，“这才三十多层吧，我还要挖钻石呢。”  这是，身后传来异样的声音，风行天猛然回头，一抹绿色突兀的出现在眼前。  “我哔~（自动消音）！”  风行天猛地后退两步，将盾牌举在身前，紧接着眼前的苦力怕直接爆炸。  “轰！”  烟尘四起。  满是划痕的盾牌直接报废，铁甲也出现了破损，不过因为拉开了距离，风行天还是挡下了这一击。  “咳咳······”\n索引帖\n",
    "replies": [
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1594205580,
            "txt_content": "按照现实想要活下去不应该开局收集食物吗？话说温度系统跑哪去了，而且氧气越来越少确定不会憋死吗"
        },
        {
            "author": "北极仙光",
            "timestamp": 1594206060,
            "txt_content": "赶紧睡觉觉 发表于 2020-7-8 18:53\n按照现实想要活下去不应该开局收集食物吗？话说温度系统跑哪去了，而且氧气越来越少确定不会憋死吗 ...\n食物是橡子，第二章有提及\n温度的话，现实中矿洞里因为不经常与外界沟通，是相对恒定的\n氧气的话，不剧烈运动（如挖矿）其实消耗的并不是很多，而且没有火把燃烧耗氧，也不是被困在一个地方，根据设定亡灵生物不用呼吸，所以短时间内还是不用担心氧气问题的"
        },
        {
            "author": "800805",
            "timestamp": 1594206780,
            "txt_content": "不错，就是建议改一改书名"
        },
        {
            "author": "梦言蝶痕",
            "timestamp": 1594692660,
            "txt_content": "骷髅架子大概率会把箭卡在里面吧..."
        },
        {
            "author": "800805",
            "timestamp": 1596943800,
            "txt_content": "小白整个骷髅都懵逼了\n这是病句？雾"
        },
        {
            "author": "CH3263632317",
            "timestamp": 1604769120,
            "txt_content": "不错不错啊"
        },
        {
            "author": "chenailuodin",
            "timestamp": 1608309720,
            "txt_content": "我又来了！"
        }
    ]
}