{
    "title": "[原创/连载]权衡之刃 第一章 「绝」和他的世界",
    "author": "查理神",
    "replyCount": 6,
    "timestamp": 1594272000,
    "txt_content": " 本帖最后由 查理神 于 2020-7-13 09:09 编辑 \n\n「绝」和他的世界\n    他叫什么？自从他意识到自己的存在，就知道有一段专属的奇怪字符串属于他，那似乎是他的名字，但是大概没人会记住这个东西，他也没在意。“名字这个东西，大概在这个世界里没什么用吧”他想。    直到发生了那样的事，他才意识到自我对于世界有多么重要，如果人们连名字都没有，不过是行尸走肉罢了。这个东西能定义他自己，能把自己和世界挂钩。也不知道从哪听说的还是如何得知的，“一个字的名字很酷”，大概就是这样。他眯了眯眼，随便说了一个字。    「绝」    他也不知道怎么想出来的字，也没有映衬和铺垫。“大概是世界传承给我的吧。”他想着。    的确，这可能就是这个世界的固有属性吧。他也只在书中了解到一点，遗憾的是，书上记载的也不是那么清楚：这个世界的人会“死”，但其实不是真的“死”，他的 实质性只不过是意识的转移：如果某个人由于生命值减小至0，即他“失败”了，则该意识消亡，但是他的身体包括他的“名字”——不知道是谁起的或者从谁传承下来的——都不会改变，在整个世界的出生区块重生。紧接着，就是旧意识的更替，新意识的诞生。最初，死去的人的物品会散落一地，但是后来发生了某些事，死后人们所有物不会消失，会遗传到下一代，不过这件事似乎很神秘，甚至连史书上记载的部分都被撕去。他那把剑，估计就是这么传承下来的吧。    不过，这个世界没有衰老，也就是说，如果一个人有足够的生存能力，那么他有可能一直活到现在。    真是个不可思议的事情，不过志之国的国王志取的确是个这样的人物。他的自我意识诞生于第37天——然而现在已经是第288天了。国家里也有很多老臣，也有活过100天以上的，但是唯独他，无人能及。他不仅研究了绳法，还提出了国家-城镇制度。    国家-城镇制度被誉为“改变世界的制度”，制度规定：如果钱财人手足够，每个人都可以建立一个城镇，但是每个城镇初始最大占地面积只有8个区块，最大占地面积随人数增加而增加；几个城镇可以联合组成一个国家，国王可以间接管理城镇。这样，既提供了人们将资源上交请求城镇和国家保护的方法，又给予他们脱离所有组织隐居自保的可能。    Q就是一个著名的隐居者，平时只种地休闲研究各种学问，但也有能力击败各种入侵者，曾有人多次请求他加入自己的国家，他基本上都不会参加，但是有一次大战却看到了他的身影，只见他御风而行，飘忽其间，不过看起来只像是神话，他自己说绝对不可能参与战争，传说当时所有与他敌对的人都失去了意识，和他并肩作战的人也都消失不见。    对于绝，这可能是一个不平凡的世界，不论发生什么，似乎那把剑都会回到他的身边，紧随于他。不过他现在的生活很平和，这样的生活也渐渐打磨了他的痛楚。    “绝，帮我修一下机器，他马上就要走了。”一个可爱的声音从耳边响起。",
    "replies": [
        {
            "author": "回到家啊",
            "timestamp": 1594312800,
            "txt_content": "啊，老短了，不过还是顶一下"
        },
        {
            "author": "希望工程",
            "timestamp": 1594359240,
            "txt_content": "尻，蕨了  "
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1594890420,
            "txt_content": "挺不错的，不过排版有待改进。"
        },
        {
            "author": "查理神",
            "timestamp": 1594908900,
            "txt_content": "Minecraft.Wnxi 发表于 2020-7-16 17:07\n挺不错的，不过排版有待改进。\n能具体说一下嘛\n感谢大佬"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595027160,
            "txt_content": "绝乐 支持一下"
        },
        {
            "author": "查理神",
            "timestamp": 1595027520,
            "txt_content": "爬熊黄 发表于 2020-7-18 07:06\n绝乐 支持一下\n感谢大佬支持\n收藏楔子\n更新会提示"
        }
    ]
}