{
    "title": "[Minecraft.net|CULTURE]]过山车天堂",
    "author": "huanmum",
    "replyCount": 3,
    "timestamp": 1594221420,
    "txt_content": "\n\nRollercoaster Paradise\n过山车天堂\nExperience the thrill of the theme park!\n体验过山车主题公园的惊险刺激吧！\n\nJay Castello\n\nImagine a huge amusement park with 38 rollercoasters (!), games to play with your friends, food stalls, and much more. Now imagine how much work it would take to build, and be glad that builder Daan B made it for you! His Rollercoaster Paradise took 200 hours to create, but now it’s open for you to enjoy.\n想象一下，有一个大型的主题公园，里面有整整38套过山车系统，你和朋友可以尽情在里面游玩，还有摊子在卖乐园零食。然后你再想想，建造一个这样的游乐园需要花掉多少时间精力，来庆幸吧！这座游乐园的建造者Daan B（下文Daan称丹）包揽了全部工作，而这花上了他足足两百多个小时，现在，乐园之门已向你开启，尽情玩耍吧！\n\n“I’ve always liked to build rollercoasters,” Daan told me. “I had made a small theme park before with my brother and I wanted to see if I could take it to a higher level. So I started to make a large theme park.”\n“我老早就喜欢建过山车了，”丹这么和我说到，“我以前和我兄弟一起整过一个小型的过山车游乐场，然后我就想试试我能搞到有多高级，于是我就动工搞一个更大的游乐场。” \n\n\nWhere would you head first? I like the water slide - though it’s a bit close to that scary giant TNT!\n你想先玩哪个呢？我的话，就是水滑梯了——虽然后面那个超大的tnt还挺可怕的！\n\n\n\nIn fact, the park is so large that it took Daan two and a half years of hard work (plus a little extra help from his brother and cousin). His favourite area is the one added most recently, a multiplayer game room: “It includes a game of Connect-Four and a Floor-is-Lava game, both using command blocks.”\n实际上，这个公园大到什么地步呢？丹在这上面足足花了两年半的时间，其中他的兄弟和表兄弟也有稍微来帮帮忙，这个游乐场里他最喜欢的地方就是那个多人游戏区域：“其中包括一个四子棋游戏，还有一个地板烫脚小游戏，这两个游戏都是基于命令方块实现的。”\n\nOf course, most people visit theme parks to get that great adrenaline rush from fast-paced, stomach-dropping rides. Daan’s favourite? “ The Skyscraper ,” he told me. “It’s over 180 blocks tall. For its design I was inspired by the real life rollercoaster.”\n当然啦，更多的人来这个游乐园是为了体验在急速惊险足以让你肚子翻江倒海的游乐设施给你带来的肾上腺素飙升啦。在这之中丹喜欢哪个过山车呢？“摩天楼，”他和我说，“这个过山车有足足一百八十多个方块高，而这个设计灵感来自于现实世界的过山车。”\n\n\nHope you’re not scared of heights - 180 blocks is a long way up!\n希望你不恐高——一百八十格方块可不是什么低矮平房哦！\nBut all of those fun and games might make you hungry, and no theme park is complete without lots of food to keep you going. Rollercoaster Paradise is no exception, and its snack area is a delicious example of the whole map’s attention to detail.\n这些有趣的这些游戏玩一圈下来你怕不是独自饿了，没有食物的游乐场是没有灵魂的，过山车乐园也是一样，小吃摊正是丹匠心的另一种美味体现。\n\nEvery stall sells a different kind of food, and they each have their own prices. The picnic area is surrounded by colourful flowers to admire while you eat. (Though hopefully that snow on the trees is just decoration for a nearby ride or it might be a bit too cold to sit outside!)\n不同的摊子卖着不同的食物，每个摊位的价格不一样，而野餐区的周围被五颜六色的鲜花所围绕，你可以就着美景下饭，当然啦，希望外面的雪景只是装饰了，又或者外面实在是冷。 \n\n\nThe whole park has this same careful crafting. Of course the huge rollercoasters are the most eye-catching, but there are lots of beautiful details everywhere. My favourite area is this little pond that sits next to one of the paths. The lighting, water shader, and collection of bamboo, cacti, and flowers all come together to make a peaceful little space among the energetic fun of the rides and games.\n公园各处都有着精心雕琢的细节，当然巨大的过山车当然是最先入眼的，但是还有更多美丽的细节等待着你的发现，我最喜欢的是路边的小池塘，那光、那水、那花、那植物结合在一起，在这满是活力的游乐园中营造了一片静好的小空间。 \n\nIt might not be quite as exciting as whooshing through the air on the Skyscraper or avoiding lava with your friends, but this garden is very, very pretty. Until someone rides too many rollercoasters and loses their lunch in it : (\n这或许不像摩天楼过山车或者穿越熔岩那样令人兴奋，但是这个花园真的好漂亮，直到有人坐太多过山车把午饭全都吐到了里面。\n\n\nNow that his theme park is complete and open for business, Daan is hard at work on an even bigger project – a whole city! “When finished, the city will contain a central business district, harbour, airport, suburbs, highways and more,” he promises, and says he’s planning on uploading an initial version soon. So keep your eyes peeled!\n现在，他的游乐园已经完工并对外开放！丹正在朝着更加宏大的项目挺进——一座城市。他夸下海口：“完工之时，这座城市会有商业区，港口、机场、郊区还有高速公路。”他还说，他很快就会发布一个草稿版本，所以好好等着吧！\n\nBut in the meantime, all the excitement of Rollercoaster Paradise should keep you occupied . Enjoy the thrilling rides and have fun playing the games with your friends – but don’t forget to stop and smell the flowers too.\n但是在你等着的时候，过山车乐园里所有的刺激项目都不会让你闲下来，享受这些激动的游乐设施吧，和朋友们一起玩耍吧——但是不要忘记停下来闻闻花香。 \n\n【我 译自官网 2018 年 02 月 07 日发布的 Rollercoaster Paradise】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1594921860,
            "txt_content": "你怕不是独自饿了\n"
        },
        {
            "author": "ht7894561230",
            "timestamp": 1598748060,
            "txt_content": "哪里可以玩"
        },
        {
            "author": "songziss",
            "timestamp": 1598771520,
            "txt_content": "每当看到此地图都会遗憾自己不是在里面"
        }
    ]
}