{
    "title": "[Minecraft.net|CULTURE] 严丝合缝的金字塔",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1594399500,
    "txt_content": " 本帖最后由 问谛居 于 2020-7-11 00:45 编辑 \n\nPyramid Perfection\n严丝合缝的金字塔Trydar shares some cryptic Egyptian design!\nTrydar 想让我们看看神秘的埃及风！\nPer Landin\n\nDark. Damp. Dangerous. Three D’s that are usually best avoided, especially if you’re trapped with them in a true horrorshow of a triangle - one that also features tombs, cobwebs and a dusty old mummy that you just know is about to come back to life. The Egyptian pyramid isn’t just a structure of legend – it’s a downright horrifying place!\n黑暗的环境、潮湿的空气、危险的气息。这三个D开头的词，你最好时刻警惕它们，尤其是当你和它们一起被困在了极其可怕的三角建筑中——里面是以墓穴、蜘蛛网、和满身尘土的古老木乃伊为特色——而且你刚刚发觉它们好像马上就要复活了。埃及的金字塔可不止是带有传奇色彩的建筑物——它完全是危机四伏、令人毛骨悚然的地方！\nSure, there are supposed to be untold treasures hidden inside for a Pharaoh to use in the afterlife, but who in their right mind could appreciate this sort of vile contraption?\n不过，毫无疑问，除了恐怖之物以外，金字塔里多半还藏有子民为他们的法老准备的无数秘密宝藏，以供其重获新生后使用。但是，只要是脑回路正常的人，就不可能会喜欢这种邪恶的建筑吧？\nMeet today’s builder, Trydar ! Not only is he in his right mind, but he’s also something of an expert in the field of Egyptian-themed Minecraft builds - pyramids in particular.\n让我们欢迎今天的建筑师—— Trydar！脑回路正常可不足以形容他，在埃及风格的 Minecraft 建筑领域里——特别是金字塔方面，他堪称是专家。\n\nTrydar offers plenty of reasons to love the aesthetics of an over 5,000ish-year-old civilisation. “It has that ancient, arcane, inscrutable and utterly unknowable vibe to it that you can just stare at and go 'wow',” he says, of ancient Egypt. “It’s simple in form, massive in size, yet very nuanced in its details. There is just a timeless elegance to it.”\nTrydar 可以说出无数个理由来说明，埃及这一个拥有约超过五千年悠久历史的文明的美学有何值得热爱之处。“它被一种古老、神秘、不可思议并且高深莫测的力量笼罩着，使你只能默默注视着它，然后不由自主地感叹一声‘哇’，”他对古埃及如此形容道。“虽然它的结构并不复杂，但它规模宏伟，细节也不会因此而马虎，反而细致入微。它保持着不朽的高雅气质。\nTrydar has dabbled in ancient architecture since he started playing Minecraft back in 2013. He’s experimented with several different styles, such as Greco-Roman and medieval. His greatest focus, however, has been the Egyptian-style theme where he combines both old and futuristic elements - historical builds with a welcome layer of modern design.\nTrydar 早在2013年刚刚开始玩 Minecraft 的时候，就已经对古建筑稍有研究了。他尝试过好几种建筑风格，比如希腊罗马风格和中世纪风格。不过，其中他最看重的一个，正是埃及风格的主题，在这个主题下他将古老的元素和未来风格的元素融汇在了一起——形成了广受好评的具有现代化设计感的古老建筑。\n\n“I have a lifelong interest in ancient architecture, lost cities, and vanished cultures,” he says. “I have a small library of books I read, and I collect images from the internet of what has been built in the past and I examine design ideas and motifs that I find interesting.”\n“我深深地热爱着古建筑、遗失之城和湮灭在时间长河里的文化，这种热爱一辈子都不会变，”Trydar说道。“我有个小型的书库用来存放自己看过的书，我还会在网上收集一些老建筑的图片，以及推敲我认为有意思的设计思路和图案。”\nWhile Trydar strived to be historically accurate with some builds, he takes liberties with others in order to make them more appealing, like his pyramids that aim for an “archaic tech look”. He finds inspiration in the aesthetics of popular culture, such as the Stargate series and historical strategy games. And it is in this mix between old and new that Trydar finds his own unique style.\nTrydar 不遗余力地想要让某些构件与历史保持高度相符，而他对于另一些部分就不那么严格了，这样才能让作品更具吸引力，正如他建造的金字塔，目标在于打造“古老又具有科技感的外观”。他从流行的审美中受到了启发，比如《星际之门》系列电影和历史风格的战略游戏。而正是在这种新与旧的碰撞交汇之中，Trydar 找到了属于自己的独特风格。\n“I’m not afraid to change a time honoured design if I think I can improve on it, which is a big part of the enjoyment I get out of building.”\n“即使是一种久负盛名的设计，只要我有信心可以让其有所改进，我就会毫不犹豫地改造它，这正是我在建造过程中极为喜欢的事。”\n\nRecently, Trydar has made plenty of objects and maps on the theme of Ancient Egypt. Obelisks , statues , and even big cities like Akhetaten and Hamunaptra .\n最近，Trydar 又制作了不少以古埃及为主题的构件和地图。比如方尖碑和雕像，甚至还有如 Akhetaten 城和死亡之城那样的大型城市。\nPlus, since the Bountiful Update in 2014, Trydar has been able to use the same materials the Egyptians themselves used in their constructions.\n更棒的是，多亏了2014年那次大规模更新，从那以后 Trydar 就能用上和现实中埃及人建造所用的材料相同的 Minecraft 材料了。\n\n“Without the introduction of diorite, andesite and granite, my Egyptian style wouldn’t be what it is,” says Trydar. “At first I had no idea what to do with the new stone types, so I played around with them for a while, and now I rely on them heavily in all of my building styles.”\n“要不是 Minecraft 更新了闪长岩、安山岩和花岗岩方块，我的埃及风格就不可能像如今这般独有千秋，”Trydar 说道。“起初，我并没有想到能用这些新类型的石块做些什么，所以我花了一段时间来研究了一下，而现在，我所有风格的建筑都已经几乎离不开它们了。”\nIn the end it’s not just about the materials used, but the “Egyptian template” itself that draws Trydar to work with this specific style. He describes it as straightforward and honest – totally opposite to western art.\n到头来，吸引 Trydar 建造这种特别风格的建筑的因素，除了他所用的这些材料以外，还有“埃及模板”本身。他用简单和实在这种跟西方艺术恰恰相反的词来形容他的建筑风格。\n“[Its] statues for instance aren't meant to look real, because they aren't real – they are made of stone and have that rigid quality readily apparent. I think this suits Minecraft well, because there is a point where you can have too much detail in your builds, and they begin to resemble things that they are not, and as a builder one needs to know when adding more would end up being less. Also, everyone loves a good mummy movie, right?”\n“举例来说，埃及的雕像的要领并不是栩栩如生，因为它们本来就不是真的——它们是用石头造出来的，而且石头的坚硬质地显而易见。我想，这个特点与 Minecraft 相得益彰，因为当细节的程度超过某一个平衡点后，你建筑里的细节就显得过于累赘了，它们就会变得看起来像并非它们原本样式的其他东西。所以，作为一名建造者一定要把握好这个度，什么程度之后会取得适得其反的效果。另外，大家都喜欢的扣人心弦的木乃伊主题电影，不是吗?”\nNO.并非如此。\nMummies are terrifying! Did you know for example that the part of the mummification involved the removal of the brain through the mummy’s nostrils? A horrible thought considering Trydar is currently working hard to add tombs to the interior of his pyramid builds. After that, there’s no telling what he’ll end up doing next.\n木乃伊太恐怖了！比如说，你知不知道：要制作木乃伊的话，其中一个步骤是要从它的鼻孔中把脑子取出去？想想 Tydar 现在正在一门心思地往他的金字塔里面添加坟墓，这个木乃伊的制作过程就显得格外骇人了。完成这一步后，没人敢肯定他接下来要做什么。\n|\"I’m not afraid to change a time honoured design if I think I can improve on it.\"\n|“即使是一种久负盛名的设计，只要我有信心可以让其有所改进，我就会毫不犹豫地改造它。”\n“It will depend on where the winds of imagination take me, possibly back to Rome for some more city building, or back to finish [my] Trinity Cathedral , off to the ancient and misty lands of Chin, or even back to Atlantis for some futuristic skyscraper construction. I really can’t say for sure, but I know I will very much enjoy doing it.”\n“至于我接下来会做什么，这要看想象之风会让我飞向何处，也许我会回到罗马为它增添更多的城市，也许我会离开古老而神秘（雾气朦胧）的秦，回过头去完善我之前建造的《圣三一大教堂》，甚至我会回到失落的亚特兰蒂斯大陆，去建造未来风格的摩天大楼。我还真没法确定我到底会去到哪里，但是我敢肯定我会享受建筑的过程，并乐在其中。”\n\n\n\nSounds great, Trydar! But first, how about building me an exit to this pyramid? T-trydar? Hello?\n这个计划听起来挺棒啊，Trydar！不过在那之前，能不能先给我建一个这座金字塔的出口？Trydar？你还在吗? \n\n【Ebsky 译自官网 2018 年 04 月 12 日发布的 Pyramid Perfection】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}