{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·十九",
    "author": "晨曦赤寒GO",
    "replyCount": 0,
    "timestamp": 1594368960,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-7-10 16:15 编辑 \n\n目录传送门，正在等待解封中\n\n\n传说，从前有一个渔夫，他有一个妻子不过没有孩子，两个人过着平凡而幸福的生活，有一天，他的妻子去世了，他按照妻子留下遗嘱，把她葬在了大海的深处，返航后，他在海边看到了一个女子，她蹲在沙滩上，旁边放着六盏水灯，她手上还拿着一盏，渔夫的心情不好，便没有去理会这个奇怪的女子，就在渔夫打算离开的时候，女子突然像是自言自语，又像是对渔夫说。\n“水灯可以承载亡者的灵魂，可以承载亡者的愿望，倚灯向前，说不定可以触及那遥远而微小的奇迹。”\n女子的话好像有什么魔力，渔夫走到了女子的身边，向女子要了盏水灯，点亮后放到了海面上，随着水灯消失在海面上，渔夫哭了，一个半百的老男人哭了，因为他听到了他的妻子的声音，而他的妻子在他耳边轻声的说了句。\n“谢谢，这些年有你。”\n等到渔夫停止哭泣后，女子已经消失不见了，她原本站的地方只剩下了两个字。\n七海。\n……\n“黯吧，有什么事情吗？没事就滚回房间里睡觉去，有事情就进来说说，但要是只是一点鸡毛蒜皮的事情的话，我就回去把你的南瓜地犁了。”\n“！”\n站在门外犹豫着要不要进去的黯，听到了这话，顿时放下了握着门把的手，但还是踌躇的站在门口。\n“咔！”\n门自己开了，黯愣了一下，和开门的蓝对上视线。\n“有事情想问吧，进来快点问完，赶紧回去睡觉。”\n黯乖乖的走进房间，顺手关上了门，学着蓝的动作，也靠在了阳台的栏杆上。\n“七海灯节是什么东西？”\n“一个纪念死人的节日而已，但因为有很有名的传说，而且到了那天会很多人一起放各式各样的水灯，所以还算有名。”\n“所以说后天这座城市会很热闹吗？”\n“嗯，会非常非常的热闹，各个地方的南滨的本地人、其他地方的观光者、还有旅行家们、见机商人，会有很多很多形形**的人来到这座城市，其中很多人只是为了来看放水灯的那个场景，而不是来纪念死者，但无论他们是不是来纪念死者的，这座城市依旧会包容他们。”\n“唔……”\n黯似懂非懂的点了点头，看着脚下这座寂静到甚至有些死寂的城市，想象着它后天的热闹。\n蓝看了一眼他身边的这个什么都不懂、只凭感觉做事的女孩。\n“你半夜三更不睡觉，不会只是为了问这个吧。”\n“唔……还有一个问题，不过……感觉蓝不会回答我。”\n“说来听听。”\n黯犹豫了一下，抬起了头。\n“蓝空，是谁。”\n果然……\n“这个有什么不能说的，一个死人而已。”\n蓝缓了口气，徐徐道，低沉空灵的声音像是一个游走于各地的说书人，讲述着不属于自己的故事。\n“蓝空，曾经的最强猎人，公认实力第一的猎人小队——粒子的队长，十八岁的时候就被公认为了这代的屠龙者……哦，先说一句，屠龙者不是指真的杀过末影龙，只有被认为可能有能力杀死末影龙的一个虚名罢了，末影龙早在几百年前就被初代屠龙者杀掉了，而且就算末影龙还活着，他也不一定杀的死，不过他倒是被这些头衔砸的头晕目眩，觉得自己天下第一，没有什么生物能够打败他了，就是这样，他最后在地狱害死了自己的队友，粒子小队团灭，他也死在了下界，现在去霜落城的英灵殿还能看到他的位置。”\n毫无生气的话语，在黯的耳朵里，蓝的声音空寂的毫无感情，就像……就像是死人在说话一样。\n“蓝空……已经死了吗……”\n黯又重复了一遍她的问题。\n“嗯，死的不能再死了。”\n蓝依旧拿着那种平淡的声音来回答。\n“……”\n“没有其他要问的了吧，那就回去睡觉，明天还要早起，不然赶不上回去的船。”\n“嗯。”\n黯应了一声，慢慢的，离开了房间。\n待黯离开，蓝把外套往沙发上一甩，直接躺倒在床上。\n这家伙，比我想象中的要敏锐啊，看来以后要小心一点了。\n……\n“主人，金已经搜索了以Z404死亡的地方为中心的周围一块地区，不过还是没有发现UK的踪影。”\n地下的房间里，少女看着男子在房间里来来回回的走着，表情有些焦虑。\n良久，男子停下了脚步，坐回了椅子上，合着眼，揉了揉自己的太阳穴。\n“让它们在附近找个安全点的地方待命，把下界之门建起来，霜落城的人从接到消息到出发还要一段时间，建完下界之门后，就让它们返回金麦村，留一点人手在那里巡查就行了。”\n“那UK呢？不找了吗？”\n男子放下手，抬起了眼脸。\n“暂时不急，而且我有一个预感，她会自己出现在我门前，而且只剩下半年了，再过半年，我就可以赢下和她的赌局，其他的一切都只是为了赢下这个赌局的基石罢了。”\n“那我去找金了，主人你记得休息一下，不要累坏身子了。”\n“影未，你等等。”\n少女刚想默默的离开房间，突然被男子叫了住。\n“还有什么事情吗？”\n“你刚刚是不是又叫我主人了？”\n“这……”\n少女这次发现自己的失误，兜帽下的脸颊刷的一声变的非常滚烫。\n“嗯……诶……额……唔……抱歉……”\n“唉……那么多年了，你怎么还是改不了这个习惯。”\n少女感觉自己的头上已经开始冒蒸汽了。\n“对了，主世界是不是快到神的节日了。”\n“嗯，再过两天就是了。”\n现在的少女根本不敢多说话。\n“你去帮我给她放一盏水灯，唔……就在夕暮城放吧，回来的时候顺便用粒子录一下当时的场景，我有点想看看现在的人们到底是怎么样子的了。”\n“嗯。”\n",
    "replies": []
}