{
    "title": "[Minecraft.net | DEEP DIVES]本周方块：玄武岩",
    "author": "封徵",
    "replyCount": 18,
    "timestamp": 1594346460,
    "txt_content": " 本帖最后由 封徵 于 2020-7-17 21:28 编辑 \n\n\n\n\n\nfile_1594346397000.jpg (103.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-10 09:57 上传\n\n\n\n\n\nDEEP DIVESBlock of the Week: Basalt\n本周方块：玄武岩\n\nA pillar of the community\n社区顶梁柱\n\nDuncan Geere 邓肯·盖尔\n\n\nThere are those who play Minecraft for the mining and crafting, and those who play for the building. Every update we try to make both player groups happy.\n在Minecraft玩家群体中，既有沉迷于合成与挖矿的一群人，也有痴迷于建筑的另一群人。（因此）在每一次的游戏更新中，我们都在尽我们所能去同时满足这两个玩家群体。\n\nThat’s why, in the Nether update, we’ve included a bunch of blocks that exist primarily for decorative reasons – alongside the new monsters to defeat and resources to collect. And one of the most interesting is our block of the week: Basalt.\n这也是为什么我们在下界更新中，给游戏新增了一堆主要给你们作装饰用的方块 —— 除了那些亟待你们打败的新怪物和收集的新资源外。其中最有趣的方块，那就非我们本周方块：玄武岩莫属了。\n\n\n\n\n\n\n\n\nbasalt-minecraft.jpg (107.82 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-10 09:57 上传\n\n\n\n\n\n\nBasalt can only be found naturally in the extreme conditions of the Nether, though it’s possible to make it in the Overworld too. It forms in pillars in Soul Sand Valleys, and it’s also possible to find entire Basalt Deltas, where the very ground you walk on is primarily made up of basalt.\n只有在下界那种极端的条件下玄武岩才能自然生成，尽管有时候你也能在主世界里看到它们的身影。其是形成灵魂沙峡谷的玄武岩柱的一部分，也可能在整片的玄武岩三角洲中被玩家发现 —— 在那里，就连你行走的路面都主要是由玄武岩所构成的。\n\nIt’s pretty easy to collect – hit it with a pickaxe and it’ll drop. You can also make it by flowing lava into a space above soul soil and next to blue ice. It’s pretty blast resistant, making it a good material for shelter building.\n玄武岩也极其容易被收集 —— 用镐子整几下[sup][1][/sup]就行。同样，你也可以通过让流动在灵魂土之上的熔岩接触蓝冰来生成玄武岩。其防爆性能也相当不错，想必也是用来建造你的庇护所的好材料。\n①：具体挖掘时间见：玄武岩#获取\nSpeaking of building, there are a couple of things you’ll need to know if you want to use basalt to its fullest. First is that it comes in two versions – raw and polished. You can convert the former into the latter in a stonecutter. Then the second is that they need to be placed carefully, like logs, so that the textures line up in the right direction.\n说到建筑，那么在你准备充分利用玄武岩到你的建筑上前，还有一些事项你得知道。首先，其拥有两种形态 —— 原版与磨制变种，你可以通过切石机将前者变为后者。然后第二条是，放置它们的时候你得小心，以确保它们的纹理朝向正确。\n\n\n\n\n\n\n\n\nbasalt-realworld.jpg (189.56 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-10 10:00 上传\n\n\n\n\n\nRealworld.jpg - Chmee2//CC BY 3.0 Realworld.jpg - Chmee2//CC BY 3.0\n\n\nReal-world basalt is one of the most common types of rock on Earth. You’ve almost certainly seen it in a photo, and you’ve possibly seen it in person too. The Giant’s Causeway, in Northern Ireland, is made of basalt. So is most of Hawai’i and Iceland. There are also impressive layers of basalt in the hills of Yellowstone National Park. It’s all over the place in volcanic regions.\n现实生活中的玄武岩是地|球上最为常见的岩石种类之一。你肯定在照片里、或是亲眼见到过它的模样。比如北|爱|尔|兰的巨人堤道[sup][2][/sup]便是由玄武岩形成的，夏威夷岛与冰岛的大部也是如此。在黄|石|国|家|公|园的山峰上同样有着些令人印象深刻的玄武岩层。这在火山区里随处可见。\n②：位于北|爱|尔|兰|贝|尔|法|斯|特|西北约80公里处大西洋海岸。\nIf nothing else, you’ve seen it on the Moon. The darker areas on the surface of the Moon are plains of basalt, formed in volcanic eruptions between about one and four billion years ago. Lunar basalts are slightly different from the ones on Earth – they have weird textures and minerals, mostly due to the lack of oxygen and water up there.\n如果上面谈到的那些你未曾目睹的话，那么月|亮上的玄武岩你总看过了。月表的暗区就是玄武岩平原，其在迄今约10亿到40亿年前的火山活动中形成。月海玄武岩和它地球上的玄武岩有略微的差别 —— 体现在它们的矿物质组成与怪奇的纹理上，也主要是月|球上缺少水与氧气的缘故。[sup][3][/sup]\n③：“月表暗区的玄武岩平原”应指月海与较低的广阔平原（区分于月陆，月陆要高于月海），这里的玄武岩特指“月海玄武岩”。Back on Earth, there are lots of different kinds of basalt rock that are created in different ways. If a volcano erupts in the air, the lava tends to form frothy-textured basalts, sometimes with lava tubes inside. If it flows more thickly, and cools fast, then fractures build up and split into polygons (like at the Giant’s Causeway). The faster it cools, the smaller the polygons.\n说回地|球，地|球上有着许多因不同产生方式而形成的不同种类的玄武岩。如果火山在空气中喷发，那么其就会呈现泡沫般的质感[sup][4][/sup]，有时候其中可能会有熔岩管[sup][5][/sup]。如果熔岩流更加稠密，且冷却速度快的话，其就会形成裂缝，并碎裂成多边形结构（就像巨人堤道那样）。冷却的越快，其最后生成的多边形结构就越小。[sup][6][/sup]\n④：可能是指细粒结构的玄武岩。⑤：这里的“熔岩管”是地质学名词，指地表之下熔岩流动的专属通道，但考虑原文这里也可能是误指拥有气孔构造的玄武岩。⑥：这里可能指的是柱状节理，即出现于玄武岩质熔岩里的垂直节理，大部分是多角形（一般为五、六角形）。它是岩浆从火山口喷出，遇海水急速冷却，发生收缩作用的结果。\n\nFinally, if basalt erupts underwater or flows into the sea, then it’ll form distinctive “pillow” shapes that break apart sometimes to form a new pillow. This is pretty spectacular (and pretty dangerous) to watch! So when you’re exploring the new biomes coming in the Nether update, marvel at the basalt pillars and take a moment to wonder how they might have formed long ago.\n最后，如果玄武岩在水底生成或是在生成过程中流入海中，那么其将形成独特的“枕状”结构，形成后有时其还会再次破裂，形成又一个新的“枕状”结构 —— 看起来极为壮观（也极为危险）！所以下次当你在探索即将在下界更新中到来的新群系时，不如多多褒扬那些玄武石柱，静心想想它们在很久很久的以前是如何形成的吧。\n\n\n【封徵 译自官网 2020 年 07 月 08 日发布的 Block of the Week: Basalt；原作者 Duncan Geere】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1594357140,
            "txt_content": "再译注两个地方：（因为不想过审核所以就放在这里了）\n\n1.“月表暗区的玄武岩平原”应指月海与较低的广阔平原（区分于月陆，月陆要高于月海），这里的玄武岩特指“月海玄武岩”。相关资料见：月海玄武岩与月球#月海\n2.“sometimes with lava tubes inside”这里的“熔岩管”是地质学名词，指地表之下熔岩流动的专属通道，但考虑原文这里也可能是误指拥有气孔构造的玄武岩。相关资料见：玄武岩#岩石结构与熔岩管\n\n\n\n"
        },
        {
            "author": "MinKu2333",
            "timestamp": 1594469520,
            "txt_content": "可以。都更新玄武岩了。。"
        },
        {
            "author": "sieujej41",
            "timestamp": 1594543200,
            "txt_content": "好家伙，啥都有了。。。"
        },
        {
            "author": "zookeeper",
            "timestamp": 1594558440,
            "txt_content": "打个call"
        },
        {
            "author": "qingzheng",
            "timestamp": 1594613880,
            "txt_content": "............"
        },
        {
            "author": "2073005342",
            "timestamp": 1594614120,
            "txt_content": "IC2我记得也有玄武岩，老版本好像没有获得方法"
        },
        {
            "author": "喵喵喵222",
            "timestamp": 1594651080,
            "txt_content": "zookeeper 发表于 2020-7-12 20:54\n打个call\n哇哦，nice"
        },
        {
            "author": "1319666288",
            "timestamp": 1594720680,
            "txt_content": "封辉好强"
        },
        {
            "author": "大白白白白_Lee",
            "timestamp": 1594729080,
            "txt_content": "目前还没见过，新手表示"
        },
        {
            "author": "月光之夏",
            "timestamp": 1594799220,
            "txt_content": "哦。。。。。。。。。。。。"
        },
        {
            "author": "逝者销魂",
            "timestamp": 1594872720,
            "txt_content": "感觉这个不错"
        },
        {
            "author": "iamzy666",
            "timestamp": 1594890120,
            "txt_content": "好家伙，真流批"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1594891620,
            "txt_content": "期待，另外图片很壮观"
        },
        {
            "author": "月凌",
            "timestamp": 1594915980,
            "txt_content": "jhhhxhnmkfyhkg"
        },
        {
            "author": "CH3263632317",
            "timestamp": 1595305980,
            "txt_content": "高版本愈来愈远里原来的样子了"
        },
        {
            "author": "封徵",
            "timestamp": 1595322840,
            "txt_content": "CH3263632317 发表于 2020-7-21 12:33\n高版本愈来愈远里原来的样子了\n这是好事"
        },
        {
            "author": "殇感xcy",
            "timestamp": 1595548920,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "kayn-",
            "timestamp": 1596254340,
            "txt_content": "感谢大佬翻译文章，辛苦了大佬"
        }
    ]
}