{
    "title": "[Minecraft.net|CULTURE] 主机上的建造大师",
    "author": "问谛居",
    "replyCount": 3,
    "timestamp": 1594399680,
    "txt_content": " 本帖最后由 问谛居 于 2020-7-16 20:48 编辑 \n\nConsole Crafters\n主机上的建造大师We speak to Xbox One build team, ByTheSquare!\n今天和我们交流的是使用 Xbox One 的建筑团队——ByTheSquare！\nTom Stone\n\nYou won't find any shaders in these screenshots. Nor enhanced lighting or mods to tweak the graphics. That's because these projects are all the work of ByTheSquare , an ambitious (to say the least) build team who work entirely in the console version of Minecraft!\n你在这些截图里看不到任何着色器。也看不到额外增强的光效或用以改变原始物品的模组。因为，这些都是 ByTheSquare 的杰作——这是一个胸怀远大的（保守而言）建筑团队，它仅仅在主机版的 Minecraft 里进行创作！\n\"I played it at a friends birthday party,\" explains Aloha Karma, co-founder of ByTheSquare, of how he discovered the game. \"At first I thought it was just kind of dumb. Then I sat down and played it for about an hour and as soon as I got home the next day, I downloaded it on iPad. Then it came out on the Xbox 360. From there I played it every single day until now, pretty much.\" Every day since release? The Xbox 360 version came out over five years ago. \n“我在一个朋友的生日派对上第一次玩到它。”对于他是如何发现这款游戏的，ByTheSquare 的联合创始人 Aloha Karma 如是说。“刚开始的时候，我觉得它完全就是个愚蠢的玩意儿。但后来，我坐下来好好玩了一个小时左右，并且第二天我一回到家就急不可耐地在 iPad 上把它下载下来了。接着，Xbox 360 问世了。此后我便一发不可收拾，几乎每天都要玩它，直到现在都从未中断过。”从它发布后的每天都玩？Xbox 360 版本可是已经发布了五年多了啊。\nThat kind of commitment gets results, and it wasn't long before Aloha met another builder just as passionate, JoeyJoeyJo yo . \"We met and we just immediately clicked. He had some awesome builds. I was more of a survivalist at the time, but once I saw his builds, I started doing more creative.\"\n而就在 Aloga 遇到另一位和他同样对此满怀热忱的建筑师 JoeyJoeyJo yo 之后，这份长久的坚持便带来了出色的成果。“我们俩一见如故。他制造了许多出色的作品。而我当时却几乎只玩生存模式，但就在我看到他的作品之后，我就把更多的精力放在了创作上。”\n\n\n\nJoeyJoeyJo yo and Aloha entered a a build competition by TheGamingLemon to build a Minecraft hotel. \"We did our build in 48 hours and we actually got in 5th place,\" says Aloha. It was this confidence boost that inspired them to raise their building ambitions.\nJoeyJoeyJo yo 和 Aloha 一起报名了 TheGamingLeomon 开展的一场建造比赛，建造了一座 Minecraft 旅馆。“我们用了48个小时就完成了我们的作品，而且最终取得了第五名的好成绩，”Aloha 说道。正是这份成就让他们信心大增，进一步激发了他们在建造方面的雄心与野望。\n\"That's when we decided we wanted to create a build team that was just us and our friends. Originally there were eight of us and all eight of us knew each other for several months already.\" Starting out in the Xbox 360 version of Minecraft, the closeness and small size of the group helped them learn and find their feet. You can see the impressive results of their efforts in these screenshots - but why the console edition?\n“就是那时候，我们决定去组建一个只由我们俩和朋友构成的建造团队。最开始，团队中只有我们这八个已经相互熟识了好几个月的朋友。”这群挚友和这个小小的团队，在 Xbox 360 版本的 Minecraft 里开启征途时，也在其中学到了许多，并且找到了属于自己的方向。在这些截图里你可以欣赏到他们的付出所带来的令人动容的成果——不过令人好奇的是：为什么他们选择的是主机版呢？\n\n\"I've never wanted to touch PC, and I've always told all my team that,\" explains Aloha, admitting he's a console gamer at heart. \"I've always pretty much promised that I would never switch to PC, that way we all have a place to build on console.\"\n“我一点都不想碰电脑，而且我一直都在向我的团队强调这一点，”Aloha 解释道，他打心眼里认定自己是一名游戏机玩家。“我总是无数次地发誓我绝对不会转战电脑版，那样的话我们在游戏机里就会各自都拥有一个可以建造的地盘了。”\nBesides, certain limitations can actually help the team put more effort into their builds. \"It does make it interesting,\" agrees Aloha \"because you don't have shaders or anything. It actually has to just be beautiful to be beautiful. There's no adding any shininess to it or any fancy graphics or anything.\"\n更重要的是，适当的限制其实有助于团队将更多的注意力集中在自己的建造上。“这真的很有意思，”Aloha 力挺道。“因为这种条件下你没有光影之类的东西可用。要让建筑吸引人眼球，只能把它建的好看。我们既不会添加任何特殊光效也不会添加花哨的图形，或是其他类似的东西。”\n\n\n\nByTheSquare have come a long way from their eight-member roots. Since merging with Team Spyraxsis, expanding the team, and shifting from the 360 to the Xbox One version of Minecraft, they now boast up to fifty members. Plus they're always recruiting new console builders. So what do they look for in a new ByTheSquare builder?\nByTheSquare 从八人团队的开端到现在，已是今非昔比。自从与 Spyraxsis 团队合并，团队的规模便扩大了，且从360版转换到了 Xbox One 版的 Minecraft，而如今，他们已然扩大到了整整五十人的规模。但他们仍未裹足不前，而是时常在招募新的主机版的建筑师。那么，他们所需的新的 ByTheSquare 建筑师应该具备哪些品质呢？\n\"We look for mainly potential and dedication,\" says Aloha. \"We're not all about skill, like a lot of people think we are. Because we have a lot of people every week that send in awesome builds, but we always monitor them for about a week, just to see how they do on the team world or how they do on their own world. To see that they're actually making progress and growing as a builder.\n“我们最看重的是潜力和奉献精神，”Aloha 说道。“和许多人所以为的不同，我们注重的不仅仅是技术。因为每周都有不计其数的玩家向我们投稿优秀的作品，而我们一般会关注他们一周左右，只是想了解他们在团队合作下和独自创作里分别是如何表现的。想观察他们有没有真的在进步，是否以一名建筑师的身份在逐渐成长。”\n|\"We look for mainly potential and dedication.\"\n|“我们最看重的是潜力和奉献精神。”\n\"I went from building dirt houses to building those big old towns and I've met people that haven't built before and they've done the same thing. I've seen them build dirt houses and then four or five years later they're just building these huge structures that you wouldn't have imagined from them before.\"\n“我从搭建小土房一步步走到现在，创造出了那些宏伟的旧城镇，我也遇见了一些以前没有过建造经验、后来走过了和我一样的旅程的人们。我亲眼见证了他们从搭建小土房，到四五年后已然在建造这些让人意想不到会是他们建造得出来的壮观建筑。”\n\nIt's fair to say ByTheSquare know the console version better than most. What advice would they give to builders hoping to improve their own console-crafting skills? \"When it comes to building, never say something is your best. We believe that everyone has potential and the only way they limit their selves is by saying something is their best.\"\n毫不夸张地说，ByTheSquare 对主机版的理解应是无人能比。那么他们会对那些追求提升自己的主机版建造技巧的建筑师们提出什么建议呢？“对于建造这事而言，永远别说这已经达到我的巅峰了。我们坚信，每个人都蕴含着潜力，而唯一能限制住自己发挥潜力的，正是说这已经到达我的巅峰了。”\n\"Also, you have to communicate with the building community. You won't improve on your own unless you're constantly checking out other people's work and accepting criticism.\" That's definitely true. Marsh may make me weep every time he dismisses my pathetic builds, but it's the only way I'll learn (sniff).\n“还有，你最好和建造社区多多交流。你只有时常观察他人的作品，以及接受批评指正，才能有所提高。”这话说的一点没错。每次 Marsh 鄙视我简陋的作品时，我可能甚至会哭出来，但这正是我学有所得的唯一途径（哭）。\nYou can see more of ByTheSquare and their impressive portfolio on their personal site by clicking here . Remember, they're always recruiting, so contact them through their Twitter or their site if you think you've got what it takes to join their console-crafting team. Best of luck!\n点击这里，你可以在 ByTheSquare 的个人网站上了解这个团队的更多信息和他们令人钦佩的作品集。别忘了，他们时常会招募新成员，所以要是你觉得自己达到了加入他们的主机版建造团队的标准，就通过他们的 Twitter 或个人网站联系他们吧。祝你好运！ \n\n【Ebsky 译自官网 2017 年 05 月 27 日发布的 Console Crafters】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1594898280,
            "txt_content": "sniff 是哭的时候的拟声词"
        },
        {
            "author": "中的的",
            "timestamp": 1596458040,
            "txt_content": "233333333333？！"
        },
        {
            "author": "Gougesmill",
            "timestamp": 1599401160,
            "txt_content": "为什么我图片一直刷新不出来 是我的网络问题吗\n"
        }
    ]
}