{
    "title": "[Minecraft.net|CULTURE]ZigZag资源包",
    "author": "huanmum",
    "replyCount": 5,
    "timestamp": 1594314660,
    "txt_content": " 本帖最后由 huanmum 于 2020-7-16 21:34 编辑 \n\nZigZag Resource Pack\nZigZag资源包\nJamie Mckiernan gives Minecraft a cute-tacular new look!\n杰米麦吉尔南让我的世界变得萌萌哒！\n\nTom Stone\n\nBlack. White. Grey. Hardly the most cheerful of colours. But every time I look out of my window in February, it’s all dull grey skies, bland white snow and pitch black nights because it’s already dark . Bah! I need an emergency dose of colour and charm in my Winter, stat!\n黑色、白色、灰色，这些颜色让人感到压抑，但是每当我在二月份的时候，窗外的天总是灰暗灰暗的，再加上白色的雪与夜深后黑色的夜晚。呸！我要赶紧找一发色彩美丽急救包来拯救我的冬天，走起！\n\nLuckily, I’ve got the perfect solution - playing Minecraft Java with the ZigZag Resource Pack .\n幸运的是，我已经找到了完美的解决方案——使用ZigZag资源包去玩我的世界Java版。\n\nThis delicious eye-candy of an add-on gives Minecraft a wonderfully cutesy makeover. Grinning pumpkins! Lovely new leaves! Steve even gets a shave and learns to smile . Blasphemy? Oh, absolutely – and I love it!\n这让我饱享眼福的额外组件让我的世界变得可爱十分，大笑着的南瓜，可爱的新叶子，史蒂夫甚至挂掉了胡子绽放了笑容。这冒犯吗？哦，当然啦——而且我超爱的。\n\n\n [1/3] Try not to O.D. on cuteness as we look at the friendly mobs of ZigZag. Here’s the adorable porky pig, that I’m unsuccessfully trying to feed a stack of wood planks. I’m an awful person.\n [1/3] 试着不要与这些因为打了ZigZag资源包而变得友好的生物太过分。这只可爱小猪，而我正在试着喂它一组木板，我真是个糟糕的人。\n\n [2/3] D’awwwww! Here we see the lovely zig-zagged horse, and a chicken looking enviously at said horse. Maybe it wants to be a horse? Good for you, buddy! Never give up on your dreams!\n [2/3] 达拉！我们来看看这个Zigzag式的可爱小马，后面的小鸡嫉妒地望着它，是因为这只小鸡想当一匹马吗？真不错，伙计！要记得保持初心啊！\n\n [3/3] Sheep! These woolen wonders are a bit more googly-eyed than I remember. Still, useful for looking out for wool-hunters, I guess!\n [3/3]羊！这些毛茸茸的奇妙造物比我印象之中眼睛更加晃动了，呃，找羊毛猎人会更有用吧，我猜的。\nThe ZigZag texture pack is the hard work of Jamie Mckiernan , an ultra-talented artist who works for Harmonix. And Jamie was kind enough to speak to me about it!\n这个Zigzag资源包是杰米麦吉尔南的劳动成果，她极具艺术天赋，而且给Harmonix工作，杰米很友善地和我说了这件事！ \n\n“I went to the Massachusetts College of Art,” Jamie tells me, when I ask her how she started out. “I was in Animation and Illustration and I always knew I wanted to be a concept artist – not necessarily for games, but some concept art field.”\n“我就读于马萨诸塞艺术学院，”当我问杰米她是怎么着手做资源包的时候，杰米和我介绍道。“我在动画与插画专业读书，我自己一直想要做一名概念艺术家——不一定非得去游戏里，也可以是其他的一些概念艺术领域。”\n\n\nWhich one of these is your favourite? Personally, I like Noodle! Whereas Emily prefers Silver and is therefore WRONG.\n你喜欢哪一只？我个人喜欢Noodle，而艾米丽喜欢Sliver，这绝对是错误的选择。\n“Then when I got out of school there was an internship at Harmonix and I took it, thinking it would be like a short term thing for a few months.”\n“然后当我离开学校的时候，我得到了一个给Harmonix实习的机会，于是我就接了下来，一开始我以为我只会干上几个月。” \n\nJamie has now been with Harmonix for eight years . Boy, I hope she passes that internship soon! Oh, wait - of course she has, because she’s moved on to bigger projects and lead positions. If you’ve played the Dance Central series, Harmonix Music VR or Singspace (and too many other games to mention here) then you’ve interacted with Jamie’s work before!\n杰米在Harmonix已经工作了整整八年了，天哪，我希望她早日通过实习！哦，等等——其实她当然已经通过了，因为她现在已经在更大的项目里面做领导位置。如果你玩过 Dance Central 系列，Harmonix Music VR 或 Singspace，还有很多没有提到的作品，那么你很早就已经见识了杰米的作品了！ \n\nA lot of her artwork can be seen on her Twitter feed which I highly recommend you check out .\n她的社交账号上有很多她的作品，我非常推荐你去看看。 \n\nBut she doesn’t just make great art at Harmonix - it’s also where she discovered Minecraft.\n她不仅仅在Harmonix里创作了伟大的艺术——我的世界里也一样。 \n\n\n“There was a Harmonix private [Minecraft] server,” Jamie explains, “which was always super impressive because it was a combination of artists and engineers doing things.\n“Harmonix有一个自己的mc私服，这其实非常令人印象深刻，因为这是工程师和艺术家的做事结合。” 杰米解释道。\n\n“We started with this big group server where all the artists decided we were going to make a barbarian village in the middle of the woods.” Nice idea!\n“我们开始于一个巨大的服务器群组，每个艺术家都意见一致，决定在森林里建造一个蛮族村庄。”这主意不错！ \n\n“I just saw it as the perfect multiplayer game because I could be creative,” says Jamie. “It’s not really about winning!”\n“我认为这样的多人游戏机制是完美的，因为我能很有创造力的发挥，而且输赢并不重要。”杰米说。 \n\n\n Click the video above to learn more about the making of ZigZag! \n访问图中的视频来更加了解Zigzag资源包的制作过程！ \n\nBuilding something cool in Minecraft can be tough, but creating a whole new resource pack is a far more ambitious challenge! One that Jamie started three years ago.\n在游戏里建造的东西想要做的很酷的话其实是很难的，但是从头制作一个全新的资源包更是难上加难，杰米从三年前就开始这个项目了。 \n\n“It started off just to see 'how hard it is to change a few blocks?'” Jamie explains. “Because making textures for work, I kind of understand it now.”\n“一开始我只是想要看看改变几个方块还会有多难的，”杰米解释道，“因为工作上要搞材质相关的东西，我开始逐渐了解了。”\n\n\nA ZigZagged villager! Huh. He doesn't look very pleased to see me...\n一个zigzag村民！呃，他见到我怎么不是特别开心啊……\nJamie took her texture-tampering knowledge and started with the 1.8 version of Java. “ [It was] right after they switched the system from being a big sheet of textures to the individual files, so it was a little easier to make a resource pack because it was actually part of the supported folder for it.\n杰米掌握了材质替换的相关知识后，以版本1.8开始了工作。“就在他们把材质从一大张图改成了零散的小图之后，这我做的时候也更轻松了一些，因为其实资源包支持以文件夹方式工作。” \n\n“That’s when I just started to see what I could do, and I posted a screenshot of the results of the first pass on Tumblr. A ton of people were just like, “Oh my gosh, you should do this!” – so that sort of lit the fire because I was like, 'Wow, people really like this, huh?'”\n“一开始我只是想试试我能做什么，然后我就发到了社交网站上给大家看看我最初的成果，不少反馈都和我说，‘天哪，你绝对应该继续下去，’这给了我动力去做，因为我想啊，大家是真的很喜欢这个资源包啊。对吧？” \n\n\nMuch better! This villager looks \n这个村民见到我就更高兴了嘛，他也应该这样。\nMinecraft isn't the most realistic looking game in the world (seriously, if you look like Steve IRL, see a doctor ASAP), but ZigZag pack gives the game an even less realistic, cutesier look, one I told Jamie reminded me a lot of The Legend of Zelda: The Wind Waker .\n虽然我的世界并非是世界上最写实的游戏，但是zigzag让这个游戏更加不真实了，也更加可爱了，我和杰米说，这个让我联想到了塞尔达传说：风之杖。另外，如果你现实世界之中长得和史蒂夫一模一样的话，你还是赶紧去看医生吧。 \n\nJamie describes her art style as a “flat, cartoon-ier sort of look.”\n杰米将她的艺术风格以两个词概括了一下：平坦化，卡通风。 \n\n\n“And this is kind of how I draw,” she continues. “At the time [of starting ZigZag] I had been working on a mobile app for work where I was developing a similar thing; we were looking at a lot of Foster’s Home for Imaginary Creatures and really slick [animation] like Powerpuff Girls – it’s this 1950s retro thing.”\n“我画画的方式就是这样，”她接着说道，“开始做zigzag的时候我就是这样在开发着一款类似的工作用手机应用，我们看了很多很多福斯特虚构生物之家的作品，还有像《飞天小飞侠》之类的流畅动画，这是20世纪50年代的作品。” \n\nAs Jamie explains to me, a less realistic art style is a look that tends to last. “It becomes timeless because realism is only realism in games for the next two years, and then we can do better.” Whereas games with less realistic styles tend to age better. “If it’s charming. Like, The Wind Waker still looks amazing.\n就像杰米和我解释的那样，不追求真实的艺术风格最后总会趋于这样的外观。“总是这样，因为游戏里的现实主义毕竟还是在游戏里的那样，我们可以在此之上做的更好，”与之相反，不那么仿真的游戏的寿命往往是更久，“如果它做得好的话，就比如说塞尔达传说：风之杖依旧是一款好游戏。” \n\n“I take that theory into art direction too when I’m doing a game for work. I like styles that can last a little longer.”\n“我在工作时做游戏的时候，也带入了这个理论，我喜欢存活时间更长的游戏。” \n\n\n [1/4] The zombie gets a stylish new makeover in ZigZag. Nice tie! Does he have a job interview at the Ministry of Brain-Scoffing or something?\n [1/4] 在zigzag里僵尸也装扮一新！领带不错！他在大脑狼吞部找到新工作了还是咋样？\n\n [2/4] I think the smiling Creeper is cute as heck! Whereas Emily is terrified of its dead-eyed grin and has refused to look at this screenshot ever again. Each to their own.\n [2/4] 我认为这微笑的爬行者非常可爱！但艾丽米认为这死气沉沉的笑容非常可怕，拒绝再看哪怕多那么一眼。好吧，每个人不一样嘛。\n\n [3/4] ARGGGH! That’s not cute! The spider is somehow even \n [3/4] 啊啊啊！这可不可爱！zigzag里的蜘蛛变得更加的可怕了！自然的，艾米丽非常喜欢这款皮肤，我俩意见一致的时候，宇宙都会爆炸吧？ \n\n [4/4] Usually I’d be running for my life if I saw a skeleton but \n [4/4] 一般来说面对骷髅我都会去逃命，啊！但这个不一样，瞧瞧它的笑容！接着朝我射箭吧，伙计，你值得拥有！ \nJamie shared with me some of her methods for giving Minecraft the ZigZag treatment. “I actually like to use a website called NovaSkin . They have a model viewer and you can basically paint right on the model like I would do in Zbrush or 3DS Max. You can see the painting in 3D as you’re doing it.\n解密和我分享了她在给游戏做zigzag资源包时的一些处理办法。“我其实很喜欢用一个叫NovaSkin的网站，里面可以预览模型，你只管画就完事了就像是我在Zbrush 或3DS Max 里做的那样，可以预览我画到最后的3D效果。” \n\n“I use that as a base, then I go into Photoshop and I keep uploading it to check my texture.” Novaskin is a great creative tool for Minecraft players - it’s well worth checking out yourself. \n“我以此为基础，然后去Photoshop里面修改，不断上传并检查材质，”Novaskin对我的世界的玩家是一个很好用的工具，因为这很方便来检查自己的成果。[/url] \n\n\nJamie told me the boat was one of the toughest textures to ZigZag. Who am I to judge? I couldn’t even manage to get this boat \n杰米和我说船应该是这个资源包里最难做的部分，我又能说什么呢？我甚至没办法把船推进水里。 \nIt's not always smooth-sailing though - like when Jamie was working on the llamas. “I accidentally painted their butts upside-down because I was like, “I think I got this…” and then I checked it in game, and all the tails are facing up!”\n不过，事情总不会是一帆风顺的——就像是杰米画羊驼材质的时候那样，“我意外地把它们的屁股都画反了，当时我觉得‘我已经了解一切’了，然后我开游戏看了一下，结果发现它们的尾巴都是冲上的！” \n\nHuh. We've had some glitches in our time, but nothing quite like that!\n呃，我们也有过一些小错误，但是也没有像她这样的！ \n\n\nNot pictured: The upside-down butt glitch, because this is a FAMILY WEBSITE.\n不附图：冲上的屁股错误，因为这是个全年龄网站。\nJamie still updates ZigZag frequently – following her on Tumblr is a great way to keep track of it (and you can find ZigZag there for free). But does she have ideas for any other Minecraft content in the future?\n杰米仍旧在不断的更新zigzag——你可以在社交网站上找到她的账号，也可以在那里获取免费的资源包！她对这个游戏的将来有什么想法吗？ \n\n“It would be fun to try and do a more pixel art, lower-resolution version,” Jamie tells me. “Where the limited pixels are part of the creative challenge of it.” Seeing her skills with ZigZag, I have little doubt she could pull off something spectacular!\n“做一些像素风低分辨率的作品说不定不错呢。”杰米和我说，“像素的限制让创造添上了一层挑战。”看到了她的zigzag资源包，我一点都不怀疑她将来的作品质量！ \n\n【我 译自官网 2018 年 02 月 10 日发布的 ZigZag Resource Pack】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1594351740,
            "txt_content": "已**解\n\n经了？"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1594904280,
            "txt_content": "O.D. = overdose\n\n很友善的和我说了这件事\n然后但我离开学校的时候\n\nof course she has 当然通过了\n\n我认为这样的多人游戏机制的完美的\n\n平坦化，卡**\n\n\n\n\n\n"
        },
        {
            "author": "ying_zi_",
            "timestamp": 1601605680,
            "txt_content": "MCBBS有你更精彩"
        },
        {
            "author": "jianxian2258",
            "timestamp": 1601616300,
            "txt_content": "。。。。阿达萨达1"
        },
        {
            "author": "jianxian2258",
            "timestamp": 1601616360,
            "txt_content": "啊啊啊啊啊啊啊啊啊啊啊啊"
        }
    ]
}