{
    "title": "【六月活动/原创】异邦之鼠",
    "author": "KunaKile",
    "replyCount": 0,
    "timestamp": 1594275360,
    "txt_content": " 本帖最后由 Tokameine 于 2020-7-26 19:24 编辑 \n\n\n\n卢因，建筑师，男，35岁\n出身于赫尔市，现居于赫尔空洞区底层的隔离室\n时代: 现代\n玩家: Toka\nSTR 51 CON 71 SIZ 66 DES 82\nAPP 84 INT 93 POW 47 EDU 70\nDB:0 Build:0 MOV:9 Luck:60\nHP:7/7　San:49/99 　MP:12/12\n—————————技能—————————\n信用评级 99% \n克苏鲁神话 0%\n语言:中文 75%\n图书馆使用 70% 人类学 90%\n心理学 90% \n物理学 90%建筑学 90%\n侦查 65% \n————————背景故事————————\n形象描述：邋遢而聪明,理解力超群,平常显得过度的镇定甚至有些呆傻,但所作所为总会让人惊叹.\n思想与信念：人类无需上帝——对上帝、魔神等超自然存在全然不在乎,不论存在与否都无所谓.企图通过自己的手段营造出超自然现象现象甚至建造魔神,但其目的却和信仰等完全无关.重要之人：/\n意义非凡之地：名为“卢因”的城市，由自己一手设计起的诡异都市.宝贵之物：/特质：精神病人——很难描述他具体患了什么样的精神疾病,像是各种各样症状的综合体,偏偏又在细节处表现的与众不同.\n伤口和疤痕：/恐惧症和狂躁症：/\n————————装备和道具———————\n纸笔及各类绘制工具 \n—————————资产—————————\n消费水平：100000 现金：1M\n\n    这里还是老样子，歪斜的尖塔与扭曲的房屋构成的诡异森林还是和三十年前一个样子。每个来此旅游的人都会被这副疯狂而绝望的景色震撼，仿佛脱离了一切秩序的束缚，任由所有建筑违背世界的法则肆意生长。\n    石柱上篆刻的铭文仿佛是上万年风雨侵蚀形成的自然纹路加之人工修饰而成的漩涡，密密麻麻地攀附着无数无法被人解读的复杂文字与符号。钢铁筑成的尖塔以怪异的形式歪歪扭扭地向地底延伸，钻出一个个深不见底又闪烁着幽光的空洞，不时传出低沉的呼啸声，似是在招引着灵魂。地面上扭曲的塔楼表面密布着恐怖的裂痕，透过缝隙可以看见那些经过加工的光，让整座城市仿若招摇着无数巨大的触手，在烈日炙烤下求饶。\n    就是这么一座不可思议的城市，其定居人口亦有将近百万。大多数人居住在那些巨大空洞里，里面闪烁的幽光其实是他们举着的油灯，地底下巨大的通风口不停地吼叫着。伴随着这些年来旅游业的爆火，这里凭借着全世界独一无二的景色招揽了来自各地的资本。但在它刚刚完工的时候，却也因这骇人的景色而背上过许多骂名。而城市设计师本人至今为止也仍然下落不明，人们甚至连其真名都不曾听说，只因为城市中心的黑曜石石碑上刻着“卢因”二字，于是人们都以此来称呼这座城市与它的设计师。\n\n    可他根本就不曾离开过这座城市，一直都住在北区赫尔空洞最深处的隔离室里，过着与世隔绝的生活。他不曾离开过这里，所有的补给品都靠着管道运输下来，悬浮梯也根本不可能下到这个位置，也只有冬日正午的阳光偶尔能够经过门前，但也仅此而已了。\n    \n他仿佛无欲无求，对外界糜烂奢侈的色彩毫不关心，终日设计着这些怪异的建筑。他很少笑，严肃与冷漠堆叠在了复杂而又矛盾的内核上。可表象上的镇静自若却是他对世事漠不关心的结果。没有期待就不会落空，与己无关就没必要为之操心，好像将自己贬出了人类的族群一样，对人类完全失去了兴趣。\n    可他那混乱而复杂的心却无处安放。对世事的不关心制造了大量的记忆空白，忘却了所有接触过的人和与之有关的事，而为了填补这些透风的孔，他塞上蘸了麦芽糖的棉花，猛烈的不协调感让理智愈发偏离常理，自我的奔溃更是产生了巨大的精神负担险些抽离了魂魄。不是他忘记了自己的名字，而是他变得不再是自己了。\n    起初的他只不过是像所有痴呆症患者一样终日无所事事罢了，可后来他却渐渐变得疯狂，变得歇斯底里。他开始吼叫，开始四处奔走；开始吐露人言，也开始手舞足蹈。他慢慢想起了人类的语言与文明，渐渐恢复了对艺术与文化的鉴赏力。他拆了一整栋摩天大楼，又在监狱里待上了数年，期间，他绘制了这座城市，这座满载了他疯狂与绝望的城市。\n    他拿着这些设计图四处寻找投资，但所有人都认为这不过是堆漏洞百出的不详废纸，因其出自罪犯之手而肮脏至极。最后，他找到了我这。\n    他几乎没做任何要求，甚至可以说是把这些珍宝直接送给了素不相识的我。他只期望能够得到一处不受打扰的位置，就再没要我为他做任何事。\n    于是，我一手筹办了这整个宏伟的计划，也参与建造了这座被誉为“世界之最”的城市。但我只不过是为他提供了开始的资金和设计上的一些修订，而从外观的构图到管道通路的设计，甚至到现在所用的商业模式都是由他独立完成的，从管理制度到运营模式的设计，也根本就没有我插手的余地。而他也真的兑现了诺言，只是要了北区边角里那间专为他自己设计的房间，在此后过上了完全隐居的生活。\n    他很少笑，也很少哭。我只见过一次他对着电子屏发笑，是他知道人们把这座城市叫做“卢因”的那天；我也只见过一次他对着相册哭，是他知道人们把他叫做“卢因”的那天。我曾在这里建设完工的那天与他聊过两句，他说这座城市还不完整，还缺少了必要的过程与仪式，可当我问他要怎么做时，他却顽固的不肯透露半个字。我看得出来，他变得愈加疯狂了。\n    可他在此后便什么也没做了。他不再送来任何设计图纸，也不再做出任何叮嘱，这让我一度以为这座城市已经完工，可他的话却一直让我纠结，到底还有什么缺陷。\n    而这份疑惑却在今夜解开了。灿烂的烟花绽放在大地上，战争掀起的骇浪盖过天空，暴徒们手持着火把，民众早在此前就悉数撤离。扭曲的外形勾动了异教徒们的欲望，被视为魔神巢穴的城市燃起了一簇簇篝火。祭坛上摆满了祭品，魔宴已准备就绪。\n    当一束雷电盈满了尖塔，铁色的长矛贯穿大地，那些扭动的触手在爆炸声中坍塌，无数倒置的尖塔开始收束，崩断的钢筋与岩层向中心积聚，锋锐的断面与闪烁的玻璃悬在断崖的表面，折射出的阳光透过空气中弥散的水汽与玻璃碎屑散发出绚烂的极光。堆叠出的坑洞成了密布水晶的矿坑\n，粉尘弥散的天际映射着整座城市的幻梦。\n    他就站在西区的悬空浮道上，目睹着这副遗世的盛景。这是我第二次看见他哭，也是第二次看见他笑。他口中呢喃着我所不知的语言，涕泪横流的样子显得恶心至极。就在硝烟与战火将要散去的时候，他毫不犹豫地跃下平台，拥抱他等待三十年之久才得以完成的杰作。\n\n    这里真的很美，走遍世间也再难找出第二处如此绚烂的景色。当扭曲与疯狂殆尽，死亡如白花装点着孤岛，招来了新生，与再一次降临的疯狂与绝望。\n\n\n\n",
    "replies": []
}