{
    "title": "【原创/单篇】青晶遗迹",
    "author": "堕天使之墓",
    "replyCount": 1,
    "timestamp": 1594358640,
    "txt_content": " 本帖最后由 堕天使之墓 于 2021-2-8 19:09 编辑 \n\n一个想法。\n两个都是虚构人物。\n感觉......em。还好吧。\n\n以下为正文：\n\n“喂，这次别又给我搞出意外来，咖某人。”\n知道了。今天是去矿洞挖矿，至于为什么是去矿洞一类的，只能说卡拉这人的脑回路有点奇葩。\n“所以我怎么能搞出意外来……”\n“得，”她敲了下我的头，“敢情你什么时候没搞出意外来？种树把种子拿了过来；打怪拿了把没耐久的剑；弄建筑时把一堆石砖全弄成錾制的。诸如此类。确认一下该拿的都拿上了。别又那样子，咖某人。”\n“呃，搞得我像是个傻子一样。”我看了下背包，确认已经拿全东西了。之后便是，出门找矿洞，嗯。\n“本来就是个傻子。”\n\n大概是一片森林里。\n在树底下有个矿洞，看起来很平常。但在这地方挖矿的话……呃。\n“就这。走吧。”她只是喊了几句。\n“我会走。而且你这鬼地方……矿洞啥的不说了，为啥是森林？”\n“喂，有意见，咖某人？”\n“赶紧走，卡某人。”\n我们俩进入了矿洞。这个矿洞很深，还有许多分支。卡拉在我的后面，她说是“确保不会漏掉什么”。只能说是，真把我当傻子什么的了，如果是矿的话我半点都不会漏。之后我们挖到了一些煤炭和铁，还有少量青金石和金矿一类的。\n又是个分支。我只是随口吩咐了下让她跟紧，便进入了其中一个分支。走着走着便，好吧这玩意回想起来无论怎么说都有点过于邪门：时不时降低好几个方块的距离，之后像是走到了基岩层，然后，矿洞逐渐变成了暗青色，因为有暗青色的光照着一类的。\n“卡拉，你不觉得这地方很奇怪吗？”……没回应。然后我才反应过来卡拉根本不在附近。草，自己说着别让我搞出意外，结果自己就变成了个意外。这地方没见过，嗯，可以记一下。\n\n首先，这地方是逼近基岩层的矿洞，大概。为了确认，我往下挖了几格。结果就是，挖到了基岩，所以可以肯定是逼近基岩层。然后就是，暗青色的光，是环境光一类的吧。我在附近找了一下，没有光源。没有光源的环境光……只能说是特性一类的。然后这个环境光还有渐变什么的：开始往下走时几乎没有这种光，而越深入光照越明显。自然为了探险，我深入了这个矿洞。\n深入一段距离后，光照不再渐变了。说实话，暗青色这颜色……虽然我自己喜欢青色，但说实话，在这里看着很难受。附近的玩意都被渲染成了青色，我自己也成了个青色人。点亮火把，火把的光也变成了亮青色。神奇。\n后来的话，我发现有一种没见过的矿石生成在这里。原本以为是钻石，但挖开后根本不是钻石。这种矿物的话，是可能颜色是青色的晶体——这地方的所有鬼玩意都是青色，我也不敢肯定这玩意是青色，说不定是黄色还是紫色啥的。试了一下，能合成工具，也能合成为方块，但具体的信息就不知道了，我也不可能就在这里测试什么的。名字的话……“青晶石”，这是我的称呼。好吧，虽然后来发现这玩意更应该称作“翠水晶”什么的，但这名字仔细一想还挺有趣的，我后来也就这么叫了。顺带提一句：方块的话比较好看，可以当建筑一类的。\n之后，石头上开始附有水晶。挖开发现是刚刚那矿物。然后才发现那矿物是可以放置的，放置后和生成的水晶一模一样。这玩意……一言难尽，不过这玩意肯定有用。\n\n之后便在这地方走了不知多少时间。原以为只是个渲染被弄成暗青色此外有新矿物的矿洞，也原本只是打算看一下这地方的尽头在哪，但之后发现了令人震惊的事，可以载入史册的那种。\n这地方冒出了几根柱子。柱子是用石砖造的，上面嵌着刚刚发现的那种水晶。怎么看都是人造结构，也就代表着这地方是——自然建筑。这么想的话，显然这地方又有一堆值得看的东西了。\n果然，之后便出现了用石砖构成的零碎的结构。这些结构的话很显然什么玩意的一部分，但……我看不出是什么玩意，嗯。换成卡拉的话可能会知道些什么，但卡拉这自己都出意外了还说别人意外的人现在也不知道在什么鬼地方。\n之后的结构逐渐趋于完整，这种水晶也变得越来越多了。完整的结构……除了看到了几个很好看的图案以外依旧不知道是干什么用的。我在想，应该是某个文明建造的建筑群，后来因为各种原因被掩埋，最后被送到了基岩层下，这些遗迹也因为各种原因变得破碎。\n或者别想那么多，纯粹是开发者突发奇想加了个自己都不知道什么玩意的玩意，嗯。\n有个箱子。原本期待着能开出钻石什么的，但……石砖、铁栏杆、打火石、那水晶，然后就是**。什么破箱子。\n然后也没什么了。或许叫卡拉来可以继续发现点什么。值得拿回去的就是那个水晶。\n\n我沿着原路返回矿洞。走着走着，有点奇怪啊喂，怎么感觉和下来时的路不一样。我是迷路了？还是因为拿了禁忌的水晶，让我永远无法逃出这里？\n别想这么多，嗯。这里是MC，走路走不通的话完全可以向上挖，呵。拿了把铁镐，确保安全后开始向上挖。然后就是，挖了几格不知道掉下来了个啥把我砸下去了。\n“唉唉唉！……怎么回事，话说下面不对劲。”有人在说话。呃，这是——\n“嘿，你人去哪了，咖某人？”\n“下去了啊。话说我还要问你人去哪了，一时反应过来后人就没了——”\n“怎么想都是应该我问啊？你人走着就人间蒸发了，还以为被空气分解了，咖某人。话说你人去哪了？”\n“哦，发现了个神奇的地方。重要的是发现了青晶石，剩下的回去再说一类的。”我急着拉着她回去，先解释清楚是啥玩意吧。\n“等会青金石再罕见也不至于是重要的啊……”\n\n之后就是那么回事。\n那地方被记下来后就回去了。\n首先先说一下那青晶石吧：的确是青色，而且比想象中的要亮。能直接放置，晚上会发出微弱的光，虽然可能比红石火把的光还弱。能合成工具和盔甲，耐久比铁高，比钻石少。也可以合成为方块，同样能反向合成。因为本身的材质，其本体和方块都可以用于建筑。比如我就用这种矿物装饰了一下我的小屋。\n之后，我们返回了那片森林，把遗迹挖了出来。挖出来的遗迹还被青色光盖着就很离谱。遗迹以一个疑似祭坛的玩意为中心，越往边界越破碎。根据卡拉的描述，这玩意像是举行仪式的场所，而且布局也很讲究。虽然根本猜不透有何用意就是了。\n之后，卡拉修复了那个遗迹——据她讲纯粹是“闲的没事干”。一天晚上去参观了下她的杰作。首先就是，比之前壮观多了，我怀疑她是直接重造了一个。之后，那暗青色的光依旧存在，放在开阔的夜晚显得……优美，和当时探索时那感觉差太大了。然后我才发现：那里不会生成怪物。仔细一想，去探索那里时根本没发现任何怪物。\n以上。然后就是，也没什么了。青晶石这玩意的话，因为不知道可不可能会在别的地方出现，而且耐久比钻石低，便用来盖了个房子并弄了全套装备作纪念后就不用了。",
    "replies": [
        {
            "author": "ZacharyAlexa",
            "timestamp": 1594365660,
            "txt_content": "支持支持"
        }
    ]
}