{
    "title": "[Minecraft.net|DEEP DIVES]本周方块：玄武岩",
    "author": "qsefthuopq",
    "replyCount": 0,
    "timestamp": 1594314420,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-7-10 01:10 编辑 \n文章日期2020-07-08作者Duncan Geere\n译者qsefthuopq\n\n原文链接点击打开\n\n\n\nBlock of the Week: Basalt\n本周方块：玄武岩\n\nA pillar of the community\n社区支柱\n\n\n\nThere are those who play Minecraft for the mining and crafting, and those who play for the building. Every update we try to make both player groups happy.\n有人玩Minecraft是为了挖矿和合成，也有人是为了建筑。每次更新我们都尝试使不同群组的玩家开心。\n\nThat’s why, in the Nether update, we’ve included a bunch of blocks that exist primarily for decorative reasons – alongside the new monsters to defeat and resources to collect. And one of the most interesting is our block of the week: Basalt.\n这也是为何我们在下界更新中除了更新新的怪物和可收集的资源外还新增了一堆装饰性方块。其中最有趣的方块之一就是本周我们要介绍的方块：玄武岩。\n\n\n\n\n\nBasalt can only be found naturally in the extreme conditions of the Nether, though it’s possible to make it in the Overworld too. It forms in pillars in Soul Sand Valleys, and it’s also possible to find entire Basalt Deltas, where the very ground you walk on is primarily made up of basalt.\n玄武岩在下界的极端条件中生成，不过你也有可能在主世界找到它。它在灵魂沙峡谷中形成岩柱，你也可以在玄武岩三角洲找到它，三角洲的地面主要由玄武岩构成。\n\nIt’s pretty easy to collect – hit it with a pickaxe and it’ll drop. You can also make it by flowing lava into a space above soul soil and next to blue ice. It’s pretty blast resistant, making it a good material for shelter building.\n带把镐子敲碎它你就能轻易地收集玄武岩。你也在蓝冰旁和灵魂土上倒一桶岩浆来形成玄武岩。它具有很强的防爆能力，是建造庇护所的上好建材。\n\nSpeaking of building, there are a couple of things you’ll need to know if you want to use basalt to its fullest. First is that it comes in two versions – raw and polished. You can convert the former into the latter in a stonecutter. Then the second is that they need to be placed carefully, like logs, so that the textures line up in the right direction.\n说到建筑，如果你想充分利用玄武岩，有两件事你需要了解。首先玄武岩有两种——普通玄武岩和磨制玄武岩。你可以用切石机来将普通玄武岩转换为磨制玄武岩。其次它们需要像原木一样小心放置，这样其纹理材质就会按照正确的方向排列。\n\n\n\n\nRealworld.jpg - Chmee2//CC BY 3.0Realworld.jpg - Chmee2//CC BY 3.0\n\n\nReal-world basalt is one of the most common types of rock on Earth. You’ve almost certainly seen it in a photo, and you’ve possibly seen it in person too. The Giant’s Causeway, in Northern Ireland, is made of basalt. So is most of Hawai’i and Iceland. There are also impressive layers of basalt in the hills of Yellowstone National Park. It’s all over the place in volcanic regions.\n现实世界里的玄武岩是地球上最常见的岩石之一。你肯定在照片上见过，也可能亲自见过。位于北爱尔兰的巨人之路就是由玄武岩铺成的。夏威夷和冰岛的大部分地区也遍布玄武岩。在黄石国家公园的山上也有令人印象深刻的玄武岩层。在火山地区它遍地都是。\n\nIf nothing else, you’ve seen it on the Moon. The darker areas on the surface of the Moon are plains of basalt, formed in volcanic eruptions between about one and four billion years ago. Lunar basalts are slightly different from the ones on Earth – they have weird textures and minerals, mostly due to the lack of oxygen and water up there.\n如果没有别的地方有玄武岩的话，你可以在月球上看见它。月球表面较暗的区域是玄武岩平原，它形成于一次约10亿至40亿年前的火山喷发。月球玄武岩与地球上的玄武岩略有不同——它们有奇怪的纹理和矿物质，这主要是由月球上缺乏氧气和水导致的。\n\nBack on Earth, there are lots of different kinds of basalt rock that are created in different ways. If a volcano erupts in the air, the lava tends to form frothy-textured basalts, sometimes with lava tubes inside. If it flows more thickly, and cools fast, then fractures build up and split into polygons (like at the Giant’s Causeway). The faster it cools, the smaller the polygons.\n再让我们回到地球上，有很多以不同方式形成的各种玄武岩。如果火山在空中喷发，熔岩往往会形成具有泡沫纹理的玄武岩，有时熔岩内部还有熔岩管。如果它流动得更稠，冷却得更快，裂缝就会累积并分裂成多边形(就像在巨人之路那样)。熔岩冷却得越快，多边形也就越小。\n\nFinally, if basalt erupts underwater or flows into the sea, then it’ll form distinctive “pillow” shapes that break apart sometimes to form a new pillow. This is pretty spectacular (and pretty dangerous) to watch! So when you’re exploring the new biomes coming in the Nether update, marvel at the basalt pillars and take a moment to wonder how they might have formed long ago.\n最后，如果玄武岩在水下火山喷发时形成或熔岩流入大海，它就会显现出有时会分裂的“枕状”纹理。如此壮观(却危险)之景值得观赏！所以当你在探索新的生物群系时，请对玄武岩柱啧啧称奇并花点时间思索在多年前它如何形成。\n\n\n",
    "replies": []
}