{
    "title": "[ Minecraft.net | CULTURE ] 生存故事",
    "author": "像素君",
    "replyCount": 9,
    "timestamp": 1594354380,
    "txt_content": " 本帖最后由 像素君 于 2020-7-16 21:23 编辑 \n\n\n\n\n\n\nSURVIVAL STORIES生存故事\nThe build team risking it all to craft in Survival Mode!一个冒着生命危险在生存模式下建筑的团队！\nMinecraft is a stressful life to live. You begin, resourceless and all on your lonesome, usually surrounded by trees, and you have no choice but to punch them, over and over, until you get enough wood to protect yourself from the horrors that come at night. It can be a surprisingly tough challenge! Especially if you go it alone.\n在Minecraft里生活可谓是一件压力不小的事。面对手无一物的开局，加上常常围绕在四周的树木，你除了收集一块块木头以保护自己不受夜晚可怖之物的侵扰外，别无他路。如果你是孤独一人，这一挑战将会更加艰巨。\n\nPoint is, you need a break. You need somewhere to rest your blocky head after all that tree-punching, diamond-mining, spider-fleeing madness. Come this way, friends. I have something that’ll sort you right out.\n但不管怎样，你在经历完收集木头、开采钻石、甩开蜘蛛这一连串的麻烦事后，总归是需要休息的。跟我来吧，我刚好知道一个适合的去处。\n\nRaven SMP is a ten-person Minecraft building team, which sounds like a logistical nightmare, but in the case of this radiant world of wonders, ten people is just enough to make something special. Rather than being simply a village or a themed project, Raven’s world is a kaleidoscopic mish-mash of spectacles, from the towering windmill skyscraper to the strange ombre glass apartment building to the big thing in the sky that’s shooting a laser directly at us. Oh dear.\nRaven SMP是一个由十名成员组成的Minecraft建筑团队——10这个数字听起来就像是后勤管理的噩梦。虽然并不算多，但在它们所建造的这个充满奇迹的Minecraft世界中，十个人已足以做出一些特别的事情。他们的作品并非单纯的一个村庄或是主题建筑，而更像是各种纷繁复杂的奇观的大杂烩：从高耸入云的大风车、阴暗的玻璃公寓，再到朝我们发射激光的浮空物体……噢我的老天。\n\n\n\n\n\n\n\n\n\nThe team have all experimented with colour and form, which makes wandering through their world an absolute pleasure. Like a nice day out at the museum, except instead of mummies and statues, it’s giant bunnies and lava. Well, I suppose it depends what kind of museums you’re into, really.\n他们试遍了各种颜色、各种结构的组合，让人觉得在他们的世界里漫游无疑是一种享受，如同在一个好日子里来到了博物馆一般——只不过这个博物馆里展出的并非木乃伊和雕像，而是巨大的兔子和岩浆——好吧，我觉得这取决于你对哪种类型的博物馆感兴趣。\n\nAt the spawn point, there’s a lovely little village. This was started as a communal building area, says team member Trog. “We let everyone build wherever in that area and then connected paths to each building to make it look more like a village.”\n他们的世界的出生点是一个小巧精致的村庄。据团队成员Trog的说法，这个村庄是一个公共的建筑区域。“我们让每个成员都在这个区域里随意建造，然后我们用道路将这些建筑连接起来，于是这里就有了些村庄的样子。“\n\n\n\nEven with ten team members all building their own things in the same space, the village manages to look remarkably well put-together, with shops, farms, and even a graveyard.\n即使这十名成员是在同一块地上“各自为政”，这个小村庄看起来还是一派和谐的气氛——你可以在这里找到商店、农场，甚至是墓地。\n\nWait, a graveyard? Who’s buried there?\n等一下，为什么这里会建有墓地？有谁正安息于此吗？\n\n“The graveyard was a punishment for myself,” says team member T-Rav, whose names (and causes of death) you can see on the gravestones. “Every time I died, I had to put down a grave, to encourage myself to get better at survival mode.” Ah, if only real life could be so forgiving.\n“这个墓地算是对我自己的一个惩罚，”团队成员T-Rav说道——你可以在墓碑上看到他的名字（和死因）。“我每次死亡后，便会在这里放一块墓碑，以此来提醒我在生存模式下要多加小心。”啊，如果现实生活也能像Minecraft一样不对我们下狠手该多好。\n\n\n虽然难以辨认，不过还是能看出T-Rav的其中一个死因是：“尝试飞行”。好吧，我理解你的想法。\nIn other parts of the world, beyond the village, there are large-scale experiments, like hanging gardens and a city in the sky. Raven’s world isn’t just a bunch of random architectural styles lumped together in one world - each building, each location, each weird little crafting experiment has a story to tell.\n在出生点的村庄之外，这个世界里还有着不少大规模的“实验性”建筑——比如空中花园和空中城市。Raven SMP的世界并非只是一堆奇特建筑的集合体，每个建筑、每个地点、每个奇怪的小玩意可都是有故事的。\n\n“I make a story for every one of my builds as I am building it,” says Trog, describing how he comes up with the ideas for each new project. “I built the city in the sky, and as I was building it, I would come up with different mini stories.” He even calls this technique his “signature feature” - being able to see the history and the background of a place is hugely important in creating something original and interesting.\n“我会给自己建造的每一个建筑设定一个故事。在谈及自己建造新建筑的灵感时，Trog如是说道。“举个例子：我在建造这座空中城市时，就已经在脑子里想出了不少小故事。” 他将这一做法称为自己的“招牌秘技”——毕竟在建造某些充满原创性和趣味性的事物时，“历史和背景”可谓让其变得更加鲜活的两个重要因素。\n\n\n\nNow, I mentioned it earlier, but this whole world - from the grass to the tippy-top of the castle in the sky - was built in survival mode. The team have been posting videos documenting their journey to building the entire world - which they’re calling “Season One”, with a promise of a Season Two coming soon, complete with new mods to keep it interesting.\n不过，正如我在标题所说，Raven SMP团队的这一整个世界——从地面上的小草，到直达天际的空中城堡，全部都是在“生存模式“下建造的。他们拍摄了一系列记录这个世界的建造历程的视频，并称之为“第一季”。据他们所说，为了增添趣味性，未来的“第二季”还会有不少新模组的参与。\n\nIt’s difficult enough to keep yourself alive in survival mode, let alone to build an entire world - but having friends with you to share resources and the burden of building makes a massive difference.\n在生存模式下，一个人要想在活下去的同时建造一整个世界是很困难的，不过，如果能有一起分享资源、一起分担建筑压力的朋友，形势就大不相同了。\n\n\n\n“We all just wanted to have a close community of people,” says Trog, “so we started a survival Minecraft server and played on it for a few months.” Fellow team member Jena says that, “the aim was to create a world where we could all combine our special talents,” with a team that T-Rav says feels “like a family.\"\n“我们只是希望能够拥有一个亲密的交流圈子，“Trog说，“于是我们便一起开了个生存服，然后在里面畅玩了几个月。”\n同为团队成员的Jena补充道：“我们这么做，是为了创造一个奇特灵感的汇集之处。”\n和他们一起的T-Rav形容：“——就像组建家庭一样。”。\n\nIt might sound difficult, but Trog says they manage to work together well. \"We always encourage one another to do our best and offer advice and tips whenever we can.”\n乍听起来，达成这一想法似乎并非易事，不过据Trog说，他们目前已经做到了协调一致地工作：“我们总是会相互鼓励，挑战自己的极限；与此同时，我们也会尽各自所能提供建议、传授技巧。”\n\n“Everyone has their own ideas on what they would like to do,” T-Rav adds, “and sometimes we would all do special events together, like going to The End, or finding a woodland mansion, just for fun.”\n“我们每个人都有各自的想法，”T-Rav补充道，“不过我们有时候也会一起找些乐子——比如前往末地，或是寻找林地府邸。”\n\n\nWhen people say that their team is “like a family,” it can make you think different things. Some families fight, some families barely talk at all. But a good family is one that supports each other, that functions as a unit when they need to, but all have individual interests. That sounds like what Raven SMP is - a bunch of people with one common interest, Minecraft, coming together to help each other achieve more than they could on their own. That’s a good family.\n当其他人评价一个团队“就像家庭一样”时，你可能会有些别的想法——有的家庭，成员间相互争斗；有的家庭，成员间少言寡语。但不论如何，一个优秀的家庭，应该是一个充满着各种思想的家庭，一个成员间相互支持、在必要时团结协作的家庭。\n而Raven SMP又是怎样的呢？他们不仅因为共同的爱好——Minecraft而得以相聚一堂，而且在努力中实现了“一人拾柴火焰小，众人拾柴火焰高”的壮举。这样看来，将这个团队称之为“一个优秀的家庭”也并非失当之语，不是吗？。\n\n\n原文链接：https://www.minecraft.net/zh-hans/article/land-soroku\n原文作者：Kate Gray\n原文发布日期：2017年12月4日\n文章翻译：像素君\n\n（老博文考古）",
    "replies": [
        {
            "author": "东东武神",
            "timestamp": 1594355820,
            "txt_content": "先谢楼主分享"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1594901100,
            "txt_content": "which sounds like a logistical nightmare 这句没表现出来\n\nwhat kind of museums you’re into 这里的into (something) 是指对某种类型的事物感兴趣（这里是博物馆）\n"
        },
        {
            "author": "像素君",
            "timestamp": 1594906680,
            "txt_content": "LocusAzzurro 发表于 2020-7-16 20:05\nwhich sounds like a logistical nightmare 这句没表现出来\n\nwhat kind of museums you’re into 这里的int ...\n第二处已经修改了，但不是很能理解logistical nightmare具体是什么意思"
        },
        {
            "author": "3434473302",
            "timestamp": 1601619540,
            "txt_content": "Mcbbs有你更精彩"
        },
        {
            "author": "Mikatsukida",
            "timestamp": 1601781000,
            "txt_content": "哇好有意思ww"
        },
        {
            "author": "2021422343",
            "timestamp": 1606837920,
            "txt_content": "\nMCBBS有你更精彩~"
        },
        {
            "author": "1617391322",
            "timestamp": 1606879920,
            "txt_content": "66666666666666666666666666"
        },
        {
            "author": "1617391322",
            "timestamp": 1606879920,
            "txt_content": "666666666666666666666666"
        },
        {
            "author": "1617391322",
            "timestamp": 1606879980,
            "txt_content": "66666666666666666666666666666666666666"
        }
    ]
}