{
    "title": "[原创/连载]《暮色森林传记》第十章——幻影骑士军团",
    "author": "800805",
    "replyCount": 1,
    "timestamp": 1594277160,
    "txt_content": " 本帖最后由 800805 于 2020-8-8 14:50 编辑 \n\n正文    “可恶，又是迷宫。”史蒂夫在墙边摸索着，企图找到路，可除了几只拦路的哥布林，什么也没有。\n    这里似乎和米诺陶迷宫一样昏暗，但是道路却不是很规则。虽然手持一张迷宫地图，但一来看不清，二来这里的迷宫地形似乎不如米诺陶迷宫的地形那样规则，时不时就会冒出岩浆巨池与浮空的矿物。\n    在苦苦的挖掘与探索之下，连几个箱子也没找到。\n    “哈，呵呵。”不知是否受无奈影响，他吐出了这两个词。\n     前方某处，闪烁了一点微弱的紫色光芒，史蒂夫恰好是看见了，也不肯放过点点生机与希望，拖着劳累的身躯往前走去。\n    走进一瞧，确实一扇门，乍一看，的确是迷宫出口。这就直接出去了？再往前踏一步，忽然出现了结界，直接把妄图跨越它的人给反弹回来，就像某种禁锢的诅咒。\n    这一反弹不要紧，却让史蒂夫看见地上还有张小纸条：\n击败幻影骑士，解除迷宫诅咒。\n    “幻影骑士是谁？”史蒂夫朝迷宫大门喊道。他确信，一定有人在暗中帮助他。他的声音似乎落入了一个无底的黑洞，根本无人应答。\n    “他是想让我自己摸索，”史蒂夫拍着脑袋想到，忽然想到了曾经谜题羊对他介绍过暮色森林，“幻影骑士是暮色恶魂的大将，捉我来的人，应该也至少有雪怪首领一半的实力，那个拿着锄头的幽灵，就是幻影骑士。”史蒂夫顿时明白，就在一回头，前方又出现了微弱的紫色光芒。\n    史蒂夫跟上去，前面是一间黑曜石小屋，中间有一个类似刷怪箱的小东西。\n    正要走上前去，忽然，那个刷怪箱炸开了，里面出现了六个幽灵，手上拿着不同的物体，其中有一个便是手上拿着锄头的。等他们全部出现，黑曜石小屋的入口顿时被锁死，完全出不去。顿时六个幽灵围着他。\n    原来幻影骑士其实是六个不同身份的幽灵，现在他们正轮番开始攻击。\n    史蒂夫拿起墙边不知哪儿出现的盾牌，和自己的钢叶大剑冲上去，那些幽灵似乎不躲不闪，让史蒂夫打中之后，瞬间穿越黑曜石，进入了地底。\n    不久，又全部上来，站在不同的角落，围攻开始了。\n    拿着骑士剑的幻影骑士上前几击，威力也不算大，只是攻击次数多起来，史蒂夫一时也无法招架。想反击，另一个拿着骑士斧的幻影骑士直接连环进行抛掷，他们单体的攻击都不强，但是若打起车轮战，根本不是普通人能招架的，这就是幻影骑士团强大的秘诀。\n    可史蒂夫转念一想，自己掌握了炽热的血液，完全可以尝试召唤火焰进行范围性灼烧。最大的问题是，他召唤一个小火团都让自己几乎受伤严重，怎么大量进行攻击呢？\n    他开始尝试，可召唤出来的火只有一点点。“如果能召唤太多，九头蛇恐怕早就横扫暮色森林了吧。”史蒂夫想着，把这团火扔到了拿着锄头的幻影骑士身上。那个幻影骑士似乎非常惊恐，不停地横冲直撞，最后在一个墓碑上消失了，连灰烬也不剩。\n     史蒂夫又感觉肚中一阵痛，但没有像之前直接喷出血来。那几个幽灵似乎很怕火，都蜷缩在一边。\n    “怕火？那就好办了。再次调动炽热的血液，钢叶剑短暂地获得了火焰附加。但无疑，这是在燃烧身体。”\n    再冲上去，几个幻影骑士不像之前那般悠闲，而是全力召唤斧头、剑等工具进行投掷。一部分攻击打在盾牌上，一部分打在他身上，可是他已经忘了伤痛，将所有的力量聚集在钢叶剑上，追逐者幻影骑士们。终于，拿着稿子的幻影骑士慢了一步，被背后的史蒂夫击中，全身燃烧殆尽。\n    四个幻影骑士几乎是陷入了疯狂，没等史蒂夫下手，就互相伤害起来，说着听不懂的语言，又像是尖叫。当最后的幻影骑士身体开始变得淡化时，黑曜石小屋忽然变成小木屋，六个墓碑凭空消失，剩下的，是一个幻影骑士战利品头颅。\n    他捡起头颅，走到迷宫出口，结界似乎也消失了。\n    出口后面，是一块大石门，旁边有一个机关，似乎是放头颅的地方。\n    史蒂夫把幻影骑士战利品放在那里，石门发出“轰隆隆”的声音，随后倒塌了，史蒂夫走了出去。\n    随后，又有一个人出去了。\n 嘉宾观众席@卡壳 @剑齿虎 @新人x号 @燃雪听风 @随意之光 @电磁步兵 @阿秋Minecraft @北极仙光 @自由李代数 @mohui666 @曦灬月 @Mr.时间之瓶 @希望工程 @吃井不忘挖睡人 \n\n 字数统计\n\n\n\n\n360截图20200709144221653.png (7.67 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-9 14:42 上传\n\n\n\n\n\n\n\n\n\n\n\n去符号源文件（10）.zip\n(20.11 KB, 下载次数: 0)\n\n\n\n2020-7-9 14:44 上传\n点击文件名下载附件\n第十章去符号的源文件阅读权限: 10\n\n\n\n\n\n\n\n以上为word文档去符号字数统计\n以1汉字为1字节\n已附去符号源文件\n版主可核实\n\n上一章\n下一章\n\n目录\n\n",
    "replies": [
        {
            "author": "amazo",
            "timestamp": 1610115900,
            "txt_content": "厉害66666666"
        }
    ]
}