{
    "title": "[Minecraft.net|CULTURE]狂野之思",
    "author": "huanmum",
    "replyCount": 2,
    "timestamp": 1594334520,
    "txt_content": " 本帖最后由 huanmum 于 2020-7-16 22:05 编辑 \n\nWild Thoughts\n狂野之思\nGreen-fingered builder Enderock terraforms the world\n园林建筑师Enderock改造世界\n\nKate Gray\n\nIt took about 98 million years for the Earth - our home planet, the soil we walk on, the hills and mountains, seas and lakes, the very air we breathe - to form into something habitable. 98 million slow, slow years, turning dust and rocks into the wonderul lumpy sphere we call home!\n地球——我们的家园，其上的土壤、山川、海洋、湖泊、大气，足足演化了大概九千八百万年才变成了适宜我们居住的环境。整整九千八百万年啊，多么道阻且长，大自然真是奇妙，将这种土灰塑造成这个我们称之为家园的奇妙球体。\n\nIn Minecraft, however, most of that hard work is covered for you. You don’t have to worry about the atmosphere, or how to turn space-debris into land, because we’ve taken care of all of that. You’re basically several billion years ahead of the universe. You’re welcome!\n但是在游戏里面，大部分的活都不需要你亲自来干，你不用担心大气或者陆地演变的问题，那些问题我们都帮你解决了，你现在可比宇宙领先了几十亿年，不用和我们客气！ \n\nThen again, maybe we should've gotten today’s builder, Enderock, to do all that for us instead? As you can see from the gallery below, he's a terraformer who would make Mother Nature proud:\n又或者，我们也可以喊别人来帮我们分担一些这种工作，建筑师Enderock或许是个不错的选择？就像是下图展示的那样，他对地形的改造足以让地球母亲感到骄傲。 \n\n\n\n\nHis creations range from rolling, tree-blanketed hills to the proud mesas of a desert landscape, and he still finds time to experiment with non-terraforming projects like this fantastic, Stargate SG1-inspired fantasy portal.\n他的作品范围很广，有覆盖植被的丘陵，也有浩大的沙漠平地山，他也有投精力去建造非地形类作品，比如这个从SG1之中提取灵感的奇幻传送门。 \n\nWhere does it go? The Nether? Somewhere more sinister? Of course, I’d love to jump in and find out myself but... er... I'm not really wearing the right shoes for a portal jump today?\n这传送门的另一边是什么呢？地狱或者更加凶险的地方？当然啦，我是很想自己跳进去啦，但是……你不觉得我今天穿的鞋子很不适合进传送门吗？ \n\nYou buy that, right?\n反正你信了，对吧？ \n\n\nI know, let’s go through it together! Y-you first!\n\n我知道我知道，一起上吧！你——你先上！\n\n“It is in building that we become builders,” Enderock tells me, in his native French language. \"C'est en construisant qu'on devient constructeur.\" We are all builders, but not all of us have picked up the tools.\n“人在建筑，所以人才成为了建筑师，”Enderock 用他的母语法语和我说到，“这句话是不对的，我们每个人都是建筑师，只不过有些人没有起步罢了。”\n\n“It’s one of my favourite phrases,” says Enderock. “I would also advise any amateur builders that they should watch what others are doing, so that you can come away with knowledge and techniques. After that, it’s just practise, and imagination.” Doesn’t he make it sound so easy?\n“这是我最喜欢的短语之一，”Enderock说，“我也会给其他业余的建筑师指点迷津，他们应该去关注其他人的建筑，在这个了解的过程中，你应该就能了解到其中的要诀与精妙之处，在这之后，就只剩想象和努力了。”这说的也太轻松了吧？\n\n\nEnderock, also known as Anton when he’s not building worlds in Minecraft, first began playing around with Creative Mode after his best friend recommended it. “Since then,” he says, “Minecraft has become my favourite game.”\nEnderock不在游戏里搞建筑的时候，大家喊他安东，在他最好的朋友带他入坑之后的时候，他也开始去玩创造模式了。“自那时起，”他说，“这个游戏也就成了我最喜欢的游戏了。” \n\nHe currently posts a build about once a month, each one as different in colour, shape and style as the next. A personal favourite of mine is Controlled Nature , which takes Anton’s greatest skill - terraforming - and puts a fresh spin on it, creating huge walls that fracture and splinter the landscape into glass-like shards.\n他现在每个月都会发一次建筑，每个建筑的颜色、轮廓以及风格上都有所不同。我个人最喜欢的建筑是“掌控自然”。安东最厉害的技巧还是——地形——让地图仿佛斗转星移，拉伸出各式高墙，将景观像玻璃一般碎成各样的裂片。\n\n\n\n\n\nBut Anton only lets the very best of the best rise to the surface. “I challenge myself to only upload my build on the internet if I think it’s better than the last one,” he says.\n但是安东只会发布那些最好的作品。“我给自己设置了个挑战，我只会发布那些我自认为比上次更好的建筑。”他表态到。 \n\n“If I don’t think it’s good enough, I change it, and if I never get to the point of making it better, I put it in the trash and start again.”\n“如果我认为这个不够好的话，我就会去修改，如果我怎么也改不到更好的话，我就给他丢进回收站，重头来过。” \n\n\n“I love constructing landscapes,” Anton continues, “because you feel immediately tiny compared to them, and you always get the feeling that they go on forever.” The landscapes he builds are largely inspired by his home, a region in central France called Le Puys De Dôme, dominated by a dormant volcano and the lush green hills that surround it, nurtured by rich volcanic soil.\n“我喜欢搞地形。”安东继续说到，“因为与它们相比，人总是那么的渺小又短暂。”他所建造的景观大多数也受到了他的家园的启发，这个地区位于法国中部，名字叫做Le Puys De Dôme，周围有着一座休眠火山以及其他山丘，因为火山灰很肥沃，所以山丘上的植被非常茂盛。 \n\n“We’re surrounded by countryside here, with vast landscapes, so I reproduce what I see, so to speak, with a little touch of imagination.” Disclaimer: there probably isn’t a Stargate-style portal in the centre of France. Probably .\n“这里到处都是乡土气息，景色辽阔，我其实也就是用一点想象力把整个景色重新演绎一遍。”免责声明：法国中部没有那么群星式的传送门，或许吧。\n\n\nWhen Anton isn’t busy looking wistfully out the window at the glorious countryside around him, he’s getting on with his studies - but that doesn’t stop the inspiration flowing at some fairly inopportune times. “I often have ideas in the middle of the day,” he says. One of his projects, ‘Wild Freedom’, came to him “in the middle of a maths lesson!” It goes to show that there’s never a bad time for ideas - just don’t tell your maths teacher, okay?\n当安东不再沉迷于窗外的风景之后，他继续忙于他的学业——但是这并不能阻止灵感在不该爆发的时候喷涌而出。“我经常在大白天冒出点子来，”他说，有“狂野自由”的点子，就是在数学课上了一半的时候想出来的。看起来对灵感来说没有什么坏时机——只是不要和你的数学老师说。对吧？\n\n|\"If I don’t think it’s good enough, I change it, and if I never get to the point of making it better, I put it in the trash and start again.\"\n|“如果我认为这个不够好的话，我就会去修改，如果我怎么也改不到更好的话，我就给他丢进回收站，重头来过。”\nWild Freedom is Anton’s most popular map so far, and it’s not hard to see why. It’s the kind of countryside you’d love to pitch a tent in - where steep slopes beg to be climbed, and long, golden beaches beg to be… beached?\n“狂野自由”是目前安东最受欢迎的地图，并不难看出其中的原因，这地图里就是那种你愿意去夜莺的乡村——人们向往着攀爬陡坡，也向往着……搁浅在沙滩上？ \n\nThe seas are clear blue, and the trees are a chunky forest of green, nestled in the cracks between snow-peaked mountaintops.\n海是那么的蓝，树是那么的绿，它们就这样依偎在雪顶山峰的裂缝之中。 \n\n\n\n\nAnton paints these landscapes himself, using a tool called WorldPainter , which, rather than placing blocks by hand, allows the builder to create swathes of colour more fluidly. He also uses a tool called WorldMachine to, as he puts it, “sculpt” the landscape - but for designing his worlds, he uses something much more old fashioned: pencil and paper.\n安东用worldpainter这个软件来绘制这些地形，这个软件并不需要手动放置方块，而是像画画一样涂抹出各式色彩。他还使用了一个叫WorldMachine的工具，用他的话来说，这就是在雕刻风景，但是在这之前，他用了更加古老的工具来工作——铅笔和纸。\n\n“This build took me about a weekend,” he says, “48 hours in total - with a sketch that I did prior, to know where to put my different mountains and islands.” 48 hours versus 98 million years? We think Anton wins this round. Sorry, Earth.\n“这个地形我花了大概一周末的时间，”他说，“大概四十八个小时——我之前画了草图，以确定山脉和岛屿都该放在什么地方。”四十八个小时还是九千八百万年？这次是安东获胜！抱歉啦，地球。 \n\n【我 译自官网 2018 年 02 月 05 日发布的 Wild Thoughts】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1594343100,
            "txt_content": "Green-fingered builder Enderock terraforms the world\n翻译成“绿化世界”似乎语意就有些狭窄了，还是本意“改造世界”会比较好一点吧\n（前面的 Green-fingered builder 就翻译成本意的园林建筑师可能好点）"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1594902900,
            "txt_content": "标题里的 Green-fingered 可以强调一下\n\nmost of that hard work is covered for you 大部分的活都不需要你亲自来干 （你这样翻没发现前后矛盾吗）\n\nnon-terraforming projects 非地形类（作品）\n\nIt’s one of my favourite phrases 最喜欢的短语\n\n which takes Anton’s greatest skill - terraforming 怎么就变成演化了\n\n"
        }
    ]
}