{
    "title": "1.16更新的小知识【转载】",
    "author": "Minecraft.Wnxi",
    "replyCount": 1,
    "timestamp": 1594389840,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-7-11 09:47 编辑 \n1.16更新，你可能不会注意到的细节\n      亲爱的玩家老爷们大家好，关于Minecraft这次1,16版本的更新，让下界发生了翻天覆地的变化。相信有国际版的小伙伴现在对游戏已经了解得非常透彻，相比较国内版本的玩家对于新版本的到来，也已经是望眼欲穿了。今天卡特曼就给大家介绍下1.16版本当中许多不为人知的小知识。\n\n哭泣的黑曜石其实在2011年就已经被添加\n哭泣的黑曜石是黑曜石方块的一种变种，根据wiki的资料显示，其实早在2011年2月2日就添加了哭泣的黑曜石的材质包。并且JEB表示想加入哭泣的黑曜石，哭泣的黑曜石将用于设置重生点，但这一想法因床的加入而被放弃。在2011年4月15日，JEB称哭泣的黑曜石材质已被草方块的顶面材质替换。于是在1.5版本中mojang移除了哭泣的黑曜石，在接近10年后哭泣的黑曜石再次被加入到Minecraft中，这次加入也比10年前看起来好看很多。￼历史上基岩版和JAVA版本号第一次同步\n从最早的JAVA版本，到后来的PE版本甚至到以后各大主机平台的各种版本，直至今天Minecraft这款游戏从正在经历着从统一到分裂，再次统一的局面。在各个版本纷争的年代，Minecraft的玩家也被分得四分五裂。PE版本玩家、主机玩家、JAVA又分为更多的版本，到今天mojiang终于做出了正确的决定，MC现在基本全平台统一更新，就连最后PS4主机也更新到了基岩版本，只有版本统一，Minecraft才能够继续起飞发展。\nMC燃烧经验最高的物品也是新增加的物品\n远古残骸是1.16版本下界新增加的金属物品，可以在下界找到的罕见矿石。掉落物形式的远古残骸会漂浮在熔岩上，并且不会着火。它同时有着极高的爆炸抗性，这意味着其在正常情况下无法被炸毁。玩家可以在熔炉里面用煤炭进行燃烧，最后变成下界合成碎片。现在下界合成碎片已经是Minecraft燃烧经验最高的物品，虽然每次燃烧的经验只有2。\n新增加方块硬度抗性和黑曜石一样，但是比黑曜石灵活\n在Minecraft以前版本中最坚硬的方块除了基岩石外就是黑曜石了。黑曜石的硬度有1200，这次更新也有2个方块物品也有着相同的硬度，分别是下界合金块和远古残骸。不过不一样的是，大家都知道黑曜石是没办法用活塞推动的，但是同样的硬度这两个新增加的方块是可以被要塞推动，所以是不是可以用这个特性制作新的红石设施呢？\n\n下界新增加的两种植物可以被放置在花盆\n下界更新了许多植物，包括绯红根和扭曲根，这两种植物外表看起来像是草一样的外表。不过颜色是不一样的，不过这两种植物是可以放置在花盆的，这也代表着以后建筑党又多了两种可以装饰的新植物。不过这两种在花盆的植物，跟在地面是不一样的，在花盆中是有底部收缩的状态。JAVA跟基岩不一样的地方，黑石和圆石混合使用\n本次更新在下界新加入的黑石使用方法同圆石是一样，甚至连制作合成表都是一样的，比如制作石头镐子、石头斧子和熔炉。不过在JAVA版本里面，可以用圆石和黑石混合使用来制作，但在基岩版中这种方法就不可行了。\n在堡垒遗迹开箱会被群殴，如何避免？\n堡垒遗迹是本次下界更新的重点内容之一，这个废弃的堡垒看起来简陋不堪，并且被猪人给包围起来，如果玩家去开箱会受到群殴攻击。不过这里有个好办法，我们可以用漏斗放置在箱子下面，剩下的就直接从漏斗获取物品就可以了。\n\n￼\n新增加方块，可能会影响空岛生存\n\n玄武岩是下界后期更新中增加的物品，这个方块目前除了装饰没有任何作用。不过这种方块可以无限制作，就想圆石一样。制作方法是在灵魂土壤上放置蓝冰和岩浆，两者接触后生成玄武岩。这个特性可能会让玩家在空岛生存等地图中有更多的选择。\n\n￼\nEND：以上只不过是1.16版本更新中的一小部分，更多的内容还需要玩家们在游戏中摸索体验，会有更多的玩法和特性会被玩家们一一发掘（原帖作者卡特曼）搬运工：1.16就有更多的可能，只有你想不到的没有mc做不到的，创造改变生活\n原帖网址：https://www.baidu.com/#iact=wise ... %253Anull%257D%257D 卡特曼\n",
    "replies": [
        {
            "author": "土豆马拉松",
            "timestamp": 1594394760,
            "txt_content": "= =好长 有没有懒人看的那种"
        }
    ]
}