{
    "title": "[原创/连载]《暮色森林传记》第十二章——离间计",
    "author": "800805",
    "replyCount": 5,
    "timestamp": 1594380240,
    "txt_content": " 本帖最后由 800805 于 2020-8-8 14:51 编辑 \n\n正文    一道阳光正要发话，忽然背后凭空出现了什么东西，打中了一道阳光。他的身影颤抖了一下，就凭空消失了。\n    顿时全场鸦雀无声，都被这突如其来的变故惊了。\n    过了好一会儿，谜题羊才吐出几句话：“一道阳光消失，恐怕只能由我们几个来应付敌人了，废话不多说，先去会会暮色三大首领。”\n    旁边的几个人类思考了一下，似乎默许了，让他们走出城堡。\n    冰雪女王正被三个首领围攻，见到史蒂夫下来，直接闪退到后头，同时抛了一个冰霜炸弹。\n    “原来是你们两个，”唯一见过他们的巫妖站出来，和之前一样，他还带着那个王冠，手里仍然拿着那支黄昏权杖，周围的盾牌还闪闪发着亮。\n    “别来无恙，当初我们是敌人，我们帮你杀了大将，你还没感谢我们；如今我们又是敌人，还有什么好说的呢？”史蒂夫说这句话的时候，仿佛又回到了，当初在巫妖塔下。\n    巫妖仿佛预料到了一样，还是当初那阴冷的笑，伴随着的，是他逐渐举起的黄昏权杖。\n    “巫妖，当初你夺走我们族的黄昏权杖；如今，我要代表族人将他夺回来。”谜题羊掏出逐妖大剑，眼光坚定地望着巫妖，一股杀气透露出来。\n    巫妖没有再说话，而是操纵黄昏权杖，一抹光束射出，谜题羊则是举起逐妖大剑，生生挡下那一招。逐妖大剑不愧为一把高属性钻石剑。\n    巫妖不认识这把剑，就是很直接地冲了上来。暮色恶魂与九头蛇见状，也来帮忙。\n    冰雪女王对战九头蛇，谜题羊对战巫妖，史蒂夫对战暮色恶魂。\n    史蒂夫调用炽热的血液，顿时一团火焰飞出，正要击中恶魂，却见它也吐出一团火球，威力似乎还大得多，直接朝史蒂夫射过来。史蒂夫没料到这一招，只记得曾经在下界对战恶魂时，可以用剑反弹火焰弹。暮色恶魂的火焰弹可以吗，史蒂夫就像变成陀螺，一个旋转，将火焰弹给弹了回去。显然在暮色森林没有人用过这一招，直接把暮色恶魂给吓退，但还是不构成多大伤害。但暮色恶魂在空中持续地发射火焰弹，却时不时令史蒂夫躲闪不及。\n    谜题羊明白，想要破解巫妖的护盾，只能够反弹巫妖发射的魔影珍珠。可每当谜题羊集中精力反弹末影珍珠时，巫妖便调动黄昏权杖射过来一道灼光。威力也不容小视，但若不反弹末影珍珠，根本没有可能击破巫妖的护盾，而不击破护盾，就让巫妖这个鸡肋的角色成为了暮色森林防御力最强的人。几个回合过去，谜题羊根本不占上风。\n    冰雪女王的实力也不算很强，遇上暮色森林攻击力最强的九头蛇，也是不能敌。\n    不过多久，他们便全部落败。但全部都迅速回了城堡。三个首领进不去，只能在外面叫骂。\n    黄昏之时，几个首领也累了，各自回到自己的军营。终焉城堡内，史蒂夫三人商量着破敌对策。\n    “不行，九头蛇伤害太高，巫妖防御太强，暮色恶魂又飘在天上打不到。”这局，几乎是死了。史蒂夫叹息着，眼神充满了忧郁。\n    “话说阳光哪去了？要是他在，或许还能增大一丝胜算。”冰雪女王问道。\n    “他在城堡上方凭空消失，就像没有存在过。”史蒂夫回答道。\n    “我有一个办法，”谜题羊本来看着暮色地图，忽然想到了什么，“九头蛇绝对的攻击，可以打败暮色几乎所有的人。哪怕是巫妖的绝对防御，能否挡下它还在两可之间。若我们死了，暮色恶魂和巫妖能战败九头蛇吗。”冰雪女王和史蒂夫摇摇头。\n    “我们抓住了这个，就可以离间他们的关系。这时候，合力破九头蛇，胜率将大大提升。”谜题羊很有把握地说道，随后秘密地吩咐了一下，就让史蒂夫去休息了。冰雪女王还想问个究竟，但谜题羊回答得挺含糊。\n    次日，在一个隐秘的地方，巫妖对暮色恶魂说：“最近总有一些哥布林在口口相传，那九头蛇收拾了冰雪女王几个人，就会来打败我们，你怎么看。”\n    暮色恶魂也很紧张地说道：“它的确很强，哪怕我飞到天上它也能咬到。如果后来我们争谁最强，肯定非它莫属。不如我们先联合冰雪女王杀了它，然后几个人再去争夺。”\n    就这样，巫妖和暮色恶魂秘密地拜访了终焉城堡，约定过后共杀九头蛇。\n 嘉宾观众席@卡壳 @剑齿虎 @新人x号 @燃雪听风 @随意之光 @电磁步兵 @阿秋Minecraft @北极仙光 @自由李代数 @mohui666 @曦灬月 @Mr.时间之瓶 @希望工程 @吃井不忘挖水人 @奇怪的帽子 @缇米Official \n\n 字数统计\n\n\n\n\ndi12.png (7.57 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-10 19:23 上传\n\n\n\n\n\n\n\n\n\n\n\n去符号源文件(12).zip\n(19.86 KB, 下载次数: 0)\n\n\n\n2020-7-10 19:24 上传\n点击文件名下载附件\n第十二章去符号的源文件阅读权限: 10\n\n\n\n\n\n\n\n以上为word文档去符号字数统计\n以1汉字为1字节\n已附去符号源文件\n版主可核实\n\n上一章\n下一章\n\n目录\n",
    "replies": [
        {
            "author": "米线菌",
            "timestamp": 1594527540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2073005342",
            "timestamp": 1594651860,
            "txt_content": "楼主明天该回来了吧，催更ing"
        },
        {
            "author": "800805",
            "timestamp": 1594692420,
            "txt_content": "2073005342 发表于 2020-7-13 22:51\n楼主明天该回来了吧，催更ing\n昨天上午回的，拖更一天，今天下午补上"
        },
        {
            "author": "2073005342",
            "timestamp": 1594692480,
            "txt_content": "800805 发表于 2020-7-14 10:07\n昨天上午回的，拖更一天，今天下午补上\n下午麻烦踹我一脚，我晚上不玩论坛的"
        },
        {
            "author": "800805",
            "timestamp": 1594735680,
            "txt_content": "米线菌 发表于 2020-7-12 12:19\n楼主快更新 awa\n已经更新了\nhttps://www.mcbbs.net/thread-1078404-1-1.html"
        }
    ]
}