{
    "title": "【基岩版服务器】版块规定",
    "author": "PQguanfang",
    "replyCount": 0,
    "timestamp": 1594698180,
    "txt_content": " 本帖最后由 PQguanfang 于 2021-2-15 08:25 编辑 \n\n基岩版服务器版块规定 Ver.1.2.0请注意：您在本版发布的任何信息与使用行为（包括但不限于发表主题、回帖、评分、评分理由等）将视作对本版规全部条款或其后对版规条款修改的完全接受，请您仔细阅读本版规的全部条款与条件，尤其是版规中红色、加粗的条款。\n\n一、总纲领\n1-1：基岩版服务器版设立目的在于 成为基岩版服务器服主与玩家之间良好的桥梁通道。下设：\n        ● 【基岩版服务器】作为 通过本版审核服务器介绍贴所在 的版块。\n        ● 【基岩版服务器审核】作为 本版审核服务器介绍贴 的版块。\n        ● 【基岩版服务器讨论】作为 各位用户讨论已经于本版审核通过服务器 的版块。\n        ● 【基岩版服务器人才市场】作为 各位服主、服务器技术人员进行招募/求*职 的版块。\n1-2：《基岩版服务器版块规定》所设的目的在于 对在本版发布的信息进行管理、约束，使得相关信息不影响其他个人/集体的权益，除了《基岩版服务器版块规定》，基岩版服务器版还附有：\n        ● 《基岩版服务器发布规范》是 针对在本版发布服务器介绍相关的信息 的规定，每一个于本版发布服务器介绍相关信息的用户，都 必须严格遵守。\n        ● 《基岩版服务器招募/求*职规范》是 针对在本版发布服务器招募/求*职相关的信息 的规定，每一个于本版发布服务器招募/求*职相关信息的用户，都 必须严格遵守。\n1-3：基岩版服务器版对于服务器介绍的相关信息实行 版主先审核，大家共监督 的模式进行管理，本版无法保证于此发布的相关介绍信息 完全真实可靠，您仍需要自行斟酌相关信息。对于服务器招募/求*职相关信息，本版实行 大家共监督 的模式进行管理，不会事先进行审核，并且也只保证其 完全符合相关规定，您仍需要自行斟酌相关信息。因您与相关人员出现的任何纠纷，本版概不负责。\n1-4：本版因其特殊性，在部分版块对相关用户权限分配有所调整，如下：\n        ● 基岩版服务器版主版块不能进行发布主题和回复，只能进行评分和顶贴（使用服务器提升卡）。\n        ● 基岩版服务器审核版块只允许发布主题，发布一次将会 消耗1绿宝石积分。\n        ● 其他版块不对相关权限做出特别规定，详情可在“用户组”页面查看自己应有权限。\n\n二、主题相关\n2-1：若要发布 服务器介绍贴，您应前往【基岩版服务器审核】。在发布前，应阅读《基岩版服务器发布规范》，一旦发布完成，就将进入审核期。完毕后，请前往 综合申请贴 申请审核，服务器介绍贴即可结束审核期。于本版其他版块的非指定位置发布服务器介绍贴的，其帖子统一警告并删除，予以不少于 2人气 30金粒 的扣分（“不少于”意为上不封顶，并且不代表其他积分类型不做扣除，仅代表其他积分类型的扣除最少值为0，本规定其他位置不再对此进行阐述）。\n2-2：若要发布 服务器招募/求*职贴，您应前往【基岩版服务器人才市场】。在发布前，应阅读《基岩版服务器招募/求*职规范》，一旦发布完成，就将发布，无审核期。于本版其他版块的非指定位置发布服务器招募/求*职贴的，其帖子统一警告并删除，予以不少于 2人气 30金粒 的扣分。\n2-3：若要发布 服务器讨论贴（包括投诉与反馈分类），您应确保所讨论的服务器 已在本版发布，否则即视为违规讨论。于本版其他版块的非指定位置发布服务器讨论贴或者违规讨论的，其帖子统一警告并删除，予以不少于 1人气 10金粒 的扣分。\n2-4：于本版对应子版块发布的帖子 需满足条款 1-1 的对应要求，否则即视为错版。错版帖子会被 统一删除处理。帖子涉及无意义内容的，统一再额外 警告 一次，并可根据情况决定是否予以不少于10金粒 的扣分。\n2-5：主题贴内出现任何 附加宣传性内容、违法违规信息、后门病毒 等，附加宣传性内容是指对于同一个帖子宣传了其本不应当宣传的内容，如一个服务器介绍贴中附加宣传了一服务器租*赁商，否则该主题贴将会被 删除，并予以不少于 2人气 30金粒 的扣分，并根据情况决定是否对其予以 最低禁言5天，最高永久禁言 处罚。有广告机嫌疑的，按坛规处理。\n2-6：禁止在主题贴内对 他人、他人的服务器等 进行非客观的贬低、比较和夸大，否则该主题贴将会被 删除 并予以不少于 2人气 30金粒 的扣分 ，并且可根据情况决定是否予以 警告。情节严重至出现挑衅、威胁等行为、发言的，按坛规额外予以禁言处罚。\n\n三、回复相关\n3-1：本版不允许进行任何形式的 灌水行为，否则该回复贴将会 警告 一次，并予以 不少于 10 金粒的扣分。符合水龙头标准的，按坛规处理。\n        ● 滚键盘式灌水：形如“66666666”、“asdfgh”、“少时诵诗书收拾收拾”的无意义回复均视为滚键盘式灌水。\n        ● 偏题式灌水：形如“楼主你真帅”的与其对应回复的主题或者回复完全无关的回复均视为偏题式灌水。\n        ● 万用回复式灌水：形如“MCBBS有你更精彩”的对于同类型所有帖子均适用的套话均视为万用回复式灌水。万用回复式灌水允许在使用 回复可见 贴内使用一次。\n        ● 不看贴式灌水：形如“版主加油（实际上非版主所发布）”、“多好的一个Mod”的不看贴、不看楼主、不看版名均视为不看贴式灌水。不看贴式灌水会根据发布者既往的发言，若确认为失误所致，可不予以处罚一次。\n        ● 故意刷楼灌水：将他人或自己的主题/回复无意义的进行刻意重复、无意义连楼。若确认为失误所致，可不予以处罚一次。\n        无意义灌水+有意义内容=灌水。\n3-2：若需 表达支持、期盼更新或其他具有屠版可能 的回复，请善用评分功能，不能够 滥用此类回复。短时间内 回复大量此类回复语 或者在同一个帖子中 超过2次使用 ，其每个回复都将会被予以 不少于 10金粒 的扣分。符合水龙头标准的，按坛规处理。\n3-3：回复内容应当客观真实，否则即视为恶意回复。恶意回复会被统一 警告，予以不少于 1人气 10金粒 的扣分。\n3-4：回复贴内出现任何 附加宣传性内容、违法违规信息、后门病毒等，附加宣传性内容是指对于同一个帖子宣传了其本不应当宣传的内容，如一个服务器介绍贴中附加宣传了一服务器租*赁商，否则该回复贴将会被 删除，并予以不少于 2人气 30金粒 的扣分，并根据情况决定是否对其予以 最低禁言5天，最高永久禁言 处罚。有广告机嫌疑的，按坛规处理。\n3-5：禁止在回复贴内对 他人、他人的服务器等 进行非客观的贬低、比较和夸大，否则该回复贴将会被 屏蔽 并予以不少于 2人气 30金粒 的扣分 ，并且可根据情况决定是否予以 警告。情节严重至出现挑衅、威胁等行为、发言的，按坛规额外予以禁言处罚。\n\n四、评分相关\n4-1：评分内容应当与主题帖相关联，禁止评分无意义帖子，否则即视为违规评分。违规评分会被统一 撤回。\n4-2：服务器介绍贴、服务器招募贴、求*职贴的评分必须客观真实，否则即视为恶意评分。恶意评分会被统一 撤回，情节严重者可予以禁言处罚。\n\n五、其他\n5-1：因违反本规定而被 扣分 者，可根据其违规程度，对其服务器介绍贴予以 《基岩版服务器发布规范》 中的 B/C/D 级处罚；对其服务器招募/求*职贴予以 《基岩版服务器招募/求*职规范》 中的 A/B 级处罚，但亦可以因情节较轻而不做出任何相关处罚。\n5-2：对于本版违规内容，您可以前往 基岩版服务器讨论 板块反馈。举报并核实有效的将会获得 人气、金粒 奖励。\n        ● 如灌水等较小的违规内容，请使用 论坛自带的右下角举报 功能，单独开设反馈贴将会被删除。\n        ● 无故、恶意举报他人帖子的将倒扣积分。\n5-3：本版 综合申请贴 是对本版版规对于各项服务器申请项目要求的一大补充。\n\n更新记录：\nv.1.1.0 调整2-5、3-4，新增第五章，于2020.11.7更新，于2020.11.11调整排版\nv.1.2.0 新增条款2-6、3-5，删除条款4-3，于2021.2.15修改\n最终解释权归 MCBBS 基岩版服务器板块 管理组 所有\n",
    "replies": []
}