{
    "title": "[Minecraft.net|CULTURE] 填补纪念碑的缺漏吧",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1594398840,
    "txt_content": "\nComplete the Monument\n填补纪念碑的缺漏吧renderXR takes us through building CTM maps!\nrenderXR 带我们亲身体验了建造 CTM 地图！\nCharles Singletary\n\nEver tried playing a 'Complete the Monument' map? If you've never heard of Complete the Monument (CTM for short), and are currently about to smash your computer in a bitter confused rage, whoa, whoa, whoa! Calm down, friend! Allow me to explain.\n你有玩过‘填补纪念碑的缺漏吧’系列地图吗？要是你至今都不知道《填补纪念碑的缺漏吧》（简称为 CTM），而且马上就要因为这难受的困惑而气得想把电脑砸碎，哇，等等、等等！冷静点儿，伙计！我现在就给你解释它是什么。\nComplete the Monument is a mini-game. Your goal is to survive hostile terrain and enemies while finding objects. Typically you’re seeking out 16 wool blocks but sometimes creators use discs and even optional objectives like gems. Then you use those objects to complete the building of a monument. Simple! But better be quick – in multiplayer, everyone is trying to complete it first!\n《填补纪念碑的缺漏吧》是一款小游戏。这款游戏旨在收集某个目标物品的同时，还让你在险恶的地形和敌人的攻击中活下来。一般情况下，你的任务是找到16个羊毛方块，但是有时候，游戏的创作者也可能会把目标换成光盘，甚至是其他随机的物品，比如宝石等。找齐需要的东西后，你就可以用它们来完善纪念碑的建造了。这听起来非常容易！但是你最好抓紧时间——因为这是款多人游戏，不仅是你，其他人也都在竭尽全力地想第一个建成纪念碑！\nMy favourite CTM maps are cleverly constructed obstacle courses that find sly ways to challenge players during their collect-a-thon. I spoke to renderXR , the builder behind a series of acclaimed CTM maps, the Untold Stories, to find out what goes into making a Monument completion quest to remember.\n我最爱玩的 CTM 地图是这款设计得很巧妙的障碍赛道，而任务是想出一些阴险的招数来干扰其他玩家的收集之旅。我曾和 CTM 系列地图和未叙述故事背后的建筑师RenderXR交流过，以此来探知进行纪念碑建造任务时有什么应该注意的地方。\n\nrenderXR’s an artist, one that's studied a variety of art styles, including monotypes and charcoal paintings, along with researching architecture. He was naturally drawn to Minecraft’s capability for creative expression.\nrenderXR 是一名艺术家，他研究过许多不同的艺术风格，比如单版画和炭笔画，同时对建筑学也有所涉猎。他不由自主地迷上了 Minecraft 对才能的极佳的展现力。\n Untold Stories 4: Corona Trials , renderXR’s latest creation, was a gruelling 300 hour project that he fought through while keeping a specific mantra in mind: “Keep going.”\n《不为人知的故事 4：日冕的审判》，是 renderXR 最新的作品。这是一个庞大而繁重的工程，花了他整整300个小时，为了鼓励自己奋斗到底，他在脑子里不断重复着同一句口号：“坚持就是胜利”。\n“If you want something done you need to put effort in. If you aren't doing anything you should move on to the next task,” he says. “Keep going and don't stop, because as long as you are determined and you keep doing something related to the project, you will achieve your goal.”\n“有付出才有收获，才可能完成自己的目标。要是你现在暂时没有什么事要做，那就赶紧开始为下个目标行动吧。”他传授经验道。“只管坚持向前、绝不回头，因为只要你的决心足够坚定而且坚持在做一些和计划的项目相关的事情，就一定能完成自己的目标。”\n\nTom: After reading Charles' article, I decided to give the Corona Trials a shot! Like all good games, it starts with you dangerously close to the edge of a steep fall. Don't worry. You can't fall. I tried pushing Emily in to check.Tom：读了 Charles 的文章后，我打算去玩玩 《日冕的审判》！和其他优秀的游戏一样，这款游戏的开头，便让你处于只差一步便会掉下险峻悬崖的危险境地。但也无需多虑。你是掉不下去的。因为我试过的确不能把 Emily 推下去。\n\nTom: What a friendly sign! I wish everyone in the Mojang office greeted me this politely, rather than spitting on me and demanding I make them cakes. Tom：这可真是个贴心的提示！我多么想让 Mojang 工作室里的所有成员都这么友善的跟我问好，而不是用他们的唾沫淹死我，催促我给他们做蛋糕吃。\n\nTom: Handy rulebooks tell you how to play!Or, if you're cool like me, you ignore these nerdy guides and start playing! Then you die loads. Then you walk back in shame and read the rules properly. While everyone laughs at you. Let's move on.Tom：这本小巧的手册会告诉你游戏规则！当然，如果你像我这么酷的话，你就会无视这些条条款款直接上手玩！接着你会因为死上太多次。最后灰头土脸地跑回来读游戏手册。这时空气里都充满了嘲笑你的快活的气氛。好的，让我们继续。\n\nTom: Brrrr! Wish I'd known it was going to be this cold. I wouldn't have packed so many bikinis. Also, now that the CTM quest has started,I can take fall damage. Found that out the hard way...Tom：噢！要是我早知道这里有这么冷就好了。那我就不会带这么多泳衣了。而且，现在 CTM 游戏已经开始了，我有承受掉落伤害了。前方还是路漫漫啊......\n\nTom: 27 EMERALDS?!? I'd be so rich I could buy the sky so I can have my favourite weather every day! Is that how money works? Who cares? I'll be rich – I won't need to know how things work anymore!Tom：竟然要27颗绿宝石？！？我要是那么有钱的话，我要把这片天空给买下来，那样的话我就能每天都享受到我最喜欢的天气了！钱是让我这么用的吗？谁还管呢？那时我已可挥金如土——所以我以后可就不用再遵循什么自然法则了！\n\nTom: I found an emerald! But alas, instead of getting filthy rich, I got filthy dead. These zombies found me. I begged Emily to let me inside the shelter of the house, but she hadn't forgotten my attempt to push her off the edge earlier. Drat!Tom：我找到了一颗绿宝石！然而很可惜，哎，我并没有变得富得流油，反而死状凄惨。因为我被这群僵尸发现了。我求了 Emily 让她放我进房子里躲一下，可她还清楚的记得我之前想把她推下悬崖。这可太糟了！\n renderXR sharpened his gaming skills on games like Super Meat Boy, a title known for its incredible difficulty, and The Legend of Zelda, a title known for making it really hard to finish writing this article when I'm still playing it at 5AM.\nrenderXR 通过玩一些游戏磨练了自己的游戏本领，比如《超级食肉男孩》——因其匪夷所思的难度而闻名，还有《塞尔达传说》——是款迷得我神魂颠倒地玩到了凌晨5点、以至于我拖延了许久才写完这篇文章的游戏。\nThese weren't his only influences. During his earliest Minecraft experiences, renderXR came across a pretty expansive adventure map called The Four Towers by Wreckage. In it, you had to escape a prison to find your family and friends.\n引导他创作地图的事物也不止这几款游戏。renderXR 在刚开始玩 Minecraft 的时候，无意中玩了款非常宏大的冒险地图，是 Wreckage 创作的《四座宝塔》。在那张地图里，你需要从一座监狱里逃出去并找到自己的家人和朋友们。\n|\"Keep going and don't stop, because as long as you are determined and you keep doing something related to the project, you will achieve your goal.\"\n|“只管坚持向前、切忌半途而废，因为只要你的决心足够坚定而且坚持在做一些和预期项目相关的事情，就一定能完成自己的目标。”“At the time I was also obsessed with flying islands so I searched around for a flying island survival map, which brought me to Vechs' Infernal Sky map — my first CTM map,” he says. “After completing those maps I started to realise what the possibilities [are] with this game. You can make so many different adventures and challenges with your imagination being the limit.”\n“那时候，我还非常喜欢悬浮岛这一设计，于是我到处搜索，想找到张有这种设计的生存地图，由此，我发现了 Vech's 创作的《地狱天空》——我玩过的第一张 CTM 地图，”他说道。“把这些地图全都玩通关后，我就渐渐领悟了这款游戏所蕴含的可能性：即使你的想象力是有限的，你也能够创造不计其数的各种冒险和挑战。”\nOn the creative end, one of his first builds was a pyramid with a falling trap. Almost a year later and after playing a few built by others, he tried his hand at creating his own Capture The Monument map. “I made 2 CTM maps that I never released to the public called The Never Ending Caves and the Voyage of Flames,” says renderXR. “To me they felt like the quality wasn't good enough so I decided to scrap them.”\n在创意方面，他制作的第一款地图（他最开始制作的几款地图之一）是一座暗藏会让人掉下去的陷阱的金字塔。那之后过了大概一年，他在玩过了不少其他玩家制作的地图后，才开始摸索着动手建造了属于自己的地图——《抓住那座纪念碑》。“我以前制作过两张我至今都没有公开发布的 CTM 地图，分别叫做《永无止境的洞穴》和《烈焰之旅》，”renderXR 说道。“在我看来，这两款地图的质量还未臻完善，于是我就决定把它们搁置一旁了。”\n\nHe followed those experiments up in December 2014 with Untold Stories: Goliath and actually published this one for others to experience. The second, Untold Story: Bigleaf Forest , came only a month later in January. The two weren’t perfect but renderXR took the mixed feedback he received, spent a little extra time to shape his ideas, and released Untold Stories: Myriad Caves a few months later.\n2014年12月，在经过制作前几款地图的尝试后，renderXR 接着制作了《不为人知的故事：巨人篇》，而且正式发布了它，由此，广大玩家终于得以玩到他的地图了。他的第二款该系列地图是在1月份发布的《不为人知的故事：参天巨树之森》，仅仅在上一款地图的后一个月就发布了。这两款地图称不上完美无缺，但 renderXR 认真听取了玩家们发来的许多建议，据此专门多花了些时间来调整自己的设计，然后在几个月后又发布了第三款地图：《不为人知的故事：数不尽的洞穴》。\nTools and plugins like Voxel Sniper, World Edit, MCedit, and World Painter were used to shape the Corona Trials, where a fluctuating temperature is your main adversary as you collect your objectives. Players start in Winterbound and the following areas are progressively warmer. “The hotter the map becomes the crazier the areas get,” renderXR says.\nRenderXR 借助了例如 Voxel Sniper、World Edit、MCedit以及 World Painter 这样的工具和插件来制作《日冕的审判》，在这张地图里，不断变化着的温度就是你收集目标物品时最大的阻碍。玩家出生在严寒之地，而接下来要去的每个地方都会变得比上一个更热。“随着地图的温度渐渐升高，那边区域就会变得越来越疯狂。”renderXR 说道。\nHe was inspired by Infernal Sky and a couple other CTM maps, specifically Three_Two's Vinyl Fantasy Series and Vechs' Super Hostile Series, the latter of which he credits as the creator of the CTM genre. The inspiration for the temperature aspect of Corona Trials, though, came from the actions of players that wrecked his previous creations.\n他的设计灵感来源于 《地狱天空》（Infernal Sky）和一些别的 CTM 地图，尤其是 Three_Two 制作的《Vinyl 的幻想》系列（Vinyl Fantasy Series）和《Vech 的滔**火》系列（Vechs' Super Hostile Series） ，后者被他誉为：CTM 流派的开创者。不过，《日冕的审判》一图中关于温度的灵感却并未受此启发，而是多亏了一些玩家在他之前制作的几张地图里的破坏行为。\n\n“The theming of the map came from players burning down forested areas in my previous maps. I wanted to limit fire for the most part, but when I was done with forests I allowed the usage of fire,” he explained. “Subsequently it gave me the idea to make the map's area themes go from cold temperatures to warmer temperatures.”\n“我为这张地图赋予该主题，是受到了一些玩家在我之前制作的地图中放火烧了森林这一行为的启发。我想尽量禁止玩家随意使用火，但是在我建造完了森林区域后，在其他区域里我就不再限制火的使用了，”他解释道。“接着，我就从中汲取到了一个灵感：让一张地图里不同地区的温度主调由寒冷逐渐升高变热。”\nAs tough as Corona Trials can be, renderXR actually toned down the difficulty a bit after receiving requests to ease up after Untold Stories 3: Myriad Caves. He specifically made this one to welcome newcomers to the CTM genre with a more linear design, but that doesn’t mean it’ll be a cakewalk.\n由于《日冕的审判》有点太难了，所以 renderXR 收到玩家们希望《不为人知的故事3：数不尽的洞穴》后续的地图能简单点请求后，的确稍微降低了难度。为了欢迎刚接触 CTM 类地图的玩家们，他专门制作了这张运用更简单的线性样式的地图，但这也并不代表它真就如人所认为的那般简单了。\nOften discovering a strong map-making community is what inspires Minecraft builders to start work on their own creations – but for renderXR it was the opposite. A player let him know that he was streaming the first Untold Stories map. The player invited him into the server and, after seeing just how much fun it was to share with others, he leapt at the opportunity when that same player invited him into a group that shared a passion for CTM maps.\n通常，Minecraft 建筑师们是先加入了大佬超多的地图制作社区，然后受到了鼓舞而动手创造了自己的作品——但是在 renderXR 这里却恰恰相反。有名玩家告诉他自己正在推广第一张《不为人知的故事》系列地图。并且邀请他加入了服务器，接着，在了解了和他人一起玩游戏有多么开心之后，当那名玩家邀请他加入成员们都喜欢 CTM 地图的小群时， 他毫不犹豫地接受了。\n\nTom: After my humiliating failure of a first attempt, I decided to read the rules more carefully before trying to Complete the Monument again. Seems I'm allowed to craft the materials for the monument. Perfect! Er, how do you craft in this game again?Tom：在首次尝试竟以丢人的失败告终后，我决定还是再仔细看看游戏规则后重新去试试《填补纪念碑的缺漏吧》。从规则上看，我好像可以合成纪念碑所需的的材料。太棒了！呃，你重新在这个游戏里合成材料试试怎么样？\n\nTom: But honestly, who needs to complete some stupid monument anyway when you've just found SWEET LOOT. I got to this chest by heroically smashing through a wall of glass. Less heroic – the cave-in I caused which crushed my feeble boy body.Tom：不过坦白说，要是你找到了心仪的战利品，难道还会想去建造什么鬼纪念碑吗。我英勇地打碎了一堵玻璃墙，于是得到了这个宝箱。但不太英勇的是——我这番举动引起的塌方砸坏了我角色脆弱的身体。\n\nTom: I also found 'The Tune of Gale' which powers me up! Now I was stronger than ever, I decided to celebrate by chucking a snowball at Emily. But she was too far away, busy completing the monument and winning again. Darn!Tom：我还找到了‘风谱之曲’，它让我变强了！现在我已经无人能敌了，所以我打算朝 Emily 扔个雪球来庆祝一下。但她离我太远了，她正在专心致志地建造纪念碑，然后她又又又赢了。太气人了！\n\nTom: And finally, here's a screenshot of me successfully completing the monument! Where is it? Er, it's invisible. Shut up, yes it is.Tom：最后，这是我终于成功建成纪念碑的截图！你问我截图在哪里？呃，它是隐形的。闭嘴，它就是。\n“There are mainly map makers, but there are also some small let's players and streamers,” he says. “With so many mapmakers intermingling, there are frequent map-making events being held. One such event is a game jam for CTM Maps called the Strawberry Jam, where participants make a shorter, three-objective map in 72 hours.\n“那个小群里大部分成员是地图制作者，但也有一些 和主播”他说道。“因为汇集了大量地图制作者，所以我们经常开展地图制作活动。其中一个叫作“草莓节”的活动是以 CTM 地图为主题的游戏制作节，在那次活动里，参与者需要在72小时内制作出满足三个目标的小规模地图。”\n“Seeing people have fun in my creation is really satisfying, because I know I did the job right,” he says. “I start to talk to these people for feedback and make new friends as you share the same passion for these types of maps.”\n“每当我看到大家在我制作的地图里玩的很开心，我就非常欣慰，因为那样的话我就知道我做的不错，”他说。“后来，我为了寻求更多建议而开始和他们相互交流，而在此途中，由于我们都对同一类型地图有着极大的爱好，所以我结识到了许多新朋友。”\nAs renderXR gains more experience and touches more people with his creations, hopefully his passion will continue to grow in the thriving CTM community! And who knows? Maybe one day he’ll even rebuild those two maps he never shared, the true untold stories in his library.\n当 renderXR 不断地积累了更多的经验，并且通过他的作品结识到了更多朋友之后，他的热情一定会在日益壮大的 CTM 社区中延续下去吧！而且谁想得到呢？说不准他以后甚至会重建他至今还未发布的那两张地图——他的收藏里真实不虚且不为人知的故事。\n【Ebsky 译自官网 2017 年 09 月 30 日发布的 Complete the Monument】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1594479000,
            "txt_content": "填补缺漏好像意思不太够，我之前翻的是“完成纪念碑”，仅供参考\n\n而且这是一种游戏类型而不是某个特定的游戏地图"
        }
    ]
}