{
    "title": "【原创/连载】便利店老板的奇妙穿越记#6",
    "author": "Minecraft.Wnxi",
    "replyCount": 3,
    "timestamp": 1594286520,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-8-25 16:24 编辑 \n便利店老板的奇妙穿越记6：下界要塞\n上期回顾：我来到地狱，击杀并赶走了疣猪，并与猪灵交易，继续探索这个维度…\n\n     告别了猪灵们，我沿着一条直线继续向前探索。大概走了几分钟吧，我发现这片森林竟然变了色，没错，变成了蓝色，菌类也变成了蓝色。我砍倒一棵，发现原来叫扭曲真菌。我抬起头正准备继续向前，突然几个黑色的身影闪过，就像会瞬移一样。我警惕地掏出剑，那个黑色的身影停下，我定眼一看，足足有三米。他慢慢的转过头，我很快就惊讶了，因为他的眼睛竟然是紫色的。\n\n     我与他对视了几秒，他就突然像发神经一样的张大嘴巴向我冲过来。我急忙抬起盾牌，勉强挡住了他的攻击，并且挥动钻石剑打他，但是剑刃还没能碰到他，他就瞬移了。我身后传来鬼畜的声音，像是什么人在怪叫。没等我扭过头来，一个黑色的身影便狠狠的砸了一下我的脑袋，尽管砸得我满眼金星，但我还是很快的反应了过来，防守砍了他两刀。但是他的血似乎也很厚，这两件没有击杀他，倒是使他的攻击变得更加疯狂，他再次向我冲来，我只好被迫躲在了一棵树下，我这才发现他竟然进不来两格高的地方。我欣喜若狂，挥起剑很快打败了他。\n\n\n      他化作白烟散去，只留下一颗黑色的珍珠，名为“末影珍珠。”我将它收入囊中，不料又来了两个黑大个（末影人），我用对付上一个的方法，激怒他们躲进了两个高的地方，他们也很快被我干掉了。“噢哈哈哈哈，怎么着，我就是卑鄙两格人。”我再次收获一颗末影珍珠，继续向前去。不知不觉中，我竟然来到一片全是棕色的土的地方。我掏出工作台造了一把铁锹，挖了一块下来，原来叫做灵魂土，另一种叫做灵魂沙。我踩在它们上面前进，很是难受，因为他们大大的减缓了我的速度。这是一个巨大的建筑物的轮廓浮现在我的眼前。\n\n\n     它看起来通体暗红色，下面还有类似像桥墩的东西。我来到堡垒的脚下，找了半天竟然没有找到入口，只好用自己背包里的原石一块块的往上垫。终于我气呼呼的爬上了堡垒。还没给我喘息的机会，远处跑来一只黑色的骷髅，甚是惊悚。我掏出剑向他攻击，击中了他一下，但没想到他也击中了我，我的血条瞬间少了几格，而且变成了黑色，像凋零的花瓣一样，一块块减少。第2波攻击袭来，我抬起盾牌，侥幸打下了一击，迅速绕到他的背后，三下五除二解决了它。当时让我疑惑的是，他竟然留下几块煤炭？！难道他是被煤炭染黑？反正现在也没地方问，我向堡垒深处走去。\n     很快，我竟然发现了一个宝箱。我欣喜若狂，急忙跑到宝箱跟前，确定没有什么东西能袭击我之后，打开了它，想不到里面东西还是很丰富的，有好几块黄金，还有一个马鞍，可以个钻石马铠，而且还有三颗钻石，和三个火药，还挺丰富的。放过宝箱之后，我向右转去，竟然发现一个像笼子的东西，里面有非常小的人，像是身上着了火。\n     还没等我知道这是什么，笼子上方就出现一个像这样的人，而且竟然飞跃起来！我觉得他不是什么好东西，迅速朝后退去，做好战斗准备。果然他飞起来几米后，竟然向我发射火球，但是我忘记去举起盾牌，好在他的准头差，竟然一发都没有打中，倒是打在旁边的砖块上着起了火。我径直向他冲去，趁他还没有再次发射火球，三刀砍在他身上，他迅速化作白烟，留下几根橙色的棒子。我拾了起来，原来叫做烈焰棒。\n\n\n     我收下了棒子，没能等我转身，一阵像猫叫声传来，一颗像炸弹的东西在我身边爆开，吓出我一身冷汗。我还没有反应过来，就看见一只在天上飞的白色的像幽灵的东西，又发射了一颗，我来不及举起盾牌，只好一剑朝那个球劈去，想不到那颗球竟然被我反弹了，而且打在那只白色的幽灵的身上，他惨叫一声，化作白烟，掉了好几个东西，可惜到了岩浆里去。\n\n\n      我正准备休息一会儿，那个笼子上又刷出了好几只燃烧着火焰的人（烈焰人），好在我很快如法炮制干掉他们。我回到堡垒内部，继续探索。这时我在楼梯下发现了红色的东西，而且好像是什么植物。我掏出剑将他们砍下，原来是叫地狱疣的植物。我将它们放进背包，从高处离开了堡垒…我似乎迫 害了谁@Ender56  \n\n\n\n",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1594287240,
            "txt_content": "迫 害，无处不在"
        },
        {
            "author": "嘤小樱",
            "timestamp": 1594287420,
            "txt_content": "钱要可还行"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597114320,
            "txt_content": "字数统计\n\n\n\n\nfile_1597114347000.jpg (276.84 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-11 10:52 上传\n\n\n\n\n\n\n\n"
        }
    ]
}