{
    "title": "[Minecraft.net|INSIDER]背包盘点：活板门",
    "author": ":D--",
    "replyCount": 3,
    "timestamp": 1594450500,
    "txt_content": "\nINSIDERTaking Inventory: Trapdoor\n背包盘点：活板门\n\nFlippin’ Excellent\n开阖能手\n\n\nTrapdoors are awesome. The entrance to almost every Minecraft house I build is through a trapdoor. Do you want to know why? I’ll tell you why: not only do trapdoors look great in almost any building style, but mobs also can’t break a trapdoor, even on hard difficulty settings. They’re the best. Suck it, door-lovers.\n活板门真是棒极了。我盖的每一栋房子几乎都是用活板门做的入口。想知道为什么吗？不仅仅因为它们不但能完美适应各种建筑风格，更重要的是没有任何生物能够破坏它，就算是在困难难度下也不行，因此活板门是最棒的！门的粉丝们，你们不服也不行！\nTrapdoors have been in Minecraft since Beta 1.6 in 2011, when they were added alongside maps, grass and dead bushes. Originally they only opened upward, but that was later fixed so they opened down too, and the ability to climb them as a ladder was added. A bunch of different types of trapdoor have been added in the last few years - one for each type of wood, and also one made of iron that can only be opened with redstone power.\n活板门是在2011年被加入到我的世界 beta1.6版本里面的，同时加入的还有地图，草和枯萎的灌木。（译者注：还有蕨）在一开始活板门只能朝上开启，但后来经过修复后它们也能朝下开了，还多加了能把他们当做梯子爬的功能。最近几年又有一堆各种各样的活板门加入到了我的世界中，每一种木头各一款。当然还有铁制的，用红石才能打开。\n\n\n\nTrapdoors are made with six wood planks arranged in two rows horizontally, or four iron ingots arranged in a square, but if you don’t feel like crafting then you can also find them in shipwrecks and some igloos - hidden under the carpet, where they conceal secret basements full of goodies.\n将六块木板横着摆两排就能够合成活板门了，四块铁锭摆成方形也行。当然，要是你不愿意自己合成的话，你也能够在沉船和有些雪屋里找到他们：在地毯下的隐秘地下室中。\nAs well as an entranceway, you can use them to make drawbridges, staircases, elevators, and even sewer systems. Like torches, you can use them to quickly clear out columns of sand and gravel while mining underground. You can smelt them for fuel if you’re feeling wasteful. Oh, and they’re tremendously useful in redstone machinery.\n你不仅能把他们当做入口，他们还能胜任吊桥、楼梯、电梯的工作。要是你想的话，甚至用来建造污水系统都没有问题。同火把一样，活板门可以快速地清除成列的沙子和沙砾。要是用不上它们了，你还可以把他当作柴火烧，一点也不会浪费。哦对了，它们在红石方面也有巨大的作用。\nYou can also use trapdoors for aesthetic purposes. A block of dirt surrounded by open trapdoors makes an excellent flowerpot. A closed trapdoor on top of a furnace looks like a hob on top of a stove, and a trapdoor above a hopper, or a water-filled cauldron, makes a good-looking toilet. If there’s one thing every Minecraft house needs, it’s a good-looking toilet.\n当然，活板门也能广泛应用于美观和装饰。将土方块四周围上打开的活板门就是一个完美的花盆。熔炉上面放一个，熔炉就成了灶台。活板门放在漏斗或者有水的炼药锅上，你就有了一个马桶。要是说每个MC里的房子必须有什么的话，那一定是一个好看的厕所！\n\n\n\nThe history of real-world trapdoors, for some inexplicable reason, does not seem to be a subject of great academic interest, but they’ve probably been around about as long as doors have. On ships, they provide access to different decks. In homes, they let you climb up to an attic/loft or down to a cellar/basement. In theatres, they allow actors to magically appear or disappear through the stage.\n因为一些原因，现实中活板门似乎没有受到人类文明的关注和研究，但它们应该和门一样源远流长吧。但他们让船员们能够在各层甲板之间走动；也能让许多人能够爬到家里的阁楼或地下室去；更重要的是他们能够让舞台上的演员们神奇的出现和消失。\nBut by far the coolest real-world trapdoors are the ones made by several different species of spiders. Trapdoor spiders live in aARGGGHHHHHHHH!Sound of Duncan plummeting through trapdoor before he can traumatise you with his horrifying facts about trapdoor spiders. You’re welcome.\n但最最酷炫的活板门还是一些蜘蛛做的。螲蟷（读作：蝶当。活板门蜘蛛）生活在“啊啊啊啊啊啊啊啊啊啊啊啊啊！！！”这是邓肯在骤然跳下活板门，然后用螲蟷的知识给你幼小心灵造成暴击前的声音。不用谢！（译者注：邓肯，百度上没查到，猜测是螲蟷的发现者。）\n\n\n【:D-- 译自官网 2018 年 10 月 19 日发布的 Taking Inventory: Trapdoor；原作者 Duncan Geere】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1594476240,
            "txt_content": "邓肯是Minecraft.net的另一位编辑(简而言之就是另一位写博文的)"
        },
        {
            "author": "幻神病魔",
            "timestamp": 1594570740,
            "txt_content": "谢谢翻译 辛苦了"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1594898040,
            "txt_content": "if you’re feeling wasteful 应该不是不会浪费，是如果想浪费（因为结合实际用活板门当燃料没直接用木板强）\n\n然后邓肯哥是这博文的作者啊"
        }
    ]
}