{
    "title": "[Minecraft.net|CULTURE]美丽之地",
    "author": "我是小牧",
    "replyCount": 2,
    "timestamp": 1594506360,
    "txt_content": " 本帖最后由 我是小牧 于 2020-7-15 20:24 编辑 \nLuscious Lands美丽之地Travelling to the Elven city with Mirass and Riddeh!与Mirass和Riddeh一起去探访精灵之城\nAsh DavisThey say it's the journey that matters, not the destination. While that's tragically true when we're skipping through a sunny meadow to get to the dentist, today we're featuring a build that nails both the journey and the destination. Sure, you could quickly click through the screenshots of ' Aseroth City - Part One ' until you get to the main palace – but why would you do that when you can soak in the charming windmills and picturesque scenery that encompasses it?大家都说，旅行最重要的是过程，而不是终点，每当我们匆匆踏过阳光明媚的草皮只为去看牙医的时候，这话确实悲惨性的正确。但今天我将向你们介绍一种两者可兼得的建筑，当然你在抵达目的地主宫殿之前可以先去看艾泽拉斯城第一部分的截图，但是当你四周的风景优美如画，路旁风车那么迷人的时候，你为什么还要这么做呢？ \nThis 'Aseroth' is the work of ' Riddeh ' and ' Mirass ', two talented builders who were heavily inspired by the works of J.R.R Tolkien. You can see it in the colourful hues and British countryside vibe of the scenery... although, how did they land on that name?这个艾泽拉斯其实是瑞德和米拉斯的作品，而这两位天才般的建筑师的作品是受到了J.r.r 托尔金的影响，你可以从多彩的色调以及英国乡村般的风景之中感受到……不过这个存档的名字是怎么起的呢？ \n“We spent a while trying to decide on a good name for our city, mainly making use of elven name generators on the internet,” says Riddeh. “The final name came when Mirass forgot the name we had originally decided upon, and we had to make one up on the spot, seconds before posting it online.”“我们其实花了好一段时间来试着给我们的城市定一个好名字，主要方式是使用网上的精灵姓名生成器，”瑞德说道，“一开始我们起的名字米拉斯给忘掉了，我们上传存档的几秒前才不得不重新起一个名字。” \n“I drew my inspiration mainly from the elven cities of Lord of the Rings,” says Riddeh, of the grand castle and serene village. “The elves have always been my favourite and Aseroth is inhabited by many elven families.\" Of course, there are no elves in Minecraft, so these houses are more likely occupied by Creepers and spiders. Lousy freeloaders!“我的灵感主要来自于指环王中所描写的精灵之城，”瑞德说，他在描述这巨大的城堡与周围安谧的村庄，“我一直都很喜欢精灵，艾泽拉斯有很多精灵家庭居住于其中。”当然拉，游戏里并没有精灵这种生物，所以这些屋子基本上会被爬行者和蜘蛛霸占啦，白吃白住的人滚粗啦。 \nConstructing a city for the far-too-pretty elves of Tolkien’s lore was indeed a task for the gods - but mere mortals Riddeh and Mirass managed it by smartly assigning themselves to the parts of the build they'd enjoy most.托尔金笔下所描写的精灵，若想为他们建筑城市确实是神级别难度的任务——但是瑞德和米拉斯两位凡人巧妙的分工分别建造他们最喜欢的建筑部分。 \n“My favourite structure to build was definitely the elven palace,” Riddeh says. “That’s also why I put a lot of effort into it, I really like to build palaces. But I also enjoyed designing the small houses the elves live in.”“我最喜欢的地方必定是精灵宫殿，”瑞德说，“我在这上面花了很多心血，因为我是真的喜欢宫殿，但是像精灵居住的小屋我也是爱不释手。” \nFor Mirass, she preferred constructing the areas around the palace. “Personally, I enjoyed making the terrain. It was a real challenge to do and involved many hours of painting the terrain with placeholders and experimenting with colour themes, but we eventually settled on a realistic-looking banded rock look which we're very happy with.”对米拉斯来说，她更加喜欢建造宫殿周围的区域。“就我个人来说，我其实更加喜欢地形，地形制作起来是真的有挑战，我们花了很久用地标绘制地形，并且实验了各种不同的配色，但是我们最后选择了一种看起来很真实的条纹石头，我们对此都很满意。” \nRiddeh got started with Minecraft pretty young. “Creative servers have always been my favourite. Staff members on servers noticed my builds and asked me to build stuff for their servers, so I gradually became [a] builder on a few servers.”瑞德在很小的时候就开始玩我的世界了，“创造服务器一直是我的最爱，有些服务器里的op发现了我的建筑，然后就请我去做建筑，渐渐的我就为一些服务器提供建筑了。“ \nMirass too, got bit by Minecraft’s creative Shelo... er, bug. “I began looking up some larger builds on the internet and decided to join a couple of creative servers to try to practise and see where I ranked against other people.”米拉斯也一样，被我的世界这富有创造性的……虫子咬了一口。“我开始在网上搜索一些规模更大的建筑，然后加入了几个创造服务器试着练习，然后和别人比一比等级。” \nEventually the two came together and, like Legolas and Gimli or Sam and potatoes, Riddeh and Mirass make a great team.最后，两个人合作起来，就像是，莱格拉斯和吉姆利或者萨姆和土豆一样，瑞德和米拉斯组成了一个伟大的团队。\n“Riddeh and I are both highly ranked on a creative building server,” says Mirass. “We started chatting in messages, then showing each other our private projects, and wound up helping each other with little design issues we had. Riddeh had built the base of the large palace in Aseroth and showed it to me, and I offered to do some work in making some trees for the surrounding land. The idea came to me that we could have a larger city at war with another city, and the ideas started flowing from there.”“瑞德和我在有个创造服的等级都很高，”米拉斯说，“然后我们就开始私信互相聊天，然后我们互相看了对方的私人建筑，然后再一些建筑设计上的问题讨论，瑞德建造了艾泽拉斯这宫殿的底座，然后发图给我看了，我主动提出要为其周围的地面上建造树木，然后我就突然想到，我们可以建造两个更大的城市让他们互相交战，这就是这个存档的灵感来源。”  \nThe duo aren’t done with Aseroth, with Riddeh hoping to expand upon it in the future. “We’re going to add a lot more to this project but this will probably take time.”瑞德和米拉斯的合作尚未结束，瑞德希望将来接着对齐进行扩展，我们将给这个项目加入更多的内容，但这得花上一些功夫。 \nWell we look forward to Part Two!我们期待第二部分！ \n【我 译自官网 2017 年 09 月 19 日发布的 Luscious Lands】【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1594575960,
            "txt_content": "是收到了J.r.r 托尔金的影响\n\n瑞德和我在有个创造服的评级都很高\n这里的rank应该指的不是排位那种评级，是服务器内部用户组阶级\n"
        },
        {
            "author": "我是小牧",
            "timestamp": 1594815900,
            "txt_content": "LocusAzzurro 发表于 2020-7-13 01:46\n是收到了J.r.r 托尔金的影响\n\n瑞德和我在有个创造服的评级都很高\n已经修改好了"
        }
    ]
}