{
    "title": "【搬运&鉴赏】| 版规修改公告 | 活动延长公告 |",
    "author": "像素君",
    "replyCount": 1,
    "timestamp": 1594483200,
    "txt_content": " 本帖最后由 像素君 于 2020-7-12 01:13 编辑 \n\n\n\n《【搬运&鉴赏】版 规章制度》4.0.0更新公告\n\n大家好，这里是像素。\n\n为规范版内秩序，现对《【搬运&鉴赏】版 规章制度》进行大幅度修改，并将相关修改内容及相应解释告知如下（本次更新内容也将同步至《版规更新日志》）：\n\n\n 1.对版规进行重新排版：将《基础规定》及《发帖建议》移动至首页，并根据现行版规内容进行修改。删除《回复处理条例》，并将其中的内容分别移动至《违规处理条例》及《特殊奖励条例》。（为了方便先前从未在本版发布过帖子的玩家，让他们能较快了解符合版规帖子所需达到的标准，同时降低查阅难度，故对排版进行了一定程度的修改。目前，遵照《发帖建议》发布的帖子可以很大程度上避免违规）\n\n\n\n  2.删改版规条目：删除《基础规定》原第11条：转载自港/澳/台论坛的地图作品，需制作精良、别有用心，不违反常规版规，将地图内部内容和介绍汉化（由繁体译为简体），附上搬运工有见解的评析，才可按常规标准给予通过和评分。（鉴于版块内转载自港/澳/台论坛的地图作品数量较少且普遍不存在质量低的问题，现删除该条版规，将其等同于普通的搬运帖）\n \n\n删除《授权搬运条例》原第4条：（本版块暂不接受一帖一授权，这样会给搬运工和原作者带来麻烦）、第7条（授权两权的时限为7天）。修改《授权搬运条例》原第6条：多名玩家在获得同个作者授权的情况下，发生短时间内同一作品的搬运帖撞车的事件时，版主将会根据搬运帖质量等因素进行取舍，具体以版主经商讨后的处理为准。（鉴于以前所担心的授权搬运撞车等问题出现频率并不高，且原版规对于此类情况的表述较为繁琐，故删除相应的规定，由版主在事件发生后根据实际情况进行处理）\n\n\n删除《综合申请条例》附加规定原第1条：【精华】的审核条件相当严格，请在确保满足条件的情况下再进行申请。\n修改《综合申请条例》附加规定原第2条：所申请的帖子须为永久更新帖，且达到相应的申请标准（必要条件）。如果出现原地图有更新但长期未更新的情况，将按照《本版基础规定》第13条对帖子进行处理（汉化版地图不受该条规定限制）。\n调整各图章所能获得的奖励数目，取消置顶奖励。（为鼓励玩家在本版发布优质帖子，目前管理组已对评定标准进行了更新，放低了申请的门槛，同时也相应地降低了奖励幅度）\n\n\n调整《特殊奖励条例》中各个图章所能获得的绿宝石数目。\n删除《特殊奖励条例》附加规定原第1条：对于有汉化地图的搬运帖，将会在原有图章奖励的基础上，视翻译质量与数量额外奖励1~10绿宝石。（考虑到绿宝石的特殊性质及其他版块的绿宝石获取难度，此次修改将对绿宝石的发放力度进行一定程度的限制）\n\n\n在“特殊奖励条例”中添加“发帖奖励”条目。\n\n\n《违规处理条例》-《帖子违规处理条例》-《备注》中新增两条规定：“对于某些情况特殊的违规（如更新延迟、授权搬运撞车等），版主将会根据实际情况进行相应处理（如给予修改缓冲期）”、“鉴于目前并未发现典型的鉴赏帖违规现象，目前对于鉴赏帖的违规将由版主根据实际情况进行判断和处理（该条亦同步至《基础规定》）”。修改“违规处理条例”中关于“无国内网盘下载”的处罚措施，取消违规修改缓冲期。（考虑到违规修改缓冲期的存在会给版主工作带来不便，现将由版主根据实际情况决定是否给予违规修改缓冲期及处罚力度；由于目前版内鉴赏帖数量不多，且并未发现明显的上升到处罚程度的违规现象，故目前对鉴赏帖的违规与否将由版主个人进行判断，而不新增相关版规）\n\n\n\n3.对部分版规的表述进行了优化。\n\n\n本公告将进行为期一个月的置顶公示，一个月后将对本公告进行关闭下沉。如对更新内容有疑问或建议，请于公示期内在本帖回复告知。同时希望各位玩家在本版发布帖子前仔细阅读版规，以避免违规带来的不便。\n\n【搬运&鉴赏】版管理组   像素君2020年7月12日\n\n\n\n\n“识鉴之眼”活动延长公告\n\n\n大家好，这里是像素。\n\n鉴于“识鉴之眼”活动的投稿时间有绝大部分处于各位玩家的忙碌期，同时为了让更多玩家能够尽情抒发自己对优秀作品的感想，经管理组讨论决定，将“识鉴之眼”活动的投稿结束时间延长至2020年9月1日00:00。\n\n该延期决定将会同步至活动公告中，请注意查看。\n\n希望各位活动参与者能在“加时赛”中延续热情，继续为优秀Minecraft作品发出自己的声音；同时也希望还未参加该活动的玩家参与进来，为优秀Minecraft作品的推广贡献自己的力量。\n\n【搬运&鉴赏】版管理组   像素君2020年7月12日\n\n\n",
    "replies": [
        {
            "author": "1231474569",
            "timestamp": 1595304660,
            "txt_content": "..................."
        }
    ]
}