{
    "title": "[原创/连载]万物传说——僵尸",
    "author": "VINDICATOR-231",
    "replyCount": 1,
    "timestamp": 1594511040,
    "txt_content": " 本帖最后由 vindicator#231 于 2020-7-12 08:42 编辑 \n\n返回目录\n\n前言：僵尸，这种可悲的生物。它们本不想变成这样，但无谓的战争使他们走向失落...\n\n    “那个暴君很快就会人头落地...”那个黑色人影的双眼散发出惨白的光芒。“现在，我宣布：亡灵帝国正式向方块帝国发起进攻！士兵们，冲！”    “吾王万岁、万岁、万万岁，吾王万岁、万岁、万万岁，吾王万岁、万岁、万万岁...”黑曜皇宫里，朝拜声震天动地。\n    分散在各地的骷髅士兵好像感应到了什么。“主人给我们发了一个指令。这个指令很简单——灭掉你能看见的一切方块帝国居民。”骷髅骑士将军冷淡的说。“遵旨！”\n    那些平民做梦也想不到，骷髅军队会莫名其妙的倒戈。原本安静祥和的农村，突然冲进去一大堆骷髅。不到半小时，美丽村庄只剩下残垣断壁、箭矢累累。居民们躺在地上，死不瞑目...\n    这只是瞬间发生的毁灭中的千分之一。\n    高耸的帝国皇宫中，暴君了解到了情况。“该死！我就知道大祭司不靠谱！全面反击，消灭骷髅军团！另外，给大祭司和四弟子鞭尸300！全国各地搜查五弟子！！！”\n    散漫的军队哪里是训练有素的骷髅军团的对手，不出一个月，帝国军队全军覆没。\n    “什么？全军覆没！这群该死的玩意。无论如何，骷髅军团必须被消灭！”“可是，军队已经没了...”“平民也给老子上！”“遵旨...”\n    战场前线，一堆身穿工作服的平民被皇家守卫押到了前线。\n    “你们凭啥让我们挖战壕？”“武器都没有，打个p仗！”\n    “闭嘴！”身穿铁甲的皇家守卫大吼道，手中的锤子已经夺走了一个人的性命。\n    那群平民只好继续挥舞着铁锹，挖着毫无意义的战壕。\n    远方，灰尘满天。\n    “它们来了，我们拿什么跟它们打...”一位平民担心的说。\n    “那就拿你的铁锹拍死它们！”皇家守卫不耐烦的说。\n    “可是，我们中的大多数都没有武器和盔甲...”\n    骷髅大军很快就来了。人们刚想冲出壕沟，他们就被洒在壕沟里的箭矢射了个通透。壕沟变成了填尸坑...\n    皇家守卫刚想扔末影珍珠逃跑，就被一支箭射穿，传过去的只是一具尸体。\n    这只是瞬间发生的毁灭中的千分之一。\n    看到自己的国家如泥石流一般崩塌，索性不闻不问，和大臣们穿起了钻石甲，整日在皇宫里吃喝玩乐。\n    而平民，只能穿着简陋的皮甲、拿着铁锹铁剑和骷髅大军对打。他们无一幸免，全部葬身在自己挖出来的壕沟里。\n    一晚，皇宫里歌舞升平。他们在为明天国庆日开宴会。精美的宴席摆满了城堡，舞者们穿着五颜六色的皮衣，跳起了奇异的舞蹈。\n    此时，100区块外的首都已经沦陷。\n    骷髅大军快马加鞭地赶来。\n    一些眼力好的皇家守卫已经看到了情况，担心地跟暴君说：“我们是不是该准备逃跑了？毕竟骷髅大军已经来了。”\n    手起刀落，血溅红毯，铁甲无力地倒在地板上。\n    “去你的，别打扰老子心情！”\n    暴君理了理演讲稿，穿着最好的钻石甲，登上了大堂，坐着的是同样穿着钻甲的大臣们。\n    “各位，在这欢乐的日子里，我们方块帝国即将迎来1000年建国！”实际上暴君已经没有人民了。\n    骷髅大军在城堡里行进，宴席洒了一地，侍者们的尸体被铁蹄践踏，皇家守卫徒劳的做着反抗。\n    黎明将至，暴君快乐的说：\n    “帝国迎来了它崭新的一个黎明！”\n    随后，大堂门被撞开，箭矢如暴雨一般洒在大堂里。疯狂的扫射持续了半小时——这是亡灵帝国首领特别下令的。\n    这个古老的帝国，在它1000岁生日的黎明彻底灭亡。\n    人们的尸体在腐烂。突然，荒野上的一个尸体像收到感应一般，拿着铁锹站了起来。随后，更多的尸体手臂平举，站了起来。\n    “吼——呜——...”\n    如果你看到了钻甲僵尸，不要迟疑，立刻杀掉它们。它们是暴君和他的大臣们，帝国历史上的罪人！\n    ps：码文不易，给点人气呗~\n",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1594527180,
            "txt_content": "非常的好看\n很有感觉"
        }
    ]
}