{
    "title": "[Minecraft.net|CULTURE]必胜阁",
    "author": "我是小牧",
    "replyCount": 2,
    "timestamp": 1594474440,
    "txt_content": "\nVictorious Villa!\n必胜阁\nScrew Winter, let's go live in SRVDkamp's hot house build!\n冬天滚吧，来住在SRVDkamp的温暖房屋里吧！\n\nKate Gray\n\nThe nights are growing long, the air is growing cold, and people are putting up sparkly Christmas decorations even though it’s STILL ONLY NOVEMBER SO STOP IT. It’s that time of year again - no, we don’t mean Christmas, we mean the time of year where going outside involves nerves of steel and roughly ten billion layers. One day, I will ban winter. Just you wait.\n夜晚正在变得越来越长，空气也渐渐变冷了，人们开始挂起闪亮的圣诞装饰，不过现在才十一月份，所以先停停吧，又到一年这个时节了，不，我不是在说圣诞节，我是说每年都要我裹起厚厚的保护层还有拿出钢铁意志才能外出的时节。总有一天我会ban掉冬天，等着吧。 \n\nUntil then, I'm comforting my frostbitten heart with this cosy, lovely Spanish villa ! Built by Raoul (also known as SRVDkamp ), it's a charming home with warm, well-lit nooks to curl up and read a book, and a beautifully manicured garden in the front. This house puts mine to shame - mostly because I have no idea how to keep plants alive in this lousy season. CURSE YOU, WINTER.\n不过在那之前，我会在这西班牙风格的小屋里好好温暖我那冻伤的心！这屋子的建造者是拉乌尔，人们也叫他SRVDkamp，这美妙的屋子，既有可供读书的温暖又明亮的屋子来读书，也有被好好修剪的美丽花园，我真的很佩服这屋子——毕竟我不知道要怎样才能在冬天让植物生长，诅咒你，冬天。 \n\n\nRaoul is an experienced builder with a particular interest in building houses. He has built houses in the Victorian style (lots of pillars), Craftsman style (lots of wood and stone) and European style (lots of… garages??) and now his latest project is this Spanish-inspired villa.\n拉乌尔作为建筑师来说经验丰富，对建造屋子非常感兴趣，他造过很多风格的房屋，比如维多利亚风格，柱子很多，比如手工艺风，有很多木制和石制部分，比如欧罗巴风格，有很多的……车库？现在他最近的建筑项目就是目前这座西班牙风格的小屋。\n\n“What I like about these different traditional style houses is that for each style, you have different features,” Raoul tells me. “That’s why I made the Spanish villa. I never made one before, and I really wanted to learn the style. I was looking for a difficult challenge!”\n“我喜欢建造不同风格的房屋是因为不同风格有着各自不同的特点，”拉乌尔告诉我说，“这也是为什么我会来造这样一份西班牙小屋，我以前从来没有造过类似的东西，我真的很想去学习这种风格，我不停的在寻找更难的挑战。” \n\nAnd what a challenge it was. For a start, Spanish architecture has a lot of curves, something Minecraft isn’t exactly known for, and you can see those curves in the front of Raoul’s house on the archways above the windows and the front door. We think he did a pretty good job, actually!\n这挑战非常是非常难的：首先，西班牙式风格曲线很多，但是在我的世界这种东西根本没有定义，但是你在拉乌尔的房子的窗户和拱门上可以发现不少曲线，实际上在我们看来，我们认为他做的非常棒！ \n\n\n\n\n\n\nLet's snoop around inside Raoul's villa. Hopefully we'll resist burning it down out of envy. Tricky!\n到拉乌尔的房里瞧瞧吧，希望我们不会因为嫉妒而把屋子烧掉，坏坏！\n\nLet's snoop around inside Raoul's villa. Hopefully we'll resist burning it down out of envy. Tricky!\n“It’s far from easy to build a house like this,” Raoul adds. “You don’t work with inches like in real life, you work with blocks instead - so it’s hard to get the scale right.”\n“建造这样的屋子可不容易，”拉乌尔说到，“你不可能像现实生活一样按需划线，你只能一方块一方块的搭建——所以尺度上的问题很难正确。” \n\nOn top of that, he says, trying to get the colours right can be a pain - especially because there isn’t a wide range of colours for all Minecraft blocks, so sometimes you can be stuck building a house out of wool. (Pro tip: don’t try that in real life. You will get very cold.)\n而且最重要的是，他说，想要找到适合的颜色这点非常难办——因为游戏里的方块颜色不全，有时候你不得不用羊毛去搭建屋子。现实中你可不要这么做，会感冒的。\n\n\n“Of course, getting these things right gets easier over time,” Raoul admits. “But every new house is a new challenge, with other obstacles. For example, the spiral staircase in my spanish house. You work with angular shapes, which made it hard to create a organic shape. I was working on this staircase for about 2 hours.”\n拉乌尔承认：“当然，你做的越多，你就越熟练，但是每开启一个新项目都会是一场挑战，不同的地方会有不同的困难，比如说，这个西班牙式小屋里，那个螺旋楼梯你只能搭成棱角分明的情况，想要给它塑形是很难的，我在这里足足花了两小时！” \n\nSpirals, curved edges and circles: the bane of any Minecraft builder’s life!\n螺旋、曲边、圆，无数的我的世界建筑师都倒在了这上面。 \n\nBut we have one question: if it takes years of study to learn how to build good houses, how does Raoul do it? “I can’t go outside and look around me, because we don’t have those kind of houses in Holland,” Raoul says. “When I am new to a style I always look at, or even use, pictures and floor plans of a specific style first.”\n但是我们有个问题，如果学习建筑要很长的时间，那么拉乌尔又是怎么做到的呢？“我在街上可看不到这样的房子，因为荷兰那里压根就没有这样的屋子。”拉乌尔说，“当我对我要建筑的风格不太熟悉的时候，我就会去找出关于它的照片以及平面设计图。” \n\n\nEasily found online, floor plans like ** Raoul used here are a smart way to help you build more realistic homes in Minecraft. Great idea, Raoul! Rats, we should've pretended it was \n这种平面设计图在网上很容易就能找到，比如拉乌尔使用的这张平面图，想在游戏里建造奇妙的房子这还真的很聪明。不错的点子，拉乌尔！让我们假装这是我们自己的点子…… \nFloor plans can be found online for free, and give you a good idea of what a properly designed house should look like - dimensions, layout, shape and everything.\n网上有很多这样的免费平面图，你可以从中读出一个合理设计过的房屋大概是什么样子的，比如尺寸、布局还有形状之类的。 \n\nIt might seem like “cheating” to some, but Raoul doesn’t mind.\n这对有些人来说有点像作弊，但是拉乌尔一点也不在意这个。 \n\n“Let’s be real here,” he says. “I am not an architect. I am also not afraid to say that all the features I used are from things I see on pictures! I also get a lot of positive reactions from people that can see how hard it is to create a realistic house in Minecraft and don’t mind that I used already existing houses.”\n“我们好好审视一下现实吧，”他说，“我不是建筑师，我也不怕承认很多东西我都是从图上学来的，我也得到不少相关的积极评价。因为人们知道在我的世界里还原现实建筑有多么困难，他们也不介意我还原现实中存在的房子。” \n\n\nIf there’s one message to take away from Raoul’s work, it’s that using real-world inspiration for your builds isn’t something to be ashamed of - it can actually improve your work!\n如果要从拉乌尔的作品中总结出什么来的话，那么就是按照现实世界中的东西去学习并不是什么丢人的事情，这实际上对你的建筑大有好处。 \n\nRaoul has one last piece of advice for budding builders: “A lot of people I play with are afraid to do things wrong, or don’t want to lose the rank that they worked so hard for. But becoming a good builder is all about practice, and finding your own style. Try to use all the feedback you get in a positive way!”\n拉乌尔对那些刚刚踏入建筑领域的玩家们还有一条建议：“有很多我联机过的人都害怕犯错误，也害怕失去那些辛苦换来的等级，但是想要成为一个优秀的建筑师的话一定离不开不断的练习，从中找到自己的风格，而且乐观的看待收到的反馈。” \n\nMinecraft advice, or advice for life? Why not both?\n这是游戏里的建议呢，还是现实中的建议呢？为什么不能都是呢？ \n\n【我 译自官网 2017 年 11 月 25 日发布的 Victorious Villa!】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "幻神病魔",
            "timestamp": 1594570680,
            "txt_content": "666牛逼的呀 厉害了"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1594897740,
            "txt_content": "get very cold 不是 get a cold\n"
        }
    ]
}