{
    "title": "[Minecraft.net|GUIDES]与之搭建：钻石",
    "author": "qsefthuopq",
    "replyCount": 3,
    "timestamp": 1594452180,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-7-11 15:24 编辑 \n文章日期2020-07-10作者Nova Barlow\n译者qsefthuopq\n\n原文链接点击打开\n\n\n\nBuild with It: Diamond!\n与之搭建：钻石\n\nGet ready to give your designs a glow-up in this week’s Build with It! We asked for your creative community ideas recently, and everyone came through in a flash with designs ready to dazzle and impress (like our top image from IvanZagoro). That’s right – we’re talking about diamond builds today!\n准备好让你的设计在本周的与之搭建中大放异彩吧！我们最近询问了你们创意社区的想法，每个人都灵光一闪，完成了令人眼花缭乱和印象深刻的设计(比如本文来自于IvanZagoro的头图)。没错，我们今天谈论的是用钻石建筑！\n\nAlthough diamonds have many real world uses due to their extreme hardness, durability, and luster, you won’t find them used in buildings or clever creations like we’re suggesting here. Instead, they’re used in drills, semiconductors, record needles, and jewelry. They also have a long and rich history you may be interested in checking out.\n虽然钻石由于其极高的硬度、耐用性和光泽而在现实世界中有许多用途，但你不会发现它们在建筑中和我们接下来要介绍的作品一样被巧妙地使用。相反，它们被用于制作钻头、半导体、唱片针和珠宝。他们也有你可能会感兴趣的悠久而丰富的历史。\n\nIn Minecraft, however, they also make a great building material since they’re so tough. In addition to all the tools and armor you can make of them, they also add a lovely aqua shade to your stone and wood designs.\n除了可以用钻石制作所有的工具和盔甲外，它也可以为你的的石制和木制设计的建筑增添一分优美的海蓝色彩。\n\nThere are plenty of places to go looking if you’re short on diamonds! You can mine them in caverns, or set your sights on the numerous chests scattered around the world – shipwrecks, minecarts in abandoned mineshafts, strongholds, jungle temples, buried treasure chests, woodland mansions, and more. Even village chests can potentially hold these glittery gems.\n如果你缺钻石的话，你可以在很多地方找到它！你可以在洞穴里挖掘它，或者把目光放在散布与世界各地的无数箱子里——沉船、废弃矿井中的矿车、要塞、丛林神庙、埋藏的宝藏、林地府邸等等。即使是村庄里的箱子也有可能装着这些闪耀的宝石。\nOnce you have enough diamonds for a whole building, or maybe just a fancy statue, get ready to turn them into your new best (building) friend with some inspiration from the community featured here.\n当你你有足够的钻石来造一座建筑，或只是一座精致的雕像时，请准备从我们介绍的社区建筑处获得灵感并把钻石变为你最好的朋友(建筑)。\n\n\n\n\nGoldrobin presents us with a diamond-accented structure in the middle of a field.Goldrobin向我们展示了一座用钻石搭建的田野中的建筑。\n\n\nCommunity builder IvanZagoro thought it was a good idea to use diamond in both pillar decorations and statues. We wouldn't go so far and call it “good” – more like 'excellent'!社区的建造者IvanZagoro认为，在柱子装饰图案和雕像中使用钻石是一个好主意。我们不会说这个主意“很好”，而是“棒极了”！\n\n\nNext, let’s build with the hottest new materials in the Nether! We’re looking for your coolest Nether portals to share. Want to inspire the rest of the community with your creations? Just email FeatureMe@minecraft.net with screenshots of your creation and some info about what you’ve created – or tweet at us with #FeatureMeMinecraft. If you’re lucky, you may just see your build featured in an upcoming article.\n接下来，让我们用最热门的新建材在下界建造吧！我们正期待着你们分享最棒的下界传送门。想用你的创作来激励社区的其他人吗？将你的作品截图和相关信息发送到featureme＠minecraft.net，或者在推特上加上＃featurememine来向我们分享你的作品吧。幸运的话你就可能在下一篇与之搭建的博文中看到你的建筑。",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1594479180,
            "txt_content": "感谢Nova Barlow百忙之中抽空搞一篇低配周块敷衍我们（"
        },
        {
            "author": "幻神病魔",
            "timestamp": 1594570740,
            "txt_content": "谢谢翻译 辛苦辛苦"
        },
        {
            "author": "2073005342",
            "timestamp": 1594614240,
            "txt_content": "大佬们英语真好"
        }
    ]
}