{
    "title": "[原创/连载][第一章：原点]阿尔法",
    "author": "JasonAlpha",
    "replyCount": 0,
    "timestamp": 1594560120,
    "txt_content": " 本帖最后由 JasonAlpha 于 2020-8-21 17:46 编辑 \n3698年1月1日，杰森·阿尔法从床上醒来之后的第一件事就是和他的表弟安东尼和彼得前往位于洛基城的泛银河特工局总部进行新人报道。\n\"两位懒虫，快点。不然长官看见我们迟到可就麻烦大了。”杰森对安东尼和彼得说。\n\n“来了，别急”安东尼说道。\n\n三人通过电梯去到空轨平台，等待空铁的驶来。\n\n“现在是格林威治时间3698年1月1日上午7：00，距离下一列班车还有30秒到达。。。”广播里一个机器人通过男声说道。\n\n“列车来了，上车！”彼得说道\n\n过了三分钟，三人抵达了位于洛基城的泛银河特工局总部。这是一个高约五千米的建筑，特工局的飞船直接从上面起飞。此外总部的地下还是洛基城生物计算机网络的中心（生物计算机网络简单来说就是把每一个人的大脑用特定的方式组成一个和现代互联网相似的生物网络，当然实际情况下更复杂。）\n\n“ 好了，到了。”杰森说道\n\n三人抵达了埃斯顿上校的办公室。埃斯顿看道三人就说站起来说道：“你们三个终于来了。你们为何被叫道这里我想你们的内心是明白的”\n\n“当然明白。”安东尼回道\n\n“好。”埃斯顿扫视一下三人然后继续道“你们这次的任务是调查一个名为被星际理事局所标记的一个异常彗星，名为3698-ED-01，目前该彗星正以36km/s的速度闯入太阳系，且目标直指地球，因此3698-ED-01须被尽快捕获。\"\n\"是\"杰森说道\n\n第二天，三人来到一个空间站，那里停靠着一架小型天体捕获专用机型——XT-01\n\n“上船”彼得说道\n\n“电能足够，250000EU，已满，开始启动核聚变发动机。”杰森对着操控台说道。\n\n“人造重力开启。”安东尼说，并按下了人造重力的开关，顿时飞船上的一切都沉重地落在地面上。\n\n“飞船，起飞！”随着彼得提起飞船操控的拉杆，飞船便以50%的光速相柯伊伯带飞去。\n\n杰森对着雷达，然后说道“我看到它了，减速，开始捕捉”\n\n飞船便减速急停，之后便撒出捕捉网成功捕捉彗星。\n\n“等等”安东尼对着捕捉网的传感数据显示屏说道“这颗彗星散自其核心发着电离辐射，这说明它是人造的。”\n\n“再怎么样，回去再说！”杰森说道。\n\n回到空间站，安东尼便向技术人员瑞亚报告了这件事情：“听着。。。”\n\n“不管怎样，它还是一颗普通的彗星，不要瞎扯。”\n\n“报告出来了”随着一名研究院向瑞亚报告这件事。瑞亚就迅速安排人员切开这颗“彗星”，当所有切开后，所有人都惊讶了，这颗“彗星”的中心内核是由一种高强度合金所制造而成的，杰森还眼尖的发现了一个型似U盘的东西插在上面，随后他把它拔了下来。\n\n\"这是什么？\"杰森说道“似乎能把把它插到数据读取器上。”\n\n“试试吧”安东尼夺过杰森手中的“U盘”，并把它插到了数据读取器上。\n\n数据读取器立即投射出一个距离太阳系68光年的一个恒星系，其中的一个星球被标红。\n\n“这意味着它可能宜居，就像早已被我们征服的开普勒-22b一样。”瑞亚说道。\n\n“那还等什么，赶紧出发吧。”安东尼说道\n\n“别忘了在进行星际殖民之前要先经过星际理事会的批准，再等等。”彼得说到。\n\n第二天，星际理事局的批准下来了——同意。\n\n三人便抵达了在柯伊伯带停泊的无疆-星空Ⅱ殖民飞船，这艘由阿尔法工业生产的殖民飞船搭载的曲率引擎能够让其轻松地抵达宇宙中的任何一个地方。\n\n“快上船。”阿斯顿·阿尔法对着他的表弟们说道。\n\n“来了，别急。”杰森说道。\n\n杰森上船之后，阿斯顿拍了拍他的肩膀并对他说道：“这些年我们教会了人们一个道理——有钱是真的可以为所欲为，你看，像格雷公司被我们搞破产之后又被我们收购这种事数不胜数。。。”\n\n\"停，家族伟业是我不得不承认的一件事情，再说，这已经是1000年前的事情了，所以现在要做的事情就是搞好眼前，啊，搞好眼前。\"杰森说完，就跑侦察机停机坪去准备对新星球进行侦察了。此时飞船已抵达目标地点上空，映入船员们眼帘的是一个有山有水有风景的一个宜居星球，对他们而言这比那些“地狱般的”星球好办的多，但其实并不是这样，甚至比想象中更难。\n\n“人都到齐了吗？”安东尼对着杰森说道。\n\n“齐了。”\n\n“好，彼得，出发。”\n\n飞船便像离弦的箭一般飞向目标星球。5分钟后，飞船抵达。当船员们踏足异地的那一刻，噩梦才刚刚开始。\n\n第二章：https://www.mcbbs.net/thread-1107526-1-1.html\n",
    "replies": []
}