{
    "title": "[Minecraft.net|CULTURE]扣人心弦的读物",
    "author": "我是小牧",
    "replyCount": 2,
    "timestamp": 1594474440,
    "txt_content": " 本帖最后由 我是小牧 于 2020-7-16 15:34 编辑 \n\nPage Turner\n扣人心弦的读物\nAn enchanted book build from Dark_Cosmos\nDark_Cosmos所建的附魔书建筑\n\nAndreas Inderwildi\n\nI own a lot of books, but after seeing Fantastic Book , I’m worried they might all be defective. You see, reading them opens gates to other worlds only in the most metaphorical of ways, while this new project by wizard Dark_Cosmos does so quite literally.\n我其实有很多书，但是在看过奇妙的书这个建筑之后，我开始烦心它们可能都不是那么完整。听我说嘛，阅读这些书，只能用最隐晦的方法打开那些通往不同世界的大门，而Dark_Cosmos所建的这个新计划能用不同方式做到这点。 \n\nConveniently, you don’t even have to read it. Just open it up, and there it is, a tiny but incredibly detailed diorama emerging from the pages like from an enchanted pop-up book.\n非常方便，你不需要去阅读这本书，你只需要打开它，它就会把内容呈现给你，一个小巧又精致到不可思议的立体模型就会自动从书里展开来，好似一本附魔过飞弹魔法的书那样。 \n\n\nA burning campfire sits at the center, smoke rising vividly from its flames. Around it, there are traces of an absent wanderer. A heavy tome, adorned with a rune (actually the logo of Dark_Cosmos’ team) lies next to the fire. There are supplies, too - barrels, flasks and lanterns, surrounded by mushrooms, flowers and crooked trees. A bird swoops into the scene and towards a juicy moth that has been drawn to the fire.\n中间是一个熊熊燃烧的篝火，炊烟寥寥上升，四周有着一些流浪者的踪迹，但他本人不在这里。火堆旁有厚厚的一大本书，上面装饰着巨大的符文，这符文其实是Dark_Cosmos的团队标志。还有其他的物资——桶、瓶子还有灯笼，四周环绕着蘑菇、花儿还有扭曲的树木。天上一只飞鸟飞扑而下，直冲一只被火焰所吸引的可口飞虫。 \n\nWhere has the wanderer gone off to? It’s dangerous to leave an open flame unattended in a wooded area, but who knows, heroes have been known to leave in a hurry, answering the call of adventure. The toppled barrel, wine gushing out, certainly seems to suggest as much.\n那么这位流浪者去哪里了呢？在植被茂密的地方留下这么大一束无人看管的明火实在是太危险了，谁又知道呢？传说英雄离去的总是匆匆，响应着召唤。看着这倒下的葡萄酒桶，酒洒的到处都是，看起来想必一定是这样了。 \n\n\nPerhaps somebody has been abducted by monsters mere moments ago, and the heroes are chasing after them off-screen (on the next page perhaps)?\n又或者有谁就在刚才被怪物绑架了？然后英雄正在展开追击，也许就在下一页呢。 \n\nWhat alchemy lies behind a creation like this? Who’s the wizard who conjured this scene? That’d be the appropriately named Dark_Cosmos , of course, a French builder who’s been crafting in the game for six years. He’s certainly learnt a lot of the dark arts in that time (in his crafting style - hopefully not in real life please).\n这些造物背后又有怎么样的魔力呢？是谁造就了这样的场面呢？当然啦，是Dark_Cosmos，人如其名，他是一个在游戏里建筑经验达到六年的法国建筑师，而在他的建筑生涯之中他确实学到了很多黑暗风格的艺术，希望只是在艺术表达上，而不是现实生活之中。 \n\n\n“A friend actually tempted me to create a map like this one,” Dark_Cosmos tells me. “I think of it as a portal to a utopian world.\n“有个朋友吸引我去造就了这样的一张地图，”Dark_Cosmos和我说道，“Dark_Cosmos我认为这是一个通向乌托邦的门户。” \n\n“I chose this scene because every adventurer needs a little encampment if they want to survive. One thing that motivated me was how I imagined the atmosphere of the map might be once the project was finished.”\n“我之所以这样取景是因为每个冒险家都想要一个属于自己的小小营地以供他们生存。思考完工后建筑里的氛围可以激励着我继续动工。”\n\n\nWherever ideas may come from, Dark_Cosmos is big fan of creativity. “I enjoy these things a lot. You can do great things in Minecraft with inspiration and imagination.”\n无论灵感是怎么来的，Dark_Cosmos终究还是会屈服于他的创造性。“我很喜欢这种东西，在游戏里，你可以靠着灵感和想象力去做出各种伟业。” \n\nOf course, you need more than imagination to create a project like this. Some elbow grease is just as essential. “This project took me three days,” he tells me, along with an incredible number of blocks. “The biggest challenge was the smoke - it was very difficult to make it look realistic.”\n当然，这样的建筑可不仅仅是有想象力就可以创造出来的。你也需要付出汗水，“这个项目花了我三天的时间，”他和我说，以及那难以置信的方块数目。“整个建筑里最难的地方是那样烟雾，想要做的很真这点很难。” \n\nThat remind me: don’t light a campfire in the middle of a book. Rarely goes well.\n我可学到了：“别在书里点篝火，不然难有好报。” \n\n【我 译自官网 2018 年 02 月 19 日发布的 Page Turner】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1594478580,
            "txt_content": "page-turner\nn.令人欲罢不能的书；扣人心弦的读物\n网络 翻页；琴谜变奏曲；死亡之书"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1594897500,
            "txt_content": "new project 新项目 可能更好\npop-up book 立体书，就那种折叠起来打开会弹出来那种，然后这里说就像是那种书的升级版，有魔法的那种（enchanted）\n"
        }
    ]
}