{
    "title": "[多线]翠鸟计划ProjectHalcyon —— 安逸舒适的多元社群 原版&模组[1.7.X-1.16.X]",
    "author": "10935336",
    "replyCount": 0,
    "timestamp": 1594657920,
    "txt_content": " 本帖最后由 10935336 于 2020-9-29 20:07 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n\n\nProject Halcyon 既 翠鸟计划，Halcyon 一词取自希腊神话中 Alcyone and Ceyx 的典故 Halcyondyas，意义着「太平岁月」「美好时光」「一帆风顺」，这也正是我们所期望的未来。欢迎你好！欢迎来到 Project Halcyon 翠鸟计划 2.0~2.0 刚刚开始，有诸多不完善之处，敬请谅解。关于我们翠鸟计划致力于打造一个和谐友善、相互信任、安逸舒适 的小小社群。\n我们期望它能成为一个温暖有爱，能称之为“家”的精神归宿。\n或许现在还不是，但我们会为了这个目标一直努力下去。\n翠鸟计划由社区驱动，这意味着，我们会认真听取您的意见，且通过玩家议会您可以参与并决定社区的大多数事物。我们的理念或许同您一样，我们也从“熊孩子”时代走来，因而我们更能体会到不友善行为对社区造成的伤害。所以这一次，我们希望打造友善而舒适的 Minecraft 体验，这意味着：建筑需要在奇怪的地皮，家里需要及时圈设领地，箱子需要全部上锁，需要对偶遇的 ta 保持警惕......这些似乎理所当然的规则，在翠鸟计划都不存在。\n一切的美好，只因为相遇\n我们相信与您相遇的玩家都和您一样，有着良好的修养。我们一直期许着大家能一起自由在蓝天下奔跑，而无需担心身边的 ta 是否有恶意。希望大家都能在这片纯澈天空下，一同成长，结交好友。多元化的服务器翠鸟计划是一个成长中的社区，多样的玩家催生了我们多样的服务。玩家喜好之间，最为割裂的，莫过是原版与模组的争端。为了减少割裂感，我们开启了两派服务器。\n模组侧与原版侧\n作为一个多元化社区，我们不仅仅局限于 Minecraft，偶尔我们也会开启其他多种游戏的服务器，保证我们的多元化发展。\n原版侧原版侧是由香草子服发展衍生而来的群组服务器。在“香草”子服不变质的情况下添加其他服务器来增加原版可玩性。\n想玩原版了？前往 香草服务器 开启另一段人生！偶尔小聚？前往 小游戏服务器 来一场对战吧！想打怪了？前往 RPG 服务器 尽情挑战！想实验新机器？前往 香草镜像服务器 验证您的设计！偶尔想玩会创造？前往 创造服务器 参观并建造！\n原版侧当前开启的服务器详情请见【原版侧子服状态表】香草「香草的理念在于回归原点：没有任何添加的原版生存」  以玩家为本，崇尚自然在这里，我们不添加任何改变游戏本身的插件，也不会有过多的限制，还原 Minecraft 本身的状态。\n没有经济插件、没有传送插件、有的仅仅是一个安全查询插件，一些群组服务插件，仅此而已。\n在这里，一砖一瓦都是您和您的小伙伴一起建造的，一切都是自己亲手获取的。\n我们一起在这片慢节奏的大陆上，建设并欣赏壮美的景观。\n这里没有系统商店的无中生有，更不会有创造模式的建筑师。\n这里将为了大家的回忆而存在，不换周目，保留您的回忆。\n常回来看看！您亲手建立的小屋，您养的狗狗或许正在盼望您回来。\n同时保持好奇，永远尝试新事物，香草将跟随 Minecraft 版本更新。\n香草其他信息请见【Pha-香草】香草当前版本请见【原版侧子服状态表】*由于是插件服务端，香草无法提供所有特性，原版技术向子服筹备中模组侧模组侧是由长期包与短期包组成的服务器组。\n以长期包为中心，并常年开启各种国内外魔改整合包。\n不同于您玩到的大多数模组服务器，虽然没有您常见的工业拔刀暮色神秘，却满载新事物。\n无论你是 泛银河系格雷科技有限公司的忠实员工 还是 RF宇宙大一统集团的分公司总裁 又或是 群峦科技革命委员会会员 亦或是 Reika only crash 的蹦蹦人，在这里都能够找到自己的一片天地。佬们从一个名为 诅 咒 铁 砧 的网站上寻找新的世界，并推荐给管理组。经过管理组的考察，如果合适，新世界就会很快开启。但新世界的寿命往往不长，偶尔也有寿命很长因而适合长期居住的世界。\n新世界往往因为神秘力量而改变了原有的合成表，它们往往环环相扣或是单纯的贵。\n这些新世界也被称作：整合包由于盘踞于模组侧的佬们大多都是 身 经 百 战 的老手，因此模组侧的世界往往会较为困难，不太适合新手游玩。\n但只要你谦虚好学，佬们往往不会吝啬传授毕生所学。\n偶尔也有俗称“爽包”的世界出现，这些世界往往较为简单，容易上手。\n\n模组侧当前开启的服务器请见【模组侧子服状态表】阅读与历史翠鸟计划承载着大家的回忆，社区中满满承载着的都是我们珍贵的回忆。\n文字可以记录历史，记录情感，记录这片大地的点点滴滴。\n希望大家都可以多多参与社区与图书馆的编辑，一起完善我们的世界。\n过不久再回来看看？是不是充满了怀念呢？\n在这里无论是新人手册还是问卷，都有大量需要阅读的内容。 \n因此，阅读在这里是必备技能。 \n希望我们都能静下心来，感受文字间蕴含的力量。\n也在此，感谢您的耐心阅读。\n加入我们我们同您一样热爱 Minecraft，热爱这个社群。\n我们同您一样不喜欢拘束，虽然有时我们不得不做。\n但为了守护世界的和平（？）我们还是设立了较高的门槛：审核机制与正版验证\n\n加入我们需要一定的耐心，目前服务器需要国际正版账号。\n鉴于目前申请需要填写问卷，并且审核可能需要 1 至 48 小时不等的时间。所以，我们建议您先查看我们的【新人手册】和我们的其他网站。这能让您对我们的社区有大概的理解，然后再决定是否加入我们。加入方法已经写在了【新人手册】第一页，再次感谢您的耐心阅读。\n如果您有其他问题，请发送电子邮件至 admin@pha.pub 与我们联系。我们的网站官方网站：https://pha.pub\n翠鸟图书馆：https://wiki.pha.pub\n翠鸟社区：https://bbs.pha.pub\n香草卫星地图：https://map.pha.pub\n香草3D地图：https://3dmap.pha.pub\n玩家面板：https://plan.pha.pub\n线路状态：https://status.pha.pub\n旧皮肤站：https://skin.pha.pub\n爱发电：https://ad.pha.pub/afdian\nMcmod宣传贴：https://ad.pha.pub/mcmod\nMcbbs宣传贴：https://ad.pha.pub/mcbbs\n\n",
    "replies": []
}