{
    "title": "<原创·单篇>虚空",
    "author": "xcc",
    "replyCount": 2,
    "timestamp": 1594651860,
    "txt_content": " 本帖最后由 xcc 于 2020-7-13 22:52 编辑 \n\n　废话：很久没写了写个8000字复健一下，我感觉我要腱鞘炎了！真的是mc相关的故事！我不会写！　\n\n\n\n\n\n-----------------------------------------------------------------------------------------------------------------------------------------------------\n\n      门前的雪地上已经被踩出了不少脚印，泽拉（Xela）仍在伊威茨（Evets）的家门前徘徊，直到里面传来一声“快进地下室吧”方才踏入门槛。她不知道伊威茨最近是在干什么，竟然六个多月没和她联系而现在又突然把她喊来，还让她在门口等了这么久，毕竟昨日这条街道上刚刚经历过暴乱，她赶来的路上甚至不能保证自己的生命安全。但从结果来看她完整地过来了，而且伊威茨确实捣鼓出了什么东西——他向她展示了一座飞船，这个大家伙让本来面积不小的地下室显得很拥挤。\n\n　　“可是这并不是什么新鲜物事，你这个飞船比起昨天暴徒用的逃逸飞船看上去还没用，就是大了点。”泽拉叉着腰评价道。\n\n　　伊威茨把手套和护目镜摘掉，认真地看着飞船，对泽拉说：“不，我这艘能在虚空里航行。他们不能。”\n\n　　“啊？别开玩笑了，你怎么可能掌握这种——虚空航行这种——未曾有过的技术呢？？”泽拉惊诧地去看伊威茨的表情，不像说谎，她又仔细看了看面前这个笨重的黑色飞船，驾驶舱里有两个座位，再次问道：“就算是能做到虚空航行，我们要它干什么？”\n\n　　伊威茨喃喃道：“逃，并找到一个能拯救这里的方法。”\n\n　　“能逃到哪里去呢？你也该知道，暮色森林、以太世界、虚无世界维度还有数百个世界的传送门已经到处都是了，而且不光是来自别的世界的凶狠的怪物在主世界横行，别的世界里也是一片混乱啊？！”\n\n　　“所以我们要去别的世界。”\n\n　　“你有没有懂我的意思啊，我们根本没有什么‘别的世界’可以去。”泽拉的语气中有了些焦躁，“如果你有办法你最好一次性说清楚，不然我就当你跟以前一样又在做梦。”\n\n　　他转过头看向泽拉，目光却似乎不在她身上停留而像望着更远的地方：“我已经发现了，如果在虚空中游走得够远，你就会到达另一个世界——或者说另一个‘宇宙’？我们的宇宙并不是唯一的，但可能是最糟糕的。我的目标就在于找到一个更好的宇宙，然后我们想办法，看看是把原宇宙的人搬迁过来还是用别的什么——到时候再跟你细讲。我们等会就出发”\n\n　　尽管听上去超出了泽拉的理解范畴，甚至有些荒谬，但她回想了一下以往对伊威茨的印象后决定还是信任他——而且就算真的在虚空里粉身碎骨其实也比在地表天天提心吊胆要好——她走到飞船舱门旁边向里窥探，说道：“行。”\n\n\n      片刻后两人坐上了飞船，奇异的是竟然不需要什么特殊的保护措施，只需要戴上头盔在座位上坐好就可以出发了。由于伊威茨在专心操作飞船，泽拉决定等会——如果他们等会还活着的话——再问他这到底是怎么一回事。看着伊威茨认真专注得近乎一个微雕匠人的神情，泽拉想起了这个相貌普通的黑发男子的少年时期，当时她刚在一次民众自发举行的小型集会上见到他在讲演，拿着很厚的稿子，用充斥着理想与坚毅的语气念完一页后就被下一位演说者赶下来了。她好奇地主动去借那大概有30多页的稿子来看，是一个少年人对“拯救未来”的构想，本应是能在这个战争、疾病、异世界怪物、毒品等阴影笼罩下的世界中起到鼓舞作用的，可惜这个小型集会聚焦于这一街区未来一年的食物供给，他的宏图壮志对于与会者来说只是冗长而不切实际的废纸。但泽拉并不这么想，她很欣赏这样的理想，她有点想与这个少年合作，而这个念头在一年后才实现。一年后她再见到少年伊威茨时后者的表情是黯淡的，他自称那尚有一定资产的家庭失去了两个成年人——他的父母——但留下了一座拥有庞大地下室的房子，而她这个从孤儿院里走出来的孩子更加与他有了共鸣。此后两人就像兄妹一样合作闯荡，虽然也会有长达几个月的时间里两人可能在各忙各的，但最终总会聚到一起，今天这次也一样。\n\n　　她回忆得出神，以至于没太注意关注周遭，回过神来时飞船周围是一片纯粹的黑暗而非地下室里那种微光若隐若现的黑。不，可能也不是纯粹的黑，她感觉玻璃窗外的黑暗仿佛在流动，有黑色的气泡黑色的雪花在飞舞，当然也可能是只是她臆想的感觉。“这是哪里？”她觉得还是很有必要确认一下。\n\n　　“虚空。地下室底下正对着的那片。”伊威茨一边操作着飞船一边应答，“另外你不用担心方向问题。我心里有数。”\n\n　　怎么可能不担心。之前不就谣传过有人挖开了基岩，见到了下面一片虚空，失足掉进去的人或物湮没在黑暗深处，再也没有失而复得的可能。况且周围全是黑暗，往哪里行驶才能做到所谓的“到达另一个宇宙”？\n\n　　“我们会往下。”伊威茨仿佛看穿了她的疑虑一般，“另外，你没有必要问我这是怎么做到的。。。。。。我并不知晓原理，我只是应用。”\n\n　　也不知道飞船是不是在行进，片刻之后，窗外的黑色的流动感似乎更强了——许多黑色粒子飘舞，让人联想到向水面游去的潜水者的所见。下一刻，仿佛真的如同潜水者跃出水面，周边的黑色渐渐发生了变化，窗外是一片并不纯粹的无边黑暗，在难以判断远近的远方分布着无数的蓝色圆点，还有一些蓝色的方形。\n\n　　泽拉对此感到大为震撼，想要感叹一番但脱口而出的是：“这算是虚空中的星空吗？”\n\n　　“不是。那是其他宇宙的地球。”\n\n　　“方的也是？”\n\n　　“是。而且我已经探索了相当一批了——足以让我理解这里的结构。”伊威茨少见地显示出微笑。他调出一张图像显示在显示屏上，是一个个同心圆的嵌套，中间是一个黑色的方形，最边缘处是一个孤立的实心圆点。\n\n　　“最中央的是原初宇宙，方形的，里面的一切应该也是方的。但是以它为中心，距离越远的宇宙与原初宇宙差距也越大，不同的宇宙搭载着不同的‘模组’，正是模组让它们不同于主世界，变得多姿多彩——”\n\n　　“等一下，你的意思是。。。。”泽拉忍不住插嘴，“你已经理解，整个世界、这个整体的构造了？”\n\n　　伊威茨没有直接回答这一个问题：“如果你也经历了那些你也会明白，以及，探索宇宙不是什么难事。”\n\n　　若不是与伊威茨有十年多的交情，泽拉可能此时已经认定他神经不正常了。她虽然也觉得伊威茨刚才说的那些话有些超出了常识的范畴，本身多元宇宙的存在就已经很让人费解了，能通过虚空穿越到各个宇宙更令人费解，而伊威茨身为一个普通人类男性能了解这些，这个事实本身她已经不想去理解了。\n\n　　“我继续说了哦。似乎距离主世界越近，模组就越少，就越接近于主世界。示意图上这个孤立的点指代我们的宇宙，但是这只是一个抽象化的示意图，我们不大可能真的处在孤立的位置，但我们一定处在一个很遥远的位置——因为我上次探索的那个宇宙比起我们少了很多东西，我猜测我们的宇宙应该是搭载了非常非常多的模组，或许正是这些冗杂而多余的东西让我们的宇宙如此混乱也说不定。。。。。”\n\n　　他又对飞船输入了什么指令，泽拉能明显感知到飞船仿佛加速了，她突然有些慌乱，急忙问道：“这是要去哪里？”\n\n　　“我们只朝着一个方向飞。我在此之前已经探索了23个宇宙，每飞行6个小时就近挑一个。你等六小时之后再问问。”\n\n　　“可是你该怎么进入那个宇宙呢？哪里是一个宇宙的边界呢？”\n\n　　“向上飞就可以。每个无限的宇宙在虚空里表现出来只是一个有限的形状而已。”\n\n　　泽拉更加难以理解了，索性不再去问，从进入飞船开始，她觉得自己的生活变得不真实起来，像一场属于儿童的宇宙大航海的幻想。她闭上眼打算小睡一会，合眼前看到伊威茨又点开了一些文件夹，似乎是整理的记录。不愧是那个抱负远大的家伙啊，他到底有什么办法挽救这个世界呢？其实说起来“挽救世界”的说法就挺像一个小孩子的幻想的。但有幻想是好事。她想，然后决心睡着。\n\n　　伊威茨仍然一边开着自动行驶一边在浏览着自己先前的记录。星球间模组的分布似乎没有规律，他刚才所说的也只是推测。他探索的第10个宇宙是方形的，但里面没有以太世界；第15个宇宙是和他的宇宙一样正常的外观，具有以太世界和暮色森林，但也没有很多事物诸如复杂的工业机器等。确实是越向前越简约了。\n\n　　还好泽拉没有注意到那件事。他侥幸地想，假如她意识到这个世界很多东西竟然是“模组”带来的而非他们世界中人们的创造，她会怎么想？她会崩溃吗？他崩溃过，并且尝试用不断探索新的宇宙来掩盖、填充这种对世界本质的困惑与恐惧。现在稍微好一点了，航行在虚空里他感到自己稍微安心了一些。\n\n　　泽拉醒来之后他们便首次两人一起去探索一个全新的宇宙。这是第24号，一个方形的世界，他们的飞船向上飞着飞着竟然直接出现在一处盆地之中。盆地边缘方块状的帐篷中走出两个方块状的人，浓眉大眼表情丰富，对着他们挤眉弄眼的不知道是在传达什么信息。当他们开口时泽拉几乎觉得自己就是在做梦——他们和自己说的是同一种语言，他们方块的脸上很难看出立体感的那张嘴一张一合，发出带点口语的话语：“你们是，哪里来的？是外域文明吗？为什么长得如此奇特？”\n\n　　泽拉低头看看自己，再看看伊威茨，俩人没有因为什么原因变成方块人，但也因此在这个世界里显得很格格不入。伊威茨没跟他们解释，估计是有自己的一套应对方法。他对他们拿出一条金锭向他们询问道：“我们能做个交换吗？将你们这里一些植物或者小玩意给我？”\n\n　　方块人面面相觑，其中一个从衣服口袋（如果他身上的那个看上去纸片一样的玩意是衣服的话）中拿出一个具有锯齿边缘一般的金粒问道：“你怎么知道金子是硬通货的？”\n\n　　因为我探索的23个宇宙里都有金子而且都是通货。他心想。\n\n　　拿着金粒的方块人把金粒放了回去，回到帐篷里拿出一堆他在自己的世界里见过的小玩意，一些药剂还有一把硫铜钓竿。伊威茨当然知道每个世界一点点小物件难以展示这个世界的全貌，所以他再塞给方块人一个金条，坐下来与他聊聊这个世界的生态与历史。泽拉也好奇地坐下来听着，听了一会之后她明白了世界之间的共性还是很多的，但听久了之后她不免总是想起伊威茨的理论，没准自己的那个宇宙真的有很多模组？不然为什么这个方块人说的一些东西她感觉自己其实都见过呢。\n\n　　聊到日落之后——其实也不晓得这个世界的白昼有多长——伊威茨与方块人告别，与泽拉返回了飞船。他又难得地笑了一下：“感觉还不错吧？但我们不是来旅游的。”\n\n　　“啊，你不说我还真要忘了。”\n\n　　“这个世界有魔法金属呢。我想找到一个没有这么多魔法也没有过度发达的军事科技的地方。这里顶多满足一半条件。”\n\n　　“可是那样的话，那个世界的发展水平岂不也会很低？”\n\n　　“无所谓了。”伊威茨再次打开自动行驶，“不充分的条件起码还能稍微压制一下人类那天性，就算科技魔法发展水平如我们的世界那样，又能怎样呢？”\n\n　　“你这个意思岂不是说，我们只是治标不治本。”泽拉握紧了扶手，“等到以后发展起来了岂不还是那样吗？”\n\n　　伊威茨的语调仍然是平和的：“那确实如此。我实在不肯相信大众的人性会怎样。。。。。我宁愿一直让旧世界的人跃迁到一个个新世界，让他们在简陋的新环境下学会团结。”\n\n　　她突然懂了，这个人的目标不是拯救“整个世界”，他是要“逃”，逃到一个又一个新的地方，用客观条件约束着人。但是这实在是一个理想化的计划——“你如何让整个世界都乐意跟着你走呢？”她语调不由自主上扬。\n\n　　伊威茨抬头叹了口气：“因为我了解到主世界有创世神存在。我希望他帮助我。”\n\n　　竟然是要借助于一个不知道是否存在的所谓“神灵”。泽拉感到些许失望，这几个月里他经历了什么呢？为什么感觉和以前不大一样了、开始寻求‘逃’和‘向神求助’这种路径了呢？是在虚空中的航行让他发现已经无路可走了吗。她不再去想这件事，因为她也无路可走。她突然轻笑起来，原来我也在逃。\n\n\n\n\n        在虚空里时间毫无意义。两人又探索了不少宇宙，从25号到36号，有方块的也有非方块的，但都不符合伊威茨的标准。泽拉已经学会不再为那些事情感到迷惑，只要不去刻意思考，她不会在意伊威茨从哪里知晓了近乎世界本质的东西，也不会在乎每个宇宙的文明的本质问题。在这些问题上逃掉就好，毕竟要紧的其实是找到个新家园。\n\n　　第37号世界是个简约的非方块世界，简约到差一点它就能成为伊威茨的目标了。这个世界坏就坏在它的城市很发达，人们很有创造力，用庞大冗杂的红石电路组来构建计算器、娱乐设施等，因而城市里的一切先进的玩艺都显得极其臃肿。伊威茨说这个世界发达了，人们到了这里就会乐于享受现成的便利，然后他们贪婪自私之类的本性也容易流露出来。泽拉对此不作评价，她提醒伊威茨首先需要注意的问题：“我们回不去了。”\n\n　　他们的飞船停在郊外似的土地上，无论如何都不能操控它回到地下的虚空。伊威茨说根据操作界面显示，这里的世界地下根本没有虚空。他思考了半天之后对泽拉说：“虚空一定是普遍存在的。我们可以人为让它显露出来。”\n\n　　“怎么显露啊。”\n\n　　“末路之地。末影龙。”他只说了两个词，接着便拿出一个末影龙蛋。\n\n　　泽拉感到有些不妙：“你要弄出一条末影龙来？还是我们世界那条？”\n\n　　“对啊，你忘了？我们世界的末影龙所经过的地方都会变成一片虚无，还记得上次西边那个民兵组织整出条龙结果让西部出现一片虚空大洞吗？——我估计你忘了，因为当时在西部附近的是你不是我。”言毕他又拿出一个道具对龙蛋的孵化进行加速。\n\n　　泽拉站在原地，仔细打量着龙蛋，缓缓说道：“可是龙弄出虚无之后怎么办？”\n\n　　“还能怎么办？让它自生自灭咯。”\n\n　　“可是这里的人或许根本没有足以杀死我们世界的龙的能力，他们怎么办？”\n\n　　“这和我没有关系。”伊威茨低下了头。\n\n　　“你这意思不就是，我们要以牺牲很多人、甚至牺牲一个世界作为代价，只为了继续寻找一个不知道存不存在的逃难所和神明？这个世界不够好吗？你到接下来的世界里如果也因为某些原因不能到达地下虚空，你也要这样吗？你准备了多少龙蛋？”泽拉逐渐激动起来，对于这场旅行的疑虑突然再次被点燃，她又回到了开始时的心情——质疑这穿越虚空的航行真的对拯救这个世界有益吗？伊威茨真的还能像以前一样值得信任吗？\n\n　　伊威茨手中的龙蛋裂开了一条缝隙，“我准备了很多龙蛋就是为了以防万一。别的宇宙怎样我不在乎。。。。。。我只希望保全我的宇宙。”\n\n　　“你还真是个自大的救世主啊。。。。。！”泽拉想要将龙蛋抢过来却被后者躲开，“你把拯救我们宇宙的希望都寄托在外物上，什么简陋落后能让人团结的环境，什么原初宇宙的创世神。。。。。。甚至还打算用牺牲别人作为筹码去做根本不知道有没有结果的事。。。。。。你到底想要救世还是只是想逃？你如果要救世，别的世界的生命你就不在乎了吗？”\n\n　　龙蛋完全裂开了，伊威茨将其向天空一抛，一条龙突然遮蔽了天空。\n\n　　“我不在乎。我相信我是对的。”伊威茨悲凉地笑笑，“你不懂。”\n\n　　脚下的土地突然崩塌瓦解，城市中的大厦摇摇欲坠，龙在天空与大地间盘旋，紫色的眼眸漫不经心地看向涌来的人类。伊威茨突然坐上飞船，泽拉甚至没来得及搭上去，飞船便突然消失了，她只来得及看到伊威茨的口型：再见。\n\n　　她懵了一下，她没有考虑过这种情况的发生，她以为他们顶多回到飞船后争吵一番。。。。。因为以前都是这样的，两人最后会互相听取对方的意见。这次他是一意孤行了吗？她还没来得及细想，大地崩散，身躯已然下坠。她头脑一片空白，莫非自己的人生，一段段悲惨的挣扎与奇异的冒险构成的人生，现在就要烫上句号了吗？\n\n　　还没完全结束。\n\n\n\n\n       比她想得要好得多，她感觉没有在虚空里被碾碎挤压之类的，只有一种看不见自己四肢而且感觉自己一直在下坠的无力感。过了一会下坠感也没有了。也感觉不到四肢了，但还可以思考。这让她安心了一些，起码能确认自己是存在的。她逼迫自己去思考刚才的事情，出于确认自己的存在也出于对伊威茨行为的不解。她突然感觉有很多声音嘈杂地低语，她不再思考而去努力倾听，竟然也是与自己世界相符的语言：\n\n　　“太可怜了，竟然是被友人丢下虚空的。”\n\n　　“又有新伙伴了吗？这次是来自第几个层次的宇宙？”\n\n　　“啊呀，看上去是，第100区以后的吧！”\n\n　　泽拉感到了惊诧，虚空中存在着什么？低语着的是虚空还是别的什么生物？\n\n　　“不要惊讶啦！我们都是掉进虚空的人。不过掉久了我们也就理解这个世界了，而且也不会死掉，请这位新来的不要这么消沉、这么惊讶啦。”\n\n　　认真倾听的话似乎只能听到一种声音——或者说这些声音是同一个意志吗？但是有说“我们”作为主语，这到底是。。。。。。泽拉尚在疑惑，突然感到耳边（如果她现在有耳的话）的声音变得清楚了——而且她似乎可以听到不同的声音传递的不同信息而不会感到混乱。。。。。。视野中的黑暗也逐渐浮现出了几个小蓝点，像是刚才那些宇宙的俯视图，竟然大致上真的是按照同心圆排列，正中心是个方形的世界。“好想看看到底有没有创世神。”她想着，突然眼前便显示出了那个世界的样子——地势起伏不定的方形地貌，方块状的猪牛羊在草原上行走，树下是方形的僵尸与骷髅隐匿在阴影中，树木的叶片像是粘在一个个无形的方块表面及内部一样呈现出不可思议的方形。\n\n　　“这里的居民呢？”她这么想着，突然视野中出现了一个人，一个方块人，但看上去没有24号的方块人那么灵动，他仿佛没有表情，关节也不能弯曲，一直在草原上拿着一把钻石剑奔跑。\n\n　　“他是谁？”她想。\n\n　　“这是Steve。”虚空中许多个声音一起喊道，“他是原初世界的中心。原初世界没有模组，史蒂夫就这样过着他冒险的单调生活但从来不厌倦。”\n\n　　“那创世神呢？”\n\n　　“他就是创世神。他不会死亡，但他也没有什么飞行、控制世界、穿越时空的能力。但他会创造，会冒险，会思考。”\n\n　　“虚空里到底是谁？你们怎么什么都知道？”泽拉忍不住想。\n\n　　黑暗中先是能听到属于不同人的、男女老少的笑声。“我们都掉进来了，并且互相告知，互相见证，并用自己的眼睛不断理解。我们是观察者，回不到自己的世界了，只能常识理解当前的状况咯。”\n\n　　或许我也不该纠结自己当前的情况。她想。\n\n　　“对了，新来的？你的那个宇宙好像是模组搭载的快有600个了吧？所以甚至没有固定的风格也很混乱，不像有的宇宙，纯粹的魔法奇幻风格还能相对安稳呢。”\n\n　　“这是什么意思？怎么可能纯粹？人们不会制造出机器吗？纯粹魔法的世界怎么可能？”泽拉问出了自己一直没有表露的疑问，她不敢、也不能思考出一个合理的解释。虚空里这群无所不知的家伙能给出回答吗？\n\n　　沉默。\n\n　　片刻的沉默过后，一个个声音七嘴八舌：“原初世界不也是吗？”“我也没有考虑过这个问题。”“模组限制人的发展，本就如此呀！”\n\n　　一个众多声音汇聚成的声音终于响了起来，声声如黄钟大吕：“每个世界是先有模组才有居民的，大家只是发明出模组中已经有的东西。模组中没有的，只能通过复杂的红石电路或者别的东西来执行了，但是不可能发明出来。”\n\n　　这算什么规矩？！——或者说，这就是世界的真相，世界的规矩？人只是在复刻着吗？所有造物只是柏拉图般理念世界的投影吗？她从未感到自己的世界观如此崩塌，未曾细想的、从不在意的的事情在坠入虚空以来挨个展示出真实的面貌，她想起最初搭上飞船时伊威茨说的话，他从哪里了解的？他会崩溃吗？\n\n　　“如果在虚空边缘呆久了也可能听到我们的讲述哦！你那个朋友是不是去过虚空啊？不过他胆子这么大，真的付诸实践了啊！”\n\n　　——是啊，他当时去了西部，而西部某组织的活动意外产生了虚空大洞。。。。\n\n　　“不要再纠结啦！大家都看看原初世界啊！那个100区以后的男的来了！”\n\n　　“是伊威茨吗？”泽拉忍不住想到。不过他为什么来到了原初世界？这里时间的流动和“外面”一样吗？他已经找到合适的世界了吗？\n\n　　她眼前出现了原初宇宙的画面，史蒂夫身后出现了一座飞船。飞船里的人盯着自在奔跑的史蒂夫行动，看着他跳跃，建造，对抗怪物，直到史蒂夫转过身来。\n\n　　伊威茨走下了飞船，史蒂夫盯着他，脸上没有表情。\n\n　　Evets与Steve的会面。\n\n　　她竟然可以听到他们的对话。\n\n　　“您好，我看到您是原初宇宙唯一的人类，我猜您是创世神——是么？”\n\n　　“创世神？你又是谁？你从哪里来？我没有什么神力！”\n\n　　“怎么会？？”\n\n　　这时她突然能听见伊威茨心中的声音——“那群虚空里的人骗了我。。。。。”\n\n　　虚空里再次七嘴八舌起来：“喂，我们可没骗他。”“自个儿理解有问题。。。。。”“我们也是由掉入虚空的人组成的，又不是全能全知的神。。。。。”\n\n　　史蒂夫手中钻石剑消失了，他空手挥舞了一下，伊威茨全身突然发红而后消失了。\n\n　　这是怎么回事？\n\n　　“因为原初世界不允许出现的别的东西，一旦史蒂夫与他互动，就会发生错误，那些东西就该回到本来的地方。”“你的朋友和他的飞船都该回去了！”\n\n　　这样一来伊威茨的努力岂不是白费了吗。。。。尽管已经被证明他的想法有一部分是虚妄的泡沫，但他这么多日子以来的奔波难道就此作废了吗，一开始的努力就是错误的吗？\n\n\n\n      或许，其实没有白费？\n\n　　她观测到了伊威茨的轨迹。他回到了原来的世界，他们共同的家乡。如今只有一个人回去，没有带来任何新的理想乡的去处。但她听到了伊威茨心中所想——“总有办法的。不一定非要逃。还有很多选择。。。。。除了逃之外，总有别的路可以走，我可以去更远的世界里找到别的方法，明明有无数种路，无数种方法，无数种结局。。。。。。”\n\n　　“史蒂夫给他什么刺激了？只是打了他一下而已吧。”泽拉想。\n\n　　是史蒂夫本身，在有着无限可能性却单调的世界里的自由行动触动他了吗？还是那一拳（假设史蒂夫对他挥动的胳膊能称为拳）让他幡然醒悟？她无从得知这一变化的起因，但起码看上去，似乎会有着不错的结局。\n\n　　史蒂夫在这之后仍然过着探险、奔跑、居住的生活。别的世界的来客没有让他一直纠结，他忙着收集末影之眼，等到收集好了之后他便找到了末路之地的传送门，接着跳了进去。\n\n　　一片虚空中的黄色小岛上空盘旋着紫色眼睛的方形黑龙。史蒂夫披挂着钻石铠甲，用附魔的箭矢射击巨龙。这场大战并没有想象中的持久，甚至可以称得上短暂。末影龙死后岛上出现了一个基岩围成的传送门，门顶是一个龙蛋，他拿出活塞装置将其推动后拾起，然后跳入传送门。\n\n　　虚空中像是被点亮了一般，突然出现了白色的滚动字幕。史蒂夫仰望着看着，他不知道在那漫无边际的虚空中也有一份字幕让整个虚空的居民阅读。\n\n　　是一篇长诗——或者说两个人的对话录，滚动了10分钟之久才结束。诗意的文字彼此交叉，诉说这世界的起源，造物者，还有玩家。\n\n　　玩家。\n\n　　玩家的情绪，玩家的行动，对玩家的观测，对玩家的思索。\n\n　　Onceuponatime，therewasaplayer。\n\n　　Theplayerwasyou，Steve。\n\n　　玩家的所见，玩家的所感。情绪在玩家体内的流动，宇宙对玩家的低语。\n\n　　Youaretheplayer，\n\n　　Wakeup。\n\n\n\n      史蒂夫回到了主世界。\n\n　　但虚空中那首诗结束后，尚有别的文字在播放。\n\n\n 「 玩家就是宇宙。\n   当玩家开始思索，开始诉求，\n   ‘我想要见到更多生物’\n   无数怀有热爱的人会纷纷响应，\n   一个个模组被制作出来了\n   一个个多元的宇宙响应着原初的宇宙\n   于是多元宇宙里出现了虫，出现了虎，出现了龙，\n   出现了原初的世界不会有的生物。\n\n\n   当玩家思索，\n   ‘我想去更多世界冒险’\n   开发者们继续响应这个请求\n   热情浇灌出一个个异彩纷呈的世界\n   一个个多元宇宙再次产生了，\n   呼应着原初的诉求，\n   它们是缤纷的，拥有的不只是三个维度\n  \n\n\n   玩家的每一次思索，每一个点子，每一个诉求，\n   都会被开发者们化为现实。\n   原初宇宙是缓慢而单调的\n   但每天玩家都有新点子\n   每天都有多元宇宙产生\n   和平的，多彩的，贴近现实的，\n   危险的，复杂的，几近幻想的，\n   所有宇宙都会存在\n   登录于其中的，是其他玩家\n   不一定会是Steve，他们会有许许多多自己的名字\n   他们不会单独一个人 他们大多数有着自己的同伴\n   降生于其中的又是什么呢\n   那个世界的原住民是什么呢\n   是幻想吧\n  \n\n\n\n\n   这不过是一个游戏，却产生了如此多的衍生的世界\n   众多世界共同的底色是什么\n   是一片虚空\n   是游戏之外\n   是玩家\n   是你\n   是我\n   是这个世界\n   是Minecraft\n\n\n\n\n\n\n   谢谢所有的热爱 \n   谢谢所有的幻想 \n   谢谢所有的创造\n   谢谢造物主\n   谢谢创世神\n  \n\n\n   谢谢 Minecraft」\n\n\n\n\n  泽拉看着这一切。整片虚空仿佛皆静默了。\n  原来如此。\n  原来如此。\n  虚空中字幕逐渐消失，多元宇宙从视野中隐没，一切复归黑暗。\n  谢谢Minecraft。她默念道。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n后记：\n\n其实可以这么理解，其他多彩的有mod的世界、服务器都是以原初世界——原版mc为蓝本的，都是呼应着玩家的需求而存在的。Steve是货真价实的玩家，但伊威茨和泽拉可能是数据，也可以理解为沉浸其中的玩家正如末路之诗说的那样，虚空可以理解为玩家聊天的公告板也可以理解为数据。总之，我不会写啊啊啊啊啊啊啊！\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1183]Field of Stars[/groupid]",
    "replies": [
        {
            "author": "JJ怪大战",
            "timestamp": 1598059560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "moon城主",
            "timestamp": 1598169660,
            "txt_content": "厉害厉害"
        }
    ]
}