{
    "title": "申请删除恶意评分",
    "author": "weizhu520",
    "replyCount": 7,
    "timestamp": 1594552980,
    "txt_content": "评分帖子：https://www.mcbbs.net/thread-947611-1-1.html投诉评分内容：\n\n\n\n\n123.png (4.12 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-12 19:20 上传\n\n\n\n\n\n真实情况：\n该名玩家一直在服务器群内和服务期内大肆宣扬:\"垃圾职业平衡\"诸如此类的话\n服务器共有四名职业，该名玩家选择的弓箭手【最脆的\n已经多次提示过弓箭手需要走位，很脆\n该名玩家死亡多次后却说服务器“职业平衡用脚做的”\n服务器也有很多选择弓箭手的玩家，都在认真玩着\n数值策划了很久，弓箭手的高输出只能用脆弱的身躯来换得\n综上所述，希望可以撤销该评分！谢谢版主！\n\n",
    "replies": [
        {
            "author": "Tony🐴",
            "timestamp": 1594611180,
            "txt_content": "@梦狸 请于三日内对评分内容进行说明 否则按照恶意评分处理"
        },
        {
            "author": "梦狸",
            "timestamp": 1594618080,
            "txt_content": "弓箭手技能触发射不到人  输出根本比不上其他职业而且被加了永远无法提升抗性的效果选择职业时根本没有提示"
        },
        {
            "author": "梦狸",
            "timestamp": 1594618500,
            "txt_content": "Tony🐴 发表于 2020-7-13 11:33\n@梦狸 请于三日内对评分内容进行说明 否则按照恶意评分处理\n弓箭手技能触发后额外的箭根本射不到人  输出根本比不上其他职业而且被加了永远无法提升抗性的效果选择职业时根本没有提示没有抗性会被除了小怪一切boss直接秒杀连发育都没有何谈伤害所有boss都有脱离仇恨回满血不存在走位打怪拉远直接白打   而且掉落机制导致只有弓箭手掉落不直接进入背包远距离杀死怪物会被其他玩家捡走掉落根本无法和其他玩家一样正常游玩   服务器现在的职业分化很明显几乎见不到几个弓箭手很多人都选择了更换id换新职业玩原因为什么不用多说了    职业设计出来却不平衡好问题提了也根本不管"
        },
        {
            "author": "梦狸",
            "timestamp": 1594619520,
            "txt_content": "这叫脆弱？这叫恶意的压制   怎么没见把坦克平衡成一点伤害啊？\n\n\n\n\n\n$8GSL8MD%QD_2AWJC1HPX$X.png\n(47.04 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-7-13 13:50 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "weizhu520",
            "timestamp": 1594647000,
            "txt_content": " 本帖最后由 weizhu520 于 2020-7-13 21:35 编辑 \n梦狸 发表于 2020-7-13 13:35\n弓箭手技能触发后额外的箭根本射不到人  输出根本比不上其他职业而且被加了永远无法提升抗性的效果选择职 ...\n第一 弓箭手触发技能后你拉弓有多力度大就可以射多远\n第二 弓箭手可以镶嵌多个爆伤宝石 是别的职业没有的\n第三 弓箭手如果前期就可以拉扯BOSS 那么服务器玩家都玩弓箭手算了\n第四 弓箭手伤害抵消-999999因为职业太过于强 服务器里目前有弓箭手玩得很好的人 拉扯无敌\n第五 服务器杀死怪物掉落物自动进入背包\n综上所述 谢谢你对服务器的建议和评价 请多游玩再来评分 你的评分对于服务器至关重要 谢谢\n众口难调 我尽力保证大部分玩家的游戏体验 服务器每天事情很多 刚起步的服务器或多或少这些东西可能有些考虑不平衡\n因为测试玩家有一个是弓箭手职业 无敌拉扯 故给了弓箭手如上的负属性 被迫所致 因为拉扯无敌\n所以不会走位的玩家不推荐玩弓箭手 我已经说过很多次了 服务器都是用心去做的 希望得到您为服务器点赞的评分 谢谢\n我会尽力去提高服务器的可玩性 平衡性 谢谢你的建议和评价 我会做得更好 谢谢！"
        },
        {
            "author": "梦狸",
            "timestamp": 1594703220,
            "txt_content": "weizhu520 发表于 2020-7-13 21:30\n第一 弓箭手触发技能后你拉弓有多力度大就可以射多远\n第二 弓箭手可以镶嵌多个爆伤宝石 是别的职业没有的\n ...\n1.你说的那是内测有人和他抢怪吗你知道连输出都不够小boss都打不过连发育都没有哪来的伤害和宝石\n2.满拉弓射速和其他职业近战攻击DPS你算过吗平衡就是有问题你却反复说他伤害高你不管他能不能发育到有伤害的时候就说他伤害高   伤害高现在满服刺客战士？？？\n3.如果你只是初期给个 -100多伤害抵消那也没什么 -999999999伤害抵消意味着这个职业防御力永远没有你后面本的小怪伤害都可以直接秒杀弓箭手光靠血量有用吗你服务器全部的防御力全靠伤害抵消你这种极端平衡叫没有平衡问题？？？既然你觉得弓箭伤害高削弱了防御力为什么不把坦克伤害削弱成0点让他纯抗怪一点输出没有呢单独对一个职业进行极端削弱这就是职业平衡问题所在\n4.游戏里所有怪物都是脱战回满血弓箭不能被碰到一下但是拉到仇恨就会被秒拉不到仇恨又打不出有效伤害\n5.你说服务器掉落物进入背包不好意思那是近战职业弓箭手打怪大多会掉地上服务器开荒期这导致所有新人弓箭手根本没法在大家都在刷一本时拿到能提升自己的资源导致恶性循环被远远拉开连boss都打不过别人都在挂着各种重要的资源boss弓箭手只能刷刷小怪挂挂机这种游戏体验我凭什么不给差评\n6.本来我是打算直接退服的后来我又体验了一下其他职业明显提升流畅度比弓箭手强了不是一点半点  一个职业游戏体验明显差与其他职业你设计出这个职业就是来恶心玩家的玩家凭什么不能表达自己的不满\n7.你平衡职业可以通过提升他的养成难度而不是极端削弱其属性你考虑过后期加副本没有防御力弓箭手被小怪摸一下就死怎么玩吗"
        },
        {
            "author": "xu11xx",
            "timestamp": 1595491200,
            "txt_content": "无效申诉，请与玩家达成一致后由玩家发起撤销。"
        }
    ]
}