{
    "title": "【原创/连载】黄昏神教#8",
    "author": "北极仙光",
    "replyCount": 2,
    "timestamp": 1594605420,
    "txt_content": " 本帖最后由 北极仙光 于 2020-8-16 08:25 编辑 \n\n第八章——最可怕的敌人  三天后。  被迫与风行天签订了“不平等条约”的流浪商人，带着风行天来到了最近的一座火山前。  风行天抬头仰望，只见山体高耸入云，雄伟壮观，目测······呃，测不出来多高。  他只好求助系统。  系统道：“3761米。”  风行天不禁倒吸了一口凉气。  自己这······能爬上去吗？  这时，流浪商人在一旁谄媚地笑着说：“这就到了，我能回去了吗？”  “行吧。”风行天挥挥手，毅然向山坡走去。  我只是个未·成·年的孩子啊······风行天在心里哀叹一声。  而在风行天走上山坡后，还留在原地的流浪商人慢慢转身，他身上那股猥琐的奸商气质顿时消失不见，取而代之的是一种深不可测的气息。  他的额头上不知何时，裂开了一道竖眼，眼中仿佛星河流转，似乎能囊括天下万物。  他轻轻地咧嘴一笑，一句不着边际的话冒了出来。  “你会······如何选择呢？”  言毕，他再次转身，气息消失，猥琐的奸商气质再次冒了出来，哼着只有他听得懂的小调，骑着羊驼，慢慢悠悠地往回走。  而此时正在爬山的风行天，忽然打了个寒噤。  又是一天后。  风行天终于爬到了有黑曜石的地方。  当他看到黑曜石的那一刻，他感动得都快哭出来了。  现实中，黑曜石是一种质地很脆的宝石，开采几乎没什么难度。风行天忍着缺氧和寒冷，飞快地挖了整整一组黑曜石，这才放下心来。  “总算完成任务了······”风行天感慨了几句，略微休息，就走下山了。  与此同时，在他看不见的角落，有着一颗刻有竖眼花纹的黑曜石，正静静地看着他。直到风行天走出百米开外，那个眼睛花纹才自动崩碎，变成普通的黑曜石花纹  一切好像从没发生过，但又有些不一样了。  “对了，村民们把我们称作外来者，有什么深意吗？”  风行天在下山路上，忽然想到了这个问题。  原本这个名称没什么不对，但联系上他的测试者身份，就有显得些不对劲了。  “算了，有什么意外的话系统早就提示了。”风行天不再多想，快速往家里赶。  回到家后，风行天迫不及待地合成出了附魔台，放到了地下室里早已摆好的书架中。  或许是因为附魔机制在现实中没有参照，所以基本没有改动。  风行天用从流浪商人身上搜刮出的两颗钻石又做了一把钻石剑，又拿出青金石，开始附魔。  首先把钻石剑放在中间，再摆上青金石······风行天小心操作着，在附魔选项中选择了第三项。  锋利四！  与此同时，经验条缩水了近一半。  风行天想了想，拿起钻石镐，也同样附了个等级最高的附魔。  时运三！  经验槽几乎清空。  “我运气还不错嘛。”风行天怎么想着，却突然一顿。  这些日子，他不断与怪物战斗，积累了很多应对怪物的技巧，这些中有很大一部分在现实游戏中是学不到的，对风行天来说无比珍贵。  然而，此时这些记忆、这些经验，正在飞快地淡化。他通过实践总结出的技巧开始变得陌生，他的一幕幕经历变得有些像旁观视角。这些经验并没有忘记，只是变得像看过文字却没有实践过一样，生疏了起来。  “这就是消耗经验吗······”风行天苦笑一声，拿起钻石剑，走到门外坐下，看着夕阳。  他看着这个重新变得陌生的世界，就好像他刚来的时候一样。  “努力了半个月，除了几件强力工具和物资外，我竟然回到了原点······”风行天不知是该高兴还是该悲伤。  现实中，他并不叛逆，有家人、朋友，有可以信赖、依靠的人。可是，在这个重新变得陌生的世界里，风行天依旧感到了孤独。  他已经有过整整一天连自言自语都没有过的经历了。  这也是他在矿洞时要找系统聊天的原因，因为他害怕孤独。  尽管他能感觉到系统一直在暗中帮助他调理心理状态，但他还是很孤独。  他最大，最可怕的敌人，是孤独。  风行天突然问道：“系统，有没有能提前回家的方法？”  系统沉默了片刻，道：“已开启暮色森林测试，若能提前通关原版+暮色森林，同样能起到生存一年的数据收集效果，可提前结束测试。  系统之所以犹豫，是因为暮色森林不是它开发的，加入测试空间后无法预计后果。但在刚才的计算中结果是没有危险，便对风行天说了。  “行吧，我就选这个了。”  风行天站了起来，夕阳在他身后拖出一道长长的影子。  “从现在起，挡我回家的，都得死。”\n索引帖\n",
    "replies": [
        {
            "author": "ye_yv",
            "timestamp": 1594606200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ye_yv",
            "timestamp": 1594606260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}