{
    "title": "[Minecraft.net|CULTURE]活出高度",
    "author": "我是小牧",
    "replyCount": 2,
    "timestamp": 1594558320,
    "txt_content": " 本帖最后由 我是小牧 于 2020-7-15 20:24 编辑 \nLiving the High Life活出高度All aboard Swigly’s flying fortress turned luxury cruise!载过Swigly的飞船都会是豪华游轮！\nAlex WiltshireThe soldier’s life is not known for its luxuries. Fighting folk have typically found themselves in sodden trenches, sweltering desert camps, or squeezed together in stinky submarines. And then, to round it all off, other soldiers try and poke nasty holes in them. Doesn’t sound like my cup of tea, to be honest.士兵的生活条件可与奢靡二字没有关系。战士们往往是处在潮湿的战壕或者闷热的沙漠兵营又或者是满是汗臭的潜艇里。然后为了完成任务，不同阵营的士兵交战，往往要狠狠给敌人的身上扎个透心凉，说真的，这很不符合我的风格。 \nMaybe I’d be more enthusiastic if the armed forces gave up all that nasty fighting business and instead spent their time floating over the world in a dayglo-orange mobile resort. And that's just what we have in this terrific new build by Swigly! This indomitable flying vessel has every facility an elite warrior unit could ever want. Like, er, tennis courts and a casino. Wait, what?或许如果那些军队都放弃这种肮脏的战斗，而是去搞荧光橙般，环游世界的移动度假村的话，我会更喜欢一点，而我所说的正是Swigly建造的这了不起的建筑！这坚不可摧的飞船里有着所有士兵们想要的设备，比如说，呃，网球场和赌场。等等，什么？ \nIt’s important to stay in shape, of course - and maybe the casino is there to teach soldiers about the devastating nature of risk. It makes total strategic sense, I’m sure.保持身材固然重要——但赌场或许是为了教育士兵冒险突进的极大风险的。这在战略上是是相当合理的。 \nMind you, Swigly wasn't exactly going for grim realism.顺带一提，Swigly完全不是要搞这种冷酷的现实主义。 \nIgnore the guns - check out all that space for sunbathing and hacky sack!无视那些武器——来看看这大片空间吧，可以晒日光浴哦Hopefully there are systems to prevent pool spillage during high-speed manoeuvres.希望有系统能够阻止高速航行的时候泳池里的水溢出来。The Victor's mighty batteries hopefully deter any interruption of R&R. 胜利者号强大的能源能够阻止玩乐时间被打断。 Giant engines provide structure behind the Victor's striking shark-like tail.巨大的引擎为胜利者号的鲨鱼状鱼尾提供了源源不断的动力。Careful not to thwack your tennis balls over the side.小心不要把网球打出界。\"I've had an obsession for airships for a long time, be it zeppelin style or more futuristic,\" he tells me. \"I've definitely drawn a bunch of them. I borrowed a lot from that, and different ones I find online. This certainly has a touch of Meta Knight's ship and a bit of Dr. Robotnik's Egg Carrier .\"“我在很早之前就开始痴迷于飞艇了，不管是齐柏林风格的飞艇还是未来风格的飞艇，”他和我说，“我画过的飞艇绝对不少，我从其中挑出了一些点子，然后从网上借鉴了一点，这个飞船的风格有点元气骑士的风格，也有点蛋头博士的风格。” \nOK, so not so much Sun Tzu as Sonic and Kirby. And what about the whole casino and resort thing? Well, Swigly has been playing Minecraft since Alpha, and one of his earliest builds was a flying casino. \"It was a square, looked simple and didn't resemble a casino or an airship,\" he admits, but he wanted to make a tribute to it anyway.嗯，与其说是孙子兵法的孙子，不如说是索尼克与科比，那么赌场和娱乐场的点子是怎么来的呢？其实，Swigly从alpha版本就开始玩我的世界了，他很早以前做过一个会飞的赌场。“这个赌场是方形的，形状简单，一点也不像赌场或者是飞艇。”他承认这点，但是依旧想要在作品里对其致敬。 \nA lot of thought has been given to the opulent interior. There are lounges for the different ranks, with the Grand Suite truly fitting for an admiral. There's also an outdoor tiki-themed one, with a pool and hot tub. There's also a club for stage acts, a ballroom and an entire Dig-Fight arena squeezed into this flying battleship. And there are even the practical things a giant flying resort would need, like 12 engines, luggage storage and a cupboard for the cleaners.富丽堂皇的内部装修其实还挺花心思的，不同级别士兵的休息室级别也是不一样的，比如上将就是个大套房，还有提基风格的户外休息室，还有泳池和热水浴缸。这飞船里还塞进了舞台俱乐部、舞厅以及一个掘一死战场地。甚至这飞船上还有一些飞船上该有的东西，比如12台引擎，行李寄送处，还有清洁工的柜橱。 \nThe Grand Suite is for the highest ranking officers only. Pretty fancy stuff.豪华套房仅对高军衔的士兵开放，非常奢侈。The upper class bar and cake dispensary reflect the Victor's taste for military hierarchy.高等舱中的酒吧和蛋糕店反应了胜利者号对等级制度的品味。A dress code applies for the casino. Full regalia only. Golem croupiers deter card sharks.赌场有自己的着装规范，出席者必须盛装出席，铁傀儡荷官会将老千赶出赌场。Under all the opulence thunders the Victor's engine room. More like engine 霹雳声中是胜利者号的引擎室，更像是引擎呜呜，哈哈哈！ The lobby features a near-aboretum of greenery.大厅附近有一片绿化。Swigly built the USS Victor in vanilla Java Minecraft, using structure blocks to copy complex repeated elements, such as those engines. There's also some canny use of command blocks to deal damage to anyone who gets too close to the turbines.在原版java版游戏之中，Swigly建成了这架USS胜利者号，其中他用了结构方块来复制一些重复又复杂的结构，比如说那些引擎。他也巧妙的使用了命令方块使得接近涡轮的人会受到伤害。 \n\"Mostly I just made it up as I went,\" he says. \"I know it needed a pool and a tennis court, engine room, first, second and third class, the casino, and at least one lounge. I started with the main deck in the front and built towards the engines. There's been many times where I didn't like where the design was going, and I'd erase large chunks and start over. I kept doing this until it looked good.\"“很多时候我都是顺势而为，”他说，“我知道这艘船需要游泳池、网球场、轮机室、一二三等舱、赌场还要至少一个休息室，我从前方的主甲板造起，然后向着引擎建造。有很多次我不喜欢建造的趋势，于是我就清除掉大量内容，然后重新开始，不断重复，直到我满意为止。” \n** little problem? There's only one lifeboat. I guess the casino’s not the only place you can find terrible odds.要说还有问题的话，这船上只有一艘救生艇，这船上恐怕不止赌场一处有赌的可怕哦。 \nStill, why worry about that when you can just go for a dip in the tiki-themed hot tub? Swigly, we salute you!不过现在你既然可以在热水浴里泡着，那为啥还要担心这个呢？向你致敬，Swigly！ \n【我 译自官网 2017 年 07 月 26 日发布的 Living the High Life】【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1594575720,
            "txt_content": "Swigly从阿尔法版本 \n保持原文Alpha这个名词即可\n\n高等舱中的酒吧和蛋糕店反应了胜利者号对等级制度的品味。hierarchy.\n漏了一个词没删\n\nThe lobby features a near-aboretum of greenery.\narboretum: a botanical garden devoted to trees. 原文意思是绿化很多（near-aboretum）\n\n直到我满意位置\n\nterrible odds\nodd这个词原指赌博的术语：the ratio between the amounts staked by the parties to a bet, based on the expected probability either way\n不过这里也指（在出现危险时）“只有一艘救生艇”这件事本身"
        },
        {
            "author": "我是小牧",
            "timestamp": 1594815900,
            "txt_content": "LocusAzzurro 发表于 2020-7-13 01:42\nSwigly从阿尔法版本 \n保持原文Alpha这个名词即可\n已经修改好了"
        }
    ]
}