{
    "title": "[Minecraft.net|CULTURE]Teplight的乐子",
    "author": "我是小牧",
    "replyCount": 0,
    "timestamp": 1594560360,
    "txt_content": "\nTeplight’s Delights\nTeplight的乐子\nA series of spiralled wonders from Teplight!\nTeplight的一溜子螺旋奇观\n\nEmily Richardson\n\nThe last time I tried to make a sand castle, I lifted the bucket up and the sad lump beneath slumped over to one side. Then it was washed away by the merciful ocean. It was the worst moment of my life.\n最后一次我搭沙雕的时候，我把塑形用的桶拔了起来，然后桶里的沙堆就摊成一坨，然后温柔的大海就把它给卷走了，这是我人生中最糟糕的时刻。 \n\nThe last sandcastle [Teplight](https://www.planetminecraft.com/member/teplight/) tried to build was in Minecraft. It was his first time playing and he was working on a school computer. “It was about 15x15, mostly [made] with sand,” he tells me. “ [It had] a river inside it. Not a disaster, but it wasn’t good either. It was just simple.”\n而Teplight最后一次尝试建筑沙雕的方式是用我的世界，在是他第一次玩这个游戏，他是用的学校的电脑玩的，他和我说，“大小大概是十五见方，基本上是用沙子建造的，里面穿过一条河，说不上太糟糕，也算不上太好，就是平平淡淡的。” \n\nLooking through his newer builds, it seems that the word “simple” has been lost to the sands of time, never to be seen again. These builds are complex. They blend the organic with the inorganic. They’re fantastical and atmospheric, colourful and fun. Some have natural, flowing landscapes while others have perfectly, meticulously rounded towers and spires. Eyesores, the lot of them!\n再看看他的新建筑，平淡这个词早就被时间所卷走了，不复再来。这些建筑的结构复杂，有机无机相结合，氛围合适，充满了奇思妙想，色彩缤纷，又趣味十足。有些自然又灵动，而有些非常完美，有着细长的圆塔以及尖尖的屋顶，数量多到刺痛我的眼。 \n\n\n\n\nI asked Teplight how he’s achieved this style and what I could do to jazz my sad sand structures up a bit.\n我问Teplight是怎么样练出这种风格的，以及我可怜的沙堆有没有法子整的爵士一点。 \n\n“Design and imagination is what makes your style,” Teplight says. “When I build, I’m always looking for different angles, contrast, proportions, layout, trying to make everything fit.”\n“设计和想象都决定了你的风格，”Teplight说道，“我搞建筑的时候，我一直在试着寻找不同的角度、对比、比例以及布局，让一切都恰到好处。” \n\nWhen it comes to how he infuses atmosphere and feeling into his builds, Teplight isn’t sure how to explain it. “Ambience is one of the most important things in a build,” he says, “you need to picture it.” Anything beyond that is hard to explain - atmosphere isn’t a solid object, something you have or don’t, it’s just a feeling. “It’s mostly in the colours,” he says, “good contrast. Trees change everything. Atmosphere is only great with nice contrast.”\n当他谈起是如何给他的建筑营造氛围以及质感的时候，Teplight找不到什么合适的方法去表达。“环境对你的建筑来说是最重要的东西之一，”他说道，“你需要学会去描述他。”气氛是种很难解释的东西，他不是实物，不能说什么有还是没有，它只是一种感觉，“其中的要诀是颜色，”他说，“对比度很有用，比如加些树木就不一样了，对比度调好了，建筑的气氛才对味。” \n\n\nSo, since that first sandcastle to builds like Fairy Lands and Atlantis - Temple Of Poseidon , what’s changed about Teplight’s building strategy?\n那么，自从第一座沙雕到比如像仙女岛和亚特兰蒂斯-波塞冬神庙那样的建筑，他的建造方式又发生了什么变化呢？ \n\n“My approach changed a lot after building in a more organised way,” he says.\n他表示道，“当我使用更加系统化的方式建筑后，一切就大不一样了。” \n\n“Design rules are very important in building and layouts. I usually [continue] only after the layout and design rules are in place.”\n“设计的规则在建筑与布局之中非常重要，我一般只会在相关的规则搞定后才继续建筑。” \n\n\n\n\nNow, Teplight’s looking to a future where he can continue to build and design in more ways than just Minecraft. “My abilities are getting better and better,” he tells me, “and I’m still learning from people. Every time I see a project I always think as if I was to make it. You learn only by practising. [Now] I’m pursuing architecture. I would like to have a career in design for sure. I can’t say [much] yet, but what I can say is just that I’m looking forward to the future!”\n现在，Teplight正在尝试着不断用更多的方式进行建筑与设计，跳出游戏的限制。“我的能力正在不断进步，”他和我说，“我也不短的在向别人学习，我每见到一个建筑的时候，我就会想我建造它的话会怎么做。而学习只能通过不断的练习才能取得进步，现在我正在学建筑专业，我一定会闯进建筑业，虽然我话不能说满，但是我对未来充满信心。” \n\n【我 译自官网 2017 年 10 月 03 日发布的 Teplight’s Delights】\n【本文排版借助了：BCC】\n",
    "replies": []
}