{
    "title": "[多线]存亡之殇 —— 开放式地图|NPCMOD|RPG|模组生存|[1.7.10]",
    "author": "fantastic60",
    "replyCount": 0,
    "timestamp": 1594736580,
    "txt_content": " 本帖最后由 fantastic60 于 2021-1-1 12:37 编辑 \n服务器宣传片https://www.bilibili.com/video/BV185411Y7YW/———————存亡之殇服务器———————服务器简介存亡之殇服务器于2019年7月8日开服，是RPG与模组生存相结合的混合式服务器\n为了做到长久运营，不换周目不删档，服务器将于每年的寒暑假以及开学后的一个月不定期开放[当前正在停服完善，更新RPG，并将于寒假继续开放]\n服务器特色100%原创开放式RPG   存亡之殇服务器的RPG于2017年开始建造，以超平坦世界为模板，NPCmod为基础，地图完全开放地图面积超过200万格，其中包括五个主要阵营，三个大型城镇（共有5个，还有两个未完工）近百个任务，过万字对话,近200件自制时装以及几十处宝藏在冒险的时候多注意NPC的对话，留意不正常的地方，也许等待着你的就是一处宝藏！冒险遇到困难了？或者一个人冒险感到一丝孤独？去招募一些佣兵吧！对原版的像素武器厌倦了？绝大多数在铁匠铺出售的武器,BOSS掉落的武器，合成的武器都带有时装！剧情简介生活在一个安宁，与外界世界隔绝的岛屿的你在出生前父亲就因未知原因离开了家园，从此再也没有回来过如今，已经对农耕生活厌倦的你出于对冒险的欲望以及对父亲身世的好奇，将因为岛上的一位不速之客而踏上自己的旅程来到一个充满利益纠葛的大陆，一点一点的探索真相说了这么多其实就三个字：找爸爸！\n\n\n\n\nfile_1594723155000.jpg (146.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 18:39 上传\n\n\n\n\n\n\n\n\nfile_1594721645000.jpg (174.65 KB, 下载次数: 6)\n\n下载附件\n\n2020-7-14 18:14 上传\n\n\n\n\n\n经典模组生存服务器装有众多经典模组，在你的冒险之余不妨到资源世界收集资源，在地皮世界建设自己的家园！生存与RPG不分服，你可以将生存的优势发挥到RPG里！高配置服务器10核16G内存24M网速高配置服务器，保证游戏流畅运行不卡顿！明确服规，奖惩分明服务器制定了明确的服规，遇到熊孩子？没关系，截图到群里或者发给服主，保证你的游戏不受熊孩子影响如果有建议也随时欢迎私聊服主，或者想聊聊天也欢迎阵营介绍多图警告！\n\n\n\n\n存亡之殇宣传图-帝国.jpg (327.25 KB, 下载次数: 3)\n\n下载附件\n\n2020-7-14 19:04 上传\n\n\n\n\n\n\n\n\n存亡之殇宣传图-王国.jpg (338.94 KB, 下载次数: 5)\n\n下载附件\n\n2020-7-14 19:07 上传\n\n\n\n\n\n\n\n\n存亡之殇宣传图-黑森佣兵.jpg (325.63 KB, 下载次数: 3)\n\n下载附件\n\n2020-7-14 19:07 上传\n\n\n\n\n\n\n\n\n存亡之殇宣传图-天空之城.jpg (320.19 KB, 下载次数: 5)\n\n下载附件\n\n2020-7-14 19:07 上传\n\n\n\n\n\n游戏内截图\n\n\n\n\nfile_1594723116000.jpg (174.37 KB, 下载次数: 5)\n\n下载附件\n\n2020-7-14 18:38 上传\n\n\n\n\n\n\n\n\nfile_1594724923000.jpg (145.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 19:08 上传\n\n\n\n\n\n\n\n\nfile_1594724923000.jpg (243.6 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 19:08 上传\n\n\n\n\n\n\n\n\nfile_1594724923000.jpg (155.34 KB, 下载次数: 3)\n\n下载附件\n\n2020-7-14 19:08 上传\n\n\n\n\n以下为图片中内容纯文字版介绍\n【以下内容均为图片中文案】阵营介绍：塔斯克帝国 TASIC EMPIRE塔斯克帝国一直扮演着最强大阵营的角色,其强大的军队与坚固的堡垒保护着它所占有的大量财富。在梅森上位前塔斯克帝国还拥有着大陆北边的领土，但由于梅森与他的弟弟奥布里对于王位继承权的纷争导致帝国分裂，如今在梅森的领导下帝国大规模扩军，内部因苛税严重导致的不满和外部四周势力的兴起都令帝国曾经的繁荣景象一点一点的消逝 统治者：梅森 军事力量：强大 科技实力：一般 经济实力：开始下滑 塔斯维利亚王国 TASVILIA KINGDOM直到奥布里和他的哥哥梅森为王位继承权争斗导致帝国分裂，塔斯维利亚王国曾是帝国的一部分。作为帝国的死对头，塔斯维利亚王国位于大陆的最北部，寒冷的气候导致王国没有耕种的可能，因此航海捕鱼与对外贸易一直是他们的食物与经济的主要来源，他们没有帝国强大的军队和藏在金库中成吨的黄金，不过王国从黑森佣兵那里引入的先进科技令王国的生产力突飞猛进，火枪的大量应用也让王国与帝国有一战之力，但同时，这些先进的科技也导致社会矛盾严重。总的来说，这个新兴的国家还有很长一段路要走。统治者：奥布里 军事力量：弱 科技实力：强 经济实力：迅速爬升 黑森佣兵 HESSIAN MERCENARY严格意义上来讲，黑森佣兵不能算是一个国家，但是他们的出现对于整个大陆的影响是相当大的。帝国与王国之间的战争为身为佣兵的他们提供了发大财的机会，他们为帝国卖命的同时也将先进的武器和技术卖给王国。尽管人数不多，但他们也用赚来的大批黄金换来了帝国的大量劳动力以逐渐建设起属于自己的城市。随着帝国与王国之间战事的水深火热，也许他们的野心早就已不仅限于黄金。统治者：指挥官卡希尔 军事力量：弱 科技力量：最强 经济实力：强大 天空之城SKY CITY 在重山的庇护下，这座漂浮在天空中的城市仿佛像是天堂一般的存在，然而，这里的居民大部分都有着惨痛的过去，家园被毁，族人被帝国人杀害...他们有些是精灵族的幸存者，有些是流亡的神秘使，但不管是谁，所有人都对梅森恨之入骨。由于四周高耸的山脉，帝国人和王国人从未听闻过这座城市的存在，为此天空之城的人们也分为两派，一派支持对帝国的报复，一派支持永远远离战争。然而，他们的敌人远远不仅仅是帝国和王国两国... 统治者：本杰明,埃德蒙,凯尔军事实力：极弱 科技实力：未知 经济实力：一般 fantastic60：可以给我讲讲这里的情况吗？镇长：这里是塔斯克帝国，由国王塔斯克·梅森所统治着，在北城堡居住，他是人人爱戴的好国王，在他的统治下塔斯克帝国日益强盛，你有什么问题吗？fantastic60：塔斯克帝国的军力如何？塔斯克帝国的军队大多数都是身经百战的老兵，更有少数是老国王的精英近卫军，他们大多数都是老练的剑士或是精锐的弓箭手，但为了增强军力，国王正在尝试，训练一批以火枪为武器，给予敌人致命伤害的新军，他们被称为“新军步枪兵”，虽然他们的待遇很好，但现在新军数量很少，一部分原因是帝国从未有人使用过火器而难以快速训练出老练的火枪手，另一部分原因是新军年龄有限制。你还有什么问题吗？fantastic60：让我们换个话题\n\n\n\n\n\n",
    "replies": []
}