{
    "title": "[Minecraft.net|GUIDES]像素游泳池",
    "author": "12344987498496",
    "replyCount": 3,
    "timestamp": 1594580880,
    "txt_content": " 本帖最后由 12344987498496 于 2020-7-13 15:11 编辑 \n\n\n\n\n\n\nimage.jpg (117.23 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-13 01:44 上传\n\n\n\n\n\n\n\n\nPixel Pools\n像素水池“在水中荡漾起浪花吧！”\n\n\n\n\n\n\n未命名_meitu_2.png (59.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-13 01:49 上传\n\n\n\n\n\n\n\n\nWe love summer. Sunny weather, fun activities, and long lazy afternoons of lounging at the beach or by the poolside我们都喜欢夏天。夏天里的晴天万里，有趣的活动，还有悠闲悠闲地在海滩或游泳池边闲逛的下午 – what’s not to like? Still, there’s no question that this year’s plans may be a little different,—— 谁不会喜欢呢？不过，毫无疑问的是今年计划可能有一些些变更，so today we’re bringing the outside inside to create fabulous and funky pools for your Minecraft world.\n所以今天我们把户外带进户内去为您的Minecraft世界创建一个奇妙又时髦的游泳池。To take it one step further, we want to turn these pools into something more: pieces of art! Because why settle with 去为了更进一步，我们想把这些游泳池转变成更多的东西: 一件件艺术品！因为当你可以成为水池中的毕加索时，a basic build when you can be the Picasso of pools? Don’t worry, we’ll have you diving into the deep end of these dazzling creations in no time!为什么要用基础的思维来解决问题？别担心，我们会很快地让你进入这些令人眼花缭乱的作品的最深处！First, we’ll start with the basics. You’ll want to create a pool. If you’ve never made one or just need a refresher,here is what you need:首先，我们将从底层基础开始。你将需要创建一个游泳池。如果您从未有过制作或仅仅需要复习一下下，这里是你需要做的:\nGather all your materials. It doesn’t matter what materials you use or the shape you build your new pool in – 收集你所有的全部材料。不管你用那种材料又或着你建造你新游泳池的形状大小 ——the only required elements are the buckets you will use to fill your pool with water!唯一需要的材料元素就是你将用来填满你游泳池的那些水桶！Mark out a shape to help you figure out where you are building and draw your outline with blocks.标记出一个形状来帮助你找出你正在建造的区域，并用方块构画出游泳池的轮廓。\nDig out the inside of your pool to fill in your outline – two blocks down should suffice.挖掉游泳池的内部来填平你勾勒出来的轮廓——两格方块高度就足够。\nFill the base with some simple materials – or skip ahead a bit to find out how you can make an even bigger 用一些简单的材料填充底座——或者往前跳过一点，来找出怎样用你\nsplash with your new structure!的新型结构去造出更大的亮点！\nFill up the pool with water buckets, or watch your pool fill with water as your friend does all the work.用水桶填满游泳池，或者看着你的游泳池填满水，就像你的朋友干全部的工作一样。\nGrab more friends, construct a barbeque or build an outdoor buffet, 召集更多的朋友，建设一个烤肉店或建立一个户外自助餐，\nthen get ready to stay afloat in compliments and praise!随后准备好在赞美和赞扬中保持顺利运营！\n\n\nNow that we have learned the basic steps, let's start thinking about how we can make your pool more advanced现在我们已经学习了基本步骤，让我们开始考虑如何使您的游泳池更先进，and add some art to it! You can either create a brand new pool now that you know how to do this, or replace the 并添加一些艺术！你可以创建一个全新的游泳池，现在你已经懂得如何去制作它，或者去用一些全新的艺术思维\nbottom of the pool you just built with some brand new stylish art. We’ve introduced you to a lot of blocks over the 去替换你刚刚建造的游泳池底部。在过去的几个月里，我们已经向您介绍了众多方块，\nlast few months through Build With It to consider while creating your designs, so you likely have picked out some favorites by now. 在创建您的设计时要考虑使用它们，所以您现在可能已经选上了一些最喜欢的方块。\nFor your first pool, you’ll want to start with something less complex. 对于你的第一个游泳池，你需要想去从一些不那么复杂的开始。A good place to start would be to take a few of your favorite colors, find materials that match, and put them together on the bottom of your pool. 一个好的开始将会是让你得到更多喜爱的颜色，找到与之相匹配的材料，然后把它们建造在你的游泳池底部。You could also create your pools in different, unexpected shapes. For example, you could try something fruit shaped like our image below!当然你也可以创建一些与众不同的游泳池，令人意想不到的形状。例如，你可以尝试以水果似的形状就像我们下面图片所展示的图案！\n\n\n\n\n\nmelon_pool.jpg (90.44 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-13 02:38 上传\n\n\n\n\n\nWatch the afternoons float away with this fruity fresh pool.And no,don't try to drink the water,even if it smells like melon.\n看着这个新鲜水果的下午飘走游泳池。还有不，别想喝水，即使闻起来像甜瓜。\n\nOnce you have a good understanding of shapes and coloring, you should try adding some pixel art to your pool. 一旦你对形状和颜色有了个很好的理解，你应该尝试在你的游泳池中增添一些像素类的艺术。\nPixel art is an art form that fits Minecraft like a glove, thanks to its blocky emphasis and low res vibe. You’ve 像素艺术是一种Minecraft艺术形式，像一个手套，由于其块状分明以及低分辨率的氛围。probably seen a lot of it from many of the talented artists in our community. Creating pixel art can be challenging – 可能你已经从我们社区看见过许多有具有才华的像素艺术家的作品。创造像素艺术是很具有挑战性的——\nyou could use one of the many art programs available out there, or you could grab some graph paper and do things 你可以使用现有众多中的艺术程序其中一个，更或者你可以拿起笔和画纸，\nthe old-fashioned way to plan the pool of your dreams. Where can you inspiration to make this happen? Everywhere!\n用老式的方式来计划设计你的梦想游泳池。灵感从何而来？我想那肯定是遍地都是！\nWhile it’s true most of the pixel art you may encounter visiting other worlds in Minecraft can reach high into the sky, 虽然你在Minecraft中访问其他世界时可能遇到的大多数像素艺术都能高上几层楼，\nthe advantages of keeping your art a little “down to (virtual) earth” are numerous. First, it keeps your horizons clear 但其好处会让你的艺术稍微“踏入（虚拟）地球”的是多方面的。首先，它能让你的视野保持清晰\n– just what you need to see those creepers coming. Second, depending on your design, it may be easier to build ——仅仅是你需要看到那些苦力怕的到来。其次，根据您的设计方案，水平构建可能比\nhorizontally instead of vertically. Next, adding a design where it isn’t easily visible adds a little bit of a surprise for visitors.垂直构建更容易。接下来，在不容易看到的地方添加一个设计伏笔会给访问者带来一点惊喜。\n\nFinally, at the end you have a build that is not only fun to look at, but play with.\n最后，你建筑的游泳池最后不仅能令人刮目相看，而且还能耐人玩味。\nWhile our examples focus mainly on Minecraft themed art, it’s your build and you can create whatever fits your world best. 虽然我们主要集中在以Minecraft为主题的像素艺术上，但它是你的建筑方式，乃至你可以创造出任何最适合你的世界的东西。Will your art be spooky or spacey? Classic or modern?你的艺术是阴森的还是古怪的？古典还是现代？\nWhatever method and style of inspiration you select, we’d be delighted to check out your designs and feature them 无论您所选择的设计风格如何，我们都很乐意为您挑选你的设计并未来的设计风格，并展示它们in a future community gallery. Don’t forget to send your screenshots over to FeatureMe@minecraft.net once you’re done. 在未来社区的展览厅上。别忘了发送你的设计方案截图去到我们的 FeatureMe@minecraft.net 当你完成的时候。\nHappy building!祝君开心！\n\n\n\n【封徵 译自官网GUIDES；原作者 Nova Barlow】\n\n\n\n\n",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1594612080,
            "txt_content": "【封徵 译自官网GUIDES；原作者 Nova Barlow】\n你也叫封徵？"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1594620300,
            "txt_content": " 本帖最后由 爱心魔王FHC 于 2020-7-13 14:06 编辑 \n\n为啥翻译到一半断开一句？？？？这咋看？\n\n\n\n\n\nimage.png (49.08 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-13 14:06 上传\n\n\n\n\n"
        },
        {
            "author": "12344987498496",
            "timestamp": 1594624320,
            "txt_content": "爱心魔王FHC 发表于 2020-7-13 14:05\n为啥翻译到一半断开一句？？？？这咋看？\n修改好了"
        }
    ]
}