{
    "title": "[ Minecraft.net | CULTURE ] 射影",
    "author": "像素君",
    "replyCount": 1,
    "timestamp": 1594564860,
    "txt_content": " 本帖最后由 像素君 于 2020-7-12 22:46 编辑 \n\n\n\n\n\n\n\nSPITTING IMAGE射影\nElisthetic and Aequotis replicate this hallmark of British warplanes Elisthetic 和 Aequotis还原了这架英国的战机\n“A build, no matter the size, can spark many feelings and emotions in anyone,” says Adam 'Aequotis' Berry, one of the builders behind this magnificent Spitfire reproduction! He’s right, I think, as I remember a Minecraft replica of cheeseburger and lose my focus entirely. \n“建筑总能激起人们内心的感触和情绪——不管它是“覆压三百余里”，还是细小如粟。“这架巨大的喷火式战斗机的其中一位建造者Adam “Aequotis”Berry如是说道。我觉得这番话很有道理，毕竟我曾经有过相似的经历——被一个奶酪汉堡的还原作品夺去心智。\n\nMmmmmm cheeseburgers, with the cheese, on the burger. \nMMMMMMmmmmm... what was I writing about again?\n嗯——奶酪汉堡，面包上有奶酪的汉堡。\n嗯……我刚才写了些什么来着？\n\n“I feel scale is subjective,” Adam says, causing me to come back to reality with a notably tasteless jolt. I wipe the drool from my face and try to scrub all trace of the greasy, delicious burger from my mind. “A city is certainly more significant than a plane, but think of this plane as me and my girlfriend trying something new together.”\n“我觉得‘规模’这种东西是很主观的，“Adam的声音把我从索然无味的幻想中拉了回来。我擦干脸上的口水，尝试着将那个油腻的、美味的奶酪汉堡从脑海中抹去。“虽说建造一座城市比建造一架飞机要有意义得多，但一想到这架飞机是我和女朋友尝试新想法的结果，先前的那种观念就不值一提了。”\n\n\n嘿，这张图片怎么和封面图差距这么大！你们都放了些什么玩意上来？实际上，它是处于“手工塑形”阶段时的作品截图。后文的截图将会告诉你这些方块的作用！\nAequotis has a lot of experience with Minecraft builds - he’s the owner of Cubed Community, the building team behind Westpoint, which we’ve featured on the site previously. However, he’s happy to be making something a bit different from his usual landscapes or environments. Especially as, this time, his partner Elisthetic is helping him out.\nAequotis在Minecraft建筑方面颇有心得——他是Cubed Community的管理者，而我们先前在官网介绍过的作品“Westpoint”，正是这个团队的作品之一。尽管如此，他还是想在捏地形、塑造建筑周边环境之余尝试做些不同的事情——更何况这一次建造有Elisthetic的协助。\n\n“The Spitfire is a thing of beauty,” Adam explains. “Ever since childhood I have found planes to be that one thing that keeps me dreaming. Luckily, one day, my girlfriend turned to me and said, ‘hey, let’s build it in Minecraft!’ So, one day later, we finished the Spitfire and poof! Here it is.”\n“喷火式战斗机对我有着独特的吸引力，”Adam解释道，“打从童年时期，飞机就一直是我所希冀的东西。幸运的是，有一天我的女朋友找上我，说道：‘嘿！让我们在Minecraft里建造飞机吧！’于是，经过一天的建造……噗！就有了你现在看到的这架喷火式战斗机。”\n\nIt’s a remarkable achievement for a day’s work, too, given that they’ve made it using the actual dimensions - something Aequotis isn’t necessarily able to do with his other builds. “Actual dimensions are unreachable at the scale that cities are made, where typically one block is equal to a metre,” he explains.\n除此之外，还有一个方面是可圈可点的——这架飞机是按照现实世界中的比例1：1建造的，而Aequotis在面对其他作品时并不一定会尝试这种建造方式。“在一格相当于一米的情况下，建造城市时使用与现实1：1的比例是不可行的。”Adam解释道。\n\n\n\n\n\n\n\nEqually, it’s exactly this that appeals to him. “I got into Minecraft by accident, actually,” he says, “researching designs for an architectural class three years back. I happened upon some structures made of blocks and it piqued my interest. I decided to get involved; try my hand at the legendary block game! What compels me is the new friends, experiences and being able to build stuff that’d take waaaaay too long in real life. I’d rather not build a city by hand, if you get me.”\n同样地，这正是吸引他的地方。“实际上，我接触到Minecraft完全是机缘巧合，”Adam说道“我三年前在搜寻建筑课上用的素材时，偶然发现了一些用方块构成的建筑。这一次经历激起了我对Minecraft的兴趣，于是我决定尝试游玩这款传奇般的方块游戏，在里面挥洒自己的汗水。它让我得以结交新的朋友，增广自己的见闻，建造那些难以化为现实的事物——这几点也同样令我痴迷其中。如果你能理解我的话，就能明白我为什么不愿意独自建造城市了。”\n\nWe do.\n是的，我们理解你的想法。\n\nWith his community of likeminded block builders, Aequotis is able to achieve amazing feats of architecture. However, he says his dream build is his part-built solo passion project - the mysterious medieval woodland, Catalné, which we’ve also featured previously. (What can we say? Dude’s prolific and precise in equal measure.)\n在和他志趣相投的建筑师们的协助之下，Aequotis在建筑方面完成了惊人的壮举。然而，他最心水的是一个已部分完工的个人作品——我们先前亦有介绍过的中世纪的神秘森林“Catalné”。（我们还能说些啥呢？他简直“高产如母猪”）。\n\n\n\"What compels me is the new friends, experiences and being able to build stuff that’d take waaaaay too long in real life.\"\n它让我得以结交新的朋友，增广自己的见闻，建造那些难以化为现实的事物——这几点也同样令我痴迷其中。\n\n“It’s a massive project and a dream I’ve had since childhood - a massive medieval wonderland. So far it’s expanded beyond ‘big’, managing to blast my older solo projects out of the water, having hit a size of 2000x2000 blocks. All hand-placed.”\n“Catalné是我从童年时期就希望建造出来的作品——一个中世纪幻想世界。迄今为止，这个作品的规模已经不能用‘大’来形容了，这个作品的规模已经达到了2000X2000方块的大小，同时也成功地将我以前的个人作品‘炸出了水面’——值得一提的是，这里面的方块全都是手工放置的。”\n\n\n\nSo, given that he’s already making his Minecraft dream, what’s next on the horizon? What could possibly compete with Catalnè? “After that’s finished, I think I’ll likely try a city reminiscent of Turkey. The architecture and diversity truly interests me and I’d like to mix things up with a modernist touch.\n那么，当这个Minecraft里的梦想得以实现后，Aequotis又打算做什么呢？未来和Catalnè比肩的作品会是什么样的呢？“完成Catalnè这个作品后，我可能会去尝试建造一个让人联想到土耳其的城市。那里的建筑和多元的文化风格深深吸引了我，我想尝试着实现这些要素与现代风格的碰撞、交汇与融合。”\n\n“Typically, I work on multiple maps at the same time, while making small projects and tiny builds to spark imagination and keep me motivated. You never know what will pop up, since the possibilities in Minecraft are endless. This Spitfire took around four hours of planning, then two hours of building. At one point we realised the wings were on upside-down after an accident, though.”\n“一般来说，我会同时忙于好几个建造项目。建造小规模的作品可以激发我的想象力，同时让我保持精力充沛。你永远不知道灵感什么时候会直击你的脑海，毕竟Minecraft充满着无限的可能性。为了搭建这架喷火式战斗机，我们先是花费四小时进行构思，然后花费两小时进行建造。尽管如此，还是发生了点小插曲——如果不是偶然的一次失误，我们或许从始至终都不会发现机翼是上下颠倒的。”\n\n\n\nSo, bearing that in mind, what advice would he give to novice builders just spreading their wings (geddit? WINGS – LIKE ON A PLANE!!!)? “My best advice is always practice and look at images. Doing a build straight off the starting line is gonna end badly. It’s best to plan first, observe similar builds and form ideas. Try replicating a build style you’re interested in. Apart from that, just asking a friend for advice and talking about stuff is an excellent way to conjure new ideas. Plus, keep chocolate nearby as it’s brilliant brain fuel - yep!”\n既然如此，为了让新人建筑师“展翅高飞”，Aequotis会给他们什么样的建议呢？“我觉得，最好的建议就是：要坚持练习、坚持欣赏图片。不加计划就开始建筑通常不会得到让你满意的结果，所以对于建筑师来说，做到“提前做计划、从相似建筑中吸取灵感”是很重要的。同样地，你还可以尝试使用自己感兴趣的建筑风格进行建造。除此之外，向周围朋友谈论你的设想、寻求建议也是一个激发灵感的好方法。最后呢，不要忘记随身携带巧克力——毕竟巧克力可是最好的大脑燃料！”\n\nI’m glad he just said that, because to make up for the glaring lack of cheeseburgers around the office, I’m now stuffing my face with chocolate. I’ll have to wrap this article up soon as a result ‘cos now the melted remnants have smudged into the keyboard and all the keys are stuck and Tom's threatened to fire me if he catches me licking it clean again.\n我很高兴Aequotis能提到巧克力——毕竟巧克力弥补了办公室里没有奶酪汉堡的缺憾。现在，我的嘴巴里已经塞满了巧克力——噢，看样子我得尽快结束这篇文章，不然融化的巧克力就会布满键盘，卡住所有的按键——如果Tom再一次看到我用舌头清理键盘的话，他一定会威胁着说要解雇我。\n\nWhile I do that, why don’t you go and check out Elisthetic and Aequotis’ build and, if you want to keep up to date with what they’re doing, follow Elisthetic or Aequotis on Twitter and at his CubedCommunity website?\n当我在这里大快朵颐巧克力的时候，你为什么不去欣赏一下Elisthetic和Aequotis的建造的这架飞机呢？如果你想欣赏到他们的后续作品，那就赶快去关注Elisthetic或Aequotis的Twitter，以及Cubed Community的官方网站吧！\n\nRender by Droolie \n图片渲染：Droolie\n\n\n原文链接：https://www.minecraft.net/zh-hans/article/spitting-image\n原文作者：Emily Richardson\n原文发布日期：2017年8月26日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1594626180,
            "txt_content": "噫，我们俩是不是有撞车的特质\n也是在昨天，也是在翻博文，好像似曾相识...\n（质量没你高，原贴还锁了，现在还没改上去，告辞）"
        }
    ]
}