{
    "title": "[Occultism——神秘主义]恶魔？我小弟啊。",
    "author": "⭐🐟",
    "replyCount": 1,
    "timestamp": 1594729440,
    "txt_content": " 本帖最后由 StarFish_ 于 2020-7-22 00:00 编辑 \n\n[Occultism——神秘主义]恶魔？我小弟啊。\n\n\n\n\n\n9rFN9p7.png (90.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 18:29 上传\n\n\n\n\n\n前言\n神秘主义作为一个新兴的神秘类模组，虽然自带手册。但在游玩过程中难免会有：“下一步该干什么？”，“我现在在什么阶段了？”之类的疑问。本教程将会根据下方这个的流程图，一步一步讲述玩家在什么阶段可以干什么以及下一步该干什么。流程图\n\n\n\n\n\n下载 - 副本.png (190.31 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-15 11:49 上传\n\n\n\n\n\n配置文件\noccultism-common.toml\n\n#Storage Settings\n#存储相关设置\n[storage]\n        #The amount of slots the storage stabilizer tier 1 provides.\n        #阶段1存储稳定器提供的容量\n        stabilizerTier1Slots = 128\n        #The amount of slots the storage stabilizer tier 3 provides.\n        #阶段3存储稳定器提供的容量\n        stabilizerTier3Slots = 512\n        #The amount of slots the storage stabilizer tier 2 provides.\n        #阶段2存储稳定器提供的容量\n        stabilizerTier2Slots = 256\n        #The amount of slots the storage actuator provides.\n        #存储执行器提供的容量\n        controllerBaseSlots = 128\n        #The amount of slots the storage stabilizer tier 4 provides.\n        #阶段4存储稳定器提供的容量\n        stabilizerTier4Slots = 1024\n\n#WorldGen Settings\n#世界生成设定\n[worldgen]\n\n        #Ore Gen Settings\n        #矿物生成设定\n        [worldgen.oregen]\n\n                #Ore Settings(彼岸石)\n                [worldgen.oregen.otherstoneNatural]\n                        #The dimensions this ore will spawn in.这个矿物将在哪个维度生成\n                        dimensionWhitelist = [\"overworld\"]\n                        #The size of veins for this ore.矿脉大小\n                        #Range: 0 ~ 127\n                        oreSize = 7\n                        #The chance (amount of rolls) for this ore to spawn.矿物尝试生成的次数\n                        #Range: 0 ~ 127\n                        oreChance = 5\n                        #The type of block this ore will spawn in.这个矿物将以哪种方块形式生成\n                        fillerBlockType = \"natural_stone\"\n                        #The maximum height for this ore veins to spawn.矿物生成的最高高度\n                        oreMax = 80\n                        #The minimum height for this ore veins to spawn.矿物生成的最低高度\n                        oreMin = 10\n\n                #Ore Settings(铱矿)\n                [worldgen.oregen.iesniumOre]\n                        #The dimensions this ore will spawn in.这个矿物将在哪个维度生成\n                        dimensionWhitelist = [\"the_nether\"]\n                        #The size of veins for this ore.矿脉大小\n                        #Range: 0 ~ 127\n                        oreSize = 3\n                        #The chance (amount of rolls) for this ore to spawn.矿物尝试生成的次数\n                        #Range: 0 ~ 127\n                        oreChance = 10\n                        #The type of block this ore will spawn in.这个矿物将以哪种方块形式生成\n                        fillerBlockType = \"netherrack\"\n                        #The maximum height for this ore veins to spawn.矿物生成的最高高度\n                        oreMax = 128\n                        #The minimum height for this ore veins to spawn.矿物生成的最低高度\n                        oreMin = 10\n\n                #Ore Settings(铜矿)\n                [worldgen.oregen.copperOre]\n                        #The dimensions this ore will spawn in.这个矿物将在哪个维度生成\n                        dimensionWhitelist = [\"overworld\"]\n                        #The size of veins for this ore.\n                        #Range: 0 ~ 127\n                        oreSize = 9\n                        #The chance (amount of rolls) for this ore to spawn.矿物尝试生成的次数\n                        #Range: 0 ~ 127\n                        oreChance = 20\n                        #The type of block this ore will spawn in.这个矿物将以哪种方块形式生成\n                        fillerBlockType = \"natural_stone\"\n                        #The maximum height for this ore veins to spawn.矿物生成的最高高度\n                        oreMax = 64\n                        #The minimum height for this ore veins to spawn.矿物生成的最低高度\n                        oreMin = 20\n\n                #Ore Settings(银矿)\n                [worldgen.oregen.silverOre]\n                        #The dimensions this ore will spawn in.这个矿物将在哪个维度生成\n                        dimensionWhitelist = [\"overworld\"]\n                        #The size of veins for this ore.矿脉大小\n                        #Range: 0 ~ 127\n                        oreSize = 7\n                        #The chance (amount of rolls) for this ore to spawn.矿物尝试生成的次数\n                        #Range: 0 ~ 127\n                        oreChance = 5\n                        #The type of block this ore will spawn in.这个矿物将以哪种方块形式生成\n                        fillerBlockType = \"natural_stone\"\n                        #The maximum height for this ore veins to spawn.矿物生成的最高高度\n                        oreMax = 30\n                        #The minimum height for this ore veins to spawn.矿物生成的最低高度\n                        oreMin = 0\n\n        #Underground Grove Setting彼岸树林相关设置\n        [worldgen.underground_grove]\n                #The chance vines will spawn in the underground grove.彼岸树林生成几率\n                vineChance = 0.3\n                #The dimensions whitelisted for underground grove generation.彼岸树林生成维度\n                dimensionWhitelist = [\"overworld\"]\n                #The min height for a grove to spawn (applied to the center of the grove, not the floor).最低生成高度(以结构中心为准)\n                groveSpawnMin = 25\n                #The max height for a grove to spawn (applied to the center of the grove, not the ceiling).最高生成高度(以结构中心为准)\n                groveSpawnMax = 60\n                #The chance glowstone will spawn in the ceiling of the underground grove.萤石在彼岸树林顶部生成的概率\n                ceilingLightChance = 0.1\n                #The chance for a grove to spawn in a chunk (generates 1/groveSpawnChance chunks on average).彼岸树林在一个区块中生成的概率(平均每个区块生成一个)\n                groveSpawnChance = 400\n                #The chance small trees will spawn in the underground grove.小彼岸树在彼岸树林的生成概率\n                treeChance = 0.1\n                #The biome types to spawn underground groves in.彼岸树林可生成的生物群系\n                validBiomes = [\"JUNGLE\", \"LUSH\", \"PLAINS\", \"FOREST\", \"CONIFEROUS\", \"MAGICAL\"]\n                #The chance grass will spawn in the underground grove.草在彼岸树林生成的概率\n                grassChance = 0.6\n\n#Ritual Settings仪式相关设置\n[rituals]\n        #Enables the ritual to start a thunderstorm.仪式可以开启雷暴\n        enableThunderWeatherRitual = true\n        #Enables the ritual to set time to day.仪式可以改变时间为早晨\n        enableDayTimeRitual = true\n        #Enables the ritual to set time to night.仪式可以改变时间为晚上\n        enableNightTimeRitual = true\n        #Enables the ritual to start rainy weather.仪式可以开启雨天\n        enableRainWeatherRitual = true\n        #Enables the ritual to clear rainy weather.仪式可以开启晴天\n        enableClearWeatherRitual = true\n\n#Dimensional Mineshaft Settings维度矿井设置\n[dimensional_mineshaft]\n\n        #Miner Spirit Settings金妮设置\n        [dimensional_mineshaft.miner_djinni_ores]\n                #The amount of blocks the spirit will obtain per mining operation.每次挖掘可获得的方块数\n                rollsPerOperation = 1\n                #The amount of mining operations the spirit can perform before breaking.在消亡前，每个灵魂可以挖掘的方块数\n                durability = 100\n                #The amount of time it takes the spirit to perform one mining operation.每次挖掘需要耗费的时间\n                maxMiningTime = 400\n\n        #Miner Spirit Settings佛利奥特设置\n        [dimensional_mineshaft.miner_foliot_unspecialized]\n                #The amount of blocks the spirit will obtain per mining operation.每次挖掘可获得的方块数\n                rollsPerOperation = 1\n                #The amount of mining operations the spirit can perform before breaking.在消亡前，每个灵魂可以挖掘的方块数\n                durability = 1000\n                #The amount of time it takes the spirit to perform one mining operation.每次挖掘需要耗费的时间\n                maxMiningTime = 400\n沟通彼岸前的准备\n1.获取恶魔之梦\n要开始神秘主义的游玩。首先就得打草来获得一个恶魔之梦种子。获取恶魔之梦种子之后就可以将恶魔之梦种子种在地里。当他成熟的时候，他长这个样子。右键收获，就可以获得我们第一个恶魔之梦果实了！\n\n\n\n\nimage.png (127.48 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 20:04 上传\n\n\n\n\n\n2.合成灵魂词典在拥有了稳定的恶魔之梦种子来源的时候，我们就可以着手做一本灵魂词典，这是神秘主义这个MOD自带的手册。合成方式也很简单，只要把一个恶魔之梦种子和一本书进行无序合成，就可以获得灵魂词典。\n\n\n\n\nimage.png (9.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 20:08 上传\n\n\n\n\n\n3.用灵魂火焰净化钻石在获取足够多恶魔之梦果实后，我们就可以着手获取灵魂调谐宝石了。而获取灵魂调谐宝石的第一步便是生成灵魂火焰。灵魂火焰的生成也十分简单，只需将恶魔之梦果实扔在地上，然后用打火石点燃恶魔之梦果实就会生成灵魂火焰。\n\n\n\n\nimage.png (68.75 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 20:13 上传\n\n\n\n\n点燃恶魔之梦果实之后的灵魂火焰\n\n\n\n\nimage.png (85.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 20:14 上传\n\n\n\n\n\n在有了灵魂火焰之后，我们就可以通过向灵魂火焰中投掷钻石，使得灵魂火焰将钻石净化，形成灵魂调谐宝石。\n\n\n\n\nimage.png (44.85 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 20:16 上传\n\n\n\n\n\n4.合成占卜杖在获得了灵魂调谐宝石之后，我们就可以合成神秘主义这个模组中前期必不可少的工具——占卜棍。占卜棍可以通过与我们所在位面的材料调谐从而与彼岸与之对应的材料形成共振，使得我们可以采集彼岸的材料。\n\n\n\n\nimage.png (8.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 20:19 上传\n\n\n\n\n\n5.看透彼岸的能力——第三只眼可以通过食用恶魔之梦果实来获取短暂的“第三只眼”的效果（伴随着饥饿）。第三只眼可以看到彼岸的方块，使得我们能拥有采集他们的能力。至此，我们在踏上彼岸前的准备就算完成了。\n\n\n\n\nimage.png (34.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 20:21 上传\n\n\n\n\n\n初入彼岸在这一部分，你将会了解如何获取低阶彼岸材料，如何进行仪式以及召唤一些初等灵魂获取低阶彼岸材料现世材料与低阶彼岸材料的对应表 安山岩 彼岸石橡木原木  彼岸原木橡木树叶 彼岸树叶1.彼岸石要获取彼岸石首先得使得占卜棒与彼岸石生成共振。这时候我们就要Shift右键安山岩使得占卜棒与彼岸石可以生成共振。若设置成功，应会出现如下图所示文字。\n\n\n\n\nimage.png (13.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 23:09 上传\n\n\n\n\n\n若方块选择错误则会出现，这时就只需要重新选取对应方块就行了。\n\n\n\n\nimage.png (10.42 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 23:09 上传\n\n\n\n\n\n然后就需要拿着占卜帮长按右键，等动画结束后，若占卜棒的颜色固定在了紫色（不管深浅），那么就说明你附近有你所想要的材料。具体的效果就和下图一样。\n\n\n\n\nfile_1594739969000.jpg (152.26 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 23:19 上传\n\n\n\n\n\n当占卜杖上的紫色深浅和上图一样时，就说明你想要的方块就在你水平6格内。这时候就需要你往下挖（以彼岸石为例），当你看到安山岩的时候就可以停下了。然后掏出你的恶魔之梦果实！吃了它。这时，你的界面会变成这个样子。\n\n\n\n\n\nfile_1594740185000.jpg (74.96 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 23:23 上传\n\n\n\n\n\n眼前这些黑色的方块就是彼岸石。切记！一定要在你身上有第三只眼效果的时候挖掘，不然只会掉落安山岩。2.彼岸原木/彼岸树苗获取彼岸原木与彼岸树苗的大致流程与彼岸石相同。但是由于彼岸原木/树苗只能在自然生成在彼岸树林的彼岸树获取。而彼岸森林的生成几率又不高，所以通常需要有极大的耐心才能找到一处彼岸森林。但是，一旦你找到了彼岸森林，你就可以快速获得大量的彼岸石，彼岸原木以及彼岸树苗。切记！彼岸树苗只能通过空手打掉彼岸树叶才会掉落。\n\n\n\n\nfile_1594740524000.jpg (137.12 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 23:28 上传\n\n\n\n\n\n3.铜矿/银矿这个模组新添加了两种肉眼可见且在主世界自然生成的矿物——“银矿”以及“铜矿”。在之后模组发展的过程中，这两种矿物也是不可缺少的。\n根据模组的配置文件来看，铜矿会在20-64的高度自然生成，银矿会在0-30的高度自然生成。不同于其他的彼岸材料，这两种材料可以直接在平常情况下采集，不需要食用恶魔之梦果实来获取第三只眼效果。\n制造蜡烛、白粉笔以及祭祀碗\n1.蜡烛要制造蜡烛首先得获取脂肪，所以得先合成一把屠夫刀\n\n\n\n\nimage.png (7.52 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 23:40 上传\n\n\n\n\n\n然后使用屠夫刀击杀猪、牛、羊这些大型动物会掉落脂肪。\n\n\n\n\nimage.png (23.08 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 23:42 上传\n\n\n\n\n\n有了脂肪之后就可以合成仪式所必须的白蜡烛\n\n\n\n\nimage.png (8.96 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 23:42 上传\n\n\n\n\n\n2.白粉笔在熔炉中烧制彼岸石获取烧过的彼岸石\n\n\n\n\nimage.png (8.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 23:44 上传\n\n\n\n\n\n将彼岸原木丢入灵魂火焰中获取彼岸灰烬\n\n\n\n\nimage.png (16.04 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-14 23:45 上传\n\n\n\n\n\n然后将两者合成为不纯净的白色粉笔\n最后将不纯净的白色粉笔再丢回灵魂火焰中就可以得到可以使用的白色粉笔了！3.祭祀碗制作祭祀碗的方法十分简单，只需将彼岸石如下图摆放就能合成\n\n\n\n\nimage.png (6.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 14:46 上传\n\n\n\n\n\n金质祭祀碗的合成方法也是类似的，只需要将祭祀碗周围围一圈金锭就可以了。\n\n\n\n\nimage.png (4.89 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 14:52 上传\n\n\n\n\n\n4.绑定之书：佛利奥特绑定之书：佛利奥特 作为激活仪式所不可缺少的物品，自然需要在仪式开始前准备好。在合成绑定之书：佛利奥特 之前，需要先合成书与笔。\n\n\n\n\nimage.png (3.91 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 14:56 上传\n\n\n\n\n\n之后才能用1x 书与笔 4x 白色染料 1x 白色粉笔 合成绑定之书：佛利奥特 。之后还需要将这本书与灵魂词典合成，将佛利奥特的真名绑定至这本书中，合成绑定之书：佛利奥特（已绑定）。\n\n\n\n\nimage.png (7.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 15:05 上传\n\n\n\n\n\n在做完这些准备工作之后，我们就可以开始准备仪式召唤灵魂了。\n召唤初等灵魂1.矿石粉碎者佛利奥特召唤佛利奥特需要用到五芒星阿维亚之圈，在模组自带的手册上有可视化的摆放，只需按照提示，依次摆放完成就可以了。完成后的五芒星应该与下图类似。记得不要忘了放祭祀碗。\n\n\n\n\nimage.png (96.22 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 14:59 上传\n\n\n\n\n\n然后在四个祭祀碗上分别放上，铜矿，铁矿，银矿，金矿。\n\n\n\n\nimage.png (178.2 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 15:00 上传\n\n\n\n\n\n在一切都就绪之后，就可以使用书籍右键金质祭祀碗，当出现紫色粒子效果时，就说明仪式已经开始，祭品也会慢慢被消耗。\n\n\n\n\nfile_1594796835000.jpg (246.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 15:07 上传\n\n\n\n\n\n在祭品都消耗完之后，矿石粉碎者就出现了\n\n\n\n\nimage.png (301.94 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 15:09 上传\n\n\n\n\n\n我们之后要做的，就只是把合适的矿物丢给他，然后矿石粉碎者就会返回2倍的矿粉，神秘主义的2倍矿就这样简简单单的实现了。2.伐木工人佛利奥特由于需要5种祭品，所以我们得在仪式中多添加1个祭祀碗并按照灵魂词典上的指示摆好所需的祭品。\n\n\n\n\nfile_1594797342000.jpg (286.4 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 15:15 上传\n\n\n\n\n当仪式结束后，伐木工人佛利奥特就会被召唤出来。与矿石粉碎者佛利奥特不同，在召唤完伐木工人佛利奥特之后，会给你一本召唤之书：伐木工人佛利奥特，使得你可以确定伐木工人佛利奥特的工作区域以及将物品存放在哪个容器之中。\n\n\n\n\nimage.png (33.64 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 15:20 上传\n\n\n\n\n\n手持召唤之书右键地面就会出现如下的两个GUI，一个是确定工作范围的\n\n\n\n\nimage.png (57.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 15:21 上传\n\n\n\n\n\n还有一个是确定存入容器的\n\n\n\n\nimage.png (27.59 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 15:22 上传\n\n\n\n\n\n在我们选定好模式之后就可以Shift右键我们需要的方块来应用配置。比如说在设置存入模式下Shift右键箱子，就可以使得箱子与伐木工人佛利奥特绑定，使得他能将所砍伐的树木所得全部放到这个选定的箱子中。在设置初始地点模式下（有16*16, 32*32, 64*64 三种模式）Shift右键方块，就可以使得伐木工人佛利奥特在以此方块为中心的范围内砍伐树木。若在范围内有树木存在则会自动砍树（连锁）。已知BUG：连锁砍树时可能会有遗留。\n\n\n\n\nfile_1594798025000.jpg (94.95 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 15:27 上传\n\n\n\n\n\n3.彼岸石商人彼岸石商人的召唤与前两个需要的五芒星相同，都是阿维亚之圈。只是祭品改成了石头、花岗岩、闪长岩、安山岩。\n\n\n\n\nfile_1594798668000.jpg (251.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 15:37 上传\n\n\n\n\n在摆放完成祭品之后，只需要使用绑定之书：佛利奥特（已绑定）右键金质祭祀碗就可以开始召唤。\n\n\n\n\nimage.png (141.7 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 15:42 上传\n\n\n\n\n在召唤出彼岸石商人之后，就可以使用4个石头与彼岸石商人交换1个彼岸石。这也是中后期稳定获取彼岸石的方法。\n4.彼岸树苗商人彼岸石商人的召唤与前两个需要的五芒星相同，都是阿维亚之圈。只是祭品有些修改。变成了，橡树树苗、白桦树苗、丛林树苗、云杉树苗。在摆放完成祭品之后，只需要使用绑定之书：佛利奥特（已绑定）右键金质祭祀碗就可以开始召唤。在召唤出彼岸树苗商人之后，就可以使用不稳定彼岸树苗与彼岸树苗商人交换1个稳定的彼岸树苗。稳定的彼岸树苗使得我们可以在没有第三只眼效果的时候也可以看到彼岸树并采集。\n\n再探彼岸\n经过了上一章节的历练，现在的你，一定对仪式，灵魂，彼岸有了一些简单的了解了吧。在这一章节中，你将获取伙伴的帮助，与被附身的怪物战斗，获取高阶彼岸材料。\n获取高阶彼岸材料\n通过食用恶魔之梦果实获得第三只眼效果来采集彼岸材料的确十分方便，但是这样也有一些弊端。食用恶魔之梦果实获得的第三只眼能力无法使你看到，也无法采集高阶的彼岸材料——铱矿。所以这时候就需要制作一个步入中期的重要物品——“彼岸目镜”以及“注魔镐”。来使得你可以看到更高阶的彼岸材料并采集。1.仪式所需物品金色粉笔\n\n\n\n\nimage.png (7.64 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-19 19:07 上传\n\n\n\n\n金色粉笔需要先通过不纯净的白色粉笔与一个金粉以及一个萤石粉合成不纯净的金色粉笔。然后将不纯净的金色粉笔丢入灵魂火焰中将杂质灼烧完全之后，就可以获得可以使用的金色粉笔。紫色粉笔\n\n\n\n\nimage.png (8.2 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-19 19:08 上传\n\n\n\n\n紫色粉笔与金色粉笔的获取方式类似，只是需要将合成物改为两个黑曜石粉以及一个末地石粉。绑定之书：金妮（已绑定）\n\n\n\n\nimage.png (8.98 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-19 19:08 上传\n\n\n\n\n\n\n\n\n\nimage.png (9.41 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-19 19:08 上传\n\n\n\n\n\n绑定之书：金妮（已绑定）的获取方式和绑定之书：佛利奥特（已绑定）类似，只需将白色染料以及白色粉笔分别换为绿色染料以及紫色粉笔然后再与灵魂词典合成后就可以获得。2.制造彼岸目镜要制造彼岸目镜，首先得用1颗灵魂调谐宝石与8块任意颜色的玻璃板制成镜片。\n\n\n\n\nimage.png (7.18 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-19 19:08 上传\n\n\n\n\n\n可以看到手册上明确指出，要为镜片注入佛利奥特，需要使用五芒星——“艾兹威尔斯的初等迫使”。这个五芒星不止需要白色粉笔以及蜡烛，还需要灵魂调谐水晶以及金色粉笔的力量使得佛利奥特可以被注入到镜片中。完成后的五芒星应该类似于这个样子。在完成五芒星之后，我们就可以根据仪式的要求，依次在祭祀碗中摆入1个镜片，1块金锭以及2块银锭。在所有准备工作都做好之后，就可以手持绑定之书：佛利奥特（已绑定）右击金质祭祀碗，等待仪式过程结束之后，我们就获得了注入了佛利奥特的镜片。由于被注入到镜片中的佛利奥特可以和佩戴者共享彼岸视野，所以我们不用食用恶魔之梦果实获取第三只眼效果也能看到彼岸的物品了。有了镜片之后，我们就可以合成彼岸目镜了。但是，光光佩戴彼岸目镜还不足让我们可以采集彼岸的高阶材料。所以，下一步我们就需要制作注魔镐。3.制造注魔镐注魔镐是我们解决如何采集彼岸高级材料问题的一个临时解决方案。在我们采集到足够的铱矿时，我们就可以使用铱镐（拥有更高的耐久）来挖掘彼岸矿物，而不是脆弱的注魔镐了。要制造注魔镐首先得用3个灵魂调谐宝石制作一个注魔镐头。\n\n\n\n\nimage.png (7.52 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-19 19:09 上传\n\n\n\n\n\n然后使用五芒星——“斯崔格的高等绑定”来将佛利奥特注入到镐子中。“斯崔格的高等绑定”作为一个较高等的五芒星，除了“艾兹威尔斯的初等迫使”所需要的四种材料以外。还需要紫色粉笔来进一步加强仪式的力量，使得拥有更强大力量的金妮可以被注入到物品中。完成后的五芒星应该与下图类似。\n在完成五芒星之后，我们就可以根据仪式的要求，依次在祭祀碗中摆入1个灵魂调谐镐头，2个木棍以及2个银矿。在所有准备工作都做好之后，就可以手持绑定之书：金妮（已绑定）右击金质祭祀碗，等待仪式过程结束之后，我们就获得了注入了金妮的注魔镐。由于金妮的力量太过狂暴且五芒星的限制过多，注魔镐的耐久不尽如人意，所以只能作为一个临时过渡的物品使用。\n4.获得铱矿铱矿作为高阶的彼岸材料，生成地点自然与前三种低阶的彼岸材料不同。要想获得铱矿，我们需要先到达地狱，然后手持占卜棒Shift右击下界岩，使得占卜棒与下界岩调谐并可以和铱矿达成共振。当我们佩戴彼岸目镜后，我们就可以看到铱矿，然后只需要使用注魔镐采集，我们就获得了彼岸高阶材料——“铱矿”。在我们获取3个铱矿后，我们就可以合成铱镐，之后就可以使用铱镐采集彼岸材料。至此，我们再也不需要使用耐久极低的注魔镐了！\n\n\n\n\nimage.png (6.76 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-19 19:09 上传\n\n\n\n\n召唤被附身的怪物\n在仪式所需物品中，有很多在大多时候无法很轻易的获取。这个时候我们就要通过召唤被附身的怪物并击败他们，以获取这些不方便获取的物品。由于会发生战斗，所以还请召唤时穿戴好战斗用具，以免发生难以预测的意外。\n1.召唤被附身的末影螨--->末地石\n召唤被附身的末影螨需要使用一个全新的五芒星——“赫德林的诱饵”，其中大量使用了金色符文，大大增强了五芒星的强迫力度。足以使得被召唤来的佛利奥特被强迫附身在一个生物上。完成的五芒星与下图类似。\n\n在完成五芒星的构造后，依次在四个祭祀碗中放入两块泥土以及两块石头。放完之后，使用绑定之书：佛利奥特（已绑定）右键金质祭祀碗开始仪式。重要：该仪式需要在进行到一半时投掷一枚鸡蛋来模拟末影珍珠的使用，若不投掷鸡蛋则会导致仪式失败。当仪式完成后，击杀所召唤出来的被附身的末影螨，就可以不去末地而获得末地石了。\n2.召唤被附身的骷髅--->骷髅头颅\n\n\n\n\n\nimage.png (241.33 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-19 19:10 上传\n\n\n\n\n\n与召唤被附身的末影螨类似，召唤被附身的骷髅依旧使用五芒星——“赫德林的诱饵”，只是需要把祭品改成四根骨头。注意！仪式开始前必须有一只鸡在金质祭祀碗附近，且需在仪式进行到一半时将鸡杀死，不然会导致仪式失败！当仪式完成后，击杀所召唤出来的被附身的骷髅，就可以轻松获取骷髅头颅了。\n3.召唤被附身的末影人--->末影珍珠\n不同于前两个附身仪式，召唤被附身的末影人的仪式由于召唤的是金妮而不是佛利奥特。所以需要更加强力的五芒星——“伊哈根的迷恋”使得金妮附身在末影人身上。完成后的五芒星如下图所示。注：在0.2.11版本中，骷髅头颅的位置在五芒星可视化的时候不会显示，属于BUG。\n\n在完成五芒星的构造后，依次在四个祭祀碗中放入一根骨头，一根线，一块腐肉，一块末地石。放完之后，使用绑定之书：金妮（已绑定）右键金质祭祀碗开始仪式。重要：该仪式开始前必须有一只猪在金质祭祀碗附近，且需要在仪式进行到一半时将猪击杀，不然会导致仪式失败。当仪式完成后，击杀所召唤出来的被附身的末影人，就可以轻松获取末影珍珠了。\n但是我感觉没什么用，小黑塔万岁！\n\n获取伙伴的帮助\n一个人的游戏总是孤独的，寻找雨林的路途也是漫长的，这个模组提供了一种全新的方式来使得你可以获取宠物鹦鹉，那就是——“伙伴仪式”，在这一章节中，只会介绍一种伙伴仪式——“鹦鹉伙伴”。在下一章“彼岸遨游”中，会介绍另一种伙伴仪式——“彼岸鸟伙伴”。1.鹦鹉伙伴\n\n\n鹦鹉伙伴仪式用到了上文提到的赫德林的诱饵，在完成五芒星的构造后，依次在五个祭祀碗中放入一根羽毛，一个绿色染料，一个黄色染料，一个红色染料以及一个蓝色染料。放完之后，使用绑定之书：佛利奥特（已绑定）右键金质祭祀碗开始仪式。注意！仪式开始前必须有一只鸡在金质祭祀碗附近，且需在仪式进行到一半时将鸡杀死，不然会导致仪式失败。在仪式结束之后，一只鹦鹉就会出现，他没有什么别的能力，只能给你陪伴你度过这孤独的旅程，在你感到孤独时给予你陪伴与慰藉。但是，由于仪式中召唤的佛利奥特是属于智商底下的灵魂，所以在仪式进行时可能会发生意想不到的事情……\n彼岸遨游\n现在的你，经历过与被附身怪物的战斗，有了获取高阶彼岸材料的能力也有了伙伴的陪伴。在这一最终章中，你将与最强大的灵魂战斗，拥有飞行的能力，能驱使灵魂以实现自动化。真真正正的成为一名经验丰富的召唤师。\n天空不是极限\n在上一章节最后，我们介绍了伙伴仪式其一“鹦鹉伙伴”，所以我们在这一章节的开始，就介绍伙伴仪式的另一种“彼岸鸟仪式”，这个仪式能让你获得飞行的能力，故将此小节命名为“天空不是极限”。\n1.彼岸鸟伙伴要进行彼岸鸟仪式需要一种全新的五芒星——“奥菲克斯的召唤”，这个五芒星使用了大量紫色符文以及骷/髅/头/颅，使得被召唤出来的金妮力量增强，所以使用了更多的蜡烛来稳定仪式的进行。搭建好的五芒星应该与下图类似。注：在0.2.11版本中，骷髅头颅的位置在五芒星可视化的时候不会显示，属于BUG。\n\n在完成五芒星的构造后，依次在四个祭祀碗中放入两根羽毛，一个蜘蛛网，一个任意的树叶。放完之后，使用绑定之书：金妮（已绑定）右键金质祭祀碗开始仪式。注意！仪式开始前必须有一只鹦鹉/鹦鹉伙伴在金质祭祀碗附近，且需在仪式进行到一半时将鹦鹉/鹦鹉伙伴杀死，不然会导致仪式失败。在仪式结束之后，一只彼岸鸟就会出现，\n\n彼岸鸟不同于鹦鹉伙伴，他可以给予你跳跃提升、缓降以及多段跳的能力，让你能飞上天，和太阳肩并肩。但是，记住不要里彼岸鸟太远，不然没有BUFF的你可能会摔得很惨。\n2.灵魂宝石\n\n\n\n\nimage.png (143.63 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-19 19:13 上传\n\n\n\n\n\n灵魂宝石使你可以将彼岸鸟暂时储存起来，也就是将能力暂时储存。制造灵魂宝石需要使用五芒星——“斯崔格的高等绑定”，并且有八个祭品，分别为，一个钻石，一个铜锭，一个银锭，一个金锭以及四块灵魂沙。待所有都完成之后，就可以手持绑定之书：金妮（已绑定）右键金质祭祀碗开始仪式。在仪式结束后就可以得到空的灵魂宝石，手持空的灵魂宝石右键彼岸鸟就可以将彼岸鸟暂时收治在灵魂宝石中。注：灵魂宝石可以收治大多数生物除了灵魂主宰\n\n维度存储\n维度存储是神秘主义这个模组中后期必须发展的一个东西，它提供了大量的存储空间且可以被扩容。维度存储主要由以下几个物品构成。\n1.存储执行器：这是维度存储所必须的东西，相当于维度存储的主体\n\n要合成存储执行器，得先制造一个维度矩阵，维度矩阵相当于存储维度的入口，使得我们可以与存储维度进行交互。维度矩阵的制造需要五芒星——“斯崔格的高等绑定”，仪式需要的四个祭品分别为，一个末影珍珠以及三个石英块，待所有都完成之后，就可以手持绑定之书：金妮（已绑定）右键金质祭祀碗开始仪式。在仪式结束后就可以得到维度矩阵。\n要合成存储执行器，还需要制造一个存储执行器底座。而制造存储执行器底座，首先得要一个彼岸石基座，彼岸石基座的合成方法如下图所示。\n\n在合成了彼岸石基座之后就可以制作存储执行器底座了。存储执行器底座的制造需要五芒星——“艾兹威尔斯的初等迫使”，仪式需要的四个祭品分别为，一个彼岸石基座以及三块金锭，待所有都完成之后，就可以手持绑定之书：佛利奥特（已绑定）右键金质祭祀碗开始仪式。在仪式结束后就可以得到存储执行器底座。\n在这两样物品都制作完成后，就可以如下图合成存储执行器。\n2.稳定虫洞：使得我们可以远离存储执行器而远程访问存储的物品。要制作稳定虫洞得先制作一个虫洞框架，而制造虫洞框架又需要一个彼岸石框架。这两个物品的合成方式如下图所示。\n\n在合成完虫洞框架之后，我们就可以着手仪式来制造稳定虫洞了。稳定虫洞的制造需要五芒星——“艾兹威尔斯的初等迫使”，仪式需要的四个祭品分别为，一个虫洞框架，一个末影珍珠以及两块下界石英，待所有都完成之后，就可以手持绑定之书：佛利奥特（已绑定）右键金质祭祀碗开始仪式。在仪式结束后就可以得到稳定虫洞。\n在获得稳定虫洞之后就可以手持稳定虫洞Shift右键存储执行器，当出现如下图文字时，就说明稳定虫洞已与选定存储执行器绑定，这时候就可以将稳定虫洞放下，右键稳定虫洞就可以访问存储执行器里面的物品了。注：存储执行器所在的区块必须被加载\n3.存储访问器：与稳定虫洞类似，可以远程访问库存要制作存储访问器得先制作一个无灵魂的存储访问器，而制造无灵魂的存储访问器又需要一个彼岸石板。这两个物品的合成方式如下图所示。\n\n在合成完无灵魂的存储访问器之后，就可以向无灵魂的存储访问器中注入灵魂。与稳定虫洞的制造不同，存储访问器的制造需要五芒星——“斯崔格的高等绑定”，仪式需要的四个祭品分别为，一个无灵魂的存储访问器，两个末影珍珠以及一个下界石英，待所有都完成之后，就可以手持绑定之书：金妮（已绑定）右键金质祭祀碗开始仪式。在仪式结束后就可以得到存储访问器。\n手持存储访问器Shift右键想要绑定的存储执行器就可以与之绑定，当出现下方文字时，说明绑定成功。注：存储执行器所在的区块必须被加载\n4.维度存储稳定器（4个阶段）：提升维度存储的存储空间，相当于扩容升级共可以制造出4个不同阶段的维度存储稳定器，且阶段越高提升的存储量也就越大（可在配置文件中修改），具体制作方法可在词典中查询，在此就不多赘述，只介绍一下使用方法。\n维度存储稳定器必须面对着存储执行器的维度矩阵部分（也就是存储执行器的上一格），且不能远离存储执行器五格。下图介绍了一种最简单的扩容方法。\n\n简单自动化\n打工是不可能打工的，也只能靠灵魂帮帮忙来维持生活这个样子。\n1.机器操纵者金妮\n要召唤机器操纵者金妮需要一种五芒星——“奥菲克斯的召唤”，这个五芒星使用了大量紫色符文以及骷/髅/头/颅，使得被召唤出来的金妮力量增强，所以使用了更多的蜡烛来稳定仪式的进行。注：在0.2.11版本中，骷髅头颅的位置在五芒星可视化的时候不会显示，属于BUG。\n仪式需四种祭品，分别为煤炭块，金锭，铁锭以及熔炉。在仪式准备完成之后就可以使用，绑定之书：金妮（已绑定）右键金质祭坛开始仪式，等待仪式动画结束之后，机器操纵者金妮就被召唤出来了，同时你会获得一本召唤之书：机器操纵者来修改各种配置。\n首先右键任意方块可以看到出现如下图界面\n\n\n\n\n\nimage.png (24.94 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 08:07 上传\n\n\n\n\n\n在这个设置下，可以Shift右键存储执行器使得机器操纵者可以接受存储执行器的命令。\n在绑定完库存之后，就可以修改模式为设置机器管理\n\n\n\n\n\nimage.png (23.87 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 08:08 上传\n\n\n\n\n\n在这个模式下Shift右键一个机器（例如熔炉），便可以出现修改机器输入输出面的提示。\n\n\n\n\n\nimage.png (77.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 08:09 上传\n\n\n\n\n\n在修改完输入输出面之后就可以通过存储执行器的GUI界面下达指令，从而实现了自动化。实测：在0.2.11版本中存在BUG，在召唤之书绑定时，不同的面会被认为是不同的机器，所以为了避免BUG。还请在同一面进行操作。\n\n\n\n\n\nimage.png (72.19 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 08:26 上传\n\n\n\n\n\n\n\n维度矿井\n手动挖矿？不累吗？试试灵魂打工仔吧，便宜又好用。\n1.魔法灯魔法灯可以将灵魂囚禁在里面，使得他们能长时间的存留在主世界而不会因为本质衰退返回彼岸。魔法灯是维度矿井必不可少的一个部分，需要5个银锭以及1个铱锭合成。\n\n\n\n\nimage.png (7.84 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 08:33 上传\n\n\n\n\n2.矿工灵魂在此不会对矿工灵魂的召唤做过多赘述，只会谈一下两个矿工灵魂的差别。\n佛利奥特，作为低等的灵魂，不会拥有太多的力量与智慧，所以只会漫无目的的挖掘，一共可以挖掘1000个方块。\n金妮，作为拥有更强大力量与智慧的灵魂，会挖掘到更好的物品，不过与之而来的，挖掘数量降低到了100个方块。\n不过！这些都可以在config文件中修改。只要你想，你甚至可以拥有一个能挖几万个方块的矿工灵魂。3.维度矿井维度矿井需要用到五芒星——“斯崔格的高等绑定”，并需要八个祭品，分别为四块彼岸石，两个铱块，一个灵魂调谐水晶以及一个金锭。在仪式准备好之后，就可以使用绑定之书：金妮（已绑定）右键金质祭祀碗来开始仪式。等待仪式结束后就可以获得维度矿井。\n获得维度矿井之后就可以将其放置在地上，右键打开GUI之后便可以将关有矿工佛利奥特/金妮的魔法灯放在里面，就可以实现自动挖矿了。注：由于维度矿井无法自动输出，所以需要在维度矿井下方接一个漏斗将物品漏出，使得维度矿井不会爆满。\n\n\n\n\n\nimage.png (17.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-16 08:38 上传\n\n\n\n\n\n与高阶灵魂战斗\n终于的终于，作为一个有经验的召唤者，你已经有了召唤高阶灵魂并与之战斗的能力。在本小节中，你将与未被束缚的埃弗里特战斗获取精华，与野猎战斗获取凋零骷髅头颅。\n由于帕秋莉手册的可视化多方块结构有些BUG，这章暂且搁置。\n\n\n\n\n\nimage.png (55.41 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-18 23:40 上传\n\n\n\n\n\n1.未被束缚的埃弗里特--->精华\n[/spoiler]2.野猎--->凋零骷髅头颅\n[spoiler]\n后记\n这篇教程是我写的第一篇教程，肯定会有瑕疵，还请多多指正。教程内容并没有涵盖所有的手册内容，所以额外内容还请大家多多探索。很惊讶居然可以看到后记\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "Twilight_Two",
            "timestamp": 1594741140,
            "txt_content": "流程图英文的会不会。。。"
        }
    ]
}