{
    "title": "[原创/连载]《暮色森林传记》第十三章——围攻火焰沼泽",
    "author": "800805",
    "replyCount": 2,
    "timestamp": 1594735560,
    "txt_content": " 本帖最后由 800805 于 2020-8-8 14:51 编辑 \n\n正文    又过了一天，三大首领照旧出现在城堡之下，不过这次他们却是各怀鬼胎。\n    一道蓝色光辉从城堡大门的门缝中渗透出来，背后是拿着逐妖大剑的谜题羊。附魔的钻石剑时不时闪烁着蓝光，似乎是有所寓意。\n    “你们终于肯出来了吗，我九头蛇已经迫不及待斩杀你了。”它带着一丝冷冷的笑意。\n    忽然，后面一团火焰飞出，击中了九头蛇。这不足以造成什么伤害，却令它惊得后退了几步。刹那间，巫妖和暮色恶魂似乎接收了无形的指令，全部转过来向九头蛇发起攻击。史蒂夫调动炽热的血液，又冲向前。似乎这次攻击只有速度而没有什么伤害。待九头蛇这么想时，冰雪女王和巫妖的攻击却到了背后。好一招声东击西。\n    “你们，可恶。为什么都围攻我？”九头蛇退到一个相对安全的地方，咆哮着。这些琐碎的攻击一时半会也许不能打败它，但若长时间进行骚扰饶是它号称暮色最强恐怕也吃不消。\n    “这其中的理由恐怕你更清楚。”暮色恶魂的声音在高空中响起，同时一发火焰弹下来，正好命中了九头蛇的一个脑袋。它痛乎一声遍开始逃跑。\n    几个首领似乎想追击，但被史蒂夫拦下了。“九头蛇被我们联合攻击了之后，定是逃回自己的老巢——火焰沼泽了。如果我和谜题羊统领终焉人族的话，就刚好四股势力。不如我们各自调遣自己的大军分别攻下暮色沼泽的四个迷宫，这样下次它想逃跑也逃不出火焰沼泽。“\n    三个首领思索了一会儿，各自盘算着自己的利益，但最终还是都同意了，开始整顿兵马。史蒂夫和谜题羊刚好领着原先的两千兵马出发了。\n    行军的路途漫长而无聊，好在暮色沼泽并不是很远。\n    史蒂夫他们要征战的迷宫正是曾经被关押的迷宫，现在又重建好了。迷宫之上，不见曾经的米诺菇，确是一个不起眼的哥布林。\n    起初他们并没有在意这只哥布林，继续行军。结果走到一半，那只哥布林忽然跳起身同时吹了一声口哨。霎时间，很多米诺陶冲了出来，和人类大军杀在了一起。\n    “没想到吧，我就是迷宫的新守将。”那支哥布林狂笑道，同时抽出一个铁链流星锤扔向史蒂夫。\n    “你组织大家撤退，我来对付这只哥布林。”史蒂夫草草吩咐，又再次燃烧炽热的血液。举起钢叶剑使劲地阻挡。钢叶到底不如金属，虽然附了魔，但还是随着一声“咔嚓”的摩擦声化作了两截。到底是炽热的血液加持过的，那流星锤开始燃烧，落在了史蒂夫的脚边，随后神奇的事情发生了。\n    只见险些被烈火蒸融的流星锤开始重组化作了一把附魔骑士剑。\n    正在看好戏的那只哥布林脸色也瞬间变得很难看。“没想到你捡到宝了，居然刚好重铸了我的流星锤。那我就杀了你，再取走流星锤。”\n    史蒂夫正想试试这把锋利的骑士剑，因此毫不犹豫狠狠一剑砍去。没想到哥布林还有一把钻石剑，也挥舞着。到底还是史蒂夫赢了，他一收剑哥布林便猛刺。趁着机会，史蒂夫转到哥布林后面一剑，那哥布林似乎也很灵活，直接向前一跃，避过一剑，又转回来。可他还是被骑士剑的余芒沾染，受炽热的血液加持直接燃烧起来，但燃烧并不是很久。\n    “我来帮你。”谜题羊跳出来。逐妖大剑果然强许多，两三下哥布林就有了撑不住的迹象。哥布林再忍着伤痛刺向谜题羊，等来的确是他一转身，后面的史蒂夫跳出来召唤了一个火球，正中要害。\n    哥布林被火球直接击飞倒在后面，几个人类跑上来用剑将他锁在地上动弹不得。他这才发现米诺陶已经全部不见了。\n    原来刚刚谜题羊假意退军，实则调一部分人将米诺陶引走，然后让另外的人冲上去占领迷宫。调出来的一部分人死伤很大不剩多少人。但米诺陶大军确是在悬崖边，全军覆灭。好一招调虎离山！\n    将哥布林押下去之后，仅剩的一千六百多人开始包围暮色沼泽。刚好其他三个首领也战胜了对应的守将，他们所有的兵马将火焰沼泽团团围住，令九头蛇无处逃生。\n    几人会合后一同走向了火焰沼泽的中心......\n\n 嘉宾观众席@2073005342 @剑齿虎 @新人x号 @燃雪听风 @随意之光 @电磁步兵 @阿秋Minecraft @北极仙光 @自由李代数 @mohui666 @曦灬月 @Mr.时间之瓶 @希望工程 @吃井不忘挖水人 @奇怪的帽子 @PercyDan \n\n 字数统计\n\n\n\n\ndi13.png (8.22 KB, 下载次数: 2)\n\n下载附件\n\n2020-7-14 21:53 上传\n\n\n\n\n\n\n\n\n\n\n\n去符号源文件(13).zip\n(20.49 KB, 下载次数: 0)\n\n\n\n2020-7-14 21:53 上传\n点击文件名下载附件\n第十三章去符号的源文件阅读权限: 10\n\n\n\n\n\n\n\n以上为word文档去符号字数统计\n以1汉字为1字节\n已附去符号源文件\n版主可核实\n\n上一章\n下一章\n\n目录\n",
    "replies": [
        {
            "author": "⚡️👮",
            "timestamp": 1594735620,
            "txt_content": "写得好，但是有点短小无力。"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1594966860,
            "txt_content": "挖到了大佬的书\n希望快快更新"
        }
    ]
}