{
    "title": "[Minecraft.net|CULTURE]像素泳池",
    "author": "l89669",
    "replyCount": 1,
    "timestamp": 1594781940,
    "txt_content": "\nPIXEL POOLS\n像素泳池\nDive in and make a splash!\n炸个水花出来吧！\n\nNova Barlow\n\nWe love summer. Sunny weather, fun activities, and long lazy afternoons of lounging at the beach or by the poolside – what’s not to like? Still, there’s no question that this year’s plans may be a little different, so today we’re bringing the outside inside to create fabulous and funky pools for your Minecraft world. \n我们喜欢夏天，我们喜欢这明媚的阳光，还有有趣的活动，以及慵懒躺在沙滩或泳池边上的下午——难道会有啥不喜欢的吗？就算是这样，今年的计划显然没法和前几年一样了，所以今年我们从户外引进室内，教你在我的世界里面建造一些超神又时髦的泳池。 \n\nTo take it one step further, we want to turn these pools into something more: pieces of art! Because why settle with a basic build when you can be the Picasso of pools? Don’t worry, we’ll have you diving into the deep end of these dazzling creations in no time! \n为了设一个高一点的目标，我们想要把这些泳池变得更高一层 ：成为艺术！因为既然你可以做毕加索级别的泳池时，为什么还要甘于普通呢？不要担心，我们马上就会带你深入了解这些迷人眼的创造物本身。\n\nFirst, we’ll start with the basics. You’ll want to create a pool. If you’ve never made one or just need a refresher, here is what you need:\n\n1.Gather all your materials. It doesn’t matter what materials you use or the shape you build your new pool in – the only required elements are the buckets you will use to fill your pool with water!\n2.Mark out a shape to help you figure out where you are building and draw your outline with blocks.\n3.Dig out the inside of your pool to fill in your outline – two blocks down should suffice.\n4.Fill the base with some simple materials – or skip ahead a bit to find out how you can make an even bigger splash with your new structure!\n5.Fill up the pool with water buckets, or watch your pool fill with water as your friend does all the work.\n6.Grab more friends, construct a barbeque or build an outdoor buffet, then get ready to stay afloat in compliments and praise! \n首先，我们从简单的做起，首先你得搭一个游泳池，如果你没做过，或者需要复习一下，那你应该看看这些：\n1.收集齐所有材料，不管你想建造什么材质什么形状的新泳池——你所需要的唯一元素就是装水的水桶。\n2.确定你要建造的位置，并用方块搭出轮廓。\n3.在你的轮廓里面挖出泳池内部，大概两格深就可以了。\n4.用一些简单易得的材料铺上泳池底部——或者也可以不用，来试试你这新泳池能溅起多大的水花。\n5.用水桶将泳池填满水，或者把工作全交给你的朋友，你就在一边看着。\n6.联系更多的朋友，准备一个烧烤或者户外自助餐，然后坐等朋友们的赞不绝口吧。\n\n\nNow that we have learned the basic steps, let's start thinking about how we can make your pool more advanced and add some art to it! You can either create a brand new pool now that you know how to do this, or replace the bottom of the pool you just built with some brand new stylish art. We’ve introduced you to a lot of blocks over the last few months through Build With It to consider while creating your designs, so you likely have picked out some favorites by now. For your first pool, you’ll want to start with something less complex. A good place to start would be to take a few of your favorite colors, find materials that match, and put them together on the bottom of your pool. You could also create your pools in different, unexpected shapes. For example, you could try something fruit shaped like our image below! \n现在，我们已经确定了基本的步骤！让我们来看看要怎么样才能搞一个进阶版的泳池，往里面添加一点艺术感！熟悉后你可以新建一个泳池，或者把你刚才建造的泳池底部修正一下。在过去的几个月里我们通过与之搭建系列的博文向你介绍了很多建筑方块，你可以在搭建的时候将其纳入考虑之中。对于你的第一个泳池，你可能不会想整的太复杂。先挑一些你喜欢的颜色是个不错的开始，选一些这种颜色的建材，铺在泳池底部。你也可以建造一些非典型形状的泳池，比如像我们下方图片给出的水果形状的泳池。 \n\n\nWatch the afternoons float away with this fruity fresh pool. And no, don't try to drink the water, even if it smells like melon.\n\n午后我们可以在这种水果味新鲜的泳池里飘着，还有，别喝泳池水，哪怕闻起来很西瓜味。 \n\nOnce you have a good understanding of shapes and coloring, you should try adding some pixel art to your pool. Pixel art is an art form that fits Minecraft like a glove, thanks to its blocky emphasis and low res vibe. You’ve probably seen a lot of it from many of the talented artists in our community. Creating pixel art can be challenging – you could use one of the many art programs available out there, or you could grab some graph paper and do things the old-fashioned way to plan the pool of your dreams. Where can you inspiration to make this happen? Everywhere! \n一旦你能很好的掌握形状和配色的话，你应该在泳池底部整一些像素艺术。像素艺术这种艺术形式和我的世界完全是天作之合，因为我的世界是典型的方块世界，像素也很低。你在社区之中想必也是经常见到其他牛逼的艺术家的作品。要想创作像素艺术或许会有点难——你可以使用市面上现有的程序来创作，或者你可以用老办法，直接上纸笔来绘制你心中的泳池。而哪里能给你提供灵感呢？每个地方都行！  \n\nWhile it’s true most of the pixel art you may encounter visiting other worlds in Minecraft can reach high into the sky, the advantages of keeping your art a little “down to (virtual) earth” are numerous. First, it keeps your horizons clear – just what you need to see those creepers coming. Second, depending on your design, it may be easier to build horizontally instead of vertically. Next, adding a design where it isn’t easily visible adds a little bit of a surprise for visitors. \n虽然在我的世界里面有不少像素艺术规模都很庞大，但是让你的作品保持“接地气”还是有很多好处的。首先，这样视野就很清晰——来怪的话也不至于看不到，其次，根据设计，横向建造要比竖着建造要简单很多，然后记得在设计上不要做得太直白，要给访客们留个惊喜。 \n\nLet's just peek over the edge of this pool- eek! A monster !\n\n从泳池边上偷偷看一眼——呀！有个怪物！ \n\nFinally, at the end you have a build that is not only fun to look at, but play with. \n最后，你可以整一个不仅很好看也很好玩的建筑。  \n\nDon't be chicken - just go wild with your ideas! \n不要怂——尽管发挥！ \n\nWhile our examples focus mainly on Minecraft themed art, it’s your build and you can create whatever fits your world best. Will your art be spooky or spacey? Classic or modern? \n虽然我们举出的例子基本上都是我的世界主题的像素艺术，你的建筑你可以建造任何与存档相配的东西，你的艺术会是幽灵风还是虚幻风？还是经典风格还是现代风格？ \n\nWhatever method and style of inspiration you select, we’d be delighted to check out your designs and feature them in a future community gallery. Don’t forget to send your screenshots over to FeatureMe@minecraft.net once you’re done. Happy building! \n 无论你选择什么样的建筑方式，无论你选择什么样的建筑风格，我们都很希望能够看到你的作品，也希望能够在将来的博文里写到它们，一旦你有作品，切记发送截图到FeatureMe@minecraft.net。祝你建筑愉快！   \n\n【我 译自官网 2020 年 06 月 19 日发布的 PIXEL POOLS】\n【本文排版并未借助：BCC】",
    "replies": [
        {
            "author": "中的的",
            "timestamp": 1596502680,
            "txt_content": "一脸233333"
        }
    ]
}