{
    "title": "[原创/连载]《暮色森林传记》第十四章——合战九头蛇",
    "author": "800805",
    "replyCount": 8,
    "timestamp": 1594784880,
    "txt_content": " 本帖最后由 800805 于 2020-8-8 14:51 编辑 \n\n正文    一个庞大的身影出现了，九头蛇似乎看起来更加的强大。又或许是受火焰沼泽的影响，它的目光更加的凶神恶煞。\n    “你们，真的要选择一起对抗我吗？你们明明知道，哪怕这样也不一定打败我，不如我们不争斗，各自守着自己的地盘韬光养晦。”九头蛇的语气相比之前弱了很多，它还真不想闹得这么僵。\n    “以你的性格，会放过我们吗？”巫妖也反问道，也是下的最后通牒，“我们对你很了解，你无需装腔作势，九头蛇。而且在火焰沼泽内，你会受到烈火影响，攻击力更加高，就不用废话了吧。”\n    九头蛇面光一寒，采取了偷袭的方式，忽然伸出一个头，撕咬着巫妖。巫妖却早有防备，纵身而起。\n    “接下来，让我们开始吧。它现在有三个头，我们三个首领，一人打一个，”暮色恶魂望向史蒂夫和谜题羊，“你们两个，随时帮忙。”\n    冰雪女王直接飞起来，掏出了久违的三发弓，远距离进行射击，却发现根本无效。原来这九头蛇需要近距离进行打击才算造成有效伤害。近了，却被九头蛇直接撕咬过来。这是九头蛇攻击力最高的一招，有足足近五十点伤害，冰雪女王只得全力闪避，可是躲不开大的攻击，还是小范围被命中。她身上泛着几道伤痕。\n    巫妖也不客气，飞到旁边，抄起黄昏权杖，抗着九头蛇的爆炸火球，发射激光。九头蛇发射的爆炸火球一次就九点伤害，巫妖的盾牌也隐隐有了炸裂的痕迹。可它硬生生还是扛下来了，又拿起另一根僵尸权杖。原来他有三根法杖。挥舞僵尸权杖，地上顿时出现了大批僵尸，攻击着九头蛇，只能造成琐碎的伤害。另一根吸血权杖直接飘到空中，闪耀着血色的光芒，随后九头蛇的身上不断冒出鲜红的小点，凝聚成一条细线，围绕着巫妖的身体。\n    暮色恶魂飞得很高的优势在九头蛇这根本不起效果，想打败九头蛇，还是得近距离发射火焰弹。没了自己的看家本领，他的攻击力也微乎其微，而且由于本身是虚无的幽灵，也对火焰非常忌惮。九头蛇就抓住了这个特点，直接释放火焰吐息。一道由火焰粒子构成的线条从九头蛇的嘴里喷涌而出，点点火星，全部·落在了暮色恶魂的身上。正如当初史蒂夫用火球打败幻影骑士一般。首领到底是首领，没有幻影骑士那么脆弱不堪。火焰燃烧在火焰沼泽造成的伤害也更强，暮色恶魂几乎完全被克制。终于，他也向九头蛇发射了一枚火焰弹，可并无大碍，只让它甩了甩头。\n    史蒂夫想着速战速决，前去帮助巫妖，从下面开刀。巫妖完全吸引了九头蛇的注意力，没有注意到拿着骑士剑走来的史蒂夫。它的脖子被砍了一刀，没有意思防备，整整十四点伤害，包括炽热的血液带来的加持。九头蛇身形过于庞大，当它的头转过来，想要释放火焰吐息时，史蒂夫就躲到另外两个头的后面，九头蛇再想收招也来不及，点点火焰粒子全部灼烧着它的另外两个头，而史蒂夫毫发无伤。\n    九头蛇几乎要失去理智了，可巫妖的攻击就趁它分心的一小会到了近前，不仅被另外一个头的爆炸火球打中，还被黄昏权杖，僵尸权杖，吸血权杖轮番着攻击。\n    “轰。”被巫妖攻击的这个头爆炸了，随后冰雪女王的冰霜炸弹，暮色恶魂的火焰弹也打中了另外两个头，这两个头被火焰吐息击中之后本就剩余不多，如今两发猛烈的攻击，直接让这两个头也化为了虚无。\n    “九头蛇死了！”史蒂夫大笑，“我还以为它有多强呢，这么点功夫三个头都没有了。”就在这时，情况再次反转。\n    只见九头蛇炸掉的三个头的位置又凝聚了九个头，个个的实力将强于之前的头。这就是九头蛇的完全形态，九头之身。三个头同时被击败，直接触发了九头蛇最强大的技能——重生。\n    一直在山后的谜题羊忽然跳出来，向还没有凝聚好的九头蛇虚影发起攻击，逐妖大剑闪耀着，穿过了九头蛇的脑袋。九头蛇的脑袋并没有再次化为灰烬，而是虚影变淡了一些，然后化作了一个实体。可想而知，实体九头蛇的实力肯定没有原本强。\n    凝聚好头颅，迎面过来的就是一大波进攻。可谓空气已经开始燃烧。火焰吐息的粒子不再充斥着节奏，而是在漫天之中飞舞着，谁一个不幸，那火焰粒子降临，就会承受恐怖的灼烧，九头蛇也不例外。\n    谜题羊似乎有意攻击着什么，一直攻击着几个头的交汇处——脖子。他坚信，那里可能是九头蛇的弱点。\n    这时，九头蛇的九个头忽然同时释放最强的攻击——撕咬。五个人几乎都被咬了。巫妖的护盾终于破碎了；冰雪女王从冰台上落了下来；暮色恶魂身体似乎缺了个大口，然后身体变淡，融入了空气，史蒂夫仍然想绕到其他头的后面，迎来的确实两个头的联合打击，一个头咬中了自己，另一个头咬了史蒂夫的腿，血迹清晰可见；谜题羊直接被撞飞，落在火焰之中。\n    他们的现状都很惨烈，首领都夭折了一个。剩下四人苦苦支撑着。\n    史蒂夫似乎忍不住了，面对前所未有的强敌，却是新的挑战，不嫩撤退，也不能放弃。他使尽全身气力，调动炽热的血液，召唤了一个比平时大三倍的火球，扔向九头蛇。那个头似乎很骄傲，直接吞下了火球。\n    它没想到，火球到了自己肚中，还被史蒂夫操控着。\n    “操控火球到它的脖子那里，然后爆炸。”谜题羊从火焰中向史蒂夫这边爬，九头蛇听见了，又是一个火焰吐息打在谜题羊身上，它开始有些焦虑，开始胡乱的释放火球。史蒂夫避开它发射的火球，操控着自己的火球，在九头蛇迷宫般的身体里转悠，转了好久，火球终于到了脖子那里。\n    史蒂夫眼神非常坚决，引爆了火球。\n    九头蛇的那些头颅忽然全部焦躁不安，一个个都想往外挤，奈何根本无法逃离。随后，它的脖子裂开了一道小口，它的头颅，像最先前的三个一样，在虚空中飘散。号称暮色森林最强的一代枭雄九头蛇，就此陨落。掉落了几块鲜美九头蛇肉排。\n    然而，史蒂夫他们也付出了不小的代价。史蒂夫自己强制调动炽热的血液，再加上腿上有伤，感到身上非常不适，不停地损失体力值；谜题羊浑身是鲜血与伤疤，灼烧痕迹明显可见；巫妖号称暮色最强的盾牌碎了，但还是留下了几道深深的血印；冰雪女王的冰台坏了，冰霜炸弹也所剩无几，也受了重伤。\n    暮色森林就是属于他们了！\n 嘉宾观众席@米线菌 @剑齿虎 @新人x号 @燃雪听风 @随意之光 @电磁步兵 @阿秋Minecraft @北极仙光 @自由李代数 @2073005342 @曦灬月 @Mr.时间之瓶 @希望工程 @吃井不忘挖水人 @奇怪的帽子 @PercyDan \n\n 字数统计\n\n\n\n\ndi14.png (7.75 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-15 11:43 上传\n\n\n\n\n\n\n\n\n\n\n\n去符号源文件(14).zip\n(21.24 KB, 下载次数: 0)\n\n\n\n2020-7-15 11:44 上传\n点击文件名下载附件\n第十四章去符号的源文件阅读权限: 10\n\n\n\n\n\n\n\n以上为word文档去符号字数统计\n以1汉字为1字节\n已附去符号源文件\n版主可核实\n\n上一章\n下一章\n\n目录\n",
    "replies": [
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1594787880,
            "txt_content": "这是完结了吗？"
        },
        {
            "author": "米线菌",
            "timestamp": 1594788660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ysxshuai",
            "timestamp": 1594788780,
            "txt_content": "很不错爱了爱了"
        },
        {
            "author": "800805",
            "timestamp": 1594803840,
            "txt_content": "米线菌 发表于 2020-7-15 12:51\n不会完结了吧 ohno\n还有一章"
        },
        {
            "author": "2073005342",
            "timestamp": 1594809180,
            "txt_content": "来了来了"
        },
        {
            "author": "小樱aaa",
            "timestamp": 1594873920,
            "txt_content": "茶馆看见你了，我也来催更了"
        },
        {
            "author": "800805",
            "timestamp": 1594873980,
            "txt_content": "侯超航 发表于 2020-7-16 12:32\n茶馆看见你了，我也来催更了\n别催，等我完成50个回复的任务就去更"
        },
        {
            "author": "小樱aaa",
            "timestamp": 1594874100,
            "txt_content": "800805 发表于 2020-7-16 12:33\n别催，等我完成50个回复的任务就去更\n我感觉我马上就会在氵管看见你了"
        }
    ]
}