{
    "title": "【官方文章】【Minecraft.net | Deep Dives】本周方块：玄武岩",
    "author": "MC_you_lin",
    "replyCount": 3,
    "timestamp": 1594807980,
    "txt_content": "\n\nDEEP DIVES\n\nBLOCK OF THE WEEK: BASALT本周方块：玄武岩\nA pillar of the community\n社区的支柱Written By:Duncan Geere\n作者：邓肯.吉尔There are those who play Minecraft for the mining and crafting, and those who play for the building. Every update we try to make both player groups happy. \nThat’s why, in the Nether update, we’ve included a bunch of blocks that exist primarily for decorative reasons – alongside the new monsters to defeat and resources to collect. And one of the most interesting is our block of the week: Basalt.有人在采矿和手工艺中玩耍《我的世界》，也有人在建筑中玩耍他。每次更新我们都试图让两个玩家群体都开心。这就是为什么在下一次更新中，我们包括了一堆主要是为了装饰而存在的原因——旁边还有新的怪物要打败，还有资源要收集。其中最有趣的是我们本周的主题:玄武岩。\n\n\n\n\n\nfile_1594806125000.jpg (35.91 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-15 17:42 上传\n\n\n\n\n\nBasalt can only be found naturally in the extreme conditions of the Nether, though it’s possible to make it in the Overworld too. It forms in pillars in Soul Sand Valleys, and it’s also possible to find entire Basalt Deltas, where the very ground you walk on is primarily made up of basalt.\nIt’s pretty easy to collect – hit it with a pickaxe and it’ll drop. You can also make it by flowing lava into a space above soul soil and next to blue ice. It’s pretty blast resistant, making it a good material for shelter building. \nSpeaking of building, there are a couple of things you’ll need to know if you want to use basalt to its fullest. First is that it comes in two versions – raw and polished. You can convert the former into the latter in a stonecutter. Then the second is that they need to be placed carefully, like logs, so that the textures line up in the right direction.玄武岩只能在阴间的极端条件下自然发现，尽管也有可能在过度劳累的地方发现。它形成于灵魂沙谷的柱子中，也有可能发现整个玄武岩三角洲，在那里你行走的地面主要由玄武岩构成。收集起来很容易——用镐子来打它，它就会掉下来。你也可以通过将熔岩注入灵魂土壤上方和蓝冰旁边的空间来实现。它非常耐爆炸，是建造避难所的好材料。说到建筑，如果你想充分利用玄武岩，有几件事你需要知道。首先，它有两个版本——生的和抛光的。你可以用石匠把前者变成后者。第二，它们需要像木头一样小心放置，这样纹理才能在正确的方向排列。\n\n\n\n\n\nfile_1594807609000.jpg (74.14 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-15 18:06 上传\n\n\n\n\n\nReal-world basalt is one of the most common types of rock on Earth. You’ve almost certainly seen it in a photo, and you’ve possibly seen it in person too. The Giant’s Causeway, in Northern Ireland, is made of basalt. So is most of Hawai’i and Iceland. There are also impressive layers of basalt in the hills of Yellowstone National Park. It’s all over the place in volcanic regions. \n现实世界中的玄武岩是地球上最常见的岩石类型之一。你几乎肯定在一张照片中见过它，你也可能亲自见过它。北爱尔兰的巨人堤道是由玄武岩制成的。夏威夷和冰岛的大部分地区也是如此。黄石国家公园的山丘上也有令人印象深刻的玄武岩层。火山地区到处都是。\nIf nothing else, you’ve seen it on the Moon. The darker areas on the surface of the Moon are plains of basalt, formed in volcanic eruptions between about one and four billion years ago. Lunar basalts are slightly different from the ones on Earth – they have weird textures and minerals, mostly due to the lack of oxygen and water up there. \n如果没有别的，你已经在月球上看过了。月球表面较暗的区域是玄武岩平原，形成于大约10亿到40亿年前的火山爆发。月球玄武岩与地球上的玄武岩略有不同——它们有奇怪的结构和矿物，主要是因为那里缺少氧气和水。\nBack on Earth, there are lots of different kinds of basalt rock that are created in different ways. If a volcano erupts in the air, the lava tends to form frothy-textured basalts, sometimes with lava tubes inside. If it flows more thickly, and cools fast, then fractures build up and split into polygons (like at the Giant’s Causeway). The faster it cools, the smaller the polygons.\n回到地球上，有许多不同种类的玄武岩是以不同的方式形成的。如果火山在空中喷发，熔岩往往会形成泡沫状的玄武岩，有时内部会有熔岩管。如果它流动得更厚，冷却得更快，那么裂缝就会形成并分裂成多边形(就像在巨人堤道)。冷却得越快，多边形就越小。\nFinally, if basalt erupts underwater or flows into the sea, then it’ll form distinctive “pillow” shapes that break apart sometimes to form a new pillow. This is pretty spectacular (and pretty dangerous) to watch! So when you’re exploring the new biomes coming in the Nether update, marvel at the basalt pillars and take a moment to wonder how they might have formed long ago.\n最后，如果玄武岩在水下喷发或流入大海，那么它会形成独特的“枕头”形状，有时会分裂形成一个新的枕头。这看起来非常壮观(也非常危险)。因此，当你在探索下一次更新中的新生物群落时，惊叹于玄武岩柱，花点时间想一想它们是如何在很久以前形成的。\n\n作者的话：本文章是我第一次翻译，我的英语可能有点问题，他耗费了我许多时间，我甚至没有时间去吃饭，若排版不当可以向我提出意见，若喜欢，那么请给个支持吧！\n ",
    "replies": [
        {
            "author": "MC_you_lin",
            "timestamp": 1594808580,
            "txt_content": "这篇帖子由于我在中途更改了背景，但是帖子发表之后与编辑页面并不相同，望大家理解"
        },
        {
            "author": "MC_you_lin",
            "timestamp": 1594808700,
            "txt_content": "这篇帖子的标题可能也有些问题，下次我会改进的awa"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1594809180,
            "txt_content": "你咋还少翻这么多段呢。"
        }
    ]
}