{
    "title": "[Minecraft.net|INSIDER]SCREENSHOTTING GUIDE 截图指南",
    "author": "0long0",
    "replyCount": 2,
    "timestamp": 1594749960,
    "txt_content": " 本帖最后由 0long0 于 2020-7-15 02:06 编辑 \n\n\n\n\n\n\n\n\nfile_1594748284000.jpg (106.83 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-15 01:38 上传\n\n\n\n\nSCREENSHOTTING GUIDE\n截图指南\n\n\nHow to take screenshots in (almost!) every version of Minecraft!    如何在（几乎！）每一个版本的《我的世界》中愉快地截图！\n\nWhat's the point of building something great in Minecraft if you can't then show it off to the world? Exactly! So we've compiled this handy guide to help you take the best screens in every version.    如果你在《我的世界》中建造的恢弘巨作不能炫耀给世界，那还有什么意义呢？本来就是这样！所以，为了让您在各个版本中拍出最好的截图，我们编写了这本易于理解的指南。\n———————————————————————————————————————————\nPC/JAVAPress F2 to take a screenshot. Use your computer's search function and type in '%appdata%' and open this folder. Open the .minecraft folder and then Screenshots. And there they are!PC/Java版\n    游戏中按下F2键以截图。用您电脑的搜索功能（win+R键），在输入栏中输入“%appdata%”并点击确定。打开.minecraft文件夹后打开Screenshots文件夹。您的截图就在那里！\n\nWindows 10 Edition Open the Windows game bar by holding the Windows button and G simultaneously, then select the camera icon to take a screenshot. Or hold the Windows button , Alt and Prtscn together to take a screenshot straightaway.Windows 10 版\n    同时按住win键+G键以打开win10游戏栏，然后点击摄像头图标来截图；或者直接按住win+Alt+Prtscn键截图。\n\nMac Pressing Shift , Cmd and 4 together will take a full screen screenshot. These are saved on your desktop.Mac版    同时按住Shift+Cmd+4键以全屏截图。截图会被保存在你的桌面上。\n\nXbox One Double tap the Xbox button on your controller. Now you can press Y to take a screenshot or X to record a video clip. Then visit Xbox.com, login to your Xbox Live account and you'll find all your screenshots in the Captures section of your profile page.Xbox版\n    双击手柄上的Xbox键。然后按Y键截图或者按X键录制视频。之后登陆 Xbox.com ，登陆 Xbox Live 账号后您就能在个人资料页面中的Capture区中找到您的所有截图。\n\n\n\n\n\nfile_1594748319000.jpg (130.77 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-15 01:38 上传\n\n\n\n\n\nRemember,you can fly in Creative Mode.It's an easy trick for taking large-scale screens like this!记住，您可以在创造模式中飞翔。这是一个简单的技巧，让您能像这样广角截屏！\nPS4 You can hold down the SHARE button on your controller to take a screenshot. Or tap the SHARE button to open a new menu, with options to take a screenshot, record video and how to share your captures.PS4版    您可以按住您手柄上的分SHARE键以截图。或者按下SHARE键打开菜单，选择进行截屏、录制视频并查看如何分享你的截图/录像。\n\n\nNintendo Switch See that lovely little button on the left joy-con? ** with the camera on it? Press it to take a screenshot. Easy!任天堂Switch版    看见您Switch左手柄上那个可爱的小按钮了吗？就是相机图案的那个？按下它就可以截图了！简单！\n\n\niPhone Press the sleep/wake button on your phone and the Home button simultaneously to take the screenshot. You'll find your screenshots by going into the Photos App , in Albums and then Camera Roll.苹果版    同时按住手机上的睡眠/唤醒键+Home键以截屏。您可以在照片、相册和相机胶卷中找到您的截图。\n\n\nAndroid Android phones that are 4.0 and above are easy. Just press the Volume Down and Power Button simultaneously. Older Android models are trickier as they vary from phone to phone. Search the model of your phone online to see if it has screenshot functionality.安卓版    在安卓版本4.0以上的手机上截图很简单。同时按下音量下键+电源键就可以实现。更老一点的不同机型的安卓系统就稍微有点难对付了。在网络上搜索您的机型是不是具有截图功能吧。\n\n\n\n\n\n\nfile_1594748536000.jpg (208.75 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-15 01:42 上传\n\n\n\n\n\nTry taking screens from unique angles to make them more interesting and original.A photo of a chicken?Boring.But a photo of loads of chickens from a birds-eye view?BEST CHICKEN SHOT EVER.试试从不同的角度的截图，使它们更加有趣、更原汁原味。给一只鸡截图？无聊。但是给巨大的一群鸡鸟瞰截图？这简直是最好的鸡截图，我永远爱鸡！\nKindle Fire HD You can take a screenshot on your Fire HD by pressing the Power and Volume Down buttons simultaneously. Keep in mind that this only works for the Kindle Fire HD and above.Kindle Fire HD版    您可以在您的Fire HD上同时按住电源键+音量下键以截图。请注意，这只在Kindle Fire HD或更高机型上起作用。\n\n\nPS Vita Press the PS button and the START button simultaneously. You'll find your screens in the Photos folder.PSV版    同时按下PS键+START键。您会在Photos文件夹里看到您的截屏。\n\n\n\n\n\n\ne613e23d3dde6f6b1a90c1f563c1b59d-Realms.jpg (80.27 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-15 01:49 上传\n\n\n\n\n\nOn Bedrock Realms,we even have built in screenshot support and sharing with your friends on the Realm club ! Click here to learn more about Realms.在基岩版的领域功能中，我们甚至打造了截图支持，并且您还能将截图分享给Realm Club上的好友！点击此处获取更多领域资讯。\nXbox 360 and Playstation 3 This is where it gets tricky! Neither the Playstation 3 or Xbox 360 have built-in screenshot functions that support Minecraft. But! If you invest in some video capture technology, you'll be able to take screenshots. It's not the cheapest solution, but shop around and you'll soon be able to take screens from these older console versions.Xbox360和PS3版\n    事情从这里开始变得棘手了起来！不管是PS3和Xbox 360都没有内置的支持《我的世界》的截图功能。然而！如果你购买一些视频捕捉设备，你就能在这两大平台上截图。这不是最便宜的方法，但是在购物一圈后你就能立马在这些较老的平台上截图了。\n\n\n【0long0 译自官网2019年2月7日发表的 Screenshotting Guide】\n",
    "replies": [
        {
            "author": "yousimin",
            "timestamp": 1594763940,
            "txt_content": "。。。。。。。。。。。。。"
        },
        {
            "author": "0long0",
            "timestamp": 1594910820,
            "txt_content": "yousimin 发表于 2020-7-15 05:59\n。。。。。。。。。。。。。\n难道是我翻译太水了23333"
        }
    ]
}