{
    "title": "[原创/连载]《暮色森林传记》第十五章——最后的敌人",
    "author": "800805",
    "replyCount": 5,
    "timestamp": 1594950180,
    "txt_content": " 本帖最后由 800805 于 2020-8-8 14:52 编辑 \n\n正文    大战终于平息，九头蛇的尸体完全散尽。\n    巫妖站起身，他的最强护盾已经英勇就义了，他受的伤比其他人都轻。但是没有护盾，他的本身实力并不高，只能依靠三大权杖，他的实力至少比以前弱一半。这下他想与史蒂夫几人争夺起来会更加艰难。他们养好伤势，绝对都比他强。于是，他做了个决定。\n    他站起身，缓慢举起黄昏权杖。相比之前，现在他是多么苍白无力。\n    一道射线射出，要击中史蒂夫。冰雪女王忽然从一旁跳出，扔出一个较小的冰霜炸弹，巫妖的攻击并没有完全被挡下，冰雪女王自己承担了那一击，倒下了。临死时，她只留下几发箭矢、冰霜弓和两个很小的冰霜炸弹。又一位首领当场陨落。现在只剩下了三个人：史蒂夫、谜题羊和巫妖。\n    史蒂夫看到这一幕，似乎是笑了。是的，他笑了，但又不是。笑的后面藏着一片阴霾，还有那百感交集。这就是他们最后的敌人，只有胜，或败。\n    这就像他们当初在巫妖塔之下战斗，不过现在是各有负伤。\n    炽热的血液，在涌动着，从史蒂夫的身体里飞出去。现在已是黄昏，那炽热的血液在天空中化作点点星光洒落下来，滋润着大地。被滴到的地方，无不长出翠绿的青草。几个粒子洒在史蒂夫的身上，随后伤势竟奇迹般开始恢复了一点。整个火焰沼泽的炽热与那伴随已久的血液消失不见，留下的是青草。\n    巫妖似乎也被忽如其来的景象惊了，但并没有令他放下黄昏权杖，随后，一道光束过来，战斗还在继续。史蒂夫仍然手持骑士剑，凝视着前方。\n    片刻之后，他转了一个身，冲向前，抵抗着黄昏权杖的攻击，冲到巫妖近前。巫妖不再是当初拿护盾的巫妖，现在的他根本没有防御力。遇到史蒂夫前进，他只选择了后退。\n    史蒂夫也要用远程武器了。他拿起冰霜弓，拉弓——射箭。这一箭打偏了，打到了巫妖的大腿，那儿瞬间冰冻，动不了了。\n    “巫妖，你也有今天。”史蒂夫一字一句说道。\n    “你不要，我是暮色森林一大首领。”巫妖终于害怕了。\n    “当初你在谜题羊宫干了什么？当初我来投靠你你干了什么？我们一起杀了九头蛇之后你又干了什么？”史蒂夫先是指责，后是大吼、咆哮。\n    又一瞬间，巫妖挣脱了那块寒冰，持着黄昏权杖开始逃跑。在漆黑的夜空，什么也不剩。他想抛出沼泽，唤来大军，东山再起。可史蒂夫哪会放虎归山，他又举起了冰霜弓。周围几乎被寒气凝结。\n    “嗖——。”一发箭矢飞过去，在夜幕中，史蒂夫隐隐瞧见蓝色的箭矢打在了一个黄色的东西上。正中靶心。可是他也没有多少力气了，径直倒了下去。\n    醒来时，谜题羊已经拿来了一个金苹果。他自己也已经吃了一个。金苹果的治疗效果很好，史蒂夫看向了天空：一抹**才刚刚升起，洒下光辉。\n    又在火焰沼泽休息了几天，谜题羊对史蒂夫说：“现在暮色森林已经没有了领主，不如我们去曾经的首领根据地游玩吧。”\n    “现在回忆起来，我们已经走遍了暮色森林的十一个地方，已经去过所有大将、首领的地盘以及你的谜题羊宫。我最先来到暮色森林，和你杀娜迦，被巫妖击败送到迷宫，出来之后逛完了终焉之地，随后领取任务去杀雪怪首领，你为了寻找你去了谜题羊宫，被幻影骑士带到迷宫，出来就到了恶魂高塔塔顶眺望，接着去极光宫殿找女王。最后来到了这里——火焰沼泽。”\n    “当初事态紧迫，很多地方没有细看，不如我们再跑一遍。”\n    “那还想什么，出发吧。”\n    他们便踏上了游玩的路途。 \n    (全书完)\n 嘉宾观众席@2073005342 @剑齿虎 @新人x号 @燃雪听风 @随意之光 @电磁步兵 @阿秋Minecraft @北极仙光 @自由李代数 @米线菌 @曦灬月 @Mr.时间之瓶 @希望工程 @吃井不忘挖水人 @奇怪的帽子 @PercyDan \n\n 字数统计\n\n\n\n\ndi15.png (7.07 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-17 09:40 上传\n\n\n\n\n\n\n\n\n\n\n\n去符号原文件(15).zip\n(18.5 KB, 下载次数: 0)\n\n\n\n2020-7-17 09:40 上传\n点击文件名下载附件\n第十五章去符号的源文件\n\n\n\n\n\n\n\n以上为word文档去符号字数统计\n以1汉字为1字节\n已附去符号源文件\n版主可核实\n\n上一章\n目录\n\n后续    火焰沼泽外的大军看见自己的首领阵亡，全部一哄而散。\n    史蒂夫和谜题羊也准备出发。\n    忽然，一个戴着黄色帽子的身影自天而降，大笑起来。\n    “好啊。这点时间，暮色森林就给统一了。你是我的功臣！”\n    可是二人都表示不认识他。\n    “谜题羊，不认识我？你的族人至今还在巨魔洞窟的一个地方安静的生活，着你不想去看看吗？”\n    随后谜题羊发现自己忽然回到了巨魔洞窟一个隐蔽的地方，前面是他的族人。\n    “你把他送到哪里去了。”史蒂夫发现谜题羊凭空消失，问道。\n    那人沉默了，忽然手上拿出了三张卡片，有红有黄。不知什么时候，三张卡片全部打在了史蒂夫身上。\n    史蒂夫也消失不见。\n    (不会真的有人以为全书完吧，反正以后还会继续开坑写的)",
    "replies": [
        {
            "author": "2073005342",
            "timestamp": 1594951080,
            "txt_content": "来了来了"
        },
        {
            "author": "800805",
            "timestamp": 1594951140,
            "txt_content": "2073005342 发表于 2020-7-17 09:58\n来了来了\n后续也更新了"
        },
        {
            "author": "2073005342",
            "timestamp": 1594951620,
            "txt_content": "800805 发表于 2020-7-17 09:59\n后续也更新了\n留着下次发多没意思，快放出来"
        },
        {
            "author": "800805",
            "timestamp": 1594953480,
            "txt_content": "2073005342 发表于 2020-7-17 10:07\n留着下次发多没意思，快放出来\n不是放了吗，找到顶部目录"
        },
        {
            "author": "米线菌",
            "timestamp": 1594956000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}