{
    "title": "[原创/连载]万物传说：史蒂夫（上）",
    "author": "VINDICATOR-231",
    "replyCount": 2,
    "timestamp": 1595033100,
    "txt_content": " 本帖最后由 vindicator#231 于 2020-7-18 08:57 编辑 \n\n目录\n    双面之神无力地跪在地上，Jeb面无表情的看着他（她）。Jeb身后是残破不堪的Jeb神殿…\n    “我…我错了…我保证我会把神殿修好的”善良的一半胆怯的说。\n    “去死吧…去死吧…你这个连灵魂都没有的神…”邪恶的一半恶狠狠地说。\n    Jeb一动不动，等待着他（她）的下一步行动。天堂的风吹过他的姜黄色头发\n    突然，邪恶占据了双面之神的整个身体。“阿西吧！”全身飘满黑雾的他掏出黑曜石剑，向Jeb砍去。\n    Jeb侧身一闪，躲过了他的攻击，手中不知何时多出来一把金斧，转身砍了一刀“他”。\n    双面之神被砍了一刀，瞬间打回原型。“饶过我吧…”她跪在地上，痛哭流涕。\n    “诶，当初我们为什么要创造这些杂神…现在终成祸害……”Jeb喃喃道，又是一斧下去。\n    双面之神被彻底劈成两半，砍成一黑一白两部分。这两部分快速融合，企图复活自己。\n    快融为一体时，Jeb对着那一坨灰色的东西又是一刀。金斧彻底断掉，双面之神的魂魄也被几乎摧毁殆尽。剩下的，仅有两片魂魄，一片善良多一些，一片邪恶多一些…\n    此时，在一个小城镇里，一对双胞胎呱呱坠地…\n\n   \n     双胞胎的诞生，无疑是对史密斯一家的莫大喜讯。孩子他爸都不打铁了，扔下铁锤，跑了过来。\n    “嗯……这两个孩子都挺可爱的…一个叫史蒂夫…另一个也叫史蒂夫吧！史蒂夫一号、史蒂夫二号，多好的名字！”史蒂夫·史密斯，两个孩子的爸爸，兴奋的说（起名废路过）\n    史蒂夫兄弟过了一个幸福的幼年生活。这篇故事讲述的是史蒂夫一号的故事，也就是后来的“英雄”的故事，所以本文主要赘述他。\n    史蒂夫一号从小力大无穷，即使一直营养不良。他也极其敏捷，就是有点傻，和他弟弟的聪明但虚弱形成了鲜明对比。\n    史蒂夫兄弟一天天长大，他们的能力也一天天的凸显。\n    一天，皇家卫队队长来到了这个小城镇。他一直有一个预感：这个偏远的小镇会出现一个英雄，一个千年不遇的英雄。尽管副队长极力劝阻他不要浪费时间，他还是来了。    一张布告贴在了教堂那生满苔藓的石墙上。“那…空手砍树起码15秒以内，这是人干的事么？”一堆吃瓜群众议论着。\n    “我试试！”一个年幼的声音从人群中传出。“你个十二岁小孩凑个什么热闹”“就是”…\n    “别说了，让他试试！”卫队队长拔出短刀，大喝道。\n    卫队队长带领他来到一颗高橡树下，递给史蒂夫一号一个拳套。“现在，我要求你在15秒以内用拳头砍到这棵树。”卫队队长手持红石表，严肃的说。\n    二话不说，史蒂夫开撸。1秒…5秒…“握艹！10.6秒！”平时文雅的卫队队长看见这恐怖的数据，也忍不住祖安了一下。要知道，他即使经过专业训练，最佳水平也才10.2秒。对面的十二岁小孩没经过任何训练，就达到了他的水平！\n    “很好，很好…现在，你把这棵树锯开，做成一把木剑”卫队队长扔给他一把锯子，说。\n    这完全难不倒工匠世家出身的史蒂夫。三下五除二，一个工作台、一把木剑从他手中蹦了出来。\n    皇家守卫脱下闪耀着附魔光辉的铁甲，在地上放下一个盔甲架，将铁甲放了下去。\n    “现在，用你手里这把木剑，砍倒这个盔甲架！”卫队队长知道对面绝非等闲之辈，想用这个试炼他。当年他十二岁时，也被尼古拉斯·彼得大帝（起名废路过）这么试炼过，只不过是铁剑砍钻甲。\n    史蒂夫深一 口气，倒退几步。突然，史蒂夫向前冲刺，立刻起跳，在空中打出了一个漂亮的暴击。收到最严重攻击的铁头盔出现了裂痕，盔甲架倒在地上。\n    “明天开始，到皇城报道。”卫队队长十分淡定，实际上内心慌的一批。“这…他怎么可能打出这么漂亮的暴击！！！我都没这个能力！”卫队队长惶恐地想。\n    镇里人欢送他，拿出了最高礼仪欢送他，祖传金苹果、金胡萝卜、蜜汁炖菜（没有错字）都送上了。小镇已经100年没有人去过皇城了…    \n\n    两年后：史蒂夫在第38次用石剑击败全副武装的护卫队队长后，尼古拉斯·彼得大帝亲自看望他。\n    “明天下午8点，到皇宫大堂找我。”\n    晚上，尼古拉斯·彼得等到了史蒂夫。“史蒂夫。”皇帝的声音立刻威严起来。“我钦佩你的力量，但你的方法，还是欠缺。今天，我将教你流传千年的皇家剑法！”\n    皇帝将他的附魔钻剑扔给史蒂夫。“锋利三，耐久三！”史蒂夫惊叹道，这比他锋利一的铁剑好多了。“王国附魔师已经能附出这么好的魔了！”“其实是村民商会的作品…你懂的，村民是一个神奇的物种。不多说废话，开练吧！把我当作敌人吧！”皇帝掏出金剑，说。    \n    史蒂夫应声起跳，想给皇帝一个暴击。他知道一个暴击打不死皇帝，且他本就想一回合解决战斗。\n    钻剑砍到了地板，划出一道重重的痕迹，木屑溅出半米。只见皇帝侧身躲过了攻击，反手就是一砍。\n    “这...”史蒂夫惊讶的说。那么快的跳劈，他还没见过有人躲过去过，更没有人能“反杀”他。\n    “敏捷，其实比力量更重要。皇家剑法讲究的，不是给敌人造成多大的伤害，考虑的是更快、无伤！”皇帝语重心长的说。\n    （当然，这对我（卫道士）来说，简直就是废话，斧头帮讲究的就是秒杀。乌拉乌拉乌拉！！！！）**eee（不是咏e）                                                 \n    （抱歉，太过激动把纸涂黑了）（皮一下很开心）\n    时间过得飞快，转眼间，8年过去了。史蒂夫已经从翩翩少年，成长为一个威武的卫队队长。他身着铁甲，受着万人崇拜。\n    而此时，一个巨大的阴谋，在附魔室里酝酿着...\n    附魔室里，站着一位身着红袍的附魔师。3个青金石块在镀金附魔台上炸裂，古老的灵魂在图书间飞升…他从周围摆满末影水晶（据传末影水晶可以召唤前世的与后世的灵魂，使附魔更加强大，但附魔师evoker_56的经历告诉我们末影水晶不仅卵用没有，且有火灾隐患）的圆石-黄金样式附魔台下拿下一把激荡着附魔光辉的下界合金剑。\n    “锋利四，抢夺二，横扫之刃三，击退二！秒掉那些渣 渣应该够了！”附魔师狂笑着说。疯狂的笑声回荡了整个附魔室…\n\n\nTo be continued…\n（主要是史蒂夫的故事太长了，打算明天把第二部分写完）\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "爬熊黄",
            "timestamp": 1595220780,
            "txt_content": "太惨了给你帖子热一热"
        },
        {
            "author": "VINDICATOR-231",
            "timestamp": 1595242260,
            "txt_content": "爬熊黄 发表于 2020-7-20 12:53\n太惨了给你帖子热一热\ne...\n其实生艹屑作不需要热帖...\n在我的另一个帖子反馈才是实的\n"
        }
    ]
}