{
    "title": "【原创/连载】黄昏神教#11",
    "author": "北极仙光",
    "replyCount": 6,
    "timestamp": 1594981200,
    "txt_content": " 本帖最后由 北极仙光 于 2020-8-16 08:27 编辑 \n\n第十一章——末影人  卫道士们见又一个唤魔者倒在了地上，兴奋地“乌拉”起来，又开始走向下一个房间······  风行天都无语了。  这是多大仇？  看来作为林地府邸的“统治阶级”，唤魔者没少欺压这些卫道士，而唤魔者强悍的地刺和召唤恼鬼让卫道士在对方有准备时只能被动挨打。  直到今天，卫道士们才发现，他们的老大居然这么脆。  而且唤魔者这么多年的养尊处优，让他们的防备心都松懈了，更何况卫道士们团结了起来。  风行天简直就是为他们打开了新时代的大门······  一个又一个唤魔者被措不及防地撂倒，而风行天就在后面捡漏······  风行天也想过自己杀敌的，但这群卫道士实在太能干了······  他已经不想奋斗了······  就这样，在林地府邸的改革浪潮中，统治阶级被推翻了，人民取得了胜利！  晚上，卫道士们在原来专属唤魔者的豪华餐厅里举行欢庆宴。  卫道士甲：“乌拉乌拉！”（以后这林地府邸就是我们的了！）  卫道士乙：“乌拉乌拉乌拉！”（早就看那群唤魔者不顺眼了。）  卫道士丙：“乌拉乌拉。”（我们好像忘了什么。）  卫道士丁：“乌拉乌拉乌拉！”（艹，那个外来者！老子的斧头还在他那呢！）  而此时的风行天，带着林地府邸所有的书架、地毯、一些杂七杂八的装饰，以及七颗不死图腾，已经在回家的路上了······  这次林地府邸之行风行天非常意外，本来他都做好一路杀上去的准备了，还特意带了好几瓶治疗药水，可全程他除了抢了把斧头、捡漏和拆迁外，貌似······什么也没干。  “这可能······就是主角光环吧。”  “嗯？”  风行天突然停下了脚步，前方一片开阔的小平原上，皎洁的月光下，伫立着一道黑色的修长身影。  末影人，别名小黑。  风行天身躯骤然绷紧，他之前也远远地见过小黑，但这是他第一次离得这么近。  虽然他没带水桶，但他还想试一试，能不能干掉小黑！  已经很近了。  风行天始终低着头，在几乎贴上时，才慢慢转为平视。  他突然发现，自己平视时所看到的部位，有那么一丝尴尬啊······  “得罪了！”  风行天抛开杂念，用力挥出手中攻击力已达十点的附魔钻石剑，重重地砍在小黑的腿上。  末影人顿时发出了一声尖厉的长啸，身影骤然消失不见，只剩下几簇紫色粒子缓缓落地。  风行天的眉心突然刺痛了起来。他想也不想，凭借直觉向身后挥出一剑。  再次命中！  再下一刻，末影人出现在了风行天的左后方。  也许是刚才的凭直觉挥剑消耗了风行天太多精神力，这一次，风行天还没作出反应，就已经被末影人击中。  一种奇异的力量，在被盔甲抵消大半后，依旧传到了风行天身上，他的皮肤顿时出现了道道血痕。  钻心的疼痛传来，风行天一个踉跄，险些摔倒。可他还没来得及重新找回平衡，末影人就再次出现在了风行天的左前方。  风行天心念电转，手里出现了一个小瓶子。  瓶子里的液体呈淡粉色，散发着淡淡的光晕，正是风行天先前炼制的治疗药水！  风行天想赌一把，赌这里的末影人会受到所有含水量较高的液体的伤害！  瓶子被摔碎，淡粉色的液体洒在了末影和风行天的身上。  末影人顿时像是遇到了什么极其恐怖的事情，开始在周围一边尖啸一边疯狂地瞬移。  显然，风行天赌对了。  与此同时，本该内服才有效的瞬间治疗药水，从风行天的伤口渗了进去，竟是同样起到了喝下去的效果，风行天的伤口顿时以不可思议的速度复原，就连他的精神力也恢复了不少。  他的眉心再次疼痛了起来。  风行天耗尽自己最后的精神力，凭直觉向着右前方挥出一剑。  一剑毙命！  末影人的身躯顿时崩解为紫色的粒子，消失不见，只剩下一颗浑圆的末影珍珠躺在地上。\n索引帖\n",
    "replies": [
        {
            "author": "VINDICATOR-231",
            "timestamp": 1594984920,
            "txt_content": "掠夺者甲：哼哼哼哼哼哼哼哼哼哼哼（早就看林地府邸那群家伙不顺眼了）\n掠夺者乙：哼哼哼哼哼哼哼哼（是的，每次都欺压我们，受够他们了！）\n卫道士队长：乌拉乌拉乌拉！（猪队友无权发言！）\n掠夺者团灭，其中50%被卫道士砍死，另一半被队友射死"
        },
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1594987620,
            "txt_content": "这药水不用炼制直接变喷溅型的了？确实够现实"
        },
        {
            "author": "北极仙光",
            "timestamp": 1594990020,
            "txt_content": "赶紧睡觉觉 发表于 2020-7-17 20:07\n这药水不用炼制直接变喷溅型的了？确实够现实\n只有撒在伤口上，进入血液里才有效\n这就和吃东西与注射葡萄糖一个原理"
        },
        {
            "author": "800805",
            "timestamp": 1594990200,
            "txt_content": "乌拉乌拉乌拉乌拉乌拉乌拉乌拉\n(写得还可以就是这乌拉语言非常奇妙)"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595026980,
            "txt_content": "卫道士：阿吧阿把阿吧阿把\n风行天：乌拉乌拉乌拉乌拉"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1595030160,
            "txt_content": "风行天什么时候可以砍卫道士"
        }
    ]
}