{
    "title": "[Minecraft.net|CULTURE]亚特兰蒂斯发现！",
    "author": "l89669",
    "replyCount": 0,
    "timestamp": 1594972140,
    "txt_content": "\nAtlantis Discovered!\n亚特兰蒂斯发现！\nWell, in Minecraft anyway, in this mythical build by Hyperscale!\n于我的世界中！来瞧瞧Hyperscale神话一样的建筑吧！\n\nAsh Davis\n\nIn ancient times, when it was still fashionable to wear bedsheets as clothing, the famous philosopher Plato told the story of a great civilization, the Kingdom of the Atlanteans.\n古时候，人们还流行穿着床单的时候，伟大的哲学家柏拉图讲述了一个有关伟大的古代文明的故事——亚特兰蒂斯王国。 \n\nPlato described Atlantis as the big city-state on the block, famous for their wealth and architecture, that one day suddenly vanished. Some say a volcano erupted and sunk the kingdom to the bottom of the sea. Plato himself said the gods, likely angry at the hideous curtain couture, punished the citizens by sending their beloved home into the abyss. Others say Atlantis never existed at all—Plato being fond of his allegories and all that.\n在柏拉图的描述中，亚特兰蒂斯是一座富丽堂皇的大城邦，但是某一天它突然消失了，有的人说是一次火山爆发将整座城市沉到了海底。而柏拉图说，神明觉得将窗帘当衣服穿太土了，因而生气将百姓们的家园沉入了海底以示惩罚。也有人说亚特兰蒂斯根本不存在，柏拉图只是喜欢讲他的寓言故事罢了。 \n\nWell wonder no more! With the help of modern technology and Minecraft, explorers and seafood enthusiasts alike can see for themselves the wonders of Atlantis. This ancient city of questionable fashion taste returns from the deep, thanks to builder Hyperscale and his friends at TheAtlanticCraft .\n好了，别想那么多了！在现代的科技与我的世界的共同协助下，探索者以及贪食海鲜者都将有机会亲眼一览亚特兰蒂斯的奇观。我们要感谢建筑师Hyperscale还有他在TheAtlanticCraft的朋友们，我们才能再次看见这次有着令人困惑品味的古老城市再度出世。 \n\n\nHyperscale came to Minecraft when the game was still in alpha. “I just enjoyed the freedom of it,”  he says. “You can do anything your mind could think of.” It was this unleashed imagination that inspired him to start building, first creating “a crude Eiffel tower” and growing from there.\nHyperscale还在游戏的alpha阶段就入坑我的世界了。他说：“我单纯的是在享受这种自由，你想到什么就可以做什么。”就是这种无拘束的想象力使其建造起了埃菲尔铁塔，首先建一座比较粗制的埃菲尔铁塔，然后基于这个再做精修。 \n\n“For the first year or so I just enjoyed building for small servers, just making spawns for fun and learning different ways things can be built by following online pictures/videos. Eventually I starting working together with the YouTuber, TheAtlanticCraft, on the first iteration of Atlantis almost 2 years ago.”\n“一开始大概一年的时间里，我在享受给那些小型服务器做建筑，做的建筑只是为了好玩，然后也在学一些网上的图文或者视频教程里的建筑方法。然后我开始和视频制作者团队联手合作，TheAtlanticCraft，大概两年前我们做出了第一个版本的亚特兰蒂斯。” \n\nYou heard right: two years! This amazing city took a full two years to build! You could get an associates degree in two years, or drive across the world 34 ½ times in two years. Or build an epic underwater kingdom in Minecraft!\n是的，你没听错！整整两年！如此精美的城市花了他们整整两年，两年你都能大专毕业了，或者开车环游世界三十四又二分之一次，又或者在我的世界里建造一个史诗级水下王国！ \n\n\n\n\n\nNow it wasn’t a straight two years of non-stop building. According to Hyperscale it was “very on and off. Whenever we'd come up with another part of the city we needed, I'd build it.” And Hyperscale is incredibly dedicated to his builds.\n当然，这两年内并不是日夜无休的一直在建筑。据Hyperscale所说，建筑过程时断时续，无论什么时候只要他们想到需要城市里的哪个部分，Hyperscale就会去建造。而他非常专注于他的建筑。 \n\n“AtlanticCraft and I always want to have the best environment and atmosphere for our animations and videos. So I always have to hand build them to spec!”\n“团队与我总是希望视频与动画的合作环境与气氛能够达到最好，所以我不得不去手动建造以满足需求！” \n\nIt shows. You can see the expert attention to detail in all the buildings: the bank, the hospital, the courthouse. And you can definitely see it in Hyperscale’s favourite structure, the Sky Elevator.\n这很明显，你可以看到所有这些建筑里都透露着对细节的精益求精，无论是银行、医院还是法院，而Hyperscale最喜欢的建筑，天空梯里你也能感受到这种追求。 \n\n\n“I loved the style of it, it’s very futuristic and technologically advanced.” But he enjoys his favorite building for more than just the fancy block work.\n“我很喜欢它的风格，这非常的未来风，也技术感十足。”但是他最喜欢的建筑不仅仅因为那奇妙的方块组合本身。 \n\n“The Sky Elevator symbolizes the people of the underwater world advancing and being able to ‘escape’ to the land above. So for me it always stood for learning and evolving and discovering new things!”\n“天空梯体现了海底世界的人们科技水平先进，并且可以‘逃离’到海洋上的陆地。是故对我而言，这意味着持续学习、进化并发现新生事物！” \n\nLearning new things like how to make a build so large appear underwater.\n学些新东西，比如说怎样把这么大的建筑沉入水底。 \n\n“I was figuring out how to completely flood it under water for the videos. Just picture me randomly world editing giant blobs of water everywhere above and having it all flow down. I think it was about 4 hours of work to flood the entire inside of the dome (because in game, Atlantis is enclosed in a GIGANTIC stone dome). Then I realized I could of done it out of game in a world-edit program in about 10 minutes.”\n“因为要拍摄视频，所以我得把这座城完全用水淹没。想象一下，我随机的刷水球出来，然后让它们流的到处都是，我认为将这建筑的圆顶内全部刷满水大概要花上四个小时，因为游戏里的亚特兰蒂斯是封闭在一个巨大的石头圆顶里的。但是后来我意识到我可以在外部的存档编辑器里用十分钟一下子搞定。 \n\n\nHyperscale continues to work on Atlantis with more huge projects to come. He eventually wants to leave under the sea for something more a part of our world.\nHyperscale 持续忙于亚特兰蒂斯这个建筑师，还有更多的大规模建筑在计划列表里。他最后的目标是离开水底，去寻找更多属于我们世界的东西。 \n\n“My ‘dream project’ would have to be a giant, but very fleshed out cyberpunk city. Giant floating highways and crazy neon signs everywhere. I think it would make a great atmosphere. With the new blocks that are very bright and colorful, maybe this dream is closer now.”\n“我的‘梦想计划’是建造一个巨大又充实的赛博朋克城市，四处都是大型浮空的公路，还有疯狂的霓虹灯招牌。随着越来越多鲜明多彩的方块推出，这个梦想或许逐渐将会成真。” \n\nIf you want to take the plunge and see Atlantis from the ground up, check out YouTube series Atlantis Adventures and follow Hyperscale on Twitter .\n如果你想扎个猛子到水里细细看看亚特兰蒂斯，你可以去看看他们发到视频网站上的亚特兰蒂斯冒险系列，也可以去社交网站上关注Hyperscale。 \n\n【我 译自官网 2017 年 07 月 13 日发布的 Atlantis Discovered!】\n【本文排版借助了：BCC】\n",
    "replies": []
}