{
    "title": "【原创/单篇】亚里克斯与合金",
    "author": "堕天使之墓",
    "replyCount": 3,
    "timestamp": 1594993680,
    "txt_content": " 本帖最后由 堕天使之墓 于 2021-2-8 19:10 编辑 \n\n她最后挖到了一些远古残骸，一共8个。\n\n——\n“史蒂夫，听说最近发现了个叫‘下界合金’的玩意。我觉得我们可以去挖点回来。你觉得怎么样？”\n“好啊！那么，那玩意具体是怎么一回事？”\n“听我说吧。听说先是在下界深处找到远古残骸，然后烧制为碎片。之后用碎片和金锭合成合金。就这么简单，但也因此意外地难找。”\n“好的。过几天我们就去下界吧。”\n于是，几天后他们穿着钻石盔甲进入了下界传送门。\n下界已经完全换了一番风貌，但他们在之前便早已见识过了。这里是名为“玄武岩三角洲”的地方，由玄武岩组成的石柱在这里散布着，灰色的颗粒也在这灰蒙蒙的环境中飘荡着。\n“就在这里挖吗？”\n“不，最好是在荒地那边。地狱岩比这玄武岩容易破坏。”\n于是，他们向着远方走去，向着不知道有多远的荒地走去。\n“有了合金有什么用呢？”\n“这玩意的硬度比钻石大得多。如果我们得到了的话，便可以合成比钻石硬得多的盔甲和工具了，是不是很厉害啊。不过也相应的，这玩意很难找。但找到后便可以炫耀了：我们有合金了！”\n“好吧。”\n他们翻过了一座座玄武岩石柱，靠着炽足兽越过了一片片岩浆海。这地方看起来根本走不完，但他们仍坚持走着，只是为了图一些乐趣。\n终于，他们离开了那灰蒙蒙的地方，来到了陌生但又熟悉的地方：下界荒地。这地方一如既往。\n要挖远古残骸的话，大概就是在地下。但亚里克斯向史蒂夫提了个建议。\n“我们到那座山里去挖吧？这样方便点。”\n“好吧。”\n\n于是，他们向着远处的山丘走去。\n但之后的事情发生的过于突然。\n突然史蒂夫“钻入了地下”。亚里克斯惊了一下，随后看向了那里：那里正好有个一格宽的坑，十有九成是掉进了那个坑里。\n“史蒂夫？”\n她望向了坑里。坑里是无尽的悬崖，而底部，是一大片岩浆海。岩浆海早已没有任何波动，也无法在坑里望到岸边。\n是的，一切就像是一个胡写的剧本一样发展。大概就是，剧情铺垫了一堆结果正式写的时候毫不注意剧情，随意地去发展。\n她愣住了。\n\n现在，她手里的就是远古残骸。一共8个，就这么挖了下来。\n远古残骸可以被烧制为碎片，而这些碎片可以用于合成下界合金。合成下界合金之后便可以合成比钻石强得多了装备和工具了。\n但她高兴不了。\n“喂，史蒂夫？你在吗？”\n只有回声回应着她。\n她摆下了熔炉，熟练地将残骸和煤炭塞了进去。她听着这劈啪作响的声音，附近也只有这劈啪作响的声音。\n假如他在的话，估计会打趣地说“就那么烧了？没有特殊处理可还行。”一类的。但也只是假如他在。那件事过于虚假，以至于她不敢相信他就那么消失了：其实他是在家里喂牛吧？其实是在挖矿吧？其实是在干另一个事吧。总之，他肯定没和她去过下界。\n烧好了。\n取出残骸，把它们和金锭放一块便可以合成出下界合金。\n下界合金是黑色的。她感觉这玩意黑得有些不自然。\n仔细一想，这一切或许只是梦吧，一个戏剧化的梦？当太阳升起的时候便会醒来吧？毕竟一切也太不自然了。\n\n“亚里克斯？”\n她可能听到了这声音。\n但她确认了一遍，没有这声音。\n她躺在地狱岩上。炙热的气息使她感觉昏昏沉沉，也使她感觉一切变得更加不自然。\n一切像是场梦，毫无逻辑且显得虚假。\n\n“亚里克斯，还在发呆呢？找合金去~了~”\n她反应过来时是在一只炽足兽的背上。“睡糊涂了？”\n“或许是的，毕竟刚刚的一切太不自然了。”\n“不自然？什么意思？”\n随后，他们在岩浆池上遇到了一只恶魂。\n“是恶魂？在这里的话感觉有点棘手啊……”\n“是有点棘手，但只要射死就行了。”\n于是，他们拿起弓，将箭矢射向恶魂。\n恶魂也在同时射出火球。\n这些火球有一部分打入了岩浆湖，但有一个——\n打在了亚里克斯的身体上。\n她受到了惊吓，在地狱岩上醒来了。\n\n等等？\n刚刚的是梦，但哪个是梦？\n\n亚里克斯最后决定就地造个传送门回去。\n因为在下界的话回去的路很难找，而且也挺危险。虽然主世界也不见得有多安全，但至少她熟悉周围几百万方块的地形，不至于因为什么原因而遭遇危险。\n她踏进了传送门。传送门最终连接到了覆雪云杉林。这寒冷的气息让她回到了现实。\n她确认了一下：这里是那片云杉林，在基地的西部。手里的合金是真实的，但刚刚的经历却像是梦一般不自然。现在是黎明，而从这走到基地……向着太阳升起的地方走去便可。\n\n难以置信。她现在拿着实打实的合金，但心里一点也高兴不起来。是啊，那荒唐的经历她根本不想去接受。\n如果史蒂夫在旁边，他们或许正在谈论这些并不多合金可以用来干什么。史蒂夫他会想着去弄一把独有的下界合金剑，而亚里克斯则会想着去弄把下界合金镐。但现在史蒂夫不在旁边，她现在也只想着能不能用这些黑铁和什么玩意交换一下，让史蒂夫重新出现。\n但很遗憾，这个世界没有加入能进行这种交换的系统。\n\n她大概走了一天，没有遇到什么意外。到了傍晚终于回到了基地。\n基地里的红石灯照常亮着，但比以往的任何时候都要寒冷。虽然很显然只是她的心理作用，但这寒冷却使她打了个寒颤。\n她躺在了自己的床上。明天一切都会过去的吧。\n\n明天到了。\n明天一切都没有过去，这就是答案。\n那两个合金就那么在她的背包了。好吧，怎么想都要处理下这些黑铁吧。合金需要用锻造台打到装备上——这也是锻造台唯一的用途。于是，她用木板和铁锭合成了个锻造台，之后拿起了合金。\n她犹豫了一阵，最后决定打到一把钻石剑上。\n但之后这把剑能用来干什么她并不知道。\n想了一会，她放弃再使用另一块合金。她决定把这把剑和另一个合金扔岩浆里烧掉，以纪念某些东西。这么想着，她挖了个坑，并把岩浆倒了下去。沉默了一会，便立刻把这些玩意毫不犹豫地扔了进去。\n烧不掉。原本这时候应该惊讶于发现这个新特性，但她现在只会抱怨这玩意为什么烧不掉。\n最后只能把合金保存起来。\n她造了一个箱子，把这两件物品放入了这个空箱子里。\n希望他可以看见吧。\n也希望这真的不是现实。",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1594994400,
            "txt_content": "就像瞎写的剧本一样\n史蒂夫彻底消失了\n\n就突然很有感觉"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595026920,
            "txt_content": "膜拜文学带佬"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1595030040,
            "txt_content": "和沙发同感感觉剧情好零散"
        }
    ]
}