{
    "title": "全新视频系列《Minecraft是怎么炼成的》预告片！",
    "author": "广药",
    "replyCount": 8,
    "timestamp": 1595055780,
    "txt_content": " 本帖最后由 广药 于 2020-7-18 18:20 编辑 \n\nHow We Make Minecraft\n《Minecraft是怎么炼成的》预告片！更多内幕，了解一下？\nHave you ever thought about how we make Minecraft? I know, neither had I. Before I watched this trailer I assumed that this blocky game came together through a series of random decisions, lost bets, and the occasional raffle. It turns out that I was wrong, so I guess the most important thing we’ve learned so far is that there’s a first time for everything. A far less important learning is that there are a lot of different elements that we consider before we shove them into our game. Like why isn’t there more dialogue, or any? How big should the crafting grid be? Why does the Phantom have to be that terrifying? Seriously, could we tone it down just a little. And don’t even get me started on what makes Steve so Stevey.\n你有没有想过，我们到底是怎么把Minecraft搞出来的？其实我也不知道。看这个预告片之前，我还以为这个方块游戏是根据一大堆随机的决定，输掉的赌和偶尔的那么几次抓阄搞出来的。事实证明，我错了，我觉得到目前为止，我们学到最重要的东西就是，凡事都有第一次。而学到的另一个不那么重要的东西是，我们在把特性放进游戏之前是要考虑一下的。比如为什么NPC不会说话？合成台应该是多大？为什么幻翼那么吓人？行，我们降低一下标准。为什么Steve这么Stevey的？\nhttps://www.bilibili.com/video/BV18K411J79K视频宣传片：https://www.bilibili.com/video/BV18K411J79K\nWell that was… informative. Find out more on July 31 when we release the first episode of our brand new series How We Make Minecraft! Until then, continue to live in ignorant bliss while you still can and don’t forget to subscribe to our YouTube channel!\n这可真是... 精彩呢。别忘了持续关注我们将于7月31日发布的全新视频系列《Minecraft是怎么炼成的》第一集。在那之前，趁着你还可以，继续生活在无知的幸福当中吧，别忘了关注我！\n\n\n原链：https://www.minecraft.net/en-us/ ... craft--the-trailer-鸣谢@LocusAzzurro 的标题翻译（\n",
    "replies": [
        {
            "author": "etwxr9",
            "timestamp": 1595057280,
            "txt_content": "草，游戏交互设计和编程开发的反面教材系列？"
        },
        {
            "author": "dwch",
            "timestamp": 1595064960,
            "txt_content": "lost bets应该是打输的赌吧"
        },
        {
            "author": "深绿世界",
            "timestamp": 1595066760,
            "txt_content": "绝了。。。"
        },
        {
            "author": "鬼幽233",
            "timestamp": 1595089020,
            "txt_content": "有点东西.."
        },
        {
            "author": "哔哔已存在",
            "timestamp": 1595246760,
            "txt_content": "感谢翻译啊"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1595250960,
            "txt_content": "这就是官方宣传片吗？爱了爱了，挺不错的。"
        },
        {
            "author": "起不来床的网友",
            "timestamp": 1595397660,
            "txt_content": "还挺牛                             "
        },
        {
            "author": "lyj66",
            "timestamp": 1596115260,
            "txt_content": "还有这种东西"
        }
    ]
}