{
    "title": "[Minecraft.net | DEEP DIVES]背包盘点：蜂蜜瓶",
    "author": "封徵",
    "replyCount": 15,
    "timestamp": 1595050200,
    "txt_content": " 本帖最后由 封徵 于 2020-7-19 16:44 编辑 \n\n\n\n\n\nhoney-bottle_header.jpg (303.48 KB, 下载次数: 4)\n\n下载附件\n\n2020-7-18 16:02 上传\n\n\n\n\n\nDEEP DIVESTaking Inventory: Honey Bottle\n背包盘点：蜂蜜瓶\n\nYou’ll bee excited about this one\n为之“蜂”狂吧！\n\nDuncan Geere邓肯·盖尔\n\n\nA couple of months back, we featured the Honey Block in our Block of the Week series, and so now it’s time to feature its... er... bottlier cousin, the honey bottle.\n数月前，我们在 我们的《本周方块》栏目中向你们介绍了蜂蜜块，所以现在是时候向你们介绍它的……呃……瓶装版的表弟，蜂蜜瓶了。\n\nHoney bottles, like honey blocks, were added to Minecraft in version 1.15 – the Buzzy Bees update. As the name suggests, they’re obtainable from bees – specifically, by hitting the use key on a beehive or bee nest while holding a glass bottle.\n蜂蜜瓶，和蜂蜜块一样，都在1.15的版本更新 —— 嗡嗡蜂群更新中被加入至了游戏。顾名思义，其可以从蜜蜂身上获得 —— 拿着玻璃瓶对着蜂巢或是蜂箱按下使用键即可。\n\nBut hold up. You can’t just start merrily hitting use on every beehive you see. That approach will get you (a) not much honey and (b) stung. Instead, I recommend using a more cautious method.\n但请稍等，你可不能因此喜不自胜，对着你目光所能及的每一个蜂箱狂按使用键，这只会让你蜂蜜没得多少，却被蛰得满头包。出于此，我决定向你推荐一种更加谨慎的方法(来收集蜂蜜)。\n\nApproach the hive or bee nest slowly and inspect it from a distance. Is there honey dripping out of the sides? If so, that’s a good sign that there’ll be something to collect. Then, make yourself a campfire and carefully place it under the hive so that the smoke billows upward into the block.\n慢慢地接近蜂巢，然后在远处仔细观察 —— 察其两旁是否有蜂蜜滴出？如果有的话，那正是其亟待收获的好信号。紧接着，做一堆营火，然后小心翼翼将其放置于蜂巢之下，使其所产生的烟雾向上飘入蜂巢中。\n\n\n\n\n\n\n\n\nhoney-bottle_drippinghive.jpg (191.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-18 16:02 上传\n\n\n\n\n\n\nSmoke calms bees, y’see, which means that they’ll be less upset that you’re stealing all their honey. Once the nest is pacified, a gentle click with your glass bottle will yield you a full bottle of honey. Remove the campfire, and your quest is complete.\n烟雾能使蜜蜂们冷静下来，你看，这也就意味着即便你偷光了它们所有的蜂蜜，它们也不会觉得有多难过。一旦蜂巢平静下来，只需拿好你的玻璃瓶轻轻一点，铛铛，一整瓶蜂蜜就出现了。(别忘了)移开营火，你的任务已经完成了。(双重含义)\n\nNow, what are you going to do with that bottle? Well, I highly recommend drinking it. In fact, it’s the only food in the game that comes in a bottle. It’ll restore three chunks of hunger and remove any poison that’s afflicting you. That puts honey a step up from drinking a bucket of milk – which removes all potion effects, positive or negative. Though it does take a little longer.\n现在，拿着瓶蜂蜜的你能干些什么呢？唔，我强烈建议你把它喝掉。事实上，蜂蜜瓶是这个游戏里面唯一的瓶装食物。饮用后，其将恢复三饱食度并移除掉那些苦苦折磨你的中毒效果 —— 这也令蜂蜜(的作用效果)相较于饮用牛奶来说更进了一步 —— 牛奶会移除所有的状态效果，无论正面还是负面。尽管饮用蜂蜜的时间会有一点点长。\n\nOther things you can do with honey include crafting blocks of honey (which, as we’ve already established, are pretty neat) with four bottles arranged in a square in a crafting grid. You can also make sugar – one bottle of honey in a crafting grid all on its lonesome will give you three piles of sugar. Sweet.\n除此以外，你还能用四瓶蜂蜜在工作台内围在一起来制作蜂蜜块 (关于这一点我们 已经确定过了，而且这还挺美观的) 。你也可以用其制糖 —— 一瓶蜂蜜就能产生三堆糖。真甜！\n\n\n\n\n\n\n\n\nhoney-bottle_minecraft.jpg (91.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-18 16:03 上传\n\n\n\n\n\n\nThere’s some real-world truth to the idea of honey curing poison. For millennia, honey has been used to treat all kinds of different ailments – from burns to ulcers to stomach problems. It’s a part of both ayurvedic and traditional Chinese medicine, though Western medicine has not yet found strong evidence of its effectiveness beyond dressing small wounds.\n在现实世界中有一些有关蜂蜜解毒的想法的真相。几千年来，蜂蜜被用于治疗各类的小病小痛 —— 从烧伤到溃疡，再到胃病等。其也是阿育陀非疗法和传统中医的一部分，尽管西医还没有找到任何强有力的证据证明其除能包扎微小创伤外的其余的任何作用。\nThere’s also some truth to the idea that you should set a campfire under a hive before trying to harvest from it. Humans have known since ancient times that smoke calms bees, but the exact mechanism was unknown until much more recently. Put simply, the smoke masks the chemicals that bees use to communicate – interrupting their defensive response and allowing the beekeeper to open the hive with less fear of attack.\n关于从蜂巢收割蜂蜜前先在其下放置营火的想法，同样有一些实情。人类自古以来就知道烟雾能使蜜蜂冷静下来，但是知道最近，其中的确切生理机制才被解释清楚。简而言之，便是烟雾掩盖了蜜蜂用于交流的化学物质 —— 阻断了其防御反应，并允许养蜂人能够在打开蜂箱时少点恐惧。\n\n\n\n\n\n\n\n\nhoney-bottle_realworld.jpg (237.42 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-18 16:03 上传\n\n\n\n\n\nImage Credit:Andreas Praefcke//CC BY 3.0图片来源：Andreas Praefcke//CC BY 3.0\n\n\nFinally, in the honey block article I promised you a disgusting story about how honey is made, so here it is. You probably know that bees like flowers, and that’s because their nectar contains sugar. Some of the bees in the hive – known as forager bees – find flowers, crawl over them, suck the nectar up through a special tube, and put it in their honey stomach – which is different to their food stomach. It takes a forager bee more than an hour, visiting more than a thousand flowers, before that stomach is full.\n最后，还记得我在有关蜂蜜块的那篇博文里承诺了你们一个有关蜂蜜是怎么制成的恶心的故事嘛，它来啦！你大概知道蜜蜂喜爱鲜花，这是因为其花蜜中含有糖分。而蜂巢里的部分蜜蜂 —— 一般称之为外勤蜂 —— 则负责寻找花朵，然后爬上去，通过一条特殊的管道吸取其中的花蜜，接着将其放入它们的蜜胃中 —— 区别于它们的食胃。一只外勤蜂需要一小时以上的时间并采集一千朵花才能让它们的蜜胃填满。\n\nHere’s where it gets icky. The forager bees then fly back to the hive, and spew it up into the mouths of hive bees who stay at home. The hive bees then eat and spew up the honey into the mouth of the next hive bee along, and the next bee along, and so on in long chains. There are tens of thousands of these bees in each hive. During this process, the water in the nectar dries up and the fluid gets thicker and thicker. Eventually the chain reaches a honeycomb, where it gets spewed into a cell.\n恶心的地方来了。外勤蜂接着就会飞回蜂巢，将它们蜜胃里的蜜汁吐到巢内蜜蜂的嘴里。巢内蜜蜂会将蜜汁吃下去并再次将蜜汁吐到下一只巢内蜜蜂的嘴里，一只又一只，如此循环往复，构成一条长链。每座蜂巢里都有成百上千只这样的蜜蜂。在这个(吞吐)的过程中，蜜汁内的水分将会越来越少并变得愈发浓稠。最终长链到达蜂巢内部，蜜汁将会被吐入一间小室中。\n\nBut the process doesn’t end there. Bees generate a lot of body heat, and they keep the cells at a temperature of about 35C (95F), flapping their wings to circulate the air to evaporate more water, until it’s dry enough to keep the resulting fluid from going bad. Finally, the bees cap the cells with wax to seal them. Eventually a beekeeper comes along and harvests the resulting product, which millions of children all over the world then spread on toast.\n但整个过程并未就此结束。蜜蜂会使它们的体温激剧升高，使小室保持在约35摄氏度(95华氏度)的温度下，并扇动它们的翅膀以促进空气循环，蒸发掉(蜜汁中)更多的水分，直至其足够干燥，确保最后的产物不会变质。过程的最后，蜜蜂会用蜂蜡封存小室。最终，一位养蜂人将会到来并收获它们的劳动成果 —— 世界上成千上万名儿童再将其涂抹到他们的面包上去。\n\nSo next time you’re contemplating a squirt of honey on your breakfast, maybe have a little think about how many bee stomachs that it might have passed through on its way to your plate. Yuck.\n所以下一次当你考虑为你的早餐增添些蜂蜜时，也许你得想想，它们在送到你的盘子的上前，穿梭了多少只蜜蜂的胃部吧。唷~\n\n\n\n【封徵 译自官网 2020 年 07 月 16 日发布的 Taking Inventory: Honey Bottle；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "小浪47一一一",
            "timestamp": 1595114460,
            "txt_content": "我终于知道蜜蜂是干啥使的了"
        },
        {
            "author": "October28th",
            "timestamp": 1595145240,
            "txt_content": "我都没有看到过蜜蜂哈哈"
        },
        {
            "author": "拔刀留不住落樱",
            "timestamp": 1595151420,
            "txt_content": "NB牛逼牛逼牛逼牛逼"
        },
        {
            "author": "wdsjcrh",
            "timestamp": 1595159520,
            "txt_content": "牛逼牛逼真的牛逼"
        },
        {
            "author": "DNFAraid",
            "timestamp": 1595482140,
            "txt_content": "熊出没既视感"
        },
        {
            "author": "殇感xcy",
            "timestamp": 1595548920,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "Phoenixion",
            "timestamp": 1595693760,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "BaBa_",
            "timestamp": 1595937360,
            "txt_content": "nb\nnb\nqwqqwqqwqqwqwqwq"
        },
        {
            "author": "kelesu",
            "timestamp": 1596037440,
            "txt_content": "我是无缘见到蜜蜂了"
        },
        {
            "author": "1809146703",
            "timestamp": 1596110940,
            "txt_content": "我都是用发射器收蜂蜜..."
        },
        {
            "author": "中的的",
            "timestamp": 1596502560,
            "txt_content": "nb nb\n   nb\nnb nb"
        },
        {
            "author": "Phoenixion",
            "timestamp": 1596721980,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "kayn-",
            "timestamp": 1597070760,
            "txt_content": "233原来蜂蜜是这样玩的"
        },
        {
            "author": "许灬愿",
            "timestamp": 1603204920,
            "txt_content": "第二段的\n\n顾名思义，其可以从蜜蜂身上获得 —— 拿着玻璃瓶对着蜂巢或是蜂箱按下使用键即可。\n总觉得怪怪的，也没有说获得什么（或者是我理解能力有问题）。。。"
        },
        {
            "author": "kayn-",
            "timestamp": 1603212540,
            "txt_content": "新版本蜜蜂我都没见过233"
        }
    ]
}