{
    "title": "[原创/连载]《我穿越到了MC》第二章 - 起床大陆",
    "author": "即陈",
    "replyCount": 2,
    "timestamp": 1595118300,
    "txt_content": " 本帖最后由 即陈 于 2020-7-19 08:28 编辑 \n正文 不要以为MC星非常的和平，MC星就跟我们平时玩的《我的世界-Minecraft》一样，除了在主城（也就是游戏大厅和平以外，没有一处净土。\n  在这个星球里，不要以为战争，是坏事。因为人的寿命是100年，在这一百年里，人可以无限重生。为了制止人口，便利用战争，来维持社会秩序与人口。这里的货币主要为硬币，少数的为神券（点券）。也就是说，只要人只赢得一场比赛，就可以通过卖物品来维持自己的生活。在这里，有许许多多的战争种类供大家选择。\n   “原来这就是mc星整个社会流程啊！”我看后表示感叹。\n   要想知道，mc星靠这样的社会秩序已经维持了上亿年之久。\n  就在这时，史蒂夫对我说:“刚刚又来信息了，任务一:初入起床（找到起床大帝，参加并赢得一盘起床战争比赛）”\n  “这多简单，Mc的起床战争不是很简单吗？这下还能真实的玩起床战争，感觉这样更简单了，还能自由的打人。”我说到。\n  “据前几位大佬的感想来总体的说，这样的操作反而变的更难了，他们这些一出生就开始玩的肯定比我们厉害，我们先熟悉一波。”史蒂夫道。\n  我们开始了第一场起床战争比赛:\n     “哇哦，这手感！属实不错哦！看这侧搭，一下子就过去了，1格侧搭简简单单。”我说到。\n  “这，是金子？啊，好重！！”史蒂夫抱怨道，然后默念一句:进背包。手上的金子突然不见了！\n        硬币+25 经验+55 神券+1  当前等级:2 级\n“赢了，原来还是如此简单，感觉比用电脑玩简单多了。”我说道。\n    “这才早上，大佬们有没起床，看起来很简单。”史蒂夫说。\n    任务二:结交朋友（在mc星结交2名以上的朋友并且绑定朋友关系/f）\n    “咱俩先互绑一下，然后找找剩下的人。”史蒂夫对我说道。\n     “嗯，刚刚得到的神券你有吗？要不去买点装备准备做终极任务？”我对史蒂夫说。\n    终极任务:每个大**有2个任务，分别是赢一局和连胜5局。这里的装备需要在主城买，并且死亡不掉落。\n    “嗯，走吧。任务奖励蛮多的，说到点子上了，我们做完所有任务就可以走了吧？”史蒂夫问道。\n    “应该是吧，照这个剧情走，估计我们要是写成小说，估计读者得无聊死，放心吧，不会这么简单就结尾的，虽然我们不是小说。”我回答道，并且露出了Doge的表情。\n    “行，先把起床终极任务做了，先离开这个大陆。”史蒂夫说道。“别的大陆应该有好玩的qwq。”\n    起床战争还是一如既往地进行，还是如此的简单，不到3个小时，连胜5局的任务已经结束了，毕竟，早上大佬少啊。\n     经验+680 硬币+320 等级:6级 神卷:1+10\n    “啊这，我们忘记了一件事，忘记用神卷买装备了。”史蒂夫说。\n    “啊这，不会吧不会吧，不是吧啊sir现在还有人不知道神卷能留着到下一个大陆，刚刚不还得到10个神卷呢吗？这不香？到肝帝大陆买点装备不香？”我一脸滑稽的对史蒂夫说道。\n     “那我们接下来去哪个大陆啊，我觉得应该去空岛，毕竟玩完起床玩空岛是很爽的！”史蒂夫用跟爽的表情跟我说。\n    “好的，咱们就去空岛。空岛大陆，我们来了！”我说。\n    空岛大陆:空岛大陆最有特色的玩法是空岛战争，其辅助玩法是幸运空岛（幸运方块的空岛）这里与起床战争极为相似，只不过玩法不是很一样。起床战争是1-4人为一队，而空岛战争只能是1-2人一队，减少了难度，加大了耐心。自己的技术必须要比别人的技术突出才能在这个比赛中赢得轻松。\n  -字数统计\n\n\n\n\n\nScreenshot_20200719-081652.jpg (141.35 KB, 下载次数: 5)\n\n下载附件\n\n2020-7-19 08:22 上传\n\n\n\n\n\n -作者留言:\n     各位，已经重新排版了，如果有其他的建议可以在评论区提出建议哦qwq\n",
    "replies": [
        {
            "author": "小林最牛",
            "timestamp": 1595120040,
            "txt_content": "怎么你也来周创\n哇，主角还是史蒂夫"
        },
        {
            "author": "即陈",
            "timestamp": 1595126820,
            "txt_content": "小林最牛 发表于 2020-7-19 08:54\n怎么你也来周创\n哇，主角还是史蒂夫\n？？？？主角是我。。。"
        }
    ]
}