{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·秋叶回忆篇（三）",
    "author": "晨曦赤寒GO",
    "replyCount": 7,
    "timestamp": 1595151840,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2021-2-12 15:00 编辑 \n\n目录传送门\n\n“呼……呼……”\n\n森林浓密的灌木丛中，岚岚正蜷缩着躲藏在灌木丛茂盛的枝叶里，她看上去很疲倦，脸颊上浮着一片只有体力透支后才会出现的潮红，两只手按在胸口，一边努力的控制着自己的心跳声，一边很小声的喘着气。\n为什么，我会遇到这样的事情啊。\n而在她的不远处，一只全身长满骨刺的恐怖蜘蛛正如闲庭漫步般悠哉的走着，看上去是在搜寻什么，但却一点都不急的样子。\n锋锐的蛛腿在岚岚眼前晃动，仿佛下一秒就会在她身上落下，一般的孩子早就开始试图逃跑了，但岚岚还是一动不动的蜷缩着，一点声响都不发出来，甚至连心跳声都变的无比的微弱，因为她明白，就算逃跑也会被它立马追上杀死。\n无比漫长的十秒钟，在意识已经模糊到快要消逝的时候，草叶摩挲的沙沙声终于越行越远，直到再无声响。\n“哈……哈……哈……”\n心脏剧烈的跳动着，岚岚大口大口的喘息着，这是她第一次感到空气是那么的重要。\n得赶快回家了，这里太危险了。\n岚岚站起身，却对上了三双闪着戏谑的鲜红眼睛。\n它……不是已经走远了……\n一只小蜘蛛跳上了这只蜘蛛的背上，然后在岚岚的面前迅速的和大蜘蛛融为一体。\n原来只是分身吗？\n不行，得赶快逃跑，不然……\n会死的。\n岚岚下意识的退后了一步，正巧踩到了一个小石子，疲惫的肉体无法再控制身体的平衡，一下子倒在了地上。\n怎么会！\n站起来啊！为什么站不起来！\n双腿酸痛到毫无知觉，任凭岚岚怎么敲打都一点痛感都没有。\n她的身体早就到极限了，只是在她的控制下强行运作着，直到现在才爆发出来。\n蜘蛛打量了岚岚一会，像是失去了追逐猎物的兴趣一样，抬起了自己锋锐的蛛腿。\n忽然，一道剑光从远处激射而来，钉在了蜘蛛原本站的位置上，而蜘蛛却不知何时躲到了一旁的树干上。\n蓝发的少年从天而降，拔起了铁剑。\n“喂，还站得起来吗？”\n高大的身躯挡住了光线，岚岚抬起头，逆光的阴影让她看不清来人，但这个声音她却是非常的熟悉。\n“站的起来不？站不来了就在地上坐着别动，别说话，我会带你回去的。”\n纯白的粒子在蓝的身上不停的流转，他看着眼前的这只蜘蛛，八条蛛腿断了一条，一身骨刺断了一半，毫无疑问就是他之前打伤的那只蜘蛛。\n不过，它的伤势看上去已经好了不少了，不仅看不见什么显眼的伤口，就连那条断腿也已经再生了一些。\n果然，它的伤已经好的差不多了，估计再过个几天它就可以痊愈，我现在的状态跟痊愈的它打肯定要付出很大的代价，而且那把剑还要登上一段时间。\n那现在正好是个机会，在这里打伤它，让它滚回去养伤，给我腾出一些时间。\n粒子在剑上聚集，一道纯白的外附刀刃在剑身上隐隐浮现。\n剑附加：粒子剑气\n“嘶嘶……”\n蜘蛛伏在树干上，六只闪烁着狡捷光芒的血红蛛眼死死的盯着蓝，七条长腿律动着，看上去随时都会发起进攻的样子。\n一人一蛛对峙着，空气阴冷的异常，双方都在等，等一个可以让对方受伤的机会。\n“咳咳……”\n岚岚躲在蓝的身后，长时间的极限奔跑让她的现在都还无法动弹，她坐在地上，手捂着嘴轻轻的咳了几声，然后一看掌心，一片鲜红。\n是在哪里摔倒的时候受的伤吗……不好，有些头晕了……\n“把呼吸控制住……啧，真会挑时间。”\n短短的一句话，让蓝的呼吸出现了一瞬间的不稳定，而蜘蛛就抓住了这个瞬间，化作一道几乎无法捕捉的流光扑出，空气中细微的音爆声在着寂静的环境中是无比的明显。\n哪怕少了一条腿，速度还是恐怖的让人发指，得把它抓住才行。\n蓝一把抱起岚岚，粒子推进炸起，冲击力带着两人飞速退后，同时，一颗不知道什么时候布置下的粒子爆弹从地底钻出，正巧挡在了蜘蛛的必经之路上，如果蜘蛛就这样继续向前，必然会撞到粒子爆弹然后受伤。\n但诡异的事情发生了，蜘蛛所化的黑线没有任何的停顿，而是在空中转出了一个折角，略过了粒子爆弹，直冲向蓝。\n空中折弯？这家伙不是扑过来的，而是用事先布置好的蛛丝进行移动的吗……\n脚一踩地，蓝瞬间站稳了身形，放下岚岚并用一只手护住她，粒子缠上铁剑，蓝放掉了手上的铁剑，直接赤手挡向了蜘蛛刺来的蛛腿。\n“噗！”\n锋锐如长矛的蛛腿刺穿了蓝的手臂，贯穿而出的蛛腿被鲜血润成了鲜红色。\n“嘶嘶嘶……嘶？”\n蜘蛛发出犹如笑声般的叫声，用力一推蛛腿，却发现蛛腿根本无法再进一步，连想拔也拔不出来。\n“付出了点代价，不过还好，总算，抓到你了。”\n粒子公式：粒子加固+粒子压缩=粒子硬化\n肌肉附加：粒子硬化\n蓝反手抓住蛛腿，身体一倾，直接把蜘蛛的身体摔在了掉在地上的铁剑上。\n“轰！！！”\n剑附加：粒子剑气、粒子爆破\n爆破的气浪卷起飞尘，掀起了周围的一片低矮植被，但靠爆破中心如此之近的岚岚却没有受到一点伤害，一层薄薄的粒子屏障替她挡下了绝大部分的冲击，剩下的冲击给她的感受只是淡淡的微风。\n飞尘挡住了岚岚的视线，她看不清到底发生了什么，但她还记得，在爆炸发生之前，从蓝手臂上滴落的血珠。\n尘起，尘落，蓝站在一个半人深的坑洞中，身上的衣服被爆炸时肆虐的气流撕的破破烂烂的，但在粒子的保护下也没有再受到什么伤，他的脚边落着只蛛腿，尖端是润湿鲜血后的鲜红，看来正是贯穿蓝手臂的那条腿。\n粒子感知展开，感知范围内的所有生灵都在蓝的脑海里浮现，但再怎么找，他也没有看到那只蜘蛛的影子。\n跑的还真快，那么几秒钟就跑出我的感知范围了，不过也好，我现在可没有多的力气来对付它了。\n蓝转过身，在岚岚的面前背对着她蹲下。\n“上来，我背你。”\n“没……没事，我自己能……”\n岚岚撑着身体想要起来，但这副身体仿佛不属于她一样，纹丝不动的跪坐在地上。\n“如果不想给我添麻烦就赶紧上来，那家伙要是察觉不对又突然回来了，我可没有多的体力再把它打跑”\n“……嗯……”\n……\n下午的辉光散落草原之上，那些随处可见的青葱野草也让人感觉到一股奇异的高贵。\n小路上，蓝正背着岚岚慢慢的走着，岚岚已经睡着了，平稳的呼吸声说明着她睡得正熟，可能是今天的事情对于岚岚这个年纪的孩子来说太过超前了，长时间精神与肉体的双重疲劳，在绷紧的神经松懈下来的那一瞬间爆发，估计这一觉没个几天是不会醒的了。\n不过，这次的事情也给这个小小的女孩带来了一些常人一生都不会遇到的变化。\n肉眼难以观察的细小粒子在空中飘舞，欢畅的样子像是在庆祝什么事情的诞生。\n这一切的异常都在蓝的感知中，他自然是知道这个是什么情况，因为他见过与这个相似，只不过更加盛大而已。\n意识膨胀，当意识受到一个超出某个范围的刺激时，自身所控制的粒子总量飞跃式增长的特殊现象。\n由事物的存在推论和灵魂、意识与粒子的联系理论可知，灵魂承载意识，意识调控粒子，而构成粒子则作为灵魂的载体受意识的调控，灵魂所能承载的意识是有限的，意识所能调控的粒子也是有限的，所以构成粒子自身也限制了灵魂的大小，三者就这样处在一个微妙的平衡中。\n而粒子量的上升就表明了意识受到了某种形式的膨胀，同时另外两者也会因为意识大小的改变而改变自身，这种现象就被称为意识膨胀。\n意识膨胀后的人除了粒子量上升外，身体素质也会出现一定程度的提升，尤甚者体态也会出现趋于成熟的表现。\n不过这还是次要的，意识膨胀最主要的好处就是可控粒子量的提升，而这个提升是非常可观的，几乎就是粒子战士和普通人之间的区别。\n“……”\n蓝突然停下脚步，因为他看见了一个人出现在了小路的另一边。\n那个人也看见他了，慌慌张张地朝他跑来。\n“蓝！你有没有看见……岚岚？”\n大妈站在蓝面前，看着他身后睡得正熟的岚岚，明显的松下了一口气，但还没有彻底放下心来。\n“岚岚没事吧？”\n“有些精神疲劳、肌肉重度损伤和内脏破损，会致死的地方我已经处理过了，剩下的就是简单的处理还有静养，估计要静养个好几天。”\n“那就好……那就好……人没事就好……”\n听到蓝这句话，大妈才彻底放下心来，用力的拍着自己的胸口，就像是想把自己提起的心脏拍回原本的位置一样。\n“我来背岚岚吧。”\n“不用，我……”\n“你身上不是又多了新的伤吗？就不要逞强了。”\n“这都给你看见了？”\n“一个老女人的直觉罢了。”",
    "replies": [
        {
            "author": "ddw021201qq",
            "timestamp": 1595153160,
            "txt_content": "“作者”"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1595154240,
            "txt_content": "ddw021201qq 发表于 2020-7-19 18:06\n“作者”\n有什么问题吗？"
        },
        {
            "author": "似墨染苍`",
            "timestamp": 1595155800,
            "txt_content": "支持~"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1595156520,
            "txt_content": "似墨染苍` 发表于 2020-7-19 18:50\n支持~\n谢谢"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595166660,
            "txt_content": "你要问我汁磁 不汁磁 我肯定是汁磁的"
        },
        {
            "author": "MILAME_pcHva",
            "timestamp": 1606797720,
            "txt_content": "加油加油！！ 继续出"
        },
        {
            "author": "无影水镜",
            "timestamp": 1606811340,
            "txt_content": "支持，不要停下来"
        }
    ]
}