{
    "title": "死亡的小丑----恐怖类短文",
    "author": "wigtitit",
    "replyCount": 14,
    "timestamp": 1365780240,
    "txt_content": "露珠从叶子上滑落，滴在了湿软的土地上，春雨浸透了大地。李宁（男猪脚）坐在书店里，安静地看书……\n慢慢地，不知谁打了一声哈欠，李宁这时才发现已经7：39分了，他焦急的跑回家。在湿滑地道路上不知什么时候多出了一双血红色的靴子。李宁踩在了上面，重重地滑了一跤！“我嘞个去，哪里来的靴子，诶，好漂亮，呃？是谁的？算了拿回家去再说！”李宁提着靴子跑回了家。\n李宁家里没人，只有一个妈妈雇来的女仆。李宁喊：“我回来了！”“嗯，等下吃饭吧。”女仆温柔地回应道\n李宁把靴子放在了卧室里，一切都十分和谐。\n李宁还是像往常一样回到了卧室玩电脑，可李宁突然发现，靴子呢？“啊！靴子给谁拿走了？”\n“啊？少爷，什么靴子？”\n“没什么，找不到就算了。”\n李宁玩着电脑，打着正兴奋时，听到另一间房有敲门声，李宁以为是女仆正在扫地，可意想不到的发生了。\n他的背后，就是放血红色靴子的地方，多了一个帽子！李宁看了看帽子，“诶？什么时候有这个帽子了？哦！一定是妈妈给我的礼物！蛮像小丑滑稽的帽子，呵呵呵。”\n当李宁把帽子放下继续玩电脑时，他看到电脑屏幕上不是游戏画面了，而是一张脸！一张化装成小丑的脸！小丑的双眼深深地陷了下去，脸色苍白，鼻子上套着的不是什么，而是……一张……一张，而是另一张小丑的脸！那张脸就像是长在小丑鼻子上一样。\n李宁的双脚被吓得僵硬，完全无法动弹！\n小丑微微狰狞地笑了笑，这笑脸让人毛骨悚然！忽然电脑的屏幕又恢复了。\n李宁告诉女仆，女仆只是笑了笑就继续忙活了。\n李宁望了望那个帽子，突然李宁吓得趴在了地板上！因为，帽子旁边多了一个头，一个小丑头，他和电脑屏幕的小丑一毛一样！不同的是，这个小丑的脸没有鼻子！\n李宁吓得浑身发抖，四脚僵硬，女仆走来看到这一幕时，昏倒了！\n李宁想大声喊救命，可恐惧使得李宁喊不出口。\n这个小丑的脸瞪着李宁，瞪着，瞪着，一直瞪着。直到李宁也昏倒了。\n后来小丑的脸不见了。\n李宁报了案，警官以为这是恶作剧骂了李宁一顿。\n这件事的第3年，女仆还是和往常一样，但每当想起那一刻就十分毛骨悚然。但李宁和女仆都以为这是个梦，直到这个晚上\n女仆对坐在客厅的李宁一家人（李宁爸爸，妈妈，和李宁。）说：“夫人，先生，能把卧室里的小丑雕像盖住么？我真的不太喜欢。。”“小丑雕像？我们家没有买小丑雕像啊。”妈妈失声地说\n“小丑……小丑……小丑雕像！”李宁的手盖住了自己的眼睛，他不敢再继续想象与面对这一切。\n女仆突然被一个红色的双手抱了进去，然后传来了一阵阵失声地叫喊。过了一会，李宁一家子惊恐地看着卧室门口，里面丢出来了一个头，女仆的头！女仆的嘴巴长成了最大！眼睛里暴露着恐惧，眼珠完全凸起。李宁一家口想喊，但恐惧握住了他们的嘴巴！\n“啊！！！！”李宁躺在床上对着天花板大叫，原来是个噩梦。李宁的额头上冒着大颗大颗的露珠。嘴巴大口地吸气。突然爸爸高兴地对李宁说：“嘿儿子看！我捡到了一个红色的靴子……”\n完…………",
    "replies": [
        {
            "author": "wigtitit",
            "timestamp": 1365780300,
            "txt_content": "这个短文一开始我本来想写得很恐怖的！可是为了其他小盆友们想，我还是把恐怖度调低了，本来这个短文心脏病不能看的……好吧就这样"
        },
        {
            "author": "wigtitit",
            "timestamp": 1365780420,
            "txt_content": "帖子100祝贺一下"
        },
        {
            "author": "1372261994",
            "timestamp": 1365780480,
            "txt_content": "求推理帝推理"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1365780720,
            "txt_content": "能把一个QQ诅咒的小骗局改成小说片段，还是不错滴~"
        },
        {
            "author": "53809310",
            "timestamp": 1365782580,
            "txt_content": "好恐怖11!!!吓死我了"
        },
        {
            "author": "hmy123456",
            "timestamp": 1366202100,
            "txt_content": "厉害厉害！！"
        },
        {
            "author": "★酷灬小贤丿",
            "timestamp": 1367369220,
            "txt_content": "我怕怕！！"
        },
        {
            "author": "ufo999wc",
            "timestamp": 1367370720,
            "txt_content": "写得不错，鼓励一下"
        },
        {
            "author": "小玺",
            "timestamp": 1367370900,
            "txt_content": "很新奇。。。但是再加上点内容比较好。。。和靴子的故事太少了。。。"
        },
        {
            "author": "705801009",
            "timestamp": 1410148740,
            "txt_content": "好无聊，不恐怖"
        },
        {
            "author": "HGK",
            "timestamp": 1410177480,
            "txt_content": "嘿LZ，我捡到了一双红色的鞋子！"
        },
        {
            "author": "189218152ss",
            "timestamp": 1410436080,
            "txt_content": "复制粘贴好像很好玩的样子吧lz"
        },
        {
            "author": "wigtitit",
            "timestamp": 1423491600,
            "txt_content": "189218152ss 发表于 2014-9-11 19:48\n复制粘贴好像很好玩的样子吧lz\n额这真是我纯手打的"
        },
        {
            "author": "北极星人",
            "timestamp": 1423531080,
            "txt_content": "静寂的夜晚。\n少女在街道上快步行走着，她的脸上写满了焦急。\n“这里……应该就是13号街区了吧？”她喃喃自语道，“果然是名不虚传……”\n抬头望了望黑沉的天空，星光黯淡，整个13号街区都被笼罩在恐惧里。\n少女摇摇头，把心中所有恐惧的联想都抛开，继续赶路。\n很快，少女消失在了黑暗中。\n她，没了音讯。\n一个月后。\n少女所在的学校里，传来了一声尖叫。\n有人发现了那名失踪的少女，她的衣服破破烂烂，脖子整个都被拧断，脸上沾满了新鲜的血迹，布满了恐惧。\n警察没查出任何的结果。\n怎么会查出来结果呢……因为她是自杀的……只不过是有人在13号街区附近的河流边上的树发现了尸体，才丢进学校的……\n她之所以会去13号街区……是因为听说那里有人在等她……去谈某些事……没错，要谈的事……就是死亡……\n依然，13号街区还是有人去，还是有人的尸体在学校里被发现……"
        }
    ]
}