{
    "title": "[原创/连载][第一章][CPS]Re：从零开始的我的世界生活",
    "author": "枫黎秋",
    "replyCount": 5,
    "timestamp": 1595214840,
    "txt_content": "第一章 新的世界“啊……快看啊，Minecraft出VR游戏了！快去抢啊，不然就被抢光了！”一堆人围绕在广告屏幕前大声喊道，看到新闻后快速地打开手机开始预约Minecraft VR GAME。“沈黎，看那边，Minecraft发行VR游戏了，我们快去预约吧！”两位女孩行走在马路上，被聚集的人群吸引。“什么啊，不玩不玩，VR游戏多没意思，还是电脑游戏好玩。”沈黎不感兴趣的说道。“不是吧？沈黎，都现在了你还玩电脑游戏，算了算了，我去预定了，下次再见。”说完，乔小萌就向人群跑去。“我也要回家玩电脑游戏喽。”沈黎向家跑去。\n【人物资料】沈黎地位：主角、乔小萌的闺蜜性别：女年龄：17岁职业：高中生性格：憨、萌、傻爱好：喜欢玩电脑游戏，对VR游戏不感兴趣，完完全全的落伍游戏玩家\n【人物资料】乔小萌地位：沈黎的闺蜜性别：女年龄：17岁职业：高中生性格：独立爱好：忠爱VR游戏，身为沈黎的好闺蜜，喜欢怼沈黎\n（到家后）“爸妈，我回来啦。”沈黎一边换鞋一遍说。“女儿回来了，看看爸爸给你买了什么，最新发行的Minecraft VR GAME内测版，好不容易抢到的。”“啊这，那……谢谢……爸爸。”沈黎尴尬的说道。“好了，放到你房间了，快去试一下吧。”沈黎跑上房间，看到床上的包装箱子，不由得叹了口气。“反正都买了，就试一下吧。”沈黎打开箱子，拿出VR头盔，照着说明书上面的要求开始设置起来。“什么啊，这么复杂，这说明书看得我头都晕了，还是叫乔小萌帮我吧。”沈黎拿出手机，向乔小萌打去电话。（通话中）“那什么……有时间来我家一趟吗？我不会设置这个VR头盔。”沈黎不情愿的说道。“哎呦，大小姐，不是不喜欢玩VR游戏吗，怎么买了呢。”乔小萌用八卦的语气问。“又不是我买的，是……我爸爸送我的，别废话，快来快来。”沈黎因为害羞，脸不由得红了起来，说话顿顿卡卡。“好的呢，大小姐，嘻嘻。我刚才也买上了Minecraft VR GAME我们可以一起玩哦，马上到。”“啊！又被乔小萌嘲笑了！”沈黎生气地说。（20分钟后）叮~“沈黎，门响了，去看一下谁来了。”沈黎的妈妈喊道。“还能谁呗，肯定是乔小萌那个八卦贩。”沈黎跑下楼，打开门，拉着乔小萌就往房间里走。乔小萌走进房间，拿起VR连接器开始熟练设置起来，不一会便设置好了。“好啦，这下我们就可以进入游戏后传送到一起了！”乔小萌目光中充满了激动。沈黎和乔小萌带上VR头盔后，躺在床上，开始连接游戏。然而他们不知道这边是一个难忘的经历。[系统：欢迎来到Minecraft VR GAME内测版，我是游戏系统提醒][系统：请说出帐号和密码]“帐号：沈黎最可爱，密码：乔小萌是憨批”[系统：登入成功，欢迎 沈黎 来到Minecraft游戏世界，在这里你可以亲身体验到Minecraft的玩法，通过挖矿，砍树等进行生存发展，抗击僵尸等危险生物，打败末影龙就是你们的唯一任务，您目前在官方服务器当中，会遇到不同的玩家，快和他们一起生存吧。]随后，沈黎眼前一片发黑……“好晕啊，这里是哪里，哪里都是方方的。”沈黎迷糊的睁开眼镜。“这是哪里啊，怎么底下的草是方形的。我难道穿越了？不会吧不会吧，这又不是小说，怎么可能穿越呢。”沈黎自言自语说。“不是吧，落伍同志，你难道不知道现在的VR游戏，已经不同于几年前的VR游戏，现在我们的神经已经被外面我们戴的VR头盔控制，就跟穿越的感觉一样”乔小萌悄悄走到沈黎身后，抱住了她。“算了，这位憨憨大小姐，给你普及一下知识吧”乔小萌骄傲的说。\"你可以通过菜单进行各种操作\"乔小萌手往空中一划，空中便显示出了菜单。\n[系统菜单][人物][背包][地图][人物][退出游戏]\n“哇！”沈黎露出了惊奇的目光。“我亲爱的大小姐，不要大惊小怪啦。菜单中有各种选项，我们可以进行操作，当你想要退出游戏回到现实当中时，点击[退出游戏]就可以了。这里是Minecraft的世界，玩法跟电脑版Minecraft一样，刚才系统也说了。”“好了，基础知识就先普及到这里，让我开始美好的Minecraft生存之旅吧！”乔小萌拉住沈黎的手激动的说。然后他们没有感受到正当他们享受游戏的时候，他们已经陷入了一个巨大的阴谋当中。\n\n\n[groupid=1701]Complex Studio[/groupid]",
    "replies": [
        {
            "author": "赶紧睡觉觉",
            "timestamp": 1595216040,
            "txt_content": "有一种刀剑神域的感觉"
        },
        {
            "author": "枫黎秋",
            "timestamp": 1595216760,
            "txt_content": "赶紧睡觉觉 发表于 2020-7-20 11:34\n有一种刀剑神域的感觉\n对的，详细内容看前言哦"
        },
        {
            "author": "查理神",
            "timestamp": 1595219580,
            "txt_content": " 本帖最后由 查理神 于 2020-7-20 12:35 编辑 \n\n所以来捧个场\n话说为什么不咏e用e呢？"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595220360,
            "txt_content": "所以阴谋是啥？"
        },
        {
            "author": "枫黎秋",
            "timestamp": 1595220600,
            "txt_content": "爬熊黄 发表于 2020-7-20 12:46\n所以阴谋是啥？\n下一章哦，喜欢的话评个分鼓励下嘛"
        }
    ]
}