{
    "title": "[Minecraft.net|MINECRAFT BUILDS]外星港湾",
    "author": "qsefthuopq",
    "replyCount": 1,
    "timestamp": 1595268240,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-7-21 02:04 编辑 \n文章日期2020-07-20作者Cristina Anderca\n译者qsefthuopq\n\n原文链接点击打开\n\n\n\nAlien Haven\n外星港湾\n\nA futuristic sanctuary for endangered extraterrestrials!\n一座未来的濒危外星人的庇护所！\n\n\n\n\nIn recent years, conservation efforts saved many animals from extinction and indirectly made the sneezing panda video a reality. That’s a big win with an adorable cherry on top in my book – but what does the future of conservation look like? To Jordn, a 21 year-old Minecraft builder, it looks like Hive City, one of the most unique and complex Minecraft builds we’ve come across. In the year 3221, this futuristic island stands tall and luminous above the water as a sanctuary for endangered alien lifeforms.\n最近几年，生物保护措施挽救了很多濒危动物的生命，并间接地使得打喷嚏的熊猫这个视频成为现实。这也使我的文章锦上添花——但未来的保护区会是什么样的呢？对于Jordn这名21岁的Minecraft建造者来说 ，这就像是我们遇到了最为独特和复杂的Minecraft建筑之一—— 「蜂巢城」一样。在3221年，这座华灯齐放的未来岛屿作为濒危的外星人的庇护所屹立在水面上。Render by Voenixx图片渲染：Voenixx\n\nRender by Mega图片渲染：Mega\n\nRender by WindMotion图片渲染：WindMotion\n\n\n“After technology advanced over the years, humans discovered that they are not alone in the universe and started interacting and meeting new intelligent alien life,” explains Jordn. “They soon learned that there were a lot of hostile alien lifeforms, and so they decided to construct the city for the purpose of protecting species that were more tame and endangered.”\n“在长年累月的科技进步后，人类发现他们在宇宙中并不孤单，他们开始和新的外星智慧生命交流，”Jordn解释说。“他们很快就得知有很多不怀好意的外星生物，所以他们决定建造这座城市以保护更温顺和濒危的物种。”\n\n\n\n\nBut let’s take a step back from this cosmic creation for a second and get to know the creator . Jordn started building in Minecraft around five years ago when he discovered Mithrintia, a server dedicated to helping players improve their building skills.\n先让我们从这个宇宙作品中退后一步去了解其创作者。Jordn大概在五年前开始在mineraft里建筑，在这时他发现了Mithrintia这个致力于帮助玩家提高建筑技巧的服务器。\n\n“On [Mithrintia] your goal was to fill plots with whatever you could come up with. Once your plot was filled, you were able to submit it to rank up and get access to larger plots and more complex commands. People on this server were willing to show others their creations and give their opinions and feedback so that they can improve in the future.”\n“在Mithrintia这个服务器里，你的目标是用你想出的任何东西来填充你的地皮。当你的地皮填上了建筑后，你就可以提交你的建筑来升级并获得更大的地皮以及更复杂的命令。这个服务器里的人愿意向其他人展示他们的作品并给出他们的意见和反馈，以便他们能够在未来改进自己的作品。”\n\nIf Jordn’s skills are a testament to the effectiveness of skill-building servers, then sign me up! But skill alone isn’t enough to create a unique build like Hive City – you also need inspiration, and Jordn’s comes from both the online community and the tangible world.\n如果Jordn的建筑技艺证明了技艺培养服务器的有效性，那么我也要去这个服务器注册个账号！但是，单靠技艺是不足以创造出一个像蜂巢城一样的独特建筑——你也需要灵感，而Jordn的灵感来自网络社区和现实世界。\n\n\n\n\n“Lately I have been seeing a lot of amazing sci-fi- and cyberpunk-themed builds and drawings on Twitter, and I knew that I wanted to start something big and sci-fi related. I remember seeing some futuristic city concept art on Twitter and wanted to recreate one of the skyscraper towers in the picture. I also took inspiration from street photos of Tokyo. I love how colourful and bright it is there and how unique their structure designs are. I knew that I wanted to include a lot of realism into this build but I also wanted to add some concepts that would make Hive City look more interesting.”\n“最近，我在Twitter上看到了很多美轮美奂的科幻和赛博朋克主题的建筑和绘画，因此我想开始造点的和科幻相关的宏伟建筑。我记得我在Twitter上看到了一些未来主义的城市概念图，当时我想还原图片中的一座摩天大楼。我还从东京的街景照片中得到了灵感。我喜欢它的斑斓色彩和明亮光景，以及其独特的建筑设计。我知道我想在这个建筑中加入很多现实元素，但我也想添加一些使蜂巢城看起来更有趣的概念。”\n\nOnce his recreation of the skyscraper was completed, Jordn reached out for feedback to his friend Tom (known as Tbls in-game), who is also a builder. Tom ended up helping Jordn with detailing the building as well as making the terrain and the forest in the back of the city. But the build was far from finished, because Jordn already had a bigger plan in mind. He started expanding it by mapping out the roads and pathways that would connect the future city, then added smaller and more simplistic structures to give it that compact, lived-in feel. Once those buildings were completed, the only thing left was to add the hidden light sources and billboards that give Hive City its distinct look. Jordn makes the entire process sound fairly simple, but even for a seasoned builder, it’s not always smooth sailing.\n当他还原的摩天大楼完成后，Jordn向他的建造者朋友Tom(他的游戏id为Tbls)寻求反馈。Tom帮他增添了大楼的细节，制作了地形和城市后面的森林。但是这座建筑远未完工，因为Jordn有更大的一步棋要走。他开始通过规划连接未来城市的大道小路来拓展城市，然后添加更小、更简单的建筑来使其更加紧凑，让人觉得这些建筑是有人居住的。当这些建筑完工后，唯一剩下要做的事就是添加隐藏光源和广告牌，使蜂巢城别具一格。Jordn让整个过程听起来相当简单，但即使是一个经验丰富的建造者也不会总是一帆风顺。\n\n\n\n\n“One of the main structures that stands out in Hive City is the large glass roofed tram station. It took me around three different attempts at making it look nice. I struggled with this because I had never created any type of tram station before, let alone a futuristic one. I think the most challenging aspect to the station was making the tramline tracks the right height so that they looked functionable.”\n“在蜂巢城，最引人注目的主要建筑之一是大型玻璃顶电车站。我大概尝试三种不同的风格来让它更好看。我卡在这儿了，因为我以前从未造过任何类型的电车站，更别提未来的电车站了。我认为建造车站最具挑战性的是使电车轨道的高度合适，使其看起来可以运行。”\n\n\n\n\nAnd indeed, Hive City is not just beautiful – it actually looks like it could work as a real city. The tramline tracks connect its intricate structures, which all serve a purpose. For example, the numbers you can see on the side of some apartment blocks indicate where different species take refuge.\n确实，蜂巢城不仅漂亮，它看起来还能像一个真正的城市一样正常运作。有轨电车轨道连接着复杂的建筑，所有这些建筑都有一个用途。例如，你可以在一些公寓楼侧面看到的数字表明不同的物种在哪里避难。有轨电车轨道连接着它复杂的结构，这些结构都有一个目的。比如你在一些公寓楼边上看到的数字表明了不同物种的在哪里避难。\n\n“I love working on builds that have a purpose and functionality to them. It's satisfying to create concepts that include both realistic features and unique styles. This is why I love the sci-fi theme so much. It allows me to explore a different approach when it comes to detailing and working with different structure shapes that aren’t just cubes and rectangles.”\n“我喜欢建造有实际用途的建筑。创造包含未来特色和独特风格的概念使我心满意足。这就是为什么我如此喜欢科幻主题。它可以让我在涉及到细节和处理不同的建筑外形时探索出一种不同的方法，而非拘束于条条框框。”\n\n\n\n\nSo do I! However, most of my structures turn into ugly cave houses. What am I doing wrong and what can I do to improve? According to Jordn, the secret to a good build is challenging yourself – and perseverance. In order to create eye-catching complex builds, you need to learn to leave your comfort zone and experiment with different designs and styles.\n俺也一样！不过，我的大部分建筑都变成了丑陋的洞屋。我做错了什么？我能做些什么来改进我丑陋的建筑？据Jordn所言，建筑秘籍就是挑战自己——和自己的毅力。为了创造引人注目的复杂建筑，你需要学会离开你的舒适区，尝试不同的设计和风格。\n\n“Right now I'm working on improving my space ship-building skills. I find it very hard to come up with refreshing ideas for them, but recently I’ve started improving because I've been practicing different design ideas. My main advice is to try and not get demotivated because something you’re making isn’t looking good. Just keep working on it until it’s perfect to you.”\n“现在我正在努力提高建造宇宙飞船的技艺。我发现我很难让它们看起来令人耳目一新，但最近我开始改进它们，因为我一直在实践不同的设计理念。我的主要建议是，尽量不要因为你做的东西难看就灰心丧气。只需继续打磨它直至完美。”\n\n\n\nRender by CommonUwU图片渲染：CommonUwU\n\nRender by Carstairs951图片渲染：Carstairs951\n\nRender by Omegafoxx图片渲染：Omegafoxx\n\n\nHive City is a look into humanity’s distant future. But what about Jordn’s near future? The skilled builder is taking a step back from ambitious personal projects to focus on his full-time gig as a Minecraft Marketplace creator.\n蜂巢城是他对人类遥远未来的展望。但是他不久后的未来又会如何呢？这位熟练的建造者暂时抛开了他宏伟的个人项目，而专注于他作为Minecraft市场创作者的全职工作。\n\n“Working on large-scale builds such as [Hive City] always takes a lot out of me, so right now I’m taking a little break from personal projects and just focusing on my laid-back work-related maps. Being a full-time builder for the Minecraft Marketplace, I work on builds that have to meet a certain criteria because our maps are targeted at a younger audience. Personal projects such as Hive City really give me a chance to be creative and not worry about any limiting factors I have when creating a Marketplace map for Bedrock.”\n“建造如「蜂巢城」这样的大型建筑总是让我筋疲力尽，所以现在我要从个人项目中暂且休息，专注于我悠闲的与工作相关的地图。”作为一名Minecraft市场的全职建造者，我的建筑必须达到一定的标准，因为我们的地图面向的是更年轻的用户。像「蜂巢城」这样的个人项目真的给了我一个发挥创造力的机会，而且我还不用担心这个建筑受到作为基岩版市场地图的创作限制。”\n\nClearly, there are no limits to Jordn’s creativity. We’re looking forward to his return!\n显然Jordn的创造力是无限的。让我们期待他的回归吧！\n\nTile render byDeltagon .\nTile渲染：Deltagon。\n\n",
    "replies": [
        {
            "author": "wangyesen123",
            "timestamp": 1595592360,
            "txt_content": "dfyjkeyfnrsty"
        }
    ]
}