{
    "title": "大数据概述——数据化行为",
    "author": "飞行三分钟",
    "replyCount": 0,
    "timestamp": 1595232960,
    "txt_content": "一、必需数据1. 生存所必需的行为，如生存资料消费2. 职业规定的必需的行为，如行踪及规律性的习惯3. 自然所影响的必须行为，如沿海地区对台风的抵御设备4. 民族及风俗习惯所影响的必需行为，如庙会*5.规则性的必需行为，对规则的接受或者冲突6. 伪生态系统强制性的行为，一般无法主观决定，人脉圈亦是如此7. 当代社会主流规律所带动的指向性行为二、可选择数据1. 事物更替中新旧的冲突与碰撞2. 非指向性事物的多途径行为三、个性化数据1. 行为习惯的数据2. 审美偏差形成的对比性数据3. 个人成长性数据*4.内心独特化的“故意”行为，但从整体来看，缺乏目的性，并含有众多规律性和刻意化因素5. 跟风形成的主流和非主流行为6. 不同年龄段所提倡的不同标准，相同年龄段的“派系”行为 我与大数据的渊源源于我的情绪波动期。我属于比较内向的人，经常沉沦在低迷、昏暗的世界失去方向，无法自拔。在网络上，这种行为被称为“丧”，类似于抑郁症，但又没有实际痛苦和生理症状的低沉表现。高二和高三，是我无法跨越的鸿沟，精神上的极大痛苦使我几乎丧失生的希望。我尝试梳理、躲避这种情绪的到来，但却发现，无处可藏。它来的很轻，没有征兆，迅速瓦解你的理性，再使感性崩塌，将你带入到无尽循环的寂静回廊中。即使事后，也难以捕捉到它的余味。就像冬天的到来早已使你忘却了夏天的酷热一般。我开始在意自己行为上的规律，想要自救。但当你深入探究时，内心所产生的刻意化冲动总是想要破坏原有路线，与其说是冲动，倒不如说这是对规律化的怀疑。没有办法，突然间的开朗与失去生气成了我的家常便饭。音乐，电影是我唯一的希望来源了，哪怕少一样似乎都足以让我感到窒息。于是，逃课，逃学，把自己锁在屋里的迷惑行为纷纷降临在了我的身上。我通过喜剧来获取希望，而音乐，更是我惊喜的来源。我喜欢安静些的纯音，也会听一些旋律感强的流行乐和节奏感强的电子乐。说实话，我根本不知道他们唱的什么意思，也无法像大师那样体会音乐中的感情，歌词也很少看，只是听见这首歌，就觉得，诶！这就是我想要的！酷狗音乐有一个月度听歌总结，是一个统计上的小报告，每次我都觉得有广告既视感。但因为实在太空虚，就点了进去。这一看不要紧，我两眼直接放光。几个页面其实没用到什么高级的统计学规律，只是将数据分类整理了一下。但结果是，简单的数据叠合解决了很多复杂性问题。月度总结显示了这么几个数据：1.本月听歌累计800多首；2.听歌时段有近80%集中在深夜22-4点；3.听过的歌倾向于安静、空灵；4.我听过所有歌的歌词中，重复出现次数最多的：pain、silence、time、归、dive等。如果说前三条数据不足为奇，那么第四条真的是晴天霹雳了。我从未刻意听过悲伤的音乐，歌词我也不去研究。但即使这样，这些词还是精准得不能再精准地命中了我。大数据反映的是足以令人感到恐怖的准确。那么，刻意化的行为会影响大数据的准确性吗？大多数人认为，只要统计到意外情况和无规律的行为，大数据就会降低准确性。但恰恰相反，刻意化数据是大数据准确率的必要体现。失去了刻意化数据的结果，才是不准确的。我曾做过一些测试验证，想要证明刻意化数据对结果的影响，所以经常突发奇想地干些自己没打算过的事。我刻意去听旋律比较轻快的歌，刻意去看一些充满希望的儿童文学……终于，酷狗的月度总结上对我的反映是轻快、活泼的；听到的最多的词变成了飞、追逐、梦想、挚爱等。“大数据终于犯错了，我这么悲伤的人，怎么会用这些词来形容我！”我陷入了思考……我突然意识到，现在的我，真的悲伤吗？答案是：不，我很快乐，并且充满希望。这里同时有个误区，大数据本身不是预测！它显示的相对于未来，当下才是它所反映的真面目。通过收集过去，反映现在，从而推测未来，这样来看，很多矛盾都能迎刃而解了。另一个例子，就是我的书架。有被强迫读的，感兴趣的，没兴趣的突发奇想买来的，以及刻意买来并强迫自己读完的。回头分类统计这些书，三大类，按热度顺序分别是：儿童文学，宗教、战争和近现代文学，传记。我承认，它再一次精准地命中了我，这三个所反映的就是我所推崇的梦想、现实和人际关系。我不再惊讶了，这显示了刻意化的过程同时也影响反作用于我们自身。刻意化，本身可能就是一种规律。想要突破统计规律的冲动，就是个性化行为规律的一个属性特点。当认为大数据对你的行为产生了预测，就刻意改变原有路线想要突破那个预测，其结果往往是你不但没能发现那个所谓的预测，反而使你的行为更具规律性——叛逆性思维。没有规律，本身就是一种规律。刻意化的数据其实还囊括了对规则性的冲突与碰撞，那么为何对规则进行冲击呢？我们不去讨论那些有极端性质的规则，对一般性规则的讨论会更具全面性。疑惑点在于：为何几乎所有规则都有人觉得不满？这里复杂性很高，我们把重点放在制定上。规则的制订有两个目标：1.发展与进步；2.满足利益。这样来看，不满情绪可以说再正常不过了。对于优秀规则，即使有一部分有不满，大家也都会去遵守维护；但对于模棱两可的规则，不满的人数会逐渐增多，从而质变出对规则进行冲击的人。这些人，我称之为“先锋”。先锋产因也各不相同，需要根据不同情况特殊分析，但其动因和行为都有很直接的反馈作用。拿立法来说，当人民的反馈或不满情绪突破阈值时，那么委员会就会对法律进行修改，使法律造成的负面影响处在可控范围之内。很多人见到规则的停用或修改就直接说这是为了控制民愤，就像在说：这个法律是坏的，国家是被动的，不得不修改的。这只是表象而已。先锋数量的增多或者负面影响超过阈值都会使规则的效率极大程度地降低，而这种现象的出现也说明了规则本身所存在的问题，它无法达到多数人收益的目标，更无法实现发展进步。所以，从本质上来说，规则的确立、修改、废除都是为了适应实际情况，为了总体目标。而规则用来修改说明了什么，规则本身是好的，只是需要新的方式表达，它是主动的，而不是被动的。我们再进一步分析先锋的动因。其实，先锋的动因即是我们需要着重讨论的特殊情况，这是数据所难以反映的，却是数据的完善之处。动因并不难推敲，所谓存在即合理，事物发生总是有一定逻辑性。很多时候，心理学的利用会使复杂事物简单化，先锋的动因也不例外。而这些复杂事务，都是建立在规律叠合的基础上。“洗白”这个词的出现，也证实了复杂事物的发生需要被特殊分析。大数据所反映的事实是已经处在特殊情况影响下的结果，但在分析时往往忽略特殊因素带来的影响与制衡，即答案正确，但说理不完整。先锋其实不只是对规则冲突的人，这种情况是对规则性必需行为特殊来讲的。先锋的本质是特殊因素在人群中的现实反映，所以，先锋即代表特殊化。前面提到，特殊化因素是数据所难以反映的，而且是分析时容易被忽略、缺少的一部分，所以，想要完善，就必须建立更加完善的分析系统。如果说大众人群代表的是正向数据，那先锋代表的就是反向数据了。说到底，正、反向数据都是数据积累的外现。如果单单看正、反向数据中的一个，结果会失去普遍性。普遍，一定是大众人群+先锋。当先锋与大众人群的数据糅合相互牵制时，结果的准确率才是高的。所以，先锋虽然影响结果，但却是个必要因素，并不是坏事。数据，包括了糅合、制衡、分析、权量一系列深层的复杂理念，却通常以数据的和、差、比值、平均数等简单方式表现出来，深入浅出，但威力无穷。\n",
    "replies": []
}