{
    "title": "[Minecraft.net|DEEP DIVES]爬行是如何加入到Minecraft里的",
    "author": "qsefthuopq",
    "replyCount": 5,
    "timestamp": 1595352120,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-7-22 01:25 编辑 \n文章日期2020-07-21作者Henrik Kniberg\n译者qsefthuopq\n\n原文链接点击打开\n\n\nHow crawling came to Minecraft\n爬行是如何加入到Minecraft里的\n\nA deep dive into the development of an accidental feature\n深入探究一个偶然发现的特性的发展历程\n\n\n\n\nYou may have noticed that you acquired a new skill last spring – the power of crawling! One would think that such a revolutionary skill was created with months of hard work and careful planning. Well, spoiler alert: it was all an accident! Care to learn how it came to be? Then grab a chair and hang on tight; this is the extensive behind-the-scenes story of how crawling crawled into Minecraft.\n你可能已经注意到了在去年春天你获得了一项新技能——爬行之力！有人可能会认为，这样一种革新的技能是开发者累月的辛勤工作和精心规划而创造出来的。但真是如此吗？剧透警告：这完全是意外！想知道它是怎么来的吗?那么请坐好了认真听，这是关于爬行如何爬入Minecraft的拓展幕后故事。\n\nIt all started with an innocent-looking bug report about hitboxes and eye heights. You see, all Minecraft mobs have a hitbox – an invisible box that represents how much space the mob occupies. If you play Minecraft on PC or Mac, you can see all the game's hitboxes by pressing the super-secret key combination F3+B (don’t tell anyone).\n这一切要从一个看起来无关的关于碰撞箱和视线高度的漏洞报告说起。要知道，所有Minecraft里的生物都有一个碰撞箱——一个无形的箱子，它代表了怪物占据了多少空间。如果你在PC或Mac上玩Minecraft，你可以通过按F3+B这个超级隐秘的组合键来看到游戏中所有的碰撞箱(别告诉任何人)。\n\n\n\nThe red line near the top is the eye height. It’s used to determine if two mobs can see each other. If they can gain eye contact, then they can target or follow each other.靠近碰撞箱顶部的红线所处高度就是视线高度。这用于决定两个生物是否看见彼此。如果它们能看见彼此，它们就可以瞄准或跟随彼此。\n\n\nThe reported bug was about incorrectly sized hitboxes or incorrectly placed eye heights, which was easily fixed thanks to our wonderful player community™ who helpfully listed all the errors that needed to be addressed. One interesting example that stood out was that the polar bear’s hitbox didn’t change during its attack animation. A polar bear stands up whenever it attacks, and if the hitbox doesn’t follow along, then the player can’t hit the polar bear on the torso when it is standing.\n漏洞报告内容是碰撞箱大小或视线高度有误。由于我们出色的玩家社区™列出了所有需要解决的错误，我们得以轻松地修复这些漏洞。一个有趣的例子是北极熊的碰撞箱在攻击动画时没有变化。当北极熊攻击时，它就会站起来，如果碰撞箱没有跟上动画效果，那么当北极熊站着时，玩家就无法攻击到它的躯干。\n\nThis hitbox error wasn’t confined to the polar bear, and we soon learned that even the player hitbox was wrong in its behavior. When you “sneak” by holding the shift key, your player model goes into a crouching pose. But the hitbox and eye height didn’t really follow along.\n这个碰撞箱错误并不只是在北极熊身上发生，我们很快发现甚至玩家的碰撞箱也会显现出错误。当你通过按住shift键“潜行”时，你的玩家模型就会变成一个蹲伏的姿势。但碰撞箱和视线高度并没有随之改变。\n\n\n\n\nPolar bear attack before the fix.修复前的北极熊攻击时的视线高度。\n\nPolar bear attack after the fix.修复后的北极熊攻击时的视线高度。\nHey red eye height line! You were supposed to follow the player’s head when sneaking! Good thing we fixed this.嘿，视线高度红线！你应该随着玩家的头一同下降！好在我们解决了这个问题。\n\n\nSo how was this a problem? Well, the player eye height is also effectively the “camera” for your first-person perspective, so when you pressed shift to sneak, you wouldn’t really notice any difference because your viewing perspective wasn’t being lowered enough. This was an easy fix – just change one number in the Minecraft code and: tadaa, problem solved! Eye height was now in the correct position, and the player’s camera view would lower enough to make them feel like they are crouched.\n那这怎么成了一个问题呢？玩家的视线高度实际上也是你的第一人称视角的“相机”，所以当你按下shift键潜行时，你不会真正注意到任何差异，因为你的视角没有被降低到足够低的高度。修复这个问题很简单——只需在Minecraft代码里更改一个数字，然后哒哒地敲键盘，问题解决！视线高度现在处于正确的位置了，玩家的相机视角会降低到足以让他们感觉自己是在潜行的高度。\n\n\n\nCrouching after the eye height change, which made it much more visual compared to the old subtle one.更改视线高度后的潜行比之前微妙的视角更加清晰。\n\n\nThis little problem was far from resolved though, as it turned out that the solution had an important side effect: By changing the player’s hitbox to a lower one, the player could now fit under a slab when sneaking!\n这个小问题还远未解决，因为它原来的解决方案有一个很大的副作用：通过改变玩家的碰撞箱到一个较低的高度，玩家现在可以在潜行时钻入台阶之下！\n\nNot only could you now crouch under said slab when sneaking – your head would also pop up above the slab whenever you’d stop crouching. The reason we got this result was because the game wasn’t designed for this, as it assumes a player is standing whenever they aren’t holding the shift key.\n你现在不仅可以蹲在台阶下面，而你不再潜行时台阶就会和你的头融为一体。我们得到这个结果的原因是因为游戏没有考虑这方面的设计，玩家没有按住shift键时就是站立着的。\n\n\nLetting players fit under previously inaccessible 1.5 block high space was actually a fairly significant gameplay change! What started as a seemingly small task was growing in scope, and a discussion was needed with the developer team to decide if this was a keeper or not.\n让玩家进入之前无法进入的1.5格高的空间实际上是一个相当重要的游戏机制变更！这项一开始看起来很小的任务的范围正在扩大，开发团队需要进行讨论以决定是否保留这个“特性”。\n\n\n\nSo this is what happens when crouching under a slab and then let go of the shift key? The head sticks up right through the slab (well visually at least)! Ouch!这就是潜行进入台阶下并松开shift键的结果？玩家的头卡在了台阶里(至少还是看得见东西的)！哎哟！\n\n\nAfter some discussion, we decided that this was something worth adding. However, coding it turned out to be quite a challenge, as the thing we call “sneak' literally had a whole 26 different meanings in Minecraft. This included things such as dimming your nametag, stopping you from sliding down a ladder, and dismounting you from a horse or minecart – and that's just naming a few!\n经过一番讨论后，我们决定这个特性值得添加。然而，编写这个特性却很有挑战性，因为我们称之为“潜行”的东西在Minecraft里有26种不同的作用。这包括使命名牌变暗，防止你从梯子上滑下来和下马或下车——这些只是冰山一角！\n\nAll these things were lumped together and connected to the shift key, which made it really hard to work with. It also raised many questions such as; If you press shift to sneak under a slab, what exactly should happen when you release shift? If you are under a slab and not holding shift, should you move normally or slowly? Are you technically sneaking or not? What does sneaking even mean?\n所有这些事情都被集中在一起并连接到shift键上，这使得它难以使用，同时也引发了很多问题，比如，如果你按下shift键潜行一个台阶下面，当你松开shift键的时候，到底会发生什么?如果你你是可以正常移动还是缓慢移动?你还处于潜行状态吗?潜行是什么意思?\n\nThese questions, including the many different definitions, finally led us to the decision to eliminate 'sneaking' as a concept in the code. It was a pretty big undertaking as a technical change and involved disentangling all the different behaviors from each other, to make it possible to configure each behavior separately.\n这些问题，包括许多不同的定义，最终导致我们决定在代码中删除“潜行”这个概念。作为一项技术变革，这是一项相当大的任务，这将使所有不同的行为彼此分离，从而可以单独配置每个行为。\n\nThere, that’s the story of how we learned how to crouch under slabs! Oh wait, this article was supposed to be about crawling? Fair enough, let’s continue…\n这就是我们如何在蹲在台阶下的的故事！哦，等等，这篇博文应该是谈爬行的？那好吧，让我们继续……\n\n\nFrom crouch to crawl\n从潜行到爬行\n\nAfter fixing the crouching problem, we noticed a related issue that affected swimming. When you swim in Minecraft, your character is placed in a horizontal position, and as soon as you exit water, your pose switches back to vertical. But swimming into a one block high space now resulted in a visual glitch that made the character’s head stick up above a block.\n在解决了潜行的问题之后，我们注意到了一个影响游泳的相关问题。当你在Minecraft里游泳时，你的角色处于水平位置，当你离开水后你的姿势会切回垂直位置。但在一格方块高的地方游泳会导致一个你的角色“出人头地”的错误。\n\n\n\nDarn! The head-sticking-out-through-block problem again! It was only a visual glitch, but still needed to be fixed!淦！头又卡在方块里了！虽然这只是个视觉错误，但仍然需要修复！\nThe solution was to let the character in the swimming position, even after leaving the water. Silly, yes, but better than having your head stick out through the ceiling!解决方案是让角色即使离开水后也仍然保持游泳姿势。这看起来很蠢，但“陆游”总好过“出人头地”！\n\n\nOnce we managed to fix this, the team decided to adopt a simple design principle:Whenever you don’t have space to stand, you crouch. Whenever you don’t have space to crouch, you crawl. Crawl animations don’t exist in Minecraft, which led to having us use the swimming animation for it. We did consider creating an actual crawl animation (even prototyped it), but decided that the existing swimming animation was good enough to continue using.\n当我们设法解决了这个问题后，团队决定采用一个简单的设计原则：当你没有可以站立的的空间时，你就会蹲下。当你没有蹲下的空间时，你就会趴下。爬行动画在Minecraft中并不存在，这导致我们使用的是游泳动画。我们确实考虑过创建一个真正的爬行动画(甚至已经设计出了原型)，但是我们认为现有的游泳动画够用了。\n\nNow, as with all things Minecraft, any change to the code inevitably leads to unintended side effects. This particular change was no exception. The game was treating minecarts and boats as “not enough space to stand”, so the player would be forced into crawling whenever they tried to enter one.\n现在，就像Minecraft中的所有东西一样，更改任何代码都不可避免地会导致意料之外的副作用。这个特殊的变更也不例外。游戏将矿车和船上的空间视为“没有足以站立的空间”，所以当玩家试图进入其中时，他们将被迫爬上车或船。\n\nUnintended side effects are not always bad though. For example, it also turned out players could use trap doors to force themselves into crawling – and use it to gain entry to small tunnels and secret passageways. This clever use of mechanics created new, interesting gameplay that could potentially result in a lot of fun scenarios. We really liked it, and eventually decided that crawling was a keeper.\n然而，意料之外的副作用并不总是坏的。例如，玩家可以使用活板门来使自己爬行——并利用它进入小隧道和秘密通道。这种机制的巧妙用法创造了全新且有趣的游戏玩法，这可能会带来许多有趣的场景。我们真的很喜欢这个机制，并最终决定保留爬行这一机制。\n\n\n\nWith the addition of crawling, we even considered adding a dedicated hotkey for it, but decided not to. Crawling should require some creativity from the player!添加了爬行这一机制后，我们甚至考虑过为其添加专门的热键，但最终没有加。爬行应该需要的是玩家的创造力！\n\nCrawling allows you to do all sorts of silly things – like hiding in a composter.爬行可以让你干各种蠢事——比如藏在堆肥桶里。\n\n\nThe crawling mechanic is so far a Java-specific feature (it was accidental after all), and while we don't know when this feature could be introduced to Bedrock, we always work hard on improving the parity between our platforms. What we do know is that happy little accidents tend to happen, and are a part of what makes Minecraft the game it is today!\n目前为止爬行机制是Java版特有的特性(毕竟这是偶然发现的特性)，虽然我们不知道什么时候可以将这个特性引入到基岩版中，但我们一直在努力减少不同版本间的差异。我们所知道的是，快乐的小插曲往往会发生，而这些“特性”也造就了今日的Minecraft！\n\n",
    "replies": [
        {
            "author": "几何爱好者",
            "timestamp": 1596064380,
            "txt_content": "爬！"
        },
        {
            "author": "中的的",
            "timestamp": 1596502500,
            "txt_content": "Minecraft万岁！"
        },
        {
            "author": "世末歌者`",
            "timestamp": 1596548700,
            "txt_content": "哈哈很有趣感谢分享"
        },
        {
            "author": "GXHurry",
            "timestamp": 1596589680,
            "txt_content": "碰撞箱有时候会出现一些直观难以看出的问题\n所以bugjump（"
        },
        {
            "author": "疾风怪侠",
            "timestamp": 1596636480,
            "txt_content": "涨知识了学到了"
        }
    ]
}