{
    "title": "【原创/连载】黄昏神教#13",
    "author": "北极仙光",
    "replyCount": 5,
    "timestamp": 1595308140,
    "txt_content": " 本帖最后由 北极仙光 于 2020-8-16 08:28 编辑 \n\n第十三章——踏入未知  掠夺者们被忽悠走了。  但风行天依旧成了村民们心目中的英雄，并决定给他······打折。  风行天简直怀疑这群村民的情商都被狗吃了。  你们就是这么对待你们的英雄的？  你们就没有什么要送给你们的英雄的？  但最后，风行天还是从一位牧师那里买下了十多个末影珍珠，据说是从流浪商人那里买来的。  这样去末地的材料就凑齐了。  回到家里，风行天拿出烈焰粉，按照系统的提示，小心翼翼地将它撒在了末影珍珠上。  炽红色的烈焰粉在末影珍珠上缓缓流淌着，慢慢形成了一只竖眼的形状。  末影之眼。  风行天松了口气，将其他末影珍珠也制作成了末影之眼，正要取下来时，一旁的熔炉飘出了糊味。  他只好先去处理食物。然而，就在他转身的同时，那十二颗末影之眼上的眼睛全部动了起来，看向风行天的背影，眨了眨眼睛。  当风行天转回来时，一切又恢复了正常。  接下来的几天，风行天耗费了巨多的材料，将许多药水一一炼制成功。  期间并没有什么波折，就是听村民说，那群卫道士被掠夺者赶走了。  当时，卫道士们见没有机会近身掠夺者，便将斧头扔了出去。结果便是用自己所有的兵器，换了对方七八个人头······  结果可想而知。  不过，这些与风行天关系已经不大了。他即将面临的挑战，是末影龙。  越是接近，他就越是平静。  又是一天后。  风行天依照末影之眼的指引，顺利在一片山地下找到了地牢。  “怎么这么多蜘蛛啊。”  风行天一边前进一边嘀咕着。这个地牢比游戏里的更加破败不堪，还遍地蛛网。这一路上更是少说也遇见了二十多只蜘蛛，数量有些不正常。  几小时后，风行天总算是找到了还算完整的传送门室。  “该来的终究还是要来。”  挖掉蠹虫刷怪笼，风行天凝视着眼前的框架。接着，他把十二颗末影之眼一一镶嵌到刻有繁复花纹的末地传送门上。  熟悉的空间扭曲感再次传来，十二个末地传送门框架所蕴藏的能量被激发了出来，在末影之眼的作用下融合到了一起，撕裂了空间。  十二个末地传送门仿佛融为了一体。而原本空荡荡的框架内，出现了一片缓慢旋转着的星海。背景漆黑而幽深，群星闪亮而璀璨。  风行天凝视着这片缓缓转动的星海。他知道，这是一条单程的通道。  眉心的刺痛无时不刻地在提醒他前方有极大的危险，但他没有选择。  虽然不会真正的死亡，但他还不想这么以屈辱的方式回家。  他想击败末影龙。  深吸了一口气，风行天纵身跃入了那片星海之中，身形随即被吞没。  而此时的末地，末影龙栖息的基岩池子里，也出现了一片星海的虚影，似乎即将成形，但好像缺少什么东西，始终无法真正成型，最终，消失不见。\n索引帖\n",
    "replies": [
        {
            "author": "VINDICATOR-231",
            "timestamp": 1595317620,
            "txt_content": "...\n呃呃呃呃呃...\n卫道士就怂到只敢扔斧头？\n不过四只卫道士换7~8个掠夺者也值了。\n更何况人家说的是“赶走”，不是“击杀”。掠夺者肯定知道卫道士是空手道黑带水平...\n此外，文中多次提到眼睛，恐怕是为最终BOSS作铺垫。\n（诡异的是，林地府邸没出现眼睛，但下界要塞、黑曜石山和末影之眼上都出现了诡异的眼睛，说明灾厄村民们和最终BOSS不是一伙的）"
        },
        {
            "author": "北极仙光",
            "timestamp": 1595334720,
            "txt_content": "vindicator#231 发表于 2020-7-21 15:47\n...\n呃呃呃呃呃...\n卫道士就怂到只敢扔斧头？\n你怎么偷看到我大纲的？"
        },
        {
            "author": "暗影月赎",
            "timestamp": 1595347320,
            "txt_content": "剧情也开始缓缓走向高潮了\n不过把猜测剧透出来就没意思了\n继续努力罢（看看我猜的到底对不对）"
        },
        {
            "author": "VINDICATOR-231",
            "timestamp": 1595368320,
            "txt_content": " 本帖最后由 vindicator#231 于 2020-7-22 06:25 编辑 \n北极仙光 发表于 2020-7-21 20:32\n你怎么偷看到我大纲的？\n？？？\n*...\n我有极强的猜测情节的能力此外，感觉你也在吸收评论区的东西，比如掠夺者的哼哼语言、卫道士的铁斧投掷..."
        },
        {
            "author": "小酷君",
            "timestamp": 1595384040,
            "txt_content": "神乎其技！6的飞起！"
        }
    ]
}