{
    "title": "[Minecraft.net|CULTURE]豪宅建造！",
    "author": "l89669",
    "replyCount": 0,
    "timestamp": 1595344140,
    "txt_content": " 本帖最后由 l89669 于 2020-7-21 23:23 编辑 \n\nMansioncraft!\n豪宅建造！\nCol Fetters builds a house I’ll never afford to live in. Great!\nCol Fetters建了一栋我永远住不起的屋子，这可真是太棒了呢！\n\nEmily Richardson\n\nAre you a multi-millionaire looking for the perfect home to show off what a multi-millionaire you are? Worried you’ll look silly compared to Beyoncé and Jay-Z? Well fear no more, incredibly wealthy person that I would like to be! I have just the place for you.\n如果你是一位千万富翁，而且正好在寻求一个完美的居所来炫耀你自己的财富，又害怕自己和Beyoncé与Jay-Z比太蠢了，那你别担心了，我正好有个绝妙的地方介绍给你。 \n\nBuilt by Col Fetters , this mansion sits right by the coast and boasts a mind-boggling number of features and facilities, including a boathouse, rooftop lounge, gazebo by the beach. You name it, this place probably has it.\n这座豪宅的建造者是Col Fetters。它坐落于海滨之上，功能齐全，设施丰富，令人惊叹。它有一个船屋、一个楼顶休息室，在海滨边上还有个凉亭。只要你能想得到的设施，整座豪宅都可能已经将它包括进去了。 \n\n“Not being a millionaire myself,” says Col Fetters, when I ask him about the sprawling household, “I had to look up what types of rooms would be found in a house like this. I'm sure I got a few details wrong - so, millionaires, feel free to chime in here!”\n“我并不是那么的有钱，”当我问到这个繁杂的居所的时候，Col Fetters回答我说，“所以我不得不去查找关于这类屋子的资料，比如说这样的建筑里面一般会有什么房间。我觉得我肯定建错了什么地方——所以，有钱人们，你可以来纠正我啊！” \n\n\nSure, Col Fetters is not a millionaire rockstar himself, but he is a big fan of architecture and has always been very creative. For him, building is a creative outlet, one most often inspired by his love of the medieval style and historical castles. He explains, “I’m constantly observing the world around me, and if I see an interesting building or a historical castle in a book or on TV, I get the urge to see if I can make my own version of it.”\n诚然，Col Fetters并非是什么身价百万的摇滚歌手，但是他痴迷于建筑，而且非常地有创造力。对他而言，建筑是一种创造性的宣泄对于那些他所爱的中世纪风格以及有着历史的城堡的灵感的方式。他解释道：“我一直在观察我身边的世界，如果说我在电视或者书里看到我感兴趣的建筑或者历史古堡，我就会有一种冲动去建造一个属于我自己的版本。” \n\nOf course, the Beachside Mansion is a big departure from a medieval castle. This is a house that puts the entire back catalog of celebrity dwellings on Cribs to shame (if you’ve never heard of Cribs it’s an MTV sho… wait, what am I doing? You’ve never heard of Cribs ! Congratulations! Do yourself a favour, never find out what it is!)\n当然啦，“海边豪宅”与中世纪的那些城堡可不一样，这座豪宅可以让所有Cribs的名人住宅通通黯然失色。（如果你没听说过Cribs的话，那它对你来说就只是一些MTV……等等，我在干啥呢，你可对Cribs一无所知！恭喜！不要去难为自己，永远不要去了解这是什么东西。） \n\n“I usually build in the medieval-style,” Col Fetters tells me, “but recently I had been building a few suburban-style houses using the Flows HD texture pack and was really enjoying the change.” In particular, Col Fetters found one Let’s Build video to be very inspiring. “ [YouTuber AndyisYoda was building a mansion using the texture pack from his creative server - Use The Blocks. I loved the look of the re-textured blocks and decided to download it and try my hand at a mansion-style house.”\n“我一般建造的房子都是中世纪风格的，”Col Fetters和我说，“但是最近我一般在搭配了Flows高清材质包的情况下建造一些城郊风格的房子，这种改变我很享受。”尤其是，Col Fetters发现视频网站上有个Lets Build的视频频道非常令人想建筑。“UP主Andyisyoda在用他的创造服务器Use The Block的资源包建造一座豪宅。我喜欢这些被重新编写过材质的方块的样子，我因此决定下载一个资源包，然后亲手建一个豪宅式的建筑。” \n\n\n\n\nHe also used WorldEdit through Forge, but insists this is merely a time-saving endeavour and not for the purposes of creating something otherwise impossible. In fact, he’s tried making this exact build in vanilla Minecraft too and though it’s entirely doable, he says “it looks awful!”\n他同时在装了Forge的情况下加载了WorldEdit。但他坚持认为这只是一个节省时间用的工具，而非是某种以作弊方式实现无法实现的东西的捷径。实际上，他也有在原版的游戏里尝试建造同样的建筑，虽然是可行的，但是他表示，“这糟透了！”。 \n\n“To be fair,” he continues, “it was built using block textures that don't exist in the vanilla game.  I think that if I had built it using the default textures from the start it would have turned out OK.”\n他接着说，“说实话，这建筑用的是不存在于原版游戏里的材质方块建造的。我认为如果我从一开始就用原版材质建造就好了，效果会好很多。” \n\nI think Col Fetters has done mansions across the globe proud. Or else, maybe he’s just made them feel really self-conscious. It has everything that I never knew I wanted in a house, and then some. So, is this his aspiration? The dream home?\n我认为Col Fetters已经建成了冠绝天下的豪宅。或者说，他只是让人都自愧不如罢了。这豪宅有着我自己都想不到那么多的设施，甚至还有更多。那么这就是他的期望吗？梦想的家？ \n\n\n\n\n\n“I’m not going to lie,” says Col Fetters when I ask, “I would love to own this house - who wouldn’t? But I don’t know that I would call it an aspiration. It’s one of my most ambitious projects and I’m pretty pleased with what it’s become.”\nCol Fetters在我问起时回答：“我不会说谎，我确实想要有一栋这样的房子——谁会拒绝呢？但是我并非期望如此，这是我最有野心的项目之一，而我对其现状非常满意。”\n\nFrankly, I am amazed at his lack of enthusiasm for it. Think of all the clothes it would take to cover that floor! I would have so many clothes, and all of them would be Ryan Gosling’s jacket from the new Blade Runner. But that’s just me. I ask Col Fetters what he’d do with the place if it was his private home.\n说实话，他这么没有热情我还挺惊讶的。想想那么多可以铺满地面的衣服！我会有很多的衣服，而且每件都是银翼杀手里面瑞恩·高斯林的皮夹克那样的。我又问了Col Fetters一个问题，如果这是他的屋子的话，他要怎么打理这里。 \n\n“Well,” he starts, “if this was my house I’d definitely take advantage of the private rooftop lounge. A couple of my favourite spots are the basement den, the beachside gazebo - with all of the sea breezes and none of the sand! - and the pool. I’m also a biologist and love the outdoors, so I would probably spend a lot of time out on one of the boats fishing. Although I should probably spend some quality time in the gym…”\n“呃，如果这屋子是我的话，”他开始说道，“我绝对会好好利用屋顶的休息室，我有几个非常喜欢的地方，比如说地下室，还有海边的凉亭——海风拂过，不带沙子！以及那个游泳池。我也算是个生物学家，喜欢户外运动，所以或许我会花很多时间在船上钓鱼。虽然我应该花点时间去健身房……” \n\n\nCol Fetters knew about Minecraft long before he started playing it because of his work as a school teacher. “I teach science,” he tells me, “and I do use Minecraft as an example when we talk about natural resources and competition for those resources. When we talk about geology I usually have to dispel the myth that bedrock is some extremely tough rock found deep underground, and that there aren't actually huge pools of lava and diamonds under everyone's feet. Although digging straight down is still always a bad idea.\nCol Fetters 在入坑我的世界之前很久就已经听闻它的大名，因为他是一名老师。“我教科学，”他和我说，“当我们讨论自然资源以及对这些资源的竞争的时候，我经常拿我的世界举例子。但是当我们讨论地质学的时候，我不得不老是驳斥这样一个流言，就是基岩是一种实际被发现于地底的一种极其坚硬的岩石，大家的脚底也不全都是熔岩和钻石。尽管垂直下挖的主意依旧很烂。” \n\n\"I have found however that lots of kids now know that glass comes from molten sand and that \"smelting\" metals is a real thing.  Plus a lot of kids are surprised when they find out their teacher plays Minecraft too.  After seeing some of my builds a student challenged me to recreate our school.  So far I've got a foundation laid out using our emergency fire escape map, it's going to take a while…”\n“然后我发现不少孩子们都知道玻璃是熔化的沙子制作而成的，而且冶炼金属也确实是现实存在的技术。此外，不少学生在发现他们的老师也玩我的世界的时候感到非常的惊奇。看了我的一些作品后，有个学生给了我一个挑战，让我试着重建我们的学校。目前我已经用我们学校的火警逃生地图做了个雏形了，不过还是要有一段时间才能完成…… ” \n\nI can’t wait to see how it turns out. Rooftop lounge above the science lab? A massive jacuzzi in which I can read books from the library? Maybe even a home cinema where I can not do my homework! Yeah, I didn't do well at school.\n我可等不及看结果如何了。实验室的屋顶上会有休息室吗？我可不可以在大号**浴缸里读图书馆里的书？或者可能有一个我基本上写不来作业的家庭影院吗？好吧，我在学校的表现是不咋地。 \n\n【我 译自官网 2017 年 11 月 04 日发布的 Mansioncraft!】\n【本文排版借助了：BCC】\n",
    "replies": []
}