{
    "title": "《我的世界：教育版》中国夏令营",
    "author": "qsefthuopq",
    "replyCount": 21,
    "timestamp": 1595395920,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-7-22 13:32 编辑 \n新闻日期2020-07-22\n译者qsefthuopq\n\n原文链接点击打开\n\n\n\nIn the summer of 2020, Minecraft: Education Edition is taking students in China on a new learning journey! We’re partnering with Microsoft and a team of experts from all over the world for the first time to adapt the international version of Minecraft: Education Edition for Chinese students. To get started, we’re welcoming students in China to join the Minecraft: Education Edition Summer Camp.在2020年的夏天，《我的世界：教育版》将带领中国的学生踏上一段全新的学习旅途！我们将首次携手微软和来自世界各地的专家团队，为中国学生提供有别于国际版的中国特供版。首先，我们欢迎中国的学生加入《我的世界:教育版》夏令营。\nThis free, two-month summer camp is a chance for students to experience learning in Minecraft, all while staying at home. From July 13th to September 6th, 12 lessons featuring pre-recorded tutorials delivered by lecturers will be available for free. In addition to the recorded lessons, students will also gain free access to more than 70 Minecraft: Education Edition worlds. Learners will discover The Secret of the Giant Tower, use the power of chemistry to create super fertilizer, and find innovative solutions to save an island covered with garbage.这场为期两个月的免费夏令营让学生有机会在家体验在我的世界中学习。从7月13日到9月6日，共有12节由讲授者预先录制的教程可供免费观看。除了录播课，学生们还可以免费探索70多个《我的世界:教育版》的世界。学生可以探索巨塔的秘密，利用化学的力量制造超级肥料，并找到拯救被垃圾掩盖的岛屿的创新方案。\n\nWhat can students expect from the Summer Camp in China?\n中国学生可以从这场夏令营里学到什么？\n\nWe’ve teamed up with educational institutions and lecturers from around the world to create the Minecraft: Education Edition China Summer Camp in China. Our partners include industry leaders in children’s programming such as NetEase Youdao, Bell.AI, iandcode.com, Kodu.club, ChinaSoft International, and authoritative certification bodies like Cambridge Assessment English.我们携手来自世界各地的教育机构和讲授者，在中国创建了《我的世界:教育版》中国夏令营。我们的合作伙伴包括业界领先的儿童编程，比如网易有道、贝尔、和码编程、蝌蚪营、中软国际，以及剑桥英语评估等权威认证机构。\nThis Summer Camp is based entirely in the world of Minecraft, and it’s designed to create a strong atmosphere of community and fun through immersive 3D scenarios, in which campers explore, create, and experience the benefits of self-expression in the worlds they’ve built. The camp’s communal learning setting will also help inspire creative thinking and problem-solving, all while fostering relationship-building as students learn together.这场夏令营完全基于Minecraft的世界，其设计目的是通过沉浸式3D场景创造一种强烈的社区氛围和乐趣，在夏令营中，营员可以探索、创造和体验在它们创造的世界里自我表达的好处。夏令营的公共学习环境也将有助于激发学生的创造性思维和解决问题的能力，同时在共同学习的过程中培养学生之间的人际关系。\n\nAfter completing all the courses, the Minecraft adventurers will receive a certification for taking part in the camp. They’ll also be able to upload their work to the internet so friends all over the world can view their work. There’s even an element of friendly competition involved where students can compete to receive prizes!完成所有课程后，Minecraft的冒险家们将获得参加夏令营的证书。他们还可以将自己的作品上传到互联网上以让全世界的朋友都可以赏阅他们的作品。学生们甚至可以参加友好的竞赛并获奖!\n\nWe’re excited to see what students create as they learn and play together this summer! Students in China can learn more and register to join the camp here.我们很高兴见证学生们在这个夏天一起学习和游戏的过程中创造出的作品！中国学生可以点击这里了解详情并注册加入这个夏令营。\n\n\n\n\n",
    "replies": [
        {
            "author": "萧胤",
            "timestamp": 1595397240,
            "txt_content": "热乎的！这是教育版要上台面的节奏？（虽然目前不太可能）"
        },
        {
            "author": "MinecraftTY",
            "timestamp": 1595397600,
            "txt_content": "woc这个夏令营！！！！可以！！我想要去参加！！"
        },
        {
            "author": "卵夫子",
            "timestamp": 1595398800,
            "txt_content": "教育版 可以啊"
        },
        {
            "author": "沸血人",
            "timestamp": 1595398980,
            "txt_content": "利用化学的力量制造超级肥料：金坷垃！"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1595399280,
            "txt_content": "竟然有网易？！爱了爱了，可惜没有钱。"
        },
        {
            "author": "刘某人1",
            "timestamp": 1595403480,
            "txt_content": "其实早就知道这个夏令营了\n不过夏令营都办了，难道教育版真的要来我们学校了？（嗯，不太现实）"
        },
        {
            "author": "深绿世界",
            "timestamp": 1595416320,
            "txt_content": "蕨的，妈了"
        },
        {
            "author": "主世界",
            "timestamp": 1595417280,
            "txt_content": "Minecraft.Wnxi 发表于 2020-7-22 14:28\n竟然有网易？！爱了爱了，可惜没有钱。快来参加免费Minecraft夏令营活动\n不是免费的吗。。。"
        },
        {
            "author": "lizi2006",
            "timestamp": 1595427360,
            "txt_content": "等等……\n“有别于”"
        },
        {
            "author": "快乐小方",
            "timestamp": 1595454060,
            "txt_content": " 本帖最后由 快乐小方 于 2020-7-23 05:51 编辑 \n\n啊这，想要参加"
        },
        {
            "author": "专刀你",
            "timestamp": 1595475000,
            "txt_content": "感觉中国的环境还是不适合大力推广，但不管怎样，起了个头，就会有继续下去的。"
        },
        {
            "author": "墨弦~",
            "timestamp": 1595511480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "sky0307",
            "timestamp": 1595552700,
            "txt_content": "教育版，好消息。"
        },
        {
            "author": "guitarbug",
            "timestamp": 1595566560,
            "txt_content": "免费帐号不知可以用多久?"
        },
        {
            "author": "Phoenixion",
            "timestamp": 1595643480,
            "txt_content": "\nMCBBS有你更精彩~"
        },
        {
            "author": "sonter",
            "timestamp": 1595901120,
            "txt_content": "中国创建了《我的世界:教育版》,感觉好高级还有英国剑桥大学认证不过我就是想想就好了"
        },
        {
            "author": "qq370005601",
            "timestamp": 1596021060,
            "txt_content": "顶qwq MCBBS有你更精彩qwq"
        },
        {
            "author": "lvjia",
            "timestamp": 1596234300,
            "txt_content": "教育版，貌似没几个人用啊"
        },
        {
            "author": "世末歌者`",
            "timestamp": 1596548760,
            "txt_content": "不错不错"
        },
        {
            "author": "ujyhtb战士",
            "timestamp": 1597216440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "kayn-",
            "timestamp": 1599323580,
            "txt_content": "实名制羡慕了，我也想去"
        }
    ]
}