{
    "title": "[Minecraft.net | CULTURE] 严冬奇景",
    "author": "问谛居",
    "replyCount": 3,
    "timestamp": 1595333340,
    "txt_content": " 本帖最后由 问谛居 于 2020-8-9 18:25 编辑 \nWinter Wonder\n严冬奇景\nWrap up warm for this mountain cottage build\n身着暖衣以欣赏这座雪山小屋\n\nTom Stone\n\nIf you're trying to take your mind off of the cold weather, you're reading the wrong article, friend. But if you're looking for a super-detailed build, one that summons feelings of both comfort and isolation, you're definitely in the right place. Russian Mountain Cottage by Meafcraft captures the frosty atmosphere of an isolated home in a beautiful snowscape. We asked Meafcraft to give us the grand tour of a build that proves scale is irrelevant when you're nailing the finer details.\n朋友，如果你正试着摆脱严寒的束缚，那你点开了一篇错误的文章。但如果你正寻求一座细节繁复的建筑作品，想让它带给你亦舒适亦孤独的感受，那你确实来对地方了。这座由 Meafcraft 建造的《俄国山居》渲染出了一座小屋孤零零的矗立在迷人雪景之中的严寒气氛。我们邀请 Meafcraft 带领我们踏上这段奇妙旅程，以证明当你想要雕琢出更好的细节时，作品比例与之毫不相关。\n\"I chose this Russian design and setting because I'm a great fan of realism and architecture,\" explains Meafcraft. \"I always like to expand my knowledge of architecture and design to other themes and places and chose Russian architecture for it’s unique and beautiful design that you don’t normally see when it comes to Minecraft building. Nothing says 'Russian' more than cold winter and snow, so I thought it would be appropriate on the cliffs of a mountain range.\"\n“我选择这种俄式设计和背景，是因为我是写实主义和建筑样式的忠实粉丝，”Meafcraft解释到。“我总是乐于将我在建筑学和设计学上的造诣延伸到其它的主题和领域里面去，并且因俄式建筑那独具神韵造型优美的设计而选择它，在平时生活中你无法领略到它的美，直到你来到Minecraft作品里。没有什么比严冬与白雪更能代表‘俄罗斯风格’，所以我觉得山脉的悬崖上是一个很合适的地点。” \n\nIt's beauty isn't skin-deep either, as Meafcraft made sure to pour as much effort into the cottage interior. \"It's a very simple layout following many traditional floorplans, yet the close space and levels are supposed to give a warm, cozy feeling, something you’d want in a house in the middle of a snowy landscape. Very wooden as well, with very ornate woodwork and floor/ceiling designs. This is to try to give the rooms a sort of antique aesthetic to add to the coziness.\"\n它所具有的美也并非流于表面，因为Meafcraft证实了在装潢上倾注了大量的心血。“室内简洁的布局顺应了经典的楼层平面，但是紧凑的空间和层高却会给人一种舒适温暖的空间感受，这样的感受是你身处在冰天雪地时最想要的。他的室内布局在具有木制结构特点的同时，也包含了十分华丽的木制装饰以及楼层平面设计。这样会试着给每一个房间在舒适的基础上添加一丝独特的审美情趣。”\n\n\n\n\nOf course, anyone can just google 'Russian abode', spend a few hours on Minecraft and then call it a day. But to get the best results, Meafcraft naturally went far deeper with his research. \"The exterior is based off of 19th century Russian architecture, and you can see some of the key features of that style on this build on the roof gables as well as the tower. These roof styles can also be seen in many other iconic Russian buildings such as the famous Kremlin in Moscow.\"\n当然，任何人都可以在谷歌上搜索‘俄式名居’，在Minecraft里面画上几个小时（复刻它），然后对外宣称花了一天的时间。但是为了尽善尽美，Meafcraft自发深耕其中。“建筑的外立面是基于19世纪的俄式建筑修建的，并且你可以通过这座建筑物的穹顶也就是塔状的东西，看到俄式风格的关键特征。你也能在其他很多标志性的俄式建筑立面看到这种屋顶风格，就比如著名的莫斯科克里姆林宫。” \n\nHe also made sure the cottage wasn't just pleasing to the eye, but a house that would be practical. \"The layout and design for the structure is very carefully done, with windows and balconies in certain areas in order to give the best look from the inside as well as the outside. The balcony at the back, especially, was built for people to be able to walk over the Mountains edge and view the vast mountain range from above.\"\n他也同时证实了这座小屋不仅仅是外表怡人，它也是一座充满实用性的小屋。“结构布局和设计也经过十分细致的推敲，恰到好处的开窗和别具匠心的阳台位置让整个建筑不论是从外还是从内看，都具有最佳的视角。为了人们能够在山崖上方走动，并且从上方欣赏广阔的山脉景色，专门修建了房后的阳台。” \n\n\n\n\nBut why is the cottage all on its lonesome? Do the fine people of Russia not enjoy having neighbours? \"Rather than having surrounding structures, having this build alone gives that calm vibe, especially in this setting. Also I believe that having this build isolated makes it closer to nature, and nothing is more appealing to the human eye than nature.\"\n但是为什么这样的小屋总是显得形单影只？难道精致的俄罗斯人并不享受拥有邻居的感觉？“相比起周围有其他建筑来说，让这座建筑单独修建在此给了它一种宁静的气氛，特别是在这样的环境下。当然我也坚信让这座建筑独自屹立在此让它更亲近自然，没有什么能比自然更能吸引人的眼球了。” \n\nIt's a level of detail that shows how rewarding a smaller build can be. \"Although larger builds can be grand and magnificent, building small builds lets the builder give purpose to every block,\" explains Meafcraft. \"Smaller gives you a sense of limited space, which also enables you to use every space you have to fill with purpose and meaningful detail.\n\n它所具有的细节水平展示了一座小型建筑能够做到什么样的水准。“尽管大型建筑能够看起来雄伟高大，建造小型建筑让建造者赋予了每个方块自己的使命，”Meafcraft解释到。“更小的建筑给了你空间上的局限感，这也让你能够将你所拥有的每一寸空间利用起来，给与它实际的用途和有现实意义的细节。\n”\"The popular saying states “less is more.\" In this case, you can get more out of smaller builds.\"\n“有一句名言是这样说的：‘少即是多’。因此，你可以得到的不仅仅是小型建筑，而是其之外的更多的东西。” \n\n\nIf you're not feeling cold or lonely enough, why not visit an isolated mountain cottage yourself? Actually, here's a much better idea - enjoy more of Meafcraft's great builds on his site .\n如果你觉得自己还不够冷不够寂寞，为什么不亲自去造访一处孤独的山间小屋？实际上，这里有一个更好的点子，在Meafcraft的个人网站上欣赏更多他的作品。 \n\n\n【Inner 译自官网 2017 年 03 月 04 日发布的 Winter Wonder】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "wangyesen123",
            "timestamp": 1595592420,
            "txt_content": "shdrasreaerh"
        },
        {
            "author": "Phoenixion",
            "timestamp": 1595698800,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1596688860,
            "txt_content": "[size=14.6667px]身着暖衣以欣赏这座雪山小屋 <- 格式修正，请"
        }
    ]
}