{
    "title": "你死我亡第二章-----原创小说",
    "author": "wigtitit",
    "replyCount": 6,
    "timestamp": 1365830640,
    "txt_content": " 本帖最后由 wigtitit 于 2013-4-13 13:35 编辑 \n\n三〇四九年 六月 九日……\n轰！！！战火已经蔓延至全世界！战火与硝烟无情地吸食着人们的生命！\n哗！！一场大雨降临在了这一片充满战火的土地上。\n“来！这里~我们来玩泼水吧叔叔！”一个狼人的孩子对着史蒂夫说道\n史蒂夫发自内心地笑了笑，在战火硝烟中，孩子可能是唯一的解药了吧史蒂夫的心里默默地说道\n“叔叔还有事情，你们玩吧。”史蒂夫摸着孩子的头轻轻地对他说\n“现在还真是和谐呢，战争也没有那么可怕啊。”史蒂文对奥迪说\n“哼，很快你就会明白战争的含义了。”奥迪边用一张纸仔细地擦着那把铁剑边对史蒂文说\n“切，有什么了不起，战士就这样么？”史蒂文对史蒂夫说\n“别乱说话，哦对托拉你下来吧，我和你换班。”史蒂夫对站在樱桃树哨塔上的托拉说\n“哦，仔细点哦。”托拉拍了一下史蒂夫的手掌说道\n雨滴小了一点，太阳从浓浓的乌云中探出头来，阳光照着大地，水池里鱼儿快活地游来游去\n突然史蒂夫喊：“全体戒备了！！我看到攻城车！”\n全体狼人战士抓着铁剑杵着长矛待命，弓箭手眼睛凝望着远处的攻城车。\n“快快快！立刻待命！摆好石炮，我们要给远道而来的“朋友”一个礼物！”\n“托拉托起了一把铁剑站在城门口仿佛他有无限的力气，杀死所有的敌人\n奥迪穿上了铁装然后紧紧握着黄金剑等候这一场雨后的战争\n”爽！第一场战斗！杀死你们！”史蒂文兴奋地要死，可见他一点也不知道这是一场多么可怕的战争！\n敌人冲了出来，他们边冲边怒吼，士气比狼人军团高很多。\n“给我杀死他们！”奥迪朝着狼人们大喊\n狼人们也大喊：“杀死你们！！！”\n“三，二，一，射！”一个狼人命令道\n哗哗哗！一阵箭雨就像刚才的大雨一样密。\n城墙外的士兵就像波浪一样一波又一波地冲击。\n“搭起云梯！攻城！！！”城外一个士兵举着剑大喊\n轰！外面的攻城车重重地锤着城门！\n城外的士兵实在太多，简直就是永无止境\n“泥煤！泥煤，再上来哥哥我亲你！”史蒂文现在居然还是一样高兴\n史蒂夫却把全身的力气都用上了，当他一想起父母，一想起他的朋友和这些丧尽人性的家伙，他的力量就一股一股地往上流\n轰！外面的石炮十分猛烈。石头就像箭雨一样地对着城里无情地砸去。\n三〇四九年 六月 十一日……\n士兵还是一样顽强地冲击！\n可狼人士兵们就已经完全没有力气了。\n轰！城门破开了，城外的士兵士气更加高昂了，他们怒吼着冲进城内！\n“快！老弱病残优先！快上浮空艇！”奥迪大喊\n史蒂夫喊：“不我要留在这里！”\n“快走吧！否则都要死了！”史蒂文和托拉硬把史蒂夫拉去浮空艇\n奥迪和一群狼人士兵们站在城墙上顽强地奋斗，他们已经知道是不可能挡住的了可为了让更多的人获救，他们必将顽强拼搏到底\n5架浮空艇升空，一架浮空艇能载100人，也就是说已经有500位狼人获救了。\n奥迪喊：“杀！！！”\n突然一把铁剑插入了奥迪的胸膛！\n士兵们踩着奥迪的头颅向城内涌进\n“不！奥迪！不！”史蒂夫被托拉和史蒂文拉进了最后一架浮空艇，眼下无数的狼人战士倒在了士兵的脚下史蒂夫锤着窗口失声痛哭起来\n“别泄气！我们的任务是要去奥丽兰啊！”史蒂文一脸正经地对着史蒂夫说\n“对啊！到了那里我们就可以和狼人们一起奋斗！为奥迪报仇！！”托拉擦了擦眼泪对着史蒂夫说\n三〇四九年 六月 十四日……\n7架浮空艇升空，而狼人部落已经沦陷了。\n狼人们都对这些人类充满了仇恨！再者说奥迪死了所以当然史蒂夫他们一点都不受欢迎\n“为什么我们要睡在浮空舱尾部？”史蒂文哭喊道\n“没办法，现在是特殊时期，我们只能忍耐。”托拉安慰道\n“他们认为奥迪的死是因为我们！我们先进去了，奥迪没得进所以死了。”史蒂夫埋怨道\n“唉，没办法啦，能过一天就是一天，反正我们一定要到奥丽兰为他们报仇！”史蒂文站起来一本正经地对托拉和史蒂夫说\n三〇四九年 七月 一日……\n过了差不多一个月7架浮空艇的粮食已经将近没有了所有人都被饥饿折磨着\n“我的肚子啊，好饿啊！”史蒂文埋怨道\n“给你们个惊喜要么！我有个土豆饼！”托拉高兴地对他们说\n“给孩子们吃，我不需要。”史蒂夫对着窗外的风景说\n“那我也不需要了。”史蒂文看了一眼史蒂夫后说道\n“好吧。”托拉低着头走出了房间。\n“孩子们给你们土豆饼，你们要么？”托拉拿着一块土豆饼说\n“土豆饼！我要我要我要！”一群狼人孩子抢着说道\n“别吃他们的东西，会把你们毒死的！”一个狼人跺着脚说道\n“你……你怎么这样！”托拉抱打不平\n“走，别理那些人类，奥迪叔叔就给他们害死的。”\n“王八蛋！他们以为他们是谁？”托拉回到房间把土豆饼丢到一旁说道\n“怎么了！就算生气了别浪费土豆饼啊。”史蒂文拿起了土豆饼\n“怎么了？”史蒂夫说\n“他们不要我的东西，他们对我们不信任！”托拉吼道，托拉故意让外面的狼人听到。\n“你们分着吃吧，我看看风景。”史蒂夫双手握着一个漏了气的皮球说道\n“你都没吃东东，吃点吧！”史蒂文掰了一块给史蒂夫\n史蒂夫什么也没说，继续看着窗外\n“切，什么了不起的！不吃就不吃，托拉我们吃！”说完史蒂夫大口大口地吃完了土豆饼\n托拉拿着土豆饼就是吃不下，于是他把土豆饼丢给了史蒂文\n“靠！闹哪样？都不吃我就吃了啊！”史蒂文拿着土豆饼，一口咽了下去\n“诶，这是什么？”史蒂夫指着窗外的一群小型战舰说\n“战舰吧？”托拉猜道\n“如果是战舰应该是我们的~”史蒂文放心地说\n史蒂夫数了数浮空艇数目立马冲出去大喊：“敌人战舰！敌人战舰！！！快戒备啊！”\n轰！对面的一架浮空艇尾部被敌人石弹砸出了一个大洞，旋转着坠毁了。数架战舰无情地对一个饿了许多天的战士们攻击眼下的战士完全没有力气狼人的弓箭手完全不敌敌人的石炮，突然史蒂夫的浮空艇也给击中了，史蒂夫看到很多狼人弓箭手被甩了出去，心里就像有万根针一样的。\n”救命啊！！“史蒂文大喊\n嘟嘟嘟嘟嘟\n浮空艇被4颗石弹射中，整个机舱都冒烟了，突然尾部的那块断开了，史蒂夫他们被气压吸了出去……\n轰！最后一个浮空艇坠毁了。\n森林烧成了一片浓烟呛着史蒂夫他们……\n\n未完待续……………………                                                                                                                                                                                                                                                   W菌出品必属精品\n\n                                                                                                                                               你死我亡第一章--索引\n“",
    "replies": [
        {
            "author": "wigtitit",
            "timestamp": 1365830880,
            "txt_content": "嘛~抢沙发！你们的支持就是我的动力{:10_512:}{:10_512:}"
        },
        {
            "author": "wigtitit",
            "timestamp": 1365831240,
            "txt_content": "wigtitit 发表于 2013-4-13 13:28 \n嘛~抢沙发！你们的支持就是我的动力\n占地板求顶{:10_512:}{:10_512:}"
        },
        {
            "author": "银狼",
            "timestamp": 1365831780,
            "txt_content": "都是小说党，支持LZ"
        },
        {
            "author": "银狼",
            "timestamp": 1365831840,
            "txt_content": "你看我的勋章，今天刚领的，我还在写小说呢"
        },
        {
            "author": "曹郅锴",
            "timestamp": 1366013580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "117945064",
            "timestamp": 1376737740,
            "txt_content": "奥迪……是车么"
        }
    ]
}