{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·开幕（上）",
    "author": "晨曦赤寒GO",
    "replyCount": 1,
    "timestamp": 1595528460,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-7-31 19:14 编辑 \n\n这个是《粒子》第一卷总集的上半部分，在此之前还有个序章，想看序章的朋友请走这边的传送门\n\n\n\n昏暗的森林里，一名蓝发的青年正森林里游走着，午间慵懒的阳光穿过树木枝叶间间隙落在青年的头上、肩上、手上，还有些落在了他腰间的铁剑上，折射出刺眼的金属光泽。 \n\n他叫蓝，年二十五，是一名没有在猎人协会挂名的自由猎人。 \n\n“奇了怪了，昨天还听到有人说在这看到了一只长相奇特的僵尸，为什么我逛了那么久连个影子都没有看到，难不成那些家伙在骗我？要是被我知道他们其实在骗我，我回去保证把这些家伙的头全部拧下来送给僵尸玩，骨头拆给骷髅当家具。”\n\n蓝小声的嘀咕着，突然停下了自己的脚步，他抬头看着天空，天色不知道什么时候阴了下来，四周动物的声音都逐渐沉寂，只有零星的冰凉感落在他的脸上，告知他接下来要发生的事情。\n\n要，下雨了。 \n\n……\n\n“啧，今天是什么情况，先是在这个连只精英怪都撞不上的和平森林里逛了半天的街，然后又给老子下那么大的雨，老天爷是看我不爽吗，MD，要是给老子我找到怎么打你的方法，保证把你三条腿打成两条腿，两条腿打成一条腿，让你的下半身成为那些轻小说男主。” \n\n嘴里碎碎念着，蓝的身影在森林里飞快的穿梭，倾盆的大雨从天上落下，交织成一片片的雨幕，打湿了树叶、打湿了草坪、打湿了来不及躲雨的动物，但却打不湿他的他的衣服，哪怕是一个衣角。 \n\n烟雾似的粒子围绕在他的身边，像是忠实的仆人一样替他拦下所有靠近他的雨滴，如此密集的雨幕都被粒子们拦下，从蓝的身边偏离开。 \n\n今天这雨大的奇怪啊，如果再找不到能够避雨的地方话，这次恐怕就要提前打道回府了。\n\n像是安排好了一样，正在他为如何避雨而烦恼的时候，一处在山壁下的山洞逐渐出现在他的视野内。 \n\n“还算有点良心，那就少打断零点五条腿吧。” \n\n自言自语的说着，腿上的粒子突然快速的聚集着，下一秒，一声轻微的爆破声响起，他立刻被爆破所产生的作用力飞冲出去，直至山洞。 \n\n粒子公式：粒子加速+粒子爆破=粒子推进 \n\n穿过这瀑布般的雨幕，夹着还没来得及离开的雨珠，[ruby=旋转突进]一路飞冲[/ruby]的蓝发青年撞进了这个山洞，随手接下一个粒子缓冲后，青年稳稳的落在了这方小世界里，粒子感知瞬间展开，开始打量起里面的环境。\n\n唔……除了洞口处的一小块地方外，其他地方几乎没有太过于潮湿，洞内很干净，连那些常见的喜阴喜潮的植物都没能见到多少，粒子感知的反馈也说洞的深处没有什么危险生物，作为临时躲雨的地方简直不要太完美。\n\n强行无视了蜷缩在山洞角落的橙白生命体人后，蓝在一处离洞口较近又没有被雨打湿的地方坐下，对着窗外的雨幕，从背包里拿出面包慢慢的啃着，眼睛却偷瞄着离他没有多远的先来者。 \n\n虽说看不清脸，但从体型上大致可以猜出是一个十四五的少女，一头柔顺的橙色长发顺着杂乱的散落着，不少发丝顺着她白皙到异常的脸颊和手肘滑下，一直垂到地上然后散成一片，她全身上下似乎只穿了一件极其不合身的白大褂，看上去松松垮垮的，甚至还能隐隐约约的看到一丝不该看到的景色。 \n\n哪里来的流浪者吗？又或者是遇到了魔物灾害的难民。\n\n想着，蓝收回了自己的目光。 \n\n“咕……”\n\n一声所有人都不会陌生的响声盖过了洞外的雨声传进蓝的耳朵里，下一秒，蓝就感觉到一个目光正盯着自己……手中的面包。 \n\n“想要吗？”\n\n蓝没有回头，而是抬起手了，晃了晃手中的面包。\n\n“嗯嗯……”\n\n蓝把面包撕成两半，一半扔到了自己嘴里，而另外一半则是又晃了晃，然后……也扔到了自己嘴里。\n\n“还想要吗？” \n\n蓝扬了扬自己空荡荡的双手。\n\n“……”\n\n蓝感觉到盯着自己的视线消失了，剩下的淡淡的声响也被洞外的雨声遮掩，还有小声呜咽声。他手伸进自己的包，随手又拿出了两个苹果。 \n\n“抬头！”\n \n突然的一声轻喝，少女下意识的抬起头，只见一个鲜红色的球状物体带着点点白色粒子在她的眼前逐渐变大，接着正正好好的落到她的怀里。 \n \n“刚从外面滚进来的，要吃就吃，不吃拉倒。”  \n\n少女拿着这个红色物体，看了看蓝，又看了看手中的东西，打量了好一会，然后……“这个，是什么？”“苹果啊！长那么大苹果没见过吗？” \n \n“唔……没见过……”\n\n“……”\n \n这是从哪个大荒漠中来的小公主吗？苹果都没见过？ \n \n“啧，你只要知道这玩意儿可以吃就行了。”\n \n“唔……”\n \n少女应了一声，然后像是试探一样的，小心翼翼的从这个对她来说是个新事物的苹果上咬下一小块，细细的咀嚼着…… \n\n“那个……”\n \n“又怎么了？小公……” \n\n蓝很不耐烦的抬起头看了她一眼，少女也回看了他一眼，就这一眼，蓝的表情出现了一瞬间的震惊，但在下一秒中就像是想起来了什么，收回了目光，表情重新变得平淡。\n\n “这个叫苹果的东西，还有吗？”\n\n连一个回答都没有，一个红红的球形物体就朝着少女抛来，不偏不倚的落在了少女伸出的手里。 \n \n“谢……”\n \n“地上捡的而已，没必要对我说这话。” \n \n“……”\n \n“喂，你叫什么。”\n \n极长的一段沉默后，终于是蓝先开了口。\n \n“……叫什么？”\n \n果不其然，少女再次对蓝的话产生了疑问。 \n \n“就是你的名字是什么，难不成没有吗？” \n \n“……”\n \n少女沉默了，许久没有回他的话，只是专心的啃着自己手中的苹果。 \n \n不想说？还是……没有…… \n\n空气逐渐的沉默，只有淡淡的雨声在空中飞舞，时针轮转，如幕般的雨终究也有歇息的时候，落幕的夕光在零星的雨点间反复折射，跳跃着，落入了蓝的眼里。\n \n已经过去那么久了吗？啧，僵尸明天再来找算了，今天就到这吧。\n \n蓝站起身，拍了拍身上的尘土，不经意间，余光再次扫到了少女的身上。\n \n嘛，算了，只是长得像而已，也没什么大不了的，世界上总会有几个长得比较像的人不是吗？看开点蓝，她，不是她。\n \n嘴角划起了一弧自嘲的笑容， 一脚踏出了山洞。 \n \n“……”\n \n一股小小的拉力拉住了他的衣摆，蓝头都不用回，就知道拉住自己的人是谁。 \n\n“苹果已经没了，你拉着我，我也不会给你任何东西的，所以说，放开。”\n \n不过少女像是没有听见一样，低着头，拉着他。 \n \n“啧，我……”\n \n“出去，会死的。” \n\n蓝的话还没说完，温软的女声就打断了他的话，但这声音也小声的想蚊子咬一样，若不是两人站得很近，蓝可能根本听不到她在说什么。\n \n会死？这家伙在开什么国际玩笑吗？我又不是末影人也不是雪傀儡，那里会被雨滴消灭……不过，看她这样子……估计是很认真的了。 \n \n明明只是抓住了个衣角，她却纂的非常用力，几乎要听见布料撕裂的声音了。 \n \n“唉……你这个人……还真的是没有常识。” \n\n“诶？” \n\n少女诧异的抬起头，瞳孔还没完成焦距，身体就被什么人抓住转了半个圈，一片阴影罩上她的头顶，没有来得及反应过来发生了什么，一小股推力就使她的身体被迫的退后了好几步。 \n \n“雨是杀不死人的，小公主。”\n \n重新站稳身体，那个自己去拉的男人已经站在了雨里，背对着山洞，自己就在他的面前，也在雨里，不过头顶上多了一件衣服，那是\n他的外套。 \n \n零星的雨滴落在他的身上，打湿了他的衣服，但却没有出现记忆中的情况，自己也是这样。\n \n“雨不过只是水粒子的集成体罢了，除了能够瓦解雪粒子、末影人的构成粒子和火焰粒子外，根本没有任何的杀伤力，所以它对人类的构成粒子是无害的，听懂了吗，小公主。” \n \n一番话下去，蓝对上的还是她茫然的表情，还有她偷偷向山洞挪去的小动作。 \n\n果然，这些话对这种连苹果是什么的人没有什么用处，嘛，也罢，路人而已，管她那么多干嘛。 \n \n想着，蓝就转身离开。\n \n“诶！你的……”\n \n“不用了，送你了。”\n\n蓝扬了扬手，像是再见，又或是再也不见。 \n \n少女愣在原地，看着蓝离开的背影，手里攥着他的外套，直到他消失在视野内。 \n\n雨，莫名的又大了起来，少女不知道为什么，拿下了披在头顶的衣服，任由雨滴落在身上、头上，顺着她的脸颊滑下。\n \n“蓝……空……” \n \n一丝温润划过脸颊，她用手指拭了拭…… \n \n是水。 \n \n…… \n \n那家伙看上去那么弱，能在这里活下去吗？ \n \n……啧，算了，去和伊娜大妈讲一下，让她……！ \n\n本该加快的脚步突然停了下来，一股不属于人的粒子气息冲进了他的粒子感知范围，正朝着他的方向冲来，速度奇快，比喝了速度药水二型的人还要快上几分，其他生物都疯了似的奔跑，只是想避开这个神秘生物。 \n \n好家伙，总算来了，看来那些人的头是保住了。 \n\n纯白的粒子扬起，卷住了他的身体，铁剑握在手中，蓝浑身上下的气息瞬间变得锋锐异常。 \n但就在此时，这个生物像是感应到了什么，它的行进路线突然出现了一点点的偏差，但就是这点偏差，它的目的地变成了……少女所在的洞穴！ \n \nMD，走远了还不让我省心。 \n \n铁剑迅速收回剑鞘，锋锐的气息一瞬间消失，本来席卷全身的粒子也都回到了腿上。\n \n腿附加：粒子推进、粒子加速 \n \n“轰！” \n \n粒子推进的清脆轰鸣声响起，蓝的身体卷着粒子烟雾飞速的冲出，以诡异灵活的步伐在树林间飞快的移动着。 \n\n麻烦的家伙就会给人添麻烦。 \n \n遇到你可能是我今天最大的不幸。\n\n魔物，拥有怪物的构成粒子，但却拥有近乎与人类的意识层次的特殊生物，它们有着其他生物没有的特性，和其他怪物一样仇视着人类，是人类现今最大的敌人，自初代屠龙者斩杀末影龙的数十年后开始出现，距今已有百来年。\n \n因为意识层面的相近，魔物的一些行为更接近于人类，如陷阱、逃跑、伏击等，还能指挥其他的怪物，有研究表明它们中的部分还能听得懂人类的语音，但这些都不是它们最可怕的地方，它们真正可怕在它们也可以像人类一样学习和使用粒子。\n\n一只魔物从出现到学会粒子只需要短短的一个月不到，而未曾出现过意识膨胀的人类则需要一两年才能学会使用粒子，它们的学习速度远高于普遍人类，当一只魔物可以灵活的操纵粒子并能自主的搭构粒子公式的时候，它就成为了能够凭一己之力毁灭一座城池的恐怖生物，这样的魔物则被称之为完全体。 \n\n……\n\n“轰！”\n\n随着一声巨响的发生和一颗两人环抱的大树的倒下，本来已经走远的蓝发青年又出现在了少女的目前。\n\n“你……” \n\n“你什么你！还不快点给老子我滚回山洞里待着，头都不要探出来一下，不然让你成为世界上第一个从三维变成二维的人！”\n\n“诶？”\n\n“嗷！！！”\n\n少女还没反应过来蓝在讲什么，只听见远处传来让人心悸的咆哮声，少女的脸色瞬间变得惨白，而蓝则是逐渐变得凝重。\n\n啧……来的还真快。\n\n伸手一揽，直接将还在茫然状态的少女拦腰抱起，纯白的粒子团极速聚合后又快速散开，产生的微小推进力在蓝刻意的安排下，直接将蓝连同少女一起推出了近十来米。\n\n就在他们离开的下个瞬间，一团黑影从森林中越出，径直落在了少女原本站的位置。 \n\n“轰！”\n\n声浪夹着气浪一同朝周围席卷开，没有来得及落地的水珠和土块都被卷进其中，声势浩大，非常日所能见，狂舞的劲风袭过蓝的身周，划过他的衣角，但却没有触碰到被他护在身后的少女。\n\n风，进不了少女的身，声，传不入少女的耳，在少女的视角看来，除了看上去气势很大之外，好像也没什么可怕的，尽管如此，她的脸色还是一片苍白。\n\n“喂，你听得到我说话吗？”\n\n“嗯。”\n\n少女抬头看着站在自己身边的这个人，看着他的神色凝重的侧脸。\n\n“等下我离开你身边后，你就立刻朝远处跑，千万不要回头，如果想活下来的话。”\n\n在他说话的时间里，风浪卷起的尘埃终于落下，一个有着青铜色皮肤的生物站在坑洞中，这是只僵尸，但又和其他的僵尸不一样的是，它的双臂上布满了血红的纹路，这些纹路像血管一样的盘踞着、忽明忽暗的闪烁着，好像真的有鲜血在里面流淌一样，它充斥着暴戾的血色瞳孔直勾勾的盯着蓝身后的少女，暴戾中又闪烁着一丝理性的光芒，这些特征让它与其他普通的僵尸划开了区别。\n\n力量特化型的魔物吗？看上去没有其他的特性了。刚才的速度估计也是依靠纯粹的力量来达到的，没有使用粒子加速，那它应该还没有学会使用粒子……呼……还好，现在还有一半出头的粒子量，虽然有一个拖油瓶，但只是拖住它然后掩护其逃跑，对现在的我应该不算太难。\n\n铁剑出鞘，冰冷的寒光刺的人眼睛生疼，蓝握着剑，脚底暗自发力，流转的粒子又重新在他身上浮现。\n\n“嗷！！！” \n\n僵尸终于把目光从少女身上移开，咆哮着，看似枯瘦的脚掌在地上一踏，如同炮弹般径直朝蓝冲来，它好像是打算先解决掉这个看上去威胁很大的人类。好样的，就是要朝我这边来。\n\n“轰……”\n\n粒子推进特有轰鸣声响起，一边是少女被冲击推开，然后在粒子缓冲的效果下稳稳落地，一边是蓝直接朝着僵尸撞去，手中的铁剑卷起密集的粒子流对着僵尸迎面劈下。\n\n剑附加：粒子加固、粒子剑气\n\n僵尸不躲不闪，凭借强大的力量踩住地面，狰狞的血手夹着劲风落在了蓝的剑上。\n\n“嗡！”\n\n巨力从剑身传到蓝的手上，他立刻改变了握剑的动作，剑身一转，卸去了大部分的冲击，并转手拍了一下它的手臂，微弱粒子冲击从\n\n掌心涌出，蓝的身体瞬间抬高了一小节，然后一个膝击撞在了它的面门上。\n\n“嗷！”\n\n毫无防备的僵尸被这突然的一击砸的退后了好几步，弱小的意识还没反应过来发生了什么，一把闪着寒光的铁剑又出现在它面前。\n\n“再不见，杂碎。” \n\n寒光，划下。 \n\n…… \n\n“呵……哈……呵……哈……” \n\n不知道跑了多久，直到少女觉得浑身上下没有一块肌肉是完好的后，她才终于停下了自己的脚步。\n战斗的声音已经离这个地方很远了，耳边只有树叶静悄悄的摩擦声。\n\n我……应该是跑掉了……吧？\n\n有点不自信的回过头，看见的是漆黑一片的森林。\n\n天……不知什么时候暗下来了。\n那个人……应该还好吧……在自身安全确保后，少女全身上下的力气一瞬间消失了，瘫软的靠在了一颗树上，思维漂浮，莫名其妙想到了那个第一次见到的人。\n\nZ404那么厉害，他会不会有事啊……明明是第一次见……为什么……\n\n“轰！” \n\n“抱头！蹲下！” \n\n不等她的思考结束，气浪划过她的身周，耳边是喊到近乎咆哮的声音，而眼前，血瞳的黑影已经遮挡住了视野内的所有光明，布满血纹的手爪朝她伸来……\n\n“嗷！”\n\n…… \n\nMD，我早该发现的，这只魔物盯着那家伙看，不是因为她看上去比较弱，而是带有什么目的，或者是那家伙身上有什么吸引它的东西。\n\n粒子的烟雾在他腿上明暗交替着，蓝一边飞快的移动，一边展开粒子感知，追踪那只魔物。\n\n\n但不知道为什么，粒子感知的范围内，根本没有那只僵尸的影子，哪怕是连一点粒子痕迹都没有。\n\n\n它有隔绝粒子感知的手段？那看来要换个方法找它了，省的它等会追上那家伙。\n\n一个独立出来的纯白粒子飘浮在他身前，与其他粒子不同的是，这个粒子的状态极其的不稳定，时不时的发出轻微的嘶嘶声，像是被点燃的炸弹一样。\n\n好像到这里后就没怎么用这个了，也是时候该熟悉一下了。嘴角微微上扬，在蓝精准的控制下，普通的纯白粒子围绕着这个特殊的粒子不断的旋转、压缩，直到形成了一个凝实的球体。\n\n粒子公式：粒子压缩+粒子冲击+爆破粒子·粒子爆破=粒子？ \n\n现在的我用不了粒子推进的改式，但捣鼓这些稀奇古怪的东西看来还是没有问题的。\n\n握住这个球体，蓝毫不犹豫的砸在了自己脚下，同时用粒子包裹住了自己。\n\n“轰！”\n\n巨大的冲击瞬间将蓝送上了高空，身周包裹的粒子同时散开，整座森林的近半都进入了蓝的视野范围内。果然，这种方法还是不要多用好。伸手抹掉了嘴角的血，目光瞬间扫过所视范围内的所有生物，这些密密麻麻的树叶好像都无法遮蔽他的事业，如同神明俯视众生万物一样。\n\n它在……找到了！\n\n那个在森林中疯狂行进的生物立刻被蓝锁定，它像是察觉到了什么，抬头看了眼蓝所在的位置，然后速度再次加快。\n被我发现了你还想跑吗……奇怪，这家伙的行动……怎么那么有目的性，难道……\n\n把目光朝它前进的方向转去，果不其然，看见了一个橙色的小东西蜷缩在一颗树底，她好像还不知道正在靠近的危险，还一动不动的在那里发呆。\n\n僵尸距离她的距离只剩下了十几秒不到，而蓝却还在空中缓缓的下坠，周围根本没有可以借力的地方。\n\n这家伙早就发现她的踪迹了，还装着不知道的样子和我周旋，就是在等能够一瞬间拉开和我之间距离的机会！啧，被算计了！那没办法了……\n\n绿色的鳞片攀上了蓝的双臂，狂暴的粒子化作烟龙在他身周浮现，咆哮着，颤动着，然后…… \n\n“轰轰轰！”\n\n连串的爆破声冲散了空中的浮云，天空一瞬间变得无比澄澈，化作炮弹的蓝直冲向了少女的位置。\n\n“抱头！蹲下！” \n\n胸腔内最后的空气变作这声咆哮，也没有时间再关注其他的地方，恐怖的冲击力不断地撕开蓝的肌肉，然而这些伤势又在某些特殊的力量下缓慢又明显的愈合着。\n\n“嗷！”\n\n僵尸停下了抓住少女的动作，它根本没有时间去闪开这恐怖的攻击，连蹲下的时间都没有，只好双臂交叉，用最原始的方法来保护自己。\n\n用剩下的粒子保护住了自己身上的要害，蓝举着铁剑，横抵在了自己的面前。\n\n看你这次还死不死！\n\n“轰轰轰轰轰轰轰！！！！！！！！！\n\n“哈……呼……”\n\n 气息紊乱到根本毫无规律，双腿酸痛到毫无知觉，但就算如此，还是逼迫着自己绝对不能停下脚步，因为……这可能这是唯一一个离开这里的机会了。 \n\n“……呼……哈……”\n \n但是，总有一天我会回来的……\n \n“……呼……” \n \n遵从内心的愿望，回来向你复仇！\n \n……\n \n双眼撕碎黑暗，看见的是自己没有见过的景色，浅棕色的天花板，是从来没有见过的东西。我……是昏倒了……大脑从混沌中找到了一丝裂缝，随即记忆撕开了裂缝，回到了它们原本该在的地方。\n \n最后，到底怎么了……是他来了吗？那Z404呢？它在哪里？\n \n“这里是……”\n \n“这里是个叫蓝的前无古人后无来者的究极帅哥的家，啥也不知道的小公主。” \n \n“唔？”\n \n少女这才发现自己的床边坐着一个陌生又有些熟悉的蓝发青年，而青年现在刚刚合上手上只有巴掌大的书，黑色的眸子正盯着少女看。少女也看着他，同样的黑色眸子在空中交汇。 \n \n“……” \n \n“……” \n \n（十分钟后……） \n\n整整十分钟，两人都只是看着对方却不说话，一只名叫尴尬的怪兽不知道什么时候笼罩了这个房间，气氛压抑的周围的家具好像都发出了吱呀声。 \n\n我去，这家伙跟我对视那么久，是不知道什么是尴尬吧！而且通常的女生昏迷醒来不应该是先看看自己的衣服还在不在吗？我一个活生生的大男人坐在她的床边，正常情况早就被子、枕头乱飞了，那会有那么理智的人吗！再说了，就算再理智，给老子一点正常人类该有的反应好吗？一直盯着老子的帅脸是什么划时代的新操作，搞得现在老子我骂街二十年练出来的黑曜石脸皮都快尬的脱落了。算我求求你了，你现在随便吱一声，老子我一应完就把你往伊娜大妈的福利院里一扔，然后咋们就可以各过各的了，行不？\n \n“那个……” \n \n妈耶，这小B崽子总算吱声了。 \n\n一听到少女开口，蓝立马把准备好的应答方案在脑内瞬间理了一边，做好了万全的准备，但是，少女像是发现了什么，硬是把自己想说的话咽了下去，房间里再次归于沉寂，尴尬二字还是充斥着房间。 \n \nMD，我受不了这家伙了！ \n \n“你这家伙，有什么想问的快问好吗？老子我秒答还不行吗？”\n \n“唔……真的吗？什么问题都行？” \n \n天，感情这家伙一直在等我这句话，心机够深啊。\n \n“可以，当然可以，老子我人称移动的史记，前知五百年，后知五百年，上知天文下知地理，如果别人说方块森顶五个僵尸，那么我就顶千军万马。” \n\n一波B吹完，蓝偷偷瞟了一眼少女，却发现她的表情根本没什么变化。 \n \n“你的名字……”\n \n“你猜啊。”（抢答）\n \n“……是叫蓝吗？”\n \n“你知道还问。”（秒答）\n \n“……扑哧……哈……哈哈……”\n \n本来没什么表情的少女，突然就笑出了声，而且越笑越大声，蓝看着连眼泪都有些笑出来的少女，一瞬间整个人都蒙了。\n \n“你……笑什么啊。” \n \n“……哈……呵……没……没什么……只是……莫名的想笑……” \n \n笑的无比开心，但从眼角划下的湿润早已不是笑能够产生的了。 \n \n蓝看着她，也不再说话，就这样等她自己停下。 \n \n这家伙…… \n \n……\n \n“……对……对不起……自顾自的笑了那么久……”\n \n少女抹掉了眼角的泪水，抚着自己的胸口，将气息理顺。\n \n“好了就行，我真怀疑你是不是会就这样笑到原地去世，你还有什么想问的快问。” \n \n“呼……那……”\n \n“你的衣服是我用粒子加热弄干的，所以我根本没有碰到你，你的衣服我也没有动，你根本不用担心其他方面的事情。” \n\n\n少女低头看了看自己凌乱的白大褂，有抬头看了看蓝…… \n \n“（瞅……）”\n \n……然后连忙拉了拉自己的衣领，挡了一些曝露在外的肌肤。 \n \n“唉，你等等，我找件衣服给你。\n\n”把书塞到上衣的内口袋里，蓝站起身，走到旁边的衣柜里翻找起来。 \n\n“啧，好像没什么能给女生穿的衣服……这件太大了……这件给她估计都可以当环卫工人了……唔……对了，那件可能可以给她当裙子穿。”\n \n支吾了好久，蓝突然想起了什么，猛地关上了衣柜的门，伸手打开了衣柜旁的一个小箱子，拿出了一件黑色连帽风衣和一件白衬衫，上下打量了一下，眼角流露出一丝怀念的神色。\n \n“喂，你拿好了。” \n \n一声轻喝，这两件衣服就扔到了少女的身上。\n \n“我等等要带你出去，所以给我好好穿上，别跟我讲你连衣服怎么穿都不知道，就算不知道也给我自己摸索，我是不会帮你的。” \n \n“会穿的。”\n \n少女拿着衣服，衣物上几乎没有什么褶皱，也没有积灰，看上去如同崭新的一样，但其上及其明显的缝合证明了这件衣服已经有了一段的时间。\n \n“对了，你到底有没有名字啊，有的话就吱一声，省的我一直用喂来称呼你。”\n \n蓝看着少女的神色上露出了想隐藏又没有藏住的犹豫。 \n \n“如果……” \n \n“没有。” \n \n少女抢在蓝说话前先开口了。 \n \n“那行，我给你起一个，瓦尔特·扎伊切克如何？”\n \n“唔……”（摇头） \n \n“那……DIO哒？”（摇头） \n \n“就……富贵如何，这听上去比较大众，也有福气。” \n \n“唔唔……”（极其不愿意）\n \n“啧，没想到给人起名字还挺麻烦的。”\n \n蓝想了想，无意间看到了少女的脸，一丝回忆突然冲进了脑海里。\n \n…… \n \n少年看着眼前的女子，女子在看着他，少年不知道当时女子是怎么想的，但他知道自己现在的眼神肯定是没有一点灵魂的。因为，他已经从女子湿润的眼睛看到了自己的模样。\n \n“你是谁？”\n \n少年空洞的向女子发问。 \n \n女子看着他，沉默了许久，然后……脸上露出温和又哀伤的微笑。\n \n“我叫黑音，黑夜的黑，音符的音……是……来保护你的人。” \n \n……\n \n“黯，黑字旁写个音，这个字就算我送你的名字了。” \n \n“黯……”\n \n少女在嘴边念叨了一下。\n \n“喂，这次我可不允许你摇头，再摇头我就让你以后都摇不了头。”\n \n“唔……不会的，这个名字，我很喜欢。”\n \n少女……哦，不，现在应该是叫黯了，她看着蓝，脸上挂起了开心的笑容。 \n \n不仅是脸，她和她连笑容都那么像。 \n \n“那就行，我去楼下等，你衣服穿好就下来找我，不会走楼梯就自己滚，听懂了吗。”\n \n“嗯……” \n \n蓝走出房间，顺手带上了门，黯坐在床上，手里攥着蓝给的衣服，呆滞着不知道在想些什么。 \n\n片刻后，她像是从梦中惊醒一样，用手按着自己的心口，喃喃道……  \n\n“黯……”\n\n“这里叫秋叶镇，是广阔的南滨众多不起眼的小村镇中的一个，人口不过百来号，不过话虽如此，但因为这里是离岛城夕暮城最近的临 海小镇之一，所以经常有商队往来，在偏远的南滨这里也算繁荣，消息也不封闭，再加上南滨四季如春的气候，这个小镇倒是非常适合人居住……喂！黯，你有在听我说话吗！” \n\n“……啊……没，没有……”\n \n一直在东张西望的黯连忙把目光收了回来，加快了自己的步伐跟上了蓝。\n \n“哟，这不是蓝吗？怎么了，昨天都没看见你人，是去找小方说的僵尸了？” \n\n一个抬着两大箱苹果路过的壮硕青年看见了蓝，立刻腾出了一只手朝着他打了个招呼。 \n \n“嗯，还有，你苹果要倒了。” \n \n“！！！”\n \n青年这才反应过来他手上的两箱苹果已经濒临倾倒了，不过就算发现，也为时已晚了…… \n\n…… \n\n预料中的碰撞声并没有出现，蓝一只手托着苹果箱，轻轻的把它放在了地上。 \n \n“你做事情怎么跟僵尸一样，没脑子，这两个苹果我就拿走当报酬了。”\n \n随手拿走两个苹果后，蓝头也没回的就继续往前走，黯看了看蓝的背影，又看了一下壮硕青年习以为常的样子……\n \n但蓝没有给她思考这到底是什么回事的时间。 \n \n“黯！看什么看，再不过来我就不管你了。”\n \n“唔！来了！” \n \n快跑跟上蓝的背影，跟着他慢慢的走着。\n \n“黯，这个你拿着先吃，等等可没什么东西给你填肚子的。”\n \n两个围绕着粒子的苹果抛到了黯的面前，黯下意识的把它抓在了手里。\n \n“这不是……” \n \n“吃就是了，哪来那么都B话。”\n \n“唔……”\n \n…… \n \n“蓝啊，上次跟你说的僵尸你找到了吗？是不是真的？”\n \n“真，比你人都真，就差和你长得一样了。”\n \n……\n \n“诶，这不是蓝吗？上次叫你帮我找狗真是幸苦你了。”\n \n“下次你爸跑到森林里，我就把它涮了！”\n \n……\n \n“蓝啊！上次的东西谢了！” \n \n“那是你老爹给你的，要谢就今年萤火节给你老爹放盏灯去。”\n \n……\n \n走了十几分钟，直到走到了人迹罕至的林间小道后，向蓝打招呼的声音才逐渐消失。\n \n“蓝，他们都好热情。”\n \n“还不是这群B崽子整天闲着有事没事的就只知道整些有的没的的事情出来，一不小心玩脱了还要过来请我帮他们擦屁股，当然，我可不是那些俗套RPG游戏里的勇者大人，什么琐事破事都要去帮，我可以很负责任的说，这群苟儿子的事我一次都没有帮过，真的。” \n\n黯扭过头看着蓝的侧脸，蓝尽可能的不让自己的表情出现什么偏差。 \n \n“……蓝为什么要强调？”\n \n“因为有让你清晰明白的必要。” \n \n“唔……”\n \n……\n \n沿着这条林间小路，在小路的尽头是一个看上去有些时间的大宅院，蓝领着黯走到屋子前，举起手用力的锤着门边的墙壁。\n \n“大妈！老子我给你送女儿来了！还不快点给老子我滚下来！”\n \n“蓝是吧？别敲墙了，孩子们刚睡着。”\n \n细微的应答声从门内传来，明明几乎快被敲墙声遮蔽到听不见了，但蓝还是在应答声出现后停下了自己的手。\n\n随着拖鞋在木质的地板上小心又快速的走路声逐渐清晰，蓝退后了两步，把黯拉到了自己前面。\n \n“喀拉”\n \n木门的吱呀声沉寂，一个中年妇女出现在了门边，她身上还系着围裙，看上去刚刚还在厨房里忙碌的样子。 \n \n一看到站在蓝面前的有些紧张少女，脸上出现了一瞬间疑惑，然后在下一秒就变为了和蔼的微笑。\n \n“这家伙叫黯，我昨天在森林里捡到的孩子，我这边什么情况你也是知道的，带着个小屁孩影响太大了。”\n \n大妈看了看黯，稍稍蹲下来了一些，把自己的身高压到和黯差不多的高度，目光与黯的目光相交。 \n\n黯不着痕迹的退后了一步，看样子还不习惯和除了蓝之外的人靠那么近。  \n\n“是叫黯吗？”\n \n“……嗯……” \n \n“真是个好名字，能告诉我怎么写吗？”\n \n黯偷偷的看了眼蓝，见蓝轻轻的点了点头后，才在空中比划出了黯的写法。\n \n“黑音黯啊……那小黯，我现在有一个问题，你按照自己的想法回答就行了，可以吗？”\n \n“唔……嗯……” \n\n“我叫伊娜，你可以叫我伊娜妈妈，也可以跟着蓝一样叫我大妈，我这里开的是一家福利院，是收养那些没有地方可以去的孩子的地方，听蓝说你也没有可以去的地方，那，你愿意在这里住下吗？不愿意也不用直说，你可以在这里现住一段时间，然后再决定，行吗？” \n\n黯很明显的犹豫了，她看着蓝，想争取他的意见，但蓝根本没有看她，而是神游似的看着别处，仿佛现在这里发生的事情不管他一样。 \n \n“唔……”\n \n“妈妈……我刚刚好像听到蓝哥哥的声音了……是不是……”\n \n在黯还在犹豫的时间里，一个穿着睡衣，莫约十三四岁的男生从房子里走了出来，一只手揉着眼睛，看上去是刚刚睡醒的样子，但在看到门口站的这些人后，像是不相信自己的眼睛一样重重的揉了两下。\n \n“真的是蓝哥哥啊……大家！蓝哥哥来了！快醒醒！”\n \n“奥诺……” \n\n大妈还没来得及叫住男生，男生就大声叫喊着跑开了，不过片刻，宅子的二楼就传来密密麻麻的脚步声，孩子们一个接着一个跑了下来，围在了三人周围。 \n \n“蓝哥哥，方哥哥说的那只僵尸你找到了吗？有没有把它打败啊？”\n \n“哥哥有没有遇到什么事情？能不能跟我们说说！” \n \n啧，这些小屁孩。\n \n蓝看了一眼大妈，看到大妈也笑着看着他，没办法只好把孩子们带到了离大妈和黯稍微远一些的地方。 \n\n大多数的孩子都围绕着蓝的身边，倒还有些站在稍微远一些的地方，上下打量着黯。 \n \n“这个人没见过诶，是小镇里的人吗？” \n\n“不是吧，应该是新来的人吧。”\n \n“那就是新朋友了？”\n \n孩子们讨论着，胆大者已经走到了黯和大妈的旁边。\n \n“妈妈，她是新来的朋友吗？”\n \n“人家还没答应呢……” \n \n“那就是有可能是喽！你好，我叫若叶，你叫什么？”\n \n这个看上去和黯一般大的男生很热情的向黯打起了招呼，而黯倒是从来没和年级相仿的人交流过一样，慌慌张张地，什么话也不说。  \n\n大妈见状，把黯和若叶拉开了一点距离。\n \n“若叶，你去叫大家回去睡觉。”\n \n“唔……”\n \n若叶轻轻的应了一声，最后看了一眼黯后，就去叫围住蓝的孩子们了。\n \n“抱歉，让你看到了这样的情况，他们都很喜欢蓝，但蓝有段时间没来看他们了，所以有些激动。” \n\n大妈脸上挂起了略带歉意的笑容。\n \n“没……没关系……这样子，挺好的。”\n \n大妈看着黯，突然从她眼中看到了一丝羡慕与渴望。 \n \n“伊娜妈妈……”\n \n黯从孩子们的身上收回目光，重新看向了大妈，还是如同黑珍珠的眼眸，但此时她的眼睛里已经多了一些东西。 \n\n“谢谢您的好意，但我还是想跟着蓝，待在他的身边。”\n \n“但……”\n \n“我知道跟着蓝很危险，我亲眼看到了他也那些怪物战斗，是很危险的战斗，一不小心就会丧命，但我还是想跟着他，因为……”\n\n黯停顿了一下，低下了头，片刻后重新抬起时，大妈从她身上看到了一个人的身影……是两年前蓝的影子。 \n\n“不用说了，我知道你的选择了。” \n \n大妈伸手轻轻的挡住了黯的嘴。\n \n“这些话，还是和蓝说吧，照他的性子，估计不会答应让你跟着他，别看他这样吊儿郎当的，一遇到事情他出手的比谁都快，他肯定不会希望你和他一同冒险，他会想办法让你放弃跟着他，但他也会给你一个选择的机会，到了那个时候，做出的选择一定要对的起自己的心，好了，大妈就说那么多了，蓝也过来了，你去把你的选择告诉它吧。”\n \n若叶领着孩子回到了宅子里，蓝也终于从孩子堆里脱身，见大妈和黯看上去已经说完的样子，就上前去走到了他们身边。\n \n“你们两个讲好了吧，怎么样？我可以先走了吧。” \n \n“你倒是别急，让孩子自己跟你说吧。”大妈笑着把黯推到了蓝面前，蓝看着黯，黯也回看着他。  \n\n“我想……留在你身边，行吗？”\n \n“啧，当然不行！跟着我有多危险你也是看到了，你想zi杀自己去找棵看得顺眼的树，没必要来我这里蹭棺材，我也没有时间来照顾一个只会拖我后腿的人，伊娜，你赶紧把她领走做心理辅导，我先走了。” \n\n蓝转身欲走，但一只小手却抓住了他的衣摆。 \n \n啧……不知死活……\n \n“走，我带你去个地方，记得把这里的路记下来，省的你待会要回来忘记来这里的路。”\n\n“你为什么要跟着我。” \n \n伊娜的大妈的宅院已经远去，两人现在站的是一块有着稀疏植被的平地，零星的树木点缀着这块无人之地。蓝停下了脚步，转过身俯视着黯，寒冷如霜的脸上没有一点点的表情。\n \n“我承认我不是什么好人，第一次救你只是为了杀那只僵尸而顺便的，把你送到伊娜大妈哪里也只是为了稍微像个正常人而已，你要是跟着我，只不过是把自己送给那些怪物当零食，我不会再救你第二次，这样子你还要跟着我？”\n \n“嗯……” \n \n“理由，给我你的理由。” \n \n“……我想要变强，超出一切的强。”\n \n“呵呵……你的理由，不只是这些吧。” \n \n蓝嘲讽似笑了笑，目光注视着她的眼眸，漆黑的眼瞳中，蓝看到了她灵魂深处的一些东西…… \n \n“我……想要，复仇向一个人复仇。” \n \n黯缓缓的道出了她的理由，声线平静的如一道止水。 \n\n“哼……无聊的理由……每个人都希望变强，但变强这种事也不是说说就可以的，更何况我也不会花费精力去教一个没有价值的人变强，所以……”\n \n蓝退后了两步，把一把木剑甩了出去。\n \n“向我证明一下你的价值吧，黯。” \n \n木剑在空中旋转着，**的插在了黯面前的地上，她沉默着，拔出了眼前的剑。\n \n“规则很简单，在你打算放弃或者是爬不起来前，用你一切的手段和方法攻击的我一下，我就承认你的理由，认同你的决心，如果不行，你就乖乖的会伊娜大妈那里好好待着。”\n \n“我是不会去的。” \n \n单手持剑，黯径直的朝他冲去，一次一次的朝他砍去。 \n \n“呵，无谓的挥砍，粗糙的动作，凌乱的步伐，你的攻击根本毫无意义。” \n\n没有用出在之前森林里移动的那种鬼魅身法，只是简简单单的左右走动，黯的剑就落到了空处，就连蓝的衣角也没有碰到。\n \n黯不断的追击，蓝也没有还手，只是闲庭漫步一样的躲闪着她的攻击。 \n\n“你的剑根本毫无重量，你口中的复仇只不过是你为了掩饰自己的幌子，如同沧海中的一朵星火，不可能存在未来。” \n\n“灵魂承载意识，意识调控粒子，粒子构成世界上的万事万物，人因自身的意识高度高出其他的生物，所以拥有了掌控一定量粒子的能力，这是人能够对抗那些各各方面都高于他们的怪物的重要原因，而你呢，你连水粒子都害怕，谈什么去控制它们，谈什么变强！可笑至极！”\n \n“人因愿望而存在，而你的愿望是复仇，这种短小的愿望在消失的那一瞬间，受愿望影响的意识飞速收缩，你的意识将无法再掌控粒子，而这样的结果只有两种，失去所有力量和因构成粒子的崩溃而身体消散！” \n\n“为什么想着变强？活得像个普通人，在强者的后过上安稳的日子，整天为了一些平凡的小事而忙碌，为了一些小小的感动而落泪，为了一些俗烂的故事而开怀笑颜。认识的自己的弱小，在别人的身后平平凡凡的过上每一天，这样的日子，难道不好吗？为什么，要想着变强！” \n \n步伐动，他身影一瞬间出现在黯的身后。 \n \n木剑出，剑上卷起的粒子如烟雾般腾飞。 \n \n剑附加：粒子缓冲 \n \n一剑挥出，黯勉强转过身，挡住了这一剑，但同时，她手中的剑也被挑飞，无数的剑影在她的眼前出现，黯只好用双臂挡住自己。\n \n“挥剑与挥剑之间必定存在空隙，空隙的瞬间就是人反击的机会，上一秒的动作决定了你下一秒的动作，是挑是刺，是格挡还是闪避，在掌握攻守时机的同时，攻守的性质也出现了变化，攻击也是防守，防守也是攻击，但你的剑里只有攻击，根本不考虑自己的攻击，战士的剑是为了守护而挥的，不懂得生命可贵的人更不会懂得守护的意义，而不懂得守护的人，根本没有成为战士的可能！” \n\n飞舞的木剑破开了黯的防守，而在剑影的背后，一个卷着粒子的拳头如翔龙般挥出，涌出的粒子将黯冲飞，在地上滚了数圈后才因撞上了路边的橡木而停下。 \n \n拳附加：粒子冲击、粒子缓冲、粒子缓冲·延时 \n\n疼，全身都在疼，因剧烈运动而暂时被压制下来的疼痛感在这一瞬间爆发，少女不再有站起来的力气，也失去了站起来的勇气。\n \n“就这样了吗” \n \n蓝走到她面前，把她的木剑重新插在了她面前的土地上。\n \n“如果就这样的话，那你就自己回去吧，不要让我在除了福利院以外的地方看到你。”\n\n一步一步离开，步伐踩的比平时重上不知道多少。 \n \n我在……期待着什么着什么呢……可笑的人……呵……应该是我吧…… \n\n不过……这样也不错，起码不会再有人因我而死了。 \n \n“认识到自己的弱小……”\n \n耳边突然响起了她的话…… \n \n…… \n \n“蓝！你又去找那只魔物了！我不是让你别去吗！”\n \n“那只魔物已经快完全体了，再不杀就……”\n \n“那你也不能拿自己的命去赌啊！这件事交给我，你就在家里不要出去，好好反省个几天。” \n \n“但……”\n \n“别说了！认识到自己的弱小，不要想着去做那些超出自己能力的事情，记住我的话，这是你在变得足够强之前必须记住的，未来的你只会比我更强，不要随便的轻视自己的生命！”\n \n……\n \n步伐突然停下，在粒子感知中，少女的手重新握上了剑。\n \n“不会的……”\n \n嘴角不自觉的上扬，手也不自觉攥紧了手中剑。\n \n有点，小瞧她了。 \n \n他的身后，少女撑着木剑重新站起了身，无数形态各异、颜色不同的粒子在她身周明暗交替的闪烁着。\n \n“我……是不会走的！”\n \n狂风平地而起，大量粒子刮起的风扬起了蓝的衣摆，一阵刺骨的冰冷从脚底蔓上心头，脚下不知何时结上一层冰面，把他定在了这个位置。 \n \n冰冻粒子？还有粒子领域？不，不对，这是意识膨胀后暂时的粒子扩张现象。 \n \n用粒子强行震碎脚上的冰晶，蓝转过身，看见的是漫天飞舞的紫色粒子、迎面劈下的木剑和持剑的少女。 \n\n松开了握剑的手，蓝不着痕迹的用粒子护住了自己的骨骼和内脏。 \n \n“咚……”\n \n木剑落在了蓝的肩上，发出了沉闷的响声，少女的脸上浮起了不可置信、惊讶、欣喜的表情，但在下一秒，身形一倾，身体失去了精神上的支撑而倒下。\n \n蓝伸手扶住了她，让她靠在自己的身上。 \n \n脱力昏迷了吗，还好没受什么伤。\n \n青年抱起了少女，在她的耳旁轻声留下一句话……\n \n“你合格了。”\n\nsize=3]“咚咚咚……” \n\n沉重的敲门声把刚刚在床上躺下的蓝从床上拉了起来，他烦躁的挠了挠自己的头发，把本来就乱的头发挠的更乱了。\n \n“那个死宰种大清早的鬼敲门啊！不知道老子这个点才睡吗！” \n \n蓝徒手把门拿了下来，看见的是提着一个小箱子的伊娜大妈。 \n \n“早上好，你这不是看上去很精神吗。”\n \n“精神你个头，要不是老子熬夜熬惯了，早就……算了，老子大人不记小人过，就不和你计较了，大妈你大清早的不在福利院里给那群小屁孩准备早餐，跑我这边干嘛？总不会是闲着蛋疼没事干来我这里吧。”\n \n“我这不是给小黯来送点衣服嘛，昨天你们走的太急了，都没时间给小黯几件衣服。”\n \n“这就是你打扰我睡觉的理由？” \n \n“你这不是还没睡吗？”\n \n“……啧……你进来吧。” \n \n大妈走进屋子，随便找了张椅子坐下，把箱子放在一边。 \n \n“小黯她还没起床吗？” \n \n“还没。” \n \n“那我在楼下先坐会吧。” \n \n蓝也找了张椅子坐下，从衣服的口袋里拿出了自己随身携带的一本只有巴掌大的书翻阅起来。 \n \n“看这样子，你是同意让小黯跟着你了。”\n \n“没有，只是赶不走而已。”\n \n“哈哈，你也就只会嘴硬了……黯……你怎么想到给她取这样的名字，这个字可不是什么很好的字。”\n\n“……管它呢，突然想到就拿来用了……”\n \n“对了，今早宅子后面的小树林里出现了一只精英怪，你有时间就来解决一下。”\n \n“哦……” \n \n满不在乎的应了一声，蓝突然把自己的书收了起来，向楼上走去。\n \n“咋了，突然走掉。” \n \n“她起来了，我去叫她。” \n\n明明楼上没有传来任何声响，蓝却这样子说道。 \n \n“你在她的房间里放了什么警报装置之类的东西吧。” \n \n蓝看了大妈一眼，又把目光收了回来。 \n \n“只是不想有人突然在我家里被干掉我还不知道罢了。” \n \n…… \n \n没过多久，蓝就带着黯回到一楼，黯一看到大妈就下意识的往蓝身后躲，但蓝没有给她躲得机会，直接把她拎到了大妈的面前。 \n\n大妈上下打量了一下黯身上的衣服。 \n\n“啧啧啧，你看看你，都给孩子穿了些什么，昨天没有仔细看，今天看完就感觉你小子单身的有理有据，连拿个尺寸差不多的衣服都不会。” \n\n“我有什么办法，我又不是开服装店的，能拿出来给这小崽子穿的也就这两件能看了，还有，我给这小崽子穿啥子衣服关我单身P事。” \n \n“唉，算了算了，你先出去待着，我给小黯整整衣服。” \n \n“哈？我出去？” \n \n“对啊，你就别费话了，难不成你还想留在这里看女孩子换衣服？” \n\n在大妈的驱赶下，蓝一脸懵逼的站在了自己家门口，接着耳边就传来清脆的锁门声。 \n\n我去！换个衣服至于把我赶出来吗？楼上又不是没有房间，更何况你锁门有个锤子用，老子又不是没办……呸，真当老子会对这种长都没长开的幼女感兴趣？怎么可能！老子又不是方舟那个死变态……罢了罢了，老子我大人有大量，就不和你计较了。 \n \n在门口的阶梯上坐下，翻开了那本只有巴掌大的书，书的封皮上写着“物品总览”这四个字。 \n\n明明只有那么一小本，却敢称《物品总览》，在别人眼中是不是可以称为狂妄呢。 \n\n书页已经翻开，但蓝的注意力却从书上飘转开，疲惫的精神逐渐沉进黑暗……\n\n……不就……三天……没睡吗……怎么会……算了……那就这……睡一下会……吧…… \n \n…… \n \n“蓝！生日快乐！” \n\n“唔……我没跟你讲过我生日是什么时候吧。”\n \n“嘛，别在意这种事情嘛，对了，看看我给你的生日礼物。”\n\n“《物品总览》？好狂啊，没有听过这本书的名字，是什么过气作家写的吗……嘶，师傅你打我干嘛啊！” \n\n“这本书可是我亲手写的，怎么就是冷门作家了……”\n \n“那直接就不是作家了……” \n \n“你在小声嘀咕什么？”\n \n“没……没有，师傅你继续。” \n\n“嘛，我也不和你计较，这本书里可是囊括了这个世界上所以物品的简介，哪怕是传说中的神造物也记录在其中，无论是使用方法、获得途径还是传说传闻，你以后遇到什么不会的都可以去查这本书。” \n \n“就那么一小本？真的装得下那么多东西吗？”\n \n“你可不要以貌取人，它是我用粒子写的，整本书也是我用粒子构成的，怎么可能和其他书比，你只要用粒子激活它就行了，这样我就不用担心你在外有什么不认识的东西了。” \n \n“诶？你这话说的就像你不在了也没有关系，让人毛毛的。” \n \n“哈哈，你这样子理解也没什么关系。” \n \n“师傅你真的要走？！” \n \n“当然……是骗你的啦，你这个小傻瓜，我走了可就没人保护你了，你不愿意我还舍不得你呢。” \n \n“嘁……恶心……”\n \n“哈哈，脸红了。” \n \n…… \n \n“蓝……蓝……醒醒……” \n \n迷糊间总感觉有人在叫自己，蓝揉了揉眼睛，拉开自己有些沉重的眼皮，纯白掺了些金色日光有些刺眼，抬手稍稍遮掩了一下阳光，逆光中，他眼前的世界是一片的纯白。 \n\n纯白的世界里，一个模糊的黑色身影是那么的熟悉，恍惚间，他好像看见了那个早已消逝的人。 \n \n“师……傅……” \n \n蓝伸出了手，搂住了眼前的人。 \n \n如果这是梦境…… \n \n我已经走出地狱了。 \n \n我已经不再自大了。\n \n……也希望它再久一些…… \n \n我已经斩断过去了。\n \n我已经失去所有了。 \n \n……我还有话没有对她说……\n \n我……再不想孤身一人…… \n \n我……想你回来。 \n \n宛如梦境的白幕逐渐退场，黑影的样子也逐渐在眼前变得清晰，明明有着几乎一样的脸，却不是一个人。 \n\n“蓝……蓝你在干嘛呢？”\n \n听到黯的声音，蓝立马松开了搂住她的手，连忙向后退了好几步，慌忙间差点撞上台阶的护栏，看着她疑惑的眼神，站起身，轻咳了两声来掩饰自己的举动。 \n \n“咳咳，怎么就你一个，伊娜大妈人呢？”\n \n“大妈她说福利院里有事，就先走了，让我在这里等你醒来，我看你一直没醒就自己叫你了，没关系吗？” \n \n“没事……” \n \n看了看已经升上天穹之顶的那轮金环，蓝大致的推算了一下时间。 \n\n睡了那么就吗？如果她没叫我可能会睡更久……啧……是多了一个人变得不够谨慎了吗？看来最近要注意一下了。 \n \n“对了，大妈给了你什么衣服，给我看看。” \n \n“现在就穿在身上哦。” \n \n少女转了一圈，看上去是非常欣喜。 \n\n蓝上下打量了一下，黑色的长风衣略显宽大，没有打理过的衣领歪斜的立着，看上去既懒散又有些滑稽，橙色的长发顺着脊背滑落，同衣摆一样落到了膝盖处，里面穿的是纯白的衬衫，同风衣一样看上去有些宽大，不过倒是没有原本看上去那么宽大了，陪着衬衫的是一件黑色的百褶裙，黑白的搭配倒是让她精神了不少，而再往下就是一双褐色的靴子，可能是考虑到会与怪物战斗和荒郊野外的到处跑，所以选了这个。 \n\n“嗯……看上去倒是有点正常人的样子了，不过……这风衣和衬衫不是还是我给你的衣服吗？大妈带的衣服不少吧，你干嘛还留着这两件。” \n \n“嘿，因为这是蓝给我的衣服。”\n \n“嘁，不就是改了下吗，这种事我也可以啊，还要把我赶出来。” \n \n“大妈没改啊。” \n \n黯的话让蓝愣了一下。 \n \n“没改？那……” \n \n蓝又重新打量了一下黯，然后…… \n \n“你长高了？”本来看上去只有十三四岁的黯，现在看起来好像大了一两岁，本来只到他腰间的身高，现在好像到了他的胸口。 \n\n“长高是好事吗？大妈也这样说。” \n \n黯看上去有些疑惑，手指把玩着散落下来的侧发，目光看着蓝。\n \n“不是好事也不是什么坏事，反正……啧，跟你解释也没有，准备好了就跟我走。”\n \n“去哪里？”\n \n“去福利院，给那个整天闲着没事就瞎操心的大妈送点礼物。” \n \n“礼物？什么是礼物？” \n \n“望天，跟你交流真难。” \n \n“望天？什么是望天？看着天空吗？为什么要这样？”\n \n“……再吵就把你的头卸下来给大妈当礼物。”\n \n“唔……”\n\n\n福利院后树林中的一片空地上，黯和一只身穿零散装甲的僵尸对视而立，一人一尸之间正好相隔了十六个身位。 \n\n“看到了吗？这就是你的第一个对手，放心，这只和之前那只不一样，它只是只普通的僵尸，这些怪物基本都是近视眼，视野范围只有十六个身位，所以它现在根本看不见你，你做好准备就把你前面的铁剑拿起来，反正今天你的任务就是在晚饭前把它干掉，不然晚饭告吹，我可不会出手帮你。” \n \n蓝在离黯稍远一些的树荫下坐着对她喊话，他的身边和昨天一样围了一圈福利院的孩子，他们是在伊娜大妈的同意下特地跑出来看蓝打怪，不过今天这个情况好像让他们有点失望。 \n \n“蓝哥哥，你不跟它打吗？”\n \n“不打，我可没有必要为了一个没有奖励的委托来浪费体力。”  \n \n“那个姐姐真的打得过吗？看上去就跟若叶哥哥差不多大。” \n\n“岚岚你怎么说话的，明天春天我可就要离开福利院了，我也要去当猎人，成为和蓝哥哥一样厉害的猎人！”\n \n“嘁，就知道吹牛。” \n \n孩子们吵吵嚷嚷的一片，蓝不自觉的皱起了眉头，然后又用手把眉间抚平。 \n\n啧，这群小屁孩还是和以前一样吵。\n \n…… \n \n黯踌躇了一会，然后握住了铁剑的剑柄。 \n \n“诶？这个好重……”\n \n“这不是屁话吗，这玩意儿可不是你之前拿的木制品能比的。”\n \n黯两只手拿着剑，这才勉勉强强的把它拿起来，但看上去像是一挥剑就会摔倒的样子。 \n \n“啧，算了，我先给你做个示范。” \n\n蓝走过黯身边，顺手抢过了她的铁剑，一进范围内，僵尸就咆哮着朝着蓝冲来，十六个身位的距离恍然无物，眨眼间就进入了短兵交接距离。  \n\n\n“好好听好好看，我所有话只说一遍。” \n\n像是闲庭漫步一样，蓝在僵尸的周围游走着，手中的剑随意而有律感的落在僵尸的盔甲上，交织的金鸣声如同钢琴曲一样悦耳，而反观僵尸，不断的无能狂怒、不断的攻击，却是连蓝的衣角也没碰到。 \n\n“这些怪物大多都依靠本能攻击，攻击手段单一，攻击频率缓慢，你第一次拿铁剑，不用要求自己要多快的攻击，只要去掌握它的攻击节奏，用走位把它的攻击带入自己的攻击节奏中，然后把握住这一切的前提上，把你所有的招式和手段糊到它脸上就行了，想咋糊咋糊，只要在你体力用完前把它糊死就行了。”\n \n一剑把僵尸打了踉跄，同时接上一记掺着粒子禁锢的粒子冲击，强行把它控在一个安全距离外。 \n \n粒子公式：粒子迟缓+粒子压缩=粒子禁锢 \n \n“好了，到你了。”\n \n蓝走过黯身边，把铁剑塞给了她，把她推到僵尸面前的同时解开了僵尸的禁锢。 \n\n“诶？嗯……内个啊……僵尸先生……刚刚砍你的人叫蓝，我是他的学生黯，是他让我来杀你的，请你不要太生气，唔……还有……这是我第一次杀怪，可能有些生疏，如果一不小心弄疼你了，还请你多多谅解。” \n\n蓝从包里拿西瓜的手一僵，西瓜差点掉回包里。 \n \n“那个姐姐在和僵尸讲话诶。”\n \n“她是笨蛋吗？僵尸怎么可能听得懂人的话。”\n \n“但……僵尸好像……点头了。” \n\n黯有些吃力的挥动着手中的铁剑，而僵尸也在挥动着手中的石剑，一人一怪的攻击都毫无章法，但却都正好能够招架住对方的攻击，就像是盯着剑攻击而不是对对方攻击。 \n \n看了两分钟，蓝小声的叹了口气，握起了一颗雪球在手上。\n \n“MD，看不下去了。”  \n \n雪球附加：粒子加速，粒子禁锢 \n \n一道白影掠过了黯的身边，落在了僵尸的身上，把它再次控在原地。蓝大步走到了黯的身边。 \n\n“你看看你的攻击方式，我刚刚给你样式的你都在看什么？为什么要双手握剑，我们是猎人、是战士，不是剑士，剑永远不是我们唯一的武器，身上任何能做武器的东西在战斗中都可以用上，双手握剑只会限制我们的灵活性，空出一只手还能更方便的使用粒子。” \n\n“力气不够拿不动剑？那你不会用粒子啊！昨天粒子还不是用的挺顺手的吗？把粒子灌进手臂来加固自己的构成粒子，通过加固构成粒子来增加自己的力量，哈？你问我构成粒子是什么？你的身体是什么构成的构成粒子就是什么啊！这个都不知道？你是这个世界的人吗？” \n\n“腿给我动起来，让自己尽可能的处在运动状态中，看你动都不动的，真怀疑你的腿是不是要锯了重造两条，动作不要太大，小幅度的运动可以增加你躲闪的可能性和攻击的可能性，还比较省体力……你问我为什么不穿盔甲？能躲得掉的攻击干嘛要硬抗，你不怕痛啊！你不怕痛老子还怕呢，盔甲这种东西是给那些不会用粒子的人用的，用粒子保护自己岂不是比盔甲更好，灵活又高防。”\n \n“看看对手的动作行不，眼睛是白长的吗？那些盲剑士能够做到只靠体感和声音就可以判断身周所以事物的运动，给你五感观察一只傻的不行的僵尸你都做不到，你拿什么去和真正的高手比？”\n \n“还有，你动点脑子会死啊！小孩子玩角色扮演都比你有脑子，战斗又不是只要正面杠就行了的事情。”\n \n蓝走到僵尸的旁边，手上粒子卷起，一掌拍在了僵尸的身上，清脆的金属碎裂声响起，僵尸身上的盔甲像被石头砸中的玻璃一样瞬间碎了个精光，只有头上的头盔免遭一祸。 \n \n粒子分解→粒子脆弱 \n \n粒子公式：粒子脆弱+粒子冲击=粒子破甲  \n \n“你今天不把这只僵尸干掉，你今天就别想吃晚饭。” \n \n“听……”\n \n不等黯的话说完，僵尸身上的粒子禁锢突然消失，它咆哮着，又朝着黯冲来，黯重新握住了剑，粒子的烟雾在她手臂上一闪而过，她单手举起剑，这次她握剑的手不再颤抖，起剑的姿势也有了几分样子，仔细一看，倒还有蓝的影子在里面。 \n\n这家伙，学的倒挺快。 \n \n蓝看着在努力于僵尸周旋的黯，眼前浮现的是自己曾经的身影。 \n \n…… \n \n“哈！”\n \n像是吼声可以增加自己的力量一样，黯用尽自己最后的力气挥出了这一剑，而早已遍体鳞伤的僵尸没有来得及防下这一剑，只能看着闪着寒光的铁剑正中自己的身侧，被硬生生的拦腰切成了两半。 \n \n“哈……哈……赢……赢了吗？” \n \n少女拄着剑，这样子自言自语的问。\n \n“嗯，你赢了。” \n \n青年站在她身边，扶住了少女倒下的身体，这样子答。\n \n又体力透支了，这家伙身体素质还真是差，明明都已经经历过一次意识膨胀了。 \n \n轻轻把少女背起来，异常的冰冷从背后传来，就像背了块冰块一样。 \n \n这家伙，体温怎么那么低。 \n \n蓝在心里疑惑着，但也没去在意，嘴角不自觉的浮起一丝笑容。 \n\n今天只是个开始而已，以后可还有你好受的，不过，这次就让你休息一下吧。 \n \n…… \n \n半夜，福利院里的一个房间。黯在昏暗中缓缓睁开眼，看见的是橡木的天花板和坐在床边看书的蓝发青年。 \n\n感知到少女已经醒了，蓝没有收起手中的书，而是不知道从哪里摸出来一个苹果放在了黯的面前。 \n \n“还有力气就拿去吃掉，就当你的晚饭了。” \n \n“嗯。”黯努力的坐起身，拿起苹果一小口一小口的啃着。 \n \n“这里是……” \n \n“大妈的福利院的一个房间，我才懒得带一个打只僵尸都要从中午打到下午还脱力的人走那么远的路回家。”\n \n“唔……” \n \n黯看了看窗外，月亮已经升的很高了。 \n \n“蓝……”\n \n“嗯？什么事？” \n \n“那么晚了，你不睡吗？” \n \n“早上睡过了，你先睡，不然落下什么问题我可不会带你去找医生。” \n \n“唔……” \n \n黯背着蓝躺下，黑珍珠样的眸子看着悬在夜空中的冷月。 \n \n“蓝，我能问你个问题吗？”\n \n“说。” \n \n“以复仇为目标的努力，是不是不会有美好的结局。”\n \n“嗯，人是要有目标才能活下去的生物，一个只有一个短小的目标的人，在目标达成的瞬间，会失去一切的力量，成为一具空壳或死人。”\n \n“蓝你见过这样的人？” \n \n“……” \n \n“嗯，我见过一个差一点成为这样的人。” \n \n“那蓝为什么还要教我变强，明明……”\n \n“让你变强不是我的目的……” \n \n蓝打断了她的话。 \n \n“……为了复仇变强，在变强的过程中放下复仇，这才是我教你的原因。”\n \n“好了，你睡吧，我先走了。”\n \n说完，蓝站起身，悄无声息的离开了房间。 \n\n冰凉的夜风卷进屋内，带走温暖留下了一片寒意，本来就冰冷的少女，手里紧紧地攥着被子角，嘴角微微扬起，毫无用处的被子好像都有了一丝暖意。 \n \n…… \n \n蓝靠着黯的房门，抬着头，漫不经心的看着这个已经看了不知道多少遍的天花板。\n \n“我到底是为什么……要这样……” \n \n喃喃着。",
    "replies": [
        {
            "author": "CH3263632317",
            "timestamp": 1604768040,
            "txt_content": "楼主加油加油哦"
        }
    ]
}