{
    "title": "各位觉得永生和死亡哪个更好。",
    "author": "星知夜雨",
    "replyCount": 91,
    "timestamp": 1595505780,
    "txt_content": " 本帖最后由 2015977614 于 2020-7-23 20:05 编辑 \n\n我有的时候会思考人为什么会死，也想越害怕，有事还会想，与其让我死还不如不让我在这个世界上，死亡的恐惧是未知的，是恐怖的，看不到终点的，但还有一些人会希望死亡，我也太清楚为啥，难道他们相信有天堂？有地狱？或者轮回，就算能轮回，还是你吗，人的主要不是记忆和精神吗？",
    "replies": [
        {
            "author": "小灬望",
            "timestamp": 1595505900,
            "txt_content": "死亡好，毕竟人总是要死的！！这是大自然的规律\n（作业太多了，不想活！！！）"
        },
        {
            "author": "零素",
            "timestamp": 1595505960,
            "txt_content": "\n带着这些问题，我们来审视一下人生什么是最苦呢？贫吗？不是。失意吗？不是。老吗？死吗？都不是。我说人生最苦的事，莫苦于身上背着一种未来的责任。 人若能知足，虽贫不苦；若能安分（不多做分外希望），虽然失意不苦；老、死，乃人生难免的事，达观的人看得很平常，也不算什么苦。独是凡人生在世间一天，便有一天应该的事。该做的事没有做完，便像是有几千斤重担子压在肩头，再苦是没有的了。为什么呢？因为受那良心责备不过，要逃躲也没处逃躲呀。 答应人办一件事没有办，欠了人的钱没有还，受了人的恩惠没有报答，得罪了人没有赔礼，这就连这个人的面也几乎不敢见他；纵然不见他的面，睡里梦里，都像有他的影子来缠着我。为什么呢？因为觉得对不住他呀，因为自己对他的责任，还没有解除呀。不独是对于一个人如此，就是对于家庭、对于社会、对于国家，乃至对于自己，都是如此。凡属我受过他好处的人，我对于他便有了责任。凡属我应该做的事，而且力量能够做得到的，我对于这件事便有了责任。凡属我自己打主意要做一件事，便是现在的自己和将来的自己立了一种契约，便是自己对于自己加一层责任。有了这责任，那良心便时时刻刻监督在后头，一日应尽的责任没有尽，到夜里头便是过的苦痛日子；一生应尽的责任没有尽，便死也带著苦痛往坟墓里去。这种苦痛却比不得普通的贫困老死，可以达观排解得来。所以我说人生没有苦痛便罢，若有苦痛，当然没有比这个加重的了。 翻过来看，什么事最快乐呢？自然责任完了，算是人生第一件乐事。古语说得好：“如释重负”；俗语亦说是：“心上一块石头落了地”。人到这个时候，那种轻松愉快，直是不可以言语形容。责任越重大，负责的日子越久长，到责任完了时，海阔天空，心安理得，那快乐还要加几倍哩！大抵天下事从苦中得来的乐才算真乐。人生须知道有负责任的苦处，才能知道有尽责任的乐处。这种苦乐循环，便是这有活力的人间一种趣味。却是不尽责任，受良心责备，这些苦都是自己找来的。一翻过去，处处尽责任，便处处快乐；时时尽责任，便时时快乐。快乐之权，操之在己。孔子所以说：“无入而不自得”，正是这种作用。 然则为什么孟子又说：“君子有终身之忧”呢？因为越是圣贤豪杰，他负的责任越是重大；而且他常要把这种种责任来揽在身上，肩头的担子从没有放下的时节。曾子还说哩：“任重而道远”，“死而后已，不亦远乎？”那仁人志士的忧民忧国，那诸圣诸佛的悲天悯人，虽说他是一辈子感受苦痛，也都可以。但是他日日在那里尽责任，便日日在那里得苦中真乐，所以他到底还是乐，不是苦呀！ 有人说：“既然这苦是从负责任而生的，我若是将责任卸却，岂不是就永远没有苦了吗？”这却不然，责任是要解除了才没有，并不是卸了就没有。人生若能永远像两三岁小孩，本来没有责任，那就本来没有苦。到了长成，责任自然压在你的肩头上，如何能躲？不过有大小的分别罢了。尽得大的责任，就得大快乐；尽得小的责任，就得小快乐。你若是要躲，倒是自投苦海，永远不能解除了。。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。 本人也是经过了深思熟虑，在每个日日夜夜思考这个问题。 就我个人来说，人生什么是最苦呢？贫吗？不是。失意吗？不是。老吗？死吗？都不是。我说人生最苦的事，莫苦于身上背着一种未来的责任。 人若能知足，虽贫不苦；若能安分（不多做分外希望），虽然失意不苦；老、死，乃人生难免的事，达观的人看得很平常，也不算什么苦。独是凡人生在世间一天，便有一天应该的事。该做的事没有做完，便像是有几千斤重担子压在肩头，再苦是没有的了。为什么呢？因为受那良心责备不过，要逃躲也没处逃躲呀。 答应人办一件事没有办，欠了人的钱没有还，受了人的恩惠没有报答，得罪了人没有赔礼，这就连这个人的面也几乎不敢见他；纵然不见他的面，睡里梦里，都像有他的影子来缠着我。为什么呢？因为觉得对不住他呀，因为自己对他的责任，还没有解除呀。不独是对于一个人如此，就是对于家庭、对于社会、对于国家，乃至对于自己，都是如此。凡属我受过他好处的人，我对于他便有了责任。凡属我应该做的事，而且力量能够做得到的，我对于这件事便有了责任。凡属我自己打主意要做一件事，便是现在的自己和将来的自己立了一种契约，便是自己对于自己加一层责任。有了这责任，那良心便时时刻刻监督在后头，一日应尽的责任没有尽，到夜里头便是过的苦痛日子；一生应尽的责任没有尽，便死也带著苦痛往坟墓里去。这种苦痛却比不得普通的贫困老死，可以达观排解得来。所以我说人生没有苦痛便罢，若有苦痛，当然没有比这个加重的了。 翻过来看，什么事最快乐呢？自然责任完了，算是人生第一件乐事。古语说得好：“如释重负”；俗语亦说是：“心上一块石头落了地”。人到这个时候，那种轻松愉快，直是不可以言语形容。责任越重大，负责的日子越久长，到责任完了时，海阔天空，心安理得，那快乐还要加几倍哩！大抵天下事从苦中得来的乐才算真乐。人生须知道有负责任的苦处，才能知道有尽责任的乐处。这种苦乐循环，便是这有活力的人间一种趣味。却是不尽责任，受良心责备，这些苦都是自己找来的。一翻过去，处处尽责任，便处处快乐；时时尽责任，便时时快乐。快乐之权，操之在己。孔子所以说：“无入而不自得”，正是这种作用。 然则为什么孟子又说：“君子有终身之忧”呢？因为越是圣贤豪杰，他负的责任越是重大；而且他常要把这种种责任来揽在身上，肩头的担子从没有放下的时节。曾子还说哩：“任重而道远”，“死而后已，不亦远乎？”那仁人志士的忧民忧国，那诸圣诸佛的悲天悯人，虽说他是一辈子感受苦痛，也都可以。但是他日日在那里尽责任，便日日在那里得苦中真乐，所以他到底还是乐，不是苦呀！ 有人说：“既然这苦是从负责任而生的，我若是将责任卸却，岂不是就永远没有苦了吗？”这却不然，责任是要解除了才没有，并不是卸了就没有。人生若能永远像两三岁小孩，本来没有责任，那就本来没有苦。到了长成，责任自然压在你的肩头上，如何能躲？不过有大小的分别罢了。尽得大的责任，就得大快乐；尽得小的责任，就得小快乐。你若是要躲，倒是自投苦海，永远不能解除了。对我的意义，不能不说非常重大。 每个人都不得不面对这些问题。 在面对这种问题时， 一般来讲，我们都必须务必慎重的考虑考虑。 总结的来说， 人生什么是最苦呢？贫吗？不是。失意吗？不是。老吗？死吗？都不是。我说人生最苦的事，莫苦于身上背着一种未来的责任。 人若能知足，虽贫不苦；若能安分（不多做分外希望），虽然失意不苦；老、死，乃人生难免的事，达观的人看得很平常，也不算什么苦。独是凡人生在世间一天，便有一天应该的事。该做的事没有做完，便像是有几千斤重担子压在肩头，再苦是没有的了。为什么呢？因为受那良心责备不过，要逃躲也没处逃躲呀。 答应人办一件事没有办，欠了人的钱没有还，受了人的恩惠没有报答，得罪了人没有赔礼，这就连这个人的面也几乎不敢见他；纵然不见他的面，睡里梦里，都像有他的影子来缠着我。为什么呢？因为觉得对不住他呀，因为自己对他的责任，还没有解除呀。不独是对于一个人如此，就是对于家庭、对于社会、对于国家，乃至对于自己，都是如此。凡属我受过他好处的人，我对于他便有了责任。凡属我应该做的事，而且力量能够做得到的，我对于这件事便有了责任。凡属我自己打主意要做一件事，便是现在的自己和将来的自己立了一种契约，便是自己对于自己加一层责任。有了这责任，那良心便时时刻刻监督在后头，一日应尽的责任没有尽，到夜里头便是过的苦痛日子；一生应尽的责任没有尽，便死也带著苦痛往坟墓里去。这种苦痛却比不得普通的贫困老死，可以达观排解得来。所以我说人生没有苦痛便罢，若有苦痛，当然没有比这个加重的了。 翻过来看，什么事最快乐呢？自然责任完了，算是人生第一件乐事。古语说得好：“如释重负”；俗语亦说是：“心上一块石头落了地”。人到这个时候，那种轻松愉快，直是不可以言语形容。责任越重大，负责的日子越久长，到责任完了时，海阔天空，心安理得，那快乐还要加几倍哩！大抵天下事从苦中得来的乐才算真乐。人生须知道有负责任的苦处，才能知道有尽责任的乐处。这种苦乐循环，便是这有活力的人间一种趣味。却是不尽责任，受良心责备，这些苦都是自己找来的。一翻过去，处处尽责任，便处处快乐；时时尽责任，便时时快乐。快乐之权，操之在己。孔子所以说：“无入而不自得”，正是这种作用。 然则为什么孟子又说：“君子有终身之忧”呢？因为越是圣贤豪杰，他负的责任越是重大；而且他常要把这种种责任来揽在身上，肩头的担子从没有放下的时节。曾子还说哩：“任重而道远”，“死而后已，不亦远乎？”那仁人志士的忧民忧国，那诸圣诸佛的悲天悯人，虽说他是一辈子感受苦痛，也都可以。但是他日日在那里尽责任，便日日在那里得苦中真乐，所以他到底还是乐，不是苦呀！ 有人说：“既然这苦是从负责任而生的，我若是将责任卸却，岂不是就永远没有苦了吗？”这却不然，责任是要解除了才没有，并不是卸了就没有。人生若能永远像两三岁小孩，本来没有责任，那就本来没有苦。到了长成，责任自然压在你的肩头上，如何能躲？不过有大小的分别罢了。尽得大的责任，就得大快乐；尽得小的责任，就得小快乐。你若是要躲，倒是自投苦海，永远不能解除了。，到底应该如何实现。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 　　经过上述讨论， 我认为， 人生什么是最苦呢？贫吗？不是。失意吗？不是。老吗？死吗？都不是。我说人生最苦的事，莫苦于身上背着一种未来的责任。 人若能知足，虽贫不苦；若能安分（不多做分外希望），虽然失意不苦；老、死，乃人生难免的事，达观的人看得很平常，也不算什么苦。独是凡人生在世间一天，便有一天应该的事。该做的事没有做完，便像是有几千斤重担子压在肩头，再苦是没有的了。为什么呢？因为受那良心责备不过，要逃躲也没处逃躲呀。 答应人办一件事没有办，欠了人的钱没有还，受了人的恩惠没有报答，得罪了人没有赔礼，这就连这个人的面也几乎不敢见他；纵然不见他的面，睡里梦里，都像有他的影子来缠着我。为什么呢？因为觉得对不住他呀，因为自己对他的责任，还没有解除呀。不独是对于一个人如此，就是对于家庭、对于社会、对于国家，乃至对于自己，都是如此。凡属我受过他好处的人，我对于他便有了责任。凡属我应该做的事，而且力量能够做得到的，我对于这件事便有了责任。凡属我自己打主意要做一件事，便是现在的自己和将来的自己立了一种契约，便是自己对于自己加一层责任。有了这责任，那良心便时时刻刻监督在后头，一日应尽的责任没有尽，到夜里头便是过的苦痛日子；一生应尽的责任没有尽，便死也带著苦痛往坟墓里去。这种苦痛却比不得普通的贫困老死，可以达观排解得来。所以我说人生没有苦痛便罢，若有苦痛，当然没有比这个加重的了。 翻过来看，什么事最快乐呢？自然责任完了，算是人生第一件乐事。古语说得好：“如释重负”；俗语亦说是：“心上一块石头落了地”。人到这个时候，那种轻松愉快，直是不可以言语形容。责任越重大，负责的日子越久长，到责任完了时，海阔天空，心安理得，那快乐还要加几倍哩！大抵天下事从苦中得来的乐才算真乐。人生须知道有负责任的苦处，才能知道有尽责任的乐处。这种苦乐循环，便是这有活力的人间一种趣味。却是不尽责任，受良心责备，这些苦都是自己找来的。一翻过去，处处尽责任，便处处快乐；时时尽责任，便时时快乐。快乐之权，操之在己。孔子所以说：“无入而不自得”，正是这种作用。 然则为什么孟子又说：“君子有终身之忧”呢？因为越是圣贤豪杰，他负的责任越是重大；而且他常要把这种种责任来揽在身上，肩头的担子从没有放下的时节。曾子还说哩：“任重而道远”，“死而后已，不亦远乎？”那仁人志士的忧民忧国，那诸圣诸佛的悲天悯人，虽说他是一辈子感受苦痛，也都可以。但是他日日在那里尽责任，便日日在那里得苦中真乐，所以他到底还是乐，不是苦呀！ 有人说：“既然这苦是从负责任而生的，我若是将责任卸却，岂不是就永远没有苦了吗？”这却不然，责任是要解除了才没有，并不是卸了就没有。人生若能永远像两三岁小孩，本来没有责任，那就本来没有苦。到了长成，责任自然压在你的肩头上，如何能躲？不过有大小的分别罢了。尽得大的责任，就得大快乐；尽得小的责任，就得小快乐。你若是要躲，倒是自投苦海，永远不能解除了。，到底应该如何实现。 人生什么是最苦呢？贫吗？不是。失意吗？不是。老吗？死吗？都不是。我说人生最苦的事，莫苦于身上背着一种未来的责任。 人若能知足，虽贫不苦；若能安分（不多做分外希望），虽然失意不苦；老、死，乃人生难免的事，达观的人看得很平常，也不算什么苦。独是凡人生在世间一天，便有一天应该的事。该做的事没有做完，便像是有几千斤重担子压在肩头，再苦是没有的了。为什么呢？因为受那良心责备不过，要逃躲也没处逃躲呀。 答应人办一件事没有办，欠了人的钱没有还，受了人的恩惠没有报答，得罪了人没有赔礼，这就连这个人的面也几乎不敢见他；纵然不见他的面，睡里梦里，都像有他的影子来缠着我。为什么呢？因为觉得对不住他呀，因为自己对他的责任，还没有解除呀。不独是对于一个人如此，就是对于家庭、对于社会、对于国家，乃至对于自己，都是如此。凡属我受过他好处的人，我对于他便有了责任。凡属我应该做的事，而且力量能够做得到的，我对于这件事便有了责任。凡属我自己打主意要做一件事，便是现在的自己和将来的自己立了一种契约，便是自己对于自己加一层责任。有了这责任，那良心便时时刻刻监督在后头，一日应尽的责任没有尽，到夜里头便是过的苦痛日子；一生应尽的责任没有尽，便死也带著苦痛往坟墓里去。这种苦痛却比不得普通的贫困老死，可以达观排解得来。所以我说人生没有苦痛便罢，若有苦痛，当然没有比这个加重的了。 翻过来看，什么事最快乐呢？自然责任完了，算是人生第一件乐事。古语说得好：“如释重负”；俗语亦说是：“心上一块石头落了地”。人到这个时候，那种轻松愉快，直是不可以言语形容。责任越重大，负责的日子越久长，到责任完了时，海阔天空，心安理得，那快乐还要加几倍哩！大抵天下事从苦中得来的乐才算真乐。人生须知道有负责任的苦处，才能知道有尽责任的乐处。这种苦乐循环，便是这有活力的人间一种趣味。却是不尽责任，受良心责备，这些苦都是自己找来的。一翻过去，处处尽责任，便处处快乐；时时尽责任，便时时快乐。快乐之权，操之在己。孔子所以说：“无入而不自得”，正是这种作用。 然则为什么孟子又说：“君子有终身之忧”呢？因为越是圣贤豪杰，他负的责任越是重大；而且他常要把这种种责任来揽在身上，肩头的担子从没有放下的时节。曾子还说哩：“任重而道远”，“死而后已，不亦远乎？”那仁人志士的忧民忧国，那诸圣诸佛的悲天悯人，虽说他是一辈子感受苦痛，也都可以。但是他日日在那里尽责任，便日日在那里得苦中真乐，所以他到底还是乐，不是苦呀！ 有人说：“既然这苦是从负责任而生的，我若是将责任卸却，岂不是就永远没有苦了吗？”这却不然，责任是要解除了才没有，并不是卸了就没有。人生若能永远像两三岁小孩，本来没有责任，那就本来没有苦。到了长成，责任自然压在你的肩头上，如何能躲？不过有大小的分别罢了。尽得大的责任，就得大快乐；尽得小的责任，就得小快乐。你若是要躲，倒是自投苦海，永远不能解除了。的发生，到底需要如何做到，不人生什么是最苦呢？贫吗？不是。失意吗？不是。老吗？死吗？都不是。我说人生最苦的事，莫苦于身上背着一种未来的责任。 人若能知足，虽贫不苦；若能安分（不多做分外希望），虽然失意不苦；老、死，乃人生难免的事，达观的人看得很平常，也不算什么苦。独是凡人生在世间一天，便有一天应该的事。该做的事没有做完，便像是有几千斤重担子压在肩头，再苦是没有的了。为什么呢？因为受那良心责备不过，要逃躲也没处逃躲呀。 答应人办一件事没有办，欠了人的钱没有还，受了人的恩惠没有报答，得罪了人没有赔礼，这就连这个人的面也几乎不敢见他；纵然不见他的面，睡里梦里，都像有他的影子来缠着我。为什么呢？因为觉得对不住他呀，因为自己对他的责任，还没有解除呀。不独是对于一个人如此，就是对于家庭、对于社会、对于国家，乃至对于自己，都是如此。凡属我受过他好处的人，我对于他便有了责任。凡属我应该做的事，而且力量能够做得到的，我对于这件事便有了责任。凡属我自己打主意要做一件事，便是现在的自己和将来的自己立了一种契约，便是自己对于自己加一层责任。有了这责任，那良心便时时刻刻监督在后头，一日应尽的责任没有尽，到夜里头便是过的苦痛日子；一生应尽的责任没有尽，便死也带著苦痛往坟墓里去。这种苦痛却比不得普通的贫困老死，可以达观排解得来。所以我说人生没有苦痛便罢，若有苦痛，当然没有比这个加重的了。 翻过来看，什么事最快乐呢？自然责任完了，算是人生第一件乐事。古语说得好：“如释重负”；俗语亦说是：“心上一块石头落了地”。人到这个时候，那种轻松愉快，直是不可以言语形容。责任越重大，负责的日子越久长，到责任完了时，海阔天空，心安理得，那快乐还要加几倍哩！大抵天下事从苦中得来的乐才算真乐。人生须知道有负责任的苦处，才能知道有尽责任的乐处。这种苦乐循环，便是这有活力的人间一种趣味。却是不尽责任，受良心责备，这些苦都是自己找来的。一翻过去，处处尽责任，便处处快乐；时时尽责任，便时时快乐。快乐之权，操之在己。孔子所以说：“无入而不自得”，正是这种作用。 然则为什么孟子又说：“君子有终身之忧”呢？因为越是圣贤豪杰，他负的责任越是重大；而且他常要把这种种责任来揽在身上，肩头的担子从没有放下的时节。曾子还说哩：“任重而道远”，“死而后已，不亦远乎？”那仁人志士的忧民忧国，那诸圣诸佛的悲天悯人，虽说他是一辈子感受苦痛，也都可以。但是他日日在那里尽责任，便日日在那里得苦中真乐，所以他到底还是乐，不是苦呀！ 有人说：“既然这苦是从负责任而生的，我若是将责任卸却，岂不是就永远没有苦了吗？”这却不然，责任是要解除了才没有，并不是卸了就没有。人生若能永远像两三岁小孩，本来没有责任，那就本来没有苦。到了长成，责任自然压在你的肩头上，如何能躲？不过有大小的分别罢了。尽得大的责任，就得大快乐；尽得小的责任，就得小快乐。你若是要躲，倒是自投苦海，永远不能解除了。的发生，又会如何产生。 在这种困难的抉择下，本人思来想去，寝食难安。 生活中，若人生什么是最苦呢？贫吗？不是。失意吗？不是。老吗？死吗？都不是。我说人生最苦的事，莫苦于身上背着一种未来的责任。 人若能知足，虽贫不苦；若能安分（不多做分外希望），虽然失意不苦；老、死，乃人生难免的事，达观的人看得很平常，也不算什么苦。独是凡人生在世间一天，便有一天应该的事。该做的事没有做完，便像是有几千斤重担子压在肩头，再苦是没有的了。为什么呢？因为受那良心责备不过，要逃躲也没处逃躲呀。 答应人办一件事没有办，欠了人的钱没有还，受了人的恩惠没有报答，得罪了人没有赔礼，这就连这个人的面也几乎不敢见他；纵然不见他的面，睡里梦里，都像有他的影子来缠着我。为什么呢？因为觉得对不住他呀，因为自己对他的责任，还没有解除呀。不独是对于一个人如此，就是对于家庭、对于社会、对于国家，乃至对于自己，都是如此。凡属我受过他好处的人，我对于他便有了责任。凡属我应该做的事，而且力量能够做得到的，我对于这件事便有了责任。凡属我自己打主意要做一件事，便是现在的自己和将来的自己立了一种契约，便是自己对于自己加一层责任。有了这责任，那良心便时时刻刻监督在后头，一日应尽的责任没有尽，到夜里头便是过的苦痛日子；一生应尽的责任没有尽，便死也带著苦痛往坟墓里去。这种苦痛却比不得普通的贫困老死，可以达观排解得来。所以我说人生没有苦痛便罢，若有苦痛，当然没有比这个加重的了。 翻过来看，什么事最快乐呢？自然责任完了，算是人生第一件乐事。古语说得好：“如释重负”；俗语亦说是：“心上一块石头落了地”。人到这个时候，那种轻松愉快，直是不可以言语形容。责任越重大，负责的日子越久长，到责任完了时，海阔天空，心安理得，那快乐还要加几倍哩！大抵天下事从苦中得来的乐才算真乐。人生须知道有负责任的苦处，才能知道有尽责任的乐处。这种苦乐循环，便是这有活力的人间一种趣味。却是不尽责任，受良心责备，这些苦都是自己找来的。一翻过去，处处尽责任，便处处快乐；时时尽责任，便时时快乐。快乐之权，操之在己。孔子所以说：“无入而不自得”，正是这种作用。 然则为什么孟子又说：“君子有终身之忧”呢？因为越是圣贤豪杰，他负的责任越是重大；而且他常要把这种种责任来揽在身上，肩头的担子从没有放下的时节。曾子还说哩：“任重而道远”，“死而后已，不亦远乎？”那仁人志士的忧民忧国，那诸圣诸佛的悲天悯人，虽说他是一辈子感受苦痛，也都可以。但是他日日在那里尽责任，便日日在那里得苦中真乐，所以他到底还是乐，不是苦呀！ 有人说：“既然这苦是从负责任而生的，我若是将责任卸却，岂不是就永远没有苦了吗？”这却不然，责任是要解除了才没有，并不是卸了就没有。人生若能永远像两三岁小孩，本来没有责任，那就本来没有苦。到了长成，责任自然压在你的肩头上，如何能躲？不过有大小的分别罢了。尽得大的责任，就得大快乐；尽得小的责任，就得小快乐。你若是要躲，倒是自投苦海，永远不能解除了。出现了，我们就不得不考虑它出现了的事实。 生活中，若人生什么是最苦呢？贫吗？不是。失意吗？不是。老吗？死吗？都不是。我说人生最苦的事，莫苦于身上背着一种未来的责任。 人若能知足，虽贫不苦；若能安分（不多做分外希望），虽然失意不苦；老、死，乃人生难免的事，达观的人看得很平常，也不算什么苦。独是凡人生在世间一天，便有一天应该的事。该做的事没有做完，便像是有几千斤重担子压在肩头，再苦是没有的了。为什么呢？因为受那良心责备不过，要逃躲也没处逃躲呀。 答应人办一件事没有办，欠了人的钱没有还，受了人的恩惠没有报答，得罪了人没有赔礼，这就连这个人的面也几乎不敢见他；纵然不见他的面，睡里梦里，都像有他的影子来缠着我。为什么呢？因为觉得对不住他呀，因为自己对他的责任，还没有解除呀。不独是对于一个人如此，就是对于家庭、对于社会、对于国家，乃至对于自己，都是如此。凡属我受过他好处的人，我对于他便有了责任。凡属我应该做的事，而且力量能够做得到的，我对于这件事便有了责任。凡属我自己打主意要做一件事，便是现在的自己和将来的自己立了一种契约，便是自己对于自己加一层责任。有了这责任，那良心便时时刻刻监督在后头，一日应尽的责任没有尽，到夜里头便是过的苦痛日子；一生应尽的责任没有尽，便死也带著苦痛往坟墓里去。这种苦痛却比不得普通的贫困老死，可以达观排解得来。所以我说人生没有苦痛便罢，若有苦痛，当然没有比这个加重的了。 翻过来看，什么事最快乐呢？自然责任完了，算是人生第一件乐事。古语说得好：“如释重负”；俗语亦说是：“心上一块石头落了地”。人到这个时候，那种轻松愉快，直是不可以言语形容。责任越重大，负责的日子越久长，到责任完了时，海阔天空，心安理得，那快乐还要加几倍哩！大抵天下事从苦中得来的乐才算真乐。人生须知道有负责任的苦处，才能知道有尽责任的乐处。这种苦乐循环，便是这有活力的人间一种趣味。却是不尽责任，受良心责备，这些苦都是自己找来的。一翻过去，处处尽责任，便处处快乐；时时尽责任，便时时快乐。快乐之权，操之在己。孔子所以说：“无入而不自得”，正是这种作用。 然则为什么孟子又说：“君子有终身之忧”呢？因为越是圣贤豪杰，他负的责任越是重大；而且他常要把这种种责任来揽在身上，肩头的担子从没有放下的时节。曾子还说哩：“任重而道远”，“死而后已，不亦远乎？”那仁人志士的忧民忧国，那诸圣诸佛的悲天悯人，虽说他是一辈子感受苦痛，也都可以。但是他日日在那里尽责任，便日日在那里得苦中真乐，所以他到底还是乐，不是苦呀！ 有人说：“既然这苦是从负责任而生的，我若是将责任卸却，岂不是就永远没有苦了吗？”这却不然，责任是要解除了才没有，并不是卸了就没有。人生若能永远像两三岁小孩，本来没有责任，那就本来没有苦。到了长成，责任自然压在你的肩头上，如何能躲？不过有大小的分别罢了。尽得大的责任，就得大快乐；尽得小的责任，就得小快乐。你若是要躲，倒是自投苦海，永远不能解除了。出现了，我们就不得不考虑它出现了的事实。 从这个角度来看， 对我个人而言，人生什么是最苦呢？贫吗？不是。失意吗？不是。老吗？死吗？都不是。我说人生最苦的事，莫苦于身上背着一种未来的责任。 人若能知足，虽贫不苦；若能安分（不多做分外希望），虽然失意不苦；老、死，乃人生难免的事，达观的人看得很平常，也不算什么苦。独是凡人生在世间一天，便有一天应该的事。该做的事没有做完，便像是有几千斤重担子压在肩头，再苦是没有的了。为什么呢？因为受那良心责备不过，要逃躲也没处逃躲呀。 答应人办一件事没有办，欠了人的钱没有还，受了人的恩惠没有报答，得罪了人没有赔礼，这就连这个人的面也几乎不敢见他；纵然不见他的面，睡里梦里，都像有他的影子来缠着我。为什么呢？因为觉得对不住他呀，因为自己对他的责任，还没有解除呀。不独是对于一个人如此，就是对于家庭、对于社会、对于国家，乃至对于自己，都是如此。凡属我受过他好处的人，我对于他便有了责任。凡属我应该做的事，而且力量能够做得到的，我对于这件事便有了责任。凡属我自己打主意要做一件事，便是现在的自己和将来的自己立了一种契约，便是自己对于自己加一层责任。有了这责任，那良心便时时刻刻监督在后头，一日应尽的责任没有尽，到夜里头便是过的苦痛日子；一生应尽的责任没有尽，便死也带著苦痛往坟墓里去。这种苦痛却比不得普通的贫困老死，可以达观排解得来。所以我说人生没有苦痛便罢，若有苦痛，当然没有比这个加重的了。 翻过来看，什么事最快乐呢？自然责任完了，算是人生第一件乐事。古语说得好：“如释重负”；俗语亦说是：“心上一块石头落了地”。人到这个时候，那种轻松愉快，直是不可以言语形容。责任越重大，负责的日子越久长，到责任完了时，海阔天空，心安理得，那快乐还要加几倍哩！大抵天下事从苦中得来的乐才算真乐。人生须知道有负责任的苦处，才能知道有尽责任的乐处。这种苦乐循环，便是这有活力的人间一种趣味。却是不尽责任，受良心责备，这些苦都是自己找来的。一翻过去，处处尽责任，便处处快乐；时时尽责任，便时时快乐。快乐之权，操之在己。孔子所以说：“无入而不自得”，正是这种作用。 然则为什么孟子又说：“君子有终身之忧”呢？因为越是圣贤豪杰，他负的责任越是重大；而且他常要把这种种责任来揽在身上，肩头的担子从没有放下的时节。曾子还说哩：“任重而道远”，“死而后已，不亦远乎？”那仁人志士的忧民忧国，那诸圣诸佛的悲天悯人，虽说他是一辈子感受苦痛，也都可以。但是他日日在那里尽责任，便日日在那里得苦中真乐，所以他到底还是乐，不是苦呀！ 有人说：“既然这苦是从负责任而生的，我若是将责任卸却，岂不是就永远没有苦了吗？”这却不然，责任是要解除了才没有，并不是卸了就没有。人生若能永远像两三岁小孩，本来没有责任，那就本来没有苦。到了长成，责任自然压在你的肩头上，如何能躲？不过有大小的分别罢了。尽得大的责任，就得大快乐；尽得小的责任，就得小快乐。你若是要躲，倒是自投苦海，永远不能解除了。不仅仅是一个重大的事件，还可能会改变我的人生。 人生什么是最苦呢？贫吗？不是。失意吗？不是。老吗？死吗？都不是。我说人生最苦的事，莫苦于身上背着一种未来的责任。 人若能知足，虽贫不苦；若能安分（不多做分外希望），虽然失意不苦；老、死，乃人生难免的事，达观的人看得很平常，也不算什么苦。独是凡人生在世间一天，便有一天应该的事。该做的事没有做完，便像是有几千斤重担子压在肩头，再苦是没有的了。为什么呢？因为受那良心责备不过，要逃躲也没处逃躲呀。 答应人办一件事没有办，欠了人的钱没有还，受了人的恩惠没有报答，得罪了人没有赔礼，这就连这个人的面也几乎不敢见他；纵然不见他的面，睡里梦里，都像有他的影子来缠着我。为什么呢？因为觉得对不住他呀，因为自己对他的责任，还没有解除呀。不独是对于一个人如此，就是对于家庭、对于社会、对于国家，乃至对于自己，都是如此。凡属我受过他好处的人，我对于他便有了责任。凡属我应该做的事，而且力量能够做得到的，我对于这件事便有了责任。凡属我自己打主意要做一件事，便是现在的自己和将来的自己立了一种契约，便是自己对于自己加一层责任。有了这责任，那良心便时时刻刻监督在后头，一日应尽的责任没有尽，到夜里头便是过的苦痛日子；一生应尽的责任没有尽，便死也带著苦痛往坟墓里去。这种苦痛却比不得普通的贫困老死，可以达观排解得来。所以我说人生没有苦痛便罢，若有苦痛，当然没有比这个加重的了。 翻过来看，什么事最快乐呢？自然责任完了，算是人生第一件乐事。古语说得好：“如释重负”；俗语亦说是：“心上一块石头落了地”。人到这个时候，那种轻松愉快，直是不可以言语形容。责任越重大，负责的日子越久长，到责任完了时，海阔天空，心安理得，那快乐还要加几倍哩！大抵天下事从苦中得来的乐才算真乐。人生须知道有负责任的苦处，才能知道有尽责任的乐处。这种苦乐循环，便是这有活力的人间一种趣味。却是不尽责任，受良心责备，这些苦都是自己找来的。一翻过去，处处尽责任，便处处快乐；时时尽责任，便时时快乐。快乐之权，操之在己。孔子所以说：“无入而不自得”，正是这种作用。 然则为什么孟子又说：“君子有终身之忧”呢？因为越是圣贤豪杰，他负的责任越是重大；而且他常要把这种种责任来揽在身上，肩头的担子从没有放下的时节。曾子还说哩：“任重而道远”，“死而后已，不亦远乎？”那仁人志士的忧民忧国，那诸圣诸佛的悲天悯人，虽说他是一辈子感受苦痛，也都可以。但是他日日在那里尽责任，便日日在那里得苦中真乐，所以他到底还是乐，不是苦呀！ 有人说：“既然这苦是从负责任而生的，我若是将责任卸却，岂不是就永远没有苦了吗？”这却不然，责任是要解除了才没有，并不是卸了就没有。人生若能永远像两三岁小孩，本来没有责任，那就本来没有苦。到了长成，责任自然压在你的肩头上，如何能躲？不过有大小的分别罢了。尽得大的责任，就得大快乐；尽得小的责任，就得小快乐。你若是要躲，倒是自投苦海，永远不能解除了。因何而发生。 \n\n\n"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595505960,
            "txt_content": "小灬望 发表于 2020-7-23 20:05\n死亡好，毕竟人总是要死的！！这是大自然的规律\n（作业太多了，不想活！！！） ...\n规律是你认为的，可以打破的，只是你追寻所谓的什么。"
        },
        {
            "author": "src_resources",
            "timestamp": 1595506860,
            "txt_content": "生亦我所欲，所欲有甚于生者，故不为苟得也；死亦我所恶，所恶有甚于死者，故有患所不辟也。"
        },
        {
            "author": "专刀你",
            "timestamp": 1595506920,
            "txt_content": "在生与死的循环中不停轮回。"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595507220,
            "txt_content": "src_resources 发表于 2020-7-23 20:21\n生亦我所欲，所欲有甚于生者，故不为苟得也；死亦我所恶，所恶有甚于死者，故有患所不辟也。 ...\n人的这种生物本来就自私，什么叫“所恶有甚于死者，故有患所不辟也。“只不过是一群自以为是的人对一个自以为是的人的嘲笑，要么人人都是那群人，要么没人是那群人。"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595507280,
            "txt_content": "专刀你 发表于 2020-7-23 20:22\n在生与死的循环中不停轮回。\n所以你今天又来水贴了吗。\n说下你的观点。"
        },
        {
            "author": "⚡️👮",
            "timestamp": 1595507280,
            "txt_content": "建议去听阿良良木健的不老不死"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595507700,
            "txt_content": "电磁步兵 发表于 2020-7-23 20:28\n建议去听阿良良木健的不老不死\n不好听。"
        },
        {
            "author": "专刀你",
            "timestamp": 1595508300,
            "txt_content": "2015977614 发表于 2020-7-23 20:28\n所以你今天又来水贴了吗。\n说下你的观点。\n不是给你说了吗？我是中立观点"
        },
        {
            "author": "Drowned64",
            "timestamp": 1595508480,
            "txt_content": "万物..算了，不想被喷\n\n你首先告诉我，永生后你要干什么？算完圆周率？"
        },
        {
            "author": "松易涅",
            "timestamp": 1595508540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595508540,
            "txt_content": "Drowned64 发表于 2020-7-23 20:48\n万物..算了，不想被喷\n\n你首先告诉我，永生后你要干什么？算完圆周率？\n开服》挣钱》宇宙》学习。"
        },
        {
            "author": "Drowned64",
            "timestamp": 1595508600,
            "txt_content": "2015977614 发表于 2020-7-23 20:49\n开服》挣钱》宇宙》学习。\n我觉得有个尽头好"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595508660,
            "txt_content": " 本帖最后由 2015977614 于 2020-7-23 20:53 编辑 \nDrowned64 发表于 2020-7-23 20:50\n我觉得有个尽头好\n我觉得还是活着好的多。"
        },
        {
            "author": "ta很懒没留名字",
            "timestamp": 1595508780,
            "txt_content": "永生的人，看着身边的朋友亲人一个个在你面前消逝在时间的长河中，不也很痛苦吗？永生是孤独，死亡是解脱。就算世界上所有的人都能够永生，地球也将因人**炸而崩溃。死亡是生命最伟大的一个进化，永生本身就是不合理的，不被自然所接受的。所以我方坚持认为，死亡比永生好。（正经辩论）"
        },
        {
            "author": "Drowned64",
            "timestamp": 1595508780,
            "txt_content": "2015977614 发表于 2020-7-23 20:51\n你死了，什么都做不了，不害怕？\n死了就没意识了，害怕干嘛\n而且永生之后干什么才是问题吧.."
        },
        {
            "author": "Moming17",
            "timestamp": 1595508840,
            "txt_content": "我可不想有一天世界上一个认识的人都没有"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595509020,
            "txt_content": "ta很懒没留名字 发表于 2020-7-23 20:53\n永生的人，看着身边的朋友亲人一个个在你面前消逝在时间的长河中，不也很痛苦吗？永生是孤独，死亡是解脱。 ...\n你所认为的解脱是你的自私，你根本没想到别人永生。\n你所认为的地球爆炸，是你根本没有远大的目标而停留在原地的理由。\n你所认为的进化还特么伟大，你知道你为啥进化吗，给你讲个故事：\n                                                                                               从前有一个基因在和一个基因打架，那个基因觉得喊一群人才能行，于是就变成了俩生物打架，然后是一个国家。\n你所认为的不合理是你认为的，换个话说叫封建。"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595509080,
            "txt_content": "Drowned64 发表于 2020-7-23 20:53\n死了就没意识了，害怕干嘛\n而且永生之后干什么才是问题吧..\n你们没责任感的吗。"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595509080,
            "txt_content": "Moming17 发表于 2020-7-23 20:54\n我可不想有一天世界上一个认识的人都没有\n其他人也永生。"
        },
        {
            "author": "小浪47一一一",
            "timestamp": 1595509140,
            "txt_content": "Drowned64 发表于 2020-7-23 20:53\n死了就没意识了，害怕干嘛\n而且永生之后干什么才是问题吧..\n干一辈子主播？\n好主意~"
        },
        {
            "author": "ta很懒没留名字",
            "timestamp": 1595509320,
            "txt_content": "所以为啥人口_爆炸是违禁词"
        },
        {
            "author": "Drowned64",
            "timestamp": 1595509320,
            "txt_content": "小浪47一一一 发表于 2020-7-23 20:59\n干一辈子主播？\n好主意~\n三十年足矣"
        },
        {
            "author": "pipipipi",
            "timestamp": 1595509380,
            "txt_content": "谁道谁道谁道谁道谁道"
        },
        {
            "author": "暗影月赎",
            "timestamp": 1595509440,
            "txt_content": "我个人是倾向于永生的，我从来不认为什么人间不值得\n尽管永生之后还是不是“人”都说不定了\n就算是把意识导入计算机，放弃人类身份，至少“我”还活着:-D"
        },
        {
            "author": "柒彩丶",
            "timestamp": 1595509740,
            "txt_content": "这个问题，我之前想过类似的，就假如地球上的生命都没了，宇宙里也没有了任何生命，那这一切东西存在的意义是什么，假设也没有宇宙的话，这个世界上任何东西，事物都没有了，那这一切还有什么意义，一想就陷入了深深的恐惧"
        },
        {
            "author": "晴晴mc",
            "timestamp": 1595515020,
            "txt_content": "嗯······还是永生好吧，dance还想等着过1000岁，10000岁的生日呢！而且dance小时候的一个梦至今记忆犹新，在电视机前看着电视，突然说了一句cctv3，电视机立马调到了3台，之后看到小爱同学、智能控制，这不是小时候那个梦里的内容吗？这种感觉真的很激动很兴奋啊！还有那个微软小冰，刚开始只会聊天，后来会画画会写歌了，未来还会怎样逆天？再比如minecraft吧，原来就以为是个搭房子的游戏，可是后来看到**村地图里踩到踏板你的位置就移动了，在服务器里亲眼看见窗外凹凸不平的地形瞬间出现大别墅，之后被盤靈古域惊讶的说不出话来，看到the red engineer大神的原版模组的时候更是惊讶！虽然2020年对minecraft的热爱下降了，但是指不定未来minecraft还会有惊喜呢！之前还看到有个电影叫“一百年”，是要等到2115年才能看的，dance并不喜欢看电影，但是也很期待一百年后会是啥样，dance和未来的人一起看这部电影的时候，就可以对比啦！还有在dance小时候奶奶总给dance讲过去的故事，那么dance也就能给以后N代人讲故事啦！那么未来还会带来怎样的惊喜呢？很期待啊！如果遇灾那也是经历吧，就像地震和肺炎一样呢，如果走了的话，就不能体验未来带来的惊喜了呢！"
        },
        {
            "author": "色我也空",
            "timestamp": 1595516520,
            "txt_content": "让我活到200岁吧 多了我不活。。。"
        },
        {
            "author": "酥宁最酥啦",
            "timestamp": 1595516700,
            "txt_content": "死亦死 生亦生\n看开生死，早晚都会到来的事情"
        },
        {
            "author": "许灬愿",
            "timestamp": 1595516760,
            "txt_content": "Drowned64 发表于 2020-7-23 20:53\n死了就没意识了，害怕干嘛\n而且永生之后干什么才是问题吧..\n我其实就是在想，如果你死了，剩下还有几十亿年，永远永远你都没意识了总觉得想哭。。"
        },
        {
            "author": "awmtrg",
            "timestamp": 1595516880,
            "txt_content": "我想永生，至少我不会在对自己的无知的遗憾中死去，我还想看看宇宙中还有没有其他生命，没有的话给宜居星球播个种也是好的ヾ ^_^♪"
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1595516940,
            "txt_content": "永生挺好的吧，可以不断体验新游戏和新动画\n但是如果是没钱，一辈子流浪的永生，那还真不如死了好"
        },
        {
            "author": "awmtrg",
            "timestamp": 1595517120,
            "txt_content": "星皇丶柠檬 发表于 2020-7-23 23:09\n永生挺好的吧，可以不断体验新游戏和新动画\n但是如果是没钱，一辈子流浪的永生，那还真不如死了好 ...\n你一天赚一块钱*永生，还不是等于亿万富翁（笑）"
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1595517300,
            "txt_content": "awmtrg 发表于 2020-7-23 23:12\n你一天赚一块钱*永生，还不是等于亿万富翁（笑）\n一天赚一块钱，吃饭花30，买衣服上网电费水费都没算"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595517360,
            "txt_content": "星皇丶柠檬 发表于 2020-7-23 23:09\n永生挺好的吧，可以不断体验新游戏和新动画\n但是如果是没钱，一辈子流浪的永生，那还真不如死了好 ...\n没能力的人就得流浪，为什么要养着真正的**。"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595517420,
            "txt_content": "键盘侠出击了。"
        },
        {
            "author": "awmtrg",
            "timestamp": 1595517420,
            "txt_content": "星皇丶柠檬 发表于 2020-7-23 23:15\n一天赚一块钱，吃饭花30，买衣服上网电费水费都没算\n也是，但是生产力一般而言会越来越高（加速主义，逃），如果你能活足够长，星际社会的赤贫和奴隶时代的赤贫，也就隔了几万年～"
        },
        {
            "author": "awmtrg",
            "timestamp": 1595517540,
            "txt_content": "2015977614 发表于 2020-7-23 23:16\n没能力的人就得流浪，为什么要养着真正的**。\n真能永生，我们可以当无穷次陈胜吴广，总有一次会成功"
        },
        {
            "author": "酸酸甜甜老婆饼",
            "timestamp": 1595517660,
            "txt_content": "记得以前看过有个新闻，就是写一个让别人羡慕的100多岁的长寿老人，已经**未遂好几次了，问他为什么，他回答说，自己身边的亲人都离开人世间了，却只有他还活着，心里感到很孤独。人总是有对自己来说很重要的人的吧qwq，当这些人离去，自己活下去的动力也会没了许多吧qwq"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595517900,
            "txt_content": "酸酸甜甜老婆饼 发表于 2020-7-23 23:21\n记得以前看过有个新闻，就是写一个让别人羡慕的100多岁的长寿老人，已经**未遂好几次了，问他为什么，他回 ...\n老人，第一他没法一个人去做想的事情，他不会看书，他不会研究科学，他只是看着眼前的什么，却不看着未来，这就是他的理由？？？"
        },
        {
            "author": "酸酸甜甜老婆饼",
            "timestamp": 1595518260,
            "txt_content": "2015977614 发表于 2020-7-23 23:25\n老人，第一他没法一个人去做想的事情，他不会看书，他不会研究科学，他只是看着眼前的什么，却不看着未来 ...\n可能每个人活着的理由都不一样吧，有些人就是因为世上还有对自己很重要的人所以乐意活着qwq"
        },
        {
            "author": "RarityEG",
            "timestamp": 1595518500,
            "txt_content": " 本帖最后由 skjsjhb 于 2020-7-23 23:43 编辑 \n\n高中数学：可以任意大，不要无穷大PS之前我也想过这个问题，但是我是如何想明白的：\n大脑是分子和原子（使用共价键和范德华力以及配位键氢键拼接的配合物）。\n意识又是什么？是分子和原子的排列规律。\n你是什么？你是意识+大脑。\n你只是一个现象。（可悲）\n只要这些分子和原子存在，这些现象就会不断重复。\n\n对我而言，死亡并不是什么可怕的事情，相反，无尽才是令你真正恐惧的东西，为什么你不敢凝视虚空？因为它是无尽。\n最后一个段子：（+）VS = \n"
        },
        {
            "author": "诸神之地",
            "timestamp": 1595518800,
            "txt_content": "死亡！永生是求死不能啊。"
        },
        {
            "author": "寂华",
            "timestamp": 1595519160,
            "txt_content": "只要不孤独\n永生当然好"
        },
        {
            "author": "xiaohuandada",
            "timestamp": 1595521980,
            "txt_content": "推荐你看一本日本的小说 【 百年法 】  里面讲述了人永生之后为什么会选择安乐死"
        },
        {
            "author": "liyuelin2020",
            "timestamp": 1595547540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "wishdsb",
            "timestamp": 1595550480,
            "txt_content": "死亡吧，永生可能伴随着长久的痛苦。。如果能选择性删除记忆那自然最好了。"
        },
        {
            "author": "江月寒",
            "timestamp": 1595550960,
            "txt_content": "生死轮回，自然规律"
        },
        {
            "author": "阿川川川川",
            "timestamp": 1595551800,
            "txt_content": "某种角度来说\n我们认为永生不好是因为没有永生过\n没吃到葡萄酸酸好吧\n其实我的一个很远的目标就是看着世界一点一点发展 最后发展到自己小时候根本想不到的模样\n我可能会花10年寿命去看100年后世界是怎么样的，世界的权体又是怎么样的"
        },
        {
            "author": "🥶❄️☠️",
            "timestamp": 1595552160,
            "txt_content": "就像我上次发的投票一堆人选要不死图腾，实际上我觉得人活一次就够了，两次也没用"
        },
        {
            "author": "若轩233",
            "timestamp": 1595552460,
            "txt_content": "虽然我投了永生，但是我觉得该死亥得死"
        },
        {
            "author": "希望工程",
            "timestamp": 1595552700,
            "txt_content": "及时行乐  "
        },
        {
            "author": "dax0927",
            "timestamp": 1595554440,
            "txt_content": "世界这么美好，还没有想离开"
        },
        {
            "author": "🥶❄️☠️",
            "timestamp": 1595554680,
            "txt_content": "零素 发表于 2020-7-23 15:06\n额，你6了，呵呵"
        },
        {
            "author": "开心的阿诺",
            "timestamp": 1595554680,
            "txt_content": "当然是永生，就是玩minecraft都有无限可能，玩腻了生存玩创造，玩腻了红石玩建筑。"
        },
        {
            "author": "WYL0zhu",
            "timestamp": 1595554740,
            "txt_content": "差不多吧。"
        },
        {
            "author": "chw99szh",
            "timestamp": 1595555100,
            "txt_content": "活着就很好。"
        },
        {
            "author": "BakaXD",
            "timestamp": 1595555760,
            "txt_content": "死亡吧, 永生不利于生物进化. 必须有人去死."
        },
        {
            "author": "🥶❄️☠️",
            "timestamp": 1595555880,
            "txt_content": "零素 发表于 2020-7-23 15:06\n梁启超的棺材板要压不住了"
        },
        {
            "author": "阿川川川川",
            "timestamp": 1595556420,
            "txt_content": "死亡是个新境界"
        },
        {
            "author": "FaceTime",
            "timestamp": 1595563020,
            "txt_content": "我觉得都不好"
        },
        {
            "author": "梦想的道路",
            "timestamp": 1595563140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "木大攻",
            "timestamp": 1595565240,
            "txt_content": "永生说是永生实际上只要你想\n完全可以把身体冷冻起来\n所以还是永生比较好点"
        },
        {
            "author": "OOTW_Z",
            "timestamp": 1595565480,
            "txt_content": "死亡好 永生不一定会永乐"
        },
        {
            "author": "LostAdventurer",
            "timestamp": 1595566440,
            "txt_content": "这么说吧，你玩MC会一直在同一个存档里摸鱼，还是会过一段时间开个新档？"
        },
        {
            "author": "lf840924",
            "timestamp": 1595566800,
            "txt_content": "这是大自然的规律"
        },
        {
            "author": "唐羽鹤",
            "timestamp": 1595567040,
            "txt_content": "因为畏惧死亡才有了动力去生活和拼搏,都永生死不了那还有啥劲"
        },
        {
            "author": "用户NJW",
            "timestamp": 1595567340,
            "txt_content": "零素 发表于 2020-7-23 20:06\n你是魔鬼吗？？？"
        },
        {
            "author": "用户NJW",
            "timestamp": 1595567340,
            "txt_content": "作业太多了不大想活"
        },
        {
            "author": "setnightmare",
            "timestamp": 1595567340,
            "txt_content": "当然是想活久一点"
        },
        {
            "author": "tianliuwq",
            "timestamp": 1595568180,
            "txt_content": " 本帖最后由 tianliuwq 于 2020-7-24 13:25 编辑 \n\n永生的人没有死亡或许也会想死亡"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595568360,
            "txt_content": "酸酸甜甜老婆饼 发表于 2020-7-23 23:31\n可能每个人活着的理由都不一样吧，有些人就是因为世上还有对自己很重要的人所以乐意活着qwq ...\n所以你就自私的以为只有自己永生，那个老人完全可以学习科学造福人类，蛋挞的思想只是自私。"
        },
        {
            "author": "星知夜雨",
            "timestamp": 1595568360,
            "txt_content": "tianliuwq 发表于 2020-7-24 13:23\n永生的人没有死亡或许也会想死亡\n你干脆死了算了。"
        },
        {
            "author": "qingzheng",
            "timestamp": 1595568720,
            "txt_content": "永生相当于一种**"
        },
        {
            "author": "柠檬不卖萌w",
            "timestamp": 1595568960,
            "txt_content": "2015977614 发表于 2020-7-23 23:16\n没能力的人就得流浪，为什么要养着真正的**。\n能白嫖过好日子活着当然永生\n流浪的话不如死了"
        },
        {
            "author": "冬天冬天W",
            "timestamp": 1595569740,
            "txt_content": "就好像杨绛。自己的孩子都没了。认识自己的人也一个个消失了。那么永生还有什么意义呢？"
        },
        {
            "author": "enpaodi",
            "timestamp": 1595570100,
            "txt_content": "这么说吧，你玩MC会一直在同一个存档里摸鱼，还是会过一段时间开个新档？"
        },
        {
            "author": "Ns暴躁老鸽黑岩",
            "timestamp": 1595570160,
            "txt_content": "永生天下第一"
        },
        {
            "author": "2949086894",
            "timestamp": 1595570640,
            "txt_content": "不留遗憾的死亡是最好的。"
        },
        {
            "author": "空投",
            "timestamp": 1595570640,
            "txt_content": "我希望是那种死不了就行了，（这样就可以浪了）"
        },
        {
            "author": "时陨念",
            "timestamp": 1595570760,
            "txt_content": "我觉得， 如果和自己爱的人永生，很浪漫吧\n但是如果自己永生，那是劫难"
        },
        {
            "author": "S.Youk",
            "timestamp": 1595570880,
            "txt_content": "零素 发表于 2020-7-23 20:06\n秀儿"
        },
        {
            "author": "宇智波喰",
            "timestamp": 1595570880,
            "txt_content": "觉得永生好，长生种的浪漫嘛"
        },
        {
            "author": "宇黄yuhuang",
            "timestamp": 1595571060,
            "txt_content": "我觉得永生挺好的，只要不生什么病。"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1595575140,
            "txt_content": "当然是死了最好，等你活得久了，你就会觉得这个世界和社会非常的那啥。"
        },
        {
            "author": "Minecraft蓝光",
            "timestamp": 1595575200,
            "txt_content": "感觉永生会无聊死"
        },
        {
            "author": "鹿九",
            "timestamp": 1595579640,
            "txt_content": "个人觉得永生比较好"
        },
        {
            "author": "Yolkcookie",
            "timestamp": 1595579880,
            "txt_content": "我怕死awa 我这么可爱还不能死"
        },
        {
            "author": "Cool_TuDou",
            "timestamp": 1595580180,
            "txt_content": "我觉得永生还行吧"
        },
        {
            "author": "残风天辰",
            "timestamp": 1595582040,
            "txt_content": "各有各的理由吧..."
        }
    ]
}