{
    "title": "大家最近都有哪些生活感触呀",
    "author": "ancgj",
    "replyCount": 2,
    "timestamp": 1595441880,
    "txt_content": "我先来讲吧：\n\n现在这个社会提升自己的综合素质才是王道！！！\n\n话说今年再开学都该都大二了。暑假想出门打工赚点零花钱，回来买一台新电脑随便新学期也能潇洒潇洒。\n主角：我一个从小就认识了有10年的朋友。 \nPS:有将近四年没见面了。因为当时上高中的时候他没考上，就去了中专，而我现在考上了一所二本。。\n正文：\n他的家里本来是并不富裕，但是十多年前我家这边好像靠着倒卖棉花致富的人不少，他家也是其中之一，然后因为太贪婪他父亲吧家产全部都投到啥股票之类的东西里了，结果全赔。当时我们家都住在中心广场上面，偶然间我俩就相遇并认识了，在经过一段时间的接触以后他父亲也开始来我家串门，后来就让我爸帮忙找人帮他打官司。。。（现在想想真的绝了，自己吧钱全投进去赔了也是活该，还是太贪）\n我爸也真的是里里外外帮他找了一个市里有名的律师，律师找来了肯定是要一起吃个饭说明一下情况是吧。本来我爸帮到这就可以停止了，结果他父亲请人家吃饭还要带上我爸，去了比较高档的酒店（我就寻思着你家现在没钱还真拿自己当有钱人了啊），完事你们猜那一顿花了多少？将近一万，十几年前这一万可不是小数目，结账付款的时候开始跟我爸吭叽没钱让我爸给付的款。就因为这事我妈骂听我爸一顿，差点闹离婚，我家钱是大风刮来的？这事我记忆犹新。然后我爸看清了他们家的嘴脸就不再帮他们，因为不堪其扰我家就搬了家，鬼知道他们是怎么得知我家信息的，你猜怎么着？他们再我家附近租了个房子，依旧想靠着我这朋友从我下手帮助作为朋友的他们家。我当时也小，不懂那么多真就当他是好朋友还天天找他玩。我爸的态度也是我可以跟他玩但是再也不会帮他们家一点。。。\n时间一转，到了上高中的时候，我考上了高中而他却只考上了一所中专学技术。从那以后我开始了高中生活结交了许多新朋友，没时间也没机会跟他接触。\n将近4年过去了，就在今年疫情在家的时期，我大学不开学就天天宅在家里，就在3月份左右他突然就跟我发QQ消息想跟我见一面。我念旧情也是真把他当兄弟没想那么多就跟他见了面，当时还客客气气的真让我觉得我的好朋友回来了，之后这俩月里他隔三差五来我家。直到六月底的时候我想去外面打工就让我爸**帮我找地方，，我就想到了他，喊着他也来一起挣钱。到出发前一天他跟我说他之前去了一个地方多好多好，待遇薪资多高还给我看了当时领工资时的存款照片。我一看工资5k多那叫一个激动，立马跟我爸说去他找的那个地方。我爸也同意了，就跟我俩买了去那边的高铁票，准备了一些吃的。我们去的是上海，到的时候是六月底，那天下着雨，我定了个宾馆，在宾馆住了两天，期间的吃喝住消费都是我买单。。。等天气稍微好了一点我俩就跟他找的中介联系。\n然后我才开始见识社会黑暗，去面试中心，里面各种突然要**材料，你不给这复印件还不行，没有可以，面试中心就能给复印，好家伙，复印一张要5块钱，他还得要你8张不同的**复印件。这是我见到的第一个黑暗处。社会上竟然还有这种事。\n然后填完各种表格后开始让你住临时宿舍，带班的一个人就开始强行让你花15买一把小锁（外面卖2块的那种）。第二天进了工厂，好巧不巧我大学舍友问我在哪，我说我在打工你来不来？他说来，结果发现我这兄弟是他表哥（缘分这个东西真的奇妙，当时我在学校只知道他跟我住的很近，没想到还能再近一点）。。。。结果我这舍友真就来了。第三天分配了岗位，经历了几天的适应我越来越觉得不对劲，因为薪资以及三餐的消费问题跟他讲的真的是天差地别，这工资干俩月就光除去三餐剩下的可就tm剩下不到4k，这你敢信？你在一个一线城市干俩月就挣了4k？这tm在县城里跟人家餐馆打工干俩月可还能挣四五千呢况且还包吃。我来这一线城市跟你干俩月就挣4k纯属扯淡，还有就是我跟流水线上老哥聊天的过程中知道了一个新名词“返费”好家伙，我开始问我这朋友返费是啥？现在回想起来他那三天都说的含糊其辞，最后跟我说是六百，这跟我获取到的信息可差了太多了吧，为啥那些老员工都说是六千呢？我自己去当时面试时的公众号里看的也是六千，怎么经过你手里走一趟就变成六百了？好家伙，每小时的工资25中介扣一层剩20你还要再抠一层说是5这我能忍，但是你也不给我中介的联系方式跟我搁这玩信息差可就太🐶了吧。咱俩前前后后可是认识了有十年，况且我后面跟来是舍友还是你亲戚，这你都能骗的下去？这个人已经没有最起码的底线了。\n7月10**跟我舍友带着对他的失望不要这几天的工资也要离开了这里\n回想起来前前后后串联起来他三月来找我就是他寒假在这个厂子打工被放回来的时候，好家伙这事是谋划好的。真绝\n在那里的几天也不是没有收获，我见识到了社会底层人民的时候状况，也见识到了人心的险恶。在里面打长期工的多半是一些农民工以及中专人。他们大多没有上进心或者说就已经认命了。我现在就是下定了决心大二开始准备考研，然后利用家里的资源出国留学度层金。因为我经历了这些已经明白了学历和素养的重要性。\n我这个账号也注册了有5年了但是也一直只是拿来找服务器玩，这两天才开始正式的接触论坛等等，我惊奇的发现论坛内的初中生、高中生有很多，我在这里真的是劝大家一定要好好读书，珍惜你们现在的美好，读书虽然枯燥但枯燥也枯燥不了几年，这是为你以后的好生活奠定基础的。真的非常重要！！！有些事等你认识到可能就已经晚了，我庆幸他能骗我这一次，花2k能得到这么宝贵的经验以及看清一个人真的是很值了。希望学生党们在游戏都同时也不要忘记学习，现阶段咱们最重要的事真的就只有学习知识提高自己这一件事了，不要等到踏入社会再感慨自己学历你、能力不足，那时候真的就完了，但愿能有几个朋友看到以后能有些感触吧。🙏\n\n\n\n码字不易，半夜用手机输了有一个多小时，纯个人经历，各位看官赏点人气金粒吧。🙏",
    "replies": [
        {
            "author": "ancgj",
            "timestamp": 1595442180,
            "txt_content": "上面是我这半年来的重要经历分享给大家，您可以从中得到些启发那是最好不过的，；当然，您也完全可以当一故事看，看一下我的**经历。。。。。\n如果有哪里让您看的烦的话还请轻喷，我脸皮薄"
        },
        {
            "author": "椎名雪穗",
            "timestamp": 1595445180,
            "txt_content": "少熬夜     "
        }
    ]
}