{
    "title": "[RMA][MineColonies 模拟殖民地]官方Wiki翻译",
    "author": "Sinbad_Official",
    "replyCount": 12,
    "timestamp": 1597461240,
    "txt_content": " 本帖最后由 Sinbad_Official 于 2021-2-12 14:32 编辑 \n\n模拟殖民地官方Wiki翻译\n模组介绍（引自模组搬运贴）MineColonies是一种沉浸交互式的城镇建设模拟经营游戏模式，你可以在Minecraft里以第一人称作为一个忙碌的领导者（殖民者），自由的创建自己的城镇或庞大的王国。它极其写实仿真的描绘了现实生活的场景，为你提供了多种多样不同的功能选项，更好的创建你的城镇并丰富你的游戏体验。许多功能都有对应的NPC工人，如：建筑工人，工匠，农民，渔民，守卫，矿工，冶炼工，面包师，厨师，送货员，随着不断的更新在将来会有更多。以及对应的专门建筑会成为他们的工作岗位，如：仓库、矿井、餐厅、兵营和市政厅。Minecolonies让每个玩家都能创造并切实体验这样的一个丰富独特的社会群体！\n相关链接\n站内搬运贴：https://www.mcbbs.net/thread-1052010-1-1.html\nCurseforge：https://www.curseforge.com/minecraft/mc-mods/minecolonies\n\nInstallation\n安装\nMinecraft Java Edition Forge\nJava版Forge安装\nInstalling MineColonies Mod on your original Minecraft Launcher\n在官方启动器上安装模组\n这个教程主要是指引你如何在官方启动器上安装模拟殖民地模组。不过若是仅仅安装了这个模组，你是无法进入模拟殖民地1.12.2官方测试服务器游玩的，因为其中还添加了其他模组。若是计划进入模拟殖民地1.12.2官方测试服务器游玩，那请安装Twitch或使用MultiMC。然后你就可以访问Curseforge以获取进入官方测试服务器的必需品了。如果你已经准备好了，那你就可以进入我们的官方测试服务器了。安装模拟殖民地模组是极其容易上手的，不过你还需要准备好Forge来让它成功运行。 \n我们不能教导你如何安装Forge，不过网上是有很多杰出的安装Forge的教程的，请自行查找。\n（推荐：https://www.mcbbs.net/thread-875660-1-1.html）\n\n因其余内容皆为如何安装Forge，故不在此赘述。\n\n因考虑国内玩家不常用MultiMC与Twitch并且其余内容皆是最简单的模组安装教学，故不赘述。\nTutorial\n教程\n本教程适用的前提是你已经安装了本模组。\nQuick Walkthrough\n速览\n在你进行壮大的殖民事业之前，一块风水宝地是必不可少的。这是一片广袤无垠的土地，大到能容得下你心目中殖民地的规模就够了。\n不光如此，你还需要尽可能地收集更多的资源。一旦你敲定了建设哪一种样式的殖民地，你就需要收集相符合其样式的木头、圆石、煤炭、铁、花以及树苗（包含其他样式的树木，以便后期做装饰用）。\n民以食为天，你还需要寻找足以填饱你以及居民们肚子的食物，直到你找到了可以自行收集或合成食物的工具人。\nStep 1: Supply Camp/Supply Ship\n第一步：补给营地/补给船\n当你找到建城地点后，你就需要放置一个补给营地/补给船，二者只可选一。补给营地/补给船中都会提供一个市政厅，市政厅是你开启殖民之路必不可少的方块。不单单是市政厅，补给营地/补给船中也会有其余可能会帮助到你的物品——建筑工具。当你获取市政厅与建筑工具后，补给营地/补给船就只能做装饰作用了，你可以选择拆了它或者留着它。\nStep 2 Town Hall\n第二步：市政厅\n市政厅赋予殖民地灵魂。这是你开始使用建筑工具，建造建筑的地方。使用建筑工具可以让你看到模拟中的建筑的模样——它的朝向，所在的y轴是否正确（有的建筑有特定的高度需求）。\n当你放置了市政厅后，你就会遇到最初陪伴你的四位公民。\nStep 3 Builder\n第三步：建筑工\n所有建筑的建造都需要建筑工。在建造其他建筑前，建筑工会优先建造建筑工小屋，因为其他建筑的等级不可建造/升级的比建筑工小屋的等级还高。\nStep 4 Lumberjack\n第四步：伐木工\n如果你选择的样式是木制，那么推荐你接下来建造伐木工小屋。因此你的伐木工就可以开始工作，供给城镇所需的木材了。有了足够的木材，便可以进行下一步的建设。\nStep 5 Miner\n第五步：矿工\n石头也是殖民地必不可缺的，所以建造一个矿井也是十分必要的。\nStep 6 Food\n第六步：粮食\n若是填不饱肚子，公民们可能就会唉声叹气了，所以收集足够的粮食是很重要的。最快速的获得食物的方法就是建造渔夫的小屋。当然，你也可以建造农场或者各种各样的牲畜养殖场。不过总的来说，抓鱼还是获取食物的最快方法。\nStep 7 Rest of the Colony\n第七步：其余\n接下来要做什么完全取决于你的殖民地的发展方向。不过有这么几点需要你来注意。当你的殖民地有了七个以上的人口后，就有可能吸引突袭者来掠夺，因此，你需要建造卫兵塔来自卫；当你的公民生病了，你还需要建造医院；你还需要建造锯木厂来为工人提供有用的道具；亦或者你只是想收集不同职业的工人各一个；亦或是你找到了一个搭建建筑的完美地点......你的想法决定了殖民地的发展方向与进度。Detailed Walkthrough\n具体攻略\n如果你看到这的话，祝贺你！你已经成功地安装了模拟殖民地模组并且准备大展宏图了。请和你的公民们一同劳作，成就繁荣都市。锻炼你的领导才能，让其不断发展为一个城市！最后，你能否凯旋，让你的殖民地成为国际都市呢？\n\n\n所以说嘛，你要做的第一件事就是找一个风水宝地，安营扎寨。不过在你下定决心前，你要考虑两件事情。你需要细细阅读接下来的文本，以便让你在创建殖民地途中一路顺风。在你放置补给营地/补给船之前...不，甚至是在玩之前，你需要仔细阅读注意事项：\n剧透：本模组最需要的工具就是建筑工具了，打造建筑工具，这样你就能把小屋、补给船或者补给营地放在合适的地方了。建筑工具预览视频https://www.bilibili.com/video/av838905125/\nPlacement of the Supply Ship or Supply Camp\n补给船或补给营地的布局\n当你放置补给船后，其中就会生成一个箱子，箱子内的物品为一个市政厅方块和一个建筑工具。为了放置补给船，你需要找到一片足够宽广的水域。补给船的大小为32x11。所以说，推荐的水域大小应该在32x20以上。不妨使用建筑工具来查看补给船的模拟放置。一旦你放置下一个补给船，那你就无法再放置一个补给船或补给营地了。\n剧透：如果你没有建筑工具，那你就无法预览补给船的位置，你只能耐心地一块一块的试—— 在左边方块试试，在右边的试试，近一点，远一点或者甚至要在水上造一个道路来慢慢试？而且区域内不可存在海草等方块。当你放置补给营地后，其中就会生成一个箱子，箱子内的物品为一个市政厅方块和一个建筑工具。为了放置补给营地，你需要找到一片足够广袤的陆地。陆地的大小至少为16x17。一旦你放置下一个补给营地，那你就无法再放置一个补给船或补给营地了。剧透：如果你没有建筑工具，那你就无法预览补给营地的位置，你只能耐心地一块一块的试—— 在左边方块试试，在右边的试试，近一点，远一点。而且区域内不可存在花、草等方块。\nTown Hall\n市政厅\n你的殖民地的保护区是以市政厅方块为中心的半径为8个区块的区域（当你放置下市政厅方块后），保护区的规划是从你第一次放置市政厅方块的位置开始的（默认配置）。因此，在你第一次放置市政厅方块的时候要再三思索，在该处向各个方向的128个方块内都是殖民地的保护区（及8x8的区块），它会涵盖高山、密林、深海、洞窟云云乃至基岩与天空。\n小笔记：你可以在模组的配置文件或./minecraft/config/中修改殖民地保护区的面积。\n因为每个殖民地都有各自的保护区，所以在你放置市政厅方块前你应该侦查好附近有没有与你保护区重叠的殖民地，以确保殖民地间的和睦与发展。\n\n如果有一个殖民地离你的目标地点太近的话，那你就无法放置市政厅方块。\n如果你想知道是否有很贴近你的殖民地在附近，那你就可以按下F3来查询信息，我们在里面添加了一个实时跟踪器，来告诉你最近的殖民地与你的距离、你是否处于殖民地中以及你是否在一个殖民地旁边。除此之外，如果你附近有一个殖民地的话，它也会告诉你你还要多远才能防止市政厅方块。\n\n\n\n\n\n\n举个例子，在模拟殖民地官方测试服务器中，保护区被配置为8个区块的半径（面积为8+8+1（1为市政厅方块所处于的区块）=17个区块，即272个方块）。因此，它就会告诉你：“下一个殖民地在xxx格外。”（你需要距离272格来放置市政厅方块）。\n现在，是时候探索，思索并找到建造殖民地的完美地区以开始你的殖民生涯吧。接着，让我们看看管理殖民地的步骤。Setting Up Your Colony建立你的殖民地Step 1\n第一步\n你需要获取足够的材料来制作补给船或补给营地。你可以用建筑工具来放置它，你也可以手持它右键目标方块来放置它。当补给船或补给营地生效后，里面会生成装有市政厅方块和建筑工具的箱子。剧透：在游戏的开始，你最好收集尽可能多的材料，这样就方便建筑工直接开启工作。建筑工会向你索取各种稀奇古怪的材料，这样就可以给建筑升级或建造新的建筑，所要求的材料的类型是根据你所选择的殖民地的样式决定的。大部分样式在低级时所需要的材料都是木头、圆石以及火把，不过到了更高级就需要一些独特的材料了。\nStep 2\n第二步\n当你决定在哪里放置市政厅方块后（请牢记，你第一次放置市政厅方块后，市政厅方块所处于的位置就会成为你殖民地的保护区的中心，这在之后是无法更改的），请使用建筑工具来进行对市政厅的放置。一旦你确定放置的位置（按下绿色的√），市政厅建筑就会被放置。若要正式建立殖民地，你需要右键放置下来的市政厅方块，然后选择“建立殖民地”，接着你最初的四个公民就会生成了。\n然后你可以再次右键市政厅方块来查看GUI。\nTown Hall GUI\n市政厅的GUI\n你可以点击GUI左侧的标识来对显示的信息进行更换。\n信息标识下：\n\n第一页（左侧）\n你在这一页可以看到关于你的公民的统计信息——人口数量、公民**情况、公民职业等等。\n第二页（右侧）\n你在这一页可以看到你的公民的幸福度指数以及正在做的事情（或将要做的事情）。\n行动标识下：\n\n第一页（左侧）\n在这一页你可以看到你的殖民地的名称，市政厅的等级以及一些按钮：\nBuild Options：点击该按钮为你的市政厅下达建造、升级、移动、修复等建筑指令。想要了解更多有关建造系统的信息，请查阅“建筑工”页面。Citizen Recruitment：目前已无用，招募请前往酒馆。Recall Citizens：传送所有的村民回到市政厅。Toggle Specialization：备用，目前无实用。Rename Colony：更改你的殖民地的名字（默认为 你的ID+'s Colony）。Hire Mercenaries：雇佣雇佣兵来保卫殖民地，不过他们可都是些流氓，是会偷你的村民的物品的。\n第二页（右侧）\nAllies：这里会显示和你结盟的殖民地。Feuds：这里会显示和你敌对的殖民地。\n权限标识下：\n\n第一页与第二页总作用：你可以设置其他玩家在殖民地中的地位，不同的地位等级会有不同的特权。\n第一页（左侧）\n在这里输入玩家的ID\n第二页（右侧）\n显示你已添加的玩家的地位等级。你可以点击“+”或“-”来进行调整。\n\n第三页与第四页总作用：你可以在这设置各个地位等级的权限。\n第三页（左侧）\n在这选择你要设置的地位等级。\n第四页（右侧）\n在这里设置权限。\n\n第五页与第六页总作用：你可以在这个页面设置方块公有化，即任何玩家都可以使用该方块。\n第五页（左侧）\n所要设置的方块的XYZ坐标。\n第六页（右侧）\n在一页你可以看到已经被设置的方块的列表，你也可以在这里删除它。\n公民标识下：\n\n第一页（左侧）\n但你选定一个公民后，关于他的统计信息就会出现在这一页。你也可以在这里单独将公民召集回市政厅。\n第二页（右侧）\n在这你可以看到你的公民列表，选择一个公民来查看具体信息。\n设置标识下：\n\n\n第一页（左侧）\n你的公民列这里有四个按钮：Worker hiring mode：点击这里可以切换自动与手动模式，自动模式下会为你自动选择最适合的工人，手动模式则需自己手动雇佣或解雇你选择的工人。Housing assignment mode：点击这个按钮可以切换自动模式与手动模式。若是选择了自动模式，那么公民只要一生成就会被分配一个住房（如果有可用的房屋的话）。若是选择了手动模式，那你就要自己决定公民是要住在小屋里还是酒馆里了。如果说你的殖民地足够大的话，那你就能将公民安排在最靠近其工作岗位的地方，这样就能让他快速上工了。Print help messages：点击这个按钮可以决定是否打开教程信息，建议初次游玩的玩家使用。Citizens can move in：点击这个按钮可以选择是否允许孩子生成在你的殖民地。\n第二页（右侧）\nPick Team Color：不管你选择了什么颜色，当你的士兵处于跟随模式时，他的身上都会散发相应颜色的光芒。所以说这个选项是为PVP系统准备的，你可以知道哪些士兵是忠于你的。不仅如此，你的公民的名字也会变成相应的颜色。\n工作顺序标识下：\n\n第一页（左侧）\n仅显示了标题的空白页码，留作备用。\n第二页（右侧）\n这里是殖民地所有的工作顺序的列表，你的工人将会按照从上往下的顺序进行建筑，你可以通过拖拽来改变建筑的先后。你也可以对建筑计划进行撤销。当你撤销正在进行的建筑计划后，你的工人将会中止建筑，若是你再次对其设置计划，那么工人就会在旧址继续进行建造。\n幸福指数标识下：\n\n第一页（左侧）\n你可以在这里查看哪些东西会影响公民的幸福指数。关于颜色（由好到坏）：绿色（及其快乐）、蓝色（快乐）、黄色（不快乐）、红色（你出大问题了，你的公民相当生气）。除此之外，还有黑色，会显示出现的问题。\n第二页（右侧）\n空白页码，留作备用。\nStep 3\n第三步\n在你建造其他建筑前，你必须先要建造建筑工小屋方块然后使用建筑工具来放置它。一旦你确定放置后，系统就会自动选择一个最佳的公民成为建筑工（前提是开启了Worker hiring mode的自动模式）。现在，你正式拥有了一名建筑工！CONGRATULATIONS！当你对着建筑工小屋方块右键后，你会打开一个有着如下选项的GUI：\n\nHut Level：告诉你的小屋的样式以及可以建造的房屋的最大等级。Worker Assigned：告诉你被分配到该小屋的建筑工的建筑等级。建筑工的建筑等级会在工作过程中升级。等级越高，建筑的效率越快。 Manage Workers：让你改变建筑工在哪个建筑工小屋工作。一个小屋只能居住一个建筑工。注：只有你将worker hiring mode变为手动模式后该项才会生效，否则你的公民会被自动选择。 Recall Worker：召回居住在该小屋的工人。你可能在他们被卡在某个地方、想要给他们某些东西的时候使用该功能。Build Options：为该小屋建造，升级，换位或修改建筑顺序。为了对该系统进行深入了解，请查看“建筑工”条目。Delivery Priority：你可以在这设置运送员前来该小屋取货的优先级（当居住在该小屋的建筑工请求时），你也可以设置让运送员永不来这里取货。 你也可以点击“Request Pickup Now”让运送员立即取货。（或者设置取货优先级，10级是最高的。）List of Recipes and Teach Recipe：按下这个按钮你便可以知晓这个小屋所学会的配方，并且可以选择删除或添加配方。当你按下“Teach Recipe”后，一个3x3的合成台界面就会弹出，这时候请你在其中摆放好要添加的配方，这样这个小屋便可以制作该配方的物品。Inventory：点击这个按钮可以查看这个小屋的储存空间，工人会在这里存放或使用材料。\n\n\n\n\n\n\nSchematics\n蓝图\n蓝图，是玩家在游戏中利用扫描工具获取的文件，它包含所扫描的某一区域内方块和实体的信息。你可以在单人或多人游戏中，使用扫描工具获取任何建筑或结构的信息，接着就可以叫建筑工为你建造相同的建筑了。当然了，你要先为他们提供必需的材料。\n索引\n扫描一个新结构\n放置结构FAQ\n        扫描文件的文件夹是什么，它在哪里？\n        蓝图文件夹在哪里？\n        我居然有一个“*/minecolonies/01e6a291-8a01-4763-bcae-f3a8797b1d52/cache/” 目录下的文件夹，这是干什么用的？\n        我要怎么创建一个自定义的小屋？\n        怎么重写一些内置的蓝图？\n        要怎么使用自定义小屋要怎么让我的服务器玩家在我的服务器上使用他们自己本地的小屋蓝图？\n        要怎么让我的服务器玩家在我服务器上使用他们自己在服务器上扫描的蓝图？\n        怎么完全禁止内置的结构的使用？\n\nScanning a New Structure\n扫描一个新结构\n当你有一个想要扫描的结构或区域，首先要限定出需要扫描的确切区域，这样才好让你的建筑工开工。\n\n换上你的扫描工具，首先鼠标左击该区域最左下的方块，接着在该区域最右上放置任一方块（可以是占位方块），然后右击它。\n\n\n\n\n\n接着轻击空气就可以看到完整的结构被区划出来，进入结构界面。设置好完整的区域以后，你可以按下ESC退出界面，但所扫描区域的白色高亮外框。绕着它走走，再检查一遍你所想要划出的区域是否都被扫描到。当一切准备就绪，再次右击空气，进入GUI界面，填写本次扫描的名字。之后按下绿色确认按钮保存。\n扫描文件将被存放在../minecolonies/scan/new/...中。\n如果该扫描的结构是自定义的小屋，保存好扫描文件后，得把他们移动到../structurize/schematics/(folder)/file 中。\nPlacing a Schematic.\n放置结构\n扫描完结构以后，你可以使用建筑工具来让你的建筑工们依它建造。选择建筑工具，右击，进入GUI，左侧下拉式菜单供选择“我的蓝图”，右侧下拉式菜单则显示着你的扫描文件。GUI界面还可供你更改扫描文件的名字。你也可以把你保存的扫描文件删掉。\n\n\n\nFAQ\n现在是关于蓝图的FAQ环节。\n\nWhat and where is the scans folder?\n扫描文件的文件夹是什么，它在哪里？\n\n扫描文件文件夹，是在模拟殖民地中，使用扫描工具进行扫描之后，扫描文件储存的地方。这只存在于客户端本地目录，位于MC的文件夹*/structurize/scans/下。初始扫描的蓝图位于*/structurize/scans/new/，除非它们在游戏中被重命名。这个目录是单人游戏和多人游戏共用的。\n\nWhere is the schematic folder?\n蓝图文件夹在哪里？\n\n自定义的结构的蓝图需要你将它复制到蓝图文件夹里，它在：*\\structurize\\schematics\\下。\n\n不过这个位置将取决于游戏的类型（指多人和单人）。\n\n对于单人游戏，它可能被存放在两个位置中的其一。\n①在地图文件夹中：*/minecraft/saves/(World Name)/structurize/schematics/\n\n        注意：当你需要你的自定义结构的蓝图仅仅局限于某一地图，请在地图文件夹中添加该目录下的蓝图文件夹。当该目录下的蓝图文件夹存在时（尽管是否为空），《模拟殖民地》将完全忽略其他可能的目录，都把蓝图存放在该文件夹中。\n\n②在MC主体游戏文件夹中：*/minecraft/structurize/schematics/\n\n        注意：当你需要在多个地图中用到同一个自定义结构的蓝图时，请在MC主体文件夹中添加该目录下的蓝图文件夹。\n\n对于多人游戏，蓝图将一直从该地图的目录：*/minecolonies/schematics/下。\n\nI have a “*/minecolonies/01e6a291-8a01-4763-bcae-f3a8797b1d52/cache/” folder, what is that for?\n\n我居然有一个“*(见上)” 目录下的文件夹，这是干什么用的？\n当玩家游玩服务器时，服务器需要将蓝图发送给玩家以便预览建筑工具制作的作品。这些蓝图将保存在MC主体文件夹*/structurize/{ServerUUID}/cache/下，ServerUUID是一个服务器的特定标识ID。当需要被用到时，服务器将自动创建这些目录，不用到时，这些目录将一定会被删除。\nHow to create custom huts?\n我要怎么创建一个自定义的小屋？\n\n为已建造的屋子创建蓝图，你得遵守下列规则：对于相同样式/小屋类型，但不同级别的小屋来说，扫描结构必须有相同的空间体积；扫描文件必须包含特定的小屋方块，例如：对于建筑工小屋来说，需要建筑工小屋方块；在不同级别的房屋中，小屋方块必须在扫描框架中的同一位置而且要同一个旋转角度；扫描文件的文件名要遵守命名规则：{StyleName}/{HutName}{HutLevel}.blueprint\n\n例如，MyOwn样式的建筑工小屋，我们要这样命名\nmyown/builder1.blueprint myown/builder2.blueprint myown/builder3.blueprint myown/builder4.blueprint myown/builder5.blueprint复制代码\n        注意：在建筑工具中，拓展名是被隐藏的。HutName可以是下列小屋的任意一个。最大等级是5级。\n\n全部就绪后，将myown文件夹移入蓝图文件夹中，启动游戏。你将在建筑工具中看到你的自定义小屋。\n        注意：记得，你要在目录中指定确切的小屋类型，这样才可以在建筑工具中看到你的蓝图。\n\nCustom Hut Filenames\n自定义小屋文件名\n这是截至2020.2.9更新的全部建筑的总表。请注意大小写问题\n\n\n\n\nimage.png (152.52 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-15 12:20 上传\n\n\n\n\n\nHut Requirements\n小屋方块要求\n\n\n\n\n\nimage.png (135.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-15 12:37 上传\n\n\n\n\n\nLevel Requirements\n等级要求\n\n\n\n\nimage.png (14.22 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-15 12:46 上传\n\n\n\n\n\nTips on Building\n关于建筑的小贴士\nDo\n宜\n\n让所有级别的小屋有相同的空间体积（x,y,z）\n小屋方块必须在扫描框架中的同一位置而且要同一个旋转角度\n确保小屋中所有箱子和架子在不同级别中保持同一位置\n你的结构的水平基座或低于水平面的方块应用固体占位方块来建构\n当你有想要不破坏原有结构/地貌的部分（包括在升级过程中），使用轻质占位方块来建构该部分。例如：在兵营升级为兵营塔的过程，兵营塔保留兵营结构的部分。\n只能使用原版方块或者官方发布的mod中的小屋方块\n使用书与笔代替空白的书\nDon’t\n否\n\n不宜在建筑中使用不可获得的方块（不要用命令方块，石化木方块，被虫蚀的方块，或者生物头颅。\n不要随便改变其他人的样式，除非有被特意要求这样做。\n\n\n\nAdditional Information\n附加说明\n\nHow to override some built-in schematics?\n怎么重写一些内置的蓝图？\n只要创建一个与其相同样式/名字的蓝图文件就行了。举个例子，要重写1级的建筑工小屋，就直接创建一个地址下wooden/builder1.blueprint的文件就可以了\nHow to use custom huts?\n要怎么使用自定义小屋\n自定义小屋首先要先复制到蓝图文件夹内。复制完以后，像平常一样启动你的单人游戏或者多人游戏。你将会在建筑工具中看到他们（只要你的蓝图内包含小屋方块）。\nHow to allow my players to use their own huts’ schematics on my server?\n要怎么让我的服务器玩家在我的服务器上使用他们自己本地的小屋蓝图？\n你得把他们的蓝图复制到服务端的蓝图文件夹内，然后重启服务器。\nHow to allow my players to use their scanned decoration schematics on my server?\n要怎么让我的服务器玩家在我服务器上使用他们自己在服务器上扫描的蓝图？\n编辑配置文件，把allowPlayerSchematics改为true。这样就可以让玩家们去使用自己装饰的蓝图建筑了。但这不会让玩家使用自己的小屋蓝图。你也可以限制总时间内可供上传的玩家蓝图数，通过编辑maxCachedSchematics条目就可以了，（默认为100），当达到限制数，服务器将会开始删除没有被用到的蓝图。\nHow to disable built-in schematics completely?\n怎么完全禁止内置的结构的使用？\n编辑配置文件，把ignoreSchematicsFromJar改为true。注意了，如果某些你提供的蓝图缺失了，这个条例会将会被打破，会继续引用内置的来补充。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n系统\n\n道具与方块\n\n补给营地和补给船\n补给营地或补给船是你开启殖民地的方式。\n补给营地或补给船是获得市政厅方块、开启殖民地的唯一途径。这两种方式都会给你提供开荒的大量材料、一片充足照明度且安全的地块去开荒。在这里面有各种各样的物品，甚至还藏有宝藏。所含物品可能随你选择的方式改变。\n\n\n补给营地或补给船的放置\n放置补给营地之前，你得先确保有一大片平整的、没有花草的地块，能放得下整个营地。同样对于补给船，你需要至少有一个方块盈余的一片水域。补给营地和补给船有各种大小，不都是一样大。\n\n\n首先只要拿着它在方块上右击，就会出现营地和船的3D预览和操作移动位置的GUI。外面的白框围出需要被平整的土地，按ESC即可退出GUI以查看整个区域，但会留下预览，所以你依然可以看得很清楚。拿着补给营地和补给船对着地面右击就可以重新进入GUI。\n补给营地和补给船有各种样式可供选择，在GUI界面的第三个下拉框进行更改。中间的箭头进行平移，弯曲的箭头进行旋转。当调整到你想要的位置的时候，按下绿色确认按纽，然后营地或者船就放置完成了。\n放置好以后，你就不能在这块殖民地中再放置新的补给营地或补给船了，除非你在宝箱中再开出来。\n提示：如果你没办法放置，可以尝试一个方块一个方块地移动：一个一个地往右，或一个一个地往左，一个一个地靠进或远离你清理的地块。注意，这个地块不能含有任何的窟隆，任何花草、蕨类、海草等等。它必须是平整的、干净的。如果还是放不下营地，试着扩大地块的边界，再增加一两个方块的范围。\n\n\n工人\n\n建筑\n\n建筑工小屋\n对于其他任何建筑来说，建筑工小屋是必选项。如果你还没建造建筑工小屋，那么建筑工将不会为你建造其他类型的建筑。\n建造建筑工小屋之前，你得先考虑清楚其他可能可以建造建筑的地点与其的距离，还要考虑地面上一些建筑障碍，例如水面、树木、洞穴、山丘、岩浆池等。选好地点以后，首先要合成建筑工小屋方块，并用建筑工具将其放置在该地点，接下来建筑工将会自动地被委派完成任务（或者你可以手动安排一个有着最佳特长的工人作为建筑工，在市政厅GUI的设置页面可以修改）\n\n现在你可以发布建筑任务，建筑工将先建造他们的小屋。他们会先寻求所需材料，记得要检查资源卷轴或者建筑工小屋第二页，看看要什么材料，以符合建筑/升级的需求。当材料仍然急缺时，将被用红色标出。\n\n当建筑工小屋先搭建完成时，你就可以随心所欲建筑任何你想要建筑的东西了，像工作小屋，建筑，装饰，或者你的自定义结构。\n\n注释：建筑工只能建筑不超过他们自己小屋级别的建筑。所以，若要升级其他建筑，要优先升级建筑工小屋。接下来建筑工才能升级其他建筑。\n\nBuilder’s Hut GUI\n当你通过右击建筑工小屋方块进行交互，你会看到有着众多不同选项的GUI。\n\n小屋等级：告诉你选中的小屋的种类和等级。工人安排：告诉你被安排在这栋建筑的工人和他们的等级。工人边工作边升级。等级越高，工作效率越高，速度越快。管理工人：让你更改在这个小屋工作的工人。每一间小屋一个工人。注①：只有你把市政厅方块内的工人雇佣模式调为手动，此条目才能生效。否则你的市民还是只会被自动雇佣。召集工人：召集在本建筑的工人到他们自己的小屋方块边。你可能因为他们卡在某个地方，或者想看看他们有什么东西，或者想直接给他们某样东西。建筑选项：让你可以创造、升级、复原、或者维修建筑。了解更多关于建筑系统的东西，请查看建筑工页面。运输优先：你可以设置运输工访问该小屋的优先权（当小屋内的工人发出请求时，他们会来捡起物品），或者设置让运输工不要来该小屋取物品，也可以按下【请求即刻取走物品】的按钮。配方列表 教学配方：当你点击菜单列表按钮时，将会展示你教授给该小屋的配方，也可以在此页面移除他们。点击教学配方，将会打开合成表，你可以通过这个方式将配方教授给该小屋（而不是工人!）存储物：你可以在这里打开小屋方块的存储，这里是工人存取材料的地方。他们也会使用架子和箱子，如要看看存储，也要检查看看小屋内的架子和箱子！\n\n\n\n当你按下顶部右角的箭头时，你将看到GUI第2页有着以下内容。\n\n需求的资源：这些是建筑工正在进行的建筑任务所需的资源。当建筑工放置方块时，数目会减少，这里只将显示建筑工还需要放置的方块。红色标出的是你和建筑工存储里都没有的方块。\n\n重要信息：按下建造按钮后你将看到一张关于所有需要用于建筑的材料清单。表单上有许多选项，但最重要的一项是，你必须确认建造——通过按下 建造建筑 按钮来创建建筑命令。\n重要信息：按下升级按钮后你将看到一张关于需要用于升级的材料清单。表单上有许多选项，但最重要的一项是，你必须确认升级——通过按下 升级建筑 按钮来创建升级命令。\n按下建造选项按钮后，你可以看到一些选项\n升级建筑GUI蓝图结构样式：在这里你可以查明你当前的蓝图结构的样式。你当然可以改变它，但不推荐这么做，因为该样式很可能出现在其他位置。建筑工：在这里你可以选择建造该项目的建筑工。如果这个小屋超出你的建筑工的行动范围，这里可供你手动安排一个建筑工。材料清单：这是一个所选结构的材料清单，列出了建筑工人建造所需的材料。重置：安照蓝图结构重置建筑。这将移除玩家对当前建筑的所有改变。升级：当你准备好要升级的时候点。这会带来很多收益，比如给熔炼工人更多的熔炉使用。拆毁：就这样拆毁！建筑工拆毁以后，你将得到保留当前等级的建筑工小屋方块。你可以用建造工具把它放置在某个地方。\n\n\n\n\n一些值得考虑的事情\n在考虑建筑工小屋的地点的时候，你得想想把小屋建在你其他计划要建造的小屋之间，这样你的建筑工就可以少走一点路了。\n建筑工总是先完成现有进程，再开始其他建造任务。\n你可以打开市政厅的GUI界面，进入建造命令的标签栏中，取消现有建造进程，或是调整建造进程的优先级。如果你在建到一半的时候取消建造进程，又重新安排建造命令，建筑工将在原先的基础上继续建造。\n如果建筑工在建造或升级的过程中移除了方块（泥土，原木，木板，玻璃等等），他们会将其放入背包。当建造完工后，他们将会把所有背包中的物品倾倒进建筑工小屋的存储中。\n\n杂项\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1952]幽篁流觞[/groupid]",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1597461240,
            "txt_content": " 本帖最后由 Sinbad_Official 于 2020-7-24 16:41 编辑 \n\n备用"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1597461240,
            "txt_content": " 本帖最后由 Sinbad_Official 于 2020-7-24 21:02 编辑 \n\n该楼为草稿时误发，请求删除。"
        },
        {
            "author": "TangFengYong",
            "timestamp": 1597465800,
            "txt_content": "az66666666666"
        },
        {
            "author": "理想是养神兽",
            "timestamp": 1597501800,
            "txt_content": "66666666666666666"
        },
        {
            "author": "2286310907",
            "timestamp": 1597502460,
            "txt_content": "大哥牛逼"
        },
        {
            "author": "rwdui",
            "timestamp": 1597508340,
            "txt_content": "666666666666"
        },
        {
            "author": "gashgash1211",
            "timestamp": 1597563180,
            "txt_content": "GOODDDDDDDDDDDDDDDDDDDDDDDD"
        },
        {
            "author": "xugeadad",
            "timestamp": 1597825620,
            "txt_content": "666666666666666"
        },
        {
            "author": "2689762855",
            "timestamp": 1597825680,
            "txt_content": "有没有大佬汉化"
        },
        {
            "author": "微凉123",
            "timestamp": 1597908660,
            "txt_content": "6666666666666"
        },
        {
            "author": "呵呵哒qpo",
            "timestamp": 1613295240,
            "txt_content": "66666666666666"
        },
        {
            "author": "小星EW",
            "timestamp": 1613370720,
            "txt_content": "az666666666666"
        }
    ]
}