{
    "title": "【原创/连载】黄昏神教#14",
    "author": "北极仙光",
    "replyCount": 1,
    "timestamp": 1595482440,
    "txt_content": " 本帖最后由 北极仙光 于 2020-8-16 08:28 编辑 \n\n第十四章——屠龙  “黄昏······黄昏······”  “什，什么？”  风行天还未反应过来，就伴随着异常强烈的噪声和黑暗，出现在了一块黑曜石平台上。  “刚才过来时好像听到了什么呓语似的。”风行天揉了揉脑袋，抬起头，看向眼前的景象。  整个世界的背景都是黑色的，给人一种十分压抑的感觉。  十根看起来几乎顶天立地的黑曜石柱子耸立在末地岛上，岛上分布着较多的末影人。而在中心的传送门上，盘旋着一条浑身漆黑，紫色眼瞳，形似西方龙的庞大生物。  末影龙。  黑曜石平台离末地岛并不远，风行天一跃，便来到了末地岛上。  末影龙飞了起来，看着风行天，忽然开口道：“你就是那个天选之子？”  风行天：“······”  系统淡定解释道：“进入末地的方法不可能是“凑巧”达成，必然是事先知道方法，为了通顺逻辑，就编了‘天选之子’这个称呼。”  “我问的是它为什么能说话！”风行天在内心咆哮道。  系统：“增加难度。”  随后，系统简单介绍了现在“魔改”后的末影龙。  它身上的鳞片十分坚硬，只有连续击中一个地方才能破开鳞片，伤到末影龙。它现在也比游戏中要更灵活，有着接近正常人的智商，但也会有痛觉。只有击中要害才能造成重大创伤。  心灵交流几乎在霎时间就完成，风行天心念电转，双手背后，摆出一副不慌不忙的样子，用低沉的嗓音开口道：“没错，我来了，特来终结你。”  装逼开始！  末影龙冷哼一声，没多说什么，直接朝风行天俯冲了过去。  “是个不喜欢多说话的性格啊。”风行天并不慌忙，一甩手，五六瓶药水被摔在地上，顿时给他叠上了一堆buff。  在末影龙即将撞到风行天时，他已经一跃而起，借助跳跃增强的buff，直接跳上了末影龙的后背。  “为什么我感觉我像个斗牛士······”风行天紧抓着末影龙后背的鳞甲，思索着对策。  “根据西方传说，龙是由蜥蜴变异而来的，蜥蜴属于爬行动物，爬行动物的心脏位置······生物课上讲过！”  风行天眼前一亮，而这时末影龙也反应了过来，疯狂旋转着身子，将风行天甩了下去。  可风行天却在空中强行转身，将附魔钻石斧狠狠甩向了他预判的位置。  鳞片破碎，钻石斧也被甩到了一旁。  风行天随后向地面抛出了一颗末影珍珠，因为以他现在的高度，落地水已经对他没有帮助了。  他只觉得在末影珍珠脱手的一刻，他仿佛看到了一个二维空间，他自己是一个坐标，而那颗末影珍珠是另一个坐标。  随后，风行天感觉自己的身体像是被挤扁后又撑开来，出现在了地面上。  “嘶，这完全不像是只掉两颗心的疼痛啊。”风行天只觉得全身还在隐隐作痛。  不过，末影珍珠的传送是不带盔甲的，而风行天也顾不得这些了，当即拉开弓，以他的附魔钻石剑为箭，射向了末影龙。  钻石剑精准的扎入了之前鳞片被破开的部位，不过只是带来了很小的伤害。  风行天当即换成了弩，以钻石剑为坐标，射出了一箭又一箭。  他的箭术，可是在内·蒙·古旅游时练过的！  钻石剑受到冲击力逐渐深入，末影龙也察觉到了不对，想拔掉它，但那个位置是死角，无论末影龙怎么努力都做不到。  突然，末影龙浑身一震，一股乌黑色的鲜血喷了出来，它像是受到了极大的痛苦，疯狂旋转起来。  钻石剑已经伤到了末影龙的心脏。  末地水晶源源不断的治疗没有任何作用，因为钻石剑还插在里面。  “赶紧把盔甲穿上。”风行天连忙走向掉在地上的盔甲，可刚穿完，就看见眼睛已经变为猩红的末影龙俯冲了过来。  风行天措不及手，一下子被撞飞了七八十米，掉在了一根黑曜石柱子上，疼得几乎昏厥过去。  但他强迫自己站了起来，拿出了工作台。  他庆幸自己有随身携带至少半组铁锭的习惯，也庆幸之前遇到了那么多蜘蛛。  风行天直接合成了六把铁斧，用线绑在了一起，像个攻城锤一般。再把所有的线连接成一根长绳，拴在铁斧上，甩了下去。  末影龙神智尚未清醒，模糊地看见了一个飞着的物体，就直接冲了过去，却正好打在了头上，鳞片几乎被全部掀飞，连头盖骨都出现了缝隙。  风行天见一击得手，当即再次拉弓，将一柄铁剑搭在弦上，射了出去，直接将末影龙的头颅打了个对穿。  末影龙一声长啸，双目失去了神采，“砰”的一声栽在了地面上，身体渐渐崩碎，化为了一堆经验球。  随着末影龙的陨落，末地岛中央基岩池里原本虚幻的星海，终于彻底成型，打通了回去的路。  亲眼看着末影龙的死亡，风行天终于坚持不住，一头栽在了黑曜石上。\n索引帖\n",
    "replies": [
        {
            "author": "Pan$brother",
            "timestamp": 1595489220,
            "txt_content": "前排支持"
        }
    ]
}