{
    "title": "[原创/连载]《北境之地Ⅰ》序章▪选择和秘密",
    "author": "苏采薇",
    "replyCount": 3,
    "timestamp": 1595428560,
    "txt_content": " 本帖最后由 苏采薇 于 2020-7-22 22:36 编辑 \n\n“不死图腾？” \n奢华且辉煌的房间内，端坐在扶椅上的老人听闻这件奇物之后，不禁陷入沉思。 \n“但这对于我来说有什么用？你所说的图腾可以抵抗致死攻击，但守护术同样可以、相比之下，去追逐这样一件稀世奇物，不觉得浪费时间么？”老人皱眉，目光转向壁炉旁沙发上的身影 \n沉默，房间内的气氛凝固了，令人窒息。沙发上身着奇怪的宽大术士袍的神秘人站起身来。老人发现，即使是面对能够照亮整个房间的壁炉，距离壁炉如此之近的这个人却依旧无法看清面容，浑身上下都被术士袍笼罩着，散发着阴冷的气息。仔细嗅探，隐隐可以闻到些许血腥气。\n老人有点不安了起来，不清楚神秘人要做什么，右臂握紧身后的某样物品，臂上清晰可见逐渐暴起的青筋。 \n他在害怕，老人清晰地知道自己如今的状态，在他的认知里是前所未有的，作为曾经的一名顶尖杀手，他的过去从未感觉到这种莫大的危机感，这种失去掌控的局面绝对不是他的作风。但他的直觉告诉他，不能轻易动手。眼前这个奇怪着装的神秘人，给他带来了巨大的精神压力，额头上不住地冒着汗水。“不，还不能动手，不然我可能会死” \n神秘人走到巨大的落地窗前，取出一枚指环上花纹繁复的戒指，在月光的映衬下仔细端详着。窗外是一片无边无际的黑森林，众多以低级僵尸骷髅为主的亡灵族在游荡着。\n“不，守护术可以抵抗致死攻击，但魔法总归有着它们的限度，如果攻击的强度远远超过守护术的强度。那么，再多的魔法都救不回你的生命。”神秘人顿了顿\n“不死图腾不一样，图腾无法毁坏，也无法超越，无论如何，都不会死，这才是不死。” \n“那又如何？我已经老了，我杀过的人不计其数，多少人挥洒万金都想要我的项上人头，难道我还会怕死？”老人.大声反驳道 \n“当然当然，我亲爱的罗亚大人，您当然不会有怕死的那一天。但您不知道一点，图腾的魅力不在于这些表面的东西。它最大也是最令人疯狂的一点，它——可以带你前往初始。”神秘人的声音变得低沉起来，像绒毛轻抚过脸颊，令人退缩又想要靠近。 \n“初始？那是什么地方？”“那里啊，是这个世界最开始的地方......”\n神秘人不断把玩着手上的那枚白晶戒指。老人这时才注意到神秘人右手无名指上戴着的那枚紫晶戒指，很眼熟，看上去像是曾经在哪里见过。“......”忽然明白了什么，老人面容迅速变得难看起来。 \n“巫灵戒？你是巫妖？何时南境之地落魄到连你们这帮家伙都敢涉足了。”老人质问道 \n神秘人不语，仍自顾自地把玩着戒指。 \n“多少年过去了，我再也没杀过巫妖一族的人，但别以为我老了，就杀不得你们了！”话音未落。杀机悍然锁定，老人右臂猛然使力，飞速地抽出藏在身上的那个一直紧握着的东西——一把银白色的折刀！折刀弹出，银白色的刀刃锋利得令人心寒。双足发力，向不足十步之外的神秘人挥刀斩去，银白色的刀身上散发着难以言喻的气息。\n滚滚杀机袭来，神秘人却是仍不为所动，仿佛并不在意老人的突然袭击。 \n时间突然缓慢了下来，刀刃距离神秘人的咽喉已不到十厘米，好像结局已经可以确立了一样。\n空气中的魔力开始疯狂聚集，汇聚在了两人的中间，迅速形成了一座花纹繁复晦涩难懂的元阵。元阵成型的那一刻，刀刃与其相撞，爆发出了剧烈的爆炸，将两人吞没。老人身躯飞了出去，砰的一声撞在了房间墙壁上，墙壁瞬间龟裂开来。而银白色的折刀已经在爆炸中破碎，消失在了空气中。 \n烟雾逐渐散去，脚步声响起，神秘人走到倒在地上的老人面前。\n“别抵抗了，亲爱的罗亚大人，我需要你的力量。去吧，去寻找那个图腾吧，走到那个地方，相信你不会拒绝的。” \n“这是十五灵戒之一的恒灵戒”神秘人把那枚白晶戒指在老人面前展示着，“它可以赋予你全新的生命，但记住，你一旦戴上，这辈子你都无法脱身于这个世界最大的秘密里，当然，我相信你不会拒绝的” 神秘人站直身子\n“毕竟我知道你从未忘记，曾经拥有顶尖力量的时候的掌控力，这换做谁都难以放弃。” \n神秘人走到桌旁，把白晶戒指放在了桌上，又从袍子内取出一块刻着北字的木制令牌放在戒指旁边。脚下元阵光芒浮现，淡然离去。 \n房间内，不知过去了多久，老人才回过神来，念叨着“力量么...”老人站起身，从桌上拿起恒灵戒，愣神地看着。随后像是做了艰难的决定一般，轻轻地把恒灵戒戴在了自己左手的无名指上。桌上的刻着北字的木制令牌吸引了老人的目光，转头望向窗外的北方，轻声叹了口气。 \n恒灵戒被引动，开始散发出白色的辉光把老人层层包裹起来。隐约可见，老人的身姿逐渐变得挺拔起来，满头白发染上了黑色，整个人向着年轻的时候倒退发展——返老还童！ \n“终究还是走进了这个地方，不知道到底是对还是错了，初始到底是什么地方，北境之地是么,我来了......”\n\n一个酝酿已久的故事，首次尝试网络文学，希望会写得符合我的初衷\n序章写那么长的，多半就我才这么做了，具体有多少字没看，反正搜狗输入法过万了【删删写写】排版什么的，以后再做精排，现在懒\n\n\n\n\n\n",
    "replies": [
        {
            "author": "暗影月赎",
            "timestamp": 1595428800,
            "txt_content": "支持创作，希望可以继续更新\n不过真的不写个前言之类的交代一下背景么，突然这样展开有点云里雾里"
        },
        {
            "author": "苏采薇",
            "timestamp": 1595428980,
            "txt_content": "暗影月赎 发表于 2020-7-22 22:40\n支持创作，希望可以继续更新\n不过真的不写个前言之类的交代一下背景么，突然这样展开有点云里雾里 ...\n不需要，序章本身就是用来铺垫的，背景会在后面逐步交代"
        },
        {
            "author": "Pan$brother",
            "timestamp": 1595430840,
            "txt_content": "期待下章，加油\n"
        }
    ]
}