{
    "title": "[Minecraft.net][Culture]峡谷之城",
    "author": "1160614251",
    "replyCount": 5,
    "timestamp": 1595700720,
    "txt_content": " 本帖最后由 1160614251 于 2020-7-26 18:30 编辑 \n\nCastle Canyon\n峡谷之城\nIstanbul! Texas! Together at last in Crabcod's worldly build!\n伊斯坦布尔和德克萨斯州的建筑风格终于由Crabcod结合在了一起！\nTom Stone\n\nSometimes I wonder if I've seen more castle builds in Minecraft than I've seen actual blocks. I've seen medieval castles, redstone castles, futuristic castles, epic fantasy castles , watermelon castles, chocolate-coated castles, mashed potato castles complete with gravy moats... actually, I might've made those last two up. Need to stop writing these articles before lunchtime.\n有时候我很想知道我在Minecraft世界里看到的城堡建筑是否比我见过的建筑方块还要多。我见过中世纪城堡、红石城堡、未来科幻城堡、史诗魔幻城堡、西瓜城堡、巧克力城堡、土豆泥城堡和它的肉酱护城河.....但最后两个其实是我编造出来的。我觉得我还是别在午餐时间前写这些东西。\n\nAnyway, today's build proves that there's plenty of life in the castle build yet, so long as you keep finding fresh twists on it.\nKorean builder, Crabcod has done exactly that, with his 'City of the Canyon' taking inspiration from two very different parts of the planet.\n总之，这个建筑证明了城堡的建筑风格还有着很大的开发潜力，只要你能够不断地找到新的突破口。来自韩国的建筑师Crabcod做到了，他的建筑灵感来源于地球两个完全不同的地方。\n\n“I was always interested in artistic things and liked to play games,” explains Crabcod to me, “so I went to find things that could make artistic expressions in games and started to work on Minecraft.”\n“我一直对艺术和游戏很感兴趣，”Crabcod跟我解释说，“所以我开始寻找某种能把艺术作品展现在游戏里的东西，并开始钻研Minecraft。”\n\n\n\n\n\n\nCrabcod started the project with a desire to create simple urban architecture, surrounding a larger main element. After “looking for a good background image and an illustration,” he chanced upon the scenery of the Texan city of Canyon . “It was so beautiful and I liked it that I made [my build] with reference to the image of the city.”\n在这个项目开始时Crabcod想建造一个简单的城市建筑群来围绕一个较大的主题。在对背景图片和插画的一番寻找之后，Crabcod偶然发现了德克萨斯州峡谷的城市风景。“太美了，我很喜欢这景色，就以这座城市的风格来做我的建筑吧。”\nBut Crabcod's architectural designs aren't consistent with the actual Texan city of Canyon. Instead, he opted for spired towers, slanted roofs, and a castle more Middle Eastern in feel.\nCrabcod的建筑风格选择了尖顶的塔楼、倾斜的屋顶和更具有中东风情的城堡。与德克萨斯峡谷的并不一致。\n\nThis architecture, he explains to me, “was inspired by Hagia Sophia in Istanbul .” It's a smart mesh of influences – distant landscapes and architecture mixed together - resulting in a build that's truly the best of both worlds! (OK, true, both of those places are on Earth, so technically it's the best of one world. But in my defence - shut up).\n他向我解释他的建筑风格，“灵感来源于伊斯坦布尔的圣索菲亚教堂。”这是一个巧妙的融合关系 —— 远处的风景和建筑交融在一起 —— 诞生出了结合两种风格的最佳建筑！(嗯，确实，这两个地方都在地球上，某种意义上来说这确实是这世界上最好的一座建筑。但我个人觉得 - 闭嘴吧)\n\n\n\n\n\nCrabcod's city was no small undertaking, and he has advice for players taking on longer projects like this. “You can be tired or have no fun when you are building,” he explains, breaking new ground for this usually pro-Minecraft website. “When that happens, try it with your friends. Then it will be more fun and [you'll become] closer to your friends.” Good idea! Those friends are fellow members of Korean build team, GBF – and you can expect to see more builds from that talented team on Minecraft.net soon.\nCrabcod的建筑是一个不小的工程，他对那些同样在建造类似项目的玩家提出了一些建议。“在建造的过程中你可能会感觉很累，或者非常无聊”Crabcod解释说，对于专业的Minecraft网站来说也是一种新的突破。“当这种情况发生时，试试和你的朋友们一起建造。这样会更加有趣而且你能增进你和你朋友的友谊。”好主意！这些人都是来自韩国建筑团队GBF的成员，你可以期待在Minecraft.net上看到更多来自这个专业团队的建筑。\n\nSo what's next? “I want to make a building of Korean traditional style,” Crabcod says. “I want to spread the beauty of Korea through this.”\n那么下一个建筑是什么呢？“我想建一座韩国传统风格的建筑，”Crabcod说。“我想通过它来传达韩国的建筑之美。”\n\n\n\nIt's not like he doesn't have globetrotting form in replicating the beauty of the real world in Minecraft, as his builds based on Japanese architecture and a Baroque Palace attest. Why not follow Crabcod on Twitter to see where he takes us next?\n并不是说他没有在Minecraft的世界中以环球旅行的形式还原这个世界的美好，就比如他以日本建筑和巴洛克宫殿风格为基础建造的建筑一样。为什么不关注推特上的Crabcod看看他接下来会带我们去哪里呢？\n\n Renders by Monkey D Haru and GBFAya. \n渲染由Monkey D Haru 和GBFAya 支持\n\n【烙铁 译自官网 2017 年 07 月 25 日发布的 Castle Canyon】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "天辉胡萝卜",
            "timestamp": 1595701800,
            "txt_content": "这个硬化黏土房效果真是好"
        },
        {
            "author": "1160614251",
            "timestamp": 1595730960,
            "txt_content": "疾风暗影 发表于 2020-7-26 02:30\n这个硬化黏土房效果真是好\n其实我想看看内饰"
        },
        {
            "author": "可能maybe",
            "timestamp": 1595933940,
            "txt_content": "好恢弘啊！同时又很有民族特色"
        },
        {
            "author": "血盟团长",
            "timestamp": 1596087720,
            "txt_content": "这样的建筑风格也很不错，记下了"
        },
        {
            "author": "kayn-",
            "timestamp": 1596254280,
            "txt_content": "这房子真的炫啊"
        }
    ]
}