{
    "title": "闲聊第一问！",
    "author": "追梦得繁星",
    "replyCount": 3,
    "timestamp": 1595755260,
    "txt_content": "本鸟，本菜鸟对于发帖也不是很严谨。由于之前一直在看，而且不发帖，看看咕咕咕？咕咕咕！\n由于本有有幸在某个服当了一次op。也是对于rpg的改编也有一点想法。可能不做不知道，一做就突然这想法就从脑子里冒出来了。还由于自己当op，什么也不管事，每天在划水，所以说闲聊几日试试水。也想听各位的水佬建议，理性一下。\n其实也是在说这第1问，这一问也是对于rpg的个人感觉来说吧。其实在14年的时候，我接触了一次rpg，当年我是非常兴奋的打开了，我感觉会给我惊喜。没想到最后那会惊喜还是从像一盆冷水一样浇到我头上。可能对于我们来说，我们玩家来说。刚接触rpg后听到这个三个字的时候，我的脑海里第一反应是。高度自由，可能有点用词不当！但其实在我解除rpg的第一瞬间时，我的脑海只有这一个想法。但是在我进去之后会发现有三大点。死板卡牌系统还有死板剧情和死板副本。真的是他们这样在我的一盆冷水一样浇到我头上。可能对于我们来说，我们玩家来说。刚接触rpg后听到这个三个字的时候，我的脑海里第一反应是。高度自由，可能有点用词不当！但其实在我解除rpg的第一瞬间时，我的脑海只有这一个想法。但是在我进去之后会发现有三大点。死板卡牌系统还有死板剧情和死板副本。真的是他们这样在我的头上冷冷浇了一盆水。就是说对于我来说，像这种rpg给我的感觉是非常自由的。就像他有无限种可能一样，他可能会发生很多事情，任何事情。就后面你在跑图的时候，突然脚下喷出岩浆。会形成火山喷发的形式。或者秃然你在跑过沙漠神殿的时候，脚下会出现空方块或者流沙。走着走着突然人就没了。感觉就是对于一种死板的形式。而且他们在我第1次玩的时候，他给我的感觉就特别像一种死板老套的服务。他可能当时是非常先赢，但是我对于他们来说非常很闷很无聊那种感觉。\n\n‌但我也是有种新的想法，对于rpg来说，为什么不能跟mod来混合？为什么不能用他们来形成更好的地形和更好的事件？或者突然在你往前走着，突然就随机传送。这种具有无限可能的世界，给人的感觉是非常美妙的。钱又不具备那种老版的形式主义。\n‌就像脱离那种庸俗的卡牌和无聊的副本。对于rpg的副本本，之前我也是进去试过的，就像那种刷刷乐一样。只要你武器高，只要你伤害高，你就能把他打死。\n\n给人的感觉就是只要在那挂机刷，他就可以更强更好的武器。或者氪金。这种给人的感觉是非常无聊的。\n\n或许我的理解也是有错的，或许我的想法输入点是好的。还是请各位大佬好好，对于我这个第1问，好好回复一下。我非常想听一下你们的意见。或许对于玩家来说，并不是说强大那种，而是给人感觉就是新鲜感。让人感觉那种有玩透，而不是无聊的使劲在那里挂机。或许也是我个人对rpg的理解有些误解或者个别事件。所以请要请你们好好的说一下，其实我对rpg也不是非常熟，但是他们给予我这种感觉就是这样子的。就像一头扎在深水池子里，头塌出去呼吸困难。\n\n也请各位大佬深深的思考一下。Rpg是否具有无限可能性？第1问到此结束，谢谢大家。",
    "replies": [
        {
            "author": "2083884106",
            "timestamp": 1595770620,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "hello_world98",
            "timestamp": 1595771760,
            "txt_content": "字多不看(误)\n个人感觉(很个人的感想)，rpg的可能性永远是有限的。\n因为其核心的“成长-战斗”机制放在那里。\n自然，无论是否增加随机性(比如rougelike)，都会有人去寻找最优解。\n所谓的“新鲜感”，即使是很随机和有趣的机制，也会在反复刷的过程中消耗殆尽。\n优秀的剧情、丰满的人物、爽快的打击感、优美的画面、奇妙的机制……都是有极限的。\n\n(然而这和mc这种沙盒游戏并没有太多关系qwq)"
        },
        {
            "author": "小猫不喝水",
            "timestamp": 1595772000,
            "txt_content": "我有点晕，这就叫新人 大佬吗？"
        }
    ]
}