{
    "title": "evolution恰如黑夜的星星是那般迷人",
    "author": "Ktasver",
    "replyCount": 3,
    "timestamp": 1365861000,
    "txt_content": " 本帖最后由 Ktasver 于 2013-4-13 21:50 编辑 \n\n                                                                           全新人种即将崛起演化就像一个搜索引擎，不过并不是非常好用那种。我们指的可不是谷歌，大概是蒙着眼睛、拄着拐杖、醉醺醺、还做了前额叶脑白质切除术的谷歌。这也正是诺贝尔奖得主弗朗索瓦·雅各布（Fran&#231;ois Jacob）把演化比喻成修补匠，而不是工程师的原因。工程师清楚自己的方向——他们有目标，有计划。而修补匠呢，只是将零件拼在一起，把这一小块粘到那一小块上，不断地摸索着看看可能会有什么功能出现，脑子里全无目的。演化这个“搜索引擎”的进程是盲目的，因而也是一个渐变的过程——这一观点来自于达尔文。他认识到，资源往往是稀缺的，因此生物体总是处在相互竞争之中。在永无休止的战争中，那些碰巧拥有某些微妙的固有优势的个体最具繁殖能力，会把他们的优势传给后代。凭借这种方法，新的物种就得以产生，每次只出现一个不太完美的改变，但这个过程显然不会太快。纵观历史，只有巨大的气候和地质变迁，例如陨石撞击或者冰期，才会全面加快演化过程。这样的变迁开创了全新的生态微环境，给演化这个“搜索引擎”提供了可以摸索的全新可能性。这种时快时慢的演化假说，也就是演化理论学家斯蒂芬·J·古尔德（Stephen J. Gould）和奈尔斯·埃尔德雷奇（Niles Eldredge）在1972年提出的“间断平衡”（punctuated equilibrium），有助于解释化石记录中看似突然出现的新物种。但是说真的，演化中没有什么是突然的。按照研究者的说法，那些间断期的范围大致介于5万年到10万年之间。只不过，化石没能很好地保存这些记录。基本上来讲，自然选择是一个慢性子玩的游戏。当然，某个个体可能会比同类高出许多、聪明许多，或者长寿许多，但无论这个变异对个体多么有利，要把它扩散到整个群体仍然需要非常非常长的时间。起码，这一点是被认为是演化的规则。然而，这个过程近来变得有一点点激进。过去几个世纪以来，尤其是加速度越来越快的最近50年，层出不穷的技术革新已经开始大大加快了某些在不久之前还完全由自然掌控的过程。简而言之，我们的技术似乎已经创造出了加速变化的方法（比方说，基因工程），还提供了新的栖息地（比如现代都市），从根本上割裂了我们作为一个物种的生物属性，并改造着我们的未来。更高、更壮、更长寿达尔文认为演化改变是一个缓慢的过程，这种渐变论调可能不太靠谱。质疑这一点的最初迹象，并非来自生物学领域，而是经济学领域——确切地说，是在对美国的奴隶制度进行经济分析时出现的。大部分奴隶，尤其是那些小种植园里的奴隶，要比生活在美国北方的自由民吃得更好，住得也更好。1958年，美国哈佛大学的经济学家阿尔弗雷德·康拉德（Alfred Conrad）和约翰·迈耶（John Meyer）出版了一本书，主张奴隶制尽管有悖道德，但在经济角度上确有价值。这个观点让美国芝加哥大学的经济学家罗伯特·福格尔（Robert Fogel）实在难以接受。福格尔是白人，但他夫人是非洲裔美国人，并且非常以此为傲。福格尔说：“我在哈佛教书的时候，她在我们房子的门外挂了块标牌，上面写着：‘别为你不像我一样是黑人而苦恼——并非人人生来都这么幸运。’”福格尔下定决心，要证明康拉德和迈耶错了。他花了差不多10年时间来研究这个问题。在更早之前的研究中，福格尔已经将严格的统计分析和其他基于经济学问题的数学方法，开创性地应用到了历史研究领域（他也凭借这项研究获得了1993年的诺贝尔经济学奖）。于是，福格尔与美国罗彻斯特大学的经济学家斯坦利·恩格曼（Stanley Engerman）合作，运用这些方法开始研究奴隶制。这项研究让他深入探讨了经济学、生理学和长寿之间的关系，并从中比较了奴隶（或者自由民）的人均食物消耗量与工作产出总量之类的变量。为了进行这样的比较，福格尔需要数据和计量方法。他用的数据来自美国国立卫生研究院资助的南北战争老兵记录数据库。这些珍贵的信息中包含了详细的数据，包括征兵时的身高体重、每天的伤病员登记、定期的战后体检、人口普查数据，往往还有死亡证明书。至于计量方法，他选择了身高和体重，因为越来越多的科学家逐渐达成共识，这两个因子是死亡率和发病率的精确指标。与福格尔合作把这些想法写成论文的加利福尼亚大学洛杉矶分校经济学家朵拉·科斯塔（Dora Costa）说：“身高被证明是一个极好的健康指标。它是人体接受营养、传染病、环境卫生及各种需求之后的净值。”（联合国现在把身高作为检测发展中国家营养水平的一种方式。）所有这些信息所提供的，是人口角度对19世纪美国人生活的描述，这也正是福格尔想要用来理解社会经济大趋势的东西，最终让他得出了令人吃惊的结论。1974年，在那本如今已经相当有名的书《十字架上的岁月：美国黑人奴隶制经济学》中，他和恩格曼详细描述了他们的第一个结论——归根结底，康拉德和迈耶是对的：奴隶制尽管令人反感，但并不像大多数历史学家所假设的那样，既没效率也无收益。福格尔详述道：“事实表明，大部分奴隶，特别是小种植园中的奴隶，要比北方的自由民吃得更好，居住条件也更好。这意味着他们寿命更长，身体更健康，因此工作产出也更高。无疑，这个结论令人不爽，但数据就是这样。”然后，在1988年前后，福格尔开始注意到数据中一个令人吃惊的趋势：过去几个世纪以来，美国人越长越高了，尤其以20世纪最为突出。同时，他们还长得更加健壮，活得更长，也变得更加富有了。举例来说，在1850年，美国男性的平均身高是1.70米，体重为66.2千克。到1980年，平均身高已升至1.78米，体重则达到了78.9千克。而且不只是美国人如此。一个经济学家团队将这项调查拓展到全球，发现这种趋势遍布世界。福格尔说：“过去300年来，人类的平均体格已经增长了超过50%，平均寿命延长了1倍还多，重要的器官系统也变得更加强健。”经济学家罗伯特·福格尔（右）和他的妻子。福格尔用研究经济学问题的数学方法来研究历史，原本是要驳斥美国南方的黑人奴隶制，结果却出乎他的预料。技术加快演化从演化角度来看，300年不过是一眨眼的工夫，转瞬而已。对于如此激进的进步而言，时间几乎是不够的。那么，这样的变化从何而来？接下来，福格尔又花了20年时间来回答这个问题。他意识到，促成这一快速演化时代的，是层出不穷的技术革新，是食品生产与分配、环境卫生、公共健康和医药等领域的进步。“在过去的几百年里，”福格尔说，“人类取得了前所未有控制环境的能力，控制力之强不仅使人类区别于任何其他物种，还使现代人有别于所有的祖先。”福格尔的核心理念相当简单：“上一代人的健康和营养状况，会通过母亲对婴幼儿的抚养，决定下一代的体格、健康和寿命；同时，更健康和更长寿又使下一代能够更努力地工作，并且工作更长时间，创造出资源来继续协助再下一代，子子孙孙无穷匮也。”这个理论被福格尔称为技术生理演变（techno-physio evolution），在他2011年与人合著出版的新书《变化的身体》中有过深入探讨。简而言之，技术正在影响遗传。这些说法倒也不是全新的。经济学家差不多在100年前就已经知道身高、收入和寿命之间有相关性，但是人们无法合理解释其中的机制。随着表观遗传学（epigenetics）这一新领域的飞速发展，解释终于出现了。表观遗传学研究的是外界环境如何在我们的一生中改变我们的基因，甚至还能传给下一代。今天，这一领域已经得到广泛接受，表观遗传学家已经证明，自然选择并不是产生可遗传变化的唯一力量。不过，福格尔的步子迈得更快，因而也走得更远。“这就是整体大于局部之和，”他解释说，“我们说的是技术与生物之间令人难以置信的协同作用，说的是非常简单的改进，比如巴氏巴氏消毒法这种帮助我们洁净生活用水的普遍使用的灭菌方法，就能产生可以遗传的效果，而且要比以往更快速地在人群之间散播。”“想想看：人类是一个有着20万年历史的物种，”福格尔说，“人类刚出现时，平均寿命是20年。到了20世纪来临之时，平均寿命变成了44岁。我们在20万年的时间里延寿了24年。可是今天，平均寿命是80年。这些小小的改进在短短一个世纪里，就让我们的寿命翻了将近一番。”“演化将我们‘设计’得颇有弹性，”美国杜克大学的访问学者、经济学家约翰·科莫洛斯（John Komlos）指出，“我们的体型在日子好时增长，在日子差时收缩。”福格尔观察到的体重增长始于20世纪20年代，当时人们开始开车，从事的伏案工作也越来越多。但现如今，肥胖的流行已经挂上高速档，体重上的弹性已经成为负担，因为演化力量并未把我们塑造成控制摄食的物种。“我们以前不知道外界环境因素能够造成这样的差别，”科莫洛斯说，“技术生理演变表明，经济学在细胞层面具有影响，可以说是深入骨髓。”自福格尔开展这项研究以来，这些观点已经传播得远远超出了经济学界。从文化人类学家到群体遗传学家，各个领域的学者纷纷着手研究起技术生理演变的现象。在2000年发布于《行为与脑科学》上的一篇论文中，英国圣安德鲁斯大学的演化生物学家凯文·莱兰（Kevin Laland）把这一过程称为“微环境塑造”（niche construction），并做了如下解释：“所有生物体都在持续不断地与它们周边的局部环境相互作用，在这样做的同时，也在持续不断地改变着环境。如果各代生物群对局部环境的调节各不相同，或者自成一套，那就不会给自然选择压力带来任何改变，因而也就不会有显著的演化结果。”“然而，如果每一代，每个生物体都反复以同样的方式改变自身环境……那么结果就可能会改变自然选择。这种微环境构建对外界环境造成的结果可能是暂时的，也可能仍旧局限于某一代，但如果同样的环境变化在足够多的世代中一再发生，它就可能成为演化选择的一个重要来源。”演化的摩尔定律不管是叫微环境构建，还是叫技术生理演变，本质上无非是换了个名字的间断平衡，只不过提供全新微环境的是文化，而非天灾。主要的区别在于变化的节奏。自然发生的地质事件相当罕见，而改变微环境的技术进步却是迅速的，而且还在不断加快。这可不是大同小异。近几年来，研究人员已经发现，支撑着计算技术迅猛发展的指数增长定律（比方说摩尔定律，即计算机芯片上集成电路的数目每12－24个月就翻一番），出现在了所有以信息为基础的技术领域。人工智能、纳米技术、生物学、机器人、网络、传感器等诸多领域，具有驱动技术生理演变的巨大潜力，它们的性价比曲线呈现出了类似的指数增长。以基因组测序为例，它被誉为是使医药行业从标准化治疗转变成个性化预防的关键工具。1990年，人类基因组计划公布，当时检测一个人全部基因组的预算成本为30亿美元——这么高的成本，个性化医疗根本就遥不可及。但到2001年，成本下降到了3亿美元。到2010年，已经低于5000美元，2012年跌破1000美元大关。以目前的下降趋势，10年之内，人类基因组全测序的价格会低到不足10美元。如果标准化治疗性质的医疗能在短短一个世纪内使人类寿命翻番，那么个性化预防性质的医疗又会把寿命延长到何种程度，想象一下吧！技术生理演变展示了，增强对外界环境的控制如何能够影响我们的生物学性质。不过，如今进展最为迅猛的那些技术中，有很多直接跳过了中间人，跳过了自然选择这个达尔文式的调节者，让我们能够直接操纵内在环境，并且向前推进，哪怕微环境并未发生任何改变。“正在指数级增长的技术改变了演化之争，”美国奇点大学生物信息学及生物技术系联席主任安德鲁·赫塞尔（Andrew Hessel）说，“从头到尾观察这些模式的话，你很快就会发现，这是我们掌握自己基因组的世纪。”就看看与生殖有关的技术好了：孕检、基因筛查、妊娠监测、遗传学咨询。我小的时候，唐氏综合征是个难题。而如今，患有唐氏综合征的胚胎约有90%会被终止妊娠。按照这种模式发展下去，距离规划设计自己孩子（比如选择肤色、眼睛颜色以及个性特征）的日子不会太远了。还要再过多久，就会有父母这样教训孩子：“我给你买了钱能够买到的最好的脑子，你怎么就不知道用呢？”这样的可能性会带来其他更大的问题。需要多少改变才能创造出一个全新的物种？英国达特茅斯学院的神经科学家理查德·格兰杰（Richard Granger）研究的是大脑演化，他认为或许不需要太多改变就行。“就说狗吧，”他说，“过去它们看起来全都像狼。现在就不一样了。人类搅和狗的基因只有区区几千年，就创造出了体型全然不适合交配的犬种——大丹犬和吉娃娃在没有外界帮助的情况下是无法交配繁殖出后代的。”这个道理对于人类也是一样。现如今，人类是地球上唯一的人种，但在生命科学投资公司Biotechnomy的总裁、哈佛商学院生命科学项目创始人胡安·恩里克斯（Juan Enriquez）看来，情况似乎不太可能一直如此。“距离现在最多不超过一两代人的时间，我们就将看见一个全新人种——‘演化人’（Homo evolutus）的出现，”他说，“他们可以直接并且精确地操控自身以及其他物种的演化。”按照标准科幻小说的思路，人类掌控自身演化后往往会沿着优生的方向发展，致力于打造一个优等人种。然而，真实情况远没有这么直截了当，意料之外的结果处处都会出现。看似清晰的遗传目标，比如让人变得更聪明，不仅牵涉成百上千万个基因，增加了出错的风险，而且还可能涉及错综复杂的各种关联：比方说，我们的智力或许通过某种我们尚未解码的方式与我们的记忆紧密相关，因此尝试提高智力或许会在无意间抵制我们的记忆力。再说，在没有某种自上而下控制的情况下，就连优等人种应该是什么模样，我们的观点也很难统一，更不用说达成什么一致的人类意愿了。“诚然，”赫塞尔说：“我们或许能够改善自身，设计我们的孩子，但不太可能以某种统一的方式进行。我们仍然是人类。因此，我们会以自我为中心，以我们的创造力和奇思妙想为基础，打造我们自己的孩子。几乎可以肯定，这会带来各种千奇百怪的多样性。”“不借助技术手段，所有这些变异的人类相互之间能够成功交合的可能性极低。那才是我们这个物种真正开始分化之时；也正因为如此，演化人才能够像寒武纪生物爆发那样，轻易产生出大量的人类亚种。”\n",
    "replies": [
        {
            "author": "Ktasver",
            "timestamp": 1365861060,
            "txt_content": "如此高能生物不来一发"
        },
        {
            "author": "97043381",
            "timestamp": 1365861720,
            "txt_content": "楼主这是在水吗"
        },
        {
            "author": "Ktasver",
            "timestamp": 1365862080,
            "txt_content": "97043381 发表于 2013-4-13 22:02 \n楼主这是在水吗\n\n\n\n\nORZ.jpg (67.14 KB, 下载次数: 1)\n\n下载附件\n\n2013-4-13 22:07 上传\n\n\n\n\n如此科普文章尔等竟不知趣\n\n"
        }
    ]
}