{
    "title": "[1.14/1.15/1.16]Miners Dream——矿工梦材质包[16x]",
    "author": "8888_",
    "replyCount": 2,
    "timestamp": 1595739240,
    "txt_content": " 本帖最后由 8888_ 于 2020-7-26 12:56 编辑 \n\nMiners Dream—16x材质包\n\n\n\n\nminers-dream_1.png (112.33 KB, 下载次数: 4)\n\n下载附件\n\n2020-7-26 12:37 上传\n\n\n\n\n\nMiners DreamMiners Dream is a 16×16 Resource pack created to putting a lot more effort than my previous Project, MazinPack 8×8,\nMiners Dream材质包是一个16x材质包，它的制作比我的8x材质包付出了更多的努力。\nThe Packs intent is nothing more than just to be a favorable pack, It’s simplistic in some areas while others it goes a little more into detail.\n这个材质包的目的无非是成为一个合适的材质包，它在一些地方是简约的，但在其他地方会有一些细节。\nMiners DreamAs the Brief Introduction said, Miners Dream’s Intent is just to be favorable, like any other resource pack, except with a twist.\n正如简介所说，矿工梦意图与其他材质包一样都是合意的，除了有所不同。Miners Dream offers a wide range of simplicity while also adding in details here and there.矿工梦体现出广泛的简约，同时在各处增加了一些细节。The Similarities of MazinPack is that the pack is Wierd and Wacky,此材质包与MazinPack的相似之处在于有价值和古怪的（这还有更好的翻译嘛）unlike MazinPack Intent being a simplistic 8×8, but as I said is still somewhat controlled so there aren’t any unusual textures, for example MazinPack has some textures that don’t fit in.与MazinPack的简约8x材质包不同的是，它受到了**因此没有任何异常的纹理，例如MazinPack会有一些纹理不合适准备好PVP吧  PVP ReadyThis Pack also Aims for pvp Audiences,especially those who spin 30 times before landing a bow shot from 2 blocks away and calling themselves faze,\n这个材质包还面向PVP玩家，尤其是那些旋转30次然后在从2个方块之外射出弓箭并使自己慌乱的人（啥意思，我没翻译错吧2333）\nhose guys are legends, no wonder they got into Faze. The Pack Includes:\n他们都是传奇人物...这个材质包包括：\n+ PVP Cursor with a Distinguishable red dot+带可分辨红点的PVP光标+ Thats it lol.Because not much has been added to this pack yet we still plan to add more pvp elements like low fire, and smaller particles, while also keeping it a nice pack overall.\n虽然没有在这个材质包里添加太多的PVP元素，但是我们仍然计划去添加更多的PVP元素，像更少的火焰特效和较小的粒子，同时总体上保持它的美观原作者的话 （许可信息） Licensing InfoLicensing Info* You are allowed to Create Articles, YouTube Videos, or any other type of Content Containing Miners Dream.* In any Content containing Miners Dream you MUST INCLUDE THE AUTHORS CREDIT.* Porting and Redistribution containing Miners Dream is allowed but you MUST INCLUDE THE AUTHORS CREDIT.* In YouTube Videos containing Miners Dream you MUST INCLUDE A LINK TO THIS PAGE ON MCPEDL AND INCLUDE THE AUTHORS CREDIT.\n\n图片欣赏\n\n\n\n\n\nminers-dream_2.png (89.03 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-26 12:37 上传\n\n\n\n\n\n\n\n\n\n\nminers-dream_3.png (96.8 KB, 下载次数: 7)\n\n下载附件\n\n2020-7-26 12:37 上传\n\n\n\n\n\n\n\n\n\n\nminers-dream_4.png (90.24 KB, 下载次数: 2)\n\n下载附件\n\n2020-7-26 12:37 上传\n\n\n\n\n\n\n\n\n\n\nminers-dream_5.png (63.35 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-26 12:38 上传\n\n\n\n\n\n\n\n\n\n\nminers-dream_6.png (106.86 KB, 下载次数: 1)\n\n下载附件\n\n2020-7-26 12:38 上传\n\n\n\n\n\n*暂未翻译内容Update 0.13Update AThanks for the feedback concerning sand/sandstone, all sand-related textures have been retextured to better fit the theme.\nUpdate BTextured Wool Textures, The Title Image, TNT, and Diamond/Emerald “Gem” Block Textures.QualityWhen It came to MazinPack, you’d basically throw a paint brush at your pc and say “ART”. MazinPack was clearly a messy pack, instead Miners Dream offers the technic called “No work? No Food.” (Joke I do eat, I don’t have a over commanding boss, and I’m very healthy, I think…). Quality In Miners Dream (Clearly shown by the title) is quite great in my perspective. I focused not only on making it good, but also going back and fixing textures that need a make-over, like a huge make-over.下载地址&支持版本：支持版本：\n1.14、1.15（测试）、1.16\n原帖下载地址：\nhttps://mcpedl.com/miners-dream/（请支持原作者，可下载）\n百度网盘（备用）：\n链接：https://pan.baidu.com/s/1y70wiw6VmoVhCSruJT0tgw  提取码：rgzi\n第一次翻译，有翻译不当之处请指出，感谢\n评分人气不消耗自己的人气哦~",
    "replies": [
        {
            "author": "木子的ID酱",
            "timestamp": 1596675060,
            "txt_content": "这个材质包好看"
        },
        {
            "author": "Fusheng723",
            "timestamp": 1612803720,
            "txt_content": "看起来挺漂亮的"
        }
    ]
}