{
    "title": "[Minecraft.net][Culture]蒙娜丽莎的雕像",
    "author": "1160614251",
    "replyCount": 6,
    "timestamp": 1595748720,
    "txt_content": " 本帖最后由 1160614251 于 2020-7-27 12:03 编辑 \n\nMona Lisa Crafted\n蒙娜丽莎的雕像\nDa Vinci's masterpiece gets a Minecraft makeover\n在Minecraft的世界中再现达芬奇的杰作！\nTom Stone\n\nYes, it's the Mona Lisa! In Minecraft! Just like the headline promised! This Leonardo Da Vinci doodle/most famous painting in the world has been around for over five hundred years, but only just .\n就像标题说的那样，在Minecraft中还原蒙娜丽莎！这幅由莱昂纳多·达·芬奇绘制的世界上最著名的油画已经存在了500余年，但不止如此\n\nBecause angry people can't stop visiting the Louvre museum in Paris and trying to do Mona harm. Way back in 1956, a vandal threw acid at the poor painting, and some dope chucked a rock at it. Even in the last few years, idiots have had a go at spraying it with paint and lobbing stuff from the gift shop . Guys, when you visit an art gallery, just walk around quietly and occasionally say \"hmm interesting\" while pretending not to be bored, OK? Leave your acid and rocks at home.\n因为早在1956年狂躁的人们就开始在巴黎卢浮宫博物馆中尝试破坏这幅画。一个素质低下的人朝这幅无辜的画作泼洒浓酸，一些西毒者朝它扔了一块石头。甚至在最近的几年里，蠢货们开始尝试用油漆泼洒它和用从纪念品店买来的东西破坏它。各位，当你参观美术展馆的时候就安静地在四周看看并时不时说一句“嗯~这个还不错”，敷衍一下都可以，但请不要用各种物品来破坏文物。\n\nSo we're delighted to report that this is not a story about someone doing something nasty to the Mona Lisa. On the contrary, ace Minecraft builder Alice has brought Da Vinci's painting up to date with this 3D re-imagining in Minecraft! The Louvre should probably just throw the old one away and present this now tbh.\n不过好消息是，我要讲的并不是关于某人对蒙娜丽莎的破坏。恰恰相反，顶级建筑师Alice在Minecraft的世界将达·芬奇的画作以3D雕塑的形式进行了再创作！我觉得卢浮宫应该马上把旧的蒙娜丽莎画像扔掉并展出这个全新的作品。\n\n\n\n\n\n\"For the past month or so, I've been doing weekly builds and releasing them via Twitter,\" explains Alice, when we ask what inspired her to bring the Mona Lisa to Minecraft. \"This week I decided to build something to do with a painting. I had a few in mind, but nothing set in stone. A friend ended up suggesting the Mona Lisa in the end. Obviously it's an extremely well known painting. I didn't want to mess it up!\n“在过去一个月左右的时间里我每周都会在推特更新我的建筑进度，”Alice解释说，当我问到是什么契机让她将蒙娜丽莎带到Minecraft的世界时，“我当时想以一幅画为原型制作建筑，虽然有一些零碎的想法但还不确定我想要什么。最后我朋友向我推荐了一幅享誉盛名的作品 —— 蒙娜丽莎。这可不是能随便应付的事情！”\n\n\"Even though I knew it would be a challenge, I decided to go for it anyway. Why not right?\"\n“尽管这对我来说会是一个挑战，但我毫不犹豫地接受了。为什么不呢？”\n\nThat's a fantastic attitude for embarking on any creative project. But as you can see from these screens, Alice didn't just recreate the painting in its 2D glory. What inspired her to shoot for a 3D model instead? \"Creating a 2D image is fairly easy now in Minecraft,\" explains Alice. \"There are plug-ins and whatnot to import them right into the game and a lot of people have done it with the Mona Lisa specifically.\n这个态度对于这个项目来说是一个非常好的开头。Alice不仅还原了这幅画的2D原型，而且还以3D雕塑的形式制作了一个全新的版本。“现在在Minecraft里创造一幅2D的图画已经不是什么困难的事情了，”Alice解释说，“在插件和其他软件的帮助下还有什么不能实现的吗？有很多人都已经通过这些方式创造了他们独一无二的的蒙娜丽莎画像。”\n\n\"They're cool and all, but I wanted to take it a few steps further and imagine and recreate the actual environment that was depicted in the original artwork. You don't really get the same atmosphere as you do being able to walk into the painting.\"\n“他们的作品都很不错，但是我想在原作描绘的基础上更进一步，比如重现达·芬奇原作中的艺术环境让你像走进这幅画一样感受到那种氛围。”\n\n\n\nAlice first became familiar with Minecraft through watching YouTubers play the game. \"After watching so many videos and build tutorials, I eventually wanted to experience the game for myself. Glad I did!\" That player base both got her into the game, and has kept her actively involved. \"I think the main reason I've enjoyed Minecraft so much, for so long, is the communities. I've made many friends over the years through it, so the game holds a special place in my life.\nAlice第一次接触Minecraft是在Youtube上观看了一位博主的相关视频。“在看了那么多的视频和建筑教程之后，我想要亲自尝试一下。很高兴我做了这个选择！”这名博主教她如何进入了游戏，让她享受其中的快乐。“我觉得我这么喜欢Minecraft的主要原因是它的社区环境。这些年我认识了不少好朋友，这让Minecraft成为了我的生活中不可替代的一部分。”\n\n\"Yes, there are other creativity outlets around but they don't give me the same passion to be creative as Minecraft has over the years. Plus, with new plug-ins always being created for building, [and] new features always being added, there's always something new to experiment with!\"\n“虽然还有别的方式去实现我想要的，但真的没有哪个能像Minecraft一样让我保持那么多年的创作热情。此外插件和游戏的更新让我总是有更多的新东西可以尝试！”\n\n|\"Even though I knew it would be a challenge, I decided to go for it anyway. Why not right?\"\n|“尽管这对我来说会是一个挑战，但我毫不犹豫地接受了。为什么不呢？”\nWe asked Alice to share with us some of her other Minecraft experiments, which she consistently shares on her Twitter feed . Take a look at the gallery below! (try not to get too freaked out by the eye one)\n我们让Alice和我们分享了一些其他的建筑，她一直有在推特更新这些。看看下面的插图(可别被震撼到了哦)\n\n\n\nEYE-POCALYPSE: \"I saw a surrealist drawing of an eye being a part of a landscape on Google and was watching The Walking Dead at the time,\" explains Alice. \"And so began the Eye-pocalypse!\"波卡利普斯之眼：“当我正在看行尸走肉时在谷歌上发现了一幅超现实主义的画，这个眼睛是其中的一部分”Alice解释说，“波卡利普斯之眼就这样提上了建筑日程！”\n\n\nTERRAIN SAMPLE: \"I'd previously built the trees in the build. The terrain was inspired by them!\"地形展示：“我以前做过一些自定义树木，这个地形就是受它们启发的！”\n\n\"I was using this as a project to practise building human figures and hair, as well as a different way for me to create water.\" Cool! Though there don't seem to be any clothes in the ocean, apparently.“这个是我用于练习建造人的外形和头发，和一种特别的水的制作方式。”酷！虽然海里应该没有衣服。\n\nAlice is a member of the Aeva Network , after initially being introduced to the server by a friend. \"A few of my builds were noticed and liked by Build team members. After a while they invited me to be a part of the Build team. From my previous work, they thought I would make a good addition to the team!\"\n在朋友的介绍下，Alice加入并成为了Aeve服务器的成员。“我的一些作品被团队的成员们发现了，他们很喜欢并且邀请我加入他们的建筑团队。他们认为我会是一个有相当实力的新成员，因为我之前的建筑确实还不错”\n\nSo what are the advantages of being part of a build team/server? \"You can get a lot more feedback on what you build. That feedback helps you improve your skills and grow as a builder There are some really talented and knowledgeable people in the community and on the Aeva team who have helped me improve tremendously. You just don't get that when building alone.\"\n那么加入建筑团队或者服务器有什么好处呢？“你可以这里讨论许多关于建筑方面的技巧。这能帮助你提高自己的建筑水平成为一名合格的建筑师。社区和Aeva团队中有非常多优秀和经验丰富的人给了我不小的帮助。你一个人默默地盖房子是体会不到这种感觉的。”\n\nBut maybe you -  yes you, reading this - maybe you like building alone. Maybe reading that last paragraph has made you angry . So angry, that you're about to vent your rage by flying to Paris to try and damage a famous painting. Hey, calm down, pal! Read these ace building tips that Alice gave us instead:\n但是你 - 没错，正在阅读这篇文章的你 - 或许你很喜欢一个人建造的感觉。或许我的最后一段话让你很不爽。以至于你已经准备好飞到巴黎当场毁掉一幅名画来发泄你的怒气。不过先别着急，先看看Alice给我们提供的顶级建筑技巧：\n\n 1. \"Use reference images, at least when starting out/trying a new style. They'll help with scaling, colouring, proportions and whatnot.\" \n1.“使用参考图，起码在开始建造或者做新的风格时试一下。这对你的布局、颜色搭配、建筑比例等等很有帮助。”\n\n 2. \"Get other opinions on projects. They'll help you to fix the little things you might not notice on your own.\" \n2.“多听听其他人的意见，这能帮助你解决一些你自己都没注意到的小细节。”\n\n 3. \"Nothing will be perfect, but that's okay because as long as you like it and you have fun building it, that's the only thing that matters.\" \n3.“没有什么东西是完美的，但这没关系，只要你喜欢而且在建筑的过程中感受到了快乐 ——— 快乐是最重要的。”\n\n 4. \"And finally, practise, practise, practise. You'll improve over time with effort, and as with any acquired skill, it doesn't happen overnight!\" \n4.“最后一点，练习 练习 练习。重要的事情说三遍，通过不断练习你会变得更强的。和所有后天学习到的东西一样 ——— 这是没有捷径的。”\n\n\n\nFor more of Leanardo Da Vinci's art... I dunno, read an art book or something. Ah, but for more of Alice's art, follow her on Twitter here !\n想看更多莱昂纳多·达·芬奇的艺术作品？我不知道，或许你可以找些艺术相关的书籍。不过如果你想了解更多关于Alice的艺术作品，请在推特上关注她！\n\n【烙铁 译自官网 2017 年 06 月 06 日发布的 Mona Lisa Crafted】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "血盟团长",
            "timestamp": 1595749440,
            "txt_content": "啊啊啊啊 这建筑 这肝帝 我跪了"
        },
        {
            "author": "Wudji",
            "timestamp": 1595751480,
            "txt_content": "看着好诡异"
        },
        {
            "author": "1160614251",
            "timestamp": 1595752620,
            "txt_content": "Wudji 发表于 2020-7-26 16:18\n看着好诡异\n反正咱凡人是理解不了这样的了"
        },
        {
            "author": "Оil",
            "timestamp": 1595753640,
            "txt_content": "【吉良吉影，bokki不能】\n"
        },
        {
            "author": "中的的",
            "timestamp": 1596502620,
            "txt_content": "拍手！\nnb. 拍手"
        },
        {
            "author": "N不羡仙",
            "timestamp": 1596519180,
            "txt_content": "666mcbbs有你更精彩"
        }
    ]
}