{
    "title": "【6月活动/原创】风间雪和她的故事",
    "author": "幽月琉璃",
    "replyCount": 5,
    "timestamp": 1595759040,
    "txt_content": " 本帖最后由 幽月琉璃 于 2020-7-27 09:35 编辑 \n\n\n\n前排提示：1.此参赛作品为皮肤板块活动联动作品2.本作品同步发布于起点中文网，读者可以移步这里享受“较为专业”的阅读体验\n皮肤板块活动参赛作品链接：\n【6月活动】风间雪\nhttps://www.mcbbs.net/thread-1082431-1-1.html \n(出处: Minecraft(我的世界)中文论坛)\n\n角色图：\n\n\n\n\nO1SK_FS6)JQXYMYQ7(2733S.png (31.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-26 16:22 上传\n\n\n\n\n\n\n没错，角色图就是我制作的皮肤\n\n\n\n\n角色人物卡：\n\n\n\n\n\n\n\n\n\n\nadd：皮肤板块参赛作品有完整版人物卡下载\n\n\n\n风间雪和她的故事\n\n\nPart1.\n我叫井上雪。\n我是怎么来到这里的，我已经不记得了；一切仿佛就像是一个噩梦。我只记得我出生在一个北海道的小村庄，但我现在身处一个繁华的城市的肮脏的角落。\n我似乎很冷静。\n但，那不过是泪水已经干涸。\n爸爸妈妈……\n\n发生了什么……\n……\n好疼，\n好累，\n好困……\n……\n“あなたのこの死んだ女の子はまたどういうことですか？****”\n“你这死丫头有怎么回事？*龙门粗口*”\n“全部注意してください。この商品はどれが死んだら、頭が悪いです。全部逃げられません！”\n“都给老子注意点。这批货物要是死了哪个，老大怪罪下来你们一个也别想逃！”\n“嘿！（音译）”\n……\n\nPart.2肮脏的小巷中，一个穿着白色连帽卫衣带着兜帽的男子行色匆匆。远处的警笛声逐渐消失。“风间！你搞什么！别在我们河刀社的地盘上作案好吗，你把警察都引过来了我们还要麻烦半天！”刀疤脸的男子对着兜帽男咬牙切齿。“看在数据凭据的份上，你们就帮我挡一下。”兜帽男漫不经心的发言似乎引得刀疤脸更为气氛，差点直接跳了起来。“数据凭据？数据凭据！没了你我们照样可以找其他黑客！你**有事情就不能提前和我们打个招呼嘛？”“怎么？是舍得白鬼的开价了还是有了新朋友不需要老朋友了？”兜帽男一挑眉，笑到。“去你的***白鬼的开价！那逼玩意也敢狮子大开口？我……”“那你又有什么问题？”打断了刀疤男的控诉，“风间”用着他一贯不紧不慢的语气反问道。“你知道我们现在正在干嘛吗！”“不就那点偷鸡摸狗的事情？”“去你*的，这么说你就不偷鸡摸狗？我们这里有一笔大生意，客户还没来你就差点给我毁了！”“毁了？”风间露出了玩味的微笑，“这次不是目暮警官出警嘛？还是你们没给足关系费？”“关系费？屮，再多关系费也没有用……”刀疤脸说着说着露出了欲言又止的表情，这似乎勾起了“风间”的兴趣。“哦？怎么会没用呢？还是这次不偷鸡摸狗了他也保不住你？”刀疤脸没用回答他，只是用鼻子出气：“哼”“都老朋友，我又不会把你们怎么样……”“别说了，你要是肯帮忙我吧那个收尾了我破例让你看一眼，要是不肯那就马上离开，当做什么也没有发生过。”“风间”听了刀疤脸的话，面露难色：“马龙啊，你说这吧，我也得养家糊口是不是啊？那个可不好搞……”“放心，照常给你钱。”“那好那好。”听了这话，“风间”脸上的难色立即变成了喜色，“问题不是很大，可以克服，就是不知道……”刀疤男皱了皱眉头，伸出了两根手指。风间也皱了皱眉头。刀疤男鼻子对着风间哼出一口气，又伸出了一根手指。风间摇了摇头，伸出了一个巴掌：“起码要这样啊”“坐地起价！爱搞不搞，这个钱我们都够去悬赏了。”“咳咳，考虑一下嘛？”“最多这个”刀疤男伸出手把风间的大拇指按了下去。“这样也行……不过还要再多一点点……”“没钱！”“……”风间看着刀疤男坚定的态度楞了一下，眯起了眼睛，“你们不是有大生意嘛？”“做人不要贪得无厌！”“好好好，那我做，我做。”风间收起了笑容，换上了一副好奇的表情，“现在可以告诉我你们在搞什么了吧？”刀疤男看了看风间，转身就走：“跟我来，看一眼就给我滚。”……\nPrat.3\n\n门开了。\n幽暗的房间里透进了一道不怎么算得上明亮的光线，几个或躺在地上或靠在墙边的衣衫褴褛的幼|童转过了视线。\n一个满脸刀疤的壮汉走了进来。\n孩子们下意识地颤抖了一下，扭回了头。\n一个看上去甚是虚弱的女孩只是低下了头，呆呆地看着地面。\n接下来是另一个人的脚步声。\n另一个较为瘦削的身影挡住了女孩身前的光线。\n那是一个穿着白色连帽卫衣的男子。\n女孩缓缓地抬头，发现那个男子的目光似乎凝滞在了房间里。\n远离那个刀疤脸的左手用力地握起了拳头，青筋暴起。\n但过了两三秒，他叹了一口气，紧握的拳头松了开来。\n目光似乎在女孩的身上停留了片刻。\n“走吧。”\n刀疤脸说。\n两人都离开了，铁质的大门又再次关上，门外响起了上锁的声音。\n……\n“看够了？”\n风间没有回话。\n“怎么不说话了？”\n“这些……货。”风间答非所问，“谁要的？”\n“还有谁？土屋家那边的订的货，干这行太不熟练了，一查就查出来了。”\n风间再次陷入了沉默。\n即将离开小院时，他又开口问道：“刚刚那个女孩叫什么？”\n“啥？”\n“就那个抬头看我的。”\n“好像叫雪吧？为什么我一个搞这个的要求记货物的名字啊！”马龙发完牢骚，转头看向了风间，“怎么？想养老了？这可不行啊朋友……”\n“快要得换个身份了。”\n“哦……这死丫头看上去也快没了，你要卖你也可以，土屋家那个挑得很，这种快没气了的大概还要我们自己解决。”\n“那行……从我报酬里扣。”\n“呵，那可就直接没了将近一半喽。”\n“你一开始不就是这个报价嘛？”\n“呵呵……”\n……\n\nPart.4小女孩拍打着键盘：“爸爸爸爸，我们要去哪里呀？”男子笑着抱起了抱着键盘的小女孩。“我们要去旅游喽~”“哼，才不信呢，爸爸每次都是换一个地方敲电脑！”“这次是真的啦！”男子笑着用手指勾了勾小女孩的鼻子。……“雪，你已经长大了，还是要去上学的。”“不嘛，不嘛，我要和爸爸带在一起！我不要上学！”站在平针南小学的门口，小女孩抱着男子的大腿，可怜巴巴地看着他。“乖，去上学啦——”男子弯下腰，摸了摸小女孩的小脑袋，“你要在学校学了知识爸爸才能教你这个呀。”说着，男子凌空做了一个敲键盘的动作。“唔……”女孩不情不愿地撅起来嘴，“那好吧……”……“耶！我又赢了！”女孩做出了胜利的手势，电脑屏幕上，大大的KO两个字母出现在中央。“太久没玩了都手生了，不然我怎么可能输给你！”“爸爸！你这个理由都说了多少次了！可你每次都输给了我诶！”“那是因为我在让你啊。”说着，风间摸了摸女孩的头。“坏爸爸！净会耍赖皮！”……女孩敲击下回车，黑色的电脑屏幕上出现了一道提示框：“こんにちは、\n風間雪！”“小雪好棒！这么快就学会了！”“那是当然，我可是天才！”“咦？难道不是爸爸我教的好吗？”“嘘……爸爸你又开始了！”……“小雪长大以后要做什么啊？”“我要成为一名和爸爸一样的黑客！”“为什么呀？”“黑客超帅的！”“爸爸是挺帅的，但还没到超帅的吧？而且，做黑客很累的啊。”“唔……”……“雪。”“什么事，爸？”“如果——我是说如果。”男子认真地看着在他面前一点点长大的女孩的脸，一字一句地说道：“如果我被捕了，不要说你知道我是个骇客。”“啊？爸爸为什么会被捕啊？”“……呵，常在河边站哪有不湿鞋……我就是说，如果有那么一天。你就说你只知道我是做网络IT业的就好了。”“为什么啊？”“你以后会知道的。”……\nPrat.5女孩静静地坐在法院的旁听席，看着上方熟悉的身影。……散场了，女孩还坐在那里。一个警员装扮的人走了过来，轻轻拍了拍她的后背。“遇上这种事情我们感到非常遗憾，但是你是无辜的，你也要继续生活。我们正在着力寻找你的原生家庭，希望你能够……”“嗯。”女孩只是淡淡地回了一句。“走吧。”“其实……”女孩小声地喃喃道，“今天是我14岁生日……”“什么？”“没什么，走吧……”\nPrat.6“你这个狗|娘养的杂修怎么还要回来啊？”“呵，当你就是我一手把你卖给他们的，没想到你**还能回来。”“说起来账单我还没销毁呢，再卖出了也不是不行啊……”“被外面的野人养大就变得那么骚了？我**就给你******”“不，不要！”“你喊破喉咙也没人会来救你的，要不要我等会让你弟弟也爽一下？”“别过来！”“那我可就过来了~”“离我远点……啊！不要！”“嘿嘿嘿嘿……”碰撞声、碎裂声、哭声…………\nPrat.7少女静静地坐在法院的原告席，看着上方熟悉的身影。视线扫过，一名警员装扮的人羞愧地低下了头。法官的小锤子落下，熟悉的身影被带下。少女面无表情地收拾着面前的材料，默默地离开。有些经历，她一辈子都不能忘记。比如父亲，以及父亲…………The End\n\n\nALL of This：\n\n人物详细背景：风间雪原姓井上，出生在北海道的一个小渔村。很小的时候，雪被“人贩子”卖到了离家很远的地方，被一个叫做风间明的男人收养。雪那时还小，不记得家里的事，于是就成了风间的养女。风间是一名黑客，起着培养接班人的念头教导了雪很多计算机方面的知识——可是在雪14岁生日前夕，风间落网了。警察同情这个女孩，发动了警厅的力量帮女孩找回了原本的家。但没想到，回到“家”的雪饱受父母与弟弟的排斥与暴力，甚至得知了自己是被“卖出”的事实。雪只能忍气吞声，可好景不长，父亲却对她伸出了魔爪——雪奋力反抗，最终未被兽父侵犯，还凭借搜集的证据将父亲告上了法庭。“父母”双双进了监狱，弟弟也在雪的设计中欠下黑帮赌场上百万。直到这时，风间雪才明白，那个男人告诉自己的，一些深沉的道理……在那之后，年轻的雪决定自力更生，靠着计算机技能在社会上摸爬滚打，终于过上了不错的日子。而同时，养父被捕的场景历历在目。为了不步其后尘，雪一直在法律的边缘小心翼翼地试探，却从未真正跨入——甚至有时，她还会接一些网络安全的任务，帮助一些IT企业或是政府部门来补贴家用。\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "血盟团长",
            "timestamp": 1595781660,
            "txt_content": "啊啊啊 是一个有刀子的故事 嘤嘤嘤"
        },
        {
            "author": "李问道",
            "timestamp": 1595809860,
            "txt_content": "看到风间雪......第一反应是风凌雪....."
        },
        {
            "author": "幽月琉璃",
            "timestamp": 1595810760,
            "txt_content": "啊这，part3忘记复制过来了，刚加了"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595977440,
            "txt_content": "风雪间皮肤很内行"
        },
        {
            "author": "幽月琉璃",
            "timestamp": 1597819680,
            "txt_content": "爬熊黄 发表于 2020-7-29 07:04\n风雪间皮肤很内行\n内行？？？\n那个是我第一个皮肤"
        }
    ]
}