{
    "title": "求一份1.9以上的音效名称加中文翻译",
    "author": "2458620810",
    "replyCount": 4,
    "timestamp": 1595750520,
    "txt_content": "如题   求一份1.9以上的音效名称加中文翻译\n\n求一份1.9以上的音效名称加中文翻译\n\n求一份1.9以上的音效名称加中文翻译\n",
    "replies": [
        {
            "author": "天空Craft",
            "timestamp": 1595750520,
            "txt_content": "https://minecraft-zh.gamepedia.com/Sounds.json\nhttps://minecraft-zh.gamepedia.com/%E5%A3%B0%E9%9F%B3"
        },
        {
            "author": "齿轮-gear",
            "timestamp": 1595750640,
            "txt_content": "https://wiki.biligame.com/mc/Sounds.json"
        },
        {
            "author": "2458620810",
            "timestamp": 1595751000,
            "txt_content": "梦想与未来 发表于 2020-7-26 16:08\nhttps://minecraft-zh.gamepedia.com/Sounds.json\nhttps://minecraft-zh.gamepedia.com/%E5%A3%B0%E9%9F%B3 ...\n为什么找不到音效？？？"
        },
        {
            "author": "天空Craft",
            "timestamp": 1595751060,
            "txt_content": " 本帖最后由 爱心魔王FHC 于 2020-7-26 18:48 编辑 \n2458620810 发表于 2020-7-26 16:10\n为什么找不到音效？？？\n种类所属方块注解布类羊毛、仙人掌、蛋糕、地毯、火[注 1]火方块被破坏的声音是随机生成的，fizz instead of dig.cloth.草类草方块、海绵、湿海绵、树叶、高草丛、蕨、枯萎的灌木、花、棕色蘑菇、红色蘑菇、TNT、小麦、甘蔗、睡莲、菌丝、藤蔓、胡萝卜、马铃薯、干草块、甜菜、草径、干海带块、标靶海绵、TNT理论上不属于草，但还是发出草的声音。作物类‌‌[仅Java版]海带、海草、小麦、马铃薯、胡萝卜、甜菜根、下界疣沙砾类泥土、砂土、灰化土、沙砾、耕地、粘土块石制类石头、安山岩、磨制安山岩、闪长岩、磨制闪长岩、花岗岩、磨制花岗岩、圆石、基岩、金矿石、铁矿石、煤矿石、青金石矿石、青金石块、发射器、砂岩、粘性活塞、蜘蛛网、活塞、石质台阶、砖块、苔石、黑曜石、刷怪笼、红石线、钻石矿石、熔炉、高炉、烟熏炉、砂轮、切石机、圆石楼梯、石制压力板、红石矿石、石质按钮、唱片机、怪物蛋、石砖、砖块楼梯、石砖楼梯、下界砖栅栏、附魔台、酿造台、炼药锅、末地石、龙蛋、砂岩楼梯、绿宝石矿石、末影箱、绊线钩、绊线、命令方块、信标、所有墙、花盆、生物头颅、铁砧、下界石英矿石、石英块、石英楼梯、投掷器、陶瓦、屏障、海晶石、海晶石砖、暗海晶石、煤炭块、红砂岩楼梯、红砂岩台阶、岩浆块、混凝土、潜影盒、侦测器、所有失活的珊瑚方块、所有失活的珊瑚、所有失活的珊瑚扇、哭泣的黑曜石、重生锚唱片机虽然发出石制类方块的音效，但是这种方块最好用斧破坏，而不是镐。珊瑚类所有珊瑚方块、所有珊瑚、所有珊瑚扇、蜜脾块声音好似石制类方块和史莱姆方块的组合版。另蜂窝块理论上并不属于珊瑚，但它仍然发出珊瑚的声音。金属类充能铁轨、探测铁轨、金块、铁块、钻石块、铁轨、铁门、铁栏杆、绿宝石块、漏斗、红石块、激活铁轨、铁活板门、钟‌‌[仅基岩版]钻石块、绿宝石块理论上并不属于金属，但它们实际上仍然发出金属的声音。木质类木板、木头、剥皮原木、剥皮木头、床、书架、火把、木质楼梯、箱子、工作台、梯子、告示牌、拉杆、木质压力板、红石火把、栅栏、南瓜、南瓜灯、红石中继器、木活板门、巨型蘑菇方块、西瓜、南瓜藤、西瓜藤、栅栏门、木质台阶、可可果、木质按钮、陷阱箱、测重压力板、红石比较器、阳光探测器、旗帜、木门、制图台、制箭台、锻造台、讲台、纺织机、堆肥桶、营火、木桶、蜂窝、蜂箱其中推荐使用镐来破坏测重压力板。玻璃类玻璃、冰、荧石、下界传送门方块、染色玻璃、玻璃板、末地传送门方块、染色玻璃板、海晶灯、浮冰、蓝冰、末地传送门框架、红石灯这些方块在被踩踏和敲击的时候发出“石质类”的声音，并且很多“玻璃类”方块推荐用镐破坏，但是“玻璃类”方块与“石制类”方块的区别是——“玻璃类”方块在被破坏的那一霎那会发出清脆的玻璃碎裂的声音。下界类骨块、下界岩、玄武岩、磨制玄武岩、灵魂沙、灵魂土、诡异菌岩、绯红菌岩、下界砖块、下界砖楼梯、下界砖台阶、红色下界砖块、红色下界砖楼梯、红色下界砖台阶、下界合金块、下界疣块、诡异疣块、菌光体、下界金矿石、下界石英矿石、磁石、绯红菌柄、 诡异菌柄、绯红菌核、诡异菌核、远古残骸包含各种下界方块中不同的音效。其他沙子：沙子、红沙、混凝土粉末雪类：雪、雪块竹子类：竹子、脚手架灯笼类：灯笼、灵魂灯笼史莱姆类：粘液块、海泡菜铁砧类：铁砧、钟‌‌[仅Java版]独有：蜂蜜块\n铁砧和钟在行走和破坏时则发出石制方块的声音，只有在放置时才发出特殊的声音。\n"
        }
    ]
}