{
    "title": "【同书人小组出品】【单篇完结】永无止境の轮回",
    "author": "Sky、果冻",
    "replyCount": 26,
    "timestamp": 1365911700,
    "txt_content": " 本帖最后由 Sky、果冻 于 2013-4-14 11:55 编辑 \n\n\n永无止境の轮回\n\n　　　　若轮回之苦可让我弥补前世的过失，那我愿意陷入永世轮回！——题记\n　　\n　　“这里是···哪里？”　　我轻抚了几下头，从床上慢慢爬起，我现在在一个装扮精美的卧室里，周围摆放着一些花草，猛吸一口气，清香的味道传入我的鼻中　　我顺势从床上下来，拖着沉重的身体，一步步的向桌子挪去　　桌上的信封引起了我的注意，打开它，里面只有短短的几行字　　“2037年4月9日第531次轮回开始”　　我依次将桌上的信封打开，里面仍然像前几封一样　　“2041年5月13日第741次轮回开始”　　“2043年7月21日第891次轮回开始”　　“2050年1月1日第1000次轮回开始”　　我下意识的抬头看了下墙上挂着的万年历，时间恰巧是2050年1月1日！　　“搞不明白···”　　我继续朝客厅走去，希望能够知道这里到底是哪里，发生了什么事，我为什么会在这里　　客厅里，空荡荡的没有一个人，吊灯一闪一闪的，似乎短路掉了，桌子上零散的摆着一些面包，我拿起其中的一块，却发现已经发霉了，里面还有些蛆在蠕动，白白的让我有些恶心　　嗒，嗒，嗒，四周静悄悄的，钟表的声音不断地发出　　我认为泡个澡让我精神一下或许会对回忆有帮助，可是我错了　　厕所在走廊的末端，我艰难地将身体移过去。打开水龙头，水刚刚接触到脸的时候，一股剧烈的疼痛感传来，我立刻将水龙头拧好，摸了摸自己的脸，粗糙无比，甚至还有些伤痕　　我抬起头看着镜子，瘦黑的脸，眼睛已经没有任何生气，头发像一捆柴火，干枯，分叉，简直就像丧尸一样！　　我被自己的样子吓了一跳，屁股一下子坐在了地上　　地面打开了一个大洞，我掉了下去，摔在地面上　　不久，我缓缓的睁开双眼，仿佛来到了另一个世界，我不禁怀疑自己是不是摔死来到了地狱　　我从地上爬起，发现自己在一间狭小的房间里，抬头向上望去，一眼望不到顶，没能摔死便应该庆幸了，现在面前有一扇门，外面则是不时地传出一些听起来很恶心的怪叫声，我犹豫不决，不知道该不该打开这扇门　　不久，肚子传来一阵咕~的声音，我已经精疲力尽了，留在这里也只有饿死的份。　　嘎吱···大门被缓缓推开，灰尘从门缝里掉出来　　门外，丧尸群将注意力全部放在我身上，不知为什么，我似乎见过他们，可一回忆起来，头就会剧痛　　丧尸群向疯了一样向我奔来，我的体内似乎有什么东西在动，之后，我的身体发生了异变，骨头变得异常巨大，双臂，腿部立刻充满了肌肉，我失去了意识，之后的事情，便不知道了　　摸着自己疼痛无比的头，从地上盘坐起来，此时，我已经在走廊末端，身体依旧还是那个模样，后面的丧尸已经被悉数消灭，只剩下一具具干巴巴的躯体留在走廊上　　“刚才···发生了什么事”　　我走到每具尸体面前，将他们放在一处，本想要丢到岩浆里销毁掉的，一个奇怪的人控制住了我的身体，将一部分丧尸的尸体丢进嘴里吃掉，还心满意足的打了个嗝　　“好几天没吃到这么正宗的肉了~”　　“你是谁！”　　一具灵魂从我的身体中分离出来，附在了一具尸体上　　“尸体”一遍津津有味的嚼着丧尸肉，一遍嘟囔着道：“这已经是你第一千次问我了···”　　“别开玩笑了，我们明明刚见面！”　　“这句话也是你第一千次对我说了···”　　“奇怪的人···你慢慢吃吧，我要走了”　　我转身便继续往深处走，“尸体”一手抓住我，道：“第一千次把我丢在这里···”　　“如果想跟着我就别说些奇怪的话了，我要离开这个地方！”　　“尸体”只是点了点头，不再出声　　之后，她用只有自己能听到的声音小声说了一句：“或许也是第一千次签订契约，留下我一个人，再次陷入轮回···”　　“对了，你叫什么名字，来叫你灵魂体也有够怪的”我不好意思的挠了挠头，听那具灵魂体的声音，似乎是个女生　　“妮卡···”　　来到尽头处，三扇大门屹立在面前，而我和妮卡却出现了分歧，她要求去中间，而我去决心要去左边，因为我深信，左边一定可以出去！而她却执意要走中间　　她咬住嘴唇，拽住我不放，似乎是下定了决心，绝对不让我走左边　　每当来到左边的入口处，我总能感觉到一种共鸣，我心想“不能被她弄得我出不去啊···可是把她丢在这里又很可怜···”　　我一狠心，甩开她的手，独自一人走进了左边的通道，她呆坐在那里不动，也没有要扑上来的样子　　我舒了一口气，径直向里面走去，没有再回头　　走到尽头，似乎是条死胡同，里面只有一张小桌子，上面，放着一颗水晶球　　稍稍一碰，水晶球发出强烈的光芒，我晕倒在地上，之前的回忆一一呈现···　　啪！　　一记响亮的耳光落在了妮卡的脸上，泪珠从她脸上滑落，高年级的女生在临走前对着妮卡吐了口痰，丢下一句话，扬长而去　　“以后不允许接近我男朋友！”　　妮卡终于忍不住了，坐在地上，痛哭起来，袖子上满是了泪水　　我一把推开初三的教室门，对着里面的人吼道：“欺负我妹妹的，给我出来！”　　角落深处，一个叼着烟的不良少女带着一群人晃晃悠悠的朝我走来　　吐掉嘴里的烟，随意的碾了几下将烟灭掉，道：“你就是那个小屁孩的哥哥？”　　我一拳打过去，谁料一点效果都没有，她依然坚挺的站在那里　　“姐妹们，给我打！”　　后面的帮手们从书包里掏出凶器，棍子像雨点般向我打来，我浑身酸痛，已经没有站起来的力气，奄奄一息　　我趴在地上，像死了一样，周围的人没有一个敢来扶我，因为他们知道，站在我这边的都会是我这样的下场！　　“我真是没用，连自己的妹妹都保护不好···明明小的时候还获得了空手道比赛的冠军，为什么现在这么无力！”我咬着嘴唇，心里不甘的道　　“想复仇吗？我可以帮你”一道神秘的声音传入我的耳中，不，应该说是从我心中响起！　　“你是谁···”　　“或许你不认识我，可我认识你，五年前那次核泄漏事件，我受到了大量的核辐射，身体腐烂，化为了一道灵魂体，附身在你的身上，一直以来靠你身上的元气，我才能成长到现在这等地步，若不是你，我早就魂飞魄散了”　　“也就是说是你夺走了我的力量···”　　灵魂体哼笑了一声，没有答复我，可我已经知道了答案　　“可恶···”我用尽自己剩余的力量猛捶地面，对灵魂体充满了敌意　　“嘿嘿，别着急，我也不可能白附身在你身上，这样吧，我和你做个交易”　　面对这个曾经吸收了我五年元气的灵魂体，我迟疑了一会，问起交易的详情　　“把你的灵魂出卖给恶魔，我可以给你你想要的力量！”　　“这股力量可供你使用的时间很短暂，以后还会不间断的爆发这股力量，如果你同意，我愿意和你做这笔交易”　　听完介绍后，我一口答应下来，现在，只要能让我杀死那个不良少女，就算是沦为恶魔，也愿意！　　“嘿嘿，果然和我想的一样”　　“契约签订成功，那么，享受你最后的时间吧！”　　霎时，我的身体开始发生变异，肌肉和骨骼的密度被无限的扩大，此刻，我充满了力量！　　班里所有的人都被我这突如其来的变化吓得脸色苍白，晕了过去，几个没晕的，也都逃了出去　　“恶魔之力——意念化物！”　　渐渐地，手中有两股力量在碰撞，逐渐化为一把尖锐的刀，恶魔的气息笼罩着这把刀，恶魔之刃，就此诞生！　　“畜生，你的生命该终结了！”我拿着恶魔之刃朝她劈去，嗖的一声，她躲过去了！她早就料到我会朝她攻击！她从书包里抽出一把太刀，朝我砍来　　“想杀我？你还早了点！”太刀重重的劈在了我的身上，血喷了出来，我的右腿受到了剧烈的伤害，我回手一砍，叮的一声，她用太刀挡住了，可武器之间的差距还是有的，太刀瞬间便成了碎末，随风吹散，她没有了武器，就像一个战士手中没了枪，医生手中没了手术刀，她由一个战士，瞬间沦为了一个普通中学生，我朝她猛地挥去，恶魔之刃劈中了她，顿时，血，溅满了整个教室，她的表情扭曲了，恶魔之刃将她劈成了两半。许多姐妹都被吓得腿脚哆嗦，刀也都扔到了地上，零零散散的冲出了教室，几个忠诚的姐妹还向我不断地攻来，下场，都像她一样···，顺势，几个无辜的同学也被我一一消灭，我渐渐的喜欢上了杀戮，将那些逃走的人和晕过去的人碾成了碎末，教室里，血，成为了这里最多的东西···　　不久，学校里的保安和警察将这里封锁了起来，我也隐约感觉到力量的枯竭，身体渐渐地恢复了原状，失去了意识，倒在了血泊当中　　我醒来之时，自己已经在监狱当中，因为杀人，我被通告将于2013年4月20日枪决，连同我的妹妹！我一下子怒了起来，监狱长也只是说因为妹妹是同伙，所以要一起处理掉，我陷入了绝望之中，一蹶不振　　“已经要放弃了吗···”　　“不然还能怎么办···”　　“我已经侦测到了，你下一次恶魔力量爆发是三天后”　　我一惊，回头望向墙上破旧的日历，三天后，正好是4月20日！　　“你是我第一次见到能与恶魔灵魂如此相符的人，恶魔现在已经寄宿在了你的身体里，当恶魔力量凑满之后，便会爆发，你便可以在短时间内获得恶魔的力量！”　　看到事情的转机，我仿佛获得了新生，三天内，我策划着各种不同的计划，可是没想到，计划，还是失败了　　三日后，我和妮卡被带到了枪决的现场，可恶魔力量还没有爆发，我着急起来，如果再不爆发，我和妮卡便会死在这里！　　两眼被蒙住，处刑者那边已经发出了子弹上膛的声音，“第一名被处决者：妮卡！”　　“糟糕，来不及了！”子弹从枪口喷出的一瞬间，力量终于爆发，我急忙扑向妮卡，想把这一枪挡下来，可是，还是晚了。子弹射穿了她的头部，一瞬间，仿佛时间凝固住了，安静的连我自己的心跳都听得见，她倒下了。或许上帝还是可怜我的，虽然妮卡已经死去，可灵魂却活了下来，与我寄生在同一身体里，场上所有的人都被我的举动吓了一跳，警察纷纷想我开枪，子弹打在了我的皮肤上，深深地印了进去，随后便以一股惊人的反弹力将子弹弹回，没有收到半点伤害　　我离开了刑场，逃离到郊区的一个地方，那里没有任何人类，只有一栋废弃的古宅，我和妮卡生活在了里面，一切都是那么安详，直到有一天，这种安详被打破了，我在古宅的地下室找到了一本远古的黑魔法书，里面记载着灵魂体分离的方法，自从出现这本书后，我的人生彻底改变了。我疯狂的迷恋上了黑魔法，走火入魔，经常化成普通人的样子去镇上抓一些平民来做实验，我变成了一个彻彻底底的恶魔，整天陷入在魔法的研究中　　直到有一天，小镇上的人已经被我抓了个精光，我把目标转向了妹妹，让她，来做我的实验体　　“我···我都做了些什么！”　　环望整个实验室，尸体遍布，各种人体器官被凌乱地摆放着，妹妹虚弱的躺在地上，灵魂变得越来越虚，几乎要破散掉了，附身在我的身体里，沉睡了下去　　“我是个恶魔！我活在世上只会让更多的人受苦！”　　我决定赎清自己生前的债孽，我跑到卧室里，锁好门，按照记忆中的样子画了一个血红的魔法阵，我慢步走到中间，口中轻声念着咒语，魔法阵被激活，我的一切记忆将会全部消失，自己，也会陷入永世的轮回！　　“这样，或许就可以赎清我生前的债孽了吧···”契约签订成功，我消失了，魔法阵的血光也渐渐消失，轮回，开始了···　　回忆结束，我从地上慢慢爬起，自己还是在“回忆之间”里，刚才的一切，都是我生前的记忆　　我耷拉着头，从“回忆之间”里出来，妮卡，不，妹妹仍然在哪里坐着，似乎在等着我。我终于明白她为何不让我去左边，原来这一切，早在几十年前就发生了，我只是没有了记忆罢了，中间的那条道或许就是郊区那个家了，我生前的孽债太多，如果我刚才没有看到那些回忆，或许，就不会做出现在的这个选择　　“哥哥！我不要再次重复了！”　　我的脚步稍稍顿了下，没有理睬她，径直朝“家”里走去　　“哥哥！”　　“我是个罪人！我不配或在世上！”　　妹妹不再吱声，我继续向前走去，不知不觉，我回到了家里，我按照回忆的路线来到了卧室，里面果然有一个褪色的魔法阵，我将恶魔之刃召唤出来，轻点了一下手指，血液顺着手指流了下来，滴在魔法阵上，无色的魔法阵瞬间被激活，魔法阵变得狂暴起来，血色充满了整个房间　　“若轮回之苦可让我弥补前世的过失，那我愿意陷入永世轮回！”　　“妹妹，下次轮回见···”我站在魔法阵中央，血之气息将我包围住，契约生效，我失去了意识，再次陷入了轮回当中　　“这里是···哪里？”　　我从床上缓缓下来，整个房间给我一种似曾相识的感觉，却又想不起在哪里见过，桌子上零散的摆着一些信封，每封上都只有简单的几行字，没有署名，只有一段时间　　“2050年1月3日第1001次轮回开始！”　　我不明白这段话的含义，不过还是下意识的看了下表，而时间，与这上面完全吻合···\n\n　　后记：总算码完了，构思两周外加码字三天真是累死了，为此作业还没做（喂！），感谢同书人小组的各位前辈大力支持，果冻以后还会为大家带来更多更棒的作品！希望大家能够喜欢\n",
    "replies": [
        {
            "author": "无痕",
            "timestamp": 1365911820,
            "txt_content": "总算出来啦！果冻高产呐~"
        },
        {
            "author": "262949130000",
            "timestamp": 1365911880,
            "txt_content": "快做作业撒QAQ。。。。。。"
        },
        {
            "author": "97043381",
            "timestamp": 1365911880,
            "txt_content": "果冻君，我来支持你了"
        },
        {
            "author": "97043381",
            "timestamp": 1365911940,
            "txt_content": "果冻君，貌似我来慢了= ="
        },
        {
            "author": "蛋糕小八",
            "timestamp": 1365912000,
            "txt_content": "还会有么？？？？？？"
        },
        {
            "author": "板栗。酱",
            "timestamp": 1365912000,
            "txt_content": "果冻君~我来支持了~"
        },
        {
            "author": "神圣之ZeRo",
            "timestamp": 1365912060,
            "txt_content": "鼓勵鼓勵，文筆越來越好了0v0"
        },
        {
            "author": "蛋糕小八",
            "timestamp": 1365912120,
            "txt_content": "是会陷入无限轮回再轮回么？？？？"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1365912120,
            "txt_content": "蛋糕小八 发表于 2013-4-14 12:02 \n是会陷入无限轮回再轮回么？？？？\n嗯，无限轮回"
        },
        {
            "author": "z736027620",
            "timestamp": 1365912180,
            "txt_content": "已撸= =            "
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1365912180,
            "txt_content": "顶果冻～～～【魔君坐牢之后沙发就开始混乱了。。。】"
        },
        {
            "author": "1193122131",
            "timestamp": 1365912540,
            "txt_content": "表示要顶=W="
        },
        {
            "author": "PTmissionary",
            "timestamp": 1365913260,
            "txt_content": "真可惜语文考试不考写小说。"
        },
        {
            "author": "yes1998go",
            "timestamp": 1365913260,
            "txt_content": "哦草。。。。。你的书名和我的QQ昵称一样。。。"
        },
        {
            "author": "断了的弦513",
            "timestamp": 1365915300,
            "txt_content": "好厉害 …………  高文采"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1365919980,
            "txt_content": "支持一下~"
        },
        {
            "author": "Danny仔",
            "timestamp": 1365934020,
            "txt_content": "語文渣路過支持果凍~"
        },
        {
            "author": "chinaboreas",
            "timestamp": 1365936600,
            "txt_content": "前来增加人气了！"
        },
        {
            "author": "lizhengbin97",
            "timestamp": 1365937260,
            "txt_content": "继续捧场~{:10_494:}"
        },
        {
            "author": "osborn2008",
            "timestamp": 1365938700,
            "txt_content": "看了这篇文章，我想到了无尽之剑和盗梦空间。。。。"
        },
        {
            "author": "shijun",
            "timestamp": 1366083600,
            "txt_content": "标题: RE: 【同书人小组出品】【单篇完结】永无止境の轮回……无语，高中女生居然还带刀……"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1366109340,
            "txt_content": "神圣之ZeRo 发表于 2013-4-14 12:01 \n鼓勵鼓勵，文筆越來越好了0v0\n哥哥你来看我的新小说了么QAQ"
        },
        {
            "author": "zhh30648",
            "timestamp": 1366119960,
            "txt_content": "不知道为什么。。。总感觉和魔法少女小圆的设定有点相似之处。。。比如最后的 宁愿陷入无限的轮回。。。跟晓美焰神似"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1366120500,
            "txt_content": "zhh30648 发表于 2013-4-16 21:46 \n不知道为什么。。。总感觉和魔法少女小圆的设定有点相似之处。。。比如最后的 宁愿陷入无限的轮回。。。跟晓 ...\n有吗。。。我到不觉得，反而写出来后突然想起了爱灵之贽。。。"
        },
        {
            "author": "mimikoyuri",
            "timestamp": 1366372200,
            "txt_content": "爱灵！！！！！！"
        },
        {
            "author": "我叫龙浩晨",
            "timestamp": 1371132540,
            "txt_content": "很好  （轮回轮回在轮回    好像我看过的一部电影）"
        }
    ]
}