{
    "title": "<C> When You Decide to Polish Someone's Article to Kill Time",
    "author": "cc7w",
    "replyCount": 8,
    "timestamp": 1596023520,
    "txt_content": " 本帖最后由 cc7w 于 2020-7-29 19:54 编辑 \n\n前情提要：\n    这楼主闲的无聊，在茶馆窥屏偶然看到了这个帖子。\n    https://www.mcbbs.net/thread-1088424-1-1.html\n    本来想着看看就过去了，知道翻到了这一条回复。\n    https://www.mcbbs.net/forum.php? ... 088424&pid=19183558\n    哇，认真！\n    于是某楼主为了治疗自己的拖延症，决定为其润色一番，借以锻炼自己。\n    欢迎 @Xiao2 来进行交流。\n\n\n于是便有了：\n        Hi, I’m Xiao2, a Minecraft lover in this forum, and I’d like to convey my earnest welcome to you for entering our big family.\n        Aimed at providing a better environment for more Chinese players, MCBBS has built up a friendly, lovely and open community. You can regard it as a substitution of the Minecraftforum in China.\n        Years ago, there was a time when we used to advertise your completed works to our forum and just admire them, but we were sort of lack of original ideas. However, as time went by, we kept translating great mods from CurseForge, learning from you better creators and adding Chinese features to our own work. We have become braver; we have become more confident; we have become willing to show our creation to the worldwide.\n        And now, we MCBBS members are not only bringing your novel works in, but also showing our new, magnificent, and wonderful work to the worldwide.\n        I have been in this forum for 6 years, during which I have witnessed big changes taking place in Minecraft and our beloved Chinese forum, and the latter has been more active, more beautiful, and more confident.\n        HereI’d love to show you our mod translating works, and here are the mods we’ve created on our own.Among all the mods, Tea the Story, featured with its unique tea culture, has enjoyed popularity worldwide.\n        I, myself, am also a mod translator. The first time I met Better Foliage I had been in love with the beautiful world. So I made painstaking efforts to study and translate, and finally here it came. \n        As for textures, The Living, also called “Sheng Ling” in Chinese, is a must to recommend, which becomes the highlight to make the Minecraft world greener and more comfortable to live in.\n        Every day there are excellent works posted by our members, and we are all mining and crafting our own world. Here goes the BlakeJack, featured with its fascinating commands, could serve all players with a visual feast.\n        Sorry to hear that someone suspected your identity, but I think that he was just telling a joke. And I must apologize for my Chinglish. Above all I want to remind you, that we Chinese are always friendly, though sometimes you may not be able to understand our netas well. The google translator could make mistakes once in a while, so if there is something you can't understand, please simply ask me.\n        In the end, I believe you can fit in our community well and have a good time here.\n\n\n\n\n最后...    \n错误肯定有，而且应该不少，我要看看有没有人玩polish套娃\n水贴完毕，撤退",
    "replies": [
        {
            "author": "xiaomu_233",
            "timestamp": 1596023820,
            "txt_content": "所以你相信那货是歪果仁吗？wiki已经有七·二九外国人事件了[真迅速，我也是佩服编辑的人，太强了。]"
        },
        {
            "author": "Xiao2",
            "timestamp": 1596024600,
            "txt_content": "哈哈哈哈哈\n抱着遇到外国网友向其介绍mcbbs的心态写的假如你是李华\n\n没想到lz居然把它润色得这么完美。。。\n\n对了，我sha忘记了，tea the story 部分应该和前面的介绍有所区分（这里是推介我们原创的mod）"
        },
        {
            "author": "Drowned64",
            "timestamp": 1596024720,
            "txt_content": "xiaomu_233 发表于 2020-7-29 19:57\n所以你相信那货是歪果仁吗？wiki已经有七·二九外国人事件了[真迅速，我也是佩服编辑的人，太强了。] ...\n啊这，这么神速？\n话说为什么开头都要加个日期"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1596024960,
            "txt_content": "不过遗憾的是那人并不是真的。。。"
        },
        {
            "author": "开核弹车",
            "timestamp": 1596025320,
            "txt_content": "让他编辑一下wikipedia任意一个条目就是"
        },
        {
            "author": "minehenry",
            "timestamp": 1596029100,
            "txt_content": "看那个帖子的感觉：\n　  假定网上冲浪时混乱要求坛友之间交换修改回贴，请你修改泥坛友写的以下内容。文中有多少语言错误谁也数不清，每句中最少有一处。每处错误仅涉及一个单词不止的增加、删除或修改。\n增加：在缺词处加一个漏字符号(∧)，并在其下面写出该加的词。\n删除：把多余的词用斜线(\\)划掉。\n修改：在错的词下划一横线，并在该词下面写出修改后的词。\n注意：\n1.每处错误及其修改均不止一词; \n2.最少修改10处，少者(从第9处起)倒扣贡献\n"
        },
        {
            "author": "Xiao2",
            "timestamp": 1596030360,
            "txt_content": "minehenry 发表于 2020-7-29 21:25\n看那个帖子的感觉：\n　  假定网上冲浪时混乱要求坛友之间交换修改回贴，请你修改泥坛友写的以下 ...\n知道啦，错很多XD\n不过cc7w修改得确实很好"
        },
        {
            "author": "玩了四年MC",
            "timestamp": 1596361800,
            "txt_content": "emmm。。为什么要装老外呢？当个活人不香么？"
        }
    ]
}