{
    "title": "【水帖】关于1.12.2模组武器伤害排行",
    "author": "MINECRAFT-JL",
    "replyCount": 5,
    "timestamp": 1595991240,
    "txt_content": "注意：本排行指1.12.2版本的所提及模组的最新版本，仅供参考。第五名：宇宙最强之刃——万物终结.无尽星空 和 异次元的管理者之刃\n 拔刀剑中最强的却已被移除的拔刀剑，不过两把都有大神还原了他们。\n        宇宙最强之刃——万物终结.无尽星空：遭受到远程攻击时，使玩家周围半径64格范围内的生物受到跳跃提升150，缓慢256，挖掘疲劳125的效果，并且，反弹飞来的弹射物，然后瞬移至发射弹射物的玩家或者生物背后，并伴随20s的无敌时间。“按住Shift锁定目标后，从天而降7道幻影剑，幻影剑以红橙黄绿青蓝紫的颜色排列，击中并秒杀该生物，如果目标是玩家，则会先杀死目标，然后清空该玩家的个人数据（经验，背包，神秘时代研究点等）。”*注意，这个SA的击杀判定是“代码”，因此对创造玩家同样有效。（摘自MC百科）        异次元的管理者之刃：SA外貌如同一个巨大的半透明黑色球体，当任何实体接触到数据裂缝都会进行一次判定，实体将会被数据剪切，如果对方是玩家，玩家会立马死亡，并在复活后物品全部被“数据删除”（即物品栏物品全部消失），而且在被破坏的地形上使用SA会使地形回复自然样貌，且所有非自然生成建筑以及所有除原版游戏的建筑都会被清除。*本伤害针对全部实体和生物，但无法掉落任何物品，且因为实体是被直接清除所以不会有如何死亡动画。同时在异次元管理者之刃使用SA蓄力时会触发时间停止，当时间停止时，所有实体无法运动，所有动态材质全部停住，雨，雪也会停在半空中，整个游戏界面色调会稍微变灰。（摘自MC百科）\n\n\n第四名：砧板之刃\n      在武器排名上赫赫有名的神剑，至于为什么在这么后面，1.12.2的战斗更新后砧板剑也就失去了右键范围伤害，导致其在1.12.2的排名大大降低，它的攻击方式为对目标造成与血量相等的伤害和将目标血量设置为0（无视大部分底力减伤、护**免、即刻复活效果）。\n\n\n第三名：寰宇支配之剑\n       家喻户晓的神剑，至于为什么在砧板之刃前面，其实这有一定的争议，从攻击方式上来看，前两条与砧板相同，但还有一个是它有，砧板剑没有的，就是使目标死亡（详见Github），所以导致寰宇支配之剑能杀的，砧板不能杀，不过从能杀死的生物上来说，其实两把剑在1.12.2差不多。\n\n\n第二名：氪金萝莉\n      广为人知的OP神器，至于为什么在砧板前面，1.12.2的战斗更新后砧板剑也就失去了右键范围伤害，导致其在1.12.2的排名大大降低，它是在本排行第一的模组出现之前唯一能杀死不可名状之神的武器，攻击是真OP，且各种打击也是真滴强，不愧是加入一点点东西，大小能到26MB的模组，佩服佩服。\n\n\n第一名：神圣暗夜之剑\n       可能没几个人知道的一把剑，这把剑仅存在于1.12.2，这是一个粉丝做给一个UP主的一个模组中的一把剑，它的攻击方式是清除实体，可能这个攻击方式大家已经听多了，不过它的清除实体是真的强，类似于开和平清除敌对，举几个我测试的实例:\n   1.右键大范围攻击后，加载区块内，所有生物全部死亡，且没有掉落物和经验球，这足以说明它的攻击方式是清除实体。\n   2.不可名状之神在1.12.2中除了氪金萝莉和凋零风暴的法阵，没有能完全杀死它的武器了，但这个模组可以，它在打不可名状之神时，不可名状之神甚至没有死亡时爆炸和雷电的动画。\n   3.氪金萝莉中的萝莉除了萝莉退散外没有其他方法，但这个也模组可以，效果等同萝莉退散。\n   4.攻击龙之研究的混沌守卫时，可以范围性杀死水晶和龙（没有“你的攻击被混沌水晶所阻挡”提示），也可以直接攻击龙（没有“你的攻击被混沌水晶所阻挡”提示）。\n   5.召唤师模组和泰坦生物模组同样秒杀。\n   6.盖亚守护神同样秒\n   7.测试中可秒生物还有深渊国度，盖亚魔典，冰与火之歌，异形大战铁血战士，混沌之地，恐怖生物的所有生物，循环的计数机器人，SCP-173，天境：往事的滑行者。\n   8.对砧板套、无尽套、氪金萝莉、神龙套、深渊套，带更多实用设备的第二次机会玩家同样秒杀。\n      以上讲的是右键伤害，其左键的物理伤害为2^128-1，当然左键只是单纯的物理伤害，比不上氪金萝莉、砧板之刃、寰宇剑。\n       这把剑有三种模式，普通、蓄力、清除，攻击方式相同，都是清除实体，三种模式不过多介绍。\n（这个模组存在于某个不存在的网站上，我也是通过某个不存在的方法找到的，作者说只是做着玩玩，不会把模组发出去，所以我也不好把链接贴出来）\n\n因为比较懒，所以只做5个，至于有些想问为什么没有创世之刃、混沌剑等，前面已经写了本排行只是所提及模组，仅供参考，而且一些模组不开源，也不太好比较，所以就没提，还有就是快写完时发现还有一个没提，是随机附魔模组中的一个叫做瞬杀的附魔，有兴趣的可以去看看【传送门】\n\n",
    "replies": [
        {
            "author": "天空的大楼",
            "timestamp": 1595992440,
            "txt_content": "楼主所说的这些mod里的武器的确很是厉害。我是一个也没用过。"
        },
        {
            "author": "迷灬离",
            "timestamp": 1595993640,
            "txt_content": "神圣暗夜从哪里找啊"
        },
        {
            "author": "ganzx_ywy",
            "timestamp": 1598182080,
            "txt_content": "没用过怎么办，还行"
        },
        {
            "author": "名为123的貘",
            "timestamp": 1598182980,
            "txt_content": "为什么不反手写一个模组把这些玩意挤下去？\n比这些愚蠢的东西有意义吗？无尽只不过是让那些锭物有所值罢了，我相信作者不会喜欢你这个排行榜的"
        },
        {
            "author": "tto1",
            "timestamp": 1605595440,
            "txt_content": "BBS因你而精彩"
        }
    ]
}