{
    "title": "[原创/单篇]《关于我只会苟那件事》",
    "author": "缘生",
    "replyCount": 3,
    "timestamp": 1596097860,
    "txt_content": " 本帖最后由 缘生 于 2020-7-30 16:35 编辑 \n\n《关于我只会苟那件事》  （本作品由缘生亲身经历改变，如有雷同，那真的神奇）       拂晓时分，主岛畔遍布诸岛的各个上空不一的笼子有几个尤其引人注目。在绚烂的各个的有着耀眼色彩的粘土等材质中这几块透明的玻璃，格外使人感概命运的不公。       倒计时……       随着那金黄伴橙的数字中透露的紧张，有呢喃，有小声战术的交流，几个眼神的示意包含了对旁临弱者不屑与远处镇定者的猜疑。       “3”无情的声音播报着。朴实的笼子里，那两只也许还不会或者不知可以上传皮肤的史蒂夫相视一笑。眼中对胜负并不在意。心中却也暗暗较劲，要撑些时日。       “2”几处，刚刚蹦蹦跳跳观察敌情与补给箱的家伙，安分了些，对着旁者摇了摇头。       “1”世界安静了。除了几刚刚待在透明笼子中的娃娃，都无二的低头看向脚下的岛屿，寻找自己满意的着陆点。心中所想无非对胜利的在握，或对自身的怀疑。哦，除了那两初出茅入的雏鸟。       着陆了。没有“砰”的一声，大概率是被那箱子打开合上的吱吱声遮掩住了。随着的是方块放置与跑的声音。伴着心中对补给的势在必得。两位萌新显然不是这么回事。两小透明舔干净了露出的两箱子，钻进了洞穴，拿完了出生处的补给。但心中并不着急着争抢那些对于他们是鸡肋的装备。       “呜呼！有矿额，这是钻石。”       “这也有铁……”       两只幼鸟讨出先前从箱子里获得到的镐子，开启了《关于我在空岛战争当矿工这件事情》的开篇。随着一阵忙碌，树干不知所踪，为数不多的石头也没有了踪影。那熔炉噼啪作响，好似在对旁边沉默寡言的工作台唱着独角戏。钻石剑，铁胸甲。这本该从补给品箱中拿出的物资从工作台落在了两萌新各自的背包中。两个小家伙相视一眼，同步的低头，随着物品的丢出两物品便易了主人。       被遗忘的岛屿上，探出俩个可怜无助的小脑袋。眼神对主岛一扫而过。“安全”。两个字出现在了心中。两只幼鸟下蹲着，似乎怕脚步声惊到了远处争斗着的敌人。他们终于正着影子站到了岛上，见四下无人胆大了些，向着隔壁那急不可耐跑望中岛的出生处行进。几个方块被蹲下着的萌新放下，“刺溜”一声，幼鸟又跑了没影了。只道是怕死到了一定的境界。半天那躲在一旁的小家伙也没有听到一点动静，胆子又大了些。终于到了隔壁的岛。一溜烟的功夫，两家伙就钻进了洞穴中，打开那不及拿完下方补给就跑去主岛的家伙们没动的箱子，就讨出镐子，显然对那寥寥无几的矿念念不忘。装备又这么不合玩法的升级了……       似乎大佬们互相都牵制住了，没有来打扰这两勤俭持家的小家伙。他们放开了胆子，沿着那铺好了的“桥”走，到半空，距离不大。一跳便过，摔死和与虚空论道的几率也许赶得上500万彩票中奖。但是很明显他们没有这种“危险”的想法。不久，烂尾的“桥”有完整形状。终于到了主岛。       刚呼吸了两口不一样的空气，一落魄的身影从主岛大殿的墙壁下冒出。受了重伤！还在逃亡！两萌新看到了千载难逢的机会，他们也兴许能抓住。没有言语两只幼鸟扑腾着未丰满的羽翼冲了上去，妄图收了……妄图送这可怜的孩子去见上帝。未过一半，那逃亡身影背后的追逐者离开了大殿的阴影露出了獠牙，钻石剑与头盔反射出他的罪恶与强大。刚刚才被那熟鸭子吸引的萌新两看到正主，双双默契的掉头。带两人跑了过去，两只幼鸟受惊似的向相反的地方溜去。他们爬上大殿的二层，一未打开的箱子吸引了他们的注意力。一防风，一搜刮。有TNT！       主岛几处的厮杀，优胜劣汰，也有侥幸逃生的。甚至凭借强大的运势取胜的。一轮箱子的刷新。几处的队伍又将目光放回了主岛大殿。近水楼台先得月，两幼鸟的羽翼又丰满了些，但是忧然不知能否活过这个回合。拆开地板，替换箱子，再在箱子左右埋下TNT，静静等待着轻视新手的玩家闯入这“请君入瓮”的陷阱。爬梯子的声音传来。开箱子的声音传来。按钮按下的声音！方块放置的声音！无路可退的呼救声！与秘道内快速跑开的步伐声交织在一起这悦耳的交响曲再由。“聆”的一声无情的淘汰声音结束。巨大的爆炸声在大殿里传递着阴谋有果的信息，这里成了下一个聚集点，同时也是下一次混战的战场。一轮补给结束。那巨大的露天的缺口下空空如也，但是四周却不知有多少势力暗中伺机而动。等待着做那螳螂捕蝉黄雀在后中，最后拿着弹弓的那孩童。骚动开始了，大概率是开始于哪家的雄鹰眼馋旁边躲着的那位的头顶的钻石帽，也或许是那钻石帽闪着他的眼了有些许恼怒。总而言之，几颗金苹果下肚，几秒钟的休战，这骚动也就结束了。没有人计较这些，因为这里闲然有更大的肥肉值得去衔取。屋顶上的那两小家伙明显不在意这些。天花板上掏开两洞，这大殿内便开始下起了TNT雨。炸是炸不死，也止不住几家狡猾又脚滑的娃娃被炸飞后与虚空论道。显然萌新两没有意识到这回他们会成为众矢之的。第三批补给到了。两羽翼渐渐丰满的小家伙现在可不敢去众虎口夺食。在渐渐退出大殿舞台的途中，事发。羽箭如雨箭，在从大殿穹顶由墙壁到地面的途中他们一次次被逼退。似乎余下那五人决定先解决这两惹人烦的小家伙再从“内部”决出胜负。火力压制下，有玩家开始冲锋，两小家伙在穹顶上用为数不多的方块搭建了个堡垒，在里面找了个角落瑟瑟发抖。火力小了些，不知道是羽箭不足还是有心怀鬼胎之人动了心思。两小家伙在角落里瑟瑟发抖……没有箭了，或许说是没有剑射向那堡垒了。“嗖”一发箭矢离开弓弦，射向了一名冲锋的玩家。在垒起的台柱上，无助的跌落。半空中他回眸那箭矢射出的位置，想死死记住那把弓的主人。来而不往，非礼也。也不知道是否是那人的队友，反正另一垒起的高台上的玩家也坠入了深渊。坠落中试图自救放置的方块诠释了“我命由我不由天”的倔强……下方杀红了眼，似乎认为上方那两躲起来的小家伙影响不了大局。一整硝烟过后，最后一名玩家红着眼，慢慢垒起方块。想要夺取最后的胜利。正当他与大殿穹顶等高时，他会心一笑。抬起头。将视线放平。与之相视的是两已经从堡垒中出来，面露迷茫的萌新。他愣住了，不，他们都愣住了。下一秒，台柱上的拿起方块迅速垒起，想要搏一线生机。穹顶上的迅速掏出雪球，不要钱似的扔了出去。砸中了！！！半空中又一次对视，他眼中尽是悔恨与不甘。不会坠入虚空！……“xxx玩家摔死。”\n[groupid=1536]Firefly Studio[/groupid]",
    "replies": [
        {
            "author": "有丶带问题",
            "timestamp": 1596103740,
            "txt_content": "好活      "
        },
        {
            "author": "玩了四年MC",
            "timestamp": 1596273660,
            "txt_content": "XXX是谁？为什么摔死了"
        },
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1596274080,
            "txt_content": "太精彩了⑧\n这就是大佬的功力吗"
        }
    ]
}