{
    "title": "小白冒险记 第十章",
    "author": "250=mo",
    "replyCount": 8,
    "timestamp": 1365920160,
    "txt_content": " 本帖最后由 250=mo 于 2013-7-6 18:28 编辑 \n\n第十章 夜战    树叶声、脚步声、挥剑声、夜的安宁和寂静被撕得支离破碎，僵尸似乎也是为了和着，也随着吼叫起来。\n    “我们暴露了！”军师大叫，看着远方。\n    Boom——！\n    一声震耳欲聋的爆炸声在耳边响起，随即是弓箭发射的声音。“他们已经攻过来了！”\n    “快躲到山后……”\n    Boom——！又是一声爆炸声，盖过了我们的喊叫。\n    “我们逃吧！”我建议道。\n    “不行，再往南走，就是黑龙城了！”\n    “那我们……”我们现在只剩下八个人了啊！\n    “那还用说，当然是打了！这他妈的孬种！等到白天，就交给援军吧……”队长气呼呼地说。\n“不用担心，这几个都是精英。再加上老天也倾向我们，这儿有座山，那边有条河！”队长见我一脸的疑惑，便继续说。\n    “Robort，你跟我去山顶上伏击敌人。Robin，你去装大炮。其他人，给我冲！在敌人过河之前，给我爆了他们的头！”\n    “是！”\n    于是，大家开始准备迎战。\n    Kiss首当其冲，我们跟着他从一个个掩护间向那条“生命河”接近。敌人已经开始过河了，我们躲在树的后面，随时准备跳出去给他们致命一击。\n    “等他们过到一半时，就冲出去！”Kiss说。\n    “谁不知道？”小黑做了个鬼脸。\n    哗啦哗啦……每响起一次游水声，我们的脚便绷紧一下。\n    “就是现在！”Hans大喊。\n    “冲！”\n    Kiss率先跳了出来，我也随着跳了出去。\n    与此同时，十几支箭从对面射来，我急忙把身子又缩回了树后。“该死的！”Kiss中箭了。Kiss把他所有的愤怒凝在了他的剑上，用尽全身的力气向那个刚刚侥幸登上岸的人的脑袋砍去。\n    刷！\n    那可怜的人被击飞到半空中。时间似乎凝住了——Kiss熟练地抽出一把弓，快速地拉起了弦。将那带着死亡气息的箭送了出去，在那个人掉到地上之前，送入那可怜的人那睁大的、布满惊讶的眼睛里，将他送出了人世。他的尸体被击至了河中央，鲜血顿时染红了一块原本清澈的水面。随即，其他人踏着他的尸体和染红的水前进着，尚不知自己即将和那可怜的人躺在一起……\n   我还没看出个缘由，Kiss已经跳起，同时的是几支箭落在了他的脚下。“吃我一计跳劈！”说着鲜血就从前面人的脑门中喷了出来，还夹着些脑浆。\n   大家都在浴血奋战，我也冲了出去。然而，我冲出去后才发现，已经有一支箭在对着我了。瞄着我的人轻轻松开了手，我顿时感到了死的寒寂——那可是一把闪着附魔光芒的弓啊！我还没反应过来，那个瞄着我的人已经倒下了。我转过头来，军师正朝着微笑。\n   队长他们正疯狂地扫射敌人的弓箭手。我们也热血沸腾起来。\n   Boom——！\n   “ Robin，你快点啊！敌人都已经架好大炮啦！”小黑大喊。\n   “知道了，知道了！”Robin不耐烦地回答。\n    Boom——！\n   爆炸声夹着弓箭声，我们就在这样的环境下抵抗着。大家都受伤了，包括我。敌人散开来包抄我们，河失守了。我们被团团围住，就快要死了。\n    Kiss从极度愤怒的牙缝间挤出几个字：“锯齿攻击——！”\n    然后几个敌人同时被击飞，随即看到的是Kiss发红的眼睛，和他手中那把闪着光芒的剑。我看到他手中那把剑边缘的像素浮动着，如同一把激活的电锯。\n    我算是明白了，活下来的并非幸运，而在于能力，这也是他们装备精良的原因。\n    而我呢？\n    “该死的，我们死定了！”Kiss大叫。\n    “别这么消极，混蛋！”说着，Hans给了Kiss一拳。\n    敌人如同蜂群一般涌来，我们根本没办法直面与其斗争。我们只好一边防御一边后退。我被几个敌人盯上了，我的装备和技术都跟他们没的比的。我被逼到一棵树下。\n    那人拿起剑就对我一顿狂砍，我措手不及，眼看就要死了，小黑突然从后面几剑结果了他。\n    我奄奄一息，倒在了树下。Robin的TNT没了，咆哮着用药水丢着靠近的敌人。与此同时，敌人后方突然来了个领袖样的人物——应该说，他就是一位领袖。我听力不错，便听到他对他队友的大叫。\n    “你们在做什么！？他们到底有多少人！？又找不到敌人的弓箭手！敌人看来都是精英，现在我们只剩六十多人了！你们这些人，呸！对付渣渣还差不多，对付精英群殴都打不过！呸！没用的部队，主城那边还急着要人，这边就一人也抽不出！”看来他才刚到，可怜那位被骂得狗血淋头的人吧。\n    我踉踉跄跄地跑去队长那报告。“恐怕援军是不会来的了！”队长若有所思，“不过，你是怎么听到的？这么吵，我连你说话的声音都听不到……不错啊小子，你可以当我们的情报员了！”听到队长的夸奖，心里美滋滋的。看来我还是有点用的！\n    我恢复了一会儿，正想重上战场，就听到Robin大喊：“Hans受重伤了！”我实在难以想象，他那一厘米厚的铁甲居然会被刺穿。他被Robin搀扶着带了进来。\n    他脸色苍白，全身好像被什么吸走了力量一般，手却死死攥住那把已身经百战而破旧不堪的剑。他躺了下来，嘴里一直念叨着什么。“还有生命药水吗？”“没了……”“食物呢？”“那儿便是。”说着他指了指旁边的僵尸。\n    队长那冷酷近似无情的脸上竟被他那无趣的玩笑挤出了一丝微笑，可那笑容在！我看来，却一点笑意也没有，更是像配合似的一丝冷笑。\n    ……\n    我一直观察着战场上的变化。我们受到敌人狙击手的射击，被迫中断了我们的射击。敌人从山的北面抄路攻来，我们也可以和敌人碰撞了起来。队长也受伤了，但也不能泯灭他心头的热情和怒火。\n    我们继续着那可怕的杀戮。我不知道这种杀戮正确与否，也不明确这样做的目的，就如同为什么僵尸要吃人一样，为着一个隐秘的——或者不存在的意识在做……\n    不要指望活下去。敌人的士气似乎因为领袖的到来而变得不可阻挡，似乎变得更敏捷了。Michen连射了几箭都没射中，气得暴跳如雷。这支本不应苟且偷生的部队，无疑今夜要支离了。\n    MMMC一边后退，一边歇斯底里地大喊：“Kiss，别打了！你会死的！”Kiss依然在几个掩护间奔走着，根本不理会MMMC的喊叫。\n    Kiss独自坚持了很久，说他是精英一点不为过。想到一百多人的队伍竟被一支八人的队伍打成这样，不免有些搞笑。\n就在此时，敌人的领袖冲了出来，用那同样可以把剑变成锯齿状的技能，向Kiss劈了过去……\n本章完\n\n索引",
    "replies": [
        {
            "author": "Fcy_lity",
            "timestamp": 1365920160,
            "txt_content": "和着...和面么？"
        },
        {
            "author": "1025891364",
            "timestamp": 1365921600,
            "txt_content": "撸过，不错~~~"
        },
        {
            "author": "=Robin=",
            "timestamp": 1366003980,
            "txt_content": "挺不错的，加油吧。"
        },
        {
            "author": "250=mo",
            "timestamp": 1366004340,
            "txt_content": "=Robin= 发表于 2013-4-15 13:33 \n挺不错的，加油吧。\n我在想着什么时候把你弄死，不介意吧……"
        },
        {
            "author": "=Robin=",
            "timestamp": 1366016820,
            "txt_content": " 本帖最后由 =Robin= 于 2013-4-15 17:08 编辑 \n250=mo 发表于 2013-4-15 13:39 \n我在想着什么时候把你弄死，不介意吧……\n\n不要！            "
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1366115760,
            "txt_content": "顶一个……好久没看你的小说了，鸭灭呆……"
        },
        {
            "author": "250=mo",
            "timestamp": 1366262820,
            "txt_content": "joney 发表于 2013-4-16 20:36 \n顶一个……好久没看你的小说了，鸭灭呆……\n呃，我家电脑上不了MCBBS了，因为机房那边……"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1366474800,
            "txt_content": "骚年我来了"
        }
    ]
}