{
    "title": "请问1.8更新了些什么啊，没个详细的说明吗。还有血下面那条有什么用啊？",
    "author": "moe000",
    "replyCount": 6,
    "timestamp": 1318011720,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1318018500,
            "txt_content": "你用官网的登陆器啊，有说的"
        },
        {
            "author": "well",
            "timestamp": 1318025760,
            "txt_content": " 本帖最后由 well 于 2011-10-8 06:22 编辑 \n\n看 WIKI 的遊戲版本說明吧, 很詳細, 很多... \nhttp://www.minecraftwiki.net/wiki/Version_history\n血下面那條是經驗值, 在 1.8 裡沒啥用... \n\n翻譯... 參考這兩帖... \nhttp://www.mcbbs.net/thread-8423-1-1.html\nhttp://www.mcbbs.net/thread-9003-1-1.html\n"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1318029420,
            "txt_content": "论坛不是为你开的 大多数人都会自己去维基 这里不是深受党的圣堂 自己去看mod区 该置顶的都置顶了 凭啥没看就在这里瞎问？"
        },
        {
            "author": "moe000",
            "timestamp": 1318039680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1318040280,
            "txt_content": "自己都懒得右上角还去提问 看都懒得看就在那瞎结论"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1318040460,
            "txt_content": "Bug Fixes:\n\n    * &#8679; Shift+clicking into a full chest/inventory crashing the game was fixed.\n    * &#8679; Shift+clicking items in and out of a dispenser crashing the game fixed. \n\nNew Bugs:\n\n    * Pumpkin Seeds no longer generate in Abandoned Mineshafts' chests. [1] \n\n1.8 (Adventure Update)         September 14, 2011         \n\n    * Three new mobs.\n          o New Enderman mob.\n                + They take damage from water.\n                + They emit purple smoke particles the same as or very similar to portal particles.\n                + They drop Ender Pearls.\n                + They open their mouth when hostile/looked at.\n                + They burn in sunlight. \n          o New Silverfish mob.\n                + Will spawn from rarely generated blocks, that look identical to stone, or stone bricks. \n          o New Cave Spider mob.\n                + They spawn in Abandoned Mine Shafts.\n                + Their attacks are venomous, and turn the player's health yellow-green upon being poisoned (will not kill you but will make you lose 4 health bars, if you are below 4 health bars then it will bring you down to Half Heart.png heart). They cannot poison players on Easy difficulty.\n                + Have a unique mob spawner.\n                + They are smaller than regular spiders. \n    * 9 new blocks and crafting recipes\n          o Stone Brick\n                + Stone Brick Slabs\n                + Stone Brick Stairs \n          o Brick Slabs and Brick Stairs\n          o Fence Gates\n          o Glass Panes\n          o Iron Bars\n          o Melons \n    * New Creative game mode.\n          o Flying by double tapping Space\n          o Unlimited resources\n          o Instant mining\n          o A new screen, the Unlimited Item Selection screen \n    * New features in the terrain generator.\n          o Optionally generated structures\n                + NPC Villages that include buildings and farms.\n                      # Buildings include houses, \"smithies\", and wells: all of which are connected through gravel pathing.\n                      # Contain the only naturally generated blocks of Stairs, Fences, Glass and Glass Panes, Ladders, Wooden Doors, Crops and Farmland, Furnaces, Black Wool, Bookshelves, and Pressure Plates.\n                      # Will spawn only on flat areas. \n                + Strongholds, consisting of 4 new blocks: Stone Brick, Mossy Stone Brick, Cracked Stone Brick, and Iron Bars.\n                      # Will only spawn 3 times in a map. \n                + Abandoned Mine Shafts\n                      # Contains naturally generated Cobweb. \n                + Ravines including canyons on the surface and ledges to walk on. \n          o New, fractal-based biome code, spawning much larger versions of existing versions along with 5 new biomes\n                + Rivers flowing through/in between biomes.\n                + Ocean Biomes, that are deeper and much more vast than before.\n                + Mountain biome.\n                + Swamp biome, which is the only biome to generate vines on trees. Mushrooms are more commonly generated here as well.\n                + Using Bonemeal on Mushrooms will generate Huge Mushrooms\n                + Clay is now much more abundant\n                + Snow in Taiga and Tundra biomes does not generate for technical reasons. They will return in Beta 1.9 \n    * New combat Mechanics.\n          o Hold-to-charge bows.\n                + 3 different charged states; takes less than 1 second to fully charge.\n                + Fully charged bows causes the player to walk slower. \n          o Critical hits.\n                + When the player hits a mob while falling or if the player is above the mob.\n                + When the mob is hit by a fully-charged arrow. \n          o Players can parry with a sword by holding Right Mouse\n          o Hostile mobs perform attack animations.\n          o Mobs killed by players drop tiny flashing Experience Orbs that add to your experience bar. \n    * New Food System.\n          o There is now a food meter.\n                + Food no longer heals directly but indirectly: if the food meter is above 80%, heals Half Heart.png about every 5 seconds. \n          o All food (except Mushroom Stew) are now stackable.\n          o Food takes 1.6 seconds to consume, accompanied with an animation.\n          o 5 new food items.\n                + Melon Slices.\n                + Raw Chicken.\n                + Raw Beef.\n                + Cooked Chicken.\n                + Steak, which has Cooked Porkchop's old texture. Cooked Porkchops' new texture is a tan shade of the same sprite. \n          o Eating any raw food or Rotten Flesh has a chance to give the player food poisoning. \n    * New farming options, more interesting farming.\n          o Plantable pumpkins and melons, each with a central stem that grows to max size and spawns a fruit next to it.\n          o Melon Seeds.\n          o Pumpkin Seeds. \n    * A new achievement: \"Kill a skeleton with an arrow at 50 meters\".\n    * Sprinting: By double pressing the forward button, the player will move faster.\n          o Sprinting is limitless, but will deplete your hunger bar.\n          o Hitting a mob while sprinting deals a knock-back.\n          o Jumping while sprinting boosts the jump to a length of about 4 blocks.\n          o Sprinting makes particles come up from the ground.\n          o While sprinting, the field of view slightly increases. \n    * Mob changes\n          o Passive mobs will randomly flee if attacked by the player or other mobs (such as Wolves).\n          o Zombies drop Rotten Flesh instead of Feathers.\n          o The snout on pigs now protrude from their head.\n          o Skeletons now hold full-size bows.\n          o Player-to-mob damage decreased by half a heart.\n          o Arrows that hit a mob visually \"stick\" into the mob rather than just disappear.\n                + Skeleton arrows originate from about their eyes to the bow, instead of above the head. \n    * New uses for shears.\n          o Vine\n          o Tall Grass \n    * New improved lighting\n          o Day/night cycles no longer require chunk updates. Lighting is updated via a texture, whose coordinates are the block's sky light and block light levels.\n          o The lighting on a block is given a tint based on the most prominent source of light\n                + Redish from Non-sunlight light sources\n                + Blue from Moonlight\n                + Total darkness keeps the same black tint\n                + Sunlight gives the same white tint \n          o Non-sky based light now gives a very subtle 'flicker'. \n    * Main Menu/Options changes\n          o The Main Menu's background is now an animated scene.\n          o In the Main Menu, the version in the main menu is in the lower left, instead of the upper left.\n          o New sliders for Field of View and Brightness\n          o 4 new entries in control list\n                + \"Attack\", \"Use Item\", and \"Pick Block\" can now be remapped.\n                + Player list in SMP, defaults to Tab &#8646;. \n          o The 'Multiplayer join screen' has been improved, mainly with a server list. \n    * New texture for Moss Stone to match Cobblestone's.\n    * Improved sunrise and sunset.\n          o Clouds change color during sunrise and sunset to match the sky color.\n          o Horizon, specifically haze changes color more vividly during sunset and sunrise. \n    * New particle effects.\n          o Performing a critical hit on any mob will cause 'sparks' to fly.\n          o Explosion particles are now shockwaves instead of smoke.\n          o Tiny stationary bubble particles can be seen when underwater.\n          o Fog is now thicker and darker deep underground, and gives off particles. Due to this, the void appears black. \n    * Changes with debug-view (F3)\n          o Mobs are no longer visibly labeled with their entity ID\n          o The world's numeric seed is displayed in a field below player position.\n          o Changing fog by hotkey now requires debug-view to be open in addition with pressing F. \n    * The version number plate displays ingame again.\n    * User-placed leaf blocks no longer decay.\n    * Cloud height raised to the top of the map, so clouds no longer phase through blocks.\n    * Cloud movement syncs with the time.\n    * Rain and snow renders faster with caching.\n    * Armor bar moved to above hearts, due to food bar.\n    * Both Wooden and Stone pressure plates can now be placed on fences.\n    * Improved chest model with a 3D lock and an open state/animation. They are also now slightly smaller than one full block, and cannot have a breakage texture applied to them.\n    * Players with the OP position on a server can switch back and forth between survival and creative mode. [2]\n    * The game's base code now allows for mods to more easily change the(map) height.\n    * &#8679; Shift+Clicking the output item in a crafting square will craft all the items at once, and automatically places them in the inventory.\n    * Holding the left mouse button with a weapon will now only swing once.\n    * Holding the right mouse button to place blocks is slightly slower than before.\n    * Animals no longer despawn which makes it possible to capture them. \n\nBug Fixes:\n\n    * The &#8679; Shift+Click crash bug from 1.8pre2 is fixed.\n    * Fixed Redstone circuits not working after /time set x glitch is now fixed in SMP.\n    * Destroying boats and minecarts now creates particles.\n    * Ghast attack sounds are fixed in SMP.\n    * The Far Lands had been removed, now there is only ocean, and at some point, nothingness.[3] \n\nNew bugs:\n\n    * There is a memory leak mainly occurring on Linux 32 bit.\n    * The destruction animation for chests is missing.\n    * If you place a torch underwater, the torch will fall off but its light will remain.\n    * Experience orbs when dropped don't drop in a stack like items do, so when a player dies when they have a large number of experience, each orb has to be processed individually. This will cause a high amount of lag, especially for SMP servers.\n    * Occasionally minecraft crashes when a bed is placed.\n    * Double chests placed before 1.8 on multiplayer servers all appear to players to be facing the same direction, even when they should be rotated by 90 degrees.\n    * The Item Selection screen in the new Creative game mode is missing a few blocks: pine and birch leaves (18:1 and 18:2), tall grass (31:1 and 31:2), double slabs (43), monster spawner (52), snow cover (78), and huge mushroom (99 and 100).\n    * Items will not eject properly if a block is placed on them and the items are touching one side of farmland.\n    * NPC villages occasionally spawn over partial water areas and 'float' \n\n\n维基全都有自己就是不愿意看 绿色的经验条暂时无用1.9可以拿来貌似升级物品 "
        }
    ]
}