{
    "title": "[双线]Wishing —— 从零开始的MC世界生活丨RPG丨空岛丨生存丨[1.12.2-1.16.1]",
    "author": "1025267352",
    "replyCount": 0,
    "timestamp": 1596168360,
    "txt_content": " 本帖最后由 1025267352 于 2020-8-12 02:16 编辑 \n\nRe：0 从零开始的MC世界生活\n\n前言：我是谁？我在哪里？头好疼~唔~眼前好黑！！！ (许久之后眼前逐渐明亮) 这里是哪里？？？！！！\n\n\n\n\n\nimage.png (307.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 01:19 上传\n\n\n\n\n\nWishing帮助手册\n八月十二号正式开放崭新1.16特色生存服，火热开荒进行中，详情见下文了解\n空岛服：是否厌倦了枯燥无味的空岛？发展完了之后就没事情做了？来这里试试吧！空岛服一周目获得了不少玩家的喜爱，二周目趣味性相比一周目更强，并还在继续不断完善空岛服需要专用材质才能完整的体验服务器，推荐使用精心准备的客户端或材质包（高清修复MOD）服务器材质为半原创，禁止私自盗用，感谢fmy19960827和筒子！\n资源矿区\n\n\n\n\n\nfile_1597166489000.jpg (202.2 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 01:21 上传\n\n\n\n\n\n\n摆脱传统空岛刷石机，服务器内置超多矿洞，所有矿洞每1小时自动刷新，挖矿挖到停不下来！\nRPG怪物\n\n\n\n\n\n\nfile_1597166523000.jpg (279.39 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 01:22 上传\n\n\n\n\n\n\n这只是其中一些而已！怪物们不仅属性强大，而且拥有独特的技能，当然战利品也是很不错的！\n\nRPG物品\n\n\n\n\n\nfile_1597166564000.jpg (336.04 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 01:22 上传\n\n\n\n\n\n\n所有RPG物品可以通过挑战各种生物和BOSS获得(家畜也能爆神器)。并且装备的所有属性和名称全部是随机化。\n更多内容挖矿、砍树、战斗、钓鱼、种植、养殖等等都会获得相应的经验和独特的技能，让自己变的更加强大所有生物都能掉落头颅，头颅爆率超高！并且有超多成就，每当完成成就的时候会获得丰厚奖励哦！你能全部完成它们嘛？一个人太孤单？捕捉一只宠物吧！宠物分为战斗型和辅助型。有专属的技能树、不同生物的技能树是不一样的哦~你可以带着你的宠物一起对抗RPG怪物！宠物们会成为你最好的帮手服务器中还有抽奖哦！各种节日或者活动会开放不同的抽奖箱，来试试你是欧皇还是非酋2333!不住复杂的指令！ 没有关系，只需记住一个/cd就好了 就是菜单的缩写，或者是使用物品菜单，日常用的到的指令 里面都有哦!支持正版，正版玩家可以输入/zb 进行正版验证,验证成功后可获得正版礼包 和 头衔\n\n\n\n\n经典生存服：\n经典生存是基于原版生存玩法全新开发的服务器，是你和朋友一起体验游戏乐趣的不二选择。添加了许多为了增强原版游戏体验内容，营造一个栩栩如生世界，并无需下载单独客户端，在这里无论你是想要名扬一方，建立属于你的王国，还是隐居养老颐养天年，你都能找到属于你的归宿。\n每个季度有不同主题，第一季度大瘟疫散布整个世界，你是选择拿好武器同大家一起抵挡如潮水般的丧尸，还是选择妥协同化拥抱诅咒的力量，甚至不知不觉传播瘟疫到整个世界。你的传奇由你书写。\n\n\n\n\n\nfile_1597167130000.jpg (306.16 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 01:32 上传\n\n\n\n\n\n删档内测期间玩家聚落实景，一路走来在此感谢玩家们提出的宝贵建议反馈\n\n\n\n\n\nfile_1597166744000.jpg (212.49 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 01:25 上传\n\n\n\n\n\n真实动态的而非冷冰冰的世界，生物们不会单独行动，或为生存或为繁衍，从而充满随机事件，置身其中体会绝伦的沉浸体验，和朋友一起发现跟探索并走向繁荣\n\n\n\n\n\n\nfile_1597166939000.jpg (240.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 01:29 上传\n\n\n\n\n\n外面的世界很精彩，地下同样暗涛汹涌，厌倦了上古版本从未改变的洞穴挖矿经历吗？十余种生活在地下世界的居民，探索埋藏宝藏，拥有几十种结构，甚至环境本身也会逐渐发生改变\n为丰富体验精心打磨的游戏机制打造符合你心仪的Vanilla风味生存服全GUI菜单操作，无主城，入服随机传送，整个世界都属于你工具一键采集，双持使用工具武器，一键快捷整理背包箱子全新50级附魔，添加了数十种全新附魔，打造你的专属神器搭配世界而诞生的数种新合成方式，击败怪物，并用他们的掉落物制作道具精选空岛广受好评的技能和抽奖等机制，更多甄选将陆续加入一键进入观察模式拍照检修你的大型建筑，查询模式全民打击熊孩子互动动画给你的世界增加活力，红石电台在线听几十首金曲，网页地图用手机也能联系服内的朋友平民英雄权限组，通过游戏币/任务/击杀BOSS/活动等途径获得VIP级待遇，肝帝福音更多隐藏特色和彩蛋待你入服发掘，即便老玩家也总会发现能让你会心一笑的新东西\n\n腐竹也是玩家，懂得玩家想要什么！如果有什么不懂的都可以来问！还需要犹豫吗？不会错的，快来加入我们吧！Q群：562109461点击加入\n\n",
    "replies": []
}