{
    "title": "关于我和skyliye被举报事件的说明及我自己的想法",
    "author": "wjwrh",
    "replyCount": 23,
    "timestamp": 1596243420,
    "txt_content": " 本帖最后由 wjwrh 于 2020-8-1 08:57 编辑 \n\n关于我和skyliye被举报事件的说明及我自己的想法\n\n也不知道这种东西应该发在哪，我一觉起来才看见这个举报帖，原贴也被锁了，想来想去也就茶馆比较合适了。在这里叫一下当事人 @九耀龙翔 \n\n1. 关于本次事件的说明\n\n首先声明，我与skyliye没有任何私下串通勾结，并且在这里感谢用户 九耀龙翔 为mod本地化做出的贡献，并为我个人未经实践踢出结论的行为道歉！\n\n事件经过\n我于昨日晚上回答某mod汉化问题时，提出了使用汉化后的文本直接替换原有en_us.json文本的解决方案用户 九耀龙翔 随后对我进行了+1人气的评分，内容为\" 版主带头瞎搞\"，随后对我进行了回复，回复内容为\"别碰en_us，这根本就是乱教\"我对此回复进行了评分，评分完整内容为\"您这边有好的方法就请您来吧 在下才疏学浅 见笑了\"我随后对此回复进行了举报，理由记不太清了，大致意思应该是\"对问题的解决没有推进作用\"之后版主skyliye处理了我的举报，以\"误导\"为由扣除了用户 九耀龙翔 十枚金粒九耀龙翔于反馈版发出投诉帖管理员john180做出回应并结贴\n关于事件经过各个步骤中各位可能产生的疑问的说明\n为什么我不经实践就得出了这个错误的结论？\n我一天大概要坐在电脑前大约13个小时，其中大部分时间都在回答问答版出现的各种问题，如果我对每一个问题都要刨根问底溯源的话，其时间利用效率相当之低；而且我进行实践无非也就是重复一遍我所说的操作，如果我抛出一个可能的解决方案给楼主，让楼主自己实践是否可行，可以有效提高时间利用效率，我也可以有时间去看别人的问题。\n为什么要去回答一个自己没有把握的问题而非等待相关领域专业人员回复？\n问题的解决本来就是一个不断试错的过程，我提出一个我认为可能的解决方案我个人认为是有助于问题解决的，试想一下，如果我提出的方案最后成功解决了楼主的问题是不是就皆大欢喜了？为什么要在有一定概率解决问题的情况下，\"浪费\"楼主的时间去等待一个有可能不会出现的\"专业人士\"?\n为什么进行情绪化回应?\n可能当时是有一些情绪化，在这里再次给用户 九耀龙翔 道歉，但是我自认为我也没做出出格的举动。毕竟被评分指错之后还被主动回复指错，给人的感觉总是不太好的，但是我也仅仅是就我当时的心情做出了较为理性的回应，仅仅是使用了敬词\"您\"而已，可能会给其他用户造成一些不适，再次抱歉。\n\n2. 一些其它我想说的\n\n关于我为什么会犯这个\"常识性错误\"\n首先承认，我并没有进行过mod开发以及mod汉化，我平时接触最多的是插件的开发与汉化，在插件(特别是一些小规模插件)的汉化过程中时常需要直接修改原有英语语言文本才能进行汉化，所以我以惯性思维提出了这个解决方案，在这里对各位专业的mod汉化人员道歉\n这到底是不是\"常识性错误\"?\n我对此存疑，何为\"常识\"?百度百科的释义为\"即社会对同一事物普遍存在的日常共识\"。在这里我对\"汉化mod不要改动en_US文件\"是否为\"常识\"存疑，可能对于mod汉化工作者来说，这确实是\"常识\";但是对于一个只接触插件领域，一个仅仅每天在问答版解决各位问题的人来说，这究竟是不是\"常识\"，我表示怀疑\n我对这个发言表示疑惑\n我留意到在关于我的举报贴下有这么一个发言，内容为\"其实我在想，如果这些版主全部都是实习版主的那时候，他们会不会这样？版主很辛苦，但是没人强迫去当\"\n对此我做出坚定的回复，就算我与skyliye均为实习版主，这件事情照常可能发生。我不知您做出这个回复是处于什么心态，一口咬定了版主之间一定会私通?我想说的是，这件事情就算我不是版主，一样会发生，具体理由john180已经给出，九耀龙翔 的回复确实存在违反版规的行为，只不过是skyliye进行处罚时没有仔细考虑，给出了错误的理由；我实在想不通\"如果这些版主全都是实习版主，他们会不会这样\"这个推论是怎么得出来的。以及后半句\"版主很辛苦，但是没人强迫去当\"，确实，版主是很辛苦，完全都是用爱发电，我每天还要积极回答问答版产生的各种各样的问题，这条质疑我、质疑正式版主品行的回复，实在让我心寒。\n\nxmdhs、折叠、结城希亚等一众问答版收割机最近并未常驻问答版，我本着\"志愿者\"的态度在问答版服务各个题主，过程中可能难免出现失误出现疏漏，但我已经在尽力做到最好，对我的批评我接受，对我的指错我会修改，我也认为我对用户 九耀龙翔 的回复的举报以及九耀龙翔对于skyliye处理存疑的态度没有问题。但是说我与skyliye之间相互包庇，说出\"如果这些版主全部都是实习版主的那时候，他们会不会这样？\"这样的话来质疑我与skyliye对待版主工作的态度，恕我无法接受。\n\n3. 最后\n\n以后再次回答相关问题的时候我会注意这个\"常识性问题\"我再次对于我给予用户 九耀龙翔 可能存在的情绪化评分的行为作出道歉如果发出此发言用户看到了这篇帖子，我希望你对你的发言作出解释每天高强度为各位用户解决问题很累，版主工作也固然辛苦，老实说这两样工作其实真的几乎没有任何回报，只有各位的支持以及对我们的信任才是我们继续工作下去的动力，希望各位可以少一些无端的质疑，多一些包容与信任，遇到版主的失误可以先沟通指正解决问题，而不是阴阳怪气、质疑版主的品行。希望这篇帖子下面的回复能够和平一些，如果你对我的任何言论有不同看法，或者对我本人有意见，我这边欢迎好好沟通，请不要直接阴阳怪气，谢谢最后，希望各位能够享受在论坛的时光，少一些谩骂与战争，多一些沟通与包容，谢谢\n",
    "replies": [
        {
            "author": "waohe",
            "timestamp": 1596245040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "。—。",
            "timestamp": 1596245340,
            "txt_content": "以前pe不支持中文的时候，不都是直接硬怼en_us才有汉化么\n其实感觉少说了一句，拿zh覆盖en之后还可以试试反过来拿en覆盖zh，这次是作者改了本地化的索引名称，然后语言文件里面没更新"
        },
        {
            "author": "专刀你",
            "timestamp": 1596246540,
            "txt_content": "没事，没有哪个人不会犯错误"
        },
        {
            "author": "PercyDan",
            "timestamp": 1596248220,
            "txt_content": "没事，不擅长的回答问题肯定有可能错"
        },
        {
            "author": "唐羽鹤",
            "timestamp": 1596248940,
            "txt_content": "摸摸版主,但是版规是平等的啊,如果是我们去问答版回答了自己并不专业的问题导致了误导之后肯定也会被你们罚啊,所以对于那个人来说,他可能作为一个普通用户来说,在他的角度来看就成了你们以权谋私.这个其实就是大家看待的角度问题.相互理解一下嘛"
        },
        {
            "author": "wjwrh",
            "timestamp": 1596249180,
            "txt_content": "唐羽鹤 发表于 2020-8-1 10:29\n摸摸版主,但是版规是平等的啊,如果是我们去问答版回答了自己并不专业的问题导致了误导之后肯定也会被你们罚 ...\n我从来没有见过哪个人仅仅因为回答了自己不专业的问题而被罚\n只要回答有可能解决问题 那就不会遭到处罚 哪怕答案是错误的\n我们处罚的永远只有类似于 “修改配置” “去看wiki” 这种对于问题解决毫无意义\n以及类似于 “sudo rm -rf /*” “尝试Alt+F4”这种明显误导的答案\n\n如果仅仅因为不熟悉相关领域，给出了自认为有可能正确但实际上并不正确的答案\n是不会遭到处罚的 这一点大家一视同仁 版规里也有写明"
        },
        {
            "author": "天佑酱",
            "timestamp": 1596249900,
            "txt_content": "MC领域众多，内容繁琐，就算MJ员工也不知道所有的内容，因此出点专业性问题是很正常的。\n虽然说wjwrh的回复欠佳，但自己的“成功”被否定，心里多少都会不悦，做出冲动之举在所难免。"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1596250020,
            "txt_content": "正常世上哪里有不犯错误的人？"
        },
        {
            "author": "Xiao2",
            "timestamp": 1596250620,
            "txt_content": " 本帖最后由 Xiao2 于 2020-8-1 11:05 编辑 \n\n以下为个人观点如有不适请不要观看。\n\n他看到lz第一次这样做的时候就给你评分https://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=1075368&pid=18868679\n\n我在想，第一次在这里lz是否要意识到lz的方法并不能解决问题，把常识性的错误纠正，借此提升自己的能力？（常识，是有专业地域的，翻译规范对lz不是常识，但对涉足该领域的玩家是，我觉得这样看来lz不妨多多积累这样的问题的经验，把这种经验变为常识，涉足该领域也是有实力基础了。 ）\n\n他是看lz两次都这样，再加上lz对他的评分，（注意：“您”一词被收录进yygq宝典里，在lz的评分中我确实看到了嘲讽之味（虽然我不是他，但我确实很不适））\n\n最后，我觉得lz他也是一样，大家都是为坛友解决问题的，有时候这样的矛盾确实让双方难堪。\n而我们应该携起手来才是，在矛盾中提升自己的能力。\n\n\n关于他的问题我在举报帖中说清楚了。"
        },
        {
            "author": "wjwrh",
            "timestamp": 1596251040,
            "txt_content": "Xiao2 发表于 2020-8-1 10:57\n以下为个人观点如有不适请不要观看。\n上一次之后我已经意识到了直接替换英文文本的方法不规范\n但是 这一次的问题是 已经存在 zh_cn.json 这个文件\n但是仍旧无法正确显示汉化 于是我猜想有没有可能是这个mod出现内部问题不加载zh_cn文本\n才又一次提出了覆盖的方法 一切都是为了帮助楼主解决问题"
        },
        {
            "author": "Xiao2",
            "timestamp": 1596251280,
            "txt_content": "wjwrh 发表于 2020-8-1 11:04\n上一次之后我已经意识到了直接替换英文文本的方法不规范\n但是 这一次的问题是 已经存在 zh_cn.json 这个 ...\n原来是这样。。\n，不过这次的结果也是告诉我们，\n本次原因出在索引上，因此这个做法可能要一直放在备用备用备用的选项里了。\n出现这种问题，主要还是得抓住zh_cn文件来"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1596251580,
            "txt_content": "其实大可不必发个帖子"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1596252120,
            "txt_content": "爱心魔王FHC 发表于 2020-8-1 11:13\n其实大可不必发个帖子\n确实 不算是什么大事"
        },
        {
            "author": "九耀龙翔",
            "timestamp": 1596252660,
            "txt_content": "这个世界不需要英雄，需要的是专家\n\n\n关于我使用嘲讽性言语进行评价属实不专业，为此我抱歉\n回到问题，本来我是准备对文本修正后进行回答的，但是由于工作量还有杂七杂八的问题……木已成舟，说什么都晚了，我自罚。\n既然中文文本出现问题，那么也只能是zh_cn的问题，en_us作为首要读取目标在没有问题的情况下就不应该被修改，简单的一次校对就能看出问题\n\n既然你提到了时间问题，我十分不认同，专业的就该给专业的解决，有些问题答案就摆着那，不懂的人在哪反复试错结果对了，过程错的依旧错的，浪费时间精力，搞的双方心力交瘁，既然提问者提出问题了问题，那么等待时间的成本自然包含其中。\n你作为版主，是论坛的管理者，起带头作用，这不是一天坐多少时间电脑的问题，这叫专业，以后有问题别人学你再出问题怎么办！\n既然你搞mod汉化，那么就默认你了解其中的基础规则，不知道就不要随意乱跨圈，观察可以，代替？不行！这是专业性，不容亵渎！\n"
        },
        {
            "author": "wjwrh",
            "timestamp": 1596253560,
            "txt_content": "九耀龙翔 发表于 2020-8-1 11:31\n这个世界不需要英雄，需要的是专家\n问答版既是一个解决题主问题的地方，也是一个相互学习的地方，我提出我的见解，你来指正，我来学习，这才是我认为一个较为良好的氛围。试问，出现了一个前所未有的新问题，没有一个人是专家，这个时候没有认出来做“英雄”，没有人出来试错，这个问题就一辈子解决不了了吗？\n\n如果没有碰壁，没有碰见错误，那么就永远都不会有所谓“专家”的出现，我想请教一下，你是在刚接触到mod汉化的时候就知道这条准则吗？如果是，你在哪学习到的这个准则呢？提出这个准则的人又是在哪里学习到的这个准则呢？\n\n我们一开始都一样吧，只不过你学习到只是的地方可能是wiki，可能是他人的讲授；而我学习到这个准则的地方来源于问答版，来源于你的指正。没有试错，就不可能存在专家\n\n以上仅个人见解，欢迎讨论"
        },
        {
            "author": "wjwrh",
            "timestamp": 1596253800,
            "txt_content": "九耀龙翔 发表于 2020-8-1 11:31\n这个世界不需要英雄，需要的是专家\n至于你的观点\n你作为版主，是论坛的管理者，起带头作用\n我身为联机教程兼联机问答版的版主，并不是全能的，我也没有什么必要在mod汉化领域起到带头作用，在别的领域，甚至在整个论坛，我与一名普通会员没有区别\n\n既然你搞mod汉化，那么就默认你了解其中的基础规则，不知道就不要随意乱跨圈，观察可以，代替？不行！\n关于这句话，恕我愚笨，没有读明白。什么叫做观察可以，代替不行？我不明白我是要观察什么，是要代替什么"
        },
        {
            "author": "九耀龙翔",
            "timestamp": 1596254520,
            "txt_content": "wjwrh 发表于 2020-8-1 11:50\n至于你的观点\n\n我身为联机教程兼联机问答版的版主，并不是全能的，我也没有什么必要在mod汉化领域起到带 ...\n不用回了，理念问题，聊不来聊不来"
        },
        {
            "author": "Оil",
            "timestamp": 1596254880,
            "txt_content": ">>什么时候的瓜。\n\n【可还行】"
        },
        {
            "author": "Xiao2",
            "timestamp": 1596254940,
            "txt_content": "Оil 发表于 2020-8-1 12:08\n>>什么时候的瓜。\n\n【可还行】\n凌晨1点25分\n我刚在肝。。。"
        },
        {
            "author": "Оil",
            "timestamp": 1596256740,
            "txt_content": "九耀龙翔 发表于 2020-8-1 11:31\n这个世界不需要英雄，需要的是专家\n>>啊，貌似瓜还可以吃。\n【且发表一下愚见】\n\n真理的相对性和绝对性，真理在一定条件下才是具有绝对的正确性，简单来说，抛开条件谈结果，一切都是耍流氓。\n作为版主起带头作用的条件是什么？管理好本版，如果可以的话能够为本版块的内容做一些贡献——这是我所认为，也是从版主本身定义出发所有的带头作用。当对面跨出圈子来为题主解答问题的时候，我更愿意也把他看成是千千万万个解答者当中的一个，而不会单纯因为版主的头衔非要强制性地认为他一定要有什么此方面的带头作用【甚至本行业我也不见得认为他是有带头作用的人，要不然实话实说，展示共享版该请喵奏过来当版主才是】\n专业人士和爱好者的区别到底是什么?\n233333333……不得不说我在关于“专业”这个定义上面有过深刻的体会，刚结束不久的航空发动机结构课程我们的老师直接怒斥“你们是这个领域真正要搞专业的，不要把那些吊儿郎当的名词拿来讲航空发动机！”，就差指着我们鼻子骂了。\n当然涉及到真正专业问题的话就连我自己的脾气也很大，如果有人说“普惠的发动机低压转子支撑结构那么好为什么不套过来用”，我搞不好直接怼“去你*的那普惠的石墨封严你搞啊？先进篦齿你设计啊？防磨损你喷的滑油要不要另外配置啊？难不成压气机你搞个AL-31F的等内径设计？国内那破石墨你跟我说拿来给转子主轴封严我打死都不信balabala……”\n\n当然，专业是一部分，窃以为，脾气大的背后是对自己本专业知识的自信和对他人所具有的专业知识的尊重，如果遇到真的类似于@wjwrh 这般的爱好者（当然这样说也不严谨，严格来说只是相关知识有较大差距，不是怎么符合爱好者的严格定义）的话，与其撒业内脾气大谈专业性，倒不如一五一十，因果厘清地说明出来。\n\n【笑】"
        },
        {
            "author": "800805",
            "timestamp": 1596266220,
            "txt_content": "每当离开反馈版的时候，就会有大事发生\n其实泥潭的版主一直不是用心吗"
        },
        {
            "author": "FaceTime",
            "timestamp": 1596399120,
            "txt_content": "管理组看不出来那个匿名是谁吗？"
        },
        {
            "author": "🥶❄️☠️",
            "timestamp": 1596793920,
            "txt_content": "嗯，来玩咯，支持把，下不为例"
        }
    ]
}