{
    "title": "[Minecraft.net|INSIDER] 背包盘点：线",
    "author": "克哈之子",
    "replyCount": 14,
    "timestamp": 1596213180,
    "txt_content": " 本帖最后由 克哈之子 于 2020-8-1 22:16 编辑 \n\n\n\n\n\n\nfile_1596212445000.jpg (35.63 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-1 00:20 上传\n\n\n\n\n\nTAKING INVENTORY: STRING背包盘点：线On the line命悬一线Spiders are my favorite enemy to hunt in Minecraft, and I’ll tell you why. First, they’re noisy so you can hear them approaching (looking at you, Creepers). Second, they’re pretty big and easy to hit (looking at you, baby zombies). Finally, they drop string – which is one of the most versatile mob drops in the game, and also happens to be our item of the week!我会告诉你为什么蜘蛛是我喜欢在我的世界里猎杀的敌人,首先，他们很吵，所以你可以听到他们靠近(看看你，爬行者)其次，他们十分的大，很容易击中(看看你，僵尸宝宝)最后，他们会掉落游戏里最多功能的生物掉落物-线,同时线恰巧也是我们本周的物品!\nString has been a part of Minecraft for a loooOOOooong time, ever since version 0.31. It was added in one of the game’s most fundamental updates – ** that also introduced sticks, coal, diamonds, iron, and gold ingots... oh, and the entire concept of crafting. Without the beautifully-named “Java Edition Indev 0.31 20100129” update, we’d have had to just call the game “Mine”.\n从0.31版本开始，线就成为了我的世界的一部分，距今已经有很长一段时间了.它在游戏中最重要的一次更新之一被添加,这次更新还加入了木棍，煤，钻石，铁还有金锭,还有整个制作的概念,如果没有这个名为“Java Edition Indev 0.31 20100129”的漂亮更新,那么我们只能把这个游戏叫做”Mine”\nAs noted above, string is primarily acquired from dead spiders, but you can also get hold of it in other ways too, including breaking cobwebs, fishing, and looting it from jungle temples, desert pyramids, and dungeons. If you have a cat around, it might also bring you some string from time to time.\n\n如同上面所说的，线主要是从死掉的蜘蛛身上获得的,但你也可以用其他方法来获得它,包括打破蜘蛛网，钓鱼，劫掠丛林神庙沙漠金字塔，或者地牢,如果你身边有一只猫，他也可能时不时的给你带些线回来\nI can see you asking: “What is even the point of string?”, so let me explain. String is used to craft some pretty useful items – wool, looms, leads, fishing rods, bows and crossbows, and even scaffolding all require string in their recipes.\n\n我看见你在问:线的实际作用是什么？让我解释一下,线可以用来制作一些很有用的物品,羊毛，织布机，栓绳，钓鱼竿，弓和弩，甚至脚手架都需要在它们的合成里使用线来合成\nYou can also trade it with fisherman villagers, and place it on the ground as tripwire. When connected to a tripwire hook, it’ll activate when any creature walks past, making it handy for setting up hidden traps. Pro tip: if you don’t want to activate someone else’s hidden trap, cut the string with shears and it won’t trigger.\n\n你也可以用它来和渔夫村民交易,还有把它放在地上作为绊线,当它连接到绊线钩的时候,当任何生物经过的时候，它就会被激活，这使它设置难以发现的陷阱变得很容易,专业提示:如果你不想激活别人的隐藏陷阱，用剪刀剪断绳子，他就不会被触发\nIn the real world, humans have been making string for tens of thousands of years – long before we started writing down history. In prehistoric times it was used to make fire, fishing lines, nets, clothing, shelters, traps and bows. Most primitive drills used string – making it fundamental to early woodworking and dentistry.\n\n在现实世界，在我们开始书写历史之前人类制造线已经有数万年,在史前时代，它被用来生火，制作钓鱼线，渔网，衣服，住所，陷阱还有弓箭,最原始的钻头也使用了线,这使他在早期的木工和牙科十分重要\nLook around you and you’ll still see string in all kinds of unexpected and important places. Not only is it still a vital part of clothing, but today it’s also used to hold your shoes on your feet, to create beautiful music as part of guitars, violins and pianos, to play racquet sports like tennis and squash, and even to keep boats moored to the shore. It’s even a tourist attraction in its own right.\n\n环顾四周，你仍然会在各种出乎意料和重要的地方看见线,它不仅仅是衣服的重要部分，而且现在他还被用来支撑你的鞋子,作为吉他小提琴钢琴创作优美音乐的一部分,网球和壁球之类的球拍运动,让船停在岸边,停在岸边的船看上去很美\nWhy, though, do Minecraft spiders drop string? Well, spiders (as well as lots of other insects including ants, bees, wasps, beetles, flies, and fleas) produce a very strong, string-like protein called silk inside their bodies which is used to build webs and cocoons. Humans have been harvesting it and spinning it into fabrics since ancient times.\n但是，为什么我的世界的蜘蛛会掉线呢？好吧，蜘蛛（除此之外还有很多其他昆虫，包括蚂蚁，蜜蜂，黄蜂,甲虫，苍蝇和跳蚤）会在他们的身体里面产生一种非常强的像线一样的蛋白质,这种蛋白质被用来制造网和茧,从远古时代起，人类就开始捕猎，并将其制成纺织物\nSo next time you’re hacking away at an aggressive spider, consider that you’re continuing a tradition that’s been going on for tens of thousands of years. Then shift your attention back to the fight – those spiders can be cunning.\n\n所以下次你再砍掉一只好斗的蜘蛛的时候，要考虑你是在延续一个延续了数万年的传统，然后把注意力转移到战斗上，那些蜘蛛很狡猾\n\n翻译者:克哈之子\n\n原作者:Duncan Geere\n\n原文地址:https://www.minecraft.net/zh-hans/article/taking-inventory--string\n\n原文日期:2020/05/14\n\n翻译日期:2020/7/31\n\n",
    "replies": [
        {
            "author": "闪烁西瓜",
            "timestamp": 1596242400,
            "txt_content": "明明是腐肉的用途最多（腐肉→绿宝石→……）"
        },
        {
            "author": "克哈之子",
            "timestamp": 1596266520,
            "txt_content": "闪烁西瓜 发表于 2020-8-1 08:40\n明明是腐肉的用途最多（腐肉→绿宝石→……）\n文章里说了，也可以和渔夫换绿宝石的"
        },
        {
            "author": "枫云miemie",
            "timestamp": 1596328740,
            "txt_content": " 本帖最后由 枫云miemie 于 2020-8-2 08:40 编辑 \n\n线要用剪刀 剑破坏很快"
        },
        {
            "author": "小镇君",
            "timestamp": 1596363120,
            "txt_content": "猫会带线回来？有点没搞懂。"
        },
        {
            "author": "克哈之子",
            "timestamp": 1596371340,
            "txt_content": " 本帖最后由 克哈之子 于 2020-8-2 20:32 编辑 \n小镇君 发表于 2020-8-2 18:12\n猫会带线回来？有点没搞懂。\n\n\n\n\nimage.png (26.16 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-2 20:29 上传\n\n\n\n\n\n这种东西百度一下就好了\n\n"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1596374820,
            "txt_content": "为什么要漏翻？"
        },
        {
            "author": "克哈之子",
            "timestamp": 1596378480,
            "txt_content": "Sinbad_Official 发表于 2020-8-2 21:27\n为什么要漏翻？\n哪里？ "
        },
        {
            "author": "1753479296",
            "timestamp": 1596390300,
            "txt_content": "66666666666666"
        },
        {
            "author": "KK9999999",
            "timestamp": 1596515580,
            "txt_content": "66666666666666"
        },
        {
            "author": "龙丿逆-霸",
            "timestamp": 1596522240,
            "txt_content": "如何进行大量生产线呢，洞穴蜘蛛刷怪塔？"
        },
        {
            "author": "克哈之子",
            "timestamp": 1596540660,
            "txt_content": "龙丿逆-霸 发表于 2020-8-4 14:24\n如何进行大量生产线呢，洞穴蜘蛛刷怪塔？\n利用特性，MC的特性还少吗？\n"
        },
        {
            "author": "kayn-",
            "timestamp": 1596608220,
            "txt_content": "猫时不时会带线还是不太理解"
        },
        {
            "author": "krowemoh2020",
            "timestamp": 1596610200,
            "txt_content": "猫带线？莫非是玩线球"
        },
        {
            "author": "几何爱好者",
            "timestamp": 1596893520,
            "txt_content": "Creeper不是苦力怕吗？不是僵尸宝宝，不然直译成惊吓者也可以（doge）"
        }
    ]
}