{
    "title": "能否规范下对相同内容回复的规则",
    "author": "匿名",
    "replyCount": 7,
    "timestamp": 1596166740,
    "txt_content": " 本帖最后由 匿名 于 2020-7-31 11:46 编辑 \n\n论坛的新人帖越来越多 然而我们大部分见到的回复都是这样的：\n欢迎新人，多看版规少吃亏\n这句话完全成为了氵怪们对新人贴回复的标配语句 因为确实有建议 让人毫无还手之力\n\n我认为这样数量庞大的相同回复完全没什么意义 茶馆是来讨论的  不是个毫无感情的提建议版 这样子的回复正使得“讨论”\n\n这个主题慢慢消失 沦为氵经验的场地\n\n\n虽然茶馆已经规定了对新人贴的回复规则\n请勿在短时间以近似内容多次连续回复新人报道。「违者警告、扣分」\n不过这无法根除新人帖子的大量重复回复 建议加上这样一条版规\n请勿在同一个主题下回复与他人高度相似的内容。「违者警告、扣分」\n我这个帖子可能会触犯某些氵怪的利益 轻喷\n\n另 我的匿名卡用不了 谁能帮我用下 \n\n\n",
    "replies": [
        {
            "author": "800805",
            "timestamp": 1596166980,
            "txt_content": " 本帖最后由 800805 于 2020-7-31 11:46 编辑 \n可以，但没必要\n新人报道贴你最简单的回复就是欢迎他\n完全一样你可以举报复读机另：论坛事务大区禁止使用佚名/显身卡\n\n\n\n\n360截图20200731114502692.png (11.57 KB, 下载次数: 0)\n\n下载附件\n\n2020-7-31 11:45 上传\n\n\n\n\n\n\n但是可以左下角设置\n"
        },
        {
            "author": "匿名",
            "timestamp": 1596167640,
            "txt_content": "800805 发表于 2020-7-31 11:43\n新人报道贴你最简单的回复就是欢迎他\n完全一样你可以举报复读机另：论坛事务大区禁止使用佚名/显身卡\n ...\n光靠举报肯定不行\n新人报道一大堆 别人随便复制发发 只靠我自己是完全没办法解决的 每个举报要累死我 \n这种也是泛滥现象 难道不值得整改吗"
        },
        {
            "author": "匿名",
            "timestamp": 1596168000,
            "txt_content": "这样子的回复正使得“讨论”这个主题慢慢消失 沦为氵经验的场地\n早就如此了 XD\n任何主题只要发到茶馆得到的只能是一堆形式性或者无意义回复，当然也有认真看了帖子回复的\n想得到有意义的回复，那就别发茶馆 XD\n就插个嘴"
        },
        {
            "author": "Stray51",
            "timestamp": 1596171600,
            "txt_content": "这个不会算灌水\n这个东西如果要是超过了一定限制版主就会开始发卡禁言\n这些东西而且新人帖的这些问题算是给你一点水的机会\n因此，没必要管，除非过多了"
        },
        {
            "author": "800805",
            "timestamp": 1596171720,
            "txt_content": "匿名者 发表于 2020-7-31 11:54\n光靠举报肯定不行\n新人报道一大堆 别人随便复制发发 只靠我自己是完全没办法解决的 每个举报要累死我 \n这 ...\n请举报水龙头\n不要逐一举报"
        },
        {
            "author": "暮城",
            "timestamp": 1596185220,
            "txt_content": "没觉得有什么问题啊，本来就是茶馆，真要像你想象中的那样每一个回复都是有意义的，那我回个帖子还得把所有回复都先看一遍，然后看看我想说的是否已经有人说了，在想个半天能给新人提出的建议！！？？？\n兄弟，这是茶馆，不是学术讨论，人气和对新人欢迎有意义回复哪个更重要呢？"
        },
        {
            "author": "极光creeper",
            "timestamp": 1596285480,
            "txt_content": " 本帖最后由 极光creeper 于 2020-8-1 20:39 编辑 \n\n鞠躬，\n其实楼主你发帖的时候我就看到了，后来去和大家又探讨了一下，各种原因，没能立刻回复。\n个人希望楼主能担待一下，谢谢。\n\n\n    探讨下来是这样的\n    目前而言，不违规，但不鼓励。\n\n    我们完全理解楼主，毕竟新人看着也烦，我也有见到过相当数量的，类似的吐槽。\n\n    所以说是\"不鼓励\"的，如果有其他用户也对此感到不满，那请不要加入这个行列，这样是最好的了。\n\n    和楼主说的一样，这颇有些水贴的味道，甚至可以当作擦边的水贴/复读机，\n    但如果内容的确是\"提醒新人不要违规\"，我们相信多少是能起到作用的，且只有1/3的经验，所以目前，这种行为不会受到惩罚。\n\n    此外，需要指出的是，我们的对话中框死了\"这种行为\"\n    但毕竟版规不止这一条，以下是一些 可能的 相关的 违规情况。当然，不仅限下列情况。\n\n    1. 新人报道贴屠版，这屡见不鲜，一般处理方式为回复五次新人贴以上，每多回复一次新人贴就警告一次。很严的。\n\n    2. 反复回复新人贴，这个更屡见不鲜了，\n        部分用户几天前回复过某个新人贴，几天后忘了有没有回复过，于是再来回复一次\n        此类情况最近频发，一般处理方式为-2人气-50金粒，并警告一次。很严的。\n\n    3. 如果回复新人贴的内容过于相似，频率与总占比又太高，可能会被判定为水龙头。\n\n\n    恩，基本上，就是这样的情况了。\n    感谢楼主的反馈！！！如果有其他想要了解的，也可以在下面继续回复 ~\n\n\n关于7楼用户的观点，我个人先做以下反驳:\n1. 茶馆是灵感交流大区下的版块，为了尽可能让所有程度的用户都有话可说，有话题可聊，茶馆对于内容的要求相对宽松，\n    在所有版块中的惩罚力度也相对低，并非提供了一个灌水的平台。不过，如果能遵守版规，那勉强也可以这么理解。\n\n2. 版规中规定了无意义内容的处理与可能的惩罚，茶馆并不鼓励无意义水贴。\n\n3. 如果你想发表回复，多数情况下，你不需要看评论区的回复，因为所有回复都应该是围绕主楼内容展开并作适当扩展的。\n    如果你想发表回复，你只需要仔细阅读主楼内容即可，当然，如果你觉得评论区也很精彩，则可以进行阅读，发表感想。\n"
        }
    ]
}