{
    "title": "[Minecraft.net|DEEP DIVES]背包盘点：灯笼",
    "author": "RiF_Siron",
    "replyCount": 11,
    "timestamp": 1596140460,
    "txt_content": " 本帖最后由 RiF_Siron 于 2020-7-31 15:34 编辑 \n\n  \nTAKING INVENTORY: LANTERN背包盘点：灯笼\n\nIn the spotlight聚光灯下\nThe quickest way to tell the difference between a Minecraft player who cares about the aesthetics of their builds and one who doesn’t is the quality of the lighting in their home. 判断一个MC玩家是否关注房屋的美观程度，最快的方式莫过于观察其房屋的光源质量。\nAre their walls adorned with torches? *Gasp*, are there even torches on the floor? Turn around, walk out of that house, and vow to never return until they’ve replaced their torches with something more thoughtful and elegant. If they’re short of ideas, then may I humbly suggest our item of the week – the lantern?他们的墙上装饰着火把？【1】*嚇*，甚至有火把在地上？回头吧，走出那个房子，然后宣布，除非他们把火把换成别的高雅而有品味的东西，不然永远都不会再回来看一眼。如果他们没什么好点子的话，那么能否容许我献丑，奉上我们的每周物品--灯笼？\n\nLanterns were first mentioned as a possibility in October 2010. The original plan was that torches would go out after a while and need to be re-lit, but lanterns would be permanent. This wasn’t popular with the players, however, so they were shelved and other kinds of lighting – redstone lamps and glowstone – were added instead.灯笼于2010年10月首次作为一种可能的计划被提出。原本的计划是让火把在一段时间后自行熄灭并需要重新点燃，但灯笼是不会灭的。可是，玩家们对此并不感冒，所以灯笼计划搁浅，其他的照明物--红石灯和荧石--成为了代替品并加入游戏。\nFast forward to 2018, and lanterns popped up again in a tweet from LadyAgnes. They were subsequently added to the game in version 1.14 – the Village & Pillage update, which also included bamboo, foxes, berries, and pillagers.时间来到2018年，灯笼在一篇来自LadyAgnes的推文中再次焕发生机。随后它们被加入至1.14版本--村庄与掠夺更新，一同加入的还有竹子、狐狸、浆果和灾厄村民。\nAs you might guess, lanterns emit light. A light level of 15, to be precise, which is slightly more than torches and on par with glowstone, campfires, redstone lamps, and jack-o-lanterns. 没错，灯笼会发光。确切来说，（灯笼）是15的光照强度指数，较火把略高，与荧石、营火、红石灯和南瓜灯同级。\nThey’re pretty easy to make – just surround a torch with iron nuggets. They also generate in snowy tundra villages, and in bastion remnants in the Nether.它们制作起来很容易--只需要放个火把然后围上一圈铁粒即可。它们也会生成至雪原村庄中，亦或是下界的堡垒遗迹中。\n\n\nSpeaking of the Nether update, it actually introduced a new kind of lantern – the soul lantern, made in the same way as a regular lantern but with a soul torch. 说起下界更新，倒是新加入了一种全新的灯笼--灵魂灯笼，制作方式与常规灯笼相同，但是需要一个灵魂火把。\nNot only are soul lanterns a different colour to regular lanterns (blue instead of orange), but they also give off slightly less light – just 10, compared to 15 for a regular lantern. That might not sound so good – but if you like living in a snowy biome then you’ll love them.灵魂灯笼有着不同于常规灯笼的颜色（不是橙色而是蓝色），同时其光强指数也比常规的低--只有10，而常规灯笼是15。这听起来可能不太好--但如果你喜欢住在降雪的生物群系【2】里，那你绝对会喜欢它们的。\n\nWhy? Well, a light level of 10 is enough to prevent monsters from spawning but not quite enough to melt snow and ice. You’ll be able to light your ice fortress or igloo palace with no issues. You’re welcome, Ice King.为什么呢？是这样，10的光强指数足以避免怪物的生成，但又不至于融化冰雪。用来点亮你的寒冰城堡和冰屋宫殿毫无压力。冰王【3】陛下，您老不谢。\n\n图片来源：Satdeep Gill//CC BY-SA 4.0\n\nIn the real world, lanterns have been used by humans since at least Roman times. Most of them were basically a candle in a box, but there are a few early examples that consisted of oil with a burning wick. 现实世界中，灯笼的使用最早可追溯至古罗马时期。它们基本上都是放了蜡烛的盒子，但也有一部分是由油和灯芯组成。\nFrom the Middle Ages, cities would hire watchmen to carry lanterns through the streets at night to prevent crime. But it wasn’t until the 1500s or so that cities began to light public spaces with lanterns. This dramatically changed the character of those cities, allowing for some semblance of public life to continue during the evenings. 从中世纪开始，城镇会雇佣守夜人，负责提灯夜行并干预犯罪。直到16世纪后，城镇才开始在公共场所点亮灯笼。这一举措使得这些城镇发生了翻天覆地的变化，允许一部分社交活动在夜晚持续进行。\nIt may even have changed how we sleep. Historian A. Roger Ekirch believes that in the past, adults typically slept in two chunks – waking up for an hour or so in the middle of the night to pray, reflect, and interpret dreams, and in some cases to even visit neighbours. Lanterns allowed us to stay up later, turning this period of wakefulness into a full night’s sleep instead.这种举措甚至改变了我们的睡眠方式。史学家 A·罗杰·埃克希（A. Roger Ekirch）认为，过去的成人睡眠时段分为两个区间--他们会在午夜起床大概一个小时，以进行祈祷、反思和解梦，一些人甚至会拜访邻居【4】。灯笼使得我们熬夜更久，将这一时段压缩掉，从而转变为整晚的完整睡眠。\nSo if you ever find yourself waking up in the middle of the night, then don’t worry – it may actually be quite natural. But I don’t recommend that you go visit your neighbours – that kind of thing is frowned upon these days.所以说，如果你半夜惊醒，不要担心--这是正常现象。但我可不建议你去拜访你的邻居--这种事情很惹人烦的。\n注释：【1】此处为嘲讽。【2】例如高山和雪原群系。【3】原本想翻译成夜王（来自美剧《权力的游戏》）【4】元丰六年十月十二日夜，解衣欲睡，月色入户，欣然起行。念无与为乐者，遂至承天寺寻张怀民。--[宋]苏轼，《记承天寺夜游》\n楼主高中应届毕业生一枚翻译水平略有欠缺，望包涵第一次在翻译区发帖，还望指教\n译者：RiF_Siron原作者：Duncan Geere原帖地址：https://www.minecraft.net/zh-han ... -inventory--lantern原贴于2020年6月25日发布2020年7月31日译本文系手动排版\n\n\n",
    "replies": [
        {
            "author": "RiF_Siron",
            "timestamp": 1596148020,
            "txt_content": " 本帖最后由 RiF_Siron 于 2020-8-4 00:25 编辑 \n\n翻译3小时，排版3小时\n中途数据又出错\n修改原贴后内容大量丢失\n"
        },
        {
            "author": "桃花泛滥",
            "timestamp": 1596153420,
            "txt_content": "好有意义"
        },
        {
            "author": "封徵",
            "timestamp": 1596156900,
            "txt_content": "捉几个虫：\n刌民 ——> 灾厄村民\n\n萤石 ——> 荧石\n\n村庄更新(the Village & Pillage update) ——> 村庄和掠夺更新\n\n篝火 ——> 营火\n"
        },
        {
            "author": "血盟团长",
            "timestamp": 1596158520,
            "txt_content": "引用苏轼的文可还行hhhh"
        },
        {
            "author": "RiF_Siron",
            "timestamp": 1596180480,
            "txt_content": " 本帖最后由 RiF_Siron 于 2020-7-31 15:36 编辑 \n封徵 发表于 2020-7-31 08:55\n捉几个虫：\n刌民 ——> 灾厄村民\n已更改，谢谢指正。长时间不玩MC，这些就忘了"
        },
        {
            "author": "RiF_Siron",
            "timestamp": 1596181080,
            "txt_content": "MikeW138 发表于 2020-7-31 09:22\n引用苏轼的文可还行hhhh\n翻译的时候突然就想起来，苏东坡老先生不也是大半夜不睡起来串门么。。。。。。"
        },
        {
            "author": "Stray51",
            "timestamp": 1596182280,
            "txt_content": "嗯，很不错啊\n不过这个感觉还是火把或者南瓜灯比较好用\n1.14好像撸不碎"
        },
        {
            "author": "封徵",
            "timestamp": 1596184620,
            "txt_content": "RiF_Siron 发表于 2020-7-31 15:28\n已更改，谢谢指正。长时间不玩MC，这些就忘了\n标准译名还是很重要的"
        },
        {
            "author": "RiF_Siron",
            "timestamp": 1596185640,
            "txt_content": "封徵 发表于 2020-7-31 16:37\n标准译名还是很重要的\n的确，翻译不准会造成歧义"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1596216540,
            "txt_content": "RiF_Siron 发表于 2020-7-31 06:27\n翻译3小时，排版3小时\n中途数据又出错\n修改原贴后内容大量丢失\n为什么不试试神奇的排版工具 https://spgoding.com 呢"
        },
        {
            "author": "RiF_Siron",
            "timestamp": 1596474240,
            "txt_content": "☕🐶 发表于 2020-8-1 01:29\n为什么不试试神奇的排版工具 https://spgoding.com 呢\n感谢，但我不会用"
        }
    ]
}