{
    "title": "「教练，我想写mod！」无限幻想RPG",
    "author": "spawner",
    "replyCount": 6,
    "timestamp": 1596207660,
    "txt_content": " 本帖最后由 spawner 于 2020-8-4 14:18 编辑 \n\n  想在我的世界里玩RPG吗？是不是厌烦了刷怪、刷级刷装备？想不想要无限多的技能、无限多的装备、无限多的NPC、无限多的素材、无限多的任务？想不想不断看到新的新的内容，不断看到更多的惊喜？让我们想象一个不需要官方不断更新就可以实现这些的模组。     在这里允许我发表我的脑洞——— 一个通过随机组合实现无数种可能的模组。我将从多个要素介绍其实现无限多的方式和内容。    RPG不可缺少的要素包括：技能、装备、NPC、任务、怪物、素材。这些是我们接下来要考虑的。  \n\n技能    技能要素应该包括：伤害（细分包括魔法伤害、物理伤害、不同属性），伤害范围（包括锁定的单目标、多目标、伤害范围形状（矩形、圆形、扇形、环形、伤害范围大小），施法距离，吟唱时间，附带效果（比如药水效果），持续时间，消耗（蓝量、消耗物品），施法方式，其他（比如无视多少抗性，带有斩杀效果、越近伤害越高）、还有最核心的稀有度。   为了实现无限多的技能，首先根据稀有度设置一个基础技能，然后对各个参数随机并使它们满足一定的函数关系，从而随机出一个难以重复的技能。   具体实现比如：在基础技能上，伤害范围提升到2倍，同时根据函数关系降低伤害到0.5倍（这里范围参数是系统随机的）。   施法距离增大会降低伤害，吟唱时间加长会增加伤害......   不能以数值展现的属性改为随机选择，比如是否有无视抗性效果的概率是30%，如果无视抗性，将降低无视抗性比例一半的伤害。\n\n装备   同样，其装备属性也应细分，攻击性装备属性包括：伤害（元素伤害、持续伤害），攻击速度，攻击距离，暴击效果，攻击伤害范围，附带效果，破甲，攻击模式（直接攻击比如剑、蓄力比如弓、装填比如弩，或者两用）等等。防御性装备属性包括：护甲、护甲韧性、抗击退、元素抗性、移动速度、血量、蓝量、回复，还可以对技能或装备加成。   随机装备同样也是根据稀有度给出基础属性，然后随机改动其他效果，并通过函数改动剩余的参数。\n\n素材和材质     RPG游戏里经常会需要收集一些物品，或者通过采集、打怪、挖矿、交易等方式获得。为了获得无限多的素材，会以原版的一些材料进行扩展。此部分包括花等采集物、矿物和方块、怪物掉落物等，装备、技能图标、怪物模型、NPC模型也采用类似的方法。下面以花为样本举例。   花：采集要素，模组中装入多个外形样板包括外形、花纹等，然后随机出一些颜色填充，就可以获得各种各样的花。   随机出一个素材应同时随机出其稀有度，用做之后刷新任务和地图。\n\n名称                                             一些素材和装备应该有其名称，将提供三个词汇库，从中分别抽取三个词组成名称。 \n\nNPC和任务   在玩家到达一个区域后，系统应开始规划这个区域。系统应随机出NPC的数量，存在哪些素材、怪物等，同时还有素材群的大小等参数。比如此区域会生成一种稀有度较高的花，会有相当一大片。   一些NPC只有一个任务，或每次有一个单独的任务，有小概率生成NPC群，NPC间会有任务的上下承接关系，并且随个承接次数的增多难度系数不断增大。NPC应伴随着一些建筑刷新，建筑只能采用预先设定的建筑库。  在刷新任务时应随机出任务的难度系数，任务的内容分为素材获得、怪物讨伐、探索、传递物品等。任务将按照一定权重在其中随机，应根据任务难度系数要求获得素材的稀有度、讨伐怪物的强度。比如讨伐怪物型，根据怪物强度和任务难度系数决定讨伐多少个，任务难度系数低的应有更大的概率随机出强度低的怪物。任务的奖励根据任务难度系数随意一定物品，物品的价值由稀有度决定，其中获得装备和技能的概率应更高一些。NPC的对话文本应遵循一定的规律，大概是因为什么原因需要做什么（这部分可能需要大一些的库）。   除了任务型NPC，还有一些功能型NPC，比如武器商人、技能教学师、商人等，为每个职业标记权重，在刷新NPC时随机，其具体内容以物品稀有度为平衡参数随机。\n\n怪物   主要有稀有度和难度系数两个衡量参数，怪物各个属性通过类似装备的系统随机，同时给三个技能槽（有可能随机不出技能），然后通过技能随机机制赋给怪物技能。怪物应分为boss型和一般型，应该有不同的函数控制其刷新率、怪物群数量。怪物的掉落同样根据稀有度和难度系数随机一定稀有度的物品。同一种怪物的掉落群应一样，在随机怪物时应随机出掉落群。\n\n补充优化   玩家可以上传自己设计的物品、技能、怪物、任务文本、材质、名称，个人设计应在原系统参数之内，系统可以根据里面的参数计算出其稀有度、难度系数，然后按照一定的权重加到随机库中。这样玩家在联网的时候进行扩充库，接下来就有可能遇到更多的的惊喜。\n\n     未完待续ing   我本人只是一个普通的玩家，在这里提出自己的想法希望能得到大家的反馈。   如果大家有什么想加的参数、机制可以提出来，让大家一起脑洞一个RPG世界吧！\n\n\n\n\n\nfile_1596208220000.jpg\n(96.29 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-7-31 23:02 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "2103378257",
            "timestamp": 1596298560,
            "txt_content": "是RBG吗。。。不是RPG吗。"
        },
        {
            "author": "ice83",
            "timestamp": 1596300900,
            "txt_content": "rbg(●—●)"
        },
        {
            "author": "太阳神s",
            "timestamp": 1596365760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "风味大葱",
            "timestamp": 1596372600,
            "txt_content": "思路不错，感觉玩起来手感应该很好"
        },
        {
            "author": "云中之梦",
            "timestamp": 1596450000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ig_Cangqiong",
            "timestamp": 1596732000,
            "txt_content": "您这个设想如果要写出来少说五年"
        }
    ]
}