{
    "title": "你死我亡第三章-原创小说",
    "author": "wigtitit",
    "replyCount": 3,
    "timestamp": 1365930000,
    "txt_content": " 本帖最后由 wigtitit 于 2013-4-14 17:31 编辑 \n\n\n\n\n\nQQ拼音截图未命名.png (195.05 KB, 下载次数: 5)\n\n下载附件\n\n2013-4-14 17:31 上传\n\n\n\n\n\n（广大意见，排版太乱所以重新排版！谢谢支持：）三〇四九年  七月 一日……\n\n“啊！法克，好浓的烟！”史蒂夫努力地不让自己陷入浓烟中\n”啊！救……咳咳咳……命。”托拉高声大喊\n\n“我靠！”史蒂文头脑发热，看着天上坠落的一张张铁皮，眼睛湿润了。\n慢慢地，史蒂夫的眼睛愈来愈累，史蒂夫想抓住树干可他做不到，他的身躯倒在了冰凉的大地上\n三〇四九年 七月 九日……\n“怎么回事？已经睡了8天了，确定还有生命迹象？”一个嘶哑而有力的声音说道\n“啊？不知道，可是还有脉搏啊，诶，伤者动了，动了！！”一个女护士高兴地大喊\n“啊，科奥，这是哪里，史蒂文呢，托拉呢。啊，痛！”史蒂夫躺在床上软软地对狼人医师说\n“他们在你隔壁，，现在……嗯……现在状态很好，十分有力，就你这个伤员最软弱，睡了八天！”医师眼睛眯成了一条线说道\n“诶！怎么还有狼人，不是……啊！……士兵不是已经攻城了么？”史蒂夫惊讶地看着几个狼人医生护士说道\n“难道你认为我们的人就那么少么！”奥迪握着胸膛的伤口说道\n”什……什么你没死？”史蒂夫惊讶地张起了嘴巴\n“我们的大战士意志力太强了，他的胸膛被刺了一剑，本来是要死了，可狼人的意志力太坚强了！当我们来支援的时候看到了他，然后……没有然后了~”一个年轻的医生十分自豪地说\n“那……史蒂文和托拉怎么没来？你们怎么找到我们的？”史蒂夫问道\n“你别管了，他们现在很好！现在你得保养好身体，那么大的烟我们还找不到你们么？”医师摸了摸胡渣挤出来了一脸欢笑对史蒂夫说\n“他们怎么了！！快点说！你快说！”史蒂夫像发了疯的一样吼着\n“他们…喂！你在干嘛！别下病床！你支持不住的！快！快派人拦住他！绑也要绑回来。”奥迪惊慌地对外面喊道\n“啊！我要去看他！放我过去！放我过去！”史蒂夫用手拼命地挣扎，可都无济于事。\n三〇四九年 七月 十二日……\n“二号房间的病人也苏醒了！”\n“四号病人也醒来了。”\n“我怎么还没死，诶，狼人？噢，我居然那么快就已经到天堂了，狼人啊不是我们的错，其实……”托拉迷迷糊糊地乱说一通，一旁的护士和医生笑的合不拢嘴\n“放心吧~你没死，你还活着！”一个漂亮的狼人护士对托拉说\n“哇哦，天使……”托拉色眯眯地看着狼人护士说\n“变态！”狼人护士毫不留情地一巴掌过去！然后走出了病房。\n“我还活着吗，太好了！”史蒂文有气无力地‘喊’道\n三〇四九年 七月 十七日……\n“史蒂夫日记：三〇四九年，七月，十七日，托拉还是一样地活泼，史蒂文也和托拉一样爱玩，想起八天前我居然奇迹般地活了下来，奥迪也一样地活了下来，还真是奇妙呢。这战争的硝烟看起来是无法挽回了，但我和托拉史蒂文他们会永远奋战下去。。。。。。”\n“好，日记写完了，唉，这战争什么时候才能是个头啊。”\n“哇哈哈！史蒂文你又输了！我的桥又通车了！你的桥倒了！！哈哈哈”外边托拉和史蒂文玩‘桥牌’托拉正开心地大喊大叫他胜利的讯息呢\n“这两人真厉害，这种时期还能玩得那么开心。”史蒂夫无奈地摇了摇头说\n“这里……对，守住这里，如果敌人入侵就可以……这样，对，恩。”奥迪正在和狼人最精锐的战士讨论战术\n“没办法，就这样吧！我还是去和托拉一起玩玩‘桥牌’吧。”史蒂夫笑着脸向托拉走去\n“这是什么！啊！！！！”一个狼人战士惊恐地叫道\n未完待续………………                                                                                                                                                                                                                                                W君出品必属精品\n\n\n\n\n",
    "replies": [
        {
            "author": "wigtitit",
            "timestamp": 1365930060,
            "txt_content": "赶作业，所以这一篇的确有点短，凑合着看！下一篇会补偿给各位读者的{:10_512:}{:10_514:}{:10_513:}"
        },
        {
            "author": "wigtitit",
            "timestamp": 1365931680,
            "txt_content": "你死我亡演员表报名已经火热开始！求顶帖啊话说！"
        },
        {
            "author": "wigtitit",
            "timestamp": 1365931740,
            "txt_content": "各位的支持是我前进的动力，顶帖是我写下去的活力！{:10_512:}{:10_512:}{:10_512:}{:10_512:}"
        }
    ]
}