{
    "title": "【原创/连载】便利店老板的奇妙穿越记#8",
    "author": "Minecraft.Wnxi",
    "replyCount": 4,
    "timestamp": 1596342000,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-8-2 12:20 编辑 \n便利店老板的奇妙穿越记8：自给自足\n上期回顾：我穿过玄武岩三角洲与猪灵堡垒，总算回到了基地…\n     “呼…”我伸了一个懒腰，用手揉了揉眼睛，下了床来到基地的门口，“咦，怎么那么快就天亮了？感觉这个睡觉是眨眼间就过去的…真是个奇怪的事情。”咕咕咕，我的肚子又在叫了，这才发现右上角的饱食度都已经过半了，也是时候吃些“好料”犒劳自己了。我掏起剑向外走去，寻找是不是有傻乎乎的动物在我基地周围游走，最后能变成我的早餐。想不到走了很久，才发现两只小猪躲在一个水塘边约会。\n      我举起剑刚想要攻击，这才发现一个问题：最近的动物越来越少了，如果我杀了他们，那以后吃什么呢？不如将它们养起来，以防不备之需。于是我迅速回到基地，在工作台上合同出了栅栏和栅栏门，将基地的附近围了一圈，这样就可以把它们圈起来了。可是问题又来了：我要怎么样把它们骗到这里来呢？对了，我突然想起来箱子里还有上次和村民们交易的胡萝卜，我想猪应该会吃胡萝卜吧？于是我拿起胡萝卜向它们走去。果然和我想的一样，它们起先是很害怕我，可是看见我手中的胡萝卜后，便不再畏惧，向我走来。于是我像遛狗一样，顺利的将它们引到了猪圈。\n      可是两只还是太少了，可附近也没有，该怎么办呢？于是我想到了一个主意：如果它们繁殖后代，我就有不断的食物来源了。我将胡萝卜丢向它们，它们马上就扑上去，狼吞虎咽地吃了起来。令人意想不到的事情又发生了：它们吃完胡萝卜后，竟然嘴对嘴转了起来，像二人转一样。没过几秒，它们身边便多了一只小小猪。“我的妈呀，这也太丧心病狂了，”我震惊的说的，“这也太不符合科学了…也许说这里本来就不遵循科学！”\n       随后我依法炮制，用小麦也吸引了一些牛过来。“哞哞哞！”随着一声声的叫声，猪圈和牛圈中的动物也越来越多了，但是我还是不满意：就这十几头哪里够我吃？好歹要几十头吧？可惜小麦与胡萝卜全部都用完了，似乎现在只能靠自己种植。小麦挺好办的，因为我发现撸草就有几率掉小麦种子。于是我做了一个铁锄头，把周围有水源的地都给锄了，种上了小麦，再撒上小白的骨粉，小麦瞬间就成熟了（真不符合科学）。那胡萝卜可就不好办了…胡萝卜只有村庄里才有，我总不可能去和那些奸商交易吧？我的绿宝石就剩这么两三个了。\n       看来只能采用一些“卑鄙”的手法了。天色暗了，太阳在西边慢慢的沉下去了，我也开始动手了。没错，我的计划就是等村民都睡着的时候，偷偷去地里采一些，反正没人说，大家也就不知道吧？我翻过小山丘，总算来到村庄旁边，尽管大晚上的村庄灯火通明，但是通过窗户还是可以看见村民都已经睡着了，但是奇葩的是村民竟然睁着眼睛睡觉？难道他们没有眼皮吗？就离谱呀！我偷偷来到了农田中，左顾右盼，这没有人的时候，偷偷的把胡萝卜都采走了，顺便种上了一些。\n       “Help help I need help！”一阵求救声传来，大义凛然的我毫不犹豫地向声音发源地跑去。只见一群僵尸围着三个村民追去。要是让村民都被僵尸啃死了，那我还怎么交易呢？于是我跳到了僵尸面前，一挥剑一个僵尸便倒在了地上。这些僵尸不愧是没有脑子的家伙，我打倒它们的同伴，它们却还在追逐村民。于是我绕到僵尸们的后面，将它们逐一击杀，顺便收获了亿一点“辣条”（腐肉）。\n      那三个村民听见僵尸的呼声突然不见了，便转过头来，只看见我站在他们后面。“啊，真谢谢你大英雄，”其中一个村民说到，“我们的铁傀儡一不小心被僵尸干掉了…要不是您救了我们，我们今天都要凉在这里了！”另一个村民说：“咦，你手里怎么有那么多胡萝卜？”我连忙狡辩了一下：“啊，这是那些僵尸踩掉的，我还给你们吧！”最后一个村民说：“没事，没事，你就收下吧，毕竟你救了我们呢”。\n       我去，这也可以。我悻悻想到，总算是可以光明正大的拿胡萝卜回去了…以后应该就不愁吃了。回到基地旁，我种下胡萝卜，撒上骨粉，胡萝卜瞬间就有了好几组，家里的猪也是涨了十几头。也许应该停下喂猪，再次踏上冒险的旅程了！\n\n",
    "replies": [
        {
            "author": "迷灬离",
            "timestamp": 1596342540,
            "txt_content": " 看来只能采用一些“卑鄙”的手法了\n你这就。。。。。"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1596342780,
            "txt_content": "迷离fyx 发表于 2020-8-2 12:29\n看来只能采用一些“卑鄙”的手法了\n你这就。。。。。\n？？？\n怎么了？我觉得很正常啊\n扣那啥行吗？\nRQ呀"
        },
        {
            "author": "krowemoh2020",
            "timestamp": 1596776160,
            "txt_content": "便利店老板可还行"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597058280,
            "txt_content": "字数统计：\n\n\n\n\nfile_1597058295000.jpg (264.64 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-10 19:18 上传\n\n\n\n\n\n\n\n"
        }
    ]
}