{
    "title": "「教练，我想写mod！」Deteriorating and fallen century——逆陷世纪",
    "author": "KunaKile",
    "replyCount": 10,
    "timestamp": 1596343800,
    "txt_content": " 本帖最后由 Tokameine 于 2020-8-12 23:52 编辑 \n\n\n\n《Deteriorating and fallen century——逆陷世纪》\n\n\n 主元素：维度生成 其他元素：地形/饮食/生物/装备工具/功能性方块\n\n\n\n\n 背景故事——Our Story\n\n#梦湮     长达半个世纪的美梦中长出了歪斜的尖塔、坍塌的熔炉和萎靡的太阳。寄生的蠕虫深钻瓦缝窟窿，摇晃着肥硕且迟钝的躯体发出刺耳的鸣叫。\n     炉渣里流出了焦油，浇灭太阳的耀斑，渗透千丈黄土，泛着极光流向深空。塔楼的残渣下、生锈的炉心里，长出退化的鼠妇与失明的鼹鼠。焦油重新汇聚于它们的巢穴，浇筑出嵌入地底的文明。\n     伴随着一场恐怖的地震，从撕裂的裂缝中透进一束天光。点燃了灰黑色大地、蒸发那极光色河川，焚尽世间百态。\n     美梦的终点伴随着新世纪的钟声谢幕，长达半个世纪的虚假纪元在火焰中焦黑。它的遗骸散布四海，于某个角落如瘟疫般蔓延，直至天光熄灭，风暴终结。\n #黑烟\n     于是纷争再启，曾歇停了半个世纪的混乱再度降临。伴随着炉火的重燃而冒出滚滚黑烟，浸染了整片天空。蟒蛇蜕皮、蝶茧破裂，在这具腐烂的尸骸上百花盛放。焦油的残渣滋生出臃肿而蛮横的蛆，占据在熔炉底下的裂缝里。\n     可上个世纪所留下的焦油根本不足以滋养这片伪造伊甸。萎靡的太阳也早已垂危，散发出不详且羸弱的光。而理智也不曾觉醒，它们顺从着本能疯长，蔓延上废墟，扎根于瓦砾，无止境的向着极光色天空生长。遭受腐蚀的砖瓦转眼间倾塌，攀附的绿藤压垮新生。瓦砾下的毒虫毫无顾忌地啃咬着它们的根茎，在深绿色上留下骇人的牙痕。\n     蒸汽的火焰喷向云端，下起一场灰黑色的雨。雨滴在外壳上烙出一块块黑斑。蛆虫沸腾，涌向雨洼，吮吸滴落的焦油，哄抢仅剩的食物。\n     半个世纪的美梦如回光返照，极光色天空催眠了所有。熔炉上沾满了苔藓，但很快又被青藤掩埋。一切终于在繁荣中奔赴死亡。\n #墓歌\n     稻草人再度出现了，它挥舞着脆弱的双臂驱赶乌鸦。可麦田早已是上个世纪的遗物，焦油中更种不出金黄色的麦浪，是甚至连暗绿色杂草都不屑的、满溢着剧毒和熔岩的富饶土地。\n     所以它如今在看守陵园，而非麦田。一座座墓碑嵌在棕黑色的土壤里，歪斜的、甚至颠倒的被弃置在荒原上。上面刻不出姓名，坚硬的石英杂糅进钢铁而铸成的冰冷墓碑，这是上个世纪留下的杰出工艺——就连钻石打造的利刃都无法留下痕迹的异常工艺。\n     不知脚底埋藏着何等宝藏，但隐约传出的细语却刻骨铭心。他们吟唱着早已在世纪更迭中走失的语言，却又让人大概理解其意。\n     稻草人漫步在污染的荒原，戒备着秃鹫停于臂膀，可它们都失望的飞离了。美梦的残骸永远不会腐烂，被封存在檀木盒子里埋在这里。无人得知它们来自哪里。\n     极光色的夜空倒映在闪烁着金属光泽的碑上，映出它们生前那短暂而灿烂的幻梦。夜晚是纷争的调停者，让稻草人能伴着坟墓里的低语入眠。潜伏在地底的鼹鼠，妄图趁着夜色盗取坟茔里的宝藏，却被那细碎而冗长的低吟声吓出了洞。\n     今夜，墓园中唱响无名的挽歌。万物沦陷在熄灭的烛火中，焦油终于枯萎，在最后一簇炉火中蒸发。\n\n    [简介]\n    1.        “逆陷世纪”本身与游戏主世界隔离，我们可以根据固定的搭建方法构造出“祭坛”以抵达“世界的背面”。若想要回到原来的世界，需要自行搭建相同的祭坛。\n    2.       “逆陷世界”由 天空、地表、地底 三部分构成，且地表的土壤因重度污染和各类的天灾导致生存环境极度恶化，大多数生物都移居到地底。它们大多都高度进化出了“能够自行建立文明”程度的智慧，而地底世界则是由它的原住民们构造出的不亚于人类的文明。但由于其演化的时间尚短，这些文明还有很多地方病不成熟，若要和末代的人类文明相提并论，可能还要经历一段漫长的时日。\n    3.        “炉心”是几个世纪前人类工业文明的最高杰作，在太阳萎靡的末代供应了整个星球的能源。但随着它的熄灭与人类的大规模死亡和焦油泄露，导致了相当严重的问题。最直接可见的反应就是：各类生物的视力与嗅觉出现了不同程度的严重退化。取而代之的是听觉和力量的高度进化，伴随着几近疯狂的攻击性四处掠夺。\n    4.        “焦油”是这个世界所有生物的“食粮”。有的生物能直接以焦油为食，有的则会将其奉为神物，因此基本上这里的生物都会对拥有它的对象发起进攻。\n    5.        人类文明垂危，但并未消失。在部分偏僻区域可以找到人类的末裔，他们掌握有过去的工艺，只是那些工艺大多要以焦油为原料或燃料，所以他们自己没办法进行加工。并且由于食物紧缺的原因，他们也很乐意用稀金属换取食物。\n    6.        极光色的天空是重度污染和太阳衰弱导致的异像。若视力没有退化，在地表上待太久会产生眩晕恶心等症状。\n    7.        生物异变严重。大多数物种的体型呈现出明显的巨大化。\n    8.        磁场严重紊乱，磁暴已经是日常了。因此指南针失灵，无法起作用。\n\n\n   [新生物/金属/方块]     生物类：鼠妇/蛆虫/蝙蝠/蜈蚣/鼹鼠/老鼠/水蛭/螃蟹/蜥蜴/龙鼠/秃鹫/乌鸦/油蜂/稻草人/等......\n     矿物类：锰矿/钨矿/铅矿/锌矿/铝矿/镁矿/铬矿/钛矿/等......\n     方块类：焦土/重度污染的土壤/灰败的灌木/合金块/铝块/受污染的水/墓碑/焦黑的砖块/异变的树干/异变的树叶/驱散黑盒/旋窑/高炉/连铸机/萤苔/等......                  材料类：葡萄糖/各类电池/各类金属丝/淀粉/生物脂/金属材料/磁石/盐/等......\n\n     注：此处的矿单纯是指那些用于提炼相应金属的矿物物质罢了。\n\n\n [新工艺] 1. 矿物冶炼工艺    大多数金属以传统的冶炼方法是无法提炼的，这种冶炼技术掌握在人类手中。他们能够建造相应的设施和工艺，以“焦油”为燃料进行提炼加工。包括旋窑、高炉、连铸机等设备的制造工艺都有记录。\n 2. 电气工艺    旧世代的人类已经掌握了电力的使用方法，他们能够利用电力制造出武器、交通工具，并且运行其它工艺。但由于太阳的濒死，现在所用的电力大多来自矿物电池。掌握工艺并采集相应材料之后可以自行制作电池。\n 3. 食物加工工艺    粮食的短缺让人们在这方面下足了功夫，他们能够最大限度的让粮食得到充分的利用，尽可能的满足人们的生存需求，只是味道没办法要求，不适应的人吃多了容易产生不良症状。含括在内的还包括作物种子的改良工程，能够尽可能的让粮食增产，但这些作物均无法增殖，既不会产生种子也无法进行无性生殖。\n\n\n [新系统] 工艺学习\n    “当我们进入这个世界，并接触那里的人类，我们才知道自己是多么的落后”    大多数配方与建造工艺是我们从未接触过的，在习得之前我们无法制造这些远超出我们认知的东西。而这些工艺一部分掌握在人类手里，一部分则封存在帕琪斯地下图书馆里，当我们获得了相应了知识，我们才能学会如何在这个世界活下去。\n\n\n [新建筑] 1.     异化炉心——象征着人类工业的最顶峰，被誉为“第二个太阳。”但由于“盗墓者”以及“蛆虫”等生物的侵袭而损毁，现如今已经被众多虫群兽群占领。体积相当庞大，只有五分之一裸露在地表上，是“焦油”最初的泄露地，遗留了许多人类来不及带走的资源和设备。\n 2.     龙鼠巢穴——鼠类大多都产生了不同方向的进化，其中最富有智慧与统帅力的则是名为“龙鼠”的生物。它的体型远超出一般鼠类的基准，经常统帅着鼠群四处劫掠，抢夺“焦油”与食物。而它的巢穴贯通整个地底世界，任何一个地下隧道都能够通往它的巢穴，只是迷失在错综复杂的隧道里的、那些失去意识的、被鼠群吞噬的生物不计其数。\n 3.     帕琪斯地下图书馆——封藏有人类遗留的大多数书籍。包括多种已经遗失的新工艺与过去经过改良的粮食作物种子。但书籍只有当地的人类能够解读，他们一代又一代传承着他们自己的文明，等待着人类文明的繁荣再度显现，因此你只能把书籍带过去，否则它们只是一堆废纸。\n 4.     柯罗墓园——位于地表的某处山脉里，过去曾是人们耕作的麦田。但后来人们都逃往了地底世界，这里便被荒废了。不知道是谁在这里立起了墓碑，也不知道墓碑下埋藏了什么，这里的稻草人一直守着它们，不让任何人来打搅它们的美梦。\n 5.    尖塔——一部分是过去的人类建造的，一部分不知道是如何出现的。它们贯通了地底世界与地表，连接起极光色的天空，在这个世界是相当常见的建筑物。在尖塔的很多裂缝和阴影里居住着这个世界的原住民。\n\n\n [新成就] 1「异乡人」初次抵达“逆陷世界”\n 2「掠夺者」第一次获取了“焦油”\n 3「文明见证者」与人类接触，并利用它们的工艺\n 4「黑死病」第一次感染“鼠疫”\n 5「吹笛人」第一次击杀龙鼠\n 6「稻草人」第一次守卫陵园，驱赶那些到访者\n 7「文明破坏者」第一次摧毁帕琪斯地下图书馆\n 8「人类」成功利用过去人类所拥有的所有工艺，并建立人类能够安定生存的村落\n9「过度失血」\n第一次因被水蛭吸血而死\n\n[糟糕的图片]\n\n\n\n\nfile_1596343701000.jpg (175.21 KB, 下载次数: 2)\n\n下载附件\n\n2020-8-2 12:48 上传\n\n\n\n\n其实我很不想展示图片，因为我真的一点都不会建筑，这根本就不是我想要的祭坛啦！（吃了不会建筑的亏）\n\n[额外说明]\n    在这里对一些地方进行一下简单的说明。\n\n    油蜂——蜜蜂的变种，以采集“焦油”为生，和蜜蜂的生活习性相近。但由于“焦油”受到基本所有生物的追捧，所有该物种的数量及其稀少，且栖息地相当的偏僻，一般情况下要想找到它们几乎不可能。\n\n    稻草人——上个世纪人类遗留的工业产物。说它是机械并不准确，因为它确实是用稻草做的，但说它不是机械，也很难解释它身上到处安插的齿轮。基本上不会攻击人类，但对想要入侵陵园或是破坏安宁的生物具有极强的攻击性。\n\n    龙鼠——鼠类变种中的特例，有关龙鼠及其栖息环境的资料，详情请见《异物簿》中A718篇章。\n\n    蛆虫/鼠妇/蜈蚣——受环境影响，体型大多肥硕臃肿，具有强攻击性。栖息在砖墙瓦砾的裂缝里且过着群居生活，路过的生物很容易遭受虫潮袭击。\n\n    鼹鼠——地下世界的开创种之一。除却人类遗留的产物以外，地下大多建筑均由它们建造，平日里基本上都缩在巢穴，尽管也具有很强的攻击性，但深居地底反而不太注意外面的生物。\n\n    驱散黑盒——安放在帕琪斯地下图书馆中的特殊装置，能够驱赶外来生物使它们不靠近图书馆，图书馆也因此能够在最初的灾难中几乎完好的幸存下来。也是人类工业末期用于防止外来生物入侵所制造的杰出工艺品，但由于其造价高昂且工艺繁杂，现存的黑盒数量或许只有不到十个。\n\n    墓碑/赝造墓碑——特殊工艺制品，由现存的任何一种方式都无法破坏的超坚硬材料制成。但这种东西只存在于柯罗陵园，世界各地也有诸多按照柯罗陵园仿造的陵园，但唯独这种墓碑制作工艺无法仿造。因此如果某个陵园的墓碑是可破坏的，那么这个陵园必然是后人仿造的。\n\n    秃鹫/乌鸦——由于地磁紊乱，大多数候鸟现在已经看不见了。但陆地生物的大规模死亡为食腐动物和植物提供的大量的食物和养料，以至于地表上呈现出异常的繁荣景象。其中秃鹫和乌鸦相当的常见，它们也会袭击其他生物以夺取食物。\n\n    水蛭——变种水蛭适应了在重度污染的水体中生活，且会给予被吸附的生命体很大的伤害，虽然一跳入盐水池、清水池或是用火焰点燃很快就会脱落，但还是会伴随一段时间的阵痛。\n\n    蜥蜴——部分蜥蜴出现了返祖现象，体型变得庞大，且变得异常暴躁。他们有的能够像蜘蛛一样结网，有的甚至能够喷火。\n    由于地下世界大多由呈矿道形，因此地形相当崎岖。除却上面有过特殊说明的生物以外，大多生物有着远超出其先祖的特征（例如螃蟹的外壳变得出乎意料的坚硬等）\n\n    本世界中新建筑的规模都有巨大化的倾向，都有不亚于甚至超出过去记载的“地狱堡垒”与“末地城”的规模。其中“龙鼠巢穴”的规模要远超这两者，四通八达的隧道交汇在传出鬼祟声响的阴影里，具体规模不得而知，但据说它们了路线布满了整个地下世界。\n\n    地下世界并非暗无天日，但也绝对称不上明亮。闪着淡蓝色荧光的“萤苔”是最常见的发光植物，它能为周边以及那些有趋光性的生物提供些许光亮。至少当我们走在地底世界的外壳上时，不至于过上山洞探险的生活。\n\n\n    特殊的环境让生物早已分不清日夜，时间在昏暗的地底世界毫无意义，但地表世界的极光色天空会在夜里格外清晰。若不能确保自己的安全，请不要随意睡觉，否则当我们醒来，会发现自己正被虫子或是乌鸦秃鹫包围。\n\n\n    其实成就应该不止这么点的，但我一时确实想不出那么多东西，很多地方还有待补充与完善，如果对任何地方产生疑问，请务必通知本篇的编撰者——Tokameine\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "huanfds",
            "timestamp": 1596449520,
            "txt_content": "那个，我有一个想法\n就是在被水蛭咬了之后可以留在身上\n且一开始不会扣血\n后来会渐渐的减少玩家血量\n可以用打火石左键清除水蛭\n也可以在用打火石清除水蛭时\n有【水蛭！】这个成就"
        },
        {
            "author": "名副其实",
            "timestamp": 1596467100,
            "txt_content": "如果可以的话我可以参与此模组预想阶段的材质制作\nuwu\n整体剧情也是很不错的，希望可以在玩家睡觉等细节方面再行添加特色！"
        },
        {
            "author": "KunaKile",
            "timestamp": 1596528180,
            "txt_content": "huanfds 发表于 2020-8-3 18:12\n那个，我有一个想法\n就是在被水蛭咬了之后可以留在身上\n且一开始不会扣血\n毕竟是变种水蛭，其攻击性要远远超出其原型，所以基本上一旦被吸附就会迅速失血。不过点火清除确实忽略掉了，另外关于水蛭的成就非常有意思，我试着按照这个世界的风格也添加了一个。\n感谢建议！现在已经对一部分的叙述与内容进行了修改与增添qwq"
        },
        {
            "author": "KunaKile",
            "timestamp": 1596528420,
            "txt_content": "名副其实 发表于 2020-8-3 23:05\n如果可以的话我可以参与此模组预想阶段的材质制作\nuwu\n整体剧情也是很不错的，希望可以在玩家睡觉等细节方 ...\nQWQ?预想阶段的材质是什么?但总之非常感谢啦！\n另外关于睡觉这一点做了新的叙述，大概相对于“在野外睡觉就会被袭击”。并且也对这个世界做了一些新内容与表述。其他细节也有所完善，对之前的描述做了些许修订与增添。\n感谢建议！之后还会继续加油的qwq！"
        },
        {
            "author": "huanfds",
            "timestamp": 1596804480,
            "txt_content": "Tokameine 发表于 2020-8-4 16:07\nQWQ?预想阶段的材质是什么?但总之非常感谢啦！\n另外关于睡觉这一点做了新的叙述，大概相对于“在野外睡觉 ...\n那个也可以在睡觉的时候崩出成就【你会后悔的】"
        },
        {
            "author": "Violence_YS",
            "timestamp": 1597127220,
            "txt_content": "如果有需要的话我可以提供一些灵感"
        },
        {
            "author": "ig_Cangqiong",
            "timestamp": 1597157040,
            "txt_content": "很棒的脑洞耶，支持！"
        },
        {
            "author": "KunaKile",
            "timestamp": 1597247400,
            "txt_content": "huanfds 发表于 2020-8-7 20:48\n那个也可以在睡觉的时候崩出成就【你会后悔的】\nemmm毕竟是个挺严肃的世界，有的画风可能不太好加入吧。再三斟酌还是觉得这样不太好。"
        },
        {
            "author": "残月2333",
            "timestamp": 1600491720,
            "txt_content": "文笔好好 写过小说吗 可以借你世界观画个漫画吗（）"
        },
        {
            "author": "KunaKile",
            "timestamp": 1600514580,
            "txt_content": "残月2333 发表于 2020-9-19 13:02\n文笔好好 写过小说吗 可以借你世界观画个漫画吗（）\n曾经写过一些短篇小说啦。\n个人对这个世界观设定得有些复杂，欢迎非盈利漫画化，设定不明处请联系我。"
        }
    ]
}