{
    "title": "每日一笑（转载）绝对笑翻你",
    "author": "wigtitit",
    "replyCount": 10,
    "timestamp": 1365941340,
    "txt_content": "经典口误\n　　一不熟的同事和我聊天，聊的内容无聊至极，净讲他和他女朋友怎么\n　　啦怎么啦。我无言以对。\n　　待他讲了半天之后，看着我，意思可能是，他说这么多，我总该表表态吧。\n　　一瞬间，实在不知说什么，脱口竟然问了一句：“你女朋友是女的吧？”……\n\n　　考试老师发卷子，后边的女生多拿了一张，高呼：“老师，我有了，我有了！”结果坐他旁边的男生说道：“是我的，是我的！”……\n\n　　一次，我去买早餐，排队时发现平时不苟言笑的老板也在排队，于是非常紧张，打过招呼后，对厨师说：“师傅麻烦来一杯包子，两个奶子！”……两年来第一次听老板笑那么大声。\n\n　　那天去买西瓜，听见有人在问卖瓜的：你的西瓜有皮吗？\n\n　　政治老师有一次讲课的时候说：“下面我举个比方”，然后觉得不对，又说：“打个例子”\n\n　　同学向我解释如何拨打某查询电话。我想问问那边接电话的是真人还是语音，竟说成了：“接电话的是活人还是死人呀？”\n\n　　大三那年我同学去卖鱼的商场打工。客人拿了挑好的鱼，我同学很温柔地指着杀鱼台对他说：“你过去，有人会把你杀掉。”……\n\n　　老师嘱咐我们：“春游坐车时老实点，别总把头和胳膊扔出去。”……\n\n　　那天想喝汽水，赶几步朝冷饮摊想说来瓶汽水，不料看见跟前放着的啤酒，一急竟说：“老板，来一瓶屁水！”………\n\n　　我们一个同事，他去考驾照时，对考官说了一句经典的话：报告仪表，考官正常！……\n\n　　MM告诉我肯德基新出的“骨肉相连”，要我带她去吃，那几天北京巨热无比，我昏昏沉沉，到了餐厅，我对微笑的肯德基小姐来了句：“请给我两个‘血肉模糊’，谢谢！”……\n\n　　一次文艺晚会，主持人上台报幕：下面请欣赏：新疆歌舞，掀起你的头盖骨！毛骨悚然！\n\n　　老虎不发猫，你当我是病危呀！\n\n　　上高中时，课堂纪律混乱，老师一怒之下揪起XXX，说：XXX，你给我站墙上去！全班暴寒！\n\n　　我：“那是我们物理老师……”\n　　同学：“教什么的啊？”\n　　我：“化学……”\n\n　　我们宿舍一个人喝多了要去尿尿然后带出一句冷话：“尿喝多了，酒就特别多。”\n\n　　初中文艺晚会，抢答题环节。\n　　女主持：“大家注意了，不要抢的太快。等我说完开始在举手！”然后开始念题目，说，“现在开……”\n　　这时候，一个选手就抢答了。\n　　主持人就说：“这位同学太着急了一点。我‘始’(屎)还在口里，你怎么就抢了……”\n\n　　上学的时候有一天一个电话找我，同学接完递给我说：“你妈找你。”\n　　我一边接过电话一便随口说到：“男的女的”\n　　大家狂笑。我被笑了4年……\n\n　　同学的高中同学(一男生)走进面馆很酷把头发一甩：“老板，二两葱不要米线！”完了还加一句：“多下点米线啊！”\n　　老板：“……你到底是要米线还是要葱？”\n\n　　有一次寝室里同学的老妈打电话过来,我习惯说“他不在”，但是这一次我想说的的是“已经出去了”。结果说出来是：“他已经……不在了……”\n\n　　我们大学的校长以前教我们书法，在讲起他的经历时，讲到本命年，要穿红色的，他说：“那年，我什么（红色的衣服）也没穿。”结果全班狂笑。\n\n　　还有一个，初中的时候我们用的是电铃打下课钟，有次刚下课，电铃正响着，老师还在，突然一个上课睡觉的男生突然就从座位上弹起来了，一边还张牙舞爪的大叫：“妈！快起来做饭了！我该去上课了！”……\n\n　　高中要求穿校服，我们男生有时候只穿校服上衣，有一次集合，同学校服穿的不整齐，班主任大怒：“没穿裤子的都给我站出来！”……\n\n　　大学去工厂金工实习的时候，工人师傅分配机床时说：为了安全起见，我门尽量保证一个男同学和一个女同学一张床。当时所有男生爆笑，女生脸红。实习期间，几乎所有的用车床的活都是我和偶同床的女生做的，最后考虑到她什么都不会作的话师傅检查起来不太好，偶劝她练练手，谁知道她说：我已经习惯让你干了。当时偶爆寒不止。\n\n　　一个朋友去饺子馆，问“水饺(睡觉）一碗（晚）多少钱？”只听服务员小姐“呸！”了一声，说道：“不要脸！”……\n\n　　上自习的时候，大家都在看复习，GG对MM说：“我刚背了单词，帮忙默写一下。”MM不想默，GG就求她，你（摸）默我吧，（摸）默我吧！！结果MM实在忍受不了，大喊，“老师你看我不想（摸）默他，他非要我（摸）默”……\n\n　　有一天去同学家吃饭，喝了点酒，她爸爸忽然进来了，本来是想喊叔叔的，结果说错了，说：“爸，来座！”\n\n　　我同事跟人争执，急了张口来了句：“你以为我吃饭长大的啊？”我一直纳闷他到底吃什么长大的。\n\n　　上机课，一位同学机子有问题，于是大喊：“老板，换机子！”全班木然。\n\n　　和我姐姐去李宁买鞋，我姐一开口：“小姐，这鞋多少钱一斤？”\n\n　　偶高中，放学和偶MM一起回家，校门口看到一卖烧烤的，MM说要吃牛杂，因为烤架前人比较多，偶怕老板听不见，于是偶大声喊道：“老板，5串牛鞭！”然后一片寂静，三秒钟后所有人一起暴笑。偶巨尴尬……最尴尬的是MM接着问偶“牛鞭是什么”偶只好非常非常小声地回答MM：“牛鞭就是牛尾巴啊”\n\n　　上班的厂车上，MM问我：“我的电脑不行了，老是死。”我说：“那你回去查查病毒看，记得要升级杀毒软件。”\n　　第二天一大早，车上又见MM，偶随口问了句：“查过了没？怎样？”然后MM大声的说了句：“气死我了，查了半天，说是没(梅)毒。你说怎么办好啊？”当时那个寒啊……现在还记忆尤新。\n\n　　以前别人来我阿姨家作客，刚进门的。刚好我阿姨要去上厕所。她连忙招呼客人说：“你们坐哈坐哈，我去厕所给你们倒点茶喝！”\n\n　　大学军训时，教官大吼一声说：“用你们的旁光(余光)对齐！”有一个同学就小声地跟我说：“只有他的膀胱长在脸上。”\n\n　　我们单位早上上班有车子接送的，因为车子不大，有一次，一mm上车后没座位，坐我旁边的一男同事忙站起来，热情的和她打招呼说到：“某某，你坐我屁股上吧！”我当时一直狂笑到下车！\n\n　　一体育系学生上实习课时，很多老师听课，他太紧张，最后要解散队伍时，一时脑子空白，硬憋了句：“全体注意，立正！闪！！”\n\n　　俺碰到一个心仪已久的女孩从澡堂里出来，想套近乎，憋了半天憋出一句：“你洗澡啊，里面男的多不多啊？”\n\n　　有一老师通宵麻将，见黑板没擦，大怒：“今天谁做庄啊？黑板都不擦！”\n\n　　刚买了房子，兴奋中给一哥们打电话：“我买房啦，不过就一毛房（忘说“坯”字了）。还得装修。”哥们说：“就只有一厕所吗？那你住哪里啊？”\n\n　　伊拉克战争期间最流行的三个词：和平peace、战争war、发现found，把这三个英文单词连起来大声读三遍，你会揭开一个重大历史谜团。（屁是我放的）\n\n　　朋友小孩半岁了，打电话去关心，寒暄了两句后，来了一句：“你的小孩现在是吃人奶还是你的奶？”……\n\n　　在食堂买饭，看到了心仪以久的豆腐皮，一激动和服务员说：“来一份土豆皮！”……把周围人都惊呆了。\n\n　　真是好驴当做心肝肺……\n\n　　上次去麦当劳，对营业员说：“来一包薯片！”人家说没有。我说：“什么店啊……连薯片都没有？！”说完转身就走了……\n\n　　政治课时谈到中日政治问题，扯阿扯说到日本武士剖腹自杀。老师介绍说：“日本武士死前都剖腹产的！”……\n\n　　有一次找一位姓王的客户打电话，总机接电话的是一个声音很甜的MM，她告诉我他的分机号，我不知道我要找的这位姓王的是男是女，我就顺便问了一句：“请问他是男先生还是女先生？”……\n\n　　大学时期，我一同学刚买了手机，办了移动卡，打1860人工台询问，一时激动：“请问你们的地感动带业务……”从免提中我们竟然听到话务员小姐客气的说：“我们的地感动带业务……”全宿舍暴笑！\n\n　　昨天有个人说要给我介绍一个女朋友，我本来想问“漂亮吗”，结果说成：“便宜吗？”。汗死自己……\n\n　　大学师姐，上教育心理学，迟到……走进教室，斜瞄了黑板一眼。老教授生气中，就叫师姐回答黑板的问题。师姐支吾半天说了：“《性感与性理论》，这也太难讲了啦。”全班人仰马翻。原来教授的原题是：《论理性与感性》……\n\n　　听同学说，一次她们宿舍的一个女生去买卫生巾，对老板说：一包卫生巾。老板居然问：要三鲜的还是麻辣的？然后那个同学愣了一下，说：三鲜吧，我怕麻辣的我受不了……\n\n　　俺有个同学一直在复习考计算机三级，有一天踢足球，另一同学带球到了底线，只听他大喊：回车！回车！（传中）\n\n　　大学时候，听见一个女生点菜：师傅，炒一盘酸辣土豆丝，不要放土豆！\n\n　　上大学时，一老师讲课，讲到一种新型的材料，说：“这种材料的性功能是旧材料不可比拟的……啊不对，性能和功能……”\n\n　　某日在米线店吃饭上得很慢很饿，终于按耐不住拍桌咆哮之，本来是想说再不上米线我就把桌子掀了！结果说成：“老板！！！！再不上米线我就把桌子吃了！！！！”全店沉默3秒后爆笑到桌子下面……丢人……\n\n　　爸妈吵架，我爸气的说了句：“我给你滚出去！”\n\n　　我有次去买羊肉串，伸出4个手指对老板说“来3根羊肉串”，老板蒙了问，“几根？”我又伸出3个手指说“4根”……\n\n　　我们的总经理姓周，一次他打电话来，我正开车，一紧张张口就说：“周总理……”\n\n　　有一次帮老板订酒店，想问问人家有没有什么免费上网之类的服务，却怎么也想不出来怎么说好，于是就问对方：“请问，你们这里有什么特殊服务吗？”对方说：“什么？特殊服务？？我们是正规酒店！”\n\n　　在食堂排队，听见旁边一男生说：“师傅，来碗‘子弹菜花'汤！”（紫菜蛋花汤）。\n\n　　昨一同事问我。节日的节怎么写？我回答：草字头下面加一个节日的节去掉草字头！全体人员爆笑！我还一时没有反应过来……\n\n　　物理老师讲波：“这是一根粗弹簧，我从两端推它，看，它是不是变密(便秘)了？”\n\n　　老板，有没有手纸充饥卡？\n\n　　我们有同事外地出差，经销商请吃饭。席间要欲小便，经销商说对面就有洗手间，你去的话如果给门口说，我们是对面吃饭的就可以免费。我们同事为了节约两毛钱，箭步直走，理直气壮地对管厕所的说：“我是来吃饭的！”\n\n　　我是物流部的，过了年，客户打电话过来查询节前的货物什么时候到，因为过节这几天浑浑噩噩的，我也搞不清楚订单的内容，就顺口问了一句：“您是什么东西？”\n\n　　我高中的时候假期出去打工，在一家饭店想找一份伺应生的工作。因为还是小孩子，而且是第一次打工所以很紧张，本来想问经理需不需要打工的，又想说问需不需要人手会比较含蓄一点，结果说成：“经理，你们这里需不需要打手？”……\n\n　　一次去市场买菜，准备聚餐，一个韩国朋友买了生菜，要2块4，他把身上所有的零钱都给了小贩，还缺一毛钱，所以他对小贩说：“我的毛，都给你了，所以没有毛了。”小贩哑然，半天，回答：“你的毛我不要了。”\n\n　　经理开会一般对抽烟的说：抽烟的都掐死！！\n\n　　中午在洗手间遇到同事，忽然不知道该用什么词打招呼，鬼使神差问了一问：“吃了吗？”问毕，懊恼不已，正难堪，同事回答到：“吃了，你呢？”……\n\n　　我同事要问人民币跟日元的汇率，他开口就说，人猿跟日元怎么兑换的。\n\n　　工会主席一番慷慨激昂地演说之后，最后一句达到了高潮：同志们，让我们今年的工作做得比明年更好！全场皆倒。\n\n　　去电影院看《加勒比海盗3》，电影开场前有《变形金刚》的预告片，看见狂派首领时候怎么也想不起来“威震天”了，也想不起来他的团队叫“霸天虎”，因为太激动了，结果就惊呼了一小下“真帅，是南霸天！”要命的是居然那时候突然特安静没有任何电影音效，N多人盯着我爆笑……丢死人了！\n\n　　和一帮朋友吃饭，其中一个人估计是被兄弟出卖了，郁闷的不行闷头喝了不少啤酒，然后脸通红的站起来大吼一声：“兄弟！不是出来卖的！！”估计原来是想说“兄弟不是用来出卖的”……\n\n　　好累啊，连吃屎的劲都用光了……\n\n　　同事刚开始吃饭的时候电话铃响了，她说：我KAO，一吃电话就来饭。\n\n　　印象里小学时的班长极其严肃，一次自习课，教室里人声鼎沸，班长维护了几次秩序之后终于忍无可忍，站起来一拍桌子怒吼道：谁再吵，把他嘴打断！！！……全班肃静\n\n　　和领导等众人喝酒，举起酒杯大声道：“让我们同归于尽吧！”当时脑子太热了……\n\n　　同学叫于京波，一日来信，宿舍门卫在宿舍门口大叫：“干凉皮、干凉皮的信！”\n\n　　一个哥们结婚，给他红包。哥们客气的说不用。我说：那哪行，一年就一次，一定得拿着……\n\n　　去买糕点，本来想说“来两个黄梨派加一个蛋塔”，结果说成了“来两个黄鹂鸣蛋塔”，更郁闷的是店主竟然听懂了……\n\n　　大学时我们班有个女生叫刘芸。一次，别的班的同学给她捎来一封信。信封上她的的“芸”字中下半部“云”上面一横，由于写得太潦草，横变成了点。结果那同学拿着信就在我们楼道里叫“刘芒，谁叫刘芒，有你一封信。”全楼道的人都跑出来看刘芒（流氓）了。结果那叫刘芸的女生就无奈地被叫了四年的流氓。\n\n　　曾经有一段时间家里闹耗子，我妈就买了耗子药来维护家庭安宁，但是一个耗子都没药倒。一天大老早的，我妈起床看了看门旮旯里的耗子药，自语“这药怎么没有人吃啊？”全家晕倒……\n\n　　有次大热天的打麻将，突然停电了，只好买了蜡烛继续战斗。过了半个小时，实在热得受不了了，一人说：“还是开电风扇吧，热死了。”另一人接口：“不能开，开了会把蜡烛吹灭的。”\n\n　　物理课上老师讲到放射性元素，说：“放射性元素很危险，你们人类一定要远离它！！”\n\n　　晚自习回宿舍，路遇一天仙mm，遂尾随，一直想搭讪，却无胆上前，直到天仙mm即将走入女生楼，牙一咬，跨步上前，大声问那位mm：“同学，请问你是女的吗？”后来……后来我享受了该天仙mm两年的白眼。\n\n　　小时候，爸爸看我写作文。有个很简单的字写错了，爸爸笑着跟我妈说：“我发现你的儿子很笨。”我急了，大声跟我爸说：“你的儿子才笨！”\n\n　　我们的高中办主任又一次怒斥我们上课不好好听讲的时候说到：“你们以后再这样，就别怪我翻脸不是人了！”\n\n　　本人姓朱，管理单位机房。有次有人打我手机：“鸡科长，你在猪房吗？”当时狂骂那家伙一顿。",
    "replies": [
        {
            "author": "liaodong",
            "timestamp": 1366172220,
            "txt_content": "只求金币，呵呵"
        },
        {
            "author": "gong24634",
            "timestamp": 1366172340,
            "txt_content": "看到金币就滚进来了"
        },
        {
            "author": "方塊",
            "timestamp": 1366198020,
            "txt_content": "棒!{:10_512:}"
        },
        {
            "author": "aliu2000",
            "timestamp": 1366198440,
            "txt_content": "哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "dousirui001",
            "timestamp": 1366200780,
            "txt_content": "笑死我了。。 "
        },
        {
            "author": "hmy123456",
            "timestamp": 1366204620,
            "txt_content": "床上全是我笑出来的口水。。。。。"
        },
        {
            "author": "果果~",
            "timestamp": 1366204680,
            "txt_content": "/w\\ 肚子好痛"
        },
        {
            "author": "gwt8462",
            "timestamp": 1366204920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "梦之都",
            "timestamp": 1366205100,
            "txt_content": "啊哈哈哈。。楼主滴嗷嗷。"
        },
        {
            "author": "1151572296",
            "timestamp": 1366206000,
            "txt_content": "哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈！笑得我缺氧啊！"
        }
    ]
}