{
    "title": "「教练，我想写mod！」[持续更新][BGM]The Chaos City —— 混沌之城",
    "author": "MashKJo",
    "replyCount": 15,
    "timestamp": 1596635220,
    "txt_content": " 本帖最后由 MashKJo 于 2020-8-16 21:54 编辑 \n\nBGM\n\n\n宣传头图\n\n\n\nMod元素&基本信息生物（Boss）、装备工具、科技、魔法、地牢/地形/资源/维度生成。预计支持Minecraft版本：1.12.2/1.15.2。\n主要要素：地牢/地形/资源/维度生成。整个游戏中的要素基本是围绕着“混沌”这一元素作为核心，引入了新的能量单位：混沌能量（Chaos Energy，简称CE）。中期发展会分叉成科技和魔法两条线路，后期都是挑战最终boss。\n\n\n\n剧情设定（部分有原型）曾几何时，在太初之时，在宇宙尚未成型之时，甚至于三大维度都未形成之时，曾经有一群超然的神灵统治着整个时空。无尽混沌气流的滋养使得他们力量无边，言出法随，可与宇宙本身匹敌，因此它们又被称为“混沌神灵”。然而，随着时间的飞速流逝，这些神灵也逐渐消逝，最终消失。\n宇宙开始了蓬勃的发展。经过漫长的演变，终究形成了现在所说的三大维度和其中的万千生灵，三大维度之外便是无穷无尽的维度洪流，孕育着众多小型世界与维度。随着无穷岁月的流逝，混沌神灵留下的痕迹渐渐消失，也渐渐在人们的脑海中被忘却。但是，随着你的愈发强大，你在探索的过程中，却意外地发现了诸多线索：被混沌气流浸染的河流；埋藏在地底的浓缩混沌元素；散发着混沌气息的村庄，以及村庄中样貌酷似混沌神灵的村民……难道混沌神灵没有消逝，依然存于维度洪流之中？一切可疑的证据，都挑逗着你渴望变得更强大的心；已经征服万千生灵与脚下的你，迫不及待地想与混沌神灵一战。你，是否走上这一去不复返的道路？\n\n\n装备/工具/功能性物品装备/工具\n混沌宝石剑：使用混沌元素宝石制作，配方与其他剑类武器无异，能造成8点伤害，可使用混沌元素宝石进行修复。混沌钢长刀：使用混沌元素宝石和混沌钢锭制作，能造成15点伤害，可使用混沌钢锭或混沌元素宝石进行修复。混沌工具：使用混沌元素宝石制作，配方与其他工具无异，各方面属性相当于钻石工具，可使用混沌元素宝石进行修复。混沌钢盔甲：使用混沌元素宝石和混沌钢锭制作，能提供22点护甲值。可使用混沌钢锭或混沌元素宝石进行修复。混沌弓：混沌弓箭手、混沌凋零弓箭手掉落。可使用混沌元素宝石修复。混沌箭：混沌弓箭手、混沌凋零弓箭手掉落，用于搭配混沌箭使用。流星盔甲：使用流星之石制作，配方与其他盔甲无异，各方面属性相当于铁制盔甲，可使用流星之石进行修复。流星之剑：使用流星之石制作，配方与其他剑类武器无异，能造成6点伤害，可使用流星之石进行修复。流星工具：使用流星之石制作，配方与其他工具无异，各方面属性相当于铁制工具，可使用流星之石进行修复。收割者之刃：沙漠收割者掉落。可使用混沌元素宝石进行修复。混沌激光枪：在中期科技线中较重要的武器，通过消耗CE能量（初阶储量：1000 CE，中阶储量：6000 CE，高阶储量：15000 CE）来发射激光攻击生物。分为初阶、中阶、高阶三个层级。初阶混沌激光枪需要在枪械铸造台中使用半组压缩混沌板、一个能量核心和一个CE储存器消耗5000 CE的的能量制作出。中阶和高阶则分别在配方中加入半组雷霆石和一个混沌能量芯片即可。另外，激光混沌傀儡有几率掉落能量低于1000 CE的中阶混沌激光枪。音波发射器：机械傀儡首领掉落，通过发射次声波来攻击方圆10格内的所有敌对生物。右键发射，能对方圆10格之内的所有敌对生物造成10点伤害，是突围利器。需要CE能量来充能，最高存储能量为10000 CE。魔杖：在中期科技线中非常重要的武器。分为初级、中级、高级、究极四个层级，初级形态由木棍、钻石和五彩石制作而成。没有耐久系统，需要能量**（初级：1000 CE，中级：3000 CE，高级：8000 CE，究极：20000 CE），右键施展技能，每次施展一次技能会有5秒的冷却时间。使用技能150次、500次后会分别升级为中级和高级形态。究极形态由Boss星宿神魔掉落。在刚制作时，默认没有技能。手持它Shift+右键可以打开一个类似背包的GUI，往里面填充魔法书魔杖即可吸收相应的魔法属性。\n功能性物品\n混沌元素宝石：挖掘浓缩混沌元素掉落（一些生物也会掉落），可以和混沌村民交易，也可以制作各种各样的功能性物品及装备，作用贯穿整个游戏进程，非常重要。混沌神像：由9个混沌神像碎片组合而成，碎片可通过与混沌村民、数码机器人交易获得，是打开能量神殿传送门的关键。流星之石：流星魂掉落，可用于制作装备。五彩石：沙尘暴幻影掉落，用于制作初级魔杖，另外手持着它右键可以通过消耗来获得1分钟的饱和BUFF。凋灵炸弹：迷你凋灵掉落，右键可将其掷出产生爆炸。凋灵人偶：每击杀100个迷你凋灵会获得1个，右键可用于召唤凋灵。远古机械零件：埋藏在群系机械领域的底下，发展科技线的必要物资。混沌核：地下实验室结构中四种混沌傀儡掉落，作用是和NPC数码机器人兑换物品。能量芯片：和数码机器人兑换获得（机械傀儡首领也有掉落），可以制作高阶混沌激光枪等一系列科技产物。混沌晶体：定位机器人掉落，发展科技线的必要物资。混沌合金：合金战斗机、熔岩战斗机、黑金战斗机掉落，发展科技线的必要物资。傀儡门钥匙：和数码机器人兑换获得，可以打开地下实验室结构的第二层。高压傀儡原核：召唤机械傀儡首领的物件，由3个能量芯片、首领雕像和5块混沌合金合成。首领雕像：位于地下实验室第二层的正中央，只能用混沌镐挖掘使其掉落。首领原核：Boss机械傀儡首领的掉落物，是打开能量神殿传送门的物件。魔法水晶：魔法要素石掉落，是发展魔法线的关键性物资。感知石：空系妖兽掉落，为召唤物神魔之星的材料之一。镜像碎片：生成于结构魔幻迷宫中，为召唤物神魔之星的材料之一。神魔之星：召唤星宿神魔的物件，由感知石、镜像碎片、5个钻石和龙蛋合成。魔力原核：Boss星宿神魔的掉落物，是打开能量神殿传送门的物件。\n\n\n\n生物（Boss）混沌村民：生成于混沌村庄中，NPC，可与之交易（交易列表见“前期发展流程”栏目）。混沌弓箭手：生成于混沌森林生物群系，外表为手持混沌弓、身着混沌钢盔甲的骷髅，可在16格之内发现玩家，一次可连射出4支混沌箭，掉落耐久低于1300的混沌弓。混沌史莱姆：生成于混沌森林生物群系Y≤36且光照低于10的地方，外表为紫色的史莱姆，发现玩家时不仅会近战攻击，还会远程射出粘液球，掉落粘液球3~6个。混沌末影人：生成于末影之地的神圣之空生物群系，10%的几率生成在主世界混沌森林生物、混沌草原群系的夜晚，外表为半透明、浑身散发着浓厚紫色粒子效果的末影人。能将玩家进行瞬移，掉落末影珍珠2~5个、混沌元素宝石1个。流星魂：生成于主世界和末地Y≥120的空中，本身材质透明，在飞过时会发出末影粒子效果。没有用于攻击实体的AI，掉落流星之石（可制作武器、工具和套装，级别相当于铁锭）1~2个。沙尘暴幻影：生成于沙漠生物群系的白天，有隐身技能，在攻击玩家至少3次之后才会慢慢显形，玩家也可以用混沌探测仪让其强行显形，掉落五彩石1个。沙漠收割者：生成于沙漠生物群系的夜晚，在你看向它的正脸持续2秒时，你背包里的物品会随机掉出来一件。掉落耐久低于200的收割者之刃。混沌精灵：在一次性产生5000 CE的能量时有10%的几率生成，会给予你10分钟BUFF“混沌的祝福”（当血量低于10时自动回复3点血量），1分钟后消失不见（如果你敢打她，你的BUFF会瞬间消失，取而代之的是随机的一种DEBUFF），掉落混沌元素宝石1~3个。迷你凋灵：在下界任意地方生成，各方面属性为普通凋灵的四分之一，掉落凋灵炸弹1~2个。击杀100个迷你凋灵会获得一个凋灵人偶，放置在任意地方可召唤凋灵。熔岩之灵：在下界的岩浆湖中生成，本身材质透明，浑身散发出火焰的粒子效果，会远程发射火焰弹攻击玩家，掉落火药2~4个（不过既然是在岩浆湖里的生物，你也多半捡不到）。混沌凋零弓箭手：生成于下界要塞中，外表为加了一层黑色滤镜的混沌弓箭手，射出去的箭有凋零III的DEBUFF，其余属性与混沌弓箭手无异，掉落耐久低于1300的混沌弓、煤炭1~4个。复仇魂魄：在一个怪物数量多于10的区块中有5%的几率生成，会随机给周围3个怪物的所有属性增强30%（当然，也能施加给Boss，反杀警告），若周围有中立型或友善型的生物，则施加给所有中立型或友善型的生物攻击性。本身无法被伤害到，施加几秒之后自动消失。混沌旅行家：生成于生物群系混沌森林和混沌草原，NPC，可使用混沌元素宝石与其交换宝石（1 × 混沌元素宝石 = 2 × 钻石，2 × 混沌元素宝石 = 2 × 绿宝石，可反向交易）。\n以下生物只在完成进度“远古的机械能量”后才会生成：远古混沌傀儡：生成于结构地下实验室中，近战，掉落混沌核1个。黄金混沌傀儡：生成于结构地下实验室中，近战兼远程，会发射金光攻击玩家，掉落混沌核1个、金锭1~4个。雷霆混沌傀儡：生成于结构地下实验室中，远程攻击，会发射高压雷电攻击玩家（遭雷劈警告），掉落混沌核1~2个、雷霆石1~3个。激光混沌傀儡：生成于结构地下实验室中，远程攻击，手持一把中阶混沌激光枪。若玩家已完成“高温镭射”进度，则会掉落能量小于1000 CE的中阶混沌激光枪、混沌核1个。数码机器人：生成于结构地下实验室中，NPC，可用混沌核与之交易。\n 输出 得到 10 × 混沌核 1 × 金苹果 10 × 混沌核 1 × 混沌钢长刀（锋利 II） 128 × 混沌核 1 × 能量芯片128 × 混沌核1 × 傀儡门钥匙128 × 混沌核2 × 混沌神像碎片定位机器人：生成于机械领域生物群系，本身不会攻击玩家，而会定位玩家的位置，并驱使其他怪物攻击玩家。掉落混沌晶体1~3个。合金战斗机：生成于机械领域生物群系Y≥120处的高空，会使用其机壁上的激光炮进行攻击，掉落混沌合金1~3块。熔岩战斗机：生成于下界的岩浆湖上空，会汲取岩浆，凝聚成火焰弹进行攻击，掉落岩浆膏2~3块；若一击将其杀死，则获得混沌合金3块。黑金战斗机：生成于结构下界要塞中，攻击方式和合金战斗机无异，但会创造多个分身，每个分身属性是本体的60%，攻击分身对于本体是无效的。掉落混沌合金1~2块。烈焰战斗机：在九个区块内如果同时存在熔岩战斗机与黑金战斗机，则有30%的几率合体为烈焰战斗机。有发射三连火焰弹的功能，且有40%的几率发射混沌导弹。掉落烈焰棒1~3个。Boss · 机械傀儡首领：血量：1000。护甲值：16。召唤途径：在杀死前文所述四种混沌傀儡各100个的前提下，使用傀儡门钥匙打开地下实验室的第二层，获得首领雕像后，在机械领域生物群系的首领祭坛结构中，手持高压傀儡原核右击祭坛召唤。技能：1.召唤漩涡：撕裂空间，召唤出前文所述的四种傀儡。2.汲取能量：吸取最近2个傀儡的能量，恢复30点血量。3.雷霆漩涡：创造一个雷电环绕的漩涡，将玩家向中间吸引，玩家被吸到距离其中心2格的距离时，每隔5秒会有雷电劈下来。2分钟后漩涡消失，在漩涡存在的期间里，不会创造新的漩涡。掉落物：混沌元素宝石 × 32、混沌核 × 128、能量芯片 × 3、钻石 × 10、绿宝石 × 16、首领原核 × 1、音波发射器 × 1。\n以下生物只在完成进度“魔幻之力”后才会生成：\n巫师：生成于魔幻地域群系中的巫师小屋中，NPC，可使用魔法水晶与其交易。 输出 得到5 × 魔法水晶 1 × 空白魔法书12 × 魔法水晶 1 × 初级魔杖12 × 魔法水晶 1 × 魔法书（炼狱之焰）20 × 魔法水晶 1 × 魔法书（彩虹之光）邪恶巫婆：生成于魔幻地域生物群系的山脉上，外表为骑着魔法扫帚的巫师，可使用念力攻击玩家。掉落1 × 空白魔法书。空系妖兽：生成于魔幻地域生物群系Y≥130的空中，AI与合金战斗机相同，会发射混沌导弹攻击玩家。掉落1 × 感知石。水系妖兽：生成于魔幻地域生物群系的五彩极光湖中，离湖超过10秒就会开始扣血。会使用引雷魔法攻击玩家。掉落1~3个魔法水晶。迷宫巡逻者：生成于结构魔幻迷宫中，手持混沌钢剑的远古生物，近战攻击玩家，掉落1~3颗绿宝石。当玩家获得了迷宫中的镜像碎片时则不再生成。凋零法师：生成于下界要塞中，外表为手持一根中级魔杖的凋零骷髅，会施展魔法“万物凋零”攻击方圆10格的玩家。无掉落物。Boss · 星宿神魔：血量：800护甲值：20召唤途径：在达成进度“魔杖大师”后，使用混沌魔法石右击极光祭坛即可召唤。技能：1.施展护盾，使自己的护甲值随机提升5%~15%。2.随机给予自己抗性提升I~II的BUFF。3.强行扣除玩家目前60%的血量（无视护甲，若血量低于5则直接击杀），并将玩家弹飞至20格之外。4.随机赋予玩家饥饿、失明、中毒、虚弱这四种DEBUFF中的一种。掉落物：混沌元素宝石 × 32、魔法水晶 × 64、钻石 × 15、绿宝石 × 15、究极魔杖 × 1、魔力原核 × 1。\n\n\n\n生物群系混沌森林（Chaos Forest）\n为主世界普通森林的变种。草方块、蕨等的颜色为深紫色。生成生物：混沌弓箭手、混沌史莱姆、混沌末影人、混沌旅行家。生成矿石：浓缩混沌元素。生成地形/自然结构：混沌气流浸染河流、混沌村庄。随机触发10秒的饥饿DEBUFF，可通过使用混沌净化器避免此种情况。\n混沌草原（Chaos Sanvana）为主世界萨瓦纳草原的变种，地底埋藏远古机械零件。\n草方块、蕨等的颜色为深紫色。生成生物：混沌末影人、混沌旅行家。生成矿石：浓缩混沌元素。生成地形/自然结构：混沌气流浸染河流、混沌村庄。随机触发10秒的饥饿DEBUFF，可通过使用混沌净化器避免此种情况。\n\n机械领域（Mechanical Realm）\n生成于主世界，仅在达成进度“远古的机械能量”后生成于新的区块中。地面为合金化草方块，地底埋藏着远古机械零件。生成生物：远古混沌傀儡、黄金混沌傀儡、雷霆混沌傀儡、激光混沌傀儡、数码机器人、定位机器人、合金战斗机。生成地形/结构：地下实验室、首领祭坛。\n魔幻地域（Magical Area）\n生成于主世界，仅在达成进度“魔幻之力”后生成于新的区块中。整个生物群系中没有昼夜循环，天空被薄雾笼罩着，散发淡紫色的光芒，地面发出深紫色的粒子效果。生成生物：巫师、邪恶巫婆、空系妖兽、水系妖兽、迷宫巡逻者。生成矿石：魔法要素石。生成地形/结构：巫师小屋、魔幻迷宫、极光祭坛、五彩极光湖。进入此生物群系，会随机获得生命恢复、抗性提升、饱和中的其中一BUFF。\n神圣之空（The Void of Diving）\n10%的概率生成于末地大陆的虚空之中。在此生物群系中，末地石会以其他末地岛屿的模式生成。但一旦进入此生物群系，虚空就会变成暗紫色。此生物群系也会生成于混沌之城维度中，但不会生成末地石，取而代之的是无穷无尽的虚空。生成生物：混沌末影人。生成地形/自然结构：能量神殿（进入本模组后期的关键）。在此生物群系中，会染上DEBUFF“混沌压迫”（相当于虚弱 III的效果），无法消除。\n混沌之城（Chaos City）\n为维度混沌之城的主要生物群系，覆盖了整个混沌之城结构10000 × 10000的空间。此生物群系外围即为神圣之空生物群系。此生物群系是用于搭配维度中所有结构，若在此维度之外使用某种黑科技生成此生物群系，则不会有任何作用。生成生物：见“生物”一栏。生成地形/自然结构：见“后期发展流程”一栏。\n\n\n\n生成结构混沌村庄（Chaos Village）\n生成于混沌森林、混沌草原生物群系。内部会生成混沌村民，可与之交易。结构的生成与普通的村庄并无差异，但水井中液体会变成液态混沌气流，原木、木板、圆石会被替换为混沌木、混沌木板、混沌圆石。\n地下实验室（Underground Labricon）\n生成于机械领域生物群系Y≤40的地底。其中结构大致为中间一个大厅，四周为四个小房间，分别生成远古混沌傀儡、黄金混沌傀儡、雷霆混沌傀儡、激光混沌傀儡。挑战这四种傀儡会获得一定的混沌核。大厅中会有一个数码机器人，使用混沌核可以与之交易一些东西（包括进入第二层的关键——傀儡门钥匙），是召唤Boss机械傀儡首领的关键。\n首领祭坛（The Leader Altar）\n用于召唤Boss机械傀儡首领，生成于每个机械领域生物群系最高的山峦上，使用高压傀儡原核即可召唤。在玩家获得高压傀儡原核之前，祭坛方圆30格的空间都会排斥玩家，驱使玩家远离。若玩家离祭坛的距离小于10格，则直接强制杀死玩家。Boss被召唤后，将在其上方5格处自动生成一个50 × 50的由混沌石砖构成的战斗平台，供玩家与Boss战斗。Boss被击杀后，平台将自动消失，祭坛则会变成一个箱子，里面有Boss的掉落物。\n巫师小屋（The Cabin of Wizard）\n生成于魔幻地域生物群系中，相当于原版沼泽的女巫小屋。可以与其中的巫师兑换东西。内部设有现成的工作台和法术生成器，可以直接挖下来带走。\n魔幻迷宫（Magical Maze）\n生成于魔幻地域生物群系中，俯瞰为1000 × 1000的一个由魔法迷宫砖构成的大型迷宫。内部会生成迷宫巡逻者攻击玩家。玩家一旦找到其中的镜像碎片，就会被传送至迷宫外，同时迷宫巡逻者停止生成。魔法迷宫砖覆盖了迷宫，玩家无法通过F5切换视角或者直接破坏砖块来寻找。\n极光祭坛（The Aurora Altar）\n生成于五彩极光湖下的大型洞穴中，用于召唤Boss星宿神魔。在达成“高级运用魔法”进度之后，五彩极光湖中的缤纷液体将不会对玩家造成巨额伤害，这时玩家便可以潜入其下方的洞穴。如果玩家在达成进度之前试图强行挖进洞穴，则会被强行杀死，背包里所有物品会强行散落到地上（开死亡不掉落指令也无用），同时聊天栏会显示：“威力无边的咒波将你送进了‘下方’。”使用神魔之星右击洞穴中的极光祭坛即可召唤Boss。\n能量神殿（Power Temple）\n生成于末影大陆的神圣之空生物群系，外表为一座宏伟的大型宫殿。宫殿内任何方块尽皆无法被破坏，如果你多次试图破坏，那么你会直接被扣除一半的血量。在正殿的尽头，会有一个检测方块，你需要用首领原核或魔力原核右键它，之后再将混沌神像放置在其上方，这时聊天栏会显示：“被尘埃掩盖已久的神圣之地即将重发光芒。”这时大殿左右的传送门尽皆激活，走入便可抵达本mod最终维度——混沌之城，在那里，你将会挑战最终Boss——混沌魔神。\n\n前期发展流程要想开始发展本mod，需要寻找在主世界、下界添加的一种矿石：“浓缩混沌元素”，外表为散发着紫红色斑点的矿石方块，挖掘等级为3（即为黑曜石挖掘等级）。主世界中生成于混沌森林和混沌草原生物群系Y≤7的地方，下界中生成于Y≤10或Y≥100的地方，稀有度和远古残骸差不多。挖掘它会掉落1~2个混沌元素宝石，无法受时运的影响。之后你就要开始跑图找混沌村庄了。此类村庄只生成于混沌森林和混沌草原生物群系中，稀有程度大概是普通村庄的1/3，你可以用混沌元素宝石与其中的混沌村民交易： 输出 得到 5 × 混沌元素宝石 1 × 固态混沌气流 10 × 混沌元素宝石 20 × 绿宝石 10 × 混沌元素宝石 3 × 混沌晶体 32 × 混沌元素宝石 1 × 混沌神像碎片在混沌村庄中，有80%的几率会生成铁匠铺（如果你非没有生成，那对不起，重新跑图找吧）。铁匠铺中有混沌发电机，这种机器前期是铁定制造不出来的，所以只能通过铁匠铺获得。接着你就需要把混沌发电机放置在被混沌气流浸染的河流边（这种河流里是液态混沌气流，淡紫色的液体），它会自动开始发电。注意：如果你实在找不到混沌气流浸染的河流，你可以用一块混沌晶体和八块铁锭合成一台混沌收集器，它可以收集方圆一千格的混沌气流，输送到混沌发电机中，需要混沌导管来运输混沌气流。你也可以通过手动提供任意形式的混沌气流来供电。混沌发电机会产生混沌能量，即CE，1mB × 液态混沌气流=1 × 固态混沌气流=10 CE。当你能用混沌发电机发电之后，恭喜你，你已经完成了前期的发展历程。接下来你有两条路可以继续到中期发展：科技或是魔法。\n\n\n中期发展：科技线若选择科技线进行中期发展，则需前往混沌草原生物群系挖掘远古机械零件。采集到超过16个零件则会达成“远古的机械能量”成就，同时上文所述科技线所特有的机械领域生物群系将会开始生成于新的区块中，且其特有的生物也随之生成。魔法线的群系、生物、进度将被禁用。之后你便可以去寻找特定生物以便获得混沌晶体和混沌合金，开始全新的科技发展了：管道升级：初期的混沌导管虽然也能运输CE能量，但是其运输功率过于缓慢（10 CE/秒）。这时你可以有两种选择：一是选择通过加入混沌合金材料来升级混沌导管，总共可以升三级，每一级单位时间内所可运输的CE能量增长80%；另一是选择制作高等材料构成的导管，例如使用钻石加混沌晶体便可制作钻石导管（和别的mod撞车警告）。更多实用机器：进入了中期发展，依然需要许多初期所获得的资源，你完全可以通过制作高等级机器来减少这些毫无意义的重复收集过程（等价转化桌警告）。例如，你可以使用已有材料制作采矿机器，快捷地找寻浓缩混沌元素和远古机械零件。科技线将打开全新的自动化。武器升级：武器升级可以通过武器升级台来完成。例如，将一把剑和一块混沌元素宝石放置上去，消耗一定的CE能量，就会自动给剑附上混沌之力的附魔（相当于锋利BUFF的三倍效果），可以通过重复升级来提升附魔级数。另外，你也可以制作枪械铸造台，如“武器”一栏所说，制造并升级激光枪。接下来你需要做的事情，便是寻找结构地下实验室了。此结构生成几率较小，可以通过机器混沌透视仪来查找。整个结构的方块都无法破坏，因此你只能通过底部固定的入口进入（万一生成在岩浆湖上……）。击杀生成的四种傀儡，获得一定的混沌核之后，便可与中央大厅的数码机器人进行交易了。你需要兑换傀儡门钥匙，来打开通往第二层的通道。第二层中，会有一个铁傀儡。与一般的铁傀儡不同，它是处于敌对状态的。杀死它之后，室内会出现一个箱子，里面有首领雕塑。有了它之后，就能够制作召唤Boss的物件——高压傀儡原核了。这时你就需要找到首领祭坛了。获得召唤物后，祭坛对于玩家的排斥会消失，这时你就能召唤了。由于Boss免疫近战攻击，所以你最好备一把高阶激光枪以便对Boss造成可观的攻击输出。Boss死亡后掉落许多有用的资源，其中音波发射器是一把比较好的群体攻击武器，比较适合后期发展时使用。\n\n\n\n中期发展：魔法线若选择魔法线进行中期发展，则需使用书、混沌晶体制作一本空白魔法书。此时将会达成进度“魔幻之力”，同时上文所述魔法线所特有的魔幻地域群系将会开始生成于新的区块中，其特有的生物也随之生成。科技线的群系、生物、进度将被禁用。接下来你就需要寻找魔幻地域生物群系，并挖掘魔法要素石得到魔法水晶。得到一定量的魔法水晶之后，你就需要去寻找巫师小屋，和他交易到一把初级魔杖，以及挖走里面的法术生成器。另外空白魔法书也可以和他交易获得。初级魔杖和法术生成器也都需要充能。魔杖通过魔杖充能器即可充能，每施一次法术消耗20~80 CE的能量；法术生成器连接导管**CE能量即可充能（容量：10000 CE）。将空白的魔法书放入法术生成器即可获得相应的魔法属性，每附上一次属性消耗100~800 CE的能量。以下是所有能够获得的魔法属性：彩虹之光：右键释放，让自己获得2分钟的饱和BUFF（相当于加强版的五彩石），以及将周围持续提升6点亮度10秒。剑气闪闪：右键释放三道剑气，攻击鼠标所指的生物，三道剑气每道10点伤害（警告：每5分钟仅仅允许使用一次）。坚韧：右键释放，将自己的护甲值临时提升10，1分钟后恢复。炼狱之焰：右键发射一个大型火球和数十个小型火球，适合群体攻击（当然别手贱在家里释放这个魔法）。临时附魔：右键将使背包内所有装备随机附上等级为I的正面附魔，3分钟后自动解除。凌空：右键可以使自己有3分钟的临时飞行能力，类似于创造模式，但跌落下来会有摔落伤害（服务器必BAN）。天降正义：右键释放，天上会降落箭雨或火焰弹攻击附近所有敌对生物（火焰弹不会生成火，也不会破坏地形）。吸血：右键对单个生物进行攻击，同时回复1点血量（类似于暮色森林的吸血权杖）。万物凋零：右键使方圆10格的生物全部中10秒的凋零 II BUFF，并且扣掉周围每个生物5点血（受盔甲值影响）。引雷：右键在所指地方劈下2~4道闪电，和普通雷电不同的是，此法术所造成的雷电不会使爬行者充能。诅咒：右键释放，使鼠标指着的生物随机获得两种DEBUFF。之后你就需要去寻找魔幻地域生物群系中的特有结构：魔幻迷宫。魔幻迷宫相当于虚无世界中的困扰迷宫，由魔法符文砖构成。普通的魔法符文砖是可以被挖掘的，但迷宫中的砖块无法被破坏，除非你已经寻找到了迷宫中的镜像碎片。镜像碎片一定生成于迷宫中X坐标为10的倍数，Z坐标为7的地方。迷宫中会生成迷宫巡逻者，还有一些战利品箱，里面有钻石、绿宝石、混沌元素宝石、混沌钢锭、魔法水晶、魔法书（随机魔法属性）中的2~4种。找到了迷宫中的镜像碎片之后，就可以制作出Boss的召唤物神魔之星。首先你得确定你有一把高级魔杖，以便解除五彩极光湖中缤纷液体对你造成的巨额伤害。之后你便可以潜入其下方的洞穴，手持召唤物右击极光祭坛召唤。Boss死亡后掉落大量资源和一把究极魔杖，究极魔杖的CE容量再次升级，同时攻击等各方面属性又上了一个台阶，可以当作后期的主攻武器。\n\n\n后期发展流程在打败机械傀儡首领或星宿神魔之后，你就需要去到末地大陆，找到生物群系神圣之空。此群系中至少会生成一个能量神殿。能量神殿分一个主殿和四个分殿，分殿中都是一些宝箱，里面有一些混沌晶体和混沌元素宝石。主殿中有检测方块。你需要使用首领原核或魔力原核右键它，同时将混沌神像放置在其上方。这时大殿两旁通往混沌之城维度的传送门尽皆开启，这时你可以进入混沌之城维度了（注意：进入之后便无返回之路，只有在你打败最终Boss混沌魔神后才能生成回来的传送门，因此一定要做万全准备传送之书：喵喵喵？）。玩家进入维度后，肯定会出现于坐标为X = 30，Y = 100，Z = 10的地方。以下为混沌之城维度中所有生成的结构：混沌居民区：外表为十几个混沌之砖构成的小型房屋连成的建筑群，其中居住着许多混沌居民（杀死他们是没有任何掉落物的，且你要是攻击了他们其中一个，整个混沌之城中的混沌居民和所有NPC此后都会和你敌对），内有几个装有混沌元素宝石的箱子（可以拿走，这不会激怒他们）。天台：生成于每个混沌居民区的旁边，外表为一个柱子顶着一个10 × 10的由混沌石砖构成的平台，无任何东西，用于远望。酒馆：外表为一个中世纪风格的中型房屋，其中有一个NPC酒馆商人和许多混沌居民，右击可使用混沌晶体与之交换一些混沌酒制品（喝了会得一些BUFF/DEBUFF，因此非酋谨慎使用（确信）。机械工厂：外表为一个大型的、混沌石砖构成的建筑，其中有许多混沌居民在其中工作，也有很多你需要用到的中期发展机器（这样你就不至于进来之前把每样机器都带着）。神圣祭坛：外表为一个10 × 10的由混沌金砖构成的祭坛样结构，中间有一个祭坛方块。使用导管为其充能，接着使用混沌晶体右键其就可以消耗100 CE获得一块混沌气流结晶。铁匠铺：类似于混沌村庄中的铁匠铺，但箱子中会有混沌元素宝石，以及一两个混沌铁匠。符文神殿：生成于混沌之城的最外围，外表为一个由符文砖构成的宏大神殿建筑，其中会生成许多符文混沌傀儡，击杀这些傀儡会获得符文碎片（在后期的武器体系中非常有用）。混沌神殿：位于混沌之城维度的正中心，占地10000 × 10000，有1个主殿和12个分殿，其中主殿需要击败12分殿中的所有小型Boss才能进入挑战最终Boss——混沌魔神。进入维度后，首先第一件事就是寻找混沌居民区找一个安身之所。在你没有达成进入混沌神殿的条件时，你是无法在维度中破坏任何非自己放置的方块的。因此最好的选择就是入驻居民区。这些混沌居民不会对你侵占房屋的行为表示出厌恶，所以你只需要将你的家当带进房屋就行。接下来你就需要去寻找机械工厂，就算你走的不是科技线，其中也有一些全程都要用到的机器。工厂中机器、导管、能量样样俱全，也可以在这里作为你的一个基地。之后你需要去找神圣祭坛，按照上文所述的方式获得混沌气流结晶，可以使用它为你的装备进一步提升各方面属性。此外，符文神殿中的符文碎片也是颇有用处的，你可用它组装在你的混沌激光枪或魔杖上，这会使武器有一些全新的增益属性，会让后期的战斗轻松不少。进入混沌神殿的条件是：获得一组混沌气流结晶和符文碎片，并使用混沌气流结晶至少10次，且在维度中待的时间总共超过一个小时，这时混沌神殿你便可以进入了。虽然达成条件后你可以破坏方块，但是神殿中的方块你仍然是无法破坏。神殿有一个庞大入口和一个微型入口。先进微型入口，这会使你进入12个分殿之中。每一个分殿中都有一个小型Boss，分别是僵尸、骷髅、蜘蛛、蜘蛛骑士、洞穴蜘蛛、末影人、沙漠收割者、混沌弓箭手、混沌凋零弓箭手、混沌末影人、迷你凋灵、凋灵的各方面强化版。12个分殿必须一次性闯过，如果死亡则会重生于神殿之外，同时之前被你打败的Boss会重新生成。若闯过12个分殿，则会获得进度“锐不可当”，这回便可以通过庞大的入口进入中间的主殿了。\n进入主殿后，便会触发一段对话：???：Who...are you????：It seems there's a unknown guy has entered MY temple,huh????：I warn you,leave here quickly.???：Or...you want to be burnt?I guess that you won't want to try that.???：OK,OK...Leave MY temple,NOW.???：Didn't you hear me?!???：You will not like me when I'm angry...???：Listen to me,leave there QUICKLY.???：THIS IS THE LAST EXHORTATION!LEAVE HERE!???：OK,OK...???：Now,prepare for die!这时，正殿中的光照度会陡然下降，同时神殿中会有一颗光点逐渐闪耀成型，最终发生一次不破坏任何方块的巨大冲击（离远点，否则你有可能直接被震死），紧接着，Boss混沌魔神会在殿中生成。Boss · 混沌魔神\n血量：5000护甲值：20技能：1.瞬移：将自己本身和玩家同时随机瞬移10格。2.维度位移：将玩家传送至随机维度中的随机坐标。3.光束：撕裂空间，凝聚力量发射出光束，被光束击中的玩家直接扣除80%的血量。4.满增益：将自己本身添加10中随机的BUFF。掉落物：魔神头盔 × 1、混沌项链 × 1、混沌气流结晶 × 256。至此，你便已经完成了整个mod的进程。\n\n",
    "replies": [
        {
            "author": "天启kiss",
            "timestamp": 1596644460,
            "txt_content": "真心谢谢你们~为我们带来这么棒的mod"
        },
        {
            "author": "ig_Cangqiong",
            "timestamp": 1596731940,
            "txt_content": "体系很好，比较完备，支持！"
        },
        {
            "author": "Phoenixion",
            "timestamp": 1596948420,
            "txt_content": "支持一下，加油。。"
        },
        {
            "author": "Violence_YS",
            "timestamp": 1597036920,
            "txt_content": "这个体系真的感觉i了"
        },
        {
            "author": "ig_Cangqiong",
            "timestamp": 1597138560,
            "txt_content": "很值得肝的mod，脑洞不错"
        },
        {
            "author": "青芦叶",
            "timestamp": 1597369380,
            "txt_content": "写的真好！\n不过缺三个模块——药水、附魔和食物（烹饪）\n\n脑洞一下 :\n食物：\n击杀所有【混沌动物】 都会掉落各自的肉，未烹饪直接食用会获得【反胃+混沌+饥饿】10s的效果\n植物果实未烹饪直接食用会受到【反胃+混沌+中毒】10s效果\n\n药水：\n将【三种】不同食物放在【混沌釜】中调和能调和成三瓶【混沌果酱】←不能直接吃\n【混沌果酱】+任意【混沌食材】+【混沌面包】=【混沌汉堡】←不可堆叠\n混沌果酱决定药水效果\n同种食物使得效果等级+1\n例如：小丑鱼+小丑鱼+小丑鱼=幸运III\n混沌长刀+混沌盔甲+混沌元素宝石=力量I+伤害吸收I+生命回复I  （误）\n【食材对应效果由地图种子决定】\n所以要开始神农尝百草喽！\n\n混沌食材决定药水持续时间，或许会增加，或许会减少，但至少三秒，瞬间伤害一类的只触发一次\n【不同食物对应的时长由地图种子决定】\n\n工作台9个格子，首尾两片混沌面包，中间一瓶混沌果酱，剩下6个格子均可放置任意食物。\n每放一种食物增加 1.5饱食1.5饥饿度，默认（面包）+1饱食和饥饿，所以全部放满可以+10饱食10饥饿\n\n【混沌枪】\n将【混沌果酱】放入【混沌枪】中，击中范围生物会使其获得药水效果。弹道速度极快\n【混沌枪】需要【混沌之泪】充能（提供100耐久）\n手持【混沌枪】按快捷键打开GUI：为一个圆环，标注1-9数字，可按顺序放入9瓶混沌果酱\n\n附魔。\n混沌武器（专门）的附魔通过仪式。\n在【混沌魔力祭坛】通过消耗一定经验值，献祭不同数量的素材可以使得武器和盔甲附上不同的附魔（献祭一定量的素材会使GUI的进度条增加）\n每献祭9个下界之星可以使得附魔最高上限提高一级（比如【混沌时运IV】，混【沌锋利VI】）\n【素材效果由地图种子决定】←你够了\n\n在混沌村庄有概率生成祭坛。每个祭坛（房子）里会随机出现三个长袍混沌村民，每人专精一种附魔\n——只要钱给够，村民会帮你解决一切\n\n混沌附魔效果是普通附魔的1.5倍，还有各种其他奇奇怪怪的效果（脑洞不够了）"
        },
        {
            "author": "空投",
            "timestamp": 1597369620,
            "txt_content": "排版好评，求排版，顺便问问彩虹字怎么搞的"
        },
        {
            "author": "MashKJo",
            "timestamp": 1597371120,
            "txt_content": "青芦叶 发表于 2020-8-14 09:43\n写的真好！\n不过缺三个模块——药水、附魔和食物（烹饪）\n\n啊这，我其实想到了附魔之类的233（）\n但是由于事情太忙所以只打算写点框架\n混沌动物...献祭...\n深渊国度第二版（bushi"
        },
        {
            "author": "Violence_YS",
            "timestamp": 1597371720,
            "txt_content": "教练np，每次看你发的这种mod帖子我都想玩，我感觉真要快成你的粉丝了哈哈"
        },
        {
            "author": "道家深湖",
            "timestamp": 1600345860,
            "txt_content": "很详实的策划，就是这个彩虹字让我想起某工作室……"
        },
        {
            "author": "老笛罚",
            "timestamp": 1600346220,
            "txt_content": "确实可以 在学了在学了"
        },
        {
            "author": "low云酱",
            "timestamp": 1600527420,
            "txt_content": "我被音乐吓了一跳可还行"
        },
        {
            "author": "CBY_ZHC",
            "timestamp": 1601022060,
            "txt_content": "大操作，可以的"
        },
        {
            "author": "岁月静好、",
            "timestamp": 1601776500,
            "txt_content": "可以呀，很厉害。"
        },
        {
            "author": "BingFengMo",
            "timestamp": 1601807160,
            "txt_content": "就是的 赶紧去学习一下写MOD"
        }
    ]
}