{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·秋叶回忆篇（四）",
    "author": "晨曦赤寒GO",
    "replyCount": 0,
    "timestamp": 1596353520,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-8-3 16:54 编辑 \n目录传送门\n\n\n群星灿烁，银月邀星芒于夜空宴，缀于天穹之上，极宇之巅，凡人视之，只可言瑰丽。\n这是只属于南滨的夜空，澄澈如幼儿的心境，瑰丽如盛开的白昙，是别处都无法看到的景色。\n蓝倚在房间阳台的护栏上，背对着星空，接着缥缈的星与月的光，辨识着手上书中的字。\n“唔……嗯……这里是……”\n漆黑的房间里，女孩的声音正呢喃着，蓝轻轻的合上了手上的小书，动作轻柔的犹如在放一件比玻璃还易碎的工艺品。\n“放心，已经回家了，这里是你的房间。”\n“唔……是……蓝哥哥？”\n“嗯，是我。”\n女孩的声音本来还有点刚睡醒的呜咽声，听到蓝的声音后稍稍精神了一些，但还是一副很疲惫的感觉。\n“蓝哥哥怎么在我的房间里？”\n“我给你守夜，省的到最后了还出什么岔子，不过还好，看样子是没有问题了。”\n蓝走进房间，拦下了红石灯的拉杆，柔和的灯光顿时照亮了整个房间，女孩有些畏光的合了合眼。\n“你现在感觉怎么样？有没有觉得哪里特别空或者是特别堵的？”\n“空？堵？这个倒是没有，就是有一点点的没力气。”\n听到岚岚的话，蓝的眉头稍稍皱了起来。\n乏力？意识膨胀后，大量粒子涌入身体，应该是感到身体有些不属于自己或者是头疼、胸闷之类的情况，怎么说也不会是乏力啊……难道……\n“唔……蓝哥哥，怎么了，表情那么严肃？”\n看着蓝的表情逐渐变得严肃起来，岚岚自己也不自觉的有些紧张。\n“把上衣脱了。”\n“哦唔……嗯？！”\n双手捏着上衣的下摆，终于清醒过来的岚岚突然感觉有些不对劲，本来苍白的小脸瞬间变得如同岩浆般的滚烫的红色。\n“蓝……蓝……哥哥……你在说……什么……”\n“啊？就是让你把衣服脱一下啊，怎么……”\n话说到一半，蓝这才察觉到自己的话到底有多不对劲。\n“额……就是脱衣服检查一下身体，隔着衣服我的粒子公式的功效会下降，不要太害怕。”\n“唔……嗯……知道了……”\n岚岚背对着蓝把睡衣脱下，略显苍白的瘦小身躯曝露在空气中，在暖色的灯光下稍稍透露出一丝丝红润。\n蓝把手放在了岚岚的背上，一丝明显的震颤从掌心传来，随即又趋于平静。\n极其不明显的粒子在蓝手上闪过，岚岚的身体在他的眼中逐渐变成了星星点点的零散粒子，这些粒子不断的运作着，各司其职，共同维持着这具名叫岚岚的身体。\n粒子感知·内视\n还好之前跟那个疯女人学了这个，不然现在给人检查身体都检查不了。\n粒子缓缓深入，形态不同、功能各异的构成粒子不断的出现在蓝的粒子感知里，有些蓝叫的上名字，有些叫不上，但无一例外的是它们都没有什么异常，都不是引起岚岚身体乏力的原因。\n随着粒子的不断深入，病因终于出现在了蓝的感知范围内。\n一团墨绿色的粒子团悬浮在零零碎碎的构成粒子间，它很安静，几乎没有任何的移动，但它存在的本身就足以威胁到这个身体瘦弱的女孩的生命。\n毒素粒子·粒子标记\n毒素粒子这种东西一般是不会致命的，但它会使宿主的身体不断的虚弱下去，甚至会虚弱到一个轻微的碰撞就足以致死的程度。\n意外的食物中毒和洞穴蜘蛛的毒素都可以通过喝牛奶来解除，但这个不一样，这是蜘蛛魔物的特殊粒子，牛奶最多只能起到减缓身体虚弱速度的作用而已，想要解除只有两个方法。\n用粒子强行拔除，或者是干掉那只下毒的蜘蛛。\n第一个方法明显是不行的，岚岚的身体素质根本承受不起大量非己粒子的涌入，如果真的要强行拔除的话，就会留下很严重的后遗症。\n手从岚岚的身上放下，蓝打量了一下岚岚，身体明显的比同龄的孩子更加瘦小，就算已经经历过了意识膨胀还是如此，可以猜想到她在来到伊娜大妈的孤儿院前，到底过的是怎么样的生活。\n果然还是要快点把那只蜘蛛解决掉。\n“那……那个……我能把衣服穿上了吗？”\n“唔……哦，你穿吧，没事了。”\n……\n蓝拿着面包走进房间时，正好看见岚岚正在望着窗口发呆。\n“用工作台合了点面包，吃好后就去睡觉吧。”\n把盘子放在床头柜上，蓝抓起一个面包，顺势坐在了椅子上，一边啃面包一边看着手上这个只有巴掌大的书。\n“嗯……”\n岚岚也拿起了一片面包，但就只是拿着，目光游离，看上去还有什么心事。\n“蓝哥哥不睡吗？”\n“嗯，今晚我给你守夜。”\n“守夜？”\n“就是看着晚上会不会发生什么事情的意思，晚上是蜘蛛的活跃时间，那只蜘蛛被我打伤了，不敢过来，但它会叫一些仆从过来杀你，就像这个。”\n蓝手一抬，无数的粒子随着他的动作卷起，瞬间笼罩了整个房间，一个小小的黑影从房间的角落蹿出，直扑向岚岚，但却被早有准备的蓝一把抓住。\n“喏，就是这种东西。”\n一只黑色的小蜘蛛被蓝死死的捏在手里，它的样子跟那只蜘蛛魔物一模一样，就是只有巴掌大小而已，一身骨刺和外骨骼都被蓝捏成粉碎，但依旧凶狠的盯着岚岚。\n“这是最常见的一种蜘蛛仆从，身体很弱，就算是小孩子也是用工具打死的，但数量奇多而且隐藏能力很强，用来刺杀普通人正正好好，在你醒来前就已经出现不下三十只的这种东西，它们都是来杀你的。”\n说完，无数的粒子从蜘蛛身上燃起，蜘蛛连发出惨叫的机会都没有就化作烟雾消失了。\n做完这一切，蓝又把目光放回了书上。\n蓝的话岚岚没怎么听懂，但她听懂了一个地方。\n“这些……都是来杀我的？”\n“嗯。”\n蓝不容置疑的点了点头。\n“那我……会死吗？一定会死吧……毕竟……”\n蓝瞟了她一眼，女孩的头深深的埋在被子里，整个人缩成一团，就像是一只在旷野中受伤的小兽，四周寂静无声，漆黑的夜幕里充斥着看不见的敌人，小兽无法逃跑也没有同伴，只能等着被这些怪物撕咬、分食。\n目光收回，眼脸稍稍合上，看着书，但没有认真看。\n“你是不会死的。”\n“诶？为……”\n“因为我不会让你死的。”\n女孩愣了愣，用手背抹了抹自己的眼睛。“真的吗？”\n“真的。”\n女孩抬着头，用力的眨了眨眼，然后晃了晃，伸出小拇指举到了蓝面前，别过头。\n“拉钩。”\n女孩的侧着脸看着蓝，蓝抬头对上了她的目光，她就离开把视线转了开，速度很快，但蓝还是看见了，她的眼眶红通通的。\n“妈妈说过，拉过勾的事情就必须做到。”\n“大妈还真是……”\n“不，不是伊娜妈妈。”\n“那……”\n岚岚没有说话，侧脸也看不到她现在的眼神，但蓝也猜到了她口中的妈妈是谁。\n蓝伸出手，把小拇指搭在她的小拇指上。\n“你不会死的，我保证。”\n……\n“对了，听大妈说，你经常去小树林，有时会带着若叶和奥诺夫，有时就一个人，不过一般会提前和大妈说好，但这次什么情况？连招呼都没有打就出去了。”\n等到岚岚的情绪变得平缓了下来，蓝才开口跟她说。\n“唔……这个……其实是那个要做完了，所以有点着急，就……”\n“那个？”\n“就是给妈妈的礼物，妈妈的生日快到了，我想给她点惊喜。”\n惊喜？你这惊喜都差点因为你出事而变成惊吓了。\n“所以你就一个人在森林里准备？”\n“嗯。”\n“若叶和奥诺夫知道吗？”\n“不知道，蓝哥哥是除了我以外第一个知道的。”\n“这样吗……那你都在做些什么？”\n“一个藤编的模型，福利院的。”\n说着，岚岚用手比划了一个四四方方的小房子，大概就只有成年人拳头的大小。\n“妈妈一直说我编的东西好看，所以就想编一点有意义的东西给妈妈当生日礼物，这样她一定会开心的。”\n说着说着，岚岚眼中的光突然消失了。\n“但，本来快要做好的模型，在我逃跑的时候弄丢了，妈妈的生日就快到了，再做肯定是没有时间了，不知道还有没有机会去找。”“大妈的生日是哪一天？”\n“七海灯节，也就是七月七。”\n还有一个星期多的时间，那够了。\n“后天你没什么事情吧？”\n“后天？怎么了？”\n“后天我陪你去找。”\n“哈？”\n岚岚似乎对蓝的话感到的惊讶。\n“那，那只蜘蛛……”\n“没事的……它很快就会离开的。”\n“？？？？”\n岚岚露出了很疑惑的表情，但蓝也没有想解释，把目光放回了书上。\n……\n“对了，蓝哥哥有什么想要纪念的人吗？”\n“怎么突然问这个？”\n“因为七海灯节快到了，诶？蓝哥哥不知道七海灯节吗？”\n“嗯，仅仅只是听说过。”\n说着，蓝合上了手中的书，再翻开时，里面的内容已经变成了有关七海灯节的介绍。\n“七海灯节可是南滨最盛大的节日，每个人都会在海边放下一盏水灯，到那时候，成千上万盏水灯漂浮在水面上，散发着星星点点的暖光，就着海面与天上的夜空互衬着，壮观又凄美。”\n岚岚看向了蓝，却发现他还在看书，看上去根本没有在听自己说话。\n忽的，蓝抬起了头。\n“岚岚，你相信神明的存在吗？”\n“神明？是七海神大人吗？”\n“嗯，就是你们说的七海神。”\n“信啊，当然信，有着那么美丽的传说的神，一定是真实存在的！”\n岚岚的话没有丝毫的迟疑，就像是自己见过亲眼见过一样，但在蓝看来不过就是小孩子的天真罢了。\n看到岚岚这个样子，蓝又把目光收回到了书上。\n“有信仰是好事，但你要记得，真正遇到危险的时候，能救你自己的，只有自己。”\n“嗯……唔……哈哈……”\n岚岚应了一声，然后打了个哈欠，脸上多出了几分困倦眼神也变得迷迷糊糊的。\n“困了就睡觉吧，太晚睡会长不高的。”\n“……唔……蓝哥哥……晚安……”\n“嗯……”\n岚岚缩进被子里，把自己裹成一团，蓝悄悄的拉上拉杆，红石灯熄灭，房间又归于夜色。\n晚安，祝你好梦。\n",
    "replies": []
}