{
    "title": "「教练，我想写mod！」The interstellar age ----- 星际时代",
    "author": "克哈之子",
    "replyCount": 5,
    "timestamp": 1596378240,
    "txt_content": " 本帖最后由 克哈之子 于 2020-8-3 18:21 编辑 \n\n星际时代\n主元素\n地牢/地形/资源/维度生成其他元素生物饮食装备工具首先要引进一个叫做氧气值的设定，这个设定就是在真空环境下,玩家氧气值降到零之后就会直接死亡\n然后要引进两个种族设定，就是虫族和人族，星球分为虫族占领星球和人族占领星球和抢夺中的星球\n\n\n\n\n首先主世界会生成各种各样的矿物，例如锡，铜\n玩家可以通过用手来采集，但是玩家无法通过任何办法挖进地下直到他们用表面上的矿物制造出制造出机器，用来制造钢铁或者合金之类的块然后他们就能制造他们的第一个多方块结构重工厂，工厂里面可以制造一级太空采矿车，玩家可以通过驾驶太空采矿车来进入地底下挖掘更厉害的矿物\n这台太空采矿车拥有一定的攻击力，比较脆弱，但是主要功能是采矿\n\n\n\n玩家采到更强的矿物之后，就能利用机器制造出一个核心，这个核心能制造一个研究中心同时也能制造一些基础的一级枪械和装备，穿上这些装备，在地球上就有了一定的战斗力这个研究中心可以升级一级采矿车，让他采集更加强大也更加稀有的矿物当玩家采集到更强的矿物的时候，就能升级他们的一级装备\n\n\n\n这个时候他们就能去寻找自然生成的建筑，原始人类基地里面都是一些没有踏出太空的低级人类，会使用一些重武器玩家只有使用升级过的武器才能占领这里，然后就能拿到引擎图纸然后他们还要去找废弃的飞船，废弃的飞船里面有机会生成外壳图纸1,2,3外壳图纸123，和引擎图纸配合材料能打造出引擎和三种外壳通过这些材料玩家就可以打造意艘飞船但是在这之前，他们还需要利用矿物做出各种合金块打造出星港还要打造出氧气机，核心等启动之后就可以在星港上方选择选择模板1，然后通过模板造出飞船\n\n\n\n\n造出来的飞船类似阿基米德之舟但是有空中悬停，各种方向飞行飞船靠核心和玩家绑定加速等各种功能这个时候玩家就可以把东西收起来，放到飞船上，飞向太空飞到一定高度之后，玩家就可以选择去不同的星球，虽然现在什么星球都可以去但是也不是什么都可以去的，因为按照玩家当前的实力，只能去被人类占领星球\n\n\n\n\n接着玩家和他的船就会降落到人类占领星球的荒野上人类占领星球上都是有氧气的这个时候玩家又可以放出他的研究中心，重工厂了利用2级采矿车，玩家可以采集到地球上有的矿物和一种更稀有的矿物利用这种更稀有的矿物，玩家就能在研究中心把他的装备强化到三级，也能把采矿车升级到三级这个时候玩家就可以开上飞船去寻找人类城市了\n\n\n\n\n\n\n\n\n人类城市由各种商店，各种房子，皇宫组成，全都是高科技的建筑玩家可以通过已经有的矿石去商店来兑换更强的矿石然后通过这种矿石去升级他的采矿车和装备，并且通过交易得到高级引擎图纸和其他低级的图纸，通过这种图纸，玩家可以造出更厉害的飞船这种飞船能把他们的研究中心和重工厂都放上去\n\n\n\n\n此时玩家就应该出发去寻找叛军营地在这里能通过使用各种矿石来雇佣叛军同时叛军营地也会有兵营来生产叛军，他们也是可以雇佣的当雇佣了叛军之后玩家回到城市就会受到卫兵的攻击，但是叛军也会帮他们攻击城市当玩家攻占了皇宫，并且控制了城市的时候，就能从皇宫获得最新原型装备图纸和一辆原型采矿车\n\n\n\n\n\n\n当玩家使用各种各样的矿物，来打造出这种装备还有氧气罐之后，他就能前往交战星球，或者是虫族占领星球当然他也可以带叛军兵营和叛军上船，这样他就能在这些星球带领兵队当他们来到交战星球或者虫族占领星球的时候玩家这个时候可以选择采矿，或者是进攻虫族巢穴，采矿能获得一种幽灵合金进攻虫族基地，能获得虫族基因片段，然后玩家就可以打造出强化装置利用片段和合金随意地强化自己的身体，至此，玩家已经无敌(交战星球上也有人族基地,同样可以占领)\n\n\n\n除此之外，还要添加一些高科技的枪械和装备，在不同阶段能选择不同的枪械和装备，还有比如喷气背包之类的东西\n\n\n灵感来源：星际争霸2\n\n\n\n\n\n\n\nfile_1596378231000.jpg (30.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-2 22:23 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "空投",
            "timestamp": 1596410760,
            "txt_content": "还不错，就是实现难度emmm，可能会有亿点点难"
        },
        {
            "author": "MashKJo",
            "timestamp": 1596525780,
            "txt_content": "与其叫星际时代不如说是宇宙大战更为贴切"
        },
        {
            "author": "克哈之子",
            "timestamp": 1596537240,
            "txt_content": "MashKJo 发表于 2020-8-4 15:23\n与其叫星际时代不如说是宇宙大战更为贴切\n感觉都差不多"
        },
        {
            "author": "鲲鲲不好吃",
            "timestamp": 1597120500,
            "txt_content": "想法好，但做出来有亿点点难"
        },
        {
            "author": "ig_Cangqiong",
            "timestamp": 1597130340,
            "txt_content": "这个背景设定有点像魔戒（所以实现难度有点大）"
        }
    ]
}