{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·开幕（下）",
    "author": "晨曦赤寒GO",
    "replyCount": 0,
    "timestamp": 1596445860,
    "txt_content": "这个是《粒子》第一卷总集的下半部分，在此之前还有个序章，想看序章或者是第二卷的朋友请走这边的传送门\n\n从伊娜大妈那里回来已经过去了一个星期多，这段时间也没发生什么大事情，蓝倒是难得的清闲了一个星期…… \n\n怎么可能清闲啊！收集资料、粒子练习、生活维持，那件事不要忙啊！更何况现在还要教一个啥都不会的跟屁虫剑术，忙的简直没有时间休息，当然今天也……  \n \n“你TM到底听懂了没有！” \n \n“没……没有……” \n \n蓝看着这个缩在屋子角落，用风衣帽子拼命挡住自己脸的少女，有些烦躁的挠了挠自己本就非常杂乱的头发。 \n \n“我现在再和你说一遍，你要是再没听懂，我今晚就把你扔去和外面的夜游怪物同桌吃饭！” \n \n“知……知道了……” \n \n黯娇小的身躯猛的一颤，明显是受到了刺激。 \n\n“我先跟你把事情的原因讲了先。这两天，那只长着两条辣条手的zz僵尸不知道什么通过EX千里眼还是什么稀奇古怪的方法从森林里追出来了，而且目的明确，这家伙就是想搞你，其他村民撞上了根本屁事没有，甚至还能拍照合影骗一圈赞什么的，老子昨天也撞上了，不过这宰种长得不行，记性倒是比金鱼强上点，一见到我就热情的不得了，拼命的扑过来，跟只发qing的傻狗似的，正好当时旁边没有某个拖油瓶在，老子才顺利的把他打跑了，还顺手给它上了个粒子暴毙标记，现在正好是把这只烦人的b崽子送回棺材板里的好机会，所以我们现在要去秋叶镇一趟，去买一些可以把棺材板钉死的东西，你TM听懂了没！”  \n \n“听懂了，听懂了（瑟瑟发抖）”\n \n“那好！出发！”\n \n……\n\n“喂！老不死的！还活着就出来吱一声！给你十秒钟，不然就等着把房子当做棺材吧！”\n\n一间坐落在秋叶镇边缘的铁匠铺前，蓝正用他一贯的敲墙法边砸墙一边叫嚣，但奇怪的是，整整十秒过去了，还是没有人出来理会他，这还是黯第一次见到秋叶镇的居民不理会蓝的情况。 \n\n“十秒了！我……” \n \n“别嚷嚷了，我和我的店都是一把老骨头了，受不了你这样的年轻小伙子折腾的。” \n\n一声恰到好处的回应正好把蓝的话憋在了自己的喉头，接着一个已经满头白发的、脸上布满岁月的痕迹的老人负着手从店里面走了出来，他的步伐已经不再稳健，但一双瞳孔却是明亮的让人怀疑他的年龄。 \n \n老人神色严肃的看了下蓝，又看了下黯，然后…… \n\n“蓝呀，镇上有那么多女生喜欢你，你怎么就偏偏找了那么小的呢，算了，你们年轻人的事我也不管，记得下次上街的时候小心点，可别给治安队抓了，已经是文明时代了，炼铜可是要付出代价的。”\n \n“再BB把你的嘴同你的屋顶一起掀掉……我不是让你不要老是抓我衣角吗？” \n\n黯立马放开了蓝的衣角，墨色的眸子盯着蓝的脸看，表情好像说“我有问题想问”一样。 \n \n蓝立马把脸偏开，不和黯对视。 \n \n“有话快说有屁快放，别有事没事就盯着别人的脸看。”\n \n“喜欢，是什么？” \n \n果然，这小B崽子就不会问什么好问题。 \n\n“那就是一种没有屁用的感情，实用价值不如一块土块，但就是有一些脑壳有恙的人把这种东西看的比什么都重，甚至可以为这玩意儿付出生命。”  \n \n黯看上去有些懵。 \n \n“唔……那这个就不是什么好东西了？”\n \n“嗯。” \n \n黯低着头，看样子好像在想些什么。 \n \n老人看了看蓝，叹了口气。 \n\n“你还是这样，不要带坏别人家小姑娘了。” \n\n“我本来就这样，而且我句句属实，怎么说是带坏别人了，好了，不和你说废话了，你这里有锋利或者亡灵杀手的剑吗？”\n \n“没有。”\n \n老人回答的非常快速。 \n \n“……”\n \n蓝抬起手，无数的粒子带着恐怖的冲击力冲上天空，瞬间将铁匠铺的瓦屋顶掀飞。\n \n“轰！” \n \n屋顶落在地上，变成了一地的残渣。 \n \n“再问你一次，有没有。” \n \n老人摊了摊手。 \n \n“你这样子我也没……”\n \n“你好久没有交过地租了吧。”\n \n蓝没头没尾的突然来了这么一句。 \n \n“有一把锋利二还在打，要几天后才能出来，除了这把外就没有其他的附魔武器了。” \n\n老人的态度瞬间出现了天翻地覆的变化。 \n \n“几天？明天前打出来，我明早过来拿。” \n \n“你这样……最快明天下午。”\n \n“行。” \n \n两人互相妥协，敲定了时间。 \n \n明天下午吗……赶得上吗？ \n\n蓝想着，瞟了一眼黯，又像是想起了什么，拉住了打算离开的老人。 \n \n“喂，老不死的，你说你现在没有附魔武器是吧。”\n \n“对啊，咋了。” \n \n老人被蓝一把拉住，整个人有点懵逼。 \n \n“那，附魔盔甲保护一的给我来一套，越轻越好，还有再来两把普通的铁剑。” \n \n“盔甲？你不是最讨厌这玩意儿的吗？怎么……” \n \n老人突然瞟见了蓝身后的黯。 \n \n“你这小子……行吧，这套就算我送你的礼物，毕竟除了你这里也没人认识附魔武器，我也卖不出去。” \n\n老人挣开了蓝的手，走进了房子里，不一会就拿着一套闪着微弱紫光的轻甲出来，直接扔给了蓝。 \n \n蓝掂了两下，然后…… \n \n“老不死你这个是给野猪穿的吧，就不能做的再轻一点吗？”\n \n“你小子就别嫌东嫌西了，你以为那种级别的盔甲随便打打就能打出来的吗？你当总部的铁匠们技术很菜吗？那种盔甲可不是一天两天可以打出来的。” \n \n“切，小气……黯！接着！”\n \n“诶？啊！” \n \n黯从沉思状态里被叫出来，迎面就看见了一团白紫白紫的东西往她脸上撞，下意识的就想躲开。 \n \n“没接住今明两天就别想见到苹果。” \n \n“唔……”\n \n在滑步将要退开的前一秒，黯强行转换了方向，凭借最近几天的训练和自身强大的柔韧性，一个九十度的转弯到了盔甲的侧面，一个飞扑，把整套盔甲抱了住，在地上滚了两圈才停下来。 \n\n不过，这两圈只是因为黯自己飞扑的惯性而滚的，盔甲根本没有产生任何的影响，让已经做好准备的黯有一些懵。 \n \n“这个……好轻。”\n \n黯看着手上盔甲，脸上写满了惊讶和好奇。 \n \n这套盔甲比铁剑还要轻上好多几乎快和木剑一个重量了。\n \n“给我的？” \n \n“不然呢？你给我好好拿着，省的去杀那只僵尸的时候一不小心死了浪费我棺材。” \n\n黯开心的拿着盔甲到处看，仔仔细细的上下打量了好几遍，开心的像是得到新玩具的小孩子一样……对了，不是好像，是就是。 \n \n“看来你的东西还是有点用处的。”\n \n“那是，我打铁的时候你还没出生呢。”\n \n“你也就只有这样了，对了，老不死的，我问你点事情。”\n \n蓝稍微往老人这里靠了一些，把声音压的只有两个人听得见。 \n \n“近期，霜落城那里有没有什么消息。”\n \n“铁金钻，哪种？”\n \n“有钻的？” \n\n“当然没有，有我也打听不到。”\n \n“那就别废话，金的是有吧，说来听听。”\n \n“也不是真金，就是几天前协会长的秘书又失踪，根据目击情报的轨迹来看，她好像是在来南滨的路上，至于原因，你可能比我更清楚吧。”\n \n九唯这家伙，终于查到这里了吗？\n \n“谢了。” \n \n蓝把一把金粒放在了前台上，朝黯走去。\n \n“走了！黯！” \n \n“唔……知道了。”\n\n回去的路上，黯还拿着那套轻甲看个不停，开心的像一只脱了绳的哈士奇。  \n\n蓝瞟了她一眼。 \n \n“你就那么喜欢这玩意儿？”\n \n“嗯！”\n \n黯想都没想的就用力的点了下头。 \n \n“哼，赶紧放回包里，省的待会上街给我丢人。”\n \n“唔……”被蓝喝了一声后，黯才悻悻的把盔甲放进包里。 \n \n“那个老爷爷，是很厉害的人吧。” \n \n“嗯？呵呵，也许曾经的他可以配上这个词吧，不过现在的他只是一个半只脚踩进棺材里的老不死而已。” \n \n“诶？为什么那么说？” \n \n“就是……啧，发觉了吗？” \n \n蓝停下了脚步，黯也不明所以的停下了脚步，这里已经离老人的铁匠铺有一段距离了，放眼望去都是清一色的草地。 \n\n云，不知何时挡住了太阳，风，也逐渐的沉寂下来，蓝握住了铁剑的剑柄，粒子的烟雾从他脚底缓缓扬起。 \n\n粒子标记在脑海内疯狂的提醒他，那个生物在往他这里靠近。 \n\n“黯，等我用出粒子屏障后，你就用你最快的速度往老不死的店里跑，绝对不要回头也绝对不要停下，不然死了我可不给你收尸。”\n \n“唔……知道了。” \n \n“那就……该死，这崽子来的真快。” \n\n视野的极限，一团黑影夹着无数的鲜红，正朝着蓝和黯飞快的冲来，它的每次踩踏都会在草地上留下一个深坑，尘土飞扬，血腥味的狂气席卷了这一片天地，仅独身一人就如同千万大军冲阵一般，威势无双。 \n\n这苟东西果然是盯着黯来的，家里下了粒子结界，苟东西感受不到黯的存在就在村里当吉祥物，黯一出门就跟千年没吃过饭的饿死鬼听到食堂开饭一样朝这里冲，还是一个可以徒手拆食堂的饿死鬼。 \n\n手扬起，粒子随着他的手一同扬起，聚集组合成为一面由粒子构成的高墙，同时，黯的身影已经在他的身后消失，只剩下还未消散的紫色粒子在空中飘扬。 \n \n转移粒子，源自末影人的特殊粒子，只有很少的一部分人可以使用。 \n\n这丫头，普通粒子不怎么会用，特殊粒子倒是用的也是越来越熟练了，不过也好，这样子省的我一边战斗一边保护她。 \n \n“嗷！！！！！！！！” \n\n就在黯消失的下一秒，黑影像是察觉到了什么，怒吼着，如同山崩似的踩踏声从远处翻涌而来，速度一再上涨，似乎想用蛮力把粒子屏障撞碎。 \n\n当然，它这样子做是……完全可行的，毕竟昨天蓝和它交手的时候，它就是这样逃跑的。 \n \n但是啊……这种事情仅限昨天。 \n \n“你觉得同样的招数我会对同一个人用两次吗！” \n\n手一挥，粒子屏障的粒子构成瞬间重组，本来坚固如城墙一样的粒子屏障多了几分柔软，不再像刚刚一样高大。 \n \n粒子屏障→粒子屏障·弹性屏障 \n \n重构完成的瞬间，僵尸带着只属于死者的腐气与魔物的狂气撞在了墙壁上，试图把粒子屏障撞破去追黯。然而事为所望，屏障在冲击的作用下产生凹陷，而且这个凹陷还在不断的被拉伸，没几秒中就到了它的承受极限。 \n \n果然还是不行，这家伙的力量变的更强了，但是…… \n\n手掌猛地一握，以意识联系的粒子们接收到了信号，屏障瞬间解散、重组，化作囚笼将僵尸困在这个只有四个身位的牢笼里。 \n\n粒子公式：粒子屏障+粒子加固+粒子禁锢=粒子牢笼 \n \n“嗷！！！” \n \n可惜的是，这个牢笼在暴怒的僵尸面前也没撑过两秒就被撕碎。 \n \n但是，两秒，就已经足够了…… \n \n粒子消散，僵尸朝前方看去，那个试图拦住它的人消失了，没有留下任何痕迹的消失了。 \n \n下个瞬间，一双鲜红的瞳孔出现在了它面前。 \n \n一起出现的，还有一个布满绿色鳞片的拳头。\n \n登录……成功…… \n \n粒子！重构！ \n \n“去死吧！杂碎！”\n \n“轰！！！！！！！！！！！！！！！！！！” \n \n…… \n \n因为蓝对黯说过不要让别人看见特殊粒子，于是黯就转移到了离铁匠铺有一点距离的无人空地上，一路小跑跑到了铁匠铺的位置。 \n\n“黯啊，你怎么一个人过来了，蓝呢？他不在你旁边吗？”\n \n刚从树林间探出身子，还没去搜寻老人的身影，他的声音就从上面传来。 \n\n黯抬起头，看见的是老人架着梯子站在梯子上，腰间挂着各式各样的工具，看样子是在修被蓝打坏的屋顶。 \n \n“他有点事情，让我先来爷爷你这里。”\n \n“这样吗……你也别站在那里了，进屋里坐坐吧。” \n\n老人轻盈的从屋顶上跃下，悄无声息的落在地上，身手灵活的不像是一个半只脚踩进棺材的年迈之人。 \n\n黯跟着老人走进铁匠铺里，里面的空间比她想象中的大上不少，但都是关于锻造的东西，将那些除去，整个屋子根本没有什么给人坐的地方。 \n\n“唔……好像没有椅子了，嗯……你等一下啊。” \n \n老人扫视了一下自己的屋子，然后走到了堆在屋角的一块一人高的原木前，上下打量了一下。 \n \n“这个差不多……” \n \n像是赏识的点了点头，老人把手放在了原木上。 \n \n“那个……能问一下您在做什么吗？” \n \n“当然是给你做一把椅子了，我总不可能让一个小女孩子像我这个糟老头子一样坐地上吧。” \n \n“那……” \n\n黯的疑问还没出口，诡异的一幕在她面前出现了，原木像是被什么东西切割了一样，化作一块块的碎木落在地上，而老人的手里不知何时出现了一把简易的木椅。 \n \n“这是……粒子吗？” \n \n黯注意到了老人指尖零星几点还没消散彻底的粒子烟雾。 \n\n“被发现了吗？看来我确实是老了，喏，坐下来看看吧，看看我的手艺有没有老了。” \n \n老人把椅子放在她旁边意示她坐下。 \n \n“唔……” \n \n不就是个木椅子吗？会有什么特殊的吗？ \n \n黯狐疑的坐下，然后…… \n \n“诶？这椅子面……是软的？” \n \n没有正常木椅应有的冰冷和坚硬，反而像是垫了垫子一样，软软的，还有一点点温度。 \n \n“嘿，看来我的手艺还是没有老。” \n \n老人笑了笑，笑容像是个被夸奖的孩子一样，充满生气。 \n \n“好奇这个是怎么做到的吗？” \n \n“嗯嗯！” \n \n“那咋们来做个交易如何？我告诉你这个的原理，你告诉我蓝去做什么了，怎么样？” \n \n“唔……” \n \n和老人想的一样，一听到这个交换条件后，黯立马露出了犹豫的神色，而且没有任何伪装的样子。 \n\n“那我换一个，看你这样样子，也不是这边的人，你告诉我你为什么要跟着蓝好了，不用太详细，一个理由就行了。”  \n\n“诶？这样可以吗？” \n \n“当然可以了，如果你不信我的话，我先把做这椅子的原理告诉你。” \n\n不等黯回答，老人随手拿起了落在地上的一块比较大块的木头。 \n\n“其实原理很简单，既然你认识粒子的话，关于粒子的基本性你应该知道了吧。” \n \n“基本性？” \n \n黯疑惑的念叨了一下这个名词，摇了摇头表示自己根本不知道。 \n\n“蓝这家伙练这个都没和你讲吗？那我就替蓝这家伙告诉你吧，粒子是这个世界的基本单位，一切事物都是由不同的粒子构成的，粒子详细的可以分为三类，构成粒子，游离粒子和基本粒子，构成粒子构成世界上绝大部分的物品和所有生物，基本粒子构成除此之外的其他东西，如水、火焰等，它们有时也会和游离粒子一样在空气中游荡，而游离粒子就是能够被我们操纵的粒子。” \n\n说着，老人伸出了一只手，无数的洁白的粒子化作从烟雾在他的手掌上盘踞环绕。 \n\n“粒子构成的事物存在一定的粒子间隙，而我让木头变柔软的方法就是将自己的粒子顺着木头的粒子间隙进入木头内部，通过重新搭构不同构成粒子间的联系和扩张粒子间隙等方法，强行改变木头的内部结构，刚刚直接将木头变成椅子也是类似的方法。” \n\n老人用缠着粒子的那只手轻轻的拍了一下木头，在黯的眼前，这块木头像是自我凋零一样，一片片的木片从它身上落下，直到木片不在落下后，一个只有巴掌大的黯出现在老人的手上，这个木头黯精致的让人称奇，连睫毛都看的清，几乎和真人一模一样。 \n\n“开店一百天大酬宾，卖一套铠甲送一个小手办，这个就送你了。” \n黯接过这个和自己长的一模一样的小东西，不停的上下打量着，惊喜的神色根本不做任何的掩饰。 \n \n“喜欢吗？” \n \n“嗯！喜欢！” \n \n黯开心的对老人说，抬头却看见老人的眼角闪过一丝晶莹。 \n \n“你……怎么了？” \n \n“啊！没事，人老了，就会变得多愁善感，总喜欢缅怀过去，没办法面对现实……抱歉啊，说了些奇怪的话。” \n\n老人抹掉了自己眼角的泪珠，平复了自己的情绪。 \n \n“好了，那现在你可以告诉我为什么你会跟着蓝了吧。” \n \n“嗯，就是……” \n \n“轰！！！！！！！！！” \n \n话还没出口，一声恐怖的爆破声从远处传来，方向正是蓝所在的方向。 \n \n黯猛地站了起来，脸色变得非常的惨白。 \n \n蓝，出事了！ \n \n但……还答应了别人…… \n \n“你去吧，下次再和我说也行。” \n \n老人也看出了不对劲，没有想让黯留下，而是意示她可以走了。 \n \n“谢谢。” \n\n轻声道了谢，也不管蓝说过不要在别人面前使用特殊粒子的话，紫色的粒子从身上团聚又消散，黯的身影立刻消失在了房间里。 \n\n老人倒是一点点都没有奇怪的样子，非常平常的收起了椅子。 \n \n“转移粒子吗？蓝还真是找了个小怪物啊。” \n \n“不过，这个世界上，也就怪物能和怪物互相取暖了吧。”\n\n拦腰折断的树木，掀翻露出泥地的草坪，犹如擎天巨兽的脚印一般的漆黑巨坑，零零散散、不大不小的坑洞。 \n\n明明只是一人一尸的战斗，战场却如同真正的战场般壮观和……惨烈。 \n\n黯跑到坑边，泛红的眼瞳往下望去，漆黑的坑洞底站着一个人影，衣服只剩下几条破布挂在他身上，背后一大块看上去才刚结痂没多久的伤口往外渗着血，鲜血与尘土装饰着他的身体，静默的空气让人无法去怀疑他还没死。 \n \n“蓝！” \n \n连自己有转移能力都忘记，黯滑下坑洞，匆忙的向蓝跑去，被东西绊倒也没有理会。 \n \n“蓝……” \n \n无数的片段闪过她的脑海，无名的悲伤涌上心头，眼角不受控制的滑下水珠。 \n \n…… \n\n一个不认识的怪物站在视野的中央，绿色的长发，布满全身的青黑鳞片，刺眼炫目的蓝白雷电闪烁在祂的身周，虚无的空间是祂的背景，祂好像是这个崩溃的世界里唯一的生物。 \n \n祂像是发现了什么，把目光看向了黯，祂猩红的眼底里没有任何的情绪，忽然间，怪物咧开嘴，嘶哑着发出不似人的声音。 \n \n“杀……了……我……” \n \n…… \n \n“是……你……啊。” \n \n记忆的片段破碎，黯看到了一双明亮的黑色瞳孔。 \n \n“蓝……你，没事？” \n \n“你看我……这样是……没事的样子吗？还有点良心……就过来扶老子一把，我现在……可没……多少力气走路。” \n\n连说话都断断续续，蓝现在的身体已经虚弱到无法想象的地步了。 \n \n“哦……哦！” \n \n黯连忙扶住了快要倒下的蓝，还小心的避开了他的伤口。 \n \n“对了……你把地上的……那东西捡起来……那是我……这次唯一的战利品，可……” \n\n经蓝那么一指，黯才看到了地上躺着的一条布满暗红色纹路的灰绿色手臂，这些纹路像是失去了能量一样，变得暗淡无光。 \n \n黯扶着蓝走到僵尸手边，把手臂挂在了自己的腰带上。 \n \n“蓝，我们接下来去哪？”\n \n“……” \n \n耳边并没有传来回应，只有微弱的呼吸声传来。 \n \n“嗯，我知道了，是回‘家’吧。”\n \n…… \n\n一个漆黑如夜的世界，放眼看去皆是虚空，而在这片虚空中，正悬浮着一座岛屿，一座完全由一种奇异颜色石头构成的、立着数根通天似的黑曜石柱的岛屿。 \n \n这里是世界的原点、末影人的故乡、末影龙的巢穴、终焉与起源之地，末地。 \n\n本来在初代屠龙者屠龙后，这里应该除了末影人外没有其他生物的。 \n \n但，现在看起来也不是这样。 \n\n不知何时，末地出现了一座堡垒，一座临近末影祭坛，用末地石搭构的堡垒，它占据了整个末地三分之一的土地，将末地的原住民末影人挡在这三分之一外，堡垒边上强到不合理的粒子屏障隔断了一切粒子的进入，那怕是末影人的转移粒子。 \n\n没有人知道这座堡垒的主人是谁，但末影人们经常会看见一个有着妖冶紫瞳的黑发少女进出这座堡垒，堡垒外强大的屏障对她根本没有任何的影响，穿梭自如的像走进自己家门。 \n\n她很少会空手来，每次来堡垒这里手上总会提着些什么，有时是一只僵尸，有时是一只骷髅，有时像是忘记了没带东西回来，就会随便抓一只附近的末影人来，末影人对此非常的无奈，不说正面打打不过，就连跑也跑不掉，这个少女也会用转移粒子，甚至用的比绝大多数的末影人还要熟练，这让末影人们怀疑自己是不是生错种族了。 \n\n但这些都不是重点，没有什么问题是不能通过数量来弥补的，但最主要的问题是所有末影人都不敢对她主动动手，她身上好像有什么恐怖的气息，一种根本不可能从人类身上散发出来的气息。 \n\n今天少女也从来到了末地，穿着黑色风衣的她在空旷的末地上快步的走着，黑色的兜帽遮住了她的脸，只有一股近似急切的气息从她身上传出。 \n\n但末影人们可不管这些，它们远远地（对于它们来说很远的距离）望了一眼少女，然后发现她手里没有那任何东西，一个个吓的瞬移出了自己的最远记录。让末影人奇怪的是，少女发现它们后并没有追上来，而是心事重重的走进了堡垒。 \n \n堡垒的内部倒不像外面那样全是末地石，而是铺上了一层橡木板，但施工的人好像不怎么会搭配，清一色的橡木板倒是给人一种重复的单调感。 \n\n少女一进堡垒就停下了脚步，她合上眼，无数紫色的转移粒子在她身边浮现，飞舞着，徘徊着，像是在恭迎着它们的女王。 \n \n粒子不断收缩，密集到只能看到一片的紫色，而看不到少女的一片衣角。 \n \n转移。 \n\n如同魔术表演中炸开的玫瑰花般，瞬间散开的转移粒子像紫罗兰的花瓣一样散落在这片空间，然而本应在中间的那个少女却消失不见了。 \n \n（一处密封的地下空间） \n\n少女站在一扇铁门前，想都没想的就推开了门。 \n \n“主人！有……”\n \n一根木棍夹着划开空气的破空声朝她迎面刺来，少女下意识的想要用粒子挡下这攻击，刚开始调动身体里的粒子时却发现那些粒子根本不受自己的控制了，慌忙间被木棍刺了个正着。 \n \n“嘶……好疼……” \n\n被这样的攻击命中，正常人应该都被贯穿了才对，而少女也只是揉了揉自己的额头，喊了声疼而已，一滴血都没有见到，就起了个小包。 \n \n“不是都让你开门时轻点了吗？再来几次这铁门也不够你摔的，还有，不是让你不要叫我主人了吗？怎么还这样叫。” \n\n屋内是一个非常空旷的房间，空旷、干净、整洁，除了两张椅子、一张桌子和几个小箱子外没有其他的东西，但桌子上就不一样了，各式各样的瓶瓶罐罐胡乱的堆放着，有的里面装着五彩斑斓的液体，有的里面装着稀奇古怪的粉末，在房间里明亮的红石灯的照耀下散发出各种颜色，让人不觉的有几分炫目。 \n\n一个披着件白大褂的男人坐在桌前的椅子上，他背对着少女，手里一根木棍在他修长的手指间灵活的翻飞着，快的只能看见一道褐色的光影。 \n \n“怎么了，你不是去主世界了吗？怎么突然回来了？” \n \n“遇到了点事情，感觉要回来跟您说一下。” \n \n“哦？什么事情让你感觉要回来和我说的。” \n \n“就是……主……” \n \n“嗯？” \n \n男子的轻哼声提醒了少女，她纠结了一下，然后才改了口。 \n \n“龙……龙你不是上次投放了一个叫Z404次品到主世界吗？” \n\n“对啊，咋了，这个次品是把猎人协会的人引到了末地门，还是说它自己搞出了只凋零？” \n \n“不，不是……没有那么严重。” \n \n“哈哈哈，不逗你了，你说吧，随便和我说下它现在的情况。” \n \n“咳咳，它现在在南滨驻扎下来了，而且快学会使用粒子了。” \n \n男子仰头思索了片刻，手中飞舞的木棍也逐渐的慢了下来。 \n\n“是个好事情，这代表我们在南滨多了个意想不到的观察者，希望它能活久一点吧，说来也奇怪，从两年前开始，南滨的观察者就都失去联系了，未，你这次在主世界也待了有几天了，这件事有没有顺便查一下。” \n \n“没……没有，不过接下来要说的事情可能和这件事情有点关系。” \n \n“哦？说吧，我不打断你了。” \n \n少女理了理自己思绪，然后压缩，最后简洁到了只有一句话。 \n \n“它发现了UK的踪迹，就在南滨。” \n \n“哐当。” \n \n木棍落在地上，发出了清脆的响声。 \n \n“情报属实。” \n \n“嗯，它已经和UK接触过几次了，只不过都被一个猎人击退了。” \n \n“猎人？实力如何。” \n\n“实力一般，但他有可以在短时间内大量提升实力的手段，他就是用这个方法在负伤的情况下把Z404的手臂切断了，并且炸伤了它一半的身体。” \n \n“……” \n \n男子沉默了一会。 \n \n“你在怀疑这个猎人是那个人的徒弟？” \n \n少女见自己的想法被猜中，就如实的点了点头。 \n\n“那你的想法就是绝对的错误，她的徒弟绝对没有那么弱，那个人就算是受重伤，少只手，照样可以徒手干掉Z404，而且根本不需要用到命令方块，Z404不过就比半成品的魔物再强上一些、有特色一点，对他来说Z404和一只路边的绵羊一样，毫无威胁，更何况，他现在根本没有在一个地方待上超过一周的理由。” \n \n男子捡起木棍重新放回桌上。 \n \n“龙……那……” \n \n“这件事你就不要管了，你去和Z404说，如果它能把UK带回来，我就在我的能力范围内，答应它的一个愿望。” \n\n“那如果Z404被那个猎人干掉了呢？” \n \n男子沉默了片刻。 \n \n“那你就把这个拿去，让金来解决这件事，在不影响计划的情况下，把UK给我带回来。” \n\n一块闪着异样光芒的金块丢到了少女的手上 。\n \n“嗯，知道了，那我就先走了。” \n \n“诶，等等。” \n \n少女正要离开，男子突然叫出了她。 \n \n“还有什么事吗？” \n \n“没什么事，就是想提醒你一下，万一，我说是万一，那个人真的是他的徒弟，那你就千万不要去和他接触。” \n\n男子的语气非常的严肃，少女从来没有见过他这样的语气。 \n \n“那，我能问下为什么吗？” \n \n“我不想你死。” \n \n一句简单的话，但在说这句话的同时，男子终于正对着了少女，冷峻的脸上满是严肃。 \n\n“嗯，我知道了，我的命是您给的，不会那么容易死的。” \n \n说完，少女离开了房间，顺便关上了铁门。 \n \n“唉。” \n \n男子坐在桌子前，看着桌上的相片，相片是一个女孩和一个稍大一点的少年的合照。 \n\n盯着相片看了很久，然后沉沉的叹了口气。 \n \n“真希望她能听得进去。”\n\n“咔……咔……咔……”\n轻轻伸了个懒腰，全身的骨头瞬间发出一阵爆响，伴随着响声的还有钻心的疼痛，但这些对别人来说根本无法忍shou的疼痛，对蓝来说已经根本算不了什么。\n蓝感受了一下粒子在身体里的流转速度，对比起受伤前慢了一些，但已经不影响他使用一些中低难度的粒子公式了。\n看来已经好的差不多了，是时候该出去走走了。\n“喀拉。”\n下床，披上外套，与蓝的动作同时的还有一声开门声，蓝转过头，正好对上了探头想要进来的黯的眼睛。\n“你怎么上来了？今天的练习完成了？”\n“唔……听到有声音，所以就上来了。”\n“意思就是还没完成练习了？”\n“唔……（点头）”\n“那你还不给我去练习！没完成还操心别的，真当你能把我带回来，自己就天下无敌啦！”\n“但……有点担心……”\n黯有些委屈的低下了头，蓝看着她，不由的在心里叹了口气。\n“我的伤早就好了，你根本没有必要来担心我，有些时候管好自己就行了，不关自己的事情就不要去管，知道了吗？”\n“唔……知道了。”\n黯还是低着头，像一个认错的孩子。\n“今天你的练习就取消了吧。”\n“诶！为什么？”\n“嘿嘿嘿，你马上就知道了。”\n蓝露出了个让黯有点害怕的笑容，然后从房间的柜子里摸出了一些雪球。\n“今天来实战练习，让我看看你在我养伤的这两天里，有没有把我的话听进去。”\n“唔……”\n……\n木屋前的空地上，蓝和黯相距十几个身位站着，黯的前面插着把木剑，而蓝手上只拿了些雪球。\n“从你拿起你前面的这把木剑开始计时，共三十秒，在这段时间里，你用木剑击中我一下就算你赢，晚餐牛排加苹果，想要什么随便说，反之，如果你输了，我就把你在后院种的南瓜摘走，允许你使用任何发生来取得胜利，反正我是看那些南瓜不爽很久了。”\n“诶？你怎么知道我种了南瓜？”\n“你这小崽子做什么我还会不知道？好了，把你的剑拿起来，让我看看你进步了多少。”\n听完了蓝的话，黯还是没有拿起木剑，表情有些犹豫。\n\n“蓝的伤真的……”\n“啪！”\n话没说完，一颗雪球就砸在了她的脸上。\n“都跟你讲不要去管那么多了？你只需要担心你的南瓜会不会被我摘完就行了。”\n“诶？不是只摘一颗吗？”\n“你自己往上翻，我说只摘一颗了吗？”\n“这……”\n“别磨叽了，再磨磨叽叽的，别说南瓜了，我连你的头都一起摘掉。”\n黯不再敢开口，调整好呼吸，然后握住了木剑。\n就在这个瞬间，三颗夹着粒子烟雾的雪球以超常的速度笔直的冲向了黯。\n雪球附加：粒子加速\n按照这个雪球的速度，若是前几天的黯，那肯定是闪不开的，但现在……\n步伐轻挪，披着黑风衣的黯像是一只黑色的蝙蝠，几个极小幅度的动作就轻易的闪开了两颗雪球，木剑上撩，划过雪球将其完整的切成两半，切口平滑的像是用利刃划过一样。\n黯并没有使用粒子，这样的切口纯粹是她自身的技巧造成的。\n脚步一转，黯便持剑向蓝冲去，一系列动作如同流水般，一气呵成。\n从铁匠老头那里回来后，黯的进步速度上升了不止一个阶梯，蓝教给她的东西都可以在短短几个小时内了解清楚，并且在两三天内完全掌握，仅仅几天的时间，她的战斗技术就已经超过了那些学习半年多的正规战士，最多只是在作战经验上有一些欠缺，除此之外只强不弱。\n不过，这丫头还是太嫩了，从各个方面上。\n一个后撤步躲开黯的刺击，手腕一扭，一颗雪球随手抛出，正巧就在黯的脸边上，看上去就像是黯自己撞上来的一样。\n扭腰、闪身，黯凭借自己超常的柔韧性躲开了这可雪球，她没有尝试用木剑去挡下，因为她知道这颗雪球里肯定附加了粒子禁锢之类的限制型的粒子公式，只要让这颗雪球内的粒子公式被触发，她肯定会被控住三十秒，而且她现在还不会任何能解开粒子禁锢的方法。\n仅在刹那间就稳定了自己的身体，黯立刻欺身贴近，木剑夹着凌厉的风啸声连连刺出，蓝负着手，一边后退一边躲闪，看上去很是轻松。\n不过，蓝也看出来了，黯也根本还没用全力。\n她果然还是在顾忌我的伤势，这家伙，真是怎么教都教不会。\n“还有二十秒，再不用全力可就没有机会了。”\n“！！”\n黯咬了咬牙，剑招瞬间变化，改刺行斩，逼迫蓝后退了一大步，然后左手一划，扬起的粒子遮蔽了蓝的视野。\n不会粒子公式就直接使用粒子原本的特性，该说这家伙机灵还是只会用点小聪明呢。\n环视了一圈，在阳光的照射下，一个黑影落入了蓝的眼中。\n在那！\n一颗雪球划开粒子烟雾，砸在了那个黑影上，雪球里的粒子公式瞬间触发，绳状的粒子扬起，捆住了黑影。\n然而就在下一秒，黑影被粒子禁锢形成的绳索勒断，落到地上碎成了一地的冰渣，其间还夹杂着一点紫色的粒子。\n哦！有点东西了。\n空间的阴影里，一把木剑刺开粒子烟雾，黯从一个蓝看不到的视觉死角出现，她的速度很快，而且没有一点点的声音，她手中的剑也是这样。\n赢了！\n黯一步跨出，划向了蓝的后腰。\n“你这家伙，还是太心急了啊。”\n蓝像是早就发现她了一样，向前走了两步，正正好好躲开了黯的偷袭。\n躲开了？没事，我现在再上前还可以打中他，而且前面还有我留下来的一小块冰面，蓝如果再往前走就会踩到冰面，会出现一丝丝的停顿，那我也可以打中他。\n这次，是我赢了。\n黯想着，往前再跨了一步。\n然后……她摔在了地上。\n“嘶……什么时候……”\n她看了一眼自己的腿，不知什么时候数根绳状的粒子死死的捆住了她的双腿，让她根本无法移动半步。\n粒子禁锢\n“你看看你的周围吧，看完就知道为什么了。”\n蓝一个轻盈的小跳，跳过了黯布置的小冰面，和她拉开了一个木剑正好碰不到的距离，然后指了一下她的周围，黯一看，十五个的雪球围成了一个小圈，每个雪球上都有明显的粒子波动，一看就知道里面肯定放上了粒子公式。\n“本来可以用更保险的方法，但我发现我就带了二十个雪球，就怕你不上钩，还好你这家伙打架不带脑子，一个小破绽就上当了。”\n黯这才发现蓝的手上已经没有了雪球，有点懊悔的从地上爬起来，拍了拍自己的衣服。\n“蓝早就发现那个是冰块做的假人了？”\n“这倒没有，老子我又不知道你已经可以正常的控制冰冻粒子了，也没见着你在练……诶……你……”\n蓝像是突然发现了什么，看向了黯。\n“你这家伙，自己在偷偷练习粒子？”\n“唔……嗯……”\n事情暴露，黯只好点点头承认。\n蓝倒是想要没有责备她的意思，他的关注点在其他地方。\nMD，老子早上五点才睡七点就醒，还一次都没发现她在练习，而且她每天的练习都有超额完成，一整天也不会见到她犯困，每天都要练到零点才休息，这小B崽子一天只睡几小时啊！还是说她……根本没睡？回房间只是在一边练习粒子一边等我睡着后出来练习？\n蓝上下打量了一下眼前的少女，犹豫了一下，还是没有把话说出来。\n“走吧，去你的南瓜田。”\n“唔……”\n蓝解开了粒子禁锢，走在了她前面。\n“你以后不要自己练粒子了。”\n“诶！为什么！”\n“乱用粒子很容易影响到粒子间隙，从而导致以后难以存储粒子，而且一不小心就会出现生命危险，我教的人练粒子练死了，这事情传出去对我的名声可不好。”\n“唔……知……”\n“从后天开始，我开始教你粒子。”\n“道……了？诶？”\n黯愣了一下，这次发觉蓝说了些什么，猛地抬起头看向了蓝。\n“知道了就行，今晚给我好好睡觉，把精力养足了，之后几天，可有你练的。”\n“嗯！”\n\n屋内，蓝正用之前从僵尸身上砍下来的手做实验，黯正坐在不远处的小沙发上，手里拿着热气腾腾的南瓜派，看着蓝在桌前忙碌。\n“蓝……”\n“没事别吵我，自己啃完南瓜派后自己去练剑去，小心我明天再去你的田里观光。”   黯立马不吱声了，非常认真的小口小口的吃着南瓜派。\n自从那只僵尸被蓝撕下一只手后，它就再也没在秋叶镇里出现过了，但蓝可不相信它就这样放弃了目标，只不过是要养伤而一时半会不会来而已，不过正是这样，让蓝有了额外的时间来研究它的弱点。\n力量增幅、爆破抗性、冲击吸收……看它逃跑的样子，还有一个主动使用的狂暴，唉，这到底是要多少的巧合，才能让那么多克制我的特性出现在一只普普通通的小魔物身上，算了算了，我来试试它还有没有其他的抗性，不然真的没什么办法把它一次打死。\n“蓝……”\n啧，还有毒抗吗？那来试试火烧。\n“蓝……”\n火烧的效果也不好，那试试剑气系的粒子公式。\n“蓝……”\n“干嘛啊！不是叫你闭嘴吗？没看见我在忙吗？有什么屁话就快说，不要老是叫我。”\n“那个……我想问一下铁匠铺的老爷爷。”\n“哈？你问那个老不死干嘛……MD，这苟东西的肌肉韧性也太好了吧……那家伙有对你说什么吗？”\n“没，没有，只不过，我感觉他好像不像那么老的样子。”\n“当然了……电流效果正常，但也不突出，只能试试粒子波纹了吗……那老头现在才五十快六十的样子，当然不老了。”\n“五六十？那为什么……”\n“为什么看上去就像八十九十岁的是不是啊……粒子波纹效果那么弱，这家伙是有粒子抗性ba……所有锻造师都短命，他算是里面活的比较长的了。”\n蓝拿起小刀插在了僵尸的手臂上，顺着上面的纹路把它刨成了两半。\n“物质的粒子构成是由神决定的，然而锻造师的工作就是去改变物质的粒子构造，这无异于凡人去染指神明的领域，这让它们在世界规则的影响下非常的短命，当然这种寿命的缩减不是出生就开始的，而是每次去改变物质的粒子构cheng都会减少一定的寿命，修改的越多，减少的越多，而附魔更加严重，附魔是为物质提供额外的性质，这接近于更改粒子的本身，受到的惩罚更严重，传说里有可以无视世界规则进行附魔的神造物附魔台，不过那玩意早早就从人们的视野里消失了，也没有人知道它现在在哪里。”\n“那……我的盔甲……”\n黯的脸色一下子变得惨白。\n“这个你就不要有多大的心理负担了，所有锻造师在决定成为锻造师之前，他们早就把生命这种东西看淡了，他们的活着的目的只有一个，那就是打造出一件自认为完美的武器，那个老不死的早就完成了这个目标了，他的那个作品现在就在世界最大的城市里供着，这对任何锻造师来说都是至高无上的殊荣，那老不死的也不例外，他现在就是在这里养养老，时不时打打武器消磨消磨时光，跟一个近百的老人没什么区别，哦对了，除了他还是单身以外，而且太小的改造对寿命的影响几乎是可以忽略不计的，人的一生又不差这几秒钟。”\n“那……蓝相信神的存在吗？”\n“不信，信，这有什么用？”\n蓝回过身，手里还捏着半截的僵尸手和一把粘着不明液体的小刀，把黯吓了一跳。\n“就当祂们真的存在，也不会注视到我们那么小的一个生物，既然不会关注，那就更不会影响了，既然不会影响，信与不信就一个样。”\n“高高在上的祂们只会是绝对公正的化身，个别的人类根本引不起祂的注目，只有涉及到文明级别的问题才可能会引起祂的注意，既然到了这种层次的情况，那就不是我所要关心的了，既然不是我要关心的，那信与不信还不是一个样，当然，这些说法都是建立在神存在的前提上，说实话，我可不信这玩意，我上面提出的神的领域主要指的还是世界的规则，和那些神明可没有什么关系。”\n蓝转回身，把僵尸手抛在了桌上。\n“如果神明存在，那为什么还要让她做世界的守护者……自己守护世界不就好了吗……”\n“……”\n“没别的要问了吧？没了我就继续做实验了，你好好吃完然后去练习。”\n\n蓝的身边又浮现了大量的粒子，黯看着蓝的背影，又看了看自己手上的南瓜派，突然想起了老人对自己说过的话。\n“粒子构成的事物存在一定的粒子间隙，而我让木头变柔软的方法就是将自己的粒子顺着木头的粒子间隙进入木头内部，通过重新搭构不同构成粒子间的联系和扩张粒子间隙等方法，强行改变木头的内部结构，刚刚直接将木头变成椅子也是类似的方法。”\n通过构成粒子间的间隙来改变结构？那南瓜派也可以通过改变结构来变得好吃吗？\n既然蓝说了，小幅度的改变没有什么影响，那么……\n黯往南瓜派里灌进了一点粒子，然后咬了一口。\n没什么变化？是放少了吗？\n想着又往里面灌了一点，再咬了一口。\n还是没变化？那灌多一点吧。\n想往南瓜派里多灌一点粒子，但这种精细的粒子控制对现在的黯来说还是太难了，一不小心没控制住，然后……\n“嘭！”\n“你这家伙没事干就去练剑啊！别……”\n蓝一回头，看见的是一脸茫然的黯，她手上的南瓜派不翼而飞，倒是她的脸上和身上多了一大片的橙黄。\n“你这是干了什么啊！南瓜派都给你玩炸了！”\n“就，就是在南瓜派里加了点粒子，然后……”\n“没控制好吧，真是的，刚会点粒子控制就飘了是吧？啧……”\n蓝上下打量了一下黯现在狼狈的样子，朝着她伸出了手。\n“衣服给我。”\n“诶？为什么？”\n“你这样子再在我的沙发上躺着，我的沙发就要给你弄脏了，我拿出去洗一下，你去洗把脸，顺便把自己弄干净点，别这样脏脏乱乱的，省的又有人说我欺负你。”\n黯这才不是很情愿的把风衣递给了蓝，身上只穿了件衬衫，还好衬衫上没有粘到什么脏东西，不然就麻烦了。\n“我去河边洗，你就在家边上的水井那里接点水洗洗，弄好就会沙发上坐着，那也别去，我回来后要是没有看见你在沙发上坐着，后院南瓜改种小麦，这几天就别想见到苹果一下了。”\n“诶？这关苹果什么事情？”\n“听懂了没？”\n“听懂了╥﹏╥...”\n……\n从河水里拿出已经洗净的风衣，蓝抓着风衣的两边，尽可能的张开，手上粒子扬起，几秒钟过去了，风衣上也出现了星星点点的粒子，随着粒子的出现，风衣也逐渐变的干燥起来。\n粒子加热→粒子加热日用型\n“呼……这样子就好了，黯这家伙也不知道那根筋搭错了，刚会用粒子就把粒子往物品里塞，不知道粒子是个实体……吗？”      蓝脚步一顿，低头略做沉思。\n诶……等等……粒子是实体，而任何物质都存在粒子间隙，锻造师是将粒子打入物质中来改变物质的构成，而如果只是不停的往物质里打入粒子，甚至是打入粒子公式，那……\n“可行，应该可行……我去，那小b崽子还是有点用的嘛。”\n……\n拿布拭干了自己的长发，黯把东西收拾好后，开始返回屋子。\n现在的黯已经不像之前那样怕水了，虽说还是会害怕暴雨天，但对寻常的小雨和不算多的积水，已经不会再产生恐惧了。\n没走两步，黯就看见蓝开着粒子加速跑进了她的视野，她愣了一下，然后……她想起了蓝的话。\n我回来后要是没有看见你在沙发上坐着，后院南瓜改种小麦，这几天就别想见到苹果一下了。\n诶！！！用粒子加速什么的，太赖皮了吧！\n……\n屋内，黯披着风衣，缩成一团躺在沙发上，看着蓝把只有一半的僵尸手挂起来。\n确认手臂不会摇晃后，蓝退后了两步站定，右手上燃起了宛如火焰一样的粒子烟雾。\n师傅说过，粒子公式就是通过用意识对粒子进行一定的排列组合形成特殊效果的公式，将粒子多次压缩后打进其他生物的体内，在它们的粒子间隙里运行粒子公式，这样无视掉它的各种稀奇古怪的抗性了，老子真是个天才。\n粒子公式：粒子加热+粒子压缩=粒子燃烧\n粒子公式：粒子燃烧+粒子压缩+粒子渗透=粒子焚烧\n手上的火焰突然消失不见，但扭曲的空气还是证明了蓝手上依旧存在极其的恐怖温度。\n拳附加：粒子焚烧·延时，粒子冲击\n衣袖化作飞灰消失，蓝肌肉线条分明的手臂上青筋条条暴起，一整条手臂透红的像是一块刚从火炉里拿出来的烙铁一样。\nMD，双压二次的粒子公式我都控制不住了吗？怎么可能！\n“蓝，你怎么了。”\n“别过来！滚回去躺着！”\n黯被蓝这样一喝，也没有起身，坐在沙发上，看着蓝吃力的控制着自己手臂里的粒子公式，拳头不自觉的攥紧。\n警告……不稳定……重构……\n耳边响起了机械的提醒音，短短续续，让人搞不清它想说什么，但蓝知道它是什么意思。\n不需要！\n权限……足够……请……\n不需要！\n全身的粒子被疯狂的调动，空气的扭曲也小了几分。\n蓝在第一时间抓住了这个波动减弱的瞬间，一拳轰出，然后飞速跳开。\n“……”\n想象中的爆破声并没有出现，只有一点点轻微的嘶嘶声，手臂上不断浮现出零星的黑点，在瞬息间，僵尸的手臂化作了一地的灰烬。\n“呼……呼……哈，哈哈哈哈哈哈哈哈……”\n蓝看了看地上的灰烬，又看了看自己还有点发红的手臂，不禁笑出了声。\n“蓝，很开心？”\n“开心？这不废话吗？找到了能干掉敌人的方法，为什么不去开心啊！”\n“明明刚刚很危险的样子……”\n“只是第一次火力控制不好而已，而且我又没什么事情，只是损失了几件衣服而已。”\n蓝把身上坏掉的衣服脱下，换上了一件新的。\n“黯，我们……”\n“咚咚咚！”\n突如其来的敲门声打断了蓝的话。\n“我去，那个不长眼的这个时候过来找我，别敲了！是想死吗！”\n蓝暴躁甩开门，看见的是……\n“woc……”\n\n“woc，你们这是终于想去统治世界了吗？”\n\n一两百个人站在他的门口，为首的是伊娜大妈、铁匠铺老板还有秋叶镇的镇长——一个中年老大叔。\n所以人都很安静，无论是大人小孩都没有大声的说话，最多就只有几个人在底下小声的低语，整个场面看上去像是一只训练有素的军队……如果能把堆在后面的一两车的桌椅和装饰品换成兵甲战车那就更像。\n“这里住得挺舒服，干嘛要去闲着无聊统治世界，不和你废话了，你把这个看了先。”\n上前说话的是秋叶镇镇长，他递给了蓝一封看上去有点分量的信，蓝瞟了两眼，又看了一下这群秋叶镇的居民，手上的粒子燃起，瞬间将信烧成了灰烬。\n“懂了？”\n镇长看了一眼蓝。\n“当然，不就是和当年一样吗？”\n蓝拍了拍手，把手上的粒子和灰烬一同拍落。\n“那就行，同意不？”\n“我有拒绝的权利吗？”\n看似没头没尾的对话，但双方都心知肚明对方的意思。\n因为，这就是秋叶镇的习俗嘛。\n“哈哈哈，你要是想拒绝我怎么可能不同意呢，好了，大伙！开始布置场地了！”\n“哦！”\n随着镇长一声令下，居民们纷纷响应，推着装着桌椅和装饰品的车子向蓝的后院出发。\n镇长回头看向了蓝。\n“我先去指挥他们布置了，你就老规矩，先瞒着黯先，到时间了再给她一个惊喜。”\n镇长摆了摆手离开了，现在门口就剩下了蓝、伊娜大妈和老人。\n“我先去看看那些孩子了，宴会再见。”\n“你过来的意义在那里？”\n“当然是你不同意的时候来劝说你啊，不过幸好你还记得，不然真的还挺麻烦的，我就先走了，那群小家伙估计也快起床了。”\n蓝苦笑了一下，目送大妈离开。\n在大妈离开他的视野后，他把目光看向了老人。\n“然后呢？老不死的你又是来干嘛的？”\n“我当然是有正事才来的啊。”\n老人笑了笑，从身后拿出了一把铁剑。\n“你弄好了啊，那就快给我。”\n蓝伸手一抓，结果被老人轻盈的步伐躲开了。\n“你这个什么意思？”\n“当然是不打算现在给你了。”\n老人打了个响指，手上的铁剑瞬间化作一团粒子消失。\n“粒子筑构？你这是在耍我不成？”\n“当然不是，剑我确实打出来了，不过现在还在我的店里放着，我要是现在就给你了，按照你习惯，肯定是要去把那只魔物干掉了才会回来参加聚会吧。”\n“啧……那就是说要聚会结束了才会给我？你不会以为我一定要有你的那把剑才能打得过那只杂碎吧？”\n蓝轻声咂嘴，锋锐的眼神盯着老人，无形的粒子气息从他身上散发开，朝着老人压制去。\n老人小退了一步，一改平时衰老的样子，挺起腰身，也将自己的粒子气息放开，他的精气神在这个瞬间华升到一个令人吃惊的高度，犹如一头衰老但任未失去力量的雄狮。\n风平地而起，两股气息在两人间碰撞，双方都没有用全力，但一时间竟然没有任何一方落入下风，这是非常异常的情况。\n“重构的代价不好受吧，你现在不用全力，可是连我这个糟老头子都压制不了，就算能把那只僵尸杀了，也要付出一些难以挽回的代价吧，黯那小丫头是很关心你的，她可不想什么时候突然看见你缺胳膊少腿了。”\n“嘁，你又知道什么。”\n蓝收回了气息，放下话，转身回到屋里，反手甩上了门。\n“看来是可以了，唉，我都一把年纪了，还要出来和年轻小伙对线，也不知道抽了什么风。”\n粒子气息散去，老人又回到了那副衰老的样子，渡着步子，向后院走去。\n……\n“蓝，怎么了，感觉有很多人在外面的样子。”\n看见蓝回到了屋里，黯立马凑了上去，绕在他的身边，像只迎接主人回家的小猫。\n“没什么，就是有一群人来疯发癫了，想搞点事情，等等就走了。”\n“人来疯是什么东西？”\n“就是……啧，别问那么多，该干什么就干什么去。”\n挥挥手把黯赶走，蓝躺到沙发上，翘着腿，从口袋里拿出了《物品总览》。\n没看两眼，就看到黯偷偷摸摸的往他这里蹭。\n“干嘛呢？”\n“看蓝在看什么。”\n“没事情干？”\n“蓝不是不让我练习吗？”\n“啧，那你就去给我睡觉，我还不信你睡不着觉。”\n黯摇了摇头。\n“现在不是睡觉的时间。”\n“唉……麻烦。”\n蓝悄悄的抬起一只手，不着痕迹的点了一下黯的后脑勺，粒子的烟雾一闪而过，没过几秒钟，黯就打起了哈欠，小脑袋也在一点一点的。\n“怎么……突然……开始困了……”\n不消片刻，一个小脑袋就倒在了他身上，蓝看着她的侧脸，等到她的呼吸真正的平稳下来后，才把她抱到了她的房间里。\n才几岁吗？十几岁吧。还在我面前逞强，真是不知道天高地厚。\n把被子给掖实了，蓝看了看黯的脸，挥手布下了附带隔音效果的粒子结界，确保万无一失后才离开了房间。\n“嘶，疼死老子了。”\n往沙发上一躺，蓝倒吸yi口凉气，尖锐的刺痛感从他全身上下爆发，但蓝也就嚷了一声，便再次把注意力放在了书上，好像这些疼痛从来没有出现过一样。\n“今天，就休息一天吧。”\n\n……\n当黯重新睁开眼睛的时候，窗外的天空已经变成了美丽的星海了。\n“我睡了一天？”\n从床上爬了起来，揉着自己的眼睛，晃晃悠悠的走到了客厅，但却没有在客厅看到蓝的影子。\n“诶？蓝呢？”\n急急忙忙的跑出门，漆黑的一片里，后院的暖光显得非常的显眼。\n是在那里吗？\n向着灯光跑去，看见的是……\n“这……”\n十几张圆桌规律的摆放在后院里，暖色的烛火装点着这一小片天地，每张桌子都围了十几个人，有的眼熟有点不眼熟，有点叫得上名字有的根本不知道叫什么，但毫无意外的都有一个共同点，他们都是秋叶镇的居民。\n“你在这里傻愣着干嘛，睡了一觉脑子变成浆糊了？”\n黯回过头，看见提着一大袋东西的蓝正站在她的身后，蓝少见的换掉了自己常穿的便装，换上了一套黑色的正装，腰身挺拔，头发还是一如往常的凌乱，倒是没有让人感觉邋遢，而是一种慵懒的帅气。\n“怎么了，还愣着干嘛？走了。”\n“诶？去哪？”\n“你傻吗？当然是这里啊。”\n蓝径直朝着一张角落的圆桌走去，黯连忙跟上。\n“老不死的，你要的东西我带过来了，黯也醒了，怎么样？和平时一样？”\n蓝一巴掌甩在了还在和人聊天的老人身上，然后把手上的袋子直接塞给了他。\n“woc，事情好了去找镇长啊，过来甩我是无聊吗？”\n“嗯，无聊。”\n“……”\n……\n黯跟着蓝在圆桌间走动，每路过一张桌子，边上的人就会向着他们打招呼，但和之前不一样，这次主要都是向着黯，蓝像是隐身了一样，除非他主动向别人问话，否则其他人都像是没看见他一样。\n“蓝，这是什么情况？”\n在快走到最前面的平台的时候，黯终于开口发问了。\n“什么什么情况？”\n“就是……就是为什么，大家都要聚在这里？”\n“哦，就是这事啊。”\n蓝瞟了一圈周围。\n“这算是秋叶镇的习惯了，每次有新人在秋叶镇住下，全镇的人就会来祂家里聚会，用意不明，可能就是为了热闹而已。”\n“这样么……”\n黯低着头，不知道在想些什么。\n走上平台，蓝拍了拍手，利用粒子将声音扩大，把全部人的注意力都吸引到了这里。\n黯一时间被那么多人注视有点不适应，想要躲到蓝的身后，结果被蓝抓住了后领，像是拎猫一样拎到了自己前面。\n“这家伙叫黯，从一个星期多前暂住我家，现在正式的记名在秋叶镇下，没有人不欢迎她吧。”\n台下沉默了片刻，然后，第一个开口的是一个黯不认识的人。\n“怎么可能，哪有人会不欢迎这样可爱的孩子加入呢？”\n“就是！蓝你也太把我们当外人了吧。”\n“小黯看上去有点紧张了，蓝你就快把她带下，别让她在上面站太久了。”\n一声一声的喊声从下面传来，黯愣了一下，她没有从这些话语中感到一丝的恶意，都是纯纯粹粹的善意。\n“这里就是那么奇怪的地方，就算他们不认识你，只要是他们看好的人，他们也会发自内心的去善待你，就像每个人都是人形自走品行检测器一样，而且检测成功率是百分之九十九。”\n蓝拍了一下黯的肩，把她从愣住的状态里叫了出来。\n“注意看周围了。”\n蓝抬起手，捏碎了手上的一小团粒子团。\n“嗖！！！嘭！”\n无数发着尖锐叫声的白光从不远的周围起飞，划开了这片漆黑的夜空，直至它们的最高点时，才一同炸开，化作纯白的星芒散落在夜空构成的黑色幕布上。\n蓝扭头看向了黯，她注视着天上与群星争辉的纯白星芒，眼瞳里也照映着这幅景象。\n就在下一个瞬间，这些星芒动了，它们交织组合着，拼凑成了一个字——黯。\n这个字只存在了一秒钟，便彻底的消散，但黯已经在这个瞬间把这幅景象印在了心里。\n耳边突然响起了蓝的声音。\n“今天是你的主场，欢迎你来到这里，黯。”\n黯猛地回过头看向蓝，蓝还是跟刚刚一样站在她旁边，除了把手插进了口袋里以外，就没有其他的变化了。\n“干嘛呢，一惊一乍的，被烟花吓到了？”\n“唔……不是，只是……”\n“只是什么？”\n“没，没什么……”\n蓝狐疑的看了看黯。\n“没什么就算了，去下面找镇长吧，他会告诉你怎么享受聚会的。”\n说完，蓝就快步离开了平台，黯看着蓝离开的方向，摸了摸自己的耳朵。\n……\n“为了博妹子一笑，用着自己负伤的身体去操纵高空之上的粒子，真看不你是这样子的人。”\n蓝抬头瞟了一眼来人，扯了扯嘴角。\n“那你来干嘛？看我笑话？”\n老人摊了摊手。\n“只是过来告诉你，剑已经放在你房间里了，还有一个给小黯的礼物。”\n“哦，没事的话你就走吧，我还要在这里休息一下。”\n“懂，不过，我问你一句。”\n老人逐渐变的严肃起来。\n“你真的明天就去找那只僵尸吗？我看你这伤势，怕……”\n“用不着你瞎操心，我自己的身体自己清楚。”\n老人也不再久留，转身离开。\n“小黯在找你了，赶紧出来陪她。”\n“哦。”\n……\n时已深夜，宴会散场，干净的后院里看不到一点垃圾，就好像这里没有开过宴会一样。\n这也是秋叶镇能维持这个传统的原因，宴会用的桌子是拼接式的，每人个家里都会用一部分，宴会结束后带走自己的桌子、椅子和垃圾，装饰品由镇长保管，最后再由镇子里的年轻小伙来收拾已经很整洁的场地，绝对不会让主人感到不悦或者是麻烦。\n“能活成这个样子，真是让人不知道怎么说。”\n蓝看着自己手中微微泛紫的铁剑，抚摸了一下它的表面。\n锋利二，亡灵杀手二，耐久一\n“真是……不知道怎么说好。”\n\n“今天来复习一下，之前我教你的那些东西，规则还是和之前一样，只不过这次不能拿武器，只靠粒子攻击，先打碎对方的粒子缓冲的人胜利，听懂了吗？”\n“懂了。”\n“好，那么……开始！”\n空地上，白色的粒子从两人的身上涌起，分成两个派系在空中环绕，粒子之下，黯飞快的向着蓝靠近，身形不断的变换移动，让人难以掌握她的位置。\n“把你能用的粒子全部拿出来，不然你可是会输的太快的。”\n起手一道大范围的粒子波动，黯被迫起跳躲避，但像是预料到了一样，一记粒子冲击正好出现在了她的面前，一切都如此的精准。\n“唔……”\n黯不甘心的咬着嘴唇，紫色的粒子卷起，黯的身影消失，粒子冲击只打到那些还没消散干净的粒子上。\n蓝看了看四周，没有残留下任何的粒子痕迹。\n我说了那么多遍，这家伙总算是会消除转移粒子的粒子痕迹了。\n“咻！”\n尖锐的空气摩擦声，一条猩红色的粒子流破空而来，蓝瞬间布下十几层临时的粒子屏障，但都被它击穿，夹着腥臭的血气向蓝扑来。\n粒子公式：粒子冲击+粒子推进+粒子压缩+粒子分解=粒子射线\n狂暴粒子·粒子射线\n尽管这次攻击非常的突然，但在多重粒子屏障的阻隔下，它的速度还是出现了一丝细微的减弱，接着就被蓝轻易的躲开。\n狂暴粒子的意识干涉没有起作用？不对，是蓝提前预判了这次攻击，然后提前闪避了，在意识干涉的影响下，闪避的指令晚到了一步，但还是正好躲开了，是故意的吗？还是刻意的？\n不管黯在想些什么，蓝已经有了其他的动作。\n一丝轻微的轰鸣声从他脚底想起，蓝被粒子流带上了天空，接着就有一片薄薄的粒子屏障出现在他脚下，把他托在空中。\n粒子推进→粒子推进·腾空\n粒子屏障→粒子平台\n粒子推进·腾空，粒子推进的改式，通过微调改式的粒子排布，蓝终于不用像之前那样用爆破来让自己短暂的升空了。\n刚才粒子射线的方向是从这边来的，那么，这个方向比较好躲藏的地方只有那么几个，再加上她的攻击角度……\n蓝看向了一颗橡木，树叶一丝丝不自然的颤动被他捕捉在眼中。\n“找，到，你，了！”\n“轰！”\n粒子推进特有的爆破声响起，蓝在一瞬间就来到了黯的面前，举起了燃满粒子的拳头，以一种肉眼难以捕捉的速度挥出。\n拳附加：粒子加速，粒子缓冲\n粒子欧拉无伤版（？）\n黯试着躲避了几拳，发觉自己的步伐根本跟不上蓝出拳的速度，而且蓝似乎没有预判她的动作，只是纯粹的速度压制而已，但黯的躲避还是险之又险，身上的粒子缓冲也在接连不断的擦伤中被不断的消磨。\n这样不行，得把距离拉开。\n借着蓝粒子加速衰弱的一个空档，黯纵身跃下树冠，黑色的风衣随风飞扬，犹如黑鸟的羽翼。\n想走？没门！\n蓝对着黯的背影，只手做刀，粒子扬起，随即一刀划出。\n粒子冲击→粒子冲击·刃锋\n与平时的粒子冲击不同，这次的粒子冲击不是平时粒子流一样的，而是一道极薄粒子，但其中的粒子量还是正常冲击的粒子量。\n在其路径上的树枝被尽数斩断，切口平整光滑，哪怕最好的园艺剪刀也做不到这种效果。\n黯像是感觉到了一丝危机感，粒子推进在身后爆开，一瞬间落地的同时接上一个翻滚，顺势对自己的位置进行了一个偏移。\n就在下一秒，刃锋落地，没有声响也没有什么太大的动静，只在地上留下了一个深不见底的细小裂缝。\n粒子冲击的改式？是融合了粒子剑气的改式？蓝……又变强了。\n黯看着从树上跃下的蓝，不自觉的攥紧了拳头。\n我还要变强，变得和蓝一样强，不……是要变得比蓝还要强。\n“喂喂，不跑了吗？难不成想正面和我打？你是忘记你一周前是怎么下不了床的吗？”\n蓝不紧不慢的向黯走来，嘴里说着嘲讽的话语，看上去已经是胜券在握了，但他依旧缠着粒子的右手表明了他还没有真正的放松警惕。\n“不跑了，因为……”\n黯顿了一下，双手环绕着的粒子消散，看上去已经丧失了斗志。\n“……已经没有必要了。”\n数十个高度压缩的粒子球凭空出现在蓝的周围，它们不断跳动的样子，就算是不懂粒子的人也能看的出它们不稳定的性质。\n粒子爆弹？刚刚落地的时候布置的吗？这家伙，总会给人一些惊喜。\n黯打了个响指。\n“轰轰轰！”\n粒子公式：粒子冲击+粒子爆破+粒子燃烧+粒子压缩=粒子爆弹\n爆破粒子·粒子爆弹·遥控式\n震耳欲聋的连环轰鸣声，声浪伏倒了周围的草坪，摇晃了树木，扬起的烟尘遮蔽了视野，黯支起粒子屏障防止自己被冲击吹飞。\n这次应该成功了吧。\n冲击只持续了短短的几秒钟，烟尘随即消散，一个大坑出现在了黯的面前，但黯注意的不是这个，而是悬浮在空中的一个巨大的粒子方块。\n这是……粒子牢笼？竟然把粒子牢笼当作保护自己用的盾牌，果然我还有很多东西要学的。\n粒子牢笼→粒子牢笼·防爆特化\n这个牢笼是在半空中的，蓝应该就在里面，那么……\n血红色、白的、紫色、冰蓝色，四种不同颜色的粒子悬浮在黯的身边，最后在她手中凝聚成了一团粒子团。\n爆破粒子加速，狂暴粒子干涉行动，转移粒子破防，冰冻粒子减缓蓝的行动，防止他进行行为预判。\n“今天，是我赢了！”\n粒子冲击\n彩虹样的粒子流从黯手中冲出，瞬息间就贯穿了粒子牢笼，但是……\n粒子牢笼里面根本没有蓝的影子，黯愣了片刻，立马就意识到了是什么情况。\n是替身！从树上追下来的人根本不是蓝！是蓝用粒子做的替身！不行，现在很危险，要赶紧转移。\n“没机会了哦。”\n地下！蓝在地下！\n转移粒子在第一时间出现，想带着黯离开，但还是慢了一步，一只手从土里伸了出来，抓住了黯的脚踝，一股强烈的震荡感卸掉了黯全身的力气，同时还震碎了她身上的粒子缓冲。\n粒子公式：粒子压缩+粒子爆破+粒子波纹=粒子震荡\n确认黯的粒子缓冲已经消失后，手才松开了黯的脚踝，接着周围的泥土被粒子炸开成一个洞，蓝从里面跃了出来，衣服和身上沾满了泥土。\n黯也从粒子震荡的眩晕感里缓了过来，低着头站在蓝的身边。\n“如果我会粒子感知，就不会那么快输了。”\n蓝听到了黯在旁边小声的嘀咕着，一个手刀直接敲到了她脑门上。\n“失败就不要找任何的借口，而且我粒子感知不是教过你了吗？你还说什么。”\n“但是，蓝教我的粒子感知和蓝你自己用的粒子感知完全不一样啊，我这个只能原地索敌，用的时候还得集中精力，蓝那个可以边移动边感知，好用了不止一倍啊。”\n“连粒子大范围外放都还不熟练，我这个你就暂时别想学了。”\n“唔……”\n“好了，该回家摘南瓜了。”\n“诶？又要摘？都没几个了。”\n“少废话，跟上来就行了。”\n“唔……”\n……\n蓝正抱着南瓜朝厨房走，手里还拿着小麦和糖。\n“蓝！这里有你的信，放在门口的。”\n“哦？拿来看看。”\n黯急匆匆的跑到蓝面前，把手上的东西递给了他。\n放下了手上的南瓜，接过黯手上的信，瞟了两眼信封，眉头微微一皱。\n粒子加密的信封？也对，算算时间她也应该到了。\n拿出里面的信，黯凑他到旁边跟着看。\n“诶？上面不是什么都没写吗？”\n“这是粒子加密的信，现在当然看不见了，但只要用点小手段。”\n组合好粒子公式，蓝把一套黯没有见过的粒子公式注入了这张信纸中，随后上面浮现出了字迹。\n“小孩子别看。”\n就当黯想凑过去看的时候，蓝一伸手把她推到了一边。\n“唔……”\n看到黯抱起南瓜乖乖的坐到了一边，蓝这才看起了信上的内容。\n\n日期是三天前，这家伙，比我预想中的快了不少啊。\n粒子扬起，手中的信纸被烧成了细细的灰烬消散在空中。\n“蓝，上面都写了些什么？”\n“没什么，一个疯婆娘的自言自语而已。”\n蓝接过了黯的南瓜，把它和其他材料放在了工作台上。\n“黯，你去准备一下。”\n“准备？准备什么？”\n“准备出一趟远门。”\n拿起合好的南瓜派扔给了黯，蓝便朝着自己房间走去。\n……\n“主……龙，金已经带着它的手下到南滨了，接下来是直接以Z404死亡的地方为中心开始搜索吗？”\n高耸的黑曜石柱上，身穿白大褂的男子看着脚下的末影人们，他的身后站着身穿黑色连帽风衣的少女，少女低着头，兜帽遮住了她的脸，让人看不清她的表情。\n“不用急，让它先整顿好自己的手下，明天晚上再开始。”\n“嗯，知道了。”\n少女点了点头，转身打算离开。\n“影未。”\n少女停下了脚步。\n“还有其他的事情吗？”\n“路上小心点。”\n男子说出了少女意料之外的话。\n“……嗯，知道了，谢谢主人。”\n“叫我龙。”\n“嗯，谢谢龙。”\n",
    "replies": []
}