{
    "title": "「教练，我想写mod！」SarWhis Waters——萨尔维斯海域",
    "author": "DarkParadise11",
    "replyCount": 12,
    "timestamp": 1596377640,
    "txt_content": " 本帖最后由 DarkParadise11 于 2020-8-5 01:53 编辑 \n\n\n\n\n\nfile_1596377761000.jpg (137.02 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-2 22:16 上传\n\n\n\n\n\n\n\n【模组故事背景】\n故事①人鱼视角:我们萨尔一族的祖先是来自深海普通的人鱼族，我们世世代代靠着丰富的海洋资源生活着，直到那一天来临了。。。我们的食物变成了我们的敌人，那些该死的低等海洋生物不知从哪里获得了上古黑珍珠的神力，变得邪恶又贪婪，他们想要侵占我们的家园，想要住进我们的宫殿，想杀害我们的家人，我们人鱼一族开始了和那些邪恶的海底妖兽无休止战斗的日子，最后一位叫萨尔的人鱼骑士因战斗重伤被敌人打进了死寂的海沟，在哪里偶然获得了上古白珍珠的力量，将海妖领主击毙，萨尔却也牺牲了，他在弥留之际用神力开辟了萨尔人鱼梦境，让我们人鱼一族又重获宁静的生活，但是，海妖给我们带来的伤害是永远不会磨灭的！\n故事②海妖视角:你是否会有这样的经历？看着鱼叉一个接着一个贯穿亲友的身体，污浊的血水模糊视线，你还没来得及悲伤就必须拼命的逃跑，因为慢一步下一个鱼叉贯穿的就是自己，那些傲慢又残忍的人鱼为了自己的口欲而杀害我们，但是我们没有反抗的能力，我们逃到了他们再也找不到的深海沟里，“whisperer”我们这样称呼自己，内心的不甘在低语，上古黑珍珠感受到了我们的愤怒，神力将我们进化，我们不再弱小，我们必将与人鱼反抗到底。。。\n【而你无意获得了一张去往神秘海域的藏宝图纸，你会认同谁的做法，你想要帮助哪一方？或者你是否谁也不认同，想独自闯荡呢？快去开启你的萨尔维斯神秘海域的探险吧！】\n\n●新增4个纬度:萨尔人鱼梦境，萨尔人鱼冢，维斯海妖窟，维斯海妖坟场(因为mc水的特性很不方便，这四个纬度虽然是海洋环境，但是并不是真的有水，但是会有窒息和缓慢效果，请备好足够的水肺药水或者是人鱼/海妖药水，)\n萨尔人鱼梦境：人鱼主要生活的场所，是集贸易、种植、生活所一体的世界，在这里你可以种植海洋特有植物，驯养海洋生物，和人鱼进行交易获得稀有药水武器装备等；\n萨尔人鱼冢：这里埋葬着无数人鱼战士的尸体和灵魂，当然还有伟大的人鱼王萨尔也长眠于此，这里是人鱼战士灵魂安息的场所，也是一代代人鱼战士要经历的试炼之地，只有在这里击败人鱼萨尔王的残留意志，才可以获得上古白珍珠的力量，才能有和海妖领主一战的能力。\n维斯海妖窟：海妖们为躲避人鱼的捕杀而开辟的逃难所，这里生活着各种海妖，可以和他们进行交易，你也可以居住于此，海妖们应该很愿意为你提供居住场地。\n维斯海妖坟场：海妖领主与人鱼王同归于尽，海妖们将他的遗体和其他同伴的尸体埋葬于此，你需要获得海妖领主的残留意志的认可，才能获得上古黑珍珠的力量，对着人鱼们发起进攻吧！\n\n\n\n\n捕1获.PNG (10.77 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-2 22:28 上传\n\n\n\n\n\n\n●主要新增生物:萨尔人鱼(中立)，萨尔人鱼公主(中立)，萨尔人鱼王子(中立)，人鱼僵尸(敌对)，人鱼幽灵(敌对)，萨尔人鱼战神(敌对boss)，海蛇妖(敌对)，鳗鱼精(敌对)，海胆头(敌对)，海马(中立)，海蜇(中立)，维斯海妖领主(敌对boss)，还有其他海洋中立生\n●新增物品:神奇的海螺，藏宝图，木枝，图腾沙，贝壳，白珍珠，黑珍珠，捕鱼网，海岩，海岩工具，白珍珠沙，白珍珠木及木制工具，白珍珠石及石制工具，深海熔炉，深海工作台，人鱼骨，人鱼骨制工具及装备，萨尔水晶，黑珍珠沙，黑珍珠木及木质工具，黑珍珠石及石制工具，海妖骨及骨制工具和装备，维斯宝石，等战斗实用功能的首饰及其他海底装饰物品\n\n\n\n●阵营系统：选择一方阵营后，己方阵营为友好，对方阵营为敌对；不选择阵营则均为敌对\n●战斗系统:新增水雷、鱼鞭、鱼叉、骨剑、海妖触手等武器及法术系统，2个可以攻打的boss\n●法术系统：通过用木枝在海底的沙地上画上图腾，摆放相应的祭品，习得相应的法术\n法术有：声纳攻击：对水下的敌人造成伤害与击退；潮汐漩涡：使多个敌人停留在漩涡中心并持续受伤等等法术\n\n●新增建筑:主世界中会在深海随机生成人鱼遗迹和海妖遗迹；主世界中海面随机生成渔船，海底生成沉船；在萨尔人鱼梦境和维斯海妖窟随机生成宫殿，宫殿中有通往人鱼冢和海妖坟场的传送门\n\n●新增药水:【美人鱼药水/海妖药水】，饮用后可以去除海洋世界的窒息效果并可以游泳(类似飞行但速度慢且有时间限制)，但使用后在主世界的陆地上会有窒息，缓慢，挖掘疲劳效果；人类药水:取消人鱼/海妖药水的效果\n●新增海洋特产食物，想知道人鱼和海妖的食物是什么味道么，快去尝尝吧！【海里的泥巴居然是一种美味？？！！奇怪的知识增加了！】\n●视听效果升级:在对抗凋零/末影龙/萨尔人鱼战神/维斯海妖领主会有特定的战斗BGM；对药水效果粒子特效进行改变\n\n\n\n●玩法介绍:你将在原版世界的各种地牢箱子，沉船，渔船，海底遗迹中找到藏宝图碎片，集齐4个藏宝图碎片和钻石合成一个附魔藏宝图，打开后可以浏览人鱼与海妖的故事并选择阵营，选择后会出现相应的召唤该阵营纬度的方法。通过用木枝(又木棍和珍珠合成)在海滩生物群系的沙滩上画出召唤法阵并摆上相应的物品并用水冲刷(倒水进入)即可开启新世界的大门，进去后的阵营的普通生物是中立，坟冢内的生物是敌对的，另一阵营所有生物是敌对。\n在前往海洋世界的时候应该提前备好足够的水肺药水用来防止溺水窒息和带上陆地特有的资源如黄金钻石绿宝石等物品与人鱼或海妖进行交易，通过交易可以获取强大的武器，法术等\n当你在海洋世界取得一定进度时可以进到己方阵营的坟冢，通过战斗取得人鱼战神/海妖领主的认可(杀死己方阵营boss)，获得上古白/黑珍珠的力量，开启阵营战场，攻略地方阵营，并攻打敌方boss，获取另一个上古珍珠的力量，开启回主世界的大门，以后可以自由来往各个纬度，并可以将海洋世界的生物带回主世界的海洋，与海洋生物开始新的生活！\n\n\n\n●物品功能:神奇的海螺:在主世界可以将你传送到最近的海洋群系，在海洋世界可以传送回建筑群；贝壳，珍珠:召唤所需物品，合成材料，装饰品；捕鱼网:右键可以抛入水中，当有水花时右键可以收货大量的海产品，概率与原版钓鱼相同，但一次的收货数量时3~5个物品；海岩:主世界海底和海洋世界的方块，可以合成工具，只有这些工具可以在海洋世界进行采集(空手在海洋世界不能撸方块)，等级最低；珍珠木:与原木类似；珍珠石:石头类似；人鱼骨/海妖骨:铁矿类似；萨尔水晶/维斯宝石:钻石类似，但合成的工具武器有特殊附魔\n●彩蛋设置:无阵营模式:当用木枝在沙地画好图腾以后，不用水而用岩浆浇灌，则两个阵营的生物均为敌对，如果你觉得你有强大，那就来战吧！",
    "replies": [
        {
            "author": "F12Csi",
            "timestamp": 1596380460,
            "txt_content": "想写mod，为什么不问问神奇海螺呢\n"
        },
        {
            "author": "自然_Hungteen",
            "timestamp": 1596382020,
            "txt_content": "图是自己画的吗，感觉挺不错的"
        },
        {
            "author": "DarkParadise11",
            "timestamp": 1596413640,
            "txt_content": "自然_Hungteen 发表于 2020-8-2 23:27\n图是自己画的吗，感觉挺不错的\n自己画的，第一次学画像素图哈哈哈"
        },
        {
            "author": "PPKONOE",
            "timestamp": 1596510900,
            "txt_content": "画的还可以啊少年"
        },
        {
            "author": "贴贴暖宝宝",
            "timestamp": 1596513000,
            "txt_content": "dalao，才发现你发了两个贴\n\n脑洞超大啊"
        },
        {
            "author": "DarkParadise11",
            "timestamp": 1596563400,
            "txt_content": "晴曦之雨 发表于 2020-8-4 11:50\ndalao，才发现你发了两个贴\n\n脑洞超大啊\n不敢不敢，我真的只是萌新"
        },
        {
            "author": "Phoenixion",
            "timestamp": 1597071720,
            "txt_content": ""
        },
        {
            "author": "zzfy",
            "timestamp": 1597072020,
            "txt_content": "大佬加油"
        },
        {
            "author": "苏乞儿",
            "timestamp": 1597112220,
            "txt_content": "大佬都自称萌新的嘛"
        },
        {
            "author": "ig_Cangqiong",
            "timestamp": 1597130280,
            "txt_content": "很不错的脑洞耶"
        },
        {
            "author": "Frankkkk____",
            "timestamp": 1606668120,
            "txt_content": "奇怪的dalao增加了"
        },
        {
            "author": "黑sky",
            "timestamp": 1607040900,
            "txt_content": "有点厉害啊，感觉能出来的话应该蛮有意思"
        }
    ]
}