{
    "title": "[原创/连载]废墟 一款基于MC的战争服务器小说（1）",
    "author": "专刀你",
    "replyCount": 7,
    "timestamp": 1596377340,
    "txt_content": " 本帖最后由 专刀你 于 2020-8-4 14:01 编辑 \n\n         前言:其实我个人是非常喜欢战争服务器的，所以心血来潮,写了这么一篇小说，不知道会不会鸽坑╮（﹀＿﹀）╭       \n        \n\n        此时的太阳逐渐落下，黑夜的使者黄昏已经来临。\n        眼前的少年正坐在床上，一脸睡眼朦胧的模样。没办法，从h4回来时，他所居住的城市已是崭新的一天，再加上站了好几个小时的火车，一到家便倒头便睡。\n看看床头柜上的闹钟，发觉还早呢。他躺下又睡，颇有一幅睡到天荒地老的气概。“陈宇起床了！”这个名叫陈宇的少年，听到他妈的叫声，泰然自若。但接下来的一句话就没法让他再这样继续下去了。“你说今天是个重要日子，还让我提醒你。”他妈很不耐烦地说。陈宇一下子从床上跃起，一边手慌脚乱的穿衣服，一边说“妈快给我做早饭，不对，是晚饭。”\n没错，今天对陈宇来说的确是个极为重要的日子。\n废墟第二区今晚12点开服！！！\n         废墟是一款基于开放性游戏Minecraft的战争服务器，是全世界最大的战争服务器，甚至拥有自己的论坛。在一两年前，它的规模没有这么大，但就在近一年内，她的玩家大规模增加，从一开始的几百人增加到几千人，高峰曾达到一万以上。除了规模大以外，它拥有专用的启动器与客户端，自制了一系列模组与插件，但主打模组主要以维克的现代战争和自定义NPC为主。除此之外，它的玩法在同行中也是一流的，几乎每隔一段时间都会进行更新，。\n      时钟的指针飞快的旋转着五夜，悄悄地来临了。\n     陈宇坐在电脑桌前，打开了废墟的客户端，更新已经准备完毕。万事俱备，只欠东风，现在就等着零点的钟声敲响了吧？\n     还有几分钟无事可做的成语，打开官方所发布的版本预告，他原本以为没有什么大更新的，仅仅是多加几把武器，加一些副本而已，但事实告诉他，不仅如此！\n     全新的区域——二号研究基地。\n     这款游戏是以世界末日的故事作为背景的，在庇护所之外的地方，怪物横行。这一切的根源，官方至今没有交代。只有游戏中的一个，副本“四号研究基地”讲述的只是发现了这个地方而已，在过程中并没有什么有用的线索，就单凭场景来看，很难猜出个什么东西。\n      午夜的钟声敲响，随着刷新，新的一天来临了，与此同时，陈宇用鼠标点击了启动游戏按钮。废墟的启动器消失了，但这并不意味着启动失败，任务栏什么也没有，仿佛什么都没有运行，但很快，游戏窗口弹了出来，带着那废墟科幻的场景，以及正在加载的加载条。\n       一进来便是MC的开始游戏，就连菜单也是自定义化了的。单人游戏被固定删除，不知道为什么，点开多人游戏，便有两个服务器列表了，一个是一区，一个是二区。陈宇点下二区，再点击加入游戏，加载中，加载完毕，一下子窗口全黑了，慢慢的，创建角色的窗口被显示出来，输入ID。叫什么呢？就叫，云天宇吧。 \n        他选择了性别男，毕竟他也不想当一个女装大佬。根据自己的喜好，他选择了人物装扮，点下了继续。\n       “应该是序章吧！”序章通常是一个游戏的教程关，是用来给新手玩家适应的。成语这样想着，在这之前，他已经将攻略看完了。但是加载出来的背景，竟然……是研究所的照片。\n        不是吧，阿Sir。版本更新竟然连序章都改变了吗？他又想起了官方所预告的新区域的加入，看来有一丝丝的联动了。\n      接下来是一段动画，讲述的，他将操控一个研究所保全人员的角色，逃出者充满着危险的研究所。\n     陈宇知道，他的游戏旅程才刚刚开始。\n\n\n\n\n1596378052707.jpg (9.46 KB, 下载次数: 2)\n\n下载附件\n\n2020-8-2 22:22 上传\n\n\n\n\n\n     作者的后言\n     你说一个方块风的游戏，不会有人玩\n那是绝对不可能的。你看嘛，在我的小说中，都有公司愿意投资开发独立引擎了嘛其实更多的是受了全职高手的影响，散人赛高\n=== 下一章 ===",
    "replies": [
        {
            "author": "堕天使之墓",
            "timestamp": 1596383580,
            "txt_content": "神TM回复可见\n感觉有点少，em\n此外空格缩进有点......"
        },
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1596387000,
            "txt_content": "az....挺好的a\n比我厉害\n（活塞之火舰队的哀嚎）"
        },
        {
            "author": "专刀你",
            "timestamp": 1596419280,
            "txt_content": "天真可爱咖啦子 发表于 2020-8-2 23:53\n神TM回复可见\n感觉有点少，em\n此外空格缩进有点......\n如果不设置的话，怎么会有人看呢？"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1596447540,
            "txt_content": "篇幅稍微少了一点点…\n不过也达标\n只是排版有待改进"
        },
        {
            "author": "自由李代数",
            "timestamp": 1596465240,
            "txt_content": "专刀你 发表于 2020-8-3 09:48\n如果不设置的话，怎么会有人看呢？\n一个小问题：版规允许吗？"
        },
        {
            "author": "800805",
            "timestamp": 1596512220,
            "txt_content": "怎么感觉，像是个广告呢"
        },
        {
            "author": "专刀你",
            "timestamp": 1596519480,
            "txt_content": "800805 发表于 2020-8-4 11:37\n怎么感觉，像是个广告呢\n你说说哪里像广告了？←_←\n不支持一下真的好吗？来个三连吧！"
        }
    ]
}