{
    "title": "[Minecraft.net|MINECRAFT BUILDS]与之搭建:青金石",
    "author": "克哈之子",
    "replyCount": 6,
    "timestamp": 1596529020,
    "txt_content": " 本帖最后由 克哈之子 于 2020-8-5 19:23 编辑 \n\n\n\n\n\n\nfile_1596527499000.jpg (106.62 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 15:51 上传\n\n\n\n\n\n\n\nBUILD WITH IT: LAPIS!与之搭建:青金石\nA true blue building buddy\n一个”真蓝”的建筑伙伴\n注：双关语,true blue指的是忠诚的\n\nGet ready to treasure lapis – a gem of a block designed to brighten up your builds in this week’s Build with It! Lapis is perfect for building. In fact, that’s one of its primary functions in Minecraft. Use the block to build your creations, or do a little crafting to dye other items a brilliant and bold blue. With lapis, the potential is only limited by the amount of materials you can store (like this treasure chest inspired build by Kimandjax)! 准备好收藏青金石－一个建造中的点缀，用来在本周的与中建造中照亮你的建筑，青金石在建筑上是完美的，事实上，这是他在我的世界里的主要功能之一，你可以用青金石块来建造你的作品，或者通过合成来把其他物品染成明亮而突出的蓝色，有了青金石，潜力只会受到你能存储多少材料的限制\n(例如这个由Kimandjax设计的宝箱)\n\n\n\n\nfile_1596527534000.jpg (63.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 15:52 上传\n\n\n\n\n\nA dazzling rooftop by DiamondBack662\n一个耀眼的屋顶，由DiamondBack662设计\n\n\nYou could take a more subtle approach as well because we know the bright blue may not fit the rest of your design dreams. Still, if you’re dreaming of some sparkly ways to break up your stone builds, try using the ore inside your build as an accent like TommyPusherMC has done here below. 当然你也可以采用更巧妙的办法，因为我们知道明亮的蓝色可能不适合你其他的建筑想法，不过如果你想用一些闪闪发光的办法来打破你的石头建筑，你可以尝试在你的建筑里面使用矿石来作为突出点,就像TommyPusherMC在下面做的一样\n\n\n\n\n\nfile_1596527715000.jpg (50.58 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 15:55 上传\n\n\n\n\n\nMake more with your ore，as illustrated by TommyPusherMC\n用你的矿石来制造更多，就像TommyPusherMC的这个的图片展示的一样\n\nLapis can be used in all kinds of builds that need a blue hue. A tried and true style, you could use it within classic magic and fantasy castles or perhaps to represent a detour to the stars and beyond with a sci-fi motif. Don’t feel like building underwater with some of our more recent Build With It suggestions like prismarine and coral? Why not pay homage to your aquatic-themed dreams on land by using lapis to represent the ocean?青金石可以在各种需要蓝色.色调的建筑上使用，这是一种久经考验的风格,你可以在典型的魔法和幻想城堡里使用它，或者是一条科幻主题的通往星星或者更远的迂回之路，不觉得我们很多最新的与之建造例如珊瑚和海晶石都建造在水下吗？为什么不在陆地上通过用青金石来代表海洋来向你的水上主题梦想致敬呢？\nGrab your mining gear, clear up your inventory space, and spend some time collecting as much lapis as you can carry because after you’ve stocked up, get ready to rock this block in all kinds of ways. We’ve included a few of these stylish community builds we received to help provide some inspiration.拿起你的工具，清理你的库存，然后花时间多收集点青金石，因为在你库存充足之后，你就可以准备好用各种各样的办法来使用这种方块，我们在这里提供了一些我们收到的社区时尚建筑，来提供一些启发\n\n\n\n\n\n\n\nfile_1596528079000.jpg (63.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 16:01 上传\n\n\n\n\n\nA home ready for any surroundings by ourjohnsonlife\n一个可以适应任何环境的家，由ourjohnsonlife建造\n\n\n\n\n\n\nfile_1596528575000.jpg (46.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 16:09 上传\n\n\n\n\n\nA regal representation of lapis by Average Potato\n用青金石来做到皇室的样子,由Average Potato建造\n\n\n\n\n\n\nfile_1596528985000.jpg (38.91 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 16:16 上传\n\n\n\n\n\nPk Craft created a statue just for us\nPk Craft为了我们创作了一个雕像\n\n\n\n\n\n\n\nfile_1596528325000.jpg (43.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 16:05 上传\n\n\n\n\n\nChallenge yourself to use one shade only craftmine＿news has done craftmine＿news做到了只用一种色调来挑战自己\n\n\nReady to see your builds featured here? Just email FeatureMe@minecraft.net with screenshots of your creation and some info about what you’ve created. We’re currently looking for your diamond, bricks and emerald creations to feature in May! If you’re lucky, you may just see your build featured in an upcoming article.       你想在这里看到你的特色建筑？只需把你的创作截图和一些关于你创作的信息通过电子邮件发送到FeatureMe@minecraft.net,我们在五月期间会一直寻找你的钻石,砖块和绿宝石的特色作品!如果你幸运的话，你可能会在即将发表的文章中看见你的特色建筑\n\n\n翻译者:克哈之子\n\n原作者:Nova Barlow\n\n原文地址:https://www.minecraft.net/en-us/article/build-it--lapis-\n\n原文日期:2020/04/17\n\n翻译日期:2020/8/4\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "herdboy",
            "timestamp": 1596537660,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "GXHurry",
            "timestamp": 1596589740,
            "txt_content": "青金石做建筑在生存里面很浪费"
        },
        {
            "author": "RioHsc",
            "timestamp": 1596594000,
            "txt_content": "使用了一下, 感觉很不错"
        },
        {
            "author": "克哈之子",
            "timestamp": 1596615120,
            "txt_content": "GXHurry 发表于 2020-8-5 09:09\n青金石做建筑在生存里面很浪费\n的确\n太稀有了"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1596625320,
            "txt_content": "出现了铺路石\n在我的生存存档里面，青金石就是用来铺路的\n因为青金石可以刷\n牧师那里可以"
        },
        {
            "author": "克哈之子",
            "timestamp": 1596626520,
            "txt_content": "Minecraft.Wnxi 发表于 2020-8-5 19:02\n出现了铺路石\n在我的生存存档里面，青金石就是用来铺路的\n因为青金石可以刷\n我玩的版本都比较低，换几下就不能换了\n"
        }
    ]
}