{
    "title": "【原创/单篇】废弃矿井",
    "author": "堕天使之墓",
    "replyCount": 0,
    "timestamp": 1596459000,
    "txt_content": " 本帖最后由 堕天使之墓 于 2021-2-8 19:10 编辑 \n\n这里堕夜。\n末地这期间屯了几个单篇，\n最近几天打算陆续放出来一类的。\n就是这样。\n\n正文：\n\n现在是乌云密布的中午。\n虽然是中午，但和晚上几乎没区别。通常情况下，乌云密布通常伴随着下雨。但这地方是恶地：一堆粘土和红沙组成的干燥地带。干燥地带不下雨，因此即使乌云密布也只是这样而已。\n他正在这红沙上走着。这地方根本没什么东西，因此他当前的目标只有“走出这里”。\n然后，他在一个山丘上看到了废弃矿井的入口。\n先说几件事吧。\n这么说吧，废弃矿井通常在地下——因为地下矿多，就这么简单。但恶地这地方，因为地下富含金矿，甚至没挖几个方块就能挖出来；所以在恶地的矿井修得比普通地方高得多，甚至直接修在了地表上。因此，在这地方可以时不时在地表看到废弃矿井。\n仔细一想，他还没探索过恶地里的废弃矿井。\n他整理了一下背包，在入口处设立了个临时庇护所，便开始深入这个矿井。\n只是矿井而已。\n\n矿井由黑色的橡木架支撑。事实上，大部分矿井都会使用这种结构，但为什么恶地的橡木更黑就没人说得清了。\n入口处的轨道还算完整。如果有矿车的话，他想坐着矿车进去。但没有，再造一个也不值得。要是能找到一个就好了。他举高了火把，照亮了整个矿道。矿道的石头墙壁上可以时不时看到圆石，应该是把露出的矿挖掉后补上的。\n没多远便是交叉处。在矿井的交叉处可以看到几个矿车，里面都放着一个箱子。箱子里面是镐子、火把和一些挖到的矿物。看样子它们是用来运输工具以及矿物的，但为什么都堆在那里就说不清楚了。他从里面拿出了一把铁镐和一堆火把，并拿了些铁矿和金矿。看样子是来不及运出去才堆到这的。\n之后他像是意识到了什么，便把箱子搬了出来放在一旁，把矿车拿了起来。是的，用来运输物资的矿车和可以坐人的矿车是同一种类型的，把箱子拿出来后便可以载人了。他标记了一下入口，选择了其中一个岔道，便放下了矿车。\n之后他跳进了矿车。矿车开始缓缓移动。\n\n矿车向着矿井的深处跑去，并变得越来越快。越往深处越显得破旧：仔细想一下便可以很容易得得出这个结论。不知过了多久，矿车突然停了下来，而他差点被扔出去。他看了一下下面：矿车脱轨了。好吧，一点也不意外。他拿了一些必要的物资，剩下的扔进了矿车里，便继续探索。他把火把插在矿井里，一是为了保证这里一直明亮，二是为了辨认回去的路径。\n从现在开始，墙壁上不再只有圆石，可以发现一些裸露的铁矿和金矿了。这些矿物还没被挖走。因为对资源有需求，他把发现的铁矿和金矿都挖了下来，并用圆石补上——和那些以前在矿井挖矿的矿工一样。挖掉那些之后便继续探索矿井。\n一支箭飞过了他的左臂。有怪物，他早该想到的。仔细一看，是不远处的一只骷髅，还有一些其他的怪物。他熟练地搭了一个圆石掩体，并摸出了自己的附魔弓和箭。又一支箭射向了他，但因为有掩体，这次是直接射中了圆石。他拉紧了弓，将箭射了出去。\n意料之中，骷髅中了几箭后便倒下了。“还有一些其他的怪物”，比如僵尸什么的。\n没什么关系，用弓照旧能解决问题，而且难度比骷髅小。这些怪物一个个倒下了。最后终于——\n嘶嘶嘶嘶——\n像是本能什么的，他立刻拿起了盾牌，转向了后方。\n——轰！\n爆炸的冲击波把他推向了后方，但因为有盾牌所以他自己没受多少伤。很显然，是苦力怕。现在，他眼前是因为爆炸而形成的坑。\n嗯？他在坑里看到了一些闪闪发光的东西。走进一看，是钻石。苦力怕的爆炸让这些钻石暴露了出来，这对本来就没多少钻石的他算是种眷顾吧。然后，很显然，他拿起了铁镐把这些钻石挖掉了。\n\n他一边走一边把火把插在墙壁上。\n蜘蛛网越来越多了。就算再废弃也不至于结这么多网吧？\n很显然有问题，之后的事情也证实了这一点。突然，一只蜘蛛飞快地跑到了他的面前并飞扑向他。又是本能，他抽出了钻石剑挡在面前。蜘蛛扑向了钻石剑，之后被钻石剑的利刃割得半死不活：是的，这就是生物。\n他定下来，仔细观察了下这只蜘蛛：比普通蜘蛛的个头小，而且比普通蜘蛛略蓝。是矿井里的特异变种吗？最后，理所当然地他用剑给了蜘蛛最后一击。\n因为这只蜘蛛，他变得异常谨慎。\n跑向他的蜘蛛越来越多。这些蜘蛛是有巢穴还是什么的吗？这里还是能时不时发现一些矿物，比如金矿和青金石矿什么的。他谨慎地把这些矿挖掉了，但没有用圆石补上——万一这时候出了什么差错就糟了。\n最后，他见识到了这些蜘蛛的巢穴——布满蜘蛛网的矿井交叉处。清理蜘蛛网异常费劲，而如果冲向蜘蛛网的话无异于送死。\n但蜘蛛的话，它们对蜘蛛网异常熟悉，就像那地方根本没有蜘蛛网一样。因此，蜘蛛喜欢在它们的巢穴处织一堆蜘蛛网，并常常成群生活。\n等会。想到这里，他意识到了哪里不对劲。\n\n一堆洞穴蜘蛛冲向了他，就在他面前。面对根本不知道有多少的蜘蛛，他的最佳解决方案就是：跑。\n他转身向出口跑去。蜘蛛理所当然地追着他。挖掉矿物形成的坑以及探索时放置的一些障碍物帮助他拖住了蜘蛛，但也没拖多少。\n也不知道跑了多久，但可以肯定的是他已经累得半死不活了。终于，他跑到了矿车那地方。他跳上了矿车，打算借矿车离开这里。\n\n但矿车一动不动。因为前面说过了，脱轨了。早知道的话他应该提前让矿车重新接上轨道的。他又跳出了矿车，费了好半会才让矿车接上轨道。矿车逐渐开动。应该能摆脱那些蜘蛛了。\n矿车的速度越来越快。但还是有一只洞穴蜘蛛追上了他并咬了他一口。于是，他和那只蜘蛛一起离开了这地方。蜘蛛缠在了他的身上，他费力地把那只蜘蛛杀死了。\n终于可以回去了。但他这时感觉身体不对劲：感觉心脏很痛、恶心、头晕——是典型的中毒症状。是那蜘蛛造成的吧，肯定。\n幸好这期间没有任何意外。他忍着这些症状回到了入口处的庇护所：现在想起来，弄个庇护所算是个正确的决定。\n\n中毒的症状逐渐消失了。他休息了一会，便开始整理他获得的物资：铁镐、矿车、一堆铁矿和金矿、几颗钻石、一些青金石。怎么说呢，也没算收获多少。\n外边的乌云已经散去了，但同时也已经晚上了。\n他今天决定在庇护所过夜，并在明天离开这里。\n",
    "replies": []
}