{
    "title": "请问插件怎么弄这个功能啊，大佬求助QUQ",
    "author": "tdiant",
    "replyCount": 2,
    "timestamp": 1596525000,
    "txt_content": " 本帖最后由 tdiant 于 2020-8-4 15:19 编辑 \n\n最近我放假了，然后弄了很多兼职，又要去做博士指导工作，还附带养个驴什么的，还要擦甲板之类的，最近神秘的东方一个国家邀请我去做马斯塔，可是我还得去做指挥官的兼职，我快忙死了。\n但是忙归忙，我还是特别乐于帮（chui）助（shui）他（mo）人（yu）。很多人都愿意来问我问题。\n我其实特别喜欢别人问我问题（但请不要在我做上面兼职的时候发戳一戳，这样影响工作），我在几年前还毛也不会，现在都有能力回答一些简单的问题了。我就觉得很开心，谢谢愿意问我问题的各位。\n其实我回答的绝大多数问题都是在QQ提问我的，也有许多是通过邮件提问的，但由于既然你们选择私下问我的方式，可能一部分是出于某些顾虑，所以在这里放一放MCBBS编程板中的帖子内容。\n当然，这个帖子只是我自己的想法，我的想法不代表别人也是这么想的。\n\n我所看到的问题绝大多数都有一个共同的特征啊。\n这也是今天发这个帖子的目的。这些问题的格式正如这个帖子的标题，都是这个样子。\n首先不可否认的是，这些问题有的确实就是字数少，解决难。但是绝大多数的问题，都是可以自己解决的。\n\n首先想啰嗦几句，说点有的没的废话。\n我在很早很早之前脾气就很不好，说话就冲。读高中的时候住校了，高一下班学期的时候我就遇到了一个教语文的老师，我托她的福，语文荣获年级倒数。每次我问她问题她就比我脾气还横，先给你来一句“这你也不会？”，“我上课不是讲了？”然后就把我打发走了，就不对我讲题。高中的三年里我遇到的绝大多数的老师对我，有一说一，都愿意听我问问题，并且抽时间对我讲题的，除了那个语文老师，其他的老师我都特别感激（至少是在这一个方面上）。我觉得可以类比一下，一个人肯定不是生下来就什么也会的。如果你现在比以前强一些的话，面对一个明知道在这一方面比你弱一些的人，还是脾气好一点合适。\n假如你现在还比较弱，我觉得你首先要认识到这一点，认识到还有比你更强的人这个事实。不要问问题就带着架子，因为这样什么也做不成。提问的时候还是谦虚一点更合适，谦虚不是什么丢人事，假如你遇到了一个问题，最后问别人解决了这个问题了，这就叫你的本事了；假如你问别人问题，别人都不想搭理你，那这样其实是你自己的问题，而不是别人有问题。话的意思是一样的，有的人说话好听就有人愿意听，有的人说的话就膈应人，无论是做什么事情都是这个道理。\n\n然后说说为什么要写这个帖子。\n每个圈子只要人足够的多，比如拿会写插件的人做个例子，那这个圈子里肯定各种各样的人都有，脾气也都不一样。这是没办法的。但我想补充一点，一个人脾气有时候也是他人决定的。就拿提问这件事来讲，你的问题也决定着对方的脾气。\n比如随便举个例子，编程开发版有个帖子问，怎么获取服务器里所有的插件。有人这样回复，被一个目前还是跟插件有关系的版块的版主评分吐槽了：\n\n\n\n\n\n_pic1.png (34.92 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 15:05 上传\n\n\n\n\n\n\n这算不算他脾气不好呢？再随便翻翻他另外的一篇回复\n\n\n\n\n\n_pic2.png (10.05 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 15:05 上传\n\n\n\n\n\n\n这个帖子有人想写世界保护插件，但是写着写着思路缕不顺了，他给指出了一个大体思路，说的详细程度显而易见，就差把代码直接写好扔出来了，对吧。\n为什么都是问问题，同样一个人回复态度不一样呢？\n其实还是看你问的是什么问题吧。\n\n不从编程开发版版规的角度考虑，分析分析这两个问题有什么区别，先来试试解决一下这两个问题，让我解决我怎样解决。\n\n第一个问题，怎么获取所有安装了的插件。其实说心里话，确实就是翻一下JavaDoc就可以了。我们打开JavaDoc看一看Bukkit类给了啥方法，因为操作服务端本身的东西什么的先找找Bukkit类大多数情况都能得到个想要的答案。利用浏览器给的Ctrl+F的搜索，输入一下plugin，看看能搜出来什么。\n\n\n\n\n\n_pic3.png (30.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 15:05 上传\n\n\n\n\n\n\n这样你可以看出来，其实BukkitAPI给出了一个PluginManager来统一管理安装的插件。先用Bukkit.getPluginManager()得到这个PluginManager，再看看JavaDoc，看看PluginManager给了啥方法。\n\n\n\n\n\n_pic4.png (19.18 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 15:05 上传\n\n\n\n\n\n\n鼠标滚轮我划拉了一下发现了这个方法，就扣蓝的这个，你看这个名字和描述，getPlugins()，这是获取所有的“loaded plugins”，能返回一个Plugin数组。成了，就它了\nPlugin[] plugins = Bukkit.getPluginManager().getPlugins();复制代码\n就这行代码就能获取所有加载了的插件了。我们只需要再考虑别的问题，比如要是插件被yum给卸载了咋算之类的，你可以进一步看看被卸载了以后getPlugins()会不会把它列出来，这个就是纯粹试一下就明白了，反正我们如果想获取所有被加载的插件，这行代码就OK了。\n这就是这个哥们回复的“看API文档就行了”。其实就是这个道理，就看一下文档找一下嘛。。。上面为了详细的说明这个过程，我写的字多看的麻烦，其实就是打开JavaDoc网址扒拉几下就完了，很简单的。\n\n第二个问题，你琢磨琢磨，人家问的是一个思路，哦，很明显，他不常写插件没形成这个思维，从思路上卡壳了，得有个人来通一通。思路问题那就没有文档能帮你了，文档也不知道你想写啥插件啊，可以说这哥们回复的就是中规中矩，给出了合适的思路。\n\n我自己也在维护一篇教程，在很早很早之前我就写了内容，\n“怎么找到想要的内容”。\nhttps://bdn.tdiant.net/unit/1-4.html\n“JavaDoc怎么用”\nhttps://alpha.tdiant.net/BukkitDevelopmentNoteAlpha/step_3/0-3.html（里面有图片，加载有点慢）\n\n其实大多数问题就是在JavaDoc里翻一下就能出来。你想想，除了官方，第一个做插件的人是咋做的插件呢？一出生就会写？明显就是有资料呗。\n当然了，如果你还是不知道咋的回事，那还是问问吧。这篇文章不是痛斥不让新手问问题，只是从我个人角度片面的看一看这些问题，说一说我想说的观点。\n\n有些开发者吐槽其他新手一些毛病的现象。我印象最深的就是有一次我看到了个贼有创意的插件，我下载了下来试了试，诶，好玩毁了，我马上评了个分：\n\n\n\n\n_pic5.png (4.49 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 15:05 上传\n\n\n\n\n\n\n\n然后就看到了个帖子，吐槽这哥们插件给的代码，包括API都是中文，批判了一番。其实这就是我上面要写一堆啰嗦的话的原因了，挂人这件事，挂的内容可能是对的，但是挂人本身这件事对不对却不在于挂人帖子内容对不对。几句话能解决的问题换人家个丢人，我现在觉得并不值当。\n我自己也天天在写代码，在我吐槽别人写的代码的时候，其实我也是脑残代码的缔造者，山外有山，人外有人，总会有人比我强的，只要不断努力就好了。有一次跟别人在群里研（mo）究（yu）学（chui）术（shui），有个哥们提到了自己看以前自己写的代码现在看来真脑残，其实正是这样，才能对得起自己写下的脑残代码嘛。\n\n最后想提一提我自己觉得特别特别特别厉害的人（当然其他人也很厉害），bangbang93。以前是看到Ghost_chu经常问他问题，我觉得，人家是有工作，并且各个圈子涉猎挺广泛的dalao，如果我这样的lowbee问问题应该没空答复吧。\n其实是我自己胡想呢，人家超友好。一次写启动器json实在是琢磨不透怎么处理合适了，tg上问了他，不到5分钟就回复了，后续他简单的描述了一下，给了我一个特别重要的提醒。\n假如有一天，我不懈努力最终站在了一个高度上，我应该做一个什么样的人呢？我觉得做一个友善的人是最重要的。友善的人走的路更宽，其实想一想就是这个道理，一个班级里那个跟别人合得来愿意帮忙的人最受欢迎，难道不是嘛。\n\n写这个帖子并没有针对的意思，仅是发表个人观点。\n\n最后祝各位，身体健康，\n再见。\n\n\n",
    "replies": [
        {
            "author": "结城希亚",
            "timestamp": 1596541500,
            "txt_content": "我觉得，能问的出那种问题的人\n不会看这种长篇大论，问就完事了"
        },
        {
            "author": "南柯郡守",
            "timestamp": 1596541680,
            "txt_content": "咱论坛还是明眼人多嘛(感动 \n\n其实+1金粒然后反驳还算好的了\n之前还有个-1金粒的"
        }
    ]
}