{
    "title": "Realms+上新：七月",
    "author": "封徵",
    "replyCount": 3,
    "timestamp": 1596456000,
    "txt_content": "\nMARKETPLACERealms Plus: July\nRealms+上新：七月\n\nA new batch of content straight from the Minecraft Marketplace!\n全新市场内容包，直通Realms+！（非著名旧闻但很奇怪就是没人摸）（内容包名称翻译均来自市场）\n\nPer Landin\n\n\nJuly is here in full swing, and what better way to enjoy it than to hide from that pesky old sun, close the curtains, and dive straight into a brand new Realms Plus bundle? I can’t think of anything else, but then again, I'm basically a Phantom: always hiding from the sun and diving straight into things while screaming at my co-workers.\n七月，迈着如火如荼的脚步来了，还有什么比宅在家里，拉起窗帘，然后激情探索全新Realms+内容包来的更好的躲避那讨厌的骄阳的方法吗？肯定没有，至少我没有。但仔细一想，我大概就是只幻翼吧 —— 总是躲着太阳，一头扎进自己的事情里，并对同事们大喊大叫。\n\nYou could instead ask me: 'Oh boy, what kind of content is included in this month’s Realms Plus offer, Per?' Why, that is an excellent question, dear reader! This month, we’re adding six new pieces, featuring magnificent mash-up packs, medieval skins, and block-tastic minigames!\n你倒可以问我：“嘿老兄，这个月的Realms+内容包里又有什么新玩意吗？”为什么要问这个问题，当然是因为这是个 绝赞 的问题啊，我亲爱的读者！本月，我们又新增了 六张 内容包，包括超棒的混搭包、中世纪皮肤包与方块式的迷你游戏地图包！\n\n\nCurious to learn more about Realms Plus, Minecraft’s monthly subscription service? Check out our Realms Plus site for more information. Now, on to July’s content.\n想要了解更多有关 Realms+ —— 一类Minecraft月度服务器订阅服务，的信息吗？快来我们 Realms+ 官方网站 了解更多详情吧。现在，是七月内容包的介绍环节。\n\n\n\n\n\nLuxury Life by Pixel Heads\n奢华生活 作者：Pixel Heads\n\nI love my dirt block house. Sure, it’s a bit simplistic, lacking both glass panes (sand is too expensive) and a fancy diorite floor (too bothersome to mine). But I’m a man of simple tastes, and at least it has a door, consisting of two dirt blocks I remove whenever I have to get out of the house. Sometimes, however, I like to try the jet set life, like living in a real home, or drive around a golf cart. Luckily for me, there’s a map for that.\n我挺喜欢我的小土屋的。当然，它也确实有一点简陋，既没有玻璃板镶嵌其中(沙子太贵了)，也没有安装华贵的闪长岩地板(那对我来说太麻烦了)。但我是个喜欢简约风格的人，房子至少有扇门、两块能让我随时破坏来出入的土方块就成。但有时，我还是喜欢尝试一下奢华的生活，比如住在一栋 真正的 房子里，或是开着高尔夫球车四处兜风。但还好，我遇到了这张地图。\n“Luxury Life” by Pixel Heads, lets you role-play as a billionaire, allowing you to cruise the streets in over ten different types of vehicles. You can also explore luxurious mansions and decorate them with all sorts of different furniture. Amazing! I mean, n-not that there's anything wrong with my dirt house…\n“奢华生活”地图，作者：Pixel Heads，能给你一次体验亿万富翁生活的机会，让你能够乘坐数十款不同车辆在街道上巡游。同时你还可以探索奢靡的豪宅，用各式家具尽情装点。太棒了！不，不，我的意思是，我的小土屋也还挺好的，没有不也活着……\n\n\n\n\n\nPets by Team Vaeron\n宠物 作者：Team Vaeron\n\nHave you always wanted your own pet, but never had one? Yeah, me too, but finding one that is both versed in classic literature and able to write Minecraft.net articles has proven to be a challenge!\n你是否一直想要一只自己的宠物却又从未拥有过？我也是，但想要找到一只既精通经典文学又能够给 Minecraft.net 写稿的宠物可不大容易！\n\nIn Team Vaeron’s “Pets”, you pick your own pet BFF, choosing between a whopping 14 different animals – including dogs, snakes, and hamsters. Visit the pet shop or the animal shelter to make your choice, then take your new-found friends on a walk – either through the bustling city or the picturesque farm.\n在 Team Vaeron 出品的“宠物”内容包中，你可以从14种动物中挑选出你的宠物朋友 —— 包括狗、蛇和仓鼠等。光顾一家宠物商店或是去动物收容所做个决定吧，接着带着你的新朋友去散散步 —— 漫步在繁华的都市或是风景如画的农庄中吧。\n\n\n\n\n\nRoyal Knights by Dragnoz\n皇家骑士 作者：Dragnoz\n\n“My kingdom for a horse!” yelled King Richard III in William Shakespeare’s play with the same name. I have neither seen it, nor do I have a kingdom to bargain with. But, I do know that if I had one, I’d trade it for Dragnoz’ “Royal Knights” instead.\n“我愿以一国换一马！”在莎士比亚同名戏剧中，国王理查德三世这么喊道。我既没看过这部剧，也没有一个能用来交换的王国。但如果我有的话，我会用它来交换 Dragonoz 的“皇家骑士”。\n\nRoyal Knights comes with 14 chivalrous skins, featuring both knights and royalty with stunning detail. According to Dragnoz, they came together to fight the darkness and forge a kingdom of light. Maybe so they could trade it for that horse?\n“皇家骑士”皮肤包内含14款骑士皮肤，包括王室成员与骑士，皮肤细节之处令人惊叹。据 Dragnoz 所言，骑士们聚在一起，是为了与黑暗抗争，并最终建立一个光明的王国。大概建立了之后，他们就能用来换马了？\n\n\n\n\n\nFantasy Skins HD by Aurrora\n幻想皮肤 HD 作者：Aurrora\n\nSummer activities are fun and all, but nothing beats a classic fantasy roleplay. Trust me, I know – they don’t call me Per “Paladin” Landin for nothing! Aurrora’s “Fantasy Skins HD” contains 14 skins that are perfect for the occasion.\n夏日活动虽然有趣，但谁又能抵挡住经典奇幻角色扮演的魅力呢。相信我，他们可不会无缘无故叫我 每·“游侠”·兰丁(Per·\"Paladin\"·Landin) 的！Aurrora 制作的“幻想皮肤 HD”中的14款皮肤正好完美符合当下。\n\nTeam up with your friends and create an epic adventure, starting with the right outfits, all in HD. Cool off as an ice mage, defend your castle as a noble knight, or mine for jewels as a treasure-hoarding dwarf.\n集结你的朋友一起，开启一段史诗般的冒险旅程吧，穿着打扮也得正确，还得是高清的。成为一名冰系法师来给大伙降降温，或是成为一位尊贵的骑士来守卫你的城堡，又或是成为一名渴望宝藏的矮人来深挖地下埋藏的宝藏吧。\n\n\n\n\n\nOh No I’m Scary: Monsters by Lebleb\n噢不我很可怕：怪物 作者：Lebleb\n\nPeople say I look like a monster whenever they see my unkempt early-morning hair. While that solves my Halloween costume problems for the year, they probably haven’t seen a truly scary monster, like the skins available in Lebleb’s “Oh No I’m Scary: Monsters”.\n大家总是说我像个怪物，当他们看到早上我还没打理过的头发的时候。虽然这很好的解决了今年我万圣节扮相的问题，但大概他们还没见过真正可怕的怪物，就像 Lebled 的“噢不我很可怕：怪物”中的皮肤一样。\n\nFeaturing a rag-tag group of six suspicious characters, including a clown, a shark, and Skelly the skeleton, these skins will give anyone a proper jumpscare during late night mining. They don’t mean to be scary, it’s just in their nature – just like me and my wild hairstyle.\n皮肤包由一个来自底层社会的小组组成，包含六名可疑的角色 —— 包括一位小丑、一条鲨鱼和一架名为 Skelly 的骷髅，这些皮肤将给任何在深夜挖矿的玩家吓个一大跳。他们也不是估计要吓人的，本来如此而已 —— 就像我狂放不羁的发型一样。\n\n\n\n\n\nLucky Block Hunt by BBB Studios\n幸运方块寻宝 作者：BBB Studios\n\nAs a Minecraft player, you probably think you’re somewhat of an expert with blocks. As someone with a bachelor’s degree in Blockology at Creeperton University, I thought so too – until I played “Lucky Block Hunt” by BBB Studos. This minigame really puts your skills to the test. Your goal is to collect as many lucky blocks as possible in 20 minutes, using all your cunning, and a bit of luck.\n作为一名 Minecraft 玩家，你大概认为自己已经大概是一名方块专家了。作为一名苦力怕镇(Creeperton)大学方块学的学士，我也曾这么认为 —— 直到我玩了 BBB Studios 出品的“幸运方块寻宝”。这张迷你游戏地图十分考验你的游戏技巧。你的目标就是在20分钟内收集尽可能多的幸运方块，点上你全部的灵敏度，还有一点小运气。\n\n\n\n【封徵 译自官网 2020 年 07 月 14 日发布的 Realms Plus: July；原作者 Per Landin】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "krowemoh2020",
            "timestamp": 1596499440,
            "txt_content": " 本帖最后由 krowemoh2020 于 2020-8-4 08:06 编辑 \n\n啊这，可惜官启太慢，又木有钱啊官启realms联机真的香，可惜我不行"
        },
        {
            "author": "貔貅I勿念",
            "timestamp": 1596511620,
            "txt_content": "上次投票要更新什么来着，雪地？山羊？"
        },
        {
            "author": "郑曦哥哥",
            "timestamp": 1596950520,
            "txt_content": "官启快点该多好"
        }
    ]
}