{
    "title": "[Minecraft.net | GUIDES]一起玩吧：下界之路",
    "author": "GCVillager",
    "replyCount": 1,
    "timestamp": 1596614940,
    "txt_content": " 本帖最后由 GCVillager 于 2020-8-16 21:37 编辑 \n\n\n\n\n\n\nways_header.jpg (239.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\nGUIDESLET’S PLAY: WAY OF THE NETHER\n一起玩吧： 下界之路\n\nHave you tried the free Nether Update map yet?\n这张免费的下界更新地图，你玩过了没？\n\nTom Stone\n\n图片已经翻译。部分文字没翻译，是因为蒙版太影响美观了。\nBees. Lemonade. Haircuts. For a long time, I was worried this list of my greatest fears was about to get a new addition:The Nether . I’ll confess that I’ve always been something of a handsome coward when it comes to Minecraft’s most devious dimension, and haven’t ever had the courage to visit it. So imagine my horror when I learned the developers had recently released a huge Nether Update and there was nothing I could do to persuade them to delete it. Well, I suppose I could have tried being nice to them, but that felt too drastic.\n蜜蜂、柠檬汽水，还有理发……我一度担心，我的“最害怕事物名单”又要有一位新成员了——那就是下界。我承认，我的确非常英俊潇洒，但我是懦弱的人，真的没有勇气去拜访这个处处藏着阴谋的维度。所以想想吧，当我得知开发团队要发布下界更新，又不能劝他们删掉的时候，我是何等的惊恐啊！好吧，我会试着好好和他们说话的，但我觉得我做不到。\nThen I learnt about Way of the Nether by Razzleberries - a free adventure available in the Minecraft Marketplace designed to show off some of the new updates' best bits. This sounded perfect for a Nether novice like myself!\n然后我听说了Razzleberries制作的《下界之路》——这是一张免费的冒险地图，现在已经在Minecraft Marketplace里上架了。制作这张地图的目的，便是向大家展示这次更新中那些超棒的细节。对我这样的下界菜鸟玩家来说，这像是一件好事！\n\nBut did I survive my debut trip to The Nether? You’ll have to read on to find out! (oh, but if you’re too busy to read the article - no, I’m still trapped down there now, please send help).\n经历这次下界之旅后，我能否生还呢？继续读下去，你就知道啦！（啊，如果你忙得连读这篇文章的时间都抽不出来，那就……不，不行，我现在还在下面呆着呢，赶紧来帮我吧）\n\n\n\nhttps://www.bilibili.com/video/av969056335\n\nThe map begins deceptively peacefully, in a nice Minecraft house in a quiet village. But suddenly, I hear a loud noise from outside! The editor of Minecraft.net screaming at me about the deadline for this article? Sword in hand, I go check.\n地图开始，是一个风和日丽，阳光明媚的早晨，村庄中一片祥和的气息。突然，门外传来一阵巨响。难道，难道是Minecraft.net的博文总编辑在尖叫，说我没有在规定的时间内写完文章？我攥着剑，走出门去看看。\n\nA villager tells me a ruined Nether Portal has appeared from nowhere and that I should inform the mayor. I suggest they inform the mayor, while I heroically go back to bed. They just stare at me blankly. Fine. I’ll go tell the mayor...\n一个村民告诉我，一座破损的下界传送门凭空出现在这里，所以我要去向镇长报告。我说，要不你们去通知镇长，我在床上英勇地睡觉。可他们不肯去，就是一脸茫然地死盯着我。好，我去还不行吗……\n\n\n\n\n\n\n\n\nways_1-Prison Villager.jpg (276.95 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-5 11:35 上传\n\n\n\n\n\nShall I also tell the mayor you look like you just broke out of a 1950’s prison? 我是不是还要和镇长说一声，你这身打扮，像是上世纪50年代的监狱里逃出来的？\n\n\nThe mayor is nowhere to be found in his home, and soon the villagers are pleading with me to see if he’s in the Nether. Fiiiiiiiiiiiiiiiiiiiine. I finish building and light the Nether Portal, which sparks into purply life, and jump in. Such courage!\n我在镇长的家里找了一圈，没看见镇长。于是很快，村民们就请求我去下界找找看。好好好好好好好好好，非常好。我把传送门修好，并激活了它，框架变成了紫色。我冲了进去。啊，我真是太勇敢了！\n\nRumours that I wandered in by mistake because I thought I saw a chocolate bar in the portal are completely unsubstantiated and very mean.\n外头有风言风语，说我进入传送门不是本意，而是因为我看到门里面有一块巧克力。这完全是无稽之谈，太无耻了。\n\n\n\n\n\n\n\n\nways_2-Nether Base Camp.jpg (165.9 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\n\nI arrive at the new-and-improved Nether. It’s a real treat for the eyes! That’s why I’m crying. Tears of awe, not tears of awww-is-Tom-scared. I want that on the record.\n我来到了这个全新的、更好的下界。这里的景象真是让人 大开眼界！所以，我流下了泪。这是震撼的泪水，不是汤姆呜呜呜吓出来的泪水。这一点很重要，给我记下来。\n\nI ask around and it seems the mayor has been kidnapped. Gasp! This is why they should have made me mayor instead. After all, not being kidnapped was the only policy I ran on:\n我在这里绕了一圈，感觉镇长大概是被绑架了。嘶……所以我觉得吧，镇长这个职位应该让我来当。毕竟，不被绑架是我汤姆奉行的唯一原则：\n\n\n\n\n\n\n\n\nways_3-Vote Stone.jpg (62.98 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\n\nActually, that time I was the mayor of Minecraft didn’t exactly go so well, so I decided to help find the real one. For my usual 10,000 emerald fee, of course.\n但实际上，我当镇长的那段时间做的不怎么好，所以我决定把真正的镇长找回来。当然，按照我的惯例，他们得交一万绿宝石的费用。\n\nApparently some nefarious Nether-dweller with incredible powers was responsible for all this mayor-pinching mayhem. Oh, come on, I’m sure they’re not that bad...\n显然，住在下界的那些邪恶的家伙有一些超常的力量，镇长失踪了，他们一定得承担责任。哦，放心好了，我保证他们真的没你想象地那么坏……\n\n\n\n\n\n\n\n\nfile_1596533176000.jpg (72.96 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\nOh, my mistake - they clearly are that bad. It’s the hat that gives it away. 哦，好吧，我弄错了——看来还真有那么坏。你看看那帽子。\n\n\nIf I was to save the mayor, I’d need an ally. My BFF Jens Bergensten would probably visit the Nether IRL before helping me at this point, and all my other friends are currently, er, in the shop.\n如果我要拯救我们的镇长的话，就需要能一位并肩作战的人。这时候，在现实中，我的好兄弟延斯·伯根斯坦大概会先去下界观光完，然后再来找我，至于其他的朋友嘛，呃，大概都在逛商店吧。\n\nIf only there was some sort of swiney scientist who could assist me?\n要是这时候能出来一位猪猪科学家，帮帮我，那该多好啊！\n\n\n\n\n\n\n\n\nways_5-Professor Porkington.jpg (227.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-5 11:35 上传\n\n\n\n\n\nEureka! 找到你啦！\n\n\nThis delightful porker has a snout and a mohawk? I’ve never respected science more. I dubbed my new scientist ally Professor Porkington, and then followed him into dangerous new biomes... for science!\n你看看这可爱的猪猪，看见他的大鼻子和漂亮的莫霍克发型了吗？此时此刻，我对科学越发深信不疑。我给我的科学家朋友取了一个绰号，就叫猪丁顿教授，然后跟着他走进了危机四伏的新群系……为了科研！\n\nThe prof explained we’d need to craft me some powerful armor, which meant gathering materials from the Soul Sand Valley . Professor Porkington asks me to mine and collect eight pieces of ancient debris. I return giggling with eight wool blocks. The Professor reminds me that the mayor is in mortal danger. I hang my head in shame and apologise for my inappropriate wool-based humour.\n教授告诉我，现在我们要制造几件强劲的盔甲，这意味着我们需要到灵魂沙峡谷去寻找材料。猪丁顿教授要我挖8块远古残骸。我回来时憨笑着，手里拿着8块羊毛。教授严肃地警告，现在镇长可能有生命危险。我惭愧地垂下了头，为我这个低劣的羊毛笑话道了歉。\n\n\n\n\n\n\n\n\nways_6-Ancient Debris.jpg (286.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\n\nThe debris collected, we hurry through the Nether, and suddenly hear a most unsettling sound. The Professor suggests I go on ahead alone. Hey, you’re the science genius! I’m just the pretty face.\n远古残骸收集完了，我们急匆匆地在下界穿行，突然听到了一阵很可怕的声音。科学家说，让我自己往前走吧。别啊，你是科学家中的战斗机，可是我除了英俊的面庞，真的一无 所有啊！\n\nSo I continue into the Nether and guess what - there’s nothing to worry about! Why, I even bump into some friendly ghosts:\n所以我只得独自深入下界。然后，猜猜发生了什么——其实根本没什么好怕的！不仅如此，我还碰到了几个友好的小鬼呢：\n\n\n\n\n\n\n\n\nfile_1596533176000.jpg (29.94 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\nHowdy fellows! 嘿，你们好哇！\n\n\nEgad! Those are actually Ghasts and they’re about as friendly as an Enderman you’ve just challenged to a staring contest. Have they always been this gigantic? Have I always been this teeny-tiny? I run screaming through their domain. Hey development team, here’s a thought – how about next time, you make the Comfortable Pillows update?\n倒霉倒霉倒霉！原来那些家伙是恶魂，它们简直和你刚刚挑战的那个末影人一样友好！难道它们从来都是那么庞大？原来我竟是如此渺小？我尖叫着跑过它们的地盘。啊啊啊啊啊啊开发团队，我给你们提个建议——下次做个柔软枕头更新好不好？\n\nSinged, scared, but still somehow with us, I escape the Ghasts and reunite with Professor Porkington. He asks why I didn’t just use the secret passageway? Y’know, the Professor never told me about. I start singing a little song about how much I enjoy bacon sandwiches. The Professor takes the hint and leads on...\n烈焰伤害着我的身体，也伤害着我的心灵，我最终逃过恶魂，捡回小命一条，和猪丁顿教授会合了。教授问道，刚刚为什么不走秘密小道过。你知道，这家伙刚刚根本没和我说这回事嘛。我没有回答，哼了一首“我要吃猪排三明治”的小曲。教授听懂了我的意思，默默地带着我往前走，走到了……\n\n...to a bubbling lake of lava. Well, great. Last time I checked, I’m not lavaproof. Don’t ask me how I checked. Or where my legs are.\n……冒着热气的岩浆河畔。啊，很好。上次我就已经确定了，我的皮不防岩浆。别问我怎么知道的，也别问我的腿怎么了。\n\nLuckily, there is a way across the lava lake, courtesy of new mob/taxi service,The Strider.\n还好，还有另一种跨过岩浆河的方法，我们要借助可以免费乘坐的新生物（或者说出租车），那就是炽足兽。\n\n\n\n\n\n\n\n\nways_StriderGallery1.gif (12.66 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\nWhy does every mob in Minecraft have better hair than me? 凭什么，凭什么Minecraft里所有的生物发型都比我的好看？\n\n\n\n\n\n\nways_StriderGallery2.jpg (130.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\nClimb aboard a Strider and they’ll carry you around the Nether, with their handy lavaproof legs. 爬到一只炽足兽的背上，它们就会晃动那防岩浆的小腿，载着你周游下界。\n\n\n\n\n\n\nways_StriderGallery3.jpg (137.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\nTo guide the Strider, simply use a fishing rod with some warped fungus on a stick. A truly irresistible meal! I don’t feel well! 控制炽足兽的方向非常简单，你只需要把诡异菌绑在钓竿上。这真是诱人的大餐啊！我整个人都不好了！\n\n\nSafely across the lava, I use my resources to forge some Netherite Armour . I’ve never felt more invincible! I celebrate by eating some more warped fungus. OK, now I feel very vincible but the Professor is confident I’m ready to save the mayor!\n安全地跨过岩浆河之后，我拿起我手中的资源，锻造了几件下界合金甲。这时，我觉得自己简直无敌了！为了庆祝一下，我吃下了几株诡异菌。好吧，我现在又开始怕了。但教授却觉得，我肯定已经准备好去救镇长了！\n\nThe Professor then gets kidnapped themselves, and my confidence depletes somewhat. Soon I’m fighting Piglins and Hoglins! It’s hard to judge who’s squealing like a terrified pig more (OK, fine, it’s me).\n结果很快，教授也被绑架了，我的自信心又减了三分。等会我就要和猪灵、疣猪兽打架了！很难说，到时候像受伤的猪一般尖叫的，到底是我还是他们（好吧，大概是我）。\n\n\n\n\n\n\n\n\nways_BiomeGuideGallery1.jpg (220.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\nThe map gives you a handy tour of new biomes you’ll find in the Nether Update, like the very-promising sounding Warped Forest 通过这张地图，你可以方便地游览新下界的每一个群系，比如说超级棒的诡异森林\n\n\n\n\n\n\nways_BiomeGuideGallery2.jpg (164.81 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\nIs it snowing in Basalt Delta? Or is that ash? Ever the optimist/idiot, I’m going to go with ‘snowing’. Hooray! 玄武岩三角洲是下雪了吗？还是说这是火山灰？作为一个乐观主义者/大傻子，我宁愿相信这是雪。耶耶耶！\n\n\n\n\n\nways_BiomeGuideGallery3.jpg (214.97 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-4 17:26 上传\n\n\n\n\n\nI was going to end this gallery on the Soulsand Valley, but then I got lost and bumped into these. Um, P-professor? L-little help? 我本来想用玄武岩三角洲的照片作为画廊的最后一张图，但是后来我迷路了，遇到了这些家伙，于是图又加了一张。教，教授，来帮，帮个忙好吗？\n\n\nI barely survive this fight, one of many tough battles this map throws at you (be prepared to be handy with a crossbow and a sword). I’d recommend keeping a keen eye out for treasure chests too. The items you find in them might just make the difference between you being a victorious mayor-saving hero and a weeping wimp who never did manage to escape the Nether (hypothetical example). Soon, I’m told I’m ready to fight the final boss and save the mayor. A tough fight that throws waves of hostile mobs at me, old and new. The classics and the newbies do have one thing in common though! A love of attacking me. Oh super.\n我终于撑过了这场艰难的战斗——这张地图中数次战斗中的一次（所以，随时都要拿好弩和剑）。我还有另一个忠告，你最好多多注意地图中的宝箱。也许结局是成为拯救镇长的大英雄，还是哭泣着死去的懦夫（我只是说假设），都取决于宝箱里的一件宝藏。很快，我就要做好准备，迎战大Boss，拯救镇长了。这真的是一次艰难的战斗。敌对生物一波又一波地冲过来，刚解决掉一波，另一波又来了。但是它们都有共同的特点，那就是喜欢向我发动猛烈的进攻！哦天哪。\n\nHow does this adventure end? I think it’s best that you discover that for yourself, and not just because I can’t do it. Download Way of the Nether from the Minecraft Marketplace for free! While you’re down there saving the mayor, don’t suppose you’d mind rescuing me too?\n那么，这次冒险的结局究竟如何？我觉得，还是你自己来发现为好，这不只是因为我自己做不到而已。赶紧去Minecraft Marketplace上免费下载《下界之旅》吧！当你去下界救镇长的时候，记得顺便救救我，好吗？\n\n\n\n【GCVillager 译自官网 2020 年 07 月 28 日发布的 Let's Play: Way of the Nether；原作者 Tom Stone】\n【本文排版借助了：SPX】\n\n小组：幽篁流觞（RMA）",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1596616200,
            "txt_content": "Tom，多西蝶，呐，多西蝶？\n\n\n\n\nimage.png (101.03 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-5 16:30 上传\n\n\n\n\n\n\n\n"
        }
    ]
}