{
    "title": "「教练，我想写mod！」 String counting universe数弦宇宙",
    "author": "灵蝶天尊",
    "replyCount": 4,
    "timestamp": 1596550740,
    "txt_content": " 本帖最后由 灵蝶天尊 于 2020-8-4 22:19 编辑 \n\nMod元素\n以冒险，探索，打怪升级为主，存在 地牢/地形/资源/维度生成、饮食、宠物、生物、装备工具、功能性方块等\nMod可能的预想环境/依赖 与配置要求\n\n\nMinecraft 1.12.2（该版本mod比较成熟，方便玩家拓展更多的玩法）GL 330 core以上 (用于高效的自定义动画渲染)<br>部分大佬可能更倾向于使用GL4+的特性mod代码+素材独占0.5G 内存 + 显存以内\nMod介绍 \n    在9+1维度膜上，我的世界位于d3维度膜，这里是一个数弦宇宙，一切的一切都以数弦构成，每个生物都以数据显示。\n    本mod讲网游得升级方式与我的世界相融合，共同构建了一个庞大的数弦宇宙。\n    职业体系：划分有不同的职业，比如战士，法师，弓箭手，刺客等，每个职业都有初始的被动技能，按照职业特性在各个方面有加成。在15级时，可以进行转职，比如法师转职为各系法师等，不同的转职会有不同的加成，而且会学习不同的技能，划分技能点和属性点，可以进行一定程度的加成控制。除了一般转职外，还有隐藏职业，比如金钱刺客等，这些隐藏职业需要寻找到相应的转职卷轴才可以转职。每升一级都会有属性提升，同时会获得属性点和技能点，以每15级为1阶，共10阶，阶位的提升会对属性有大幅的的提升，会获得大量的属性点和技能点。\n    地形体系：除了传统的地形外，还新增了如死亡森林，龙之谷，猩红之地，腐蚀墓地，精灵之森，人类城镇，冰枫谷，神圣祭坛等地形环境，而且每一个环境都有相对应的怪物和npc，以及产生的一些影响，比如冰枫谷会对玩家产生减速，冻伤甚至是冰封等效果。\n    种族体系：世界上的智慧生物不只有人类，还有精灵，天使，猪人等，他们有的可以对话交流，可以交易，当然，也可以赠送东西（你赠送东西给他，或者他赠送东西给你），另外，你还可以通过这些交流，了解到世界的历史。\n    维度体系：通过维度沟通祭坛可以沟通一些次级维度，比如光明维度，黑暗维度，虚空维度等，不同的维度会有不同的生物，植物，材料等。除了可以在次级维度探索，你甚至可以与次级维度建立联系，获得维度的力量，学到不同的技能，增强自身的属性，并且会得到高额的回复能力。\n    怪物体系：新增了许多的怪物以及boss，有些怪物会使用技能，有些怪物会造成一些特殊的伤害，比如烧伤，冻伤，寄生，冰封，眩晕等。怪物级别分为普通怪物，精英怪物，小boss，大boss，终极boss，维度boss。怪物级别越高，各项属性数值越高，并且拥有的技能也越多，同时可能会拥有更多的特殊属性。\n    食物体系：增加了许多有着各种效果的食物，有增益效果，也有负面效果。\n    材料体系：新增各种矿物，材料。做出的装备将不仅仅只是防御或者攻击，还有了许许多多的技能，有的中规中矩，有的惊掉大牙，除了增加了技能，还有各种各样的属性，属性不单单有增加的，还有减少的。\n    交易体系：在原有的村民交易体系下，增加了其他种族的交易，除此之外，还可能遇到交易屋，可以在交易屋中进行交易，交易屋中的东西会随着时间的变化，增加或者减少交易的东西，充满了变数，而且，在交易屋中可能交易到各种东西，几乎是所有（这是重点）。\n    城镇体系：每个智慧种族的聚集地都可能生成城镇，在城镇里，有各种各样的店铺，店铺里卖的东西不会变，所以那是一个稳定的交易区。\n    属性体系：属性分为生命值，能量值，生命回复速度，能量恢复速度，物理攻击力，能量攻击力，物理防御力，能量防御力，饥饿值（饥饿值会对生命回复速度和能量恢复速度产生影响，饥饿值越高，对于这两个属性值的加成就越高）\n    技能体系：玩家本身的技能分为职业技能，卷轴技能，维度技能等，职业技能为自身职业带来的技能，卷轴技能为通过学习卷轴学习的技能【可以将自己的技能（维度技能除外的所有技能，因为维度技能需要与维度建立联系，所以不行，但是可以制造一次性卷轴）写入卷轴，形成技能学习卷轴】，维度技能为与维度建立联系带来的技能。这些技能可以通过技能点的加点来升级，也可以通过使用来增加熟练度，每达到一定的熟练度，就可以升级。\n    科技体系：一切手段都是为了增强自己，科技就是一种很快捷的手段，添加了各种科技装备，工业体系，枪械，歼星炮，核武器等，还增加了3d打印机，只要有材料，几乎可以合成所有东西。\n    Ps：细节方面因为篇幅有限，所以就不再详细叙述，但是这无疑是一个非常吸引人的mod，这个mod在我的脑海中构想许久了，今天终于说了出来，希望有人能和我完善它，甚至做出它来。\n\n\n\n\n\n\n\n}CF)3}9%{P%~Q5X4{`(D2[K.jpg\n(141.61 KB, 下载次数: 103)\n\n\n\n\n下载附件\n\n\n2020-8-4 22:09 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "嘤小樱",
            "timestamp": 1596577980,
            "txt_content": "像老头滚动条那样的MOD？"
        },
        {
            "author": "Phoenixion",
            "timestamp": 1597071720,
            "txt_content": ""
        },
        {
            "author": "zzfy",
            "timestamp": 1597072020,
            "txt_content": "大佬加油"
        },
        {
            "author": "ig_Cangqiong",
            "timestamp": 1597132500,
            "txt_content": "我觉得这更像是服务器mod"
        }
    ]
}