{
    "title": "[Minecraft.net|CULTURE]RTX，让 Minecraft 更 Minecraft",
    "author": "GXHurry",
    "replyCount": 1,
    "timestamp": 1596547800,
    "txt_content": " 本帖最后由 GXHurry 于 2020-8-5 07:18 编辑 \n\nMINECRAFT BUILDSEven More Minecraft with RTX\nRTX，让 Minecraft 更 Minecraft\n\nCheck out the latest community creations\n看看最新的社区作品。\n\nNova Barlow\n\n\nRecently we shared some of the interesting builds that gamers from around the globe have created with the RTX Beta for Windows 10, and now we’re back with even more creations brought to you by creators from around the world!\n最近，我们分享了由世界各地的玩家用 Windows 10 RTX Beta 版创造的有趣建筑物，现在我们带来了来自世界各地的创作者的更多作品！\n\nOur tour kicks off in Europe with the huge RTX map “Madeira in Minecraft” built by the German creator Pixelbiester in collaboration with YouTuber Unge . It shows off various impressions of Madeira’s capital Funchal and its surroundings as interpreted through Minecraft. This is not just a map to idly wander through, you can also play mini-games like a jet ski race, an easter egg hunt, or a mirror maze.\n我们在欧洲的展览随着由德国创作者 Pixelbiester 与 YouTuber Unge 合作的大型的 RTX 地图 “Madeira in Minecraft” 开始。它以 Minecraft 的方式展示了关于马德拉岛的首府丰沙尔的多方面的印象和它周围的环境。它不只是一个供你漫无目的地闲逛的地图，你也可以玩一些比如摩托艇比赛、寻找复活节彩蛋或者镜子迷宫一类的小游戏。\n\nA truly collaborative community effort, Mineland RTX was converted from a popular Java map featuring buildings created by different Czech Minecraft community members (including this area in our above image). Creator Pedro recently converted this map to RTX, and shared it with us. Check it out.\nMineland RTX，一个真正的社区合作项目，是由一个受欢迎的，带有由捷克的 Minecraft 社区成员建造的特色建筑的 Java 版地图转换而来的(包括上方图片的区域)。创作者 Pedro 现在将这张地图转换为了 RTX 版，并分享给我们，点击查看。\n\nIn a different part of Europe, several Italian community members have used RTX to give some worlds originally created in Java a bit of a glow up. Gabby16bit’s Colorful RTX Wonderland provides us with a journey through various environments that gave us (and now you) a great reason to take a quick fifteen minute break in your day. YouTuber Marcy takes us on a journey through a large fantasy map with different houses, floating buildings, and statues. TheMark spent years working on the Java version of this map of a mansion and nearby village and couldn’t wait to convert it to RTX.\n在欧洲的其他地方，部分意大利社区成员用 RTX 让原来用 Java 版创作的地图变得更加多彩了。Gabby16bit 的多彩 RTX 仙境给予了我们一场穿越不同环境的旅途，这给我们（现在是你们）一个绝佳的理由在一天中去享受十五分钟的闲暇时光。YouTuber Marcy 带我们穿过一个有着别样的房屋、漂浮的建筑和雕像的大型的幻想地图。 TheMark 在 Java 版中花了一年时间去制作关于豪宅与相邻的村庄的这个地图，并且迫不及待地要将它转换为 RTX 版。\nYou may have been wondering how these Java maps have been transformed. Luckily, we have a step by step guide on how to convert your worlds from Java to Bedrock courtesy of Aurelien Sama . The video is entirely in French but there are auto-translated captions available.\n你可能会好奇这些 Java 版地图是怎么被转换的。幸运的是，我们有一个关于如何将 Java 版存档转换为基岩版存档的分步指南，由 Aurelien Sama 提供。虽然这个视频内容是法语的，但是有自动翻译的字幕。\n\nIf you’re interested in creating some Minecraft with RTX content of your own, check out the FAQ and our RTX page for more information. Once you’ve created something, feel free to send your great work of art over to FeatureMe@minecraft.net to get featured in a future community gallery. We can’t wait to see what you create!\n假如你想要自己创作 Minecraft 的 RTX 内容，请阅读常见问题与我们的 RTX 页面 以了解更多信息。如果你创作了什么，欢迎将你的优秀的艺术作品发给FeatureMe@minecraft.net以在以后的社区画廊中展出。我们迫不及待地要看到你们的作品！\n\n\n\n\n\n\n【GXHurry 译自官网 2020 年 07 月 30 日发布的 Even More Minecraft with RTX；原作者 Nova Barlow】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "kayn-",
            "timestamp": 1597070820,
            "txt_content": "感谢大佬分享，辛苦了，java版确实如此"
        }
    ]
}