{
    "title": "[电信]翡翠之城 —— |养老|原版|生存|空岛|良心|无周目|金币换点券[1.8.x-1.15.x]",
    "author": "Jeven",
    "replyCount": 0,
    "timestamp": 1596635760,
    "txt_content": " 本帖最后由 Jeven 于 2020-9-19 18:02 编辑 \n入坑2020年2月初，无聊之下我想起了15年玩的MC，于是我开启了找服之路，大大小小找了10几个，我发现一个特点，什么“监狱”“钻大”“修仙”，玩法大同小异，甚至地图都一模一样，各种卖属性点，定制武器，出现问题管理没人鸟，群管乱踢人。我花了钱得到的服务就好像我让朋友还钱一样憋屈。于是，我决定开一个我熟悉的mc。\n服务器官方QQ群：849878399服务器官方网站：https://www.2mc.top服务器IP:2mc.top\n服务器简介\n\n服务器已初具规模，可肝可养老，为此，服务器还开发了一款网页端（纯通讯无3D渲染）无聊了随时随地打开网页即可进服，不管你是Android iPhone Mac windwos Linux ipad 甚至你是“小天才电话手表”“8848钛金手机”只要能打开浏览器，有网络，你就能进服吹水，养老赚钱！\n特色生存服\n  菜单本服采用了TrMenu菜单，许多基于JavaScript写的菜单脚本，致力做到能用鼠标点击绝不输入指令！  附魔回收\n保护翡翠人人有责，于是开发了一款废品回收插件，可以将没用的附魔书回收成经验，修复RPG物品耐久，增加RPG物品耐久\n        耐久修复|附魔清除物品“过于昂贵”？服务器有专门的修复物品来修复，探索到好装备但是有“绑定诅咒”？可以使用附魔清除移除附魔        红包逢年过节，发个红包助助兴，支持接龙，口令，普通红包，可以体验下“一个顶两”的快感！):但是不太建议，否则被追杀我可不管！        交易拥有强大的GUI界面交易系统，交易点券，物品，经验，金币，妈妈在也不怕我被骗！        交互动画服务器采用了新型交互动画展示，游玩的时候不在单调! 如：合成时候工作台实时显示出摆放物品、熔炉显示物品以及进度hologram等并且提供了多种模式的GUI开关控制，个性化搭配！\n         装备绑定有人找你借装备，借了就下线？扫地大妈来了手痒吧物品丢出去了？等等各种奇葩原因导致的物品丢失？没关系服务器开发了一款绑定插件！你可以随心所欲的把物品“租”“借”给玩家，想要的时候直接找回即可！        飞行服务器拥有与众不同的飞行系统，采用金币购买飞行时间！并且只计时“处于飞行状态”下的时间，体验更合理，暑假买的飞行到了寒假照样能飞！        精灵由于大型红石机器卡服是MC的无解通病！但是粗暴的禁用，又缺乏可玩性，于是服务器禁用了活塞推动“西瓜”“南瓜”，并且采用了一种全新的方法玩家可通过金币购买精灵，精灵可以帮你自动种菜、收菜（并且收到箱子里面）但是玩家必须在线才可以哦！特色空岛服(公测)hot\n  菜单本服采用了TrMenu菜单，许多基于JavaScript写的菜单脚本，致力做到能用鼠标点击绝不输入指令！GUI邀请、踢出、访客管理、权限控制、等等！        精灵空岛服沿用的生存的精灵系统，但是！！！！！！！！开放了更多的精灵！！！【挖矿】【伐木】【杀戮】【钓鱼】【耕种】并且精灵统统免费！福利怪掉落！ 福利怪机制服务器增加了“福利怪”机制，每天 7：00 - 03:00 每 45 分钟刷新一只“福利怪”此怪物没有伤害，不会移动就是一个木头人，打死必掉“精灵兑换券or兑换券碎片”简直是白嫖党的福利有木有！ 附魔回收\n保护翡翠人人有责，于是开发了一款废品回收插件，可以将没用的附魔书回收成经验，修复RPG物品耐久，增加RPG物品耐久\n        耐久修复|附魔清除物品“过于昂贵”？服务器有专门的修复物品来修复，探索到好装备但是有“绑定诅咒”？可以使用附魔清除移除附魔        红包逢年过节，发个红包助助兴，支持接龙，口令，普通红包，可以体验下“一个顶两”的快感！):但是不太建议，否则被追杀我可不管！        交易拥有强大的GUI界面交易系统，交易点券，物品，经验，金币，妈妈在也不怕我被骗！        交互动画服务器采用了新型交互动画展示，游玩的时候不在单调! 如：合成时候工作台实时显示出摆放物品、熔炉显示物品以及进度hologram等并且提供了多种模式的GUI开关控制，个性化搭配！\n         装备绑定有人找你借装备，借了就下线？扫地大妈来了手痒吧物品丢出去了？等等各种奇葩原因导致的物品丢失？没关系服务器开发了一款绑定插件！你可以随心所欲的把物品“租”“借”给玩家，想要的时候直接找回即可！        飞行服务器拥有与众不同的飞行系统，采用金币购买飞行时间！并且只计时“处于飞行状态”下的时间，体验更合理，暑假买的飞行到了寒假照样能飞！\n\n服务器特色功能\n        网页版考虑到许多玩家没有电脑，手机又不方便，于是我开发了一款“网页版MC”对接了通讯协议，打开网页就能进入游戏！别的玩家可以看到你的角色）由于没有渲染所以暂时只能“聊天”“输入指令”“挂机”PS：网页端是针对本服开发的，虽然也可以进入别的服务器，但是交互需要经过服务器（如登录）本人承诺已经隐藏了登录的密码，使用时请注意，引起的账号丢失与服务器无关！附网页端：http://chat.2mc.top        金币金币保值制度，金币可以购买“飞行”“神器”等，也允许玩家之间金币与点券交易！        聊天屏蔽也有许多玩家反馈，有某些玩家“没刷牙”但是我又不能及时处理，于是服务器推出了一款聊天屏蔽插件！输入名字后即可屏蔽玩家！尽责、尽力、尽心、公平、公正、公开无周目、无OP、无创造、权限只有服主拥有、坚决不刷任何一件物品，所有游戏物品游戏中自行获得玩法展示警告：超多动图流量党慎入！\n\n\n\n\n\n\n\n\n\n\n\n\n疑难解答\n\nQ：金币真难赚\nA: 服务器有意控制金币产出，尽可能的减少收益过于简单，导致的金币贬值，采用了多种金币消费来保证金币的价值，让玩家肝的值得。试想一下，金币轻轻松松赚个几十上百万，那么谁还用点券来收你手里的金币？\nQ：服务器赞助是不是无敌？\nA：服务器主张“生死有命富贵在天”，采用金币+点券抽奖形式获得道具，以及“酷炫狂拽吊炸天，实际伤害一点点”\nQ：服务器会不会有熊管理？\nA：服主身为一个年过30的程序猿，面试的时候只要脱下帽子就能拿到offer，你们觉得呢\nQ：服务器能开多久？\nA：开服务器有人玩是对于我的一种认可，只要有人玩就一直开下去，如果天天0人在线，想必“撕葱哥”也开不下去吧！\n\n\n\n            服务器准则            \n\n1禁止恶意熊他人领地，禁止高空流水、岩浆、高频红石(系统将会自动清理)\n2禁止欺诈欺瞒，禁止恶意嘴臭挑事！\n3禁止恶意使用BUG进行恶劣的炸服行为，包括且不仅限于刷取物品，“禁人书”“禁人塔”“区块回档”等。\n4禁止私下RMB交易，发现双方封号处理 注：这里特指玩家通过转账、汇款、等方式支付“现金”给玩家来获取游戏内道具\n5禁止去其他服务器群内，帖内对本服进行宣传，以达到抹黑本服的目的。这是做人的原则问题。\n6禁止使用外挂服务端，例如矿物透视、自动攻击等。如被查到必将严惩。\n7扫地大妈清理前会提示，如果东西被清理，概不负责。\n\n\n建筑展示\n警告：超多动图流量党慎入！\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}