{
    "title": "[Minecraft.net|INSIDER]背包盘点:马铠",
    "author": "克哈之子",
    "replyCount": 4,
    "timestamp": 1596635880,
    "txt_content": " 本帖最后由 克哈之子 于 2020-8-6 15:19 编辑 \n\n\n\n\n\n\nfile_1596635740000.jpg (88.02 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-5 21:55 上传\n\n\n\n\n\nTAKING INVENTORY: HORSE ARMOR背包盘点:马铠\n\nWhy the long face?为什么一脸不开心的样子？\nYou know the feeling. You’ve portalled through to the Nether, scouted for a Fortress for hours, finally located one across a huge, bubbling, lava lake, painstakingly navigated your way there with a succession of one-block-wide cobble bridges, and carved a brutal path through the blazes and wither skeletons that inhabit it.你知道那种感觉的，当你穿越了地狱，找了好几个小时的地狱要塞，最后在一个巨大的岩浆湖上面找到了一个要塞，通过一个只有一格宽的石桥艰难的到达了堡垒里面，然后击败烈焰人和凋零骷髅来开辟一条道路\nFinally, in a dark red corridor with the shrieks of ghasts ringing in your ears, you see a chest. You walk up to it. Another wither skeleton attacks, and you fight it off. You open the chest, and see what’s inside. Some diamonds - meh, you’ve got loads of those. A flint and steel – might be useful to re-light a portal. A dusty saddle? You’ve already ridden a pig off a cliff. But then your eyes light up – at the very bottom of the chest, you find the prize you’ve been seeking. It’s our item of the week – horse armor.接着在一条回响着幽灵尖叫的深红色走廊里，你看到了一个箱子，你走了过去，中途又一次被凋零骷髅袭击，你把他打跑之后开启了箱子，想看看里面有什么，一些钻石－但是你已经有很多钻石了，一个打火石－可能对重新点燃传送门很有用，一个佈满灰尘的马鞍？你已经把猪从悬崖上骑下来了（一个叫当猪飞的时候的成就）但是你的眼睛突然亮了起来，在箱子的最底部，你找到了你一直在寻找的宝藏，我们本周的物品－马铠\n\nHorse armor is armor that only horses can wear. It won’t fit on donkeys, mules, undead horses, or anything other than a proper pedigree stallion. I tried to put some on myself once and it was very uncomfortable. I don’t recommend it. Horse armour can be equipped either by opening the horse’s inventory and putting it into the relevant slot, or just by giving the horse the ol’ right-click.马铠是只有马才能穿的盔甲，他不适合驴子，骡子，僵尸马或者其他任何的东西，有一次我试着给自己穿上之后感觉很不舒服，我不推荐你们也这样做，马铠可以通过打开马的界面并把它放到马铠槽里来给马装备上，也可以通过右键单击马来给他装备上\nHorse armor was added to Minecraft in version 1.6.1, and comes in four different varieties. Diamond is the best and offers five and a half breastplates worth of protection. Gold offers three and a half. Iron two and a half, and leather horse armour – which was added in version 1.14 – just one and a half.马铠是在1.6.1版本添加到我的世界里的，它有四种不同的种类，钻石是最好的，能提供五个半的防护值，黄金提供三个半，铁甲提供两个半，皮革马铠（在1.14版本中添加）只有一个半\nYou’ll notice a few differences between horse and human armour - the first is that gold horse armour actually offers more protection than iron horse armour. This is because horses look better in gold than humans do. Second, there’s no such thing as chainmail horse armour. This is because horses get annoyed by the clinking of the chainmail rings.你会注意到马铠和人的护甲有一些区别－第一，金马铠会比铁马铠提供更多的保护，这是因为马穿黄金看起来比人类好多了，第二，没有马链甲，这是因为马会被锁链的声音激怒\nThe final difference is that you can only craft one type of horse armor – leather – which is done by putting seven bits of leather in a crafting grid in an “H” shape. H for horse. See what we did there? Other horse armours can be found in chests in strongholds, villages, dungeons, desert temples, jungle temples, end cities and nether fortresses.最后一个区别就在于你只能制作皮革马铠，可以通过在合成台里放h型的七块皮革来完成，H代表马，至于其他的马铠可以在要塞，村庄，地牢，沙漠神庙，丛林神庙，末地城，和下界堡垒的箱子里面找到\nIn the real world, horse armour has a fancy name. It’s called barding, and seems to have originated in the ancient Middle Eastern kingdoms of Parthia and Pahlava, who deployed fearsome armoured cavalry. It made its way into Europe after the conquests of Alexander the Great, and by the 16th century it was commonly used in most European armies.在现实世界里，马铠有一个奇特的名字，叫做barding，似乎是起源于古代中东的Parthia和 Pahlava王国，它们有着很可怕的骑兵，这些骑兵在被亚历山大大帝征服之后进入了欧洲，直到16世纪，这种骑兵被欧洲的军队普遍的使用Different segments of horse armour have different exotic names. The headpiece is known as the “chanfron”, the neckpiece is the “criniere”, the chest covering is the “peytral”,  the flanks are covered by the “flanchards” and the all-important butt armour is known as the “croupiere”. Sometimes, European knights covered their horse armor with cloth, known as “caparison”.\n马铠的不同部分有不同奇异的名字，头部被称为“chanfron”，颈部被称为“criniere”，胸前覆盖的地方被称为“peytral”，两侧覆盖的地方被称为“flanchards”，最重要的屁股被称为“crupiere”，有时候欧洲的骑兵会用布来覆盖着马铠，称为“caparison”There are plenty of examples of medieval horse armour still around, but relatively few from before that. So next time you’re exploring an ancient desert or jungle temple in Minecraft, treasure the horse armour that you find – it’s probably an archeological treasure.中世纪里马铠的展品依然很多,但是更远久的相对比较少,所以下一次你庄我的世界里探索一个古老的沙漠或者丛林神庙的时候，一定要珍惜你发现的马铠－它可能是一个考古学宝藏\n翻译者:克哈之子原作者:Duncan.Geere原文地址:https://www.minecraft.net/zh-hans/article/taking-inventory--horse-armor原文日期:2019/05/31        翻译日期:2020/8/5\n\n",
    "replies": [
        {
            "author": "zyjking",
            "timestamp": 1596637140,
            "txt_content": "\n\n\n\n\n1.png (12.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-5 22:19 上传\n\n\n\n\n\n\n噗嗤\n"
        },
        {
            "author": "闪烁西瓜",
            "timestamp": 1596764040,
            "txt_content": "bugjump好细节啊"
        },
        {
            "author": "克哈之子",
            "timestamp": 1596772260,
            "txt_content": "闪烁西瓜 发表于 2020-8-7 09:34\nbugjump好细节啊\n的确，这些官方文章都好细节"
        },
        {
            "author": "俗人问雅",
            "timestamp": 1611655680,
            "txt_content": "感谢楼主翻译，辛苦辽"
        }
    ]
}