{
    "title": "[Minecraft.net|INSIDER]本周方块：金块",
    "author": "克哈之子",
    "replyCount": 4,
    "timestamp": 1596615780,
    "txt_content": " 本帖最后由 克哈之子 于 2020-8-5 18:01 编辑 \n\n\n本周方块：金块\nA shining example of a mineral worth mining for所有值得开采矿物中的辉煌例子Pop quiz! What's the 79th element on the periodic table? Could it be... love? No. Of course not. It's Gold! Striking this magnificent mineral is something of a rite of passage in Minecraft. After spending ages mining through cobblestone and coal, you finally see a shiny gleam winking at you from inside the rocks. A few whacks with your pick later, you've struck gold! (Ore!) Said gold ore can then be smelted into shining nuggets of success. This mineral has multiple crafting uses in the game, like clocks and powered rails. Sadly, the golden mining tools you can craft with it may be powerful, but they also break quickly.突击测验！元素周期表上第79个元素是什么？是。。。爱？当然不是！是金子！开采这种壮丽的矿物是我的世界中的一个重大事件,花了很长很长一段时间采矿之后，在圆石和煤炭之中，你终于看到一道闪亮的光芒在岩石里向你眨眼，用你的稿子再多敲几下，你就挖到金（矿）了!这种金矿可以烧成闪闪发光的金锭,这种矿物在游戏里有多种用途，比如时钟和动力铁轨，可惜的是，虽然用它做出来的黄金工具很厉害，但是他们坏的很快Shame, as real gold has a huge amount of uses. But where did it all come from? It could be deep space, according to a 2013 study from the Harvard-Smithsonian Center for Astrophysics, which concluded all of the gold in our universe likely originated from the collisions of dead stars. Some of that gold even finds its way back into space, as astronaut helmets have a visor coated with a thin layer of gold, to block harmful ultraviolet rays from the sun. Whether astronauts actually need those helmets or this is just an ingenious scam to steal gold from work is a debate for another time.事实上，现实生活中的黄金有巨大的用途，但是这一切从何而来？它可能来自太空!根据Harvard-Smithsonian 天体物理中心2013年的一项研究，其中的结论是我们宇宙中所有的黄金可能都来自死恒星的爆炸，其中一些黄金甚至会回到太空,因为宇航员头盔的面罩上有一层薄薄的黄金，用来阻挡太阳的有害紫外线，不过有另一个值得辩论的是宇航员到底是真的需要这些头盔，还是一个用来在工作中窃取黄金的巧妙骗局As if originating from dead stars in space isn't awesome enough (it is), gold is often used in circuitry, as it's an excellent conductor of electricity. One that's highly non-reactive with air, water and most other circuitry-ruining substances, meaning it won't corrode or tarnish. We wouldn't recommend smashing it open to find out, but the very device you're reading this on could be powered by gold circuitry!似乎来自太空中死去的恒星还不够酷（还挺酷的）,黄金经常被用于电路中，因为它是一种优秀的导电材料，一种对空气,水和其他破坏电路的物质都高度无反应的物质，这意味着他不会被腐蚀或者失去光泽，我们不建议把它砸开来找到答案，但是你正在用来阅读这篇文章的设备可能是由含有黄金的电路来供电的！Gold, at this point just showing off, also has many medical uses. It's found in pacemakers, insulin pumps and cancer treatments. It's that non-reactive state of the mineral that's made it such a hit with doctors putting it in the human body. You can even eat gold and it'll just pass through your system naturally! Disgusting/cool!黄金除了用来炫耀之外，也有很多医疗用途，他在心脏起搏器、胰岛素泵和癌症治疗中都可以发现，正是这种矿物的不活泼状态使得医生放心的把他放在人体，你甚至可以吃黄金，它会很自然的通过你的消化系统！有点恶心也有点酷！Little wonder this finite mineral is so highly valued all over the world. We wish the next 'Block of the Week' the best of luck in following a cancer-treating, astronaut-protecting, multi-purpose mineral all the way from space. If we were Cobblestone, we'd be nervously rewriting our CV right now.难怪这种有限的矿物在全世界都有如此之高的价值，祝愿我们下一个本周方块可以像癌症治疗，宇航员保护，从太空中一路走来的多功能矿物一样好运连连，如果我们是圆石的话，我们就应该努力的书写我们现在的简历\n\n翻译者:克哈之子原作者:Tom Stone原文地址:https://minecraft.net/zh-hans/article/block-week-gold原文日期:2017/02/17翻译日期:2020/8/4\n",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1596616740,
            "txt_content": " 本帖最后由 奇怪的帽子 于 2020-8-5 16:56 编辑 \n\naz.....我觉得成人礼应该改成重大事件吧\n毕竟.....\n空气不是空汽\nemm.....应该没了\n\n还是很厉害的a\n@克哈之子 \n连连,，如果我\n\n这里\n"
        },
        {
            "author": "克哈之子",
            "timestamp": 1596617220,
            "txt_content": "奇怪的帽子 发表于 2020-8-5 16:39\naz.....我觉得成人礼应该改成重大事件吧\n毕竟.....\n空气不是空汽\n谢谢兄弟，已经改了\n"
        },
        {
            "author": "克哈之子",
            "timestamp": 1596621180,
            "txt_content": "奇怪的帽子 发表于 2020-8-5 16:39\naz.....我觉得成人礼应该改成重大事件吧\n毕竟.....\n空气不是空汽\n也改了也改了，打多了一个逗号"
        },
        {
            "author": "空投天降",
            "timestamp": 1596621240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}