{
    "title": "[原创/连载]废墟——一款基于MC的战争服务器小说（3）",
    "author": "专刀你",
    "replyCount": 6,
    "timestamp": 1596590460,
    "txt_content": " 本帖最后由 专刀你 于 2020-8-5 17:22 编辑 \n\n        五人眼前赫然出现了一只僵尸，但明显与他的同类要显得不同。与他们一起的一个萌新冲上去，就是一刀，但在看清楚后却后悔极了。一根血条显示在了五人的电脑屏幕最上方。\n        狂暴僵尸，精英怪！足足有40点血。\n        那个新手一下子愣了，还想冲上去继续来一下。“快跑越远越好。” 认清局势的成语，赶紧打出字。\n        狂暴的名字不是乱叫的，没等她反应过来，精英怪便敏锐的冲上来，仅仅是摸了一下，那个新手的一半血便没有了。好在这一下的击退比较远，距离拉开了。\n        “大家集中火力，现在仇恨被吸引住了，喂，快跑！”那个萌新也意识到危险，慌不择路，拔腿就跑。众人赶紧加快输出。\n        在众人的轮番攻势下，精英怪的一大半血也没了，但那个萌新又被摸了一下，已经来不及挥满血了，一旦再次被追上，他们的队伍里就可能少一人了。眼看着精英怪又追上了萌新，而且他还有12点血，其他三个人都离得较远，只有陈宇就在旁边。\n        怎么办？内心中只有这个念头，难道就无能为力了吗？\n       在这千钧一发之时，来不及打两下的他，直接一个——空格按下。\n       跳劈！！！双倍伤害造成。\n       倒下，众人舒缓了一口气。\n       五人赶快上去查看掉落物，地上却只有一个任务物品“载具库权限卡”，紧接着，剧情被触发，任务列表赫然多了一个新任务“前往载具库，离开此地”。\n       很奇怪呀，怎么会平白无故有两个主线任务呢？再仔细一看，之前的“前往中央大厅”却成了一个副本,这时聊天栏里，出现了一则公™告：\n亲爱的玩家们，由于技术原因，在接下来的序章中，战斗难度过大。我们发现了这一点，紧急增加了新的通关方式，以免造成不必要的卡关。由此带来的种种不便，敬请大家谅解。\n        陈宇心中的那个问号终于解开了：这种难度的序章是新人难以通关的。不过在这表层之外，更加关心的是，什么原因导致的。如果真的去问，官方的回答只有一个：“数据库发生错误”。\n        来不及多想，因为公告下面还有几行字，他们如同一剂强心针，让陈宇为之一振：“序章剩余区域转变为开放性模式，玩家间可战斗，装备掉落开启，玩家们可以在区域中寻找档案，不可掉落，但可以发起交易。死亡或时间结束，区域自动关闭。”\n        其他三个新手看了看，一下子怕了，都选择直接离开。唯独剩下，云天羽和潘凤，在载具库中，静静地站立着。\n      “档案有什么用？”\n      “据我所知，至少在一区，这东西是用来兑换物资的，目前来看，挺丰厚的。怎么？你要去吗？”\n      “去当然去，为什么不去呢？我可不想在起跑线就被别人甩下。”\n       两人踏上了征途，尽管前方漆黑一片。\n@新人x号 @800805 @奇怪的帽子",
    "replies": [
        {
            "author": "幽月琉璃",
            "timestamp": 1596591000,
            "txt_content": " 本帖最后由 幽月琉璃 于 2020-8-5 09:32 编辑 \n一根血条显示在了五仁的电脑屏幕最上方。\n抓虫！开篇错字，五人不是五仁月饼 第三张\n章节名称：第三章not第三张\n\n\n"
        },
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1596592440,
            "txt_content": "az....出现了一则**\n是什么东西"
        },
        {
            "author": "迷灬离",
            "timestamp": 1596594600,
            "txt_content": "奇怪的帽子 发表于 2020-8-5 09:54\naz....出现了一则**\n是什么东西\n就是**啊"
        },
        {
            "author": "专刀你",
            "timestamp": 1596632820,
            "txt_content": "迷离fyx 发表于 2020-8-5 10:30\n就是**啊\n没想到公*告都会被屏蔽,@奇怪的帽子\n@居仕 行，下次叫你\n迷离不给点人气嘛？来都来了"
        },
        {
            "author": "金库与银库",
            "timestamp": 1596636300,
            "txt_content": "我想看茶馆演义"
        },
        {
            "author": "专刀你",
            "timestamp": 1596637320,
            "txt_content": "金库与银库 发表于 2020-8-5 22:05\n我想看茶馆演义\n这个。\n你在我主题里，找一找。我记得排版更新那个。就是，不过我先把这个弄好。评个分吧，我好有精力弄那个。"
        }
    ]
}