{
    "title": "[Minecraft.net|DEEP DIVES]背包盘点：腐肉",
    "author": "qsefthuopq",
    "replyCount": 0,
    "timestamp": 1596733260,
    "txt_content": "文章日期2020-08-06作者Duncan Geere\n译者qsefthuopq\n\n原文链接点击打开\n\n\n\nTaking Inventory: Rotten Flesh\n背包盘点：腐肉\n\nZombie all you can be[sup]【1】[/sup]\n物尽其用[sup]【1】[/sup]\n\nThere are about 40 different things you can eat in Minecraft, and some of them are kinda icky. Spider eyes, poisonous potatoes, suspicious stew, or any of the raw meats all fall into that category for me. But the ickiest of all is our item of the week – rotten flesh.\n在Minecraft里你可以食用40种不同的食物，而有些食物却并不美味。对我而言，蜘蛛眼、毒马铃薯、迷之炖菜或任何生肉都难以下咽。但我最讨厌的食物就是本周我要介绍的物品——腐肉。\n\nRotten flesh was added to Minecraft in beta version 1.8, which also added melons, steak, ender pearls, experience orbs, and Endermen. This patch resolved a weird situation that had existed previously, where zombies dropped feathers, because feathers were needed to make arrows.\n在Minecraft beta1.8版本中，腐肉和西瓜、牛排、末影珍珠、经验球和末影人一同加入到了游戏里。这个版本解决了之前存在的一个奇怪的情况，即僵尸之所以掉落羽毛，是因为制造箭需要用到羽毛。\n\nChickens were added to drop feathers, and for a while zombies still dropped them too. But eventually zombies were given something else to drop instead. “What should they drop?” the team asked themselves. “Well, what are zombies even made of?” That’s right – rotten flesh.\n新增的鸡是用来掉落羽毛的，而有一段时间僵尸也掉落羽毛。但现在僵尸不再掉落羽毛，取而代之的是其它掉落物。“它们该掉落什么东西？”开发团队扪心自问。“那么，僵尸到底是由什么组成的呢？”那当然是——腐肉。\n\nGetting your hands on some of that sweet, sweet rotten flesh usually means defeating zombies. But it’s also dropped by drowned, husks, zombie horses, zombie villagers, Zoglins and Zombified Piglins. Basically everything in the zombie family tree. You can also obtain rotten flesh through fishing, in chests, and from tamed cats that sometimes will bring it to you. Lovely.\n获得新鲜的腐肉通常需要杀死僵尸。不过溺尸、尸壳、僵尸马、僵尸村民、僵尸疣猪兽和僵尸猪灵也会掉落腐肉。基本上僵尸一族都会掉落腐肉。你也可以通过钓鱼、寻找宝箱获得腐肉，被驯服的猫有时也会给你腐肉。猫真好。\n\n\n\n\nIf you’re a committed zombie-slayer, then you’ll eventually start building up a backlog of rotten flesh in your chests and might start to wonder what you should do with it.\n如果你是一名称职的僵尸杀手，那么你的箱子里迟早会堆满腐肉，而你可能会想该如何处理这堆腐肉。\n\nFor starters, you might consider eating it – but this is probably a bad idea. While it does restore two chunks of hunger, it has a large chance of giving you the hunger debuff which causes the hunger bar to drop rapidly. On the other hand, you can only get the hunger debuff once, so if you repeatedly cram rotten flesh into your mouth then you can sometimes outpace the hunger drain. Don’t try this at home, kids.\n首先，你可以考虑吃光腐肉，但这可能是个坏主意。虽然它的确可以恢复两格饥饿度，但它很可能给你带来饥饿的负面效果，而这会导致你的饥饿度迅速降低。另一方面，你只会获得一个饥饿效果，所以只要你吃得够多，那么你就不会饿。年轻人就别在家这么尝试了。\n\nWolves have much stronger stomachs than humans do, so they can eat rotten flesh just fine. In fact they love it so much that it can be used to breed tamed wolves, heal their wounds, and even make baby wolves grow up faster.\n狼的胃比人类的要强得多，因此它们可以很好地消化腐肉。事实上，它们非常喜欢吃腐肉，因此腐肉可用于饲养驯化的狼，治愈其伤口，甚至可以使幼狼更快地长大。\n\nFinally, if all else fails then novice-level cleric villagers will sometimes buy 32 rotten flesh for one emerald. It’s not entirely clear why they want it. Maybe they have a pack of wolves to feed? Or maybe something more sinister is going on...\n最后，如果你的腐肉还没用完，那么新手级的牧师村民有时会用一颗绿宝石换32块腐肉。牧师为什么要腐肉仍是个未解之谜。也许他们有一群狼要喂？或者他们可能正酝酿着不可告人的阴谋……\n\nAlright, let’s talk about rotten flesh in the real world – and specifically zombies. The first and most important thing you need to know is that zombies don’t exist in the real world. The word comes from Haitian folklore that was most likely imported from Western Africa – probably a combination of the Kongo words nzambi (meaning god) and zumbi (meaning an object imbued with supernatural powers).\n好了，让我们来谈谈现实世界中的腐肉，特别是僵尸的腐肉。你需要知道的第一件也是最重要的事情就是僵尸在现实世界中根本不存在。这个词源自海地民间传说，很可能是从西非传入的。它很可能是由刚果语nzambi（意思是神）和zumbi（意思是一个充满超自然力量的物体）复合而成。\n\nThe last decade or two has seen zombies appear in films, movies and games that are portrayed as more human – retaining characteristics of the living and even in some cases becoming friends with humans.\n在过去的十几年里，僵尸出现在电影和游戏中，它长得人模人样——保留着活人的特征，甚至在某些情况下成为人类的朋友。\n\nMinecraft’s zombies are more the classic kind – a groaning slob who never helps out with the dishes. You probably wouldn’t consider one your friend, would you? But a golden apple later and who knows?\nMinecraft里的僵尸更像是经典的那一类形象——呻吟着却从不帮忙洗碗的懒人。你不会正好有一个这种类型的朋友吧？但喂给它一个金苹果后谁晓得它是不是这样的人呢？\n\n注释【1】此处化用自 be all you can be——尽你所能\n\n\n",
    "replies": []
}