{
    "title": "刚看到个牛B的东西",
    "author": "love202751",
    "replyCount": 7,
    "timestamp": 1596681420,
    "txt_content": "为了共同防控疫情，《我的世界》近期携手国内顶尖呼吸研究机构发布了科普防疫玩法并推出一系列致敬医护人员的游戏内容，这些举措不仅受到许多冒险家们的热情响应，而且收获了社会各界的认可与支持。4月5日上午，CCTV-4中文国际频道报道了《我的世界》携手广州呼吸健康研究院、广州医科大学附属第一医院等专业机构共同打造的防疫知识科普玩法——\"南山防疫科普小讲堂\"。值得一提的是，钟南山院士在报道中对\"抗疫科普，群防群治\"的价值意义给予了正面肯定。而此次的防疫科普玩法-\"南山防疫科普小讲堂\"正是《我的世界》与钟南山院士领军的广州呼研院进行的一次全新跨界突破。[attach]1668930[/attach]\n\n钟南山院士表示：\"加强科普宣传，让我们的社会，特别是公众都积极地参与。群防群治这是我们最重要的法宝，这样才能预防第二波新冠肺炎的发生。\"由此可见，针对专业防疫知识的全民科普势在必行，每个人都应该具备强烈的自我保护意识，主动采取正确的防疫措施才能有效的防止新冠肺炎的发生。广州呼吸健康研究院副院长郑劲平医生在报道中展示了此次与《我的世界》合作玩法中出现的专业防疫知识，以及游戏内医院的外观及细节。郑院长表示：\"在居家隔离期间，游戏成为了足不出户就能触及，且更容易被青少年所接受的形式。《我的世界》高自由度的特色，能还原医院的外观及细节，而我们提供的专业防疫知识也能以更加生动有趣的形式呈现给青少年群体。\"[attach]1668933[/attach]\n\n在这款功能玩法中，冒险家们不仅可以身临其境般的在线观览\"虚拟广州呼吸健康研究院\"，还能与各种医生形象的NPC进行交流互动并参与答题闯关达成挑战，从而逐步掌握口罩佩戴原则、如何预防感染风险等正确防疫知识。冒险家可以前往《我的世界》PE客户端，搜索\"南山防疫科普小讲堂\" 或在【资源中心】打开【共同战疫】专题即可找到该科普玩法，完成你的防疫挑战。\n\n\n\n\nimage.png (348.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-6 10:36 上传\n\n\n\n\n\n\n面对疫情，《我的世界》也成为冒险家们致敬一线医护英雄及工作人员的窗口。在二月疫情爆发之际，《我的世界》明星开发者团队\"上古之石\"就在游戏内复原了武汉火神山与雷神山医院，将这项抗疫奇迹工程复原在方块世界之中，向冒险家们传递信念与温度。这些举措受到了来自四面八方的冒险家们的积极响应，大家齐刷刷地在评论区内留下了自己对武汉的祈祷与祝福，抗疫的决心变得更加坚定。\n\n\n\n\nfile_1596681436000.jpg (53.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-6 10:37 上传\n\n\n\n\n\n\n在大家的共同努力下，国内疫情已经逐渐趋于稳定，人们也开始慢慢回归至正常生活，但是抗疫工作依旧不容懈怠。此次《我的世界》获得CCTV-4中文国际频道的特别报道，不仅是对游戏本身功能与价值的认可，更是对热爱创造与探索的冒险家们的一种学习激励。而钟南山院士对于科普价值的正向肯定，也进一步坚定了《我的世界》对于功能游戏的思考与理解。未来，在冒险家们的热爱与支持下，《我的世界》将再接再厉继续深耕功能游戏领域，不断输出更多具有社会价值的优质玩法与内容。\n",
    "replies": [
        {
            "author": "隐龙天下",
            "timestamp": 1596695100,
            "txt_content": "一切不掏钱的行为都属于蹭热度 可悲"
        },
        {
            "author": "⚡️👮",
            "timestamp": 1596695100,
            "txt_content": "minecraft变成了工程图？"
        },
        {
            "author": "a1585672101",
            "timestamp": 1596695580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "呆萌魔理沙",
            "timestamp": 1596696120,
            "txt_content": "这说明mc不仅仅是个游戏，它是个有着无限可能性的奇妙世界。能够打破次元壁为三次元所用，没几个游戏能做到的。"
        },
        {
            "author": "DGai",
            "timestamp": 1596696360,
            "txt_content": "战疫！加油！"
        },
        {
            "author": "呆萌魔理沙",
            "timestamp": 1596696480,
            "txt_content": "隐龙天下 发表于 2020-8-6 14:25\n一切不掏钱的行为都属于蹭热度 可悲\n扣帽子做的真熟练啊？建议但凡有抗疫相关的帖子您都去无脑发个“蹭热度”好了。人家辛辛苦苦的努力被您说成是蹭热度，您又对抗疫有什么贡献呢》恐怕您连这种事都办不到吧。"
        },
        {
            "author": "a920351102",
            "timestamp": 1596698220,
            "txt_content": "辛苦制作这个建筑的团队了 战疫加油"
        }
    ]
}