{
    "title": "【原创/连载】黄昏神教#17",
    "author": "北极仙光",
    "replyCount": 2,
    "timestamp": 1596688080,
    "txt_content": " 本帖最后由 北极仙光 于 2020-8-16 08:32 编辑 \n\n第十七章——娜迦  “谜题羊······像是话里有话啊。”  出了谜题羊王宫，风行天一边走着，一边回想着刚才与谜题羊的对话。  “应该不止是普通的鼓励。算了，先不想了。”风行天摇了摇头，看向魔法地图上的下一个目标——娜迦庭院。  远远望去，一座占地较为广大的庭院出现在了前方，由布满青苔的石头围成，而庭院的正中央，正卧着一条无比巨大的青绿色大蛇。  娜迦。  风行天刚爬上围墙，娜迦就心生感应，睁开眼睛，看向风行天。  “知道第一个来找我······果然，你是天选之子。”  风行天见这顶帽子已经摘不掉了，干脆直接承认，双手背后，深沉道：“没错，我来了。”  装逼ing  “来了那就去死吧。”娜迦冷笑一声，冲了过去，将围墙直接撞塌，冲出了庭院。  “我艹，你家不要了？”风行天连忙一跃而下，不可思议地看着娜迦。  “反正也没啥值钱的东西。”娜迦不为所动。  风行天只好纵身一跃，跳到了身后的一棵树上，在树林的树冠层跳跃前行，娜迦在后面紧追不舍，摆动的躯体扫倒了大片树木。  “呵，说话那么硬气，到头来还是个怂包。”娜迦冷笑着。然而追着追着，娜迦发现······自己竟然追不上他！  而且距离还越拉越远了！  殊不知，这一切都在风行天的计算之内。  从见到娜迦起，风行天就构思好了这个计划。  蛇类的运动方式有两种，即躯干部和尾部左右摆动，如眼镜蛇；又或不断抬起、放下躯干部，如响尾蛇。而娜迦，属于前者。它的正常运动速度比风行天快，但当它在树林中运动时，其摆动的躯干部和尾部对树木施加了力并做功，这就导致用于前进的力被分散，做的功变小，进而动能减小，速度反而比风行天还要慢！  俗话说得好：学好数理化，走遍天下都不怕！  但娜迦还发现······风行天绕了一个大圈，还是向娜迦庭院的方向跑了过去。  “这个脑子有坑的天选之子······不会真以为那里面有啥好东西吧？”  正想着，风行天已经从另一边跳进了娜迦庭院。娜迦也不急，慢慢悠悠地追了过去，却看到风行天又从刚才的缺口出去了，朝另一个方向逃去。  “那个方向是······巫妖？”娜迦看了看，喃喃道，“既然他去找巫妖，那就不管我什么事了。”  它这么想着，再次回到了庭院的中心盘卧着。不过，庭院中开始回响着一阵轻微的“滴滴”声。  几秒钟后。  “轰！”  一朵小型蘑菇云在娜迦庭院缓缓升起。  风行天在不远处看着，感慨道：“其实我也不想这样啊······”  一般的生物看到有东西飞向头部时，都会条件反射地躲开，因此，想要重击头部以让敌人毙命，在没有现代科技的情况下，一般就先要重创敌人使其神智不清醒。当初打末影龙时就用的是这个方法。  所以，风行天一开始也想用这个方法。并且俗话说得好：打蛇打七寸。  可娜迦的七寸，貌似就在头上······  这就很尴尬了。  所以，风行天才装作打不过逃跑，又利用树林拉开距离，在娜迦经常休息的地方埋下大量的TNT，再铺上石质压力板，直接炸死娜迦。  什么？你问他哪来的这么多TNT？  这就要从他偶然发现的一个苦力怕刷怪笼开始讲起了······  咳咳，扯远了。  风行天拎起钻石剑，走了过去，突然，他看见烟雾里，仍有一个绿色的身影。  “没炸死？”  风行天立刻戒备起来。  烟雾散去，露出了现在的娜迦。  它的模样十分凄惨，整个躯体只剩下了四米。用游戏术语来讲，就是只剩下头部和一个躯干了。  娜迦一看到风行天，怒火几乎喷薄而出，咆哮着想要冲过去，不过随后它就惊恐地大叫了起来。  “我为什么动不了了？你对我做了什么？！”  风行天用一种关爱幼儿的眼神看着娜迦。  此时娜迦的躯体长度与横截面积的比例关系已经达到了一个临界值，已经无法通过摆动躯干的方式来运动了。如果延长躯体长度，或缩小躯体横截面积，说不定能拉大比值，恢复运动能力。  若是别人不明白，还能理解。但这句话从娜迦自己嘴里说出来，给风行天的感觉，就像是一个做了双腿截肢手术的人，术后惊慌失措地问其他人：“我为什么不能走路了？”  压根不是正常人好吧！  念及于此，风行天再次双手背后，冷冷道：“这，就是挑衅我的代价！”  娜迦张了张嘴，还想说什么，但风行天岂会给它机会，直接弯弓搭箭，从炸出来的伤口射了进去。  一击毙命。\n索引帖\n",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1596691980,
            "txt_content": "建议把火药和棉花以及铁粒塞进竹筒里\n\n\n确实非常科学"
        },
        {
            "author": "VINDICATOR-231",
            "timestamp": 1596780240,
            "txt_content": "奇怪的帽子 发表于 2020-8-6 13:33\n建议把火药和棉花以及铁粒塞进竹筒里\n建议把比较器、红石装到弩上。\n也很科学，不是么？"
        }
    ]
}