{
    "title": "【给你一个名字，你能想出整个模组吗？-3】万众瞩目的第三期来啦！（无人问津警告）",
    "author": "锋梨的小号",
    "replyCount": 6,
    "timestamp": 1596681780,
    "txt_content": "结合诸位的热（shui）情（tie）（顺便送点各位参加活动的素材）我决定！进行第三期的主题！\n给你一个名字，你能想出整个模组吗？如果只有一个名字，诸位能否凭借自己的想法写出整个模组的大纲？\n两天的活动诸位已经很熟练了，那今天我们再换一个题目\n（然而又是没人的活动）\n看看反响如何，以及各位可以把明天的题目也以帖子的形式发给我！\n（我想大多数应该是题目，真正想模组的很少吧……）【卑微】\n\n我想各位已经蠢蠢欲动了！（并没有）\n下面是题目！（然而根本没人理我）\n\n《第二世代》（快把压箱底的都拿出来！）诸位，接下来就靠你们发挥了！\n                                \n",
    "replies": [
        {
            "author": "阿木里图",
            "timestamp": 1596695580,
            "txt_content": "毫无思路"
        },
        {
            "author": "陈喵",
            "timestamp": 1596696300,
            "txt_content": "在异性玩家身后按潜行键可以产生第二世代"
        },
        {
            "author": "锋梨的小号",
            "timestamp": 1596697260,
            "txt_content": "陈慧宇 发表于 2020-8-6 14:45\n在异性玩家身后按潜行键可以产生第二世代\n嗯♂？这还是个玩家互动模组？"
        },
        {
            "author": "锋梨的小号",
            "timestamp": 1596702960,
            "txt_content": "都没有人说的话我又要自己先开个头了诸位白嫖党收好了顺手再给我加点意见什么的\n【五、第二世代】（暂定辅助型）【164-1162】\n描述：1.故事开始于勇士们屠龙之后，科技的兴起并未对文明产生过多的影响，因为勇士们老了、乏了，随着勇士们的离去，文明出现了部分断层，留给后世的记载不多，不过一部分实用的合成配方却是留了下来，改变了传统的合成方式，同时多了些新的东西，第二世代的开始意味着新的文明的开始，来自第一世代的冒险基地（火柴盒、木头屋子、破败别墅）中留存着一些残破笔记，或许会对第二世代的发展带来一些有趣的改变，不过并未改变过多。\n2.基础采集的改变：【1】石头在稿子的挖掘下会有一定几率掉落可塑型圆石，即更加适用于制造工具，当然大多数情况依旧是普通圆石，可塑型圆石分3个等级，木稿→石镐镐能掉落1等级，石镐→金稿能掉落2等级，金稿→钻石镐（下届合金镐）能掉落3等级，时运会增加掉落数量，精准采**增加掉落概率，第二世代两者可以共存，可塑型圆石对打造出工具的耐久和效率都有一定量的提升，甚至在打磨台进行粗浅的打磨便可以恢复耐久，不会损坏，类似匠魂工具，并且打磨台打造的矿物使其拥有可塑性之后可以用一块矿物附加在石质塑型工具上便可以改造为矿物所对应的工具，打磨台需要三块可塑型圆石制作的圆石打磨刀打磨铁锭，以此类推，形成三块可塑型钻石加上一个工作台在制作，由此便永久地可以无偿修复工具与无偿打磨矿石，由于可塑型物品在后期游玩其他模组时不被需要，玩家出生时会获得一把无限耐久的修复石，可以令任何可塑型物品恢复正常；【2】用斧子开采木头时，会在原有基础上多出4个木板和一撮灰尘，木斧1倍，依次类推，金斧和铁斧相同，钻石斧4倍（下届合金斧5倍），时运效果原有基础上每一个等级增加20%，时运三将增加60%，同样，精准采集可以共存，令原木数量在时运的基础上翻倍，而灰尘的作用，则是在工作台9合1为灰尘，灰尘在熔炉熔炼可以随机熔炼出一种矿物的1粒，本模组添加了钻石粒、绿宝石粒、小撮红石粉、青金石粒、石英粒、小撮萤石粉和煤粒（、下届合金粒），另外添加了地狱枯树，获得的地狱灰尘是地狱矿物粒的熔炼根本；【3】用剑开采西瓜、用斧子开采可可豆都可在获得部分带有矿物粉的果实，食用后可获得如生命修复、夜视等短暂的buff效果，但木制、石制工具的木屑将会掉落，石制工具将不会改变掉落物。\n3.合成表的改变：【1】工作台改为横向摆放的两个木板，外形将为半板，两个半版叠加，将有逆向合成的能力，但无正向合成物品将不能逆向；【2】熔炉改为多方块结构，两个石台阶对角合成熔炉半板，5个熔炉半板摆成十字将形成多方块结构体系，功能相当于5个熔炉，且中心供能，共享能量，实现了1煤炭烧制40物品的功能，但若是四周的熔炉供能，将只作用与相邻的一个熔炉，在5个熔炉形成多方块结构后，可添加更多熔炉，每添加4个效率降低一半，耗能增加一倍，故而不推荐过多的熔炉排列；【3】箱子合成只需四个十字形的格子放置木板，在打磨台经过3次打磨可接入工作台或熔炉，只需shift+右键便可增加熔炉序列或工作台的存储，不需要多余的空间占用，一个工作台半板只接受5个箱子空间，一个熔炉半板只接受6个箱子空间；【4】酿造台的合成将不需要击败烈焰人，只需要萤石与木棍在打磨台分别打磨3次后在工作台进行1木棍+4萤石的合成获得荧光棒即可代替烈焰棒，同时与附魔台或附魔真台合成后酿造和附魔将可以使用经验、矿物和酿造材料进行，相应的属性有待补充，仍接受书架的升级；【5】附魔台与铁块、金块、钻石块、绿宝石块、萤石块、石英块、红石块、青金石块（下届合金再次与附魔真台合成可形成附魔真金台）合成后将可以使用其中任何的矿物形态（不含矿石）为附魔物品增加附属值（附魔真金台将可能带来附魔经验无损的附加效果）；【5】信标在合成时可以用铁锭、金锭、钻石、绿宝石（、下届合金）代替下界之星的合成，但基座将只能使用对应的矿物块且只发出矿物对应颜色的光，不能改变。\n4.新奇的东西：第一世代的冒险基地中留下的残破笔记，玩家可以通过打磨台打磨进行修复获得合成表：【1】风化合金：将两个矿物块置于100+层的位置经过3~5天将会获得两个风化合金块，风化合金块所制造的装备将带有耐久X、保护IV的效果，铁块到钻石块分别计分，随着两者等级的提升，所获得的的装备保护等级也会逐级提升，铁块均为1分，所以两分的风化合金将只能获得保护IV的效果，在此基础上逐级递增，给了金装备更多使用空间；【2】炼锅：炼药锅下方放岩浆，灌满水后上方放一个黑曜石，会自动掉落一个炼锅，炼锅在下方一格为岩浆后，不需要能源便可以烹饪所有食物为熟食，原版没有熟食的食材在烹饪后将提升2点饱食度（不包括蘑菇煲）；【3】末影之戒：本模组增加的饰品栏只有唯一一种，三个格子，就是用来放置末影之戒的，其需要在末影箱内放置一个末影箱，同时将会自动输出这个末影箱形成末影之戒，末影之戒独立存在，不属于末影箱的存放空间，佩戴在手上，死亡不掉落，相当于三个箱子的多余存储空间。\n额外：联动与模组更多物品于更高mc版本更新。"
        },
        {
            "author": "小灬望",
            "timestamp": 1597374720,
            "txt_content": "小望的第二时代"
        },
        {
            "author": "锋梨的小号",
            "timestamp": 1597375020,
            "txt_content": "小灬望 发表于 2020-8-14 11:12\n小望的第二时代\n怎么说怎么个时代"
        }
    ]
}