{
    "title": "【原创/单篇】他与狗的故事",
    "author": "堕天使之墓",
    "replyCount": 3,
    "timestamp": 1596784140,
    "txt_content": " 本帖最后由 堕天使之墓 于 2021-2-8 19:11 编辑 \n\n末地里的一篇。\n\n感觉完全可以写成一个长篇连载的，但我懒。\n因此有些地方的转折会很突兀一类的。\n理论上可以去脑补这期间的其他剧情。\n\n以下为正文：\n\n他拿着一张地图，向着东北方走去。\n是这样的：他从制图师那里买了一张海洋探险家地图，而他在海底神殿的西南部。他一开始觉得用不了几天便可以抵达神殿。但，这已经走了五天了。真的不应该带一堆东西出门，他的背包已经塞了一堆探险用品，此外一堆有用的废品也被塞了进去。在走到海底神殿之前，他得保证不会被这堆不能丢的玩意逼疯。\n前方是一片云杉林。\n他自然而然地进入了云杉林。\n\n不妙，真的不妙。\n现在是晚上，一堆怪物正追着他。云杉林里的一棵棵云杉树阻挡着他的路线，他也已经撞到好几棵云杉树了。他现在真想放把火把云杉林烧了。\n他不知道跑了多远，来到了一处山崖的顶部。他熟练地搭了一堆方块。至少追赶他的那些怪物过不来了，算是安全了吧。\n一支来自山崖下的箭射入了他的左臂。\n好吧，并不算安全。向下一望，山崖下有一些骷髅，正好可以射中他。他现在感觉一点也不好：再被射中一两次估计就在这里死掉了。箭仍然时不时射向他。\n在这里等着也不是个办法。他在思考如何保证自己的安全。\n山崖下发出了骷髅吱啦的声音，之后便没有动静了。发生什么了？他往山崖下望了望，只发现了一堆骨头。\n他不想去思考具体发生了什么。他现在不太想赶夜路了，于是粗略地整理了下背包，用方块搭了个临时庇护所，就在那里过夜了。\n\n到早上了。又是早上，他那么想着。\n晚上的那些怪物已经消失了。它们就是那种只敢在夜晚出来的生物，他习惯了。\n他拿出了指南针，确定了东北在哪个方向。之后便稍微收拾了一下东西，向着指南针指向的方向偏东走去（仔细一想，那玩意严格来说应该叫指北针）。他没走几步便碰到了什么东西。\n是一只狗。没什么稀奇的，云杉林本来就有许多狗。\n但，他走几步，那只狗就跟着他走几步。“我没吃的吧……”他无奈地喊了句。他跑了几步，那只狗也跟着跑。他无法理解这只狗为什么跟着他，只有被驯服的狗才会那么做。\n下午，他走出了云杉林，云杉林后是沼泽地。在这期间他一直想无视掉这只狗，但最终失败了。\n他终于开始关注这只狗。他随口喊了一声：“坐下？”于是这只狗乖乖地坐下了，和被驯服的狗一模一样。“真会坐下啊，那么……起来！”狗又起来了。\n他才注意到那紫色的项圈。“那啥，你是原本已经有主人了，但主人不见了才在云杉林里的吗？仔细一想也是，你和被驯服的狗一个样子……”他开始嘀咕。\n不管了，给它喂些啥吧。他摸出了熟猪排，给它喂了一片——原本是他探险时的的专属食物的。\n这只狗看起来很开心。不管了，算领了只宠物吧。他继续赶路。\n到了傍晚，他们走到了大海边。大海边吗……\n大海的话，便需要坐船了。他翻了下背包，没有。“关于我带了一堆不知道什么鬼玩意结果没带船这件事，草。明天做一只吧。”\n沼泽地比较平静。虽然有史莱姆，但它们并没有被他和那只狗所吸引。\n\n日出他已经见过很多次了，但海上的日出他还算是第一次见。\n“真美啊，要是有人和我一起看这日出就好了。话说等会？”他望向了旁边的那个毛茸茸。“感觉你也挺有趣的，不是吗？要是你能和我说话就行了，或者汪几句也行。”狗儿像是听懂了似的，跟着汪了几句。\n“虽然估计你听不懂但我还是和你聊一会吧。\n我自几年前开始便四处探险，但都是独自一个人，因为怕牵连到什么人或事。宠物这玩意，我也想养一只，但为了避免发生什么意外便一直没去养。你到了这里，我感觉挺意外的，是上天安排的吧。”这么说着，他又摸出了一片熟猪肉。\n“看你的样子，是在云杉林里迷路了吧？还是说主人已经不在了？不管怎么说，你的主人挺想念你的吧，你也一样。估计就是这样，你才找了我做新主人吧？应该就是这样。嗯。”他说着说着笑出了声。狗儿喘了几声。\n“希望这之后我们可以永远在一起。”太阳已经完全升起来了。\n昨天要干什么来着？做船然后驶向大海。\n他砍倒附近的一棵橡树，用这橡树做了一只大船。这只船可以放下他和他的物资，以及这只狗儿。\n他把船放入了水中。“走吧？”狗儿跟着他坐上了这只船。\n船儿驶向远方。\n\n他不知道那个海底神殿在不在这片海域上，也不知道他还要走多久。\n他一直在把船划向东北方，不知持续了多久。\n“——我想我也没什么可说的了。我记得许多人都选择了在一片土地上扎根，在那里就那么生活下去。我不想这么去做，因为我觉得这种人不敢去面对危险，只是为自己度日。但感觉……对你来说，安定下来比四处流浪好得多了吧？好得多了吧？是吗？”\n“——汪……”\n“地图上有一座小岛，虽然不太乐意，但在我探险完后我会在那里安定下来。在地图上看那座岛，有山有水，远离陆地那块，对某些人来说直接可以算‘仙境’了。虽然不妥，但就那么决定了。”\n又不知持续了多久，只记得只有他和狗儿，以及一些听起来像是自言自语的话。\n到了晚上。\n晚上只有溺尸，因为这地方是深海。于是他继续赶路。\n地图上的那个小岛已经出现在了他眼前，而海底神殿的海晶灯也映入了他的眼中。快到了。\n小船撞上了什么。是桅杆。为什么有桅杆？下面有沉船。\n是沉船吗，里面通常会有许多好东西，他也搜刮过几次了。\n通常，他会立刻下去搜刮宝藏。但这次他犹豫了一会。没事的，只是一会的功夫。真的没事吗？真的没事。万一这时候有什么意外怎么办？真的不太可能会出现什么意外。\n他把船放到了一边，潜入了水中，熟悉地把里面的宝藏摸了出来。在他搜刮完最后一个箱子后，他准备回到小船那边。\n\n小船那边不知道什么时候坐了个溺尸。什么情况？希望不是最坏的那个情况。\n他谨慎地摸出弓，射杀了那只溺尸。\n他心里已经大概知道发生了什么了。但他现在只觉得要“眼见为实”，要看一下才能确认。\n他游到了小船那边。船里只有紫色的项圈。\n\n第二天早上，海底神殿旁的那个小岛上。\n他用圆石立了个简易的墓碑。\n狗儿（？-1585/c/25）\n介绍：一只带着紫色项圈的狗。在云杉林里被发现，最终同“我”一起游历了大概2天。其原主人至今不明。\n死因：轻易把其生命赌在了冒险上，使其被溺尸杀害。\nSorry.",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1596784740,
            "txt_content": "一堆有用的垃`圾有些真实\n下次养宠物建议养铁傀儡\n\n其实大部分狗狗都是在冒险的时候失去的性命，非常的...脆弱"
        },
        {
            "author": "hai8993022",
            "timestamp": 1596787260,
            "txt_content": "我居然给看完了0.0,我以为我就是那条狗"
        },
        {
            "author": "z841309249",
            "timestamp": 1597854960,
            "txt_content": "看完了！希望还能看到很好的作品"
        }
    ]
}