{
    "title": "申请撤销评分",
    "author": "樱千落妖精",
    "replyCount": 7,
    "timestamp": 1596885120,
    "txt_content": " 本帖最后由 樱千落妖精 于 2020-8-8 19:25 编辑 \n\n宣传帖链接：https://www.mcbbs.net/thread-1003852-1-1.html\n申请撤销用户 @大合成家 的评分\n不尊重把玩家的劳动成果，搞霸王条款，就这还2019优质服务器\n不尊重玩家的劳动成果？你说我不尊重你哪些嘛？不出什么大问题比如刷物品什么的我都不会清理玩家东西的，这一点我的玩家们也会认同。\n霸王条款？难道我对霸王条款有什么误解吗 还是我不理解霸王条款？\n\n该用户去年（2019 具体哪一月哪一日已不记得了）在我服购买了 寰宇支配之剑 后发现有转让/租借给其他玩家的行为\n但我服并不允许使用点券购买的道具 转让/租借 给其他玩家  原因：你借给别人弄丢了我怎么找 没证据给你补你说我赖怎么办？\n\n对此我向该玩家提出三个解决方案：\n 1. 收回借出的道具 自己保管 \n 2. 仍然借给其他玩家 物品丢失的后果由自己承担\n 3. 管理员收回道具 并退款部分金额（此用户购买道具已有一段时间）\n我不认为以上三点不合理 收回道具并退款也是你自己选的 现在倒过来说我搞霸王条款?\n\nQ: 第三点的退款为什么只退部分？\nA: 上面提到 此用户购买道具已有一段时间 已经使用该道具获取了大量利益 少退一点难道不合理吗\nPs: 记得当时是以168¥的价格出售 后来退款了128¥\n\n# 无QQ聊天记录 因为好友已经没了 无交易记录 去年的太久了找不到 全凭记忆\n# 该举报者QQ 819396194 这个游乐王子的像素头像我是记得一清二楚的\n\n\n申请撤销用户 @深渊龙 的评分\n内容与实际完全不符合\n# 猜测此用户是和上面那位一伙的 当时和他一起玩的小跟班 也就是上面说到的“其他玩家”\n   为什么这样猜？我服务器帖子已经好几天没提升了 加群也没几个 半小时之内连续两个评分一起来 你觉得呢？\n\n内容与实际完全不符合？云玩家似乎并没有资格评论这一句，你敢说你有玩过服务器吗（已更换周目）\n帖中内容完全按照服务器内现状进行编写 没有造假和虚假宣传的行为",
    "replies": [
        {
            "author": "ir-0",
            "timestamp": 1597020420,
            "txt_content": "@大合成家 \n@深渊龙 \n请于三日内对评分内容进行说明 否则按照恶意评分处理"
        },
        {
            "author": "大合成家",
            "timestamp": 1597040460,
            "txt_content": "1、我跟另外一位评分的人，包括其他后来认识的在你服玩过且心存不满但没来评分的人，都是于2020年在你服以外偶然聊到六花服务器产生共鸣，不存在跟班的问题\n2、2019年我MCBBS号忘了，但现在我想起来了，差评会迟到但不会缺席\n3、2019年8月份，六花在更改服务器规则前公告表述不达意，且给玩家反应时间过短。原本规则是可以在地皮制造、存放和发射星系系列mod的火箭，更改规则给出的公告里仅说不能在地皮使用火箭，未表达出火箭在地皮世界被禁的意思，然而更新后火箭在地皮世界变成了被ban物品，从箱子里拿出来就消失，导致包括我在内的多名玩家存放在的地皮的火箭都没了，好多天熬夜早期趁人少TPS高，挖矿打板子的努力功亏一篑，还搞霸王条款说一律不给补偿，完全不把玩家的劳动成果放在眼里。不尊重玩家劳动成果这一现象多名玩家有所反映，更新后玩家流失，人数明显减少也证明了他们的不满"
        },
        {
            "author": "大合成家",
            "timestamp": 1597040640,
            "txt_content": "我们都没有买寰宇支配之剑，也不知道送没送人的事，我们的不满在于对玩家劳动成果的破坏和不尊重以及腐竹的蛮横言语、对管理人员行为对玩家产生损失的不负责任态度，请就事论事"
        },
        {
            "author": "樱千落妖精",
            "timestamp": 1597061820,
            "txt_content": " 本帖最后由 樱千落妖精 于 2020-8-10 20:20 编辑 \n大合成家 发表于 2020-8-10 14:21\n1、我跟另外一位评分的人，包括其他后来认识的在你服玩过且心存不满但没来评分的人，都是于2020年在你服以 ...\n前两点不作回复 关于第三点的解释：\n表述不达意？那可能是我水平太差说的话让人难理解 ，我已在群内和游戏中多次提醒和解释，地皮和生存资源两个是不同的服务器，星系模组的成就数据并不能同步，所以有一个区能使用火箭另一个区不能使用的问题。地皮大区本来就是禁止玩家使用火箭进入星系世界的，后来发现火箭可以无视插件的限制传送到星系世界才在地皮大区单独封禁了火箭，从开始到结束好像给了不少时间吧？\n霸王条款不补偿？合着你是给我钱了吗这算霸王条款，如果你给了钱哪怕是两毛我都给你补，群里艾特全体、发群公告、游戏里提醒，难道我还做得不够好，不够尽职尽责吗？BanItem并没有没收物品的记录，这就是不发补偿的原因，因为没办法证明你有什么给收了，更新后流失仅仅是身体原因和沉迷游戏没有时间维护更新后出现的问题而已\n有没有买当然是你自己清楚，你这个论坛账号绑定的QQ号我是记得的"
        },
        {
            "author": "大合成家",
            "timestamp": 1597066620,
            "txt_content": "不好意思，我还真的没买。你可能会记错是谁买的，但我绝对不会记错我不会在这种道具上花钱"
        },
        {
            "author": "樱千落妖精",
            "timestamp": 1597117620,
            "txt_content": "大合成家 发表于 2020-8-10 21:37\n不好意思，我还真的没买。你可能会记错是谁买的，但我绝对不会记错我不会在这种道具上花钱 ...\n所以，本服并没有故意不尊重玩家劳动成果行为、也没有你口中的“霸王条款”，优秀服务器是版主和评委评选出来的，我只能做到让大部分人喜欢，宣传帖内容也没有与实际不符合的问题"
        },
        {
            "author": "大合成家",
            "timestamp": 1597138980,
            "txt_content": "多言无益，由管理员来进行评判和决定结果"
        }
    ]
}