{
    "title": "[Minecraft.net|CULTURE]非凡革新",
    "author": "我是小牧",
    "replyCount": 1,
    "timestamp": 1596838140,
    "txt_content": "\nDivine Renovation\n非凡革新\nA fantasy build server that's looking to expand!\n一个非凡的建筑服务器正在招新！\n\nEmily Richardson\n\nFANTASY BUILDERS WANTED! Must meet the following requirements:\n召唤超神级建筑师！需要满足以下要求： \n\n1. Be able to build fantasy-style in somewhat popular videogame, 'Minecraft'.\n1.能够在某个超流行的游戏，我的世界里建造风格奇幻的建筑。 \n\n2. Be actual witch or wizard (optional, but helpful).\n2.是真正的巫师或者女巫。（此项可选，但有加分） \n\n3. Must spend whole time on server talking about how amazing Minecraft.net is and ordering other players to visit it, ideally by screaming loudly in their faces (OK, you don't have to do this one).\n3.必须花费所有时间在服务器里讨论我们这个网站是有多棒，然后责令其他玩家去访问我们的网站，最好是当面大声讲。（好吧，这条其实没什么必要。） \n\nInterested?  Then perhaps you'd be a perfect fit to work on The Divine Showcase . Take a break from boring old reality in this sprawling fantasy build server, complete with ornate clock tower, regal draping and a hulking blue beast of a dragon. Don't worry, I'm sure he's friendly! How sure, you ask? Let's move on!\n你是否有这个意向呢？如果是的话，你或许会很适合去The Divine Showcase这种项目。从乏味的现实之中醒醒吧，来庞大的奇幻建筑服务器中好好休息吧。这个服务器里有着华丽的钟楼，豪华的垂饰还有硕大的蓝色巨兽。不用担心，我确定它很友好的！或许你会问我有多少准数？我们继续看吧！ \n\nThe creators tell me The Divine Showcase started life small, little more than a central plaza surrounded by a ravine. But the build steadily expanded in ambition and scope as the team increased in size.\n建造者和我说，The Divine Showcase一开始规模很小，不过是被一条沟壑所包围的一个广场罢了。不过随着团队规模不断变大，建设的野心与规模也在不断扩大。 \n\n“The original team,” explains lead builder, Jess (also known as Pyrogurl) “consisted of 8 people. The current team that has worked on the build to make it what it is now is a team of 15 people. They include the build team on The Divine, the Moderators who also build when they can, and our Build Manager who designed the new area outside of the main city. I would say in total at least 20 people have worked on this build.”\n“最初的团队，”首席建筑师杰斯， 也被称之为Pyrogurl，和我们介绍道，“总共有八个人。目前忙于工作上的有15人。他们之中有着团队中的人，也有着版主加入尽其所能。我们的建筑经理负责设计规划主城之外的新区域。我敢说前前后后至少有20人参与了这个建筑。”\n\nAnd their plan is to expand even more!\n他们的计划是建的更多！ \n\n\nWhile it may look elegant and natural, the transition from that original plaza to this monolithic city has been anything but easy. “The original build was made in the 1.7.2 version of Minecraft,” Divine server owner Tom Beer tells me, “so moving it to a 1.11 version server was a massive task taken on by Pyrogurl.”\n虽然看上去优雅又自然，但是从原来的那个广场发展到今天这样一个庞大的城市绝非易事。“最初的那个版本建造于1.7.2版本的我的世界，”服务器的所有者汤姆·皮尔和我说，“所以将其移动到1.11版本的游戏服务器上对于Pyrogurl来说是一项艰巨的任务。” \n\nIndeed, Jess took the time to create schematics and edit a staggering amount of blocks - a task made more complicated by the use of mods and texture packs with metadata. “We had 15 types of cobblestone,” says Tom, “as opposed to just the one used in vanilla Minecraft.”\n确实，杰斯花了很多时间创建蓝图文件，并且编辑了相当数量的方块。而且由于使用了模组以及带元数据的资源包，这任务更加的复杂了。“我们有着15种圆石，”汤姆说，“而不仅仅是原版我的世界里使用的单种圆石。” \n\nJess remodelled everything, taking great care to maintain texture and clarity before transferring the world back to the server.\n杰斯在转移存档到服务器之前，小心翼翼的重制了所有东西，保留了材质与清晰度。 \n\n\n\n\n\n\nPresently, the Showcase stands at 1,316 blocks squared, while its original counterpart was just 200. But Tom and Jess don’t want to stop there. They want to invite other builders to add their creations to the Showcase and expand the city into a sprawling world of fantastic builds . The submissions process has just opened, but already they have two new additions ready to be integrated.\n目前，服务器里有着一千三百十六方块见方，而原来的边长只有两百。但是汤姆和杰斯并不打算止步于此。他们诚邀其他建筑师来服务器里留下他们的手笔，将这座城市扩展成一个满是奇妙建筑的宏大世界。申请提交刚刚开放了，但是他们已经有两个想要整合进去了。 \n\n“Both Jess and I wanted to create a perfect world,” says Tom. “A metropolis full of beautiful builds from people all around the world, and opening this to the public with no paid doors is a milestone for me personally.”\n“杰斯和我都想要建造一个完美的世界，”汤姆说道，“一个充满全世界的人建造的美妙建筑的大都市，向公众免费开放，对我来说是一个里程碑。”\n\n\nI understand wanting to preserve a build - for Jess and Tom, this is a vestige of their old server, where they started out as builders in a community. However, I'd be afraid of editing my beloved creation to make way for newcomers with different visions.\n我理解想要为杰斯和汤姆保存一份建筑副本的想法，这是他们刚刚在社区里作为建筑师在旧服务器的见证。但是我害怕编辑我心爱的作品，为有不同见解的新手起步。 \n\nWhen I mention this to Tom, he explains, “Minecraft is a forever-expanding game. People’s visions are changing. If we want to be on top of our game, we need to allow for that change, otherwise we’re always going to be stuck in the past.”\n当我和汤姆提及这点的时候，他解释道：“我的世界是一款一直向前的游戏。人们的见解总是会变的，如果我们想要保持高度，我们需要接纳这种变化，不然我们将被沉溺在过去。” \n\nJess herself only feels enthusiasm for the project. “It’s exciting because we get to see all our hard work in a new light,” she says. “So yeah, not scary, just more exciting. Like when you remodel your home to make it better.”\n杰斯本人对这项目只有热情。“这其实很令人兴奋，因为我们可以从一个新的视角去审视我们所有的辛苦工作。所以是的，并不可怕，只有兴奋。就像是你为了焕然一新而重新装修家里一样。” \n\n\nSo where can we find this mega-city? “Anyone can come onto the Divine server and discover the city in and around the Showcase area,” Tom says. “As we get more applications, they will also be added to the world for everyone to enjoy. At the moment, you can enjoy the base of the Showcase and search every single house within its walls. However, I must warn you - there’s a lot!”\n那么我们能够在哪里找到这座大都市呢？“任何人都能够来我们服务器游览城市以及周围的展示区，”汤姆说道，“随着我们收到越来越多的申请，越来越多的建筑也能够加入世界里供他人游乐。限制，你可以在服务器里游玩，并且探索每座房子的每堵墙。不过我得警告你——房子真的有很多！” \n\nI can’t wait to see how this server grows under Tom, Jess, their team and the watchful eye of the Divine’s resident dragon. Relax, I sent Marsh over to said dragon to make sure it's friendly! Hey, where is Marsh anyway?\n我已经迫不及待地想要看看这服务器在汤姆，杰西还有他们的团队以及巨龙的注视下会怎么成长了。别担心，我让马仕去确认那条龙是不是友好的了！嘿，马仕哪儿去了？ \n\n…\n…… \n\n...Oh.\n……哦。 \n\n【我 译自官网 2017 年 09 月 27 日发布的 Divine Renovation】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1597862700,
            "txt_content": "Moderators 应该是服务器上的管理阶级 版主不太对\nmonolithic 有 一体 的意思\nschematics 也许说成结构更好，或者不翻然后注解\ntexture packs with metadata 这里指的是旧版用未使用的方块附加值增加材质量的材质包\nHowever, I'd be afraid of editing my beloved creation to make way for newcomers with different visions. 翻译意思似乎不太对\n\n\n"
        }
    ]
}