{
    "title": "我的世界地下城方块——在Minecraft中还原地下城？[1.16][持续更新",
    "author": "8888_",
    "replyCount": 8,
    "timestamp": 1596782460,
    "txt_content": " 本帖最后由 8888_ 于 2021-2-5 18:36 编辑 \n\n\n\n\n\n\nminecraft-dungeons-recreation-blocks_1-520x245.png (166.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-7 13:58 上传\n\n\n\n\n\n我的世界地下城——方块his addon adds blocks from Dungeons into Minecraft. There are a lot of blocks to choose from to complete your build. It’s now easier than ever to recreate the Camp, the Nether Portal, and other builds that caught your eye while going through a level!\n这个addon增加了地下城方块到我的世界中。有许多方块可供选择以完成建造，现在比任何时候都更容易建造营地，地狱门和其他建筑来吸引你的眼睛\n\n\n增加物品-Soil with GrassThere are currently 4 blocks for the Soil with Grass series:Soil (0% Grass)Soil with Some GrassSoil with More GrassSoil Grass Block (100% Grass)\nEach block has a different amount of grass on them. Dirt in Dungeons has a brighter and smoother texture than dirt in vanilla Minecraft. This is why I added Soil!-带草的土壤带草土壤系列目前有4个方块：\n土壤（0%草）带草的土壤多草的土壤草方块（100%草）\n每个方块都有不同数量的草。地下城里的泥土比我的世界里的有更亮更光滑的纹理。这就是为什么我添加泥土\n\n\n\n\n\nminecraft-dungeons-recreation-blocks_5.png (62.76 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-7 14:03 上传\n\n\n\n\n\n-Stone Tiles\nThere are currently 5 blocks in this series:Stone Tiles (0% Soil)Stone Tiles with Some SoilStone Tiles with More SoilSoil-Covered Stone TilesStone and Soil Tiles (50% Soil)\n-石砖\n该系列有5个方块\n石砖（0%土）带土石砖多土石砖覆土石砖石土砖（50%土）\n\n\n\n\n\nminecraft-dungeons-recreation-blocks_6.png (42.33 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-7 14:07 上传\n\n\n\n\n\n\n\n-Stone Bricks with SandThere are currently 4 blocks in this series:Stone Bricks with Some SandStone Bricks with More SandSand-Covered Stone BricksChiseled Stone Bricks with Sand\n-沙石砖\n此系列有4个方块\n带沙砖多沙石砖覆沙石砖 錾制石砖\n\n\n\n\n\nminecraft-dungeons-recreation-blocks_7.png (33.63 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-7 14:12 上传\n\n\n\n\n-Ice BlocksThere are currently 7 blocks in this series:Shiny IceCracked Shiny IceSnowy Shiny IceIce Fort BricksFrosted Ice Fort BricksChiseled Ice Fort BricksSmooth Ice Fort Bricks\n-冰砖这个系列包含7个方块：闪亮的冰碎裂的闪亮冰雪亮冰冰砖磨砂冰砖錾制冰砖光滑冰砖\n\n\n\n\n\nblocks-from-dungeons-creeping-winter-update_2.png (67.54 KB, 下载次数: 0)\n\n下载附件\n\n2020-12-5 17:30 上传\n\n\n\n\n\n\n\n-Frosted Blocks\nThere are in total, 21 blocks that are considered frosted:Frosted Oak LogFrosted Oak PlanksSomewhat Snowy Frosted Oak PlanksVery Snowy Frosted Oak PlanksSettlement PlanksSnowy Settlement PlanksSettlement TilesSomewhat Snowy Settlement TilesVery Snowy Settlement TilesChiseled Settlement TilesPatterned Settlement Tilesall Ice Blocks\n-霜块共有21个方块是带霜的：带霜的橡木原木带霜的橡木木板带雪的橡木木板多雪的橡木木板沉降木板积雪沉降木板沉降砖带雪的沉降砖多雪的沉降砖錾制沉降砖\n花纹沉降砖所有冰块\n\n\n\n\n\nblocks-from-minecraft-dungeons-howling-peaks-update_3.png (57.51 KB, 下载次数: 0)\n\n下载附件\n\n2021-2-5 17:19 上传\n\n\n\n\n\n^ 11 out of 21 frosted blocks.\n-6 Retextured Paintingsincluding:Squid Coast PaintingRedstone Monstrosity PaintingCreeper Head PaintingTropical Island PaintingCrocodile PaintingArch-Illager Portrait\n-6幅画包括：鱿鱼海岸画红石怪兽画苦力怕头画热带海岛画鳄鱼画Arch-Illager肖像\n\n\n\n\n\nblocks-from-minecraft-dungeons-howling-peaks-update_4.png (18.32 KB, 下载次数: 0)\n\n下载附件\n\n2021-2-5 17:22 上传\n\n\n\n\n\n\n\nThese aren’t the only blocks added in this addon! There are loads more for you to try out!\n\naddon中并非只有方块!还有更多东西等你尝试!\nWith these new blocks, you can easily rebuild things from Dungeons into Minecraft!\n\n有了这些新方块，你可以容易的在我的世界中建造地下城的东西!\n\n\n\n\nblocks-from-minecraft-dungeons-howling-peaks-update_5.png (137.44 KB, 下载次数: 0)\n\n下载附件\n\n2021-2-5 17:24 上传\n\n\n\n\n^ A part of Gale Sanctum rebuilt!重建烈风圣地部分！\n\n\n\n\nblocks-from-minecraft-dungeons-howling-peaks-update_6.png (140.59 KB, 下载次数: 0)\n\n下载附件\n\n2021-2-5 17:27 上传\n\n\n\n\n\n^ A part of Redstone Mines rebuilt!\n重建红石矿井部分！\n\n\n\n\nblocks-from-dungeons-jungle-awakens-update_2.png (127.12 KB, 下载次数: 0)\n\n下载附件\n\n2021-2-5 17:28 上传\n\n\n\n\n\n^ A part of Dingy Jungle rebuilt, using the new blocks added in Version 1.7! (using ESBE 2G Shader v5.0 by @Mcbe_Eringi)\n重建昏暗丛林部分，使用1.7版本新增加的方块！（使用 ESBE 2G Shader v5.0光影）\n\n\n\n\nminecraft-dungeons-recreation-blocks_8.png (114.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-7 14:17 上传\n\n\n\n\n^ A part of Cacti Canyon rebuilt!重建仙人掌峡谷部分\n\n\n\n\nminecraft-dungeons-recreation-blocks_9.png (167.66 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-7 14:19 上传\n\n\n\n\n\n\n^ A part of Desert Temple rebuilt! (using ESBE 2G Shader v5.0 by @Mcbe_Eringi)重建沙漠神殿部分（使用ESBE 2G 光影v5.0）\n\n\n\n\nminecraft-dungeons-recreation-blocks_10.png (107.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-7 14:20 上传\n\n\n\n\n^ The Camp rebuilt in Minecraft!在我的世界里重建营地\n\n\n\n\nminecraft-dungeons-recreation--blocks_11.png (47.67 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-7 14:21 上传\n\n\n\n\n^ The Nether Portal found in the Camp rebuilt!重建营地中发现的地狱门!\n注意事项 Things to noteIn 1.16, there is a bug where custom blocks from addons do not show up in the creative inventory.  Therefore, I have added items that you can use to place the new blocks. They can be found in the inventory. There is 1 item for every block added. Because they are items, they appear 2D in your hand. There is nothing I can do about that! These items are temporary additions. They will be removed when Mojang fixes the bug that causes custom blocks to not appear in the creative inventory.\n在1.16，有一个bug，来自addon的自定义方块不会出现在创造背包中。对此，我添加了可以用来放置新方块的项，它们可以在背包中找到，每一个新增的方块占据一项，因为它们是物品，所以他们在你手上的时候是平面的，对此我无能为力！这个是暂时添加的，当MOJANG修复了这个bug后它们将被移除。\n\n\n\n\n\nblocks-from-minecraft-dungeons-howling-peaks-update_8.png (93.41 KB, 下载次数: 0)\n\n下载附件\n\n2021-2-5 17:38 上传\n\n\n\n\n\nThe custom blocks also do not show up in the recipe book. For the recipes, check out this document here. (Google Docs). To obtain custom blocks, place them using the items, craft them, or use one of these commands:\n自定义方块也不会出现在配方表中，对于它们的配方，请点击这个文档（谷歌文档）。想要获得addon中的方块，也可以使用以下指令：give [player] dungeons:[block]/function giveallblocks1/function giveallblocks2/function giveallblocks3/function giveallblocks4/function giveallblocks5/function giveallblocksjungle/function giveallblockswinter/function giveallblocksmountains/function giveallblocksslabs\nFor the [block] values, check the last few pages of this document. There are too many to be listed here. The “giveallblocks” function gives you 1 of each block added in this addon.对于[block]值，请查看文档最后几页，太多无法列出。“giveallblocks”指令会将这个addon中新增的方块都给你一个。In 1.16.210, there is also a Minecraft bug causing blocks with custom geometries to not work correctly. Once again, I cannot do anything about this. The blocks that don’t work are:在1.16.210，还有一个bug，再一次，我无能为力。不能使用的方块有：Diamond CrystalRedstone CrystalGolden TrapdoorCreeper PillarActivated Creeper PillarDeactivated Creeper PillarSnow Berry BushSnow FernSnow BushGlowshroomSand LayerGravel LayerLamppostIce LamppostIce Soul LamppostAll Slabs added in this add-on钻石水晶红石水晶金制活板门苦力怕柱激活苦力怕柱未激活苦力怕柱雪果丛雪蕨雪丛夜光菇沙层砾石层冰冻灯柱冰冻灵魂灯柱此addon中所有的半砖\nThere is also a map showing you what you can build with these new blocks! It includes some of the builds in the images above. The download can be found at the Download section.\n还有一张地图展示可以建造什么，它包括上面图片中的一些建筑。可以在下载部分找到Turn on Holiday Creator Features in Experimental Gameplay, or else some blocks and all items for placing custom blocks will not work! This is very important!请在实验玩法中打开假日创造者功能，否则一些方块或物品将会无法使用，这是非常重要的\n支持版本&下载地址支持版本：1.16.100、1.16.101、1.16.2001.16.201、1.16.210（beta）      本帖最后更新：2021.2.5\n下载地址：原贴地址\n打开网页较慢，请在打开网页后向下滑动，找到Downloadsaddon后缀为此modmcworld后缀为地图更新日志&汉化文本下载v1.8版本（2021年1月9日）\n\nVersion 1.8 (January 9, 2021)71 new blocks and items:Highland GrassHighland Grass PathHighland StoneHighland BricksChiseled Highland BricksPatterned Highland BricksHighland TilesHighland PillarOutpost BricksChiseled Outpost BricksOutpost TilesSanctum StoneCut Sanctum StoneGilded Cut Sanctum StonePatterned Sanctum StoneGilded Patterned Sanctum StoneDark Stone BricksSnowy Stone BricksSettlement TilesPatterned Settlement TilesFlattened Polished AndesiteFrosted Chiseled Stone TilesChiseled GoldDetailed GoldOvergrown Jungle WoodEmpty ShelfShelf with BerriesShelf with CarrotsShelf with Old BooksShelf with ChestFrosted CrateDiamond CrystalRedstone CrystalGolden TrapdoorCreeper PillarActivated Creeper PillarDeactivated Creeper PillarSnow Berry Bush (Snow Berries)Snow FernSnow BushGlowshroomSand LayerGravel LayerLamppostIce LamppostIce Soul LamppostStone and Soil Tiles SlabCut Gold SlabHighland Bricks SlabOutpost Bricks SlabHighland Stone SlabCut Sanctum Stone SlabFlattened Polished Granite SlabShiny Ice SlabSoil SlabSlightly Grassy Soil SlabVery Grassy Soil SlabSoil Grass Block SlabSnowy Spruce SlabStone Tiles SlabSlightly Soiled Stone Tiles SlabVery Soiled Stone Tiles SlabRocky Soil SlabSwamp Soil SlabSwamp Grass SlabChiseled Stone SlabSoiled Chiseled Stone SlabDark Cobblestone SlabSnowy Stone Bricks SlabOvergrown Jungle Wood SlabMinecart with Redstone Crystals\n\n3 Paintings have been retextured to include:Arch-Illager PortraitTropical Island PaintingCrocodile Painting\n\n10 Blocks have been renamed:Chiseled Gold --> Cut GoldSwamp Grass Block --> Swamp GrassSomewhat Sandy Stone Bricks --> Semi-Sandy Stone BricksChiseled Frosted Dark Oak Tiles --> Chiseled Settlement TilesSlightly Snowy Frosted Dark Oak Tiles --> Slightly Snowy Settlement TilesVery Snowy Frosted Dark Oak Tiles --> Very Snowy Settlement TilesFrosted Dark Oak Planks --> Settlement PlanksSnowy Frosted Dark Oak Planks --> Snowy Settlement PlanksWooden Crate --> CrateBlack Oak Planks --> Burnt Oak Planks\nRight click (interact with) these blocks to: \nLamppost, Ice Lamppost, Ice Soul Lamppost: change the direction they are facing.Creeper Pillar: activate the pillar. 5 Creepers will spawn in a random position around the pillar. After a while the pillar will deactivate, and you won't be able to activate it again afterwards.Grown Snowy Berry Bush and Berry Leaves: harvest the plant. They will grow back after a period of time.Ice Fort Lamp: toggle it on and off.\n\nThese blocks had their textures changed: (please let me know what you think)Dark Stone BricksDark Polished AndesiteDark CobblestoneSwamp GrassSwamp SoilStone PillarHorizontal Stone PillarMossy Horizontal Stone PillarVery Soiled Stone TilesRocky SoilSlightly Snowy Flattened Polished AndesiteVery Snowy Flattened Polished AndesiteFrosted Oak PlanksSlightly Snowy Frosted Oak PlanksVery Snowy Frosted Oak PlanksSnowy Spruce PlanksSnowy Shiny IceChiseled Stone TilesSlightly Rocky PathVery Rocky Path\n\nOther Changes and Additions:Abandoned Bookshelf, Jungle Stone and Shelf with Old Books blocks now have variated textures.Glowshrooms can be obtained by killing witches.The Golden Trapdoor can be interacted with but cannot be opened.Shelves with Old Books can be obtained by trading with Level 2 or above Librarian villagers.The Chiseled Settlement Tiles, Slightly Snowy Settlement Tiles and Very Snowy Settlement Tiles items are now put into the Decorative Stone Section in the Creative Inventory.The model of the Trap Trigger block has been changed.The crafting recipes of the Cut Gold and Slightly Snowy Settlement Tiles blocks have been changed.The crafting recipe of the Burnt Oak Planks block has been changed. It is now smelted in a Furnace.Jungle Stone, Highland Stone and Sanctum Stone blocks are now crafted in the Stonecutter.Added /function giveallblocks5.Added /function giveallblocksjungle, giveallblockswinter and giveallblocksslabs. These give you blocks from that specific series only.Bug fix: Placing and breaking Jungle Grass now plays the correct sound.Bug fix: The Slightly Snowy Settlement Tiles item now places the respective block correctly.Bug fix: The Slightly Snowy Settlement Tiles item no longer has a placeholder name.Bug fix: Blocks added from version 1.6 and onwards now have Simplified and Traditional Chinese translations.Bug fix: Changed spelling for some words in British English.\n\nKnown Issues:As of writing, these blocks do not work in versions 1.16.210 or above because of a Minecraft bug. They all appear as update blocks when placed. Downgrade to 1.16.200 or 1.16.201 to use these blocks:Diamond CrystalRedstone CrystalGolden TrapdoorCreeper PillarActivated Creeper PillarDeactivated Creeper PillarSnow Berry BushSnow FernSnow BushGlowshroomSand LayerGravel LayerLamppostIce LamppostIce Soul LamppostStone and Soil Tiles SlabCut Gold SlabHighland Bricks SlabOutpost Bricks SlabHighland Stone SlabCut Sanctum Stone SlabFlattened Polished Granite SlabShiny Ice SlabSoil SlabSlightly Grassy Soil SlabVery Grassy Soil SlabSoil Grass Block SlabSnowy Spruce SlabStone Tiles SlabSlightly Soiled Stone Tiles SlabVery Soiled Stone Tiles SlabRocky Soil SlabSwamp Soil SlabSwamp Grass SlabChiseled Stone SlabSoiled Chiseled Stone SlabDark Cobblestone SlabSnowy Stone Bricks SlabOvergrown Jungle Wood Slab\n由于版权原因，无法直接提供汉化下载，请使用汉化文本自行替换，对此造成的不便深表歉意\n请解压缩，将此zh_CN文件替换掉原zh_CN文件\n\n\n\n\nzh_CN.zip\n(3.41 KB, 下载次数: 19)\n\n\n\n2021-2-5 18:09 上传\n点击文件名下载附件\n\n\n\n\n\n\n（共150+方块等你探索～）\n",
    "replies": [
        {
            "author": "Geaches",
            "timestamp": 1596785280,
            "txt_content": "感谢大佬的转载"
        },
        {
            "author": "Taolin",
            "timestamp": 1605950880,
            "txt_content": "希望能有Java版的材质包"
        },
        {
            "author": "焕昭君",
            "timestamp": 1611934020,
            "txt_content": "看上去不错，先下载来看看再说"
        },
        {
            "author": "8888_",
            "timestamp": 1611962100,
            "txt_content": "焕昭君 发表于 2021-1-29 23:27\n看上去不错，先下载来看看再说\n原贴已更新\n转载帖估计过几天就更新\n再咕几天"
        },
        {
            "author": "手揽星辰",
            "timestamp": 1612945500,
            "txt_content": "得嘞，又多了一个我玩不懂的版本"
        },
        {
            "author": "冰咸鱼掷刀",
            "timestamp": 1613498760,
            "txt_content": "woc，好好看"
        },
        {
            "author": "565057",
            "timestamp": 1613718420,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "chuangshigame",
            "timestamp": 1613974020,
            "txt_content": "好家伙，是不是以后能在mc里玩我的世界地下城了"
        }
    ]
}