{
    "title": "[Minecraft.net | MINECRAFT BUILDS]《我的世界：地球》三只小猪建筑挑战赛",
    "author": "封徵",
    "replyCount": 7,
    "timestamp": 1596855060,
    "txt_content": " 本帖最后由 封徵 于 2020-8-8 10:52 编辑 \n\n\n\n\n\nfile_1596854690000.jpg (71.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 10:44 上传\n\n\n\n\n\nMINECRAFT BUILDSMinecraft Earth: Three Little Pigs Challenge\n《我的世界：地球》三只小猪建筑大挑战\n\nThree times the fun!\n三倍的快乐！\n\nNova Barlow\n\n\nLooking for a new place to live can either be super fun or super stressful, or both! Inspired by a classic fable, our Minecraft Earth community created these lovely livable locales out of wood, brick, and straw during the last part of June. Saint Mischievous went a step beyond and not only created these homes you see in the above image, they also wrote an entire accompanying rhyme . While originally designed for pigs, we suspect these homes can provide some additional inspiration for your builds as well.\n搬迁至新地方生活可能会变得十分有趣，也可能令人十分焦虑，或者两者兼具！受到经典寓言故事的启发，《我的世界：地球》社区在六月的尾声，用木头、砖块和稻草块，建起了这些可爱又舒适的小居。Saint Mischievous 甚至更进一步，不仅建造了如上图所示的家园，他们还写了一篇 随行的全押韵文。尽管最初是为了小猪们设计的，但我们大胆猜测这些房子也能给你的建筑带来些不同的灵感。\n\n\n\n\n\n\n\n\nfile_1596854696000.jpg (37.34 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 10:44 上传\n\n\n\n\n\nNinjaK focused on a well-defended collection of houses, using furnace golems to help defend the brick fortress. NinjaK 致力于建设一系列守备良好的房屋，并配备熔炉傀儡守卫石砖城堡。\n\n\n\n\n\n\nfile_1596854701000.jpg (29.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 10:45 上传\n\n\n\n\n\nR246 took a different approach, by tucking the homes into the landscape. R246 则采取了另一种方式，将房屋自然融入了景观中。\n\n\n\n\n\n\nfile_1596854758000.jpg (33.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 10:45 上传\n\n\n\n\n\nOh no! The big bad wolf has come to visit these creations by Romano’sdead. 不好！大灰狼已经来“拜访” Romano'sdead 的建筑了。\n\n\n\n\nfile_1596854835000.jpg (26.12 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 10:47 上传\n\n\n\n\n\nLooks like the wolf got to PatientRock’s neighborhood first! 看起来这只狼准备先去拜访下 PatientRock 的邻居！\n\n\nReady to get involved in our next Minecraft Earth Build Challenge? Fortunately, our foundation is already built and our community of creators is growing daily. Join our Discord channel and see what your fellow community members are building today . Like the wolf in our classic tale, it’ll probably blow you away!\n准备好参加我们下一次的《我的世界：地球》建筑挑战赛了吗？正好，我们的社区基础已然建立且创作者队伍在不断壮大。加入我们的 Discord 频道来看看社区成员们 今天在整什么活吧。就像经典寓言故事里的那只狼一样，它很可能会让你大吃一惊的！\n\n\n\n【封徵 译自官网 2020 年 08 月 07 日发布的 Minecraft Earth: Three Little Pigs Challenge；原作者 Nova Barlow】\n【本文排版借助了：SPX】\n\n\n",
    "replies": [
        {
            "author": "吃肠粉的大爷",
            "timestamp": 1596857700,
            "txt_content": "好你你你你你你你你你你"
        },
        {
            "author": "tangjt",
            "timestamp": 1596885780,
            "txt_content": "吃肠粉的大爷 发表于 2020-8-8 11:35\n好你你你你你你你你你你\n。。这是啥玩意"
        },
        {
            "author": "老陈皮玩游戏",
            "timestamp": 1596945240,
            "txt_content": "大佬，真牛。"
        },
        {
            "author": "lipanisme",
            "timestamp": 1596989760,
            "txt_content": "太棒了太棒了太棒了太棒了"
        },
        {
            "author": "琅那啊",
            "timestamp": 1597060440,
            "txt_content": "66666666666"
        },
        {
            "author": "逍遥€Ts",
            "timestamp": 1597161840,
            "txt_content": "蛮不错的那个骷髅狼是什么鬼"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1597862220,
            "txt_content": "Looks like the wolf got to PatientRock’s neighborhood first\n意思是好像狼已经先到了"
        }
    ]
}