{
    "title": "[Minecraft.net|CULTURE]洞穴故事",
    "author": "我是小牧",
    "replyCount": 0,
    "timestamp": 1596835380,
    "txt_content": "\nCave Story\n洞穴故事\nUncovering the lost world of La Faille\n发现拉法耶的失落世界\n\nEmily Richardson\n\nI was walking through a field the other day when I fell in a big puddle. My life is a rollercoaster, I'm sure you'd agree.\n有一天，我走过一片田地，突然就掉到了一个大洞里。人生就像过山车，你不得不承认这点。 \n\nThankfully, there are some magnificent things to be found underground - entire kingdoms of wonder and mystery. Tombs! Caves! Treasure?!? There are truly some awe-inspiring things to behold beneath the dry crust of the world!\n幸运的是，我在地底下发现了一些超宏伟的东西——一个奇迹与神秘之国。墓穴！洞穴！还有宝藏？！？在这干枯的地表之下确实有啥可以一看的东西！ \n\nBut sadly, that's usually only true in Minecraft, and very much not the case with the puddle I fell in. And am now trapped deep inside of. It's quite difficult to write this with eyes full of mud, on a laptop made of more mud -  but I'll do my best!\n但很遗憾，这种事只会在我的世界里发生，而我掉进去的那个水坑并不包含在内。我现在张着占满泥巴的眼睛在这满是泥浆的笔记本上在写这篇博文，但我会尽我所能的。 \n\nBefore I was blinded by what is now starting to smell like cowpats, I got to see the incredible world of La Faille by MrBatou . It’s a beautiful lost kingdom set into a deep cave, with light floating through the cracks in the rock above and vegetation growing everywhere. The atmosphere is eerie and enigmatic.\n在我被那股像是牛粪一般的臭味熏晕之前，我得去看看MrBatou建造的难以置信的拉法耶世界，它是一个美丽的失落王国，尘封于深深的洞穴之中，光线从上方的岩石裂缝之中打入，四处长满了植物。气氛诡秘。 \n\n\n“I just wanted to create a secret cave,” MrBatou tells me. “I like to believe that many places remain to be discovered. This map is a little fantasy. Imagine strolling through a jungle and falling [into this].”\n“我只是想要去建造一个秘密洞穴，”MrBatou和我说，“我喜欢相信仍然有很多地方未被发现，这张地图确实有一些奇幻，想想你在丛林之中穿行，突然掉落至此。”\n\nIt’s true that there are still things on this Earth we’ve yet to discover. It wasn’t so long ago that, in the deep jungles of Indonesia, scientists uncovered a whole range of new animal species . This was waaaaaaaaaaaaaaaay back in 2006 (ask your dad), so who knows how many more we'll go on to discover?\n确实，地球上仍然有很多我们尚未发现的东西。不久之前，就有科学家在印度尼西亚的植被深处发现了一大堆新的物种。大概2006年的时候，你也可以问问你爸爸，所以谁又能说我们还会发现多少新东西呢？ \n\nBut still, these are animals. They live in a jungle that we know about. La Faille, on the other hand, has architecture of unknown origin too, making it a mystery of both nature and design.  Who built this place? Why did they leave? Looking at it makes me think of all the things that are still yet to be discovered by humans. The stories yet to be told!\n但是那些物种都是动物，他们住在我们所知道的丛林之中。另一边，拉法耶世界的建筑有着未知的起源，这也正使其成为了一个设计与自然的谜团。谁建造了这里，他们为什么会离开？看着这建筑，让我想起那些尚未被人类发现的事物，还有很多故事未被传说！ \n\n\n\n\nThis is part of the allure of Minecraft building for MrBatou. “I can do what I want,” he says. “I can do modeling, create stories, [or] places I’d like to visit.” Like most people, he started out playing Minecraft in survival mode, but soon his love of everything about art lured him to the world of Minecraft builds. Today, he’s creating amazing builds like these - and he has quite the catalog of incredible undiscovered worlds over on his PlanetMinecraft page . Seriously, I urge you to go and explore these places.\n这就是MrBatou被我的世界建筑所吸引的原因之一。“我想做啥就做啥，”他说，“我可以去做个模型，去创作故事，去我任何想去的地方。”就像是其他玩家一样，MrBatou也是从生存模式入坑我的世界的，但他对艺术的热爱指引他步入我的世界的建筑领域。时至今日，他已经建造了无数这样令人惊叹的建筑了——在他自己的社区主页上展览了各式各样难以置信的未知世界。我认真的，你真的应该去好好探索这些区域。 \n\n“I think [my favourite] project is the Crypt of The Dead. It’s also a cave! But here it has a very dark atmosphere,” MrBatou says.\n“我认为我最喜欢的项目是the Crypt of The Dead，亡者之墓，这同时也是一个洞穴！这里的气氛十分黑暗。”MrBatou 这么说道。 \n\n\nWhen it came to this project, he wanted to make an abandoned city that seemed lost in time,  “a little like the temples of Angkor,” he says. “Before they were very colourful, but today they are grey and dull.” It's not easy making something look deliberately washed out and dull in Minecraft, while still making a build worth looking at!\n当这个项目开始动工的时候，他想要创建一种类似随着时间流逝而渐渐失落的城市，“有那么一点点像吴哥窟，”他说，“以前是光彩照人的，但是现在却已经变得黯淡无光了。”我的世界之中，想要让东西看起来是被遗弃且破败而且还要保留建筑的观赏价值是很不容易的。 \n\nAs such, MrBatou has kept his colour scheme minimal: “The wood has rotted, the colours have tarnished,” he explains. Fellow builder Killerack - who we’ve featured on Minecraft.net recently - helped MrBatou with his colour palette and together they came up with this lovely dreamy vibe.\n所以，MrBatou 尽量减少了颜色的选择：“木头已经腐烂了，颜色就不再光鲜，”他解释道。建筑师Killerack帮MrBatou设计过一套配色方案，一同塑造了这样一个梦幻一般的氛围。我们在我们的网站上也介绍过这位建筑师。  \n\nMrBatou seems to mostly work independently, so I had to ask, in light of his collaboration with Killerack, what he thinks of building in a team. “I work a lot alone,” he admits, “ [but] working with other people is very nice. We always learn new styles, technique, and then it [also] goes faster!”\nMrBatou似乎大部分时间都是在单打独斗，所以我不得不问，考虑到他与Killerack的合作，他有没有想要逐渐一个团队。“我确实经常自己独自工作。” 他承认，“但是与他人合作确实很好。我们总是要学习新的风格与技术，工作本身也会越变越快！” \n\n\nSo, what are you waiting for? If you're not currently drowning in the mud puddle, you've got no excuse - Go and explore already!\n所以你还在等什么呢？如果你没有溺毙在泥潭里，那么你就没有借口了——快去实际探索探索吧！ \n\n【我 译自官网 2017 年 09 月 28 日发布的 Cave Story】\n【本文排版借助了：BCC】\n",
    "replies": []
}