{
    "title": "[Minecraft.net|MINECRAFT BUILDS]与之搭建:珊瑚块",
    "author": "克哈之子",
    "replyCount": 6,
    "timestamp": 1596807660,
    "txt_content": " 本帖最后由 克哈之子 于 2020-8-11 04:11 编辑 \n\n\n\n\n\n\n\nfile_1596824140000.jpg (76.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 02:15 上传\n\n\n\n\n\nBUILD WITH IT: CORAL!与之搭建:珊瑚块\nCraft some colorful sea-nery制作一些彩色的景色\n\nFor all the blocks in Minecraft that have no real-world counterpart (hello, prismarine), some of our most inspiring blocks are also precious in the real world. This is the case with coral, which isn’t that difficult to gather – as long as you are ready to spend a lot of time underwater.虽然并不是所有方块都对应了现实的物品（说的就是你，海晶石）但是我们一些最启发灵感的方块在现实世界里也是很珍贵的，珊瑚就是一个例子，收集珊瑚一点也不难－只要你准备好在水下花很长的时间\nIn Minecraft, coral poses some challenges as a building material. Since it generates naturally in parts of warm ocean biomes called reefs, it needs a constant source of water to survive! This may limit your building options just a little bit – or does it?在我的世界里，如果你想把珊瑚当成建筑材料，那么你就有一些挑战需要面对，因为它的原产地是温暖海洋生物群系，所以如果你想要他生存，就必须给他稳定的水源，这样会稍微的影响到你的建筑选项－或者就给他稳定的水源？\n\n\n\n\nfile_1596824159000.jpg (73.8 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-8 02:16 上传\n\n\n\n\nBuild a fantastic gateway to explore your imagination under the waves. \n建造一个庞大的门户来探索你在海浪下的想象力\nAlthough we often take a lot of our inspiration from the real world, it occasionally happens in reverse. Thanks to our community, in 2018 the Global Coral Reef Alliance (GCRA) drew inspiration from Minecraft inspiration by installing six themed underwater structures in Cozumel, Mexico. Constructed with a material called Biorock to bolster damaged coral fragments, these structures are shaped like game characters, turtles, and even an axolotl designed by community members and high school students from Monterrey, Mexico. Through these designs, the community is helping restore a precious resource for marine life.虽然我们经常从现实世界里获得很多的灵感，但是有时候我们也会提供一些灵感，2018年全球珊瑚联盟从我的世界中获得了灵感，然后在墨西哥科组梅尔安装了六个水下主题结构，这得感谢我们的社区，这些建筑利用一种叫做Biorock的材料来建造，它们被用来支撑受损的珊瑚裂片，这些结构有些像海龟，有些像游戏人物，有些甚至是由社区成员和蒙特雷高中生一起设计的轴突，通过这些设计，社区帮助了这些海洋生物宝贵资源的恢复\n\n\n\n\nfile_1596824198000.jpg (52.33 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 02:16 上传\n\n\n\n\nDon’t bee afraid to get creative. Picture by MicahBeth.\n不要(蜜蜂)害怕创新,图片的作者:MicahBeth.If the thought of building with coral is daunting, you could also play Minecraft: Education Edition (if you have it) and use MakeCode to code your own coral reef. It’s a great way to build with coral and level up your knowledge at the same time.如果你对用珊瑚来建造建筑这个想法没有信心，你也可以通过玩Minecraft: Education Edition（如果你有的话）并为你自己的珊瑚编写代码，如果你想提升自己的知识顺便用珊瑚来建筑，这会是一个很好的方式\nOnce you’ve spent a lot of time working with coral underwater, you might be eager to head to the surface for a bit. Let the ocean blues continue to inspire you and don’t let your imagination dry up. Why not think of ways to add some blue to your upcoming builds? We’re currently looking for lapis lazuli submissions and we’re eager to see what you can create with this lovely land-based material.花很多时间在水下和珊瑚一起可能会让你很想在水面上呆一会，让海蓝继续鼓励你吧，不要让你的想象力枯竭，还有为什么不在你即将来到的建筑上加一些蓝色呢？我们现在正在寻找青金石块作为材料的建筑，我们想看到你们用这种漂亮的陆地材料来创造\nHave you built something spectacular? Send your screenshots (and any other information we might find helpful) to FeatureMe@minecraft.net and keep an eye on future articles!你有建过什么壮观的东西吗？把你的截图（还有一些其他任何有用的信息）发送到FeatureMe@minecraft.net并且关注未来的文章(有可能会看见你的建筑)!\n 翻译者:克哈之子原作者:Nova Barlow原文地址:https://www.minecraft.net/en-us/article/build-with-it--coral-\n原文日期:2020/3/20        翻译日期:2020/8/7\n\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1596816540,
            "txt_content": " 本帖最后由 沙皮弃狗 于 2020-8-8 00:16 编辑 \n欢迎使用https://spgoding.com\n效果：\n\n\nMINECRAFT BUILDS\nBuild With It: Coral!\nBuild With It: Coral!\n\nCraft some colorful sea-nery\nCraft some colorful sea-nery\n\nNova Barlow\n\n\nFor all the blocks in Minecraft that have no real-world counterpart (hello,prismarine), some of our most inspiring blocks are also precious in the real world. This is the case with coral, which isn’t that difficult to gather – as long as you are ready to spend a lot of time underwater.\nFor all the blocks in Minecraft that have no real-world counterpart (hello,prismarine)，some of our most inspiring blocks are also precious in the real world。This is the case with coral，which isn’t that difficult to gather – as long as you are ready to spend a lot of time underwater。\n\nIn Minecraft, coral poses some challenges as a building material. Since it generates naturally in parts of warm ocean biomes called reefs, it needs a constant source of water to survive! This may limit your building options just a little bit – or does it?\nIn Minecraft，coral poses some challenges as a building material。Since it generates naturally in parts of warm ocean biomes called reefs，it needs a constant source of water to survive！This may limit your building options just a little bit – or does it？\n\n\n\n\nBuild a fantastic gateway to explore your imagination under the waves. Build a fantastic gateway to explore your imagination under the waves。\n\n\nAlthough we often take a lot of our inspiration from the real world, it occasionally happens in reverse. Thanks to our community, in 2018 the Global Coral Reef Alliance(GCRA) drew inspiration from Minecraft inspiration by installing six themed underwater structures in Cozumel, Mexico. Constructed with a material called Biorock to bolster damaged coral fragments, these structures are shaped like game characters, turtles, and even an axolotl designed by community members and high school students from Monterrey, Mexico. Through these designs, the community is helping restore a precious resource for marine life.\nAlthough we often take a lot of our inspiration from the real world，it occasionally happens in reverse。Thanks to our community，in 2018 the Global Coral Reef Alliance(GCRA) drew inspiration from Minecraft inspiration by installing six themed underwater structures in Cozumel，Mexico。Constructed with a material called Biorock to bolster damaged coral fragments，these structures are shaped like game characters，turtles，and even an axolotl designed by community members and high school students from Monterrey，Mexico。Through these designs，the community is helping restore a precious resource for marine life。\n\n\n\n\nDon’t bee afraid to get creative. Picture by MicahBeth. Don’t bee afraid to get creative。Picture by MicahBeth。\n\n\nIf the thought of building with coral is daunting, you could also play Minecraft: Education Edition (if you have it) and use MakeCode to code your own coral reef . It’s a great way to build with coral and level up your knowledge at the same time.\nIf the thought of building with coral is daunting，you could also play Minecraft: Education Edition (if you have it) and use MakeCode to code your own coral reef。It’s a great way to build with coral and level up your knowledge at the same time。\n\nOnce you’ve spent a lot of time working with coral underwater, you might be eager to head to the surface for a bit. Let the ocean blues continue to inspire you and don’t let your imagination dry up. Why not think of ways to add some blue to your upcoming builds? We’re currently looking for lapis lazuli submissions and we’re eager to see what you can create with this lovely land-based material.\nOnce you’ve spent a lot of time working with coral underwater，you might be eager to head to the surface for a bit。Let the ocean blues continue to inspire you and don’t let your imagination dry up。Why not think of ways to add some blue to your upcoming builds？We’re currently looking for lapis lazuli submissions and we’re eager to see what you can create with this lovely land-based material。\n\nHave you built something spectacular? Send your screenshots (and any other information we might find helpful) to FeatureMe@minecraft.net and keep an eye on future articles!\nHave you built something spectacular？Send your screenshots (and any other information we might find helpful) to FeatureMe@minecraft.net and keep an eye on future articles！\n\n\n\n【KagouLomein 译自官网 2020 年 03 月 20 日发布的 Build With It: Coral!；原作者 Nova Barlow】\n【本文排版借助了：SPX】\n\n"
        },
        {
            "author": "3039347374",
            "timestamp": 1596852900,
            "txt_content": "完成任务"
        },
        {
            "author": "1602058280",
            "timestamp": 1596866160,
            "txt_content": "一个顾呵呵"
        },
        {
            "author": "shaoqinke",
            "timestamp": 1596903780,
            "txt_content": "nbnb太厉害了支持"
        },
        {
            "author": "1602058280",
            "timestamp": 1596933300,
            "txt_content": "6666666666666"
        },
        {
            "author": "shuo002",
            "timestamp": 1597080180,
            "txt_content": "完成任务"
        }
    ]
}