{
    "title": "[Minecraft.net|CULTURE]完成纪念碑",
    "author": "我是小牧",
    "replyCount": 3,
    "timestamp": 1596808140,
    "txt_content": " 本帖最后由 我是小牧 于 2020-8-7 21:52 编辑 \n\nComplete the Monument\n完成纪念碑\nrenderXR takes us through building CTM maps!\nrenderXR引领我们完成这座CTM模式地图的建筑！\n\nCharles Singletary\n\nEver tried playing a 'Complete the Monument' map? If you've never heard of Complete the Monument (CTM for short), and are currently about to smash your computer in a bitter confused rage, whoa, whoa, whoa! Calm down, friend! Allow me to explain.\n你有没有玩过CTM模式的地图呢？如果你没有听说过“完成纪念碑”这个模式，也就是CTM模式，而且因为困惑想要痛砸电脑的，可千万要冷静一点，我的朋友！我来给你解释一下。 \n注：经过大致查询Complete the Monument，国内玩家对其没啥统一的称呼，基本使用的是CTM这个原文。故本文保留原文。部分地方直译。\n\nComplete the Monument is a mini-game. Your goal is to survive hostile terrain and enemies while finding objects. Typically you’re seeking out 16 wool blocks but sometimes creators use discs and even optional objectives like gems. Then you use those objects to complete the building of a monument. Simple! But better be quick – in multiplayer, everyone is trying to complete it first!\nCTM是一种游戏模式，目标一般是在一波波敌对生物和险恶地形之中生存下来，并且收集够足够的目标。通常是要求你收集16个羊毛方块。但是有时候地图作者会设置成唱片，甚至还会有额外奖励的目标，比如说宝石。然后你再用收集的资源完成纪念碑的建筑！很简单，但是要快！多人游戏之中，人人都会抢夺先机。 \n\nMy favourite CTM maps are cleverly constructed obstacle courses that find sly ways to challenge players during their collect-a-thon. I spoke to renderXR , the builder behind a series of acclaimed CTM maps, the Untold Stories, to find out what goes into making a Monument completion quest to remember.\n我最喜欢的一张ctm地图有巧妙的布置了障碍路线。以一种很狡猾的方式在玩家收集资源的漫漫长路上布置了挑战。我采访了一位广受好评的ctm地图《Untold Stories》的作者renderXR，我想向他了解一下建造这样的地图的时候有什么要诀。\n\n\nrenderXR’s an artist, one that's studied a variety of art styles, including monotypes and charcoal paintings, along with researching architecture. He was naturally drawn to Minecraft’s capability for creative expression.\nrenderXR是一位艺术家，他钻研过各种艺术方式，比如说单色画以及木炭画，同时也研究过建筑。他被我的世界这样的创意表达能力所吸引也是自然而然的事情。 \n\n Untold Stories 4: Corona Trials , renderXR’s latest creation, was a gruelling 300 hour project that he fought through while keeping a specific mantra in mind: “Keep going.”\nUntold Stories 4: Corona Trials是renderXR的最新作品，他在这上面花了足足有三百个小时，心中常念这那个特殊的口头禅：“继续前进。” \n\n“If you want something done you need to put effort in. If you aren't doing anything you should move on to the next task,” he says. “Keep going and don't stop, because as long as you are determined and you keep doing something related to the project, you will achieve your goal.”\n“如果你想要做点什么，那就必须投入精力。如果你什么都不做的话，那你应该尽快投身到下个项目之中”，他说，“继续前进，不要停下来啊，只要你下定目标，并且持续的付诸行动，道路就会不断延伸，那么就可以实现目标。” \n\n\nTom: After reading Charles' article, I decided to give the Corona Trials a shot! Like all good games, it starts with you dangerously close to the edge of a steep fall. Don't worry. You can't fall. I tried pushing Emily in to check.\nTom：读过查尔斯的文章后，我决定来试试这张地图，和其他好游戏一样，都是在这种陡峭的险崖开局的，别担心，掉不下去的，我已经试着把艾米丽推下去试过了。\n\nTom: What a friendly sign! I wish everyone in the Mojang office greeted me this politely, rather than spitting on me and demanding I make them cakes. \nTom: 真是个友善的牌子啊！我希望mojang里的员工也像这样礼貌的和我打招呼，而不是喷沫子还要我做蛋糕。 \n\nTom: Handy rulebooks tell you how to play! Or, if you're \nTom: 有着方便的规则书来告诉你游戏方法，或者你也可以像我一样，酷的不行，无视规则，开始游戏，然后死掉，然后你丢人的回去读规则，而大家都在笑你。继续吧。 \n\nTom: Brrrr! Wish I'd known it was going to be this cold. I wouldn't have packed so many bikinis. Also, now that the CTM quest has started, I \nTom: 啊！如果我知道这么冷的话，我就不会带那么多比基尼了。同样的，既然游戏已经开始了，那我就可以承受这个坠落伤害，寻找逃出险境的方法。 \n\nTom: 27 EMERALDS?!? I'd be so rich I could buy the sky so I can have my favourite weather every day! Is that how money works? Who cares? I'll be rich – I won't need to know how things work anymore!\nTom: 27个绿宝石！我这么有钱的话我甚至可以把天空买下来，想要啥天气就啥天气！钱是这么用的吗？谁在乎呢？我很有钱——我不需要再去理解一切！\n\nTom: I found an emerald! But alas, instead of getting filthy rich, I got filthy dead. These zombies found me. I begged Emily to let me inside the shelter of the house, but she hadn't forgotten my attempt to push her off the edge earlier. Drat!\nTom:我找到绿宝石了！但是可惜，与其说我找到了肮脏的财富，不如说我找到了肮脏的死尸。这些僵尸发现了我。我恳求艾米丽打开安全室的门，但是她还在记着我推她下悬崖的仇。烦！\n renderXR sharpened his gaming skills on games like Super Meat Boy, a title known for its incredible difficulty, and The Legend of Zelda, a title known for making it really hard to finish writing this article when I'm still playing it at 5AM.\nrenderXR在不少游戏里磨炼他的游戏技术，比如说超级食肉男孩，这个游戏以超高难度而闻名，还有赛达尔传说，游戏太好玩了，很难让我坚持去写文章，我一口气玩到凌晨五点。 \n\nThese weren't his only influences. During his earliest Minecraft experiences, renderXR came across a pretty expansive adventure map called The Four Towers by Wreckage. In it, you had to escape a prison to find your family and friends.\n这并非是影响他的唯一来源。在他早期的我的世界游戏生涯中，renderXR玩了一张相当辽阔的冒险地图，名字叫The Four Towers，作者是Wreckage。在地图里，你需要逃狱去寻找自己的亲友。 \n\n|\"Keep going and don't stop, because as long as you are determined and you keep doing something related to the project, you will achieve your goal.\"\n|“继续前进，不要停下来啊，只要你下定目标，并且持续的付诸行动，道路就会不断延伸，那么就可以实现目标。” \n“At the time I was also obsessed with flying islands so I searched around for a flying island survival map, which brought me to Vechs' Infernal Sky map — my first CTM map,” he says. “After completing those maps I started to realise what the possibilities [are] with this game. You can make so many different adventures and challenges with your imagination being the limit.”\n他说：“有段时间我还迷上 空岛，所以我找了很多空岛生存地图，是故我找到了Vechs制作的Infernal Sky地图——这是我的CTM地图初体验。在实际游玩过后，我开始认识到这个游戏的可能性，你可以做出各式各样的冒险和挑战。只限于你的想象力。” \n\nOn the creative end, one of his first builds was a pyramid with a falling trap. Almost a year later and after playing a few built by others, he tried his hand at creating his own Capture The Monument map. “I made 2 CTM maps that I never released to the public called The Never Ending Caves and the Voyage of Flames,” says renderXR. “To me they felt like the quality wasn't good enough so I decided to scrap them.”\n创造模式那边，他的第一个作品是一个带有落穴的金字塔。差不多一年之后，在其他的游戏地图里积攒过经验后，他尝试创作自己的CTM地图。他说：“我做了两张CTM地图，但是我从来没有发布过，一个是叫永不停止的洞穴，还有一个叫火焰之旅。对我而言，这两张图的质量并不过关，所以我打算废弃它们。” \n\n\nHe followed those experiments up in December 2014 with Untold Stories: Goliath and actually published this one for others to experience. The second, Untold Story: Bigleaf Forest , came only a month later in January. The two weren’t perfect but renderXR took the mixed feedback he received, spent a little extra time to shape his ideas, and released Untold Stories: Myriad Caves a few months later.\n他在2014年的12月份完成并发布了地图Untold Stories：Goliath供他人游玩，就在那些试验地图废弃之后。然后他的第二张地图Untold Story: Bigleaf Forest在一个月后发布问世，这两张地图并不完美，但是renderXR 将他收到的反馈综合整理，再混上一点自己的点子，然后在一个月后发布了Untold Stories: Myriad Caves这张地图。\n\nTools and plugins like Voxel Sniper, World Edit, MCedit, and World Painter were used to shape the Corona Trials, where a fluctuating temperature is your main adversary as you collect your objectives. Players start in Winterbound and the following areas are progressively warmer. “The hotter the map becomes the crazier the areas get,” renderXR says.\nCorona Trials这张地图在建造的时候使用了很多工具，比如Voxel Sniper, World Edit, MCedit, 还有World Painter等工具。地图之中的温度波动是你收集目标时候的主要对手。玩家的起点在一个很冷的地方，然后接下来的区域会逐渐变热。“越热的话，地图的难度就越难。” \n\nHe was inspired by Infernal Sky and a couple other CTM maps, specifically Three_Two's Vinyl Fantasy Series and Vechs' Super Hostile Series, the latter of which he credits as the creator of the CTM genre. The inspiration for the temperature aspect of Corona Trials, though, came from the actions of players that wrecked his previous creations.\n他的灵感来自于Infernal Sky还有几张其他的CTM类地图。尤其是Three_Two的Vinyl Fantasy Series以及Vech的Super Hostile Series，后者被他称之为CTM地图类型的开创者。不过 Corona Trials中的温度设定启发自与以前玩家破坏他的地图的行为。 \n\n\n“The theming of the map came from players burning down forested areas in my previous maps. I wanted to limit fire for the most part, but when I was done with forests I allowed the usage of fire,” he explained. “Subsequently it gave me the idea to make the map's area themes go from cold temperatures to warmer temperatures.”\n“地图的主题来自于之前玩家点燃了我的地图里的森林区域。我想要限制玩家在这片区域点火，但是在我建完这部分后，我放开了限制。”他解释道，“ 之后，我因此想到了一个点子，让地图的温度随着区域的切换而越变越高。”\n\nAs tough as Corona Trials can be, renderXR actually toned down the difficulty a bit after receiving requests to ease up after Untold Stories 3: Myriad Caves. He specifically made this one to welcome newcomers to the CTM genre with a more linear design, but that doesn’t mean it’ll be a cakewalk.\n尽管Corona Trials可以建的很难，但是renderXR实际上在Untold Stories 3: Myriad Caves发布后收到一些请求降低难度的反馈时把Corona Trials的难度稍微往下调了调。他为CTM的新手特别制作了这一款新人友好型地图，但这并不意味着它就是小菜一碟了。 \n\nOften discovering a strong map-making community is what inspires Minecraft builders to start work on their own creations – but for renderXR it was the opposite. A player let him know that he was streaming the first Untold Stories map. The player invited him into the server and, after seeing just how much fun it was to share with others, he leapt at the opportunity when that same player invited him into a group that shared a passion for CTM maps.\n通常，发现高输出的地图制作社群会让地图作者建造地图起来更有动力——但renderXR恰恰相反。有个玩家告诉renderXR他正在直播游玩Untold  stories系列的第一张地图，玩家邀请他进入服务器，在看到与他人分享有多么好玩之后，当那个玩家再邀请他进服同享CTM地图的乐趣时，他非常乐意。 \n\n\nTom: After my humiliating failure of a first attempt, I decided to read the rules more carefully before trying to Complete the Monument again. Seems I'm allowed to craft the materials for the monument. Perfect! Er, how do you craft in this game again?\nTom: 我第一次丢人的失败之后，我决定在再试一次之前好好阅读一下规则。看起来我能制造完成纪念碑的材料。不错，呃，这个地图里怎么造东西来着？\n\nTom: But honestly, who needs to complete some stupid monument anyway when you've just found SWEET LOOT. I got to this chest by heroically smashing through a wall of glass. Less heroic – the cave-in I caused which crushed my feeble boy body.\nTom: 但说实话，既然能够捞到如此好处，谁又会去完成这个蠢纪念碑呢？我一拳猛击砸碎玻璃墙，找到了这个箱子。不过说实话，在洞里伤到了我这虚薄的身体还挺逊的。\n\nTom: I also found 'The Tune of Gale' which powers me up! Now I was stronger than ever, I decided to celebrate by chucking a snowball at Emily. But she was too far away, busy completing the monument and winning again. Darn!\nTom: 我还发现了风之符文！我可真的是high的不行！现在的我无人能敌，我决定向艾米丽丢个雪球庆祝一下，但是她离的太远了，我还是先忙着去完成纪念碑达成胜利吧！烦！\n\nTom: And finally, here's a screenshot of me successfully completing the monument! Where is it? Er, it's invisible. Shut up, yes it is.\nTom: 最后，来给我建完的纪念碑拍张照？你问在哪？它是隐形的！闭嘴，我说是就是。\n“There are mainly map makers, but there are also some small let's players and streamers,” he says. “With so many mapmakers intermingling, there are frequent map-making events being held. One such event is a game jam for CTM Maps called the Strawberry Jam, where participants make a shorter, three-objective map in 72 hours.\n“大部分是地图制作者，也有小部分是主播或者玩家，”他说。“有这么多地图作者在一起玩，所以我们时不时会举办地图制作活动。有一次CTM游戏制作比赛我们称之为草莓果酱，有要求是在72小时内间杂奥出一个短程三个目标的CTM地图。” \n\n“Seeing people have fun in my creation is really satisfying, because I know I did the job right,” he says. “I start to talk to these people for feedback and make new friends as you share the same passion for these types of maps.”\n“看见大家在我的地图里玩的很开心真的很令人满意的，因为我知道我做的很好，”他说，“我开始与他们交流寻求反馈并结交好友，因为我们对这种地图都有着相同的爱。” \n\nAs renderXR gains more experience and touches more people with his creations, hopefully his passion will continue to grow in the thriving CTM community! And who knows? Maybe one day he’ll even rebuild those two maps he never shared, the true untold stories in his library.\n随着renderXR的经验不断精进，与他人的交流也越来越多，我们希望他的热情能够继续在社群里发光发热！谁知道呢？或许有一天他会重建那两张他从未发布过的地图，和我们讲述那真正的不为人知的故事。  \n\n【我 译自官网 2017 年 09 月 30 日发布的 Complete the Monument】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1597870500,
            "txt_content": "推下悬崖的那个事是实际上并没推下去（原文说掉不下去，只是尝试）\nOn the creative end 这里的creative应该指的是创意本身\nThe Tune of Gale Tune好像是音乐相关的词\nbusy completing the monument and winning again 这里的主语应该是Emily\n72小时内间杂奥出一个\n\n"
        },
        {
            "author": "3353056812",
            "timestamp": 1597936860,
            "txt_content": "作者大大太厉害了，希望能发更多东西。其实是来水的"
        },
        {
            "author": "3353056812",
            "timestamp": 1597936860,
            "txt_content": "3353056812 发表于 2020-8-20 23:21\n作者大大太厉害了，希望能发更多东西。其实是来水的\n作者大大太厉害了，希望能发更多东西。其实是来水的哈哈\n"
        }
    ]
}