{
    "title": "太空工艺Space Craft——陨石？火星？月球？[1.16]",
    "author": "8888_",
    "replyCount": 1,
    "timestamp": 1596862260,
    "txt_content": "\n\n\n\n\nspace-craft-addon_1-520x245.png (196 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 11:52 上传\n\n\n\n\n\n注意：Turn On Experimental Gameplay For Addon To Work!I plan to update this addon so you might find bugs!If You Find Any Bugs Please Report Them In The MCPEDL Comments!You Can Suggest Ideas In The MCPLED Comments!\n请开启实验玩法来让插件得以工作！\n我计划更新这个插件，所以你可能会发现一些bug!\n如果你发现任何bug，请在MCPEDL评论告诉我!\n你可以在MCPEDL评论区提出你的想法!\n太空工艺——Space Creaft 插件介绍BlocksThis addon adds 7 blocks for now.They are mostly for decoration but some blocks are ores.方块这个插件现在增加了7个方块它们大多数用于装饰，一些是矿石Asteroid Rock BlockThe asteroid rock block is mostly used for decoration and building asteroids.One of the ways to get the asteroid rock is to find it in the crashed meteors.浅行星岩浅行星岩主要用于装饰和建造小行星获得浅行星岩的方法之一是在陨石中找到它\n\n\n\n\nspace-craft-addon_2.png (147.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 12:10 上传\n\n\n\n\n\nAlso, there are different kinds of crashed meteors. There are three versions.\n还有，它们有3种不同的陨石1 Meteors with diamonds\n1 钻石陨石\n\n\n\n\n\nspace-craft-addon_3.png (152.68 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 12:12 上传\n\n\n\n\n\n\n2 Meteors With Gold2 金陨石\n\n\n\n\n\nspace-craft-addon_4.png (146.68 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 12:13 上传\n\n\n\n\n\n\n3 Normal Meteors3普通陨石\n\n\n\n\n\nspace-craft-addon_5.png (147.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 12:14 上传\n\n\n\n\n\n\nThe other blocks are just decoration. Here is a list of all the blocks.其他的方块只是装饰，下方是所有方块列表\nYou cannot get these blocks in survival yet. The only way of getting them is by typing /give @p spacecraft:[name of the block you want] or by typing /function Space_Craft. the function gives you every block in the addon.你还不能在生存中得到这些方块，获得这些方块的唯一方法是输入/give @p spacecraft:[你想要的方块名字] 或者输入/function Space_Craft,这个指令会给你这个插件中的所有方块\n\nThe Mars BlocksMars Dust and Mars Rock Block.The Mars dust is like grass but for the planet Mars.The Mars Rock is like stone but also for the planet Mars.The dust is the block on top and the rock is the block below it.火星方块火星尘埃和火星岩石块火星尘埃类似于火星上的草火星岩石类似于火星上的石头\n\n\n\n\nspace-craft-addon_6.png (95.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 12:22 上传\n\n\n\n\n\nThe Moon BlocksThe Moon Dust and Moon Rock Block.The Moon dust block is like the mars dust but used on the moon.The Moon Rock is like stone but used on the moon.The top block is the moon dust and the bottom block is the moon rock.月球方块月球尘埃和月球岩石月球尘埃类似于火星尘埃，但用于月球上月球岩石就像用于月球上的石头表面是月球尘埃，底部是月球岩石\n\n\n\n\nspace-craft-addon_7.png (95.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-8 12:25 上传\n\n\n\n\nThat’s It for now.\nI will update the addon in the future!Enjoy the addon!!现在就这些以后我将会更新插件!享受这个插件吧!支持版本&下载地址：支持版本：1.16\n下载地址：\nSpaceCraftAddonV0.1.mcaddon\nSpaceCraftAddonV0.1.mcpack\nSpaceCraftAddonV0.1.zip\n",
    "replies": [
        {
            "author": "shenlongjieshuo",
            "timestamp": 1596868620,
            "txt_content": "模组真的很好，棒棒哒！"
        }
    ]
}