{
    "title": "[1.15.2-1.14.4][Lootr——抢劫犯]让自然生成的箱子不可破坏吧",
    "author": "真香小伙子",
    "replyCount": 5,
    "timestamp": 1597205040,
    "txt_content": " 本帖最后由 真香小伙子 于 2020-8-12 12:10 编辑 \nMOD介绍：\n     这个mod改变了自然生成的木桶和箱子的材质，但是自己放的没有材质。但这个mod貌似有很多bug：木桶可以被破坏，但是箱子不能被破坏，会有图2的提示。\n汉化文件：\n\n使用方法：百度\n\n\n\n\nzh_cn.zip\n(388 Bytes, 下载次数: 9)\n\n\n\n2020-8-12 12:02 上传\n点击文件名下载附件\n汉化文件\n\n\n\n\n\n\n图片欣赏：\n\n\n\nbug反馈：\n如果有bug请去原帖向原作者反馈\n下载地址：\nhttps://www.curseforge.com/minecraft/mc-mods/lootr/files\n\n",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1597206240,
            "txt_content": "本版块不允许机翻。\n“  \"lootr.message.should_sneak\": \"打破箱子将删除你独特的战利品和物品！为了打破，你这样做的时候一定要偷偷摸摸..\"\n很好奇你是怎么把“sneak”翻译为“偷偷摸摸”的。、\n还有，looter才是抢劫犯，你这强行扣帽子可不行呀。"
        },
        {
            "author": "z416117127",
            "timestamp": 1597268520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "清秋",
            "timestamp": 1597321860,
            "txt_content": " 本帖最后由 清秋 于 2020-8-13 21:51 编辑 \n\nInstead of the usual scenario of someone discover a chest for the first time, taking what they want from it, and then either breaking it or leaving hunk behind (usually for someone else to excitedly discover, only to become disappointed), these loot chests present each and every player who opens it with a separate inventory.\n\n你是否遇见过这样的一个场景：某人在野外游历时发现了一个战利品箱子，然后将其中所以他需要的物品全都拿走了，甚至一不做二不休，把箱子也给破坏了，只留下一大摊掉落物在地上（然后就会有人兴冲冲地跑过来捡，然而留给他的只有失望）。现在，这些情况一去不复返了！安装了mod以后，战利品箱子将会为每个打开它的玩家提供相互独立的战利品空间。\n\nEach player will receive different loot (unless otherwise configured) when the inventory is first opened (but not infinitely!), and players are discouraged from breaking chests in order to allow others to benefit from them, although these chests can still be broken while sneaking.\n\n每位玩家都会在其初次（不是无限次的！）打开战利品箱子时获得不同的战利品（除非你修改了配置文件），mod机制将会劝阻玩家不要破坏这一箱子，因为这个箱子还可以造福其它玩家。然而，在潜行状态下，玩家依然可以强制破坏这些箱子。\n\nThe effect is designed to feel seamless (although a different visual is provided for loot chests & barrels in order to properly differentiate them), as you can explore a desert temple, dig your way down & disarm the trap, and collect all the loot you desire! Then, perhaps weeks, months or even years later, a new player to the server can discover that exact same temple (although now disarmed), and receive randomly generated loot as well.\n\n这一mod的效果可以与你的生存无缝对接（尽管我们为这些战利品箱/桶都绘制了不同的材质，以于普通的箱子做出区分），你依然可以探索沙漠神殿，向下深掘，拆除陷阱，然后收获自己的战利品。或许，数周，数月甚至是数年之后，一名新的玩家加入了这个服务器，找到了这一正巧被你发现过的沙漠神殿（然而，陷阱已经被你拆除了），然后从中拿走了属于自己的战利品。\n\nThe primary target of this mod is obviously for servers, and it is hoped that it will discourage people from exploring new chunks to find loot when there is a chance they can discover loot closer to home.\n\n毫无疑问，这一mod的主要作用对象为服务器，它试图劝阻玩家们，当仍有机会在家附近找到战利品时，就不要去过多的探索新区块。\n\nIn addition to supporting chests, it also supports trapped chests and barrels that have a loot table assigned to them. \n\n除了普通箱子，本mod还支持陷阱箱以及那些有战利品台的桶。\n\n\n抢啥？你告诉我抢啥？"
        },
        {
            "author": "清秋",
            "timestamp": 1597322400,
            "txt_content": "汉化我也不建议你放出来了，因为质量真的不高。"
        },
        {
            "author": "Yang_ZT",
            "timestamp": 1597334220,
            "txt_content": "虽然不知道是什么，也要支持一下，谁让我不知道呢"
        }
    ]
}