{
    "title": "[原创/连载]《匠魂传记》第二章——在游戏尽头的都市",
    "author": "800805",
    "replyCount": 4,
    "timestamp": 1596931200,
    "txt_content": " 本帖最后由 800805 于 2021-2-7 16:14 编辑 \n——在游戏尽头的都市——    “这座末地城便是囚犯们的的文明，他建立在末路之地边岛，所以又得名游戏尽头的都市”一到阳光介绍到，“不过它们可是十分不友好的物种。末地城有宝藏的房间分别是有末影箱的那间房以及露天的那间房。运气好的话可能会有附魔的钻石装备呢。有了装备，你打龙也就容易一点了。”\n\n    门口的两个浅影贝已经被一到阳光利索地打败，踏进正门，立刻又有几个浅影贝朝他们吐出了子弹。不过这次就不如解决门外的被孤立的两个浅影贝方便了。只要一只浅影贝发动了攻击，整个末地城都似乎进入了警戒状态。还有几只末影人在外面不解地看着子弹横飞的末地城。\n\n    “用剑打中它们的子弹，就可以破解它们的攻击。”一道阳光提醒道，可是子弹实在是太多，根本不是用剑能抵挡完的。\n\n    史蒂夫稍微一个不注意，一发子弹就从后面打中了他，或许是蝴蝶效应，当他又去注意背后时，反而被前面的子弹打中。“相比九头蛇的火焰，这些没有很多伤害的浅影贝算什么。”史蒂夫安慰着自己，但他发现自己漂浮起来了，他下意识地发出惊恐的声音。\n\n    一到阳光也被打中漂浮起来了，“你要掌握身体漂浮的方向，漂浮的时候也可以向在地面上一样移动，只是不能上下罢了。你需要飘到一个楼梯顶头的地方，以保证自己不会继续上浮或者坠入万丈深渊。”\n\n    漂浮buff时间不长，史蒂夫落在楼梯上，大腿传来一阵酸痛，可是他顾不上这些了，他必须，先打败前面的浅影贝。\n\n    他抽出骑士剑，挥砍向浅影贝。刹那间，浅影壳合上了。打在浅影壳上的攻击毫无效果。半晌，浅影壳又张开了，随之而来的，是新的一枚子弹。\n\n    可还没飞出，便被一到阳光一刀碾碎，浅影贝也倒下了。\n\n    打败了看守的浅影贝，宝藏就容易探索了。正前方就有两个。居然是两套附魔的钻石铠甲。而且，在对面还有一艘末地船。\n\n    很显然，史蒂夫和一到阳光都没有方块可以垫脚。他们只能借助楼上浅影贝的力量漂浮过去。\n\n    末地船上只有寥寥几只浅影贝，在下一波漂浮buff来临前，他们已经进入了船舱。\n\n    “既然你要去挑战末影龙，那这个鞘翅和这三瓶漂浮药水就给你了。”一到阳光翻了翻箱子，拿了一些 食物，自己带着，又发现了一本书，上面标着四个大字：匠魂宝典。\n     “匠魂宝典是什么？”一道阳光也没见过这本书，上面的印迹与折痕，都标明了它沧桑的历史。或许是从哪个古老年代传下来的吧。一道阳光翻了翻书，却发现上面一个字也没有，便一同给了史蒂夫，反正自己留着也没什么用。\n     末地船的下方有一个折跃门，史蒂夫看见了那儿，穿上了自己的鞘翅，双脚一蹬，从末地船跳下。折跃门只有一格高，他必须尽全力穿梭过去。\n     从远处看，这就是一道笔直的竖线，从高空中滑落。快要靠近地面时，竖线却忽然变为弧线，飞向折跃门。到底是第一次使用鞘翅，他没能控制好方向，一头撞倒在基岩上。\n     一道阳光也用紫菘果下来了，又劝到：“你不如等几天再进去，末地中心岛很危险的，你刚刚在暮色森林打败九头蛇，现在根本没有余力再去与末影龙抗争啊。要是比起来，末影龙只是略逊它而已。”\n     “那一拖再拖要拖到什么时候。”史蒂夫却不想等了，顺手抄起一颗末影珍珠，抛向折跃门。\n     “嗖——”史蒂夫消失不见了。——字数统计——\n\n\n\n\n字数统计2.png (7.37 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-9 07:59 上传\n\n\n\n\n——嘉宾观众席——@新人x号 @燃雪听风 @随意之光 @阿秋Minecraft @北极仙光 @自由李代数 @曦灬月 @Mr.时间之瓶 @希望工程 @吃井不忘挖水人 @奇怪的帽子 @PercyDan @电磁步兵 @剑齿虎 \n——传送门——上一章\n\n下一章\n",
    "replies": [
        {
            "author": "flower_house",
            "timestamp": 1596935700,
            "txt_content": "233333333333"
        },
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1596943560,
            "txt_content": "感觉还行，就是……（为啥后面的段落空行被吞了，又是特性嘛= =）"
        },
        {
            "author": "IAMBATMAN",
            "timestamp": 1609121220,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "无影水镜",
            "timestamp": 1609152900,
            "txt_content": "没看前面，这是跳过打龙直接到末地城了？"
        }
    ]
}