{
    "title": "[Minecraft.net|CULTURE] 于正义于邪恶之上",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1596979500,
    "txt_content": "\nBeyond Good and Evil\n于正义于邪恶之上Eternal opposites collide in Tertium\n位于 Tertium 中的永恒对立的碰撞\nTom Stone\n\nOne of the things I love most about Minecraft is that it can be a canvas for projects of any size - from the precisely planted foliage of a country garden , to skyscraping metaphysical metaphors . Super-talented build-team MAKB certainly haven't shied away from big themes with their latest effort, called Tertium , in which the forces of Order and Chaos vie for control over an enchanted land of forestry and richly detailed architecture.\n我最最爱的 Minecraft ⼀点便是它可以作为任意⼤⼩物体的画布。小⾄乡下花园中精⼼种植的叶⽚，⼤⾄⾼耸⼊云的抽象建筑。天赋卓绝的建筑团队 MAKB 在他们的最新作品 “Tertium” 上，当然也没有避开其宏大的主题。他们在秩序与混乱的⼒量中，争夺魔法森林和刻画入微的建筑物的控制权。\n“Our team is a French team specialised in real Minecraft maps,” explains MAKB Community Manager, Elgasse. “By 'real', we mean that all our maps are fully built, interior and exterior. We like to expose our map to the community and let them explore every corner.”\n“我们是个法国团队，专攻真景的 Minecraft 地图的制作。”MAKB社区**Elgasse解释道。“ 说到真实，是指我们的地图是巨细无遗的。包括内部装潢以及外部外观。我们愿意把我们的地图发布（公开）到社区，让他们来探索地图的每⼀个⻆落。”\nTertium would be a hell of a feat with a team of dozens, which makes it all the more jaw-dropping when you realise actual construction was all the work of one man. “There was only one builder on the map, Blixow,” confirms Elgasse. “He is one of the two administrators of the team, with Dopeulien, and also one of our best builders.”\n若对于有⼗⼏⼈的团队来说，Terium都称得上是个叹为观止的项⽬。但当你知道整个建筑是由一人独自完成的时候，绝对会让人瞠目结舌。“这个地图只有一个建筑师— Blixow。” Elgasse证实到。“ Blixow是团队的两位管理员之⼀，也是我们最好的建筑师。另⼀位管理⼈员则是Dopeulien。”\nNo kidding!\n可不是说着玩的！\nThe build is awe-inspiring by itself, but Iskillia's renders certainly add drama with ethereal lighting.建筑本身就已令⼈⼗分惊叹，但 Iskillia 用飘渺的灯光无疑更渲染出了戏剧的效果。\n\nThe build is awe-inspiring by itself, but Iskillia's renders certainly add drama with ethereal lighting.建筑本身就已令⼈⼗分惊叹，但 Iskillia 用飘渺的灯光无疑更渲染出了戏剧的效果。\n\nThe build is awe-inspiring by itself, but Iskillia's renders certainly add drama with ethereal lighting.建筑本身就已令⼈⼗分惊叹，但 Iskillia 用飘渺的灯光无疑更渲染出了戏剧的效果。\n\nThe build is awe-inspiring by itself, but Iskillia's renders certainly add drama with ethereal lighting.建筑本身就已令⼈⼗分惊叹，但 Iskillia 用飘渺的灯光无疑更渲染出了戏剧的效果。\n“The concept behind the map is that Blixow wanted to separate two opposite worlds. On ** hand, we can see a sort of Heaven, with many statues, a beautiful fountain and a lot of vegetation. On the other hand, on the other side of the barrier, we see a chaotic world, a sort of Hell, with large man-eating plants, a kind of troll and a great snake.”\n地图背后所暗含的概念是，Blixow希望将两个相反的世界分开。在一边，我们可以看到一方天堂，里面有着不计其数的雕像、精美绝伦的喷泉和繁茂昌盛的植被。在另一边，在墙的另⼀面，我们将看到混乱无序的世界，⼀方地狱。其中大型吃人的植物、巨妖和巨蟒横行。\nA sinister juxtaposition indeed!\n真是凶险的共存呀！\nIt's a colourful and varied creation which still boasts an impressive visual consistency. “Blixow's really proud of the general harmony of the map. He designed one structure after another. That was really challenging.”\n尽管这是个多彩⼜多样的创造，却仍然在视觉上拥有着令⼈叹为观⽌的⼀性。“Blixow对整个地图的和谐⼀致感到⼗分⾃豪。他设计了⼀个接⼀个的建筑结构。让这种一致性在多彩的地图中处处体现，这可谓是困难重重。”\n\nSo if one of us wanted to take on the building of a project like this single-handed, how much time should we set aside?\n所以，如果我们中有个⼈想单独上⼿像这样的项⽬，我们应该留出多少时间？\n“It took a lot of days to build it alone,” warns Elgasse. “Maybe 200 or 300 hours.”\n对此Elgasse警告到， “独⾃完成要花上不少时间。大概两百到三百个⼩时吧。”\nBah! We knew there had to be a catch. Still, when you look at what Blixow achieved, and the other creations on MAKB's Youtube channel and Planet Minecraft page, it's hard to disagree that the end results were worth it.\n啊，我们就知道这其中肯定有陷阱。不过，当你看到Blixow所获得的成就，还有MAKB在 YouTube channel 以及 Planet  Minecraft ⻚⾯上的其它作品时，这一切一定是值得的。 \n\n【EBsky 译自官网 2017 年 02 月 14 日发布的 Beyond Good and Evil】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}