{
    "title": "[Minecraft.net|CULTURE]极简主义大师",
    "author": "我是小牧",
    "replyCount": 0,
    "timestamp": 1596955800,
    "txt_content": "\nMinimalist Master\n极简主义大师\nThe methods behind TheDenux's modern-design builds\nTheDenux现代建筑设计背后的方法论\n\nEmily Richardson\n\nI don’t know why architects are so expensive, but in order to get production on my modern house moving along, I’ve had to do all the design work myself. Thankfully, this week I spoke to one  of the Minecraft community's modern-design experts, Matthias Lund (also known as TheDenux ), so I’m feeling inspired and very confident that everything will go to plan!\n我不知道为什么建筑师的佣金要那么高，但是为了让我的现代式住宅装修能够顺利进行，我不得不自己揽下所有的设计工作。幸运的是，这周我和社区里的一位现代风格设计专家——玛缇亚斯·路德，换其名曰TheDenux，聊了聊这方面，所以我现在感觉充满了干劲，感觉有信心让工作按计划进行！ \n\nSure, I didn’t have a ruler to hand when I made the plans, and I drew them up while I was on a rollercoaster, but I’m sure the builders can make it work.\n当然，我定计划的时候并没有用尺子去画，毕竟我是在过山车上画出的草图，但我确信建筑师能拿去用。 \n\nWhile said builders continue to stare at my drawings with what I can only describe as a look of overwhelming joy, I'll share with you the wise words that Matthias shared with me! Prepare yourself for a sharp, clean dose of minimalist inspiration.\n当建筑师死死盯着我的草图，我只能是满心欢喜。我迫不及待地想要和大家一起分享玛缇亚斯和我分享的建言！来看看这些犀利又简明的极简主义思潮吧！ \n\n\nMatthias is an experienced designer, and not just in Minecraft. Though he’s still studying, he’s also working for a property development company and he’s studied a course entitled ‘The Architectural Imagination’ at Harvard.\n玛缇亚斯是一位经验老到的建筑师，并不单指在游戏之中。虽然他仍然在学习，但是他也已经在为一家房地产开发公司工作，同时还在哈佛大学里学习过一门叫做“建筑想象力”的课程。 \n\n“It’s about how we imagine and how we can represent society in architecture,” Matthias tells me. “Doing the course, I learned a lot about building styles and techniques. I think it’s very important to give yourself a paradigm to go after and incorporate some twists into it.”\n“这门课教育了我们应该如何运用想象力，并且用建筑来编写社会。”玛缇亚斯和我说到，“在这门课的学习过程之中，我学到了很多关于建筑风格和技术的相关知识。我觉得给自己定一个例子，然后不断去努力接近那种境界，过程中会有点曲折，但我认为这相当重要。” \n\n\nHe elaborates; “An example could be that your building should follow the Golden Ratio, and to preselect what blocks and colours you’re going to use. I usually try to build in a very neutral colour, and then add different colour shades to that.”\n他进一步解释道：“我举个例子，比如你的建筑应该遵循黄金比例，并且事先确定好要使用的方块以及配色。我一般会首先试着用一些非常中性的颜色，然后再添加不同的色调。” \n\n The Golden Ratio is a very precise measurement of asymmetrical design (it has a mathematical formula and everything!), one found in the work of artists like Leonardo Da Vinci and Michelangelo.\n 黄金分割率是一种非对称设计的经典比例（他甚至有一套公式以及完整体系！），你可以在很多艺术家的作品里发现它，比如说达芬奇和米开朗基罗的作品里。 \n\nEssentially, the Golden Ratio uses exact proportions and ratios of objects to create an image pleasing to the eye, and it's frequently found in the most beautiful, spirally parts of nature. It's far too complicated for me, someone who barely graduated pre-school. Why not visit this link if you want to try understanding it – clearly it did wonders for Matthias' builds!\n从本质上来说，黄金分割率确定了一种能够让事物显得协调和谐的精确比例。而且在大自然之中最美丽的螺旋图案里也能经常的发现它。这些对我这种刚刚幼儿园毕业的人来说实在太复杂了，如果你想深入了解的话，为什么不点开本段的超链接去了解一下呢？而黄金分割显然在玛缇亚斯的作品里起到了很大作用。 \n\n\nMatthias’ work has that impression of being so clean that it looks almost simple; so elegant it seems easy. You know, the kind of design that is so clearly thought-through and precisely planned that it looks like a breeze to make (but, irritatingly, isn't. Drat!)\n玛缇亚斯的作品给人印象十分干净，干净到极简。简约不简单。你也深知，这样的设计分割是经过了重重深思熟虑并精心规划的。所以乍一看这作品像是大风刮来的，但是，气人，它造起来一点也不容易，该死。 \n\n“I probably developed my building style while building with my good friends,” Matthias informs me. “For a couple of years we’ve been building one of the biggest life-size cities in Minecraft, called Greenfield. Over there I was used to building real life buildings, but they had to be realistic, and eventually I wanted to do something that looked cooler and more modern. So today, my building style reflects something realistic, but also something very luxurious and elegant.”\n“我的建筑风格大概是和好朋友们一起建房的时候一点点磨炼出来的，有几年的时间，我和我朋友一起在游戏里建出了真实比例的城市——格林菲尔德。自此之后，我的建筑就基本上就会去遵守真实比例，前提是它真实存在。最后我会去想着加入点什么元素让他变得更加的酷与现代风。所以直到今日，我的建筑风格都呼应着现实，但是也有华丽与优雅在其中。” \n\n\nMatthias’ work feels realistic but somehow still too elegant to exist in a real city. It’s the same feeling I get from Matthias’ favourite work to date: The Kensington Wharf that he recently published. “I was inspired to build it by a project our company is currently building in real life,” he says, “but heavily modified. It’s more the idea of the build I like - it’s like a small community surrounded by water and greenery, secluded from the busy city life.”\n玛缇亚斯的建筑看起来确实很真实，但是又有着一股高雅之风，受不得那种城市的喧嚣感。这点和我从玛缇亚斯最喜欢的作品那里得到的感觉是一样的：他最近发布的作品，新肯顿码头。“这个建筑的灵感来自于我们公司最近在兴建的一个项目，”他说，“但是我对其做了大量的改进，使其更加贴近于我喜欢的建筑形式——就像是一个满是水道和植被的小社区，远离城市生活。\n\nIt’s the realistic modern city-living vibe I get, but with a small community feel. The combination of the modern design and the age-old beauty of nature so close by. Maybe that’s why it seems like it’s just out of reach - try getting that in the real London while not being a billionaire.\n这也正是我感受到的真实现代城市生活的氛围，也有种小型社区的氛围。现代设计与传统的自然美如此融洽的相结合，但这也正是它显得那么高处不胜寒的原因。试着在现实的伦敦里搞到这也的居所，不是亿万富翁的话，做不到吧？ \n\n\nSo how does Matthias create these buildings with such flare? “My passion for architecture is probably a combination of my love of design and fashion as well,” Matthias tells me. “What differentiates [me] from other modern builders, I think, is that I’m committed to a very strict domino system. Every block that is placed is intentionally placed so. I live in Copenhagen, Denmark, and this is also from where I draw my inspiration.”\n所以玛缇亚斯是怎么建出如此吸引人的建筑的呢？“我对建筑的热爱源自我对设计与时尚的喜爱，”玛缇亚斯和我说到，“我和其他建筑师不同的原因在于，我一直试着遵循一种非常严格的多米诺体系，每个方块都有着放置它的意义所在。我住在位于丹麦的哥本哈根，这也是我的灵感来源。” \n\nHe continues, “modern [architecture] is representing reality and the future, whereas traditionalists represent the past. I don’t find that very interesting. The fun part, for me, is designing the future.”\n他继续和我说道：“现代主义建筑就是现在与将来，而传统主义建筑则代表着过去。我对其没有一点兴趣，我更感兴趣的是服务于将来。” \n\n\nWell I wish Matthias the best of luck with his next future-gazing build. As for my own modern house project, it's, er, going great! People will be cool with entering the living room via the ladder in the toilet, right?\n好吧，我祝愿玛缇亚斯下一次展望未来的建筑能够一切顺利。而我自己的现代风格房屋装修计划，呃，进行的很顺利！ 从厕所架梯子通往起居室还挺好玩的，对吧？\n\n【我 译自官网 2017 年 09 月 26 日发布的 Minimalist Master】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}