{
    "title": "[多线]CX330 —— |mcMMO|PC特效|独立经济|公会|粘液科技|长期开放[1.15.2]",
    "author": "满池烟雨",
    "replyCount": 0,
    "timestamp": 1596997260,
    "txt_content": " 本帖最后由 满池烟雨 于 2020-8-30 14:10 编辑 \n\n{ CX330 }深空在召唤！欢迎您的加入，迷途者CX330恒星在远离任何其他已知天体的银河系荒漠空间，被称为“宇宙中最孤独的恒星”\n在这里，我们并不孤独。CX330欢迎您的加入，迷途者。\n\n\n多种世界 | 稳定流畅 | 多种正版插件 | 重视玩家体验\n\n基本简介\nCX330服务器是一个拥有多世界，独立经济系统的原版插件生存服。经过专门的技术精心优化后以流畅、精致的形象面对各位玩家。服主于spigot精心挑选购买了多款正版插件，加以调校优化。一切都是为了让玩家拥有更好的游戏体验。插件好贵.jpg（来自服主钱包的吐槽）\n社交服务器包含工会系统，希望你能在CX330这个最孤独的恒星上结识新的伙伴。各具风格的地区，每一位玩家的相遇，都是一段新的故事…\n反作弊及红石服务器拥有重重反作弊防御，将各位玩家的游戏体验放在第一位。同时服务器允许玩家使用红石制作一些有意义的机器。*【为了增加服务器的安全性，服务器没有开启跨服功能，因此客户端版本必须为1.15.2】*\n关于管理组服务器的管理组仅有服主一人，并且在此后不会招收，出售任何的管理职位。各位玩家可以放心的在服务器内进行游戏，不必担心被熊管理干扰游戏。\n\n\n服务器背景故事（入群验证问题答案融于背景故事的【一个完整的“社会”】章节，如需入群请仔细寻找）（长篇警告.jpg）\n【结束】\n‘嘀---侦测到未知波动，自检开始。’‘1%...5%..10%’‘未知故障发生，启用修复方案....未知故障发生，修复失败，开始复苏舰长。’浓浓的黑暗缓缓退去，你感觉自己混沌模糊的意识逐渐清醒。大脑退出休眠状态，神经系统信号对接完成。捏了捏拳，你发现自己的触觉已经恢复，等到完全结束休眠状态后，你打开了休眠仓..“休珀斯....”‘我在。’休珀斯那毫无感情的电子音在你耳边响起。“我睡了多久？”‘舰长已经在休眠仓中休眠了15627小时，共计沉睡651.125天。’你活动了一下身体，甩了甩还有些朦胧的脑袋：“到达CC1226生态星了嘛？”“等等..”你的目光下意识的看向外面，一片黑暗。“休珀斯？我们现在在哪？”‘嘀嘀..定位失败，根据外部环境扫描对比，舰长，我们很可能身处永夜区。’“永夜区！？！？”刺骨的寒冷从你的背脊一直蔓延到大脑。永夜区是联邦在数年前发现的特殊星域，祂第一次被发现在Cw星区的最边缘区域，永夜区内没有任何行星甚至是恒星存在，哪怕用光量子观测镜扫视了整整三年也没有发现恒星的光亮。联邦在发现这篇特殊星区后对祂产生了浓厚的兴趣，曾派出过六次星际探索舰队进入探索，再经历过五次失联后，第六次星际探索舰队于出发后七年勉强成功返回Cw星区。而这次勉强成功的探索，给联邦带来了却不是什么好消息。永夜区不存在任何信号，不管是量子通讯还是次空间信号完全无法使用，整片星区除了少部分陨石和破碎的小行星外没有其他发现，没有标识物，星图无法定位，空间迁跃沦为废品，星区里除了黑暗还是黑暗，甚至经常产生各种灾难级的宇宙宏波对舰队造成了惨痛的损失。也正是因为这种特性，CX星区被称之为‘永夜区’。“为什么会在永夜区！！休珀斯！你怎么开的船！”强烈的恐惧充斥着你的大脑，但常年以来的航行经验让人快速的冷静下来。“不对..不对，不到两年的时间以我的船不可能从CC星区迁跃到永夜区...休珀斯，调出航行记录！”晶蓝色的光幕投影在你的面前，你快速的筛选掉了无用的记录，从休珀斯记录到的异常中翻开起来。“陨石群..不是，小范围空间波动？不..强度不够....嗯？”你的目光落在了最低端的异常上，发生在十六分钟前的异常波动导致的故障！十六分钟前星船还在星图上，但在那次异常波动之后星船的标识就从星图上消失。虫洞？某种空间折跃现象？大量的猜测让你的太阳穴开始生疼，你强迫着自己抛去这些杂念。“必须得自救！”在未知的星区迷失方向是比宇宙灾难更加恐怖的事情，你不想在无尽的航行中迷失心智，发狂自杀，也不想航行几年后星船能量耗尽，在这片黑暗中孤独死去。你开始发了疯般的朝外部发送求救信号，不止一次的按下代表着救援最终手段的次空间信号，但....毫无作用。在无数次的尝试之后，你瘫坐在驾驶位上，闭上了眼睛。‘检测到异常波..波波波波波...’“休珀斯？”休珀斯吵杂的声音让你猛地站了起来，不待你去检查到底发生了什么的时候，重力系统突然失灵，随后...温和的光芒透过了驾驶舱照在了你的脸上。\n【这是？！】\n“这是？！！？”无尽的黑暗被驱散，突然出现在你面前的，是一颗奇怪的发光行星？不对？这是....太阳？！？！'修复完成，抱歉舰长，刚刚程序发生未知错误，现在以修复。'“现在可不是说这个是的时候休珀斯！我们快撞上...哎？？”说到这里的时候，你试图突然发觉了什么。茫然的看向前方，那颗近在咫尺的‘太阳’，不..这颗星球到底是不是太阳还无法定论，虽然他的外形跟其他恒星十分接近，但有一点...你发现了最大的怪异点，宇宙中的恒星，其外表温度最低都是30000K起步，这种温度下，以你目前所在的位置早就该和星船一起被融化成宇宙垃圾才对！‘舰长，检测到微弱信号源。’就在你猜测这颗星球到底是什么的时候，休珀斯突然出声说道，并在驾驶舱中标识出了信号源所在位置。“信号源！！！”绝处逢生一般的奇迹就这么出现在你的面前，你毫不犹豫的驾驶星船朝着那颗太阳急速驶去，在进入信号源稳定区域后心情忐忑的拨通的信号。‘.............’‘.................’‘.....................咔哒。’“Mayday！Mayday！我是..”你的话还没说完，对方就出声打断了你的话。“你好迷途者，欢迎...呵。”沉稳的声音在说到欢迎这个词的时候突然笑了一声，你似乎从中听出了讥讽的意味。“欢迎来到CX330恒星.....迷途者。”\n【新的生活？】\n“请停靠在LP-GC104号着陆点”伴随着逐渐变小的引擎声彻底降为0分贝，你成功的降落在了CX330的停靠港口。“你好迷途者，这里是CX330，准确的说…是被改造过之后的CX330”“额…你好，我是来自联邦的..”\"让我看看…\"对方没等你说完擅自一把撤下了你胸前粘着的身份牌。\"所以这里是如何变成这样的？\"\"告诉你一个不幸的消息研究员——你回不去了。\"伴随着对方冰冷的话语，你的身体本能的颤抖了一下。\"抱歉…我没听懂。什么叫……回不去了？\"\"在CX330上 ，我们生存了五个世代的人。迄今为止，我们依然无法设定回到航道的路径。这距离已经远到超出机器能接受的最大数值了。\"对方看了看你飞船的控制核心-休珀斯继续问道\"这是联邦H-4109α量产型嘛\"\"不不不，这是特殊的ΩH-4109ζ-T，它可是凝聚了..\"\"或许这玩意儿可以…\"对方再一次的打断了你的话\"研究员，你现在也暂时没了去处要不要先和我们一起在这颗星球上生存？我知道你有很多疑问，我会慢慢的给你解答..\"\n【CX330的改变】\n\"CX330最开始的时候并非如此，原初的它结构十分紧凑，温度更是无法让任何生命体靠近它周边1万千米之内。\"\"这和现在我呆着的地方可不太一样。\"你一边跟着这位\"向导\"前进，一边环绕着四周。\"大约400年前，第一个来自于联邦的倒霉鬼被一艘发了疯的AI控制着的飞船丢到了这里，在突破气层时强烈的辐射让这个倒霉鬼的身体迅速发生了变异。\"\"这听起来可不太像真的…\"你一脸不可思议的盯着眼前滔滔不绝的\"向导\"，怎么也想不通为何天底下还会有如此奇怪的事情。\"这个倒霉鬼的名字是梅森，奇怪的辐射让其拥有了不该拥有的能力。在现在这颗星球上，你可以借助梅森的力量穿越不通的维度，看到不同的景象。\"\"所以这里的一切...\"\"没错，正是由梅森一手创造的。巨大的能量场屏蔽了辐射和高温带来的危害。原始的结构也发生了扭转，这里现在简直就是第二个地球。\"\"鹅妹子嘤！\"你被这件事情深深的震撼住了，但很快你就回过神来——你们走到了一个类似中世纪小镇一样的地方，但这里更像是多个浮空岛组合起来的。\n【多个维度和怪异的生物】\n一个古铜色的如同精灵一样的女性飘落到了你的面前，她略微点头向你问好之后就飞向了其他地方。\"这就是梅森，这里的创造者和管理者。\"\"这这这这这这已经不是人类了吧？？？？？？她她她她她她怎么飞飞飞...\"\"在这里，一切都不能以常理来思考和判断，就比如说...\"\"这样。\"话音刚落你们就瞬间来到了一个新的地方，这里如同地球中大自然随处可见的一处自然样貌一样。你的\"向导\"随手扭下来一个果子在身上蹭了蹭递给了你。你接过了果子，一口咬了下去，甜美多汁就如同苹果一般。\"这样。\"你们瞬间又来到了另外一个世界，但这里似乎和刚才一样，也是如同一处自然样貌，但在这里有一些熙熙攘攘的房屋。\"这不还是刚才的地方吗，（吧唧吧唧吧唧...吞下）有什么区别吗？\"你又咬了一口手中的果子，这种美味你已经有些时日没有吃过了。\"它们看起来差不多，但是...\"你们回到了第一次瞬移到的地方，就在你眼前，那颗明明被摘掉的果子居然凭空又长了出来。\"这里的资源是可以再生的。\"话毕，向导也扭下了这颗果子，自己吃了起来。还没等你惊叹眼前发生的“灵异事件”，你们再一次的来到了另一个地方——这里温度很高，到处都是红色的岩石，无尽的岩浆，以及一些奇怪的生物——它们看起来皮肤像猪，但是身体又像人，皮肤发生了一些溃烂，手中握有一柄纯金打造的剑。\"不要轻易惹怒它们，不然它们会群起而攻之。\"向导说完话周围的空间再次发生了变化。这一次，你们到了一个如同虚空一样的地方，灰白色的岩石形成了一座座岛屿，而你们所在的岛屿中有很多奇怪的柱子，每一根柱子上方有着一颗奇怪的宝石。而在这之上的空中，一只身体呈黑色的巨龙正从天上俯冲下来愤怒的对着你咆哮着。\"……呃……啊……啊~~~~~~~~！！！！\"就在巨龙要将你一口吞噬的瞬间，你被传送到了梅森的面前，而她正咯咯笑看着被吓到大叫的你，在你的旁边还有早就习惯了毫不慌张的正在啃着果子的向导。\"啊~~~~~~~……吓死我了…\"\n【一个完整的“社会”】\n\"在CX330，我们有着自己的货币，它叫碎殁（mò）,同时，这里也有着完善的规章制度，这些具体的规章制度，在我们的通讯交流软件中的集体交流群中有其副本，你可以通过搜索代码：934223133来加入我们。\"\"我会在随后查看这些，感谢你的引导。\"\"不客气，我的名字是Sakar，在这里还有另外一位向导，他的名字是yuxi。今后在CX330的生活可就要靠你自己了。\"看着逐渐离你远去的向导，你决定在这里开始新的生活。\n\n\n\n\n\n\n一些随缘截图主城随缘取景\n\n\n\n\nfile_1596995747000.jpg (105.64 KB, 下载次数: 6)\n\n下载附件\n\n2020-8-10 01:55 上传\n\n\n\n\n商 店 开 张 啦 ！\n\n\n\n\nfile_1596995903000.jpg (117.56 KB, 下载次数: 5)\n\n下载附件\n\n2020-8-10 01:58 上传\n\n\n\n\n真·双头半人马\n\n\n\n\nfile_1596995926000.jpg (84.84 KB, 下载次数: 13)\n\n下载附件\n\n2020-8-10 01:58 上传\n\n\n\n\n\n\n\n\n关于服务器皮肤显示服务器的皮肤显示是拥有优先级的，排序如下：\n- Mojang (Minecraft 正版皮肤/披风)\n- LittleSkin\n- Blessing Skin\n- Skin Me如有能力请支持正版！\n\n一些内测阶段的趣事\n玩家Sakar682在水中嬉戏时溺水多达9次。\nPC特效插件的旋转木马因为用了活马所以外号叫旋转真马。\n服主一巴掌打爆了挑选出过于Imba的粘液插件物品，在以为那些是没用的道具的情况下清空了背包。\n玩家yuzhizhi_yuxi探险时看到野生的狼之后试图驯服，在经过游戏中一晚的鏖战后，带着仅有的两根骨头前去驯化，因失败而恼羞成怒的杀死了这只“白眼狼”，后被服主当面一次驯化一只野生的狼之后连续suicide数次。\n服主在信誓旦旦的说完服务器生存没有难度约20秒之后被僵尸击杀。\n……………………\n\n\n目前CX330处于开荒阶段！期待你的加入！\n我知道排版看起来很诡异，但其实服主是个排版废材呜呜呜\n\n\n\n",
    "replies": []
}