{
    "title": "[Minecraft.net|CULTURE]雪顶山峰与悬崖峭壁",
    "author": "huanmum",
    "replyCount": 2,
    "timestamp": 1596983280,
    "txt_content": "\nOf Snowy Peaks and Craggy Cliffs\n雪顶山峰与悬崖峭壁\n_Killerack_ talks to us about his terrific terraforming!\n_Killerack_给我们带来了他绝妙的地形！\n\nAndreas Inderwildi\n\nThink about ambitious Minecraft projects and the first things that likely spring to mind are enormous palaces or complex machines. It’s a safe assumption that most new players dream of sitting atop some imposing architectural fortress, looking down at the tamed landscape below them – little megalomaniacs and narcissists that we humans are (yes you are, admit it).\n回想一下那些规模浩大的我的世界建筑项目，你脑中浮现的第一印象想必是什么巨大的宫殿或者复杂的机械。可以确定的是，不少玩家都梦想着能够居于宏大的建筑顶端俯视群雄——因为人类都是有着自己的自大与自恋情怀。（就是这样，你不得不承认。） \n\nStill, the first thing you see when you start a new game of Minecraft is landscape, lots of it, more than you could ever hope to handle. So it’s perhaps unsurprising that some enterprising creators have it taken upon themselves not to take landscapes apart, but instead to create them from scratch.\n不过，当你重开一局新的我的世界游戏的时候，第一时间映入眼帘的是自然景色，万里江山，远超你能想象的范围。所以意料之中的是，有些**能力强的作者并没有选择在改造自然景观，而是从零开始建造。 \n\n Killerack ’s career as an architect wasn’t very long-lived: “At first, I tried to build some cobblestone houses but never managed to make a good one, so I stopped,\" he tells me. \"A few days later, I had an idea to create my home in a cave. I used lots of TNT and a diamond pickaxe to carve out a nice spot to put my chests, fields and furnaces.” That modest cave contained the seed of his future projects: “It was my first terraforming project.”\nKillerack的建筑师生涯并没有很长：“一开始的时候，我想要建造一些圆石屋子，但是建了好几个都不咋地，所以我就没有继续建造了。”他和我说道。“几天之后，我有了个点子，我决定做一个穴居人。我用了很多tnt以及一把钻石镐挖出了一片不错的区域放置我的箱子、农田以及熔炉。”这个小小洞穴承载着将来计划的种子：“这就是我第一个地形计划。” \n\n\nSoon after discovering Minecraft in early 2015, Killerack started dabbling in more ambitious terraforming via VoxelSniper and WorldPainter (plugins that – amongst other helpful functions - allow easier editing of large amounts of blocks at a time) and eventually graduated to World Machine (a more ambitious, trickier program for making terrain). “I tried building structures on my terrain for years, but I’m terrible at it,” admits Killerack “I don’t have the imagination for it.”\n当他在2015年初发现我的世界这款游戏之后不久，Killerack开始通过VS还有WP去创作规模更加巨大的计划。这些附带的实用功能允许玩家一次性大量编辑更多的方块。最后升级到WM，这是一种用来刷规模更大更复杂的地形的程序。“我这些年一直试着在自己的地形上建造建筑物，但是我真的很不擅长这个，”Killerack承认，“这方面我没有想象力。” \n\nBut he certainly has the imagination for terraforming, and that is indeed where the inspiration for his projects comes from: “A lot of people ask me what screenshots, paintings or photographs I use, but all I really use is my head. It’s almost instinctive, I can’t really explain it.”\n但是他确实很擅长刷地形，这也是他计划的灵感源泉：“很多人问我我用了什么截图、草图或者照片，但是我其实只使用了我的脑袋。这几乎是我的本能反应，难以言传。” \n\n|\"The most important part is loving what you do.\"\n|“最重要的地方在于热爱你的工作。”\nAfter selecting a theme like ‘winter’ or ‘desert’ in World Machine, the real work begins. Depending on the size of the maps and the number and complexity of biomes, the amount of effort varies wildly. “A basic biome on a 1000x1000 area will take me less than half an hour, while a 4000x4000 area with 5 biomes can take me a whole day. The main challenge is to make higher quality maps in as short a time as possible.”\n当在WM里面选择了比如冬天或者沙漠这样的主题之后，真正的工作就开始了。基于地图的大小以及生物群系的数量与复杂性，工作量也大小各异。“一千见方的基础群系地图我只用花的上半个小时。而四千见方，混上五个生物群系的地图我就要花上整整一天去做。挑战在于要在尽可能短的时间内做出尽可能高质量的地图。 ”\n\n\nWhy invest so much time in creating virtual landscapes? “The most important [thing] for me is the ambition to get better at what I do each day, to create the most beautiful environments for Minecraft.”\n为什么要花上那么多时间去做一些虚拟景观呢？“对我而言，最重要的事情就是天天向上，在我的世界里创造出最美的环境。” \n\nAsked about his opinion on actual landscapes, Killerack states: “I live in Lyon, France, so if I look out of my window I can see Mont Blanc. I don’t have a special relationship with the landscape, but it’s beautiful to look at.”\n当他被问到对现实景观的看法的时候，Killerack说道：“我的家在法国里昂，所以每当我望向窗外的时候，我都能望见勃朗峰。我和这样的风景的联系其实并不紧密，但是它本身就很美。” \n\nThe presence of Mont Blanc won’t surprise you if you look at the landscapes Killerack conjures. There’s no shortage of sublime snow-covered mountain ranges of all sizes and shapes here. These landscapes are untouched by human hands (well, except for Killerack's, technically), some of them perhaps reminding you of romantic landscape paintings with their sheer, cragged mountainsides.\n如果你看过Killerack的奇妙魔法的话，勃朗峰对你而言便平平无奇。他的作品里遍是大小不同、形状各异、白雪皑皑的壮丽山脉。这些美景还没有人类涉足，当然了，技术上来说要除去Killerack。其中一些或许能够想起描述那些精纯崎岖山麓的浪漫风景画。 \n\n\nVery recently, he started using his terraforming powers for good, trying to highlight the unfortunate ways in which humans influence climate and landscapes.\n最近，他开始善用他的地形才能去警示世人人类恶化气候与环境的糟糕方式。 \n\n“My last project [using Terragen] is very important to me, it's about global warming. The message is ‘It's easy to change an environment on a computer, but what about reality?’ This planet might be more beautiful without humans on it, but we can’t change the fact that we’re here, so we need to try to keep it as beautiful as possible.”\n“我最后一个用Terragen渲染的项目对我而言非常重要，它描述了全球变暖。中心思想是，‘电脑上的环境改起来容易，现实的环境改起来难’。这颗星球没有我们会更加美丽，但我们毕竟不能改变这点，所以我们要尽可能的延续地球的美。” \n\nTerragen is an entirely different platform to Minecraft, one for creating more realistic CG environments. But luckily for us, Killerack isn't planning on leaving Minecraft as a platform for his work – instead he hopes to use both. “This is my first thoughtful project and I hope to do more projects like this for Minecraft or Terragen because it's a very important subject that concerns everyone.”\nTerragen是一个和我的世界完全不同的平台，它专门用于去打造一些更加真实的CG环境。但幸运的是，Killerack并没有打算抛弃我的世界这样一个工作平台——恰恰相反，他希望两者都要。“这是我第一个带深层思想的项目，我希望能在两个平台上制作更多这样的项目，因为这主题非常重要，关系到我们每个人。” \n\n\nKillerack also has a few tips for aspiring terraformers: “You have to work hard, each day if possible. Try to focus on a single theme and work on it for about a week to get the best possible result, then switch to a different theme. I do between two and five World Machine projects every day during vacations, and between one and three on school days.\nKillerack也有几点想对意气满满的地形师建议。“你要下苦功，尽可能每天都是这样。试着专注于一个主题，花一周时间来打磨出最好的结果，然后换到下一个主题。我在假期里的话每天会做二到五个WM项目，在上学的时候则是一到三个。” \n\n“Don’t start directly with World Machine. Do voxel stuff first, then try to get to know WorldPainter. But the most important part is loving what you do. Love the terraforming, and it’s going to be easy for you.”\n“不要一开始就去用WM，先去做点体素作品，然后试着上手WP。最重要的地方在于热爱你的工作。爱上地形，你做起来就会简单许多。” \n\n【我 译自官网 2017 年 09 月 23 日发布的 Of Snowy Peaks and Craggy Cliffs】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "ym_",
            "timestamp": 1596987960,
            "txt_content": "所以意料之中的是，有些**能力强的作者并没有选择在改造自然景观，而是从零开始建造。 \n所以这两个*号到底是什么？\n"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1597858200,
            "txt_content": "其实工具名称还是建议写全称"
        }
    ]
}