{
    "title": "那些刷新三观的专业知识",
    "author": "qwqwvvaa",
    "replyCount": 10,
    "timestamp": 1366167420,
    "txt_content": " 本帖最后由 qwqwvvaa 于 2013-4-17 10:56 编辑 \n\n这是果壳网的一个帖子，征集各个专业违反大众一般常识的一些知识。选择其中一些刷新三观的转载过来。\n\n\n\n\n6201aa45-25ef-47c9-a136-c748d11ca42b.jpg (55.07 KB, 下载次数: 1)\n\n下载附件\n\n2013-4-17 10:55 上传\n\n\n\n\n\n\n计算机主板可以用自来水冲洗，只要然后晾干了就行。\n\n疼痛部位不一定就是病变部位，有一个名词叫做“牵涉痛”，比如心脏病变可能会有左肩或左臂的疼痛，典型的阑尾炎最先疼痛的部位是脐周\n\n切尔诺贝利1986年4号机组事故后，其他1到3号机组依然在工作，最晚的3号机组一直工作到2000年。。。。。所以传说中的变异老鼠神马的，工作人员表示压力很大。。。。。\n\n人的自由意志远比想象的脆弱，神经病变、药物、电极刺激可能很轻易地就改变了一个人的精神、行为状态，个人意志在此时完全无用。\n手术刀确实很锋利但磨损非常之快。\n现在手术开腹的时候已经不总是用不锈钢刀了，电刀开始成为常用装备。\n\n蓝宝石可以不是蓝色的\n\n桥梁建成后再加设计以外的支撑不是更安全，是非常危险的。\n\n以前说起中国的食品安全的时候，总觉得是检测机关不作为，感觉检测都是很轻松确定的事情，工作中接触到了才知道，比如 常规的农残气相检测，检测器检测到了东西，也不能百分之百的确定就是目标物！引起常规检测器“同一反应”的物质可能不止一个。定量难，定性也不简单。\n\n我们看到的菊花还有蒲公英不是一朵花，是一个花序。一朵菊花其实就是里面看起来是一片花瓣的东西。\n\n盘子的硬度比刀、叉的硬度大：\n\n一条河流是越流越弯的。凹岸侵蚀，凸岸堆积，所以曲流是越来越弯曲，最后发生一次大型洪涝才会自然的裁弯取直\n\n文昌鱼没有心脏，靠腹大动脉搏动。\n\nIntel的处理器是各类处理器中性价比很低的了，但它销量名列前茅（非技术原因导致的）\n\n太阳能并不像国家宣传得那么高效，小型的自动跟踪太阳的太阳能发电装置常常是入不敷出的。那种路边A4纸大小的晶体硅板子，现在能带动的往往只是一个LED标志灯。而且并不真正是清洁能源，生产过程污染严重，而且寿命有限。\n\n芯片都仅仅会温和地发烫吗？否。芯片是会爆炸的，你没看错，是有碎片飞出的那种爆炸（高温导致的内应力）。\n\n.虽然我们身边无线电无处不在……但电磁波在水下会随着距离的增大迅速衰减。所以……水下通信很难，一般不用无线电。\n\n你看着容易懂的表达方式计算机不懂，计算机能懂的表达方式你不懂。\n\n拼音中y w不是声母\n\ny w开头的都是零声母字，这两个只是间隔的标志……\n\n汽车无论跑得多快，只要不是在减速，总有一部分是向后运动的。简单地说，附着系数乘以轮胎载荷就是牵引力。那么如果滑移率为零，则附着系数为零，就没有牵引力了。\n\n电厂粗粗“烟囱”根本不是烟囱，应该叫做凉水塔，除了少数采用烟塔合一技术的机组外，凉水塔是把50度左右水降温到20多度而已，也就是说冒出来的“烟”和家里做饭的“水蒸气”（实际是凝结在空中的水滴）是一样的，根本不是雾霾天气的祸首，真正的污染源是在高高烟筒中排放的废弃，而排放的气体几乎是看不见的（主要污染源是氮氧化物和硫化物，正常工艺通过脱硫和脱硝是可以去除大部分的）\n\n神舟飞船所在的地球电离层，温度在1000度左右。但飞船外壳却无须抗高温，因为飞船所到之处，气温迅速下降了，hoho。\n微观经济学里面有一种商品叫吉芬商品，它违反了正常的需求规律，由于过大的收入效应，造成这种商品在涨价的时候需求量不跌反升，张五常先生就死活不认为世界上存在吉芬商品这么个奇怪的东西\n\n石油在地下并非“奔腾的河流”，而是含在岩石的孔隙中；运移方向是向上而非向下；\n地下储存石油的封闭区域大多不能近似为球形，而是“蘑菇顶”；\n“重磁电”只是辅助，勘探石油最主要的手段是地震勘探，并且这一过程中检波器需要连续不断地接受反射波；\n开采石油的时候人不需要“下井”，这和开采煤矿是不一样的；\n储存天然气可以将其注入地下岩洞；\n\n人类并不比蟑螂高级……\n\n丰臣秀吉用西方的痰盂喝过茶……\n\n大脑的MT和MST区域损坏了，人类会不能识别物体的运动。看出来的世界好像从一帧跳到另一帧……\n\n婴儿虽然一出生就会对”脸部“施以更多的注意力，但是对他们来说脸部根本不一定是脸。只要上面一坨东西比较多就行了……\n\n浓硫酸的浓度是可以大于100%的。\n\n生育是一件损己利人的事。。。 还有看了《生育制度》以后觉得现在的神马婚姻专家弱爆了。。。。\n\n兔子不爱吃胡萝卜（和专业没什么关系，养兔者的经验）\n我的专业....【音乐理论】巴洛克，古典，罗曼时期统一叫做common practice period，因为一般说”xxx是classic钢琴师“其实是很外行的说法= =\n(原文为莫扎特的音乐不属于经典音乐(此处指的是音乐时期的经典)，后来以更正)\n【拉丁语】拉丁美洲不说拉丁语=。= （这条吐槽相当无力。。）\n【钢琴】（吐槽向）梦中的婚礼和水边的阿迪丽娜不是经典钢琴曲！！！不管经典是指风格还是时代都不是经典钢琴曲！！\n\n伞藻可以长到10cm但是还是一个细胞\n\n梁板等的混凝土其实都是带裂缝工作的……\n\n纯净水也是分级的：一级水是直接从超纯水机（色谱原理净水，蒸馏神马的早过时了）里接的水，接到桶里拿到实验室就是二级水了，而三级水则是从桶里倒到烧瓶/烧杯/洗瓶里再用的水。\n实验室里通常都用三级水，因为随用随接不现实，而直接用桶又很容易撒……\n所以说实验室用水没有想象的那么干净，但已经比正常的水要干净很多了。\n另，其实娃哈哈纯净水大致相当于二级水，比大部分实验室用水要干净，所以实验室没水了买桶娃哈哈也可以用。\n又另，娃哈哈的质量也是有好有坏，举例来说，大连生产的娃哈哈就不是那么纯……\n又又另，饮用水不是越纯越好，太纯净的水喝多了干扰电解质平衡，所以我不爱喝娃哈哈没什么不好的……\n\n我来添一条，再牛逼的软件，里面也必然有新手/毕业生/实习生贡献的代码，并且是极烂，极不稳定的代码。包括你现在用的微软操作系统，苹果播放器，谷歌浏览器……\n有人说谷歌对于合入代码控制极为严格，没错，但是仍然有新手合入的烂代码，谷歌曾经吐槽过这样一件事：C语言的创始人曾经被谷歌招聘成为员工，但在入职三个月后仍然没有合入代码的权限，真实原因其实是因为各种流程没有走完，但被外界吐槽的是这样的牛人都不让写代码，同时谷歌还是混入了大量的低质量代码。\nJava的创始人SUN公司曾经有一次组织了大量人力物力对所有Java代码使用静态工具检查并消除所有lint告警和错误，这被他们当作一件极其大的成就来宣传。\n通常大公司里对于代码的态度是这样的：只要这段代码通过了所有测试并且已经入库，那么，除非有一个能说服所有人，包括项目经理，架构师，测试部，市场部等等的理由，那么就不允许再被修改。而这个理由通常是没有的。\n而且越是大公司越对这条规定执行的严格，微软的一个前高级官员曾经还特地挑出来一段烂代码自曝家丑。\n另一方面，越是编程高手越喜欢蔑视编程规则，写出一些炫技的代码，这也造成了一些低质量代码混入\n以前微软的源代码曾经泄漏过，里面的注释里，满满的都是程序员面对烂代码的吐槽啊。\n有一段时间我还在想恐怕Linux是唯一的神话了，后来我发现在某种意义上是的，Linux会在烂代码之前注释说：这段代码很烂，不要学。\n之所以Linux会容忍烂代码混入版本，是因为他们懒得写，然后一些大公司就乘虚而入了。\n我知道可能很多人会觉得这没什么，可是对于一个将苹果谷歌Linux奉为心目中的圣地的程序员来说这简直就是精神支柱的幻灭啊！！\n\n如果盗窃就可以判处死刑，社会治安就和谐了么？NO!治安会急剧恶化！\n\n高压电架空线不会影响到下面的生物，实际上电力行业非常希望高压输电线能够危害生物健康——电线下面的树总是长到电线上面，导致每年都有一笔天文数字般的费用花在砍树上。\n\n我是学会展策划的：\n1.很多场馆你不需要买票就能从某些地方坦然的进去（开车去，停地下车库，多走几步，上电梯，嗯，不用谢），特别是第一天有什么仪式的时候，带个单反你就能一脸严肃的进去了\n2.最后一天能卖的会减价，不能卖的会卖，此内容不包括武器飞行器妇女儿童等等。。。\n3.一个展会最后的纯利润高的吓人。。。这也是为什么全国都各种的展，各种的场馆，此起彼伏乐此不疲\n4.一般的参展商都会给看起来很专业很有潜在客户倾向的参展观众一些独特的礼品，价值不等但都很不错\n5.多留点参展商的彩页资料，看起来专业点就能拿到精装版的了，这些资料除了能卖之外，有些东西不但便宜，还是市场上买不到的。\n6.学好PPT，走遍天下全不怕！\n\n我们的大脑，神经细胞没有智力，也没有一个细胞知道大脑在想什么，每个神经细胞只会把从其他细胞传来的信息做简单的加工，再传给另外的细胞，可是上百亿神经细胞共同活动的玄出产物竟然是人类绚丽的思想\n\n网上的那些天文美图基本可以认为是天文学家画给大家看的。\n\n马蹄莲我们欣赏的其实是苞片，就是所谓的花托。玉兰花的最下面一轮花瓣也是苞片。\n\n人看到的世界其实是上下颠倒的，大脑加工后让你适应了。\n\n新出厂的核燃料棒木有放射性，可以随便摸~（好吧也不能随便摸，万一刮伤表面的锆合金会找你事的）\n\n在绝大多数情况下，罐头食品是可以无限期保存的。\n\n大脑本身并不会引起疼痛，虽然痛觉中枢在大脑，但其本身没有痛觉感受器（沉默羔羊里那句让人牙颤的台词……= =）\n\n不少香料都是稀释几十上百万倍后才使用的，而它们在高浓度下其实可能奇臭无比。\n有一类特殊的蛋白质会发荧光。\n破坏大脑中的某些区域可能改变一个人的性格 。曾经有个人被铁棒捅穿了颅骨，损伤了前额叶皮层，受伤前是个虽未受到良好的学校教育，但具有平衡的心态的人，受到熟人的尊敬，大家认为他是个机灵、聪明的生意人，精力充沛，毅力不凡，努力实现自己的计划。受伤后变成了随时发作、放纵，还伴有无礼和污秽的语言，不听从朋友和伙伴的劝阻，特别是当这些劝阻与他的需求冲突时，表现得很不耐烦，并且反复无常，智力退化到儿童水平。\n实验室中的任何东西都不能轻视，有时候可能一个看似普通的玻璃瓶就要几千块。\n酸和碱不仅仅是所谓的能在水中电离出氢离子或氢氧根离子的化合物，质子理论、电子理论、硬软酸碱理论表明了酸和碱的范围庞大到难以想象，例如，金属离子是酸，很多金属原子同样是酸，一氧化碳、氮气是碱。同样酸碱性的强度也受溶剂的影响，有时候水中一个酸性弱到可以忽略的化合物，在某些溶剂中比硫酸酸性还强。\n\n《红楼梦》是一部脏话连篇的小说（真的= =以当时的标准）\n\n现在中国的法律体系名义上属于大陆（罗马）法系，实际上以苏联的法律体系为基础，而近几年受英美法系影响又越来越大，更糟糕的是旧的封建时代中华法系内容并未完全淘汰干净，所以严格的说中国的法律体系其实是个四不像\n\n看到没有语言的。。我决定来一发\n很多人看到日语都有一种“啊，里面汉字怎么这么多，我都能看懂要说什么了”的感觉\n同时却觉得韩语全都是横竖圈的，大概是一种独立的体系吧。\n↑好，我是来打破这种观念的。\n下面这句话能看懂的应该不多。。\n【&#45824;&#44396;&#49884;&#45716; &#54693;&#54980; 5&#45380; &#51060;&#45236; &#45824;&#44396;&#51648;&#50669;&#51032; &#45824;&#44592;&#51656;&#51012; &#49440;&#51652;&#44397; &#49688;&#51456;&#51004;&#47196; &#54693;&#49345;&#49884;&#53416;&#45796;&#45716; &#48169;&#52840;&#51060;&#46972;&#44256; &#54620;&#45796;.】\n但是把其中来源于汉字的词用汉字写出来之后就变成下面这样了\n【大丘市&#45716; 向后 5年 以内 大丘地域&#51032; 大气质&#51012; 先进国 水准&#51004;&#47196; 向上&#49884;&#53416;&#45796;&#45716; 方针&#51060;&#46972;&#44256; &#54620;&#45796;.】\n看懂了吗？翻译大概就是这个样子，\n【将大丘地区的空气质量5年内改善到发达国家水平是大丘市的方针。】\n\n本来韩语也是像日语那样混写的，后来六七十年代(?)的时候去汉字化，把汉字都标记成韩语读音了，民族自豪感得到增强╯▽╰。\n故然。\n\n我说一个医学上的吧，大家可能都知道，安慰剂效应：医生即使只给病人服用了一些什么用都没有的淀粉，清水等，还是会有30%以上的病人会真的出现疗效。而且安慰剂效果还会随着的形状和包装不同而变化。\n\n技术奇点理论：大多数人都以为我们的科技是线性发展的，实际上我们的科技进步是指数型发展的，越到后来进步越快。\n\n如何完全避免手术以后纱布、器械遗留腹腔是一个世界性的难题，小到一根缝针，大到一副眼镜，甚至像压肠板这样的“庞然大物”都曾作为腹腔遗留物出现在国内外的报道中。\n\n穿厚衣服盖被子睡觉更冷\n1.常说的万吨巨轮，并不是指装货量。而是装货体积折算的，而且每个运河的算法不一样。\n2 越安全的船，航行时，人往往是越不舒服的。\n\n《男人装》不讲男人装...\n\n1、明朝四大名著里面的禁书不是《金瓶梅》而是《西游记》。\n2、中小学校里面的考试，各个分数段的人数比例都是事先控制好的。（在出试卷的时候按照对应比例选择送分题、一般题和难题即可，当然难易程度的界定需要教师对学生的掌握程度有了解。所以你应该能够理解为什么每次考试为什么90分以上的总是那么一群人了吧 ）\n\n女的强奸男的不算强奸，女的强奸女的也不算强奸，男的强奸男的更不算。（似乎是AC诸位的福音……= =）\n\n在三天内，竹子的抗拉强度是很大的，甚至可以代替钢筋，所以一些临时工程会用竹子代替钢筋。。。注意是临时工程\n\n某些蝙蝠可以传染狂犬病，兔子可以感染猪瘟\n\n外国人犯罪要按照所在国法律处理。所以中国处死了贩毒的英国人，韩国审判了越界捕鱼的中国人。并不是所谓的软弱！而且根据维也纳国际公约，wto等国际法，中国官方不能无故禁止进口日货，也不能无故限制稀土出口。\n\n直升机在国内航空界并不称为飞机。\n\n吸烟对溃疡性结肠炎(UC)有好处,但是对同属于IBD(即炎症性肠炎)的克罗恩病有极大的坏处\n\n目前我们所认知的科学知识每45年就有大约三分之一被新的理论所推翻\n\n\n",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1366170420,
            "txt_content": "只知道80％QAQ撒。。。"
        },
        {
            "author": "mclauncher",
            "timestamp": 1366170600,
            "txt_content": "都知道                          "
        },
        {
            "author": "tt5669453",
            "timestamp": 1366177380,
            "txt_content": "看到图片我吐了...."
        },
        {
            "author": "寂静战争",
            "timestamp": 1366178940,
            "txt_content": "灵梦霸气镇楼。。。"
        },
        {
            "author": "无痕",
            "timestamp": 1366181340,
            "txt_content": "看到第一个就吓尿了……"
        },
        {
            "author": "堕落前的微笑",
            "timestamp": 1366183800,
            "txt_content": "多谢分享\n\n好多都不知道。。。"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1366187520,
            "txt_content": "Java的创始人SUN公司曾经有一次组织了大量人力物力对所有Java代码使用静态工具检查并消除所有lint告警和错误，这被他们当作一件极其大的成就来宣传。\n第83行 是告警還是警告{:10_495:}"
        },
        {
            "author": "A402802443",
            "timestamp": 1366191660,
            "txt_content": "= =眼花了，都是我这些小学生不懂的东西"
        },
        {
            "author": "azsx6912121",
            "timestamp": 1366192500,
            "txt_content": "```````复制还是贴贴还是原创··········"
        },
        {
            "author": "2B国国主",
            "timestamp": 1366193580,
            "txt_content": "这太恐怖了"
        }
    ]
}