{
    "title": "[Minecraft.net|CULTURE] 重焕生机的化石",
    "author": "问谛居",
    "replyCount": 2,
    "timestamp": 1596971040,
    "txt_content": " 本帖最后由 问谛居 于 2020-9-1 11:37 编辑 \n\nFun with Fossils\n重焕生机的化石Enjoy staring at the insdes of dinosaurs without having to be eaten!\n在性命无虞的情况下观察恐龙的内部结构！\n\nAsh Davis\n\nWith the release of yet another Famous Dinosaur Movie, the terrible lizards make their return to the spotlight while reminding everyone of their decades long crush on Jeff Goldblum. (Don’t lie, it’s not healthy.)\n在唤醒人们对 Jeff Goldblum（注：曾出演《侏罗纪公园》）的狂热喜爱后（别说谎，这可对身体不好。），这个恐怖的蜥蜴随着另一部著名恐龙电影的上映，重返聚光灯下。 \n\nInspired by dino fever, builders like Jeroen will be busting their blocks creating tons of new dinosaur builds. Like Dr. Hammond before him, Jeroen spared no expense in recreating this treasure trove of dinosaur skeletons to delight and awe.\n受恐龙热的影响，像 Jeroen 一样的建造者破旧立新，创造了大量新的恐龙建筑。像这条路上的先行者 Hammond 博士一样， Jeroen 不遗余力地建造恐龙骨骼的宝库来供人欣赏和敬仰。 \n\n“This project all started with the first fossil I made: the Tyrannosaurus Rex,” Jereon explains. “While working on that, I thought it would be really cool if I built an entire island full of fossilized dinosaurs.”\nJereon 解释道“这项工程始于我建的第一个化石：霸王龙。在建造霸王龙的时候，我想如果建一个全是恐龙化石的小岛一定会很酷。\" \n\n\nHey! At least they’re fossilized and not a bunch of walking, death-and-dismemberment lawsuits waiting to happen.\n嘿！它们至少是化石，而不是一群死亡行者。 \n\nAt first it was easy choosing which dinos were going to be included on the island. “I just picked the very famous dinosaurs like the T-Rex, Triceratops, Spinosaurus, Stegosaurus, etc,” says Jereon.\n选择在岛上最先建哪个恐龙并非难事。 Jereon 说“我只选了非常出名的恐龙，比如霸王龙、三角龙、棘龙、剑龙等” \n\n\nFrom there, he expanded his collection using the Famous Dinosaur Movie and a Videogame About the Famous Dinosaur Movie as a guide.\n从此，他开始以著名的  恐龙电影 和关于  恐龙电影的游戏 为指导，来展开他的恐龙系列。 \n\n“When I was done creating my first batch of dinosaurs, I moved over to flying and marine dinosaurs. Choosing a flyer to build was difficult since I only knew of the Pterodactyl. So after a quick online search I discovered three additional flying dinosaurs: Dimorphodon, Nyctosaurus and Quetzalcoatlus.”\n当我在创作了第一批恐龙作品后，我把目光转向了会飞的恐龙和海生恐龙。由于我只知道翼龙，所以选择建造会飞的恐龙是很困难的。在快速地网络在线搜索后，我发现了另外三种会飞的恐龙：蝙蝠龙、夜翼龙和风神翼龙。 \n\nThe what? \n 什么龙？ \n\nJereon laughs. “I never tried to actually pronounce that name. I think you have to speak it as Quetz-alco-atlus .”\nJereon 笑着说“我从来没有真正读出过名字的发音，我想你只有读 风-神-翼龙。 \n\n\nThough these dinos are bones without the skin, Jeroen has put some thought into what they might look like if they were flesh and blood creatures.\n尽管这些恐龙是没有皮肉的化石，但是 Jeroen 认真地考虑过这些恐龙的血肉之躯长什么样。 \n\n“Since I have watched all the Famous Dinosaur Movies, I’m used to dinosaurs looking all scaly. But after a while I realized the Dilophosaurus in Famous Dinosaur Movie #1 did not spit venom or have a neck frill.”\n”我看过所有著名的恐龙电影，所以我习惯于所有恐龙看起来都有鳞片。但是后来我意识到在著名恐龙电影#1 里的双脊龙既不吐毒液也没有颈部褶皱。“ \n\nRIP Dennis Nedry : (\n愿灵安眠 Dennis Nedry : ( （注：Dennis Nedry在《侏罗纪公园》中被双脊龙吃掉） \n\n\n“I can definitely believe that dinosaurs like the Velociraptor had feathers, though I still don’t believe something like the T-Rex used to have feathers, it just seems so odd to me.”\n我坚信像迅猛龙一样的恐龙是有羽毛的，尽管我仍然不相信霸王龙曾经有过羽毛，但这对于我来说就是摸不着头脑。“ \n\nImagine a T-Rex covered in chicken feathers. Is that scary to you? Yeah I didn’t think so. The smaller in real life Mosasaur was actually one of Jeroen’s favorite skeletons to build.\n想象一下身上是鸡毛的霸王龙。这能吓着你么？对，我也不这么认为。现实中体型较小的沧龙其实是 Jeroen 最喜欢建的恐龙骨架之一。 \n\n“I would also pick the Ceratosaurus, Indominus-Rex, and Dilophosaurus: they’re the best quality ones I built.”\n我也会选角鼻龙、暴虐龙（狂暴龙）、双脊龙：它们可是我的拿手好戏。 \n\nThe hardest skeleton for Jereon? The Stegosaurus. “The body itself was the same simple routine I did with all the other dinosaurs, but the armored plates were really hard to build because they have a specific shape and angle they faced.”\n对于 Jereon 来说哪一种恐龙骨架是最难的？剑龙。“它的躯干和我建造的其他所有的恐龙一样简单，但是背部板状物很难成型，因为它们有特定的形状和朝向的角度” \n\n\nThe Stegosaurus! A great build \nOdd angles, spines, and horns - each dinosaur comes with its own characteristic that makes it unique, and capturing those quirks in Minecraft was a bit of a challenge for Jeroen.\n奇特的角度、脊柱和角——每只恐龙都有其独一无二的特点，而在 Minecraft 里抓住这些深槽对于 Jeroen 来说也是个小挑战。 \n\n“After I got a good reference picture I always started with the spine. Then it was time for the limbs. I would actually make sure I got the claws and feet just right before building up from them to make the limbs. Next came the skull. I would replicate the shape of the skull first and fill it up with blocks so you would have a flat 2D skull. After that I would add two (or more) extra layers on the skull on both sides to give it shape and finish it off by adding teeth.”\n“在我得到一个精准的参考图片后，我总是从脊柱开始。然后是四肢。我会确保建好了爪子和双脚，然后在它们的基础上建四肢。接下来是头骨，我会先复制头骨的形状，用方块填满，这样就会有一个平面的 2D 头骨。然后我会再头骨上或者两侧加两个（或者更多）层，使其成形，并最后添加牙齿。” \n\n\nFamous Dinosaur Movie plots all follow the same story: humans create dinosaurs when they shouldn't - then the dinosaurs get loose, eat a bunch of people, and remind humanity why they really shouldn’t be creating dinosaurs . Since all of Jeroen’s dinosaurs are dead, the story they tell is a little different: This is a story about evolution and how we can piece together the lives of these creatures by examining what they left behind.\n著名的恐龙电影情节一直都是一个故事：人类在不恰当的时间复活恐龙——然后恐龙失控，吃掉一群人，并提醒人类 他们真的不应该复活恐龙。 Jeroen 的恐龙均为化石，这个故事也与电影有些不同：这是个关于进化的故事，以及我们如何通过研究遗留下来的化石来拼凑这些生物。 \n\n“Why did the Triceratops have 3 horns, while the Achelousaurus (a cousin of the Triceratops) only had two horns that faced backwards ?” Jeroen muses. “Why would one species evolve to charge head first with their horns, while another species evolved their horns backwards? What predator would they have to fight for their horns to face backwards?”\nJeroen 想“为什么三角龙有三个角，然而河神龙（三角龙的一个远亲）只有两个 朝后 的角？”“为什么一个种类进化成向前冲锋的角，然而另一种类进化成向后的角？是哪种捕食者不得不用向后的角搏斗？ \n\n\nWhy is there a photo of Jeff Goldblum in this Minecraft.net article? Reader, surely the real question is this - why isn't there a photo of Jeff Goldblum in \n为什么我的世界网站文章里会有 Jeff Goldblum 的照片？读者，事实上问题是——为什么这里没有 Jeff Goldblum 的照片？\n\n\nIf you want to get philosophical about dinosaur bones while viewing them up close, you’re going to have to wait a bit - the skeletons aren’t available for download just yet. Jeroen explains.\nJeroen 解释道，如果你想冷静地近距离观看恐龙骨骼，那你可能要等一会儿了——这个骨骼地图暂时还不能下载。 \n\n“When I was half-way building all of these fossils I decided it would be better if I built them in a museum instead of an island. Once this museum is finished I will release a public download for both the museum, and the dinosaur collection.”\n“ 当我在建造所有化石的途中，我觉得在博物馆里比在岛上更有优势。这个博物馆一建成，我会发布博物馆和恐龙系列的公开下载。” \n\n\n\nA museum of fossils instead of an island full of living dinosaurs? A better, cooler, and most of all safer idea.\n一个恐龙化石博物馆而不是充满活恐龙的小岛？这是一个更棒、更酷和 更安全 的想法。 \n\n Renders by Squity \n由 Squity 渲染 \n【由 Cherry 译自官网 2018 年 07 月 21 日发布的 Fun with Fossils】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "381983340",
            "timestamp": 1596971820,
            "txt_content": "感谢分享。"
        },
        {
            "author": "kayn-",
            "timestamp": 1597070640,
            "txt_content": "感谢大佬分享翻译233"
        }
    ]
}