{
    "title": "[Minecraft.net|CULTURE] 参天寺庙",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1597032840,
    "txt_content": "\nTowering Temples\n参天寺庙Take a trip to an alien city in Adulation of the Mighty\n走进“强者为尊”的外星之城\nJay Castello\n\nIf you’re building a temple to strange, alien gods, there’s no better block to make the roof from than diamond. It’s the fanciest material, after all. Perfect for showing off how powerful these extra terrestrials are, and it’s plenty pretty too. I hope you’re very rich though – diamond isn’t cheap!\n如果你要建造供奉奇怪外星神明的寺庙，没有什么方块比钻石更适合做屋顶的了，毕竟它是最奇幻的材料，能将外星人的强大展现的淋漓尽致，同时也十分绚丽。但我可希望你足够富饶有，因为钻石可不便宜。\nLuckily, money was no object for builders Squity and Genty when they made their glittering blue-green city, Adulation of the Mighty . They built this map together in just three weeks, for Planet Minecraft’s Monumental Temple competition – and came in third place out of 88 entries!\n幸好，对 Squity 和 Genty 来说，做 Adulation of the Mighty 这个闪亮的蓝绿色城市，钱不是问题。为了参加 Planet Minecraft 的 Monumental Temple （伟大的寺庙）比赛，他们仅仅用了不到三周就建造完成了地图，最终在88名参赛者中荣获季军！\n\n“We chose to participate in the contest because we wanted to do a big project together,” they told me. “The theme ‘ Monumental Temple ’ also appealed to us so we started looking for inspiration and found some images that really inspired and motivated us.”\n“我们想共同完成一个大型建筑，所以选择参加了比赛。”他们告诉我说，“Monumental Temple 这个主题也吸引着我们，我们就开始搜集灵感，也找到一些让我们深受启发和鼓舞的图片。”\nFired up by the contest theme, they had to decide how they would make their build stand out from all the other entries. “The traditional Aztec and Mongol temples were the first to come up in our minds,” they explained, “but we wanted the temple to have something unique so we decided to use an alien style too.\n比赛主题点燃了他们的激情，他们要考虑怎样才能在所有参赛作品中脱颖而出。“我们第一个想到的就是阿兹特克和蒙古的传统寺庙，”他们解释到，“但我们希望寺庙能与众不同，因此我们决定采用外星风格。”\n\"That’s the reason we made holograms.”\n“这就是我们做全息图像的原因。”\n\n\n\nGenty and Squity designed and built a whole circle of holograms outside the temple, and they certainly add that sci-fi feel to the city. Each one represents a different alien god – and check out all those poses they’re striking!\nGenty 和 Squity 在寺庙外设计建造了一整圈的全息图像，毫无疑问给整个城市都披上了科幻的外衣。再仔细看看它们摆的姿势，每个全息图都代表着不同的外星之神！\nBut the hologram gods aren’t the only futuristic element of the build. Even the planet itself is alien, with blue crystals scattered over the terrain. And the architecture, with all those round towers sprouting from the ground like weird concrete mushrooms, is certainly unique. Plus the city lights up at night, glowing against the starry sky.\n但全息的神像并不是这个建筑里唯一有未来感的元素。连这个星球本身也是神秘而充满未来感的，蓝色的水晶散落在那大地上。还有星球上的建筑也是独一无二，所有圆柱状的塔就像奇怪的混凝土蘑菇，从地上迸发而出。加上在夜晚点亮的城市，与漫天的星河交相辉映。\n\nLast year, we featured another of Squity’s builds here on Minecraft.net - his beautiful Sapphire Ocean . Between this underwater paradise and the colour scheme of Adulation of the Mighty, I’m guessing that his favourite colour might be blue!\n去年，我们在 Minecraft.net 展示了 Squity 的另一个建筑——美丽的Sapphire Ocean。在水下天堂和Adulation of the Mighty的配色中，我猜他最喜欢的颜色应该是蓝色！\nI asked him what he’d learned since we last spoke to him. “After Sapphire Ocean I wanted to give myself more time for a build and focus more on the atmosphere using a bit more detail. Most of the time I rush my projects,” he admitted.\n我问他自上次对话之后他学了什么。”在建造Sapphire Ocean 之后，我想在一个建筑上投入更多的时间，用更多的细节专注于营造氛围。大多数时候，我会赶工。“他承认道。\n\n“But for this project, we weren’t really able to show that because we had a deadline so we were forced to rush,” he added. Finishing a build as grand as Adulation of the Mighty in just three weeks is certainly speedy! The Monumental Temple contest that they entered had a tight deadline, and they had to make time for their rendering artists to take beautiful pictures too.\n”但是对于这个建筑，我们不太能呈现那些细节，因为截止时间迫在眉睫，所以我们不得不赶工。”他补充说。在三周内完成 Adulation of the Mighty 这般庞大的建筑绝对是神速！他们参加的 Monumental Temple 竞赛不仅留给选手的时间非常少，甚至还要给渲染师留出时间来美化图像。\nTurns out a tight deadline can sometimes be very helpful for a creative project! That’s probably also why Tom only gave me six minutes to write this entire article : (\n现在看来，紧凑的截止时间对创造性项目有时候很有帮助！或许这也是为什么 Tom 只给我六分钟来写这一整篇文章：（\n“In the beginning we did feel a bit of pressure, but after a few days of building we noticed we had plenty of time left so we didn't really feel a lot of pressure anymore.” In fact, they finished with three days to spare! “My “rush-experience” was an advantage,” Squity said.\n“起初我们的确有很大压力，但经过几天的建造，我们发现时间还很充裕，所以压力也就缓解了。”实际上，他们提前三天就完成了建造！“我的‘赶工经验’是一种优势，”Squity说。\n\n\n\nBut even more advantageous was his friendship with Genty. “We got on the same wavelength really quickly, so the building went pretty fast,” they said. Squity explained to me how they worked well together, saying “I started planning out the layout and together we decided which style we were going to use. As soon as the layout was planned out Genty also started to work on the temple.”\n但他更大的优势在于和 Genty 默契满满的友谊。“我们能迅速达成共识，所以建造得非常快，”他们说。 Squity 和我解释了他们是怎样合作的，“我先规划建筑布局，之后我们共同决定采用什么风格。当建筑布局一规划完成，Genty 就开始着手建筑寺庙。\"\nAnd the pair doesn’t only share the workload. “We got to know each other a little over two years ago,” Genty told me. “We weren’t that good at building back then but we ended up in a group with a number of Dutch builders who all wanted to get better. Since then, Squity and I have always shared tips and ideas with each other and that is how we got on this level.”\n这对搭档不只是会分担工作量。”在两年前我们就互相深入交流了，“ Genty 说。“那时我们没有这么擅长建造，但是最后我们和很多上进的荷兰建筑师组成一队。从那之后，我和 Squity 就经常交流技巧和想法，就这样我们到了现在这个层次。”\n\nSo if you want to build something as magical as the shimmering temple in Adulation of the Mighty, be sure to share! Find yourself some creative friends and learn, experiment, and practice together, and who knows what you’ll be able to achieve!\n所以，如果你想建造和 Adulation of the Mighty 里闪闪发光的寺庙一样奇幻的东西，就一定要懂得交流！找一些富有创造力的朋友，一起学习、实践、练习，那时你们的成就将不可限量！\n Renders by Matteo Paolini, D34D_, Huntyk, Frogocomics and Squity \n由Matteo Paolini,、D34D、Huntyk、Frogocomics和Squity渲染 \n\n【EBsky 译自官网 2018 年 03 月 07 日发布的 Towering Temples】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}