{
    "title": "[Minecraft.net|DEEP DIVES]背包盘点：木棍",
    "author": "丶路人甲",
    "replyCount": 1,
    "timestamp": 1597073040,
    "txt_content": " 本帖最后由 丶路人甲 于 2020-8-12 00:56 编辑 \n\nDEEP DIVESTaking Inventory: Stick\n背包盘点：木棍\n\nStick around for some pointers!\n就近找一些指示吧！\n（译者注：这里用了两个双关词，stick(木棍) 和 around结合便是“就近”。而pointer(指示)亦有教鞭(木棍)的意思。所以可以理解为“就近找一些木棍吧！”）\n\nThe humble stick might not be the first thing that comes to mind when you think about the most interesting items in Minecraft. But it’s secretly one of the most important items –serving as a foundation for almost every part of the game’s mechanics.\n每当你在想我的世界中那些有趣的物品时，脑海中第一时间跳出的东西可能不会是木棍。它虽然低调，但却是游戏中最重要的物品之一，是几乎游戏机制里都无可替代的基础。\n\nConsider for a moment what Minecraft would be like without sticks. There’d be no pickaxes, swords, shovels, axes, or hoes – so no mining, combat, or farming. There’d be no rails, armour stands, bows, campfires, crossbows, arrows, banners, fishing rods, levers, ladders, item frames, paintings, grindstones, signs fences, tripwire hooks, or torches either. What’s left? Er... collecting flowers, I guess?\n试想一下没有木棍的我的世界会是怎么一幅景象：我的世界中将不再有镐、剑、铲、斧和锄，也就意味着没有了挖掘、战斗或者耕种；我的世界亦没有了铁轨、盔甲架、弓、营火、弩、箭、旗帜、钓鱼竿、拉杆、梯子、物品展示框、画、碎石机、告示牌、栅栏、绊线钩，连火把都将不复存在。还剩什么呢？呃。。大概只能采采花了吧？\n\n\n\n\nAs appropriate for its fundamental position at the bottom of Minecraft’s tech tree, the stick was added to the game very early on – Indev version 0.31, to be precise.\n因为木棍是我的世界科技树的基础，因此它早在-Indev 0.31版本就加入了游戏。\n\nYou know how to make them already – two planks arranged above each other in a crafting grid. Recently, though, we added another recipe – two bamboo in the same configuration also gets you a stick. Useful if you spawn in the middle of a bamboo forest biome.\n你肯定已经知道怎么合成他们了：将两个木板上下放置在合成栏里就成。当然，现在两根竹子上下摆放也能合成木棍了，非常适用于出生在竹林生物群系的情况。\n\nIf you’re stuck in a tree- or bamboo-less wasteland, there are a few other ways to acquire sticks. You can catch them while fishing (though you’ll need a stick to make a fishing rod), they’re sometimes dropped by witches on death (though you’ll need a stick to make a sword), and they also drop from dead bushes and leaves when they’re destroyed or they decay. Finally, in a pinch, you can find them in several village chests.\n要是你恰好出生在了一个寸树（竹子）不生的废土中，还有其他几种方式能够得倒木棍。你可以在钓鱼的时候有机率得到它们，尽管你需要木棍来做钓鱼竿；女巫的掉落物中有时也有木棍，尽管你需要木棍来做剑；你也可以通过破坏枯萎的灌木和树叶来获得木棍。若实在万不得已，也能去村庄的箱子里碰碰运气。\nHow do you use them? Well, other than crafting, which is their superpower, you can burn them as furnace fuel. Two sticks will smelt one item, which is useful if you have one or two things to smelt up but don’t want to use a whole lump of coal in the process. Fletcher villagers, who make arrows, also find sticks pretty useful – they’ll buy 32 of them for an emerald .\n如何使用它们？除了他们超能力般的合成能力外，你还可以把它们当熔炉的燃料。两根木棍可以烧制一个物品，要是你只要烧一两个物品而不想浪费一整块煤炭的话，木棍绝对是最佳之选。制箭师村民们也觉得木棍很有用，因此他们愿意用一颗绿宝石来换32根木棍。\n\n\n\nHey, don't be sad, dead bush. You're not completely useless! 嘿，枯萎的灌木，你不用沮丧。至少你不是完全没用！\n\nIn the real world sticks are almost as important as in Minecraft. Our earliest ancestors, and a few indigenous cultures today, used them for digging out roots, tubers or burrowing animals, and in agriculture – making them one of the earliest tools.\n木棍在现实中的作用和在我的世界中同样至关重要。我们的祖先，还有当今现存的一些土著文明，用它们来挖掘根茎，茎块，穴居动物，还有耕作。它们是最早的工具之一。\n\nSticks are also used in many of the world’s martial arts – the best known is probably Japanese kendo, but others include Myanmar’s banshay, Ireland’s bataireacht, Ethiopian donga, Indian silambam, Egyptian tahtib, and Algerian matrague. Sticks are useful in defence (if attacked while lightly armed) and also when training to use more dangerous weapons.\n木棍也广泛用于世界各地的武术中，最知名的大概就是日本剑道，缅甸斌道，爱尔兰巴塔雷克特，以塞俄比亚东加，印度齐眉棍，埃及泰必，以及阿尔及利亚马特拉格。（译者注：有些查不到译名就直接音译了，还望博学的网友指出。）木棍是很好的自卫武器，也是练习其他更危险的武器的训练工具。\n\nAnother common use of sticks is to help elderly people walk. The walking stick offers stability and support for people who aren’t so steady on their feet, or are crossing uneven ground. They can also be a fashion accessory – often called a cane – but their popularity in fashion peaked in the 18th century. You don’t see many fancy canes out on the streets today.\n木棍的另一个普遍用途就是帮助老年人走路。拐杖能给腿脚不稳的人或者坑洼的路面提供一个稳定的支撑。拐杖也能是一个彰显潮流的道具，这类拐杖通常被称为“手杖”。但是手杖最流行的时候是在18世纪，因此在今天你并不能在大街上看到这种时髦的手杖。\n\nPossibly the most interesting real-world use of sticks is in ceremony – for which they’re normally called a “wand”. Traditionally made of oak or hazel, the concept of the magic wand was first used by the ancient Greek writer Homer, in his books The Iliad and The Odyssey, but they didn’t become serious part of the occult until the the 1200s latin grimoire The Sworn Book of Honorius . Today, both stage and real magicians carry them as a symbol of magical power and for reaching, pointing, and directing their audience’s attention.\n木棍在现实中最有意思的用途应该就是在各种典礼中了吧 — 在这种场合下它摇身一变成了”魔杖“。传统的魔杖一般是橡木或者榛木做的，而魔杖的概念则是由古希腊作家荷马提出的，首次出现在他的著作《伊利亚特和奥德赛》中。但是直到1200年拉丁魔法书《霍诺利乌斯宣誓书》出现后，魔杖才在魔法世界中有了重要地位。在今天，魔术师们以魔杖为魔法的象征，用它们来指点，引导观众的注意。\n\nFinally, musical conductors also use sticks (known as “batons”) in a similar manner to direct the attention of their orchestra. So next time you’re conducting an orchestra of note blocks, consider bringing along a stick with you to serve as a baton. It’s sure to stick in the memory of the audience.\n最后，指挥家们也用木棍（它们称之为”指挥棒“），和魔术师一样，指挥棒的作用也是用来引导整个乐队的注意。所以要是你下次需要指挥乐队的话，可以考虑用一根木棍当指挥棒，我相信观众一定会毕生难忘的！（译者注：这里双关，stick（木棍）亦有”粘“住的意思。）\n\n\n\n【丶路人甲 译自官网 2020 年 04 月 02 日发布的 Taking Inventory: Stick；原作者 Duncan Geere】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Beefrice1",
            "timestamp": 1597241640,
            "txt_content": "木棍✘\n魔杖✔\n阿瓦达索命！"
        }
    ]
}