{
    "title": "[Minecraft.net|INSIDER]本周方块：岩浆块",
    "author": "丶路人甲",
    "replyCount": 0,
    "timestamp": 1597074120,
    "txt_content": " 本帖最后由 丶路人甲 于 2020-8-12 00:56 编辑 \n\nINSIDERBlock of the Week: Magma\n本周方块：岩浆块\n\nHot stuff!\n热腾腾的！\nDeep in the lowest parts of the Nether, amidst the soul sand and quartz on the shores of the lava sea, you'll find something as dangerous as it is beautiful. No, not a horde of zombie pigmen. I'm talking about magma.\n在下界的最深处那岩浆海岸上灵魂沙和石英之间，你能够找到一些美丽却致命的东西。不，不是一大群僵尸猪人，我说的是岩浆块。\n\n'Don't step on it' was Jeb's advice when he first tweeted a screenshot of magma on 4 April 2016. The block appeared in-game for testing a few weeks later on 18 May in snapshot 16w20a, and was then released properly in version 1.10 - the Frostburn update - alongside other dangerous additions like strays, husks and polar bears.\n“别站在上面”是Jeb在2016年4月4号在推特上首次公布岩浆块时所给出的建议。几周后在5月18号它出现在了测试中，（快照16w20a）并于1.10-霜炙更新版本中和其他几个致命生物如尸壳，流浪者和北极熊正式加入了游戏。\n\n\n\n\nMagma is a good block to keep a decent supply of for several handy reasons. The first is that it emits a small amount of light, making it a good choice for mood lighting in the darker corners of your home. The second is that a fire lit on top of a magma block with a flint and steel will burn indefinitely, just like netherrack. No short-lived log fireplaces any more!\n岩浆块有好几个值得收集的理由。首先，它们散发出的微光非常适合用来营造家中角落里的氛围。其次，和地狱岩一般，在岩浆块上点着的火永远也不会熄灭。你再也不需要在火堆中不停的添加木头了！\n\nThe third, and perhaps most useful, is that magma blocks will deal one damage every half-second to any living entities standing on top of them, but won't destroy items. By shoving mobs into a pit lined with magma, you can easily kill them off in large numbers. Be careful collecting the drops, though - to avoid hurting yourself you'll need to sneak, use a potion of fire resistance or wear a pair of boots with the Frost Walker enchantment.\n第三点，也许也是最重要的一点，岩浆块能够对任何站在上面的活体每半秒造成一点伤害，但却不会焚毁物品。你可以通过将生物推到铺满岩浆块的坑里来轻易杀死他们，但是在收集掉落物是可要小心了。你需要潜行，喝防火药水或者穿上附有冰霜行者的靴子才能避免自己被灼伤。\n\nBest of all, you can conceal a magma block underneath any thin block - like a layer of snow, carpet, redstone repeater or comparator - and it'll still do full damage to anyone that walks on top. No-one will ever know that your beautiful hallway is actually a death trap!\n最棒的是，你可以将岩浆块藏在任何薄方块：如雪、地毯、红石中继器/比较器下而仍然造成全额伤害。没人会意识到你家华丽的走廊是一个死亡陷阱的。\n\n\n\nSome people claim that that if you dig straight downward from Europe or America, you'll end up in Australia. That's not true, and we don't recommend trying - because way before you get there, you'll dig into the real-life magma that lies at the centre of our planet and burn to a crisp. Cool! Actually, the complete opposite of cool, we guess.\n有些人说要是你从欧洲或者美洲大陆一直往下挖的的话，最后能够挖到澳洲。这并不是真的，而且我们也并不建议你去尝试。因为远在你挖到澳洲之前，你就会挖到深藏在地球内部的岩浆，然后把你烤的嘎嘣脆。是不是很酷！好吧，其实和凉快完全沾不上边。。（译者注：此处双关，cool有“酷”的意思，也有“凉快”的意思，所以有和凉快完全相反的意思。）\n\nThe magma under our feet, which occasionally pulses to the surface in the form of volcanoes, is a thick and extremely hot mixture of molten and solid rock. Many billions of years ago the whole surface of the Earth was made of magma - but the outermost layer hardened when exposed to the coldness of space, forming a crust that we live on today. In fact, it's pretty amazing that we've able to live here at all - go upward or downward a couple of kilometres, and it's impossible for humans to survive.\n我们脚下的岩浆，有时会从火山里冲向地表，它们往往是一滩浓稠的，超高温熔岩和岩石混合物。几十亿年前地球的表面到处都是岩浆，但是最表层接触到了冰冷的宇宙而冷却硬化，形成了我们所居住的地壳。其实，我们生活在地壳上也是一个奇迹，高几公里或低几公里，人类都没办法生存。\n\nMagma planet photo by the European Southern Observatory\n岩浆星球图片拍摄自欧洲南部观测站\n\n\n\n【丶路人甲 译自官网 2017 年 06 月 23 日发布的 Block of the Week: Magma；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n",
    "replies": []
}