{
    "title": "[Minecraft.net|INSIDER]本周方块：金块",
    "author": "丶路人甲",
    "replyCount": 4,
    "timestamp": 1597081260,
    "txt_content": " 本帖最后由 丶路人甲 于 2020-8-12 00:56 编辑 \n\nINSIDERBlock of the Week: Gold\n本周方块：金块\n\nA shining example of a mineral worth mining for\n矿物中值得挖掘的典范\nPop quiz! What's the 79th element on the periodic table? Could it be... love? No. Of course not. It's Gold! Striking this magnificent mineral is something of a rite of passage in Minecraft. After spending ages mining through cobblestone and coal, you finally see a shiny gleam winking at you from inside the rocks. A few whacks with your pick later, you've struck gold! (Ore!) Said gold ore can then be smelted into shining nuggets of success. This mineral has multiple crafting uses in the game, like clocks and powered rails. Sadly, the golden mining tools you can craft with it may be powerful, but they also break quickly.\n突击小测试！元素周期表上的第79位元素是什么？会是爱...吗？不，当然不是啦，是黄金！在我的世界中挖到这个华丽的金属象征着游戏进展的一大步。你想想，在挖了无数圆石和煤炭之后，看到一些闪闪发光的东西对你眨巴着眼睛，是多么富有仪式感的画面啊。用你的稿子敲几下，你就能收获黄金啦！（是矿石！）黄金矿则可以被熔炼成闪耀着成功的光芒的金锭。这个矿石在游戏中有着不少用处，比如说用来制作时钟和动力铁轨。伤心的是，尽管黄金工具非常高效强大，但是他们也非常容易坏掉。\n\nShame, as real gold has a huge amount of uses. But where did it all come from? It could be deep space, according to a 2013 study from the Harvard-Smithsonian Center for Astrophysics, which concluded all of the gold in our universe likely originated from the collisions of dead stars. Some of that gold even finds its way back into space, as astronaut helmets have a visor coated with a thin layer of gold, to block harmful ultraviolet rays from the sun. Whether astronauts actually need those helmets or this is just an ingenious scam to steal gold from work is a debate for another time.\n现实中的黄金有着很广泛的用途。但是它们都是从哪里来的呢？它们可能来自宇宙的深处。根据哈佛-史密松天体物理中心于2013年的研究，我们世界中所有的金元素可能都来自于死星的撞击。地球上有些黄金甚至回到了宇宙里：宇航员的头盔目镜上有一层薄薄的黄金涂层，用来抵挡来自太阳的强烈紫外线。但是宇航员是真的需要头盔，还是这只是用来揩黄金的幌子，这就要放到以后讨论了。\n\nAs if originating from dead stars in space isn't awesome enough (it is), gold is often used in circuitry, as it's an excellent conductor of electricity. One that's highly non-reactive with air, water and most other circuitry-ruining substances, meaning it won't corrode or tarnish. We wouldn't recommend smashing it open to find out, but the very device you're reading this on could be powered by gold circuitry!\n好像黄金来自死星的设定还不够优秀似的，（够优秀了！）它还常常被用在电路里，因为它同时也是一个非常优秀的电导体。它不太与空气，水等大部分容易破坏电路的物质产生反应，意味着它非常的耐腐蚀和生锈。你现在用来看这篇文章的设备可能就是用黄金电路充电的哦，当然我们并不建议把电线拆开看。\n\n\n\nA NASA spacesuit, with a thin layer of protective gold in the visor. How cool is being an astronaut? You literally wear a golden helmet to work .当宇航员有多酷呢？NASA太空服的面罩上有着一层黄金保护涂层，他们真的是戴着黄金头盔去上班。\nEmperor Valentinian was an important enough Roman to be profiled in this 4th Century Gold Solidus, even if they did make his neck look fat.瓦伦提尼安皇帝是一位足以被印在四世纪金币上的罗马人，即使他们把他的脖子印的很粗。\nAn Egyptian golden scarab ring, estimated to have been made between 1794 BC and 1648 BC. The earliest examples of golden Jewellery date back to 4000 BC Egypt.一枚黄金铸成的埃及圣甲虫戒指，大概是公元前1794年-1648年铸成的。而埃及最早的黄金珠宝则可以追溯到公元前4000年。\n\nGold, at this point just showing off, also has many medical uses. It's found in pacemakers, insulin pumps and cancer treatments. It's that non-reactive state of the mineral that's made it such a hit with doctors putting it in the human body. You can even eat gold and it'll just pass through your system naturally! Disgusting/cool!\n黄金，除了用来炫富之外，它还有着许多医疗用途。它低活动度的特性使之成为了人体植入仪器的宠儿。你能在心跳起搏器里发现它，胰岛素泵和癌症治疗设备里也有它的存在。你甚至能直接食用黄金，它只会自然的通过你的人体系统，一点都不残留！真恶心/酷！\n\nLittle wonder this finite mineral is so highly valued all over the world. We wish the next 'Block of the Week' the best of luck in following a cancer-treating, astronaut-protecting, multi-purpose mineral all the way from space . If we were Cobblestone, we'd be nervously rewriting our CV right now.\n这个稀少的金属在世界上有着无与伦比的价值。在这样一个能够治疗癌症，保护宇航员的多功能金属的光辉下，我们只能祝下一个“本周方块”好运了！要是我们是圆石的话，我们现在肯定在紧张的修改自己的简历。\n\n\n\n【丶路人甲 译自官网 2017 年 02 月 17 日发布的 Block of the Week: Gold；原作者 Tom Stone】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "fkddl",
            "timestamp": 1597582980,
            "txt_content": "我的世界 历史小课堂之金块篇"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1597686420,
            "txt_content": "用你的稿子敲几下\n\n第二段的shame可以表现一下\n"
        },
        {
            "author": "幺儿68",
            "timestamp": 1597732200,
            "txt_content": "6666666666666666666"
        },
        {
            "author": "Fucheng_XDJ",
            "timestamp": 1598088420,
            "txt_content": "下一个金屁屁"
        }
    ]
}