{
    "title": "【搬运】wy玩家是如何被逼疯的[BGM警告]",
    "author": "nooooob",
    "replyCount": 6,
    "timestamp": 1597037160,
    "txt_content": " 本帖最后由 nooooob 于 2020-8-9 17:32 编辑 \n由于原帖（https://www.mcbbs.net/thread-1088523-1-1.html）被疯了，所以现在开个新帖\n\n\n\n版权声明：\n\n作者：布尔乔亚夫斯基\n链接：https://www.zhihu.com/question/403187886/answer/1352183832\n来源：知乎\n著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。\n\n\n\n声明:以下内容含有艺术加工的夸张成分，仅供娱乐，并非真实发生的事件，如有雷同，纯属巧合，本人无意带节奏也无意误导任何人，若个别人恶意利用以下内容造成不好的影响，本人不承担任何责任。1.一名中国版mc的玩家攒了点钱想买国际版，wy知道了这件事，很不高兴，便安排人给他做思想工作。“你是对当初我们在appstore下架国际版时给你的‘补偿’不够满意吗？”“不是。”“那你是对我们为中国玩家量身定制的内容不够满意吗？”“不是。”“那你是对我们为了健康、和谐、正能量的游戏环境的所做的改动不够满意吗？”“不是。”“那请问你为什么还要去玩国际版呢？”“因为在国际版我可以有不满意。”2.wy版mc的新闻发布会上，主持人说道:“我们下次版本更新要做两件事，一是禁用所有可以在上面写字的东西，二是要永久封禁一名正在上小学四年级的玩家的账号。”“为什么要封那个小孩的账号？”有人问。“你看，我就说没人关心告示牌之类的东西被禁用这件事吧。”3.一名玩家来到离出生点很远的一块大陆上去挖矿，准备回家的时候发现他在那里的热带雨林抓到的鹦鹉丢了，便在走之前放了一块告示牌，写道:本人遗失了鹦鹉一只，另外，本人不同意它对wy版mc的看法。几天后，又一名玩家来到了这个地方，发现牌子上赫然写着:xxx又过了几天，又一名玩家来到了这个地方，发现那里有一块没有字的木牌。4.一名玩家在某生存服挖到一块煤之后身上唯一带着的铁镐爆了，而他除了这个铁镐和一些火把，以及挖到的煤之外什么也没带，于是便往回走，途中不慎掉进了别人挖矿留下的深坑，怎么都上不去。这时候两个来这个服玩的官方人员碰巧扛着铁镐路过，玩家便向他们呼救。他们看了这名玩家一眼，就走了。玩家喊道:“Netease，grass，the night shall pass one day，below，China，Japan！”二**惊，赶紧把他救上来并关进了小黑屋。5.Mojang官方想要采访中国玩家。他们看到一名玩家在挖石头，已经屯了好几箱，而别的玩家都在挖矿，比如煤啊，铁啊，钻石啊啥的，感到很奇怪，便让他接受采访:“你挖了多少石头？”“差不多三个长箱子吧，每个格用一组石头填满。”“你挖这么多石头干什么用呢？”“写字。”6.某个生存服务器添加了一个硬核的mod，困了得睡觉，渴了得喝水，吃完东西之后不久还得上厕所。为了维护服务器的秩序，管理员在主城设置的厕所都是分男女的。但是从某一天开始，玩家们经常进错厕所，因为牌子上的字不见了。7.一名wy版玩家和一名国际版玩家打赌。国际版玩家说:“我敢在大型服务器里公开打字说‘Mojang鲨比’，你敢吗？”wy版玩家说:“有什么不敢的。”说着，他来到了一个wy版的大型服务器打字:“xxx。”8.五十年后，wy版mc还会存在吗？不会，因为那时候当国际版的玩家打字时觉得自己说了不文明或者涉及ghs和zz内容的话时，会主动打出xxx。9.世界上含义最多的多义词是什么？xxx。它有时候只用一个字就能概括，有时候需要写一本书。10.一名黑进了Mojang公司的电脑的黑客甲对黑客乙炫耀:“我知道mc下次更新的内容。”黑客乙说:“那有什么了，我不用黑都知道wy版mc每次更新的内容。”\n@jill弟弟\n\n已经改完了\n\n11.罗辑把字刻在石头上，因为他害怕几千年或者几万年后写在纸上或者存在电脑里的字会消失。wy版mc的玩家也用石头写字，因为木牌和书上的字真的在一夜之间消失了。12.wy版mc的策划们正在讨论两个问题，一是把国内版的版本更新到和国际版的最新版本一样，二是加强国内版的屏蔽词和防沉迷系统。由于人力物力财力的原因，第一个问题被暂时搁置，所以他们将会直接讨论第二个问题。13.一名玩家在连续好几次打完字都变成xxx之后，生气地打字说:“辣鸡游戏！”随后就被封号了。他不服，去找客服申诉:“我又没说哪个游戏辣鸡。”客服说:“抱歉，您的账号不支持解封。我在这工作这么长时间了，当然知道您说的辣鸡游戏指的是哪个游戏。”14.“十年后，wy版mc的玩家将会人均能说八门外语！”“为什么？”“因为wy版神奇的屏蔽词系统。”15.在wy版mc的一次新闻发布会上，主持人说:“我们这次更新中加大了反外挂力度，今后任何服务器或者房间里都不会出现开挂的玩家了。”“我刚开了一把pvp，玩了两分钟就被挂比劝退了。”有人喊道。主持人没有理他，继续说:“我们还封禁了一大批疑似使用外挂的玩家。”“我们几个经常一块玩的朋友除了我和另外两个人之外都被封号了，我发誓他们绝对没有开挂。”“同志们，你们最好少和别的玩家凑和，应该多玩玩单机，或者看看我们的公告栏。”16.“听说wy准备在mc中使用OCR（光学文字识别）系统。”“为什么，那只是个方块游戏，又不是搞考古的？”“因为他们发现玩家在用方块拼字。”——评论区 @Win-Gin\n\n\n\n\n",
    "replies": [
        {
            "author": "酥宁最酥啦",
            "timestamp": 1597037220,
            "txt_content": "这也太惨了吧"
        },
        {
            "author": "IceFireKing",
            "timestamp": 1597037520,
            "txt_content": "客服知道说的是啥可太草了"
        },
        {
            "author": "阳光浅笑",
            "timestamp": 1597052940,
            "txt_content": "这可真是一肚子苦水啊"
        },
        {
            "author": "PercyDan",
            "timestamp": 1597053420,
            "txt_content": "希望网易有事"
        },
        {
            "author": "AzZ、迷失",
            "timestamp": 1597053600,
            "txt_content": "希望网易没（有）事ovo"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597053960,
            "txt_content": "啧啧啧\n讽刺大合集"
        }
    ]
}