{
    "title": "[Minecraft.net|CULTURE] 胜利别墅",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1597032000,
    "txt_content": " 本帖最后由 问谛居 于 2020-8-10 12:07 编辑 \nVictorious Villa!胜利别墅Screw Winter, let's go live in SRVDkamp's hot house build!滚蛋吧冬天，让我们都搬去 SRVDkamp 的温暖小屋里住吧！\nKate GrayThe nights are growing long, the air is growing cold, and people are putting up sparkly Christmas decorations even though it’s STILL ONLY NOVEMBER SO STOP IT. It’s that time of year again - no, we don’t mean Christmas, we mean the time of year where going outside involves nerves of steel and roughly ten billion layers. One day, I will ban winter. Just you wait.夜晚变得越来越长，天气也日渐寒冷，尽管这才11月，人们却正将亮晶晶的圣诞装饰高高挂起，噢快别弄了！这个时段在每年都会如期而至——不，我们不是说圣诞节，我们是指每年那个需要钢铁般的意志和不计其数的厚衣服才能够出门的时候。总有一天我要把冬天取缔掉，你们就等着瞧吧。\nUntil then, I'm comforting my frostbitten heart with this cosy, lovely Spanish villa ! Built by Raoul (also known as SRVDkamp ), it's a charming home with warm, well-lit nooks to curl up and read a book, and a beautifully manicured garden in the front. This house puts mine to shame - mostly because I have no idea how to keep plants alive in this lousy season. CURSE YOU, WINTER.到那时，我就会坐在温暖舒适又令人愉悦的西班牙式别墅里，以此宽慰我被寒冷灼伤的幼小心灵～别墅由 Raoul （也叫 SRVDkamp ）建造，它是一个令人舒心的住宅，它有着温暖明亮的舒适角落，可以让人缩在里面静静的看书，门前还有精心修剪的美丽花园。这个房子使我的居所自惭形秽——主要原因是我不知道怎么让植物在这个烦人的季节里存活下来。画个圈圈诅咒你，冬天。\nRaoul is an experienced builder with a particular interest in building houses. He has built houses in the Victorian style (lots of pillars), Craftsman style (lots of wood and stone) and European style (lots of… garages??) and now his latest project is this Spanish-inspired villa.Raoul 是个经验丰富的开发者，并且对建造房屋兴趣盎然。他修建过维多利亚风格（有很多柱子）、艺术工匠风格（以木头和石头材料为主）还有欧式风格（有很多……车库？？）的房子，以及目前他最新西班牙式的创新别墅工程。\n“What I like about these different traditional style houses is that for each style, you have different features,” Raoul tells me. “That’s why I made the Spanish villa. I never made one before, and I really wanted to learn the style. I was looking for a difficult challenge!”“我看中这些不同传统风格的房子，是因为对于不同风格它们具有不同的特征，” Raoul 告诉我说，“这就是为什么我造了这个西班牙别墅。我之前从来没做过像这样的房子，而我很想研究一下这种风格。我想挑战难题！”\nAnd what a challenge it was. For a start, Spanish architecture has a lot of curves, something Minecraft isn’t exactly known for, and you can see those curves in the front of Raoul’s house on the archways above the windows and the front door. We think he did a pretty good job, actually!而那是多么大的一个挑战啊。首先，西班牙建筑充满曲线结构，而这正好是 Minecraft 并不太擅长的，但你可以看到 Raoul 大门前窗户上方那些拱门。我们觉得他确实做的太好了，真的！\nLet's snoop around inside Raoul's villa. Hopefully we'll resist burning it down out of envy. Tricky!让我们环顾一下 Raoul 房子的内部，希望我们能克制住忌妒不要一把火把它烧了吧，难顶啊！Let's snoop around inside Raoul's villa. Hopefully we'll resist burning it down out of envy. Tricky!让我们环顾一下 Raoul 房子的内部，希望我们能克制住忌妒不要一把火把它烧了吧，难顶啊！Let's snoop around inside Raoul's villa. Hopefully we'll resist burning it down out of envy. Tricky!让我们环顾一下 Raoul 房子的内部，希望我们能克制住忌妒不要一把火把它烧了吧，难顶啊！\nLet's snoop around inside Raoul's villa. Hopefully we'll resist burning it down out of envy. Tricky!让我们环顾一下 Raoul 房子的内部，希望我们能克制住忌妒不要一把火把它烧了吧，难顶啊！Let's snoop around inside Raoul's villa. Hopefully we'll resist burning it down out of envy. Tricky!让我们环顾一下 Raoul 房子的内部，希望我们能克制住忌妒不要一把火把它烧了吧，难顶啊！Let's snoop around inside Raoul's villa. Hopefully we'll resist burning it down out of envy. Tricky!让我们环顾一下 Raoul 房子的内部，希望我们能克制住忌妒不要一把火把它烧了吧，难顶啊！\n“It’s far from easy to build a house like this,” Raoul adds. “You don’t work with inches like in real life, you work with blocks instead - so it’s hard to get the scale right.”“修个这样的房子真是太不容易了，”Raoul 补充道，“你在建造房屋时，不像在实际建筑中以英尺为单位施工，而是以块为单位的——所以很难得到正确的测量比例。”\nOn top of that, he says, trying to get the colours right can be a pain - especially because there isn’t a wide range of colours for all Minecraft blocks, so sometimes you can be stuck building a house out of wool. (Pro tip: don’t try that in real life. You will get very cold.)除此之外，他说，找到合适的颜色也是个苦差事——尤其是在 Minecraft 的砖块里颜色没有那么多，所以有时你可能会在修木头房子时卡住。（专业建议：不要在实际建筑中尝试，你会觉得凉飕飕的。）\n“Of course, getting these things right gets easier over time,” Raoul admits. “But every new house is a new challenge, with other obstacles. For example, the spiral staircase in my spanish house. You work with angular shapes, which made it hard to create a organic shape. I was working on this staircase for about 2 hours.”“当然，这些事情会随着时间推移变得越来越简单，”Raoul 承认，“但一个全新的房子又是一个新的挑战了，伴随着其他各种各样的障碍。例如，我房子里那个旋转楼梯。你着手的是一些形状生硬的物体单元，这让你做出一个形状自然的物体变得很困难，我花了大约2个小时做这个旋转楼梯。”\nSpirals, curved edges and circles: the bane of any Minecraft builder’s life!螺旋、弯曲的边缘和圆圈：每个 Minecraft 玩家一生的痛苦之源！\nBut we have one question: if it takes years of study to learn how to build good houses, how does Raoul do it? “I can’t go outside and look around me, because we don’t have those kind of houses in Holland,” Raoul says. “When I am new to a style I always look at, or even use, pictures and floor plans of a specific style first.”但我们有一个问题：如果需要很多年去研究如何修建出舒适的房子，那 Raoul 又是怎么做的呢？“我不能从我身边取材，因为我们在荷兰没有这样的房子，”Raoul 说，“每当我涉足一个新的风格时，我总是先借鉴，甚至是先直接使用特殊风格的图片和地板方案。”\nEasily found online, floor plans like ** Raoul used here are a smart way to help you build more realistic homes in Minecraft. Great idea, Raoul! Rats, we should've pretended it was our idea...这些在网络上很容易找到的，像 Raoul 在这里用到的地板方案对于你修建更符合现实的住宅就是个很明智的选择。真聪明啊，Raoul！可恶，我们应该假装它是我们的主意。\nFloor plans can be found online for free, and give you a good idea of what a properly designed house should look like - dimensions, layout, shape and everything.地板方案能够免费从网络上获取，同时给你一些关于合理设计的房子应该长什么样的启发——规模大小、室内装潢、线条形状等等一切。\nIt might seem like “cheating” to some, but Raoul doesn’t mind.可能对一些人来说这有点像“作弊”，但是 Raoul 并不介意。\n“Let’s be real here,” he says. “I am not an architect. I am also not afraid to say that all the features I used are from things I see on pictures! I also get a lot of positive reactions from people that can see how hard it is to create a realistic house in Minecraft and don’t mind that I used already existing houses.”“现实一点吧，”他说，“我不是个建筑师，我也不怕说出来，我用的那些建筑特色都是来自我看到的图片！我从一些人那里也得到很多积极的反馈，他们能理解在 Minecraft 修个现实风格的房子有多难，并且也不介意我使用他们的那些真实存在的房子图纸。”\nIf there’s one message to take away from Raoul’s work, it’s that using real-world inspiration for your builds isn’t something to be ashamed of - it can actually improve your work!如果有什么信息是能够从 Raoul 的作品中借鉴的，那就是用你的建筑去实现现实世界的灵感并不是一件令人羞愧的事情——这种灵感真的可以拔高你的作品！\nRaoul has one last piece of advice for budding builders: “A lot of people I play with are afraid to do things wrong, or don’t want to lose the rank that they worked so hard for. But becoming a good builder is all about practice, and finding your own style. Try to use all the feedback you get in a positive way!”Raoul 还有最后一个是给初露头角的玩家的建议：“很多和我一起玩的人都很害怕犯错，或者不想输掉他们努力经营的排位赛，但成为建筑大师必要勤于艺，然后发掘你独特的风格。试着以积极的心态去对待你得到的所有反馈吧！”\nMinecraft advice, or advice for life? Why not both?这是关于 Minecraft 的指南，还是对人生的指南？为何不二者兼得呢？ \n【EBsky 译自官网 2017 年 11 月 25 日发布的 Victorious Villa!】【本文排版借助了：BCC】\n",
    "replies": []
}