{
    "title": "[Minecraft.net|CULTURE]可爱的建筑",
    "author": "huanmum",
    "replyCount": 3,
    "timestamp": 1597070700,
    "txt_content": "\n\nAdorabuilds!\n可爱的建筑！\nCute creature creations from DerpinQ4!\nDerpinQ4所建的可爱造物们！\n\nKate Gray\n\nMinecraft has always been a lovely place to experience the animal kingdom in safety. Sure, that animal kingdom may be limited to the categories of things you can befriend, things you can sit on, and things that want you dead, but isn’t the real world much like that anyway? Look, all I'm saying is that I had a very traumatic experience this one time with a field of bulls and a very yappy dog, and we’re leaving it at that.\n我的世界一直是一个安全体验动物圈子的好去处。诚然，这样的动物王国里你能交往的动物种类就会少很多，同样的还有适合你的以及想要致你于死命的动物，但是现实不也是这样的吗？听好了，我是说，我有一次和一群牛和一只聒噪的狗有一次不愉快的经历，所以我们就先不谈这个了吧。 \n\nBut one thing Minecraft has never been very accurate for is depicting the British countryside. Why should it have to, you ask? Why would anyone want to recreate a place renowned for its mangy badgers, soggy summers and a constant fear that there are ants in your picnic basket?\n但是有一点，我的世界从未有人去准确地重现英国的乡村。为什么会这样呢？有的人会问。那我为什么会有人想要重现那种有着肮脏的獾，野餐篮里会爬着蚂蚁，夏天又闷热的地方呢？ \n\nFind your answer in these two Minecraft builds, showcasing the most bright and beautiful creatures that the British countryside has to offer: a fox and a deer .\n你可以在这两个作品里找到答案，它们展示了英国乡村最鲜明美丽的生物：一只狐狸与一只鹿。 \n\nThe former is a bushy-tailed friend that’s the perfect combination of a dog and a cat, a lovable animal that may or may not have been sharp-shooting rich-folk-robber, Robin Hood, and a far better bin-loving pest than the American equivalent, the raccoon. I love foxes, and so do these builders, Natalia4 and AnnejuQ, collectively known as DerpinQ4 .\n前者是一位有着毛茸茸的尾巴的好朋友，是猫与狗的完美结合。它是一种完美的生物，或许也是劫富济贫的罗宾汉，也比美国的某种会刨垃圾桶的害兽，浣熊，要好的太多了。我喜欢狐狸，而这些建筑师也是，Natalia4 与 AnnejuQ，他们统称为DerpinQ4。 \n\n\n\n“We did not know each other in the beginning but our stories are quite similar,” they say of how they met. “Our adventure with Minecraft began 4, maybe 5 years ago. We played mainly survival servers, but we were interested in building. We left Minecraft for 2 years, and returned at the beginning of this year.”\n“我们一开始并不认识对方，但是我们的经历其实还差不多，”他们开始聊起他们相遇的经历。“我们大概是四到五年前入坑我的世界的，我们主要玩的是生存服务器，但是我们也很喜欢建筑。两年前我们退坑了，但是今年年初又回来玩了。” \n\nThe pair met by joining CraftCast , a Polish building crew, after auditioning for the group by building dragons, which aren’t available to the public yet. Awwww!\n这两人是在加入一个波兰的建筑团队CraftCast时认识的，他们通过建造龙的方式通过了团队的审核，不过目前这个团队尚未对公众开放，啊啊啊！ \n\nThe fox and deer are both inspired by photography, either that the two builders took themselves - “we take photos sometimes, but it’s amateur photography,” they admit - or photos that they find. It’s not hard to imagine the fox sneaking through the undergrowth, but what about the deer?\n狐狸和鹿的建筑都有收到照片的启发，都是网上找的，或者是两位建筑师自己拍的——“我们偶尔会拍些业余的照片，”他们承认。狐狸一下子从灌木丛中溜走的景象跃然眼前，那么鹿呢？ \n\n\nIt’s not just a deer, after all - it’s a sort of deer-tree hybrid. You might not have visited the British countryside (and we’re starting to worry that you might think we’re being paid off by Big Countryside here, but you definitely should visit, it’s great) but we definitely don’t have deer that are also trees. Although that would be OUTSTANDING.\n毕竟这并不只是单纯的鹿——它更像是鹿与树的杂交品种。你可能没有去过英国的乡村。你可能会觉得这里是Big Countryside的恰饭片段，但是你确实应该去看看，那儿真的很不错。但也没有又是树也是鹿的存在，虽然那样挺不错的。 \n\nSo where did the tree-deer (Treer? Dree?) idea come from?\n那么树鹿（树？鹿？）这个点子是哪里来的呢？ \n\nIt turns out that it’s quite a common theme in photo manipulations to combine the branch-like structure of a deer’s antlers with the, er, branch-like structure of actual branches. Deer and woodland have been intertwined since the days of Ancient Greek mythology, in stories from that of doomed hunter Actaeon (who was turned into a stag and promptly torn apart by his own hounds) to the sun-god Apollo and the woman he fell in love with, Daphne (who was turned into a tree so she didn’t have to date him). Maybe this particular deer is also not into Apollo? We will likely never know.\n事实上，在照片处理中，将鹿角的分支和树枝状的结构相结合是一种相当常见的手法。鹿与森林在希腊神话开始就一直纠缠不清，注定灭亡的猎人阿克托翁被变成了一只鹿，被他自己的猎犬撕碎，再到太阳神阿波罗与他倾心的女人达芙妮，她被变成了一棵树，这样就不能与阿波罗幽会了，或许这只特别的鹿也不喜欢阿波罗？我们可能永远都不会知道了。 \n\n\nARGGGHHHH! What the heck?! \n哎呀！什么鬼？这样的建筑可一点都不可爱，看看这尖牙利嘴，简直可以将我可爱的文章撕成碎片了！看起来DerpinQ4也有着黑暗面…… \nOne thing we do know is that DerpinQ4 put a ridiculous amount of research into their work. Not only do they build from reference photos, but they also make sure their animals are correctly proportioned and realistic. (Unlike Minecraft’s actual native animals. Have you ever seen a cow with sharp corners? We certainly hope not!)\n我们有一点是可以确信的，DerpinQ4在他们的建筑上投入了大量的精力去研究。他们不仅仅参考了照片，还确保了自己的动物建筑是符合正确现实的比例的。和我的世界自带的动物可不一样，难道你见过游戏里有带角的牛吗？我们可不想要这点！ \n\n“Before we build each animal, we need details of its body. Bones and anatomy photos are required. Then we can begin our work,” they explain. Not only is that admirable attention to detail, it’s also a borderline Dr Frankenstein way of doing it, and for that we applaud you, DerpinQ4.\n“在我们开工建造之前，我们需要去好好研究它们躯体上的各种细节，我们需要各种骨骼照片还有解剖图，然后我们才可以开始动工。”他们解释道，这并不仅仅是一种值得赞赏的对细节的专注，也是一种弗兰肯斯坦博士级别的做法。为DerpinQ4鼓掌。 \n\nJust, er, don’t actually fuse a deer with a tree. We’ve seen Doctor Who, and other than the main message of “dressing like you got drunk in a costume shop makes everyone think you’re a genius”, we feel like we’ve learned that eldritch abominations are rarely a good idea.\n只是，呃，别把树和鹿搞混了就行了。我们都有看过神秘博士，除了那种“穿的像是在服装店喝醉了一般就会让人觉得你很天才”的中心思想之外，也学到那种骇人造物绝对不是什么好点子。 \n\n\nSometimes it can be hard to be a Minecraft builder when everyone else is creating works of art that take hundreds of hours of practice and perfection. But DerpinQ4 have an important message for all builders who want to hone their skills: “the most important thing is patience. Do not give up, even if the project seems to be difficult. We both know how hard beginnings are - but you can learn everything if you are patient.” Even how to combine a deer and a tree in real life? Hopefully, we'll never find out.\n有时候，在每个人都会花上数百小时练习并打磨作品的环境下成为一位我的世界建筑师真的挺不容易的。但是DerpinQ4给所有想要精进的建筑师建言：“耐心是最重要的，不要放弃，哪怕要建的项目很困难。我们都知道万事开头难，但是只要肯攀登，你终将站在顶峰。”甚至要在现实中结合一只鹿和一棵树吗？希望我们永远不用去了解这点。 \n\n【我 译自官网 2017 年 08 月 24 日发布的 Adorabuilds!】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": "血盟团长",
            "timestamp": 1597108560,
            "txt_content": "hhhh很可爱的狐狸娘~ 等等 狐狸娘?"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1597687740,
            "txt_content": "都有收到照片的启发\n"
        },
        {
            "author": "幺儿68",
            "timestamp": 1597732080,
            "txt_content": "666666666666666666"
        }
    ]
}