{
    "title": "[ Minecraft.net | DEEP DIVES ] 搬家",
    "author": "像素君",
    "replyCount": 3,
    "timestamp": 1597054500,
    "txt_content": " 本帖最后由 像素君 于 2020-8-11 00:21 编辑 \n\n\n\n\n\n\nMOVING HOUSE搬家\nA tour of the Nether’s hottest properties一览下界热门房型\nAfter 27 blissful years, my parents have selfishly decided to kick me out of my childhood home. Something about “making my own way in life” and “getting some peace and quiet in their own house”... I couldn’t hear them clearly over this new metal playlist I’ve been listening to on repeat for the past month. So I’ve decided that the best way to get back at them is to follow in Sofia’s footsteps and move to the Nether.   度过27年的快乐时光后，我被双亲自私地踢出了自己打从幼年起就一直居住的房子。在过去的一个月里，在循环播放的金属乐的轰鸣声中，我并未听清他们所说的“走你自己的路”、“让家里安静一点”之类的话。这样看来，报复他们的最佳方式便是像Sofia一样移居到下界。\n\nSince I’m new to the area, I’ve decided to hire Barbara – a Nether-native real estate agent – to walk me through my housing options. Apparently you should choose your Nether home based on size, biome, and probability of death – the latter of which is not always apparent. At this point you might be wondering if I’m sure I want to go through with this, to which I say yes, because 1) I am not a quitter, and 2) my parents have already converted my room into a gym. So let’s jump into that purple vortex, because Barbara is waiting!\n考虑到自己对下界知之甚少，我决定和一位土生土长的下界房地产中介Barbara一起，参观可供我在下界居住的地方。显然，在下界选房需要考虑占地面积、所处区块，以及死亡机率——尽管一眼就判断出“死亡机率”高低的可能性并不大。你或许会问，我是否有必要冒这个险——当然有必要，毕竟，我并非一个懦夫；而且，我的父母早就已经把我的房间改造成健身房了。那么，让我们穿过传送门吧，Barbara已经在另一边等候多时了！\n\nNETHER WASTES\n下界荒地\n\nI first meet Barbara in a large, desolate area – except for a sea of lava and a simple, modern home on the shore. I’ve always wanted a beach house, so much so that I’m willing to overlook the fact that a wooden railing is the only thing standing between me and a bubbling, blubbering sea of doom.\n和Barbara一起迎接我的，除了一大片贫瘠的荒地和一大片岩浆海外，还有坐落于“海岸”边上的一座现代风简朴住宅。面对着自己一直梦寐以求的“海滨”别墅，我甚至忽略了自己和汩汩冒泡的末日之海仅隔一段木头栅栏的现实。\n\n\nPhotos of listings courtesy of Lava-ly Properties Inc一张由岩浆房地产公司提供的房屋照片\n“The Nether wastes are ideal for players looking for spectacular views near the lava sea! This modern split-level home features a solid, Nether brick foundation and glowstone pillars – all made from locally-sourced materials! In the vicinity, you’ll find all the mushrooms you’ll ever need for sustenance, which is especially convenient in the Nether”, Barbara professionally monologues.\n“对于那些希望能以绝佳角度欣赏岩浆海的玩家来说，下界荒地不失为一个理想的居住选择。这座现代风错层式住宅由下界本土素材打造——用坚硬的下界砖块建造地基，用荧石搭建支柱。除此之外，你还可以在附近找到日后用于充饥的蘑菇——对于食物贫瘠的下界来说，能拥有这样的条件可谓十分方便。”Barbara滔滔不绝，就像专家一样。\n\n“What about the neighbors?” I ask, side-eyeing the Striders casually wading through the lava.\n“那邻居在哪呢？”我一边提问，一边用余光瞥着在岩浆里踱步的赤足兽。\n\n“It’s a very lively neighborhood! You can even trade with the local Piglin population, but make sure you dress to impress! *wink* You’ll run into the occasional Ghast and magma cube, but what neighborhood doesn’t have its troublemakers?”\n“噢，这地方老热闹了！你甚至可以和住在这的猪灵进行交易，不过前提是打扮得‘显眼’一点！（使眼色）虽然恶魂和岩浆史莱姆偶尔会来找你的麻烦，但哪里没有像它们一样的惹事精呢？”\n\n\nThrow a trench coat on them and they can ride the big rollercoaster.如果丢给炽足兽一件大衣，它们就会高兴得翻跟斗。\n“So how much is this place anyway?”\n“那么，这间房多少钱？”\n\n“The current owners are in a hurry, so they’re willing to let it go for 2 million emeralds.”\n“这间房的现任主人正急着把它转让出去，所以只卖两百万绿宝石。”\n\n“Yeah, I have 200.”\n“噢，但我兜里只有两百颗绿宝石。”\n\n“Let’s look at some rentals, shall we?”\n“既然这样……去看看出租屋如何？”\n\nWARPED FOREST\n诡异森林\n\nMoving upwards and away from my millennial dream of home ownership, we approach a dense, blue forest. I knew my budget would involve a commute, but this is a hike and I’m not here for it. \n“拥有一座属于自己的房屋”——我追求多年的愿望落空了。我们来到高处，进入了一片茂密的蓝色森林。虽然我已经预料到要移动一段路程，但这次移动更像一次远足——而我并非远足的好手。\n\n“We’re here, darling!”, she exclaims as she discreetly hands me a tissue to wipe my brow.\n“亲爱的，我们到了！”她一边拿出纸巾擦拭着我的额头一边喊道。\n\n“Is that a… cave house?”\n“这是……穴居？”\n\n“Well honey, with your budget I had to look at more… unconventional options. The good news is that this is by far the safest neighborhood in the Nether – it’s mostly just Endermen!”\n“噢，鉴于你的预算并不宽裕，我只能考虑一些……不太正常的屋子了。不过，住在这里有一个好处：这里可以说是下界最安全的居住地了——因为这里的居民大多是末影人！”\n\n\nThis tiny house trend has gone too far! *shakes fist*这间屋子与我的期望实在相去甚远！（双拳微微颤抖）\nAs we enter the house I wonder whether to mention my crippling fear of enclosed spaces, but Barbara immediately starts her spiel:\n进屋后，正当我想和Barbara提及自己有幽闭恐惧症时，她已经开始滔滔不绝起来：\n\n“This cozy warped forest abode is perfect for a young single lady looking to start a new life in the Nether! The finishing touches include locally-sourced warped planks, Shroomlights, and blackstone from the nearby basalt delta. The surrounding forest is brimming with resources including mushrooms, weeping vines, warped roots, and warped fungus. We have quite a few other players coming in to see it, so act fast! What do you think? Cristina?”\n\n“这座位于诡异森林的房屋对那些希望在下界开启新生活的单身女性来说无疑是一个完美的选择！内部装潢的点缀包括就地收集的诡异疣块、菌光体，以及在附近的玄武岩三角洲收集的黑石。房屋附近的森林则到处是蘑菇、垂泪藤、诡异菌索和诡异菌。鉴于现在已经有好几个玩家正在前来看房的路上，所以，想入住就趁早！Cristina，你怎么看？”\n\n\nUh oh\n呃......噢......\n*Whimper*\n（呜咽声）\n\n“Are you alright?”\n“你没事吧？”\n\n*Melts into a puddle of sweat* \n（瘫倒在地，化成一滩汗水）\n\nCRIMSON FOREST\n绯红森林\n\nWhen I come to my senses, we’re back in the forest – except it’s red now? Barbara’s standing over me with her usual sweet salesy smile.\n当我回过神时，我们已经回到了森林里，只不过……是红色的森林？Barbara仍旧站在我的身旁，脸上一如既往地挂着那副营业用微笑。\n\n“I took the liberty of bringing you to our next property since you don’t seem to handle enclosed spaces too well. Feeling better? Alright. Follow me.”\n“鉴于你似乎并不能适应密闭空间，我擅自带你来到了下一间房屋。感觉好些了吗？好极了，跟我来。”\n\nI decide not to dwell on how she got me here or why my gold necklace is gone. After all, Babs is a pro. We climb some (very much not edible) red vines and reach... a tree house. Well, a fungus house.\n我决定不再去纠结她把我搬到这的方法，以及我脖子上金项链失踪的原因，毕竟不管怎样，Barbara在下界居住这方面可是个专家。爬上一段红色的藤蔓（无法食用的藤蔓）后，我们来到了一间树屋……呃，一间“绯红菌”屋前。\n\n\nYou can barely even see it! On second thought, that might be an advantage in the Nether.你很难察觉这间屋子的存在 ！ 换言之，这在下界里或许是件好事。\n“Barbara, you know I’m technically an adult, right?”\n“Barbara，你应该知道我生理上已经是个成年人了吧？”\n\n“Keep an open mind, dear! This little crimson plank cottage is perfect for the explorer that just wants a place to respawn and craft. Plus, the elevation keeps any unwanted Piglin guests at bay! Most of the time. This area is very rich in activities – you can mine, chop stems, pick mushrooms, and even hunt Hoglins!”\n“想开点，亲爱的！这间深红色板材作成的小屋对于那些寻求出生点和工作间的探险者们来说可谓一个完美的住处。不仅如此，其所处的高海拔还可以将那些不请自来的猪灵客人拒之门外！这片地域特别适合进行各种活动——你可以在这里挖矿、收集菌柄、采蘑菇，甚至狩猎疣猪兽！”\n\n“Can I fit a bathtub in it?”\n“我能在这安个浴室吗？”\n\n“Probably not.”\n“恐怕不行。”\n\n“What else can you show me?”\n“好吧，还有别的屋子吗？”\n\nSOUL SAND VALLEY\n灵魂沙峡谷\n\nGiven that I fainted by simply being inside a cave house, I’m a bit disappointed that Barbara brought me here. She’s supposed to be a pro. This cavern doesn’t just look terrifying – it sounds terrifying. If this is the price of independence, I’d rather sleep on my dad’s new yet somehow already dust-covered bench press.\n“Umm, Barbara? Why are there bones everywhere? And what are those ominous whispers?”\n我对Barbara带我来这里感到失望——她明明知道我是那种只是呆在穴居里就会晕过去的人。她应该明白这一点。这个山洞不仅看起来可怖，连从中传出的声音也令人毛骨悚然。如果这就是自立所要付出的代价。那我宁愿睡在我父亲那张虽然崭新但不知为何结满灰尘的举重练习凳上。\n\n\nThanks, Babs. *slow clap*谢了，Barbara。（轻轻鼓掌）\n“Umm, Barbara? Why are there bones everywhere? And what are those ominous whispers?”\n“呃，Barbara？为什么这地方到处都是骨头？那些不祥的低语又是从哪传出来的？”\n\n“Trust me, dear, you’ll change your mind once y-”\n“相信我，亲爱的，这间房子绝对能刷新你的三观......”\n\n*BOOM*\n（轰）\n\n......\n\nI’m suddenly woken up by an affectionate scream.\n突然，一阵响亮的关心声叫醒了我。\n\n“Cristina, thank goodness you’re more or less in one piece!”\n“Cristina！谢天谢地，你受到的伤还不算严重！”\n\n“Sofia? What happened?”\n“Sofia？发生了什么？”\n\n“I saw you next to that Piglin lady and shot a fire charge at her to save you, but I might have underestimated the blast radius.”\n“刚才我看见你正站在一位猪灵女士旁。为了救你，我朝她射出了一枚火焰弹。不过，我似乎低估了火焰弹的爆炸范围。”\n\n“That was Barbara, the Nether real estate agent!”\n“这就是Barbara——名副其实的房地产中介吗！”\n\n“Oh. So she’s ** that hasn’t been returning my calls then. In that case, justice is served.”\n“噢，她正是那位一直不回我电话的人。这样看来，我还算是‘伸张了一回正义’。”\n\n“Perfectly appropriate response. I’m sure she has a respawn anchor anyway.”\n“你的应对措施十分正确。不管怎样，我相信这位猪灵女士早就给她自己设了一个重生锚了。”\n\n“Yeah, probably. I’ve heard she’s a real pro. So guess what, I was running aw–I mean, chasing a Zoglin when I stumbled upon this awesome cottage that seems to be deserted. It even has a bathtub!”\n“嗯，或许是这样，我听说她是真正的下界专家。你猜怎么着，当我正在奔跑——呃，追赶一只疣猪兽时，偶然发现了这间看起来已经荒废了的小屋——这座屋子甚至配备了一间浴室！”\n\n“Does it also have an extra bedroom?”\n“这间屋子还有空卧室吗？”\n\n…...\n\nAnd that’s how Sofia and I became roommates sharing a two-bedroom cottage in a soul sand valley biome. It’s nice as long as you don’t mess with the Ghasts. And yes, I run into some skeletons from time to time, but let’s be honest: it’s not like I leave the house that often, if ever.\n以上，就是我为什么会和Sofia成为室友并同居于这座位于灵魂沙峡谷的二卧室小屋的原因。这间屋子十分舒适——只要没有恶魂来找你麻烦的话。虽然我有时候会遭遇几只骷髅，但说实在的，发生这种事情的机率可比让我走出家门要低多了。\n\nOh, and it turns out that Barbara’s tour wasn’t even close to being over. There was another listing in a nearby basalt delta, but then again – who wants to live there?\n噢，这也说明Barbara的下界之旅还远未结束。虽然她还希望在附近的玄武岩三角洲做些别的事，但说实在的，谁会想住在那里呢？\n\n\nNobody,Not even Barbara没人会想住在那——包括Barbara自己\nWould I recommend moving to the Nether? Well, I might be biased because Sofia’s mushroom stew is absolutely divine and I’ve learned to make bath bombs out of crimson roots. But now that I’ve had some time to reflect and heal from the fire charge incident, there’s a strange, addictive charm in the beautiful yet dangerous biomes of the Nether. Why not give Barbara a call and book your own tour? I’m sure she’ll be happy to do it, as long as you’re wearing gold.\n那么，我会推荐别人搬来下界居住吗？我的回答可能会有些偏心——毕竟Sofia做的蘑菇煲可谓天赐美味，加上我已经会用绯红菌索制作气泡弹了。当我从那次“火焰弹事故”中缓过神后，我确实地感受到了下界生物群系所蕴含的魅力——迷人而危机四伏的魅力。为什么不试着给Barbara打个电话，预定一次属于你的下界之旅呢？我相信她会很乐意接受你的请求——只要你身上有穿着黄金制品！\n\n（注：Sofia为Barbara的昵称）\n\n\n原文链接：https://www.minecraft.net/zh-hans/article/moving-house\n原文作者：Cristina Anderca\n原文发布日期：2020年6月20日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1597055760,
            "txt_content": "其实诡异森林出租屋外景角度还不错的，增色不少（"
        },
        {
            "author": "Pan$brother",
            "timestamp": 1597056900,
            "txt_content": "没想到我还能在游戏里学英语，中英互译 god"
        },
        {
            "author": "kayn-",
            "timestamp": 1597070520,
            "txt_content": "灵魂沙峡谷那有点意思"
        }
    ]
}