{
    "title": "[Minecraft.net|CULTURE] 熊的追求",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1597033380,
    "txt_content": " 本帖最后由 问谛居 于 2020-9-1 11:36 编辑 \n\nBear Necessities\n熊的追求\nWe can BEARly believe how good this autumnal build is\n我们能从熊的视角（差不多地）判断这个秋色作品有多棒\nEmily Richardson\n\nI’ve tried living in the forest and it was unbearable. I don’t know how bears do it. Bear in mind it’s nearly always cold, and everything is very spiky, and they are bare bear beyond their fur. I can barely bear thinking about it!\n我曾试着栖居密林之中，但那让我人模熊样。熊类是如何在这里繁衍生息，我对此百思不得其解。我记忆中的树林只有无时无刻的严寒，周遭的一切都是那么的尖锐，但是他们（熊类）除开一身的皮毛之外就是一只秃熊，仅仅是让我想象一下我都觉得难以忍受！\nAnyway, now I've got that out of my system, today's builder is Arho “Sir_Arzie” Mikkonen . He recently built this beautiful forestscape, complete with a grizzly brown bear, a birch tree and a nymph. While I’ve been trying desperately to warm myself up next to various stray jack-o-lanterns, Arho has really gotten into the autumn spirit and blown us away with this KoivunHenki build. Blown us and the jack-o-lanterns away :(\n不管怎样，现在我将把那些回忆都抛之脑后，今天介绍的这位建筑师是 Arho “Sir_Arzie” Mikkonen 。近期他完成了这个带有一匹灰熊，一棵白桦和一位笑胜星华仙女的美好森林小景。当我还绝望地依偎在形形**的浮空南瓜灯旁，试图让自己的身子暖和起来时，Arho已经化身成了秋季之魂，用《桦树之灵》这个作品，将我们吹飞。吹走了我们和那些南瓜灯。（通常万圣节代表冬天的到来）\n“I like building because I love creating,” explains Arho. “Ever since [I was] little, I’ve been creating things.” Now, he says, he’s determined to get better at creating, and this ambition inspires all of his Minecraft builds.\n“我热爱修建是因为我乐于创造，”Arho解释到。“自[我]幼时起，我就不断地在创造事物。”现如今，他说，他决定在创作的道路上坚持走下去，而这个志向赋予了他所有的 Minecraft 作品以灵感。\n\n“First I come up with an idea,” he says, “and I usually choose three words or elements that somehow fit together. In this build’s case, it was ‘nymph’, ‘birch’ and ‘bear’. Then I set up a plot and build the main elements first. [After that,] I make the secondary elements, such as the flowers and plants.”\n“起初我会想到一个点子，”他说，“并且我通常会选择出三个彼此之间有某种关联的词汇或者元素。而在这个作品当中，这三个词汇就是'女神'，‘桦树’以及‘熊’。接下来我就会划出一小块地方来建造主体元素。[在此之后]，我会修建次级元素，就像这里的花卉。”\nThis build is especially powerful in the way that it conveys a sense of movement and blends the autumnal colour palette. It captures both the vibrant, fiery colours of autumn while conveying the seasonal shift toward the winter wind and cold. When I ask how he achieves this, Arho says, “I set up a palette of colours based on autumn, then I pick colours near or opposite to each other in the colour wheel. Green and red are polar opposites, while red and orange are [neighbours]. White and blue spice it up.” He continues, “the movement is created with the poses’ line of action and the falling leaves. You would expect them to start falling so that creates the illusion.”\n在传达出灵动的美感以及调和秋色系的色调方面，这个作品表现的十分出色。在传达出季节向寒风刺骨的冬天更替的同时，它抓住了炙热同时也醒目的秋季之色。当我向他询问他是如何实现这一点的时候，Arho说：“基于对秋天的印象，我建立了一个调色盘，然后我在色相环里面选取相近或者互为补色的颜色，正红和正绿分别位于色相环的两极，同时红色和橙色是邻近色。白色和蓝色作为点缀。”他继续说道：“灵动的美感来源于角色姿势的动作线条以及飘零的落叶。你会认为它们即将飘落所以脑补了后面的运动。”\n\n\n\n\n\nArho is someone who likes to plan ahead and pay attention to the details. “I photographed nature for reference pictures,” he says. “I used colours found in nature, such as brown, green and grey [and] the obvious autumn colours, orange and yellow. The movement is important, created with the falling leaves [but also] the poses of the characters. The eye follows the branches and the flowers [which] point at the characters.” His girlfriend helped, insisting that he sketch out the build before he started building.\nArho是一个喜欢未雨绸缪并且细心雕琢细节的人。“我拍摄了大自然的照片作为参考图片，”他说到。“我从自然界里提取色彩，就像棕色，绿色还有灰色[以及]秋季最醒目的颜色，橙色和黄色。动态感十分重要，体现在飘落的树叶[还有]角色的姿势。那双眼顺着树枝还有指向角色的花朵的方向看去。”在他开始修建之前，他的女朋友帮助他做准备，保持着这个姿势供他创作出作品雏形。\n“I wanted a bear because they’re the kings of the forests and protectors of it in old stories,” he continues. I’m really impressed by the bear in particular - it’s realistic and adorable at the same time - so I ask how he made the furry fellow; “I used reference images, and I took note of how his bone structure was formed. Basically, I built his skeleton first, then coloured him with all the browns and greys. He’s protecting the nymph from harm.”\n“我想要创造一只熊，因为它们是丛林的霸主，并且在古老的故事里面它们也是丛林的守护者，”他继续说到，那头熊给我的印象尤其深刻，在栩栩如生且憨态可掬，所以我向他询问他是如何创造这头毛茸茸的家伙的；“我对照了参考图片，并且对于它生物骨架的构成做了笔记。大体上来说，我先将它的骨架修建好，然后再为它全身染上棕色和灰色。它正守护着那位女神不受伤害。”\nThe nymph is a part of the birch tree at the centre of the build, a direct portrayal of Arho’s symbolism of nature. “KoivunHenki means spirit of the birch tree.” explains Arho, who hails from Finland.\n屹立在作品的中央，那位女神是桦树的一部分，这是对Arho对自然象征主义的直观描绘。“桦树之灵意味着桦树的精神。”来自芬兰的Arho解释到。\nWhen Arho isn’t the builder but the viewer, however, he finds himself most often enticed by the unexpected. He says, “I’m a big fan of asymmetry and diagonal lines or curves. I also think originality is the most interesting thing you can add to your work. For example, houses are not original; big scaly gnomes with laser eyes are.”\n当Arho作为观察者而不是建造者的时，他发现自己经常对意想不到的事提起兴致。他说到：“我是非对称主义还有斜线构图以及曲线的忠实粉丝。同时我也认为原创元素是作为添加进作品的事物里最有趣的。打个比方，房子不是原创元素；而有着一双激光眼的长着鳞片的小矮人就是。”\nSo, how does he suggest other builders can achieve high quality builds that may or may not be scaly gnomes with laser eyes? “Research other art forms and apply it to your own work. For example, you can learn to be a better builder by drawing and learning proportions.”\n所以，他是如何建议其他建造者创造出高质量的作品的呢？或许是去画有着一双激光眼的长着鳞片的小矮人吧。“涉猎其它形式的艺术，然后将它们运用到你的作品里去。举个例子，你可以通过画画来掌握比例的大小从而成为一名更优秀的建造者。”\nSo what are you waiting for? Go draw some gnomes already!\n所以你还在等啥呢？去画一些小矮人吧！\n Renders by addictedtomc, terrorQ, imhotep, and lukaz \n由addictedtomc, terrorQ, imhotep, and lukaz渲染  \n\n【EBsky 译自官网 2017 年 11 月 02 日发布的 Bear Necessities】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}