{
    "title": "[原创/连载]《匠魂传记》第三章——末地中心岛，单挑末影龙",
    "author": "800805",
    "replyCount": 6,
    "timestamp": 1597050240,
    "txt_content": " 本帖最后由 800805 于 2021-2-7 16:13 编辑 \n——末地中心岛，单挑末影龙——    随着几声呼啸，史蒂夫已经站在了末地中心岛的黑曜石平台上。\n\n    他抓稳了手上的钻石剑，看向了终末之池上咆哮的末影龙。就是它守卫着末地的出口，阻拦着离开的道路。\n\n    想要屠龙，还先要摧毁十个末影水晶。然而史蒂夫却没有方块可以踮脚登上高高的黑曜石柱。瞬息只见，呼啸的声音已经到了背后——末影龙撞飞了他。\n\n    “幸好有鞘翅，不然这摔下去肯定得直接完蛋。”他深呼了一口气，然而末影龙再次到了身后。这次末影龙没有冲上了，而是吐了一口龙息。在高空中，史蒂夫驾驭着鞘翅左避右闪，可身上还是溅到了许多龙息，持续造成着伤害。他也觉着有些不妙，局势一直处于被动状态，末影龙要是来几个俯冲，直接把他顶入虚空，或是持续吐口水来消耗，哪怕抗住得伤害，可是鞘翅也经不起耐久的磨损。他决定趁着鞘翅还没有落地先摧毁黑曜石柱较矮的末影水晶。\n\n    鞘翅转了一个弯，落在了一个有铁笼的黑曜石柱顶上。他轻轻挖开，跳下去，用剑狠狠地砍向了末影水晶。末影水晶是玻璃材质是玻璃，脆弱无比。刚与钻石剑碰在一起，就直接粉碎。但更恐怖的是末影水晶里给末影龙回复体力值的神秘物质，刚刚冲破玻璃的防护，就忽然爆炸。史蒂夫虽然穿着附魔钻石装备，但还是被炸了个全身负伤。他的脸绷紧了，赶紧或许之前从来没有人敢于挑战末影龙，或者从来没有人挑战了能活着回去，导致从来没有人知道末影水晶会爆炸，伤害还异常的高。如果末影龙强在他的自主攻击意识，那么末影水晶就强在被摧毁后的爆炸伤害。\n\n    他不由自主地吃了一个从暮色森林带回来的金苹果，体力值正在回复，可是前面又飞来一个紫色的小球——又是龙息。史蒂夫当机立断，从黑曜石柱上往下跳，鞘翅又张开了，和龙息擦肩而过。鞘翅落了地，末影龙停留在了终末之池上，联想到末影龙时不时吐的龙息，他都差点要怀疑终末之池最初时不时由末影龙的口水堆积而成的。\n\n    还有那么多末影水晶，怎么上去呢，还是只能用之前的两杯漂浮药水。喝下去，肚子里有点涨，就像给气球充气，不一会儿，还真飘起来了。这个新的末影水晶也有铁笼子保护。吸取了刚刚的教训，这下不能跳进去攻击。他又一次挖开笼子，掏出钻石剑，往里一扔，同时，自己跳到铁笼子外的黑曜石上面。随着又一声爆炸响传来，连铁笼都被炸了个粉碎，倒是那把剑，兴许是耐久Ⅲ的原因完好无损。\n\n    末影龙大致是能感应到末影水晶的，水晶被摧毁后，它即刻飞了过来，和刚才一样，史蒂夫直接从柱子上往下跳避过攻击，同时操控鞘翅飞向另一个末影水晶。距离有点远，一看就飞不到了，照这样下去，漂浮药水也只有一瓶了，水晶还有那么多，怎么屠龙呢。他正想着，背后一枚龙息飞来。末影龙攻击并不精准，这样随便闪一下，龙息就继续往前飞了。可随后，不可思议的事情发生了——龙息打中了黑曜石柱子顶上，摧毁了一个末影水晶。\n\n    “这就好办了。”他大脑里浮现出一个借刀杀人的场景。不对，是借龙息杀水晶。\n\n    龙息也不常来，下一次攻击，直接是末影龙飞过来进行冲击。史蒂夫晕晕乎乎被打到另一个柱子上。还没缓过神，末影龙又冲了过来，这样他只能往下跳，结果，末影龙撞在水晶上，也被炸掉了许多体力。方便了之后的攻击。\n\n    史蒂夫终于还是降落到了地上，打开背包，拿出最后一杯漂浮药水，喝下去。还没飞起来龙息就来了，这次他可就被龙息扣脸，灼烧了眼睛，剩下的掉在身上，钻石甲都被腐蚀着。他摸着黑，飞到黑曜石后面避一避，一只眼睛暂时睁不开，只用另一只眼睛战斗，末地就显得更黑了。\n\n    又一次飞到了水晶之上，但这个水晶没有笼子，哪怕扔剑出去，自己也无路可跑——除非舍弃那把剑，但这是绝对不可能的——否则就无法攻击末影龙了。打开背包，已经没有什么可以扔的东西。钻石装备肯定都不可以扔，金苹果当然也是不行的，唯一剩下的就只有那本《匠魂宝典》了。他毫不犹豫扔了出去，然后熟练地往下跳，就在这时，又一枚龙息朝水晶柱飞来，顿时，末影水晶、匠魂宝典、龙息混合在了一起。随后，水晶炸了，龙息冰没有像之前一样撒得到处都是，而是汇集在了一个点上——全都沾在了《匠魂宝典》上，随后，那本书被爆炸得冲击波推下了柱子，掉落在了末地石上。\n\n    已经有五个水晶被自己摧毁了，还剩五个水晶或许是被之前得挑战者摧毁了，现在已经没有水晶了，只有属于末影龙和他的战斗。\n\n    此时，末影龙又回到了终末之池上，虽然池子是空的，但不知有何力量仿佛在召唤它一般。\n\n    史蒂夫站在池子下面，持续挥剑，这下末影龙没了水晶的依靠，只要站在这里，就可以轻松迎来最后的胜利。就这样持续了几次，虽然末影龙时不时来一些俯冲和龙息攻击，但根本无法扭转局势，随着最后一声清脆的挥剑声，末影龙血条清空了。它升了起来，身体不断出现光束与裂纹，随后在空中爆炸了，随之是无数的经验球散落在地上。\n\n    史蒂夫去捡起经验球的时候，发现一个末影人正拿着他刚刚抛出去的《匠魂宝典》。不知道为什么，末地边岛有数不清的末影人，中心岛却只有一两个。那个末影人看见了史蒂夫，仿佛看见怪物一般逃跑了，留下了那本没有字的书。史蒂夫干脆又捡起来收进背包，以后问问谜题羊知不知道。\n\n    回到终末之池，里面已经填满了黑色的液体，和折跃门很像，这就是末地这个监狱的唯一出口。\n\n    史蒂夫跳了进去。——字数统计——\n\n\n\n\n字数统计3.png (7.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-10 16:58 上传\n\n\n\n\n——嘉宾观众席——@新人x号 @燃雪听风 @随意之光 @阿秋Minecraft @北极仙光 @自由李代数 @曦灬月 @Mr.时间之瓶 @希望工程 @吃井不忘挖水人 @奇怪的帽子 @PercyDan @电磁步兵 @梦想的道路 @缇米Official ——传送门——上一章\n下一章\n",
    "replies": [
        {
            "author": "🐦💕🌸🌸",
            "timestamp": 1597050480,
            "txt_content": "很生动啊，我想借鉴了怎么办XD\n对哦，我觉得我应该找个时间把连载更新一下了……嗯"
        },
        {
            "author": "梦想的道路",
            "timestamp": 1597050840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "800805",
            "timestamp": 1597050840,
            "txt_content": "梦想的道路 发表于 2020-8-10 17:14\n建议一天一更\n不是本来就一天一更吗"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597052160,
            "txt_content": "原来龙息能溅到身上。\n看来我们玩的不是同一个游戏"
        },
        {
            "author": "800805",
            "timestamp": 1597052760,
            "txt_content": "Minecraft.Wnxi 发表于 2020-8-10 17:36\n原来龙息能溅到身上。\n看来我们玩的不是同一个游戏\n不要在意那些细节"
        },
        {
            "author": "伟大的小安",
            "timestamp": 1597078920,
            "txt_content": "大佬写的好棒啊"
        }
    ]
}