{
    "title": "[Minecraft.net | REALMS PLUS] 领域上新：八月",
    "author": "Dk__",
    "replyCount": 6,
    "timestamp": 1597220700,
    "txt_content": " 本帖最后由 Dk__ 于 2020-8-12 16:28 编辑 \n\n\nREALMS PLUSRealms Plus: August\n领域上新：八月\n\nNew adventures and skins coming to Realms Plus in August!\n新的冒险和皮肤已经在八月份的领域上新中到来！\n\nCristina Anderca\n\n\nSummer might be ending soon, but the Realms Plus freebies keep on coming! In August, Minecraft’s monthly subscription service is adding another five exciting adventures!\n夏天很快将要结束，但是免费的“领域上新”会继续推出！在这个八月，Minecraft的每月订阅中加入了五个令人激动的冒险！\n\nStill haven’t joined? You should know that Realms Plus lets up to ten players enjoy over 100 pieces of the best content on Minecraft Marketplace, such as adventures, skin packs, worlds, mini-games, and more. Every month we add new content to the lineup, and August is no exception. Check out this month’s exciting selection:你还没有加入吗？你应该知道，Minecraft领域最多能够允许10位玩家同时享受超过100种最优秀的资源，比如说冒险、皮肤合集、世界还有小游戏等等。每个月，我们向这些分类里加入新的内容，八月也不例外。请各位了解一下这个月上新的有意思的精选：\n\n\n\n\n25 TNTs byBBB Studios\n25 TNTs——由BBB工作室呈现\nSmall booms, big booms, throwable booms… this pack’s got them all! This beautiful map comes with 25 unique TNTs that you can use to reshape the landscape, defeat foes, or simply detonate for fun. Disclaimer: standing too close to lit TNT may result in death.小炸弹，大炸弹，可以扔的炸弹…这个地图里都有！这个美丽的地图伴随着25种独特的TNT来了，在这里，你可以用这25种炸药来塑造地形，打败敌人，或许你只是一味地为了寻求乐趣。温馨提示：如果你站得离炸药太近，那么你很可能会暴毙。\n\n\n\n\n\nButterfly Kingdom by Imagiverse\n蝴蝶王国——由Imagiverse呈现\n\nLooking for more va-va-voom and less ba-da-boom? Become the prince or princess of this idyllic butterfly kingdom, complete with adoring subjects, unicorns, and fairies! When you’re not basking in the adulation of your royal subjects, you can explore the castle and its gardens in search of the hidden gems. Your carriage awaits!\n你在追求寻找更多的“嗡嗡嗡”（译注：指昆虫类）和更少的“嘣嘣嘣”吗？变成这个诗情画意的蝴蝶王国的公主或者王子，王国里有一些崇拜你的臣民、独角兽和仙女！当你没有在沉浸于臣民们的奉承时，那么你也可以探索城堡和城堡里的花园，寻找埋藏的宝石。你的马车正在等着你！\n\n\n\n\n\nPizza Delivery Simulator by 57Digital\n模拟送披萨——由57Digital呈现\n\nThe life of royalty is fine and all, but nothing is as rewarding as an honest day’s work – especially when you’re bringing pizza to the people! Become a delivery driver, earn BUX, and upgrade your bike, car, or truck – just watch out for the pizza stealing bear! Did I mention you also get 14 free skins? For some reason all I can think about is pizza.\n皇室生活固然美好，但是没有什么事情和一整天的诚实工作一样有意义 – 尤其是你给人们送披萨的时候！成为一名送货司机，赚取美元（译注：BUX与美国俚语“美元”的发音相近，故常用来代指美元），把你的自行车、汽车或者是卡车进行升级 – 还要当心那只偷披萨的熊！另外我提到过你将也会得到14个免费皮肤吗？由于某种原因，我能想到的就只有披萨了。\n\nSpace Adventure by Everbloom Studios\n宇宙历险记——由Everbloom工作室呈现\n\nWant to mix things up with some extraterrestrial adventures? Why not grab your Space Blaster and lead your crew on a journey across the galaxy? Featuring 3 expansive chapters, spectacular visuals, and professional voice acting, this adventure puts you in the role of Commander – and it’s up to you to take on the Dark Menace! Which of the two endings will you choose?\n想要体验一次逼真的宇宙探险吗？为什么不拿起你的宇宙冲击枪，带领着你的队员，来一趟穿越银河系的旅行呢？这套地图内含3个大章节，另有令人惊叹的视觉效果与专业的配音，这次冒险你将会扮演指挥官的角色 – 当然你也将会面临黑暗的威胁！你将会选择两个结局中的哪一个呢？\n\nExtraordinary Animals by CubeCraft Games\n不同寻常的动物——由CubeCraft Games呈现\n\nAdd some cuteness to your game with this skin pack! Featuring 20 skins (and two free ones), this pack seeks to spread awareness about some stunning endangered animals while making your game 120% more adorable.\n想让你的游戏中增添一丝可爱吗？那么就请选用这个皮肤合集！这个皮肤合集中包含20个皮肤（其中有两张是免费的），这个皮肤合集旨在向大家传播一些意义深刻的濒危动物保护意识，同时也可以让你的游戏变得120%可爱。\nWant even more awesome creations? Head to our Realms Plus site for more content!\n想了解更令人惊叹的创作吗？那么请前往领域上新官方网站获取更多内容！\n\n\n\n【Dk__ 译自官网 2020 年 08 月 04 日发布的 Realms Plus: August；原作者 Cristina Anderca】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1597236480,
            "txt_content": "https://www.mcbbs.net/thread-1094289-1-1.html"
        },
        {
            "author": "五次之夏",
            "timestamp": 1597263480,
            "txt_content": "125655545645665"
        },
        {
            "author": "五次之夏",
            "timestamp": 1597263540,
            "txt_content": "5456456156156156644"
        },
        {
            "author": "封徵",
            "timestamp": 1597285080,
            "txt_content": "领域和领域+上新应该放到新闻版"
        },
        {
            "author": "gjd35198",
            "timestamp": 1597370160,
            "txt_content": "174588526586"
        },
        {
            "author": "kayn-",
            "timestamp": 1598285580,
            "txt_content": "感谢大佬分享转载翻译，辛苦了"
        }
    ]
}