{
    "title": "【原创/连载】便利店老板的奇妙穿越记：上古传说（番外）",
    "author": "Minecraft.Wnxi",
    "replyCount": 4,
    "timestamp": 1597206060,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-8-12 15:42 编辑 \n便利店老板的奇妙穿越记番外篇：上古传说         一个风和日丽的日子，我正走在村庄的大街上，准备采购冒险的补给品。这时身后突然传来一声咳嗽声，“咳咳咳，”转头一看，原来是村长，“那个啥？没错，就是你！我有件事情想跟你说，来我们村委部坐坐吧”。在村长的邀请下，我又来到了那座朴素而不失风雅的房子里。我找到了一个木椅上坐了下来。        才刚坐下来，村长便挥手让身边的卫士回避。他让我把耳朵凑到桌子前，开始讲述一段尘封的传说…\n\n\n         在几万年前，世上可没有这样的世界，当年这个维度一片混乱，邪恶的气息飘渺在空中。直到一对来自叫末地的地方来的兄弟来到了这个维度。在这个维度中，他们像神一样，有着无穷无尽的力量，以及两股相对的力量一一创造与毁灭。哥哥Notch拥有创造之魂与创造之力，他用他灵巧的双手在这片混沌的大陆上创造出一片又一片美丽的土地。和弟弟him则是毁灭的象征，他帮助哥哥Notch清理掉不必要的东西。         在两人的互相协助下，这个维度中逐渐出现了生物群系，有海洋，沙漠，草原，丛林，和各种稀奇的地形。世界中也逐渐出现了生命，有牛和猪，各种被动的生物，当然也少不了各种邪恶的怪物：僵尸骷髅，巨大的蜘蛛。当然这一切都是him的主意。随着物种的进化，世界上逐渐出现了马，绵羊，骡子。各种植物也出现了，从原本的艹和树进化出各种多姿多彩的植物：例如蒲公英，玫瑰，甚至各种蕨类植物。怪物们也在不断的进化，出现了尸壳，爬行者（苦力怕）。          各种更加智慧的生命也出现了，那便是村民。村民们组成各种大大小小的村落，互相交易，繁衍后代，扩大耕地，Notch看到这一幕幕和谐的景象，不禁倍感欣慰。可是村民们并不感到满足，开始大面积伐木，摧毁森林，扩大耕地，甚至使草原沙漠化…Notch看到这一幕感到很自责，也许自己给予他们的智慧太过于强大了。于是弟弟Him建议到：哥哥，既然他们那么聪明，我们把他们变傻不就好了吗？哥哥采取了弟弟的意见，从此以后村民的智商降低了，不会伐木，也不懂得把土地变成耕地，只懂得哼哼哼的叫，靠着无限的商品过日子，但还是部分聪明的村民成为了村长。\n\n\n           可是有一天，弟弟Him不高兴了，因为哥哥创造的生物，可以在阳光下欢快的生活，而自己创造的怪物只能昼伏夜出，并且为世人所逃避。于是弟弟使用他那法力无边的力量，迫使世界坠入了永久的黑夜。哥哥试图说服他，怪物就是为了限制普通生物而出现的，你将世界变成了永昼状态，现在怪物横行，世界万物就不平衡了！可是弟弟Him不听哥哥Notch的劝告，并愤怒表示说：我可不管那么多，竟然要世间平衡，那么怪物也应该能大胆的出行才对！而不是昼伏夜出，被世人所厌恶！            哥哥见弟弟him不听他的劝告，只好采取了强硬的手段一一那就是打败他，赢回世界的光明！哥哥开始与弟弟斗争，可是创造似乎总是敌不过毁灭一一一件绝佳的建筑，建造也许要好几年的时间，大能在几秒钟被tnt摧毁！哥哥被弟弟打倒在地，无奈的说了一句：对不起了弟弟，那我只好把你送到另一个维度去了！哥哥使出全部的力量，将所有力量汇集在一个点上，一个传送门瞬间就出现了，像是送他们来的传送门，但是门外的另一个维度却是地狱。哥哥与弟弟厮扯在一起，哥哥耍了一个心眼，趁弟弟不注意，抓着他的衣服将它甩入传送门。             但这还不够。哥哥同样跳入了传送门，创造出一个封印阵，刹那间就将弟弟笼罩在了封印阵下，“对不起了，弟弟”，随着一声巨响，地狱被炸出了很多空洞，而弟弟的肉体不见了，只剩下灵魂漂泊在地狱…Notch跳出传送门，回到创造的世界，将传送门敲出了几个缺口，虽然弟弟只剩灵魂在漂泊，但他还是可能有卷土重来的威胁，所以哥哥在世界各地建造了许多传送门，由子子孙孙来保护。             然而许多年过去了，Notch与他的子孙都消失在了这个世界上，似乎没了踪影，一个个传送门也变得支离破碎，等待着有心之人来发现它们…\n\n\n\n\n             “故事结束了，”村长缓缓说到，“据我们的线报称，你已经打开了传送门，并且还发现了要塞，也许him将卷土重来，他的力量不是我们能挡得住的，所以我们希望你去游走在世界尽头的城市一一末地城寻找Notch，只有他才能帮助我们抵挡him！”与此同时，我和村长同时站了起来，他交给了我一个眼睛，一个末影之眼，据说要用末影珍珠和烈焰粉合成。“带上这个，去末地寻找Notch，只有这个能找到末地传送门！”我接过末影之眼，也许我的使命又变大了…",
    "replies": [
        {
            "author": "AilloTiky",
            "timestamp": 1597206300,
            "txt_content": "ooooooooooo\n抢个沙发\n支持一下"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597206540,
            "txt_content": "艾落蒂基 发表于 2020-8-12 12:25\nooooooooooo\n抢个沙发\n支持一下\n别发别发，我一不小心把草稿发了出来。"
        },
        {
            "author": "2472271305",
            "timestamp": 1597210980,
            "txt_content": "我只能坐地板吗？太残忍了"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1598344080,
            "txt_content": "字数统计：\n\n\n\n\nfile_1598344088000.jpg (262.3 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-25 16:28 上传\n\n\n\n\n\n\n\n"
        }
    ]
}