{
    "title": "[ Minecraft.net│INSIDER ] 本周方块：混凝土",
    "author": "像素君",
    "replyCount": 5,
    "timestamp": 1597167840,
    "txt_content": " 本帖最后由 像素君 于 2020-8-12 01:49 编辑 \n\n\n\n\n\nBlock of the Week: Concrete本周方块：混凝土\nWe need reinforcement!\n来点更硬的！\nIn ye olden days of Minecraft (by which we mean about a year ago), making a big area of blocks of one flat colour meant catching, breeding and dyeing a whole lot of sheep. Literally hundreds, in some cases, depending on how big an area you had to fill. The “baa”s alone would drive players insane.\n在早些时候（大概是一年前）的Minecraft中，如果你想把一大片区域染成某种特定的颜色，你就得捕捉并饲养大量的羊，同时还得给它们染色。饲养的数量取决于这一区域的面积——有时候，饲养成百上千只羊也不为过。不过，单是那一阵阵的“咩”声就足以把玩家们逼疯了。\n\nBut then salvation came, in the form of the World of Color update . It added glazed terracotta, coloured beds, and most importantly and excitingly of all - concrete! That's probably the first time in history that anyone has described concrete as exciting. Hey, it's our block of the week. We have to at least pretend to get jazzed up about it.\n幸运的是，我们终于在“多彩世界更新”中迎来了转机——这次更新不仅加入了陶瓦和彩色床，还加入了最重要也最令人兴奋的——混凝土！虽然这可能是史上第一次有人觉得混凝土的出现是一件令人兴奋的事情，但请不要忘了，这里可是“每周方块”，装装样子高兴一下还是很有必要的。\n\n\n\nActually, my mission today is to convince you that concrete is much more exciting than you might think. I’ll skip over the usual stuff we write for our blocks of the week - the recipe (dye, sand and gravel), the changelog (unchanged since it was added to the game) and what you can use it for (pretty much covered that in the first paragraph).\n不瞒你说，我今天的任务就是让你明白混凝土比你心中所想更加地令人兴奋。因此，我今天会跳过一些惯例的流程——比如混凝土的合成材料（染料、沙子和燧石）、有关混凝土的变化（它自从加进游戏后就从未有过改变）以及混凝土的应用方式（关于这点，文章的第一段就已经说明得差不多了）。\n\nInstead, let’s focus on three things. The first is how you make it. The recipe above will actually yield concrete powder - a substance that falls like sand and has the blast resistance of a damp napkin. To turn it into concrete you’ll need to add an extra ingredient - water. As soon as a concrete powder block touches water, it’ll harden immediately into full concrete. Magic! No wait, the other thing - science!\n比起谈及那些陈词老调，还是让我们把重心放在另外三件事上吧。第一件事：如何制作混凝土。上文提及的材料只能合成混凝土粉末——这些粉末不仅会像沙子一样下落，还有很低的爆炸抗性——就像湿纸巾一样脆弱。如果想要将其变成混凝土，你还需要给它加点“料”——水。混凝土粉末在与水接触后会立刻凝固，完完全全地变成混凝土方块。这是魔法的力量！等下......这是科学的力量！\n\nConcrete in the real world behaves in almost exactly the same way. Mix dry cement with water, and you’ll get a liquid that you can pour into just about any shape you want. Pour it over a steel frame, and you get reinforced concrete - which is even tougher than regular concrete, and is found all over the world.\n混凝土在现实世界中所表现出的性质和游戏里几乎完全一致。干水泥与水混合之后会形成一种液态的混合物——而你可以将其塑成自己想要的形状。如果将这种混合物浇筑到钢制框架上，就会制成钢筋混凝土。钢筋混凝土要比普通混凝土更加坚硬——因此，全世界都可以发现钢筋混凝土的踪影。\n\n\nBoston City Hall, voted \"The World's Ugliest Building\" in 2008.波士顿市政厅——于2008年被评为“世界最丑建筑”。\nThe second thing that's amazing about concrete is how much of it there is. Unless you’re reading this in a log cabin in the forest, we can almost guarantee that there’ll be some concrete within a few metres of you right now. By weight, it’s by far the most common man-made substance in the world, helping construct everything from the Hoover Dam to the Panama Canal.\n第二件有关混凝土的奇妙事实是它的“无处不在”。我们敢打包票，你身旁几米内就有混凝土——除非你选择在一间森林木屋里阅读这篇博文。按重量来看，混凝土可谓迄今为止最常见的人造物——从胡佛大坝到巴拿马运河，混凝土帮助我们建造了现代社会中几乎所有的建筑。\n\nThe final fascinating concrete fact that we’ll leave you with is that humans have been making it for more than 8,000 years. Bedouin traders in 6500BC built houses, floors, and underground water tanks out of concrete-like materials in what is now southern Syria - keeping them secret because it let them survive in the desert. The Romans also used concrete extensively - in the huge structures they built out of it, including arches, vaults and domes. The amazing resilience of concrete is pretty much the biggest reason why so many Roman ruins are still around today. So next time you're dragged around one on holiday, remember - it’s all concrete’s fault.\n最后一件有关混凝土的趣事是它的历史——人类从8000多年前就开始了混凝土的使用。早在公元前6500年，贝都因商人就开始在现今的叙利亚南部使用类似混凝土的材料建造房屋、地板和地下蓄水池。他们对此讳莫如深——毕竟这是他们在沙漠之中的生存之道。除此之外，古罗马人也会在巨型结构中广泛使用混凝土——比如拱门、拱顶和穹顶；而许多古罗马时期的遗迹能够存留至今，很大程度上得益于混凝土那惊人的韧性。所以，以后你被强行拖到这种满是残垣断壁的地方度假时，请不要忘了——这都是混凝土的锅。 \n\n\n原文链接：https://minecraft.net/zh-hans/article/block-week-concrete\n原文作者：Duncan Geere\n原文发布日期：2018年3月9日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1597170900,
            "txt_content": "草，迫真钢筋混凝土。\n\n不过在搞一些大型城市项目的时候做一些假装正在建造的建筑想想也是蛮不错的。【确信】"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1597186200,
            "txt_content": "这个混凝土方块我也在我的建筑中用过，这个方块真的很不错。"
        },
        {
            "author": "709414036",
            "timestamp": 1597193940,
            "txt_content": "建筑迷的福利啊，方块是真的好看。"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597200840,
            "txt_content": "建筑党的福利\n可惜还是喜欢用石英\n我做建筑很少用到混凝土"
        },
        {
            "author": "唯记你温柔",
            "timestamp": 1597295580,
            "txt_content": "混凝土确实很好看哎"
        }
    ]
}