{
    "title": "当你机翻我的《混乱本纪》时...",
    "author": "自由李代数",
    "replyCount": 7,
    "timestamp": 1597142040,
    "txt_content": "\n原文:混乱者，不详其姓字。MCBBS之管理员也。UID系3038。\n\n其生日，疑为1995年7月19日，不能定也。\n\n其自诩为一基佬。混乱为儿时，屹如水王之志。其灌水，好水于茶馆，技巧，曰“汽油们快来加人气”“妈妈再也不怕我被怪物咬了”，宜灌者水焉，民皆赞之。\n\n纸月闻之，举混乱为茶馆版主，天下得其利，有功。ToNick曰：混乱，泥潭初始，尔混乱为版主，有大功。遂封混乱为管理。\n\n混乱为管理时，泥潭盛，其中自有其功。混乱者，位尊而有大功，奉厚而有苦劳，故确为一好管理矣。\n\n\n\n混乱有一帐号于骑砍，名曰草帽？♂。其尝为骑砍之版主，后为泥谭版主，又因其尝于骑砍曰：“吾识MCBBS之管理Papermoon”，故神狗等人疑混乱之为茶馆版主乃走后门焉。混乱曰从无此事。\n\n因其有功，有名，平易近民，谭友常掘其史。其史，黑焉，盈焉，世人皆爱览之。\n\n谭友视混乱为泥潭一吉祥物，而数千度P混乱之图，如混乱帽，亦是因此故。\n\n混乱之帽，又名混乱帽，乃其头像中之帽。一常年火梗也，谭友常以其为乐焉。\n\n因其常永封，故常有人骂之。又因其名之故,常被误认为“混沌”，如“吾欲cao版主混沌之母也”。有人以为“馄饨之子”乃混乱之子也，亦是因为此故。\n\n尝于茶馆自曝，而有数百千人览之并赞之。更有甚者，竟有人曰：“混乱者，俊也！”\n\n2015年，其尝同sjjklh、rom718同jeb等会面。其时，混乱已二十许。是日晚，混乱发帖于新闻版言此事，并附jeb之推文，内有一合照。其中，混乱坐于照片左下，身着一T恤，上印一混乱帽。目视镜头，咧嘴傻笑。谭友见此图，纷然论之。或曰:“混乱之傻笑者，滑稽哉!”\n\n2020年春，及疾风初入坛，其曰：“会当cao混乱，一览此泥潭”！其时，鲜有人以为其为真。然疾风于茶馆及其群大放厥词，欲收之为后宫。混乱置之不理，疾风弥厥，终送己入末地。混乱欣然一笑，以为危机已除。数日后，谭友纷然掘疾风欲收混乱为后宫之截图，以此揶揄疾风与混乱焉。\n\n\n\n卤蛋与混乱互怼。\n\n\n2012年7月27日，卤蛋始怨混乱。其时，混乱为管理已一周许。\n是日，混乱晨起，谓卤蛋曰：卤蛋，尔水！尔乃一巨水怪也！\n卤蛋忿然曰：混乱，吾弗水！观吾回复、主题，水焉？否也。回复之多少，竟能为水之依据焉？！\n混乱笑曰：卤蛋，尔水也。汝可自认弗水，然吾等皆知尔水否焉。\n卤蛋大怒，遂于QQ喷混乱。\n混乱亦忿然，遂于茶馆发帖，曰其已卸QQ，并称某人为“混蛋\"，故遭屏蔽。\n\n此日，泥潭掀起一风波。有谭友惧卤蛋将离坛，欲劝之。而卤蛋曰：非也非也。纵令吾与混乱有隙，吾将仍管理。混乱之言乃一事，泥潭乃另一事也。\n\n有谭友赞卤蛋之公私分明，贬混乱，以为其过度焉。\n亦有谭友贬卤蛋，以为其过激焉。\n\n当日晚，sjjklh于茶馆发贴曰:\n\n\n“吾自习一日归，见论坛职位最高者，三之二吵至如此地步，不能不悲。因我年岁稍大于汝等，令吾言鄙见也。\n\n吾知混乱常游贴吧微博等地，而已习于称人为水。吾亦常与混乱互称对方为水，然吾皆知此乃戏言焉。且夫混乱称卤蛋为水而卤蛋愠,混乱不觉而仍言，此乃混乱之过。\n\n卤蛋者,重事实也。其闻混乱称其水而怒，性子使然焉。然其视混乱所言之“水”为贬损之词，而不知是言乃戏言焉，进而以统计证己非水，过也。\n\n吾望汝二人可自反也。”\n\n\n此后，二人嫌郤与日俱增，终至互怼之局面。\n\n\n\n\n\n\n\n翻译后：\n混乱，他的姓不知道。（McBos） 还负责 UID 3038 系统。\n\n他的生日，被怀疑是1995年7月19日，无法确定。\n\n他以童年为荣，灌溉水之王在咖啡馆里用水，擅长\"快速流行的汽油\"，\"我妈妈不再害怕被怪物咬伤\"，适合灌溉用水，还有两次赞美。\n\n品尝月亮的植物，无政府主义咖啡馆的经理，世界挖掘，优势。ToNick： 混沌， 沼泽， 混沌作为主管， 一个伟大的成功。然后，他们关闭了政府的混乱。\n\n混乱是当管理，沼泽是全面展开，它自己的工作已经完成。困惑， 一点点尊重和伟大的工作， 慷慨和辛勤工作， 所以它运行良好。\n\n梅根在著名的草帽里有帐户吗？♂.Taste作为这次旅行的主人，通过经理的棕色粘土，也因为他尝到了汽车夹：\"我知道MCBBS纸张管理月，所以上帝和其他人怀疑，凌乱的经理的咖啡馆是后门\"。混沌从未发生过\n\n由于其优点，伟大的名声和容易接近的人，晒黑你经常挖出历史。它的历史，黑，阴，全世界都喜欢看。\n\n谭你看沼泽的混乱，所以几千度的乱地图，像一顶凌乱的帽子，所以。\n\n凌乱的封面，也被称为无政府主义的帽子，是他头上的一顶帽子。猪肉也是耐用的，晒黑你经常带着它的幸福。\n\n因为它经常被永远密封，它往往是一种责备。也因为它的名字，它经常被误认为\"混乱\"，如\"母亲混乱，我的愿望复制caca_混乱\"。有些人认为自己的儿子也是个乱七八糟、很傲慢的儿子。\n\n咖啡馆没有分发诱饵，成千上万的人看到了它，并称赞它。更重要的是，有人说：\"混沌，六月太！\n\n2015 年， 我会见了 sjjklh， rom718 和吉普车。到那个时候，20年的混乱已经过去了。今晚，混乱被张贴在新闻页面上，以及一条微博，并拍了一张照片。其中，乱七八糟的坐在图片的左下角，穿着一件T恤和一顶凌乱的帽子。看着镜头，微笑。谭看了这张照片，讨论了很多。或者： \"愚蠢的混乱， 乐趣！\n\n在2020年春天，风第一次进入祭坛，并说，\"这将是一片混乱，我会看到这个沼泽一目了然！混乱不理，风破，终于把自己送到终点。他困惑不已，开心地笑了笑，以为危机已经结束。几天后，晒黑突然陷入混乱，在拍摄完宫殿以克服风和混乱后，混乱被聚集起来。\n\n卤素蛋反应和混乱。\n\n2012年7月27日，白人陷入混乱。当时，混乱是管理周。\n就是今天，晨乱，卤素蛋的意思：卤素蛋，水！厄尼也是一个巨大的水怪！\n光环蛋：混沌，五福水！看看我的反应， 梅梅， 水母？水下能有多少反应？！\n困惑的微笑：卤素蛋，水也。你可以把自己当做一个愿景，但我会等着看是水。\n心烦意乱和愤怒， 然后喷在 f 。\n混乱也突然，然后张贴在咖啡馆，关闭P-P，有人叫\"傻瓜\"，所以它被停止。\n\n这一天，沼泽点燃了一场暴风雨。有晒黑你怕鸡蛋会离开祭坛，想眼花缭乱。和卤素蛋：没有。虽然我与混乱有差距， 我仍然会管理。混沌是一回事，放纵是另一回事。\n\n有晒黑你的公共和私人坦率的恭维， 有辱人格的混乱， 过度使用。\n有罪晒黑你侮辱白人， 使他们多余。\n\n那天晚上， sjjklh 在咖啡馆里发帖：\n\n\"我前一天得知，从顶部看到论坛网站，三声响亮的声音，对于这样的举动，不禁伤心\"。我的话被鄙视，因为我比软小一点。\n\n我知道旅行混乱经常去另一个小博客和其他地方， 但我用它来叫人水。我经常互相捣乱， 互相尖叫， 但我知道这是个玩笑。混合一对水蛋叫盐水蛋，盐水蛋，鸡蛋，迷茫或说，这是一个烂摊子。\n\n卤素，事实也很重。混沌叫水和愤怒，性不好。然而，它被认为是令人困惑的，\"水\"是一个侮辱性的术语，我不知道的话是一个笑话，然后统计数据证明它不是水。\n\n我们希望两个人也会自我反省。\"\n\n从那时起，郤数量增加，怀疑的变化和新卫星，并最终增加。\n\n真是太生草了，不愧是最佳生草语言阿拉伯语\n\n机翻的时候可以试试阿拉伯语，一次就足够生草了\n\n这是五个来回。",
    "replies": [
        {
            "author": "ta很懒没留名字",
            "timestamp": 1597196580,
            "txt_content": "这……过于生艹"
        },
        {
            "author": "1984488452",
            "timestamp": 1597196880,
            "txt_content": "带文学家，带翻译家，太狠了"
        },
        {
            "author": "开心的阿诺",
            "timestamp": 1597196880,
            "txt_content": "我也来玩玩翻译\n[娱乐]当你看我混乱的历史"
        },
        {
            "author": "PercyDan",
            "timestamp": 1597197120,
            "txt_content": "（McBos） 还负责 UID 3038 系统。\nMcBos是啥"
        },
        {
            "author": "YinDang",
            "timestamp": 1597197120,
            "txt_content": "我想知道原作者是谁"
        },
        {
            "author": "krowemoh2020",
            "timestamp": 1597214280,
            "txt_content": "今晚，混乱被张贴在新闻页面上，以及一条微博，并拍了一张照片。其中，乱七八糟的坐在图片的左下角，穿着一件T恤和一顶凌乱的帽子。\n浮想联翩"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1597218060,
            "txt_content": "机翻来来回回好几次之后的常见生草文本(✔)"
        }
    ]
}