{
    "title": "[Minecraft.net|CULTURE] 静谧圣地",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1597133160,
    "txt_content": " 本帖最后由 问谛居 于 2020-9-1 11:35 编辑 \nA Peaceful Place静谧圣地Experience tranquility with Potala Palace!领略布达拉宫的宁静！\nPer Landin\nThe tall mountain range that spans around the city of Lhasa is a marvel to look at. Among them stands an ancient structure perched on a smaller mountain, not even nearly as tall as the others, but still a sight for sore eyes.高耸入云的山脉起伏相连，将拉萨市环抱其中，这是值得一看的人间奇景。这片山脉中屹立着一座古建筑，修建在一座较小的山地之上，即使它不像其他的山峰那样巍峨耸立，但是依然让人赏心悦目（好看得眼疼）。\nYou know what else is sore? My feet! If it weren't for these endless stairs I would be able to enjoy the view. Instead, I’m breathing like a 90-year old man (thanks for nothing, asthma) at the altitude of 3,700 meters above sea level. I better find some inner peace when I reach the top! Or I will be FURIOUS.你知道还有什么部位疼吗？我的脚！如果不是因为这无穷无尽的阶梯，我就能好好欣赏这番美景。然而，在这海拔3,700米的地方我喘得像一个九十多岁的老叟（不劳费心，喘息声）。当我爬到顶的时候我最好将内心静下来！否则我心中会波涛汹涌。\nLuckily for me, Potala Palace, located in Tibet, China, is the epitome of calmness. 375-years old and a World Heritage Site, it was once home to the **. Its simple yet elegant design makes it, in many ways, the perfect build to recreate in Minecraft. At least according to Jockes , a 16-year old Minecraft builder with a thing for organics and detail.幸运的是，位于中国西藏的布达拉宫是平静安宁的缩影。它在有着375年的建造年份的同时也是世界文化遗产，这里曾经是大喇嘛哈居住的地方。这座建筑简约高雅的设计使得它从各个方面来说，都极其适合在 Minecraft 里面复刻出来。至少对于这位16岁的并且对生物作品和细节有着浓厚兴趣的 Jockes来说是这样的。   \nUnlike me, he’s not looking for peace – just a really cool build. Recently, the stars aligned and he found what he was looking for.和我不同的是，他并不是在寻求宁静——只是在寻求一座很酷的建筑。最近，一切都是上天的安排，他找到了自己一直以来梦寐以求的建筑。\n\n“When I first saw the image of the building, I realized right away that I could use certain blocks to get the perfect colour of the [red and orange] centerpiece,” Jockes tells me.“当我第一眼看到这座建筑的图片时，我立刻就意识到我可以使用某些特定的方块去代表核心建筑那完美的色彩（红色和橙色）。”Jockes 对我说到。\nLike a practitioner of Zen, he didn’t put much thought into picking Potala Palace as his project. “The reason I chose it was because I really liked the shape and it had very many windows, which at the same time could be very easy to make in Minecraft, but difficult to make it not look repetitive.”就像一位禅宗一样，他不假思索的就将布达拉宫作为他的建造项目。“他那令我迷醉的外形和浩若繁星的窗户便是我喜爱它的原因，这既能让它很容易在 Minecraft 里面复刻出来，又很难让它看起来不重复。”\nShape is something Potala Palace has plenty of with its inward-sloping walls, which suits Jockes just fine. Habit or not, he sometimes leans on the anatomically incorrect, mostly noticed in his organic builds, which he thinks is a special trait of his. “In a way they seem to work out. As far as structure goes, I have developed my own style by working side by side [with] so many other builders. To me, even the smallest details count, including mushrooms, a very commonly used item in my projects.” 外形指的是布达拉宫大量运用的向内倾斜的外墙，这正合 Jockes 的意。不论是否是他的个人习惯，他有时会模仿出不合常理的结构，这在他的生物作品里面尤为突出，他认为这是他的独到之处。“从某种程度上来说，它们也许能够得以实现。就结构的推演而言，通过和其他许许多多的建造者一起创作，我已经演化出了自己独立的风格。对我而言，即使是最细微的细节也是十分重要的，包括蘑菇这类东西，在我的作品中也运用了大量的细节。”\nJockes usually makes grand sci-fi builds, some from famous movies, screenshots of which I haven’t included here because of a fun thing called ‘copyright law’ (nothing stopping me from plugging his portfolio here though ).Jockes 经常修建大型的科幻作品，有一些来源于著名的电影，作品的截图我没能收纳到这篇文章里，因为有个有趣的东西叫做‘版权法’（没有什么能够阻止我将他的作品集放到这里来）\nThat makes Potala Palace, a recreation of a real structure, a major departure for him. Yet, it’s a genre he enjoys exploring as he always strives to make the build as close to the real version as possible. Potala Palace was no different and the timing for it was perfect.这就造就了这座布达拉宫，一座对于现实生活中的建筑的复刻产物，这对他来说也是重大的突破。然而，他拼尽全力让这座建筑尽可能的贴近于现实，这种风格是他乐于去探索和尝试的。这座布达拉宫也不例外，建造它的时机堪称完美。\n“At the time, recreations were quite a big hit, especially due to the fact that they were easy to replicate into realism, along with the help of renders of course. For April Fool’s day, I even posted a few images of the actual piece and claimed them to be renders of my project. People actually fell for it.”“在那时，复刻作品是当时的潮流，特别是由于它们的确很容易被复刻的十分真实，当然是在渲染的帮助下。在愚人节的时候，我甚至发布了几张实际上是拼接而成的图片，并且宣称它们是我经过渲染后的作品。人们却真的相信了我说的话。”\nThe beautiful build! Wait, is this the build? Or is it a photo of the real palace and Jockes has fooled me again? ARGGGHHH LIFE IS A LIE NOTHING IS REAL这座优美的建筑！等等，这张图是那个作品？还是说是真正的宫殿，Jockes 又在耍我吗？噢生活是一场谎言，没有什么是真实的.The palace would prove quite a challenge due to the limited palette of colours Jockes was able to use. With over 13 stories and more than 1,000 rooms, Potala Palace also has an overwhelming amount of interior to portray. This made Jockes put all his effort on the exterior, focusing on completing the center part first. Though he did have some help \"the credit for the trees goes to H2CO3, another great builder who is very skillful in designing trees,\" says Jockes of the impressive vegetation!因为 Jockes 能够使用的方块颜色有限，所以这座宫殿是一个不小的挑战。超过十三层楼高，拥有一千个以上的房间，布达拉宫也有着巨量的内部空间需要装饰。这使得Jockes全力以赴地修建外形，首先集中精力将外形的核心部分完成。尽管他得到了一些帮助，“树木的修建部分出自 H2CO3 之手，另外一位擅长于设计树木的优秀建造者，”Jockes 对这些令人印象深刻的树木这样说到！\n“Luckily, it was a success and after [it] was built, I continued to do the rest. The build was pretty scrambled, and quite unorganized. I went on and off from the structure and terrain once the basic shape was laid out, and eventually once all the details were put together I was able to call it complete.”“幸运的是，这样的决策很成功，并且在将外形完成之后，我再继续去修建剩下的部分。这座建筑十分繁杂，而且也相当无条理。当基本的外形定下来之后，我在结构和地形上面反复推敲，并且最终所有的细节都被整合到了一起，我终于能称它完工了。”\nOutstanding! Wish I could call something complete. I didn’t even manage to complete this arti十分了不起！我也希望自己能说自己完成了某样东西。我甚至都没办法写完这篇文\n Renders by Muuto and Turnip_N0se 由Muuto and Turnip_N0se渲染  \n【EBsky 译自官网 2018 年 06 月 13 日发布的 A Peaceful Place】【本文排版借助了：BCC】\n",
    "replies": []
}