{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·秋叶回忆篇（五）",
    "author": "晨曦赤寒GO",
    "replyCount": 1,
    "timestamp": 1597216800,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-8-12 15:20 编辑 \n\n目录传送门\n\n\n“剑放这里了，你来了就拿走，钱就算了，记得回来请我喝酒。”\n蓝把纸放下，用几个金锭压住，然后拿上了边上的铁剑，头也悄无声息的离开了铁匠铺。\n……\n树林里，蓝站在一棵橡树上，双眼轻合，粒子感知全力展开，却没有找到那只蜘蛛的身影，甚至连一个痕迹都没有，这不禁让人怀疑它是不是已经离开了。\n但蓝是不会信它已经走掉的，而且就算它已经走了，蓝也要找出它在哪里，为了一个承诺。\n啧，是藏起来了吧，藏得还挺好，看来不用一点特殊的方法是找不到它了。\n从树梢上跃下，蓝收敛了全身的存在感，向一个方向走去。\n……\n“嘶……”\n\n正处在半休眠状态的蜘蛛突然睁开了眼，它在森林里布下的蛛丝被触动了。\n蜘蛛可以通过蛛丝的震颤来判断触碰者的构成粒子，从而判断触碰者的大致情况。\n而这次的震颤它却有些熟悉，感觉上去是一个十岁左右的小女孩子。\n三双鲜红的眼睛转了一圈，它跳下了蛛网，五条锋锐的蛛腿点在地上，没有发出一点点的声音。\n“嘶嘶……”\n风起，洞穴中便不再有任何的生物，只剩下一张缓缓摇晃的网。\n……\n算算时间，应该也快来了吧。\n溪边的小平地上，一个黑发的小女孩正趴在地上，看上去一副找东西的样子，头埋的很低，让人看不见她的脸。\n而蓝现在就蹲在边上的一片草丛中，全身的气息收敛，连粒子波动都几乎无法被人察觉，只有感知极强的人才会发现有一层薄薄的粒子在他身周环绕。\n粒子缓冲→粒子伪装\n蓝会蹲在这里，而且还看着一个小女孩在这个马上就要变成战场的地方闲逛，当然是有原因的。\n首先，这个背影神似岚岚的小女孩是蓝用粒子造的，还特地打上了与蜘蛛给岚岚的同款粒子标记（相同粒子波动的粒子标记），动作埋那么深也只是为了脸不被看到，因为脸这一块蓝也没敢做的跟岚岚一样，就只弄了一块马赛克，为了不在那么小小的地方出问题才做找东西的动作。\n粒子构筑→粒子构筑·假人\n粒子公式：粒子标记+粒子波纹=粒子标记·模拟\n假人附加：粒子标记·模拟、粒子禁锢、粒子迟缓、粒子爆破\n至于为什么要这样做，当然是为了把那只蜘蛛引出来了，那家伙谨慎的很，不来点刺激它根本不可能现身，而最好的刺激，就是那个它没有抓到的猎物了。\n果不其然，一阵风突然划起，树叶被吹得沙响，光线凌乱的闪着，忽明忽暗，树影诡异的交织着，数点猩红在这翠绿中显得有些突兀。\n蜘蛛站在树枝间，墨色的身影和树影融为一体，若不是那三双闪烁着微光的眼睛暴露了它的位置，否则就算是再老练的猎人也不可能发现它的位置。\n它环顾了一下四周，朝着四周喷出了比发丝还细的蛛丝，瞬间贯穿了周围所有可能藏人的草丛和树冠。\n“轰！”\n同时，空气一颤，假人就像是气球一样炸开，粒子振动形成的气浪卷起了烟尘，形成了类似与烟雾弹的效果，将蜘蛛的视野压缩到了一个极小的范围。\n“嘶嘶嘶！”\n早已有所警觉的蜘蛛立刻想离开这片烟雾区域，但它还没来得及动身，一道锋锐的紫芒刺穿了烟雾，带着一往无前的气势直攻向蜘蛛的要害。\n剑附魔：节肢杀手Ⅱ、锋利Ⅱ、耐久Ⅰ\n剑附加：粒子剑气、粒子加固\n“嘶嘶！”\n锋锐的蛛腿与铁剑碰撞，一瞬间火星飞扬，蓝的身影从烟雾中出现，手腕一转，剑身划开蛛腿，侧着剑身转到了蜘蛛的下身侧，铁剑反握，从树枝下划出了一条银月之痕。\n蜘蛛极快的跳开，连跃数下与蓝拉开距离，而在着跳开的几米距离里，一条由绿色鲜血构成的线清晰的映在了地上。\n腹部的伤口不算致命，甚至连蜘蛛的行动都不会影响到，但按平时，这种大小的伤口，只要一小会就可以直接复原了，而现在却复原的极慢，一滴一滴糊状的鲜血从它的伤口中滴出，在身下留下一个小小的血泊。\n当然，这一切的原因都出在蓝手中的这把剑上。\n节肢杀手，一种应用范围极小，但效果极强的武器附魔，能够有效的抑制节肢生物的再生、打散它们的构成粒子结构。\n蓝站在蜘蛛原本站的位置，看着它伤口不停的滴着血，一滴一滴的越来越小滴。\n啧，划太浅了，果然反手握剑还是不如正手。\n手腕一转，铁剑重新握到正手位，蓝一步踏出，粒子推进的轰鸣声恰到好处的响起，他就像是缩地成寸的仙人似的，光与影交错的一瞬，蓝色的身影就出现在了蜘蛛正身侧，剑做居合之势斩出，常人根本无法看到这一剑，最多只能看见一道白芒。\n面对这样的一剑，蜘蛛却连一点反应的动作都没有，像是闪不开了，又像是任凭这剑落在自己身上。\n“嘭！”\n剑出，却没有落到实处，就在剑划过的路径上，蜘蛛的身躯分解成了无数的小蜘蛛，有的四散着逃开，有的直接向着蓝扑了过去。\n这崽子还会分裂？\n蓝迅速收剑，同时身周的空气一震，一圈粒子粒子波纹推出，把这些硬如石块的蜘蛛撕成碎片，接着粒子感知展开，周围所有生物的动向瞬间被蓝收在了眼里，那些小蜘蛛们在树林间飞快的移动着，在远离蓝的地方重新组会了原本的大小，腹部的伤口也在这短短的十几秒里重新复原了。\n位置确定，粒子推进和粒子加速同时发动，蓝的身影在树林间不断的穿梭，如同影子般悄无声息的出现在蜘蛛的身后，手中的铁剑再次划出，直指蜘蛛的要害。\n“咻！”\n白芒撕裂空气，但这不是蓝手中的铁剑发出来的光，而是从树冠上射下的、如同钢丝般的蛛丝，这些蛛丝精准无误的缠住了蓝握剑的手臂，将其强制的定在空中，连动动手指都做不到。\n感知再次展开，这次蓝看到了，藏在树冠里的小蜘蛛，蓝轻轻扯了扯手臂，一丝丝鲜红从蛛丝上渗出。\n要是用力扯的话，我这条手臂估计就别想要了。\n就在这时，蜘蛛的下腹一颤，一张蛛网便朝着蓝喷出，蛛网之大，就算蓝现在放弃自己的手臂都不一定能闪的开这张网。\n蓝左手抬起，瞬发的粒子冲击截缓了蛛网，趁着这短短半秒不到的喘息时间里，蓝一手刀挥在了铁剑上，粒子一闪，剑刃瞬间断裂，蓝拿过这断下的剑刃，划开了缠着手臂的蛛丝。\n粒子公式：粒子震荡+粒子剑气=粒子切割\n瞬时，断剑在空中划起了一朵剑花，这硬如钢铁的蛛丝在节肢杀手的面前与一张纸没有什么区别，几道银光闪过，蛛网便化作一缕缕细丝散落在地上。\n“嘶嘶嘶！！！”\n蜘蛛见状，猛地扑出，黑色的身躯化作流光直冲向蓝，似乎是想拼个鱼死网破。\n断剑夹着粒子挥出，撕碎空气的剑吟声长啸于空，残破的剑刃划开了黑色的流光，绿色的粒子突然炸开，化作绳索捆住了蓝。\n假人附加：毒素粒子·粒子禁锢\n全身的粒子井喷式的爆发，绳索瞬间被无尽的粒子吞噬，粒子感知最大程度的展开，恰好在感知的边缘发现了狂奔中的蜘蛛，而它移动的方向正好是孤儿院的方向！\nWTM！\n“轰！”\n轰鸣声震荡着整个森林，蓝顿时冲上天空，青黑色的鳞片攀上了他的脸颊，恐怖的粒子气息充斥着这片森林。\n“轰！”\n又是一声狂暴的轰鸣声，空中的身影不在，只留下了数朵还未消散的环状云。\n\n那个……我说件事哈。我这个暑假结束就正式进入高三了，到了高三大家也是明白的，所以我可能会很长的一段时间不再更新（当然还是有可能会诈尸的），这一年过去了，我会以我最快的速度恢复更新，回到最开始的那个更新速度（就是一周一章或是更快），希望到了那个时候，大家还能记得我，记得MC原创文里有我这号人。\n谢谢所有看到这里的人。",
    "replies": [
        {
            "author": "3223844302",
            "timestamp": 1597218240,
            "txt_content": "6666666666666666666666666666666666666"
        }
    ]
}