{
    "title": "[Minecraft.net | GUIDES]成为 Minecraft 里的生物是什么感觉？",
    "author": "封徵",
    "replyCount": 14,
    "timestamp": 1597201320,
    "txt_content": " 本帖最后由 封徵 于 2020-8-17 09:33 编辑 \n\n\n\n\n\nfile_1597194663000.jpg (117.7 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 09:11 上传\n\n\n\n\n\nGUIDES\nWhat's it like to be a Minecraft mob?\n成为 Minecraft 里的生物是什么感觉？\n\nSee Minecraft through their eyes. It’s not as fun!\n从它们的眼中看看这个游戏吧，可能并无多大乐趣！\n\nTom Stone\n\n\nIt's all about you, isn't it? The player. Always the center of attention, the hero of the story. But have you ever stopped for a second to think about the (Over)world around you? About the thoughts and feelings of others? Well I have!\n一切都是为了你，不是吗？玩家。你永远都是焦点的中心，故事的主角。但你可曾停留片刻，去思考你周围的(主)世界呢？又可曾关注过他人的想法和感受呢？唔，我 当然有啦！\n\nIt wasn’t easy, but I’ve spent the last several years of my exhausting life interviewing Minecraft’s most inestimable inhabitants, the mobs, about how they see the world of Minecraft . Why? I can’t remember, but the results are undeniably fascinating!\n虽说不易，但我还是花了几年时间辛劳地奔波采访 Minecraft 中最难以估量的居民 —— 生物，来看看它们是如何看待 Minecraft 世界的。采访缘由？我不大记得清了，但采访结果无疑是极吸引人的！\n\nToday, we’re proud to present unique perspectives of some of Minecraft’s most iconic mobs (and a few of the rubbish ones too, when the iconic ones said no). These first-person accounts of how they experience life in the Overworld will change how you see Minecraft forever, or your emeralds back. Enjoy!\n今天，我们骄傲地为你呈现 Minecraft 中最具代表性的一些生物的独特观点(还有些不怎么样的，当那些具有代表性的拒绝采访时)。这些有关他们是如何在主世界中讨生活的自叙述会 永远 改变你对 Minecraft 的看法的，或者为你换回绿宝石。敬请阅读吧！\n\n\nZOMBIE\n僵尸\n\n\n\n\n\n\n\n\nimage.png (26.79 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 09:23 上传\n\n\n\n\n\n\nI’ve always had a love for learning, ever since I ate the brain of that professor. Why wasn’t I born a librarian! Oh wait, I was. Sadly, the only book I never got around to reading was How To Avoid Zombie Bites(not enough pictures for my tastes).\n自从我吃了那个教授的脑子之后，我就对学习情有独钟。为什么我不是天生的图书管理员啊！等等，我好像是。但有点可惜，我唯一还没来得及读的书是《如何避免僵尸咬伤(How To Aovid Zombie Bites)》(图片太少了，不符合我的口味)。\n\nSpeaking of tastes, I’ve just spotted a player! I should go over and politely introduce myself the only way I know how; arms outstretched, bit of introductory groaning, and a few chomps of their flesh (that’s how you know I like you!). Hope they’re a smart player. I ate a British writer recently and all I could think about for days afterwards was stupid ideas for Minecraft.net articles. :(\n说到口味，我刚刚看到了一名玩家！我应该走过去，然后绅士地介绍我自己，用我唯一知道的方式 —— 伸出双臂，招牌式地呻吟声，然后对他们的身体大快朵颐(这说明我喜欢你！)。希望他们聪明点。我最近吃了一名英国作者，然后几天之内我满脑子都是有关 Minecraft.net 上的文章蠢兮兮的构思。:(\n\nENDERMAN\n末影人\n\n\n\n\n\n\n\n\nimage.png (20.84 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 09:31 上传\n\n\n\n\n\n\nI’ve been planning this heist for years. Stalking a Minecraft player and staking out their pumpkin patch . You have to sleep sometime, player, unless you want the phantoms to get you. Soon as they do, I’ll teleport in and nab one of their pumpkin blocks. Mwuhahaha! Sometimes I’m just too brilliant, like that Brit who writes for Minecraft.net.\n我已经策划这场盗窃数年了。跟踪一名 Minecraft 玩家，并密切关注他们的 南瓜田 的动向。你总得睡觉吧，老兄，除非你希望有幻翼找上你。一旦他们睡着了，我就会传送进去，偷走一个南瓜。哇哈哈哈哈哈哈！有时我真是太聪明了，就像那个为 Minecraft.net 写稿的英国人一样。\nBut I’ll have to delay the heist until tomorrow, because it’s raining today. Like all terrifying entities, I’m very scared of water. What? It is not a ridiculous fear! Omg don’t be so mean – you’ll make me cry and then my face will be covered in terrifying tears .\n但我可能得推迟行动到明晚了，因为今天下雨了。就像所有令人畏惧的实体一样，我对水有深深的恐惧。什么？这一点都不好笑！噢，别这么邪恶了 —— 你会弄哭我的，我的脸上就都会是 可怕的泪水 了。\nThe weather cleared up and I celebrated by teleporting into the players pumpkin patch. I hit the jackpot! A pumpkin with arms and legs . Legs that are currently running away from me. Hey!\n天气放晴了，于是我立马传送到了玩家的南瓜田里去庆祝。看来我走了大运！一只有手有脚的南瓜。而且还在用脚逃跑。嘿，等等！\nI gave chase. Some of my ‘friends’ told me “that’s clearly not a pumpkin. It’s a Minecraft player wearing a pumpkin, you lanky fool”. Pfft, I think I know a pumpkin when I see one, buddy. And this walking, talking pumpkin is as pumpkiny as it gets. Now hop into the pie, pumpkin! Put down that sword, pumpkin! Ow, my lovely face, pumpkin! Awww, what did I ever do to you?\n我追了上去。我的一些“朋友”告诉我说：“那显然就不是个南瓜。那是个戴着南瓜的玩家，你这个傻大个。”噗，我想 我 还是认得出南瓜的，伙计。而且这个会走路也会说话的南瓜是最像南瓜的了。现在变成南瓜派吧，小南瓜！等等，放下剑，南瓜！啊，我可爱的脸，南瓜回来！啊啊啊，我到底对你做什么了呀？\n\nCREEPER\n苦力怕\n\n\n\n\n\n\n\n\nimage.png (62.91 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 09:47 上传\n\n\n\n\n\n\nWoke up today in a GREAT mood! Sadly, no one told my face. Seems no matter how hard I try, I’m always going to be the most miserable looking mob in Minecraft. “It’sSssSSs not FAIR!” I yell, starting to flash different colours.\n今天起床，心情舒畅！可惜，没人愿意看我的脸。似乎我多努力，我总是 Minecraft 里看起来最惨不忍睹的生物。“这是嘶 是是嘶嘶 是不公平的！”我喊道，身体开始闪烁不同的颜色。\nI take a deep breath and calm down. I’m working on my temper.\n我深吸了口气，冷静了下来。我在尽力控制我的情绪。\n“How’s it going?” you ask.\n“进展如何？”你问\n\n“What’s THAT supposed to mean?!” I reply.\n“你 什么 意思？！”我回答道。\n\nSorry – still working on the temper part. Baby steps. Hey, you try taking bigger steps when you have ‘legs’ like mine. Maybe I’ll go take another yoga cla- hey, a player! Well it’d be rude not to rush over for a hug! Yoo-hoo! Hey! I’m talking to you! DON’T YOU DARE RUN FROM ME\n抱歉 —— 我还在试着情绪管理。小步快走 。嘿，当你拥有像我一样的“腿”的时候，你就可以试着走的更快了。也许我该去上节瑜伽——嘿，那个玩家！不冲过来给我来个拥抱很失礼懂吗！哟呼！嘿！我在和你说话呢！你有本事别跑呀！\n\nPIG\n猪\n\n\n\n\n\n\n\n\nimage.png (32.79 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 10:07 上传\n\n\n\n\n\n\nA snob? Moi? Poppycock! You only make such baseless accusations because I, Lord Oinkington, the proudest pig in the Overworld, possess a snout for the finer things in life. I’ll have you know ** top of my culinary class at Oxford Swineiversity, but that does not make me some out of touch, bright pink elitist, like that Brit who writes for Minecraft.net. What? You claim to have seen me eat a carrot off the ground? The nerve! This interview is over, good day to you.\n我，势利眼？胡说八道！你之所以会做出这种毫无根据的指控，都是因为我，温金顿勋爵，主世界中最高贵的猪，能灵敏感知生活中的美好事物。我会让你知道，我可是作为牛津大学烹饪班的尖子生毕业的，当那也并不意味着我就 不是 个合群的亮粉色主义精英人士了，就像那个给 Minecraft.net 写文章的英国人一样。啊？你说你见过我啃地上的胡萝卜？不知天高地厚！采访结束了，你可以走了。\n\nMOOBLOOM\n哞花\n\n\n\n\n\n\n\n\nimage.png (39.7 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 10:23 上传\n\n\n\n\n\n\n“Mother,” I used to say. “Am I different from the other Minecraft cows?”\n“ 妈妈，” 我曾这么说道。“我和 Minecraft 里的其他牛有什么不同吗?”\n\n“Yes, you’re a rare mob . Now be quiet and eat your grass,” she’d reply.\n“有，你更珍贵。现在安静下来吃你的草吧，” 她这么回答道。\n\nSo I did, because grass is delicious! I only agreed to be in Minecraft Earth if they paid me with a pile of grass, instead of the millions of dollars they originally offered me. Hmmm. Maybe I should have thought that one through a little more.\n我也这么做了，因为草实在是太美味了！如果他们愿意付给我一堆草，而不是一开始说的百万美金做报酬的话，我也只同意在《我的世界：地球》中出场。唔，也许我该再多想想一开始他们说的话。\n\n\n\n\n\n\n\nfile_1597199257000.jpg (59.9 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 10:27 上传\n\n\n\n\n\n\nThe tastiest image we’ve ever featured on Minecraft.net. Try not to chew the screen. 这是我们在 Minecraft.net 上刊登过的最美味的图片。请尽量忍住你咀嚼屏幕的欲望。\nI admired my reflection in a nearby lake. I am different from the other cows, aren’t I? Yellow as the sun, but far less respected. Flowers growing out of my back and even one out of my head. Is that healthy? A sign I think about flowers too much? Distraught, I visited a hairdresser to see if anything could be done.\n我曾在湖水倒影中暗自垂怜我的美貌。我与其他牛不一样，不是吗？如朝日般澄黄，但远不如其受尊敬。花朵从我的背部长出，甚至是我的头顶。这说明我健康吗？是我想花想太多的表现？心烦意乱之下，我拜访了一名美发师，看看是否有什么办法。\n“Girl, you’re owning that look – I love it!” the hairdresser enthused, delicately massaging fertiliser into my skull. “Don’t you ever undersell yourself.”\n“姑娘，你居然是这副模样 —— 我喜欢！” 美发师十分热情，仔细小心地将肥料揉到我的脑袋上。“ 可千万别低看了你自己。 ”\n\nSo I didn’t. I ate more grass instead. Yum! Thanks for the great advice, kindly hairdresser!\n所以我不再自卑了，我吃了更多的草。简直美味！感谢你好心的建议，善良的美发师！\n\nREDSTONE MONSTROSITY\n红石巨兽\n\n\n\n\n\n\n\nimage.png (322.81 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 10:39 上传\n\n\n\n\n\n\nFinally, after weeks of nothing, I got a call from my agent.\n终于，数周 无所事事 的日子过去后，我终于接到了经纪人的电话。\n“Did you get me that part in Minecraft?” I asked excitedly.\n“ 你帮我争取到了 Minecraft 中的那个角色了吗？” 我激动地问。\n\n“Even better, R.M!” my agent bragged. “I got you a villain role in Minecraft Dungeons!”\n“ 比那还棒，R.M！” 我的经纪人吹嘘到。“我给你争取到了一个《我的世界：地下城》的反派角色！”\n\n“The spin-off?” I asked. “I told you I wanted to be in the main game . You said you’d be able to get Steve replaced with me.”\n“ 衍生作品？” 我问道。“ 我不是告诉你我想出现在正作游戏中吗。你说你会让我取代 Steve 的位置的。 ”\n\n“Er… I’m going into a mineshaft. You’re breaking up. Toodles!” He hung up.\n“ 呃，我要下矿了。你那边信号好像不太好。那下次再说！” 他挂断了电话。\n\nThe villain? Me? Just because my surname is ‘monstrosity’ doesn’t mean I can’t be heroic. I once saw an old lady struggling to cross the road, so I grabbed her and threw her across it. And all those players who venture into my dungeon and are never seen again? All just a hilarious misunderstanding! If anything I’m too nice, like that Brit who writes for Minecraft.net.\n反派？我？虽然我的名字里有“巨兽”但不代表我不能正派呀。我曾经看到一位老太太犹豫着要不要过马路，于是我一把抓起她然后把她扔过了马路。而那些曾经冒险进入我的地牢的玩家都失踪不见了？都是场可笑的误会而已！如果说我人实在是太善良了，就像那位给 Minecraft.net 写东西的英国人。\n\n\n\n\n\n\n\n\nfile_1597200974000.jpg (60.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 10:56 上传\n\n\n\n\n\n\nJust look at me! I still can’t believe I didn’t get the lead in The Notebook. 看我呀！我还是不敢相信我居然不是 计分板 第一。\nBut when life gives you an opportunity, you should grab it with both hands. Therefore, when life gives you the opportunity to attack foolish players who dare venture into your dungeon, you should punch that opportunity with both your redstone fists. #inspiring #minecraftdungeonsisoutnow #tellyourfriends #pleasefortheloveofgodtellyourfriends\n但当生活给予你机会时，你应该双手紧握它。因此，当生活给你机会去攻击那些 胆敢 冒险闯入你地牢的人，你也应当用你的红石双拳锤击它。#励志 #我的世界地下城现已发售 #呼朋引伴 #看在上帝的份上安利你的朋友吧\n\n\n\n【封徵 译自官网 2020 年 08 月 11 日发布的 What's it like to be a Minecraft mob?；原作者 Tom Stone】\n【本文排版借助了：SPX】\n小组：幽篁流觞（RMA）\n\n",
    "replies": [
        {
            "author": "唯记你温柔",
            "timestamp": 1597295520,
            "txt_content": "沙发坐下了哦"
        },
        {
            "author": "食色sx",
            "timestamp": 1597306860,
            "txt_content": "被你这么些翻译搞得我看起来有点反差萌"
        },
        {
            "author": "封徵",
            "timestamp": 1597306920,
            "txt_content": "食色sx 发表于 2020-8-13 16:21\n被你这么些翻译搞得我看起来有点反差萌\nTom叔叔的风格"
        },
        {
            "author": "FX.wd",
            "timestamp": 1597332900,
            "txt_content": "感觉很怪异，看着史蒂夫"
        },
        {
            "author": "Haakon",
            "timestamp": 1597341780,
            "txt_content": "坐板凳/"
        },
        {
            "author": "驷驷驷火",
            "timestamp": 1597362900,
            "txt_content": "来自萌新的眼观"
        },
        {
            "author": "平凡人生。",
            "timestamp": 1597413480,
            "txt_content": "还有吗，还想看"
        },
        {
            "author": "kayn-",
            "timestamp": 1597421520,
            "txt_content": "红石巨兽霸气啊"
        },
        {
            "author": "咸鱼爱好打奈子",
            "timestamp": 1597888980,
            "txt_content": "玛卡巴卡歪比八不"
        },
        {
            "author": "咸鱼爱好打奈子",
            "timestamp": 1597889040,
            "txt_content": "阿巴阿巴阿巴阿巴阿巴阿巴阿巴阿巴"
        },
        {
            "author": "咸鱼爱好打奈子",
            "timestamp": 1597889040,
            "txt_content": "大威天龙，妈咪妈咪红"
        },
        {
            "author": "咸鱼爱好打奈子",
            "timestamp": 1597889040,
            "txt_content": "我早就发现你不是人awa，大威天龙"
        },
        {
            "author": "咸鱼爱好打奈子",
            "timestamp": 1597889100,
            "txt_content": "萝莉身，御姐心awa"
        },
        {
            "author": "咸鱼爱好打奈子",
            "timestamp": 1597889100,
            "txt_content": "别问，问就是我最帅"
        }
    ]
}