{
    "title": "【Minecraft.net|DEEP DIVES】背包物品盘点：腐肉",
    "author": "Minecraft.Wnxi",
    "replyCount": 3,
    "timestamp": 1597204440,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-8-12 11:53 编辑 \n\n\n\n\n\n1597201024548.jpg (41.91 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 11:40 上传\n\n\n\n\n\n\nTAKING INVENTORY: ROTTEN FLESH\n背包物品盘点:腐肉\nZombie all you can be\n尽你所能成为你更好的僵尸\n\n     There are about 40 different things you can eat in Minecraft, and some of them are kinda icky. Spider eyes, poisonous potatoes, suspicious stew, or any of the raw meats all fall into that category for me. But the ickiest of all is our item of the week – rotten flesh.\n     您可以在《我的世界》中吃大约40种不同的食物，其中有些有点令人作呕。例如：蜘蛛眼，毒土豆，迷之炖菜。或者任何生肉都属于我的范畴。但最恶心的是我们这一周盘点的背包物品（食物）一一腐肉\n\n      Rotten flesh was added to Minecraft in beta version 1.8, which also added melons, steak, ender pearls, experience orbs, and Endermen. This patch resolved a weird situation that had existed previously, where zombies dropped feathers, because feathers were needed to make arrows.\n       在《我的世界》的Beta（测试）版本1.8中添加了腐肉，其中还添加了瓜类，牛排，末影珍珠，经验球和小黑（末影人）。此测试解决了一个“神奇”的情况，以前曾有这样的情况，僵尸会掉羽毛，因为需要羽毛来制作箭。\n\n       Chickens were added to drop feathers, and for a while zombies still dropped them too. But eventually zombies were given something else to drop instead. “What should they drop?” the team asked themselves. “Well, what are zombies even made of?” That’s right – rotten flesh.\n    鸡被添加掉落羽毛的机制，并有一段时间僵尸仍然掉落它们。但最终僵尸还是付予了别的物品来代替。“它们应该放弃什么？”玩家问自己。“好吧，僵尸到底是什么做的？”没错——腐肉。\n\n\n\n\n1597201028322.jpg (12.85 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 11:40 上传\n\n\n\n\n\n\n      Getting your hands on some of that sweet, sweet rotten flesh usually means defeating zombies. But it’s also dropped by drowned, husks, zombie horses, zombie villagers, Zoglins and Zombified Piglins. Basically everything in the zombie family tree. You can also obtain rotten flesh through fishing, in chests, and from tamed cats that sometimes will bring it to you. Lovely.\n    当您的手拿着一些“美味”的腐肉通常意味着打败僵尸。可以是淹死的尸壳，僵尸马，僵尸村民，猪灵和僵尸猪人。基本上，僵尸族谱中的所有怪物都会掉落。您也可以通过钓鱼获得腐烂的肉，有时被驯服的猫也会给你腐肉。（哦，干得漂亮）\n       If you’re a committed zombie-slayer, then you’ll eventually start building up a backlog of rotten flesh in your chests and might start to wonder what you should do with it. \n     如果你是一个冷漠无情的僵尸杀手，那么你最终会开始在你的箱子里存放一堆腐肉，并开始思考你应该如何“处理”它们。\n\n      For starters, you might consider eating it – but this is probably a bad idea. While it does restore two chunks of hunger, it has a large chance of giving you the hunger debuff which causes the hunger bar to drop rapidly. On the other hand, you can only get the hunger debuff once, so if you repeatedly cram rotten flesh into your mouth then you can sometimes outpace the hunger drain. Don’t try this at home, kids.\n     对于新手来说，您可能会考虑吃掉它一一但这恐怕不是一个好主意。虽然确实可以增加两个饱食度，但它很有可能给您带来饥饿感一一饥饿buff（效果）会导致饱食度迅速下降。另一方面，您只能获得一次饥饿效果，因此，如果您多拿些将腐烂的肉塞入您的嘴中，您有时可能会超过饱食度的流失。孩子们，千万不要在家尝试这个！\n      Wolves have much stronger stomachs than humans do, so they can eat rotten flesh just fine. In fact they love it so much that it can be used to breed tamed wolves, heal their wounds, and even make baby wolves grow up faster.\n      狼的胃比人类强劲得多，所以它们可以更爽地吃腐肉。事实上，它们非常喜欢它，它可以用来于繁殖驯服的狼（狗），回复血量，甚至让小狼（狗）成长得更快。\n       Finally, if all else fails then novice-level cleric villagers will sometimes buy 32 rotten flesh for one emerald. It’s not entirely clear why they want it. Maybe they have a pack of wolves to feed? Or maybe something more sinister is going on...       最后，如果您上面所说的事什么都做不了的话，那么新手级别的牧师村民有时会用一块绿宝石买下32块腐肉。不完全清楚他们为什么想要它。也许他们有一群狼（狗）要喂？或者有什么更加邪恶的事情在发生..\n\nAlright, let’s talk about rotten flesh in the real world – and specifically zombies. The first and most important thing you need to know is that zombies don’t exist in the real world. The word comes from Haitian folklore that was most likely imported from Western Africa – probably a combination of the Kongo words nzambi (meaning god) and zumbi (meaning an object imbued with supernatural powers). 好吧，让我们谈谈现实世界中的腐肉一一特别是僵尸。您需要了解的第一件事也是最重要的一点是：僵尸不存在于现实世界。这个词来自当地的民间传说，很可能是从西非国 家刚 果的，可能是刚 果语“nzambi”（意思是上帝）和“zumbi”（意为充满超自然的物体）的结合。\n      The last decade or two has seen zombies appear in films, movies and games that are portrayed as more human – retaining characteristics of the living and even in some cases becoming friends with humans.       在过去的十年或二十年里，僵尸出现在电影、电影和游戏中，它们被描绘得更像人类——保留了活人的特征，甚至在某些特定的情况下与人类成为了“朋友”。\n       Minecraft’s zombies are more the classic kind – a groaning slob who never helps out with the dishes. You probably wouldn’t consider one your friend, would you? But a golden apple later and who knows?     《我的世界》中的僵尸更像是典型的那种——从不帮忙洗碗、哼哼乱叫的懒鬼。你可能不会考虑它当你的朋友是吧？但金苹果之后，谁知道呢？（指治愈僵尸村民。）\n\n作者：Duncan Geere（邓肯·吉尔）发布日期：2020/08/06翻译日期：2020/08/06翻译者：Wnxi部分单词来源于词典\n\n\n",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1597205520,
            "txt_content": "我想，牧师需要腐肉只是为了净化吧"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597205580,
            "txt_content": "奇怪的帽子 发表于 2020-8-12 12:12\n我想，牧师需要腐肉只是为了净化吧\n对呀\n可是作者都那么说了\n可能这以后和更新有关（我猜的。）"
        },
        {
            "author": "主世界",
            "timestamp": 1597205700,
            "txt_content": "\n\n\n\n\nimage.png (323.03 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-12 12:15 上传\n\n\n\n\n\n你还是这样啊。。。\n我说过不是改一下机翻里不对的字眼就不是机翻了啊\n"
        }
    ]
}