{
    "title": "我的世界：地下城 DLC和更多内容 将于9月8日推出",
    "author": "zyjking",
    "replyCount": 16,
    "timestamp": 1597162020,
    "txt_content": " 本帖最后由 zyjking 于 2020-8-12 00:16 编辑 \n\n\nNEWSNew Dungeons DLC and more on September 8\n9月8号的新DLC和更多内容\n\nNew DLC, features, and more!\n新的DLC，特性，和更多东西！\n\nKelsey Howard\n\n\nThis morning when I woke up and shook my trusted Magic 8-ball, the same answer kept floating to the surface: September 8. I thought that was pretty strange, but then checked the calendar and was utterly blown away by the wisdom of what some would call “a cheap toy that you can’t consult to make all of your major life decisions.” It turns out that September 8 will be an incredible day for fans of Minecraft Dungeons with not one or two, but THREE big events all landing on the same day. Because I’m the kind of person who eats dessert first, I figured I’d start with the biggest news, but these announcements are the text equivalent of a three-scoop sundae for dinner.\n今早我醒来并摇动我一直相信的黑8号球时，它一直浮现着相同的结果：9月8日。我觉得挺奇怪的，但当我翻看日历时被一个叫做 “一个便宜的玩具，在不能决定人生重大事件的抉择时使用它” 的智慧给震撼到了。它揭示了9月8号这一天将是Minecraft Dungeons粉丝们的大日子。因为不只一个，而是两个，甚至三个大新闻将于同一天到来。因为我是吃饭先吃甜点的人，所以我总是会把最大最重要的放在首位。只是下文公告的内含量太多，相当于三大勺晚餐分量的圣代冰淇淋。\n\nThe Creeping Winter DLC brings a wintry storm that threatens to consume all it touches. The only chance of halting the biting frost is for a hero to take on new missions and relentless new enemies! Since no good deed goes unrewarded, let’s say it’s finders keepers on all the new armor, weapons, and artifacts you’ll run into along the way. Just watch out for chilling new mobs and slippery ice on your way to save the day!\n悚伏寒冬DLC则讲述的是刺骨的寒风正威胁着可见的一切并消耗着它们的生命力。唯一的办法就是让我们的英雄踏上新任务之旅并面对无情的新敌人！此地已经沉寂许久，长期音讯全无，这意味着我们的探路者可以在途中寻到新的盔甲，武器和法器。拯救世界只需小心浑身结霜的新怪物，和一溜不可收拾的滑冰！\n\nWe’re also rolling out a free game update on September 8 that will include some fresh features: new merchants and Daily Trials. Save captured Merchants you encounter as you play the game and they’ll be so grateful that they’ll set up shop in your camp! The Blacksmith will upgrade items for you, and the Gift Wrapper will allow you to trade items with other players in multiplayer. The Merchants can also be levelled up for additional stock. The Daily Trials will provide fun new challenges every day! Daily Trials make wild changes to the game mechanics which provide difficult, experimental, or fun challenges for you to overcome.\n与此同时还有免费的游戏更新，那就是新的交易商人和每日任务。在游戏中寻找并释放被抓捕的商人，它会感谢你，并在你的营地里开店售卖物品！铁匠也会给玩家升级装备了（我的石匠！），礼物打包功能可以让你和其它玩家交易物品。商人可以扩充你的物品栏上限。每日任务则会提供一些有趣的挑战，会大幅更改游戏机制，让游戏变得更难，更有趣，更具挑战性。\n\n\n\n\nThe third of our big September 8 announcements is that Minecraft Dungeons is available in physical format! You can finally hold the Nintendo, Sony, and Xbox versions of the game in your hand. The physical retail version of the game is the Hero Edition of the game, which includes the Jungle Awakens DLC, Creeping Winter DLC, base game, and unique cosmetics (like a cape). These cool-looking boxes will be landing in all regions on September 8, but our PS4 players in Japan will need to be extra patient as that edition of the game will release a month later due to production delays.\n第三个消息是：Minecraft Dungeons终于要推出实体版游戏了！你可以亲眼见到游戏光盘/卡带了。实体零售的游戏版本为英雄版，内含基础游戏，觉醒丛林DLC，悚伏寒冬DLC，以及独特的装饰品（比如披风）。同样将于9月8号在全地区开始销售，但我们的日本PS4玩家还需要等等，因为生产耽搁原因需要延误一个月才可发售。\n\nWow, are you as exhausted as I am after all of those big announcements? I’m just going to lay down and take a nap to conserve my energy until the big day.\n嗯，发完这些东西后我累了，需要小憩一会。你也跟我一样累吗？那就省省精力，都用在大日子上吧。\n\n\n【zyjking 译自官网 2020 年 08 月 11 日发布的 New Dungeons DLC and more on September 8；原作者 Kelsey Howard】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1597167780,
            "txt_content": ">>说起来最近没游戏玩的确有点想买档震来消遣不想填坑的时日了……= ="
        },
        {
            "author": "散落丶丿星辰",
            "timestamp": 1597181460,
            "txt_content": "地下城是我买过最后悔的游戏，没有之一，真的不值这个价"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1597206360,
            "txt_content": "出交易系统可真不是好事……\n另外我才知道物品栏是有上限的……"
        },
        {
            "author": "ujyhtb战士",
            "timestamp": 1597216500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Wzmh7",
            "timestamp": 1597292760,
            "txt_content": "嗯嗯嗯嗯嗯呃呃"
        },
        {
            "author": "lookdalao",
            "timestamp": 1597466340,
            "txt_content": "地下城dlc？？"
        },
        {
            "author": "专刀你",
            "timestamp": 1597738020,
            "txt_content": "说实话，这个游戏探索度真的不深，简直没有暗黑破坏神好\n看看就可以了了，当个云玩家也行，也可以去网易的试试手，虽然现在还没有"
        },
        {
            "author": "Rixdey",
            "timestamp": 1598207280,
            "txt_content": "说实话感觉不怎么好玩"
        },
        {
            "author": "残元元ovo",
            "timestamp": 1598366520,
            "txt_content": "真的不值这个价"
        },
        {
            "author": "kayn-",
            "timestamp": 1598454360,
            "txt_content": "地下城怎么说呢，感觉一般般吧"
        },
        {
            "author": "人体描边",
            "timestamp": 1598495340,
            "txt_content": "要是地下城有mc特色就好了，现在感觉比不上其他刷子游戏"
        },
        {
            "author": "我取个名",
            "timestamp": 1598650200,
            "txt_content": "希望越来越好"
        },
        {
            "author": "我取个名",
            "timestamp": 1598650200,
            "txt_content": "完成任务"
        },
        {
            "author": "佛山小柏青",
            "timestamp": 1598733480,
            "txt_content": "我以为是DNF所以我进来了 0.0"
        },
        {
            "author": "1217317479",
            "timestamp": 1605343740,
            "txt_content": "地下城 DLC和更多内容 将于9月8日推出"
        },
        {
            "author": "混夜猫子",
            "timestamp": 1610269380,
            "txt_content": "        MCBBS有你更精彩~"
        }
    ]
}