{
    "title": "【原创/连载】角色扮演游戏 其一",
    "author": "凉鱼",
    "replyCount": 2,
    "timestamp": 1597264500,
    "txt_content": " 本帖最后由 凉鱼 于 2020-8-15 04:00 编辑 \n\n\n\n我的一个创作尝试，如有不足还望告知。\n\n\n\n\n\n\n\n\n\n博士从昏厥中悠悠醒来，右手流着血，嘴里也有铁锈味。天上的太阳日常辐射着能量，另一颗太阳已经熄灭一会儿了。\n最重要的是止血，然后是活下去。博士虽然不明白进行中事件之原因，但是大学中还算认真接受了工程训练的他，对急救技能略微还有一点印象。幸存是活下去的人考虑的事，而我已经快没有血了，他想。\n折角，缠绕一圈半，螺旋缠绕，每两圈前进一纱布宽，这是适用于前臂的包扎。博士只能庆幸其他身体部位没有划伤，否则凭几乎全部忘记的这点知识也无能为力。\n想到划伤，博士就想到了自己被冲击波震飞的场景。爆炸与警报接踵而至，他那时正望向窗外，寻找这句话的起因：\n\n\n   [Console] 32768 个方块已填充\n\n\n然后就看着一个冒着黑烟的[ruby=TNT]闪烁红白方块[/ruby]飞了过来，醒来便流着血。\n想必那些方块也都是 TNT 了，但是有这[ruby=Permission]权限[/ruby]的人玩家……\n\n想到玩家，博士就想到了他十几分钟前才接到的电话，女儿刚到这座城市，心便紧紧揪了起来。如他一般幸运的人毕竟是少数，大多数人恐怕早已在第一次爆炸中……\n屋子的箱子已经破损了两个，许多的烤马铃薯在地上悬浮。博士的最爱。\n博士手持[ruby=铁剑]利刃[/ruby]时，便可称之为战士。战士的目的地是火车站，女儿在那里等。\n\n轨道交通竟然撑过了爆炸的考验，这是博士未曾料到的，他本以为需要徒步若干公里。这也使得博士有空闲思考。\n去年起，博士所在的公会与另一公会交恶。从小规模的封锁交易、打压异己、人员挟持开始，对方变本加厉，奈何本公会并不具有与对方全面对抗并全身而退的能力，便一直隐忍着。可惜隐忍不会使冲突平息，最近的自然灾害更加剧了这种冲突，每个公会都内忧外患着。最近的新闻，听说“老板”的公司也受到打压，而他们竟然选择全面出售公司给对方公会以保全利益。博士虽不是那种时时将公会挂在嘴边的狂热分子，但也对这件事感到“怒其不争”乃至略有愤懑。那不到十分之一的利益真的值得舍弃掉公会去争取吗？\n正想着，矿车便停了下来，不肯挪动半米。刀也架在了脖子上，一个面色不善之人凑上前来。\n\n又做了无谓的杀生，烤马铃薯消耗了两个。\n\n坐在继续行驶的矿车上，博士感叹着科技的便利，继续思考。\n人们花费数十年修筑的成果，可能就因为一个人、或者一伙人的意志而毁灭，就如这铁轨，修筑它们可能花费了数月，消耗无数的铁与木材，而一个点燃的 TNT 就能将其毁掉。人类智慧的结晶，遇上人类暴虐的结晶，还真是脆弱，就如一小时前才在火药与硫磺下失去生命的玩家一样。博士感到一阵略微的悲伤。\n人类真是这样无可救药的生物，一些人拼命创造，另一些人费尽心思地毁灭；而且，掌握技术之人，却永远没有掌握权势之人那般强大。为什么矛盾与冲突永远存在，为什么不能搁置争议，为什么……他几乎感到悲伤了。我们一定会被我们所创造之物毁灭，而那时我们离最终之真理还遥不可及。\n那么，这爆炸，或许就是对方公会搞出来的了。联想到前天“领袖”发布的战争警告，博士认为答案不难得出。刚刚出现的那个人，或许也是潜入的敌人。敌人，或许“领袖”已经如此称呼对方公会的成员了吧，或许明天，假如还有明天，我就能看见若干重大通知登报。\n早知如此，应该把我的研究资料全部毁掉。博士后悔不迭。或许已经落入了敌人之手……\n\n博士从昏厥中悠悠醒来。矿车已经不见了踪影，周围燃着火，背包内空无一物。甚至没有一个图腾，他今天第一次感到恐慌。一无.所有时，或许称为乞丐更为恰当。\n博士连滚带爬到了河边，借着光影，看到了自己满脸是血。离火车站还有不到一公里。河边有甘蔗，他慌不迭采下两个，然后才意识到，甚至几近叫出声：白糖为什么不可食用！\n然后他在水的倒影里看到了刀，脖子感到一阵冰凉。“你是什么人？”\n“我是….我是…来旅行的，求求你饶我一命。”一动不敢动，他隐瞒了自己的公会。\n“来旅行的，战争警告？”\n博士嘴里泛起一阵苦泛着苷的味道，有如两小时前含着火药醒转。\n\n我不是这般懦弱之人，我却有所爱之人，我不得不，向敌人，求饶。\n\n现在博士真的一无.所有了，除了维持呼吸的最低生命值。数值上来说，也就是“1”。\n但是那些纹着蓝色臂章之人 —— 异己、敌人 —— 离开了，带着笑容，向下一个城市传播痛苦与灾祸。\n也许就这么交代在了野外，也许女儿早已离开，但是博士仍向着远处的小楼尖塔走去。\n等见到女儿，就带她离开这座城。昔日的家已成废墟，但希望还在。公会是强有力的，它曾携我们度过艰苦岁月；知识是不朽的，它带给我博士力量与声望。青山还在，哪怕只有一双手，也可以从一根圆木开始，创造万物。\n等离开了这里，看形势去追随领袖或者隐居山林都是不错的选择；后者可以在乱世保全自己，前者领袖，人心向往之。\n博士这样想着，步伐也快了起来，他仿佛看到女儿在远处挥手呼唤自己。\n一瓶散发着紫红色卷曲粒子的药水不偏不倚砸在了博士的头上。\n万物流转。\n\n\n\n\n玩家“博士”游戏结束，以下日志内容为您提供，仅显示 250 个字符：\n\nsued command: /fill ~ ~ ~ ~31 ~31 ~31\n[14:03] Andy was killed by explosion.\n[14:03] SheepRealms was killed by explosion.\n省略 103 条相似日志\n[14:51] asie was killed by 博士\n[16:26] 女巫 issued command: /tp @p ~10 ~ ~10\n[16:27] 博士 was killed by 女巫\n\n请等待其他玩家结束游戏。\n\n\n\n< 博士 | 老板与猫 >\n\n",
    "replies": [
        {
            "author": "暗影月赎",
            "timestamp": 1597278900,
            "txt_content": "文笔很不错\n可以说，你这一次尝试相当成功\n日志里信息量有点大\n最后，欢迎来到周边创作！"
        },
        {
            "author": "800805",
            "timestamp": 1597286160,
            "txt_content": "第一次尝试写得很成功，继续加油吧"
        }
    ]
}