{
    "title": "「教练，我想写mod！」Infinite Project 无限扩展",
    "author": "顽石",
    "replyCount": 8,
    "timestamp": 1597280340,
    "txt_content": " 本帖最后由 顽石 于 2020-8-13 09:13 编辑 \n\n导语: 在多年的游戏经历中 我玩过许多mod 和许多整合 其中不乏追求现实的 具体的表现 就比如 地球 格雷 工业等 还有一些mod 他们则追求另一些东西 虽然大多数人称之为魔法 但是我个人认为 如果魔法遵循一定的规则 那么 所谓的魔法也是物理的一部分---嗯 其他世界的物理.. 但是 真要说有什么模组能做到 真正的物理 目前恐怕只有匠魂可以担当得起这个称号 因为其他的mod所带的各种合成方法（注魔 终极合成 魔力灌注 GT机器 其他机器 仪式）以及合成后的物品 不过是在代码层面被限制的物品 虽然匠魂也被限制 但是比起那些 已经好多了 但是...还不够 尽管有各种匠魂的扩展 使匠魂家族的材料 属性 以及物品（如盔甲等原版匠魂没有的） 可是 那还在武装玩家的层面。。所以我想过一个mod 苦于现实中的原因 我无法去完成 现在假期里面 看到论坛有活动就准备发表出来 如果有 有能力的人可以无偿的去完成这个mod 那么也可以去联系我....\n\n\n\n\n\nfile_1597280337000.jpg (318.52 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-13 08:58 上传\n\n\n\n\n  (实在找不到合适的图片了 总不能发那些毫不相干的东西吧）\n名称 Infinite Project 无限扩展  (勿喷 又不是机翻 括号内不算名称）(下文简称为IP)\n\nmod元素\n基于MC本体的科学 与几乎全部主流mod相互联动 \n实例:如果你在原版打算去熔炼铁矿 那么你肯定需要一个熔炉 但是在IP中 你只需要找到一个温度合适的地方 如露天的岩浆湖 \nmod机制\n对于所有方块 物品 都会带有 一些独特的属性 比如 温度 熔点 所含元素 当前状态 等属性 而这些属性会相互作用 来达到原先中的一些合成机械的效果  \n\n拿GT5开刀做实例吧 原先你需要去在工作台合成各种机器 随后让机器再去进行合成 但是在IP的联动下 你只需要 放置某些 的框架（对材料属带来对应的效果从而达到对电压上限的控制） 随后用一些板 （同上） 去覆盖框架（不要忘了显示板不然你打开不了机器）在框架内 你可以加入一些物品 比如精致导向（框架内部的电力输送） 电路板（也可以用信号线来连接 这样你就可以用机房去统一管理了） 机械材料（如泵 马达 机械臂 对应电压等级决定在某方面的效果） 工具（耐久还是会消耗~~)  精细管道（原版没有 相当于GT的精致导线） 最终得到一个机器（可以反向拆解） 但是 这时你还没有真正得到 因为你需要用编程电路以及其他物品去配置这个机器 设定其工作方式 还有 如 你向某个够格的流体管道 输入两组流体 甚至固体 再用马达和小型转子（做转子的材料要够格） 就可以进行化学反应（大型化学反应釜：一去不复返~~~)   \n\n虽然举得例子都是方块方面的 但是 在IP的机制下 战斗机制 玩家的生命机制 等也都会改变 例子是很难列举完的 因此这个mod在初期会带有一定的幻想色彩..  (其实IP不仅仅会去改变其他mod的机制 还有一些东西是IP原创的 如更多的世界 物品 升级途径 合成途径等）\n\n为了使文本不那么空洞我再去列举几个和mod联动的世界的例子 如神秘 和IP联动的化 就会出现 这些世界: \n1.腐化世界:腐化到基岩的世界 水是由咒波组成的 因为某种原因 咒波粘浆 不会产生神秘史莱姆 而这个世界的空气 是由咒波瓦斯组成的  一个紫色且扭曲的世界 （设定是在外域得到原始珍珠后建造传送门 到达 这里会大量生成巨型腐化触手 是个原始珍珠的不错的获得途径 以及在这个世界去到达远古世界） \n2.远古世界：真正的.... 人造天堂 (其实就是外域人的家园) 这个世界由基岩构成的框架所组成 并没有任何生机 但是你相信 在你深度研究原始珍珠后就会知道真相.\n3.其实需要神秘工匠的世界-圣地:随处可见的天域花 节点和银树 水是由灵液组成的 大地的下面有熔融神秘锭组成的岩浆河 (目前没有想到 进入途径 给整合包魔改用地 ）\n聊到神秘就再举个例子吧 比如你可以在法杖核心上进行配置（用一些材料 根据材料对要素的亲和性） 来使其传导对应要素的vis 不同的要素会达到不同效果 比如加入 水 混沌 vis 就可以带有毒的属性（毕竟就是那样合成的么）\n\n结语本身机制很好讲 但是将其实际运用时 就会发现 这会是一个巨大的工程 而且对于游玩者电脑并不友好(因为动态实时计算么？） 而与所有mod联动 更是困难  但是 如果IP被完成 ..  一个将MC无限扩展的mod 对于MC的可玩性又是上升到新的层面  (警告：无限扩展的 还有配置要求 和 遥遥无期的 肝的 日常不仅是开发人员 还有玩家) (其实不应该这么叫 应该叫做 do it yourself in infinite DIYI) (注意该mod 虽然重心在于和其他mod联动 但是即使是单独和原版结合 也可以 极大的提供 可玩性 可塑性 ）\n\n",
    "replies": [
        {
            "author": "ig_Cangqiong",
            "timestamp": 1597408380,
            "txt_content": "联动没那么简单的，加油吧"
        },
        {
            "author": "Violence_YS",
            "timestamp": 1597409700,
            "txt_content": "加油大佬！期待你作品成型的那一天"
        },
        {
            "author": "Phoenixion",
            "timestamp": 1597411380,
            "txt_content": "支持一下。。"
        },
        {
            "author": "1529527731",
            "timestamp": 1607767440,
            "txt_content": "元力的世界"
        },
        {
            "author": "xiaoqiqi0923",
            "timestamp": 1613976300,
            "txt_content": "期待你成品！ awa"
        },
        {
            "author": "xiaoqiqi0923",
            "timestamp": 1613976300,
            "txt_content": "你很牛 成品搞好了我马上试试"
        },
        {
            "author": "xiaoqiqi0923",
            "timestamp": 1613976360,
            "txt_content": "mod看起来还有很多不行"
        },
        {
            "author": "xiaoqiqi0923",
            "timestamp": 1613976360,
            "txt_content": "mod之路不简单 加油把！"
        }
    ]
}