{
    "title": "【原创/连载】茶色物语 - 矿工茶馆的日常",
    "author": "堕天使之墓",
    "replyCount": 2,
    "timestamp": 1597303320,
    "txt_content": " 本帖最后由 堕天使之墓 于 2021-2-8 19:12 编辑 \n\n这里是堕夜。\n\n没什么想说的，就一渣作。有几个读同人文必备声明：\n故事中涉及的人物、团体等与现实无关。故事的主人公与作者无关。角色的性别、外貌、行为可能与现实中同名人物有偏差。\n\n\n以下为正文：\n\n今天又是晴朗的一天。\n我从床上醒来，随便吃了一点，便披上自己的白袍出门了。\n你要知道我是谁：论坛里平庸的一员。每天只能在茶馆和小组里混日，会干正经事但基本上就那么过去了。也没有什么好说的。\n今天早上小组那边没什么事。我打算去茶馆娱乐一下。茶馆的路很简单：左拐，到十字路口后差不多就能看到茶馆了。\n茶馆就是间小，啊不，大木屋，里面的设施基本上也只有一堆桌子和椅子。因为这地方可以做的事情比其他地方多得多，所以这地方是论坛里人最多、最热闹的地方。甚至有些人直接在茶馆里定居了，还自称“茶馆水怪”。把大部分时间浪费在茶馆上可不是什么好事，但这地方实在是太香了。\n\n我进去后随便找了个位置坐下。\n这一桌的楼主我不认识。论坛人那么多，除非是和我熟的否则哪认识，而且他的衣服上还别了个新人徽章，是新来的吧。看他想说什么。\n“咳咳……新人报道。我是小刘，喜欢玩MC，同时喜欢研究皮肤。来到论坛的话……我也不知道这里能干什么。希望大家能接纳我这个新人，谢谢~”\n“欢迎新人！多看版规！”突然冒出个人，说了这么句话。\n哇呀。\n“欢迎新人~论坛的话是什么都可以做一类的。版规建议读读，虽然容易招人烦但也很有用的~”这位还不忘在脸上卖个萌。\n呃。\n“欢迎新人。论坛可以白害其他人，比如：燃雪和帽子一生推！！！”穿着绿衣服，还是个不认识的。\n迫害吗……好吧，茶馆最流行的就是迫害。\n我想我也得说几句。\n“你好，新人。我希望你以后在论坛里发挥自己的长处，为论坛做出一定贡献。版规的话前几位说过了，但要注意的是每个版块的版规都不一样，来到另一个版块时读一下那里的版规可以避免踩雷。就是这些。”我说完了。\n那个绿衣服沉默了一阵，说了句：“等会，绿眼睛、白长袍、版主徽章……我记得你不是那个版块的版主吗，今天跑茶馆回新人帖，真罕见。”\n啊这……\n“版主？”小刘问了句，“看样子是版主……但他是谁？”\n“哦，他就是整天跑茶馆这里，明明是版主却聊得比水怪还多的——”\n“喂喂喂，在别人面前讨论那个人不好吧。我是谁你以后自然就知道了。”我敷衍了几句便匆忙离开了这桌。\n“这家伙今天怎么回事。”\n\n茶馆人很多，在人群里不会立刻就反应过来谁是谁的。\n我找了另一桌坐下。\n“今天我玩MC，只是想在雪原的河底下挖个宝藏，觉得带着个海龟头就行。但我至今想起来都想说一句草：我潜下去后水就冻住了，然后我被憋死了。听起来很玄学但是是真实事件，我还截了几张图。”\n“默哀。话说真这么巧吗？”\n我也第一次见这种事。\n“同默哀。”我回了句。\n“感觉有点惨。话说这事情居然能发生，我一直以为只有小说才会出现这种剧情。”\n“海龟壳那玩意不就是个不靠谱玩意吗。”\n……\n这次没人说我的事。\n“雪、海龟壳……啊这——艾特奇怪的帽子，艾特燃雪听风。”\n“爬爬爬！别看到个啥就把我和她联系起来！我和她半点关系都没有。”\n“不。有关系。确信。”\n我也忍不住嘀咕了一句：\n“你们好像就是CP啊。”\n“别乱说啊草！”\n“我也这么觉得，嗯。”\n“啊这——噔噔咚。”\n“版主认证，你就认~了吧。”\n“这家伙的话算个鬼的认证！”\n“66666666666666666666666666666666~”\n嗯？无意义发言？\n我拿出了终端。\n举报——矿工茶馆28号桌17楼无意义发言。\n这种发言放哪都可以举报。而且茶馆处理举报的速度比较快，估计是因为茶馆的版主比较多吧。\n不一会，茶馆版主来了。这次是那个绿毛。\n“矿工茶馆内请勿发表无意义发言。已扣除1人气、10金粒，并警告一次。”\n她走后不久，终端也收到了提醒。\nSHEEP_REALMS 处理了您的举报\n您的 金粒 +6\n您的 羊毛 +2\n完全正常的举报通知，虽然相对来说一点也不正常。\n“版主抢举报，举报了。”\n\n终端又收到了封提醒。\n您有 1 个待处理举报。请前往对应版块处理。\n好吧，有举报的话，要干活了。\n我起身离开茶馆。茶馆里依旧很活跃：毕竟茶馆人很多，不会因为少了我一个就怎么样了。而且我这个人在茶馆里也算不了什么吧。\n自我走出茶馆的那一刻开始，茶馆里发生什么事情都和我无关了。",
    "replies": [
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1597304700,
            "txt_content": "az...噔噔咚\n（过于真实，我觉得很赞\n\n有一个地方不太合理，绵羊只会给3金粒"
        },
        {
            "author": "梦想的道路",
            "timestamp": 1597304700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}