{
    "title": "【原创/连载】黄昏神教#19",
    "author": "北极仙光",
    "replyCount": 2,
    "timestamp": 1597293540,
    "txt_content": " 本帖最后由 北极仙光 于 2020-8-16 08:33 编辑 \n\n第十九章：巫妖第十九章  风行天继续向巫妖塔出发，可他走着走着，忽然皱起了眉头。  他打开状态栏，上面赫然多了一个debuff：黄昏Ⅰ，效果大致为全方位的轻度削弱。  “这是什么？”  风行天觉得有些不对劲，但现在除了日常的聊天扯皮外，任何关于暮色森林的问题，都会被系统以“你已经是一个成熟的测试者了，要学会自己解决问题”等话搪塞过去。  风行天觉得系统就是不懂，但他没有证据。  想不出个以所然来，风行天干脆不想了，转而思考起另一个问题。  巫妖肯定是有智慧的，那······要是他压根不用黄昏权杖怎么办？  应该······不会吧？  正想着，巫妖塔已经到了。  风行天仰望着这座建筑，找到了它的入口，然后······从树上跳到了巫妖塔的顶端。  走寻常路？不存在的！  风行天挖穿了顶部，直接跳到了房间里。  整个房间被装修得金碧辉煌，墙上挂着许多画。与游戏中不同的是，正对着楼梯口的那面墙前，有着一把由纯金打造的椅子，巫妖就坐在上面闭目养神。六面盾牌环绕在他周围，一旁站着一个巫妖仆人。  而巫妖的身上，穿着一套华丽的金甲。  风行天一看到这副金甲，眼睛便几乎无法挪开，好像它就是世界上最完美的艺术品一般。  这时，巫妖睁开了眼睛，沙哑地笑道：“果然，还是来了······等等，你把屋顶挖穿了？”  “对啊。”风行天不明白巫妖的关注点为什么是这个。  “啊啊啊啊啊啊！你破坏了我的塔！”巫妖疯狂地大喊起来，怒火几欲喷薄而出。  “至于吗？”风行天连忙后退，下一秒，他刚才站的位置就被火焰和毒气淹没了。  “你毁坏了我的塔！”巫妖继续大叫着，举起黄昏权杖，一瞬间就射出去了五颗子弹。  风行天：“······”  这是嫌自己死的慢？  吐槽归吐槽，风行天动作却没闲着，左手斧右手剑，将五颗子弹全部打了回去，其中三颗击中了巫妖。  砰砰砰！  三面盾牌顿时碎裂。  巫妖当场呆在那里，像是被吓傻了一般，喃喃道：“不可能······不可能······我的盾牌明明是无法打破的，怎么会······”  “合着你不知道啊！”  风行天正想着，巫妖突然抬头，一副慷慨激昂的样子，喝道：“我不信！”  又是两颗子弹射来。  风行天又打了回去。  又是两面盾牌破碎。  “这······是真的······”巫妖像是受到了极大的打击，整个人都萎靡不振起来。  “不过，我不用黄昏权杖，一样能干掉你！”  火焰和毒气顿时倾泻而出，风行天只能不停躲闪，毕竟现在两个敌人都是无敌状态。  “这还杀不死你，那就再加点料吧！”巫妖大喊着，举起了僵尸权杖，房间里顿时多出了一大堆僵尸。  “我艹，你作弊！”  风行天是真没料到，还有盾牌的情况下巫妖还能用僵尸权杖！  他眼神突然一凝，一颗末影珍珠脱手而出，直接落在了巫妖身后！  下一刻，没有任何装备的风行天出现在了巫妖身后。  忍着瞬移带来的疼痛，冒着随时可能被秒杀的风险，风行天迅速抓住巫妖左手，用力一掰，黄昏权杖的杖端便直接敲在了最后一面盾牌上。  砰！  伴随着最后一面盾牌的破碎，以盾牌为能量来源的巫妖仆人直接消散。  而风行天趁着此时巫妖短暂的虚弱期又抓住了巫妖右手上的僵尸权杖，用力一拔。  随着僵尸权杖的易主，在场所有僵尸都平静了下来。  巫妖惊恐地转身，迎面而来的是一柄锋利的钻石剑，插入了他的喉咙。  他的身体倒在了地上，崩碎为经验，只剩下了那套华丽的金甲、配套的华丽金剑、黄昏权杖、僵尸权杖、吸血权杖，以及巫妖战利品。  风行天捡起了它们，回想起娜迦和巫妖的不正常表现，再想想谜题羊的话，以及身上这诡异的黄昏buff。  “这暮色森林的水，比我想象的要深很多啊······”\n索引帖\n",
    "replies": [
        {
            "author": "VINDICATOR-231",
            "timestamp": 1597308420,
            "txt_content": "不用吸血权杖的巫妖就是屑。还有，索引贴链接丢了..."
        },
        {
            "author": "hewhee",
            "timestamp": 1601458140,
            "txt_content": "可恶啊，明明没有这么简单的（菜鸡去世x2000（根本不会打））"
        }
    ]
}