{
    "title": "[1.15.2-1.14.4][Cursed——诅咒]更多负面附魔效果！",
    "author": "Qunit",
    "replyCount": 13,
    "timestamp": 1597304880,
    "txt_content": " 本帖最后由 Qunit 于 2020-10-5 13:58 编辑 \n\n模组介绍本模组加入了14种新的负面附魔效果，相关附魔书只能通过地牢战利品箱或向村民交易获得\n失明诅咒：大大地降低穿戴者的视野手短诅咒：降低能够采掘到方块的距离回响诅咒：在穿戴者的脑海内播放随机的怪物音效沉重诅咒：降低攻速消逝诅咒：使掉落在地面上的物品更快地消失锈斑诅咒：物品的耐久度会更快地降低笨拙诅咒：破坏类型错误的方块会降低更多的耐久度失眠诅咒：使穿戴者彻夜难眠点金诅咒：将方块和怪物战利品替换为金粒厄运诅咒：大幅降低穿戴者的运气服从诅咒：只有一名玩家可以使用该物品光辉诅咒：穿戴者会发光和透视沉默诅咒：穿戴者无法发出声音沉沦诅咒：缩短穿戴者在水下的呼吸时间覆灭诅咒：工具无法在铁砧中修复懈怠诅咒：降低攻击伤害\n官网原文Curse of Blindness - Drastically lowers the vision of the user. This curse affects helmets.Curse of Curtail - Reduces the block interaction range of the item. This curse affects tools.Curse of Curtail - Reduces the block interaction range of the item. This curse affects tools.Curse of Encumbrance - Slows down the attack speed of the user. This curse affects weapons.Curse of Fading - Causes items to despawn significantly faster when dropped on the ground. This curse affects all items.Curse of Fragility - Causes the durability of the item to deplete faster. This curse affects all items with durability.Curse of Ignorance - Braking the wrong type of block will cause significant durability damage. This curse affects all tools.Curse of Insomnia - Prevents the wearer from sleeping. This curse affects helmets.Curse of Misfortune - Significantly lowers the users luck. This curse affects tools and weapons.Curse of Obedience - Binds itself to the first user that holds it. Prevents everyone else from using it. This curse affects all items.Curse of Radiance - Causes the wearer to glow brightly and be visible through blocks. This curse affects chest plates.Curse of Silence - Prevents the wearer from making sounds. This curse affects footwear.Curse of Sinking - Causes the wearer to sink fast in water.Curse of Dullness - Lowers the damage of an item.Curse of Ruin - Cursed item can not be repaired in an anvil.Curse of Midas - Drops from blocks, mobs, and fishing will be turned to gold!\n关于汉化汉化文件：\n\n\n\nzh_cn.zip\n(886 Bytes, 下载次数: 16)\n\n\n\n2020-8-13 16:23 上传\n点击文件名下载附件\n\n\n\n\n\n\n汉化方法：\n先解压文件，后使用压缩软件打开mod文件，将解压好的zh_cn.json文件扔进assets/curse/lang/文件夹即可\n下载地址尚未获得授权，请支持原作者，到官网下载\n[curseforge][groupid=1536]Firefly Studio[/groupid]",
    "replies": [
        {
            "author": "我是未见",
            "timestamp": 1597304940,
            "txt_content": "感谢楼主搬运"
        },
        {
            "author": "DofaAec",
            "timestamp": 1597305540,
            "txt_content": "覆灭诅咒：工具无法在铁毡中修复\n铁毡  应为  铁砧"
        },
        {
            "author": "Qunit",
            "timestamp": 1597305720,
            "txt_content": "DofaAec 发表于 2020-8-13 15:59\n铁毡  应为  铁砧\n啊这啊这，谢谢提醒"
        },
        {
            "author": "名副其实",
            "timestamp": 1597306320,
            "txt_content": "无知诅咒应改为笨拙诅咒\n脆弱诅咒应改为锈斑诅咒"
        },
        {
            "author": "Qunit",
            "timestamp": 1597306860,
            "txt_content": "名副其实 发表于 2020-8-13 16:12\n无知诅咒应改为笨拙诅咒\n脆弱诅咒应改为锈斑诅咒\n在官网下载过后自带的汉化文件就是这样翻译的\n我只是把一些没翻译的补充了一下\n不过要改也可以啦"
        },
        {
            "author": "Wudji",
            "timestamp": 1597307940,
            "txt_content": "看到标题点进来\n看到forge...\n溜了\n期待fabric, 不过可能不会有了"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1597307940,
            "txt_content": "这个mod感觉是增加了附魔出现负面效果的概率，可能正常附魔就会出现负面效果"
        },
        {
            "author": "唐辰",
            "timestamp": 1597317300,
            "txt_content": "腻害腻害"
        },
        {
            "author": "乔贝森",
            "timestamp": 1597320900,
            "txt_content": "哈哈哈哈，这个整人很管用"
        },
        {
            "author": "z616611938",
            "timestamp": 1597406880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qq361421204",
            "timestamp": 1597408260,
            "txt_content": "感谢楼主的分享"
        },
        {
            "author": "我的好祖宗",
            "timestamp": 1597507560,
            "txt_content": "增加了硬核玩法"
        },
        {
            "author": "LIGHR_Boss",
            "timestamp": 1597510560,
            "txt_content": "这就是真正的负魔吗\n"
        }
    ]
}