{
    "title": "「教练，我想写mod！」Dreamland——梦境",
    "author": "塞米尼乌斯",
    "replyCount": 4,
    "timestamp": 1597906920,
    "txt_content": " 本帖最后由 塞米尼乌斯 于 2020-8-20 15:02 编辑 \n\n▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇\n▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅\n▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄\n\n模组元素\n冒险+维度+战斗改良+轻度魔法+地形\n\n\n总体介绍[fly]—美梦的另一头，究竟是真实，还是一厢情愿的虚幻？[/fly]\n[fly]—那是一个渺远的太古时代的破碎余音......[/fly]\n主世界的角落随机产生着一些生有彩色巨角的蓝色绵羊，剪下它们的毛并做成床，躺在上面你就会来到一个异常清醒的梦境。在一间小屋中现身，你会发现自己不名一文，空空如也的物品栏仿佛暗示了你的沉重肉体在某种不可名状的关隘遭到了阻拦。但是无妨，此时的你身轻如燕，走出屋门，刹那间映入眼帘的是一个神奇恢宏的世界。参天的古木，怒放的百花，辽远的平原，以及上百种神奇的动物在尽情地舒展生命。头顶之上，是深蓝的长空与璀璨的群星；地平线处，却是一圈晕轮如戒指般镶嵌在大地，为这个世界提供光照。似乎停滞在永恒的晨曦，就是这个梦间世界的样貌。\n\n\n但是敏锐的你渐渐发觉，这不是你曾经做过的晚安的梦境（Good Night's Sleep），而是另一重接近真实的存在。不错，你在梦境中死去，保留原先物品的躯体会在主世界的床边惊醒，就像一个最普通的梦；但是当你再度进入，会惊讶的发现属于梦境的物品栏仍然忠实地存在着。你的精神与肉体就像游离在两个平行的世界里。但你的精神很脆弱，梦境中许许多多坚固的结构都能轻易地将你拒之门外；许多地域散发着强大的魔法，魔力的激流如狂风般驱逐着四散的游魂，你恐惧着的魂灵犹如暗夜暴风雨下的烛火般闪烁而颤抖。\n\n\n你能感受到魔法的气息，你能嗅到千百种生灵的生命潮汐，你能察觉到深藏于大地中撼动山河的亘古伟力。你逐渐意识到这个梦境并不受你意识所控，它似乎有太多太多不为人所知的秘密，仿佛这个世界才是主人，而你的精神只是个过客。\n\n\n你发现了主世界中惟一一种不属于记忆中的方块，它的瑰丽色彩让你联想到极光；惊人的事实是，它也同样出现在梦境。跨越位面的联系令你决心做一个试验。你按照直觉中的记忆搭建一扇门，这一工程先是在梦境，后在主世界中完成。完成的那一刹那，电光火石间，一种幽深的玫瑰色漩涡填充了门内的空间。一切都证实了，梦境并非虚无，而是一个遥远彼端的维度。你下定决心，踏入了那扇门。霎时间，你的二重人格重回一体，精神的你灰飞烟灭，同样消逝还有那物品栏。奇怪的是，事先放入箱子的物品还完好无损。\n\n\n你踏向了真正的冒险。你采掘矿物，敲开遗迹之门；你寻访生物群系，追寻最遥远的古老生灵；你掌握了真正的战斗，而不是盲目而粗鲁的挥砍；你学习了魔法，领悟了符文与铭文的内在力量。当然，最终你还将直面梦境的头目，聆听那仿佛隐没于暗夜迷雾之下般的太古呢喃。而这一切的一切，最终都会将你导向，那唯一的真相......\n\n\n\n\n生物群系\n\n基础            扩展I           扩展II\n梦幻森林        秋色山林        垂灯之森\n热带雨林        地下森林        星空奇林\n石柱森林        火红枫林        蓝脉森林\n黑暗森林        险峰石林        矩形之林\n常绿阔叶林     谷地灰林        独木成林\n迷雾森林        巫骨森林        深林堡垒\n针叶林           糖果林地        琉璃神林\n红端              通天树林         符文冥林\n多彩奇林        死寂地带        暴雪冰林\n高丛草原        青色浓雾        紫纹迷林\n草原              百花平原         枯木迷宫\n极地苔原        紫电雷界        倒伏之森\n雪域高原        圣金白地        迷镜魔林\n雪山高峰        暗红洼地        世界之树\n火山              天青盆地         长夜菌谷\n冰封山谷        黏液平原        垂石峡谷\n魔幻谷           腐朽黑山         飞天岛屿\n峡谷河流        五彩山丘        湖心浮岛\n河流与湖泊    巨石阻路         跃鱼之河\n湿地              不毛黄谷         霓虹湖泊\n晨光莲池       赤褐林谷         浅水草塘\n海洋              祭祀红地         荆棘灌丛\n                    冷色圣谷          没顶草原\n                    万年陨坑          银沙海岸\n                     陡崖海岸         瓦蓝山丘\n                                            落霞高原\n                                         层叠之陆\n                                                 晶莹雪山  \n\n\n\n\n小型结构\n\n\n矮石塔\n地下陵寝\n石碑群\n树屋\n悬棺\n梦幻村庄\n海洋村庄\n雨林村庄\n极地村庄\n哨塔\n祭坛台\n古魔法力场\n梦幻神庙\n天梯\n巨石阵\n探索者小屋\n废弃矿坑\n矿工遗居\n雨林遗居\n山林营火\n补给站\n探奇铁轨\n废弃码头\n废弃集市\n\n\n\n事件机制\n\n由于这个世界的天空永远被群星占据，也不存在日月，光照由地平线上一圈金色的光芒提供，因而不存在昼夜交替。但是相应的，这个事件有类似于昼夜的事件系统，主要分为气象和星象。\n\n（1）气象\n梦境的大地由阳气、月流、星曜三气萦绕，三气的存续替补了恒星的地位，照耀梦境；三气的脉动与呼吸构成了梦境的“气象”，一种彼此互补的奇特事件。没人知道三气的本质与来源是什么，就连最古的巨龙也对此莫衷一是。三气一般被认为是某种太古造物的遗骸。\n\n\n烈阳喷发\n\n阳气溢出时的现象。原本地平线上的光芒会在一个方向上聚集，就像戒指被镶了钻。彼方逐渐迸发出耀眼的光辉，其它的光源会变得黯淡，所有方块会往反方向投下长长的垂影。聚集的光芒会突然爆发，形成一条金黄的焱蛇掷向长空，最后形成一根稳定的光柱连接地平线和接近穹顶的高空，在持续约12分钟后落下。\n\n\n烈阳喷发会驱散所有阴霾，甚至全封闭的洞穴中亮度都不会低于7。刷怪的速率大大降低，存活的所有生物会纷纷藏进森林以求庇护。魔法将普遍遭到抑制，巫师和精灵类生物会加倍虚弱。怪物会行动迟缓并漫无目的，除了近战类的——它们会危险地狂暴。玩家的近战能力会得到祝福，攻速、移速、索敌距离等属性会大幅强化。长时间暴露在外界直射情况下会有危险，玩家会脱水和目眩，方向键会不时失灵。\n\n适合居家与挖矿，不适合远征。\n\n月涌耀流\n\n月流溢出时的现象。户外的光照会普遍变暗，地平线上的光芒会变成青白色。在与烈阳喷发相反的方向会有数团光芒聚集，之后发生类似的喷发。但喷发的力量弱得多，并且会形成五条不规则光柱，中间柱高而两边低。弱小时仅有三条，强大时会有七条，但中央最高的光柱不会超过仰角45°。在持续9分钟后落下。\n\n\n爆发时能勉强照亮大地，但照不进洞穴。魔法力量会普遍增强，而所有的工具制品会附着月噬锈蚀而被削弱物理属性与战斗属性。刷怪的速率会危险地翻倍，怪物会普遍涌向空旷的平地而不愿待在狭小的空间。稀有的生物会普遍增加。玩家长时间暴露在外会中“月眩”效果，帧数降低且画面重影，除非用斩杀生物嗅到的鲜血气息解围。\n\n星瀑\n\n星曜四溢的现象。大地的亮度会降到最低，如同新月时的午夜。与前二者不同，会有若干条青蓝色的光耀之柱，从目视极限的天顶，垂下至高于云层的低空，就像一种特殊的极光。在星瀑柱的间隙，群星依然能被看到，而且变得更亮了。在持续8分钟后落下。\n\n\n魔法将被干扰而紊乱，武器工具会附着星噬锈蚀，但是弓弦、箭羽、矢镞、火药等不受影响。且用宝石镶嵌的远程武器会强化，包括射程、冲击和自动瞄准。刷怪率不变，但怪物的综合属性普遍增强，一些中立的会具有攻击性。稀有物品掉落率大幅增加。玩家必须贴地而行，离脚下方块太远会被辐光击落。\n\n三相平衡\n最常见的事件，三气的力量彼此平衡，没有任何祝福和诅咒，占所有时长的60%。在任意一气外溢结束后出现时，有大概率多云或阴雨，原因是被气驱散的云雾重新聚集了。\n\n\n（2）星象\n星象指梦境的星空所能看见的天体的特殊现象，它们的出现往往会对魔法的流动和生物的属性造成十分微妙而复杂的影响\n\n\n星脉  明亮的星辰彼此连列，形成一条或数条明显的线路，偶尔会出现交叉、分汊与交汇\n空宸之路  明亮的星辰并列而立，又前后相依，形成酷似勾勒两边的一条大路\n耀空穹云  一时间特别明亮的星云，会使附近的星辰黯然失色\n天*门  主要的星辰环状或矩形排列，显现出门的样子\n彗星一颗彗星自天际划过，靠近地平线上的光辉是会拖曳长长的彗尾\n偶发流星  偶然出现的流星，黯淡而渺小，很难捕捉到它的光芒\n流星雨  持续时间不短于5分钟的时间，会以不低于5秒出现一颗流星的频率在天穹上持续洒下流星\n火流星  特别耀眼又飞行极快的流星，会拖曳出如利剑般尖锐的尾迹，甚至把一小片天幕照成湛蓝色\n黯夜  星光十分微弱，持续约10分钟，大地几乎伸手不见五指\n星体脉冲  一颗星辰突然变亮，并以一秒左右为频率作收缩和变亮的脉冲，每次脉冲都会爆发纯光的冲击波\n新星  一颗星辰突然变亮，亮度超过所有其它星辰的总和，可持续数小时。极少数情况下会比烈阳喷发更亮\n\n\n\n（3）位面崩坏\n位面崩坏有概率出现在冰封龙被击杀后，仅出现一次，象征着游戏剧情的终点。以每20分钟作为一个计时周期，在冰封龙被击杀后的第一个计时周期有1.2%的概率发生，之后每过一个周期概率上升0.4%。这意味着该事件最晚在247个周期后发生。\n\n\n位面崩坏是一个非常恐怖的事件。发生的地方所有不透明方块将被替换为材质为几乎纯黑色的“终结的凝聚”方块，而透明方块将会直接消失。这种方块会使任何附近的方块发生转变，从而使崩坏蔓延。“终结的凝聚”块无法破坏，若通过非法方式破坏也不会掉落任何物品。靠近此方块时，玩家会重复获得失明、缓慢、挖掘疲劳、反胃、中毒、凋零的效果并以虚空速率持续掉血。而靠近它们的任何实体将会迅速“衰变”，在三秒内化为一团粒子效果后消失。若把掉落物投掷于此方块上，掉落物也会瞬间衰变。同一方快上衰变了过多的掉落物则会形成物理性质类似于积雪的“物质的骸烬”。“物质的骸烬”可以被任何铲子破坏并掉落，但是玩家携带在身上时会获得与站立在“终结的凝聚”块上相同的效果。而且，当玩家携带此物经过正常方块时，正常方块均会被污染，且会在40分钟内发生崩坏。\n\n\n当“终结的凝聚”块大量聚集时，会自动改变生物群系。进入此生物群系后所有游戏音乐停止播放，除了偶尔传来尖啸外没有任何环境音效。背景和天空变成黑色，视野将会被一重黑色的稀疏的雾气所遮掩。这种生物群系不会生成任何生物。\n\n\n位面崩坏首先发生在末地。初始状态下距离坐标中心1500米外的所有未探索区域默认崩坏，之后会向中心蔓延。崩坏现象可以以正常速率穿过空气方块，而这一过程完全肉眼不可见。当最远的崩坏现象触及反传送门后，末地视为沦陷，并触发下界的崩坏。\n下界的崩坏没有统一的方向，而以一种均匀的分布发生在下界的所有地点。每个区块内至少有一个崩坏源。创造模式下清除崩坏源可以抑制崩坏的发生。到达任意一个下界传送门的坐标后，崩坏就会延伸到主世界，这是因为不论传送门是否被破坏，维度联结的痕迹是无法被擦除的。主世界的崩坏第一阶段会以下界传送门为核心辐射蔓延，当最远的崩坏方块与传送门距离超过100米时，触发第二阶段，崩坏源会以每个区块1至3个的密度生成在整个世界的基岩层，随后一直向地表延伸。如果所有的下界传送门均被破坏，那么第一阶段将不会发生，而是在3倍于第一阶段的时长后直接进入第二阶段。\n\n\n所有非本模组的维度都有可能发生崩坏，只要主世界的崩坏触及相应的传送门即可。对应维度的崩坏会以传送门为中心放射性传播。\n\n\n崩坏会试图入侵梦境，但是梦境有极为强大的秩序魔法，因此只要破坏梦境与主世界的传送门即可将其拒之门外。即使梦境被污染，开启和平模式后崩坏也将停止蔓延。如果梦境的崩坏没有触及巨石阵，那么任何子世界都不会发生崩坏。\n\n\n崩坏的过程不可逆转，只能与之对抗。在遭受崩坏之前，玩家可用地域性魔法“量子映射”复制主世界或地狱中任何有价值的结构，从而将主基地全部转移至梦境。用世界性魔法“维度抹平”可将下界删除，之后建立的传送门将会连接到一个不同的未污染下界。但是末路之地由于过于遥远，魔法鞭长莫及。如果玩家身在梦境，也可以使用世界性魔法“万物重置”将主世界删除，之后建立的传送门将会连接到一个不同种子的新世界。上述魔法的代价十分巨大。除此之外，也可用微观魔法“秩序重构”擦除崩坏。但是崩坏的过程已把方块的原信息抹除了，因此崩坏的擦除是个随机过程，有很大概率无法还原成初始的方块了。在已崩坏的世界，可用自动装置持续为方块注入秩序的魔力，从而保护小块区域不受崩坏。借此玩家仍能保护主世界的基地或在崩坏的区域中开拓殖民地。\n\n\n位面崩坏是平衡被破坏的产物，象征着以冰封龙为首的秩序土崩瓦解。之后玩家与崩坏抗争，象征着致力建立新的平衡与秩序。\n没人能确定位面崩坏究竟是独一神的力量的报复，还是其请来的黑暗盟友，抑或是另一股无关的深层力量。也有说法是独一神自身已被崩坏所吞噬。但是令人不解的是，冰封龙死后的冰龙穴并没有发生崩坏，也没有任何新的力量活动的迹象。对此，有理论怀疑独一神已在长久的封印中灰飞烟灭。或许真相是，龙穴的魔法实在太过强大，独一神及时逃窜了并以另一种方式实施自身的复仇。\n\n\n\n战斗机制\n\n    本模组的战斗分为近战、远程和魔法三个相互独立的体系。由于魔法的特殊性，不在此版列入。    近战与远程武器的分类不在于名称与贴图，而在于攻击方式的区别。它们与现实原型毫无对应关系。\n    所有的近战战斗都遵循类1.8及以前的法则，即攻击间隔没有时间条，且玩家点按的频率并不影响伤害。\n    所有武器都存在暴击率，暴击时打出约三倍伤害。\n    所有武器伤害都是浮动的，面板只提供基准值，且伤害越高浮动区间越大。\n    以下示例攻速均为相对值。对于同一类武器，一般越高级者攻速越快。\n    近战武器材料包括原版的石、铁、钻石及本模组中的水晶、钻石系及高级矿物。\n    所有由矿物直接合成的武器均有耐久，由BOSS掉落的部分可能不毁。以紫晶雷石为原料也能合成不毁神器。\n（1）近战类\n刀/剑  单体近身伤害，中速\n戟  中程伤害，可穿刺多个敌人\n矛  可投掷，造成远程伤害，也可手持中程伤害\n镖  投掷伤害，且不可回收\n回旋镖  投掷伤害，自动回收\n斧  单体近身伤害(高于同级剑),慢速\n钺  单体中程伤害(高于同级斧),慢速(低于同级斧),可蓄力\n锤  群体近身伤害(钝器,有概率击晕/击飞),慢速\n重剑  群体近身伤害(锐器,有概率必杀/流血),慢速\n重锤  群体近身伤害(索敌距离比锤短,但伤害范围为广角,有概率击晕/击飞),慢速\n锏  高速广角群伤,可双持\n戈  可近战刺击,也可横扫群伤,高速\n链球  直线投掷,群体攻击\n鞭  中程伤害,群体攻击\n刺球  可大量投掷,会在地面弹跳,一次性消耗品\n宽剑  群体广角近战伤害,有概率造成流血/必杀\n棍  单体近战伤害,可在前后双向攻击\n匕  近身伤害,攻击动作可定制\n钩爪  直线投掷,可对个体造成暴击\n\n\n（2）远程类\n弓  单箭单发或多箭单发，引弓会减速并减少视野；箭矢自动装填\n弩  需装填，单箭单发或多箭单发，装填时无法攻击或切换武器，但不会减速或减少视野\n连弩   需一支支装填，多箭连发，其余同弩\n手枪   短射程，点射，可双持；攻速较快；需更换弹夹\n突击步枪   中射程，可自动连发；攻速极快；小范围射击，无法精确瞄准；需更换弹夹\n卡宾枪   远射程，点射；攻速中；自带一倍瞄准镜，子弹有概率穿透敌人；需更换弹夹\n狙击枪   极远射程，点射；攻速极慢；自带二倍瞄准镜，子弹有极大概率穿透敌人；需更换弹夹\n霰弹枪   短射程，点射；攻速慢；范围攻击，无法精确瞄准；弹夹容量小\n火炮   远射程，弹药受重力影响，点射；群体攻击；弹药容量很小或每一发都要装填\n光束枪   远射程，穿透伤害，造成持续伤害；有概率焦土化地面；需要充能\n机枪  中射程，高速自动连发；必须固定在地面\n冲锋手枪  短射程，自动连发，可双持；攻速极快；需更换弹夹\n\n\n\n魔法机制\n魔法自世界初生起就不断衰落，力量随着时间不断减弱，因此追溯的时间越久远，魔法的力量越强大。玩家的任务就是上溯四大*纪元，十二时代，最终复兴龙纪元魔法，重现魔法辉煌。\n\n\n简述：一开始需要制作魔法的线索物品以开展剧情——魔法编年史。初始的玩家不属于任何纪元，时代属于现代。这时玩家的魔法资源有两种：耐久和经验。玩家需要事先制作一个基础祭坛，利用基坛制作能量容器。掷入工具，可将耐久转化为魔能，但效率低下。到达十五级后，魔压破除经验门槛，可以利用经验充能。\n       当玩家制作了足够先进的护甲、饰品，升级了工具、操作性方块后，一个隐藏的支配数值就能超过一个阈值。这表明了玩家生产力的提升，因而有能力看懂（消除乱码）编年史的第一部分，从此玩家成为正式魔法师，进入太阴纪。太阴纪的主题是生命魔法，是从生物（尤其是植物）汲取能量。一般而言，越高等、越复杂的生命越能提供生产力，这会和玩家的畜牧业和种植业构成良性循环。这是最早无需大量收集原料的魔法形式，但玩家为了保证来源的持续性，会受到场地的限制，只能发展类似防御塔式的魔法。太阴纪的三大世代分别对应于植物、非敌对动物和敌对动物。\n       当玩家的生命生产力超过了一定阈值时，玩家将再次进阶，进入少阴纪。少阴纪的主题是大地魔法，挖矿会成为一个重要环节。矿产是大地力量的精华，他们的能量与其生成的稀有程度直接相关。矿石熔融加工后可用于生产一种原料，这种原料可作为通用魔法补料。这一阶段的主题是以特定功能为基础的法器，这里有提供不同级别的标准法器，以此为基础玩家能发展出自定义法器。它们的充能、修复、升级、维护都有赖于前述的通用补料。少阴纪的三大时代分别指流程的纯手工模式、半自动模式和流水线模式。\n        第三次的革新标准重新回归于支配数值。逾越后，魔法生产力将迎来重大突破。进入少阳纪，玩家将拥有魔法值，一种对于任意魔法形式都通用的魔法通货。玩家将能直接从自然中汲取能量，也可以通过经验和药水补充。这将大大提升效率，也大大拓宽魔法的形式；大多数的魔法器具会用纯能量替代原料；玩家能够摈弃外界形式，纯粹以自身为载体修习魔法技能；玩家还能发展魔法力场，这是滞留药水的进阶。这个纪元的新增魔法形式将有赖于自然，自然魔法将成为其主题。许多魔法的表现和形式将随当地生物群系的变化而变化，魔法的效力甚至与风雨明晦息息相关。少阳纪的三个时代即前述三种形式。\n      第四次的革新总体而言是量的增加而非质的突破。太阳纪的主题是天象魔法，来自群星的力量将极大增强玩家的能力。这一纪元的魔法形式受天气和气象影响更大，且会周期变化。星象会深化，增加行星方位、星系方位等因素，它们会极大地影响魔法的效力和形态，且越稀有的天象对魔法的增强越明显，不同天象的组合也千变*万化。然而这也是个危险程度相对攀升的纪元。玩家强大的魔法对世界已造成扰动，随着群星相位回归，一些万古长存的邪恶势力会从沉眠中苏醒，一些来自星辰的强大力量也会降临。太阳纪的三个时代对应于三气。\n       最终的龙纪元非常难以到达，它在诸多指标都有极高的阈值。抵达后，玩家能最终习得那些改变维度的世界性魔法，并且有能力抵达其他维度（主世界）。这个阶段的魔法都是不朽古法，器具也是不毁神器。那些更为古老的时代，就是没有记载的史前史了。\n\n\n\n\n\n生物实体\n\n基础         更多\n\n山羊          魔化苔藓         迷境妖精            圣地侍从          天源鲸\n黑猪          纤维法师         巨缠草               主宰者              膨胀果\n公牛          旧木法师         古木隐者            陨石魔             善魂\n天鹅          大地术士         红林漫游者         铁法巫师          穿梭者\n鸭             符文巫师         空中濒临者         灰巫师·             狂化魔隼\n野鹤          铭刻者            梦幻守卫者         金属元素          飞天精灵\n鹰             秘法术士         羊首力士            大地变形虫        灯莹法师\n帝企鹅       着魔方鼎         狂化食人鲳         黏鼠                 垂灯巨塔\n独角兽       晨光法师        魔彩粉紫豚          骨鸟                 红移者\n麻雀          砖石元素         狂化海象            羽翼之灵           蓝移者\n褐眼兔       暗影狼            鱼尾溺行者         幽蓝之光          魔化立方体\n野犬          熊皮魔灵         鳝蛇怪·              深清仆从           棱柱怪\n长颈鹿       食人草苔        朦彩白鲨             朦胧迷目           星辰法师\n袋鼠          荧光之灵         魔海章鱼            白木葵              观天者\n犀牛          噩梦游者         河夹鱼               白武伶               潮汐之魂\n蓝鲸          红骨骷髅马      海夹鱼               拟形怪               黄道光\n海豚          铭文颅骨         红海葵               闪耀之球            邪神信徒\n大白鲨       铭石蝎            罗织者               银影贝               魔化星象盘\n逆戟鲸       铭壳龟            巨眼虫               卷叶法师            冰晶灵\n海马          铭蛉                扭首怪              炼药隐者             雪晶怪\n海蛇          狂紫劫掠兽      血盆之口            红枫之灵           晶体元素\n狮             苍蓝之灵         脑髓虫               赤色守护者         风雪法师  \n虎             森林子嗣         魔化腐脏            附崖壳               玻璃人\n象             砾石精            浴血者                紫纹壳               折射者\n驼鹿          纤草元素         无皮者               黏液虫               魔化棱镜\n斑马          灯焰怪            垂眼者               治液巫师             透明片影\n鳄鱼          风啸者            雪地鼠               发射锥体             熔璃者\n龟             混沌元素         冰封尸骨            巨黏块                失智陶匠\n猩猩          匍匐者            电瓢虫               糖果拟态者          巨型草蛇\n海象          啮噬者            盲目者               风糖灵                狂化草蛭\n海豹          日晕之灵         流涎者               木糖精                蓝莹兽\n蝴蝶          红移怪            腐化巫师            掷糖怪                迷纹之横\n骆驼          方块破坏者      黑魔法师           糖枪骑士             霞光法师\n松鼠          狂化独角兽      裂帛者               翱翔者                云海巫师\n鸵鸟          落雨法师         青之兽              风庭兽                 夕照蝠\n蜗牛          祈使者            迷纹浮骨            泽普棱                跳跃者\n熊             色彩掌控者      小祭司               气球虫                岩穴之谜\n\n\n\n\n\n子世界\n\n暂时加入六个\n子世界的传送需要玩家得到对应世界的影宝石，然后找到散落于梦境母世界的废弃环状巨石阵，也可以自己手动搭建。将影宝石填充入巨石阵后，巨石阵方块上的符文和铭文就会被激活，整个巨石阵发出如信标般竖直向上的光束。这时步入巨石阵的中心，玩家就会加速上升，升入天穹，到达一定速度后就会发生传送。子世界的反巨石阵亦然。\n(1)它山之域\n     生物群系：血腥平原、喋血之地、时间殖民地\n     生物：浮眼、浮眼之母、落石怪、裂脑、血侍、血侍头目、悬浮者、机械战将、三用机器人、全息幽灵\n     NPC：机械师\n     BOSS: 未来战士德卡\n(2)阳炎狱界\n     生物群系：暗石平原、火燎平原\n     生物：流岩、巨岩魔、爆火怪、巫火术士、炼金骷髅、火灵、熔浆巨兽、金光铠甲、焰火蝙蝠、燃箭射手\n     NPC：凋零铁匠\n     BOSS：火神纽特斯\n(3)云端\n     生物群系：晴空层、绵积层、积雨层\n     生物：雷雨云、笠帽云、火烧云、诡积云、雨层云、冰雹射手、绵云兽、绵云巨人、天雷使者、暴雪祭司\n     NPC：轻云漫步者\n     BOSS：云端巨人帕洛尔\n(4)安魂乡   \n     生物群系：忘川谷、灵魂沙漠\n     生物：幽魂、亡魂、死灵法师、掌魂者、鬼魂战将、灵魂侍卫、迷乱幽灵\n     BOSS：灵魂骑士光使\n(5)龙域\n      生物群系:焦土之陆、旱谷岩台、河泽绿洲、魔法秘境、远古墟骸、虚无浮界\n      生物:小白龙、三头神龙、双头蛇、渊龙、恶蛟、聚鳞法师、龙使、幼龙群、炫光、蓝鳞、白目末影龙、传说红龙、龙骨、垂涎者\n      BOSS：海德拉、黑鳞龙、赤焰巨龙、羽蛇神、利维坦、苍龙（守卫六贤者）、太古冥龙\n(6)冰龙穴 (只能从龙域抵达)\n      BOSS：冰封龙\n\n\n物品项目\n\n1.矿物\n (1)玉石系\n       黄玉 白玉 紫玉 翡翠  \n       魔法原料,可以作为符文笔的原料,可以制作法杖和首饰,具有各自对应的魔法排异性(可以抵御相应魔法)\n        也可合成特殊物品,如药水包/卷轴套/武器袋\n(2)宝石系\n        水晶 珍珠 玛瑙 绿松石 火晶 茶碌\n         魔法原料,也可以合成特殊剑类和特殊护甲(水晶套装\\矿工套装)\n         也可以合成特殊物品,如矿石囊/方块阁/盔甲栏\n (3)钻石系\n       白钻 绿钻 粉钻 紫钻\n          性能同钻石,但有对应的魔法亲和性(增强相应魔法的使用)       \n (4)高级\n        熹金  拥有晨光的力量，材质神似黄金，耐久两倍于钻石，经验获得X2\n        蓝钻  自带附魔的钻石 ，制成品自带2~4种附魔，等级取决于经验\n        紫晶  装备提供两倍钻石护甲，所有制成品自带耐久3，自带强大魔法抗性\n         雷石  强化矿物，升级紫晶使之成为紫晶雷石，不毁神器的原料  \n\n  \n\n\n\n背景传说\n       天地鸿蒙方初之时，大地一片混乱。晶烈龙灵降生于世，为万物的演化注入了第一推动力。清气上浮，浊气下沉，在二元对立之间，万物的基石如积木般搭建组合，在晶烈龙灵的催化下聚集演进，形成了山峦水泽、飘云*浮雾、飞禽走兽、草木虫鱼。除此之外，龙灵仍有强大的神力，吸引着来自世界的魔法力量在其周身附着结晶。在一次力量溢满的创生爆发之后，无数的碎片纷纷洒落大地，有的没入土壤，有的沉入池沼，有的塞入岩缝，有的埋入冰雪。它们和生灵的气息融合，创造了艺术般的造物：巨龙。龙族自此开始统治大地。由于天生的魔法和强大的神力，巨龙成为万物之灵，主宰着世界的规律和演化。为了协调彼此的力量，它们需要交流以消弭冲突，进而演化出复杂的语言和深邃的智慧。由此，龙族建立了文明。它们修建了巨大的城市，开垦的广阔的农场，豢养了不计其数的牲畜，用魔法划分出纵横交错的空中阡陌。龙穴、城堡相互掩映，神庙、广场、会堂、剧场、天象台彼此错落有致，他们发展了数学、天文、历法、音乐、哲学等系统的知识，掌握了宇宙运行的规律，成为了引领世界的先驱。龙族还用魔法建立起巨石阵，开辟通往其他维度的渠道，由此发现一个又一个全新的世界。在龙纪元，各时空趋于连为一体。\n    然而万物的发展起起落落，龙族的成就引发了他们的傲慢，龙族的傲慢导致了它们的衰落。探索精神先是长期停滞，接着逐渐消亡，交流的意愿也逐渐萎靡。龙族不再钻研知识与智慧，不再探究魔法与规律，不再建设城市、举办集*会。它们告别了集群生活，分化到一个个自给自足的小型聚落，再无巨龙能建设昔日的宏图伟业。时间之流越过太阳纪，告别了世间的黄金时代。在整个太阳纪间，龙族持续衰落，各时空趋于独立。\n    少阳纪与少阴纪是时间之流的短暂过渡，缺乏记载的它们并未给时间留下多少财富，而仅仅为恶灵的横行提供了广阔的空间。它们如流星般转瞬即逝，没有人记得这空白的时代。\n    一个流星和彗星并立的日子，一位异乎寻常强大的存在忽然屹立于世上。他去往山脉洞穴寻找在珠玉宝藏上沉睡的最强大的巨龙，并轻松地击败了他们。他闯入城市，掠取宝藏，毁坏神庙和天象台，炸毁龙穴和城堡，将库藏搜刮一空，把昔日文明的遗存埋入熊熊烈火之中，向万物昭示着龙族统治的覆灭。从统治中解放出来的生灵纷纷欢欣鼓舞，奉存在为王。存在自称为神，从此建立起集权统治。神不允许生灵奉其它一切为神，将自身认定为唯一真神，把自己的话语变成了训诫，变成了法律，变成了真理。在对神明的信仰普遍建立之际，一切上古以来的高贵美德彻底湮灭，世间堕入黑暗，时间也进入了太阴纪。在漫长的黑夜里，龙族当然不愿意主动屈服。它们先后集结起自身所能聚集的最为强大的力量，一而再、再而三地反击，却无一例外地败北，这对巨龙而言显然是浩劫般的打击，它们几乎销声匿迹。只有藏身于最幽深的洞穴或山谷的龙才能得以幸免，这使得上古时代的遗老们由于长年的黑暗而纷纷失明。\n    几千年的岁月过去，绝对的统治造就了绝对的傲慢，神对悄然变化的危险视而不见。一位潜心修习数百载的巨龙奋起反击，博学广闻的它意欲恢复上古时代的古典辉煌。它的力量极为神秘，它能从天地万物中汲取魔法的力量，这使它几乎能与神分庭抗礼。然而这仍然不够，神觉醒了沉睡千年的力量，反抗者屡屡处于下风。反抗者意识到神几乎不可击败，于是改换策略，用大地根基底层的太古力量，将神彻底冰封。神被放逐到一个额外的维度中，龙也留在那里，用尽所有力量持续为冰封的壁垒注入魔力，从此发生蜕变，化身而成为冰封龙。夺取无比威望的冰封龙委派太古冥龙代理治理世间，后者是上古时代唯一存活至今的古老巨龙。一个全新的团队诞生了，它们有的是从沉眠中苏醒的巨龙，有的是掌握魔法的其它新兴实体，有草木、有鸟兽，有生灵、有死灵。它们都因信仰同样的理念而走在一起。他们重启了封存已久的巨石阵，建立起了崭新的秩序，重新传播古典时代的精神，让世间照入了一缕阳光。它们的力量尚且渺小，但正在茁壮成长。\n    就在一个新时代的序幕拉开之际，一位来自遥远维度的勇士，偶然间穿过了传送门......\n\n\n备注\n\n\n萌新初次发帖，不懂排版不懂画图什么的，求轻喷！若有问题欢迎大佬指正！\n▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄▄\n▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅▅\n▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇\n\n\n\n",
    "replies": [
        {
            "author": "BigKillBla",
            "timestamp": 1597908120,
            "txt_content": "这mod怕不是要写死 这么多生物群系都要写半年"
        },
        {
            "author": "道家深湖",
            "timestamp": 1597916280,
            "txt_content": "感觉你们的企划内容都好多啊，完全不担心mod工作量的那种……"
        },
        {
            "author": "塞米尼乌斯",
            "timestamp": 1597976160,
            "txt_content": "道家深湖 发表于 2020-8-20 17:38\n感觉你们的企划内容都好多啊，完全不担心mod工作量的那种……\n233反正先参加活动一下玩玩，真要写的话再说"
        },
        {
            "author": "卢修斯的裁决",
            "timestamp": 1598023860,
            "txt_content": "这MOD需要小组来做\n太大了"
        }
    ]
}