{
    "title": "神奇宝贝宝贝世代8.1.2服务器如何改神兽概率",
    "author": "大黄黄",
    "replyCount": 15,
    "timestamp": 1597338000,
    "txt_content": " 本帖最后由 爱心魔王FHC 于 2020-8-14 09:17 编辑 \n\n服务器对应的是神奇宝贝世代8.1.2版本，去百度查看了一些指令，但是并没有发现那条修改神兽刷新率的指令，下面是服务端的pixelmon文档，因为一开始的文档都是英文，我找了类似调刷神兽的指令，搜索了全部指令没有legendarySpawn这个，于是我去单人的pixelmon文档找了一下，发现有很多中文解释，还有修改传送宝可梦的指令条（不知道是神兽还是boss），然后我就把服务端的文档给删了，将单人的给复制粘贴过来，文中说传送宝可梦修改为（0-1）之间，还有下面什么的随上面数字改变（往下翻我用红色标注了），愣是没看懂，然后我就去测试，神兽没怎么刷，boss都是1分钟刷2.3个的，这个概率也没搞懂是越低越快还是越高越快。我感觉我这个文档就有问题，或者说是这个最新版本并不具备条件去修改，特此来求助怎么改神兽刷新率？感谢，如果是文档错误，请联系我发邮箱，感谢大佬回答。# Settings for controlling the auto-battler for AFK players.\nAFKHandler {\n    # The time in seconds before a player in a battle is declared to be AFK and the auto-battle code takes over for them.\n    afkActivateSeconds=90\n    # The time in seconds before the auto-battle handler picks a move automatically each turn.\n    afkHandlerTurnSeconds=15\n    # Have auto-battle take over if the player is AFK during a battle. Activates after the specified time period and gives specified time for each turn after that.\n    enableAFKHandler=false\n}\n# Settings for the Better Spawner.\n\"Better Spawning\" {\n    # The maximum number of entities (NPC or Pokémon) that can spawn per player. Lower for better performance.\n    entitiesPerPlayer=60\n    # The horizontal radius of the areas randomly selected near the player to do spawning in. Lower for better performance but less reliable spawning.\n    horizontalSliceRadius=10\n    # How many ticks 'lead' the player tracking spawner will give players based on their motion. This tries to spawn at locations the player is about to be.\n    horizontalTrackFactor=80\n    # The maximum distance from the player that entities may spawn.\n    maximumDistanceFromCentre=64\n    # The minimum number of blocks between a spawned entity and an existing living entity.\n    minimumDistanceBetweenSpawns=15\n    # The minimum distance from the player that entities may spawn. The lower this is, the closer entities will spawn to players.\n    minimumDistanceFromCentre=18\n    # The number of spawn passes made per minute. Decrease for better performance.\n    spawnFrequency=70\n    # Which folder to use under ./pixelmon/spawning/ for spawn sets.\n    spawnSetFolder=default\n    # The maximum number of spawns in a single spawn cycle for a single player. Lower for slower spawning and better performance.\n    spawnsPerPass=10\n    # 是否要使用新的宝可梦生成机制来进行宝可梦的生成。\n    useBetaSpawner=true\n    # The vertical radius of the areas randomly selected near the player to do spawning in. Lower for better performance but less reliable spawning. Larger than horizontal to better match player behavior.\n    verticalSliceRadius=25\n    # How many ticks 'lead' the player tracking spawner will give players based on their vertical motion. Typically best as zero due to the interference jumping can cause.\n    verticalTrackFactor=0\n}\n# Settings for breeding behavior.\nBreeding {\n    # Allows the placement of ranch blocks, which are required for breeding Pokemon.\n    allowBreeding=true\n    # Allows two Ditto to breed together to produce Eggs with random Pokémon inside.\n    allowDittoDittoBreeding=true\n    # Allow the ranch expansion.\n    allowRanchExpansion=true\n    # Enable random Eggs from Ditto-Ditto breeding to contain Legendaries.\n    allowRandomBreedingEggsToBeLegendary=true\n    # Enables random Eggs from /pokegiveegg to contain Legendaries.\n    allowRandomSpawnedEggsToBeLegendary=true\n    # Seconds between running the environment check for breeders, requires useBreedingEnvironment to be enabled\n    breedingEnvironmentCheckSeconds=500\n    # Number of world ticks needed to increase the breeding stage.\n    breedingTicks=1800\n    # Number of stages to go through before breeding occurs (1-5).\n    numBreedingStages=4\n    # Sets the number of steps per Egg cycle. Lower numbers hatch Eggs faster.\n    stepsPerEggCycle=255\n    # Control speed of breeding based on the blocks set in the area. If false, will set breeding speed to 1.0x.\n    useBreedingEnvironment=true\n}\n# 设置重新导入到外部数据库。\nDatabase {\n    # 将字符串连接到外部数据库到 jdbc:dbtype://...\n    connectionString=\"jdbc:hd://\"\n    # 启用使用数据库保存数据。目前仅支持H2和MySQL。\n    saveToExternalDatabase=false\n}\nEconomy {\n    # Amulet Coin Money Multiplier (Ex: 0.5 is 50% less | 1.5 is 50% more)\n    amuletCoinMultiplier=2\n    # Happy Hour Money Multiplier (Ex: 0.5 is 50% less | 1.5 is 50% more)\n    happyHourMultiplier=2\n    # Pay Day Money Multiplier (Multiplied against Pokemon level)\n    payDayMultiplier=5\n}\n# Options for the elevator.\nElevator {\n    # Maximum search range up/down for a pairing elevator.\n    elevatorSearchRange=10\n}\n# Settings for controlling external moves.\nExternalMoves {\n    # Allow destructive external moves (includes Cut, Dig, Explode, LightFire, Lightning, RockSmash)\n    allowDestructiveExternalMoves=true\n    # Allows the use of external moves such as Rock Smash and Cut.\n    allowExternalMoves=true\n}\n# General settings for the world.\nGeneral {\n    # Allow the anvil to replace finished items with starting item from player's inventory without manual placing.\n    allowAnvilAutoreloading=false\n    # Allow player to throw Poke Balls from hotbar. If false, Poke Balls can only be thrown in battles.\n    allowCaptureOutsideBattle=true\n    # Allows move tutors that teach event moves to spawn naturally.\n    allowEventMoveTutors=false\n    # Allow Pay Day to award PokéDollars when used.\n    allowPayDayMoney=true\n    # Allow players to plant Apricorns in the ground.\n    allowPlanting=true\n    # Server-side, whether players can use Pokémon editors. Client-side, whether other players can use a Pokémon editor on the player with the setting.\n    allowPokemonEditors=true\n    # Allow the player to nickname Pokemon (not a server-wide setting, just a client setting).\n    allowPokemonNicknames=true\n    # Determines if player vs. player battles give Pokemon experience. No EXP gain in PvP when false.\n    allowPvPExperience=true\n    # Allow players to ride Pokemon. If false, no Pokemon can be ridden (server-side option).\n    allowRiding=true\n    # If enabled, TMs are reusable. If disabled, TMs are consumed upon use.\n    allowTMReuse=false\n    # Determines if player vs. Trainer battles give Pokemon experience. No EXP gain in Trainer when false.\n    allowTrainerExperience=true\n    # Allow creepers, skeletons, etc. to spawn in the world. DANGER - can kill you while battling.\n    allowVanillaMobs=false\n    # pixelmon.config.allowVanillaMusic.comment\n    allowVanillaMusic=false\n    # Whether or not players will automatically have a Mega ring.\n    alwaysHaveMegaRing=false\n    # Award photos to players who defeat wild Pokemon.\n    awardPhotos=false\n    # The type of AI to use for boss Pokemon in battle. \\n1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves.\n    battleAIBoss=2\n    # The type of AI to use for NPC Trainers in battle. \\n1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves. 4: Use all moves intelligently and switch out when advantageous.\n    battleAITrainer=3\n    # The type of AI to use for wild Pokemon in battle. \\n1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves.\n    battleAIWild=1\n    # Whether sleeping in a bed heals a player's Pokemon.\n    bedsHealPokemon=true\n    # Multipier for the speed at which berry trees grow. Can be between 0.1 and 1000.\n    berryTreeGrowthMultiplier=1\n    # Whether or not out-of-battle wild Pokémon can be hurt by physical attacks.\n    canPokemonBeHit=false\n    # The radius in chunks around a player that Pokemon can spawn within.\n    chunkSpawnRadius=6\n    # Allow players to use cloning machines to clone Mew into Mewtwo.\n    cloningMachineEnabled=true\n    # Sets the amount of boxes players have in their PCs (capped at 256 per player).\n    computerBoxes=256\n    # If players party and computer are forcefully saved upon every world save (If false, you should be saving data via /saveall, or risk data loss)\n    dataSaveOnWorldSave=true\n    # The minimum number of blocks away from the nearest player a Pokémon can be when despawned.\n    despawnRadius=80\n    # When mounted, enables steering the Pokemon by looking.\n    enablePointToSteer=true\n    # Enables Discord Rich Presense\n    enableRichPresence=true\n    # Allow wild Pokemon to initiate battles.\n    enableWildAggression=true\n    # If enabled, players will be able to challenge others by throwing a Pokemon at the enemy player rather than a Pokemon.\n    engagePlayerByPokeBall=true\n    # Multiplier for experience gained in Pokemon battles.\n    expModifier=1\n    # What will happen if a battle is force-ended without a proper conclusion. 0: A winner is determined based on the number of remaining Pokémon (with % HP as a tiebreaker). 1: The battle is considered a draw. 2: The battle is considered abnormally ended.\n    forceEndBattleResult=0\n    # Adjusts the variation in size caused by growth (0-2). 1 is normal.\n    growthScaleModifier=1.156028389930725\n    # Hoopa Ring Drop Chance\n    hoopaRingChance=50\n    # Sets The number of times a Azelf, Mesprit and Uxie can enchant a ruby.\n    lakeTrioMaxEnchants=3\n    # Should Level Candy trigger level event from API\n    levelCandyTriggersLevelEvent=true\n    # How many times Lunala, Solgaleo, and Necrozma can each open a wormhole.\n    lightTrioMaxWormholes=3\n    # The maximum level that a Pokémon can be.\n    maxLevel=120\n    # The maximum plants allowed within a chunk. Applies to Apricorns and Berries.\n    maximumPlants=50\n    # Allow each player to take multiple photos of the same Pokémon.\n    multiplePhotosOfSamePokemon=true\n    # Sets how far Pokemon names and levels can be seen from (client setting only). 1=Default, 2=Farther, 3=Far\n    namePlateRange=1\n    # Requires flying and water Pokemon mounts to have HM moves Fly or Surf (respectively) to be able to ride them.\n    needHMToRide=false\n    # Chance of the Pickup Ability picking up an item after a battle (1/rate). 0 disables this.\n    pickupRate=10\n    # Allows wild Pokemon to drop items like feathers, etc. on death.\n    pokemonDropsEnabled=true\n    # Prints more detailed error messages to the server.log file if enabled.\n    printErrors=true\n    # Should Rare Candy trigger level event from API\n    rareCandyTriggersLevelEvent=true\n    # If enabled, consumable held items will be returned to Pokémon at the end of player vs. player battles.\n    returnHeldItems=true\n    # Set Legendary shrines to one use (false) or multiple use (true).\n    reusableBirdShrines=false\n    # Multipier for the speed that mounted Pokémon travel at. Can be between 0 and 1.\n    ridingSpeedMultiplier=1\n    # Increases size of Pokemon models in-game by 30%.\n    scalePokemonModels=true\n    # Whether to show wild Pokémon names on their nameplates.\n    showWildNames=false\n    # Allow Legendary bird shrines to spawn randomly in world.\n    spawnBirdShrines=true\n    # Allow random generation of structures such as Pokemon Centers, shrines, and other buildings if true.\n    spawnStructures=true\n    # If true, must be opped to use spawners. If false, must be in Creative mode.\n    spawnersOpOnly=true\n    # Lets you choose to give/not give a starter to a player on join (via the Pixelmon starter screen).\n    starterOnJoin=true\n    # The time taken before syncing to the system clock (in seconds).\n    systemTimeSyncInterval=30\n    # Set traders to one use (false) or multiple use (true).\n    tradersReusable=false\n    # Whether to display a GUI with Pokémon drops after defeating a regular Pokémon.\n    useDropGUI=true\n    # Enabled external breeding block jsons, can be edited server-side.\n    useExternalJSONFilesBreedingConditions=false\n    # Load external configuration files used for drops from the \"pixelmon/drops\" folder. If set to true and the \"pixelmon/drops\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesDrops=false\n    # Enables external json editing for editing moves. NOTICE: When we edit moves between versions, you will have to apply changes manually. They will NOT generate updated info on their own. Use a JSON parser like https://jsonlint.com/ when editing each move, as a syntax error can have nasty consequences. Do NOT touch if you aren't sure what you're doing.\n    useExternalJSONFilesMoves=false\n    # Load external configuration files used for NPCs from the \"pixelmon/npcs\" folder. If set to true and the \"pixelmon/npcs\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesNPCs=false\n    # Enables external json editing for pokemon. NOTICE: When we edit Pokemon between versions, you will have to apply changes manually. They will NOT generate updated info on their own. Use a JSON parser like https://jsonlint.com/ when editing each Pokemon, as a syntax error can have nasty consequences. Do NOT touch if you aren't sure what you're doing.\n    useExternalJSONFilesPokemon=false\n    # Load external configuration files used for battle rules from the \"pixelmon/rules\" folder. If set to true and the \"pixelmon/rules\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesRules=false\n    # Load external configuration files used for spawning from the \"pixelmon/spawning\" folder. If set to true and the \"pixelmon/spawning\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesSpawning=false\n    # Load external configuration files used for structures from the \"pixelmon/structures\" folder. If set to true and the \"pixelmon/structures\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesStructures=false\n    # Use external trades for npc traders\n    useExternalJSONFilesTrades=false\n    # Lets your world follow real world time or not (uses the server's system clock).\n    useSystemTimeForWorldTime=false\n    # Saves Pixelmon entities to file when world saves (greatly increases save file size and save time if true). Required for the morph mod.\n    writeEntitiesToWorld=false\n}\n# Graphics settings.\nGraphics {\n    # Show each Pokemon's health in a bar above their heads.\n    drawHealthBars=false\n    # Use the low resolution textures for Pokemon and Poke Balls. Useful for low-end systems.\n    lowResTextures=false\n    # Set whether or not the player can control the camera during battles (sets to sphere based camera positioning)\n    playerControlCamera=true\n    # Multiplier of the 64 distance usually used for rendering.\n    renderDistanceWeight=2\n    # Display the currently selected Pokemon's attack target on the screen.\n    showCurrentAttackTarget=true\n    # Set whether or not to switch to an external camera during battles.\n    useBattleCamera=true\n    # Use the original Pokemon textures for statues.\n    useOriginalPokemonTexturesForStatues=true\n    # Use the SMD normal maps for shading Poke Balls.\n    useSmoothShadingOnPokeBalls=true\n    # Use the SMD normal maps for shading Pokemon.\n    useSmoothShadingOnPokemon=true\n}\n# This section is designed for large servers (or modpacks) to finely tune performance. It's not recommended to touch this as a singleplayer user, although lower end PC's can see increased performance. Servers will see massive performance improvements by raising the below values, however they are not without cost. This alters a Wild Pokemon's tick rate. For example, if you were to set tickRate24Radius to 5, you will see very visible stutters in a Pokemon's movement. This is why we recommend keeping the value low. Even so, by default they tick every single tick. Simply raising to 2 will double your performance and Pokemon still move smoothly. Raising any of the values to 3 is where you'll start seeing some slower movements, which are not noticeable the further the player is. Remember, there are 20 ticks per second.\nPerformance {\n    # If a player is within a 24 block radius of a wild Pokemon, how often should it tick? For a server with an average player count of 40 or less, it's recommended to leave this as default. For servers with higher player counts, we recommend changing this setting to 2.\n    tickRate24Radius=1\n    # If a player is within a 48 block radius of a wild Pokemon, how often should it tick? For servers with higher player counts, we recommend changing this setting to 3.\n    tickRate48Radius=2\n    # If a player exceeds a 48 block radius of a wild Pokemon, how often should it tick?  For servers with higher player counts, we recommend changing this setting to 4. Pokemon usually despawn at this range, however despawns are not instant and depending on your Sponge/Bukkit/Spigot/Forge settings, they can linger for a little while longer than you'd like them to. This will limit their impact greatly until they're queued for despawn.\n    tickRateHigherRadius=3\n}\n# Settings for PixelUtilities features.\nPixelUtilities {\n    # Allows Legendaries to spawn from blocks (i.e., grass).\n    blocksHaveLegendaries=false\n    # Specify the coordinates of the event Poke Gift chest here.\n    eventCoords=[\n        notConfigured\n    ]\n    # Enable/Disable Legendaries from being added to the event Poke Gift.\n    eventHasLegendaries=false\n    # Each Pokemon has a 1/10 chance of being a Shiny.\n    eventHasShinies=false\n    # Sets the maximum amount of Pokemon that are in spawned Poke Gifts.\n    eventMaxPokemon=1\n    # Should an event Poke Gift spawn?\n    eventPokeGiftLoad=false\n    # The rate of Shiny Pokemon appearing in a Poke Gift (1/x).\n    eventShinyRate=10\n    # Define a custom date for Poke Gift events (day then month).\n    eventTime=\"D/M\"\n    # Allows Poke Gifts to be used (both placing and using, prevention against spam).\n    pokeGiftHaveEvents=true\n    # Enable multiple players to get the Pokemon from the gift.\n    pokeGiftReusable=false\n    # Scale grass battles to players' team levels?\n    scaleGrassBattles=false\n}\n# Settings for controlling PokeLoot chest spawns and behavior.\nPokeLoot {\n    # Allow Hidden Grottos to spawn in the world.\n    spawnGrotto=true\n    # Allows invisible PokeChests to spawn around the world randomly.\n    spawnHidden=true\n    # Default spawn mode (FCFS=0, PL1D=1, PUD=2, TIMED=3). FCFS = First Come First Serve, only one player can loot chest, then chests vanishes. PL1D = Player 1 Drop, chest gives one drop per person. Chest remains for others to use once each. PUD = Player Unlimited Drops, chests can be used infinitely by all players. TIMED = Each player allowed to loot again after specified time interval (individual timers). Chest remains after looting.\n    spawnMode=0\n    # Allows normal visible PokeChests to spawn around the world randomly.\n    spawnNormal=true\n    # Chest spawn rate. 0: 1 per 64 chunks. 1: 1 per 32 chunks. 2: 1 per 18 chunks. 3: 1 per 10 chunks\n    spawnRate=1\n    # Sets frequency (hours) that a player can reuse a timed loot chest (both placed in Creative and naturally spawned) if set to TIMED.\n    timedLootReuseHours=24\n}\n\"Server Info\" {\n    # Your server name. This will display on Discord.\n    serverDisplayName=null\n    # Server icon name. Contact Deltric for this.\n    serverIconName=null\n    # Server key.\n    serverKey=null\n}\n\"Shiny Rates\" {\n    # Catch Combo T1 11-20: Odds without Shiny Charm 1/(ShinyRate)\n    catchComboTier1=1728\n    # Catch Combo T1 11-20: Odds with Shiny Charm 1/(ShinyRate)\n    catchComboTier1Charm=1296\n    # Catch Combo T2 21-30: Odds without Shiny Charm 1/(ShinyRate)\n    catchComboTier2=1296\n    # Catch Combo T2 21-30: Odds with Shiny Charm 1/(ShinyRate)\n    catchComboTier2Charm=972\n    # Catch Combo T2 31+: Odds without Shiny Charm 1/(ShinyRate)\n    catchComboTier3=972\n    # Catch Combo T3 31+: Odds with Shiny Charm 1/(ShinyRate).\n    catchComboTier3Charm=729\n    # Whether or not Catch Combo Shiny Rates only spawn the combos species with those rates for shiny.\n    enableCatchComboShinyLock=true\n    # Whether or not Catch Combos should influence shiny rate. If disabled only shinySpawnRate & shinyRateWithCharm are factored.\n    enableCatchCombos=true\n    # Shiny rate when using Shiny Charm and Catch Combo is below T1 or when catch combo is disabled.\n    shinyRateWithCharm=3072\n}\nShrine {\n    # Limits Ho-Oh to only be capable of summoning 1 Raikou, 1 Entei, and 1 Suicune.\n    limitHoOh=false\n    # The amount of times a Mew can be cloned.\n    limitMew=3\n    # Limits Rayquaza to only be capable of summoning 1 Groudon and 1 Kyogre.\n    limitRayquaza=false\n    # Limits Regigigas to only be capable of summoning 1 Regirock, 1 Registeel, and 1 Regice.\n    limitRegigigas=false\n}\n# Settings that control what Pokemon spawns and how many of them spawn.\nSpawning {\n    # Generations of Pokémon to Spawn\n    Gens {\n        # Pokedex 1-151\n        Gen1=true\n        # Pokedex 152-251\n        Gen2=true\n        # Pokedex 252-386\n        Gen3=true\n        # Pokedex 387-493\n        Gen4=true\n        # Pokedex 494-649\n        Gen5=true\n        # Pokedex 650-721\n        Gen6=true\n        # Pokedex 722-809\n        Gen7=true\n        # Pokedex 810-890\n        Gen8=true\n    }\n    # 允许野生传说中的宝可梦生成（特定事件除外）。\n    allowLegendarySpawn=true\n    # Average number of ticks before spawning a boss Pokémon\n    bossSpawnTicks=2000\n    # Forces wild Pokemon to despawn after a battle.\n    despawnOnFleeOrLoss=false\n    # Displays server-wide announcement 'A Legendary has spawned in <name> biome' when a Legendary spawns.\n    displayLegendaryGlobalMessage=true\n    # Number of blocks for a level increase when Spawn Levels By Distance enabled.\n    distancePerLevel=30\n    # Chance of a wild Pokemon spawning with its hidden Ability (1/rate). 0 disables hidden Ability spawns.\n    hiddenAbilitySpawnRate=150\n    # 提高Minecraft村庄的生成率到100%\n    increaseVillageSpawnRate=true\n    # 传说中的宝可梦的特定时间内最小再次生成数量（只要通过生成）。\n    legendaryRepeatSpawnTicks=1000\n    # 改变一个传说中的宝可梦生成的几率 （0-1）。\n    legendarySpawnChance=0.8\n    # 传说中的宝可梦的平均生成时间（随生成率改动）。\n    legendarySpawnTicks=1000\n    # Max number of flying Pokemon at one time (keep this low).\n    maxFlyingPokemon=5\n    # Max number of land Pokemon at one time.\n    maxLandPokemon=30\n    # Maximum level Pokemon will spawn at when Spawn Levels By Distance enabled.\n    maxLevelByDistance=60\n    # Max number of bosses at one time.\n    maxNumBosses=4\n    # Max number of NPCs at one time.\n    maxNumNPCs=5\n    # Max number of totems at one time.\n    maxNumTotems=1\n    # The maximum number of spawn events (not number of Pokémon) that can spawn in a single tick\n    maxSpawnsPerTick=60\n    # Max number of underground Pokemon at one time.\n    maxUndergroundPokemon=10\n    # Max number of water Pokemon at one time.\n    maxWaterPokemon=15\n    # Max number of Zygarde Cells at one time.\n    maxZygardeCells=1\n    # Replaces Minecraft's villagers with Pixelmon NPCs.\n    replaceMCVillagers=true\n    # Shiny calculation uses 1/(Shiny rate) to get odds of becoming Shiny.\n    shinySpawnRate=4096\n    # List of dimensions that Pokemon will spawn in.\n    spawnDimensions=[\n        0\n    ]\n    # Sets spawning of Gyms in close proximity to newly generated towns on or off.\n    spawnGyms=true\n    # Sets whether or not Pokemon levels are determined by distance from the World's spawn point.\n    spawnLevelsByDistance=false\n    # Poke Marts will spawn with shopkeepers in Minecraft's towns.\n    spawnPokeMarts=true\n    # Number of ticks before an attempt to spawn entities is made.\n    spawnTickRate=60\n    # pixelmon.config.totemSpawnTicks.comment\n    totemSpawnTicks=1200\n    # Controls the rate of an Ultra Shiny spawning rather than a normal Shiny.\n    ultraShinySpawnRate=16\n    # If true, Pokémon will spawn with the most recent moves in their level-up movepools. If false, Pokémon will spawn with random moves from their level-up movepools.\n    useRecentLevelMoves=false\n    # pixelmon.config.zygardeCellSpawnTicks.comment\n    zygardeCellSpawnTicks=1200\n}\nStarters {\n    # Level (min=5, max=100).\n    level=5\n    # Shiny starters.\n    shiny=false\n    # List of starters (max of 21).\n    starterList=[\n        Bulbasaur,\n        Squirtle,\n        Charmander,\n        Chikorita,\n        Totodile,\n        Cyndaquil,\n        Treecko,\n        Mudkip,\n        Torchic,\n        Turtwig,\n        Piplup,\n        Chimchar,\n        Snivy,\n        Oshawott,\n        Tepig,\n        Chespin,\n        Froakie,\n        Fennekin,\n        Rowlet,\n        Popplio,\n        Litten,\n        Grookey,\n        Sobble,\n        Scorbunny\n    ]\n}\nStorage {\n    # The interval in seconds that the async saver will save all queued data to disk.\n    asyncInterval=60\n    # Activates off-main thread saving of party and computer data. (server only)\n    useAsyncSaving=false\n}\nTiming {\n    # pixelmon.config.furRegrowth.comment\n    furRegrowth=600000\n    # pixelmon.config.hoopUnbound.comment\n    hoopUnbound=600000\n}\n\"World Gen\" {\n    # Biomes that PokeLoot should NOT spawn in.\n    pokeChestBiomeBlackList=[\n        oceans\n    ]\n    # Biomes that PokeLoot CAN spawn in.\n    pokeChestBiomeWhiteList=[\n        all\n    ]\n}\n\n\n",
    "replies": [
        {
            "author": "61324",
            "timestamp": 1597338000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "大黄黄",
            "timestamp": 1597338060,
            "txt_content": "有什么问题请咨询，我每天都会来看，可能问题说的有些模糊，要是有不明白的我在细说"
        },
        {
            "author": "天辉胡萝卜",
            "timestamp": 1597338720,
            "txt_content": "    # 传说中的宝可梦的平均生成时间（随生成率改动）。\n    legendarySpawnTicks=1000\n\nHow often (in ticks) on average a Legendary Pokémon attempts to spawn. The actual time interval ranges from 60% to 140% of the specified value in this setting. The chance of the spawn attempt succeeding is defined by the legendarySpawnChance setting.\n也就是每隔多少tick尝试一次神兽生成，实际时间为该值的0.6-1.4倍，1000tick也就是50s一次\n增大该时间会降低神兽生成\n\n    # 改变一个传说中的宝可梦生成的几率 （0-1）。\n    legendarySpawnChance=0.8\n\nThe chance of a Legendary Pokémon spawn attempt succeeding (0-1) if a viable location has been found for one to spawn. The frequency of this spawn attempt is defined by the legendarySpawnTicks setting.        \n\n比如设为0.8，也就是有20%的几率失败，那么如果legendarySpawnTicks=1000，则实际平均为每1250tick生成一次神兽\n\n\nlegendaryRepeatSpawnTicks\n这是对应刷怪笼的，也就是一个刷怪笼刷出神兽后要等多久以后才有可能生成下一个神兽"
        },
        {
            "author": "2323654311",
            "timestamp": 1597370520,
            "txt_content": "legendarySpawnTicks=1000"
        },
        {
            "author": "大黄黄",
            "timestamp": 1597379940,
            "txt_content": "61324 发表于 2020-8-14 01:00\n这个是几率0-1=0%-100% \n   # 改变一个传说中的宝可梦生成的几率 （0-1）。\n    legendarySpawnChance=0.8\n感谢回答"
        },
        {
            "author": "大黄黄",
            "timestamp": 1597381500,
            "txt_content": "61324 发表于 2020-8-14 01:00\n这个是几率0-1=0%-100% \n   # 改变一个传说中的宝可梦生成的几率 （0-1）。\n    legendarySpawnChance=0.8\n这个时间数值有最大数吗"
        },
        {
            "author": "61324",
            "timestamp": 1597381680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "61324",
            "timestamp": 1597381740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "大黄黄",
            "timestamp": 1597383360,
            "txt_content": "61324 发表于 2020-8-14 13:09\n就按72000一小时算\n哦哦哦，好的，谢谢啦 我跳出216000，刷新率为1，这样是3小时100%刷神兽"
        },
        {
            "author": "大黄黄",
            "timestamp": 1597682280,
            "txt_content": "61324 发表于 2020-8-14 13:09\n就按72000一小时算\n您好啊，我这几天按这样的算法测试了几波，并没有像这样执行，于是我将这个文档给删除了，现在这个是重新加载的文档，你能看出如何改刷神兽概率，我找了半天没有。这个新版本是不具备调概率了吗？很抱歉再次打扰。\n# Settings for controlling the auto-battler for AFK players. AFKHandler {     # The time in seconds before a player in a battle is declared to be AFK and the auto-battle code takes over for them.     afkActivateSeconds=90     # The time in seconds before the auto-battle handler picks a move automatically each turn.     afkHandlerTurnSeconds=15     # Have auto-battle take over if the player is AFK during a battle. Activates after the specified time period and gives specified time for each turn after that.     enableAFKHandler=false } # Settings for the Better Spawner. \"Better Spawning\" {     # The maximum number of entities (NPC or Pokémon) that can spawn per player. Lower for better performance.     entitiesPerPlayer=40     # The horizontal radius of the areas randomly selected near the player to do spawning in. Lower for better performance but less reliable spawning.     horizontalSliceRadius=16     # How many ticks 'lead' the player tracking spawner will give players based on their motion. This tries to spawn at locations the player is about to be.     horizontalTrackFactor=100     # The maximum distance from the player that entities may spawn.     maximumDistanceFromCentre=64     # The minimum number of blocks between a spawned entity and an existing living entity.     minimumDistanceBetweenSpawns=8     # The minimum distance from the player that entities may spawn. The lower this is, the closer entities will spawn to players.     minimumDistanceFromCentre=8     # The number of spawn passes made per minute. Decrease for better performance.     spawnFrequency=60     # Which folder to use under ./pixelmon/spawning/ for spawn sets.     spawnSetFolder=default     # The maximum number of spawns in a single spawn cycle for a single player. Lower for slower spawning and better performance.     spawnsPerPass=2     # The vertical radius of the areas randomly selected near the player to do spawning in. Lower for better performance but less reliable spawning. Larger than horizontal to better match player behavior.     verticalSliceRadius=16     # How many ticks 'lead' the player tracking spawner will give players based on their vertical motion. Typically best as zero due to the interference jumping can cause.     verticalTrackFactor=0 } # Settings for breeding behavior. Breeding {     # Allows the placement of ranch blocks, which are required for breeding Pokemon.     allowBreeding=true     # Allows two Ditto to breed together to produce Eggs with random Pokémon inside.     allowDittoDittoBreeding=true     # Allow the ranch expansion.     allowRanchExpansion=true     # Enable random Eggs from Ditto-Ditto breeding to contain Legendaries.     allowRandomBreedingEggsToBeLegendary=false     # Enables random Eggs from /pokegiveegg to contain Legendaries.     allowRandomSpawnedEggsToBeLegendary=false     # Seconds between running the environment check for breeders, requires useBreedingEnvironment to be enabled     breedingEnvironmentCheckSeconds=500     # Number of world ticks needed to increase the breeding stage.     breedingTicks=18000     # Number of stages to go through before breeding occurs (1-5).     numBreedingStages=5     # Sets the number of steps per Egg cycle. Lower numbers hatch Eggs faster.     stepsPerEggCycle=255     # Control speed of breeding based on the blocks set in the area. If false, will set breeding speed to 1.0x.     useBreedingEnvironment=true } Economy {     # Amulet Coin Money Multiplier (Ex: 0.5 is 50% less | 1.5 is 50% more)     amuletCoinMultiplier=2     # Happy Hour Money Multiplier (Ex: 0.5 is 50% less | 1.5 is 50% more)     happyHourMultiplier=2     # Pay Day Money Multiplier (Multiplied against Pokemon level)     payDayMultiplier=5 } # Options for the elevator. Elevator {     # Maximum search range up/down for a pairing elevator.     elevatorSearchRange=16 } # Settings for controlling external moves. ExternalMoves {     # Allow destructive external moves (includes Cut, Dig, Explode, LightFire, Lightning, RockSmash)     allowDestructiveExternalMoves=true     # Allows the use of external moves such as Rock Smash and Cut.     allowExternalMoves=true } # General settings for the world. General {     # Allow the anvil to replace finished items with starting item from player's inventory without manual placing.     allowAnvilAutoreloading=false     # Allow player to throw Poke Balls from hotbar. If false, Poke Balls can only be thrown in battles.     allowCaptureOutsideBattle=true     # Allows move tutors that teach event moves to spawn naturally.     allowEventMoveTutors=true     # Allow Pay Day to award PokéDollars when used.     allowPayDayMoney=true     # Allow players to plant Apricorns in the ground.     allowPlanting=true     # Server-side, whether players can use Pokémon editors. Client-side, whether other players can use a Pokémon editor on the player with the setting.     allowPokemonEditors=true     # Allow the player to nickname Pokemon (not a server-wide setting, just a client setting).     allowPokemonNicknames=true     # Determines if player vs. player battles give Pokemon experience. No EXP gain in PvP when false.     allowPvPExperience=true     # Allow players to ride Pokemon. If false, no Pokemon can be ridden (server-side option).     allowRiding=true     # If enabled, TMs are reusable. If disabled, TMs are consumed upon use.     allowTMReuse=true     # Determines if player vs. Trainer battles give Pokemon experience. No EXP gain in Trainer when false.     allowTrainerExperience=true     # Allow creepers, skeletons, etc. to spawn in the world. DANGER - can kill you while battling.     allowVanillaMobs=false     # pixelmon.config.allowVanillaMusic.comment     allowVanillaMusic=false     # Whether or not players will automatically have a Mega ring.     alwaysHaveMegaRing=false     # Award photos to players who defeat wild Pokemon.     awardPhotos=false     # The type of AI to use for boss Pokemon in battle. \\n1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves.     battleAIBoss=2     # The type of AI to use for NPC Trainers in battle. \\n1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves. 4: Use all moves intelligently and switch out when advantageous.     battleAITrainer=3     # The type of AI to use for wild Pokemon in battle. \\n1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves.     battleAIWild=1     # Whether sleeping in a bed heals a player's Pokemon.     bedsHealPokemon=true     # Multipier for the speed at which berry trees grow. Can be between 0.1 and 1000.     berryTreeGrowthMultiplier=1     # Whether or not out-of-battle wild Pokémon can be hurt by physical attacks.     canPokemonBeHit=false     # The radius in chunks around a player that Pokemon can spawn within.     chunkSpawnRadius=6     # Allow players to use cloning machines to clone Mew into Mewtwo.     cloningMachineEnabled=true     # Sets the amount of boxes players have in their PCs (capped at 256 per player).     computerBoxes=30     # If players party and computer are forcefully saved upon every world save (If false, you should be saving data via /saveall, or risk data loss)     dataSaveOnWorldSave=true     # The minimum number of blocks away from the nearest player a Pokémon can be when despawned.     despawnRadius=80     # When mounted, enables steering the Pokemon by looking.     enablePointToSteer=true     # Enables Discord Rich Presense     enableRichPresence=true     # Allow wild Pokemon to initiate battles.     enableWildAggression=true     # If enabled, players will be able to challenge others by throwing a Pokemon at the enemy player rather than a Pokemon.     engagePlayerByPokeBall=true     # Multiplier for experience gained in Pokemon battles.     expModifier=1     # What will happen if a battle is force-ended without a proper conclusion. 0: A winner is determined based on the number of remaining Pokémon (with % HP as a tiebreaker). 1: The battle is considered a draw. 2: The battle is considered abnormally ended.     forceEndBattleResult=0     # Adjusts the variation in size caused by growth (0-2). 1 is normal.     growthScaleModifier=1.0     # Sets The number of times a Azelf, Mesprit and Uxie can enchant a ruby.     lakeTrioMaxEnchants=3     # Should Level Candy trigger level event from API     levelCandyTriggersLevelEvent=true     # How many times Lunala, Solgaleo, and Necrozma can each open a wormhole.     lightTrioMaxWormholes=3     # The maximum level that a Pokémon can be.     maxLevel=100     # The maximum plants allowed within a chunk. Applies to Apricorns and Berries.     maximumPlants=32     # Allow each player to take multiple photos of the same Pokémon.     multiplePhotosOfSamePokemon=true     # Sets how far Pokemon names and levels can be seen from (client setting only). 1=Default, 2=Farther, 3=Far     namePlateRange=1     # Requires flying and water Pokemon mounts to have HM moves Fly or Surf (respectively) to be able to ride them.     needHMToRide=false     # Chance of the Pickup Ability picking up an item after a battle (1/rate). 0 disables this.     pickupRate=10     # Allows wild Pokemon to drop items like feathers, etc. on death.     pokemonDropsEnabled=true     # Prints more detailed error messages to the server.log file if enabled.     printErrors=true     # Should Rare Candy trigger level event from API     rareCandyTriggersLevelEvent=true     # If enabled, consumable held items will be returned to Pokémon at the end of player vs. player battles.     returnHeldItems=true     # Set Legendary shrines to one use (false) or multiple use (true).     reusableBirdShrines=false     # Multipier for the speed that mounted Pokémon travel at. Can be between 0 and 1.     ridingSpeedMultiplier=1     # Increases size of Pokemon models in-game by 30%.     scalePokemonModels=true     # Whether to show wild Pokémon names on their nameplates.     showWildNames=true     # Allow Legendary bird shrines to spawn randomly in world.     spawnBirdShrines=true     # Allow random generation of structures such as Pokemon Centers, shrines, and other buildings if true.     spawnStructures=true     # If true, must be opped to use spawners. If false, must be in Creative mode.     spawnersOpOnly=true     # Lets you choose to give/not give a starter to a player on join (via the Pixelmon starter screen).     starterOnJoin=true     # The time taken before syncing to the system clock (in seconds).     systemTimeSyncInterval=30     # Set traders to one use (false) or multiple use (true).     tradersReusable=false     # Whether to display a GUI with Pokémon drops after defeating a regular Pokémon.     useDropGUI=true     # Enabled external breeding block jsons, can be edited server-side.     useExternalJSONFilesBreedingConditions=false     # Load external configuration files used for drops from the \"pixelmon/drops\" folder. If set to true and the \"pixelmon/drops\" folder does not exist, Pixelmon will create the folder and dump the existing files there.     useExternalJSONFilesDrops=false     # Enables external json editing for editing moves. NOTICE: When we edit moves between versions, you will have to apply changes manually. They will NOT generate updated info on their own. Use a JSON parser like https://jsonlint.com/ when editing each move, as a syntax error can have nasty consequences. Do NOT touch if you aren't sure what you're doing.     useExternalJSONFilesMoves=false     # Load external configuration files used for NPCs from the \"pixelmon/npcs\" folder. If set to true and the \"pixelmon/npcs\" folder does not exist, Pixelmon will create the folder and dump the existing files there.     useExternalJSONFilesNPCs=false     # Enables external json editing for pokemon. NOTICE: When we edit Pokemon between versions, you will have to apply changes manually. They will NOT generate updated info on their own. Use a JSON parser like https://jsonlint.com/ when editing each Pokemon, as a syntax error can have nasty consequences. Do NOT touch if you aren't sure what you're doing.     useExternalJSONFilesPokemon=false     # Load external configuration files used for battle rules from the \"pixelmon/rules\" folder. If set to true and the \"pixelmon/rules\" folder does not exist, Pixelmon will create the folder and dump the existing files there.     useExternalJSONFilesRules=false     # Load external configuration files used for spawning from the \"pixelmon/spawning\" folder. If set to true and the \"pixelmon/spawning\" folder does not exist, Pixelmon will create the folder and dump the existing files there.     useExternalJSONFilesSpawning=false     # Load external configuration files used for structures from the \"pixelmon/structures\" folder. If set to true and the \"pixelmon/structures\" folder does not exist, Pixelmon will create the folder and dump the existing files there.     useExternalJSONFilesStructures=false     # Use external trades for npc traders     useExternalJSONFilesTrades=false     # Lets your world follow real world time or not (uses the server's system clock).     useSystemTimeForWorldTime=false     # Saves Pixelmon entities to file when world saves (greatly increases save file size and save time if true). Required for the morph mod.     writeEntitiesToWorld=false } # Graphics settings. Graphics {     # Show each Pokemon's health in a bar above their heads.     drawHealthBars=false     # Use the low resolution textures for Pokemon and Poke Balls. Useful for low-end systems.     lowResTextures=false     # Set whether or not the player can control the camera during battles (sets to sphere based camera positioning)     playerControlCamera=true     # Multiplier of the 64 distance usually used for rendering.     renderDistanceWeight=2.0     # Display the currently selected Pokemon's attack target on the screen.     showCurrentAttackTarget=true     # Set whether or not to switch to an external camera during battles.     useBattleCamera=true     # Use the original Pokemon textures for statues.     useOriginalPokemonTexturesForStatues=true     # Use the SMD normal maps for shading Poke Balls.     useSmoothShadingOnPokeBalls=true     # Use the SMD normal maps for shading Pokemon.     useSmoothShadingOnPokemon=true } # This section is designed for large servers (or modpacks) to finely tune performance. It's not recommended to touch this as a singleplayer user, although lower end PC's can see increased performance. Servers will see massive performance improvements by raising the below values, however they are not without cost. This alters a Wild Pokemon's tick rate. For example, if you were to set tickRate24Radius to 5, you will see very visible stutters in a Pokemon's movement. This is why we recommend keeping the value low. Even so, by default they tick every single tick. Simply raising to 2 will double your performance and Pokemon still move smoothly. Raising any of the values to 3 is where you'll start seeing some slower movements, which are not noticeable the further the player is. Remember, there are 20 ticks per second. Performance {     # If a player is within a 24 block radius of a wild Pokemon, how often should it tick? For a server with an average player count of 40 or less, it's recommended to leave this as default. For servers with higher player counts, we recommend changing this setting to 2.     tickRate24Radius=1     # If a player is within a 48 block radius of a wild Pokemon, how often should it tick? For servers with higher player counts, we recommend changing this setting to 3.     tickRate48Radius=2     # If a player exceeds a 48 block radius of a wild Pokemon, how often should it tick?  For servers with higher player counts, we recommend changing this setting to 4. Pokemon usually despawn at this range, however despawns are not instant and depending on your Sponge/Bukkit/Spigot/Forge settings, they can linger for a little while longer than you'd like them to. This will limit their impact greatly until they're queued for despawn.     tickRateHigherRadius=3 } # Settings for PixelUtilities features. PixelUtilities {     # Allows Legendaries to spawn from blocks (i.e., grass).     blocksHaveLegendaries=false     # Specify the coordinates of the event Poke Gift chest here.     eventCoords=[         notConfigured     ]     # Enable/Disable Legendaries from being added to the event Poke Gift.     eventHasLegendaries=false     # Each Pokemon has a 1/10 chance of being a Shiny.     eventHasShinies=false     # Sets the maximum amount of Pokemon that are in spawned Poke Gifts.     eventMaxPokemon=1     # Should an event Poke Gift spawn?     eventPokeGiftLoad=false     # The rate of Shiny Pokemon appearing in a Poke Gift (1/x).     eventShinyRate=10     # Define a custom date for Poke Gift events (day then month).     eventTime=\"D/M\"     # Allows Poke Gifts to be used (both placing and using, prevention against spam).     pokeGiftHaveEvents=true     # Enable multiple players to get the Pokemon from the gift.     pokeGiftReusable=false     # Scale grass battles to players' team levels?     scaleGrassBattles=false } # Settings for controlling PokeLoot chest spawns and behavior. PokeLoot {     # Allow Hidden Grottos to spawn in the world.     spawnGrotto=true     # Allows invisible PokeChests to spawn around the world randomly.     spawnHidden=true     # Default spawn mode (FCFS=0, PL1D=1, PUD=2, TIMED=3). FCFS = First Come First Serve, only one player can loot chest, then chests vanishes. PL1D = Player 1 Drop, chest gives one drop per person. Chest remains for others to use once each. PUD = Player Unlimited Drops, chests can be used infinitely by all players. TIMED = Each player allowed to loot again after specified time interval (individual timers). Chest remains after looting.     spawnMode=0     # Allows normal visible PokeChests to spawn around the world randomly.     spawnNormal=true     # Chest spawn rate. 0: 1 per 64 chunks. 1: 1 per 32 chunks. 2: 1 per 18 chunks. 3: 1 per 10 chunks     spawnRate=1     # Sets frequency (hours) that a player can reuse a timed loot chest (both placed in Creative and naturally spawned) if set to TIMED.     timedLootReuseHours=24 } \"Server Info\" {     # Your server name. This will display on Discord.     serverDisplayName=null     # Server icon name. Contact Deltric for this.     serverIconName=null     # Server key.     serverKey=null } \"Shiny Rates\" {     # Catch Combo T1 11-20: Odds without Shiny Charm 1/(ShinyRate)     catchComboTier1=1728     # Catch Combo T1 11-20: Odds with Shiny Charm 1/(ShinyRate)     catchComboTier1Charm=1296     # Catch Combo T2 21-30: Odds without Shiny Charm 1/(ShinyRate)     catchComboTier2=1296     # Catch Combo T2 21-30: Odds with Shiny Charm 1/(ShinyRate)     catchComboTier2Charm=972     # Catch Combo T2 31+: Odds without Shiny Charm 1/(ShinyRate)     catchComboTier3=972     # Catch Combo T3 31+: Odds with Shiny Charm 1/(ShinyRate).     catchComboTier3Charm=729     # Whether or not Catch Combo Shiny Rates only spawn the combos species with those rates for shiny.     enableCatchComboShinyLock=true     # Whether or not Catch Combos should influence shiny rate. If disabled only shinySpawnRate & shinyRateWithCharm are factored.     enableCatchCombos=true     # Shiny rate when using Shiny Charm and Catch Combo is below T1 or when catch combo is disabled.     shinyRateWithCharm=3072 } Shrine {     # Limits Ho-Oh to only be capable of summoning 1 Raikou, 1 Entei, and 1 Suicune.     limitHoOh=false     # The amount of times a Mew can be cloned.     limitMew=3     # Limits Rayquaza to only be capable of summoning 1 Groudon and 1 Kyogre.     limitRayquaza=false     # Limits Regigigas to only be capable of summoning 1 Regirock, 1 Registeel, and 1 Regice.     limitRegigigas=false } # Settings that control what Pokemon spawns and how many of them spawn. Spawning {     # Generations of Pokémon to Spawn     Gens {         # Pokedex 1-151         Gen1=true         # Pokedex 152-251         Gen2=true         # Pokedex 252-386         Gen3=true         # Pokedex 387-493         Gen4=true         # Pokedex 494-649         Gen5=true         # Pokedex 650-721         Gen6=true         # Pokedex 722-809         Gen7=true         # Pokedex 810-890         Gen8=true     }     # Average number of ticks before spawning a boss Pokémon     bossSpawnTicks=1200     # Forces wild Pokemon to despawn after a battle.     despawnOnFleeOrLoss=false     # Displays server-wide announcement 'A Legendary has spawned in  biome' when a Legendary spawns.     displayLegendaryGlobalMessage=true     # Number of blocks for a level increase when Spawn Levels By Distance enabled.     distancePerLevel=30     # Chance of a wild Pokemon spawning with its hidden Ability (1/rate). 0 disables hidden Ability spawns.     hiddenAbilitySpawnRate=150     # Max number of flying Pokemon at one time (keep this low).     maxFlyingPokemon=2     # Max number of land Pokemon at one time.     maxLandPokemon=40     # Maximum level Pokemon will spawn at when Spawn Levels By Distance enabled.     maxLevelByDistance=60     # Max number of bosses at one time.     maxNumBosses=1     # Max number of NPCs at one time.     maxNumNPCs=4     # Max number of totems at one time.     maxNumTotems=1     # The maximum number of spawn events (not number of Pokémon) that can spawn in a single tick     maxSpawnsPerTick=100     # Max number of underground Pokemon at one time.     maxUndergroundPokemon=20     # Max number of water Pokemon at one time.     maxWaterPokemon=20     # Replaces Minecraft's villagers with Pixelmon NPCs.     replaceMCVillagers=true     # Shiny calculation uses 1/(Shiny rate) to get odds of becoming Shiny.     shinySpawnRate=4096     # List of dimensions that Pokemon will spawn in.     spawnDimensions=[         0     ]     # Sets spawning of Gyms in close proximity to newly generated towns on or off.     spawnGyms=true     # Sets whether or not Pokemon levels are determined by distance from the World's spawn point.     spawnLevelsByDistance=false     # Poke Marts will spawn with shopkeepers in Minecraft's towns.     spawnPokeMarts=true     # Number of ticks before an attempt to spawn entities is made.     spawnTickRate=60     # pixelmon.config.totemSpawnTicks.comment     totemSpawnTicks=1200     # Controls the rate of an Ultra Shiny spawning rather than a normal Shiny.     ultraShinySpawnRate=16     # If true, Pokémon will spawn with the most recent moves in their level-up movepools. If false, Pokémon will spawn with random moves from their level-up movepools.     useRecentLevelMoves=false } Starters {     # Level (min=5, max=100).     level=5     # Shiny starters.     shiny=false     # List of starters (max of 21).     starterList=[         Bulbasaur,         Squirtle,         Charmander,         Chikorita,         Totodile,         Cyndaquil,         Treecko,         Mudkip,         Torchic,         Turtwig,         Piplup,         Chimchar,         Snivy,         Oshawott,         Tepig,         Chespin,         Froakie,         Fennekin,         Rowlet,         Popplio,         Litten,         Grookey,         Sobble,         Scorbunny     ] } Storage {     # The interval in seconds that the async saver will save all queued data to disk.     asyncInterval=60     # Activates off-main thread saving of party and computer data. (server only)     useAsyncSaving=false } Timing {     # pixelmon.config.furRegrowth.comment     furRegrowth=600000     # pixelmon.config.hoopUnbound.comment     hoopUnbound=600000 } \"World Gen\" {     # Biomes that PokeLoot should NOT spawn in.     pokeChestBiomeBlackList=[         oceans     ]     # Biomes that PokeLoot CAN spawn in.     pokeChestBiomeWhiteList=[         all     ] }\n"
        },
        {
            "author": "61324",
            "timestamp": 1597733820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "61324",
            "timestamp": 1597735020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "大黄黄",
            "timestamp": 1597750380,
            "txt_content": "61324 发表于 2020-8-18 14:57\n？？？？你这发的是神奇宝贝重铸/世代配置文件？？\n你至少把什么mod的配置文件跟我说一下吧，神奇宝贝版本 ...\n世代8.1.2"
        },
        {
            "author": "61324",
            "timestamp": 1597754340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "大黄黄",
            "timestamp": 1597829100,
            "txt_content": "61324 发表于 2020-8-18 20:39\n这里面没有改刷新率的节点\n好的 谢谢啦"
        }
    ]
}