{
    "title": "[Minecraft.net | DEEP DIVES]群系漫游：玄武岩三角洲",
    "author": "封徵",
    "replyCount": 10,
    "timestamp": 1597375080,
    "txt_content": " 本帖最后由 封徵 于 2020-8-15 10:43 编辑 \n\n\n\n\n\nfile_1597371005000.jpg (74.06 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-14 10:10 上传\n\n\n\n\n\nDEEP DIVESAround the Block: Basalt Deltas\n群系漫游：玄武岩三角洲\n\nYou’ll lava trip there\n熔岩之旅，即刻启程\n\nDuncan Geere邓肯·盖尔\n\n\nMany of the new biomes featured in the Nether Update are designed to make the old fiery dimension feel more alive. The two forest biomes, Crimson and Warped, add many different kinds of flora and fauna to the Nether, while still fitting right into its gloomy, oppressive aesthetic.\n在下界更新中出现的许多新群系，都是为了给这个古老而又热腾腾的维度注入更多的活力。两个森林群系，绯红森林和诡异森林为下界增添了多种不同的动植物群，同时正巧符合其散发的阴沉压抑的美感。\nBut what would you get if you made the Nether less alive? You’d get our biome of the week – the Basalt Deltas. Java developer Felix Jones explains its origins:\n但如果让你操刀，让下界死气沉沉一点，你会做什么呢？你大概会选择我们本周的群系 —— 玄武岩三角洲。Java 版开发人员 费利克斯·琼斯(Felix Jones) 对它的起源这么解释道：\n\n\n'I remember being approached by the team with a question that came completely out of the blue: 'Do you want to work on a biome?'. At that point, we only had four Nether biomes and I had no idea that a fifth biome was in development.\n“我记得当时我们开发团队的人突然找到我，问了我一个问题：‘你想试着开发一个新的生物群系吗？’。当时，下界仅有四个生物群系，我不知道第五个生物群系还正在开发。\n\nUnlike the other Nether biomes, the Basalt Delta had no visual guide or design planned for it. It was a scrapped biome and the Nether Update was, at the time, intended to only introduce the Soul Sand Valley, Warped Forest, and Crimson Forest biomes.\n不同于其它下界生物群系，玄武岩三角洲没有任何预先的视觉指南和设计计划。当时它是件废稿，而原本的下界更新，计划是只新加入灵魂沙峡谷、诡异森林和绯红森林(三个生物群系)。\nThe only thing we had for this biome was code for a prototype that had been worked on by pretty much every member of our Gameplay team and it was not guaranteed that this biome would make it for the Nether Update.'\n我们当时仅有的就只是这个群系的雏形的代码行 —— 游戏团队的几乎每个人都在研究开发它，但也并不能保证这个群系能赶上下界更新前完工。\n- Felix\n—— 费利克斯\n\n\n\n\n\nfile_1597372506000.jpg (43.73 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-14 10:35 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1597372512000.jpg (47.46 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-14 10:35 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1597372516000.jpg (31.85 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-14 10:35 上传\n\n\n\n\n\n\nIt made it. Basalt Deltas were added in the eleventh snapshot, released in April 2020, to fill a hole in the collection of existing biomes. Felix adds:\n最终还是成功了。玄武岩三角洲在 2020年4月 发布的第十一版快照中被加入，以填补现有生物群系的缺漏。费利克斯还补充道：\n\n“I believe the community at the time felt the same thing that the team did: that the Nether Update was missing something and it just needed one more thing to make it feel complete. We also had a new stone material to introduce, blackstone, and no biome for it to naturally appear in.”“ 我相信当时社区和游戏团队的感觉是相同的，那就是：下界更新缺了点什么，只需要再加一点，它就完整了。我们同样增加了新的石料，黑石，但却没有一个生物群系能让它合情合理的出现。”\n\n- Felix\n—— 费利克斯\nThe landscape of Basalt Deltas is mostly made up of craggy mountains, with rivers and springs of lava running through them. Basalt is more common, but as Felix promises you’ll also find seams of blackstone here – which can be used to craft stone tools or build stone structures.\n玄武岩三角洲地貌大致由峻峭的山脉组成，间具熔岩河与熔岩泉。玄武岩 在此更为常见，但正如费利克斯说的一般，你也能在此找到黑石矿层 —— 其可以被用于制造石质工具和石质建筑材料。\n\n\n\n\n\n\n\n\nfile_1597373964000.jpg (62.26 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-14 10:59 上传\n\n\n\n\n\n\n\n\n\n\nfile_1597373973000.jpg (57.68 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-14 10:59 上传\n\n\n\n\n\n\n\n\n\n\nfile_1597373979000.jpg (47.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-14 10:59 上传\n\n\n\n\n\n\nIt’s not easy to get around in Basalt Deltas – the spiky landscape and hidden pits of lava can prove dangerous to the incautious traveler. But careful miners will find plenty of rich ores and resources here, thanks to the biome’s volcanic origins. You’ll also find rare patches of Netherrack, gravel, magma blocks, glowstone clusters and the occasional nether quartz ore.\n想要在玄武岩三角洲来去自如可不大容易 —— 锐利的地貌和隐藏各处的熔岩洞对于鲁莽行事的旅者可是危险至极的。但谨慎的矿工却会在这发现富足的矿石与资源，这要归功于群系的火成属性。你同样能在这里发现珍稀的下界岩、沙砾、岩浆块、萤石群，偶尔还会有下界石英矿。\nNot a lot lives here – a few mushrooms scrape out a living on the rock, foraged upon by magma cubes and striders that live on the shores of the lava sea. Instead, the craggy peaks of the Basalt Deltas are haunted by Ghasts that count these bleak environs as their territory, defending it against intruders.\n这里罕见生命之迹 —— 少数蘑菇在岩石上艰难求生，也难逃岩浆块和熔岩海滨生活着的炽足兽的压迫。相反，玄武岩三角洲的峻峭山峰上却出没着恶魂，它们将这方阴暗空间视为自己的领域，与入侵者相抗。\nThat said, the ample building materials and low population make Basalt Deltas a reasonable place to live. You’ll need to bring in food supply, but with a small farm and some sort of defence against Ghasts you can make a surprisingly comfortable home here.\n虽说如此，充足的建筑材料和低人口的特点仍让玄武岩三角洲于情理上成为了一处安家的好地方。你需要的只是输入食物供给，但如果能建成一座小型农场和一些抵御恶魂的设施的话，这里将成为一处令人讶异的世外桃源。\nHave you set up camp in the Basalt Delta? Share your top tips for #deltalife with us on Twitter at @minecraft!\n你有在玄武岩三角洲安营扎寨过吗？在 Twitter 上发文 @minecraft 上并附上 #deltalife 为我们分享下你的一些安家小建议吧！\n\n\n\n【封徵 译自官网 2020 年 08 月 13 日发布的 Around the Block: Basalt Deltas；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n\n\n",
    "replies": [
        {
            "author": "理想是养神兽",
            "timestamp": 1597421040,
            "txt_content": "这年头走个路都得小心翼翼的"
        },
        {
            "author": "食色sx",
            "timestamp": 1597434840,
            "txt_content": "我看看1.15版本有没有"
        },
        {
            "author": "封徵",
            "timestamp": 1597453140,
            "txt_content": "食色sx 发表于 2020-8-15 03:54\n我看看1.15版本有没有\n1.15是嗡嗡蜂群更新，1.16才是下界更新"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1597474260,
            "txt_content": "新的文章系列？\n头皮屑三角洲\n下界飞雪"
        },
        {
            "author": "156586078",
            "timestamp": 1597488360,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "无名氏123456789",
            "timestamp": 1597493820,
            "txt_content": "我在建版中找了好久都没有找到"
        },
        {
            "author": "shenyuan12",
            "timestamp": 1597674300,
            "txt_content": "地狱越来越危险了"
        },
        {
            "author": "薛定谔的钻石",
            "timestamp": 1597804560,
            "txt_content": "当时地狱门通到这，我挖了30分钟都没挖出来"
        },
        {
            "author": "时雨啦",
            "timestamp": 1597905540,
            "txt_content": "头皮屑，不过有光影确实挺漂亮的"
        },
        {
            "author": "微凉123",
            "timestamp": 1597908720,
            "txt_content": "666666666666"
        }
    ]
}