{
    "title": "【原创/单篇教程】教你如何在手机浏览器上安装组件",
    "author": "Minecraft.Wnxi",
    "replyCount": 0,
    "timestamp": 1597409820,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-8-27 09:16 编辑 \nPeripheral CourseTeach you how to install add-ons on your cell phone Browser教你如何在手机浏览器上安装组件！\nWnxi writing◎Wnxi 著① required materials: Mobile phone × 1（Hey, Don't join in the fun by using the computer) Firefox Browser International Edition, the installation package is available here ↓①所需材料：手机×1（喂，用电脑那个别来凑热闹）火狐浏览器国际版\n\n\n\n\nScreenshot_20200814_200408.jpg (7.89 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-14 20:04 上传\n\n\n\n\n，安装包在此自取→传送门\nOpen the Firefox browser, select the three points in the upper right corner, and click on the add-on.②打开火狐浏览器，选择右上角的三个点，点击附加组件。\n\n\n\n\nScreenshot_20200814_200940.jpg (96.97 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-14 20:10 上传\n\n\n\n\n\n③ Select \"Recommended Extensions\" ↓③选择“推荐的扩展”→\n\n\n\n\nScreenshot_20200814_201205.jpg (20.55 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-14 20:13 上传\n\n\n\n\n\n④ After clicking in, you will find many strange add-ons, such as removing advertisements, changing theme colors and so on. Click on the add-ons you want, go in and select Add. Then you can jump to some unknown official website, which will tell you how to use add-ons.④点进去之后，你会发现有很多奇奇怪怪的附加组件，比如去除广告，改变主题颜色等。点击你需要的附加组件，进去之后选择添加。随后你就有可能跳到一些不知名的官网，官网将告诉你该如何使用附加组件。\n⑤When you understand how to use the add-on, open the three points again, you will find that there are several more item columns at the bottom. Generally, the extra is your add-on. You can generally set various parameters by clicking in. Up.⑤当你了解完该如何使用附加组件时，再次打开那三个点，你将发现最下面多了几个项目栏，一般多出来的就是你的附加组件，点进去一般就可以设置各项参数了。\n⑥If you want to install more add-ons, you can choose to search in the search bar. If you want to install customized words (such as optimizing add-ons) and you can’t find it in the search bar, you can search for \"monkey\" and pop out The first one is the oil monkey, install it!⑥如果你想安装更多的附加组件，可以选择在搜索栏中搜索，你想安装自定义的话（比如说优化附加组件）并且搜索栏搜不到时，你可以搜索“monkey”，跳出来的第1个就是油猴子，安装它！\n⑦ Then we will learn how to add custom components. We will take [R] MCBBS Extender-Background Push/Style Optimization/Behavior Extension as an example, install the optimized components, Optimized Component Portal-Portal, and remember to check Open when installing!\n⑦随后我们学习如何增加自定义组件，我们以[R]MCBBS Extender —— 后台推信/样式优化/行为拓展 为例，安装其中的优化组件，优化组件传送门→传送门，安装时记得勾选打开！\n⑧After installation, open the forum again, you will find some changes in the details of the forum, it seems to become more refined, which shows that the installation is successful! (It seems that because of the August forum update, some functions may not be available, or it may be because the mobile phone is not available).⑧安装完再次打开论坛，你会发现论坛的细节有些变化，似乎变得精致许多，这就表明安装成功了！（打貌似因为8月论坛更新，部分功能可能使用不了，或者可能是因为是手机使用不了）。\n\n[groupid=1358]黄金之匣美工社[/groupid]\n",
    "replies": []
}