{
    "title": "[多线]狼与香辛料亭 —— 小小一方净土，便是世外桃源[1.12.X-1.16.2]",
    "author": "水中的苦力怕",
    "replyCount": 0,
    "timestamp": 1597452120,
    "txt_content": " 本帖最后由 水中的苦力怕 于 2020-9-26 12:41 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n                                                                                                     \n   \n\n\n旅途只有启程之时最为愉快。\n                                                                                                             ——《狼与香辛料》贤狼赫萝\n\n来到这个世界，入坑Minecraft\n或许正如一场“异世界的旅途”\n而如今最初的那份对这个未知世界的憧憬或许已经 消亡殆尽\n看遍 了这里的 山与水 走遍了 这里的 每一寸土地曾经最喜欢的服务器早已 没了消息厌倦了这个世界里的浮躁与喧嚣却仍然在不停的寻找只想要找回最初那份纯粹的感情\n  \n      \n\n狼与香辛料亭，是一个新生的群组服务器\nQQ群: 1131306549 服主QQ: 3401286177\n\n我们在不断的成长\n从最初单独的一个服务器，狼与香辛料\n发展成现在多元化，稳定的大型群组\n我们也在不断的改进，优化，更新\n在每一个细小的功能中，在每一个微不足道的数值上\n我们都花了不少心思去调整，以确保平衡性\n你所担心的，经济膨胀，快餐化，玩家群体素质低\n在这里统统不存在\n我们专注于打造沉浸式游戏体验\n如真实玩法型[子服 狼与香辛料]，或是趣味娱乐型[子服 狼与盛夏物语]服务器\n绝对不会像快餐服那样\n加上老三样：工业，拔刀，神秘\n随便整整就又开个恰饭服\n我们严格的白名单制度，保证了玩家群体的素质\n没有身份高低歧视，没有萌新大佬差异\n你不会被任何人欺负\n你也不可以去欺负任何人\n这里是温馨的港湾，随时欢迎你们的到来\n\n狼与香辛料亭的所有服务端和客户端\n全部由狼与香辛料亭服主Hakurou_Mikko独自构建\n没有依赖任何人提供帮助，不存在任何抄袭或违规行为\n如有疑问，请私信mcbbs账号:3401286177\n或者QQ:3401286177询问\n  \n      \n\n>>狼与香辛料<<[2020/8/17日下午2点正式二周目开放]\n狼与香辛料，咱们的主要服务器之一\n是一个小而温馨的生存服务器\n我们在风格上做到了完全统一更加贴合狼与香辛料番剧的背景没有花里胡哨的mod或者插件没有需要你爆肝的玩法只需要静下心来沉浸在充满中世纪风格的世界里\n我们的玩法十分独特选择全面禁止tpa指令并且给大部分的传送指令设置了很长的冷却目的是为了全面避免走上快餐化的道路并且放慢游戏节奏，让玩家们能够静下心来慢慢体验游戏搭配上Dynmap全球地图以后我们还会开放跑商等任务或者活动旨在进一步体现服务器的模拟真实世界的特色\n\n并且，我们服里所有的mod\n都不像是工业2，神秘时代那样\n需要玩家不断去肝装备，肝属性\n也不像是无中生有那样\n仿佛从一开始\n所有的物资就取之不尽，用之不竭\n\n在这里你需要静下心来 抛开浮躁\n游玩并沉浸在这个小服里\n你可以在这里听到\n雪地里呼呼大作的风\n夏天如倾盆般哗啦作响的雨\n或是走路时的脚步声\n喘气时的呼吸\n\n另外\n狼与香辛料的核心mod\n都是围绕着中世纪主题配合上冰火传说，打造一个架空的世界观\n\n在现如今科技服横飞的时代里能够真正让玩家体验到沉浸感的服已经不多见了我会尽我最大的努力去制作一个玩家喜欢的多模组+多插件 注重沉浸体验型服务器\n\n我们在客户端上花了很多心思，只为了制作出一个低配精致的客户端\n我们修改了主界面，替换了原版的背景音乐\n还优化了许许多多的细节部分\n40+mods标配需要2G运行超低配只需要分配800MB就可畅玩！\n\n\n\n游戏内容上面我们在拥有很多趣味mod的同时也在不停的开发插件功能服务器内有职业系统，玩家市场还有每日任务，每周任务，趣味附魔等玩法服务器也会不定期经常开放活动\n↓↓↓游戏内实景↓↓↓         \n上面那个群号是旧群啦，我们已经迁移到新群，目前只有八十位玩家的说ovo\n\n\n\n>>狼与盛夏物语<<\n另外一个主要服务器游戏核心版本为1.16.1当然你可以用1.12.2~1.16.2的客户端进入\n主要玩法为休闲养老服宠物系统，趣味附魔，趣味钓鱼基于原版的玩法打造最简单而有趣的游戏体验\n[8月11日刚开放，还在开荒没有什么图片啦]\n>>狼与湛蓝色晴空<<\n子服之一，核心版本为1.15.2空岛同样支持跨版本\n主要玩法就是空岛+精英怪+更多附魔+粘液科技...当然远远不止这些，你可以自己来体验一下喔\n>>RPG服务器,科技生存服务器,计划中<<\n\n未来我们会推出越来越多的玩法从休闲养老到爆肝生存，一个不落当然，所有子服务器都共用一个玩家群体那就是，我们的狼崽子们~再也不用担心玩家素质影响游戏体验的情况出现啦~\n  \n    \n\n以下所有规则均以保护玩家财产，维护游戏环境公平为目的，特殊情况将视情节改变处罚手段及处罚力度\n\n1.不允许使用或尝试使用任何作弊类手段，包括但不限于：自动钓鱼，连点器，作弊端...\n\n本服使用特殊反作弊插件+Mod检查玩家客户端状态，\n一旦发现私自添加违规mod，或是尝试任何形式注入作弊端\n（包括但不限于v**e,w*e,for*****st,Li******ce）\n将由系统自动处理封禁该玩家（到目前为止误报次数为0次,封禁7人）\n如有误封请联系服主Hakurou_Mikko处理\n\n\n\n2.不允许发生未征求他人意见，私自偷窃他人物品，破坏他人建筑的行为（踩田偷菜都算）\n\n违者直接封禁，不保留任何解释机会\n\n\n3.禁止游戏内发生口角矛盾，争斗\n\n管理会插手和平解决，如果管理不在的时候发生了无可避免的冲突那么请去私聊互相问好，如果经玩家举报发现在公共频道互相问好则双方禁言1天起步\n\n既然你找到了这里，那么非常感谢你的认真阅读这里我想说一些真心话..最初成立这个服的时候，我抱着的是一种消极厌世的态度\n因为曾经我也是玩家，我也玩过不少服务器\n几年前这些服务器的风气都是很好的\n玩家和睦，公平游戏..\n到了现在，大多数生存服里人人一份矿透，就像玩家当中的潜规则\n作弊端比比皆是，而作为辅助的那些人，选择了睁一只眼闭一只眼\n有几个在反作弊上花了心思呢，商业服成天想着怎样赚钱\n公益服又往往因为没有稳定的经济来源而倒闭，关服\n即使能够一直开着，也很难做大，做强\n服主们又普遍冷淡，对玩家之间的事情要么很少处理，要么就见一个ban一个\n把自己的架子摆的很高，对玩家的反馈充耳不闻\n与玩家之间几乎没有感情可言，仿佛他就是国王，玩他服务器的玩家\n不过是卑微的奴隶\n作为玩家，玩过这么多服，回想起来或许曾经某个服真的很好玩\n可是他们还开着吗？有几个服务器是真正被玩家热爱，从心底的喜欢的呢\n几百人几千人的大型服务器中，一个新人的加入，\n最多是群员们机械的一句“欢迎新人”草草了事\n很少能被其他玩家重视。管理员们注重的只是对服务器内容的开发，\n轻视了玩家社区的培养，这点我难以接受\n那些“大佬”们永远自顾自的刷装备肝任务，带新人只是停留在不麻烦自己的程度\n有时候还会为了一点点小事闹的不可开交。可能仅仅因为别人抢了他一只“属于他的怪”\n或者是不小心把他打到了，就要反过来把别人杀掉。这就是游戏氛围，这就是所谓的玩家至上吗？\n\n所以我实在没办法忍受了，从各个服务器里我认识了许多的朋友，我把他们组织起来\n开自己的小服，我们做我们自己想玩的内容，工业神秘科技服，从来不ban东西，\n玩累了就开纯净生存，体验高版本，插件..\n后来我们的规模越来越大，于是我就决定开一个规规矩矩的正式服\n让更多跟我有同样烦恼的玩家能够在这里找到自己的归宿\n\n我的初心是做一个玩家社区温馨，社交与游戏玩法相结合的公益服，\n不用担心我们会像其他公益服一样短命，到目前为止我们经历过不少的风浪了\n回档，数据丢失，网络攻击...服务器到现在一直都好好的开着的\n狼服永远都会开下去，永远都是公益服\n\n\n\n",
    "replies": []
}