{
    "title": "[原创/连载]《匠魂传记》第四章——匠魂宝典",
    "author": "800805",
    "replyCount": 3,
    "timestamp": 1597489680,
    "txt_content": " 本帖最后由 800805 于 2021-2-7 16:13 编辑 \n——匠魂宝典——    史蒂夫的眼前忽然变黑，随后闪过一部分紫色，最后，熟悉的橡树与草方块又出现在了眼前——他终于回到了主世界。\n     回到主世界第一件事情，就是再去看看暮色森林传送门。史蒂夫跳下泛着紫色波浪的水池，没有任何反应。“这传送门，怎么回事？”史蒂夫一声惊呼，之前他跳下去的时候，瞬间就被传送到了暮色森林，现在却失效了。还没想明白，一道闪电劈下来，水池上的紫色波浪顿时全部消失，留下的，是普通的无限水。\n     他不知道，暮色森林与主世界，已经失去了连接，正是之前的黄色身影做的。\n     既然不能回去，那就只能先坐观形势了。这段时间，史蒂夫回到了之前的房子，整理了一下装备，还清点了一下剩下的钻石和绿宝石。完事之后，没有迫在眉睫的战斗，日常倒是剩下了许多闲暇时光。\n     有一日，史蒂夫又抽出了那本“无字天书”《匠魂宝典》，正准备扔掉时，却发现上面忽然出现了字，有可能是当初龙息、末影水晶和《匠魂宝典》撞在一起爆炸的时候触发了什么特殊的效应。这本书里面记录了许多东西，描写得最详细的便是冶炼了。用冶炼炉融化液体分别制作成部件，最后再组装在一起，就能合成武器与工具，且永久不会刷新，耐久没有了只是不能使用，就算扔岩浆里，最后也只会让它在岩浆表面上跳舞而已，这便是匠魂的强大。\n     在冶炼篇后面，还有一个材料的详细介绍，标注了每一个材料的各种系数。在材料后边，还有几页空白，但是关键内容已经全部显现出来了，所以史蒂夫并没有很在意。\n     开启匠魂之旅的第一步便是打造工具装配台等几个工作方块，合成材料都比较简单，用现有的材料都可以合成。随后需要的便是匠魂冶炼炉，焦黑熔炉以及工匠储罐。其中冶炼炉是必须的；焦黑熔炉用普通熔炉也可以代替，只是烧烤速度较快；工匠储罐只有储存液体的效果然而冶炼炉也有。综上所述，史蒂夫目前最需要的还是冶炼炉了。\n     搭建冶炼炉是个漫长的过程，需要用到大量的焦黑砖，焦黑砖又需要烧烤水泥制作，水泥是由沙子，沙砾和黏土制作，哪怕是做个最基本的3*3*1的冶炼炉，也需要不少于九十多个焦黑砖。一想到这庞大的工程量，史蒂夫摸了摸自己的肝，然后造了一把钻石锹，出去收集材料了。\n     沙砾和沙子都很容易收集，他家附近的小河边就有，他收集得很快，但仍然没有注意黄昏已经悄悄来临，而他已经收集到了一个较远的地方。树林里还有几只穿着皮革帽子的骷髅探出了头，对于史蒂夫来说，骷髅这种普通的亡灵根本不能对他有多大影响，他可是打败过九头蛇，诛杀过末影龙的啊！他直接冲上去，拔出钻石剑，举过头顶，又挥砍下去，整个操作如行云流水，轻松解决，可是又涌来了几只骷髅。史蒂夫暗暗抱怨着：今天骷髅怎么这么多，真烦人。等他注意到夕阳正缓缓落下时，忽然有几个鲜红的大字毫无征兆地出现在他的脑海里：\n     血月升起了。——字数统计——\n\n\n\n\n360截图20200815190120538.png (7.6 KB, 下载次数: 3)\n\n下载附件\n\n2020-8-15 19:05 上传\n\n\n\n\n——嘉宾观众席——@新人x号 @燃雪听风 @随意之光 @阿秋Minecraft @北极仙光 @自由李代数 @曦灬月 @Mr.时间之瓶 @希望工程 @吃井不忘挖水人 @奇怪的帽子 @PercyDan @电磁步兵\n——传送门——上一章",
    "replies": [
        {
            "author": "LkStent",
            "timestamp": 1597492500,
            "txt_content": "文笔不错，支持一下"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597494060,
            "txt_content": "血月升起了。\n这下有得玩了\n加上致命怪物和精英怪模组更好玩"
        },
        {
            "author": "800805",
            "timestamp": 1597494540,
            "txt_content": "Minecraft.Wnxi 发表于 2020-8-15 20:21\n血月升起了。\n这下有得玩了\n加上致命怪物和精英怪模组更好玩\n精英怪是早就有打算了，准备在匠魂的最后提到\n致命怪物暂无考虑"
        }
    ]
}