{
    "title": "[多线]梦幻国度 —— >〓神奇宝贝※牧场开放※公益养老※神兽宝宝※建筑〓[1.12.2]",
    "author": "夕离丶",
    "replyCount": 0,
    "timestamp": 1597484580,
    "txt_content": " 本帖最后由 夕离丶 于 2020-8-15 21:22 编辑 \n本服是公益服并且愿意承担虚假宣传的一切后果\n\n梦幻国度收到的每一笔赞助都会捐出1元为贫困孩子助学\n服务器介绍https://www.bilibili.com/video/BV1z7411C7CZ\n\n\n\n\n\n\n\nlogo - 副本.png (99.26 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-15 18:04 上传\n\n\n\n\n\n\n梦幻国度，一个多元化的公益神奇宝贝服务器。公益服务器以玩家为本。鼓励在作出决策时站在玩家角度换位思考。尊重玩家自由选择服务器的权利。尊重玩家自由结交好友的权利。公益服务器不以盈利为主要或最终目的。在涉及服务器内容的场合，完全不以盈利为目的。也就是说不存在氪金项目和VIP，全都要靠你自己动手去创造（肝）引导玩家之间友好、和谐共处。让我们一起快乐的玩耍吧~！\n\nMOD介绍宝可梦为Minecraft世界增加了掌机大作口袋妖怪系列游戏中的元素的大型生物Mod。增加了大量的口袋妖怪，作为训练师你可以通过精灵球捕捉口袋妖怪，训练它们，让它们和别的精灵对战。这个Mod拥有大量口袋妖怪游戏中的设定和元素，如果你是Pokemon迷，那这款Mod一定会让你深感喜爱。(当前服务器中宝可梦Mod版本为Pixelmon Reforged 8.0.2)\n中式工坊中式工坊是以中式建筑为主题的Mod。具有强烈的中国风，引入中国古代的文化！增添了许多建造中式建筑所需要的方块，热爱中国风的建筑党绝不能错过！\n樱\n这是一个混合了竹，和风以及枫树的Mod。这个Mod有着超过108个食物。拥有新的枫树生物群系和竹林生物群系。还有新的武士刀和为此而创造的战斗系统。有相当丰富的新装饰物。\n家具\n如果你想好好装修你的房子，那你一定需要这个Mod！这个Mod增加了大量的家具/建筑物等物品，例如电视/沙发/冰箱/小鸟池等等。这些都起到了很好的装饰作用，部分物品还有特殊的功能。增添了更多的实用物品和装饰物品，是一款建筑师不可错过的Mod。\n烘培工艺\n这个Mod为游戏添加了更多的食物和农作物。你可以开创属于你自己的小厨房/餐厅。还不邀上你的好盆友一起料理？\n介绍引用自网络\n特色介绍与玩法介绍【特色简要介绍】  1. 服务器内人人平等，不存在任何歧视，服务器内无任何\"OP\"，致力于打造高素质玩家群体。   服务器以长期发展为主，拒绝快餐游戏，欢迎喜欢小精灵的玩家来，找寻发自内心、真正的放松与快乐。  2.本服务器虽然也提供空岛地皮供大家居住，但我们更鼓励玩家在精灵世界落脚！   我们的精灵世界是允许进行建造的，有圈地系统供大家使用（圈地需要先赚取一点资金），在享受原版生存和建筑快乐的同时，宝可梦也会融入你的生活，说不定哪天神兽就会突然降临到你的身边（神兽查询指令暂不开放所以请选择你需要的地形安家）  3.定期举办玩家道馆赛，具有挑战性。   玩家也可以自己成为馆主，接受其他玩家的挑战。定期举行精灵挑战赛让玩家充分享受对战的乐趣。\n  4.战队以及小镇系统\n   我们鼓励玩家之间友好互助，交流游戏心得。志同道合的玩家可以组建战队，满足一定要求之后还可以申请建立小镇（会获得一笔用于圈地的起步资金噢），共同生活建筑培养宝可梦，构筑你们独一无二的小镇文化。小镇还会拥有专属warp地标，让你的小镇名满服务器吧！  5.树果以及牧场全部开放不封禁，牧场可自由合成，树果可自由种植！  6.究极世界（异界）、地狱世界、末地世界全部开放！  7.婚姻以及生育系统服务器原创的婚姻插件，玩家可以在结婚之后生育两人的专属神兽，该神兽可通过培养/完成任务进行修改性格个体！非酋福音！\n  8.强大的管理团队\n   服务器流畅稳定，管理人员绝不干涉玩家游戏。每天服务器更新的内容皆会在服务器交流QQ群公告通知。\n【玩法介绍】  - 道馆赛服务器定期举办玩家道馆赛。玩家也可以自己成为馆主，接受其他玩家的挑战。定期举行精灵挑战赛让玩家充分享受对战的乐趣。  - 婚姻 / 生育神兽   服务器原创的婚姻插件，玩家可以在结婚之后生育两人的专属神兽，该神兽可通过培养/完成任务进行修改性格个体！非酋福音！  - 战队 / 小镇   萌新进服没有依靠？上战队系统找个战队加入吧！我们鼓励玩家之间友好互助，交流游戏心得。志同道合的玩家可以组建战队，满足一定要求之后还可以申请建立小镇（会获得一笔用于圈地的起步资金噢），共同生活建筑培养宝可梦，构筑你们独一无二的小镇文化。小镇还会拥有专属warp地标，让你的小镇名满服务器吧！  - 精灵市场   将你的腻害精灵放在精灵市场上出售供玩家购买吧！这是一个赚取游戏币的好方式哦！  - 精灵战力   想看看自己的精灵队伍到底有多强？换上你最强的队伍，打开战力系统看看自己在全服的排行吧！  - 精灵排位   来看看你的实战能力吧！打开菜单点击加入排位即可！另还设有段位，来比比谁的段位高吧！  - 世界BOSS   顾名思义，服务器定期将刷出世界BOSS！来为世界和平贡献出你的一份力量吧！打完还有奖励拿哦！  - 快捷商店   想买东西莫得游戏币？来做做买卖什么的吧！只需要你要卖的物品敲击一下箱子（不要给挖了）然后定个价之后再把东西放进箱子就阔以了！（做生意记得要在世界频道打广告啊）  - 精灵图鉴   通过收集精灵获得丰厚的奖励，给自己定个小目标，九星图鉴全拿到！  - 全球市场   便捷的玩家交易方式，想做商人又不想打广告？那就来全球市场吧！\n(梦幻国度本周目于 2020年8月12日 开荒)\n图片展示↑真新镇↑↑主城↑\n所有图片均来自服务器\n加入我们网盘下载https://pan.baidu.com/s/1l_yfM5iNZIIzQIKfjfqq2A 提取码：hg7yQQ交流群641068941（切记进群翻看公告）服务器皮肤站点我跳转皮肤站\n注意进服前请先完成网页注册点我跳转注册（若搞不明白可以加群询问）\n\n\n还在等什么？快来加入我们这个♂快乐♂的大家庭吧！\n\n\n\n\n\n\n\n",
    "replies": []
}