{
    "title": "【原创/连载】角色扮演游戏 其二",
    "author": "凉鱼",
    "replyCount": 3,
    "timestamp": 1597435380,
    "txt_content": " 本帖最后由 凉鱼 于 2020-8-16 17:59 编辑 \n\n老板遇上了麻烦。\n\n老板的生意遍布各地。狮会 —— “领袖”治下的公会 —— 老板发迹之处，正愈发不能满足老板的胃口。\n老板的生意，即为人们提供信息与娱乐，媒介自然也就是书与笔。不可否认，他们将这件事做到了极致：短短几年，便从不到五人的小作坊，成长为了行业内龙首。但当狮会近乎每个人都是他的忠实用户时，“小苗就容不下大神”了，老板便将业.务转向了鹰会和其他几个周边的小公会。\n自然，久经磨砺的商业模式再次取得了成功，可以预见的是，假以时日来沉淀，几乎毫无疑问老板的公司会进入鹰会每个人的生活。\n老板对他的公司抱有巨大的信心，他相信任何信息行业的竞争对手，在自己掌握的技术之攻势下，一定如摧枯拉朽一般落败。他也时常自诩为成功企业家，常常说“要将书与笔送到每个人手中”，最爱挂在嘴边的话就是，要有“大格局”，每每以此慰勉手下。\n\n麻烦其实很早就出现了。鹰会人对老板的产品评价隐隐有两极分化的倾向，老板的用户热切地接受，而剩下的人却对此隐隐的鄙夷，认为老板提供的信息服务过于浅薄，虽然有足够吸引力，却少了内容的深度。\n当鹰会半数人开始接触到老板的产品后，鹰会的管理者“将军”便以传播危害内容的名义，并援引了相关的法律条文，要求鹰会管理层进入监督公司。自然，老板完全接受了这个要求，因为他认为这是合情合理的。\n这些不足以让老板头疼，因为他对公司科技有充足信心。真正让老板头疼的是一纸新闻，自己公司的成书：\n\n\n市中心发生爆炸，105 人死亡\n\n昨日下午 2 时许，市中心发生剧烈爆炸，逾 3 万个 TNT 被引爆，造成 105 人死亡，博士也不幸牺牲，大量房屋及交通设施受损。初步调查表明系人为导致，进一步调查仍在进行中。领袖对伤亡人员表示深切哀悼。\n\n\n本会与鹰会断绝一切外交关系\n\n鹰会近日挑衅行为已经严重触犯我会利益乃至安全，昨日鹰会逾越行为是对我会之彻底触犯，领袖及管理层皆认可予以鹰会对等之处罚，以应对鹰会单方面断交之行为，且保留进一步行动之可能。\n\n... 下一页\n\n\n\n现在两边都拒绝任何经济关系，我这生意就不大好做了。老板抚颌思索。鹰会那边的单子已经发过来了，两周内就得全部撤。鹰会的生意规模实际上不是很大，也就百分之四，但是一口气全丢了，打下的市场就拱手送人，我也没法和股东交代。真是鸡肋，食之无味，弃之可惜。\n正当他思索时，佣人送来了他中意的牛排与熟鳕鱼。嘛，生意的事情就先放下，食为天。诱人的香气飘入老板鼻腔，他的心情也变好了一点。\n用餐完毕，最后将一瓶迅捷药水一饮而下。老板最喜欢迅捷药水中隐隐的甜味，随之而来的药效也让他感觉神清气爽。尽管神清气爽的感觉随着窗外突然下起瓢泼大雨而减弱了些。\n“先生，这里还有一封函。”佣人看准时间，补充了一句。\n\n\n致有关人士：\n    听闻贵司将不日退出鹰会市场，我司深表遗憾，并愿与贵司达成最后一次合作，即收购贵司所有业.务。\n    更多信息见附件。\n\n\n“人都叫来，要开个会。”\n\n\n*\n\n\n我是猫。\n今天我收到了新的委托。\n“劫持老板，交付到鹰会指定地点。”\n他们说，老板会在今天下午去鹰会，走下界轨道。他们怎么知道，他们又不是狮会的。不过没事，钱已经给了，老板不出来就等于白送我。\n那我就去布置了，钱给的也不是很多，就随便弄弄，贵的红石器件就不上了，反正只要老板一个人，别的人麻烦的话就全部解决掉吧。\n\n\n*\n\n\n“老板，我们九成业.务在狮会啊。”\n“但是鹰会的也不能丢。”\n“现在公会关系紧张，还是先在狮会发展吧。”\n“你们根本不懂什么叫大格局。”\n“我们可以先损失一点利益，基本盘还在狮会，等日后形势好转了再回去也可以。”\n“从利益来讲，同意收购显然能尽量保全利益，狮会并不禁止我们这样做，我们在狮会的生意不会受影响。”\n“但是，我们九成业.务都是……”\n“长远来看我们脱离某个特定公会是一定的，我们目前收购也不会改变公司控制权，仅仅出让部分股份。”\n“可是…”\n“况且我们也是按规矩办事，鹰会不允许狮会的公司经营，虽然不合情，但是也是人家的规定。日后还会有更多这样的事，因为我们要进入每一个公会。”\n老板起身，“准备前往鹰会，我要和对方面谈收购的事。”\n\n“传送即将开始。”\n\n坐在下界的矿车上，老板计算着到达的时间，同时思考着在谈判桌上为自己争取最大利益的话术。四名安保人员在另一辆矿车紧随其后。\n\n\n*\n\n\n我是猫。\n这玩意儿累死我了，弄了一上午，应该能搞定两个人，剩下的随机应变，也不是什么大问题。\n来了来了。\n拐了，一共五个人，我尽量。\n看准时机，三，二，拉，好，他们的车全部落到我腾出来那片地去了。先给他们扔两瓶伤害药水，然后干他娘的。\n\n\n*\n\n\n“挡住他！”老板慌忙对安保下令，忍受着伤害药水带来的剧痛。\n一名安保人员已经化为灰烬，剩下两个与突然冒出的黑衣人搏斗，另一个守在老板旁边。\n眼见黑衣人逐渐落了下风，被两名安保前后堵截。老板稍稍松了一口气，还是紧盯着看。一分钟前他还坐在车上，一分钟后不但摔得七荤八素、淋了一身药水，还被刺杀。\n霎时，黑衣人脚下一滑，躲过一名安保的利刃，如猫一般，不退反进，突出了重围，直直地向老板冲来。\n老板猛地一震，一时间没能动的了身。\n“你干什……”黑衣人的剑封住了老板的喉咙。\n“你干什……”最后一名安保刺穿了黑衣人的胸膛。\n“可惜……”\n\n\n\n\n玩家“老板”游戏结束，以下日志内容为您提供，仅显示 250 个字符：\n\nd by 猫\n[13:26] 将军 issued command: /tell 猫 请查收委托\n[17:16] Portal issued command: /execute as @a[distance=..5] in minecraft:the_end run teleport ~ ~ ~\n[17:37] Guard2 was killed by 猫\n[17:39] 老板 was killed by 猫\n[17:39] 猫 was killed by Guard4\n\n请等待其他玩家结束游戏。\n\n\n玩家“猫”已复活，剩余 7 生命。\n\n\n< 博士 | 老板与猫 | 待续 >\n\n",
    "replies": [
        {
            "author": "暗影月赎",
            "timestamp": 1597450800,
            "txt_content": "商人本利"
        },
        {
            "author": "800805",
            "timestamp": 1597456920,
            "txt_content": "你其实可以不用图片的\n可以用自带的quote标签\n[quote][/quote]复制代码"
        },
        {
            "author": "凉鱼",
            "timestamp": 1597511940,
            "txt_content": "800805 发表于 2020-8-15 10:02\n你其实可以不用图片的\n可以用自带的quote标签\n[code][/code]\n了解，虽然好像也没有用图片2333"
        }
    ]
}