{
    "title": "[Minecraft.net | DEEP DIVES]群系漫游：绯红森林",
    "author": "Minecraft.Wnxi",
    "replyCount": 7,
    "timestamp": 1597486020,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-8-15 20:53 编辑 \n\n\n\n\n\n1597462019369.jpg (18.97 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-15 11:31 上传\n\n\n\n\n\nDEEP DIVESAROUND THE BLOCK: CRIMSON FOREST群系漫游：绯红森林\nDuncan Geere邓肯·吉尔\nRed all about it所到之处无不绯红\n        Minecraft’s new update has changed the Nether forever. The dark, fiery dimension used to consist of a single biome composed mostly of Netherrack and huge lava seas, with the odd patch of gravel or soul sand, or a Nether Fortress poking out of the gloom.\n        下界更新永远改变了《我的世界》。单一的生物群系曾构成这个黑暗而又炎热的维度，它曾主要由一片接着一片的岩浆海和下界岩所组成，或是一小片怪异的灵魂沙与沙砾，包括从黑暗中脱逸而出的下界要塞。\n\n\n\n\n\n1597462036308.jpg (31.64 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-15 11:31 上传\n\n\n\n\n\n\n        In the new update, however, there are five different Nether biomes – all with their own unique features. As well as the traditional Nether (now called Nether Wastes), you’ll also find Soulsand Valleys, Warped Forests, Basalt Deltas, and the biome we’re featuring this week – the Crimson Forest.        但是有5个 不同的下界生物群系出现在了更新之中——它们都独具自己的特色。在经典的下界之外（现在称为下界荒地），灵魂沙峡谷、诡异森林、玄武岩三角洲也等待着您的探索，当然也包括了我们本周将重点介绍的生物群系一一绯红森林。\n\n\n\n\n\n1597462026201.jpg (22.72 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-15 11:31 上传\n\n\n\n\n\n\n     The Crimson Forest feels alive in a way that you might not be used to in the Nether. The floor is made of organic nylium, with Nether wart, huge crimson fungi, shroomlights and weeping vines dotting the landscape. Lead Gameplay Developer Agnes Larsson explains:\n     绯红森林以一种怪异的方式，为下界注入了新的活力。菌岩构成了绯红森林的表层，下界疣块，绯红巨型菌，菌光体和垂泪藤则构成绯红森林独特的风景线。Mojang首席游戏开发人员阿格奈什·拉松解释道:\n       It was really interesting to play around with the shape of the huge fungi. In one early version, the cap was like a flat plane, and in another early version, the cap looked too cube-shaped. It was when we added the \"drips\" on the bottom of the caps we really started to like the looks of them.一一AGNES\n     摆弄绯红巨型菌的形状实在令人有趣。在初始的版本中，“树冠”看起来像极了一个平面，然而在另一个原始版本中，“树冠”看起来则像一个巨型方块。直到我们在“树冠”下增加“树干”的时候，它们的外观才真正的被我们所喜欢。一一阿格奈什\n\n\n\n\n\n1597461947387.jpg (25.17 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-15 11:31 上传\n\n\n\n\n\n\n         The plants of the Crimson Forest are grazed by the Striders and Hoglins that make it their home. The latter are hunted and farmed by communities of Piglins which also live there. Both Piglins and Hoglins can be dangerous for inexperienced travellers. However, the Piglins love gold, so they’ll be rather more friendly to players who can find a fashionable way to show off their wealth. And the Hoglins? Well, let’s just say they’re not fond of warped fungus, so keep some on hand to avoid getting tackled right into lava.        猪灵和疣猪兽种植这里的植物，并且生活于此。疣猪曾则被生活在这里的猪灵群体放牧和猎杀。这里的猪灵和疣猪兽，对没有经验的探索者是一种巨大的威胁。然而猪灵喜欢闪闪发光的金锭，因此对一些带金锭的玩家更加友好，也许炫耀金锭对猪灵们来说是一种时尚的炫富方式。那疣猪兽呢？好吧，我们只能说它们害怕诡异菌，所以携带一点诡异茵也是避免矛盾掉进岩浆的一种方式。\n\n\n\n\n\n1597462023122.jpg (23.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-15 11:31 上传\n\n\n\n\n\n\n\n\n1597462039518.jpg (22.78 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-15 11:31 上传\n\n\n\n\n\n\n            Besides organic materials, you’ll also find various inorganic resources in Crimson Forests. There are the standard features of the Nether: glowstone clusters, magma blocks, lava springs. But you can also find Nether gold ore, nether quartz ore, and ancient debris – as well as the occasional Nether fortress or bastion remnant. Agnes says that it was necessary to blend familiar Nether aspects with the new ones added in the update:\n        当然了，你还能在绯红森林找到除了有机材料之外的无机资源。下界的必备条件是萤石，岩浆块，岩浆湖。然而你还能找到下界金矿石，下界石英矿，以及远古残骸。阿格奈什说最好能把经典的下界与新更新的下界完美的融合在一起：\n\n        When working on the Nether biomes it was important for us to keep that unique Nether atmosphere in all of them, at the same time as each biome needs to be unique. For example, the Crimson Forest should feel very vibrant and alive while the Soulsand Valley is barren and scary. What really added that extra vibrant touch to the Crimson Forest was the swirling particles. We just quickly added them with an ugly code hack – and it looked so good! And, I promise, the code has been cleaned up now!\n一一AGNES\n        当我们在开发下界生物群系时，在所有的生物群系中设计不同的空气时，材质也是相当重要的一部分，同时每个下界生物群系都应该有独特的空气材质。比如，绯红森林给人的感觉是具有激情和生命力的，反之灵魂沙峡谷是贫瘠而又恐怖的。但在真正为绯红森林添加充满激情而又旋转的颗粒时，我们居然只是快速的增加了一个黑客代码一一而且他看起来很棒！放心，我保证代码已经被我们清理干净了！\n一一阿格奈什\nIt’s tough to recommend setting up camp in a Crimson Forest. If you find smart ways to repel Hoglins and pacify the Piglins then it can be possible, but it’s often better to opt for a safer biome.\n        然而在绯红森林建设自己的庇护所是件困难的事。除非你能找到吓唬走猪灵和疣猪兽的好点子，这样才可能建立你的庇护所。但是最好还是选择更加安全的生物群系！\n\n\n\n\n\n1597462033235.jpg (22.87 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-15 11:31 上传\n\n\n\n\n\n\n发布日期：2020/07/02\n翻译日期：2020/08/15\n【官方文章原文】\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1597488360,
            "txt_content": "阿格尼丝\n阿格奈什  \n\n\n统一一下前后名称吧\n\n"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1597490220,
            "txt_content": "语句可以通顺些，名字没必要翻的……"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1597490700,
            "txt_content": "Light. 发表于 2020-8-15 18:36\n下界的新更新→下界更新\n绯红菌岩→菌岩\n巨型绯红菌→绯红巨型菌\n维基百科里面就叫绯红巨型菌"
        },
        {
            "author": "万里wanli",
            "timestamp": 1597622820,
            "txt_content": "只敢在天花板上搭路走不敢下去"
        },
        {
            "author": "浮云、已流逝",
            "timestamp": 1597652400,
            "txt_content": "好看，我好像玩"
        },
        {
            "author": "半夏情陌",
            "timestamp": 1597720140,
            "txt_content": "这个群系让我的电脑变卡了zzz"
        },
        {
            "author": "幺儿68",
            "timestamp": 1597732080,
            "txt_content": "666666666666666666666"
        }
    ]
}