{
    "title": "地狱传送门出现这种情况怎么办",
    "author": "漂流的lbx",
    "replyCount": 7,
    "timestamp": 1597464900,
    "txt_content": "重新装了一次只好了一会儿，没有用材质包，每次来回一趟地狱会多出一个传送门\n\n\n\n\n\n捕获.PNG\n(302.89 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-8-15 12:13 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "落迁",
            "timestamp": 1597466220,
            "txt_content": "看你的物品栏应该是有模组吧？这应该是贴图冲突了"
        },
        {
            "author": "声名我主宰",
            "timestamp": 1597466520,
            "txt_content": " 本帖最后由 響. 于 2020-8-15 12:54 编辑 \n\n搜索并创建传送门\n传送门不永久地记录哪个传送门与它相连，但是当一个玩家使用传送门时则会执行以下的内容：\n\n首先，如果玩家站在最近被使用过的传送门方块里，会重新使用该传送门上次选择的目标。从这个意义上说，传送门“记住”了哪个传送门与它相连，但这个行为只持续60秒（1200游戏世界刻或600红石刻）。这个行为的一个副作用是缓存的目标在重新使用之前不会被验证，因此如果玩家穿过一个传送门然后立刻关闭另一端的传送门，其他玩家仍然可以在60秒内通过这个传送门到达相同的目标，即使这个目标的传送门没有处于激活状态。如果在60秒内没有一个人进入这个传送门，那么缓存的目标就会过期。\n\n如果玩家进入的传送门最近并没有被使用过，就会计算新的目标。游戏首先会按以下程序把进入点坐标转换为目标坐标（如上图）：把进入点X坐标和Z坐标乘以或除以8（或3），取决于穿过传送门的方向，Y坐标保持不变。\n\n游戏从这些目标坐标开始搜索最近的激活的传送门。游戏以玩家为中心的水平128格为长宽，以整个地图的高度（下界为128，主世界为256）为高度的区域进行搜索。这给予了一个尺寸为257×257×要到达维度的完整高度的搜索区域。\n\n这种用途的激活的传送门被定义为下方没有传送门的传送门方块，因此只有黑曜石门框的最下方的2个方块被考虑在内。生成并使用服务器命令放置的单个传送门方块将会是一个有效位置。\n\n如果找到一个候选传送门，然后传送门就会把玩家传送到最近距离的传送门。这个距离是由新的坐标系统定义的（包括Y坐标，导致从表面上看其选择了更远距离的传送门）。注意，这里的距离是欧几里得距离，而不是曼哈顿距离。一定范围里传送门的距离计算会先计算直线距离，然后选择最短路径，再计算Y坐标的不同。\n\n如果在搜索区域里不存在传送门，游戏会创建一个传送门，游戏会在玩家目标坐标的水平16方块（任何高度）寻找最近的合适的放置传送门的地方。3×4可建筑区域的上方都有4格的空气方块是一个有效的位置。当有足够的空间时，传送门的方向是随机的。三维距离的最近有效位置总是会被选择。\n\n一个在较短的维度里恰好有3格宽的有效位置有时候会找不到，因为如果第一次尝试的方向需要那个维度的宽为4格，那么对一个点的检验就会失败。这很可能是一个漏洞。\n\n如果第一次对有效位置的检验完全失败，检验会重新寻找一个1×4宽且每个方块上方有4格空气的可建筑区域。\n\n如果再次失败，传送门会强制指定坐标，但Y坐标会被强制指定为低于世界高度的70-10（例如，对于下界是118，主世界则是246）。当传送门以此种方法强制指定坐标时，会在目标位置创建1个上方有3格空气的2×3的黑曜石平台，会覆盖那个位置的任何方块。这提供了地下空气区域，如果在空气中则是一个小平台。\n\n因为下界的高度限制为128，因此搜索算法不会在下界Y=128以上的区域寻找或创建传送门。如果没有更近一些的传送门或有效位置，传送门可能会在主世界的Y=128以上区域生成或被找到。\n\n一旦选定了坐标后，一个含传送门方块的传送门（大小总为4×5，已包括角落）会在目标坐标生成，这会代替任何在目标坐标的东西。\n\n如果传送门被生成在空气中，传送门（总是为4×5，包含四个角）两边底部会延伸出四块黑曜石，延伸出的方块会替换掉其所在位置的原有方块。\n\n如果传送门被生成在水或熔岩里，流体会立刻流向新生成的空气方块，这使得你没有空间。然而，一个漏洞可以防止水流到传送门：如果流体在气穴中可以在水平方向和垂直方向流动，它只会垂直流动，因此在平台的外角落永远不会变成水源方块。\n一句话总结，就是特性"
        },
        {
            "author": "3455616",
            "timestamp": 1597466940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "锋梨解说",
            "timestamp": 1597467180,
            "txt_content": "重装显卡驱动，或更换显卡，应该是显卡渲染失误导致原版材质包损坏。发一下电脑配置和起动器配置，谢谢"
        },
        {
            "author": "漂流的lbx",
            "timestamp": 1597468140,
            "txt_content": "落迁 发表于 2020-8-15 12:37\n看你的物品栏应该是有模组吧？这应该是贴图冲突了\n嗯我查找了一下mod是通用机械mod冲突但是我按着通用机械的那个说法来改了但是还是没用除非关掉这个mod"
        },
        {
            "author": "him即为吾王",
            "timestamp": 1597474440,
            "txt_content": "把暮色森林关了应该就行了"
        },
        {
            "author": "漂流的lbx",
            "timestamp": 1597505700,
            "txt_content": "额是通用机械管道mod跟渲染材质出现了冲突"
        }
    ]
}