{
    "title": "[Minecraft.net | MINECRAFT BUILDS]《我的世界：地球》琉璃奇景挑战赛",
    "author": "Sinbad_Official",
    "replyCount": 0,
    "timestamp": 1597460520,
    "txt_content": "\nMINECRAFT BUILDSMinecraft Earth: Glass Wonders Challenge\n《我的世界：地球》琉璃奇景挑战赛\n\nAdding extra class with glass!\n熟识玻璃！\n\nNova Barlow\n\n\nHow have you been spending your summer in Minecraft? Our Minecraft Earth community has been busy with their recent build challenges, exploring the Wild West, revisiting fairy tales, and also working with unique constraints . This time, the challenge presented a theme based around (but not limited to) a single block: glass.\n你是如何在Minecraft中消遣这炎炎夏日的？我们的Minecraft Earth社区正忙着进行建筑挑战赛哩，深入西部荒野、重温儿时故事，不仅如此，我们还攻克了苛刻的建造条件。今朝，我们的挑战是从一个方块——玻璃开始的（但不光光限制于此）。\n\nGlass has been a part of Minecraft since 2009 and has a number of great uses – beacons, bottles, daylight sensors, and of course, windows. However, we’ll direct you to the much lengthier discourse on glass’s illustrious history inside and out of the game here since we know you’re here for the builds (like Spaceman Steve above, by NinjaK).\n自2009年起，玻璃就加入了Minecraft，它的用途五花八门——制作成信标、玻璃瓶、阳光传感器，当然，玻璃也是可以充当窗户的。然而，既然我们知道你是为了建筑而来，那我们现在将引导你去窥探玻璃那史诗般的建筑历史并对其进行讲解（就像上面由NinjaK建造的太空人Steve一样）。\nGlass is a great material for a challenge. With so many colors to choose from, you might find yourself creatively blocked. (What a pane.) Fortunately, the community has provided a number of clearly inspirational pieces below for us to reflect on.\n就进行挑战而言，玻璃便是一种极好的材料。面对着五颜六色的玻璃，你的想象力可能就已经“手足无措”了。（真可怕。）不幸中的万幸，社区为我们提供了大量足以让我们重振威风的参考建筑。WhiteHoodHacker captures a colorful moment in time: the combustion of a charged Creeper. WhiteHoodHacker 敏锐地捕捉到了这一色彩缤纷的瞬间——高压苦力怕的爆炸。\n\nIf you can't get out to your local glass garden (or don't live near one), Clovepod has created a bright, colorful, and mob-free alternative for us all to enjoy. Tread carefully! 如果你没有机会出去拜访本地的玻璃花园（或是周围没有），那Clovepod为你们建造了一个明亮的，色彩丰富的，不存在怪物的别样玻璃花园供你们游玩。小心地踩！\nFrahst charges up our imaginations with a lightning bolt coming from a thundering cloud. Frahst 用暴怒的乌云霹雳出我们潜藏的创造力。\n\nUh oh! A crystal virus has taken over this yard. Thanks for capturing this moment, El Brian! 啊这！一场水晶瘟疫蔓延了这个庭院。感谢你冒险捕捉这个瞬间，El Brian！\n\n\nHave you checked out our official Discord channel? If you’re looking for a new way to meet other community members and level up those building skills, our Minecraft Earth build challenges are held every few weeks and feature themes that will surely inspire your next creative project. The community always welcomes new builders to join in the fun, so check out the complete collection of community entries as well as what your fellow community members are working on now .\n你是否已经探查过我们的官方Discord频道？如果你期望与其他社区成员交流来提高自己的建造水平，我们的定期挑战赛的独特主题一定会激发你的灵感的。我们社区的大门一直对着各位建筑师打开，所以请加入我们，一起愉快地建造吧。\n\n\n\n【Sinbad 译自官网 2020 年 08 月 14 日发布的 Minecraft Earth: Glass Wonders Challenge；原作者 Nova Barlow】\n【本文排版借助了：SPX】\n\n",
    "replies": []
}