{
    "title": "【五关跑酷2-8条例被删除下沉】质量不取决于外貌！",
    "author": "锋梨的小号",
    "replyCount": 9,
    "timestamp": 1597584420,
    "txt_content": "被删贴地址：【1.12.2】【地图发布】【跑酷】五关挑战低调登场！ - 展示&共享 - Minecraft(我的世界)中文论坛 -\n我人都傻了，这个难度方块单一就叫低下了？就算是只有方块也可以有很多跑法啊，如果这样来说那是不是技跑一堆红石块+铁板门是不是也算是质量低下了？https://www.bilibili.com/video/BV14h411d7qT/这个视频我也不是没有贴上去啊，别人专门做的推广视频，您管这叫质量低下？极限跳连跳+两墙背墙旋转+四格背墙+顶头斜角跳+抛物线跳法+垂直跳你跟我讲质量低下？这都质量低下老子没有一个跑酷过得了的，单方块+虚空看着是单调，但您看这个地图哪个点体现出质量低下了？短的话那我新发的跑酷渣系列跑酷是不是也要删除？\n\n\n\n\n\n图片.png\n(27.42 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-8-16 21:17 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n图片.png\n(4.09 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-8-16 21:17 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "名副其实",
            "timestamp": 1597637340,
            "txt_content": " 本帖最后由 名副其实 于 2020-8-17 12:11 编辑 \n极限跳连跳+两墙背墙旋转+四格背墙+顶头斜角跳+抛物线跳法+垂直跳\n光你说的天花乱坠的玩意我估计就没多少人去玩。\n跑酷要么看的是周围环境 要么看的是能不能让玩家不崩心态\n你这一听 嘶...哎哟 那么难 能有多少人玩的下去\n\n正因为单调追求高难度的跑酷地图\n才没有多少人去玩\n所以你必须在高难度的地方用装饰或新机制补全不足\n不然的话说低创也非常合适\n毕竟，谁都会造难跑酷。\n如果面对这么简单的事情还能这样想要讨个说法\n我觉得可能是你缺乏反思\n单纯做跑酷并将其展示，而没有顾及到别的玩家的感受"
        },
        {
            "author": "天佑酱",
            "timestamp": 1597639080,
            "txt_content": " 本帖最后由 天佑酱 于 2020-8-17 12:48 编辑 \n\n@酉月一  老大来一下\n\n没有删除，是被锁帖+下沉，其他用户仍能看到，只不过可以说是下载不到了...\n\n质量确实不算高。内容丰富≠质量高。你要这样说的话我随便用命令生成几个怪物也质量过关了？\n\n这都质量低下老子没有一个跑酷过得了的\n游玩时间并不能说明就地图质量就好，我做个玩家木棍打凋灵的地图，玩家一天也不一定能打过，这个地图质量算高吗？\n\n如果你仍然觉得自己地图质量高的话，看看那些优质地图帖子吧\n\n质量不取决于外貌，但外貌能反映一定的质量。"
        },
        {
            "author": "锋梨的小号",
            "timestamp": 1597639440,
            "txt_content": "名副其实 发表于 2020-8-17 12:09\n光你说的天花乱坠的玩意我估计就没多少人去玩。\n跑酷要么看的是周围环境 要么看的是能不能让玩家不崩心态\n ...\n？您对我说的话有一定误解\n原贴并没有这些东西，只是简洁为主的技巧性跑酷，在这里列举只是为了说明该地图并没有所谓《质量低下》，而且，地图贴需回复可见，该贴在发布后至今已有100+回复与讨论，还有一方及更多实况up正在录制视频，地图好不好玩不是外表说的算的\n我个人而言，能跑+有特色才是关键，我单方块制作就是特色，有技巧性练习就是能跑，单纯的跑酷也可以被展示，我哪怕做了几百个普通技巧训练，只给一个普通的平台与走廊都是一个精致的跑酷\n追求难度是需要的，追求简单也是需要的，什么主题就去做什么跑酷，我要的既没有完整动人的剧情，也不是玩家所谓“地图太难”的抱怨，跑酷地图向来都是各取所需\n如果照这样说来，任何地图都要规整的排布和适中的玩法，千篇一律，我那不是在做地图，如您所说，我在顾及玩家感受，半个月前我想通的一件事情就是——我是做地图的，我是引导者，玩家的需求是建立在可玩与我的制作之上的，而不是我一味地应付，在我制作的基础上玩家有需求再推出新品，在两者之间找一个倾向于作者的平衡，才是跑酷地图的真谛\n是，谁都会造难的跑酷，但谁都去造难的跑酷了吗？您在这里质疑我造地图的能力，不是在质疑我地图被删与质量低下的问题，而是在质疑我的能力，您知道为什么我选择造地图发布？因为市面上的跑酷地图有几个问题：1.少2.千篇一律3.普遍外网产品，我图穷了您知道吗，多少玩家图穷了您知道吗？\n回到最初的问题，几天之内我一个没名气的地图作者靠着你坛的流量收获了这么多虽然是水贴但确实是要玩我地图的朋友，您说没人玩？动态信息一直在我后天提示，然而突然这个地图消失了，您说我和玩家的感受是什么？\n渲染问题，记录点我加了title，这同时也是我一张练习title的地图，title的颜色和字样我尽量做到极致您怎么没关注？当然这一点我没提，您也没看过帖子，我不作过多阐述\n简洁的环境+足量的技巧+title渲染+玩家实况的推荐和回复的反馈还不能说明问题的话，我再换一个说法，我最新发布的跑酷渣福音地图，没用的出生地渲染，甚至地狱部分没有渲染，简单到我把死亡榜命名为丢人榜，实际命令方块也很简单，有了light.的帮助其他都是一些短的不能再短的废渣，这样的地图是我看到了你们的反应我想做的，而不是为了应付众人而被迫做的\n1.12.2有什么特色的新机制？难道没有规则也是一种错误吗？\n玩家不崩心态取决于个人，44关甚至就叫自闭跑酷，狭小的空间加上高难度超长的地图，照您这样说只要是封闭空间的超长地图是不是都会让玩家崩心态？\n我后面还没发的一个地图，视觉效果做到极致恶劣，主题就是uncomfortable，是不是您眼睛看得难受了导致您跑酷不好还得来在这个方面找我麻烦？\n国内跑酷为什么**低到一个无法想象的地步？是没有自主创意性，过分迎合玩家有什么用？光有跑别人图的技术有什么用？b站上有个团队叫runbbit，技术很好、做图也精彩，个个都是技跑大师，人一个专业团队在打点超级地图，我一个没名气的个人也在努力追寻，您要我迎合玩家？那很方便啊，我把大厅造的100平方格大小花里胡哨的，传送点每一个设置好，难度过于偏向于简单，这样的图说起来是花了大功夫造完的，然后呢？对我来说2min跑完，对更厉害的人来说看了就觉得太简单不想跑，我做新手关一步步加难度给新手适应过程，然后去适应我的难的地图，如果不去适应，天天一堆玩生存的大佬在我面前跟我讲你地图太难了您觉得就好了？"
        },
        {
            "author": "锋梨的小号",
            "timestamp": 1597640100,
            "txt_content": "天佑酱 发表于 2020-8-17 12:38\n@酉月一  老大来一下\n\n没有删除，是被锁帖+下沉，其他用户仍能看到，只不过可以说是下载不到了...\n那照您这么说，同等难度下，我也只用玻璃造地图，我做一个传送大厅，极致简约的石英装饰，然后将五个关卡分开同样用石英包装，然后加一点信息和介绍，一些循环型tellraw的推广和技巧提示，加一些通关红石灯亮起，是不是也能算把地图升级了？\n我不要求精华帖，我要的是可玩性，跑酷地图向来第一追求的就是可玩性，玩家反映了这个地图重生点的问题，这是可玩性的漏洞，我修了，也要发了，但以外貌来给我判定质量，就给我这么删了，那我接受不了\n我个人现在是无法进入帖子的，显示不存在\n游戏时间对于跑酷地图本身就是评判标准，地图难与简单就是跑酷的意义，不然在解密里面加两个简单至极的跑酷完全是可行的，跑酷是挑战类游戏模式，如果不计较难度和游戏时间的评判，那只能说这张图你真的是在划水，短，就要难，长，可难可简单，竞赛用，就要竞争机制成熟，自虐用，就要极致的疯狂，多人的就要宽敞，单人的就要细节，虚空+单方块，这本身就是无法追求过多色彩的，尤其用的还是玻璃，顶多给点提示，加点title\n外貌是能反应质量，但从跑酷的角度来讲，质量是无差错、是跑酷，五关能证明什么？我每一关的长度和难度配置都是精心设计过的，这又凭什么说他质量差？我帖子下面的回复哪个说这个地图质量有问题的？没有！"
        },
        {
            "author": "锋梨的小号",
            "timestamp": 1597640880,
            "txt_content": "天佑酱 发表于 2020-8-17 12:38\n@酉月一  老大来一下\n\n没有删除，是被锁帖+下沉，其他用户仍能看到，只不过可以说是下载不到了...\n补充一点，我从未说自己的地图有多么高质量，这里还是前面所说的，我要的是极强的可玩性，是跑酷地图的可玩性，不是一个观赏者的可玩性，说的不好听一点，就是：\n谁玩跑酷是去参观地图的？参观地图玩跑酷干屁，借鉴的话也是对地图的认可，就一个外貌和难度把我“跑酷”地图一个接一个批判，你们是没玩过跑酷还是没认真玩跑酷？这地图的可玩性够我玩一下午，地图本身就是为了自己的意愿做的，发布出来和大家共享，一堆建筑区和生存区跟我扯这跑酷有没有质量？我单方块思维还有很多，那是不是无论什么单方块我都不能做了？没这个道理的呀，您硬要硬要说外貌，那去那些您需要的精华帖去，别在这里管技术型跑酷的事情，说到后面就是鸡生蛋蛋生鸡的问题了，这还有什么意义？钻研跳法是跑酷的核心，要观赏建议边上建筑参赛区，都挺好看的，还都是精华帖"
        },
        {
            "author": "酉月一",
            "timestamp": 1597642260,
            "txt_content": " 本帖最后由 酉月一 于 2020-8-17 13:33 编辑 \n\n从你的回复来看，你主要就是突出你跑酷作品的难度和技巧。\n先从作品第一印象来看，整个跑酷其实并不大，加上你是虚空上做的，所以更显得空旷且小。\n然后从难度来讲，你说你的跑酷有“极限跳连跳+两墙背墙旋转+四格背墙+顶头斜角跳+抛物线跳法+垂直跳”这些各种跳法，但这也是基于玻璃这个安全方块之上。MC有很多五花八门的方块（其实我自己基本上1.12.2之后的新版本我都没怎么打开过，新出的方块我基本都不知道是做什么的），不论是较早的潜影盒、末地烛和岩浆块，或是更早的仙人掌、灵魂沙等广为人知的跑酷方块，都是增加跑酷地图趣味性、可玩性和难度并且能锻炼跑酷技巧的方块。\n我不拿早期的跑酷地图出来了，就拿最近的\nhttps://www.mcbbs.net/thread-1099249-1-1.html\n这张图不论是外表、趣味性、可玩性、难度和技巧锻炼上，都比你的玻璃跑酷要好不少，如果说你觉得单纯的单方块也能拿可玩性大作评论，那我觉得你还可以再多参考他人作品，取长补短。\n帖子回复量和查看量都不等于作品的质量，每个回复可见贴底下的回复有多少水贴大家都心知肚明。\n哦对，求求了，我没删你贴\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1597721760,
            "txt_content": "结论：赶紧叫开发姬做不可回复但是不等于锁帖的机制"
        },
        {
            "author": "空辰KC",
            "timestamp": 1597846980,
            "txt_content": " 本帖最后由 空辰KC 于 2020-8-19 22:39 编辑 \n极限跳连跳+两墙背墙旋转+四格背墙+顶头斜角跳+抛物线跳法+垂直跳\n来看看国外的作品是否 刻意 强调这些东西\nhttps://www.minecraftmaps.com/parkour-maps/flood-escape\nhttps://www.minecraftmaps.com/parkour-maps/phantom-run\n这种跑酷训练谁都能搭。。。真的，不是傻子都能搭，而作为游戏地图的跑酷则更应该强调趣味性和游戏性，以及适当的竞争元素。所以我只能说你这个不行\n\n钻研跳法是跑酷的核心\n钻研跳法不是跑酷的核心，而是跑酷的地基，没有跳法，跑酷大楼无法盖起来，而只有地基，可想而知是什么东西。。\n\n国内跑酷为什么**低到一个无法想象的地步？是没有自主创意性。\n这么说来你的所有公式摆法很有创意咯。\n\n我把大厅造的100平方格大小花里胡哨的，传送点每一个设置好，难度过于偏向于简单，这样的图说起来是花了大功夫造完的，然后呢？对我来说2min跑完，对更厉害的人来说看了就觉得太简单不想跑，我做新手关一步步加难度给新手适应过程，然后去适应我的难的地图，如果不去适应，天天一堆玩生存的大佬在我面前跟我讲你地图太难了您觉得就好了？\n再搬出flood escape，多种跑酷道路，以及计时模式。新手能够走那些比较容易的路但是时间会比较长而大佬可以去挑战那些极限的近道以此加快速度，两者兼得，岂不美哉？当然现在国内跑酷地图确实还难以达到这个高度，但是这不是倒垃圾的理由。\nFlood Escape速通视频\nhttps://www.bilibili.com/video/B ... 7901529688740795199"
        },
        {
            "author": "Ghost_Last",
            "timestamp": 1597848960,
            "txt_content": "极限跳连跳+两墙背墙旋转+四格背墙+顶头斜角跳+抛物线跳法+垂直跳你跟我讲质量低下？我只想说，这有什么闪光点吗？很普通的跑酷形式。\n游戏类地图将会对作品的内容题材、剧情流程、游戏系统、命令技术、场景地图、建筑利用率、游玩体验，这七个方面进行评级。\n况且，你懂什么叫做“质量”吗？不是难度的低或高，而是这张地图的有着较好的技术，玩家体验较高的地图。\n地图被锁情有可原，应当提升自我实力，并不应该选择退站。请去与优良的跑酷地图进行对比，记住造图不是一时兴起自娱自乐，更重要的是能考虑玩家的游戏体验。版主锁你贴也是有理由的，请不要气急败坏。\n\n\n"
        }
    ]
}