{
    "title": "[ Minecraft.net | DEEP DIVES ] 背包盘点：腐肉",
    "author": "像素君",
    "replyCount": 0,
    "timestamp": 1597597620,
    "txt_content": "\n\n\n\n\nTAKING INVENTORY: ROTTEN FLESH背包盘点：腐肉\n\nZombie all you can be“尸”从内心，尽己所能\n\nThere are about 40 different things you can eat in Minecraft, and some of them are kinda icky. Spider eyes, poisonous potatoes, suspicious stew, or any of the raw meats all fall into that category for me. But the ickiest of all is our item of the week – rotten flesh.\nMinecraft拥有大约40种不同的食物供玩家享用——尽管其中的几样有点令人犯恶心。蜘蛛眼、毒土豆、迷之炖菜......尽管对我来说，所有类型的生肉都挺恶心的。但是，要数最恶心的食物，莫过于本周要盘点的“腐肉”了。\n\nRotten flesh was added to Minecraft in beta version 1.8, which also added melons, steak, ender pearls, experience orbs, and Endermen. This patch resolved a weird situation that had existed previously, where zombies dropped feathers, because feathers were needed to make arrows.\n腐肉于Beta 1.8版被添加进Minecraft中——和它一同加入的，还有西瓜、牛排、末影珍珠和末影人。这一次的更新解决了先前存在的一个奇异特性：僵尸死亡时会掉落羽毛——而羽毛是制箭的必需品。\n\nChickens were added to drop feathers, and for a while zombies still dropped them too. But eventually zombies were given something else to drop instead. “What should they drop?” the team asked themselves. “Well, what are zombies even made of?” That’s right – rotten flesh.\n以前，鸡和僵尸死亡时都会掉落羽毛的情况确实存在过一段时间。但最后，僵尸的掉落物还是被换成了别的东西。“杀死僵尸到底会掉落什么？”开发团队自问道，“换言之，僵尸是由什么组成的？”没错——正是腐肉。\n\n\n\nGetting your hands on some of that sweet, sweet rotten flesh usually means defeating zombies. But it's also dropped by drowned, husks, zombie horses, zombie villagers, Zoglins and Zombified Piglins. Basically everything in the zombie family tree. You can also obtain rotten flesh through fishing, in chests, and from tamed cats that sometimes will bring it to you. Lovely.\n手拿“美味”的腐肉通常代表着玩家打败了僵尸——不过，溺尸、尸壳、僵尸马、僵尸村民、猪灵和僵尸猪人死亡时同样会掉落腐肉。基本上，僵尸大家族中的所有成员死亡时都会掉落腐肉。除此之外，你可能还会在钓鱼时钓上腐肉，在箱子里寻获腐肉；有时候，已驯服的猫也会给你带来腐肉——妙极了。\n\nIf you're a committed zombie-slayer, then you'll eventually start building up a backlog of rotten flesh in your chests and might start to wonder what you should do with it.\n不过，如果你是一位忠实的僵尸杀手，你的箱子迟早会被一堆腐肉塞得满满当当，然后你就不得不开始考虑处理这些腐肉的问题。\n\nFor starters, you might consider eating it – but this is probably a bad idea. While it does restore two chunks of hunger, it has a large chance of giving you the hunger debuff which causes the hunger bar to drop rapidly. On the other hand, you can only get the hunger debuff once, so if you repeatedly cram rotten flesh into your mouth then you can sometimes outpace the hunger drain. Don’t try this at home, kids.\n萌新们可能会考虑吃掉它一一但这一想法可能并非上策。虽然吃掉一片腐肉可以回复2个“鸡腿”，但这一行为很有可能会给玩家带来饥饿效果，进而导致饥饿度迅速下降。不过，鉴于饥饿效果只能获得一次，如果你一口气吃下大量腐肉，这些腐肉所恢复的饥饿度就会大于其导致的饥饿度的减少。虽然游戏里是这样，但是千万不要在家里尝试吃腐肉噢，孩子们！\n\nWolves have much stronger stomachs than humans do, so they can eat rotten flesh just fine. In fact they love it so much that it can be used to breed tamed wolves, heal their wounds, and even make baby wolves grow up faster.\n狼的胃比人类的要强大很多，所以它们可以更愉快地品尝腐肉。实际上，狼非常喜欢腐肉，以至于你可以使用腐肉来繁殖和治疗已驯服的狼，或是让小狼们成长得更快。\n\nFinally, if all else fails then novice-level cleric villagers will sometimes buy 32 rotten flesh for one emerald. It’s not entirely clear why they want it. Maybe they have a pack of wolves to feed? Or maybe something more sinister is going on...\n如果你做不成以上这些事情，你或许可以和那些“涉世未深”的牧师村民们谈谈——他们有时候用一块绿宝石买下32块腐肉，尽管我们并不清楚他们买腐肉的原因。或许他们有一群嗷嗷待哺的狼？又或者，他们正在酝酿着某些邪恶的事情......\n\nAlright, let’s talk about rotten flesh in the real world – and specifically zombies. The first and most important thing you need to know is that zombies don't exist in the real world. The word comes from Haitian folklore that was most likely imported from Western Africa – probably a combination of the Kongo words nzambi (meaning god) and zumbi (meaning an object imbued with supernatural powers).\n好吧，现在让我们来谈谈现实世界中的腐肉一一特别是僵尸。首先，你要明白一件最重要的事——僵尸不存在于现实世界。这个单词来自于海地人的坊间传言——而这一传言很有可能起源于西非。其可能由刚 果语单词“nzambi”（有“神”之意）和“zumbi”（有“富于超自然力量的物体”之意）结合而成。\n\nThe last decade or two has seen zombies appear in films, movies and games that are portrayed as more human – retaining characteristics of the living and even in some cases becoming friends with humans.\n在过去的十到二十年里，僵尸频繁地出现于电影、电影和游戏中。与此同时，它们的形象也更加接近人类——不仅保留了活人的特征，甚至在某些时候和人类成为了“朋友”。\n\nMinecraft’s zombies are more the classic kind – a groaning slob who never helps out with the dishes. You probably wouldn’t consider one your friend, would you? But a golden apple later and who knows?\n不过，Minecraft中的僵尸形象仍十分经典—— 一群不帮忙洗碗，只会在一旁“哼哼”乱叫的懒鬼。什么，你不打算和它们做朋友？那先给他们一个金苹果如何？谁知道你会不会就此改变主意呢？\n\n\n原文链接：https://loadtestperf.minecraft.net/ja-jp/article/taking-inventory--rotten-flesh\n原文作者：Duncan Geere\n原文发布日期：2020年8月6日\n文章翻译：像素君\n\n\n\n",
    "replies": []
}