{
    "title": "[Minecraft.net | CULTURE ]遗忘深境",
    "author": "LeCorbusier",
    "replyCount": 16,
    "timestamp": 1597583580,
    "txt_content": " 本帖最后由 LeCorbusier 于 2020-9-6 11:13 编辑 \nCULTUREForgotten Depths遗忘深境\n\nA spooky sea build from Ranger_Gilan!Ranger_Gilan创作的一片幽灵海域\n\nTom Stone\nUnless you've been living under a really unpopular rock on the dark side of the Moon with no internet access lately, you've probably noticed that we recently released The Update Aquatic for Minecraft.如果你不是住在月球背面的一块毫不起眼的岩石后面，并且没有互联网可用的话，那你大概已经注意到我们近期发布的Minecraft水域更新版本。\n\nIt's added features like dolphins, turtles, tridents and more to Minecraft's seas and shores. But best of all, it's encouraged the community to conjure up some spectacular sea-themed builds, like today's water wonder Forgotten by Ranger Gilan!这次更新添加了诸如海豚、海龟等生物，还有三叉戟等其他物品到Minecraft的海洋和海滩生物群系里面。但最重要的是，这激励了玩家社群去做出一些壮丽的海洋主题的作品，就像今天要介绍的这个由 Ranger Gilan创作的水中奇景《遗忘》。\n\n“The new Minecraft update revolves around ocean adventure,” Ranger Gilan explains, “so that inspired me to try an underwater-set build.” One that's enchanting and eerie in equal measure.“这次Minecraft更新的内容围绕着海洋探索展开，”Ranger Gilan 解释到，“所以这激发了我，让我去试着修建一个建在水下的作品。”一个既美妙迷人但又让人毛骨悚然的作品。\n\n\nForgotten depicts a mysterious and morbid undersea scene. Who was this skeleton and why are they wearing a crown? How did that sunken ship come to rest underwater? How is that other ship half boat/half manta ray and – most importantly –how do I get one?《遗忘》描绘了一个神秘诡异的深海场景。这具骷髅的主人是谁，它为何又头戴王冠？那艘沉船是怎样沉没与水下？那个一半是船体一半是魔鬼鱼的东西又是什么——最重要的是——我如何得到它？\n\n“I tried going for a goofy approach with the manta ray ship,” Ranger Gilan explains. “I thought that the manta ray's flexible, dynamic physique would contrast nicely with a rigid ship.”“我试着用魔鬼鱼船来实验一种笨拙的处理手法，” Ranger Gilan 对此解释到。“我认为魔鬼鱼代表的灵活轻盈的动态生命会和死寂的船体形成很不错的对比。”\n\n\n\n\nIt's an inspired design choice for a Minecraft builder still relatively new to the community – this is the first build Ranger Gilan has shared on Planet Minecraft, and even then he had hesitations.这对一位玩家社群里面相对较为年轻的建造者来说，是一个很引人注目的设计选择——这是Ranger Gilan在 Planet Minecraft上分享的第一个作品，即便如此，他对此还是有些顾虑。\n\n“I've always felt as though my builds lacked something; so I didn't really want to share it. I still feel the same with this Forgotten build but I have to start somewhere.”“我总是会觉得我的作品缺少某些东西；所以我并不是很想分享它们。对于这个《遗忘》来说我还是会有这种感觉，但是我必须从某个作品开始慢慢分享它们。”\n\n\n\nPersonally, I'm thrilled he did! Ranger Gilan has a great eye for the impact of using several similarly coloured blocks for his designs, rather than sticking to just one colour.就我自己而言，我对他所做的一切表示欣喜！对于使用几个颜色较为相近的方块来完成他的设计所产生的影响， Ranger Gilan对此有独到的眼光，而不是坚持使用一种颜色。\nWhat am I going on about? Look at the sails of the ship in this image:我到底在说什么？让我们看看下面这幅图中这艘船的帆：\n\n\n\n\nThe sails, you guys! LOOK AT THE SAILS!!这幅风帆，你们快看啊！这帆！\n\nRanger Gilan could've just used one colour/block type for the sails and they still would've probably looked good. But instead, he's used three similar-toned blocks. That choice makes the sails look more worn and weathered, as if they've seen a lot of voyages and not seen the insides of nearly enough washing machines.Ranger Gilan本来只需要使用一种颜色/方块来修建这些帆，并且他们看起来也会非常不错。但不同的是，他使用了三种相似的石制方块。这样的选择让那些风帆看起来更加的破旧并且还有风化的痕迹，就像它们见过许多的旅途风光，但却没有见过多少洗衣机的内胆一样。\nPlus, Ranger Gilan's cleverly constructed the sails to make it look like they're rippling in the wind, an effect which was apparently “the most difficult part of the build” But the results were well worth it!而且，Ranger Gilan巧妙的修建手法让这些帆看起来就像鼓着风一样，这显然是“这个作品中最难表现的”效果。但结果是值得的。\n\nThe build was inspired by this quote – “A man truly dies when he's forgotten” – which, er, might be the least inspiring quote I've ever read? Like, ever?这个作品是受一句引言的启发——“当一个人被遗忘之时，就是他真正死亡之时”——额，这也许是我读过的最难启发人的一句话？也许永远都是？但对于Ranger Gilan来说，这句话立刻就激发了他为他的水下作品构建了一个完美诡异的故事。\nBut not for Ranger_Gilan – it immediately inspired a morbid tale perfect for his underwater build.但对于Ranger Gilan来说，这句话立刻就激发了他为他的水下作品构建了一个完美诡异的故事。\n\n\n\n\n\n“When I saw this quote,” he explains “I thought it would be cool if I add a skeleton with ships, swords, crowns and stuff like that representing adventure, and all of that [had] sunken to the bottom of the ocean, representing that all of it was forgotten.他解释说：“当我读到这句话之后，我认为如果我在骷髅旁添加沉船、宝剑、王冠以及其他代表着冒险的东西之后，那一定很酷，并且所有的东西都[曾经]沉入海底，代表着所有的一切都被遗忘。”\n\n“I thought a skeleton on the ocean floor would be a nice symbol to represent someone's life forgotten.”我认为一具沉睡在海底的骷髅是啥一个极佳的象征，喻示着一个人的生命被遗忘。”\nIt's a haunting idea – how many stories have been taken from us by the oceans? No doubt there's all sorts of treasures, wonders and civilisations we've lost to those murky depths, their tales destined to sink and be forgotten with them. What if someday someone drops this website into the ocean and everyone forgets all my amazing writing? :O真是一个挥之不去的想法——大海向我们隐瞒了多少故事？毫无疑问的是那里有着各种各样的宝物、奇观，以及我们在混沌的深处丢失的文明，它们的故事注定会被掩埋并且遗忘。如果某一天某个人将这个网页抛进大海里，所有人都忘记了我这文采斐然的文章怎么办？:O\n\n\n\nLet's move on from such depressing thoughts. After all, Ranger Gilan thinks this build is his “best so far.” But he's not planning on stopping there. He's already got a great idea for his next build, “a city with an elephant carrying it.”让我们从这样消极的想法中脱身而出。毕竟，Ranger Gilan认为这是他“目前为止”最好的作品。但他并不打算止步于此。他对于下一个作品已经有了很好的想法。“一个承载在象背之上的城市。”\n\nSounds pretty unforgettable to me!这对我来说听起来十分难忘。\nRenders by Thomasesc and Squity渲染homasesc and Squity\n\n\n\n\n【Le 译自官网 2018 年 08 月 17 日发布的 Forgotten Depths；原作者 Tom Stone】【本文排版借助了：SPX】\n\n\n\n\n\nfile_1597583166000.jpg\n(64.18 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-8-16 21:06 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1597583205000.jpg\n(72.62 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-8-16 21:06 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1597583218000.jpg\n(129.02 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-8-16 21:06 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1597583231000.jpg\n(97.77 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-8-16 21:07 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1597583248000.jpg\n(85.81 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-8-16 21:07 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1597583271000.jpg\n(158.09 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-8-16 21:07 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1597583295000.jpg\n(82.14 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-8-16 21:08 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1597588380,
            "txt_content": "（标准译名警告⚠）\n\n“The Update Aquatic” ——> 水域更新\n"
        },
        {
            "author": "LeCorbusier",
            "timestamp": 1597588800,
            "txt_content": "封徵 发表于 2020-8-16 22:33\n（标准译名警告⚠）\n\n“The Update Aquatic” ——> 水域更新\n好的谢谢，因为我只记得网易版的就是海洋更新"
        },
        {
            "author": "梦殇龙封",
            "timestamp": 1597662960,
            "txt_content": "海洋的更新？感觉海洋会更有意思了"
        },
        {
            "author": "Medio_",
            "timestamp": 1597666440,
            "txt_content": "真的我爱了这个建筑,可惜我没时间造"
        },
        {
            "author": "泽海上的清云",
            "timestamp": 1597744680,
            "txt_content": "好看！非常的奇妙"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1597746120,
            "txt_content": "[Minecraft.net |<在这里填写博文分类而不是博文标题> ]遗忘深境"
        },
        {
            "author": "2514385345",
            "timestamp": 1597746960,
            "txt_content": "666666666666"
        },
        {
            "author": "2514385345",
            "timestamp": 1597747020,
            "txt_content": "封徵 发表于 2020-8-16 22:33\n（标准译名警告⚠）\n\n“The Update Aquatic” ——> 水域更新\n666666666666"
        },
        {
            "author": "LeCorbusier",
            "timestamp": 1597747380,
            "txt_content": "沙皮弃狗 发表于 2020-8-18 07:22\n[Minecraft.net | ]遗忘深境\n感谢指正"
        },
        {
            "author": "kayn-",
            "timestamp": 1597768260,
            "txt_content": "感谢大佬转载翻译，这海盗船有一说一好震撼"
        },
        {
            "author": "xugeadad",
            "timestamp": 1597825500,
            "txt_content": "不过没时间"
        },
        {
            "author": "2689762855",
            "timestamp": 1597825500,
            "txt_content": "这就是大佬"
        },
        {
            "author": "xugeadad",
            "timestamp": 1597825740,
            "txt_content": "66666666666666"
        },
        {
            "author": "3353056812",
            "timestamp": 1597936920,
            "txt_content": "作者大大太厉害了，希望能发更多东西。其实是来水的"
        },
        {
            "author": "freddy啊",
            "timestamp": 1598016300,
            "txt_content": "666666666666666"
        },
        {
            "author": "半夏情陌",
            "timestamp": 1598059800,
            "txt_content": "怎么感觉好像mc里的一幅画"
        }
    ]
}