{
    "title": "「教练，我想写mod！」Viola Joke —— 荒诞笑话",
    "author": "暗夜Elen",
    "replyCount": 7,
    "timestamp": 1597662900,
    "txt_content": " 本帖最后由 暗夜Elen 于 2020-8-17 19:15 编辑 \n\n\n\n主元素：生物\n我仔细想了想，这个mod充其量算是“丰富游戏内容”，并不能给你带来更多的优化什么的，只是一大堆InTeRsTinG的突发事件，能让你的游戏体验变得非常InTeRsTinG。\n用人话说就是，这是个沙雕mod，附属mod，给想整活的人增添资谈的mod。\n也许我该加个收集系统，收集到所有突发事件后召唤中提国王？\n然后中提国王与稻草人骑兵一起讨伐大眼怪并且把你变成中提（笑）\n我的文笔啊，天哪，令人残念啊，根本写不出本该有的荒诞的万分之一啊，（大哭）\n\nNPC：中提国王的灵魂，在每次突发事件后出现，可以对话。\n\n突发事件1：午夜茶会\n发生在村庄内。\n每当午夜十二点的时候钟会抖动，但没有声音。随后所有睡着的没睡着的村民都换上白色长睡衣，戴上蓝白斑点尖顶睡帽，聚集到钟面前，沉默的，安静而有序的，一起......吃夜宵\n第二天村民们的工作效率会降低，交易价格会提高\n\nNPC对话：\n他们在干什么？即使是我也不知道，我不认为他们是有意识的在，额......吃夜宵？\n不过我觉得他们需要一点音乐，一点古典音乐，我去找把锯子来。\n*扭曲的锯木声*\n\n这扭曲的，仿佛不该属于这世界的，难以名状的，令人想要颤抖但甚至不敢的声音把你定在原地，你此刻多么希望有谁能来救救你，直到天明。\n\n突发事件2：猫屋\n随机替换掉沼泽女巫小屋，猫屋内不会生成女巫。\n一栋由猫的零件组成的小屋，红色的屋顶，红色的墙，远远地就能听见猫咪睡觉发出的呼噜噜的声音。\n门在墙上打滚，窗户时不时会眨眨眼，看准时机钻进去。屋内铺着白色的地毯，就是地毯的毛有点太长了，小草一样一根根立起来的猫胡须不停的扎你的脚，你想跳起来但又不敢。头顶垂下来密密麻麻许多条猫尾巴，什么颜色的都有，你向上看，只能看到猫尾巴，没有猫。\n此时你的耳朵里小猫打哈欠的声音突然放大，你感到一阵眩晕，随后被门吐了出来，连带着一团毛球。如果你身上带着鱼，那么你失去了你的鱼。\n\nNPC对话：\n看上去女巫对她的猫做了些不得了的事情，你知道的，那只猫叫克里斯汀。她让她的猫每天唱歌40个小时，这是唐璜的胜利，我对此非常抱歉。\n唱吧，我的音乐天使！Sing for me！！\n\n突发事件3：稻草人骑士团\n可能发生在任何空旷的地方\n你走着走着，突然看见天上飞来一大群稻草人。领头的那棵斜着浮在半空中，身上驮着的是将军与领袖，这位健壮的人正骑在比他小两圈的飞天稻草人身上发号施令，一只手举着剑指向东方，他身后的千军万稻草人跟着他齐声高呼，准备启程。\n\n向稻草人领袖投掷烟火可以触发对话。\n\n玩家：“远方而来的大军啊，你们要去往何方，要攻打谁的城池？”\n稻草人领袖：“我们应同盟的召唤而来，将要攻打暗黑魔君的领地，为了各个自由的种族。”\n玩家：“但愿能尽早传来捷报，大希[ruby= ]望[/ruby]之[ruby= ]星[/ruby]照耀你们！”\n\nNPC对话：\n其实我挺想跟他们一起去的，很久以前，我还不是中提王的时候，一块石头烫坏了我的手，我把它丢到了海里，此后我就拉不了其他琴了。\n\n突发事件4：土地液化\n可能发生在任何时候与任何地方\n你突然感觉土地变得黏糊糊的，甚至不能托起你来，你的双腿往下陷，这使你头晕目眩。你抬起头来，发现天与云同样在融化。你试着挣扎但没有用，很快树木花草，一切都扭曲起来，你低下头，发现太阳也陷进了液态泥土之中。当太阳在新世界升起的一瞬间，你重新从床上起来，什么都没少，中提王站在你面前。\n\nNPC对话：\n你醒啦？\n\n突发事件5：逆模因大蜥蜴\n在任何一个下午发生在任何一个空旷的地方\n你不记得此前发生过什么，但此刻这个东西就这样站在你面前，迫使你做出选择。\n触发对话：\n我在想为什么你们要把3125送给我，你们觉得那能杀死我吗，我拿着的并不是单程票。\n你转身逃跑，你觉得这个地方很眼熟，你大喊五声“5”，大蜥蜴一口咬住你。随后你发现你站在你的出生点，身上原本的物品散落一地，你把它们重新捡起来，某个东西从你这里拿走了些什么，但你不知道是谁，也不知道是什么。\n\nNPC对话：\n你还记得这些剪纸吗，你逃回了幼时的梦境里，这让你免遭一死。\n我大概知道这是什么，但天堂已经解散很久了，最后一批人也已经覆灭很久了。此后再没有后来者了。\n\n提问：这里面有多少梗和neta？\n[groupid=1358]黄金之匣美工社[/groupid]",
    "replies": [
        {
            "author": "喵鱿",
            "timestamp": 1597663080,
            "txt_content": "这个设计真的好赞啊，玩起来一定超有趣！"
        },
        {
            "author": "暗影月赎",
            "timestamp": 1597663620,
            "txt_content": "很有新意的mod，跳出了传统mod的思维定式，相信真正上手的时候体验不会差\n梗我就不找了(逃)"
        },
        {
            "author": "天选之剑",
            "timestamp": 1599728160,
            "txt_content": "很有意思，支持大佬"
        },
        {
            "author": "道家深湖",
            "timestamp": 1600345800,
            "txt_content": "前来观摩特别奖"
        },
        {
            "author": "hdbhdbhdbhdbhdb",
            "timestamp": 1600473420,
            "txt_content": "pan.baidu.com/s/1mgX74ko"
        },
        {
            "author": "hdbhdbhdbhdbhdb",
            "timestamp": 1600473480,
            "txt_content": "https://www.pan.baidu.com/s/1mgX74ko"
        },
        {
            "author": "low云酱",
            "timestamp": 1600527360,
            "txt_content": "什么情况？？？"
        }
    ]
}