{
    "title": "「教练，我想写mod！」古籍中的“世界”——被时间掩埋不为人知的时代？",
    "author": "Melodyvoices",
    "replyCount": 0,
    "timestamp": 1597635000,
    "txt_content": " 本帖最后由 Melodyvoices 于 2020-8-28 01:41 编辑 \n\n作者前言：因为本人认为若是直接列出一个列表，然后标注新增矿物是xxx、新增生物是xxx、其效果为xxx，这样看起来过于生硬，所以我尝试着使用的是一种以某次遗迹考察工作为视角，即包括了挖掘出的神秘古籍的作者的语言视角还有翻译者的视角，想来一个别开生面的介绍帖（但也不排除这样的语气方式会导致有人没看懂我在表达什么。。如果有哪里不理解也欢迎大家问我），然后故事内容大体是考古科学家挖掘出了这些古籍以及一个奇怪的“绝对黑体”盒子（不知道绝对黑体是什么请翻人教版物理选修3-5。。），而为了打开这个奇怪的盒子，只能试图从解读古籍中获取打开的方法，而文中的古籍正是这个mod所制造的一个奇幻世界的各种描述，由于内容量有点大，一时半会也没法写完。以后还会继续更新的，然后里面还包含故事情节是因为要是做出来了这个MOD我有意以后会用这个mod制造一个rpg类型的整合包（PS:由于用文字描述“绝对黑体”盒子可能不是很清楚，所以我在mc里面建了个“绝对黑体”盒子的模型，实在看不懂的话可以下载这个地图观看模型，PS:由于作者有点晕3D。在建这个模型的底部的时候有点晕，可能没弄好。。但设定上这六面体六个面都是一样的，模型的地图下载地址：https://wws.lanzous.com/iGSpUg4jxjg）\n\n\n“阿萨”项目研究手记\n\n在这次考古行动中我们挖掘出了一卷卷的古籍，而经碳14检测发现这些古籍的时代远早于目前公认的人类诞生的年代，受各种因素影响，碳14检测的结果不准确是很正常的事情，但引人注意的并不是这个，而是……在这种环境中掩埋的纸质物品保存时间无法超过2年变回面目全非，对此，随着进一步的深入研究，使用不同的检测方法得出的结果惊人的一致……这些古籍出自于远早于人类出现的史前时代！为此，联邦政府为对这些古籍进行解读设立了“阿萨”（Asa）项目，并调用了国内顶尖的语言学家、考古学家、历史学家等对这些古籍进行解读，而随着我们的研究的深入，发现事实不是一般的惊人……\nMichael SalesDecember 1st,1999\n\n\n出土物品照片存档：\n\n\n\n\nfile_1598544133000.jpg (287.88 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-28 00:05 上传\n\n\n\n\n上图为“绝对黑体”盒子（直接截图mc里面建的模型了，懒得自己画图。。）出土物品列表：1、兰斯帝国魔导应用手册2、兰斯帝国万物全书（解读尚未完成）3、兰斯帝国万代史（解读尚未完成）4、世界地理全解（解读尚未完成）5、重要“术”与“技”概述合集（解读尚未完成）6、“空白”书（似乎用了什么技术把原本的内容给隐藏了）7、“绝对黑体”盒子（这是本次出土物品中唯一一个非书籍物品，经初步研究，其硬度竟然大于金刚石，并且完全是一个“绝对黑体”，目前我们没有任何办法能将其打开）对“绝对黑体”盒子初步分析：1、盒子为“绝对黑体”，形状主体为正六面体，边长为23.226cm，六面中的每一面的结构均一致，主体可简化为7*7*7的方块，方块表面上有具有规律的凹凸结构分布，可视作在主体正六面体上挖去或增加一个个的小正六面体方块，小正六面体边长为3.318cm，实物图片在档案的“出土物品照片存档”处，每一面的凹凸状况分布为：凹 平 凸 平 凸 平 凹平 凹 平 平 平 凹 平凸 平 凸 凹 凸 平 凸平 平 凹 平 凹 平 平凸 平 凸 凹 凸 平 凸平 凹 平 平 平 凹 平凹 平 凸 平 凸 平 凹2、据初步研究，除最外圈凹凸部分，其余凹凸部分均为活动区块（即上述红字部分为活动区块），目前经初步测试，将凸起部分按下，则该凸起部分会凹入，与原本凹入部分凹入程度一致，且其他活动区块有部分也会发生活动，即凸起部分变为凹入部分，凹入部分变为凸起部分，目前其规律尚未明确，但我们估计这是属于一种密码锁，这是我们可能“打开”它最有效的方法，但目前未知其具体运作机制及其是否有自毁机制、保护装置等，不能确定其用错误的方式解开是否会造成危险，为了避免造成意外，目前决定暂停对其的继续解开，希望能通过解读出土古籍来获取其正确的“打开”方式3、根据检测结果，已确定其为“绝对黑体”，硬度越超过金刚石，并且更令人震惊的是，它的温度永远保持在25.3摄氏度\n\n\n\n兰斯帝国魔导应用手册\n\n在古代世界之间被隔离，各方地区拥有自己的文化、方言、对同一事物的不同表达，而据我们伟大的兰斯帝国（Lans Kingdom）历代的研究发现各地区的不同奇术皆由以太（ether）所驱动，此外如果我们不将各地区的描述归为一体，恐怕我们对魔法艺术（Magic Craft）的研究终究只能被局限于我们自身所处的一个狭隘的地方，对此，鄙人认为我们现在很有必要将世界各地区的术语（terminology）的词语进行归纳，以便我等魔法艺术的发展。[该段文字摘自于兰斯历4312年12月3日兰斯帝国魔导研讨会上大魔导士诺巴尔·让（Nobar·Jean）对魔法艺术学发展提出的意见，该建议最终被兰斯帝国魔导研究部列入魔导教学大纲]\n目录：\n一、基本名词的诠释\n二、基本能量形式类别三、以太运作机能的基本原理\n四、“术”与“技”的基本形式\n\n一、基本名词的诠释：\n\n该章节内容仅限于对基本名词的诠释，并无对其详细的介绍，对各下面各项内容的具体解释请移步至后续章节\n\n1、以太（原始能量、基本能量、魔力、灵力、灵气、元气、内力、神力）：自然界本身存在的一种能量，也是施展“术”或“技”的必备原料，同时以太具有分布不平衡的特点，通常情况下在地下越深处以太浓度越高，而水平结构的以太分布规律目前尚不明确。关于以太的称呼，不同地区对其称呼不一，甚至同一地区对不同使用方式的以太的说法也不一，如：在夏国地区把“术士”使用的以太称为“灵力”或“灵气”，而“斗士”所使用的以太称为“元气”或“内力”。但经证实，皆为同一种物质。且因以太为最纯粹形式的能量，所以以太也被称为“原始能量”或者“基本能量”，而其他形式能量（如火元素、风元素、水元素等）则被称为“非原始能量”或“非基本能量”\n\n2、“术”与“技”、“术士”与“斗士”：简而言之，“术”即为“术士”所施展的魔法艺术，“技”即为“斗士”所施展的类魔法艺术，本质上可谓同类技能，但在施展时的形式大相径庭，“术”为用体内的以太在外界结成“魔法阵”或“类魔法阵”再驱动法阵吸收环境中的元素能量或者其他形式的能量又或者直接用以太施术，而“技”则是直接将体内的以太释放所施展（某些“斗士”也会将环境中的元素能量或其他形式能量融入自己的“技”中，但该类情况十分少见），由于“技”未经精细的“加工”，这也导致了“技”的范围、威力等相较于“术”往往会更低，但反之“技”的使用更加自由，而“术”的缺陷则是构造“魔法阵”或“类魔法阵”需要一定时间，在中途可受到打断，并且由于法阵的精密性，对施术者的控制能力有着极高考验，此外若想使用元素魔法或者加入其它形式能量的魔法，对施术者本人对该种元素能量或者其他形式能量有着该种“非原始能量”亲和力的要求。但实际上“术”与“技”、“术士”与“斗士”仍是一个非常笼统的区分，对于“斗士”的划分大多没有歧义，一般拿着任何武器的战士、弓箭手、徒手搏斗的格斗者都可以归入“斗士”的范畴，最常说符合上述“术士”原则的便是我们所处的奥林大陆（Olin Continent）常见的魔术师（Magician），如果将夏国的“咒术师”、“阵师”和“符师”等归入“术士”的范畴还说得过去，但面对于如“念师”（念师战斗方式为用精神力驱动以太来控制周围任何物体对对方造成间接伤害或对对方精神造成直接伤害）的划分则十分尴尬，似乎并不属于两者的任何一者，但“术士”和“斗士”的存在是最普遍的，我们依然可以习惯使用该种划分形式，而对于“念师”、“异能者”等可归入“特殊类别”\n\n3、“阵”（即“魔法阵”与“类魔法阵”）：魔法阵相信大家并不陌生，而“类魔法阵”则基本运作原理与魔法阵相似，如“咒术师”使用咒术的时候形成的“咒”则有与魔法阵相似的形式，“阵”通常分为“施术型阵式”与“结界型阵式”，“施术型阵式”则为“术士”施术时为完成施术而展开的法阵，而“结界型阵式”则为固定于特定地点所构成的、具有持续性的法阵，在构造后可从环境从吸取以太维持“结界型阵式”的存在，该种“阵”可以用于形成“域”，通常情况下越强的阵式对环境中以太含量的要求越高，“阵”可通过施术者预先将其自身体内的以太注入“阵”中，来提供维持阵式所需要的以太，但“阵”的维持对以太的需求极大，通常情况仅靠施术者提供的以太不不足以维持很长的时间，所以“结界型阵式”通常只能建立在以太含量高的地区\n\n4、“域”（领域、结界）：“域”可视作施术者的“领地”，而施术者则为“领主”，在施术者在自己的“域”内拥有着“特权”，即可掌控“域”，通常“域”用作于展开护罩防御外界入侵或是专门用于战斗的“域”（例如阵师所使用的“阵法”则往往是这种，如“迷魂阵”则是用于精神干涉阵内的敌人，而还有“兵阵”则用于强化自己阵内的友军）。通常“域”分为三种：1、领地型“域”，即为三种“域”中最简单的“域”，只是在实际的环境中建立“结界型阵式”，在实际环境中划分一块“地界”，能有展开护罩用于防御、感应潜入者或者在内加入一些自动攻击的阵式抵御入侵等较为简单的功能。2、展开型“域”：一种使用极为困难的“域”，不仅要求施术者具有极强的能力，而且还要求其能使用高阶的空间能力，这种域建设甚至需要数十年的时间，平时储存在施术者体内，在使用时从体内中释放，从而覆盖周围的空间，使周围的环境变为自己的“域”（由于“域”的影响，周围环境的外观可能会随之发生改变，例如使周围环境失去色彩只剩黑白颜色、使周围的环境树木看起来变得枯朽而房屋变得破败，但这通常只不过是是视觉上的干扰，在施术者结束时将“域”回收则会恢复原状），而且由于维持其的存在需要极大的以太消耗，若能维持其存在，则施术者拥有的从自然吸收以太的效率我只能用“恐怖”这一词形容，这样的人若称其为“顶级魔导术士”则无疑是对其的莫大侮辱，即使冠上“传奇魔导术士”的称号，恐怕“传奇魔导术士”的称号在他本人面前也会黯然失色，能使用展开型的人即便是在全世界历史上也是屈指可数。3、空间型“域”，根据古代众多哲学家对世界的理解，主流观点中认为整个“宇宙”并不止有一个空间，而我们所处的“世界”仅仅是其中的一个空间，还有诸多空间分别为不同的世界，而空间与空间之间存在空间缝隙，一个空间本身具有一定的封闭性，正常情况在一个空间里的所有东西无法离开自己的空间，若穿过自己所在空间外层的屏障则能进入的空间缝隙之中，而空间缝隙里面有着十分奇妙的性质，甚至可以说是空间缝隙里面没有“距离”的概念，即所有位置都是同一个点，所以在空间缝隙里一瞬间即可进入的任意空间里的任意位置，同时主流观点中认为能进行瞬移的空间能力则是一瞬间让自己进入到空间缝隙并且从空间缝隙中进入到目的地，当然，这仅是一种猜测，而空间型“域”则是被认为在空间缝隙中又创建了一个新的空间，而施术者则是这个空间“主宰”，这样的域若按照上述的说法，维持其可能并不需要以太的消耗，并且可以存储大量以太入内，则运用“域”的功能可以随心使用，但其存在的真实性实在令人怀疑，能创造出这样的“域”，恐怕不是人类能做到的。\n译者注：①此处的“宇宙”应该并非我们常称的“宇宙”，应该是指所有空间与空间缝隙的集合体   ②按照内容推测，他们所说的“世界”也并非仅仅相当于地球，他们所处的“空间”应该有未知的屏障覆盖，让他们无法离开自己的空间，或许他们这就是他们并不拥有对太空的认识（此处为根据后面的文本进行的推断，例如他们对陨石的来源并不了解、完全不知对太阳和月亮的真面目，而根据他们的记载推测，他们的顶级魔导术士应该完全拥有能在距离自己所处世界不远的太空进行探索的能力，对这些最起码都能有一些了解）   \n\n5、“斗意”：“斗意”即为“斗士”在战斗中自身战斗意志的体现，是“斗士”在实战中实际战力的重要影响因素，对战斗的意愿越强、越纯粹的对武道的崇尚，则“斗意”越强、其战斗力越强。而“斗意”仅代表战斗的意志，并不包括无端杀戮意志，所以如杀戮这样的意念影响了“斗意”的纯粹性，反而使得“斗士”实力更弱。然而，“斗意”似乎并不是只有“一种”，部分“斗士”可以以杀戮的意志代替“斗意”，我们可以将其称之为“杀意”，这样反而往往更容易获得更强的战力，不过若长时间依靠“杀意”取代“斗意”，对“斗士”的精神会产生严重的影响，使其性格严重扭曲，甚至会对脑部造成严重损伤，使其陷入癫狂，沦为杀戮机器。目前已知可以在战斗未发生时以自己强大的意志力抑制“杀意”，从而有效减轻其对脑部造成的影响，然而此种方式会导致其在战斗开始时无法快速提升“杀意”，使得其发挥完全实力需要个较为漫长的时间，在传奇魔导剑圣——卡萨·瓦诺斯（Casa Vanos）与当时六大霸主之一：地面之王——阿诺皮尔（Anopine）战斗中，卡萨能战胜当时被认为是六大霸主中最强阿诺皮尔，据传言正是因为阿诺皮尔平日压制自己的“杀意”，在实战中无法及时将“杀意”提升到满足“戮神躯”发动所需要的水平导致阿诺皮尔最终的败北。然而，提升“斗意”的上限难度远远超于提升“杀意”的上限，越强的“斗意”需要“斗士”对武道的崇尚及战斗的固执越纯粹、越苛刻，这也正是至今依然会有很多“斗士”乐于借助“杀意”这种旁门歪道的原因。目前已经记载的，“斗意”最高能到达九层，而“杀意”最高能到达八成，而传说中能达到十层“斗意”的人可以用剑切开空间，对此，本人觉得比起“传说”，“童谣”这个词语更加适合这个故事。\n注：①关于卡萨与阿诺皮尔的战斗详情请见兰斯帝国万代史   ②关于“戮神躯”详情请见《重要“术”与“技”概述合集》\n\n6、魔法器具（宝具、天武&法杖&宝物）：魔法器具指内部含有“类结界型阵式”且装配者可以用以太驱动其含有的“阵”从而发挥其特定功能的武器、护甲或某些特别器具的总称，由于魔法器具内的“阵”起作用范围相较于“域”起作用的范围更小，所以其运作所需以太的量更少，根据魔法艺术的基本原理，从自然吸收以太是一个缓慢的过程（这也正是战斗消耗体内的以太需要长时间才能恢复的原因），而“结界型阵式”为了能够从自然中吸取足量的以太以维持阵式通常不仅需要把“阵”建在以太浓度高的地区，并且得通过增加“阵”的大小及其数量来达成高效率以太的吸收，而由于魔法器具本身大小的限制，通常能在魔法器具中建立的“阵”往往是只能是小型的，而且能建立的数量也十分有限，即魔法器具内的“阵”与“域”所使用的“阵”有主要区别（“类结界型阵式”主要倾向于能快速从使用者体内获取以太，“结界型阵式”则倾向于能够高效从自然中获取以太），所以将其称为“类结界阵式”为了能让魔法器具的特定功能足以在战斗中能够快速的发动，往往魔法器具消耗的以太主要来源于使用者，同样的，由于魔法器具大小的局限，所能建成储存以太的阵式也无法储存大量的以太，并且无论是从自然界吸收以太的阵式还是储存以太的阵式均会占用魔法器具中能建立阵式的空间（即会于完成魔法器具功能的阵式“争抢”可用空间），所以为了能让魔法器具发挥最强效力，往往魔法器具中不含储存以太及吸收以太的阵式。值得一提的是“魔法器具”的这个总称的使用并不普遍，比如夏国往往把魔法器具中的武器类（指的是“斗士”所用的武器）、法杖类（指的是“术士”所用的武器）、特别器具分开称呼为天武、法杖、宝物，而缺乏对这三者的一个总称；而大部分地区甚至并不把魔法器具和普通的武器、护甲等特意区别，而是肤浅的认为“魔法器具”只是更强的普通器具。\n\n7、魔法植物（灵木、灵草、神木）：简单来说，魔法植物即为带有能力的植物，比如某些植物可以治愈创伤、服用可以后可以强化自己吸收以太的能力又或者是能迅速恢复体内的以太含量，这些有着特别的效果的植物我们称之为魔法植物，而植物魔法的使用者得依靠魔法植物，为了满足植物魔法使的需求，魔法使们还对魔法植物不断的改造，制造出了人工的魔法植物\n注：关于植物魔法的词条详情请见本书的第四章\n\n8、魔兽（灵兽、异兽）：魔兽即为能运用以太的动物，而魔兽往往会天生具有较强的以太操纵能力而且往往会拥有异能、强大的肉体、快速的自愈能力等其中的一种或多种能力，不同于人类需要大量的学习，魔兽可以利用天生具备的异能使用出类似于“术”或“技”的能力，正所谓上帝对众生是公平的，与其天生具有的身体强度相比，魔兽的智力往往低下，在目前已知的魔兽中即使智力较高的魔兽种族，其智力也不过是不足十岁的普通人类小孩，至于需要经过大量的“加工修饰”才能发动的“术”或者“技”，魔兽更不可能掌握。一般我们将魔兽分为四大类：1、寻常型魔兽，该种魔兽与平时普通的动物无异，区别仅仅是额外拥有异能、强大的肉体、快速的自愈能力等的其中一种或多种，由于这三者都有对以太的需求（发动异能需要消耗以太、可以类似于“斗士”那样利用以太强化肉体、超强自愈也需要大量的以太消耗），魔兽往往会有着较强的以太吸收能力（注：上述能力并非只有寻常型魔兽拥有其中的一种或多种，其他两大类魔兽也有这些能力其中的一种或多种，即寻常型魔兽是最“简单”的魔兽，但“简单”并不代表“弱”，魔兽种族的强弱与其属于哪大类并无直接关系）。2、同化型魔兽，此种魔兽与寻常型魔兽身体组成基本差别不大，最主要差别是同化型魔兽的血液、其他体液等与其他生物接触时会导致被这些体液接触的生物发生异化，即转化出与该种生物的相似性状等，即这些生物被“同化”了，被同化的生物通常会因同化的后果获得身体的强化，但是，由于这依旧属于“非己”部分，会导致自身对自身的排斥（被“同化”后即会产生类似于异体排斥的状况，即来源于同化型魔兽的非己部分会受到自身的排斥的同时，非己部分也会对自身进行排斥），但这种同化能力并非所有的同化型魔兽都有对其的利用，例如腐化生物能对被“同化”的部分进行一定的操纵，但被龙族目前并无任何对被其的血液导致“同化”的生物进行类似的操纵的迹象，这种情况的被“同化”或许只是获得了个buff加成（外加变种），当然，前提条件下是要解决排斥所带来的影响。3、非全态集合态魔兽，正常来说，生物体内都具有液态、固态、气态这三种形态的物质，即正常的生物都是具有三态的（比如生物的骨骼、肌肉等就是固态的，血液等就是液态的、而呼吸需要的氧气则是气态的），而非全体集合态魔兽的组成仅仅含其中的一种或两种形态的物质，如：纯液态魔兽（史莱姆）、纯固态魔兽（骷髅兵、石头人）、纯气态魔兽（这个就拿口袋妖怪的鬼斯通当栗子吧）、固液双态魔兽（岩浆怪）、固气双态魔兽、液气双态魔兽。4、纯能量态魔兽，即此种魔兽无实体，仅仅由纯能量的精神体组成，由于这个限制，若想能够维持能量态的存在，必须在以太含量极高的地区才能存在，此种魔兽有：幽灵、由纯粹的火焰能量组成的火精灵等。\n\n9、异能（超能力、“天赋”（the gift）、血继界限）：异能不需要像“术”或者“技”那样需要加工修饰后才能释放，拥有异能者仅仅需要直接消耗体内的以太即可释放异能，大多数种族的魔兽都天生具有异能，而人类仅有极少部分的人类拥有异能，在上古时代人类在研发“术”和“技”之前，人类因天生的弱小，往往只能过着东躲西藏的日子躲避魔兽的狩猎，但随着人类顽强的生存，不断研发出了“术”和“技”，使得人类逆转了局面，如今成为了世界的霸主。虽说如此，但人类大部分人还是没有能够控制以太的天分的普通人，只有少部分具有控制以太天分的人类能够成为“术士”或“斗士”，也就是说并不是所有人都有自保能力，这样一个城镇的保护工作就离不开“斗士”和“术士”或者“异能者”（一般把主要使用异能战斗的人成为异能者），而相反，在魔兽群体中拥有异能是即为普遍的事情。无论是人类还是魔兽，异能在大部分情况都是可遗传的，这也正解释了为什么人类的拥有异能的族群往往其异能的能力相同、同一种族的魔兽有的也是相同的异能。\n\n10、厄尔墨极限值：厄尔墨极限值由厄尔墨·梵（Emo Van♂（bushi））提出，该值意义为自然界中任何形式的能量（包括使用以太的“术”和“技”、炸药的爆炸等）的强度永远无法超过一个定值，该值也用作于作为单位，若无任何能量存在时则为0，而能量强度到达厄尔墨极限值时，则称其为厄尔墨极限值的100%。\n11、亲和力与亲和力物质：以某种形式的非基本能量为附加的“术”或“技”的使用，施术过程中对该种形式能量的亲和力有着要求（例如使用火系魔法对火元素的亲和力就有要求），因为“亲和力”影响着该种形式的能量与基本能量（即以太）的融合程度，从而影响该种“术”或“技”最终的强度（注：非基本能量并不像以太那样分布广泛、含量高，一般无法直接从环境中只靠提取非基本能量来完成“术”或“技”，而是通过将非基本能量融入到以太之中，使以太与其融合、进一步转变为该种形式的能量，再进一步释放），对不同种的非基本能量不同人与其相性不同，这种相性即称为“亲和力”，虽然有点类似于以太的掌控天分，但基本能量（以太）的掌控天分是无法后天轻易改变的。通过将某些本身即具有对某种形式能量很强的“亲和力”的物质加入到魔法器具中，则可加强在使用“术”或“技”时对该种形式能量的亲和力，这样具有亲和力加成的物质即为“亲和力物质”。常见的亲和力有各种宝石（列举部分常见的宝石所具有的亲和力种类详细内容请见《兰斯帝国万物全书》的自然物质篇     绿宝石、翡翠——风元素   红宝石、血玉——火元素  蓝宝石——水元素  玛瑙、黄玉——土元素  坦桑石——雷元素  黄水晶、黄钻——光元素  黑玉、黑钻——暗元素  猫眼石——精神能量）、蕴魔玄铁、各种元素水晶等（这些物质详见《兰斯帝国万物全书》自然物质篇的对应词条）。\n\n12、操纵物：操纵物即为“术士”用于操纵来辅助自身战斗的“工具”，通常召唤物分为“傀儡”和“召唤灵”两种。他们主要区别为“傀儡”是具有实体的操纵物，而“召唤灵”则是由“术士”使用“术”所制造的由纯能量构成的召唤物，由于维持纯能量体的存在对以太的消耗极大，所以“召唤灵”一般都是在需要的时候现场制作的召唤物，在战斗结束后便停止对其继续提供以太，“召唤灵”便会消失，等到下次需要使用的时候再重新继续制造。“傀儡”则往往是魔法师制造出的魔法人偶、石像等，而被精神魔法操纵的人从广义上也可以算作“傀儡”。\n\n\n二、能量基本形式类别\n\n\n1、魔法的基本分类：魔法基本上可分为七大类：1、元素魔法：元素魔法即为使用最基本的七大元素及七大元素组合、变化而成的衍生物的魔法，这些都统称为“元素魔法”，基本的七大元素分别为：风、火、水、土、雷、光、暗。2、精神魔法：精神魔法即为操纵人的精神或者对人的精神造成直接损伤等有关于精神层面的魔法，精神魔法也被称为灵魂魔法。3、植物魔法：植物魔法为一种较为特殊的魔法，不同于其他魔法只是依靠添加“能量”，植物魔法的施展依赖着魔法植物的功能。植物魔法的基本原理为将挑选好或者人工培育的魔法植物的种子提前施术将其“激活”，被激活后的魔法植物种子能在接受来源于施法者的以太供应后，会在极短时间被催生，并且施术者使用“术”对其进行一定的操控，使得其原有的功能被自己充分、合理地利用。没错，由于这种极其违反自然的生长方式会对魔法植物本身有着极大影响、损伤，所以用于施展植物魔法的魔法植物往往都是一次性用品，因此，与其研究如何避免其在被催生的时候受到的损伤，不如研究如何在其短暂的生命周期中如何更好地“压榨”它、让它能发挥更大的用处（好惨的草，万恶的膜法湿），正如上述，每次使用植物魔法都需要消耗被“激活”的魔法植物种子，所以限制植物魔法的因素不仅有施术者含有的以太量还要看他是否预先准备好了充足的种子。4、献祭魔法：献祭魔法顾名思义，是靠通过“献祭”驱动的魔法，通过将部分生命甚至一个生物的全部生命作为祭品获得能量来源而施展的魔法，由于“血”往往被认为是生命的象征，而这种献祭生命的魔法也被称作“血魔法”，除非在绝境的时候，不然也不会有魔法使会将自己的生命作为祭品，而为了一己之利将其他生命作为祭品的行为十分令人不齿甚至算是对神的亵渎，所以魔法使在一般情况下是不会使用这种魔法的。5、时间魔法：即可掌控时间的魔法，这种不可思议的魔法目前仅在传说中出现，对于其是否真的真实存在这点令人十分质疑，对时间操作的形式从理论上应该可以分为：暂停时间、时间倒流、时间加速、时间减慢、时间回溯、时间跳跃（举个例子，时间加速相当于快进的话，时间跳跃就是你直接把进度条拉到后面的某个时点，时间倒流相当于倒带的话，时间回溯就相当于你把进度条直接拉回了前面的某个时间点），而对于时间的“删除”目前具有争议，时间若被“删除”的话，那这个世界将会变得不连续，所以当时间真的被删除了，究竟会是怎么样的状况也无从得知，若真存在时间删除的话，相对应的也应该有让删除的时间恢复的能力的存在。6、空间魔法：空间魔法包含能从一个地点传送到另外一个地点的瞬移、创造能够储存大量物品而自身体积极小的魔法器具使用的魔法、创造出空间型“域”（关于这点详见第一章的第四词条）又或者是能将空间割裂等，但目前除了瞬移、物品储存的存在已经被验证以外，其余的也只不过是猜测，目前若在两地建立其相关联的传送水晶实现瞬移并不困难，这多亏传奇魔导剑圣卡萨当年战胜了六大霸主中的天空之王王——赫巴鲁（Hiberu），得以让大家开发曾经被赫巴鲁霸占的浮空岛里面的资源，才可以发现了极空结晶（制造传送水晶的核心物质），才有了如今传送水晶在各大城邦普遍存在的盛况。7、禁忌魔法：禁忌魔法为使用了会严重侵蚀人的意志的各种不明能量的魔法，这些未知能量极为罕见，且十分难以研究，被认为是“恶魔的力量”，固因此被列为禁忌。\n①关于卡萨与赫巴鲁的战斗记载于《兰斯帝国万代史》  ②关于极空结晶和传送水晶详细内容分别在《兰斯帝国万物全书》中的自然物质篇和超凡级魔法器具收录篇的对应词条\n\n\n2、\n\n\n\n\n\n兰斯帝国万物全书\n\n自然物质篇\n\n\n1、以太结晶（能量结晶）：在以太含量极高且长期以太的分布无扰乱迹象（在一个地方使用“术”、“技”、异能等都会扰乱附近的以太分布情况）的地区在长年累月的以太聚集之下，会形成这种透明的以太结晶，一般满足这种条件的只有在很深的地底下，所以以太结晶通常分布在地底。以太结晶为极大量的以太凝聚而成，可用特殊的“术”、“技”或者魔法器具将其含有的以太直接利用，由于以太结晶本身即为凝聚的以太，所以在被使用后会有肉眼可见的体积减少。由于将以太结晶转化为以太的过程不便，所以通常以太结晶往往作为魔法器具的“燃料”，而很少用于“术”或“技”上面。\n\n2、元素以太结晶（元素能量结晶）：如果形成以太结晶的地方除了以太含量极高以外，还有很高的元素能量，则以太结晶的能量会被转化为该形式元素能量的结晶，称为元素以太结晶，元素以太结晶有分布在某些深海的水元素以太结晶、在火山内部分布的火元素以太结晶等等，而同时满足两个条件的地区甚少，所以元素以太结晶比以太结晶更为珍贵，元素以太结晶的用途基本与以太结晶相似。\n\n3、玄铁：玄铁是由一种矿石中提炼的物质，是一种较为常见的制作魔法器具的基本材料，目前主流说法认为该矿石是天外陨石，而在很久以前发生过大规模的陨石坠落，使得玄铁的分布及其广泛，因为其与各种形式能量的相性极佳且含有量较多，所以是制作魔法器具的首先。\n\n4、蕴能玄铁：蕴能玄铁即为玄铁陨石落在满足元素以太结晶形成的位置，经过常年累月的吸收周围的能量，使得其发生了质变，变成带有该元素的金属，目前记载的有水元素蕴能玄铁（波塞冬金属）、火元素蕴能玄铁（阿波罗金属、真阳神铁）、雷元素蕴能玄铁（宙斯金属、紫阳神铁）。\n\n5、影流体：一种纯黑色的流体，性质极不稳定，即使遇到很微弱光照也会立即爆炸，通常存在于地下空穴之中。炼金术士会将影流体进行轻度惰性化处理（目前技术无法使其完全惰性化），得到较为稳定的半惰性化影流体，然后再将其与玄铁制成名为影钢的合金，影钢具有强柔韧性的特点，并且可以通过注入以太控制影钢制作的武器变为可随意操作的流体并且保持原有的硬度和锋利度。\n\n6、极空结晶：目前形成条件未知的物质，已知其仅仅存在于天空之王的浮空岛上，具有极强的空间能量在内，可以用于制作传送水晶。\n\n7、曜煤：一种带有金属光泽的煤，其化学能含量为普通煤炭的数百倍，以为其存在被发现，出现了大量以燃料驱动的机器、魔法器具，使得需要消耗大量燃料的机器能得以广泛使用。  \n\n\n8、晶币：一种浅蓝色、不透明、形状如同一个正八边形的硬币的结晶，其也正是因为其形状与硬币相识而得名，晶币是一种极为稀有的天然物质，将其融入到魔法器具中能直接让魔法器具有质的飞跃，因为其稀有度极高、价格昂贵、实用价值极高、实用范围极广，所以晶币往往会用于充当珍稀物品交易的一般等价物，晶币也因此成为名副其实的“货币”  \n\n\n\n\n魔兽篇\n\n魔法植物篇\n\n\n\n\n1、彼岸花：由于世界上以太遍布每一个角落，所以人们认为逝者的灵魂并不会消散，而是会被保存在充满以太的环境之中， 而传说中的彼岸花则具有牵引逝者灵魂的能力， 甚至能使人复活，据说彼岸花每三千年才会开一次花，而仅仅能存在3个月之久，传说中的传奇魔导剑圣卡萨为了复活亡妻而与夺走彼岸花的六大霸主之一深渊之王——库·艾迪斯（Kun Adas战斗，但在战胜库·艾迪斯后，卡萨也不知所踪，所以传说中的彼岸花是否真的能让人复活还是个未知数。 \n\n\n\n超凡级魔法器具收录\n\n\n\n\n1、传送水晶:以极空结晶为核心制造出的一个建立在巨大的魔法阵上面的巨型水晶（形状参考mc的末影水晶），用于进行不同地区的传送，传送水晶能与其他传送水晶进行关联，从而使得人们可以从一个传送水晶所在的位置传送到任意一个与其关联的传送水晶的位置，但是驱动传送水晶的法阵需要消耗极大量的以太，所以传送水晶一般只能建设在以太含量极高的地方，例外情况就是曜煤的产地:瓦里乌（Valinu）本身具有似乎取之不尽用之不竭的曜煤矿藏，但该地点以太含量极低，并且自然条件恶劣，但曜煤能带来的暴利使人克服了这个困难，那就是把曜煤作为燃料，用燃烧产生的能量驱动传送水晶，虽然这种方法的能量利用效率极低，但对于拥有似乎取之不尽的曜煤矿藏的瓦里乌，这似乎算不上是“浪费” ，同时瓦里乌也因曜煤的矿藏由无人之境成为了许多“淘金者”所追求的“圣地”。\n\n\n\n\n",
    "replies": []
}