{
    "title": "夏日日常皮肤合集（封面炸了）",
    "author": "酒保的起点",
    "replyCount": 5,
    "timestamp": 1597565760,
    "txt_content": " 本帖最后由 酒保的起点 于 2020-8-25 11:44 编辑 \n\n\n请注意:任何搬运请请联系我进行授权，谢谢配合。\n\n大家好啊，我又回来了。花了一周半左右的时间终于肝（咕）完了这个合集\n这个合集是以水果为灵感的皮肤合集（水果名字我直接百度的，我甚至都不知道这些是不是夏季的水果）我就没什么废话了\n请大家欣赏吧。\n我的文笔很差，小学文笔凑合看吧QWQ\n\n\n橙桔姐妹\n桔橙姐妹:桔子是果村的村长，他为人善良，心胸开阔，同时也负有责任心。平时都是把全部的经历投入到对于村庄的工作里面。也因此，她每天都是回家倒头都睡。很少能有时间陪她的妹妹，橙子。\n橙子是一个贤惠的孩子，尽管桔子不常陪她，但是她也明白姐姐是为了村子的发展。也因此，她也是最担心姐姐的一个人，每次姐姐出门都要到处嘱咐她。\n\n\n\n青柠\n青柠:村庄的守门人，一般都是以男性为主。但是他们的领头的。也就是保安队队长（bushi）\n却是一个看起来块头不大，只有十五六岁的少女。\n她就是青柠。\n青柠来自一个护卫世家，世世代代都是以护卫为主，他的拳脚功夫自然武艺超群\n她平常都是那种不言苟笑的样子，整天摆个死鱼眼。据说啊，有两个护卫曾经偷偷在后面嘲笑他死鱼眼，于是他们就.............（记忆消除）（物理）\n但是他对自己的工作都是尽职尽责，对于守护村庄对他来说仿佛就是他这一生的责任。\n\n蓝莓樱桃\n\n蓝莓:\n蓝莓与樱桃是同学，也是对彼此来说最要好的朋友。蓝莓的性格内敛。从小身体柔弱，也因此，他的童年里一直都是一个人度过，唯一的乐趣就是去河边作者摘一个苹果吃。直到到了12岁，她遇见了樱桃。在此之前就没有人愿意跟她一起。也因此，她也对樱桃产生了一种高于友情的情感。\n\n樱桃\n樱桃:对于樱桃来说，世界上没有什么比蓝莓还要重要。樱桃性格活泼。从小身强力壮，也因此，他的童年生活身边朋友都非常多，直到到了12岁，她在学校一个不起眼的角落里看见了蓝莓，他的性格内敛，不喜欢跟别人聊天。但是樱桃还是想办法撬开了她的嘴，跟她敞开心扉。就这样，她们就基本上一直形影不离。因为蓝莓喜欢呆在河边，所以每一次蓝莓去河边，樱桃都会害怕蓝莓会不会掉下去。有一次，蓝莓带着樱桃去河边，她正要提醒蓝莓小心掉下去，结果自己一个脚滑摔进了水里，吓得蓝莓赶紧把苹果扔了用了全身的力气把樱桃拉了出来，虽然力气很少，但是还是有一定的作用的。上来之后，蓝莓就一直对着她笑，还假意对扔掉的苹果表示惋惜。也就这些经历，使他对蓝莓产生了一种高于友情的情感。\n\n\n乌梅\n\n乌梅:\n乌梅来自于一个作者世家，但是她是一个非常调皮的孩子，不喜欢学习，但是在他家长的强迫下，还是有着丰富的学习，也同时，她也经常跟青柠一起到村庄周围“巡防”与其说是巡防不如说是去游玩，毕竟青柠的工作做的太好了，周围没有什么怪物。乌梅对铁匠的工作非常感兴趣，有一次，她又偷偷跑到铁匠铺“学习”，但是这一次，她的父亲已经等候多时，直接拿出小黑板挂在屋里让她在这里读书\n\n\n\n\n\n\n\n\n\n\n预览图.png\n(185.88 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-8-16 16:17 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1597729256000.jpg\n(243.97 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2020-8-18 13:41 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n夏季合集.rar\n\n\n2020-8-16 16:17 上传\n点击文件名下载附件\n\n\n\n\n17.42 KB, 下载次数: 3\n\n\n\n\n\n",
    "replies": [
        {
            "author": "夏洛雨福尔摩张",
            "timestamp": 1597567560,
            "txt_content": "好棒啊这些皮肤，感觉好走心"
        },
        {
            "author": "万年忘忧草",
            "timestamp": 1597590480,
            "txt_content": "我就路过 阿巴阿巴阿巴"
        },
        {
            "author": "delzeo",
            "timestamp": 1597590720,
            "txt_content": "阿巴阿巴阿巴"
        },
        {
            "author": "五百万赢到二十",
            "timestamp": 1597627860,
            "txt_content": "居然有故事！这太酷了！"
        },
        {
            "author": "酒保的起点",
            "timestamp": 1597729560,
            "txt_content": "这封面有毒"
        }
    ]
}