{
    "title": "[原创/连载][第十章]殆辰羽传_10＆[第二章]我叫303_2",
    "author": "殆辰羽_",
    "replyCount": 3,
    "timestamp": 1598618700,
    "txt_content": " 本帖最后由 殆辰羽 于 2020-8-28 20:47 编辑 \n\n        殆辰羽回头的那一瞬间，就感觉自己的灵魂被一股能量拽到了一个空间，这个空间很黑，黑的连光都消失了。\n        “喂，别愣着了，赶紧把身体的控制权给我！你根本没来过这里！”\n        “你谁啊？”\n        “我就是另一个你，爱好核平的那个你，哦不对，我不想要核平，我只是一味的喜欢屠杀，屠杀！”\n        “呃……另一个我，咱是啥殆辰羽啊？”\n        “呃，我忘了……啊不对，我是来要身体控制权的啊，快点给我！”爱好屠杀的殆辰羽冲了过来，狠狠的给了殆辰羽一拳\n        “喂，打我干嘛？”\n        “给我控制权——”\n        “就不给——”\n        “给我——”\n        “就——不……那个殆辰羽给了殆辰羽后脑勺一拳\n        “对不起，我只能这样做……这是十尾死前的话，他让我保护好你。我不是某个殆辰羽，我是白，十尾让我护好你，我没有别的办法，只能伪装成你，已经过去3年了啊，还是没人发现啊。”\n        现在，是白的主场！\n        “这是？！”白看到了不可置信的一幕\n        彩魂的灵魂！他们居然？！\n        “你们对彩魂干了什么？！”\n        “也没什么，就是把他杀了，只不过那是肉体上的，不是精神上的。”\n        就是把他杀了，把他杀了，杀了，杀了，，，\n        白没能理智的做决定，他太愤怒了。\n        “啊——”\n        白身边出现了很多的空间碎隙，里面源源不断的涌出小光点，这些小光点都有很高的能量，大概是普通殆辰羽的三倍。\n        “这个身躯承受不了他曾经的能量，我把他们分开放到不同的空间，而现在，再不用，也没用了！”\n        “住手！你如果敢攻击我们，我们立刻毁灭他的灵魂！”\n        死神殆辰羽一直想报私仇，看起来这个时候很适合……\n        死神殆辰羽手一挥，黑曜石柱从外面冲了进来，向着殆辰羽冲了过来。\n        #殆辰羽 被 死神殆辰羽 击败了\n        殆辰羽重生在家里，但白失去了控制权。现在是殆辰羽控制身体。\n        他看了看窗外，看到了令人震惊的一幕，附近的小区都变成了废墟，只有这个小区有防护罩，没被毁掉，但天上有许多飞船正在攻击防护罩，看起来防护罩撑不了多久了，但殆辰羽不知道该去哪里……\n        一个人撞开了防护罩上的门，随后另一个人关上了门，还增加了能量，但他们不是居民，而更像是某种士兵……\n        “已寻找到传送器所在的位置!”其中一个人说道\n        “启用离子回旋炮轰炸!”那个看起来官大的下令\n        一个大炮瞄着殆辰羽的房间，那个大炮的炮口凝聚着光球，越来越大，越来越亮，覆满了整个炮口，停了，光球冲了过来，击碎了窗子，就要碰到殆辰羽了，就差那0.0000001微米（μm），然而并没有碰到他，光球停了下来……\n        白抢到了半份控制权，把光球定住了，左眼变成了红色。右眼却还是黑色。\n        “还给你一些能量。”白说道\n        白在那个空间把手放到了殆辰羽身上，殆辰羽感觉一股能量从后背蔓延到全身这些能量很熟悉，又很陌生。这股能量远远超过殆辰羽现在能量的几百倍。\n        一个人炸开了门，冲了进来，然后举起炮砸向传送器。\n        “砰——”传送器碎了\n        殆辰羽把光球扔回去之后跑了过来，但是已经晚了……那个人跑过来给了殆辰羽一拳，殆辰羽坐到了地上，那个人拿着大炮砸过来，白又把控制权抢了过来，往左一躲，躲开了大炮，白站了起来，把那个人推开，抢过了炮，把炮口对准那个人，但那个人不慌不忙的掏出一个遥控器，按了下去，白手里的炮突然晃动起来……\n        “小心！”一个人把白手里的炮推走，白也被带倒在地。\n        炮炸了，把殆辰羽的家炸了个大洞，不过刚才救了白的那个人却被炸伤了，虽然伤的不重，但还是很痛。那个人拽着白跑到了另一个空间，并迅速把门关上。\n        “你谁啊？我又不是打不过，干嘛？”\n        “你？打过他？呵呵，笑话……”那个人说道\n        “安德拉哥哥！你回来了！”一个小男孩跑了过来，他和殆辰羽差不多大，也就13岁左右。\n        “你是安德拉？！”白一脸懵逼的看着他发问\n        “嗯，我是安德拉，他是凌散。”\n        “凌散？！我是殆辰羽！”殆辰羽抢回了控制权\n        “殆辰羽？！我们半年没玩了吧！”\n        “嗯，都半年没见面了！”\n        一个人突然冲了出来，拿着一把染血的斧子朝着殆辰羽砍过来……\n        “唰——”\n        #【殆辰羽】-【数据异常】\n        “他只有一滴血！”白突然想到\n←To be continued @新人x号 @Stray38 @小灬望 ",
    "replies": [
        {
            "author": "Stray51",
            "timestamp": 1598667660,
            "txt_content": "嗯，加油，还可以\n不过建议@Stray05 ，这样方便一些"
        },
        {
            "author": "800805",
            "timestamp": 1599830760,
            "txt_content": " “他只有一滴血！”白突然想到\n白？小白？"
        },
        {
            "author": "殆辰羽_",
            "timestamp": 1599919800,
            "txt_content": "800805 发表于 2020-9-11 21:26\n白？小白？\n一个“人”寄宿于殆辰羽体内\n日常=）"
        }
    ]
}