{
    "title": "【原创/连载】便利店老板的奇妙穿越记#9",
    "author": "Minecraft.Wnxi",
    "replyCount": 3,
    "timestamp": 1597745040,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-8-18 18:08 编辑 \n便利店老版的奇妙穿越9：开始了\n      “哎哟”，我伸了一个懒腰，走出村长的家，听身后又传来了呼喊声：“嘿，年轻人别走啊，我还有这个没有转交给你！”看来村长又忘记把什么东西给我了。我转过身去，结果他递给我的东西--一本书。“啊，这是我们老祖宗传下来的宝典，里面记载了关于这片大陆上各种各样的事，包括合成，战斗与生物群系，既然你要出去探索了，想必这本书对你还是很有用的，我看你骨骼惊奇，带上这本书吧！”谢谢！”我转过身去，准备去市场买些补给品。\n     在前往市场的路上，我打开这本书，缓缓的阅读起来，“地狱传送门，嗯…”看着书上粗糙的配图，我才想起来，这不是我上次遇到的传送门吗？“传说这种奇特的传送门由黑曜石制成，可以用打火石点燃，可以在地狱与主世界之间运送生物或者物品，甚至在其他的维度往返。”其他维度？我恍然大悟，当时送我来这个世界的也是这种传送门，看来这是有意之为！不知不觉走着走着便来到了市场。\n\n\n        转过街角，我来到上次交易的铁匠铺，找到了老板。“哎哟，年轻人是你呀！又来了呀”！老板倍感惊喜。“嗯，是啊，我又来了！”我找到一个位置坐下，“这次我打算出一个远门，有没有一些好的护甲？我还缺一双鞋子。”老板一听乐开了花，“有的有的我们这有这块区域最上乘的盔甲！”说着便从箱子中拿出一双附魔钻石靴来，“来，这双鞋， 钻石是从地底深处采挖的，采用切割工艺打造，上面附有地狱才有的珍贵附魔：灵魂疾行III，最快的一款，让你在灵魂沙和灵魂土中也能健步如飞！”边说边递给我，我拿起靴子仔细观察，吓了一跳，从宝典得知，装甲有许多附魔，比如保护，弹射物保护，火焰保护，摔落保护等许许多多的附魔，大多数最高等级是4级与5级！这双鞋子上竟然附有摔落保护IV，与保护IV，的确是个上乘品，不买下的确是亏了。\n        “老板，这双靴子多少钱？”我拿起靴子问道。“啊，这不贵呀，只要50个绿宝石。”  坑爹啊，那么贵，不愧是奸商啊！但是看着这双鞋子如此优异的属性，我还是咬咬牙，掏出兜里仅剩的50个绿宝石砸在了桌子上，“老板，我要了。”老板开心的脸都扭曲了，“哦，客官慢走啊！下次记得还来。”我拿起鞋子穿上，心想：去你的那么贵，我下次再也不来了，下次自己弄一个都比你这个划算！尽管这么想，但这个鞋子是真的香！（记住这双鞋子）\n\n\n\n\n\n我回到基地整顿，再次翻开了宝典直到看见了这个令我感兴趣的东西一一生物群系\n生物群系（Biome）是Minecraft世界中形态各异的地区，有着多样的地理特征、植物群、海拔高度、温度、湿度、天空及植被颜色。生物群系将生成的世界划分为一个个不同的自然环境，譬如森林、丛林、沙漠和针叶林。（一一摘自维基百科）\n\n然而我还看见了更让我惊讶的东西：丛林神庙。据说，丛林神庙隐觅在一些丛林的深处，传说由上古生物所建造，里面似乎还隐藏着远古时代的秘密，可惜的是神庙通常隐藏在丛林深处，并且神庙中机关与陷阱密布，许多探险家自从进去丛林后就没能出来…\n远古时代的秘密？我突然打起精神，也许…这就是我应该寻找的！说干就干，我打开背包，将修复好的工具放入其中，收割基地里的小麦有胡萝卜，顺便宰了几头牛和羊，毕竟就算出去冒险也不能亏待自己。好了！我背上背包，眺望远方，嗯，就往北面走吧！我记下左上角不知何时冒出来的坐标，要是忘记的话，我恐怕就回不来了！\n\n\n\n\n不知过了几天几夜，越过多少河流与高原，我终于见到了一股绿色--一股绿的发亮，具有生命力的绿色。我连忙拿起宝典，没错，这里就是丛林！我爬下高山，总算来到了丛林的边上。不等我思索该从何进去，便有人朝我放了一只暗箭，好在对方的技术并不高超，射在了我附近的树上。“是谁？”我连忙冲上去，用钻石剑狠狠的砍在那个家伙的身上--竟然响起清脆的断裂声，看来是骷髅无疑。不等他再放剑，我便在他的脑门上补了两刀，他果然倒下了，留下两根骨头和箭。我捡起掉落物收入囊中。没想到一只僵尸从高处摔了下来，缓慢的向我走来。我当然不会放过他，举起弓便给他来了一发，他飞出老远，倒在地上，化为灰烬。\n我擦了擦额头的汗，怪不得那么多冒险家进去了就没出来，才到雨林的边缘，竟然就遇到了怪物。好在据我的观察，雨林的树叶都连在了一起，仿佛一片绿色的大陆，而且上面大白天的不会有怪物，也许在上面走就能安全些了。我拿出背包中的泥土，一格一格的往高处垫，总算是到达了树叶上。\n\n\n\n\n又走了好几个小时，我脚底一滑，掉进了洞中。“ 哎哟我去，”我狠狠的砸在了草方块上，摸了摸屁股，再看看血条，竟然才掉了两三个，看来我买这双鞋子是个明智之举。“呼呼，哗哗…”一股深幽的声音从耳边穿过，转过身我才发现自己竟然已经处在了一座高大的神庙门口--我找到了丛林神庙，也许是时候进去探索了…",
    "replies": [
        {
            "author": "酥宁最酥啦",
            "timestamp": 1597755780,
            "txt_content": "这创作可还行\n\n看得我都信了"
        },
        {
            "author": "伟大的小安",
            "timestamp": 1597760940,
            "txt_content": "这写的好贴近mc"
        },
        {
            "author": "Minecraft.Wnxi",
            "timestamp": 1598343360,
            "txt_content": "字数统计↓\n\n\n\n\n\nfile_1598343379000.jpg (257.99 KB, 下载次数: 3)\n\n下载附件\n\n2020-8-25 16:16 上传\n\n\n\n\n\n\n目录→https://www.mcbbs.net/thread-1083144-1-1.html\n\n\n"
        }
    ]
}