{
    "title": "【基岩版插件&服务端】版块规定|附交流群",
    "author": "PQguanfang",
    "replyCount": 0,
    "timestamp": 1597721220,
    "txt_content": " 本帖最后由 PQguanfang 于 2021-2-17 09:31 编辑 \n\n基岩版插件&服务端版块规定 Ver.3.3.1请注意：您在本版发布的任何信息与使用行为（包括但不限于发表主题、回帖、评分、评分理由等）将视作对本版规全部条款或其后对版规条款修改的完全接受，请您仔细阅读本版规的全部条款与条件，尤其是版规中红色、加粗的条款。\n\n一、总纲领\n1-1：基岩版服务端&插件版设立目的在于 为基岩版各服务器运营者提供一个经验交流，为基岩版服务器提供一个资源共享的平台。下设：\n        ● 【基岩版服务端&插件】 作为 发布与基岩版服务器运营时有关的教程、新闻与讨论 的版块。\n        ● 【Nukkit插件专区】作为 专门发布与交流Nukkit系服务端核心的插件与脚本 的版块。（如Nukkit、NukkitX、PowerNukkit等） \n        ● 【PocketMine插件专区】作为 专门发布与交流PocketMine系服务端核心的插件与脚本 的版块。 （如PocketMine、Altay等）\n        ● 【BDS插件专区】作为 专门发布与交流BDS服务端核心的插件与脚本 的版块。\n              * 上述的“交流”指的是在对应作品发布贴进行回复，而非指可以单独开设交流贴。\n        ● 【基岩版服务端整合包】作为 发布基岩版服务端整合包作品 的版块。\n1-2：《基岩版服务端&插件版块规定》所设的目的在于 对于本版发布的信息进行管理、约束，维护版块正常秩序与可靠性并维护各位用户的合法权益。\n1-3：本版对所有发布的作品分为两类。其一为 文件型作品，即服务端插件与脚本、服务端整合包等以文件作为主要应用的作品；其二为 文字型作品，如教程、新闻等以文字作为主要应用的作品。\n1-4：本版对所有文件型作品均具有 发布模板，发布者必须使用该模板进行发布。对于文字型作品，我们主张自主发挥，自行排版。\n1-5：本版的 扣分 具有一定范围，具体为：\n        ● A级扣分： 0-2人气、10-50金粒 \n        ● B级扣分： 2-5人气、20-100金粒、0-1贡献、0-5绿宝石 \n        ● A+、B+级扣分：在特殊情况下（如屡教不改、情节恶劣），本版保留不遵循该扣分范围的权利。\n\n二、主题相关\n2-1：所有于本版发布的主题帖必须 遵循下述标题格式的 A种要求。虽未满足 A种要求，但符合 B种要求 的，将不能在综合申请贴申请任何项目；未满足 B种要求，但符合 C种要求 的，将会被 移动至过期资源版块，直到您修改完毕并符合本条款要求。\n\n        ● 快讯（新闻）标题：\n            A：[新闻类型]标题\n            C：标题\n              * 新闻类型：开发动态 其他\n              * 例如：[开发动态]Nukkitx 每周速报#1 —— BE 1.13.X版NukkitX核心发布\n\n        ● 教程标题：\n          A：[教程类型]标题\n          C：标题\n              * 教程类型：服务端 插件 联机 开服 综合 优化 疑难排除 其他\n              * 例如：[教程][服务端]Nukkit开服教程 —— 简单易懂的开服教程\n\n        ● 插件标题：\n         A：[原创/重置/转载][插件类型]插件名称 —— 一句话简介[支持客户端版本]\n         B：[原创/重置/转载][插件类型]插件名称 —— 一句话简介\n         C：[原创/重置/转载]插件名称 —— 一句话简介\n              * 插件类型：娱乐 RPG 综合 信息 机制 管理 经济 安全 前置API 其他\n              * 例如：[转载][管理|机制]PlotSquared —— Nukkit上的地皮插件[1.14.1]\n              * 注意：\n1.如果支持最新地6个大版本号，则可标注为全版本。\n2.如果未满足该C种要求，该插件发布贴将会被直接删除。\n\n        ● 脚本资源标题: [2020/3/26]\n         A：[原创/重置/转载][插件类型][前置插件]插件名称 —— 一句话简介[支持客户端版本]\n         B：[原创/重置/转载][插件类型][前置插件]插件名称 —— 一句话简介\n         C：[原创/重置/转载][前置插件]插件名称 —— 一句话简介\n              * 插件类型：娱乐 RPG 综合 信息 机制 管理 经济 安全 前置API 其他\n              * 注意：\n1.如果支持最新地6个大版本号，则可标注为全版本。\n2.如果未满足该C种要求，该插件发布贴将会被直接删除。\n3.前置插件如BlocklyNukkit，即该类脚本编写而成的插件。\n\n        ● 服务端标题：\n         A：[服务端类型][服务端核心]服务端名字 —— 一句话简介[支持客户端版本]\n         B：[服务端类型]服务端名字 —— 一句话简介[支持客户端版本]\n         C：[服务端类型]服务端名字[支持客户端版本]\n              * 服务端类型：小游戏 生存 RPG 综合 战争 其他\n              * 例如：[生存][BDServer]绝对领域 —— 纯净简洁生存[1.14.1]\n              * 注意：\n1.如果支持多个大版本号，则可标注为多版本。\n2.如果未满足该C种要求，该服务端发布贴将会被直接删除。\n\n        ● 讨论标题： \n         C：标题\n\n2-2：于本版发布的主题帖必须版块对应一致，满足条款 1-1 的对应要求，不能错版。若主题帖符合本版功能，且为发布者疏忽导致的错版，则该帖将会被 移动 到对应版块；若主题帖不符合本版功能，则该帖将会被 删除。无意义灌水或多次错版会被予以 A级扣分并警告。因错版而违反其他条例的，一并处罚。\n\n        ● 主版块：有关基岩版服务端核心或者服务端插件的讨论、教程、新闻资讯，请发布在本版主版块，错版会被强制移动。\n\n        ● 子版块：有关PocketMine插件、脚本发布，请发布在PocketMine插件专区版块，有关Nukkit插件、脚本发布，请发布在Nukkit插件专区版块，BDS服务端插件、脚本或者拓展资源发布，请发布到BDServer服务端插件专区。\n\n        ● 其他：有关服务端疑问，请移步基岩版问答版块发布悬赏贴。进行服务器介绍，请移步基岩版服务器版块。 \n\n2-3：自行设置 回复可见、限制可见和附件收费 时，需满足本版 综合申请贴 相关说明与要求，没有达到要求或者超额收取的主题贴，会被 强制收回所设置的回复可见、限制可见和附件收费，并且可根据情况决定是否予以 警告、A级扣分、B级扣分 。\n2-4：禁止在主题贴内对 他人、他人的作品 进行非客观的贬低、比较和夸大，否则该主题贴将会被屏蔽并予以 B级扣分、移动至过期资源版块 ，并且可根据情况决定是否予以 警告。情节严重至出现挑衅、威胁等行为、发言的，按坛规额外予以禁言处罚。\n2-5：一般情况下，讨论分类的主题贴会在 14天内 被关闭；新闻分类的主题贴会在其 过期 后被关闭。讨论分类主题需满足条款 2-2 要求，不能空洞或偏题，否则将会被 直接删除或者A级扣分并直接删除。\n2-6：主题贴内不得出现任何 未经允许的宣传性内容、违法违规信息、后门病毒等，宣传性内容包括但不限于服务器等，否则该主题贴将会被予以 B级扣分、屏蔽并移动至过期资源版块，并根据情况决定是否对其予以 最低禁言5天，最高永久禁言 处罚。有广告机嫌疑的，按坛规处理。\n\n三、回复相关\n3-1：本版不允许进行任何形式的 灌水行为，否则该回复贴将会被予以 仅A级扣分或者A级扣分并警告。符合水龙头标准的，按坛规处理。\n        ● 滚键盘式灌水：形如“66666666”、“asdfgh”、“少时诵诗书收拾收拾”的无意义回复均视为滚键盘式灌水。\n        ● 偏题式灌水：形如“楼主你真帅”的与其对应回复的主题或者回复完全无关的回复均视为偏题式灌水。\n        ● 万用回复式灌水：形如“MCBBS有你更精彩”的对于同类型所有帖子均适用的套话均视为万用回复式灌水。万用回复式灌水允许在使用 回复可见 贴内使用一次。\n        ● 不看贴式灌水：形如“版主加油（实际上非版主所发布）”、“多好的一个Mod（实际上为服务端插件）”的不看贴、不看楼主、不看版名均视为不看贴式灌水。不看贴式灌水会根据发布者既往的发言，若确认为失误所致，可不予以处罚一次。\n        ● 故意刷楼灌水：将他人或自己的主题/回复无意义的进行刻意重复、无意义连楼。若确认为失误所致，可不予以处罚一次。\n        特别说明：灌水+有意义回复仍等于灌水。\n3-2：若需 表达支持、期盼更新或其他具有屠版可能 的回复，请善用评分功能，不能够 滥用此类回复。短时间内 回复大量此类回复语 或者在同一个帖子中 超过2次使用 ，其每个回复都将会被予以 A级扣分并警告。符合水龙头标准的，按坛规处理。\n3-3：禁止在回复贴内对 他人、他人的作品 进行非客观的贬低、比较和夸大，否则该主题贴将会被屏蔽并予以 A级扣分 ，并且可根据情况决定是否予以 警告。情节严重至出现挑衅、威胁等行为、发言的，按坛规额外予以禁言处罚，并予以 B级扣分。\n3-4：回复贴内不得出现任何 未经允许的宣传性内容、违法违规信息、后门病毒等，宣传性内容包括但不限于服务器等，否则该主题贴将会被予以 B级扣分、屏蔽，并根据情况决定是否对其予以 最低禁言5天，最高永久禁言 处罚。有广告机嫌疑的，按坛规处理。\n3-5：对于教程贴，回复带有教程贴内 已经明示 其答案或者解决方法的问题或者疑惑的，将会被予以 A级扣分。多次询问者予以 警告一次。\n\n四、作品发布相关\n4-1：发布者在发布作品时，若未满足下述对 原创 作品的定义，必须在显著位置标明。若为文件型作品，其发布模版、标题均视为显著位置。未满足原创作品定义并且未在显著位置标明的，或者在任意位置标明为原创的，统一视为 剽窃。满足剽窃的，会被根据剽窃情况予以发帖者 最低禁言5天，最高永久禁言 的处罚，并且相关帖子将会被予以 B级扣分、警告、移动至过期版块并重命名为剽窃晒尸。\n\n        ● 原创：发布者所发布的作品全部由发布者或者发布者所在的团队/站内小组成员自行完成（允许少量的借鉴） 。\n\n        ● 重置：发布者所发布的作品是立足于其他作者的作品进行编写的或者作品大部分内容借鉴于其他作者的作品的。\n\n        ● 转载：发布者所发布的作品没有进行代码二次修改或者只是轻微地进行二次修改的。转载亦可称为 搬运。\n\n4-2：发布者在发布作品时需在 相关帖子内完整、系统的介绍。发布时必须满足下述要求，否则相关帖子将会被 移动至过期资源版块。\n\n        ● 服务端插件：最少一张效果展示图或成果图（若该插件过于简单或者不便展图，则可以无需放置）、功能介绍、指令与权限介绍（若没有则可以无需放置） 。\n\n        ● 服务端整合包：服务端玩法介绍、控制台开启截图。\n\n4-3：满足下列要求即视为 过期资源，相关帖子将会被 移动至过期资源版块，直到发布者改正。\n\n        ● 文件型作品：\n              * 下载地址失效\n              * 在所标注支持版本号上无法正常工作\n              * 含有较多错误、Bug或者含有影响到游戏体验到Bug\n\n        ● 文字型作品：\n              * 含有大面积或者严重错误\n              * 过长时间未维护，相关内容已失去价值或者作用\n\n4-4：发布转载服务端插件作品，需要提前于本版 综合申请贴 申请，否则相关帖子将会被 移动至过期资源版块或者直接删除。除服务端插件作品、新闻外，其余作品类型与讨论贴的转载行为必须取得原作者授权，否则相关帖子会被 移动至过期资源版块或者直接删除。未取得原作者同意而原作者又在显著位置声明禁止转载的，将会对其行为视为 剽窃。满足剽窃的，会被根据剽窃情况予以 最低禁言5天，最高永久禁言，并且相关帖子将会被予以 B级扣分、警告、移动至过期版块并重命名为剽窃晒尸。\n4-5：转载作品必须 对其进行详细的中文介绍，否则相关帖子将会被 移动至过期资源版块。禁止使用 机翻，若在转载作品贴中出现明显、大量的 语句不通、语法混乱 的，统一视为 机翻，相关帖子会被予以 B级扣分、警告并移动至过期资源版块。\n4-6：若原创作品涉及 付费作品发布或者作品内含有付费版信息，必须满足 基岩版大区规章 的要求；若转载作品涉及 付费作品发布或者作品内含有付费版信息，必须保证相关帖子 无直接下载地址、无购买说明。否则相关帖子将会被屏蔽、移动至过期资源版块，并予以 B级扣分、警告。\n4-7：所发布的作品、作品提供的下载地址（微云、百度网盘等国内知名网盘不计入此范畴）内不得出现任何 宣传性内容、违法违规信息、后门病毒等，宣传性内容包括但不限于服务器等，否则该主题贴将会被予以 B级扣分、屏蔽并移动至过期资源版块，并根据情况决定是否对其予以 最低禁言5天，最高永久禁言 处罚。有广告机嫌疑的，按坛规处理。对于服务端整合包作品，如果作品中含有该服务端此前所搭载服务器相关内容的，不视为违反本条款，但发布者应当在显著位置予以告知，不告知的，仍予以处罚。\n4-8：发布服务端插件作品时不得使用任何混淆/加密手段阻碍他人判断该插件是否剽窃、含有营利性内容、后门等，否则 直接删除。一般情况下，包名、类名、方法名、参数名、变量名 允许混淆/加密。如有 特殊需求或疑问，请私信版主，版主会根据情况决定是否对其豁免本条规定及其奖项评定。（决定将会公开声明，若存有异议，可私信大区版主）\n4-9：在引用他人作品时，应减少使用存在 版权争议或者侵权 的内容（如地图、模型等）。以服务端整合包作品为例，您应该满足下述要求，否则将会视情况处理：\n        ● 服务端整合包作品所使用的内容为原作者\n公开发布 且未声明需要授权的，则作品发布者可以将其用于不侵犯原作者合法权益的任何用途。\n        ● 服务端整合包作品所使用的内容为原作者\n公开发布 且声明需要授权的，作品发布者可以将其用于作品中的非关键成分（即脱离该内容，服务端整合包玩法不会受到太大的影响/可以迅速找到替代品），但不能侵犯到原作者的合法权益。\n        ● 服务端整合包所使用的内容为原作者\n未公开发布 且您本人未获得授权，作品发布者 不可将其用于任何用途。\n\n五、其他\n5-1：对于本版违规内容，您可以点击论坛自带的右下角 举报 功能。举报并核实有效的将会获得 0-15 不等的金粒奖励。\n        ● 因论坛机制问题，当您举报成功且获得0金粒时，可能依然提示举报不成立。\n        ● 对于同一贴内的大量回复请举报其中的一个即可，将会按数量进行奖励，不用全部举报一遍。大量举报视为干扰版主执行工作，倒扣金粒。\n        ● 请勿大量举报两个月之前的帖子，否则倒扣金粒。\n        ● 在回复可见帖子举报万用回复将无法获得举报奖励。在所有类型的帖子中，灌水举报在违规发生72小时之后提交，才可以获得对应举报奖励。请勿短时间内多次提交大量举报，提醒后继续大量举报将视为干扰版主正常工作，给予一定倒扣惩罚。\n        ● 无故举报他人帖子的将倒扣金粒。\n5-2：本版 综合申请贴 是对本版版规对于各项申请项目要求的一大补充。\n5-3：于本版发布的作品，若长时间没有得到维护或者已不再适应最新环境，但不满足条款 4-3 的，其发布贴可能会被予以 过期 图章、关闭帖子。发布者可私信版主申请撤回，但需附有 详细可靠 的理由（如作品又恢复更新）。\n5-4：本版交流群的群号：696435600。欢迎各位服主前来加入，共同交流。该群不欢迎任何商业推广行为。\n\n更新记录\nv.3.0.0 重置版规，并于2020.08.20、2020.08.29完成微调工作\nv.3.1.0 调整第4章错误标号，降低教程、新闻、讨论贴的发布要求，新增条款5-3，于2020.09.08更新\nv.3.2.0 修改部分条款按坛规处理，于2020.10.09更新\nv.3.3.0 新增故意刷楼灌水，修改2-6、3-4、4-1、4-5、4-7、4-8，于2020.10.31更新\nv.3.3.1 新增条款3-5，于2020.11.26更新\nv.3.3.2 更新条款5-1，于2020.12.24更新，于2021.1.24做出补充说明（因论坛机制原因，当...）\n最终解释权归 MCBBS 基岩版服务端&插件板块 管理组 所有\n",
    "replies": []
}