{
    "title": "「教练，我想写mod！」[开发中_ ][1.12.2]HexaCubix——六方噩梦",
    "author": "道家深湖",
    "replyCount": 8,
    "timestamp": 1597764120,
    "txt_content": "图标：一个“噩”字，因为它实在太形象了。\n\n\n\n\n\n2020-08-09_21.30.25.png (81.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-18 23:15 上传\n\n\n\n\n\n\n\n\n\n\n2020-08-09_22.16.28.png (163.89 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-18 23:16 上传\n\n\n\n\n\n\n早期草稿截图，二维结构和毛坯房\n\n大致内容\n\n新增一个“六方噩梦”维度。\n该维度没有自然世界的起伏地形，取而代之的，是无尽的立方体房间逐个相连。踏出一个房间，就是另一个房间，仿佛置身巨大的楼房。而且，在这个世界探索越深入，房间就越瘆人。具体来说，就是难度系数变高。现实世界里房间是建筑的一部分；幻想里，这些房间不需要建筑来解释它们存在。这么多没完没了的房间是为何所造？已经没人知道了。不过。这世界由何人所造，倒是很清楚：闲的没事的道家深湖。压抑，容易迷路，完美的噩梦场景。\n\n\n\n\n\n\nfile_1597763439000.jpg (60.35 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-18 23:10 上传\n\n\n\n\n\n早期草稿截图，三维结构\n\n\n详细设定\n\n空房间显然没什么游戏性可言，那么往房间里放些什么呢？\n灯。由于无限的房间遮天蔽日，有的房间会自带光源，让人能看清东西。随着难度系数的增高，自带照明的房间就越来越少了。火把房。前进会消耗光源，因此就像暮色森林的牛头人迷宫一样，会提供一些补充火把的房间。宝箱！没有宝箱算什么地牢副本啊。刷怪笼。原版的地牢里会有刷怪笼，那么这里为什么不呢？讲道理怪物、宝物和机关可以说是地牢关卡的标配。不过，机关这个东西不太好搞，所以之后再慢慢设计。怪物的属性会随着房间难度而提升。特殊怪物。原版的怪物不是很擅长纵向寻路，因此我准备制作一种适合在这种世界行进的怪物。具体来说，怪物将会像末影人般瞬移到与玩家相同的高度，这样怪物就能上下楼追人了。装备。为了应对越来越强的怪物，就需要越来越强的装备。基础资源。如果直接出生在这个世界，想要可持续发展，那么泥土、水、种子必不可少。会有一些房间提供这些资源。当然，如果提供的太多，这里就会失去噩梦性，变成安逸的普通世界，所以量还是要控制的。\n\n附加设定\n\n出生点所在区块不生成房间。它作为玩家的出生点，以及直观了解这个世界的方式。由于这一区块的房间都消失了，玩家出生后，一抬头看到四周都是房间，被房间彻底包围了，在仰视中感受自己的渺小。墙壁不容易破坏。要不然要门干什么呢？一路向前挖就得了。不提供向上的楼梯、梯子。上面就只有个门，自己想办法上去。三次元的我不会爬杆，我的噩梦里经常出现用一根杆连通，导致我上不去的高处（想象下把楼房的电梯和楼梯都换成一根杆子，就是那种感觉）。但，在可以脚下垒方块的沙盒世界里，正适合克服这种对“上不去”无能为力的恐惧。原点出生，越往外难度系数越高。难度系数升高后，有利房间减少，危险房间增多，怪物变强。当然，宝箱里的装备数值也会提升。房间的墙壁颜色会变化。具体的变化规律还没想清楚。之所以这样做，是为了提醒玩家：你已经进入了下一个难度的房间了哦？\n\n\n当前进度\n\n（jar尚未公开发布）\n寄生在我的理想境mod里，作为子模块开发中。等它完成度比较高后会单独分出去一个mod。制作了雏形的火把房、木头房、泥土房、宝箱房、默认灯具。制作了16x16x16的方块维度生成。\n\n\n\n\n\nfile_1597763683000.jpg (60.37 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-18 23:14 上传\n\n\n\n\n\n\n\n\n\n\n\n2020-08-16_21.13.53.png (233.92 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-18 23:11 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1597763546000.jpg (164.8 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-18 23:12 上传\n\n\n\n\n\n\n（图中两组房间中出现了一道笔直的裂谷，是为了方便展示房间结构。正式发布时不会有）\n\n下一步计划：\n一开始我为了减少CascadingWorldGen，直接把房间做成了16x16x16的。然而实际体验后，这有一些问题：\n房间感觉像大厅，太宽阔了，不够憋得慌。作为噩梦中的世界还是要压抑一点，有那么一点幽闭恐怖症的味道。太宽阔后，玩家容易注意不到房顶上的门，因为抬头不是个很自然的行为，尤其是空房间里。\n所以，之后我准备改成8x8x8，或者把两者作为不同的维度供玩家选择。这基本就意味着重写方块和房间的代码了。另外，我考虑把某些房间直接打通，形成不时出现的更大空间，这样对玩家更加友好，能让节奏有张有弛，在探索的过程中得以呼吸放松。如何平衡压抑性和游戏性是一个需要反复测试的问题，这点很难同时满足所有玩家，需要在反复测试和反馈中调整。\n\n\n灵感来源\n《七宝奇谋2》。FC游戏。小时候玩的是日文版，看不懂，是在一个异世界地下探索、冒险，这异世界深不见底，总也出不去，就像一场噩梦。这里更是偶尔就会进入一些房间，里面有不明就里的NPC，一些道具，被关在笼子里的人……《魔城传说2：大魔司教》。FC游戏。也是日文版，也看不懂，也是异世界探索。这个游戏我玩到的部分都是在室内。并且城堡关随着海拔的变化，背景墙的颜色也会变。这也是我改动墙壁颜色的灵感来源。城堡关下层的房间有积水区，能淹死，而且水下还有暗道。哦，某些地方的水里还有巨大的迷之水怪会弹出头，吐泡泡打你！真是瘆人的要命。这两款游戏与超级马里奥等异世界冒险游戏的一个重要区别是人物一直在较为狭窄的洞窟或室内，感觉上很封闭，少了些明快，多了些阴森。《异次元杀阵》。我没看过这部电影，只看过几个镜头和简介。没完没了的方块，这个概念直接来自于这里。《魔方大厦》。我也没看过这动画片，不过听说它很瘆人。感觉概念上有一点相似之处。我本来想直接借用这个名字提升知名度的，后来想想还是算了。我本人的各种噩梦！说实话我这辈子也没做过什么美梦，尽做些极其憋屈的噩梦。氛围指导就是它了。来自于噩梦的mod，应该算符合“幻想”主题吧！\n\n",
    "replies": [
        {
            "author": "道家深湖",
            "timestamp": 1597853160,
            "txt_content": "虽说早该预料到这时候大量脑洞帖层出不穷、后浪推前浪，但我这帖沉得也太惨了……"
        },
        {
            "author": "道家深湖",
            "timestamp": 1600782840,
            "txt_content": "\n今天在网易看到的，不知道是不是和我想到一块去了，看着有点像。"
        },
        {
            "author": "血盟团长",
            "timestamp": 1600839960,
            "txt_content": "感觉像是带玩法的地图多于一个mod"
        },
        {
            "author": "清华人才大学",
            "timestamp": 1600982460,
            "txt_content": "这也过于硬核了吧。。。"
        },
        {
            "author": "RTMYTTYXF",
            "timestamp": 1601014380,
            "txt_content": "太硬核了，可能会有一部分人接受不了"
        },
        {
            "author": "CBY_ZHC",
            "timestamp": 1601016600,
            "txt_content": "加油哦，耐心一点点"
        },
        {
            "author": "开罗大陆",
            "timestamp": 1601017740,
            "txt_content": "这个貌似又是一个大工程了"
        },
        {
            "author": "chenruoxiu",
            "timestamp": 1601099040,
            "txt_content": "不，你不想，教练不允许你想！"
        }
    ]
}