{
    "title": "「教练，我想写mod！」更多的功能性结构",
    "author": "Minecraft.Wnxi",
    "replyCount": 1,
    "timestamp": 1597825680,
    "txt_content": " 本帖最后由 Minecraft.Wnxi 于 2020-9-17 19:00 编辑 \nMore functional structures更多的功能性结构\n        As we all know, there are not many functional structures in MC, only lower bound gate, terminal gate, surge core and so on, so is it possible to have more functional structures?\n        众所周知， MC中的功能性结构并不多，只有下界传送门，末地传送门，潮涌核心等，那么有没有可能会有更多的功能性结构呢？\nFunctional Structure I: Villager Sentry Tower.功能性结构一：村民哨塔。\n\n\n\n\nfile_1597900426000.jpg (224.93 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-20 13:13 上传\n\n\n\n\n\n\n        The villager sentry tower consists of a 6×6×6 high platform. After the formation, if there are villagers in the village, the villagers will automatically be sent to watch. If hostile creatures threatening the village are found, iron golems will be dropped and the generation of iron golems will be accelerated.\n         村民哨塔由6×6×6高的平台组成，组成后若村庄有村民，将自动派遣村民放哨，如发现对村庄有威胁的敌对生物，会投放铁傀儡，并加速铁傀儡的生成。\nFunctional Structure II: Automatic enchantment platform.\n功能性结构二：自动附魔台。\n\n\n\n\nfile_1597900444000.jpg (270.9 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-20 13:14 上传\n\n\n\n\n\n\n        The automatic enchanting table consists of a 5×5 obsidian platform, a full-level enchanting table and several containers. When the player is in the automatic enchanting table and has level 30 experience or above, the enchanting table will automatically consume level 30 experience and automatically become enchantable If you have less than 30 experience, it will not be enchanted. It is recommended to use with the monster spawning tower.\n        自动附魔台由5×5的黑曜石平台与满级附魔台和若干容器组成，当玩家处于自动附魔台之内，并拥有30级及以上经验，附魔台会自动消耗30级的经验自动为可以附魔的物品附魔，如果不满30级经验，这不会附魔。建议配合刷怪塔使用。\nFunctional Structure III: The ultimate fishing machine.\n功能性结构三：终极捕鱼机。\n\n\n\n\nfile_1597900461000.jpg (204.51 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-20 13:14 上传\n\n\n\n\n\n\n     The automatic fishing machine consists of a 7×7 platform with a 5×5 hollow in the middle, and a 5×5 soul sand and box underwater. After the assembly is completed, the probability of fish spawning within 20×20 around the fishing machine will be greatly increased. And there is an effect similar to fishing bait. The fish will automatically pass to the fishing machine within the 10×10 range of the automatic fishing machine, and be sent to the surface by the soul sand, and finally become a drop and store it in the container.\n         自动捕鱼机由7×7并且中间有5×5镂空的平台以及水下5×5的灵魂沙与箱子组成。组装完成之后，捕鱼机周围20×20的范围内将大幅度提升鱼类生成的概率。并且出现类似于鱼饵的效果，鱼在自动捕鱼机10×10的范围内，将自动由向捕鱼机，并且被灵魂沙送上水面，最后变为掉落物存入容器当中。\nFunctional Structure IV： Villagers' automatic farmland.\n功能性结构四：村民自动农田。\n     Different from ordinary farmland, the automatic farmland tour is composed of at least 15×15 cultivated land, and requires water source work blocks and beds. After composition, villagers need to be captured manually. Villagers enter the range of the automatic farmland, will start automatic planting, and will draw 25 % Of the drops are rewarded, and the rest goes into the surrounding boxes.\n     不同于普通的农田，自动农田游至少15×15的耕地组成，且需要水源工作方块与床，组成后需要手动捕捉村民，村民进入自动农田的范围之内，将开始自动种植，并将抽取25%的掉落物作为酬劳，其余进入周围的箱子。\nFunctional Structure V: Automatic Stone Brushing Machine.\n功能性结构五：自动刷石机。\n        ① Original stone; The original stone plate automatic stone brushing machine oil consists of at least one magma and water flow, and a piston is required to be placed below the original stone formed by the water flow and the magma, and the formed original stone is automatically extruded to the upper part by the piston and automatically enters a surrounding container.        ② Basalt; Change the magma and water of the original stone into blue ice and soul earth.\n        ①原石款；原石版自动刷石机油至少一条岩浆与水流组成，并且需要在水流与岩浆形成原石的下方放置活塞，完成后形成的原石将被活塞自动挤压至上方，自动进入周围的容器。        ②玄武岩款；将原石款的岩浆和水换成蓝冰和灵魂土即可。\n\n\n\n[groupid=1358]黄金之匣美工社[/groupid]",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1597827240,
            "txt_content": "为什么要机翻成英文？"
        }
    ]
}