{
    "title": "[Minecraft.net | DEEP DIVES]背包盘点：下界合金锭",
    "author": "PercyDan",
    "replyCount": 4,
    "timestamp": 1597835760,
    "txt_content": "\nDEEP DIVESTaking Inventory: Netherite Ingot\n背包盘点：下界合金锭\n\nThe ultimate upgrade\n终极的升级\n\nDuncan Geere\n\n\nCheck you out – diamond armour, an enchanted diamond sword, an elytra on your back, and a full stack of golden apples in your hotbar. You’ve been places and defeated mobs that new players couldn’t even dream of. There’s nothing left in the game for you to collect.\n看看你 – 钻石盔甲，附魔钻石剑，背上一对鞘翅，快捷栏里满满一组金苹果。 你去过的地方和击败的怪物都是新手难以想象的。这个游戏里已经没有什么能让你收集的了。\n\nOr is there? (Spoiler: there is.) In the upcoming Nether Update, we’re adding a handful of new endgame-oriented items and challenges, and one of them just so happens to be our item of the week – the netherite ingot.\n难不成还有？(剧透：还真有) 在即将到来的 下界更新 ，我们准备加入许多新的物品，然后其中之一恰好是我们本周的背包盘点 —— 下界合金锭。\n\n\n\n\n“We decided to add netherite for two reasons,” Jens Bergensten, Chief Creative Officer, told me, once I’d constructed the temple to his magnificence that he demands in exchange for an interview.\n“我们因为两个原因才决定加入下界合金,” Jens Bergensten, 首席创意官，告诉我，一旦我实现了他的伟大目标，他愿意接受采访。\n\n“With the Nether update, we felt that we wanted to create a long-term goal for the players, and reward them for spending time in the Nether. We also felt that this was a chance to introduce a brand new material to work with – and that it was the perfect time to do so.”\n“ 随着下界更新，我们觉得我们想要给玩家创造一个长期的目标，给他们在下界消磨时间一些奖励。我们也感到这是引入一种崭新的材料的机会 —— 恰好是这么做的最好时机 ”\n\nIt’s possible to find netherite ingots in bastion remnant loot chests, but you can also make them by combining netherite scraps with gold ingots. Four of each makes a single netherite ingot.\n你有可能会在堡垒遗迹的箱子里找到下界合金锭，但你也可以通过组合下界合金碎片和金锭来制作它们。每个下界合金锭需要两种材料各四个。\n\n\n\n\nJens says that the dev team wanted to make netherite stronger than diamond, but that they didn’t want it to make diamond obsolete. “It turned out to be easier said than done,” he told me.\nJens 说开发团队想让下界合金比钻石更强，但他们也不想使钻石被淘汰。“事实证明了说比做要简单,” 他告诉我。\n\n“Eventually, we came up with the idea that netherite could be used as a material to upgrade your current equipment, and not just an independent resource used to create its own tools and armor. That way we would maintain the value of diamond while also adding something new!”\n“ 逐渐地，我们想到了下界合金锭可以用来升级你现有的装备，而不只是用来制作它的工具和盔甲的独立资源。这样我们既可以保证钻石的价值又能加点新的东西!”\n\nNetherite items – helmets, chestplates, leggings, boots, swords, pickaxes, axes, shovels and hoes – are tougher, hit harder, and last longer than their diamond equivalents. A diamond sword, for example, will do a total of about 11,000 damage points before it breaks. A netherite one, though, can do more than 16,000 damage. Oh, and it can be enchanted as normal, too.\n下界合金制的物品 – 头盔、胸甲、护腿、靴子、剑、镐、斧、锹和锄头 – 比起同等的钻石工具，它们更坚硬，攻击更沉重，更耐久 。一个钻石剑，比方说，它能在破损之前造成11,000点伤害。然而，一个下界合金制的，可以造成16,000多点伤害。哦对了，它也可以照常被附魔。\n\n\n\n\nTo upgrade your diamond items, you’ll need a smithing table. Pop the item you want to upgrade in the left slot, and the netherite ingot in the right. Durability, enchantments, and any custom names are preserved. You can also use netherite ingots to repair damaged netherite items, and to create a lodestone, which you’ll hear more about in the coming weeks.\n为了升级你的钻石物品，你需要一个锻造桌。把你想升级的物品放在左边，然后下界合金锭在右边。耐久，附魔和任何自定义名字会被保留。你也可以使用下界合金锭来修复损坏的下界合金制的物品，或是制作一个磁石，你会在之后的几周了解到更多。\n\nOne last feature of netherite that you might want to know is that it’s fireproof. Drop a netherite ingot into fire or lava, and it’ll just sit there happily, waiting for you to dive in to pick it up again.\n关于下界合金锭最后一个你可能想了解的特性，它是防火的。把一个下界合金锭扔进火焰或岩浆中，它们还将在那里好好地待着，等待着你前来重新拾取它们。\n\nNo more howls of displeasure because you fell in a lava puddle and lost all your items. All you need to do now is figure out how to get those items out of the lava without dying again...\n再也不用因为掉进岩浆池后失去所有物品而大吼了。你只需想办法重新从岩浆里捡到它们，前提是不再死一次…\n\n\n\n【PercyDan 译自官网 2020 年 05 月 28 日发布的 Taking Inventory: Netherite Ingot；原作者 Duncan Geere】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1597836240,
            "txt_content": "https://www.mcbbs.net/thread-1052814-1-1.html已经被收录了"
        },
        {
            "author": "PercyDan",
            "timestamp": 1597836300,
            "txt_content": "Sinbad_Official 发表于 2020-8-19 19:24\nhttps://www.mcbbs.net/thread-1052814-1-1.html已经被收录了\n草，我来晚了\n你这贴怎么这么靠后啊（\n当练手吧（"
        },
        {
            "author": "Pan$brother",
            "timestamp": 1597837920,
            "txt_content": "哦吼，官方出背包了"
        },
        {
            "author": "xiao_hunter",
            "timestamp": 1597855080,
            "txt_content": "下界合金装备如果不是一个锭加钻石装备的话估计肝要凉\n"
        }
    ]
}