{
    "title": "<原创·单篇>史蒂夫·蒙克[作者:银狼]银狼出品——最新力作",
    "author": "银狼",
    "replyCount": 99,
    "timestamp": 1371362160,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-2 00:11 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n       来过这里的每一个人，都会看到这个广场上竖立着一座雕像，上面镌刻着一个影响世界一个世纪的人的名称：史蒂夫                                                       \n--------------------------------------------------------------------------------------------------------------------------------------------\n《史蒂夫·蒙克》\n\n    第一章：荒岛求生\n       二月三日，我乘坐打渔船到了摩尼尔洋的中心，突逢大雨，夹杂着狂暴的闪电在拼命地呼啸，海浪高过8米，把我乘坐的船掀翻了。\n\n       当我醒来之时，已身处一个孤岛上，这个孤岛不算太大，也不小，大概有十七平方公里，呈近似方块状，我没任何办法，就只有在这里默默地住了下来。没有电视，没有电脑，手机没带，只有一支笔——要没墨水了、一本小笔记本和几颗打湿了的小麦种子，我可以种小麦来生存下去，但我等不了那么长时间，不过还好，岛上有许多果树，还有野生的野菜什么的，也有一些野猪、野鸡、羊什么的，希望我可以在小麦成熟之前一直活着，最好是等到有人来救我的那天......\n\n\n       我首先要做的，就是查看一下岛上的情况，发现岛上有不少矿洞，而且发现了一些储物箱，这表明有人来过这里，但再当我看到旁边阴森森的白骨时，我在犹豫，在迟疑，我是否会像他们一样，孤独地死在这里，还是获得帮助，逃出生天？我当然不会放弃生的希望，我决定留下来，不论如何，我要坚持，不能像这些家伙，看着怪窝囊的。不然，到后来人们发现我时，少了几根骨头——估计是被叼走了，凄惨地和那些人一样，坐在那里，来救我的人也会说：“这家伙，没活到我们来救他的时候，真窝囊。” 暂且别想这么多，我继续开始了勘察岛上情况的任务。\n\n        我看了看岛的周围，一眼望去，除了蓝色的海，就是暗灰色的礁石，没有一丁点陆地的迹象。我勘察完周围后，继续向岛的中心慢慢勘察过去，当我勘察到快一半时，眼前一亮，发现了一艘破旧的渔船，船身已经腐烂，看来不能用了，但绑在后面的发动机看起来还可以用，于是我将它放在了沙滩上很显眼的一块儿巨石旁，涨潮应该不会涨到那么高。\n\n        我处理好这些事后，沿着刚才的路线，又走到了渔船旁，发现刚才走得太急了，没注意上面还有着一个小布袋，我打开一看，发现了几个罐头、一个塑料袋——不知道干什么用的、一个沾上了少许红色液体小本子，看来是血、还有几个火把、以及......一颗钻石？我将他们连着布袋一起背着，继续勘察，我知道要做的还有很多。\n\n       我走着，发现天色变暗，于是忙着往放发动机的那个巨石旁走去，结果发现海水已经淹没了那块儿巨石，真没想到海水涨潮能涨这么高，没办法，将就着随便找个地方先住着吧。我又开始找住处，不过运气蛮好的，没走多远发现山崖上有一个洞穴，我赶忙爬了上去。看上去这个洞穴不错，洞口刚好容我进去，我今晚就在这里歇下了，说不定，还可以把这里当做是一个家，哈哈。\n\n        我将布袋放下，把里面的东西倒了出来，先拿起的就是罐头，罐头里的是牛肉，挺美味的，但想到要在这里住上一段时间，我又将它收了起来，不然以后吃什么？随后我拿了个豆子罐头，里面四季豆、红豆、黄豆、绿豆、黑豆啥豆都有，但愿没有巴豆，否则在这个洞穴里方便后，打死我都不会在进来这里了。我随后摸到了火把，发现上面还附着个东西，取下来一看，是打火石，我将火把插在洞穴中有一点软土的地方，然后用打火石将它点燃，在不算太亮的火光下，我拿出了本子——我自己的，写下了今天的所见、所感，然后放入了储物箱里。储物箱，当然是我从山洞里拿的咯，随后打开了另一个本子，边吃豆子罐头，边翻开了那本带血的小本子，我打开第一页，就看见了几行大字：好好阅读这本书，我已经从这里逃出去了，希望你能通过我所记录的东西，生存下去，你一定是下一个从这里逃走的人。随后是名字......因为沾过点水，名字不大看得清了，我也没太在意编写他的人，我开始翻看后面的内容：\n\n        1、你想生存下去？听我的，先找一个地方，藏起来，别让晚上出来的僵尸吃了你，我曾经刚来到这里时，差点就被吃了，至于你信不信，反正我是信了。\n\n        2、杀掉僵尸后，将他们的血，涂在你居住点的附近，或门口，他们就不会跟着你的气味寻找过来了，记住，要小心任何让你受伤的东西，僵尸对血很敏感，出了血，你基本上就铁定会完蛋了。\n\n        3、小心晚上白色的骷髅，他们会射出弓箭，把你脑袋击穿，你基本上就玩完了。记住，尽量靠近他们，这样，他们就根本无法用弓箭来杀你了，还有，他们的生命力很弱。\n\n        4、有一种叫做苦力怕的怪物，准确点说，应该叫爬行者，绿色的身体，时常躲在草丛中，他们一靠近你，会迅速自爆，在他们自爆前，会有嘶嘶嘶的响声，延迟时间，大概是2.5秒至3.6秒间，听见这样的声音，无论你在做什么，赶快逃跑！\n\n        5、蜘蛛，会在任何时候出现，它们在晚上时，对你会出现强烈的攻击行为，它们比较容易提防，它们会发出刺耳的嘶嘶声，眼睛在晚上是血红色的，但它们几乎没有脚步声，所以晚上要管好你的耳朵，注意观察四周，别让它们把你给解决了！哦，还有，他们在白天很温顺，除非你攻击它们，不然它们是不会攻击你的。\n\n        6、有一种叫做末影人的怪物，身材高挑，会瞬间移动，但也是有距离限制的，他们是中立型怪物，不会主动攻击你，但若是靠的太近，很难防止他们的攻击，他们可以移动物体，将物体一起瞬间移走，他们的眼睛，是紫红色的，身体黑黑的，还时不时会发出“咕咕”的声音。遇上他们，除了我以外，你们都必须跑！\n\n        7、岛上有各种果树和各种动物，野马可以驯服，只要你能在它的背上待上5秒，不被甩下来，它就会被你驯服，还有豹猫，可以拿着鱼，慢慢地，别有太大的动作，它就会被吸引过来，然后在靠近时再喂给它鱼，它就会被你驯服，注意了，爬行者很怕豹猫，所以你养一只豹猫，就可以预防被爬行者袭击了。至于狼，比较少见，你可以拿骨头喂它，喂多了几根后，它就会也跟着你，被你驯服了，但千万别欺负它们，否则会引来整个狼群的围殴。\n\n        8、想要养生物？如鸡、猪、牛什么的，你只要拿着小麦种子，他们就会不由自主的跟着你，然后把它们引导一个你自己建好的篱笆里，就可以养它们了，而且养一段时间后，它们就会生出小鸡、小猪、小牛，你就可以有源源不断的食物源了。\n\n        特别记载：晚上出现的僵尸、骷髅、末影人都惧怕阳光，除了爬行者和蜘蛛外，所以，只要有豹猫，你就在白天绝对安全了，注意一下，少进去矿洞，里面也会有僵尸和骷髅存在！！！        注：如有其它想知道的，请翻开下一页，不过，前提是你最好在这里生存了一段时间，否则看了也没用的。     \n   \n        我看了后，觉得很像在胡扯，这个世界上哪来的僵尸？哪来的骷髅射手？哪来的末影人？于是，我没留意，继续吃着豆子，望着头上浩瀚无际的星空，心里想着我曾经的美好生活......虽然我才来这里不到一天。突然，我似乎听到了什么声音，刚把头伸出去，就见到了一个绿色的东西，穿着衣服，和人一样，但他们的眼睛，黑绿色的，没有生机，而且很呆滞，我突然记起来了，那本子上说过，这个岛上有怪物！而且，还不止僵尸一种！我心里十分害怕，但又无能为力，我蜷缩在角落里，等着僵尸进来将我吃了。僵尸在门口呜呜的叫着，但没法进来，因为门刚好容我过去，但僵尸体型稍微大了一些，所以被卡住了，过后，我胆子大了些，就在门口前站着，看僵尸被卡着想吃我，但又进不来的那副蠢样，我偷偷笑了，但事情远未结束。\n\n        僵尸最后放弃了，离开了，但后面，他又再次回到这里，还带着一个骷髅——会射弓箭的那个！那个骷髅射手二话不说，抓起一支弓箭向我射来，我躲开了，但衣服被撕开了个口子，幸好没有出血，否则我就会像书上说的：铁定完蛋了。我慌张地抓起旁边一块儿石头，想起了书里所说的：“骷髅射手弱点是在近距离无法发挥出弓箭的威力。” 我拿起石头，向着僵尸头上砸去，僵尸毕竟也是生物，被砸后看起来晕乎乎的，我然后想到了，我身处山崖！于是迅速抓起僵尸，挡在前面，之后用僵尸当盾牌冲向骷髅射手，将僵尸丢了过去，骷髅没能反抗，就被僵尸一起被丢下了山崖，我舒了一口气，望着急速下坠的僵尸，说了声：“一切都结束了！”然后向洞口走去，要走到洞口时，听见了僵尸和骷髅撞击在沙子上的声音，嘭！\n\n        我正要进洞，看见了地上僵尸被石头砸中后流出的血，将它们涂在了洞口旁，果然，这个晚上僵尸没来烦我了。\n\n\n       后来，我在第二天时，找了几块儿石头，打磨成了薄片，这就可以算简单的石器了吧，然后将那两个被我推下山崖的倒霉鬼拖到洞口旁，将僵尸的血液取完后，又把骷髅射手的白骨取下，把他们的尸体埋了（只有僵尸的，骷髅射手...拿去做花肥了= =），毕竟，为我贡献了一些好东西，把你们埋了，算是给你面子。随后，我去看了看那台发动机，卧槽，被冲走了，我都不知道海水有多大的力，能把这么重的东西给冲走......   \n     \n        我继续勘察岛的最中心地带，最后发现岛中心有一个房子，大概......是那个人留下的吧，我走进去看了看，刚走进去，就看见一只狼正竖着耳朵趴在那里，看样子是睡着了，我悄悄走进去，怕惊醒那只狼，我仔细观察发现，它的脖子上还有一个项圈，红色的，有可能是那个人养的？但，他怎么不带走。带着这些疑问，我走到了里面，但毕竟那货是条狼，还是发现我了，它冲了过来，对我吼着，叫着，我一步一步往后退，但它一步一步紧逼上来，一下子从地上腾起，把我给扑到了，我觉得，它会一口一口把我吃了，我最终会栽在它手里，我紧紧地闭上了双眼，等着，等着......\n\n        一大会儿没反应，我又看了看，它趴在我旁边，贴着我，不愿离开，我正在奇怪时，无意中摸到了在我裤兜中的那本手册，看来，是那个人的没错，这条狼把我当成他原来的主人了，我很奇怪为什么他会丢下这么好的一只狼，我的疑惑在不久后得到了解答，桌子上有个纸条，上面写道：\n\n        亲爱的朋友，你一定看到了这条可爱的狼吧，是的，的确是我养的，但最后，我所遇到的救援船负载太小，已经容不下一丁点东西了，我忍痛把它留在了岛上，我希望后来会有人再次看见它，收养它，和它成为朋友，或者是，永远它都不会再遇到人了，希望它好运，我真的，很舍不得它，若你和它相处甚好，希望你可以养它，让它陪着你度过这艰难的时期，但愿......\n\n                                                                                                                                                           吉尔帕斯卡·勃朗宁 于XX年09月31日\n\n        我在上面，看到了几滴泪珠的痕迹，看来，他真的很挂念这条狼，希望勃朗宁，也可以好好的生活下去，当然，我能遇到他，亲自讲给他更好，呵呵，希望可以吧，这也太渺茫了这几率，我现在，还没能从岛上逃出去呢。在木屋里我没发现其他的东西了。\n\n        既然这条狼认定了我，我就得收留它，但我还得给它找吃的，幸好我有罐头。我把它带回了崖洞，我准备过一会儿给它开罐头，但没想到的是，找食物的是它，我一觉醒来，发现它叼着一大块儿肉坐在我的面前，摇着尾巴看着我，我发现，在初起太阳阳光下，它是显得那么好看，那么可爱，好像和我昨天遇到的完全不是一匹狼。这肉，够我和它吃上一个星期了吧，我找了点木头支架，把肉架上去烤，顿时肉的香气冒了出来。烤好后，我迫不及待地拿了下来——还有点烫手，我撕下来一块儿，还不忘给了我的新朋友——好兄弟一块儿，现在，我们两个同生同死，绝不分开，我不能再让它孤独下去了。\n\n        第二天，我开始找了片地，翻好土，开始种小麦，我要自力更生！而那只狼呢，就一直在我旁边守着，我觉得，会有人来救我的，如果算起之前的时间，我来到这里已经一个星期了。当播完最后一颗种子时，我直接累得瘫倒在地上，没错，瘫倒在地上，感觉不不可能？我之前说过，是只有几颗小麦种子而已，但我后来在岛上又发现了在杂草中也有野生小麦的踪影，于是又找来了几十颗种子，其中，还有一个土豆和胡萝卜，他们种植相比小麦简单得多了，这还没完，我才往下挖大约4公分（很奇怪浅层土壤中为何出现石头），就发现一大块儿一大块儿的石头，石头小就算了，但石头竟然XX是很大很大一块儿的，对不起，爆粗口了......越想越心烦，我去。\n\n        最悲壮的一刻终于来了！石头搬完，留下的坑，都可以埋下几十只僵尸了，我不得不从别的地方搬来土将它填平。翻土就不必了，我直接将小麦、土豆、胡萝卜（当然是切块儿的！）种了上去，种完后，就出现了之前的那一幕。\n\n        其余时间，我除了浇浇水、翻翻土、拔拔草，还会和那只狼一起玩玩，娱乐？就是挖矿，因为找不到其他任何可做的事了。在这个岛上，矿产十分丰富，其中有许多价值连城的矿石，如黄金、钻石、宝石等等，而且有许多不知道名字的，见都没见过，最好别去碰它们，我可不想惹上什么麻烦。值得提起的是，这里的矿石产量极高，比如钻石，一挖到起码就有200多克，我都不知道这是怎么形成的...由于产量高，我就可以拿他们打造武器，挺奢侈的，这个到不能让那些不法商人或者无良商人发现，否则肯定会被大肆挖掘、开采，这里的生态会受到严重破坏。现在，是岛上生存第4周，小麦长势很好，再过几周便可以收获了。\n\n        已是第八周，我正在岛上挖钻石，话说又发现了一种红红的矿石，是深红色的，时不时还冒着红色的烟幕，也许是什么微小的颗粒吧，虽然会被吸入，但似乎不会对人体产生什么太大的影响…这种矿石最主要的特点，就是可以点燃火药之类的物体，还可以产生电子脉冲效果，我一直在奇怪为什么会产生这样的效果，于是在深入研究，可研究了很久，都没能发现其中的奥秘，直到第10周，我仍然没能研究出个所以然，所以还是放弃了，在第十周，我的小麦也成熟了，以前学过一些做面类食品的技巧，所以自己搞了一些酵母，做了一些面包，准确来说，这些面包是纯绿色食品，不必像我以前在城市里，买个东西还要看商标，看保质期，看配料说明什么的，这下全不需要了，自产自销，生活得很如意…\n\n        至于我那只狼，自从跟了我以后，发福了不少，好像，还有点儿胖了，没办法，人类就是因为熟食而进化的，狼也是如此吧，谁叫它不会烧火呢。正是因为这只狼，我才有了今天，我不必为食物发愁，面包吃完了，再做，不够？又可以去捕猎，我速度没狼那么快，我动作也没狼那么迅猛、敏捷，这只狼就成为了我的得力助手，专门辅助我捕猎，有猎物跑进我进不去的地方，我就放狼进去，把猎物吓出来，然后等在洞口，猎物一出来，我就速度将它抓住，这样，就有吃的了，虽然有时候它赶出来的不是猎物，而是…“猎人”——其他凶猛的食肉动物，每次都是险象环生…\n  一天又一天，就这样，我终于等到了第90天，也就是三个月，为了庆祝我顺利活下来，也为了庆祝我在几天前找到并驯服一直豹猫，我自己弄了一个聚会，当然，参加的人，只有我的狼，和我的豹猫，但也足矣了。聚会肯定要弄一些好吃的，我就把养着的鸡、猪、牛、羊各杀了一只，做了几道大菜，好好地吃上一顿，喝的，是纯天然绿色啤酒，啤酒花是我之前找到的，小麦我自己也有了，当然可以酿啤酒了。做菜哪来的油？当然是捕获猎物用它们炼制的油呗。鸡、牛、哪来的？当然是捕猎圈养起来的，有的，是用小麦之类它们爱吃的东西吸引过来然后关起来的，现在有十几只了。\n        我的日记内容：\n     看啊，史蒂夫，你已经为自己独立建立起一个王国了！一座小木屋，不必再躲到山洞里生活了，一个小有规模的农场和牧场，一个鱼塘，以及——这一堆的金属，看啊，有铁，铁是最多的，大约有九克了；黄金，有一千克，虽然我也不知道这里得产金量到底有多么高，但可以肯定的是，它的产金量比世界上任何一个金矿产量都要高很多；钻石，没之前的多，只有八百多克，但也是多的恐怖了，世界上全部钻石加起来，也没这个岛上的总储量多吧，多，也多不了少，要知道这个小岛总会给你带来无限惊奇，无限惊喜，和无限的…危险。\n        就在第二天，我喝了太多的酒，睡到了正午才醒来，而那只狼和豹猫正玩得欢呢，我叫起它两个，向着矿洞走去。\n        黑乎乎的矿洞，似乎看不到头，一直走下去，走不到底，我每隔一段距离，插起一把火把，这是安全起见，至于爬行者，我从不担心，因为豹猫，它跑都来不及呢，有时候，除了怪物，大自然的力量也是极其恐怖的。\n       我才走到下面没多久，就听见咕嘟咕嘟的声音，越往下挖，声音越大，我开始有点担心了，不敢再往下挖去，我指令我的狼和豹猫蹲在上面不许动，这才放心。我继续挖着，不只声音越来越大，而且温度越来越高，起初我只以为是水什么的，但到这时，我敢肯定底下一定是什么岩浆之类的，我重新爬了上去，将一包自制的TNT放了上去，然后用打火石点火，随着一阵剧烈的颤动，我慢慢走了过去，将头伸过去一看——底下全是红色的岩浆，不断翻滚着，看起来可以融化任何物体似的，而在岩浆不远的石壁上，有一些蓝色的颗粒在闪烁着，我定睛一看，密密麻麻的一排排钻石矿，但，下面是岩浆，我该怎么办。\n        看着那密密麻麻的钻石矿，我很想一下子把它们全捞过来，但恐怖的岩浆让我望而生畏，不敢前去一步，我最后终于想出了一个主意：用水压制岩浆！\n         说干就干，我迅速找到一个地面比较坚固的地方，向着上面挖去，希望把较低处的一个水洼挖通，把水引到这里就可以压制岩浆了，不然用水桶的话，会被累死的，谁然进程慢一些，但终究比用水桶好吧。\n     在过后的两个星期内，我的这项工程已经完成的差不多了，第二天，我敲下了最后一镐，瞬间，水像是一匹匹奔涌的飞马，从裂缝处迸射了出来，我被冲了下去，抓住了事先挂好的绳子，荡回到了地面。可能是因为旱季到了，海平面开始下降，那个洼地里的水流了一会儿，干了，但是恰好，刚好把岩浆给淹没了，拿出铁镐，开始仔细地挖着钻石矿，因为任何一颗钻石都是很珍贵的。\n     这里的钻石数量超过了我的预期，第一天竟然根本挖不完，我只好第二天继续挖着过去，就这样，再次过了3天时间，最后一颗钻石也被我挖光了，当我再次看这个洞窟时，我被吓到了，因为比起之前没挖掘时，这里大了整整一倍！回到家，我急忙开始数钻石，数钻石简单，直接用我自己做的简易称就行了，果然，钻石有2.1千克，太坑爹了，这些钻石卖的钱足以让我好几代的人都不需要工作了，但我觉得还是自食其力的好，毕竟这些钻石还另有他用。\n     我将铁打炼成精铁，然后用他们做剑体与剑柄，而最后将外面打上一层钻石，这样发的锋利程度、韧度都会有大幅提升，打造也很困难，有时候钻石不配合，把我的手给划伤了，我急忙将伤口涂上自制草药，然后弄了一些去腥味儿的草木捣碎，来防止僵尸晚上找我陪它一起玩。然后，用剩下的各打造了一把斧头、匕首、铲子。\n     时光荏苒，好像，已经一年了吧，我回到房间，翻开了我的日记本，昨天的日期编号是363，真的要一年了，还是没人来啊...\n     我缓慢的向着小木屋走去，狼和豹猫跟着我走了回去，感觉非常疲惫，难道真的会一个人留在这个荒岛上么？\n     忽然吹来一阵微风，我想起了什么，打开尘封了很久的笔记本——勃朗宁留下的，就是那位成功逃出这个荒岛的人，我记得，看了主要目录和一些求生技巧，我就没看后面的几页，今天记起来了，就看看吧......\n\n--------------------------------------------------------------------------------------------------------------------------------------------\n\n       第二章：回归，史蒂夫\n     我喝着自制饮料，吃着面包，悠闲的往下翻着，突然看见一开头就是一个血红色的感叹号，旁边写着：也许你该面对现实了，很多人之所以没能够活下来，是因为他们根本没有能力战胜一种强大的生物，也许应该说是亡灵，我命名它为---凋零，有三个头，全灰色的身体，杀伤力恐怖，它的头可以当做导弹射出来，我无法理解，这在生物学上说不通，而且会爆炸，但更加恐怖的是，头飞出后，可以再次重生，它不会攻击非生命主特征生物（没有一般生物特征的东西），其他全部格杀勿论，这个屠杀周期，是一年，也就是365天，我之前叫你们别先打开这页，就是因为怕你们看了后选择不理智的方法不顾一切逃离这个岛，那样，只有死路一条。\n     我嚼着东西的嘴停了下来，看到这段，我出了一声冷汗，这意味着，明天，就是我的死期？\n     一个晚上都睡不着觉，被吓成这样，谁能睡得安稳？我一边抚摸着狼，想跟它交流一下，狼好像看得懂我的心思，乖乖的趴在我旁边，从窗户中注视着皎洁的明月，我也望着月亮，想了很多，我这些年来，做错了什么？做对了什么？但最大的愿望，是回到我曾经生活过的地方，再看我的家乡一眼，哪怕一眼...\n     眼前，呈现出了母亲的模样，我一直没能好好孝顺她，直到今天，没能对她亲口说声谢谢，这也许，是我最解不开的心结，她还好吗？身体是否健康？希望她的老病没有复发，但愿..\n     黎明破晓，我已经穿好了一身装备，背上所有钻石装备。死，也得光荣一些，果然，地面开始颤抖，要出来了么？凋零。\n     先是蓝色的身体出现，我不得呆了一下，不是灰色的么？凋零的身体开始不断膨大，我有种不好的预感，急忙向后退去，但晚了，凋零发出了一声巨吼，随后便是恐怖的爆炸，那爆炸波把我震退了整整十多米，头撞在了石头上，不过幸好有镀钻石头盔，不然我就已经命丧黄泉了。\n     凋零身体恢复成了灰色，血红的眼睛睁开，直视着我，看来，我被盯上了。不容我思考，一个头就飞了出来，我以近乎极限的速度躲闪开来，随后像送死似的冲向了凋零，第二个头飞出来，看来躲不过了。忽然，在半空，一个身影闪现，是狼！我没看清这一切是怎么发生的，只看见在一片火光中，狼被吞噬在其中，再当我看时，已经没有任何狼的影子了，我知道，它是为了保护我，才被杀的，我的手臂愤怒得抖动了起来，握紧手中的剑，用像豹子一般的速度冲了过去，愤怒使我忘记了理智，我一下子狠狠地劈了下去，因为凋零在的地方没多高，所以被砍中了一剑，好像它也发怒了，盯着我，冲了过来，难道就这么，带着遗憾结束了？我不甘心，太不甘心了...\n     好像有什么东西碰撞发出巨大的声音，我睁开眼睛，看到了一条龙，眼睛是紫色的，那条龙把凋零撞飞了很远，然后咆哮一声，声音很大，我直接感觉脑子要爆炸了，随后昏倒在地上。模糊中看见凋零慢慢地倒下了，在地上一动不动，随后的事，都记不清了。\n     “唔，好痛，啊，我的腿。”史蒂夫慢慢爬了起来，当他再次仰望时，发现，已经不再小岛上了，天空像刚刚洗刷过一样，澄澈明亮，碧蓝碧蓝的，再往左边一看，有一块木牌：欢迎来到马尔代夫！这是你度假旅游的好地方！“怎么，到了马尔代夫？哦，我的头，头也好痛啊。”忽然，有谁在他背后拍了拍他肩膀，史蒂夫回头一看，一个身着防弹衣，手持AK刺刀的军人在他后面出现，史蒂夫被吓愣了，心想：卧槽！不能让我休息下么？那人抬起AK指着史蒂夫，问：\n     “哪个部队的？” \n     “什么？什么部队？” \n     “别装蒜，给你最后一次机会，哪个部队的？” \n     “怎么就最后一次机会了，你这人也真是，我告诉过你了！什么部队不部队的？我不属于任何部队！” \n     “什么？！你没有参加部队？” \n     “怎么了？有什么奇怪吗？” \n     “如果你说的是真的，赶快和我走！”\n     “走？去哪儿？”\n     “逃命！”\n      说着，拉起史蒂夫朝着北方跑去，吼道：“再不快点我们就赶不上装甲部队了！没有装甲部队的保护，我们就完蛋了！”史蒂夫迷迷糊糊的就这样被那个人拉到了一个有几十辆装甲车的集群，“长官，发现一个身份不明的人，看样子，像是逃荒很久了，衣服破破烂烂的，还有他身上备有武器，但没有枪支，全是近战类武器，而且，他的衣服，看起来不是军装，好像是...哦，阿迪达斯品牌的一款衣服，我以前见过。”一个表情严肃的白发老头从车里走了出来，问到：\n     “你,为谁工作？为何出现于此？” \n     “我为自己工作！我刚从一个孤岛上逃回来，就被这个士兵拉到这里来了，我还想问到底什么情况呢！”\n     “一个士兵悄悄问了句：“长官，那人，该不会...”说着，指了指头。\n     “不会的，看他样子，不疯不颠，眼睛闪烁着光彩，不想神经错乱的人啊。”\n     “那就对了，我们正缺人手，而且现在每一个幸存者对我们将来十分重要，就把它收入我们军队吧。”\n     “这...上级同意吗？”\n     “机不可失，失不再来，现在遇到任何一个幸存者都是难得的。”\n     “好吧，你赶紧和上级通报。”\n     “了解！”说完，士兵向着装甲车跑了过去。\n     “大致情况，我了解了，现在，加入我们部队，我们可以保证你的安全，而且，如果你只身一人，说不定会遭到普尔吉森的杀害。” “普尔吉森，什么玩意儿？”史蒂夫疑惑的问到，“上车！等会儿和你解释，再不走可就会完蛋的。”\n      一名士兵收到命令，喊道：“整装出发！”说完，在装甲车中间夹杂着的士兵们，都拿起武器装备，上了装甲车，准备出发了。\n      在装甲车上，那位长官给史蒂夫解答了所有疑惑。\n      原来，在史蒂夫逃到荒岛上的这一年间，世界发生了重大变故：\n      在史蒂夫到达荒岛上的3天后，爆出了一个惊人消息：一个名为普尔吉森的组织，宣称他们在每个国家的政府里，都有自己的手下，为的，是统一全球，消灭每个国家政府，而且，他们有强大的武器科技，可以与世界好几个大国抗衡。刚开始，人们不相信，到后来，人们不得不，接受这个可怕的现实：在宣布消息的第二个星期，美国出现局部地区骚乱，没多久，白宫出事了，五角大楼被占领，原因是美国军队不敌普尔吉森组织的高科技武器，等离子炮，质子撞击炮，激光炮等等，仅仅三天，华盛顿沦陷，第五天，美国沦陷。接下来发生的事，让全世界陷入恐慌绝望：第一个月，美国、加拿大沦陷。第二个月，印度、印度尼西亚、柬埔寨以及周边国家沦陷，第三个月，巴西、智利、阿根廷等南美洲国家沦陷，至此，美洲地区全部沦陷。随后，日本、韩国、朝鲜落入敌手，随即便是俄罗斯，然后是中东地区，地中海地区，由于中国有很多天然屏障：喜马拉雅山、阿尔泰山脉、天山山脉，所以抵御住了攻击，但还是在第八个月彻底沦陷。\n      到第九个月，所有国家沦陷，只剩极少地区还有反抗部队幸存，这些部队是：美国旧金山赶来的一支特种部队、中国多个特种部队及解放军部队、以色列野小子特种部队、美国海军陆战队和三角洲突击部队、海豹突击队的融合部队，以及多个国家残余部队的融合部队。\n      由于高科技武器受到温度影响极大，所以这些部队目前在俄罗斯西西伯利亚偏北地区，加拿大北部群岛，中国青藏高原等极端温度影响地区驻扎，目前这些部队士兵都已适应了这样的恶劣环境，所以每次都能利用优势来击退敌人。\n      一场世界级的反侵略战争爆发。\n      史蒂夫差点被吓死，他不敢相信，这么短时间内，这么多个国家沦陷，而幸存者，正如这位长官之前说的：几乎只剩百分之十了。也就是，十个人里面，还有一个活着，七十亿人啊！就只剩大概七亿了！这是多么可怕的事实啊，但别无选择，已经发生了。\n      现在，史蒂夫能做的，只有忘记之前发生的一切，积极投入这场战争，解放世界，虽然几率渺茫，但不能放弃，因为：我还是个人！\n      长官看了看史蒂夫身上的武器，问到：“这些，是刀剑吗？” “是的，的确是刀剑之类武器，还有一个弓，只是，制作的材料，可能奢侈了一点，说着，将刀剑拔出，长官吓得目瞪口呆，天哪，全钻石打造的武器，就算是亿万富翁，也难做到啊！\n      史蒂夫又将刀收了起来，问到：“那么，你可不可以告诉我，现在，我们要去哪里？”\n      那位长官呆了一下，好不容易缓过神来，说道：“我们要去青藏高原。”\n     “是吗？听说那里很冷。”\n     “就是如此，我们才去。”\n     “那长官，敢问尊姓大名？”\n     “尊就不用了，叫我勃朗宁就行了！全名是：‘吉尔帕斯卡·勃朗宁。”\n      这下，轮到史蒂夫吃惊了，他呆呆的望着那位长官。问到：“你知道末影人是什么吗，知道有一种神武叫凋灵吗？”\n      这个长官也怔住了，悄悄的问道：“别告诉我，你去过一个古怪的小岛。”\n     “你怎么知道的？那，你就是...不会吧！”\n     “哦，我的天，看来我的那本书起作用了。”\n      而史蒂夫呢，惊讶得一动不动。\n\n      世上，哪来这么巧的事？真的是惊讶一个接一个来，一波未平，一波又起啊。但，未免太巧了。\n                   希望大家能喜欢我银狼的作品，多谢观看！\n\n        \n        \n        \n        \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "x434663529",
            "timestamp": 1371362220,
            "txt_content": "我现在才知道史蒂夫的姓是蒙克...."
        },
        {
            "author": "银狼",
            "timestamp": 1371362340,
            "txt_content": "x434663529 发表于 2013-6-16 13:57 \n我现在才知道史蒂夫的姓是蒙克....\n实际上姓什么无所谓，关键是，情节。"
        },
        {
            "author": "cat",
            "timestamp": 1371362460,
            "txt_content": "不管怎么样！赞一个"
        },
        {
            "author": "贺泓超",
            "timestamp": 1371362460,
            "txt_content": "牛逼之作!!!"
        },
        {
            "author": "贺泓超",
            "timestamp": 1371362460,
            "txt_content": "银狼 发表于 2013-6-16 13:59 \n实际上姓什么无所谓，关键是，情节。\n那为什么不姓猪"
        },
        {
            "author": "银狼",
            "timestamp": 1371362520,
            "txt_content": "贺泓超 发表于 2013-6-16 14:01 \n那为什么不姓猪\n=A=这样不好吧。"
        },
        {
            "author": "Fcy_lity",
            "timestamp": 1371362580,
            "txt_content": "看不清         该配眼镜了"
        },
        {
            "author": "974778701",
            "timestamp": 1371362940,
            "txt_content": "看见LZ的头像，在看了看第一章节的名字。有一种特别的感受{:10_494:}"
        },
        {
            "author": "银狼",
            "timestamp": 1371363000,
            "txt_content": "[audio][/audio]来点音乐行不？"
        },
        {
            "author": "qwqwvvaa",
            "timestamp": 1371363060,
            "txt_content": "先回复再看"
        },
        {
            "author": "Technology",
            "timestamp": 1371363600,
            "txt_content": "银狼 发表于 2013-6-16 14:10 \n[audio][/audio]来点音乐行不？\n帮你排版稍微调了一下，原来的太挤了"
        },
        {
            "author": "QHR",
            "timestamp": 1371363780,
            "txt_content": "文笔很好啊~~~~~~"
        },
        {
            "author": "474645956",
            "timestamp": 1371363840,
            "txt_content": "不错，很努力，加油吧孩子。。"
        },
        {
            "author": "w873130585",
            "timestamp": 1371364080,
            "txt_content": "...史蒂夫参军"
        },
        {
            "author": "我是什么",
            "timestamp": 1371364200,
            "txt_content": "太好了  定一个"
        },
        {
            "author": "z736027620",
            "timestamp": 1371365820,
            "txt_content": "期待下一章"
        },
        {
            "author": "王先生007",
            "timestamp": 1371368220,
            "txt_content": "不愧是优秀！！"
        },
        {
            "author": "Devilの微笑",
            "timestamp": 1371370980,
            "txt_content": "给人瞎改名了吧..史蒂夫..蒙克？？好像就叫史蒂夫吧"
        },
        {
            "author": "Marry",
            "timestamp": 1371371880,
            "txt_content": "前来学习中……【放大镜仔细看】"
        },
        {
            "author": "shijun",
            "timestamp": 1371386760,
            "txt_content": "哈。。你已经进入了高手的境界了"
        },
        {
            "author": "银狼",
            "timestamp": 1371387300,
            "txt_content": "标题: RE: 銀狼出品——最新力作《史蒂夫·蒙克》Devilの微笑 发表于 2013-6-16 16:23 \n给人瞎改名了吧..史蒂夫..蒙克？？好像就叫史蒂夫吧\n名：史蒂夫，姓：蒙克。"
        },
        {
            "author": "azsx6912121",
            "timestamp": 1371388560,
            "txt_content": "我的天，看来银狼酱花了好几个小时····``"
        },
        {
            "author": "银狼",
            "timestamp": 1371390360,
            "txt_content": "标题: RE: 银狼出品——最新力作《史蒂夫·蒙克》azsx6912121 发表于 2013-6-16 21:16 \n我的天，看来银狼酱花了好几个小时····``\n10000字，能不费时么？"
        },
        {
            "author": "shijun",
            "timestamp": 1371396720,
            "txt_content": "貌似钻石是以大小来判断价值。。。"
        },
        {
            "author": "银狼",
            "timestamp": 1371398820,
            "txt_content": "标题: RE: 银狼出品——最新力作《史蒂夫·蒙克》shijun 发表于 2013-6-16 23:32 \n貌似钻石是以大小来判断价值。。。\n钻石嘛，按克拉来算，打造把钻石剑，也是相当奢侈的。"
        },
        {
            "author": "Devilの微笑",
            "timestamp": 1371403740,
            "txt_content": "银狼 发表于 2013-6-16 20:55 \n名：史蒂夫，姓：蒙克。\n好吧..我只知道史蒂夫..不知姓什么"
        },
        {
            "author": "sun123456liquan",
            "timestamp": 1371458520,
            "txt_content": "写的太好了 银狼 加油~~~{:10_523:}"
        },
        {
            "author": "shijun",
            "timestamp": 1371469260,
            "txt_content": "银狼 发表于 2013-6-17 00:07 \n钻石嘛，按克拉来算，打造把钻石剑，也是相当奢侈的。\n总感觉minecraft游戏里钻石太多了。。。"
        },
        {
            "author": "Give1329582145",
            "timestamp": 1371532800,
            "txt_content": "974778701 发表于 2013-6-16 14:09 \n看见LZ的头像，在看了看第一章节的名字。有一种特别的感受\n同感。如果真的荒野求生是不是更带感。。。"
        },
        {
            "author": "Give1329582145",
            "timestamp": 1371533340,
            "txt_content": "我特么的竟然看完了！！！{:10_527:}"
        },
        {
            "author": "Wolverine",
            "timestamp": 1371534060,
            "txt_content": "哦哦 ~太棒了"
        },
        {
            "author": "1149681294",
            "timestamp": 1371618060,
            "txt_content": "快点更新呀"
        },
        {
            "author": "a20001017",
            "timestamp": 1371705660,
            "txt_content": "好顶赞"
        },
        {
            "author": "创世神007",
            "timestamp": 1371733980,
            "txt_content": "我也好想出什么意外，到了荒野一个人，一条狗，一只猫，一起杀怪，一起搞农业，一起搞高科技啊。。。"
        },
        {
            "author": "陈世泽",
            "timestamp": 1371783420,
            "txt_content": "有木有续集，太好看了[diamond_chestplate]"
        },
        {
            "author": "银狼",
            "timestamp": 1371791340,
            "txt_content": "陈世泽 发表于 2013-6-21 10:57 \n有木有续集，太好看了\n续集正在写着（代替回复）"
        },
        {
            "author": "陈世泽",
            "timestamp": 1371791520,
            "txt_content": "银狼 发表于 2013-6-21 13:09 \n续集正在写着（代替回复）\n急"
        },
        {
            "author": "a20001017",
            "timestamp": 1371896700,
            "txt_content": "好贴不沉，沉贴不好~~~~~"
        },
        {
            "author": "虚伪寂寞",
            "timestamp": 1371990120,
            "txt_content": "只有两章吗？"
        },
        {
            "author": "Baozou",
            "timestamp": 1372290360,
            "txt_content": "很棒的作品.楼主快点更新.期待呢"
        },
        {
            "author": "Minecraft小星",
            "timestamp": 1372327920,
            "txt_content": "Baozou 发表于 2013-6-27 07:46 \n很棒的作品.楼主快点更新.期待呢\n你刚刚才看到的吗"
        },
        {
            "author": "jasd",
            "timestamp": 1372546200,
            "txt_content": "好是好，但是有语病：基本上就铁定会。"
        },
        {
            "author": "我爱玩GTA",
            "timestamp": 1372559880,
            "txt_content": "总觉得有点像.................英国笛福写的《撸滨孙漂流记》.................."
        },
        {
            "author": "139051267",
            "timestamp": 1372561320,
            "txt_content": "楼主你太帅了~"
        },
        {
            "author": "pCvK",
            "timestamp": 1372811640,
            "txt_content": "我不是故意的， LZ ，请原谅。 我只是想到了勃朗宁轻机枪。\n祝LZ你{:10_559:}"
        },
        {
            "author": "老邱",
            "timestamp": 1372827780,
            "txt_content": "看楼主签名貌似在学俄语啊  （我难道会告诉你我是俄国的吗  我难道会告诉你我在中国出生的吗）"
        },
        {
            "author": "aaa441819260",
            "timestamp": 1372836720,
            "txt_content": "啊啊啊啊啊啊啊啊 神作 希望继续连载"
        },
        {
            "author": "A402802443",
            "timestamp": 1372846980,
            "txt_content": "为什么末影龙会冒了出来，解释一下"
        },
        {
            "author": "q1656800904",
            "timestamp": 1373021700,
            "txt_content": "哇 那个书的作者竟然没经历过"
        },
        {
            "author": "Technology",
            "timestamp": 1373022360,
            "txt_content": "老邱 发表于 2013-7-3 13:03 \n看楼主签名貌似在学俄语啊  （我难道会告诉你我是俄国的吗  我难道会告诉你我在中国出生的吗）\nLZ银狼是出生在俄罗斯的~反正是个传奇的人物.."
        },
        {
            "author": "银狼",
            "timestamp": 1373031840,
            "txt_content": "Technology 发表于 2013-7-5 19:06 \nLZ银狼是出生在俄罗斯的~反正是个传奇的人物..\n = = Tech我出生在四川，但家里人祖籍在Russia （是我母亲的祖籍，但至于到底在哪一代，不是很清楚，诶，貌似是我外公那一代）  还有，我开始正式回归了，《史蒂夫·蒙克》因为放弃了之前的策划，所以从新开始写，之前写的除了已发布的1W多，全部去除了（3W多全部去除了，白白写啊QAQ），重写，本次假期规划：史蒂夫蒙克，结局篇发布。新作：《双面传奇——最后谍战》（主要写了很多精英间谍在国家与国家之间策划的一场超级谍战，期待吧？"
        },
        {
            "author": "wyf343",
            "timestamp": 1373084520,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "我是真的小鹏",
            "timestamp": 1373180640,
            "txt_content": "好可怜"
        },
        {
            "author": "银狼",
            "timestamp": 1373180760,
            "txt_content": "我是真的小鹏 发表于 2013-7-7 15:04 \n好可怜\n  0w0  ....   什么好可怜..？"
        },
        {
            "author": "Dr.K",
            "timestamp": 1373196780,
            "txt_content": "淫狼加油{:10_526:}"
        },
        {
            "author": "我是真的小鹏",
            "timestamp": 1373253780,
            "txt_content": "我是真的小鹏 发表于 2013-7-7 15:04 \n好可怜\n狗 被打死了"
        },
        {
            "author": "冥王星人",
            "timestamp": 1373254080,
            "txt_content": "场景衔接有点突兀，其他都好"
        },
        {
            "author": "mcbbt",
            "timestamp": 1373281560,
            "txt_content": "银狼 发表于 2013-6-16 14:02 \n=A=这样不好吧。\n为什么你没说一句话都要加上一个？"
        },
        {
            "author": "小天狼星伯爵",
            "timestamp": 1373289960,
            "txt_content": "质子撞击炮。。。。\n表示玩过红警3的都知道这东西"
        },
        {
            "author": "银狼",
            "timestamp": 1373290320,
            "txt_content": "mcbbt 发表于 2013-7-8 19:06 \n为什么你没说一句话都要加上一个？\n我是一只狼嘛..."
        },
        {
            "author": "jj怪and小黑",
            "timestamp": 1373333160,
            "txt_content": "NB啊 ! 赞！  "
        },
        {
            "author": "mcbbt",
            "timestamp": 1373368680,
            "txt_content": "银狼 发表于 2013-7-8 21:32 \n我是一只狼嘛...\n看你的頭像就知道你在說謊"
        },
        {
            "author": "a20001017",
            "timestamp": 1373430360,
            "txt_content": "怎么不更了"
        },
        {
            "author": "银狼",
            "timestamp": 1373447760,
            "txt_content": "a20001017 发表于 2013-7-10 12:26 \n怎么不更了\n 0w0  刚考完试..."
        },
        {
            "author": "a20001017",
            "timestamp": 1373449800,
            "txt_content": "银狼 发表于 2013-7-10 17:16 \n0w0  刚考完试...\n求速更0w0"
        },
        {
            "author": "a20001017",
            "timestamp": 1373603760,
            "txt_content": "顶顶顶，快更新"
        },
        {
            "author": "a20001017",
            "timestamp": 1374036480,
            "txt_content": "顶起快更新   话说LZ换头像了"
        },
        {
            "author": "银狼",
            "timestamp": 1374043380,
            "txt_content": "a20001017 发表于 2013-7-17 12:48 \n顶起快更新   话说LZ换头像了\n0 0  真细心，我现在写了6000字了，快发表续集了，莫急！"
        },
        {
            "author": "a20001017",
            "timestamp": 1374048780,
            "txt_content": "银狼 发表于 2013-7-17 14:43 \n0 0  真细心，我现在写了6000字了，快发表续集了，莫急！\n是吗，，，真迅速"
        },
        {
            "author": "a20001017",
            "timestamp": 1374207180,
            "txt_content": "银狼 发表于 2013-7-17 14:43 \n0 0  真细心，我现在写了6000字了，快发表续集了，莫急！\n话说我的头像是驯服以后的狼A A\n什么时候更新啊T.T"
        },
        {
            "author": "银狼",
            "timestamp": 1374330060,
            "txt_content": "a20001017 发表于 2013-7-19 09:13 \n话说我的头像是驯服以后的狼A A\n什么时候更新啊T.T\n分小章节发布，链接：史蒂夫·蒙克 II"
        },
        {
            "author": "1365619159",
            "timestamp": 1374398880,
            "txt_content": " 本帖最后由 1365619159 于 2013-7-21 17:34 编辑 \n\n"
        },
        {
            "author": "银狼",
            "timestamp": 1374402780,
            "txt_content": "1365619159 发表于 2013-7-21 14:28 \n我和我的小伙伴们吓呆了.... X0X  \n哪儿弄的？......"
        },
        {
            "author": "1365619159",
            "timestamp": 1374402900,
            "txt_content": "银狼 发表于 2013-7-21 18:33 \n我和我的小伙伴们吓呆了.... X0X  \n哪儿弄的？......\n中缝里面有，还有，我的QQ昵称是：寒木凌潇"
        },
        {
            "author": "1365619159",
            "timestamp": 1374412380,
            "txt_content": "给本书制作的卡牌可以随意转载~"
        },
        {
            "author": "Attack",
            "timestamp": 1374481980,
            "txt_content": "在写长一点，你就能出书了"
        },
        {
            "author": "Coldwords小坏",
            "timestamp": 1379584080,
            "txt_content": "快更新更新 求第3部"
        },
        {
            "author": "xiezixuan",
            "timestamp": 1384333200,
            "txt_content": "w873130585 发表于 2013-6-16 14:28 \n...史蒂夫参军\n是小说吗{:10_514:}"
        },
        {
            "author": "kingbaro",
            "timestamp": 1384345920,
            "txt_content": "蒙克，，第一眼看成了星际里的蒙斯克。。。"
        },
        {
            "author": "快递so",
            "timestamp": 1388553120,
            "txt_content": "1365619159 发表于 2013-7-21 17:28 \n我擦，使命召唤6里的索普，你怎么办到的"
        },
        {
            "author": "1365619159",
            "timestamp": 1388580240,
            "txt_content": "快递so 发表于 2014-1-1 13:12 \n我擦，使命召唤6里的索普，你怎么办到的\n自己做的卡牌，还行吧~嘿嘿"
        },
        {
            "author": "快递so",
            "timestamp": 1389266580,
            "txt_content": "1365619159 发表于 2014-1-1 20:44 \n自己做的卡牌，还行吧~嘿嘿\n{:10_493:}你真牛"
        },
        {
            "author": "MC_Luke",
            "timestamp": 1390266180,
            "txt_content": "银狼 发表于 2013-6-16 14:02 \n=A=这样不好吧。\n没有了....= =无聊.."
        },
        {
            "author": "541905573",
            "timestamp": 1390267080,
            "txt_content": "........鲁滨逊漂流记改史蒂夫漂流记了么"
        },
        {
            "author": "冬日祭",
            "timestamp": 1390878840,
            "txt_content": "牛啊                 "
        },
        {
            "author": "晓风晚月",
            "timestamp": 1390888860,
            "txt_content": "不是最新了哟……"
        },
        {
            "author": "树木乃一切",
            "timestamp": 1392102780,
            "txt_content": "弱弱的问下，还有后续么？"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1393860300,
            "txt_content": "  @银狼 加个折叠吧 O.O"
        },
        {
            "author": "打酱油",
            "timestamp": 1394551560,
            "txt_content": "点赞，很强大的作品。"
        },
        {
            "author": "1349873883",
            "timestamp": 1394620740,
            "txt_content": "求续作，很精彩"
        },
        {
            "author": "poi4399",
            "timestamp": 1396244040,
            "txt_content": "看呆了。。。"
        },
        {
            "author": "划时代后",
            "timestamp": 1396445820,
            "txt_content": "版主大哥，您们更新的快一点可以么，这都快一年不更了…………………………………………"
        },
        {
            "author": "圣月·暗",
            "timestamp": 1396864860,
            "txt_content": "这就没了吗？很好看啊，我喜欢，希望出续集"
        },
        {
            "author": "1207504579",
            "timestamp": 1398386460,
            "txt_content": "银狼 发表于 2013-6-16 14:02\n=A=这样不好吧。\n我还想看！！！！！！"
        },
        {
            "author": "1207504579",
            "timestamp": 1398386460,
            "txt_content": "974778701 发表于 2013-6-16 14:09\n看见LZ的头像，在看了看第一章节的名字。有一种特别的感受\n什么感受？"
        },
        {
            "author": "琉璃繁缕",
            "timestamp": 1404376980,
            "txt_content": "不错 加油！"
        },
        {
            "author": "男人婆",
            "timestamp": 1409545920,
            "txt_content": "头像很好……呵呵"
        },
        {
            "author": "gggbbb",
            "timestamp": 1413099600,
            "txt_content": "看啊，有铁，铁是最多的，大约有九克了；黄金，有一千克，虽然我也不知道这里得产金量到底有多么高，但可以肯定的是，它的产金量比世界上任何一个金矿产量都要高很多；钻石，没之前的多，只有八百多克，但也是多的恐怖了，世界上全部钻石加起来，也没这个岛上的总储量多。\n这里我要吐槽一下，那个最多的铁，怎么才9克，钻石都比铁多了，你tm的逗我是吧，银狼！@银狼"
        },
        {
            "author": "银狼",
            "timestamp": 1413262680,
            "txt_content": "gggbbb 发表于 2014-10-12 15:40\n看啊，有铁，铁是最多的，大约有九克了；黄金，有一千克，虽然我也不知道这里得产金量到底有多么高，但可以 ...\n = = 打漏了，不好意思"
        }
    ]
}