{
    "title": "【原创/连载】黄昏神教#24",
    "author": "北极仙光",
    "replyCount": 1,
    "timestamp": 1597802400,
    "txt_content": "第二十四章——冰雪国度  离开了恶魂塔，风行天继续前进。  气温开始降低，天气变得寒冷，地上渐渐出现了积雪，植被也被耐寒的针叶林所取代。  在一座高耸的雪山下，风行天找到了雪人首领的洞窟。  “呼，这应该是所有boss里最简陋的吧？”风行天站在洞窟前，哈出一口气。  定了定神，他迈步走进了黑暗的洞窟内部。  一道高大的身影正站在里面，最显眼的就是它那几乎占了半张脸的大嘴。  雪人首领望向风行天，开口咆哮道：“我等你很久了，来吧！”  声音震耳欲聋。  风行天刚想说什么，就听见上方传来“喀嚓”一声。  雪山，巨响声，精神问题，难道说······草！  风行天像是意识到了什么，拔腿就向外跑。  “喂，你是懦夫吗！跑什么！”雪人首领依旧在身后大喊着。  “雪崩区不能大喊不知道啊！”风行天远远丢下这句话。  雪人首领狐疑地走了出来，看到了令他永生难忘的景象。  雪山上几米、十几米厚的积雪，开始成片地开裂、剥落，向下方坠去。  同时，因为这里是mc，雪崩都是以立方米为单位的凝实雪块从山上滚落，亦或是从空中坠落。  宛若灭顶之灾。  雪人首领一脸懵逼地看着，过了几秒才反应过来，冲着风行天大吼道：“这一定是你的阴谋！”  雪崩再次加速。  风行天：“······”  这一路上，每个敌人都不太正常，但这个绝对是最坑人的！  “我是冰雪的主宰，这点小技俩对我没用的，来吧！”雪人首领一副慷慨激昂的模样，张开双臂，仿佛要拥抱这滚滚而来的雪浪。  然后，它就被压在了下面。  在已经堆叠至黄昏Ⅵ的buff影响下，风行天的速度被大大减缓，眼看要被雪浪追上了。他只好一咬牙，拿出一瓶迅捷药水，仰头灌了下去。  至此，药水告罄。  随后，他又掏出一颗末影珍珠，拴在箭上，用力射了出去。  接下来，就是与雪崩赛跑了，看看他能不能撑到末影珍珠落地！  好在，他跑赢了。  ······  雪山脚下，一个身影从雪堆里爬了出来，正是雪人首领。  “哇哈哈，老子大难不死，必有后福！”  话音刚落，一支箭透体而出，直接将已被重创的雪人首领带走。  “就你这损人不利己的家伙，还想必有后福呢？”  已经休息好的风行天走了过来，捡起了战利品。  “这次没用多长时间，干脆直接去找冰霜女王吧。”  ······  费了九牛二虎之力，风行天总算是爬上了冰川。  黄昏Ⅶ的buff已经让他干什么都颇为吃力，再加上极光塔顶部很可能氧气稀薄，怎么打赢还真是个问题。  稍作休息，风行天从大门走进了极光塔。  “嗯，不对！”  几分钟后，风行天猛然想起了一个始终被自己忽略的盲点。  自己到现在······貌似都还没见过小怪！  巫妖塔是从顶部进出的，里面不知道什么情况，但米诺陶迷宫里他没见到牛头人，雪人洞窟里没有雪人，连极光塔里也一个小怪都没有？  这不正常！  只有一个例外，就是恶魂塔里有普通恶魂，但暮色恶魂也是最不正常的那一个。  不过，风行天的灵性直觉隐隐感应到，见到冰霜女王后，他会知道部分答案。  一路顺利，找齐了末影弓、冰霜弓、三发弓后，风行天顺利找到了通往塔顶的路，径直来到了最顶部，也是最后一个房间。  冰霜女王就静静地站在中间。  风行天刚上来，冰霜女王就开口了，声音冷清：“我也不想和你废话什么，直接开打吧。”  言毕，数道冰霜魔法攻击就直奔风行天而来。  “果然有问题，正常第一招应该先召唤冰晶体的。”风行天一边想着一边不断走位躲避，但还是有一道攻击击中了他，将骑士胸甲的肩部崩碎了一小块。  冰霜女王的动作忽然停了下来。  她眼中的疯狂之色褪去，渐渐回复清澈，痴痴地看着风行天。  “这是他的盔甲······”  风行天：“······”  好狗血的剧情。  “没动那些棺材，算你走运，你可以走了。”冰霜女王意识到了自己的失态，顿时又恢复了女王风范。  “不行，我要击败你。”  “哦，为什么？”  “为了回家。”  冰霜女王沉默了，良久，她才抬起头，语气哀伤：  “反正我也没有什么牵挂了，死了也好，也算是解脱了吧。”  “回家”这个词，对它们来说，好像有着什么深意一般。  “抱歉了。”  风行天拿起钻石剑，结束了冰霜女王的生命。  蓝色的血液流淌在地板上，冰霜女王缓缓阖上了双眼，神态安详。  风行天捡起了战利品，回想着刚才的情况。  从谜题羊的暗示，到诸多boss的反常反应，再到现在，他才算是理清了第一条线索。  “果然，他们都是被控制的啊······”\n索引帖\n",
    "replies": [
        {
            "author": "Bennett-老幻",
            "timestamp": 1597804860,
            "txt_content": "厉害啊                                                  "
        }
    ]
}