{
    "title": "[多线]TRC Studio —— 特色生存群组|正版验证|和谐社圈|高自由少限制[1.7.X-1.16.X]",
    "author": "TRCRedstoner",
    "replyCount": 0,
    "timestamp": 1597770840,
    "txt_content": " 本帖最后由 TRCRedstoner 于 2020-9-29 20:46 编辑 \n\n\nTRC Studio（The Red Creative Studio）即红色创意工作室\n红色创意工作室创建于2015年8月11日，是一个以计算机技术领域为主体的小型互联网工作室\n而本服务器是由本工作室建立的开放型正版群组服务器\n您必须使用在MC国际版官网（www.minecraft.net）上所购买的正版才可以进入本服务器当前支持的游戏版本：1.7.X-1.16.X（1.7+以上版本均可进入，建议使用最新版本的客户端）\n\n当前已开放的子服列表与简介\n空岛生存\n\n\n\n这是一个1.15.2的空岛生存服务器\n每个人都会出生在一个岛屿上，你需要获取有限的资源不断发展你的岛屿\n本服务器一共有五种岛屿等级，你必须通过完成挑战以提升自己的岛屿等级\n岛屿默认范围100x100，你可以通过升级岛屿以拓展至最高600x600的范围\n各种特色玩法等你来体验！\n空网生存\n\n\n\n“空网”是一种在国内为数不多的虚空生存玩法\n世界上所有方块将四分五裂，你将会出生一片网格大陆上\n你需要找好合适的站立点，像空岛生存那样拓展自己的岛屿\n无法获取的资源可以在主城岛屿底部村民商场进行兑换\n你需要不断完成岛屿挑战、拓展岛屿与升级\n核心版本1.15.2，各种特色玩法等你来体验！\n原版生存\n\n\n\n这是一个1.15.2的插件生存服务器\n不同于普通原版生存的是，这里增加了各种新的挑战\n有更多成就、玩具箱、mcMMO、玩家群落等各种玩法\n但与此同时，我们争取保留了各种原版的玩法\n我们不限制高频红石装置、大型刷怪塔、区块毁灭装置等\n欢迎加入我们的大家庭，与我们共同建造属于自己的家园吧！\n创造服务器\n\n\n这是一个坐落于地皮世界的建造服务器\n由于TRC Studio是红石组织，因此这个服务器的玩家建造的基本上是红石作品\n由于大部分玩家是红石玩家，因此菜单有各种对制作红石的辅助功能\n比如说直接用菜单获得一套红石设备，不用自己开创造一个一个拿\n如果您有需要，可以与管理员申请一个私人的世界，而且是免费的哦！\n战争服务器\n\n\n这是一个RPG枪械副本解密服务器\n采用《生化危机》电影系列作为故事主线剧情\n主关卡一共18关，每一关都有不同的怪物和装备、武器\n你的血量会随着等级（经验值）而提升\n怪物会随之变强，在挑战通关主线关卡后，可以挑战副本关卡\n剧情书籍不忘拿，通关后可以兑换奖励物品，也能给你解密闯关过程中带来乐趣\n各种各样的枪械，都需要子弹，使用/shop或者到子弹商店可以购买子弹\n使用/maintp或者出生点直走进入传送门到达关卡大厅进入关卡\n每个关卡、副本都需要指定等级进入，等级经验打怪掉落\n怪物有一半是拥有技能的，挑战起来更加有乐趣\n各种神器神装与怪物boss等你来挑战！\n职业战争\n\n\n各大小游戏服常见的PVP小游戏\n拥有各种职业，购买，升级等玩法\n选择职业，进入场地，开始PVP大乱斗吧！\n竞技场\n\n\n国外服务器常见的PVP练习游戏\n拥有多种模式、玩法，练习，排位，派对，FFA\n机器人模式、战斗回放等功能\n推荐PVP新人到此服务器练习PVP技术\n空岛战争\n\n\n这是各大服务器十分热门的小游戏\n你将出生在一个岛屿上，获取岛上箱子装备和武器\n击杀所有玩家，最终存活下来的人即为胜者\n各种各样的职业、笼子、气球、灵魂井等玩法等你来体验！\n起床战争\n\n\n这是各大服务器十分热门的小游戏\n你会出生在一个岛屿上，获取岛上物资兑换装备武器\n拆除其他队伍的床，击杀所有的敌人即可胜利\n更多服务器请等待添加……\n最后一次更新：2020/8/18\n\n\n入服须知\n建立这个服务器的目的是为了建立一个属于我们的游戏圈子\n玩家普遍年龄在15- 24岁之间，你很有可能在这里找到共同话题、收获更多的朋友\n但请记住，我们不欢迎心智不全、三观不正的玩家\n你不可以在服务器或交流群中交流以下内容：\n其他服务器、外挂相关、抽象话、引战言论、人身攻击与Zheng治敏感话题\n你不可以以任何理由挑衅或攻击本服务器的任意一位管理员，最终解释权归我（服主）所有\n在这个服务器与交流群中，你可以与其他玩家讨论游戏、动漫、编程、生活、学习等话题\n服务器开服三年多了，这期间我们一起度过了重重难关，从一个小面板摇身一变独立机\n少不了来自各位玩家的支持，为服务器建立了广大的人脉，使我们一直可以稳步前行\n记住，进服了你就是我们大家庭的一员了，祝你在这个服务器玩的愉快！\n关于付费的内容\n\n我们服务器拥有着「VIP」与「金币」这两种付费的项目\n由于服务器每个月运营所需花费大量金额，包括维护、硬件支持，因此推出付费项目\n在这里，VIP是永久使用、全服有效的，金币是类似于网游点券的存在\n我们不卖权限、武器定制等会破坏游戏平衡的东西\n以上两项付费项目仅能起到游戏的“加速”与“方便”作用，不会破坏游戏平衡\n与其他服务器不同的是，金币是可以通过游戏体验而获得的，而不是只有充值一条道路\n我们不会强求玩家付费，一切由你自己选择\n关于服务器本身\n\n自TRC Studio MC服务器开服至今，已经渡过了三个年头\n从最初的面板服，到如今的私营独立机\n通过外部的阿里云服务器进行HAProxy流量转发\n第一台服务器是 惠普 ProLiant ML350p Gen8 Tower 服务器\n使用两颗E5-2690v2 CPU、64GB内存与1TB SSD运行有关小游戏、RPG的服务端\n第二台服务器是家用台式机\n使用I9-9900k CPU、64GB内存与2TB SSD运行有关高版本生存、空岛等的服务端\n稳定性和流畅度上有所保障，请放心游戏\n\n服务器内美景截图本服务器所有大厅地图均为原创地图\n\n\n\n\n\n\n\nfile_1597837952000.jpg (163.15 KB, 下载次数: 3)\n\n下载附件\n\n2020-8-19 19:52 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n控制台证明\n\n\n最后，希望你能够在我们服务器玩的开心！服务器IP：play.trc-studio.com | play.trcmc.com | play.trc.studio工作室官网（建设中）：https://www.trc.studio/ 官方交流群号：631337448\n\n\n",
    "replies": []
}