{
    "title": "求给翻译一点建议",
    "author": "PercyDan",
    "replyCount": 7,
    "timestamp": 1597832340,
    "txt_content": "想去翻译版氵贴，但是第一次怕渣翻出事.................\n内容如下，会标出一些不确定的内容：\n\n\nDEEP DIVESTaking Inventory: Netherite Ingot\n背包盘点：下界合金锭\n\nThe ultimate upgrade\n终极的升级\n\nDuncan Geere\n\n\nCheck you out – diamond armour, an enchanted diamond sword, an elytra on your back, and a full stack of golden apples in your hotbar. You’ve been places and defeated mobs that new players couldn’t even dream of. There’s nothing left in the game for you to collect.\n看看你 – 钻石盔甲，附魔钻石剑，背上一对鞘翅，快捷栏里满满一组金苹果。 你去过的地方和击败的怪物都是新手甚至都不敢想象的。这个游戏里已经没有什么能让你收集的了。\n\nOr is there? (Spoiler: there is.) In the upcoming Nether Update, we’re adding a handful of new endgame-oriented items and challenges, and one of them just so happens to be our item of the week – the netherite ingot.\n难不成还有？(剧透：还真有) 在即将到来的  下界更新 ，我们准备加入许多新的物品，然后其中的一个恰好是我们本周的背包盘点 —— 下界合金锭。\n\n\n\n\n“We decided to add netherite for two reasons,” Jens Bergensten, Chief Creative Officer, told me, once I’d constructed the temple to his magnificence that he demands in exchange for an interview.\n“我们因为两个原因才决定加入下界合金,” Jens Bergensten, 首席创意官（机翻），告诉我，once I’d constructed the temple to his magnificence that he demands in exchange for an interview（不知道咋翻）。\n\n“With the Nether update, we felt that we wanted to create a long-term goal for the players, and reward them for spending time in the Nether. We also felt that this was a chance to introduce a brand new material to work with – and that it was the perfect time to do so.”\n“ 随着下界更新，我们觉得我们想要给玩家创造一个长期的目标，给他们在下界消磨时间一些奖励。我们也感觉到了这是引入一种崭新的材料的机会 —— 这恰好是这么做的最好时机 （不通顺）”\n\nIt’s possible to find netherite ingots in bastion remnant loot chests, but you can also make them by combining netherite scraps with gold ingots. Four of each makes a single netherite ingot.\n你可能在堡垒剩下的箱子里找到下界合金锭，但你也可以通过组合下界合金碎片和金锭来制作它们。每个下界合金锭需要两种材料各四个。\n\n\n\n\nJens says that the dev team wanted to make netherite stronger than diamond, but that they didn’t want it to make diamond obsolete. “It turned out to be easier said than done,” he told me.\nJens 说开发团队想让下界合金比钻石更强，但是他们不想使钻石被淘汰。“事实证明了说比做要简单,” 他告诉我。\n\n“Eventually, we came up with the idea that netherite could be used as a material to upgrade your current equipment, and not just an independent resource used to create its own tools and armor. That way we would maintain the value of diamond while also adding something new!”\n“ 逐渐地，我们想到了下界合金锭可以用来升级你现有的装备，而不只是用来制作它的工具和盔甲的独立资源。这样我们即可以保证钻石的价值又能加点新的东西!”\n\nNetherite items – helmets, chestplates, leggings, boots, swords, pickaxes, axes, shovels and hoes – are tougher, hit harder, and last longer than their diamond equivalents. A diamond sword, for example, will do a total of about 11,000 damage points before it breaks. A netherite one, though, can do more than 16,000 damage. Oh, and it can be enchanted as normal, too.\n下界合金制的物品 – 头盔、胸甲、护腿、靴子、剑、镐、锹和锄头 – 比起相同的钻石工具，它们更坚硬，攻击更沉重 （不确定），更耐久 。一个钻石剑，比方说，它能在他破损之前造成11,000点伤害。然而，一个下界合金制的，可以造成16,000多伤害。哦，它也可以照常被附魔。\n\n\n\n\nTo upgrade your diamond items, you’ll need a smithing table. Pop the item you want to upgrade in the left slot, and the netherite ingot in the right. Durability, enchantments, and any custom names are preserved. You can also use netherite ingots to repair damaged netherite items, and to create a lodestone, which you’ll hear more about in the coming weeks.\n为了升级你的钻石物品，你需要一个锻造中。把你想升级的物品放在左边，然后下界合金锭在右边。耐久，附魔和任何自定义名字会被保留。你也可以使用下界合金锭来修复损坏的下界合金制的物品，或是制作一个磁石，你会在之后的几周了解到更多。\n\nOne last feature of netherite that you might want to know is that it’s fireproof. Drop a netherite ingot into fire or lava, and it’ll just sit there happily, waiting for you to dive in to pick it up again.\n最后一个你想了解的特性，它是防火的。把一个下界合金锭扔进火焰或岩浆中，它们还将在那里好好地待着（如何翻译happily？），等待着你前来重新拾取它们。\n\nNo more howls of displeasure because you fell in a lava puddle and lost all your items. All you need to do now is figure out how to get those items out of the lava without dying again...\n再也不用因为掉进岩浆池而大吼了。你只需要想办法重新捡到他们，前提是不再死一次…\n\n\n\n【PercyDan 译自官网 2020 年 05 月 28 日发布的 Taking Inventory: Netherite Ingot；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1597832340,
            "txt_content": " 本帖最后由 爱心魔王FHC 于 2020-8-19 18:54 编辑 \n\n你可以在堡垒遗迹的箱子里找到下界合金锭，也可以通过组合下界合金碎片和金锭来制作它们。每个下界合金锭需要两种材料各四个。\n\nJens 说 开发团队想让下界合金比钻石更强，但不想让钻石被淘汰。他告诉我：“事实证明，说得容易，做得难” 。\n\n“ 逐渐地，我们想到了可以用下界合金锭来升级你现有的装备，而不仅仅是用来制作它的工具和盔甲的独立资源。这样，我们即可以保证钻石的价值，又能加点新东西!”\n\n下界合金制的物品 – 头盔、胸甲、护腿、靴子、剑、镐、锹和锄头 – 比起相同的钻石工具，它们更坚硬，工具更高，更耐久 。比方说，一个钻石剑，它能在他破损之前造成11,000点伤害。然而，一个下界合金制的钻石剑，可以造成16,000多点的伤害，并且它也可以照常被附魔。\n\n为了升级你的钻石物品，你需要一个锻造台。把你想升级的物品放在左边，然后下界合金锭放在右边。耐久、附魔和任何自定义的名字都会被保留。你也可以使用下界合金锭来修复损坏的下界合金制的物品，或是制作一个磁石，你将会在之后的几周了解到更多。\n\n最后一个你可能想了解的特性，它是防火的。把一个下界合金锭扔进火焰或岩浆中，它们会在那边快乐地待着，等待着你跳入火焰或岩浆中重新捡起它们。\n\n再也不用因为物品掉进岩浆池而大吼了。你只需要想办法重新捡到他们，前提是不要再死一次…\n\n改的更口语化一些，还有改了一点错别字啥的\n调整了一些语序，以及标点符号\n\n\n比如XXX说这个我们中文一般是放在前面的，老外喜欢放中间或者最后\n\n不一定照着翻译，意思到了通顺就行\nWe also felt that this was a chance to introduce a brand new material to work with – and that it was the perfect time to do so.”\n你的：我们也感觉到了这是引入一种崭新的材料的机会 —— 这恰好是这么做的最好时机\n我改的：我们感觉到这是引入新材料的好机会——是最好的时机。\n\n再也不用因为掉进岩浆池而大吼了。\n缺少主语，主语应该是物品或合金物品\n"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1597833180,
            "txt_content": "仅为个人见解\n看看你 – 钻石盔甲、附魔钻石剑、鞘翅，和满满一组金苹果。你去过的地方和击败的怪物都是新手难以想象的。这个游戏里已经没有什么能够让你收集的了。\n\n难不成还有？(剧透：还真有) 在即将到来的 下界更新 中，我们准备加入许多新物品，而其中的一个恰好是我们本周的背包盘点 —— 下界合金锭。\n\n在我为他建造了一座宏伟的神庙之后，Jens Bergensten, 首席创意官，想以采访作为交换，他告诉我：“我们决定加入下界合金有两个原因”\n\n“ 随着下界更新，我们觉得要给玩家创造一个长期的目标，给他们在下界消磨的时间一些奖励。我们感觉到这是引入新材料的好机会——是最好的时机。\n\n\n………………还在看"
        },
        {
            "author": "PercyDan",
            "timestamp": 1597833420,
            "txt_content": "爱心魔王FHC 发表于 2020-8-19 18:33\n仅为个人见解\n看看你 – 钻石盔甲、附魔钻石剑、鞘翅，和满满一组金苹果。你去过的地方和击败的怪物都是新 ...\n还行\n下半部分有主意吗"
        },
        {
            "author": "PercyDan",
            "timestamp": 1597834740,
            "txt_content": "爱心魔王FHC 发表于 2020-8-19 18:45\n你可以在堡垒遗迹的箱子里找到下界合金锭，也可以通过组合下界合金碎片和金锭来制作它们。每个下界合金锭需 ...再也不用因为掉进岩浆池而大吼了。\n缺少主语，主语应该是物品或合金物品\n这里原句主语是you——即玩家\n所以我觉得可以不写吧"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1597834860,
            "txt_content": "PercyDan 发表于 2020-8-19 18:59\n这里原句主语是you——即玩家\n所以我觉得可以不写吧\n什么东西掉进岩浆要写吧\n总不能玩家掉进岩浆"
        },
        {
            "author": "PercyDan",
            "timestamp": 1597834920,
            "txt_content": "爱心魔王FHC 发表于 2020-8-19 19:01\n什么东西掉进岩浆要写吧\n总不能玩家掉进岩浆\n我是这么理解的：\n玩家掉进岩浆然后装备全掉落啊"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1597834920,
            "txt_content": "PercyDan 发表于 2020-8-19 19:02\n我是这么理解的：\n玩家掉进岩浆然后装备全掉落啊\n啊，你这样好像更对，是，这样后面更顺畅"
        }
    ]
}