{
    "title": "服务器内容策划——不要让你的服务器空有技术的堆叠",
    "author": "凶猛丶熊猫",
    "replyCount": 12,
    "timestamp": 1597822020,
    "txt_content": " 本帖最后由 凶猛丶熊猫 于 2020-10-22 20:03 编辑 \n\n帖子保存草稿失败 待更新\n前言\n我从入mc坑到现在 玩的服务器也不少 之前自己也开过服 但因为开服后完全丧失了玩mc的兴致就关了也是在此提醒各位 若只是喜欢玩mc 那就找个好服务器玩下去 千万别开服就算开服也不要开公开服 特别是商业服回归正题 本文要介绍的是如何将服务器做好然而技术向的内容早已成饱和状态了 而大多服务器还是被认为“不好玩”我想 问题不出在技术层面因此 本文基本不会介绍技术相关的内容 最多点到为止/提供具体链接 而是把内容的设计放在首位能照抄的设计 有 但也不多还是希望各位看完本文能有自己的想法 做出更独特的mc服务器吧文章字数不会少 将本文与附着链接全部看完的时间绝不会短如果你觉得这篇文章看得下去 就一定要看下去开服哪是一朝一夕的事 花点时间看完本片文章有何不可呢？格式本文每一章节都会赋予——高度赞同、不推荐但也不反对、极度反对三种情形其中常规的内容 比如不推荐学生（除大学生）开服等类似内容不会作详细说明 只会对圈内很少提到的观点/我自己的观点作一说明本文不会按照常规的设计思路 从硬件到软件 从核心到插件 从port到yml 因为本文的内容足够详细 包括服务器前期策划 插件选择 宣传方式 游戏内管理 活动策划等等一系列内容 且不包括技术内容为此 我们会按照时间顺序进行介绍（实际时间肯定会因为各种原因有所不同 仅作相对时间先后顺序的参考）以方便各位进行实操定义相关内容会在提到时框出 不会共同成表 千万别漏过某个细节本教程全篇内容都会提供“太长不看版” 可以作为内容的预览/非重要内容的略读第一步太长不看版确定自己是否适合开服、确定服务器盈利方式→主要路线→具体玩法\n首先 让我们确定你是否有足够的能力来开服你的身份可能非常多样 但基本都可以参照下表找到自己的定位推荐开服的●学有余力、每个月能有意识省下至少20%生活费的大学生 - 同时需要放弃部分娱乐时间\n●有稳定轻松工作、想要找一个好副业、懂得mc基本玩法的一名员工\n●受疫情等类似情况的影响 无法正常工作的相关行业从事者 - 需要有大量时间 只是短暂的休假就算了\n不推荐但也不反对的●学有余力的初中生 高中生（真学有余力、且能放弃娱乐）- 学习是第一位 做服务器会占用大批时间\n●有业余时间但未接触过mc的任何人 - 想通过mc挣钱 很难\n极度反对的●想通过资本运作通过mc服务器挣钱的 - 其他途径更适合你 mc服务器不适合盈利\n●创业者 - 想通过mc养活自己 不是不可能 但相较于其他行业 会难很多●极度喜欢mc这款游戏的 - 很难在做服务器的同时不丧失对于mc的兴趣●学习成绩不好 但想辍学做mc服务器来挣钱的 - 学习都学不好 还想做好服务器？其次 让我们确定你服务器的运营模式\n●公益服 - 无论你是否收取无条件的赞助 公益服都是为了最好的游戏体验+吸引更多人一起玩（勿寄希望于玩家赞助 顶多当成彩票）\n●商业服主要分为三类（此处商业服都是指为了盈利而商业的 为了维持服务器正常运行的请见垂死服）①付费加快游戏进程（或可购买装饰物品）- 做好平衡 同时用心制作装饰物品 而非套用模板②付费获得独立内容（特指实质性内容 例如高属性武器 不包括皮肤类装饰物品）- 你需要做好足够的平衡 让付费玩家也玩的爽 免费玩家也不憋屈 以保证服务器热度③付费进入 - 这是我最推崇的模式 但国内环境并不支持 一个是服主无门槛 可能出现诈骗 再是玩家大多无付费进入的习惯 具体做法可以参见公益服 如果有付费进入的独立做法 我会特别指出的\n●垂死服//长期资金不充裕 分三种（这是我最不支持的一种 毕竟随时可能倒闭的服务器绝对不稳定啊）①付费进入 - 具体做法同样可以参见公益服②定时缴费 - 具体做法同样可以参见公益服③提供付费内容可以参考商业服的做法\n运营模式很重要 一时想不好也算是正常 但一定要清楚各种模式的利弊 在服务器开启前一定要决定好 我完全否决服务器开到一半公益转商业的做法 （商业转公益也会有大大小小的问题 但稍微好些）当然 运营模式虽然重要 但就算找到了一个绝妙的 没有一个好的玩法 那可真是本末倒置了因此 我们还须将更多的精力放于服务器玩法的设计 （mc纯原版玩法我一点都不反对 甚至很喜欢 但如果你是纯原版玩法 不和其他服务器高度同质化了？别的服务器那么高的同时在线玩家基础 凭什么玩家不到他那儿去？）还是下定义 我将所有的mc服务器分为了下面三大类●生存服务器其中包括- 共同生产玩法（全服务器无任何竞争 共同进行建设 例如TIS）- 和平年代玩法（服务器有且仅有经济方面的竞争）==以上两种玩法中也都可以分为单世界/资源+家园+地皮玩法 注重服务器的玩法与玩家的交互 以及部分的玩家之间的交流- 无保护战争（完全去中心化 服务器仅是载体 例如2b2t）- 国家战争（去中心化 例如Earth OL服务器）- 逃离塔科夫类型（不去中心）==以上战争玩法 注重玩家之间的交♂流 同时在线人数不到5就会使人失去兴趣- 有自由发展空间的RPG（纯剧情向RPG属于小游戏）- 岛屿生存（包括空岛、海岛、空中网格等等）==极其注重服务器玩法 几乎不需要玩家之间的交流●创造服务器（指物资无愁）说实话 可替代性很强 难以产生粘性 但一旦产生粘性就会很粘（且几乎没有办法成为商业服\n●小游戏服务器- 字面意思的小游戏（例如 hypixel）- 纯粹剧情向的RPG==极其注重服务器玩法 也依靠部分玩家基数 需要一定的研发技术 独立内容是之立足的根本以上 你一定选好了自己的服务器玩法了吧\n那是不是我们就可以开服了呢？ 并不千里之行始于足下 我们这才迈开第一步啊服务器玩法的设计中 选择服务器种类只是第一步更重要的是接下来的步骤1选择服务器的主要路线 举个例子 比如RPG服 剧情发生在什么时期？等等在此顺便说一下剧情的重要性 剧情是为服务器玩法服务的 而非作为服务器最主要的内容 剧情可以为服务器的玩法平衡做铺垫 也可以为服务器内某些不平衡内容作解释当然 剧情如果太尬 会适得其反 反之 剧情写的好 会为服务器内玩家粘度添砖加瓦 还需各位斟酌\n2主要路线确立后 需要想好服务器内的具体玩法 同时 如果是商业服的话 也要想好服务器内付费内容具体的方向了Minecraft游戏 吸引人就吸引人在他的高自由度 因此 不管你是做什么服务器 最好都要先设计好多种玩法 多种发展路线 至少 给予玩家选择的权利 至少 不要让服务器显得那么单调希望你还记得 以上只是第一步 这些事务看着多 其实还好 一定要习惯 开服务器后每天大量事务的日子 如果选择 那就坚持另外附上你可能会用到的部分游戏玩法的设计思路（仅供参考）1 经济系统 经济系统这东西 绝大多数的服务器都有 但很少有做的很好很平衡的 我首先说一下设计理念 就是你服务器给玩家的钱都要通过各种方式从玩家那儿回收 尽量保持这个玩家持有的游戏币的总量是不变的 无论你是什么样的服务器 经济体是如何的 这都是要遵循的 其次分两大类经济体系 市场经济 重视玩家间的交易往来 促进服务器发展 这种情况下就要保持货币输出量与货币回收量相同 如果你不想在服务器官方商店售卖物品 只想让玩家互相交易 那你就只需收取“税款” 另外 这种经济体系下我极其反对付费可以获得玩家之间的通用货币 会不可避免的导致通货膨胀 你可以任何商店都开两种 虽然麻烦 但能保证服务器的体验 玩家之间无法交换货币的话（常见于RPG服务器）那就只需你自己对货币进行管控 相对的简单一些 也不会出现付费买货币导致通货膨胀的情况 但要做好新老玩家之间的差距设置 差距肯定要有 但一定得是可以追回的 2任务系统 任务系统的话 并不是必要 却是让玩家有一个玩服务器的理由的好办法 当然 你也可以有其他的类似系统 任务系统比较简单了 不用分多种情况 唯一要说的就是 任务种类要多且可以选择 尽量不要让玩家出现被某个设置不太好的任务卡脖子的情况 所以尽量不要选择有递进关系的任务 其次就是奖励 要直击玩家的痛点 玩家需要什么 就给什么 不需要的 少给点就行3死亡惩罚我认为死亡惩罚是一定要有的 比如可以追回的物品掉落 比如部分物品掉落 比如死亡不掉落但掉落经济等等 这样可以让玩家知道 死亡是有代价的 如此 玩家就会主动去规避死亡 当然 如果代价过大 也会使玩家失去找回物品的想法 需要好好斟酌4菜单菜单比较重要 种类也比较多 我将其分为两类介绍1 箱子菜单（即插件实现）这种菜单无法给予玩家极其直观的介绍——哪个按钮是干什么的 要做到两点 宁愿疯狂套层菜单 也要保证每个菜单的简洁 不然会有不少功能被玩家忽略2 vexview这种菜单就直观多了 可以直接写字 让玩家立刻知道菜单中按钮的作用 但也要保证整洁（主要是为了美观）推荐学习goooooogle的扁平化设计及MD配色无论是什么菜单 做好了才是加分项 做不好也得做 做的令人恶心至极的菜单可能是玩家退服的原因之一第二步太长不看版搜寻玩法的实现方式并根据实现方式确定核心（有无mod）玩法要精品+精简 PS 能没有mod就尽量没有今天将是你接触到服务器技术层面内容的第一天 放心 内容很浅现在 是我们将脑中所想转化成实际玩法的第一步 我们要去寻找玩法所对应的实现方法（包括插件/mod）这里主要称述寻找插件/mod的方法 因为 显然 能够自己写插件/mod的人一般不会在这里看教程不是吗首先 我们要学会搜索 度娘无疑是你的好帮手 但也要会利用在搜索内容前输入site:<网址> 即可搜索指定网址的内容（搜索的具体内容前要加空格 例如 site:mcbbs.net 凶猛丶熊猫）然后就是对于可以搜索到具体内容的网站的介绍了 当然也可以使用网站内的搜索 1、mcbbs.net 你正在使用的网站优点：全中文 能搜索到符合自己母语习惯的插件/mod 亦有其他网站搬运/汉化的插件缺点：部分插件/mod（部分搬运贴同样）没能跟上原版的更新速度 使用度娘搜索的话 容易搜索到回收区的插件/mod2、spigotmc.org 世界范围内的mc资源站 （其他外站也类似——具体可以看mcbbs首页下的友链）优点：资源广泛缺点：连接不稳定 资源需要翻译利用这些网站 去搜索你需要的资源 确定你服务器所需要的插件/mod 并确定服务器核心这部分内容可以查询贺兰大佬的教程（https://www.mcbbs.net/thread-1090466-1-1.html）这应该算是技术方面最难的部分了 贺兰写的挺详细易懂的 认真看就能会我唯一要说的是在插件和mod的选择方面 应该要注意的点\n首先是插件\n插件要为玩法服务 而不是随意地拖入一个粘液科技类的插件将之就作为服务器的主要玩法（这样做可以吗 当然可以 但是没有新意）\n插件之间大多是孤立的 但你不能让他们各自孤立 你要让那些本没有前置关系的插件进行联动\n比如说经济插件（例如vault 配合essentialx基础插件对其进行调用）和更多物品插件（例如rpgitem）之间本是没有关系的你可以利用权限组管理插件（例如groupmanager）和菜单插件（例如chestcommands）制作一个“花费游戏币解锁物品配方”的科技系统\n以上利用到了至少5个插件 只为实现一个科技系统\n这是设计服务器的核心想法 用现有的插件实现本不存在的功能（即独创）插件再多也不是事 但功能多了 就会显得廉价\n集成 集成 集成！！学会化零为整！\n各类玩法、系统等 需要精品化 精简化 让服务器显得不那么臃肿&强烈拼凑感\n第三步\n\n太长不看版\n确定目标玩家 尽可能描绘出精准画像 并置身处境 完善服务器\n\n\n\n帖子保存草稿失败 待更新\n",
    "replies": [
        {
            "author": "我为woziji",
            "timestamp": 1602900360,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "1605326841",
            "timestamp": 1602910260,
            "txt_content": "哇SEI好礼还啊      "
        },
        {
            "author": "1605326841",
            "timestamp": 1602910260,
            "txt_content": "mcbbs你最牛B啦"
        },
        {
            "author": "1605326841",
            "timestamp": 1602910320,
            "txt_content": "大声说发斯蒂芬大法 安抚"
        },
        {
            "author": "Zengdadawang",
            "timestamp": 1602992640,
            "txt_content": "哇，好多知识"
        },
        {
            "author": "windproton",
            "timestamp": 1605672180,
            "txt_content": "催更催更，期待楼主后续更新"
        },
        {
            "author": "Grylls",
            "timestamp": 1605673080,
            "txt_content": "学到了    大佬牛逼"
        },
        {
            "author": "MILAME_pcHva",
            "timestamp": 1605673380,
            "txt_content": "不错   已收藏"
        },
        {
            "author": "Dfmaster",
            "timestamp": 1605841200,
            "txt_content": "同意大佬观点，只有策划才能让服务器称得上‘’好玩‘’，很多服主不会，有什么插件有什么模组想加就加进去从来不考虑那些三七二十一的"
        },
        {
            "author": "xin2286056",
            "timestamp": 1605931380,
            "txt_content": "开服赚钱嘛，不寒碜"
        },
        {
            "author": "云祈",
            "timestamp": 1607014980,
            "txt_content": "期待继续"
        },
        {
            "author": "阿莎蕊雅同学",
            "timestamp": 1609614180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}