{
    "title": "【原创/连载】茶色物语 - 一抹茶色",
    "author": "堕天使之墓",
    "replyCount": 2,
    "timestamp": 1597861080,
    "txt_content": " 本帖最后由 堕天使之墓 于 2021-2-8 19:12 编辑 \n\n读同人文必备声明：\n故事中涉及的人物、团体等与现实无关。故事的主人公与作者无关。角色的性别、外貌、行为可能与现实中同名人物有偏差。\n\n\n总感觉，模拟不出真实的另一个论坛成员。\n就是这样。\n\n以下为正文：\n\n最后，我赶到了目的地。\n这里已经来过很多遍了，所以也没感觉到用了多少时间。\n这地方是周边创作馆，属于“灵感交流”大区，和茶馆在同一个区域。虽然定位比茶馆高多了：用于展示文学作品以及模型一类的艺术作品。但，异常冷清：只能看见几个水怪跑到这里发布作品，或者他们小组的成员在这发布模型什么的。因为太冷清，这里只有她和缇米在管，而且也不太常管。\n她推开了门。和昨天一模一样，基本上没几个人。\n好吧，她是来处理举报的。她翻开了终端。\n被举报的是叫做《暗羊的小故事》的帖子，来自名为“一抹茶色512514”的用户，举报理由为“字数过少且无意义”。看一下吧。\n“大概在这里……嗯，在这。”她翻出了这部作品——只是一张纸，纸的左下角还署着“一抹茶色512514”的大名。一看就知道纸上字有多少，光是“字数过低”就可以处理掉了。但还是要确认一下写了什么。\n\n曾经有个版主叫暗夜。曾经有个版主叫绵羊。\n后来，她们在一个夜晚成为了夫妻。\n不对，两个女的的话可能是“妻妻”吧。\n好像也不对。\n总而言之，后来她们在一起了，还有了个叫“暗羊”的孩子。\n不对，理论上弄不成。\n无视吧。\n\n后来，暗羊来到了泥潭，喊了句：爷！暗羊！来到泥潭辣哈哈哈！！！！！！\n之后，暗羊怎么样了呢？\n未完待续\n\n什么鬼玩意。她和绵羊是很亲密没错，但不至于成这样吧……\n“你们俩是能凑成一对，但太早了。”她身旁冒出一个人。“他萌已经迫害到这种程度了吗？但质量太水了，为了金粒我举报了！哈哈！”\n“为了金粒举报，很像水怪的作风。话说你知道‘一抹茶色’是谁不？我不太能记清茶馆里水怪的用户名。”\n“不知道唉，茶馆没遇见过这人。我只是每天在这里翻东西，今天早上看到了这篇文而已。是阳光的小号？”\n“不能轻易断定。好了，现在删掉了。话说是你举报的吧？UID说一下？”\n“2590181。话说终端可以直接发金粒的唉。”\n“好了。6粒金粒，给你了。”我顺手把几粒金粒递给了他。之后便是例行检查一下创作馆的内容。\n“好的。话说这位叫‘一抹茶色’的是哪个人才啊。”\n\n唔，已经下午了啊。根据惯例，版主要在指定的时间点来到“版主沙龙”汇报工作。\n其实也可以和其他版主水聊一小会。\n“版主沙龙”在论坛的一个偏远地区，很大的同时也很隐蔽。每天跑这地方，虽然很麻烦但已经习惯了。\n她敲了敲门。\n“消失在消失的情况下能消失多少个消失？”\n“是8个消失。此外混乱今天也混乱地在混乱中用混乱来混乱。”\n“已确认。”门打开了。\n她第一次来到这里时暗号还算正经，但后来就，呃。暗号能发展成这样，一半能归功于FHC。也不知道论坛管理员管不管。\n沙龙里面的设施很简单。但请不要误会，不至于像地下组织的基地一样简单，毕竟他们可是正规的管理组。里面已经有几个人了。\n——\n“茶色这家伙，不知道该怎么说呢，也不知道是谁给他的勇气，钻版规的漏洞发了个不知道是啥东西的软件。”\n又是茶色？\n“嗨啦，那玩意能解释通，但就是很——”\n有人把我推倒在了地上。“我说，怎么今天没来皮肤版！”\n沙发上的那两人说啥已经听不清了。\n“喂，至少周创那边也有事情要干，小组还——”\n“这个先不说了，昨天你也在摸鱼莉。虽然我们也应付地过来，但至少陪陪我们吧。或者，你真的和绵羊在一起了！如果不是的话请多看一下这边呀！”\n“饶了我吧……”\n“不饶！”\n……\n\n人都来齐了，可以汇报工作了。你问我刚刚那个人怎么样了？炖了，挺好吃的。好吧人其实还在这，只是被训了一顿。\n“我是混乱。例行确定一下今天的工作。”\n开始了。\n“本人累积处理举报63次。此外要说的是，一个叫‘一抹茶色512514’的用户在今日发布含有违规内容的低质量资源包，现已处理。我说完了。”\n“在下今日共处理36次举报，同时删除了2篇低质量文章。同时，名为‘一抹茶色512514’的用户于今日发布了大量错版文章，均已删除并警告。以上。”\n一抹茶色，一抹茶色……怎么又是一抹茶色？\n之后我的注意力全放在一抹茶色上了。“‘一抹茶色512514’发布不合格服务器，现已回收处理。”“还是一抹茶色，发布过时教程，已发卡删除。”“一抹茶色发布低质量地图，下沉了。”……\n有人拍了拍我的肩：“嘿，到你了。”\n“啊啊？嗯……今日处理了2次举报，删除了一篇文章，还是‘一抹茶色’的。就这点。唔……”\n2次举报，又创新低了。\n“看样子她说完了。今天我处理了 186 次举报，全是举报水帖的，我快跑得累死了。还有，依旧是那个茶色，在游戏技巧版发布了无中生有的内容。没了。”她是最后一个了。\n“好的。所以，今天是4月2日，嫌昨天愚人节过得不够过瘾，今天又跑来愚我了？请把证据给我看一下，否则让管埋员把你们全埋了。”\n肯定有证据，毕竟光是举报历史就能说明一切。果不其然，所有人都拿出了自己的证据：文章、绘画、U盘……只要是能记录信息的东西，几乎都有。\n“鉴于你们花了这么多心思提供这个用户违规的证据。如果你们觉得这个账号意义重大的话，我可以考虑调查这个账号，同时将其通报。还有别的吗？”\n“有。”\n“什么？”\n“混乱什么时候允许普通用户发金粒？自回帖奖励关闭后，一堆水怪在抱怨。水怪是论坛的主力用户，如果不——”\n“今天是4月2日。话题结束。”\n最后也没什么了。走出沙龙时已经是夜晚了。\n\n“嘿，去茶馆那边吗？”绵羊摸了摸我的头，问我道。\n“当然。每天都会去夜间茶馆看一下的。”\n“那边要我管，正好一起去。\n顺带一提，我觉得我们不必走太近——如果你也是茶色事件相关者的话，你应该也看到了他写的是啥。”\n“好吧。”\n我和她……保持着一段距离，一起走向矿工茶馆。",
    "replies": [
        {
            "author": "🥶❄️☠️",
            "timestamp": 1597876740,
            "txt_content": "哇，这也太真实了"
        },
        {
            "author": "北极仙光",
            "timestamp": 1597880100,
            "txt_content": "友情提示，缇米已经卸任了"
        }
    ]
}