{
    "title": "「教练，我想写mod！」Wasteland——荒原",
    "author": "MILK蛋糕",
    "replyCount": 4,
    "timestamp": 1597902240,
    "txt_content": " 本帖最后由 MILK蛋糕 于 2020-8-20 14:36 编辑 \n\n\n「教练，我想写mod！」\n荒原 Wasteland\n全新维度与惊心动魄的冒险！理想的MOD版本是1.12.2Forge\n几天前我买的《摆渡人3 无境之爱》到了，马上把它看完了\n看完之后联系摆渡人的世界观，觉得挺适合变成MOD，便衍生了此脑洞\n也行是对摆渡人的致敬吧 《摆渡人》百度百科 TP\n\n\n            “荒原 ”基本地形：1. 城市街道——部分灵魂的起点。从这，走向那条线。                  \n\n\n\n\nfile_1597834506000.jpg (83.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-19 18:53 上传\n\n\n\n\n2. 荒原——荒原最具代表性的地形，夜晚的荒原充满了恶灵，他们会攻击擅自闯入荒原的每一个灵魂；                而在一般情况下白日恶灵不会出来袭击人类，是因为他们怕光。                你可以躲在安全屋里，因为安全屋有法咒使其周围不受恶灵的侵扰。                  \n\n\n\n\nfile_1597834505000.jpg (80.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-19 18:53 上传\n\n\n\n\n\n3. 山地——需要一步一步向上走的山，消耗了许多的灵魂的耐性。4. 沼泽——水是灰色的，阳光无法照射到底部，使人看不清水底有什么，是恶灵理想的藏身之地。5. 峡谷——常年处于阴森，黑暗的状态，似乎也是恶灵理想的藏身之地。\n            “荒原 ”机制:玩家以任何方式死亡后，有25%几率会被询问是否进入荒原。若未进入荒原，玩家会回到出生点，等级强制清零并获得永久“诅咒I”debuff，无法获得经验（无视/xp）。选择进入荒原，玩家的身份由人类变为灵魂，出生点随机（其中城市街道地形仅在玩家被其他玩家杀死时有80%概率出现），进入一个全新的世界，之前的在身上的装备全部暂时消失（渡过荒原回到主世界可以恢复）。跨过荒原的边境线时，玩家可以选择回到主世界出生点、成为摆渡人或重返荒原。从边境线回到自己的荒原出生点时，灵魂/摆渡人重新变回人类（玩家），回到主世界死亡地点，获得强大的回复能力（永久\"生命恢复V\"），但距离自己16区块内每24000ticks生成1只普通恶灵摆渡人在荒原内不会死亡，可以释放魔咒（如阻挡魔咒），自带永久\"夜视I\"、“抗性提升II”buff。摆渡人的任务是带领灵魂离开荒原，若擅自离开荒原会被惩罚（获得永久“诅咒I”debuff）。荒原时间流逝的速度是主世界的4倍，也就是说，荒原的一天仅有6000ticks=5min任何实体在荒原内都无法进行破坏性的行为。荒原中会随机生成安全屋（每隔800格必定有一个真正的安全屋）恶灵会受到天气影响，在乌云密布时即使是在白天也不会躲藏、在天气异常干燥炎热时即使是困难模式也会尽量躲藏。沼泽深处有水下恶灵，除了会游泳、击退抗性100%和离开水过久会死亡以外与普通恶灵没有区别；沼泽中心有触手，会打翻过往的木船，抓住灵魂/摆渡人往水下拖。除了初始恶灵以外的恶灵都不是凭空产生的。每个荒原有100只初始恶灵且每6000ticks会重置初始恶灵的状态，平时躲藏于荒原的阴暗处中，当它们不再感到阳光强烈时，会开始追捕灵魂，试图吃掉灵魂，让他们成为自己中的一员。每当灵魂被恶灵杀死，模组会记录使普通恶灵数量+1，初始恶灵与普通恶灵的形象无明显区别；普通恶灵会受到音乐的影响，停止攻击。\n        根据难度，荒原维度会有不同的变化:    简单模式与普通模式对应《摆渡人》中的正常荒原生成如上基本地形；荒原的一天有6000ticks，恶灵们会在黄昏时出没，在日出时躲藏；不会有假安全屋生成；普通恶灵的属性：血量25/30心，伤害5/7心，击退抗性50%/75%；恶灵惧怕烈焰棒、火把，灵魂手持烈焰棒或火把攻击恶灵可以对恶灵造成10心伤害，其他工具或武器与空手无异；灵魂每次以上述方式攻击恶灵均会消耗物品，且有50%的几率被反击3/5心并得到“缓慢I”debuff 30s；死亡变成一团黑烟，随即消散\n    困难模式对应《摆渡人》中的真实荒原生成如上基本地形，天空为红色，如同有火焰在烧灼；荒原没有强光，恶灵们可以在任何时候出没；有假安全屋生成，恶灵可以随意进入；沼泽水变为黑色，完全不可见内部情况，灵魂/摆渡人进入水中的氧气消耗是平常的2倍。普通恶灵的属性：血量25/30心，伤害10心，击退抗性90%；惧怕烈焰棒，灵魂手持烈焰棒攻击恶灵可以对恶灵造成10心伤害，其他工具或武器与空手无异；灵魂每次以上述方式攻击恶灵均会消耗物品，且有60%的几率被反击5心并得到“缓慢II”debuff 30s；死亡变成一团黑烟，碰到的玩家会得到“凋零I”debuff 10s，较短时间后消失。\n",
    "replies": [
        {
            "author": "318731066",
            "timestamp": 1611922680,
            "txt_content": "666666666666666666666"
        },
        {
            "author": "767721952",
            "timestamp": 1611938100,
            "txt_content": "这个mod做的可以"
        },
        {
            "author": "mczhanshen",
            "timestamp": 1613477340,
            "txt_content": "要是真的能做成完整版那就NP了"
        },
        {
            "author": "Gu54",
            "timestamp": 1613495520,
            "txt_content": "这鬼魂系统之前玩过差不多的，就是玩家会变成半灵体，身上物品全部移动到墓碑，伤害降低，这mod给加到服务器里了，玩的贼劝退"
        }
    ]
}