{
    "title": "[ Minecraft.net | MINECRAFT BUILDS ] 以之搭建：青金石！",
    "author": "像素君",
    "replyCount": 2,
    "timestamp": 1597944180,
    "txt_content": " 本帖最后由 像素君 于 2020-8-21 01:27 编辑 \n\n\n\n\n\n\n\n\n\n183629n29t45j6xxt6q56x.jpg (124.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-21 01:18 上传\n\n\n\n\n\n\nBUILD WITH IT: LAPIS!以之搭建：青金石！\nA true blue building buddy一位内心“蓝”受的建筑伙伴\nGet ready to treasure lapis – a gem of a block designed to brighten up your builds in this week’s Build with It! Lapis is perfect for building. In fact, that’s one of its primary functions in Minecraft. Use the block to build your creations, or do a little crafting to dye other items a brilliant and bold blue. With lapis, the potential is only limited by the amount of materials you can store (like this treasure chest inspired build by Kimandjax)!\n请珍惜我们的朋友青金石——它不仅是做客本周“以之搭建”栏目的宝石，更是一种给建筑锦上添花的宝石！青金石可谓建筑的绝佳选择——当然，这也是它在Minecraft中的几个基本功能之一。你可以用青金石建造你的作品，或是用它合成染料，使一些物品染上鲜艳而粗犷的蓝色。有了青金石，你的潜力将只会受限于它的存储量（就像Kimandjax以青金石为灵感建造的这个宝箱）！\n\n\n\n\n\n\n183624yf753jv45kwi53ew.jpg (79.49 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-21 01:18 上传\n\n\n\n\n\nA dazzling rooftop by DiamondBack662.由DiamondBack662建造的耀眼的屋顶\nYou could take a more subtle approach as well because we know the bright blue may not fit the rest of your design dreams. Still, if you’re dreaming of some sparkly ways to break up your stone builds, try using the ore inside your build as an accent like TommyPusherMC has done here below.\n当然，你也可以将青金石用于某些细节之处——我们明白，如此明亮的蓝色可能并非填补设计之梦的合适选择。不过，如果你梦想着以某些耀眼奇特的方式在自己那古板的石头建筑中实现突破，你大可像TommyPusherMC在下图所展示的那样，将矿石作为建筑内部的点睛之笔。\n\n\n\n\n\n\n204803gk4bg3suzjoosbg5.jpg (76.6 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-21 01:18 上传\n\n\n\n\n\nMake more with your ore, as illustrated by TommyPusherMC.你可以试着像截图中TommyPusherMC所做的那样，在建筑中使用矿石\nLapis can be used in all kinds of builds that need a blue hue. A tried and true style, you could use it within classic magic and fantasy castles or perhaps to represent a detour to the stars and beyond with a sci-fi motif. Don't feel like building underwater with some of our more recent Build With It suggestions like prismarine and coral? Why not pay homage to your aquatic-themed dreams on land by using lapis to represent the ocean?\n青金石可用于各种需要蓝色 色调的建筑中。青金石蓝作为一种可靠且写实的颜色，不仅可以被用于建造充满经典魔幻气息和幻想气息的城堡，还可以在科幻主题的作品中被用来呈现蜿蜒无尽的星河。听说你不想用我们先前在“以之搭建”里介绍的海晶石和珊瑚在水下进行建筑？何不尝试着在陆地上用青金石代表海洋，向你那建造海洋主题建筑的梦想致敬呢？\n\nGrab your mining gear, clear up your inventory space, and spend some time collecting as much lapis as you can carry because after you’ve stocked up, get ready to rock this block in all kinds of ways. We've included a few of these stylish community builds we received to help provide some inspiration.\n带好你的挖矿装备，清空你的物品栏，在能将其带走的前提下花上一些时间尽可能多地采集青金石吧！当青金石的储备量足够时，你就可以尝试着以各种方式玩弄青金石块了。我们收录了一些利用青金石进行建造的漂亮建筑，或许它们能为你的建造提供一些灵感。\n\n\n\n\n\n\n204803g8u9hh6ks1e4llcu.jpg (76.93 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-21 01:18 上传\n\n\n\n\n\nA regal representation of lapis by Average Potato由Average Potato用青金石建造的皇室风格建筑\n\n\n\n\n\n204803vozebnlyy0okoe0k.jpg (61.57 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-21 01:18 上传\n\n\n\n\nPk Craft created a statue just for us!PK Craft为我们建造了一座雕像！\n\n\n\n\n\n204803t7t6urvsquvl922k.jpg (77.17 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-21 01:18 上传\n\n\n\n\n\nA home ready for any surroundings by ourjohnsonlifeourjohnsonlife建造了一座适用于任何环境的小屋\n\n\n\n\n\n204803ihkdtxtvk2tmtjtt.jpg (69.78 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-21 01:18 上传\n\n\n\n\n\nChallenge yourself to use one shade only like craftmine_news has done你也可以像craftmine_news一样挑战自己——只用一种颜色风格的方块进行建造\nReady to see your builds featured here? Just email FeatureMe@minecraft.net with screenshots of your creation and some info about what you’ve created. We're currently looking for your diamond, bricks and emerald creations to feature in May! If you're lucky, you may just see your build featured in an upcoming article.\n想在这里看到你的作品吗？只需要将作品截图和相关介绍发送至FeatureMe@minecraft.net。目前，我们正在征集利用钻石、砖块和绿宝石进行建造的作品——而这些作品将有机会展示在五月发布的博文中！如果你足够幸运，就有可能在下一篇博文中发现自己的作品！\n\n\n原文链接：https://www.minecraft.net/zh-hans/article/build-it--lapis-\n原文作者：Nova Barlow\n原文发布日期：2020年4月17日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1597969380,
            "txt_content": "\n\n感谢nb女士百忙之中抽空写博文敷衍我们（"
        },
        {
            "author": "半夏情陌",
            "timestamp": 1598041860,
            "txt_content": "论坛里的东西时刻提醒我自己是个fw"
        }
    ]
}