{
    "title": "【原创/连载】神圣辉针帝国-第一章（会持续更新）",
    "author": "Haakon",
    "replyCount": 4,
    "timestamp": 1598051880,
    "txt_content": "以下是正文\n神圣辉针帝国的历史，要从一个山坳里说起。\n\n\n\n\nfile_1598051725000.jpg (162.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-22 07:15 上传\n\n\n\n\n\n在很久很久以前，一伙身穿青色上衣，蓝色裤子的方块人来到了这片山坳里，准备在这里安家\n最开始，只有一个小石屋，和依照小湖边建设的围绕式农田\n\n\n\n\nfile_1598051759000.jpg (146.22 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-22 07:15 上传\n\n\n\n\n\n昔日的小石屋（此图里已经被修过四遍）已经成为了辉针城众多堡垒之一\n从这片小片草地的开发建设开始、到皇帝迁往铅芯亭这段时间、被称为帝国开端的前几年、因为众人普遍使用木器、所以这段时间被称为木器时代。\n这个时期、也是一个从松散的部落联盟转变成一个准封建国度的时期、甚至于说、类似于周朝的国人制度。\n在方块人抵达到辉针山坳的第一年、被称为辉针一年、至今已有488年历史了。\n在早期、方块人们就在辉针山坳逐渐组建了多个氏族部落、因为辉针山坳周边的野兽怪物侵袭严重、于是各氏族以年龄最高的氏族首领为总头目、建立了第一个部落联盟制的准国家、初代总头目将国名称为神圣萌喵帝国（因为该氏族的称呼为萌喵）但将该地区称为、辉针地区、这是因为当地的样貌很像某平行世界的辉针城地形。\n此时、该地区尚存有九个氏族、分别是、建筑湖上石头堡垒的白氏、骁勇善战的茨氏、建造木屋的城氏、总头目萌喵氏、种田的震氏、养鸡的公氏、探险的芯氏、钓鱼的俊氏、砍树的安氏。\n起先、众氏族因被怪物所侵袭、只好躲藏在山坳的山洞里、并对洞窟进行了扩展、随着山坳的洞窟挖掘的石头越来越多、白氏希望利用这些石头修筑房屋、众氏族皆同意、于是一个石头堡垒就修筑在一湾小湖上、并且、由震氏来将附近的小湖边种上农田、公氏在中间养鸡、这是整个帝国的扩张之始。\n但周围的怪物部落却并没有因为石头堡垒而放弃讨伐这些方块人、于是他们对方块人进行了一次又一次的冲击、方块人依靠着石头堡垒对他们进行了每日每夜的抵抗、很多方块人因此战死沙场、尤其是特氏，他们的头目常常身先士卒抵抗怪物，芯氏因此决定自行探险寻找一片完全没有怪物侵袭可能性的区域。\n但白氏自从在地下挖出第一颗钻石后、事情发生了改变。\n白氏头目利用钻石做成的稿子将黑曜石从深暗的地下挖出、在石头堡垒的四个门口建设了四个用黑曜石做的地狱门、这样一来、怪物的入侵者只能进入地狱而不是闯入堡垒、再强大的怪物也伤不到方块人了。\n有了坚实的基础后、各氏族决议以此为据点向外扩张、城氏在石头堡垒的西边修了一个木屋、作为各氏族的临时库房、工作室。\n又过几年、大概是辉针8年、辉针城（今称内城）被建立起来了、首先是长长的护城河、因为在早期没有城墙的缘故、各氏族只能先修建这样一个短小的护城河来维护各氏族安全。\n随着各氏族的发展迅速、很快、辉针9年、城氏筑起辉针城墙、只留了一个门、门外以柴火筑桥、因为柴火本身的高度很高、怪物虽然落水也无可奈何、准备攻击城墙的怪物只能从此通过、这就是现今的旧东门。\n\n\n\n\nfile_1598051784000.jpg (77.2 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-22 07:16 上传\n\n\n\n\n\n今天的旧东门（后来被翻新并修过，昔日这里曾经有云杉木板，木门做城门，后来因为主城扩张而因为狭小而拆除）\n\n\n\n\nQQ图片20200814031941.jpg (137.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-22 07:16 上传\n\n\n\n\n\n现在的辉针城，内城在结构上与早期的内城无区别\n自从城墙建设完毕，内城结构也开始成型，内城开始建设起住房，仓库，马厩，行政厅，图书馆，一个行政体也被建立起来了。\n‘辉针12年4月，总头目宣布部落改为神圣萌喵帝国，成立国家，自立皇帝，史称-萌喵一世。\n但此时所谓的“帝国”也就是，“一城”，甚至说，“一堡”之国。\n在建立国家之后的第二年，辉针14年11月，由于僵尸部落欺人太甚，城氏奉命率部自辉针城出发，在辉针城外与僵尸部落发生了一场征服战，最终，城氏取得了短暂的胜利，并在城外设立了“南城塞”这个据点以进行对当地的维护\n\n\n\n\nfile_1598051825000.jpg (128.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-22 07:17 上传\n\n\n\n\n\n这座城塞曾经是帝国最外端的据点（图片右方的沙石建筑为甘蔗机）\n自从对辉针城外的征服战得胜后，各氏族在他们头目的带领下渐渐的都走出辉针城开始建设自己的建筑\n首先是白氏，自从此战结束后，白氏族开始了对外的种植业发展，随后，其农田规模甚至超过了内城本身。\n之后是安氏，在种植业蓬勃发展之后，开始在南城塞的庇护下养起小羊，不再以砍树为业。\n而且这个时候，辉针内城也进行了地下扩张。\n在地下，因为仓库空间不足，就向下要地。\n在辉针城下， 白氏建有一个庞大的史莱姆空置域，在当时，是一个相当宏伟的存在。\n要知道，当年用的可是木器，那是一个石器（也有用，但是没有那么多，因为都用在修建筑和城墙上了），铁器不发达的时代。\n但是在这个时间中，各氏族除了很早就走出去的芯氏外，其他氏族并没有离开辉针山坳这个区域一步。\n辉针22年7月，芯氏率其亲信回归，邀请皇帝陛下前往已经建立完成的铅芯亭庄园\n铅芯亭庄园是一个坐落在两条大河（后来称为牛圈河和栅条河）的中间，芯氏排除万难将中间的地块建造成了一个岛上庄园，此地与辉针城比，极为美丽，也更安全，物资丰富，可高枕无忧。\n自从皇帝陛下看到了铅芯亭庄园的美景后，就认定铅芯亭为首都，并邀请其他各氏族前往铅芯亭居住\n这其实也是芯氏的发展成果，这里的苦，只有芯氏族人才懂。\n利用当地的材料，芯氏在辉针城前修筑了刷甘蔗机，便于各氏族使用甘蔗此甘蔗机，也是当年唯一一个刷东西最多最快的机器\n由此，帝国进入了以铅芯亭为首都的时代，辉针城皇帝陛下交给了愿意留下来的城氏和白氏，芯氏也愿意与城，白氏合作共同发展。\n自此，帝国第一个封臣也就出现了，辉针伯爵，这个时候辉针伯爵的持有者是白氏\n（下承接第二章：铅芯亭时代）\n\n",
    "replies": [
        {
            "author": "800805",
            "timestamp": 1598096940,
            "txt_content": "配图挺好\n类别请选『图文故事』"
        },
        {
            "author": "Haakon",
            "timestamp": 1598097000,
            "txt_content": "800805 发表于 2020-8-22 20:49\n配图挺好\n类别请选『图文故事』\n好的！感谢大佬指点"
        },
        {
            "author": "yinglibai",
            "timestamp": 1598350860,
            "txt_content": "你这写的太nm中二了吧，我喜欢（"
        },
        {
            "author": "Haakon",
            "timestamp": 1598357640,
            "txt_content": "yinglibai 发表于 2020-8-25 19:21\n你这写的太nm中二了吧，我喜欢（\n当然"
        }
    ]
}