{
    "title": "[Minecraft.net | DEEP DIVES]本周方块：磁石",
    "author": "Water_Bell",
    "replyCount": 4,
    "timestamp": 1598054160,
    "txt_content": " 本帖最后由 Water_Bell 于 2020-8-22 07:56 编辑 \n\nDEEP DIVESBlock of the Week: Lodestone\n本周方块：磁石\n\nGet a lode of this!\n  石目以待吧！\n\nDuncan Geere\n\n\nOne of the most useful items in Minecraft is the compass – an item we featured about a year ago in our Taking Inventory column. “They serve a single purpose – pointing to the world spawn point,” we wrote. “If you’re planning on wandering off into the wilderness, then it’s highly recommended to take one with you so you can actually find your way back home again.”\n指南针是Minecraft中用处颇大的物品之一。差不多一年前，我们曾在 本栏目的一篇文章 中介绍过它。当时我们这样写道：“ 它们生来只有一个目的 – 指向世界出生点。如果你正准备一次野外探险，我强烈建议带上一个指南针来找到回家之路. ”\n\nBut compasses have a downside – they only work in the Overworld. The same mysteries of Minecraft physics that cause blocks to stay suspended in the air when you mine out the block below them also cause compasses to go haywire in the Nether and the End.\n但是指南针也有弊端，只在主世界有效。Minecraft里神奇的物理特性使下方被挖空的方块悬在空中，同时也让指南针在下界和末地随机乱转。\n\nSo in the most recent patch, the Nether Update, we added something new. Lodestone is a block that lets you alter the place compasses point to, and it can be used in all three dimensions, making it suddenly worth taking a compass with you again.\n所以我们在最近的下界更新中加入了点新东西。磁石让调整指南针的指向地点成为可能，它在所有维度中都适用，使得指南针再次成为值得携带的物品。\n\n\n\n\nYou’ll often find lodestone in chests in bastion remnants, but you can also make it yourself with a netherite ingot surrounded by chiseled stone bricks in a crafting grid. To make netherite, you’ll need gold and netherite scraps, which in turn are smelted from ancient debris. You’ll need a diamond pickaxe to collect ancient debris.\n磁石时常现身于堡垒遗迹的箱子中，你也可以在工作台上用一圈錾制石砖围上一个下界合金锭来合成它。说到下界合金锭，它需要金锭和下界合金碎片，下界合金碎片由远古残骸烧炼而成，而远古残骸又需要钻石镐来开采。\nOnce you’ve got a lodestone block, plop it down on the group, whip out your compass, and mash the “use” button. You’ll know it worked if the compass gets an enchantmenty sheen to it. If the lodestone gets broken, or is in another dimension, the compass won’t work at all.\n得到磁石后，把它放下，掏出你的指南针，按下 “ 使用 ” 键，如果指南针发出附魔光泽，表明它开始生效了。如果磁石被破坏或者处于其他维度，指南针将会失效。\n\n\n\n\nIn the real world, lodestones are another name for naturally-occurring magnets. These rare finds, made of the mineral magnetite, attract both pieces of iron and curious onlookers.\n在现实世界中，磁石是天然磁铁的别名。这些稀有的由磁铁矿制成的物品，吸引的不只是小铁块，还有充满好奇心的人们。\n\nMost magnetite isn’t actually magnetic, and if you magnetise it then it doesn’t stay that way for very long. But occasionally impurities in their crystalline structure allow them to stay magnetised for much longer. This leads to the question of how they become magnetised in the first place. This is something science doesn’t have a very good answer to yet. The leading theory is that they capture the extreme magnetic fields generated when lightning strikes the ground, which is supported by the fact that lodestones are only really found near the surface of the Earth, not far underground.\n实际上多数磁铁矿不具有磁性，并且被磁化后磁性也无法长久保留。但是存在于它们晶体结构中的杂质有时能使它们保持磁性的时间大大增加。这就引出了它们一开始是怎样被磁化的问题。对此，科学界还没有一个恰当的解释。前沿理论认为闪电落下时产生的强大磁场磁化了它们，磁石仅在离地面不远处被发现的事实为也这一观点提供了证据。\n\nHowever they’re formed, humans have been using lodestones since at least the 6th century BC, when Ancient Greek philosopher Thales of Miletus wrote about them. Independently, Chinese scholars wrote about them in the 4th century BC “Book of the Devil Master Valley”, and were using them for geomancy by the 2nd century BC.\n无论怎样，磁石还是形成了，至少在公元前6世纪，米利都的泰勒斯在他的作品中提到磁石时，人们就已经在使用它们。无独有偶，中国学者们于公元前4世纪在《鬼谷子》中也提到了磁石，并且在公元前2世纪之前就已经将其用于风水。\n\nThe discovery of a lodestone artefact created by the Olmec people of what is now Mexico suggests they may have been using them for more than a thousand years prior to that too, but history doesn’t record what they were used for – perhaps to orient their temples, dwellings or tombs.\n奥尔梅克人即现在的墨西哥人制作的人工磁石的发现，表明了他们先前使用磁石的历史可能已经超过了1000年，但是他们并未记载磁石的用途。可能是用来定位他们的神庙、房子、抑或是坟墓吧。\nSo next time you set off on a journey through the Nether, do yourself a favour and set a compass on a lodestone next to your portal so you can find your way home again. You’ll be glad you did.\n所以下次在开启你的下界之旅前，不妨在传送门旁边用指南针绑定一个磁石以便找到回家的路。你绝对不会为你所做感到后悔的。\n\n\n\n【Water_Bell 译自官网 2020 年 08 月 20 日发布的 Block of the Week: Lodestone；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "咸鱼爱好打奈子",
            "timestamp": 1598055060,
            "txt_content": "阿巴阿巴阿巴阿巴阿巴阿巴"
        },
        {
            "author": "咸鱼爱好打奈子",
            "timestamp": 1598055060,
            "txt_content": "111111111111111"
        },
        {
            "author": "咸鱼爱好打奈子",
            "timestamp": 1598055180,
            "txt_content": "1111111111111111111"
        },
        {
            "author": "咸鱼爱好打奈子",
            "timestamp": 1598055240,
            "txt_content": "11111111111111111111111"
        }
    ]
}