{
    "title": "【原创/连载】黄昏神教#26",
    "author": "北极仙光",
    "replyCount": 1,
    "timestamp": 1598013000,
    "txt_content": " 本帖最后由 北极仙光 于 2020-8-22 09:14 编辑 \n\n第二十六章——幕后黑手，终局之战  伴随着两个巨人的死亡，心灵网络也随之崩解。  风行天的感知重新回到了身体。眼前的两个巨人仍旧保持着之前的姿态，不过生命气息已经彻底消失。  通过刚才的经历，风行天的身体素质和精神力都基本达到了boss水准，黄昏buff已经无法对他造成任何影响。  稍微平复了下心情，风行天拔出了巨人之镐，来到了云小屋地下的洞穴中，找到了余烬之灯，向最终的目的地——荆棘城堡进发。  ······  “过了四天了，那个小家伙应该闯过米诺陶那关了吧。”  生机盎然的花园里，绿衣少女走出了小屋，坐在一个看起来十分科幻的方块机器前，用它观察着风行天。  “嗯，不对，这是······都打到荆棘城堡了？”  少女被吓了一跳。  “emm，那个家伙不在，问题应该不大······吧？”  ······  此时的风行天，已经进入到了荆棘城堡内部。  黄昏Ⅸ的buff丝毫没能阻挡他的脚步。城堡内部同样一个小怪或小boss都没有，仿佛早就让好了路一般。  登顶了。  整片顶部平台都是由刻着魔法符文的未知材质铺成，闪烁着蓝色的光芒，这里同时也是正片暮色森林的最高点，可以看到极为壮阔的风景。  但是，平台上什么都没有。  就连原本游戏中紫色的屏障，都消失了。  “系统，你说好的boss呢？”风行天问道。  “我······我也不知道啊。”系统语气有些不确定，“要不，就算你通过了？”  “你知道吗，我特别讨厌你在这种大事上用疑问语气和我说话。”风行天一边随口接话，一边向前走着。  “诶，这里好像有道屏障。”  风行天用精神力简单扫描了一遍，发现除了边缘部分，整个平台都被一道不知是什么的屏障笼罩着。  他犹豫了一下，还是迈了进去。  霎时间，天地转换。  原本繁星点点的夜空，变得昏黄一片。  原本空无一物的广场中心，出现了一根顶天立地的巨大十字架。  十字架大体呈白色，上面刻着繁复而又华丽的黄色纹路，这些纹路在十字架的中央，扭曲汇集成了一只竖眼的形状。  而在十字架的正前方，一道穿着黑色长袍的瘦削人影正低头站在那里，双手合十，似乎在虔诚地祈祷。  听到脚步声，他转过身，望向风行天，露出了一个诡异的笑容。  他的眉心处，也有着一只竖眼，黄色的瞳孔，宛若漩涡般深邃。  与此同时，一幅又一幅画面在风行天脑海中如爆炸般不断涌出。  火山上的黑曜石，下届要塞里的地狱砖，末影之眼······  这仿佛是在告诉风行天，你的一切，都在我的监视之中！  下一刻，系统急声道：“不对，他有问题！快@#%￥&*……”  风行天的眉心开始刺痛，不过这一次分外强烈，让他感觉脑袋几乎要裂开了。  这意味着，系统已经被隔绝，而自己······死后将无法复活到现实世界！  花园中的绿衣少女，看到这一幕后，腾地站了起来，原本悠哉游哉的表情顿时消失。  “这家伙没走！完了，全完了······”   “你到底是谁？”  经历了一系列的震惊后，风行天强忍着不适，发问道。  黑袍男子依旧保持着诡异的笑容，轻声道：“自我介绍一下，黄昏神教圣子，查拉图。”  风行天懵逼了。  查拉图不紧不慢地接着说下去：“听不懂不要紧，我给你简单介绍一下吧。”  “世界无边无际，没人知道它有多大。用你们的说法，我们都是存在于其他的宇宙空间中。  我们所处的宇宙十分狭小，不过此外，还有着许多如气泡般的小宇宙，我们已经可以打穿不同小宇宙的边界，来往穿梭于不同的宇宙中。  目前为止，对我们而言，已有五十六个小宇宙被发现、统一，进而诞生了统 治 阶 级——宇宙四大神朝。  我黄昏神教，便是四大神朝之首！  我们曾经愚昧地以为世界只有这么大，知道有一天，我们发现了你们所在的宇宙，我们称之为——主宇宙。  接触到了它，我们才发现，我们之前的自以为是是多么可笑。  但可惜，越是庞大的宇宙空间壁垒越是强大，我们目前还无法打破它。  所幸，我们发现了这个主宇宙的附庸空间，也就是你所说的测试空间。  它的壁垒并不算厚，可以当作跳板。可惜，它已经诞生了意识，在这个世界里，它就仿佛天道一般，我们拿它毫无办法。  但即便如此，我们还是进行了诸多尝试，其中之一就是根据Minecraft中的衍生模组创造小空间，这可以瞒过那个系统。  这原本只是个备用计划，直到我们得知，它开始往这个世界输送‘测试者’。  所以，我只需要把你骗到这里，杀死你，再借助黄昏圣十字架的力量将我完全伪装成你，就能让我们的势力进入主宇宙！”  “嗯，所以，你为什么不执行你的计划，却跟我说这么多？”风行天一边消化着海量的信息，一边出声问道。  查拉图继续道：“因为我们发现，你并不普通。  我们已经初步研究出了修炼体系，目前有凡人、半神、神明三个阶位。  提升阶位的方式千奇百怪，杀戮、挖掘，甚至交易货物、钓钓鱼都可以。  你身为测试者，掌握这种方法并不奇怪。  但就我们而言，一个人一生只能选择一种方法。  而你，据我所知，这些方法都用过。  根据我的推断，要么是你的体质极为特殊，要么是你掌握有我们不知道的神奇方法。  所以，你是否愿意加入黄昏神教？”  “如果我不呢？”  查拉图的笑容顿时消失，冷冷道：“那我就只能执行原计划，让你去死了。  总是，是或不是，选一个吧。”  “这样啊。”风行天认真想了想，道，“我选C，先打一架再说吧。”  查拉图被气笑了。  “真是无知啊，我现在就让你知道，神和人的差距！”  话音刚落，风行天手里的剑顿时自己调转方向，向他刺去，身上的盔甲也向内凹陷，仿佛要把他挤扁一般。  风行天一惊，连忙抛出了身上最后一颗末影珍珠，同时飞快地将身上所有来自暮色森林的物品全都扔了出去。  下一刻，没有任何防护风行天出现在了一旁。  “来啊，你拿什么打我？”查拉图戏谑地看着风行天。  风行天抽出了钻石剑，然而紧接着，它就寸寸断裂，残渣洒落在地面上。  “打造这把剑的材料，你忘了是从哪里来了的吗？”  “那个流浪商人！”风行天迅速反应了过来。  “挺聪明的嘛，他也是我的眼线之一。”查拉图笑道，“本来想让你死得很慢很慢，但亡灵圣殿和末影皇族都有成员死在你手上，我还是给他们个面子吧。”  能让他给面子的······也就是四大神朝的其他三个了吧，他说的成员应该是······末影龙和凋灵？  风行天正想着，四肢突然变得僵硬了起来。  “现在，这个结界内的规则已经被调成了Minecraft游戏内的规则了。”查拉图轻蔑道，“这样······能让你死得有尊严点。”  风行天的注意力却被吸引走了。  他隐约感知到一个仿佛输入框的东西，似乎可以用精神力烙印下字符，上面还有一闪一闪的光标。  “这······这也有？”风行天有些诧异，不过他也意识到，这是翻盘的关键！  这时，查拉图已经冲到了风行天面前，嘴角噙着残忍的笑容，一拳砸了下去！  风行天的身体如同破布袋般飞了出去，但是，一道金光自他胸口 射出，瞬间就让他复原如初。  奥斯卡小金人之不斯图腾！  说实话风行天有些意外，他还以为会想游戏里那样锁血呢，没想到竟然直接让自己的状态重回巅峰。  而查拉图则是愣了一下，然后大笑起来：“生命学派的圣物！真是一举两得啊！”  话音未落，他便接着冲了过去，一拳接一拳地砸下。  一个又一个不死图腾化为飞灰，风行天却是充耳不闻。  “呵，你已经放弃挣扎了是吗。”查拉图一拳轰碎最后一个不死图腾，看向地上遍体鳞伤的风行天。  “给我去死吧！”  与此同时，输入框中的字符也终于烙印完成。  /gamemode 1  执行！  查拉图刚想下杀手，却突然感到了一股令他战栗的气息。  那是神灵的气息！  风行天从地上爬了起来，身上的伤口早已消失不见。  “不可能，这不可能，这不是真的，你只是个凡人！”查拉图疯狂地大叫起来，再次向着风行天轰去。  风行天轻轻接下，淡淡开口，道：“你刚才打我打得很开心啊。”  “啊啊啊啊啊啊——”  被胖揍一顿的查拉图倒在地上，却笑了起来：“你的阶位是不完美的，你现在连半神都不是，压根没办法对我造成真正有效的伤害！”  “是吗？”  风行天奇怪地看了他一眼，反手掏出了一个命令方块，放在地上。  查拉图：“······”  直觉告诉他，眼前的这东西绝对可以弄死自己。  “再见了。”风行天一边说着一边打开了GUI，开始输入命令。  “不，你不能这样！”查拉图像是感到了恐惧，疯狂地大叫起来，“我是黄昏神教的圣子，你杀了我，长老们会追杀你到天涯海角！”  “威胁台词太老套了，下辈子换一个。”风行天丝毫不为所动，“哦，还有，下辈子再用这种玩法的话记得关作弊。”  命令执行。  查拉图就这样惨叫着，化为了虚无。\n索引帖\n",
    "replies": [
        {
            "author": "Day_music",
            "timestamp": 1598108580,
            "txt_content": "小说写的不错，加油楼主"
        }
    ]
}