{
    "title": "[Minecraft.net|MINECRAFT BUILDS] 大型城市建筑",
    "author": "安少An_Shao",
    "replyCount": 5,
    "timestamp": 1598077980,
    "txt_content": " 本帖最后由 安少An_Shao 于 2020-8-22 14:33 编辑 \n\nMINECRAFT BUILDSBig City Build\n大型城市建筑\n\nSubmitted by MayoChips\n由 MayoChips 提交\n\nNova Barlow\n\n\nInspired by large American cities, the team of MayoChips,Vilehh,Limbo03, and Joeeeey(with shaders by SEUS PTGI 8) started creating their custom city approximately two years ago – and haven’t stopped building since.\n大约两年前，MayoChips,Vilehh,Limbo03 和 Joeeeey 组成的四人团队受美国大型城市建筑的启发，(搭配 SEUS PTGI 8 光影) 开始着手建造他们的故乡城市 – 截至目前都没有完工。\n“I’ve always been a fan of big-time American cities,” says MayoChips. “Lately, I’ve been in the mood to build a lot, so we started building more stuff. The city is not a real place, but the buildings are based on real ones or based on the principle of real ones. Some buildings (like the plaza hotel) are a direct copy of the real deal. For inspiration, we mainly look at New York City and Chicago.”\n\nMayoChips说。“我长期以来一直都是美国大型城市的粉丝, 最近，我内心非常想去建造很多东西，所以我们开始建造更多建筑。我们所建造的这个城市并不是实现中真实存在的地方，但这些建筑物都是基于真实存在的建筑或者真实建筑的物理原理所建造的。就例如一些类似于广场酒店的建筑，就是现实建筑的完美复制。因此为了获得灵感，我们主要放眼观察于纽约和芝加哥两座城市。”\n\n\nThanks for sharing these, MayoChips. We look forward to seeing what you and your group create next!\nThanks for sharing these，MayoChips。We look forward to seeing what you and your group create next！感谢MayoChips的分享。我们非常期待看到您和您的团队接下来的建筑！\n\nHave you and your friends made a build you’d like to share? Feel free to send your screenshots (and a little information about your structures) to FeatureMe@minecraft.net . You can also tag it as #FeatureMeMinecraft on social media. Who knows, you may just see your creations highlighted here!\n您和您的朋友有没有完成想要分享出来的建筑呢？你可以随时将你的建筑截图 (以及一些关于建筑结构的信息) 发送到 FeatureMe@minecraft.net 邮箱。你也可以在社交媒体上添加标签 #FeatureMeMinecraft 参与话题。谁都不知道你会不会在这里看到您优秀的作品！\n\n\n\n【An_Shao 译自官网 2020 年 08 月 19 日发布的 Big City Build；原作者 Nova Barlow】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "chen_hong_an_",
            "timestamp": 1598755440,
            "txt_content": "完成任务"
        },
        {
            "author": "chen_hong_an_",
            "timestamp": 1598755440,
            "txt_content": "完成任务"
        },
        {
            "author": "chen_hong_an_",
            "timestamp": 1598755500,
            "txt_content": "完成任务"
        },
        {
            "author": "chen_hong_an_",
            "timestamp": 1598755500,
            "txt_content": "完成任务"
        },
        {
            "author": "chen_hong_an_",
            "timestamp": 1598755500,
            "txt_content": "完成任务"
        }
    ]
}