{
    "title": "[ Minecraft.net | MINECRAFT BUILDS ] 以之搭建：绿宝石！",
    "author": "像素君",
    "replyCount": 9,
    "timestamp": 1598031000,
    "txt_content": " 本帖最后由 像素君 于 2020-8-22 01:36 编辑 \n\n\n\n\n\n\n\n\n\nemerald_hero.jpg (84.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-22 01:28 上传\n\n\n\n\n\n\nBuild With It: Emerald!以之搭建：绿宝石！\nImage by Bruh Moments一张由《不幸时刻》拍摄的照片\nAlthough many people clamor for new and different ways to use emeralds, this week's featured building block, they rarely mention building with it for some reason. Maybe they should – it's stackable, renewable, and fairly common. In fact emeralds are so common that they're used as currency to trade with villagers. (Sure, you can also mine for them – if you really want a challenge.)\n尽管很多人都在叫嚷着，要求我们给绿宝石添加新的用途，但不知为何，很少有人提及使用本周介绍的方块——绿宝石块进行建筑。他们应当尝试一下——绿宝石可以叠加，可以再生，而且相当常见。事实上，正因其十分常见，绿宝石成为了玩家和村民们进行交易的货币。 (当然，你也可以通过挖矿来获得绿宝石——如果你真的想吃点苦头的话。)\n\nWhile you can go all-out and create an entire emerald city (complete with a gold road to finish it off), green is a versatile color that can easily be incorporated in virtually any build you have in mind. Emeralds go well with other cool blocks, like lapis , or even the burnt orange hues of acacia wood. Looking for a more natural touch to bring your emerald build (back) down to earth? Any brown-colored block will do (perhaps try combining it with oak, one of our upcoming Build With It materials).\n比起竭尽全力建造一座由绿宝石砌成的城市（以金块做成的道路为收尾），将绿色这种可以融入大部分建筑的百搭颜色用作陪衬岂不更妙？除此之外，绿宝石和其他的冷色调方块亦十分般配——像是青金石块和焦橙色的金合欢木。想让自己的绿宝石建筑更加自然、更加融入环境？任何棕色系的方块都将会是你的好帮手（可以尝试一下绿宝石和橡木的组合——我们会在未来的“以之搭建”栏目中对橡木进行介绍）。\n\nRegardless of how you collect them or what materials you use with them, you'll likely be inspired to build with emeralds once you see what cool builds we've dug up. As usual, we've turned to our creative community and they're here to help us with ideas. Check out some of the ways they have incorporated this gorgeous green gem into their creations!\n不管你使用何种方法收集绿宝石，使用何种材料搭配绿宝石，当看见我们从一大堆作品中发现的绝赞建筑后，你都很有可能从中得到灵感，然后使用绿宝石块开始你的建造。对此，我们选择求助于充满创造力的玩家社区——他们总能给我们提供不错的设计方案。接下来，让我们一起来看看他们是如何将这一华丽的绿色宝石完美融入建筑的！\n\n\n\n\n\n\nemerald_iron_farm.jpg (83.25 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-22 01:28 上传\n\n\n\n\n\n\n\n\n\n\n\nemerald_cave.jpg (112.57 KB, 下载次数: 1)\n\n下载附件\n\n2020-8-22 01:28 上传\n\n\n\n\n\n\n\n\n\n\n\ntreasure_vault.jpg (81.1 KB, 下载次数: 0)\n\n下载附件\n\n2020-8-22 01:28 上传\n\n\n\n\n\n\nNow it's your time to shine as we turn our attention to building with diamond ! Just email FeatureMe@minecraft.net with screenshots of your creation and some info about what you've created or use our hashtag #FeatureMeMinecraft on Twitter. You may just see your build featured in an upcoming article!\n现在，轮到你来表演了——下期的“以之搭建”将会把目光聚焦到钻石上！只要发送你的作品截图和相关介绍至FeatureMe@minecraft.net，或是在推文中附带#FeatureMeMinecraft#话题标签，你就有机会在下期博文中看到自己的大作！\n\n\n原文链接：https://www.minecraft.net/en-us/article/build-with-it--emerald-\n原文作者：Nova Barlow\n原文发布日期：2020年5月29日\n文章翻译：像素君\n\n\n",
    "replies": [
        {
            "author": "1140592398",
            "timestamp": 1598116080,
            "txt_content": "加＋一10086115"
        },
        {
            "author": "kayn-",
            "timestamp": 1598285580,
            "txt_content": "感谢大佬分享转载，辛苦了"
        },
        {
            "author": "霸气比利王",
            "timestamp": 1598326080,
            "txt_content": "啊这。。。。。。"
        },
        {
            "author": "战種",
            "timestamp": 1598437740,
            "txt_content": "恒大华府百合饭包v好"
        },
        {
            "author": "战種",
            "timestamp": 1598437800,
            "txt_content": "家人好不方便吧"
        },
        {
            "author": "战種",
            "timestamp": 1598437800,
            "txt_content": "姐夫互粉互粉御魂解放军报发红包互粉互粉年后发货"
        },
        {
            "author": "战種",
            "timestamp": 1598437860,
            "txt_content": "回复秀禾服v海盗船**好多不会v哈哈哈"
        },
        {
            "author": "wjjssss",
            "timestamp": 1598626020,
            "txt_content": "好厉害啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "光息爱玩MC",
            "timestamp": 1604829960,
            "txt_content": "我花费将后觉个忽然间"
        }
    ]
}