{
    "title": "关于一些方块的资料",
    "author": "1309471232",
    "replyCount": 50,
    "timestamp": 1366468260,
    "txt_content": "空气（Air）虽然严格来讲并不算是一个方块，但通常被认为是一个方块。严格地来说，空气的存在代表这一空间里没有方块。玩家只能通过放置和移除方块来产生或者消除空气方块。在不利用MOD和游戏的BUG的前提下，玩家和生物只能在空气或其他的非固体方块内自由移动（末影龙除外，它还可以在黑曜石，基岩和末地石内移动）。",
    "replies": [
        {
            "author": "1309471232",
            "timestamp": 1366468260,
            "txt_content": "在游戏里有两种云：二维的云和三维的云。Indev之前的版本中出现了二维的云，而Indev之后的版本中推出了三维的云。在选项里的视频设置中可以通过调节图像品质为高品质或流畅能够切换三维和二维的云。从Beta 1.9 Pre-release 5版本开始，玩家可以在视频设置里关闭云的显示。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468260,
            "txt_content": "在Indev版本中，空气会影响水平相邻的流体方块。如果空气和液体方块（水，岩浆）相接触，有2/3的几率会使液体方块消失，令液体消退；和1/3的几率使空气被液体方块替代，令液体扩散"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468260,
            "txt_content": "通过/give或/item命令给玩家自己空气方块会导致Minecraft游戏程序崩溃。虽然多数服务器不会允许你获得空气方块。\n在你的背包里，空气是火焰的图标并且名称为\"未定义物品\"。\n在地图编辑器中，例如MCedit，选择删除一个方块相当于用空气代替它。\n即使是在创造模式的背包中，空气方块也不会出现。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468320,
            "txt_content": "基岩（Bedrock，另作Adminium或其他变体,繁体中文称岩床）是一种不可破坏、不可开采的方块，主要用于在主世界底部构造不可穿越的地层。\n基岩只能在创造模式中被摧毁。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468320,
            "txt_content": "在单人模式中，没有修改程序（Mod）的情况下，基岩是无法被玩家摆放的。这是因为基岩从不是被玩家直接摆放，而更多情况下是在多人模式中使用服务器指令将其它方块修改成的。任何已存在于地图上的基岩不能被玩家破坏。\n在多人模式中，服务器管理员可以使用指令\"/solid\"放置基岩块。当使用/solid时，石头块放置后一段时间它会变成基岩。当再使用/solid时，石头放置后仍然会保持为石头。普通玩家无法摆放基岩；这令基岩能够有效地成为建造监牢的材料。但是管理员可以破坏基岩，如像破坏其它方块一般，但必须要在他们登入时先作设定。若有大量流体方块(水与熔岩)，亦建议使用基岩作为障碍，以防止服务器地区被淹没。基岩亦可以作为黑色建筑材料。(/solid是修改器的指令，官方程式指令并没有/solid)\n玩家可以使用物品栏修改器将基岩放在物品栏内。若他们试图摆放基岩，服务器会自动踢出玩家，就算是管理人员也一样。这是Notch编写于服务器程序中的防破坏措施之一。\n在所有Classic地图内，地图最边缘的地方会规划出一块基岩材质的障碍。这道障碍物实际上并不是由基岩构成的；这是纯粹一块拥有基岩的材质的平坦且无法穿越的墙。因此，玩家无法在其上摆放方块；你一定要在已附在墙上的方块上摆放其它方块。这障碍出现于地图边界，海平面下方两格，并会于海洋下延伸，最终穿越到地图底部。 通常自定服务器中会面向大海建造附加的基岩墙以预防洪水。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468320,
            "txt_content": "在Beta版与正版中，基岩出现于地图最底下5层以及下界的最顶及最底下4层。它在主世界及下界里以非常粗糙的排列格局形成。在主世界，它实际有5层，虽然它看来好象只有4层，这是因为最底层的基岩之间几乎没有空隙。最底层的基岩为第0层，最高层为第4层。在下界顶部亦可见到基岩，它防止玩家到达127层以上。在1.9预览版本6中，当玩家击败末影龙之后，一个基岩框架的传送门将会出现。末影水晶被摧毁后，一块基岩将会出现。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468380,
            "txt_content": "通常，在没有强行修改物品栏的情况下，玩家不能获得基岩。一旦被放置，在不使用Mod或不进入创造模式的情况下，它将无法被移除。\n在多人生存模式中，基岩可以利用/give指令而获得。但基岩一旦被摆放，在没有安装MOD或修改的情况下，玩家是依然无法破坏它的，因此这种做法是不被推荐的。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468380,
            "txt_content": "有流传基岩可以被足够数量的TNT所破坏。在 Minecraft 的程序代码中显示：多重爆炸对方块造成的影响不会叠加；任何方块若不能被一块相邻的TNT直接破坏，它亦不能被其它额外的炸药所破坏。虽然基岩的确拥有有限的爆炸抗性（18,000,000），但在游戏里面并没有任何爆炸有如此大的能量（方块平均具有15～30的爆炸抗性）。\nNotch在2011年2月11日于Machinima Live stream网站[1] 中确认基岩是不能被破坏的，亦或以如此巨大数量的TNT去破坏一定会令你的计算机死机，因此存盘不能记录爆破发生后的结果。\n玩家是不可能用敲击的方式破坏基岩的。基岩的\"硬度\"为-1。于程序代码中，负数硬度会分别处理，造成玩家每次对其形成的伤害和玩家攻击次数的乘积变成0，因此耗损累积度永远都只会停留在0。\n由于不能破坏基岩令人不便，因此很多修改器和游戏增强包都附有破坏基岩的功能。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468380,
            "txt_content": "创造模式中，基岩可被一击破坏，与其他方块一样。通过这个，玩家可以进入虚空，不过还是可能会死亡。基岩的爆炸抗性依然很高因此同样不可能使用TNT破坏。"
        },
        {
            "author": "1020427548",
            "timestamp": 1366468380,
            "txt_content": "呃...看起来这个贴貌似是水.."
        },
        {
            "author": "1309471232",
            "timestamp": 1366468380,
            "txt_content": "基岩生成在地图底部的五层中。在基岩层上有可发现通往虚空的漏洞。就像其他任何模式一样，进入虚空的玩家将会死亡。下界中底部和顶部都存在基岩（1.2版本后由于地图高度加倍，“顶部”只存在于中间位置）。有时，蘑菇会在下界顶部的基岩上出现。在末路之地中基岩亦可被发现，但不是在世界底部，而是在黑曜石柱的顶部，以及末影龙死后出现的传送门之上。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468440,
            "txt_content": "在Beta 1.8更新中虚空迷雾被加入，因而虚空显示出黑色，而不是天空颜色。这层黑雾（其上有灰色粒子浮动）随着玩家靠近基岩层而变厚。右侧图中可以见到在有雾的情况下的最大可视度。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468440,
            "txt_content": "Classic- 不可破坏。\n生存测试（Survival Test） - 不会在地图中自然生成，虽不能够被爆炸破坏，但可以被玩家破坏和收集。尽管如此，玩家也需要挖上16分钟才能收获一块基岩。\nIndev - 不可破坏，但是地图底部的基岩会在暴露在阳光下不久变成岩浆。\nInfdev, Alpha 和 Beta （创造模式之前） - 不可破坏，无一例外。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468440,
            "txt_content": "基岩的材质由石头的材质修改而成，只是有更高的对比度。\n在Minecraft携带版里，基岩于代码中有第二种定义形式“隐藏基岩”。隐藏基岩是一种不可破坏、具有虚空外表的方块，环绕在世界周围。这种方块不使用原本的基岩材质。\n如果阳光能照到基岩层，虚空迷雾就不会影响视距。\n穿过地图底部的基岩层进入虚空后，一旦到达Y=-63（高度）时，会使玩家每半秒损失大约2点生命并快速死亡，不论你是否处于和平模式里。\n在万圣节更新前产生的地图内，基岩底层偶尔会有空隙可让玩家堕入虚无；虽然现在仍然有可能去找到这些空隙[2]，但它们已较难找到，因而降低了意外堕入虚无空间而造成自杀的机会。\n由于在地图生成机制中加入了可以在任何高度生成的湖泊（可能是水或岩浆），基岩层可能会因为它的出现而形成不寻常的巨大空隙。\n在Beta 1.3或以前的版本，在基岩下的耕地上播种，可破坏基岩。\n地图中一共有5层基岩，从Y=0到Y=4。\n在Beta1.6.0之前，如果你在最底层的基岩上放置船或铁轨和矿车，然后坐上去并破坏船/矿车会造成玩家跌落至虚空。\n在物品栏里没有任何方块供你垫脚情况下，你有可能会被困在基岩的缝隙里。\nNotch曾发送过一条推特表明他一不小心对基岩层做了点改动，不过没有细说到底是什么。[3]看起来只要越靠近基岩层，迷雾级别就越高，而且会散发出一种和虚空类似的粒子效果。\n在1.9 pre 6之后，玩家可以选择开启/关闭粒子效果了。\n在极端极端稀有的情况下，地牢可能会在基岩层里生成，覆盖掉原有的基岩。玩家可以轻易地破坏地牢中的苔石或圆石并落入虚空。\n在Indev版中，生成的基岩层表面很平滑。\n还有一种可能发生的极端稀有情况。废弃矿井亦有可能在基岩层生成，并覆盖掉原有的基岩。但是这已经不可能在1.2.4版及之后的游戏中出现了，因为现在的矿井会在生成的同时在其下方生成一个木板“桥”，而不像原来是浮空生成的。因此不会形成通往虚空的洞。\n它又是被叫做“Adminium”或“Adminrock”因为在多人生存模式服务器中只有管理员（Admin）才能够放置它们。\n红石原来无法被放置在基岩上；直到Beta版这在被改正。\n在1.0.0中，基岩可在5处地方找到：主世界的底部，下界的顶部，下界的底部，末影水晶被破坏之后，还有末影龙被击败之后。\n在Minecraft Classic版中，玩家走在基岩上时不会发出声音。在你走了一段时间之后再踏上草或石头之类的方块，走路的声音会抽搐地播放好一会儿直到你走下那块方块或等上一段时间。\n在极罕见的情况下，会在基岩上发现镶嵌于其上的矿石。\n在1.2.5预览版中，如果你在创造模式下，且物品栏里没有基岩。对着任何生物按“选取方块”键（通常是鼠标中键）都只会给予玩家基岩。\n在1.2.5版中，基岩在末路之地中一旦着火便会永久燃烧，就如地狱岩一样。当然，火也能被相同的方法扑灭。\n基岩不能被活塞推动，这意味着在生存模式里不能建造基岩房。\n在携带版的创造模式下，玩家能够坏基岩，但无法破坏虚空基岩。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468500,
            "txt_content": "粘土块(Clay Block)是一种方块，是用沙子的材质重新用淡蓝和灰色上色后的材质。\n粘土块可以在地表以不同数量成组的形式出现，常常被沙子环绕。它一般都在水下，不过有时也会出现在沙子里、沙子周围或沙子下。粘土块是不常见的，不过要比其他稀有方块要常见（比如金矿石），这只是由于玩家不需要挖到地下去寻找粘土块，而只要在地表的沙滩或沙漠中寻找罢了。粘土块在万圣节更新前要更稀有的多。不过在Beta 1.8后，由于海底大部分由沙子，泥土，和粘土块组成，使得粘土块能够被轻易找到。\n粘土块可被任何工具挖取，不过用锹可提高效率。毁掉一个粘土块会掉出4个粘土球，粘土球可用来合成回粘土块，又或可用于烧制红砖。\n通过按F5键，你可以进入第三人称视角模式。在第三人称视角模式你能调整镜头角度从而看到水下物体。在船上，这是一个很有用的，高效的寻找粘土块的方法。\n如果你在识别粘土块上有麻烦，看方块的特征线。粘土块一般比石头颜色更淡，更平滑。用手敲敲粘土块，声音像泥土并且挖取的速度要远远快于石头（特别是用锹！）。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468500,
            "txt_content": "\n\n\n\nAlpha\n1.0.11        粘土块被加入。\nBeta\n1.6        在新生成的世界里粘土块几乎不存在。\n粘土块只在X坐标、Z坐标相同的地方生成，大大减少了地图中粘土块的数量\n1.7        粘土块生成问题得到解决。\n1.8        大量粘土块可在河底、沼泽的水下区域以及浅湖（1或2米深）中被找到。有时也可在沙堆中或沙地下找到粘土块。\n\n"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468560,
            "txt_content": "在现实生活里，粘土也可以是鲜红色的，并不仅仅局限于灰色。此外，粘土一般是在地表以下能找到，沙子中亦可找到。\n还是在现实生活中，粘土是可人造的，通过混合水与土，并放置特定时间，粘土中较轻的颗粒就会浮上来，并可采集使用。\n事实上，粘土比钻石还要稀少一点点，不过因为它是在地表上，要容易看到。而钻石是在地下深处，所以一般不容易找到。\n粘土在湖泊大海的中间比较容易找到，当沙子在水表面或者一个方块高度以下，粘土块就有一定几率出现在那。驾驶一艘小木船去那些区域寻找吧！\n如果背包空间很紧张，粘土球可以通过物品栏的2x2合成格捏回粘土块，这样就节省了3个背包空间。不过要想重新拿到粘土球，就需要把粘土块放到地上然后再次挖取。\n在极稀有的情况下，仙人掌会被发现生长于粘土之上。\n一块粘土块与一块砖块是等价的，粘土球可烧制成红砖，而红砖也可在物品栏的2x2格中合称为砖块（忽略材质及爆炸抗性）\n粘土块在地下也可找到，不过相当稀少。"
        },
        {
            "author": "Evan丶桑",
            "timestamp": 1366468560,
            "txt_content": "{:10_493:}直播帖么·"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468560,
            "txt_content": "圆石(Cobblestone) 是一种很常见的方块，用于合成多种物品。圆石表面看上去崎岖不平。圆石只有在地牢、要塞、NPC村庄中或岩浆流和水流相遇时才会自然出现。圆石常用于修建中古世纪建筑的各种结构，如城堡、瞭望塔和道路。通过开采石头可以得到圆石。圆石在开采时比石头稍微硬一点；圆石也有另外的一种形态，称为苔石。蠹虫可以进入并躲藏在圆石里。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468620,
            "txt_content": "圆石是一种基础建筑方块，同时也是许多重要工具和物品的原材料。\n圆石可用于制作熔炉、石楼梯、石台阶、石制工具、石剑、拉杆、活塞、酿造台和发射器。由于圆石具有较好的爆炸抗性、不会被末影人带走且来源丰富，因此常用于建筑材料。圆石放在熔炉中烧炼可以得到石头。\n石质工具合成方便，使得石质工具在游戏初期被广泛使用，甚至在已经得到铁以后也很实用。但是石质工具的附魔能力是最差的，比木质工具还差。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468620,
            "txt_content": "Classic\nPre 0.0.9a (May 13, 2009)        圆石和草是 Minecraft 中首次加入的方块。\n圆石最初的材质是这样的：，跟 Beta 1.7 前的材质很像，但并不够后者精细。\n由于圆石的材质颜色较暗，圆石在像素艺术作品中通常用作较深色的点，直到颜色更深的方块（如黑羊毛和黑曜石）的出现。\n圆石曾用作游戏官方网站的图标，且主菜单中 Minecraft 字样的材质原本也是圆石的材质。\n0.0.19a        由于用户界面的空间不足，圆石被移除。\n0.0.20        圆石回归游戏。\nBeta\n1.7        圆石的材质由原先的  改为目前较明亮柔和的材质。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468620,
            "txt_content": "圆石可以抵抗恶魂火球的爆炸，可用于保护下界传送门。\n在 Beta 1.3 前，使用圆石合成得到的是石台阶而不是圆石台阶。\n圆石当前材质的上下两半已被交换并加亮。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468680,
            "txt_content": "苔石（Moss Stone）（之前被称为“苔藓圆石”）的首次亮相是在生存测试版中，之后就一直被保留着。它看上去和圆石几乎一样，唯一的区别是上面多了一层苔藓。苔石不能用于制作任何东西，也不能被烧炼和合成。其唯一的用途就是用来建造，让建筑物看上去年代久远。自12w22a起，苔石除了能在地牢中出现之外，也能在丛林神庙中出现了。\n苔石长得也很像下界的地狱岩，它们的材质相近, 只不过地狱岩的颜色是亮红和深红相间。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468680,
            "txt_content": "蜘蛛网(Cobweb)是一种可以减慢实体移动速度的方块。蜘蛛网会出现在废弃矿井和要塞中，且后者以图书馆中居多。\n直至快照 12w49a ，生存模式中玩家无法通过普通方式获取蜘蛛网。目前玩家可以通过“精准采集”魔咒获得。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468740,
            "txt_content": "除蜘蛛和洞穴蜘蛛外，所有穿过蜘蛛网的实体都会被减速。\n走进蜘蛛网后玩家的移动能力会受到削弱。玩家只能以正常走路速度的约15%移动。\n另外，蜘蛛网会限制玩家跳跃，效果等同于处于2米高的窄小空间中。向蜘蛛网投掷物品，则物品会卡在蜘蛛网中并缓慢下降。下落中的方块也会受蜘蛛网影响。\n蜘蛛网可以像水一样阻止玩家受到摔落伤害。\n被蜘蛛网黏住的生物，钓竿无法将其拉近。\n蜘蛛网除了影响生物的能力外，也会影响其它许多效果：\n扔在蜘蛛网上的物品掉落速度会减慢，约24秒后才能穿过蜘蛛网。\n掉落的沙子和沙砾遇到蜘蛛网后会减慢速度，并在约4秒后掉落成物品。但激活的TNT不会出现此现象，在过了爆炸延时后就会正常爆炸。\n坐在矿车中的玩家不受蜘蛛网影响，除非蜘蛛网直接挡在矿车前。据此可以设计出一条可以拖延生物移动的安全通道，玩家需要通过时乘坐矿车即可。\n射出的箭会直接穿过蜘蛛网，不受其影响。\n在冰会加强其上的蜘蛛网的减速效果。\n蜘蛛网会延长玩家破坏方块的速度。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468740,
            "txt_content": "在红石电路中，蜘蛛网可用作延时器。此延时器的原理是使用发射器发射一个物品，并通过蜘蛛网延长其下落到压力板上的时间。这种延时器成本低，控制延长时间方便，但缺点是不够精确。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468740,
            "txt_content": "\nClassic\n?        Notch 起初设计蜘蛛可以织网。\n蜘蛛网的材质已经加入到 terrain.png 文件中，但未被分配方块ID。\nBeta\n1.5        蜘蛛网加入到游戏中，但不会在游戏世界中天然生成，只能通过Mod作弊得到。\n直到蜘蛛网可以天然出现前，蜘蛛网可以窒息生物。\n1.8        新增了多种含有蜘蛛网的结构：废弃矿井和要塞。蜘蛛网在废弃矿井的洞穴蜘蛛刷怪箱附近和要塞的图书馆中尤其多。\n正式版本\n12w06a        在快照 12w06a 中，蜘蛛网不能完全吸收玩家的摔落伤害。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468740,
            "txt_content": "若蜘蛛网下有灵魂沙或冰，则你通过蜘蛛网的时间还要长8秒。这个数据还是在你奔跑且不跳跃地扎进蜘蛛网的条件下得到的。\n游戏中最慢的非零移动速度是：逆着正对着你流动的岩浆（不能是水）流，陷进一张底下有冰或灵魂沙的蜘蛛网，潜行且持剑防御，在迟缓药水的效果下倒着身子前进时的速度。\n蜘蛛网可以在水下创造出气穴，与甘蔗效果相同。\n蜘蛛网可以放在任何方块上，包括透明方块，甚至是另一张蜘蛛网上。\n告示牌和画可以放在蜘蛛网上。\n恶魂看不见躲在蜘蛛网后的玩家。\n除发射器和音符盒外，其它所有机械方块均不能放在蜘蛛网上。\n在多人模式中，破坏蜘蛛网时产生的小颗粒有可能会被正在毁坏的蜘蛛网本身减缓。并且，这些小颗粒在蜘蛛网被破坏后不会向外发散，而是会直接往下掉落。这种现象仅会在延迟较高的服务器中出现。\n破坏蜘蛛网会发出破坏石头的声音。\n在蜘蛛网中下落时攻击都会造成致命一击。\n由于废弃矿井中蜘蛛网一般只会出现在支撑架顶，因此如果你发现了一处蜘蛛网多得蔓延到地上的区域，则暗示了蜘蛛网深处有一个洞穴蜘蛛刷怪箱。\n被活塞或粘性活塞推动的蜘蛛网会掉落成线。\n被水流冲击的蜘蛛网会掉落成线。\n你也可以牺牲双倍的耐久度使用剑快速摧毁蜘蛛网得到线，但仍然不及以上两种情况速度快。\n在 Xbox 360 版的创造模式中可以使用蜘蛛网。但蜘蛛网只称为“网(Web)”。\n若爬行者或TNT等在蜘蛛网中爆炸，或者你躲在蜘蛛网中，则蜘蛛网会吸收掉一部分爆炸伤害。\n蜘蛛网对玩家或生物发出的颗粒效果也有减缓作用。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468800,
            "txt_content": "泥土(Dirt)是最早引入游戏中的方块之一，它的六个面都有相同的材质。泥土在正常生成的世界地图中非常常见，同时它也是地质上层的主要方块。一般产生位置的介于草、雪、石头之间，同时它也可能在各种海拔的地下和水底出现。泥土是非常脆弱的方块，能够轻易的被TNT和爬行者炸开，因此它不适于做掩体。泥土主要用来做地面。当一块泥土与一块被草皮覆盖的泥土相邻并且这块泥土暴漏在亮度4+时（通常光源为阳光或火把），那么它可能会变成一块被草皮覆盖的泥土，这种情况是随机，不可预测的。 泥土很容易挖掘，通常挖掘矿石时会无意间采集到许多泥土。无论怎么挖掘，它总会掉出一块可捡起的泥土。用手就能较快的挖开泥土，但是如果使用锹速度会更快。\n对放置好的泥土使用锄（鼠标右键）能将其用来耕种。当一个泥块被锄过后，它的顶部的外观就会改变，变得凹凸不平的样子。当开耕后的泥块边上有水的话，它的颜色会变深，这表示这是块湿泥块并可以在上面种上种子。\n泥土不能作为任何制作原料，它唯一的价值在于耕种，作为建造的廉价材料，或任何需要大量不受重力影响方块的工程。\n如果有水于泥土上，泥土下方为空气，水会渗透泥土并在它的底部滴水。事实上，所有的水下方块都会滴水"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468800,
            "txt_content": "Classic\nPre 0.0.9a (May 13, 2009)        泥土被加入。\nBeta\n1.9pre5        泥土的材质出现微小的变化 。\n正式版本\n12w38a        放置泥土有了新的音效。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468860,
            "txt_content": "末地传送门框架（End Portal Frame）只能在要塞中找到。此方块与末地石相似，但顶部略带蓝绿色，中间有一个中空的，和顶部颜色相同的矩形。此方块会以12个一组，以环形出现在一个在岩浆池之上的房间，并带有一段楼梯和一个蠹虫刷怪箱。自12w23a起，末地传送门框架可以通过创造模式的物品栏获取。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468860,
            "txt_content": "有些末地传送门框架已经被安置上末影之眼。在剩下的方块上使用其他的末影之眼将把它们安置在方块的顶端。若将所有12个方块都安置上末影之眼，末地传送门就会激活，玩家可通过传送门进入末路之地。另外，和基岩一样，此方块只能在创造模式中被破坏；它们不能通过工具或者爆炸来开采或破坏。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468860,
            "txt_content": "与下界传送门不同的是，摧毁末地传送门的框架不会使传送门本身关闭。\n和基岩一样，末地传送门在除了使用创造模式或是mod时之外是不可摧毁的。\n在1.1版之后，12w23a之前，您无法在创造模式的物品栏中找到该方块，但可以用“拾取方块”功能获得。\n在12w23a之前，末地传送门的图标是其侧面，而该版本之后，才成为立体的\n在创造模式(设为平地时)里要开启末地传送门,必须要做到关于末地的成就才可以开启\n一个世界只有36个末地传送门框架。（一个要塞有12个，一个世界有三个要塞）\n末地传送门框架和基岩同样拥有目前最高的爆炸抗性,同是18,000,000"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468860,
            "txt_content": "在Beta 1.9 Pre-release 4之前，末地传送门框架方块曾经使用过不同的材质，它会发出亮度为15级的阴暗蓝光，并且在开裂时为非固体方块，在修复后则变成固体方块 。虽然它不能被开采，爆炸会使其掉落。它们没有任何标示，说明这只是一个彻彻底底的漏洞。玩家必须通过拿着末影之眼对着框架右击来修复损毁的末地传送门。\n自12w23a起，末地传送门框架可以通过创造模式的物品栏获取。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468920,
            "txt_content": "沙砾(Gravel) 是一种方块，一般在天然矿洞，水下，沙滩以及下界中能找到。沙砾沙滩是稀有的，一般称为黑沙海滩，在下界中，沙砾比灵魂沙还要稀少一点点。\n正如沙子，沙砾在没有下方支持物时也会下落。如果其是被粘性活塞粘住，则不会下落。因此，如果使用沙砾不小心，被沙砾砸到会造成玩家伤害。如果下落过程中，沙砾下方是由局部方块组成，比如火把，则沙砾会分解为沙砾资源。\n沙砾被挖掘后有10%的几率掉落燧石。燧石可被用来制造打火石和箭。没有掉落燧石的沙砾方块可被捡起，放置，然后重新挖取，然而，一旦沙砾掉落燧石，则不再掉落沙砾资源，防止用来无限生成燧石。任何工具挖取沙砾都有机会掉落燧石，用TNT炸沙砾也是可以的哦！"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468920,
            "txt_content": "沙砾储量的丰富以及受重力影响的特性使得它可用在许多任务上，特别是考虑到其他受重力影响的方块另有它用，比如沙子一般用来冶炼玻璃，制作TNT和沙石更好。 沙砾可以用来快速的建造支柱，利用支柱玩家可以到达很高的地方，并且之后拆解支柱也很方便。沙砾也可以用来快速填充湖泊或者岩浆池，填充山洞也是一种快速的避免刷怪的方法。怪物也可用沙砾砸落来造成伤害。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468920,
            "txt_content": "如果要采集一长柱沙砾，一个好方法是把沙砾最下面起支撑作用的方块的下面那个方块挖了，放上任何一种局部方块（比如火把）。然后把起支撑作用的方块移除，沙子掉落到局部方块后自己快速地分解成了资源。这个方法同样适用于沙子。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468980,
            "txt_content": "Classic\n0.0.14a        沙砾被加入。正如沙子，沙砾在没有下方支持物时也会下落，如果下落到非固体方块上（比如火把，红石等），他会立即分解为沙砾资源。\n一个经典模式老的故障可以允许玩家通过放置沙砾在液体方块的上方从而提高液体方块的高度。沙砾会停留在半空直到分解。当分解后，原沙砾下方的液体方块会出现在原沙砾的位置。液体方块会在那直到有其他方块邻近摆放。该错误已经修正。\nInfdev\n2010年4月13日        沙子与沙砾被重新加入。\n2010年6月17日        添加了含有沙砾及泥土的天然洞穴。\n2010年6月18日        现在沙子与沙砾可以正常下落。\nAlpha\n1.0.5        此时地面的积雪有如半砖，沙砾放置其上会像漂浮于空中。\nBeta\n1.2        多人模式下，沙砾下落动画能够被正常的显示。\n1.7.3        一个错误使得沙砾可以被复制。\n1.9pre5        沙砾材质被更换。\n正式版本\n1.2.5        沙砾的复制错误被修复。\n12w21a        沙砾材质被更换。\n12w38a        放置沙砾时有了新的音效。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468980,
            "txt_content": "在下界里，巨大的天然悬浮沙砾是有可能出现的。就像沙子一样。如果你移除，摆放或者有火球砸到其中任何一个方块上，所有的悬浮沙砾方块都会立即坍塌。\n沙砾海滩在地图上显示的颜色与沙子海滩一样。\n在服务器有安装类似插件的情况下，把水放在沙砾旁边时，沙砾会变成粘土。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468980,
            "txt_content": "冰（Ice）是一种在雪域（以前叫做冬天模式）水面上形成的半透明的固体方块，它是在1.0.4版本中和雪一起被添加到游戏中的。只要水在下雪区域，最终都会结冰。一个冰块的所有面都使用同样的材质。玩家走在冰上会有一点滑。\n冰可以被轻松的破坏，不需要任何工具，然而用镐破冰会更快些。如果冰下有其他方块，则破碎时化为水，否则只破碎不产生水。其碎裂时发出的响声和玻璃一样。\n冰也会在光照等级12及以上时融化，不过不包含日光。火把不可直接放在冰面上。\n冰无法被收集，不过通过造模子，灌水的方式来建造设施，却还是可能的。这种建造方式依赖于天气，冰需要下雪天气才会出现。不过在beta 1.7后，玩家可通过使用活塞来推动冰块。\n物品在冰面上的水中移动速度非常快。这可以用来快速的传递物品。当物品从水边缘掉回冰面上时，其继续保持之前的速度不变。\n创造模式下，无论如何摧毁冰都直接消失，不会出现水。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366468980,
            "txt_content": "如果做了一个水梯，冰可以放置在梯子底部用来加速物品移动。\n由于从水里掉回冰面的物品可以继续保持其速度达6个方块之远，合理的摆放水可以做出运送物品的传送带。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366469040,
            "txt_content": "如果一个玩家用鞍骑着猪上了冰，猪的移动会不可思议的快。这使得穿越大范围的冰面变得简单。\n尽管看起来冰是透明的，但却无法透过冰块看清下面的水，也无法看到其他冰块。岩浆亦是如此。\n如果冰用修改方法出现在玩家背包里，然后在下界里打碎，水不会蒸发。这可用来刷黑曜石。（在1.3.1更新里修复，冰不会融化，只会消失）\n甘蔗可以放在冰面上。\n生成世界地图的时候，可能会产生一些冰块的区域，并且冰块下必定是水。\n如果冰放在半空中，用光源融化，则冰会化为停在空中的水，直到有其他方块触碰了这块水。\n如果你尝试用打火石在冰上打火，不会有火焰出现。不过打火机还是会减少耐久，正如使用了一样。同样的事可发生在玻璃上。\n冰不像玻璃那样透明，所以光穿过每个冰都会减少2个光照等级。\n冰在背包以及拿在手上看起来不是那么的透明，不过你放在地上就透明了。\n与传送门一样，冰是使用透明像素材质的极少方块之一（有颜色，但近透明）。\n怪物站在冰上被太阳晒不会着火，正如他们掉在水里一样。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366469040,
            "txt_content": "如果玩家在玩不下雪的万圣节更新前的Alpha版地图，还有1.6版，大海也许会整块冻成冰。\n湖泊可能会在海上产生，造成冻结的海有“火山口”一般的冰"
        },
        {
            "author": "1309471232",
            "timestamp": 1366469100,
            "txt_content": "怪物蛋（Monster Egg）（又名蠹虫方块或97号方块）是能够在被破坏时生成蠹虫的方块。怪物蛋具有与石头、圆石或石砖其中一类相同的外观，只会自然分布于要塞中，并混杂在真的石头、圆石或石砖方块中。怪物蛋很容易徒手破坏。使用具有精准采集魔咒的工具只能得到怪物蛋所伪装的那种方块，无法得到怪物蛋本身。\n怪物蛋对于玩家来说是个威胁——在被破坏时生成蠹虫，并且立即攻击玩家。而且，如果玩家直接用剑、弓或伤害药水攻击蠹虫，蠹虫附近的怪物蛋会自动破坏并刷出更多的蠹虫。如果怪物蛋被爆炸破坏（例如爬行者、TNT等），蠹虫不会刷出，而且也不会掉落经验。末影龙也能够破坏刷怪蛋的同时不会让蠹虫生成。当蠹虫未在跟随玩家时，蠹虫会钻进附近的石质方块，并把这个方块变成刷怪蛋。\n从12w21b开始，您可以在创造模式下的物品栏中找到怪物蛋，您也可以借由直接在石质方块上使用蠹虫刷怪蛋来创造不同形态的怪物蛋。\n目前此方块标示为97号方块，但从快照 12w17a后此方块被标示为“石头怪物蛋”、“圆石怪物蛋”或“石砖怪物蛋”。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366469100,
            "txt_content": "石砖怪物蛋只可能是平滑的普通石砖，不可能是苔石砖或裂石砖。\n山脉生物群系中平均每个区块生成一个怪物蛋。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366469100,
            "txt_content": "刷怪箱（Monster Spawner，或称生物生成器)是一种在地牢、废弃矿井、要塞和下界要塞中能够发现的，透明、深蓝色牢笼结构的方块。在笼子内有不提供任何亮度的火焰，和一个它会生成的不断旋转的缩小版生物。它旋转的速度会越来越快，直到一个生物被生成。刷怪箱可以生成任何一种生物。但如果不使用物品栏编辑器或地图编辑器，刷怪箱只能生成僵尸、骷髅、蜘蛛、洞穴蜘蛛、烈焰人或蠹虫。\n玩家已经设计了很多种陷阱杀死刷怪箱生成的生物，如利用高处坠亡、溺死、岩浆灼烧、仙人掌刺伤或者以上组合起来的陷阱。这可以使得玩家以非常小的代价获得经验并获得该生物的掉落物。（参考：刷怪塔）\n刷怪箱只能在创造模式中使用/give命令获得。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366469100,
            "txt_content": "刷怪箱可能会在以下地点出现，以以下几率随机出现一种：\n地牢\n生成僵尸（50%几率），骷髅（25%几率）或者蜘蛛（24%几率），在蜘蛛刷怪箱中生成蜘蛛骑士(1%几率)。每个地牢仅有一个刷怪箱。\n废弃矿井\n生成洞穴蜘蛛。一般位于水平的隧道中，并且被大量的蜘蛛网所包围。\n要塞\n生成蠹虫，位于末地传送门框架所在的房间。每个要塞仅有一个。\n下界要塞\n生成烈焰人。位于有楼梯引领上去的阳台上。\n自然生成的刷怪箱不会生成被动性生物，以及爬行者、末影人。当然，如果使用地图编辑器或Mod修改刷怪箱，它就会生成几乎全部生物（除了巨人之外）。\n在生存模式中没有任何手段能够把刷怪箱放在你的物品栏中，除非使用Mod或物品栏修改器，或使用“/give”指令。刷怪箱不会在创造模式中的物品选择栏中出现，但可以通过“选择方块”功能获得。如果刷怪箱通过这种方式放置，或者一个刷怪箱丢失了实体附加值，它就会生成猪。可以使用 /give [用户名] 52:[实体附加值] 指令给予生成特定生物的刷怪箱。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366469160,
            "txt_content": "刷怪箱会在其周围生成生物，但也要符合生物本身生成的要求。不同生物的要求不同。例如，主世界中的攻击性生物只能在黑暗中（亮度为7或以下），而家畜则必须在草上生成，亮度要求9或以上。不过，刷怪箱可以将生物生成在空中，这样会忽略掉生物对于地面的生成要求。\n玩家距离刷怪箱16个方块内时，刷怪箱才会工作。当刷怪箱工作时，会以刷怪箱方块八个端点中x和z坐标最小的一点为中心的 8 × 3 × 8 （8方格长宽，3方格高，8方格深）的有效区域生成生物。生物可以在此区域符合生物生成要求的任意一处生成，即使刷怪箱周围不符合要求。若此区域全部符合生物生成的要求，则生物生成点不呈线性，且越靠近刷怪箱处生成几率越大。\n刷怪箱会尝试在有效区域内生成共4个生物，每生成一次后会等待200-799刻（10-39.95秒，随机）再进行下一次生成。在等待时，刷怪箱笼子里的生物会越转越快。除了对地面的生成要求，生物的其它生成要求也必须要满足（如不能生成在固体方块中、正确的亮度范围），因此一个刷怪箱常常不能生成出4个生物。如果刷怪箱在有效区域内找不到任何符合要求的位置生成生物，则每一刻都会尝试一次。当刷怪箱成功生成至少一个生物后才会进入下一个生成周期。如果在生成阶段，刷怪箱周围17 × 9 × 17的空间存在至少6个生物，则刷怪箱内火焰会升腾（表示已经“生成”了新的生物），但实际上生成过程被跳过，进入下一个周期。不过，如果这个空间外的生物数量比这个空间内（就算超过了6个）更多，则刷怪箱也会继续无限地生成生物。\n需要注意的是，生物生成点x、y、z坐标都是整数，不一定会与刷怪箱对齐。生物生成时，脚的高度会与刷怪箱在同一层，或者比刷怪箱高一层或低一层。但水平上可以在8 × 8平面中的任意一处。由于生物本身占有高度，因此在刷怪箱有效区域比8 × 3 × 8还要大一些。\n刷怪箱的实体附加值可以修改为其它实体如矿车或船，做成装饰方块。但这样的刷怪箱在Minecraft 1.2.5以及之前的版本尝试生成时，游戏会崩溃。1.3.1已经无此问题。\n在和平难度下，刷怪箱也会出现，但生物在生成后会立即消失（僵尸猪人、岩浆怪和恶魂根本不会生成）。这样在修筑刷怪塔的时候不会被它们烦扰。但生物存在的那一瞬间也足以推开玩家，或发出声音；对于骷髅，甚至会射出箭。"
        },
        {
            "author": "1309471232",
            "timestamp": 1366469160,
            "txt_content": "这份伪代码基于 Minecraft 1.2.5 反编译出的源文件：\nevery spawn cycle (every randInt(200,799) ticks when a player is within\n    17 blocks of the spawner),\nloop 4 times {\n        if there are 6 or more of the mob type in the 17x9x17 area around the spawner,\n           skip this spawn cycle\n        calculate spawnerX = X coordinate of center of spawner - 0.5\n        calculate spawnerY = Y coordinate of center of spawner - 0.5\n        calculate spawnerZ = Z coordinate of center of spawner - 0.5\n        calculate x coordinate of mob = spawnerX + (randDouble() - randDouble()) * 4,\n            randDouble being a random number between 0 and 1\n        calculate y coordinate of mob = spawnerY + a random integer between -1 and 1\n        calculate z coordinate of mob = spawnerZ + (randDouble() - randDouble()) * 4,\n            randDouble being a random number between 0 and 1\n        if all of the conditions specific to the mob type are met, spawn the mob {\n          chicken, cow, mooshroom, pig, sheep, wolf:\n                block below spawning block is grass\n                spawning block has a light level of 9 or higher\n\n          ocelot:\n                pass a 2/3 random test\n                block below spawning block is grass or leaves\n                on layer 63 or higher\n\n          creeper, enderman, skeleton, spider, cave spider, zombie:\n                light level 8 or less\n\n          silverfish:\n                light level 8 or less, no players within 5 blocks\n\n          slime:\n                difficulty is not set to peaceful or slime size is small \n                spawn block y coordinate is less than 40\n                the chunk containing the spawn block is a slime chunk (1 in 10 chance)\n                pass a 1 in 10 random test\n          \n          ghast:\n                pass a 1 in 20 random test\n          \n          squid:\n                must not collide with any other entities\n                must be in layer 46-62\n\n          all except squid and slimes:\n                must not collide with any blocks or other entities\n                must not collide with water or lava\n        }\n}\nif all 4 mobs failed to spawn, repeat on the next tick"
        },
        {
            "author": "1309471232",
            "timestamp": 1366469160,
            "txt_content": "在多人模式中，如果一个刷怪箱不是由玩家直接毁坏（如TNT的爆炸），这个刷怪箱会被毁掉，但是里面的火焰将一直存在，直到玩家登出然后再重新登入。（在PC版和Xbox 360 版中证实）\n在多人模式中，刷怪箱生成生物时的实际中心是它正上方2个方格高的地方。即玩家在看到刷怪箱中火焰升腾，生物生成时，会发现生物在刷怪箱上空至少2个方格处出现。\n若在多人模式中刷怪箱被箭射中，刷怪箱的火焰就会故障，刷怪箱本身也会显示为很多缩小版刷怪箱堆挤在一块的样子。\n在快照 12w27a 中，刷怪箱笼子内都会显示猪，但可以生成正确的生物。"
        }
    ]
}