{
    "title": "【CY出品】方块大陆①① 招兵测试",
    "author": "870830676",
    "replyCount": 8,
    "timestamp": 1366536240,
    "txt_content": "\n索引页地址: http://www.mcbbs.net/thread-100933-1-1.html\n\n第11章 招兵测试\n  \n--------城主府招兵处----------\n  \n奥斯汀看到招兵处长长的一列队伍，看样子至少要在这烈日炎炎之下等候1个多小时。奥斯汀不愿意了，突然看到招兵处一旁有一个无人排队的办事窗口，二话不说跑了上去。\n  \n那个招兵窗口里坐的是一个白发苍苍的老者，胡子长的快掉在地上了。奥斯汀刚刚走上去，一旁就跑出来一个仆人摸样的人，对奥斯汀吼道。\n  \n“快让开，我家少爷要来测试武力值直升百夫长的，看你的样子就是想来碰碰运气的，你想都别想，要通过不是你这种人可以的。自己乖乖去旁边普通招兵窗口排队，不要在这里挡路！”那个仆人一脸蔑视地看着奥斯汀说。\n   \n这时在后面看着奥斯汀的少爷说话了：“不要这么小看人嘛，也许他有什么厉害的武技可以拿得出手也不一定啊。”虽是这样说，但是那个少爷依旧也是一脸蔑视地看着奥斯汀，说这话只是为了挖苦他罢了。\n  \n这时奥斯汀才看见那个招兵处窗上有一张纸，上面写着：\n                      特殊招兵处\n 本窗口是为了招收有才能之士所设置，如通过则可以直接当上以你武力值相匹配的官职，并且以后可以优先晋升。\n   \n 测试方法：1.进入竞技场跟怪物进行战斗，按照杀敌数进行武力评估。\n           2.跟胜出的人一起在一个森林作战场进行战斗，表现好的人可以通过测试。\n   \n奥斯汀看到这个告示心里顿时没有了底，因为他不知道评估的标准是什么，要是通不过而丢掉了小命就得不偿失了。\n   \n这时奥斯汀余光瞄到那个少爷身上，看到他的身体状况比自己差多了，想着：”既然这种人都可以来竞选，那我应该也可以吧？”于是就硬着头皮上去报名。、\n   \n“哦？你竟然还敢上来报名，希望你可以撑到第二关，我会让你见到什么叫差距。哈哈哈哈哈哈哈哈！”那个少爷就这样笑着转头离开了。\n  \n“切，就你这样，我看你才第一关都过不去。”奥斯汀朝着那个少爷的离去的方向吐了吐口水，便当什么事都没发生一般转身去报名了。\n   \n“老爷爷，我要报名。”奥斯汀客气地对招兵的老者说。\n   \n“你确定？你多大了啊？这个测试可是很危险的啊，一不小心就会丢掉性命的啊。”那个老者怀疑地看着奥斯汀，充满关心地说道。\n   \n“嗯，我要报名，我看那个身体文弱的家伙都可以参加，凭什么我不可以参加。”奥斯汀眼中露出不屑的目光说。\n  \n“好！小伙子有傲气是好事，但是要量力而行啊。来，填了这个表格，明天下午4点到洛亚竞技场来测试吧。”老者用充满赞赏的目光看着奥斯汀，又交代了明天来测试另外的注意事项。奥斯汀过了一会填好了表格交给老者吼就离开了。\n  \n----------第二天4点，洛亚竞技场-----------\n  \n“现在开始测试！第一个，鹰日青。”\n   \n“到！”一个长的十分俊秀的男子站了出来，走到了竞技场中央。以他的相貌不符的是，他拿着的是一把霸气无比的大刀。\n  \n测试开始了，只见鹰日青一个跳斩冲向了走在最前面的僵尸，只见他一个横扫，僵尸的头颅便已滚到了地上。后面还有三个骷髅射手在狙击他，三只箭迅速飞向了鹰日青，分别射向他的脚、身体和头三路。他却并不慌张，往旁边一个侧步，躲开了射向脚和头的剑，然后用刀劈下了射向身子的箭。然后马不停蹄地一个冲步冲向了3个骷髅怪，一个旋风斩将骷髅怪尽数腰斩，落在了地上散架成了骨头。剩下的怪物也被他如法炮制杀死。\n   \n“鹰日青成绩为优良，通过！”考官面无表情地说道，似乎是看多了这样的情景。\n  \n接下来各个选手一一通过，大部分是成功的。失败的只有一小部分人，都被人用担架抬走送去医院了。\n   \n而其中在招兵处挑衅奥斯汀的那个少爷只是勉勉强强地通过了测试，获得了一个普通的成绩。但竟然还高兴地离开了。\n   \n“下一个！奥斯汀上场！”考官依旧是面无表情地说。\n  \n奥斯汀走到了竞技场中央，拿出了钻石剑，看着笼子渐渐地打开，手里握紧了钻石剑，然后给自己的钻石剑附上了冰之属性，给自己加了一个磐石术，让自己的防御上升，然后做好了准备等待怪物来袭。\n  \n笼子已经上升到一人高，里面的怪物已经冲了出来，打头阵的是两个苦力怕，迅速地靠近了奥斯汀。\n  \n奥斯汀看见苦力怕，毫不犹豫地使出了剑射八方，将其中一个苦力怕砍成了两半，另一个苦力怕被剑气击退到怪物群中。\n  \n这时，在竞技场高台的一个中年人看见奥斯汀使用了剑射八方，惊讶地站起来喃喃说道；“这个人竟然会使用剑气，看来这次捡到宝了。”说着叫来仆人，吩咐下要重点关注这个人的命令，然后便坐到椅子上优哉游哉地看着竞技场里的战斗。\n  \n这时奥斯汀的处境十分不好，对面六只骷髅射手，分别射出了几箭，让奥斯汀防不胜防，手臂和膝盖（噗~）都中了一箭。\n  \n忍着剧痛，奥斯汀拔出了手臂和膝盖的箭，给自己放了一个回春术，感觉伤口好了一点，便冲向了骷髅怪，又使出了剑射八方，将几只渣血的骷髅怪砍成了渣渣。\n  \n没有了干扰，奥斯汀很快就结束了战斗，考官脸上略带惊讶地宣布了成绩：“奥斯汀成绩为优良，通过！”\n    \n奥斯汀听到自己顺利通过，身上的痛顿时好了些，不断地对自己使用回春术。\n   \n战斗结束了。考官站在台上，对各位考生说：“下一轮测试将在3天后的东城郊进行，请各位按时到达。\n  \n------------------------未完待续---------------\n嘛。。在机油家码完了这一章小说。。求金币+人气。。。喵~~~~=w=\n您的支持就是对我的鼓励，请不要吝啬你的人气和回复，只有鼓励才能让作者努力写小说。\n\n  \n",
    "replies": [
        {
            "author": "y~番茄",
            "timestamp": 1366537140,
            "txt_content": "{:10_492:}占沙发"
        },
        {
            "author": "2536172690",
            "timestamp": 1366537560,
            "txt_content": "by~番茄 发表于 2013-4-21 17:39 \n占沙发\n{:10_503:}LZ的头像"
        },
        {
            "author": "y~番茄",
            "timestamp": 1366538100,
            "txt_content": "2536172690 发表于 2013-4-21 17:46 \nLZ的头像\n神马意思，听不懂(O_O)？"
        },
        {
            "author": "870830676",
            "timestamp": 1366542720,
            "txt_content": "2536172690 发表于 2013-4-21 17:46 \nLZ的头像\n嘛,你邪恶了。这个头像很纯洁的"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1366605300,
            "txt_content": "我来顶了~"
        },
        {
            "author": "a1534149998a",
            "timestamp": 1366612560,
            "txt_content": "哇 哦 11章出来了！"
        },
        {
            "author": "812292462",
            "timestamp": 1375403100,
            "txt_content": "{:10_523:}顶"
        },
        {
            "author": "16136953",
            "timestamp": 1375575780,
            "txt_content": "2536172690 发表于 2013-4-21 17:46 \nLZ的头像\n 你的头像才......."
        }
    ]
}