{
    "title": "游戏还是现实？  Minecraft原创小说（无节操更新，单章字数持续较少，已至六十章）",
    "author": "zhyp",
    "replyCount": 99,
    "timestamp": 1366557660,
    "txt_content": " 本帖最后由 zhyp 于 2013-8-22 14:54 编辑 \n\n正在贴吧，论坛同时发布\n禁止未经作者允许转载\n\n坑爹啊，帖子居然合并不了。好吧，先这样吧。。。。。。",
    "replies": [
        {
            "author": "zhyp",
            "timestamp": 1366557660,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-24 22:07 编辑 \n\n声明：\n本文章纯属原创，如有雷同，纯属巧合。\n\n第一章   “毛线”的铁路\n         这是一个方块的世界，一切都是方块组成的，在我们看来可能会很不适应，但对于他们这是永生不变的真理。\n         由于是两个世界，所以自然会有很多不同，我们的力学三定律对于它们可能只是谬论。科技、文化也自然不相同。\n         而我们的主人公，史蒂夫就出生在这个世界。\n        “最新消息，最新消息，第一条高科技自动化铁路完成，免费试乘啊！”负责传播消息的人卖力的喊着。\n但人们似乎对这个影响本应极大的消息置若罔闻，原因很简单：关于这条铁路的消息已经出现过很多次了，但几乎每一次都要出点事。上上上一次在停车时突然撞上站口，所有人当场死亡。上上一次在行至中途时掉进了一个大坑，所有人当场死亡，上一次，则是直接在启动时就撞到了一起，全部死亡…当然，这个世界的人很少，因此他们似乎与生俱来就可以无限复活，死对于他们，只是个几秒钟的停顿罢了。\n“妈妈，我去参加一次，很快就回来！”\n“好的，路上小心点。还有，少带些东西！”虽然死无所谓，但东西可就找不回来了。\n他的妈妈艾丽微笑着看着自己的孩子跑出去。“这孩子，除了调皮些，但还是挺聪明的。以后可要给他找所好学校。”正想着，史蒂夫就跑远了。"
        },
        {
            "author": "zhyp",
            "timestamp": 1366557720,
            "txt_content": "第二章   恐怖的炸药\n在另外一处的地下，几个看起来十分狰狞的大汉正围在一起，大笑着说些什么。\n“我说老大，这次会有几个人参加啊，他们恐怕听都听烦了吧？”一个人不满的嘟囔了几句。\n旁边一个人立刻瞪大了眼睛。“老末，你是没信心么？咱们绝对可以成功的，即使上面只有几个人，政府也决不会坐视不管的。等咱们拿到钱，立刻就远走高飞，怎么样？还有，无线红石引爆器怎么样了？”\n“老大，绝对没问题了！这次我用了十五个中继器，而且所有炸药都放在了跨海大桥一侧，足够炸掉大半个桥了。”\n“恩，做的很好，咱们就等着来钱吧！哈哈哈哈！”\n史蒂夫来到了新的列车前，仔细端详了起来：这是辆崭新的列车，十分气派，想必坐上去也会很舒服吧？边想着，史蒂夫就上了车。这次车上人并不多，他很快就找到了一个包厢，舒舒服服地坐了进去。\n大约十分钟后，列车就开动了。史蒂夫绕有兴趣地看着窗外的风景，但他却不知道，他这一去，就是很久，很久…"
        },
        {
            "author": "w873130585",
            "timestamp": 1366558020,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "zhyp",
            "timestamp": 1366558200,
            "txt_content": "恩，后期会明白的。"
        },
        {
            "author": "zhyp",
            "timestamp": 1366560180,
            "txt_content": "第三章  疯狂的炸桥计划\n正当列车行驶在原野中时，政府却意外的接到了一个电话：“哈哈，我们已经在列车沿途的某个地方安上了炸药。如果你们不以最快速度向*******发款1000万的话，我就让这所列车和这个轨道从世上消失！”\n“你休想，如果你在收钱后又炸桥，怎么办？而且，我们凭什么因为一句话就想信你？要让一列高速列车停下来，跟被炸桥又有多大的人员伤亡差别？”\n“哈哈，那你们就看烟花吧…嘟…嘟…”\n“喂、喂”“向列车长发信号，让他注意着点！”\n“这次列车挺平稳的，说不定真的能成功呢。”一边这样想着，史蒂夫解开了腰上的系带，走下了座位，在走道的窗前趴着，希望能看到有趣的东西。\n“小朋友，请立刻回到座位上，这样做很危险的。”此时此刻，列车行驶到了一座大桥上。“为什么呢？列车行驶得这么平稳，有什么可怕的呢？”\n“这…”看样子这位乘姐经验不足，不懂得怎么哄孩子。\n此时，列车行驶到了大桥一端。\n“引爆！”\n“嘀…嘶…嘶…嘶…砰！”\n正在看风景的史蒂夫猛然间觉得脚下一震，就飞出了车厢…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366597320,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-22 11:00 编辑 \n\n第四章  神秘人（上）\n如果有人能在此时看到这里的话，一定会十分震撼：一个又一个TNT接连爆炸，把大桥炸得粉身碎骨。处于前端的驾驶室被炸到了半空中，连带着后面几截也被带到了空中。惊呼声、惨叫声不绝于耳，构成了一副末日般的美。令人意外的是，这次列车质量的确很好，即使炸药就在下面爆炸，也仍然保护住了乘客。只是，我们的史蒂夫就没这么幸运了…在冲击波下，他失去了意识，被抛到了空中，随即就又落入水中。只是，似乎有道白光闪过，他就消失在了空气中…\n第五章 神秘人（中）\n等到史蒂夫醒来时。他发现自己正躺在一张床上。\n“这是…哪里啊？”史蒂夫的方脑壳里出现了这个想法。“奇怪，我记得我明明在列车上的，怎么会…”\n“因为有人炸桥，你被炸下来了。”一个不带任何感情色彩的声音响起。随即“吱呀~”一声响，旁边的一扇木门被打开了，走出来一个男人。他有着一张大众脸，但无论谁看到他都会永生难望：他没有眼球！眼白突兀的闪着莹光，令人毛骨悚然！\n这个男人扔给史蒂夫一个袋子“看看有没有少什么东西。”\n他打开袋子，一样也没有少。他拿出一块鸡肉飞快的吃完，又喝了一碗奶，这才有了些力气。\n他打量了一下四周：这是个木头小屋，除了一张床和两个火把外别无它物。突然间，他想到了什么，惊恐地叫了起来。“你怎么会知道我想的什么！”\n“因为看完贴的人没有回贴！”"
        },
        {
            "author": "zhyp",
            "timestamp": 1366599960,
            "txt_content": "看完不顶，会有人半夜找你的…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366605480,
            "txt_content": "第六章  神秘人（下）\n“你怎么会知道我想的什么！”\n“这个你不需要知道。”史蒂夫还想说些什么，但他就是鼓不起勇气去面对这个只有白眼睛的神秘男人。\n“我要回家，我要回我的家！你没有权力把我关在这里！”史蒂夫希望能以这种方式表达自己的愤怒。\n神秘男人只是看了看他，淡淡地说道：“关于你家里的事你就不必担心了。你能与我相见也是个机遇，你就先在这里养伤吧，伤好了我会告诉你一件事的。”随即门便关上了。史蒂夫叹了口气，只好继续蒙着头睡觉了。"
        },
        {
            "author": "zhyp",
            "timestamp": 1366609980,
            "txt_content": "为了让各位看官方便阅读，以后长章割成两份发，谢谢支持~\n第七章  唯一的失踪者（上）\n       “什么？桥被炸断了？立刻派人打捞列车残骸，搜救幸存者！另外，去查刚刚的那个电话，一定要把那伙炸桥的抓起来！”这是政府得知后的第一反应，看样子他们还是有用的。\n        “最新消息，最新消息！有歹徒在**桥上安装炸药，索要赎金未果后炸断了**大桥！”\n       人们听到这则消息，争先恐后地跑向了**大桥，希望能亲眼目睹这一“奇观”，或者是救起来一两个人。当然，里面也不乏想趁机捞走财物的人，不过这只是少数罢了。\n       当人们赶到时，搜救队已经到达了这里。大部分乘客已经被救了起来，只是小部分被压在车下或是已经死亡、并复活到家的还在确认中。“报告队长，能救的人我们都已经救上来了，正在确实死亡人数。”\n    “好的，辛苦你们了！”\n    “报告队长，死亡人数和幸存人数都统计出来了。但…”\n     “但是什么？”\n     “我们始终都没有找到一个叫做史蒂夫的小孩，他似乎消失了。”"
        },
        {
            "author": "zhyp",
            "timestamp": 1366619340,
            "txt_content": "第八章  唯一的失踪者（下）\n      “没事。”队长舒了一口气，也许是这个孩子贪玩，复活后又跑出去玩了吧。“上报政府吧。”\n       “等等，我有事情要说！”旁边一个乘姐模样的人，气喘吁吁地跑过来。“您是搜救队长吗？”\n    “是的，你有什么事吗？”\n    “是这样的，在炸桥前，有一个孩子解开安全带，跑到走廊去看风景。我去劝他，没能劝成功，爆炸时，我好像看到他飞到了空中…我怀疑，他可能顺水飘走了。”\n       “是吗，还有空闲人手吗？去河的下游找找看！”\n      十分钟后…\n    “队长，我们把上下游都找过了，没有一个人或尸体！”\n    “哦？”队长翘起了眉毛，看样子，这次要棘手了…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366623780,
            "txt_content": "第九章  匿名电话（上）\n      就在政府人员焦急地等待了几个小时后，救援队的报告电话总算是打了进来。\n     “报告，本次救援行动已完成。除一人外已全部确保安全。目前仍在努力寻找中…”\n     “是一个叫史蒂夫的小孩，其母亲叫艾丽，父亲无法查到。据估计，他被冲击波打入水中，因此可能会难以查找。”\n    “那你们就继续努力吧！”反正又死不了，他们当然不着急了。\n       正当他准备打向史蒂夫的母亲艾丽时，电话却先响了。"
        },
        {
            "author": "zhyp",
            "timestamp": 1366626120,
            "txt_content": "第十章   匿名电话（下）\n       他随意地拿起话筒，扫了一眼，却是被吓得险些扔掉话筒。很简单：没有归属地！\n       他战战兢兢地问了句：“您有什么事吗？”\n      “我打这个电话，只是要通知你们一句。那个叫史蒂夫的孩子在我这里养伤，很快就会回家，告诉他的母亲别让她担心。另外，不要把这个电话告诉别人！嘟…嘟…”\n      “我们会为每一个人保密的…喂，喂！”\n     他放下话筒，舒了口气。即然这样，那就没事了。"
        },
        {
            "author": "Ha!",
            "timestamp": 1366626300,
            "txt_content": "顶一下{:10_492:}"
        },
        {
            "author": "216119411",
            "timestamp": 1366626840,
            "txt_content": "实际上，楼主，你可以把这个搞到期刊里"
        },
        {
            "author": "870830676",
            "timestamp": 1366627680,
            "txt_content": "。。LZ能弄个索引么"
        },
        {
            "author": "zhyp",
            "timestamp": 1366632000,
            "txt_content": "第十一章   磨炼身体？\n       第二天，史蒂夫的身体就好了一大半；第三天，就能在地上活蹦乱跳了。毕竟主要是冲击波造成的震伤，再加上他们的变态能力，恢复极简单。\n       这天，正当史蒂夫卧在床上想着妈妈时，门又一次响了。他连忙用被子蒙住头装睡。\n      “不用装了，我知道你的伤已经好了。起来，跟我走，你该学些东西了。”没办法，我们的史蒂夫只好乖乖地起床了。起床后，床头放了一套新衣服，摸上去又点糙，但穿上后却十分合体，一点也不扎。\n        “从现在开始，你就要开始学习一些基本技能了。这是一把铁斧子，用它砍树，砍到你累为止。等你累了就休息会儿，休息完了就接着去砍。每天至少一百快木头，否则就站一晚上。”\n       “…好吧。”"
        },
        {
            "author": "zhyp",
            "timestamp": 1366632000,
            "txt_content": "870830676 发表于 2013-4-22 18:48\n。。LZ能弄个索引么\n额…不会啊…这样看好像也没什么影响吧…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366639560,
            "txt_content": "第十二章   砍啊砍（上）\n       那个神秘男人又突然拍了他一下。顿时间，他感觉一道电流闪过自己的脑袋。\n      “简略型TMI监控端（只是LZ胡扯的啦别太介意）安装完毕，使用者，steve。是否查看信息？”\n      “这是个神马东西？”\n       正当他想要一探究竟时，神秘男人却一脚把他踹进了森林…\n       “我在你的身上安了东西，无论你到哪里都会被我知道，赶紧进去砍树！”一道声音从后方传来。唉，这下是真的走不了，乖乖干吧！"
        },
        {
            "author": "zhyp",
            "timestamp": 1366639620,
            "txt_content": "跪求人气，回复啊…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366641420,
            "txt_content": "第十三章   砍啊砍（中）  \n      史蒂夫在以前从未做过如此繁重的劳动。他从未摸过农具；倒不是他不想学，妈妈从来都不让他碰。妈妈说，这些东西以后都会在学校中学到，现在就没必要碰了。只是…\n     他找准了一棵苹果树，使出了吃奶的力气砍了上去。斧头果然深深地砍了进去，只是那股反震力令他的手也麻了很久，他不得不等了一会儿在砍下一斧。“不行，照这速度，一天撑死只不过砍个几十块罢了，得想个办法，可不能让手中的铁斧头白使了。”\n      就在这时，风悄悄的刮起来了。“诶，有妙招了，真是天助我也啊哈哈！”"
        },
        {
            "author": "zhyp",
            "timestamp": 1366641540,
            "txt_content": "我今天是彻底快赶吐血了，好好休息会\n儿，一会看情况再更哈~"
        },
        {
            "author": "125803199",
            "timestamp": 1366642800,
            "txt_content": "加油     九十多亿看官在等"
        },
        {
            "author": "zhyp",
            "timestamp": 1366642980,
            "txt_content": "第十四章    砍啊砍（下）\n      神秘男人看看眼前的一摞木头，不禁皱了皱眉头。“虽然这孩子晚回来了一会儿，但这么点时间，怎么可能够攒到一百块木头呢？”\n     “很好，明天继续，一直练下去，直到你能在半天内砍够一百块木头为止！”\n      “为…没事了！”（当你看到那双眼睛时，你能做得比他好吗？我们的主人公在H的压力下还是顶出了一个字哦~）\n       “唉，看样子偷机取巧还是不行哪！我一定要好好锻炼了…”于是，史蒂夫草草吃了些东西，便睡到了床上了，很快便进入了梦乡…\n  感谢您的支持，这是我持续更新的动力！"
        },
        {
            "author": "zhyp",
            "timestamp": 1366643220,
            "txt_content": "第十五章   更多课程\n      半个月后…\n      史蒂夫相比一个月前黑了不少，但也高了，壮了。此时正是阳光明媚，在少年的面前，整整齐齐的堆着一堆木头。\n     “很好，经我调教出的人，就应该这么迅速！砍树可以告一段落了，接下来是更多的课程。”\n     “还…还有？还是…还是很多？啊啊啊！”史蒂夫顿时跌坐到了地上。\n       “亲爱的notch上帝啊，你为什么要如此玩我啊！”每个人懂事后都会被教授这句话，只是现在真正了解含义的人似乎都不见了。神秘男人的嘴角抽了抽，随即又恢复了正常。\n       游泳，伐草，制造，杀生，挖矿，学习知识…每一项课程几乎都能要了史蒂夫的命，但效果也是异常显著的。此时站在山头的少年，可以说，他就是这个世界的贝爷！    \n感谢欣赏，您的支持是我更新的动力~ "
        },
        {
            "author": "zhyp",
            "timestamp": 1366643220,
            "txt_content": "LZ表示今天先到这里了，虚了…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366686420,
            "txt_content": "求回复，求人气啊…顶一下"
        },
        {
            "author": "无痕",
            "timestamp": 1366686660,
            "txt_content": "捏个，这里是论坛，不能一直连楼哦~"
        },
        {
            "author": "某高宗",
            "timestamp": 1366688160,
            "txt_content": "无痕 发表于 2013-4-23 11:11 \n捏个，这里是论坛，不能一直连楼哦~\nwhat！？这个规定不是废了吗，我的贴！"
        },
        {
            "author": "870830676",
            "timestamp": 1366690680,
            "txt_content": "zhyp 发表于 2013-4-22 20:00 \n额…不会啊…这样看好像也没什么影响吧…\n要是你想有更多的金币人气,还是像我这样建一个索引帖,然后一大章就发个帖然后把链接帖在索引帖上,我的小说在签名上有,你可以借鉴下"
        },
        {
            "author": "zhyp",
            "timestamp": 1366691700,
            "txt_content": "手机打字党表示很麻烦啊"
        },
        {
            "author": "zhyp",
            "timestamp": 1366691880,
            "txt_content": "无痕 发表于 2013-4-23 11:11\n捏个，这里是论坛，不能一直连楼哦~\n我要码字啊…又没人回复所以只好这样一个人慢慢码了…"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1366692360,
            "txt_content": "怎么背景音乐？\nDJ got us fallin in love\n也是我最爱听的{:10_512:}\n顶一个~"
        },
        {
            "author": "zhyp",
            "timestamp": 1366726500,
            "txt_content": "第十六章 我有工作啦！（上）                        此时此刻，艾丽正站在家门口，露出了一副不敢相信，而又万分激动的表情，她用手堵住自己的嘴巴，强忍着不哭出来。\n      在她面前的，正是她朝思幕想了三个月的儿子啊。他黑了、他瘦了、他高了，不过，这又如何呢？有什 么东西，可以比得上这三个月来她对儿子生命的担忧呢？ 艾丽飞快地跑到了儿子面前，将儿子抱在了怀里，不断的抚摸着，史蒂夫也抽噎了起来。母子二人就这样过了许久，艾丽才回过神来，和儿子一起回到了家。"
        },
        {
            "author": "zhyp",
            "timestamp": 1366726560,
            "txt_content": "第十七章 我有工作啦！（中）\n       ”孩子啊，你这三个月去了哪里，谁和你在一起，居然忍心让你成了这样？”\n       “我…”正当史蒂夫想要开口时，身上却又是一阵电流过体的感觉。“不要把不该说的说出去。”临行前男人的话在他的脑中又响了起来。\n     “额…妈妈，你看，这次出去，我学到了很多东西呢！”边说着，史蒂夫顺手就拿起了旁边的石斧头，跑到后院，对着一棵桦树砍了起来。\n     “唉，还是铁斧头用起来顺手！”心里这样想着，手上却更加卖力，不多时，一堆木头就堆在了仓库。\n     “这孩子，果然还是像他了…”艾丽的眼中露出了一丝惊讶，随即又露出了怅然的神色。\n     “他已经走了那么久了，怎么还是渺无音信啊…”"
        },
        {
            "author": "zhyp",
            "timestamp": 1366729860,
            "txt_content": "第十八章 我有工作啦！（下）\n      “夫人您好，我是工人公会的会长。我看到了您的儿子的惊人之举，请问您愿意让您的儿子加入工会吗？”\n     旁边突然走出来一个人，站在篱笆外，这样的问道。他的个子不矮，身上也有着不少的肌肉，撑得衣服都微微鼓了起来，肤色则是健康的小麦色。\n     突然出现的人令母子二人都吃了一惊，随即又欣喜了起来。要知道，工人协会几乎不会招人，但凡是招进去的人，在不久之后，不是买下了一大片土地，就是拥有了自己的产业。能够被邀请进入公会，还是会长的邀请，有谁不会欣喜呢？\n       就在此时，艾丽却突然犯难了。虽说自己的孩子小小年纪就有了这样的能力，可她怎么舍得让自己的孩子再次离自己而去呢？\n       会长好象看出了她的顾虑，笑着说：“公会随时欢迎你的孩子”。于是，两人的目光同时看向了史蒂夫。\n       史蒂夫被他们看得心里发毛，心里万分不情愿。“被看上又怎么样？我偏不去。”就在这时，身上仿佛又是一道电流经过。神秘人的声音再次响起。“答应他。”\n     “好吧。”史蒂夫嘟囔着，向\n那个人伸出了手。\n     “我愿意。”\n       会长脸上露出了更灿烂的笑容。\n      “那么，一个月后，我们在城里的公会报到处见面吧。”"
        },
        {
            "author": "1059857433",
            "timestamp": 1366745700,
            "txt_content": "Ha! 发表于 2013-4-22 18:25 \n顶一下\n[diamond_sword]字是不是一点少了--"
        },
        {
            "author": "zhyp",
            "timestamp": 1366771800,
            "txt_content": "求回复，求支持…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366777140,
            "txt_content": "此贴永不沉…"
        },
        {
            "author": "Technology",
            "timestamp": 1366777380,
            "txt_content": "无痕 发表于 2013-4-23 11:11 \n捏个，这里是论坛，不能一直连楼哦~\n无痕~没关系的，只要不是水贴，至少创作版不会有这样没人性的规定的"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1366778220,
            "txt_content": "Technology 发表于 2013-4-24 12:23 \n无痕~没关系的，只要不是水贴，至少创作版不会有这样没人性的规定的\n没人性= =这个词拉仇恨的= ="
        },
        {
            "author": "Technology",
            "timestamp": 1366778280,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-4-24 12:37 \n没人性= =这个词拉仇恨的= =\n我好不容易把他的索引编辑完了。你看看"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1366778340,
            "txt_content": "Technology 发表于 2013-4-24 12:38 \n我好不容易把他的索引编辑完了。你看看\n哇，好厉害的说"
        },
        {
            "author": "zhyp",
            "timestamp": 1366779360,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-24 12:58 编辑 \nTechnology 发表于 2013-4-24 12:38\n我好不容易把他的索引编辑完了。你看看\n\n版主你好牛啊…不过以后怎么办哪？"
        },
        {
            "author": "Technology",
            "timestamp": 1366779540,
            "txt_content": "zhyp 发表于 2013-4-24 12:56 \n版主你好牛啊…不过以后怎么办哪？\n以后啊，你多写点发一章，我可以再帮你编辑，或是让别的版主帮你编辑"
        },
        {
            "author": "zhyp",
            "timestamp": 1366781520,
            "txt_content": "     第十九章  天赋的展现（上）\n      由于最近事情比较多，楼主还接了个活，所以这两天的文章会比较少。另外，楼主还是学生，这篇文章自始至终可能都要在手机上更新（表示E71吊爆了），这会是篇长篇小说，所以不要怪我进度慢哈~\n       一个月后…\n       史蒂夫在行人的帮助下，七拐八拐总算是走到了这座城市里最大的建筑前，毕竟，他还是个少年，对这个世界的理解还很少。\n       “这就是公会的接待处吗？好气派啊。”史蒂夫呆呆的望着这个装饰华丽的建筑物。不说别的，仅仅是外墙就用黑曜石构建而成。顶部还镶嵌着大量钻石，熠熠生辉，闪得几乎无法直视。\n       “请问…先生，有什么我可以帮你的吗？”门口的引导员走了过来，开口问道。\n       “噢哦是的，姐姐，请带我去找一下会长。”\n       引导员眼前一亮。“你就是史蒂夫吗？那么请跟我来吧。”\n     她转身走入了大门，史蒂夫飞快地跟了上去。\n   "
        },
        {
            "author": "Technology",
            "timestamp": 1366790160,
            "txt_content": "zhyp 发表于 2013-4-24 13:32 \n第十九章  天赋的展现（上）\n      由于最近事情比较多，楼主还接了个活，所以这两天的文章会比较少。 ...\n我用的也是E71~"
        },
        {
            "author": "zhyp",
            "timestamp": 1366793220,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-24 16:49 编辑 \nTechnology 发表于 2013-4-24 15:56\n我用的也是E71~\n\n表示牛爆了…（过去“吊”是“牛”的同义词）例如：“你以为你吃了金坷拉就很吊吗？”此处“吊”就是褒义词"
        },
        {
            "author": "1313113",
            "timestamp": 1366796220,
            "txt_content": "楼主加油！！！我始终顶你\n[half_block]\n[lever]\n[cubblestone]"
        },
        {
            "author": "zhyp",
            "timestamp": 1366797360,
            "txt_content": "第二十章   天赋的展现（中）\n     随着引导员走了尽一分钟后，二人终于在一扇大门前停了下来。\n    “我的职责已经完成了，这就是会长的办公室，祝你顺利。”临行前引导员送给了史蒂夫一个微笑，顿时令史蒂夫信心大增。\n      他敲了敲门。一个熟悉的声音响了起来。“请进。”他走了进去。\n       走进这间屋子，史蒂夫发现这间屋子并不像想象中那么大。除了一张大桌子，一些简单的摆设，就是另一扇大门，似乎通向室外。\n      会长抬起头。\n      “史蒂夫，请坐吧。等一下我先对你进行一个测试，看看你需要什么课程。稍等一会儿，让我把手头的先完成。”史蒂夫只好在旁边的凳子上等着。\n      过了大约十分钟，会长的声音叫醒了昏昏欲睡的史蒂夫。\n       “做好准备了吗？”\n        史蒂夫听到这话，顿时就有了力气。“好了。”\n       会长走到了另一扇门前，用力地打开了门。\n      “这是…” 史蒂夫瞪大了眼睛。   "
        },
        {
            "author": "无痕",
            "timestamp": 1366801500,
            "txt_content": "Technology 发表于 2013-4-24 12:23 \n无痕~没关系的，只要不是水贴，至少创作版不会有这样没人性的规定的\n好哇好哇，创作版就是自由哇~怒赞~"
        },
        {
            "author": "Technology",
            "timestamp": 1366803540,
            "txt_content": "无痕 发表于 2013-4-24 19:05 \n好哇好哇，创作版就是自由哇~怒赞~\n只有相对自由而友善的环境，容许各种不一样的声音，才会有更多人来这里交流自己的思想与故事。我希望会有百家争鸣的景象"
        },
        {
            "author": "无痕",
            "timestamp": 1366805280,
            "txt_content": "Technology 发表于 2013-4-24 19:39 \n只有相对自由而友善的环境，容许各种不一样的声音，才会有更多人来这里交流自己的思想与故事。我希望会有 ...\n是呀，不难听见~"
        },
        {
            "author": "zhyp",
            "timestamp": 1366808520,
            "txt_content": "…这是什么情况？"
        },
        {
            "author": "zhyp",
            "timestamp": 1366813560,
            "txt_content": "此贴永不掉…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366815120,
            "txt_content": "第二十一章   天赋的展现（下）\n     “这是…”史蒂夫吃惊地瞪大了眼睛。\n     此时此刻，展现在他面前的，竟然是另一个世界！\n    里面有不少人都在劳动，各做各的一份事：垦地，伐树，打铁…当然对于一个有高新科技但野外充满危险的世界来说，这样的行为应该算是鸡肋了。对于一心探索这整个世界的人来说，这应该是密不可少的。远处还有一栋栋乳白色的小房子，说不定就是搞研究的。\n    会长看出了史蒂夫眼中的惊骇，或者说他知道每一个人初来此地都会如此，笑着解释道：“为了不破坏外界环境，政府专门给予了我们一整块地。所以我们就在这里进行训练，给养。每一个人都是从这里起步，从而拥有了探索这个世界的能力。这个世界的百分之九十五的资源提供者，都是来自于公会。而这个世界，几乎完全是由我们探索开发的。尽管如此，这个世界还有百分之八十的土地尚未得到开发。”\n      边说着，会长就走入了这个世外桃源，史蒂夫愣愣地紧随其后。有的人看到会长，停下来打个招呼，就接着忙自己的事，而更多的人则是完全沉浸在了自己的工作中。或许，他们能成为人上人，意志也是重要一点吧。\n     会长走到了一片无人的地方，指着旁边的树木对史蒂夫说道：“这就是你的考核，一个小时内，尽可能的多做事，无论什么都行。”听到这里，史蒂夫从之前的状态中回复了过来，一头扎进了考核…\n      半个多小时后…\n    会长张大的嘴巴接近塞下一整块蛋糕 。\n   “你妹啊，这是何等神人哪！他不过是个少年，却在这么短的时间内砍下了二百多块木头，又挖了近九十块石头，捎带着还建了个庄园，这是上天赏给公会的吗？”\n       他还算反应快，摁住了正在劳动的史蒂夫。“停下吧，不用考核了，你就是公会最缺的人才！”"
        },
        {
            "author": "zhyp",
            "timestamp": 1366817700,
            "txt_content": "哼哼这个贴子掉不下去的…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366866840,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-25 13:15 编辑 \n\n第二十一章  实践？（上）\n      为了保证文章不出现错误，每章都是闲时直接码出的…谢谢支持。\n     “停下吧，不用考核了，你就是公会最缺的人才！”\n      听到这话，史蒂夫忙碌的身影才停了下来。“看样子，H先生教给我东西的还真是有用啊。”\n      会长使劲地拍了下史蒂夫的肩膀。“行啊小子！你不需要课程了，明天正好有一队探险队要出发，你直接跟着他们走吧！”\n     史蒂夫被吓了一大跳。“会长，你在开玩笑吧？”\n     会长脸上的笑容更加浓郁了。“没开你的玩笑，你的生存能力太强了，有的人经过训练也没你强啊！不用说了，你可以出发了。”\n     没等史蒂夫开口，会长就向不远处的一个人招手。“大J，公会来了个天才，让他明天就跟着你出去吧！”"
        },
        {
            "author": "Technology",
            "timestamp": 1366866900,
            "txt_content": "为了保证文章出现错误，你写错了。。\n我来顶你了！！"
        },
        {
            "author": "zhyp",
            "timestamp": 1366878060,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-25 16:49 编辑 \nTechnology 发表于 2013-4-25 13:15\n为了保证文章出现错误，你写错了。。\n我来顶你了！！\n\n发布后一分钟内我就果断改了…另外谢谢你了…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366899360,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-26 12:29 编辑 \n\n  第二十二章   实践探索（中）\n     “大J，公会来了个天才，让他明天就跟着你出去吧！”   \n     随着他的招手，一个高大的汉子跑了过来。\n     “会长你又让我带人哪？可要多给我加些分哪！”这个看起来十分憨厚的汉子一边打着招呼，眼睛却是望到了史蒂夫身上。他其实叫Jeff（杰夫），只是个子大，所以被别人戏称为“大J”。而且，没有B…\n      “以会长的性格不会轻易夸人，能经的住他的夸奖。看样子这个小子不简单。不过他还是个小孩，能受得了野外吗？看样子这次出去工作量又要小了。”\n      虽然有些不满意，但杰夫还是笑着伸出了手。“你好，我叫杰夫，你也可以叫我大J。明天你就跟着我们一起探险吧！”\n      “谢谢，我叫史蒂夫。我…还是叫你杰夫吧！”\n       杰夫把史蒂夫带到了一个白色小屋前。给了他一个牌子：“来，把你的名字写在上面，挂在房门上，这间房子就属于你了。”史蒂夫接过牌子，写下了自己的名字。\n         ”好了，今天天也不早了，你先睡在这里吧。我就在你的后面，房子里有一些基本的东西。明天早上我来叫你，顺便让你认识一下探险队的其他成员。明天见了！”\n       史蒂夫走进了房子，房子里有一个工作台和床，他在工作台上合成了火炉和铁毡，就躺在了床上。他仰头看着天窗，天空中群星闪烁，似乎在为他饯行。\n      “明天，说不定是个新的开始呢…”\n嘿嘿，有人会想这篇小说为什么会起这个名字，等到这个完结你就明白了…"
        },
        {
            "author": "Technology",
            "timestamp": 1366903920,
            "txt_content": "zhyp 发表于 2013-4-25 22:16\n第二十二章   实践探索（中）\n     “大J，公会来了个天才，让他明天就跟着你出去吧！”   \n     随着他 ...\n别写那么长，没意思的...我觉得MC的小说四五万字就可以了，再长有变成流水账的可能性。。。"
        },
        {
            "author": "Technology",
            "timestamp": 1366934220,
            "txt_content": "zhyp 发表于 2013-4-26 06:44\n不能再短了…再短文章就要头重脚轻了\n你现在才写了五千都不到啊"
        },
        {
            "author": "zhyp",
            "timestamp": 1366950480,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-26 12:31 编辑 \n\n啊…好吧我估错了，那就可以再缩一下了\n我怎么觉得二十二章总共都近八千字了？"
        },
        {
            "author": "zhyp",
            "timestamp": 1366971960,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-26 18:29 编辑 \n\n第二十三章 实践探索（下）\n       第二天。杰夫一进来就发现了屋子里多出来的物件，不由得暗叹：“确实是个天才！”但当他看到床上时，顿时间哑然失笑：史蒂夫仰面成“大”字状躺在床上，身下还有一摊水渍…\n     “…毕竟还是个孩子。”\n       三十分钟后，这个小队就聚在了一起。其他的两个队员好奇地看着这个孩子。\n      “现在我给你介绍一下其他人，这个是罗杰，负责野外生存；这个是露，她负责采及植被和树木，我负责采矿和防御。有了你这个天才，挖矿的事就由你负责，怎么样？”\n          站在旁边的罗杰饶有兴趣地问道：“队长，你为什么要称一个小孩为天才呢，不会又死人吧，哈哈！”\n          杰夫笑打了罗杰一下，转头对史蒂夫说道；“不必担心，这家伙就爱开玩笑。罗杰，你可别小看这孩子，他确实有些能力呢！”当然，他也只是认为史蒂夫有些能力，并不认为他是天才。\n       很快，他们就乘坐列车到了城的西南部，经登记后进入了森林。旁边的士兵突然敬了一个标准的军礼。\n        “森林中的怪物随时都可能会出来，所以需要士兵镇守。”一旁的杰夫解释道。不知道为什么，史蒂夫总觉得这次旅途不会平静。\n感谢欣赏，您的支持是我持续创作的动力！"
        },
        {
            "author": "zhyp",
            "timestamp": 1366974660,
            "txt_content": " 第二十四章  危险（上）\n       史蒂夫的队伍行进得很快，一个上午就远离了城市。\n      “小盆友，你出来不害怕吗？”罗杰戏谑地问道。\n      “不害怕，我不是第一次出来了。”想到H先生的话，本想多说些的史蒂夫停下了嘴。四人继续走着。史蒂夫发现杰夫每走一段路就要停下来放个火把。犹豫了一下，史蒂夫还是说出了自己的疑问。\n        “咱们现在是在野外，很容易就会迷路的，放火把，可以有效的指出道路，同时有亮光的地方基本不会有怪物。我也不知道为什么，这些都是前人留下的经验。”史蒂夫可不知道这些，原来H会及时带出他的…\n        又走了一会儿，他们停到了一处水谭边。“就在这里驻扎吧。”\n        很快，众人就搭好了一个简单的房子，天也要暗了下来。于是众人草草吃了些东西，就去睡觉了，只是约定每个人都要守四分之一夜。身处野外，精力必不可少。史蒂夫被安排为第一个，守了一会就被换下了，躺到床上，美美地睡了。野外可没有睡懒觉的时间。\n       感谢欣赏，您的支持是我持续创作的动力！"
        },
        {
            "author": "zhyp",
            "timestamp": 1366982100,
            "txt_content": "苦逼的楼主一月才回一次家…不过我还是会用手机狂码字，我们只放两天，所以在两天内我会努力码字。但五一后停更一天：二模来了。提前通知，谢谢支持！"
        },
        {
            "author": "Emerson",
            "timestamp": 1366982280,
            "txt_content": "背景音乐还可以"
        },
        {
            "author": "zhyp",
            "timestamp": 1366982700,
            "txt_content": "Emerson 发表于 2013-4-26 21:18\n背景音乐还可以\n纳尼？我没设啊"
        },
        {
            "author": "294188078",
            "timestamp": 1366983180,
            "txt_content": "顶怒顶，必须顶"
        },
        {
            "author": "zhyp",
            "timestamp": 1366987860,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-26 22:51 编辑 \n\n…竟然掉下去了…"
        },
        {
            "author": "Technology",
            "timestamp": 1366988160,
            "txt_content": "zhyp 发表于 2013-4-26 22:51 \n…竟然掉下去了…\n别回复的太频繁~论坛不是贴吧，只要持续更新不会掉出第一页的"
        },
        {
            "author": "zhyp",
            "timestamp": 1366989420,
            "txt_content": "第二十五章  危险（中）\n       第二天，明媚的阳光照了进来，史蒂夫慢慢睁开了眼。\n      “这么快就天亮了。”史蒂夫抬头看向其他三人，他们都已经打了水在洗漱了。史蒂夫赶忙起来，他可不想让别人因为这个轻视自己。\n      很快，众人就忙碌了起来：露不断的辨认着地上的草，不时地采一些，罗杰则把罪恶的魔爪伸向了周围的生物…不一会儿，他们就有了一天的肉，随后他又开始种小麦。在水边种的，大概一天就能熟（有兴趣可以试下）。史蒂夫则掏出了自己的铁稿，先用手挖掉了上边的泥土，就开始不断的挖了。他的挖法很特殊：竖直向下，宽两格，每隔一层就放个火把，两个火把间再放上梯子，两格交替着挖。这应该就是比较好的探测地下矿物的方法了（LZ就用这种方法，探矿超快！还不会掉下去，但有时候运气不好也不一定…）\n        很快，史蒂夫就挖了近五十层深，看样子，这里没有什么大矿。他失望地摇了摇头，顺梯子上来了。\n       “这里没有大矿。”他向杰夫汇报了情况。杰夫去看了看矿井。“看样子，他是经过专门训练的，这个少年不容小觑！”\n        很快又到了晚上。由于大家都很卖力，所以第二天有了足够的休息时间。大家开了个简单的烧烤会，喝了些苹果酿的酒，就美美的睡下了。第二天没了任务，自然就可以好好睡了。杰夫在家外用石头包起了这个临时住所，这样今晚就能好好睡了。\n       不远处，一件奇异的事正在发生：这一大块地在不断地产生怪物，而它们并未随处游荡，而是聚集在一起，似乎等着什么。当数量终于过百时，它们却整齐的向着一个方向走了过来。这个方向，正是那些看完不给人气，不回复的人所处的地方…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366989480,
            "txt_content": "Technology 发表于 2013-4-26 22:56\n别回复的太频繁~论坛不是贴吧，只要持续更新不会掉出第一页的\n好的~不过我是用手机版看的…"
        },
        {
            "author": "zhyp",
            "timestamp": 1366990140,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-26 23:31 编辑 \n294188078 发表于 2013-4-26 21:33 \n顶怒顶，必须顶\n\n找死么你！以为我用手机看不到你骂我吗？\n\n\n\n\n\n\nScreenshot0005.jpg\n(53.8 KB, 下载次数: 7)\n\n\n\n\n下载附件\n\n\n2013-4-26 23:31 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "1141195084",
            "timestamp": 1367017860,
            "txt_content": "恩……那鼠标是肿么一回事？？？"
        },
        {
            "author": "1141195084",
            "timestamp": 1367017920,
            "txt_content": "话说，楼主，你把那LZ理解为老子的话，就是说他自己……"
        },
        {
            "author": "zhyp",
            "timestamp": 1367029920,
            "txt_content": "1141195084 发表于 2013-4-27 07:12\n话说，楼主，你把那LZ理解为老子的话，就是说他自己……\n鼠标这种东西就不必在意了…"
        },
        {
            "author": "294188078",
            "timestamp": 1367037240,
            "txt_content": "zhyp 发表于 2013-4-26 23:29 \n找死么你！以为我用手机看不到你骂我吗？\n那个我有时候连自己都骂了。不要在意签名"
        },
        {
            "author": "zhyp",
            "timestamp": 1367073720,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-27 22:49 编辑 \n\n第二十六章  危险（下）\n      话说今天忙得脚不沾地，正强睁眼皮码字呢…给点支持吧！\n       不远处，一件奇异的事正在发生：这一大块地在不断地产生怪物，而它们并未随处游荡，而是聚集在一起，似乎等着什么。当数量终于过百时，它们却整齐的向着一个方向走了过来。\n       第二天。\n       “史蒂夫，快醒来，出大事了！”杰夫着急地摇醒正和苦力怕幽会的史蒂夫。\n       史蒂夫睁开眼，衣服也没穿好就爬到了墙上。\n       好一个壮观景象！上百只怪物正整齐的从自己身边经过。目不斜视的向城市的方向前进。在其中也不乏骷髅、僵尸（别问我为毛白天没事，玩得深入的都知道）、魔影人之类的。还好，它们并没有发现这四个人，不然他们早就横尸森林了。\n        “不好城市有难，以最快速度返回，去汇报情况。”露大惊失色。\n       史蒂夫疑惑地挠了挠头。“外面都是怪物，我们出去就会被炸上天的！”听到这话，三人不约而同的把视线转向了史蒂夫…\n        半小时后，四人神奇地出现在了边哨站。欲哭无泪的史蒂夫抱着自己唯一的钻石镐子不住的哭，这可是临行前会长送他的。\n        “好啦好啦，回头再给你一个啦！”杰夫无奈道。\n        “请问您有什么事吗。”士兵问。\n        “野外出现了兽潮，正向城市进发。”\n        “是，我会马上呼叫支援的。”身处边境，他知道这意味着大量财产损失。\n       不到十分钟，一大队人马抵达。每人手中都配了激光枪。\n        兽潮已经可以看到，大战，一触即发…"
        },
        {
            "author": "1141195084",
            "timestamp": 1367122920,
            "txt_content": "表示本人一直在看哦，并非常支持，不过……咋评分啊……{:10_527:}"
        },
        {
            "author": "zhyp",
            "timestamp": 1367127840,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-30 20:01 编辑 \n\n第二十七章   大战（单章）\n       不到二十分钟，怪物军队就到达了外围森林，在后面还不断地有怪物补充上来。\n       两支军队就这样对视着。\n       突然间，军队队长大喊：“兄弟们，打翻这群畜生！”\n      顿时间，上百束红色激光射向前方。前排的怪物被打翻在地，身上着起了火，痛苦的翻转着。\n     怪物也开始了进攻：后排骷髅迅速射向墙头，上千支箭，遮天蔽日！其中的魔影人悄悄进入平台，扭断了几人的脖子。\n      “咔嗒！”被扭到的人原地消失。不分队员也转了过来，对准了魔影人，可它们又岂是那么容易对付的？\n       顿时间，平台上哭喊声、痛叫声不绝于耳！战力顷刻间损失不少。\n        楼下怪物有了可乘之机，攻势顿时增强。几只爬行者冲到门前，将大门炸开了一个大洞。怪物如一支利箭，插入了这座岗哨。\n      “大门被破了，大家后撤！”楼上的人强忍着剧痛集中火力干掉了魔影人，快速后退着。\n       大门被破，史莱姆立刻就跳了进来，用庞大的身躯挡住了绝大部分攻击。军队被压制住了。但军队仍在后退着。哨口，大量苦力怕分散爆炸，将大门彻底摧毁。还有怪物不断从远方赶来支援。\n       终于，有人摁下了按纽。顿时，整个前哨站都被夷为弹坑。大量怪物被冲击波硬生生挤死，残肢、血渍满地都是。没死的则被炸上天空，落下来时摔成了一摊肉泥，原本的和平、安宁，此刻变成了了人间地狱！\n       “呕！”史蒂夫忍不住，吐了起来，露叹了口气。“队长，这对他不是什么好事吧？”\n       “没办法，他迟早都会看到的。完些看不如早些看，还能让他多条命。”杰夫无奈地说道。当初，他当场就晕倒了…\n        在大爆炸后，军队再次取得了优势。迅速推进防线，再次挡住了入侵的怪物。与此同时，后方赶来的工程师迅速开始了重建。\n        “我们走吧…”杰夫轻轻拍着史蒂夫的背，带他离开了此地…\n       求评分…您的支持是我持续创作的动力！"
        },
        {
            "author": "xhj001102",
            "timestamp": 1367128500,
            "txt_content": "zhyp 发表于 2013-4-28 13:44 \n第二十七章   大战（单章）\n       不到二十分钟，怪物军队就到达了外围森林，在后面还不断地有怪物补充上 ...\n加油~~~~~我支持你！"
        },
        {
            "author": "Technology",
            "timestamp": 1367155320,
            "txt_content": "zhyp 发表于 2013-4-28 20:27 \n此贴永不落~还是顶一下吧…\n帮你把索引更新到了大战这一章~"
        },
        {
            "author": "zhyp",
            "timestamp": 1367162880,
            "txt_content": "第二十八章  嘉奖\n       几天以后，脸色苍白的史蒂夫和其他三人坐在了会堂的后台，等待着嘉奖晚会的登场。在这次守卫战中他们传递消息。立了大功，总统即将亲自为他们颁奖，这可是个不小的荣誉。\n       “放轻松些，只是一次颁奖罢了。”\n       “不是…我只是还没从几天前缓过来而已。”史蒂夫答道。\n        “在这次守卫战中，有一个小队为我们做出了重大贡献。现在，让我们用最热烈的掌声欢迎他们吧！”\n        “快点，我们该上台了！”杰夫半推半搡地把史蒂夫推到前台。\n        史蒂夫看到了总统，此时他正在和杰夫握手。\n       “原来这就是总统啊…”正在他想的时候，总统到了他这儿，伸出了手。但他似乎还没有反应过来。一旁的罗杰稍稍捅了他一下，史蒂夫才如梦初醒，伸出了手。\n        “嘀，接收到信号，正在加载…”意外即将发生…\n求人气…您的支持是我持续创作的动力！"
        },
        {
            "author": "zhyp",
            "timestamp": 1367201340,
            "txt_content": "果断一顶~苦逼还要上课…"
        },
        {
            "author": "zhyp",
            "timestamp": 1367211900,
            "txt_content": "   第二十九章  意外！为什么？！\n       “嘀，接收到信号，正在加载…”史蒂夫听到了这个奇怪的声音。\n      突然间，他发现自己无法控制身体了！他眼睁睁地看着自己的手，捅进了总统的身体！\n      可怜这总统不知为何，就莫名其妙地死在了会堂内。三人被他的行为震得瞠目结舌，竟没有阻止下来。颁奖会瞬间就成了追悼会。\n       台下瞬间哗然：一个小孩子为什么会这么做！\n        警卫最先反应过来，跑向了“史蒂夫”。然而“史蒂夫”先他一步，跑出了礼堂…\n        得知此消息后，全城戒严。这可不是小事！\n        白天，有人带着狗来回巡逻；晚上，警察开着警车四处寻匿。每一个出城的人都要遭到严格审查。\n         史蒂夫此时正躲在一处下水管道中。“你为什么要控制我？还要我杀了总统？！为什么！”他尝试着用那个安在他体内的东西联系H。\n        “没错，是我杀了他。他的存在对你会有不利影响，所以顺手就借你手杀了。”\n        “他又不是坏人，为什么要杀他？！而且你令我成了通辑犯，你叫我怎么办？！”\n        “原因你暂时不用知道，用我教你的知识，穿过封锁线，回到我这里，你就可以知道你想知道的。”到这里，H就切断了联系，不论史蒂夫怎么呼叫，始终都没再有反应。\n        “嘀，接收到新信息。心灵探测功能已开启。范围，半径二百米。是否现在启动？”\n       史蒂夫疑惑不解的在心里回答了“是”。随即，他心中出现了一副以自己为中心的立体地图，所有生命和运动路线都被标了出来。\n      史蒂夫恍然大悟。现在，他就要为逃出城市做准备了…\n       此时，史蒂夫的家中…\n      “请问您的儿子为什么这么做？”\n      “有人说您的儿子受过特工训练，这是真的吗。”\n       “您知道他现在在哪里吗…”\n       “砰！”艾丽流着泪把门堵上。\n       “儿子，妈妈只能帮你到这里了…希望你能成功…”\n        求人气…您的支持是我持续创作的动力！"
        },
        {
            "author": "zhyp",
            "timestamp": 1367213580,
            "txt_content": "求回复，求评分~"
        },
        {
            "author": "zhyp",
            "timestamp": 1367227080,
            "txt_content": "第三十章  逃出去！（上）\n      今天LZ生日噢！多评些分当作生日礼物吧？我会很高兴的。\n       一个警察正牵着一条狗谨慎地行走在一条小巷内。旁边突然伸出了一只手。\n       “借个火，行不？”\n        警察下意识的看了看那个人。“全身上下都包得严严实实，个子还有些矮。更奇怪的是声音也像个小孩…”想到这里他就无法继续了-----因为他已经被掐死了。他的狗在他之前就去见notch了。\n         此人正是史蒂夫。他快速对调了两人的衣服：这是他所能想到最好的方法了。\n         但从衣服上的对讲机里却突然传出了声音：“报告，**街无异常，是否继续？”\n        史蒂夫下意识地想要回答，但又很快闭上了嘴：以他的声音，一定会露出creeper脚的。但不回答，同样会令对方起疑心，怎么办？\n        对方似乎意识到了什么，大声问道：“喂？喂？是否需要支援？”\n         怎么办？史蒂夫的头上已经冒出了冷汗。如果他不能在短时间内想不办法，就麻烦了！\n      对方再次重复：“是否支援？是否支援？”\n      “算了，豁出去吧！”史蒂夫猛地把对讲机摔到地上。不顾一切地向H的方向冲去。\n      与此同时，其他警察也已得到消息：发现疑犯踪迹，迅速向**方向前进！\n        求人气…您的支持是我持续创作的动力！"
        },
        {
            "author": "wangchujinqwe",
            "timestamp": 1367227440,
            "txt_content": "顶一个 好作品"
        },
        {
            "author": "zhyp",
            "timestamp": 1367238000,
            "txt_content": "求回复，求人气…看到半天没有回复我心都凉了…"
        },
        {
            "author": "zhyp",
            "timestamp": 1367249940,
            "txt_content": "第三十一章  逃出去！（下）\n       正当史蒂夫跑过一条街时，就发现有好几个人正赶向自己所在的地方（心灵探测功能）。\n       “还好我有了这个能力，不然就要出事了！”史蒂夫想着，就在此时，麻烦又出现了。\n         有两个警察正要经过史蒂夫的旁边前去支援。史蒂夫侧过身子让他们通过。可他们却不知道“罪犯”就在身边。\n        正当史蒂夫打算继续前进时。其中一个警察却突然转过身子。\n       “糟了，被发现了吗？”正当他打算准备攻击时，警察的话令他稍微舒了一口气。\n        “那边的，没有任务就快点过去，发现那个小孩的踪迹了。”\n       “**的，我就是从这里出来的…”史蒂夫暗想着，身子却停着不动。笑话，回去不是找死么？\n        “喂，你怎么不动弹…哎，他个子好像不对劲啊…”要是史蒂夫能听见，他说不定会买个高跷踩着；这身高，害死他了…\n        史蒂夫突然发力，从两人中间蹿了过去，把两人撞了个趔趄，因而没能追他。不过这一撞，也使他的身份暴露了出来。这一行为，使得他多了些麻烦。\n       史蒂夫一路乱闯，凡经过之地皆鸡飞狗跳。不过奇怪的是，一路上看起来事情不少，其实没什么能拦住他的。\n       当他跑到城门边时，他遇到了逃亡路上的最后关卡：在城门边堆了将近足足一个团的士兵、警察。好家伙，这样还想过去？没走出两步就被打回家中了。\n      正当他进退两难时，远方却突然响起了摩托声。是的你没猜错，H骑着一辆超拉风的摩托来救他了！摩托速度极快，仿佛前一秒钟还远在天涯，下一秒钟就进来咫尺。\n       当警察同时把枪举向声音传来的方向时，一辆摩托果然出现。他们果断开枪，一点也没有珍惜子弹。果不其然，摩托被射得千创百孔，下一秒钟就爆炸在了空中。\n       正当史蒂夫陷入绝望时，突然间却有一股大力把他揪了起来，揪到了另一辆摩托上。于此同时，H的声音传到了他的耳中：“我不用带声音的摩托，那太差劲了。”\n       顷刻间，H的摩托猛然加速，冲上了一个屋顶，奔向了包围圈外！\n     大章，求评分，求人气~\n     您的支持是我持续创作的动力！"
        },
        {
            "author": "zhyp",
            "timestamp": 1367250240,
            "txt_content": "今天LZ生日，多给些人气吧…码字很辛苦的…"
        },
        {
            "author": "zhyp",
            "timestamp": 1367301480,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-30 14:00 编辑 \n\n 第三十二章  新的冒险\n        H一个眩目的360度大翻身，摩托车就成功地落了地。\n       警察也不是吃干饭的，所有开车的人都把油门踩到了最大。\n       “前面的，站住！如果你拒绝停车，我们将视你为同犯！”\n       “真吵，送你们一个炮仗。”H随手就扔出来一个块状物品，随即便加速离开。史蒂夫隐约看见，这个方块正闪着光，上面似乎还标着一个核武的标志（IC终极武器）…\n       后面的警察看到一个不明物体飞了过来，全都停了下来。只见那个小方块闪了一会儿，便猛然变大…\n       方块在的地方突然涌出一股强大的冲击波，把人连车一块抛到了百米之外。掉下来时，一道道白光闪过…车子也成了废铁。再看那里，出现了一个直径上百米的大坑。\n       半个多小时后，H带着史蒂夫停在了原来的那个小屋前。\n        “下车吧。”H的语气一点也没有变。\n        史蒂夫下了车，和H进了屋子，坐在了椅子上。\n        “为什么要这么做？你还想害我吗？”史蒂夫愤怒地问道。\n         “我所做的一切都是为你以后除去障碍。有的事，你现在需要知道；有的事，你自己会慢慢明白的。”H边说边向外走去。\n        “喂，你说明白！喂！”史蒂夫冲出去，却发现这里除他之外空无一人。\n       “真是奇怪…”史蒂夫带着疑惑又走进了屋子。突然间，H的声音在他的心里冒出。把他下了一大跳。\n        “明天还有新的任务。今天做好准备，明天按我说的去做。”\n         “靠！”他的疑虑全转为了焦躁、愤怒。不过，他还是乖乖的准备去了----他又没法反抗…\n         与此同时…\n        艾丽坐在家中，听到“罪犯”逃出，眼睛里荡出了一丝难以察觉的笑意…\n        求人气…您的支持是我持续创作的动力！"
        },
        {
            "author": "zhyp",
            "timestamp": 1367323080,
            "txt_content": " 本帖最后由 zhyp 于 2013-5-2 13:58 编辑 \n\n       第三十三章    准备\n        抱歉啊！第二十七章里面不应该出现烈焰人的…会很快改正的！希望大家能继续帮助我去除BUG，谢谢！\n       第二天。\n      “ 你现在只有一个任务：给你一天时间，去取三桶水和十四桶岩浆。不要希望遇到露天岩浆池，乖乖地去地下，越快越好。今天如果找不齐，你就不配得到我的帮助。”这次H更直接，直接消失在了史蒂夫面前，震得史蒂夫目瞪口呆。\n        “我又不是上帝，怎么可能呢？”史蒂夫郁闷地想着，突然间，他想到了自己的能力…\n        很快，他就挖到了足够的铁，做出了铁桶，采到了三桶水。采水简单，采岩浆可就不那么简单了，史蒂夫巧妙的使用了自己的探测能力，从岩浆池边缘的上方向下挖，也成功采到了岩浆，他一最快速度返回了地面：如果你站在岩浆旁边，你也会想离开的…"
        },
        {
            "author": "zhyp",
            "timestamp": 1367323080,
            "txt_content": " 本帖最后由 zhyp 于 2013-5-2 13:59 编辑 \n\n        H似乎早就等在了那里，一等他上来就拿过了他手中的一堆桶。\n       他在地上挖了一个1*1*3的坑，把水和倒了进去。随即，他又挖了一个1*1*2的洞。接下来，H用桶舀了中间位置的水，神奇的一幕出现了：中间的水被舀走后，两侧的水就快速向中间涌去，中间竟然又有了水！\n史蒂夫看到后，暗自感叹自己又学到一招。\n        H又如此舀了13桶水，把它们和岩浆全做成了黑曜石。\n       “你要做地狱传送门！”史蒂夫脱口而出。他曾听艾丽讲过，那里是一个昏暗的世界，那里有着大量的怪物；在那里，你几乎不能睡觉；你几乎何时都要面对着死亡的危胁…\n        “你不要傻站在这里，你明天就要去下界历险，赶紧去准备材料！”H看穿了他的心思，答道。\n      “是！”史蒂夫的心早已习惯服从，一个埋头就走了下去…         “下界那种地方，应该会很恐怖吧？赶紧去准备材料吧。”史蒂夫这样想着。\n      晚上，H告诉了史蒂夫下界生存的诀窍。史蒂夫认真地听着，因为他知道，自己明天，就要离开这个世界了…\n        求人气，求回复…您的支持是我持续创作的动力！"
        },
        {
            "author": "zhyp",
            "timestamp": 1367323380,
            "txt_content": "老规矩，再求一次人气，人气越多，更新越多！"
        },
        {
            "author": "216119411",
            "timestamp": 1367324820,
            "txt_content": "zhyp 发表于 2013-4-26 21:25 \n纳尼？我没设啊\n应该是版主Tech帮你搞的音乐"
        },
        {
            "author": "216119411",
            "timestamp": 1367324940,
            "txt_content": "zhyp 发表于 2013-4-26 23:17 \n第二十五章  危险（中）\n       第二天，明媚的阳光照了进来，史蒂夫慢慢睁开了眼。\n      “这么快就天亮 ...\n看到这里的最后的第一时，我笑了"
        },
        {
            "author": "zhyp",
            "timestamp": 1367325960,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-30 20:47 编辑 \n216119411 发表于 2013-4-30 20:29\n看到这里的最后的第一时，我笑了\n\n语无伦次我是看不懂的…"
        }
    ]
}