{
    "title": "汉化方法，请有空的来汉化哦！",
    "author": "982957484",
    "replyCount": 7,
    "timestamp": 1366626600,
    "txt_content": "可以找专门的汉化软件进行汉化，比如：金山快译的永久汉化。。不过有的软件资源是不允许汉化的。\n下面有3种方法：金山快译的下载网址：http://ky.iciba.com/\n第一种方法：\n  直接修改源二进制的代码，不要紧张，也不要被吓倒，很简单的。这里需要用到一个二进制代码查看器，如果你没有，我推荐你用一个名字为Ultra Edit的编辑器，相信你已经用过这个编辑器，（没有用过？没有用过也不要紧，往下看！）这个软件比Windows自带的记事本的功能强大许多，用法上倒没有什么复杂的地方，至于具体好在哪里，我就不说了，呵呵，可以自己看看专门介绍它的软件。比如说，我们要汉化一个英文软件，就比如汉化Turbo C吧，把菜单中的“File”汉化成中文的“文件”。用此编辑器打开TC的可执行文件tc.exe，当然啦，在做这之前，你要先备份好你要操作的文件，免得到时候没有汉化成功，倒弄坏了文件，回不来了。打开以后，就可以看到它的原二进制代码文件。这时候，你选择查找功能。从二进制中查找到“file”，找倒后，将它修改成“文件”，然后关闭，执行这个文件，看看是不是已经汉化了。当然，这次你找到的不一定就是你要汉化的菜单，不一定会成功。这就需要反复实验了。\n这类方法比较累，并且也不一定准确。这种方法现在也基本没有人使用了。\n\n  第二种方法：\n  这种方法是比较简单的一种，但这种方法只能适用于带有语言选择的软件，这样的软件不是很多，只能是偶尔逮着一个，方法很简单，找到它的语言选择文件夹，里面会有各个语言的选择文件，比如FlashGet的language目录下面有三十几个国家的语言版本。这里面已经有中国的了，假如你想新建一个的话，则也可以用记事本按照它的格式建立一个语言版本。提供给大家的一个思路就是将它的原语言版本复制一个后，用记事本打开，然后按照它的格式修改，将它的内容换成你的内容，注意要一行一行地换，如果你把两行弄到一行去了，这就可能会产生错误了。换完后，你也就已经汉化了这个软件了。 \n这种方法用途不是很大，一般的多语言版本的程序都有中文的语言版本，不需要你的汉化了。\n\n  第三种方法：\n  好的方法当然留在最后讲，这种方法是汉化者们经常用的一种，那就是修改文件的资源文件。我们知道，用VC和DEPHI编译成的软件都有资源文件。高手呢，就是打开VC，直接修改内核，而我们嘛，就不必掌握这些复杂的方法了，这里给大家介绍一个简单的方法，用eXeScope软件修改，特别的简单。（没有听说过？那没有关系，网络学院里面有教程的）像这类的软件还有很多，不过这个历史比较长，使用也非常的简单。就给大家介绍它了。比如我们要汉化OICQ，当然这本来就是中文版了，不需要汉化，没有关系，这里只是给大家演示一下汉化的过程而已。（要详细了解eXeScope，有专门的文章介绍）\n  启动eXeScope，选择文件菜单，再选择打开，打开QQ的可执行文件。这时候左边的资源栏目里面就会出现该文件的全部资源，包括什么头部文件，导入的动态连接库，以及它所用到的资源文件。而资源文件，就是我们汉化时要终点修改的内容。从资源中间选择菜单（一般汉化就是汉化菜单和对话框）当菜单栏目展开以后，你可以看到右边的栏目里面有该菜单的全部内容了，这时候，只需要你自己改动就可以了，将各个菜单的名字都改成你所要的名字就可以了，比如说要是“File”，你讲它改成“文件”就可以了。注意的是“&”这个符号，编过程序的人应该知道，这个是不能动的，如果你不知道意思，只要记住，这个符号的意义是：这个符号后面紧跟的字母是这个菜单的快捷键，就像记事本的菜单“文件(F)”那么这个F就是快捷键，最好不要删除掉。比如说有个菜单为：“&Edit”，那么你换的时候，就不能把快捷键去掉，把它写成“(&E)编辑”，就可以了。这是一个要注意的地方。\n  汉化还包括汉化对话框，同样从左边资源树中点开对话框，从右边就可以看到各个具体的标签与空间的名称了，只需要将各控件显示的文字改过来就可以了，按下F8键，就可以可视化地进行修改了。将修改后的文件保存就可以了（在编辑菜单中有“保存修改”项）。你运行一下你刚才修改过的文件，可以看到修改后的效果了。\n  当然啦，eXeScope的功能远不止这一些，但汉化是非常好的一个功能。*_*\n\n  汉化软件要注意的几点是：\n  1. 汉化前的备份，如果失败，还可以还原回来。切记！\n  2. 汉化软件的时候，最好就不要做别的事情了，因为我们都是刚学汉化的人，有可能某个错误，而使软件运行后死机，如果你别的文档没有存盘，可不要说我没有预先通知你了。呵呵。\n  3. 习惯问题，为了软件的通用性，一般都把“File”汉化成“文件”，把“Edit”汉化成“编辑”，最好遵守一下这个规则。\n  4. 软件版权问题，还是尊纪守法的好，打官司了，不要说是我害了你哟。嗯，现在mce、红石音乐编辑器、透视......没有汉化，请神大爷汉化，谢谢！~由于本人时间不够，还要上学，所\n没有时间啦！发个贴不容易，吧所有\n的金币和人气都砸想我把！",
    "replies": [
        {
            "author": "薯条",
            "timestamp": 1366626720,
            "txt_content": "yeah 第一次沙发"
        },
        {
            "author": "974778701",
            "timestamp": 1366626960,
            "txt_content": "没有什么MOD汉化了- -。基本都汉化了。"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1366627800,
            "txt_content": "974778701 发表于 2013-4-22 18:36 \n没有什么MOD汉化了- -。基本都汉化了。\n去找点日本MOD吧"
        },
        {
            "author": "974778701",
            "timestamp": 1366628040,
            "txt_content": "Aikawastep 发表于 2013-4-22 18:50 \n去找点日本MOD吧\n什么MOD， 我翻不出墙的。。"
        },
        {
            "author": "974778701",
            "timestamp": 1366628160,
            "txt_content": "Aikawastep 发表于 2013-4-22 18:50 \n去找点日本MOD吧\n话说你的头像感觉好蛋疼"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1366628160,
            "txt_content": "974778701 发表于 2013-4-22 18:54 \n什么MOD， 我翻不出墙的。。\n好吧。翻不了墙..."
        },
        {
            "author": "Aikawastep",
            "timestamp": 1366628160,
            "txt_content": "974778701 发表于 2013-4-22 18:56 \n话说你的头像感觉好蛋疼\n我觉得很自然啊?~"
        }
    ]
}