{
    "title": "丧失生存手册，，，，，，转载",
    "author": "12321",
    "replyCount": 5,
    "timestamp": 1366621920,
    "txt_content": "\n\n第一章 醒\n\n我睁开眼睛，发现眼前的场景如此的熟悉，自己正躺在教室门口。\n\n　　动了动身体却发现全身没有了知觉，就连意料当中的心跳加速都没有，我害怕极了，这是怎么了，难道我成植物人了？\n\n　　我默默的告诉自己一定要冷静，冷静，再冷静。努力回想当时的情景，自己在班里看书，然后听到广播，骚乱，然后……然后丧尸！！！\n\n　　猛的一下自己从地上坐了起来，想起来了，生化危机成现实了！\n\n　　咦，我怎么坐起来了，试着动了动双腿，虽然眼睛看到了双腿动但是却没有感觉，又试着用手掐了一下大腿依旧没有感觉，难道是没有触觉了？\n\n　　在确定自己不是植物人后，还没来得及高兴又发现一个更可怕的问题，自己没有心跳了。但随即一想也就释然了，触觉都没有了如果要是能摸到心跳就真见了鬼了，不对是见了丧尸了。\n\n　　一想到丧尸，就感到一阵茫然，自己贱命一条从小无父无母，没有牵挂死也就死了，不过想到丧尸会生吃活人，虽然自己现在没有了触觉，但想想也会让人作呕，套句俗话说死也不会瞑目的。\n\n　　慢慢的站了起来，适应了一下没有触觉的身体，总觉得自己应该干点什么，总不能坐以待毙吧，想起以前看过的科幻小说，丧尸的致命弱点是脑袋，在教室里寻找发现了一把教学用的木质三角尺，虽然不确定这个能不能爆丧尸的头，但是感觉有“武器”在手也不那么害怕了。\n\n　　还有一个小小的郁闷就是虽然看见手里拿着暂且叫为武器的东西，但是双手却什么也感觉不到。\n\n　　看着长长的走廊空无一人，头顶的灯管忽闪忽闪的，气氛很诡异，就像身处恐怖电影里一样。\n\n　　我心里很点的害怕，我的胆子本来就不大，原先看恐怖片经常做噩梦。就连玩恐怖游戏时突然蹦出来一个僵尸都能把我吓得手脚冰凉。\n\n　　先小心翼翼地听了听周围的动静，很静。\n\n　　靠着墙的一侧慢慢的一点一点的移动脚步，不时的停下来听听周围的动静，有时会突然的回头看看自己身后有什么东西没有。\n\n　　走了一会发现也没有什么，胆子就慢慢的大了起来。本想加快脚步赶紧离开这个压抑的走廊，但是刚加快步伐就听“扑”的一声自己倒在了地上，虽然不感觉疼但又试了几次和地面的亲密接触后也就放弃了这个想法，只能以这种龟速前进了。\n\n　　走廊再长也有到头的时候，慢慢的走到了等待电梯的区域，忽然一种yu望陡然而生，那种感觉就像禁欲了许久的男人看到一个美丽尤物向你卖弄风姿一样，恨不得马上就扑上去狠狠疼爱一番。\n\n　　我也不知道这是怎么回事，周围什么也没有啊，但是那种感觉却越来越强烈，很茫然的抬头看了一眼，发现电梯正在上升并且很快就要停到这一层了。\n\n　　随着电梯越来越近，那种yu望也约见难以控制，在大脑还没反应过来的时候自己已经扑向了电梯门口，而此时电梯的门也慢慢打开了。\n\n　　“叮”的一声，随着电梯门的缓缓打开，看到了我十八年来最恐怖的一幕，一个人躺在电梯里，脑袋已经没有了，脖子处血肉模糊，整个胸腔被撕扯开，内脏肠子什么的都没有了，只在电梯的地板上还残留着一小节肠子，看着那个人感觉他就像一只被清了膛的猪。\n\n　　当看到这一幕的时候，虽然感觉恐怖，但是那种yu望却更加的强烈，我想把脑袋伸进那个人的胸膛里去舔舐那柔软的组织，想把那节肠子放在嘴里细细的咀嚼。\n\n　　我被自己这疯狂的想法吓住了，但我的身体却扑了过去……。\n\n　　“停！停下来！”心中大声的喊着。\n\n　　也许是上天对我的拯救，由于扑的速度过快整个人摔倒在了地上，看着眼前地面的面积迅速扩大，真的希望把自己摔晕过去。\n\n　　愿望是美好的，可现实是残酷的。虽然摔倒了，但是身体却不听使唤，慢慢的爬起来走向电梯中那躺着的“食物”。\n\n　　眼看着马上就可以进到电梯里享受美食，可是这时电梯门缓缓关上了。\n\n　　“呼！”还没来得及送一口气，突然一种暴虐的情绪充斥的我的脑海，就好象自己的爱人当着自己面被人强暴但自己却无能为力一样。\n\n　　我疯狂的砸着电梯的门，希望把它砸漏，把它破坏，毁灭！\n\n　　随着电梯的离去，那种yu望也慢慢的淡了下来。\n\n　　我这是怎么了？为什么身体不听使唤，那种感觉是什么？为什么会产生这种可怕的yu望？\n\n　　无数的疑问充斥着我的脑海，害怕且彷徨。\n\n　　我背靠着电梯门而坐，抱着脑袋，把头埋进双腿中，只要一回想起刚才所发生的事情，不由让我心惊肉跳，要是下次再遇到这种情况怎么办，我可不能保证每次都有这么好运。\n\n　　本能。\n\n　　这个词出现在我的脑海里。\n\n　　难道……？不！不可能！如果成了那样怎么还会有自己的思想？对！不可能，不可能！一定是鬼上身了！一定是这样的。\n\n　　不知道多少次安慰自己后，心情慢慢的平静下来，努力的让自己不再去想刚才的事情。\n\n　　一定要做点什么分散自己的注意力这样就不会想刚才的事情了，离开这栋楼，找到幸存者，然后再搞清楚自己这是怎么了。\n\n　　打定主意后，慢慢站了起来。电梯肯定是不能坐了，就走安全通道吧。\n\n　　捡起掉在地上的“武器”，推开安全通道的门，走进了通道中。\n\n　　然而精神恍惚的我却没有发现此时电梯门的表面被砸出了几个坑洼。\n\n　　慢慢的下楼梯，感觉就像一个上岁数的老人一样。就这样也不知道走了多长时间，终于快到一楼了。\n\n　　猛地听到一声尖叫，差点没吓得让我从楼梯上摔下去，立刻把精神恍惚的我惊醒过来。\n\n　　脑子飞快的转动，首先想到的就是有幸存者，然后随即想到她有危险。\n\n　　她能有什么危险？这栋楼里走了半天也没有发现一个人，除了那具尸体……。\n\n　　那么要不就是所有人都聚集在了一楼，要不就只有她幸存。此时周围很安静不可能会有很多人。\n\n　　她尖叫因为什么？答案很可能就是丧尸！\n\n　　虽然我不怕死，但是以我的这种龟速遇到丧尸也只有被吃的份，我怎么救她？\n\n　　但是如果她遇到的不是丧尸呢，虽然这种几率很小但也不是不可能。如果是丧尸，那么自己肯定也活不成，只不过是早晚罢了。\n\n　　如果不是那么自己也许还可以通过她了解一下自己昏迷了多长时间，昏迷期间到底发生了什么。\n\n　　思考只是一瞬间的事情，打定主意要救她。推开安全通道的门，再走过一段小走廊，就来到了一楼的大厅。\n\n　　此时是黄昏，外面的阳光通过玻璃射进来，整个大厅笼罩在橘色的光辉之下。\n\n　　在墙的一侧是一台自动售货机，售货机的门被强行打开了，售货机与墙形成的角落里蜷缩着一个女孩，她脸色惨白，但眼神却很坚定，手里握着的是一把教学用的圆规，由于双手用力过度的原因手的关节发白，离她前面不远处一个丧尸正慢慢向她走去。\n\n　　刚转身出来的我就看见一个脑袋，眼睛的余光看见了蜷缩在角落瑟瑟发抖的女孩，情况很显然在我眼前的脑袋就是丧尸的脑袋了。\n\n　　原本就精神紧绷的我连想都没想就举起手中的木质三角尺刺向丧尸的后脑，当我手举到半空时，丧尸回过了头……。\n\n　　那张原本应该英俊的脸庞此刻却满脸血污，丧尸对我呲了呲牙，注意到丧尸的牙齿血红，而牙上还残留着什么东西。\n\n　　我被吓坏了，心中暗道这次真是死定了。\n\n　　意料中的血腥场面没有发生，丧尸只是回头对我呲了呲牙，然后扭头继续向女孩走去。\n\n　　我被这一变故吓的不知所措，而手中的三角尺却毫无停留刺向了丧尸的后脑。\n\n　　按道理说一把木质三角尺想把人的后脑刺破是没有问题的，可是要想把整个脑袋刺穿那可不是一件容易的事情。\n\n　　我根本就没有想过自己的力量可以把丧尸的脑袋整个刺穿，可是事实摆在那里，整个尺的三分之二没入了丧尸的头颅内，其中一个角还从丧尸的嘴里露了出了，一些红白黄混合的粘稠液体顺着三角尺的一边一滴一滴的滴落在地上。\n\n　　“滴、滴……”的声音在空旷的大厅中回响着，就像没有关紧的水龙头滴着水一样。\n\n　　眼前的丧尸缓缓的倒了下去，我难以置信的看着自己的双手，手上还留有刚才喷出来的粘液，那应该是温暖的吧，可是手却感觉不到。\n\n　　“啊……！”一声尖叫把我从思考中惊醒。\n\n　　听到女孩的叫声还以为又遇到什么危险，想也没想，很没形象的前一扑，就地一滚，四周看了看根本就什么也没有，虚惊一场。\n\n　　慢慢的爬起来，走向女孩，距离她还有两三步的时候，异变突生，只见女孩手里的圆规向我头上刺来。",
    "replies": [
        {
            "author": "擎兽",
            "timestamp": 1366623660,
            "txt_content": "哟呵……还不错……"
        },
        {
            "author": "zhouzhou",
            "timestamp": 1366624740,
            "txt_content": "额……题目都是错的……【丧失】？"
        },
        {
            "author": "Attack",
            "timestamp": 1366626240,
            "txt_content": "是丧尸，不是丧失~(你语文是政治老师教的吧？)"
        },
        {
            "author": "Attack",
            "timestamp": 1366626420,
            "txt_content": "这情节，跟生化王朝很想"
        },
        {
            "author": "Attack",
            "timestamp": 1366626420,
            "txt_content": "额，是“像”"
        }
    ]
}