{
    "title": "MC地底生存记~随便乱写的谔谔",
    "author": "额大哥",
    "replyCount": 15,
    "timestamp": 1366717080,
    "txt_content": "随便写了个MC小说，如果大家支持，我继续写下去，废话不多说，上文章！！！！！！！！！！！\n\n\n\n\n0年 0月 0周0天啊!怎么回事，我定了定心神，发现眼前一片漆黑。我想起来了，每次进入游戏都是这样的。先自我介绍一下“：我叫悠，是一名普通的学生。这个世界是一个方块世界，一个神秘的声音让我完成任务，会给我不菲的薪水，也不能叫薪水吧，不管了。还有一条：如果在这里死了即使能复活也不能回到现实世界了。这时那个神秘的声音又出现了。“这次的任务有点难，但价钱是2000000亿元，现在开始了！”“：你到底是谁？”我话还没说完，那声音早以远去。0年0月0周1天我转头一看，炽热的岩浆已经涌来，我拔腿就跑，一直跑到了一个很大的洞穴里，这时我才知道这次我的目标是在地底生存，我搜索了一下这个洞穴，在洞里的箱子里找到了300个面包，和3把钻石剑，5把铁镐，和130个火把，还有一套铁盔甲。因为刚才的疾跑让我消耗了大量的体力，所以一口气吃了12个面包。我看了一下时间，离天黑还有一段时间，没事就挖挖矿吧。一天下来挖到了76个煤，12个钻石，30多块铁，100多块的石头，更好的是我挖到了地下水。我用铁做了几个桶，在洞口做了水帘洞，以防夜里岩浆涌进来。做好了一切后，因为太累了所以躺下就睡着了。这个晚上我梦见了许多，包括我的家人，我的同学，我的老师.......0年0月0周2天早上起来，发现水帘洞后面有岩浆，看来我的水帘洞战术取得了成果。“看来这人真阴险，想用岩浆杀了我，没门。”与此同时，在这个世界里的某一个角落有两个人在对话。“23号用水帘洞挡住岩浆，成功生还，18号侥幸逃脱，已抹杀，29号身陷岩浆，死亡......”“好了，不用说了把下一次的食物和工具发下去。”“是。”这时我在继续向前进发，我还没忘了在每一个洞口放上水帘洞。我这时又来到一个大的洞穴，这是.....障碍决斗场？那个声音又响起了：“只有生存能力强的人才有可能活下来。”我一看时间已经很晚了，我就地用石头搭起了床，睡下了。准备第二天通过这里。0年0月0周3天啊啊啊啊啊！！！！！你是谁！我一睁开眼就看见一个人在我旁边，我从腰间抽出钻石剑就向那人砍去。那人灵巧的躲开了，说：“别冲动 ，我也是人类。”我听他这么一说，异常的兴奋，在这几天里我一个活人都没见到。我坐起来对他说：“我叫悠，你呢？”他说：“我叫岚”我们很快相互熟系了，成了亲密的队友。我们一起把这个决斗场搜了一遍，发现了600个面包，10把钻石剑，8把钻石镐，这些东西我们都平分了。因为找这些东西花了很长时间，所以我们就搭起床睡下了。半夜里我被一阵声音吵醒了。啊啊啊啊啊啊啊啊啊！！！岩浆！！原来我忘在这个洞口放水帘洞了，幸亏岩浆还没到，我急忙放上水帘洞，躺在床上，却怎么也睡不着了。0年0月3周24天\n在我和岚的共同努力下我们已经盖好了一栋房子，一共3个房间，我和岚一人一间剩下那一间是工作间。我们已经用完了那些钻石剑，我们只能用铁剑了。我们还做了一套铁装甲，因为铁装甲太重了，所以我们就轮流守夜。一天晚上轮到我守夜。我看到了一个人影，所以我就跑出去追。我发现远方一大群僵尸正朝我们的房子的方向走来，我连忙紧握手中的剑，但是僵尸太多了，我被僵尸群挤在了中间，虽然我极力反抗但是僵尸还是把我摁倒，当我感觉我要完了的时候，突然有一个人影杀掉了我面前的的僵尸，我又晕倒了。0年0月3周25天突然，熟悉的声音在我的耳边响起，我睁开眼睛，原来是枫。他对我说，他早上醒来时没看见我回家，所以立刻跑了出来，我看见旁边有个人拿着钻石剑，累的睡着了,他应该就是救我的人吧！我和枫过去叫醒了他，对他说，你好！我们是幸存者，谢谢你救我，他说他叫承，然后又说这里不安全，让我们带好物品，他带我们去安全的地方……0年0月4周26天我们终于到了他所说的安全地方，我们看见旁边有一大堆僵尸，我立刻说了句，这也叫安全？他对我说，这里以前是保护伞公司基地，但因为病毒泄露，保护伞公司职员只好撤走，他来的时候这里已经是一片狼藉了！，他拿出材料重新修复，然后用铁丝网围了起来，他发现这里有很多武器，甚至还有一个武器库，只后他一直住在这里，每天出去寻找幸存者。说着，天黑了，我拿出水搭建起了水帘洞，我们进了房子，然后睡了……0年0月4周27天我和承被枫叫醒了，他让我们去瞭望塔上看，我和承一上去，看见铁丝网外面围满了僵尸，突然天空中劈下一道闪电，出现了一个僵尸，他长得很像人，只不过眼睛是白色的，没有眼球！僵尸们居然开口说话了，HIM万岁！HIM万岁！我想了想，想起了之前在进入这个地底世界的起始点有一本书，书上写着,这个世界的主宰者是Herobrine，难道HIM就是Herobrine么！只见枫说HIM, Herobrine,我和承问他，你怎么知道，他对我们说，他已经进入这个世界2个月了，一直在寻找幸存者，就在寻找到我们之前遇到过Herobrine，承说了句，跟我来。之后带我们去了一个地洞，那里有很多武器，应该就是承所说的武器库吧，我们搭起床，放好水帘洞，接着就睡下了……    啊啊！好了差不多了，支持的人多我就继续写嘿嘿！！话说回帖吧 ",
    "replies": [
        {
            "author": "zhonghaogu2013",
            "timestamp": 1366717560,
            "txt_content": "12个面包......{:10_526:}"
        },
        {
            "author": "额大哥",
            "timestamp": 1366717680,
            "txt_content": "zhonghaogu2013 发表于 2013-4-23 19:46 \n12个面包......\n谔谔！夸张一下嘿嘿，"
        },
        {
            "author": "我是小菜",
            "timestamp": 1366717860,
            "txt_content": "到后面怎么跟地底扯上关系了，明明都出来了"
        },
        {
            "author": "yangbaoqing11",
            "timestamp": 1366717920,
            "txt_content": "呵呵 呵呵 有点意思"
        },
        {
            "author": "额大哥",
            "timestamp": 1366717980,
            "txt_content": "我是小菜 发表于 2013-4-23 19:51 \n到后面怎么跟地底扯上关系了，明明都出来了\n好吧！我无语了，这是一个地洞啊，到时候拿了武器就出去啦"
        },
        {
            "author": "我是小菜",
            "timestamp": 1366718040,
            "txt_content": "额大哥 发表于 2013-4-23 19:53 \n好吧！我无语了，这是一个地洞啊，到时候拿了武器就出去啦\n{:10_522:}还是不懂哦~~~"
        },
        {
            "author": "额无语",
            "timestamp": 1366718100,
            "txt_content": "= =我没耐心看完。。。"
        },
        {
            "author": "额无语",
            "timestamp": 1366718100,
            "txt_content": "楼主你名字和我的。。。"
        },
        {
            "author": "额无语",
            "timestamp": 1366718160,
            "txt_content": "有点相似。。。   "
        },
        {
            "author": "额大哥",
            "timestamp": 1366718160,
            "txt_content": "额无语 发表于 2013-4-23 19:56 \n有点相似。。。\n的确啊.我真的有点无语啊大哥"
        },
        {
            "author": "Crazy_LI",
            "timestamp": 1366718280,
            "txt_content": "无感...{:10_513:}"
        },
        {
            "author": "额大哥",
            "timestamp": 1366718340,
            "txt_content": "怎么木有支持的，我去啊，木有信心写下去了"
        },
        {
            "author": "@@@....",
            "timestamp": 1372948140,
            "txt_content": "什么人品？上来就找到这么多东西"
        },
        {
            "author": "@@@....",
            "timestamp": 1372948380,
            "txt_content": "MC的主宰者应该是NOTCH和HIM"
        },
        {
            "author": "1498140263",
            "timestamp": 1372955220,
            "txt_content": "我是小菜 发表于 2013-4-23 19:54 \n还是不懂哦~~~\n头像不错啊~"
        }
    ]
}