{
    "title": "红石时钟（未完）",
    "author": "qwerasdfjjj",
    "replyCount": 4,
    "timestamp": 1366816020,
    "txt_content": " 本帖最后由 qwerasdfjjj 于 2013-4-29 16:46 编辑 \n\n先来一个总图：\n\n（上图所有红石灯均可除去）中间那个计数器最左边红石火把和沙砾间应该是中继器而不是红石线。整个装置正在加4个8字型显示器，因此无法上新图替换此错误图片，请见谅。下面的图同部位跟上图同错误。\n然后开始讲解。\n首先，制作红石时钟，有4个方面要考虑：\n         1.游戏中基础的时间方面的知识及日出，白天，日落，夜晚的划分；\n         2.计数器的设计及原理（用来计算脉冲次数）\n         3.校正系统。离开红石系统太远或者晚上躺床上睡一觉，都会导致红石系统一段游戏时间内不工作，这就需要利用阳光感应器自动校正，因此对阳光感应器也需做一定了解。\n         4.显示器部分,将红石信号转为方便观察的可视表达。这一部分未完，可通过被推起方块数目知道时间，但显示器显示数字部分仍在设计中。\n\n一。游戏中的时间及阳光感应器\n\n       日夜交替(Day-Night Cycle) 是主世界中由白天转为夜晚，或由夜晚转为白天的过程，需时20分钟。\n       白天是一天周期最长的一节，历时10分钟。\n       日落持续1.5分钟。\n       夜晚持续7分钟。\n       日出持续1.5分钟。\n       由上可知游戏中6min=现实中5s=游戏中50红石刻，故可设计一精确度为游戏时间6min的红石钟，制作一50红石刻为周期的短脉冲（曾设计精确度为游戏时间3min的红石钟，25红石刻为周期的短脉冲，结果计数器来不及反应导致出错）。底下为了将红石钟与游戏中时间对应，必须了解阳光感应器的工作机理。\n晴朗信号强度达到该亮度的时间该亮度截止时间亮度等级0N/AN/A4–5122340136804–7222800132207–9323080129409–114233001272011–125235401248012–136237801224013–147239601204015818011840159540114801510940110801511138010640151218801014015132460956015143180884015154300772015\n\n\n这是minecraft wiki上的一个表格，经过计算上表时间在0-24000范围内，表中时间1=0.5红时刻。\n将上表转化一下，得下表：\n信号强度上升一信号强度的时间下降一信号强度的时间\n0\nN/AN/A\n1—2460460\n2—3280280\n3—4250220\n4—5240240\n5—6240240\n6—7180200\n7—8220200\n8—9360360\n9—10400400\n10—11440440\n11—12500500\n12—13580580\n13—14720720\n14—1511201120\n\n\n\n\n经计算，从阳光感应器信号强度1到8和从8到1用时约1800=90s即1.5min（现实时间），故推测这两阶段因为日出和日落两过程，期间正好10min为白天。现设定白天从早上6点到下午6点，则日出4;12-6:00,日落18：00-19：48，夜晚19：48--次日凌晨4：12.\n参考wiki阳光感应器，只有在晴天，阳光感应器可达13信号强度及以上。经计算从8到14信号强度共历时恰好3小时(游戏时间)，即到14信号强度的瞬间的时间为上午9：00，可利用这一特点，只在晴天9：00，对红石钟进行校正。校正也将只在晴天进行，避免降雨或雷暴天气下阳光感应器不同于晴天的变化规律使时间校正错误。（降雨或雷暴天气下阳光感应器信号强度最多到12）\n\n\n二。计数器的设计及原理\n这方面我也是参考了别人的，自己看去，\n链接：http://v.youku.com/v_show/id_XNDAwOTU4Njc2.html\n我玩的1.5.1，用的普通活塞和沙砾，若用粘性活塞和石头似乎不行。\n我在最后一个活塞和沙砾后接了一个回路，变成十进制转换器，满十进1，即下一组二十四活塞计数器加一。\n红石钟精确度为6min（一个短脉冲周期50红时刻），故一小时为10次脉冲，即十进制。\n红石钟小时部分，一天24小时，分两部分，十位和个位，十位用二进制，个位用十进制，当十位为2且个位为4时对十位和个位的两个计数器均进行清零，即0：00。\n\n\n剩余等会码字。\n\n三。阳光感应器自动校正系统刚才说过了，只有在晴天，阳光感应器可达13信号强度及以上，到14信号强度的瞬间的时间为上午9：00，可利用这一特点，只在晴天9：00，对红石钟进行校正。阳光感应器在达到13信号强度和14信号强度间的间隔为360红时刻。\n即在8：17（晴天），阳光感应器达13信号强度的同时输出信号，经过260红时刻的延时（65个中继器开到最大），对3个计数器全部清零，清零后将中间的十进制计数器开启前九位，即调为9：00。上面经过260红时刻的延时后的信号进过短长脉冲转换器来维持下面这个活塞（下图右边）50以上红时刻的时间为收缩，使脉冲激发器失效。\n\n\n脉冲激发器失效后大约还有50红时刻，阳光感应器将达14信号强度（即9：00）。9：00阳光感应器将达14信号强度的同时输出信号经处理将对脉冲激发器输出一短暂的信号将其激活，装置如下：\n\n\n\n前面所说的260红时刻的延时是为了减少红石钟的不可读时间（清零及校正时间），此方案设计的红石电路有100刻时间不可读，即游戏时间12min，现实时间10s。为减少不可读时间，可适当延长延时的时间，建议260—300红时刻。\n260红时刻延时附图：\n\n四。显示器\n数字化显示器还未设计完，打算用如下方式显示（这周没空得等下周了）：\n\n\n以下是现在观察时间的方法：\n\n\n\n请观察被活塞举起的沙砾，左边是小时单位的十位数字，中间是个位数字，右边是时钟的分钟部分，单位为6min。上图时间为11：24。\n\n理论上完全可以用上上图的8字型显示器表示，但线路连接有点复杂，正在思考中，有好的建议可以告诉我。\n\n最后是我关于红石历的考虑，本来想制作minecraft中游戏自己的日历，即称为红石历或mc历，但考虑到实际情况，人一旦外出探索，十几天不回家，红石时钟也会相应有十几天不工作，从而使红石历经常出错。所以如果红石系统不能一直工作，红石历将无意义，游戏中人总不能呆在红石系统附近不外出吧。\n\n\n\n",
    "replies": [
        {
            "author": "qaz425037574",
            "timestamp": 1366816620,
            "txt_content": "哟！果断的顶个！"
        },
        {
            "author": "xiaojishuo",
            "timestamp": 1366816980,
            "txt_content": "真大神?!....."
        },
        {
            "author": "PTmissionary",
            "timestamp": 1366818360,
            "txt_content": "码字辛苦了。"
        },
        {
            "author": "qwerasdfjjj",
            "timestamp": 1366818960,
            "txt_content": "这个红石钟是纯自己设计的，而游戏中的时间也是我自行摸索，然后人为设定的，比如我自己设定白天的开始为上午六点，以此为基础设定其他时间。也不知道minecraft的设计者设计的白天的开始时间为几点，我只是以感觉比较合适的时间对游戏中一天的某个时间点进行设定，如有知道的可以告诉我，以便进行修改。\n"
        }
    ]
}