{
    "title": "1篇小说。。。。。。。",
    "author": "A王O子A",
    "replyCount": 6,
    "timestamp": 1366886880,
    "txt_content": "我最近想起了我小时候玩赛尔号时写的小说。。。。。。有点幼稚，哈~\n\n\n\n\n\n3.png (38.28 KB, 下载次数: 3)\n\n下载附件\n\n小说一部分\n2013-4-25 18:44 上传\n\n\n\n\n外章古老的赫尔卡星上，漫天乌云滚滚，一道道耀眼的闪电击向水银湖的湖面。远处，一台大型机械的遗体上，站着一个赛尔。他手持一把神仗，杖头上，一个奇怪精灵的头像静静的卧在那里。他就是赫尔卡星长老。望着满天乌云，他若有所思。“该来的，终究还是来了..”长老意味深长的说道。长老的目光落在了湖中间一块形态怪异的石头，那石头的形状和长老手中神仗的形状差不多。“咔嚓——咔嚓嚓—咔——！”闪电连绵不断，长老只是默默地注视着那块石头。终于，一道特别闪电的出现，长老开始有些激动。那闪电比别的闪电都要亮，源头都要深，似乎是从另一个世界来的，他的颜色十分鲜亮，是闪耀的金黄色，虽然别的闪电颜色也是金黄色，但这道闪电总是能给人一种无与伦比的感觉。“终于…要出来了。”长老沙哑地说。只见那闪电，不偏不斜，正好打到了那块形状怪异的石头上，只是，闪电并没有立刻消失，而是好像被牵住了似的，一只在那块石头上来回晃动，可就是不离半步。“太好了！太好了！！”长老开始按耐不住自己的心情了，看他的样子，好像是发生了什么大事件似的。远处，那块石头在闪电的狂打之下，终于开始有所变化：只见那石头渐渐浮起，脱离了水银湖湖面，悬在半空中。这时，不可思议的事情发生了，所有的闪电开始往石头这里集中，渐渐，几乎所有的闪电都将落地点指定为了那块石头，而石头也开始慢慢变化了，只见它从上到下，开始显出光泽，越来越亮，越来越亮，终于，石头的浑身都变成了金黄色。“去吧！雷神之杖，迎接你的新主人吧！”只见长老大叫一声，那只神仗渐渐飞离长老的手中，直径飞向那块石头。终于，在一声惊天动地的碰撞声中，石头开始慢慢变大，直到和神杖上的精灵头像一般大甚至还要大为止。那“石头”开始变形，他的下部分逐渐生出了身体，还长出了手、脚，“石头”上还长出了脸、眼睛，最后，一道幻影之下，石头变成了一只精灵。身上开始射出闪耀的光芒，只见那精灵开始活动了，他一口气扎进了云层中，又一口气钻出了，瞬间降落在地上，他左手一挥，一道道闪电开始在他手中成型，变为一颗电球，他将手向上一甩，无数道闪电向地面砸来，最后，无数的闪电和那只精灵，在一阵强烈的光束下….消失了。空中，还是那块石头，他飞向了一旁的神仗，并渐渐和他融为一体，最后，一道电影而过，那石头落在了地上…“轰！”的一声，地上，被砸出了一道坑..闪电也逐渐消失了，乌云也逐渐散去了…长老赶紧跑来，当烟雾散去后，留在坑里的，已经不是那块石头了，而是一个幼小动人的金黄色精灵..他紧闭着眼睛，不断发出哭泣的声音，长老像抱婴儿一样将精灵抱了起来。“来了！你终于来了，你就是我们赫尔卡星寓言中，那所向披靡的，拥有无穷能量的赫尔卡星守护神啊！你，就是雷伊！！！”………….第一部分：雷伊与盖亚1.                  我就是雷伊“哈哈！！真好玩啊~”赫尔卡星上，一只快活的金黄色幼年精灵在各个大型废墟中跳来跳去。不错，他就是前面提到的雷伊。“雷伊！！”一个严厉的声音忽然响起，雷伊愣是被吓了一跳，结果从一条机械臂上摔了下来。“哎呦~疼死我了..”雷伊一边摸着自己那可怜的屁股，一面发着牢骚。这时长老走了过来：“雷伊，让你练习瞬移，你又在玩了，你该让我怎么说你好…”长老叹着气“谁说我没有在练习啦！”长老还想说些什么，却被雷伊给打断了。“哼~事实胜于雄辩，还是让你看看我练习的成果吧~”说完，雷伊从地上坐起来，然后跳了起来，落在了在一块隆起的巨石上。“呀——瞬 移！”只见雷伊一闭眼，立刻从石头上消失了，还没眨下眼，就立刻又出现在了另一块石头上，再是一眨眼，他又跑到了水银湖上方，如此这般，反复了7、8次后，雷伊干脆跑到了天上。“雷伊…….你是在小看我吗？”突然，长老开口说话了。“什么？”雷伊猛地一回头。“雷伊，我可是记得清清楚楚，我今天让你训练每次瞬移距离超过20米的，可你只做到了10米哦.”长老面情严肃..“额..是嘛~我有些记不清了。”雷伊有些装糊涂。“雷伊，你应该还记得你的承诺吧？”长老问，“啊？什么承诺？”雷伊大眼一瞪。“别装了，那可是你亲口说的：若有哪一天你没有达到我的训练目标，那你就得蹲在水银湖面上接受闪电的洗礼三个小时！”长老说大声说。“嗨~~长老..真瞒不过你啊..好吧..”雷伊无奈的飞向水银湖，他脚尖点在湖面上，闭着眼，任凭雷电的宰割，只听“轰隆——轰隆——”的雷声不断响起，一道道明亮的闪电打在雷伊身上。当然喽，雷伊可是百分百的电系精灵，这些自然性的闪电不会对雷伊造成分毫伤害，相反，还会为雷伊补充电力，增强他的能力，可雷伊并不知道，因为他甚至不知道自己是如何出生的，不知道他体内又如何强大的潜力，更不知道，他有多么了不起的身世，当然，他还有好多应该知道的没有知道…..雷伊一直崇拜一个精灵，那就是长老口中天天念叨着的，那个赫尔卡星寓言中的神兽级精灵——赫尔卡星守护神。而雷伊却很天真，他天真到自己开始崇拜自己了，你也许会说，这不是自恋吗？你错了，雷伊崇拜自己是有原因的。你会问：还能有什么原因让雷伊自己崇拜自己呢？说到这里，还请你看一看外章中长老说的最后一句话和前面说到的雷伊的偶像吧。没错，或许你已经明白了，雷伊崇拜的那个传说中的赫尔卡星守护神，其实就是他自己。长老很聪明。他以这个为借口激发雷伊不断训练，怎么个激发法呢？他先对雷伊讲了各各有关赫尔卡星守护神的故事，并称赞雷伊多么多么像他，又表明雷伊如何如何能超越他，从而激发了雷伊的信心，于是，雷伊的心中埋下了一颗希望之种，他的名字叫“超越赫尔卡星守护神，超越传说中的最强精灵！”当然，以我们的角度来说，他的希望之种名字应该叫“超越未来赫尔卡星守护神雷伊，超越传说中最强的精灵——未来雷伊！”然而，这个善意的谎言，还是在有一天被雷伊知道了，但不是因为意外或偶然，而是长老故意告诉雷伊的，也并不是因为雷伊每天缠着长老让他告诉这个最强精灵在哪里，而是因为，雷伊必须对自己修炼增加一些课程了….2.                  4.命中注定的千年宿敌这天，雷伊又在因为犯了错而在水银湖面上惨遭闪电的蹂躏了。此时，云层的上方，一个黑白相间的精灵正躲在那里，观察着雷伊的一举一动，并作出随时准备进攻，也随时准备逃跑的动作。他叫提坦。是战斗系精灵，喜欢在各个星球中寻找有实力的精灵切磋，是个很重情义的家伙。“呼~~终于熬过去了..”雷伊一边从水银湖上面飞向陆地，一边摸着汗珠说。长老已经回到精灵神殿了，所以，雷伊现在可以放松一下。“哈~听长老说，水会导电，居然我能释放电力，那我何不跳进水银湖里试一试呢？”雷伊冒出个大胆的想法。只见雷伊二话不说，深吸一口气，，只听“咕咚——”一声，雷伊一头扎进了水里。   水银湖里，雷伊翻来覆去，别提多自在了。“不知道水里有没有精灵？我来试一下.”说完，雷伊双眼一紧闭，开始拼命放电，只见闪电像有生命似的，不到几秒钟，就蔓延到了水银湖每一个角落。这可把躲在天上的提坦吓坏了。“天呐，这里地形对他那么有利，与他交战我恐怕会输的。”提坦开始思索战略。深入思考的提坦将一切都置之度外了。也不知过了多长时间，提坦终于睁开双眼，盯着雷伊，眼里露出凶光…云层下的荒地上，雷伊一边努力将自己身上的水甩干，一边垂头丧气的说“什么嘛！这么大的水银湖，却连一条小虾米都没，真是扫兴（后来经赛尔们研究：由于那时候的赫尔卡星还没有完全形成保护层，所以空气质量较差，再加上那时候到处是一些工业废品，没多少精灵能在这么恶劣的环境下生存。）”雷伊觉得无聊，就盘腿坐在一块石头上等着长老来。她闭着双眼，闭目养神。“好机会！”突然，躲在云层中的提坦一声大叫，直线冲向雷伊。“哼！看我杀你个措手不及！”还没眨眼的功夫，提坦就已经离雷伊不胜5米了。“什么人？”雷伊才刚刚回过神来。“哼~宇宙中的战斗大师——提坦，前来赐教！”还没说完话，提坦就是上去一脚，雷伊没有防备，顿时被提出几米以外..“可恶，居然偷袭，想比试也不用使歪门邪道吧.”雷伊说。“错，这不是歪门邪道，这叫先下手为强，后下手遭殃！”提坦的速度快的惊人，雷伊刚站起来，他就迎上来，左一拳，右一脚的连续攻击雷伊，雷伊天生的弱点就是防御力差，哪里经得起提坦这样猛烈的进攻。“可恶！瞬移！！”说完，雷伊一声怒吼，立刻消失在了提坦的视线里。“哼~~打不起，我还躲不起吗？”雷伊突然出现在离提坦约10米远的一个土堆上。“哈！看我的，风驰电掣！”说完，雷伊立刻消失了。“是时候反击了！”雷伊的这招风驰电掣虽然威力较低，但却能以迅雷不及掩耳之势给对手以无形的攻击，是一招十分厉害的招式。“哼，小意思，群影乱舞！”提坦一说完，不可思议的事发生了，提坦的周围又出现了约20个提坦，当然，那并不是真的提坦，而是他的幻影。“哼，我倒要看看你能不能找到真的我！”提坦笑着说。“什么？”雷伊突然停住了攻击，开始与这些“提坦”面面相聚。“没办法，只好一个一个试了。”说完，雷伊飞向最左边的提坦。“呀！闪光击！”一阵光束后，那个提坦消失了，不用说，肯定是幻影。“再来！”雷伊又跑向最右边，他将腿使劲一蹬，那个“提坦”又消失了，明显还是幻影。“可恶，再来！”他又跑向了中间，可是，没等他出手，“提坦大军”就先出手了。“呀！气合斩！”提坦以及幻影一起说道。“啊！！！！！！！”一声惨叫后，可怜的雷伊趴在地上，嘴里流出少许的血..“哼~好不过瘾啊，没想到你这么逊。”提坦自傲的说。“可..可恶，你别..你别得意..等我…变..强了以后，我一定会..会..打败你的..”雷伊吞吐的说。“好啊！一百年后的今天，还是这个地方，我们再战一场！若你输了，你就得给我跪下喊三声***。”“若你输了呢？”雷伊反问.“我输的话..”提坦思考着，“哼~这还用说吗？我根本不会输的，所以你也无需考虑我能对你做什么，好了，就这样..一言为定！”说完，提坦跃地而起，冲上云层中，消失在雷伊的视线中。荒地上，只剩下雷伊一个人在那里，无助的趴着..远处的石头上，站着一个机器人，他亲眼目睹了这场战斗的全部过程，不错，他就是长老。只见长老渐渐走向雷伊，眼睛里透露出一种说不出的眼神…“长老…您..都看见了？”雷伊问。长老什么也没说，只见他举起一把雷神之杖。雷神之杖顿时浑身光芒闪耀，射出一道光束，光束照在雷伊身上，雷伊身上的伤立刻全部好了。雷伊逐渐站起来。“雷伊，知道你为什么会失败吗？”长老严肃的说。“一定是因为我的力量还不够，再加上提坦那个家伙总喜欢搞偷袭，所以我才会输的…”长老没说什么..约过了5分钟，长老开口了。雷伊，你还记得我给你讲的赫尔卡星守护神的故事吗？“长老问。”当然记得了~“雷伊答道。“雷伊，其实，我要告诉你个秘密..这个秘密说出来，你一定会非常惊讶，但这是事实。”长老说。“什么秘密”雷伊显得有些好奇。“其实…雷伊，你就是传说中，那所向披靡的赫尔卡星守护神！”张老师一口气说完。再看雷伊，几乎快成植物了，站在那里一动不动。“我知道你很难接受，但这是事实。那个提坦，其实是你这一生中注定的千年宿敌啊..”长老又说..“千年….宿敌？”雷伊张口了。“不错。”长老说。“我怎么会又一个爱搞偷袭的宿敌啊..”雷伊说。“不，偷袭只是一种战术，哪门规定说战斗时不能使用偷袭了？”长老说。“相信我，雷伊，在今后的战斗中，你会从提坦身上学到许多你一辈子可能也学不到的东西。有提坦这样一个万年不遇的宿敌，必有一个一世难求的朋友还要走‘桃花运’”长老说。“努力吧，雷伊，下次与提坦战斗，只能胜不能败啊！”..3.                  3.驾驭闪电“对了！”雷伊接着说“长老，你还没告诉我，我为什么会输给提坦呢！”雷伊问。“雷伊，你不应该问我，应该问你自己。”长老回答如此简单。“可是，我实在不知道啊..”雷伊无奈的说。长老又开始沉默。“雷伊，看来你还是无法纯熟的掌握闪电的能量啊..”“掌握闪电的能量？”雷伊问。“不错，你是被自然中，最纯洁，最有力量的雷之元素所浇灌出来的啊，你体内其实还有很多能量没有被激发出来，可一旦激发成功，你将会成为精灵中数一数二的王者！”“哇！”雷伊叫了，“那我怎么样才能被激发呢？”雷伊问。“你要学会驾驭闪电.”长老严肃的说。“驾驭闪电？”雷伊说“不错，记住雷伊，你就是闪电，闪电就是你，无非是外表不同罢了..”长老说。“我就是..闪电，闪电就是..我？”雷伊瞪大了眼睛。“不错。”长老说。“来吧，雷伊，试着驾驭闪电的能量吧！“荒地上，雷伊站在一块约5米高的岩石上。闪电“咔嚓咔嚓“闪烁着。雷伊凝望着天空，顿时，一道闪电向雷伊击来。只见雷伊眼眉一皱，右手伸出，举过头顶，愣是一把将闪电抓在了手里。闪电在雷伊手里“噼里啪啦”的乱响，就像一条企图逃脱的银蛇一样不断挣扎。“可恶..”雷伊咬紧了牙根，想要将闪电扔出去。结果，只听“轰隆！”一声巨响，雷伊被闪电击出了数十米之外。“可恶，为什么我就是没法抓住闪电呢？”雷伊抱怨道。这时，长老走了过来。“雷伊，你忘了我对你说的话了吗？你就闪电，闪电就是你。你不能像抓银蛇一样抓住闪电，而是要像迎接朋友一样迎接闪电，让闪电顺从你，认可你后，再试着驾驭它，释放它.”长老说。“迎接..闪电？”雷伊说。“好的，我明白了.”于是，雷伊又飞向巨石，准备再次尝试。闪电在天上“噼啪！噼啪！”的闪动着。雷伊仍是紧顶着天没空，可和上次不同的是，雷伊这次并没有周紧眉头做出要战斗的样子，而是全身懒散的好像在迎候什么东西似的。“咔嚓！”一道闪电再次向雷伊飞来。这次，雷伊纹丝不动，只是紧盯着闪电罢了。说时迟那时快，闪电击在了雷伊身上，雷伊却不以为然，任闪电宰割。过了十几秒，雷伊开始有所行动了，他用右手抓住闪电，，和上次不同，闪电并没有挣扎，而是慢慢地向雷伊的右手掌心聚合。慢慢地，闪电全部移到了雷伊的手心，那些闪电凝聚成了一颗华丽的，亮闪闪的电球，雷伊满意的看着他的右手。只见他右手突然猛地一挥，电球飞出了他的掌心，射了出去..结果可想而知。在一声惊天动地的“轰隆”声过后，开始浓烟四起。烟雾过后，呈现在雷伊眼前的，是一个被电球炸的只剩下底部的巨型山坡。此时，雷伊的心里万分激动。“耶！！！我成功啦！！！”雷伊大声叫喊，只见他顿时乐开了花，开始不亦乐乎的蹦来蹦去。这时候，长老走向了雷伊。“长老，我成功啦，我能驾驭闪电啦！”雷伊开始向长老报喜。“嗯，我全都看见了，雷伊，你干得非常好，现在，你需要做的，就是不断练习，当你完全能够驾驶闪电之时，就是你成为雷神之时！”“嗯，长老，我一定会努力训练，让体提坦输得心服口服的！”….云层上方，躲在那里的提坦吓得浑身哆嗦。“天啊，仅是一天之隔，雷伊就变得这么厉害了，看来，百年后的战斗一定不会轻松啊..”提坦说“不行，我一定不会输得，毕竟，雷伊可是我曾经的手下败将，这是不可覆灭的事实。”提坦说。“好，现在开始，我一定要不断地进行训练，一百年后的今天，还在在这片土地上，我一定要再次战胜雷伊，让他屈服于我的膜下。雷伊，你等着吧！！！！！”说完，提坦冲出云层，离开了赫尔卡星，飞向了茫茫宇宙，开始了他的修行之路…..荒地上，雷伊笑颜不止，似乎已经快把战斗的事给淡忘了..然而，谁也不会知道，5个月后的战斗，究竟会谁赢谁输      4.强者之战经过了5个月的不断努力和练习，雷伊终于掌握了驾驭闪电的真谛。如今，雷伊已经长大了。现在的他已完全不是5个月前那弱不经风的雷伊了，现在，他已经完全激发了闪电的能量，可以说已经是当之不愧的雷神了。赫尔卡星荒地上，凉风袭袭，天上仍是乌云滚滚，雷声连绵起伏。闪电和雷声的穿插形成了一幅起奇异的画卷。荒地上，雷伊一直在等待着他命中注定的千年宿敌…..雷伊站在那里，一动不动，他的眼睛炯炯有神的看着满天乌云。“哈！连环投摔！”突然，一阵叫声打破了沉寂的赫尔卡星。可能是早已听惯的缘故，雷伊听这叫声，甚至比滚滚的雷声还要亮。叫声过后，一只黑白相间的精灵冲出云层，直朝雷伊逼来。不错，这就是雷伊的宿敌——提坦。啊，不对，准确地说已经进化成了高级形态——盖亚。雷伊终于有所行动，只见他锐利的眼神开始露出凶光。只见雷伊双手上下平行，手心相对，只听“磁~~磁”的几声，雷伊的手掌心间逐渐有闪电聚集，最后形成了一颗硕大的电球，雷伊将右手挥到右边，奋然跃起，直冲向盖亚。最后，只听“轰”的一声震动天地的巨响过后，再次呈现在赫尔卡星荒地上的精灵，已经不止雷伊一个了，而是两个，另一个正是盖亚。“盖亚就是盖亚，还是喜欢搞偷袭嘛！”雷伊笑着说。“呵呵，你的技术似乎提高了不少嘛~”盖亚回话。“嘿嘿~你也不赖嘛，没想到，你的功力又增加了那么多！”雷伊说。“哼~到底强不强，还得用实力说话！接招吧！”说完，盖亚就起身准备攻击。“来得好！”说完，雷伊也动身了。“看我的，霹雳斩！”雷伊发动绝招。“哼，小意思。”盖亚不屑的说了一声。“呀！！群影乱舞！”说完，盖亚放弃了攻击，立在地上，又使出了上次那招“群影乱舞”。“哈哈！雷伊，你一定还记得这一招吧，这就是上次我打败你用的群影乱舞！”盖亚气势嚣张的说。雷伊也立马停止了攻击，他站在地上。“哼，我已经不是以前的雷伊了，这种低级招式也想打败我？”说完，雷伊闭上眼，开始感受身边的变化。闭上眼后，雷伊的眼前逐渐出现了一副画面。20个盖亚出现在他面前。雷伊开始感受他们发出的能量波。最终，雷伊感受到了，右数第5个盖亚的能量波比其他的盖亚都要强，说明，这个就是真身！“呀！极电千鸟！”还没等盖亚反应过来，雷伊就跃空而起，使出了绝招。只见一只浑身金黄色的，由闪电组成的大鸟飞向了天空，长鸣了一声，飞向了右数第五个盖亚。“什么？”盖亚见势不妙，立刻收回了其他幻影，可是，他再快，哪里快得过已经使出很久的电鸟呢？还没等盖亚起身，那只电鸟立刻击中了盖亚的胸口。“啊！”盖亚一声惨叫，立刻被击出了几十米之外。“哼~自从上次被群影乱舞打败后，我就一直思考如何对付这招。最终在一次巧合下，我知道了：分身何真身释放出来的能量波是不同的。于是，我就不断练习，今天终于把你这招****了.”雷伊解释。“哼~~想不到，你力量提升了这么多，真不是5个月前的那个雷伊了。”盖亚说。“不过..”盖亚继续说。“我也不是5个月前的那个盖亚啦！”只见盖亚站了起来，眼睛突然变成了紫色。“看我的必杀技——石破天惊！”盖亚一声怒吼，瞬间冲到天上，只见他周围充满了紫色的雾气。“哼，看我的必杀技——瞬雷天闪！”雷伊也冲上了天上，只见他眼睛变成了金黄色，浑身围绕着霹雳闪电。“呀！！”两人几乎是同时出手，只见他们光速般的冲向了对方……………“轰——！！”一声巨响，在赫尔卡星荒地上久久回荡，霎时间烟雾四起，许久不能散去。这时候，一块岩石的背后，走出两个机器人。“哈~~欠~~~艾里逊，真不明白，你干嘛趁他们交战的时候下手，万一我们也被误卷进去，我们岂不是要死翘翘了吗？”其中一个打了个哈欠说道。“哼~佐格，说你笨还真是没冤枉你。这种方法虽然有危险，但成功率很高。你想想看，等他们打的差不多了，肯定会元气大损，到时候我们冲上去，把盖亚和雷伊都抓住，老大一定会重赏我们的~哈哈！我真是太聪明了..”那个艾利逊自傲的说。“额…..”佐格顿时无语。荒地上，烟雾逐渐散去。荒地上，雷伊和盖亚分别站在两边，喘着大气。“好一个‘瞬雷天闪’”盖亚说。“你的‘石破天惊’也不赖嘛！”雷伊笑着说。“冲啊！！”突然，一个声音划破长空，只见远方，艾里逊和佐格开着一辆巨大的飞船朝雷伊和盖亚驶来。“什么？”雷伊惊讶的说。“那是什么东西？”盖亚也跟着说。“啊哈哈哈哈！！”艾里逊这时候打开了玻璃罩，冲着雷伊和盖亚大声叫骂“哈哈哈！！浑水摸鱼之计果然好啊！现在你们手无搏鸡之力，我看你们怎么反抗！”“你们想干嘛？”盖亚望着艾里逊。“哼哼~干嘛？当然..”“当然是把你们抓起来啦！！哈哈哈！”佐格突然冒出来打断了艾里逊的话。“可恶，竟敢抢我的台词~我待会再教训你”艾里逊不乐意的说。“你们到底是谁？”雷伊问到。“哈哈哈哈哈哈！可怜的无知者啊！竟然连我们都不认识~”艾里逊笑道。“我们就是人见人怕，臭名昭著的宇宙海盗欧比组织~我是艾里逊，旁边这位傻大个叫佐格。”“啊呸！你骂谁是傻大个啊！你个臭鞋子（臭蝎子）！”佐格不满的说。“哼，先是抢我台词，现在又骂我是臭鞋子？我跟你拼啦！”说完，佐格和艾里逊扭打成一团。“碍事的家伙！给我立刻消失。”说完，雷伊一挥手，一道闪电射向艾里逊和佐格的飞船，在“轰！！”的一声过后，飞船被闪电给打出了赫尔卡星。“说我手无搏鸡之力，真是可笑..”雷伊轻蔑地说。“啊————雷伊！盖亚！你们给我记住！将来我一定会要你们为今天的事付出代价的!!”“轰！”天空中，一阵爆炸声响起，随即是佐格和艾里逊的阵阵惨叫..“哼~~雷伊，今天遇到了这两个怪家伙，让我的心情非常的不爽，所以没兴趣再和你一较高下，等改天，我们再战一场！那时候我们再分胜负”盖亚对雷伊说。“没问题，那么，我们就再等10年后！”“好的！那时候我一定会赢你的。别忘了我们的约定，若你输了..哼哼~“盖亚说。“我没有忘，可是，你上次还没说，若你输了怎么办？”雷伊问到.“哈哈~我还是那句话：我根本不会输的，所以，你也不用想着我会为你做什么。就这样了！后会有期！”说完盖亚腾空而起，飞出了赫尔卡星……….再等10年后，还是这片土地上，又将会有一场惊天决战，在等着雷伊，和盖亚……..第二部分：赛尔号之旅5.初遇赛尔号        自从上次和盖亚立下约定后，雷伊就不断地练习，还会时不时在赫尔卡星周围的几个星球巡逻，以免海盗的骚扰。转眼间已经过去了9年了，再过几个月就是决战之日。这天，雷伊在海洋星附近寻找海盗的踪迹。忽然，他看到，在海洋星上有几个带着螺丝帽的机器人正在那里采集甲烷气体。“糟糕，难道是海盗？”雷伊立刻飞了下去。“呀！万丈光芒！”只见雷伊潜进了海里，二话不说的就对那些机器人使出了技能。“什么？”这时候，赛尔们抬起头，第一个映入眼帘的，就是一个帅气的金黄色精灵。“小心！有精灵袭击。”一个机器人大叫。只听轰的一声，雷伊的万丈光芒在一块巨石上炸开了花。那群机器人们顿时傻了眼。“快！快返回赛尔号！”一个装备与其它机器人不同的高声喊道。话音刚落，所有的机器人就齐刷刷的钻进了一艘艘小型的白色飞船。“哼~果然是海盗，他们一定是想撤回老窝。”雷伊恶狠狠地说。“也好，待会我跟着他们，然后直戳老窝！”那群机器人哪还敢停留？没几秒功夫就立刻起飞了。只听“咕咚咕咚”的冒泡声，机器人们钻出了水面，飞向了宇宙之中。“别跑！”只见雷伊立刻追了上去。宇宙中，雷和飞船们你追我赶。本来，雷伊只需发几道闪电就能将飞船全部解决掉，可雷伊并没有这样做。他是与飞船尽量保持距离，然后紧追不舍。终于，在飞了约5分钟后，雷伊看到，在不远处，一艘巨大的银白色宇宙飞船停在那里。雷伊停住了，他不敢再靠近，因为他害怕“海盗”们会对他发起攻击。只见那些小型飞船齐刷刷的飞向那艘大型飞船，直到最后开了进去。雷伊紧盯这那艘巨型飞船，不知为什么，雷伊感觉不到一点危险。于是，雷伊使用了瞬移，慢慢靠近了那艘飞船。终于，雷伊可以触摸到飞船的皮肤了。只见他用闪电将飞船表面炸开了一个足够他钻进去的大洞，然后他灵巧的钻了了进去。飞船里，一种和谐的气息扑面而来。雷伊不禁打了个寒战，说：“这一定是海盗们的诡计，想先迷惑我，再消灭我，哼~~以为我傻啊.”雷伊缓慢的走在飞船的走廊里。望着墙壁上那一幅幅的画像，雷伊心里总能升起一丝安全感。画像上，一群精灵和一大群机器人挤在一起，开心的玩耍。雷伊停住了脚步。“这些精灵怎么能和机器人在一起呢？这些机器人又怎么能将精灵抓起来呢？”说完，雷伊漂浮了起来，直线冲向了前方。来到了一个舱门前，雷伊将舱门打开。“是谁？”这时候，一个声音高声叫起。雷伊一看，他惊呆了，舱门后竟然是如此壮观的景象。到处是精灵在活动，有飞的，有跑的，也有爬的。再找找声音的来源，原来是一只里奥斯。再看其他精灵，雷伊呆住了，这些精灵是那么的快乐，就好像身处在天堂一般。“竟然敢闯进主人的家里，我一定要好好教训你！呀！！烈火燎原！”只见里奥斯一声怒吼，一道火焰冲向雷伊。“哼，敢挑战我？风驰电掣！”说完，雷伊冲了过去，顿时，那只里奥斯被击倒在地。“哼~不堪一击。”雷伊不屑的说了一声。这时候，一个声音高叫起来：“雷伊！！”再找找声音的源头，来自于身后。雷伊转过身，只见一个机器人站在门口，他那惊讶的眼神死死的盯着雷伊。“哼~臭海盗，竟敢把精灵抓起来，还敢掠夺能源，看我不教训你们。”说完，雷伊摆出应战的姿势。“不要伤害主人！”这时候，精灵都齐刷刷的挡在了那个机器人的前面，准备和雷伊决一死战。“主人，别怕，有我们在，他伤害不了您的！”一只布鲁克克说道。“好！闪光波克尔，同生共死！”只见那个机器人一声令下，一只浑身雪白色的大鸟飞了起来，冲向雷伊。“里奥斯！鲁加斯！掩护！”“是！”又是一声令下，一只长得酷似犀牛和刚才那只里奥斯立即冲上来。“鲁加斯！沙尘暴！里奥斯！烈火燎原！”这时候，雷伊呆住了，他开始回想起他小时候在赫尔卡星荒地练习时的情景：那时候，雷伊还是个很弱小的精灵，在长老的指引下，雷伊不断地练成新的绝招。长老还喜欢带着雷伊在各大星球上挑战精灵。只要有长老的指挥，雷伊几乎百战百胜……雷伊的思考耽误了他的躲闪速度。当他开始回过神准备战斗的时候，里奥斯的火和鲁加斯的沙尘暴已经接近他了。“什么！”雷伊赶快躲闪。可是，他还是受到了攻击。顿时，雷伊被击倒在地。“闪光波克尔！给他最后一击！”机器人继续喊道。只见那只大鸟向雷伊冲了过来，霎那间…雷伊被击昏了过去。“耶！！赢啦！！我们赢啦！”就在雷伊闭眼的那一刹那，他看到了温馨的一幕：胜利后，精灵们立刻上前去拥抱那个机器人，满脸是笑容。雷伊留下了几颗热泪，他又想到了，当时长老带着他训练时的情景…….每当雷伊学会一个新技能，提升一个级别，战胜一只精灵时，雷伊都会高兴的跳起来去拥抱长老，长老也会毫不客气地夸奖雷伊一番。随后，雷伊还会许下誓愿，发誓要成为最强的精灵，不辜负长老对他的一片恩情。每到这时，长老都会满脸笑容的看着雷伊…….雷伊还回忆了许多许多…………………………..“博士，怎么样了？”这时，雷一听到了一个声音。昏迷中的雷伊慢慢睁开了他那泪眼朦胧的双眼。他看见了刚才个机器人，还有一个浑身白色的机器人。“雷伊，你醒了！”这时候，那个白色机器人问道。雷伊一个激灵，猛地坐了起来。他环顾四周，只见他现在身处一个到处是仪器的地方，他正躺在一个医疗床。“你们到底是谁？”雷伊猛地问道。那个白色机器人先是一惊，便随后说道；“雷伊别怕，我们不会伤害你的，我们叫赛尔，这里是赛尔号，你现在正身处于赛尔号上的实验室里，刚才，你被这位小赛尔给送到了这里，我一看，你已经处于深度昏迷了，便开始对你抢救，现在，你感觉怎么样？”白色赛尔问。“我感觉..很好！”雷伊的算是舒了一口气。“你好雷伊，我叫小酷！”这时候，刚才和雷伊交战的那个赛尔说话了，他伸出手，对雷伊表示友好。雷伊也伸出了手同他握了两下。此时，雷伊再次感觉到了无限的温暖……….6.秒杀渐渐地，雷伊的伤恢复了。小酷带雷伊到处参观赛尔号，并给雷伊讲述了赛尔以及赛尔号的来历。“2110年，距离地球能源完全枯竭还有3650天，为了解决能源危机，人类制造了赛尔机器人，并制造了宇宙探索飞船——赛尔号。并要赛尔们驾驶赛尔号，去太空中寻找神秘生物看守的，无尽能源………这就是我们赛尔的使命”“原来是这样啊..”雷伊现在真是后悔，当初自己居然会幼稚到把善良的赛尔当成无恶不作的海盗，现在想想看，雷伊真恨不得拿块大石头把自己砸晕算了。罗杰船长命令要见雷伊。小酷当然是护送喽~“那个..小酷。”雷伊说。“嗯？什么事啊？”小酷问。“说实话，在这个宇宙中，你是第二个打败我的高手。”雷伊有些不好意思的说。“不会吧？我听说，雷伊可是很厉害的，我怎么会是第二个打败你的人呢。”小酷谦虚地说。“我说的是实话，第一个打败我的人是盖亚，第二个就是..”突然，雷伊停住了，提起盖亚，雷伊想到了他与盖亚之间的约定。“怎么了雷伊？”小酷疑惑的问。“没什么，我想到了一个久别未逢的“朋友”。”雷伊说。“这样啊~”小酷说。提起到约定，雷伊算起了日子。回头想想，自己差不多已经在赛尔号上呆了一个星期了，而距离上次战斗也有将近9年10个月了。也就是说，自己只有两个月的时间来加强训练了。不一会，两人便来到了船长室门口。“船长！我来了！”只听“吱——咚——”船长室的门打开了又关上，雷伊和小酷走了进去。“啊！雷伊，你好，我是罗杰。”船长室内，罗杰船长做着自我介绍。“很高兴认识您，船长。”雷伊也表示友好。“船长，真是对不起，我竟然把你们采集能源当成了海盗在搞破坏，还攻击赛尔号，实在是抱歉。”雷伊内疚地说。“哪里哪里，这不怪你，只怪海盗们太可恶了。”罗杰船长连忙说道。于是，雷伊便坐下来，同罗杰船长聊起天来，过了许久，雷伊告辞了。“再见船长！”和小酷向船长告别。“雷伊！好好养伤！”船长最后说了句。走在过道上，雷伊问起小酷：“小酷，问你个问题。”雷伊向小酷说道。“什么问题？”小酷问。“你的精灵怎么会那么厉害?想必你一定有变强的方法吧！”雷伊说。“哈~~说到变强的方法，我倒是有一个哦~~你干嘛提这个？”小酷笑着说。“你能告诉我吗？”雷伊有些激动。“咦？雷伊，你不会只输给了我一局就想要忙着去提升战斗力吧，你可是雷神啊！”小酷说。“不，我变强不是想要提升战斗力，而是为了……”雷伊开始把他和盖亚的故事以及他们的约定一五一十的讲给了小酷。“哦………这样啊~”小酷说。“好！！为了雷伊的尊严，我决定了！”小酷将右手举了起来，食指朝天地说：“我要和雷伊在接下来这几个月的时间内一起训练，一起变强！直到雷伊的能力足够战胜盖亚为止！！”小酷大声的喊道。此时，雷伊眼中又不禁流下几颗热泪…….第二天，小酷和雷伊来到了所有赛尔训练师经常训练的地方——精灵太空站。“这里可真热闹~”雷伊看着这些小赛尔，不禁感到激动。“当然，精灵太空站是每一个优秀的精灵训练师常来的地方，这里有很多的项目能供赛尔们选择，而每一个项目都有自己独特的地方。说完，小酷来到了一个上坡的地方，只见那里站着许多赛尔，它们你拥我挤的。只见小酷不住地向雷伊挥手“喂！雷伊，我在这里！！”看见小酷挥手，雷伊飞了过去。“雷伊，你进去试试。”这时候，小酷指着一个升降梯，示意雷伊进去。雷伊站在了升降梯里，好奇的问小酷：“这是什么东西。”雷伊问。“这是精灵王之战，我为你选择了但精灵模式，待会你降到底下后，会有另一位小赛尔用一只精灵和你对战，努力战胜它，你就能获得经验，不断获得经验，就能让你提升更高的等级，等你等级足够高了，你就能变强了。“那你呢？”雷伊又问。“我会在另一个地方观战的，那时候我们就能透过窗户看见对方了。说完，只见雷伊的升降梯开始下降，雷伊看着顶端，小酷在向他做加油的手势，雷伊也回了一个“必胜”约下降了100米左右，雷伊开始的升降梯开始直线向前移动，又移动了约50米，雷伊来到了一个十分宽敞的地方。这时候，，雷伊左方传来了敲打玻璃的声音，雷伊一看，原来是小酷，他真的在透过窗户观战。只见小酷的嘴巴一张一合，好像在说什么，对口型，雷伊隐约明白了小酷是让他加油，不要轻敌。这时候，雷伊对面也传送出来一个升降梯，升降梯里站着一个赛尔。“天呐！！雷伊！！！！！！！”那个小赛尔大叫，他的表情可以说用惊讶的语无伦次。“你好小赛尔，很高兴和你过招。”雷伊上前表示友好。“天呐，雷伊这么强，我肯定是打不过的，早知道我就选择多精灵模式了（可雷伊这面选的是单精灵模式啊，若不是你选单精灵模式你还碰不到雷伊呢..）”“来吧，小赛尔，我会让你三分的。”雷伊说。“好！拼了，上吧！！丽莎布布！”只见那个小赛尔将手一挥，一个椭圆形容器被抛了出来，一阵闪光后，变成了一只浑身是绿叶和花朵的草系精灵。“来吧！让你三招~”雷伊说到。“好！丽莎布布，花草能量！”只见丽莎布布头上的花苞展开，一颗种子显露出来。种子迅速发芽，长出了又红又大的花朵，只见花心中释放出了点点的光亮，光亮迅速蔓延到了丽莎布布的全身，在一阵强光过后，花朵消失了，而丽莎布布看上去也精神了许多。“好！丽莎布布，叶绿光束！”只见丽莎布布手上的两朵花合拢，形成了一朵巨花，花中射出了一道光束，直向雷伊。“哼，小意思。”只见雷伊拳头紧握，就在光束射到雷伊的那一刹那，奇迹发生了，光束投过了雷伊的身体，射向了雷伊身后的升降梯。再看升降梯。完好无损。“哇！！1不愧是雷伊啊！！这么厉害！”小赛尔目瞪口呆的看着眼前的一切。“还有一招哦~”只见雷伊气势高昂地说。“好，丽莎布布，使用必杀！！金光绿叶！”这时候，丽莎布布又将两朵花合在了一起，与上次不同，这次花朵中的光束正在慢慢凝聚，直到最后成了一个光球，就在那一刹那，光球炸裂开，无数的飞叶立刻射向雷伊。“哼，看我的吧。”只见雷伊的两只手举过头顶，再向两边降落，最后在底部合拢，这时候，一个由电组成的光盾出现在了雷伊的面前。飞叶射向了光盾，可是，都无一例外在光盾上爆炸了。“天啊！！！！！！！！”小赛尔惊讶的嘴都合不上了，一下子蹦了起来，都快要顶到天花板了，随后大叫“我的娘啊，我从来都没有见过这么厉害的精灵，雷伊不愧是雷神啊！”小赛尔对雷伊是又赞又夸。“三招已过，该我了！”只见雷伊迅速的向前移动了一段距离，快要挨到丽莎布布时，立马腾空而起，只见他手掌上充满了电，还没等丽莎布布反应过来，雷伊就立马将右手伸向前，冲向了丽莎布布………在一道华丽的直线下，丽莎布布倒下了，谁也没有看清雷伊到底是如何将丽莎布布击倒的，因为他太快了，整个攻击过程加起来才不到3秒，如此快的速度，舍雷伊，何其人啊！丽莎布布也怪可怜的，连自己是如何战败的都不知道。不过幸好，每一场精灵王之战都会被录影机记录下来，哪一场战斗很精彩，赛尔们都会拥着上去反复多看几遍录像，以提取器中的精华部分来供自己学习。这场战斗可以说是史无前例，因为，这是雷伊首次出战精灵王之战，短短3秒内就将对手解决了，在赛尔们这如此多的战斗中可以说是第一次，恐怕也将成为最后一次。雷伊首次来精灵王就获得了胜利，这条消息就像电脑病毒一样迅速的在赛尔们间传开来。有些赛尔甚至专门花赛尔豆（赛尔号上的一种通用货币）来购买雷伊的首场精灵王之战的录像，好回到家后以最慢的进度观看雷伊秒杀丽莎布布时的那个令人热血沸腾的场景。可是，更让人惊讶的是，虽然已经将影像进度降到最慢了，可雷伊进攻前后的时间也总共不超过10秒。回到了小酷的基地。小酷就忍不住要说了；“哇塞~雷伊，你今天真是太帅了，居然能够在3秒甚至更少的时间内秒杀丽莎布布。为了做纪念，我可是买来了那场战斗的全屏录像哦~小酷刚说完，就忍不住跑去打开了录像机，将录像碟放了进去。而此时，雷伊却一脸忧愁样子……………7.终极训练      基地里，小酷正在兴致勃勃的看着录像。可是，一旁的雷伊却一脸忧愁样子。“咦？雷伊，你怎么了？”小酷扭过头去问雷伊。“小酷，我觉得，这种训练方法并不适合我。那些小赛尔们太弱了。”雷伊叹了口气说。“我还是比较喜欢和你这样的强者交战。”雷伊说。“这个…”小酷无话可说。“说的也是，那些赛尔们根本不堪一击。”小枯叶变得忧愁起来。基地里一片寂静。雷伊和小酷正在思考如何让雷伊变强。“对了！我知道有个人，他也许能帮你解决这个问题。”小酷突然开口。“谁？”雷伊问。“贾斯丁站长！”     小酷和雷伊再次来到了精灵太空站。这里依旧人山人海。“贾斯丁站长！”小酷突然大叫道，然后跑到了一个身带六把激光剑的赛尔身边，雷伊也跟着飞了过去。“啊！小酷啊！”贾斯丁笑道。“站长，今天有些事想请教您。”小酷说。“什么事？”贾斯丁问。这时，贾斯丁看到了一旁的雷伊。“啊！！你就是……传说中的雷伊！”贾斯丁激动地说。“您好，站长。”雷伊向贾斯丁问好。“站长，今天来，是想向您请教变强的方法的。”小酷说。“变强的方法？”贾斯丁疑惑的问。于是，雷伊和小酷开始把整件事的来龙去脉讲给站长听。“嗯……这样啊。”听完了小酷和雷伊的讲述，贾斯丁站长开始思考。“这样吧，雷伊，我先和你交战一场，看看你现在的实力如何。”贾斯丁说。“好啊！！！贾斯丁站长对战传说中的雷神！！劲爆啊！”小酷激动的说。“请赐教。”雷伊说了一句。说完，便摆开了一副准备战斗的姿势。“去吧！英卡洛斯！”只见站长抛出一个精灵胶囊，一道光束过后，一只闪着金光的，类似于螳螂样的精灵出现在雷伊面前。“英卡洛斯！跳起来。”只见英卡洛斯纵身一跃，跳到了空中。“极电千鸟！”只见雷伊两手一挥，一只金黄色的电鸟飞向行卡洛斯。“英卡洛斯！快躲闪！”只见英卡洛斯身子一扭，将极电千鸟躲了过去。“霹雳斩!”雷伊也跳了起来，瞬间冲向了英卡洛斯。“英卡洛斯！当心！”说时迟，那时快。没等英卡洛斯反应过来，雷伊就已经攻到他了。英卡洛斯重重的摔在地上。“英卡洛斯！牙连绝袭击！”只见英卡洛斯的两只大钩冒出耀眼的光芒。然后奋力一跳，冲向雷伊。“来得好！雷祭！”只见一道闪电射向英卡洛斯。可是，英卡洛斯的速度也很快立马闪了过去。“什么？”眼看就要被攻击到了。“瞬移!”说完，雷伊肌肉一绷紧，立刻消失在了众人眼前。英卡洛斯扑了个空，两只手打在了一堵墙壁上。英卡洛斯开始沉静下来，环顾四周，企图发现雷伊的行踪。“呀！！瞬雷天闪！“可以说是一瞬间，雷伊出现在英卡洛斯的头顶上方，还没等英卡洛斯反应过来，雷伊就已经发动了绝招……..一道金光四处放射。烟雾过后，气喘吁吁的雷伊展现在众人眼前，雷伊前方有一个坑，坑里，眼冒金星的英卡洛斯倒在那里。”回来吧，英卡洛斯。贾斯丁站长扔出精灵胶囊，英卡洛斯被收了回去。“嗯，雷伊，我已经知道你哪里需要增强了。”贾斯丁站长说。“真的吗？”小酷和雷伊同时叫道。“嗯，其实，现在你的各方面都很完美，但唯独你的技能。”“我的技能？”雷伊瞪大了眼睛。“不错，你的技能现在还都是一些低级性技能。除了你的瞬雷天闪，你其他的技能可以说几乎不值得一提。”贾斯丁站长说到.“那…我怎么样才能锻炼出强大的技能来呢？”雷伊问。“嗯………………在帕诺星系中，有着许多强大的SPT精灵，或许从他们身上，你能悟出一些新技能。”真的吗？“雷伊问。“不错，你今晚先休息一下吧，我给你做一份路线图，只要按照路线图去进行训练，你一定可以获得更强大的技能！”“谢谢站长！”小酷和雷伊回到了基地里。“雷伊，我现在真是越来越佩服你了，你练站长都能战胜，要知道，贾斯丁站长可是目前我们赛尔号上最强的精灵训练师呢！”小酷激动的说。“说来奇怪，你和我交战的时候我怎么感觉不到这一点呢？不会是你在让着我吧？”小酷大声叫道。“啊，没有，只是…有些特殊原因。”雷伊低沉的说。“这样啊…”小酷说。“好了！！雷伊，今晚你好好休息，从明天开始，我们就要进行终极训练了！我相信，只要你完成训练，就一定会成为最强的精灵！”“小酷…谢谢你！”….第二天，雷伊和小酷来到了精灵太空站。贾斯丁站长早已在迎候在那里。“贾斯丁站长！！”小酷连忙挥手，嗖的一声跑了过去。“小酷！！等等我！”雷伊也赶紧飞了过去。“雷伊，小酷，这是给你们的训练图纸。”说完，贾斯丁站长拿出一张图纸。小酷接了过去。“雷伊，只要按图纸上面的路线去做，你就能训练出更强大的技能来，这样的话，1个月后你和盖亚的决战就能必胜无疑了。”贾斯丁站长说到。“谢谢您，贾斯丁站长。”雷伊笑着说。“加油，雷伊相信你一定能完成训练的！”第三部分：训练之路8.极光刃！火山中的激战。      小酷和雷伊坐进了贾斯丁站长事先准备好的飞船。“站长！等我们的好消息吧！”小酷坐在驾驶座，向站长挥手告别。“雷伊，加油！”只听“呼！！”的一声响，飞船尾部喷出了熊熊烈火。“再见！站长！”小酷刚说完，飞船就“艘”的一声起飞了，直飞向宇宙深处。就这样，雷伊开了他那艰苦的训练……….飞船上，小酷把飞船设为自动驾驶状态。“雷伊把图纸拿出来，放在了一张不大的桌子上。“嗯….根据图纸上的图画来看，我们第一站要去的是火山星。”小酷说。“火山星，可是里奥斯的故乡呢！”小酷说。“想当年，我费了九牛二虎之力战胜了里奥斯，获得了他的精元，现在想起来，那一天真是惊心动魄呢。”小酷笑着说。这时候，雷伊注意到了图纸上火山星图案旁边的一行字。“小酷，你看看这写的是什么字？”雷伊指着那些字。“好嘞~”说完，小酷拿起一副蓝边眼镜放到了眼前。“这眼镜最高可以能把字放大1000倍，还有翻译功能。”说完，小酷开始查看那一小行字。“上面说：里奥斯能帮你训练普通系技能，如果你能用白光刃战胜里奥斯的话，那你就能掌握普通系绝招的终极奥义，并将获得强大的普通系绝招——极光刃！”小酷一个字一个字的读着。“极光刃？听起来似乎很厉害呢.”小酷兴奋地说。“嗯！第一个绝招，极光刃，我来啦！！！！”………火山星上，小酷将飞船停在了一个高坡上。“呼~~火山星就是火山星，始终是那么热~”小酷抹了一把汗。（你问机器人哪里来的汗？我先问你，你知道什么叫水发电吗？）雷伊也走出了飞船。只见小酷指着远处一座巨大的火山说“那里就是里奥斯的栖息地了。”“好！立刻前进。”说完，雷伊二话不说的飞了过去。“喂！！等等我啊！”小酷立刻追了上去。“呼….呼….真是越来越热了啊…”小酷说。“雷伊，你怎么那么耐热啊。被蒸了这么久连一滴汗也没？”小酷问。“呵呵~~听长老说，我们赫尔卡星的水银湖里的水有奇特的功能，只要在那里泡上一泡，你就能浑身凉爽，再也不怕高温了~”雷伊兴奋地说。来到了火山星溶洞里，小酷真是热得受不了了。“啊！！不行啊..热的太难受了，里奥斯！！出来吧！”说完，小酷将里奥斯召了出来。“里奥斯！快把我身上的热气吸走！”话音刚落，只见里奥斯前蹄狠狠地在地上敲了一下，一股热气从小酷的身体里被抽了出来，直飞向里奥斯。“呼~~终于凉快了！”小酷说到。“里奥斯，干得很好！”这时候，小酷一扭头，只见里奥斯正在四处奔跑，脸上一副高兴的样子，真是不亦乐乎。“哈~~看来里奥斯对火山星仍是充满了不忘的情怀啊~”雷伊说，此时，雷伊又想起了赫尔卡星。“雷伊！快来！”这时候，小酷跑到了一个石头堆边。“雷伊，这堆石头后面就是里奥斯的领地了。只是今天没带装备，所以，我们只能一个一个的..”“极电千鸟！”小酷话未说完，雷伊就使出了绝招。只听“轰！咔！咚！“的几声巨响，石头堆立刻被炸到了天，然后无一例外的摔碎在地上。“哇…..雷伊就是雷伊！”小酷说。“好了，我们快进去吧。”雷伊说。“嗯。”小酷和雷伊走进了山洞里。“哇！”仅看了第一眼，雷伊就惊呆了。“火山星上竟然有这样的地方？”雷伊看着眼前的景象。原来，火山星深处四处是熔浆，只有4根巨大的，类似圆锥又类似圆台的石柱倒扎在熔浆里。4根石柱排成了1字形。雷伊老远就看见了正在第四根石柱上休息的里奥斯。“咦？怎么感觉，这里有些曾相识的感觉？“雷伊突然问道。“曾相识？”小酷疑惑的问。此时，雷伊已经闭上了他的双眼，开始翻找记忆………………..“轰隆！轰隆！”火山星深处，翻滚的岩浆，不断地外冒，发出沉重的声音。“长老，这是哪里啊？”这时候，幼年的雷伊问道。“这里是火山星深处，也是我们今天的目的地。”长老回答。“那….我们来这里干什么呢？”雷伊又问。“这里有一只强大的精灵，名叫里奥斯，我今天带你来向他学习。”长老说。“啊？向他学习？”雷伊大叫。“站住！来者何人！！”突然，一只浑身冒着烈焰的精灵跳到了雷伊和长老面前。“哇！”雷伊被吓了一大跳，立刻躲到了长老背后。“您好，里奥斯，我是赫尔卡星长老。”此时，长老正礼貌的做着自我介绍。“哦，您就是赫尔卡星长老啊？今日前来，有何贵干？”里奥斯礼貌的说。“我想请您帮个忙？”说完，长老把雷伊从身后拽了出来。“咦？这金黄色的小家伙是谁？”里奥斯问。“他是我们赫尔卡星的守…..”长老刚想说什么，又打住了。“雷伊，你先去玩吧！”长老指着对面一群幼年的胡里亚说。“好诶！”雷伊高声欢呼道，然后欢乐地飞了过去。“里奥斯，其实，他叫雷伊，是我们赫尔卡星的未来守护神，可他目前还不知道，我也在极力保守这个秘密。今天来找你，是想让你帮助雷伊。” 长老说。“哦？怎么帮？”里奥斯问。“我希望，如果将来有一天，等雷伊长大了，你能给予他一些战斗上的帮助，无论他提出何样的要求，都请你尽量满足他”长老说。“哈~~好啊，说起战斗，我是最擅长的了！”里奥斯高傲地说。“这么说，你是答应了？”长老问。“当然，同样身为星球守护者，我一定会尽到我最大的责任来帮助雷伊的！” 里奥斯说。此时，长老激动的开口道“万分感谢！！”………………..雷伊慢慢睁开了双眼。“对！里奥斯！他就是里奥斯，和我记忆中的一模一样！”雷伊兴奋地站了起来，高声叫道。此时，盘腿卧在那里的里奥斯慢慢睁开了双眼，当他看到来了两个“不速之客”时，他满眼愤怒。只见他立刻站起来，长鸣了一声。他的右前蹄狠狠的撞击了两下地面，然后便开始向雷伊狂奔过去。“呀！！烈火燎原！” “啊！小酷，小心！”还没等小酷反应过来，里奥斯的火就已经烧到了小酷。最终小酷以焦黑的面貌，晕倒了。不过，幸好赛尔们用的都是特殊材料，不怕火烧，也不怕雷打。“啊！可恶。”雷伊咬紧了牙根。“里奥斯！你不认识我了吗？”只见雷伊大声怒吼。“吼！！雷伊，你怎么又回来了？”里奥斯气愤的说。“我是来向你请教普通系绝招的终极奥义的。难道你忘了，很久以前，你答应长老，如果我想你请教战斗上的问题的话，你一定会尽量满足我的，你不记得了吗？”雷伊说。“吼！哼~~那是以前，现在是现在，我给你10秒钟时间，立刻离开这里，否则..别怪我不客气！”里奥斯喘着大气到。“里奥斯！你…你居然…”雷伊简直不敢相信自己的眼睛。“你…你还是千年前的那个里奥斯吗？”雷伊惊讶的说。“吼！！忘了告诉你，我里奥斯可是有双重性格的。千年前我一第一种性格答应了你，而现在，我要以第二种性格来消灭你！！呀！喷射火焰！”话刚说完，里奥斯就向雷伊喷出了熊熊烈火。“好，看来，唯有一战了，呀！！”“雷伊！！”这时候，小酷已经站了起来，向雷伊大喊。“雷伊，记住，要用白光刃战胜里奥斯才能掌握极光刃！”小酷喊道。“明白！”只见雷伊双拳握紧，交叉式伸向了两肩。“呀！！白光刃！”突然，雷伊双臂展开，将拳头一紧，冲向了里奥斯。“轰！！！”烈火与雷伊相撞，发出了巨大的轰隆声，火山星上的天然石钟乳都在强大震动的促使下一个接一个的落进了熔浆里。“哇！！强者间的决斗啊~”小酷惊叹道。“哼~想不到你还有点本事。”里奥斯说。“那当然，接我一招！霹雳斩！”只见雷伊右脚抬起，直冲向里奥斯。“吼！！幻影！”这时，里奥斯也狂奔向雷伊，里奥斯身后，无数道残影若隐若现。“呀！！”只见雷伊右脚伸开，来了个45°旋转，一道弧形雷光出现在雷伊眼前。“吼！”里奥斯一声怒吼，用他那坚硬且充满热量的鹿角猛地撞了上去。“轰！！！”又是一声巨响，整个火山星似乎都动摇了。“哇！！”小酷没站好，差点滚落进熔浆里。“呼~吓死我了！”再看雷伊，他的眼神中充满了血丝，似乎要将里奥斯撕成碎片的样子。“吼！雷伊，现在后悔还来得及，如果你再不离开，我就要动真格的了！”里奥斯说。“哼~今天我不领悟到极光刃的诀窍，我就不是雷神！”说完，雷伊再次冲向里奥斯。“吼！敬酒不吃吃罚酒！螺旋火焰！”说完，里奥斯便连续射出一道道均热的烈火。“小意思~”雷伊一边跑，一边灵巧的躲避火焰的攻击。“呀！！瞬雷天闪！”一声怒吼过后，雷伊浑身充满了电气，电气不断汇集，最终，一道猛烈的闪光过后，雷伊腾空而起“瞬——雷——天——闪！”雷伊高声叫道，随后一口气冲向里奥斯。“吼！烈火燎原！”只见里奥斯前蹄在地上使劲的踏了一下，突然，里奥斯前方的一块地面爆裂开，一团巨大的火焰直逼向雷伊。“呀！！！！！！！”………………..“轰！！！！！！！！！！！！！！！！！！”又是一声巨响，顿时浓烟四起。“咳咳！讨厌的浓烟！”一边的小酷说。“想不到里奥斯实力那么强大啊，我当时和他战斗时为什么不知道呢？”小酷疑惑的说。烟雾逐渐散去。雷伊的身影和里奥斯的身影站在那里，一动不动。“哇！！雷伊和里奥斯真是针锋对麦芒啊~”小酷不禁感叹。“白…..光刃。”还没等众人反应过来，雷伊就瞬间进攻，直逼向里奥斯要害。“咳…咳咳..”里奥斯青筋外暴，眼睛快要突出来了。“雷伊…我终于想起来了，你就是千年前那个赫尔卡星长老带来的那个小家伙——雷伊啊！” 里奥斯瞬间倒地，伏在那里喘着大气。“里奥斯，我很高兴拟终于记起了！”雷伊回过头，看着里奥斯。“雷伊，你是怎么知道我的要害在哪里的？”里奥斯说。“呵呵~~其实，以我现在的能力，足够一招击垮你的要害。前面那些招式只是陪你玩玩而已~但也是有目的的，我在一直观察你的动作，看能否观察出破绽。终于，我察觉到你的后蹄几乎没有活动过，我就知道，原来你是靠后蹄保持平衡的，于是，我就在我们互相对视时，一击秒杀你！”雷伊说。“呵呵~看来我还是小看你了。”里奥斯说。“耶！！！雷伊赢啦！”小酷高兴的欢呼雀跃。这时，雷伊的身体忽然闪起了光芒，而四周也围绕着闪耀的光圈“咦？怎么回事？”雷伊疑惑的问。此时，只见雷伊渐渐飘了起来，突然，光圈开始逐渐扩大，光芒也更加闪耀。“啊！！！！！！！”只听雷伊一声大叫到。然后将四肢蜷缩起来，再使劲往四周一蹬。“极…………光………..刃！！呀！！”只见雷伊以迅雷不及掩耳之势冲向了一块平台。最终，在“轰隆！！！”的一声惊天巨响后，平台塌掉了，4座平台变成了三座。“耶！！极光刃！极光刃！雷伊学会极光刃啦！”小酷兴奋地活蹦乱跳。雷伊渐渐飘落下来。“太好啦！我学会极光刃啦！”…….火山星上，雷伊和小酷在向里奥斯道别。“谢谢你，里奥斯，你让我掌握了强大的普通系绝招——极光刃！”雷伊说。“没事，这是我的承诺，如今，我已兑现诺言了，今世也没什么遗憾了~”里奥斯笑道。“哈！里奥斯，想不到你居然这么强，可你为什么和赛尔们战斗时显得那么弱呢？”小酷问到。“哼哼~那还多亏了你们的派特博士呢~”里奥斯说。“派特博士嘱咐我，和赛尔们交战时，只需拿出2成功力就可以了~以免伤害到你们。”“哦哦哦~原来如此啊！”小酷说。“好了，里奥斯，我们要前往下一个目的地了，你要守护好火山星啊~” 雷伊说。“嗯~雷伊！加油！！！”说完，小酷和雷伊走进了飞船。“起航！前往下一个目的地！”小酷大声喊道。说完，飞船飞出了火山星，开始前往下一个目的地……..9.闪电斗气，高空中的战斗！     帕诺星系中，小酷和雷伊正在飞船中研究战术。“哈哈，雷伊，你真棒。这是一个非常好的开端。我估计，接下来的训练会越来越难，你能坚持吗？”小酷说。“当然没问题！如今，我已经获得了极光刃这个强大的技能，接下来的训练不会有太大的问题的。”只见雷伊拍了拍胸膛，随后又对自己竖起了大拇指。“对了，小酷，下一站是哪里？”雷伊问道。“嗯…..让我看看。”说完，小酷拿出了图纸。“啊！有了！下一站是——云霄星！”小酷说。“站长在图纸上写道：云霄星上的提亚斯能帮你训练属性技能，由于提亚斯的速度十分的快，再加上它的颜色和云霄星周围的云层眼色很相像，可以随意的伪装自己，所以技能被命中的几率几乎为零。不过，俗话说得好，功夫再高，也怕菜刀。提亚斯的速度再快，隐藏能力再好，也是有弱点的。而他的弱点就是——很容易受周围环境的影响。所以，雷伊，你要抓住提亚斯这一特点找好机会，给予他致命一击。”小酷说完了，这时候，雷伊却陷入了沉思………“站长也真是的，怎么费这么多口舌来助他人时期灭自己威风~“小酷生气的说。“雷伊，看来，这次你是遇到真正的挑战了，你有把握吗。”小酷问。“目前还没有。因为，如果是拼速度，我是有百分百的把握的。可关键是，我不太善于利用地形作战。再说了，云霄星我没去过几次，根本不熟悉那里的情况，而提亚斯却对那里了如指掌，这更使他占尽了上风，我就更没把握了！”雷伊分析道。“啊！那岂不是彻底没希望了，哎……看来，训练之路到这里也就是个头了..”小酷垂头丧气的说。“那也未必！”雷伊说。”虽然在地形上我不胜她，但是可别忘了，我是电系，而她是飞行系，在属性上我是占尽了优势的，只要我能碰巧攻击到他一次，就能给予他巨大的伤害，我也就有了胜算了。”雷伊继续说道。“哇！！不愧是雷神啊！分析得有理有据。“也没什么，在战斗之前，我都喜欢先进行战前分析的。”雷伊说。“那你现在有把握了吗？”小酷激动的问。“………..”雷伊沉默了，突然，他嘴里冒出这样的一句话“车到山前必有路，船到桥头自然直。”…….飞船进入了云霄星大气层了。由于云霄星的地心引力十分的微弱，所以，绝大部分物体都是飘在空中的。云霄星上有着许多蒸汽式火山，他们每天都会释放大量的类似于云的物质，所以，这颗星球才命名为云霄星。小酷将飞船停在了一块较为平整的地面上。“吱————咚！”小酷和雷伊走出舱门。“哈！！！！！！！云霄星的空气真是好啊！”小酷贪婪地吸着空气。当然喽，机器人是不需要吸气的。“提亚斯就在那里！”小酷指着空中一块巨大的云彩说道。“好！抓紧了！”说完，雷伊抓住小酷的手，“嗖！”的一声，朝天空中飞去。“啊！！！！！！！！！！！！！！！！！！！！！”小酷大声尖叫着，他从来没体验过这么快的速度。“雷雷…雷伊！你你你太….太快了！能慢..慢点吗！”小酷结巴的喊着。“你说什么？我听不见！！”雷伊回到。“我说！你能不能慢点！！太快啦！！”小酷又说了一遍。“我听不见！！！哟吼！！”说完，雷伊更快了….“啊……………………………………………..哎呦！@#￥%”终于来到了云层上。雷伊双脚着地，可小酷却来个头朝地式着“陆”“哎呦！！我的天啊！”小酷叫道。“雷伊，你也太快了点吧，我的零件都快散架了..”小酷说。“幸好云是软的，要不然，我就粉身碎骨了…”小酷抱怨道。“哈~我好久没这么飞过了，今天想重温一下嘛.”雷伊说。“哼~算了。”小酷说。“喳！！来者何人？”这时候，一只浑身成粉色的大鸟飞了过来，站在了两人的面前。“啊！提提提提提提……..提亚斯！”小酷吓得跳了起来，躲在了雷伊的身后。“你们是什么人？胆敢闯入我的地盘？”这时候，提亚斯问道。“咦..是你！”这时候，提亚斯的眼神定住了。“啊！你就是…”雷伊忽然大叫，此时，雷伊和提亚斯，都陷入了回忆……..“哈哈！！真是太好玩了~”云霄星高空上，三眼铁蝎——雷纳多正趁着提亚斯外出是，不断的破坏者提亚斯巢穴里的蛋。“哼哼~走到哪就破坏到哪，这就是我雷纳多的天职！”眼看着鸟巢里的的蛋正在一个个的减少，可雷纳多仍然再不知足的破坏者。“哼~~还好意思称自己是最疼爱孩子们的精灵，居然丢下巢里的蛋然后自己出去享乐，哈哈哈哈！今天我就要你断子绝孙！呀！！野蛮横扫！”说完，雷纳多越来越嚣张，眼看巢里的蛋所剩无几了。终于，最后一个蛋还是滚了出来，只见雷纳多将两只大螯朝地上使劲一锤，一阵晃动，那只蛋终究还是难逃厄运。只见它滚啊滚，“嗖“的一下朝地面上掉去。“哈哈哈哈！提亚斯的后代全被我给消灭了！哈哈哈哈！”此时，只见笑的合不住嘴。眼看最后一只蛋就要掉到地上去了。“雷纳多！住手！！”这时候，一个金黄色的身影出现了。只见它向那只蛋冲过去，就在蛋快要接触地面炸开了花的那么0.1秒，那个金黄色的身影接住了蛋，然后又瞬间飞到云层上，将蛋放回了巢里。“你是谁？为什么要阻止我？”这时候，雷纳多气愤的说。“哼~我就是赫尔卡星守护神——雷伊！”只见雷伊气势满满的说。“提亚斯与你无冤无仇，你为什么要伤害他的子孙后代？”雷伊问。“哼~因为我乐意！”雷纳多说。“哼哼~那你一定也乐意吃我一拳吧？呀！”这时候，将拳头已握紧，瞬间冲了过去，一道闪光过后，雷纳多被雷伊的拳头打得飞出了云霄星。而地上，几个被打掉的机械零件散落一地——“咔嚓..咔嚓..”这时候，那只蛋裂开了“咔！”一阵叫声过后，那只蛋里面露出了一个小脑袋，他就是提亚斯的后代——米拉美。米拉美眨了眨眼睛，想找到自己的救命恩人。不一会，他的目光落在了雷伊的身上。可是，他刚想说些什么，只见雷伊纵身一跃，飞出了云霄星……..“难道…你就是当年被我就下的那只提亚斯？”雷伊问。“没错！你就是我的救命恩人啊！”只见提亚斯兴奋的说。“当年，若没有你，我们提亚斯家族估计早就灭绝了！你是我们整个提亚斯家族的救命恩人啊！”提亚斯说。“那时候，我本想把你留下来，等妈妈回来了好好谢谢你，谁知到，你一眨眼就不见了踪影了。”提亚斯说。“恩人，你说我该怎么谢谢你好啊.”提亚斯滔滔不绝。“想报答我，很简单，你来做我的特训对象就好了！”雷伊说。“特训？”提亚斯问。“啊！是这样的。”这时候，小酷跑了过来，开始将事情的来龙去脉向提亚斯一一讲到………“哦….原来是这样啊。恩人要变强，找我做特训，我哪能不从，好！你的挑战，我接受了！”说完，提亚斯飞了起来，摆出一副战斗的架势。“请赐教！”雷伊说。“雷伊，记得我在飞船上对你说的话，要善于利用周围的环境啊！”小酷喊道。“没问题！”“咔！魔能风暴！”只见提亚斯不断煽动翅膀，“呼！！”的一声响，两股强烈的气流汇集在了一起，形成了一股飓风，冲向雷伊。“来吧！雷光盾！”只见雷伊左右手相对应式旋转了一周，一个巨大的光盾出现在他的面前。飓风撞在了光盾上，发出了“磁——磁——”的摩擦声，十分刺耳。“加油啊！雷伊！”小酷在一边呐喊助威。“呀！”只见雷伊一声怒吼，两手往前一推，那股飓风在“咚！”的一声爆炸后，不见了踪影，然而，消失的不止飓风，就连提亚斯也消失了。“雷伊！提亚斯正在利用环境来隐藏自己，小心啊！”小酷叫道。“没问题！”雷伊说。只见雷伊握紧了拳头，眼睛紧紧地盯着眼前的每一片云，试图发现提亚斯，可是，提亚斯隐藏的几乎天衣无缝，一朵朵白云把他藏得丝毫不露破绽。“咔！”这时候，一声巨响，提亚斯以最快的速度从雷伊背后冲向雷伊。“啊！”还没等类反应过来，提亚斯那利刃般的翅膀已经在雷伊的有手上划了一道口子。“雷伊！一定要小心啊！”小酷仍在提醒道。“可恶！”雷伊刚准备反击，而提亚斯却早已消失在云层中。“不行啊！他的身体颜色和云层实在太像了，根本无法分辨啊！”雷伊急了。“螺旋烈风！”这时候，又响起了提亚斯的声音，可去不见提亚斯本人。雷伊焦急地环顾四周，突然，一道烈风射向雷伊。“我闪！”还好雷伊躲得及时，不然，后果可想而知。“雷伊！其实我就在云层中不断移动，你能找到我吗？”这时候，提亚斯的声音从四面八方传了出来。“不行啊！实在太快了！”雷伊说。“呵呵~我的战斗特点就是善于利用地形来保护自己，这也是战斗中非常重要的一点。”提亚斯又说道。“不管了，拼拼运气吧！”说完，雷伊开始四处放电。闪电像一条条水蛇一样在天上游来游去，被击中的云都变成一股气飘走了。云层一点一点的散开，可仍然不见提亚斯的踪影。“可恶，看我的分身！”这时，雷伊的浑身绷得紧紧的，他双眼紧闭。没过多久，一个个幻影雷伊出现在云层上。“快去把提亚斯找出来！”雷伊一声令下，分身们就开始向四周散去。“咔！”提亚斯的声音仍在不断响起。雷伊的分身们相继中招，“砰！砰！”的几声过后，云层上又只剩下了雷伊的真身。“可恶！难道就没有办法了吗?” 雷伊说。“魔能风暴!”此时，，提亚斯又在暗中使出了绝招。“呀！！雷光盾。”雷伊开始防御。“不行啊，这样下去不是办法，得赶快想出一个策略..”雷伊说。“该死，这些可恶的云，为什么非得长成白色的啊，如果能变成像赫尔卡星上面的乌云该多好..”小酷叫道。“乌云？”这时候，雷伊的灯泡亮了。“有了！”雷伊说。“去你的吧！”雷伊将手一推，风暴和光盾同时爆炸。“呀！！雷雨天！”这时候，雷伊将手一挥，顿时，乌云滚滚，周围的白云全变成了黑色的积雨云。雨点开始纷纷的落下来，闪电接二连三的出现。“啊！这是怎么回事？”这时候，提亚斯那洁白的身躯在滚滚乌云中是那么的明显。“啊！这下你躲不了了吧？利用地形战斗，果然很有好处！”雷伊说。“雷雨天在改变减少你防御能力的同时改变了周围的环境，现在，这里已经是适合我的战斗地形了！呀！！瞬雷天闪！”说完，雷伊一个箭步冲向了提亚斯。“咔！精神干涉！”这时候，提亚斯的眼睛一亮，一道道射线冲向雷伊。“啊！什么？”射线击中雷伊，这时候，只见雷伊左右摇晃，想要掉下去似的。“啊！不好，提亚斯的精神干涉使雷伊的命中下降了！”小酷说。“哼~难不倒我。看我的！万丈光芒！”这时候，雷伊浑身闪烁起了万丈金光。光芒引领着雷伊，是雷伊的身体又开始以直线性冲向提亚斯。“啊！！！！！！！！”……..伴随着一声惨叫，提亚斯直线下降，重重的摔在了云层上…….“耶！雷伊赢啦！”只见小酷兴高采烈的蹦了起来。“呼..呼…”雷伊正站在那里，喘着大气。这时候，周围的乌云越来越多，闪电开始集中向雷伊。“咦？怎么了？”还没搞清状况，雷伊就被闪电所团团围绕。和上次一样，雷伊慢慢飘了起来。终于，在一阵耀眼的强烈光芒之下，乌云散去了，雷伊身上的闪电也逐渐消失了。“啊！我又掌握新的技能啦！”雷伊叫道。“闪——电——斗——气！”一声大叫，无数道闪电开始在雷伊四周环绕，闪电之间的缝隙小至甚小，形成了一道坚不可摧的防护罩。“耶！！雷伊学到新技能啦！闪电斗气！闪电斗气！”小酷高声喊道。“雷伊，恭喜你啊！”这时候，提亚斯飞了过来。“提亚斯，真是太谢谢你了，是你教会了我如何利用地形战斗，我永远不会忘记你的。”雷伊说。“哪里，应该感谢你自己才对，若不是你当初救了我，就不会有今天了。”提亚斯笑着说。“再见了，我要去前往下一个目的地做特训了。拜拜！”雷伊挥了挥手，向提亚斯告别。“嗯，雷伊，你一定要加油，不要让我失望哟！”提亚斯接着说。“嗯。”说完，雷伊走进了飞船。“3、2、1！起飞！”“嗖！！！”……一阵烟雾后，小酷的飞船飞出了云霄星，再次漂泊在茫茫宇宙之中……….10.元气电光球！雷纳多的复仇之战！（上）    自从雷伊战胜了提亚斯后，小酷和雷伊便再次踏上他们的训练之路…..“雷伊，你是我的偶像！居然会想到用雷雨天来改变周围的环境，你可真是智勇双全啊！”飞船上，小酷一个劲的赞扬着雷伊。“呵呵，这还多亏了你提醒我呢，要不然，我现在就可能已经粉身碎骨了。”雷伊说。“粉身碎骨？为什么会粉身碎骨啊？”小酷挠挠头说。“这都不明白啊，你想想看，我们是在离地几百米的云层上战斗，如果我一直那样挨打，迟早会因体力不支而摔下去的。别说是我们血肉之躯，恐怕连你们赛尔机器人掉下去也至少得摔个系统崩溃吧。”雷伊说。“额..也是哦。。”小酷说笑了笑，说。“言归正传，小酷，我们下一站是要去哪里啊？”雷伊问。“让我看一看…”小酷拿起图纸，开始细细研究起来。“啊！！！！！”突然，小酷大叫一声，然后猛地跳了起来，头撞到了飞船顶部，落地后便站在一动不动的僵在那里了。“小酷，你怎么了？小酷！”再看小酷，只见他的头僵硬的一点一点转向雷伊，他的脸上充满了惊讶。“雷..雷伊….我我我….我看，我们，还是放弃…训练之路吧…”小酷吞吞吐吐的说。“放弃？为什么要放弃？”雷伊疑惑的问。“因..因为..我们的….下一个目标…几乎..不可能..完成.”小酷说。“不可能。俗话说得好，世界上没有什么困难是不可战胜的.。我们一起战胜了暴怒的里奥斯，还战胜了空中之王提亚斯，这两个实力派都没我们击败了，还有什么是不可能完成的呢？”雷伊说。“哎…你说这些话不怪你，因为你不知道，我们的下一个目标谁.啊…”小酷终于不结巴了，他摇了摇头，叹了口气说道。“我看看！”说完，雷伊一把捡起地上的图纸。雷伊拿起图纸，只看了第一眼，突然，他的表情僵住了。到底是怎么回事呢？“怎么样，雷伊，明白我为什么说这个目标不可能完成了吗？”小酷失望的说。“我…已经明白了..”雷伊轻声说。“哎…..贾斯丁站长怎么这样啊，找雷纳多来做训练对象，难道他不知道，雷纳多是多恨雷伊么..”小酷撇撇嘴说。“这也不能全怪站长，命运就是这样，我注定要把雷纳多当训练对象，就像我注定要和盖亚成为宿敌一样。雷伊说。“也有点道理诶.”小酷想了想说。“那么，你打算怎么说服雷纳多来接受你的特训呢？“小酷问。“嗯………以德服人。”思考了一会后，雷伊突然冒出四个字。“以德服人？”小酷疑惑的看着雷伊。“对啊，身为赛尔，你不知道吗？在地球上的中国，古代有个叫刘备的人，他就是以德服人，以德安民，以德称帝的最好例子。”雷伊说到。“哦哦哦！我的电脑中的确记载着一些和他有关的信息。可是，刘备服的诗人，而你将要面对的是一个长着三只眼、没心没肺的机器大怪物啊。你怎么可能打动机器呢？”小酷提高了嗓子说。“那可不一定~你们赛尔也是机器人，不是也想人一样有一颗“心”，吗？“雷伊说完，用手拍了拍小酷的头。”可是，我们赛尔是高智慧型机器人，用的是特殊材质，内部结构也和其他机器不同，再说了……”话未说完，小酷就被雷伊打断了“那我问你，如果雷纳多用的不是特殊材质，内部结构和其他机器一样的话，那他又是如何有自己的思维方式的呢？那他的身体又是如何在不损坏机体的情况下释放出具有超强杀伤力的激光的呢？”雷伊问到。“这……..”小酷答不上来了。“雷伊，我真佩服你啊，你居然这么能说会道，连我们超高智慧型的机器人都不是你的对手。”小酷竖起了大拇指“呵呵，也没什么，我只是尽量往好的一面去想罢了~”雷伊笑道。“嗖————”飞船开始进入雷纳多的栖息地——双子贝塔星的大气层了。“呸呸！贝塔星的空气质量也太差了吧，回去我要多涂点润滑油才行.”小酷一边驾驶飞船一边说。此时，雷伊正低头往下看，四处搜索雷纳多的身影。“啊！找到了，就在那里！”只见雷伊的食指指向一个隆起来的小山坡。山坡上，无数的机器废墟堆积在那里。一些机器里还不断冒出黑色的液体。“呃..噢！！”小酷看了看后，赶紧把头缩了回来，做出一副想要呕吐的动作。“我承认…我们机器人是不会呕吐的，但是，我现在更想打破这个禁忌，因为我相信，如果能痛痛快快吐一把，感觉一定会比现在好上许多。”小酷一边说，一边捂住嘴，还一边努力控制飞船，这就是我们口中的“三心二意”“小酷！注意驾驶好飞船啊，现在离地面起码还有几万米的距离，如果我们掉下去的话那可就死无全尸了..“雷伊紧张的催促道。“放..放心吧..我的飞船驾驶技术..可..可….可是一流的..曾经还拿过..拿过奖呢！”小酷说话吞吞吐吐的。“啊！！我快受不了啦！”小酷大叫一声，随后就晕倒了。“啊！小酷！小酷！快醒醒啊！我可不会驾驶飞船啊！你快醒醒啊！”雷伊大声叫着，还不断地摇晃着小酷的身体。此时，飞船没了小酷的控制，正在以每秒几十米的速度直线下降。“可恶！没办法了！”说完，雷伊背起小酷，拿着图纸。“呀！”只听“咔嚓！”一声，飞船的玻璃被雷伊一拳打碎。雷伊一个扑身，从窗户上跳了下去。“啊……可恶…下降冲力太大了，我快支持不住了！”虽说雷伊会飞，但由于是从几万米的高空直线跳下，身上还背着重物，大大加强了他的下降重力，而且，贝塔星上由于埋藏着许多遗弃的非金属。所以有着一股很强的磁力，这种磁力和雷伊身上的闪电就好像近亲一样，是雷伊的下降速度又加快了不少。“呀！！闪电斗气！”说完，雷伊浑身一阵闪光，无数道闪电打在他身上。众多闪电在雷伊身上缠绕，成了一个环绕全身的不朽坚盾。这时，只见地上一些大大小小的机器零件开始蠢蠢欲动，不断摇晃，只听“嗖————“的一声，那些零件齐刷刷的飞向雷伊。“来吧！都来成为我的当箭牌吧！”说时迟那时快。零件一个个的贴在了雷伊的身上，没一会，雷伊就被零件所完全包围了。原来，闪电的有吸引力将那些零件吸到自己的身上，包裹全身，由于零件的隔绝性很强，大大减少了雷伊和地面的吸力，似的下降速度减慢了许多。“轰————”一声巨响，雷伊掉在了地面上，那些零件在猛烈地撞击下被抛向四面八方。而雷伊由于零件的保护使其受到的伤害减少到几乎没有。“呼，总算得救了。”雷伊抹了一把汗，然后长舒一口气。“额…这是哪里啊…”这时候，躺在雷伊背上的小酷醒了。“啊！！飞船！！”突然，小酷一个激灵，从雷伊背上跳了下来，开始东张西望。“咦？我怎么到了地面了？飞船呢？”小酷问。“小酷，你终于醒了。刚才没了你晕倒了，没了你的控制，飞船开始直线下降，无奈之下，我背着你跳了下来，至于飞船…..我也不知道掉在哪里了..”雷伊摇了摇头说。“啊！！都怪我，当时我要是能忍住该多好，这下得，再也没法做星际探险了..”小酷自卑的说。“没事的，小酷，这也不能全怪你。”雷伊走过来安慰道。“现在最要紧的，就是要找到雷纳多不是吗？”雷伊说。“对啊！！我怎么舍本逐么啊？”小酷一拍脑袋大叫道。“冲啊！！”只见小酷右手食指朝天，一声高叫，就开始撒开腿一个劲地跑。“喂！小酷！等等我啊！！！”说完，雷伊也跟了上去……贝塔星荒地上，雷纳多正在那里休息，雷伊和小酷躲在一个巨大的废机器零件后面，不敢轻举妄动。“看，哈，找到雷纳多了，他正在睡觉呢。”小酷指着雷纳多，轻声细语的说道。“可恶，居然在睡觉，我们要等到什么时候他才能睡醒啊！”小酷说。“等等看，或许他快醒了。”雷伊说。“哦。”说完，小酷就躺了下去。伸了个懒腰。“哈——欠…好累啊..我得休息一下了。”说完，小酷一翘二郎腿，双手放到头下当枕头，眼睛一闭，便开始呼呼大睡。“嗨…”雷伊叹息一声，便开始观察雷纳多。约过了两个小时，雷纳多终于睡醒了。话说雷纳多睡醒时十分有趣，由于有三只眼，他必须一只眼一只眼的睁。有时先睁上面的眼睛，有时先睁右下角的眼睛，再有时就是先睁左下角的眼睛。“喂！小酷，醒醒，雷纳多起来了。”雷伊开始拼命摇晃小酷的身体。“嗯….耶..我是超人..我要拯救宇宙..哈哈…哈….呼…哈…呼….”只见小酷半睡半醒，还不停说梦话。雷伊那叫一个着急。“小酷，快别睡啦！雷纳多快走远啦！！”雷伊很着急，现在这种情况，雷伊也不敢出大声，就连喘气，雷伊也是人心惶惶的。“可恶，这么能睡。”说完，雷伊把手放在小酷身上，一个瞪眼，电流便开始一边发出“磁…磁..“的声音，一边快活地跑上小酷的身体。“嗡….“小酷的机体发出声响。终于，小酷的脸上出现了一个睁开大眼的表情。“我…我怎么…怎么浑身…都..都麻酥酥的…..”小酷一边打颤一边说。“哼，谁叫你贪睡，雷纳多都已经醒了，你还没醒呢。我这边叫着你，你居然给我迷迷糊糊的说梦话，无奈，我只好用弱电流把你电醒喽~”雷伊解释到。“哦，原来如此啊..”小酷苦笑了一下。“咦？雷纳多呢？”小酷突然问道。“雷纳多在…”雷伊刚扭过头向雷纳多的地方望去，突然，他惊呆了。“啊！！”小酷吓得大跳起来。原来，雷纳多那敏锐的机器耳早就听到了雷伊和小酷的声音了，而且还趁雷伊不注意跑到了他的身后。“呼哧..雷伊，你来我的地盘想干什么？“只见雷纳多没好气地说。”雷纳多，居然被你发现了，那我就无以隐瞒了。”说完，雷伊使出了瞬移，跳出了废墟后面。“雷纳多，我这次来是想请你帮忙的。”雷伊说。“哦？帮忙？帮什么忙？”雷纳多的口气里透露出一种不难烦的气愤。“是这样的，我有一个命中注定的宿敌，名叫盖亚，我们相约在个一月后进行一场决斗，如果一方输了，另一方就要服从胜方一个条件。当然，我不会再以盖亚能为我做些什么，我只希望能够在这场战斗中胜出，毕竟，我已经败给过盖亚一次了。因此，我不断地为这场终极决战做准备，现在，我的各方面能力都已经不再欠缺了，唯有我的技能和招式。为了能弥补这一缺点，我从赛尔号上的贾斯丁那里获得了一套训练之路的图纸。而图纸上正好标有你所在的星球。所以，我想请你暂时放下我们之间的恩怨，帮我完成训练目标，只要完成了目标，我一定为我之前对你使得那一拳付出代价。”雷伊谦逊的说道。“哼…雷伊，你别以为用这些花言巧语能骗过我，我雷纳多最看重的就是面子，你原来在云霄星上将我一拳打飞，现在又让我为你做特训。你就做你的白日梦去吧！为你所做的事付出代价，哼，不等你心甘情愿，我现在就要你付出代价！呀！！接招吧！”“啊！”还没等雷伊反应过来，雷纳多已经开始四处摇摆他的巨鳌了。只见他双鳌和在一起，大叫一声，便向雷伊砸去。“哼~雷伊，你完了！”………11.元气电光球！雷纳多的复仇之战！（下）只听“咚！”的一声闷响，雷纳多的大鳌已经狠狠的砸在了雷伊身上。“雷伊！！！！！！”且听小酷大叫，眼中的眼泪已经纷纷落下。不对啊，机器人怎么会流眼泪？不错，机器人是不会流泪，甚至不会有感情。可小酷不仅是机器人，他们还有一个特定的称谓——赛尔，这足以表明小酷不是一般的机器人，人类能做到的他们几乎都能做到，这就是小酷为什么流眼泪的原因。再看小酷，眼看着自己的好朋友被压在巨鳌下，怎能坐视不管。“雷伊！我来帮你啦！！”小酷挥泪喊道。说罢，急忙奔过去“里奥斯！布鲁克克！鲁加斯！闪光波克尔！都出来吧！”小酷扔出四只精灵胶囊，只见四阵强烈的闪光后，精灵们都纷纷现身了。“各位！赶快去救雷伊！”小酷焦急地叫道。“哼~想不到雷伊还有个小跟班。”雷纳多说道。“鲁加斯！你力气大，去把雷纳多的鳌搬起来；里奥斯，你去和他周旋；闪光波克尔负责干扰他的注意力；布鲁克克，你和我协助鲁加斯！”说完，精灵们开始忙活起来。小酷和鲁加斯、布鲁克克跑向巨鳌。闪光波克尔飞上了天，一边围着雷纳多不停地旋转，一边长鸣着发出攻击。里奥斯跑向前去，不断使出火焰技能射向雷纳多。“加油啊，各位！”小酷说。来到巨鳌前，小酷们开始忙活起来。“可恶的雷纳多，快把你的臭大鳌抬起来！”小酷一边踢一边骂道。鲁加斯一身蛮劲，两只手抱着大鳌不断往上抱，不一会儿便卓有成效。而布鲁克克则不断对大鳌喷水，试图以水导电的原理让大鳌短路。“哼~小虫子，还挺能干的嘛，让我给你们加点料吧！”说完，雷纳多摇了摇尾巴上的激光大炮。“吼！休想伤害主人！”这时，里奥斯跑了过来，纵身一跃，便跳到了雷纳多身上，不断用前蹄践踏雷纳多那坚硬的钢铁皮肤，尽管毫无用处。“咔！还有我呢！”说完，闪光波克尔冲了过来。“哼！不怕死的苍蝇，就让我先把你解决了吧！”说完，雷纳多的尾巴开始不断伸长，追着闪光波克尔满天跑。“好机会，闪光波克尔已经转移了他的注意力了，各位，加油啊！”小酷鼓励道。于是，小酷和布鲁克克以及鲁加斯更加卖力了。“呼呼..不行啊，雷纳多的鳌太重了。”小酷说到。“让我想想，看能不能想出什么办法来。”只见小酷闭上眼睛开始思考起来。只见小酷是抓耳挠腮，急的想热锅上的蚂蚁。“可恶啊！雷纳多这个大铁怪到底有什么弱点啊！”只见小酷大叫，突然，小酷眼睛一瞪。“等等.铁..”小酷说。“对了，雷纳多是金属..如果我没猜错的话，金属应该都害怕那个吧。”小酷说。“闪光波克尔，你努力和雷纳多周旋，里奥斯，你来一下！”小酷把里奥斯唤了过来。“吼！“里奥斯咯噔一下，从雷纳多身上跳到了小酷身边。“里奥斯，快，拼命对雷纳多的鳌喷火，火越旺越好。”里奥斯说。“吼！”里奥斯一声高叫，前蹄往地上踏了一下，便开始不断向雷纳多喷火。“熊熊熊熊….”的几声，里奥斯的火焰就已经完全覆盖了雷纳多的大鳌了。“好！就是这样！”小酷嘴角轻轻往上一瞥，说。“够了，里奥斯，你先休息一下。布鲁克克！”小酷叫道。“快，向大鳌喷水，喷的越多就越好。”小酷说。“布鲁！”布鲁克克走了过来，开始向大鳌拼命的喷水。水射在熬上，不断发出“哗哗哗！”的声音。突然，一阵“磁..磁..”的声音出现了，似乎是某种机器短路的声音。“哈！有效了！”小酷兴奋地大叫。“什..什么？”雷纳多惊讶的说。看看声音的源头，就在雷纳多的鳌上。原来，小酷只是做了一个很普通的化学小实验：他先让里奥斯往熬上喷火，以增加鳌的温度；然后，再让布鲁克克喷水，原本高热的鳌突然一遇冷，温度便迅速降低，导致一些机械零件无法接受这样的变化，便坏掉了。所以，有这种方法，再坚硬的金属也无法支撑的。“哈哈！我真是聪明。”小酷骄傲的说。巨鳌无法再使力气了，巨鳌下的雷伊必然见缝插针。只见雷纳多的双鳌下发出了一阵强烈的光束。“呀———呀！！”只听鳌下传来一阵雷伊的咆哮声。突然，只听一阵巨响，雷纳多的鳌爆炸了。一道金黄色的闪光从坑里飞了出来，冲到了天上。“雷纳多，该我了！”只见闪光过后，雷伊站在那里，满脸愤怒。“呀！！电闪雷鸣！”只看雷伊的拳头紧握，头上，一个闪电的标志若隐若现的发出微弱的金光，这表明，此时的雷伊已是愤怒的雷神了。“什么！可恶的赛尔。”雷纳多见势不妙急忙一尾巴将小酷给扫开了。“啊！！救命啊！！”只听小酷连忙求救。“咔！”这时，闪光波克尔冲了过来，接住了小酷。“呼~吓死了，闪光波克尔，谢谢你啊.”小酷长舒了一口气。“咔嚓！！咔嚓咔嚓！咔！”这时候，满天乌云滚滚，电闪雷鸣。突然，一道道闪电降了下来。“哼~开启自卫模式！”只听雷纳多喊道。突然，一道蓝色的护罩将雷纳多包围了起来。“雷格…雷格雷格…”突然，一只雷纳多的最终退化体——雷格不知什么时候冒了出来，大概是他感到害怕，想找他的爸爸——雷纳多吧。“啊！孩子。”只听雷纳多朝雷格大声叫道。“孩子！！！”雷纳多高声喊叫着，而自己却无能为力。“雷格..雷雷格..“雷格开始发出哀叫。雷格随时都有被闪电劈到的危险，可他自身怎会知道，还是一味的朝雷纳多跑来。”咔嚓！“这时，又降下了一道闪电，直朝雷格劈来。“孩子！！！！！！！！”雷纳多几乎要哭了。“啊！什么？”这时候，雷伊的眼神不再那么愤怒，而是透露出一种紧急的眼神。“不好！小心。”只见他嗖的一声，用比闪电还快的速度朝雷格飞来…….“咔嚓！”闪电还是打了下来。可是，却不是打在雷格的身上，而是雷伊的身上。作为雷神，雷伊不但自己没有受到闪电的伤害，连雷格也保护的很好。“孩子！”这时，雷纳多开始狂奔过来。“孩子，你没事吧！”雷纳多跑过来，担心地问。“雷格..雷格雷格.”只见雷格点点头，笑着说。“雷伊，我对你那么无礼，还想把你灭口，而你为什么要救我的孩子呢？”雷纳多问。“呵呵~我的敌人是你，不是小雷格，居然我使出的技能会伤及无辜，那我当然要管了。而且，无论是谁的孩子处于危险，我都会第一时间放下手头的事，去帮助他们的，就像当年我保护处于危险的提亚斯的孩子一样。”雷伊说。“雷伊…你…”雷纳多说道。“你真是个大丈夫！”雷纳多爽快的说。“哼~这不算什么。”雷伊说。“啊！！救命啊！”这时候，传来小酷的声音。原来，闪电还没有停止，小酷也可以说正处于危险状态。“小酷，别急！闪电！收！“雷伊一声令下，乌云散去，闪电也消失了。“对了，雷伊，你不是说你要特训吗？我接受了。雷纳多说。“真的？”雷伊问。“嗯。”雷纳多点点头。“好啊！那开始吧…”“哎..等等，今天我的巨鳌爆掉了，我得先去回复一下体力，把巨鳌修复好。等明天，就在这里，我全天恭候你来特训。”雷纳多急忙说。“好！”雷伊笑了笑，说。于是，雷伊和小酷向雷纳多告别，转身便走了。晚上，雷伊和小酷找了一个地方将就了一下，两人都在等待着明天那场战斗的到来。第二天，雷伊和小酷休息了一晚后，便急忙赶去赴约。“哈——欠..雷伊，太早了吧？“小酷打了个哈欠，伸了个大大的懒腰说道。“不，早到总比晚到好。对了，小酷，这次光顾着说服雷纳多，连特训目的都没看过一眼。这次是要训练我哪一方面啊？”雷伊问。“我看看啊。”说完，小酷拿出图纸，戴上眼镜仔细看了看。“知道了。“小酷突然叫道“图纸上说：雷纳多属于攻击性机器人，最擅长远程射击。他的绝招‘魔动能量’，‘激光四射’等都是远程型攻击。所以，他帮助雷伊你训练特殊远程攻击实在是再合适不过了。如果你能用你的特殊攻击技能‘极电千鸟’将雷纳多击败，难么你就会像以前一样获得一个强大的新招式，但招式名称以及作用先暂时保密，卖个官司，如果你想知道的话那就请努力吧。”小酷说。“哼~站长怎么这么爱猜哑谜啊，这都什么时候了，哼.”小酷仍旧和以前一样爱卖嘴。“站长说的已经够清楚了，况且，他只是向激励我，没有恶意。”雷伊说。终于来到了昨天约定的地方。雷伊老远就看到雷纳多那左右摆动的巨大的尾巴了。“到了。”说完，雷伊“嗖——”的一声便冲了过去，小酷还没回过神，雷伊就已经跑到了雷纳多身边。“雷伊，这么早啊。”雷纳多亲切的问。“呵呵，一想到要特训，就十分激动，谁不着觉，便来的很早。”雷伊回答道。“居然来了，那就开始吧。”刚说完，雷纳多就来了个后空翻，后退了几步的距离，刚落地，就摆出了一副准备战斗架势。“乐意奉陪。”说完，雷伊便微微下蹲，突然一道闪光，雷伊立马冲上了天。“呀——极电千鸟！”或许是因为急于求成了，雷伊上去就使出了极电千鸟。“呀！电力吸收！”这时，雷纳多将尾巴伸直，尾巴上冒出来一排尖刺，此时的尾巴就好像一个避雷针。只见电鸟刚接进雷纳多，就被尾巴吸了进去。“还给你！”雷纳多刚说完，便把尾巴一挥一只电鸟冲向雷伊。“啊，什么？”雷伊还没回过身来，电鸟就打在了雷伊的身上。“噼噼.噼..啪..磁..噼啪.磁磁.噼磁.”雷伊身上的电流发出零碎的声音。不过，还好雷伊对这种“山寨版”的电系技能拥有很强的抵抗力，电鸟打在雷伊身上什么也没发生“什么？居然能够吸收我的电力。”雷伊惊讶地说。“看来，速战速决是不可能了。”雷伊说到。“看我的，极光刃！”说完，雷伊化作一道光芒，冲向雷纳多。“来吧，看我的，野蛮横扫！”只见雷纳多的尾巴开始摇摇晃晃。雷伊终于冲向了雷纳多。就在那一刹那，雷纳多将尾巴和雷伊撞在了一起。猛烈地撞击发出了惊天动地的碰撞声。雷纳多周围掀起了一阵烟尘。“呼.呼..我..终于到了。“此时，跑的累的够呛的小酷来了。“哇！居然已经开打了？”小酷眼睛瞪得溜圆。“咳咳咳..怎么这么多烟雾啊，雷伊和雷纳多呢？”小酷疑惑的说。烟尘逐渐散开，雷伊和雷纳多渐渐出现在小酷的眼中。“哇！雷纳多的尾巴也太厉害了吧，既可以当‘苍蝇拍’还能当盾牌，也可以当做避雷针用，更能用来发射激光和炮弹。看来，雷纳多可不是一般的精灵啊。”小酷分析道。“雷伊，你的力气太小了吧，连我的尾巴都突破不了？”雷纳多笑道。“哼~你也太小看我了吧？”说完，雷伊右脚一挥，身体来了个360°旋转，一道幻影过后，雷纳多的尾巴被雷伊用交给踢开了。“不错，这才像雷伊嘛！”雷纳多说。“看我的，魔动能量！”说完，雷纳多的尾巴上露出一排排尖峰利刺，只见它们一颗颗的射了出来冲向雷伊，这时，这些利刺的外壳褪掉了下来，他们变成了一枚枚炮弹。“闪电斗气！”说完，雷伊的身体被一层电做的光罩给包围，炮弹打在光罩上便一枚枚的爆炸了。当最后一枚炮弹在光罩上包扎厚，雷伊自然收回了闪电斗气，可是，谁也没想到，那些炮弹只是诱饵，让雷伊以为雷纳多已经发招完毕，其实，真正的魔动能量还在后面呢。只见雷纳多的尾巴上，冒出一个方形口的大炮，那大炮开始聚集能量。最后，在“轰”的一声下，大炮发射出了一道十分巨大的激光炮射向了雷伊。“什么？“雷伊意识到自己轻敌了，他刚想再次使用闪电斗气时，已经晚了。“啊！！！！！！”天空中，传来雷伊的惨叫声。“啊！雷伊！”一边的小酷已经按耐不住了。“这个雷纳多，不会是要伺机报复吧？”小酷生气的说。再看雷伊这边。被炮弹击中的雷伊掉在了地上，双眼紧闭，躺在那里一动不动。“雷——伊！”这时，小酷跑了过来，只见他晃了晃躺在地上的雷伊，一边晃一边大叫道“雷伊，雷伊，你快醒醒啊！”突然，小酷扭过头来“雷纳多，你这个伪君子，为什么要伺机报复雷伊？”小酷说到。“伺机报复？谁伺机报复了，我雷纳多虽说是机器，但也有情有意，向这种小人才干的事我才不会干呢。”雷纳多继续说“我只是拿出我战斗时的真本事罢了。”雷纳多说。“哼~还狡辩，我跟你拼啦！呀！”说完，小酷边准备冲向雷纳多。“小..小酷！等等！”这时，躺在地上的雷伊醒了。“小酷，这是我的战斗，和你无关，你退后。”只见雷伊艰难的站了起来说道。“哈，雷伊，我就知道，你不会轻易倒下的。”这时，小酷激动地说。“雷纳多，我还没输，战斗，还没结束呢！“雷伊说到。“好！”只见雷纳多点点头。“呵呵~就在刚才我晕倒之前，我突然想到了一个主意，雷纳多，来吧！”说完，雷伊又是一道闪光后，冲到了天上。“要想战胜你，就得先战胜你的尾巴，居然不能只用电系技能，那我就把它砍了！看招！”说完，雷伊猛的冲向了雷纳多。“来吧！”雷纳多的三只眼紧紧地盯着雷伊。“极光刃！”“魔动能量！”由于极光刃是近程攻击，所以没有魔动能量的攻击速度快。可是，雷伊的脸上却露出一丝微笑。“呀！闪电斗气！”话音刚落，那层光罩又照在雷伊的外表。和上次不同的是，雷伊并没有一直呆在那里，而是冲了下来。“呀！极光刃！”“什么？“雷纳多这下可慌了神。原来，雷伊只是利诱雷纳多使出技能，使他的尾巴没有防御的余地，随后将他的尾巴斩掉。“呀！”一道华丽的光刃闪过，雷纳多的尾巴立刻掉到了地上。“不好！”雷纳多意识到自己上当了。“哈哈！这下就方便多了。看我的最后一击！极——电——千——鸟！”雷伊已经将电力发挥到了200%。这次，除了那只电鸟出现外，他的身边还有许多小型的电鸟。“去吧！”雷伊将双手往前一伸，大点鸟带着小电鸟群冲向了雷纳多。大点鸟首先撞在了雷纳多身上，雷纳多此时并没有受多大伤，可是，无数的小型电鸟接二连三的打在雷纳多身上，雷纳多没了尾巴当避雷针，身体在坚硬也撑不起啊。终于，在一声“轰！”的爆炸声响起后，雷纳多还是倒下了。“耶！雷伊又胜利啦！”小酷还是和以前一样，高兴恨不得蹦到天上。还没完呢。雷伊的身体也和以前一样，闪起了耀眼的金色光芒。只见雷伊的身体不断地向双手供送电流，没多大一会，雷伊的两只手上就已经出现了两颗硕大的点球。“呀——元气，电光球！”雷伊将两手突然合上，一颗巨大的电球将他的手包围了起来，他把右手往右缓慢移动，电球也黏在手上跟着移动。只见雷伊将右手奋力的一甩，那电球就以光速般的射向一块荒地。“咚！‘电球在一瞬间爆炸了，巨大的烟雾笼盖着那块荒地，就像魔术师变魔术时，在公布结果之前都要把物体或道具用布遮盖起一样，烟雾掩盖了黄体，当烟雾散去后，荒地上已被炸开了一个十分巨大的大洞。“哈！我学会新的技能啦！”只见雷伊高兴的大叫道。“雷纳多，谢谢你对我的特训。”雷伊对雷纳多说道。“没事，你救了我的孩子，这是我应该做的。”雷纳多会礼道。“哪里，救人一命胜造七级浮屠。”雷伊谦逊地说。“好了，我们要出发前往下一个目的地了。”雷伊向雷纳多挥挥手，向小酷走去。“对了，雷伊，我们的飞船呢？”小酷突然问道。“啊！糟了，我忘了，昨天你睡着后，没人驾驶飞船，我就带着你逃了出来，现在我也不知道飞船掉到了哪里。“啊！完了，没有飞船，我们还怎么特训啊，看来，我们的特训以后就要终止了。”小酷哭丧个脸说道。“哎..”雷伊也叹息道。“放心吧，交给我好了。”这时，雷纳多开口说道。“你有办法？”雷伊和小酷问道。“当然，你们可别忘了，我的鳌原来可是坏掉过的，想知道我是怎么修复的吗？”雷纳多问。“嗯嗯。”小酷很劲的点头。“我是机械系精灵，可以操纵机器，我用一些其他零件组装起来来补齐我的鳌。我也可以用同样的方法帮你们再造一艘飞船。”说完，雷纳多的三只眼射出三道光束，对准一堆废铜烂铁一照，只见那群破零件开始飘在空中，并自动组装起来，没多大一会，一架崭新的飞船出现在众人面前。“哇！”小酷惊讶的合不住嘴，立马跑过去，对飞船是亲热的摸了又摸。“太棒了。”飞船上，小酷和雷伊享受般的坐在那里。“好！出发，向下一个目标出发！”..12.雷神觉醒，冰原中的往事。。自从雷伊战胜了雷纳多，获得了新技能：“元气电光球”以后，便急急忙忙的前往下一个目的地。“哇，训练目标只剩下两个了。真不知道是时间过得太快了，还是雷伊你太厉害了。”飞船上，小酷正一如既往的对雷伊进行“战后夸奖”。“呵呵~这也有小酷你的功劳啊，假如哪一天我真的名扬四海了，那小酷你岂不是也跟着名垂青史了？”雷伊笑着说。“嘿嘿~我哪有那福气啊？”只见小酷挠挠头，不好意思的说。“好了，言归正传。下一个目标是哪里？”雷伊开始变得严肃。“哈哈~下一个星球可是我最喜欢的星球之一——塞西利亚星。”小酷激动的说。“塞斯利亚星是一颗由冰和湖泊组成的星球，远远看上去，就好像一颗钻石一样美丽。”小酷陶醉的说道。“这我当然知道，我问的是，下一个特训目标是什么？”雷伊问。“额..这我还不知道，让我看一看。”于是，小酷又拿起图纸，开始研究起来。“根据图纸上的说法来看，我们的下一个目标就是生活在塞西利亚星上的精灵——阿克西亚。”小酷突然变得飘飘然。“听说，阿克希亚拥有‘冰之美人’的称号，平时文文雅雅，颇像个王妃。而战斗时，也绝对不会给对手一丝喘气的机会。”小酷说。“呵呵~看来，我又要和一个老朋友见面了呢。”雷伊笑道。“什么？老朋友，雷伊，你认识阿克希亚吗？”小酷问到。“当然。”只见雷伊点点头。“注意！注意！前方即将进入塞西利亚星大气层。”这时候，飞船发出了提醒。“啊，到了！”小酷兴奋的说。“呼！！！！！”飞船刚进入塞西利亚星的大气层，就被一股寒流给困住了。“不好！”小酷紧张的叫道。“怎么了？”雷伊问。“我们的飞船被一股寒流给困住，动弹不得了。”小酷着急的拍打着各种仪器和键盘，希望能有点什么用。“该死，忘给飞船刷防寒漆了！”小酷喊道。“现在该怎么办？”雷伊冷静的问。“哎..现在已经不能指望飞船了，唯一的办法..就是——弃船！”小酷艰难地说道。“只能这样了吗？”雷伊问。“虽然这艘飞船我才刚驾驶没多长时间，可是，这是唯一的办法了。”小酷伤心的说。“好吧，抓紧我！”雷伊喊道。“嗯！”于是，小酷被雷伊背在了身上。“极光刃！”只见雷伊将手一挥，一道光芒过后，飞船的顶部被他炸开了个大洞。“嘿.”雷伊一跳，便跳出了飞船，立定在了飞船顶上。“千万要抓紧，别松手啊！”雷伊吩咐道。“放心吧，我还没帮你完成训练之前是不会死的，不然我会死不瞑目的！”小酷胆小的喊道，说完，他抱得更紧了。“哎~拿你没办法，我要跳了！”只见雷伊纵身一跃，飘在了天上，然后来了个后空翻，接着便朝地面飞去。越往地面去就越是觉得冷。小酷正不停地打哆嗦。“天啊..冻死我了.”小酷体内的零件已经在打架。“坚持住，快到了！”雷伊鼓励道。“放..放心..我还能..还能挺住！”小酷结巴的说。嘴皮上这样说，其实，小酷怕的连眼睛都不敢睁，因为他害怕自己可能会死的太难看，投胎后一天到晚做噩梦。“呼..”就在雷伊快要头朝地降落时，他把身子放得很轻，轻轻松松的把头抬了起来，变为脚朝地。“到了！”雷伊说到。此时，雷伊背上的小酷仍然是怕的眼睛都不敢睁。“哎..这个小酷。”说完，雷伊便开始朝小酷放电。“哇！！！”只见小酷被电的浑身哆嗦。“额..”被电的焦黑的小酷正呆呆的站在那里，翻着白眼。“我死了吗？”小酷看了看手，问道。“呵呵~你说呢？”雷伊说。“咦？雷伊，我们得救了！”小酷看了眼雷伊后，兴奋地大叫到。“呼——”寒风刺骨，小酷和雷伊正走在一片冰天雪地中。“阿克西亚究竟在哪啊？”小酷不耐烦的问。“着急不是办法，还是仔细的找找看吧。”雷伊说道。“寒冰冻气！”突然，在茫茫的冰原中，想起了一阵愤怒的叫声。“啊！小心！”雷伊大叫。这时候，只听“嗖！”的一声，一道蓝色的光束朝雷伊和小酷射来。“啊！”雷伊反应还算快，可小酷就不一样了。那光束不偏不斜的射中了小酷，只见小酷被射中后，身体开始“咔嚓咔嚓”的结冰。“啊！小酷！”雷伊急了。“噢——哪里来的不速之客，赶快滚出塞西利亚星，我你们最好不要打这里的注意，否则，下场会很惨的！”这时候，远处的一座高坡上，一个华丽的蓝色精灵站在那里，身姿飒爽，尽显王者风范。“啊！阿克希亚”只见雷伊的眼神立刻变得惊讶起来。“噢——你是谁？怎么会认识我？”只见阿克希亚疑惑的问。“你不认识我了吗？我就是多年前，曾被你救过的那个小精灵啊！”雷伊叫道。这时，雷伊和阿克希亚都陷入了深深的回忆…….“嘿！哈！”冰天雪地中，年幼的雷伊正在那里练习拳法。“呼~~”突然，刮起了强烈的暴风雪。“啊！！”只见雷伊用手挡在面前，大叫到。“呼！！呼！”暴风雪来的更猛烈了。“可恶..快..支撑..不..住了..”只见雷伊慢慢地闭上了眼睛，软弱无力的倒一大堆白雪之中，昏去了…..“噢——”这时候，一只浑身冒着寒气的精灵渐渐地走了过来，她，就是阿克西亚。只见阿克希亚来到雷伊身边，俯下身，用舌头不断地舔着雷伊那冻得僵硬的身体，希望能给他带来一些温度。这时，只见阿克希亚叼起雷伊，往天上一撩。雷伊降落在了阿克西亚的背上，只见阿克希亚驮着雷伊，向冰原深处奔去..“额..好暖和..”雷伊渐渐恢复了意识，他慢慢的睁开眼睛，四处瞧了瞧，自己正身处一个溶洞内，在他身边躺着的，是已经睡熟的阿克希亚。阿克希亚用身子把雷伊围了起来，使雷伊的体温不断上升。“谢谢你，我的恩人.”只见雷伊飘了起来，眼中含着几颗热泪。“我们还会见面的，你的救命之恩，我永远不会忘记。”说完雷伊向洞口飞去，飞出了洞口，雷伊仍继续往前走。就这样，他消失在了茫茫风雪之中。这时候，阿克希亚睁开了眼睛，她第一眼要看的，就是雷伊。“噢——”发现雷伊不见了，她的第一反应，就是去找他。只见她跑向了洞口，开始四处张望，可都没有发现雷伊。“噢——噢——噢——！”只见阿克希亚对着天空长鸣不止，那分明是在呼唤雷伊，可是，雷伊早已走远了…..“阿克希亚，你真的忘了吗？”回到现在，雷伊着急地问。“噢——哼~真正的强者，是不应该具备感情的，那只会影响他们出招的速度！”只见阿克希亚依旧愤怒的说。“强者？感情？”雷伊轻声的说。“噢——雷伊，想证明你是个强者吗？”只见阿克希亚吼道。“当然。”雷伊说到。“噢——那好，听着，如果你能接住我的十次攻击，并能在我麻痹状态下击败我，我就承认你是个强者，否则，我就把你做成冰雕，怎样？”阿克希亚说道。“接受你的挑战！”雷伊回到。“噢——接招吧。”说完，阿克希亚冲了下来。“看我的！圣灵闪！”说完，阿克西亚突然消失了。“什么？”雷伊惊讶的喊道。“噢！”这时，从雷伊背后传来了阿克希亚的叫声。“咚！”“啊！”雷伊大叫一声，顿时摔出十几米。“哼~就这点能耐，还想战胜我？”阿克希亚轻蔑地说。只见雷伊艰难的站起来，不服气地说“切.要不是你突然袭击，我会被击中？笑话，来吧，我要让你看看我真正的实力！”只见雷伊双拳紧握，大声吼道“闪电斗气！”只听“磁~啦！磁~啦！”的声音过后，雷伊被一层厚厚的电网所包围起来。“刚才那是第一回合了，还有九回合！”雷伊的声音十分的坚定。此时，阿克希亚二话不说便开始了第二回合攻击。“冰封！”这时，阿克希亚吐出一股寒气逼向雷伊。“什么？”雷伊大眼一瞪，“嗖”的一下闪开了。“哈！上当了！”突然，阿克希亚纵身一跃，扑向雷伊。“啊？”雷伊刚才只顾着躲避寒气，没有想到这是阿克希亚的声东击西之计。“啊！”雷伊又是一声惨叫。被阿克希亚踢倒在地。“呃..咳..咳咳！”雷伊的嘴中流出了一丝鲜血，可他仍然顽强地站了起来。“不行.我绝对不能认输，否则..以前的努力就白费了…”雷伊用手擦掉了嘴上的血，又站了起来。“还不放弃吗？才第二回合，你就被我打得够呛了，在这么坚持下去，小命不保啊！”阿克希亚挑衅地说。可是，雷伊的并没有要放弃的意思。他依然坚定的说到“呵呵~放弃这两个字我从来就不认识，而且，我永远也不可能认识的！”说完，雷伊再次握紧了拳头，并使出了雷雨天。“呀！雷雨天！”顿时，周围的天空被阴云覆盖，雷声不断，闪电交加。“哼哼~这点小把戏是瞒不过我的眼睛的。“说完，阿克希亚一声咆哮“看我的！极冰风暴！”这时候，一阵阵寒气扑面而来，天上的乌云被一阵狂风吹散了。雷鸣闪电也随之消失。“什么？”雷伊惊讶的说。“哈哈~雷伊，今天我就要让你知道，真正的王者，因该是什么样子的！”说完，阿克希亚冲向雷伊。“呀——”雷伊跳了起来，躲开了阿克希亚的进攻。“第三回合了！”雷伊落到地上，一边喘气一边说道。“哼哼~进步了不少嘛！”阿克希亚赶紧刹住脚步，回头说道。“好了，继续吧！”雷伊说。“好，刚才的算是陪你玩玩，现在我要认真了！”阿克希亚吼道。“哼！我也要认真了！”雷伊也丝毫不畏惧。“噢！接招吧！看我的！凝冻冰雹！！”只见阿克希亚仰天一吼，顿时，漫天的雪花变成了一个个硕大的冰雹。众多的冰雹如流星雨般的向雷伊砸下来。“啊？”雷伊见到这样的情景，心里不禁一颤。“难不倒我的！”雷伊喊道。于是，雷伊开始不断的躲避冰雹的攻击。“极光刃！”雷伊将手一挥，一道光刃击碎了无数的冰雹。“第四招！开始第五招吧！”雷伊对阿克希亚说“哈哈！才第四招就这么高兴了吗？”雷伊没想到，阿克希亚故技重施，她再次突袭了雷伊。“啊！”雷伊虽说没有反应过来但是，前面的冰雹已经使雷伊的躲闪能力增强了，他“嗖”的一下躲开了阿克希亚的攻击。“呼..呼..”雷伊站在那里，喘着大气。“不赖嘛..你倒是越来越耐打了~”、虽说雷伊十分的出色，但阿克希亚仍然一副孤傲的语气似乎根本没把雷伊放在眼里。“五招了，来吧！”雷伊眼中的那种气势一下子旺盛了起来。“你倒是愈战愈勇了。好！就让我在剩下的五招之内把你打垮吧！”说完，阿克希亚刷的一下子跃到了天上，好像饿虎扑食般的扑向雷伊。“这种低级技能你也好意思使出来？你是在凑数吧！”雷伊的语气中开始有些傲慢的语气。“哈哈~你以为我会使出这种低级技能？告诉你吧，这才是我修炼多年的终极必杀——冰晶迷阵！”说完阿克希亚瞬间分成了六个，将雷伊围了起来。“冰之墙！”六个阿克希亚同时使用了技能。只听“刷刷刷刷！”的几声响，一道道冰做的墙壁竖立在雷伊周围。“啊！什么？”雷伊惊讶的大声喊道。“哈哈哈哈！雷伊，你能吃得住硬的，那就要看看，你能不能吃住软的！”此时，冰墙开始不断蔓延，成了一道似乎永无止境的迷宫。“可恶..这到底是什么地方？”雷伊气愤的说。这时候，四周的冰上出现了一个倒影，可并不是雷伊的，而是阿克希亚的。“雷伊，我要看看，传说中的雷神，能不能破了我这个冰晶迷阵！哈哈哈哈哈哈！”说完，阿克希亚和她的倒影都消失了，迷宫中，只有她的回音还在不断回荡。“你别得意，我一定会破了这迷阵的。“是吗？”突然，阿克希亚从一块冰里冲了出来“圣灵闪！”阿克希亚浑身被寒气包围，她猛地冲向雷伊。“呀！”雷伊用双手制造了一个光盾，抵挡住了阿克希亚。“可恶…放电！”雷伊有些顶不住，便开始拼命的放电。闪电“噼里啪啦！”的乱响。由于是反光物质，雷伊被闪电的光照得看不见任何东西。过了一会，雷伊的电停止了。他睁开眼，可是，阿克希亚早已不知去向。他往前走，来到了一个交叉路口。“呃..可恶！”雷伊决定往左边走。“噢！寒冰冻气！”这时候，又响起了阿克希亚的声音。与此同时，雷伊的背后冒出一股强力的寒气。“闪电斗气！”雷伊开始防御。寒气遇到电网后，便开始散开。“好了！还有两招，我就可以反击了，你还有什么招式就使出来吧！”雷伊对着四周喊道。“哈哈哈哈哈哈哈！十招过了又怎样，你能找到我吗？你能走出这个冰晶迷阵吗？实话告诉你，这个阵有着9999个路口还有9999种变化！你是别想走出去了！”阿克希亚的声音十分的傲慢，可雷伊却觉得这时阿克希亚在对雷伊敲得警钟，这里四处是冰，对于阿克希亚是个十分有力的地形。“地形！”雷伊的灯泡一亮。“雷雨天！”这时候，雷伊放出了滚滚乌云。“哼哼~只要阿克希亚一有活动，我就能根据这些乌云找出她的所在地点！”“呀！极冰风暴！”此时，阿克希亚的声音再次响起。“在那里！”雷伊根据乌云传达来的信息感应到了阿克希亚的所在地点。“哈！找到你了！”雷伊来到了一个交叉路口，眼前阿克希亚正站在那里。“啊！你居然能找到我~不过..这里四处是冰，我可以行动自如，你是绝对无法再找到我的~”说完，阿克希亚一扭头便再次跑没影了。“可恶，好不容易..”雷伊说。“对了！我记得小酷说过..如果被困在迷宫里的话.最好的方法就是……….走直线！”雷伊兴奋地叫道！“对，就是走直线！看我的，瞬雷天闪！”说完，雷伊对着一堵冰墙放出了绝招迷宫里开始不断响起“咚咚咚！”的闷响，冰墙也一堵一堵的倒了下去。“呀！！！元气电光球！”雷伊对着最后一堵冰墙使出了绝招。冰墙倒了下去，阿克西亚站在那里，不可思议的看着雷伊。“什..什么？”阿克希亚惊讶的说。“哼哼，阿克希亚，还有最后一招，来吧！”雷伊对阿克希亚说道。“哼~别得意的太早！”…………………..第四部分：重返赫尔卡星13.最后的特训“来吧！阿克希亚，还有一招，我就可以还击了！”雷伊站在那里，大声喊道。“好！我早就想看看你的真本事了！看我的极冰风暴！”只听一声“呼！”的风声，刮起了隆隆飓风，风过之处，都接上了一层厚厚的冰。“呀！”雷伊干脆冲到了天上“极光刃！”雷伊右手一挥，一道极光射向飓风，只听“唰！”的一声，飓风被切开了。“十招已过，该我了！”雷伊猛然冲了下去。“来吧，让我看看你的实力！”“呀！！瞬雷天闪！”雷伊浑身闪烁着强进的金黄色光芒.。“寒冰冻气！”一道猛烈地撞击时，顿时响在天地之间。“可恶，我怎么身体感觉麻酥酥的？”阿克希亚说。“哼~那就是我绝招的特效，你现在已经麻痹了，我没有违反规则吧？”雷伊一笑。“什么？”阿克希亚不敢相信。“呀！风驰电掣！”“啊！！！！！！”.阿克希亚一声惨叫，顿时被雷伊击倒在地。“哼~我雷神，可不是徒有虚名的！”雷伊落在地上，对自己树起了一个大拇指。“啊！还有小酷！”说完，雷伊跑到小酷呆的地方。“小酷！”此时，小酷还在被冰冻着呢。“哎..闪光击！”雷伊将身子一转，用脚狠劲一踢，冰块瞬间被踢碎了。“啊！雷伊，快闪开啊！”这时，小酷卧倒在地。“咦？没事啊？”小酷站了起来。“雷伊！我怎么了？”小酷说道。“你没事..只是做了几个小时的冰雕而已~”雷伊开玩笑说。“哇！雷伊，你怎么身体又开始发光了？”小酷问道。“有吗？”突然。雷伊的身体又开始飘了起来。“哇！雷伊，你战胜阿克西亚了吗？你怎么又学会习你能了？”小酷大声问道。此时，雷伊的身体闪烁着万丈光芒。“哈！！！！雷神觉醒！！！”只见雷伊浑身透围绕着霹雳闪电，他一声怒吼，闪电便向四周扩散开去。“雷神觉醒？雷神觉醒！雷伊进化成真正雷神了！”小酷在下面兴奋地跳来跳去。再来看雷伊，他浑身的肌肉都鼓了起来，额头上，一个闪电的标记若隐若现，而他的周围，也有少许的闪电围绕在他身上。“呀！瞬雷天闪！”还没等小酷反应过来，雷伊就瞬间跑到了地上，只听“轰！”的一声惊天巨响，地上的冰已经被雷伊打了一个7、8米深的大坑了。“哇！好帅啊！雷伊。”“嗯，我感到浑身都是劲儿，而且我的速度也变得更快了！”雷伊飞了出来，落在了地上。“呵呵，恭喜了，雷伊！”这时候，阿克希亚走了过来。“啊！阿阿阿阿阿….阿克希亚！”小酷的眼睛一下子变得亮了。“哇！阿克希亚，平生第一次看见啊！”小酷几乎快要晕倒了。“雷伊，恭喜你完成了特训，我对你心服口服！”阿克希亚说到。“阿克希亚！实在是太谢谢你了！你帮了我两次，这些人情我会还给你的”雷伊说到。“哼~谁稀罕啊.你要想还给我，就得答应我，一定要战胜盖亚，成为真正的王者！”阿克希亚说道。“我会尽力而为的！”说完，雷伊和小酷边准备乘着飞船离开塞西利亚星。“啊！对了，我们的飞船已经报废了！”小酷突然叫道。“是啊..这里又没有零件.我们怎么走啊？”雷伊说到。“惨了..看来，我们的训..”“小酷！不要再提放弃这两个字了！”雷伊打断道。“好吧..可是，这里有没有雷纳多，也没有机械零件，上哪去弄一艘飞船啊？”小酷问。“这个..小酷，你看看图纸上的下一个目标是哪里？”雷伊说到。“哦..”小酷拿起图纸，看到。“呀..图纸怎么少了一半啊！”小酷惊叫道。“什么？”雷伊惊讶的喊道。“惨了惨了…没有飞船或许还好解决，可怜目标都没了，还怎么继续啊？”小酷喊道。此时，雷伊却十分的冷静。“或许…..”雷伊说到“我因该回赫尔卡星一趟。”雷伊说到。“啊？为什么啊！”小酷问到。“因为，明天就是我和盖亚约定的日子了。”雷伊说。“好吧.可是，我们没有飞船，怎么去赫尔卡星啊？”小酷问到。“这个好办，我的故乡就是在赫尔卡星，所以，我可以召集赫尔卡星上的能量来送我们回去。“是吗，那太好了！”小酷立马换了一副表情。雷伊站在塞西利亚星上最高的地方——芒顶山。“赫尔卡星啊，我是雷伊，如果你能听见我的召唤，请你把我送回到你的身边吧！”这时候，塞西利亚星上方那蔚蓝的天空中，出现了一道黄色的光束。“有了！”小酷高兴地叫道。“小酷，快上来！”雷伊喊道。“好嘞！”说完，小酷的头顶上冒出了一个类似于多啦A梦里的竹蜻蜓似的东西。小酷拉住了雷伊的手。“记得，一会千万别说话啊！不然你会被空间隧道里的强大压力给撕碎的。“好！”说完，雷伊和小酷瞬间消失在了塞西利亚星上。赫尔卡星荒地的水银湖上方，雷伊和小酷出现在了云层中。“啊！！！！”小酷吓得大叫，结果一不小心掉进了水银湖。“啊！小酷！”雷伊叫道。“没事！我早就想在你说的这个什么水银湖里洗个澡了！”只听“扑通！”一声，小酷落进了水银湖里。没几秒，小酷便露出了头。“小酷，你不要紧吧！”雷伊问道。“没事，你可别小看我们赛尔机器人啊！”小酷正在湖面上仰泳，玩得不亦乐乎。雷伊则来到了荒地上，原本还有模有样的一个大型机械和建筑，如今已经完全变成废墟。“如果我感应的没错，最后的特训，就在赫尔卡星上！”雷伊说到，这时候，远处响起了回声。雷伊走到湖边，想唤小酷回来。他刚一走到湖边，奇迹就发生了。雷伊在水中的倒影发出了光芒，还渐渐地开始变成了蓝色。更不可思议的是，倒影居然活了，它渐渐地抬起头，脱离了湖面。“啊！什么？你是谁？”雷伊吓得后退了几步。“哼~连你自己都不认识了吗？”倒影轻蔑的说道。“我自己？怎么可能！“雷伊惊叹地说。“还不明白吗？我就是你，你就是我！只不过我们的外貌有些许不同罢了。”倒影说道。“你来找我干什么？”雷伊问道。“呵呵~实话告诉你，我，就是你…….最后的特训目标！”“什么？怎么会这样？”雷伊不敢相信自己的耳朵。“你看看，你连你自己都害怕吗？这还算什么雷神！这次的特训没有特殊的规则，你只需要战胜我，也就是战胜你自己，你就能突破极限，获得传说中的终极技能。还有，你每和我周旋四回合我就会增加一定的能力，那时我就更强了！”倒影说道。“怎样，敢接受我，啊不，敢接受你自己的挑战吗？”倒影问道。喜欢的赞一个~求金币求人气~~~~~~原贴地址：http://my.4399.com/forums-thread-tagid-47897-id-32042196-page-1.html",
    "replies": [
        {
            "author": "z736027620",
            "timestamp": 1367205720,
            "txt_content": "我去这贴怎么被埋了？"
        },
        {
            "author": "A王O子A",
            "timestamp": 1367209440,
            "txt_content": "z736027620 发表于 2013-4-29 11:22 \n我去这贴怎么被埋了？\n唉，在别人期中考试时发帖还有不被埋的？"
        },
        {
            "author": "天界杀手",
            "timestamp": 1367401200,
            "txt_content": "好喜欢赛尔号啊你            "
        },
        {
            "author": "azxcvbnmklp000",
            "timestamp": 1367401200,
            "txt_content": "顶                                                "
        },
        {
            "author": "龙燚",
            "timestamp": 1367401980,
            "txt_content": "赛尔号。。。。。尔号。。。。。号。。。。。"
        },
        {
            "author": "Terry39",
            "timestamp": 1376991360,
            "txt_content": "呵呵，挖坟围观"
        }
    ]
}