{
    "title": "（潲雨作品）《当个创世神》② 神秘的小岛",
    "author": "sunzhiyu",
    "replyCount": 4,
    "timestamp": 1366898640,
    "txt_content": "       “厄，这是哪里。”我望着一望无际的天空，只见那天空中挂着一个方的？太阳？“what？我揉了揉眼睛，没错，就是放的，我没有看错，我这时一阵咳嗽，昨天肚子里灌进了许多海水，正涨的难受，我用手要揉一揉肚子，忽然发现，咦？我的手？怎么？怎么？变成方的了？我努力的回想昨天经历的一切，直到撞上了鱿鱼？好像那时的鱿鱼...也是方的吧？难道，难不成？这里是？是？我站起身来，一转头，瞳孔猛的一收缩，“这这这这这。。。这这这不是真的吧？”这里是。。。我回想起几天前玩的一款游戏，那款游戏的名字叫minecraft（我的世界）这里的模样几乎和游戏里的一模一样，“唉，我的前面的视野里果然有一个血量和物品栏一样的东西，我看血量栏，里面只剩下了两颗小小的红心，右边的饥饿值也只剩下了五个。“这里虽然是我的世界，但我依旧能做许多在游戏里不能做的动作”我自言自语道。就在这里等着救援吧，但是也不能一点事也不做，我环顾四周\n，不远处有一棵白桦树，我抱着试一试的心里，走到了那棵树的面。“现实不同于游戏，大概打起来会很困难吧？”于是我挥起了我的拳头，使劲在树的其中一格上打着，直打到拳头都痛了，果不其然，果然很难打，终于，一块原木，被我打了下来，浮在了地上，我走过去，树木就自动被我吸了过来，就被我拿在手上了，可是我想把它变成木板，但是我不知道怎么打开背包啊，只有那样才能进行合成，可是，我抱着那一段树木，坐了好半天，还是没能打开背包，这是，天上的方块太阳马上就要落下了，这个神秘的小岛变得一片红。“啊，傍晚了，怎么办，那款游戏中晚上会出来很多恐怖的怪物的”我心想着，坐在了海边的沙滩上面，望着远方沉落的太阳，对未来毫无憧憬，太阳下降一半了，发出刺眼的光芒，我，我连忙用手挡住刺眼的太阳光，突然发现手腕上有一个小小的按钮，我仔细研究那个按钮，我一按，出现了一个列表。“啊！这是...背包！”我欣喜若狂，连忙把那一截树木丢进去，瞬间做了一个工具台出来，接着，我又挥动我的拳头，把那棵树的剩下部分给砍了，在海边的一座小山坡下放置了工作台，以最快的速度用刚得的树木做了一把木稿和一把木铲，我决定在这座山坡下做挖一个5x5x3的空间用来当我的家，“好了，总算挖好了”我拭去头顶的汗水，望着完工的家，心里竟有一点小小的兴奋，好了，现在就做一个门吧，为了防止怪物进来，我又制作了一个木门，放在家门口，木稿和木铲也快要坏了，我也重新做了一把石搞，一把石铲，就在这时，太阳落山了，我赶紧回到了家中。“对了，得赶快制作一些火把，要不然家里会出现恐怖的怪物的，于是，我用石头做出了熔炉，烧了剩下的一个木头做出了4个火把，插在家里面。看着这明亮的光我心里平静了不少。\n     这时，门外传来了低吼声，我连忙跑到门口从门缝里往外看，不远处有一个有着绿色皮肤的生物。“啊！那是。。。僵尸！”在看到前面，地上浮着一个红红的。。。苹果？！那是可以用来补充饥饿值的东西，我虽然很想要，但是，看着不远处的怪物，我。。。      还是果断的做了一把石剑，果断开门，冲了出去，吸了苹果后，不远处的僵尸追了上来我拔出石剑对着僵尸的脑袋，狠狠的砍了下去血肉四溅，僵尸只剩下了一块腐肉浮在了空中，这就是战斗！非常容易，我捡了战利品马上就往回跑，却看见一只蜘蛛向我面前扑过来。。。。。。\n以下是废话\n您的回复就是我创作的动力",
    "replies": [
        {
            "author": "ckj",
            "timestamp": 1366898700,
            "txt_content": "啊？哦。顶。"
        },
        {
            "author": "zhyp",
            "timestamp": 1366899900,
            "txt_content": " 本帖最后由 zhyp 于 2013-4-26 20:06 编辑 \n\n你妹啊，文章最后一句话是我说的吧？盗窃版权啊…"
        },
        {
            "author": "默默无闻的玩家",
            "timestamp": 1366968000,
            "txt_content": "我为任务而来。我为任务而来。"
        },
        {
            "author": "870830676",
            "timestamp": 1366977840,
            "txt_content": "骚年!我看好你!"
        }
    ]
}