{
    "title": "SEUS[Sonic Ether動態光影]最新消息#1",
    "author": "mot321",
    "replyCount": 13,
    "timestamp": 1367225580,
    "txt_content": " 本帖最后由 mot321 于 2013-4-29 17:20 编辑 \n\n在Facebook觀看:https://www.facebook.com/SonicEther\n\n4月27日\n\n\n\n\n934927_544393198944299_601521578_n.jpg (22.07 KB, 下载次数: 4)\n\n下载附件\n\n2013-4-29 16:07 上传\n\n\n\n\n\nUsing existing systems that I have in place, I created a way to modify per-block reflectivity in more elaborate ways. I was able to achieve proper metallic reflections without any added performance cost. Iron blocks are on the floor and ceiling of this narrow hallway, diamond blocks are on the right, and gold blocks are on the left. Notice how the diamond and gold tint reflections properly, and how the fresnel effect is diminished for a more metallic \"chrome\" look.\n利用现有的系统在我的地方裏,我创建了一个的方式令\"每一块\"反射率更精细的方法.我没有任何提高的性能成本(顯示卡負擔)，能够实顯示出适当金属反射.在这条狭窄的走廊地板和天花板的铁块,钻石块是在右邊的,金块是在左邊的,请注意钻石块和金块色调的反射,和菲涅尔效应[#1]削弱金属“铬”的外观。\n\n\n[#1]菲涅爾效應:Fresnel Effect是一種光線反射與材質之間的現象,在真實世界中相當常見.這種效應通常發生在透明,而且表面光滑的物體上,通常以~玻璃,水,等等最常見到。當光線射入這些材質時，有一部分的光線會在表面反射帶來「鏡像」。\n而一部分光線穿透過這個透明物體讓我們看到「後面的東西」.\n\n\n4月29日\n\n\n\n\n943285_545100102206942_569990614_n.jpg (39.05 KB, 下载次数: 1)\n\n下载附件\n\n2013-4-29 16:08 上传\n\n\n\n\n\nThe Fresnel (pronounced \"fray-NEL\") Effect. Everything has it. This is an awesome article that I've posted here before. You can see my own interpretation of it here. Top image, with fresnel specular reflections. Bottom image, without. Fresnel reflections mean that when you're looking at a surface straight-on, there are hardly any reflections, and as the angle between the surface normal and your viewing angle increase (viewing the surface on-edge) reflections become more visible. You can see this effect for yourself on a tile or linoleum, for example. Well, really, you can see this effect on everything.\n\nUsing this effect with care means that realistic bright silhouettes can be achieved without a \"plastic-wrap\" look because the highlight is only visible at grazing angles.\n\nAn excerpt from the article: \"Ever wonder why it feels bright when you drive to work in the morning? Most people think that happens because the sun is in their eyes. Actually, the major source of brightness is that road pavement has a strong fresnel as well. Next time you are driving and the sun is in your eyes, look at your side-view mirror and check out how much darker the pavement in the side-view mirror is relative to the pavement in front of you.\"\n菲涅爾[發音\"fray-NEL\"]效應,在身邊有可以發現它,这是一个真棒的文章，我之前已经张贴在这里,你可以看到我的解释[上面的圖],上部分图像有開啟菲涅尔镜面反射,菲涅爾反射的意思是当你看着\"表面\"時,几乎没有任何反射.表面视角增加[观看边缘的表面上]的反射之间的角度变得更明显.你可以看到这个效果,例如自己的瓷砖或油毡.你可以在自己身邊看到这样的效果\n\n使用这种逼真明亮轮廓的效果,可以实现\"塑料包装\"效果,因为唯一可见的亮点是在方塊边缘。\n\n从文章的摘录:\"有没有想过为什么当早上开车上班时,感觉明亮?大多数人认为因为太阳光反射到他们的眼睛.事实上,亮度的主要来源是路面有很强的菲涅尔效應.下一次你驾驶時看看太阳光反射你的眼睛,再看看侧视镜在路面上的光度是相对於你在路面的面前.\n\n很辛苦翻譯呀,只求金幣,人氣{:10_501:}",
    "replies": [
        {
            "author": "妞丶笑一个",
            "timestamp": 1367225700,
            "txt_content": "第一张图好逼真{:10_492:}"
        },
        {
            "author": "a1534149998a",
            "timestamp": 1367225760,
            "txt_content": "估计MC的影像马上就要和孤岛危机2 平行了！ 第一张图 几乎平行= =！"
        },
        {
            "author": "寂静战争",
            "timestamp": 1367225820,
            "txt_content": "超真实啊！第一张图足以以假乱真了！。。。"
        },
        {
            "author": "Aand",
            "timestamp": 1367226840,
            "txt_content": "冒个泡~{:10_523:}"
        },
        {
            "author": "qq1826222101",
            "timestamp": 1367227020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "229417323",
            "timestamp": 1367227320,
            "txt_content": "冒个泡。。{:10_492:}"
        },
        {
            "author": "minecraft321",
            "timestamp": 1367227680,
            "txt_content": "顶。。。。。。。。。。。！继续更新"
        },
        {
            "author": "D调の华丽",
            "timestamp": 1367232180,
            "txt_content": "玩不起光影啊啊"
        },
        {
            "author": "aq77103",
            "timestamp": 1367260620,
            "txt_content": "第一张略叼......."
        },
        {
            "author": "guodong",
            "timestamp": 1367326260,
            "txt_content": "求搬运1.5的最新版"
        },
        {
            "author": "mot321",
            "timestamp": 1367328900,
            "txt_content": "guodong 发表于 2013-4-30 20:51 \n求搬运1.5的最新版\n這次是測試,一有新消息我會馬上提供"
        },
        {
            "author": "yakumolen",
            "timestamp": 1367436480,
            "txt_content": "超犀利啊..."
        },
        {
            "author": "frizten",
            "timestamp": 1367486160,
            "txt_content": "这效果……好霸气"
        }
    ]
}