{
    "title": "小白冒险记 第十一章",
    "author": "250=mo",
    "replyCount": 7,
    "timestamp": 1367287920,
    "txt_content": " 本帖最后由 250=mo 于 2013-7-6 18:28 编辑 \n\n第十一章 锋芒初露     Kiss露出从未有过的慌乱，也没有了刚才躲闪渣渣攻击时的敏捷。他似乎被刺中要害一般，瞪大眼睛盯着转瞬而至的剑锋，手只得顺手作了个防御的姿势。     我以为他是防得住的——至少他身上的闪着的附魔光芒和他刚才传奇的英勇表现足以体现这一点。     然而……      竟溅出了血花！    我心中一惊，看来对方可不是个简单的家伙！    我也不时注意着敌人后方。那里似乎有一阵骚动，随即，一批装备精良的部队登场了——几乎全部身穿铁甲，手持附魔的武器。但队长和军师似乎对此不屑一顾——但我看得出来是装的。队长的腿在瑟瑟发抖，像是在等什么似的；军师虽表面冷静，但他的脚不断地变换姿势暴露了他的心理。    敌人已经深深地威胁到我的生命了，所以恕我不能仔细地盯着Kiss那边，更不能作很好的描写了。     ——说到Kiss，他和那人就站在那儿，对峙着。Kiss用的是一种带仇恨的愤怒的眼神；但对方却用一种极为轻松的眼神，好像是在和老朋友相见似的——也许他们本来就是老朋友吧。    “你，怎么在……这？”Kiss用略带愤怒的语气说，好像有些语无伦次。    “怎么，不行吗？”话里带有嘲讽。    “我还以为你被调到皇家近卫军了呢……”    “没错啊。我只是被奉命来这清理敌人残部，好给总部那边添人手而已。只不过，没想到你们就是所谓的‘残部'......”他故意把“残部”两个字读得很重。    我趁机问队长：“他是……？”    “他是Morlan，莫兰上校。”   Kiss被莫兰上校的话激怒了，已经出汗的手臂青筋暴起。他们对峙了一会。对方好象突然分神了一下，Kiss那敏锐的双眼当然捕捉到了这点，突然举起剑就向他砍去。Morlan急忙后退，一边以攻为守，习惯性地刺去，一挥，再由上而下地劈去。这招定是很有用的，Kiss一招两招还顶得住，但不断地重复，重复，他就露出破绽了，一直被对方压制着。    我聚精会神地看着，突然队长拉了我一下，同时一支箭就斜斜地射到了我后方的树上。    没想到他们那么快就找到我们了，更没想到的是TNT已经向我们飞来了……    Boom！——    我们前面作掩护用的泥土顿时就被炸飞了，给敌人打开了通往我们的绿色通道！    我们根本没有办法对付那近一百人的部队，只得在无限炮轰下苍徨逃走。Robin扶起了Hans，他也踉踉跄跄地和我们一起逃走；MMMC、小黑也跟了上来；军师临走前还不忘放了一箭。MMMC和Hans因为受了伤，跑在后面    我们在湿地山间奔走着，在震耳欲聋的炮轰中跑着。突然不知是谁大叫一声，我们也无暇顾及了。    “还有什么抗炸的东西！？”队长不再有刚才的镇静，大叫道。    “还有点圆石，队长！”MMMC答道。    队长迅速接过圆石，熟练地扔给Robin，两人花了不到一秒的时间就搭好了一堵两格厚的十墙，也足以让我们在里面躲一会了。我们松了一口气，瘫坐下来。队长也坐了下来，但马上又惊恐地站了起来，他从来没有这么慌张过（至少在我认识他后），他大叫：    “Hans呢！？”    我这才注意到，我们当中少了一个！啊，那位给我印象很不好的人啊，现在又成了分不开的战友了！    “刚才……好像他……”MMMC怯怯地说。    “他怎么了！？”队长拉起MMMC的衣领，大叫道。他明明知道答案，但他还是十分期待而又恐惧MMMC的作答。    “刚才……他……后面……大炮……被……”MMMC被队长吓了一下，略显语无伦次。    队长再一次瘫坐下来。   ……    每个人的眼眶都是红的，发热着的。队长趴在地上，呻咛着：“他是一位好队员啊，刚刚他还在战斗……”我忍不住了，流下了眼泪。没想到生命如此脆弱！眼前小恶魔样的生命值，用那狰狞的笑容嘲笑着这一切……   Robin几次流下了眼泪，又连忙擦去；Robort紧闭着双眼，嘴半开呼吸着；小黑不停地用手敲打着圆石，双眼里既有悲痛又有愤慨。    石墙再一次被轰开，小黑早已站在后面拉开弓弦了。瞬间，一支带火的箭径直飞向了敌人的一门大炮，点燃了一枚还没有发射的TNT。然后，我们就在爆炸声中飞一般地跑了。    人少，目标自然也小。想除掉这几个“顽固份子”可没那么容易……    我看得出来，队长眼里的憎恨更强了，但与之前对敌人的憎恶截然不同，他似乎还在对别的什么愤怒着。    我时不时望望Kiss那边。Kiss和对方还在争斗着，他们不断转换手中的物品，快得让人眼花撩乱，不断在剑、弓、雪球和方块间转换。用方块叠起来，跳起来攻击对方；用铲子挖掉脚下的方块来抵御攻击，抢取先机；甚至在最关键的时候丢出雪球来抢取那不到一秒的机会。速度之快，实在令人叹为观止。    “散开！”队长突然大喊。我们立刻向不同方向跑开。我往一个小树林跑去，因为在那儿可以看见Kiss的战斗。敌人的重心不在我，所以也没有人跟来。   Kiss他们开始有少许疲惫了，双方都喝了药水。Kiss和Morlan两人都用极为愤怒而疲惫的眼光瞪着对方。他们又对杀了起来，但显然没有刚才令人眼花撩乱的那么快了。上校将Kiss逼到了湿地旁的一个大裂谷边，但他顽强抵抗，形势僵住了。    我突然意识到我应该先保证自己人身安全，我赶忙砍了几棵树。我做了把斧头，砍得更快了些。    ——突然背后一阵剧痛！我转头一看，一支带着死亡气息的箭斜斜地插在我的背上；一位穿着铁装的战士正忙着抽出下一支箭。    我意识不妙，急忙绕回树后，随即深插入树干的箭证明了我的决定是对的。我捉摸着他还在抽下一支箭，我便冲出去，持着小木斧，也来不及换剑了，直接给了他一斧子。一把木斧能有什么用！他只得震了一下，箭射飞了。我急忙冲向最近的一棵树后。    “这家伙……”他念叨着，谨慎地慢慢走过来。我听到弓缓缓拉满的声音。    我忙学着Kiss的方法，挖掉脚下的泥土……    他突然闯了进来，将弓对着本来我脑袋的地方。可是我脑袋已不在原本位置了，他一时没意识到我在下面：“人呢……”    我捉摸着是时候了，我跳了起来，将我那把木斧尽力向他脑袋砍去。——虽然他头上光洁的铁盔告诉我这不会有任何效果。但是，我手中的斧子似乎突然变重了，沉得像一把铁斧，竟穿透了他的铁甲！他带着惊讶的神情被击飞了。    我对此奇怪极了，但生命不由得我思考。我绕树行了一周，向他冲去，计划给他最后一击。他也将弓拉开，准备迎击。    我走着S形路线，慢慢接近他。然后，我突然撒腿一冲，跳起，斧头径直向他脑袋挥去！他也将右手松开，剑离弦了。我的斧、他的箭几乎同时刺入双方的身体！    他倒下了……    我握紧斧子的手终于松开了。我把胸口的箭拔出来，扔在了地上。总算松了一口气，我坐了下来，和他的尸体坐在一起……    我穿上了他的盔甲，双肩沉了不少。    ……    我向队长跑去。队长正拉着弓在掩护间奔走，时不时射出一箭。我躲在一棵树后，把刚才发生的事告诉了他。他皱了皱眉头，停下来说：“你是说，斧头变重？”    我点了点头。他脸上浮现出一丝吃惊的神情。“没想到，你那么快就掌握了技能……”    “技能？”    “不错……那是‘技能'插件，会赋予你某种技能，你的能力也会随着你的熟练度有所增……”他说着，突然被射了一箭，大骂着回了一箭，“你他妈给我去死！”    原来他们这么厉害，是因为这个！    “哎，我助手来了。”    我还没反应过来，几个人冲了过来。“队长，我们来了！那边全线崩溃了！”他们说什么我暂时顾不上了，现在Kiss那边的形势你是知道的。我们只得默默给他祝福。    ——祝福终究是祝福。莫兰上校跳起的一刻，露出了一丝破绽——他把毫无防备的脚露给了Kiss！——这可是扭转局势的一击，以致于Kiss要懈下严密的防卫来支持——这便是问题所在！突然有什么飞向了Kiss，他打偏了。这意味着，Kiss将没有任何防备！Monlan当然不会放过这个除掉Kiss的机会，一剑劈了过去。   kiss径直掉下了裂谷……    本章完\n索引",
    "replies": [
        {
            "author": "Evan丶桑",
            "timestamp": 1367288100,
            "txt_content": "坐等下章更新~"
        },
        {
            "author": "我是安德面",
            "timestamp": 1367330100,
            "txt_content": "额，我死了.....\n我是Kiss"
        },
        {
            "author": "积极反攻",
            "timestamp": 1367391720,
            "txt_content": "楼主加油！楼主加油！"
        },
        {
            "author": "250=mo",
            "timestamp": 1367391960,
            "txt_content": "积极反攻 发表于 2013-5-1 15:02 \n楼主加油！楼主加油！\n感谢支持！！！！我会努力的！！！"
        },
        {
            "author": "积极反攻",
            "timestamp": 1367392260,
            "txt_content": "250=mo 发表于 2013-5-1 15:06 \n感谢支持！！！！我会努力的！！！\n虽然每章短了点，不过继续加油啊！！！"
        },
        {
            "author": "250=mo",
            "timestamp": 1367393040,
            "txt_content": "积极反攻 发表于 2013-5-1 15:11 \n虽然每章短了点，不过继续加油啊！！！\n不会短啦!电脑上这样显示写在纸上可谓长篇大论啦"
        },
        {
            "author": "积极反攻",
            "timestamp": 1367397360,
            "txt_content": "250=mo 发表于 2013-5-1 15:24 \n不会短啦!电脑上这样显示写在纸上可谓长篇大论啦\n這章明顯比之前的長了，希望你越做越好（要不要改成‘寫’呢）"
        }
    ]
}