{
    "title": "粘土士兵使用说明，TXT的！",
    "author": "906138775",
    "replyCount": 9,
    "timestamp": 1367296140,
    "txt_content": " 本帖最后由 906138775 于 2013-4-30 12:29 编辑 \n\n木棒，基本武器\n\n皮革，基本防身准备\n\n食物让他们有更长久的生命\n\n金粒选出小人们的国王，一定范围内只有一个\n\n荧光粉让他们在黑暗中能发光\n\n糖：更快的速度 \n\n粘土：能救活死去的同伴 \n\n火药：让他们变成疯狂伊文，受伤时爆炸 \n\n泥土马:为小人分担50%的攻击伤害\n\n燧石让他们把木棍磨的锋利增加伤害\n\n羊毛可以填充皮革衣服增加防御\n\n你也可以给小人箭矢使他们直接得到尖木棍\n\n红石弄瞎敌军小人眼睛，让他几秒内失去攻击目标，能用两次\n\n铁锭，给小人装甲防护，但是小人不能骑马了，太重了\n\n沙砾让小人们具备远程攻击能力，能扔15次，投石兵将成为强力兵种！\n\n原木，小人得到后自己会造房屋，不能一个一个扔，要一次性扔5 10 或者20个，依据数量不同造出的房屋样式不同\n\n钓鱼竿，抛向一个地方让小人集中\n\n羽毛，让小人能从天空飘下\n\n玻璃，增加小人五个方块的视野范围，同时不会被坑爹红石弄成瞎眼\n\n飞马，和马泥草相同，当是可以飞翔，雪飞马生命力更强，但是速度慢\n\n小人们现在可以用粘土救自己的马了，虽然这难以解释\n\n货物矿车，和箱子一样，把物资放进矿车中，然后运给任何一方的小人，战斗的局势掌握在你手中！\n\n小人视角，右键一个小人可以近距离观察，按shift结束观察，更近距离体会小人的战争吧！\n\n钻石，这玩意让你的小人变成超人，拥有蓝色披风以及20倍生命，一个小粘土超人足以摧毁一个军团\n\n！\n末影珍珠，让你的小人变得邪恶，当邪恶小人杀死其他小人，邪恶将会传递，类似僵尸感染，他们会攻击你，那时就麻烦了！\n烈焰棒：让小人具备火焰攻击能力0.0\n\n小人被烧死后成为傀儡，要用饿魂的眼泪让他复活\n\n使用火焰粉的力量！你的敌人够多？给小人火焰粉！他们会冲进敌军中，散发内心怒火而自燃！真是恐怖\n\n当你手中有和小人颜色相同的颜料是，他们会跟随你\n\n给你的小人饭碗，他们会以此为盾牌，抵挡石块攻击，但是有了铁装甲的小人无法携带，太沉重了！反之亦然，投石兵也无法携带盾牌，他们要专心用石头砸碎敌人的脑袋！\n\n给小人们小麦小人能和平共处，给小人们地狱疣会产生内讧！\n\n更多种类的小人，包括西瓜兵和南瓜兵0.0\n\n小人们为不平等待遇抗议，为啥有些人是超人？现在你可以给他们纸，使得他们有和超人一样的披风，虽然这没有丝毫作用，但是看起来不错\n\n粘土曲奇，给胜利者的零食时间！他们吃了可以在几秒内毁灭一个东西（貌似会帮助你建造？还是增加攻击力？）\n\n粘土核心 新版增加物品 给予红石信号会刷出小泥人\n\n雪球和火球，两种新的远程武器，雪球可以减缓目标速度但无伤害，火球有伤害\n\n甘蔗，提高小人远程攻击精准度，除非你现在是一个盾牌，否则你只要死路一条！\n\n僵尸蛋只有青色小人会拿 貌似没什么用途 只是看上去像僵尸而已\n\n铁块，也是盾牌，貌似可以给更多小人提供更持久的防御力\n\n褐色蘑菇治愈士兵，红色蘑菇是毒药，给士兵快速杀死敌军的能力\n\n小泥人有一定几率会变异\n\n骨头，只有国王可以使用，相当于削尖的棍子，有两倍攻击距离，如果你的国王是超人，那他可以用这玩意进行一百次攻击！耐久力恐怖\n\n煤炭，更久的燃烧时间，虽然我看不懂是敌方燃烧还是我方自燃= =\n\n黄金西瓜，更好地治愈效果，灰色小人和小人村民无法使用\n\n熔岩膏让你的小兵成为人和泥肉炸弹，定时爆炸！\n\n荷叶可以让小泥人飘在水上 有铁骨骼的小泥人无法使用\n\n现在小人会淹死了，所以你需要给他们荷叶，让他们漂浮在水面。\n\n王八龟，让你的小人能在水里攻击，坐骑\n\n水桶，丢给小人他们会变回灰色，洗掉颜色，你会保留你的水桶\n\n鸡蛋！臭鸡蛋使得小人的气味被掩盖，让他们成为忍者进行偷袭\n\n剪刀，一个剪刀能变成两个剪刀片，让你的小人挥舞双刀快速斩杀敌人！\n\n腐烂蜘蛛眼，如果你想让几种小人和平共处，给他们腐烂蜘蛛眼，他们会变成想灰色小人一样的中立状\n\n兔子和壁虎！他们跳的很高，壁虎可以爬上三层高的方块，小心别让你的小人骑着壁虎溜走了！共有十六种壁虎！\n\n黄金块，给你的国王更强防御力，让他们能够在前线冲锋\n\n牛奶让你的士兵从异常状态中恢复，但是士兵会率先考虑去杀死敌人而不是没事干来捡你的奶\n\n粘土士兵核心，不停造出粘土士兵，获得源源不断地兵员补充吧！\n\n红石小人和煤炭小人，有特殊特性，黑色小人貌似皮厚，好斗！\n\n\n\n\n\n\n粘土小人.txt\n(3.42 KB, 下载次数: 361)\n\n\n\n2013-4-30 12:27 上传\n点击文件名下载附件\n\n\n\n\n",
    "replies": [
        {
            "author": "gwt8462",
            "timestamp": 1367296620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1109101628",
            "timestamp": 1367297580,
            "txt_content": "粘土马=草泥马"
        },
        {
            "author": "qq1575550349",
            "timestamp": 1367297580,
            "txt_content": "现在好像没有人玩粘土兵了，可是看到使用说明，感觉粘土兵变新鲜了！！！！"
        },
        {
            "author": "Evan丶桑",
            "timestamp": 1367297940,
            "txt_content": "LZ幸苦了~好长啊~~~"
        },
        {
            "author": "aassK",
            "timestamp": 1405247580,
            "txt_content": "你说的我放了都没用啊{:10_524:}"
        },
        {
            "author": "yan8866099",
            "timestamp": 1405286580,
            "txt_content": "，看到这个介绍觉得这个MOD好棒，然后找了好久才知道作者在1.6.2就放弃此MOD了，太可惜了。"
        },
        {
            "author": "Dou_Bi_Lu",
            "timestamp": 1416908760,
            "txt_content": "yan8866099 发表于 2014-7-14 05:23\n，看到这个介绍觉得这个MOD好棒，然后找了好久才知道作者在1.6.2就放弃此MOD了，太可惜了。 ...\n谁说的，我正在玩1.7.10的"
        },
        {
            "author": "kekebaba",
            "timestamp": 1419507180,
            "txt_content": "刮刮乐：不错哦解解决了了我很多问题"
        },
        {
            "author": "1790251374",
            "timestamp": 1421563440,
            "txt_content": "没有这个mod……一直在找……"
        }
    ]
}