{
    "title": "新版本或许将在月底发布",
    "author": "yyf202xz",
    "replyCount": 8,
    "timestamp": 1367308020,
    "txt_content": "网址（需翻墙）：http://mojang.com/2013/04/10-million-copies-of-minecraft-pocket-edition-sold\n以下原文，懒得翻译（也不会）：\nFirst, we are very happy to announce that Minecraft – Pocket Edition has sold more than 10 million copies as of yesterday. We are very thankful to all the support that we have gotten and people playing and talking about our game.\n\nSo…I know what you are thinking. “Yeah, 10m is cool but where is the next update?” We have been working hard on restructuring the backend of a lot of things for Minecraft – Pocket Edition to make future updates smoother. For instance, you can now change options without jumping back to the main menu. What you can also notice is that we have in one of our menues (more to come in the future) an experimental title where we will put in features that will work for more high end devices. The reason to put in in experimental is because we first want to test out features before making them default on.\n\nOne other big thing we have been working on is Minecraft Realms. You can read what it is here. Short story: Minecraft Realms is a cloud service that lets players play together in a more convenient manner :) No need to be online at the same time to build on your project.The basic functions for Realms are in place but there is some tweaking to be done. In the first phase of the Pocket Realms we are going to limit it to the amount of servers that people are able to create. We won’t charge you for anything and it is basically first-come first-serve. We want to make sure things work before releasing it to everyone :)\n\nOh! And buckets will be in the coming release too!\n\nWhen will I get the update?\nThe plan is to have it out by the end of May. We hope that we won’t run into some nasty bugs with the work we have currently done, but I will keep you posted on how it goes :)",
    "replies": [
        {
            "author": "Evan丶桑",
            "timestamp": 1367308080,
            "txt_content": "{:10_493:}鹰文无力啊~"
        },
        {
            "author": "ufo999wc",
            "timestamp": 1367308080,
            "txt_content": "太棒了！！！060要来了"
        },
        {
            "author": "974778701",
            "timestamp": 1367308080,
            "txt_content": "懒得一字一字看，机翻万岁~！\n\n\n首先，我们非常高兴地宣布，MINECRAFT - 袖珍版昨天已经售出了超过10万份。我们非常感谢所有支持我们得到的和玩的人谈论我们的游戏。\n\n所以...我知道你在想什么。 “是啊，10M是很酷，但哪里是下一个更新吗？”我们一直在努力重组MINECRAFT了很多东西的后端 - 袖珍版，使将来的更新更顺畅。例如，你现在可以改变不跳回到主菜单的选项。你也可以注意到的是，我们已经在我们的菜单，更会在未来我们将投入更高端设备的功能，将工作的一个实验性的标题。把在实验的原因是因为我们首先要测试的功能，然后使他们默认。\n\n另一个大的事情，我们一直在努力MINECRAFT领域。你可以读到它是在这里。短篇小说：MINECRAFT领域是云服务，让玩家一起玩，在一个更方便的方式:)在相同的时间来建立您的项目。国度的基本功能需要在线到位，但有一些调整，以这样做。在第一阶段的袖珍国度，我们要限制它的服务器数量，人们能够创造。我们不会收取你任何东西，它基本上是先到先得。我们要确保一切工作释放它之前，给大家:)\n\n哦！和水桶，将在未来的版本呢！\n\n我什么时候会更新？\n该计划是有它由5月结束。我们希望我们不会碰到一些讨厌的错误目前，我们已经做的工作，但我会与你保持它如何去:)"
        },
        {
            "author": "黄凯航",
            "timestamp": 1367308320,
            "txt_content": "这个早就发了好不好，去看下新闻板块（还是翻译好了的）"
        },
        {
            "author": "黄凯航",
            "timestamp": 1367308320,
            "txt_content": "974778701 发表于 2013-4-30 15:48 \n懒得一字一字看，机翻万岁~！\n新闻板块那儿早就发了"
        },
        {
            "author": "974778701",
            "timestamp": 1367308440,
            "txt_content": "黄凯航 发表于 2013-4-30 15:52 \n新闻板块那儿早就发了\n我根本没看内容，翻译了就直接粘贴发了上来，算水帖吧"
        },
        {
            "author": "yyf202xz",
            "timestamp": 1367308440,
            "txt_content": "黄凯航 发表于 2013-4-30 15:52\n这个早就发了好不好，去看下新闻板块（还是翻译好了的）\n好吧，还以为是第一手消息..."
        },
        {
            "author": "黄凯航",
            "timestamp": 1367308620,
            "txt_content": "974778701 发表于 2013-4-30 15:54 \n我根本没看内容，翻译了就直接粘贴发了上来，算水帖吧\n我去！×大喷血×\n这里的人不欢迎用机翻翻译重要消息（甚至不管是什么内容）然后发贴的家伙"
        }
    ]
}