{
    "title": "《阴阳》小说进度告示",
    "author": "756677537",
    "replyCount": 16,
    "timestamp": 1367412480,
    "txt_content": " 本帖最后由 756677537 于 2013-5-1 20:49 编辑 \n\n\n\n\n\n\n阴阳红卷.gif (269.08 KB, 下载次数: 1)\n\n下载附件\n\n2013-5-1 20:48 上传\n\n\n\n\n我的小说《阴阳》预计1.5W字的红卷正在编写中，目前正在修改前半部分，已经写了1W字，进度为60％哦~~了~看过《阴阳》的书友期待不？质量会很高。全书预计总共10W字。先上部分哦~序\n“艾曲康，受死吧！我们该有个了断了！”大街上，一个长发及肩、双手像用长剑般握着一把大伞的黑衣男子不顾路人诧异的目光， 向对街一名手持蓝青色长剑的短发白衣男子喊道。\n    “妖舞漆，你仍是执迷不悟吗？”身着白衣的艾曲康没有作为对手的任何严肃态度，反而是一脸悲哀，对不远处满脸杀气的妖舞漆没有一丝敌意。\n    “命注定了我们势不两立，今天就分个高低吧！看招！”妖舞漆单脚弹地，猛地飞到了空中二三丈处，双手持伞转为单手持伞，持伞的右手猛地一挥，竟有无数细细密密的短针斜斜地飞出，表面闪烁出无比刺眼的银白色光芒，分布地甚是紧密，眼看就要罩住艾曲康。\n    “哎……“艾曲康叹了一声，紧握着天青剑的左手骤然捏紧，斜斜地向右上方一划，顷刻间，一道凝青色的剑气如同化为固体一般护在身体周围，一根根尖锐的银针，却只是在剑障表面溅起道道火花。“叮叮叮叮叮”，居然没有一根能攻破。而一招一发，路上的行人竟是被波及了一大片，黑气似雾般扩散开来，顿时就有数十人中毒倒地，俄而口吐白沫。繁华热闹的古街上其余百人早已逃的逃，躲的躲，个个哭爹喊娘，大叫恶魔降世。“妖舞漆，放弃你的邪功吧，你已经濒临走火入魔了！”艾曲康垂下眼睑，为无数被眼前这无情男子所害死的无辜百姓感到怜惜与悲哀。\n    “走火入魔？那是什么东西？”妖舞漆缓慢地从空中落到地上，眼眸骤然一缩，被长发覆盖的阴森的面孔上露出的是恐怖到刺骨寒心的笑——或许那已不算是笑，而是恶魔的姿态。“告诉你一个秘密——我的功力已经达到大乘阶段，妖王过几天就会降临在大陆，而我——作为最优秀的邪族弟子，马上就要成为妖王的使者了！那时，整个世界都是我们邪族的天下；而我，定会成为世界的主宰！哈哈哈哈哈！”妖舞漆仰天长笑五声，竟在笑出最后一声时因为笑得太剧烈而一下喷出了满口血雾，但他却似乎毫不在意，继续开口吼道：“你知不知道，还差你一人，也是有着非凡意义的一人！你这一条命，我是必须要拿了！……废话不多说，接招吧！哈哈哈哈哈哈哈！”妖舞漆不由自主地发出一阵狂笑，紧接着又从单手持伞转化为双手持伞，黝黑的伞面不留情面地狠狠砸在地上，砖头砌成的地面却没有任何预想的裂缝，仅仅是闪现一丝诡异的黑光后立刻恢复了原样。然而，一股强烈的不适感却顿时蔓延于艾曲康身上。\n    “这次是从地下么？呵……”艾曲康头猛地一抬，深邃的双眼直直对着妖舞漆，眼中竟是惋惜之情。\n    “别这样看着我！混蛋！”刚发出一招而暂时毫无戒备的妖舞漆由于强大的精神冲击痛苦地捂住双眼，邪恶的黑气夹杂着浑浊的血液从眼中源源不断地流出，“啊……”。\n    “什么？”艾曲康急忙跑上前去查看，而他的第二步跨出后，身后正好冒出一连串闪着黑光的铁针，土尘与砖头的碎块一齐崩飞，一时间飞尘四溢，迷了人眼。艾曲康习惯性地一转头，却是看了个清楚，顿时惊讶不已。“毒……妖舞漆，你练了毒功？”黝黑色的铁针上，硕然粘连着一层细薄稠长的无比幽绿的毒液。“妖舞漆……你真的要杀了我！？”这时，街上已只剩两人，寂静得没有了人声。。\n    “哈哈，终于上当了，去死！”妖舞漆的巨伞猛地张开，又是无数根针喷发，直攻妖舞漆数十要害。黑气眨眼间笼罩了刚撤去警备的艾曲康，艾曲康没有一丝挣扎，就迅速化为了一滩血水，一道白光从他的胸口悄悄地闪现了一下后转瞬即逝。 “哈哈哈哈哈！我成功了！哥哥啊哥哥，你终于死在了我手下！你就在黄泉下后悔……呃！”剧烈的疼痛从胸口传来，低头一看，一柄蓝青色的长剑正直直刺在自己的胸口。\n“不——”代表邪恶的妖舞漆身上喷发出一股股黑色的血雾，没动弹两下，就被剑锋上不断闪现出的青白色光雾所吞噬。 第1章        minecraft世界“这是哪里？”艾曲康下意识地直起身来——远处，阳光明媚；近处，小鸟欢歌。但一切都短了几截，暗了几分——突然意识到自己是躺在地上的。“这里是哪？是死后的世界吗？”\n   “你还活着，得了妄想症的呆瓜。”艾曲康的身后突然传来一阵雷鸣般的说话声，嗓音犹如巨人般沉重，又如至亲般亲切，给人一种肃然起敬的感觉。   “啊！”扭头一看，竟是一只无比巨大的黑龙——紫色的瞳孔散发着绿光，两只翅膀甚可遮天，散发着幽光的嘴巴正是在一张一合，吐出人才拥有的字眼。艾曲康一下子进入了警戒状态，习惯性地左手一抓，想要拔剑出鞘，却抓了个空；但人还是飞快地站了起来，肉眼可见的灵力凝成一片雾，飘散在身体周围，随时准备攻击补给。但他发现，自己的动作还是比平常慢了不下数拍，“怪物！？”\n    “哈哈，身手不错，人类。不过你不用担心，我是刚好在这里呢，我也不是什么怪物，至于我的名讳嘛——说出来怕吓死你。小家伙，你叫我龙就可以了——这不，我就发现你这个小东西躺在这了，看你的样子倒不像是这个世界的东西，刚才我感受到两股强烈的异次元波动，如果判断没错的话，就是你和另外一个家伙通过‘门’传送过来了。”此时，如果是这个世界原有的生物看到它，肯定会吓破了胆：传说中伟大而又孤僻暴戾的神兽，终界之王末影龙居然出现在了正常世界；但艾曲康却完全没当回事，他正想着的是——妖舞漆也来了吗？想到自己犯了无数次错的亲生弟弟还活着，还有挽救的希望，自己在这世上至少还有这么一个亲人，艾曲康的心中不由多了一丝慰藉。\n    “喂，想什么呢？麻烦你专心听话好吗？看你身手不错挺有发展潜力的，当我的手下打打杂怎么样？”\n    “不，谢了。我更希望自由。”神兽的主动请缨，竟是被艾曲康断然拒绝。\n    “什么？”末影龙愤怒地一吼，远处的几只野猪顿时被震晕过去；但艾曲康却当成耳旁风一样过滤掉了，令它顿时一惊，似乎想起了什么，不过它毕竟是神兽，还是马上就恢复了姿态。“我是伟大的终界之王，更是至尊的神兽，跟着我有什么不好的？”末影龙竟是一下子鲁莽地说出了“说出来吓死你”的自己的名讳。\n    “也许是因为我不是这个世界的人吧，而且我并不在乎名利与地位，更不愿意被束缚自由，我一直在追寻的是真正的力量，所以我……”“真正的力量？哈哈哈哈，这是我听过的最好笑的笑话了。我末影龙自认为力量惊人，但是这真正的力量我照样没找到。就凭你这小小的蠕虫也想分一杯羹？”说到这时，末影龙左翼一伸，用细长的翼骨的尖端轻轻地戳了一下艾曲康的头，好像是在嘲笑他自不量力一样。“末影龙先生，恐怕你误解了。虽然我不愿意当你手下，但我还是愿意跟着你的，当做熟悉一下环境吧，不过……”\n    “不过什么？你这渺小的人类还想跟我谈条件吗？真是笑死人了。”“不是谈条件，你看我，连把像样点的武器都没有，吃的也没有，穿的也就是一件破破烂烂的长衫，你说就算当你的随从，也……”\n    “真是的，这点小事也麻烦我。”末影龙虽然有些不情愿，但还是照办了。又是一次仰天长吼，不过这次却差点震穿艾曲康的耳膜。\n    这一震，竟是令远处的牛羊口鼻溢血；末影龙又是一声沉闷的低吟，牛羊的皮毛和肉块就在空中不断地交织着，点点彩光从中不断溢出，甚是诡异。\n   “哎，我来到人间后居然能力削弱了不少，而凋灵那老混蛋却四处作祟……”\n   “那个……什么凋灵？”\n   “没什么，你这小人类就不要管了，做好你身为小跟班应做的事吧——收好！”眨眼间，一个皮革背包织好了。又是一声低吟，几道彩光落入了空中的大背包，紧接着，背包缓缓落下，竟自己到了艾曲康的手上。\n    “看看吧，里面有你十天的肉粮和一套合身的衣裤——韧性不错，至于水，路上一定会有的，不用担心。对了，还有一小颗我的龙血凝成的丹药，你刚从门过来，想必难以适应环境，功力必会在短时间内大幅下降。这可是无价之宝，你这人类可是大大地沾了我的光。这玩意能大幅度提升能力，当做给你的礼物。越早吃越好——你现在就吃了吧。别贪多，龙血和人血还是极为不同的，我再给你也没好处，而你——很有可能会死掉。顺带说一句，有史以来我只给过两个人类血丹，一个是我的老朋友，和你一样天资不错，叫herobrine，还有一个就是你了——你这小子可要好好记住。末影龙的“至于剑的话，等我明天适应环境后给你把就是——对了，herobrine也用剑的，你们人类就那么喜欢用剑吗？”每次都用翅膀和爪子进行攻击的末影龙十分不解，它觉得人类也应该用自身的武器来攻击他人才对。\n    “当然，我们人类脆弱。”艾曲康朝着末影龙笑笑，也没说一个谢字，只是意味深长的看了末影龙一眼。他突然想起了皇上身边的红人太监。比起某些人口头上的甜言蜜语，他更善于用行动来表示感谢；然而这一笑却令末影龙心底升起一股多年来没有的暖流，令它坚定了对艾曲康的看好。艾曲康忙拿出丹药吞了下去，顿时的一股热流从喉咙贯到脚底。而他的心中，也更多了一份对这个世界的向往。\n    “对了，龙，这个世界叫什么？”\n    “Minecraft。”“迈恩、克热……爱付忒……吗？真是一个奇怪的名字。这个陌生的世界，等着我来闯荡吧！”艾曲康喃喃地念叨着，目光傻傻地盯着远方的落日。\n",
    "replies": [
        {
            "author": "su3155323",
            "timestamp": 1367412840,
            "txt_content": "不錯，但是LOGO嚇死我了= ="
        },
        {
            "author": "板栗。酱",
            "timestamp": 1367412900,
            "txt_content": "这是什么小说？   "
        },
        {
            "author": "aallookk",
            "timestamp": 1367413680,
            "txt_content": "。。。。。。"
        },
        {
            "author": "小黑人",
            "timestamp": 1367415060,
            "txt_content": "157....H抗....我表示已经无语了 这两名字"
        },
        {
            "author": "756677537",
            "timestamp": 1367415120,
            "txt_content": "小黑人 发表于 2013-5-1 21:31 \n157....H抗....我表示已经无语了 这两名字\n这两名字咋了"
        },
        {
            "author": "小黑人",
            "timestamp": 1367415300,
            "txt_content": "756677537 发表于 2013-5-1 21:32 \n这两名字咋了\n是不是157还有个弟弟叫妖妖舞... H抗还有个哥哥叫B受..."
        },
        {
            "author": "756677537",
            "timestamp": 1367416080,
            "txt_content": "小黑人 发表于 2013-5-1 21:35 \n是不是157还有个弟弟叫妖妖舞... H抗还有个哥哥叫B受...\n……"
        },
        {
            "author": "小黑人",
            "timestamp": 1367416140,
            "txt_content": "756677537 发表于 2013-5-1 21:48 \n……\nLZ很对不起我刚手贱举报你了"
        },
        {
            "author": "jxy200172",
            "timestamp": 1367416380,
            "txt_content": "超时空路过             ！1!!！"
        },
        {
            "author": "Erpang",
            "timestamp": 1367418840,
            "txt_content": "小说不是很喜欢。但是还是顶一个"
        },
        {
            "author": "ckj",
            "timestamp": 1367419860,
            "txt_content": "那字在蠕动。"
        },
        {
            "author": "caulder",
            "timestamp": 1367420460,
            "txt_content": "动画什么的没问题么~"
        },
        {
            "author": "hmy123456",
            "timestamp": 1367440920,
            "txt_content": "又有小说啊~好想挺长的~"
        },
        {
            "author": "756677537",
            "timestamp": 1367471280,
            "txt_content": "Erpang 发表于 2013-5-1 22:34 \n小说不是很喜欢。但是还是顶一个\n是我写的不好还是不符合你喜欢的风格？"
        },
        {
            "author": "Erpang",
            "timestamp": 1367492280,
            "txt_content": "756677537 发表于 2013-5-2 13:08 \n是我写的不好还是不符合你喜欢的风格？\n不符合风格吧，如果图文并茂会非常好看"
        },
        {
            "author": "1969713106",
            "timestamp": 1367670720,
            "txt_content": "……我还以为是MC的小说……"
        }
    ]
}