{
    "title": "神啊，我难道玩不起啊。",
    "author": "Jimu",
    "replyCount": 3,
    "timestamp": 1367487300,
    "txt_content": "神呐!我配置还不够吗，一玩光影就卡的个B样。特别是水反= =求哪位大大给我解决下是什么问题导致的= =\n\n配置：\n电脑型号 戴尔 System XPS L502X 笔记本电脑\n\n操作系统 Windows 7 旗舰版 64位 ( DirectX 11 )\n\n处理器 英特尔 第二代酷睿 i7-2630QM @ 2.00GHz 四核\n\n主板 戴尔 0NJT03 (英特尔 HM67 芯片组)\n\n内存 4 GB ( 海力士 DDR3 1333MHz )\n\n主硬盘 西数 WDC WD7500BPKT-75PK4T0 ( 750 GB / 7200 转/分 )\n\n显卡 Nvidia GeForce GT 540M ( 1813 MB / 戴尔 )\n\n显示器 友达 AUO17ED ( 15.3 英寸 )\n\n光驱 索尼-NEC Optiarc DVD+-RW AD-7717H DVD刻录机\n\n声卡 瑞昱 ALC665 @ 英特尔 6 Series Chipset 高保真音频\n\n网卡 瑞昱 RTL8168E PCI-E Gigabit Ethernet NIC / 戴尔、\n\nHelp me~在线坐等=v=如果讲不清楚QQ 1592197169 找我- - 感谢。。。。[diamond_gem]",
    "replies": [
        {
            "author": "lyh917917",
            "timestamp": 1367487300,
            "txt_content": "感觉最大的可能性是本子的双显卡智能切换判定MC使用集显进行游戏，所以双显卡机器如果能设定单一游戏使用独显就设置一下，没有设置的工具的话就禁用集显，只使用独显进行游戏。禁止的方法可以是BIOS里设置（如果BIOS对应版本支持的话），或者在设备管理器里的显示卡选项中找到对应的I卡禁用。\n\n当然如果已经设置过还是会非常卡的话，先更新显卡驱动到最新，还不行的话那尽量调高虚拟内存或设置进程优先级补救一下（假如到最后一步还没啥大改变的话那估计是没救了-  -）。\n\n\n\n（另外附上我自己的例子作参考：用的是和你同期的一个A卡本子，配置基本差不多，在没禁用集显之前原版游戏帧数只有20-30，水反光影更是天方夜谭，后来测出机器一直在用集显跑，A卡的智能切换指定使用独显也没用。接着搜了下BIOS版本，发现有能够使用全局独显的版本，刷完BIOS以后试验问题依旧，而且还出现了运行一段游戏后黑屏卡屏然后右下角显示显卡驱动已停止工作的提示，只好升级驱动到最新版本，试了下帧数还是没变，但是不会卡屏了。然后开启A卡的POWERPLAY（A卡自带的降低功耗并使用独显全速运行的技术）这时候进游戏，原版80-90帧以上，水反光影依屏幕中物体多少保持在20-30左右，不算高，不过玩还是能玩）"
        },
        {
            "author": "lyh917917",
            "timestamp": 1367517180,
            "txt_content": "专门去搜了下你这个型号本子的情况，GAMESPOT上也有不少哥们情况和你类似，选了几个有代表性的过来，能看懂最好，看不懂也无所谓，大致意思就都是说错误都是和双显卡切换有关，基本上可以肯定你这个情况就是用集显在跑。\n另外有一点需要注意，就是下面这个帖子所提到的，在指定用独显运行程序的时候，不仅要选择MC的运行程序，同时也要选 javaw.exe这个程序（C:\\Program Files\\Java\\jre6\\bin），不然可能仍旧无效..\n\nhttp://www.neowin.net/forum/topi ... tegrated-need-help/\njavaw.exe is what you need to set to run with the \"High performance NVIDIA processor\" in the NVIDIA control panel. javaw.exe can be found in C:\\Program Files\\Java\\jre6\\bin (may differ depending on whether you're on 64 bit or not, or if you're using Java 7). \n\n\nGameSpot:\nJul 2, 2011 4:37 am GMT\nThe Intel HD chipsets, are mostly for video, they can do a half decent job at DirectX applications as well, but Minecraft uses OpenGL, something the Intel HD family is absolute rubbish at.\n\nJul 2, 2011 11:18 am GMT\noops forgot to post this last time. for those of you using nvidia optimus go to the optimus menu and set the preferred graphics card overall to the nvidia one not the intel HD, then go to minecraft and set it to use only the dedicated GPU. its the only way ive ever gotten over 30FPS in minecraft with my laptop. and usually I get 400 FPS now.\n\nJul 5, 2011 10:36 am GMT\nI found out how to solve the issue. Not sure if anybody posted it here and I didn't notice it, but the issue was Minecraft occasionally running on the lower-end video card, meant to save battery life. By going to the NVIDIA Control Panel by right-clicking on my desktop, and switching onto my high-end video card I was able to stabilize my FPS in Minecraft on maximum graphical settings. Thanks for the replies, guys. (including the smart-asses who only came here to flame Dell and brag about their Alienware)"
        },
        {
            "author": "Jimu",
            "timestamp": 1368439980,
            "txt_content": "lyh917917 发表于 2013-5-2 17:35 \n感觉最大的可能性是本子的双显卡智能切换判定MC使用集显进行游戏，所以双显卡机器如果能设定单一游戏使用独 ...\n谢谢了，纯手打吗。。。 厉害。"
        }
    ]
}