{
    "title": "【新闻】Minecraft Xbox360 最新情报",
    "author": "zjs951123",
    "replyCount": 10,
    "timestamp": 1319499420,
    "txt_content": "以下是原文的一些小翻译， 并不是全部内容， 如果有什么遗漏请指出谢谢 A_A\n\n正如大家所知，Xbox360将会在2012年的春天发布Xbox360版的Minecraft， 还有什么能比在主机上玩到Minecraft更令人兴奋的呢？ 得到一台Minecraft主题的Xbox360主机如何？现在， 在Minecon大会上（*作者ps：Minecon展会将会在2011年11月18-19日在美国拉斯维加斯举办，想了解更多可以登录 http://minecon.mojang.com/ ）， Curese将会组织一个XXXXXX抽奖, （不会翻，其实是懒得翻了。。） 奖品包括一台Minecraft主题的Xbox360主机，还包括：\n·雷蛇游戏配件包x4 （Mamba游戏鼠标，Vespula游戏鼠标垫， Blackwidow Ultimate游戏键盘，Megalogon游戏耳机。。我是真心hold不住了。。。都是极品啊。。）\n·英特尔固态驱动器x4 （我是小白这是纯翻译， 表示不懂这是什么。）\n·价值100美元的 J！NX 礼品券x5\n·索尼爱立信提供的Minecraft品牌Xperia Play\n\n\n（我了个擦要不要这么诱人！@#￥%……&*？）\n\n剩下的就是一些展会信息了，比如一些展会活动什么的， 本来都翻好了结果没有保存。。。 整个人都斯巴达了。所以这里我就不再翻译出来， 原文就在Minecraft官网主页 http://www.minecraftforum.net/\n\n\n\n原文：\nAs many of you already know, Minecraft is coming to the XBox LIVE Arcade in the Spring of 2012!  What could be better than playing Minecraft on your console?  How about playing it on your very own Minecraft-themed XBox 360?  Now, you can!  At Minecon, Curse will be hosting the Diamond Deposit Scavenger-Hunt drawing sweepstakes!  In addition to a Minecraft-themed 360, prizes will include:\n\n\nUltimate Razer Gaming Accessories Pack - x4 (includes Mamba gaming mouse, Vespula gaming mouse mat, Blackwidow Ultimate gaming keyboard, Megalogon gaming audio)Intel Solid-State Drive - x4$100 J!NX gift certificate - x5Sony Ericsson will be providing a Minecraft-branded Xperia play\n\n\n...and much more!  \n\nIn addition, we will have a few special events of our own, such as a forum exchange, where people online can communicate with attendees at the show, including a special display set up to show comments at the Curse booth and here on the forums!  See your friends and chat with them live, or anyone else who may pay a visit to the booth - attendees will also be able to communicate with forum users from the booth!\n\nIn addition, there will be a green screen photo op where attendees can get their photo taken in front of a green screen, and then choose from 3-5 different Minecraft backgrounds!  Participant's heads will be morphed into a cube in the picture to make you look like a minecraft character; we will also have props for people to pose with in their pictures as well!  The pictures will be instantly uploaded to our Minecraft Forums Facebook page, where people can 'like' the photos.  The photo with the most 'likes' will win a prize!\n\nAlso, don't forget that we still have a sweepstakes, where you can win a chance to get an all-expenses-paid trip to Minecon!  These sweepstakes are only for a limited time, however - entries must be received by October 25th, 2011 - don't miss out!  We're very excited to be at Minecon, and we look forward to seeing you there!\n\n\nNote: the sweepstakes are open to U.S. residents only; we would love to have everyone, everywhere participate - unfortunately, there was no way to get all the legal paperwork handled for every participating nation before Minecon.  Don't worry though, we will have something special for you in the future!\n\n__________\n\nAre you interested in fighting games? Curse wants to know! Head over to Curse to fill out a survey and let us know your opinions on fighting games! We will have the results of the survey for you in a few weeks, so you can find out how you compare with the rest of the gaming community!\n                                Posted in: News\n                                Promoted from Minecraft Coming For XBox; Minecon Contest\n\n\n\n\nMinecraft主题Xbox360主机：\n\n\n\n\n\n\n\n\n求人气啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！！！\n",
    "replies": [
        {
            "author": "papwick",
            "timestamp": 1319504760,
            "txt_content": "没玩过xb 诱惑不大"
        },
        {
            "author": "ghostboyz",
            "timestamp": 1319516280,
            "txt_content": "XBOX360党撸过一下"
        },
        {
            "author": "hhyx",
            "timestamp": 1319517240,
            "txt_content": "穷B撸过。 怎么木有minecraft版小霸王（拖"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1319518020,
            "txt_content": "我想要那个主机0.0"
        },
        {
            "author": "qaz13727245717",
            "timestamp": 1319520660,
            "txt_content": "我想要那个主机0.0+1"
        },
        {
            "author": "geludan",
            "timestamp": 1319527800,
            "txt_content": "总是疑惑为什么不把电脑叫做主机。。。国外不提，中国肯花钱买360，ps3，ps2的可是少数啊，大多是电脑"
        },
        {
            "author": "zjs951123",
            "timestamp": 1319583540,
            "txt_content": "green丶bastard 发表于 2011-10-25 12:47 \n我想要那个主机0.0\n我也想要啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "eften_h",
            "timestamp": 1319603340,
            "txt_content": "哎！！真么赞！！！！期待啊！！！"
        },
        {
            "author": "utina123",
            "timestamp": 1319605560,
            "txt_content": "哈哈哈 限量版的主机看上去很带感啊 。。。"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1319613480,
            "txt_content": "- -限量个球 可恶"
        }
    ]
}