{
    "title": "关于国内服务器发展历史与现存服务器吸引力发展规则",
    "author": "ppoppo",
    "replyCount": 5,
    "timestamp": 1367810340,
    "txt_content": "ok 废话我们就不多说了。直接第一个。\n                                                                                                        国内MC服务器发展历史\n\n      minecraft从2009年开始发行以来一直以鲁滨逊世界观，集合了建筑冒险物理电学等现世界元素，博得各种DAY玩家的支持和喜爱。自论坛和贴吧建立起来我国自2010年末，大部分服务器一直以探索态度进行了未保护插件蛤蟆服务器，全靠OP和玩家自觉，直到保护插件 RES领地  LWC箱子 xAuth插件等的保护下，高级玩家开始于2012年初开始陆续推出保护系列的和谐类型蛤蟆服务器，这样截止了大部分心态不好的玩家在服务器做伤害集体利益的事情发生。\n        2012中期，国内MC服务器开始有minecraft贴吧,论坛，极游三大实力开始建立三大型服务器，因服务器发展需要各种官方建筑为前提，所以在每一次新的周目来临，服务器都要开始忙碌的准备前期铺设调整测试.在大服务体验过的部分玩家，也开始集合玩家，租用和购买服务器开始了我们所知的百人认定IP服务器犹如雨后春笋般冲击在联机玩家面前。直到现在，已发展到了有个人购买大型处理服务器和宽带的MC服务器诞生，其中现在比较著名的有 ——1024人生存的    时光服务器   300人生存的    地球都市服务器 （地球都市还有大型MOD服务器也是300人） 300人   GMW生存职业分类服务器等\n                                                                 服务器吸引力发展规则\n      首先让我们来看现在国内比较热火的服务器。不分排名也无法排名。   地球都市    云之城    时光    地球都市MOD    王国复兴 。\n\n\n地球都市，以无MOD纯净生存为主，多方位保护新手联机玩家的利益和发展，以人数热度和管理的细腻赚取吸引力，在三周目后BAN了羊和鸡2种动物在主世界的生成，四周目后期更换了更好的服务器，开启了流水效果和羊的生成。分析——以照顾和谐为基础，对于初次联机的新手有很大的吸引力和向心。当然对于探讨深入MC精粹，这些远远还不够。不过只要一个亮点做得好，就不怕没有玩家不喜欢。          总结亮点吸引——休闲.建筑.多人服\n\n\n云 之城， 以IC2 林业 格雷IC 神秘3 等有名MOD集合的一个半战争服务器，主城建设等于无。国家建设2个，有魔法国以及工业国。201304月开始招收大批玩家。更改了部分物品代码和合成方式。此服务器商店是一个败笔，还有工业城的领地规划，工业城地下无权限，玩家可以破坏。整体来说管理层没有真正的做好细致的工作。分析——以国家派系，半战争多MOD的多元化服务器，吸引有基础的MC玩家。在分派之间让玩家感受到别的派系带来的威胁和突袭的刺激。当然由于服务器商店的不完善，基本玩家都是穷光蛋。这点是后天因素，只要管理用心一天就可以完成。       总结亮点吸引——多元化，派系，多人服\n\n\n           一个服务的吸引力我们可以划分为三个阶段：新手玩家     基础玩家     老手玩家，来讨论\n\n其中新手玩家——以寻求熟悉游戏物品，人文交流，休闲建筑为喜欢点。\n\n\n          基础玩家——已经熟悉了原版的全部，对于 多元化MOD  红石力量MOD等动脑筋新奇的环境为喜欢点\n\n\n          老手玩家——已经玩过了大部分的MOD和熟悉服务器的生存规则。他们的目的只想展出自己在游戏中的实力，这时候，战争服成为老手的聚集地，因为这里才是他们要的杀虐感。\n\n\n          最后总结，多人服是决定因素。然后是细腻的管理系统 ，多元化版本  ，建筑的新奇。战争的刺激感。\n\n\n今天就写到这里了，希望对于要开服务器的玩家有一定的方向帮助。\n\n\n最后感谢论坛的一个老家伙，帮我找资料和进游戏试玩。谢谢大家\n\n\n\n\n",
    "replies": [
        {
            "author": "flyboys",
            "timestamp": 1367810700,
            "txt_content": "我等建筑党们被华丽丽的无视掉了"
        },
        {
            "author": "ppoppo",
            "timestamp": 1367810820,
            "txt_content": "flyboys 发表于 2013-5-6 11:25 \n我等建筑党们被华丽丽的无视掉了\n建筑师是最辛苦的职业……不是很多人可以坚持下去，但是有建筑才有服务器，所以建筑师，才是真正的MC灵魂。"
        },
        {
            "author": "ppoppo",
            "timestamp": 1367812500,
            "txt_content": "{:10_510:}大家觉得好就回复一下吧。毕竟是某老人家花了一个星期去各国内服务器玩后总结出来的0w0"
        },
        {
            "author": "板栗。酱",
            "timestamp": 1367813880,
            "txt_content": "支持一个~\n话说LZ你去做任务升级吧~"
        },
        {
            "author": "qinmo110",
            "timestamp": 1367890980,
            "txt_content": " 本帖最后由 qinmo110 于 2013-5-7 09:45 编辑 \n\n我本身就是一名建筑师= = 其实建筑对于建筑师来说，不累。那就是他玩MC唯一喜欢做的事情！如果觉得累的话。他肯定就不搞了。就算搞出来，肯定不好看！因为不是用心做的。建筑师的思想就是造伟大的建筑，让玩家们来出合理的评论。让自己的内心有一丝丝成就感，由于现在建筑师非常多。可分两种。真建筑师，假建筑师。真的建筑师不用说。假的大概也明白。就是说为了飞。无敌。创造。才来当建筑师的。玩几天没意思就走了!"
        }
    ]
}