{
    "title": "刺客大师Ezio的一生以及名言！（文库转载）",
    "author": "azsx6912121",
    "replyCount": 15,
    "timestamp": 1367933760,
    "txt_content": "  人物生平 1476年文艺复兴时期，17岁的埃齐奥是在佛罗伦萨出生的贵族，家里有父亲乔瓦尼，母亲玛利亚，兄长费德里克，弟弟彼得鲁乔，妹妹克劳迪娅，也有一位美丽的初恋情人克里斯蒂娜，日子无忧无虑，终日和其他贵族来往，对他父亲和刺客组织之间的关系毫不知情。小时候他就在优秀的银行家乔瓦尼·托纳布尼手下做过学徒，为以后继承父业做好准备。但由于父亲旧友乌贝托的陷害，父亲（银行家，真实身分实为刺客）、兄长以及弟弟被判以叛国罪名而被处以绞刑。埃齐奥带着母亲及妹妹逃离佛罗伦斯至蒙特里久尼投靠伯父马力欧·奥迪托雷，为报家族之仇及保护家人而决定跟随伯父学习战斗技能并继承父亲遗志－为佛罗伦萨统治者洛伦佐·德·美第奇效命及刺杀策划是次阴谋之帕锡（Pazzi）家族成员。在年轻发明家达芬奇及其他市民协助下，埃齐奥在往后20年间把相关成员逐一刺杀，并了解众人之首为圣殿骑士团团长罗德里哥·波吉亚（Rodrigo Borgia），目的为推翻美第奇家族以占领佛罗伦斯，从而遂渐统领意大利。埃齐奥前往威尼斯进行调查后发现波吉亚已获得当年阿泰尔持有的古代遗物“伊甸碎片”，并欲成为教宗AC2人物形象\n以获得教宗十字（伊甸碎片“圣杖”）以开启位于罗马西斯廷小堂圣座下之“地窖”（The Vault）。埃齐奥在伯父及刺客组织成员协助下成功夺得碎片，并于1499年前往罗马刺杀已成为教宗亚历山大六世之波吉亚。\n二人各以其“伊甸碎片”战斗，波吉亚夺回埃齐奥手上之碎片并逃至“地窖”但无法将之开启，埃齐奥追至后二人以肉搏方式再次进行战斗，波吉亚于被击败倒地后发现自己从来没有资格进入“地窖”而求一死，但埃齐奥认为即使将之刺杀也无法使家人复生而拒绝。以“圣杖”及“伊甸碎片”之力量艾吉欧成功开启“地窖”，此时自称为弥涅耳瓦（Minerva）之立体影像启动并道出真相及预言。\n刺客信条：兄弟会（41-50岁）成熟ACB人物形象\n1499年12月文艺复兴时期，40岁的埃齐奥于放弃刺杀教宗亚历山大六世罗德里哥·波吉亚（Rodrigo Borgia）后回到蒙特里久尼。1500年1月，教宗之子切萨雷一天晚上领兵对城市发动攻击。切萨雷于城破之时夺回艾吉欧伯父马力欧·奥迪托雷（Mario Auditore）保管之古代遗物“伊甸碎片”、将之枪杀及命士兵枪伤埃齐奥。埃齐奥负伤带领佣兵及家人逃走后独自前往意大利首都罗马，并发现波吉亚家族已几乎完全控制了整个罗马市，市区百业萧条，市民被剥削而生活困苦。以市内台伯河上的小岛台伯岛为基地，埃齐奥联结市内妓女、盗贼及佣兵势力，以及招揽反抗的市民加入其刺客兄弟会以解放在教宗势力控制下的罗马。于各方协助下，埃齐奥得知切萨雷的财政由其兄长胡安·波古耳负责，而切萨雷则欲借助法国瓦卢瓦公爵路易十二的军事力量以及发明家达芬奇之战争机器以征服意大利。\n在把切萨雷的财源和军队瓦解以及把达芬奇的战争机器毁灭后，埃齐奥于1503年潜进梵蒂冈圣天使城堡欲与教宗对质时得知“伊甸碎片”已落入教宗手上，而教宗因不满其子无穷的野心（包括对蒙特里久尼发动攻击）而对切萨雷下毒。切萨雷得知后把教宗杀死并到圣彼得大教堂夺回碎片但被埃齐奥先行夺得。同年12月教宗儒略二世即位并下令拘捕切萨雷。1507年3月埃齐奥前往西班牙维亚纳并于围城战中与切萨雷进行最后决斗，埃齐奥把切萨雷击败后将其从城墙投下，最后把碎片藏在罗马斗兽场附近一密室内。ACB游戏壁纸\n\n刺客信条：启示录（52-59岁）探索ACR人物形象\n1511年3月（教宗亚历山大六世之子切萨雷被击败后四年），52岁的埃齐奥为了解刺客组织及目的而前往三百多年前刺客组织根据地－叙利亚城市马西亚夫，发现当年作为刺客基地的堡垒已被宿敌圣殿骑士团占领，并获悉阿泰尔在堡垒地底一密室内藏了一件力量足以永久结束刺客与圣殿骑士团之间的战争之遗迹，其中四个能解开此遗迹封锁的封印被藏在奥图曼帝国城市君士坦丁堡内（最后一个封印已为圣殿骑士团于当地皇宫地底所得）。\n埃齐奥用了十个月的时间从罗马来到了Acre（阿卡）城。在那里，他得知通往马斯亚夫的道路上布满了强盗和雇佣兵。他还在那里给克劳迪娅写了一封信，告诉她自己的情况，并告诉她，如果自己不幸身亡，不要寻求复仇。之后，埃齐奥就赶往了马斯亚夫。1511年3月，埃齐奥来到了马斯亚夫村庄，前去城堡时却被圣殿骑士伏击并俘获。马斯亚夫圣殿骑士的首领Leandros将埃齐奥带上了瞭望塔，企图将他吊死，却被埃齐奥挣脱，跳下塔去逃脱。最终埃齐奥杀死了Leandros并夺得了Niccolo Polo的日记。\n在意大利藉书藉收藏家索菲亚·萨尔托尔（Sofia Sartor）及奥图曼王子苏莱曼协助下，埃齐奥在往后逐一获得其余四个封印，并了解君士坦丁堡则因另外二名王子艾哈迈德和塞利姆正因争夺王位而处于混乱之中，而苏莱曼则怀疑此事与圣殿骑士团有关。埃齐奥于进行调查后得知圣殿骑士团欲在当地建立军队以推翻奥图曼政权和重建拜占庭帝国，但真正的目的是利用艾哈迈德找出所有封印以进入刺客保垒之地下密室。艾哈迈德企图以苏菲亚作为人质迫使埃齐奥交出其持有的封印但不果，塞利姆其后带兵处死了艾哈迈德并命令埃齐奥探寻Altair的记忆\n永远离开君士坦丁堡。埃齐奥带着苏菲亚重返刺客堡垒并成功开启阿泰尔之密室，发现阿泰尔的骸骨－当年阿泰尔为保护从圣殿骑士团夺得之古代遗物伊甸碎片而把它和自己锁于此密室内。在决定把碎片留下后，埃齐奥希望戴斯蒙能替其及阿泰尔寻找他们穷其一生所找出的问题的所有答案。\n刺客信条：余烬（晚年）晚年的Ezio\n埃齐奥和索菲亚在威尼斯成婚。1513年五月，索菲亚诞下一女，名弗拉维娅，1514年十月又诞下一子，名马尔切洛。1524年时埃齐奥一家人已经在托斯卡纳的乡下庄园里定居。在那里，埃齐奥照料着一个葡萄园，在闲暇时也写了不少东西。\n某一天，索菲亚带着马尔切洛去了克劳迪娅家，家里只剩下埃齐奥和弗拉维娅。而正当埃齐奥在摘葡萄时他却看到一个不知名的人接近正在家门口玩耍的弗拉维娅。埃齐奥惶恐不安地赶向他的女儿，抓住了来者的衣领，在不经意间看到了她脖子上的刺客挂饰。\n来者说她叫邵云，是个中国来的刺客。她希望能从埃齐奥这里得知如何建立一个成功的组织。埃齐奥不想再提起往事，坚决地拒绝了，甚至要赶走邵云。但在索菲亚的劝阻下，埃齐奥最终同意让邵云在庄园休息几天。\n第二天，埃齐奥却发现邵云在他的私人书房，正在看他桌上的信。虽然邵云解释是风将门吹开的，埃齐奥还是愤怒地让她滚了出去。\n出了书房后，邵云却向埃齐奥背出了埃齐奥所写的信上的内容，希望知道是什么意思（信是埃齐奥的遗书，全文在本帖最开始有）。埃齐奥听到自己写的信后终于妥协，将少君带到了佛罗伦萨，还向她讲述他自己的故事。\n二人正准备从佛罗伦萨回来时却遭人袭击。虽然来人被邵云打退，但她表示后面肯定还有人来。在赶回庄园的路上，邵云更详细地向埃齐奥介绍了她的情况。原来，邵云曾是嘉靖皇帝的侍女，被她的师傅从宫中救出后两人就被嘉靖追杀。她的师父带她来到了意大利，希望找到传奇刺客大师埃齐奥的，但却在威尼斯被追兵杀死。\n回到庄园后，埃齐奥就让索菲亚带着孩子们去马基雅维利家里避避风头，自己则和邵云留了下来。晚上，在炉火旁，埃齐奥向邵云解释了刺客组织最核心的概念——爱。对亲人的爱，对人民的爱，对文化的爱和对世界的爱。\n深夜，埃齐奥和邵云等到了剩下的追兵并将他们解决。埃齐奥虽然已经年近古稀，身体不比当年，但仍然能够一人对抗多个对手。\n早上，埃齐奥送走了邵云，在走前送给她了一个盒子，并告诉她只有在迷失自我时才能打开。\n在埃齐奥自知时日不多之时，他选择带着索菲亚和弗拉维娅回到了佛罗伦萨。母女二人去采购时他则坐在一旁面对着圣母百花大教堂的长凳上休息。\n这时，一个年轻人走了过来，做到埃齐奥的旁边。他抱怨着佛罗伦萨的女人，表示自己想去罗马。埃齐奥疲惫地答道佛罗伦萨不是他的问题，之后又开始猛烈的咳嗽。年轻人抓住了埃齐奥的手，鼓励他要有勇气，笑了一下，让埃齐奥好好休息，然后便走了。埃齐奥仍然在剧烈地喘气，但他看了看远处的索菲亚便慢慢平静下来，他又带着微笑向后靠去，安祥地去世了，享年65岁。\n（官方解释说，年轻人是路人甲，他隐射了埃齐奥年轻时的态度。）\n人物语录费代里科：“我们的生活是美好的，弟弟。” 埃齐奥：“是最好的。希望它不要改变。”\n　　费代里科：“也希望它不要改变我们。”——费代里科和埃齐奥在屋顶上谈论。\n“奥迪托雷还没有死绝！我还在这里！我！埃齐奥！埃齐奥·奥迪托雷！”——埃齐奥·奥迪托雷\n“这些关于刺客和圣殿骑士的事情……有点虚幻……”——埃齐奥试图理解他所要继承的东西。\n传奇刺客\n\n“你不是维耶里。不要变成他。（对着维耶里的尸体）希望死亡能够带给你平静。”——埃齐奥杀死维耶里后马里奥劝导他。\n“十年了，我的父亲和兄弟已经死了十年了。我花了十年时间追杀那些凶手。这场追杀快要结束了，但我仍然不知道这有何意义！”——埃齐奥\n埃齐奥：“道德的阴影处是最好的藏身点了。你对你自己的邪恶也置之不理，对Rodrigo所做的恶事也一样视而不见。”\n　　Torquemada：“那么，异教徒，你打算对我怎么样呢？谋杀我吗？割断我的喉咙让我倒在血泊中吗？”\n　　埃齐奥：“不……我更喜欢干净利落的手法。”\n“没有哪一本书或者哪一个人可以告诉你们答案，告诉你们怎么做。选择你们自己的道路！不要跟随我，也不要跟随任何人！”——埃齐奥在广场上演讲。\n“我……我以为我已经不会再愤怒了。我错了。我失去太多，等待太久了。”\n——埃齐奥对Rodrigo\n“杀死你无法换回我的家人……我的使命结束了。”\n——埃齐奥对Rodrigo\n“直到我们站起来反抗Borgia家族，反抗圣殿骑士，是不会有和平的！”\n——埃齐奥阐述他打算留在罗马原因\n“如果这件事和Borgia有关，那就和我有关。”\n——埃齐奥看到士兵在袭击哥白尼\n“不用担心，Borgia会死的。我保证。”\n——埃齐奥对马基雅维利\n“罗马的解放开始了。”\n——埃齐奥解救平民，让他们加入兄弟会时说\n“如果我们把他的收入来源砍掉，切萨雷就会失去他的军队，只身一人。那么，我问你们，他的收入来源在哪里？”\n——埃齐奥询问其他刺客关于银行家的事情\n埃齐奥：“你还是像原来那样想说什么就说什么。否则我为什么还要寻求我最信任的参谋的意见呢？”\n　　马基雅维利：“杀了他们，导师。完成你的计划。”\n　　埃齐奥：“好主意。”——埃齐奥当上导师后和马基雅维利的对话\n切萨雷：“你是怎么找到我的？”\n　　埃齐奥：“你从Mario那里抢走的苹果带我来的！”\n——埃齐奥和切萨雷\n切萨雷：“你不能杀死我，没有人可以杀死我！”\n　　埃齐奥：“那我就把你交给命运。”\n——随后埃齐奥就把切萨雷丢下了城墙\n“我早已知道我不可能做完所有事情，但现在我怀疑我什么事都做不了了。”\n——埃齐奥\n索菲亚：“你应该呆在家里。”\n　　埃齐奥：“这就是我的家。”\n——埃齐奥于佛罗伦萨圣母百花大教堂，这是他死前和索菲亚说的最后一句话\n“年少时，我拥有自由却视而不见，我拥有时间却浑然不知，我拥有爱却毫无察觉。数十年后我才真正明白这三者的意义。现在，我人生的迟暮之时，这种认知逐渐变成了一种幸福。爱、自由和时间，曾经随手丢弃的东西，原来是驱使我前进的动力啊。特别是爱，我的爱人，给你，给我们的孩子，给我们的兄弟姐妹，也给这个充满着美好和未知的大千世界。无限的爱，我的索菲亚。埃齐奥·奥迪托雷。”——埃齐奥·奥迪托雷的遗书\n知道我为什么转么？因为有人懒得去查····我要让大家了解Ezio大师\n\n\n\n\n\n\n\n1.jpg (37.96 KB, 下载次数: 23)\n\n下载附件\n\n2013-5-7 21:36 上传\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "azsx6912121",
            "timestamp": 1367933760,
            "txt_content": "自占为王         "
        },
        {
            "author": "安在晴丶",
            "timestamp": 1367933820,
            "txt_content": "眼睛都看花了，谢谢你的分享，虽然看不懂。"
        },
        {
            "author": "寂静战争",
            "timestamp": 1367933880,
            "txt_content": " 本帖最后由 寂静战争 于 2013-5-7 21:39 编辑 \n\n刺客2的CG动画余烬。。。我看哭过，后面真的太悲哀了。。。"
        },
        {
            "author": "azsx6912121",
            "timestamp": 1367933940,
            "txt_content": "寂静战争 发表于 2013-5-7 21:38 \n刺客2的CG动画余烬。。。我看哭过，后面真的太悲哀了。。。\n记住········那个年轻人不是杀手·········只是为了反映Ezio年轻时的性格······"
        },
        {
            "author": "寂静战争",
            "timestamp": 1367934060,
            "txt_content": "azsx6912121 发表于 2013-5-7 21:39 \n记住········那个年轻人不是杀手·········只是为了反映Ezio年轻时的性格······\n我也知道，艾吉奥死于心脏病。。。\n可是后面的陈述实在是太感人了。。。"
        },
        {
            "author": "aliu2000",
            "timestamp": 1367934420,
            "txt_content": "转载？ 百度文库？"
        },
        {
            "author": "thewind",
            "timestamp": 1367935620,
            "txt_content": "复制粘贴好爽!!"
        },
        {
            "author": "xwt71663",
            "timestamp": 1367935620,
            "txt_content": "百度百科复制过来的吧，图都烂了{:10_492:}"
        },
        {
            "author": "216119411",
            "timestamp": 1367935860,
            "txt_content": "我想玩4"
        },
        {
            "author": "adsasd",
            "timestamp": 1367939940,
            "txt_content": "我的签名就是他的遗言（这话不对。。。）"
        },
        {
            "author": "qq1252433327",
            "timestamp": 1367959380,
            "txt_content": "我表示ezio三部曲是我玩过很多变的ac，其他的。。总觉得好像是故事不完整还是什么的，喜欢ezio，谢谢楼主分享"
        },
        {
            "author": "1259823207",
            "timestamp": 1367970000,
            "txt_content": "其实我们看的说"
        },
        {
            "author": "橘子VI",
            "timestamp": 1367978460,
            "txt_content": "虽然感觉楼主好像沉浸在E叔世界里完全忘记这里是mc……不过作为粉刺我还是顶你\nps：E叔的玩的最多但还是忘不了二太爷"
        },
        {
            "author": "w1351658513",
            "timestamp": 1390646880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1390826400,
            "txt_content": "图几乎全部来自百度有木有！"
        }
    ]
}