{
    "title": "【CY出品】方块大陆①②  竞技场第一天",
    "author": "870830676",
    "replyCount": 7,
    "timestamp": 1368012720,
    "txt_content": " 本帖最后由 870830676 于 2013-5-22 12:28 编辑 \n\n索引页地址: http://www.mcbbs.net/thread-100933-1-1.html\n第①②章   竞技场第一天\n  \n————3天后————\n  \n奥斯汀来到了位于城市东城郊的测试场，只见这里四面由高高的城墙围着，里面的测试场地很大，大约有5平方公里大小。而场地由划分成5个地形，分别是山地、雪地、沙漠、草原、丛林。\n  \n只见考官走到了众人面前，宣布考试规则:1、考试时间为一周，其中并无补给，食物饮水等要靠自己获取。2、每个人身上将会带有一个有自己资料信息的烟花，若是遇到困难，或者受伤，可以向天空发射烟花，有人会过来救援，但这也代表失去了参赛资格。3、各考生可以想办法攻击其他人并且发射出对方的烟花，每成功发射一个烟花就可以获得1积分，最后按照积分排名前10名通过测试。4、切记不可以杀人，否则取消参赛资格。\n  \n  “比赛规则宣布完毕，请大家进入竞技场，你们有10分钟准备时间，10分钟后才可以进行战斗。”考官一边说一边领导着众人进入竞技场。\n  \n“叮！宿主接受任务:赢得竞技场前十。任务奖励:超级金苹果5个、超级切糕一斤。”\n  \n奥斯汀看到有任务出现，不由得十分高兴，心里也对接下来的比赛有点紧张。不过唯一有点不爽的是:尼玛！这个任务奖励超级金苹果还算正常，但那一斤超级切糕是怎么回事啊！\n  \n原来，在方块大陆的阿三旅游风景区发生的一件事:风景区的商人对游客强卖切糕，一斤要16万金币，从此切糕就闻名方块大陆。\n  \n在竞技场门口有两个人在拿着隐身药水往考生身上扔，被扔到的人立马如蒸发了一般消失在众人眼前。\n  \n“这应该是为了防止有人跟踪吧。”奥斯汀心里想着。\n\n队伍不长，没一会就轮到了奥斯汀。考官拿起隐身药水砸向奥斯汀，然后把奥斯汀推进了竞技场。\n  \n竞技场门口有一道结界，由外面进里面没有任何阻拦。而若想出去，就会被一股柔和的力量推开，若是想攻击的话，嘿嘿，那么恭喜你，你会遭到数道雷击把你电的外焦里嫩鸡肉味嘎梆脆。\n  \n奥斯汀进入竞技场后想“我的实力不算好，如果遇到围攻一定会淘汰的。那么，就去丛林地形吧。”于是，奥斯汀就先给自己加上了极影步法状态，如一阵风一般跑去丛林。\n  \n————竞技场丛林————\n  \n奥斯汀在丛林中轻手轻脚地走着，寻找可以供藏身的地方。\n  \n“嗯！就这里了。”奥斯汀找到一个杂草丛生的地方，这个地方背靠峭壁，旁边还有两棵参天大树，大树上的藤蔓不齐，刚刚好盖住奥斯汀躲在草丛中的身子。\n  \n“叮！恭喜宿主领悟＇隐匿＇技能。请到技能栏查看。”系统冷不丁发出一声，吓得奥斯汀差点从地上一跃而起。\n  \n“呼，吓死我了，系统也真是的，也不小声点。先看看技能。”奥斯汀拍着胸脯说。\n  \n隐匿:被动:在暗处可以收敛自身气息并且有一定的视觉扭曲效果。主动:强制进入隐身状态，速度下降30%，持续30秒，冷却时间10分钟。\n  \n看到这个强大的隐身技能，奥斯汀对接下来的竞技更有信心了。\n  \n“沙、沙沙。”在奥斯汀潜藏的地方慢慢走出来一个长得十分猥琐的男子。男子手拿着剑，身上穿着全套铁甲。可谓是武装到牙齿。\n  \n男子神情紧张，左顾右盼，生怕旁边有人偷袭。奥斯汀看见，心想机会来了，发动了隐匿技能，只见奥斯汀身上泛起一层水波，慢慢地融入了空气中。 \n  \n男子环顾周围，目测没有人在周围，就从背包里拿出了几块猪排，大快朵颐起来。奥斯汀见此，发动了极影步法，以最快的速度跑向那个男子，然后举起剑挥向了男子。\n  \n“梆！”重重地一声响起。是奥斯汀的剑被人挡住了吗？其实只是奥斯汀用剑身拍晕了男子，男子华华丽丽地晕倒了。\n  \n奥斯汀拿起了男子的烟花，往天上发射。“咻！～砰！”烟花在天上爆出了一个苦力帕头的形状。在工作人员没来前，奥斯汀把邪恶的手伸向了男子手上的猪排。\n  \n“嗯嗯，真好吃！第一天的伙食是解决了。”说着奥斯汀就离开了男子，由找了一个地方隐匿了起来。接下来的3小时，奥斯汀用如此淫荡的方法解决了两个人，也顺便拿来了其他人身上的水和食物。看着太阳慢慢地落下，天边泛起一层红霞，奥斯汀爬上了一棵超级大树，在树上搭起了一个小窝，想安安稳稳地睡个觉。却不知道，晚上的丛林，往往是最危险的。。。。。。\n————未完待续————\n嘛，在某人催之下不好意思地赶出了这一章，最近因为体育中考的原因好累好累，今天还没考成，过完这一段时间更新会快滴。。\n您的支持就是对我的鼓励，请不要吝啬你的人气和回复，只有鼓励才能让作者努\n力写小说。",
    "replies": [
        {
            "author": "果果~",
            "timestamp": 1368012720,
            "txt_content": "顶一个/w\\  看起来很不错"
        },
        {
            "author": "a1486077529",
            "timestamp": 1368014220,
            "txt_content": "好好看啊！顶一个"
        },
        {
            "author": "zhyp",
            "timestamp": 1368026760,
            "txt_content": "嘿嘿，那个人就是我啊，哈哈，感谢我吧…顺便别忘了看我的哈~"
        },
        {
            "author": "870830676",
            "timestamp": 1368097140,
            "txt_content": "标题: RE: 方块大陆①②  竞技场第一天我顶上!啦啪秽谨"
        },
        {
            "author": "a1534149998a",
            "timestamp": 1368965760,
            "txt_content": "终于盼来了！"
        },
        {
            "author": "812292462",
            "timestamp": 1375403220,
            "txt_content": "{:10_523:}顶"
        },
        {
            "author": "16136953",
            "timestamp": 1375575900,
            "txt_content": "zhyp 发表于 2013-5-8 23:26 \n嘿嘿，那个人就是我啊，哈哈，感谢我吧…顺便别忘了看我的哈~\n谁是你？？"
        }
    ]
}