{
    "title": "minecraft版 小故事大道理 3",
    "author": "che",
    "replyCount": 13,
    "timestamp": 1368092700,
    "txt_content": " 本帖最后由 che 于 2013-5-9 20:28 编辑 \n\n                                                 本文是网友的，我觉得很有道理，于是把它改的更有意思。\n                                                                   不是原创，只是加工。\n\n\n\n3.一面玻璃（就是镜子！）[glass]\n                                                 这是him的故事\n    him正值人生巅峰时却被查出患了白血病，无边无际的绝望一下子笼罩了他的心，他觉得生活已经没有任何意义了，拒绝接受任何治疗。\n\n    一个深秋的午后，他从医院里逃出来，漫无目的地在街上游荡。忽然，一阵略带嘶哑又异常豪迈的乐曲吸引了他。不远处，一位双目失明的老人正把弄着一件磨得发亮的乐器，向着寥落的人流动情地弹奏着。还有一点引人注目的是，盲人的怀中挂着一面镜子[glass]！\n    him好奇地上前，趁盲人一曲弹奏完毕时问道：“对不起，打扰了，请问这镜子[glass]是你的吗？”\n    “是的，我的乐器[note_block]和镜子[glass]是我的两件宝贝！音乐[red_music_disc]是世界上最美好的东西，我常常靠这个自娱自乐，可以感到生活是多么的美好……”\n    “可这面镜子[glass]对你有什么意义呢？”him迫不及待地问。\n    盲人微微一笑，说：“我希望有一天出现奇迹，并且也相信有朝一日我能用这面镜子[glass]看见自己的脸，因此不管到哪儿，不管什么时候我都带着它。”\n    him的心一下子被震撼了：一个盲人尚且如此热爱生活，而我……him突然彻悟了，又坦然地回到医院接受治疗，尽管每次化疗他都会感受到死去活来的痛楚，但从那以后him再也没有逃跑过。\n    him坚强地忍受痛苦的治疗，终于出现了奇迹，him恢复了健康。从此，him也拥有了人生弥足珍贵的两件宝贝：积极乐观的心态和屹立不倒的信念。\n\n    大道理：想把握好自己的人生和命运的人，一定要有乐观和坚强的品质，因为乐观和坚强是掌管人生航向的舵手，是把握命运之船的动力桨。英文：  3 a glass (the mirror!)This is the story of himHim when the pinnacle of life when he was diagnosed with leukemia, boundless despair suddenly gripped his heart, he felt that life has no meaning, refused to accept any treatment.A late autumn afternoon, he escaped from the hospital, wandering aimlessly in the street. Suddenly, a slightly hoarse and abnormal heroic music attracted him. Not far away, a blind man was to get a piece of shiny instruments, to a people emotively playing. There is a little attract sb.'s attention is, blind arms hung a mirror!Him curiously stepped forward, while the blind a finished playing, when asked: \"sorry, excuse me, is this the mirror is you?\"\"Yes, my musical instruments and the mirror is a two baby i! Music is the most beautiful thing in the world, I often rely on the enjoyment, can feel the life is so beautiful......\"\"But this mirror mean anything to you?\" Him unable to hold oneself back to ask.The blind man smiled, said: \"I hope that one day a miracle, and also believe that some day in the future I can see your face in the mirror, so no matter where, no matter when I take it.\"Him's heart was shocked: a blind man like this love life, and i...... Him suddenly understood, and look back to the hospital for treatment, although each chemotherapy half alive he will feel pain, but after that him never escape.Him is tough enough to stand the pain treatment, finally appeared the miracle, him restored to health. Since then, him also have a life \"two treasures precious: a positive and optimistic attitude and not standing belief.Truth: want to grasp their own life and destiny of the people, must be optimistic and strong character, optimistic and strong over the life course helmsman, is to grasp the fate of the ship's propeller.\n\n\n\n\n\n321NF2FR8@3]6PM3WA8{J86.jpg\n(23.08 KB, 下载次数: 15)\n\n\n\n\n下载附件\n\n\n2013-5-9 17:44 上传\n\n\n\n\n\n\n\n\n新闻\n\n\n\n\n\n\n\n\n\n\n\n2013050914111751200.jpg\n(52.91 KB, 下载次数: 13)\n\n\n\n\n下载附件\n\n\n2013-5-9 17:44 上传\n\n\n\n\n\n\n\n\n搞笑\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "A王O子A",
            "timestamp": 1368092880,
            "txt_content": "额，镜子，小故事大道理。。。。。。。。。。。"
        },
        {
            "author": "小火龙",
            "timestamp": 1368092880,
            "txt_content": "感谢分享~~"
        },
        {
            "author": "Lgao悲剧的亡灵",
            "timestamp": 1368093240,
            "txt_content": "\n感谢分享~"
        },
        {
            "author": "k8v5",
            "timestamp": 1368093960,
            "txt_content": "额，那位盲人以后被him治了吗= ="
        },
        {
            "author": "che",
            "timestamp": 1368094080,
            "txt_content": "k8v5 发表于 2013-5-9 18:06 \n额，那位盲人以后被him治了吗= =\n都是童话  不要在意"
        },
        {
            "author": "che",
            "timestamp": 1368094080,
            "txt_content": "k8v5 发表于 2013-5-9 18:06 \n额，那位盲人以后被him治了吗= =\n都是童话  不要在意。。。。"
        },
        {
            "author": "某高宗",
            "timestamp": 1368095520,
            "txt_content": "哈，我在书上看过了哎！······"
        },
        {
            "author": "板栗。酱",
            "timestamp": 1368097260,
            "txt_content": "买鸡送鸭。。。。\n支持哦~"
        },
        {
            "author": "Technology",
            "timestamp": 1368098100,
            "txt_content": "这算是原创文学吗？"
        },
        {
            "author": "1419341363",
            "timestamp": 1368098520,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "D调の华丽",
            "timestamp": 1368102120,
            "txt_content": "是大故事，小道理       him都中枪了"
        },
        {
            "author": "亚特兰蒂斯牧师",
            "timestamp": 1368105480,
            "txt_content": "{:10_495:}太长没看"
        },
        {
            "author": "冥王星人",
            "timestamp": 1368118260,
            "txt_content": "him有那么脑残么，，，，，，，"
        }
    ]
}