{
    "title": "《史蒂夫漂流记 第七章 Steve Crusoe chapter 7》",
    "author": "我是安德面",
    "replyCount": 10,
    "timestamp": 1368076680,
    "txt_content": " 本帖最后由 我是安德面 于 2013-5-9 13:19 编辑 \n\n哈哈，不知道大家是不是久等了，因为我最近要搞期中考，所以比较慢才发表我的第七章，请大家原谅哦额，还有就是我用一半用英文就是为了引起注意，大家可以无视这句话。史蒂夫漂流记第七章 救援       史蒂夫在一个风雨交加的夜晚从床上起来，看不见月光，看不见阳光，连火把也被呼啸的狂风吹熄了，史蒂夫的咳嗽的声在安静的山洞里显得格外响亮。“该死的鬼天气，在山洞里也会被受虐，真见鬼shit!”史蒂夫在抱怨。他走去准备点亮火把时，一道光柱照进山洞，那刺眼的光芒让史蒂夫无法直视，他连忙用自己棕色的方块手臂挡住这道光，史蒂夫突然想起来自己准备登船时看到的大船，那艘船非常大，就像一只蓝鲸。       “这….这道光，是船！是船！是船的探照灯!”史蒂夫跑出山洞，把手举起来，大喊：“我在这！来人啊，help！该死的！”可是史蒂夫喊叫声并没有让船上的人注意到他，“该死的，见鬼，我得跑过去！”史蒂夫从山洞爬下去，用飞快的步伐向船跑去，绿色的脸在灌木丛中默默盯着史蒂夫，那深深凹进去的眼睛，它就是那可怕的爬行者。一群的怪物被大船那刺眼的探照灯吸引过来 了，而史蒂夫浑然不知。       这是史蒂夫还在想回家见见老朋友，打扫自己的房间，直到一把箭擦过史蒂夫充满尘土的脸，史蒂夫回头一看，那白色的身躯在漆黑一片的橡树森林里现得非常的明显。“该死！”史蒂夫也清楚的发现了，一片的怪物在盯着他，史蒂夫熟练的拿出闪亮的钻石剑。“来吧!贱人！”史蒂夫怒吼道，他挥起钻石剑，像那时对抗Him时一样，史蒂夫满是怒火的蓝色眼睛紧紧盯着怪物们，船甲板上的水手们惊呆了，怎么可能一个人杀死那么多怪物。       史蒂夫张开大嘴，怒吼着，他手臂上青筋暴起，双手握紧钻石剑，一剑，两剑，三剑….史蒂夫嘴中默念自己砍出去的剑数，史蒂夫棕色的脸上满是朱红色的鲜血，一把箭射在了史蒂夫的肩膀上，爬行者响彻云霄的爆炸声在天空中回荡，一群怪物飞了起来，史蒂夫也随着它们飞起来，“啊，啊啊”史蒂夫满身鲜血的倒在一颗橡树下呻咛。可是怪物们放弃了史蒂夫，往船奔去，“不，停下…”史蒂夫已经没有力气站起来了，“shit，啊！”史蒂夫忍痛站了起来，一瘸一拐的往船走去，“不，别丢下我，求你了！”史蒂夫苦苦哀求，可是那是没有用的，怪物们跑到船上，引爆了爬行者，一声巨响，明亮的火光照在史蒂夫痛苦的脸上。       结束了，史蒂夫瘫软的倒在地上，望着天空，望着被黑影染灰的白云，深深的叹了一口气。他颤抖的爬起来，搀扶着橡树，一瘸一拐的往残骸走去。       地上到处都是烧焦而且变形的铁片，还有被烧焦的骸骨，更可笑的是，地上居然还有许多威士忌，这让史蒂夫开心了一点，因为他最喜欢喝酒了，对于一年没蘸酒的他真是一种安慰啊。现在他只不过是到处走走罢了，走到了船头附近，史蒂夫隐约看到有一个人。这让史蒂夫非常惊讶，他连忙用慢跑跑过去，倒在地上的人看起来受了很重的伤。史蒂夫问：“你好先生，你没事吧？还有你是谁？”        那个人抬起头来，伴随着咳嗽声回答史蒂夫：“我叫阿德莱特，咳咳，阿德莱特-杰克森，我现在很不好，见鬼，帮帮我！”阿德莱特看起来非常痛苦。“哦，好的，我会帮你的，我去看看有没有药水什么的。”说完史蒂夫往船那边游去。史蒂夫来到了甲板，这地方非常难站立，因为它沾满了水，而且还是斜的。一个塑料箱从史蒂夫旁边滑过，上面写着“医护用品”，“哈哈，伙计就是你啦！”史蒂夫连忙追了过去。史蒂夫气喘吁吁的爬上沙滩，把箱子用钻石剑斩断，然后把生命恢复药水灌进阿德莱特的嘴里。       过了一会，阿德莱特终于醒了，他连忙谢道史蒂夫，史蒂夫微笑的对阿德莱特说：“先来我家吧。”史蒂夫把阿德莱特搀扶着送进了史蒂夫的家….本章完.",
    "replies": [
        {
            "author": "寂寞过了就好",
            "timestamp": 1368078300,
            "txt_content": "顶一下 又不是有罪{:10_512:}"
        },
        {
            "author": "我是安德面",
            "timestamp": 1368106680,
            "txt_content": "想继续关注我的小说的同学加我好友。"
        },
        {
            "author": "我是安德面",
            "timestamp": 1368542280,
            "txt_content": "只加钱又不顶，我好失望啊!这张也是我比较长的一章啊!"
        },
        {
            "author": "123huang",
            "timestamp": 1368543720,
            "txt_content": "我等了n年了"
        },
        {
            "author": "我是安德面",
            "timestamp": 1368544620,
            "txt_content": "123huang 发表于 2013-5-14 23:02 \n我等了n年了\n谢谢你对我小说的默默等候！"
        },
        {
            "author": "951786623",
            "timestamp": 1369222620,
            "txt_content": " 本帖最后由 951786623 于 2013-5-22 19:37 编辑 \n\n{:10_512:}LZ快更，我又来了。还有，这是你写的最好的一章！"
        },
        {
            "author": "我是安德面",
            "timestamp": 1369320180,
            "txt_content": "951786623 发表于 2013-5-22 19:37 \nLZ快更，我又来了。还有，这是你写的最好的一章！\n95君好久不见"
        },
        {
            "author": "我的世界菜鸟",
            "timestamp": 1370008500,
            "txt_content": "我是安德面 发表于 2013-5-23 22:43 \n95君好久不见\n加油，别让我们等太久（已经n年了），就等出续集了。加油！"
        },
        {
            "author": "我的名字叫雷锋",
            "timestamp": 1370231940,
            "txt_content": "顶贴不解释。"
        },
        {
            "author": "kaijieaw",
            "timestamp": 1378204380,
            "txt_content": "不错不错，可是那船也太小了吧！一炸就GG了"
        }
    ]
}