{
    "title": "末日异界—MC类小说 第二章",
    "author": "ppoppo",
    "replyCount": 4,
    "timestamp": 1368077280,
    "txt_content": "                         第二章  神秘少女\n\n\n\n\n\n1311212010124_000.jpg (21.98 KB, 下载次数: 13)\n\n下载附件\n\n2013-5-9 13:28 上传\n\n\n\n\n\n\n\n时间：2012.12.21  AM07.14\n地点：日本北九州市（旧址叁州）八坂神社\n          調月桜，谁都不知道她的身世，很小的时候就给神社的管理者收养在这里，后来管理者死后，她接管了这里每天的祭拜。在神社一个黑暗的房子里，突然一扇木栏门被推开到一边，穿着祭服的樱慢慢的走进来，跪在只有个雕满符咒的黑盒子的的案前，左手拿出每天为英魂祈祷的贡品放在盒子前面，祷安魂经。案前一个漆黑雕纹的盒子时不时发出令人不安的暗微光。面前的樱专心的祈祷，似乎没有发现被符文封住的盒子今天异变的状况。就在这个时候，日本全国范围开始发现一种白色雾气的浸入，官方新闻开始全屏报告，可是还没一分钟就已经报告得歇斯底里，主持人带着惶恐的眼神望着各位收看电视的人们，发出有点发颤的声音，外面主城市的人群逐渐的被紧急报告吸引。天空响起了防空警报。还在睡觉的人，就像给泼了桶冰水，立刻清醒起来，接下来是地方扩音报告，然而就在几分钟后官方居然强制关闭一切媒体播放。人们纷纷走到街头，每个人都带着一种沉默的表情…或许这个民族他们已经经历过太多的自然报复吧…。临海城市开始大规范断电，人群中一些心理素质不好的已经开始陷入混乱。防空警报还在翁翁的响着，国家地区自卫队已经逐渐的介入群众安抚工作。但是随着时间一分一秒消逝，外面的混乱的声音却越来越小……\n这时候在距离八坂神社两百多米元的半风光小仓城堡第三十七代主人，八十一岁的中村辉泽老人给警报吵醒，他眯着眼睛慢慢睁开，突然看到眼前小仓城堡的天花板正在慢慢变得透明，他突然一个激灵跳了起来大叫“な。。む あ。 み だ ぶ つ！.”然而就在这时候，天花板进来一股白色的雾气，他睁开眼的那一刹间，眼前浮起那年他17岁入伍到中国哈尔滨乾安县的场景……那一年，他开始自己被迫的练胆训练，第一次用刺刀刺死了两个跪在地上求饶的老妇和一个哭泣的小女孩，他到现在都无法忘却那个小女孩的眼神，是那么的纯真的人，他们不是帝国教育说的支那人……那些血淋淋的历史陪伴他这几十年年一直缠绕在他每一个梦境，一张张的画面在眼前，好像在诉说他的这一生，他颤抖的双手合十，嘴里抖颤的说着一些胡话。。白雾渐渐包围了他，老人布满红丝的眼眶留下一颗眼泪，带着一种偿罪的微笑……一直到他和周围慢慢的变淡消逝……\n            铮！一声巨响，如一条红蛇在华山群峰半中腰里盘旋穿插，顷刻之间，像一个钢针直入天际，震得让人五脏六腑好不难受。祷经中的的樱被惊到。眼前盒子和封条已经被粉碎成粉末洒落在案上。一把发着暗紫色的武士刀从房顶破碎的屋顶“嘘”的一声插在案上。一阵狂风吹起樱黑直的头发，她看了下周围，发现除了武士刀周围五米内，其他地方都已经被一种白雾取而代之。一片白茫茫的雾气。樱叹了一声：“やっと来た……”然后站起来，右手扬起吧，“啧”把自己祭服的左长衣袖扯下来。细白的手臂赫然纹着一条暗红蛇，她慢慢把武士刀拔出用刚才扯下的衣袖包住，周围的雾气好像感知了光芒的消失，开始慢慢的开始侵袭站着不动的樱。直到消失的那一刻，樱冷酷的脸孔突然变成一种诡异的笑容。\n",
    "replies": [
        {
            "author": "zhangzhen38195",
            "timestamp": 1368078720,
            "txt_content": "好吧= =又是沙发"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1368080640,
            "txt_content": "支持一下~现在写小说的越来越多了……"
        },
        {
            "author": "12369874500",
            "timestamp": 1368095280,
            "txt_content": "MCBBS有你更精彩！！[bone]送你骨头一根！"
        },
        {
            "author": "su3155323",
            "timestamp": 1368101640,
            "txt_content": "日本的？你不把主角寫死我就和你拼了QAQ"
        }
    ]
}