{
    "title": "蛋疼1.9pre5 更新中简单翻译",
    "author": "green丶bastard",
    "replyCount": 3,
    "timestamp": 1319775000,
    "txt_content": "Block of iron texture is changed. Pic 铁块材质变了\nYou now have mushroom biome grass in your creative inventory. 不同气候的草地可以在创造模式里选择\n\nFence Posts no longer connect to leaves. 栅栏不会连着叶子\n\nMore achievements. 更多成就\n\nAnnoying Stair glitch fixed. Confirmed by redditor meesebyte. 讨厌的楼梯bug修复\n\nOption to disable clouds in menu. 可以在菜单里禁止云\n\nF6 = smooth walking It seems to allow you to fly straight but not up or down (works on survival). It acts as a noclip, lets you go through blocks deals you damage... Your Y co-ordinate doesn't change. f6可以让你飞行不带惯性 还能穿墙\n\nF9 Adds a fixed camera angle. ( You can move this with I, J, K, and L) f9修正视觉 （不是距离）\n\nPassive squid animation is now vertical. (Credit to B1ueStarfish for finding this) 修正了鱿鱼bug\n\nLily pads are no longer gray in inventory, have a tool tip. 荷叶不再灰色 有名字标签\n\nIn creative mode hostile mobs no longer attack you unless provoked, except for ghasts and spiders. Note Enemies from spawners are still hostile. (Thanks theriverotter) 创造模式里怪物会中立 除非你去惹他们 刷怪笼里出来的还是会伤害你\n\nMelon slice drops are back to normal! (Thanks dg200) 西瓜片掉落正常\n\nPressing \"N\" \"M\" \"Y\" \"U\" \"O\" and \"H\" changes depth of field and angles of camera. (Thanks Pupetteer) 按nmyuo可以调整视觉\n\nYou receive a warning when changing render distance to far. 视距调的太远有警告了\n\nItems retain their enchantments if chest is destroyed. 升级过的物品在箱子里，箱子被破坏了他还是会保持原有的属性\n\nYou can now look around without a mouse using: I, J, K, and L. 不用鼠标可以看周围了 ijkl\n\nSlimes not restricted to y0-16 anymore. 史莱姆不被y轴0-16限制了！！\n\nGame Crashing piston glitch fixed. Video demonstrating bug 修复了活塞崩溃bug\nPlayer bow drawback animation improved. 玩家拉弓的动作比以前好了\n\nSilk touch does not work on spawners. silk touch不会在开掘刷怪笼时候被触发了 （不知道怎么解释 你在加持物品时有几率得到silk touch 也就是挖啥方块有一定几率让他原样掉落 例如挖钻石矿掉落钻石矿 挖蜘蛛网掉落蜘蛛网 但是现在刷怪笼子不再被这属性影响了）\n\nInstant Heal splash potions damage zombies. 瞬间回复药剂现在可以伤害js\n\nVertical Water physics are different. (Not sure if bug or otherwise) 不会解释 玩了我才知道他在说啥 字面看来是水在y轴有变化？ 不知道是不是bug？ \n\nCool Enderdragon Death Animation. Vid 黑龙死了有个不错的动画 （一直不知道animation怎么翻 animation是那种插画 动画的意思，还能是影片被编辑，升级，描述或者美化。。）\nSnow Golums visible! 雪人可见\n\nLonger reach for mining as well as attacking. 挖矿，攻击距离增大\n\n\nPossible Changes 可能的更新\n\nGrass seems slightly different, confirmation anyone? Confirmed 草地样式有点不同，确认了\n\nOverall performance seems to be better, less resource intensive. 显示界面比以前略好\n\nLonger reach for fighting mobs. Confirmed 攻击距离大\n\nTerrain generation seems to have been tweaked. 环境生成变了\n\n\nBugs\nFences don't keep animals in effectively. 。。。我去 栅栏不能把动物关在里面？\n\nIncomplete list Please report any bugs you find. 请指出更多的bug\n\n\n",
    "replies": [
        {
            "author": "HQT",
            "timestamp": 1319788140,
            "txt_content": "慢慢的等吧！！   "
        },
        {
            "author": "green丶bastard",
            "timestamp": 1319796960,
            "txt_content": "个人认为翻成动画好 我看了黑龙死掉的场景 的确是动画类的"
        },
        {
            "author": "lewiscan1234",
            "timestamp": 1320063720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}