{
    "title": "史蒂夫生存记II",
    "author": "南宫黑龙",
    "replyCount": 3,
    "timestamp": 1368112380,
    "txt_content": "一天更新两次累死我也求金币求人气{:10_512:}对了 给你们说一下哦！我没章都决对会有1000字 我想的。我想写26-52篇。看我的实力啦！\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=117364&highlight这是第一章。\n                                                                              史蒂夫生存记II：无聊的一天...\n“呼~睡得准舒服啊！”史蒂夫这样说着，pa！“谁！”史蒂夫立刻冲出房间外，却没有看见任何人。。史蒂夫心想：怎么会这样。大概是动物吧。“啊。不行不行。要快点收集资源，想要致富要先撸树！撸树去！”说着就跑到了一片橡木树林，看着一棵棵的大树，史蒂夫用尽全力想树干来了一拳！“啊啊啊！！！痛死我了！！这样的话树没撸着，反而把自己的手打断了，擦！”史蒂夫这样说着，突然灵机一动，“嘿嘿，用剑砍树会怎么样呢？”说着就把石剑拿了出来，刷刷刷~树一下就被砍成一小块一小块的木头。“嘿~用剑砍树效果出奇的不错啊！”接着砍了几棵树，有1组多木头了，史蒂夫做成了合成台，并且合成了木搞。“哈~挖石头，挖掘，挖掘。”刚好史蒂夫旁边就有露天矿洞，史蒂夫不敢进去很深，就在洞口挖了几个圆石。接着合成了石稿，看到了一些煤和铁。“挖回家~~”说着，突然！一只蜘蛛从背后偷袭了史蒂夫。“啊！疼死我了= =死蜘蛛！FUCK YOU！”说着就把石剑拿了出来，这时蜘蛛在史蒂夫面前，蜘蛛向前一跳，一张嘴，貌似决对会咬到的样子。但是史蒂夫也不是吃素的，向左转！左前走！[蜘蛛：“我次奥！还带这样的啊！！”就这样闪了过去。蜘蛛还摔了个大跟头，六脚朝天，然后蜘蛛还没有起来。史蒂夫就向着蜘蛛的肚子刺去，刺进去了！蜘蛛死了！掉落了几根线。“哈哈！这下有鱼吃了！”说着就合成了鱼竿。“去钓鱼啦！！”在河边坐了五分多钟，“额。。。怎么还没上钩！！尼玛！！”[掀桌刚说完鱼就上钩了“哈！天助我也啊！”史蒂夫使出了吃奶的劲还是没钓上来。“次奥！肿么能这样！！尼玛！”史蒂夫发飙了，爆发！！瞬间就把鱼钓上来了！“偶吼吼！真是条大鱼啊～今晚喝鱼汤！”史蒂夫微笑着说着，时间过得飞快，现在都快天黑了。“不好！干净回家！我快没有饥饿度了！在遇上怪物。。可能有点吃不消= =”史蒂夫边跑边说。跑到家的时候刚好天黑，史蒂夫还没有进门的时候突然觉得背后有一阵恶寒。貌似有人的样子，史蒂夫瞬间转身拿出石剑“谁！”但，什么都没有。。“是。错觉么？好吧，”史蒂夫进入了房子，反手关上了门。“今天收获不小，75个木头，14个煤炭，33个圆石，7个没烧过的铁，史蒂夫感觉挺欣慰的，毕竟这是史蒂夫一天的努力！”史蒂夫觉得房间里黑漆漆的。。[因为史蒂夫家里没差火把。史蒂夫想着：现在熔炉是必需品，说着史蒂夫合成了一个熔炉，放在了家里，把所有煤炭都放在了熔炉里。“先烧一点木炭。”接着就把15个木头放在了熔炉里，随着熔炉的火苗，家里也亮堂了起来“哈哈！原来我的家那么漂亮啊！”史蒂夫睡在床上看着自己的剑。。心想：我的剑也破烂不堪了。。毕竟是救了我几命的剑。看来要好好珍惜一下了，“这样生存着。。有什么意思。。我。生存着的意义。。是。什么？”史蒂夫想着就渐渐进入了梦乡。。  第二天起来，发现自己的木头放在熔炉里都烧完了“啊啊啊！！！FUCK!!谢特！今天又要去砍树了TAT”接着史蒂夫做了一些火把放在家里和家的附近。怕家里刷出怪，怕外面僵尸敲门。做完这些事都快中午了去挖点矿。。补充一下资源。史蒂夫慢慢的 走着 走着 慢慢的走着走着。。。终于走到了矿洞~~史蒂夫决定了！今天直接冲进矿洞！他这样想着。接着就冲进去了！“好黑啊。。放点火把”他在自己的附近放了一些火把。。。哇！！！好多矿啊！！这里明明是地上30层为什么会有铁!金子!钻石!铁数量最多，马虎的略算下估计有个几百个了！金子至少有200个！钻石起码有50个！这是怎么回事= =！史蒂夫还来不及高兴就去挖铁了，挖了还不到20个的时候突然听见了怪物的声音。。蜘蛛 僵尸 苦力怕 骷髅都有。。[火把熄灭了]“纳尼。怎么会这样！听见了声音却不见踪影。。”因为火把熄灭了所以很黑，史蒂夫在地上又放了一些火把，之后，他震惊了！“怎么会这样！”    速度吧人气和金币交出来！它们是我的动力！不给我我就不更新！=v=",
    "replies": [
        {
            "author": "南宫黑龙",
            "timestamp": 1368112380,
            "txt_content": "睡觉觉去（&macr;﹃&macr;）明天早上再看看回复肿么样"
        },
        {
            "author": "冥王星人",
            "timestamp": 1368118440,
            "txt_content": "格式和模板都叫卤煮吃了么。。。。。。。"
        },
        {
            "author": "南宫黑龙",
            "timestamp": 1368147000,
            "txt_content": "TAT什么是格式TAT没看过TAT去看下?TAT"
        }
    ]
}