{
    "title": "末日异界—MC类小说 第五章",
    "author": "ppoppo",
    "replyCount": 3,
    "timestamp": 1368172080,
    "txt_content": " 本帖最后由 ppoppo 于 2013-5-10 19:17 编辑 \n\n                          第五章：我的世界？\n\n\n\n\n%SVRK{T(~3)JBA5}6)Q[R4T.jpg (28.01 KB, 下载次数: 1)\n\n下载附件\n\n2013-5-10 15:48 上传\n\n\n\n\n\n\n\n时间：未知\n地点：未知森林\n       我回头找到KELO，他明显吐得快不行了，双手青筋爆出的抓着颤抖的膝盖，我赶紧抓住他的手掐住关内穴，旁边醒过的人基本都在呕吐，看到我掐着KELO的关内穴都纷纷效仿，我心里不由感叹”人类果然是最爱学习的生物啊……”KELO稍微好了起来，也逐渐习惯这地狱般的场景“谢谢你…PO，我刚才…差点吐到不行了……呼”KELO喘着粗气说，此时的环境已经由不得谁大家挑剔。基本就像进了地狱屠宰场，无尽的鲜血味道……。我看他应该习惯了就把手放开，他自己又迅速的掐好。笑嘻嘻的露出两排白到耀眼的牙齿说“嘿，还是你们中国的CAODAN办法有用啊po！”我鄙视的看了他一眼：“Yes……对你来说是挺CAODANG的”我想我应该可以习惯了这样的味道了，举起手把住他的肩膀“你有没有发现一个问题？你不会中文的，但是为什么我们可以随心所欲的交流？”KELO手掐着穴道本来他还想挠挠头想下，现在能表现出惊讶的只有那一副瞪着眼和半嘟的嘴，我差点都逗乐了，本来黑大块的嘴唇就挺大的，这下看起来真心想一个小丑。“PO，那我们到底掉进什么地方，语言都给统一了……”KELO似有所思的问。\n    好吧，如果语言统一了那么我可以肯定的就是这是一个新的世界，我们不了解的世界，而且进来的人或许还是有机会可以回到原来世界的，如果和艾弗雷特说的一样我们这群人在那天一起无意进入到这个不一样的世界，那么这个世界一定有他一样的规则，就是我们说的神。如果是一场考验还是意外的招收人手到他的世界生存？这些我们已经无法去推测。假如这个世界如有他的规则，那么相同的就有进入和出去的规则，但是现在下结论还太早，或许我应该多了解下所处的环境。我抬起头，发现大家基本都习惯了周围的环境，开始和救受伤的人和彼此认识聊天。或许没有语言的差别，大家之间的隔膜都少了很多吧。\n    我回过头，发现KELO也在好奇的观察周围，慢慢的他激情无比的眼睛又注视到我……“次奥”我有点受不了啊！！“我说不如我们找找一些我们认识的人吧？”其实我也挺矛盾和他一起，毕竟他比任何人都带威胁啊。“OK!没有问题，走吧我们一起找认识的，喔~我也想念的我的小白人甜甜了，本来我们2个在宿舍里……”我立刻打断了他的话“好啦！走吧……我一点也不想听你和你甜甜的机油滑滑进进出出的事情，如果你不介意我不理你的话。”KELO立刻摆出一副笑嘻嘻的脸看着我，摆摆手说：“那我就跟你走了。”我不想多说话，虽然自己不知道要从什么方向前进，但是眼前都是人，也只能硬着头皮选一个了。\n    周围的人都在大喊自己朋友或者亲人的名字，有平静的愤怒的悲哀……感觉就像以前在国内大学的教室，各种点名涌来。突然一个老人大叫起来！差不多六十多岁老孩子手上拿着一个奇怪的土色方块？开心的大叫“这是神迹！这是太神奇啦！啊哈哈哈。”周围的人都好奇的望过来。看着他手上的方块。我立刻迅速的挤掉那些挤过来的人群“老天，人类的好奇心也太强了吧#@！%￥！#%”我心里不断咒骂他们，挤了几步我突然想起一个熟悉的画面，JIKE经常玩的MC游戏。里面的方块和刚才的那个很相同啊！只是这个看起像真的一样……不行不行我好奇心要害死猫了，我对KELO说：“挤回去，靠你了……”KELO很温柔他的说：“没~问题的咧~”“我草！你有必要加个咧吗！尼玛啊！我全身的鸡皮都起来了！”！……KELO不好意思的挠挠头，然后用他天生的黑人身材和力量轻轻松松就把刚才挤着我们进来的人推挤出来，那些本来应该是要爆粗的，但是看到推他们的人好像战斗力很强啊……果断每个人都小声骂骂咧咧的说着一些……有那么好奇咩……神经病啊，那么大力…。\n回到刚才那老头那里，他旁边多了个穿着小学校服的孩子手里也拿着一个方块，围观的人群都看着他们轻声讨论。突然那个孩子说话了。“啧啧啧，原来一模一样啊，大家看我现在在地上放个大土块块给你们看哟~”只看小孩把土块放在地上，突然间！土块变成了一个原来体积十倍左右一样的土块。周围几个妇女级别的大妈。立刻跪下来，大喊：“啊…！神，这是神迹……带我们离开这个地方吧……”接着她们全部很诚恳的祈祷着。小孩子好像想到了什么一样，开心的说：“你们只要给我找吃的好好服侍我，我就会带你们离开这里啦，哈哈~”。\n      突然我想到这不是JIKE放置方块的样子……得，难道我们来到一个差不多一样的世界？我望向脚下，用手上下摩擦草地，突然“蹦”的一声……一个刚才老人手上一样的土块掉到我面前。飞到我的手上！“我的天！”我的心脏兴奋的小鹿乱撞起来，这土块拿在手上有一样静电流一样，手掌有点麻痹麻痹。好像他有静电一样…。“啊！第二个神！”突然好多声大喊打破了我的思考。只见刚才几个大妈又规则性的对着我祈祷起来…。我连忙摆摆手说：“几位大姐，这个只要你们用手在地上上下摩擦就有了……我不是什么神……”只见周围的人，立刻都用手开始在脚下摩擦。而刚才的小孩却被几个大妈拉着在一边脱掉裤子，狠狠的抽着屁股…“哎哟，这白花花的屁股就要开花了……多可惜啊…，你说是不是呢PO”KELO有点失望的看着我，我发誓如果这时候不是要和他们一起找人，我真他M就像抽死这个猥琐黑基佬！“不会，打一打精神爽，而且这样骗人的小孩就应该打PP”我无奈的说完后，发现周围开始给大家越挖越深……我立刻和KELO打个眼色，然后离开了那个范围。途中有个白痴往脚下挖到了岩浆，掉下去后大叫了几下就没有声音了。远远的还能闻到他的焦味……“还真是新手欢乐多啊……”我和KELO来到一颗树前，突然发现，树好奇怪……第一，树和现实的一样，只是……好直....连长出去的树枝都是一样的大小……。这时候听到一个声音兴奋的叫着：“PO!欢迎来到我的世界！”\n\n{:10_559:}希望每个跟的朋友都在下面回复说出一些想法和意见。因为外国的MG大神的脚本也想在中国开服。通过我的小说来结合中国的口味哟。大家请多多指教！ \n\n\n\n",
    "replies": [
        {
            "author": "GID",
            "timestamp": 1368178320,
            "txt_content": "沙发~顶下{:10_523:}希望快点出第六章。"
        },
        {
            "author": "ppoppo",
            "timestamp": 1368178800,
            "txt_content": "{:10_559:}希望每个跟的朋友都在下面回复说出一些想法和意见。因为外国的MG大神的脚本也想在中国开服。通过我的小说来结合中国的口味哟。大家请多多指教！"
        },
        {
            "author": "shijun",
            "timestamp": 1368182280,
            "txt_content": "首先你有个错误……是CAODAN 不是槽荡……没有后鼻音 然后……中国的玩家喜欢的服务器类型嘛……一个词：特殊"
        }
    ]
}