{
    "title": "【转】当个创世神小说转载【2013.5.11更新】",
    "author": "870830676",
    "replyCount": 0,
    "timestamp": 1368244620,
    "txt_content": " 本帖最后由 870830676 于 2013-5-11 12:17 编辑 \n\n序章第一节      \n　　“想不到还真能让我碰上这种事。”在职数十年的李老头儿打发走鉴识科的队员，他面前的电脑桌上趴着一个脸色灰白的青年，手还放在键盘鼠标上，身体软软地倒在电脑桌上。显示器仍然运作着，一个由方块组成的游戏人物正呆呆地望着李老头儿。\n　　“呸，晦气。”李老头忿忿地关掉了显示器走出卧室，他接过在外面待命的鉴识科队员写好的报告低声读了起来。\n　　“赵菲，性别男，16岁，在校学生，死因过劳死。”\n　　-\n　　“大陆”\n　　这是所有原住民对这片广阔无垠大地的统称，也没有想过要给这片大地冠上一个特殊的名字，就这样浑浑噩噩地称呼了近千年。原住民们经历了近千年的积淀也渐渐发展出了各种各样的进化科技，大陆上的原住民终于分化成了两个巨大的国家。\n　　工业国，以及自然国。\n　　工业国的居民崇尚科技，工业，机械的力量。工业国的居民以科学家自居，他们研制出了枪械，电路，载具等各种各样的旷世巨作，在与自然国的第一次战争中工业国便用飞机大炮将自然国驱逐到了地底生存。工业国的居民无不以开国首相阿特米罗奇的一句话作为座右铭：“科技成就未来。”\n　　自然国存在于大陆岩层之下的镂空层中，自然国的居民因为常期生活在地底，所以畏惧阳光厌恶阳光，一旦身体沾染到一丝阳光也会迅速点燃全身，他们信仰魔法和自然的力量，会实用一些常人不能理解的神秘法术，自然国的居民能够用魔法汇聚成猛烈的毒素涂抹到兵器上，他们能通过与自然的沟通在使一颗小芽拔地而起，他们能调动空气中存在的神秘自然力量治愈一切伤口。\n　　而传说在这片大陆的彼端，海的尽头存在着一座无比巨大的岛屿，岛上的人没有发展出多么高远的科技，也没有从空气中探索出任何神秘的力量，但是同样没有人敢于对这片传说中的土地发出哪怕一声不屑。\n　　冰火岛，这是大陆居民们对那座神秘岛屿的称呼。\n　　传说中冰火岛是创世神用逆天的力量从他在上界的寝宫内直接拽下的，一颗创世神石。传说中在冰火岛上的居民都不能够拥有任何其他力量，他们拥有的只有一种，或者说是两种力量。\n　　分解与创造。\n　　传说中冰火岛第一个居民诞生的时候就会吟唱冰与火之歌，传说中冰火岛的居民能够分解任何他们能够触摸到的物体，然后再以一种特殊的方式保存在自己的包裹里方便日后利用，传说中冰火岛的居民甚至能够分解一片大地存进自己的小小包裹里，传说……\n　　这就是即使冰火岛可能只是一个传说也没有人敢于小瞧冰火岛的原因。\n　　-\n　　工业国，帕齐镇。\n　　镇子今天热闹的很，镇内为数不多的居民们纷纷放下了手中的工作聚集到了镇内唯一的教堂门前，每个人都伸长了脖子向里面望着什么。教堂门口的骑士们无可奈何地笑着被居民们推搡着问来问去。\n　　“哎李斯特大哥，听说有一个天使掉到教堂里了是真的吗？”\n　　“别瞎说世界上哪有天使，我看是上界的居民跳崖了！”\n　　“嗤你开什么玩笑，刚说没天使又说什么上界，依我看一定是从飞机里跳下来的倒霉蛋！”\n　　居民们你一口我一口熙熙攘攘地围在教堂门口，远远地看过去一定会以为这里是处新成立的交易集会。正在居民们吵嚷的时候教堂的门被一个头发稀疏，身穿一身教士服的老人推开，老人擦了擦额头的冷汗和蔼地笑着说：“是一个受难的居民，请各位回去工作吧，镇子的运作可少不了各位的努力。”\n　　居民们一听只是个受难的难民纷纷发着牢骚回到了工作的岗位，只有几个小孩子仍然眼睛发亮地看着老人。\n　　“耶稣爷爷，我们想去看看那个人可以吗？”一个绑着双马尾辫的可爱小女孩揪住老人的衣袖可怜地哀求道。耶稣笑着点了点头，带着孩子们进到了教堂里的休息室。在休息室柔软舒适的床上正躺着一个衣衫褴褛全身布满擦伤的男人，他有一头漂亮的黑发和黄里透白的皮肤，五官精致，要不是看到空空如野的胸脯有几个孩子差点叫出声姐姐。\n　　“赵，孩子们想来看看你。”听到声音男人睁开眼看着孩子们，他有一对美丽的黑色瞳仁，散发出高贵且美丽的光芒。孩子们小心翼翼地看着男人不知道该说些什么，还是那个双马尾辫的小女孩跳了出来，她仰着头，眨着双楚楚动人的眼眸说：“你叫赵对吗？那我可以叫你赵吗？”\n　　男人楞了楞，然后微笑着点了点头说：“是的你可以叫我赵。”声音低沉而富有磁性，就像是女孩梦里出现的王子一样。\n　　送走了孩子们耶稣端着一份晚餐回到了休息室，发现男人已经再度沉睡过去，他的枕边放着几本刚才孩子拿给他看的书，都是像大陆轶闻，大陆正史，工业国的崛起之类的基本知识书籍。耶稣看着他在工业国里十分特殊的黑发黑瞳，不知道该不该汇报给国务司……\n　　-\n　　5个月后。\n　　“赵！赵！我在这里你来抓我呀，哈哈哈~”一个绑着双马尾的小女孩在一片树林里跑来跑去，他的身后跟着一个喘着粗气的男人正在追她。\n　　“咳…咳…小机灵鬼玛菲雅，看我抓住你不打你屁股。”男人笑着挥了挥手假装在打玛菲雅的小屁股，玛菲雅转过身红着脸吐了吐舌头说：“赵你这个大流氓，小心我去找耶稣爷爷告状！”\n　　“噢小玛菲雅你又在欺负可怜的赵了。”耶稣从屋里走出来看着小树林里的两个人无奈地说举了举手里的药汤说：“赵，来，过来，到了吃药的时间了。”\n　　玛菲雅一蹦一跳地到了耶稣身边接过药汤，学着耶稣的口气说：“赵小宝宝，来，过来，该吃药了。”\n　　男人装作生气的样子给了她粉嫩的小脸轻轻一巴掌说道：“好啊玛菲雅你敢戏弄你赵哥哥了。”玛菲雅嘻嘻地笑了笑把药递到他的手上，像只小猫一样蜷缩在男人的怀里。\n　　“谢谢你耶稣爷爷。”男人喝完汤药忍不住又一次道谢，这样的道谢在这近半年里已经发生过无数次。“要谢就谢仁慈的父吧，年轻人。”耶稣接过碗回到了屋里，今天还有虔诚的信徒在等着他的传教。\n　　看着他喝完了药玛菲雅又笑着踢了他一脚，两个人又开始了追逐游戏，耶稣也笑着说过这项运动有助于男人伤势的恢复。玛菲雅总是喜欢倒着走，她要看着男人追上来才会安心，而神奇的是在这片崎岖的小树林玛菲雅一次也没有撞伤或者绊倒，每次在她要出现意外的时候树藤或者石块就会凭空消失，细看去的话会发现其实不是消失了而是成了一个小方块静静地掉落到地面。\n　　赵菲看着包裹里的石块和木块，苦笑着跟着玛菲雅继续玩着追逐游戏。\n　　这半年时间里要不是他玛菲雅有多强壮怕是也摔坏身体了。而赵菲，这个穿越来到大陆的男人，通过阅读书籍后发现自己竟然拥有传说中冰火岛居民的力量。\n　　创造，与分解。\n序章第二节\n　　世界曾经灭亡，那时神带领神的子民，重新创造了世界，他们吟唱着不知名的歌谣，用铲子拾取泥沙，用稿子拾取矿物，用斧子拾取木材，然后重建了世界，重铸了秩序，给予这世界再一次光明与希望——《冰与火的传说》\n　　-\n　　四个月前后，赵菲前世的记忆因为伤势好了大半被唤醒，然后他开始翻阅关于这个世界常识的书籍。起初他以为自己可以利用前世所学的基础科学在工业国打拼一番，但他发现这个世界的科学理论与他前世的科学理论属于不同类别的发展科学，然后他又学着自然国居民唤醒力量的方式钻进一个漆黑幽暗的山洞里寻找一片会被自然力量吸引的自然之触，但一个礼拜后他被迫放弃了这项活动——因为别说什么自然之触了，他连一片三叶草也没发现。\n　　在一起与玛菲雅的追逐游戏里，习惯看着他倒着走路的玛菲雅被一块石头绊倒，他赶过去扶起她之后手摸在石头上心里想：“要是没有你多好。”\n　　然后石头竟然就在他手里渐渐分解，最后变成了一块小小的方形石块。\n　　他突然发现原来这世界的工业国真的是那个工业国，而自然国也真的是那个自然国，而冰与火之歌，也许真的会是那个冰与火之歌。\n　　那么不管是工业国的科技还是自然国的力量他都可以通过分解后再次合成创造来获得，相比起工业国繁琐的拼凑零件，他可以用沙子加火药来合成威力巨大的炸药；他也不用像自然国的居民一样日日在地底生活维持身体里自然的力量，他只需要前往自然国寻找自然之触分解成方块后挂在自己的身上那么他便是能够在日光下行走的自然国居民。\n　　这神奇的力量可以让他将几个方块按一定的规律排列在一起后便会产生一件新的物体，一块原木可以产生出4块木板，两块木板竖直排列的话便能够合成四根木棒，六根木棒按长方形横向排列的话便可以合成出栅栏……\n　　甚至可以说只要有足够的资源，那么没有他造不出来的东西。\n　　-\n　　“噢赵，又去买菜啊？”门口的护卫骑士李斯特向垮着菜篮的赵菲打着召唤，赵菲礼节性地笑笑走向了常去的超市。\n　　一路上的风景在这个现代人的眼里看来十分奇怪，这个星球上的工业国居民已经发展出了可以媲美前世的工业科技，甚至有更加超前的红石科技，可是有些地方却仍然固执地保留着中古时期的习惯。\n　　在这里可以看到很多奇怪的场景，教堂的护卫骑士身着铠甲手持利器，但仔细观察你会发现这些刀斧剑戟其实都只是陪衬，真正的核心武器是武器身上某处的一截短棍，只要按动开关这截短棍便能够变成枪械来阻击敌人。\n　　居民的穿着仍然保持着中古时期的模样，贵族喜欢的灯笼裤，平民爱穿的麻布袍，马夫喜欢的短衫，教父喜欢的黑丝袍，只不过不管在你的眼里看来是什么材料制成，这些衣物其实都是由羊毛织成再故意做成一些别的材料的模样。\n　　而现在正在买菜的赵菲身上就穿着一件羊毛制的黑色长袍，看起来颇有几分教士的风采。\n　　今天是他在教堂里生活的最后一天，过了今天他打算在明天就和耶稣爷爷告别。\n　　他想要去这世界上的各个角落都去看一看，他想去看看工业国的首都卡拉赞绝对的工业科技，他想前往地底深处去一探自然国居民的究竟，他甚至想造出一条举世无双的大船前往传说中的冰火岛寻找传说中所谓神的子民。\n　　但是他最想的，还是像前世里在游戏里一样，找一个有羊，有牛，有猪，有鸡，有草，有花，有树的高山，慢慢地建造属于自己的一个小角落。白天喂喂牛羊浇浇花草，到了中午钓只不大不小的鱼烤来吃，等到了下午回到自己的家，看着太阳慢慢地落下，然后听着屋外怪物们的交谈声入睡……\n　　等…等等。\n　　对了！怪物！\n　　自从来到这个奇怪的大陆自己在夜晚甚至都没有从教堂里走出去过，更别说灯火稀疏的城外了，那么这个世界，是不是也会像前世的游戏一样有着那些恐怖的怪物呢？\n　　难道自己还会碰上爱自爆的苦力帕，碰上喜欢射冷箭的骷髅弓箭手，还有那些过分的拆门而入的僵尸和一蹦三尺高的可怕蜘蛛吗？\n　　“赵，你的菜，拿好。”\n　　“啊抱歉。”想的入了神的赵菲根本没有发现卖菜的老婆婆手中递过来的菜一下掉到了地上。\n　　“麦娜婆婆你有出过城吗？噢我是指夜晚的时候。”赵一边捡着菜一边装作若无其事的模样问。\n　　麦娜婆婆的笑脸一下子僵住了，她一把拉过来赵菲在他耳边小声地说：“嘘，你不要命了，不要讨论关于夜晚的事。那些该死的怪物会听到的。”\n　　“怪物？”\n　　“是啊，在我们工业国刚刚建国的时候就爆发过数次人类与怪物的战争，那时候，啧啧……死伤无数，被苦力帕自爆而死的就有上万人。”\n　　“后来人们趁着在怪物不敢出没的白天建立了一座又一座城池，这才得以躲过怪物们的骚扰。”\n　　“怪物们不会在白天出现，他们只会在夜晚或者一些深邃的洞穴里出现。就因为这点我们大工业国的居民才会这么厌恶那些该死的自然国居民，他们这样子生活又与那些怪物有什么不同？”\n　　赵菲拿好菜走出市场的时候仍然有些发楞——原来这个世界真的有游戏里描写的怪物。他摸了摸身上薄薄的布料，现在的他如果被苦力帕从背后靠近自爆的话有什么不死的理由呢？\n　　就算是步伐缓慢的僵尸如果在洞穴里被围攻的话也是难逃一死，更别提射冷箭的骷髅弓箭手和移动迅速的蜘蛛了。\n　　“看来，出走的事要再好好策划策划了。”\n　　他一边嘟囔着一边拎着菜走向教堂，教堂的门口玛菲雅正红着小脸向他连连挥手，耶稣爷爷站在她的身后慈祥地笑着——也许，这样也不错。\n  \n序章最终章\n　　传说神创造世界的时候，因为害怕人类日益强大终而毁灭世界，所以留给世界一颗布满火红色花纹的卵，而卵里，孕育着邪恶可怕的怪物——《创世神记》\n　　-\n　　一个月后。\n　　赵菲看着自己包裹里一整套白铁铠甲，不由得发出一阵舒畅却又小心翼翼的笑声。辛苦了整整一个月，每个夜晚都在后院偷偷挖掘的洞穴深处挖掘铁矿来烧制铁矿，一个月的时间这间本来简陋的洞穴房间变的更加宽敞，工具也渐渐多了起来。\n　　最为主要的还是三样工具——熔炉，储物箱，工作台。\n　　熔炉在添加了木炭或者煤炭之后可以烧制器具，白铁铠甲的基本原料白铁就是铁矿经过熔炉烧制而成。\n　　储物箱可以存储一切被分解后的方块，最多可以存储3X9的方块，而赵菲发现自己最多可以携带的方块也是3X9，但是除了左手大拇指，他每个手指上也可以存储一个方块。\n　　工作台可以利用3X3的存储面积来合成物品，而赵菲本人则只可以用右手除了小拇指外的四个手指合成物品。那套白铁铠甲正是在工作台内进过排列后合成。\n　　现在有了一整套威武结实的铠甲，赵菲也开始食物以及武器的准备。\n　　食物的话每天从教堂的伙食一点一点的剩了下来，而武器则需要用他剩下的两块铁矿和一根木棒来合成了。按照两块铁矿竖直排列在上，一根木棒在下的顺序就可以合成一柄锋利的铁剑。\n　　他穿着一身铠甲，手里拿着铁剑，活像中古时期大为活跃的骑士。\n　　出城，他终于决定夜里趁着天黑就出城，将早就已经准备好的书信放到枕头下面，他收起一身的铠甲和铁剑推开门走到大厅，依稀可以看见耶稣爷爷还在卧室里朗诵圣经的片段。\n　　“谢谢。”\n　　说完这句话赵菲头也不回的推门而出，教堂外的骑士睡眼惺忪地看着他出了门，撇撇嘴没有说些继续拄着长枪打起了呼噜。路过玛菲雅家的时候赵菲从包裹里取出一封信放到了屋外的邮箱里。他是很喜欢这个黏人的小姑娘的，只不过自己就要离开，怕是再也不能一起玩耍了。\n　　赵菲硬生生地别过头，头也不回地走向一处灯光昏暗的城墙。\n　　从城门走是不可能的，夜晚的城门不仅有士兵戒严城外的情况，城内的哨兵更是勒令所有居民不得接近城门，而意图外出的居民轻则驱散回家重则打入大牢。他注意这截城墙已经很久了，这截城墙应该是在一次怪物攻城后匆忙建造而成，不同于其他地方是难以分解的原石，这处城墙有一块约莫可以过人的面积是由沙砾堆积而成，而沙砾的话……赵菲掂了掂手里的石铲无声地笑了笑。\n　　5分钟后赵菲已经成功站在了城墙的外面，不同于城里的灯火通明，城外一片漆黑，赵菲连忙从包裹里取出准备以久的火把拿在手中。\n　　这是一片灌木丛，视野再深处的地方是一片树林的入口，漆黑且可怕。赵菲咽口唾沫，左手拿着火把，右手拿着铁剑，穿好整套的白铁铠甲缓缓走进了树林里……\n　　树林里不用说一定是树木丛生，大小不一的藤蔓像一条条的青蛇匍匐在路上等待袭击过路的路人。打进了树林赵菲连一步也没有动过，手里的剑柄已经被握出了汗——因为他面前的一个深坑里，有一只苦力帕正在努力地向他跳动，只可惜坑太深，不然赵菲要么已经死了，要么早就跑掉了。\n　　这是赵菲穿越后第一次近距离观察苦力帕，和游戏里不一样，这个世界的苦力帕不再那么方方正正的，而是圆润细长，就像一根墨绿色的王中王一样。\n　　他瞪着两只纯黑色的眼睛呆呆地看着赵菲的方向，一下又一下努力地跳着，嘴里发出“嘶~~~~~~~~~~~~~~~~~~~~~”的声音。\n　　赵菲缓了缓神，挺起铁剑远远地作势刺了苦力帕一剑，苦力帕“嘶”的一声远远地向后跳了一大步，被刺的伤口里流出来不少鲜绿色的血液。发现怪物也许没有想象中可怕的赵菲跨出一大步一剑刺到苦力帕的身上，苦力帕痛苦地叫了一声，没等赵菲缓过神来苦力帕竟然不顾在身体里的铁剑，任由铁剑穿过身体走近了赵菲，一边发出嘶嘶的声音一边从身体里发出白色的光——要自爆！\n　　赵菲也顾不上还没握顺手的长剑，一把扔出长剑跳到了一边趴倒在地。\n　　轰！！！\n　　“咳咳…咳…”在爆炸的烟雾里一个人影艰难地从地上爬起来；赵菲拍拍身上的土，发现铠甲不少地方有了一些细小的裂痕，而且自己也感觉一阵阵眩晕，看来自己躲闪的还是不够远。赵菲向本来的小坑现在的大坑里望去，苦力帕已经消失的一干二净，留在坑里的是两包火药和几块泥土。\n　　赵菲跳进坑里拾取了火药和泥土，眩晕感越来越厉害，他没办法只好坐到地上，从包裹里拿出教堂伙食里积攒下来的面包狠狠地咬上几口，面包不大，没几口就全下了肚。不远处的城墙上一阵骚乱，能听的出已经很久没经历过怪物这种东西的士兵们也慌了神，甚至没有一个敢于出城查看情况。\n　　赵菲无可奈何地笑了笑，看了看天色，而自己现在又没有办法动弹，没办法，只好把自己身下的泥土分解掉再盖住上面的入口来度过一晚了，泥土的通风性还是能够保证呼吸的畅通的。\n　　也许是因为身体虚弱的原因分解方块的速度也慢了许多，足足用了10分钟他才成功分解掉了身体下面的方块，“嘣”的一声，赵菲就掉了下去，不过不是掉下一个方块的高度，而是……掉进了一个漆黑的洞穴……\n\n第一章洞穴探险——第一节\n　　苦力帕，这个别致的名字起源于工业国民。而自然国居民则称呼苦力帕为JJ怪，嗯，原因嘛——《历史的歪曲戏说》\n　　-\n　　我叫赵菲。\n　　我眼前这只一直在用爪子挠来挠去的，绿油油的恶心怪物有个好听的名字叫作僵尸。\n　　而我现在所在的地方是一个由先驱者开矿时潦草建造的小屋，虽然说是潦草建造的，但也是有床，有桌，有窗的，虽然没有屋顶。\n　　我在出城后的第一个夜晚就遭到了苦力帕的袭击，在意识模糊下分解了身体下的泥土后发现竟然是一处洞窟，而我掉下的地方正好的这间没有屋顶的小屋上方，我就这样顺利掉到了小屋里唯一的一张破床上。\n　　更巧的是在屋外正好出现一只四处游荡的僵尸，它好像目睹了从泥土分解到我掉落到小屋里的全过程。而现在，他正在努力地想要破坏掉小屋的外墙。\n　　嗯，看样子它应该非常饿。\n　　我尝试着活动了活动但是发现苦力帕自爆时产生的震荡威力十分可观，直到现在我肌肉的每一次拉伸都会产生极大的痛苦。所以我就这样看着它努力地挠了近半个小时左右的石墙。\n　　幸运的是他的爪子并不是太锋利，看来十分缺乏保养。\n　　不幸的是铁杵都能磨成针，看起来过不了多长时间这只可爱的小僵尸就会破墙而入拿我饱腹了。\n　　我紧了紧一直握在手里的铁剑，就这么一个微小的动作也让我疼的呲牙咧嘴。\n　　“妈的，虎落平阳被犬欺！”我忿忿不平地骂了一句，僵尸这种行动缓慢的怪物是怪物里面最好对付的一种，如果现在墙外的只洞穴蜘蛛那么我想我早就已经吓的要死了。\n　　到底要怎么办才能让伤势更快的养好？\n　　期待身体的自我修复能力是不可能的了，记的游戏里吃食物的话血量会快速恢复？可是记的刚刚穿越来时受的伤可是吃了很久的粮食才有了丁点的好转。对了我可以吃些恢复药剂，恢复药剂恢复药剂……\n　　我没有恢复药剂。\n　　正在我烦恼的时候僵尸竟然已经将石墙破坏出了一个不大不小的缺口，他将脑袋硬生生地塞了进来，像是要确认确认一下我是不是在这破屋里。在看到焦急地像热锅上的蚂蚁一样的我的时候这货竟然十分人性化的笑了笑把头缩了回去继续\n　　没办法了只好死马当活马医了，我从包裹里拿出已经被分解成方块的面包弹进嘴里，顿时感觉到一股热流滑进肚子里，而受的伤竟然也感觉有了很大的好转！我赶紧从包裹里拿出更多面包扔进嘴里，直到第3块面包入肚我终于感觉到身体已经痊愈，这就意味着……\n　　我不怀好意地看着在墙洞里进出的僵尸丑陋的爪子，瞅准时机一剑刺了下去直接将它的爪子钉到了墙砖上，墙外的僵尸使劲的抽了抽手臂却发现根本抽不动，它发出一声“啊……啊？”的声音更用力的抽动手臂，它成功的抽会了手臂，没等它为成功抽会手臂开心它就发现了自己的手臂已经变的光秃秃了，上面的爪子消失的无影无踪。\n　　“啊……啊……啊？”僵尸发出一阵疑惑的吼声，然后将头又探进了墙洞里。这次它没有看见卧倒在床上可怜兮兮的人类，它只看见了一道白光闪过，然后……然后就没有然后了。\n　　我抹干净了剑上僵尸的血液透过窗户看向外面的环境——什么也没有，也不能说什么也没有，只能说漆黑一片，我什么也看不见。\n　　现在问题又出现了，我是现在就回到地面上，还是继续在这洞窟里探索一下。\n　　回到地面这个选项当然不用想，地面上当然要比洞窟里安全的多，怪物也会少的多，更不会可能出现岩浆，陷阱什么的可怕东西。\n　　但是这个洞窟里有矿工小屋就意味着这里是先驱者矿工们开采矿物的地方，那么就一定会有铁轨，矿物，和矿工们采矿时临时储存矿物时用的储物箱，里面一定有很多现在十分缺少的矿物。\n　　我看了看包裹着全身的白铁铠甲和手中紧握着的铁剑，决定在这洞窟里好好探索一番，就算找不到矿工们开采的矿物，在与洞窟的怪物战斗中也可以好好积累一下与怪物战斗的经验。\n　　我分解了两个墙砖的方块走出了小屋，我左手拿着火把向前面丢了过去，右手的铁剑已经摆好了架势准备面对怪物的攻击——火把照亮的地方没有一只怪物。\n　　我走过去捡起火把继续向洞窟深处走去，走了快半个小时也没有碰到一只怪物，哪怕一只昆虫一株花草也没有见到，能见到的只有矿工们在无聊时画下的涂鸦。一路上的涂鸦好像记录了什么故事，我已经从第一副涂鸦看到了现在，故事也从刚刚离开家人进入矿洞发展到了开采出第一块铁矿时矿工们的欢呼。\n　　前面是一个拐角，我从包裹里拿出第2把火把向拐角的方向扔了过去发现没有什么动静，正当我打算继续前进的时候一个细小的声音传入了我的耳中——“噶冷，噶冷”\n　　是骷髅弓箭手！\n　　只有它们才能发出这种骨头和骨头碰撞在一起时发出的声音。\n　　骷髅弓箭手，就像字面上的意思一样是会拿着弓射箭的骷髅。游戏里的数据是他的攻击范围在10格左右，折合到这世界的话应该在15米左右。骷髅弓箭手最可怕的地方不是他的射程而是这玩意儿会在离你很远的地方就发现你，然后在你根本听不到声音的地方远远地射给你一只冷箭——当然这也不是最可怕的，最可怕的是它们射冷箭的时候你往往在一个悬崖边探着头看悬崖下面的情况……\n　　不过只要能够听到这种“噶冷噶冷”的声音就代表他离你最多5米远，这样的距离一个加速跑就可以靠近他然后……然后就是单方面的虐杀了。\n　　想到这我一下跳出拐角，果不其然一只弓箭手正呆呆地望着这个方向，它好像还没有从我突然出现的震惊里反应过来，我没有停顿一个加速跑迅速接近了它，这时候它才反应过来想要搭箭射我，可惜的是我已经一剑将它劈了个粉碎。\n　　我看着地上的弓箭和比起游戏里来真实了许多的骷髅弓箭手，联想起刚才丑陋恶心的僵尸和肉感十足的苦力帕，真心觉的不能像前世一样夸他们其实是一种特别的可爱感了。\n　　把地上的弓箭分解之后得到一根蛛丝，地上骷髅弓箭手的尸体也可以分解，得到几根锈迹斑斑的骨头。我收拾了收拾包裹继续向洞窟的深处探索，而拐弯后的这条路却十分短，已经又到了一个拐弯的地方，我习惯性地向拐弯的地方扔了一只火把过去然后探出头去望个究竟——在拐角后的方向有一只金灿灿的箱子！\n　　金灿灿的箱子！\n\n\n第一章洞穴探险——第二节\n\n　　世界上有数不尽数的美丽宝箱，里面装着数不尽数的美丽宝藏；而负责分辨这些宝箱里究竟是美丽的宝藏还是夺人性命的陷阱，这就是我的工作——《鉴定大师维明自传》\n　　-\n　　宝箱，是的，金灿灿的宝箱！\n　　在前世的游戏里根本就没有这种宝箱的设定，也许在一些特殊的MOD里面会出现但是在原版游戏里是没有这种充满诱惑力的宝箱的。\n　　俗话说的好，自古宝箱多宝物；可是俗话又说自古宝箱多陷阱。\n　　现在我有两个选择，要么对宝箱视而不见专注寻找矿工的矿物然后离开这处危险的洞窟，要么打开宝箱看个究竟。\n　　金灿灿的宝箱对自己的诱惑力无疑是十分巨大的，保不准里面就会存有钻石装备或者其他珍惜矿物，如果里面有红石的话自己就可以利用前世游戏里的合成知识来制造一些稀奇古怪威力巨大的道具来保证自己的生存能力；可是里面同样可能一无所有，而在我打开宝箱的一瞬间陷阱就会启动，要么是掉落到地底被摔死，要么就是会从各种角度袭击而来的弓箭，或者是更多我想象不到的恶毒陷阱。\n　　“去他的！”我一把拔出铁剑握在手里向着宝箱的方向走了过去，放着这样的宝箱不管而选择无视他继续前进，就算以后我成功走出洞窟也会后悔的要死吧。\n　　嗯，地面没有启动陷阱机关按钮的样子。四周的墙壁也没有箭孔，但是以防万一我还是先在宝箱的周围以宝箱为中心5米的地方用方块建造了一圈3米高的围墙，而且我担心地面会突然陷落所以我建造了一个从宝箱到围墙的楼梯，这样的话就算地面陷落我也可以立刻踩着楼梯回到我的围墙上面。\n　　做完了这一切我重新回到了宝箱面前，深吸一口气没有做任何多余的动作一把掀开了宝箱盖子——\n　　天！金矿！钻石块！\n　　我的天竟然还有一把钻石稿子！最最重要的是有一块红石矿块！这样一块红石矿块才开采一般会获得3-4块红石，如果人品爆发的话还有可能获得5-6块红石！一块红石如果磨成粉末的话可以涂抹近10米的线路，我的道具梦即将实现！\n　　我赶紧把金矿和钻石块还有稿子收了起来，然后就对我可爱的红石矿块伸去毒手，使劲一拽拽进了包裹里，没等我因为得到大量红石而高兴就发现在原先放置红石的地方弹出一个……操纵杆。\n　　没等我反应过来突然间地面缓缓地下降，直到地面传来明显的轰鸣声我才反应过来回头向楼梯的尽头——围墙跑去，可是我还没有走出哪怕一步就看到在第4节的楼梯下面发出一阵刺眼的白光——该死的是**！\n　　**爆炸后直接摧毁了3米以外的楼梯，而没有连接的楼梯立刻就随着地面向地面缓缓地沉了下去，距离这么远我也没有办法跳过去只能这样眼睁睁地看着地面继续下降，而我就像高压锅里的青蛙一样慢慢等着危险的降临。\n　　地面沉下去将近3米左右就停止了下沉，而我也立刻在楼梯的周围插满了蜡烛，四周的环境被我一览无余。没有任何出入口，也没有任何陷阱发动，就像是专门想要把人困在这里一样的陷阱，确实对于一般人来说这样的陷阱也足以让人绝望了——可是我有方块啊！\n　　想到这里我赶紧从包裹里拿出了一组泥土的方块准备搭建临时的救生梯来脱离这个陷阱，可是在我走下楼梯的第一步时候就听到了“嘎吱”的声音——根据我多年的经验来看，噢不，来听的话这个声音是……踏板！\n　　我看着脚下这块已经被踩下一定激活了什么机关的踏板欲哭无泪，俗话说的好常在河边走哪有不湿鞋……俗话说个屁阿！\n　　“轰隆隆……”在轰隆的声响里我左右的两面墙上突然塌陷出了两处洞窟，洞窟很短，但是重要的不是洞窟的长短，而是在洞窟深处里，被蛛网重重围护住的，闪闪发光的一个箱子——刷怪箱。\n　　在这个世界刷怪箱并不叫刷怪箱，他被人们怀着恐惧和戒心称为“祭坛盒”，在《人类与怪物的战争》一书里曾经详细描写过这种奇特的装置，传说这是远古时期占据强势地位的人类在工作区域为防止小偷盗窃而设置的一种陷阱，这种祭坛盒可以无限的召唤怪物，而在盒里装有一块神秘的金属和怪物的主要部位，比如如果你想要召唤蜘蛛的话就可以在祭坛盒里放上一只蜘蛛的吐丝和一枚蜘蛛眼，想要召唤骷髅弓箭手的就要放上弓弦和骨头。\n　　而现在在我的面前的祭坛盒应该就是召唤蜘蛛用的祭坛盒，至于我是为什么知道的——因为已经有两只蜘蛛出现在我的视野里不怀好意地活动着钳子。\n　　我来不及多想一步跳回了楼梯上，快步走上了楼梯最高的位置，3米高度的话蜘蛛是跳不上来的，而它们现在攻击我的唯一方式就是从楼梯爬上来，如果是两只敏捷的蜘蛛在平地攻击我的话就算我有9条命也死不够，但是在狭窄的楼梯上的话……来一只杀一只，来两只杀一双！\n　　蜘蛛们发出“吱吱”的声音迅速地爬上了楼梯，因为楼梯本身的狭小而这个世界的怪物蜘蛛体格也比较庞大所以两只根本无法同时登上楼梯，只能一只一只地向我爬过来。在这种狭小的地势蜘蛛根本就用不了它敏捷的身手，所以我很轻松的就了结了这两只蜘蛛，但是……\n　　我看了看仍然在闪闪发光的祭坛盒，重重围护的蛛网，还有重新被召唤出的两只表情丑恶的蜘蛛——如果在短时间内想不到解决的方法我迟早会被这些怪物活活的耗死。\n　　杀掉了这两只蜘蛛连喘口气的时间都没有，祭坛盒迅速地召唤出来两只生力军参加战斗，再杀掉这两只蜘蛛就又刷新出来两只，再杀掉就再刷新……我就这样麻木地挥舞铁剑，我的体力已经快要撑不住了，身上的白铁铠甲的持久也快掉光了，包裹里的食物也要消耗光了，手里的铁剑已经破破烂烂，相信再挥不了几剑就会折断——可是蜘蛛仍然在不停的刷新。\n　　难道我真的要死在这种鸟不拉屎的鬼地方吗……\n　　意识越来越模糊，眼前的场景也越来越看不清楚，终于铁剑发出一声脆响折断插进了泥土里，而刚刚被杀死的两只蜘蛛的尸体还没有软下去祭坛盒里就又召唤出了两只蜘蛛。\n　　看来我真的要死在这种鬼地方了……\n　　“喂，小子，看来你有大麻烦啊？”\n\n第一章洞穴探险——第三节\n\n　　不要去相信那些卑劣的自然国人！-《工业国物语》\n　　不要去相信那些卑劣的工业国人！-《自然国物语》\n　　-\n　　在黑暗的洞窟陷阱里独自奋战了许久的我突然听到了熟悉的人类的声音，与其说是有如晴天霹雳一般不如说是雪中送炭一样的声音。\n　　我抬起头看到一个12，3岁模样，十分俊美的少年手里摆弄着一把精致的花纹小匕首，蹲在陷阱边缘的地方饶有趣味地看着我。\n　　“是的我有麻烦！请喊你的同伴过来救救我！”我现在已经没有力气来收拾这两只该死的蜘蛛，只能请求这个男孩的大人的帮助了。\n　　“哎呀喊什么同伴，这种小东西我一个人就够了…”少年一边嘟嘟囔囔地一边跳进了陷阱，没等我提醒它这些怪物的危险少年就已经利落地干掉了两只蜘蛛，真的非常利落，那把匕首上好像有什么古怪，我用铁剑都需要三剑才能解决的蜘蛛他居然只用一击就解决掉了。\n　　“谢…谢谢你小朋友，你家大人呢？”我一句话引来少年的一阵白眼，他嘟着嘴拿匕首挑了挑我的下巴说：“什么小朋友，人家可是有着‘阿尔托莉亚’这样好听的名字的！”\n　　“还有我是一个人出来历练的，没有什么人跟着我！”我刚要说话他就接着说：“还有我已经170了！已经过了成人礼！是一个堂堂正正的成年人了！”\n　　1……170岁！\n　　“你说你170岁了？”我摸摸他的额头来看看他是不是发烧了在说胡话。\n　　“别摸我！你这怪人不知道男女授受不亲的吗！”少年，噢不，应该是少女，阿尔托莉亚一巴掌打开了我的手，撇着嘴一脸的不情愿。\n　　“你是个女孩？”我看着阿尔托莉亚“平坦”的身材一脸的疑惑。阿尔托莉亚注意到了我的目光小脸一虎举起匕首威胁地看着我我才收回了目光。\n　　“那…那个阿尔…阿尔托…嗯…奥斯特洛夫斯基…不对，是布鲁不舒服斯基？不对……”我一边把脱掉白铁铠甲一边漫不经心的叫着她的名字。\n　　“我！叫！阿！尔！托！莉！亚！”阿尔托莉亚一巴掌打到我刚刚脱掉腿甲的大腿上，因为长时间的战斗我的大腿肌肉还是崩的紧紧的，这一下疼的我感觉要死似的。“不过这名字好像太长了，嗯，我允许你叫我莉亚！”\n　　我一脸无语地看着这个极度中二的阿尔托莉亚不知道说些什么好，但是毕竟是人家救了我一句道谢的话不说也过不去，可是……我看看阿尔托莉亚偷偷看我两眼冒光，像是在说“快谢谢我快谢谢我”的表情，决定还是什么都不要说的好。\n　　“你这人怎么不谢谢我！”阿尔托莉亚见我一句话也不说又一巴掌拍在我的大腿上，另一只同时在我的胳膊上发了一道名叫九阴白骨爪的女孩天赋神功。\n　　“谢…谢谢谢谢！我谢谢你全家！”比起大腿肌肉的疼痛来说九阴白骨爪更上一层楼，我赶紧讨饶地说道。“哼！谢谢我就够了！谢我全家干什么！”阿尔托莉亚不怀好意地看着我，她下意识地从我的表情里觉出这句话不是什么好的意思。\n　　“好了不说这些，莉亚，你说你是出来历练的是吗？”阿尔托莉亚自豪地挺起稍微有一点点小弧度的胸脯点了点头。\n　　“那你？”没等我接着说下去阿尔托莉亚就接着说：“嗯我是自然国的人，你不知道的吗？我们自然国的年轻人到了170岁时候要接受成人礼的洗礼，这种历练就是成人礼最后的一步。”阿尔托莉亚一脸奇怪地看着我，好像在奇怪我为什么不知道这些常识中的常识。\n　　她说到这里我突然间想了起来我在教堂时看过的一本书叫作《自然国的卑劣日常》，因为书里有太多工业国对自然国的偏见和辱骂所以只不过是粗略地看了一遍。这本书上面就有对自然国居民成人礼的详细记载。\n　　自然国的居民在到了成年的年龄后就会到首都的神殿参加神授大典，在大典里要接受教皇的赐福以及圣水的洗礼，而这之后会在教堂里随机选择一个历练任务，只有完成这个任务后才算完成成人礼。\n　　而一个没有完成成人礼的人在自然国会被称为废物，并被当做小孩子对待一辈子，除非能够在50年一次的“对工业国战略认知考试”里获得名字，不然不会被任何人瞧得起。\n　　“莉亚，你的历练任务是什么？”比起她170岁的“高龄”，现在的我对于她的历练任务更加感兴趣。\n　　“猎取5个工业国的居民，并带着他们的头颅回到神殿。”阿尔托莉亚漫不经心地说出这个残忍的任务，经历过前世或者动漫或者小说冶炼的我没有太多惊讶，两个国家就连在书本上都会诋毁对方，这种事情又怎么不会发生。我只是惊讶她竟然能用这种漫不经心地平淡语调托盘而出。\n　　“你不觉的这样很残忍吗？”还是我忍不住问道。阿尔托莉亚翻了翻白眼说：“有什么残忍的？工业国的人不是都是地狱里来的可恶恶魔吗？”我一下了然，看来不同于工业国对自然国幼稚的人格诋毁，自然国更上一层地直接把工业国人划进了非人的行列。\n　　“别说这些了，你的身体没要紧吧？”阿尔托莉亚一脸关切地问我，她不说我还想不起来，她这么一说我才感觉到全身的酸疼，一阵又一阵疲乏感终于得到了我的关注，拼了命地从身体里涌出。“我…没…事…”话还没有说完我终于抗不住倦意昏昏沉沉地睡了过去……\n　　-\n　　-\n　　-\n　　可能有的看官没有去看作品相关里的介绍，我在这里重新说一次。\n　　这本书是以minecraft这款游戏的世界观做蓝图写的，里面的一切事物都会在很大程度上借鉴minecraft里面的设定。希望玩过minecraft的同学来看看这本书，也希望有同学在看到这本书后去玩minecraft这款游戏。\n\n第一章洞穴探险——第四节\n\n　　自从自然国人入驻地底之后，我们就再也得不到关于他们的一丁点的消息。现有的资料只到自然国从部落分割出去前为止。我们对于自然国，一无所知。-《红石大帝自传》\n　　-\n　　四周静的可怕，也黑的可怕。\n　　我好像被围困在一个狭小的角落一样，稍微地动弹一下就能碰到一个物体，软软的，香香的。我记得我好像是累晕了过去，在晕过去之前一个叫奥斯特洛夫斯基的小女孩救了我，奇怪，一个女孩子家，为什么要取这么老爷们儿的名字。\n　　那我现在是在做梦吗？不然的话为什么我什么也看不见，什么也听不见，噢，是因为我没有睁开眼。我动了动手，发现居然能动。我把手伸向之前碰到的又软又香的物体，用手指轻轻地捅了捅，嗯，真的很软。我把整张手覆盖上去，柔软的触感越发强烈，通过触摸我发现这是一个圆形的物体，我的抚摸好像让这东西十分不自在，他躲了又躲，很难抓住。\n　　“抓住你了！”我一下子蹦起来抓住了那东西，得意洋洋地睁开眼——\n　　“我的妈呀！！！！！！”\n　　阿尔托莉亚奇怪地看着明显惊吓过度的我，而本来在我手里的那个物体——一只光秃秃的蜘蛛看疯子一样的眼神看着我。“你干什么呀，你吓到丽娜了！”阿尔托莉亚向我示威地亮了亮小虎牙，那只叫丽娜的蜘蛛摇了摇头跑到了阿尔托莉亚的身边，蹭了蹭她的脚跟舒舒服服地打起了吨儿。\n　　“那，那只蜘蛛怎么不会攻击你？”我余惊未消，声音一颤一颤地问道。阿尔托莉亚歪着头看着我，像是在看一个故意作秀的小丑。\n　　“你是不是傻的呀，为什么丽娜会攻击我？她是我的契约兽啊。”阿尔托莉亚关心地看着我，我觉的她一定是在想这孩子真可怜，不会是伤到脑筋了吧。\n　　“契约兽。\n　　在远古时期的大部落年代，几乎每个人都会拥有一只契约兽作为搭档。那时候大陆上的居民还没有分割为自然国和工业国，全部的居民都属于一个部落，一个辽阔无边，无人能挡的大部落。\n　　所谓契约兽就是指和人类签订了契约的怪物，或者说野兽。常见的契约兽有猎犬，豪猪等；而签订契约所实用的工具就是契约之书，只有在契约之书光辉的照耀下，那一纸契约才能够使用，不然的话只是区区一张废纸而已。\n　　在大部落崩溃，自然国分割出部落的时候，当时自然国集团的领袖纳掣从部落的神殿里偷走了这本伟大的契约之书，所以工业国就永远地失去了契约兽的帮助。\n　　该死的自然国人！”\n　　这是《工业帝国历史》里提到过的契约兽详解，看来这只在阿尔托莉亚脚边打盹的光头蜘蛛就是所谓的契约兽了。\n　　我一肚子的疑问还没问出去，阿尔托莉亚就一蹦一跳地过来把我头拉到和她一样高的地方把额头贴了上来，一脸关切地问：“你没事吧，不会是烧坏了脑筋吧？”\n　　女孩子居然离我这么近，脸和脸之间的距离不足1厘米，相互的鼻息喷在各自的脸上，热热的痒痒的。前世几乎没有和女性相处经验的我脸腾的一下子红了个透，我以为莉亚正要笑我，可是突然看到她的脸也是红彤彤的，很可爱。\n　　我们就这样僵了几秒钟，彼此像是打了招呼一样同时跳开，我一脸尴尬地笑了笑，阿尔托莉亚偷偷地看了看我，一样尴尬地笑了笑。气氛一下子变的尴尬，我和她都很害羞，我不明白她为什么要这么亲切地对待我，她？她当然也不明白。\n　　“奥斯特洛夫…”我注意到了她已经从腰里别着的刀鞘里拔出了匕首急忙改口：“莉亚，这是哪儿？”我环顾四周发现周围已经从泥土变成了洞窟特有的岩石层，在我和她中间有一堆明显刚刚升起的篝火，看来我们已经成功从那陷阱里逃了出来。\n　　“这里是我临时的一个营地，我当时就是在这儿听到你在陷阱里的动静儿的。”阿尔托莉亚虎了虎小脸，一付你是傻子的表情，精致的小脸还是红彤彤的。我尴尬地笑了笑没有再接着说什么，可是脸还是红红的。\n　　“你……你饿了吗？”阿尔托莉亚小声地低着头说，她这么一说我还真的感觉不是一般的饿。“在，在你睡着的时候，唔你别看我！”我刚向她看过去她就一下扭过头去，我连声说好她才继续说：“你睡着的时候我给你喂了几口水的，你那张臭嘴闭的可真严实，要不是…要不是…”我转过头看到阿尔托莉亚的头越来越低，声音也越来越小，怎么回事，这个发展难道是……\n　　“要不是我喊丽娜来撬开你的嘴，你现在早就渴坏啦！”阿尔托莉亚突然抬起头大声地说，一脸的坏笑。我楞了楞看向丽娜，那只蜘蛛的两只大牙。\n　　“你…你的意思就是这两只大牙……撬，撬开了我的嘴？”看着莉亚点着头一脸得意的坏笑，我终于忍不住别过头去狠狠地吐了几口唾沫。\n　　“喂你真失礼！我家的丽娜可是干干净净地女孩子！”阿尔托莉亚一下跳过来一拳打在我的肚子上气呼呼地说。“啊抱歉抱歉。”我一边说着一边摸了摸她的头，一边别过头去继续吐。\n　　嗯？奇怪？这次她怎么没有打我？\n　　我回过头看到阿尔托莉亚的小脸已经红透了，活像一只煮熟了的螃蟹一样。她伸出手指指着我，手指一颤一颤的，怎么看也不像是娇羞，更像是生气。\n　　“你，你，你…你你你你你你居然摸我的头！！！！”阿尔托莉亚一巴掌就打到了我的脸上，突然被打脸的我也生了真气，一把推开了她就想要反击，可是突然间看到阿尔托莉亚那张精致的小脸上突然流过两淌泪水——她怎么哭了？\n　　“莉，莉亚你怎么了？”我不知所措的试图安慰她，可是却连手也不知道放在那里好了。\n　　“你居然推我，呜哇…你居然推我！！”阿尔托莉亚像一个小孩子一样捶打着我，我不得以只好轻轻地抱住她纤纤一握的小蛮腰。\n　　“是我不对是我不对，阿尔托莉亚小姐，请原谅我的失礼…”我腾出一只手来摸了摸她的头，十分宠溺地说道。阿尔托莉亚这才抬起头来看我，本来就精致俊美的小脸，梨花带雨的更是美的无可复加。\n　　“那，那你不会怪我刚才打你吗？”\n　　“嗯不会。”\n　　“那…那你也不会怪丽娜亲你吗？”\n　　“呃…嗯，不会。”\n　　“那……那，那你会为这婚约负责吗？”\n　　“嗯好的…不对…什么！？”\n\n\n第一章洞穴探险——第五节\n\n　　爱情是神秘且……嗯，神秘的-《爱的真谛》。\n　　-\n　　我吓地一步跳开，什么叫为这婚约负责，这劳什子婚约我连听都没听过为什么要负责？\n　　“你，你这坏人！”莉亚一步追上来抓住我的胳膊气呼呼地说，眼眶里又转起了两团泪花。\n　　“不是不是。”我一把抓住莉亚已经扬起来的手接着说：“我主要是不明白你说的婚约是什么意思…”\n　　“你还装傻！你刚才摸了我！男人摸了女人这女人就要跟他一辈子的！”莉亚气呼呼地白了我一眼，突然间像是反应过来了什么一样楞楞地看着我。\n　　“你…你是哪个部落的人？”莉亚的声音突然间变的很小很弱，而且充满了戒备和不信任。“我…我就是自然国人啊。”我合上一只眼，只用一只眼看着她说。\n　　“你是自然国哪个部落的人？”莉亚想了想歪了歪头接着问道。我看着她那对干净地像潭清水一样的眸子斜过脸不自然地回答：“克…克苏鲁部…落？”\n　　阿尔托莉亚噗哧一声笑了出来，我红着一张大脸低下了头。\n　　“最开始的时候我就知道你不是自然国的人的。”阿尔托莉亚一边说着一边摸了摸头，脸红红地继续说：“但是我以为你可能是圈外地里几个小部落里的人，可是…哈哈，咳咳”莉亚说着说着笑起来，看见我已经快把头埋进裤裆里了才咳了几嗓子接着说：\n　　“可是我真的没有听过什么克苏鲁部落。”\n　　“所以，你是工业国人吗？”我的头被莉亚轻轻地托起来，在我的面前是一张精致，美丽，迷人的脸，脸上一对水一样的眸子里倒映着我纠结的表情，莉亚使劲抿着嘴唇，眼神里更多的不是怀疑，而是倔强的信任。\n　　我站起来习惯性地摸了摸她的头，她脸又红了一大片，我笑了笑决定全盘托出。\n　　“阿尔托莉亚小姐，首先我要告诉你一件事。”\n　　“我不是工业国人。”没等阿尔托莉亚的心从嗓子眼掉回来我就接着说：“可是我也不是自然国人，也不是那些圈外地里小部落的人。”\n　　“不可能！除了两大国和部落之外的地方不可能有人诞生，野生的怪物对人类特别敌视！”阿尔托莉亚激动地想要站起来，我一把摁住她的头把她摁回了座位，我比了个嘘的手势说：“别吵。”\n　　阿尔托莉亚脸红红地应了一声，我从包裹里拿出一块原石方块放到手心里。\n　　“莉亚，你看这是什么。”\n　　阿尔托莉亚凑过头来看见我手心里的小方块不明所以地摇了摇头。\n　　“你看好了。”我一边说着一边把石块丢到地面上，在接触到地面的一瞬间膨胀成了一大块原石方块。没等阿尔托莉亚回过神来我就继续将手放在地面上全力催动分解的力量，地面的石头以肉眼可见的速度被分解成一块一块的小方块，最后汇聚成了就像刚才我手里的小方块一样的东西。\n　　“你…你…”阿尔托莉亚惊讶地一张小嘴合不拢地指着我，连句完整的话也说不出口。\n　　“美丽的阿尔托莉亚小姐你好，重新向你做一次自我介绍。我，赵菲，来自另一个世界。”我学足了前世里那些贵族的绅士礼仪，轻柔地鞠了一个躬。\n　　“另…一个世界？”阿尔托莉亚被接二连三的惊讶冲昏了头脑，先是我的力量，传说中冰火岛的神民才会有的力量，后来又是我的来历——另一个世界把她完完全全地砸地晕晕乎乎。\n　　“是的，另一个世界——地球。”\n　　听到地球两个字阿尔托莉亚突然间从地上一跃而起，一张嘴长的大大地指着我说：\n　　“地…地球！？”\n　　我奇怪地看着她：“对，地球，有什么问题吗？”\n　　“在我们自然国的国传里，世界伊始根本就没有什么冰火岛，是一群人，不，应该说是一群神来到这个世界，他们能够创造任何东西，能够分解任何东西，是他们创造了冰火岛，创造了大陆，而根据文献记载，他们的家乡就是——”\n　　“地球。”\n　　这回轮到我被吓一大跳了，这是什么意思？难道我不是第一个穿越来到这个世界的人？难道说那些所谓冰火岛的神民其实就是穿越来这里的地球人？难道说…现在在冰火岛上还有……我的同胞？\n　　“菲……先生。”知道了我的名字之后按照习俗莉亚也把我名字后面的“菲”字当成了姓氏来喊，我挥挥手打断她说：“喊我赵就可以了。”\n　　阿尔托莉亚小脸红红地嗯了一声接着说：“那，赵，你真的是来自地球吗？”\n　　我奇怪地看着阿尔托莉亚的小脸，怎么又红了？难道是太热吗？\n　　“嗯，我在地球上本来是死掉了的，可是不知道怎么回事迷迷糊糊地就穿越来了这个世界。”\n　　“那，赵，你是从冰火岛来到大陆的吗？”\n　　“不是，听耶稣爷爷说我是从天上掉下来的。”\n　　“赵，耶稣爷爷是谁？”\n　　“一个教堂的神父，很慈祥地一个老人。”\n　　“那赵，你是掉到了工业国咯？”\n　　“嗯…嗯。”我奇怪地看着阿尔托莉亚终于忍不住说道：“那个，莉亚，能不能不要每次说话都要喊我一句？”阿尔托莉亚反应过来脸更红了，她低着头玩着衣角，这副小女人的模样简直让我回不过神。\n　　“因…因为你让我喊你的名字…”\n　　………………\n　　…………\n　　……\n　　…名字？我是姓赵的好吧。我想了想明白过来，按照这个世界和前世里欧美极为相似的风俗习惯来看，在他们眼里，菲是姓，赵才是名字。\n　　“没事啦，你看，我也有喊你莉亚啊。”我刚要习惯性地摸摸她的头，却突然反应过来这个时候如果摸她的头恐怖她会炸掉也说不一定。\n　　“可是，阿尔托莉亚是我的姓阿…”莉亚天真地歪了歪头，用手指捻着嘴唇一字一句地说道。我楞了楞问道：“那你的名字是？”\n　　“才不告诉你了！”阿尔托莉亚红着脸摇了摇头，一副小老虎的模样。\n　　“你接下来打算怎么办？神奇的……地球人？”阿尔托莉亚怕我接着追问她赶紧岔开了话题，我无奈地笑了笑说：\n　　“那个，能不能先带我找个地方吃顿饱饭?\n\n第一章洞穴探险——第六节\n　　不会做饭的女人根本就不是女人，只不过是套着女性皮肤的怪物罢了！-《群嘲大师》\n　　-\n　　这是一件简陋的方块原木组成的小木屋，里面插着几个火把照亮了整间小屋，我和莉亚就坐在小屋的中间。\n　　我看着眼前这盘……嗯，类似于黑暗物质的物质不知道该怎么下口，阿尔托莉亚托着腮帮子满眼星光地看着我，两只大眼睛好像在说快吃呀快吃呀。\n　　“呃，莉亚，这是？”\n　　“讨厌你又装傻，这当然是碳烤牛柳啊！”阿尔托莉亚一边说着一边挺起尚未发育的小蓓蕾，一副本大小姐厨艺天下第一的模样。\n　　碳烤…牛柳？这一盘好像银魂里面妙姐做的鸡蛋烧一样的黑暗物质原来是碳烤牛柳？可是我印象里的碳烤牛柳不是这个样子的啊…应该没有这么黑，也没有这么刺鼻的味道啊…而且最最可怕的是，为什么这盘黑暗物质…好像会动？\n　　“你快吃呀，不是饿了吗！”阿尔托莉亚笑的像朵花一样甜美，但是她手里托着的那盘…姑且算是炭烤牛柳的黑暗物质却发出一阵又一阵刺鼻的热浪袭击我的鼻息肉。\n　　“我…我好像又不饿了…呵呵呵。”我干笑着推开那盘黑暗物质，开玩笑，这种东西吃进肚子里保不准我今天就要命归西天追佛爷了。\n　　“你怎么能不饿呢！快吃！”阿尔托莉亚小脸一虎，一口锋利的小牙呲了起来看着我狠狠地说道。我看着那盘黑暗物质，那盘黑黑的黑暗物质，那盘好像一直在小幅度蠕动的黑暗物质…\n　　“莉亚我”我后面的话还没有说出口就看见一片黑色盖住了我的视野，然后就感觉一个粘稠的，长满尖刺的，还在蠕动着的物体顺着喉咙滑进了胃里——于此同时我的味蕾告诉我这是我一生里所品尝过的…最独特的料理。\n　　“咕…咳咳咳咳…呃…哇…呜…”\n　　这东西先是在我的胃里进行了生命最后的绽放，蠕动了片刻之后散发出了一阵呛死人的气体，最后好像是在我的胃里收缩了一样又散发出来一阵类似与米+田+工的味道，我实在没有忍住就吐了出来，这盘“菜”被我吐到了地上居然还在坚强的蠕动…\n　　“莉…莉亚，抱歉，我…”没等我道歉莉亚就接过话茬儿接着说：“我知道了！”\n　　“地球人原来和我们这里的牛一样！吃到好吃的东西是要吃进去吐出来好好品味消化的！”我望着阿尔托莉亚闪闪发光的双眼哭笑不得，这小东西倒是乐观的很。\n　　“好了莉亚，我也做道菜给你吃吧。”我生怕这小东西等会儿会问我为什么不再把“炭烤牛柳黑暗物质特别版”吃下去，赶紧提出一个新的提议。\n　　阿尔托莉亚一脸狐疑地看着我说：“你会做饭吗？”我哭笑不得地点点头，再不会做饭也不可能像你这小东西一样把炭烤牛柳做成黑暗物质吧！\n　　前世里的我其实也是不会做饭的，充其量也就是煮袋儿方便面就当一顿佳肴了。不过现在，在这个神奇世界的我，拥有红石科技的我，又有什么是做不到的？\n　　“嗯…红石红石，还有烤炉，莉亚把肉递给我…嗯…还有中继器…”我从包裹里拿出早就已经合成好的一套厨房用红石器具，接过莉亚递过来的肉放进了烤炉里，然后按照顺序组装好了器具。\n　　“这是什么？”莉亚奇怪地摸着红石中继器，我想了想一时也解释不通索性也没说话，拉开阿尔托莉亚的小手就启动了红石中继器，我看了看阿尔托莉亚红彤彤的小脸觉的这小东西真的太大惊小怪了，笑了笑说：“看好了噢，这就是红石科技。”\n　　中继器的摇杆慢慢地摆动，红石的能量透过红石粉末组成的线路开始传导，烤炉内已经组装好的红石器具也开始运作，一根棍子插过肉块，然后缓慢地开始转动，在5分熟的时候撒上精盐，这时候烤炉熄火，肉块被放到准备好的盘子上，从烤炉里伸出一把菜刀迅速地将肉块切成片，这时候再将烤肉时候调制的酱汁洒到肉排上。\n　　阿尔托莉亚长大了嘴不可置信地看着这一幕，信仰自然之力的自然国人是不能理解这种工业国的红石科技的，况且现在的工业国好像也没有发展出这么高端的红石科技。\n　　“这…这是什么法术？”\n　　“这叫红石科技。”我笑着接过烤炉里伸出手臂递来的装饰好的肉排，做了一个前世里英国贵族邀请的姿势：“请品尝，美丽的小姐。”\n　　阿尔托莉亚脸红红的应了一声，切下一小块放进了嘴里，然后“唔唔”地手舞足蹈，活像一只兴奋的大马猴。\n　　“哇哇，太好吃了！赵！你是个天才！”没等我谦虚她就接着说：“不过比起本小姐逆天的厨艺来还是差了不少的！”我无可奈何地看着阿尔托莉亚骄傲的精致小脸，真不知道这份对自己厨艺的骄傲是怎么培养出来的。\n　　“赵，你刚才说的红石科技是什么意思？”\n　　“所谓红石科技呢，嗯，简单地来理解就是一种万能电路。”\n　　“通过把红石研磨成粉末来组成线路就可以操纵机关，而机关也是各式各样的，有摇杆，压力版，按钮等等等等。”\n　　“我刚才就是利用红石中继器联合电路和机关制作了一套全自动生产料理的机关，红石中继器会持续激活红石里的力量来激活机关，机关就会按照设定好的程序一步一步的，分毫不差的完成任务。”\n　　“常用的机关有很多，像我在洞穴里遭遇到的陷阱就是一种红石科技的初步利用。”\n　　“利用机关连接红石控制周边环境的变化，或者启动一些可怕的机关，这都是红石科技。”\n　　阿尔托莉亚歪着头看着我，说了一句让我有种仰天45度角默默流泪的冲动。\n　　“听不懂，你讲那么多干什么。”\n　　“好了好了，饭也吃饱了。”我站起身推开屋门，光像打了慢动作一样慢慢地流泻进屋里，莉亚走到我身边把手一扬，指着屋外灯火通明的神奇树木世界说：\n　　“欢迎来到自然国，地球人…”\n\n第二章自然国——第一节\n\n　　唤醒自然，操纵大地的力量，神会赐予你一切！-《大祭司奥斯特洛夫斯基导语》\n　　-\n　　眼睛能够看到的地方全是原木的褐色，还有点缀在其中叶子的翠绿和各种颜色各种模样的花朵。道路两侧是排放的整整齐齐的原木堆，所有的房屋也是由屋子和枝杈搭建成。自然国虽然在地下，但是却像地上人一样拥有白天和黑夜。\n　　“这种果子叫白炽果，能产生光源。”回到了家乡莉亚像一只活泼的小鸟一样围绕在我身边上蹦下跳，让人忍俊不禁。我顺着她手指指着的地方望过去——在这片地底世界的顶层有无数颗散发着柔和光芒的白炽果。\n　　“白炽果在身边有人的时候才会散发光芒，所以白天的时候果群边会有守林人，等到人们工作过去想要休息的时候，守林人便会离开，果子就不会再发光了。”看到了我眼里的疑惑莉亚笑嘻嘻地说。\n　　我看着她眼里的笑意忍不住笑出了声，这小妮子看来是非常想家啊。\n　　“接下来我们去哪儿？”我摸了摸莉亚的头，惹来她的一阵白眼。\n　　“讨厌，不是说过不要随便摸我的头吗！”莉亚装作生气的样子，眼里含笑地说：“接下来我带你去自然广场吧！”\n　　“自然广场？不应该回你的家吗？”我一把拉住兴冲冲地带路的小妮子，怕她因为我的缘故而不能回家。\n　　听到回家，莉亚的小脸意外地塌了下去，她闷闷地说：“我才不要回那个破地方，因为那个混蛋，连佣人都瞧不起我。”我听了她的话想了想便想明白了事情的前后，看来因为某个不长眼的混蛋使坏，让这小妮子在家族里丢了面子，所以才不想回家。\n　　等等？那她为什么这一整天都笑眯眯的？\n　　没等我想明白这个问题小妮子就又换上了那副笑眯眯的表情拉起我的手就走，小嘴还在念叨着什么“让娜塔莎婆婆收拾收拾这坏人”，一张小脸顿时红彤彤地像只红苹果一样，嘴角还浮现出一种看别人受苦时的高兴表情。\n　　走在自然国城镇的道路上，映入眼帘的是活泼的翠绿色和稳重的深褐色，几点花的彩色点缀在其中，嗅进鼻子里的是淡淡的花香，柔柔的叶香，还有木头发出来的檀香。自然国给人的感觉和工业国迥然不同，自然国没有工业国的发达科技和时尚街景，但是正是这种大自然的气息才让能够让人感觉到真正发自内心的放松。\n　　进入地底以来所有的疲惫和烦躁在这时候好像才真正痊愈，我伸了一个大大的懒腰，忍住想要大声喊一嗓子的冲动，本来被小妮子牵住的手不由得更加用力。感觉到手上传来的力道和湿热，莉亚回过头，看到我在望着她又将红红的小脸别过去，我笑了笑，这小妮子还害羞了。\n　　路边的景色开始渐渐变化，材质也从原木渐渐边成了切割平滑的石块，远远地我就看见了高可及顶的一座建筑。\n　　“看看看，那就是神殿，是神官们侍奉神的地方！”莉亚把我拉到她的手边，指着那座高大的建筑说道，话里面是发自内心的骄傲和自豪。\n　　“走，我带你去找娜塔莎婆婆！”莉亚就像一只小狮子一样没有一会儿能安静下来，还没等我估算出那座建筑的高度就拉着我走向教堂的方向。\n　　神殿就矗立在自然广场的中央，自然广场和前世里的天安门广场十分相像，虽然单调，却有一种说不出的庄严。广场上有零零散散的几个神官正在向上天祷告，也有不少的平民坐着休息。\n　　神官们看来早就已经认识莉亚，看到她都打了声招呼，有几个年轻的男神官甚至偷偷地比了个拥抱的动作，莉亚虎着一张小脸瞪了他们一眼，做了一个要告密的动作那些男神官立刻就装作正在祈祷的正经模样躲到一边去了。\n　　“追求你的小伙子看来很多。”看到莉亚这小妮子这么受欢迎，虽然心里有点酸酸的但是我还是笑着说道。莉亚回过头恶狠狠地瞪着我做了一个要咬人的动作说：“再瞎说打折你一条腿，哼！”\n　　望着说完转身就走的莉亚我苦笑着摇了摇头跟了上去，守在神殿大门的骑士看来也是认识莉亚的，笑着说了声“愿自然之神护佑你”便打开了门，看到跟在她身后的我骑士的身体明显地绷紧，给人的感觉就像一头蓄势待发的雄狮。\n　　莉亚两只手拉在骑士粗壮的手臂上摇晃起来，一边摇一边用甜的发腻的卖萌声音说：“哎呀道奇叔叔他是人家的朋友，人家要带他去看娜塔莎婆婆！”本来准备回绝的骑士听到娜塔莎婆婆就忍着笑意看向我，我不明所以地看着这个奇怪的大叔，难道他爱上我了？想到这我忍不住打了个冷颤，没想到这下骑士大叔直接笑出了声。\n　　“哈哈哈哈哈好好好，去见娜塔莎的话没问题。”骑士大叔一边笑一边打开了大门，我奇怪地看着他走进了大门，在经过他身边的时候听到他小声说了一句：“小伙子凶多吉少啊哈哈。”\n　　我回过头更加奇怪地看着他，这时候他已经摆起了原本的姿势正正经经地站在大门做他的守护骑士了。我正打算要回去问问他那句话究竟是什么意思小妮子就拉住了我的手头也不回地想教堂内部走进去，一边走还一边说：“快点快点，你这坏蛋。”\n　　我苦笑着摸摸脸，难道我看起来就不像个良民吗？\n　　一路上经过了教堂，礼拜堂，修道院，还有修女们休息祈祷的圣女室，自打进了神殿小妮子的嘴就没有合上过，一直在向我介绍这神殿里的所有事情。简单的有像建造时间，建造人等等，复杂点的有首任祭祀的事迹，修女们的日常工作等等，深层次点的有例如她小时候曾经偷偷在礼拜堂第四排第二张座椅小面偷偷小便等等…\n　　“娜塔莎婆婆是第一任大祭司的子孙噢，她有着很神奇的力量，小时候我摔伤了都会找娜塔莎婆婆来治疗，娜塔莎婆婆只要把手放在我的伤口上，我的伤口就会很快痊愈！”小妮子说着自豪地挺了挺含苞待放的小蓓蕾，一说到这个娜塔莎婆婆的事情她就会自豪地如数家珍。\n　　听到她说的娜塔莎有能够治愈伤口的力量我心下一惊，这个世界终究还是有我不知道的事情，看来这个世界也不是完全按照前世里游戏的设定安排，已经有了独有性和未知性。\n　　没有心思听小妮子的介绍，我开始思考如果出现了我不能抵抗的力量应该怎么办。如果自然国里所谓的祭祀拥有小说里描述的魔法力量怎么办，如果工业国已经发明了更加强力的武器怎么办，如果怪物不再是仅限于游戏里的种类，而是已经产生更加强力的怪物怎么办…\n　　我突然发现自己就算掌握了分解和创造的能力也不够，因为我的思想已经被前世的游戏所局限，如果不是突然发现了这件事在以后可能遇到的危险里突然发生我不知道的事情，那后果…我连想都不敢想。\n　　前世里已经死过一次的我没有学会所谓的大彻大悟，我现在更加偏执地想要保护好自己的生命，已经丢失过一次的性命我不允许再次从自己的手中丢失。\n　　“喂喂你在想什么东西呀？”我还没反应过来小妮子就拉住我的手打开了一扇庞大却十分轻巧的木门。\n　　“娜塔莎婆婆，我来看你啦。”\n\n第二章自然国——第二节\n\n　　自然国的大祭司都是怪物！-《苏特勒元首语录》。\n　　-\n　　进了屋后发现没有娜塔莎婆婆身影的莉亚轻车熟路地窜进了里屋，而我只好站在门口好奇地打量着屋里的陈设，单纯看起来的话这是一间十分朴素甚至简陋的房间，一张圆桌，几把木椅，两架书架再无他物；但是我却能够清晰地感觉到这些木材里蕴含的一种说不清道不明的，让人感觉如沐春风一般的力量。\n　　我忍不住拉过一把木椅小心翼翼地坐了上去，一股股神奇的力量像是触手一般攀爬我的身体，奇怪的是我根本不会觉的恶心和异样，这些与其说是触手不如说是树枝一样的神秘力量爬过的地方都会感觉到十分的温暖，我感觉像是浸泡在温泉里一样昏昏欲睡。\n　　这种感觉就像是小时候被妈妈抱在怀里，轻轻地听着好听的催眠曲一样。我感觉越来越困，睡意像洪水猛兽一样涌了上来，我只记得睡前好像听到了一个稚嫩的女声在嘀咕着什么。\n　　-\n　　“嗯…嗯？”不知道过了多长时间我才醒了过来，下意识地看了看左手臂上前世戴表的地方却发现空无一物，自嘲地笑了笑望向窗外发现已经漆黑一片——已经到了来到自然国后的第一个夜晚。\n　　我眯着眼舒舒服服地伸了个懒腰，手上传来一阵柔软舒适的触感。\n　　“嗯？我记得这椅子上面没有棉垫的啊？”我嘀咕了一句向我手的地方望过去——是一只被我握在手里的，看起来很扁很…很长的“猪”。\n　　“臭小子，还不快松开你的臭手！”一个稚嫩的女声从猪的方向传过来，我吓了一跳赶紧松开手站起来，正准备和一只会讲话的“猪”道歉却发现眼前站着一个13，4岁模样的少女。\n　　少女有一头瀑布似的紫色长发，精致的五官像是神来之笔一样点缀在那张不过巴掌大小的小脸上，神奇的是少女有一对闪着淡金色光芒的瞳孔，而这对瞳孔正狠狠地盯在我身上——准确地说是我的“臭手”上。\n　　虽然少女看起来只有13，4岁模样但是她的身材却是十足的魔鬼身材，水蛇一般的腰肢纤纤一握，她披着一件稍微贴身的长袍更显示出少女圆润的臀部曲线，两团犯规的超大胸部再搭配上那张精致的LOLI脸孔，简直就是传说中的童颜**诱人犯罪。\n　　少女的长袍胸口的位置绣着一只可爱的粉红色的小猪，而这只小猪也因为少女硕大的胸部挤压而变形，变地又长又扁…又长又扁。\n　　我这时候才反应过来刚才自己握在手里的“扁长猪”就是人家的胸部，而少女这时候的表情也冰冷的令人发指，我丝毫不怀疑如果我不道歉的话她的脸色会再低上那么几个摄氏度。\n　　“啊…呃…你看是这样，我刚才才睡醒…所以…”我语无伦次地解释，不知道该说些什么话来争取少女的原谅。少女冰冷着一对淡金色的眸子看着我一言不发，这让我更加不知所措。正在我打算一不做二不休实在不行让她摸回来的时候少女开口了，声音稚嫩但是清冷。\n　　“你就是莉亚的未婚夫？”\n　　我楞了楞不知道该做什么回答，在洞穴的那天莉亚提出要我做她未婚夫的时候我岔开了话题之后莉亚就再也没有提起过这个话题，我也已经忘的一干二净，想不到眼前的这个少女竟然知道这件事情。\n　　“应该算是吧。”我不知道该怎么回答只好给出一个模棱两可的答案。按照莉亚的说法，自然国的习俗来看的话我确实已经是莉亚的未婚夫了，但是在我眼里莉亚只是一个很可爱的小妹妹。\n　　少女淡金色的眸子在我的身上转了两圈，眨了眨眼突然笑出了声说：“什么呀，原来是小莉亚一厢情愿。”\n　　“不…不是的…”听到少女用一只戏谑的语气说着阿尔托莉亚的事情，深怕害莉亚丢人的我赶紧挥舞着双手辩解，可是还没有等到我把话说完就感觉胸口贴上了两团柔软的事物——是那少女。\n　　少女在我语无伦次的时候窜进了我的怀里，将额头贴在了我的胸口上，我感觉到有两团柔软贴到了身上，用膝盖想也知道那是什么，作为一个正常的男性不可避免地“起立”了。\n　　感觉到了有什么硬硬的热热的东西顶在了自己的小腹上少女不舒服地扭了扭身体，那两团柔软也在我的身上摩擦了起来，这让我的小兄弟站的更加笔直。\n　　少女抬起头一副戏谑地表情双眼微闭，她的额头正发出一阵淡淡的金光，金光里有一、道月亮模样的符文。好像根本没有感觉到现在的不雅姿势，少女就这样环抱着我的身体用稚嫩的声音说：“你是工业国人？这个耶稣是谁？信奉哪位神祗？”\n　　没等我回答少女就自顾自地问了下去：“你真的是冰火岛的神民？嘿？分解与创造？好神奇的能力！”\n　　“不对，地球？地球是什么地方？啧啧，小莉亚这笨蛋，话题一下子就被岔开了！”\n　　“好好吃的样子…原来这就是红石科技吗？”\n　　少女连珠炮似的问题把我彻彻底底的打蒙了，她怎么会知道这么多关于我的事情？是莉亚告诉她的？不对，她每一句话都好像都是在边看边说一样，我看着又贴到了胸口的白嫩的小额头，难道她能通过身体的接触看到我的回忆？\n　　“不仅仅是回忆噢，也包括你现在的想法。”少女抬起头，仍旧是那副戏谑的表情，稚嫩的声音透出一阵藏不出的讥讽。我看着少女一副自信慢慢的模样忍不住一巴掌拍在了她光洁的额头上，装出一副恶狠狠的样子说道：“那你猜猜我现在在想什么！”说完我还故意装作色眯眯的模样瞟了两眼“扁长猪”。\n　　少女看了我一眼把额头重新贴到了我的胸口，我立刻就在心里模拟出了一副把她吊起来的场景，少女抬起头看了看我笑着说：“你在想莉亚为什么还不回来。”\n　　我吃惊地看着少女，因为刚才虽然在心里模拟出那副不雅的图像，但是我内心深处在思考的问题却是莉亚怎么还没有回来。少女看着我吃惊的样子很是享受地笑了几声，突然间脸色不着痕迹地飘过几朵红云，皱着鼻子说：“再敢在心里对我做那种龌龊事，就叫道奇打你。”\n　　这时候我才发现我和少女的姿势非常不雅，有些修身的长袍因为2弟的起立搭建起了一座宏伟的蒙古包，这时候正顶在少女的小腹上，而少女那两团大到异常的胸部也因为少女身体的摆动而在我的身体上摇来摇去，泛出一阵波浪。\n　　少女好像根本没有觉的不妥，而是又把额头贴到了我的胸口，我刚要提醒少女这个姿势的不雅程度就听见木门吱呀的一声开了，莉亚正目瞪口呆地望着我和少女。\n\n第二章自然国——第三节\n\n　　对于女人来说，嫉妒是天性使然，就像男人思考每件事都会问问自己的小兄弟一样。-《群嘲大师》\n　　-\n　　这次真的很难抗过去了。\n　　大家好我是赵菲，现在我正在经历自从我穿越到异界以来最大的一次危机。坦白来说我不清楚我是否能够抗过这次危机，如果说上天再给我一次选择的机会的话我宁愿和十万只苦力帕战个痛快也不要经历这么一次危机。\n　　哪怕现在上帝把我扔进地狱里享受地狱轰炸机的亲切问候我也不想继续待在这间温度突降到零下273.15摄氏度，我现在的感觉就像被被两头北极熊夹在中间的可怜小企鹅一样。\n　　我生硬地别过头看了看脸上快要冻的掉渣的阿尔托莉亚，阿尔托莉亚像是根本没有看到我一样眼神直接穿过我落到了坐在我另一侧的娜塔莎身上。我没有办法只好将求助的眼神投到了娜塔莎婆婆身上，虽然已经明白了之前的美丽少女就是自然国的大祭司娜塔莎婆婆，但是那张俊俏，美丽的不可方物的脸颊还是让我一阵失神——按照莉亚的说法这个女人的年龄已经直奔三位数。\n　　可是现在这张美丽的小脸也是冷冰冰的，说的也是啊，就算是再好的脾气被突然间冲进来的女孩一顿揉脸然后一顿哭闹也是会生气的吧——阿尔托莉亚刚才就发了这么一顿疯。\n　　“阿尔托莉亚，你刚才进来突然发的是什么疯！”娜塔莎婆婆终究是长辈，实在拉不下脸和小辈计较——嗯我认为是这个原因。\n　　娜塔莎婆婆不开口还好，一开口阿尔托莉亚哇的一声哭了出来扑进了她的怀里，嘴里还一直念叨着你不要和我抢老公之类的话。我一脸黑线地坐在一边不知道该说些什么好，如果说阿尔托莉亚只是单纯地吃醋的话还好，但是在刚才我试图解释的时候阿尔托莉亚黑着一张小脸冷冷地看着我让我无话可说。\n　　“我…呜…”阿尔托莉亚一边哭着一边说话被呛到了鼻子，使劲吸了口气接着说道：“我只是说要婆婆你监督，婆婆你…呜哇…”话还没有说完阿尔托莉亚就没有忍住又哭了出来，我和娜塔莎婆婆一脸黑线地看着她——这小妮子是要闹哪样。\n　　“你这小东西，婆婆还不是想要帮你试试这小魂淡的心思，不然婆婆我…”说到这里娜塔莎婆婆像是想起了什么不怀好意地瞄了瞄我的裤裆，我顿时感觉到一股冷意打了个冷颤。\n　　“不然婆婆我会如此牺牲色相吗！”娜塔莎狠狠地瞪了我一眼接着说道。阿尔托莉亚这才可怜兮兮地抬起头细细地说：“那…那他？”\n　　娜塔莎无奈地看了她一眼说：“这小魂淡不错。”\n　　还没等我明白她的意思阿尔托莉亚就像一只树袋熊一样挂到了我的身上——原来她这么轻。我被阿尔托莉亚的突然袭击整迷糊了，这小妮子怎么突然这么高兴？\n　　看到我一脸迷糊的模样阿尔托莉亚笑着说：“娜塔莎婆婆的意思是，你合格了！”\n　　-\n　　走出教堂的时候我仍然有点迷糊，想不到阿尔托莉亚找我一起去找娜塔莎就是因为娜塔莎曾经说过在阿尔托莉亚找到心仪的男人之后要带到她这里，她会用读心术帮她鉴定鉴定——据阿尔托莉亚透漏，娜塔莎是整个自然国贵族阶层出名的媒婆。\n　　我漫无目的地游荡在自然国首都的街道上，自然国的夜晚相比起工业国来说少了几分喧闹多了几分诗意，在工业国人来看工业国是没有夜晚的，在工业国每个夜晚都会有数不尽的居民狂欢，不管是为了什么。而现在我就在自然国的夜里，街道上只有零零散散的几点人影，居民们现在要么已经进入梦乡，要么就是在做事，当然，有做正事的，也有做…嗯不说这个。\n　　就在刚才娜塔莎说有话要和阿尔托莉亚说就把我支了出来，我也正好可以有闲暇来好好地逛一逛自然国的首都。\n　　在自然国是基本没有科技性的物体存在的，但是在自然国居民的便利程度甚至要比工业国还要高上不少，工业国有水泥钢筋建筑，而自然国所有的建筑都是由植物栽种而成，工业国有数不尽的连锁便利店，自然国居民却只需要在家里捏碎一个设定好的卷轴就可以通过法术购买物品，工业国的主要交通工具是汽车和火车，在自然国几乎家家户户都有坐骑，生活好一些的居民甚至拥有法师帮忙制作的怪物坐骑——就在刚才我被一只面无表情的巨大蜘蛛坐骑吓了一跳。\n　　最最重要的是，这里的空气好到出奇。\n　　你没有办法想想一个不管在前世还是之前一个月都生活在工业城市的人突然到了一个拥有纯粹自然无污染气息的城市的人的感觉，就好像在肺里面所有的脏东西都被净化一样让人感觉到一种说不出来的舒适感。\n　　但是纯粹的自然虽然舒适，但同时又带来了另一种隐患——所谓的自然即是原始地带，原始地带里最根本的生物不是人类，而是怪物。\n　　和基本上没有见到过怪物的工业国居民不一样，自然国几乎所有的居民都和怪物生活在一起，当然这里所指的怪物说的是驯化后的怪物。\n　　自然国的战士不同于工业国的战士只有特别行动小组可能遭遇怪物，这里的每一个战士，小到哨兵大到将校都是在和怪物的战斗中一步一步成长起来的。自然国几乎每1个月就会迎来一阵怪物的冲击——这是怪物在试图夺回属于他们的家园。\n　　而这个世界也和前世的游戏所不一样，前世的游戏里怪物只有区区几种，僵尸、骷髅弓箭手、苦力帕等等，而这个世界的怪物体系更加完整。\n　　骷髅不再单单只有弓箭手这个职业，而是更加完整更加富有系统性质，而怪物们更是学会了类似与骷髅盾牌手和骷髅长枪兵的逆天配合；而不同于自身重量受到装备限制的骷髅，僵尸更是拥有僵尸重骑兵，僵尸塔盾团这类逆天的兵种；至于苦力帕…\n　　自爆兵团——不同于陆地上的苦力帕，地底怪物军团里的苦力帕明白了所谓“编制”这个次。如果说陆地上的苦力帕是手榴弹的话，那么地底世界里的自爆兵团就是无数的集束炸弹。如果不是因为自然国人强大的法术和自然之力的话，这个地底国家想必早就已经沦陷了吧。\n　　而且地底世界的怪物军团还不是仅仅这些：几乎每一次的大型战争里都会出现的智囊型怪物类人虫，长的很像地狱猪人的猪怪奇美拉，十分克制自然法术但是数量稀少的废土制造者等等等等。\n　　如果说之前的我得知这些之后可能，不，是一定会被吓倒在地上发誓再也不进入地底国度一步吧。但是现在的我…我摸了摸脸，傻乎乎地笑了笑。\n　　现在的我在这个地底世界已经有了值得牵挂的人——阿尔托莉亚，这个傻姑娘。虽然不知道这个傻姑娘的家族是有多么显赫，而我之前也如我所说的其实是持反对意见的——但你能够对就在刚才为了你向敬爱的婆婆大打出手的女孩冷下一张脸吗。\n　　想到这里我不知道从哪里窜出来一阵豪气，忍不住大声喊道：“我要战个痛快啊啊啊啊啊啊啊啊啊啊啊啊啊…………………………”\n　　“警告，警告，所有居民请迅速进入紧急避难所，注意，这不是演习。”\n　　“重复，警告，警告，所有居民请迅速进入紧急避难所，注意，注意，这不是演习。”\n　　“重复，警告，警告，所有居民请迅速进入紧急避难所，怪物攻城，请注意，是怪物攻城，这不是演习。”\n　　我一脸黑线地仰天长叹：要不要这么巧！？\n\n第二章自然国——第四节\n\n　　这世间有无数仁慈，但对待敌人，只有一种仁慈可以——一刀给他个痛快。-《简·破伦语录》\n　　-\n　　我还在向上天质疑什么叫作“惊人的巧合”的时候，自然国的居民已经熟练地从道路上撤回自家的小屋里，一些离的远的索性直接进了教堂里，等我反应过来的时候才发现街道上本来三三两两的人影已经全都不见，偌大的城市好像只留下了我一个人一样。\n　　我是撤回去呢？还是撤回去呢？嗯好吧那就撤回去吧。\n　　一边想着我一边迈起了步子准备撤回教堂，毕竟现在的自己身上连套基本的防御装备都没有。\n　　“呃…”我看了看四周，看了看身后，然后和自己脑子里的记忆比对了比对——该死的我才想起来我是个路痴来的！\n　　“轰！”一声巨响，然后就是一阵人声鼎沸，我看着声音传来的方向咬了咬牙，反正也找不到回去的路，这么危险的情况不如找到军队说明情况兴许还能受到一定程度的保护。发生爆炸的地方应该距离我现在所在的位置不远，不然刚才的声音也不会让我全身的皮肉都震了又震。\n　　一路上走过去，期间又发生了几次爆炸，虽然声势比起刚才的动静来说要小的多，但比起前世里的手雷爆炸声音也差不到哪儿去了。自然国居民看来十分习惯这种突发情况，走过来的一路上没有发现任何一个人影，连电影桥段里经常出现的迷路的孩子也没有发现。\n　　我突然想起来在工业国教堂的时候翻阅过的一篇关于自然国居民日常的游记里面说过，工业国于自然国相比，大部分的实力都是相近的，甚至有的地方还有差距，但是工业国居民的享乐对比自然国居民要强上不少，那么自然国居民是如何处理平日里无聊的时间的？\n　　自然国人有琴棋书画，工业国人当然也有。\n　　自然国人有歌剧戏剧，工业国人更是有电视节目。\n　　自然国人有登山踏青，工业国人同样有电子游戏。\n　　但是有一样东西工业国人是享受不到的——战争。\n　　几乎每个工业国的居民对于战争都不陌生，甚至有的人还会调整心态享受战争，怪物和人类不同，死在自己手里也完全不会有任何的心理负担。自然国虽然没有明确的法律规定成年男子入军服役，但是自然国居民里大多的男人在成年后都会选择进入军队历练。\n　　与怪物的战争已经持续近乎千年之久的自然国理所当然的拥有一套对怪物作战的体系。工业国代表的是科技力量，而自然国代表的是自然力量，既然是自然力量那么自然国军队的作战体系自然更加倾向于自然力量。\n　　而阿尔托莉亚说过的成人礼其实还有一个更大的存在意义——在成人礼的时候大祭司会施展法术查看孩子们的资质，从而挑选出合适的孩子进入神殿修炼自然法术，而其中修炼有成的孩子就会选择进入军队，或者为教堂效力。\n　　选择进入军队的自然法师就是自然国军队体系中最核心，也是最恐怖的一支军队。\n　　根据个人资质的不同自然神殿也会教授不同类别的法术，其中有代表大地的德鲁伊法师，有代表森林的自然牧师，有代表神怒的神怒法师，还有代表自然的精灵术士。\n　　这四种职业是几乎凡是有资质的人都可以选择的职业，其他还有部分珍惜职业——神语者，藏雾师，果童等等等等。（详细设定将来会在作品相关里特别解释）\n　　“喂那个平民！你在做什么！”一直闷头瞎想的我完全没有注意到我竟然已经走到了正在交战的城门附近，一个大头兵注意到了一个手无缚鸡之力的平民——也就是我，竟然走到了这个正在交战的南武门发呆连忙喊住了我。\n　　“我，我找不到回去的路了！”说完这句话我就恨不得找个洞钻进去哭个痛快了，这么大的人了居然还找这种孩子气的接口我干脆死了算了！之前的大头兵听了我的话一脸狐疑地看着我，但是士兵的职责还是提醒他接着说：“平民我不管你有什么理由，现在我命令你立刻进入躲避场所！”\n　　没等他的话说完我就看见从城楼的方向飞过来一团团黑影，而他的话音刚落一团黑影也正好砸到了我的身边卷起来一阵烟雾。我还好，虽然吓了一跳但是不明白这是什么东西，黑影刚刚砸落我身边的时候那个大头兵的脸色立刻就变的铁青，他使劲咬了咬牙一步跳下了城楼跑向我，但是没等他跑到我的身边黑影卷起的烟雾里就窜出来一个身影，那身影抽出一闪亮银挥向正跑过来的大头兵，我正要提醒他出手大头兵就举起手里的制式砍刀接住了敌人的攻击。\n　　直到这个时候我才看清楚那团身影的模样——这是一个身穿墨黑色连体盔甲的骷髅，黑洞洞的眼窝里两团幽绿色的火焰闪烁不停。看到敌人的模样大头兵不知道为什么脸色跟是青了几分，他沉着声音说：“那个平民，你快逃，这不是普通的怪物士兵。”\n　　他一边说着一边扔掉了手里的砍刀，身体也发生了剧烈的变化，几乎瞬间就变成了一只站立着，3米左右的棕色巨熊——这大头兵是个德鲁伊！\n　　好像是听懂了德鲁伊的话那个身穿墨黑色盔甲的骷髅转过头看向我，两团幽光闪了闪早就已经没了皮肉的上下颚也一张一和的——我猜他一定是在说你走不了了。\n　　“快走！这家伙不是一般的士兵！”已经变成棕熊的德鲁伊发出一阵恢宏的嗓音，一巴掌拍向了正在回头看我的黑色骷髅，那骷髅竟然连看都不看就挡下了他的攻击。“这家伙是骷髅里的精锐！黑骨军！”\n　　那黑色骷髅一刀逼的德鲁伊后退，一个大步子就迈到了我身边，一闪亮银就挥向了我，那德鲁伊变身成棕熊速度慢的可怜，根本赶不上救援我，而我身上又没有一件能够帮我抵挡攻击的铠甲——我猜我是要挂了。\n\n第二章自然国——第五章\n\n　　严格来说骷髅是不可能拥有思维的，因为他们没有大脑。-《科学技术是第一生产力》\n　　-\n　　我根本看不清这一闪亮银的具体模样，只感觉到了一阵生硬的风砸到我的脸上。\n　　想不到才刚刚下定决心保护阿尔托莉亚不受伤害，自己就要死在这种地方了，而且原因竟然是因为自己是个路痴。\n　　人都是有下意识的行为的，有的人被攻击的时候习惯闪躲，有的人则是习惯性的举手防御。我是后者，面对这一抹眼睛跟不上动作的亮银我下意识地举起了双手，我看到德鲁伊懊恼的眼神，好像是在说你这魂淡怎么不知道躲。\n　　神奇的事情发生了！\n　　那抹亮银色竟然就这样堪堪停在了距离我双手一厘米的地方，还没等那黑色的骷髅反应过来这把看的出十分坚韧的武器竟然就这样被分解成了一粒一粒粉末，与此同时我的包裹里也出现了一把闪烁着银色光芒的长刀。\n　　我楞住了，黑色骷髅眼窝里的两团幽绿色也闪烁不定，德鲁伊更是吓到合不拢嘴。我们三个人就像三尊石像一样傻愣愣地站在原地，谁也没有从刚才发生的事情里反应过来。\n　　“路米尔你这魂淡！连个平民也保护不了！”正当我们三个人像石头一样傻站着的时候一个清亮，脆生生的声音从城门的方向传了过来，德鲁伊这下才反应过来迈大步子冲上来一熊掌拍飞了仍然在发呆的黑色骷髅。\n　　我向着声音传来的方向看过去，是一个穿着绿色软甲，一头红发的少女——美的不可方物。她红润的嘴唇嘀咕了些什么，就看见她竟然原地浮了起来，慢悠悠地飘向了我们所在的方向，她抬起手指向黑色骷髅，一道绿色的光线竟然就这样从手指尖发出刺向了黑色骷髅。\n　　那黑色骷髅终于反应过来现在不是疑惑的时候，脸色一整（虽然我不明白一具骷髅要怎样才可以脸色一整）一个驴打滚躲过了攻击，那绿色的光线就这样渗透进了石板里，我还在纳闷儿这样的光线有什么用处的时候以那块石板为中心，那片地板竟然就这样消失的无影无踪，只留下一个圆滑整齐的半圆型切口。\n　　黑色骷髅这个时候已经站了起来，他颇为忌惮地望着（虽然我不明白一具骷髅要怎样才可以颇为忌惮地望着）仍然漂浮在半空中的少女，一道磕磕绊绊的声音竟然就这样突兀地出现在我的脑海里——“上层、精灵的、挽、歌？”\n　　少女不以为然地点点头，右手再度抬起指向了骷髅，骷髅的反应非常快，十分迅速地朝着我的方向扑了过来躲过了射线，连停也没停就朝着我的方向大步跑了过来，看来他是打算挟持我做人质，本来我和它的距离就是区区几步，黑色的骷髅瞬间就跑到了我的面前，德鲁伊大吼一声顶了上去，黑色的骷髅眼窝里的两抹幽绿突然闪烁出一阵恶心的光芒，它的力量好像突然增强了一样一拳打飞了三米高低的德鲁伊头，另一只手也抓向了我的肩膀。\n　　突然它的身体震了一下，然后就像刚才的石板一样消失的一干二净——那道射线竟然在半空中硬生生地拐了个弯儿。\n　　虽然有在洞窟探险的经验，但我还是吓了一跳，加上之前死亡带来的威胁我再也忍不住坐到了地上大口大口地喘着粗气。这个时候那个少女终于飘到了我们面前，她冷着一张美绝的小脸瞪了瞪倒在地上装死的德鲁伊，德鲁伊打了个冷颤老实地从地上爬起来站到了她面前。\n　　可笑的是3米高低的德鲁伊就像一个做了错事的小学生一样低着头站到少女面前，可是还是比少女高的多，看上去就像是他在训斥少女一样。少女重重地哼了一声一拳头打到德鲁伊的头上说：“路米尔你这个笨蛋！还不赶紧变回来！”\n　　路米尔这才反应了过来急忙变回了人类形态，可是哪怕是人类形态的路米尔比起少女来说也高了不少。\n　　“你这魂淡你给我蹲下！”少女的小脸飞过一片红云，大声地说道。路米尔无奈，只好蹲下低着头。少女这才满意地笑了笑，但紧接着就绷着一张小脸沉沉地说：“路米尔你是怎么回事？连一个平民也保护不好？”\n　　叫路米尔的德鲁伊挠了挠头也不生气，憨厚地笑了笑说：“队长我知道我错了。”\n　　队长！\n　　这么一个娇嫩嫩水灵灵的少女竟然是一名队长？\n　　少女恶狠狠地瞪了路米尔一眼才转过身看着我，先是行了礼接着说道：“十分抱歉，我的队员没有保护好你。我是七水狩猎队的队长，你可以叫我兰佩小姐。”\n　　狩猎队！\n　　狩猎队是近百年来在自然国突然兴起的一种职业，以四种职业为基础配置，标配人数一般在8至10人，主要目的是狩猎怪物，猎取怪物的尸体或者聚集地内的宝物，一些强大的怪物甚至能够从大脑里挖出有不同功效的怪物内核。\n　　“你好，兰佩小姐。”我刚要接着寒暄几句兰佩就抢着说道：“不是我失礼，先生，我记得神殿曾经严厉警告过一般平民在战时须进入避难所躲藏，虽然我不知道你来到城墙的理由，但是你这样做是不对的。”\n　　人家的口气虽然严厉，但是话却十分客气，而且确实是我不对，我只好点点头不说话。少女警告过了我一巴掌打到路米尔的后脑勺上揪起了它的耳朵向着城楼的方向走去，她一边走一边连头也不回地说：“先生请你立即进入最近的避难所，不要再给我们找麻烦了。”\n　　我被她这一句话噎的难受，可是实在没有办法反驳只好默默无语地点头。两个身影一大一小就这样消失在城墙的方向，我也没有办法只好按照原路返回，这时候我才有时间好好检查检查包裹里那把亮银色的长剑。\n　　银咒长剑，黑骨军标配武器，由经过厄难法师诅咒的秘银锻造而成，特点是锋锐，坚硬；A级武器。\n　　A级武器？这世界的武器是有分级的？不可能，这个世界的武器装备并没有严格的分级制度，就算部分武器会有分级也是因为世人的认同或吹捧。\n　　那这把所谓的A级武器究竟是？\n\n第二章自然国——第六节\n\n　　世界上是没有神器的，就算有，也是吹牛皮。-《群嘲大师》\n　　-\n　　难道这把所谓的A级武器就像前世的网络游戏一样是级别划分类别下的武器等级？可是如果这样的话那么也就会有B,C,D,E；那么世人口中传说的神器可能就是所谓的S级武器。那么这把银咒长剑按照魔兽世界的武器等级来看的话也就是精良的蓝色装备。\n　　我抚摸着手上的这把银色长剑，感受着剑身传来的锋锐感觉心里忍不住暗暗高兴；才刚刚穿越到这个世界就握上了一把蓝色的精良装备，比起我原来那把最多D级的白铁长剑不知道要好上多少了。\n　　我一边想着银咒长剑的事一边向来时的方向走着，一抬头才发现竟然已经回到了之前的广场。我把长剑重新放回包裹走到了神殿的大门处，发现本来守护在这里的骑士大叔不知道跑去了哪里，换上了四个全身金色铠甲的壮汉守在门口。\n　　“你好我是…”我话还没有说完那些壮汉就点点头，活活像是四尊铁塔一样齐刷刷地让出了一条正好容一人通过的道路。我讪讪地笑了笑走进了神殿，刚走进神殿就听到了一阵嘈杂的声音。\n　　是平民。\n　　大部分来不及逃窜回家的平民就近躲进了神殿里，居民们的神色很平静，可以看出在自然国这种小打小闹的战争很是平常，只有个别几个小孩子被爆炸的声音吓的够呛，几个大一些的孩子安抚着自己的弟弟妹妹，眼神里闪烁着坚定的光芒——这群该死的怪物！\n　　平民堆里一个高大的身影引起了我的注意——这个本来应该守护在神殿大门的魂淡大叔在这里做什么？\n　　“奥斯特洛夫斯基大叔！”我走过去拍了拍大叔的肩膀熟稔地叫了他一声，道奇一脸黑线地回过头说：“臭小子我的名字是道奇。”\n　　“噢抱歉，奥斯特洛道奇夫斯基大叔，你在这忙什么呢？”\n　　“我刚从里院出来，你这小子，刚才去做什么了？”\n　　“我刚才去散步了！”虽然在前世我是一个宅男，但是是谁规定说宅男就不能腹黑了？\n　　道奇奇怪地望着我，一个平民在这种时期竟然还能悠哉的散步，这小子不会脑子缺根筋吧？\n　　“倒是柴可夫道奇斯基大叔你去里院做什么了？”\n　　道奇咬着牙下定决心等这场骚动平息了一定要好好收拾收拾这魂淡小子，他铁青着脸说道：“你快到礼拜堂，娜塔莎大人把阿尔托莉亚软禁了。”说完他又紧接着说道：“放心，阿尔托莉亚没有受到任何伤害。”\n　　“软禁？为什么？”本来听到软禁时高高悬起来的心听到道奇大叔后面的话也慢慢地放了下来，但是我还是奇怪地问道。\n　　道奇大叔一巴掌打到我的肩膀上笑不像笑地摇了摇头，指着修道院的方向让我快走。我无奈，只好道了声好就向着修道院的方向快步走了过去，留下一脸黑线的道奇。\n　　因为我说的是：“那我就先走了，奥斯特洛夫柴可夫道了个奇斯基八嘎斯基先生。”\n　　-\n　　整座神殿与其说是神殿不如说是一个宫殿群，这整个神殿由五大部分组成。\n　　传授教义，举办典礼，祭祀的教堂。\n　　教士和祭祀们会在这里传授教义给居民，不论平民贵族在进入教堂的一刻他就仅仅是一名教徒，不再拥有其他多余的身份和枷锁。每一届的成人礼，圣诞礼等等典礼都是在这里举行。\n　　温暖世间人心，允许平民观礼，做礼拜的礼拜堂。\n　　本来不管是成人礼还是任何典礼都是不允许平民观礼的，但礼拜堂是个例外，但凡在这里举行的典礼通通允许平民观礼，而平民也可以在每个周日的上午到这里做礼拜以感谢自然之神。\n　　教士们听讲，参悟自然神教心德的修道院。\n　　在自然神教，领导众教徒的自然是大祭司，其次就是绿袍祭祀，然后是祭祀，然后就是最基层的教士。教士们需要通过学习，参悟教义和最根本的自然法术来晋升等级，这不是世间工作晋级那种的功利性，而是一种刺激教徒们上进心的手段。修道院就是专门用来让教士听讲和参悟心德的地方，几乎每一个绿袍祭祀都在这里修行过近十年。\n　　修女们生活，休息的圣女室。\n　　在自然神殿，教士们是不允许居住在神殿内的，只有侍奉自然之神的修女才有一片属于自己的聚集地——圣女室。自然神教的修女与一般新教的修女不一样，自然神教的修女都会修习领悟自然之心的法术，从而直接借用自然之神的力量来预知，甚至改变未来。\n　　还有真正的核心地带，自然神圣殿堂。\n　　所有的自然国居民都清楚自然神圣殿堂这一存在，但是几乎没有人真正见过这座神圣且神秘的殿堂。传说中只有历代绿袍祭祀和大祭祀才有资格进入自然神圣殿堂，传说中自然神圣殿堂是唯一一个能够和自然之神直接交流的圣地，传说中每届的大祭司都是由自然神圣殿堂中的自然之神亲自决定…\n　　-\n　　礼拜堂距离神殿大门只需要经过零零散散几个小建筑就可以到达，但是本来只需要5分钟左右的路程我竟然在这里足足耗费了近半个小时还没有走到礼拜堂，本来早就应该映入眼帘的礼拜堂现在就像一个羞怯的小姑娘一样躲了起来。\n　　难不成这就是传说中的鬼打墙？\n　　别开玩笑了这要是在前世，要是在中国兴许我还真得吓的不敢动弹，但是这里是异世界，而且是类似于前世欧美国家的地方，这里如果有鬼打墙的话我就把内裤套在头上和JJ怪大战三百回合！\n　　可是如果不是鬼打墙的话那么我为什么感觉自己就像是在原地绕圈子一样？\n　　没有办法，也不管是不是鬼打墙了我闷下头向着一个方向大步跑了起来，这样子我看不见周围的情况也就不会被疑惑，那么我就能成功出……\n　　碰！\n　　“咳，咳咳，好他玛疼。”我被撞到在地上，一边揉着头上慢慢隆起的“蒙古包”一边爬起身来。\n　　“哎？”在我的面前虽然有墙壁，但是我撞到的地方离那墙壁根本还远的很！\n　　到这里我终于明白过来，这根本不是什么所谓的鬼打墙，只是一个幻术，再加上一个类似于封印结界的透明屏障，而且每个透明的屏障都立在本来就有墙壁的地方，也就是说在这面屏障后面就是被幻术遮挡的通路。\n　　虽然终究发现了问题，可是……我该怎么过去呢？\n　　对了我可以分解掉这面透明屏障！在城墙的时候我不就连那把银咒长剑都成功分解了吗！我一边想着一边就直接抬起双手伸向了透明屏障，可是我的手还没有伸到屏障上就被一道闪电打向了手心上，一阵触电的感觉让我迅速收回了双手，刚刚收回双手那道闪电骤然变粗变大轰向了我身后的地面。我看了看手心，还好只是有些发麻，再看了看身后的地面——一片狼藉，这要是轰在我的身上……\n　　那，我该怎么办？\n\n第二章自然国——第七节\n\n　　你他“哔”的！你这“哔哔哔”怎么还不去找“哔哔”去“哔哔”！-《自然国野史之大祭司之怒，教你和工业国元首对骂河蟹版》\n　　-\n　　撞撞不进去，摸也摸不得，这块透明的屏障就像个诱人的老虎屁股一样让我难拿。\n　　我已经试过了包括用剑砍，用头撞，用手摸，原地开骂等等7，8种方法，可是这块屏障就是一点面子也不给，在用剑砍的时候甚至还被电击狠狠地打了个四脚朝天。\n　　如果只是进入内院的话也就无所谓了，可是莉亚，阿尔托莉亚还被软禁在礼拜堂，虽然不会有什么危险，但一想到她难过的表情我就发现自己心被揪在手里一样的疼。\n　　时间拖的越久我的心情就越烦躁，好像如果我没有办法跨越这个难关的话我就会失去阿尔托莉亚一样。\n　　“啊！”突然从礼拜堂的方向传来了一声尖叫，虽然声音很小但是不知道为什么我就是知道这声音的主人是阿尔托莉亚。\n　　她在尖叫！\n　　“啊啊啊啊啊！！我去你大爷的！”再也顾不上什么，我的两只手用尽全力伸向屏障的方向，可是在距离墙体很远的地方就发现双手好像陷入了泥潭里一样根本没有办法再往前进一点，与此同时两道蓝幽幽的闪电也迅速地劈向了我的双手，我现在连抽出双手都做不到，只能眼睁睁地看着两道闪电刺到了我的手上。\n　　麻。\n　　全身上下所有的肌肉，骨骼好像都被打碎了一样麻的过分，就连大脑都好像从一个果冻被打散成了果汁一样。我的双腿不可避免地开始打颤，如果不是心里一直牵挂着阿尔托莉亚的话相比现在我已经躺到在地上再也爬不起来了。\n　　我咬着牙和全身传来的麻痹感觉抗争，闪电好像不是普通的闪电，我并没有受到实质性的伤害，但是这种全身松软无力的麻痹感觉更让人难受，我的意识渐渐开始模糊，双腿打颤的幅度也越来越大——我好像站不住了。\n　　这时候又有两道闪电迅速的劈了过来，如果这两道闪电劈到我的身上，我绝对坚持不过去，我如果在这里倒下的话莉亚她…莉亚她怎么办！\n　　“啊啊啊啊啊啊啊啊啊啊！”我大喊着站直了身体，两只手掌也主动伸向了闪电，那团泥泞不知道为什么瞬间消失不见。\n　　也许被闪电劈中的我会立刻死在这里。\n　　也许就算我侥幸躲过了闪电我也没有足够的力气去救她。\n　　也许……\n　　哪有那么多也许！老子就是要去救她！\n　　叮！脑海里突然传来一个讯息，我来不及多想顺着脑海里传来的讯息大喊出声。\n　　“掌握雷电！”\n　　我的双手突然间转变成和闪电一样的幽蓝色，那两道闪电在劈到我的指尖的一瞬间竟然就这样被分解成了最基本的粒子，我的包裹里同时出现了两件新的物品——“麻痹闪电。”\n　　我不可置信地看着自己的双手，想不到我竟然连闪电都能够分解，甚至将这两道麻痹闪电收进了自己的包裹里。\n　　这时候从屏障里面传来了一个疑问的声音。\n　　“咦？”\n　　我下意识地选择包裹里的闪电投掷了出去——就像之前劈向我的闪电一样，这两道幽蓝色的闪电迅速地穿过屏障刺了过去，屏障里的那个人冷冷地哼了一声，那道闪电就凭的消失不见了。声音的主人还在陶醉于刚才自己的手段就发现一道闪电竟然紧接着劈向了自己，刚才还在昂头骄傲的自己哪有时间接下这道闪电，声音的主人只来得及发出一声闷哼就躺到了地上。\n　　屏障外的我听到里面再没有动静，两只手重新伸向了屏障，那道透明的屏障居然分裂成了几块透明的光板，那几块光板也像之前的闪电一样被我分解成基本粒子装进了包裹里——“海市蜃楼”\n　　屏障被分解，我也看见了屏障后面的一条小路，而这条小路上正躺着一个幼小的孩子——嗯远远地看过去就像娜塔莎大祭司一样。\n　　什么就就像啊！分明就是啊！\n　　我赶紧跑了过去，娜塔莎就像一团海虾一样蜷缩在地面上，浑身上下止不住的发抖——原来那个声音的主人是她。\n　　娜塔莎已经晕了过去，但是身体还在麻痹闪电的效果下抖个不停，这样推算起来袭击我的人估计也是她了，真是的，这老怪物是要做什么？\n　　我没有办法只好抱起她走向了不远处的礼拜堂，莉亚估计也没有什么事情，软禁她的人都倒在这里了，她能有什么事？\n　　我推开礼拜堂的大门，一个熟悉，美丽，小小的身影背对着我跪坐在自然之神雕像的面前，光像水泻一样透过彩色的玻璃洒到她的身上，远远地看上去就像是画里的圣女一样美。\n　　“莉亚。”我很珍惜现在的气氛，声音温柔地叫她的名字。\n　　“嗯？”背对着我的莉亚听到了我的声音，楞了楞。\n　　“嗯！”嗯是什么意思？听语调像是很高兴，可是为什么要嗯？难道她被塞住了嘴！？想到这我恶狠狠地看了看怀里熟睡过去的娜塔莎，要是你这小妮子，老怪物敢塞莉亚的嘴，我就让你好看！\n　　“没事了莉亚，别害怕。”我继续用温柔的语气说话。“来，转过身来。”我一边说着一边走向了莉亚，可是不知道莉亚很害怕我的样子背对着我摆手，还发出来一阵“嗯嗯嗯”的声音。\n　　“你怎么了？”我奇怪地看着她，走到了她的身后一把揪起了跪坐在地上的她，一把揽进了怀里。“傻丫头，我担心死你了。”\n　　“嗯…嗯嗯…”怀里的莉亚像是害羞了，声音低低的嗯了几句，我奇怪地低下头看她，这小妮子是怎么了？\n　　……\n　　……\n　　莉亚的小脸像仓鼠一样涨了起来，嘴里还在拼命地迅速咀嚼着什么东西——敢情我在外面拼命的时候这小妮子就在这里，在神的面前没心没肺的吃东西！\n　　“阿！尔！托！莉！亚！！！！”\n",
    "replies": []
}