{
    "title": "好电影，不是好钢铁侠电影（转自豆瓣）",
    "author": "Terry39",
    "replyCount": 11,
    "timestamp": 1368312240,
    "txt_content": "　　这是一个原作粉的抱怨，所以看不顺眼可以无视掉。 \n　　 \n　　作为一部单纯的商业电影，这部片子可以打至少八分，全篇无尿点，情节紧凑，处处神展开，动作场面扣人心弦，对人物也有深入的挖掘，被称作是钢铁侠三部曲中的最佳作并不为过。 \n　　但是，要我称赞它是一部好的钢铁侠电影，我做不到。整个观影过程中，虽然场面是如此精彩，情节是如此曲折，但却莫名其妙地觉得越看越郁闷，觉得不对味，觉得胸口有什么被堵着没法通气——这种不爽，在托尼炸掉全部装甲和扔掉反应堆的时候达到了顶峰：我觉得，它不再是一部钢铁侠电影了。 \n　　原作粉对它感到愤怒的原因有很多：例如托尼的死敌满大人竟然被塑造成一个跳梁小丑，例如生硬插进去的中国版急诊室故事，例如绝境的使用，等等。但仔细想来，这些都不是让原作粉感到不爽的深层次原因，归根结底，这些都是细枝末节的问题。 \n　　真正让我觉得“不对味”的，是这片子从人物塑造和主旨上都偏离了钢铁侠的主题。 \n　　电影看完后，我曾在短评中写到，钢3想表现的托尼的“焦虑症”心理脉络是他和装甲的纠结关系：纽约让他第一次真正意识到自己只是凡人，因此才无比焦虑地关在实验室里不停地造装甲，靠装甲来获取安全感，装甲业已成为他的囚牢。最后他把所有装甲都炸掉，象征他终于从这种心理解脱，然而电影却没能将这条线索整理清楚，这是让我觉得不满意的地方。 \n　　可是和朋友讨论之后，我开始发现，且不论这条线索的技术失误，甚至是这条心理暗线本身的安排也不对味。 \n　　托尼斯塔克是怎样的人？ \n　　在《恐惧本身》中，眼看大蛇手下的天锤尊者在地球肆虐，绝望愤怒的托尼找到奥丁，要求他给予人类反击的机会。他对奥丁说：“你知道我在大战前都干什么吗？我造武器。非常牛逼的武器。” \n　　这才是托尼斯塔克，他是一个创造者，革新者，技术边界的探索者。他绝不是什么修理工。他也不会搞化肥炸弹，搞秘密潜入，搞枪战。这些对于托尼斯塔克来说，是很掉价的。面对比他更加强大的敌手，托尼的态度一贯都是“我不怕被你的技术打败，因为我总是能造出比你更牛的东西来击败你”。因此，当预告片中出现手术室镜头时，人们翘首以盼托尼会以生命做赌注，为自己做绝境改造，然后超越对手，击败对手——因为，这就是托尼斯塔克会干的事啊！可事实证明，这还是个预告片欺诈，就和满大人欺诈差不多。他击败对手靠的不是技术上的超越，而是人海战术和开挂小辣椒。 \n　　在我心目中，托尼斯塔克所作的一贯都是一往无前、不管不顾，把科技运用到极致，哪怕面对凤凰、面对灭霸、面对天神组这样的敌手，哪怕他不停地犯错误，他也从未停止过科技上的不断探索。即便是在被人骂很烂的钢铁侠2中，托尼的这种探索也从未停步，他的革新者和创造者身份也是引领全篇的。而朋友说，在钢铁侠3中的托尼，“在科技竞争面前手足无措”。 \n　　钢铁侠又是什么？ \n　　细究起来，上述那条“在神和外星人面前发生了动摇”的心理线索就是在这里出现了奇怪的偏离主旨问题。钢铁侠的主旨之一确实是托尼斯塔克的自我怀疑，但他怀疑的从来都是自身道德价值，他作为的正确与否。对技术能力，他从来都是完全自信的，他从未怀疑过自己造不出更厉害的东西，没害怕过自己不能超越人类乃至是神。托尼斯塔克所真正恐惧的，其实是被装甲束缚、装甲价值甚于他本身、自己无法做一个好人、以及技术被他人所滥用。同样的，钢铁侠的另外一个主旨确实也是托尼斯塔克和装甲之间纠结又复杂的关系，但纠结和复杂并不仅仅在于他对装甲的依赖。他和装甲其实是一体两面：钢铁侠的装甲象征的是对他脆弱人类本身的超越，是对他死亡商人的超越，是他身为超级英雄的自我，是对托尼斯塔克本身的超越。可是另外一方面，钢铁侠的身份，装甲本身，又将他和其他人隔离开来。装甲和钢铁侠是他用来自我保护的东西，但又让他成为man in the shell，成为孤立的、被这装甲囚禁的人。托尼斯塔克和钢铁侠，从来都是在不停地相互争斗，相互和解，相互融合，螺旋式地迈向下一个阶段。 \n　　而这部电影却彻底将托尼斯塔克和装甲割裂开来了——装甲被当成是一种外在的单纯的工具，可以解脱的心理状态，制造装甲是一种惶恐的病态，是某个“可以跨过清零从头开始的人生阶段”，或者放烟花的材料。影片最后，当托尼炸掉装甲扔掉反应堆的时候，态度就像是“我扔掉了奶嘴，现在长大成人了”；他简直是抛弃了钢铁侠的身份，而不是与这个身份达成和解。尽管他在片尾赶紧补充了“我是钢铁侠”这样的宣言，而对原作粉看来，这就是要托尼斯塔克从他另外一半的自我那儿逃开，既没有道理，又让人恼火。同时，借着“他摆脱了拼命制造装甲的焦虑”，这部电影还彻底剥夺了托尼创造者和革新者的身份，冠之以一个莫名其妙的“修理工”定位。 \n　　拜托，身为天才，宛如洪水，席卷一切，破坏一切，这才是托尼斯塔克作为未来学家降生到世上的天职，修理工？那是Jarvis的工作。 \n　　我很理解，包括预告片欺诈在内，编剧和导演都是想要突破窠臼，想要深入挖掘人物，但在原作粉看来，这是让我们感到万分痛苦的方向错误——想要突破窠臼，就颠覆原作的世界观基础，让其成为笑话；想要深入挖掘人物，挖掘出的却是RDJ，而不是托尼斯塔克。这部电影，精彩归精彩，却归根结底成了RDJ和Black的电影，不再是钢铁侠电影。 \n　　我想，对于这片子的评价，普通观众和原作粉必将出现巨大分歧。而我呢，我现在算是多少理解了蝙蝠侠粉丝看待诺兰三部曲的心态了。 （转自豆瓣青泥）\n　　 ",
    "replies": [
        {
            "author": "额..........",
            "timestamp": 1368313260,
            "txt_content": "沙发占一个{:10_512:}"
        },
        {
            "author": "stalincenlam",
            "timestamp": 1368313320,
            "txt_content": "看到第二段直接跳。。。"
        },
        {
            "author": "Friendly",
            "timestamp": 1368314160,
            "txt_content": "那个..完全跳过"
        },
        {
            "author": "921793026",
            "timestamp": 1368314400,
            "txt_content": "楼主说的对{:10_512:}"
        },
        {
            "author": "Terry39",
            "timestamp": 1368314580,
            "txt_content": "Friendly 发表于 2013-5-12 07:16 \n那个..完全跳过\n额。。。。跳过干啥{:10_493:}"
        },
        {
            "author": "Friendly",
            "timestamp": 1368314640,
            "txt_content": "Terry39 发表于 2013-5-12 07:23 \n额。。。。跳过干啥\n一大堆文字啊...."
        },
        {
            "author": "Terry39",
            "timestamp": 1368314820,
            "txt_content": "Friendly 发表于 2013-5-12 07:24 \n一大堆文字啊....\n我看到了，小升初对吧，\n。。。。\n{:10_524:}"
        },
        {
            "author": "贝尔丶格里尔斯",
            "timestamp": 1368321180,
            "txt_content": "好吧，我无视掉了。"
        },
        {
            "author": "Friendly",
            "timestamp": 1368335820,
            "txt_content": "Terry39 发表于 2013-5-12 07:27 \n我看到了，小升初对吧，\n。。。。\n咦咦，我的签名吗，我才六年级的~"
        },
        {
            "author": "Terry39",
            "timestamp": 1368339900,
            "txt_content": "Friendly 发表于 2013-5-12 13:17 \n咦咦，我的签名吗，我才六年级的~\n....me to....."
        },
        {
            "author": "死亡之翼暴怒",
            "timestamp": 1368340680,
            "txt_content": "无视了。"
        }
    ]
}