{
    "title": "史蒂夫历险记2第六章——决战！末路之地！",
    "author": "A王O子A",
    "replyCount": 3,
    "timestamp": 1368327720,
    "txt_content": " 本帖最后由 A王O子A 于 2013-5-12 11:11 编辑 \n\n史蒂夫历险记2第六章——决战！末路之地！  “这就是末地？”史蒂夫看着末地的天空，“好荒凉啊！”突然，一个黑影在天空闪过。“那、那是什么？”“小心！那是末影龙，是最厉害的Boss！”SD说着。“最厉害的Boss怎么又这么多个？”果不其然，正如史蒂夫所说，一大群末影龙出现了！“怎么可能有这么多末影龙？一定是那个人要阻止我们！”HIM大喊！“SD！我们一起上！”“吼！”  SD和HIM能力有限，一人只能杀一条末影龙，可他们还在硬拼。。。“啊！”SD和HIM败下阵来，只剩史蒂夫一人了，这也是史蒂夫意料之中的事——SD的“磷光镜身”在黑黝黝的末地是没有用的，HIM的瞬移刚瞬移逃到别的地方，就会正好碰到那第方的另一只末影龙，他们人太多了。。。可是！史蒂夫注意到！有两个末影龙身上各骑着一个人！他、他们是HIM和SD，不过，这两个人和真正的SD和HIM不同，他们的皮肤和末影龙的一样黑！刚刚就是他们放倒了SD和HIM！  末影龙只剩史蒂夫一个目标了，一大群末影龙向史蒂夫撞来。。。“啊！”史蒂夫也倒下了。。。  史蒂夫一直珍藏着的“HIM之心”的碎片和“SD之血”飘了起来，和复活HIM时一样漂浮在史蒂夫周围。。。“史蒂夫！HIM和SD将赐予你力量！你体内的奴性！也将赐予你力量！”史蒂夫复活了！他睁开眼睛，“刚刚！刚刚是谁在说话？不管了！先干掉末影龙再说！”“吼！”又是一大群末影龙！“瞬移！磷光镜身！”史蒂夫不由自主的喊出，真的灵验了！史蒂夫想起了刚刚那奇怪的声音，就是它！“还有。。。不是还有我体内的奴性吗？”史蒂夫非常疑惑。“吼！”末影龙来了个突袭！在末影龙快碰到史蒂夫的那一个瞬间！史蒂夫又感到了体内的奴性，慢慢地！慢慢地！它正在爆发！“时之门！！！”史蒂夫单膝跪地，手中的黑金古刀插入地面。身后出现了一个巨大的卷轴！那卷轴展开了，卷轴中不是画，也不是字，而是一扇时空门！“幻影剑阵！”时空门中飞出无数把灵剑！“吼！”末影龙几乎在一瞬间和末地水晶一起被撕碎了，就连暗黑HIM和暗黑SD也。。。  “啊！啊！”史蒂夫转头一看！一个侦察兵模样的人正在呻吟，那就是SD派来的侦察兵！“虚空之上！”说完，侦察兵就死了。。。史蒂夫读懂了其中的涵义，在HIM与SD只见留下一张纸条，只身来到末地的虚空上——一个末地城堡！史蒂夫抱着试一试的心态进入了城堡，他们要找的人应该就在那里面！史蒂夫来到城堡大殿，殿前的宝座上坐着一个人——FM！  传说FM是来自末地的恶鬼！他竟然真的存在！“哈哈哈哈！史蒂夫！你走到这一步真不容易呀！啧啧！可惜你就要英年早逝了呀——败在我手上！”“哼！难道你不怕我的“时之门·幻影剑阵”吗？”“你的这招确实厉害，但是。。。呵呵呵！”FM摆出一个盛气凌人的样子，似乎、似乎他就是世界上最厉害的人！史蒂夫刚开始很不屑，后来，他渐渐的出了冷汗，甚至不由自主的双膝跪地，还不禁说：“我史蒂夫愿意为大人效劳！”史蒂夫为自己说的话惊呆了，此时，他注意到，这是他身体里的奴性在作怪！奴性终归是奴性！他能赐予我力量！但他改变不了奴性的真谛！  “噌！砰！”FM、FM竟然被杀了，史蒂夫的奴性霎时间也轻松了许多，他定睛看了看FM——FM的头被斩掉了！里面露出了许多电线！黑暗中传出HIM和SD的声音：“哈哈哈，盗版就是盗版，那个暗黑HIM和暗黑SD这么弱，都被史蒂夫干掉了。连他们的盗版商业这么弱！而且盗版商也是一个盗版！”  史蒂夫知道HIM和SD恢复了，就不再理他们，他发现地上有一张纸条：  史蒂夫、HIM还有SD：  真正的恐惧还在后面，它向你们展开双臂！我，在恐惧中心，等着你！                                                                                                FM\n  当史蒂夫看到落款者是“FM”时，惊呆了——FM确实存在！真正的恐惧还在后面。。。",
    "replies": [
        {
            "author": "jianghaowen",
            "timestamp": 1368328200,
            "txt_content": "沙发来袭........."
        },
        {
            "author": "516092012",
            "timestamp": 1374223860,
            "txt_content": "板凳来袭！"
        },
        {
            "author": "a1006494357",
            "timestamp": 1374761280,
            "txt_content": "额..地板吗...."
        }
    ]
}