{
    "title": "《黑色都市》\"Cause Peace Is Gone...\"黑暗的迷雾在终末城飘荡……",
    "author": "shure",
    "replyCount": 3,
    "timestamp": 1368337080,
    "txt_content": "黑色都市（Black City）\n作者：Shure指导&修正：Tech\n本篇文章以虚拟人物卡鲁曼多的视觉写作，在发布本文章之前我还特地向Tech请教。Tech他帮我修正了文章的许多漏洞，对此我很感激。现在我就在这里献丑了。如果有哪里不好的，随时可以大胆的说出来。此外我还编辑了一个初期制作的音乐，可惜不能现场播放，只能放外链了。然后，蓝色字段是我放出的其中一段歌词。然后还弄了几个终末起义牌子，要的话拿去当签名吧。音乐文件地址：http://dl.vmall.com/c0y2l18zgr\n终末起义牌子：\n\n\n\n\n终末起义牌子1.png (37 KB, 下载次数: 10)\n\n下载附件\n\nGANGSTER 'S DOOMSDAY!\n2013-5-12 13:36 上传\n\n\n\n\n\n\n\n\n\n终末起义牌子2.png (45.53 KB, 下载次数: 16)\n\n下载附件\n\n2013-5-12 13:36 上传\n\n\n\n\n\n\n\n\n\n终末起义牌子3.png (30.22 KB, 下载次数: 19)\n\n下载附件\n\n2013-5-12 13:36 上传\n\n\n\n\n\n\n正文\n\n　　我曾经见过有一个都市——终末城，十分的黑暗。正如某个人说的一样：“一个侵略者的到来，那里的一切就会被统统抹消掉。”\n　　“这个城市太黑暗了，我再也见不到彩虹了。”这句话是从一名可怜的小女孩口中说出来的。\n　　我周游四处，来到了这个城市，隐隐约约感觉到这个城市很冷，不管是在什么天气下。我走了好几段路，见到不少的平民，但却没有一个人问好，我只见到他们的脸色不是一般的差。最后走到了一个死胡同里头，也不知道是怎么到那里的。幸好还知道路怎么走，要不恐怕就要迷路了。不过既然进来了就先看看吧。好奇心驱使了我继续前进，过一会儿，我看见有一名小女孩坐在地面上哭泣。\n　　我不清楚是怎么回事，便跟她打了声招呼。那名女孩见了我，起初是很害怕，但见我没有恶意，就稍微放心下来。我发觉她的手一直在抖个不停，衣服也很破旧，脸上也有不少的灰尘。我擦掉了她脸上的灰尘，才发现她很美丽。啊，刚才要是在大老远看着她的话，还以为她只是一名穷人呢！\n　　通过交流，我知道了那名女孩的名字是库莉尔，可为什么她会在这里呢？我给了她一个馒头，她却不要，她说她的生命快要到头了。生命即将到头？这是怎么回事？我觉得很奇怪……\n　　她似乎知道我的意思，便告诉了我一些事情。原来库莉尔原本是一个很幸福的女孩儿，这个城市原本不是很黑暗。之所以这座城市变得黑暗，其实是因为他们来了。\n　　他们是谁？她说，他们就是罪恶的根源，黑帮分子，当然还有他们的大头目也来了。那人是布拉克·汉特，是一个恶名远扬的恐怖分子。\n　　自从他们来了之后，她就在也没有见到这个城市的彩虹了，见到的反而是无数的黑色烟幕。她出门时经常见到打打杀杀的场景，闹得有的小店都关门了。后来她也害怕了，不敢去看那种场景，可她越怕，这血腥的场景就越是在她面前跳来跳去。终于有一天，她家出现了火灾，她的父母不幸身亡，而她也差点葬身火海。逃出了火海后，她却发现，没有一个人来救火，所有人只是在那里看着。她感到很失望，于是只能流浪，途中还看到了有人抢劫，她本以为会有人去阻止那匪徒，但可惜，她猜错了——大家只是在看戏，包括那些警察。待那匪徒走远了，她悄悄接近那名被害者，那人倒在地上，已经是重伤了。再回过头来，却看到他们都走远了。继续走下去吧，她就这么想着。不知道走了多久的路，这时候已经是夜晚了，她只能躲在一个地方过夜。刚要入睡的时候，她看到别人家的小孩子在房子里熟睡，她差点儿哭了。\n　　几天之后，她的流浪还在继续，又一次，她看到了黑暗的一幕。一名青年在乞讨，着装破烂不堪，他手上拿着一个破旧的铁碗，慢慢的走着。这名乞丐是货真价实的啊！可却没有一个人去帮助那名乞丐！难道他们的心已经冷漠了吗？库莉尔想着。但是，这能有什么办法呢？她只能强撑着自己的身体，倚着墙，步履蹒跚的挪动着。几天前的剩饭早就不足以给予她生存的能量，日夜的饥饿折磨着她的体肤。忽地，她的脚步停了下来，仿佛有一阵难以抗拒的香气钻入她的鼻子，挑拨着她的神经。她的眼中恍如是出现了母亲慈祥的笑脸，端着雾气氤氲的菜肴。那个香味是从一个饭馆里散发出来的。她想要进那间饭馆，可是却被饭馆的人拦住了，她试着要饭，结果却被那人打了一顿，还扬言说要把她关进密室里。由于害怕却没有办法，她只能逃走以躲避他。啊，要是换做是以前的话，天天都可以吃到父母亲手做的美味佳肴！海鲜，鱼肉，蔬菜，应有尽有！可如今她却只能吃一些剩饭。\n　　她终于对这个城市感到绝望了，她感到这个城市已经是混乱不堪，邪恶当道。房子失了火却无人去救火，有人受了伤却无人给予帮助，匪徒猖虐却无人惩罚他们，还有其他她所无法料及到的事情，总之都不是好事。这样的城市还能有什么光明呢？于是她只能一直躲避着那些人，一个人流浪着……路上她经常想着以前的和睦，以前她与邻家的朋友总是嘻嘻哈哈的，好不高兴。但如今朋友们见到她却像见到一个陌生人一样，不让她进门；以前她经常能够与养老院里的老人们聊天，但如今养老院关门了，再也见不到那些老人了；以前她外出时经常可以见到有警员在巡逻，但如今却一个人也没有……\n　　聊了许久，我才发现她脸色苍白。啊，难道她已经很久没有吃饭了吗？太可怜了！聊完了之后，我正要离去，她对我说了一声谢谢。我被这突如其来的状况弄懵了，哦，拜托，这只是聊天啊，为什么她要感谢我？\n　　到后来我才知道，库莉尔是自从黑帮到那个城市之后，就没有交到什么朋友，应该说是朋友们都抛弃她了，看来她是太孤独了啊。哎，谁知道明天会发生什么事情。离开之前我还偷偷的留下了一袋馒头，还有一些小钱。然后偷偷瞄了一眼，看见她一手抓起一个馒头，狼吞虎咽。从那死胡同出来后，我看到今天的月色是圆的，如果库莉尔她可以看到这月色那该多好。\n　　第二天早上，我还是去那个死胡同里，发现那个可怜的小女孩库莉尔已经死了。她的双臂，双腿都被划了一刀子，胸口也被捅了一刀，失血实在太多了，简直来不及抢救！再注意旁边，昨夜我给她的小钱已经不翼而飞，还有几个馒头也被弄得脏兮兮的。\n　　这名小女孩是被杀的。要是我能早点知道她今天会死的话，我就可以把她带出这个地方了，可惜我只是个人，而不是什么神。她死的太可惜了，可却无人知道，因为她是死在死胡同里的。我不禁高歌一曲，以讽刺这个黑暗般的城市。\n　　　　正义的使者，在幻想中众多。（The message of justice, too more in the fantasy.）\n　　　　但却在现实中，少之又少。（But is too less and less, in the real world.）\n　　　　谁知道为什么？我问他们，却无人告知。（Who knows why? I ask them, but nobody tell with me.）\n　　　　我尝试问一名老者，他告诉了我那城市的事情。（I try to ask an old man, he tells me a city story.）\n　　　　那个城市以前是五光十色的。（That city is the color, before.）\n　　　　但黑暗降临了，这个城市陷入混乱了！（But now the darkness is come, and the city is in the chaos!）\n　　　　大火在屋里蔓延！却无一人扑灭烈火！（Burn! In the house! But no everyone go to pull out fire!）\n　　　　有人受伤了！却无一医护者去救！（Someone is hurt! But no any doctors gonna to save them!）\n　　　　邪恶猖虐！却无人去保卫这个城市！（Gangster begins rob! But no any cops defend the city!）\n　　　　因为英雄已去，以致这个城市变成黑色（Because heroes all died, and the city is become black!）……\n　　　　……\n　　唱也唱完了，哭也哭过了，自己的路还长着呢，可不能在这里停下。我离开这个死胡同之前看到了墙上有一个白色的人影，可能是她的幽灵吧……\n　　后来，这个城市四处出现了游行的人们，有的高举着牌子，我只记得有两个是写着“还我终末城之光明！”“打倒布拉克黑帮组织！”当然，他们还高喊着牌子上的口号。这是终末起义，为的是要把布拉克·汉特这个恶党给赶出这个城市，我不知道他们是从哪里来的，但我敢确信他们绝对不是终末城里的人。但是最后，这个起义以失败告终了，不过这一则新闻则被发布到了世界各地。我真的很想说终末城里头的那些平民们简直就是孬种！\n　　如果正义使者看到了这份新闻，一定会来找布拉克·汉特算一笔总账的，然后他们还要把这个黑色城市给修理一顿，让那里的黑暗彻头彻尾的消失。啊，希望这个城市能够早日迎来象征光明的彩虹，这样的话，库莉尔，你也就能瞑目了！——卡鲁曼多（Karu Mando）",
    "replies": [
        {
            "author": "1849290806",
            "timestamp": 1368337200,
            "txt_content": "重头看到尾，na i"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1368340620,
            "txt_content": "同组帮顶～写得不错，有续集么"
        },
        {
            "author": "银狼",
            "timestamp": 1368343800,
            "txt_content": "呵呵，写的很好嘛，不错不错！"
        }
    ]
}