{
    "title": "克拉克的世界——第三章    拍卖场",
    "author": "帅哥是我",
    "replyCount": 9,
    "timestamp": 1368333180,
    "txt_content": " 本帖最后由 帅哥是我 于 2013-5-12 17:00 编辑 \n\n                                                                 第三章       进城       这次，他可不是去玩了，他所携带的钱财，也是接近了他全部家当的二分之一：十组铁锭，三组金锭。便火急火燎地赶向天元城······        一进入天元城，便是宏伟的观察塔了。那观察塔通体由坚固的石头做成。很高很高，仿佛要观察到世间万物似的。城中也是一副十分和谐的景象，人群熙熙攘攘，过往街头，处处都有茶馆、酒馆与商店。克拉克顾不上观察，直奔天元城中央偏北的地方。哪里有着一个牵摇着克拉克心的地方。身体飞速前进着，可是以克拉克现在的体质与等级，是跑不了太快的。毕竟天元城也不算小了。看来一时半会是到不了的了。一路上，克拉克可是一次瞬移，也不是节省饥饿，而是起着一个备用作用。克拉克不禁一声苦笑，自己还是太弱了啊，连跑都跑不快。和谈强大之说呢？        大约过了差不多一个小时吧！克拉克已经稳稳站在了那一座豪气冲天的建筑面前。那建筑全部都是由金块做成，如果只是一个普通的建筑，倒也没有什么，可那建筑出奇的大，克拉克粗略看了一看，怎么说也有200x200的面积吧！并且不说这建筑有五大五层，似乎从各个方面都显示出自己那庞大的财力。这便是——        拍卖场！！        也只有拍卖场才有那么多的财力吧！微微踏进那个宏伟建筑——也就是拍卖场！脚下黄金的光滑质感便由脚掌传遍全身。来到前台，出示了自己的蓝卡，便被前台的小姐带上了二楼。已进入拍卖商品的房间，便是一股热浪袭来。对号入座后，右手边的，依然是竞拍与跳过，两个按钮。现在拍卖还未开始。所以这个房间也是十分的吵闹。聊天的，吃东西的，干什么的都有。        约莫十来分钟吧。主持人便匆匆赶来。示意大家安静。喧闹的人群也是渐渐安静了下来。“下面就是我们的第一件商品：一把附了魔的金剑！！”此时又推上来了一个小展台。里面放着一个红蓝之光不停上下律动。“起价：一组铁锭，那么，竞拍开始！！”主持人那充满磁性的声音刚刚落下。便有人喊出：“我出一组十个铁锭！”“我出两组！！”“三组，别抢了！”······        拍卖如火如荼的进行着。一会儿功夫，边有人以六组的价格收了场。        下面推上来的商品就不如上面的附魔剑那么出众了，是一双加起来重达10公斤的绑腿，一出现，起价也不贵，只是10个铁锭而已。克拉克第一个出价，不过却惊翻全场，1组铁锭！恐怕做出这个东西的人也想不到吧。众人也是纷纷看向克拉克，这么多道目光死盯着克拉克，他也感觉不自在。        主持人不愧经验丰富，察觉到了克拉克的反应后。连忙说：“好的，现在让我们来看一看下一件商品。”拍卖依然进行，可克拉克却再没出价，刚才他那“英勇”的形象也在竞拍者们心中慢慢淡化。        很快，便是最后一件商品了，根据以往经验，最后出场的永远都是压轴货。果然，这次所竞拍的，就是一本泛着红光的书，与上次克拉克所得到的技能书完全一样，只不过颜色变了一下而已，由蓝色变成了红色。克拉克几乎是在商品一出现在他眼下便判断得出：这本一定是攻击技能书。        果然，这就是一本攻击技能书，并且还是拳系技能书，虽然不及武器系技能书，但是限制却少得多，只要有手，便可发动！一阵喧哗！主持人又示意大家安静下来。继续介绍说：“这应该是关于拳力增幅与攻击的技能，可遇不可求啊，那么，起价：十组铁锭！现在，开始竞拍！！”        几乎是主持人刚刚说完，还有一丝回音时。便有人说道：“我出十组十个铁锭！它，我要了！”“你想的还比我老婆美，你要了？我呸！我出十二组铁锭！”“那么少？不知技能是万金难求吗？哼哼，我出十六组！”······只是一会功夫，便拍到了三十二组的恐怖价格。        一名身着黑袍的男子站起来，用他那似乎未脱稚气的声音说道：“我出三十组······”话还没说完，便有人提出了质疑：“可是，已经竞拍到了三十二组了呀！”“哼”黑袍男子一声冷笑，紫眸中闪过一束寒光，毫无遮拦的说道：“哼，愚蠢，我说的，可是——金锭！”        “啧啧”全场一片哗然，连克拉克也被震惊了。三十组，也太多了吧！那黑袍男子也是起身，便走了出去，众人这才反应过来：已经散场了啊！徐徐走出房间，克拉克也是径直走向交换厅。速度把绑腿带上，顿时感到脚上传来一股强大的吸力。好一会，也没有适应这种重力。        缓缓从拍卖场走出（想快也快不了啊）。克拉克不准备回家，继续在天元城闲逛着······ \n\n\n                 皓然君      上\n呵呵，继续无耻的求人气与金币，老话\n初一党，求支持，求人气，求金币。（很顺口哦）\n您的支持便是我的鼓励！谢谢！",
    "replies": [
        {
            "author": "帅哥是我",
            "timestamp": 1368340080,
            "txt_content": "还是老状况，算了，超级技能发动{:10_513:}\n人工置顶"
        },
        {
            "author": "帅哥是我",
            "timestamp": 1368340200,
            "txt_content": "恩，在此我也说一下，可能下次更新就是下周了啊。在此呢。尽力看看能不能更到第四章吧！！\n求支持啊！{:10_514:}"
        },
        {
            "author": "帅哥是我",
            "timestamp": 1368340620,
            "txt_content": "{:10_523:}{:10_523:}{:10_523:}人呢？你的支持扁我强大的动力，所以，兄弟们，顶起来吧！！"
        },
        {
            "author": "帅哥是我",
            "timestamp": 1368340920,
            "txt_content": "算了，不抱有希望了，此贴，算是沉了吧！！{:10_529:}"
        },
        {
            "author": "帅哥是我",
            "timestamp": 1368342840,
            "txt_content": "为什么没一个来评分呢？？{:10_496:}"
        },
        {
            "author": "火焰帝",
            "timestamp": 1368523380,
            "txt_content": "支持支持，好好看哦！！{:10_512:}{:10_512:}{:10_512:}"
        },
        {
            "author": "Crazy_LI",
            "timestamp": 1368973740,
            "txt_content": "擦…不会吧…一个回复都没有…卤煮别泄气…我做你的死忠"
        },
        {
            "author": "ViLLUnn",
            "timestamp": 1588328460,
            "txt_content": "加油，会越来越好的！"
        },
        {
            "author": "Mc_Ryoko",
            "timestamp": 1588331580,
            "txt_content": "\nMCBBS有你更精彩~"
        }
    ]
}