{
    "title": "对于《Minecraft》建议，求人工翻译",
    "author": "466280658",
    "replyCount": 11,
    "timestamp": 1368342840,
    "txt_content": " 本帖最后由 466280658 于 2013-5-12 15:44 编辑 \n\n注：暗红色字体为游戏方式的建议 \n1.增加设置：树叶动态（无视我）\n2.草丛阴影改为动态阴影 \n3.为玩家提供MOD编辑器，同时选取值得更新的MOD来补充世界（无视我）\n4.增加联机（无视我）\n5.重新修改一下任务栏，提供玩家更改任务栏样式的编辑器 \n6.增加类似于上古卷轴5的魔法系统以及武器系统 \n6.增加各种金属反光程度如:武器，边缘 \n7.新增镜子 \n8.对于磨损 显示于外型上 改变武器外表及外形\n9.增加角色扮演模式，也就是RPG模式，让玩家在自己编辑的地图中打怪升级 \n11.增加物理系统，装在桶里面的水会跟随人物运动而运动，改变物品手持模式，应该像半条命一样，将图案转化为实物。\n12.沙发或者一些细小物件，可以采用物理系统让玩家像半条命那样移动。\n13.为了照顾低端玩家，应该把这些全部改为可以设定。（无视我）\n14.对于液体来说，就这样看起来有点坑，画面这么不错，固态液体怎么行。 新增液体实时流动，还有液体液面要有一定凸起，立体感随之而来，再增加岩浆会向上溅射出来的岩浆，会对周围易燃物产生影响，随机溅起的岩浆在周围不会立刻消失，而是先会对周围照亮，然后才会慢慢熄灭（很慢）。\n15.草地方块如果要有真实感，向上放上一些很短的动态草丛，效果绝对屌爆了\n16.改变进入界面，增加玩家自定义外形设置。\n17.（最难）改变整个游戏世界的实质（平的），建立宇宙系统，玩家出生地改为“地球”，增加大气层以及各种系统（燃料系统、氧气系统、电力系统……），增加各种玩家可以自定义的飞行器，增加自建系统（在符合各种科学定理的前提下），可以自我研制各种物品。增加各种星球以及恒星（庞大）\n18.增加烧水时会产生的水蒸气，增加烫伤状态，增加热气球，增加热气球控制装置\n19.建立杠杆系统，链接系统 （杠杆系统指创建一个支点（道具），然后用链接系统把两边的方块链接在一起）重力系统（增加各种物体会有的重量，增加玩家负重） \n20.增加红石系统（无视我）\n21.增加食物 煮熟的程度 ， 建立可烹饪食物的第二进度条（熟的程度）。 \n22.增加人物人生变化系统（如经常使用人工 挖矿或打怪会增加手部肌肉发达程度，会改变游戏中角色的手臂粗细，当然要有一个最大值，隐形地增加个人人工采矿速度和打怪（非机械）；经常走路会增加腿部肌肉发达程度，同上，但会隐形的增加走路的速度；但是经常地用全自动机械（如飞机，汽车，火车）会减少肌肉发达程度，但不明显，除非在现实生活中用一天的时间驾驶游戏里面的全自动机械）\n23.增加生态系统（如处于地表的土方块如果周围没有水源（不知道多少格合适，请作者自己尝试），隔一段时间的白天（阳光暴晒），就会变成裂开的土方块，网上查了一下“沙子由矿物和微小的岩石碎片组成”所以不适合再变成沙子，但裂开的土方块会有一种特性：不可以用来种植任何植物；下雨会影响水位的改变，经常不下雨会导致干旱，从而导致植物死亡，导致沙漠化，雨下的过大会造成灾害；角色不能呆在密封的地方太长时间，会导致缺氧，氧气供给的时间视密封空间里的空气方格的数量而定）\n24.增加酸雨系统 长期使用大量煤炭（一大堆煤炭暴发户或煤炭发电厂的煤炭那么多）会造成酸雨，会对地表植被造成影响，新设每当使用100个煤炭时，增加十万分之一的雨对环境以及人的伤害。（当伤害低于0.1时，任何伤害都不计），在雨中每秒以酸雨对个人裸露出来的面积造成煤炭数X千万分之一X裸露面积（全裸即不穿任何装备时裸露面积为1）X煤炭燃烧集中度（即某个范围（方格）内，煤炭燃烧的数量，以辐射的方式向周围扩散减弱）   的伤害值，并会对衣服或盔甲造成磨损。\n25.增加雕刻系统，即用“刻刀”能对 方块 一百分之一的体积 类似挖掘一样地 雕刻\n26.掉落物品等全部都呈现立体化，可以把物品丢弃并会堆积在一起，物品不会消失，但是道具装备是会因时间而掉耐久的。怪物身上装备什么，你就可以得到什么。\n27.增加物理尸体系统，可以搜刮尸体内的东西，当然，如果有人是个变态，也应该允许他切头或者拿内脏（用“搜刮”，物理系统去切割太恶心）。这个尸体的一切都可以用来使用（除了某些不和谐的东西，当然我相信作者也不会去创建不和谐的东西出来）当所有东西都被拿完时，这个尸体消失，对于低配玩家，就改做一个拾取图标放在死亡的尸体上面就行了（尸体就不用显示了），头什么的当做战利品可以挂在墙上，放在展示架或展示台上（BOSS什么的头最值得炫耀了） 28.增加投掷系统 石头什么的可以做成小石块，然后用于投掷，初期可能会有很大的用处。建立投掷的动作系统（各种投掷武器和各种能够投掷的小玩意儿（当然方块什么的肯定不行）） \n29.建立攀岩，冲刺，潜行，使用工具（必备）的动作系统（Mod里其实有）\n30.所有的人都会有一定的视野，在向前走动时旁边的视野会变小，停止时视野会扩大。\n31.建立爆炸粒子系统，出色的爆炸效果也能为游戏增添不少色彩。（爆炸设备如：手雷，C4，烟花，爆竹……）\n32.增加日期系统，为玩家提供游戏中时间 （即 X年X月X日 X小时X分）\n33.增加生物钟系统，玩家刚出生时为平衡，能适应所有时间做所有事情，但在某个时间做某个事情变多了之后，就会增加在某个时间做某个事的效率，但会减少做其他事情的效率或者效果。 \n34.在单人模式中提供等待系统，即从某个时段等待到另一个时段，即快进到某个时段，如果玩家这段时间在会出现怪物的地方，那么中间有个时段快进中遇到怪物的话，玩家将会回到那个时段，继续正常模式。\n35.地层一定要足够厚，几千层也不算太夸张，百度了一下“地有多厚 如果你站在地球极点，那么从地表到地心约为6 356.8千米；如果你站在赤道上，从地表到地心约6 378.1千米”，所以地层足够厚也没有什么。 \n36.为联机的服务器提供规则系统，有两种，一种是会编程的玩家自定义，二种是自动更新的程序里面所提供的傻瓜式规则。任何人都可以违反规则，但是会受到相应的惩罚，惩罚与规则对应，由电脑监视并处罚（超级方便的机器人警察）。当然如果服主有闲心的话也可以建立一个很威武的警察体系，人工的话的确要霸气点。 \n37.创建一个“单人剧情”的模式，会有NPC，会引出相应的对话，和必要的战斗。以及能做什么，不能做什么。这对开始引领新手有很大的帮助。当然对于老玩家，他们可以创建相应的剧情，用于各种娱乐。\n38.创建地点命名系统 关于地点，单人模式中玩家可以自己为某个地点（某个范围里）命名，到达某一新地点，可以选择命名或默认命名（即不去管）。在多人模式中，服主可以为某个范围的地方命名，而且玩家不可更改。地点名字会像普通FPS一样显示在屏幕中上的位置，以小字显示。",
    "replies": [
        {
            "author": "creeper2002",
            "timestamp": 1368343200,
            "txt_content": "你把我们家的电脑弄爆了= ="
        },
        {
            "author": "冰与火",
            "timestamp": 1368343260,
            "txt_content": "1 settings: leaves dynamic (ignore me)\n\n2 the grass to dynamic shadow shadow\n\n3 for the game player with MOD editor, then worth the updated MOD to supplement the box world\n\n4 online\n\n5 to revise the taskbar, game player changes provide the taskbar editor\n\n6 a similar increase in the Elder Scrolls 5 magic system and weapon system\n\n6 increase of various metal reflecting degree of weapons, such as: edge\n\n7 new mirror\n\n8 for wear shows the change in appearance and shape appearance on weapons\n\nThe 9 increase in Cosplay mode, or RPG mode, let the game player in their own editing map Daguai upgrade\n\nThe 11 increase in physical systems, is arranged on the barrel inside the water will follow the character movement, change article holding mode, should be like half-life, the pattern is converted into physical.\n\n12 sofa or some small objects, can use the physical system allows the game player moving like half-life.\n\n13 in order to take care of the low-end game player, should take all of these into can set.\n\n14 for liquid, it looks a little pit, the picture is so good, solid liquid how line. New real-time flow of liquid, and liquid level should be raised, three-dimensional sense of it, add magma to splash of magma, will have an impact on the surrounding combustible, and will not effect is just like Minecraft, random splash magma will not immediately disappear around, but the first to illuminate the surrounding, then slowly extinguished (slow).\n\n15 the grass block if there is to be realistic, to put the dynamic grass some short, the effect is absolutely good burst\n\nThe 16 change into the interface, to increase the game player customize their appearance.\n\n17 (the most difficult to estimate, this life I can't see) change throughout the game world (flat), building the system, game player was changed to \"Earth\", increase the atmosphere as well as various system (fuel, oxygen system, power system...) , increase the variety of game player can customize the aircraft, increased self-built system (in compliance with all kinds of science's theorem), self development of various items. Increase the variety of planets and stars (large)\n\nWill have a 18 increase the water vapor, increase the burn, increasing hot air balloon, increase the hot air balloon control device. 19 to establish a lever system, linking system. (the lever system that creates a fulcrum (props), and then use the link system on both sides of the box are linked together) gravity system (increase the variety of objects to be some weight, weight increase game player)\n\nThe 19 increase in energy system (similar to the Minecraft tour, but life)\n\nThe 20 increase in food doneness, establishment of cooking food, second bar (cooked degree).\n\nFigure 21 increase of life changes system (such as often use artificial mining or Daguai will increase the level of development, hand muscles will change the game in the role of the arm thickness, of course will have a maximum value, invisible to increase individual artificial mining speed and Daguai (non-mechanical); often walk will increase the level of development, the leg muscles ibid, but will be invisible to increase walking speed; but often use automatic machinery (such as aircraft, automobile, train) will reduce the developed degree of muscle, but not significantly, except in real life for one day of automatic machinery driving game.)\n\n22 increase the ecological system (as in the earth surface around the block if no water (do not know how much the price is right, the author try), from time to time of day (sun), will become a soil box open, online to check the \"sand by mineral and tiny pieces of rock.\" so it's not suitable for and then into the sand, but the earth split will have a characteristic: can not be used for any plant species; the rain will affect the water level change, often not rain will lead to drought, which caused the plants to die, leading to desertification, the rain may bring disaster; role can not stay in the sealing place too long time, will lead to hypoxia, the number of oxygen supply time as the sealing the air inside the space grid.)\n\n23 long-term use of large quantities of coal (tons of coal upstart or coal-fired power plant coal so much) will cause acid rain, on the impact of vegetation, the new when using 100 of coal, a 1/100000 increase in the rain to the environment and people. (when the hurt is lower than 0.1, regardless of any damage per second), in the rain to rain on individual exposed area caused by coal X number one in ten million X exposed area (nudity is not wear any equipment exposed area of 1) X coal combustion concentration (i.e. a range (grid), the number of coal burning, to the way of radiation to the surrounding proliferation weakened) damage, and can cause wear on clothing or armor.\n\n24 engraving system, namely \"knife\" to block 1/100 of the volume of similar mining as carving\n\n25 loot all presents three-dimensional, can put items discarded and piled together, things will not disappear, but props and equipment will fall durability from time to time. The monster body equipment, you can get anything.\n\n26 increase the physical body system, can search the bodies of things, of course, if someone is sick, should allow him to cut head or take visceral (\"search\", the physical system to cut too.). All the bodies can be used (except some discordant things, of course, I believe the author doesn't create disharmony things out) when everything is taken out, the body was lost, for the low coordination game player, to do a pickup icon on the dead bodies on the line the (bodies do not display), heads as trophies hanging on the wall, on the display or display table (BOSS what head most worthy of showing off.)\n\n27 stone what can be made of small stones, and then used to throw, early may be a very useful. Establish the action system throwing (various throwing weapons and able to throw gadgets (of course not sure what the box)) established in 23 rock climbing, sprint, stealth, use tools (essential) action system\n\n28 all the people will have a certain vision, walking forward next vision will become smaller, stops the vision will be expanded.\n\n29 to establish the explosion particle system, excellent explosion effect can also be added color to the game. (explosive devices such as: grenades, C4, fireworks, firecrackers...)\n\n30 date system, provide the game in time for the game player (X years X months X days X hours X hours)\n\n31 biological clock system, game player just born to balance, can adapt to all the time to do everything, but to do something in a certain time changed much, will increase the efficiency of one thing at a time, but it will reduce the efficiency or effectiveness to do other things.\n\n32 in single player mode provides for system, namely from waiting for a certain period to another time, namely fast forward to a period of time, if the game player in this period of time there will be a monster place, so is there some monster periods in fast-forward, game player will go back to that time, continue to normal mode.\n\n33 layer must be thick enough, thousands of layer is not too exaggerated, baidu once \"to how thick if you stand on the poles of the earth, so from the surface to the center of the earth is about 6356.8 km; if you stand on the equator, from the surface to the center of the earth is about 6378.1 km thick enough\", so there is no formation.\n\n34 for the on-line server provides rules, there are two, one is the custom programming game player, two is a fool type rules automatically update program provided by the. Anyone can break the rules, but will be punished accordingly, corresponding punishment and rules, by the computer monitor and punishment (super convenient robot police). Of course, if the service need and you can build a very powerful police system, artificial words really domineering point.\n\n35 to create a \"single story\" mode, there will be NPC, brings out the dialogue, and the necessary combat. And what they can do, what not to do. This began to lead the novice helpful. Of course, for the old game player, they can create a corresponding plot, for a variety of entertainment.\n\n36 on the site, the single-player mode, game player can own a place (a range) named, to arrive at a new place, you can choose the name or the default naming (i.e. don't tube). In multiplayer mode, service can be named for a range of places, and the game player can not be changed. Place names like ordinary FPS as displayed on the screen on the position, the fine print to display."
        },
        {
            "author": "466280658",
            "timestamp": 1368343320,
            "txt_content": " 本帖最后由 466280658 于 2013-5-12 15:22 编辑 \n\n本人不懂鹰语啊，机器翻译太坑爹。"
        },
        {
            "author": "Forever_小树",
            "timestamp": 1368343440,
            "txt_content": "95%是在作死，即使能实现，家用电脑也玩不起"
        },
        {
            "author": "ko645969958",
            "timestamp": 1368343560,
            "txt_content": "这搞法,没个10多G是不行的(虽然我还没看完)"
        },
        {
            "author": "二货",
            "timestamp": 1368343800,
            "txt_content": "这简直是各种mod的结合体，而且你是想让我们这些现在用原版都很卡的电脑爆了么{:10_535:}"
        },
        {
            "author": "a919298641",
            "timestamp": 1368344100,
            "txt_content": "Forever_小树 发表于 2013-5-12 15:24 \n95%是在作死，即使能实现，家用电脑也玩不起\n同意上述观点"
        },
        {
            "author": "345074006",
            "timestamp": 1368344340,
            "txt_content": " 本帖最后由 345074006 于 2013-5-12 15:47 编辑 \n\n一个孢子3.7G左右\n各种添加....起码要弄到3G\n你以为游戏很好做？\n这样还会有多少人来玩MC？\n有很多配置低的 \n说不定把显卡、CPU烧了 \n\n而且 给建议的说不定有很多人 他会一个一个去看吗？（说不定会）\n看见这个贴 本来懒得登入账号的 整篇看完 才上来回个复\n"
        },
        {
            "author": "345074006",
            "timestamp": 1368344700,
            "txt_content": "冰与火 发表于 2013-5-12 15:21 \n1 settings: leaves dynamic (ignore me)\n\n2 the grass to dynamic shadow shadow\n我猜这是机翻"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1368344760,
            "txt_content": "mod作者要哭了，而且弄出来后，mc的容量就要好几g了吧。。。况且谁带的动啊。。。"
        },
        {
            "author": "466280658",
            "timestamp": 1368345060,
            "txt_content": "如果不采纳画面的建议，物理系统的建议，MC就不会太大。"
        }
    ]
}