{
    "title": "13/5祝IceFreeze生日快樂!",
    "author": "sym",
    "replyCount": 3,
    "timestamp": 1368459900,
    "txt_content": " 本帖最后由 sym 于 2013-5-14 00:05 编辑 \n\n~冰凝17岁生日快樂~\n\n这么快就一年了\nice也成长了许多\n在这特別的日子中\nSkin Cookie小组特意送上一份小心意\n\n感谢丸子为《魔法少女冰凝的不科学大冒险》画封面\n以及小组的各位~\n在此也祝福ice生日快樂 心想事成\n在17岁的时光了盡情发揮最好的自己\n《魔法少女冰凝的不科学大冒险》是小组成员以接力方式完成的文章\n內容曲折離奇\n集合了多位成员的心意和文筆eyu：树荫像夜晚星光碎片一样散落一地，深深浅浅的影子在傍晚石榴红色的染料罐子里沾上了一身的光芒斜斜擦过她耳边的微风不经意间就从远处城堡塔顶，游荡至了高高的山峦处，撞在刚刚升起的月亮上面，抖落了一身的银光。闪烁粼粼波光的湖面上起伏着好似魔法咒语一般的星点，深红或淡蓝、艳紫或鲜黄。一眼望不到边的格尔湖沉睡在古老的预言典籍中，湖面荡漾着东方韵律的水波擦拭着阿美稚嫩的鳞片，宽大的人鱼尾巴拍打起得浪花溅出了一层层透明的涟漪，一圈一圈消失在偌大的湖心。再坚持一下就快到了。」虽然初段的疗伤术并不会造成太大的魔法损耗，但是这样长时间地使用，让凝凝的体力也几乎到达了极限。明明是会在这附近出现的，可是为什么寻找了这么久也还是一无所获呢。比起自己愈见虚弱的身体，凝凝还是更担心没有了后续的回复魔法，身边的这位病人到底还能撑多久。「阿美，这次拜托你向北边找找看吧，其他三个方向我们已经都找遍了。」看到凝凝和病人目前的状态，身为魔法部参政官的摩斯大师也摒弃了以往的态度，直接同阿美交谈起来。于是这条青色的人鱼身体一转，跃入了深深的水底……\nIceDoggie：水面以下的世界和水面以上截然不同。在离水面较近的地方还能点点月光照亮，但更深处却因为光线无法到达，而充满了深邃和沉寂。虽然平日里，夜晚的格尔湖有着王国最美丽的光景，但更多时候却被被神秘和沉寂笼罩。格尔湖位于特拉斯王国边界，几乎占据了特拉斯王国十分之一的领土，同时也是王国的人们始终不敢靠近的地方。没有人知道它究竟有多深，也没有人知道它的深处是否有什么不为人知的可怕的东西，人们唯一知道的就是每当有人想要向湖的更深处进发后，就再也没有听到过这些人的音讯。同时格尔湖的北岸与北方蛮族的部落接壤，但每有侵略袭来，蛮族总是从西方的帕米拉长廊进击而来，格尔湖永远的保持着它一直有的神秘和沉寂。但是今天，有一个从特拉斯王国的魔法之都潜逃出来的外族犯人、一名魔法部参政官，和一位神秘的少女来到了湖中心，寻找那个埋藏在湖底的秘密。将近虚脱的苦痛让凝凝在水下无暇顾忌更多，无论是使用水潜法的疼痛，还是向着未知的黑暗前进的恐惧，她只得跟随阿美向更深处前进——一边为阿美进行着伤口的恢复，一边跟随着阿&#8203;&#8203;美在水下飞速游动的身躯。随着深度的升高，凝凝的身体越来越感受到来自四面八方的压力越来越大，但她硬是持续使用魔法保持着身体机能的正常运转。也许凝凝真不应该来参加这一次的任务。作为御用魔法少女军队的20名王国精锐之一，今天本应是她和姐妹们庆祝生日的日子，但是早上那个参政官点名叫走了她，说是要寻找关乎人类命运的线索……「阿美，如何了，有踪迹了吗？」凝凝在黑暗的湖水中看不清方向，只得从阿美口中寻得唯一的线索。「还没有，不过应该就在这附近了。」阿美没有回头地回答。凝凝没有回答，只是更加专注地用她最后一点余力支持着阿美，而在这时，她的眼前出现了比刚才黑暗的海底景物更为明亮的什么东西，她仔细观察确认，还没有问出口，阿美就给了她让她没有想到的答覆：「看来我们到了呢，」名为阿美的人鱼转过身来，周身的鳞片急剧抖动发出刺耳的响声，「欢迎回城，冰凝公主。」凝凝在失去知觉前最后看到的，只有阿美狰狞的表情。从沉重的昏迷下醒来的凝凝,感到头昏脑胀。但比起处理这不适的感觉,她更在意这个地方。她对身处的地方第一个感觉就是'华丽'，温暖而柔软的金色床铺,正轻轻的托着凝凝。闪烁着的贝壳水晶吊灯,房间还有带着少许海水的气味，正如公主的睡房。\nsym:但凝凝没时间去享受,她可是有关乎人类命运的任务在身!任务...线索...阿美...!她回忆起昏迷前阿美和她说的一句话。 '冰凝公主你醒来了吗.'在凝凝还沉醉于回忆时,阿美从门口进来了。虽然凝凝身体很虚弱,但她还是警觉的盯着阿美。 '这里是什么地方!?'她紧不及待地问了最想知道问题.'格尔湖下的托姆皇城,你的城堡,你的家.'阿美平静地回答凝凝。 '托姆皇城是什么?为什么是我的家?你是谁?'凝凝还是不明白。 '冰凝公主,那我就由头说起吧。 」\n丸子:于是阿美就把过往的种种和冰凝公主诉说了一遍。凝凝似乎一时无法接受，就像灵魂出窍一样，坐在那里一动不动，任阿美怎么喊都没有反应。 「冰凝公主？冰凝公主？」凝凝霎时回过神来，对上阿美惊惶的眼光。\n阿果:于是阿美定了定神，眼里满是憧憬，郑重其事地说道：「你知道哪位歌手最想和藤井莉娜结婚吗」「不知道诶」「是周华健啦，因为明天我要嫁给Lena，明天我要嫁给Lena」\n果冻:但Lena并不想嫁给阿美，因为在Lena儿时，阿美便一直欺负Lena「Lena，你看这个是什么」阿美手一翻，掌心中出现了一个巴掌大的礼盒Lana以为是送给她的礼物，吵着闹着要打开礼盒刚打开，一个笑脸便弹出来吓唬她她哭了「Lena，你坐在这里吧，我不累」「谢谢~」Lena安心的坐在了公园的长椅上十分钟过后「L&#8203;&#8203;ena，我们再去玩一会吧」「嗯~」Lena从座椅上猛地起来，乳胶漆给她的裙子填上了一道「风景线」「哈哈哈哈···」「呜呜呜···再也不理你了！」她又哭了「我发誓，一定要好好教训这个家伙！」到了阿美求婚的当天，报复行动开始了\n\n小熊:人鱼族内求婚有一个习俗必须站在阿提拉斯水晶塔上向所有的人鱼宣告自己对她爱的宣言所有的人鱼必须聚集在拉布拉多广场上听到阿美对配偶的表白多年被阿美欺负的lena的性格早已扭曲，他用人鱼族的禁术强行召唤了一位人类并缔结了血刑契约。他挖掉了自己一只眼睛强行塞入冰凝的口中可怜的冰凝口里被强行塞入了一颗血淋淋的眼球，由于被强行缔结了血刑契约，她无法违抗人鱼的命令。她的身体不由自主的动了起来。牙齿硬是咬破了这颗肥大的鱼眼，腐臭味与鱼腥味遍布了整个口腔，一股极其恶心的感觉从胃里涌了上来，冰凝浑身都在颤抖，他满眼绝望的看着这个异类。前一秒他明明还在图书馆与两位长老谈论复苏术，下一秒便突然出现在了一个尸骨淋漓阴森的地牢里。牙齿细细的将这颗硕大的鱼眼慢慢咀嚼成了肉酱，并吞入了胃中。冰凝的魔力核心暴走了。可怜的冰凝习得的魔法不具有任何攻击性，但血刑契约让她浑身痒痒，仿佛有千万只虫子钻入自己的骨头里扭动着。冰凝的眼睛渐渐渗出了一道道血丝，她已经无法思考为什么自己会出现在了这里，她只想要不断的撕裂，不断的吞咽鱼肉。她冲出了地牢这里是拉布拉多广场的正中央，所有的人鱼都惊恐的望着这个浑身是血的少&#8203;&#8203;女。冰凝的牙齿长出了两颗獠牙，手指甲也变得尖锐起来。她只想要不断的吃。 。 。于是一场屠杀开始了。 。可怜的鱼人们还没来得急反应就被挖去了眼球，鼻梁，舌头。然后活生生的拔掉了所有的鱼鳞。被残忍的丢在了地上生不如死。人鱼们失去了声音，只剩下自己的鱼尾本能的在地上扑腾挣扎。人鱼们挣扎着想逃离这座海底城堡。但不知是谁将结界锁死。外界的进不来，里面的出不去。一座冠冕堂皇的城堡瞬间变成了尸骨血瘤的屠宰场。阿美与她的情人只能呆呆的站在塔内看着这一切的发生。所有的人鱼都未能幸免，全部被生生的剥掉了鱼皮，躺在地上生不如死。有的尖叫着挣扎着用尽自己最后的一丝力气拔在了结界上有的用自己仅有的一只手爬到已经死去的孩子身边抱着孩子。因为眼球已被挖掉，无法流泪的人鱼妈妈只能不断的抚摸着自己的孩子直到最后一刻。有的雄性人鱼四处摸索着捡起雌性人鱼的一条条断裂的肠子，塞入已死的伴侣肚中，挣扎着，吼叫着直到最后一刻。冰凝吃得满肚子都是生烂的鱼眼，鱼肠，鱼肉。她跌跌撞撞着向阿提拉斯水晶塔走去。 lena什么都没法做，他惊恐的抱着失去意识的伴侣。只能跪下祈求海之女神放过，他并不明白自己的族人错在哪了。为什么要被灭绝。一道闪电打在了伴侣的身上，伴侣的身体慢慢地变成了冰块。 。 lena出现了，lena用残缺不齐的声音轻轻地喊着“天空一声巨响，老子闪亮登场..咳咳咳...”阿美瞬间感觉到浑身都是寒颤，她实在受不了lena这黑色幽默于是她来了一句“你是风儿...我是沙.....缠缠绵绵..到天涯....”lena突然面目狰狞。浑身抽搐，他实在受不了阿美这般的恐吓。阿美见她的冷笑话起了作用。于是紧接着“飘柔~让我更自信..”lena昏阙了过去。 。 。醒来之后lena发现自己和冰凝躺在一座古老的图书馆里。 。旁边有两个老人看着他们\nIceDoggie:“你知道你都干了些什么吗？”一位白胡子老人气愤地向着lena怒吼道，“你把整个人鱼城都毁掉了你知道吗？！”“我…”刚刚醒来的lena似乎还没有完全回忆起刚才的事情，“我…”他想起来了，自己是多么疯狂地把凝凝利用，只是为了对付那个讨人厌的阿美……身旁，凝凝也刚刚从睡梦中醒来，仿佛对于发生的事情一无所知——实际上她的确也一无所知，只是呆呆的看着lena。 “人鱼城的统治法师，”另一位老人悄然转过身，“现在不是发怒的时候。”“我们应该想办法解决问题，不是吗？”那位老人就是魔法部的参政官，摩斯大师。 “摩斯大师？”凝凝站起身来，“你怎么在这里，你不是应该在格尔湖的湖面上等待我执行任务归来吗？…等等，这里是…?”“这里是人鱼城的地下图书馆，仅存的人鱼城没有被破坏的唯一的地方。其他地方都已经…”摩斯大师叹了一口气，“还有你还不知道吧，lena，阿美她是那么的爱你。”摩斯大师的双眼看着lena颤抖的身躯，让lena一时说不出话来。“我今天收到王政府的委托，有一名叫阿美的人鱼声称格尔湖湖底有着危急人类存亡的秘密。于是我从魔法少女兵团中挑选了最为优秀的那名战士——凝凝来到这里，”摩斯大师顿了一下，“但是没有想到，这一切都只是一个谎言。”“那到底是怎么回事？”凝凝也感到不可思议。 “阿美这些年来一直在追求lena，但是一次在城外游玩时不小心迷路，结果游到了格尔湖的北岸，被蛮族俘虏。后来在与特拉斯王国的交战中，这名为阿美的人鱼又再次被我们的军队俘虏，押进了监狱，知道有一天，她想了个方法——撒谎回到格尔湖湖底的人鱼城，去找回她朝思暮想的另一半，但是…” “但是…?”lena的颤抖愈来愈剧烈了。 “在经历了某些足矣让她心碎到粉末也不留的事情之后，她疯掉了。”摩斯大师闭上眼睛说完这一段话，睁开了双眼，又再次转向lena，“你知道那是什么吧。”短暂的无声。 lena的双腿已经无法支持他的身体站立：“我…我..为什么会做出那种事情!!!!不，这不是我想要的!!!我…我对不起她…！！”只剩下男人的撕心裂肺的哭喊声响彻整个人鱼城地下图书馆。在下大雨。格尔湖的夜晚的上空，从刚才起就一直被无尽的黑色阴霾笼罩。而在这黑色阴霾下的湖底，一位人鱼少女的眼泪已在遍地的人鱼尸骸中流干。 “既然这样，那我就更应该完成我的任务了。”凝凝坚定了自己的信念，“只能这样了！”“莫非…你要…”摩斯大师露出诧异的神情，“你不能这样！凝凝！不能使用如此大规模的还原魔法！你自己的魔法用光之后，就会消失的！！”虽然这些话语已经传入凝凝的耳朵，但是这丝毫不能让她动摇。她使用魔法腾空，冲破了图书馆的天花板，上升到了人鱼城的上空，在黑色阴霾下与赤色空城之上，高呼道——“还原——魔法！”魔法核心在超负荷运转，光芒从凝凝身体中放射出来，笼罩了整个人鱼城，照亮了黑暗的深海，击破了格尔湖上空那连绵的黑雨。慢慢的，被屠杀的人鱼们复原了，东倒西歪的城池恢复了原状，海水恢复了明亮，天空，不再黑暗。格尔湖上空所留下的，只有晴空万里，而那少女的身影，已经马上就要消失…“对了，今天好像是我的生日呢…”还未消失的那点少女的残迹，用她最后的心默默说到，“这就是，我最好的…生日礼物...”",
    "replies": [
        {
            "author": "DJXGAME",
            "timestamp": 1368459960,
            "txt_content": "我的大冒险结尾被和谐了，不过不要紧，最重要的是：祝可爱的冰凝酱生日快乐~每天都要开开心心的哦"
        },
        {
            "author": "IceFreeze",
            "timestamp": 1368460320,
            "txt_content": "呢..那个..你们什么时候开始准备的...%>_<%\n傻傻的我还不知道你们在弄什么呢>///<\n虽然..恩..恩..(忘了要说什么了%>_<%)\n但是很感动,我竟然都不知道大家在偷偷准备着隐藏的祝福QAQ\n恩...我要保存下来留恋...\n恩...谢谢大家...\n\n梦遥遥远航,风暴之至,以为将会沉没,却依旧搭载着屡屡希望的光火,努力的向前方航行...\n\n\n很感谢一切,有你们陪伴着幼稚的我成长,真的很幸福%>_<%"
        },
        {
            "author": "osborn2008",
            "timestamp": 1368528420,
            "txt_content": "很可惜我这几天没空一起参与，但是还是祝贺冰凝生日快乐哦~"
        }
    ]
}