{
    "title": "正式开篇！【末日之斗】",
    "author": "76332629",
    "replyCount": 5,
    "timestamp": 1368595380,
    "txt_content": " 本帖最后由 76332629 于 2013-5-15 13:23 编辑 \n\n{:10_492:}哈喽~~~~艾瑞波地！！还记得偶吗？（好吧肯定不记得了）好嘞，啥话也不说，上作品！\n\n\n\n\n——第一章——【毁灭——灾难的起源】“伊斯特”城门口。——“怎么搞的？！这么晚才回来，又偷懒了罢！”用手掌遮住额头，眯着眼注视着火烈的太阳，团长开始说教起我们来。我们的团长叫做“希特”，是『先遣调查团』的团长。性格很古怪呢…有时开怀大笑，有时又一脸怒容，有点精神分裂的嫌疑。不过……一提到那个梦中的巨人——“末影霸王”时，深邃的目光就会散发出一股浓烈的杀意。看来团长也见到“他”了吗……干咳了两声，希特继续嚷道：“知道吗，你俩是这团里最小的士兵了，丑点说，就是炮灰！你们只配给我们当后勤人员。动作要快一点知道吗！慢吞吞的跟蜗牛一样…万一在城外遇到‘异变巨尸’，死都不知道怎么死的啊！”听到这，我噗嗤笑出声来。“嗯？”希特团长用好奇的眼神望着我，问：“臭小子，笑什么？很好笑吗！”“团长，我们这城池可是人类最高基地啊，怎么可能有丧尸攻进来嘛！”我连忙住嘴，解释道。“不过…已经几年没有看到过‘末影霸王’了的说，不会消失了吧”我忽然想到了这点，随口说了出来。“哼哼，那是。”团长露出一脸得瑟的笑容，拍拍胸脯道：“这小渣渣，一定是害怕了城墙上的‘双管TNT攻击炮’和本大爷我的高超枪法了！”“呃……是啊是啊……团长赛高！”我一边抹着额上的一滴汗，一边附和着。可是……接下来的一切，都变了……只听见一声巨响，万里无云的晴空瞬间变成了诡异的亮紫色，我感觉周围的空气都凝固住了，身体仿佛被强大的压力给震得死死的，完全无法动弹——或者说，不敢动弹。团长的瞳孔里透出了绝望和惊惶的气息，嘴巴始终那么张开着，好似再也合不上了。我和艾瑞克自然也感觉到了…背后的这股阴凉之气——降临了，“末影霸王”！！“快进城里啊啊啊啊啊啊！！！！！！！！！”团长一声爆吼，才将我们的身体唤醒。我连忙握紧艾瑞克的手，一脚爆蹬在地面上，飞速向城门弹射过去。这时，我看到团长坚定的眼神，貌似明白他要干什么了……果然不出所料，团长以迅雷不及掩耳之势，掏出了佩在腰间的两把特质穿甲手枪，一枪击向末影霸王的头部。只是……末影霸王只用了一只手指头，便把穿甲爆弹弹飞到了城墙上。诶？！等等，弹到城墙上了？！只听见头顶一声爆炸响，我连忙抱紧艾瑞克，闭紧眼睛，身体侧着贴地滑行进了城门。后脚刚入城门，城墙的碎石便重重地落了下来，死死地堵住了城门。先是愣了一会，继而反应过来，团长还只身在外！！容不得我多想，连忙对身旁惊魂未定的艾瑞克说：“快，通知全城的人撤离，我来叫士兵帮忙！！”“好！等着，一定要平安啊！！”艾瑞克听罢，马上拔腿狂奔了起来。“……我会的。等会见。”嘴上虽然答应着，其实我心里知道，救兵是来不及了，只能……自己来！！\n\n\n\n\n   请多多支持~~顺便发下序章地址吧。【序章】",
    "replies": [
        {
            "author": "shijun",
            "timestamp": 1368595680,
            "txt_content": "…一看到先遣队……真的不是进击的…"
        },
        {
            "author": "76332629",
            "timestamp": 1368613140,
            "txt_content": "shijun 发表于 2013-5-15 13:28 \n…一看到先遣队……真的不是进击的…\n= =b好吧我承认……受了进击的一点影响……"
        },
        {
            "author": "76332629",
            "timestamp": 1368621300,
            "txt_content": "这……没人顶？！难道就这么沉了？！"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1368623400,
            "txt_content": "LZ，没事儿的新坑新人都没人顶，这时候需要的是自己拉关系然后持续更新，弃坑的话就真的沉了！\n我是外面那个末路史诗的菜鸟作者= =求点个顶"
        },
        {
            "author": "76332629",
            "timestamp": 1368677520,
            "txt_content": "风之心_天双 发表于 2013-5-15 21:10 \nLZ，没事儿的新坑新人都没人顶，这时候需要的是自己拉关系然后持续更新，弃坑的话就真的沉了！\n我是外面那 ...\n我会的。加油！！"
        }
    ]
}