{
    "title": "龙与虎最感人的句子",
    "author": "Yihc",
    "replyCount": 5,
    "timestamp": 1368627720,
    "txt_content": "     1.\"大河跟我說:“無論什麼時候，龍兒都會幫我的” 打掃衛生，釘紐扣，燙衣服”\"by實乃梨       \"什麼啊，這些只是小事情\"by 龍兒    \"就是小事情 才是最難得的\"by實乃梨                                    2.\"你這樣 你這樣來幫我的話 我。。。\"by實乃梨   \"沒時間了 你就自顧自努力吧 我自己幹自己的 不是幫你 而是為自己幹活\"by龍兒  。。。。。 \"來 你看 很漂亮吧 就算壞了 也能修好 所以你就打起精神來\"by龍兒 \"變不回原來那樣了\"by實乃梨  \"但是 它的確在閃閃發光\"by龍兒   \"能不能修好 我根本不知道\"by實乃梨 \"能修好！放心 能修好的 無論多少次\"by龍兒                                    3.“ 別碰他 閉嘴 你們全部是笨蛋  為什么沒有注意到？ 為什么不去救他？魂都被笨蛋比基尼勾掉了  誰也。。不去救龍兒。。龍兒是我的！誰也不準碰他!!!!!”by大河......PS:大河5識游水都拼命救龍兒，證明龍兒系果陣已經比距自己既生命更重要.......                                             4.\"北村？還以為是龍兒 因為在這種時候....會過來救我的 絕對是龍兒 對不起 對不起 北村 聽我說 沒有靈驗呢 失戀大明神 我許的愿沒有實現啊『把這份心情 完全抹殺掉』『讓我堅強起來』 但是完全不行啊 無論怎么做 我還是......喜歡龍兒啊 明明希望他跟實乃梨好好發展的 但是果然還是很心痛啊 心痛得.......心痛得無辦法忍受.....不行了\"by大河 PS：此時是大河為左執龍兒送比實乃梨既發夾遇到山難，誤將龍兒認為系北村。。。。                                 5.\"看著我 大河 看著我\"by實乃梨 \"我不要 不要不要不要不要\"by大河 \"你看到什麼 我是實乃梨 你的摯友 不是嗎 你說過喜歡我的 那就相信我啊\"by 實乃梨 \"放開我 放開我 放開我 放開我\"by大河 \"我相信大河 我相信你不是那種會把自己想要卻不敢要的軟弱 歸咎于我的人啊 還是說 你是那種人？\"by實乃梨  \"不是這樣的 我只是想讓實乃梨幸福 讓我最喜歡的實乃梨幸福\"by大河 \"扯談！我的幸福 只有靠我的雙手 唯有靠我自己雙手才能去抓住 對我而言 什麼是幸福 除我以外 誰也不能替我決定！\"by實乃梨 \"大河 你一直很想知道吧 我也 我對高須...... 我喜歡高須龍兒啊 我喜歡他 我一直都喜歡他 但是我一直都認為必須讓給你 作為我的摯友 如果你需要高須的話 這是傲慢的我的誤會 我也一直小看了你 剛才我也說過了吧 我的幸福 由我自己來決定 同樣道理 你的幸福 只有由你決定 所以 所以 大河 讓我也看看你的做法\"by實乃梨                                 6.\"這世界有著誰也不曾看見過的事物 那是很溫柔 非常甜美 我想 要是能夠看得到它的話 所以人都會想要的吧 所以 才沒人看見過 為了不讓別人輕易得到 世界將其隱藏了起來 但是總有一天會被某人發現 應當將其擁入懷里 唯一的一個人 就能將其找到 它的原理 就是這樣\"                                 7.\"為什麼。。。啊 是嗎 我 一直依賴著龍兒啊 依賴著龍兒的溫柔 但是。。。已經結束了 實乃梨一定被龍兒吸引 龍兒也真的喜歡實乃梨 也就是說 他們兩情相悅 然后我已經。。。不能繼續呆在龍兒身邊 不能走在龍兒身邊 呆在龍兒身邊的 不是我 。。。。我不要。。。這樣            龍兒。。。龍兒！龍兒 龍兒 龍兒。。。龍兒 龍兒。。\"by大河 PS:此時系平安夜，龍兒扮完圣誕老人之后，大河將距送俾實乃梨，但系感到心痛\n\n\n\n\n好好看",
    "replies": [
        {
            "author": "w873130585",
            "timestamp": 1368627780,
            "txt_content": "{:10_512:}表示看过 3遍了"
        },
        {
            "author": "Yihc",
            "timestamp": 1368627780,
            "txt_content": "w873130585 发表于 2013-5-15 22:23 \n表示看过 3遍了\n神作阿               "
        },
        {
            "author": "黑基佬时代",
            "timestamp": 1368628140,
            "txt_content": "看过了可没坚持看完。后面不知为何就不想看了。"
        },
        {
            "author": "AB酱~",
            "timestamp": 1368628560,
            "txt_content": "表示不想看. 颜色多 眼睛会流泪."
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1368794760,
            "txt_content": "LZ很喜欢龙与虎啊？我不怎么喜欢里面的男主  "
        }
    ]
}