{
    "title": "(潲雨作品）《当个创世神》④遭遇危险",
    "author": "sunzhiyu",
    "replyCount": 8,
    "timestamp": 1368709920,
    "txt_content": "      清晨，我睁开了眼，坐起了身，揉了揉眼睛，其他人好像都还在睡觉，我看了看小钦的床，他可能出去了吧？心里想着，我拿出了自己的石镐和石剑，清晨还是有怪物的，我还是要小心点，打开了门，我四处望了一下，还在昨天来到这个岛时的震撼中没缓过来，到处都是方方的，真不习惯呢！突然，远处传了一阵阵动物的叫声，我下意识的抬起了我的石剑，向着声音的源头慢慢走去，走近了才发现原来是猪的叫声，我松了一口气，走了过去，只看见小钦拿着一个打火石正在烤一只猪，猪被烧死以后，地上浮起了3块猪排，“早餐差不多了，小雨，你去叫他们出来吃饭吧，今天遇到了几只猪，收获还是颇丰的”我点了点头，问他：“对了，昨天你说的那个沙漠到底是在哪个方向啊。”他一指北面，“哦”我点了点头，正说着，小钦抛过来一块猪排，说：“快吃吧，小雨”我看了看自己的饱食度，只掉了一个小鸡腿，摆了摆手说：“不用，不用，我的饱食度还多着呢，你还是拿给其他人吃吧”说着，我又把猪排抛了回去，回到我们的房子后，我们稍作休息，并决定派我、小钦、小狼、小枫一起去那边奇怪的建筑看一看，我们一路走，走啊走，那片沙漠似乎并没有小钦说的那么近，我们走到太阳居中了才差不多看到了沙漠，这时，我的身边似乎有紫光在若隐若现，我以为是自己的幻觉，所以没有去多加注意他，这个时候，小钦叫了起来，说：“你们看，我上次放在这里的指路牌少了一块！”我们顺着他的目光看去，那边是一个1x1x3的小塔，可是不知道为什么，下面缺了一块，小塔诡异的浮空着，我们都惊叫起来，“不会吧，我们应该不会在这里遇到他的吧？”小钦喃喃道。“谁？”我们异口同声。“终结使者！”小钦痛苦地说了一声，终结使者我没有太大的印象，不过看小钦的面部表情，一定是一直超级难缠的怪物，我不寒而栗，对小钦说：“我们回去吧，这里太危险了。”小钦表示同意。于是我们调转队伍，正在准备走的时候，一个高大的声音出现在我们面前，“不好，它来了！”小钦大喊一声，“快跑！”可是已经来不及了，他已经攻击到了我，我看了看自己的血量，只剩下5个血了，他一下竟然能打我一半的血，真是恐怖如斯啊！我掉头就跑，这时，突然看到左下角出现一行字，“xiaofeng被终结使者带回家了”“不！！！！！！”我几乎哭了起来，我又损失了一名队友，我继续跑，不知跑了多久，直跑到了沙漠的内部我才停下来，“这是哪里，小钦，小狼你们在哪里啊”我发觉自己迷路了，再这茫茫的沙漠，没有食物，我该怎么生存下去啊，没办法了，只能走一步看一步了，小枫已经牺牲了，呜呜呜…………以下是废话\n最近要考好的高中，时间都用在复习上面了，没有时间来写小说，今天也只是抽了一会儿空而已，所以最近更新较慢。\n你的回复就是我创作的动力\n回复是一种美德（别逼我用万恶的回复可见哟）",
    "replies": [
        {
            "author": "25878569",
            "timestamp": 1368710040,
            "txt_content": " 本帖最后由 25878569 于 2013-5-16 21:18 编辑 \n\n写作辛苦了\n\n\n为什么总觉得小枫        中枪了....."
        },
        {
            "author": "Iron_man.",
            "timestamp": 1368711960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "250=mo",
            "timestamp": 1369803840,
            "txt_content": "可以分分段么，挤作一团很难看啊(我才不会叫你看看我签名 的"
        },
        {
            "author": "小火",
            "timestamp": 1370006820,
            "txt_content": "嗯，写的很不错"
        },
        {
            "author": "1348626858",
            "timestamp": 1390805220,
            "txt_content": "写作辛苦了\n{:10_512:}我支持你{:10_520:}"
        },
        {
            "author": "MAYI",
            "timestamp": 1390805340,
            "txt_content": "居然没人领金粒"
        },
        {
            "author": "1348626858",
            "timestamp": 1390805340,
            "txt_content": "哇！前排！{:10_496:}\n我顶你（附加3金粒）"
        },
        {
            "author": "abalala",
            "timestamp": 1390908720,
            "txt_content": "LZ文笔还行，就顶下啦"
        }
    ]
}