{
    "title": "克拉克的世界——第四章   大战，我不能输",
    "author": "帅哥是我",
    "replyCount": 8,
    "timestamp": 1368796560,
    "txt_content": " 本帖最后由 帅哥是我 于 2013-5-18 09:41 编辑 \n\n                           第四章       大战——我，不能输          又是无聊的闲逛。克拉克无所事事的到处走，也没有买到什么东西。反倒是自己的双脚，反而累的麻木了。如果不卸绑腿的话，恐怕今天是回不了家的了。算了，等回到家再慢慢绑上吧。克拉克慢慢卸下绑腿，继续无所事事的闲逛着，        忽然，一个通体暗黑色的建筑吸引了克拉克的目光。那建筑不高，却给人以踏实的感觉，但由于是暗黑色，又给人一种杀戮的气息。里面倒是很热闹，不断爆发出一阵阵震耳欲聋的喝彩。        缓缓走入那座建筑，克拉克这才得以看清楚这建筑内部的真面目。这里不算大也不算小，四周一环一环全是观众，而中间一个直径接近50米的圆形石台。一个蛮横的壮汉在中央高高举起一个看起来瘦高瘦高的男子，“砰”的一下，那男子便被直接甩了出去。这儿应该就是擂台了吧。接下来，一群人狂欢，一群人疯狂的谩骂。看样子是在买马。        克拉克顿时来了兴趣，走到一个看样子是比赛报名的老者。说：“我要来，我要报名。可以吗？”“你？”那老者仔细的打量着克拉克。毫无感情的说：“姓名与等级，自己填，我先说，你死了可不怪我。”克拉克像听都没听见一样，飞快填好表格。便踏上了那惨白的擂台。那壮汉也是一愣，随即一翻白眼，对克拉克竖起来中指（别告诉我你不知道这是什么意思）。克拉克只是淡淡一笑。从背包拿出铁剑。却被主持人制止“擂台中只能是肉体与肉体的比拼，不能用任何武器。”        什么，克拉克一惊，如果先前他认为自己获胜机率为7成，那么现在，只有2成了。如果是这样，那不只是对拳系技能有效吗？那不是刀、剑攻击技能完全作废了么。不用就不用。放回铁剑，做好了背水一战的准备。    “刷”克拉克一个箭步冲了上去，一个冲拳，便落在了那壮汉充满力量的腹肌上。壮汉却笑了，克拉克的拳头，竟······竟被吸住了，不管克拉克如何使出浑身解数，仍不管用，壮汉冷笑一声。馒头大的拳头便朝着克拉克飞速撞去，这时，他的手才刚刚松开，躲闪不及，无奈，身形一动，已是在壮汉之后了。此时，克拉克才是在用自身的力量来进行攻击。        可克拉克的力量能有多大呢？这些攻击对于壮汉来说，完全是九牛一毛啊。壮汉一转身，便飞起一脚，克拉克一个机灵，侧身躲过。，可这么的打起也不是个办法。正想着如何才能打败眼前这个比他高出数倍的壮汉呢？可克拉克却没注意，一个拳头正飞速向他赶来。         “砰”克拉克腹部受创，吐出一口鲜血，整个人便像断了线的风筝一样，直线飞了出去。可是偏偏天公不作美，他撞到了防护栏。偏偏被弹了回来。克拉克连忙在空中稳住自己的身形，就在快接近那壮汉时，双腿猛然收缩，又骤然蹬出，不偏不倚，正好踢中壮汉的胸部，壮汉后退三步，便稳住了自己那庞大的身躯。        天哪！这是何等强大的的肉体，如果用了拳系技能，那他将会爆发出何等强大的力量啊，想到这儿，克拉克不禁一阵后怕。再反过来看那壮汉，不知为什么，周围的空气都奇怪的扭曲，擂台上的花岗岩裂纹频频扩大，壮汉周围“噼啪——噼啪”电流摩擦的声音简直令人牙酸。        “吼”壮汉仰天大吼，向克拉克快速冲去，那速度，堪比极光！杀——戮——盛——宴！壮汉一个下勾拳，周围空间仿佛都撕裂了一般。对！是的！只用了两秒！克拉克便冲破了屋顶飞上了天，鲜血在空中勾勒出一条近乎完美的抛物线，克拉克的身体不断上升，似乎，已经到了云层。意······意识快消失了，可是，克拉克睁开眼，那怀表似乎出现了，强大的精神支柱。对呀，我不能输呀！！克拉克大吼一声，满是不甘。到顶了，克拉克开始急速降落了，照这样下去，是一定会摔死的，不过，诡异的一幕出现了。克拉克开始旋转！近乎疯狂的旋转，整个人似乎变成了一个超级马达陀螺一般。        落下！满是尘埃！可是，烟尘中，似乎还有一个隐隐约约的身影。好戏么——        登场了！！\n                      皓然君 上啊！看见索引上面几乎没有一个人来顶贴，我那脆弱的小心灵顿时哇凉哇凉的啊！老话：初一党，求支持，求人气，求金币。谢谢了！",
    "replies": [
        {
            "author": "25878569",
            "timestamp": 1368796620,
            "txt_content": "支持一下{:10_492:}"
        },
        {
            "author": "帅哥是我",
            "timestamp": 1368799140,
            "txt_content": "{:10_492:}{:10_492:}{:10_492:}新的一章的话，可能要在明天吧。\n明天绝对撸一更！"
        },
        {
            "author": "Crazy_LI",
            "timestamp": 1368974340,
            "txt_content": "卤煮你当是写给我看算了…别不写啊…我一定看！分明天再加…现在有手机看的"
        },
        {
            "author": "帅哥是我",
            "timestamp": 1369127220,
            "txt_content": "Crazy_LI 发表于 2013-5-19 22:39 \n卤煮你当是写给我看算了…别不写啊…我一定看！分明天再加…现在有手机看的\n谢谢了。lz我十分感谢，就当是写给你看了！！\n{:10_561:}{:10_561:}"
        },
        {
            "author": "wsfcnsng",
            "timestamp": 1369398780,
            "txt_content": "支持~~~顶{:10_510:}{:10_552:}{:10_492:}"
        },
        {
            "author": "翼羽",
            "timestamp": 1372842660,
            "txt_content": "额，人气用完了= ="
        },
        {
            "author": "帅哥是我",
            "timestamp": 1372842780,
            "txt_content": "翼羽 发表于 2013-7-3 17:11 \n额，人气用完了= =\n其实你今天可以不用加了\n谢谢你的帮忙\n以及对我的支持"
        },
        {
            "author": "翼羽",
            "timestamp": 1372846680,
            "txt_content": "帅哥是我 发表于 2013-7-3 17:13 \n其实你今天可以不用加了\n谢谢你的帮忙\n以及对我的支持\n额，没什么"
        }
    ]
}