{
    "title": "[1.81] 武器mod",
    "author": "xjj123tmd",
    "replyCount": 7,
    "timestamp": 1320230640,
    "txt_content": " 本帖最后由 xjj123tmd 于 2011-11-2 19:15 编辑 \n\n原帖\n转载的话注明作者和原贴。。。\n这是我原来发的地方原帖后的原帖\n\nBalkon's WeaponMod v7.1.1\n\n这个mod往mc里加了一些新武器\n\n\n向僵尸的头部掷矛！\n用你的新剑/戟【话说这字原来读ji = =】把骷髅砍成两半\n用旧的火枪把史莱姆射成块\n还有更多\n\n【这就是所谓的宣传语么= =我也要学啊，教练】\n\n\n下载\n单人\n下载 WeaponMod v7.1.1: 这里! (Adfly)【这个下载地址没被墙吧】\nRisugami's ModLoader\n\n多人\nThere is no for 1.8.1 updated SMP version yet.\n还不支持1.81。。。\n\n如何安装\n单人\n如果你没有modloder的话，先下载 ModLoader\n\n\n备份你的 minecraft.jar需要 Risugami's ModLoader, 因此先装了它吧。【话说pd的有这个吧。。。前面的人名有什么特别的意义么】把在 \"Files for mods folder\" 的所有文件复制到 .minecraft/mods/ 文件夹删 META-INF。(Optional) Install the HD textures to put them in your texture pack in the right folders or replace them with the standard ones in the WeaponMod.zip.这个他是说的材质，放到texture文件夹或者weaponmod.zip里【不确定】\n\n\n\n下面是坑，慢慢翻\nA spear\nA spear to hunt a cow! It does less damage than a sword and has a small knockback.\nYou can now also throw them! The spear will not dissapear after hitting a mob, and deals the same damage as when you stab with it.\n\nThis is the crafting recipe:\n\n\nA halberd\nA halberd to smash a creeper in the face! It does more damage than a sword and has a big knockback.\n\nThis is the crafting recipe:\n\n\nA knife\nA knife to stab a spider! It does less damage than a sword and has half the durability, but is crafted with very few recources and can be crafted without a workbench. The knockback is small. You can break cobwebs easily with it.\nLike the spear, you also throw them!\n\nThis is the crafting recipe:\n\n\nA battle axe\nA battle axe to shave a sheep with style! Does much damage and has a huge knockback.\nDoes also more damage to blocks.\n\nThis is the crafting recipe:\n\n\nA warhammer\nA warhammer to squeeze a slime! Does as much damage and has the same knockback as the halberd, but does huge damage to blocks, depending on the weapon material.\n\nThis is the crafting recipe:\n\n\n黄金会造成更大的硬直。\n\n以上武器都可以用木头、石头、铁、钻石、黄金合成。\n\nA javelin\nA javelin to throw at chickens! You can throw it by holding right mouse button while holding it. It does the more damage than arrows, but goes less far and has a large deviation. You don't need feathers to craft them, or a bow to shoot them.\nIf you fall downwards and throw the javelin downwards, it will have a critical hit. Same as when aiming upwards.\n\nThis is the crafting recipe:\n\nDon't mistake them for iron or stone spears.\n\nA musket\nA musket to shoot back at skeletons! The use is the same as a bow and arrow. The musket uses musket rounds to shoot and these do very much damage. You can also attach a bayonet to it, so you can stab opponents too. You can only shoot a limited amount of musket rounds, then the musket will break.\nAfter you shot the round you need about 2 seconds of reload time.\nHolding right mouse button reloads it, and when reloaded, it increases aim.\nThe musket is crafted with a wooden part and an iron part.\n\nThese are the crafting recipes for the musket:\nThe musket stock:\n\n\nThe musket barrel:\n\n\nThe full musket:\n\n\nThe one for adding a bayonet, you have to use an iron knife:\n\n\nAnd the musket round:\n\n\nA crossbow\nA crossbow to shoot a pig from distance! Shoots further than a bow, and with a small deviation, but it has a reload time. Shoots crossbow bolts. Holding right mouse button reloads it, and when reloaded, it increases aim.\n\nThis is the crafting recipe for the crossbow:\n\n\nAnd the crossbow bolt:\n\n\nA blowgun\nA blowgun to poison a sheep. Shoots fast and accurate. Has a small reload time. It shoots blowgun darts, which are poisonous. This means that when you hit a mob, he becomes ill. If a mob is ill, he will get random damage over time, and has a small chance to heal from the illness.\nThe dart itself doesn't do much damage.\n\nThis is the crafting recipe for the blowgun:\n\n\nAnd the blowgun dart:\n\n\nThrowable dynamite\nNot just ordinary TNT! Right click to light it! It will take a few seconds before it extinguishes.\nRight click again to throw it. Because of this you can decide how long it takes before detonation.\nThe explosion power is half the power of TNT.\n\nThe crafting recipe:\n\n\nA flail\nA flail to swing at pigmen!\nRight click to throw it. The ball will follow you where you go, right clicking it again will swing it.\nIf the ball is on fire (by lava) and you hit a mob, it will be set on fire too!\nYou can make one with wood, stone, iron, diamond and gold.\n\nThis is the crafting recipe:\n\n\nA fire rod\nA fire rod to cook a pig alive!\nHitting a mob will set him on fire for a short time. The fire rod has one use and can't stack.\n\nThis is the crafting recipe:\n\n\n大炮A cannon to take revenge on ghasts!\nYou can place it wherever you want, and mount it. When mounted, you can turn the cannon all around and look everywhere. To load the cannon, make sure you have gunpowder in your inventory, and right click on the cannon with a cannonball. Wait a few seconds, and then hit space (or the desired jump button) to fire!!\n\nCannon crafting recipe:\n\n\n炮弹:\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1320231840,
            "txt_content": "看来可以切成两半。。。我下一个试试。。。"
        },
        {
            "author": "rickky2",
            "timestamp": 1320232500,
            "txt_content": "http://www.mcbbs.net/forum.php?m ... hlight=%CE%E4%C6%F7"
        },
        {
            "author": "07382",
            "timestamp": 1320232980,
            "txt_content": "好吧...看到俩贴兜一样.就知道那个是抄袭.哪个不是..."
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1320235080,
            "txt_content": "貌似我當初不小心裝到這個~所以一直...他都在...\n而且還是好幾天前!武器都沒出來的時候!"
        },
        {
            "author": "神圣之ZeRo",
            "timestamp": 1320236220,
            "txt_content": "lz给个懒人包"
        },
        {
            "author": "xjj123tmd",
            "timestamp": 1320236280,
            "txt_content": "撞了么= =。。。。\n白翻了"
        },
        {
            "author": "路過的白兔",
            "timestamp": 1320552900,
            "txt_content": "拿火箭砲去炸村庄好了XD"
        }
    ]
}