{
    "title": "寻踪星期二——第一季（4）：学剑之路！",
    "author": "星麒尔",
    "replyCount": 16,
    "timestamp": 1368924120,
    "txt_content": " 本帖最后由 星麒尔 于 2013-7-22 19:43 编辑 \n\n上话回顾：我与橡木翻越了一座山，意外地到了一个小镇，在此，我遇到了一位舞剑大师，剑艺非凡，于是我开始跟随与他学武……寻踪星期二——第一季（4）：学剑之路！  我和这位南楷大师便先到了一个旅店住宿，聊了起来。原来，这镇叫乾丰镇，这位大师也练剑二十多年了。  “哼，想当年，我还是个平庸无奇的人呢！后来……”这位大师跟我讲话如兄弟一般，不过我还是迫不及待地问道：“南楷大师！既然您剑术这么高超，有没有比您更厉害的呢？”我忽然觉得这样不太礼貌，但这位大师还是语重心长地跟我讲：“嗯，那是必须的，因为我这么厉害肯定不是自己琢磨出来的嘛！我有个师傅，他也是我的父亲，所以是我的父亲教我这一身好身手的！山外有山，天外有天嘛！”  他这么一说，我心里就更激动了，不过他又面目憔悴地说：“不过，他在几年前就被人刺杀了。”  “啊？非常抱歉，南楷大师，让您想起不愉悦的事情了！”  “没关系。”他擦擦眼角说，“你猜我为什么来到这个小镇？”  “嗯，为了报仇对吗？……您的父亲怎会被刺杀呢？他不是比您更厉害吗？难道……”  “没错，就像我刚才说的：山外有山，天外有天。还有一件事，我来这里不是为我的父亲报仇的。”  “哦，那是?”  “因为我的父亲临终前曾说过，我不可能打败那个家伙，除非我再修炼二十年。可现实是残酷的，你看到了，我现在已有五十五岁了，就算修炼个二十年，也老弱不堪了！所以我要来这个镇上找一个年轻的徒弟，后面就不需要我了！”  “我来做你的徒弟！”我悲喜交加地喊道，“我现在才十三岁，现在与您修炼不为晚吧？”  “你有耐心吗？”“有！”“你诚心诚意吗？”“是的！”“那么——你有一颗勇敢，正义，善良之心吗？”“是的！”  “很好。你现在是我的徒弟了。”  “太酷了！”我兴高采烈地喊道，笑的鼻涕都出来了，橡木也好像为我庆祝似得，“汪汪”地叫了起来。  “不过——”大师说道。  “不过什么？”我停止笑，问道。  只见南楷大师指了指窗外，我一看，月亮都爬到半空中了。这么一来，我就忽有睡意了。大师说：“我想要说的是，现在已经很晚了，先睡一觉吧！等到明天，我们就开始。”  这一睡，时间就过得很快。\n\n\n\n\nt01be3327ac38dd3e58.jpg (12.67 KB, 下载次数: 3)\n\n下载附件\n\n2013-5-19 08:41 上传\n\n\n\n\n  我恍恍惚惚地睁开眼睛，发现眼前是……一根葱！我吓了一跳，原来是南楷大师拿着的啊，他大声吼道：“快起来！”我这么一听，就觉得大师不再那么幽默，教我学剑还是很严厉的嘞。我还没穿好衣服，就见大师“动了”一下刀子，唰唰唰！！这根葱已变成了一个个小薄片；我当场震惊了！他却说：“要练剑，先要讲究快！”我张大了嘴巴，问道：“大师，我只见您刀子‘动了’一下，怎么就把它切成了一个个薄片了呢？”大师说：“我刚才不是说了嘛！剑要讲究快，我把这根葱——切了三十九下啦！”  天哪！  我激动得赶紧准备，连袜子都没穿好就跟南楷大师说：“我要学剑！”  大师却摇摇头说：“快把你的袜子穿好再学剑，学剑第一原则就是讲究礼仪。”我马上穿好袜子，大师递给我一根胡萝卜说：“葱太细！越大之物越好切！开始：首先，把胡萝卜抛在半空中，然后，以你最快的速度，给我切！”看到南楷大师严肃的表情，我赶紧把萝卜抛在半空中，噈！可这萝卜我只切了半剑……  我想南楷大师一定很失望、很生气，可他却不慌不忙，哈哈大笑道：“不错！有练剑的天赋。”我惊讶极了！这也叫有天赋？大师又说道：“你呀，别失落，我第一次的时候，连切都没切到哪！剑还差点砍住脚呢。”他这么一说，我心就放松多了。“别松懈，快切！”大师好像又变严肃了。  我又将萝卜抛在半空中……  斗转星移，日落，月落；我练的很认真，连半夜的睡觉时间都不肯放过。  几个月过去了，我的黑眼圈显出了我练剑的过程之艰辛。  我再次抛起胡萝卜，唰唰！我的剑也“动了”一下，我数了数，我切了二十四剑。南楷大师说道：“你现在去睡觉。”  “啊，睡觉？！”  “没错，看看你的黑眼圈，比熊猫还熊猫。”  “好吧……”  南楷大师这么一说，我前些日子的睡意又来了。  这一睡，就睡了三天三夜。我梦见我成为了一个舞剑大师。  当我再次醒来的时候，黑眼圈也不知不觉消失了，而且手劲好像也很敏感。大师坐在我的旁边跟我说：“你看，你休息了一段日子，体力恢复多了，你睡觉的时候，我点开了你的手珑穴。”  “手珑穴？那是神马？”  “你再切切萝卜就知道了。”  我再次跨出旅馆，看见了垃圾车上的一大堆碎胡萝卜。我切！唰唰唰！我恍恍惚惚地又数了数，四十剑。  我高兴地急忙向大师跑去，说：“大师，南楷大师！我切了四十剑！”南楷大师脸上出现了笑意，说：“我说了，你的天赋很高，加上你的刻苦奋斗的精神，我毫不费力地点开了你的‘手珑穴’，使你的手变得更敏捷了。”大师又说道，“接下来，就是挑战了。”\n\n\n\n\n1622309n9on8n373onk3nn.jpg (2.28 KB, 下载次数: 3)\n\n下载附件\n\n2013-7-22 19:43 上传\n\n\n\n\n  未完待续……（5）\n",
    "replies": [
        {
            "author": "A402802443",
            "timestamp": 1368924300,
            "txt_content": "略略看了一下，不错，名字方面有待改进（是我自己不喜欢。。。。）一开始看到标题还以为是技术贴。。。教人玩剑的。。。"
        },
        {
            "author": "星麒尔",
            "timestamp": 1368925560,
            "txt_content": "A402802443 发表于 2013-5-19 08:45 \n略略看了一下，不错，名字方面有待改进（是我自己不喜欢。。。。）一开始看到标题还以为是技术贴。。。教人 ...\nMy ……God!{:10_564:}sorry,没法再改了"
        },
        {
            "author": "星麒尔",
            "timestamp": 1368925620,
            "txt_content": "看看前几话吧（1）-（3）"
        },
        {
            "author": "1095486321",
            "timestamp": 1368926700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "星麒尔",
            "timestamp": 1368927180,
            "txt_content": "1095486321 发表于 2013-5-19 09:25 \n坐等第二季撒。出第二了告诉我撒。\n那需要第一季所有话都完结才出第二季，要很长时间，我是一话一话出的，现在才第一季第4话{:10_508:}前剧情请查看“寻踪星期二——第一季（1）-（3),谢谢阅读。{:10_492:}——星麒尔"
        },
        {
            "author": "1095486321",
            "timestamp": 1368927240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "星麒尔",
            "timestamp": 1368927300,
            "txt_content": "1095486321 发表于 2013-5-19 09:34 \n= =目测不会出第二季了。\n会的，要等第一季出完，耐心……{:10_560:}"
        },
        {
            "author": "1095486321",
            "timestamp": 1368927300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "银狼",
            "timestamp": 1368929700,
            "txt_content": "星麒尔，看看我写的一小段行不：\n     哈德克尔慢慢走到石柱旁，看着史蒂夫，问到：“史蒂夫，还有多少发子弹？我这里只有一发了。”“放心，我这里的子弹，解决那些人足够了。”“你还剩几十发？”“不，还有两发。”“这怎么够？” “看旁边。”说完，史蒂夫指了指旁边的地狱岩，“不就是地狱岩嘛，有什么大惊小怪的？”“呆子，你知道地狱岩无限燃烧的秘密是什么？”“不知道，什么？”“那是因为，它里面含有大量固态甲烷，虽然我不知道为什么含量如此之高，也不知道它们为何以固态出现，但是，甲烷就是甲烷，遇到火花，还是会爆炸的。”“你的意思是...”“既然对方有十几个人，我们又没能力去对抗，这样，我将地狱岩丢出去，他们肯定会以为是炸弹之类的东西把它打破，到时候我们一起开火，向着地下射击，尽量摩擦出火花，到时候，就有他们好看的了！”“好吧，你丢，我准备。”话说完时，那群人已经来到了离史蒂夫不到二十米范围之内，史蒂夫大喊：“去死吧！”说着将地狱岩丢了出去，那群人果然不出所料，集体开火将地狱岩击碎。“哈德克尔！快！”哈德克尔将枪口瞄准了地下，随着地狱岩碎片缓缓降落，哈德克尔的枪声响了，随后是史蒂夫的枪声，之后便是令人震耳欲聋的爆炸声，这感觉像是要把这里都震倒塌似的，史蒂夫和哈德克尔躲在柱子后面，免受了爆炸波的冲击，当他们出去看时，那群人大部分已经死了，有的被炸得灰都不剩，有的四分五裂，而那些没死的人，全部在惨叫着，身上冒着熊熊烈火，不一会儿也都躺在地上不动了，史蒂夫叹息道：“这只能说是你们自找的... \n"
        },
        {
            "author": "394684239",
            "timestamp": 1368932220,
            "txt_content": "My ……God!"
        },
        {
            "author": "星麒尔",
            "timestamp": 1368932700,
            "txt_content": "银狼 发表于 2013-5-19 10:15 \n星麒尔，看看我写的一小段行不：\n     哈德克尔慢慢走到石柱旁，看着史蒂夫，问到：“史蒂夫，还有多 ...\n哇，好有“哲理”耶。"
        },
        {
            "author": "星麒尔",
            "timestamp": 1368932760,
            "txt_content": "1095486321 发表于 2013-5-19 09:35 \n我感觉你会没耐心= =\n几天出一话，耐心有的是，如果我有很多功夫的话，说不定还会出第三季哦。"
        },
        {
            "author": "1095486321",
            "timestamp": 1368933060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "星麒尔",
            "timestamp": 1368933180,
            "txt_content": "1095486321 发表于 2013-5-19 11:11 \n= =我要看第十季！\n说不过你啊……"
        },
        {
            "author": "1095486321",
            "timestamp": 1368933600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "银狼",
            "timestamp": 1369024380,
            "txt_content": "星麒尔 发表于 2013-5-19 11:05 \n哇，好有“哲理”耶。\n化学碉堡！"
        }
    ]
}