{
    "title": "【RainCo】现代私人孤岛别墅____(应要求补发存档)",
    "author": "rainyuqian",
    "replyCount": 7,
    "timestamp": 1368961320,
    "txt_content": " 本帖最后由 rainyuqian 于 2013-5-24 15:25 编辑 \n\n文本编辑真的很苦手啊\n我是RainCo，一个自己撸MC的新手，潜水艇一个。最近做了一个新房子，看着蛮有成就感的，就发上来共享一下\n首先说明我是一个人玩的，不像别人团队那样能建多宏达的东西，而且我也下过别的团队大大的作品，建筑的确多，的确远远看去很宏伟漂亮，但是细节内饰。。。。。\n本作品的主旨是细节装饰。。嫌小的观众老爷们我也没办法\n目的是分享自己的快乐和给各位有兴趣观众老爷一点建筑灵感创意还有征集一些建议意见\n\n好了先上图吧。。这个是整体的情况\n为了保证房屋看上去不是一个长方体，所以我采用的设计是：\n1.使墙体不过与单调（用砖石和平滑砂石协调使用，中间偶尔用建筑泡沫过渡）\n2.通过突出和凹进来增加房屋外面的景深，比如：正门凸出来的屋檐和平台，某些窗户上的屋檐，二三层的阳台等等）\n3.使横向色调不单调生硬，比如左侧的二层是平滑砂石做墙体，右侧我就将砖石升到一层半等等\n\n\n\n\n\n\n\n大致就是这样，一进大门以后将看到厨房\n家具是那个jammy什么的。。好像家具的也就那个了，我找不到别的1.4.7的家具MOD了，以前玩1.2.5的时候还有别的家具MOD的，名字忘了\n如果有大大知道还有什么好家具MOD的话务必告诉我，个人认为亮点是使用的漏斗当做抽油烟机{:10_493:}，其他就没什么了，为了避免重复\n所以使用了活塞当桌子\n\n\n接下来就看到的是一个复式结构的客厅？我不知道怎么称呼。。。这里一二层是打通的，同时使用了将近两层高的落地窗，使屋外景致映入眼帘\n虽然我屋外什么都没弄，只有一地火把{:10_521:}（没创意，希望能有好建议）\n个人认为亮点是那个头顶的水晶灯\n\n\n再然后就是那个看电视的客厅了，多媒体家庭影院是采用的啊果大大的设计，具体可以看她的帖子（应该是妹子吧。。？）\n\n\n为了和二三层的露天观景台重复，所以一层的阳台我没有用栅栏设计而是用整块的平滑沙石当围栏\n\n\n再就是一层还有个储物间，没什么亮点，pass了，另外还有一些小摆饰没有截图，一般各位观众老爷肯定都会，座钟啊花啊什么的\n接下来通过一层的楼梯上到二楼，因为复式结构打通的缘故，所以二层能看见一层\n\n\n二层还有个外沿走廊没截图，在整体图里能看到，还有附魔师也没有，只是做了一些简单装饰而已，没什么亮点，然后就是个人认为比较有创意的\n亮点，鱼缸，亮点是把墙打通了，不光室内能看到，在二层的花园那里也能看到\n\n\n这就是所谓的二层花园了，虽然不科学，但是个人觉得用大红蘑菇当亭子挺好看的，这个创意和鱼缸沿用的以前发过那个帖子的创意。。\n\n\n个人认为一个很大的亮点是外面的露天观景台也有高低之分，从二层花园沿楼梯上来就到了三层的观景台，一个遮阳伞，一个沙滩躺椅，一个玻璃桌\n能在放一杯果汁来个日光浴就好了{:10_496:}，同时三层阳台能进入三层的主卧室。。\n\n\n进入主卧室有两种方法，一种是进二层然后到外面阳台上到三层阳台进主卧室，另一种是从一层的电梯直接坐电梯上来，应为用了MOD，所以没有截图\n本来主卧室很大，但是不知道用什么来装饰，所以中间用了一个隔墙，左面是书桌之类的感觉(桌子上那个就是电脑，你没看错），旁边有个楼梯能上到阁楼（阁楼还没设计，因为不知道做什么好），隔墙后才是床，同时卧室有一个厕所（一栋别墅才一个厕所有木有搞错啊！{:10_498:}）\n\n\n最后就是厕所的设计了，没什么亮点。。还有不知道莲蓬头用什么做像，希望会的观众老爷能告诉我\n\n\n最后说发存档的问题，如果有要的人多的话我会补发的(不要问我为什么现在不发，我懒。）\n还有考虑到一些问题，比如我的版本是1.4.7的，还有我装的MOD可能和各位观众老爷不一样，还有没建完（阁楼，还有岛上景观），所以出于这因素我没发\n而且本质还是分享自己的快乐和给大家创意和征集建议这样的想法，毕竟这些东西也不难建，因为虽然是个潜水艇，上论坛的时间也不多，但是看了一下建筑贴的，一般都是要么很宏大，要么是很宏大的建筑，对于这种小而精致的帖子很少见，当然也不是没有，比如阿果大大是我的人生导师啊{:10_520:}\n好吧应要求补发存档，下存档的童鞋们请注意\n1.我的版本是1.4.7\n2.岛上设施还没建完\n3.我装了许多MOD。。。\n所以出问题的话我也没办法\n\n存档链接http://pan.baidu.com/share/link?shareid=443357&uk=1476472513\n\n",
    "replies": [
        {
            "author": "徐旭",
            "timestamp": 1368961620,
            "txt_content": "可以把懒人包和地图都给我咩\n1355809587@qq.com"
        },
        {
            "author": "2逼少年",
            "timestamp": 1368963420,
            "txt_content": "这是板凳？    话说给存档"
        },
        {
            "author": "guodong",
            "timestamp": 1368963480,
            "txt_content": "mod越多越不方便分享，见过别人用炼药台做水龙头的，还有拌线扣也能凑活用用。"
        },
        {
            "author": "270677028@qq.co",
            "timestamp": 1368968100,
            "txt_content": "存档啊！！！ 我需要存档啊！！"
        },
        {
            "author": "270677028@qq.co",
            "timestamp": 1368968880,
            "txt_content": "大哥 需要存档啊！！！！！！！"
        },
        {
            "author": "萌小猫",
            "timestamp": 1369135140,
            "txt_content": "支持一下...就是MOD有点多...然后 用高清材质修复岂不是更好看？"
        },
        {
            "author": "rainyuqian",
            "timestamp": 1369380360,
            "txt_content": "存档上传了，80多M传了好久。。。希望大家能用的上吧"
        }
    ]
}