{
    "title": "minecraft1.3到1.8所有技巧集合-第一集生物篇",
    "author": "s62907837",
    "replyCount": 16,
    "timestamp": 1320377280,
    "txt_content": "    感谢大家长期对我的帮助\n特别鸣谢：green丶bastard，well ，还有那个带草帽的小朋友。\n                                        正题\nMobs（生物）是指在Minecraft世界中存在的各种非玩家生物。 现在的版本里共有14种不同的生物且使用Mod可以增加不同的生物种类。生物和玩家一样受制于自然法则，如掉落时的碰撞伤害和着火时的烧灼伤害。 鸡是个例外，它不会受到碰撞伤害。一般来说生物能在16格内看到玩家，恶魂则在100格就可以看到。[1] 一个地图同时存在的生物上限是15个中立生物和200个攻击性生物。生物不会在玩家周围24格内生成。有时玩家会发现火炬周围聚集了很多生物，这是因为中立生物产生于有光的地方。玩家能在生物身上得到各种资源。 \n“Mob”的全称是“Mobile（可移动的）”[2] ，这个术语在游戏引入 MUDs界面后专门用于形容任何能在游戏中移动的物体。 \n格就可以看到。[1] 一个地图同时存在的生物上限是15个中立生物和200个攻击性生物。生物不会在玩家周围24格内生成。有时玩家会发现火炬周围聚集了很多生物，这是因为中立生物产生于有光的地方。玩家能在生物身上得到各种资源。 \n“Mob”的全称是“Mobile（可移动的）”[2] ，这个术语在游戏引入 MUDs界面后专门用于形容任何能在游戏中移动的物体。                                             \n                              由s62907837 整合\n1祥解；（先来受欢迎的jj怪）\n（1）jj怪又叫爬行者（又称为JJ怪、炸弹人）是一种绿色的, 静悄悄的, 会埋伏和自爆的怪物。它是在生存模式测试版中被首先引入游戏的。一旦它足够接近玩家，它就会发出吱吱的声音然后在1.5秒之后爆炸。爬行者在空闲的时候很少发出声音；它的叫声就和要死时的声音一样（不是爆炸声/许多玩家会误以为是蜘蛛的叫声）。和僵尸和骷髅不一样，他们暴露在阳光下时不会着火，因此夜晚过后在阳光下冲向绿怪仍然是很危险的举动。如果你一到晚上就去睡觉的话就不会遇到这种情况毕竟绿怪需要夜晚才能刷新出来。绿怪在玩家群里臭名远扬，主要是因为它们会破坏玩家制作的掩体和建筑。另外，它们危险的本性和奇怪的造型已经成为了Minecraft的一个普遍被接受的标志。\n（2）特点——掉落\njj怪会掉落炸药和光盘，前者知道的人很多但后者没啥人了解，其实\n只要让jj怪被骷髅射死，他就会掉落0-1张[green_music_disc]  \n\n\n（3）习性 \n爬行者的寻路方法似乎比其他大多数敌对怪物略强。他们会避免在任何可能的情况下直接靠近玩家，而且似乎更喜欢呆在低洼处或者在要塞正门或楼梯的转角附近。他们或许通过计算玩家最常去的地方来决定这个位置，并且在附近找一个隐蔽处。爬行者之后会冲过来并在下次它们找到在下次它们能够找到一条捷径时伏击玩家。爬行者能够爬梯子和通过瀑布向上游，尽管只是在寻路系统正确指引它们的时候。 \n尽管爬行者不能像蜘蛛一样具有穿墙视野，许多玩家仍会误使它们能够透过墙看到自己。由于他们的交通路线图般的能力，他们会出现在你的基地附近的小路上，或者任何你最常去的地方。因此，它们很难避开，并且多数在你刚开始时把你做出的东西炸掉。 \n瞄准一个区域的多个绿怪会选择就近选择不同的隐蔽点，所以同时有2到5个爬行者的埋伏经常出现。如果玩家正好仅仅出于爬行者的视野范围外（大约3个方块），并用弓箭射它，爬行者会注意到玩家并且向他冲去。 \n当爬行者走在比如泥土或者草地之类的方块上时会发出脚步声，否则只会在跌落或被伤害的时发出声音。 \n从beta1.5版更新起，被闪电击中的爬行者会被蓝色的光环笼罩，变成高压爬行者。高压爬行者能从地下进入玩家的深层迷宫并破坏它。这使得在没有点亮的区域前用减速沙或死亡陷阱设立高墙/禁行区，变得更加可以起到先发制人的作用。所以在洞穴中的玩家能够比在外面时专注于工程而更不用担心高压爬行者。 \n如果玩家设法阻挡一个在单向减速沙入口后面的爬行者，会有一件因此引起的奇事。玩家能接近至最多两个方块的距离而不会使爬行者发出嘶嘶声，但如果玩家突然进入潜行模式，爬行者会发出嘶嘶声并初始化它的爆炸计时器。这表明目前在玩家处于一个相对低的高度时，爬行者会在更远的距离开始倒计时，并当玩家处于相对高的高度时，在更近的距离才会倒计时。这很可能是因为玩家能在更高的高度逃离爆炸，并且被地面保护。 \n如果玩家走出它的爆炸范围，爬行者的引爆可以被终止。它会停止发出嘶嘶声，并且把它的倒计时逐渐延长到初始值（譬如它已经倒计时了1秒，它需要1秒的时间来“冷却”）。在它“倒计时”时把门关上，会造成一个让爬行者的倒计时终止而不重设的BUG，这会使爬行者（如果在它膨胀（闪光？）时关上门）无法返回原来的形状，或者保持白色，但这只会在多人模式中发生。在爬行者的倒计时开始或结束前把它杀死不会引起爬行者引爆。 \n爬行者在和你之间隔着一个方块的墙的情况下仍会爆炸，尽管它必须看见你才会引爆。这经常在家被使得爬行者能够跳得足够高以便检查的矮墙环绕时发生。 \n如果在爬行者和玩家之间有一堵一个方块厚的玻璃墙，爬行者的爆炸进程不会被启动。在入口周围的玻璃墙会暴露出爬行者在转角埋伏的下流行径，这个方法的劣势是万一爬行者爆炸，玻璃并不能撑很久。\n（4）对付方法\n由于爬行者鬼祟的习性，玩家必须时刻保持警惕，尤其是在探索洞窟或森林地区时。在地下，爬行者可以在任何时候产生。而在地表时，爬行者会在夜里或阴影遮蔽的地区（光照等级小于等于7）产生。当遭遇爬行者时，在远处用弓箭攻击是最安全的战斗方法之一。杀死一只爬行者需要5支箭，但这作为在用剑进行最后一击前削弱爬行者的准备是非常值得的。 \n像其他所有怪物一样，爬行者可以被火点燃。. \n一只爬行者的爆炸威力是TNT的1/4, 爆炸威力是3。（其实不是，如果被贴身还是会被秒，这只是范围）。\n对于近距离战斗，玩家可以通过击打爬行者阻止自爆，不停后退同时击打直到它被击败。玩家同样可以从上方接近爬行者来用近程武器攻击它而不会启动爆炸进程。 \n或者，由于爬行者的直线寻路特点，玩家可以挖一个3个方块深的坑来把绿怪引诱进去并从上方攻击。两个方块的坑似乎也足够了，但这样做会有让爬行者在被攻击时被“推”出坑的风险。这个策略有一个主要缺陷，玩家非常可能在向后跑时掉进自己挖的坑，搬起石头砸自己的脚。 \nTNT会让任何松垮的东西在爆炸范围内被毁灭——即使玩家也被考虑在内。类似TNT，被绿怪破坏的方块中会有一定比率的方块能够便被保存并可以被捡起。有些人会通过这种引诱爬行者炸石的方法来制造石质工具而避免制造木制工具的麻烦。 \n就环境破坏而言，遇到爆炸的方块越坚固，爆炸造成的损失越小。安全的家应该由多层高防爆材料建造。 \n另一种对策是用钻石剑攻击绿怪两次，或连续攻击。怪物和玩家一样，在两次攻击间隔间具有0.5秒的无敌时间。在有多只爬行者近距离接近时并不推荐这种方法，尽管这是一种很好的方法，万一在洞窟中爬行者突然落在你后面。记住，按键1到9对应于物品栏里的物品，所以当听到嘶嘶声的瞬间时准备好切换武器。 \n如果你手持钻石剑被逼到角落，有一种对付它们的最简单的方法。冲向它们并连续按攻击键直到它们死掉。尽管更加困难，这种方法对铁剑同样适用。 \n带电爬行者（也被叫做高压爬行者），是在暴风雨即将发生时玩家最需警觉的怪物。如果雷暴击中爬行者，它会被充电，这是一种极端少见的情况。高压爬行者的爆炸伤害更强并且爆炸范围更广。它们可以通过围绕它们的蓝光从正常爬行者中轻易区分出。 \n高压爬行者会造成巨大损失。玩家的避难所只有在黑曜石（或通过编辑器得到的基石。）作为建筑材料时候才是真正安全的。由于爆炸范围增加，取消高压爆炸是极其困难的，因为它们会持续膨胀。因为闪电需要在三到四个方块的范围击中它附近。高压爬行者极度稀有。（下面这个是对比）\n  \n\n\n\n2；狼 是一种在Beta1.4版1.4中新增加的怪物。\n驯服 \n为了驯服一匹狼，你需要给它骨头直到出现一个冒出一个心形图案并且它得到一个红色项圈，表示这匹狼已经被驯服。需要的骨头数量是随机的。[1]你可以同时拥有不止一匹狼。目前没有玩家可以驯服的狼的数量限制，除非Mojang决定设置。[2] \n一旦给了足够的骨头，它们会变得友好。它们会保护你、跟随在后、并且攻击你使用近身武器攻击的怪物。驯化的狼不会攻击你用弓箭攻击的怪物。[3]，也不会攻击JJ怪[4]坐着的狼只会在主人被攻击时进行攻击。狼尾巴翘起的高度由它的生命值决定，[5]，生命值可由烤过的或生的猪排回复（也可以用于引它们）。狼可以吃其他食物，但只有生/熟猪排能够治疗。它们不能爬梯子，但会在与你距离过远时传送到你那里，只要不是坐着。[6]或者被放在矿车里。在罕见的情况下驯化的狼会复制。驯化的狼会在被你自己射出的箭击中时攻击你，即使是在坐着的状态。 \n为了找到狼，可以在森林或针叶林里造一个小屋，然后在里面睡几个晚上。这些生物只会在你距离它们24个方格远的地方出现，所以在狼生成的地方附近睡觉可以让你更快地找到它们。在它们可能生成的地方附近必须有一些火炬。另一种不错的方法是找一个雪原和草原，最好相距60个方块。然后把火炬放在两个地形里，在草原等一段时间，然后走向雪地。杀死／驯服任意怪物，然后回到草地。回到雪地并且重复（杀死／驯服任意怪物）。这种方式很好，因为在两种地形都可能有狼生成。（狼驯服后的产生速度会变成1.5倍，因此在狼喜欢的环境里并不需要这种方式） \n驯化的狼和野狼一样，会在看见它们能吃的东西后歪头。一旦被驯服，它们不再需要骨头。 \n 行为  野性 野狼会在1到8格内活动，并会攻击附近的野猪或羊，但是不会攻击玩家，除非玩家主动攻击它。有意思的是，在狼周围可能会有一些羊毛，即使你没有在周围剪羊毛。如果你手里拿着骨头，狼的头会朝向你，因为这对于它很美味。狼会游泳，当他们上岸的时候，会摇动身体，这时还会产生一些水滴，非常生动。值得注意的是，狼不会潜水，所以不要指望它帮你下海探险。以上就是狼的一些基本行为了。\n敌对性 \n如果一个或一群玩家尝试攻击狼，狼将会攻击这些玩家。它们的眼睛会变成红色，毛发会换对比度（可能是毛发战栗的意思）。狼只有0.5的攻击力，您也可以相对轻松的逃脱。但是，狼非常罕见，这里建议您不要攻击它们，而是尽量驯服它们。如果狼成群结队的出现，那将对您产生很大的威胁。一旦和附近的狼敌对，将不能驯服附近的狼。 \n尝试使用鱼竿拉扯狼，也会激怒它们。 \n在和平模式下攻击狼，狼也会攻击你。 \n 驯服当被驯服后，狼的眼睛会变成黑白像素相间，这让它们看起来很友善。驯服后，狼可以帮助玩家进行肉搏战。一只狼一次只能攻击一个目标，并且直到目标死亡才会停止，就像敢死队一样，不是你死就是我亡。它们不会攻击JJ怪。如果玩家持有一个熟或生的猪排，狼会把它们的头歪向一边，恳求玩家。当被告知坐下，狼会转身找个空地坐下。 \n当你尝试攻击自己，狼也会跟着攻击你。这个时候，你可以尝试保存并退出游戏，然后重新进入。 \n在和平模式下驯服的狼，不会因为切换其他模式而消失。 \n 生命值如果想了解狼的健康度，你可以检查它的尾巴。尾巴和后腿的角度表示其健康度，100%代表100%，50%代表50%。如果狼的健康度较低，则会发出呜咽的呻吟，你可以通过喂它猪排增加它的健康度。喂生或熟的猪肉，将可以增加1 1&#8260;2的健康值。 \n狼很挑食，不会吃猪肉以外的食物。 \n有一个简单的办法来识别狼的健康度，越挺直的尾巴越健康，越痿的尾巴则表明它健康度很低。 \n越健康，狼就可以战斗的越持久，不然可能会无畏的送死。 \n猪肉如果拿着一块猪肉不给它吃，它会以比平时快13%的速度奔向你。 \n拿着猪肉，对着狼右键即可喂食。 \n运动狼可能会跟着你走过的路径行走（注意，不是笔直的朝着你走），也可能四处溜达。狼可以穿越1x1的孔，同时也会尝试穿越那些阻碍它的障碍物。 \n当你不动的时候，狼会躁动。例如没事找个悬崖蹦极玩，当然这样会掉血。在你行走的时候，它们也不一定完全按照你的路径走，可能会偶遇岩浆，放心，不会活下来的。 \n如果你跑的太远，狼可能会使用它们的传送技能找你。要注意这个关键时刻，不要在冰层下游泳，不然会有惊喜发生。 \n 掉落物品 Bata \n狼在被杀死后不会掉落物品。\n 历史 这是Bata1.4狼的视频[7]，摄于2011年3月31日。[8]\n照片 \n\n第一张出现狼的视频截图 (WIP).[9] \n\n\n\n第二张出现狼的截图 在这张图里， Jeb正在展示如何让狼坐下。[10] \n\n\n\n狼游完泳后正在甩掉身上的水。 \n\n\n\n一群狼在玩家授意下攻击牛 \n\n\n\n一只被激怒的狼。 \n\n\n\n瞬移后被卡在透明树叶里的狼。 \n\n\n\n一只被驯服后正在乞求食物的狼。 \n\n\n\n4只狼, 和玩家一起向着夕阳奔跑~~. \n\n\n\n十六只被驯服的狼。因为在Beta 1.5_01版中 没有驯服数量限制. \n\n\n 错误 当玩家在一个深海中游泳时，驯服的狼可能会传送过来，并且窒息。如果玩家在距离狼32格之外和怪物战斗，狼被传送过来后不会攻击怪物。当宠物狼坐着的时候保存游戏，他们可能会再也无法站起来。只能通过攻击怪物的方法来修复这一问题。在线游戏中也可能会出现上述问题。狼一般只会出现在森林或河边，极少出现在其他环境中。如果游戏崩溃，你驯服的狼可能会增加或者减少。狼使用传送技能可能失败，这个时候它们会用他们的飞行技能找你。狼在游泳的时候，可能会错误的发出“震动”的声音。当你在它跳跃的时候驯服它，那么它可能会重复站立坐下。狼可以把你顶下床，但是，你仍然会蒙头大睡。极其罕见的错误，当你攻击的时候，它会袖手旁观。你可以把狼推到一起，它们可能会挤死。狼的传送技能有时候会把它们传送到方块里！极其罕见的错误，喂狼食物的时候，玩家也会增加生命值。如果你尝试攻击自己，狼也会攻击你。\n 琐事 可以用鱼竿拉狼，并且会让它挪动一点点距离，但是这样做会让它敌视你。攻击大的史莱姆，但是仅仅将它打回原形（小史莱姆）。除非使用作弊器，它们是无法进入地狱的。狼是第一个可以被驯服的动物。Jeb曾经说，它们可能会变换颜色，但是这可能会导致一些错误。[11]狼无法践踏庄稼。联机时，如果你尝试攻击其他玩家，无论是否打开PVP，狼都能帮你攻击。在水下游泳会窒息。狼和史莱姆是唯一可以中立或敌对的怪物。你死亡后，狼不会被传送回来，除非你回到死亡现场。狼很难被找到，但是你可以通过创造草地和火把来吸引它们。它的皮毛很像现实中狼色颜色。和僵尸很像，如果开始攻击，则誓死不休。狼的皮毛会根据驯服与否不同。传送时可能会进入附近的液体，所以不建议在岩浆附近传送。如果你在房子里，它们可能会传送到屋顶，这必然会伤害它们。当狼在水下时，即使将水移走，它们也不会存活。传送时可能会卡在玻璃里面。如果距离你太远，狼会传送。建议您打开和平模式，然后夜间的时候在野外放些火把，这样会更容易得到狼。如果你在地狱中搞到狼，传送时狼会死亡。Bata1.5的时候，狼的健康度和呜咽的声音可能不同步。[12]\n\n\n\n\n \n \n\n\n\n\n",
    "replies": [
        {
            "author": "displey",
            "timestamp": 1320378300,
            "txt_content": "我的狼每次都是一坐不起"
        },
        {
            "author": "q995489364",
            "timestamp": 1320378540,
            "txt_content": "没了？？》？》？？？？？？？？？？？"
        },
        {
            "author": "s62907837",
            "timestamp": 1320380640,
            "txt_content": "q995489364 发表于 2011-11-4 11:49 \n没了？？》？》？？？？？？？？？？？\n还有，在整合"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1320380880,
            "txt_content": "貌似jj被骷髅射死100%掉落光盘啊- -。。我记得 反正我做的光盘厂100%出光盘"
        },
        {
            "author": "s62907837",
            "timestamp": 1320381060,
            "txt_content": "green丶bastard 发表于 2011-11-4 12:28 \n貌似jj被骷髅射死100%掉落光盘啊- -。。我记得 反正我做的光盘厂100%出光盘\n谢谢版主补充，这只是一个初步的"
        },
        {
            "author": "夜空",
            "timestamp": 1320384120,
            "txt_content": "学到新知识了0.0   LZ辛苦了啊，打了那么多字，加油哦"
        },
        {
            "author": "geludan",
            "timestamp": 1320394920,
            "txt_content": "LZ还在做吗？支持"
        },
        {
            "author": "s62907837",
            "timestamp": 1320401280,
            "txt_content": "geludan 发表于 2011-11-4 16:22 \nLZ还在做吗？支持\n快要做完第二级了"
        },
        {
            "author": "s62907837",
            "timestamp": 1320401340,
            "txt_content": "geludan 发表于 2011-11-4 16:22 \nLZ还在做吗？支持\n支持的话麻烦放一下优秀，给我点动力吧"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1320401460,
            "txt_content": "第一段JJ怪发出的声音是Sssssssssssss  不是吱吱的～！"
        },
        {
            "author": "s62907837",
            "timestamp": 1320401520,
            "txt_content": "火星蚂蚁 发表于 2011-11-4 18:11 \n第一段JJ怪发出的声音是Sssssssssssss  不是吱吱的～！\n好八好八，我不是学物理的"
        },
        {
            "author": "geludan",
            "timestamp": 1320405060,
            "txt_content": "s62907837 发表于 2011-11-4 11:09 \n支持的话麻烦放一下优秀，给我点动力吧\n我不是这个区的版主，找我没用啊。。。"
        },
        {
            "author": "s62907837",
            "timestamp": 1320405120,
            "txt_content": "geludan 发表于 2011-11-4 16:22 \nLZ还在做吗？支持\n版主   求顶   精华万岁  我好不容易整合的"
        },
        {
            "author": "s62907837",
            "timestamp": 1320405240,
            "txt_content": "geludan 发表于 2011-11-4 19:11 \n我不是这个区的版主，找我没用啊。。。\n帮我叫下呢个版主"
        },
        {
            "author": "geludan",
            "timestamp": 1320405240,
            "txt_content": "s62907837 发表于 2011-11-4 12:12 \n版主   求顶   精华万岁  我好不容易整合的\n真的，你找我没用，你要找单人游戏的版主。。。"
        },
        {
            "author": "s62907837",
            "timestamp": 1320405300,
            "txt_content": "geludan 发表于 2011-11-4 19:14 \n真的，你找我没用，你要找单人游戏的版主。。。\n对阿，我不认得他，帮我找下"
        }
    ]
}