{
    "title": "寻踪星期二——第一季（5）：剑法考验！",
    "author": "星麒尔",
    "replyCount": 7,
    "timestamp": 1369196640,
    "txt_content": "上话回顾：我经过了几个月的艰苦磨练，加上我的自信心，就被南楷大师在我睡觉时巧妙地点开了“手珑穴”，我的剑法因此变得更加厉害了，南楷大师就说，接下来，就是挑战了。我的考验开始了！寻踪星期二——第一季（5）：剑法考验！  南楷大师说：“你虽剑快了很多，但还没摸到剑术的门槛呢。剑术不仅是快，另一方面，是招术，武力。”大师就接重点说：“你帮我找一个人，这就是考验。”  “找人？”我想：世界上那么多人，咋找啊？  “别急，他就在这个镇里，他有自己的特点；他好吃，他个子不高不矮，但是很胖，有点像杀猪卖肉的。”  “额，这种人也多了去了，让我怎么找啊，大师？”  “他还有一个最特殊的特点：能空咽东西。”  “什么叫做‘能空咽东西’？”  “就是说，他可以不用嘴吃东西，凭空就能把食物咽到肚子里，而且都嚼过了；最确切的说法就是：他有一张虚无的嘴。”  “哇！这功夫可了不得。我这就去找，师傅您等着。”我虽这么说了，可还是在临出门时问南楷大师：“大师，我又看不见那张‘虚无的嘴’，这有点……还有，大师，冒昧问一下，那个‘虚嘴’大师是您什么人啊？”  “呵，他是我前些日子所交的朋友，他也告诉了我一个秘密：他不是人。你想，再高的功夫，哪能练出‘虚嘴’呢？”  “哦……我明白了。我一定会找到这个‘人’的！”  在这个镇里，这个镇有多大呢？  他既然好吃，那我就先从市场找起吧。这市场上的胖子也是数不胜数，好吃？哪个不好吃啊？我正想着，忽然看见一家卖包子店前有人正在吵架，我便凑过去瞧一瞧，原来是一个胖子和这个包子店老板正在吵架，那老板说道：“你偷了我的包子还不承认？！”胖子说道：“我，没有！”  “我明明看到包子一到你手掌心里就不见了！一定是藏在衣服里了！”  “你搜吧，只要能看见包子的影子。”  这个老板就把胖子浑身上下都搜了个遍，就是没有半点包子的迹象。老板惊慌：“诶？我明明……”  “你明明什么明明！我看你是在坑我！”胖子一扭身走了。  我觉得这个胖子有点蹊跷，便跟踪他。不久他到了一家卖油条的店内，先是跟老板说：“老兄，你这油条可好？”老板说：“好的很，不信你瞧瞧。”  他就看看出锅的油条，拿起来说：“我再看看。”我也瞧了瞧那油条，真是美味诱人，再看了看胖子，手里的油条已经不见了！  这胖子又是扭头就走。我发现油条并没有在原位，而是不见了。我似乎明白了其中的玄机，笑了笑，跑上前去问他：“你认识南楷吗？”他回头看了看我，几乎是无视，又往前走去。“喂，你一定认识他，因为我是他的徒弟！”我大声说道。  一听到这话，他忽然一个转身，从他的右掌心直飞出了一条蛇，那蛇来势飞快，我惊慌得没法躲，立马拿出来我的剑——嗖！那蛇已经被我切成片了。我正想问他为何要这样做，他却拍手叫道：“好好好，果然是南楷大师的弟子，会快剑！”\n\n\n\n\n2147255ug6jhr5rh7nsgn8.jpg (13.16 KB, 下载次数: 5)\n\n下载附件\n\n2013-5-22 12:21 上传\n\n\n\n\n  我明白了，原来他是要验证一下我的身份啊。  “南楷大师现在如何啊？”他问我。  “非常好，是他教我会这身好身手的呢！”  “咳，他让你找我来又想要我的啤酒吧！这家伙特爱我的啤酒呢。”哦，原来师傅喜欢喝啤酒，他又说道：“走，找你师傅乐呵乐呵！”  他又用右手拍了拍我的肩膀，示意让我带他去找南楷大师；我忽的看见这个胖子右手心里……有一张嘴！\n\n\n\n\n手嘴.jpg (9.29 KB, 下载次数: 4)\n\n下载附件\n\n2013-5-22 12:21 上传\n\n\n\n\n  原来，南楷大师估计也没发现，这个胖子并不是“虚嘴”功夫，而是手掌心里有一张嘴，怪不得不是人呢！那也就是说……刚才他确实“偷吃”了包子和油条！从嘴到胃，从手心里的嘴到胃，真奇葩啊！  我心里攥着这些话，却没有敢说出来。  胖子随我到了那家我和南楷大师住的旅馆。谁知，刚到，旅馆的老板就赶紧向我们这边跑来，好像被人追杀似的：“不好了！不好了！”我吓了一跳，问他怎么了。他脸色惨白地说：“你的师傅他……”  “南楷大师怎么了！？”胖子一把抓起他的领子，对他大声吼道。  旅馆老板说：“他，他死了！！”  我一下子跪在地上。心里的思绪杂乱无章，几乎快要沦陷了。我又摇摇头说：“不，不会的，你骗人！”我一个劲地向我和师傅住的房间跑去，心里只想着：“师傅你不会有事的，不会有事的……”\n\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 2)\n\n下载附件\n\n2013-5-22 12:22 上传\n\n\n\n\n 未完待续……（6）\n",
    "replies": [
        {
            "author": "976500394",
            "timestamp": 1369196820,
            "txt_content": "这图片。。。。。。"
        },
        {
            "author": "邪-冷月",
            "timestamp": 1369197600,
            "txt_content": "您加油~（第一季{:10_499:}）"
        },
        {
            "author": "星麒尔",
            "timestamp": 1369198020,
            "txt_content": "邪-冷月 发表于 2013-5-22 12:40 \n您加油~（第一季）\n正在赶第六话……{:10_560:}"
        },
        {
            "author": "a592694587",
            "timestamp": 1369217700,
            "txt_content": "画工碉堡..."
        },
        {
            "author": "星麒尔",
            "timestamp": 1369231260,
            "txt_content": "a592694587 发表于 2013-5-22 18:15 \n画工碉堡...\n谢谢夸奖~                 "
        },
        {
            "author": "Technology",
            "timestamp": 1369305660,
            "txt_content": "超有意思，赞！"
        },
        {
            "author": "星麒尔",
            "timestamp": 1369316220,
            "txt_content": "吼吼吼，越往后我就越努力！"
        }
    ]
}