{
    "title": "[管理|安全|综合]xAuth —— 十分流行的注册插件[1.3.1-1.5.2]",
    "author": "zhang624232848",
    "replyCount": 54,
    "timestamp": 1369317540,
    "txt_content": " 本帖最后由 zhang624232848 于 2013-5-23 22:01 编辑 \n\n关于xAuth\nxAuth是一个minecraft服务器的注册插件，它用于保护玩家的ID，这个插件发布很久之后，这个插件也演化出了更多的功能。比如说你运行了一个论坛，使用xAuth，玩家可以使用他们的论坛账号登录你的服务器（楼主也不知道如何实现）\nxAuth功能\n在玩家注册/登录之前，玩家不能：\n       1、聊天、使用指令、与方块交互（比如说箱子之类的）、移动或者捡起物品\n       2、破坏或者破坏方块\n       3、收到或造成伤害，被有敌意的怪物攻击\n物品和位置的保护可以自己设定的信息和设置服务器重启后，登录状态可以延续可以限制玩家密码的复杂程度请出一段时间内没有登录的玩家支持权限插件（目前支持PermissionsEx, Bukkit和GroupManager）可以临时锁定某个尝试过许多次但仍未成功的IP地址（需要设置）安全的密码加密你可以通过H2或者MYSQL数据库存储用户信息使用URL注册，可以连接到论坛或者网站的数据库。\nxAuth源代码\n\n\nxAuth的源代码可以在以下地址找到：\nhttps://github.com/lycano/xAuth/\nAuth指令\n玩家：\n注册：/register <密码>\n登录：/login <密码>或者/l <密码>\n登出：/logout\n退出：/quit\n重置密码：/changepw <旧密码> <新密码>\n\n管理员：\n帮助玩家注册：/xauth register <玩家名> <密码>\n更改玩家密码：/xauth changepw <玩家名> <新密码>\n登出玩家：/xauth logout <玩家名>\n删除一个玩家的信息：/xauth unregister <玩家名>\n更改玩家位置：/xauth loaction set|remove [global]（set为设置在当前位置 remove为重生在重生点 global为可选项 为设置全部人的注册后位置）\n重置插件：/xauth reload\n激活账号：/xauth activate <玩家名>\n锁定账号：/xauth lock <玩家名>\n显示帐号数量：/xauth count <all（全部）|active（激活的）|locked（锁定的）>\n显示帐号信息：/xauth profile <玩家名> 或者 /xauth info <玩家名>\n设置config.yml里的值：/xauth config <设置名> <值>\n查看版本：/xauth version\n\nxAuth下载须知\n虽然插件下载列表中显示支持到1.4.5，但已经测试支持1.5.2-1.4.5的版本如果你的xAuth不使用mySQL数据库 请下载H2数据库 H2数据库需要放置在服务器的lib文件夹内（如果没有请创建）\nH2数据库下载：\n百度网盘：http://pan.baidu.com/share/link?shareid=465884&uk=807191732\nxAuth变更日志：\n暂不汉化\nUpdate as of 16th May 2013My Domain luricos.de is currently not avaialble. I have contacted my Hoster and i hope that it will be back soon. Just to let you know that there is nothing to worry about.Release is currently planned for 17th/18th.Update: Domain is available again. \n\nUpdate as of 8th April 2013Event System is implemented and fully functional. Is the H2 to MySQL export finished? Well, I totally forgot about xAuthImporter. Instead of implementing many import routines into the plugin i have decided to not implement import or export functions into xAuth yet and updated xAuthImporter instead. If i find an efficient way to integrate import and export into xAuth it might find its way in at a later stage.But for now xAuthImporter will do this job as you would have to shutdown the server anyways or at least make sure that the database is not under write access this is the right choice i guess. \n\nUpdate as of 3rd April 2013I have successfully tested the new restriction system and fixed some other very hard to find bugs. Also xauth reload is now working as expected. Last step is EventSystem and H2 to MySQL export.Also the guest assign via groups now works for PermissionsEx and Essentials GroupManager. This was without any function before and can now be activated with groups.auto-assign: true via config. default is false and the default group is called Novice. i removed the guest group assignment as this is redundant as most plugins offer default group assignment when not registered via permissions plugin.Expect an update soon. \n\nUpdate as of 2nd April 2013The restriction system is implemented. I have re-done the whole permission system (took longer than i expected). If you know ModifyWorld from tehcode you will like this. A guest can now be fully restricted like you can allow that they can move but you can restrict everything else.For example, in config set via \"xauth config guest.restrict.player.move false\"xauth.guest.restrict.player.move: falsexauth.guest.restrict.player.interact: true ..\nWhat does that mean for existing permissions? Well i didnt mentioned it in for the guest node cause i have restricted access to xauth commands only but if you are xauth admin you can restrict authenticated command usage via permissions now!xauth.restrict.player.command.helpWould disallow usage of the command help. So does that mean xAuth can now block commands? Well, yes and all this is configureable via permissions.Note that i do the permission check a bit differently. For most plugins you would do \"that.specific.permission\" to allow certain things and \"-that.specific.permission\" to deny. I have implemented a node called allow so that is not needed. You do \"xauth.allow.player.command.help\" only(!) if another group already has the deny node present as i do follow the Allow, Deny rule. Meaning everything that is not set via permissions is allowed. So keep in mind when you have restricted access you can overwrite this with the allow rule and only then this is needed.How do i know what node i have to use? Well, this will be documented but the scheme should be easy to catch as it uses the event name or for blocks the name of the block. Examples:xauth.restrict.player.interact.block.grassxauth.restrict.player.interact.npc.merchantxauth.restrict.player.damage.player.luricos and so on ..\nThis will be documented on my wiki at wiki.luricos.deDoes the (star) wildcard permission work for subnodes? This is up to the permission system used. If you use PermissionsEx then yes. bPermissions does support that too and i guess this is standard behavior for almost any permission plugin. \n\nUpdate as of 1st April 2013The release is near but I had to reschedule the release for today as its 5am here. I did fixed many bugs that i have encountered while working on tickets. So expect a huge update (you will see when i post the changelog).Next is:EventSystemExport H2 to MysqlExtend new Restriction System for Guests to Block and Entity events.\nEverything else like automatic group assignment will be scheduled for the version after 2.0.31 So 2.0.31 will be a pre-release and the version after that will be more fine graded. Like the resetPW feature will be replaced with another more sophisticated system.Stay tuned!\nUpdate as of 27th March 2013What happened to the Ticket system?\nIts migrated. For all who just arrived here i did a huge update to all of my plugin pages. Issue Tickets and Documentation is now hosted at my JIRA and Wiki intance at jira.luricos.de and wiki.luricos.dePlease read older update news if you are interested in the previous changes.Current Changes made:Phased out xAuth Ticket systemClosed xAuth Forum on dev.bukkit as you can now create issue tickets as question. This replaces the Forum.Phased out WormholeXTreme TicketsClosed WormholeXTreme Forum on dev.bukkit as you can now create issue tickets as question. This replaces the Forum.Phased out WormholeXTreme Worlds TicketsClosed WormholeXTreme Worlds Forum on dev.bukkit as you can now create issue tickets as question. This replaces the Forum.\nFinished migrating all tickets to jira.luricos.de. \n\nUpdate as of 25th March 2013Thanks to Atlassian I can now continue to extend the wiki and make use of the issue system. I got my licences for JIRA and Confluence aprooved and can now provide you with a better support.To do that i will phase out existing tickets to JIRA. You should now register at jira.luricos.de and use your forum, dev.bukkit or github username so i can cross reference it and accept the account.You will be able to directly create an issue after you registered and logged in.The documentation at wiki.luricos.de can be viewed anonymously but for features like the live chat you can simply log in with your existing jira.luricos.de account.In the meantime stay tuned. The update for xAuth will be out soon. Better be prepared for all new changes! \n\nUpdate as of 23th March 2013Hi guys, you might wonder why there is no new version out yet. Let me enlighten you.As i dont like the ticket system on dev.bukkit i have worked hard these days to fix that issue.Why i dont like it? Well, the ticket system used here is not ment for issue tracking its a simple ticket system that does allow you to post your problems. But what it lacks most is that you dont have an exact overview about your own tickets.You simply have to check your tickets over and over if there is any update. This can be frustrating (for me it is). And because i want to make you happy, get more response from what you need and how you feel about the plugin and its features i have installed JIRA and confluence on my host.JIRA as you may know is one of the leading issue tracking systems and you may know it from bukkit.atlassian.net.Confluence can be seen as wiki but its main purpose is \"Documentation-System\".As i really want to give you more details about the plugin \"how it works\" and \"how you can use it\", thats the place where you will get help in the future.Sadly there is a small problem. Im currently on 30 days trial and i have registered for the open source licence. So lets hope that i met the requirements and that i can use it for free in a non-commercial license. If not then well lets not think about that =)As JIRA does have a connector to my IDE IntelliJ i will then be able to look at tickets from within my IDE and set the status in an instant so you can see what im working on at any time on my JIRA. You have a direct overview about your posted issues and if you like set it to auto refresh so that you wont miss any updates on your ticket.Im currently working on migrating the documentation to the wiki so you will be able to view later on. As i want to focus on plugin release please be patient as this is a WIP.When this is all done you can simply search for a keyword and hopefully you will get a result. Im also planning on posting example usages for all my plugins to give you a head start and a perfect overview about \"What can the plugin do and how it can be used from my point of view\".\"Why do you do that? We want the plugin out right now!\" Well this was a hard decision but i really need a good project management up and running and JIRA can do that without your input my plugins are pretty much useless. The plugin will get bigger and bigger in the future as i have some plans in the backhand that you may like.A good example by the way. If i have something to tell then i can reach you better. When you register with your email i can send a mail to all of you, if you want. Of course this would be also available in the news feed that can be checked out with RSS or via visiting JIRA.Besides that the update check system would be nearly needless as you can check via RSS if there is a new version available or if possible you would receive email notification about a new version.While im working on the new version you may concider registering now so i can set you into the right user group as i have set up restricted access to newly registered users because of a possible spam attack that may come in when i post the link here now.When you register you can only view stuff but dont post. As soon as i will get notified about a new registration (also i will periodically check for it) and set you in the right group so you can create an issue.For the meantime issue creating is disabled as i want to migrate the existing tickets first to JIRA. After this is done i will grant access to creating tickets.A note when registering: You should not use trashmails as i may filter them because they can be used for spam attacks. Also note that the email address is checked for an existing gravatar. So when you want to have your account linked to your gravatar account use that email-address.Im not interested in your personal details. You can fill out what you like but it may help me if you use either your bukkit.dev Accountname or the bukkit forums name so i can cross reference a valid account.That said i hope you like this upcoming change.Here are the links JIRA: http://jira.luricos.de WIKI: http://wiki.luricos.deIf you like this feel free to leave me a message here or at JIRA. \n\n\n\nv2.0.31Besides fixing bugs and optimizing the code i have implemented some new features.Export from H2 to MySQL via textdumpadded permission nodes for all commandsnew reset password mechanism\nFor detailed informations check the upcoming changelog for v2.0.3",
    "replies": [
        {
            "author": "熊猫丶晓能",
            "timestamp": 1369317660,
            "txt_content": "感谢你的插件0 0."
        },
        {
            "author": "zhang624232848",
            "timestamp": 1369317720,
            "txt_content": "熊猫丶晓能 发表于 2013-5-23 22:01 \n感谢你的插件0 0.\n不用谢OvO 感觉很高兴"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1369317720,
            "txt_content": "zhang624232848 发表于 2013-5-23 22:02 \n不用谢OvO 感觉很高兴\n就因为一个我是第一个回复么- -."
        },
        {
            "author": "AB9551210",
            "timestamp": 1369319640,
            "txt_content": "{:10_515:}感谢你造福了群众"
        },
        {
            "author": "512095531",
            "timestamp": 1369389180,
            "txt_content": "- -果然是万年不更新都能正常使用的插件。。"
        },
        {
            "author": "尘曲",
            "timestamp": 1369392900,
            "txt_content": "= =还是以前的版本而已，BBS有人发过了"
        },
        {
            "author": "610108634",
            "timestamp": 1369440060,
            "txt_content": "感谢楼主！！！！"
        },
        {
            "author": "练习册",
            "timestamp": 1369468860,
            "txt_content": "我不会用.求救"
        },
        {
            "author": "ATS",
            "timestamp": 1369541340,
            "txt_content": "zhang624232848 发表于 2013-5-23 22:02 \n不用谢OvO 感觉很高兴\n怎么弄中文呢{:10_525:}"
        },
        {
            "author": "1556884891",
            "timestamp": 1370092380,
            "txt_content": "有木有1.4.7版本的啊\n                  "
        },
        {
            "author": "zhang624232848",
            "timestamp": 1370140500,
            "txt_content": "1556884891 发表于 2013-6-1 21:13 \n有木有1.4.7版本的啊\n通用的...."
        },
        {
            "author": "a1102294409",
            "timestamp": 1370318820,
            "txt_content": "这个怎么用，我用不了啊"
        },
        {
            "author": "mkcmkc2",
            "timestamp": 1370424120,
            "txt_content": "请问楼主，下载地址在哪？"
        },
        {
            "author": "gt9064197",
            "timestamp": 1370709840,
            "txt_content": "表示1.5.1 r03用不了"
        },
        {
            "author": "gt9064197",
            "timestamp": 1370710200,
            "txt_content": "这是版本号：mcpc-plus-1.5.1-R0.3-SNAPSHOT-f682-390"
        },
        {
            "author": "n4806140",
            "timestamp": 1370840640,
            "txt_content": "可以问一下该怎么使用该插件使玩家登陆时候重新登录的时候需要密码吗？\n需要自动的，不是手动/logout或者/quit"
        },
        {
            "author": "Setup",
            "timestamp": 1370972220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "wolski",
            "timestamp": 1370988420,
            "txt_content": "MCPC+#516及以上 LZ测试一下效果...."
        },
        {
            "author": "az19961226",
            "timestamp": 1371100860,
            "txt_content": "长姿势了OWO"
        },
        {
            "author": "th501220501",
            "timestamp": 1371108840,
            "txt_content": "我喜欢= = = ="
        },
        {
            "author": "gt9064197",
            "timestamp": 1371254100,
            "txt_content": "1.5.1的服务器表示进游戏没反应啊"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1371738060,
            "txt_content": "gt9064197 发表于 2013-6-15 07:55 \n1.5.1的服务器表示进游戏没反应啊\n如果是craftbukkit的话记得装H2数据库\nMCPC+ 暂未测试... 最近正在期末"
        },
        {
            "author": "你0.0",
            "timestamp": 1374727380,
            "txt_content": "1.51用不了，数据库是装在客户端还是。。。。。"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1374732120,
            "txt_content": "你0.0 发表于 2013-7-25 12:43 \n1.51用不了，数据库是装在客户端还是。。。。。\n服务器的/lib文件夹里= ="
        },
        {
            "author": "你0.0",
            "timestamp": 1374812640,
            "txt_content": "感谢LZ！！！！！"
        },
        {
            "author": "aa680911aa",
            "timestamp": 1374823260,
            "txt_content": "咋没有1.5.2的插件，麻烦楼主回复我，把1.5.2的下载地址写在回复那里。"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1374856560,
            "txt_content": "aa680911aa 发表于 2013-7-26 15:21 \n咋没有1.5.2的插件，麻烦楼主回复我，把1.5.2的下载地址写在回复那里。\n通用的，下载最老版本就行了"
        },
        {
            "author": "mmmmmmmm丶浅瞳",
            "timestamp": 1374856980,
            "txt_content": "我想问，怎么设置最多注册人数呢？"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1374906960,
            "txt_content": "mmmmmmmm丶浅瞳 发表于 2013-7-27 00:43 \n我想问，怎么设置最多注册人数呢？\nconfig.yml里面有设置"
        },
        {
            "author": "aa680911aa",
            "timestamp": 1374929400,
            "txt_content": "zhang624232848 发表于 2013-7-27 00:36 \n通用的，下载最老版本就行了\n哦，谢谢                        "
        },
        {
            "author": "mmmmmmmm丶浅瞳",
            "timestamp": 1375067700,
            "txt_content": "zhang624232848 发表于 2013-7-27 14:36 \nconfig.yml里面有设置\n知道有啊 但是我不会改= =。  我是笨蛋。。。"
        },
        {
            "author": "菊花惭",
            "timestamp": 1375366140,
            "txt_content": "弱弱的问一句 下载地址是那个H2数据库？？\n我连数据库是什么都不知道 - -"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1375861200,
            "txt_content": "菊花惭 发表于 2013-8-1 22:09 \n弱弱的问一句 下载地址是那个H2数据库？？\n我连数据库是什么都不知道 - -\n不是，把xauth.jar放入plugins文件夹内\n然后把h2数据库放入libs文件夹内"
        },
        {
            "author": "菊花惭",
            "timestamp": 1375888500,
            "txt_content": "zhang624232848 发表于 2013-8-7 15:40 \n不是，把xauth.jar放入plugins文件夹内\n然后把h2数据库放入libs文件夹内\n欧，已经搞懂！\n感谢！"
        },
        {
            "author": "a26603320",
            "timestamp": 1376016300,
            "txt_content": "512095531 发表于 2013-5-24 17:53 \n- -果然是万年不更新都能正常使用的插件。。\ngdrfhfrjjjjjjjj"
        },
        {
            "author": "710463418",
            "timestamp": 1376448600,
            "txt_content": "反正用不了，没办法。"
        },
        {
            "author": "1049480196",
            "timestamp": 1376457180,
            "txt_content": "怎么把欢迎回来关了？"
        },
        {
            "author": "曾小贤（小曾）",
            "timestamp": 1379251200,
            "txt_content": "我放进插件文件夹了，数据库也放了，就是没效果！！！"
        },
        {
            "author": "强力扫怪专家",
            "timestamp": 1380075660,
            "txt_content": "快出1.6.2 的啊><"
        },
        {
            "author": "wjh9983",
            "timestamp": 1380323940,
            "txt_content": "卤煮，插件用不鸟咋办捏{:10_494:}"
        },
        {
            "author": "Athrunwli",
            "timestamp": 1380880680,
            "txt_content": "强力扫怪专家 发表于 2013-9-25 10:21 \n快出1.6.2 的啊>\n1.6.2出了 但是我装了没反映啊"
        },
        {
            "author": "小睿在此",
            "timestamp": 1380967200,
            "txt_content": "没有伸手党就没有好帖子，没有伸手党就没有好帖子！~~估计伸手党很多，但我不是= ="
        },
        {
            "author": "shenmadetoufa",
            "timestamp": 1383361200,
            "txt_content": "我知道如何同步论坛账号和游戏账号, 首先需要一台独立服务器（当然MC端和论坛都开在这上面啦）然后一个SQL数据库，把论坛的用户名和xa的数据同步至SQL数据库即可"
        },
        {
            "author": "a1174704984",
            "timestamp": 1384522680,
            "txt_content": "你TM敢不敢搬运过来！！！"
        },
        {
            "author": "1577425166",
            "timestamp": 1386382560,
            "txt_content": "zhang624232848 发表于 2013-5-23 22:02 \n不用谢OvO 感觉很高兴\n我去进去那个地址是英文我是小学生不懂我去求告诉我点内个"
        },
        {
            "author": "q94959640",
            "timestamp": 1386385080,
            "txt_content": "感谢，最好汉化下"
        },
        {
            "author": "q94959640",
            "timestamp": 1386385140,
            "txt_content": "感谢，最好汉化下！！呵呵呵"
        },
        {
            "author": "fu_zhu",
            "timestamp": 1386408900,
            "txt_content": "赞一个{:10_492:}"
        },
        {
            "author": "zhikediguo001",
            "timestamp": 1388907600,
            "txt_content": "这个插件跟rpg插件不兼容么？为什么我一登陆rpg的东西就变回普通物品了。。。"
        },
        {
            "author": "多拉A梦",
            "timestamp": 1388933760,
            "txt_content": "1049480196 发表于 2013-8-14 13:13 \n怎么把欢迎回来关了？\n我也想知道"
        },
        {
            "author": "约翰John",
            "timestamp": 1391761560,
            "txt_content": "楼主怎么用？"
        },
        {
            "author": "OliverSa",
            "timestamp": 1392005220,
            "txt_content": "太感谢了！非常好有！！！！{:10_531:}"
        },
        {
            "author": "494308843",
            "timestamp": 1404110820,
            "txt_content": "啊  怎么办啊  我朋友服务器遇见了一个bug\n比如  玩家  mmm 是op  其他人改名 mMm  连接服务器  提示未注册   注册后登陆 直接是op啊\n怎么办啊"
        },
        {
            "author": "IIIE",
            "timestamp": 1438359720,
            "txt_content": "楼主，我想用软件打开里面的数据库文件，应该用什么软件"
        }
    ]
}