{
    "title": "OMG！！！！知道红石电缆mod的秘密功能是什么了！！",
    "author": "johnbanq",
    "replyCount": 6,
    "timestamp": 1320487200,
    "txt_content": " 本帖最后由 johnbanq 于 2011-11-5 18:02 编辑 \n\n刚去工业论坛瞎逛，然后看见作者要制作电脑系统。。。。\n我顿时就OMG了\n结果还不止这个，下面有人居然跟贴说红石电缆也在开发电脑！\nOMG的平方啊，还比IC的复杂\n而且从未听作者提起过：\n以下作者博文为证：\n\n————————————————————————————————————————————\nRedbus – TechnicalWritten on October 16, 2011 by Eloraam in RedPower \n\nSo, I just had the first sign of life from Control:\n\nThis time around, it’s not a mockup. It’s running a short 6502 assembly program that initializes the Redbus, sends the text to the display, and updates the cursor position.\nNow for the gory technical details. This is for the people who actually know what an assembler is and want to do something with it. If you’re not one of those, don’t worry! You won’t need to know this to use the computer blocks in-game.\nThe Redbus controller is really simple. It opens a 256 byte memory window starting at 0×200, which is mapped directly into Redbus address space. There’s also a single byte at 0×300 which determines which device (of the 256 possible devices) to connect to.\nThe screen interface currently works like this:\nByte 0 – The screen row to select for the memory window.\nByte 1 – Cursor horizontal\nByte 2 – Cursor vertical\nByte 3 – Cursor off/on/blink\nByte 16-55 – The characters on the currently selected display line.\nThe display is 40×25 monochrome text cells.\nThat’s what’s working right this second.\nThere are a few things I’m going to change before this becomes final. The controller byte is likely moving to 0×400, so that the memory window at 0×300 can be accessed by external Redbus devices. This will allow almost effortless networking between devices on the same line. Also, it’s likely that register 0xFF on the Redbus will have special meaning – I’m currently thinking that writing to it will be the interrupt request signal, and reading from it will be a presence detect method.\nAlso, the display block is going to get a bunch more registers for handling its built-in keyboard.\n\n201 Comments - Leave a comment! \n\n\nWelcome to the Future.Written on October 15, 2011 by Eloraam in RedPower \n\nSo I’ve been feeling a little run down lately, with all the hard work of getting RedPower 2 out there and working in all the various cases. Especially considering how badly 1.8.1 broke Forge.\nSo today, being a Friday and being a good day for goofing around, I put on my mad hat and threw a mad tea party. By which I mean, I decided to do something fun for the pure fun of it.\nI make no big secret of the fact that I have a full 3-tier tech tree planned for RedPower, stretching far into the technological future. It’s easy to lose sight of that fact when RedPower World just looks like another “ores and tools” mod, rather than the resources for future mods. The existing work on RedPower is Tech 1, and I’m just starting to inch into Tech 2 with Blue Alloy and the Blutricity system. It takes a while, though, because I have to clear all the prerequisites, figure out crafting paths to each planned milestone, and all that.\nToday, though, I threw all of that to the wind. In the name of my own sanity, I broke ground on a new RedPower module: RedPower Control.\nIt’s a Tech 3 module.\nThe items to craft the items to craft the items required to craft these blocks don’t exist yet.\nBut that wasn’t going to stop me. Here’s some screenshots:\n\n\nThere are a lot of new blocks there, so here’s a brief rundown:\nThe CPU The CPU block (on the left) contains a 6502 microprocessor, 8K of RAM, and a Universal Parallel Bus interface, with a stylish front-end modeled after the famous PDP-8. The Backplane Behind the CPU block is a trail of backplane blocks, which provide expansion for the CPU local bus. You can connect up to 7 backplane blocks, and each one represents the next 8k bank of the 64k address space. \n8k RAM expansion Currently the only expansion block you can add to the CPU local bus, it adds 8k more RAM to the computer. You can have up to 64k, but you will likely save one bank for a system ROM (to be added soon). Ribbon Cable The ribbon cable connects Universal Parallel Bus (UPB) endpoints. It comes complete with all the features you would expect in a RedPower wire. Terminal Interface A monitor modeled after the one Commodore sold with the C64, except this one is a UPB peripheral, and has a built-in keyboard. Right-clicking it opens the GUI, where you interact with the computer. So let’s have some FAQ’s before anyone asks them:\nIs this a real computer in Minecraft? YES. This is a real 8-bit microcomputer like a family might have owned in the early 1980s. It’s based on the same 6502 microprocessor that drove the Commodore 64, and it supports up to a full 64k of RAM. Does it work? To be honest, I spent most of today doing up the art assets, getting the basic framework to work, and writing the console font rendering code. At the moment, it doesn’t do anything. But it will! What does it run? Whatever is on the system ROM. I haven’t finished that part yet. I plan to start by writing a FORTH interpreter, to get people started, but since the system is relatively simple and 6502-based, I expect other people will send in system ROM images that I can add to the default set. Who knows, maybe someone will write a BASIC interpreter eventually. What can I do with it? In addition to the various things that you can do with just a computer and a display, I plan to add a UPB-connected IO expander, which connects to a bundled cable. That way, you can control your world using a computer, if you’re not afraid to write a little software! When is this coming out This is a Tech 3 module. I may choose to release an early-adopters preview with temporary crafting recipes (probably involving diamond blocks), or I may wait until Tech 3. Do the backplanes have to be behind the CPU Yes. The local bus has to be *fast*, or using computers would cause considerable lag. Really, it’s for your own good. Can I network them to make a cluster? The UPB is multimaster capable, so you can put multiple CPUs on the same ribbon, but they can’t directly address one another. Still, a clever person might find a way to pass messages between CPUs this way, by using a shared peripheral of some sort.\n——————————————————————————————————————————————————\n要的速去围观：http://www.eloraam.com/?p=152\n和：http://www.eloraam.com/?p=145\n这世界太疯狂了（求人翻译，没看全懂） \n\n",
    "replies": [
        {
            "author": "S_M_Forever",
            "timestamp": 1320487560,
            "txt_content": "反正以后这两个mod可能要合并成一个mod的（红石整合进ic）\n（作者有这么个意图，，因为两者都使用了相同的两个自制矿*铜和锡（貌似是），装了这两个mod就会看到明明矿的样子是一样的却名字不同。。囧了）"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1320490980,
            "txt_content": "这个乱改红石mod 纯撸过"
        },
        {
            "author": "liuchenfelix",
            "timestamp": 1320491040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "rickky2",
            "timestamp": 1320491940,
            "txt_content": "liuchenfelix 发表于 2011-11-5 19:04 \n有很多新的块,所以这是一个简要说明:\nCPU CPU块(左边)包含了一个6502年生产的微处理,8 K内存的,和一种普遍 ...\n6502年....你这是机翻吗"
        },
        {
            "author": "rickky2",
            "timestamp": 1320492060,
            "txt_content": "这图好像很早就看过了"
        },
        {
            "author": "johnbanq",
            "timestamp": 1320500760,
            "txt_content": "斑竹搬mod搬到刷屏，立马顶上去 == ）"
        }
    ]
}