{
    "title": "异缘——第二章（下）——（小玺）→?小说?←",
    "author": "小玺",
    "replyCount": 6,
    "timestamp": 1369481700,
    "txt_content": " 本帖最后由 小玺 于 2014-2-7 21:28 编辑 \n\n第二章完毕。\n\n\n\n\n\n\n\n想到这儿，她摘下眼镜，向远处眺望。\n\n这个眼镜既可以当望远镜，也可以当变声器，属于可思想性隐形利器。最为方便的是，它可以跨时空仪容。所谓跨时空，就是不论什么地方什么时间，只要它在，你便可以仪容，只是这玩意儿容易坏。\n\n刚刚她就是用这个来观望云曦街的，因为是隐形利器，所以除了自己，没点本事的人可是看不到的。\n\n虽然是她自己造的，但最大的缺点就是有时限，而且每次定的时限都是不一样的。\n\n想想自己苦战了一夜的成果最后只是因为饿了便随意弄了弄，就后悔死了。要是最后可怜一下自己的肚皮就不会出现这个情况了。摸摸自己饿扁的肚子，看来又得找吃的了。\n\n叹了口气，站起身来，瞪了一眼那个躺椅。然后又从背包里拿出一枚白色水晶戒指，带在左手无名指上，欣赏了一会儿，突然眼角划过一丝红色。她恍然的怔了一下，不知道他被带到了哪里，如果他还是原来那个样子，要是被带到别的地方就惨了。其实他被士传送了的事她早就发现了，只是现在闹成这样都忘了。不行，得问问它才是。她连忙背上小包，远望了一下严府的门口，那里已经站了两个侍卫。\n\n该怎么办好啊！真头疼！又不能伤害他们。她轻按了一下太阳穴，然后想起了什么，也许，这个办法可行。\n\n花园一角的假山后，一抹粉红的身影在墙边晃来晃去，脚上的兔子鞋傻呼呼的瞪着小眼。\n\n淡嫣冉拿着一个巴掌大的小娃娃晃啊晃的，自己还不忘走来走去。\n\n嘴里不知道在嘀咕什么，额头上的酒红色刘海被风吹来吹去。远看，玲珑和典雅并存 : 一米六的身高，身后到腰的长发配上短袖的粉色蕾丝边短裙，像个未处世的天使。腰间的缎带是浅黄色的，上有金色丝边。及膝的裙摆上镶嵌着紫色的水晶，水晶仿佛有了灵气一般，隐隐的发出紫红色的玄光。\n\n近看，其实别有风韵 : 浅浅的柳眉轻轻皱着，瞪圆的桃花眼格外俏皮，小小的鼻子和樱桃般的小嘴，水嫩的皮肤有些微微发红。酒红色的长发简单的束起两缕绑在脑后，余下的头发梳在腰间。颈上戴着由珍珠串成的蓝色琉璃水晶，短袖上装饰着粉色制品。一副让人见了就想用尽全力去保护的模样，其实她内心可是很强悍，这一点谁都毋庸置疑啊！\n\n“你给老娘醒醒！不就是没出太阳！装什么装！你给老娘出来啊！你想气死我啊还是怎么滴！”老远便听见粉色人儿渣渣呼呼的声音，一副焦急的样子好像全世界欠她五毛钱一样。手里还是不停的晃动着\n一个蓝色的娃娃。\n\n远处，一身浅黄色的小人恶狠狠的看着她，然后快步走上前去。“哟？你是谁啊，怎么在这里大声小叫的？”撇撇头，一副大人的样子说道。\n\n她淡嫣冉最讨厌在她生气的时候装，她在心里呐喊 : 装你妹啊！但是顾及到她的淑女形象（冉玺 : 是地位高低啦地位高低！“滚！”淡淡道。）。\n\n她一脸不爽的转过头来，是原先被骂的那个女孩。“你...有事？”一边打着娃娃的头一边说。\n\n黄衣人儿也不含糊，直奔主题不满的说 : “你要多少钱？我给你，五十两够不够？拜托你别缠着璃哥哥好吗？”\n\n淡嫣冉歪歪脑袋，说道 : “你在说什么？我听不懂。”这个十三四岁的孩孩在哇拉啥？因为刚刚那件事儿？手里还是不断的欺负那个娃娃（冉玺 : 其实心里一直在骂它吧？淡淡轻哼一声，说 : “都是因为它我淑女形象全毁了！”冉玺 : 原来是这样啊！是本来就没有的好吧！“滚！”淡淡再次咆哮。）\n\n那个女孩轻轻皱了皱眉头，又说道 : “我是看你好说话才这么和你说的，你要嫌不够那一百两，额，一百五十两总够了吧！”她真搞不懂这个世道还有人对这么大的数目的银两不动心的。\n\n淡嫣冉是越来越不清楚了，但是这里面好像隐含着什么。她嘿嘿一笑，黄衣人儿被这一笑打了个机灵。支支吾吾地说 : “你还是觉得不够吗？我就出底线了！二百两怎样？”本来是想好好恐吓她一下的，怎么被她一笑弄的好尴尬。\n\n“我说，你不想看看你身后是谁么？”淡嫣冉挑了挑眉，便恢复了以往的冰冷。\n\n黄衣人儿一愣，随即迅速转过身去。不用想淡嫣冉也知道，现在她一定是一副大惊失色的样子。尤其是那人一脸阴冷的表情就够吓人的了。\n\n“璃哥哥~”就想听到猫的叫声一样，淡嫣冉起了一身的鸡皮疙瘩，这丫头性格变得可真快。她快步走过去，一边挽着他的胳膊一边撒娇 : “璃哥哥今天是来找月儿的吗？月儿...”话未说完，就被他给打断了，“你是谁？为什么在这里？”显然是问淡嫣冉的。只是话还是原来的话，语气还是原来的语气。一样的令人反感。\n\n\n—————————————————————————————————————————————————————\n\n\n\n\n\n期待第三章吧~~~~~     ^A^ ~  \n\n一张图：\n\n\n\n\n\n\nN}W05V@IGAR3@OO@CT5ZPFI.jpg (19.52 KB, 下载次数: 2)\n\n下载附件\n\n2013-5-25 19:35 上传\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1095486321",
            "timestamp": 1369481760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "su3155323",
            "timestamp": 1369481760,
            "txt_content": "小玺的打字速度好快 = ="
        },
        {
            "author": "贺泓超",
            "timestamp": 1369481760,
            "txt_content": "楼上抢的好快啊"
        },
        {
            "author": "板栗。酱",
            "timestamp": 1369481760,
            "txt_content": "我来支持咯~   "
        },
        {
            "author": "小玺",
            "timestamp": 1369482000,
            "txt_content": "su3155323 发表于 2013-5-25 19:36 \n小玺的打字速度好快 = =\n以前的。。。。。"
        },
        {
            "author": "小玺",
            "timestamp": 1369482000,
            "txt_content": "板栗。酱 发表于 2013-5-25 19:36 \n我来支持咯~\n嗯。。。谢谢哇~~~。。。。。"
        }
    ]
}