{
    "title": "Him Official Clarify the post",
    "author": "henryminecraft",
    "replyCount": 4,
    "timestamp": 1369523940,
    "txt_content": "He is one of the main ICONS of Minecraft community Herobrine has yet to appear in any version of Minecraft Canon of Herobrine is widely regarded as the first image/story ever published Herobrine, as well as Brocraft flow on the two events are considered to be the fanmade and changes。Herobrine\n\n\n\nReal nameHerobrine (Persson)OccupationMinerNationalitySwedishKnown forBeing a community icon forMinecraft.Is Herobrine in Minecraft？Herobrine is not in Minecraft. There are no references to him at all in the source code, and there is no code to allow for any entity to act like Herobrine. There is no level terrain code to generate redstone torches, 2x2 tunnels or elaborate dungeons with traps. There is no possible way Herobrine can ever exist in any unmodded clients or servers. Any claims that he is in Minecraft are completely false. Any appearances he may have are caused by mods being installed. The Minecraft Wiki and Forums do not partake in any viral Herobrine hoax. Any deletion of Herobrine-related comments or stories are purely because Herobrine does not exist, and the stories are either fictional, with an intent to mislead others, or the result of users playing mods installed on their game without their knowledge.Origins and popularityFrom the original creepy-pasta, Herobrine creates random constructions, such as sand pyramids in oceans and long 2 2 tunnels. He also cuts off all the leaves from trees. Herobrine first appeared in a single image detailing an encounter. It was posted on the 4chan's /v/ board, and gained very little attention. It stated how Herobrine had appeared in someone's single-player game, littering the map with various pyramids and tunnels. It is the first media to name him as Herobrine.It was only later that Herobrine grew in popularity, when the Brocraft streamer \"Copeland\" photoshopped Herobrine into several screenshots to show to his chat. He had recently taken a liking to the story, and wished to be a part of it. After getting largely good reactions, he decided to stage a hoax. He has explained exactly how that took place in an email.Copeland had played through the world as a normal lets-player would, deliberately avoiding the work-in-progress room he had set up for the hoax. Herobrine was introduced to the stream here (at 20:45). He is confirmed to be a retextured painting. Copeland then screamed and ran out of the room, promptly ending the stream.Copeland pretended to be shaken up in the chat, and later posted a message onto the forums, linking to the video to spread it around, in the hope to get similar reactions.After a while, Copeland removed the painting and reverted to normal textures. He proceeded to stream further, pretending to be scared. He announced that he would delete the world to never meet Herobrine again.Later on, Patimuss made a video showing Herobrine in a user-made lava field. This Herobrine was free-standing, unlike the previous video. Due to this, it is likely he was a retextured door. The livestream went down after Patimuss ran“It has been reported that some victims of torture, during the act, would retreat into a fantasy world from which they could not WAKE UP. In this catatonic state, the victim lived in a world just like their normal one, except they weren't being tortured. The only way that they realized they needed to WAKE UP was a note they found in their fantasy world. It would tell them about their condition, and tell them to WAKE UP. Even then, it would often take months until they were ready to discard their fantasy world and PLEASE WAKE UP.&#8222; away and saved his game, only to resume ten minutes later, where Herobrine had disappeared. Later on, during the second stream, Patimuss can be heard talking to his wife, stating he was trolling. This flooded the livestream chat with outrage. He then faked a game crash. Copeland disliked that Patimuss outed Herobrine as a fake.It is unknown when exactly it happened in relation to Patimuss's video, but Copeland then posted links in chat, leading to http://ghostinthestream.net/him.html. This is likely where the nickname \"Him\" originated from. The page features Steve's face, but with real, frantically rolling eyes in the place of his block eyes, modified to be completely black.Below the face, there are a jumble of characters and letters. after removing all non-alphabet characters, the following message is revealed。\nThe image Copeland photoshopped, which led to him starting the hoax stream\n\n\n\nThe story of Herobrine\n\n\n\nHerobrine's first video \"appearance\" on Brocraft\n\n\n\nAbove scene recreated in high quality\n\n\n\nThe image all Brocraft viewers were redirected to at the end of the Herobrine stream\n\n\n\n\nHerobrine in the Mineconheader\n\n\n\nHerobrine on the Minecon Xbox stand\n\n\n\nHerobrine in Mojang's \"summer picnic\" Facebook cover photo\n\n\n\nThe Herobrine statue from Minecon, now owned by Zaralith\n\n\n\n",
    "replies": [
        {
            "author": "z980846863",
            "timestamp": 1369524120,
            "txt_content": "lz是复制~粘贴的吗？？~~~{:10_524:}英语渣渣看不懂啊~~~去问度娘了~~~"
        },
        {
            "author": "henryminecraft",
            "timestamp": 1369531200,
            "txt_content": "z980846863 发表于 2013-5-26 07:22 \nlz是复制~粘贴的吗？？~~~英语渣渣看不懂啊~~~去问度娘了~~~\n不是\n我不是复制"
        },
        {
            "author": "henryminecraft",
            "timestamp": 1369531200,
            "txt_content": "sxcfjkl3 发表于 2013-5-26 07:25 \n求翻译……\n马上翻译                    稍等片刻"
        },
        {
            "author": "sjjklh",
            "timestamp": 1369543320,
            "txt_content": "以后请注意，此类纯英文Wiki复制且完全和“新闻”不沾边的内容请勿发到新闻版"
        }
    ]
}