{
    "title": "7.03更新13章--------混杂工业魔法的混乱世界-《冲突》（部分故事选自虚空史诗服务器)",
    "author": "mereke888",
    "replyCount": 25,
    "timestamp": 1369543260,
    "txt_content": " 本帖最后由 mereke888 于 2013-7-3 17:29 编辑 \n\n第一章第一章：\n    这里是11世纪的英格兰，诺曼底公爵威廉在一次征战时看到一瞬神秘的闪光，他立刻前去追赶，过了一会，他追到了一个山洞前，山洞中令人的气氛令人不明觉厉（口胡，是不寒而栗），他听见一个柔和的女声：“终于有人再次到达了这里么，上一次的拜访者好像是叫阿尔托利亚？还是亚瑟呢。现在你变动了这条世界线，这世界将会重新洗牌……”听到这里，威廉头痛欲裂，很快昏迷了过去，当他醒来时，整个世界依然颠覆……\n    欢迎来到1661年的布加勒斯特，罗马尼亚-匈牙利帝国的首都，一个青年，约布斯特·冯·卢森堡游荡在中心大道上。\n\n    他是卢森堡曾今的法定继承者，可是因为阿基坦密谋教皇开除了他父亲的教籍，并以象牙塔的背叛者为理由向卢森堡宣战，在1658年征服了卢森堡，杀死了约布斯特的父亲，放逐了约布斯特，约布斯特仅剩的是父亲留给他的项链，卢森堡这片法湿的乐土，自此失陷。约布斯特已经快要饿死了，他没有想到一个最强大的法湿、最荣耀的公爵会死在自己最信任的人的手上，他的儿子竟沿街乞讨，并如此度过了2年多的时间，阿基坦国王曾今是他父亲最信任的人，他却背叛了他，约布斯特相信自己一定会手刃杀父仇人，他对这位曾今和蔼可亲的叔叔毫无好感了，他心中只有仇恨，所以他要活下去……\n\n    在约布斯特即将闭上自己干渴的双眼时，他看见一个满脸沧桑的老人走来，说，好好休息吧，约布斯特拼命挣扎着，可并没有挣脱，反而用尽了自己所有的力气，昏昏的睡了下去，他醒来时发现自己躺在一张床上，一张与自己曾今的相差无几的床，并发现那位老人正看着他。\n\n    老人见约布斯特醒了，问道：“怎么样，小子？好点没，要不是看到你胸前的项链老人家才不会救你这种家伙呢。”\n\n\n    “…………”\n\n    “…………”\n\n    “…………”\n\n    “这床太舒服了是吧？要不要给你一脚踹下去？”\n\n    “额…？哦对，这里是什么地方？你是谁？”（这台词真心经典=W=）\n\n    “欢迎来到miki女王的湮灭位面。我是正飞来轰击你的巴祖卡”\n\n    “=W=”\n\n    “好吧……我是荣耀的诺森伯兰人，叫恺达（Khydra），这里是诺森伯兰的约克。”\n\n    “约克？我怎么会在这里？”\n\n    “亏你还是大法湿海因里希的儿子呢。”\n\n    “=w=好吧，原来是法术啊。可是你是怎么知道我是海因里希之子的？”\n\n    “我虽然老了，可我并不是瞎子，你这项链刻得不正是你们冯·卢森堡家族的家徽么。我被你父亲救过，可还没来得及报答，你父亲就英年早逝了，所以我想帮助他的儿子相信是最好的报答了……”说到这里，老人家的眼里闪过了晶莹的泪光。“我必须让你重归卢森堡。”\n\n    听到这里，约布斯特想起了与父亲玩闹的种种片段，泣不成声，老人家安慰了一下他，便离开了。约布斯特醒来后出门先是熟悉了一下这个院子，这个房子很有维京人的感觉，全都是一个个维京船倒扣着，上面还披着很多的圆盾，而且上面的花纹（是个九头蛇）似乎见过，是在小时候，父亲教我认纹章时提到过这个，可已经记不大清，只记得几个词语：“神秘、荣耀、权力……”\n\n    看见约布斯特醒了，老人家笑问着休息如何，看约布斯特点了点头，老人家说道：“饿了吧，走，我带你去一家南瓜饼馆子。”到了那个南瓜饼馆子，可以感受到一股浓重的远东气息，服务员们操着纯正的汉语，可以看出这是一个闯人或者明人的馆子。恺达说：“馆主是一个富可敌国的远行商人，平时很少会在馆内停留，今天大概也是不在。记住，约布斯特，这个商人是一个对你重归卢森堡会有很大帮助的人，他是一个很稳健的商人，虽然说这个家伙是靠南瓜饼致富，可并不简单，也并不会轻易帮助你，自己看着办吧，还有，他叫做严烨。”听罢，约布斯特决定去见见这个远东人……\n\n第二章    次日，约布斯特又来到了南瓜饼馆，走到了侍卫面前，用不怎么流利的汉语说道：“我想见一见你们的主人，可以么？”\n\n    侍卫用流利的德语回答道：“离开吧先生，主人不会见任何人的。”\n\n    “=W=靠！会说德语也不说一下。”\n\n    “先生请你离开，不然我们就开始赶了！”\n\n    “靠！你们死了！”约布斯特骂骂咧咧的离开了南瓜饼馆，回到了恺达的府邸，恺达看见约布斯特满脸黑线的走过来，笑着问道：“怎么样，他们态度如何？”\n\n\n    “死吧，我去，刚说完话，就把我赶出去。”\n\n    “嗯……看来这些侍卫还是挺有耐心的……”\n\n    “耐心泥煤，一下就把我赶出去了！= =”\n\n    “比起以前的侍卫好太多了，以前那帮家伙看见你靠近10米以内一顿乱揍。”\n\n    “……”\n\n    “对了小子，你现在差不多也康复了对吧，到威尔士一趟，舍伍德强盗与英格兰发生了冲突，你去舍伍德历练一下吧。”恺达伸着懒腰说道。\n\n    “舍伍德么……会不会见到罗宾汉呢……”约布斯特似乎在想什么奇怪的东西。\n\n    “小子你真傻了？罗宾汉？”\n\n    “哦……没什么，那我现在就过去了，我去准备一下食物和武器。”约布斯特猛一回过神，说道。\n\n    “嗯，那就去吧。”恺达和蔼的说道。\n\n    “这小子啊……想干什么呢……”待约布斯特离开，恺达自言自语着。\n\n\n    第二天，约布斯特已经准备好了行李，准备出发了，恺达来叮嘱了几句送了一匹马后就走了，没说过多的话。\n\n    约布斯特在路上边走边想着，“舍伍德啊……会不会发现那个传奇的洞穴呢……”他摇了摇头，抖了抖身子“靠，想正事！”约布斯特理了一下思绪：首先，雷瓦尔·德·巴黎，阿基坦国王，我的叔叔，以象牙塔的背叛者为由杀死了我的父亲，并兼任象牙塔智者，又将我流放到了摩尔利亚，我又被摩尔人抓住当成奴隶卖到了罗马尼亚-匈牙利帝国，在布加勒斯特，濒死之际，我看见了这条九头蛇走来，接着我就来到了九头蛇位于约克的宅邸，九头蛇自称被我父亲救过，虽然真假未知，但我绝不会轻易相信这个家伙，接着我了解到有个叫严烨的东方人可能会帮到我，也是九头蛇推荐给我的，看来要提防一下，接着他就让我来到舍伍德，估计是要我去见白树兄弟会、和那位大名鼎鼎的罗宾汉了，天晓得这家伙怎么活了几百年的，至于要我来的原因不明，这里的事情弄完我必须去洛林一趟，见见我的舅舅，洛林公爵：亨利·冯·阿尔萨斯，他是我现在唯一的亲人了，但愿能帮到我吧……\n\n    这片森林看不见一个人，偶尔听见草丛的窜动声，也只是一只兔子或狐狸罢了，可没人会觉得这里是安全的地方，正如约布斯特所想，他面前出现了几个游侠的身影，在皮甲上的标识自然就是白树了，其中一个游侠说道：“赶快从马上下来，跟我们走，不然就去当白树肥料吧……”游侠拉起了弓，约布斯特赶忙说道：“别，我跟你们走我把我身上所有的东西都给你们，留我菊花可否？”\n\n    “去年买的！把我们当什么人了！识相就快走！”\n\n    就这样，约布斯特被白树们带走了，就在远处一棵书上，一个乌鸦目睹了一切，也听到了一切，向东北飞去……在一个密室里，一个老头对着水晶球笑着说道，“小子啊，艾泽瑞尔会不会帮你，就看你的胆量如何了……”\n\n第三章    “嘿，别睡了，到地方了！”之前那个游侠喊道。\n\n    “唔……啊？哦，好。”约布斯特睁开眼睛，看到的却是一个与他年龄相仿的青年，“你好，我叫艾泽瑞尔，你是约布斯特对吧？”\n\n    “嗯……是的，你就是罗宾汉么？”约布斯特似乎不是太相信，问了一下。\n\n    “好吧……原来你们一直叫我罗宾汉么，估计是因为白树的关系，绝对有人以为是白树让人长生不死对吧？”\n\n    “是的……我也是这么觉得的。”约布斯特诚实的说出了自己的看法。\n\n    “靠！还真是！这帮魂淡，别拦我，我去杀了他们！”艾泽瑞尔边说着边拉着身旁的游侠不放。\n\n    “=W=hat can I say……”\n\n    “好吧，那现在你来这里的目的是什么？”艾泽瑞尔恢复了正常，正经的问道。\n\n    “想要帮助你们，同时，你们也要给我相等的回报。”约布斯特说出这几句话一直在发抖，频率极高，超过了帕瓦罗蒂唱歌时声带振动的频率。\n\n    正如约布斯特所想……“哈哈哈哈……”游侠们哗然一片，其中几个甚至捂着肚子捶着地，艾泽瑞尔强忍着笑意，嘴角颤动着的说道：“你……你觉得……你有什么资本跟我说这句话呢？……啊哈哈哈哈……”果然，毕竟是年轻人，涉世未深，隐藏不了自己的情感，现在游侠们真的是笑的毁天灭地了。\n\n    “魂淡！有个毛好笑的，你们以为你们自己可以阻挡住英格兰人的工业机器么！”约布斯特咆哮着，“英格兰作为不列颠唯一一个工业国家，难道小小威尔士就能抵挡？苏格兰都是苟延残喘着，更别说你们白树兄弟会了，没有象牙塔的帮助，你们迟早是英格兰食品加工厂的工人！”\n\n    白树们听到了这句话，也都不再笑了，他们现在的处境确实很危险，要是没有法湿们的帮助，只有灭亡一途。其中一个游侠问约布斯特：“那你有什么能力，能让我们击退英格兰？”\n\n    “我？我没什么能力，但是我舅舅的战斗法湿和列日兄弟们的火枪队可以帮到我们，要是你们愿意赌一把，就加入我，我会去列日跟执政官交涉，带来黑森火枪队和洛林战斗法师，要是赌赢了，你们可以继续在这里呆着，或者别的什么，要是赌输了，你们也没什么损失不是么，反正都是一死。好好想想吧”说罢，约布斯特走到断头台前，跪下，将头伸入，等待着。\n\n    沉寂是短暂的，也是漫长的，约布斯特觉得自己仿佛等了半个世纪，最后，“那好，我愿意陪你赌一把，我们已经没什么可以输的了，家已不再，何所挂？”艾泽瑞尔首先发出了声音，“你们谁想一块，就过来，不想来的可以走，或者去威尔士参军，都随你们意。”白树们都是患难与共多少世纪的人了，没有一个人退出，整整44人，整个白树兄弟会，发出了震天的吼声。“我们白树兄弟会永远效忠于真正的卢森堡公爵，约布斯特·冯·卢森堡！”“为了卢森堡！为了白树！”\n\n    约布斯特震惊于他们的兄弟情谊，他没想到白树居然如此团结，团结到没有一人有一丝离开的想法，“艾泽瑞尔，你先带着白树们去烧英格兰人工厂，最好烧军工厂和食品加工厂，这次反抗的胜算，就看工厂烧了多少了”约布斯特对艾泽瑞尔说，“我要去列日一趟，放心，我们一定会赢的。”听罢，艾泽瑞尔就带着白树们准备火把和炸药了，约布斯特又说，“对了，艾泽瑞尔，那个游侠你能让他陪我一起么？”\n\n    “当然了。（对那个游侠说道）格里高利！准备一下，跟公爵先生一起去列日！”\n\n    “好的，头。”那个叫格里高利的游侠回应道。\n\n    格里高利准备了两匹马，带了一把长弓，在前面带着路，一边告诉约布斯特哪里是最安全的，哪里是自寻死路。约布斯特看着这个欢快的青年，想起了自己曾经一起玩闹的弟弟，他是那么的天真，竟认为雷瓦尔是上天派来的恶魔，又是那么聪明，自小就知道雷瓦尔不是好人，约布斯特使劲控制着自己不想起那些事，格里高利发现了异样，看着约布斯特有点模糊的眼睛，问他发生了什么，约布斯特只是摇头，微笑着示意他继续说下去。格里高利也没再追问，也就继续讲述着他对这片森林所有的认知。\n\n    路程是那么的遥远，又是那么的短暂，在欢乐的格里高利的陪同下，约布斯特很快来到了列日，可是却止步在了政务院前，他突然认为列日人是那么冷酷，那么无情，自他看到列日巨大的钢铁机器，这就是他对列日兄弟们的新看法了，约布斯特最终还是没有步入政务院，而是到了一个酒馆，租了一间客房，就休息了，格里高利这个好奇宝宝看着这琳琅满目的酒，有点不知所措，甚至想要每种都尝一下，约布斯特阻止了他，“酒不是什么好东西，别碰为妙。”格里高利只好强忍着自己稍一放松就会铺天盖地的好奇心，点了一杯茶回到了客房，约布斯特则是点了一杯咖啡，临走时恺达给了约布斯特很多的钱，甚至够他买下整个酒馆。这是他看见酒馆内来了一个东方人面孔的家伙，身后跟着几个眼熟的家伙，约布斯特知道机会来了……\n\n第四章    约布斯特看严烨坐到了自己的隔座，上前搭讪，“这位先生，你看起来不像是本地人，是明人吧？为什么会来到我们列日呢？”\n\n    “唔？啊……我是一位远行商人，这次因为我的南瓜饼馆出了点事情，来跟执政官理论。”\n\n    “哦？说来听听，说不定我可以帮到你。”\n\n    “哈……是么，说来话长，我是一位本分的商人，因为学会了制作南瓜饼的特殊技巧，遭他人妒忌，只好背井离乡，来到这西边，开始发展，我到了闯人街，可是因为我的明人口音，他们不接受我，我只能去别的餐馆帮厨，并慢慢有了自己的企业，也算小有余财，我开始专门找明人和闯人帮我干活，你知道的，一帮与你有着相同语言，相同面孔的人总会给你亲切感，我跟他们也是亲如一家，可是呢，一个伙计的仇人来到了我们的馆子，那个伙计在仇人的饼子里放了药，结果是半个月没出得了门，那个奥地利人开始四处声称我们南瓜饼馆是杀人饭馆，并污蔑所有的东方人，还去列日政府告我蓄意谋杀，现在我正是在去找执政官理论。”\n\n    “唔……有点难办啊，这样吧，我可以帮你恢复清白，但是你要给我相应的回报。”\n\n    “你要多少钱都行！”听到恢复清白，严烨立刻激动起来。\n\n    “我要是需要钱我会在酒馆里泡着？后面我会告诉你的。”约布斯特说道，虽然他也并没把握能说服执政官，但是答应下来就好，他认为：反正我也要去见见执政官不是么？怕什么，去就去！\n\n    最终约布斯特克服了自己的恐惧，来到了政务院，求见执政官……\n\n    约布斯特进入大堂的每一步都是沉重无比，格里高利可以感受到他的紧张，格里高利看见背后的钢铁巨兽，也明白了什么，把手搭在约布斯特的肩上，一脸轻松，告诉他没什么好怕的，希望让约布斯特好点。约布斯特已经无法顾及格里高利的动作，他认为自己走到了执政官的面前，最后，他说话了，“执政官先生，相信你知道卢森堡和列日是几百年的兄弟国家吧？”\n\n    “嗯……对啊，阿基坦国王有什么需要帮助的地方我们一直支援着。”说话的居然是一个女孩，她两手扶着脸，显得十分可爱。\n    “啊？原来这位是执政官么……”约布斯特虽然有点惊讶，可立马就缓了过来，“执政官大人，我说的是卢森堡是我们卢森堡家族，不是那个阿基坦的老匹夫。”\n\n    “什么，卢森堡家族的人？不是都死了么？难道是公子约布斯特？”众人立刻哗然，这个女孩也立刻就来了兴趣，“哦？原来是卢森堡家族的人啊，那么，先生，你所言何意呢？”女孩笑眯眯的看着约布斯特，让他有点手足无措。\n\n    “嗯……既然如此，我也就明说了，我希望执政官先……大人能够将黑森火枪队的指挥权交给我，看在我父亲的份上……”是啊，看在他父亲的份上，他父亲为国家做了这么多，约布斯特现在却要消耗他父亲积攒下的威信，实在是难以出口啊。\n\n    “哼……还挺聪明的嘛，懂得利用父亲的威信。”女孩开始有点不饶人。\n\n    “请你住口……”约布斯特不喜欢别人拿他的父亲说事。\n\n    “好了好了，我只是开个玩笑嘛，可是我把黑森火枪队交给你，我能得到什么好处呢？”女孩知道如果再惹怒了约布斯特可能会损害两国之间的关系，可她更不能随手就将火枪手丢给他。\n\n    “你们会再次得到卢森堡的尽可能的所有帮助，不过是在我回去之后。”约布斯特这么说道，本来他已不抱希望，但是看来是可能成功的了。“对了，还有一件事……”\n\n    “说吧，我听着呢”女孩很好奇，这个不要命的家伙还会有什么要求。\n\n    “能不能，撤销对南瓜饼馆的指控，这件事明显是仇人陷害。”约布斯特还是说了出来。\n\n    “这有什么啊，不过以后我们索要的帮助会更过分哦，嘛”女孩笑着说。\n\n    “那就多谢执政官大人了，敢问芳名？”\n\n    “叫我miki就好，别再什么执政官了。”\n\n    “执政官大……miki，那么我告辞了，多谢你的援助。”约布斯特真的是恨不得跪上三天三夜以示感激。\n\n    就这样，约布斯特回到了酒馆，看见了严烨……\n\n第五章\n\n    “怎么样了，先生，成功了么？”严烨一看约布斯特满面笑容地回来，急忙问道。\n\n    “执政官撤消了对南瓜饼馆的指控。你们清白了。”\n\n    “感激不尽！我定当为您竭尽全力！”严烨激动的说道。\n\n    “喂……喂！要不要这样，小事而已不消如此激动啊我去，只要你能帮到我就行。”约布斯特被严烨的举动吓了一跳，可是也不会忘了正事，“嘛，只要给我的军队给足军饷就是很大的帮助了。”\n\n    “为了卢森堡！我严烨现在发誓，将誓死追随真正的公爵，约布斯特！”突然，严烨单膝下跪，说出了以上那番话。\n\n    约布斯特赶紧把严烨拉了起来，让他去舍伍德给白树兄弟会准备物资，自己便马上起身前往洛林。\n\n    在前往洛林的路上，约布斯特看见了很多服装怪异的中东人，似乎有什么奇怪的事情要发生，更奇怪的是，在那货中东人中，有两个特征明显的远东人，其中一个家伙双眼非常奇特，左紫右金，让人不明觉厉（不寒而栗啊魂淡！）。\n\n    这种奇怪的气氛让约布斯特加快了脚步，绝对有什么事情要发生，越快越好！\n\n    就这样，仅仅2天，从列日跑到洛林的最快纪录诞生了！\n\n    约布斯特到了洛林，片刻都没休息立刻跑到领主长屋见公爵了，可是呢，约布斯特看见的不是那个满面笑容和蔼可亲的舅舅，不是那个带着自己在赛马场上玩耍嬉戏的舅舅，不是那个教会自己如何去爱别人的舅舅，约布斯特看到的是一具面目狰狞、表情恐怖的尸体，海因里希虽然是耻辱的死去，可他并没有死的不甘，他是安详的死去的，亨利呢？海因里希的这位老朋友，约布斯特的舅舅，死的如此不甘，而且是死在了自己的卧室，被一帮甚至不敢露出真容的懦夫杀死！约布斯特已是双目血红，他早已发现事情不妙，却什么也做不到……这时，他看见在窗帘后站着一个身影，很熟悉，似乎是在路上看见的那帮类似朝圣者的家伙之一。\n\n    “哼，被发现了么，看来又要多一条人命了……哈！”果然是，这个瞳色怪异的家伙立马拿起手上的太刀，向着约布斯特砍去，约布斯特突然反应叼炸天，避开了这家伙的劈砍，由于未带防身武器，约布斯特拿起身后一个花瓶就向这个家伙砸去，毕竟这个黑袍也是个刺客，自然格斗技术不会差，躲开了约布斯特的攻击，太刀又从约布斯特的左方袭来，哦哦，不幸的是，约布斯特没有躲开，太刀径直砍到了约布斯特的腰上（喜大普奔）,约布斯特眼前变得昏昏沉沉的，看来是命不久矣……\n\n    “嘿，醒了么……”约布斯特睁开了他这几乎睁不开了的双眼，看到了刚刚那个砍了他的人，“嗯……你是哈萨辛对吧，为什么要杀我舅舅？是雷瓦尔派你们来的么。”约布斯特不是傻子，有意杀他舅舅还砍自己一刀的人绝不会把他送到酒馆疗伤，很明显这是雷瓦尔雇佣的哈萨辛，虽然他们杀人不眨眼，但是不会越界，要他们杀谁就杀谁，绝不会牵连任何无关人员。\n\n    “看来雷瓦尔恶名爆表了啊，谁都知道是他干的。”这个黑袍嘲讽了几句。“还有，我在组织里的名字叫域。要想报仇随时恭候。”\n\n    “哈……你这嚣张的家伙，不过也只有哈萨辛的人敢这么嚣张了呢。”约布斯特有气无力地说着。\n\n    “嚣张怎么样，你咬我啊？”域边说着离开了房间。“房钱已付，自己想办法回家吧。”\n\n    约布斯特醒来后第一件事就是去列日买船去威尔士，这次他再不像自列日到洛林这般急躁，走了一个星期，总算是到了列日，他回到了之前他正住宿的那家酒馆，看见格里高利正在那里急躁地低吼着，赶快跑过去，格里高利一看约布斯特回来了，这脸换得不是一般的快，欣喜地跑过来看着约布斯特“怎么样！没出事吧！”，约布斯特还没来得及回话呢，这时，他看见一个熟悉的女孩走到他面前，“约布斯特，你似乎忘了什么东西哦。”\n\n    “毛？有么？”刚醒来的约布斯特一头雾水的。\n\n    “笨，你没告诉我火枪队如何处置啊！”女孩生气的看着约布斯特。\n\n    “唔……对哦。”\n\n    “对个头啊！再忘掉我让你爬着到威尔士！”女孩放完这句狠话就走了。\n\n    “别忘了把火枪队送到舍伍德！”约布斯特叮嘱着。\n\n    “走吧格里高利，去威尔士。”约布斯特又说了一句。\n\n    不知威尔士发生了什么事呢，严烨和艾泽瑞尔他们相处的可好？约布斯特想着这些事情，踏上了前往威尔士的船……\n\n第六章    再让我们看看威尔士……\n\n    艾泽瑞尔他们看来已经准备好了所有东西，准备开始行动了。在这之前呢？艾泽瑞尔他们还为没有买工具的钱而焦急，直到那个远东人严烨的到来……\n\n    “十分感谢你的援助，先生。可你为什么要帮助我们呢，难道是因为仇恨英格兰人？不可能吧。”艾泽瑞尔接受了严烨的帮助后问道。\n\n    “原因么，你问那个卢森堡人就知道了。”严烨似乎并不想说出南瓜饼事件，毕竟还是有点丢人……\n\n    “哦……约布斯特啊，看来这家伙很特殊么……”艾泽瑞尔想着，也没多说，就去让手下准备东西了。\n\n    “嗯……这些东西应该够了。”480桶硝化甘油、50吨的TNT。似乎想炸一个布里斯托尔都绰绰有余了啊，艾泽瑞尔想着，多亏了严烨，不然300个火把能干毛啊，不但给了这么多炸药，还用他自家的船一个一个送来了，还派了很多的马车来运输。艾泽瑞尔刚开始还十分怀疑这位远东人，直到他提到了约布斯特，艾泽瑞尔才相信了这个家伙。\n\n    现在炸药的问题解决了，运输也不用操心，接下来的问题就是如何消耗掉这些炸药，也就是炸掉那些工厂了。这时，白树们听到了一个消息：黑森火枪队到了威尔士！\n\n\n    艾泽瑞尔赶紧跑去迎接火枪队，这可是决定胜负的关键啊！\n\n    在格温内德的码头，安菲尔德·克虏伯正坐在箱子上休息，箱子里装的全都是前装式四发燧发枪，，一支支都是安菲尔德亲自改装的，这时号称“荆棘鸟”的梅塞施密特·舒尔茨走过来，“黑森火枪队集合完毕，请指示！”\n\n    “嗯，这次速度快多了，但还是不够快，等你们站好队形时战斗都要结束了！”\n\n    “是的，长官！”格温内德本来就不大的码头被火枪队衬托的更加窄小了。\n\n    艾泽瑞尔到了码头看见了这整齐的惊人的队形就知道一定是黑森火枪队了，一个长官模样的德国人在检查他们的装备，可以看见队员们是清一色的黑色军装，袖章标识不一：有萨克森、列日、普鲁士、巴伐利亚甚至大卫之星的犹太人、克烈、奈曼的突厥人和龙旗的闯人。虽然来自世界各地，却都可以整齐地用德语呼出口号。\n\n    “这个……你是黑森火枪队的长官么？”艾泽瑞尔走到安菲尔德面前说道。\n\n    “嗯，我就是，有什么事么，我正在等约布斯特先生到来，请有事快说。”安菲尔德头也没回地说。\n\n\n    “我是替约布斯特先……生（靠这家伙叫什么先生啊）来迎接你们的。”艾泽瑞尔忍着笑意说道。\n\n    “有什么证据么，一看你们就像是一帮匪人，趁我杀了你们之前，赶快离开吧。”安菲尔德没有相信他们。\n\n    “请尊重一点，我们也许是法外之人，但我们可不是匪人，等约布斯特回来战争早已结束，既然如此，我们就走了。”艾泽瑞尔无法忍受如此侮辱，决意离开，“不就是火枪队嘛，有什么厉害的，我们自己也能成功！”\n\n    当晚，火枪队就入住了舍伍德森林附近的一间酒馆，他们几乎租下了整个酒馆。在这间酒馆，你几乎只能看见着黑衣的军人，虽然平时这些士兵看起来很严肃，只要一到酒馆喝起酒来就算你是他仇人他也能和你敞开心扉，一帮单纯的汉子啊……不一会荆棘鸟就喝醉了，他摇摇晃晃的走到马厩前，吐得一地都是，这是他听到了什么不得了的东西：“喂，炸药都准备好了没，那个食品加工厂看起来人不多，明天是最好的时机了，绝不容错过！”“都准备好了，放心吧，让头看一个壮美的烟花表演是我们白树的责任！”“贰，那就这样吧，我回去了。”\n\n    梅塞施密特不敢相信自己的耳朵，“老子绝对是听错了！喝酒就是蛋疼！”不过他还是把这件事情告诉了安菲尔德，“去年买的！这种破事你认为我会相信？”安菲尔德丝毫没有在意荆棘鸟的话。继续喝他的酒，“喝不醉别想回房间！”“是的，长官！”火枪队们敬了一个很不标准的军礼，继续喝他们的酒去了。\n\n    第二天安菲尔德他们几个出来去码头散步，算是醒酒去了，他们在码头散着步，聊着以前的战斗经历，看海时瞟见了成堆的帆船，上面堆满了桶子和箱子，上面还有几个游侠装扮在说着什么，让安菲尔德想起了昨晚荆棘鸟说的话，“难道真的要出什么事？”安菲尔德边想着，走在前往中心花园的路上。\n\n\n\n第七章    安菲尔德在中心花园听几个士官聊着天：“喂荆棘鸟，你说这英国啤酒你也能喝醉？比起家乡的黑啤根本就是渣嘛。”“渣？这可是你在英格兰唯一能下肚子的东西了贰。”\n\n    “对了荆棘鸟，你之前说的那两个人是不是游侠？”安菲尔德突然说。\n\n    “嗯……应该是，都是蒙着面，披着长袍。胸前有白树的标识。”荆棘鸟有点迷糊的回应道。\n\n    就在他们说着的时候，一个士官偶然听见两个威尔士青年在谈论什么：\n\n    “嘿，鲍勃，听说了么，英格兰的某个食品加工厂爆炸了！”一个青年说道。\n\n    “真的么约翰，那真是太好了！威尔士万碎！”另一个青年说道。\n\n    “长官……”荆棘鸟快说不出话了。\n\n    “嗯……看来是真的了。估计当时那个家伙也是白树兄弟会的。”安菲尔德说，“估计跟执政官把我们送到威尔士见约布斯特先生也是有关的……”安菲尔德突然觉得，这件事情有着很大的阴谋。可他又听见那个约翰说了什么：\n\n    “听说白树兄弟会声称对此事负责，说此举是对英格兰入侵威尔士的惩罚，以后还会有更多的工厂出事！鲍勃，我们参军吧！”约翰突然义愤填膺地说。\n\n    “嗯……为了威尔士！为了正义！”鲍勃被他激励了。\n\n    “看来这帮人确实不是什么匪人，我错怪他们了。”安菲尔德说，“荆棘鸟，你去列日找下约布斯特先生，问问他怎么回事，我们在酒馆等着。”\n\n    “是的，长官！”接收了命令荆棘鸟片刻不停的雇了一艘船离开了威尔士。\n\n    10年后……（口胡，1天后）\n\n    在约布斯特即将踏上前往威尔士的船时，一个黑衣军官拦住了他，“您是约布斯特先生么？”\n\n    “对啊我就是，怎么了？”约布斯特有点奇怪，同时也很着急，船就要走了魂淡！\n\n    “我是黑森火枪队的队员，被称为荆棘鸟。”荆棘鸟介绍了一下自己。“长官让我来见你，问你怎么回事。”\n\n    “什么怎么回事？”约布斯特一头雾水，船已经开了啊魂淡！\n\n    “就是关于白树兄弟会来接我们和他们炸工厂这件事。”荆棘鸟一字一句的说完了这句话。\n\n    “哦……这件事么……”魂淡船走了啊！我的钱！约布斯特真的是欲哭无泪了。\n\n    “是的，我现在要带您回去。”\n\n    “真的么？太好了！”约布斯特差点就要跳起来了。\n\n    “那就跟我走吧先生”\n\n    10年后……（1天后啊魂淡）\n\n    “呼……终于到格温内德了，荆棘鸟，带我去那间酒馆吧。”约布斯特站在船头伸了伸懒腰。\n\n    在酒馆，火枪队一看见约布斯特过来，在5秒内站好了队型，等着约布斯特。“黑森火枪队集合完毕，请指示！安菲尔德报到！”安菲尔德喊道。\n\n    “没事，解散吧，安菲尔德先生，我有事跟你谈一下。”约布斯特说道，很明显他是要谈谈关于白树的事情。\n\n    “……是，长官。”\n\n    “我是想跟你谈谈有关白树兄弟会的事情”约布斯特说，“你应该听说了吧？”\n\n    “是的……”安菲尔德有点不安了。\n\n    “嗯……其实我让miki派你们过来就是为了抵抗英格兰人的侵略。不会让你们做出炸工厂这种事的，放心。”约布斯特给安菲尔德了一个安心的表情。“行了，我该去白树那里一趟了，你们现在这里待命吧。”\n\n    “是，长官!”安菲尔德敬了一个军礼，目送着约布斯特离开……\n\n第八章   约布斯特速度真不是盖的，不出两个小时就到了白树总部，看见了艾泽瑞尔，笑着问道，“怎样炸的开心否？”\n    “怎么会不开心？已经炸了20来个军工厂、34个食品加工厂了”艾泽瑞尔高兴的说着，“还有，有个军工厂的厂长，好像叫沃斯什么的，他说想要帮助我们，他愿意替我们到周边所有的军工厂安防炸药。”\n\n    “真的么？还是提防一点的好，先给他10桶硝化甘油看看吧”约布斯特如是说道。\n\n    “现在我们已经基本是进不去那些兵工厂了，只能找内应，你说这巧不巧？正好来了一个！”艾泽瑞尔笑的脸上都开花了。\n\n    “那就好，现在威尔士边境的军工厂都没了吧？那就可以开始正面对抗了，黑森火枪队已经准备好了。”约布斯特说，“那帮人似乎对你们有点偏见，你们不要太在意了。”\n\n    “放心吧，我们不是那样的人。”\n\n    “行，那现在让严烨替你们准备武器弹药，不过你们不能正面与他们冲突，去破坏重要设施即可。我去准备战斗了。”约布斯特说完，又回到了火枪队的酒馆……\n\n    不一会，约布斯特到了酒馆，看见约布斯特来了，安菲尔德第一个站起来敬礼，荆棘鸟和高级军官们紧跟其后，最后士兵们也反应过来。\n\n    “好了好了，我不是军人，不用这样，你们准备一下，我们要跟英格兰人打一仗了。”\n\n    “这……真的么？”很明显，火枪队十分期待这次战斗。“可是……我们要孤军奋战么？”一个新兵有点担心的说道。\n\n    “你们不用担心，威尔士的军队会跟我们站在一起的。”约布斯特放心的说着，天晓得这件事会给整个欧洲带来多大的变动呢……\n\n    火枪队用了2天的时间准备好了所有战备活动。正等待着约布斯特的下一步指示。\n\n    终于，第三天，约布斯特来了，说要去布里斯托尔，一个新兵突然说道，“可是我们砲不够啊，只有15门轻型榴弹弹射器。”\n    “这没什么担心的，有个兵工厂的厂长愿意帮助我们，我们可以去问他要，安菲尔德，你跟我一起去，荆棘鸟，你暂时负责一下。”约布斯特说完便带着安菲尔德去那个兵工厂了。\n\n    这个兵工厂是在诺丁汉郊外，非常的中心，在现在这种特殊时期，很难到达那里。不过在约布斯特公爵（以后的）的英明决策下，二人顺利的到达了这个兵工厂，迎接他们的是一个看起来有点疲惫的青年，很明显是德国人，约布斯特还没来得及分析更多的信息，安菲尔德突然大喊一声：“沃斯！怎么是你！我的老同学啊，好久不见！”\n\n    这时这个名叫沃斯的人热泪盈眶，“是你，安菲尔德么，没想到还能见到你，我以为自从我继承了我舅舅的遗产后就再也见不到任何朋友了。这帮可恶的英格兰人，我要让他们碎尸万段！”沃斯突然两眼血红，有点头昏，“快扶我进去，我见不了太久的光……”\n\n    进了军工厂后，沃斯开始问我们为什么要来，安菲尔德说他们火枪队的火炮不够用，所以才来，“那你们是站在英格兰人那一边的么，如果是这样，请恕我不会给你任何东西，看在你是我老同学的面子上，请回吧。”沃斯很干脆地回绝了二人，“不不，我们是站在威尔士这一边的，我们要去袭击布里斯托尔附近的据点，诺曼堡，可是火炮不够用，所以才来。”\n\n    “可是……你们是工业火枪队啊，威尔士作为魔法国家你们为什么要帮助他？”沃斯还是不太相信，虽然他知道这是他的老同学。\n\n    “不，这是一场有关正义的战争。”约布斯特说道。\n\n    “你是谁？火枪队的一员？”\n\n    “我是真正的卢森堡公爵，约布斯特·冯·卢森堡，白树兄弟会与黑森火枪队正与我一同反抗英格兰人的侵略行为。”\n\n    “原来你就是这次行动的负责人啊！那我就不用担心了，那边的4座大口径加农炮你们拿去吧，这是我的一点微小心意。”沃斯两眼放着光，他觉得这帮人值得信任……\n\n第九章-前半部分    不出3个小时，沃斯就准备好了4门大口径加农炮。黑森火枪队也已经准备好，可以前进诺曼堡了。\n\n    “安菲尔德，你们应该知道，就我们这点战备，完全不够诺曼堡的守军塞牙缝的，你们必须想办法把他们引出来，在附近的山谷伏击，这样的话榴弹弹射器的作用也会最大化。”约布斯特看着军工厂厂长室的地形图说着。\n\n    “嗯，这点我们知道，据我们的了解，诺曼堡的守军有500人，都是训练精良的红衫军，还有50门鹰炮，15门‘野兽’，听说……还有两架钢铁巨兽封存在他们的军械库。”安菲尔德说着，虽然保持着克制，可是提到钢铁巨兽还是不免浑身一颤。\n\n    “钢铁……巨兽么……”约布斯特想起了一件往事，儿时的他是那么的恐惧且又无助，他已不愿再次提及。\n\n    “是的……估计我们避免不了重大伤亡了，可是，我们真的要帮威尔士人抵抗英格兰人么，听说他们根本不待见我们……这种无谓的伤亡是不是……”虽然说，军人的职责就是服从，可是安菲尔德还是有太多疑问，事情似乎发展的非常奇怪，他知道约布斯特不像那些无知狂妄的政客，也不是那种威严的长官，应该可以回答他的疑问，\n\n    “不，安菲尔德，这不是无谓的伤亡，但是我也不想说太多，但我也知道你们和威尔士人的冲突是不可避免的，只求你们不要和威尔士人的冲突激化。这件事……我也觉得很奇怪……”约布斯特经安菲尔德这么一问，突然发现，这整个事件真的是很奇怪，白树和威尔士人的勾结，英格兰人几百年来无端侵略威尔士，甚至还有雷瓦尔叔叔，他在我儿时明明还是一个很善良的人，总喜欢抱着我逗我笑，带我去图卢兹看他的王宫，还有那些神奇的魔法……想起这些，约布斯特越来越不相信雷瓦尔叔叔真的会背叛约布斯特的父亲，他出生入死的战友，他们在第一次世界大战时建立的那种羁绊，是不可能轻易挣脱的。还有那个九头蛇，会不会跟他有关系呢？\n\n    现在考虑不了这么多了，先攻下诺曼堡要紧，算是对威尔士传达的友好讯息吧……约布斯特这样想着，他实在不想让整个事情阴谋化。\n\n    “是的，长官……我会尽我最大的努力。”安菲尔德说罢，便下去给部队传达命令了。\n\n\n    再让我们来看看诺曼堡的状况……\n\n    指挥官正带着搞基（口胡，高级）士官们在城堡大厅开心地喝着英国那难以下咽的啤酒，其中一个来自普鲁士的军官跳到桌子上，大声喊着：“你们这帮没喝过真正的酒的家伙，这种啤酒你们也喝得下去？让我给你们看看我们德意志的黑啤！当心喝得连城堡都守不住了啊，哈哈！”\n\n    “说话小心点！这里是英格兰，不是你的德意志！我们的诺曼堡没人会攻破！”一个看起来稚气未脱的年轻的骑兵军官生气的说，看得出来他是个贵族子弟，从小的灌输思想太严重。\n\n    “你是谁啊？小伙子……？敢和我抬杠？！要不是我，你们这残破的城堡早就在开战时失守了！”普鲁士军官生气的吼着，“你以为就你这什么都没见过的小贵族，也能抵抗威尔士人的红龙？告诉你吧，就在前一年，我只带着200个诺曼底步军，从诺曼堡城下，布里斯托尔，一路攻到了巴里！你觉得你这种乳臭未干的小毛孩能守住这里么？”是的，他在整个大厅中，是唯一一个可以直面红龙的人。\n\n    就在他们吵得正火热的时候，几个黑袍装扮的家伙进入了城堡……\n\n    “媚……你去查看一下钢铁巨兽的情况，我和域去清理一下吵闹的醉鬼……”一个带有浓重波斯口音的大胡子对其中一个黑袍说道。\n\n    “嗯……”这个叫做媚的家伙应了一声便立马前往军械库。\n\n    在军械库，除了大批的燧发枪和鹰炮排列着之外，最引人瞩目的就是那两个面目狰狞的钢铁巨兽，它这张小丑一般的脸让人永远无法忘记，背后那双骇人的大钳，似乎会在你靠近的那一刻将你撕成碎片，全身都是金属构造，靠两条履带行走，整体就像一个封闭的移动炮台，就是多了一张骇人的脸和那双钳子。媚看到钢铁巨兽的脸时，就像所有看见钢铁巨兽的人，冷汗直流，但是毕竟是哈萨辛训练过的，心理素质也是不错，很快就平静了心情，开始查看钢铁巨兽的情况，可是看着巨兽背后蓄势待发的巨钳还是有种不安。\n\n    “嗯……看来是很久没用，有点生锈了……”媚觉得这些机械可能没有太大的损毁，只要清理一下，可能会比新出厂的巨兽更富攻击力。\n\n    媚带着关于巨兽的讯息，迅速地离开了诺曼堡，在堡下一个木屋等待着剩下两人的归来……\n\n第九章-中间部分     诺曼堡的议事厅……\n\n\n    “小子……！停止对我的辱骂，我可以饶你一命，如果……如果你再继续……下去，我会把你打成筛子！”普鲁士军官咆哮着，在他咆哮的时候，他的那对挺翘的胡子不时的抽动着，似乎在跳探戈一般。\n\n    “你以为我会怕你这个日耳曼蛮子？我可是高贵的英格兰贵族！”这个年轻的骑兵军官明显不服这个糟老头。\n\n    “来啊！战个痛！”说着，这个老头已经把手伸进了枪套，拿出了他的手枪。\n\n    说着，这两个幼稚的家伙离开了议事厅，走到了训练场，怎么说呢，这两个家伙太幸运了……\n\n    两个人前脚离开了议事厅，两个影子后脚就踏入了议事厅的……窗户，“域，你解决那几个红衣服的家伙，剩下的交给我……”这个波斯大胡子说着，立马跳下了灯台，这个怪异瞳色名为域的家伙也紧跟着跳了下去，接着整个议事厅只能看见一片姨妈红，只能用四个字来描述：大变活人。\n\n\n    “杰姆加玛（Skull），动作挺快啊……”域有点不爽的说，他才杀了3、4个红衫军的贵族子弟，根本没有杀伤力的那种。\n\n    “是你太疏于练习了，自从杀了那个洛林公爵，你就没有再认真过。”这个被称为杰姆加玛的家伙说着，拔出了插在总指挥身上的弯刀。“说吧，发生了什么。”\n\n    “也没什么，只是那家伙的外甥，有种奇怪的感觉。”域说，“对了，九头蛇为什么让我们杀光这些家伙，是不是会有什么事情发生？”\n\n    “别想这么多，先生叫我们干什么，我们就应该干什么，知道了太多难免会灭口的。”杰姆加玛收起了他的四把马刀和两把大马士革弯刀。“走吧。”\n\n    “嗯……”域似乎已经不想在组织待下去了，“杰姆加玛，不如……你跟我一起离开吧？”\n\n    “不，别想了，你要是离开会被追杀到永远的。你要知道，那个号称必死的家伙会追杀你到天涯海角，永不罢休！”杰姆加玛警告的说道。\n\n    “切……那好吧……”域冷哼一声，跟杰姆加玛一起离开了议事厅。\n\n    他们到了悬崖边，杰姆加玛让域小心点，不要掉到下面去，否则他们只能在他的墓前相见了，悬崖上的夜色格外的美丽，似乎想把悬崖边上的人全部吸到悬崖底，涂出炫彩的红色。这时，杰姆加玛回头想让域快点走时，他看见域失神地望着悬崖底，“这下面……一定很好看对吧？杰姆加玛？”\n\n    “不！你这个疯子！”杰姆加玛看见域突然坠下悬崖，他可以想象到悬崖下绚丽的红色，可他不敢想象，这个家伙虽然常常和他拌嘴，不过怎么说也是多年的基友了，这种突然的死亡他无法接受，“难道我的戏言成真了？……不，怎么会这样，真主啊，不要如此戏弄我好么……”杰姆加玛失魂落魄地说着，几近掉下悬崖，最后回到了小木屋里……\n\n    “杰姆加玛，你们终于回来了，嗯？域呢？”媚终于等到了他们的回来，欣喜地跑去开门，可是……只看见了杰姆加玛一个人。\n    “域他……他……他掉下了悬崖……我之后再也没看见他了……”杰姆加玛两眼失神，回到木屋，第一件事就是趴到床上，想要从这场噩梦中醒来。\n\n    “真的么……域，就这么死了？”媚也不会相信，那个家伙是很爱惜自己的生命的，不可能这么大意的，或者是自杀。\n\n    杰姆加玛发现这是真实世界后，在床上坐了5分钟。\n\n    ……五分钟的沉寂……\n\n    “好了，你收到下一步指示没。”杰姆加玛恢复了正常，问媚。\n\n    “这里是他们给的信件，似乎是在我们离开后放在这里的。”媚拿出了一封羊皮纸包的信件。\n\n    “嗯……让我们去见一个名叫约布斯特的家伙？九头蛇到底在想什么？”杰姆加玛很奇怪，这次任务本身就很奇怪，诺曼堡与他们毫无关联，约布斯特这个家伙也是。\n\n    “这种事情不是我们能想的，洗洗睡吧，明天还要去威尔士见这个约布斯特呢。”媚打着呵欠，回到了自己的房间……\n\n第九章-后半部分    嗯……第二天……\n\n    “呼啊……昨天睡得真是神清气爽啊！”媚伸着懒腰，“走吧，杰姆加玛，去诺曼堡西边的那个营地。”\n\n    “唔……好。”杰姆加玛被惊醒后跟着媚离开了这个小木屋。\n\n    如果这两个人不注意一点，绝对会错过约布斯特他们的营地：完全被树木遮盖，而且还是半地穴式。\n\n    “安菲尔德，去给部队通知一下，设立一个诱敌部队，他们的任务是尽量把敌人派出来的部队引到西北面的山谷，你把2/3的榴弹弹射器派去伏击出城的敌军，剩下的弹射器和加农炮则用来攻城，记好了，刚刚威尔士来了消息，只要我们多坚持一会，威廉国王的军队就会到达这里。”媚走到主帐篷后，听见一个金发青年的声音，很明显这货就是约布斯特。\n\n    “是，长官，那我现在就去。”媚相信这家伙就是安菲尔德了。\n\n    “嗯……那就去吧。”\n\n    媚等主帐篷里的人全部离开，便走了进去，“这位先生，你可是约布斯特？”媚笑盈盈地向约布斯特走来。\n\n    “嗯？我就是，怎么了？不对，你们怎么进来的？！”约布斯特才发现这个家伙似乎和那个哈萨辛很像，可能是同一类人。\n\n    “别叫了，又不是劫色来了……”后面又走来一个波斯口音的大胡子。\n\n    “唔……说吧，你们来干什么”约布斯特知道坑定发生了什么。\n\n    “先生让我们来给你透露点情报来了，首先，诺曼堡军械库里的钢铁巨兽跟西欧其他国家的不太一样，应该是列日产的“小丑”，嗯……那独特的小丑装饰，绝对错不了；还有就是诺曼堡所有军官基本都杀光了，只有两个漏网之鱼，一个是一位普鲁士老兵，另一个是一个贵族骑兵军官。”媚很平静的说完了这段话。\n\n    “……”约布斯特已经不知道该用如何的表情应对着突然发生的事情。不过，只要微笑就好了对吧？\n\n    “嗯……就是这样，没什么事我们就离开了。”媚转身正准备离去。\n\n    “等等！这样的话，有件事情我想问清楚，到底是谁叫你们来的。”约布斯特叫住了媚。\n\n    “这个嘛……你觉得该不该说呢？”媚想了想，回头问杰姆加玛。\n\n    “说就说吧，不然他让我们来此的目的不明啊。”杰姆加玛回答道，“是九头蛇策划的此次行动。”说罢，杰姆加玛和媚便立即离开了他们的营地。\n\n    “哎呀哎呀……又是九头蛇么……居然杀光了所有军官，这是在坑我好伐我去，算了，把罪行推给威尔士人吧，不过，为什么英格兰人会用列日的小丑式巨兽，列日和英格兰的关系并不好啊，虽然同属欧洲联盟……”约布斯特开始他每日一次的沉思。\n\n    就这样，5年过去了。（口胡，五分钟。）\n\n    就在约布斯特还在沉思的时候一阵脚步声传来，抬头一看，正是安菲尔德，“已经都安排好了，只等明天开始进攻了！”\n\n    “很好，快去休息吧，夜半就要出发了，明天要给英格兰人一个大大的惊喜！”约布斯特说罢，便回房休息了。\n\n    安菲尔德躺在行军床上，根本睡不着，他们训练了这么多年，终于等到了一场真正的正规军之间的战斗，而不是像在列日时的剿匪行动那样无趣，还很担心荆棘鸟，让他带诱敌部队，会不会出问题呢？哎呀……安菲尔德实在太紧张了。\n\n    晚上在睡梦中过的是如此之快，午夜很快就到了……\n\n    月光下，隐隐约约有部队正成纵队行进着，草地上还拉散着，浓郁的雾气白茫茫一片，他们的钢盔在月色下反射出暗淡的光泽成一条直线延伸着……一会儿看清有人头和步枪在夜幕中时隐时现，后面紧跟着的便是加农炮了，那四个加农炮在人头和步枪之间非常明显，还可以听见各种语言交织出的行军口号。\n\n    这个信号很明显，那就是卢森堡的行军开始了……\n\n第十章：\n    2个小时后，军队到达了诺曼堡前，按之前说好的，300人的诱敌部队在荆棘鸟的率领到了诺曼堡门前，剩下的人藏到了附近的一个树林里。诱敌部队带走了10门榴弹弹射器，荆棘鸟与各个部分的负责人说好以摔杯为号，同时开火，大部分火力在城门附近，共有200人和7门榴弹弹射器，剩下的一百人散落在城门周围，但离不太远。\n\n    “来吧，兄弟们，装填弹药，我们要给英格兰人一个大大的惊喜！”荆棘鸟开心的说着。\n\n    “啪啦！”只听见一声酒杯（节操）的碎裂声。\n\n    这时，总共10门榴弹弹射器、270支火枪发出的声响盖过了刚刚的节操碎裂声。\n\n    “啊哈哈哈哈哈哈哈哈！”荆棘鸟狂妄的笑着，虽然他知道根本无法对诺曼堡造成伤害，可是给他们的那种措手不及已经让荆棘鸟很满意了，毕竟他的任务只是把大部分士兵引出诺曼堡。\n\n    这时诺曼堡内一片混乱，红衫军急急忙忙地穿上了制服，当他们拿起火枪准备应战时，火炮已经放了7、8个轮回了。\n\n    “发生什么了……怎么……那么吵……在放烟火么？”普鲁士军官边穿着自己的制服摇摇晃晃的出了军营，看见所有的人都慌慌张张的。\n\n    “喂小子，发生了什么？”普鲁士军官看到了之前那个跟他决斗的骑兵军官（他们出去决斗之后的事情待会会说），追上前问道。\n\n    “似乎是有人打上来了！”骑兵军官紧张又兴奋地说，他等这一刻实在是太久了。\n\n    “哦……是么，听起来不是太猛烈，会不会是想要坑我们？”\n\n    “应该不是，没人会这么浪费弹药来引诱敌人。”骑兵军官说，可他不知道，人家可是有一个超大型军工厂当后援啊，几乎是拿炮弹当雨下都没问题。\n\n    “也对。”普鲁士军官突然转身又严肃的对着骑兵军官说，“乔治上尉，请带上你那支50人的侦查骑兵与我的普鲁士灰骑兵汇合，直接碾碎他们！”普鲁士军官觉得他们人并不多，可能只有200~300左右，50名侦察骑兵与280名灰骑兵碾压他们基本是没问题的。\n\n    “是，古德里安长官！”\n\n    330匹马，330顶骑兵帽，330把闪闪发光的马刀，整齐划一地从出门出来冲向了前方，宛如死神天降。\n\n    荆棘鸟站在一个小丘上，正看着四起的硝烟和密集的炮火声，突然看见一支骑着黑马，身着灰衣和红衣的骑兵冲了出来，他根本没想到居然会有这么多的骑兵，而且那灰衣一定是普鲁士的骑兵，当荆棘鸟还在出神时，听到一个人在喊他，\n\n    “梅塞施密特！梅塞施密特！”\n\n    “什么？”荆棘鸟应了一声，但是没有认出是谁，只能听出他的阿拉伯口音。\n\n    “太棒了！梅塞施密特！我们阿拉伯队上前线了！我们抵住了灰衣骑兵的第一轮冲锋！”原来是阿拉伯队的队长阿里，他脸上露出了年轻人第一次上战场时的那种微笑。\n\n    “是吗？”荆棘鸟露出了微笑，“打得怎么样？”\n\n    “把他们打退了！”阿里兴奋地说着，他突然变成了一个多话的人，还时不时的冒出几句阿拉伯语，“居然把他们打退了！”\n\n    “你们干得很棒，现在我们的任务是把骑兵引到西边的那个山谷，能做到么？”荆棘鸟说。\n\n    “什么？为什么？我们才把他们打退啊，我们可以乘胜……”\n\n    “不，我们的任务就是把一部分守军引出来，就凭我们是不可能打下来的。”荆棘鸟打断了阿里的话。\n\n    “可是……那好吧……”阿里失望地离开了，他走到前线通知了他的队员。荆棘鸟也让其他分队的队长前去传令了。\n\n    第一次冲锋就遭到打击弄得非常狼狈的乔治和古德里安脸色很难堪，“该死的……兄弟们，继续冲，把他们冲垮也不停止！”古德里安吼道，乔治笑着看了一下古德里安，一起冲向了位于前线的阿拉伯队，阿拉伯队是唯一一支没有配备榴弹弹射器的分队，但也是战斗力最强的分队，所以他们才敢不用榴弹还直面骑兵。\n\n    阿里没有命令开火，骑兵冲到了70米，阿里仍然高举着右手的弯刀！\n\n    60米！阿里的右手已经开始了颤抖！\n\n    50米！阿里的右手丝毫没有放下的意思！\n\n    40米！汗水几乎已经打湿了阿里的刀鞘，阿里仍然高举右手！\n\n    30米！阿里猛然用右手指向了古德里安的方向。\n\n    阿里一直在分辨哪一个才是指挥官，他知道一支十分严肃的骑兵没了指挥官就像人没有了神经系统，对外界刺激已经毫无反应。\n\n    虽然只有70把刻满了真主保佑等字眼的火枪，却吐出了一条巨大而贪婪的火舌，疯狂的吞噬着面前恐惧的马儿和人类，古德里安高举马刀冲向了火力最猛烈的右翼，却因为冲的太前，失蹄坠下，当他抬起头时，只看见一个黑洞洞的枪口对着他……\n\n第11章\n\n    古德里安抬头看向这个枪口对着他的阿拉伯人，他看起来只有16、7岁，他看到这个孩子满脸的期待与兴奋，因为他看出来古德里安就是军官了，男孩的手指正要按下扳机，一袭红衣掠过男孩的背后，留下了一条鲜红的标记，男孩脸上的恐惧古德里安一辈子都忘不了，他离这个男孩是那么的近，男孩脸上任何细微的表情变化都能看出，当他看到这双晶莹的大眼睛顿时黯然无色时，他永远记住了这个男孩……\n\n    就在他还在为这个男孩而失神时，刚刚掠过的红衣笑着对他喊着，“怎么样老头，我可是救了你啊！”古德里安抬头一看，原来是乔治。\n\n    “谢了小子，你的恩情我绝对会报答的……”古德里安站起来拿起了这个男孩的火枪，继续向前冲锋，可看势头已经减弱，只好撤回准备下次冲锋。\n\n    这时阿拉伯队只剩下20多人了，阿里才明白自己的想法是那么的愚蠢，这帮家伙是绝不会让自己的长官陷入危险的，阿里放下了火枪，拿起他们家自萨拉丁时代就传下来的矛，对着剩下的20人大喊：“让我们用祖先的东西捍卫我们最后的荣耀吧！为了祖先的荣耀啊，让我们用长矛架起我们最后的躯体吧！”\n\n    阿拉伯队的队员们明白了什么，都放下了自己的火枪，站成一排，拿起了长矛，跪在骑兵们的面前，等待着骑兵的第三次冲锋……他们知道自己已经没有生还的可能了，所以决定要像曾经的萨拉森一样长矛般的给予灰衣骑兵最致命的伤害……\n\n    由于上两次冲锋都没有太大的成果，灰衣们的心情已经不是那么激动了，他们没想到这帮阿拉伯人居然那么顽强，他们只剩一半的人了，但是荣誉驱使着古德里安继续冲锋，他看见其他的队伍都撤走了，只剩这帮阿拉伯人，他必须赶快跟上去剿灭剩下的敌人，否则叫来了更多的援军他们就回不去了。\n\n    “来吧兄弟们，继续冲，德意志就在身后！”古德里安大声的吼着。\n\n    很明显红衣们也听到了古德里安说的话，露出了不悦的神情，这时乔治突然说道，“红衣们，普鲁士人帮我们太多了，我们要还回来，不是么？他们有他们的德意志，我们有我们的英格兰！国王会让我们的亲属获得最荣耀的待遇，让我们长眠于威廉王的墓前！我们会守住威廉王来到英格兰建立的第一个城塞！”\n\n    很明显乔治的话激励了红衣，他们也像灰衣一般不要命的冲向了前方。\n\n    一把把马刀挥舞着，阿拉伯队仍然平静的跪着，拿着长矛,等待着自己最后的时光消逝。\n\n    似乎因为灌木丛什么的的关系，骑兵们完全没有看见阿拉伯人手上的长矛，甚至根本不知道为什么这帮家伙蹲在地下，以为是阿拉伯队自认为没救，决定死在他们的蹄下,骑兵们自认为他们已经是必胜了，只要冲破这道防线，就可以追击在逃的其他支队。\n\n    骑兵冲到了50米前，阿拉伯人仍然跪着，手上的长矛也未架起。\n\n    还有40米，阿里大喊了一声：“等待！”\n\n    还有30米，长矛仍藏在地下！\n\n    只剩20米了，骑兵们的一把把马刀已经举过头顶，似乎再过一瞬马刀就会染上靓丽的红色。\n\n    在最后10米的一刻！阿拉伯队的队员们突然大声诵念经文，拿起了藏于地下的长矛，尽力向前方的灰衣刺去！\n\n    阿拉伯人的突然暴起让灰衣们大为震惊，冲在最前的骑兵们还未来得及反应马儿就被长矛刺死，跌落马下，死在了阿拉伯人的弯刀下。后面的骑兵们因为来不及反应冲撞了或被面前的尸体绊倒，以致亦死于弯刀之下，但仍有骑兵反应较快，在还未撞上前面的尸体前调转了马头从侧面或后面袭向了阿拉伯队，阿拉伯人毫无惧色，临死时仍想多带一个一起魂归天国……\n\n    突厥式弯刀和普鲁士人的马刀强烈地碰撞着，但是寡不敌众，仅剩20来人的阿拉伯队此时已经全员覆亡，骑兵们损失也很惨重，损失了冲锋前兵力的三分之一，只剩下了84人。阿里，这个阿拉伯队的队长，在和骑兵砍杀时被后面袭来的家伙削去了脑袋，但仍然屹立在那个骑兵面前，高举着弯刀的僵硬的手臂永远也不会垂下了……其他死去的阿拉伯人仍未垂下他们的头颅，而是用那双眼睛耽视着敌人，似乎是想吃了他们一般，灰衣们胜利后没有向这片战场多看一眼，灰衣们虽然都是老兵了，但是也不禁汗毛竖立，这片战场带给了他们永远的梦魇……\n12章之后在第二页=W=\n\n\n\n\n\n",
    "replies": [
        {
            "author": "lz1773640488",
            "timestamp": 1369543860,
            "txt_content": "先回复  沙发！"
        },
        {
            "author": "mereke888",
            "timestamp": 1369544040,
            "txt_content": "lz1773640488 发表于 2013-5-26 10:51 \n先回复  沙发！\n= =话说无法折叠是什么回事"
        },
        {
            "author": "Technology",
            "timestamp": 1369544160,
            "txt_content": "我感觉这种中世纪的气氛营造的不太好..\n说起来你在骑马与砍杀里面发过这篇？"
        },
        {
            "author": "Technology",
            "timestamp": 1369544280,
            "txt_content": "火器在14世纪以后才有的..."
        },
        {
            "author": "lz1773640488",
            "timestamp": 1369544580,
            "txt_content": "mereke888 发表于 2013-5-26 12:54 \n= =话说无法折叠是什么回事\n不知道..........你设置了吗！？{:10_492:}"
        },
        {
            "author": "mereke888",
            "timestamp": 1369566840,
            "txt_content": "Technology 发表于 2013-5-26 10:56 \n我感觉这种中世纪的气氛营造的不太好..\n说起来你在骑马与砍杀里面发过这篇？\n嗯，发过，还有，这个作品时间是1661年，工业国的科技已经是19世纪水平了"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1369572120,
            "txt_content": "我凑……又是虚空史诗……全是虚空史诗……去泥煤{:10_502:}"
        },
        {
            "author": "mereke888",
            "timestamp": 1369572540,
            "txt_content": "风之心_天双 发表于 2013-5-26 18:42 \n我凑……又是虚空史诗……全是虚空史诗……去泥煤\nbaka我是魔王！"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1369577460,
            "txt_content": "哇……第一章就好长……\n整体来说很棒~希望以后多多光临创作版~"
        },
        {
            "author": "mereke888",
            "timestamp": 1369578300,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-5-26 20:11 \n哇……第一章就好长……\n整体来说很棒~希望以后多多光临创作版~\n= 其实，这是九章，只是折叠出问题了= ="
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1369579560,
            "txt_content": "mereke888 发表于 2013-5-26 22:25 \n= 其实，这是九章，只是折叠出问题了= =\n噗。。好吧，明天换电脑帮你排下版吧～"
        },
        {
            "author": "mereke888",
            "timestamp": 1369579860,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-5-26 20:46 \n噗。。好吧，明天换电脑帮你排下版吧～\n那就多谢了~"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1369649280,
            "txt_content": "mereke888 发表于 2013-5-26 20:49 \nbaka我是魔王！\n好吧我才看到是这个！"
        },
        {
            "author": "mereke888",
            "timestamp": 1370017380,
            "txt_content": "呼……终于又更新了"
        },
        {
            "author": "mereke888",
            "timestamp": 1370102880,
            "txt_content": "QAQ没人看呢"
        },
        {
            "author": "mereke888",
            "timestamp": 1370871300,
            "txt_content": "由于只有休息才能更新，所以比较慢，见谅了。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370876100,
            "txt_content": "mereke888 发表于 2013-6-10 21:35 \n由于只有休息才能更新，所以比较慢，见谅了。\n头像太瘆人了，换一个"
        },
        {
            "author": "mereke888",
            "timestamp": 1370879580,
            "txt_content": "风之心_天双 发表于 2013-6-10 20:55 \n头像太瘆人了，换一个\n西塞罗这么萌，绝对不能换！（生气）"
        },
        {
            "author": "a4512086",
            "timestamp": 1370884800,
            "txt_content": "友情帮顶{:10_524:}"
        },
        {
            "author": "a4512086",
            "timestamp": 1370885040,
            "txt_content": "写的很好咩，其实就是来帮顶的。。"
        },
        {
            "author": "mereke888",
            "timestamp": 1371314160,
            "txt_content": "没人啊……"
        },
        {
            "author": "mereke888",
            "timestamp": 1371390600,
            "txt_content": "还是无人问津啊"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1371466860,
            "txt_content": "mereke888 发表于 2013-6-16 21:50 \n还是无人问津啊\n排版有点问题！太密密麻麻了，隔段分行好吧"
        },
        {
            "author": "mereke888",
            "timestamp": 1371563940,
            "txt_content": "第12章————————\n\n    就在这诺曼堡被袭击的时候，列日也在发生什么事情……\n\n    “居伊大人回来了！居伊大主教从马耳他回来了！”列日的街道到处充斥的这句话，有人惊恐，也有人感到欣喜。欣喜的人是那些满脑肥肠的奸商和官员们，惊恐的人则是那些反对者们。\n\n    在列日政府大楼的议事厅，miki也听到了消息。\n\n    “什么？居伊回来了？这家伙又想把我好不容易整顿好的列日弄乱么！这种家伙也能从马耳他的叛乱中活下来？”miki生气地站起来，一把推开椅子，走向寝室。\n\n    “执政官大人！”一个中年人走了过来，“执政官大人，你……确定不参与我们的正义事业么……”\n\n　　看来这个家伙是一个反对者。\n\n    “正义事业？没兴趣，找别人吧！”miki毫不犹豫的拒绝了他的请求，像赶苍蝇一样挥挥手，“对不起，先生，我该回房了，有事请找各个负责人吧。”\n\n　　说罢，miki离开了议事厅，径直回到自己的房间。\n\n    “居伊……这个家伙！没想到啊，曾今还以为这位医院骑士团的团长真的是一个正义的人，真是没想到……这个家伙居然屠杀马耳他的无辜平民，还拿他们的骨肉当下酒菜，骑士精神这世界上还真的存在么……”miki双手撑着脸，看着镜子，“不知道这个人渣回来后会做什么……还有我的火枪队，该不会被约布斯特这个家伙给全灭了吧！”\n\n　　直到这时，miki才发现，火枪队这件事情居伊一定会知道。她有了一种十分不好的预感。\n\n    miki在床上滚来滚去~滚来滚去地度过了3个多小时。\n\n    隔着门板，miki听到走廊上突然传来一个极为粗犷和放荡的声音，和大笑声一阵传来：“miki！我，居伊·德·吕尼西昂，镇压了马耳他岛的叛乱后毫发无伤的回来了！怎么样，开心吧！”\n\n　　正是前去马耳他的居伊。\n\n　　居伊一边笑，一边走向miki的寝室，还未开门，门却砰地一声打开了。\n\n    “哦……是么，那又怎么样。”miki冷冷地回了一句，又砰地关上门。\n\n    “唔……你这个家伙！算了，别管这些了，先去喝上几杯吧，哈哈！”居伊被泼了冷水后，一想起酒，立马恢复了刚才的神情。\n\n    居伊来到了议事厅，并把所有的他的亲信和一些商人全部叫了过来一起喝酒，过了几个小时，一个个满脑肥肠的商人和那些腐败的官员们陆陆续续的进入议事厅，在居伊招呼从人们拿特质酒的时候，便是这荒诞的酒会的开始……\n\n    “来吧，兄弟们，这些是我们马耳他岛的医院骑士们亲自酿的酒，不过要注意了，别被那些低贱的马耳他人的骨头搁到牙了啊？哈哈！”\n\n　　居伊放荡的笑着，可以听出这家伙拿马耳他人当调酒的调料了。\n\n    “骨……头？居伊大人……你的兴趣真特殊啊……那……我们干了！”虽然这帮家伙已然堕落，但没有说是如此丧失到这种地步。这些堕落的商人和官员喝酒时疙瘩疙瘩的咬骨头的声音清晰可闻。\n\n    “居伊大人，你听说了没有，阿斯特拉罕人好像吞并了顿河哥萨克，他们的下一步目标可能就是伏尔加保加尔或者乌克兰了。”一个远行商人说道，看样子他刚从东方远归，听到了一些消息。\n\n    “阿斯特拉罕人？那帮自称是卡扎尔直系后裔的家伙们？他们能有什么作为，一帮试图加入我们欧洲先进技术的野蛮人是无法成功的。”居伊没有在意这件事情。\n\n    虽然，这件事情在乌基诺（乌克兰-基辅罗斯-诺夫哥罗德）联合体、伏尔加保加尔和爱沙尼亚国内发生了极大的震动，东边的西伯利亚和突厥也更加关注这件事，阿斯特拉罕即将崛起的第一块垫脚石就是顿河，这头东方的巨兽，或许即将苏醒……\n\n    “居伊大人，谁都知道这帮野蛮人是不会有作为的，可是大人，您知道么，爱沙尼亚宣布与北德意志联邦正式结为了同盟，而且普鲁士也宣称自己是北德意志联邦的一部分，瑞士、巴伐利亚和波西米亚也与北德意志联邦结为了同盟，现在奥地利成了欧洲联盟在德意志地区唯一一个成员国了，恐怕会出事啊！”外交大臣对居伊说，很明显他担心列日会成为德意志联盟的目标。\n\n    “这帮该死的日耳曼人！到底想把这个世界弄得多混乱啊，不过你不用担心，法兰西人会帮助我们的，他们牢不可破的联盟几乎是无坚不摧！”居伊笑着说，他已经把列日当成了北法兰西联盟的一份子了，以为法兰西人会保护他们，殊不知自己因为和卢森堡的疏远导致了两边对他的不信任，miki把黑森火枪队送给流亡者约布斯特的做法更加深了法兰西人和德意志人对他们的不信任，甚至痛恨。\n\n    “而且，居伊大人，执政官miki把我们雇来的黑森火枪手的指挥权全权交给了一个叫约布斯特的卢森堡流亡者，她这是在把我们列日处于危险之中啊！”外交大臣又说着，让居伊愉快的心情全无，居伊听着外交大臣的絮说，脸色愈来愈难看……\n\n    突兀地，居伊一甩手，啪地一声，酒瓶狠狠摔在地上，碎片溅了一地。\n\n　　热闹的气氛瞬间停滞下来。\n\n　　“miki居然把我们的雇佣军送给了一个落魄的丧家犬？她在想什么呢！”居伊生气地把旁边一个卫兵抓起来，扔出了20米远，“不行！不能再让miki这么胡作非为！”\n\n    居伊大声说着，并伴随着手狠狠排击着桌子。\n\n　　“你说我胡作非为？”没有料到，miki竟走了进来，“那好，我辞职，再见，我尊敬的大主教。”\n\n　　miki看了居伊一眼，便回房收拾了自己的物品准备离开列日政府大楼。\n\n　　“miki！等会，你不准走！唔……你再走一步我让你再也离不开这个大楼！”居伊的怒吼隔着三间房子都能被miki听到，而且还挺清晰的。\n\n    “有这个能力的话……你来试试啊？”miki不屑的回头看了气急败坏的居伊一眼，便离开了这栋大楼。\n\n    直到走出大门，miki才想起来摸摸自己的口袋——\n\n　　衣袋中空空如也。\n\n　　“啊嘞……真头疼啊，忘了带钱了……”miki又无奈的看了一眼自己的背包。就在此时，她看见了一栋建筑，这是一家食馆，一家远东人的食馆……"
        },
        {
            "author": "mereke888",
            "timestamp": 1372850760,
            "txt_content": "第13章\n    这家食馆的装饰和周围的一切都不搭调，红灯笼、琉璃瓦，还有一个个喊着欢迎光临的小二，看到这些，miki的脑海里浮现了一些片段……\n\n    夕阳下，一个年仅六岁的小女孩追逐着两个大人，虽然看不见脸，但是小女孩开心的叫声亦能让人了解，“爸爸~妈妈~不要跑那么快啊！我快追不上啦~”开始，她觉得父母只是在跟她玩游戏，所以一边笑着一边追赶，可是……她发觉父母的脚步越来越快，越来越快……冷漠地、无情地奔向了远方的地平线……\n\n    渐渐地，太阳落了下去，父母的脚步也消失在了地平线上，小女孩茫然地呆立在路上，她完全不知道发生了什么，爸爸妈妈为什么离开她……她哭了，毫不掩饰地，撕心裂肺地哭着，“妈…妈妈~爸爸~！我要妈妈~把我的爸爸妈妈还给我！”，可是，回答她的只有无情的风和摇曳着的灯笼，仿佛这个世界都抛弃了她……\n\n    可是，一个红发的中年男人慈祥的走了过来，他的西方特征在当时的洛阳十分少见，小女孩害怕地后退着，她觉得这个红发家伙就是母亲在故事中提到的罗刹鬼，她听见这个中年男子说了什么，可她听不懂，男子见小女孩听不懂，便用手势向她说明自己是想要帮助她，不是什么坏人，懵懂的小女孩相信了他，用非常可爱的音调说了一句，“谢谢叔叔~”中年男子身躯一战，但还是一副装出若无其事的样子带着小女孩来到了一家南瓜饼馆里。\n\n    他似乎很了解这个南瓜饼馆的馆主，好像是一位博学多识且富有爱心的家伙，他觉得馆主一定会帮助这位小女孩，馆主看见男子带着一个小女孩进了馆子，便赶忙过去用一种小女孩不懂的语言问男子发生了什么，男子说了些什么，接着馆主一副恍然大悟的样子，一副笑容地问小女孩，“跟父母失散了么？要不要我帮你找找啊？”小女孩开心地点了点头，“嗯！谢谢叔叔！”馆主笑着挠了挠头，又转过来对男子说了什么，男子便起身准备离开，小女孩着急地跑了过来，抓着男子的衣皱，天真的歪着头问道，“叔叔，你叫什么名字？”\n\n    “Khydra……”吐出这个词语，男子迅速转身离开，似乎从未认识小女孩。\n\n    “Khyda…Khyrda…Kydla…Khydla……呸呸！唔……”小女孩似乎咬到了舌头，着急地抓着自己的舌头转来转去，还挤出了几滴眼泪……\n\n    miki嘴里隐隐地念叨着，“Khydra……Khydra……”并走进了这个馆子。\n\n    果然，不出miki所料，这个馆子和十年前在洛阳的那个南瓜饼馆的布局一模一样，分毫不差，肯定跟当时救了她的那个馆主有关系，她无奈的笑了一下，又要被南瓜饼救了啊……\n\n    这时，一个小二走了过来，操着纯正的北方汉语，“这位小姑娘，想要点什么？”\n\n    “不用了，我能见你们的馆主么？”miki问道。\n\n    “啊，真是对不起，馆主恰好不在，不过，如果您愿意等上一会，馆主可能就会回来了，他最近刚去了威尔士一趟，而且还把约克的馆子打理了一下。”小二脸上挂着万年不变的笑容。\n\n    “威尔士……？哦，那谢谢了。”miki说完，便准备离开这里，可是，一个看起来像日本浪人的女子走了过来，“请…请问，你找严烨先…先生有什…什么事么。”她用不太流利的汉语问道。\n\n    “严烨？馆主姓严？”miki疑惑的问道，因为在她的记忆里，洛阳的那位馆主分明姓X。\n\n    “是…是啊。”浪人说，接着她又摆了摆头，“不对不对…你找严烨先生是为什么！”她一副严肃的模样，手里却拿着一大块南瓜饼还吧唧吧唧的吃着（很明显是个吃货啊！）。\n\n    “噗……好吧，其实是令馆主的师傅或是什么人叫我来的。”miki看着浪人满嘴南瓜的样子，一下子笑了出来，接着装出很严肃的样子，似乎是有什么重要的事情似的。\n\n    “哦……哦……这样啊！”浪人立马变了一张面孔，变得十分和善，“你好，我叫上杉谦信！”\n\n    “我……我叫……我叫……”miki犹豫了一下，“我叫羽……叫我小羽就好了……”\n\n    “嗯……小羽，真是个不错的名字！”谦信笑着说，“请多指教，来我房间等着吧，严烨先生一会就来。”\n\n    “嗯……谢谢谦信公。”miki……啊不对，现在该叫小羽了，小羽委约的低声说道，跟着谦信走进她的房间等待着那位名为严烨的馆主的到来……"
        }
    ]
}