{
    "title": "无缘见面不相识！细数那些只听过没玩过的神作",
    "author": "mmmkkkmmm",
    "replyCount": 4,
    "timestamp": 1369570020,
    "txt_content": "转载来自游民星空\n无缘见面不相识！细数那些只听过没玩过的神作\n你是否对某些“神作”从来不感冒？是否有些神作大家都在说，但是你从来没玩过？相信大家都会有这样的情况。这些“神作”可能是年代比较久远，可能是类型不是你喜欢的，可能因为没有资源。。。总之，你和它们擦肩而过。\n1.《半条命2》\n\n《半条命2》很久远么？完全没有，那可是2004年，那时候大家都在读中学或者小学吧？CS已经火起来了，网吧里基本是传奇，泡泡堂和冒险岛等等。但是你为什么没玩过这款游戏呢？说不上来，可能是游戏的境界不太适合当时的我们吧。没错，《半条命2》被IGN选为近10年十佳游戏第一名可是有原因的。\n\n\n2.《旺达与巨像》\n\n“最美的游戏”“最接近艺术品的游戏”“真正的神作”等词还不足以形容《旺达与巨像》在游戏界的地位。没错，不论是口碑，还是销量，或者是全球媒体的评价，这款游戏都是毫无争议的好作品。\n\n那时候PS2也算普及了，不过大部分玩家还是在游戏厅里体验这款主机的，因此大家一般都玩实况，三国无双，文艺点的玩玩NBA LIVE或者狡狐大冒险，所以真正接触过《旺达与巨像》的人其实很少。\n\n\n3.《异域镇魂曲》\n\n史上最文艺的游戏，有人这么称呼它。《异域镇魂曲》是一个神秘而耐人寻味的有着哲学命题和壮丽宏大史诗般的剧情的一个游戏，是一个不用担心死亡而去寻求真正死亡的游戏。你将在那里遇到难以想象的生物和出人意料的事件，整个故事情节将如同一本精彩绝伦的小说一般展现在你的面前它那神秘的世界，宏伟的场景，变幻莫测的游戏主线，引人入胜的故事情节，创意非凡的物品和NPC设定，冷峻的科幻色彩，诡异的情节，庞大的世界观、AD&D规则和复杂海量140万字的精彩的对话使它盘踞世界游戏排行榜榜首长达半年之久。\n\n对于这样哲学高度的作品，小编自认为无法参透其中的内涵而放弃了。\n\n4.《我的世界》\n\n能成为神作，捧的人和骂的人其实是一样多的。《我的世界》是神作吗？毫无疑问是的，不过应该是对真正喜欢它的人来说的。真正沉迷的人可以研究无数多MOD，建立无比宏伟的建筑，实现几乎是不可能的任务。\n\n但是对不那么hardcore的玩家来说呢，这个游戏就是个马赛克的方块游戏，不停的挖挖挖，修修修修，很难发现乐趣所在，于是就和这款游戏失之交臂了。\n\n6.《E.V.E》\n\n《EVE Online》由冰岛CCP公司开发，以宏大的太空为背景，高度融合硬科幻元素，给玩家展现了一个自由的虚拟宇宙世界。玩家驾驶各式船舰在超过五千个行星系中穿梭，在游戏的宇宙中能进行各式的活动，包括采矿、制造 、贸易与战斗，玩家可从事的活动类型随着技能而递增，即使玩家没有登入游戏中，游戏中技能的训练随时都进行着。《EVE Online》揽获包括GDC在内的世界游戏大奖，更在欧美最著名游戏网站MMORPG.com的榜单排名中击败众多知名网游，成为2011年度世界最佳游戏。\n\n这应该是高帅富或者学霸们的专属游戏吧？\n\n7.《半条命》\n\n和《半条命2》类似，只不过这个年代更加久远，来到了1998年。只能说和大家不是同一个时代的了。\n\n8.《上古卷轴》系列\n\n小编我本人倒是很喜欢，但是同时也了解到有无数玩家对这款游戏“恨之入骨”。喜欢它的原因很多，但是放弃它的原因也不少，丑陋的人物模型，蛋疼的打击感，复杂的MOD，冗长的剧情，还有碰都不能碰的“鸡神”等等。\n\n小编本人都是“三下三删”，才真正上手的。老滚啊，想说爱你不容易。\n\n9.《仙剑奇侠传》系列\n\n也许这里单指一代？毕竟能称的上神作的也只有一代了。你有你的回忆，你有你的经典，但是依然有很多同时代的玩家对这款游戏不感冒。为什么呢，剧情？回合制？国产？总之，不感冒就是不感冒。所以，动不动就搬出“仙剑感动全中国”的朋友们可以省省了。\n",
    "replies": [
        {
            "author": "我被盗号了",
            "timestamp": 1369570080,
            "txt_content": "游民自重                  "
        },
        {
            "author": "ckj",
            "timestamp": 1369570140,
            "txt_content": "我只是觉得地4好而已。"
        },
        {
            "author": "D调の华丽",
            "timestamp": 1369570320,
            "txt_content": "T T我好想玩半条命物理沙盘，下载过，打不开，后来删了"
        },
        {
            "author": "2219890263",
            "timestamp": 1369571940,
            "txt_content": "最喜欢MC和仙剑，"
        }
    ]
}