{
    "title": "噬剑狂魔第二章",
    "author": "wigtitit",
    "replyCount": 2,
    "timestamp": 1369665300,
    "txt_content": "\n第二章 剑灵反噬，英雄末路　　刑家府院中央位置有一方形池塘，其中只有一池清水，还有几条半天才会游动一下的鱼儿。\n　　池塘周围则有着几棵老枫树，它们如城中的枫树一般，枝叶枯零，在秋风之中瑟瑟抖动，已经泛黑的枫叶发出沙沙的响声，平添了几分寂寥。\n　　当年和如今都是为刑家第一强者的邢豪，现在就在这池塘边上，拎着酒壶，一脸惆怅，默默无声。\n　　他见识过刑家当年在这蓝枫城的强盛，也亲眼目睹刑家高手逐个陨落，可以说刑家当年威压罗、薛两家是由他带领，而刑家也同样是在他当家主期间一落千丈的，甚至他的三个儿子和两个女儿都是他亲手埋葬。\n　　若不是刑家还有一根独苗需要照拂，愧对列祖列宗的邢豪怕是早就以死谢罪了。\n　　家族的大起大落，让这位堪称蓝枫城第一强者的老人，虽显得看尽世间沧桑，也多了几分不能承受之重。\n　　哀莫大于心死，邢豪虽还活着，可心却早已经随他那五个孩子一起死去。\n　　别人或许在失去许多至亲后，还能振作起来，奋发图强，可性子执拗又觉得心中有愧的他，终日只能借酒浇愁。\n　　本来刑家的那根独苗，是他唯一的希望，可惜的是，那根独苗并没有半点长成参天大树的迹象。\n　　邢南便就是刑家的独苗，也是偌大一个刑家，除了邢豪之外的仅有的刑家人。\n　　当然，如今刑家也就只有三个人了，除了邢豪与邢南爷孙俩，也就只有一位从小便被收养的平时负责打扫庭院的下人。\n　　那下人也是年过半百，此刻他就默默站在邢豪的身后，一脸的关切。\n　　“祖父！”\n　　邢南快步跑到了池塘边上，连气儿都没喘上一口，就道：“祖父，孩儿想借寂影剑用用。”\n　　邢豪一脸神色复杂地看向了自己孙儿，轻声问道：“南儿，你要借寂影剑何用？”\n　　“呃……”\n　　邢南心思电转，回道：“孩儿想试试能不能修剑道。”\n　　若是在以前有刑家人说出这话，必定会被视为大逆不道，毕竟刑家乃是武道世家，信奉的是武道至强，绝不容家族子弟修习剑道。\n　　可如今刑家已经末落至斯，邢南又明显不可能在武道上有太大成就，邢豪自然不会因此而责备。他不仅没有责备自己孙儿，反而微笑着道：“这或许真是你的正路，既然你有此意，试试也无妨，让你陈伯带你去拿寂影剑吧。”\n　　陈伯就是站在邢豪身后的那位下人，以前他一直是打扫庭院的，自从刑家开始走向末落，他便成了刑家的管家，没有一人可以使唤的管家。\n　　这些年来，刑家以前的那些下人，都是因为各种各样的原因离开了刑家，唯有陈伯一直对刑家不离不弃忠诚无比。\n　　陈伯带着邢南穿过刑家府院里的许多庭院，最终进了刑家祖祠庙堂，他对邢南道：“来，小少爷，给你爹娘以及刑家先辈们敬香叩头。”\n　　邢南依言而行，先上香，再叩头。\n　　当他起身时，陈伯手中已经多出了一副木质剑匣。\n　　不用想也知道，这剑匣里便藏有刑家家传之宝寂影剑，邢南略显激动，一把将剑匣揽入了自己怀中，接着就一溜烟跑出了刑家祖祠庙堂。\n　　又回到了自己的那间厢房里，邢南打开了剑匣，从中取出了一把三尺长剑。\n　　长剑造型古朴，剑身清光阵阵，剑刃锋利，在剑柄上刻有“寂影”二字。\n　　其实在邢南看起来，单从外观而论，这寂影剑还不如薛家二少爷的佩剑卖相好。\n　　但薛家二少爷的佩剑只是没有灵性的伪灵剑，而寂影剑却是真灵剑兵，二者之间的差距判若泥云。\n　　邢南认真观量了一番后，将寂影剑横在了自己双膝之上，然后开始静静调息。\n　　用了三天时间，邢南才将自己的状态调整到最佳，期间除了吃饭睡觉打坐之外，他还装模作样的在院子里舞动寂影剑，一副专心练剑的样子，不过只是做给陈伯和自己祖父看的。\n　　没有犹豫什么，已经下定决心要做的事情，他从来不会在关键时刻彷徨。\n　　他在吸收一口凉气后，双掌按在了寂影剑的剑身上，继而闭上双眸，噬剑诀的筑基功法随即默默运转起来。\n　　渐渐的，他体内为数不多的灵气，自掌心涌出，将整个寂影剑包裹起来。\n　　属于邢南的灵气不断在寂影剑的周身游走，让寂影剑那沉寂多年的剑灵缓缓显露。\n　　寂影剑开始微微颤动，剑身浮现出一股股如水波般的清纹。\n　　那如清水一般的波纹，渐渐加速流转于寂影剑全身，让得这厢房里剑光闪耀不休，一股股强大的剑意也肆虐开来。\n　　嗡！\n　　不知道过去多久，寂影剑蓦然爆发一阵铮鸣，一股子凌厉无比浩荡如山崩地裂般的剑意，顷刻间便将这厢房里除了邢南的一切绞碎，也将这厢房以及附近的房屋全部夷为平地。\n　　正在刑家府院中央那池塘边上饮酒的邢豪，忽然脸色一变，继而纵身跃起。\n　　而此刻，一片状如猎豹般的剑光虚影，则是正悬浮于邢南头顶，它在发出了一声震天咆哮后，猛然扑向邢南那不算强壮的身体。\n　　当那剑光虚影与邢南的身体接触之际，邢南全身的骨头一起发出了噼噼啪啪的脆响，剧痛之下，他已经无法沉心修炼下去，身子向前一扑，便是七窍流血地昏迷了过去。\n　　剑光虚影随即沉入到了邢南的身体之中，然后开始疯狂地破坏他的筋骨与内腹。\n　　邢豪飞落下来，见自己孙儿虽然已经不省人事，可身子还在不住地抽搐着，他心中不由得大呼不好，然后将自己的真气侵入到自己孙儿的身体里。\n　　毕竟是一位九品武师，当自己的真气与孙儿体内的剑灵接触之际，邢豪就已经可以肯定，自己孙儿之所以会如此，必定是遭到了寂影剑的剑灵反噬，他在片刻犹豫后，开始疯狂地运转自己体内的真气，并以掌心发出强大的吸力，以此挑衅并牵引寂影剑的剑灵。\n　　寂影剑的剑灵受到挑衅后，开始向邢豪的手掌发起冲击，邢豪则是以自己雄浑的真气进行抵挡。\n　　如此这般，剑灵和真气彼此消磨，速度极快。\n　　也就十多个呼吸过去，邢豪的一身真气便已经消耗殆尽，可那剑灵却还有近三成威能。\n　　为了自己孙儿，早就抱有死志的邢豪，开始动用秘术释放自己血肉筋骨里的精华，以此来继续消磨剑灵之威。\n　　邢豪原本壮硕的身体，渐渐干瘪，半黑半白的头发很快完全雪白，脸上的皱纹似乎也变深了许多。\n　　又二十息时间过去，邢豪终于是将寂影剑的剑灵消磨干净，而他自己却已经是油尽灯枯，也在收手后昏迷过去。\n　　陈伯跑了过来，见邢豪与邢南的状况，他悲呼一声，继而失声痛哭起来。\n　　痛哭之际，陈伯摸了摸邢南的心脉，发现邢南还活着，才抹了一把泪水，又摸了摸邢豪的心脉。\n　　邢豪和邢南的状况差不多，都一息尚存，可气息却十分微弱。\n　　陈伯没有乱动那爷孙俩的身体，他似乎想到了什么，慌忙地跑开了。\n　　陈伯刚走，一股子黑雾便是从邢南的袖口飘了出来，继而缓缓凝化成为一位黑袍老者样子的虚影。\n　　黑袍老者的脸色并不好看，他冷哼了一声，冲着邢豪的身体道：“两次坏我好事儿，真是死不足惜！”\n　　接着他又看向了邢南，阴笑着道：“你小子还真是命大，不过这次纵然不死，也要落得残废之身，虎狼环伺之下，没有你祖父的保护，看你还能撑多久！”\n　　听到一阵急促的脚步声由远及近，黑袍老者又化为了一股子黑雾钻进了邢南的袖口里。\n　　陈伯回来了，他手中捧着一个玉瓶，玉瓶里有着一层只能盖住瓶底的乳白色液体。\n　　到了邢豪身边，陈伯将瓶塞拔掉，用瓶口对准邢豪微微张开的嘴巴，几滴如乳汁般的液体落入了邢豪口中。\n　　然后，陈伯又将邢南的身子翻过来，并将其嘴巴撬开，玉瓶里剩余的乳白色液体尽数落入了邢南的唇齿间。\n　　足足等了一个时辰，陈伯才看到邢豪的手指颤动了一下，他连忙过去将邢豪扶着坐起。\n　　邢豪缓缓睁开了眼睛，并侧首看向了旁边的邢南，虚弱地问道：“他没死吧？”\n　　陈伯已经是老泪纵横，他颤声回道：“小少爷……还活着。”\n　　“唉！活着就好，就算要死，这次也得我走在前面，我真不能再亲手埋葬自己的孙子了。”\n　　邢豪满脸悲戚，一世英雄的他，深深感受到了面对命运的无奈和绝望。\n　　英雄末路，正是如此！\n　　盘膝打坐了两个时辰，邢豪的气色才好转些许，不过他很清楚，自己大限将至，最多也就再撑上一个月时间。\n　　“老爷，小少爷他没有大碍吧？”\n　　等邢豪为邢南检查过后，陈伯万分关心地问道。\n　　“还有一些剑灵残留在他的身体里，已经与他身体相融，除非武灵级强者出手，否则很难将那些残存剑灵驱逐。最严重的是，他的筋骨被剑灵崩毁许多，腹脏也多处重伤，唯有淬体丹才能让他摆脱危险。可就算摆脱了危险，他也将是废人一个，再无法继续修炼，甚至身子要比寻常凡夫俗子还要孱弱。”邢豪苦笑着言道。\n　　直到此时，邢豪才算真正对自己这位孙儿的前途绝望了，在以前终归还是抱有一丝希望的。\n　　“淬体丹……在这蓝枫城里，也就只有罗家才可能有，可罗家和我们刑家关系一直不睦……”\n　　陈伯没有把话接着说下去。\n　　“事到如今，就算拼得我这张老脸不要，拼得倾家荡产，我也得去罗家求一枚淬体丹来！”\n　　邢豪将自己孙儿安顿好后，便是出了刑家府院。\n\n",
    "replies": [
        {
            "author": "我是安德面",
            "timestamp": 1369666020,
            "txt_content": "咯咯!第二章，效率太快了吧?"
        },
        {
            "author": "wigtitit",
            "timestamp": 1369715820,
            "txt_content": "看完不顶者死！！！！！！！"
        }
    ]
}