{
    "title": "（娱乐哦）一篇诡异故事~~超市杀人:低智商读不懂的恐怖",
    "author": "still。。小忆",
    "replyCount": 99,
    "timestamp": 1369883460,
    "txt_content": " 本帖最后由 still。。小忆 于 2013-5-30 12:28 编辑 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n突发事件　　200X年9月22日 晚上9：25\n　　事情的发展总是出人意表。\n　　身处这家超市的十几个人没有一个会想到接下来发生的事。\n　　这是个再普通不过的地方。事实上，把这家总共不到300平方米的店称为“超市”多少有那么一点讽刺意味。诚然，这里没法跟城市中那些大型商场相提并论，但店里的货物还比较齐全，所以在这片偏远的郊区中，已经算是一家很不错的店了。\n　　店里总的来说很安静。十几个互不相识的顾客默默选着自己需要的东西。只有一个妇女一边提着购物篮，一边打着手机。\n　　“不行，我跟你说过，吃太多糖你会长蛀牙的。”她压低声音，尽量使用一种严肃的口吻。“你又想去牙医那里了吗？”停下来，倾听一会儿，她无奈地摇了摇头，“好吧，就一包巧克力和薯片——但你得答应我每天坚持刷牙。什么……喂……噢，儿子，这里信号太不好了。算了，等我回来再说。”\n\n\n\n\n\n\n\n\n\n\n她将手机塞进手提包里，在货架上选着零食。\n　　九点半，超市的小扩音器里传出女店员温柔甜美的声音：“各位顾客，你们好。本超市将在十五分钟后关门，请您尽快选好所要购买的货物，到收银台付费。欢迎您明天再次光临。”\n　　顾客们在听到通知后，加快了选购的速度。不一会儿，十几个人陆陆续续地来到收银台前，排队付费。\n　　“让一下，让一下。”一个满脸胡渣的粗犷大汉嗡声嗡气地从后面赶过来，毫不客气地拨开排队的人，径直走到一对正要把货物放到收银台上的男女面前，抢先将自己抓在手中的几袋食物丢到女收银员面前：“先跟我算，我有急事。”\n　　被挤开的是一个穿着时尚的年轻女孩，她正要开口说什么，身边的男友轻轻扯了她的衣服一下，示意她不要开口。那女孩白了男友一眼，气鼓鼓地将脸扭过去。女收银员自然觉得不合规矩，但瞥了一眼满脸横肉的大汉，也不敢多说什么，只得拿起划价器挨着跟那几包东西扫价。旁边的男店员无奈地看着这一切。\n\n\n\n\n\n\n\n\n\n\n就在这个时候，意想不到的事情发生了。\n　　“呯”地一声巨响，超市的玻璃门被猛地撞开。一个满头大汗、气喘吁吁的男人跌跌撞撞地闯了进来。离他最近的女收银员一眼便看见了他手里拿着的东西，“啊！”地一声惊叫起来。\n　　“不许动！你们——全都不许动！”那男人举起手枪，神色疯狂地大声嘶喊，尖厉刺耳的声音充满整个空间。“所有人都呆在原地！”\n　　超市里的十几个人全都惊呆了，他们谁也没经历过这种事情，没有一个人敢轻举妄动。那歹徒似乎无暇去进一步控制局面，他一边举着枪，一边惊惶地向后望。突然，他将枪口指向门边的那个男店员，大声喝道：“关门！快，把卷帘门锁上！”\n　　“好的，好的……”那男店员已经吓得面色苍白了，完全不敢反抗。他哆哆嗦嗦地走到门前，拿起门边靠着的一根铁钩，将顶上的卷帘门“哗”地一声拉下来关拢锁好，然后自觉地丢掉铁钩，举起双手，战战兢兢地望着持枪的男人。\n\n\n\n\n\n\n\n\n那男人见铁卷帘门确实已关拢，似乎稍微安心了些，神色比起初缓和了不少，但他仍然举着枪，对着男店员扬了一下：“你去，跟他们站在一起。”\n　　男店员乖乖地照办了，站到女收银员的身边。\n　　现在，超市里所有的人都集中在持枪男人的面前，那男人终于长长地吐出一口气，用他那种刺耳、难听的声音说道：“别用这种眼神望着我，我不是你们想象中的抢劫犯。没有哪个抢匪会笨到把自己锁在一家密闭的商店里。”\n　　他顿了一下，接着说，“现在，你们听好了，我要告诉你们一些事情——我猜你们现在谁都不知道外面发生了这么重大的事。”\n　　没有人动，也没有人搭话。\n\n\n\n\n\n\n\n\n\n\n那男人的表情是神经质的：“听清楚了——外面现在爆发了一种从未有过的、可怕的病毒！这种病毒正以惊人的速度传播。　　\n大概十几分钟前，整个市的人几乎都被病毒感染了。我是幸存下来的，因为我在被病毒感染到之前逃到了这片郊区来——”他咽了口唾沫，瞪着眼前的众人，“我看你们的样子就知道你们没被感染，这说明这片地区目前还是纯净的。但我知道，用不了多久……这里也会遭到侵袭……所以，你们听懂了吗？我们现在就呆在这家超市里，等待救援！谁都不要试着出去！你们不知道，被这种病毒感染的人，会……”\n　　乓！一声闷响，持枪的男人摇晃了两下，直愣愣地倒了下去。他的身后，站着一个染一头红发的年青男子，他穿得像个嬉皮士，确切地说就是个街头小混混。此刻，他手里拿着一瓶沾了血的葡萄酒瓶，怔怔地瞪着趴在地上的男人，看见血从那人的后脑勺慢慢沁了出来，他抬起头来错愕地望向我们。\n\n\n\n\n求金币、  求人气    -w-",
    "replies": [
        {
            "author": "474645956",
            "timestamp": 1369883640,
            "txt_content": "先把金币带走再看。"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369883880,
            "txt_content": "“嘿，干得好，小子！”站在前面的那个粗犷大汉冲过来，蹲下去将被打昏的男人手中的枪缴了过来，对红发男青年说，“你制服了这个疯子！”\n　　后面的人全涌了过来，见歹徒已经昏死过去，大家都松了口气。买零食的母亲心有余悸地捂着胸口：“天哪，太可怕了，我真没想到这辈子还会遇到这种事情！”\n　　大家都嘈杂起来，七嘴八舌地议论着。时尚女孩的男朋友摇头感叹：“这是个疯子，十足的神经病！可问题是，他的枪是从哪儿来的？”\n　　“可能他在来这里之前还去干了些别的事。”一个身材发福的中年女人皱着眉头说。\n　　“也许那把枪根本就是把玩具枪。”时尚女孩说。\n　　“不，是真枪。”大汉捏着那把手枪，瞥了说话的女孩一眼，“而且我检查过了，确实有子弹。”\n　　众人都吸了口凉气，为刚才的危险感到后怕。一个带着眼镜的中年大叔说：“不管怎么样，赶快报警吧。”\n"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369883880,
            "txt_content": " 本帖最后由 still。。小忆 于 2013-5-30 11:18 编辑 \n\n“对，对。”大家这才醒悟过来，一致附和。女店员赶紧走到柜台前，抓起电话听筒。\n　　喂，等一下。”大汉将那把枪放在柜台上，斜睨着正要报警的女店员，“你们要报警也好，或者是怎么处置地上这个疯子也好，那都是你们的事。但是在那之前，先把门打开，我要出去——我说了，我有急事。”\n　　“啊……对。”女店员这时也意识到大家还被关在这里面，她冲男店员点点头，“你把门打开。”\n　　男店员机械地点了下头，从裤包里摸出钥匙，刚要蹲下去打开卷帘门的地锁，听到后面传来一个女人的声音：“等等，别忙打开。”\n　　男店员茫然地转过头去，发现所有人目光的方向都和他一致，盯着说话的那个胖女人。\n　　“什么意思？”大汉盯着她。\n　　胖女人的打扮有些不合时宜，现在才初秋，她却穿着一身黑色毛料大衣，脖子上还围了一条羊绒围巾，看起来就像才从挪威北部旅行回来，还没能及时对衣装做出调整。此刻，她发现所有人的目光都聚集在她身上，使她有些不自在起来。大汉又提高声音问道：“为什么别忙开门？”\n　　胖女人迟疑着说：“我有种……不好的预感。”"
        },
        {
            "author": "tonyzjy",
            "timestamp": 1369884180,
            "txt_content": "继续，我怎么感觉是生化危机"
        },
        {
            "author": "miaode",
            "timestamp": 1369884240,
            "txt_content": "同生化危机..."
        },
        {
            "author": "gwei123456",
            "timestamp": 1369884240,
            "txt_content": "先回再看   貌似不错"
        },
        {
            "author": "tonyzjy",
            "timestamp": 1369884600,
            "txt_content": "快{:10_517:}"
        },
        {
            "author": "Yihc二代",
            "timestamp": 1369884600,
            "txt_content": "啊啊啊啊啊啊啊啊啊啊啊啊啊啊阿阿\n\n看看吧     "
        },
        {
            "author": "Yihc二代",
            "timestamp": 1369884720,
            "txt_content": "求地址            "
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369884780,
            "txt_content": "大汉盯着她看了两秒，不屑地“哼”了一声，转过身去咕哝一句：“又是个神经病。”接着对蹲在门口的男店员说：“别理她，把门打开！”\n　　男店员犹豫了片刻，将钥匙插进锁孔，旋转一下，地锁“啪”地一声打开了。他“哗啦”一下将卷帘门拉开半个人高，外面透出漆黑的夜色。男店员蹲着转过头来对顾客们说：“好了，门打开了，大家可以出……”\n　　这句话还没有说完，突然，在众目睽睽之下，倏地一下，那男店员不知被外面的什么东西猛地拖了出去。他本来用手撑着的卷帘门。“哗”地一声又垮了下去，“啪”地一下，地锁将卷帘门再次锁住了。\n　　这几乎是一眨眼的事，后面的人根本就没看清发生了什么，就发现那男店员不见了。　　\n大家惊诧得还没能做出反应，更令他们感到骇然的事发生了。他们听到门外传出男店员撕心裂肺的惨叫声，还有他拼命挣扎、击打铁卷帘门发出的巨大撞击声。两种声音交织在一起，组成一种混合了无穷惊悸和恐惧的可怕噪音，令听者感到毛骨悚然、心胆俱裂。"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369884840,
            "txt_content": "大概半分钟之后，门外安静了，什么声音也听不到。超市内的人神情骇然、面面相觑之际，又一声尖叫划破安静，是那个时尚女孩，她面色惨白地指着门口，惊惶地叫道：“血——血！”\n　　所有的眼睛顺着她的目光望过去，一阵彻骨的寒意从他们的后背油然升起。\n　　男店员刚才被拖出去的位置，一淌鲜血正从卷帘门的门缝慢慢渗透进来。\n　　“啊——”女店员惊骇地捂住嘴，几乎要昏厥过去。店内的其他人，包括那个大汉在内，也全都被吓得目瞪口呆、全身僵硬。\n　　超市内的空气凝固了大概一分钟。这时，好像所有人都在一瞬间意识到了什么，他们互视了几眼之后，一齐望向趴在地上昏死的那个男人，并想起他刚才说过的那番话。戴眼镜的中年男人最先走上前去，蹲下身摇那男人的身体，一边喊道：“喂，你怎么样？醒醒！”\n　　没有反应。中年男人将他的身体翻过来，不觉心中一抖——他没想到那男人后脑勺流出的血已经把身体前方全都浸湿了，地上的血有一大滩。中年男人把手指伸到那男人鼻子前试了一下，心里咯噔一声，呆住了。\n　　身后有个年轻男人问道：“怎么样？他……”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369884840,
            "txt_content": "刚刚去吃饭了呢"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369884840,
            "txt_content": "戴眼镜的中年男人转过身来，望着身后的十几个人，低沉地说：“他死了。”\n　　不知为什么，听到这句话的那一刻，我心里立刻产生出一种遍体生寒的恐惧感觉，仿佛有人在耳边对着我说：噩梦开始了。\n　　封闭状态\n　　多年来，我一直有个不好的习惯——喜欢边走路边看书。　　\n只因我的生活节奏太紧了，似乎连走在路上看书都成了一种需要珍惜的享受，想起来真让人心酸。老实说，今天晚上我压根儿就没想过要进什么超市。之所以走进这家倒霉的店，纯粹是因为街边的路灯太暗了，杂志上的字又太小，看得我眼睛疼。这种时候，前面那家超市的玻璃门中透出的亮光就像是黑暗中指引旅人的明灯一样，把我这个饥渴的阅读者牢牢地吸了过去。我急于想看完杂志上那个有趣的故事，便稀里糊涂地进了这家店。"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369884900,
            "txt_content": "走进店内，我意识到光站在门口看书好像不大合适，便捧着书漫步于各个货架之间，顺便随意地抓了两包方便面。可我没想到，我才刚进来5分钟，这超市里的扩音器就提示要关门了，这真让我感到不爽。为了看书，我准备付两包方便面的钱，但他们却连让我看完这个故事都不行。\n　　没办法，我拿着方便面加入排队付款的行列。等待的时候，我仍沉浸在那故事的情节里面，直到那一声刺耳的“不许动”像把利剑刺进我的耳膜，把我吓得浑身一抖，手上的书也掉到了地上，我才惶恐地抬起头来，看见一个疯狂的男人正用枪指着我们。\n　　回忆到此结束。现在，那男人已经趴在了地上，而且，戴眼镜的中年大叔告诉我们，他因失血过多，已经死了。我想，前面那些突如其来的事件只是将我吓傻了。现在，恐惧感才逆袭回来，令我感到不寒而栗。\n"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369884900,
            "txt_content": "显然处于惊恐中的人不止我一个。我们当中最激动的就要数那个时尚女孩的男朋友了，他不断喊叫着：“喂，你们看清楚了吗？那个店员被什么东西拖出去了？他被杀了吗？”\n　　“住嘴。”络腮胡大汉瞪着他，“你要想知道答案就自己出去看吧。”\n　　这个长得像个小白脸的男生一下噎住了，脸色变得更白了。\n　　戴眼镜的中年大叔站了起来：“我刚才就说了，先报警吧。”\n　　这一次，自然没有任何人反对了，女店员哆哆嗦嗦地拨打报警电话，她拿着电话听筒听了半晌，茫然地抬起头来：“不行，打不通，电话里只有忙音。”\n　　中年大叔皱了皱眉：“也许是占线，一直打，直到打通为止。”\n　　“我看不像是占线。”女店员说，“电话拿起来就是忙音。就像是……电话线被切断了。”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369884960,
            "txt_content": "中年大叔走过去，拿起电话听了一会儿，又拨了几个号码，最后眉头紧锁地放下听筒。\n　　“试试手机吧。”买零食的那个母亲一句话提醒了众人，几乎所有人都从包里摸出手机。中年大叔说：“别一齐打，我来吧。”\n　　一分钟后，他沮丧地放下电话，摇头道：“不行，没有信号。”\n　　“我的也是，没有信号格。”“我的也没有。”“不行，没有信号”……一时间，所有人都试完了，每个人都是垂头丧气。当然也包括我在内。\n　　女店员说：“这里是郊区，本来信号就不怎么好，再加上现在门关拢了，又阻挡了一部分信号，所以手机就更不容易打通了。”\n　　“嘿，等等，我记得报警电话是在信号很弱的时候也能打出去的。”时尚女孩说。\n　　“没错，可现在电话就是打不出去。”中年大叔皱着眉头说。“真是怪了。”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369884960,
            "txt_content": "“那我们现在怎么办？”小白脸男生忧虑地问。\n　　超市里的人面面相觑，谁都想不出什么对策来。\n　　“他妈的！”络腮胡大汉突然怒吼一声，“我就不信这个邪！把门打开！我倒要出去看看外面发生了什么事！”\n　　女店员颤抖着说：“恐怕不行了……我手里没有钥匙，只有他（那个男店员）才有。但是……他刚才手里拿着钥匙……被拖出去了。”\n　　听到这话，所有人心里都凉了一截。那大汉瞪着铜铃般的眼睛说：“你的意思是，我们被困在这里了？”\n　　女店员被吓得不敢说话，只有轻轻点了下头\n　　沉默了几秒，络腮胡大汉喝道：“那老子就把门撞开！我还不相信就出不去了！”说着朝门的方向走去。戴眼镜的大叔迅速拦到他面前，挡住他说：“喂，别冲动！刚才发生的事你也看到了，现在我们不清楚外面的情况，这样贸然出去会有危险的！”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369884960,
            "txt_content": "大汉气呼呼地喘着粗气，但大概是觉得中年大叔言之有理，也就没有再做出什么举动。时尚女孩说：“其实，外面的情况，刚才闯进来这个拿枪的人不是说了吗，他说外面突然爆发了一种可怕的病毒……”\n　　“对，他还说这种病毒正以惊人的速度传播，城市里的人很多都被感染了，他是专门逃到我们这里来的。”小白脸男生补充道。\n　　“他逃过来为什么还要带着枪？”女店员问。\n　　“也许他是在反抗，或者是在自卫。依我看，他肯定是在之前遭到了某种袭击。”胖女人惊恐地说。“而且袭击他的那种东西现在已经来到我们这个地方了。刚才那个店员……就是被那些东西拖出去的。”\n　　她的这番猜测显然极具逻辑性，使我们听了之后感到毛骨悚然。特别是她老是用“那种东西”来形容杀死了男店员的凶手，更是引发出我们无穷多的恐惧幻想。我连着打了好几个寒噤，忍不住也加入到猜测的行列：“会不会……袭击那个店员的，就是那些感染了病毒的人？”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885020,
            "txt_content": "“我也正想这么说。”小白脸男生冲我点头道，“我记得那男人被打晕（其实是被打死）之前说过。被那种病毒感染的人，好像会怎么样……”\n　　“可惜他正说到这里，就被打死了……”我带着遗憾的口吻说。\n　　没想到，这句话像是一簇火苗点燃了络腮胡大汉心中的某根导火线。他突然之间冲着红头发的小混混大吼道：“都是你这个小子！那男的话还没有说完，你就下手把他给打死了！”\n　　那红头发小混混表情漠然，好像丝毫没为自己刚才杀了个人感到不安和愧疚。他冷冷地对大汉说：“你刚才不是还说我‘干得好’吗？还夸奖我制服了那个疯子呢——现在又怪我不该出手打死他？”\n　　“可现在看起来他不是疯子！”大汉咆哮道，“他有可能正要告诉我们某种重要的信息，你就把他给杀了！”\n"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885020,
            "txt_content": "“我当时怎么知道？”红头发的小混混好像并不惧怕那身形是他两倍的彪形大汉，他面露厌恶的表情。“那人手里拿的玩意儿可不是闹着玩的，我一看就知道是真家伙，而且随时可能走火。我冒着危险救了你们，现在情况有变化，你们又怪我不该出手了——哼，早知道我就该继续躲在那个角落——管你们死活！”\n　　大汉气鼓鼓地瞪着那小混混，一时之间却又找不到什么对辞。沉寂了一刻，黑衣服的胖女人问道：“大家都在排队付款的时候，你一个人躲在角落干什么？”\n　　小混混蓦地一怔，表情变得难堪至极。女店员似乎有些猜到了，她喃喃道：“你……难道……”可也许是考虑到现在这种特殊情况，有些事情已经没那么重要了，便没有把话说出口。\n　　中年大叔在这时打了个圆场：“好了，事到如今，我们不要互相责怪，也别去管那些细微末节的事，还是商量一下目前该怎么办吧。”\n　　“我们得和外界取得联系！”那位母亲慌乱地说，“我们得知道外面究竟发生了什么事！”\n　　“怎么跟外界联系？”时尚女孩说，“座机、手机全打不通，你们还想得出来别的办法吗？”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885020,
            "txt_content": "胖女人有些惊讶地说：“难道外面出了什么事你们还看不出来吗？刚才那个店员已经被杀了！虽然我不知道外面到底有什么东西，但可以肯定是十分危险的！而且我要说——起先你们为什么不听我的劝告？我说我有种不好的预感，你们却不当一回事，结果害得那个男店员被杀死了！”\n　　络腮胡大汉显然觉得这话是冲他来的，他转过头去恶狠狠地盯着胖女人：“就算当时没开，我不相信直到现在我们还会没开门！要不是那男店员被害了，我们又怎么会知道外面有危险？”\n　　小白脸男生不安地说：“外面现在到底怎么样了？不会真像那男人说的那样，那种可怕的病毒已经侵袭到了我们这里，把我们这片地区的人也都感染了吧？”\n　　“啊——！”听到他这么说，那位母亲失控地大叫起来，脸上泪如泉涌。她发疯般地冲到门前，捶打着卷帘门，轰隆的噪声夹杂着她惊悸的呼喊，“不行，我要出去！我五岁的儿子还一个人在家里呢！”\n　　大家都被她的失控情绪感染，纷纷想起自己的家人，全都变得慌乱起来。时尚女孩抓着她男朋友的手叫道：“我爸妈都还在城里呢，怎么办！”胖女人揪着自己的胸口念叨着：“我的丈夫一个人在家里，上帝保佑，他可别出什么事！”女店员也急得愁容满面、手足无措。"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885080,
            "txt_content": "在这种情形下，我的心情居然变得复杂而矛盾。我不知道此刻是该感到庆幸还是失落——他们每个人都有值得自己牵挂和担忧的亲人，只有我没有。我的父母亲属都远在他乡。我一个单身女人来到异地工作、无牵无挂。按道理说我本该感到相对轻松，但此刻我却反而有些羡慕起他们来。不管怎么说，在他们担心亲人的时候，也同样在被亲人挂念。而我却什么都没有。\n　　在我出神的时候，中年大叔走到门边，小心地将悲伤的母亲扶过来，劝慰她说：“女士，请冷静下来。”然后他扬了下手，对所有人说道，“大家听我说，都别急，也别慌。我知道大家都担心自己的亲人，我也不例外。我的妻子和女儿也在外面。如果外面真的爆发疾病了，那谁都有可能被感染。但我想情况还没有那么糟，我们要相信，外面还有医生和**，他们会帮助我们的亲人的。换句话说，我们这时就算是贸然出去了，也帮不上什么忙，反而可能使自己被感染。所以，在这种情况下，我们应该静心呆在这里面，等待救援。”\n　　他这一番话说得沉着冷静、掷地有声，使大家都稍稍地平静下来，认为目前除此之外也确实没有别的什么办法。但那大汉却不以为然，他斜视着中年大叔：“你的意思是叫我们一直在这里被动等待，可我问你，这个地方这么偏僻，要是十天半个月都没人来救援我们，那该这么办？”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885080,
            "txt_content": "“不，不会的。”女店员突然说，“我想起来了，明天早上，我们老板肯定会拿着钥匙来开门，那时我们就能出去了。”\n　　那个五岁孩子的母亲像看到了希望的光芒，急切地问：“也就是说，我们最多在这里呆一夜？”\n　　“应该是这样。”女店员点头道。\n　　大家终于都如释重负，我也松了口气。那大汉大大咧咧地说：“好吧，我就在这里睡上个安稳觉。”听口气好像他本来要睡的地方还不如这里。\n　　这个时候，胖女人却脸色煞白地说：“我觉得，你们是不是忘了什么事？”她指了一下地上躺着那具尸体，哆嗦着说：“他……怎么办？”\n　　怪异的两个人　　200X年9月22日 晚上10：13\n　　经过一番商量，大家决定把尸体搬到某个看不到的角落去，明天来了人再处理。毕竟一具尸首横卧在这里，总让人疹得慌。\n　　“卫生间旁边有一间储物室。”女店员远远地不敢靠近尸体，指着里面说，“就在那边，你们把他抬进去吧。”\n　　中年大叔从后面架起尸体的上半身，抬起头来：“谁来搭把手？”\n　　红头发小混混一言不发地走过去，抬起尸体的双腿，两个人搬起尸体朝储物室走去。刚才是那小混混打死的这人，现在他又在处理着这男人的尸体。我不知道其他人是不是跟我一样，看到这一幕的时候，心中有种怪异的感觉。"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885320,
            "txt_content": " 本帖最后由 still。。小忆 于 2013-5-30 16:55 编辑 \n\n几分钟之后，他们弄好了，关上储物室的门。中年大叔又从卫生间拿出拖布，将门口和地上的血迹都清理干净。女店员指着柜台上那把手枪，迟疑地说：“这东西怎么办？”\n　　中年大叔指着收银柜说：“把它先锁进去收好吧，**来了就交给他们。”\n　　女店员依言照办了。\n　　现在，整个超市暂时没有什么看起来不舒服的东西了，大家的心情都平和了不少。人们散开，各自找了个地方呆着，大多数都是靠在墙边席地而坐。　　\n女店员则是坐在柜台前的椅子上发呆；大汉大大咧咧地躺在地上，手抱在胸前睡去了；那位母亲坐立难安地在两个货架之间来回踱着步，显然还在担心着她的儿子。而我，靠墙坐在正前方的地上，所处的位置刚好能看见超市中的所有人。\n　　我呆呆地坐了十多分钟，不知道该干什么好。睡觉？在发生了这种怪异的事件之后，我怎么可能睡得着。极度无聊之下，我开始观察周围的这些人，并在心里猜测他们的身份和职业。"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885380,
            "txt_content": "首先，我觉得最容易判断的是那个满脸横肉的大汉。毫无疑问，从他的穿着和举止来看，他是个以下苦力为生的大老粗，也许就是附近哪个建筑工地上的工人。和他相反的是那个温文尔雅的中年大叔，他知书达理、遇事沉静，可能是个教师，没准儿还是个教授。瘦瘦的那个红头发小子一脸的桀骜不羁、玩世不恭，那身打扮看上去就像是皇后乐队的主唱，只是差那么点气质。除了认为他是个小混混之外，我唯一能想到的就是他也许是个搞摇滚的。穿黑衣服的中年胖女人我还真看不出来她是干什么的，只觉得她像个清教徒。那对情侣看上去二十岁左右，也许是哪儿的大学生吧。至于那个单身母亲——嗯，我这么想是因为之前听到她说了句“我五岁的儿子还一个人在家里”——她的年龄大概跟我差不多，应该不到三十岁。那她的职业会不会也跟我类似呢，是某个公司的普通职员……\n　　突然，我停止思考，目光聚集在两个人身上。我骤然发现，除了刚才那些人之外，这个超市里还有两个存在感很弱的人。这两个人从事发到现在几乎一句话都没说过，也没做出什么特别的举动，以至于我差点儿忽略了他们的存在。\n　　其中一个是个长相清秀的小男孩，年龄大概十四、五岁，应该是个初中生。他的镇定和冷静使我暗暗吃惊，我没想到我们这群人中最小的一个居然是最处变不惊的。　　"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885440,
            "txt_content": "我回忆起从那个男人闯进来到现在，这男孩脸上就一直挂着副冷峻阴沉的表情，他既不慌、也不急，就像现在这样，只是随遇而安地靠在一个货架边静坐，好像今天晚上遇到的事对他来说并不奇怪，他只是忘带家门钥匙在这里停留片刻而已。可在我看来，这恰好是最奇怪的地方。\n　　另外一个人和这个小男孩所有的状况刚好相反。首先从年龄上来看，这个老态龙钟的老妇人年龄可能是小男孩的五倍，她的头发几乎都白了，满脸的皱纹像一道道的沟壑。相对于那男孩的镇定来说，这老妇人表现出来的是另一个极端。此刻，她离我们众人远远地蜷缩在两面墙所夹成的角落，双手抱着身体，不停发抖，显得比任何人都要恐惧。这不禁使我感到纳闷——固然，遇到这种匪夷所思的怪事每个人都应该感到害怕。但现在毕竟平静下来了，为什么这老妇人还惧怕得如此厉害呢？而且我注意到，有一点，她跟那男孩一样，就是至始至终她也没有说过一句话。\n　　就在我默默注视着他们，暗自思忖的时候，中年大叔从另一边走过来坐到我身边，跟我打招呼道：“嗨，你好。”\n　　“你好。”我冲他笑了一下。"
        },
        {
            "author": "Technology",
            "timestamp": 1369885500,
            "txt_content": "这个我看过诶..后来的确有怪物...但没有下文了"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885620,
            "txt_content": "Technology 发表于 2013-5-30 11:45 \n这个我看过诶..后来的确有怪物...但没有下文了\n可是没有怪物啊。。。"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885620,
            "txt_content": "still。。小忆 发表于 2013-5-30 11:47 \n可是没有怪物啊。。。\n不小心剧透了。。。"
        },
        {
            "author": "A王O子A",
            "timestamp": 1369885680,
            "txt_content": "Technology 发表于 2013-5-30 11:45 \n这个我看过诶..后来的确有怪物...但没有下文了\n网址发给我啊！我也要看！"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885800,
            "txt_content": "他扶了下眼镜，温和地询问道：“你的父母呢？”\n　　我回答：“他们都在外地。”\n　　中年大叔显得有些惊讶：“你一个人生活？”\n　　我耸了耸肩膀：“也不能算是一个人吧，我还有些朋友在这里。”\n　　他轻轻点了下头，对我说：“知道吗？我有个女儿，看起来和你差不多大，所以看见你让我有种亲切感。”\n　　我想说，看见他也同样让我感到亲切。起码他现在坐在我身边，和我说几句话，已经让我感到十分温暖了——但我知道，他是在安慰我——看他的年龄，也最多就是四十来岁，他的女儿怎么会跟我差不多大呢？但不管怎么样，他的关心和安慰都让我感动不已。我望着他说：“你肯定很爱你的女儿，对吗？”\n　　他轻轻点头，眼神中流露出无限关爱：“我爱我的女儿，也爱我的妻子，她们是我这一生最重要的宝贝。”\n　　“那……你现在一定很担心他们。”\n　　他深深地叹一口气：“当然。但我知道，现在着急也没有用。而且我知道此刻她们也在挂念着我。所以我得坚强些，不然她们会更担心的。”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885800,
            "txt_content": "听他这么说，他和妻女之间似乎有某种心灵感应。这种爱的力量使我深受触动。我不想再和他谈论这个问题，使他伤感。这一夜，我和他都没有再说话，就这样默默地并排坐在一起，幻想着外面的夜空星光熠熠。\n　　恐怖的猜想　　200X年9月23日 早上8：45\n　　迷迷糊糊之中，我被粗鲁男人的声音吵醒了。我睁开眼睛，看见络腮胡大汉正站在柜台面前大声责问女店员：“喂！你不是说你们老板早上会来开门吗？怎么现在还没动静？”\n　　“我也不知道……按道理是该来了的，可是……”女店员表情难堪，不知所措。\n　　“现在多少点了？”中年大叔问。\n　　时尚女孩望着自己的手机：“八点四十五了。”\n　　“你们老板一般什么时候开门？”中年大叔问女店员。\n　　“平常八点半就该来了。”\n　　“再等等吧。”中年大叔对大家说。络腮胡大汉不耐烦地“哼”了一声。\n　　我从地上站起来，走过去和大家呆在一起。我注意到这个时候还没“起床”的就只有角落里那个老妇人和红头发的小混混了。其他人都站在超市门口。最焦急不安的仍然是那个单身母亲，她一脸浮肿，眼圈发黑，看起来像是昨天晚上完全没合过眼。"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885860,
            "txt_content": "又等了二十分钟，现在已经是九点零五分了。那大汉终于忍不住了，嚷道：“喂，我们还要在这里傻等到什么时候？我看那个老板根本就不会来了！”\n　　大家都望向女店员，她却显得比任何人都要茫然不知所措。她惶恐不安地说道：“不会的……老板总不会自己的店都不要了吧。除非……”\n　　这句“除非”悬在空中，半天都没有下文。胖女人接过去说：“你想说，除非老板遇到了什么意外，或遭到了什么不测，是吗？”\n　　女店员的脸刷地一下白了。我的心也重重地往下沉了一下。\n　　短暂的几秒沉默之后，络腮胡大汉猛地咆哮起来：“妈的，我就不相信外面的人都死绝了！”他冲到门前，用他那紫色的大拳头擂着卷帘门，并在轰鸣之中大吼道：“喂！外面有人吗！去叫人来开一下这该死的门！”\n　　他不断撞击着、吼叫着、甚至是谩骂着。这种状况持续了十分钟，我们眼看着他终于气喘吁吁、声音嘶哑，最后猛地踢了一脚卷帘门，泄下气来。\n　　小白脸男生惶恐地摇头道：“天哪，这样敲打外面都没有反应，难不成外面整条街都没有人了吗？”\n　　“怎么可能，那这些人都到哪里去了？”他的女朋友瞪着眼睛问。\n　　“也许都被病毒感染了。”一个颤抖的声音说道。所有人的目光都聚集过去——是那个黑衣服的胖女人。“那个男人说过的，用不了多久，我们这片地区就会受到那种可怕病毒的侵袭。”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885860,
            "txt_content": "“嘿，等等。”小白脸男生比着双手说，“你的意思是他们都生病了，住进了医院；还是他们都已经……”\n　　“死绝了！”瘫坐在门口的大汉突然吼道，“我看外面的人真的都已经死光了！”\n　　“啊——！”单身母亲绝望而痛苦地尖叫道，声泪俱下，“别这么说！我求你，别说这种话！”\n　　“对，别说这种丧气的话。”中年大叔神情严肃地说，“这种想法只会让我们显得更加绝望无助。依我看，我们现在首先得想办法弄清楚外面到底发生了什么事。”\n　　“我同意。”一个软绵绵的声音从我身后传出。我回过头一看，不知什么时候那红头发小混混已经站在了我身后。他吊儿郎当地举着一只手，拖长着声音说，“起码我想知道那种‘可怕的病毒’到底是什么。”\n　　“可惜该死的手机一直没信号。”时尚女孩懊丧地说。\n　　“如果我们不能和外界取得联系，就试着单方面地获取某种信息。”这个跟我的印象总是浑浑噩噩的小混混此时好像变得比谁都要冷静、清醒。他慢悠悠地绕到柜台边，问女店员：“这里有电脑吗？”\n"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885920,
            "txt_content": "“没有。”女店员摇头道。\n　　“电视机呢？”\n　　“也没有。”\n　　红头发小混混翻了下眼睛，朝空中摆了摆手：“太好了，这里还生活在中世纪。”\n　　中年大叔走过去问道：“那么有收音机吗？”\n　　“没有……”女店员正要摇头，突然想起了什么，“啊，等等，虽然没有收音机，但我身上有一个MP3，我以前用它来收听过电台。”\n　　“快把它拿出来。”大叔急切地说，“你收音来试试。”\n　　女店员从自己的皮包里拿出一部黑色的小型MP3，将耳塞塞进耳朵里，然后按着右侧的一个键，调试波频。所有人都注视着她。\n　　一分多钟后，女店员叫道：“收到一个台了！”\n　　“里面说什么？”单身母亲冲过来，满脸焦急地盯着她\n　　女店员皱着眉摇头道：“是一个音乐台，里面在放流行歌，没播新闻。”\n　　“能收到就好！”中年大叔显得有些激动，“再搜搜别的台，特别是本地的电台！”\n　　女店员继续调试，众人关注着她，却看到她不住地摇头叹息：“是广告，不行……这个台也没有，是讲故事……噢，还是在放歌……”\n\n\n十多分钟后，她懊恼地取下耳塞，对众人说：“不行，我收到的台，全都没播新闻。而且很奇怪，只能收到外地的台，收不到本地电台。调频到本地电台那一段时，就是一片噪音。”\n　　大家面面相觑，黑衣胖女人在后面阴沉地说了一句：“这说明我们市的电台里现在已经没人了。”\n　　中年大叔并没放弃希望：“没关系，能收到外地的台也好。而且现在可能不是新闻时间，一会儿中午再收听试试。”他对女店员说，“要不这样，你把MP3给我，我比较有耐心，一直收听的话，总会听到些相关消息的。”\n　　女店员点点头，把MP3递给他。红头发小混混在一旁说：“这是我们目前唯一能了解外界情况的途径了。”\n"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885920,
            "txt_content": "　女店员想了想，似乎觉得这种特殊情况下也确实没必要太认真，便没吭声了。\n　　在他们说话的时候，货架的另一边，络腮胡大汉早就拆开一袋面包啃起来。现在，那对情侣也在食品架上选起了食物。我的肚子其实早就饿得咕咕叫了，只是刚才一直忍着，此刻见大家都在选着吃的，我也就用不着客气了。\n　　说实话，我小时候一直有个梦想，希望有一天能够扑进一间堆满了零食和糖果的房间里，敞开肚皮吃它个够——没想到，这个愿望居然在现在这种诡异的状况下变相地实现了。可惜我现在没法感到高兴，也没心情去品尝各种零食。我只是在货架上随手拿了两包饼干，撕开包装，塞到嘴里。吃了几块之后，我看到超市里只有三个人还没吃“午餐”的意思。其中两个是中年大叔和单身母亲，他们一人耳朵里塞一个耳塞，坐在墙边专注地收听着电台，从他们的表情上能看出现在还是没听到什么有用的信息。另外还有一个人就是迄今为止几乎没挪过窝的那个老妇人。她还是一个人远远地蜷缩在角落里。\n　　我在货架上选了几袋蛋糕，再拿了两罐牛肉罐头，走到中年大叔和单身母亲身边，蹲下来将食物递给他们：“先吃点东西吧。”\n　　“谢谢。”大叔接过食物，分了一半给单身母亲，并帮她打开罐头盖。但那位母亲摇头拒绝了，看得出来她现在除了自己的儿子之外别的什么都不关心，甚至连进食这种本能都被置之度外了。大叔劝了她一会儿，她才拿起一个蛋糕勉强咬了两口。我敢说现在递给她一块肥皂她也吃不出来和蛋糕的区别，因为她的全部神思都集中在正在收听的电台上。\n　　“怎么样，听到什么相关的新闻了吗？”我感觉自己是在明知故问。\n　　“没有。”大叔低声道，“不过再听来看看吧。”\n"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369885980,
            "txt_content": "我似是而非地点了点头，心中并不抱什么希望。\n　　众人都远远的。突然间我对这个孤僻的男孩产生了极大的兴趣，我想试着去接触和了解一下他，便起身向他走去。\n　　我慢慢走到他身边，他却像没看见我似的，只顾低头挑着零食。我注意到他手里拿着的那包薯片是我也喜欢的口味，顿时我对他产生了些许好感。我尽量使自己露出亲切的笑容，跟他打招呼道：“嗨。”\n　　小男孩抬起头来漠然地望了我一眼，并没有搭腔，继续选零食。\n　　他的反应完全在我的预料之中，但我并没有放弃，再次跟他套近乎：“知道吗，我也喜欢黄瓜味的薯片。”\n　　他仍然不理我，甚至看都不看我一眼。这一次，我觉得有些尴尬了，我想我再呆在这里自言自语完全就是在自讨没趣。就在我打算走开的时候，那小男孩突然转过身，从身后的货架上拿了一样东西，递到我手上，并对我说：“你需要这个。”\n　　那是一把超市里出售的水果刀。\n　　我完全呆了，后背甚至冒出一股凉意。我不明白他这是什么意思，正打算问个明白吗，那男孩已经转身离开了，留我一个人怔怔地站在两排货架之间。\n　　我一动不动地站在那里愣了将近一分钟，脑子里一片迷茫。我低下头，看见自己手里还拿着那把水果刀，赶紧把它放回原处，也离开那两排货架。\n　　走了两步，我忽然看见蜷缩在角落里的那个老妇人正探出头来朝我这个方向望。我猜她是听到了我刚才和那男孩的对话才朝这边望的。当我和她的目光碰在一起的时候，我有些不知道该说什么好。这时，我想起他大概没吃东西，便从货架上拿了一瓶矿泉水和两袋面包走过去，对她说：“吃点东西吧，老太太。”\n\n　这个时候我还没完全走近她，离她起码还有两米远，但那老妇人神情惶惑地摇着头，分明不想让我靠近她，好像我是什么怪物一样。我叹了口气，将食物和水放在她面前的地上，然后走开了。\n　　可怜的人，她真的被吓傻了——我在心中想道——不过，她到底在怕什么？\n　　还有那个男孩，为什么他的举止如此怪异？另外，他说我需要那把刀是什么意思？\n　　毫无疑问，在我心中已然确立——这一老一少两个人是我们当中最神秘和古怪的。我甚至隐隐有种感觉——这两个人身上也许隐藏着什么秘密。\n　　而且和我们现在所遇到的这件事件有关。\n\n\n\n怪叫　　200X年9月23日 　 晚上11：00\n　　她终于累了。哭累了、喊累了，敲打累了。而我也累了，听累了、看累了，烦透了。\n　　那个单身母亲在听了好几个小时的电台节目之后，没有收听到任何关于此次事件的相关新闻，直到MP3的电用尽后，拿去充电。而这个时候她也好像关上了电源似的，一下进入亢奋状态。她从下午开始就一直守在门边嘶喊、哭泣、撞击敲打铁卷帘门，并像发了疯似的不断呼唤着她儿子的名字。我不知道是什么力量支撑着这个瘦弱的女人从下午三点一直持续这种行为到晚上11点。不过，现在她总算是瘫软下去了，我能从她虚脱的肢体和涣散的眼神中感受到深深的绝望和心寒。\n　　事实上，感到绝望的又何止是她一个人？我想超市里包括我在内的每一个人此刻都已经是心寒彻骨了——这女人敲击呼喊了将近十个小时，外面都没有任何动静和回应——我尽量不去想，这意味着什么。\n\n\n\n\n现在，似乎所有人都心灰意冷了，超市里没有一个人说话，安静得出奇。大家横七竖八地胡乱躺在地上，这场景看起来就像是有人洗劫了殡仪馆。\n　　令人窒息的沉闷持续了好一阵之后，我看到中年大叔从地上站起来，走到柜台边问女店员：“你们这超市里有被子吗？”\n　　女店员摇头道：“没有。我们以前没人在这里面住过。”\n　　中年大叔说：“现在是秋天了，晚上的气温会比较低。如果我们老是这样和身而睡的话，是很容易感冒的——我想你们这里面肯定没有**吧，要是有人生了病可就麻烦了。”\n　　我正在感叹中年大叔心思缜密、考虑周全，却听到对面那个红头发的小混混用一种讥笑的口吻说道：“大叔，看来你是准备在这里长住下去了，对吗？”\n　　中年大叔瞥了他一眼，没搭理他。他凝视着女店员说：“你想想，有什么可以代替被子来用的东西吗？”\n　　“我想一下……啊，对了，那边的货架上有一些桌布，也许可以拿来当被子盖一下。”\n\n\n\n\n“好的，我去拿。”中年大叔点点头，朝她指的方向走过去。\n　　不一会，大叔抱着十多条崭新的桌布开始分发给超市里的每一个人。当发到我这里时，他特别对我说了一句：“晚上裹紧点儿，别感冒了。”\n　　“谢谢。”我感激地对他说。他又走到对面递给那个红头发小混混。“你要吗？”\n　　红发小子挑了下眉毛，还是将桌布接过来了。\n　　接下来，大叔又走到门边去亲自把“被子”盖在那个瘫软在地的单身母亲身上，并对她说了些劝慰的话。之后，他才坐到墙边，裹着“被子”睡了。\n　　此时已接近十二点，我不确定超市里是不是每个人都睡着了，但起码他们看起来都闭着眼睛。我发现自从被锁在这家超市之后，我就有些失眠的症状。但我也清楚自己不能一直不睡，所以我开始在心中默默地从1数到100。渐渐地，我的眼皮越来越重，最后终于完全闭拢了，并在同时关闭了脑中的所有意识。\n　　不知过了多久，迷迷糊糊之中，我被人推醒了，在超市刺目的白炽灯下只能勉强半睁开眼睛。我看到刚才睡在门边的那个单身母亲此刻正在我的面前，她瞪着一双惊恐的眼睛望着我，问道：“你刚才……有没有听到什么声音？”\n\n\n\n\n我迷茫地望着她：“声音？什么声音？”\n　　她把手指放到嘴边“嘘”了一声，低声道：“别说话，仔细听，门外。”\n　　我照她说的去做，竖起耳朵聆听门外的动静。不一会儿，我听到门外似乎很远的地方传出一声低沉的、类似某种野兽的嗷叫声。这声音虽然不大，却令我感到毛骨悚然，我分辨不出这是什么动物发出的声音，因为这种古怪的嗷叫我以前从来没在任何地方听过。我骇然地望着单身母亲：“这是什么鬼东西的叫声？”\n　　“我不知道。”她恐惧地摇着头，“我刚才睡在门边就听到了。”\n　　在我们说话的时候，那种怪物的叫声又一次响起了，而且这一次声音明显比刚才要大，我不禁失声叫道：“天哪，这到底是什么声音！”\n　　我的叫声惊醒了附近的几个人，他们从地上坐起来，中年大叔问道：“你们怎么了？听到了什么？”\n　　我惶恐地指着门口：“你们听……外面有种什么叫声。”\n　　这时又起来了几个人，他们一齐望向门口，仔细听着外面的动静。怪物的叫声再一次响起，声音又比上一次大了些。很显然超市里的人都听到了，他们全都站了起来，个个瞪着惊惶的眼睛。\n\n\n"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369886100,
            "txt_content": "　骇人的新闻　　200X年9月24日 上午9：00\n　　早上醒来的时候，我明显感觉到昨天晚上的恐怖阴影还没能从众人的心中散去，所有人的脸上都还挂着惊悸和后怕的表情。而且大家都还像惊弓之鸟一样，时不时地专注于门口，神经质地判断着外面是不是又传出了什么声音。只是大家都没有再提起昨天的事，大概是没人愿意再去重温一次那可怕的回忆。\n　　我像其他人一样，在超市的货架上寻找着能充当早餐的东西。这时，身后传来的稀里哗啦的声音吸引了众人的注意。大家回过头去，见络腮胡大汉从卫生间旁边的储物室中翻出来电钻、铁锤、铆钉和钢锯这样一些东西，他双手拿着这一大把的工具，径直朝铁卷帘门走去。他将电钻的插头插入门口的一个线槽中，打开开关，“嗡嗡”地试着电钻。\n　　胖女人走上前去问道：“喂，你要干什么？”\n　　络腮胡大汉鼓着眼睛说：“干什么？这不是明摆着吗，我要打开这扇该死的门，然后出去！”\n\n\n女店员跑过来说道：“这些东西……是我们老板用来修理货架和货柜的，你在哪里……”\n　　没等她说完，络腮胡大汉恶狠狠地指着她道：“小妮子！你早就该告诉我这店里还有这些工具。我要是提前发现，早就弄烂这扇铁门出去了！”\n　　“你不能这么做！”胖女人紧张地说，“你忘了昨天晚上听到的怪叫声了吗？现在外面肯定十分危险，贸然出去会送命的！”\n　　“她说得对，外面可能有十分可怕的怪物！”小白脸男生也走过来。\n　　络腮胡大汉“哼”了一声，轻蔑地说：“那你们就留在这里吧，我可不想跟你们这些胆小鬼、孬种呆在一起。我受够了，不管外面有什么，我都要出去看看。”\n　　“可问题是你把门砸开后，就不是你一个人出去的问题了。我们失去了这扇铁门的保护，那些怪物和病毒也会趁机钻进来。”胖女人神情严肃地说，“这不是只关系到你一个人的事，你不能这么自私，因为自己的冲动而害了我们所有的人！”\n\n\n\n络腮胡大汉吼道：“那你说怎么办？在这里住一辈子？这个超市里的水和食物迟早是会吃完的，到时候我们还不是死路一条！还不如趁现在出去死个明白！”\n　　“我们再守在这里等等，说不定会有人发现我们的……”\n　　“发现个屁！都两天多了，要是有人路过这里早就该发现我们了！”\n　　“别吵了！”就在他们争执不休的时候，蹲在墙边的中年大叔突然大吼一声，他手里握着那部MP3，神色严峻地说道，“我听到电台里的新闻报道了！”\n　　所有人一愣，赶紧围拢过来。单身母亲几乎第一个扑到了中年大叔的面前，急促地问道：“新闻报道说什么？”\n　　大叔眉头紧蹙，迅速地比出一个手势，示意大家别忙说话。他沉声道：“信号很不好，我只能断断续续地听到一些内容。”\n　　“那你听到一句什么，就马上把这一句说出来！”单身母亲焦急地说。\n　　中年大叔点了下头，照她说的那样做：\n\n\n\n“……现已查明，我国东部地区M市确实爆发了一种相当罕见和特殊的病毒，这种病毒的产生源和传染途径尚不明确……从目前患者的情况来看，此种病毒所引起的症状十分可怕……该地区绝大多数人已被病毒感染……为了控制疫情，卫生部做出决定，将该地区所有幸存人员全部转移并送往全国各大医院隔离治疗。而遭病毒感染最严重的M市也于昨天被彻底封锁和隔离……目前所有人员已基本撤离完毕……在病毒被医疗单位研\n究出预防和治疗的措施之前，M市将不允许任何人前行和进入……有关专家称，疫区的病毒存在变异和恶化的可能，而疫情最严重的M市在未来几日会发展变化成何种情况，目前尚不能确定。专家表示，如果M市的状况一旦出现不可控趋势，将不得不采取某些特殊措施对该地区进行……”\n　　所有人的心都提到了嗓子眼，但中年大叔偏偏在这个时候停下来不说了。单身母亲急迫地问道：“然后呢？后面又说什么？”\n　　中年大叔神色凝重地又听了好几分钟，最后沮丧地取下耳塞，对众人说道：“信号完全中断了，后面是一片噪音，什么也听不清。”\n\n\n\n\n　“妈的！到最关键的地方就没有了！”络腮胡大汉怒吼道。\n　　“M市！不就是我们现在所在的城市吗？”时尚女孩尖声道，“这个地方的人果然都被病毒感染了！而且这些人昨天就被转移到别处去了？那外面现在岂不是一座空城？”\n　　胖女人面色惨白地说：“天哪，太可怕了，新闻里说现在我们市的所有人员都已经撤离完毕——这么说，我们这些人是被遗忘在这间郊区的小超市里了！”\n　　小白脸男生呆若木鸡地说：“我们真的被遗忘在这里了……我猜，政府肯定在之前派人到这一片来看过的，只是那时我们大概没有敲门求救，门又关着……所以他们以为这里面没有人，就离开了……”\n　　“你的意思是，我们这些人可能是这座城市里仅存的没有被病毒感染的人。只是因为一些阴差阳错的原因，我们便被滞留在这座已被病毒侵蚀的空城里了？”胖女人惊骇地面无人色。\n　　“我看与其说是空城，倒不如说是座‘死城’贴切些。”一个冷冷的声音。是那个红头发小混混。\n\n\n\n\n女店员已经被吓得泪流满面、泣不成声了：“那现在外面还剩下什么？该不会活着的人都撤走了，只留下因病毒感染而死的……死尸吧？”\n　　“如果是这样的话，那我们昨天晚上听到的怪叫声是什么东西发出的？”时尚女孩颤抖着说，“为什么新闻里完全没提到这个？而且，那新闻里说的病毒存在变异和恶化的可能，又是指什么？”\n　　红头发小混混一脸厌恶和不屑的表情：“你对这些所谓的‘新闻’还没看透吗？对于这类重要事件从来都是模棱两可、隐瞒事实、避重就轻的。刚才听了半天，连这种病毒到底有何表现也没说明白。哼，别说我们本来就因为信号不好而没听完全，就算是全部听完了，也未必就能弄清楚外面的真实情况。”\n　　“可是，那新闻里最后说的那个意思，你们听出什么来了吗？”胖女人胆战心寒地说，“那里面说我们市目前的状况一旦出现不可控趋势，就会对这里采取某些特殊措施……”\n　　“你知道这句话是什么意思？”时尚女孩问。\n　　“我以前看过一部美国电影。”胖女人打着冷噤，“那里面讲有一座城市遭遇到类似我们现在遇到这种可怕病毒的侵袭，最后，为了防止病毒不向全国、甚至全世界蔓延，政府不得不选择将该地区全部炸毁……”\n\n\n\n\n\n听到这话，女店员吓得脸都扭曲变形了。时尚女孩难以置信地说：“炸……炸毁？这也太夸张了吧，我们现在又不是在拍灾难片！”\n　　我就这样听他们你一言、我一语地猜测、议论着，头脑里感到一片乱麻，嗡嗡作响。我觉得越听他们这样谈论下去，我们所处的境况就显得越糟糕。我的心一层一层地往下沉，甚至感到万念俱灰、走投无路。就在这时，络腮胡大汉一声猛吼：“既然如此，那你们还犹豫什么？我们既然被不明不白地遗留在了这里，现在当然就应该将门砸烂，离开这里呀！”\n　　中年大叔从地上站起来望着他说：“你还没弄明白状况吗？外面现在已是病毒蔓延、危险重重。我们这个时候出去，无疑于自寻死路。”\n\n\n\n\n“那依你说该怎么办？”络腮胡大汉厉声责问道，“我们已经被遗留在这里，没人管了！难不成真要守在这里等死？”他指着胖女人，“而且她刚才不是也说了，如果我们这个地区的情况再继续恶化下去，政府就有可能将我们这里全部炸毁！你想等到那一天吗？啊！”\n　　“我想那只是最极端的猜想而已。况且这位女士也说了，她的猜测只是来源于一部电影，那里面的剧情是虚构的。在现实生活中，政府怎么可能轻易地将某座城市炸毁？所以我们用不着这么担心。”中年大叔冷静地分析道，“另外，我不认为我们真的被丢在这里没人管了。新闻里说了的，现在只是因为医疗机构还没能研究出预防和治疗病毒的措施，所以才不允许任何人进入我们市。这意味着一旦这个问题解决了，就会立刻有医疗队伍或别的什么组织重返此地，我相信到时候我们就会获得救援！”\n　　“可是，谁知道他们要研究多久？”时尚女孩担忧地说，“要是一年半载都没能研究出来呢？或者是，在他们研究出来之前，我们这里的情况就已经发展到不可收拾的程度，谁知道那时他们会做出什么决定来？”\n\n\n\n\n“那我们也只能耐心等待、相机行事。”中年大叔举起手中的MP3，“我们不是还有这个么？可以通过它了解每天事态的变化，再灵活做出决定。”他回头环视了整个超市一圈，对众人说，“起码我们现在要意识到，有一点我们是幸运的——我们并不是被锁在一个车库或者是体育馆这样的地方，而是一家超市。我刚才估算了一下，如果我们省着吃这里面的食物的话，要撑个一年半载也应该是没有问题的。”\n　　络腮胡大汉倒吸一口凉气，瞪大眼睛吼道：“你还真打算在这里面长住啊！我跟你讲，我们要真在这里呆上一年半载的话，就算不闷死也会被逼疯的！”\n　　“我只是说这里的食物够我们撑一年半载，并没有说真的要在这里呆这么久。也许幸运的话，我们再在这里呆上一两个星期就能获救了！”\n　　“啊——”胖女人忽然浑身一阵抽搐，脸色煞白地猛烈摇着头道，“不，不行……”\n　　众人都诧异地望向她，时尚女孩问道：“你怎么了？”\n　　胖女人哆嗦着指向卫生间的方向：“你们是不是忘了……那间储物室里还有具尸体？时间长了之后，它会腐烂、发臭的，到时候……”\n　　所有人都愣住了，脸庞同时笼罩上一片阴影。\n\n\n\n\n\n\n"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369886280,
            "txt_content": "表决　　200X年9月24日 上午9：35\n　　我想，对于胖女人说的这句话反应最大的就是我了。因为我早上到卫生间洗脸的时候，确实已经闻到旁边的储物室发出阵阵腐臭。现在想起来，这种味道似乎就在我身边萦绕。想到这里，我胃里的一些东西在瞬间涌进喉咙。我用手捂住嘴，拼命克制自己不立刻呕吐出来，然后别无选择地朝卫生间冲去。\n　　我在水槽边一阵狂呕，吐得脸青面黑，之后猛灌了几口凉水漱口，匆匆地离开卫生间，不想再记起或闻到那股味道。\n　　走出来之后，我听到络腮胡大汉还在和一些人争吵是否应该砸门出去的问题。他们愈演愈烈、争得面红耳赤。这时中年大叔举起双手挥舞着，提高音量喊道：“大家别吵了，不管什么问题我们都可以好好商量——轻率和急躁只会对我们不利。我想目前最重要的就是我们十个人必须团结一致……”\n　　十个人？可是超市中现在不是有十一个人吗？我楞了一下，心想在我去吐的时候他肯定把我给算漏了，于是一边走过去一边扬起手说道：“嘿，还有我呢。”大叔望向我，朝我点了下头，继续说道：“我们都冷静下来仔细地分析和商量一下，看看现在到底怎样做才最好。”\n\n\n\n络腮胡大汉瞪着他，像积蓄已久似的指着中年大叔喝道：“喂！你凭什么老是摆出一副领导者的姿态，要我们都按你说的那样去做？你算老几？”\n　　大叔道：“我没有要求大家都听我的。我只是建议大家冷静下来商量一下接下来该怎么办。”\n　　“接下来怎么办？我说了——砸开门，出去！就这么办！没什么好商量的！”\n　　大叔直视着他说：“你不能因为你的一意孤行而让我们大家都陷入危险。”\n　　络腮胡大汉迎着他的目光说道：“那你能肯定，照你说的那样留在这里，就不是让大家陷入危险吗？”\n　　大叔和他对视了好一阵，最后垂下目光，叹息道：“要不这样吧，我们*一点，大家举手表决，看到底是留在这里还是砸开门出去，行吗？”\n　　络腮胡大汉顿了几秒，嗡声嗡气地说：“好吧，就这么办！”\n　　中年大叔扫视了一遍现在集中在一起的人，问道：“除了他之外，还有谁赞成出去的，请举一下手吧。”\n　　我本来以为没有人会和那粗人志同道合，没想到，那位单身母亲却举起了手，她说道：“我要出去，我受不了了，我必须出去找我的儿子。”\n\n\n“也许你儿子现在很安全，已经被送去外地接受治疗了……”胖女人说道。但中年大叔冲她摆了下手，示意她别忙说话，然后对单身母亲点头道，“是的，我能理解。那么——”他望向其他人，“还有谁愿意出去。”\n　　又过了好几秒，时尚女孩缓缓地举起了手。她的男朋友惊讶地喊道：“喂，嘉！你在想些什么？你确定吗？”\n　　时尚女孩望着男友，但她的话却像是在对所有人说：“听着，我是这样想的。我们也许该试着出去，但是却不是冒冒失失的，而是在谨慎、有准备的情况下出去。比如说，我们可以在出去之前用超市里的纱布来做一些简单的口罩，还可以准备好一些武器用来防身——你别忘了，收银台的抽屉里还有一把手枪，我们出去的时候可以把它带上。”\n　　“你知道外面的病毒有多厉害吗？我们自制的简陋口罩怎么可能有用？况且新闻里也说了，现在专家都还没查明这种病毒的传播途径是什么呢，你光挡一下口鼻又有什么用？这可不是普通的流感病毒！”小白脸男生满脸忧虑地分析道，“再说了，嘉，你昨天晚上可是听到了那恐怖的叫声的。我敢说发出这声音的怪物就算没一只恐龙那么大，也绝不会比一只大象小——你那把小小的手枪能派上什么用场？”\n\n\n“但我们今天这么久了也没听到那种叫声，这说明那怪物可能已经走远了。”时尚女孩有些厌烦地望着自己的男友，“好了，我现在不想和你争这些。总之，我觉得我如果再在这里呆下去的话，不闷死也会疯掉，与其这样，还不如出去碰碰运气——而你，不一定非得和我选择一样。你可以留在这里等待救援，我不会怪你的。”\n　　小白脸男生愣了几秒，随即像受到什么侮辱似的涨红脸嚷道：“你在说什么，嘉！我是不会让你一个人去冒险的，我说过会守在你身边保护你——好吧，既然你打算出去，那我就陪你一起出去！”\n　　他的话音刚落，络腮胡大汉便鼓掌道：“很好，够种！我欣赏你们！那么现在，算上我在内，有四个人同意出去了。”\n　　“是的。”中年大叔道，又问其他人，“还有谁赞成出去吗？”\n　　我的心中怦怦直跳，紧张地手心冒汗。我想要是再有一两个人举手赞同的话，恐怕络腮胡大汉那边就要胜出了，这显然不是我所希望出现的局面。我惴惴不安地偷瞄各个人脸上的表情，同时注意到，那个红头发小混混远远地站在一边，漫不经心地嚼着口香糖，好像在看一场什么好戏似的，一付事不关己的模样。而那个阴沉沉的小男孩离得更远，完全没有要参与进来发表自己意见的意思，那种漠不关心的态度显得我们这些大人好像是在上演一出闹剧，我真不知道现在十多岁的小孩怎么会酷成这副样子。\n\n\n\n\n\n\n　还好，这一次过了好久，没有人再举手了。中年大叔问道：“没有人赞成出去了吗？那好，现在，请赞成留在超市里等待救援的人举一下手。”\n　　我、中年大叔、女店员和胖女人都举起了手。这时我们尴尬地发现，赞成留下的人居然和赞成出去的人数刚好一样，都是四个人。络腮胡大汉不知出于什么居心地哈哈大笑道：“平手！举手表决个鸟！现在又怎么办吧？”\n　　胖女人有些不甘心地望向红发小混混：“喂，年轻人，你不发表点意见吗？你还这么年轻，长得也挺帅气的，应该不会急着想出去送死吧？”\n　　“你这话是什么意思？”络腮胡大汉凶巴巴地瞪着胖女人，“哪些是不该死的？哪些又是该去死的？”\n　　“不，我不是这个意思……”\n　　“你们别争了。”红发小混混打断他们的对话。他双手抱在胸前，挑起一边眉毛，“我是不会发表什么意见的。你们出去也好，留下也罢，我都无所谓。”他漠然处之地摊了下手，“反正我怎么都行，你们就当我保持中立吧。”\n\n\n\n\n\n胖女人望向前方，嘴唇翕动，一副欲言又止的样子。大概是觉得那个小男孩显得更加冷漠、完全无法沟通，只能无奈地摆了摆手，叹息一声。\n　　络腮胡大汉斜睨着中年大叔说：“眼镜，你说要*，我就陪你*了一把，但现在表决的结果是两边的人数对等，你又说该怎么办？”\n　　女店员指着角落的那个老妇人说：“那边不是还有个老太太吗，她一直没过来，但我们也该问问她的意见吧？”\n　　络腮胡大汉“哼”了一声：“我看她从第一天晚上起就被吓得神志不清了，你去问她也是白问。”\n　　中年大叔对女店员说：“你说得对，我们确实该问问她的意见。”他头朝那边扬了一下，“你过去问问她吧。”\n\n\n\n\n\n\n\n女店员朝角落那个老妇人走过去。我观察到那老妇人仍是一付紧张、戒备的样子，警觉地盯着向她靠近的人。女店员显然也察觉到了这一点，在距她还有一两米的地方便停了下来，俯下身问道：“老太太，我们刚才说的那些话您应该也听到了吧，那么——您赞成砸开门出去吗？”\n　　所有人的目光都聚集在老妇人身上，只见她紧抱着身体哆嗦了两下，然后使劲晃了晃脑袋。\n　　女店员转过头来说：“看来这个老太太是不赞成出去的。”\n　　络腮胡大汉突然暴跳如雷地吼道：“他妈的，这算怎么回事！她本来没发表意见的，你们偏偏要去问她——她当然不会愿意出去了，你们看看她那付要死不活的样子，根本就是打算窝在那里等死的！你们问她的意见有个屁用！”\n\n\n\n\n\n“喂，你说得太过分了。”中年大叔道，“不管怎样，她也是我们当中的一员，怎么就没有发表自己意见的权利？”\n　　“够了！我不想再跟你争这些鸟问题！”大汉青筋暴露地咆哮道，“老子玩够了，反正我要把门砸烂出去，管你们……”\n　　他的话还没说完，超市里忽然传出“噼啪”两声，接着天花板上方的白炽灯闪了两下，一齐熄了。我们还没反应过来是怎么回事，就像被一块巨大的黑色幕布罩在了中间。\n　　过了好几秒，我才意识到——停电了。\n\n\n\n\n"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369886340,
            "txt_content": "断电　　200X年9月24日 上午10：05\n　　突然陷入到黑暗之中，所有人都在瞬间变得惶恐起来，暂时忘记了刚才的争执。我现在看不见任何人的脸，只感觉黑暗中有些身影在晃动。我听到胖女人惊恐的声音：“这是怎么回事？停电了吗！怎么会这样？”\n　　“大家别慌，也别忙乱动。谁有打火机？”中年大叔的声音。\n　　“我这儿有。”随着说话的声音，“啪”地一声，黑暗中燃起一丝火光，我看到红发小子那张昏黄的脸。他点着打火机走到我们这边来，火光跳跃着，每个人脸上都变换着明暗不同的色调，使这些面孔在此刻看起来显得阴森可怖、诡异莫名。\n　　中年大叔问女店员：“你们这超市里面有什么停电的应急措施吗？”\n　　“没有，我们这里只是家小超市，不可能自备发电机的。而且……以前也没停过电。”\n　　“那现在又什么可以照明的东西，比如说手电筒、蜡烛之类的。”\n　　“超市有手电筒卖。”女店员指着一边的货架说，“好像就在那边最上面的一层。”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369886520,
            "txt_content": " 本帖最后由 still。。小忆 于 2013-5-30 12:02 编辑 \n\n大叔对红发小混混说：“走，我们过去拿。”他们举着打火机朝那一排货架走去。而我们这边，时尚女孩掏出手机，按亮背光，勉强带来一点光亮。\n　　不一会儿，大叔和红发小混混各拿着一个手电筒返回来了，他们将手电筒对着上方打开开关，两束光线照射出来，就像是黑暗中的两座灯塔将我们的周围照亮。\n　　时尚女孩问大叔：“你们怎么不多拿几支手电筒过来？起码一个人要有一支吧。”\n　　“手电筒倒是有这么多支，但超市里的电池是有限的，如果我们不节约使用，以后可能就完全没有亮光了。”\n　　时尚女孩嘟嚷道：“反正我也不打算再在这里呆下去……”\n　　这时络腮胡大汉不由分说地从红发小混混手中抢过手电筒，径直朝门口走去，他将灯光照向墙上的电闸，看了一阵后，骂道：“妈的，没有跳闸，真的是停电了。”\n　　小白脸男生望向中年大叔：“听你的意思，这电是不会再来了？”\n　　“你现在还在问这么幼稚的问题？”他的女友惊讶地说，“你觉得这个时候突然停电是种巧合吗？你该不会还天真地认为这是暂时性的停电吧？”\n\n\n\n\n\n　胖女人神情阴郁地提醒道：“新闻里说我们这个地区的人都撤离完了。发电厂当然也……停止工作了。”\n　　小白脸男生呆呆地张着嘴巴，他的声音好像离他而去了。\n　　“该死！”门边的络腮胡大汉又一声怒吼：“电钻没法用了！”他顿了片刻，愤愤然地道，“不过没关系，我就凭这把铁锤和钢锯也能把门弄开！”\n　　中年大叔走过去，对他说道：“我知道这时候再劝你已经没什么意义了。但是，在你把门弄开之前，我想跟你提最后一个要求——相信我，这对你也是有好处的。”络腮胡大汉迟疑地盯着他：“什么要求？”\n　　“再等十几个小时。也就是说，等到明天早上，你再把门砸开。”\n　　大汉眯起眼睛问道：“这是啥意思？既然要砸开门，今天和明天又有什么区别？难不成多在这里面呆一天，你都要舒服些？”\n　　中年大叔从衣服口袋里掏出MP3，捏在手中：“起码，我们再通过它来多了解一天情况。如果到了明天早上，事态都没有任何的变化，或者说状况更糟了，到时候我都会帮你把门砸开出去。”\n　　络腮胡大汉盯着他的眼睛说：“我提醒你一件事，现在断电了，这个MP3已经不能再充电。你用它来收听电台新闻，最多也就只能坚持一两天而已。”\n\n\n\n\n\n\n\n“我知道，所以我才说，再多等一天的时间。”\n　　他们俩对视了好一阵，络腮胡大汉微微点着头道：“那好吧，我就再听你一次，等到明天。不过我告诉你，明天早上九点钟，不管怎么样，我都肯定会动手砸门。”\n　　他从地上捡起那把钢锯，在空中挥舞了两下，转过头恶狠狠地望着众人说：“到时候要是谁再来阻止我，可别怪我不客气。”\n\n\n\n\n"
        },
        {
            "author": "lihongzhuo",
            "timestamp": 1369886700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369886760,
            "txt_content": " 本帖最后由 still。。小忆 于 2013-5-30 12:07 编辑 \n\n第一个死者　　200X年9月25日 凌晨1：14\n　　对于现在的我们来说，白天和夜晚已经没有区别了，反正这个幽闭空间里的任何时刻都是漆黑一片。我们只有通过墙上时钟的荧光指针来判断现在是该吃饭还是睡觉。老实讲，如果我现在说呆在这黑暗的环境中感到压抑和郁闷，未免自己都觉得矫情。经过一天的时间，我已经有些适应这种犹如夜行动物般的生活了。我现在几乎不用借助那手电筒微弱的光线都能看清别人的脸。整个一下午，我都坐在墙边思索我的适应能力何时变得如此之强，但当我看到超市里的其他人也和我超不多时，我有些明白了——人处在逆境中的时候，总会激发出一些潜能吧。\n　　由于现在是睡觉的时候，只有一支手电筒直立在超市正中间的地板上，它投射在天花板上那团小小的、桔黄色的光成为我们和地底昆虫唯一的区别。我现在正盯着那团橙色的光发呆，脑子里产生出许多与这团光晕相关的无聊幻想——我确实太无聊了，没任何事可做。从晚上九点就靠在墙边打盹儿，结果睡到现在醒了，又开始失眠。不过这种本末倒置的生活已经成为家常便饭。\n\n\n\n就在我把那团圆圆的桔色光圈幻想成一个金黄月饼的时候，我突然看到前方的两排货架之间出现一个小小的身影。我定睛一看，是那个十四、五岁的小男孩，他脚步缓慢地从两排货架间经过。我心中十分诧异，没想到这超市里除了我之外还有人没睡，当然更不明白的就是这男孩半夜三更的为何还在超市里徘徊穿行。　　\n就在这时，他突然扭过脸来盯视着我。我心中一惊——不可能。我离他有好一段距离，而且我又没动，只是看着他而已。在这种极度昏暗的光线下，我不相信他看得清我是睁开眼还是闭着眼。在我疑惑之时，那小男孩的脸又转了过去，身影消失在一排货架之后。我松了口气，心想他大概只是起来上个厕所，无意间朝这边望了一眼而已。\n　　一切又复归于静止、毫无变化的状态。我盯着手电筒的光圈看久了，渐渐地又有了些睡意。饱受失眠折磨的我不敢怠慢，立刻顺势躺了下去，许久之后终于沉沉地睡去。\n　　对于我来说，好像刚睡着就被那声刺耳的尖叫声惊醒了。当然后来我知道，事实上我听到那声尖叫的时间是凌晨三点半左右。\n\n\n　那是一声撕心裂肺、令人胆战心惊的女人尖叫。我在熟睡中被惊醒，连打了几个激灵之后，惊恐地从地上坐了起来，不知道发生了什么事。而这时超市里其他的人也都跟我一样被惊醒了，大家都睁着一双惊惧的眼睛，莫名其妙地左顾右盼。直到第二声尖叫告诉我们出事的方向，大家才一涌而起，朝最靠近门那一排货架跑去。\n　　冲在最前面是中年大叔，他手里拿着另一支打开的手电筒。他跑到最右边的那排货架和墙壁之间时，猛地刹住脚步，震惊地目瞪口呆。借着他手里射出的电筒光线，我们看到了眼前骇人的一幕：络腮胡大汉以一种扭曲的姿态倒在血泊之中，一把水果刀的整个刀刃部分全都深深地插入到他的脖子中。毫无疑问，他之前一定连声音都发不出来就毙命了。最恐怖的是，他虽然看上去已死去多时，但那双铜铃般的眼睛却依然圆睁着，直勾勾地望向前方，嘴也张开着，像是在死前曾努力试图喊出什么来。他怪异的死相跟人的第一感觉就是，他在被杀的时候看到了什么恐怖而惊人的东西，以至于死后面部都还保持着这种狰狞的表情。\n　　我相信在场的每一个人都跟我一样，倒抽了几口凉气，被这番景象吓得呆如木鸡、不寒而栗。就更别说那个最先发现尸体的女店员了。她此刻蜷缩在墙边，双手紧紧地抓在嘴前，浑身猛抖着。刚才的两声尖叫之后，她似乎连再次尖叫的力气都被抽走了，整个人简直被吓得一塌糊涂。单身母亲捡起地上的一块桌布，走上前去裹住颤抖不已的女店员，并将她紧紧抱住扶了过来，安慰她道：“好了，好了，没事了。”\n\n\n\n\n时尚女孩从旁边的货架上拿来一瓶矿泉水，将瓶盖拧开，递给女店员：“喝点儿吧，会好些的。”\n　　女店员颤抖着接过水，喝了几口，脸色仍然苍白地像张白纸。单身母亲不停地轻抚着她的背。好几分钟后，她看上去似乎稍微好了点儿。大叔试探着问道：“你是……怎么发现他的。”\n　　女店员咽了口唾沫，像是要努力把恐惧吞咽下去，但是却仍然打着冷噤：“我起来上厕所，路过这边……被他的腿……绊倒了，我朝他望过去，就看到他……被杀死了。其它的，我什么都不知道。”\n　　大家对视一眼。胖女人神情骇然地喃喃道：“他是被杀死的……是被谋杀的，这么说……”\n　　我知道她想说什么——凶手就在我们中间——这是毫无疑问的事实。虽然在场没有任何一个人将这句话说出来，但我知道所有人此刻都在这么想，因为这句话分明就写在我们每个人的脸上。\n　　“看来，今天晚上我们都得提防着点儿了。”红头发小混混冷冷笑道，“事情真是越来越有意思了。”\n\n\n我对他说的这句话和这种态度十分反感。虽然，我之前也见不惯那个满嘴脏话、蛮横无理的络腮胡大汉，但毕竟他也是一条生命，况且现在他都被如此残忍地杀死了，我们嘴上还不能积点儿德吗？我厌恶地瞄着那个冷漠的红发小混混——你觉得有人被杀那是件有趣的事吗？要是那把水果刀这会儿插在你的脖子上，那就更有趣了。\n　　突然，我心中一惊，脑子里像划过一道闪电，呼吸在瞬间暂停了。\n　　水果刀？\n　　你需要这个——我想起来了，那个小男孩对我说这句话时，递到我手里的那把水果刀，就跟插在络腮胡大汉脖子里的那把水果刀一模一样！\n　　天哪。我后背噤起一身冷汗，随即缓缓地转动脑袋向后望去，看到那个小男孩正在远处的黑暗中默默地注视着我们。隔得太远，我看不清他脸上的表情，但我却能猜到——因为那副阴冷的、始终如一的表情我已经看过很多次了。\n　　是巧合吗？还是……我脑子里一片乱麻，将脸迅速地调回来，不敢再望他那个方向。我现在只感觉像是坠入到了一个冰窖，全身发冷。\n\n\n猜疑　　200X年9月25日 凌晨5：17\n　　“喂、喂，大姐，醒醒。”\n　　轻微的呼唤声中，单身母亲睁开惺忪的眼睛，借着昏暗的光线看见了面前的两个年青人。她问道：“怎么了，你们？”\n　　“有人被杀死了，你还能睡得着吗？”时尚女孩问。\n　　单身母亲苦笑一下：“发生了这种事情，我又有什么办法？总不能就一直不睡了吧。”\n　　小白脸男生眨着眼睛说：“你好像没意识到，凶手就是我们这些人当中的一个，我们还处在危险之中。”\n　　“我当然意识到了。可我们本来就处在危险之中。又何必惧怕多出一个杀人凶手呢？”单身母亲身心俱疲地说，“况且我又不知道他（她）是谁，也无从提防啊。”\n　　“我们确实一直处在危险之中，可以前的威胁都是来自外面的，而且并没有确切地伤害到我们。但这次不同，危险产生于我们内部，并且时时威胁到我们的性命，我们就不能再坐视不理了。”\n　　单身母亲盯着时尚女孩：“那你想怎么做？”\n　　你记得那个被杀的络腮胡子昨天晚上说的最后一句话是什么吗？”时尚女孩问。\n　　单身母亲想了想：“他好像是说，今天早上九点钟，不管怎么样，他都肯定会动手砸门，而且威胁我们谁都别阻止他。”\n\n\n　　“对。”时尚女孩压低声音说，“想想看，他撂下这些话之后，就在几个小时之内被人悄悄地杀死了，这意味着什么？”\n　　单身母亲直起身子，似乎有些明白了：“你是说……”\n　　“当然是这样。那大汉毫无疑问是被不赞成砸门出去的那些人中的一个杀死的，否则的话，我想不出别的任何动机。”时尚女孩神色肃然。\n　　“想一下吧，今天早上九点不会再有人提议去砸那道门了——当然前提是我们三个人都不再坚持要出去。”小白脸男生补充道。\n　　单身母亲此时已经完全明白他们两人来找自己的用意了，她说道：“我懂了，除去那大汉之外，还赞成要出去的就只有我们三个人。如果我们早上还坚持要砸门出去的话，那下一个受害者就有可能是我们当中的某一个。”\n\n\n“谢天谢地，你终于弄懂我们的意思了。”小白脸男生吐出一口气。\n　　单身母亲说：“那你们来找我商谈，就是想让我早上别再提起要出去的事？”\n　　“不仅是你，我们也需要。”时尚女孩说，“我看我们得赶在凶手想对我们下手之前主动表明态度，让所有人都知道我们已经放弃要出去这个念头了。”\n　　单身母亲皱着眉说：“我想还不至于这么可怕吧。毕竟，那大汉对他们来说才是最主要的威胁，我们都只是附和他而已。现在那大汉已经死了，还有必要把我们三个也赶尽杀绝吗？”\n　　“谁知道呢？反正那凶手已经开杀戒了，对他来说杀一个和杀几个还不是一样。”小白脸男生担忧地说，“我就怕他一不做二不休。”\n　　单身母亲悲哀地叹了一口气：“其实，我倒不怕他来杀我什么的。反正我也有些万念俱灰了，他要真把我杀了，倒是把我给解脱了。”\n　　小白脸男生担心地望着她：“你这么说的意思……该不会早上你还要坚持出去吧？”\n　　单身母亲心灰意冷地摇着头说：“我一个人坚持有什么意思？我就是有心也无力啊。凭我一个人的力量，是肯定不可能砸得开那扇门的。事到如今，就听天由命吧。”\n\n　时尚女孩看着她沮丧的模样，安慰道：“你也别这么泄气，说不定我们运气好，再耐心等个几天，救援的人就来了。”\n　　单身母亲苦笑一声，没有说话。\n　　接着，时尚女孩和小白脸男生又互相说着些鼓励、安慰的话。我没有心思再听下去了。\n　　现在才凌晨六点过，我猜他们肯定以为他们那轻声细语的对话没有被任何熟睡的人听见。但他们不知道，和他们只相隔两个货架的我从杀人事件之后就根本没睡着过，他们刚才的对话全都被我收入耳中了。\n　　我认为时尚女孩分析得很有道理。确实，具有杀人动机的显然是反对出去的这些人之一。我猜她和她的男朋友此刻又躲到另一个更隐秘的角落去，进一步分析道：中年大叔、胖女人、女店员，当然还有我——这些人谁更可能是杀人凶手呢？\n　　我在心中悲哀地叹了口气——她的分析固然有道理，但是却有严重的疏漏——那些没发表意见的人，不见得他们的内心就真的没有想法。事实上，这种默不做声、隐藏自己真实想法的人，有时才是最可怕的。\n　　可问题是，他们没有一丝一毫想到，凶手可能会是那个十多岁的小男孩，这真是让我失望透顶。\n　　我忽然意识到，我有可能是这些人当中唯一一个真正猜到了凶手身份的人。可是我该怎么办呢？如果我去告诉别人，我仅仅因为在之前看到那男孩半夜在超市中走动就怀疑他是凶手，那未免有些太没说服力了。别人只会认为他是起来上个厕所而已，而我也确实没有真凭实据能证明是他杀了人。至于他在几天前暗示性地递了一把水果刀给我这件事，连我自己都觉得诡异某名、匪夷所思。所以还是别讲给他人听了吧。\n\n\n　可我又想道，如果我不采取什么措施的话，那男孩会不会继续杀人呢？或者是，他会不会对我下手？想到这里，我感到惶恐不安，却又无计可施。\n　　我一直苦苦思索着，陷入到深深的迷惘和困窘之中。\n\n\n老妇人的秘密　　200X年9月25日 早上9：05\n　　这实在是件讽刺的事情，昨天那络腮胡大汉说要在第二天九点钟把门砸开这话时，肯定想不到九点钟的时候他是以死尸的身份进入另一扇门——那间储物室的小门。大汉比较重，这次是中年大叔再加上红头发小混混、小白脸男生，三个人一起才把他丢进去的。\n　　我们其他人在一旁目睹着他们三个人在昏暗的光线中搬动尸体、处理血迹，心中一阵阵发瘆。待他们处理完毕之后。时尚女孩便迫不及待、欲盖弥彰地表白道：“我想，我们还是呆在这里面等待救援吧。也许……外面的情况真的比我们想象中还要危险。”\n　　别的人都没什么反应，我自然更明白她的用意。只有那个红头发小混混点着一支烟，在一旁干笑道：“呵呵，好，正确的选择。这下你就不用担心那些‘保守派’的人会杀掉你了。”\n　　这句话语出惊人，仿佛是之前那层纸糊的窗户被捅破了，所有人的面色都变得惊愕而紧张起来。我一思量，自己也是被划分为“保守派”的，那赞成出去的人又算什么？“激进派”？太好了，真是只要有人在的地方就必然会有帮派斗争存在，哪怕是再少的人——这正是人类几千年争斗不息的可悲根源吧。\n　　被红头发小混混一语道破真实想法的时尚女孩此刻尴尬不已，脸扭到一旁不吭声。倒是胖女人愤愤然地冲红头发小混混说道：“你这话是什么意思？难不成是说我们几个杀了那大汉？”\n　　红头发小混混歪着嘴哼了一声：“我又没说是你，你紧张什么？你不觉得这样有点不打自招吗？”\n　　“不打自招？”胖女人倒吸一口气，尖声叫道，“你……你在说什么！你居然怀疑是我？天哪，我怎么可能做那种可怕的事！”\n\n\n“这可说不准。”红头发小混混冷冷地说，“谁脸上都没刻着‘凶手’两个字，要单看外表的话，谁都不像凶手。可问题是偏偏就有人被杀死了，总不会是那大汉自己拿水果刀往脖子上插着玩儿吧？”\n　　“好吧，既然话都说到这份儿上了，那我也就把心里想的说出来。”胖女人气呼呼地，“但我先说清楚，我可不是因为你刚说了我，我才反过来攻击你的，我不玩那种小孩子的把戏。实际上，我看我们这些人里面可能会做出杀人这种事的，也就只有——你！”\n　　红头发小混混将半截烟头猛地往地上一掷，恶狠狠地喝道：“你说什么！***凭什么就觉得我像杀人凶手？”\n　　“就凭你这副坏人的嘴脸！”胖女人毫不示弱地说道，“我看其他人都是正正经经的，只有你一副混混样。再说了，最开始那个男的不就是被你打死的吗？你那一下子可是心狠手辣、毫不留情，一击就把那个人打死了！后来知道是错杀了他，你也没有丝毫的内疚和……”\n　　“住口，肥婆！”红头发小混混已经怒不可遏了，他两步跨过来，指着胖女人的鼻子骂道，“老子一副混混样，你就像好人？你别忘了，昨天那大汉说要出去的时候，你可是反对得最厉害的！我昨天就说了，我保持中立，出去或者留下都无所谓，我干嘛要杀了他？哼，我看就是你这种装得像个好人的人，才最有可能是凶手！搞不好你现在当着众人的面说怀疑是我，就是想转移大家对你的注意力！”\n\n\n胖女人气得大口喘着粗气，像是快要爆炸了，她浑身颤抖着说，“对，你是说保持中立，可鬼才知道你心里是怎么想的！没准儿你就是心里盘算着想把他杀死，才在表面上说什么中立的话。老实告诉你，昨天我看到那大汉被杀死那一刻，就猜到会是你了！因为这种事不像是女人干的，而那个温文儒雅的大叔和十多岁的小男孩也不可能会做出这种事，不是你干的还会是谁？”\n　　我心里咯噔一下——这话你可是说错了。别的小男孩我相信肯定是做不出来这种事的，但超市中这个行为诡异、举止反常的小男孩，恰好有可能是我们当中最危险的人。\n　　这会儿那个小混混像是不愿再发怒吼叫了，他又恢复成了那付玩世不恭的模样，斜眉吊眼地拖长声音说道：“你说得对，我也觉得这种事情不像是那种柔弱纤细的女人做得出来的，但像你这样膀大腰圆、孔武有力的胖女人，可就不一定了。”\n　　我相信胖女人已经被这句有意羞辱自己的话气得七窍生烟了，她的脸因愤怒而扭曲变形。她身体痉挛着说道：“好吧，我也不再说什么了。但我相信，不管什么事情总会留下些痕迹的。我就不信有人在这间封闭的超市里杀了人，会一点儿蛛丝马迹都不留。我要把这件事情查清楚，看看谁才是真正的凶手！”\n\n\n她说这话的时候，眼睛一直盯着那红头发小混混，看得出来她完全是针对他的，只是一心想要找出他的罪证而已。这未免让我有些失望，因为我怀疑的人并不是红头发小混混。\n　　这时，身旁突然有人抽搐了一下，是那个昨晚被惊吓过度的女店员，此刻她像是听到胖女人的话之后想起了什么，战战兢兢地抬起头来说道：“对了，我想……也许有人知道那大汉是被谁杀死的。”\n　　所有人一怔，全都望向她。中年大叔问道：“你说什么？”\n　　女店员颤微微地用手指着最右边那排货架说：“你们不觉得，那个一直呆在角落里的老妇人，刚好能看见大汉被杀的那块地方吗？”\n　　大家的眼光刷地一下齐聚过去。胖女人说：“对啊，从她呆的那个角度，正好能看见案发现场，也许她目睹了是谁行的凶！”\n　　“可是谁知道那大汉被杀的时候她是不是刚好醒着？”小白脸男生说，“她那时完全可能睡着了，就没有目睹到凶案。”\n\n\n\n　胖女人摇着头说：“一般老年人的睡眠都不会太好，会很容易惊醒的。我想凶手在杀人的时候，总不可能完全无声无息吧。只要有一点响动，在黑暗角落里的老太太就可能睁开眼睛，看到凶杀情景！”\n　　时尚女孩说：“可我觉得这个老太太一直缩在那个角落里，每天痴痴呆呆的，像是已经被吓得有些神志不清了。再加上她可能老眼昏花，就算看到也未必看得清楚——想要从她那里问出什么来，可能性不大。”\n　　“总之，我们问问看就知道了。”胖女人将脸转向红头发小混混，挑衅地问道，“怎么样，你敢让我去问问她吗？”\n　　“请便。”红头发小混混满不在乎地耸了下肩膀，“不过，不能你去问，得换个人去问。”\n　　我明白他的意思，如果让胖女人去问的话，她可能会有意问出些带暗示性的，对红发小混混不利的问题来。于是，我举了下手说：“要不……我去问吧。”\n　　大家好像都没什么意见。我正要过去，中年大叔走过来和我一起，他说：“我们两个人去问吧。”我冲他点了点头。\n　　其他人都在后面跟着，我和中年大叔朝角落里的老妇人走过去。根据以往的经验，我心里已经做好了准备。但我没想到这次我们靠近到离她只有几步的距离，老妇人也没有做出什么反应。我心生疑窦，蹲下来凝视着她，这时，我才借助着昏黄的手电筒光线看到，老妇人闭着眼睛，像是睡着了。\n　　中年大叔也跟着蹲了下来，他轻声喊道：“老太太，老太太。”\n　　没有反应。\n\n\n我提高音量喊道：“老太太，您醒醒啊。”她还是一动不动。\n　　我和大叔愣了几秒，突然，我们俩像是同时想到了什么，几乎一起打了个激灵，然后惊恐地对视一眼。\n　　难道，这老太太已经……\n　　我略一迟疑，将右手食指轻轻伸到老妇人的鼻子前，试探她的鼻息。由于光线太暗，我判断不清距离，手指竟碰到了她的嘴唇。突然，老妇人的眼睛一下睁开，吓得我浑身一抖、措手不及。而老妇人显然被吓得更厉害，她喉咙里发出浑浊的叫声，那双不怎么大的眼睛几乎要瞪裂了，她惊恐万状地拼命摇着头，身体往已经无法再退缩的墙角里使劲挤压着，像是要钻到墙缝里去一样。所有人都惊呆了，不知道她的反应为何如此剧烈。\n　　我在心里估量着，她这回呈现出来的惊骇反应，是上一次的好几倍都不止。我想她大概是突然醒来，看到面前围聚着这么多人，所以吓得更厉害。我设法稳住她的情绪，轻言细语地对她说：“老太太，您别怕，我们只是来问您点儿事情的。”\n　　没有用。她还是不断颤抖、抗拒着。中年大叔也用尽可能和蔼的口气对她说：“老太太，你不用怕，我们都没有恶意的，你先冷静下来好吗？”但老妇人根本不听他说话，惊惶的神情比先前更甚了。\n　　中年大叔叹了口气，转过身无奈地望着后面的人。时尚女孩说：“我就说没用吧，她的神志真的已经不清楚了。”\n　　女店员有些于心不忍地说：“我们还是别围着她了，好像我们在她面前，她才吓得这么厉害。”\n\n\n\n我和大叔一起站起来，和大家一齐离开了老妇人的身边。我回过头去望了她一眼，她仍然警觉地盯着我们浑身发抖。\n　　大家回到起先站的地方，大概是因为什么都没问出来而感到失落，好长一段时间都没有一个人说话。\n　　沉默的空气持续了好几分钟后，那个很久没开过腔的单身母亲突然说道：“我觉得……那个老妇人，好像有点不大对劲……”\n　　时尚女孩叹息着说：“是有点不对劲吗？我看是很不对劲吧。她的精神好像都不怎么正常了。”\n　　“可问题就在这里。”单身母亲说，“她为什么会精神不正常？或者说，她怎么会被吓成这副模样？”\n　　“也许她精神本来就有点儿问题。”小白脸男生说。\n　　“不，不会。”单身母亲摇头道，“在事情发生之前，我看到她在货架边选着食物和生活用品，神态和举止都十分正常，自从门关上之后，她就变得古怪异常了。”\n　　“后来发生了这么多可怕的事，她被那些怪事吓傻了吧。”时尚女孩说。\n\n\n\n\n\n　单身母亲皱着眉说：“是吗……可是仔细想想，到目前为止，我们也并没有亲眼看到什么怪物之类的东西。而外面纵然爆发了可怕的瘟疫，我们在这里面暂时还是安全的。当然我们每个人在发生这种事之后都会感到惶恐、害怕，却没有一个人怕成她那样。她恐惧的程度完全是我们的几十倍！我不明白，她到底在害怕什么呢？”\n　　“你说这些到底是什么意思吧？”红头发小混混问。\n　　单身母亲犹豫了片刻，说：“我猜，她会不会知道些什么我们不清楚的事情？也许……她知道外面具体发生了什么事？”\n　　听了她的话，大家面面相觑，脸上浮现出各种难以言喻的复杂神情。小白脸男生怀疑地说：“这怎么可能？她不是和我们一起遇到这起事件的吗？怎么会知道我们不知道的事？”\n　　“我只是……猜测，不一定对。”单身母亲说，“但我的直觉却告诉我就是这样。”\n　　“这么说来，确实……”时尚女孩回忆道，“这么久了，她从来没跟我们说过话，也不问外面到底发生了什么事，只是一直躲在角落里，一副恐惧到极点的模样，就像知道外面出现了什么状况似的——真的很可疑。”\n　　“这个老太太……到底是什么人？”女店员愕然地问道。\n　　“看来，她真的有可能是知道什么的。”胖女人喃喃自语道，“我还得接近她，问出点儿什么来。”\n\n\n\n\n\n200X年9月25日 晚上10：22\n　　整个一天，我就像是一个暗夜中的窥视者，一直密切注视着那个小男孩的行踪举止，虽然除了我之外，没有任何人怀疑他是凶手，但我相信自己的直觉和判断。遗憾的是，我密切关注了一天，却并没发现他有什么异常举动。\n　　他很狡猾。有时，我甚至怀疑他知道我在悄悄看着他。他从不在我的视线范围内停留太久，身影总是闪现几秒就一晃而过。　　\n下午的时候，我有将近三个小时没看到他的人影，便起身在各个货架间寻找他，同时假装在选吃的。我自以为做的很自然，但没想到的是，当我转到一排货架前时，骇然发现那男孩正等在那里，眼睛直愣愣地盯着我，就像知道我是为找他而来。我当时心中猛地一颤、惊诧不已，表面上却要装得平淡无奇。我不敢直视他的眼睛，在那排货架上胡乱拿了包什么零食，就匆匆地从他身边走过了。\n　　我在想，他不会是知道我在怀疑他吧？这样的话，我可就危险了。想到这里，我后背泛起一阵凉意。我不敢再一个人呆着了，我搜索超市里的人，发现此时最值得我信赖和依靠的也就是那个中年大叔了。我朝他走过去。\n　　我走到他身边的时候，看到中年大叔刚好把MP3的耳塞从耳朵里取出来，然后低沉地叹了口气，神情恍惚，我坐下来，问道：“你怎么了？”\n\n\n大叔望了我一眼，阴郁地说：“这个MP3，终于没电了。”\n　　我的心也往下一沉。本来，我们都还指望着靠这个MP3来了解外面的一些动向，但随着它电量的结束，能指引我们的最后一盏明灯也就熄灭了。从今往后，我们将何去何从将是一片迷茫。我尽量控制住自己悲哀绝望的情绪，点燃最后一丝希望问道：“那你今天……听到什么新的新闻报道了吗？”\n　　中年大叔神思惘然地摇着头说：“没有，今天的新闻里完全没提到这件事。”\n　　我诧异地问：“这怎么可能？这么大的事情，新闻里怎么可能完全不报道？”\n　　坐在附近的单身母亲听到了我们的对话，歪过头来说：“新闻里没报道，说明这件事情比我们想象中的还要严重得多。”\n　　我愕然的望着她：“为什么？”\n　　“如果这件事情还在政府的控制之中，那就不怕让大家知道。依我看，正是因为事态已经十分严重了，到了无法控制和遏制的地步，所以政府才只能选择避开不谈，怕公众知道后引起大范围的恐慌。”\n　　听了她的分析，我浑身都发冷了：“你的意思是，我们这里已经无药可救了，而且政府打算掩盖事实真相？”\n　　单身母亲神情木然地耸了下肩膀，表示无可奉告。\n\n\n\n　我望向中年大叔，以往在这种时候，他都会说出一些安慰或鼓励的话，叫大家不要灰心丧气、自怜自哀。但这一次，他只是低垂着头，一言不发。我不敢相信，连他的心都死了。\n　　就在我快被绝望吞噬的时候，胖女人从一侧走过来，有些气急败坏地说：“那老妇人真的是被吓傻了，我看她现在已经话都不会说了！”\n　　我几乎都忘了她说过要调查杀人凶手的事，现在看起来她还真不是随便说说的。也许是为了转换一下心情，我站起来问道：“怎么样，你调查出什么来了吗？”\n　　胖女人有些无奈地叹了口气：“我暂时还没能找到确切的证据，不过我不会放弃的，我还会继续查下去。”\n　　我心想她不知道是仍对红头发小混混怀恨在心，还是实在太无聊了，竟然玩起侦探游戏来，不过我对她不抱什么希望，因为我觉得她的怀疑和调查目标首先就是错的。\n　　胖女人像是看穿了我的心思，她靠近我，故作神秘地压低声音说道：“虽然我还没能完全确定凶手，但我的调查也不是一点儿收获都没有。告诉你吧，我已经有些眉目了，只要顺着这个线索查下去，一定会弄清楚凶手的真面目！”\n　　我有些惊讶，好奇心也随之被点燃了，正打算问个究竟，单身母亲忽然站起来冲我们“嘘”了一声，紧张地说：“你们听——外面。”\n　　我和胖女人也立刻警觉起来，仔细倾听，却没有听到什么异常响声。过了半晌，我疑惑地问道：“怎么了，外面又有什么声音吗？”\n\n\n　单身母亲神情骇然，全身战栗：“我又听到……那种怪物的叫声了！”\n　　我心中一惊，其他人也都听到她说的话了，纷纷聚集过来。所有人都屏住呼吸侧耳聆听，超市里一片死寂。突然，一声巨吼突兀地从门口传来，叫声凌厉刺耳、震人心魄，把我们吓得魂不守舍。胖女人尖叫道：“天哪，它就在门口！”\n　　“别说话！”中年大叔沉声一喝，然后对众人说，“我们全都朝后退！”\n　　不用他说大家也在本能地朝后倒退着脚步。又一声巨吼。更恐怖的是，这次还伴随着一记重重地撞击声，是一个巨大的东西在撞击铁卷帘门声！我已经被吓得灵魂出窍了，感觉快要昏厥过去。\n　　“砰隆——砰隆！”撞击声一次比一次更响，每一下都重重地敲击着我们的心脏。我们这些人就像是被恶猫逼到角落的老鼠一样，束手无策、惊恐万状。那个女店员已经撑不住了，昏倒过去，被中年大叔扶住。时尚女孩扑在男友的怀里，声音因恐惧而变调：“那东西……知道这里面有人！”\n　　红头发小混混突然想起了什么：“手枪！那把手枪呢？”\n　　中年大叔说：“锁在收银台的抽屉里，钥匙在这个女店员的身上！”\n　　红头发小混混不由分说地冲过来，从女店员的衣服口袋里掏出钥匙，然后壮着胆子走到铁门附近的收银台边，哆嗦着打开抽屉，拿出手枪，然后快步退了回来，手枪正对着门口。\n　　我们和那个“怪兽”就这样相隔一道铁门对峙着。那怪物好像知道这里面的人拿出了武器，吼叫声和撞击声都停了下来。我们静待了几分钟，确定外面是静下来了。时尚女孩试探着问道：“那怪物……走了吗？”\n\n\n\n没有人回答，大家都还紧张地盯着门口。又过了一二十分钟，众人确定外面没有任何声响了，才纷纷松了口气。红头发小混混缓缓将一直举着的手枪放了下来。\n　　“你们那天……谁说的这个怪物已经走远了？”胖女人惊魂未 甫地说，“我看它根本就没有离开，就一直守在这附近呢！我们只要一出去，就是死路一条！”\n　　“外面有这么恐怖的怪物，政府真的就不管了吗？”女店员苏醒过来，流着泪说。\n　　“谁知道外面的情况有多糟糕？也许政府已经控制不住了。”小白脸男生说。\n　　红头发小混混走到收银台前将手枪放进抽屉里，然后走到女店员身边，把钥匙递给她，说：“这回别把抽屉锁上了，我看那怪物随时都有可能又回来，我们得随时准备拿那把枪防身。”\n　　“天哪，那我们岂不是要一直提心吊胆地呆在这里面？”时尚女孩焦虑地说。“这种日子什么时候是个头啊？”\n　　我闭上眼睛，深吸一口气。恐惧像有毒的气泡一样在我的身体里膨胀着，我已经没有心思去考虑其他不适。我在心里默想着——里面有杀人凶手，外面有怪物。上帝啊，我要疯了，我要死了。\n\n\n暗夜中的脚步声　　200X年9月26日 凌晨12：05\n　　我仔细思索了一下，现在我有两种选择：第一是时刻保持戒备，随时都警觉地注意着周围的任何变化，只要有一丝风吹草动就立刻做出反应；第二是放任不管，该睡就睡，该怎么样就怎么样，一切听天由命。\n　　两种选择的后果我都考虑过，如果选择第一种，则有可能暂时保住性命，但这样一天到晚神经兮兮地活着，难免不会在某天变成一个神经病人；如果选择第二种，固然是没那么累了，但又说不准在什么时候就会成为太平间的客人。本来我打算像单身母亲说的那样，死了就当解脱算了，但真想要这么做的时候，我又发现自己事实上并不那么洒脱。\n　　我愁眉不展、痛苦万分，不知道究竟该做出何种抉择。\n　　我望了下时钟，凌晨12点过了，超市里的其他人都睡了吗？还是有些像我一样醒着，面临着像我一样的艰难选择？\n　　我呆呆地出着神，突然听到从卫生间那边传出一声沉重的脚步声。\n　　是有人去上厕所吗？可是，他干嘛走得这么慢，半天才又听到第二声脚步，好像他要多艰难才能跨出一步似的，到底是谁啊……\n　　等等。\n\n我的呼吸一下停下来了，血液好像也暂时停止了流动。我突然意识到一个问题——如果是有人去上厕所的话，那我应该能在之前听到他“去”卫生间的脚步声，而不是像现在这样只听到他从卫生间走出来的脚步声。\n　　谁会光从卫生间里出来？而且，这个人的脚步声为什么这样奇怪，毫无变化地一步、一步、一步……缓慢而沉闷地走着，就像是一具行尸走肉。\n　　行尸走肉？我浑身泛起一股凉意，脸上寒毛直立，头发连根竖起——天哪，我这么会想出这么可怕却又如此贴切的一个词？\n　　那沉重而缓慢的脚步声还在持续着，我心中的恐惧已经达到顶点了。我不明白，其他人是都没听到吗？还是有人听到了，却没像我一样引起注意？\n　　我毛骨悚然、心惊肉跳地听到那脚步声朝某个方向去了，并在心中判断着走路的人离我有多远，他会不会突然就出现自我面前？\n　　恐怖的是，这脚步声令我难以判断——它忽远忽近、时弱时强，唯一不变的就是那个缓慢的节奏。没有活力、没有变化，甚至没有生命气息。我脆弱的神经被折磨得快要崩溃了。\n　　突然，这恐怖的脚步声又在一瞬间嘎然而止了，就像它刚才产生时那样，来无影去无踪。\n　　我静静等待到12点30分，那脚步声也没有再响起，我紧悬着的心放了下来，整个人却像被抽干了力气似的一下就软了。我在一瞬间感觉疲惫不堪，但我不知道接下来该怎么办，是该保持警戒，还是酣然入梦——那充满矛盾的选择又摆在了我面前。\n\n\n我忽然觉得，面临选择并不是最痛苦的；当你看起来有所选择，实际上无法可选的时候，才是最令人痛苦不堪的。就像那个问你母亲和妻子同时落水，你选择救谁的问题一样。\n\n\n\n\n第二个死者　　200X年9月26日 早上7：50\n　　半梦半醒之中，我听到呼喊、惊叫的声音。睁开眼睛，我看到左前方的墙边围着好几个人，直觉告诉我，又出事了。\n　　我掀开身上的“被子”，从地上站起来，快步凑拢过去，走上前去一看，我的脑子“嗡”地一声炸开了。\n　　又一个新的被害者产生了，是那个胖女人。她的死相和络腮胡大汉几乎如出一辙——扭曲的面容、惊恐而圆瞪着的双眼、张开的嘴巴。唯一不同的是，那把夺命的水果刀不是插在她的脖子上，而是心脏正中。\n　　尽管我之前是有些心理准备的，但当我看到又一个惨死的受害者时，仍感到一阵惊悸和眩晕。\n　　超市里的人现在几乎都围了过来，好几个人都捂着嘴，恐惧之情溢于言表。\n　　“谁最先发现她的？”中年大叔问。\n　　“是……是我。”小白脸男生神情骇然地说，“我醒得比较早，想到这边来拿点喝的，就看到她……被杀死了。”\n　　中年大叔蹲下去摸了摸尸体的手和脚，说：“她的肢体完全僵硬了，看来已经死了好几个小时——她是在夜里就被杀死了的。”\n　　时尚女孩像是有些站不住似的，身体摇晃起来：“她……她怎么会被杀死呢？”她语气听起来有点滑稽，好像之前那个大汉就是该被杀死的一样。\n\n\n\n　“我们这里出了一个杀人魔，他杀人已经不需要理由了。”单身母亲低沉地说。\n　　“天哪，怎么会这样……”女店员捂着嘴，眼里噙着泪花，“这么说，我们谁都有可能被杀死？”\n　　她的话令我心中一颤，感到不寒而栗。有那么一霎那，我真的差点被她的话所误导，相信我们之中出了一个不需要理由的变态杀人魔，但好歹我及时冷静下来，让头脑中的理性思维占据了主导。我能做到这一点，是因为胖女人昨天说过的几句话这时浮现在我的脑海中：\n　　“我相信不管什么事情总会留下痕迹的。我就不信有人在这间封闭的超市了杀了人，会一点儿蛛丝马迹都不留，我要把这件事情查清楚，看看谁才是真正的凶手！”\n　　我深吸一口凉气，我想，我有点明白她为什么会被杀死了。\n　　突然，我的心中又震动了一下——对了，那胖女人昨天晚上神秘兮兮地跟我说，她已经调查出什么眉目来了，只要顺着那个线索查下去，就会弄清楚凶手的真面目——她在说了这番话之后的几个小时内，就被凶手杀死了。很显然，凶手也感觉到了她的存在是个威胁。可是——我又有些疑惑起来——如果我没猜错的话，胖女人的调查应该是针对红头发小混混而来的，也就是说，对红头发小混混的威胁最大。现在，她被杀死了，难道凶手真的是……\n\n\n\n\n我的眼睛在眼眶里转动了几下，然后不由自主地瞥向那个红头发小混混，没想到的是，他竟然也刚好望见了我。我心中一惊，赶紧收回目光，但他却恶狠狠地盯着我问道：“喂，你用那种眼神望着我是什么意思？”\n　　大家都向我们两个望过来，我紧张而难堪地辩解道：“不……我只是……无意间望过去，没什么意思。”\n　　红头发小混混横眉竖目地说：“你该不会也认为我是杀人凶手吧？”\n　　我抖了一下，心中的惊骇更甚了。中年大叔走过来对红头发小混混说：“喂，人家都说了没有那个意思，你干嘛还不依不饶的？”\n　　红头发小混混点了支烟，转过身去冷冷地说道：“哼，反正你们就没把我当好人，对吗？”\n　　我不想他再在这个问题上纠缠下去，以免对我心生怨恨。我将话题岔开，向众人问道：“对了，你们昨天晚上有没有听到脚步声？”\n　　小白脸男生说：“晚上有人起来上厕所什么的，当然会听到脚步声，怎么了？”\n　　我摇着头说：“不，那不是普通的脚步声，而是一种缓慢而沉闷，没有生命气息的、怪异的脚步声。”\n　　时尚女孩打了个冷噤：“你别说得这么恐怖好不好？现在的状况已经够瘆人的了。”\n　　“可是，我听到的脚步声真是这样的……”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369887060,
            "txt_content": "面向我的单身母亲、时尚女孩和小白脸男生对视了一眼，都是一脸的茫然。小白脸男生摇头道：“我们都没有听到你说的这种怪异的脚步声啊。”\n　　我十分惊诧：“这怎么可能？那声音虽然不是太大，却十分清晰，怎么可能只有我一个人听到？”\n　　小白脸男生说：“不会是你睡迷糊了吧？”\n　　被他这么一说，我还真有点不太确定昨晚的事是真实还是虚幻了。我只记得当时确实有点半梦半醒的。但不管怎么说我对那恐怖的脚步声印象十分深刻，不过现在也说不清楚那种印象是来源于梦里还是现实了。我后悔当时没掐自己的大腿一把来确认一下。\n　　正在暗自懊恼之际，我无意间瞥到旁边的女店员，发现她低着头，脸上略过一丝惶惑不安的神情——分明是对我刚才所说的话有所反应——但只是一瞬间，这种不自然的表情就被她掩饰过去了，她又恢复成那副楚楚可怜的模样。我心中暗暗生疑，不知道她为什么会出现这种怪异表现，更不明白她为何要刻意遮掩。\n　　中年大叔这时说：“算了，现在先别说这些了，我们还是先把她抬到储物室里去吧。”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369887060,
            "txt_content": "我在心里叹息一声——现在的状况越来越复杂了。我怀疑的目标开始飘忽不定，我现在自己都不知道到底对谁的怀疑成份要多一些。但是我知道，让我们揭开谜底的时间不多了——现在储物室里已经有三具尸体了。\n"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369887060,
            "txt_content": "三声枪响　　200X年9月26日 晚上9：45\n　　“喂，嘉，你要到哪里去？”小白脸男生坐在地上望着站起来的女友。\n　　时尚女孩转过头来说：“我有点饿了，去拿点东西来吃，你要吃吗？”\n　　“我不吃。”小白脸男生紧了紧身上裹着的桌布，“你要快点儿回来啊。”\n　　时尚女孩望着他，叹了口气：“你看你那个样子，整个一天就缩在那里裹着块桌布，比我还怕得厉害，你还有点男子汉气概吗？”\n　　小白脸男生辩解道：“我不是怕，是觉得有点冷，才裹着这块布的。”\n　　“你就是因为心里害怕才会觉得冷。”\n　　“嘉……又有人被杀了，你就不害怕吗？”\n　　“我当然害怕。我还指望着你保护我呢。你不是说会守在我身边一直保护我的吗？但你看看你现在这个样子，你叫我怎么敢依赖你？”\n　　小白脸男生涨红着脸说：“嘉，你别这么说，别瞧不起我！我说过的话就会做到的。”\n　　“是我想瞧不起你的吗？你想让我刮目相看倒是拿出点儿行动来啊。你整整一天都在这里窝着……”\n　　他们说话的声音渐渐低了下去，后面的对话我听不清了——其实这种恋人间的小吵小闹本来就不该让旁人听到的，会让别人笑话。可惜他们这会儿才意识到这一点。\n　　不过话说回来，没了这“小两口”的精彩对白作为调节，我倒觉得无聊起来，又只有对着前方发呆。过了一会儿，单身母亲走过来坐在我的身边，对我说：“咱们聊会儿天好吗？”\n　　“好啊。”我朝旁边挪了一点儿——百无聊奈的人显然不止我一个。\n　　“我有一个可爱的五岁的儿子。”她望着我说，眼睛里流露出慈爱的表情。\n　　“我知道。”我点着头说。\n　　“不，你不知道全部。”她忧伤地说，“我儿子，有先天性的脚部残疾。他……不能走路。”\n　　我微微张开了嘴。"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369887120,
            "txt_content": "她慢慢将嘴贴近我的耳朵，轻声说：“我想，我有些明白这一切是怎么回事了。外面和里面到底出了什么事，我都知道了。”\n　　我倏地瞪圆了眼睛，惊愕地望着她：“什么？你怎么会知道？”\n　　她讷讷地说：“都这么久了，我们也该想明白了，不是吗？”\n　　我麻木的大脑机械地转动着：“到底……是怎么回事啊？”\n　　单身母亲从地上站起来，说道：“我也是猜测的，并没有十足的把握，所以，不便讲给你听。我怕……影响到你。”\n　　我觉得她越说我越糊涂了，正想再追根问底。单身母亲神情凄恻地望着我说道：“谢谢你陪我说了这么多话。以后，你好自为之吧。”说完转身离开了，绕到几排货架之后。\n　　我瞠目结舌地愣在那里，半天没能反应过来。她说我们都该想明白了是什么意思？说怕影响到我又是什么意思？她到底悟出了什么？既然她都想明白了为什么又不能告诉我们大家呢？一连串的问题在我焦躁不安地想象中急剧盘旋、越变越大，把我的内心压得沉甸甸的，喘不过气来。\n　　就在这时，我听到“砰”的一声枪响。这声枪响牵动我头脑也发生了某种爆炸。我似乎预知到发生了什么事，双眼一阵发黑。我挣扎着从地上爬起来，踉踉跄跄地奔到枪响的地点。　　\n眼前的一幕令我感到天旋地转——一分钟前还在跟我说话的单身母亲此刻倒在墙边，身后的墙上一摊血迹。子弹是从她的嘴里射向脑后的。而红头发小混混跪在她的身边，手里握着那把手枪。\n　　“不——！”我声嘶力竭地狂喊着，眼泪夺眶而出。\n　　急促的脚步声——超市里另外的几个人此刻也全都跑了过来，张口结舌地望着面前的一幕。"
        },
        {
            "author": "guodong",
            "timestamp": 1369887180,
            "txt_content": "mark一下回家看"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369887360,
            "txt_content": "红头发小混混这时像是一下意识到了什么，他猛地甩掉手枪，仓皇地解释道：“不，不是我干的！我只是离得最近。我听到枪响后，跑到这里来，就看到她已经开枪自杀了！我走上前去确认，顺便捡起掉在她脚下的这把手枪……”\n　　“够了！你这个杀人凶手！”时尚女孩厉声叫道，“事实都摆在眼前了，你还有什么好狡辩的！你这次是还没来得及逃开吧，所以才让我们抓了个现行！”\n　　她不由分说地冲身边的男友和中年大叔说：“你们还愣着干什么呀！快上前去制服他呀！”\n　　小白脸男生像是要向女友证明什么似的，鼓足勇气向前跨了两步。红头发小混混慌乱地拾起手枪，指着小白脸男生：“别过来！”\n　　大家都不敢动了，僵在那里。我想我当时完全被悲痛充斥了整个大脑，竟然没做出任何反应。其实通过几分钟前单身母亲跟我交谈时的种种迹象，特别是她跟我说最后一句话时流露出的那种决绝的神情，我是应该能推断出她确实死于自杀的。要是我在这时出面说几句话，证明红头发小混混所说应该是实话的话，也许就能避免接下来所发生的悲剧了。可惜的是，我脑中一片悲痛、混乱，导致我什么都没做。\n　　小白脸男生不知道受到了什么蛊惑还是刺激，一反平时的胆小和懦弱，竟然还在试图向红头发小混混靠近。他向前伸着手，同时缓缓朝前方移动，嘴里说道：“嘿，别冲动，你先把枪放下来，好吗？”\n　　“我说了，别过来！”红头发小混混咆哮道，摇晃着手枪，“别逼我开枪！”\n　　“你要是开了枪，可就真成杀人凶手了。”小白脸男生直视着他。\n\n\n　“住口！少在那里假惺惺了！”红头发小混混怒吼着，“你们不是本来就把我当成杀人凶手吗？你们一直都在怀疑我，不是吗？就因为我穿成这样，头发染成这样，你们就不把我当好人看！你们这些以貌取人的混蛋，根本就不听我解释，就自以为是地给我定罪了！”\n　　“我们没跟你定罪。”小白脸男生缓缓朝前挪动脚步，“刚才到底发生了什么事，咱们坐下来慢慢说，好吗？你先把枪放下。”\n　　“别再靠近一步！”红头发小混混已经退到墙边了，他的脸变得疯狂无比，举着枪的手因紧张而不住颤抖，　　“你以为我不知道你们现在心里是怎么想的吗？你们先把我稳住，待我稍一松懈，就一拥而上，把我制服。别做梦了！我不会让你们得逞……”\n　　“砰！”\n　　一声枪响。\n　　所有人都呆住了，包括红头发小混混在内，他怀疑地望向手枪，仿佛不知道自己刚才干了什么。他面前的小白脸男生也以同样怀疑的目光缓缓望向胸前，然后痛苦地捂住心口，双腿一软，跪了下来。时尚女孩惨叫一声，飞扑过来，扶着男友的身体，嘶喊道：“恒！你怎么了？天哪，你别吓我！”抬起手来一看，她满手的鲜血，再望向男友的胸前——心口赫然多出一个血洞，她痛苦地摇着头，抱着男友嚎啕大哭。\n　　“嘉……”小白脸男生艰难地望着女友，声音虚弱而空洞，“我在你心中……算是个男子汉吗？”\n　　“是……是，你当然是。”时尚女孩捧着他的脸，泣不成声。\n　　“是吗……那太好了……可惜，我以后保护不了你了……你要……保护好自己……我爱……”最后那个“你”字还没说得出口，他猛地呛出一口鲜血，脖子一歪，头朝旁侧无力地耷拉下去。\n\n\n“恒……恒？”她惊惶无助地喊了两声，抱着男友的身体左右摇晃，又一阵哭泣呼喊，但一切都无济于事了。　　\n她悲痛欲绝地放下男友的尸体，突然脸色一变，抬起头来，两道充满怨毒和愤懑的目光像尖刀一样插向红头发小混混，一字一顿地说道：“你这个凶手！”\n　　“不……不是我想开枪的。”红头发小混混仓皇地解释着，“是枪走火了……”说到这里，他似乎自己都意识到辩解在此刻显得有多苍白。而时尚女孩已经从地上站了起来，一副立刻就要冲上前来和他拼命的样子。红头发小混混突然大叫一声：“好吧！我知道事到如今说什么都没有用了！他妈的，反正也活不了了，迟早都是会死的！”\n　　他将手枪拿到面前，掰开枪膛，看了一眼里面的子弹，自言自语道：“最后那颗子弹就送给你们当中的某个人吧。”说完，他举起手枪对准自己的太阳穴，望着无比惊愕地我们，最后说了一句话：\n　　“其实，你们没有猜错，我确实是个他妈的街头小混混。但我告诉你们，我从来都没有蓄意杀过人——除了我自己！”\n　　“砰！”枪声在今天第三次响起。他在鲜血绽放的礼花中直愣愣地倒了下去。\n　　这一次，我终于真正地昏了过去。\n\n\n惊人的请求　　200X年9月26日 晚上11：10\n　　我苏醒过来的时候，看见大叔呆在我的身边。他见我睁开了眼睛，问道：“怎么样，没事了吧？”\n　　我微微点了点头，瞥了一眼刚才发生连环惨剧的地方——三具尸体都不在了。我想到那个储物室，心中不由得一紧。\n　　中年大叔叹了口气，对我说：“我们好像真的错怪了那个红头发的青年了。刚才女店员跟我说，她想起今天下午的时候，看见那个母亲在柜台前徘徊了一阵——可能就是在那时，她悄悄地拿走了抽屉里的手枪，就是准备自杀用的。唉，结果后来一连串的误会和混乱，竟然导致三条生命都离我们而去了！”\n　　我心中感到阵阵发堵，像被一些无形的东西压住了肺腑。我不敢告诉中年大叔，那三条生命的远去，竟然都跟我有或多或少的关系——如果我能及时做出一些判断和行动，说不定就能留住他们的生命。可惜现在什么都迟了。\n　　我不想一直处在自责和后悔中，便转换了一个话题问大叔：“那个女孩呢？她怎么样？”\n　　中年大叔叹息道：“她受到的打击很大。男朋友死后，她就一直抱着他的尸体在墙边哭泣。我们劝她把尸体放下，振作起来，却完全没有用。”大叔望了我一眼，头朝斜后方扬了一下，“要不，你再去劝劝她吧。”\n　　我朝大叔指的地方望去，果然，时尚女孩靠墙坐在地上，怀里紧紧抱着男友的尸体，埋着头黯然啜泣，看上去可怜到了极点。我迟疑着说：“你们劝她都没有用，我去劝又会有用吗？”\n　　“试试吧。就算劝不了她放开尸体，陪她说说话总是好的。”\n　　我想了想，说：“好吧。”\n　　我在心中酝酿和组织起一些劝慰的语言，朝时尚女孩的方向走过去。来到她身边，我却发现自己准备好的那些安慰话全都堵在嗓子里说不出来了。我感觉到在巨大的悲痛面前，任何劝慰都是苍白无力的。我本想退回去，还是让她静静地呆一会儿算了，但又想到是答应了大叔的，只有勉强蹲下来，说道：“别太伤心了，好吗？毕竟……我们活着的人也不比死去的人好过。”\n　　她整张脸埋在胳膊肘里，抽搐、啜泣，对我的话完全没有反应。\n\n\n\n\n　我又说道：“我记得你男朋友对你说过的，要你照顾好自己。你就当是完成他最后的心愿吧，别再伤心难过了，不然你男朋友在地下也会不放心的。”\n　　她还是保持着一样的姿势，连头都没有抬起来一下。我叹了一口气：“好吧，也许你想一个人静一会儿，那我就不在这里打扰了，但是希望你能尽快振作起来。”\n　　我站起来，准备离开了。没想到，时尚女孩忽然伸出手来拉住我，抬起头来对我说：“我想请你帮我一个忙，可以吗？”\n　　我立刻点头应允：“当然可以，你要我做什么？”\n　　“请你……去把那把枪拿过来，开枪把我打死吧。”\n　　我大惊失色，向后一退，连连摇头：“这……这怎么行！”\n　　“求你……”她哀求道，“我本来是可以自杀的，但我就是缺乏那一瞬间的勇气。所以，求你成全我，让我结束这种无止境的折磨，彻底解脱吧！”\n　　我蹲下来望着她，肃然道：“你别说这种话了，也别这么想！我知道你失去了心爱的人一定伤心难过、悲痛欲绝。但你不能让这种情绪一直侵占着你，使你放弃活下去的希望。你要坚强些，好好地活给你男朋友看，那才是对他最好的告慰！”\n　　“不……”她痛苦地摇头道，“我不是为了追随他才想死的。我只是受不了这种折磨了。我知道，我早迟也是逃不掉的……与其在担惊受怕中被杀死，不如提早自行了断还痛快些。”\n　　我心中一怔，问道：“你为什么要这么说？”\n　　她望向我：“那个红头发的小混混死之前说的最后一句话，你没听到吗？他说他从来都没有蓄意杀过人的——人之将死，其言也善。我想他总不至于在开枪自杀前，还要说谎话来骗我们吧？那他说的这句话，你知道意味着什么？”\n　　我呆了片刻，随即心中一紧：“你的意思是，真正的杀人凶手，还在我们中间？”\n　　中年大叔急促地摇着头说：“那把手枪放在柜台抽屉里太危险了。”他想了一下，好像又觉得没有其它更适合放的地方，喃喃自语道，“看来得采取点儿防范措施才行……”\n\n\n\n我心中却在想另一件事。我犹豫着要不要把我对于那个小男孩的所有猜测和怀疑全都告诉中年大叔，好让他也引起警觉。但话到嘴边又被我强行咽下了，我想起那个如同鬼魅般存在的男孩随时都可能又躲在某个暗处窥视或偷听着我们，如果让他知道我怀疑他是杀人凶手的话，那我也许就是下一个受害者。\n　　中年大叔察觉到我欲言又止，问道：“你想告诉我什么吗？”\n　　“啊……”我一时窘迫，正在不知如何作答时，忽然想起时尚女孩刚才跟我说的最后那句话。“对了，那女孩见我不肯‘帮’她，便说了一句令人不解地话。她说既然如此，她就只好选择另一种自保的方法了，还叫我们别怪她丧失理智后做出极端的事情来。”\n　　“她说这话是什么意思？”大叔瞪大眼睛问。\n　　“我也不知道，但这话让我感到不安。”\n　　中年大叔眉头紧蹙地思索了片刻，骇然道：“她说的丧失理智的极端行为，该不会是把我们都杀了，以求自保吧？”\n　　我大惊失色：“不会吧？那也……太疯狂了！”\n　　中年大叔神色忧虑地说：“这可说不准。人在这种暗无天日的封闭空间里呆久了心理可能会变得扭曲、不正常，许多平时想都不敢想的极端行为，在这时就做得出来了。”\n\n\n听他这么说，我吓得面无血色，惶恐地问道：“那我们……该怎么办？”\n　　中年大叔叹息着说：“有什么办法呢，只有多提防着点儿，处处小心了。”\n　　我想告诉他，我早就是这么做的了，而且其他人多半也跟我一样，可问题是还是不断地有人被杀死，可见这是防不胜防的——但是，就像他所说，我们又有什么办法呢？总不能真的应了那女孩儿的要求，把她枪杀了吧？\n　　迟疑了好一会儿，我突然鼓起勇气对大叔说：“要不，我们把门砸开出去吧！我想现在这里面的危险已经和外面差不多了。”\n　　中年大叔将脸缓缓地转过来望着我，神情复杂得令人难以捉摸。\n　　我想他还是踌躇不决是因为信心不足，便说道：“我们闯出去求救，好歹还有一条生路。呆在这里面饱受折磨自相残杀，到最后反而是死路一条。”\n　　中年大叔突然神色黯然道：“求救？只怕是……没有救可求了。”\n　　我呆呆地望着他：“什么意思？”\n　　中年大叔沉闷了好久，终于将一口气艰难地从胸腔中吐出来：“有一件事，我一直瞒着你们。当时是怕告诉你们后，所有人都在一瞬间变得悲哀绝望，完全丧失活下去的信念。不过现在看起来，大势已定，说出来也无所谓了。”\n　　他将脸别过去，有意不望我，像是不愿看到我听他说完这段话后的表情。　　\n“记得那个MP3吗？它电量耗尽的最后一天，我告诉你们我没有在新闻里听到任何关于这件事的报道。其实不是这样的。真实的情况是……那天所有的电台信号全都消失了，我根本就收不到任何一个台。”\n　　我像没有生命的雕塑一样定住了。全身感觉不到一丝体温，脑子里一片空白。我已经无力去思考这对于我或者是其他所有人来说意味着什么，因为在好长一段时间内，我甚至感觉不到自己的存在。\n\n\n第三个死者　　200X年9月27日 凌晨2：05\n　　她并没有完全睡着。在现在这种情形下，她无法不时刻保持警觉和戒备。\n　　这样做是对的。她的耳朵刚才捕捉到一种细微的声音，这声音离她很近，可以肯定就在几米的范围之内——这使她立刻进入高度戒备状态。\n　　来了吗？凶手终于找上我了吗？她心中怦怦乱跳，紧张得汗毛直立。她轻轻放下男友的尸体，从自己的脚边摸索到一把早就预备好防身用的尖刀，缓缓地站起来。\n　　她慢慢靠近发出声响的地方，捏着刀的手因紧张而渗出一层汗，使刀柄变得滑滑的，像拿不稳似的——但她必须拿稳，抓在手里的，是自己的生命。\n　　“咯嚓、咯嚓、咯嚓……”\n　　这是什么怪声音？她紧张地判断着——就像黑暗中有只老鼠在啮噬着什么东西似的，但是又太有规律了。是人的脚步声吗？似乎也不像……\n　　现在，她和那声音只隔着一排货架了，她能准确地感知到，声音就来源于货架对面。\n　　她咽了口唾沫，紧紧攥住手中的刀，将它举了起来，然后鼓足勇气一下跳到货架对面。\n　　没有人。她愣了一下，眼光望向下方，找到了声音的来源——这是超市里出售的小玩意儿，就是那种扭动背后的发条就会朝前走路的小熊玩具。它被货架挡住了去路，却又还在机械地朝前走着路，所以就发出了碰撞货架后产生的“咯嚓、咯嚓”声。\n　　她呆呆地望着那小玩意儿，心中疑惑不解——大半夜的，是谁在摆弄这个发条玩具？而且，在这种困境之中，谁还有心思玩儿这东西？\n　　这时，玩具小熊“咔”地一声停了下来，发条的回力用尽了。这一瞬间，她猛地意识到了什么，迅速转过身去，赫然看到身后站着一个人！她脑子“嗡”地一炸，吓得魂飞魄散，叫道：“啊，原来是你……”\n　　还没叫得出口，她已被那个人一把捂住了嘴，声音堵在了口腔之中。同时，胸口插上了一柄尖利的水果刀。她因惊恐而圆睁的双眼在霎那间布满了血丝，不一会儿，她的身子慢慢瘫软下去，滑倒在一片血泊之中，那倒在地上的姿势，几乎和她几米外的男友一模一样。\n\n\n　谁是凶手？　　200X年9月27日 凌晨4：50\n　　时尚女孩的死是唯一不让我感到意外和震惊的，我几乎已经预料到了她就是下一个受害者。\n　　也许是因为在这几天中我们所目睹的死亡已经太多了，当我和中年大叔、女店员站在时尚女孩惨死的尸体旁时，竟然都没表现出过多的惊骇，反而是被一种茫然和麻木的情绪所取代。我们好像已无力为他人感到悲哀或难过，在看到他们尸体的时候，我们也看到了自己可悲的命运。\n　　女店员最先把头扭过去，呜咽地哭起来——这次又是她最先发现的尸体。但她处理的方式已比上回冷静和稳重了许多，她没有再浑身颤抖、失声尖叫，只是把我和中年大叔叫醒，并带我们来到现场。\n　　时尚女孩惨死的模样我不想去细看了，和前面两个被杀死的人几乎无异。唯一引起我重视的，是杀害她的凶器——三次凶杀案所用的凶器都是同一种水果刀。毫无疑问，凶手是同一个人。而这个人是谁，我认为此时已没有必要再质疑了。\n　　我搜索周围，那小男孩不在我的视线范围内，这更让我确定他就是凶手——他几乎没有一次在凶案发生后来直面过尸体。\n　　我正暗自思忖，女店员终于哭喊出来：“她说得没错……昨天她告诉过我的，说那个小混混并不是真正的杀人凶手。真凶还在我们中间，他还没有停手……天哪，那女孩说了这话就被杀死了，那现在，是不是轮到我了？”\n　　中年大叔试图劝慰她，她却哭泣得更厉害了，并一转身朝柜台那个方向跑去。大叔大概是怕她做出什么傻事，紧跟着追了过去。\n　　我在原地呆站了大约有十分钟，终于做出一个决定——我要告诉中年大叔和女店员，那小男孩就是杀人凶手，并且我要和他们结成统一战线，一齐制服那男孩，并逼他说出所犯的罪行。对，我现在非这么做不可！如果我现在还因为惧怕而不将怀疑已久的情况说出来的话，就等于还在放纵那可恶的杀人凶手，这无异于自掘坟墓。\n\n\n主意拿定，我朝柜台那边走去。在快要靠近那里时，我突然听到中年大叔和女店员在小声谈论着什么。我停下脚步，判断出他们是躲在最右侧那排货架边窃窃私语，这种神神秘秘、躲躲藏藏的情形使我不得不好奇他们在谈论些什么——我敛声屏息、竖起耳朵仔细聆听他们的对话。\n　　“……其实我早就有些怀疑了，只是一直忍着没说。现在看来，肯定就是他（她）了。”女店员有些颤抖的声音。\n　　我心中一紧——她说的是谁？\n　　“可毕竟我们都是猜测，并没有亲眼目睹他（她）杀人，不能百分之百肯定就是他（她）吧？”中年大叔。\n　　“现在就剩我们几个人了，不是他（她）还会是谁？我们要是再不采取行动，下一个受害者就是我们了。”\n　　“你真的这么肯定吗？”\n　　我听到女店员清晰地说出一句：“是的，我敢肯定，凶手就是那个小男孩！”\n　　没错，就是他！我心中一阵激动，差点儿想立刻跳到他们面前，告诉他们我也正是这么想的，但中年大叔接下来的一句话仿佛将我重重地摔到一个冰窖中，全身发冷、动弹不得。\n　　“可是，万一是她呢？”他说。\n　　天哪！我惊骇不已，他居然怀疑是我！\n　　“她？我觉得……不大可能吧？”女店员说。\n　　“这可说不定。有些时候，表面上看越不可能的事偏偏确是最有可能的。”\n　　“那你说，我们怎么办？”\n　　沉默了一会儿，我听到中年大叔低声说：“没别的选择了，我们只有对他们俩都采取行动，现在这种情况下，不是你死就是我活了！”\n\n\n我深吸一口凉气，背后泛起的寒意使我连打了数个冷噤。我现在脑子里像飞进了无数个蜜蜂，嗡嗡作响。这时我没听到他们的声音了，我不知道他们是不是已经商量好了，然后正朝我走来。我心慌意乱，一时间不知该往哪儿走好——不管我躲在哪里，他们都是会找到我的！最后，我瞥见了门口的角落，那里是光线最暗的地方，微弱的电筒光线几乎完全照不到那里。我没有选择的时间，赶紧轻手轻脚地猫着身子躲到那个黑暗的角落里去，蜷缩成一团。\n　　我身子不住地打着抖，浑身上下一片冰凉，自从被困在这里以来，我还是第一次害怕成这个样子。不单是出于对死亡的恐惧——凄凉、寒心、委屈、愤怒，种种负面情绪交织盘旋着向我侵袭过来，使我感受到前所未有的悲哀和绝望。我原以为，我把中年大叔当成这些人中最值得信赖和依靠的人，他多少也会同样地看待我。没想到，最后他竟然怀疑我是杀人凶手，还打算对我下手、以求自保！我本打算来和他结成同盟，不料他早已和那女店员搭成一伙儿了，并将其他人全看成是敌人，准备一齐消灭——这实在是天大的讽刺！想到这里，我胸中涌起一团恶气，令我不自觉捏紧拳头，身子也跟着抽搐了一下。不想我的手肘竟碰到铁卷帘门，发出“哗啦”一声响动。\n　　糟了！我在心中惊叫道——我暴露位置了！\n　　果不其然，发出这声响过后不出五秒钟，中年大叔和女店员就出现在了我的面前。看到我蜷缩在这里。中年大叔竟装作不知情一样问道：“你怎么躲在这个角落里？”\n\n\n\n我惊恐地瞪着他，身子紧紧地贴着墙壁：“别……别过来！”\n　　他却反而蹲了下来，身体朝我探过来：“你怎么了？”\n　　我喉咙像被什么东西堵塞了似的，发不出声音来，只有恐惧地摇着头。他伸出一只手来试图摸我的额头，被我迅速地用手挡开了。就在我头偏向右侧的那一瞬间，我赫然看到了他背在身后的那一只手，那只手里握着一把明晃晃的尖刀！\n　　刹那间，我感到天旋地转、呼吸骤停，我想他马上就要下手了！在这万分紧急的关头，我的手下意识地在周围地上摸索着有没有可以救命的东西——摸到了，一根铁钩！是那个男店员用来拉下卷帘门的那根铁钩！我没有犹豫和选择的余地了，抄起那根铁钩，用尽全身力气向中年大叔横扫过去——\n　　时间好像暂停了，我和中年大叔四目相对，都直愣愣地盯着对方，只是他的双眼中渗出了鲜血，脸上也丢失了生气。这时，我才看到，铁钩的尖刺那一端不偏不倚地钉在了他的右侧太阳穴上。\n　　我吓傻了，目瞪口呆地丢下铁钩，中年大叔的身体像失去了支撑的稻草人一样斜着倒向左方，一动不动。女店员上前一步，看到了中年大叔惨死的模样，发出撕心裂肺的惨叫声。继而，她望向我，又尖叫着朝柜台方向跑去。我还没来得及做出什么别的举动，就见她双手紧握着那把手枪又站到了我跟前。她浑身筛糠似的猛抖着，那把手枪随时都有走火的可能。我不想重蹈小白脸男生的覆辙，拼了命的解释道：“不！别开枪，我不是有意想杀他的！我只是……想自卫而已！”\n　　令我始料未及的状况发生了，那女店员居然完全不听我的解释，将手枪对准我的身体，扣动了扳机！\n\n\n我死了！\n　　我紧紧闭上眼睛，却没有听见枪响，反而听到“咔”一声响。我睁开眼睛，看到女店员错愕地望着手枪，似乎不明白这是怎么回事。其实我跟她想的一样——那枪膛里不是还应该剩最后一颗子弹吗，怎么打出来会是空枪？\n　　突然间，我明白了。我想起昨天晚上跟中年大叔说起时尚女孩打算用手枪来自杀时，他说过要对那把手枪采取些防范措施——一定是他把枪膛里最后那颗子弹给下下来了！\n　　女店员见手枪没用了，惊骇地将它丢掉，同时朝后面缓缓倒退着脚步，一边左顾右盼地朝两边搜索着什么能用来攻击我的东西。我盯视着她，心中燃起一团无名火——这女人太过分了！全然不理会我的辩解，不分青红皂白就向我开枪。如果不是枪膛里的子弹被下了，那我现在不是已经成了她的枪下亡魂？我大叫一声，再次握住铁钩，并将它插入大叔脑袋里的那一端狠狠地抽了出来，站起来朝那女店员走去。\n　　那女人完全吓得发疯了，她彻底失去了控制，不顾一切地抓起任何手边的东西就向我没命地砸过来。我被她丢过来的一些食物和小件物品击中。当她抓起货架上的一个铁制平底锅就准备向我砸过来时，我实在忍无可忍了，大叫一声，将手中的铁钩向她抡了过去。这一击又正中她的头部，她惨叫一声倒下地去，不省人事。我无法判断她是被打昏了还是死了，只知道她比中年大叔幸运，只是被铁钩的背面击中，并未被尖钩所伤。\n\n\n眼前的威胁终于解除了，我大口喘着粗气，情绪慢慢平和下来。呆站了大概两、三分钟，我才彻底恢复了冷静和理智。这时，我举起手中的铁钩，看到它上面的斑斑血迹，再望向被它所击杀的两条生命，不禁心胆俱裂。我将铁钩倏地丢开，双膝一软，跪了下来，放声痛哭。\n\n\n门外的世界　　200X年9月27日 凌晨5：47\n　　事到如今，我也没什么好顾虑和害怕的了。我想通了，中年大叔说得对，现在已到了不是你死就是我活的地步。反正我也开了杀戒，不如和那个男孩，那个真正的杀人凶手拼了！\n　　我不知道从哪里生出的勇气，一只手持着铁钩，另一只手拿着打开的手电筒，在超市中寻找那男孩，口中嘶喊道：“喂，小子！你给我出来！我知道你干了些什么，你这个凶手！”\n　　没有人回答我，那男孩的身影也没出现。　　\n我手中的电筒四处乱晃着，那根铁钩也像发了疯似的左右上下挥舞。我疾步穿梭于各排货架之间，将不少货物都砸翻在地。但是将整个超市掀了个底朝天，一片狼藉，我仍然没能找到那男孩。我气急败坏地喘着粗气，不知道他是在跟我躲避周旋，还是藏在某个黑暗的角落里不现身，总之我怎么也找不到他——但我不相信他能在这密室中凭空消失了！我在空旷的超市中再次大声狂喊道：“胆小鬼！你躲着干什么？出来呀，你怕了我吗！”\n　　我站在原地静待了五分钟，电筒光线朝四面八方扫射着，没有任何动静。我意识到那男孩是不会主动出来了，又点起怒火在超市中展开第二轮搜寻。\n　　走到最右侧墙角的时候，电筒光扫到一个几乎被我所遗忘的人——那个老妇人。当光线照射到她脸上时，我想那是我这辈子看过的最惊恐万状的一张脸了。毫无疑问，她此时的恐惧和惊悸已经达到了无以复加的地步。我不知道她是被之前一连串的命案吓傻的，还是被我此刻疯狂的举动吓呆的。不过这不是我关心的问题，反正她一如既往都是那副表情，我已经懒得去理她了。我在她身边只不过呆了短短几秒钟，就又开始寻找起那男孩来。\n\n\n折腾了大概半个小时，我身心俱疲、声嘶力竭，那男孩却真的像是人间蒸发了一样，完全不见踪影。我没有心思和力气再和他耗下去了，在我的精力用尽之前，我还有更重要的一件事要做。\n　　我已经想通了——横竖都是死，我要死个明白。在我生命的油灯耗尽之前，我决定揭开所有的谜底——外面到底爆发了什么病毒？那些恐怖的巨大怪物是什么？这片区域真的已经空无一人了吗？现在门外的世界到底是个什么样子？——想知道这些问题其实并不困难，方法只有一个：砸开门，出去。\n　　现在的我已毫无顾虑和惧意。我心中只有一个念头——只要能让我再看一眼外面的世界，就算在那之后让我立刻死去我也在所不惜。　　\n最起码我做的是明白鬼，已经比超市中那些不明不白死去的人要划算得多了。我不再迟疑，身体内涌起一股因悲怆而产生的巨大力量。我在门边找到络腮胡大汉从储物室里拿出来的那些工具。我一只手拿一根粗大的平头铆钉，另一只手举起铁锤，大叫一声，对准铁卷帘门狠狠地敲去。\n　　空旷死寂的超市里顿时爆发出惊天动地的巨大响声。我像发了疯似的，用尽全身力气将铁锤一次次地狂砸向卷帘门。终于，铆钉在铁卷帘门上扎开了一个洞，我顺着这个缺口一顿狂砸，卷帘门上出现了一条十公分左右的小缝。我将钢锯塞进这条缝里，一边狂叫着一边用力锯门，大概锯了好几百下之后，卷帘门上的那条缝扩展到大半个人那么高了。我看到了希望，用铁锤向缝隙的左右两边猛力敲击数十下——天啊！一个能挤出我身体的裂口终于出现了！\n　　我难以压抑心头的狂喜和激动，一条腿先伸了出去，然后整个身子不顾一切地往外挤。裂缝处的尖锐部分挂烂了我的衣裳，也挂伤了我的手臂和背部，我最后那条腿伸出来时，身体一下失去了平衡，滚倒在地，但我完全没感觉到疼痛——我终于出来了！\n\n\n现在才清晨6点过，四周还是黑压压、雾蒙蒙的一片——起码我跌倒在地的时候是这么认为的。起先我的一门心思都放在如何出来上，完全没有注意到周围有些什么。当我从地上爬起来，凝神向周围望去的时候，我才看到了眼前的一切。\n　　就在我放眼望去的这一瞬间，时间仿佛凝滞了，整个世界在这一刻停止了转动。\n　　在我出来之前，我曾在脑海中设想过无数张如今外面世界的画面，但我现在看到的，不是其中的任何一幅。\n　　我无论如何都不敢相信我现在看到了什么。\n　　在以我为圆心，或者说以这座超市为圆心，半径50米的范围内，密密麻麻地包围着十几辆警车、救护车和一百个以上的人，他们全都严阵以待、神情肃然地盯着我。　　\n有几个护士模样的人好像打算朝我走过来，但被一个人以手势制止。正对着我的方向，一辆警车后面有几个**正用手机小声地说着什么。另外我还注意到，他们身后的背景，也就是那些街道、楼房、店铺，通通和我进这家超市来之前完全一样，没有丝毫的变化和异样。\n　　面对此情此景，我感觉大脑就像是生了锈的齿轮一样无法转动了——这一切到底是怎么回事？新闻里不是说这片地区因爆发病毒，所有人都转移、撤离了吗？本市也被封锁和隔离了呀。那面前的这些人是守在这里干嘛的？他们是早就在这里了吗，还是这会儿才来的？如果他们之前就在这里的话，那我们先前在超市中敲门求救，为什么没有人来帮助我们？还有，我——是在做梦吗？\n　　不，不是梦，有疼痛感——手臂和后背的伤口在此刻提醒着我。那么，这到底是怎么回事？我呆呆地伫立着，陷入到前所未有的迷惘之中。\n\n\n　真相　　200X年9月22日 晚上9：29\n　　他别无选择了，心里清楚得很，自己的行踪已经暴露了。很快，那些“怪物”就会从四面八方围过来，自己将成为瓮中之鳖——不行！绝不能坐以待毙！他慌乱地左右四顾，突然在前方不远处看到了希望之光。\n　　超市？那里还有家超市开着门！他心中一阵乱跳——我有救了！\n　　他狂奔过去，超市的玻璃门关着，他猛地撞进去，同时将别在腰间的手枪举起来面对排队付款的众人，大声喝道：“不许动！你们——全都不许动！”\n　　局面被成功地控制住了！超市里的人都吓呆了，没一个人敢轻举妄动。他急促地朝后望了一眼，心里明白，在那些“怪物”追过来之前，必须采取行动！他将枪头指向门边的男店员，喝斥道：“关门！快，把卷帘门关上！”\n　　“好的，好的……”那男店员唯唯诺诺地答应着，走到门边拿起一根铁钩，勾住顶端的铁卷帘门，“哗”地一声，卷帘门拉了下来，“啪嚓”一下被地锁锁住了。\n　　几乎与此同时，几辆警车疾驰而来，刚好目睹卷帘门关拢。为首的那辆车中一个开着车的年轻**懊丧地一拍大腿：“唉！刚好晚了一步！”\n　　他侧脸问坐在旁边一个穿着皮夹克的中年**：“队长，目标逃到超市中了，还强迫店员关了门，现在怎么办？”\n　　“下车再说。”**队长命令道，果断地推开车门。\n　　后面几辆警车上的**也从车中走了出来，聚集到队长身边，其中一个请示道：“队长，要不要朝里面喊话？”\n　　“别忙。”队长做了个手势，掏出手机，“我先向局长汇报一下情况。”\n　　**队长拿着电话走到旁边去与局长通话，他将目前的情况简要向局长汇报一番之后，仔细聆听着局长所作的指示，几分钟后，他神色肃然地应道：“好的，我明白了……知道！”\n　　放下电话，**队长对部下说道：“局长刚才说了，这次是相当特殊的情况。我们追踪的目标并不是某个嫌疑犯，而是一个可能携带极强传染性病毒的病人，之前与其接触的一个医生和三位护士无一例外，均被感染。也就是说，目前的被感染率是百分之百，相当危险。”\n　　“他携带的是什么病毒？”一个女**问。\n\n　在他们说话的时候，两辆救护车开了过来。从车上走下来几个白大褂医生和七、八个护士。**队长赶紧迎上前去问道：“怎么样。医生。你们知道怎么对付这种病毒了吗？”\n　　为首的一个男医生摇头道：“没这么快，医院的专家还在研究当中。我们到这里来，是提前做一些应急准备，如果里面有人出来，我们只能相机行事。”\n　　**队长微微点头道：“看来你们的目的跟我们是一样的，现在……”\n　　“队长！”女**突然惊呼道，“我听到超市里传出开锁的声音，他们好像打算出来了！”\n　　“快！”队长脸色一变，“上前去阻止他们！”带队的医生也立刻吩咐道，“准备好口罩、镇定剂和输液瓶，走！”\n　　十几个人蜂拥朝超市门口跑去，刚到门口，卷帘门“哗啦”一下拉开半个人高，最前面的两个**一眼就看见了蹲在门口的男店员，他正背对着他们朝里面说着什么。这一瞬间，两个**突然迸发出同一个念头——他们平时的职业操守和道德规范都使他们做不到将这个立刻要脱离危险的人活生生地给推进去！两个人眼疾手快，几乎是同时伸出双手，将蹲在门边的男店员猛地一下拽了出来。只不过是一霎那的时间，铁卷帘门“哗”地一下又垮了下去，“啪”地被地锁锁住了。\n\n\n　　男店员没看清拖他出来的是什么人，吓得发出一阵阵撕心裂肺的惊叫，并拼命挣扎，双脚踢在铁卷帘门上发出巨大的撞击声。他乱踢乱动的双脚将离他最近的一个女护士端着的一瓶药水掀翻，那瓶暗红色的药水打翻在地，顺着卷帘门的门缝慢慢渗透进去。\n　　门边的**和医生没有料到这男店员像发了疯似的挣扎得如此厉害。但人已经拖出来了，总不能再把他送进去。几个**一齐涌上来，分别压制住他的双手双脚，男医生再强行套一个口罩在他脸上，另一个女护士赶紧撸起他的袖子，将一支镇静剂注射到男店员的肌肉之中。几分钟之后，他终于安静下来，闭上眼睛像是睡去了。\n　　担架抬了过来。男医生吩咐另外一个医生和两个护士：“你们把他抬上救护车，赶紧回医院，途中不要跟任何人接触，直接送到隔离病房！”\n　　几个医护人员照办了。经历了刚才那番险情的**和医生、护士都离开了门口，纷纷抹了一把额头上渗出的汗。静待了十多分钟，见那卷帘门没任何动静，众人才纷纷松了口气。\n　　**队长这时像想起了什么，转过身对那两个拖人出来的年轻**怒斥道：“太不像话了！你们两个是怎么回事？叫你们阻止他们出来，你们倒好，反倒把人给拖出来了！还算好，只出来了一个。但是我们刚才都跟那个人身体接触过了，要是我们也染上病毒怎么办？要是病毒扩展出去怎么办？啊？”\n　　**队长骂得那两个年轻**一声不敢吭。过了一会儿，见他们一脸无辜的表情，又像是觉得这任务实在是让人为难，也怪不得他们，只有暗叹一声，转身回到警车里去了。\n\n\n　女**走到车窗旁边问道：“队长，我们要不要跟超市里面的人打个电话，告诉他们目前的状况，叫他们稍安勿躁？”\n　　**队长一下从座椅上直起身子：“对了，你提醒了我！现在叫人赶快去切断超市外边的电话线，同时叫相关人员利用手机屏蔽器将这家超市附近的手机信号全部屏蔽！”\n　　女**大惑不解：“为什么呀，队长？”\n　　“你想想看，如果超市里的人和外界联系，得知了现在的状况，也就是他们已经感染上了未知病毒，并且还被隔离起来不接受任何治疗的话，他们会心甘情愿地呆在里面吗？肯定会想尽一切办法出来的！要是超市里的人像逃命般的一齐涌出来，我们怎么办？又不敢贸然接触他们！所以你明白了吗，我们现在就是要避免他们和外界取得任何联系——只有指望他们困在里面摸不清状况，不敢轻易出来才行！”\n　　“我懂了，队长。我这就去办。”女**点了下头，迅速地离开了。\n\n\n　200X年9月23日 早上9：11\n　　在超市面前驻守了一整夜的**们听到超市内传出轰隆巨响——那分明是有人在里面击打着铁卷帘门。同时还伴随着粗犷的谩骂和呼救声。年轻**有几分紧张地对队长说：“看来他们有点沉不住气了。”\n　　“你给我沉住气就行。”**队长目不转睛地盯着卷帘门，“密切注意他们的一举一动。如果有人要强行出来，必要的话，就使用那个。”\n　　年轻**张了张嘴，瞥了一眼警车里放着的几支麻醉枪。\n\n\n\n\n200X年9月23日 晚上11：55\n　　“老天啊，她终于停下来了。”女**伤神地掐着额头说，“那女人再这样敲打下去，我都要受不了了。这样下去我会神经衰弱的。”\n　　“从下午开始敲到现在，她也该累了。”年轻**对女**说，“你也累了，去车里睡会儿吧。”\n　　“你呢，不休息会儿吗？”\n　　“我刚才已经在车里眯了一小觉——唉，这次的任务没日没夜，我们要是不轮流休息的话，最后全都会垮的。”\n　　“好吧，那我去车里睡会儿。”女**正要钻进警车里，抬眼望见前方的道路上一辆破旧的货运三轮摩托车朝这边开过来。这辆摩托车不知是发动机出了什么问题，还是装载的货物超重，整个机身发出一阵刺耳、难听的轰鸣声。在寂静的夜里，这种巨大的噪声听起来简直就像野兽的嘶吼。随着它朝这边缓缓驶来，这破烂摩托车发出的嘶吼声也越来越大、越来越近。女**忍不住皱起眉头，堵住耳朵：“什么烂车子，肯定是不能进城的，也只有在这郊区才允许开。”\n　　年轻**注视着三轮摩托车行驶的方向：“它好像是朝这座超市来的。”\n　　“走，我们去拦住它问一下，别再让它靠近这里了。这种惊天动地的噪声有可能会惊动超市里的人。”\n　　年轻**点了下头，和女**快步迎上前去，在前方道路上拦住了这辆三轮摩托车。\n　　女**向驾驶者出示了**证，问道：“大半夜的你开着这辆烂摩托车到这里来干什么？”\n\n\n　驾驶三轮摩托车的是一个看起来老实巴交的中年人，他也看到了超市前包围着的数辆警车和救护车，显然是从没见过这阵仗。他瞪大眼睛，答非所问地说：“警官，这里……发生什么事了？”\n　　“我们问你到这里来干什么的？”年轻**加重语气。\n　　“我……我是负责跟这家超市配送货物的，以往都是这个时间来送货。”驾驶者小心翼翼地问道，“怎么，警官，有什么问题吗？”\n　　女**对他说：“我告诉你，这家超市因为某种特殊原因被暂时封锁了。你现在把车开回去，这段时间不要再来送货——还有，你这辆烂车子的尾气和噪声都严重超标，不能再继续使用了。如果下次再让我逮到你开这辆破三轮摩托的话，我就立刻通知**来收你的车子，听到了吗？”\n　　“是、是、是……我知道了！”驾驶者忙不迭地点头，赶紧驾驶三轮摩托调头往回开了。两个**只有再次忍受这破烂马达发出的巨大轰鸣，目睹着它越开越远\n\n\n　200X年9月24日 上午9：11\n　　一个**急急忙忙地跑过来说道：“队长，我听到超市门口传出电钻的声音，大概里面的人想要破门而出了！”\n　　**队长从椅子上站起来：“电钻？那超市里面还有这东西？”\n　　“这下可糟了，队长。他们要是用电钻来破坏卷帘门的话，大概不出十分钟就能破门而出了！”年轻**说。\n　　队长短暂地思考片刻，下令道：“你们几个，去找到连接这家超市的外部电线，将电线剪断！”\n　　“啊，断电？”其中一个**迟疑地问道，“对于里面一无所知的人来说，这样做会不会引起恐慌啊？”\n　　“没办法，不这样做来阻止他们的话，很快外面就会发生恐慌了。”**队长将手里那支香烟掰成两段。\n\n\n\n　200X年9月25日 晚上10：41\n　　一辆银白色的小轿车疾驶而来，在距离超市一两百米的地方停下来。几个**正要上去询问来者。那辆轿车中已经走下来两个面容焦急的中年人，像是一对夫妇。他们快步朝离得最近的几个**走去，急促地问道：“我女儿是在这家超市里吗？”\n　　一个方脸**果断地回答道：“不管你们的女儿是不是在里面，现在请你们立即离开，这里不能停留除警方和医疗人员以外的其他人。”\n　　“凭什么？你们凭什么把我的女儿关在这里面？”穿西装的中年男人是个脾气火爆，他厉声责问道，“我的女儿又不是犯人，你们有什么资格把她关起来？”\n　　**队长和女**一起走过来，队长问道：“怎么回事？你们是什么人？”\n　　“我们是里面一个女孩的父母！”西装男人指着超市说，“我女儿在你们这座城市读大学。　　\n我前天就没有联系到她了！我打电话到学校去问，学校的负责人竟然告诉我，说我女儿到这家超市来买东西，结果被**禁锢在了里面，还说我女儿可能感染上了什么疾病——我还要问你们呢！这到底是怎么回事？”\n　　**队长耐着性子跟他们解释道：“学校的负责人没有说错。你们的女儿很可能是在三天前到这家超市来买东西，碰巧遇到一个携带着未知病毒的男人也在那时进了这家超市，并且还强行地关上了门。也就是说，你们的女儿可能已经被病毒感染了。而现在医院的专家还没能研制出有效预防和控制这种病毒的方法，所以我们暂时将超市隔离，为的是不让病毒向外扩展和蔓延。希望你们能理解。”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369887360,
            "txt_content": "红头发小混混这时像是一下意识到了什么，他猛地甩掉手枪，仓皇地解释道：“不，不是我干的！我只是离得最近。我听到枪响后，跑到这里来，就看到她已经开枪自杀了！我走上前去确认，顺便捡起掉在她脚下的这把手枪……”\n　　“够了！你这个杀人凶手！”时尚女孩厉声叫道，“事实都摆在眼前了，你还有什么好狡辩的！你这次是还没来得及逃开吧，所以才让我们抓了个现行！”\n　　她不由分说地冲身边的男友和中年大叔说：“你们还愣着干什么呀！快上前去制服他呀！”\n　　小白脸男生像是要向女友证明什么似的，鼓足勇气向前跨了两步。红头发小混混慌乱地拾起手枪，指着小白脸男生：“别过来！”\n　　大家都不敢动了，僵在那里。我想我当时完全被悲痛充斥了整个大脑，竟然没做出任何反应。其实通过几分钟前单身母亲跟我交谈时的种种迹象，特别是她跟我说最后一句话时流露出的那种决绝的神情，我是应该能推断出她确实死于自杀的。要是我在这时出面说几句话，证明红头发小混混所说应该是实话的话，也许就能避免接下来所发生的悲剧了。可惜的是，我脑中一片悲痛、混乱，导致我什么都没做。\n　　小白脸男生不知道受到了什么蛊惑还是刺激，一反平时的胆小和懦弱，竟然还在试图向红头发小混混靠近。他向前伸着手，同时缓缓朝前方移动，嘴里说道：“嘿，别冲动，你先把枪放下来，好吗？”\n　　“我说了，别过来！”红头发小混混咆哮道，摇晃着手枪，“别逼我开枪！”\n　　“你要是开了枪，可就真成杀人凶手了。”小白脸男生直视着他。\n\n\n　“住口！少在那里假惺惺了！”红头发小混混怒吼着，“你们不是本来就把我当成杀人凶手吗？你们一直都在怀疑我，不是吗？就因为我穿成这样，头发染成这样，你们就不把我当好人看！你们这些以貌取人的混蛋，根本就不听我解释，就自以为是地给我定罪了！”\n　　“我们没跟你定罪。”小白脸男生缓缓朝前挪动脚步，“刚才到底发生了什么事，咱们坐下来慢慢说，好吗？你先把枪放下。”\n　　“别再靠近一步！”红头发小混混已经退到墙边了，他的脸变得疯狂无比，举着枪的手因紧张而不住颤抖，　　“你以为我不知道你们现在心里是怎么想的吗？你们先把我稳住，待我稍一松懈，就一拥而上，把我制服。别做梦了！我不会让你们得逞……”\n　　“砰！”\n　　一声枪响。\n　　所有人都呆住了，包括红头发小混混在内，他怀疑地望向手枪，仿佛不知道自己刚才干了什么。他面前的小白脸男生也以同样怀疑的目光缓缓望向胸前，然后痛苦地捂住心口，双腿一软，跪了下来。时尚女孩惨叫一声，飞扑过来，扶着男友的身体，嘶喊道：“恒！你怎么了？天哪，你别吓我！”抬起手来一看，她满手的鲜血，再望向男友的胸前——心口赫然多出一个血洞，她痛苦地摇着头，抱着男友嚎啕大哭。\n　　“嘉……”小白脸男生艰难地望着女友，声音虚弱而空洞，“我在你心中……算是个男子汉吗？”\n　　“是……是，你当然是。”时尚女孩捧着他的脸，泣不成声。\n　　“是吗……那太好了……可惜，我以后保护不了你了……你要……保护好自己……我爱……”最后那个“你”字还没说得出口，他猛地呛出一口鲜血，脖子一歪，头朝旁侧无力地耷拉下去。\n\n\n“恒……恒？”她惊惶无助地喊了两声，抱着男友的身体左右摇晃，又一阵哭泣呼喊，但一切都无济于事了。　　\n她悲痛欲绝地放下男友的尸体，突然脸色一变，抬起头来，两道充满怨毒和愤懑的目光像尖刀一样插向红头发小混混，一字一顿地说道：“你这个凶手！”\n　　“不……不是我想开枪的。”红头发小混混仓皇地解释着，“是枪走火了……”说到这里，他似乎自己都意识到辩解在此刻显得有多苍白。而时尚女孩已经从地上站了起来，一副立刻就要冲上前来和他拼命的样子。红头发小混混突然大叫一声：“好吧！我知道事到如今说什么都没有用了！他妈的，反正也活不了了，迟早都是会死的！”\n　　他将手枪拿到面前，掰开枪膛，看了一眼里面的子弹，自言自语道：“最后那颗子弹就送给你们当中的某个人吧。”说完，他举起手枪对准自己的太阳穴，望着无比惊愕地我们，最后说了一句话：\n　　“其实，你们没有猜错，我确实是个他妈的街头小混混。但我告诉你们，我从来都没有蓄意杀过人——除了我自己！”\n　　“砰！”枪声在今天第三次响起。他在鲜血绽放的礼花中直愣愣地倒了下去。\n　　这一次，我终于真正地昏了过去。\n\n\n惊人的请求　　200X年9月26日 晚上11：10\n　　我苏醒过来的时候，看见大叔呆在我的身边。他见我睁开了眼睛，问道：“怎么样，没事了吧？”\n　　我微微点了点头，瞥了一眼刚才发生连环惨剧的地方——三具尸体都不在了。我想到那个储物室，心中不由得一紧。\n　　中年大叔叹了口气，对我说：“我们好像真的错怪了那个红头发的青年了。刚才女店员跟我说，她想起今天下午的时候，看见那个母亲在柜台前徘徊了一阵——可能就是在那时，她悄悄地拿走了抽屉里的手枪，就是准备自杀用的。唉，结果后来一连串的误会和混乱，竟然导致三条生命都离我们而去了！”\n　　我心中感到阵阵发堵，像被一些无形的东西压住了肺腑。我不敢告诉中年大叔，那三条生命的远去，竟然都跟我有或多或少的关系——如果我能及时做出一些判断和行动，说不定就能留住他们的生命。可惜现在什么都迟了。\n　　我不想一直处在自责和后悔中，便转换了一个话题问大叔：“那个女孩呢？她怎么样？”\n　　中年大叔叹息道：“她受到的打击很大。男朋友死后，她就一直抱着他的尸体在墙边哭泣。我们劝她把尸体放下，振作起来，却完全没有用。”大叔望了我一眼，头朝斜后方扬了一下，“要不，你再去劝劝她吧。”\n　　我朝大叔指的地方望去，果然，时尚女孩靠墙坐在地上，怀里紧紧抱着男友的尸体，埋着头黯然啜泣，看上去可怜到了极点。我迟疑着说：“你们劝她都没有用，我去劝又会有用吗？”\n　　“试试吧。就算劝不了她放开尸体，陪她说说话总是好的。”\n　　我想了想，说：“好吧。”\n　　我在心中酝酿和组织起一些劝慰的语言，朝时尚女孩的方向走过去。来到她身边，我却发现自己准备好的那些安慰话全都堵在嗓子里说不出来了。我感觉到在巨大的悲痛面前，任何劝慰都是苍白无力的。我本想退回去，还是让她静静地呆一会儿算了，但又想到是答应了大叔的，只有勉强蹲下来，说道：“别太伤心了，好吗？毕竟……我们活着的人也不比死去的人好过。”\n　　她整张脸埋在胳膊肘里，抽搐、啜泣，对我的话完全没有反应。\n\n\n\n\n　我又说道：“我记得你男朋友对你说过的，要你照顾好自己。你就当是完成他最后的心愿吧，别再伤心难过了，不然你男朋友在地下也会不放心的。”\n　　她还是保持着一样的姿势，连头都没有抬起来一下。我叹了一口气：“好吧，也许你想一个人静一会儿，那我就不在这里打扰了，但是希望你能尽快振作起来。”\n　　我站起来，准备离开了。没想到，时尚女孩忽然伸出手来拉住我，抬起头来对我说：“我想请你帮我一个忙，可以吗？”\n　　我立刻点头应允：“当然可以，你要我做什么？”\n　　“请你……去把那把枪拿过来，开枪把我打死吧。”\n　　我大惊失色，向后一退，连连摇头：“这……这怎么行！”\n　　“求你……”她哀求道，“我本来是可以自杀的，但我就是缺乏那一瞬间的勇气。所以，求你成全我，让我结束这种无止境的折磨，彻底解脱吧！”\n　　我蹲下来望着她，肃然道：“你别说这种话了，也别这么想！我知道你失去了心爱的人一定伤心难过、悲痛欲绝。但你不能让这种情绪一直侵占着你，使你放弃活下去的希望。你要坚强些，好好地活给你男朋友看，那才是对他最好的告慰！”\n　　“不……”她痛苦地摇头道，“我不是为了追随他才想死的。我只是受不了这种折磨了。我知道，我早迟也是逃不掉的……与其在担惊受怕中被杀死，不如提早自行了断还痛快些。”\n　　我心中一怔，问道：“你为什么要这么说？”\n　　她望向我：“那个红头发的小混混死之前说的最后一句话，你没听到吗？他说他从来都没有蓄意杀过人的——人之将死，其言也善。我想他总不至于在开枪自杀前，还要说谎话来骗我们吧？那他说的这句话，你知道意味着什么？”\n　　我呆了片刻，随即心中一紧：“你的意思是，真正的杀人凶手，还在我们中间？”\n　　中年大叔急促地摇着头说：“那把手枪放在柜台抽屉里太危险了。”他想了一下，好像又觉得没有其它更适合放的地方，喃喃自语道，“看来得采取点儿防范措施才行……”\n\n\n\n我心中却在想另一件事。我犹豫着要不要把我对于那个小男孩的所有猜测和怀疑全都告诉中年大叔，好让他也引起警觉。但话到嘴边又被我强行咽下了，我想起那个如同鬼魅般存在的男孩随时都可能又躲在某个暗处窥视或偷听着我们，如果让他知道我怀疑他是杀人凶手的话，那我也许就是下一个受害者。\n　　中年大叔察觉到我欲言又止，问道：“你想告诉我什么吗？”\n　　“啊……”我一时窘迫，正在不知如何作答时，忽然想起时尚女孩刚才跟我说的最后那句话。“对了，那女孩见我不肯‘帮’她，便说了一句令人不解地话。她说既然如此，她就只好选择另一种自保的方法了，还叫我们别怪她丧失理智后做出极端的事情来。”\n　　“她说这话是什么意思？”大叔瞪大眼睛问。\n　　“我也不知道，但这话让我感到不安。”\n　　中年大叔眉头紧蹙地思索了片刻，骇然道：“她说的丧失理智的极端行为，该不会是把我们都杀了，以求自保吧？”\n　　我大惊失色：“不会吧？那也……太疯狂了！”\n　　中年大叔神色忧虑地说：“这可说不准。人在这种暗无天日的封闭空间里呆久了心理可能会变得扭曲、不正常，许多平时想都不敢想的极端行为，在这时就做得出来了。”\n\n\n听他这么说，我吓得面无血色，惶恐地问道：“那我们……该怎么办？”\n　　中年大叔叹息着说：“有什么办法呢，只有多提防着点儿，处处小心了。”\n　　我想告诉他，我早就是这么做的了，而且其他人多半也跟我一样，可问题是还是不断地有人被杀死，可见这是防不胜防的——但是，就像他所说，我们又有什么办法呢？总不能真的应了那女孩儿的要求，把她枪杀了吧？\n　　迟疑了好一会儿，我突然鼓起勇气对大叔说：“要不，我们把门砸开出去吧！我想现在这里面的危险已经和外面差不多了。”\n　　中年大叔将脸缓缓地转过来望着我，神情复杂得令人难以捉摸。\n　　我想他还是踌躇不决是因为信心不足，便说道：“我们闯出去求救，好歹还有一条生路。呆在这里面饱受折磨自相残杀，到最后反而是死路一条。”\n　　中年大叔突然神色黯然道：“求救？只怕是……没有救可求了。”\n　　我呆呆地望着他：“什么意思？”\n　　中年大叔沉闷了好久，终于将一口气艰难地从胸腔中吐出来：“有一件事，我一直瞒着你们。当时是怕告诉你们后，所有人都在一瞬间变得悲哀绝望，完全丧失活下去的信念。不过现在看起来，大势已定，说出来也无所谓了。”\n　　他将脸别过去，有意不望我，像是不愿看到我听他说完这段话后的表情。　　\n“记得那个MP3吗？它电量耗尽的最后一天，我告诉你们我没有在新闻里听到任何关于这件事的报道。其实不是这样的。真实的情况是……那天所有的电台信号全都消失了，我根本就收不到任何一个台。”\n　　我像没有生命的雕塑一样定住了。全身感觉不到一丝体温，脑子里一片空白。我已经无力去思考这对于我或者是其他所有人来说意味着什么，因为在好长一段时间内，我甚至感觉不到自己的存在。\n\n\n第三个死者　　200X年9月27日 凌晨2：05\n　　她并没有完全睡着。在现在这种情形下，她无法不时刻保持警觉和戒备。\n　　这样做是对的。她的耳朵刚才捕捉到一种细微的声音，这声音离她很近，可以肯定就在几米的范围之内——这使她立刻进入高度戒备状态。\n　　来了吗？凶手终于找上我了吗？她心中怦怦乱跳，紧张得汗毛直立。她轻轻放下男友的尸体，从自己的脚边摸索到一把早就预备好防身用的尖刀，缓缓地站起来。\n　　她慢慢靠近发出声响的地方，捏着刀的手因紧张而渗出一层汗，使刀柄变得滑滑的，像拿不稳似的——但她必须拿稳，抓在手里的，是自己的生命。\n　　“咯嚓、咯嚓、咯嚓……”\n　　这是什么怪声音？她紧张地判断着——就像黑暗中有只老鼠在啮噬着什么东西似的，但是又太有规律了。是人的脚步声吗？似乎也不像……\n　　现在，她和那声音只隔着一排货架了，她能准确地感知到，声音就来源于货架对面。\n　　她咽了口唾沫，紧紧攥住手中的刀，将它举了起来，然后鼓足勇气一下跳到货架对面。\n　　没有人。她愣了一下，眼光望向下方，找到了声音的来源——这是超市里出售的小玩意儿，就是那种扭动背后的发条就会朝前走路的小熊玩具。它被货架挡住了去路，却又还在机械地朝前走着路，所以就发出了碰撞货架后产生的“咯嚓、咯嚓”声。\n　　她呆呆地望着那小玩意儿，心中疑惑不解——大半夜的，是谁在摆弄这个发条玩具？而且，在这种困境之中，谁还有心思玩儿这东西？\n　　这时，玩具小熊“咔”地一声停了下来，发条的回力用尽了。这一瞬间，她猛地意识到了什么，迅速转过身去，赫然看到身后站着一个人！她脑子“嗡”地一炸，吓得魂飞魄散，叫道：“啊，原来是你……”\n　　还没叫得出口，她已被那个人一把捂住了嘴，声音堵在了口腔之中。同时，胸口插上了一柄尖利的水果刀。她因惊恐而圆睁的双眼在霎那间布满了血丝，不一会儿，她的身子慢慢瘫软下去，滑倒在一片血泊之中，那倒在地上的姿势，几乎和她几米外的男友一模一样。\n\n\n　谁是凶手？　　200X年9月27日 凌晨4：50\n　　时尚女孩的死是唯一不让我感到意外和震惊的，我几乎已经预料到了她就是下一个受害者。\n　　也许是因为在这几天中我们所目睹的死亡已经太多了，当我和中年大叔、女店员站在时尚女孩惨死的尸体旁时，竟然都没表现出过多的惊骇，反而是被一种茫然和麻木的情绪所取代。我们好像已无力为他人感到悲哀或难过，在看到他们尸体的时候，我们也看到了自己可悲的命运。\n　　女店员最先把头扭过去，呜咽地哭起来——这次又是她最先发现的尸体。但她处理的方式已比上回冷静和稳重了许多，她没有再浑身颤抖、失声尖叫，只是把我和中年大叔叫醒，并带我们来到现场。\n　　时尚女孩惨死的模样我不想去细看了，和前面两个被杀死的人几乎无异。唯一引起我重视的，是杀害她的凶器——三次凶杀案所用的凶器都是同一种水果刀。毫无疑问，凶手是同一个人。而这个人是谁，我认为此时已没有必要再质疑了。\n　　我搜索周围，那小男孩不在我的视线范围内，这更让我确定他就是凶手——他几乎没有一次在凶案发生后来直面过尸体。\n　　我正暗自思忖，女店员终于哭喊出来：“她说得没错……昨天她告诉过我的，说那个小混混并不是真正的杀人凶手。真凶还在我们中间，他还没有停手……天哪，那女孩说了这话就被杀死了，那现在，是不是轮到我了？”\n　　中年大叔试图劝慰她，她却哭泣得更厉害了，并一转身朝柜台那个方向跑去。大叔大概是怕她做出什么傻事，紧跟着追了过去。\n　　我在原地呆站了大约有十分钟，终于做出一个决定——我要告诉中年大叔和女店员，那小男孩就是杀人凶手，并且我要和他们结成统一战线，一齐制服那男孩，并逼他说出所犯的罪行。对，我现在非这么做不可！如果我现在还因为惧怕而不将怀疑已久的情况说出来的话，就等于还在放纵那可恶的杀人凶手，这无异于自掘坟墓。\n\n\n主意拿定，我朝柜台那边走去。在快要靠近那里时，我突然听到中年大叔和女店员在小声谈论着什么。我停下脚步，判断出他们是躲在最右侧那排货架边窃窃私语，这种神神秘秘、躲躲藏藏的情形使我不得不好奇他们在谈论些什么——我敛声屏息、竖起耳朵仔细聆听他们的对话。\n　　“……其实我早就有些怀疑了，只是一直忍着没说。现在看来，肯定就是他（她）了。”女店员有些颤抖的声音。\n　　我心中一紧——她说的是谁？\n　　“可毕竟我们都是猜测，并没有亲眼目睹他（她）杀人，不能百分之百肯定就是他（她）吧？”中年大叔。\n　　“现在就剩我们几个人了，不是他（她）还会是谁？我们要是再不采取行动，下一个受害者就是我们了。”\n　　“你真的这么肯定吗？”\n　　我听到女店员清晰地说出一句：“是的，我敢肯定，凶手就是那个小男孩！”\n　　没错，就是他！我心中一阵激动，差点儿想立刻跳到他们面前，告诉他们我也正是这么想的，但中年大叔接下来的一句话仿佛将我重重地摔到一个冰窖中，全身发冷、动弹不得。\n　　“可是，万一是她呢？”他说。\n　　天哪！我惊骇不已，他居然怀疑是我！\n　　“她？我觉得……不大可能吧？”女店员说。\n　　“这可说不定。有些时候，表面上看越不可能的事偏偏确是最有可能的。”\n　　“那你说，我们怎么办？”\n　　沉默了一会儿，我听到中年大叔低声说：“没别的选择了，我们只有对他们俩都采取行动，现在这种情况下，不是你死就是我活了！”\n\n\n我深吸一口凉气，背后泛起的寒意使我连打了数个冷噤。我现在脑子里像飞进了无数个蜜蜂，嗡嗡作响。这时我没听到他们的声音了，我不知道他们是不是已经商量好了，然后正朝我走来。我心慌意乱，一时间不知该往哪儿走好——不管我躲在哪里，他们都是会找到我的！最后，我瞥见了门口的角落，那里是光线最暗的地方，微弱的电筒光线几乎完全照不到那里。我没有选择的时间，赶紧轻手轻脚地猫着身子躲到那个黑暗的角落里去，蜷缩成一团。\n　　我身子不住地打着抖，浑身上下一片冰凉，自从被困在这里以来，我还是第一次害怕成这个样子。不单是出于对死亡的恐惧——凄凉、寒心、委屈、愤怒，种种负面情绪交织盘旋着向我侵袭过来，使我感受到前所未有的悲哀和绝望。我原以为，我把中年大叔当成这些人中最值得信赖和依靠的人，他多少也会同样地看待我。没想到，最后他竟然怀疑我是杀人凶手，还打算对我下手、以求自保！我本打算来和他结成同盟，不料他早已和那女店员搭成一伙儿了，并将其他人全看成是敌人，准备一齐消灭——这实在是天大的讽刺！想到这里，我胸中涌起一团恶气，令我不自觉捏紧拳头，身子也跟着抽搐了一下。不想我的手肘竟碰到铁卷帘门，发出“哗啦”一声响动。\n　　糟了！我在心中惊叫道——我暴露位置了！\n　　果不其然，发出这声响过后不出五秒钟，中年大叔和女店员就出现在了我的面前。看到我蜷缩在这里。中年大叔竟装作不知情一样问道：“你怎么躲在这个角落里？”\n\n\n\n我惊恐地瞪着他，身子紧紧地贴着墙壁：“别……别过来！”\n　　他却反而蹲了下来，身体朝我探过来：“你怎么了？”\n　　我喉咙像被什么东西堵塞了似的，发不出声音来，只有恐惧地摇着头。他伸出一只手来试图摸我的额头，被我迅速地用手挡开了。就在我头偏向右侧的那一瞬间，我赫然看到了他背在身后的那一只手，那只手里握着一把明晃晃的尖刀！\n　　刹那间，我感到天旋地转、呼吸骤停，我想他马上就要下手了！在这万分紧急的关头，我的手下意识地在周围地上摸索着有没有可以救命的东西——摸到了，一根铁钩！是那个男店员用来拉下卷帘门的那根铁钩！我没有犹豫和选择的余地了，抄起那根铁钩，用尽全身力气向中年大叔横扫过去——\n　　时间好像暂停了，我和中年大叔四目相对，都直愣愣地盯着对方，只是他的双眼中渗出了鲜血，脸上也丢失了生气。这时，我才看到，铁钩的尖刺那一端不偏不倚地钉在了他的右侧太阳穴上。\n　　我吓傻了，目瞪口呆地丢下铁钩，中年大叔的身体像失去了支撑的稻草人一样斜着倒向左方，一动不动。女店员上前一步，看到了中年大叔惨死的模样，发出撕心裂肺的惨叫声。继而，她望向我，又尖叫着朝柜台方向跑去。我还没来得及做出什么别的举动，就见她双手紧握着那把手枪又站到了我跟前。她浑身筛糠似的猛抖着，那把手枪随时都有走火的可能。我不想重蹈小白脸男生的覆辙，拼了命的解释道：“不！别开枪，我不是有意想杀他的！我只是……想自卫而已！”\n　　令我始料未及的状况发生了，那女店员居然完全不听我的解释，将手枪对准我的身体，扣动了扳机！\n\n\n我死了！\n　　我紧紧闭上眼睛，却没有听见枪响，反而听到“咔”一声响。我睁开眼睛，看到女店员错愕地望着手枪，似乎不明白这是怎么回事。其实我跟她想的一样——那枪膛里不是还应该剩最后一颗子弹吗，怎么打出来会是空枪？\n　　突然间，我明白了。我想起昨天晚上跟中年大叔说起时尚女孩打算用手枪来自杀时，他说过要对那把手枪采取些防范措施——一定是他把枪膛里最后那颗子弹给下下来了！\n　　女店员见手枪没用了，惊骇地将它丢掉，同时朝后面缓缓倒退着脚步，一边左顾右盼地朝两边搜索着什么能用来攻击我的东西。我盯视着她，心中燃起一团无名火——这女人太过分了！全然不理会我的辩解，不分青红皂白就向我开枪。如果不是枪膛里的子弹被下了，那我现在不是已经成了她的枪下亡魂？我大叫一声，再次握住铁钩，并将它插入大叔脑袋里的那一端狠狠地抽了出来，站起来朝那女店员走去。\n　　那女人完全吓得发疯了，她彻底失去了控制，不顾一切地抓起任何手边的东西就向我没命地砸过来。我被她丢过来的一些食物和小件物品击中。当她抓起货架上的一个铁制平底锅就准备向我砸过来时，我实在忍无可忍了，大叫一声，将手中的铁钩向她抡了过去。这一击又正中她的头部，她惨叫一声倒下地去，不省人事。我无法判断她是被打昏了还是死了，只知道她比中年大叔幸运，只是被铁钩的背面击中，并未被尖钩所伤。\n\n\n眼前的威胁终于解除了，我大口喘着粗气，情绪慢慢平和下来。呆站了大概两、三分钟，我才彻底恢复了冷静和理智。这时，我举起手中的铁钩，看到它上面的斑斑血迹，再望向被它所击杀的两条生命，不禁心胆俱裂。我将铁钩倏地丢开，双膝一软，跪了下来，放声痛哭。\n\n\n门外的世界　　200X年9月27日 凌晨5：47\n　　事到如今，我也没什么好顾虑和害怕的了。我想通了，中年大叔说得对，现在已到了不是你死就是我活的地步。反正我也开了杀戒，不如和那个男孩，那个真正的杀人凶手拼了！\n　　我不知道从哪里生出的勇气，一只手持着铁钩，另一只手拿着打开的手电筒，在超市中寻找那男孩，口中嘶喊道：“喂，小子！你给我出来！我知道你干了些什么，你这个凶手！”\n　　没有人回答我，那男孩的身影也没出现。　　\n我手中的电筒四处乱晃着，那根铁钩也像发了疯似的左右上下挥舞。我疾步穿梭于各排货架之间，将不少货物都砸翻在地。但是将整个超市掀了个底朝天，一片狼藉，我仍然没能找到那男孩。我气急败坏地喘着粗气，不知道他是在跟我躲避周旋，还是藏在某个黑暗的角落里不现身，总之我怎么也找不到他——但我不相信他能在这密室中凭空消失了！我在空旷的超市中再次大声狂喊道：“胆小鬼！你躲着干什么？出来呀，你怕了我吗！”\n　　我站在原地静待了五分钟，电筒光线朝四面八方扫射着，没有任何动静。我意识到那男孩是不会主动出来了，又点起怒火在超市中展开第二轮搜寻。\n　　走到最右侧墙角的时候，电筒光扫到一个几乎被我所遗忘的人——那个老妇人。当光线照射到她脸上时，我想那是我这辈子看过的最惊恐万状的一张脸了。毫无疑问，她此时的恐惧和惊悸已经达到了无以复加的地步。我不知道她是被之前一连串的命案吓傻的，还是被我此刻疯狂的举动吓呆的。不过这不是我关心的问题，反正她一如既往都是那副表情，我已经懒得去理她了。我在她身边只不过呆了短短几秒钟，就又开始寻找起那男孩来。\n\n\n折腾了大概半个小时，我身心俱疲、声嘶力竭，那男孩却真的像是人间蒸发了一样，完全不见踪影。我没有心思和力气再和他耗下去了，在我的精力用尽之前，我还有更重要的一件事要做。\n　　我已经想通了——横竖都是死，我要死个明白。在我生命的油灯耗尽之前，我决定揭开所有的谜底——外面到底爆发了什么病毒？那些恐怖的巨大怪物是什么？这片区域真的已经空无一人了吗？现在门外的世界到底是个什么样子？——想知道这些问题其实并不困难，方法只有一个：砸开门，出去。\n　　现在的我已毫无顾虑和惧意。我心中只有一个念头——只要能让我再看一眼外面的世界，就算在那之后让我立刻死去我也在所不惜。　　\n最起码我做的是明白鬼，已经比超市中那些不明不白死去的人要划算得多了。我不再迟疑，身体内涌起一股因悲怆而产生的巨大力量。我在门边找到络腮胡大汉从储物室里拿出来的那些工具。我一只手拿一根粗大的平头铆钉，另一只手举起铁锤，大叫一声，对准铁卷帘门狠狠地敲去。\n　　空旷死寂的超市里顿时爆发出惊天动地的巨大响声。我像发了疯似的，用尽全身力气将铁锤一次次地狂砸向卷帘门。终于，铆钉在铁卷帘门上扎开了一个洞，我顺着这个缺口一顿狂砸，卷帘门上出现了一条十公分左右的小缝。我将钢锯塞进这条缝里，一边狂叫着一边用力锯门，大概锯了好几百下之后，卷帘门上的那条缝扩展到大半个人那么高了。我看到了希望，用铁锤向缝隙的左右两边猛力敲击数十下——天啊！一个能挤出我身体的裂口终于出现了！\n　　我难以压抑心头的狂喜和激动，一条腿先伸了出去，然后整个身子不顾一切地往外挤。裂缝处的尖锐部分挂烂了我的衣裳，也挂伤了我的手臂和背部，我最后那条腿伸出来时，身体一下失去了平衡，滚倒在地，但我完全没感觉到疼痛——我终于出来了！\n\n\n现在才清晨6点过，四周还是黑压压、雾蒙蒙的一片——起码我跌倒在地的时候是这么认为的。起先我的一门心思都放在如何出来上，完全没有注意到周围有些什么。当我从地上爬起来，凝神向周围望去的时候，我才看到了眼前的一切。\n　　就在我放眼望去的这一瞬间，时间仿佛凝滞了，整个世界在这一刻停止了转动。\n　　在我出来之前，我曾在脑海中设想过无数张如今外面世界的画面，但我现在看到的，不是其中的任何一幅。\n　　我无论如何都不敢相信我现在看到了什么。\n　　在以我为圆心，或者说以这座超市为圆心，半径50米的范围内，密密麻麻地包围着十几辆警车、救护车和一百个以上的人，他们全都严阵以待、神情肃然地盯着我。　　\n有几个护士模样的人好像打算朝我走过来，但被一个人以手势制止。正对着我的方向，一辆警车后面有几个**正用手机小声地说着什么。另外我还注意到，他们身后的背景，也就是那些街道、楼房、店铺，通通和我进这家超市来之前完全一样，没有丝毫的变化和异样。\n　　面对此情此景，我感觉大脑就像是生了锈的齿轮一样无法转动了——这一切到底是怎么回事？新闻里不是说这片地区因爆发病毒，所有人都转移、撤离了吗？本市也被封锁和隔离了呀。那面前的这些人是守在这里干嘛的？他们是早就在这里了吗，还是这会儿才来的？如果他们之前就在这里的话，那我们先前在超市中敲门求救，为什么没有人来帮助我们？还有，我——是在做梦吗？\n　　不，不是梦，有疼痛感——手臂和后背的伤口在此刻提醒着我。那么，这到底是怎么回事？我呆呆地伫立着，陷入到前所未有的迷惘之中。\n\n\n　真相　　200X年9月22日 晚上9：29\n　　他别无选择了，心里清楚得很，自己的行踪已经暴露了。很快，那些“怪物”就会从四面八方围过来，自己将成为瓮中之鳖——不行！绝不能坐以待毙！他慌乱地左右四顾，突然在前方不远处看到了希望之光。\n　　超市？那里还有家超市开着门！他心中一阵乱跳——我有救了！\n　　他狂奔过去，超市的玻璃门关着，他猛地撞进去，同时将别在腰间的手枪举起来面对排队付款的众人，大声喝道：“不许动！你们——全都不许动！”\n　　局面被成功地控制住了！超市里的人都吓呆了，没一个人敢轻举妄动。他急促地朝后望了一眼，心里明白，在那些“怪物”追过来之前，必须采取行动！他将枪头指向门边的男店员，喝斥道：“关门！快，把卷帘门关上！”\n　　“好的，好的……”那男店员唯唯诺诺地答应着，走到门边拿起一根铁钩，勾住顶端的铁卷帘门，“哗”地一声，卷帘门拉了下来，“啪嚓”一下被地锁锁住了。\n　　几乎与此同时，几辆警车疾驰而来，刚好目睹卷帘门关拢。为首的那辆车中一个开着车的年轻**懊丧地一拍大腿：“唉！刚好晚了一步！”\n　　他侧脸问坐在旁边一个穿着皮夹克的中年**：“队长，目标逃到超市中了，还强迫店员关了门，现在怎么办？”\n　　“下车再说。”**队长命令道，果断地推开车门。\n　　后面几辆警车上的**也从车中走了出来，聚集到队长身边，其中一个请示道：“队长，要不要朝里面喊话？”\n　　“别忙。”队长做了个手势，掏出手机，“我先向局长汇报一下情况。”\n　　**队长拿着电话走到旁边去与局长通话，他将目前的情况简要向局长汇报一番之后，仔细聆听着局长所作的指示，几分钟后，他神色肃然地应道：“好的，我明白了……知道！”\n　　放下电话，**队长对部下说道：“局长刚才说了，这次是相当特殊的情况。我们追踪的目标并不是某个嫌疑犯，而是一个可能携带极强传染性病毒的病人，之前与其接触的一个医生和三位护士无一例外，均被感染。也就是说，目前的被感染率是百分之百，相当危险。”\n　　“他携带的是什么病毒？”一个女**问。\n\n　在他们说话的时候，两辆救护车开了过来。从车上走下来几个白大褂医生和七、八个护士。**队长赶紧迎上前去问道：“怎么样。医生。你们知道怎么对付这种病毒了吗？”\n　　为首的一个男医生摇头道：“没这么快，医院的专家还在研究当中。我们到这里来，是提前做一些应急准备，如果里面有人出来，我们只能相机行事。”\n　　**队长微微点头道：“看来你们的目的跟我们是一样的，现在……”\n　　“队长！”女**突然惊呼道，“我听到超市里传出开锁的声音，他们好像打算出来了！”\n　　“快！”队长脸色一变，“上前去阻止他们！”带队的医生也立刻吩咐道，“准备好口罩、镇定剂和输液瓶，走！”\n　　十几个人蜂拥朝超市门口跑去，刚到门口，卷帘门“哗啦”一下拉开半个人高，最前面的两个**一眼就看见了蹲在门口的男店员，他正背对着他们朝里面说着什么。这一瞬间，两个**突然迸发出同一个念头——他们平时的职业操守和道德规范都使他们做不到将这个立刻要脱离危险的人活生生地给推进去！两个人眼疾手快，几乎是同时伸出双手，将蹲在门边的男店员猛地一下拽了出来。只不过是一霎那的时间，铁卷帘门“哗”地一下又垮了下去，“啪”地被地锁锁住了。\n\n\n　　男店员没看清拖他出来的是什么人，吓得发出一阵阵撕心裂肺的惊叫，并拼命挣扎，双脚踢在铁卷帘门上发出巨大的撞击声。他乱踢乱动的双脚将离他最近的一个女护士端着的一瓶药水掀翻，那瓶暗红色的药水打翻在地，顺着卷帘门的门缝慢慢渗透进去。\n　　门边的**和医生没有料到这男店员像发了疯似的挣扎得如此厉害。但人已经拖出来了，总不能再把他送进去。几个**一齐涌上来，分别压制住他的双手双脚，男医生再强行套一个口罩在他脸上，另一个女护士赶紧撸起他的袖子，将一支镇静剂注射到男店员的肌肉之中。几分钟之后，他终于安静下来，闭上眼睛像是睡去了。\n　　担架抬了过来。男医生吩咐另外一个医生和两个护士：“你们把他抬上救护车，赶紧回医院，途中不要跟任何人接触，直接送到隔离病房！”\n　　几个医护人员照办了。经历了刚才那番险情的**和医生、护士都离开了门口，纷纷抹了一把额头上渗出的汗。静待了十多分钟，见那卷帘门没任何动静，众人才纷纷松了口气。\n　　**队长这时像想起了什么，转过身对那两个拖人出来的年轻**怒斥道：“太不像话了！你们两个是怎么回事？叫你们阻止他们出来，你们倒好，反倒把人给拖出来了！还算好，只出来了一个。但是我们刚才都跟那个人身体接触过了，要是我们也染上病毒怎么办？要是病毒扩展出去怎么办？啊？”\n　　**队长骂得那两个年轻**一声不敢吭。过了一会儿，见他们一脸无辜的表情，又像是觉得这任务实在是让人为难，也怪不得他们，只有暗叹一声，转身回到警车里去了。\n\n\n　女**走到车窗旁边问道：“队长，我们要不要跟超市里面的人打个电话，告诉他们目前的状况，叫他们稍安勿躁？”\n　　**队长一下从座椅上直起身子：“对了，你提醒了我！现在叫人赶快去切断超市外边的电话线，同时叫相关人员利用手机屏蔽器将这家超市附近的手机信号全部屏蔽！”\n　　女**大惑不解：“为什么呀，队长？”\n　　“你想想看，如果超市里的人和外界联系，得知了现在的状况，也就是他们已经感染上了未知病毒，并且还被隔离起来不接受任何治疗的话，他们会心甘情愿地呆在里面吗？肯定会想尽一切办法出来的！要是超市里的人像逃命般的一齐涌出来，我们怎么办？又不敢贸然接触他们！所以你明白了吗，我们现在就是要避免他们和外界取得任何联系——只有指望他们困在里面摸不清状况，不敢轻易出来才行！”\n　　“我懂了，队长。我这就去办。”女**点了下头，迅速地离开了。\n\n\n　200X年9月23日 早上9：11\n　　在超市面前驻守了一整夜的**们听到超市内传出轰隆巨响——那分明是有人在里面击打着铁卷帘门。同时还伴随着粗犷的谩骂和呼救声。年轻**有几分紧张地对队长说：“看来他们有点沉不住气了。”\n　　“你给我沉住气就行。”**队长目不转睛地盯着卷帘门，“密切注意他们的一举一动。如果有人要强行出来，必要的话，就使用那个。”\n　　年轻**张了张嘴，瞥了一眼警车里放着的几支麻醉枪。\n\n\n\n\n200X年9月23日 晚上11：55\n　　“老天啊，她终于停下来了。”女**伤神地掐着额头说，“那女人再这样敲打下去，我都要受不了了。这样下去我会神经衰弱的。”\n　　“从下午开始敲到现在，她也该累了。”年轻**对女**说，“你也累了，去车里睡会儿吧。”\n　　“你呢，不休息会儿吗？”\n　　“我刚才已经在车里眯了一小觉——唉，这次的任务没日没夜，我们要是不轮流休息的话，最后全都会垮的。”\n　　“好吧，那我去车里睡会儿。”女**正要钻进警车里，抬眼望见前方的道路上一辆破旧的货运三轮摩托车朝这边开过来。这辆摩托车不知是发动机出了什么问题，还是装载的货物超重，整个机身发出一阵刺耳、难听的轰鸣声。在寂静的夜里，这种巨大的噪声听起来简直就像野兽的嘶吼。随着它朝这边缓缓驶来，这破烂摩托车发出的嘶吼声也越来越大、越来越近。女**忍不住皱起眉头，堵住耳朵：“什么烂车子，肯定是不能进城的，也只有在这郊区才允许开。”\n　　年轻**注视着三轮摩托车行驶的方向：“它好像是朝这座超市来的。”\n　　“走，我们去拦住它问一下，别再让它靠近这里了。这种惊天动地的噪声有可能会惊动超市里的人。”\n　　年轻**点了下头，和女**快步迎上前去，在前方道路上拦住了这辆三轮摩托车。\n　　女**向驾驶者出示了**证，问道：“大半夜的你开着这辆烂摩托车到这里来干什么？”\n\n\n　驾驶三轮摩托车的是一个看起来老实巴交的中年人，他也看到了超市前包围着的数辆警车和救护车，显然是从没见过这阵仗。他瞪大眼睛，答非所问地说：“警官，这里……发生什么事了？”\n　　“我们问你到这里来干什么的？”年轻**加重语气。\n　　“我……我是负责跟这家超市配送货物的，以往都是这个时间来送货。”驾驶者小心翼翼地问道，“怎么，警官，有什么问题吗？”\n　　女**对他说：“我告诉你，这家超市因为某种特殊原因被暂时封锁了。你现在把车开回去，这段时间不要再来送货——还有，你这辆烂车子的尾气和噪声都严重超标，不能再继续使用了。如果下次再让我逮到你开这辆破三轮摩托的话，我就立刻通知**来收你的车子，听到了吗？”\n　　“是、是、是……我知道了！”驾驶者忙不迭地点头，赶紧驾驶三轮摩托调头往回开了。两个**只有再次忍受这破烂马达发出的巨大轰鸣，目睹着它越开越远\n\n\n　200X年9月24日 上午9：11\n　　一个**急急忙忙地跑过来说道：“队长，我听到超市门口传出电钻的声音，大概里面的人想要破门而出了！”\n　　**队长从椅子上站起来：“电钻？那超市里面还有这东西？”\n　　“这下可糟了，队长。他们要是用电钻来破坏卷帘门的话，大概不出十分钟就能破门而出了！”年轻**说。\n　　队长短暂地思考片刻，下令道：“你们几个，去找到连接这家超市的外部电线，将电线剪断！”\n　　“啊，断电？”其中一个**迟疑地问道，“对于里面一无所知的人来说，这样做会不会引起恐慌啊？”\n　　“没办法，不这样做来阻止他们的话，很快外面就会发生恐慌了。”**队长将手里那支香烟掰成两段。\n\n\n\n　200X年9月25日 晚上10：41\n　　一辆银白色的小轿车疾驶而来，在距离超市一两百米的地方停下来。几个**正要上去询问来者。那辆轿车中已经走下来两个面容焦急的中年人，像是一对夫妇。他们快步朝离得最近的几个**走去，急促地问道：“我女儿是在这家超市里吗？”\n　　一个方脸**果断地回答道：“不管你们的女儿是不是在里面，现在请你们立即离开，这里不能停留除警方和医疗人员以外的其他人。”\n　　“凭什么？你们凭什么把我的女儿关在这里面？”穿西装的中年男人是个脾气火爆，他厉声责问道，“我的女儿又不是犯人，你们有什么资格把她关起来？”\n　　**队长和女**一起走过来，队长问道：“怎么回事？你们是什么人？”\n　　“我们是里面一个女孩的父母！”西装男人指着超市说，“我女儿在你们这座城市读大学。　　\n我前天就没有联系到她了！我打电话到学校去问，学校的负责人竟然告诉我，说我女儿到这家超市来买东西，结果被**禁锢在了里面，还说我女儿可能感染上了什么疾病——我还要问你们呢！这到底是怎么回事？”\n　　**队长耐着性子跟他们解释道：“学校的负责人没有说错。你们的女儿很可能是在三天前到这家超市来买东西，碰巧遇到一个携带着未知病毒的男人也在那时进了这家超市，并且还强行地关上了门。也就是说，你们的女儿可能已经被病毒感染了。而现在医院的专家还没能研制出有效预防和控制这种病毒的方法，所以我们暂时将超市隔离，为的是不让病毒向外扩展和蔓延。希望你们能理解。”"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369887480,
            "txt_content": " 本帖最后由 still。。小忆 于 2013-5-30 12:19 编辑 \n\n听了这番话，女孩的母亲一下哭了出来：“我女儿真的感染上了什么未知的病毒？那你们把她封锁在里面，岂不是见死不救吗！”\n　　女**上前一步道：“两位，听我跟你们解释三点。第一，据医生跟我们所说，感染这种病毒的人生理上不会出现任何不适，只是精神上会受些影响，所以你们不用太过着急和担心；第二，刚才我们队长也跟你们说了，目前医院的专家还没能研制出治疗这种疾病的方法，所以就算我们让她出来，也无法对她进行医治，反而还会将病毒传播开来；第三，目前到这里来过的，包括超市老板和超市里面那些人的亲属，已有数十人之多。而他们在听了我们的劝解后，都表示能理解和体谅政府的行为。所以我希望你们也能克逮克容，支持和配合我们的工作，好吗？”\n　　女**这一番话于情于理都让人难以反驳。但女孩的母亲仍哭着央求道：“警官，我们专程从外地心急火燎地赶过来，就算见不到女儿，让我隔着门和她说上几句话总行吧？只要让我知道她还是好的就行了。”\n　　女**为难地说：“这恐怕也不行。要是让她知道你们就在门口，肯定会……唉，我一时半会儿也跟你们说不清了。”\n　　女孩父亲忽然狂怒地大叫一声，嚷道：“这也不行，那也不行！我就不明白，我要见自己的女儿，为什么非得要得到你们的批准！”\n　　说完这话，他猛地推开面前的两个**，朝超市门口奔去。数位**没料到他有如此暴躁和冲动，一时愣在那里。待**队长大喝道：“快拦住他！”几个**这才回过神来，赶紧追了上去。但已经慢了半拍。西装男人冲得飞快，已经到超市门口了，他不由分说地擂起拳头就开始捶门，猛捶几下之后，张开嘴就要喊他女儿的名字。几个**在这时冲了上来，一个身材魁梧的高个子**一把捂住他的嘴，抱住他往回拖。那男人像发了疯似的，上身被拖开，下身还在用脚猛地踢门。几个**费了九牛二虎之力才将他拖远一点，但他却并未消停，还在不断挣扎反抗。\n\n\n\n\n\n\n**队长实在是在看不下去了，他从腰间摸出电警棍，按开开关，走上前去对准西装男人的后颈窝就是一击。那男人大叫一声，昏了过去。**队长一脸怒容地转过身来，对两个**说：“开车把他送到局里去！如果他再试图来捣乱，就以妨碍公务罪把他拘留起来！”\n\n\n\n　200X年9月27日 凌晨6：12\n　　**队长眯着眼睛躺在车内，透过车窗玻璃，他看着一辆开着车灯的白色救护车飞驰而来。**队长本能地感觉到，这辆救护车的到来意味着某种变化和结束。他打开车门，走到车外。\n　　救护车在离他警车很近的地方停下来，几乎还没刹住车，一个中年男医生就从车上跳下来。队长看出来，他就是最开始和自己说话的那个男医生。他在这里呆了两天后，便到医院去，现在又回来了。此刻，他大步走到**队长面前，急促地说：“队长，我们医院的专家在对先前感染的几个病人和后来送去医院的那个男店员进行治疗和观察之后，终于得出结论了！”\n　　**队长眼睛一亮：“是什么？快说！”\n　　男医生扶了一下眼镜框，摇头叹息道：“唉，完全搞错了……我们医院之前所做的猜测和判断，完全弄错了方向。”\n　　**队长望着他，等待着他继续往下说。\n　　男医生低头思索，似乎在考虑如何表达清楚，片刻之后，他抬起头来说道：“闯进超市的那个男子，是从我市精神病医院逃跑出来的一个病人。他之所以能从精神病医院逃出来，是因为之前跟他接触过的一个医生和三位护士居然在近乎相同的时间里出现了不同程度的精神病症状，从而导致看护松懈。队长，你知道，尽管精神病的病因直到现在尚未十分明确，但显然不是通过细菌传染的，也就是说，精神病不具备传染性。可是这样的话，怎样解释四位医务人员和该名病人接触后同时出现精神病症状这一状况呢？因此，我们医院的专家想到了另一种可能性，就是目前国际上新提出的一种理念——病毒感染学说。”\n\n\n男医生略微停顿，接着说：“病毒感染学说的理论是——精神疾病也是由某种病毒引起的——只是这种说法目前缺乏实际依据，所以并不具权威性，但这次的事件让我们不禁猜测——难道在这个男子的身上，真的出现了具有传染性的精神病病毒？基于这种考虑，医院方面相当重视，为了不让病毒蔓延开来，才通过政府要求你们监守在这里暂时隔离这间超市。但经过对目前几位病人的观察治疗来看，我们搞错方向了——患病的男子根本不是什么病毒携带者，而是一个非常严重的感应性精神病患者！（注释①：参见《实用临床医学》或百度百科‘感应性精神病’）”\n　　**队长听的双眼发直，木讷地问道：“感应性精神病？什么意思？”\n　　“这不是什么新概念了。简单地说，感应性精神病患者就类似于一个疾病传播者，他（她）可以在某些因素的影响下，将精神疾病传给正常人。”男医生比划着说，“这么讲吧，感应性精神病患者在出现某种臆想的时候，如果和正常的人接触，往往会将自己的臆想当成真的一样向周围的人描述和灌输，而且其神情、动作和语言极具煽动性和暗示性。　　\n与其接触的人如果心理素质较好，还有可能不受到影响；但如果是在没有心理准备、受到某种惊吓、又恰好处在某种特殊环境的情况之下，就有很大可能会受到心理暗示，从而出现和那个人相同的精神病症状。而且以往的病例表示——年龄越小的人就越容易受到影响，严重的甚至会产生精神紊乱。继发者产生情绪紧张，再加上自我和相互暗示作用，会出现集体癔症发作的情况……”\n\n\n\n\n“等一下，”**队长紧蹙着眉头打断男医生的话，“听你这么说，我们把这些人隔离在这家超市里，岂不是正好提供给他们一个‘绝好’的环境让他们在里面相互暗示、彼此影响？”\n　　男医生拭擦着额头上沁出的冷汗：“这确实是我们判断失误造成的……这是一个严重而可怕的失误。我后来了解到，这个逃进超市里的男子是精神病医院遇到过最具恶性影响力的一个感应性精神病患者，所以连专业的医务人员都被其所‘感染’了……事实上，如果在事发当天我们将超市里的人全都送进医院，并将他们单独分开的话，他们大概都不会出现什么问题；但现在，超市里的人十有*都已经成为感应性精神病的继发者了……不过还好，这种病是能医治的，而且不会有生命危险。”\n　　“是吗……”**队长垂下头，神情恍惚，“也许他们从一开始就被单独隔离治疗，才没有生命危险吧……”\n　　男医生有些没听清楚：“队长，你说什么？”\n　　**队长缓缓抬起头来，望着男医生：“你带来的这个研究结果对于超市里的人来说也许已经太迟了。你离开了两天，不知道这两天发生了什么事……”\n　　男医生愣愣地望着他：“发生……什么事了？”\n　　**队长神情黯然道：“昨天晚上10点到11点这一个小时时间内，我们听到超市中传出三声枪响——医生，你还认为这些人会没有生命危险吗？”\n　　男医生目瞪口呆地站在那里，全身似乎因冰冷而变得僵硬了。\n　　就在这时，包括他们两人在内的所有**和医护人员在内，一齐听到从超市中传出疯狂的击打声，一阵震耳欲聋的铁锤敲击卷帘门的声音就像是直接敲进了他们的心脏。\n　　“还有人活着，超市里总算还有人活着……”**队长讷讷道，“他（她）终于受不了了，要破门出来了。”\n　　男医生带着愧疚的神情说：“里面的人出来后，我先上前去跟他们沟通一下——你们先暂时别靠近过来，千万别再惊吓着他们了。”\n\n\n　可怕的结论　　200X年9月27日 清晨6：44\n　　“你听懂了吗？你——有没有听明白我的意思？”他冲我连说带比划着，“你不一定要说话，点头或摇头就行了。”\n　　我木然地望着面前这个戴眼镜的中年男医生。他只身一人走到我的面前来，跟我说了一大堆晦涩难懂的话，什么感应性精神病患者、超市里的人都受到影响了、引发集体癔症……他所说的这些内容和我之前所理解和猜测的完全不同，我确实难以肯定自己是不是都听懂了。\n　　就在我疑惑不解的时候，忽然听到前方不远处一个穿皮夹克的**用手机在向某人报告着：“一个男孩从超市里出来了。”\n　　男孩！我心中一惊——差点儿把他都给忘了！我猛地回过头去，眼睛四处搜索，却并没有看到他说的“男孩”的身影。但我却看到了另一幕——一个男**把超市里的那个老妇人背了出来，并一边喊着：“超市里只剩下这一个老太太还活着，其他人都死了！”\n　　跟这个男**在一起的是一个年轻女**，他们走到一辆救护车旁，对几个护士说：“这个老太太大概是这超市里唯一一个没有受到影响的人，她是个聋哑人！我会一点儿哑语，刚才跟她交流了一下，她用手势告诉我——这家超市里的人都疯了，在不断地自相残杀！”\n　　我呆呆地望着他们，脑子里一片混乱——聋哑人？那老太太原来是个聋哑人！怪不得她从来没跟我们任何人说过一句话，我以前怎么就没想到呢？那女**说她是超市里唯一没受到影响的人，这是什么意思？我头脑越来越乱了，完全无法理解所有的一切。这时，我又想起了那个杀人凶手，他还没有被抓到呢！我对着面前的男医生大喊道：“那个男孩呢？你快叫那些**抓住出来的那个男孩呀！他是杀人凶手！”\n\n\n男医生皱着眉头，疑惑地问道：“你说什么……一个男孩？怎么，除了你之外，还有别的男孩在里面吗？”\n　　我彻底呆了——他在说什么？\n　　那男医生见我又愣住了，大概觉得和我交流起来十分费劲，便说道：“要不这样吧，我们先到医院去，好吗？或者是，你告诉我你的父母是谁，他们在哪儿工作？”\n　　我像看天外来客一样盯着他，他却还在继续问道：“要不你告诉我你在哪个中学读书吧，好吗？”\n　　这是一种奇异而骇然的感觉——我在一个冰天雪地的冰窟里缓缓下陷。先是双脚冻结成冰块，然后逐渐向上，寒气蔓延到整个四肢百骸，将我的血液、肢体，包括思维都全部冻结。我完全变成了一座无法思考的冰雕。好一阵过后，我脑子里仿佛有某些东西裂开了，这是一个突然闪现的念头所致。我在这个念头的驱使下，忽然像发了疯一样，踉跄着扑向离我最近的一辆警车，在警车左侧的后视镜中，我看到了镜中的人——\n　　那是一张十多岁男孩的脸，和我在超市中看到的男孩一模一样！\n　　霎那间，我什么都明白了。天旋地转之中，超市里发生过的某些片段像快速播放的黑白电影一样在我脑中重现而过——\n　　“知道吗？我有个女儿，看起来和你差不多大。所以看见你让我有种亲切感。”（中年大叔）\n　　“目前最重要的就是我们十个人必须团结一致……”（中年大叔）\n　　“其实我早就有些怀疑了，只是一直忍着没说，但现在看来，凶手肯定就是那个男孩……”（女店员）\n　　伴随着这些记忆一起明朗化的，是我之前所有疑问的答案。这一刻，我的脑筋忽然十分清晰，令我把一切都弄懂了——出事的那天晚上，我下了晚自习，从学校出来后便捧着一本杂志边看边回家。路过这家超市的时候，我走了进去，即便是在排队等待付费的时候，我的整个身心仍沉浸在那篇精彩的故事之中。那篇故事写得太好看了，叫《一个单身女人的异地生活》，我完全被作者的文笔带入其中。直到那个持枪男人闯进来，威胁我们不许动，我手中的书才掉落到地上。但我完全没意识的，在受到极度惊吓之后，我的脑子一片紊乱，接着就成为了一个“生活在异地的单身女人”。\n\n\n而接下来几天在超市中发生的事，我也都明白了——那蛮横无理的络腮胡大汉不顾一切地要在第二天砸门出去，而我是反对这样做的；胖女人发誓要调查出谁是凶手，还说她已经摸到了线索，这显然也是对我的威胁；而时尚女孩更是颗定时炸弹，竟然暴露出她会以极端方式来以求自保的危险想法，不将她解决，怎么能叫人心安呢？很显然，活在我头脑潜意识里的那个“男孩”是不会允许这些威胁存在的。“他”在我睡着的时候，悄悄爬起来用水果刀杀死了他们！\n　　事到如今，我终于得出一个可怕的结论——在超市中杀死了三个人的疯狂杀人魔，就是我自己！\n　　现在，我整个人已经瘫软在了地上。耳边那些医生和**正在对我说的话就像是呼啸而过的北风一样，转瞬即逝。我一句都没听清他们在说些什么。我脑子里现在只关心一个问题——我该怎么办？要不要把一切都如实地告诉他们，让他们知道这超市里疯狂的五日六夜里到底发生了些什么事，然后再俯首认罪。当然，我相信就算我不说，他们也会从现场的调查和分析中得出结论的，何况还有一个未感染到病毒的老太太呢，她也会把这几天所目睹到的一切“说”出来的——到时，我会是怎样的结果？\n　　不过，至少有一点是值得安慰的——这个世界还在，花草树木和万物生灵都还好好地活着，我又看到太阳升起来了——也许对我来说，这就已经足够。"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369887600,
            "txt_content": "end"
        },
        {
            "author": "378677027",
            "timestamp": 1369888500,
            "txt_content": "生化？           "
        },
        {
            "author": "kangshifu",
            "timestamp": 1369889940,
            "txt_content": "继续啊      "
        },
        {
            "author": "路过~",
            "timestamp": 1369890420,
            "txt_content": "领金币的回复，嘻嘻"
        },
        {
            "author": "yzconion",
            "timestamp": 1369890540,
            "txt_content": "1234!-。-              "
        },
        {
            "author": "luoqiousi",
            "timestamp": 1369892220,
            "txt_content": "额看了好久啊.."
        },
        {
            "author": "still。。小忆",
            "timestamp": 1369898400,
            "txt_content": ".................."
        },
        {
            "author": "zhangdi612",
            "timestamp": 1369916820,
            "txt_content": "看看            /"
        },
        {
            "author": "1qazbbbbbb",
            "timestamp": 1369994880,
            "txt_content": "生化危机{:10_522:}"
        },
        {
            "author": "◆花心◆",
            "timestamp": 1369995060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "o838607932",
            "timestamp": 1370015220,
            "txt_content": "楼主发水贴"
        },
        {
            "author": "1002419846",
            "timestamp": 1370040360,
            "txt_content": "我艹       一个字都没看就要回复\n如果不是看你的题目有点吸引力\n谁鸟你！"
        },
        {
            "author": "ALAW",
            "timestamp": 1370040660,
            "txt_content": "恐怖么？我不觉得"
        },
        {
            "author": "liziwei1999",
            "timestamp": 1370040780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Iron_man.",
            "timestamp": 1370344380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "971585808",
            "timestamp": 1370345160,
            "txt_content": "= =为啥我看不到，难道是生化蔓延了吗？"
        },
        {
            "author": "沙漠之风",
            "timestamp": 1370659920,
            "txt_content": "好像生化危机"
        },
        {
            "author": "cuisanzhang",
            "timestamp": 1370660700,
            "txt_content": "不能犯规的game"
        },
        {
            "author": "Jissbon",
            "timestamp": 1370662020,
            "txt_content": "回复有什么"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370663460,
            "txt_content": "必须犯规的游戏。这是第一个人讲的故事"
        },
        {
            "author": "258583540",
            "timestamp": 1370669640,
            "txt_content": "一点也不诡异啊{:10_492:}"
        },
        {
            "author": "jj543541",
            "timestamp": 1370679840,
            "txt_content": "沙漠之风 发表于 2013-6-8 10:52 \n好像生化危机\n丧尸何在？"
        },
        {
            "author": "terry_1998",
            "timestamp": 1370682600,
            "txt_content": "说什么哇。看不懂"
        },
        {
            "author": "aa538067900",
            "timestamp": 1370682900,
            "txt_content": "你可以去写写小说或短篇，有才华，希望不是转的"
        },
        {
            "author": "percy0223",
            "timestamp": 1370683560,
            "txt_content": "kkkKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKK"
        },
        {
            "author": "逃跑带着枪",
            "timestamp": 1370683800,
            "txt_content": "啊啊啊啊啊啊"
        },
        {
            "author": "你不认识我",
            "timestamp": 1370688240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "哇塞",
            "timestamp": 1370691660,
            "txt_content": "哈哈我猜对了结尾"
        },
        {
            "author": "1212yanhgf",
            "timestamp": 1370692320,
            "txt_content": "恐怖"
        },
        {
            "author": "still。。小忆",
            "timestamp": 1370697000,
            "txt_content": "aa538067900 发表于 2013-6-8 17:15 \n你可以去写写小说或短篇，有才华，希望不是转的\n我是转的。。。"
        },
        {
            "author": "Edomin",
            "timestamp": 1370742960,
            "txt_content": "= = = = = = = = = = = = = =你水我也水"
        },
        {
            "author": "Edomin",
            "timestamp": 1370742960,
            "txt_content": "再来一个金币啊~~~"
        },
        {
            "author": "gcz123",
            "timestamp": 1370858160,
            "txt_content": "偶去，是吗，我要读"
        },
        {
            "author": "qidianshiling",
            "timestamp": 1370860680,
            "txt_content": "有人吗\n的{:10_522:}"
        },
        {
            "author": "zxp0",
            "timestamp": 1370873040,
            "txt_content": "................................"
        },
        {
            "author": "chaomeng",
            "timestamp": 1370875380,
            "txt_content": "eee是回复可见"
        },
        {
            "author": "z2308795",
            "timestamp": 1370878200,
            "txt_content": "写的很好{:10_492:}"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1370888040,
            "txt_content": "刚开始我还以为是丧尸小说，看到结局我才知道我sb了。。。。。"
        },
        {
            "author": "sosceo592",
            "timestamp": 1370889060,
            "txt_content": "智商低看不懂"
        },
        {
            "author": "1293251442",
            "timestamp": 1370955180,
            "txt_content": "这是？？？？什毛？？？？"
        },
        {
            "author": "835014916",
            "timestamp": 1370956980,
            "txt_content": "先看再说"
        },
        {
            "author": "海影~羽",
            "timestamp": 1370999760,
            "txt_content": "设么东西啊@！行情未入！"
        },
        {
            "author": "kidufo",
            "timestamp": 1371016320,
            "txt_content": "我槽。好KB"
        },
        {
            "author": "ho0205",
            "timestamp": 1371024960,
            "txt_content": "我是来看隐藏内容的~"
        },
        {
            "author": "1961652877",
            "timestamp": 1371026220,
            "txt_content": "- -这是个吊？{:10_521:}"
        },
        {
            "author": "王先生007",
            "timestamp": 1371026400,
            "txt_content": "好吧，的确很娱乐"
        },
        {
            "author": "tonyzjy",
            "timestamp": 1371026700,
            "txt_content": "ho0205 发表于 2013-6-12 16:16 \n我是来看隐藏内容的~\n有神马好看的"
        },
        {
            "author": "903481064",
            "timestamp": 1371035460,
            "txt_content": "怎么没有JJ怪把门炸开进来几个僵尸，或者直接瞬移进来一个小黑？"
        }
    ]
}