{
    "title": "（标题党）哪有这样的服务器？哪有这样的客户端？",
    "author": "魔法の三十年",
    "replyCount": 4,
    "timestamp": 1369968060,
    "txt_content": "大家好，我的名字叫Eirlo_30\n我玩了Minecraft也有很长时间了，如今Minecraft都出到1.5.2了，回想起第一次玩Minecraft的时候还真是怀念啊~\n我第一次玩Minecraft得多原因还是因为我喜欢东方project,一个朋友发了个东方红魔乡的Minecraft解说视频（12dora），\n于是我便到到度娘上去寻找这款名叫Minecraft的游戏，当时一个完美的新人肯定不可能马上看见MCBBS的，也许那时候MCBBS还没开始建设。。\n我玩的第一个版本是Beta1.301，这个版本还没饥饿设定。。于是我什么都不懂，就开始到处乱逛，不过出生点是一片沙漠山丘，而且象山一样的沙漠，现在玩的版本还真的没在生成类似那样地图（正式版生成地图的策略应该是换了新的），于是我什么都不懂，连合成都不知道，于是挖沙子，向下挖。。挖挖挖，挖到了石头 ，我当时还不知道那是“石头”，于是我便开启了变速齿轮来挖挖，挖了很⑨，然后又挖了很⑨挖到地面上去。。。\n第一次看见creeper，这绿色的奇怪生物，已接近他他就爆炸，我当时还不知道能攻击怪物、、于是看到僵尸，蜘蛛骷髅，觉得这游戏蛮好玩的，好厉害的样子，不过因为  ，什么都不懂，而且玩⑨了发现电脑好卡（内存溢出），于是一个月都没再关注过这个游戏。\n后来，因为我是东方控，我在百度上搜索“幻想乡地图”，发现了蓬莱夜辉山的实况录像，发现，啊！这游戏原来能模仿得这么好啊！我便下载了Minecraft东方地图\nhttp://v.youku.com/v_show/id_XMzY4NzY4NzA4.html\n之后接触的第二个版本就是带有工业mod的1.2.5版本，工业 ，林业，建筑，红石，还有内置修改器，那时以为这些都是游戏里自带的，于是觉得这游戏真是厉害，也是看了蓬莱夜辉山在B站上的视频，便知道这游戏里的道具几乎都能被合成出来，于是简单建了个方块房子，自己合成了一些普通的工具，还挖了很多宝石，铜锭，银锭（红石mod与工业mod）。\n后来觉得我也想联机，找了几个地方向人询问一些游戏的知识，我就和普通的新人和小学生一样，刚刚开始了解游戏更神奇，更厉害的东西，也是那时候，开始流行小学生这种事情，还好我没有体现出来，并没有人影响我对游戏的兴趣与向往；\n后来我也是找了我第一个服务器和一群人玩，因为工业还是建筑哪个mod里有靓蓝花，我便问别人怎么找不到到靓蓝花？\n她们就说那是工业，我于是才开始知道 这个神奇，并赐予MC可玩性的“mod”，再后来，我也在我的同学中小小宣传一下，找了几个同学玩，竟然发现我们这里玩Minecraft的人简直是像是在海里捞针，之后我便深深爱上了这个游戏。\n1.3.2，我再次玩服务器，这次我了解到游戏更多的功能和资料，让我摆脱了“新人”，之后也开始找mod；\n1.4~1.4.5，由于游戏的变化，我的电脑吃力的运行这款游戏，Minecraft虽然画面不像哪些3D游戏一样有优美的画面，所有的物品都是像素方块（光影水反彻底打破并使Minecraft的画质神一般的提升），不过非常吃cpu和内存，我的电脑硬件型号比较⑨，于是在我玩1.4.5的时候，它彻底的倒下再也没有站起来。。。\n后来我换了个硬件，我TM是个屌丝啊，工资不太好，于是更换了一个比较强劲的硬件，即使是不玩别的游戏，只玩Minecraft就够了；（只玩Minecraft，4核cpu+4G内存应该够了，）\n看到各种服务器，我也产生了开服务器的念头，我也开始学习服务端，整合客户端，但是我朋友少，这么多东西一个人还真是难弄啊，（我现在由于没有资金无法租或购买服务器= =这是个梗啊，其他的都已经弄好了。。。）还是以后有资金再说；\n→→现在的小学生都好NB啊，Minecraft界真是乱，我现在还是怀念第一次玩Minecraft的时候，我想在让然再做一些能让我回忆起刚刚起步玩MC的感觉的事情；\nMinecraft现在更新的太快了。。我在1.4.5的时候就想不要在弄其他的，只玩这一个版本好了，出了1.5，没想到变化了很多，又有人设计了更好的mod，于是。。。。。唉，现在1.5.1我是真的不再想弄1.5.2了，更新的也太快了。。，过不久也许会出1.5.5也说不定直接出到1.6。\n我现在总结了几句话送个这个游戏：\n不作就不会死     认真你就输了     游戏的目的不只是为了消磨时间，而是为了欢乐和友情      \n感谢Minecraft给我带来这么多，感谢所有我认识的朋友和游戏相关人，感谢MCBBS和其他游戏相关的团队给我们带来这么多乐趣，他们付出了汗水和时间为我们设计出这样的游戏和价值观，我们没有条件不敬佩他们，而不是捣乱，找他们麻烦。\n\n\n\nMinecraft！是我人生中玩过的，最完美的游戏！\n",
    "replies": [
        {
            "author": "Yihc二代",
            "timestamp": 1369968240,
            "txt_content": "Minecraft！也是我人生中玩过的，最完美的游戏！"
        },
        {
            "author": "tonyzjy",
            "timestamp": 1369972080,
            "txt_content": "标题和内容不一样，这就是标题党"
        },
        {
            "author": "halfcigarette",
            "timestamp": 1369978980,
            "txt_content": "标题党标题党"
        },
        {
            "author": "菊花药业丶",
            "timestamp": 1369981500,
            "txt_content": "你~你~认识12dora？他现在在寂寞人服务器玩哦~"
        }
    ]
}