{
    "title": "《鲁滨逊MC的奇遇记》看完请回帖，评分，顶起。。。",
    "author": "囧神在此！",
    "replyCount": 19,
    "timestamp": 1369994040,
    "txt_content": " 本帖最后由 囧神在此！ 于 2013-6-1 15:54 编辑 \n\n                                                         第一章：我在哪儿？\n1837年1月1日元月----MC孤岛沙滩\n\n\n“唰。。。唰。。。。唰”海浪冲向沙滩的声音。对了，还没做自我介绍呢。我的名字叫鲁滨逊。我从英国航海经商，但不料。我们的船被风暴刮倒了{:10_526:}，我拽起一块木板就在船翻的时候逃了出去。可不知为什么我被刮到了这个正方形的世界，我XXXXXXX！好吧，看样子天快黑了。我还是赶紧躲起来好。于是我的第一晚就在一个小坑里面度过{:10_503:}，第二天太阳升起的时候我似乎看到远处有什么东西在燃烧。但我并没有在意这个，我现在地上挖了个坑，做一个标记。然后我找了一棵树，于是用手把那块树挠成了六段。我将他们收了起来，此时发现我的手上全是血。我回到标记点将这些木头分解成了十几块木材，并用我所学到的知识做成一个工作台，然后做好一把斧头继续去砍树。我看了看表“已经4:00了，看来得加快速度了”过了一阵子我又弄了十几块木材，我把它们做成一个门和墙，我把先前的石块拿出来拼成了一个熔炉，并用煤炭的替代品----木炭做成了几根火把插在墙壁上。然后我将身上的羊毛拿下来和木材拼起来惊奇的发现变成了一张床！！！！！{:10_496:}完工之后已经9:00了，很累啊，我又开了几个窗户。我爬上阳台，看见远处有几头猪。我又做了一把剑，忙完了之后到了11:00，此时我听到了非动物和人类发出的恐怖哀嚎声，我赶紧爬上床睡下去了，一觉醒来看见太阳升了起来。我惊奇地发现远处又有东西在燃烧，我的心里很不安，慌慌张张的把矿开完之后变去伐木，我似乎看到了几只蜘蛛，我小心翼翼的接近他们，于是从剑鞘里抽出剑，对着他们就是一剑下去，砍掉他们之后我觉得自己更强壮了，并在地上搜集到了一大团蛛丝。我将他们做成了一把弓和一袋箭，然后继续开矿，突然我发现了一种类爬行者生物，还不时发出“sssssss”的声音，我拿起弓箭对它射了几箭，他身上掉下来了几块类似于火药的东西，我拿起来放在包里。“6:00了，赶紧回去吧。”我收拾好石块和木炭赶紧往自己家做好栅栏和一楼的平台，这时一只僵尸走了过来攻击我的门。“原来之前看到燃烧的东西就是僵尸啊。。看来白天他会燃烧起来。。。”我边自言自语边拿出剑，打开门，这时它犹如一头猛兽向我扑来，我对他一剑，又是一剑。我们两都在进行殊死搏斗，我是为了活下去，他，则是为了得到我的肉。我拼尽全力对他发起进攻。可不料，这时他叫来了同伴和爬行者和一堆蜘蛛，我拼命的打。。。可寡不敌众，我倒在了血泊中。。。。。。\n\n1837年1月3日------岛中心的村庄\n\n“疼！！！！！！！”我叫了起来，我发现一位女子正在对我包扎。“谢谢。。。”“没关系，待会你去村长那儿拿回你的东西”“嗯。。。”“对了，我是怎么到这里来的，又是怎么受伤的？”“昨天晚上我们村的猎人出去打猎的时候无意间发现了一座房子里面亮着灯火，并且有打斗的声音，我们的猎人急忙赶了过去。但你已经倒在了血泊中，猎人们干掉那些怪物之后将你的东西收拾好把你抬回了这儿。”“啊。。真不好意思。。谢谢你们！”“没事的~~~~”\n........\n........\n“村长在吗？”“嗯，进来吧。”“您好村长我想拿回我的东西。。”“哦？想拿回你的东西？在仓库的底下，不过哪儿不是很安全，你和猎人把那些东西拿出来吧，一定要小心!”“嗯”晚上8:00我和猎人进入了仓库。我：“这儿的腐臭味真重啊。。”猎人：“是啊，这里已经很久没有人来过了。听说这里面经常发出怪怪的声音，我们的勇士进去之后都没有回来了。。。估计是。。唉。。可惜啊。。对了，咱们还是赶紧拿完了就走吧，这里不宜久留。”“嗯！”“12:00了。到了没啊？”猎人：“就快到了”。\n\n1837年1月4日12:30（凌晨）------------仓库地底\n“到了。。”“怎么感觉不对劲？”“我也这么觉得，看，你的东西就在那儿，去拿过来吧。”“嗯。。”“SSSSS”“吓~~~~”“什么，是JJ怪？你让开，看我射死他。”“噗嗤、噗嗤、”（JJ怪应声倒在了地上炸出了一个坑）“好了，咱们赶紧走吧。。。不然连命都会没有的。。。。。。。”\n\n\n1837年1月4日7:30（清晨）\n\n\n“出来了，我先走了。你自己在村庄四处转转吧。”“嗯”说完之后我便在村庄里建筑。晚上无耻的呆在村民家。。。。。。\n\n\n\n\n                                                                 第二章：吸血鬼的祭品\n这天村长将我叫了过去\n................\n“鲁滨逊，我找你有件事，是这样的。你可能不知道，在我们这个岛的西南方向有一个洞穴，里面住着许多吸血鬼，每当每年的这个时候，吸血鬼都会命令岛上的各个村庄交出一对男女以做他们的祭品，否则就会杀光村里面的人。我们每年都这样，村民们都苦不堪言，正好你来了，你跟猎人今晚带上一对男女。在洞穴门口，他们会来一个吸血鬼。你们先假装交上去，然后趁他不注意给他来一下，知道么。吸血鬼统治的年代是时候终结了。哼哼。好了，世界不早了，你们赶紧出发吧，那儿离这里还远着呢！记住啊，要在天亮前回来，不然会被他们。。。。。。。。”“好吧。。。我一定会活着回来的”（作者：鲁滨逊很没底气的说）。\n1837年1月4日晚9:00---------西南方向的洞穴\n\n“好了，人已经带来了，不错嘛，行，这次就不杀你们了。快点滚回去！”（吸血鬼进洞穴了）猎人甲：“好了，开始行动”\n猎人乙：“嗯！”我从兜里掏出一把斧头冲上去，用把子对那个吸血鬼的脑袋上来了一下。“饿啊。。你们。。”吸血鬼晕倒了，我拿起斧子将他的脑袋割了下来。猎人丙：“干得不错，继续走。”走了一段时间，洞穴开始变得宽广，并且有亮光还有人说话的声音。巴纳拉：“哈哈，这次带来了新鲜的人类啊，我已经一年没有喝到新鲜的血了。哈哈哈，来吧。。。。。。”布里斯特：“首领，我好像听到了什么声音。。”巴纳拉：“不管了，杀了这帮倒霉的人类，沦为我的祭品吧。。。哈哈！”猎人丁：“他们快要死了，咱们赶紧救他吧！”猎人甲：“还没到时候，等会儿吧。”猎人丙：“我靠，他们都亮出爪子了，还不杀了他们？”我：“饿，好吧，看我的！般若波罗蜜般若波罗蜜。。。。。。。”念完之后从手里出现出一把十字架，上面写着：燕赤霞、林正英合伙开发。。。。。。。。。。。猎人甲：“开始行动！”\n\n1837年1月5日12:30（凌晨）------------洞穴内部\n\n巴纳拉：“祭祀开始。。。OBA GANAM style。。。。”猎人丙：“他们这是在搞什么灰机。。。。”“看我的！”“嗖嗖嗖射出几只箭正中吸血鬼头领的脑壳。”布里斯特：“不好，首领死了，有人偷袭！大家赶紧冲过去杀了他们！”众吸血鬼：“是！”他们如洪水般冲来，我拿起十字架对他们说：“奥特光线！！！！！！！”“兹拉兹拉”众吸血鬼应声倒地：“这特么是。。。。什么灰机。。。。。。。。？”布里斯特：“哼，一群废物，看我的。死神复苏吧！！！！！”死神：“渺小的生物，找我有什么事？”“神啊，这帮人打扰了我对您的祭祀，请您杀了他们！”“有这回事？。。。。。嗯，胆子挺大啊，赶来干扰我？”说罢，死神把手合起来：“如来神掌！”碰的一声我们倒在了地上，猎人们拿起弓箭对着死神一顿乱射。我冲上去拿起短剑对死神一顿乱砍。一番血战过后，死神倒地了，临死前说：“王。。。尼玛！。。。。。。。。”“哼哼，轮到你了”众猎人说。“不、不要啊，我有仓老师的ED2K，你们要不。。。？”想用这东西收买我们？去死吧！！！！！！！！！！！！！！C4爆炸还有30秒。“赶紧走，C4要爆炸了！”轰的一声，这个洞穴都倒下去了。“这下子那个鸟人挂了吧。“谢谢你们救了我。。实在没什么好感激的。。谢谢你们！！！”\n\n1837年1月6日9:00\n\n“村长，我们回来了，人质们都被救了”“干得好，VICTOVY!”“对了，鲁滨孙。。我们村里面最近干粮方面。。。不用解释了吧？尼懂的。。。。。。。。。\n\n\n我清理了下装备：吸血鬼的祭品（DOTA专用）钻石盔，钻石甲。钻石靴等。。。。幸福了啊。唉，还是想回到英国啊，在这里。。。终究是不一样。。。。。。。。。。。。\n\n\n\n                                                                 第三章：混乱之治之野蛮的盛会（一）\n滨逊在么？传来一声叫门声“进来！”我叫道。猎人甲“村长找你有事儿，赶紧过去！”“哦，等下，马上就去了。。。”\n“鲁滨逊，我们非常感谢你为我们村庄所做的贡献。现在没有了吸血鬼的骚扰也没有了饥荒的恐惧。但是。。最近在我们的小岛上出现了奇异的现象。有一名黑暗流浪者经过我们的小岛，他所经过的地方都发生了变异，我们非常恐慌，开头是僧院的通往山区的大门关闭，然后野人们开始发狂并屠杀我们的村民，怪物白天出现，僵尸不怕烈日等。。。这些奇异的现象应该都是黑暗流浪者所制。我想这肯定是不祥的征兆，邪恶王就快要复苏了。现在我们全村都将希望寄托在你的身上。请不要辜负我们的希望。。。入正题吧。如果想铲除黑暗势力与黑暗流浪者，阻止黑暗神的复苏，那么就先要将小的动乱除掉。在我们村子的附近，有一个野人的营地。他们每天晚上都会疯狂的杀人举行野蛮的盛会并且说着一些奇怪的语言，似乎在召唤什么东西。请你马上去除掉他们，并且问他们他们在干什么。去吧，圣光与你同在！”\n   1837年1月15日----------野蛮人的营地\n猎人甲：“村长又想叫我们干什么。。。。”猎人乙：“算了，还是和那个撸宾逊干掉那些野人吧，管不了那么多了！”\n\n\n\n\n    扎耶采夫：“哈哈，好久没见到这么多人肉了，哈哈哈哈哈，小的们，把这些肉送给黑暗神大人！”“是！”（野人巫师在念咒语）墨索里尼（正在被召唤的黑暗神）：“额啊、饿啊人肉、肉。。。我喜欢。。。。快拿过来！”“黑暗神大人，请接受我们微薄的供奉！”“哈哈哈哈哈，我。。。马上就要复苏了。。。这个世界即将毁灭！。。。哈哈哈哈哈。。。。。。。。”墨索里尼：“嗯？我怎么闻到了人类的气息，这是怎么回事？？？”“不用慌张，大人，让我们去除掉他吧！”“嗯，看我的”！猎人甲（扣鼻屎）：“我好像看到了什么东西飞过来”猎人乙（咬手指）：“我也是啊。。。。”\n    灭世魔能炮！！！！！！快闪！！！！！！轰的一声，猎人们全部牺牲了。“我艹。。。。。算了，看我的吧！一帮废柴。。。。。”卫星波光炮！！！！！！！快闪！！！！！彭！野人们和野人头领飞了。“神马？人类这么强。我还是赶快走吧，三十六计，走为上！哧溜的一声，黑暗神跑了。。。我找到了一个野人净化了他问他：“你们在召唤什么？？”“我们在。。召唤。。黑暗神。。。。请快去阻止他和黑暗流浪者。。。否则。。。这个世界会。。。。。。”野人还没说完就死了。“唉，事态越来越严重了，还是告诉村长吧！”\n\n\n1837年1月16日 7:00---------------岛中心的村子\n\n“怎么会这样。。。猎人们都。。。。。。。。。。。”“还有，黑暗神已经复苏了。。”“什么。。。。？”村长倒了下去。因急火攻心。。去世了。我第二天参加了他的葬礼。在同时我也想着如何为他报仇，一定要铲除黑暗神！\n\n\n\n                                  第四章：混乱之治之魔神降临（二）\n我坐在河畔上，心里想着。。多少人为我牺牲了。。从猎人们到村长。。。。。我数着草。。沉思。。。。。。。。。。。。。。\n\n1837年一月30日---------岛中心的村子\n\n我已经来到这个孤岛上一个月了。尽管只有一个月，但我却经历了许许多多事情，现在我都没有想过如何回到祖国了，而是想着如何救救这秀村民。不能再让更多的人为我牺牲了！\n\n  “杀光！一个不留！”我晚上躺在床上听到了村子里的刀声和村民们的反抗。我腾的一下爬了起来赶紧穿好衣服带好装备出去了，此时强盗们已经将村子摧毁了，并将村民们带到村中心的广场。。。强盗头子：“哈哈，告诉我，野蛮人留下来的宝物和召唤黑暗神的书呢？在哪里？”村民们没有回答。“什么？竟敢这样？看我不怎样虐你们，来人啊。托出去，奸了！”一名少女被拖了出去，一边被拖出去一边尖叫。。。过了一会儿传出了不时的呻吟和尖叫声。。。“哈哈，这就是下场！到底说不说？”村民们还是没有回答，有个婴儿哭了。。“不错嘛，行，来人！托出去，凌迟！把这个婴儿扔水里！”很快那个村民被削成了肉泥。婴儿则淹死在水里。那个少女已经被。。。。。。\n  我实在看不下去了，我从兜里拿出刀子冲过去对着强盗头子就是一刀，他倒在了地上，其余的强盗冲过来被我一一干掉，事后我将那两个村民和婴儿埋葬，并让村民们去山洞里面避难。只留下村中的猎人和我守在这儿。。。。。。\n\n 1837年2月1日-------------岛中心村子的广场\n\n“撸宾逊，我刚才侦查时发现了黑暗流浪者的踪迹，并且有类似魔神阿斯达卡的踪迹，我们最好去看下”“哦？魔神是谁？”“早在10000年的预言上就有他的记载。上面说：魔神是毁灭的象征，而黑暗流浪者是灾难，瘟疫的象征。如果他两合起来就是灾难、毁灭、破坏、混乱、瘟疫、饥荒等天灾人祸。如果不除掉他们后果是不堪设想的。以我们目前的实力根本无法跟他对抗。。。。。甚至只能够坐以待毙。可我们决不能这么轻易放弃，我们得努力！”“嗯。说得好，我们现在先休整一会儿，过一阵子再找他算账！我们损失的太多了！”“嗯，遵命！”\n\n\n\n\n\n\n特别鸣谢：小村子。猎人等。。。感谢tech君版主啊！感谢本贴吧的所有版主。。。\n\n见到此贴的评分，顶起啊，给点金币，不能看了不回复，得回复啊！持续更新！\n\n\n修改时间：2013年6月1号\n\n\n",
    "replies": [
        {
            "author": "1106233501",
            "timestamp": 1369994460,
            "txt_content": "不错 哦 {:10_512:}"
        },
        {
            "author": "天界杀手",
            "timestamp": 1369994820,
            "txt_content": "但是撒撒说过，不可以一次放一个金币哦.还是九十九的，还是改一下吧.."
        },
        {
            "author": "冰与火",
            "timestamp": 1369995000,
            "txt_content": "每人限十次 中奖率百分之十 还一金币···"
        },
        {
            "author": "994523036",
            "timestamp": 1369995120,
            "txt_content": "额...  好吧   怎么看起来有点像小学生的文笔..."
        },
        {
            "author": "Iron_man.",
            "timestamp": 1369995420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qq861539782",
            "timestamp": 1369995540,
            "txt_content": "钱钱钱钱钱钱瞧瞧去"
        },
        {
            "author": "囧神在此！",
            "timestamp": 1369996920,
            "txt_content": "Iron_man. 发表于 2013-5-31 18:17 \n这个笨蛋   ——\n推出名字 【史蒂夫奇遇记】\n傻啊你~~~~~~"
        },
        {
            "author": "囧神在此！",
            "timestamp": 1369996980,
            "txt_content": "小学生文笔也很不错哦，顶起！"
        },
        {
            "author": "囧神在此！",
            "timestamp": 1369997460,
            "txt_content": "为啥老是叫史蒂夫呢，换个名字吧，鲁滨逊！"
        },
        {
            "author": "囧神在此！",
            "timestamp": 1369997580,
            "txt_content": "小说2013年6月1日更新，修改了几个错别字，望大家谅解啊啊"
        },
        {
            "author": "囧神在此！",
            "timestamp": 1370000040,
            "txt_content": "大哥，看到了的评分OK？不能白看OK？回复OK？{:10_513:}"
        },
        {
            "author": "囧神在此！",
            "timestamp": 1370001180,
            "txt_content": "为防止有猪头看了还不评分不回帖的，如看了本帖不回帖、或者评分的（没分就算了）一律是猪头。。。全家都挂。。。。你们太可耻了。。劳动的果实就这样没了"
        },
        {
            "author": "囧神在此！",
            "timestamp": 1370001360,
            "txt_content": "白看的多了去了。。。。。版主救救我"
        },
        {
            "author": "囧神在此！",
            "timestamp": 1370073480,
            "txt_content": "不回帖就是非人类！"
        },
        {
            "author": "I2cy",
            "timestamp": 1377445440,
            "txt_content": "上面这位，你恢复这么多次是想吧金币强光吧？"
        },
        {
            "author": "Kirbi",
            "timestamp": 1377498240,
            "txt_content": "好吧...写的还行...."
        },
        {
            "author": "wq57",
            "timestamp": 1387884000,
            "txt_content": "囧神在此！ 发表于 2013-6-1 15:58 \n不回帖就是非人类！\n哦   那我回复 = ="
        },
        {
            "author": "囧神在此！",
            "timestamp": 1391619900,
            "txt_content": "wq57 发表于 2013-12-24 19:20\n哦   那我回复 = =\n。。。。。。。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391654880,
            "txt_content": "  细节描写太少了，主角砍瓜切菜就杀了敌人，打斗都没描写，个人意见。"
        }
    ]
}