{
    "title": "【无奈出品】him大作战 第三章",
    "author": "无奈zzzz",
    "replyCount": 3,
    "timestamp": 1370057700,
    "txt_content": "3、丛林交战泥土的缝隙中透出一丝丝光亮——第二天的白天来到了！jack打掉了头顶的泥土块，拿出了那张破旧的地图。地图所指的房子就在这片丛林的旁边，那是一片茂盛的森林，那座木板做成的小屋坐落在森林的中间。Jack按着地图的方向，很快就找到了这个屋子。Jack刚刚走进去，就看见两个人坐在椅子上，聊着天。他定神一看，哈哈，是他的两个好兄弟：jason和jim。一见jack进来，两人立刻站了起来。“哈哈，你也到了，我们的‘大领袖’jack也到了！就差——peter了”jim高兴极了，给了jack一个拥抱。“既然peter还没到，我们就等等吧！他动作可是很快的！”jason伸了个懒腰，他的眼睛边上都是黑黑的，看来晚上没休息好吧。“好，你们把东西放箱子吧！”jack一边说，一边在工作台上造出了个小箱子，晚上挖了许久的矿石，背包早就重得快背不动了。“好！”两人把包放下，把东西都塞进了箱子，箱子里立刻多出了许多东西：共有11块铁，四块金（运气太好了），12个木炭，1组原石。然后又坐了下去，聊起天来。一天没见，就好像是度日如年，由于jim和jason没有jack哪么经常玩MC，一到了这儿都慌了神，不过到了晚上，都保护住了自己。Jim听了jack教他的挖地洞法，躲过了一夜，不过——由于忘记留木头，只能靠炉子里的火来照明，一没火，只好拿着石剑站着，生怕有僵尸生出；而jason则更倒霉了，他造了一个小小的屋子，不过也没有火把……突然一只僵尸生出，真是把他吓了一跳，他的背被抓了一爪，留下了一道疤痕。太阳又一次升上头顶，但peter迟迟不到。终于，jim忍不住，“我们不如不等了吧，我们到屋子边上砍砍树，没木头可不好……”他想到昨天的经历，不寒而栗。“恩，好吧！”jack也站了起来，他们一人带了一把斧头和一把石剑，走出了家门……“咔嚓——”一颗颗树被砍倒了，他们还是有说有笑，jack把自己的技巧教给了大家。正当jim听得入迷时，只听“倏——”的一声，一支尖锐的弓箭从远处飞来，冷不防地射进了jim的后背，他叫都没叫出，便倒在了地上。Jack听到后面的动静，回头一看，大吃一惊，不过立刻反应过来，大吼：“趴下！”后面的jason一怔，听话地立刻趴倒在了地上。Jack的判断是正确的，他刚趴下半秒，一阵风便从jason头顶穿刺过去，他回头一看，一支箭插在身后的树上，头皮一阵发麻，冷汗直出。“到树后面！小心！”jack又一次大喊，jason马上反应过来，闪到树的后面。Jack看着地上受伤的jim，急得满头是汗。“jason，我掩护你，赶快挖个地洞带他逃跑，千万别伸出脑袋，知道吗？快！”说罢，他拔出石剑，把头往外一伸，“倏——”一箭有飞了过来，jack一闪，箭没射中他。“可恶啊！这也太快太准了吧！只能……”他看了看背着jim在挖地道的jason，往树上打了一拳，握紧手中的剑。突然，他一个箭步冲了出去，绕着“S”形跑向敌人，“倏——”果然，又是一箭飞了出来，尖锐的弓箭划破空气，直射jack。由于箭速太快了，他闪都闪不了。     “扑哧……”箭击中了jack的身体……不，应该是射中了jack的剑！这个关键时刻，他把剑护在身前，不偏不倚，剑挡住了弓箭的射击，不过……这一箭的威力，把jack震到了3米之外，“咔嚓——”石剑上裂开了一条缝……      “这……也太强了……”jack一把扔掉石剑，手放在胸口上，“哼哼……后会有期！”他低吼一声，以最快的速度跑回树后。“地道好了，jack快来！”jason在洞口叫着，jack一瘸一拐地走了进去，另一人立刻把洞口封上了…… ",
    "replies": [
        {
            "author": "q1786803468",
            "timestamp": 1370057820,
            "txt_content": "... 额 我去 .. 你厉害"
        },
        {
            "author": "小小布丁",
            "timestamp": 1374812220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "无奈zzzz",
            "timestamp": 1374814140,
            "txt_content": "小小布丁 发表于 2013-7-26 12:17 \n无奈你不是说更新了么····················\n这是我丢弃的文章。。。"
        }
    ]
}