{
    "title": "▁▃▄▅▆▇?千凰?▇▆▅▄▃▁",
    "author": "小玺",
    "replyCount": 14,
    "timestamp": 1370085360,
    "txt_content": " 本帖最后由 小玺 于 2014-7-26 10:18 编辑 \n\n\n\n                          千               凰\n\n\n\n\n\n\n\n千凰名为“千年凤凰”。\n\n意为千年的梦生凤凰，每一世只有二十年的寿命，其思考和行为举止都异为常人。\n\n千年，只是形容寿命长久，如若用万年凤凰，则一世有三十岁的寿命。\n\n梦生，每一世都会在梦中逝去，在梦中重生。\n\n凤凰，不死之物，拥有灵异的能力和思想。\n\n即使是不死之物，但如若一心想着消逝，还是可以在人世间消失，但只是人世间，鬼界、仙界、妖界、魔界、神界一样来去自如。\n\n如若讨厌一人，可用念志将其消减寿命，最多可消减五十年的寿命，而用念志消减寿命需要付出同等的代价。\n\n\n\n         番外\n\n\n\n第一章：\n                                               第 一 章                                        秘     密\n\n\n\n前言： （那些梦，说是不真实，但我认为是最真实不过的。也许，冥冥之中自有天意吧。好了，不废话了，下面，我便从头说起，在我梦里所发生的一切，一些不为人知的事情。如果有感兴趣的，不妨来看看。小玺在这里感谢大家了！）\n\n我，本是农村人，一个普普通通的农村里的村民。\n\n爹娘在村里干活，爷爷在家里干干家务，种种树，捉两只小鸟来听听他们清脆的叫声，好不快活。\n\n我，便是给村子里的人传递信息。\n\n“那个谁，告诉村东头儿的，捎几罗馒头。”于是我便兴高采烈的屁颠屁颠的从村西跑到村东，如果运气好的话，人家还会赏我几个馒头吃或给我几个钢蹦。\n\n我现在没有朋友。可是我以前有个朋友。\n\n她的名字我早已忘记了。\n\n只是想着那时的我们在村子里玩，或是跑到田间、小山。采几朵小花，掰下一节小树枝，跑到山上移载。她是我唯一的朋友，也是我唯一的跟屁虫。\n\n她没有家人。所以我一直希望她能够成为我的家人。可是我的家实在太穷了，如果不是我还太小，便早就叫我去干活了。\n\n而且三餐都有可能吃不完全，所以根本养不起另外的人。我有时被赏到几个馒头，也会分给她一个，但是她却作为回报，会给我好多果子。\n\n她教我认字，读字，写字，还教我怎样捉山鸡，烤山鸡，当然，地瓜也烤过。她会的很多，她知道哪种蘑菇是有毒的，哪种带刺的花草是没毒的，她会教我怎样处理人际关系，怎样避免和爹娘争吵。对于她，令我收益非浅。\n\n而且我也不会问她，她为何会这么多，因为我们是朋友，朋友即使是朋友，也是会有秘密的。\n\n而那一天发生的事，我忘不了，也不会忘记。\n\n那一天，鬼子来了。他们每隔一个月，便扫荡一次。然而，也会杀死几个人。\n\n那一天，爹娘叫我躲在地下室里，我说我要把我的朋友也拉来，那样我才安心。\n\n娘说，现在外边处处都是危险，如果撞见鬼子，谁都活不了。我怅然。\n\n看着他们远去的背影，我盼望着不要发生什么事最好。不论是爹娘，还是她。就这样，我过了一个最漫长的一天。\n\n我在地下室走来走去，焦虑到以至于忘记了饿的咕咕叫的肚子。\n\n可是，事与愿违。\n\n她，死了，被该死的鬼子杀死了。\n\n我发誓，我要报仇。\n\n没有人给她出殡。没有人感到有何好哀伤的。他们就那么冷漠的站着，就那么冷漠的看着我抱着她的身体大声呼喊，最后嚎啕大哭。到那一刻，我才发现，真正关心我的人，少到了极点。\n\n他们走开了，村西头的卖菜大婶跟我关系很要好。大婶安慰我说，其实她一直在我身边，在我心里，她一直没有走，她在看着我，她希望我快乐，她也许是到了一个我无法预知的世界，但是她会永远支持我。大婶说她会帮我把她厚葬。我明白这份感恩仅仅是几个谢谢也无法报答的。\n\n大婶给了我一张纸，对我说，那是她临终时对我说的话，大婶都一句一句的记下来了。看着那张纸，我再一次哭了，第一次那么绝望，那么迷茫。\n\n我的老师，我的知己，我的朋友，我的玩伴，我一生都不可能报答完的人，她离开我了。她离我远去了。\n\n我想不通，也不敢再想。\n\n我疯跑在那个我们曾一起摘花栽草的小山上。回忆着我们曾经的一点一滴。\n\n最后，我却把自己关在房间里。\n\n我没有再哭，不是不想哭，而是泪水已经凝固了。\n\n我看着那张纸，一个一个仔细的认别着。就像她那时教我一样认真。\n\n她写到 : \n\n也许，我死后，你会伤心。\n\n我从此不在了。\n\n我们在那小山上，度过了美好的时光。\n\n我忘不了，上次你送给我的那几朵从树上摘的小花。\n\n我一直认为有你在我身边，而鬼子恐吓我，不害怕。\n\n我忘不了…………\n\n我看着那张纸出神。\n\n它，有点怪。\n\n我把自己关在房间一整天。不吃不喝。\n\n第二天早上，娘急得就差把门劈开。爹点了一根烟，说 : 既她吧，我们干活去，她饿了自然会吃，走吧。娘不放心的看了看门，把饭菜放到了门下。\n\n我打开门，看了看地上的饭菜，心中涌起一股暖意。我端起它，放到了桌子上，但是我没有打算要吃。\n\n因为，还有什么正等待着我。\n\n我跑出房屋，跑到后山，身边好像有她的影子。一切也好像变得不真实了。\n\n我找到我们种的那棵树，它已经有两米高了，植于秋，现在也已经是春季了，它也有了枝叶。\n\n我开始挖，在树的旁边，我为什么要挖，之后便会告知。\n\n我挖出了一个破烂的罐子，它密封的很结实。我费了九牛二虎之力才把它打开，然而，我的手却受伤了。我没有功夫理它。\n\n我想在这里看也许不大合适，如果遇到猎人什么被偷看了，就不叫秘密了。所以我填补了我挖的那个洞。当然，为了保持原样我还踩了几脚。\n\n我抱着破旧的罐子，往家里跑去。不管它是否干净，是否弄脏了我的衣服；不管我在路上摔了多少次；不管我曾经在这里的所有回忆。我拼命的向家里跑去，忘记了一切，脑海里只有一个念头。\n\n我要回家。\n\n—————————————————————————————————————————————\n\n\n\n\n\n\n\n\n第二章：\n\n第二章                    计      划\n\n\n\n她写下的这些话 : \n\n也许，我死后，你会伤心。我从此不在了。\n\n我们在那小山上，度过了美好的时光。\n\n我忘不了，上次你送给我的那几朵从树上摘的小花。\n\n我一直认为有你在我身边，而鬼子恐吓我，不害怕。\n\n我忘不了…………\n\n如果加上标点符号，写下来。\n\n每一句的第六个字，连起来，就是 : 后山上有……\n\n然而，我发现了这一点。\n\n她曾经说过，她五岁的时候，父母双亡。\n\n都是被可恶的日本鬼子杀的，而且她发誓她要为死去的父母报仇。\n\n我开始思考，为何要到后山上，后山上也只有我们移栽的花草和树木啊，没有什么好藏秘密的地方。\n\n难道地下？\n\n对，可能是地下，地下是唯一保守的地方，以前，我们曾在地下埋过钢蹦，也不知道现在还有多少。\n\n然而不出我所料。\n\n每一句的第十七个字，连起来便是 : 在树下\n\n可是上百棵树，我上哪里找，难不成要我一个一个的挖？所以我猜想她肯定留下了什么。\n\n我到后山时，便看到那棵最高最壮的树。\n\n于是，我便以它为目标。我明白，这课树底下也许没有什么，但我还是抱着百分之一的可能性，我在赌，赌我是否和她心有灵犀，赌我们十多年的感情。\n\n我找到了，于是我赌赢了，你无法想象我是有多高兴，就好像她又陪在我身边，给我讲故事听，她又教我知识，帮助我克服困难，给我快乐。\n\n那时的我，是兴奋的。\n\n我大概也完成了自己能及时逃走的方法。\n\n是的，我打不过鬼子，所以最好的办法就是逃，她帮我从后山一直挖到我房间的一角，并用我的书桌盖了个严严实实的。\n\n洞很大，而且别人也发现不了，洞是竖着的，盖上的板子和墙皮一样，不触摸是发现不了的。我进去过几次，里面虽然很黑，但是很宽敞，走到山后也不到五分钟。里面并不潮湿，也许从一开始她就在计划吧。\n\n她用我们一起攒的钢蹦定时买了很多馒头，每天是三个，她买了三个月的。\n\n然而现在还有一个半月的，她也只是吃了一个月的馒头。她在罐子里的信上说，如果她真的死了，就把她买的馒头给我家。\n\n一开始爹娘没有发现每天吃饭多了三个馒头，但是后来他们就问我馒头是哪来的，我就如实的告诉他们，是她用我们一起攒的钢蹦买的。\n\n娘说，这孩子很善良，一直以来苦了她了。而且爹娘也对他们没有收留她感到忏悔，也许，就算爹娘收留她了，这件事情也会发生。\n\n虽然现在我家每天都有好吃的馒头吃，但是我却吃不下。\n\n她说，如果，被鬼子发现我们了，就需要我自己把自己的院子改编，并且在哪里也要制造暗门，只有我自己知道的暗门。那得花多大的功夫和时间，一年，两年，就算是三年也完不成啊。\n\n如果这样下去，村里迟早剩不下几个人。最后鬼子也会把我们都杀了。\n\n而且其实她一开始就这么想，打算和鬼子硬碰硬。所以也不希望我爹娘对此懊悔。希望我能够用我的智慧把这一切都做的完美。当然，用这么极少的时间。\n\n她考虑的很周全，给我留下了枪支。\n\n她说，那是她无意间捡到了一支破烂的枪支，她经过内部结构改编了一下。并打算留给我让我自保。\n\n还给我留下了后山的详细地图和我家的作战计划地图。当然，那是她自己画的，虽然我并不知道她的笔和羊皮纸是哪来的。\n\n鬼子上次来的时候离今日不到十天，下次便是一个半月后，所以我必须在这一个半月的时间里，把所有暗门打造好，并且还要再挖一个没人知道的洞。\n\n我没有太多的时间，而且爷爷在家也会让我很困扰。\n\n也许这就是命，我只有12岁，却要承担这么重大的事情，但是我要改变，所以我没有退路，我只能向前走。\n\n我需要帮手。一个很能干的帮手。\n\n但是，她不想让别人知道，所以还嘱咐我自己一个人完成。虽然我不了解她为何这样，但是我也曾想过自己完成，但是这可能不太实际。\n\n我用了一天的时间分析了一下家里的暗门结构和方位。甚至连饭都没吃两口，连爹娘都以为我是得了忧郁症。\n\n我没多少时间，但是我真的需要一个帮手。然而，上天就是打算来帮我的。\n\n———————————————————————————————————————\n\n\n\n\n\n\n第三章 ：\n\n\n\n\n我打算从今天开始记下月份，因为我所剩的时间不多了，我必须把每一步都安排妥当，而且也要避免差错。\n\n\n她去世的时间是1937年6月10日。而现在已经6月13了。\n\n\n而就在我分析家里各个方位和预测方向的中午，一个消息降临了。\n\n\n爹在外出干活回来的路上，看到了一个胳膊受伤和脚骨折的人，当时他是昏迷的。也许是爹出于对我的玩伴的愧疚，所以爹打算救他，并且让他住在奶奶的房间疗伤。并且爹没有立即告诉我。\n\n\n我在三天后知晓了这个消息。也就是说，在她去世之后，爹就在下午救了他，也恰恰是6月10日。\n\n\n我也打算抽个空去见见他，因为这也许会让我得到一个帮手。\n\n\n我也会抽此机会测测他的品德和言行举止是否端正，如果答案是否，我便会把他赶出家门。就算失去一个可能作为利用的伙伴，我也绝不因为一己私利而让他在我的地盘怀着不诡的心思。\n\n\n爷爷上了年纪，最近有些体力不支，家里又没有什么营养的东西，因为爹娘因此发愁，我便自告奋勇说去山上摘些新鲜的果子，也很快得到了爹娘的同意。\n\n\n我花了一下午的时间摘了两份果子，给爷爷送去了一份，而剩下的那一部分，是要送给受伤的那个人的。而这个理由，也足以是一个可以使我跟他交流谈话的理由。\n\n\n（请允许我以时间来写。。）\n\n\n（1937）6月13日—17 : 28\n\n\n我蹑手蹑脚的走到奶奶的卧室门口，因为我从爹哪里问出了他在哪里养伤。如果按照推算，家里也只有厨房、仓库、地下室和奶奶的卧室了。可能性最大的便是奶奶的卧室，而且也只有养伤在奶奶的卧室最合乎情理。\n\n\n他的洞察力，似乎很敏锐。“进来吧。”他说到。我推开房门，把装新鲜果子的篮子放到屋里仅剩的一张残破的四脚桌上。\n\n\n当我发现房屋的其中一个角落里有些细黄沙时，我便先开口说到 : “事情既然你都知道，也不必我多说，我问你，合作还是离开？当然，你也可以在这里养到伤好为止。”我找了个椅子坐下，镇静的看着他擦拭着那淡淡紫色的手枪。\n\n\n那是一个俊朗的青年人，凛冽的目光透漏着精明，简利的头发此刻显得他格外精神，并不像一个经历大难过后的人。他的腿被简单的包扎了一下，这么粗工也许是我爹包扎的，这也不怪他，因为我们家本来就不会因为一个外来人大费周折，而且我们家也没有足够的治疗器材。\n\n\n“这把枪，杀伤力很大。”他停止擦拭，抬起头看向我，那双精明深邃的眼眸像一只盯住猎物的沙豹，我的心为之一震。接着他又说道 : “只是不知威力如何。”\n\n\n我未料到他会这么说，便想搪塞过去 : “我以前没有使用过，不过……”\n\n\n“呵，开个玩笑而已。”他打断我的话，继续用一块看着手感细腻，并且无撕裂的缝隙，像是某种动物的皮来擦拭手枪，也不晓得他是从哪里弄的。\n\n\n他有所察觉，然后看了我一眼，“啊~你想要这块猎豹皮么？”紧接着他思考了一下。\n\n\n又继续说道 : ”不过这块已经被我用脏了，我可以给你一块母豹皮，手感还比这块好呢，就当做见面合作礼吧！”他一边说道一边从他身后的皮包里拿出一块花纹靓丽的豹皮，递了过来。\n\n\n仅仅一瞬间，我也看到了他眼中的那一丝不舍又迅速的转变为平静。\n\n\n我机械性的接了过来，当接触到时，才发现，不仅抚摸着很舒服，而且就像身处在海洋中被海水拥抱那般轻盈；就像凌驾在凤凰背上傲视群山那样舒畅；就像倚靠在微风吹拂的田野间那种平静。它，有种神奇的魔力，令人无法口述的魔力。\n\n\n我在心里想到 : 那么他既然将豹皮送于我，那便是同意合作了。\n\n\n我将豹皮收起来，也不知该如何是好，于是吞吞吐吐道 : “谢谢，不过…也得有个礼尚往来，我……”\n\n\n他停止擦拭，把枪在眼前晃了晃，说道 : “这把枪就当做见面礼如何？”我知道他会认为我对他还没有完全放下戒心，接着我又回忆起先前他那一丝不忍，于是肯定那豹皮一定是宝贵的东西。\n\n\n既然要澄清误会，那我又何必扭捏？\n\n\n既然他那么大方，那我又何必拘束？\n\n\n“好，那我们就商量一下‘作战计划’吧！”我从口袋里拿出一张折叠的羊皮纸，展开，拿给他。\n\n\n他接过来，皱了一下眉头，说道 : “这么多吗？真是出乎我的意料。”\n\n\n我将窝在墙边的木椅搬到床边，又从口袋里拿出一张皱巴巴的黄纸和一块小木块，木块尖端被火烤了一下，有黑色焦糊状硬粉末，因为是焦糊状带有些许碳的成分，所以能在纸上呈现出来而不会消失或被风刮跑。\n\n\n我将这两样东西递给他，说道 : “从明天起，我给你三天的时间，将暗门的形状和功能写在这张纸上，其余的事由我来做。”\n\n\n我有些心虚，因为我并不能保证我能把剩下的事情做的很好，如果说砍树提取树脂之类的，我是一概不懂，一概不会。\n\n\n他皱了皱眉头，将羊皮纸给我，接过了黄纸和木头，我紧张的看着他开口 : “你确定你能把剩下的事情办好？”哦~老天，一句话就正中了我的心坎。\n\n\n他那猎豹般的眼神紧紧的顶住我，我感觉我的心脏好像停漏了一拍，紧张的无法呼吸。\n\n\n他不再紧盯着我，我松了一口气。他一边收好东西一边说道 : “我明白了，你好像还是不肯信任我，”我试图张了张嘴，他却没有看到便继续说道 : ”不过你也许不用担心，我的腿伤会尽快好起来，因为其实它伤的并不重，不过我可不想饿着肚子思考这些东西。”\n\n\n我补充道 : “好，我会给你来送饭，其实我也闲的没事干。”\n\n\n\n\n———————————————————————————————\n\n\n\n\n\n\n\n（未完结）\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1095486321",
            "timestamp": 1370086800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "◆花心◆",
            "timestamp": 1370087280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "SH擦HS",
            "timestamp": 1370088540,
            "txt_content": "恩，没看懂！"
        },
        {
            "author": "星麒尔",
            "timestamp": 1370089320,
            "txt_content": "时间好遥远……{:10_517:}"
        },
        {
            "author": "Asdcpo",
            "timestamp": 1370132760,
            "txt_content": "小玺姐，写的好"
        },
        {
            "author": "小玺",
            "timestamp": 1370132940,
            "txt_content": "◆花心◆ 发表于 2013-6-1 19:48 \n其实……打字是很辛苦的……\n{:10_495:}还是你懂我。。。。。"
        },
        {
            "author": "银狼",
            "timestamp": 1370135280,
            "txt_content": "写的很不错哟！"
        },
        {
            "author": "gm1203869957",
            "timestamp": 1370160000,
            "txt_content": "写的很好哟，，，，，，，，，，，，，，喜欢这种风格"
        },
        {
            "author": "97043381",
            "timestamp": 1370247840,
            "txt_content": "顺便来顶顶"
        },
        {
            "author": "小玺",
            "timestamp": 1370600940,
            "txt_content": "gm1203869957 发表于 2013-6-2 16:00 \n写的很好哟，，，，，，，，，，，，，，喜欢这种风格\n谢谢哇~~~{:10_495:}"
        },
        {
            "author": "Asdcpo",
            "timestamp": 1370601120,
            "txt_content": "对了，我来顶一下~"
        },
        {
            "author": "小玺",
            "timestamp": 1372330800,
            "txt_content": " 本帖最后由 小玺 于 2013-6-27 19:21 编辑 \n\n\n番外~\n\n\n\n\n\n \n\n番外：\n\n\n（一）\n\n\n我徘徊在乡村间，老爸不知道到哪里去了，找了半天也不见个人影。\n\n前方不远处，一个家户散发出流光溢彩的粉紫色光华，一圈一圈的环绕着整片天空。梦幻般的我便被吸引过去。\n\n吱呀一声推开了接近腐朽的大门，我小心翼翼的走过去。映入眼帘的是一棵五彩斑斓的大树，那光华就是它散发出来的，就仿佛进入了世外桃源一样，树上闪烁着一个一个水嫩的淡红色的果子，五光十色，鲜脆欲滴。\n\n树上坐着一个穿着紫兼白色华衣的年轻男子，轻闭着双眼，身边围绕着一周的紫色光环，白色长发随着衣襟无风自动，宛如神仙，恍然间我看愣了神。\n\n那不是一见钟情的恋慕，而是一种说不出来的很神圣的感觉，它很静，舒心且纯洁，情不自禁靠近，但让你不可亵渎。也不是被迷住，只是在向往，也许是向往那种感觉，那种纯净，或许是那种生活。\n\n“你来了，好久不见。”他开口，紧接着睁开了双眼，深紫色的瞳孔闪烁着一丝别样的情感。我回过神，怔了一下。他在看我，看着他的瞳孔，有些惊骇，但是却有一种熟悉的感觉萦绕心头，说不出话来。\n\n“你是？”我眯起双眼，因为这光环实在太耀眼。他僵了一下，我可以看出他那一瞬的错鄂。\n\n\n\n（二）\n\n\n他下低头，深色暗淡了许多，仿佛在自言自语道：“也对呢…你应该早就记不得我了……”他苦笑了一声，声音也变得很苍凉，”如果你还记得我的话，我也会觉得很奇怪呢…要是…不会发生………就这样……那…多好……”声音小的听不到，但我可以感觉的到他现在心情悲伤到了极点，因为连我的心情也受到了压制。\n\n就像我是他，他是我，我不能没有他，他不能没有我一样，这奇怪的感觉却没有让我感到厌烦，反而很开心，就像开心他还记得我一样，甚至我自己的心情连我自己也搞不清楚了。\n\n我刚欲开口，他便回给我个友好的微笑，使我张着嘴的神情僵在了那里。而恍然间我突然觉得那个微笑很乍眼。\n\n他在树上摸索了一会儿，然后跳了下来，朝我走来，看着他向我靠近，我的脸不自觉的变得绯红起来。\n\n飘动的长发，精逸的脸轮廓，修长的双目带着些许温柔的眼神，令人深陷的紫色瞳孔显得更为诱惑，好看的嘴唇微微上扬，不知是在微笑还是习惯。脖子上的紫色项链有着花瓣样式的紫水晶零散的摆动着。\n\n他停下脚步，张开白皙的手，手里那是一枚深红色的果子，与其它果子颜色有太大的差别，因为它有一条条的褶皱。\n\n“这是什么？”我将果子拿过来，那一叠叠褶皱没有让我感到不适，反而更舒心，仿佛是多年不见的老朋友。\n\n“记忆，吃了它，你就会想起你自己是谁。”他眼里露出一丝沧桑，望向天空，也许是在回忆往事，但却始终掩盖不了夹杂在里面的悲伤。\n\n“我为什么吃了它？”我问。我没必要吃了它，就算是现在这样我也依然觉得很好。但是我却说不出口，也许是不想再看到他那受伤的表情。\n\n他突然目光向我，紧盯着我的眼睛说：”你难道不想知道我是谁么？”那个眼神很犀利，也许这才是他的本来面目。\n\n\n\n\n（三）\n\n\n我低下头，随即又抬起头，带着坚定的眼神说到：“我……想！”他满意的笑了笑，我喜欢他笑起来的感觉，暖洋洋的，差点什么都忘记了。\n\n我看了看手中的果子，它还闪烁着紫色的光芒，甚至我还可以感觉到他的温度，我想知道他是谁，不是想，是迫切。\n\n不知为何，我有一种完全相信他的错觉，他说的话，他所做的事，我都完全相信，不管对错与否，也许是我中了迷，也许是他给我下了蛊，一样不能质疑。\n\n我将琉璃球般大小的果子送入嘴中，一丝丝甜润轻盈的感觉萦绕在口中，紧接着是一阵眩晕和乏困的倦意，这感觉不禁又让我眯起了双眼。\n\n我看到他跑过来，抱住我的身体，一阵阵香草味道扑鼻而来，很舒心，他将项链取下来戴在我的脖子上，深情的看着我。\n\n看着他渐渐放大的俊美的脸和深邃的眼眸，而柔软的触感扶在嘴唇上，困意席卷了头脑，我轻轻闭上了双眼，直到耳边传来他那好听的磁性声音，才失去了直觉。\n\n\n\n\n\n他说：“它，名叫忘情果。”\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "凋零好萌",
            "timestamp": 1372557120,
            "txt_content": "顶一下"
        },
        {
            "author": "小玺",
            "timestamp": 1372557180,
            "txt_content": "凋零好萌 发表于 2013-6-30 09:52 \n顶一下\n欢迎~{:10_495:}"
        }
    ]
}