{
    "title": "[Skin Cookie]祝DJXGAME生日快乐~要永远做个可爱的孩子",
    "author": "鳄鱼软趴趴",
    "replyCount": 55,
    "timestamp": 1370097840,
    "txt_content": " 本帖最后由 Technology 于 2013-6-2 21:36 编辑 \n\n今天是欢乐的儿童节，同时也是我们DJXGAME酱的生日咯~~！\n大家都作为小组的一员，当然是要集合全组上下来为我们可爱的D酱庆祝生日了！非常感谢D酱在小组的这些日子里为大家付出的一切，D酱和大家每天都可以开心地谈天说地，成为大家的知心姐姐，也一直帮助我管理小组的大小事务。\n这些都是大家一点一滴记在心里的哦~今天，让小组的大家都用自己的语言和画笔为D酱带来我们最诚挚的祝福~D酱，生日快乐哦！！【Skincookie】\n\n首先是sym送给D酱的手绘~很知性很漂亮的D酱哦~\n接下来是丸子送给D酱的手绘~哈哈，好可爱啊。包子脸的D酱让人忍不住想要捏一捏的~\n\n之后是小组的各位为D酱写的小说接龙《猎龙人DJX》\n[第一棒 提子]\n       相传在一个遥远的二次元世界，有这么一个大陆，它的名字叫新安洲。古时候曾被远古兽“龙”统治着，龙是骄傲而强大的，几乎将所有生物给毁灭了，然而在少数存活的高智慧物种当中“人类”还在艰苦地躲避着龙。那时候的人类是无可争议的弱者，过着被巨龙践踏的悲惨生活。\n       但在这样的时代中，一位人类勇者诞生了，她的名字是DJX。本名不详，据说为了鼓舞人类对抗龙，将‘Dragon Jager X’作为自己的名字以示觉悟。\n       她告诉人们，人类虽然弱小，但是他们是有智慧的，当强大的危机来临时，可以用智慧来化险为夷。她还提倡人们将龙身上的皮、爪、牙等部位做成武器，这些武器将成为对付龙的最佳选择。\n       果不其然，DJX作为人类的带头者勇敢地与巨龙湖作斗争，她依靠自己的果敢与勇气，将无数阴险的恶龙踩在了自己的脚下。就是这样的DJX被人们传颂为女英雄，人们都亲切地叫她“D姐”。她和追随她的人，被称为猎龙人。\n\n\n[第二棒 Erzero]\n       十年前，龍群開始在新安洲上出沒。可是那時的新安洲烽煙四起，各個國家交戰，打得不可開交，隨處可見的是士兵的屍體。一個年輕的女孩子，隨著父親逃避戰亂。可是不幸的是，當他們路過一個鄰國時，士兵捉住并扣留了，那時龍的消息並沒有傳播到那裡去。士兵以【間諜】的罪名逮捕了他們。根據法律，間諜是要判死刑的。\n       牢中，老父親還撫摸著女孩的臉，“孩子別擔心…上帝會保佑我們..”第二天就是行刑的日子。\n       刑場上，一個衣著整齊的人，在宣讀著一些讓人不能理解的話。終於一個滿臉絡腮胡的男人把老父親推到刑場。這個男人喝了點酒，把身旁三十斤重的斧頭掄了起來。\n       當他將要劈去時，突然的一聲巨響，讓大地都顫抖了起來。“什麼東西？”人們疑惑。\n       突然，一只長相奇特的大鳥出現了，他嘴裡吐著火焰，全身像是穿上了裝甲。“那是什麽？！”人們驚訝。\n       突然這怪物向女孩的方向發射了一枚火球...一個身影出現，抱起她跑出了刑場，他就是“ERZ”，他抱著女孩跑了整整兩公里，直到聽不見龍的吼聲了，才停下來...\n\n\n[第三棒 鳄鱼]\n       经受过巨大惊吓的女孩还没有办法很快地从这件件状况中摆脱 出来，念头变得杂乱，最后脑海中归为一片空白，忽然昏了过去。\n       ERZ怜悯地看着这位女孩，视线转回他们逃离的地方。两公里 之外的天空还泛起一阵一阵刺眼到惨白的火光，他的嘴角不禁露出一丝 自嘲的意味，埋怨自己还不够强大，不能将大家从龙的手中一起救出。 “但是只救出你也是好的。”——他的右手用力握紧左肩，刚才为了保 护女孩而被龙火烧灼得不成样子的左臂带给自己的痛楚已经再也忍受不 住，他不禁倒吸着凉气，感觉自己的忍耐已经快到极限……\n       犹如一阵清冽的泉水，披着点点星光流贯了全身，那时ERZ左 臂感觉到的不再是那阵钻心的烧灼感，而是像是初春草木萌芽一般麻麻 的冰凉。他缓缓直起身子，抬起头——原来女孩已经醒过来了，正在用 一种奇特的法术为自己疗伤。\n       “谢…谢谢……”他有些略带难为情地吐出这几个字，想到自 己需要别人来帮自己，他就觉得有些失态，况且还是自己刚刚救出的这位女孩子。\n       “不客气，谢谢你救了我。”女孩的声音显得机械而且生硬， 当然的吧，谁经历过这么大的事故都难免会慌张失神的。\n他一面坐下来修养精神，一面对女孩说：“虽然一下子让你接 受这么多变故有点太鲁莽，但是我不得不把这些事情的起因和你说清楚 ……”女孩也开始目不转睛地看着他，希望能从他的话语中搞清楚当前 的状况。\n       就在ERZ要开口讲话时，天边飘来一阵夹杂着龙低沉怒吼的奇 怪漩涡，昭示着不详和毁灭的气息向这边缓缓逼近。\n“你先躲起来，”他迅速将女孩藏起来，自己向着那道漩涡飞去，“不论如何都不要出来！”\n\n\n[第四棒 卧槽君]\n       只见一个身穿盔甲的一名男子出现，手上拿着盾和剑，背上背着一把发着紫光的弓箭。男子看起来有点的受伤，男子用尽全力跑向了ERZ气喘吁吁地说道“快跑，龙快过来了”男子立马抓住两人的手带着两人跑向了阴森的森林里。\n       当三人来到森林的深处时，ERZ突然发现自己竟然没有把女孩叫出来，他想这位男子说明了情况，男子二话不说带着ERZ往反方向跑去，当两人跑到女孩的藏身处时发现女孩已经不在了,ERZ立马跪倒在地掩面痛哭，哭着说道”次奥！为什么！为什么！我真是个废物，连个女孩都不能保护！“沙沙——沙”在藏身地点附近的草丛里冒出个女孩子的头,男子当场吓出了一身冷汗，他颤颤巍巍地对ERZ说“这是什么？” ERZ立马跑向草丛把女孩抱了出来，他把女孩放在了地上，用耳朵听了听女孩的心跳。他的心都在发抖。\n       “太好了”，听到了心跳声，“原来还活着！”擦了擦脸上的泪,对正在警戒的男子说“谢谢，对了你是什么人？”男子回答“我叫卧槽君，是名普通的猎龙手,你呢？”ERZ说“我是个刺客”接着两人聊着天轮流背着女孩向离他们最近的城镇的走去。\n\n\n[第五棒 茶杯]\n       Djx翻阅着一本古旧的、泛黄的书籍，翕动着嘴唇，看起来似乎是若有所思。\n       那卷古籍上描绘的，正是十年前那场惨烈的战役——巨龙对新安洲的王城发动大规模袭击，千余名士兵消失在滚滚烈焰之中……而Djx在那时还只是个小女孩，在巨龙入侵时所幸被两名士兵所救。\n       年幼的她在那个时候看到的实在是太多太多……尸横遍野、血流成河……那恐怖的巨兽……\n       也正是在那时，她暗暗下定决心：“我要把这些野兽驱逐出去……我要成为猎龙人！”\n       深深的沉思过后，Djx轻轻叹了口气，将那卷古籍拿起，快步走出了屋子。\n       ……\n       这座城镇在DJX的护佑下维持了10年的和平，而现在也应该是一如既往——不过眼前的这番景象，终于打破了这来之不易的和平——\n       整座王城正一点一点被火海吞噬着，滚滚浓烟包裹着整片大地，不时的爆炸声中还夹杂着人们惊慌失措的声音，每个人都在重复着一句话：\n       “那群野兽……又回来了！！”\n       Djx震惊了，她僵硬的嘴唇一张一合，却又怎么也吐不出一个字；她攥着拳头，瞳孔中只有无尽的愤怒与惊讶。\n       这一颗缠绕着烈焰的火球从天而降，在她面前引起了一场小型爆炸。巨大的气浪卷起滚滚浓烟，向Djx迅速漫过来。她不敌这庞大的力量，被气浪狠狠摔在坚硬的石墙上——\n       “可恶！”她定了定神，清醒了一下自己的大脑，“这群家伙……送死还没送够么！”\n       Djx从腰中拔出一柄闪耀着璀璨光芒的钻石剑，右脚轻轻点地，以一种极快的速度朝着附近的一条身高约十四米幼龙冲了过去。那幼龙也似乎是察觉到了什么，把头扭向Djx的方向，死死地盯着那快速移动的物体。\n       “啊——”她双手攥着钻石剑，剑刃直指幼龙的脖颈——\n       “砰——！”一阵爆响过后，那幼龙居然毫发无损，反倒是DJX的剑上密密麻麻爬满了裂痕……\n       不甘心的她再次朝着幼龙发起进攻，可依然毫无成效。在几次乒乒乓乓的撞击中，那钻石剑刃上的裂痕也在不断扩大着。终于，那柄剑承受不住这强大的压迫，变为粉末飘散在了空中，只留下星星点点的蓝色光芒在闪耀着。\n       “怎么可能……”\n       那龙被这侵略者的冒犯惹恼了，它张开血盆大口，以极快的速度朝着Djx扑了过来——\n       忽然，一阵强光闪过，那幼龙忽然停止了一切动作，从嘴里喷出腥红的血液，旋即重重倒在地上。\n在幼龙的尸体上还站着一名男子，他的脸被兜帽严严实实地隐蔽了，虽看不清五官，可一丝阴冷的气息仍然扑面而来。他手中的袖剑闪着寒光，在袖剑外壳上精致的花纹中缓缓流淌着殷红的血液……\n       “没事吧？”他的声音阴沉的可怕，但不难看出这是一个极其稳重之人。\n       Djx再一次震惊了——没错，眼前的这个人，她曾经在10年前见到过——“难道你是……”\n\n[第六棒 Exodus]\n       “现在可不是叙旧的时候呢，看看你周围吧。”\n       呼哧，呼哧！嘈杂的翅膀煽动声音掩盖了他们的对话，Djx所在的屋顶早已被4、5条龙团团围住。\n       忽然，一条龙从中猛然俯冲而来，Djx竟也顺势向前小跑，在撞击前的瞬间压身滑动，剑刃笔直地把龙的甲壳肚皮剖开两半。\n       更多的龙开始朝Djx袭来，试图把她揪离地面，在数量优势下，龙群得逞了，锋利的爪子，死死的钩住了Djx的衣服。眼看就要被龙拖走的瞬间，ERZ从中突围而出，纵身一跃骑到了那只龙的背上，狠狠的把剑插进龙的脑袋里。似乎松了一口气，不料，ERZ身后又一只龙滑翔而来，迅捷的把ERZ掐住并飞向云端......\n       \"ERZ!!\"Djx无力地倒坐在地上，凝望天空的双瞳泛着泪光。\n       ......\n       “启禀教皇，您要的人带来了。”\n       “好，好！拖延了10年的仪式终于可以进行了。”一把阴沉的声音荡漾在一处阴暗的地方。\n       此时，ERZ从朦胧中挣扎醒来，发现自己被绑在一个石碑上。\n       “教皇，这就是您要的人了。\n       “什么！！这么重要的人你也可以搞错！？你看看，他哪是守护者之后裔！世上唯一存活的守护者后裔是女的！！在10年前你就应该把他带来了！！你要知道只有守护者后裔的血才能完成最后的仪式，打开虚空之门，召唤末影之龙，毁灭这个世界啊！！饭桶，还愣在这干什么！！”\n\n\n[第七棒 咕咕]\n       教皇的怒斥仍回荡在空旷的古堡中，迟迟不能散去。漆黑的夜幕下，那用于仪式的古老盒子散发出的紫色光芒格外刺眼。在那里的一片混沌的虚空中，不断传出时轻时重的深邃响声，又不禁让人胆战心寒。\n       此刻，十年前的记忆碎片一个个在仍瘫坐在地上的DJX眼前闪过。抵抗着深深的倦意和身上的疼痛，她努力地站了起来。“我不能倒下！”，她深深知道，那些恶龙马上还会扑回这里。紧握着手中的剑，DJX看着一片火海中的王城暗下决心：“我不能再让十年前的那场悲剧重演！否则下次——”，她突然记起了什么，“不，否则我们将没有下次。”\n       还未从惨痛的回忆中缓过神来，身边又响起了嘈杂的翅膀声。她环顾四周确认请求，眼中映着红紫色的光——那是死亡与恐怖交加的颜色。只见十余条龙怒吼这向她飞来，炽热的火球不断地落在她的身旁。光滑的剑身映着火焰与鲜血的颜色，照着在痛苦中挣扎的士兵与平民。\n       DJX努力地躲避着几乎已经吞噬了整片大地的火焰，不断寻找着反攻的机会。又一次，她奋力地挑起，避开了随即在她正下方爆开的火球。她用尽全身力气地将剑刺向上方的一条龙。一声响彻天空的悲鸣，那条恶龙在挣扎下终于跌向地面。\n       还未落地，DJX突然又被几只巨龙抓起。她想要再次挥起手中的剑，手臂却被利爪牢牢抓住不得动弹。钻石剑掉落到地上，溶入一片火海之中。她耳边只有呼啸的寒风和火焰发出的刺耳的响声。\n       眼前，教皇的古堡不断接近。那一刻，她终于想起了十年前人类被巨龙支配的恐怖，以及不断逃避那强于自己数倍的庞然大物的那份屈辱。\n\n\n[第八棒 hans]\n       那又如何呢，我在此孤军奋战，又能改变什么呢？我有这个力量吗？人类在巨龙面前，十分渺小不是吗？敌人就在眼前，却动弹不得，她从未感觉如此无助，面对着巨龙讽刺的怒吼，不管使出多大的力气，也无法挣脱，我连剑都丢了，还有什么理由在这继续战斗下去呢，来吧！了结了我把！她对着巨龙大吼，眼眶中不禁的溢出无助的泪……“现在还不是时候！”声音从远处与数十支箭一同射来，身边的巨龙惨叫着，急忙飞离，刚刚从激动的情绪中缓和过来的Djx，正打算问对方的来历，两个人影在巨龙溅起的尘沙中渐渐清晰“我是Eyu，”“我是提子”。\n       他们抢先说道。\n        “一个人的力量，确实是渺小的”提子接着说“我们是长居于附近古林里的猎人，这些可恶的生物，也袭击了我们的部落，我们失去了许多亲人，只有杀光他们！才能让逝者安息”。Djx的心里十分清楚，自己如此拼命的目地，“嗯！看来我们有同样的目标”说着，手中燃起火焰，那是火魔法，伸入火焰中捡起火里已经烧的发红的剑，火焰渐渐平息，她的心里也是如此……\n       但她突然对一切，都充满信心，旁边的两人，也给予着她坚定的目光。\n[第九棒 sym]\n       现在就是回击的时候了，Djx,Eyu和提子，在刚才短暫的休息以魔法回复体力，他们已制定好计劃，目標是教皇的古堡!由於有了同伴的支持，Djx的熱血沸騰起來，古堡從血霧與尸体里能隱約看见，他们开始向前進发。\n        “ 哈哈..哈..哈.!”\n        教皇突然大笑起來，那阴深的笑声身邊隨從也吓得四處逃逸。他透过了水晶球看著这一切，看见前进的三人從龍群中杀出一條血路。\n        “沒想到她会自己來送死呢…”\n        “教皇..大人..那个虫子如何處理?”\n        “我是ERZ!不是甚么虫子!!!”ERZ听到后怒火中燒，可惜他动不了\n        “隨你们吧!”教皇对他完成沒興趣，因为他正在沉思\n        多無聊的世界啊!每天做著同一件事情，生活在血與肉與痛苦與淚之谷，教会里盛滿了罪人的嘆息,哀痛,啜哭的声音。\n        假如世界终结的话，所有人的罪也会消失的吧!\n        “除非…”教皇想著…\n\n\n[第十棒 果冻]\n        望向远处Djx一行人，教皇阴笑了一声，似乎有什么计划\n        “教皇！纳命来！”一个模糊的身影率先出现在古堡门口，赤红色的弓箭，一身血红色的铠甲在太阳的映射下散发出灿烂的光芒，坚毅的眼神似乎能够把一切与之对视的家伙统统杀死\n        燃烧着的箭还未打在教皇的身上，便被一层不知名的保护罩弹开\n        “物理攻击无效化！？”提子被这一景象吓到了，能够拥有这种法术的人，在整个世界中已经寥寥无几\n        教皇一个回身，把手一翻，一团炽热的火球出现在其手心，随着时间的推移变得越来越大\n        “就你这样还想与我抗衡？”火球重重的打在提子身上，铠甲立刻凹陷出一个洞，一口鲜血从嘴里喷出\n        这时，Djx和Eyu才刚刚赶来，看到提子像死尸般的躺在地上，血流了一地，两个人像定格动画般一样的定住不动\n        Djx迅速的从身上拿出一个类似于烟雾弹似的东西猛地摔向地面，一股浓烈的烟雾从里面出来，覆盖了周围的视线\n        Djx按照刚才记忆的路线，迅速扛起提子，不过却被提子一身的重装备压趴在地上，只得和Eyu一步步的将其拖入森林\n        “呵呵，你们一个都走不掉！”教皇再次阴笑了一声，笑声在山谷中无限蔓延\n        战争的号角已经吹响，一场大战……就此展开！\n\n\n\n[第十一棒 阿果]\n        可能是出于对善恶本身的表面定义，面前的这个男人仔细看来也不是臆想中那样恶贯满盈，就像曾经的一位智者说过：没有人会天生想成为一个恶人，即便是恶魔本身。\n        绝大多数事情，我们打算开始之前都是有目的性的，比如为了达成所谓的和平而去进行武力干涉，比如为了复仇而去杀害另一个生命，又或者为了创造一个崭新的世界牺牲掉无数的炮灰。而这些所谓的目的有时候确是与所做的事实背道而驰。\n        然而即便是如此，依然有人愿意去为此狂热者，去追随着。\n        面前的这个男人时而发出狂妄的诡笑，时而吐出阴阳怪气的悲鸣，似乎同时将所有百般复杂情感都同时混淆在一体上，就像是个杂揉了全部色彩后调和出来的污浊脏色。\n        这时，教皇停止了怪异的嘶笑，表情变得分外平静。停止的风，倒流的河水，四散奔走的鸟兽，远方轰鸣的雷声。只有DJX和鳄鱼脸颊的汗珠在隐隐颤抖。\n        它来了。\n\n\n[第十二棒 里昂]\n        只见教皇的背后慢慢溢出一个黑色的影子，它随着时间的推移变得越来越大。最终，从黑雾变成了人的形态。“想看看我这几年所积蓄的力量么，呵呵。”话音刚落。只听一身巨响。一头龙撞开了结实的屋顶。只见它站在屋顶的废墟上，发出了一阵震耳欲聋的龙吼身。只见教皇的嘴角微微一翘。朝着龙的方向直径跳了过去。“碍事”教皇的手上缠绕着黑色的烟雾，一巴掌就把龙拍了个粉碎。“这……？！这是何等的威力？！”\n        DJX等众人显露出了惊讶的神情。“如何？这就是魔神的力量”教皇拍了拍身上的灰尘，显露出得意的神情。‘可恶！那又如何！！”DJX抽出宝剑向着教皇的方向狠狠砍去。宝剑什么都没砍到，只见一些残余的黑雾在宝剑的剑刃上缠绕。'我觉得你们最好不要轻举妄动，我为了召唤末影之龙，获得强大的力量，与魔神签订了契约，得到了魔神之力，你们应该看到过它的效果了吧……”DJX猛的一回头 发现教皇已经不知什么时候到她身后去了。“强大的力量和魔力，以及无法触碰到的身体……这到底是什么力量。”站在后面的鳄鱼想到……\n\n\n\n[第十三棒 冰狗]\n        面对着近乎无敌的教皇Exodus，森林猎人EYU显示出了前所未有的恐惧和无奈。之前提子的死已经让她的心已经足够悲痛，但在那千军一发之际，她仍凭借着作为猎人的无畏和机敏带上了提子从教皇的魔爪中逃脱。但现在眼前的怪物，已经让她无法接受现实——\n        “为什么！！”EYU的表情抽搐着，疯狂而悲伤的泪水从她的眼眶中盈出，“为什么会变成这样！我们的敌人明明是巨龙，为什么要做出这种事情！”\n        她的眼前，教皇Exodus在肆意使用他近乎无敌的“魔神之力”蹂躏着猎龙人DJX。明明在尽全力发挥着她一流的战斗技术，但DJX所能做到的只有在邪恶教皇的魔掌之中逃窜，无法反击。\n 跳跃\n 挥剑\n 跌倒\n 爬起，躲避……\n 再跳跃\n 再袭击\n 再次跌倒，而又再次爬起……\n        DJX跃动、战斗在教皇的黑色魔法之中，体力消耗了大半，但丝毫碰不到教皇的任何一根毫毛。已经是遍体鳞伤的她，还能在这样的恐惧之下如此奋力地战斗，已经是超越了极限的，但这极限，仿佛远远够不到教皇的威力。\n        又是一击！教皇再次不费一点力气击中了DJX。冲击波将她一下打飞，一下子狠狠地撞到了城堡的断垣，倒在城堡废墟中。\n        “切！”她露出不屑的表情，想要从废墟中再次爬起，但是——\n        她发现，她的一条腿被死死压在了石块之下，无论怎样搬动石块都无济于事。也许是刚才的冲撞让墙壁瞬间碎裂，正好砸到了她，现在她困于那条被压住的腿，无法挣脱。\n        教皇正飞速地向着DJX这边袭来。而在那一刻，DJX的心中又一次回荡起了那种绝望感，那种无力感，那种幻灭感。她知道她已经注定要被教皇抓走当做祭品来召唤末影之龙，无论怎样从黑暗中逃脱都会再度被黑暗吞噬，无论怎样努力都改变不了宿命的决定……\n        她闭上了眼睛。\n        闭合的眼中回放着的是她曾经一次次在患难中被解救的场景，每一次都是那样的幸运，都是那样的充满光辉，而现在——\n        紧锁住了眉头，那一刻她无法控制自己的眼泪和哭啼。为什么这个世界是这样的残酷？为什么我那么努力过了，那么多人也都为我努力过了，就是没有一个好的结果？\n        她已经不打算再睁开眼睛了。因为她已经感受到教皇黑色的力量已经到达了她的眼前，一下子就硬生生地从残垣中拉扯出来，将那被压在石块下的腿拉断。但她没有睁开眼睛，也没有喊出声音，只是默默地接受了这一切，任凭身体一部分被撕裂的疼痛化作苦涩深深刺入心中。\n        但就在这个时候，一道白色的光从她面前闪过，让她一瞬间惊讶地睁开了双眼。\n        眼前的是一个男人，而他正是被教皇抓走了的ERZ！\n        “不要这么放弃！你不是都险些死了好多次了吗！”ERZ跳跃在空中，将利刃刺向教皇，头也不回地怒吼道。\n        DJX无动于衷。\n        但他的突袭终究敌不过教皇的魔神之力。一个瞬移，教皇就腾飞到了上空，手中仍旧攥着仍处在惊讶中的DJX：“你以为这点雕虫小技就能碰到我？你不过是个俘虏罢了！”说着，教皇的身后出现了几十条巨龙。手轻轻一挥，万箭齐发，所有的龙都笔直冲向地面上ERZ所在的位置。\n        ERZ躲避着那些巨龙的追赶，不断跳上城堡的残垣，跳上高墙，拼命冲向DJX所在的位置。DJX看到了，他一直在叫喊着什么，但是她听不到，只看到他的嘴在一张一合，飞奔，呼喊……她瞪大了双眼，想要最大限度地听到他在说的内容，想要最大限度地靠近他。仿佛快要听到了，耳畔已经能听到ERZ在高声呼喊什么，在疯狂传递着什么，但正是在这个时候——\n 一条飞速冲来的巨龙的血盆大口，咬碎了ERZ的身躯。\n        心中有什么东西断裂了，有什么东西觉醒了。\n\n        “哼，那小伙子都快死了还在干什么，”是教皇蔑视的言语，“无聊，真是个不要命的人！”\n        随后，教皇一声不吭地带着已经断了一条腿的DJX飞回城堡，进入了地下室，准备进行末影之龙召唤仪式。DJX虽然没有作出任何反抗，但是她已经在心中决定好了之后该做的事情，因为她在ERZ临死之前，在最后的一刻听到了他的声音。而他的声音中所传达出的是这样的一句话——\n        “生日快乐！DJX！”\n\n\n\n[第十四棒 TECH]\n        一道闪电划过夜空，教皇的城堡在狂风暴雨中若隐若现的显着轮廓。闪电的光芒瞬间照亮了城堡的上空盘旋着数不清的巨龙，这些巨龙现在只是群龙无首，如果教皇成功的召唤出末影之龙，那这些巨龙将会服从于它，对人类展开毁灭性的打击。世界将会变得如同末路之地一样黑暗，永无黎明。\n        教皇双手紧紧攥着DJX一步一步地走下阶梯，DJX的衣服已经被鲜血浸湿了，血滴从衣角一滴一滴地渗落。DJX咬着牙，她明白自己的生命在这个人手里只不过是只蚂蚁一样，他只需要用力一捏，就可以掐灭自己的生命之火。\n        走廊的尽头是一扇沉重的石门，教皇一只手抓着DJX的脖颈，另一只手轻推着石门。毫不费力，石门被推开了一条容两人走过的宽度。 \n        走过石门，眼前顿时开阔起来，偌大的地下室空无一物，除了正中间的要塞之门，九枚末影之眼已经摆放完成了，看起来万事俱备只欠东风。教皇把DJX放在石台阶上，随后后退了几步，嘴里不知念叨些什么。\n        那奇怪的咒语让DJX的心中不经感到一阵阵发怵，早已顾不得肉体的疼痛，面对眼前这样一个看起来没有血肉的人型傀儡，看似强大的毫无破绽，换做别人肯定要害怕的晕厥，而此刻DJX却强作镇定，暗暗在心中寻找着教皇的破绽。\n        “你有想过你把末影之龙召唤出来之后会怎样吗？世界毁灭对你有什么好处？”DJX颤抖的声音在地下室中回荡着。\n                 回应她的是教皇不间断的呢喃，似乎他根本听不到面前这个奄奄一息的声音。\n        “你是一个人，如果有你的力量，你完全可以拯救人类于水火。”DJX的声音高了些许。\n        教皇仍然没有睁开眼睛，锁着眉头，但呢喃却顿了一下。\n        “醒悟吧，你要的根本不是毁灭！” \n        教皇愣了一下，也许是嫌烦，也许是要回答面前这个将死的人一个问题。\n        “我早就没有自己的灵魂了，我是魔神的仆人，他所许诺我的好处就是无尽的力量，我需要这些来维持我的生命，你们这些可怜的人类是不会明白的。”\n        “呵”DJX轻蔑地笑了一声，“你认为你会得到你的酬劳么？”\n        教皇不再搭理DJX，但却越念越大声，声音中夹杂着些许的愤怒。\n        “你可以杀了我，但当你做了这一切之后，你就没有回头路了，你会发现我说的是对的。我们都是人类，龙族凭什么相信一个人类？你永远只是他们傀儡！”\n        “够了！！！”教皇大吼一声，只是将手掌攥紧，DJX的身体就像西瓜虫一样蜷缩到了一起。痛苦的表情伴随着鲜血不停的从伤口溢出来。地上有一道浅浅的凹槽，血液就顺着这道凹槽一路流向要塞之门。\n        DJX想伸手阻止，却只得屈服于教皇的法力。但此时的教皇喘息却越来越剧烈，嘴中甚至还渗出了鲜血。DJX知道，教皇正在试图控制自己的灵魂，只要自己不屈服，教皇的召唤仪式就会变得很艰难。\n        “想必大家知道我们的处境，世界正濒临崩塌的边缘，教皇就在那座城堡中，他抓走了我的姐姐，要用她作为祭品来召唤末影之龙，而一旦末影之龙被召唤，所有的一切人类文明将不复存在。我们只有齐心协力才能对抗教皇，很多人会死，但换来的将是后世的和平，和人类的繁荣！”\n        暴雨中，一个人影站在村庄的校场上大声喊着话，她就是鳄鱼，而校场上此时却人头攒动，周围村庄的人们不停的聚集过来。\n        “有谁愿意和我去？！”喊声中透着杀敌的坚定决心。\n        “人类必胜！！”一个声音从人群中突出来，随后喊声像火山爆发一样，一声高过一声。\n        “人类必胜！！人类必胜！！”\n        …………\n        教皇不停的与DJX做着无声的抗衡，却始终无法控制她的灵魂，突然间一口鲜血从他嘴中喷出，手中也松了劲道。\n        DJX趁机双手发力，猛地从地上站起，竭力地单脚跳向要塞之门。但鲜血已经流出了很远，而且流速很快，她想阻止，却恨自己不能跑的更快。\n        教皇从地上站起，顾不得去抓DJX，只是用手一指，地上的鲜血像是触发的红石，刹那间有了动力，加速流进了要塞之门！\n        “不！！”DJX愤怒的喊道！\n        恍惚间，又是一道惊雷。这一下似乎是劈开了银河，撕裂了天空。恶龙的怒吼从要塞之门中传了出来，震撼着大地。\n        DJX背靠在要塞之门上，面前是面目狰狞的教皇朝她一步一步逼近。\n        事到如今，生死并不是谁能左右的了，DJX摸着胸前的猎龙人徽章，手指拂过那尖尖的棱角和锋利的轮廓。\n        一个巨大的黑影从要塞之门中窜了出来，教皇顿时下跪，张开双臂\n        “等候您多时了，我是您忠实的仆人！”话音落下，教皇挥动了一下手臂，地下室的顶端裂开了一个大口子，这个大口子直通深不可测的天空。\n        “轰！”地一声，城堡外响起了炸药爆炸的声音，旋即就是人们的吼声。\n        “送死来了..哼，可怜虫。”教皇嘴里不屑地哼了一声，转身准备离开。\n        但就在那一刻，他的面前忽然出现了一个身影，速度之快，出乎了他的意料。来不及伸手抵挡，甚至都没有用出一招半式。那锋利的徽章就划破了他的喉咙，他的瞳仁中透着恐惧的神色。\n        DJX手中捏着那猎龙人的徽章，徽章的边缘沾满了教皇的鲜血。教皇没有防备的时候，他只是一个正常人，DJX趁着教皇愣神，从要塞之门的门框上抠下了一颗末影之眼，掷向教皇，只在一瞬间，她便要了教皇的性命。\n        此时城堡外的战事正是焦灼，无数的箭矢当空，显然那些龙也没有遇到过如此猛烈的抵抗。末影龙还没有加入战斗，那些龙都在空中盘旋着等待，只要末影龙出现在他们的视野中，那么很快，这些可怜虫将被碾得粉碎。\n        DJX又抠下了几颗末影之眼，从教皇的身上取下了铁剑和一把烈弓。DJX把末影之眼刺在剑上，用力拉满对准天空。\n “嘭——”手指划过弓弦，眨眼间，DJX发现自己置身于一片黑暗之中，远远地看到地上的火光，风声雨声和那些火炮震耳欲聋的轰击声萦绕在她耳边。她还没明白过来自己身处何方，就重重地摔了下来，但不是摔向地下室，而是摔在了城堡的顶上。\n        她挣扎着站起来，顾不上浑身的疼痛，她的眼中快速的锁定了那一条巨大的末影龙，末影龙正向着地上指挥的鳄鱼俯冲而去，所过之处，所有物品竟都消失殆尽。DJX沉住气，再次拉弓，猎龙人的意志应当如同钢铁一般坚硬，教皇打不败她，末影龙也一样。\n        箭矢循着背影插进了末影龙的背部，末影龙被激怒了。鳄鱼早已闭上了双眼，死亡没有降临，末影龙转身飞向城堡的顶端，那里站了一个猎龙人，是最优秀的猎龙人。\n        DJX扔下弓箭，高举着铁剑，那一分锐利似乎要刺破苍穹。末影龙急速向她冲刺过来，难以想象，这一击会有多大的力道。DJX只感到浑身发麻，一股强大的电流仿佛马上就要击中自己。\n        她要的就是这样，顷刻间，一道球形的炸雷从天而降，剧烈的爆炸让一切都停止了。大家都凝视着这城堡的顶部，而鳄鱼的心中已经有了答案。她不顾众人的阻拦奋力奔向城堡，哪怕是一线希望，她都要找到DJX。\n        一颗末影之眼落到了地上，命中注定，DJX会胜利，她做到了！\n        “醒醒！”鳄鱼摇晃着DJX的脑袋，慌忙地抹去她脸上的血污。用手指触碰着她的脉搏，有力的心跳告诉鳄鱼，她还活着。\n        DJX艰难的睁开双眼，她看着眼前的鳄鱼，笑了。\n        我们赢了！”DJX艰难地从牙缝里挤出几个字。\n        “你撑着点，医生很快就来——”鳄鱼低声的啜泣着。\n        “别这样，我死不了~”DJX笑了，尽管很勉强，却多少让鳄鱼感到无比的宽慰。\n        “因为你是猎龙人？”终于，鳄鱼也破涕为笑。\n        “Bingo~”两双手紧紧地握在了一起……\n\n---------------------------------End--------------------------------\n\n另附写作时间表：\n\n5月31日\n第一棒 提子 19:30-20:00\n第二棒 ErzEro 20:00-20:30\n第三棒 鳄鱼姐 20:30-21:00\n第四棒 卧槽君 21:00-21:45\n第五棒 茶杯 21:45-22:50\n第六棒 教皇 22:50-23:20\n第七棒 zhuogu 24:15-24:50\n第八棒 Hans 24:50-25:20\n\n6月1日\n第九棒 sym 11:40-12:10\n第十棒 果冻 12:20-13:10\n第十一棒 阿果 13:10-13:40\n第十二棒 里昂 15:20-15:50\n第十三棒 冰狗 19:10-19:50\n第十四棒 Tech 20:00-22:00\n\n\nhttp://img.xiami.com/res/player/widget/multiPlayer.swf?dataUrl=http://www.xiami.com/widget/xml-multi/uid/13081393/sid/3493833,/width/235/height/346/mainColor/FF8719/backColor/494949/autoplay/1\n\n\n然后是冰凝特意为D酱写的独立小说：D姐生日礼物3-神秘故事[Ice]\n[第一幕]\n兔,攻0,防0,生命值1.\n狼,攻5,防3,生命值10.\n兔子永远打不过狼.\n野外,受伤的兔子在狂奔着,因为她被一只狼追着.\n逃着逃着,眼前的山路越来越崎岖,兔子跳的距离越来越短.\n狼快要追上了.\n兔子筋疲力尽,一切都显得太晚了.\n[第二幕]\n隐藏在草丛中的黑色管子,在不同的角度能看到它的反光.\n兔子费劲全身力气,还是被狼赶上了.\n狼很高兴.\n隐蔽的管子越发的锃亮了.\n树丛抖动了几下.\n狼警觉了放慢了脚步.\n藏在草丛中的猎人看陷阱被识破了,扣动了扳机.\n狼警觉的闪开了,逃跑了.\n猎人从树丛中走出来,拿出了笼子.\n把受伤的兔子关了进去.\n[第三幕]\n兔子是野兔,习性诡异.\n醒来后在笼子里乱蹦,无果.\n猎人看了后留下了一些食物,离开了.\n渐渐地兔子的伤势恢复了.\n猎人把野兔和别的兔子放在了一起.\n野兔的习性被磨灭了一些.\n[第四幕]\n渐渐的,野兔的习性还是回来了.\n不断的尝试逃跑.\n一次..两次...\n三次..四次...\n没用..无果...\n抓狂了...\n逐渐的,冷静下来,等待时机.\n[第五幕]\n猎人带着所有的兔子去森林锻炼.\n其他兔子一无所知,只有野兔知道.\n机会来了.\n当放出来的一刻,分奔而去.\n猎人迅速反应并去追赶.\n无奈跑不过野兔.\n含憾而归.\n[第六幕]\n猎人一直在找寻那只兔子.\n因为那个猎人想要学会和兔子说话.\n她的确有天赋.\n而且在一次梦中被告知.\n\"你会抓到一只野兔\"\n\"而且她会逐渐带你学会如何和兔子交流\"\n\"相信我\"\n她也相信了.\n[第七幕]\n联系了发明家.\n据说他有一种可以搜索兔子踪迹的仪器.\n没办法,哪来试试吧.\n搜索了半天都无果啊...\n诶,等等!\n有反应了!\n这里的踪迹..十天前..\n狡兔三窟..\n也许不会走远.\n[第八幕]\n猎人找了很久,筋疲力尽了.\n无奈还是没能找到.\n坐在树桩旁,捡起一旁的树叶.\n凝视着.\n天色渐渐晚了.\n[第九幕]\n猎人就地扎营,打算明早继续.\n天渐渐亮了起来.\n猎人才发现.\n她捡起的树叶底下.\n盖着的就是野兔的窟.\n猎人欣喜若狂.\n[第十幕]\n猎人最终抓住了野兔.\n野兔耶很哀叹.\n永远逃不过命运.\n寓意着一切的故事.\n以后,现在,未来.\n野兔无奈的跳进了猎人的笼子里.\n和猎人一起回去了.\n[第十一幕]\n逐渐的野兔的野性彻底的被磨灭了.\n哀叹永远没有终止.\n天弄人,命逆行,只可惜...\n一切都发生了..一切都晚了..\n其实一切都刚刚开始..=w=~\n故事故事,小故事,礼物礼物,小礼物,心情也是随心而变,开心就好.----至敬爱的姐姐,Djx,爱你的Ice.\n\n最后我作为Skincookie小组的组长和曾经的同事（版主），祝愿D酱能够越来越漂亮，越来越可爱。小组和论坛都感谢D酱的辛劳付出，希望D酱不论三次元还是二次元都能够天天微笑，大家都喜欢看到D酱开心得像个孩子的样子~谢谢D酱！生日快乐！！【eyu】\n\n",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1370098020,
            "txt_content": "今天。。。居然是。。。的。。。生日呀。。。撒～"
        },
        {
            "author": "52Dora",
            "timestamp": 1370098080,
            "txt_content": "贵圈真乱\n今天六一儿童节又是儿童的节日又是Notch的生日还是DJX的生日\n好像我之前我翻译发光的黑曜石时DJX真帮了我忙"
        },
        {
            "author": "sabo970",
            "timestamp": 1370098080,
            "txt_content": "我的文笔烂透了。。。。。。。。。顺便祝D姐生日快乐。以及公主辛苦了哈"
        },
        {
            "author": "osborn2008",
            "timestamp": 1370098140,
            "txt_content": "祝D姐生日快乐~！（我是设定）"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1370098140,
            "txt_content": "真意想不到...djx生日是今天!\n祝djx生日快樂~"
        },
        {
            "author": "Exodus",
            "timestamp": 1370098200,
            "txt_content": "D姐生日快乐哈 改天咱们一起去赛猪！！"
        },
        {
            "author": "风障",
            "timestamp": 1370098200,
            "txt_content": "D姐生日 快乐  ！！！"
        },
        {
            "author": "jianghr",
            "timestamp": 1370098200,
            "txt_content": "DJX今天生日？和Notch同日还真是和MC有缘啊\n那么，祝DJX君生日快乐{:10_561:}\n很怀念那些一起翻译和讨论版务的时间。祝三次元顺利！"
        },
        {
            "author": "as44775677",
            "timestamp": 1370098200,
            "txt_content": "D姐，生日快乐~"
        },
        {
            "author": "ww42889",
            "timestamp": 1370098320,
            "txt_content": "哇，翻译娘与minecraft的创造者一个生日日期诶"
        },
        {
            "author": "asdasd1031",
            "timestamp": 1370098320,
            "txt_content": " 本帖最后由 asdasd1031 于 2013-6-1 22:53 编辑 \n\n祝ＤＪＸＧＡＭＥ生日快樂　乾杯！\\(^o^)/~"
        },
        {
            "author": "神圣之ZeRo",
            "timestamp": 1370098380,
            "txt_content": "生日快樂D姐，一直以來幸苦你了QAQ"
        },
        {
            "author": "wangchujinqwe",
            "timestamp": 1370098380,
            "txt_content": "BGM不是那个什么的荣耀么"
        },
        {
            "author": "icrdr",
            "timestamp": 1370098380,
            "txt_content": "D叔生快~我送几个灰猩猩的教程做礼物吧~~~"
        },
        {
            "author": "我是安德面",
            "timestamp": 1370098500,
            "txt_content": "咯咯!D姐，Notch2个方块人都生日了么?"
        },
        {
            "author": "IceFreeze",
            "timestamp": 1370098500,
            "txt_content": "衷心的祝姐姐生日快乐,在内心里长大一岁的一年里,将会变得更美丽,呢..(说什么好呢%>_<%啊对了..在B服里等着你哦~还有两件小礼品呢~)"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1370098560,
            "txt_content": "又notch生日又DJX生日\n好事成双？"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1370098620,
            "txt_content": "怀念中。"
        },
        {
            "author": "fang",
            "timestamp": 1370098620,
            "txt_content": "D姐生日快乐~\\(≧▽≦)/~啦啦啦"
        },
        {
            "author": "Technology",
            "timestamp": 1370098680,
            "txt_content": "wangchujinqwe 发表于 2013-6-1 22:53 \nBGM不是那个什么的荣耀么\n我随意插入的..~"
        },
        {
            "author": "youyou",
            "timestamp": 1370098740,
            "txt_content": "生快                     "
        },
        {
            "author": "stalincenlam",
            "timestamp": 1370099040,
            "txt_content": "D姐。。。要不要成为我们论坛的公主啊~~D公主"
        },
        {
            "author": "ql17934862",
            "timestamp": 1370099460,
            "txt_content": "千言万语汇成四个字：生日快乐~ "
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1370099640,
            "txt_content": "D姐生日快乐~因为有事没能参加庆典真是抱歉QAQ"
        },
        {
            "author": "DJXGAME",
            "timestamp": 1370099700,
            "txt_content": "感谢，感谢小组里的大家！\n私以为在网络中彼此都是尔虞我诈，直到我遇到了skin cookie。真的没有想到能够在网络这个二次元的环境中还有这样一些彼此相识相知，毫无保留地互相祝福的各位。感谢大家特意为我准备了这份丰盛而有独特的生日礼物，真的，真的是没有想到能够收到这样一份不别开生面包含心愿祝福的礼物。感谢小组里的各位！投之以木瓜，抱之以琼瑶。江南虽一无所有，仍可聊赠一抹春香，我会尽我所能回报大家对我的关心的！\n\n文不对题之处请诸位见谅。\nDjx敬上"
        },
        {
            "author": "我被盗号了",
            "timestamp": 1370100300,
            "txt_content": "今天是儿童节和Notch生日和D姐生日。。\n看来D姐和Notch真有缘\n祝Notch大大和D姐生日快乐"
        },
        {
            "author": "1378495772",
            "timestamp": 1370100360,
            "txt_content": "支持lZ...................."
        },
        {
            "author": "Exodus",
            "timestamp": 1370100480,
            "txt_content": "Technology 发表于 2013-6-1 22:58 \n我随意插入的..~\nSHI人头 随意也能得这么感人？！我尝了一发没节操的催泪弹"
        },
        {
            "author": "寂静战争",
            "timestamp": 1370100480,
            "txt_content": "今天好多人过生日啊。。。没想到D姐也是今天生日。。。"
        },
        {
            "author": "geludan",
            "timestamp": 1370100480,
            "txt_content": "真不容易"
        },
        {
            "author": "Danny仔",
            "timestamp": 1370109000,
            "txt_content": "祝D姐生日快樂~話說我評分那裡錯字了不要介意"
        },
        {
            "author": "星E君",
            "timestamp": 1370128860,
            "txt_content": "文章很乱啊。。。。"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1370132820,
            "txt_content": "来晚了。。。不过D姐生日快乐哈～好长的小说，一起写的就是不一样！"
        },
        {
            "author": "我爱我的世界",
            "timestamp": 1370159880,
            "txt_content": "金币我也要一份"
        },
        {
            "author": "至尊の翔哥",
            "timestamp": 1370167260,
            "txt_content": "话说MCBBS里的人都是好人耶,还为人举行生日......"
        },
        {
            "author": "◆花心◆",
            "timestamp": 1370167920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Jakob.z",
            "timestamp": 1370168220,
            "txt_content": "六一节生日,一个幸福的人!祝永远有一颗童年快乐的心!"
        },
        {
            "author": "Zhuogu",
            "timestamp": 1370174880,
            "txt_content": "D姐生快！话说我小说接龙第七棒写出来的BE走向被hans一段就反过来了 xD"
        },
        {
            "author": "Littlebear",
            "timestamp": 1370177100,
            "txt_content": "生日快乐"
        },
        {
            "author": "466700201",
            "timestamp": 1370180340,
            "txt_content": "LZ太有毅力了!!!!"
        },
        {
            "author": "A402802443",
            "timestamp": 1370181840,
            "txt_content": " 本帖最后由 A402802443 于 2013-6-2 22:07 编辑 \n\nthe story setting like 进击的巨人\n别怨我，上面我不会用中文说\n\n\nDJX。。中文猎龙手X。。。。。。。我败。。。。想象力。。。。。。"
        },
        {
            "author": "MountBlade_W",
            "timestamp": 1370310960,
            "txt_content": "D姐生日快乐{:10_492:}"
        },
        {
            "author": "Lakalaka",
            "timestamp": 1370342820,
            "txt_content": "啊啊啊~来晚了，happy birthday to D姐~ ！"
        },
        {
            "author": "BOSS",
            "timestamp": 1370391900,
            "txt_content": "icrdr 发表于 2013-6-1 22:53 \nD叔生快~我送几个灰猩猩的教程做礼物吧~~~\n扑捉到i触的气息。"
        },
        {
            "author": "逆袭之战",
            "timestamp": 1370600460,
            "txt_content": "DJXGAME生日快乐~"
        },
        {
            "author": "萌小猫",
            "timestamp": 1370707860,
            "txt_content": "不明觉厉...顺道来祝福一下~"
        },
        {
            "author": "skybabyly",
            "timestamp": 1370753280,
            "txt_content": "森益快乐~"
        },
        {
            "author": "kr91",
            "timestamp": 1370768880,
            "txt_content": "写的很好  赞一个哈"
        },
        {
            "author": "虚伪寂寞",
            "timestamp": 1370780820,
            "txt_content": "D酱是儿童节生日吗                          "
        },
        {
            "author": "飞梦",
            "timestamp": 1370790720,
            "txt_content": "赞一个！！！！！！！！！！！！！"
        },
        {
            "author": "Iron_man.",
            "timestamp": 1370855580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "逢坂大河",
            "timestamp": 1372240860,
            "txt_content": "弱弱问下...音乐外链是来自哪里..??"
        },
        {
            "author": "鳄鱼软趴趴",
            "timestamp": 1372245840,
            "txt_content": "逢坂大河 发表于 2013-6-26 18:01 \n弱弱问下...音乐外链是来自哪里..??\n音乐是创作区版主加的，你问问他们吧"
        },
        {
            "author": "逢坂大河",
            "timestamp": 1372245960,
            "txt_content": "鳄鱼软趴趴 发表于 2013-6-26 20:24 \n音乐是创作区版主加的，你问问他们吧\n就是编辑的时候显示的那个外链链接... 能看到吗?"
        },
        {
            "author": "鳄鱼软趴趴",
            "timestamp": 1372288260,
            "txt_content": "逢坂大河 发表于 2013-6-26 19:26 \n就是编辑的时候显示的那个外链链接... 能看到吗?\n代码、链接、符号这种东西。。\n我实在看不懂。。。。。。"
        }
    ]
}