{
    "title": "小白冒险记-HIM 第十二章",
    "author": "250=mo",
    "replyCount": 7,
    "timestamp": 1370139960,
    "txt_content": " 本帖最后由 250=mo 于 2013-7-6 18:29 编辑 \n\n这个，那么久没更是因为我期中考砸了……我改善了一下质量，希望大家支持我的小说，有不好的地方就指出来，我会改正的。本章后面我是用比较沉重的心情写的（因为我听了一小时的Minecraft抒情乐）希望大家能感受到另外，儿童节快乐！！第十二章 逃亡    “啊——！”Kiss在坠入裂谷时发出了极为绝望而可怕的叫声。莫兰把剑一丢，丝毫抑制不住欣喜的心情，大笑地说：“我成功了！我干掉他了！”敌人也停止了他们的攻势，也一同欢呼了起来。    我不由得一震，呆住了。和其他队友一起。Robin反应最大，顿时跪了下来；Michen把嘴张得老大，随而有死死咬住了；MMMC手上的铁剑“铛”的一声落到地上；小黑也是把眼瞪得老大；军师差点站不住脚；其他人也是神态各异。    “这……裂谷可……可不浅啊！……”刚才新来的中一位穿着灰绿色上衣的战士说。这，意味着……    “他，他死了……”那个绅士样的人扶了扶Michen开口。    “kiss!——”Robin对着天大叫，两行锋利的泪水从他极其脆弱的双眼流出，流下。我没有想到他会有这么大的反应，战士阵亡毕竟是家常便饭嘛！他不断擦去眼泪，但眼泪如同喷泉，还在源源不断地喷涌出来。我想劝慰他，但这时却一个词也拿不出来。想必其他人也和我一样，才会都转头，或者闭上眼睛，来躲避现实的残酷。    队长也流着眼泪，起先我还以为他不会哭呢！一个穿着白色外套的人见Robin劝不动，便上前和队长说：“队长，节哀！其实……”不料队长竟一拳将他击倒在地，然后抽出剑，将他踢回队中，用剑指着那些刚刚到的几位战士惊讶的眼睛。被打的那个人急忙往后爬，满是惊恐地看着那个已经悲痛到发狂的队长。“我知道是你们！我知道！你们一来就出事了……”队长发狂地大叫，眼里充满了愤怒。幸而军师拉住了他才没有出事。    “乘胜追击！”Morlan兴奋地大喊。我不禁觉得奇怪和搞笑，前前后后他们也就杀了两个人而已，有必要这样么……我突然又明白了：我可是在一个精英部队里！要夺走这里任何一个人的生命，可是要付出代价的！    队长悲痛也不至于傻掉。他把剑往地上一丢，发出响亮的“哐当”一声，便扶起Robin带头走了。绅士（暂时这样叫吧）便也急忙拣起那把金灿灿的剑跟着队长屁股走了。我们便开始撤退了。    大家合力用熔浆和石墙堵住了路，至少可以拖延一点时间。我们受伤的跑在前面，他们没受伤的断后。    几近中午时，下起了小雨，冲刷着这粘着罪恶的鲜血的大陆。    一路狂奔。我羸弱的身子可经不起这种折磨，不一会儿就感到腹部一阵痉挛，倒在地上。他们自然都停了下来，不知所措地互相看着。我迷迷糊糊地感觉到我被拖到了水中，极度的劳累使我连抬起头吸气的力气都没有，只得痛苦地呛着气。我感觉到我被拖回了岸上，被放在了坚硬的东西上。    ……    迷迷糊糊不知道昏了多久，感觉到一直有人在说话，但我却一点也听不出来说的是什么。直到一个清脆的玻璃被打碎的声音响起，我才渐渐有了意识。    “唔……？”我想张开嘴说话，但嘴唇似乎已经不在我的控制之下了。    “小子你醒了啊！”说话的好像是小黑（这是后来想起的）。    我忍不住想睁开眼睛，但眼睛像是被什么死死粘住了。    腹部空空的，如果不是那瓶药水，我早就饿死了。腹部仍在剧烈的抽动，痉挛，我感觉全身的力气都被抽光了。这种痛苦的感觉是我在单人中从未感受到的。    这，便是极限模式么……    我感觉我被扶了起来，一个木质光滑的碗直往我嘴里。好在我还有动嘴的力气，便一口喝完，艰难的吞下去了。    我感觉渐渐力气恢复了，我能动我的手指了，才感觉到我躺在石头上。眼睛渐渐也变得轻松了，才看到我们正在一个洞穴里——再一看，我们是在一个水洞里，雨水哗啦哗啦的打在洞里的卷着泥浆的水池里。大家都靠着岩壁坐着休息，整夜的战斗已经折磨得我们精疲力竭。    一段时间，我力气也恢复了大半，才坐了起来。气氛诡异的寂静，也许是为了避免顶上的脚步声的来源注意吧。    沙沙的凌乱脚步声一直响到了半夜，也渐渐平息了。雨却一点没有停下的迹象，反而从毛毛细雨发展成了中雨。    “雨季啊……”寂静被一个沙哑的、来自我右边的声音打破了。我转过头看他——应该说是观察。他一脸络腮胡，配着忧郁的眼神；深紫色的上衣上极不科学地隐着一个黑色的字母：W——这应该预示着他的名字吧。但我实在不好意思向一个比我大那么多的大叔开口。    趁着Robin含着泪睡着了，我向左边那位穿白色外套的人发问：“为什么Kiss死了，Robin反应这么大？”    “那……我怎么知道？”他用一种很浮夸语调回答，“我只是新来的！”    那个绅士也凑过来，说：“他当然不知道了，他刚刚才来！至于你的问题，我告诉你：Kiss生前和Robin可是很好的朋友，他们是一同来这个服的，一同见证了这个服从开荒到繁盛，从10人到现在的上万人，从生存到战争……”    “那么说，这个服原本是生存？为什么会变成这样？”    “什么？！你不知道？”他似乎有些惊讶，“难道你不是被邀请来的？”    所有人都把奇怪的目光向我投来，我感到有点难堪。“这个服……一定要邀请么？”    “如果不是被邀请的，根本不会有IP地址，更不会有白名单！你是怎么来的？”    “我是……”我原想说出真相，但迟疑了一下，“一个朋友叫我来的。”    可队长还用怀疑的目光看着我，大半天才挤出一句话：“希望你没有骗我。”    绅士急忙打破僵局，说：“行了，行了！关于那个问题，我告诉你：当一次圣诞节晚上，那个疯掉的服主突然宣布，这个世界正式成为战争服。”    “他为什么这么做呢？”    “鬼知道！那个家伙！当时大家都不相信这事实，可那个丧心病狂的……那个谁来着？”    “Morlan！”小黑补充了一下。    “对，就是那家伙。他疯了似的带领其他人对一些玩家进行烧杀掠抢，因此死了不少人……于是被害方就集结起来，于是战争便被挑起了。”    我不禁对那些战争的发起人感到愤怒和悲哀。    “然后，这个世界被分成了三派——Morlan为首的圣卫军，我们伟大的树苗军，还有就是服主那边的皇家军了。后来那个叫Hamlet的又从Morlan夺去了领袖的位置，我们也决议出一位领袖Posibility大人。”    我莫名感到特别有兴趣，尤其是对这个“疯掉的昏君”。“那个服主叫什么名字？”    “赫罗·不瑞，奇怪的名字。更奇怪的是，他居然允许那些暴民去拆他的城池！看着自己和玩家们辛苦建造的城池一座座被炸毁，你说他是不是疯了！这不，刚才我们才从旧主城那边逃过来。”    “哦……你叫什么名字啊……？”    “哎……，我那么大名鼎鼎，居然……，我叫Victories，几年来跟着队长鞍前马后的，我是队长的副手。”    “对啊，鬼知道队长为啥那么偏爱他。”小黑抱怨。    “对了，那你一定还不认识这些人吧，”他把手伸向我旁边那位白色外套的，“这位是Soul，刚加进来的。”    “你好，那你叫什么？”他把手向我伸来。    “我叫250mo，你好。”我也把手伸过去。可他却死死握住我的手，“啊，痛！”我赶紧收了回来。    “这位……”他又拍了拍灰绿色外套的那位的背。     “我自己来吧。我叫Deserts，是位十足的战士哩！我老大叛变了，所以就跑过来啦。”    “恩，那这位……”我指了指那位胸前有W的大叔。    “这个，恩……”他转过头问其他人，“他是谁来着？”    “在下Werison。”他冷冷地回了一句。    “对了，他叫We……Werison，是个炼药师。”    “哦，那其他两人呢？”    “这个是我小弟，pesses，那个呢，就是……”    “Saulaifulkes，我的名字很难记么！？”Saulaifulkes不耐烦地补充。我看了看他，他不过是一个换了件衣服的史蒂夫，可形象瞬间就不一样了。    再看Pesses，感觉他就是一个幼稚的小伙子——和我一样。    ……    夜又降临了，但没有出月亮——因为下雨。我们必须尽快离开，趁着还是晚上。    地面潮湿而黏滑，让人很不舒服，更何况我肚子还空空的呢！我们跑到一片从林里，景象非常美丽。可战争……它会毁灭你所看见的一切美丽的东西，留下恐惧；它会毁灭你认为有价值的东西，留下悲哀；它会毁灭你所热爱的一切，留下愤怒。    黑夜里，我拖着因长途跋涉而酸痛的双腿，整理着零乱的一切。一切太突然，太突然了。我根本不知道我身在何处，我在做什么，似乎我做的一切都没上报大脑一样。一切只是为了我终将死去的肉体不受伤害而已。我活着还有什么意义呢……    当我想到这点的时候，连我都吓了一跳——我怎么会想到死呢！    雨丝毫没有减弱，反而越下越欢了。    我恐惧极了。我害怕随时会从角落里飞出一支箭，将我的血与这片潮湿的丛林融为一体……    我从来都没有如此恐惧过。在我被僵尸撕咬时，当饥饿将我推向生命边缘时，当我独自走在沙漠时……从来都没有……    雨太大了，打在我们疲惫的心上。我很恐惧，非常恐惧。这毛骨悚然的地方……那些箭，那些鲜血，那些死去的人……    虽然队友就在我身旁，我仍然感到我是孤立的，四周空洞洞的……    我已经没有活下去的希望了，背部还在隐隐作痛，可肚子却咕咕作响……随时都会有利刃插入我胸膛吧……    不，不要！不——！    雨已经变成暴雨了，将树叶使劲拍打，发出巨大的声响。随而闪电也前来肆虐……雨虽大，但火从四处发起，越变越大，雨无法阻止……    雷隆隆地响，闪电将黑夜撕得支离破碎。我感觉到……僵尸……僵尸猪人……被唤醒了，向我们跑来了，跑来了！……    越下越大，越下越疯！树叶摇曳着，暴风无情地摧残着丛林……    不能再在外面待着了。我们找到了个山洞，我们必须休息了，在僵尸猪人的咆哮里……黑暗围绕着我们，可却不能指望一点儿光亮，否则就是将自己的位置暴露在敌人的视线了……    “先休息下吧。”队长说。他的声音有点颤抖了。    Robin把床铺在地上，我们躺下了。身体休息了，可我的心却没一点舒服。虽然精疲力竭，但我根本睡不着！闪电仍在舞动，暴雨仍在咆哮……    不！那些面目狰狞的人，那些粘着血的箭，那些美好的东西呢？……    不，不要！不——！    痛苦将我的意识夺去了……是啊，等到我醒来的时候，一定在天堂了吧……    [250mo!……]    是谁在呼唤我……    一定是幻觉……    [250mo!……   [250mo!……]    不，不要！……   [250mo!……    我什么都没做……    [250mo!……    不——！    不要再折磨我了……    ……    当我醒来的时候，面前却不再是暴雨和闪电了。我在一个石砖构建的堡垒里。    仍是黑夜。    我站着，却没有任何意识。是梦吗？    转过头来，史蒂夫的背影站在上面。我突然想起什么，就象打了兴奋剂一样。我大叫：“HIM!——HIM！——”    喉咙似乎被堵住了，发不出任何声音，我似乎没有任何做任何动作的力气。果然，我死了吗？    我其实还不想死……    ……    本章完\n索引",
    "replies": [
        {
            "author": "回忆22",
            "timestamp": 1370140020,
            "txt_content": "顶顶顶顶顶顶顶   呵呵"
        },
        {
            "author": "回忆22",
            "timestamp": 1370140200,
            "txt_content": "回忆22 发表于 2013-6-2 10:27 \n顶顶顶顶顶顶顶   呵呵\n咋弄人气"
        },
        {
            "author": "回忆22",
            "timestamp": 1370140200,
            "txt_content": "给了呵呵"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1370140680,
            "txt_content": "第十二章了···好快，支持一下~"
        },
        {
            "author": "战龙飞马",
            "timestamp": 1370140800,
            "txt_content": "帅气啊,LZ！"
        },
        {
            "author": "zhxy",
            "timestamp": 1370491800,
            "txt_content": "期待第13章"
        },
        {
            "author": "215635430",
            "timestamp": 1371022380,
            "txt_content": "期待啊.1314151617181920"
        }
    ]
}