{
    "title": "【蒹葭文字】灵魂服务器 第三十八章 怪物惊现",
    "author": "猫小沫",
    "replyCount": 3,
    "timestamp": 1370140080,
    "txt_content": " 本帖最后由 猫小沫 于 2013-6-2 11:07 编辑 \n\n    地球司令部，地下基地。。。\n    这里是地下100m处，在这里的头上，每隔20m就有1个1m厚的铅板。\n    这个走廊十分的昏暗，唯一一个小小的灯泡还在不停的闪烁，活脱脱一个恐怖片拍摄现场。可是实情确实是供电线路受损，这个地下的基地都很不稳定。\n    令人放心的只有这个走廊还算完整，看上去还是方方正正的，也没有什么其他令人恐怖的声音。\n    如果你问这里怎么了……？\n    我只能说就在半个多小时以前，一枚核弹就落在这块土地上，如果不是提供这个基地的那个未知的人有先见之明，我们早就不复存在了。那枚核弹将突出地平面的所有建筑都摧毁的一干二净。\n    我国的精神支柱之地，也因为这个核弹而濒为摧毁，原本，那些可恶的外星人还未能侵犯到这里，这个城市里的居民虽然生活也是战战兢兢，但起码过得还是过着相对比较安逸的日子。好吧，只有一颗核弹，可就是这一颗，打破了所有人的侥幸心。\n    他本不想来，但他不得不来，他必须接受所有人的批斗。为什么？因为是他！下令扔核弹攻击，是他！导致了人类自身反受其害，是他！是他的错误指挥让连地球上最后一个完整的军事指挥中心的地面设施都不复存在……\n    现在，他的脸上只能带着铁青和严肃，他默默的站着，像小学生被老师抓到一样。\n    就在刚刚，他接到了一个紧急军情——因为他的核弹使得欧洲战区的抵抗军彻底失踪，或者说是失去联系后，他只能带领着有的脸色铁青，有的紧皱双眉，也有的一脸讽刺，或者带着憎恶的情绪望着他的各个战区指挥官们到了这里。他顾不上核辐射了，他直接驱车传过辐射区，犹如一阵风一般地赶到这里，只是希望希望能挽回一些损失。\n    在路上，他看到了在军事基地原址所祈求一点庇护的平民，他们应该拖家带口，或许身旁还有一些大家一起使用的物资，也或许这里还有个简易的帐篷……\n    但这些！一切的一切！！因为一颗人类生产、人类使用的核弹，被全部摧毁、湮灭，爆炸中心区的所有人都已经尸骨无存，运气好的，有些流下半根骨头，有的留下一个破烂的头颅，运气再好点，就是一具具面目全非的干尸。\n    这是……人间地狱……\n    我们不能责备他们，他们也是有军事才华的人，他们有自知之明，知道自己做错了，人才在这场战争中就是胜利天平上的砝码。\n    在这个地球上，我们最大的依仗就是外星人的人数少、地盘小，正因为他们的兵力不够多，所以只要这场战争我们和他们打消耗战、持久战，将他们被拖进这个他们无法逃脱的漩涡，那么人类的生存几率或许能大一点。\n    仅仅是我们已知的，就是外星人不需要武器，只要一个孩子达到3岁，一个神奇的兵器就诞生了，而反观我们人类，没有资源，没有技术，我们就只有血肉……\n    “吱吱吱吱吱……”随着简易电梯缓缓下降到地下100m，他们走出电梯，走到甬道……\n    通道仿佛无穷无尽，只有上面闪烁的灯光只因他们前行，最后，他们便来到了一处会议室之中。\n    面前是一个大屏幕，虽然有许多因电压不稳产生的雪花点或是其他，但是都能看出来那是地球……烽烟四起，哀鸿遍野的地球\n    这是我们的家园——地球。\n    这是属于我们人类的地球。\n    “报，外星人派出新型武器。”\n    “什么武器？”\n    “一些4平方米的大蜘蛛、一些类似人类的丧尸、一些会爆炸的绿东西、一些天上飞的黑龙、一些骷髅……”\n    “这……”\n\n上一章                                索  引  贴                             下一章\n",
    "replies": [
        {
            "author": "Give1329582145",
            "timestamp": 1370140380,
            "txt_content": "一些会爆炸的绿东西。是苦力怕吧。Sssssssssss"
        },
        {
            "author": "猫小沫",
            "timestamp": 1370140680,
            "txt_content": "Give1329582145 发表于 2013-6-2 10:33 \n一些会爆炸的绿东西。是苦力怕吧。Sssssssssss\n嗯，不过人家怎么会知道学名“爬行着”呢A A"
        },
        {
            "author": "Baozou",
            "timestamp": 1370140980,
            "txt_content": "快更新"
        }
    ]
}