{
    "title": "E城——  一座建造在小阁楼上的城市",
    "author": "1会微笑的猫1",
    "replyCount": 3,
    "timestamp": 1370188080,
    "txt_content": "恩。。。不知道从何说起了。 \n我应该是在去年十二月中旬进入的时光之城服务器\n由于感觉MC服务器小学生很多，所以陆续换了很多服务器，最终选择了时光之城。\n刚进去是和我基友Takr一起玩的，进去需要进行新手答题，问题全是一些服务器规则，我和基友毫无鸭梨的过了，然后发现找不到主城的城门。。。不知道在哪建房子，就问OP，当时的一个叫COD的OP接待了我们，叫我们去land独行世界建房子。\n我和基友在独行世界呆了半个月左右，由于我们整日有空，晚上玩到两三点，所以我们的建造速度很快，在独行建造了一个城堡。我是一个EVA动漫群的群主，由于我在我群里给他们介绍MC，他们纷纷表示很感兴趣，要来和我们一起玩。这时我们的基友群开始壮大了，十人左右的群体在当时的时光之城里显得异常庞大，瞬间建立了一个庞大的城堡建筑群，和独行世界其他的小屋子形成了鲜明的对比。当时活跃的两个团队是COD和MIX,这两个团长纷纷表示让我们加入他们，但是我没同意。\n渐渐地，我们发现了独行世界的弊端，独行世界不能购买领地，建立团队必须要在主世界买地，我当时考虑搬迁到主世界，叫来了一个一个叫BASS的高级管理员。问他能不能把独行世界的城堡群WE到主世界某个地方，但是他拒绝了，说建筑群过于庞大，会破坏主世界的地貌，而且城堡群里有很多其他MOD模组的物品无法WE，比如各种羊毛切片，BC的生产线什么的都不能WE。所以我们放弃了WE，准备到主世界白手起家。 \n这时我们群里的基友们由于各种原因，纷纷退出了时光之城。又回到了原点，只有我和Takr的团队。。。\n我和Takr在主世界到处闲逛，寻找绝佳的建城位置。从下午找到了半夜，终于在主世界的远东方向找到了一个好地方，一个半岛，半岛外面一个月牙形的岛屿。半岛部分是一个盆地，半岛周围四面环山。半岛北方的山外面是雨林，半岛东面山外面全是山地，半岛南边山外面是沙滩。半岛西方就是海，海对面是月牙小岛群，主要是四个小岛。\n当时我们觉得这个地方碉堡了，除了雪地和沙漠，其他地形都具备了，所以我们准备在这里建造城市。我和Takr花了三天时间，在月牙小岛群的中间主岛上建造了E城的开始。。。E城主堡。主堡完成的时候，我们就花了5000建立了团队，名为Evangelion，开始了招人工作。由于是新团队，很多人看不起我们，基本没人加入我们，但偏偏就在这个时候，对E城至关重要的人物出现了，也是以后E城建筑工会的领袖——kidking 其实我很想吐槽他这个名字。。。孩子王。 \n由于E城刚刚开始建造，所以没有明确的规划，刚入团队的新人在主堡对面的半岛盆地到处乱建造房子，kidking在主堡小岛的北部小岛建了一个小木屋。此时的E城很乱，很乱。。。\n这时我开始着手规划城市了。我把半岛的中心盆地全用高度24，宽度6的石砖城墙包围了起来，沿海一边没有修城墙。由于城墙很大，而且范围很长，所以我和kidking，Takr修了整整一天。城墙主要用的是普通石砖和螺纹石砖交替建造，并且用地狱转在所有城墙外部弄了十字架图案。当时的修完了以后，看城墙的感觉就是三个字。。。碉堡了。\n城墙修好了，城门的选址就成了一个问题，由于东方和南方沿海，北方是雨林加沼泽，所以这三个方向全部排除了，只剩下了西边。但是西边全是山啊。。。城墙外面就是一座大山，这时没办法了，只有开山工作，这时候建筑工会还没成立，团也就二三十个人，活跃的，积极参加建造工作的人也就几个人。开山难度可想而知。。。。但是最终E城的城门还是建造完成了，气势恢宏。在城门前面又挖了一个50X50左右的盆地，城墙正对着盆地对面的一座高山，我们修了一条主干道，从山上面修了一个8宽度的大道，从阶梯下山，直接通向城门，进入城门，贯穿E城内部。\n这时入团的新人全部不能在城内建筑，城门的盆地我们建造成了新手宅基地，每人初始建筑面积10X10，高度范围不限。同时，E城的主要组织，建筑工会在kidking的领导下建立了起来。建筑工会的第一项工作就是旧城拆迁改造，原来城内全是团员的烂房子，我们准备全部拆迁搬到城外新手宅基地。\n此时，时光之城的E城时代来临。聊天栏百分之九十的人名字前缀都是一样——Evangelion。从此，E城慢慢进入状态，开始步入巅峰。【CZKZC此时加入城镇】\n拆迁改造工作很快完成，建筑工会的第二项工作来临：城内建筑建造，几天时间，E城大教堂，风车，E城博物馆，E城历史展览馆。矿世家族总部，E城机械师行会总部，E城农业大厦也在城门口对面的山上建立了起来，是一个全玻璃圆塔，每层都是自动收割管道收集，食物自动合成。E城的主要机构纷纷在此时建立。\n城内的道路规划纷纷完成，由于入团新人渐渐增多，宅基地不够了，于是我们在城门盆地的北方小山丘开了个口，建造了第二期宅基地，以及后面陆续建造了三期，四期，五期。。。最后的效果是宅基地绕城一圈，此时建筑工会也陆续完成了很多大项目，E城港口，以及港口上方的一个飞船，海里的很多帆船。E城城内主体已经定型，全中世纪风格，大量使用木质，红色，黑色，白色羊毛。道路采用螺纹石砖和石板边缘。此时的路灯建造也陆续完成，城市规划基本完成。\n建筑工会也展开了挖山以来最大的工程。。。。护城河建造，工程量和挖山比有增无减，但是由于工会人员的增多，不到半个小时就完成了建造工作。效率让我当时吃了一惊，城门吊桥也完成了。E城就此进入巅峰状态。 \n这时我开始迷茫了，不知道下一步该怎么走，看到那么多的基友，感觉责任很大。迷茫中，我想到了以前在独行世界的城堡，和我以前的基友，于是我在E城教堂外面的墓地的墓穴上加上了我基友的名字，以及墓志铭。由于我和Takr最开始是在独行建造的一个二层小阁楼，才开始以后的发展。（此时Takr也离我而去）出于对以前的怀念，我在E城的出生点（城门对面山上的阶梯顶端）面前立了一个木牌，写上：E城，一个建造在小阁楼上的城市。当时很多人问我这木牌是什么意思，我始终保持沉默。现在，我是第一次说出来。 \n这时的E城处于巅峰，但是由于过年回老家的原因，我第一次AKF了，离开了E城半个月。\n回来时，明显感到了E城不如从前的颓废状态。也有几个人陆续脱离了E城，建造了自己的团队。我被他们请去参观过几次，风格全和E城一模一样，甚至布局，团队体制都一样。我当时心里想：一味的模仿有用？创新才能创造奇迹，就和当初刚刚建立的E城一样。E城是第一个采用捐款奖励制度的，由于买地需要很多钱，当时就像靠捐款来解决，同时也会有相应奖励，捐款额度越高，宅基地面积也会越好，建筑位置也会越好。捐款额度达到5W的时候就有E城城内居住资格。同时也会根据捐款额度提供建筑材料和工人免费雇佣支持。最高额度是无限提供建筑材料和每天三人每人一小时的雇佣权限。我至今清楚的记得，捐款共筹集了70W左右的资金，4人拥有城内居住资格，拥有无限供应的材料和最高雇佣权限。\n我刚回来的第一件事，就是重整E城，在E城的西南方向建造了木建筑木城墙的新城，森林木寨风格，新城南方让建筑工会修建了工会城堡。完成这些工作时，我已经开始上班了，每天上线时间逐渐减少，慢慢的感到了力不从心。 \n我也感到了累，把团队领袖给了kidking。在E城大教堂外面最高的那个墓地上立上我的名字——Evangelion城堡第一代领主EVA之墓，而旁边墓地里躺着的正是Takr——Evangelion城堡第一代助理之墓 我们的墓地中间写着我们共同的墓志铭——群星在此陨落，新星正在升起。\n我们的时代终将过去，新的时代即将来临。\n我一个人，默默走到了我在独行世界的城堡群，这里已经残破不堪，值钱的东西都不在了，甚至连火把都没有了，一片漆黑。但我并不在乎，曾经的回忆谁也偷不走。\n走到了城堡中心的那个小阁楼，熟悉的打开地上的活版门，看到了地下室的那两张熟悉的床，左边的是我的，右边是Takr的。\n躺下去，右上角，关闭。\n以后的时间我也经常诈尸去看看，但每次看到的都是E城不断的衰败，此时各种新团队展示出了勃勃生机。\n也许团队也有他的轮回周期：建立 发展 巅峰 衰落 \n这是谁也改变不了的。\n后来时光之城换图了，由于没有接到通知，所以我没能看到E城最后一眼 \n上新图的时候，一个叫suiyue的OP对我说：EVA，快重建E城吧，E城的人都在等着你\n腐竹LHH也说会支持我的E城建造\n我说了句：好累，感觉不会再建筑了\n默默下线\n",
    "replies": [
        {
            "author": "王叙皓",
            "timestamp": 1376291940,
            "txt_content": "真感人！                  "
        },
        {
            "author": "Dragontrail",
            "timestamp": 1379898240,
            "txt_content": "为什么没人顶！"
        },
        {
            "author": ")CHEN(",
            "timestamp": 1380086220,
            "txt_content": "{:10_527:}眼睛里进EVA了"
        }
    ]
}