{
    "title": "11月13日『已更新』★★马赛克★★笑话★★『目前55个』★★标题要长★★",
    "author": "火星蚂蚁",
    "replyCount": 13,
    "timestamp": 1321085040,
    "txt_content": " 本帖最后由 火星蚂蚁 于 2011-11-13 09:27 编辑 \n\n废了我1个小时...真无语了\n\n2011年11月12日：\n『1』请问，自然界里什么动物胸最大？ . . . 答曰：“斑马！”。。。 为什么呢？因为斑马的英文叫做:Z-Bra!!!!（不解释...）\n\n『2』拉登给布什发了封信：qs-IHSIN，布什不解，联邦调查局也无能为力，于是将其送至英军情六处，解答是：总统你拿反了，用汉语拼音去读。（不解释...）\n\n『3』优秀的女秘书：“老板，早晨好！”，最优秀的女秘书：”老板，早晨了！”（至于你看懂看不懂，反正我看懂了）\n\n『4』老师：避#孕#套和降落伞的区别是什么？男生：一个保护上头一个保护下头。老师：60分。女生：降落伞破了少一个人，避#孕#套破了多一个人。老师：100分（承认这个有点邪恶）\n\n『5』男子去KTV找小姐。美女问：“请问先生需要什么类型的？”男子答：“是研究生的都给我找出来！”美女大喜：“先生！我就是研究生毕业啊！”男子从包里拿出一沓试卷，说：“两个小时内帮我做完！我急要！”美女不爽的说：“客官请自重，小女子卖身不卖艺！”男子大怒：“滚！”评论：这年头，脑细胞比卵细胞值钱！！（这个还是有点邪恶）\n\n『6』村里闹旱灾，农夫找到了法师求雨！农夫问：“何时才能有雨啊！”法师递给了农夫一个纸条，并吩咐道：“天机不可泄漏，只有下雨那天才能打开看！“不久，果然下雨了！农夫连忙兴奋地打开纸条，只见上面写道：“今日有雨。”农夫感叹：“真TMD准啊！”评论：那农夫真TMD脑抽筋！（这个差不多）\n\n『7』董卓请吕布等心腹吃饭，并让貂蝉作陪。为了考验心腹们的忠诚，董卓命令貂蝉把胸部涂黑。随后，吃饭时突然停电，一片漆黑！不久又来电了，董卓发现众人的手都是黑的，唯独吕布的手是干净的！董卓决定奖赏吕布！吕布很开心的笑了出来，露出了黑色的牙齿！评论：吕布强就强在他什么都够狠。（你懂的）\n\n『8』小姐被扫黄组抓走审问。小姐狡辩道：“我只是把两元的避孕套卖到了二百元！”扫黄组怒问其：“还敢狡辩！那后来呢？”小姐解释道：“后~后来，教他如何使用，属于售后服务。”评论：小姐有才，此项目顶多属于牟取暴利。无罪，无罪！（这个...不解释）\n\n『9』有一女子进性用品商店，想买一支振动棒。老板说：“都在上边，自己选。”女子认真选后说：“我就要那个红色的！”老板看了一眼说：“小姐，那是灭火器！”（我发现大多数都是yellow的）\n\n『10』男女朋友睡一个房间，女的划了条线：过线的是禽兽。醒来发现男的真的没过线 ，女的狠狠打了男的一耳光：你连禽兽都不如！（不解释...）\n\n『11』一女孩夜归遇歹徒。歹徒凶狠问：站住！干嘛去？女孩不想被劫财，遂可怜巴巴道：去借钱。歹徒依然凶狠问：借钱去干嘛？女孩又怕被劫色，便道：得了性病没钱治。歹徒怒吼：滚！（这无敌）\n\n『12』老石和老林每一次见面，总会相互调侃对方。一 ，老林突然抚摸老石的光头，然后说：“你这个光头，摸起来可真像我太太的屁股。”老石笑笑地摸摸自已的光头，然后颇有同感地说：“嗯！的确是一模一样。”（你懂的）\n\n『13』一人自幼家贫光腚，其母用米袋做内裤，洞房夜脱去长裤，其妻当场昏倒，内裤前面赫然标明：净重30公斤。（真的不解释啊）\n\n『14』某男拿着医生开的处方在医院里转了半天，回来问：“13超到底在哪？”女医生笑曰：“那不是13超，是B超。”男大怒曰：“靠！你的B分得也太开了吧！”（表示我看不懂）\n\n『15』傻子娶妻半年无子，公爹问儿办事没有？儿不懂。父说：用你身体最硬的地方撞你媳妇撒尿的地方。次日儿媳夫对公说：你儿子疯了，他用脑袋撞了一晚上尿盆子!（......）\n\n『16』有位大嫂在公共汽车上看到一位即将下车的男人掉了包烟在踏板上，于是赶紧对那男人说：同志，你烟掉了！男人大怒：你才阉掉了！（...=你懂的）\n\n『17』妻子分娩在即，问丈夫：“如果我要分娩，你应该送我去哪里？” “医院！”他毫不犹豫的说。 “医院的哪个地方？”妻子担心他到时紧张失措，再问道。 丈夫想了想，肯定的说：“解剖室！” （...）\n\n『18』英雄，被美女废了；美女，被大款废了； 帅哥，被富婆废了；人生，被房贷废了； 青春，被工作废了；婚姻，被小三废了； 金钱，被美元废了；学生，被网游废了； 网游，被暴力废了；小孩，被三鹿废了； 信仰，被春哥废了；审美，被凤姐废了； 凤姐，被月月废了；梦想，被现实废了。（...）\n\n『19』在医院里，一家喜得贵子，孩子刚生下来就会说话，孩子说：“爷爷”爷爷啊的一声就死了，孩子又说：“奶奶”奶奶啊的一声死了，孩子又说：“爸爸”他爸爸啊的一声，一看自己没有死，这个时候，孩子的老叔啊的一声死了！（...）\n\n『20』鲁豫采访精神病院院长，问怎样确定病人是否治愈？院长说：“其实很简单，把浴缸注满水，旁边放一把汤匙和一把舀勺，看他怎么把浴缸腾空。”鲁豫 惊奇：“真的么？哦，天哪！正常的人应该使用舀勺。”院长答：“不，正常已治愈的人,会把浴缸的塞子拔掉。”（...）\n\n『21』男子相亲，跟一MM在西餐厅里相对而坐。 在了解过双方的工作、教育、家庭、爱好后，交谈陷入困境。 于是男子开始扯些社会话题。 男子问道：“你是如何看待房市的？” MM愣了下，脸红着说：“还是，还是不要过于频繁比较好！”（...）\n\n『22』爸爸问儿子：“你将来娶谁做老婆？”儿子说：“我要娶奶奶，她疼我！”爸爸骂道：“你放屁！你怎么可以娶我妈呢？”儿子反驳道：“你可以娶我妈做老婆，为啥我就不能娶你妈呢！”（...）\n\n『23』一老伙计丢车，当他把新买的一辆车放在楼下时他上了三把锁并夹了一张纸：让你丫偷！第二天车没丢，并且多了两把锁和一张纸，上写着：让你丫骑。（...）\n\n『24』从前从前，苹果跟梨子是一对好朋友，可是后来苹果要搬家了，于是它们两个相约十年之后回到这个地方相聚 ，结果十年之后，苹果再次回到这个地方，可是过了很久，梨子还是没有出现，苹果等啊等啊等 ，结果变成了等离子。。。（这个是冷笑话）\n\n『25』1、红楼：大部分是女人；水浒：大部分是男人；西游：大部分不是人；三国：大部分全是人。2、红楼：丫头脸皮厚；水浒：朝廷脸皮厚； 三国：军师脸皮厚；西游：神仙脸皮厚。3、 西游：猴哥救我 ；红楼：妹妹救我；水浒：叔叔救我；三国：军师救我。（这是对比）\n\n---------------------------------------------------------------华丽的分割线--------------------------------------------------------------------------\n\n2011年11月13日：\n\n『26』某学校三年级语文作文考试，考试作文的题目是“勇气”小明看了看，提笔在试卷的格子中写了几个字，交给老师，转身走了！老师看到试卷上写着：这就叫勇气！（...）\n\n『27』有一种崩溃叫做密码输入有误，有一种惊慌叫做账号异地登陆.. 有一种感情叫做隐身对其可见！有一种误会叫做人机离线。有一种失落叫做你没有访问权限。。。（这个....）\n\n『28』一位女子因为老爸欠钱还不上，无奈只好嫁给了债主。新婚第一天晚上，女子对得意洋洋的新郎说：我嫁给你，是因为我老爸欠你的钱，你别太得意！ 第二天，女子睁开眼睛，摇醒熟睡的新郎，说：我爸到底欠咱们多少钱？可不能就这么算了。（...）\n\n『29』一位夫人打电话给建筑师,说每当火车经过时,她的睡床就会摇动。“这简直是无稽之谈１建筑师回答说,“我来看看。”建筑师到达后,夫人建议他躺在床上,体会一下火车经过时的感觉。建筑师刚上床躺下,夫人的丈夫就回来了。他见此情形,便厉声喝问：“你躺在我妻子的床上干什么？”建筑师战战兢兢地回答：“我说是在等火车,你会相信吗？”（...）\n\n『30』麦克走进餐馆,点了一份汤,服务员马上给他端了上来。服务员刚走开,麦克就嚷嚷起来：“对不起,这汤我没法喝。”服务员重新给他上了一个汤,他还是说：“对不起,这汤我没法喝。”服务员只好叫来经理。经理毕恭毕敬地朝麦克点点头,说：“先生,这道菜是本店最拿手的,深受顾客欢迎,难道您……”“我是说,调羹在哪里呢？”（...）\n\n『31』一个苏格兰人去伦敦,想顺便探望一位老朋友,但却忘了他的住址,于是给家父发了一份电报：“您知道托马的住址吗？速告！”当天,他就收到一份加急回电：“知道。”（...）\n\n『32』有三个人到纽约度假。他们在一座高层宾馆的第45层订了一个套房。一天晚上,大楼电梯出现故障,服务员安排他们在大厅过夜。他们商量后,决定徒步走回房间,并约定轮流说笑话、唱歌和讲故事,以减轻登楼的劳累。笑话讲了,歌也唱了,好不容易爬到第34层,大家都感觉精疲力竭。“好吧,彼德,你来讲个幽默故事吧。”彼德说：“故事不长,却令人伤心至极：我把房间的钥匙忘在大厅了。”（...)\n\n『33』一个很有名的作家要来书店参观。书店老板受宠若惊,连忙把所有的书撤下,全部换上作家的书。作家来到书店后,心里非常高兴,问道：“贵店只售本人的书吗？”“当然不是。”书店老板回答,“别的书销路很好,都卖完了。（0.0）\n\n『34』高中，我们忙得跟孙子似的，可还可以像SB一样开心;大学，我们闲得像SB一样，却找不回当孙子时的快乐...（0.0）\n\n『35』新世纪女性：上得了厅堂，下得了厨房，写得了代码，查得出异常，杀得了木马，翻得了围墙，开得起好车，买得起新房，斗得过二奶，打得过流氓... 新世纪男性：睡得了地板，住得了走廊，跪得起主板，补得了衣裳，吃得下剩饭，付得起药方，带得了孩子，养得起姑娘，耐得住寂寞，争做灰太狼…（这个还行吧）\n\n『36』一出租车司机开车时，发现前面有个很疯狂的摩托车，快把后面坐的小孩甩出去了。出租车司机追上那个摩托车，喊道：“哥们儿，你的孩子快要从后座上掉下去了。”开摩托的人听后，惊奇地回头问：“儿子，你妈呢。（0.0）\n\n『37』歹徒闯入民宅 歹徒闯入民宅强奸妇女遭到誓死反抗，丈夫下地回来见老婆被歹徒压住，抡起铁铲怒拍，就听老婆骂道：“该死的,反抗了半天，被你一铲子给拍进去了。”（表示有点邪恶）\n\n『38』护士正给病人换药瓶，见病人奄奄一息，问：你怎么了？病人痛苦得说不出话，于是护士给了纸笔他，示意他写出来，病人写完后就断气了，护士拿过纸，上面写着：你踩住我的输氧管了！”（0.0）\n\n『39』小明呢，就明天要考试窝，但晚上却在看电视 小明妈妈就担心地问：书都看完了吗？明天要考试啊 小明就爽快地回答：妈，我看完了。 小明妈妈就很开心的赞扬小明：乖，那明天你一定考得很好呢 小明哭着说：妈，我是说，‘妈，我看，完了’。（0.0）\n\n『40』据说是两个学医的女学生靠斗嘴来复习功课：“你脑残！”“你端脑残！”“你间脑残！”“你没有矢状沟！”“你脊髓横断！”……不知不觉间，就复习了一下神经系统～（算了以后不打字了，每次还要3个点...）\n\n『41』英国一位数学讲师研究发现，人们找到合适伴侣的几率只有1/285000，在伦敦，适合自己的对象只有26人。由此推算，如果某天晚上外出，邂逅意中人的几率只有0.0000034%，比被雷劈到的可能性还低。那么，请珍惜那个把你雷倒的人。\n\n『42』某学校化学老师问学生：“如果我把银币放进酸液里，银币会分解么？”该学生不假思索地回答：“不会”老师：“为什么？”学生：“如果会分解的话，你才不会放进去～！\n\n『43』小学五年级女孩的超强作文 题目——三十年后的我班上的一位女生小美写道：“今天的天气不错，我带著我的小孩到大安森林公园去玩，我们开著老公买给我的劳斯莱斯，手指上有著他刚买给我的大钻戒，脖子上也挂著上月才送我的金链子。我带著我可爱的小孩走在公园里，到处都是人们羡慕的眼光。突然，路上冲出一个浑身恶臭、满脸污泥、无家可归的老太太，我仔细一瞧……天啊！她竟然是我小学五年级的语文老师！” \n\n『45』晚妻打电话,夫没好气地说：您好！这是离就离服务热线.认错请按1；离婚请按2；想打人,本服务台为您转接110.妻气得挂了电话.深夜夫回家发现门被反锁了,打妻的手机,妻用假嗓说：您好！这是谁怕谁服务热线.想回家请用膝盖跪搓衣板；想离婚请用膝盖跪钉板；若您有不适,本服务台为您转接120。\n\n『46』【冷】从前有只小羊，有天他出去玩，结果碰上了大灰狼。 大灰狼说：“我要吃了你！！！” 你们猜，怎么了？ 结果大灰狼就把小羊吃了 \n\n『47』【冷】陈水扁什么时候会想要统一？ 买方便面的时候。\n\n『48』【冷】伸四个指头，是几？FOUR，  弯曲四个指头， 是几？ WONDERFUL~！ \n\n『49』【冷】一天，三只小猪为了躲避大灰狼的追赶，而建造了三个小屋。大灰狼不费劲的吹毁了草屋，木屋，砖屋，三只小猪们拼命的跑，但是还是被大灰狼追上了。三只小猪绝望地说，你看着办吧。我们放弃了，随你怎样。此时，大灰狼奸笑着，留着口水说： “那快告诉我小红帽在哪里？ ”\n\n『50』【冷】罩杯字母的含义： A罩杯—Airport：机场, B罩杯—Barely there：那里几乎没有, C罩杯—Can do：凑合用, D罩杯—Damn good：真合适, E罩杯—Ecstasy：令人销魂, F罩杯—Fake：假的吧？G罩杯—God：天 …\n\n『51』【冷】有一天小明带番茄西瓜和草莓上街，在一个路口番茄被车子压了，小明说：“哈哈哈！番茄酱！” 又到了一个路口，西瓜被撞了，小明说：“哈哈哈！西瓜汁！” 到了第三个路口，小明被车子压死了，草莓说：“哈哈哈！人渣！”\n\n『52』【冷】上了初中非典来了，上了高中禽流感来了了，上了大学甲流来了，我们终于要毕业工作了..2012了...\n\n『53』【冷】一位记者要去北极访问100只企鹅.。他就问第一只企鹅他平时的兴趣是什么。第一只企鹅说：吃饭、睡觉、打豆豆。 记者疑惑的问说什么是打豆豆啊?那只企鹅没说什么就走了。那位记者想：好吧，不讲就不讲。他又访问第二只企鹅它平时的兴趣是什么。第二只企鹅说：吃饭、睡觉、打豆豆。怎麼又是打咚咚?记者在心里嘀咕着。接二连三的从访问第一只企鹅到第99只企鹅它们平时的兴 趣都是“吃饭、睡觉、打豆豆”。直到第100只企鹅。记者问他说你平时的兴趣是什么？ 第100只企鹅：吃饭、睡觉。 记者觉得很奇怪，便问它：“你怎么不打豆豆呢？” 第100只企鹅：“因为我就是豆豆啊。” \n\n『54』【冷】有一天一个打了败仗的将军，心灰意冷的躲进庙里。 他躺在地上，看到柱子上有只蜘蛛在结网，风一次一次地把网吹破，但蜘蛛一次又一次地再把网织好， 将军想，多么顽强的蜘蛛啊。。于是。。 他拿出灭害灵。。把蜘蛛喷死了。。。\n\n『55』【冷】痛苦的不是写论文，而是你明知道你写的是垃圾；更痛苦的是你连写个垃圾都这么慢，因为你尝试不要让它那么垃圾；更更痛苦的是你写出来还是个垃圾；当然最痛苦的是，你连垃圾都写不出来…\n[minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1]",
    "replies": [
        {
            "author": "火星蚂蚁",
            "timestamp": 1321085100,
            "txt_content": "占楼，以后编辑.."
        },
        {
            "author": "green丶bastard",
            "timestamp": 1321085340,
            "txt_content": "SF拿走 防恶意灌水警告.exe"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1321085460,
            "txt_content": "green丶bastard 发表于 2011-11-12 16:09 \nSF拿走 防恶意灌水警告.exe\n......神马意思......"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1321085820,
            "txt_content": "火星蚂蚁 发表于 2011-11-12 16:11 \n......神马意思......\n我被水区的版主至少扣掉5人气了"
        },
        {
            "author": "geludan",
            "timestamp": 1321087620,
            "txt_content": "green丶bastard 发表于 2011-11-12 09:17 \n我被水区的版主至少扣掉5人气了\n哈哈，爽，我刚学你撸过就被扣了，嘿嘿嘿"
        },
        {
            "author": "geludan",
            "timestamp": 1321087740,
            "txt_content": " 本帖最后由 geludan 于 2011-11-12 09:54 编辑 \n\n对第一个进行吐槽\n由于英语的限制，最多只能260CM，这是不好的，对人类的进化产生了限制，应该用数字来标榜才对嘛，比如1000000000000bra你们懂得\n恩，另外你不懂的那个，很老了，女医生开的药房，所以你的B分得太开了有两重意思。。。\n"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1321087800,
            "txt_content": "geludan 发表于 2011-11-12 16:47 \n哈哈，爽，我刚学你撸过就被扣了，嘿嘿嘿\n...额，我看见过...."
        },
        {
            "author": "906739585",
            "timestamp": 1321095060,
            "txt_content": "有点意思"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1321135320,
            "txt_content": "那啥版主 干脆把我的人气扣到负数吧 这样你扣起来也爽\n\nps：水区是用来独裁的？"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1321147740,
            "txt_content": "2011年11月13日，已更新"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1321148640,
            "txt_content": "906739585 发表于 2011-11-12 18:51 \n有点意思\n你头像真的好淫....."
        },
        {
            "author": "linkun66666",
            "timestamp": 1321151460,
            "txt_content": "我喜欢"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1321178340,
            "txt_content": "= =算了我不来水区了 学well 敬而远之"
        }
    ]
}