{
    "title": "寻踪星期二——第一季（7）：金字塔里的刷怪箱！",
    "author": "星麒尔",
    "replyCount": 3,
    "timestamp": 1370319000,
    "txt_content": "上话回顾：我的师傅因酒中掺毒而亡了，我在气愤之余得知，凶手是一个叫怪垰的家伙，并且他正好向东跑去了！我就向东来到了沙漠，我的宠物橡木发现了四个在沙漠遇难的村民，于是，他们开始与我讲述他们的遭遇。寻踪星期二——第一季（7）：金字塔里的刷怪箱！  这个穿牛仔服的村民开始讲道：“这里本是一个和谐的沙漠村庄，资源丰富，地下矿产也是居世界前列，在地下挖掘的话，挖不到几块石头就会看到煤矿、铁、金等等；这里还有一个这个村庄的大宝贝：古人所留下的钻石雕像，受村庄最高贵的士兵保管，价值可能你一辈子都计算不清。”\n\n\n\n\n124720999qbj8h2j0ejeou.jpg (15.2 KB, 下载次数: 9)\n\n下载附件\n\n2013-6-4 12:08 上传\n\n\n\n\n  “然后呢？”我惊讶地问。  另一个戴灰色帽子的村民说：“可惜在前不久，有一个衣服穿的很怪的人来到我们的镇子上了，他说他是外来的‘黄金级’工程设计师，用了许多财宝让我们工程队建一个最结实的黄金金字塔，说是要造一个让我们开心的小公园。可谁知道，工程队刚造好这个金字塔，就被这个家伙用一种很奇怪的漂浮力轰出去了。我们想要进去，却被一个紫红色的屏障挡住了，怎么打也打不破，我们无计可施。没过多久，紫红色的屏障消失了，我们气愤地冲进去，却只看到了一个周围冒火的笼子，里面有一个小绿家伙；突然，这笼子里发出一道紫光，就出现了许多‘绿家伙’，才知，这是爬行者。爬行者虽不会刻意去攻击人，但会自爆……不一会，闯入金字塔的人都被炸死了，我就跌三到四地跑了出去。不久，却看见那个怪人浮在金字塔上方，说：‘你们的村庄之宝是我的喽！’……然后，我就急忙地跑出了村庄，真是个大灾难！”  “真可怕！”我说，“那后来呢？”  那个有点矮的村民说：“呃，不知道，估计村庄早被炸成灰烬了。”  另一个个头很壮的村民说：“我们四个就是为了躲避灾难才遇到了一起，唉，那个怪人真该死！”  我也为他们叹息了一声，又忽然抬起头来说：“那些‘爬行者’不会刻意去攻击，而只会在人的附近自爆式攻击，对不对？”  他们你看看我，我看看你，异口同声地说：“没错。有什么问题吗？”  “我懂了！”我似乎明白了什么，“那些家伙叫‘creeper’，在我们那里叫‘苦力怕’，身体里面都是火药，眼睛就是导火线，是在你们这个地区很常见的野生怪物，但传说它们并不是天然生成，而是由一些化学物质和细胞融合而成的，那些造它的人都是邪恶之人；但它也不是无敌的，既然是人造，它们就没有自己特有的思想，只是想着一条命令：炸死人，得永生……它们不炸死人不甘心，会千方百计地找人并毁灭。而它一旦找到‘猎物’，就会毫不犹豫地冲过去，然后在三秒内爆炸；它们也很奸诈，为了确保毁灭对方的几率，就会在‘猎物’背后进行引爆行动。想要打败它，就必须要有‘感觉’和速度；它们因体内装有火药，相对来说温度也很高，在它接近你的时候，你也就可以在它爆炸之前躲开（前提是对温度有强烈的敏感性），在你发现它的存在时，你可以有剑狠狠地打它，但它肯定体力不会那么差，它就会被激怒，在它爆炸之前就赶快闪开，它一看你离开你的爆炸范围了，炸了也没意义，就会停止引爆，继续跟上你的脚步，就像贪得无厌的狼；你就按这样的方法一打一退，它就会挂掉了，你可以拾取火药来和沙子作为TNT。想必你们所说的‘冒火的笼子’就是造怪箱了，哦，它也叫刷怪笼，虽不是生物，但它有一种神奇的魔力——可以无限刷怪；这厉害的玩意是用‘黑气’所造出的，如不谨慎使用，就会造成巨大的影响，甚至灾难。”  牛仔村民听傻了。  灰帽村民灵魂出窍了。  矮个村民不时地发神经。  壮个村民吓尿了。  但不过多久，牛仔村民回过神来说：“那么，它只会在人边爆炸？”  我说：“对啊。”  灰帽村民魂回来了，激动地说：“那么，村庄还没被炸成灰烬的说？！”  矮个村民这么一听，也正常了：“那么只要打破那个笼子，我们就可以获救了！”  壮个村民……说：“你们先聊着，我去那边方便一下……”  我站起来，说：“弟兄们，我也算是路见不平拔刀相助。只要我们团结起来，一定可以打败‘恶势力’的！”\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 7)\n\n下载附件\n\n2013-6-4 12:09 上传\n\n\n\n\n未完待续……（8）  \n",
    "replies": [
        {
            "author": "898216724",
            "timestamp": 1370321040,
            "txt_content": "很好啊，但是好像在哪见过lz啊"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1370321760,
            "txt_content": "顶一个"
        },
        {
            "author": "星麒尔",
            "timestamp": 1370341920,
            "txt_content": "898216724 发表于 2013-6-4 12:44 \n很好啊，但是好像在哪见过lz啊\nlz？无处不在……"
        }
    ]
}