{
    "title": "【蘑菇牛日记】--21",
    "author": "冥王星人",
    "replyCount": 4,
    "timestamp": 1370354760,
    "txt_content": "正文：\n \n　　\n　　\n　　“好天气呐------！”\n　　吉布扛起心爱的老伙计钓竿，迈出家门，一如既往赞叹起来。\n　　\n　　注意，一如既往在这里， 表示这位不大聪明的渔夫，向来无论天气糟糕到令人咋舌或引发恐慌，依旧不变“每日如此”。\n　　即便前次飓风来袭，不客气掀飞他家屋顶跟光头上的草帽，话也半个字不改。\n　　还好今天，确实像期盼那样，有美妙晴好天候。\n　　\n　　他走下台阶，步入村中央仅有大路。\n　　目标，仍是朝东不远废弃码头。\n　　山坳内这条不足百人村落的主业，原是为过往船只提供休息地。\n　　无需多说，吸引人们放弃大江，专程走枝杈水路往偏僻小村来的因素，自然是临近山峰顶端，可依稀望见的传说圣域。\n　　特别大陆那头火拼厉害时期，曾经大把虔诚信徒不辞万里来观光朝拜，瞻仰创世主威严，祈求平安早早回归。\n　　码头和船坞，都是当初建设。\n　　\n　　要说起高耸云层之上，洁白华丽布满黄金钻石装饰的神之门，吉布爸爸可有讲不完的故事。\n　　关于什么亲眼见识还声称幻影的笨蛋如何一生厄运，妄想走近探寻究竟的冒险家怎么半路叫狼群当了过冬口粮，衷心爱神的信仰伟人直接由山顶踏着彩虹被接去之类，一个月都不重复。\n　　故此村人送了老爹响亮尊称------“牛皮王”。\n　　吉布以前，就为“小牛皮”的绰号受尽伙伴欺负嘲笑。\n　　\n　　亲生儿子都不信的瞎编，外人更没法相信。\n　　坎坷成长过程中，吉布学会了多说是无知开端，学会了多弄食物便是英雄，学会了眼睛望天走路铁定捡不到钱，踏实平淡才是生活真谛。\n　　如今，自己名字前面顺理成章挂了“老”字，父亲过世后数年，日子再无任何波澜。\n　　随战火熄灭，二次大迁徒开始，所有新旧村庄都遭波及打击。\n　　壮年们离开，喧嚷人流过去。缺少船舶频繁进港，码头逐渐荒废成为鱼群觅食之地。村中纵横贯穿大路同样多叫杂草占领丧失原貌，剩余的仅靠吉布一人经年累月使用，勉强没有消失。\n　　\n　　“唉……”\n　　看到越发死气沉沉的荒村，不禁深深叹了一口。\n　　一度被视为和平乐园的大陆北部，尚有太多潜力没有被发掘。而最初基础必须年轻人辛苦打下，至于他这种上岁数的老头子，实在派不上用场。\n　　“哪怕，再来一个也好啊……”\n　　村内目前能出力的零星几人，都忙着做开隧道直通山对面矿石村的工程。\n　　闹心的是前天碰上沙砾层，造成一个重伤两个轻伤。由于护具奇缺，加之无人炼药，躺倒伤员成天呻吟不断，侥幸逃过劫难两人吓破了胆，发毒誓要停工不干。\n　　连求带劝今早总算继续挖山，只不过照这进度……\n　　\n　　硬头皮打通的话，还有一线复兴的希望。假如叫困难阻挠以致放弃，隔绝外界的村子就彻底死路一条。\n　　过去他甚至妄想中部沙漠开驿道，使繁华便利多民聚集的南部，可以带起人烟稀少物资充足的北方。\n　　现在看来，的确妄想。\n　　\n　　“哎呀开始胡思乱想了，我果然携带不少吹牛的遗传。”老吉布苦涩地笑笑，放下鱼竿，抓出一把麦种撒向水面。“但说不定造物主大人，会倾听我的愿望呢……”\n　　边说，边抬眼河流上游，印象中圣地方位。\n　　就发现，神快速给出了响应……\n　　\n　　\n\n\n索引：\n \nhttp://www.mcbbs.net/thread-98718-1-1.html\n\n\n废言：\n \nQAQ啊史蒂夫酱终于要出场鸟。。。\n",
    "replies": [
        {
            "author": "熊孩子主义",
            "timestamp": 1370354880,
            "txt_content": "{:10_516:}有生之年的史蒂夫"
        },
        {
            "author": "我是安德面",
            "timestamp": 1370387400,
            "txt_content": "咯咯!顶，不解释。"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1370406600,
            "txt_content": "终于更新了{:10_523:}"
        },
        {
            "author": "BBQGOD",
            "timestamp": 1384632000,
            "txt_content": "期待ing，啊啊啊啊啊啊啊。"
        }
    ]
}