{
    "title": "[新手小说]minecraft里的那些日子（更新第二十七章《有你的世界更精彩》）[全文完结]",
    "author": "lbzjimmy",
    "replyCount": 99,
    "timestamp": 1370504760,
    "txt_content": " 本帖最后由 lbzjimmy 于 2013-8-27 21:33 编辑 \n\n　《minecraft里的那些日子》　　\n\n\n\n\n7-1303130943010-50.jpg (40.06 KB, 下载次数: 34)\n\n下载附件\n\n2013-8-27 20:59 上传\n\n\n\n\n\n　　目录索引\n　　第一部分 新的开始　　第一章——新的世界　　第二章——寻找新家之旅　　第三章——向目标进发　　第四章——安家落户　　第五章——小岛下的秘密\n　　第六章——超级矿工的到来\n　　第七章——来自主城的邀请\n\n　　第二部分 工业的力量\n　　第八章——主城相会\n　　第九章——藏书馆的机遇\n　　第十章——迈出农业的第一步\n　　第十一章——有机结合\n　　第十二章——准备向地狱进发\n　　第十三章——神秘的宫殿\n　　第十四章——遭遇神秘人\n　　第十五章——意外\n　　第十六章——另一个创世神？\n　　第十七章——工业时代的来临\n\n　　第三部分 灾难进行时\n　　第十八章——故地重游\n　　第十九章——小木屋的发现\n　　第二十章——发现线索\n　　第二十一章——尸变之谜（上）\n　　第二十二章——尸变之谜（下）\n　　第二十三章——灾变将至\n　　第二十四章——黑暗降临\n　　第二十五章——工业危机\n　　第二十六章——孤独的滋味\n　　第二十七章——有你的世界更精彩（大结局）\n\n　　http://www.xiami.com/widget/0_1769872096/singlePlayer.swf　\n",
    "replies": [
        {
            "author": "lbzjimmy",
            "timestamp": 1370505600,
            "txt_content": " 本帖最后由 lbzjimmy 于 2013-8-3 09:20 编辑 \n\n　　第一部分 新的开始 第一章 新的世界\n\n　　这里是minecraft的世界，云之国度欢迎您的到来！（服务器欢迎语）\n　　一望无际的绿草地上，一个新的身影降临到了这里。　　Jimmy作为一个新手，刚刚来到这片神奇的方块世界，心中不免有些激动，全新的世界，全新的冒险，看着自己的方块双手，感觉十分的喜感。　　“方块的世界，感觉也不错。”Jimmy心里不禁想到。　　Jimmy抬头望了望，天空中那飘动着一片片方形的云彩，以及那十分有棱角的太阳，让他觉得身处在这种环境之下有一种说不出的享受。眼下正值中午，最重要的事情，还是先趁白天的时候寻找树木，制作一些基本的生存工具，要不然到了晚上，一大波的怪物也不是说笑的。　　环顾四周，似乎视野之内没有看到树木，这不禁让Jimmy感觉有些失望，这样的话就得向远处进发去寻找了，但也会因此而加速自己的体力消耗。　　“也罢，眼下就先找点基本材料吧。”Jimmy慢慢的走着，顺路低头打掉地上生长的草，希望能得到一些小麦种子。　　“咻......”　　正当Jimmy低头前行的时候，在他的前方突然出现了一个人，吓的他后退了几步。他抬头看着眼前的这个与自己身高一致的方块人，嗯......牛成精了？　　“嗨，你是刚刚新来的玩家吧？”　　“呃，是的，我是新来的，你是牛么？”Jimmy对眼前的这个酷似牛牛的人说道。　　“嘿嘿，这是我的皮肤，很像牛吧？”原来是皮肤的缘故。　　“很可爱啊，你是放牛的？”Jimmy天真的问道。　　“我是服务器的管理员之一，我的名字叫wood，负责接待来到这里的新玩家。”wood伸手指了指自己头上的名字说道。　　“哦，你好，我想问下为什么我出生在这里了，主城在哪里，好想去看看。”Jimmy说出了自己心里的想法。　　“这个嘛，说起来还真是有些意外，主城在一次实验中被核弹给BOOM掉了，那里现在正在修复中，所以新手都被设定出生在了离主城不远的野外。”wood说着将一张地图交给了Jimmy。“这是服务器的地图，每个玩家都有一张，这样大家就不会迷路了，想去哪里安家生存，就靠这张地图了。”　　“哦，那我懂了。”Jimmy收好地图后问道。“其他玩家都在哪里，主城附近吗？”　　“这个我也不太清楚，有些人喜欢在主城附近安家，而有些人不喜欢被打扰，就去离主城千里之外的地方安家落户去了。”　　“那像我这样新来的，该怎么办？”Jimmy抬头望着太阳问道。　　“这个嘛，你可以找个老玩家，让他帮助你，起码你的生存方面就不愁了。”wood想想后说道。　　“也好，有没有新手福利？”　　“那是自然的。”wood翻了翻自己的背包，扔给了Jimmy几个生存工具，还有若干的粮食。　　“我先走了，加油哈。”wood说完话之后就消失了。　　“嗯，木材、石稿、石剑、石斧、石锄，还有小麦跟面包，够用了。”Jimmy知道这些东西是最基本的，也是最实用的，他也知道如果过分的去索要东西的话，OP们也会给，但那样可能就失去了原本来这里的意义。所以收起wood给的工具，看了看地图，发现在地图上有一片另类颜色的区域。　　“一定是玩家安家的地方，看来要去拜访一下了。”Jimmy看着太阳一点一点的移动，知道应该多跑动跑动了，毕竟时间是不等人的，于是快速朝着地图上那片区域的方向跑去了。一路上无暇观看风景，心中只想快些到达地图上的位置，太阳也慢慢的开始落下了，Jimmy也感觉到自己体力消耗了不少，脚步也随之减缓了许多。天渐渐黑了起来，就在他爬上不知道第几个山丘的时候，他惊喜的发现山脚下有亮光。　　“那是火把的亮光，太好了，终于到了。”Jimmy十分的高兴，忘记了饥饿，快步向亮光奔跑去。　　好不容易走到了山脚下，靠近一看，才发现这里原来是一个小型的山谷，而在山谷底端的河边有一座木制小房，在房子的门口种植着胡萝卜、马铃薯还有小麦，那一小片片成熟的金黄色，让Jimmy顿时感觉到口水直流。wood给的面包早已经吃完了，肚子咕咕的叫声似乎在抗议着，Jimmy走到房子门口，敲了几下门。　　“有人在吗？”Jimmy问道。　　“来了。”门打开了，一个浑身铁制装备的玩家出现在他的面前。Jimmy看了看他头上的名字，Tiff。　　“我是新来的，通过地图找到这里，我好饿，能给我一点粮食么？”Jimmy说道。　　“哈，欢迎欢迎，进来吧。”Tiff十分热情的把Jimmy领进屋子里。“你先坐着，我去取些粮食来。”Jimmy走进屋子里，坐在椅子上打量起房子。小房子里十分的简洁，一张床，外加几件桌椅，还有几个大木箱。只见Tiff从木箱里拿出了几个面包，还有一碗蘑菇汤，放在Jimmy面前。　　“谢谢。”Jimmy也就不客气了，几口将面包跟蘑菇汤打扫干掉了。　　“呼，复活了。”Jimmy打了个包嗝，十分满足的靠在椅子上。“这里是你的家么？”　　“不是的，这里是一个叫007hs玩家住的地方，他因为一些原因离开了服务器，所以这里暂时就给其他玩家落脚了。”Tiff也坐了下来，两个人开始聊天。　　“哦，是这样啊。”Jimmy点了点头。　　“其实我也刚来这里没多久，只不过出生点在这房子附近而已，所以一出生就直接住在这里了，不过我打算这几天迁移的。”Tiff说道。　　“哦？为什么要迁移啊，这里的地理位置多好啊，而且还有这么多的食物，衣食无忧啊。”Jimmy不解的问道。　　“那个像牛牛一样的管理员相信你也见过了吧，他说主城那边刚刚经历过一场失败的核弹实验，方圆里寸草不生，你来的时候没发觉附近没有生物么？而且如果现在靠近主城的话，很可能会受到核辐射呢。”Tiff拿出地图指了指。　　“呃，核辐射？还好没去主城看，要不然就跪了。”Jimmy不禁直冒冷汗，他很费解，为什么许多人都喜欢做一些大规模的杀伤性武器的实验。　　“那么，你打算迁移到哪里去呢？”Jimmy问道。　　“我打算去离主城远一些的地方，等主城建好之后再回来。”Tiff回答道。　　“能带上我么，我是新手，什么都不懂。”Jimmy看着Tiff，卖了个萌。　　“也好啊，不过得明天才能动身，晚上不宜出行。”Tiff指了指漆黑的外面，他可不想晚上出去喂怪物。　　“那我们好好休息，然后明天出发吧。”　　“嗯，正好房子里有一张双人床。”　　“……”　　“……”　　就这样，Jimmy度过了在minecraft世界里的第一个晚上。　　（未完待续）"
        },
        {
            "author": "x434663529",
            "timestamp": 1370506320,
            "txt_content": "LZ怎么能抢SF呢....这应该是我的  不过写的不错撒~"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1370506440,
            "txt_content": "x434663529 发表于 2013-6-6 16:12 \nLZ怎么能抢SF呢....这应该是我的  不过写的不错撒~\n嘿嘿，谢谢，板凳也很舒服的。"
        },
        {
            "author": "x434663529",
            "timestamp": 1370506500,
            "txt_content": "lbzjimmy 发表于 2013-6-6 16:14 \n嘿嘿，谢谢，板凳也很舒服的。\n板凳很硬的~~~（别想歪了）"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370509200,
            "txt_content": "x434663529 发表于 2013-6-6 16:15 \n板凳很硬的~~~（别想歪了）\n签名挂了。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1370509440,
            "txt_content": " 本帖最后由 lbzjimmy 于 2013-6-6 19:21 编辑 \n\n　　第一部分 新的开始  第二章 寻找新家之旅\n　　\n　　新晨的第一缕阳光，透过木房子的玻璃窗，洒在了Jimmy的屁股上。\n　　“啊欠~~”Jimmy坐起来伸了个懒腰，虽然对于方块世界的生活还是有点不习惯，但也没有感觉到不适。回头却发现旁边的Tiff已经不在了，只听见卧室外里翻木箱的声音。\n　　“这么早就起床了呀，不再多睡会儿么？”Jimmy坐在椅子对正在翻箱子的Tiff问道。\n　　“今天要走的路很多呢，如果起床晚了点，恐怕还没找到好的地方，天就已经黑了，到时候还得住野外。”Tiff一边整理物品一边回答道。\n　　“是这样啊，那需要我帮忙吗，需要带的东西会不会太多？”Jimmy想了想，觉得Tiff说的话很有道理。未知的因素太多，如果白天没有收获的话，那晚上连住的地方恐怕都……\n　　“大致分类了一下要带的东西，工具、食物、还有一些材料，也就这些东西了，分成两份，一人一半。”Tiff把从箱子翻出的东西放在了桌子上。\n　　Tiff把身上的铁制防具脱下放进了箱子里，与Jimmy换上了一身的皮革防具，这样不仅能抵挡一些外来伤害，也减少了随身携带物的重量。两个人带上了物品，走出木房，关上了大门，离开这里，开始了寻找新家的旅程。\n　　在minecraft的世界里，时间流逝的往往是如此之快，当你仰望天空时，你甚至可以感觉到方方的太阳在慢慢的升降。\n\n\n　　中午12时，距离主城1000米的一片丛林之中。\n　　“给，休息一会吧。”Tiff递给Jimmy一杯水说道。\n　　两个人走了一上午，路上穿过了一大片的平原草地，没有发现一户人家，看来服务器里人少是其中一个原因，大部分玩家都去其他的地方安家了。最后当两个人累的不行的时候，在地图上发现了一大片的丛林，于是决定在丛林里休息一下。\n　　“现在已经中午了，不知道能不能找到合适的地方呢？”Jimmy一边喝水一边自言自语道。“话说，你想要找的是什么地形？”\n　　“最好是一座小岛。”Tiff咬了一口面包。\n　　“嘿，看那个，是可可豆耶。”Jimmy突然间看到丛林木上生长着可可果，用手敲了几下后，三颗可可豆掉了下来。\n　　“对了，Jimmy，你喜欢研究minecraft里的哪方面？”Tiff砍掉了几块丛林木后说道。\n　　“呃，我刚刚接触minecarft没多久，暂时还没有方向。”Jimmy挠了挠方块脑袋。\n　　“这样啊，我喜欢建筑，等找到新地方后我就盖好多好多的漂亮房子。”Tiff顿时信心充沛，拿起手中的石斧，迅速的砍掉了几块丛林木。\n　　“你一定会成为一个很棒的建筑师的。”Jimmy笑着说道。\n两个人休息了一会儿之后，在丛林的池塘里取了一些水之后，又开始了寻找新家之路。\n\n\n　　我们都知道，在minecraft的世界的沙漠环境里，下雨的情况很少很少，所以……两个苦命的新手正在沙漠里步履蹒跚的前行着，当他们意识到沙漠环境里的不同时，他们已经走入沙漠深入了，返回的话，还不如一直走下去呢。\n　　眼前着太阳再次慢慢落下，Jimmy跟Tiff只觉得自己预想的情况太过理想了，想要在一天里找到心目中的理想安家点，似乎有点不切实际，特别还是一个小岛的前提。\n　　“啊哦，有点不妙。”Tiff抬手望向远处一点一点落下的夕阳说道。\n　　“现在该怎么办，就地盖房？”Jimmy也有点无语，食物方面倒是不缺，但就是这个环境有点危险。\n　　“嘿，我们的运气不错。”Tiff突然喜出望外。\n　　“你发现了什么？小岛？”Jimmy问道。\n　　“看，那边有亮光，也许是玩家住的地方，我们真走运，快过去看看吧。”两个人迅速朝亮光方向跑去。\n　　当他们跑到亮光处，发现眼前的并不是想像中玩家的房子，而是……一座村庄，而且是……有着村民的村庄。两个人站在村庄前不知该做些什么。\n\n\n　　“你们好，远道而来的玩家们。”正当二人不知所措的时候，从其中一个稍大的房子里走出一个大鼻子的村民，紧接着从其他房子里走出了好多的大鼻子村民。\n　　“呃，你好，你们是玩家么？”Jimmy问道。\n　　“不不不，我们是minecraft世界里的村民，我们是善良的NPC。”其中一个村民说道。\n　　“那太好了，我们从主城那边徒步寻找新的安家点，但因为对地形不是很熟悉，所以走进了沙漠深入，现在又天黑了，我们能否在这里借住一晚？”Tiff对村民恳求道。\n　　“没问题，跟我来吧。”一个穿着白色外套的村民十分热情的把Tiff和Jimmy领到了其中一个房子里。　　　“你们就先住这里吧，我去取点食物。”\n　　“好多书哦。”Jimmy看着这个不大的房子里却有着不少的书架，惊讶的说道。\n　　“这些村民都很善良，如果在野外的话，晚上一定会被怪物们袭击的。”Tiff做了个深呼吸说道。\n　　“嗯，以后你盖了漂亮的大房子后，一定要把他们都接过去住。住在沙漠里，多无聊啊。”Jimmy说道。\n　　“呃……”一阵吓人的声音突然传来。\n　　“那是……怪物的声音……”Tiff与Jimmy不约而同的惊呼道。\n　　（未完待续）\n"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1370516880,
            "txt_content": " 本帖最后由 lbzjimmy 于 2013-6-6 19:21 编辑 \n\n　　第一部分 新的开始  第三章 向目标进发\n\n　　“我们该怎么办？”Jimmy有些害怕，声音有些颤抖。\n　　“这个……”Tiff也有些不知所措。\n　　“外面来了不少的怪物，要不你们去地下室躲躲吧。”就在这时，那位白衣村民走进屋子说道，语气很平静，看样子怪物夜晚袭击是常有的事。\n　　“不，总这样躲下去也不是办法，既然你们收留了我们，我们怎么能眼看着怪物们破坏你们的村庄而置之不理呢？”Jimmy一想到这些善良的村民如此慷慨的帮助自己，而自己却不能帮助一分一毫时，心里就感到莫名的不爽。\n　　“是啊，如果没有你们，我们刚才在路上可能就被怪物们干掉了。”Tiff也想通了什么，拿起了石剑。\n　　“走，跟怪物们拼了。”Jimmy也拿起了石剑，两个人一起走出了屋子。\n　　“咣咣咣！”整个村庄到处都能听到僵尸拍门的声音，每响一声，村民们的心都受到惊吓，终日如此，惊恐也变成了一种习惯。\n　　但是，今夜，注定与往常有所不同。\n\n\n　　“Jimmy你去干掉那边拍门的僵尸，我去干掉那边的骷髅。”Tiff与Jimmy潜行到铁匠铺门口，因为熔炉里火焰光亮的关系，铁匠铺周围比较明亮，所以怪物并未入侵到这边。\n　　“好。”Jimmy慢慢走到僵尸背后，然后举起石剑，对着僵尸一堆暴砍，两三下就把僵尸给干掉了，看着僵尸倒地后化作一缕白烟（出于考虑，还是不提血腥之类的字眼了，就像游戏里一样，一缕白烟消失），Jimmy似乎有些情绪紧张，拿着石剑站在原地有些颤抖。\n　　“Jimmy小心！”正当Jimmy想着什么事的时候，Tiff也解决掉了几只怪物，但他却发现在Jimmy身后不远处有只骷髅正在举着弓箭瞄向他。\n　　“嗖~~”“咔嚓~~”正当骷髅弓箭手的弓箭射了出来的时候，Tiff也跑到了骷髅身边干掉了它。\n　　“噗~~”弓箭射中了Jimmy的左臂，Jimmy顿时因为疼痛的关系精神一振，身体后退紧靠在了墙壁上。\n　　“你没事吧，Jimmy。”Tiff急忙跑过来，发现弓箭并没有深插入手臂，看来皮革外套的质量还是很好的，只是擦破点皮。\n　　“我没事，怪物们都解决掉了吗？”Jimmy咬咬牙说道。\n　　“其他的怪物好像发现了这边的情况，居然一点一点的退去了。”Tiff望向其他的屋子说道。“感觉这些怪物的智商很高啊，看情况不妙居然撤退了。”\n　　“是啊，感觉就像是有人在操控着他们一样。”Jimmy下意识的说了一句。\n　　“你们没事吧？”白衣村民见两人进屋，关切的问道。\n　　“我还好，Jimmy被弓箭擦伤了，给他包扎一下吧。”Tiff说道。\n　　“嗯，今晚多亏了你们，怪物们居然离开了。”白衣村民一边为Jimmy包伤口，一边感谢道。\n　　“但愿吧，不过村庄周围应该修建起一排城墙了，这样夜晚就能安心休息了。”Tiff提议到。\n　　“说起这个……”白衣村民想了想，把曾经经历过的一些事情告诉了Tiff与Jimmy。\n　　原来在以前，也有许多冒险的玩家路过这片村庄，他们也保卫过村庄的村民，但同时他们也向村民们索要一些材料等东西，时间一长，村庄里值钱有价值的东西都被冒险家们拿走了，原本有些村民也拥有一些战斗类的武器的，冒险家们在出行的时候就说服那些可以战斗的村民们一起外出，结果却是不见他们回来，于是这样一来，村庄里留下的都是一些没有战斗能力的村民了，日常的生活倒还可以，修建城墙也不是没有做过，只是每天的效率太低，每天修建的面积十分小，晚上怪物袭击的时候就把白天还未建完的城墙给破坏掉了。这也是为什么后来连城墙也修建不了的原因。\n　　“也就是说，村庄里那些青壮年都在外面遇难了？”Jimmy躺在床上问道。\n　　“是啊，唉，也许这个村庄再过不久也就不存在了。”\n　　“不会的，等我们找到新的安家点之后，我们会盖出好多好多漂亮的房子，然后把村庄里的人们都接过去的。”Jimmy说道。\n　　“呵呵，那我们一定会等待着你们的好消息的。”白衣村民苦笑了一下。\n这一夜，很平静的度过了。\n\n\n　　第二天早上。\n　　“按照地图上一直往南走，你们就会发现海了，但能不能发现岛屿，就要靠你们的运气了。”所有的村民在为Tiff与Jimmy送行的时候，白衣村民对Tiff说道。\n　　“嗯，谢谢，也请你们保重，如果有一天我们有了属于自己的地盘，一定会来接你们的。”Tiff拉住白衣村民的手说道。\n　　在不舍的道别之后，Tiff与Jimmy离开了村庄，朝预定的方向进发了。虽然说他们只是minecraft里的NPC，但两个人觉得他们就像真实的玩家一样，所以两个人在离开的时候，利用身上的材料，做出了许多的防御武器及开采工具留给了他们，希望他们能够有效的保护好自己，等待着以后的相见之日。\n\n\n　　在minecraft世界的另一处。\n　　“似乎，有不一样的人来到了这个世界了？”地狱宫殿里，一个像平常玩家一样的人坐在宝座上看着水晶球里的情况，水晶球里骷髅与僵尸在夜晚这个最佳袭击的环境下，竟被迫退出了村庄，而对面是两个穿着皮革外套，手拿石剑的人。\n　　“终于，有不一样的人出现了。”这个人露出了笑容，那是一种无法用语言形容的表情，因为……这个表情出现在了一个……没有眼球的人的脸上。\n　　（未完待续）"
        },
        {
            "author": "x434663529",
            "timestamp": 1370519280,
            "txt_content": "风之心_天双 发表于 2013-6-6 17:00 \n签名挂了。\n- -  纳尼？！"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1370522760,
            "txt_content": " 本帖最后由 lbzjimmy 于 2013-6-6 21:36 编辑 \n\n　　第一部分 新的开始 第四章 安家落户\n\n　　Minecraft世界，距离主城几千米之外，汪洋大海上。\n　　“路过那么多的小岛，都不满意么？”Jimmy一边划着船，一边问坐在对面的Tiff。\n　　“真心不满意啊！”Tiff摇了摇头“这些小岛不是因为太小无法将来的发展，要么就是岛的形状太不好看，不容易改造。”\n　　“好吧，我对如何挑选小岛是一窍不通，但是……”Jimmy抬头望了望了天空“注意时间哦，当心我们在海上过夜。”\n　　“嘿嘿，这一点似乎不用担心了，看这片小岛。”Tiff突然兴奋起来，指着地图上的一片区域说道。\n　　“这个，蛮好看的，像个甜甜圈一样。”Jimmy打趣道。\n　　“是环状小岛啦，终于找到个可以安家的地方了。”Tiff也一起划船。\n不得不说，在minecraft的世界里，许多玩家对于安家地点的选择要求比较高，其实有的时候会发现，某些自己错过的地方，其实也很不错的。\n\n　　上岸后，Tiff就开始打量起整个岛了，这走走，那看看，Jimmy发现这家伙貌似是个建筑狂，索性不去管他，取出背包里的工作台跟石制熔炉，放在离海近的地方，并在周边插上了许多的火把，以保证周围环境的明亮，不得不说，在经历了昨晚那样的战斗之后，Jimmy整个人变得谨慎了许多。\n　　“这个小岛的确不错，有充足的树木，趁现在还是下午，我去做个简易的房屋”Tiff在查看小岛的大概情况之后说道。\n　　“嗯，你去吧，我准备一些食物跟材料。”Jimmy用工作台做了两把石斧交给了Tiff，然后自己做了条钓鱼杆，坐在海边，用力的将鱼线甩向海中“不知道鱼的味道怎么样。”\n　　静静的躺在海边，旁边放着鱼杆，海风轻轻的吹过自己方块棱角的脸颊，Jimmy竟不知道不觉的睡着了。\n睡梦中，Jimmy梦到一个东西正在慢慢的靠近自己，当他慢慢睁开双眼的时候，看到的是……一张方块的脸。\n　　“咩——”\n　　“咦？是羊羊！”Jimmy迅速起身，发现自己身边正有只羊羊正在望着自己，那张方块的脸上，说不出的萌感。\n　　“可能是咱们身上有小麦的味道吧，因为在村庄的时候吃的都是村民们提供的小麦面包。”在一边努力盖房子的Tiff提示道。\n　　“是么？这样的话……”Jimmy回身从背包里取出了一捆打包好的小麦放在地上，拿起一棵成熟的金黄色的小麦伸向了眼前的这只白色的羊羊。\n　　“咩——”羊羊看了看Jimmy，又看了看面前的金黄色小麦，那独特的麦香要比地上的草皮味道好多了，立刻开始咀嚼了起来。\n　　“呼，终于弄完了，今晚咱们就先住这小房里，明天我再盖件大的。”Tiff擦了擦泪回头对Jimmy说道。\n　　“嗯，小房……”Jimmy张着大嘴看着眼前的这个“小房子”。“这是小房子？三层楼，大概30乘20的面积，这已经很好了呀。”不得不承认，建筑师们口中的小房子，可以瞬间解决新手们的住房问题。\n　　“我饿了，晚饭咱们吃什么？”Tiff低头看了看正在大快朵颐的羊羊，顿时觉得自己腹中饥肠辘辘，他现在相信原来不光只有困乏与疾病能够传染，连饥饿这东西也能相互传染。\n　　“我们吃烤鱼，给。”Jimmy用熔炉把钓上来的生鱼烧熟，然后用木棍穿起来，递给了Tiff“多么美丽的夕阳啊！”他不禁感叹道，如果晚上没有怪物的话，他真想露天躺在草地上看天上的星星，虽然说星星也是方块的。\n　　“嗯，是很美丽啊！”Tiff也边吃烤鱼边感叹到。“不过呢，黑夜跟怪物，是我们不得不去面对的事情。”\n　　那只羊羊在吃了几棵小麦之后，用嘴叼着一棵小麦转身走开了，Jimmy将地上剩下的小麦收到背包里，并将其他的工具收好之后，跟着Tiff回到了屋里。\n　　“哇哦，这小屋子真的太温馨了。”眼前的这个三层房子虽然是纯木制的，但比起之前在山谷的那个小房，这里更有一种家的感觉。小型客厅、厨房、卧室、阳台、还有卫生间……Jimmy突然觉得，不一定非要跟着老玩家在一起才能快乐，跟一个建筑师在一起，似乎感觉更好。\n　　“你睡在二楼，可以吧？”Tiff对Jimmy说道。\n　　“哦，没问题，现在看来，你真的很有建筑师的潜质啊！”Jimmy赞许道。\n　　“嘿嘿，过奖了，我离建筑师，还有好长的一段距离呢，等主城建好之后，我就去主城学习建筑方面的知识，我的梦想是，打造一个小镇，就在咱们现在住的这个小岛上哦！”Tiff谦虚的说道，不过看他那略显猥琐的笑容，Jimmy看得出他非常喜欢建筑，这是他的梦想。\n　　“那么就，晚安喽。”Tiff说着便拿着背包上三楼去了。\n　　“晚安。”Jimmy躺在床上，将火把熄灭，因为房屋周围火把的明亮程度很高，所以他们很放心的将火把熄灭。Jimmy回想着Tiff问过他的话，他来到minecraft里所喜欢的方向是什么呢，建筑？工业？战斗？他脑海中一点头绪都没有。\n　　“算了，明天再想吧。”既然现在想不出答案，索性就不去费事去思考了，翻了个身，Jimmy进入了梦乡。\n\n　　小岛上的丛林某处。\n　　“咩——”一只羊羊吃掉了眼前的这棵美味的金黄色小麦之后，十分回味的叫了一声。\n　　“咩——”它前眼这只将小麦叼来的羊羊也叫了一声，然后回头，望向那个被火把光亮所环绕盖在海边的木制大房子。\n　　（未完待续）"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370525520,
            "txt_content": "最好不要用“~”符号，如果可以，“咩~~”改成“咩——”比较好。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1370525700,
            "txt_content": "风之心_天双 发表于 2013-6-6 21:32 \n最好不要用“~”符号，如果可以，“咩~~”改成“咩——”比较好。\n谢谢，我会注意符号的。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370525700,
            "txt_content": "lbzjimmy 发表于 2013-6-6 19:08 \n　　第一部分 新的开始  第三章 向目标进发\n\n　　“我们该怎么办？”Jimmy有些害怕，声音有些颤抖。\n不对头吧= =Him不是没有眼球，只是没有瞳孔"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1370525760,
            "txt_content": "风之心_天双 发表于 2013-6-6 21:35 \n不对头吧= =Him不是没有眼球，只是没有瞳孔\n这个，我不知道算不算剧透，总之他眼睛是一片白的吧？"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370527980,
            "txt_content": "lbzjimmy 发表于 2013-6-6 21:36 \n这个，我不知道算不算剧透，总之他眼睛是一片白的吧？\n是的，是一片白没错。。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1370528220,
            "txt_content": "风之心_天双 发表于 2013-6-6 22:13 \n是的，是一片白没错。。\n嘿嘿，都知道是他，这特征忒明显了。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370528400,
            "txt_content": "lbzjimmy 发表于 2013-6-6 22:17 \n嘿嘿，都知道是他，这特征忒明显了。\n没关系嘛，只要埋下这个伏笔就好了，就算知道他是Him又怎样呢，神秘感不会减退的，只是出现Him的小说有点略多而已"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1370528580,
            "txt_content": "风之心_天双 发表于 2013-6-6 22:20 \n没关系嘛，只要埋下这个伏笔就好了，就算知道他是Him又怎样呢，神秘感不会减退的，只是出现Him的小说有点 ...\n那倒是，我文笔不算太好，错别字什么的倒还能控制住。剧情什么的，多多捧场。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370528940,
            "txt_content": "lbzjimmy 发表于 2013-6-6 22:23 \n那倒是，我文笔不算太好，错别字什么的倒还能控制住。剧情什么的，多多捧场。\n加下扣扣吧~\n1193208954←这个"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1370692320,
            "txt_content": " 本帖最后由 lbzjimmy 于 2013-6-8 22:34 编辑 \n\n　　第一部分 新的开始 第五章 小岛下的秘密\n\n　　“咣！”\n　　“又挖坏了一个石镐。”Jimmy不知道这是第几次挖坏石镐了，碎碎念中。\n　　“有点无聊啊！”Tiff很无奈的递给他另一把石镐。\n　　Tiff既然决定要在小岛上安家，那么首要的问题的就是需要各种的矿石做为家底，以防以后需要。但他们第二天收拾好东西下矿的时候才发现，原来挖矿是一件多么令人头疼的事情，小岛下面的矿石出奇的少，已经挖了快一天了，只挖到一些铁矿石而已。\n　　“咦？下面是空的。”Jimmy说道，然后向下指了指，原来下面是一片漆黑的空地。\n　　两个人一起跳了下去，在石壁上插亮了火把之后，他们意外的发现，这里好像是一座废弃的矿井。由木板支撑的巷道，十字路口，还有随处可见的蜘蛛网与铁轨，而且这里的空间还很大。\n　　“哇噻……”两个人不约而同的发出了一声惊叹。\n　　“这里是不是有人来过？”Jimmy问道。\n　　“应该是服务器刷新出来的，没想到小岛下面竟然有废弃矿井，这下我们发财了。”Tiff高兴的说道“一会把铁轨都挖掉带走吧，以后应该能用的上。”\n　　“OK！”Jimmy拿起镐头开始了工作。\n　　两个人在废弃矿井挖了好长时间，不止是铁制轨道，他们还挖到了大量的煤碳、铁矿石、铜矿石、锡矿石、金矿石，还有红石和青金石等一些稀有的矿石。不过却没有发现minecraft世界公认的最有价值的物品——钻石。\n　　“看那边的入口。”Tiff发现在一堆蜘蛛网的后面，有一个小型的长满苔石的空洞，像一个小房间一样，一个小木箱正好挡在了这个小空洞的门口。\n　　Jimmy走过去，很好奇的打开木箱，只见一道刺眼的亮光从箱子中散发出来。\n　　“这个是……钻石？”Jimmy拿起这颗美丽的钻石，被它散发出的光芒给吸引了。“还有一粒西瓜种子和一粒南瓜种子。”Jimmy将东西收好后，把木箱子关上了。\n　　“咝咝……”一种奇怪的声音从木箱后面的小型空洞传来。\n　　“Jimmy小心！”Tiff拿起石剑冲向Jimmy。\n　　“咝咝……”突然，从空洞之中跳出来一只红色眼睛、浑身漆黑的蜘蛛，一边嘶叫着一边扑向Jimmy，而Tiff推开Jimmy后，拿着剑迅速的刺向了蜘蛛。蜘蛛在一阵痛苦的嘶叫之后倒地化成了一缕白烟，然后掉落了一个蜘蛛眼。\n　　“好险。”Jimmy捡起了蜘蛛眼放到了背包里。\n　　“原来这里是一个小型地牢。”Tiff在木箱旁边插上一个火把后，发现空洞中央有个蜘蛛刷怪笼，Tiff从背包里拿出圆石将地牢门口堵上了。\n　　“有宝藏就有危险，这话一点不假，呵呵。”Jimmy憨笑了一声。\n　　“此地不宜久留，既然背包快满了，我们就回去吧。”Tiff想想后说道。“不过，小岛下面的秘密看起来有很多啊，又是废弃矿井又是刷怪笼什么的，看样子宝藏应该有很多。”\n　　Jimmy点了点头，然后两个人原路返回了。\n　　“嗖——”就在两个人高兴的满载而归的时候，某处有个影子一闪而过。\n\n　　Jimmy与Tiff两个人费了好大的力气终于爬回了地面之上，看来下矿的时候，做几组的石台阶或者梯子是十分有必要的，因为两个人已经发觉有些饥饿了。\n　　“天天吃面包，感觉好单调啊。”Jimmy吃着面包，有些不悦的说道。\n　　“你想吃肉？”Tiff也感觉有些无奈，自从来到minecraft的世界后，还没有吃过肉制品呢，主城那边的情况就不说了，核辐射的污染使得很大范围内没有生物存活，而在来小岛的路上也没有看到生物，羊倒是昨晚看到一只，不过貌似这个世界里只有羊毛。\n　　“总之想换种食物，如果不是因为昨晚吃过鱼肉了，我想我可能会疯掉。”Jimmy吃完最后一面包后，伸了下懒腰，然后走到门口去海边看夕阳去了。\n　　“咩——”\n　　“嗯？”正当Jimmy静静的享受海风的时候，他听到了羊羊叫的声音，一回身，看到两只白色的羊羊正在同时望着他。\n　　“话说，一直没吃过肉。”Jimmy也注视着两只大白羊“唉，算了，自己注定下不了手。”Jimmy实在有些不舍。\n　　看样子两只羊羊是感觉他这里有小麦才过来的，于是Jimmy回屋拿出了昨晚那些没被吃完的小麦，放在了两只羊羊的面前。看着它们吃小麦的那种样子，Jimmy又陶醉了。\n　　“你还真是容易陶醉啊。”Tiff喝了一口水，然后回屋子里去准备一下明天的计划了。\n　　“哈，性格使然嘛！”Jimmy看着大方块太阳一点一点的沉入海中，他又开始思考起昨晚的事情了。\n自己的方向，到底是什么呢？\n\n　　主城之外的安全区域。\n　　“放牛的OP小伙，我很想找几个基友一起，不知道你能把我传送到他们那里去吗？”\n　　“好的，不过我不能把你直接传送到他们身边，我会把你传送到他们经过的一些地方，然后你就去寻找他们吧。”\n　　“那好吧，他们叫什么？”\n　　“既然都是新手的话……他们分别叫Jimmy与Tiff。”\n　　“好的，记住了。”\n　　“OK，那么，传送开始喽——”\n　　（未完待续）\n"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1370788980,
            "txt_content": "　　第一部分 新的开始 第六章 超级矿工的到来\n\n　　小岛下矿入口，下午时分。\n　　“看来我真的不适合当矿工。”Jimmy灰头土脸的从下矿口爬出来，浑身污泥还有蜘蛛网。\n　　“我想我也不适合。”紧接着Tiff也一身狼狈的爬了上来，然后两个人很没形象的倒在地上。\n　　两三天的时间里，Tiff运用下矿里挖到的圆石烧成了石头，然后再做成许多的石砖，不仅盖了农舍跟粮仓，还对岛上进行了小范围的扩大，这样小岛的建造也就算开始了。至于Jimmy嘛，由于没有什么建筑细胞，他就在海边附近弄了一片农田，以保证两个人今后的食物来源，顺便用小麦在丛林外围引诱了那两只白羊到农舍里，每天用剪刀剪一次羊毛，为以后建筑做点准备。\n　　“好累啊，要不咱们回屋子里休息去吧。”Tiff说道。\n　　“好吧......嗯？Tiff你看海上，好像有个东西飘过来了。”Jimmy正欲起身回屋，却发现海边似乎有个东西在向海边游了过来。\n\n　　大海之上。\n　　“他们住的地方也太远了吧。”looker一边用方块的手在划水，一边在碎碎念。\n　　说起来，那个叫wood的OP对他还是不错的，起码把他直接传送到了那两个新手路过的地点，那是一座村庄，不过不同于他见过的村庄的是，这座村庄里的村民竟然每个人都穿着皮革防具，而且每个人都随身携带着武器，最奇怪的是，他们开始在村庄的周围修筑围墙了。\n　　“村民都经过专业培训了？”这是looker被传送到村庄时的第一反应，他以为这些NPC村民会不欢迎他这个外来的新人玩家，可出乎他意料的是，村庄里的村民对他十分的热情，不仅打扫房间供他居住，还在他离开的时候，送给他路上必需的食物、防具、武器还有地图。多亏有了那些村民的指引，否则他十分可能迷路。\n　　“终于快要到了。”looker如释重负，因为他看到远处的小岛，以及海边上的大房子。\n\n　　主城中心。\n　　“wood，最近新人好像多了，你把他们都送哪里去了？”腐竹Zhxxi一边放置石砖，一边问道。\n　　“主城附近基本上没人了，他们都去离主城很远的地方安家了。”wood也在按照规划图上面放置砖块。\n　　“都是核弹惹的祸，看来需要禁止一些东西了。”Zhxxi想想之后说道。\n　　“......”\n\n　　小岛海边。\n　　Jimmy跟Tiff有些奇怪的看着眼前这个躺在木船的玩家，似乎是因为太过劳累而睡着了。\n　　“呃，looker？醒醒，你还活着么？”Jimmy竟然拿出一棵小麦碰了碰looker的脸。\n　　“拜托，他又不是牛羊，拿小麦又不管用。”Tiff有些哭笑不得，从个人背包里拿出了一块面包，放在looker的脸上。\n　　“嗯，好吃。”只见looker嗅了嗅，然后咬了一口面包。\n　　“看吧，他复活了。”Tiff与Jimmy相视一笑。\n　　跳过Tiff和Jimmy把这个远方来客拖进屋子里的不雅场面，当夕阳再一次落下的时候，三个人已经坐在客厅的木桌前一起聊天了。\n　　“也就是说，是那个一身牛皮装的OP把你传送到了我们经过的村庄？”Tiff说道。\n　　“是啊，你们走的还真是远啊，差一点我就要饿死在大海上了。”looker一边翻自己的背包一边回答道。\n　　“那些村民都还好吗？还有怪物晚上去袭击他们么？”Jimmy很关心的询问道。\n　　“村民都还好，他们每个人武器都离不身，而且现在正在逐渐修建城墙了，他们不去袭击怪物就不错了。”\n　　“很棒啊，没想他们现在都这么厉害了。”\n　　looker从背包里掏出了一堆东西放在了木桌上。\n　　“这些东西是那些村民让我交给你们的，说这些东西虽然不是什么值钱的东西，但也许你们能够用的上。”\n　　大量的书本，几颗钻石，几棵橡胶树苗，还有几粒胡萝卜跟马铃薯的种子。\n　　Jimmy与Tiff的反应变得十分的一致，他们呆呆的看着眼前的这些东西，感觉这些东西与之前路过的那个村庄似乎没有丝毫的关联。他们很难想像那些村民在经过那一晚的经历之后，发展的如此之快，他们两个人在小岛上呆了好几天了也还没有这么多的收获，不禁有些惭愧。\n　　“居然被NPC村民给超过了。”Jimmy双手捂头，有点郁闷。\n　　“你们这几天都做什么了？”looker问道。\n　　“唉，我蛮喜欢建筑，但对下矿没有什么天赋，所以挖了几天矿也没什么收获，而且还累的半死。”Tiff有些尴尬的挠了挠头。\n　　“哈，我很喜欢下矿的，明天就由我去下矿挖矿石吧，你们去研究别的东西吧。”looker拍拍胸脯，很有自信的说道。\n　　“你是专业矿工？”Jimmy似乎更郁闷了。\n　　“算是吧，以前在其他的服务器呆过一段时间，对挖矿方面比较有经验，因为一开始的时候一直在挖矿。”looker笑嘻嘻的回答道“Tiff他喜欢建筑，那你呢？”looker很好奇的望向Jimmy。\n　　“呃......”Jimmy有些郁闷，这个问题他这几天也问过自己，当他低头踌躇该如何回答的时候，木桌上放着的胡萝卜种子引起了他的注意。\n　　“喏，这个。”Jimmy拿起一个胡萝卜种子说道。\n　　“农业种植......”looker与Tiff也拿起种子，看了看，然后都挠了挠头。\n　　“农业种植......也好。”Jimmy看着手中的种子，思维定格了。\n\n　　地狱宫殿某处。\n　　“怪物们居然无法袭击那座村庄，而且还有另一个新人从村庄离开了？”\n　　这个白色瞳孔的人从水晶球中看过影像之后，站起来自言自语道。\n　　“这样一来，有必要亲自去看看了。也好，很久没有离开这宫殿了，偶尔出去走动走动也不错。”\n　　他又再一次的笑了，但表情却略显苍白。\n　　（未完待续）"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1371044880,
            "txt_content": "风之心_天双 发表于 2013-6-6 22:29 \n加下扣扣吧~\n1193208954←这个\n加你了，你说你想不起来了。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1371044940,
            "txt_content": " 本帖最后由 lbzjimmy 于 2013-6-12 21:50 编辑 \n\n　　第一部分 新的开始 第七章 来自主城的邀请\n\n　　“种地的小伙，给我来半组吃的。”\n　　这是Jimmy早上还没睁开眼睛时听到的第一句话。\n　　挖矿的任务自从交给了looker之后，似乎一切都变得轻松了，只不过每天早上做的第一件事情就是准备好食物给这位专业矿工，然后这货一消失就是一天，好像他的工作时间跟太阳有关，日出而作，日落而息。\n　　“看，太阳下山了。”Jimmy跟Tiff一起站在下矿的入口。\n　　“嘣！”\n　　只见looker准时的从矿口爬出，一身漆黑，然后露出那一排洁白的牙齿，笑嘻嘻的从裤子里掏出了一块钻石......\n　　小岛自从有了looker这个矿工的加入，Tiff便能抽出更多的时间按照自己的规划去设计建筑了。他也是每天早起，然后用线捆了一堆的......斧头，朝Jimmy要了一些食物，然后去丛林里砍木头了。如今小岛上除去他们居住的房子，Tiff还盖了一个附魔屋、大钟、铁匠铺，当然，这只是一个开始，不过技术方面却是让Jimmy看花了眼。特别是有一次Tiff用脚手架盖高处的时候，Jimmy一不小心碰到了最下面的脚手架，然后Tiff就直接摔了下来，两个围绕着屋子跑了半天。\n　　相比之下，Jimmy每天过的就比较轻松了，扩展一下农田的范围，收获小麦，逗逗羊，因为农舍盖好的关系，Jimmy又从丛里找寻到了几头牛跟几只鸡，把他们也拉到了农舍，回头看看海边那还没有成熟的南瓜苗，这样一来，食物方面也可以换几个口味了。\n　　虽然三个人每天都有着各自的任务，可其中Jimmy总觉得自己有些打酱油了，既没有像looker那样挖矿的技术，也不具备Tiff那般建筑的天赋。\n　　“似乎，自己真的比较适合做个后勤补给吧。”Jimmy一边想着一边收获眼前的麦田。\n　　\n　　“最近还好吗？”一个熟悉的声音从背后传来。\n　　“嗯？是你。”Jimmy闻声回身，只见一个牛皮肤的人看着他。“wood，你怎么来这里了？”\n　　“这个嘛，主城那边已经恢复安全了，建设方面还有一些东西没有完成，不过大致上已经恢复以前的样子了，所以在和腐竹商量后，打算邀请一下所有的玩家去下主城，毕竟主城是一个服务器的核心地点嘛！”wood将手上的三个信封交给Jimmy“这是主城的邀请信，到时候你们拿着这个去参观主城的时候，会有福利哦！”\n　　“那我们怎么去主城？”Jimmy问道。\n　　“用这个就行。”wood又拿出三块闪亮的水晶交给他“这个是可以把持有者传送到主城的道具，有一定的冷却时间，所以使用的时候要想好。”\n　　Jimmy把东西收好后，领着wood简单的参观了一下小岛，然后wood就告辞消失了。\n　　\n　　“总算是听到了主城恢复的消息了。”Tiff在晚餐结束后说道“看看到时候学习一下主城的建筑，然后在小岛上也盖一个，争取把小岛变成另一个主城。”\n　　“矿石已经挖了不少了，已经有家底去研究一些东西了，正好趁这个机会，跟其他服务器里的玩家交流一下。”looker也是十分的高兴。\n　　“......”Jimmy不知道该说些什么，只是点点头。\n　　夜，带走了白天的疲倦，让一切都陷入了宁静，还有期待与无奈。\n　　（第一部分完）\n　　（未完待续）\n\n　　PS：因为要回学校考试的关系，所以更新的进度可能会慢，虽说写的不好，但我绝不会因此而烂尾的。"
        },
        {
            "author": "mcfans2001",
            "timestamp": 1371522240,
            "txt_content": "lbzjimmy 发表于 2013-6-12 21:49 \n　　第一部分 新的开始 第七章 来自主城的邀请\n\n　　“种地的小伙，给我来半组吃的。”\n坐等更新。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1371596400,
            "txt_content": "mcfans2001 发表于 2013-6-18 10:24 \n坐等更新。\n多谢支持，我这几天尽量上传。"
        },
        {
            "author": "无奈zzzz",
            "timestamp": 1371772200,
            "txt_content": "lbzjimmy 发表于 2013-6-8 19:52 \n　　第一部分 新的开始 第五章 小岛下的秘密\n\n　　“咣！”\n我现在才发现这是工业服……还有，一大堆蜘蛛网后面的应该是毒蜘蛛刷怪笼，没有青苔石，箱子也不一定……"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1371866280,
            "txt_content": "无奈zzzz 发表于 2013-6-21 07:50 \n我现在才发现这是工业服……还有，一大堆蜘蛛网后面的应该是毒蜘蛛刷怪笼，没有青苔石，箱子也不一定……\n情节设定方面不一定非要跟游戏里一样嘛，那样就显得有些太刻意了不是么。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1371966000,
            "txt_content": "　　第二部分 工业的力量 第八章 主城相会\n\n　　上一章说到，Jimmy、Tiff还有looker收到了来自主城的邀请，邀请函上写的时间是三天之后，所以三个人还是继续着小岛的建设。\n　　就在日期到达的前一晚，小岛在Tiff的设计下，不但又扩大了家园的范围，而且又有了不少的标志性建筑，比如用羊毛做的蛋糕店之类的地方。眼看着小岛在努力之下日趋成型，比起刚刚到达这里的时候，有了巨大的变化，这让他感到十分的欣慰。\n　　“明天既然是主城邀请玩家的日子，那么主城的人一定很多，这次是个学习的好机会。”looker在晚饭期间说道。\n　　“是啊，一定有很多高玩去参观主城，正好借这个机会熟悉一下。”Tiff也附声道。\n　　“......”Jimmy吃了一口面包。\n\n　　主城，清晨日出。\n　　“嗖~~”主城中心的传送地点处，随着几声奇异的声音，三个身影出现在了传送点处。\n　　“呕......”Jimmy似乎有些反胃，跑到一旁干呕去了。\n　　“传送很有效率啊。”looker收起传送水晶石，开始观察起了主城的建筑。\n　　眼下三人处于一个十字路的中心，周围都是石砖制成的街道，两边的路灯因为白天的关系没有点亮，街道的两侧全都是建筑，虽然说不上是巨大伟宏，但却是华丽美观，与其说是主城，倒不如说成是一排排整齐的商业街道，跟那些金碧辉煌的建筑物相比，这里更多了一些现代的商业气息。\n　　“早上好啊，各位小伙。”就在三个人观察主城商业街的时候，wood不知道从哪里冒了出来，还是那一身的牛皮“怎么样，主城建的很帅气吧。”wood笑嘻嘻的自夸道。\n　　“商业街建的很不错啦，与其他的主城风格不同，倒是眼前一亮，可是......”Tiff停顿了一下继续说道“可是尼玛，为什么商业街是在一个大坑里？坑爹呢这是？”\n　　听Tiff这么一说，looker跟Jimmy看了一下四周，果然发现自己正身处一个巨坑当中，然后一起鄙视的看着wood，而wood一听到Tiif的话，有些尴尬的笑了笑“嘿嘿，这个......那次核能反应技术的研究失败，就出现了这个大坑，我们也没有想到居然有20多米那么深。”\n　　“建设在深坑之中的主城，倒也很另类，叫做地堡也不错哈。”Tiff想了想之后说道。\n　　“看起来你对于建筑很有自己的主见哈，要不要跟我跟腐竹一起修筑主城啊？”wood问道。\n　　“可我还是一个新手，有什么福利么？”Tiff看了看Jimmy跟looker，露出了一副耐人寻味的表情。\n　　“拜托，作为一款生存游戏，当然要靠自己的双手去创造属于自己的世界，不能因为自己是新手就朝OP们索要福利。”wood十分大义凛然的走到Tiff身边说道，然后靠近他的耳边“关于福利的事情，一会跟我去教堂的会议室里，咱们详谈。”\n　　looker跟Jimmy又鄙视了一下wood。\n\n　　在wood的带领下，三个人提前参观了主城商业街的几个主要的建筑，其中包括了教堂、会议室、交易大厅等等。与其说这里是主城，倒不如说是为了给玩家们提供一起交流的地点。简单了看看建筑之后，他们发现其他的玩家也陆陆续续的在传送点那里出现了。\n　　“看，其他的玩家也都来了。”wood指了指传送点那里。\n　　“这么早就在这里迎接玩家了啊，wood。”只见一个身穿黑色精致防具的玩家在向wood打招呼。\n　　“他是这里的老玩家了。”wood说道。\n　　“你们好，我叫wangchuan。”wangchuan朝Jimmy三人说道。\n　　“嗖~~”又是几阵声音，传送点那里又出现了几个身影。\n　　只见三个身穿铁制防具的玩家从传送点那里挤了出来，然后一起摔到了地上，现场十分的凌乱。\n　　“既然人越来越多了，那我们就先去主城的会议室那里吧。”wood将一个木牌子插在传送点前方，上面写着：“请到来的玩家去主城会议室”的字样。\n　　一行人在wood指引下，一起朝着会议室的方向走去。就这样，玩家们即将在主城这里进行第一次的集体交流，相信所有人心里都十分的期待。\n\n　　沙漠中心，村庄。\n　　小孩都被关在屋子里，而其他的成年村民都十分紧张的站在最大木屋的门口，屋里有一个白衣村民浑身颤抖在站在旁边，双眼看着地板，而在他面前坐着的，则是一个有着与玩家一样着装的男人。\n　　“不知道大人您前来，有什么事？”白衣村民的声音都有些发抖。\n　　“这里，跟以前不一样了，是吧？”男人用手轻轻的敲着眼前的石制桌子。\n　　“这个......是的，我们简单的改造一下。”白衣村民小心翼翼的说道。\n　　“简单的改造了一下？”男人突然起身，手中突然变出了一把钻石宝剑，剑刃直指白衣村民。“似乎从那一夜之后，这里就没有怪物敢接近了吧。”\n　　白衣村民顿时汗如雨下，但却没有出声。\n　　“有不少的冒险家来过这里了吧。”男人的声音变得有些冷。“我很想知道，有关于他们的事情。”男人抬起了头，白色的双目，显得的有些惨淡。\n　　（未完待续）"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1371966180,
            "txt_content": "更新的晚了一些，请各位看客多多包涵。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1371997860,
            "txt_content": "　　第二部分 工业的力量 第九章 藏书馆的机遇\n　　\n　　主城，会议室。\n　　在这个面积较大的会议室里，坐满了这个minecraft世界里的玩家，有些是很久之前就驻扎进这里的老玩家，而有些则是不久之前刚刚到来的新玩家，今天他们应邀来到主城进行参观和交流。从某种意义上讲，今天可以说是他们游戏历程中的转折点，许多玩家未来之路的走向将在今天发生改变。\n　　wood一身纯牛皮着装的站在讲台上，看着下面的玩家们正在相互激烈的交流着，感觉今天的目的已经完成了一半，于是他清了清噪子。\n　　“咳咳......各位老玩家还有新玩家们......”wood见下面静了许多，便继续说道“今天呢，是主城重新建设完成的日子，作为这个服务器里的管理员，首先我代表腐竹还有其他管理员们，为之前主城的意外爆炸向各位表示道歉。”说完，wood走出讲台，朝下面的玩家们鞠了一躬。\n　　“我知道也因为那一次的爆炸，导致许多玩家离开了服务器，这并不是他们的错，而是我们的疏忽所至。而你们其中的老玩家仍然选择继续留在这里，我感到非常的欣慰。”wood有些激动的说道“腐竹有些事，所以今天这次的会议，由我来传达他的意思。主城的基本建设已经完成了，任何想来主城居住的人，一会只要去主城的办公处找NPC进行登记之后，便可以搬家到主城这里了，有兴趣的玩家一会可以去看看哦！”\n　　此话一出，在座的玩家们便开始沸腾了，能够搬家到主城当中的好处自然是很多的。首先在安全方面可以不必担心，因为主城在腐竹跟管理员的设定下，不会有怪物出生，这样许多玩家就不必为了躲避怪物而把家安置在山洞里、树上、甚至是水底了。其次呢，因为主城的关系，如果需要什么帮助的话，可以与其他的玩家一起交流，有什么发展的想法，实现起来也比较快。再者，就是因为有了交易大厅，一些在寻找起来比较困难的材料，可以通过交易买卖得到，可以说是一举多得。\n　　“你怎么看？”looker问了问坐在旁边的Tiff。\n　　“这个选择的确很棒，不过就算搬来了，我也不会放弃我的小岛的。”Tiff想了想之后回答道。\n　　“大家安静，除此之外，主城也给大家提供方便查找资料的藏书馆，这样大家就不用为了以后的发展而迷茫了。”wood继续说道“而且一会在大家离开的时候，可以凭借手中的邀请函，去交易大厅那里兑换一个抽奖箱，而且跟普通的抽奖箱不同的是，这里的抽奖箱是很给力的。”\n　　一听说可以抽奖，许多的玩家都眼前一亮，似乎都有些迫不急待了。\n　　“好了，代为转达的话就是这些了，大家可以去参观主城了，散会！”wood话音刚落，玩家们一哄而散，都跑去交易大厅了。\n　　\n　　主城，藏书馆。\n　　由于一大波玩家都去交易大厅抽奖了，Jimmy就来到了藏书馆，看着眼前这座不算是很大的建筑，修建的风格有些像小岛上Tiff建的附魔屋，于是他十分好奇的走了进去。\n　　“好多书哦。”Jimmy走进了这幢木头建成的藏书馆内，发现里面却是别有洞天，一排排整齐的书架，还有为玩家提供阅读环境的桌子，门口甚至还有一个图书管理员的NPC在时刻为玩家们服务，Jimmy有些喜欢上主城了。\n　　根据书架前的木牌提示，Jimmy发现这里上基本全都是工业方面的书籍，这不禁让他感觉有些郁闷。不过就在他颇感无聊的时候，他意外的注意到在书架最里面，有一个人在翻阅着什么书，很认真的思索着什么，那个人注意到有人在望着他时，也看向了Jimmy这边。\n　　“你好，我叫KINGdem。”那个人很客气的伸出手来。\n　　“我叫Jimmy。”Jimmy也很礼貌的握手。\n　　“马上我就要离开这个服务器了，所以一直在等主城建成，腐竹跟OP都很辛苦啊。”KINGdem有些失落的将书放回书架。\n　　“为什么要离开呢？”Jimmy不解的问道。\n　　“还不是因为当时那场大爆炸，不少的玩家都选择离开了，我的朋友都去加入其他的服务器了，本来我也答应他们去了，可是wood他说这几天主城就能重新建成，即使我走，他也希望我能来这里看一眼。”KINGdem有些不舍的说道。\n　　“的确挺纠结的，不过既然答应了朋友，还是不是爽约的好，以后常回来看看也就是了。”Jimmy安慰的说道。\n　　“嗯，说的对，谢谢你安慰我。”KINGdem笑了笑“不知道你在这里的发展方向是什么呀？”\n　　“这个嘛，我也不太清楚，听说这里是以工业为主，但我对机器什么的一点头绪都没有。”Jimmy尴尬的笑了笑。\n　　“这样啊。”KINGdem回头在书架里找了找，取出了一本书交给了Jimmy。“既然大家都喜欢工业，也许另类的方向会让你感觉有趣。”\n　　“这是......”Jimmy看着手中的书，上面写着：minecraft基础指南。\n　　“这里面有很多的分类，总有一个会适合你的。”KINGdem微笑的说道“这个藏书馆很强大，有许多玩家们都不知道的东西在里面，有空研究一下，很有意思的。”\n　　“嗯，我会的。”Jimmy点了点头。\n　　“那么，就后会有期了，Jimmy。”KINGdem一抱拳，朝Jimmy说道。\n　　“嗯，后会有期。”Jimmy目送他离开了。\n　　“我真的，会在这里找到方向么？”Jimmy看了看手中这本略显破旧的书，心里想道。\n　　（未完待续）"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1372168320,
            "txt_content": "　　第二部分 工业的力量 第十章 迈出农业的第一步\n　　\n　　主城。\n　　距离玩家们参观新建成的主城，已经过去有好几天了。在此期间，主城的商业街附近又建了许多的冒险家宿舍，也入住了不少的玩家，主城也因此渐渐的变的繁荣起来。因为服务器里有工业MOD的关系，所以主城一到夜晚就变得的灯火通明，电灯把主城照的像白天一样明亮。在这个没有怪物的地方，新来的玩家就可以不必惧怕被怪物夜袭了。\n　　夜晚，在冒险家宿舍区的某一座房子中......\n　　“这就是他给你的福利？”Jimmy看了看放置在桌子上的传送水晶石。\n　　“是啊，一开始我只是随便说说，没想到他还真的送我一个。”Tiff把传送阵设置在了床旁边的一块石砖之下“这个传送石设置的地点是咱们的小岛的房子门口处。”Tiff设置好地点之后把传送石交给了Jimmy。\n　　“你跟looker呢？不需要这东西吗？”Jimmy问道。\n　　“looker他这几天去那个叫wangchuan的家里一起研究工业去了，我得帮wood研究一下主城的设施。所以打算把传送石交给你，反正主城中心点那里可以回家，没事的。”Tiff说道“这几天看你总是往藏书馆去，是不是发现什么有趣的东西了？”\n　　“还好吧，我打算种田。”Jimmy微笑着说道。\n　　“呃......可是，小岛上不是已经有了好大一片的农田么？种田这方面，还用特地的去研究么？”Tiff有些奇怪的问道。\n　　“嘿嘿，似乎这里面并不像想像中的那么简单呢。”Jimmy拿起手中的书说道。\n　　“哈，那就祝你好运喽。”\n　　主城的夜晚虽然说很热闹，但毕竟是重建之后，许多的想法还没有实现，腐竹跟OP也希望能通过玩家们集思广益，把好的想法记下来，以后也许就能建设在主城的商业街之中了。\n\n　　小岛，海边处。\n　　“嗯......按照书上写的，两边放上作物架，然后......”Jimmy正按照书上的方法开始研究农业杂交技术。\n　　比起有众多高手研究的工业之路，Jimmy自认为自己如果再研究工业机器的话，不但感觉到压力山大，而且极有可能会变得单调，倒不如自己研究那些别人不知道的稀奇东西。\n　　“然后种上种子，按下来应该就只剩下等待了吧。”Jimmy将作物架放置好，并放上种子，然后通过传送阵回主城的房子那边去了。\n　　\n　　第二天早上。\n　　当旭日缓缓升起的时候，Jimmy早早的起了床，当他通过传送阵回到小岛上，来到了前一天新弄的农田处的时候......\n　　“哦，不！”Jimmy有些气恼的看着眼前的这一幕。\n　　前一天晚上放置的作物架上已经没有了种植的作物，而是爬满了杂草，这不禁让他感觉到有些气愤。用手拔弄掉了杂草之后，Jimmy把作物架也拆了下来，本以为早上起来能够看到些成果，可是眼前的这个情况却不是很乐观的。看着太阳才刚刚升起，Jimmy深呼吸了一下，回到小岛的房子里取出面包，然后用铁筒接了牛奶，坐在海滩旁边，在这宁静的环境下，吃起了早饭。\n　　“唔唔......原来作物架上容易出现杂草，需要用除草剂......”Jimmy掏出那本关于农业方面研究的书，边吃边看。\n　　不仔细看书里的说明，还真是不知道其中的奥秘，虽然说许多东西在实践中体会的东西会更多，但有的时候还是需要书本来避免走弯路。Jimmy看了几页书之后，只觉得有些汗颜，如果打算研究农业杂交技术的话，大量的材料与时间是必须要有的，而且还需要另外一种因素，那就是——运气。\n　　“总感觉，选择了一条，有坑的路。”Jimmy吃完最后一口面包，起身回屋子里去寻找制作除草剂的材料去了。\n　　looker在跟wangchuan研究工业的这几天里，也简单的教Jimmy一点工业方面的知识，不过Jimmy就像是一块木头一样。这几天looker在回小岛的时候倒是拿回了不少工业方面的材料。来到了小岛房子的三楼，Jimmy翻开了looker的箱子，各种光泽的金属十分闪耀，铁锭、金锭、锡锭、铜锭......看来looker还是一个工业狂人，Jimmy取出了几块锡锭与红石来到了一楼的工作台处。\n　　“还缺少用蜘蛛眼磨成的粉末......蜘蛛眼倒是有，只不过粉末......”Jimmy回想起了下矿时发现的那个蜘蛛地牢。\n　　找出当时收起的那个蜘蛛眼，Jimmy放在地上用铁剑一阵乱砍......几分钟后......\n　　“这样子应该就成粉末了吧。”Jimmy将地上被砍成一堆绿色粉末的东西说道。\n　　重新将作物架放置在耕地上，种植上种子，然后用除草剂轻轻的喷了几下，这回jimmy的心里放心了不少。收获了其他农田的庄稼，然后剪了剪羊毛，不知不觉已经到了中午了。\n　　“第一步还真是不容易啊！”看着那一小片的杂交田，发现两边作物架上的种子发芽了，Jimmy略感欣慰“一定要研究点成果来！”\n　　（未完待续）"
        },
        {
            "author": "mcfans2001",
            "timestamp": 1372213140,
            "txt_content": "lbzjimmy 发表于 2013-6-25 21:52 \n　　第二部分 工业的力量 第十章 迈出农业的第一步\n　　\n　　主城。\nLZ好样的！！！"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1372214820,
            "txt_content": "mcfans2001 发表于 2013-6-26 10:19 \nLZ好样的！！！\n谢谢捧场~~"
        },
        {
            "author": "聪明的赛罗",
            "timestamp": 1372220640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "x434663529",
            "timestamp": 1372220640,
            "txt_content": "聪明的赛罗 发表于 2013-6-26 12:24 \n你也看火影啊，鼬死得好惨\na.a  反正动画里被秽土转生了（漫画里鼬又没了）"
        },
        {
            "author": "聪明的赛罗",
            "timestamp": 1372220760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "x434663529",
            "timestamp": 1372220820,
            "txt_content": "聪明的赛罗 发表于 2013-6-26 12:26 \n又被佐助杀了，可怜\na.a  应该是秽土转生被解除了~~"
        },
        {
            "author": "聪明的赛罗",
            "timestamp": 1372220880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1372732560,
            "txt_content": "　　第二部分 工业的力量 第十一章 有机结合\n\n　　主城，藏书馆。\n　　上次说道，Jimmy在小岛的海边上开始研究起了农业杂交技术，忙了好久才成功的让两株小麦进行了杂交。只是，两株小麦杂交出了......另一株小麦。当他看到三株成熟的小麦生长在作物架上的时候，高兴的同时，也感觉到有些失望。高兴是因为作物杂交成功了，而失望则是因为，这个结果意味着他并没有杂交出新作物。于是，他将杂交田的面积又扩大了一些，希望能杂交出新的作物。\n　　而现在，他正在藏书馆里寻找着什么东西。\n　　“工业机器入门......”Jimmy在碎碎念。\n　　Jimmy深知他对机器有些无奈，不过杂草更让他感觉到无奈，时刻守在杂交田旁边盯着作物架似乎不太现实，于是他来到主城的藏书馆里，想找一种能够帮忙他照顾农田的工业机器。\n　　“谷物监管器？没错，就是这个。”Jimmy有些兴奋的说道。\n　　谷物监管器是工业中的一种机器，作用是可以自动对一定范围内的农田进行湿润、除杂草，正是Jimmy需要的东西。不过......既然是工业机器，自然就需要电力来进行供应，说起电力......\n\n　　小岛，海边杂交田。\n　　“OK，现在你已经按照合成表制作出了发电机和存电盒了，不过，你真的打算露天放置在这里么？”looker颇为怀疑的看了看Jimmy。\n　　“是啊，谷物监管器的范围不是很大，如果可以的话，我想弄个自动发电机。”Jimmy有些犯愁的说道。\n　　“如果只是农田的话，水力跟太阳能应该就足够了。”looker打量农田后说道。\n　　looker这段时间跟wangchuang两个人在秘密地点研究核能工业，闲暇之余还跟Tiff回到小岛上建设了点机器还有房屋什么的，如今的小岛表面看起来像是一片原生态的居住地，可是在每座房子的天花板上，都能看到looker不知道从哪里扯过来的玻璃导线。\n　　“既然靠近海边，那我就用水力发电吧。”Jimmy想了想之后说道。\n　　“嗯，既然你已经会做机器了，那剩下的就好办多了。”\n\n　　looker在聊了几句后，又去找wangchuan研究核能去了，留下Jimmy在小岛上苦命的研究机器放置的位置。\n　　Jimmy之所以会打算研究工业机器，那是因为他在参观主城的时候，看到了主城的电力控制室，那一大片的工业机器真让他眼花缭乱，又是热能发电，又是水力发电，还有太阳能发电什么的，让他这个工业小白久久不肯离去。虽然这在像looker和wangchuan这样的工业狂人看来不算什么，但Jimmy却是头一次深切的体会到了工业的魅力，以及它给这个世界里带来的效益。\n　　在参观完回到家后，他也兴致勃勃的做了个发电机，以及工业用的粉碎机、压缩机还有提取机之类的，只不过......因为是最原始的煤炭发电，所以在做出了这一堆基本机器后，也用了半箱子的煤炭，结果被looker追着满小岛上打。虽然有些浪费资源，不过至少他从中学习到了许多的经验，而且还被looker上了好几课。\n　　工业的力量，是强大的，而他现在所做的，只是冰山一角而已。\n\n　　“法克......”Jimmy又一次用扳手拆卸掉了机器。\n　　在放置了好几次之后，Jimmy终于确定了下来机器的位置了，竟然是最开始的位置......接下来，就是做出来了几个水力发电机，然后放置在了海里，再用looker留给他的玻璃导线连接到了存电盒的输入端，最后从输出端接向机器。\n　　“嗡——”谷物监管器轻微运作的声音响了起来。\n　　看了看存电盒，虽然存储电力的速度略慢，好在是正向的输入，这样就算是成功了。不过......minecraft世界里的水力发电，貌似没有现实中的那么厉害。\n　　在谷物监管器里放了几个除草剂跟水化元件，放置化肥的那一栏倒是难住了他。\n　　“看来又要做出回收机了，真是麻烦的很，不过......至少这片农田不会被杂草破坏了。”Jimmy看着这一片4*4杂交田的幼苗，似乎看到了希望。\n　　“也许，我从一开始就应该先学习工业机器吧。”Jimmy翻开了那本关于农业杂交方面的书。\n　　书上写道：作物与作物之间的杂交，除去两种原有作物外，剩下的全都要靠人品以及特殊的种植环境了，所以......考验人品的时候到了！加油吧，少年！\n　　“这算什么教科书......连图解都没有......嗯？等等，既然是这样的话，用两种高级作物进行杂交的话，应该会更容易杂交出新作物吧，我看看哦”Jimmy翻了半天书后，找到了结果，顺口念出“已知能找寻到的高级作物是......地狱疣。”\n　　（未完待续）"
        },
        {
            "author": "mcfans2001",
            "timestamp": 1373344080,
            "txt_content": "LZ快点更新，我等着"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373362200,
            "txt_content": "mcfans2001 发表于 2013-7-9 12:28 \nLZ快点更新，我等着\n抱歉啊，前几天一直在处理学校的事情，还有其他的考试，我争取今晚就更新。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373378220,
            "txt_content": " 本帖最后由 lbzjimmy 于 2013-7-9 21:57 编辑 \n\n　　第二部分 工业的力量 第十二章 准备向地狱进发\n\n　　“确定要去？”\n　　“嗯，确定。”\n　　“就为了找一棵地狱疣？”\n　　很难得的，这三个在minecraft里的基友又坐在一起了。\n　　Tiff帮助wood一直在忙着建设主城的其他类建筑，小岛上的建设也暂时停工了，他也正好休息一下。looker基本上天天都泡在秘密的地下室里搞核能，谁知道哪天会不会一个不小心，他跟机器都BOOM了。Jimmy则是为了出发做着充分的准备。\n　　“听说下界地狱很危险的，而且还有传说中的下界宫殿，据说宫殿里还有未知的生物存在呢。”Tiff一边帮Jimmy收拾一些装备一边劝道。\n　　“是啊，下界里有数不尽的怪物，随处可见的岩浆，稍不小心，你就跟我们说拜拜了。”looker也一起帮忙。\n　　“嗯，这点我也想到了，不过呢，如果不去一趟，心里总觉得不太舒服。如果不小心挂了，大不了让腐竹帮我复活嘛！”Jimmy满不在乎的说道。\n　　“既然你已经决定去了，那么就做好充分的准备，最好多找几个人组队一起去。”\n　　“这样啊......”Jimmy似乎想到了什么。\n\n　　第二天，主城。\n　　在主城的告示板处，有几个新手玩家很有兴趣的在看着什么。\n　　主城告示板是为了方便服务器里的玩家相互交流的一种方式，通过玩家在告示板上的留言，来满足相互的帮助。比如说某某玩家有意收购矿石、某某玩家希望能找到其他玩家一起居住等等之类的信息。可以说这个告示板在很大的程度上使服务器变得具有互动性了。\n　　不过，今天的告示板上写着的信息与以往有所不同......\n　　“有兴趣去下界地狱冒险的玩家，请与Jimmy联系，地点在主城宿舍区XXX室。”\n　　“chao，ben2，我们一起去吧。”其中一个围观告示板的新人玩家十分激动的说道。\n　　“好啊，地狱里一定有许多许多稀有的矿石。”chao也一脸兴奋的说道。\n　　“不过，guo，我们已经没有食物跟武器了，而且现在身上的铁盔甲好像也快损坏掉了。”ben2却一脸愁容的说道。\n　　“也是，我们来服务器也有一段时间了，可是却连个住的地方都没有，好辛苦。”guo的眼神里也有些黯淡。的确，许多的新玩家在刚刚步入minecraft世界的时候，因为是新手的关系，如果没有快速找到好的基友的情况下，前期的生存将是十分辛苦的。\n　　“各位莫非对下界地狱很感兴趣？”\n　　就在三个新手自怨自艾的时候，Jimmy微笑着来到了告示板面前。\n　　“你就是Jimmy吗？我们倒是很想去下界地狱啦，只是......你看我们现在的条件很差啊，没有防具跟武器，就连食物也都快没有了。”guo有些沮丧的说道。\n　　“这样啊......没关系的，只要你们肯跟我一起去，盔甲、武器还有食物我负责提供给你们。”Jimmy想了想之后说道。\n　　“真的么？可是我们都很能吃的，会不会把你的食物吃光啊？”一听到有后勤供应，ben2顿时打起了精神。\n　　“呵呵，别的我不敢保证，食物方面......应该没问题。不过有些情况需要提前说明一下，下界地狱是很危险的地方，如果运气不好的话，可能这一去就挂在地狱了，这一点你们一定要有心理准备，所以你们最好还是商量一下。今天你们就先好好研究一下吧，有了结果后，可以到我的宿舍去找我。”Jimmy简单的说完想说的话后，从背包里取出了一组面包跟三杯牛奶。\n　　“虽然我不知道你们这段时间去了哪里冒险，不过看提出来，你们过的很辛苦。既然能在这个世界里遇见，那么就是缘份哈，这一点东西，还希望你们收下。”Jimmy把东西放在旁边的露天石桌上后，转身离开了，留下三个玩家呆呆的注视着眼前的一切。\n　　在离他们不远处，腐竹跟wood在注视着这一切。\n　　“没看出来，Jimmy他很会收买人心嘛！”wood说道“想当初，这货可是一个路痴啊，不过现在也还一个是路痴。”\n　　“这应该不算收买人心吧，只是一些食物而已。而minecraft的世界里，需要的正是这种东西。”腐竹若有所思的说道。\n\n　　夜晚，主城，宿舍区。\n　　“咚咚咚......”一阵敲门声传来。\n　　“请进——”Jimmy整理了一下东西后说道。\n　　门被打开了，只见ben2、chao和guo三个人出现屋子里。\n　　“Jimmy啊，我们想好了，准备跟你一起去下界地狱冒险。”guo十分自信的说道。\n　　“既然你们已经决定好了，那么......”Jimmy一回身，指着桌上的东西说道“这些防具跟武器，就是你们的了。”　\n　　只见木桌上整齐的放置着三把锋利的铁剑跟三套铁制防具。Jimmy下午回到小岛上就为了制作这些盔甲跟武器去了，还特别用自己的经验值附魔了三把武器，只不过因为自己经验值数量也有限，所以铁剑的属性只有单一的锋利，不过Jimmy觉得这已经足够了。\n　　“哇，谢谢你，Jimmy。”chao抢在其他两个人面前跑到木桌前，拿起他觉得最好的铁剑，有些陶醉的看着。\n　　“那么，我们什么时候出发呢？”ben2穿上铁盔甲后问道。\n　　“下界地狱好像没有白天黑夜之分，既然我们要决定冒险，晚上自然要好好休息，做好充分的准备，然后明天早上出发，如何？”Jimmy说出了自己的建议。\n　　“听你的，大佬！”guo将头盔带上之后，然后摆出了一个酷酷的POSE。\n\n　　在距离主城几千米外的一片沙漠里。\n　　“真的，只是因为这个原因吗？”一个身影独自在沙漠之中行走，在黑夜之中，他似乎对旁边的怪物们毫不在意，而出奇的是，那些怪物们也视他如无物。\n　　“他们，究竟是为了什么而来到这里的呢？”他抬起头，双目泛出与漆黑之夜截然相反的白光。\n　　“一定，要找出这个答案。”他又喃喃自语道。\n\n　　一切，都在悄然的进行着。\n　　（未完待续）"
        },
        {
            "author": "clesdy",
            "timestamp": 1373379240,
            "txt_content": "太厉害了。。。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373410920,
            "txt_content": "clesdy 发表于 2013-7-9 22:14 \n太厉害了。。。\n哈？厉害......有么？"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1373419140,
            "txt_content": "lbzjimmy 发表于 2013-7-9 21:57 \n　　第二部分 工业的力量 第十二章 准备向地狱进发\n\n　　“确定要去？”\n是不是有个技术OP叫 Shadow"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373439960,
            "txt_content": "xiaobaicai 发表于 2013-7-10 09:19 \n是不是有个技术OP叫 Shadow\n嗯，是的。"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1373444880,
            "txt_content": "lbzjimmy 发表于 2013-7-10 15:06 \n嗯，是的。\n服务器叫云之国度？"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373445600,
            "txt_content": "xiaobaicai 发表于 2013-7-10 16:28 \n服务器叫云之国度？\n是啊，开头第一句就是......"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1373446200,
            "txt_content": "lbzjimmy 发表于 2013-7-10 16:40 \n是啊，开头第一句就是......\n= = 这个服务器。。是我玩的服务器中的第一个。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373448180,
            "txt_content": "xiaobaicai 发表于 2013-7-10 16:50 \n= = 这个服务器。。是我玩的服务器中的第一个。\nbaicai么？有些印象，幸会幸会哈~~"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1373448240,
            "txt_content": "lbzjimmy 发表于 2013-7-10 17:23 \nbaicai么？有些印象，幸会幸会哈~~\n我已经退服了..."
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373455560,
            "txt_content": "xiaobaicai 发表于 2013-7-10 17:24 \n我已经退服了...\n{:10_516:}总之能在同一个服务器里玩过，就是缘份哈~~"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1373455560,
            "txt_content": "lbzjimmy 发表于 2013-7-10 19:26 \n总之能在同一个服务器里玩过，就是缘份哈~~\n你其实可以去问WOOD有没有xiaobaicai这个人的"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373461800,
            "txt_content": "xiaobaicai 发表于 2013-7-10 19:26 \n你其实可以去问WOOD有没有xiaobaicai这个人的\n有没有都没什么关系的。"
        },
        {
            "author": "mcfans2001",
            "timestamp": 1373541420,
            "txt_content": "LZ加油，不要放弃"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373555940,
            "txt_content": "mcfans2001 发表于 2013-7-11 19:17 \nLZ加油，不要放弃\n我不会放弃的，只不过有时候需要构思一个剧情，所以更新的稍微慢了一点，谢谢你的鼓励！"
        },
        {
            "author": "clesdy",
            "timestamp": 1373559360,
            "txt_content": "lbzjimmy 发表于 2013-7-10 07:02 \n哈？厉害......有么？\n如果是我。我绝对不会想到minecraft也能成为小说。而且还不会看起来有种别扭的感觉。。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373603400,
            "txt_content": " 本帖最后由 lbzjimmy 于 2013-7-12 12:31 编辑 \nclesdy 发表于 2013-7-12 00:16 \n如果是我。我绝对不会想到minecraft也能成为小说。而且还不会看起来有种别扭的感觉。。\n\n呵呵，自己在minecraft世界里体会一切之后，就会觉得不一样了。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373715360,
            "txt_content": "　　第二部分 工业的力量 第十三章 神秘的宫殿\n\n　　在Jimmy所居住小岛附近的海面上，有一小段人工填补的泥土路，而在这小段泥土路尽头处，则是一扇由黑曜石搭建而成的地狱门。looker和Tiff站在泥土路上，来给站在他们面前的这四位壮士送行。\n　　“既然要去地狱呢，那就顺便帮我弄点材料回来吧。”looker将一个背包递给了Jimmy说道。\n　　“如果有什么稀有的石材的话，也顺便帮我弄点回来哈！”Tiff对Jimmy说道。\n　　“好的，放心吧，我们一定会平安回来的。”Jimmy笑了笑，然后回身示意chao、guo跟ben2可以出发了。\n　　四个人迈步走向地狱之门，Jimmy深呼吸了一下，然后走进了这扇旋涡状的地狱传送门，身后的三个人也随之走了进去。\n　　......\n　　一阵眩晕感突然传来，Jimmy只感觉有种反胃的感觉，只得闭起眼睛，等待传送。果然，在等了几秒钟之后，眩晕感消失，当他睁开眼睛时，看到的则是遥望无际的岩浆跟随处可见的地狱岩。\n　　“呕......”虽然忍耐了好久，但最后还是没能抵抗住那股反胃的感觉，Jimmy扶着地狱门，在一边干呕。\n　　“你们没事吧，呃......”Jimmy感觉好了一些后对身后进来的三个人说道，可是看到的也是他刚才做的事，那三个人也在一旁干呕着。\n　　等到这一行人都干呕完毕了之后，Jimmy打量了一下周围的环境。四周到处都是地狱岩跟那些燃不灭的火焰，地狱门的位置是在一个类似山洞的地方，看样子这里是地狱的底层，这一点倒是让他们觉得有些欣慰。\n　　随处可见的岩浆在不动的流动着，Jimmy在地狱门的四周插上了火把，然后他们开始一路上的寻找了。\n　　“guo，你看那边有个怪物，还拿着金剑。”chao突然拉了拉旁边的guo说道。\n　　guo顺着方向望去，果然，在其中一侧的峭壁上，有一只僵尸猪人站在那里。\n　　“如果我们打掉他，会不会掉落值钱的东西呀？”一边的ben2也说道。\n　　“不可以......”Jimmy及时制止了这跃跃欲试的三个人“僵尸猪人是中立型的怪物，他们跟那些僵尸跟骷髅不一样，如果你不主攻击他们，他们就不会攻击你，但是如果你攻击了他们，四周的其他猪人也会一起过来的，那样我们就完了。所以说，别打他们的主意。”\n　　三个人起初不太相信，但随着行进的途中看到了大批的猪人之后，他们才相信了Jimmy的说法。\n　　“地狱里好像什么矿石都没有啊。”在走了一段路之后，guo有些奇怪的问道。\n　　“是啊，只有地狱岩石、岩浆跟那些猪人。”ben2也有些无奈。\n　　“话说，Jimmy，你要来地狱是为了什么啊？”chao想了想问了下Jimmy。\n　　“为了找一种叫作地狱疣的特殊植物。”Jimmy抬头望了望天上，在没有太阳的地狱里，岩浆这个下界照的十分明亮，但也十分的恐怖，因为随处都能听到哀嚎的声音。\n　　“看，那些萤石。”guo发现在地狱壁上有许多的萤石，十分兴奋的叫道。\n　　“嗯，那你们就去采集一些萤石吧。”Jimmy将looker背包里的锡槽拿了出来，并将背包交给了guo，然后自己去岩浆边上去装取岩浆了。\n　　“看来，那些地狱疣真的很难找到啊，这都走了这么久了，却还没有找到传说中神秘的宫殿。”Jimmy自言自语道。\n　　“呜......”就在guo兴高采烈的用地狱岩一格一格垫起来，眼看就要到达地狱上空壁的萤石处的时候，一阵像哭一样尖锐的声音传来。\n　　“不会吧，有飘浮的怪物来了。”站在底下的chao有些害怕的指着空中说道。\n　　“飘浮的怪物？我的天呐！”guo刚刚用铁镐挖掉了几块萤石，就发现在不远处，有一个长得像水母的怪物慢慢的朝他的这个位置飘来。\n　　“呜......嘭......”只见巨型水母突然吐出一个小火球，直向guo的方向砸去。\n　　“轰——”火球砸中了guo上方的萤石块，就看guo大叫一声，然后失足掉了下来。\n　　虽然这样的高度掉下来差不多会直接死掉，不过还好有Jimmy之前送给他们的铁制防具，以及被guo压在下面的ben2，虽然也受到了一点坠落伤害，不过好在没有送命。\n　　“出什么事了？哦买噶的！”Jimmy从下方的岩浆池中跑了上来，看到了眼前发生的一切。他迅速的跑到几个人面前，看到guo没怎么受伤，便长舒了一口气。\n　　“现在怎么办？那边又飞过来了一只水母。”chao把掉落的萤石放进背包后，跑到Jimmy身边说道。\n　　“咱们都没有带弓箭，现在只好先逃了。”Jimmy说道“喂！不是那边啊，方向不对。”原来Jimmy话音刚落，另外的三个人已经开始逃跑了“既然这样，那就逃吧。”Jimmy也不管那么多了，逃命要紧。\n　　两只巨型水母就像两架小型轰炸机一样，虽然飞的速度慢，但吐出火球的速度却一点都不慢，紧紧的咬住他们不放。由于他们四个人是第一头来到地狱，对这里的环境都不熟悉，所以逃亡的速度跟那两只水母相比也快不了多少，所以在地狱就上演了这一出追逐逃亡战。\n　　“哎呀！”只见ben2不小心摔倒了，而此时天上的其中一只水母已经朝他吐出了一个大火球。\n　　“不会吧，难道说我要死在这里了？”ben2心中突然变得绝望了起来，眼看着火球越来靠近自己，他双手立刻捂住了眼睛。\n　　“叮——嘭——”只听见一声金属的撞击声跟爆炸声。\n　　“嗯？我没事？”ben2慢慢的睁开了眼睛，只见眼前Jimmy拿着一把铁剑，正以一种格挡的姿势站在他的面前。\n　　“呼......原来，用武器可以将火球格挡回去。”Jimmy也惊出了一身冷汗，刚才下意识的掏出武器挡了一下，没想到歪打正着，将火球原路挡了回去，正好在那吐出火球的水母面前爆炸了，然后水母变成了一阵白烟。而似乎这种水母也有着意识，另一只水母看到同伴被干掉了，于是发出阵阵的哀鸣声飞走了。\n　　“ben2，你没事吧。”chao跟guo也看到眼前的一切，急忙跑来了将他扶了起来。\n　　“我还好，多亏了Jimmy。”ben2说道。\n　　“还好，另一只水母离开了。不过，这是哪里？似乎有些迷路了。”Jimmy来到悬崖边上，眺望着四周。\n　　“看那边，好像是一座宫殿耶！”guo大声的喊道。\n　　“哦？我看看。”Jimmy顺着guo所说的方向看去，只见在悬崖的下方，一片无尽的岩浆池的边上，有着深红色的地狱砖石，与周围地狱岩的颜色截然不同。\n　　“看来，我们要去一趟那里了，传说中神秘的地狱宫殿。”\n　　（未完待续）"
        },
        {
            "author": "1560",
            "timestamp": 1373861340,
            "txt_content": "更得好慢= ="
        },
        {
            "author": "clesdy",
            "timestamp": 1373899080,
            "txt_content": "武器格挡真的会打回火球？"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1373939040,
            "txt_content": "clesdy 发表于 2013-7-15 22:38 \n武器格挡真的会打回火球？\n艺术加工，艺术加工而已......不过对着火球攻击，可以将火球打回。"
        },
        {
            "author": "clesdy",
            "timestamp": 1374044580,
            "txt_content": "lbzjimmy 发表于 2013-7-16 09:44 \n艺术加工，艺术加工而已......不过对着火球攻击，可以将火球打回。\n差点。我就想去试试了{:10_502:}"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1374057720,
            "txt_content": "clesdy 发表于 2013-7-17 15:03 \n差点。我就想去试试了\n嘿嘿，有很多细节是自己想像的，切勿模仿哈~~"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1374207060,
            "txt_content": "　　第二部分 工业的力量 第十四章 遭遇神秘人\n\n　　当Jimmy一行人从地狱悬崖上连滚带爬的来到山底的时候，呈现在他们眼前的是，由许许多多的深红色地狱砖组成的像宫殿一般的建筑。而他们在硝壁上看到的，则是这座宫殿的入口。\n　　“与其说是宫殿，倒不如说更像是一座大型的要塞。”Jimmy回想起了minecraft指南中的信息。\n　　“这里会不会也有怪物啊？”guo十分担心的问道，毕竟地狱的世界里到处都是怪物，一个不小心，命就没了。\n　　“我也不太清楚，我看过的那本书中，倒是有关于地狱宫殿的记载，但是信息也不是很全面。”Jimmy想了想之后说道“反正外面到处都有危险，我们不如一起进去看看，也许能有什么新的发现也说不定呢。”说道，Jimmy从背包里取出了一组火把分给其他三个人，然后一行四人从宫殿的入口处悄悄的走了进去。\n　　宫殿的内部比在外面看见的时候体积要大的多，里面有许多条走廓，由于宫殿的内部全都是地狱砖块，使得内部的亮度更加深暗，如果不是有火把，恐怕没走几步，就会在这宫殿中迷路吧。\n　　“记住哦，每五步在墙壁的右侧插一支火把，以防迷路。”Jimmy一边向前走，一边对后面的几个人说道。\n　　“嗯，记住了。”ben2走在最后面，负责插火把的工作。\n　　就这样，这几个人摸黑慢慢前行，出奇的是，他们走了很长时间，并没有遇到怪物，就在他们感觉到奇怪的时候，前方本来是走廓的路突然变得宽敞了进来，原来他们已经来到了一个大厅。这个大厅倒是没什么特殊的地方，唯一不同的是，在上方的天花板上有许多的萤石块，萤石散发出来的光芒使这个大厅明亮了不少。\n　　“哇哦，这里好大哦，看前面，有一个宝座。”guo欢呼道。\n　　其他人应声望去，果然在大厅的正前方有一个像座位的建筑，而在座位前面，则有一面地狱石桌。石桌上，有一个类似水晶球的东西。\n　　“这是宝物吗？”chao来到石桌前面，好奇的打量着眼前的这个东东。\n\n　　在宫殿的一条走廓中。\n　　“火把？有客人来到这里了吗？”一个身影出现在地狱宫殿的走廓上，他看着墙壁右侧上一排等距离插上的火把，似乎想起了什么。\n　　“既然是不请自来，那我就留下你们吧。”这个人伸手将插在墙壁上的火把一个一个的取下，然后手一握，就像变魔术一样把火把都变没了。\n　　原本明亮的走廓，又沉入在了一片漆黑之中。\n\n　　“这个是水晶球么？莫非这座宫殿里有巫师居住着？”ben2好奇的伸手触摸了一下这方块水晶球。\n　　就在ben2伸手触碰到水晶球的那一刹那，水晶球突然发出了淡淡的光芒，然后上面显示出了一幅画面，是在一片沙漠中的村庄。\n　　“为什么水晶球里有村庄的画面呢？”guo有些好奇的问道。\n　　“咦？这片村庄？”Jimmy也看了一眼水晶球，里面的画面让他想起了什么。\n　　“叮叮——”就在四个人围观水晶球的时候，不知从哪里传来了金属碰撞的声音。\n　　“这个声音......”Jimmy突然感觉到一股危险的气息正在接近他们。\n　　而此时，就在宝座后面的一个入口处，突然出现了一个浑身环绕着烟雾跟四个旋转棒子的生物。\n　　“糟糕，是烈焰人，大家快从原路逃回去。”Jimmy从minecraft指南上看过眼前这种生物的信息，所以高声喊道。\n　　guo、chao还有ben2一听到Jimmy的警告，立刻就顺着来的方向入口跑去。而此时的烈焰人似乎变得愤怒起来，只见它再次发出了金属碰撞的呼吸声，然后朝Jimmy发射出了一个火球，这枚火球的射速比之前的恶魂速度更快。\n　　“好吧，再试试。”Jimmy掏出铁剑，再次摆出了格挡的姿势。\n　　“轰——”guo他们三人只听见一声金属的撞击声，然后回头就看见Jimmy被火球击飞了，而且身上还有燃烧着的火焰。\n　　“看来格挡无效啊。”Jimmy在撞击到墙壁上后，迅速起身拍灭了身上残留的火焰“你们快跑，别管我，一会我就追上你们。”Jimmy对那三个人喊道。\n　　回过头来，看见烈焰人又在盯着自己，来看仇恨还是在自己的身上，这样就好办多了。Jimmy在烈焰人又发射出一个火球的时候，立刻闪身跑向另一个走廓，他打算把烈焰人吸引走。\n　　“反正那条走廓上有火把，他们只要安全的顺着原路返回，应该就没事了。”Jimmy在走廓上边跑边想到。\n　　“他们也许找不到原来的路了。”\n　　就在Jimmy停下喘着气的时候，突然从走廓的前方传来一个人的声音。\n　　“你是谁？是地狱里的怪物吗？”回头看了看走廓，确定烈焰人并没有出现追上来后，Jimmy才回应道。\n　　“不，我不是怪物，我是......”一个像新手玩家一样着装的身影慢慢的从漆黑的走廓深处出现“我是这座宫殿的主人。”\n　　就当Jimmy看到这个人的脸的时候，不禁被吓了一跳，因为眼眼的这个人，浑身上下并没有什么奇特的地方，唯独与他不同的地方就是，这个人的眼睛......是白色的。或者可以说成是，没有眼珠，只有着一对白色的瞳孔。\n　　“白色的瞳孔......难道你是......”Jimmy的声音有些颤抖。\n　　“嘘——很多事情不需要说的很清楚。”这个神秘人做了一个禁声的动作，然后缓缓的说道“我知道你心中的疑惑，同样的，我心里也有些许多的疑惑，本来我打算去你住的地方找你问个明白，只可惜没有找到你。没想到你却自己来到了我的宫殿。”\n　　“疑惑？你有事情找我？”Jimmy紧张的心情缓解了许多，声音也平稳了下来。\n　　“不错，我的确是有事情找你，不过，现在看来，你似乎很担心你的那几个伙伴。你们沿着走廓插的火把已经被我拔掉了不少，所以他们现在的处境应该不是很安全。”神秘人很淡定的说道。\n　　“什么？火把被拔掉了？你到底想干什么，他们只是陪我来地狱而已，你为什么要这样对他们？”Jimmy情绪变得有些激动。\n　　“既然来到了地狱的世界，就必须有随时面对危险的心理准备。”神秘人说道“不过你放心，还没有太过危险的怪物去他们那里。”\n　　“你到底有什么目的？”Jimmy似乎查觉到了什么。\n　　“这个嘛......”神秘人走到Jimmy身边，在他的耳边低声言语了几句。\n　　Jimmy听闻神秘人的话后，脸上的表情变得有些奇怪，他不得不重新打量起来眼前的这个家伙，真是一个怪人。\n　　“我会告诉他的。”Jimmy说完后，转身朝原路跑回去了。\n　　“我的宫殿，随时欢迎你的到来。”神秘人也再次消失在了一片漆黑之中。\n　　（未完待续）"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1374501900,
            "txt_content": "　　第二部分 工业的力量 第十五章 意外\n　　\n　　正当Jimmy疯一样的在地狱宫殿的走廓上奔跑时，他隐隐约约的听见前方有一阵喧嚣的声音。\n　　“救命啊！都快被烤糊了。”那是guo的声音。\n　　guo、chao还有ben2从原路逃亡的时候，却发现原路上的火把大部分消失掉了，所以他们在慌乱之中迷失了方向，像无头的苍蝇一样乱撞墙。而此时的他们，正在跟离他们不远处的一只烈焰人进行着周旋，不过从他们周围燃烧的火苗可以看得的出来，他们正处于劣势。\n　　“叮——”烈焰人欲准备再次吐出火球攻击眼前的这三个玩家。\n　　“碰——咚——”Jimmy就在此时及时赶到，用铁剑手刃了眼前的怪物。只见烈焰人发出一阵金属的碰击声后，化为了一阵白烟，然后两根烈焰杆掉落在了地面上。\n　　“你们没事吧？”Jimmy见烈焰人被自己消灭掉了，一屁股坐在了地上，刚才的奔跑让他感觉到有些疲惫。\n　　“还好有这身铁盔甲，虽然刚才被烧到了，不过没受什么伤。”guo将那两根烈焰杆收进背包里。\n　　“这里现在不安全了，我们还是尽早回主世界吧。”Jimmy说道“反正这次的收获也不少了，我们就尽快回去吧，现在我们的装备太差了，面对怪物基本上只有逃跑这一条路。”\n　　“嗯，好的。”三个人也十分同意Jimmy的看法，异口同声的回答道。\n　　既然在意见上达成了一致，四个人便顺着宫殿里的走廓寻找出口。返回之路似乎比较顺利，他们很快的就发现了前方有亮光。依照原路插上的火把返回，虽然一路上也看到了许多的猪人，有了之前的经历，四个人也只是低头，看都不看他们一眼。\n　　“翻过这座山，应该就到我们的大门了。”Jimmy一边爬一边说道。\n　　Jimmy觉得自己有些体力不支，让其他三个人先爬上去，自己则是拿起从家里带来的背包，寻找一些可以补充体力的食物。\n　　“嗖——”一阵弓箭射出的声音，异常的刺耳。\n　　Jimmy也不管食物的问题了，他手忙脚乱的爬到山顶的时候，看到前面guo他们三个人正往不远处的地狱门走去，而离他们不远的一边，有一只浑身漆黑的骷髅在举起弓箭瞄准着他们。\n　　“凋零骷髅？该死，怎么总遇到这种特殊的怪物。”Jimmy也顾不得饥饿了，掏出铁剑，直奔骷髅而去。\n　　而凋零骷髅也发现了Jimmy的存在，于是便将弓箭瞄准了他。\n　　“嗖——”又是一箭，不过这只骷髅的命中率不太高，弓箭从Jimmy的头上飞了过去。而Jimmy可没有停止，一个本能的翻滚，直接滚到了骷髅面前，然后一个横切，将骷髅斩成了一阵阵白烟。\n　　一阵清脆的骨架碎裂声音传到了guo三个人的耳中，他们也许还不明白刚才发生了什么事，他们回头看到的只是Jimmy拿着铁剑站在一边，而在Jimmy的身后，则有一只黑色骷髅在瞄准着他。\n　　“Jimmy小心，有骷髅弓箭手！”ben2着急的喊到。\n　　“嗯？不是已经被我干掉了一只骷髅了么？”Jimmy很放松的回过头去，却看见一支弓箭朝他射了过来。\n　　“噗——”那支弓箭重重的插在了Jimmy的皮革肩膀上，而Jimmy也因为被弓箭射中的力量带起，直直的飞了出去，顺着他们爬上来的地方摔了下去。\n　　“Jimmy！”guo欲跑过去救他，却听见Jimmy在摔下山去时微弱的声音。\n　　“快去找腐竹......”\n　　也许是潜意识里明白了什么，guo回头叫上ben2跟chao急忙往地狱门跑去，那只骷髅见Jimmy摔了下去，自然也就没去再追他，而是朝guo三个人的方向射了几箭，只不过没有命中。\n　　伴随着地狱门的奇特声音，guo三个人消失在了地狱门中。\n　　“凋灵效果......我会死在这里吗......”Jimmy明显感觉到自己的体力越来越少，视野也渐渐开始模糊了起来。\n　　“咕噜......”一个像人一般的身影出现在Jimmy的眼前，声音好熟悉。\n　　“感觉......好累......”Jimmy缓缓的闭上了双眼。\n　　“咕噜......”\n　　（未完待续）"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1375151400,
            "txt_content": "　　第二部分 工业的力量 第十六章 另一个创世神？\n\n　　下午，Jimmy所居住小岛的海边处。\n　　“嗖——呼——”在小岛的地狱门里，传来了一阵空气的漩涡声。\n　　“啪——”然后，就看见三个人狼狈不堪的从地狱门里跑了出来，蹲在海边一阵干呕。\n　　眼前的这三个人，便是刚刚从下界世界里归来的ben2、chao跟guo三个人，他们三个人身上的铁盔甲已经有些破损，浑身上下也有着多处的伤痕，可以说是很狼狈了。\n　　“looker跟Tiff怎么没在岛上啊？”chao在小岛上寻找了很长时间之后回到了海边。\n　　“他们不在的话，那我们只好去主城找腐竹了，Jimmy最后不是说让我们去找腐竹的么？”guo将几个背包放在房子里。\n　　“事不宜迟，那我们还是赶紧去主城吧，要不然Jimmy就有危险了。”ben2也附议道。\n　　随后，三个人也不顾自己狼狈的形象，通过Jimmy之前留下的传送阵，直接奔主城去了。\n　　\n　　主城，图书馆。\n　　“腐竹，救命啊！”在原本宁静的图书馆里，却传来了异样的声音。\n　　原来三个人已经打听到腐竹在图书馆里呆着，所以他们一路狂奔到了图书馆。\n　　当他们跑到图书馆里的时候，看到腐竹正坐在桌子旁边看着书，而且旁边还坐着另外一个人......\n　　“Jimmy？你回来了？”guo三个人有些大跌眼镜，因为Jimmy好端端的坐在腐竹身边，而且看起来并不像是受了什么伤。\n　　“嘿嘿，抱歉哈，我在你们回来的时候就想办法脱险了，怕你们担心，所以我就提前到腐竹这里等你们了。”Jimmy略微尴尬的笑了笑“你们也都累了吧，要不先回去休息吧。”Jimmy走到他们三个人面前，拍了拍他们的肩膀。\n　　“呼，既然你没事了，那我们就放心了啊，说实在的，这次去下界，还真是很危险呢。”guo长舒了一口气说道。\n　　“那我们就先回去休息了。”chao说道。\n　　“下次去下界的时候再叫上我们哈。”ben2也打趣道，然后他们三个人离开了图书馆，回自己的居所休息去了。\n\n　　看到三个人离开图书馆之后，Jimmy回到桌子旁边坐下，然后对一旁边很认真在看书的腐竹说道：“事情的经过就是这样。”\n　　腐竹将书本合上后放在桌上，然后若有所思的问道：“他没有伤害你吗？”\n　　“那倒没有，不过他似乎可以控制许多的下界生物。”Jimmy想了想之后说道。\n　　“那是当然的了，因为......他的身份属于另外一个创世神。”腐竹很平静的说出了一个惊人的消息。\n　　“另外一个创世神？”Jimmy十分吃惊，创世神的意思他不是不知道，只是在想为什么会有这样一个人出现在下界世界中。\n　　“嗯，不错，在他身上有一段很长的故事，不过......我觉得现在还不适合告诉你。”腐竹似乎有些为难。\n　　“哦，这个倒无所谓，既然不适合现在说出来，那就不用说了，只要确定他不会伤害我们就了。”Jimmy摆出一副无所谓的表情。\n　　“听到你这么说，我倒是松了一口气。”腐竹拿起刚才放在桌上的书“有许多的玩家，对这个世界里的一切都很好奇，他们不停的挖掘那些神秘的因素，可是当他们真正了解到神秘的存在之后，一切也都无趣了。”\n　　“嗯......”Jimmy听到腐竹说的这句有些莫名奇妙的话，感觉似曾相识。\n　　“这本书就是他写的，如果你真的打算探索这个秘密的话，我建议你先从这本书开始吧。”腐竹将手中的书交给Jimmy。\n　　“这本书么？”Jimmy接过书，其实这本书他之前就已经看过了，正是那本《minecraft游戏指南》。\n　　“对了，我很奇怪，你是怎么从凋灵骷髅手里逃出来的？”腐竹突然换了个话题。\n　　“这个啊，是那些僵尸猪人救了我。”Jimmy说道。\n　　“僵尸猪人？那些下界怪物不是中立生物吗？他们不攻击你已经不错了，还会主动救你？”腐竹听到之后有些感兴趣了。\n　　“我想是这个的关系吧。”Jimmy从旁边的背包里取出了一棵胡萝卜。\n　　“呃，看来就算是变成了僵尸猪人，也无法忘记主世界的东西啊。”腐竹恍然大悟。\n　　“我的背包里随身携带着几种食物，他们发现了胡萝卜，就用我包里的苹果，跟他们身上的金粒做成了金苹果，然后把我给救了。”Jimmy十分感谢那些僵尸猪人，虽然他们看上去有些怕怕的。\n　　“然后呢？”腐竹追问道。\n　　“然后他们领我到了他们制造的一个地狱门处，于是我就被送回来了。”Jimmy说道。\n　　“真有你的啊，居然跟下界的僵尸猪人搞好关系了。”腐竹开始觉得有些有趣了。\n　　“还好吧，最主要的是......”Jimmy从背包里拿出来了一个深红色的蘑菇状的植物“作为答谢，我把背包里所有的食物都给了他们，他们则是给了我一棵地狱疣。我看到他们的栖息地附近有终结箱，如果发展顺利的话，我想以后应该可以跟他们进行交易了。”Jimmy很是激动的说道。\n　　“跟下界生物交易......这还真是......大胆的想法。”腐竹略感汗颜。\n　　Jimmy看着手里这棵来之不易的地狱疣，似乎看到了自己梦想的未来。\n　　（未完待续）"
        },
        {
            "author": "小黑の誓言",
            "timestamp": 1375271520,
            "txt_content": "lbzjimmy 发表于 2013-7-30 10:30 \n　　第二部分 工业的力量 第十六章 另一个创世神？\n\n　　下午，Jimmy所居住小岛的海边处。\n怎么可能，地狱有末影箱？"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1375273140,
            "txt_content": "小黑の誓言 发表于 2013-7-31 19:52 \n怎么可能，地狱有末影箱？\n个人创作......很多东西与游戏不一样。"
        },
        {
            "author": "小黑の誓言",
            "timestamp": 1375309200,
            "txt_content": "lbzjimmy 发表于 2013-7-31 20:19 \n个人创作......很多东西与游戏不一样。\n好吧，什么时候更新。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1375415760,
            "txt_content": "小黑の誓言 发表于 2013-8-1 06:20 \n好吧，什么时候更新。\n上午刚从医院回来，我争取今天更新。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1375455780,
            "txt_content": "　　第二部分 工业的力量 第十七章 工业时代的来临\n\n　　转眼之间，又过了一段日子。\n　　自从Jimmy那次的地狱冒险之后，minecraft世界里又有不少的玩家在自己另外的居住地附近搭建起了地狱门，时不时的去下界地狱里寻找一些稀有的石材。可以说随着服务器里玩家们的发展，生存已经不再是难题了，有基友的合作，又有管理员的帮助，饥饿这个词便很少出现在玩家的身上了。\n　　主城的面貌也在玩家们的共同建设下变得越来越繁华，每天都有新的玩家们入住主城，现在的主城与其说是一座城，倒不如说更像是一座小镇，虽然大局上还是无法改变它是一个坑的事实，但至少边界处经过一阵重建后，已经美观了许多。四周的森林包围着这座小镇，就像是沙漠中的绿洲一样醒目。\n　　大家又都在做些什么呢？\n\n　　Jimmy居住的小岛上。\n　　“看我这身装备怎么样，有了这身纳米装备，高空建筑作业的时候，就算是掉下来，也不会摔死了。”Tiff换上了刚刚制作成的一身黑黑的纳米装备，在跟眼前的Jimmy炫耀。\n　　“比起你这一身纳米装备，你还不如......”Jimmy回身从箱子里取出一个东西“你还不如换上这个电力喷气背包，它可以调节飞行的模式，你不但不会摔死，连受伤都不会。”\n　　“呃......我瞧瞧。”Tiff接过来看看，爱不释手。\n　　作为一个工业白痴，Jimmy也跳进了工业这个坑里，现在一些基本的工业机器知识已经掌握了，通过工业机器方面的帮助，Jimmy也将自己的农业杂交田改建了一下，由最初的十几块耕地，变成了现在的几十块耕地，并且通过水力、太阳能等自动发电，让这一片农田时刻受到机器的照顾，可以说是节省了不少的力气，这一点让他感到很是欣慰。\n　　至于Tiff嘛，他这个建筑狂人在帮助wood改建了主城的风格之后，也慢慢的将他们居住的小岛改建的像一座小镇似的，规模方面比主城那边要小的多，不过这一切还只是个开始。\n　　提到looker......Jimmy跟Tiff就有些无语了，这个家伙一直在潜心研究核能，相信大家也都知道核反应炉能提供大量的电力，可以说有了一个核反应炉，工业后期的UU物质就不发愁了。但每件事物都有利与弊两面性，核能虽然能提供丰富的电力，但如果失控的话，那就相当于一个小核弹。looker起初在他们住的房子下面挖了一个小型地下室，准备在里面大搞他的核实验，结果被Tiff发现，然后果断的被否决了，最后looker只好把实验基地转移到了几百米以外的一个荒岛上了。\n　　“怎么样，UU物质已经得到不少了吧？”Jimmy检查了一下回收机后说道。\n　　“looker那里已经存了一箱子，所以UU物质已经不少了。”Tiff把飞行背包穿在了身上。\n　　“听说wangchuan已经做出了量子套装了，他还真是富裕啊。”Jimmy说道。\n　　“还好吧，不过貌似量子装也不是无敌的存在。”Tiff想了想后说道“话说......你的农田里，怎么还是没长出新作物啊，这地狱疣生长的速度好慢啊。”Tiff看着海边那一片地狱疣的幼苗说道。\n　　“这本来就是下界植物嘛，能在主世界生长已经很不错了，慢点也是没办法的事情。”Jimmy也有些头疼，自己都恶补完工业的知识了，哪知道这地狱疣却还只是幼苗阶段。\n　　“不过话说回来，还记得当初咱们还这座小岛的时候吗？那个时候可什么都没有啊，现在咱们有畜牧、有作物、有建筑，还有现在发展中的工业，似乎什么都不缺了呢。”Tiff看着眼前小岛的情景，不禁有些感慨。\n　　“的确，谁都想不到未来会发生什么事情。”Jimmy一边喂羊羊吃小麦，一边说道。\n　　“你觉得，现在服务器里工业将会成为游戏的主因素吗？”Tiff提出了一个听起来很专业的问题。\n　　“也许吧，你看现在哪个玩家家里没几个机器，如果有一天工业机器都不能用了，那可就热闹了。”Jimmy随口说道。\n　　“嗯......工业时代来临了，以后就靠这些机器了。”Tiff突然想到了什么“对了，现在小岛改建的差不多了，哪天咱们去把沙漠里的村民们接过来啊？”\n　　“对哦，好长时间都没有回去看看他们了。”Jimmy十分同意。\n　　“嗯，等looker回来的时候叫上他。”Tiff说道。\n　　\n　　工业的脚步已经来临，服务器里随处都能看到工业机器的身影，可以说工业的力量是巨大的，它不但帮助玩家更容易的生存下去，还使玩家们发展的更为稳定、迅速。\n　　以后的日子里，还会发生些什么有趣的事情呢？\n　　（未完待续）"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1375492620,
            "txt_content": "　　第三部分 灾难进行时 第十八章 故地重游\n\n　　Jimmy和Tiff想起已经很久没有回到当初帮助他们的那个村庄了，所以彼此商量之后，他们决定回去看看那些善良的NPC村民们，而looker表示他要留下看家，所以将见面礼准备了一份交给了Tiff。\n　　“不知道那些村民们都怎么样了，每天是不是还会受到怪物的攻击。”Jimmy一边划船一边想道。\n　　“应该不会了吧，记得looker说过，当初他在找我们的时候也经过那个村庄，那个时候村庄的防御已经很完善了，而且村民们都随身携带着武器，一般的怪物应该拿他们没有办法。”Tiff躺在小船里闭目养神。\n　　就这样，两个人静静的坐着小船，朝沙漠的方向驶去。\n\n　　主城城镇，告示栏处。\n　　“为了能够让服务器玩家们体验到更有趣的游戏环境，现将在服务器中设置各种人工智能的NPC。——wood留”\n　　“人工智能的NPC.....是什么意思？”guo看着眼前的告示问道。\n　　“人工智能的NPC，指的就是电脑玩家。”wangchuan一身量子装出现在了其他人的眼前，然后也将一张纸贴在了告示栏，瞬间引来了不少的玩家围观。\n　　“冒险团？”ben2看着纸上的字说道。\n　　“不错，我打算成立一个冒险团，由我带队一起外出冒险，一起去寻找宝藏，如果哪位有兴趣的话，可以到宿舍找我详谈哈。”wangchuan拍了拍胸脯说道，然后回头离开了。\n　　“宝藏？”guo、ben2还有chao不约而同的说出了那个经典的词语。\n　　“看他一身的量子装备，如果他带队一起冒险的话，应该非常容易吧。”chao看着wangchuan远去的背影后说道。\n\n　　沙漠深处。\n　　“沙漠里还是这么热啊。”Tiff一边拖着步伐，一边碎碎念。\n　　“还好吧，咕噜咕噜......”Jimmy取出了木水壶，一顿狂饮。\n　　就在两个人前方的不远处，隐约的可以看到一排两人高的石墙，石墙上则插满了火把。\n　　“我想我们已经到村庄了。”Tiff看着不远处的这排石墙，不禁有些惊愕“看来他们在这段时间很安全。”\n　　来到石墙附近的时候，石墙上传来了声音。\n　　“你们是什么人？是路过的冒险家吗？”其中一个戴着皮革头盔的村民问道。\n　　“我们是冒险家，不过我们之前来过这里，你们这里的白衣大叔在吗，他知道我们的。”Tiff回答道。\n　　“白衣大叔？请你们稍等一下。”那个村民回身离开了。\n　　Tiff和Jimmy对视了一下，感觉气氛有些奇怪，虽然说村庄的变化在意料之中，但像这样有村民在城墙上巡逻的画面，他们还真不曾想像过。\n　　就在他们思索的时候，从石墙的入口处走出来了一群人，为首的正是当初接待他们的白衣村民大叔。\n　　“Tiff、Jimmy，还能见到你们，真是太好了。”白衣大叔十分热情的迎上来。\n　　“呃，大叔，虽然我知道村庄的变化十分巨大，但我还是要问一句，发生了什么事？”Tiff想了想后问道。\n　　“这个......”白衣村民看看了其他村民，想了一下后说道“走，先进屋子，然后我再慢慢跟你们说。”白衣村民领着他们两个人走了村庄。\n　　村庄里的格局基本没什么变化，不同的就是在村庄周围修建了城墙，各处都有村民们巡逻放哨。而且村庄里的每个村民，随身都佩戴着武器，这种全副武装的架式，让Jimmy和Tiff觉得有些奇怪。\n　　“咱们到铁匠铺里去吧。”白衣村民领着二人走进了铁匠铺。\n　　“哟，这不是当初的英雄们么，很高兴再次看到你们啊。”铁匠村民见二人来了，十分的激动。\n　　“比尔，去把门关上，我要把这段时间发生的事情告诉他们两个人。”白衣村民对铁匠村民比尔说道。\n　　“哦，好的，哈勃。”铁匠比尔随手把门关好，然后四个人坐在桌子旁边。\n　　“是这样的，在你们离开村庄没多久后，那个叫looker的玩家也经过了这里，他教我们怎样修建城墙，并教会我们一些工业方面的知识，只可惜我们当时没有什么矿石材料，所以就未能制造出机器。”村民哈勃缓缓说道“一开始我们成功的防御并击退了夜晚袭击我们的怪物，后面怪物基本不敢靠近我们这里了，于是村里人决定开始发展工业，便挑选出一些年青的村民外出去寻找稀有的矿石回来，而事情就是从那个时候开始的......”\n　　“失踪？”Jimmy在听完了哈勃叙述后说道。\n　　“嗯，因为这里是沙漠深处的关系，很难找到能制造工业机器的矿石，所以那些年青的村民往远处去寻找，但他们都失踪了，直到现在都没有回来。”哈勃的眼神变得有些黯淡。\n　　“虽然说我们都是人工智能的电脑NPC，每天都遵循着服务器的设定做着相同的事，即使是死亡也无法避免。但自从遇到了你们之后，我们才知道，就算是NPC，也应该尝试着做一些自己想做的事。所以我们也外出去寻找过他们，可是都没有找到。”铁匠比尔也补充道“我们担心是怪物袭击了他们，所以村庄里每天都有村民进行巡逻，以保证剩下这些村民们的安全。”\n　　“这样啊，既然你们找不到，不妨我们也帮助你们一起寻找吧，人多力量大。”Jimmy提议到。\n　　“真的可以么？”哈勃跟比尔似乎看到了希望。\n　　“如果你们相信我们的话，我们自然是会帮助你们的，眼下村庄里都是小孩跟年长的村民，外出寻找的话不仅不容易，而且安全方面也成了问题，我们两个人虽然不是很强力，但至少能帮助你们减轻负担。”Tiff也同意Jimmy的想法。\n　　“这样的话，那我们全村庄的人，都十分感谢你们啊。”哈勃十分感动。\n　　“他们去哪里寻找矿石了？”Jimmy问道。\n　　“他们去了......”哈勃掏出一张地图，指了一下地图上距离沙漠村庄十分远的一片灰色区域说道“他们去了这里的火山口。”\n　　（未完待续）"
        },
        {
            "author": "小黑の誓言",
            "timestamp": 1375514400,
            "txt_content": "好看！！！好！支持！！！超支持"
        },
        {
            "author": "小黑の誓言",
            "timestamp": 1375845660,
            "txt_content": "你他吗\n更新啊"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1375884420,
            "txt_content": "　　第三部分 灾难进行时 第十九章 小木屋的发现\n\n　　在得知了那群年青村民失踪之前的去向后，Jimmy与Tiff决定要去寻找他们。从村民比尔保存的地图上看，那片火山口距离沙漠村庄有着一段较远的距离，需要穿过一片山脉还有丛林。于是他们在简单的商量一下之后，打算先回小岛上准备一下，顺便去趟主城，看看有没有玩家愿意与他们一同前往。\n　　不过......结果让他们有些失望，guo那三个人不在主城，听其他见过他们的玩家说，他们跟随wangchuan组团去冒险了，他们在主城告示区那里站了一整天，也没有发现有兴趣跟他们一起出行的人。既然没有人，那他们只好回小岛上去准备一下行李，然后第二天出发了。\n　　“这次，我们用飞的。”Jimmy将电力飞行器放在了背包里，有工业的支援，这能让他们节省下不少的体力跟时间。\n　　“没错，以前我们冒险都是走，不仅累而且浪费时间，现在有了这些工业机器，还有代步的飞行器，相信寻找那些村民应该不是问题。”Tiff也同意Jimmy的看法“对了，如果咱们两个人都离开小岛的话，你的那些农作物该怎么办？这一走，还不知道什么时候能回来呢。”Tiff突然想到了Jimmy的农业杂交田。\n　　“这一点我也想到了，所以我把那些作物提前收获了，现在它们都是幼苗阶段，离成熟还早着呢，谷物监管器里也都放好了元件跟除草剂，足够用到咱们回来了。哦，差点忘记了......”Jimmy从背包里掏出来两棵蓝色的蘑菇状植物丢给了Tiff，然后又掏出两棵，跑到外面农田旁边的终界箱子那里，将两棵植物放了进去。\n　　“这是什么东西？能吃么？”Tiff看着这两棵有点地狱疣的东西问道。\n　　“嘿嘿，先收起来吧，等到关键的时候，我再告诉你。”Jimmy卖了个关子。\n　　两个人收拾好了所需的行李之后，各自回到自己的卧室睡觉去了。\n\n　　在遥远的地方，一座临海而建的大房子内。\n　　“哇，是飞行器耶，当初跟Jimmy一起去地狱的时候如果有这个就省事多了。”guo把玩着手里的电力飞行背包说道。\n　　“呐，这次出发的地点是在这里，看到了吗，就是这个巨大的火山口。”wangchuan将自己制作的地图放在桌子上，然后指着上面其中那些泛红的区域说道。\n　　“火山口？我们不会是要跳进去吧？”ben2弱弱的问道。\n　　“笨，怎么可能跳进去，在火山的山脚下面肯定有进去的路，我们这次的目的就是寻找入口，然后进去冒险，都明白了吗？”wangchuan将地图收起来说道。\n　　“哦，这我们倒是明白，不过宝藏是什么呀？”chao好奇的问道。\n　　“到时候你们就知道了。”wangchuan笑了笑后说道。\n　　......\n　　一夜就这样过去了，这两组人都还不知道，他们将不约而同的出现在一个麻烦的地方。\n\n　　第二天，中午。\n　　一路飞行的过程不必细说，相信各位也都明白其中的原理，利用电力喷气背包在空中飞行是一件多么惬意的事，Tiff跟Jimmy各自准备了一副护目镜，十分潇洒的在天上飞了一上午，然后......飞行器就没电了。他们已经飞过了山脉，眼看就要穿过丛林到达火山的范围之中了，只不过还不想因为飞行器没电而摔死在这里，结果无奈之下，他们只好紧急降落在了丛林之中。\n　　“还真是狗血啊，飞行器倒是满电带出来的，发电机也带了，结果偏偏就是忘记带充电背包了。”Tiff将飞行器取下，换上了铁盔甲。\n　　“这只是个意外而已。”Jimmy将发电机取出放在地上，然后将随身携带的煤炭放了进去作为发电的原料。\n　　虽然说是紧急降落，不过这里倒是蛮适合露营的，四周都是高大的灌木，旁边还有湖水，不远处还能听到牛羊等动物的叫声，似乎所有的丛林都差不多是这样子的。环境如此清静，两个人便躺在地上，静静的感受着这大自然的气息，还有身边那台发电机里燃烧煤炭所发出的嗡嗡声。\n　　“湖上还有村民居住吗？”Tiff突然问道。\n　　“应该没有吧，为什么这么问？”Jimmy回忆了一下回答道。\n　　“你看湖那边，有个小屋子。”Tiff指了一下湖的另一边，只见一座木制的简易小屋坐落在了水面之上，依稀还能看到小屋的窗台边上放置着一个花盆。\n　　“要不要去看看？我猜你肯定是要去的。”Jimmy站了起来。\n　　“嘿嘿。”Tiff傻笑了一下，也站起身来。\n　　发电机就让它留在原地发电吧，反正这丛林里看起来也不像是有人居住，当然，除了他们现在要去的小屋子。\n　　来到小屋的门口，敲了敲门，发现没人在里面，两个人便走了进去。很简单的小屋，一张床，一个大木箱，一个工作台，还有一个木桌跟木椅。\n　　“好简单的小木屋啊，似乎什么都没有，看起来并不像是村民居住的地方。”Tiff环顾了一下四周后说道。\n　　“是啊，这个大木箱里会有什么呢？”Jimmy很好奇的将大木箱打开。\n　　“这些是......”Tiff与Jimmy几乎同时说出来“好多的药水呀！”原来大木箱里放的是各种各样的药水，颜色各异，感觉十分强大的样子，而且大箱子里还有两个酿造台。\n　　“怎么感觉有些熟悉的样子，好像在哪里看到过。”Jimmy似乎想到了些什么。\n　　“轰隆——”外面打雷了，然后就是大雨降临，minecraft的节奏还真是快呢。\n　　“外面下雨了，正好我们在这里避雨吧。”Tiff说道。\n　　“不过我得把发电机取回来。”Jimmy正欲出门去取发电机。\n　　“啪——”Jimmy准备出门，就在这个时候，门口突然传来了一阵玻璃瓶打碎的声音。\n　　“嗯？难道有人回来了么？”Tiff与Jimmy一齐想到，同时目光也一齐注视着木门，气氛顿时紧张了起来。\n　　小屋外，大雨依旧下着......\n　　（未完待续）"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1375885200,
            "txt_content": " 本帖最后由 lbzjimmy 于 2013-8-8 05:26 编辑 \n\n更新的较慢，请见谅。"
        },
        {
            "author": "小黑の誓言",
            "timestamp": 1375946280,
            "txt_content": "..................."
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1376139900,
            "txt_content": "　　第三部分 灾难进行时 第二十章 发现线索\n\n　　“吱——”门缓缓的打开了，Jimmy和Tiff掏出了背包里的铁剑，摆出了一副战斗的架式。\n　　“轰隆——”外面突然响起了一阵雷声，这阵突如其来的巨响吓得两个人一齐回头，没发现异样之后，两个人松了口气。\n　　“嗖——”就在这时，Jimmy仿佛听到了有什么东西向他飞来，本能的反应使得Jimmy用铁剑横在自己的脸部前方，呈格挡的姿势。\n　　“砰——”只听见一阵玻璃被打碎的声音，Tiff回过神来，见到Jimmy后退了几步，坐在了身后的床上。\n　　“这是什么东西，我怎么浑身没有力气了。”Jimmy摊坐在床上，手上的铁剑插在地上。\n　　此时，有一个人出现在了门口，手上的瓶装药水，证明了刚才的玻璃瓶就是出自这个人之手。Tiff见门口有敌人出现，便站在Jimmy前面，手中的铁剑也已握紧，随时准备出击。\n　　“你们是谁？为什么要闯进我的家里？”\n　　“嗯？这声音......”Tiff突然一愣。\n　　“minecraft的世界里，也有女的么？”Jimmy也听到了声音，探头往门口处看。\n　　门口的这个人，一身黑色的衣服，头戴一顶尖尖的帽子，有着与村民十分相似的脸。如果说村民的性别很难区分的话，那么眼前的这个人，从相貌上看，就确确实实是一个女性了。\n　　“没错，我是女的，怎么了？你们到底是谁？又是入侵者吗？”就见她右手抬起，打算再向这两个入侵者扔一瓶药水。\n　　“不是不是，我们不是入侵者，我们只是新手冒险家而已。”Tiff边摇头边将铁剑收回背包，他觉得眼前的这个人好像没有什么太大的危险。\n　　“哦，是这样，我还以为你们是那群怪物的同伙。”她也将欲扔出的药水收了起来“你现在还是虚弱效果了吗？”她对坐在床上的Jimmy说道。\n　　“效果已经消失了。”Jimmy看着身上的紫色泡泡慢慢消失后说道。\n　　“呃，这位姑娘，你叫什么名字？”Tiff开始套起了进乎。\n　　“名字......我没有名字，我是一个电脑NPC，我的职业是女巫，我一直住在这所小屋子里，每天外出去寻找材料炼制药水。”女巫说道。\n　　“女巫都是指那些坏心肠的女人，可你不像啊，不如我们给你起了好听的名字吧。”Jimmy也收起了铁剑，起身说道。\n　　“真的么？这是我听过最动听的话了，那么，我该叫什么名字呢？”她一脸期待的问道。\n　　“玛格丽娜，怎么样？”Jimmy想到一个比较好听的名字。\n　　“玛格丽娜？太好了，我有名字了。”就见她激动的从身上掏出了两瓶红色的药水。\n　　“冷静冷静，乱扔药水不是好习惯啊。”Tiff怕她又要投掷药水，所以抢先制止。\n　　“哦，不好意思，我只是感觉到好高兴，没想到作为一个电脑NPC，也能拥有自己的名字。”玛格丽娜将两个瓶水递给了Tiff和Jimmy“这两瓶药水是我炼制的回复药水，虽然我不知道你们要去哪里，不过希望这两瓶药水能帮到你们。”\n　　“嗯，也许......你也应该跟我们一起走。”Tiff向Jimmy打了个手势，Jimmy便心领神会，不顾外面的大雨，跑了出去。\n　　“他去了哪里？”玛格丽娜问道。\n　　“他去外面拿东西了。”Tiff组织了一下语言后说道“我知道这里是你的家，你可能会舍不得离开。但就像你自己说的，每天你都在外出寻找材料制作药水。但这里人迹罕至，很少有玩家能够发现这里，日复一日，你不会感觉到无聊么？如果可以的话，我们想请你入住我们所居住的小岛上。”\n　　就在这时，Jimmy从外面回来了，手里拿着刚才一直放置在外面的发电机。\n　　“你看这个机器。”Tiff将发电机放在了她的面前，嗡嗡的机器启动声吸引了她的注意。\n　　“现在服务器已经进入了工业时代，原始的炼金、农业还有建筑等等方面，在工业技术的帮助下，发展的将会更加强大。”Tiff如实说道。\n　　“不错，有了工业技术的帮助，我们可以轻松的进入下界地狱，去寻找更加稀有的材料，比如说......这个。”Jimmy从背包里取出了一棵地狱疣交给了玛格丽娜。\n　　“天啊，这不是只有在下界地狱里才能生长的地狱疣么？这可是十分珍贵的炼金材料啊。”玛格丽娜十分激动的看着手里的地狱疣说道。\n　　“呵呵，如果是以前，地狱疣的确是生长在神秘的下界地狱中，但现在在我们居住的小岛上，我已经成功的种植出了地狱疣，而且在速度跟环境条件方面要比在下界地狱中更加适宜。”Jimmy自信的说道。\n　　“现在的变化这么大了么？”玛格丽娜来到了窗前，双手轻轻的按在大木箱上，然后静静的望着窗外。\n　　“玛格......”Tiff刚要喊她，却被Jimmy拉住了。\n　　“这对于我们来说，可能不算什么太稀奇的事，因为我们正在经历工业给我们带来的变化。而像她跟村民这样的电脑NPC，他们一直都是在以生存为主的minecraft环境下生活的，所以这对于他们，可以说是一场巨变，先让她静静吧。”\n　　“说的也是，不过......”Tiff回过头来“你是怎么知道这些历史的？”\n　　“嘿嘿，minecraft指南上写的。”Jimmy傻笑了一下。\n　　外面依旧下着大雨，屋内的气氛在沉默了几分钟后，玛格丽娜回过头缓缓说道：“抱歉，能给我几天时间考虑一下吗？”\n　　“嗯，好的，那么我们就先离开了，等我们办完事之后再回来听你的答复。”Tiff说道。\n　　“在离开之前，我们想问下，最近你有见过一些村民来过这里吗？”Jimmy问道。\n　　“村民......有一点印象，大概是十个人左右吧，他们携带着许多挖矿的工具，往那座火山的方向去了。只不过目前为止，还没有见过他们一个人回来。”玛格丽娜指向丛林远处，那座隐隐可见的火山说道。\n　　“嗯，现在有线索了。”Jimmy说道“我们现在出发吧。”\n　　“现在外面下着大雨，要不要在这里住一晚，然后明天一起出发，正好我也要去寻找炼药的材料。”玛格丽娜热心的说道，伸手指了指屋里的床。\n　　“呃......”Tiff与Jimmy看着那张只能睡下一个人的床，老脸一红。\n　　（未完待续）"
        },
        {
            "author": "16136953",
            "timestamp": 1376140620,
            "txt_content": "lbzjimmy 发表于 2013-8-10 21:05 \n　　第三部分 灾难进行时 第二十章 发现线索\n\n　　“吱——”门缓缓的打开了，Jimmy和Tiff掏出了背包里的 ...\n老脸？？？什么东西？？"
        },
        {
            "author": "qwer3456",
            "timestamp": 1376141760,
            "txt_content": "lz加油吧!!\n比我厲害呢!\n後生可畏~"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1376141880,
            "txt_content": "16136953 发表于 2013-8-10 21:17 \n老脸？？？什么东西？？\n老脸就是脸呗~"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1376142000,
            "txt_content": "qwer3456 发表于 2013-8-10 21:36 \nlz加油吧!!\n比我厲害呢!\n後生可畏~\n{:10_496:}哈？请多多指教。"
        },
        {
            "author": "qwer3456",
            "timestamp": 1376142120,
            "txt_content": "lbzjimmy 发表于 2013-8-10 21:40 \n哈？请多多指教。\n請多指教。"
        },
        {
            "author": "qwer3456",
            "timestamp": 1376142180,
            "txt_content": "lbzjimmy 发表于 2013-8-10 21:40 \n哈？请多多指教。\n我的作品連結\n從第一章看起吧。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1376142240,
            "txt_content": "qwer3456 发表于 2013-8-10 21:43 \n我的作品連結\n從第一章看起吧。\n好的，我去顶一下。"
        },
        {
            "author": "qwer3456",
            "timestamp": 1376142300,
            "txt_content": "lbzjimmy 发表于 2013-8-10 21:44 \n好的，我去顶一下。\n第十二章記得回復下。(都沒人回啦!)\n然後我下線了，有任何意見，請回復，不用擔心我看不到。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1376142360,
            "txt_content": "qwer3456 发表于 2013-8-10 21:45 \n第十二章記得回復下。(都沒人回啦!)\n然後我下線了，有任何意見，請回復，不用擔心我看不到。\nOK{:10_510:}"
        },
        {
            "author": "qwer3456",
            "timestamp": 1376142420,
            "txt_content": "lbzjimmy 发表于 2013-8-10 21:46 \nOK\n祝你觀看愉快~~\n(有建議可回喔!)"
        },
        {
            "author": "小黑の誓言",
            "timestamp": 1376178420,
            "txt_content": "qwer3456 发表于 2013-8-10 21:43 \n我的作品連結\n從第一章看起吧。\n我也去顶一下"
        },
        {
            "author": "qwer3456",
            "timestamp": 1376182680,
            "txt_content": "小黑の誓言 发表于 2013-8-11 07:47 \n我也去顶一下\n謝囉~~         "
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1376748420,
            "txt_content": "　　第三部分 灾难进行时 第二十一章 尸变之谜（上）\n\n　　建筑师的使命，不光是运用自己独特的天赋搭造出宏伟的建筑，必要的时候，还能为自己搭建出临时的避难场所。以Tiff的建筑水平，在湖边盖两所个土房应付一下糟糕的雨天，自然不是什么难题。\n　　在婉言的谢绝了玛格丽娜的好意之后，Tiff顶着大雨，迅速的搭起了两座小土房，以便他跟Jimmy度过这个雨夜。以防万一，背包里自然是携带了两个床，跟玛格丽娜道了句晚安之后，两个人回到各自的小土房里睡觉了。玛格丽娜看着眼前的这两个人，不由得开始思索起来。\n　　伴随着雨水的声音还有阵阵的雷声，这一夜就这么过去了。当第二天早上Jimmy从土房里出来的时候，这清晨给他的第一感觉就是......\n　　“哦不，怎么还是雨天？”Jimmy揉了揉眼睛，自己的确是睡了一夜啊，怎么还是在下大雨。\n　　“我想大概是因为环境的关系吧，这里是丛林，经常下雨也是正常的。”Tiff也走出了土房，伸了个懒腰。\n　　“早上好，两位。”玛格丽娜从小木屋里走了出来，手里拿着一块面包，看样子是准备吃早饭。\n　　“对哦，早饭时间到了。”Jimmy也掏出了一块面包，还有一瓶牛奶。\n　　“这个是......水么？”玛格丽娜看着Jimmy手中的玻璃瓶问道。\n　　“哦，这个啊，这个是牛奶，只不过是加了糖的。”Jimmy突然想到，丛林里的动物比较少，牛奶没有来源也不奇怪吧“给你。”Jimmy将牛奶瓶递给了玛格丽娜。\n　　“哦，谢谢。”玛格丽娜接过牛奶，情绪有些发呆。\n　　“OK，早饭已毕。”Tiff喝完牛奶，将玻璃瓶放入背包“我们该出发了，玛格丽娜，如果你不跟我们一同去的话，就等我们回来吧。”Tiff说完，便背起背包朝火山的方向出发了。\n　　“呐，这些你留着慢慢喝。”Jimmy从背包里又掏出了几瓶牛奶，放在了地上，然后拿起背包跟上Tiff去了。\n　　“他们，可能还不知道这东西的作用吧。”玛格丽娜像看着宝贝一样的看着眼前的牛奶瓶。\n　　......\n\n　　“好了，现在我们到达的位置，就是地图上标注的火山口山脚了。”wangchuan收起地图朝着身后的三个同行伙伴说道，不想当他回头的时候，却看见三个人互相紧靠着彼此，好像十分害怕。\n　　“你们怎么了，来这里之前不还一副自信的样子么，怎么现在都害怕起来了？”wangchuan有些无语。\n　　“你看那个入口，感觉里面好像有很恐怖的怪物。”chao握住铁剑的双手似乎有些颤抖。\n　　“怪物肯定是有的，不过你们怕什么，有我这个量子肉盾顶在前面，你们不会受伤的。之前你们不也是跟Jimmy去了趟地狱了么，他一身皮革防具都能领你们去地狱，我这一身量子护甲，你们就更不用担心了。”wangchuan拍了拍身上已经充满电力的量子护甲说道。\n　　“那就......开路吧。”chao声音有些颤抖。\n　　几只蝙蝠很符合场景的从山洞入口处飞出来，吓的三个人蹲在了地上。\n　　“走吧，越害怕就越走不动。”wangchuan取出了纳米震动刀，走了进去，chao三个人也跟在了后面。\n　　......\n\n　　“Jimmy，你看那是什么？”当Tiff二人来到火山口山脚下的时候，发现了一些奇怪的东西。\n　　“这个好像是背包。”Jimmy将地上已经沾满泥土的背包捡了起来。\n　　“这背包好像跟沙漠居住的村民，用的是一样的材质。”Tiff仔细的看了看背包后说道。\n　　“也就是说......”Jimmy看了看不远处的山洞入口“他们是在这里失踪的，可以这么理解吧。”\n　　Tiff点了点头，然后陷入了沉思。\n　　“根据村民哈勃的说法，那些年青的村民离开村子有大概半个多月的时间，而他们从沙漠出发到寻找火山口，需要大概十天左右的时间，而这背包上的泥土跟灰尘并不算太多......”Tiff说道“也就是说，虽然哈勃他们说外出的村民失踪很久了，其实他们的大多数时间都花费在了来火山口的路上，实际上真正开始挖矿作业所花费的时间并不多，甚至是没有。”Tiff将背包倒过来摇了摇，里面除了几个石镐之外，并没有其他的东西掉落。\n　　“呃......唔......”从山洞里传出了僵尸的叫声。\n　　“也许，他们遭受到了僵尸的攻击也说不定。”Jimmy说道“据说僵尸攻击村民之后，村民也会变成僵尸的。”\n　　“看起来，一切的真相，就在这座火山山洞里了。”Tiff将背包扔到一边，从自己的背包里取出了铁剑。\n　　“我猜他们是被僵尸攻击了，弄不好，山洞有些僵尸，就是尸变的村民也说不定。”Jimmy轻轻的按下了Tiff手中的铁剑“在没有确定那些僵尸的性质之前，还真不好动手消灭他们。”Jimmy略有担心，如果不小心错杀了尸变的村民，那此次来的目的也就没意义了。\n　　“呃......唔......”僵尸的叫声越来越强烈了。\n　　“我们，该怎么办......”Tiff也犹豫了。\n　　“他们两个，怎么来到这里了？”离他们不远处的一片草丛里，有一个人在注视着他们的一举一动。\n　　（未完待续）"
        },
        {
            "author": "torch.sun",
            "timestamp": 1376799240,
            "txt_content": "写的不错.顶顶顶"
        },
        {
            "author": "工业狂人",
            "timestamp": 1376917980,
            "txt_content": "我发动了神技：1目30行和只看该作者，40分搞定全文。。。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1377270600,
            "txt_content": "　　第三部分 灾难进行时 第二十二章 尸变之谜（下）\n\n　　“呃......唔......”一只僵尸从洞口慢慢的走了出来。\n　　如果是换作往常，Jimmy与Tiff可能会立即取出铁剑与眼前的僵尸决一死战，可是此时的他们却愣在了原地。\n　　“Tiff，你看那僵尸......”Jimmy的语气有些颤抖。\n　　“看来，我们猜的没有错，只是......我们该怎么做才好呢？”Tiff也有些不知所措了。\n　　原来，他们眼前的那只僵尸，虽然叫声跟僵尸没什么区别，但是他却身穿着一身皮革外套，而且脸上还有一只长长的鼻子，似乎......似乎就像是村民。\n　　“虽然他尸变了，但他也是我们正要寻找的人，如果我们把他杀掉的话，我们该怎么回去向其他人交待啊？”Tiff说出了关键所在。\n　　“一定会有办法的。”Jimmy一边拉着Tiff向后退，一边在思考着办法。\n　　“呃......唔......”那只僵尸发现了他们，正在逐渐的朝他们走来，伸出的双手，也正在朝他们扑来。\n　　“你们快过来。”就在二人不知如何是好的时候，从他们身后的草丛里传来了声音，二人闻声跑进了草丛里。\n　　“玛格丽娜，你怎么来这里了？这里很危险的，看，那边有只僵尸。”Jimmy伸出方块手指了指草丛外的那只在东张西望的僵尸。\n　　“我是怕你们会碰到什么麻烦，所以也就朝火山这边走了过来。”玛格丽娜探出头看了看那只僵尸“刚才听你们说，那只僵尸是尸变的村民，是真的吗？”\n　　“没错，是这样的，我们如果现在杀了他，也就等于杀掉了无辜的村民。我们在想能有什么办法把他救活。”Tiff说道。\n　　“尸变......尸变的村民，倒是有办法救活的。”玛格丽娜想了一下后说道。\n　　“哦？什么办法？”Jimmy急忙问道。\n　　“需要两种材料。”玛格丽娜掏出一瓶紫色的药水“一种材料是这个叫‘虚弱药水’的东西，还有一个东西比较难寻找。”\n　　“什么东西？”Jimmy与Tiff齐声问道。\n　　“金苹果。”\n　　......\n\n　　“咝......”又一只蜘蛛应声被干掉了，化作了一团白气。\n　　“真是奇怪，这还没到火山内部的废弃矿场，怎么就出现了这么多的怪物。”wangchuan在干掉了又一只蜘蛛后想道。\n　　“为什么我总有种不祥的预感。”chao在wangchuan身后说道。\n　　“呃......唔......”在wangchuan一行人的前方，山洞的深处，又传来了僵尸更加恐怖的声音。\n　　“好奇怪，这里的僵尸似乎比以往遇的多，而且......”wangchuan回头看了看chao三个人身上穿着的金制盔甲跟防具“这些金制盔甲还都是从僵尸的身上夺过来的，什么时候僵尸也有这样的装备了。”\n　　wangchuan简单的检查了一下身上的量子装备跟手里的纳米刀，电力竟然被消耗了不少，而他们还并没有到达目的地，由此可见这一路的战状有些惨，若不是这一身工业科技的产物，恐怕自己早就GAME OVER了。\n　　握了握手中的纳米刀，wangchuan决心一定要找出这些比以往强大僵尸身上的秘密。\n　　......\n\n　　在一棵巨大的丛林树下，一只僵尸被引入了一个二人高的土坑里，这只僵尸四处抓挠，但就是爬不上来，因此在坑中转圈圈。\n　　Jimmy与Tiff按照玛格丽娜传授的方法，先是Jimmy跳出草丛吸引僵尸的注意力，把他引到一棵巨大丛林树的树下，然后由Tiff提前在树下挖好土坑，待到Jimmy从坑边经过的时候，Tiff则突然从草丛里冲出来，一脚将可怜的僵尸踢进了土坑。\n　　“首先，先将这瓶虚弱药水扔向僵尸。”玛格丽娜向那只僵尸投掷出了药水，药水瓶在僵尸的身上破裂，然后僵尸身上开始冒出了紫红色的泡泡。\n　　“然后，再将这个金苹果喂食给僵尸。金苹果会散发出吸引僵尸的独特气味，所以不用担心他们会咬到自己。”玛格丽娜就像喂食牛羊一样，将金苹果喂食给了僵尸，紧接着便听到一股像是撕裂般的巨大声响，然后就见僵尸在坑中开始浑身发抖。\n　　“最后，静静的等待几分钟之后，他就能变回原来的模样了。”玛格丽娜抹了抹头上的汗珠后说道。\n　　“好强大啊，话说你这是从哪里学来的？”Jimmy很是惊讶的问道。\n　　“我是在学习炼金术的时候，偶然间看到的，不过一直没有金苹果，所以也一直没有尝试过。”玛格丽娜回答道。\n　　“有这棵巨大的丛林树，即使雨停了，他也不会因为阳光而自燃。”Tiff说道“不过，幸亏看到了这只僵尸，我想我们应该去火山洞里，去寻找其他尸变的村民，把他们救出来，顺便去查查看，到底他们是因为什么原因尸变的。”\n　　“嗯，说的对，等到这个村民被救活后，我们就去山洞内部，那里面一定有什么秘密。”Jimmy检查了一下包里的金苹果“材料什么的，应该够用，以防万一，这次出来我带了不少的金苹果，果然效果很霸道。”\n　　“呃......唔......”僵尸还在不停的抖动。\n　　（未完待续）"
        },
        {
            "author": "250=mo",
            "timestamp": 1377309540,
            "txt_content": "很棒啊！！感觉和我的风格很像！！我也喜欢主角对待游戏的态度！！必须顶！！"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1377322860,
            "txt_content": "250=mo 发表于 2013-8-24 09:59 \n很棒啊！！感觉和我的风格很像！！我也喜欢主角对待游戏的态度！！必须顶！！\n谢谢你的支持，下周三就要去参加培训了，争取完成它。"
        },
        {
            "author": "16136953",
            "timestamp": 1377341400,
            "txt_content": "lbzjimmy 发表于 2013-8-23 23:10 \n　　第三部分 灾难进行时 第二十二章 尸变之谜（下）\n\n　　“呃......唔......”一只僵尸从洞口慢慢的走了 ...\n发现chao的中午名字是不是操，或者吵？"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1377400980,
            "txt_content": "16136953 发表于 2013-8-24 18:50 \n发现chao的中午名字是不是操，或者吵？\n那个小朋友在游戏里的名字就是chao，具体意义不明......"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1377562740,
            "txt_content": "　　第三部分 灾难进行时 第二十三章 灾变将至\n\n　　“咻......”在一阵耐人寻味的声音之后，只见树下土坑里的僵尸，变成了村民的模样，然后瘫坐在了地上，样子十分虚弱。\n　　“成功了？”Jimmy问道。\n　　玛格丽娜点了点头，然后把Jimmy给她的牛奶取出了一瓶，给眼前的这个村民灌下。\n　　“咳咳......我还活着？”村民喝下牛奶后恢复了意识，轻声的问道。\n　　“我们是比尔还有哈勃的朋友，是来这里寻找你们的。”Tiff回答道“你们一共有几个人来这里挖矿？”\n　　“一共四个人。”村民说道“我们碰到了许多僵尸，被攻击之后就变成这样子了。”\n　　Tiff与Jimmy相互看了一眼，果然他们外出是被僵尸给袭击了，而且这座火山口里有着大量的怪物。眼下最重要的，就是进入火山口里寻找其他那三个尸变的村民。\n　　在嘱咐玛格丽娜照顾村民后，Tiff跟Jimmy按照村民的描述进入了山洞。有了火把的照明，原本黑暗的山洞变得有如白昼，而且似乎他们的运气很好，刚进入山洞没多久，他们就发现了另外三个尸变的村民在一起排徊。接下来便是重复之前的步骤，每别将他们引出山洞，然后踢进土坑里，然后药水伺候，然后慢慢的等他们恢复。\n　　......\n\n　　主城，大教堂。\n　　“什么？你说，那个人要来攻击我们了？”wood问道。\n　　“是啊，当时Jimmy从地狱里逃回来的时候，告诉我那个人传达的话。”腐竹站在窗前，看着主城里玩家们来来回回，淡淡的回答道。\n　　“当初接管服务器的时候，为什么不把他一并删除呢？现在有这么多的玩家加入服务器，如果他来攻击玩家们的话，恐怕就没人敢来这里了。”wood说出了他的担心。\n　　“这一点倒不用担心，因为他不能主动攻击玩家，否则他会在服务器中消失。只是，他若是发起攻击的话，肯定会挑选我们两个都不在的时候。我担心的是其他人能不能撑得过去，如果其他人撑不过去的话，那这个服务器也就不存在了。”腐竹想了想后说道。\n　　“我只是不明白，为什么当初你要跟他有那个约定，他只是一个电脑NPC而已，有那个必要么？”wood组织了一下语言后问道。\n　　“虽然他只是一个电脑NPC，但也算是半个腐竹了，服务器里的许多因素都是因为他的存在才出现的，人工智能虽然不是人脑玩家，但能看到NPC与玩家一起合作冒险，我觉得这更加有意义，所以才跟他做了约定，只要玩家们能抵挡住他的攻击，他就会自动在服务器里消失。”腐竹说道“其实早在当初这个服务器就已经没有几个玩家了，我接手也只是为了保存服务器而已，哪知道后来慢慢有玩家加入了，这倒是让我很欣慰。”\n　　“既然他不能伤害玩家，那唯一的方法就是利用怪物。可是......现在有了工业力量，什么纳米装备、量子装备，怪物什么的完全造成不了伤害，他能赢吗？”wood说道。\n　　“说真的，我担心的也正是这点。”腐竹若有所思的回答道。\n　　“......”wood一脸问号。\n　　......\n\n　　火山山洞入口。\n　　“算了吧，还是别再进去了，那帮怪物跟开了外挂一样，浑身盔甲也就不说啥了，居然还会围追堵截我们，这是进化版的僵尸么？”再一次的跑出山洞口，Jimmy扶着一棵树在狂喘着。\n　　“我也这么想的，这些怪物明显跟我们当初我们在村庄碰到的不是一个等级，这丫的太猛了，骷髅弓箭手的射击频率加强了不少，而且苦力怕的爆炸好像也更强了。”Tiff将已经损坏了的盔甲脱了下来扔掉了。\n　　两个人商量了一下后，决定不去理会这个危险的火山口了，毕竟村民都已经安全的救出，也实在没有留在这里的必要了。玛格丽娜在考虑之后也决定跟他们一同回去，于是在一番整理后，七个人便踏上了回家的路。\n\n　　火山内部。\n　　“我们被包围了，怎么办？”chao问道，眼下他们一行人在火山内部一阵寻找之后，遇到了大量的怪物，在一番战斗后，他们几个撤退到了一个空地牢中，wangchuan迅速的用身上的石块封住了地牢入口，此刻的他们浑身是伤，非常狼狈。\n　　“可恶，这怪物怎么这么凶猛，比以前强了不少。”wangchuan检查了一下身上装备的耐久，吃惊的发现耐久度竟然快要没有了。\n　　再看chao、guo跟ben2，身上的金甲都是在杀掉僵尸跟骷髅弓箭手之后掉落的，虽然装备也都破损了，但好在随时替换，状况反而要比wangchuan好的许多。\n　　“看来，我们得撤退了。”沉思了一段时间后，wangchuan有些失望的说道。\n　　“撤退？我们不寻宝了吗？”ben2问道。\n　　“这里比想像中的要危险，我一身量子装备耐久居然要没了，纳米刀已经没电了，虽然我随时带着高级充电器，但按照这种情况下去，我们早晚会死在这里。”wangchuan说道“而且，这里似乎也没有什么宝藏。”\n　　guo三个人相互看了一眼彼此的狼狈相，然后一齐点头同意，只是......该怎么撤出去呢？\n　　“呃......唔......”墙壁对面又传来了沉重的僵尸的叫声。\n　　“我们......”wangchuan从背包里取出了TNT“不妨疯狂一下......”\n　　（未完待续）"
        }
    ]
}