{
    "title": "冒险者的世界",
    "author": "dragonexexex",
    "replyCount": 6,
    "timestamp": 1370522880,
    "txt_content": " 本帖最后由 dragonexexex 于 2013-6-6 20:48 编辑 \n\n第二章 神剑，魔斩\n修亚是个聪明人，没有盲目的进入传送门，而是坐了下来，找了一个最舒服的姿势理顺了目前为止发生的事情。\n首先，他开玩笑一般的穿越到了另一个世界，有了一个新的身体和身份，而手中的笔记确实是真实的，他打开翻了翻，迎面扑来一股古旧书的独有的味道，这番味道使修亚打起了精神看了下去，这一看不得了，这本书记录了这个世界到目前为止的资料和介绍。\n目前修亚所处的世界是叫做“冒险者的世界”的一个虚拟世界，而在这里，左手轻轻在空中一划就能召唤出操作界面，有模式选项，装备，和背包。\n很简单的页面，而在书的中间部分介绍了修亚目前拥有的血脉，剑帝的血脉，而后面被整齐的撕掉了，还不如说是被烧掉了，但是很难使人相信这是烧出来的。而修亚大概看了看记录，知道了一般有两个模式，一个是他之前在玩的MC模式，就是建筑和锁敌模式，建筑先不说，为什么有锁敌功能呢，MC有小地图，而小地图上的雷达便是锁敌利器，再说说除了普通模式和建筑模式之外的一个模式，这个模式显示是叫做战斗模式，打开看了有两种模式，一个叫常规战斗，一个叫剑皇模式。他先不管这些，他从来没用自己的肉体战斗过，所以不敢轻易试水战斗模式。打开了锁敌模式就进了传送门。在一阵极其让人感到恶心的动态模糊之后，修亚到达了另一个空间。这个空间是纯白色的，这里有两个白色的立方体悬在半空，仿佛是看见了修亚一样，这两个立方体缓缓降了下来，一个较小的正方体上面放了两把剑，这两把剑一把刀把向着左上角，一把则相反，向着右下角。这两把刀连颜色形状也是相反的，一把通体纯黑，是那种没有光泽的黑，而且极其尖锐，有很多小的突起，而另一把很平滑，白色，透出了一股神圣气息，但是修亚却不敢靠近黑刀，因为这上面散发的杀气太大。不管怎样，修亚按照书上所说轻轻点了一下剑，剑就消失了，转向另一个立方体，这是一个类似浴缸的东西，里面放着一副铠甲，铠甲黑白相间，铠甲后面带着两对翅膀，一对类似于龙的膜翅，另一个是天使的羽翼，而其他的铠甲都是黑白相间的，井然有序。修亚毫不犹豫的纵使自己的怕死的欲望穿上了铠甲，而此时，两把在背包中的剑确是呆不住了，冲了出来很有灵性版的示意修亚戴上试试，修亚照做了，他这次没有受到杀气的影响，而是轻松戴上了剑，两把剑的位置和顺序让修亚发现黑色剑必须用右手反着拿（这意味着刚才修亚看反了）白色的剑必须用左手正拿，而且两把剑重的离谱，几乎一拔出来修亚就差点一个踉跄摔倒，费力的拖拽着剑送回了刀鞘才松了一口气。这对剑也是乖乖的安静了下来。\n大家捧捧场，下一集撒撒和果冻还有卤蛋都会出来哦。",
    "replies": [
        {
            "author": "lbzjimmy",
            "timestamp": 1370522940,
            "txt_content": "支持原创，作者码字辛苦了~~"
        },
        {
            "author": "KFOZWQ",
            "timestamp": 1370523060,
            "txt_content": "你的那个头像是家教游戏的那一个死去的首领吧{:10_492:}"
        },
        {
            "author": "dragonexexex",
            "timestamp": 1370523480,
            "txt_content": "KFOZWQ 发表于 2013-6-6 20:51 \n你的那个头像是家教游戏的那一个死去的首领吧\n孩子，聪明，但是你看正文了吗"
        },
        {
            "author": "222889",
            "timestamp": 1370523600,
            "txt_content": "不错，格式期待改变，注意颜色与大小，才会更简洁"
        },
        {
            "author": "dragonexexex",
            "timestamp": 1370604420,
            "txt_content": "卧草泥马 发表于 2013-6-6 21:00 \n不错，格式期待改变，注意颜色与大小，才会更简洁\n谢谢支持，你认为什么字体和颜色比较好呢"
        },
        {
            "author": "222889",
            "timestamp": 1370605020,
            "txt_content": "dragonexexex 发表于 2013-6-7 19:27 \n谢谢支持，你认为什么字体和颜色比较好呢\n字体和颜色，通过调配，可以令人一下子知道，字体放小，为更好的阅读"
        }
    ]
}