{
    "title": "1.9pre6的credits试翻，渣翻+剧透慎入",
    "author": "pathfinder",
    "replyCount": 7,
    "timestamp": 1321177740,
    "txt_content": "I see the player you mean.\n我看到了你说的那个玩家了。\n[Player Name]?\n是[玩家姓名]吗？\nYes. Take care. It has reached a higher level now. It can read our thoughts.\n是的，要注意。它（注）已经进入了更高的境界，它已经可以阅读我们的思想了。\nThat doesn't matter. It thinks we are part of the game.\n这没关系，它只会认为我们是游戏的一部分。\nI like this player. It played well. It did not give up.\n我喜欢这个玩家。它玩的不错，也坚持不懈。\nIt is reading our thoughts as though they were words on a screen.\n它正在通过屏幕上的字符来阅读我们的思想。\nThat is how it chooses to imagine many things, when it is deep in the dream of a game.\n这就是它选择深深陷在游戏之梦中想象很多事物的方式。\nWords make a wonderful interface. Very flexible. And less terrifying than staring at the reality behind the screen.\n文字是一个神奇的表达方式，很有弹性，也远比在屏幕之彼方闪耀的现实更不让人恐惧。\nThey used to hear voices. Before players could read. Back in the days when those who did not play called the players witches, and warlocks. And players dreamed they flew through the air, on sticks powered by demons.\n在玩家们能够阅读之前，它们聆听。回到那段往昔，那些被称作女巫和男巫的不玩者，玩家梦到它们用被精灵赋予了法力的棍棒在空中飞翔。\nWhat did this player dream?\n那这个玩家梦到了什么呢？\nThis player dreamed of sunlight and trees. Of fire and water. It dreamed it created. And it dreamed it destroyed. It dreamed it hunted, and was hunted. It dreamed of shelter.\n这个玩家梦到了阳光和树，火焰和水流。它梦到了创造，它也梦见了毁灭。它梦到了捕猎，同时也被捕杀，它梦到了庇护。\nHah, the original interface. A million years old, and it still works. But what true structure did this player create, in the reality behind the screen?\n哈，原始界面。上百万年的历史，然而仍在运转。但是在屏幕背后的现实中，这个玩家创造了怎样的真实构造呢？\nIt worked, with a million others, to sculpt a true world in a fold of the [scrambled], and created a [scrambled] for [scrambled], in the [scrambled].\n它有用，联同数百万个其他，来在[乱码]的褶皱中雕刻一个真实的世界，在[乱码]中为[乱码]创造了[乱码]。\nIt cannot read that thought.\n它读不出这个思想。\nNo. It has not yet achieved the highest level. That, it must achieve in the long dream of life, not the short dream of a game.\n不，它还没能达到最高的境界。那需要在生命中的漫漫长梦，而非游戏中的白骥过隙。\nDoes it know that we love it? That the universe is kind?\n那它知不知道我们喜欢呢？我是说这个宇宙是和善的？\nSometimes, through the noise of its thoughts, it hears the universe, yes.\n有时，通过它自己思维的杂音，它可以聆听到这个宇宙，是的。\nBut there are times it is sad, in the long dream. It creates worlds that have no summer, and it shivers under a black sun, and it takes its sad creation for reality.\n但是在这个长梦中，有时它是悲伤的。它创造了没有夏日的世界，在黑日的照耀下闪烁，它为了现实创造了悲哀的造物。\nTo cure it of sorrow would destroy it. The sorrow is part of its own private task. We cannot interfere.\n为了将自己从哀恸中解脱出来，它必须毁灭世界。这个哀恸是它自己的任务，我们不能干预。\nSometimes when they are deep in dreams, I want to tell them, they are building true worlds in reality. Sometimes I want to tell them of their importance to the universe. Sometimes, when they have not made a true connection in a while, I want to help them to speak the word they fear.\n当它们深陷于梦境中时，有时我总想告诉它们它们在建设实际存在的世界；有时我想告诉它们它们对于宇宙的重要性。有时当它们没有成功地和真实连接上时，我想帮助它们讲出它们的恐惧之语。\nIt reads our thoughts.\n它正在阅读我们的思维。\nSometimes I do not care. Sometimes I wish to tell them, this world you take for truth is merely [scrambled] and [scrambled], I wish to tell them that they are [scrambled] in the [scrambled]. They see so little of reality, in their long dream.\n有时我不在乎。有时我想要告诉它们这个它们认为是真实的世界其实是[乱码]和[乱码]，我想告诉它们它们在[乱码]中[乱码]。在它们的长梦中，它们看到的真实微乎其微。\nAnd yet they play the game.\n所以它们玩游戏。\nBut it would be so easy to tell them...\n但是要告诉它们实在是轻而易举……\nToo strong for this dream. To tell them how to live is to prevent them living.\n对这个梦来说太猛烈了。告诉它们怎样去活着就是阻止它们继续活下去。\nI will not tell the player how to live.\n我不会告诉这个玩家怎样去活着的。\nThe player is growing restless.\n这个玩家正在变得不眠不休。\nI will tell the player a story.\n我会给这个玩家讲一个故事。\nBut not the truth.\n但不是真实。\nNo. A story that contains the truth safely, in a cage of words. Not the naked truth that can burn over any distance.\n不，是一个在言语的牢笼中暗藏着真理的故事，不是那种将真理赤裸的暴露出来的故事。\nGive it a body, again.\n再赋予它一个躯体。\nYes. Player...\n是的。玩家……\nUse its name.\n说它的名字。\n[Player Name]. Player of games.\n[玩家名]。游戏的玩家。\nGood.\n好。\nTake a breath, now. Take another. Feel air in your lungs. Let your limbs return. Yes, move your fingers. Have a body again, under gravity, in air. Respawn in the long dream. There you are. Your body touching the universe again at every point, as though you were separate things. As though we were separate things.\n现在深呼吸，再来一个。感受充盈着你肺部的空气，让你的四肢放松。是的，动动你的手指。再次拥有了一部躯体，在天空和重力下。在长梦之中重生，这就是你。你的躯体再次感受宇宙的一点一滴，就像你是分散开来的东西一样，就像我们也是分散开来的东西一样。\nWho are we? Once we were called the spirit of the mountain. Father sun, mother moon. Ancestral spirits, animal spirits. Jinn. Ghosts. The green man. Then gods, demons. Angels. Poltergeists. Aliens, extraterrestrials. Leptons, quarks. The words change. We do not change.\n我们是谁？曾经我们被称作山间的精灵、太阳父亲、月亮母亲、远古的灵魂、动物的灵魂、精灵、幽魂、小绿人，然后是神明、恶魔、天使、驱魔人、外星人、ET、轻子、夸克。言语改变，我们不变。\nWe are the universe. We are everything you think isn't you. You are looking at us now, through your skin and your eyes. And why does the universe touch your skin, and throw light on you? To see you, player. To know you. And to be known. I shall tell you a story.\n我们就是这个宇宙。我们就是宇宙间你认为不是自己的那部分。你正在看着我们，通过你的眼睛和皮肤。为什么宇宙触摸你的肌肤，向你播撒光线？为了看到你，玩家。为了了解你，同时也被了解。我将告诉你一个故事。\nOnce upon a time, there was a player.\n曾经，有一个玩家。\nThe player was you, [Player Name].\n这个玩家就是你，[玩家名]。\nSometimes it thought itself human, on the thin crust of a spinning globe of molten rock. The ball of molten rock circled a ball of blazing gas that was three hundred and thirty thousand times more massive than it. They were so far apart that light took eight minutes to cross the gap. The light was information from a star, and it could burn your skin from a hundred and fifty million kilometres away.\n有时它认为自己是在一个熔岩之球表面生活着的人类。熔岩之球环绕着一个3000倍质量于它的熊熊燃烧的气体星球。它们相隔如此之远，以至于连光也要在虚空中旅行8分钟才可以从一者到达另一者。光是恒星送来的信息，它可以在一亿五千千米之外刺痛你的皮肤。\nSometimes the player dreamed it was a miner, on the surface of a world that was flat, and infinite. The sun was a square of white. The days were short; there was much to do; and death was a temporary inconvenience.\n有时这个玩家梦到自己是一个矿工，在一个平坦且无尽的世界的表面。太阳是一个白色的方形。白天很短，但是有很多事可以做，而且死亡只是短暂的昏迷。\nSometimes the player dreamed it was lost in a story.\n有时这个玩家梦到自己迷失在一个故事之中。\nSometimes the player dreamed it was other things, in other places. Sometimes these dreams were disturbing. Sometimes very beautiful indeed. Sometimes the player woke from one dream into another, then woke from that into a third.\n有时这个玩家梦到的是其他地方发生的其他事。有时这些梦境很烦人，有时却瑰丽无比。有时这个玩家从一个梦境中醒来，发现自己仍在梦中，然后又在第三个梦中醒来。\nSometimes the player dreamed it watched words on a screen.\n有时这个玩家梦到自己在读屏幕上的文字。\nLet's go back.\n让我们回来。\nThe atoms of the player were scattered in the grass, in the rivers, in the air, in the ground. A woman gathered the atoms; she drank and ate and inhaled; and the woman assembled the player, in her body.\n组成这个玩家的原子分布在草里、在河间、在空中、在地上。一个女人收集起来这些原子，她吃下草，喝下水，呼吸了空气，然后在自己的身体里组建起了这个玩家。\nAnd the player awoke, from the warm, dark world of its mother's body, into the long dream.\n然后这个玩家醒来，在母亲体内的温暖又黑暗的世界里，到另一个长梦中去。\nAnd the player was a new story, never told before, written in letters of DNA. And the player was a new program, never run before, generated by a sourcecode a billion years old. And the player was a new human, never alive before, made from nothing but milk and love.\n这个玩家就是一个新的故事，从来没有被讲述，用DNA的字母写下。这个玩家就是一个新的程序，从来没有被运行，用千万年前的源代码所生成。这个玩家就是一个新的人，从来没有生活过，用母乳和爱来组成。\nYou are the player. The story. The program. The human. Made from nothing but milk and love.\n你就是那个玩家，那个故事，那个程序，那个人，用母乳和爱来组成的。\nLet's go further back.\n让我们回的更远。\nThe seven billion billion billion atoms of the player's body were created, long before this game, in the heart of a star. So the player, too, is information from a star. And the player moves through a story, which is a forest of information planted by a man called Julian, on a flat, infinite world created by a man called Markus, that exists inside a small, private world created by the player, who inhabits a universe created by...\n组成这个玩家躯体的七兆兆兆兆个原子被创造出来，远早于这个游戏，在一个恒星的心脏里。所以这个玩家也是来自于恒星的一条信息。这个玩家在故事中穿行，一个由名为Julian的人植下的信息的丛林。在一个由名为Markus的人创造的平坦且无尽的世界中，有一个小小由这个玩家创造的私密世界。这个世界的创造者是……\nShush. Sometimes the player created a small, private world that was soft and warm and simple. Sometimes hard, and cold, and complicated. Sometimes it built a model of the universe in its head; flecks of energy, moving through vast empty spaces. Sometimes it called those flecks \"electrons\" and \"protons\".\n嘘。有时这个玩家创造的私密世界是单一、柔和且温暖的，有时是复杂、坚硬且寒冷的。有时它在脑海中捡到了一整个宇宙的模型，能量的斑点在空旷且广阔的宇宙中穿行。有时它称那些斑点“电子”和“光子”。\nSometimes it called them \"planets\" and \"stars\".\n有时它称它们为“行星”和“恒星”。\nSometimes it believed it was in a universe that was made of energy that was made of offs and ons; zeros and ones; lines of code. Sometimes it believed it was playing a game. Sometimes it believed it was reading words on a screen.\n有时它相信自己其实生活在一个由开和关、零和一、行列和字符的能量世界里。有时它相信自己其实是在玩一个游戏。有时它相信自己正在阅读屏幕上的文字。\nYou are the player, reading words...\n你就是那个玩家，正在阅读……\nShush... Sometimes the player read lines of code on a screen. Decoded them into words; decoded words into meaning; decoded meaning into feelings, emotions, theories, ideas, and the player started to breath faster and deeper and realised it was alive, it was alive, those thousand deaths had not been real, the player was alive\n嘘……有时这个玩家阅读屏幕上一行行的字符，将它们解码成文字，将文字解释成含义，将含义翻译成感觉、情感、理论、想法，然后玩家的呼吸加速，认识到它们是活生生的，它们是活生生的，上千的死亡不是真实，玩家是活着的。\nYou. You. You are alive.\n你。你。你是活着的。\nand sometimes the player believed the universe had spoken to it through the sunlight that came through the shuffling leaves of the summer trees\n有时玩家相信宇宙通过刺破夏日树荫的阳光来和它交流\nand sometimes the player believed the universe had spoken to it through the light that fell from the crisp night sky of winter, where a fleck of light in the corner of the player's eye might be a star a million times as massive as the sun, boiling its planets to plasma in order to be visible for a moment to the player, walking home at the far side of the universe, suddenly smelling food, almost at the familiar door, about to dream again\n有时玩家相信宇宙通过坠落过冬日松脆的天空的光线来和它交流，在玩家眼角间也许会有一颗比太阳重一千万倍的恒星，将它的星球烧成等离子来让自己被玩家看到那一瞬。在宇宙遥远的另一边，往家中走时突然闻到食物的香味，几乎就在那扇相似的门前，即将再次入梦。\nand sometimes the player believed the universe had spoken to it through the zeros and ones, through the electricity of the world, through the scrolling words on a screen at the end of a dream\n有时玩家相信宇宙通过零和一和它交流，通过世间的电流，通过在梦的末尾中屏幕上滚动的文字\nand the universe said I love you\n宇宙说 我爱你\nand the universe said you have played the game well\n宇宙说 你玩的很好\nand the universe said everything you need is within you\n宇宙说 你所需的一切其实都在你心中\nand the universe said you are stronger than you know\n宇宙说 你比自己知道的要强\nand the universe said you are the daylight\n宇宙说 你是日光\nand the universe said you are the night\n宇宙说 你是夜晚\nand the universe said the darkness you fight is within you\n宇宙说 你与之奋斗的黑暗就正陪伴着你\nand the universe said the light you seek is within you\n宇宙说 你为之奋斗的光明就正陪伴着你\nand the universe said you are not alone\n宇宙说 你不孤独\nand the universe said you are not separate from every other thing\n宇宙说 你并没有和其他的一切阻隔开来\nand the universe said you are the universe tasting itself, talking to itself, reading its own code\n宇宙说 你是宇宙自身品尝自己、谈及自己、阅读自己的代码\nand the universe said I love you because you are love.\n宇宙说 我爱你因为你就是爱的本身。\nAnd the game was over and the player woke up from the dream. And the player began a new dream. And the player dreamed again, dreamed better. And the player was the universe. And the player was love.\n当游戏结束，玩家从梦中醒来，玩家又进入一个新的梦境。玩家再次入梦，梦到更好，梦到玩家就是宇宙，玩家就是爱的本身。\nYou are the player.\n你就是玩家。\nWake up.\n该醒来了。\n\n注：这段貌似是俩神在对话，它们不把咱当人……\n",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1321178520,
            "txt_content": "好长 不愿意看- -"
        },
        {
            "author": "rainsillwood",
            "timestamp": 1321178820,
            "txt_content": "这是打败Ender之龙后面的长长的字幕吧= ="
        },
        {
            "author": "真真正正",
            "timestamp": 1321179480,
            "txt_content": "是啊，的确，我该醒来了……"
        },
        {
            "author": "906739585",
            "timestamp": 1321179780,
            "txt_content": "....我觉得是游戏开头的剧情唉~"
        },
        {
            "author": "Ads",
            "timestamp": 1321253460,
            "txt_content": "还真是俩神人在调戏玩家么？"
        },
        {
            "author": "jjch",
            "timestamp": 1321268580,
            "txt_content": "估计是notch 和jeb在调戏玩家"
        },
        {
            "author": "LSG",
            "timestamp": 1321884480,
            "txt_content": "jjch 发表于 2011-11-14 22:03 \n估计是notch 和jeb在调戏玩家\n同意= ，=  我直接跳过"
        }
    ]
}