{
    "title": "寻踪星期二——第一季（8）：莫可的地道！",
    "author": "星麒尔",
    "replyCount": 8,
    "timestamp": 1370577720,
    "txt_content": "上话回顾：听了我所说的话，可怜的四个逃难村民终于明白了其中的道理，准备与“恶势力”大干一场，但想要帮助这些村民，我必须先破坏核心——creeper刷怪笼。寻踪星期二——第一季（8）：莫可的地道！  牛仔村民问我：“这位让我们恢复勇气的恩人，虽然你还是个青年，但志气不小，竟然有勇气去面对灾难，而且这一切与你都无关……那么，请问你名字是？”  我也有点虚心的说：“我也不是一位英勇的战士，没你说的那么伟大……我叫星期二！”说完，我还是忍不住问了他们，“那你们叫？”  牛仔村民说：“我叫鞭岚，是这里小有虚名的牛仔，擅用手枪。”  灰帽村民说：“我叫小鸥，是一个拉面馆的服务员。”  矮个村民说：“我叫莫可，是一个铁匠。”  正在方便的壮村民向我们这边喊道：“我叫科里奥——这里有爬行者！”  “什么？他的职业是爬行者？”  牛仔村民有点冒冷汗地说：“不……我想他是遇到爬行者了！”  一听到这话，我就急忙冲过去；我也跟南楷大师学了很多，速度上已经有了明显的提高；不过几秒，我就看到了苦力怕正在追逐科里奥。  我一个箭步冲上它的面前，脚踏鬼影迷踪，在这个苦力怕的周围环绕以致迷惑它，在它还没反应过来前，狠狠地刺了它一剑！正好刺在它的眼睛上，它被激怒了，眼看就要自爆，我一脚将它踹开：“坠剑！”嘭！它被强大的震力震飞了。  四人呆若木鸡地看着我，鞭岚张大了嘴巴问我：“小英雄……看你还没多大……从哪里学来的本事？”  我这是学了南楷大师的剑法后第一次实战，也很激动：“我是受高人指点，他……”突然，一片巨大的震声从弹开的苦力怕那边响起！一定是惹怒了一只苦力怕，而引来了一片！  一群绿色的苦力怕从那边冲来……眼看就要天黑了，我紧张地问他们四个：“村庄在哪里？”我拿起了指南针等待着回答。  莫可说：“我们的村子就在爬行者的那边，不过我可以带你们过去。”  科里奥惊叫：“那边都是可怕的绿毛怪，你咋过去？”  “我是个能干的铁匠，能用锤子，也能用稿子。”莫可从他的背包里拿出来一个镐头有点破损的铁镐，“你们知道我是怎么逃出来的吗？”  “怎么逃出来的？难，难道……”  “挖地道。”莫可眼中出现了坚定的光芒，“我们可以从我挖的地道原路返回。”  “去了哪里也是找死啊！”小欧说，“那里太可怕了，那么多爬行者，就算这位小哥会点功夫，也不可能打败那么多怪物啊！”  天色已暗，我沉默了一会，还是咬着嘴唇说：“我们能够打败他们。”  鞭岚看着我问：“凭什么打败呢？小英雄，我很佩服你的精神，但精神往往不能打败恶势力，需要以实际行动。”  “好，说干咱就干！”科里奥大声说。  我叫醒了正在睡觉的宠物狗橡木，问莫可：“可地道在哪里？”  “呃……我忘了。”我们都露出困窘的眼神，眼看苦力怕们马上就要来了。但他又说道：“我只知道，我把一个坏的用完的铁镐丢在了那里。”  我又激动地说：“那么也可以找到！”  “这也可以找到？线索太少了。”  “你把你的那个没用完的镐给我。”\n\n\n\n\n210840zf6kr6f64i4r66jr.jpg (8.85 KB, 下载次数: 2)\n\n下载附件\n\n2013-6-7 12:01 上传\n\n\n\n\n  莫可很疑惑地把那把镐头有破损的铁镐给了我，我给橡木闻了闻，说：“顺着气味去找！”原来如此，两镐同一主，气味同一处。让犬来帮忙，何有难处处？  我们就跟着橡木，到了一个地道，地道口果然有一支用完的铁镐。  “快！别让苦力怕们发现我们。”我喊道。  我们就逐个钻进去，莫可开路，小欧在后，科里奥紧张地赶着，鞭岚在科里奥后面，我在最后面带着橡木观察。  还好没有苦力怕跟上来，我们松了口气……终于爬到了地道另一端，出来后就是莫可的铁匠铺，铁匠铺里没什么危险，我看了看的窗外——一片狼藉先不说，每个苦力怕脑袋上都顶着一块金锭或钻石，天哪!看到这么多财宝，让所有人心中一惊。一会，便听见了缓慢而整齐的脚步声，再往远处眺望，那是钻石雕像！在移动。哦不，是被一群苦力怕合顶着。钻石的光芒让我都不禁心动，果真是无价之宝！  “原来是洗劫村庄财宝！”科里奥惊叫，“这些坏家伙，如果我是霸王龙，一定要把它们咬得骨头不剩！”  “它们身体里就没骨头……”说罢，好像那些苦力怕听到了科里奥的惊叫，头纷纷扭到铁匠铺这边来了！  第一反应就是捂住科里奥的嘴巴，然后小声让大家趴下，“嘘。”。还好它们并不怎么留意，继续搬运起来。  “我们必须阻止它们搬走钻石雕像！”鞭岚小声但又冲动地说道。  “现在出去，就是找死，傻瓜。”我跟他说道，“要阻止这些可恶的家伙，就必须毁掉那个造怪箱，那造怪箱才是根本核心。你看这些搬着钻石雕像的苦力怕，一定是要搬到金字塔，核心那里去！我们只要偷偷跟着它们，应该就可以找到造怪箱了。”  “可外面那么多爬行者，怎么出去并跟着它们？”  “等待时机。”\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 8)\n\n下载附件\n\n2013-6-7 12:01 上传\n\n\n\n\n 未完待续……（9）\n",
    "replies": [
        {
            "author": "Asdcpo",
            "timestamp": 1370577780,
            "txt_content": "字太多，有点晕啊~"
        },
        {
            "author": "星麒尔",
            "timestamp": 1370578140,
            "txt_content": "Asdcpo 发表于 2013-6-7 12:03 \n字太多，有点晕啊~\n我是文字控~没办法。{:10_567:}"
        },
        {
            "author": "Asdcpo",
            "timestamp": 1370578320,
            "txt_content": "星麒尔 发表于 2013-6-7 12:09 \n我是文字控~没办法。\n你是和星姐一样的么？...."
        },
        {
            "author": "星麒尔",
            "timestamp": 1370581200,
            "txt_content": "Asdcpo 发表于 2013-6-7 12:12 \n你是和星姐一样的么？....\n额？冒昧问一下，星姐是哪位？"
        },
        {
            "author": "Asdcpo",
            "timestamp": 1370581860,
            "txt_content": "星麒尔 发表于 2013-6-7 13:00 \n额？冒昧问一下，星姐是哪位？\n就是冥王星人"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370591340,
            "txt_content": "Asdcpo 发表于 2013-6-7 13:11 \n就是冥王星人\n{:10_493:}明显不是一样的，星姐的文字风格更趋向散文\n\n还有 签名挂了"
        },
        {
            "author": "Asdcpo",
            "timestamp": 1370599080,
            "txt_content": "风之心_天双 发表于 2013-6-7 15:49 \n明显不是一样的，星姐的文字风格更趋向散文\n\n还有 签名挂了\n我的么？........."
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370600580,
            "txt_content": "Asdcpo 发表于 2013-6-7 17:58 \n我的么？.........\n对，QQ空间禁外链，可以用论坛页面上方“工具”里的imgur图床"
        }
    ]
}