{
    "title": "史蒂夫。乔布斯传记",
    "author": "1137001908",
    "replyCount": 0,
    "timestamp": 1370567520,
    "txt_content": " 本帖最后由 1137001908 于 2013-6-7 09:12 编辑 \n\n今天我给大家带来一本好书，是关于苹果公司创始人的故事，废话不多说了，开始：\n『史蒂夫·乔布斯传/作者:沃尔特·艾萨克森』\n『内容简介:\n    　这本乔布斯唯一授权的官方传记，全球出版日期最终确定为2011年10月24日，简体中文版也将同步上市。原定2012年3月出版的唯一授权的传记《史蒂夫乔布斯传》，一度提前到2011年的11月21日，乔布斯病逝当天，美国出版方西蒙舒斯特宣布提前至10月24日出版，而本书最终成稿已是9月下旬，但为了让这份乔布斯留给世人的最后的礼物早日到达读者手中，该书简体中文版的出版方中信出版社承诺与英文版同步于10月24日上市。并透露，后续，还会为广大果粉奉献精美的包括精装书和乔布斯与家人的相册在内的限量纪念版套装。乔布斯曾说，活着的时候不该出版自传，现在还不到回忆的时候。然而，两年前，乔布斯的妻子劳伦打电话给《时代》杂志的前总编艾萨克森，说如果你要写他（乔布斯）的传记，那最好现在就要开始了。沃尔特?艾萨克森曾为爱因斯坦、富兰克林等名人著传，但2005年乔布斯找到他时，他拒绝了乔布斯的请求，他那时认为乔布斯仅是一个企业家而已。两年多的时间，与乔布斯40多次的面对面倾谈，以及与乔布斯一百多个家庭成员、朋友、竞争对手、同事的不受限的采访，造就了这本独家传记。』\n\n------章节内容开始-------\n序 主要人物\n    阿尔·奥尔康（AlAlcorn）：雅达利公司总工程师，街机电子游戏《乒乓》（Pong）的设计者，乔布斯年轻时的老板。\n    比尔·阿特金森（BillAtkinson）：苹果早期雇员，为麦金塔开发图形界面设计。\n    吉尔·阿梅里奥（GilAmelio）：1996年成为苹果CEO，收购NeXT，把乔布斯请回苹果。\n    克里斯安·布伦南（ChrisannBrennan）：乔布斯在家园髙中的女朋友，乔布斯女儿丽萨的母亲。\n    诺兰·布什内尔（NolanBushnell）：雅达利公司创始人，乔布斯的企业家偶像。\n    丽萨·布伦南-乔布斯（LisaBrennan-Jobs）：乔布斯和克里斯安·布伦南的女儿，生于1978年，最初不被乔布斯承认。\n    比尔·坎贝尔（BillCampbell）：乔布斯在苹果第一阶段工作时的市场营销主管；1997年乔布斯回归后，成为苹果董事会成员和乔布斯的亲密伙伴。\n    埃德温·卡特穆尔（EdwinCatmull）：皮克斯的联合创始人，后成为迪士尼的高管。\n    乙川弘文（KobunChino）：加利福尼亚的一位曹洞宗禅师，乔布斯的灵魂导师。\n    李·克劳（LeeClow）：顽皮的广告鬼才，制作了苹果的“1984”广告，与乔布斯合作30年。\n    “黛比”德博拉·科尔曼（Deborah“Debi”Coleman）：早期Mac团队成员，后来负责苹果的制造部门。\n    蒂姆·库克（TimCook）：坚定，冷静，1998年被乔布斯聘用为首席运营官，2011年8月接替乔布斯成为苹果的CEO。\n    埃迪·库埃（EddyCue）：苹果的互联网服务负责人，在与内容供应商的周旋中是乔布斯的得力助手。\n    “安迪”安德烈娅·坎宁安（Andrea“Andy”Cunningham）：里吉斯·麦肯纳公司的公关专家，在早期麦金塔的年代负责与乔布斯打交道。\n    迈克尔·艾斯纳（MichaelEisner）,迪士尼的铁腕CEO，达成与皮克斯的合作协议，后与乔布斯发生矛盾冲突。\n    拉里·埃利森（LarryEllison）：甲骨文的CEO，乔布斯的密友。\n    托尼·法德尔（TonyFadell）：朋克工程师，2001年加入苹果开发iPod。\n    斯科特·福斯托（ScottForstall）：苹果的移动设备软件负责人。\n    罗伯特·弗里德兰（RobertFriediand）：里德毕业生，拥有一个苹果农场公社，在东方宗教中追寻精神家园，影响了乔布斯；后来经营一家矿产公司。\n    让-路易·加西（Jean-LouisGassée）：苹果法国分公司经理，1985年乔布斯被挤出苹果时他接管了麦金塔部门。\n    比尔·盖茨（BillGates）：1955年出生的另一位电脑天才。\n    安迪·赫茨菲尔德（AndyHertzfeld）：活泼友善的软件工程师，早期Mac团队成员。\n    乔安娜·霍夫曼（JoannaHoffman）：早期Mac团队成员，勇于对抗乔布斯。\n    伊丽莎白·霍姆斯（ElizabethHolmes）：丹尼尔·科特基在里德学院的女朋友，早期苹果员工。\n    罗德·霍尔特（RodHolt）：烟不离手的马克思主义者，1976年被乔布斯聘用为AppleII的电子工程师。\n    罗伯特·艾格（RobertIger）：2005年接替艾斯纳成为迪士尼的CEO。\n    “乔尼”乔纳森·艾弗（Jonathan“Jony”Ive）：苹果的首席设计师，成为乔布斯的合作伙伴和亲密朋友。\n    “约翰”阿卜杜勒法塔赫·钱德里（Abdulfattah“John”Jandali）：叙利亚出生，在威斯康星州读硕士，乔布斯和莫娜·辛普森的生父；后来在雷诺市附近的布姆顿赌场担任餐饮经理。\n    克拉拉·哈戈皮安·乔布斯（ClaraHagopianJobs）：亚美尼亚移民的后代，1946年跟保罗·乔布斯结婚，1955年领养了刚出生不久的史蒂夫·乔布斯。\n    埃琳·乔布斯（ErinJobs）：安静，严肃，史蒂夫·乔布斯和劳伦·鲍威尔的第二个孩子。\n    伊芙·乔布斯（EveJobs）：精力旺盛，充满活力，史蒂夫·乔布斯和劳伦·鲍威尔最小的孩子。\n    帕蒂·乔布斯（PattyJobs）：保罗和克拉拉·乔布斯在领养史蒂夫两年后领养的第二个孩子。\n    保罗·莱因霍尔德·乔布斯（PaulReinholdJobs）,威斯康星州出生的海岸警卫队队员，跟妻子克拉拉于1955年领养了史蒂夫。\n    里德·乔布斯（ReedJobs）：史蒂夫·乔布斯和劳伦·鲍威尔的长子，有父亲的迷人外表和母亲的和善性格。\n    罗恩·约翰逊（RonJohnson）：2000年被乔布斯聘用发展苹果零售店。\n    杰弟里·卡曾伯格（JeffreyKatzenberg）：迪士尼制片厂负责人，跟艾斯纳发生冲突，于1994年辞职，跟斯蒂文·斯皮尔伯格和戴维·格芬一起创建了梦工厂。\n    丹尼尔·科特基（DanielKottke）：乔布斯在里德学院最好的朋友，两人一起去印度朝圣，早期苹果雇员。\n    约翰·拉塞特（JohnLasseterh皮克斯的联合创始人及创新主力。\n    丹·卢因（Dan-lLewin）：跟随乔布斯，相继在苹果和NeXT担任市场营销髙管。\n    迈克·马库拉（MikeMarkkula）：苹果的第一位大股东和主席，对乔布斯形同慈父。\n    里吉斯·麦肯纳（RegisMcKenna）：公关奇才，从早期开始指导乔布斯，并一直是他的顾问。\n    迈克·默里（MikeMurray）：早期麦金塔的市场营销总监。\n    保罗·欧德宁（PaulOtellini）：英特尔CBO，帮助麦金塔使用英特尔芯片，但是没拿到iPhone项目。\n    劳伦·鲍威尔（LaurenePowell）：善解人意，性情温良，宾州大学毕业，之后去髙盛工作，再到斯坦福读书，1991年嫁给乔布斯。\n    亚瑟·罗克（ArthurRock）：传奇般的科技投资者，早期苹果董事会成员，对乔布斯如同父亲。\n    “鲁比”乔纳森·鲁宾斯坦（Jonathan“Ruby”Rubinstein）：跟乔布斯一起在NeXT工作，1997年成为苹果的硬件总工程师。\n    迈克·斯科特（MikeScott）：1977年被马库拉聘为苹果总裁，试图管住乔布斯。\n    约翰·斯卡利（JohnSculley）：前百事高管，1983年被乔布斯挖到苹果任CEO，双方随后产生矛盾，于1985年把乔布斯排挤出局。\n    乔安妮·席贝尔·钱德里·辛普森（JoanneSchiebleJandaliSimpson）：威斯康星州人，乔布斯的生母，把乔布斯送人后，还育有一女莫娜·辛普森。\n    莫娜·辛普森（MonaSimpson）：乔布斯同父同母的妹妹，1986年两人相认后关系日益密切。她的几部小说均以家人为蓝本，例如母亲乔安妮（《在别处》），乔布斯及其女儿丽萨（《凡人》），以及她父亲阿卜杜勒法塔赫·钱德里（《失散的父亲》）。\n    阿尔维·雷·史密斯（AlvyRaySmith）：皮克斯的联合创始人，后与乔布斯发生矛盾。\n    伯勒尔·史密斯（BurrellSmith）：Mac团队里天真、聪明、躁动的程序员，20世纪90年代患上精神分裂症。\n    “阿维”阿瓦迪·泰瓦尼安（Avadis“Avie”Tevanian）：在NeXT跟乔布斯和鲁宾斯坦共事，1997年成为苹果的软件总工程师。\n    詹姆斯·文森特（JamesVincent）：热爱音乐的英国人，在苹果的广吿代理公司跟李·克劳和邓肯·米尔纳（DmicanMilner）共事的年轻合伙人。\n    罗恩·韦恩（RonWayne）：在雅达利与乔布斯相识，成为苹果初创期乔布斯和沃兹尼亚克的第一个合伙人，但是不明智地放弃了他在苹果的股权。\n    斯蒂芬·沃兹尼亚克（StephenWozniak）：家园高中的明星电子极客；设计的电路板被乔布斯成功地加以包装并推向市场。\n序 前言 本书是如何诞生的\n    2004年的初夏，我接到史蒂夫·乔布斯（SteveJobs）打来的电话。多年来，他对我还算友好，偶尔还会感情骤增一下，特别是当他希望即将推出的新产品能上《时代》杂志封面或者CNN（美国有线电视新闻网）专题报道的时候，而这两处恰好都是我曾工作过的地方。在我离开这两家媒体之后，就没有太多他的消息了。电话里我们谈论了一些关于我刚刚加入的阿斯彭研究所（AspenInstitute）的情况，我遨请他来科罗拉多的校园演讲。他说他很乐意，但不想登台讲话，而是想和我散散步、聊聊天。\n    这番话听上去有点奇怪，因为当时我还不知道他喜欢在散步的过程中进行严肃的对话。后来我才知道，他是想让我写一本关于他的传记。我刚刚出版了本杰明·富兰克林（BenjaminFranMin）的传记,正在着手完成阿尔伯特·爱因斯坦（AlbertEinstein）的传记。因此我最初的反应是，他是不是把自己看做这些伟人的继承人了。当然这是半开玩笑的。我认为他还处在事业的波动期，等待他的还有诸多跌宕起伏，所以我拒绝了他的请求。现在还不是时候，我说，再等个十年二十年，等你退休了。\n    我认识他是在1984年，当时他来曼哈顿的时代-生活大厦（Time-LifeBuilding）与编辑们共进午餐，顺带夸耀他的麦金塔电脑（Macintosh）。那个时候他的脾气就不太好，他攻击《时代》杂志的一名记者，因为对方报道的一个故事暴露了太多事实而让他觉得受到了伤害。但后来，通过与他的对话，我发现自己被他的强烈情感所吸引，就如同其他很多人多年来受到的吸引一样。自那以后，我们就一直保持联系，即便在他被迫离开苹果公司时也未中断。当他需要推销某样产品时，比如一台NeXT电脑或者一部皮克斯（Pixar）出品的电影，他的个人魅力就会突然间再次聚焦到我的身上，他会带我去曼哈顿下城的一家寿司餐厅，告诉我他正在兜售的东西是他制造出的最棒的产品。我喜欢这个家伙。\n    乔布斯重新执掌苹果公司之后，我们将他搬上了《时代》杂志的封面，此后不久，他就开始给我们正在做的20世纪最有影响力人物系列专题出谋划策。当时他已经展开了“非同凡想”（ThinkDifferent）的宣传活动，在他的电视广告片里出现的众多历史人物中，有一些也正是我们在考虑的，而乔布斯发现，评估人物的历史影响力很有意思。\n    在拒绝了帮他写传记的建议后，我还是时不时收到一些他的消息。有一次，我发电子邮件询问他，苹果公司的标识是不是如同我女儿告诉我的一样，是在向伟大的英国计算机先驱阿兰·图灵（AlanTuring）致敬。图灵破译了战争时期德国的电码，最后却食用浸过氰化物的苹果自杀了。乔布斯回复我说，他希望自己曾经考虑过这一点，但实际上并没有。从这件事起，我开始逐渐了解苹果公司的早期历史，并一点一点搜集这方面的资料，没准儿哪天我想写一本这方面的书呢。我的爱因斯坦传记出版后，有一次，在帕洛奥图的一个新书活动上，乔布斯把我拉到一边，再一次提出，以他为主题的书肯定很有意思。\n    他的坚持让我很为难。众所周知他非常注意保护自己的隐私，而我想他应该从来没有看过我写的书。也许将来的某个时候吧，我还是这么说。但是，到了2009年，他的妻子劳伦·鲍威尔（LaurenePowell）对我直言不讳地说：“如果你真的打算写一本关于史蒂夫的书，最好现在就开始。”他当时刚刚第二次因病休假。我向劳伦坦承，当乔布斯第一次提出这个想法时，我并不知道他病了。几乎没有人知道，她说。他是在接受癌症手术之前给我打的电话，直到今天他还将此事作为一个秘密，她这么解释道。\n    就在那个时候，我决定要写这本书了。让我惊喜的是，乔布斯欣然允诺，他不会干涉这本书的写作过程，甚至不会提前阅读它。“这是你的书，”他说，“我不会看的。”但那年秋天的晚些时候，他似乎对于合作有了犹豫，而我不知道的是，他被又一轮癌症并发症侵袭了。他不再回我的电话，我也把这个项目放到了一边。\n    之后，很出人意料的，他在2009年末新年前夜的傍晚给我打来了电话。他在帕洛奥图的家中，陪伴他的只有他的妹妹，作家莫娜·辛普森（MonaSimpson）。妻子劳伦和三个孩子去滑雪了，身体状况让他未能成行。他追思往事，跟我聊了一个多小时。他先是回忆自己12岁的时候曾经想要做一个频率计数器，当时他在电话簿上查到了惠普的创始人比尔·休利特（BillHewlett）的号码，并给他打电话，想要得到一些零部件。乔布斯说，他重新回到苹果公司的这12年，从创造新产品的角度来说，是他最髙产的一个阶段。但他还有一个更重要的目标，他说，就是像休利特和戴维·帕卡德（DavidPackard）—样，建立一家充满了革命性创造力的公司，而且这家公司要比惠普更能经受岁月长河的涤荡。\n    “我小的时候，一直都以为自己是个适合人文学科的人，但我喜欢电子设备，”他说，“然后我看到了我的偶像之一，宝丽来创始人埃德温·兰德（EdwinLand）说的一些话，是关于既揎长人文又能驾驭科学的人的重要性的，于是我决定，我要成为这样的人。”这好像是他在向我暗示这本传记的主题（这一次，这个主题至少是合理的）。在我写的富兰克林以及爱因斯坦的传记中，最让我感兴趣的话题就是，一个具有强烈个性的人身上集合了人文和科学的天赋后所能产生的那种创造力，我相信这种创造力也是在21世纪建立创新型经济的关键因素。\n    我问乔布斯为什么希望我担任这本传记的作者。“我觉得你很擅长让别人开口说话。”他这么回答。这个答案有些出乎我的意料。我知道我必须采访很多人，这些人要么被他炒过鱿鱼，要么被他伤害过、遗弃过，抑或被他以其他方式激怒过，我以为我跟这些人交谈会让乔布斯不舒服。的确，当我的一些采访对象的言论传到乔布斯耳中时，他表现得有些愤怒。但几个月后，他开始鼓励人们跟我交流，这其中甚至包括他的敌人和前女友。他也没有对任何事情作出限制。“我做过很多并不值得自豪的事情，比如23岁时让我的女友怀了孕，以及我处理此事的方式，”他说，“但我没有什么不能对外袒露的。”\n    我总共与他进行了差不多40次会面。其中一些是很正式的谈话，在他位于帕洛奥图的住所的客厅里进行，还有一些是在长途散步或者驱车行进的过程中完成的，或者是通过电话。在我18个月的访问中，他与我越来越亲近，也越来越愿意向我吐露心声，但是有时候我还是可以感受到他身上那种被苹果的老同事们称为“现实扭曲力场”（realitydistortionfield）的力量。有时，这是我们每个人都会有的因疏忽引起的记忆错误，但有些时候，乔布斯则是在向我也向自己，编织现实在他头脑中的印象。为了验证并充实他的故事，我采访了100多人，包括他的朋友、亲戚、对手、敌人以及同事。\n    他的妻子劳伦不仅促成了本书，而且希望我的写作不受约束或控制，也没有要求提前看到书的内容。事实上，她还鼓励我坦率地描述乔布斯的全部：他的优点以及他的缺点。她是我见过的最聪明也是最理性的人之一。“他的生活以及性格中，有一部分是非常糟糕的，这是事实她早先告诉我，“你不用为他掩饰。他很擅长讲故事，但他的故事本身也非常精彩，我希望看到整个故事都被如实地叙述。”\n    这项使命完成得怎样，我交给读者们判断。我确信会有一些人的记忆有别于书中所述，或者有人认为我陷入了他的扭曲力场之中。在我写一本关于亨利·基辛格（HenryKissinger）的书时也有类似的经历，那本书在某种程度上为本书提供了有益的借鉴。我发现人们对于乔布斯有着十分强烈的肯定或否定的情感，罗生门效应十分明显。但我已尽自己所能公正地去平衡不同意见，并对信息来源做到透明。\n    这是一本关于一个富有创造力的企业家的书，关于他过山车一般的人生，关于他炽热强烈的个性。他对完美的狂热以及积极的追求彻底变革了六大产业：个人电脑、动画电影、音乐、移动电话、平板电脑和数字出版。你可能还会想到第七个产业：连锁商店。对于零售连锁产业他算不上彻底变革，但的确重新描绘了这个产业的画面。此外，他通过开发应用程序，为数字内容开辟了一个全新的市场，而不再像以前一样只能依赖网站。随着时间的推移，他不仅制造出革命性的产品，还在自己的第二次努力下成就了一家充满生命力的公司，这家公司继承了他的基因，集中了一群极富想象力的设计师和大胆创新的工程师，他们能够将他的设想发扬光大。\n    我希望这也能是一本关于创新的书。如今，美国正在寻找方法保持自身的创新优势，全世界都在努力建设创造性的数字时代经济，乔布斯成为了创造力、想象力以及持续创新的终极标志。他深知21世纪创造价值的最佳途径就是将创造力与科技结合起来，所以他创建了一家公司，在这里，想象力的跳跃与高超的工程学技术被结合到一起。他和他的同事们能够以全新的方式思考：他们开发的并非是针对目标人群的普通产品改进，而是消费者还没有意识到其需求的全新设备和服务。\n    他不是众人尽可效仿的模范老板，或是人类楷模。他就像被恶魔驱使一样，可以让身边的人狂怒和绝望。但他的个性、激情与他的产品之间是相互关联的，就好像苹果的硬件和软件一样，各为整体系统的一部分。因此，他的故事既有启发性，也有告诫意义，其中充满了创新、品质、领导力和价值观方面的经验。\n    莎士比亚的《亨利五世》——一个关于任性幼稚的哈尔王子成长为狂热又敏感、冷漠又感性、鼓舞人心又并不完美的君主的故事——开头就是一段呼唤：“啊！光芒万丈的缪斯女神，你登上了无比辉煌的幻想的天堂！”哈尔王子要做的很简单，只需要传承他那位国王父亲的事业。而对于史蒂夫·乔布斯来说，那光明的创新天堂之旅，始于他的两对父母，以及一个学习如何点石成金的山谷。\n\n",
    "replies": []
}