{
    "title": "小说《我的块》。更更更更更新啦，第十二章。",
    "author": "马赛克了",
    "replyCount": 94,
    "timestamp": 1370666040,
    "txt_content": " 本帖最后由 马赛克了 于 2014-5-12 22:58 编辑 \n      本文在BBS论坛是首发，如有雷同，就让它飘在风中。      \n      感谢尤里的猫菌提供的图片支持，他一定是只触我觉得。\n\n章节目录：                              字数统计不含标点空格\n              1.在下方                              2054                           \n              2.点图跳转           图            1930\n              3.点图跳转           图            1888\n              4.点图跳转           图            1785       诶。在递减？\n              5.点图跳转           图            1767\n              6.点图跳转           图            1817\n              7.点图跳转           图            1861\n              8.点图跳转           图            2373\n              9.点图跳转           图            2960\n            10.点图跳转           图            4252 \n          10.5点图跳转           图            1381      翻页的一章\n            11.点图跳转           图            3427\n            12.点图跳转           图            1719   \n1.在此点开即视\n \n　　我是一个游戏角色，我叫孙蒂夫。\n\n　　首先，我认为这样的开头非常草率，因为我无能自知，也没被告知怎么向正在阅读的看客交代我是如何甄别出自己是一个贴图和动作框架构成的3D人物，所以，看懂这句话的你，很可能不是这世界的玩意儿，到底是什么，或者为什么，我不得而知，不如自挂东南枝。其次，我很费解我为什么会对自己的硬件产生质疑，为什么会有对自己的硬件产生质疑的想法，你有曾怀疑过自己不是肉做的吗，哦你是狮子座的，但无论如何，马赛老师告诉我，把前几句话说完，我的人设就成立了。真是可喜可贺。\n\n　　而现在，我正怀揣书与笔，准备好手艺，给你们讲讲我的故事。想了半天，我有些心神不宁，扭头看床，床上有郎，然后我放下书拿起笔，开始写。\n\n　　1.\n\n　　我叫孙蒂夫，我是在小河边洗脸时通过水面反光看清自己ID的，但当时我并没有多想，虽然村民头上没有ID，但我一直觉得他们要是去河边洗脸一样会看见自己名字，如果他们愿意走远点去河边的话，如果他们愿意洗脸的话，如果他们都不叫智商捉鸡。\n\n　　不久我看见了血条，马上以为右边是蓝条，通过被实践，我送给他们叫做僵尸的生物几个人头后，得出了蓝条决定能打多久和血条决定能挨多久打的结论，倍感愉悦，说到这，我的蓝条又降了一格。\n\n　　我走到一位村民面前招呼他，说，这位勇敢的朋友，你看我这是什么情况。\n\n　　村民捂着脸说，你弄疼我了。你说什么。\n\n　　我把村民的脸拉近显示...哦不，拉近我的状态栏，用方正规则的手指着说，这个要怎样恢复。\n\n　　村民把刚拿出来的土豆块藏在裤兜里说，吃这个。\n\n　　我说，哪个。\n\n　　村民说，土豆。\n\n　　我伸手去掏村民的裤兜说，这太不好意思了。这怎么敢当。\n\n　　村民往后站了一步说，你给我绿宝石，我给你土豆。\n\n　　我不明白当今的物价，进而不明白等没等价，不敢胡乱接话，就说，绿宝石怎么获得。\n\n　　我没等到村民说话，有点情绪，又招呼了他，继续说，绿宝石哪来。\n\n　　村民捂着另半边脸说，好疼好疼。哦，你说什么，绿宝石吗。我不知道，但我需要。\n\n　　我担心再与他对话会干掉他，于是找到另外一位村民。这位村民和刚才那位造型类似，但颜色迥异，一样别致的鼻子和手操袖，不一样的膝盖，我猜此公可能是干部，还是正级。我招呼他说，那个，村长，这么晚上哪去。\n\n　　村民捂着脸说，呵呵呵呵。你说什么勇士。\n\n　　我说，在哪找绿宝石。\n\n　　村民说，别瞎说，我还不是村长呢。\n\n　　我说，在哪可以找到绿宝石。\n\n　　村民对着看不出指头的手数数，说，不过村长先生应该要退休了，但让人愤怒的还得等一、二、三..反正好几个月，我和隔壁的野鸡先生商量好了，这几个月我们不种植不养殖，就等村长先生退休，但村长先生的儿子似乎对村长先生的位置很感兴趣，我们在上周才知道，于是计划村长先生和村长先生的儿子都活不到死的这种方案。你知道吗，我现在去和僵尸们交涉，让他们吃掉我们的羊，顺便吃掉我们的村长先生和村长先生的儿子，虽然羊没了我很心疼，但...你懂的。你可千万别和别人说哦，对了，你叫什么。\n\n　　我保持一脸的喜闻乐见，说，你好，准村长大人，我叫孙蒂夫，是石头缝里蹦出来的。\n\n　　准村长点点头往外走，边说，好的好的，小孙。我得走了，天亮之前我还要赶回来收菜，真真的。\n\n　　当下，我若跑上去大喊吃俺老孙一棒一面阴他裆下，分分钟我就会成为人民的英雄，成为村长的救命恩人，成为村长儿子的救命恩爹，毕竟准村长图样，我是为民除害，我是为人民抛别人的头颅洒别人的热血，到时不光绿宝石，连土豆也是按吨计，妈妈再也不用担心我的发育。\n\n　　可我没有。\n\n　　为何？\n\n　　因为我挂了。\n\n　　由于基础设定的完善，我并没有跑尸，在第一眼见这世界的地方复活后，我准备喝杯水，休息一下。这时，我觉得我怎么都应该坐下思考，思考刚才袭击我的比我高一格的壮汉是个什么东西，那么黑的夜里，它是如何找到我同时秒掉我的，不过我找了半天找不到坐下的功能，不能坐下，就此作罢。\n\n　　没多久，我回到案发现场，那里还留有我的遗物在地上飘，不仅飘，还朝一个方向转。对于我亲手撸出来的物件，我有说不出的归属感，如今我意外身亡，东西怒洒四方，一起亏空的，还有一抹淡淡的忧伤。为了满足失去的感，我认真的左顾右盼向那潜行，默念一路顺风，很快就到。\n\n　　很快我就到了，经对比，我比常态下的我的菊部要多出两箭，直逼九环。\n\n　　我快速的捡完我的曾经，马上起身来回晃，按前前后后左右左的方式游走，随后扎进建筑物的盲区，以此作为掩体，藏好肉体，避免再被射，也就在此时此刻，我吐了。\n\n　　我心想，长辈说得真对，千万不要在没吃早饭的情况下做剧烈运动，容易吐。\n\n　　来不及吐干净，一位骨干出现在转角，他手持闪光的弓，看尿性是想射我箭。我见蓝条未满，血条不涨，心急如在这样下去要给自己上坟，不好交代，于是挽起袖子对着他脸疯撸。骨干受我一撸，向后退去，趁此间空隙，我返回盲区，一个简简单单的卡视角就做好了。\n\n　　这事没完，骨干接着上来想看清我再射，而我能做的就是不能让他再射准，循环卡视角二十余次，我击毙了他。\n\n　　我猜我是击毙了他，没猜我不是一个人在战斗。\n\n　　略过转角，壮汉手握粉碎性骨干，慢成狗的走近我，他步履蹒跚，却下脚有力，响声低亢沉闷，促使我精力充沛的注目前方，生怕他空出的手等会儿握着粉碎性的我。\n\n　　汝是何物，从何而来，为何而去，汝为何欺压村民。\n\n　　听见壮汉开口，我松了一口气，人家愿意和你谈谈，代表事态朝着和平发展，即使不好发展，自己也不会马上被砍。我妄图多说两句，促进感情，无缘的世界有缘的见面，那是情分使然，我要告诉他前世的我扭出了颈椎病才换来今生与他见一面，而不是杀几遍，但转眼看见壮汉抖手，我憋了一口气。\n\n　　骨干随壮汉的手成灰飞扬，某种意义上，此乃真正的骨灰，不掺杂一丝过火的杂质，只因风向问题，骨灰全滋润在了我的脸上、腿上，以及腿毛上，润我细无声。\n\n　　壮汉让我深刻体验了挫骨扬灰，我激动的说，眼瞎啊。\n\n　　当然，如果还有时间，我希望我能多说一句英语。\n\n　　whosyourdaddy。\n\n\n\n跪谢尤里的猫对本栏目的大力支持。不谈来世，只愿今生请你吃顿煎饼果子。\n你若为女，我便从你。\n你若为男，那就搞基。\n以下均为小尤亲手撸的图片，请为他加分，点图跳转，这儿有真图。3Q。\n封面在上\n\n水井剧情处\n\n\n密室剧情处\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "jfkcccc",
            "timestamp": 1370666280,
            "txt_content": "孙蒂夫。。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1370667780,
            "txt_content": "字数充足，情节还好，如果是坑爹吐槽向的话，骂语量也还行，如果不是，那就实在有点多了。"
        },
        {
            "author": "邪-冷月",
            "timestamp": 1370668260,
            "txt_content": "写得不大好呀"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370697540,
            "txt_content": "jfkcccc 发表于 2013-6-8 12:38 \n孙蒂夫。。。。\n史蒂夫太普遍，也为设一个悟空的梗。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370697600,
            "txt_content": "笑惨，LZ神风格"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370697600,
            "txt_content": "冥王星人 发表于 2013-6-8 13:03 \n字数充足，情节还好，如果是坑爹吐槽向的话，骂语量也还行，如果不是，那就实在有点多了。\n大体如此，但一直希望以这样的风格渲染一个好的氛围。 要不加个专业吐槽的好了"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370697720,
            "txt_content": "邪-冷月 发表于 2013-6-8 13:11 \n写得不大好呀\n这样的手法习惯了。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1370699160,
            "txt_content": "马赛克了 发表于 2013-6-8 21:20 \n大体如此，但一直希望以这样的风格渲染一个好的氛围。 要不加个专业吐槽的好了\n但是长期有这些不好的词下去，很难写出高级的文啊，至于习惯风格，还是要不断改进的，除非阁下写文不要再继续提高。http://www.mcbbs.net/thread-124236-1-1.html"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370710560,
            "txt_content": "冥王星人 发表于 2013-6-8 21:46 \n但是长期有这些不好的词下去，很难写出高级的文啊，至于习惯风格，还是要不断改进的，除非阁下写文不要再 ...\n谢外星人的建议。其实我知我风，确实不入流，高级文方面，没有想过，毕竟不仅是准村长，我也图样图森破，从前吃了应试教育的亏，难有大堂典雅的气息，但不必担心，因为一直也未有过。哈哈玩笑。\n只是自己想走在这一奇葩的路上，虽然很可能走着走着被腰斩，但也希望多走两步，就为博君一笑。\n提高肯定要不断摸索和学习，自己不足的地方也多，至于写作习惯，嗨，哪有什么好习惯，别人越三俗的越喜欢，长此以往的潜移默化，目测很难变动了。\n再次谢谢外星人的点评，我会好好改进，重新作文，但…你懂的，效果可能不好呀。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370714220,
            "txt_content": " 本帖最后由 马赛克了 于 2013-6-25 18:40 编辑 \n\n　　2.\n\n　　第二天白天，村里传开一位村民深夜出门被僵尸啃掉的消息，四方哗然，导致村民间的对话比平时多延长了5分钟，随后各顾各，再无相关文字和数据显示，好像屏蔽了样。\n\n　　我吃着壮汉赏我的胡萝卜，心中缅怀有过一面之交的阴谋家，准村长虽然级别低，但勇敢，我不禁佩服他深入敌穴送外卖的精神，他连自己是外卖都不知道，真是纯爷们行为。\n\n　　壮汉走走停停，说，前方是野鸡先生的家。我还得说说，昨晚真抱歉，我以为你是想屠杀整个村子。\n\n　　我摆摆手说，无妨无妨，我就想找点吃的，再说我手无缚鸡之力，腿无无影之功，干啥啥不行，瞪谁谁怀孕，你干掉我一次，就能干掉我第二次。话说你怎么没用古文参与对话了。\n\n　　壮汉说，那是商用语句。得亏你是马赛先生的学生，对上了暗号，要不我还得揍你。\n\n　　我皮笑肉不笑的笑，说，惭愧惭愧，老师从未教过我外面世界的精彩，所以不知道你就是铁傀儡，更不知道你是他召唤出来的，老师只是传授我一些生存技巧，连界面介绍和基础教程都没有，为的是未来闯荡自己的天，开拓自己的地，泡自己的...\n\n　　壮汉挠挠头，见机插话，说，很好的教育方法啊。啊，我也有很久没见到马赛先生了，孙小哥，你最后一次见到马赛先生是多久。\n\n　　我去掉胡萝卜的头，随手丢掉，走了几步我感觉不妙，旋即又捡了回来，放在裤兜。我说，我啊，很早老师就离开了，说搞什么服务器，我也听不懂，说来我也有相当长一段时间没见着老师了。\n\n　　壮汉说，孙小哥以后叫我铁板烧吧，这是马赛先生为我取的名字。孙小哥啊，你不知道，当初这个村子没有16号村民，没有21座建筑，所以我们的种族是无法自动生成的。当时马赛先生路过，看到村子晚间经常被怪物骚扰，又不满足生成我们的条件，于是自己动手造了一个，那个铁傀儡，就是我了。马赛先生告诉我，一定要好好守护这村子，我就一直这样到现在。\n\n　　我点头说，烧哥好手段，目测现在村子已经超过生成条件了，为啥不离开出去看看呢。\n\n　　铁板烧若有所思，说，出去...我没想过，我想在这等马赛先生回来，希望他看到村子的繁荣后会欣慰一些。再则，年轻的铁傀儡没有什么战斗经验，我留在这里还可以指导他们。\n\n　　我双手抱拳前后摇，说，好哥哥，佩服佩服。\n\n　　铁板烧继续走着，说，只是不知道昨晚白兔先生怎么跑外边去了。这附近有个天然矿坑，坑口巨大，而且就在地表，一到晚上便有大量怪物出没，特别危险，村长先生早已通知大家夜晚千万别随意离开村子，莫非是梦游出去的。哎，真是太可惜，白兔先生的儿子小白兔还没有长大，遇上这种事，小孩子又不懂，未来堪忧呐。\n\n　　闻言，我顿感纳闷，依照常规逻辑，铁板烧应该会讲一套自责论，包含都怪我都怨我的字眼，因为铁板烧对于整个村落而言属于安保科科长，讲安全工作的是村长，干安全工作的是科长，还有科员，不能乱，眼下死了先生，虽是自主找死，但科长也该代表科室说几句话，以示失责是失责，但确实没办法阻止人家半夜万一是跑出去出轨的情况。于是我说，烧哥，这事不怪你，你不用自责。\n\n　　铁板烧说，当然，如果要追责，那要归根到你身上，你的出现打乱了平常的布局。\n\n　　我没话说，但没话找话说，都怪我，都怪我。\n\n　　铁板烧没有接话，他领我到达一家人的房门前，让我随便看看，我示意你先请进，他示意他个太高，进不去，最多能帮我敲敲门。\n\n　　然后我看见门碎了。\n\n　　瞬间门口刷出一只村民，他神情木然，脑袋朝我颠簸着，我想他在表示他在看我。他说，诶诶诶。是不是你，是不是你，他喵的，你干什么，你想干什么，你为什么要取我门的狗命，这事不该你说了算，我次...咦，铁板大人？哎哟喂我的HIM，你怎么来了，快快，里边请，里边请，你能光临我这儿，真是令我小屋蓬荜生辉啊，快，屋外凉，别站着了，进里边烤烤火。哦对了，你进不去，该死，我本来当初规划的是做3格高的门，奈何技术有限，只能两格。那啥，铁板大人，要不我带点饮食去你家，我们俩促膝长谈一夜，你意下如何。\n\n　　铁板烧拍拍我肩，指指原来有门的那边说，这就是野鸡先生的家。野鸡先生平时不爱说话，是怕生。来，野鸡先生，我给你介绍一下，这是我的朋友，孙蒂夫，孙小哥，这位便是我刚跟你说的野鸡先生了，没关系，不要害怕，你们多说几句话，别一见面就跟杀父仇人一样不言不语，都是朋友。\n\n　　我猜不到铁板烧的听力上限，更看不出野鸡菌哪点怕生，像以往此类前后不兼容的局面，我常常自省是不是自己出了什么问题，比如老师的眼睛能够穿透我不能穿透的皮革，看见我不能看见的东西，首先我会认为大家都能透视，都能看见，而我不能，从而去纠错，心想我貌似是狗眼，不健全，但往往求证完，尤其是老师穿透完那位女子，然后上前和女子猴急的对着内部装饰答案后，我发现我还是很健康，至少比老师少两个巴掌印。\n\n　　记得老师擦干鼻血继续流，说，啊，皮革真是越穿越透啊。\n\n　　打断回忆，我和野鸡还在面对面，双方面面相觑了会儿，出于礼节，我要先说，用于排错。我说，你好你好，野鸡先生，我是孙蒂夫，是一名来至大山里的孩子，性别男，兴趣不男就行，爱好宅，信老师，那么你呢，我想我们可以交交朋友。\n\n　　野鸡没再抖脑袋，说，切。\n\n　　马上我一口气紧张在了嗓子眼，时刻准备着舒张，那么对于他人，就是输出，俗称DPS。铁板烧呵呵的说，都是成年人，你们怎么还不好意思，先握个手，感受一下情怀。\n\n　　我不知道握手还能感受感情，就没动手，说，太不好意思了，野鸡先生不愿和我做朋友啊。难道是村长要退休了。\n\n　　野鸡神色不变，因为我实在看不出哪有表情，仅感到他的视角上扬了点，目睹着我的眉间。他说，咦？\n\n　　随后一道高亢的声音响彻狗耳。\n\n　　铁板哥，一级战备，速来村中心集合。"
        },
        {
            "author": "邪-冷月",
            "timestamp": 1370752440,
            "txt_content": "马赛克了 发表于 2013-6-8 21:22 \n这样的手法习惯了。\n读多些书吧~而且更新请发新帖，如果是一个帖子写一个系列的全部内容，就请一次性写好再发"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370752860,
            "txt_content": "邪-冷月 发表于 2013-6-9 12:34\n读多些书吧~而且更新请发新帖，如果是一个帖子写一个系列的全部内容，就请一次性写好再发\n哈哈，受教。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370752980,
            "txt_content": "马赛克了 发表于 2013-6-9 12:41 \n哈哈，受教。\n别人怎么看和我没什么关系，反正我是特喜欢这种诙谐的风格\n类似于老害写的《一个神仙三百块》，单看文笔，似乎小学生都能写出来这样的小说，但是偏偏让我非常喜欢，而且很轻松欢快~\n总之各种支持"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370753040,
            "txt_content": "马赛克了 发表于 2013-6-9 12:41 \n哈哈，受教。\n还有就是，更新帖可以在同一个帖子内发完，不必要发新贴，那只是另一种方法而已，具体看版规就好"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370759880,
            "txt_content": " 本帖最后由 马赛克了 于 2013-6-9 14:39 编辑 \n风之心_天双 发表于 2013-6-9 12:44\n还有就是，更新帖可以在同一个帖子内发完，不必要发新贴，那只是另一种方法而已，具体看版规就好\n\n哈哈，首先谢谢你，然后请放心，我独守空房二十余年，右臂粗又壮，右掌茧似浪，干得过牛羊，扶得起西墙，上台能内敛，下台不要脸，听得进劝，顶得住念。\n人若在世，褒贬便至，我觉得这些都是好事，我走的叉路，而非歪路，写一点想写的字，能不能到不知道，能不能笑还是最好笑。\n哈哈"
        },
        {
            "author": "冥王星人",
            "timestamp": 1370768940,
            "txt_content": "马赛克了 发表于 2013-6-9 00:56 \n谢外星人的建议。其实我知我风，确实不入流，高级文方面，没有想过，毕竟不仅是准村长，我也图样图森破， ...\n我没有贬低意思，这种文风也可以写很好，在我群里有我分享的一个文，能像那个一样坑爹出国际水平，也是不容易的。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1370769420,
            "txt_content": "这章骂语少多了@w@"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1370771520,
            "txt_content": "马赛克了 发表于 2013-6-9 14:38 \n哈哈，首先谢谢你，然后请放心，我独守空房二十余年，右臂粗又壮，右掌茧似浪，干得过牛羊，扶得起西墙 ...\n想起来了，跟韩寒的《一座城池》风格也略像"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370773020,
            "txt_content": " 本帖最后由 马赛克了 于 2013-6-9 18:23 编辑 \n冥王星人 发表于 2013-6-9 17:09\n我没有贬低意思，这种文风也可以写很好，在我群里有我分享的一个文，能像那个一样坑爹出国际水平，也是不 ...\n\n当然，我明白不是这意思，外星人是好意，能者为尊，能被点评几句，作为晚辈来说，是荣幸，而于我来说，点评达到几段的量，那是巨荣幸。\n至于前边为何这样说，只因自己精气神如此，哈哈，莫怪。\n回到所说的骂语量，嗨，有伸有张嘛，得装正经一会儿，虽然没装好，但都是为了厚积薄发。\n后面文字慎阅啊外星菌。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1370773320,
            "txt_content": "马赛克了 发表于 2013-6-9 18:17 \n当然，我明白不是这意思，外星人是好意，能者为尊，能被点评几句，作为晚辈来说，是荣幸，而于我来说，点 ...\n以后越发坑么？"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370773560,
            "txt_content": "冥王星人 发表于 2013-6-9 18:22\n以后越发坑么？\n坑中自有孔明灯，灯面定无节操论。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1370774160,
            "txt_content": "马赛克了 发表于 2013-6-9 18:26 \n坑中自有孔明灯，灯面定无节操论。\n虚无的卤煮飘荡在秋风之中，那纷扬挥洒的节操，在水面留下一朵朵酷似菊花的涟漪。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1370776560,
            "txt_content": "马赛克了 发表于 2013-6-9 18:26 \n坑中自有孔明灯，灯面定无节操论。\nhttp://www.mcbbs.net/thread-124236-1-1.html\n有空进来吧"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370780820,
            "txt_content": " 本帖最后由 马赛克了 于 2013-6-14 20:18 编辑 \n冥王星人 发表于 2013-6-9 18:36 \n虚无的卤煮飘荡在秋风之中，那纷扬挥洒的节操，在水面留下一朵朵酷似菊花的涟漪。\n\n节操肯定碎成渣了，要不不能砸出菊花的涟漪。\n啊，\n真是 好水好茶好人家，妙菊妙蕊妙生花 啊。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1370783040,
            "txt_content": "马赛克了 发表于 2013-6-9 20:27 \n节操肯定碎成渣了，要不不能砸出菊花的涟漪。\n啊，\n真是 好水好茶好人家，秒菊秒蕊秒生花 啊。\n进群没？"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370784120,
            "txt_content": "冥王星人 发表于 2013-6-9 21:04\n进群没？\n还没。还在手机上，一会儿同步处理。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1370922360,
            "txt_content": " 本帖最后由 马赛克了 于 2013-6-25 18:41 编辑 \n\n　　3.\n\n　　相比铁板烧，我和野鸡走得十分流畅，好比铁板烧用的是广电网，我和野鸡上的是电信网，都是网，前者卡出翔，不堪一击。\n\n　　途中，我不禁惆怅，野鸡走两步，看看我，回头再看路，走两步，看看我，回头再看路，走两步，看看我，回头再看路，走两步，看看我，回头就摔了。\n\n　　我不禁舒畅。\n\n　　野鸡拍拍摔出来的色泽，说，走啊，怎么不走了。\n\n　　我说，我不能这样自私。在我们徒步前往目的的过程中，我意外发现我是你的红石火把（XX说:喂，喂喂。你连僵尸是什么都不知道，怎么还知道红石，你这是开挂啊混蛋！我说，我有书，我有知识我自豪。诶你谁啊，你怎么可以在文段中插进对话。XX说，我是捧哏啊姑爷。），你不看我就不能好好充能，就不能好好走路，我怎能无视你的残缺而独自上路，这不行。\n\n　　野鸡发了一个四声切的音，先行一步。\n\n　　作为围观团体的一员，我有着严格的自律精神，虽然没有完全参与进去，但仍算前线的旁观者，若想成为一线，还需跑快点，所谓手快有，手慢无，便是此理。到那时，我会用带有参与精神的围观态度审时度势，随时随地保持着旁观者清，为世界留下一个客观的真相，要实在参不进去，那也能带回点内幕，和大家一起喜闻乐见，所以掉队这种情况，是不允许的。\n\n　　我跟了上去。\n\n　　抵达村中心，我扫望了下，现场已经有数名手操袖的村民站定，看过去点，井旁站着微量的铁傀儡，再外围还有跑出来的羊，我发觉靠前的位置难以挤进，就跑到外围把跑出来的羊弄成羊毛，顺便等等核心人物铁板烧的驾到。\n\n　　等了几等，铁板烧登陆了村中心，那一刻，在场的观众朋友们陆陆续续向铁板烧的登陆点打去求关照的目光，干净纯粹。\n\n　　一名铁傀儡少年缓步迈出人群，以铁板烧为活动目的地前进着，这条路，目测有五米远。他慢慢喊，大哥，你怎么才来啊。\n\n　　铁板烧说，别嚎，好好说话。呼，我还是跑来的，太刺激了，超过每小时100米了，呼，让我休息一下。\n\n　　铁少年喊，好，那你过来啊。\n\n　　铁板烧走得稳重，说，我正在赶过来。\n\n　　铁少年停止了移动，喊，好，那我在井旁边等你。\n\n　　我不清楚群众怎么看，也许他们早已习惯，但我比较焦灼，他俩的对话内容让我产生了打电话的错觉（XX说：等等，等等，老孙，你他喵的知道电话是什么吗？我说，不要在意细节。），再观移动速度，我都快哭了。\n\n　　功夫不负有心人，在长时间的日晒中，我醒着等到他俩的会晤。我为他们感到荣幸，因为刚举头望天，风云快变，我猜要再慢几步，他们这种族接受了雨淋，铁八成要锈。\n\n　　此刻锈板烧，哦不对，铁板烧说，说事儿。\n\n　　铁少年喊，大哥，你看。\n\n　　铁板烧说，看哪。\n\n　　铁少年喊，这里。\n\n　　说完话，场面好像卡了几秒，没人动，我见没人动我连眼皮都没敢动，因此一览无遗，稍后，铁少年的手臂开始向井的位置移动，看样子得走一阵儿。\n\n　　铁板烧拍拍额，说，一边去，换个灵活点的来给我说说什么情况。\n\n　　人群涌动，人头窜动，在此起彼伏的哎哟喂中，前排挤出一只野生的野鸡先生。见识了铁傀儡的行为方式，野鸡显然更加润滑，更加灵动，但他的表现太滑，脑袋从未好好放在脖子上，一直在调角度。\n\n　　他半倾在地面，手抚胸口，说，干什么干什么，你们干什么，你们为什么要挤我。啊，哦，铁板大人，铁板大人我...\n\n　　铁板烧说，野鸡先生，你到得早，你来说说发生了什么。\n\n　　野鸡声线略尖，唱着说，我不知道，我不能知道，我不可能知道，铁板大人。\n\n　　铁板烧捡起野鸡，说，来，野鸡先生，站起来说话。你不要紧张，就算你尿我脚上，我也不会揍你，我的意思是，你把你看见和听见的综合一下，告诉我。\n\n　　野鸡在颈上放好脑袋，点了点，说，哦哦，是这样，井里有具尸体，是一头僵尸的，但已经变成了很多个小方块。最先发现的是屠夫。\n\n　　铁傀儡扭头对着铁少年看，说，这就是一级战备的原因？\n\n　　铁少年喊，大哥，听他说完好伐。该死的野鸡，快点说，你这人怎么这么磨蹭，哪像我们这样利索。\n\n　　我都不好意思再看，但不禁又看，铁少年的手正往野鸡那启动，要完成指的动作可能还有会儿。\n\n　　野鸡说，不不。屠夫是早上来打水，中午又来打水，早上没有尸体，中午就有了。在第二桶水中，屠夫打起来了僵尸的胃，里面...有没消化完的白兔先生。\n\n　　通过以上信息，我得知僵尸的消化功能不好，很可能跟长期饮食习惯有关，后来一想，他们长期作死，也没什么好习惯，都是逮啥吃啥，牙不好胃口却好，所有能吃的就一个标准，肯吞。\n\n　　铁板烧点点头，说，怎么知道胃里的是白兔先生。\n\n　　旋即人群中丢了一团小方块出来，由于没打马，我就不形容了，过于反和谐。\n\n　　野鸡头朝小方块左右摇，说，啧啧啧啧，只有白兔先生的脑袋比较扁，上面还有个兔子的印儿，啧啧啧啧，太惨无人道，太丧心病狂。\n\n　　铁板烧说，村长怎么看。\n\n　　野鸡说，村长还在睡。\n\n　　铁板烧说，那野鸡先生，你怎么看。你觉得僵尸是怎么死的，完全砍成了渣渣，而且恰好是昨夜啃掉白兔先生主干部分的凶手。\n\n　　野鸡想了想，严肃的说，我认为是自杀。\n\n　　安静了片刻，铁少年喊，啊，要下雨了啊。\n\n　　我向铁少年望去，他指野鸡的手还在走，现在另一只手又往太阳方向打，虽没打多少，但我感骄傲，延迟这么高，不注意细节的人绝对瞧不出那手会有指日的端倪（XX说：重点在这儿吗！！）。不过如果打满打成功，过不了多久，铁少年就可以摆出我是表的造型，正面九点，背面三点，准时准点。\n\n　　指日可待（XX说：喂，义正言辞的形容这事你到底要闹哪样啊喂！）。\n\n　　铁板烧喊，全员戒备，守住各大村口，其余村民等，请好好呆在家中吃喝玩乐。\n\n　　我左看右看又左看，人流在奔涌，为了吃或不被吃，为了活或让他活，而我站在圈外，没事可干。我抬头瞧天空，乌云已关上阳光，遥远的那方，灰色盘旋中央。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1371788760,
            "txt_content": " 本帖最后由 马赛克了 于 2013-6-25 18:42 编辑 \n\n　　4.\n\n　　耗时两天两夜，入夜便睡，我平地撸起一套跃层小房，有窗有床，和谐之极。\n\n　　战备那日晚，铁板烧预判的大场面没有出现，村长醒来咨询了情况，见情况还行，扭头又去长眠，就睡前给铁板烧说了句话，记得帮我收菜。接下来几日，铁板烧的神经都快崩锈了，每天领着铁傀儡们在村子附近扫荡个体户，一般方式是整体分段，但他们刀功不行，不像井中僵尸成块，我实现尾随就靠沿途的酱酱提示他们正在前面不远处干活。有时遇上两个及以上，有抱团嫌疑的，他们碎一个放一个，采取敌人吓尿了会回大本营叫兄弟的方案，去跟踪调查，但他们没找到大本营，放走一两分钟的那个他们都找不到，更追不上。\n\n　　身心弄疲惫后，铁板烧分了块地给我，叫我随意，我闲来无事，开始造房子。另一边，我经常出去收别人的菜，弄别人的禽兽，为了不打扰别人休息，我没有告诉他们，然后我与需要这些货的村民交易，换来绿宝石，再用绿宝石买装备穿，买得卖装备的升级，卖得买材料的涨经验，不仅我装备越来越好，大家也共同富裕了。\n\n　　全凭自己，不靠他人，而且带动了经济发展，我觉得我没有辜负老师，老师一心愿我一人直面人生，不管惨不惨，我做到了（XX说，我能说脏话吗亲！）。\n\n　　又是一个美丽的午后，我拿着野鸡先生家的羊的羊毛布置我家的地板，方法是一排黑，一排白，一排黑，一排白，一排红，半排黑，半排白，排排白。安装到排排时，我发觉即便我锁了门，村民们依然可以用脸贴玻璃的姿态把热情渗透到内部来，下一分钟，他们把自己也渗了进来，我看着他们看着我，听着他们说，你为什么这样排毛。\n\n　　我找不见玻璃的尸体，回答说，我在摆阵。\n\n　　村民说，我不信，你呢。\n\n　　旁边的村民说，我信。\n\n　　村民说，嗯。我信，你是不是在摆阵。\n\n　　我说，摆你妹，染料不够了，快，拿你们的给我。\n\n　　经过大家不懈努力，地板的颜色终于搞好，分布均匀，错落有秩，横竖相邻的方块颜色都不同，给强迫症带来了福音。看到这些，我内心惭愧，之前一直不待见村民，并一直误解村民有硬伤，为表示感谢和抱歉，我请村民们出去站着，然后锁上门，在曾经有过玻璃的地方打上木板，再自己一个人回到屋内，由于天没黑，我只有站在床边反思人生，自省过错。\n\n　　我心想，今后一定要好好对待村民们，一定要时时为他们着想。嗯，明早灰熊先生家的胡萝卜大概熟了，我得去帮忙采采，早点去，避免灰熊先生种植的时候我在那采摘会很拥挤。\n\n　　我还在规划明天，连明日中午在哪吃饭都计划好了，就在此时，一系列的碎门声打断了我。\n\n　　我回头看看刚才有门的地方，说，烧哥，你怎么来了。咦，你脑袋上趴着的这位英雄好汉是...\n\n　　铁板烧手一扬拍碎了在第三格高的木板，头顶一人步入我的小屋，我见那人表情丰富，判断他俩的组合高度超过了三格，假如第四格高的木板底面蹭上了血，证明该判断完全正确，等会我去看看再说。铁板烧左右瞧了瞧，走到我身边，把头上的人放床边，按成坐的样子，转头对我说，孙小哥，冒昧这么晚来打扰你。\n\n　　我说，不冒昧不冒昧。这位是...\n\n　　铁板烧拍拍那人的脑袋，拍了些红色飞溅，但没飞多远，只溅了前者一脸。他说，这是白兔先生的孩子，小白兔。\n\n　　我说，谁？谁的孩子？\n\n　　铁板烧说，白兔先生的。就是上上个星期夜出遇难的村民。\n\n　　在我眼中，小白兔符合了前两字，第三方面我没瞧出，我相信我也没错过任何细节。从前我听老师讲过一个大故事，老师总结其中一段说，是亲生，有血缘，再怎么说也有点牛性，你听我形容的，小孙，红孩儿白白净净，三百年一副正太样，一点和牛魔王相近的玩意儿都没有，没一丝丝禽兽的感觉，你说红孩儿是亲生的，你没毛可以，你没角可以，但你会老爹不会的三昧真火，这他喵的谁教的，太上老君才会好不好，好吧好吧，让我们退一万步讲，排除各种客观因素，说个最直观的，这孩子的脸，绝对的像妈不像爸，我发誓，我发毒誓。小孙，你怎么看。\n\n　　我说，哦。\n\n　　结合当前情况，即使我遇见的爷俩没有向我展示技能，但双方的脸长得跟反义词似的，完全来至两个作者，我可以很负责的说，白兔是默认的，小白兔是下载的，皮肤不同，爹娘的爹就不同。\n\n　　我试着说，原来是小白兔，小白兔，你好，你的妈妈呢。\n\n　　小白兔任一脑门血流，说，妈妈，妈妈是咩啊，我没有妈妈诶。\n\n　　我于心不忍，说，妈妈啊，妈妈就跟爸爸一样，是你的家长，是你最亲的人，是你每一步成长都离不开的人。\n\n　　小白兔摇摇脑袋，说，不知道也，我没有，叔叔，我为咩没有捏。\n\n　　我抬头去找铁板烧的老泪纵横，没找着，只见后脑勺，再听声效，我说，这气氛都能睡着啊喂。小白兔，你想想，除了白兔爸爸，你一辈子最重要的还有谁。\n\n　　小白兔笑嘿嘿的指指自己。\n\n　　我说，你真自重。\n\n　　小白兔说，嘿嘿。\n\n　　我说，那你告诉我，晚上经常陪爸爸睡觉的人是谁呀。\n\n　　小白兔抬手晃晃，说，我知道我知道，是野鸡叔叔。\n\n　　我想了会，说，信息量真大。\n\n　　小白兔点点脑袋跳下床，在屋内不规则走着，摔着，造成满地的血。我不明白，就没阻止，也没去护，看他想干什么，是打回原形两只耳朵竖起来么。\n\n　　看了几轮，小白兔来到一块压力板和一根栅栏组成的桌子前蹲下，小脚一小步一小步往桌下挪，手也忙，正脱裤子。\n\n　　我上前两步走，到达桌前，说，你要干什么小白兔。\n\n　　小白兔嘿嘿的说，便便。\n\n　　我喊，你裤子都脱了就叫我看这个？\n\n　　小白兔点头说，嘿嘿。"
        },
        {
            "author": "我就是来看看",
            "timestamp": 1371926220,
            "txt_content": " 本帖最后由 我就是来看看 于 2013-6-23 02:52 编辑 \n\n确实神作,普通的白话文构成不普通的故事,特别喜欢押韵,特此注册来看卤煮,这个月的膝盖就请你收下吧.\n不过MC的受众群体平均年龄偏小,卤煮要坚持写,还有我等草民看呢"
        },
        {
            "author": "马赛克了",
            "timestamp": 1372413960,
            "txt_content": " 本帖最后由 马赛克了 于 2013-7-2 21:38 编辑 \n第五章莫名失踪，重补。\n5.\n\n　　小白兔留下一地血和一团翔跟铁板烧离开了。我补好门，返回床上，思考铁板烧醒后和我的对话，不是酒后。\n\n　　铁板烧说，我喝多了，刚才睡着了。\n\n　　我捏紧拳头注视小白兔的蹲，说，没事。我可以去做清洁吗现在。\n\n　　铁板烧摆摆手，比铁少年快许多。他说，不用，我就来坐坐，做什么清洁，这么娇气，不像马赛先生的学生。\n\n　　我笑，呵呵。\n\n　　铁板烧拍我肩膀说，孙小哥，你觉得我们和你的区别在哪。\n\n　　我低头瞧见脚下的木板裂开了缝，瞧不见木板上的脚骨裂没裂缝，转头我找准铁板烧的脸，说，烧哥，你有什么事，但说无妨，老师说得好，帮得过初一，也帮得过十五。\n\n　　铁板烧点头乐，说，哈哈，好，我就说了。孙小哥，其实我很明白我们的身份，比起你们来差太多，你也知道，你是玩家组，我们是NPC组，说到区别，最要命的区别就是你能无限死，然后无限复活，而我们只有一次生命。\n\n　　我当没听见无限，垫起脚回拍铁板烧的肩膀表示确实真要命。铁板烧说，我来至哪，我清楚得很，马赛先生的大恩，我是没有机会再报了，连这里的繁荣，我也不能守护到他来亲眼看看，他的希冀，我早铭记，只是现实不允许了。\n\n　　听完上一段内容，我认为我要卡一下，马上我卡了一下，说，烧哥，你什么意思。你别把对话内容搞得跟交代后事一样，是不是村防出了什么问题，这两星期看你们鞠躬尽瘁的模样，没发现有什么异常啊。\n\n　　铁板烧说，没有，没有任何问题。\n\n　　我说，那你着急个什么劲儿呢，你等我几天，我去召唤老师，老师走之前教了我一个方法，说准备一块3X3的空地，邀请七名女子站在里边，前提是要耐看的，然后让她们叫唤老师的名字，七七四十九声后就可以召唤老师。这几天我主要是没见着女子，所以没能实现这一计划。\n\n　　如果有光效，铁板烧刚刚就是两眼放光，生活点说，等于狗眼都直了，但很快变弯，当时我在想，铁板烧是听到哪句话开始放光的。\n\n　　铁板烧说，没时间了。\n\n　　我说，什么没时间。\n\n　　铁板烧说，两小时后你来瞭望塔找我，我在那和你谈谈。\n\n　　我说，什么，谈什么，你别说话说一半换地址啊烧哥，你不没时间了吗还等两小时，你到底要我帮你做什么。\n\n　　铁板烧说，另一半，在瞭望塔说。\n\n　　若干分钟后，他们离开。\n\n　　若干小时后，我也离开。\n\n　　瞭望塔位于村子北，我的房子朝东，出门左拐不远就到，但无路可走，左面被耕地和栅栏封死，也没栅栏门，不能直接过，我更无力撸碎挡我去路的设施————这是铁栅栏，消灭它我必须撸出血。\n\n　　我立即领悟，快速反感一件事或一件事物的诀窍，只需让它在你心烦意乱的时候不停出现，并无法阻止，不论出现的状态是否是主被动的一种。\n\n　　穿街过巷，没人来往，我手贴右边墙壁前进，一边和第三次碰见的稀有野鸡打照面，一边死不承认迷了路，作为老师杰出的肉身GPS学生，我不能输给地图。\n\n　　野鸡见我再三出现，拦住我的去路，说，你干什么。铁板大人告诉我们今晚别到处乱跑，你乱跑什么。\n\n　　我停下来，并列和他站在井边，说，你干什么。烧哥告诉你们今晚别到处乱跑，你在干什么。\n\n　　野鸡说，我我我歇歇脚，对，我歇脚，之前我在做运送岩浆的工作，把它们给铁板大人，你不信我可以，但你不能怀疑铁板大人。不信你去问。\n\n　　我说，我又没问你之前在做什么，更没兴趣听你的流水账。哦对了，野鸡，事到如今，我觉得我有必要和你说两句。\n\n　　野鸡说，说说说什么。\n\n　　我企图坐在井边，腿微盘，手放袖里兜着，脑袋轻摇，有条件再搁把扇子在井沿上，展现一种高深模样，道骨仙风，但身子硬了半天，没一个功能实现。我站直了说，我知道不会是你把僵尸切成块丢井里的，但你知道是谁丢的。\n\n　　野鸡表情呆滞，由于所有人表情都呆滞，包括我。他说，你怎么...是谁丢的。\n\n　　我说，我不知道，但你知道。\n\n　　野鸡说，我我我不知道。\n\n　　我继续编，说，我知道你知道，还知道你知道我不知道的知道，你知道吗，井中尸的方块切面，不是你这种一天手兜袖能够划出来的，这等刀功，不是常人。\n\n　　野鸡说，能不能不要在知道不知道上饶，神烦。有话快说。\n\n　　我不知竖哪好，我没有明确的大拇指。我说，哎哟，你这智商不应该说出如此精妙的话啊。野鸡，你知道我这人眼睛小嘴巴大，万一说秃噜了，不是你死就是你不活，你自己看着办。\n\n　　野鸡说，你想怎样。\n\n　　我用手磕磕井沿，说，态度。\n\n　　野鸡放低脑袋说，孙大哥有事儿您说话。\n\n　　我全盘托出我的计划，说，带我去瞭望塔。\n\n　　月明星稀，跟着野鸡，在他内疚自己的脸不能再提供肿的位置的时候，我登塔了。我感欣慰，大家有目共睹，我的认真没有输给路，更没主动求助，人家自动找上门带路，我无法拒绝，只好受理，我仍旧是一枚顶尖的移动GPS(XX说：要脸吗？我说：好久不见。)。\n\n　　野鸡作别我，在很远的地方回头，喊，靠，你有本事打我人，你有本事追我啊，别躲在那边不出声，我知道你没种。\n\n　　我向他射了支箭表示我知道了。\n\n　　再见躺在血泊中的野鸡，我爬到瞭望塔第二层，在这里，我与铁板烧、铁少年以及背着小包的小白兔碰面。我在旁边插上火把，避免踩到小白兔，小白兔仰头看见是我，嘿嘿笑笑。\n\n　　铁板烧招呼我过去，手指塔外，说，孙小哥，你过来看看，准你说四个字。\n\n　　我怀着不明觉厉的心态走近他，顺着他手臂方向打开视野，透过少量迷雾，我看清楚现状，在这一刻，我条条思路瞬间冻结。\n\n　　我大喊四个字。\n\n　　前方高能\n"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1372424340,
            "txt_content": "马赛克了 发表于 2013-6-28 18:06 \n　　5.\n\n　　小白兔留下一地血和一团翔跟铁板烧离开了。我补好门，返回床上，思考铁板烧醒后和我的对话， ...\n前方高能，目测一大波僵尸正在靠近"
        },
        {
            "author": "王先生007",
            "timestamp": 1372424400,
            "txt_content": "风之心_天双 发表于 2013-6-28 20:59 \n前方高能，目测一大波僵尸正在靠近\n天双在群里发的绅士图。。。。。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1372425300,
            "txt_content": "风之心_天双 发表于 2013-6-28 20:59 \n前方高能，目测一大波僵尸正在靠近\n一大波\n大波\n波"
        },
        {
            "author": "马赛克了",
            "timestamp": 1374145800,
            "txt_content": " 本帖最后由 马赛克了 于 2013-7-18 19:11 编辑 \n坑了半个月，好在没人看，也算给自己交代。\n现上交第六章，新坑待坑。 6.\n\n　　眼前森林密布，但生机稀疏，我感受不到一点自然的精气神，满目都是人工绿化的产物。我说，烧哥，怎么回事，为什么这么多，北面白天我去得勤，那边有裸露的矿石比较好采集，我从没看见有过森林，而且下面...\n\n　　铁板烧微摇头，说，你现在一定知道快速制造森林的方法了。\n\n　　我说，大量树种加...大量骨粉。\n\n　　铁板烧说，数量超乎我的预计啊。中午我就发现不对，我召集队伍阻碍了一些，但基数太大，我们的速度拼不上，森林疯长，部分铁傀儡还受了重伤。\n\n　　我说，他们的AI不可能这么高，背后有人组织？我更不明白为什么他们会对一个村子感兴趣。\n\n　　铁板烧收回手回过头，说，所以，孙小哥，这些真相，由你探清。\n\n　　我有点心惊，说，烧哥，你什么意思。\n\n　　铁板烧说，目前我们战斗力只剩5，不是5成，是加上我只有5名能战斗的铁傀儡，我们几乎可以算是战斗力只有5的渣。不用预计，四面已被围住，我们无法守到天亮，就算如果挨到太阳升起，那么多树，也不是白搭。这一场战斗，不是困兽，而是捉鳖，我们逃不出去。\n\n　　我有些肉跳，难以开口说话，身处这样的场合，我无限趋近词穷，我应该说些什么去淡化铁板烧的忧愁，应该注意什么不能说，从而防止恶化。我并非不明就里，村子于铁板烧而言，关系千丝万缕，不仅是老师一句话赋予一身责任那么简单，我在这虽不曾感到家的温暖，但肯定会给铁板烧温暖，他一生为它，一身将锈，对村子村民的作为，所倾注的感情，完全可以用呵护孩子来形容，而且从不计较孩子不听话，或熊孩子化，变为小学生撒野。\n\n　　所以，我每次路过村长办公室，都要仔细瞧瞧村民为他建造的雕像，感觉被排外之余，更多感动。\n\n　　长此以往看多了，大脑常会闪现老师吟的一句话，一夫当关，万夫莫开，若夫打开，以死对嗨。\n\n　　返回现场，我准备说话，还没发声，铁板烧捧起小白兔走来，先说，孙小哥，我没其他要求，只希望你照顾好小白兔，因此，你不能死，哪怕一次。\n\n　　我胸闷加重，双手接住铁板烧递来的小白兔，目睹小白兔可乐的脸，我逐渐悲凉。我学铁板烧让小白兔趴我头上，反复晃荡躯干，找准平衡点，保证置顶状态常在。\n\n　　铁板烧笑笑，说，你顶着小白兔，真像他爹。\n\n　　我说，我顶着的不是小白兔。\n\n　　铁板烧说，哦，那是啥。\n\n　　我说，希望。\n\n　　风带来麦香，灌入我的鼻腔，我默默的嗅，越闻越肝颤，你知道，同一个字看多了会以为不是这字，同一种味闻多了会以为就是这味，虽然两者没有直接联系，甚至反向，但我在这反常去描绘感观体验，装文艺，演小清晰，是因为除了冷场，我还识别出了腐味。\n\n　　铁少年说，那啥，大哥，我们是不是该出发了。\n\n　　铁板烧说，等等。然后他交给我几块黑曜石，附带一把钻石镐。他说，就在瞭望塔下方距离二十块的地方，里边有足够的水和食物，保护好自己，保护好小白兔，不管什么时候出来，一定得等到天亮。一定要等，别试图挖出去，四面地底的矿坑相通，更深不见底。\n\n　　别急着说话，我还没说完。最后提醒你一点，所有已发生事件的线索，肯定在赋予井中僵尸块状形态的某个人身上，你要小心，保重。那么，去吧。\n\n　　说到去，铁板烧提高嗓门变成了喊，距离太近，我没能阻止他双手操起我。他往上一抛，马上我的视野像标准窗口被最小化般疯狂缩小（XX说：难道你还知道电脑是什么？），无视控制，我化为抛物线上的一点加速下坠。落地前，我迅捷的取下小白兔抱在怀里，用背着地，但我的皮肤弹性没有十足，五足也没到，长吟啊，短唱啊，前者一声后者四声，我摔掉了八格血。\n\n　　而现在，铁板烧去吧的吧字还回荡耳边。\n\n　　我重新站起来，戴上小白兔（XX说：喂，小白兔不是帽子啊喂，为什么非要戴在头顶上这么奇怪的设定啊我去!我说，你错了。不只是帽子可以戴上。），接着站定，等眩晕的DEBUFF消退。\n\n　　小白兔扯我头发说，孙叔叔，铁叔叔为咩要把你像垃圾一样丢下来呢。哇哦，孙叔叔，你头发上这个黄颜色的圈圈又是咩啊。\n\n　　我对小白兔动了手，使他能边哭边抓住我的紧箍咒，说，一个一个回答。先说第二个，这个圈圈，名为老师的诅咒，你一定记着，以后不管是谁要给你脑袋上套，千万不要相信他的花言巧语。第一个，得让我想想，我现在很晕，就像蹲久了突然站起来的感觉。\n\n　　小白兔抽泣着说，白兔爸爸告诉我蹲久了那是便秘也。\n\n　　我没和小白兔打闹多长时间，怕把他玩死，任务还未展开，任务物品就给毁了，这不好，而且我抬了头，瞭望塔的楼梯不见了，这表明铁板烧断了我的去路，也断了自己后路。\n\n　　我顿生犹豫，在帮忙和帮瞎忙两者中找自己，装备耐久低，又不给力，附魔还是初级等级，除了送一血，然后卖队友，我实在想不到目前的我还能做些什么让大家高兴的事。\n\n　　小白兔抓紧我的紧箍咒，身体朝一边倒，迫使我的脑袋跟着转。我边转边说，干什么。\n\n　　小白兔伸出小手指着一方，说，孙叔叔，你看看。\n\n　　我看了看，说，哦，僵尸而已，不要大惊小怪。\n\n　　我非常冷静，向瞭望塔靠近，同时打开背包取出钻石镐，把泥土块放在2号快捷栏，火把放在3号快捷栏，蓄势待发。见惯了大场面，我已经有了作战计划，在数清在场的人数后，我更加巩固了自己的决心。\n\n　　老师，真希望你看看，你骄傲的弟子，同样可以面对我要打十个的局面。\n\n　　固定好小白兔，我握紧钻石镐，并将镐子横置于胸前，大喊，德玛西亚。\n\n　　然后，我向下疯狂凿地，去三格，补一格，第一步做完，就重复第二步————去一格，补一格。\n\n　　就这样，我一去不返（XX说，没用火把？我说，来得及个屁，抓瞎即可）。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1374683760,
            "txt_content": "马赛克了 发表于 2013-7-18 19:10 \n6.\n\n　　眼前森林密布，但生机稀疏，我感受不到一点自然的精气神，满目都是人工绿化的产物。我说，烧哥 ...\n解释下此处的紧箍咒。其实除了双儿等人也没人注意，紧箍咒在原版乃是对猴神器的口活，是一种咒语，此处用来形容主人公头顶某样物件，寓意一种思想和规则禁锢了人类的脑子，如果用金箍，就实打实了。\n既然是游戏，那么以虚带实。\n\n我会告诉你没人看么。\n我会告诉你我在顶帖么。\n\n快洗洗睡了。"
        },
        {
            "author": "z736027620",
            "timestamp": 1375014600,
            "txt_content": "笑抽了……顶一个啦= ="
        },
        {
            "author": "马赛克了",
            "timestamp": 1375026840,
            "txt_content": "z736027620 发表于 2013-7-28 20:30 \n笑抽了……顶一个啦= =\n你若喜欢，便是晴天。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1375201020,
            "txt_content": " 本帖最后由 马赛克了 于 2013-8-6 19:46 编辑 \n本章在宿醉后完工，检查节操已无存活。再见。\n在此纪念一个MOD，也以此表达对wolski的谢意。\n他很喜欢MorePlayerModels哦。\n　　7.\n　　小白兔放出火把（XX说，停，停，什么时候有这样的自动MOD了，什么时候NPC可以趴你脑袋上了，你这是作死），造亮我心（XX说，喂你不要让我在一句话里吐两次槽好伐，造亮你心是要闹哪样啊，温暖你心吗，你是不是把肾拿去买手机了导致保温系统崩坏。我说，我去，你到底是谁，你不知道在别人文段中插话很不礼貌吗，我之前要不是看字数不够我才不会不管你。XX说，靠，再过一章，你就看见我的真身了）。他说，孙叔叔，孙叔叔，你别挖了，这个方块挖不动的也。\n　　我甩甩拿镐的手，说，什么意思。\n　　小白兔说，这是基岩，挖不动诶。\n　　我匪夷所思，说，鸡眼？\n　　小白兔点头说没错。\n　　我无能为力，纵然骄纵轻狂，纵然矫揉造作（XX说，特么的槽点满满啊，都四个字四个字四个字，跟你有关系吗亲），我依然没法抬起我的脚板并将它翻面面对我的脸，或者对着小白兔的脸————我怕踢死他，而且没有我的指向他怎能知道哪个像素点是鸡眼。这是目前的设定问题，我暂时没有左右它的资本，除非作者发福利，讲人情。正因如此，我不能用实际情况给大家讲解足部皮肤角化过度是个什么东西。小白兔仍在成长，我希望用我正确的知识引他走上正轨，不要再歧途上越跑越远，走出鸡眼，现在他在我手里，那么我可以大声的告诉他，不，这不鸡眼，你永远不能在除了脚的地方找到任何鸡眼（XX说，够了！！！）。\n　　但我不能弯曲任意部位。我说，你知道鸡眼？\n　　小白兔说，知道啊，*基的基嘛（XX说，*号省略了不得鸟的东西啊小混球），柳岩的岩嘛（XX说，...），基岩嘛，书上说，任凭雨打风吹去，它岿然不动（XX说，喂是不是窜本儿了？？）。\n　　我顿了一下，说，纳尼？\n　　小白兔晃了晃身体，我的脑袋就摆了摆。他说，哎呀，孙叔叔说了你也不懂，反正你不挖就对了也。\n　　我说，好勒，那现在怎么搞。\n　　小白兔鼻音嗯了段时间，说，白兔爸爸告诉我，不知道怎咩走的时候，那按原来返回回家好了也。\n　　我翻翻背包说，能不能去掉那个也字，听着心慌马乱的。对了，有个好消息告诉你，我没有多的木头了。\n　　小白兔说，孙叔叔真是缺德玩意儿也。你肯定想做梯子，二【哔】啊（XX说，和谐无效啊靠），干嘛不直接用石头方块堆叠上去呢，你包包里边那么多原石捏。\n　　听完小白兔的言辞，我汗流浃背，说，我擦你什么时候学会这么凶残的方言，我擦你智商君什么时候上线的。我擦。\n　　小白兔说，呵呵。\n　　我花掉两分钟意淫了五次用钻石镐把小白兔弄成死白兔的场景，情绪有所好转，待转入常态，我放弃有所企图，手持镐子，向斜上方挺进。\n　　\n　　半小时后，目击者们证明了我的选择没错。\n　　我拿刚敲下来的黑曜石补上空缺，回头张望目的地的长相，边捡起小白兔顶着边描述。此处是一个由黑曜石构成的矩形空间，内部具备人工光源，视野内有水，有肉，有苹果，有箱子，还有那蜷缩在毛毯下的少女，表现了一切好商量的和谐景象，这一瞬间，我感觉无比安全。\n　　我说，烧哥不坑熟人呐。好样儿的。诶，好像有什么不对的地方，咦，等de...\n　　谁？\n　　马上我感受到了脖子上的直线冰凉，我心也跟着凉。我接着上一句说，ng...等。\n　　耳畔传来女人的发声，你可以死了。\n　　我从来没有受过来至异性的威胁，男人也没有，我的字典不存在威胁二字，我就不会用字典（我说，知道我怎么看书吗。XX说，我去你怎么能够自行吐槽。我说，一般看书我是看三本书，一本要看的，一本字典，还有一本，叫如何查字典。XX说，滚！！！）。以秒计算的时间内，我怒气满槽，已经丧失理智，老师说过的手下留情，我即将辜负。我大喊，好汉饶命。\n　　女人说，什么东西。诶，你头上是什么东东啊。好萌，给我抱抱。\n　　事情就这么简单粗暴的结束了。\n　　\n　　我紧盯女人怀里脸发红的小白兔不放，顿觉角色错位好。我咽下苹果，说，姑娘，你怎么能够把身体扭曲成麻花，你怎么做到的。你怎么弯的，我为什么不行，我连上厕所都不能弯曲大腿，怎么破（XX说，你不问问对方是谁么）。\n　　女人说，乖乖，姐姐抱。哈，你说啥。\n　　我复读了一次。女人说，你不准叫我姑娘。我有名字的，叫我无双好了。\n　　我复读了两次。无双说，哈，你说啥。\n　　我吹响口哨，发送信号，随即小白兔像脱缰的野狗一样脱离他人胸怀飞奔到我的头顶趴着，小手紧拽紧箍咒不放，要再汪两声，绝妙。\n　　无双探出身子又立刻收回，说，啊，我的小白白。咳咳，这位先生你在说什么。\n　　我复读了三次。无双说，哦，很简单嘛，你是玩家吗。\n　　见我点头，无双说，哦，很简单嘛，你按Ctrl。\n　　我很费解，说，你确定你在说人话。\n　　无双说，没错。\n　　我说，那我怎么听不懂。\n　　无双说，那我怎么知道你是不是人。\n　　我踢开苹果核，说，小白兔，咱们走。\n　　然后无双做出一个短暂的趴地动作，自带矫情，很快恢复。她说，贱人就是矫情。哦不不，这位先生，你有操作员吗。\n　　我说，我有驾驶员，你看到过，就我头上这位。\n　　无双一手按住嘴唇，发了声啊。\n　　我最见不得这些动作手法，还如此细致，连指头的微妙都不放过，全无公平可言。我取下小白兔，喊，你快说，就像你现在这样的动作，你是怎么做到的，快告诉我。不然我杀了他。\n　　无双说，不要啊。我说，我什么都说。但我什么都说了啊大侠，求求你放过他吧。\n　　我说，那你告诉我，你怎么会使这些并非官方的动作的。\n　　无双饱含热泪，一手捂嘴，一手撑地，两腿叠一起往撑地的反方向弯曲。她说，啥啊人这是，明明人家都告诉你了，明明玩家都有，你为啥不信呢。\n　　我忍住情绪说，给你最后一次机会。\n　　无双瞪大双眸，一览无遗泪汪汪。她说，不要，不要啊。这是超级灵活移动MOD啊，大家进服都有，你为啥不肯听我的把开关打开呢大侠。大侠，大侠。\n　　这就是super smart moving啊。\n　　按Ctrl启用简单模式啊。\n　　啊。\n　　看着无双爬着走，泪水直流，我内心难受————她压坏了地上的肉。我说，你到底在说嘛啊。"
        },
        {
            "author": "wq孙悟空",
            "timestamp": 1375243320,
            "txt_content": "楼主在找我吗？"
        },
        {
            "author": "Coerce",
            "timestamp": 1375246080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "王叙皓",
            "timestamp": 1375247340,
            "txt_content": "不明觉厉                 "
        },
        {
            "author": "我是安德面",
            "timestamp": 1375445460,
            "txt_content": "额，我的叫史蒂夫漂流记..."
        },
        {
            "author": "银狼",
            "timestamp": 1375594560,
            "txt_content": "什么？点击3000多 0 0 比我的史蒂夫·蒙克 还多啊"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1375681020,
            "txt_content": "楼主吐得一手好槽，学习！膜拜！向吐槽高手致敬！"
        },
        {
            "author": "crystalrain",
            "timestamp": 1375683300,
            "txt_content": "写的不错。真的好看。支持了"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1375796220,
            "txt_content": "大神重出江湖，\n顺路过来捧场，\n听说你要封面，\n希望能帮上忙。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1375796880,
            "txt_content": "尤里的猫 发表于 2013-8-6 21:37 \n大神重出江湖，\n顺路过来捧场，\n听说你要封面，\n我靠，感激不尽。"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1375797600,
            "txt_content": "等等你先别谢，\n手机就快没电，\n关前最后一帖，\n其他来日再见。\nQAQ"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1375849320,
            "txt_content": "搞定=w=+\n倒腾了一上午，为了有特色还重新做了你的皮肤（对照你的哈林摇视频做的）\n\n无水印版本下载：\nhttp://pan.baidu.com/share/link? ... 71&uk=369101627\n\n文字什么的你自己加或者和我商量一下我帮你加（主要是我不知道加什么）\n\nYMC公司很荣幸能够提供帮助=w="
        },
        {
            "author": "马赛克了",
            "timestamp": 1375871580,
            "txt_content": "尤里的猫 发表于 2013-8-7 12:22 \n搞定=w=+\n倒腾了一上午，为了有特色还重新做了你的皮肤（对照你的哈林摇视频做的）\n今天上班，现在才看到，非常兴奋。\n我十分感动，然后用上了这个图。我去神级手艺啊。"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1375873980,
            "txt_content": "马赛克了 发表于 2013-8-7 18:33 \n今天上班，现在才看到，非常兴奋。\n我十分感动，然后用上了这个图。我去神级手艺啊。\n过奖过奖……\n小小C4D，傻缺都能用，但你不是傻缺，我没那意思，\n强烈建议你下次更新的时候，可以新开个帖，\n加分里你说还要更多图？\n稍等，图就来，\n当然我效率也不高，你愿等则等，不愿我也没法子。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1375874160,
            "txt_content": "尤里的猫 发表于 2013-8-7 19:13 \n过奖过奖……\n小小C4D，傻缺都能用，但你不是傻缺，我没那意思，\n强烈建议你下次更新的时候，可以新开个 ...\n不是，我的意思是，如果可以，我希望能给你更多的评分。7级用户只能帮你到这儿了。"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1375874700,
            "txt_content": "返回原处看了三遍，懂了0v0。\n但如果我想统治世界，也没人能阻止我，除了精神病院。\n另外真心求开新帖，客流量多了，你的加分也多了，\n你的加分多了，我的加分也多了，哦、不不，我没这个意思。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1375880880,
            "txt_content": "尤里的猫 发表于 2013-8-7 19:25 \n返回原处看了三遍，懂了0v0。\n但如果我想统治世界，也没人能阻止我，除了精神病院。\n另外真心求开新帖，客 ...\n一帖好整理，况且也没有要刷多少多少人气的目的。\n不过我若能火，肯定有你一份。下一新坑待发，差两万字，等你新封面，我很期待。"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1375880940,
            "txt_content": "第一问：小白兔是萝莉还是正太？\n第二问：无双大概长啥样？\n第三问：黑曜石密室大概多大？"
        },
        {
            "author": "马赛克了",
            "timestamp": 1375884180,
            "txt_content": "尤里的猫 发表于 2013-8-7 21:09 \n第一问：小白兔是萝莉还是正太？\n第二问：无双大概长啥样？\n第三问：黑曜石密室大概多大？\n他。肯定是正太了。\n无双大概长啥样？哎，人设最初本来是三无少女，结果那边喝多了，写成了具备贱属性的女汉子。\n对，就是女汉子吧。还是有着婀娜的身材。\n黑曜石密室不太大，10X10X5吧，不得了了，村庄里的岩浆不多，外加开采难度大。\n第八章在U盘里，里边有些数据，不慌嘛。\n你认真我很感谢。真真的。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1375935120,
            "txt_content": " 本帖最后由 马赛克了 于 2013-8-8 18:53 编辑 \n\n　　8.\n\n　　故事讲到这里，就全部结束了（XX说，我不是还没出场么你到底想怎样！）。\n\n　　第七章发表后不久，我找到并使用了无双所说的Ctrl键————一块和我们一样四四方方的小方块。当我与之合体时，就好似一把钥匙插进了我的基因锁还扭转了180度的样子，瞬间我体内所有隐藏在基因里的潜力因子尽数打开，我感觉我已经能够随便微操自身的各个细胞和细菌，提高免疫力、降低敌人智力、让敌人感冒流鼻涕等种种技能的施放不在话下（XX说，我靠这是只掌握了细菌的节奏啊）。\n\n　　从来没有过的自由感油然而生，我将重组肌体，面对任何挑战。\n\n　　随后，我重返地面，打败了所有侵入者，重建了村庄，还天地一方安宁。我想，虽然铁板烧离我们而去，虽然野鸡刚刚死去趁热还可以来一盘小鸡炖蘑菇（XX说，我是不是知道了些什么），但前者的精神，将永远激励我们向着朝阳前进。\n\n　　最终我和小白兔，还有无双，一起过上了幸福快乐的生活。\n\n　　这，便是我的块，我的Ctrl键。\n\n　　全书完。\n\n　　...\n\n　　..\n\n　　.\n\n　　我说，瓦特热法可（XX说，什么意思？我说，全译为，叫做瓦特的一名骚年用微波炉热了一碗法式可爱多担担面，表达心急如焚的思想感情。XX说，你够了！！），上面那段是谁写的。\n\n　　无双抱着小白兔摇啊摇，说，对，谁写的。最终那里去掉一个我字才对。\n\n　　我站得笔直，说，对你妹啊。你还没告诉我Ctrl键到底是怎样的剑，是铁剑，钻石剑的一种，还是其他某种矿物质打造的剑？\n\n　　无双沉吟半天，然后...睡着了。\n\n　　我跑上前弄醒了她。她说，诶，什么。我的屁股好生疼痛。\n\n　　我说，你能和一个陌生男人共处一室而且能睡着，你是有多大的心眼。\n\n　　无双抱紧小白兔，说，你想干什么。\n\n　　我说，不想干什么，问了你无数次你也不知道，我失去了信心。那么，你是谁。\n\n　　无双挠挠头说，我不是告诉你了么，我是无双，我是无双啊亲。\n\n　　我打直手臂对准无双丰富多彩的脸蛋怒指，说，特么不要做不合理的动作。你究竟是谁，从何而来，为何而去。\n\n　　无双说，哦原来你问这个。我是一名玩家撒，最近在外边四处采矿，昨天发现地面大量怪物，就往地下走了。没想到地下到处都是野生的矿洞，更没想到这里有黑曜石的安全区。进来躲躲，等天亮再说。对了，你又是谁。\n\n　　我低头瞧见自己的胸部平到可以直视地面，说，我是红领巾，我为雷锋代言。\n\n　　我们有一句没一句的聊着天，共享着若有若无的情报，共享着渐行渐远的时间。人们常说时光如流水，逝者如斯夫，一寸光阴一寸金寸金寸土买房要当心（XX说，最后一句是怎么回事？？），我认为不全对，毕竟在一个密闭的空间里待上一晚上不是什么好事，即使不愁吃喝，佳人相伴，但是佳人吃完伙食便伙同小白兔一起睡觉，留我一人等天亮，再无活物去弥补相对论的不足，我会无比难过。没有什么比用无聊打发时间更难过的事情了。\n\n　　我默默数羊，数了一遍又开始验算，如此反复，不知到了几周目，有那么一刻我认定天亮了，于是疯狂的把无双从床上拖到地上（XX说，我擦注定孤独一生啊！！什么叫疯狂的拖下床啊！！！）。\n\n　　无双弹了两下爬起来，说，怎么啦。\n\n　　我说，我看表。\n\n　　旋即我夺过小白兔放在无双的进攻路线上，无双一顿，收回小刀说，好贱。我去年买了个表。你看什么表，哪有表。\n\n　　我说，床就是表。\n\n　　无双说，说人话。\n\n　　我来回踱步，双手捧捧脑袋，你可以想象一下无法变弯的手怎么捧脑袋，我仅仅是想用肢体语言表达有些事得靠脑子。我说，你认为床有什么用。\n\n　　无双捡回小白兔，保护好他的熟睡，边说，无非是睡觉，还能有什么用，还能拿来比赛吗。\n\n　　我说，比赛什么。\n\n　　等了会儿无双没说话，我继续说，床，就是表。\n\n　　无双说，我去大侠，这句话比上一句多个标点符号，你莫非以为每个人都能在你打的标点符号里读出一个悲伤的故事？\n\n　　我高举右手，说，错。你看。\n\n　　说罢我像自由女神像般硬起身板倒在床上躺着。无双见势，一脚踢出我一口老血。她说，你特么的就是想睡床上是不是。\n\n　　我任凭血流，身体岿然不动（XX说，这句话怎么这么眼熟），说，你又错了。你只看见我睡在了床上，熟不知，我也睡在了晚上。\n\n　　无双说，什么意思。\n\n　　我重复数次起床睡觉的动作，说，你瞧我又起来了。你瞧我又躺下去了。你瞧...噗，喂，别踢脸啊。\n\n　　无双安放好大腿，说，你在逗我？\n\n　　我甩掉脸上的血说，这是我用实践告诉你，如何判断天亮或者入夜，能上床，是夜晚，不能上，是白天，怎么样，是不是这个理。\n\n　　这时，无双掏出了钟。\n\n\n\n\n\n　　生活便是如此，它是一堆你想要努力拉出来的翔，凭借菊门括约肌的能动性和自己的毅力使其成功出现，达到润肠爽胃活血健脾的目的，若失败则是便秘，但现实的结果往往只崩出一个屁，不尽人意，而且被人说它真的很臭不要再放了好吗（XX说，喂这是什么重口的比喻，一个表而已你不会失去了活下去的动力了吧哥）。\n\n　　无双就这样终结了我的好心努力，让我白流那么多血白放那么多屁（XX说，喂！！！）。我默默无言的看着他们接着睡觉，默默等待天明。\n\n　　之后钟的指针告诉我，时间不早了。我叫醒他们吃早餐。\n\n　　小白兔坐地上啃苹果说，哇塞塞，这个黄颜色的苹果吃了感觉自己变厉害了也。\n\n　　无双摸摸他的头说，好吃你就多吃点。诶，骚年，从早上起你一直不说话，又不吃饭，你肿么了。你这是在突破我对你的第一印象吗。\n\n　　我被勾起兴趣，说，我正在思考。你说突破第一印象，那你对我的第一印象是什么，怎么突破了。\n\n　　无双抬手轻顺头发，抚颈而下（XX说，我一直忍住没说。你们有脖子么还抚摸抚摸靠！），说，抱歉，我只是无聊问问，我没有打算回复你。\n\n　　我说，反正你问了，我不介意听听你的想法。\n\n　　无双说，好的。这样说很对，当初是一个二【哔】青年，现在转型普通青年，最终失败。看来已经失败了。\n\n　　我自动过滤，说，接下来你去哪。\n\n　　无双说，回家。\n\n　　我说，好，那我们回家。\n\n　　无双说，没有们好吗。我们狭路相逢，该干嘛干嘛,出了这个门，从此是路人，要不是看到小白兔这么萌，我早把你切了。\n\n　　我捣鼓包包说，哦，意思说你的刀法很厉害咯。\n\n　　无双环胸抱着双臂（XX说，你确定有这玩意儿？），略偏头的说，哼，想试试？以你的道德观，又是拿小白兔来做挡箭牌吧，你这些人渣玩意儿在哪学的。\n\n　　我哎哟说，姑娘你今天吃了火药没喝灭火器吗，这么饱满的求抽欲。\n\n　　无双说，你管得着么你管，老娘今天是天然假期心情不好你懂个屁，挖个矿还遇到你这号人了，真特么倒霉。\n\n　　我说，米吐。\n\n　　无双一脸漠然，说，呵呵。只有畜生才能教出你这么畜生不如的家伙。\n\n　　她的话糊了我一脸不高兴。我知道女人的情绪反复无常，也明白有时需要刀剑相向，做做样子，但在短短数句话后发生异常，连马赛老师的物种都给换了，我难以不释放尊师重道的情感。这很奇妙，我随时随地黑老师没问题，老师时时处处欺负我没关系，唯独别人说三道四，我八成会干掉他，不论对方性别肤色，不管已所不欲勿施于人的条例，同时边打我会边念台词，你的没头脑让我特别不高兴。\n\n　　我安置好小白兔，说，好吧。你想切我的话，请便，但有一点我必须告诉你，杀我可以，说我老师的不对，不行。就这么简单，我相信你能做到。\n\n　　无双作出一副好笑的表情，说，哈哈。废话多，大小畜生一对，来啊，战个痛快。\n\n　　我听话的上前战个痛。"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1375963980,
            "txt_content": "\n\n这张是早上做的，我们这停电了，\n刚才刚来电，不过晚饭就吃多了，还喝了不少酒，现在头很疼，\n手机上看到你更新了，爬过来发的图片，第八章还没看，等头疼好了再去看QAQ。\n加油！\n无水印地址：http://pan.baidu.com/share/link? ... 63&uk=369101627"
        },
        {
            "author": "马赛克了",
            "timestamp": 1375964520,
            "txt_content": "尤里的猫 发表于 2013-8-8 20:13 \n这张是早上做的，我们这停电了，\n刚才刚来电，不过晚饭就吃多了，还喝了不少酒，现在头很疼，\n手机上 ...\n不急，身体要紧。\n图我又收了，妙哉。"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1376048820,
            "txt_content": "\n第三章的，还特地做了井里僵尸的尸体。\n自带村民围观团。\n无水印版本下载：Lv1版本、Lv2版本（第二个是凌晨的时间）对照原版建议使用Lv2版本，四合一疗程"
        },
        {
            "author": "寂寞神话",
            "timestamp": 1376059800,
            "txt_content": "额，孙蒂夫。楼主你花了多久时间啊？？？还有，你这巨作真的令我无语啊[diamond_sword][diamond_gem]"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1376186640,
            "txt_content": " 本帖最后由 尤里的猫 于 2013-8-11 18:45 编辑 \n\n昨天渲的三张，因为光线的问题弄了一晚上（本来是要通过月光体现出凌晨/午夜的时间，后来全局光照一开火把把整张图都照亮了-。=）\n\n\n\n\n\n用哪张您自行斟酌\n（第一张太亮，第二章太暗，第三张适中；不过……都有各自的气氛）\n三张图片无水印下载：http://pan.baidu.com/share/link?shareid=3556927560&uk=369101627"
        },
        {
            "author": "Zdszky0426",
            "timestamp": 1376190540,
            "txt_content": "支持原创作品"
        },
        {
            "author": "马赛克了",
            "timestamp": 1376200920,
            "txt_content": " 本帖最后由 马赛克了 于 2013-8-11 14:29 编辑 \n\n　　9.\n\n　　我探出几手快攻，脚法自然交替左右左不冲突，但由于肌体受限，四肢加躯干绷得跟牙签似的，又直又脆，不仅大幅影响作战效率，而且不好看,就像一群神经病玩老鹰捉小鸡，而我是其中最欢乐的那个。拳至近处，无双卸开攻势，反握小刀贴我胸直上，下盘伸大腿掐住我的动势，线路如果没跑偏，目标定然是切开我的颈动脉。\n\n　　我说，我靠这么狠，一击必杀啊。\n\n　　边说我边向旁边侧头，同时右手捏了个我自以为是手刀的手势朝仍在进攻中的无双的手横切过去，脚被卡住只能选择退，前倾容易导致上身不稳从而崩盘，不过没关系，用身体施予你静止状态的人他同样有部分不能移动，除非不是物理攻击。打到哪了，哦。先手的横切未至，我快速上抬另一只手，实现双管齐下，且不管哪一方作为佯攻，基于攻速远大于对方的前提，在相对运动中至少会有一手正好击中无双的手腕（XX说，怎么一副必胜的样子啊混蛋！你什么时候这么厉害的啊混球！你这是爆发查克拉了啊中二患者！！）。\n\n　　无双反应不错，见状不妙立马收手。我趁她卡顿瞬间出脚反制，左手避开刀锋绕后处理掉她的手腕关节，实施抓握，现在右手刚刚到，顺路下来取过小刀，然后躬身推臂，把无双挡出五六格远。\n\n　　无双喘了口气，咬牙说，呼，好快。你居然扮猪吃老虎...\n\n　　我打开包包放进小刀，说，承让承让。\n\n　　无双接上句说，...还是说，你吃了药，正在享受疗效。言毕无双迅速进食完一颗金苹果，俯身对我冲锋，这一刻，她掏出了一把钻石剑。\n\n　　我说，又见土豪(XX说，不要把自己说得跟BOSS一样还很淡定看对方加BUFF啊！！)。\n\n　　显然，吃下药苹果的无双比没吃药的无双速度快不少（XX说，你不要在奇怪的地方把苹果省略掉啊喂！），我暗忖道，果然是吃药没吃药的区别。她直线加速而来，保持前倾的突击形态，流线性十分科学，风阻已经不能阻碍她了。到快近我身时，依托惯性她弹射脱离引力，身体拉直平行于地面，接着横刀在空中旋转，刀光闪闪，让我眼生剑刃风暴即视感，还是俯看那种。\n\n　　我心道不好，目前她的头触手可及，出于人道主义，我不能这么办。那怎么办？立马我跳起来一脚把她的头踩回地面。\n\n　　小白兔的声音传来，啧，秒杀呀...好疼的说。\n\n　　我打开包包放进钻石剑，后退两步，说，疼么。要不不打了吧，待会打死了，你又会在这里的床边复活，不好，不好。\n\n　　无双半趴在地上，晃晃脑袋，再拍拍脑袋说，不可能，不可能。你不可能这么厉害。\n\n　　我耸耸肩，说，嗨，目前我除了弯不了，其他皆有可能。\n\n　　无双抬头盯着我不语，我也不语，反正都是无语，我关上包包说明什么也不会还给你的少女。过了一会儿，我被盯得有点发毛，她开口说话了。她说，你是谁。\n\n　　我说，不是告诉你了么。我是一名红领巾。\n\n　　无双说，不对，从第一章开始，到第七章结束，你前后死亡次数高达10次，中途表现一直都是胆小怕事、懦弱无能、落井下石、见便宜就占、见利就忘义，就连村上的战役也卖了队友一人逃跑，你身上完全集合了败类的所有缺点，绝对不可能。你是不是换了替身？\n\n　　瞬间我把脑袋打了几个方向，喊，我靠不会有摄像头吧。你为啥知道。\n\n　　无双坐起来喘，说，我看的实况（XX说，为了提升自己的实力这么不要脸的设定都出来了啊！）。\n\n　　我点点头，说，原来如此（XX说，居然厚起脸皮承认了啊！！）。要不我给你说说，改善改善关系。\n\n　　无双轻哼说，请便。\n\n　　我说，如果我说我当此是游戏，娱乐为主，认真为辅，何必都要用战斗去解决遇到的难题，何必去左右剧情的发展，作为一名有代入感的玩家，忘掉真我享受新我不是理所当然的事情吗，这种说法，你信吗。\n\n　　无双微微低头，过会儿略略点头，说，嗯...我，我信。\n\n　　我说，在上个世界老师便说过，你是我最重视的学生，虽然我对每个学生都这么讲，但你很特别，因为我和你讲话时你是唯一一个敢踩我脚的男人，现在快拿开。嗯，从我教你开始，我就发现你最厉害的能力不是某项手艺，而是学习，不但可以完全消化我传授的东西，还会举一反三。这是我希望每个学生都拥有的技能。\n\n　　唯独和其他师兄弟的不同是，你没有太多感情。你就像一个拥有AI的机器，只会机械化的学习并进化，可从来没有详尽的情绪勃发。\n\n　　你缺少自我。\n\n　　无双说，那你来这是寻找自我？寻找缺少的情感？我怎么觉得你情绪满满呢（XX说，感觉主题变了，很浮夸的样子，这是一个寻找自我的故事）。\n\n　　我搓搓大腿说，废话，老子可是真善美一体的好骚年。\n\n　　无双说，我越来越不明白了。\n\n　　我说，你当然不明白。因为老师这话是准备给对大师兄说的，老师那天醉成狗找错了诉说对象。此后不久，大师兄杀了我们最小的两个师弟，为逃脱老师的追杀逃到了这个世界，至今我仍未知道那天大师兄杀师弟的目的。而我，最近在老师房间发现他留给我的讯息，上面说，老三，你看到这封手信应该在我离开两个月后，轮到你做清洁，厕所的威猛先生没了，记得买一瓶儿。我知道你一定会翻我床下的DVD盒子，所以把信放在了这儿，避免其他师兄弟发现，你想如果要让老二发现我的留言的话我必须得把信放在老四的屁股里，谁知频率是多少，没准我前脚走，他俩后脚就来了，况且，也只有你有本事和老大SOLO。\n\n　　你能看到这儿，我相信我还没回来，那我可以自信满满的给你说，我已经被牵制。但他一人是无法挑战我的，唯一原因可能是他低能的智商帮他找到几名实力相当的伙伴，但他们仍旧不敢对我下手你放心，家里有他需要的东西，只有我能开启，在没回到这个世界前，我不会死。\n\n　　别人问起我时，你就说我搞服务器去了。下面是来找寻我的方式，保持低调，以防被搞，不急不躁，以逸待劳。\n\n　　略（XX说，剧情急转啊！！变成一个报仇雪恨的故事了啊！！）。\n\n　　无双拉眉一皱，说，你敢告诉我这些，不怕我走漏消息？还有，你讲的这些我当故事在听，而且你不认为前后矛盾？\n\n　　我鄙视无双人性化的表情，说，我本以为走剧情路线，方便排查异常，类似我们这类异世者，融入这世界的过程有很多异样发生（XX说，直接说犯二不就行了），这样我会容易发现大师兄的行踪从而攻克,同时他很难发现我。但现在因一次不明组织的进攻而变得不同了，我之前在想，一个村庄怎么会吸引大量怪物，会是我刚来就刚巧引起战争的简单情况吗？你也一定鄙夷我有能力不上依然卖队友的现象，这两点，我无需给你解释。\n\n　　我知道你现在是高维度生命体在该世界的一个镜像而已，我同样和你一个维度，只不过我们进入的方式不同，你是通过某种手段去具象化一个虚拟代表自己，本体在高维度世界，而我们，是经过自己也不清楚的一种流程把本体维度降低（我说，其实我清楚怎么降级，不好意思说。就是把新买的威猛先生涂满全身，从五楼的高度往一个老师制造的特殊马桶里边跳，跳进去即可。XX说，这是什么奇怪的马桶啊！！跳进去还穿越进游戏啊！！！跳偏了就死了等于被马桶谋杀啊！！马桶会成精啊！！咦？不对，你既然知道这是游戏为什么第一章还说自己什么无能自知，就是不知道自己是个游戏角色。我说，因为我确实不知道进入马桶后是如何变为3D立体的游戏角色的，而且你不觉得开篇第一段就写从马桶而来很不卫生吗，这只会让观众想，啧啧这主人公真心是要不得。XX说，你看你做的事儿早就要不得了啊！！！话说你用括号里的只言片语就想推翻前边正文的肯定剧情才是最草率的吧喂！观众会答应吗！！我说，不要在意细节，海贼王的四皇红发香克斯上场就被啃掉一只手臂，人家后期怎么说的，后来说，我把手臂赌在了新世界），然后挤进来，并依照本世界的规则存在。这便是我为什么不急着找老师的原因，有什么比无限复活更牛皮的设定吗，大师兄纯粹的干掉老师，老师在其他地点重生，随后大师兄继续被老师追杀，一个小伙伴都不留下，老师这个生物究竟有多厉害呢，所谓的被坑一次强一次正好在此体现，那么大师兄只好跟孙子一样好好伺候老师，不能让老师掉血，还必须时刻防止老师的自行了断，做好前边的事以后，大师兄会想法设法套取老师情报，或者永久软禁，以某种方式实现信上所说的获得一个什么东西的愿望。他也不敢回去，那边更危险，我推测他目前所需的是另外开启那东西的方法，或者替代那东西的新物件，这些或许只有老师知道，而恰好在老师身上打主意的行为是不科学的，大师兄该何去何从呢？\n\n　　哈，反正我们的目标是，找到大师兄，带回我们本来的世界，接着处理掉。\n\n　　所以，即使你知道并放出消息，于我来说，是好事儿。以大师兄战斗力暴表智力值渣渣的总体属性，要么不动，要么动一发而牵全身，我更容易寻他的踪迹。\n\n　　当然，说了这么多，包括我在这里的情况，全是计划中的一环。不在计划中的，只有你而已。\n\n　　孙叔叔，就因为你计划救你的老师所以对铁板烧叔叔见死不救吗？"
        },
        {
            "author": "745258264",
            "timestamp": 1376372040,
            "txt_content": "继续继续楼主继续写"
        },
        {
            "author": "ZENONIA4",
            "timestamp": 1376385180,
            "txt_content": "孙蒂夫、、、哈哈"
        },
        {
            "author": "Jaiker",
            "timestamp": 1376460120,
            "txt_content": "让我崩溃的。。。文章的主角的名字。。。"
        },
        {
            "author": "qwweeii",
            "timestamp": 1376539920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "马赛克了",
            "timestamp": 1376671140,
            "txt_content": " 本帖最后由 马赛克了 于 2014-1-6 19:59 编辑 \n\n　　10.\n\n　　(XX说，我怎么还没登场,坑爹呢这是！我说，我怎么知道，你说你过一章来领便当的。XX说，编剧，我们来谈谈人生！)\n\n　　小白兔缓步走来，朝向我低着头站着，俩小手捏紧，假如背个书包，我必然要摸他脑袋骗他棒棒糖吃。他颤声说，孙叔叔，就因为你计划救你的老师所以对铁板烧叔叔见死不救吗？\n\n　　我俯视小白兔，一寸长等高一寸墙（XX说，废话凑字儿很有意思啊！！），然后平视站好的无双，说，话说你那技能好鸡肋，没有人会认为横向拉开的剑刃风暴能伤人的说。你把脑门对准我，旋转的刀又与我平行，就像把一根黄瓜插上一圈牙签，垂直丢出去，怎么可能掉人家血。除非我跪在地上伸出脑袋作死，否则你谁都砍不到，哦，小白兔或兵长站你下边可能会遭道。\n\n　　小白兔猛然抬头瞪我，小身板微颤，喊，孙叔叔！告诉我！\n\n　　无双跳了一下，我尚不清楚她是不是给小白兔吓了一跳。我看看小白兔看看无双，看看小白兔看看无双，看看无双再看无双，觉得依然是无双好看（XX说，看你妹啊！），说，以后这类华丽却不堪的技能少用，耗蓝不说，还容易把腰给闪了，中途脑袋大露，完全是必须死的FLAG，弄得我都不好意思不下手。\n\n　　无双肿着一脑袋包说，哼，装傻充愣的白...\n\n　　小白兔打断无双，仰头仰到极限，闭眼高喊，闭嘴诶诶诶！孙叔叔！告诉我！\n\n　　我见无双一张大感不解我怎么惹你了你这个小不点凶什么凶的面庞，一阵清爽，侧头再认真打量小白兔的抖，说，唉，未来的接班人差点给带坏了。小白兔，你表激动，我问问你，铁板烧叔叔对你好不好。\n\n　　小白兔睁开眼，眼泪转悠，为保证视线与我接触他把脑袋抬高了些，这样看去，我越来越感觉他的某种精神将要具象成光雾扩充在室内，随处可见。我擦擦眼，听他说，铁叔叔对我很好，比白兔爸爸都要好，因为这样，又听你说那样，所以我现在很讨厌你孙叔叔。\n\n　　我兴趣大增，按游戏发展的尿性这属隐藏任务。我说，哦是吗？小白兔，你要知道，这世道上，你有许多喜欢，也有许多讨厌，更有许多你不管怎么努力别人同样会说你不喜欢的话做你不喜欢的事的情况，你无能左右，只能接受。\n\n　　小白兔说，想用冠冕堂皇的大道理来为自己的罪行开脱吗。\n\n　　我指指他说，喂喂，你是不是忘了自己的设定，这可是无双那个级别才能说出的话啊小少年。\n\n　　无双被@了，立刻说，虽然你们现在一个萌得让我爱，一个贱得让我恨，可恨却不能手刃，但不得不说，你们的点都在同一位置，都是为自己尊敬且敬爱的长辈而变得有所不同。\n\n　　我说，小白兔，以下我说的内容，是根据当前掌握的情报和自身的推测所得出的结论，如有不爽，请见谅。\n\n　　在我认真体验游戏过程中，我完全能感受到铁板烧的仗义，不管这层仗义下有何目的，用我孙蒂夫身份的来看，铁板烧绝对是一个好兄长，所以我表露出的情感不参杂任何假的东西，跟演员演哭戏演着演着真哭了一个意思，被代入，被感同身受了。同样他是你的好长辈，是村民的好保安，作为一个铁傀儡，他做得已经够好，没人能挑出诟病。但事实上我不只是孙蒂夫，他也不仅是铁板烧，我们在这重身份下的交情再好，也不能消除我们的初衷。\n\n　　他不是好人，我也不是什么好人，即便如此，我和他仍然不是一路人。\n\n　　小白兔喊，你胡说！\n\n　　我摊摊手说，你当然不愿意相信，这好比你用右手吃了二十年的饭，突然有个陌生人跑出来告诉你，用右手是错的，该用筷子（XX说，...）。现实就像现在这样简单，分毫之间剥夺掉你所有以为合理的东西。\n\n　　小白兔小手抓着裤腿，忍住不流泪，说，孙叔叔，那你告诉我，你说要带我离开这里，带我去更远的地方，是不是都是骗我的。\n\n　　我耸耸肩说，真真的，人总有纯粹的喜欢，没有目的性的爱好，你恰好可以缓解我抽小学生的手痒。要不干嘛我说这么多，提早暴露自己，分享大量情报，还让一个叫无双的妹纸看你煽情，不是你的话，我甚至不会到这里来。\n\n　　无双边说打你哦边放下伸到左肩膀附近的右手再喊死正太控。我接着说，你铁板烧叔叔的事，我之所以敢如此笃定，是因为已经有了确切的信息，只是这些信息不能明摆出来看见。我不指望你光听我说几句话就能完完全全信任我，于是无法好好解释如何排查出你是一枚别人的棋子，到时候你自己视情况而斟酌，真假对错，由你探索。\n\n　　无双摇脑袋说，我听着头都大了，什么乱七八糟的。我问问，你现在告诉小白兔这些，说明你计划到位了，那你还在这间密室等什么。\n\n　　我环顾四周的黑曜石，咧开嘴展现本书首个属于男一号的笑容，说，等一个朋友（XX说，虽然好像很乱的样子，但感觉应该有什么大事发生）。\n\n\n\n\n\n\n　　小白兔环抱膝盖背倚墙坐在床里边，下巴搁俩膝盖间放着，表情淡然，眼神迷茫，任谁看谁都认为他的情绪稳定，心情已至下限不会再降。无双点上火把，插在小白兔周边，可能希望物理的温暖能带给他心理慰藉，难受虽难变为好受，至少暖色容易让人生成好感。随后无双叹了口气，靠床边席地而坐，手中把玩木板方块。\n\n　　无双说，我不知道该不该信你，但我知道小白兔已经开始乱想。就算是真的，你觉得让一个孩童去认清陪伴他成长的家长的真面目仁慈吗？为了你的目的而伤害幼小的他？\n\n　　我说，是不是我带远小白兔，回头再来做我该做的事，他就会健康成长？\n\n　　无双说，我在问你。\n\n　　我说，我已回答。\n\n　　无双说，你的奇异我很难看懂。\n\n　　我说，人的秉性便是逆来顺受。我可以把他托付给你，然后去和铁板烧对答案，接着我达成我的使命，再什么时候离开。这边，小白兔茁壮成长，健康又开朗，一世出彩或平淡，终此一生。但他将一辈子蒙在鼓里，至死不知道真相。你会问真相有那么重要，我回答，没有真相，你连自我都找不到、\n\n　　无双说，我不苟同你的观点。我只是感觉，你也是这么过来的。\n\n　　我说，慧眼如炬啊姑娘。从老师捡回我后，他第一个教给的我东西就是逆来顺受，人在逆境成长更快，你若不坚强，早晚要扶墙。在我们那和在这儿一样，你不快点长大，只有被别人宰的命。大鱼吃小鱼，快鱼吃慢鱼，没人可以永远带你，当你走在路上受人欺负时，靠的唯有自己的能力以及心智扛着，然后爬起来擦干眼泪继续走，边走边还得反思导致这种结果的因素，以后如何避免，甚至以后怎么还击。\n\n　　既然我有打算好好做小白兔的教练，那么从铁板烧把他交予我开始，我会以我的方式引导这个学生，不管铁板烧出于何种目的交出了他，我接手了，只有一个目标。\n\n　　让他不惧艰难困苦的活着。\n\n　　无双撇撇嘴，说，哼，偏偏有道理。那你何时怀疑铁...\n\n　　我举手示意无双停止对话，盯住一方的墙，说，烧哥，差不多了。进来吧。\n\n　　话音刚落，前方不远的黑曜石突兀的碎成无数小渣渣，以一种看似由内向外的爆炸方式扑洒地面，离缺口越近，粉末越多。我望着铁板烧侧身通过缺口走近我们，偏颈说，无双，我如果没记错，我进密室的时候你可告诉过我，这黑曜石连绿油油的自杀性生化武器苦力怕都炸不掉。\n\n　　无双位于我身后，没法目睹，但闻亮兵器声，我脑补了她的战斗姿态。她说，没错。这世上，除了创造组，还没哪个原版个体可以徒手拆掉黑曜石。\n\n　　我点点头，铁板烧已经站定。我说，看来，烧哥目前的实力，不容小觑。\n\n　　无双说，现在我更愿意相信你。\n\n　　小白兔低声说，铁叔叔你...\n\n　　铁板烧摇摇头比出嘘的手势，扭头对我说，孙小哥，别来无恙啊。\n\n　　我微笑说，还好还好。无双，看好小白兔。\n\n　　铁板烧说，从什么时候发现不对的。\n\n　　我说，我先前只是怀疑，直到登上瞭望塔。\n\n　　铁板烧摊开双手，说，这里有何不妥。\n\n　　我说，你过于急躁，急于托付小白兔，当然，处在常人的角度无可厚非，因为是帮你，但我若以孙蒂夫的实力，你会放心交给我吗？如果是我，必然要先把小白兔和对方互生出一定感情，再实施后边的计划。\n\n　　铁板烧说，你连小白兔的作用都瞧出来了。\n\n　　我来回小范围走走，说，不难。我们第一次认识，你在动手前故意丢出了一本书，而书上的内容正好让我看见。那些内容不属于这个世界，刚好我看到的文字符合我们师兄弟包括老师的对暗号前提。锄禾日当午，下一句是清明上河图，这没错，但这暗号不是我和老师的，这是大师兄和老师的，至于我为什么这么清楚，比较坑你，这些暗号是老师要求我找的，所以，我很清楚每个师兄弟和老师之间的暗号架设。我接大师兄的暗号，不过是诈你，结果你顺势以为我对上了。这是其一，同时你确立了我的身份。\n\n　　其二，老师来这世界为的是清理门户，没什么闲情雅致去制造属于此处的物种。你说你是老师亲手捏的，孙蒂夫相信，我不尽信。\n\n　　其三，说近点的，就说这黑曜石密室，按中空大小计算，密室需要至少数以百计的黑曜石，烧哥你们几人我估计忙不过来，那么你掌握刷黑曜石的方法就更加合理，不合理的地方在于一个普通NPC有了这门技术。你知道，我因系统限制不能获取岩浆，野鸡可以，说明你也可以，有这等失衡的办法，证明你非寻常NPC。\n\n　　其四，我在村里这么些日子，从未在白天遇到过怪物。为什么我刚来第二天井中出现了僵尸？且不说村防多么硬，光是白天，能不被人察觉的靠近井边的人有多少屈指可数。\n\n　　我在想，白兔先生的死，僵尸的胃，莫非是为了混乱视线，那野鸡先生是否是无意间看到你在井边了。这些暂不细究，我假若按僵尸的凭空出现去调查，是不是很容易被线索指引到一个地方，而这个地方，实施压制我或者永久消灭我非常合适？毕竟我不会正常死亡。退一万步讲，就算线索微妙，但小白兔是你上的保险，照样我会为他去这个地方，我相信那里跟小白兔的真实身份有关，他不是白兔先生的孩子吧。\n\n　　我觉得大致如此，你从最初确定我和老师的关系便实施计划，在此之前我和白兔先生交谈了几句，也许后边你逮住了白兔先生，得到一些情报，并结合情报把白兔先生喂给了僵尸，造成不明缘由的错觉。你之所以这么费劲搞这些，是你并不了解我的真实实力，你也很早瞧出我在隐藏，为保险起见，得按最坏打算出牌，引我上钩，跟马赛老师有关的人，你肯定接到不可怠慢的命令。\n\n　　小白兔在我身后细语，白兔爸爸是...\n\n　　铁板烧浑身微颤，说，哈哈，全中，也就是说，在最开始，我们就知道了彼此。他们可没算到有你这么厉害的人存在。\n\n　　我说，那么烧哥，你现在接近创造组的实力，我说你嗨药了对吗，而且这类药，是他们给的。否则你早在上边按规则解决我了，打晕囚禁啊之类的。\n\n　　小白兔喊，铁叔叔！是你杀了白兔爸爸！\n\n　　我回身轻切小白兔后颈，使其昏睡，并在无双不解前解释清楚。\n\n　　铁板烧循环深呼吸，说，孙小哥，类似你这样的人若不出现在这世界，我便可以一直用铁板烧的名字活下去，守护我应该守护的东西，做一个纯粹的铁傀儡。但你来了，我必须我完成我的使命，不惜一切代价引你去某地，哪怕违背自己的原则，因为这是我唯一能报答主人恩情的方法。\n\n　　我说，是大师兄制造的你并把你改造了吧。\n\n　　铁板烧点头不可置否，说，我生来就被赋予一个使命，牵制所有和马赛克有关的异世者，为方便他们做我也不清楚的事，即使自个死了，也是一个NPC该有的下场。可我不明白孙小哥，你明知我有阴谋，为何不早点戳穿我，为何非要等我把村民遣送去别的村，再亲手毁掉他们和我共建的家园，然后你再来揭露我，并告诉我你什么都知道。\n\n　　我说，烧哥，我叫你哥，是真心向着一个叫做铁板烧的铁傀儡说的，他是一个好人，一个问心无愧的NPC，孙蒂夫不会忘记他。但我们其实都不是那么单纯，你的潜在身份注定这场悲剧，而你参与过老师的事儿，我作为弟子，必将从根本击溃你，让你做自己最怕的事，毁灭自己亲手守卫的村落，地面只有破败不堪，你才会明白我的感受。\n\n　　如果你是善人，那根本没有阴谋，如果你是坏人，那也压根不会哀愁，好死不死的，你恰恰是一个矛盾综合体，守本分，为村民，却可为主人放弃原则。这些都是你应得的。\n\n　　铁板烧大笑说，哈哈哈，孙小哥，看来你我都为一路人。\n\n　　我微笑反馈，说，不，我们不同路，我们只是在一个路口碰过面。\n\n　　铁板烧伸腿摊掌，说，趁余下点时间，最后一刻，我希望和真实的你较量，身为NPC，我足够了。\n\n　　我一动不动说，真是毫无意义又不公平的战斗啊，像你说的，我再不济也可以无限复活，你只有一次性。\n\n　　铁板烧说，没事了孙小哥，我这一世已够本，再不会煎熬。\n\n　　我说，问你个事儿呗。你藏在密室外听到阴谋破灭，本来嗑药想同我玉石俱焚，为什么现在不想了。\n\n　　铁板烧抬头看了看天花板，回头说，进来后，我就知道我输了。\n\n　　我提提裤子，左手后背，右手前伸掌心对着自己，并拢两脚侧身站，偏头对他说，原来如此，那么，开打。\n\n　　（XX说，好正经的样子。我就不问出场的事儿了。）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1376705820,
            "txt_content": "马赛克了 发表于 2013-8-17 00:39 \n　　10.\n\n　　(XX说，我怎么还没登场,坑爹呢这是！我说，我怎么知道，你说你过一章来领便当的。XX说，编 ...\n看完，更新牛去"
        },
        {
            "author": "马赛克了",
            "timestamp": 1376799780,
            "txt_content": " 本帖最后由 马赛克了 于 2014-1-6 19:57 编辑 \n该章特短，作为一段故事的收尾，虽然这段故事特么的仓促和意义不明。\n    10.5\n\n　　小白兔转醒后，我把铁锭和玫瑰花给了他。他拿在手中端详，双目缓慢睁大，我相信他已经看到埋藏在这些物件深处不复再见的白兔先生和他平淡的日常，以及长期以来关照他的铁叔叔。顷刻，小白兔嚎啕大哭，上气不接下气，每次换气后脑勺都要往后仰，足以一股脑拍晕在墙上。为防止意外发生，我忙上去扶着小白兔保证他继续哭的同时不至于蹭半脑袋血在墙面，不美观（XX说，喂，这才是真实的你吧，这才是真心的行为吧，你又回来了啊有木有！）。\n\n　　待小白兔哭睡着，我同无双携小白兔返回地面，这么做的原因是我携手无双时后者表现出反感之情。\n\n　　重返地上勘察现场，村庄的海拔较比完整版时期下降了不少，看起来像几十个苦力怕喝多了把自己给点了，房子最好的留下地基，最不好的什么也没残留，四面八方尽是转圈圈的未拾取的各类方块和安静不动的不可拾取的弓箭。我走了两步，路过无数坑，发现铁板烧的雕像仅剩一半，阳光洒下，半截身子的巨大影子笼罩住我们，以此回望，正好勾勒出一个金边，无比神圣。\n\n　　无双怀抱小白兔摇摇，说，这代价可真大。\n\n　　我说，只要人还在。\n\n　　无双说，我问你个事。铁板烧既然已经知道你的身份，为什么不直接跟你说看见你老师去哪去哪了。这样简单引你过去的办法他想不到？还大费周章去伪装一副怪物袭击的样儿。\n\n　　我说，你也说了，这方法太简单。你体会一下，一群受过不良教育的学生包括老师，一名能够位面跳跃的老师包括他的学生们，一场以救老师为目的旅程，说来就来，刚来陌生之地就获得相关老师地址的信息，有谱没谱？\n\n　　无双说，没谱。\n\n　　我说，即使是其他几个师兄弟来这，直接得到消息后前去某地，那必须得是以防守姿态小心翼翼得跟狗一样收集情报，我们都还有此地连老师都限制了我们可不能玩脱的自知自明。我说了他们的目的是高强度压制我们，所以得在我们毫无防备或特别松懈的状态下击溃，不能给弄死了，弄死后复活就暴露，他们一样得小心对待，或许还要有一套缜密的对异世者方案。\n\n　　无双说，我只能说你的扮猪吃老虎非常彻底。\n\n　　我摇摇拳说，承让承让。\n\n　　无双停顿片刻，说，你别介意哈，我就想问问。你们一共有多少师兄弟？\n\n　　我数来数去的说，原来加我是七个。大娃二娃三娃四娃五娃六娃七娃，我排第三（XX说，不能直视的组合啊！你这是山寨谁啊！）。如今老大反骨，老六老七上了西天，就剩二三四五四兄弟了，分别是丁丁、迪西、拉拉、小波，拉拉是我啦，其实老四该叫拉拉的，结果他喜欢迪西的名字，所以把拉拉让给了我，但实际上我是老三。（XX说，为什么会是无线宝宝啊！我说，什么有线无线，那是天线。XX说，为什么会这么执着迪西和拉拉的名字，这两个玩意儿有什么好的），我们四人一直很要好。\n\n　　无双强忍着说，你真名叫拉拉？哈哈，咳，我没有其他意思。\n\n　　我说，嗯哪。\n\n　　无双腾出手指我说，喂，无耻卖萌啊，说你怎么还很腼腆的点头了啊，脸红什么劲儿啊（XX说，我擦这不是我的真身吧）！\n\n　　我长吁一口气，说，我想起那天夕阳下的奔跑，那是我们逝去的青春。你不知道，我们七兄弟早先和一个白雪的妹纸玩得特开心（XX说，究竟还有多少七个人的梗啊！！）。\n\n　　无双...\n\n　　我说，我准备走了。\n\n　　无双说，去哪。\n\n　　我说，找老师呗，沿路找线索，估摸着小白兔的身世问题能带我去我想去的地方。\n\n　　无双说，知道那有问题还去？\n\n　　我说，知道前方高能怕啥啊。那，就此别过了，来，小白兔还给我。\n\n　　无双退一步说话，不。\n\n　　我进一步说话，听话啊，来给我。你不要想了，我没有电话号码给你，我们不可能的。\n\n　　我闪避开无双的腿鞭，她说，哼，小白兔情绪太低迷，我需要时刻跟着他，免得你带坏。\n\n　　我指指她又快速收回手，说，这可是你死皮赖脸跟着我的。\n\n　　无双说，你管我。\n\n　　我说，得了，带路吧小姑娘。\n\n　　树木林立身旁，我们一面踱步一面张望，这方母牛绵羊当中藏，那方小鸡猪儿肉飘香，一派生机盎然景象。小白兔仍是昏睡状，我默想，不久后他起床，我们已经步入第二章。\n\n　　我侧视无双，油性勃发而上，便开口吟唱：\n\n　　马儿腾跃向东方，\n       赛比苍穹云飞扬。\n       克当先锋走陌路，\n       了无所畏见沧桑。\n\n　　（XX说，第一季都结束了我还没出来了呢混蛋！结尾打油诗还特么藏头呢！为什么都要用ang的韵母装文艺啊！ang惹你了吗！快给全世界的ang结尾的字儿道歉!）"
        },
        {
            "author": "Observan",
            "timestamp": 1377011340,
            "txt_content": "支持\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "吕一恒",
            "timestamp": 1377152760,
            "txt_content": "几天没看，都成实习版主了…………"
        },
        {
            "author": "★月岚★",
            "timestamp": 1377160200,
            "txt_content": "作文渣路过。  "
        },
        {
            "author": "马赛克了",
            "timestamp": 1377168600,
            "txt_content": " 本帖最后由 马赛克了 于 2016-9-2 16:58 编辑 \n\n　　我打开视野看田野，说，你自我介绍下吧。\n　　小多鞠了一躬，说，观众老爷你们好，我是曹点多，就是XX，初次见面，请多喜欢我...喂话说不是第一次见面吧，还有我怎么就这么突然的出场了啊！一点剧情也没有发展就和主人公很要好的样子啊！你怎么解释如此突兀连风景都没描写的场面我们就在这儿特别淡定的对话啊！等等，我为什么要叫曹典多啊！这名字字字有槽点，多得简直无法让人直视啊混蛋！\n　　我说，这个嘛，是作者设定的，说三人步行于林间，左突右窜，上蹦下跳，好不热闹。此时，众人忽闻一阵急嚎，撕心裂肺惨烈无比，宛如地狱开门先锋被夹在了门缝儿里（小多喊，这地狱开门先锋弱爆了啊有木有！）。拉拉见状，告知众人切勿轻举妄动，遂一人上前查探。到得声源处，拉拉只见一个黑影匍匐在地，黑影周围，绿草鲜花早已丧失生机，就好似所有有机化合物皆被面前之人吸走了一般（小多跳起来喊，有机化合物是闹哪样啊！），诡异之极。拉拉不敢托大，后退五步藏在树后，轮流与其发生砸东西的关系，直到拉拉手中原石用完，黑影突然动了下。顷刻间，拉拉感觉四方水土都在颤栗，天空阴沉，云动雷声，叶子作响，纷纷落地，不远处的黑影开始缓缓坐立，开口说出一句如果有人那么肯定让所有人震惊的话。\n　　小多瞪大双眸，三声疑问哦说，是何话？难道是... \n　　我说，黑影一口流利的重庆话道出了始末，大哥，打发点嘛，我饿起屁股都痛老，真的饿得很，三天没吃饭老，老子现在看啥子啥子都嘎嘣脆鸡肉味的感觉。\n  这就是我和你认识的过程。　　\n　　小多摔掉一包盐，喊，坑爹呢这是！这么混蛋的认识过程啊！刚读下去的时候渐渐还很高兴啊！现在怎么看怎么一股弱者的气息啊！我这包盐又是哪来的啊！最后天地大变肯定是因为要下雨啊！\n　　我点头竖起大拇指，说，你说得没错。\n　　小多指着我喊，没错你妹啊！不要和我说话了！感觉不会再爱了啊！干脆不要认识好不好啊，直接在括号里的异次元空间待上一辈子才是妥妥儿的啊！\n　　我负手而立望向田间，说，你要有远见，你看，你现在可以用喊的了，末尾可以打标点了，连动作都可以出现了，总之，你现在越来越像一个人了。\n　　小多说，不说了，我问你，你怎么会翘大拇指了，你的灵活性在第二季开始怎么就如此高呢。第一季到底讲了什么马上就开了第二季啊！\n　 我用两指头捏捏还未长胡子的下巴，说，你在河边洗澡的时候洗出了一个ctrl键，我服用后，开启了超级灵活移动MOD。\n　 小多喊，洗你妹啊！我还以为历经九九八十一难集齐26个字母召唤一块键盘，接着抠下ctrl键合体进化，超级拉拉兽，这就是我的块呢，如今这么不负责就升级了啊！你还我的期待还我的青春！\n　 我说，你的青春，你做主啊。\n　 11.\n　 天要黑不黑的，能见度特低，我们师徒四人，哦不，我们一行四人正翻山越岭，摸黑赶路。小多指出按直线前进不远的前方有一座城市，如果见着火光，定然是它在欢迎远道而来的我们。我首当其冲跨过山头，无视掉高原反应，伴随耳鸣，我左手扶住一块泥土，上身后转一半，把腰子对向还在爬山的战友，右手往上反复挥动，喊，快，战友们，前边到了，我们就要胜利了。\n　 小白兔稳了稳姿势，继续趴我头上打瞌睡。\n　 无双稍后就位，错开我向前走，说，你做这些浮夸的动作是生怕别人不知道你拥有大家都有的超级灵活移动MOD吗。\n　 我拿出食指左右竖摆，说，NO,NO,NO，你无法体会我理解，世界上根本没有感同身受这种情绪，有都是客套，骗骗人，最多是类似情形。你不知道，我好比一个患有腿疾的病人，和常人相比，我就是不正常，但当我痊愈的时候，我所有的感触就像展翅怒飞的鸟儿，那种高端洋气上档次的情怀，你们不懂。\n　 小多跟了上来，说，拉爷，快去前边探路清场，天快黑透了，到野生的怪物们出门吃晚饭的时间了。\n　 我请小白兔帮我插插火把，后者没有受理，但到后来受理时，他又哭湿了我脑门。他揉着头的包说，干嘛呀，我在睡觉啊孙叔叔。\n　 我说，你一天都睡觉，连续几天不说话，嗓子都发霉了，现在快起来活动活动，插插火把，健康快乐每一天。\n　 小白兔说哦，然后摔到地面爬起来，又说，等我一下。\n　 我等了一下,眼见小白兔拿出玫瑰花种在泥面，朝花跪着三拜九叩首，唇语了些我听不见的话，再起身掏出火把看着我，进入待机。\n　 我说，好了吗。好了就上来。\n　 小白兔擦掉泪说，好了。\n　 对于此，我们四人一致保持缄默，闭口不言，那是小白兔注定悲伤的回忆，同时是我打破的平衡，虽然我表现得大义凛然且必将如此为之，但平衡下的暗流始终冲刷着小白兔尚未长大的心灵。我私自规划了他的未来，希望他了然于逆来顺受，该过程相当不舒服，内在靠他自己逆袭，那么在外的我们便不多言不多劝,劝也听不见，他有死心眼。\n　 掐好步子我穿过野草堆，小白兔见机插火把，一刻后，无双退到我身后叫我看看。我抬头四顾，在近处，一大波对肉兴趣十足的生物正夹道欢迎我们。\n　 小多又跟了上来，说，前方怎么了。\n　 我说，前方高能。\n　 尾音尚存，我一个箭步上去砍退一只僵尸，尸群收到信号，纷纷向我靠拢。我且退且跳且砍，力求每一击都打出星星，保证三刀带走一只，六刀带走两只，九刀带走一把刀。我说，我去，铁剑没耐久爆了，小多，剑来。\n　 无双听话，每只碰一下拉仇恨，僵尸也听话，谁后打它它打谁，这样一来小多方的压力缓解不少。小多脱困后，助跑一小段路丢给我，随后返回岗位，继续挨揍。小多喊，挨揍个屁啊！我也很能打啊！\n　 我低身冲刺拉开距离，打开背包准备拿剑，直到僵尸同我面对面，我仍未找到刚才所拾取的剑的影子。\n　 远方的小多喊，那朵花的梗要用多少次你才心满意足啊！\n　 我顺扭直下第一名到我跟前的僵尸的手臂，一腿抬过它的臂膀，造成双腿夹住往下坐的局势，边坐边回旋回归初始状态，区别是现在坐着。我喊，你丢的剑呢。\n　 小多被僵尸扇了一耳光，刚好侧过来面向我，喊，铁锭和木板啊！\n　 我提臀再落提臀又再落，臀下僵尸不堪重负，提早嗝屁。我站起来，目睹大量僵尸走来，喊，拿的原材料啊，你不拿合成成功的给我怎么加入肯德基豪华午餐。\n　 无双踹飞一只，喊，别贫了，赶快，身上没食物，待会不能回血。\n　 二三名次的僵尸将至，我颇感无力，托手残的福，包内所有可见木板全部变为木棒，与工作台失之交臂，再不可逆。面对排山倒海的尸潮，我放弃抵抗，撒腿就跑，由于速度到位，小白兔半飞半靠，两小脚丫频繁击打我后脑勺，我有点想吐。\n　 视力尽头的地方，月光被一个天然大峡谷分段成两种亮度，由浅入深，逐一黯淡，貌似连光都给吸收进去了，效仿黑洞我给差评。我跑去二十来格路，目测再来几步，我就可以在上次的床边满状态复活。前思后想，我冲头上大喊抱紧我，然后侧身朝右翻滚三周半，朝左翻滚一个月，以微妙的间隔脱离僵尸们的抓咬啃推踹，物理合理的话，惯性会推下去一堆僵尸，死无全尸，即便它们早已缺胳膊少腿儿。\n　 很远的小多喊，三周半我就不说了，无外乎趴地上，那翻滚一个月你这是要疯啊！\n　 我喊，我都看不见你了你还想怎样，你还想吐我几句吗，一个月约等于四周半行不行。\n　 小多喊，当心啊混球！\n  我快速回头，僵尸并没有跟着地势掉下去，一只也没有，蹬着悬崖边，它们陆续聚拢，锲而不舍走近我，仿佛我的脸才是它们所需要的惯性点，脸往哪偏，它们就往哪转圈。我双手撑地借势站起，扭头又跑，几处微亮的火把指引我回去的路，路虽远，但心坚，没有任何人事物能左右我回家的方向，和欲望。\n  小白兔安慰我说，眼瞎啊，跑平原好伐，在乱石堆中穿梭我都快吐了也，待会吐你头上哼。\n  我难以言表我的情感，弄湿他以后，接着低头跑路。\n  直到我膝盖中了一箭。\n  我背倚一棵树，正对僵尸群，看不见的某一方还深藏一位射暗箭的骨干高手，除去这些，绿油油的生化武器苦力怕菌在我脚边的坑里猫着小脑袋，煞是可爱。\n  小白兔激动的撤掉我的头发，喊，咋办呢孙叔叔。你的高手气息为啥不爆发了捏！\n  我摇头晃脑说，俗话说武功再高，也怕自爆，就是此理。\n  小白兔喊，啊！它点着了自己！\n  未闻其声，我先发制人，绕过树干我从左翼突围，因为刚过来刚好碰见右边几只蜘蛛，它们正玩蹦蹦跳跳。蜘蛛们眼睛多得数不胜数，但我不服输的数了数，以失败告终。之后爆炸发声，我不管不顾的向前疾跑，落地即刻起跳，一蹦一蹦的冲终点驶去。\n　 直到我膝盖又中了一箭。\n　 终点近在咫尺，我使出一招加速趴地滑行技，一招前列腺刹车技，两招带我到小多身旁一动不动趴着，随后小多把我拖进黑曜石垒的小房子，我心领神会，翻个面取出两块硬又黑堵住唯一入口，一个完全封闭不怕挖不怕炸不怕搬的安全空间就做好了。\n　 进屋后，我的身体立即绷直，不明觉厉。我甩甩额头的油说，唉，你看看，通宵导致油性皮肤不是没理由的。嘿可以呀，连地板都铺的黑曜石，安全妥妥儿的。\n　 无双站着吃着腐肉，说，等天亮再走，平原没掩体，太危险了。\n　 小多说，嗯，这样最好，天亮用钻石镐挖开即可。\n　 无双说，我离开密室时采集了这些黑曜石以备不时之需，当时没采完，没耐久爆了，也没钻石再做。拉拉那里有，到时用拉拉的。\n　 我拍拍膝盖却没拍到，说，好说。这个月的膝盖我已经捐出去了，太准了那些骨干，直戳膝盖骨，专让人下跪，爷是说跪就跪的人吗。爷可以趴着。咦，怎么摸不到膝盖了。\n　 小多说，也可以睡着。\n　 无双说，不知道你有没有发现，在这个我们刚搭建的屋子里，无法使用灵活移动MOD。\n　 我说，在密室的时候也是全封闭状态的黑曜石屋子，你在那为何可以用。\n　 无双摇摇头说，不清楚，我推论可能是在高位的地方以黑曜石制造的密闭空间内，不能使用。\n　 小多说，那是不是等于说很大程度上在这个高度有一间黑曜石房子，里边有个BOSS，我们进入后，不得利用MOD的特性去击败他。\n　 无双说，有意思的逻辑。\n　 我亮出钻石镐子，撸着近地的一块黑曜石，说，管那么多。现在看我的，这里挖一块，我脚底再挖一块，把他们吸引住，光打他们膝盖刷经验，付了魔，任何BOSS皆不畏惧。\n　 小多说，妙啊！\n　 不多时，一道清脆的代表工具消失的声音响起，回荡房内，就像掉在地上的黑曜石方块不断旋转般，余音绕梁，心情倍儿爽。\n　 \n　 小多喊，瓦特热法可！！！"
        },
        {
            "author": "654436744",
            "timestamp": 1377454680,
            "txt_content": "支持lz继续创作！！"
        },
        {
            "author": "756677537",
            "timestamp": 1377560820,
            "txt_content": "马赛克了 发表于 2013-6-9 00:56 \n谢外星人的建议。其实我知我风，确实不入流，高级文方面，没有想过，毕竟不仅是准村长，我也图样图森破， ...\n一切文风只要用得对，写得入，都是好的，不要自卑"
        },
        {
            "author": "NaTcher_",
            "timestamp": 1377844380,
            "txt_content": "小说好有爱！           "
        },
        {
            "author": "RAY5DHao",
            "timestamp": 1377863220,
            "txt_content": "图是怎么做的???"
        },
        {
            "author": "冥王星人",
            "timestamp": 1381479900,
            "txt_content": "756677537 发表于 2013-8-27 07:47 \n一切文风只要用得对，写得入，都是好的，不要自卑\n这家伙怎么可能自卑，另外他当版主就是我提议的。"
        },
        {
            "author": "1259417974",
            "timestamp": 1384082100,
            "txt_content": " 本帖最后由 1259417974 于 2013-11-10 19:15 编辑 \n\n你不要侮辱姓孙的人！（其实我也姓孙= =）{:10_525:}"
        },
        {
            "author": "991966640",
            "timestamp": 1389025920,
            "txt_content": "1259417974 发表于 2013-11-10 19:15 \n你不要侮辱姓孙的人！（其实我也姓孙= =）\n孙宝宝···{:10_522:}"
        },
        {
            "author": "991966640",
            "timestamp": 1389026580,
            "txt_content": "1259417974 发表于 2013-11-10 19:15 \n你不要侮辱姓孙的人！（其实我也姓孙= =）\n我叫孙宝叶···{:10_503:}"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389094560,
            "txt_content": "文风很不错的，读来让人不禁莞尔。只是过多的白烂会让文章失去深度，建议多一些出彩的描写，让人在白烂中也有大呼过瘾的时候。{:10_512:}"
        },
        {
            "author": "MC_Luke",
            "timestamp": 1390354380,
            "txt_content": "马赛克了 发表于 2013-6-8 21:19 \n史蒂夫太普遍，也为设一个悟空的梗。\n孙蒂夫。。。。 好可怕的name"
        },
        {
            "author": "马赛克了",
            "timestamp": 1399906500,
            "txt_content": "　　F5。\n\n　　小多说，楼上的F5是什么情况。\n\n　　孙蒂夫说，切换到第三人称。\n\n　　小多说，这我知道。我的意思是为什么要切换游戏的第三人称。话说你怎么是【孙蒂夫说】，而不是【我说】了。\n\n　　孙蒂夫说，因为切换到了第三人称。\n\n　　小多喊，结果是小说切换第三人称啊！\n\n　　孙蒂夫举起大拇指，说，对呀。\n\n　　小多顿觉不妥，呐喊，恬不知耻装天然呆还毫不犹豫的承认了不得鸟的事实啊！为什么啊！\n\n　　孙蒂夫说，你没发现么，这样的话可以形容其他人的心路历程和思想感情了。你看看，上一行你的状态是【顿觉不妥】，如果放在以往，作者只能写【我顿觉小多顿觉不妥】，多猜疑，不准确，第一人称叙述不能够精确烘托出我的厉害与无敌。\n\n　　小多更觉不妥，叫喊，到底要多少个觉啊！这句又变成更觉了啊！还有，你的后半句完全讲出了你和作者已经商量好的主角光环的心声了吧！\n\n　　孙蒂夫说，嘘。\n\n　　小多喊，嘘你妹啊！你怎么向大家解释大家都快忘记的第一章第一段第一人称执笔写书的剧情啊！一个相当于写自己日记的人为什么会把自己写成第三人称同时自己变为上帝视角淡定的去描写看见看不见发生即将发生未发生的任何事啊！你解释解释啊！你还个公道啊！\n\n　　孙蒂夫说，这好办。\n\n　　F5。\n\n　　我顿了顿。小多喊，自由自在来回切换啊！\n\n　　我严厉制止了小多，并放他上床，盖好被儿（小多喊，当初的床上有郎的郎果然是我啊！话说我又回到异次元了啊！你把我弄醒啊拉拉兽！），随后返回桌前，提笔续写。\n\n　　【写到这儿，我不得不放下笔，因为，确实没有墨水儿了。以上。\n\n　　PS：未来若有缘，我将托人帮我接着写，一篇我眼中，以及世人眼中的我的日记。欧舞儿。】\n\n　　F5。\n\n　　孙蒂夫点点头表示满意，轻声说，这样和作者的交易便达成了，他给我好处，我给他字数，瞧瞧，要是所有我字儿都变成孙蒂夫得多出多少字来。哼，一不小心又拖了700来字儿呢。\n\n　　12.\n\n　　孙蒂夫在开口子的地方撅屁股潜行着，右手持刀数次挥砍缺口试试物理学有没有白学，刀片带着头发舞出刀锋，十刀功夫，刀刃卡在洞口，无法再突破，也没溅起火花，这证明他确实白学了。\n\n　　小多喊，哪来的刀啊！那是剑，剑你懂么！你到底划到谁的头发了啊亲！\n\n　　孙蒂夫转过头说，哎哟，你脑袋噌油哇凉，快躲开，我的眼睛。对了，我这材质显示的刀，怎么样，不能破吧。\n\n　　小多跳起来正想喊重点是这儿吗我（作者）猜，没想快要起飞时被无双拨开，又被推到在地，整个臀部高耸，脸拍地上摇摇欲睡。现场有些冷静，无双把孙蒂夫和她的距离缩短成半格，打直手臂伸向他，脑袋颤颤，不说话。\n\n　　孙蒂夫等了会儿说，干嘛。我没有戒指，我们不可以。还有，你可以不可以把手从我脑袋里边拿开，我觉得你影响到我智力了。\n\n　　小多可能真摔掉了智力，喊，这才是原版效果啊！人物可以重叠啊！看内衣都不需要透视技能啊！\n\n　　无双说，手。\n\n　　无双接过孙蒂夫递出去的手，紧随其后献给了墙壁手的人头，然后直直瞪着他，不说话。\n\n　　孙蒂夫说，你表达手贱的方式很奇怪。\n\n　　无双说，怎么办。\n\n　　孙蒂夫说，好办。\n\n　　小多说，怎么好办。\n\n　　小白兔说，怎么干。\n\n　　孙蒂夫说，喊。\n\n　　众人说，喊什么。\n\n　　孙蒂夫把小白兔取下，通过缺口拿出去一截，说，喊救命。\n\n　　后来无双的感性说服了孙蒂夫的理智。\n\n　　按照现实时间比，摧毁一块黑曜石需要现实世界4分10秒的时间，等于250秒，换算到游戏时间，也就是在这里要用250分钟，4小时10分钟去敲碎面前这个块硬又黑的石头。小多边科普边撸边继续说，有点蛋疼的感觉，我的手已经起茧了，再快点会不会起火花呢呵呵。\n\n　　孙蒂夫点头说，难得你这么正经没有吐槽。\n\n　　小多喊，问题在这儿吗！为什么我石头剪刀布赢了还是我来干这个4小时的活儿啊！\n\n　　孙蒂夫摇头否认小多的说法，手指学着柯南指着电视镜头说真相只有一个的指，指着小多认真的说，你赢得了这次干活的机会，机会只有一个。\n\n　　小多喊，怎么这么多指字儿啊！这他喵的机会谁稀罕啊！\n\n　　无双盯着金闪闪的钟，说，加油多多，已经过了15分钟了，很快就结束了。\n\n　　上一句刚过，小多另一支手便朝着他们站立的地方的空气撸动，喊，很快结束是我的生命吧喂！\n\n　　就在众人为逃脱密室困扰的时候，大地相对的另一个远端，一处极其阴暗的地方，某人正款款轻语，细细吐字。此处提及之事，便是说话之人，他语气平铺直叙，却异常有力，仿若吃多了早饭被语文老师抽起来朗诵3000字课文的语文课代表，倍儿有节奏感。\n\n　　他盘腿而坐，左臂随意搁放在左腿上，右手按住右腿膝盖支起整条右臂，脸对地，有点唱的说，老师，老师，你怎么样，有没有想家，有没有想我。老师，老师，你知不知道，你的好徒弟，我的好师弟，拉拉他来了，他轻轻的来了。\n\n　　在此人身后不远，黑暗中还有两条浑浊的黑影，他们比漆黑背景的色度更深，注意便显而易见，随意便消失不见，这感觉，同拉拉一行人遇见的断裂峡谷有异曲同工的地方————仿佛光都被吸走了。此刻黑影们亦在交谈，但交谈甚不甚欢就不得而知了。\n\n　　有点麻烦啊，头儿的师弟来了。\n\n　　这有什么麻烦的。大哥的师傅都被我们拿下了，还怕一个徒弟。\n\n　　唉。偏偏是老三。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1399934400,
            "txt_content": "马赛克了 发表于 2014-5-12 22:55\n　　F5。\n\n　　小多说，楼上的F5是什么情况。\n终于肯填坑了么。"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411902000,
            "txt_content": "挺好的，唯一的就是对话占得字数太多了，目测占了10000字……"
        },
        {
            "author": "马赛克了",
            "timestamp": 1411958220,
            "txt_content": "gggbbb 发表于 2014-9-28 19:00\n挺好的，唯一的就是对话占得字数太多了，目测占了10000字……\n你已习得如何撑字数的手艺"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411997280,
            "txt_content": "马赛克了 发表于 2014-9-29 10:37\n你已习得如何撑字数的手艺\n额，有吗大哥……"
        },
        {
            "author": "我朶世界",
            "timestamp": 1412052060,
            "txt_content": "LZ的那个“更更更更更新啦”是看十万个冷笑话的吧……"
        },
        {
            "author": "我朶世界",
            "timestamp": 1412052240,
            "txt_content": "LZ怎么把文章发在回复里啊……"
        },
        {
            "author": "我朶世界",
            "timestamp": 1412076360,
            "txt_content": "封面“孙”蒂夫的头上是紧箍咒么……"
        },
        {
            "author": "马赛克了",
            "timestamp": 1451143980,
            "txt_content": "我朶世界 发表于 2014-9-30 12:41\nLZ的那个“更更更更更新啦”是看十万个冷笑话的吧……\n这样就能回复在里面了年轻人"
        }
    ]
}