{
    "title": "【仙路のMinecraft】 第一章",
    "author": "冰块⑨号",
    "replyCount": 3,
    "timestamp": 1370697000,
    "txt_content": " 本帖最后由 Lighten_Eagle 于 2013-6-8 23:11 编辑 \n\n仙路のMinecraft 索引：http://www.mcbbs.net/thread-127360-1-1.html \n\n序の章\n\n星空中，九条暗紫色的巨龙拖着一个湛蓝的巨大棺椁，缓缓穿行在宇宙中，但当你想要定神好好观察的时候，九龙拉棺却已飘出好远，九条巨龙一动不动，就好像，死了一样。它就这样孤寂地穿梭在宇宙中，好似亡灵的列车，贯通时间；又像节肢的触手，联结八荒……这次的方向……\n\nTBC.\n\n\n第一章 奇怪の矿洞\n第一节 抱怨の少年\n地球，\n寂静的夜晚，一眼望不到边的荒原，一辆越野车飞驰而过，坐在驾驶座上的，是一个少年。\n\n只见少年看着天，叹了口气……\n\n萧问，十九岁，已是一个天才地质学家，只是因为自己不小心撞见上司“办事”，现在正被发配到一个跟本不可能探出矿的矿井去工作……\n\n“哎……真是麻烦……”萧问嘟哝道，“那个x虫上脑的白癡……”萧问恨得牙痒痒，却毫无办法……\n\n“要是我穿越到另一个世界……的话……”萧问开始胡思乱想……“咦，我什么时候变得这么中二了？这种事情怎么可能会发生捏~”一脚踩下油门，越野车消失在夜幕中……\n\n但萧问不知道的是，在那浩瀚的天际，九龙拉棺横空划过，划出一道微不可见的光……\n\n\n第二节 疑惑の少年\n少顷，\n萧问到达了营地，停好了车，环顾四周，静悄悄的，异常的祥和，工人们都休息了，于是萧问准备先下矿井去看看情况，希望能发现什么矿物的痕迹。\n\n矿灯发出淡淡的柔和的光，矿道上是一圈又一圈的木质固定框，有些潮潮的，萧问毫无目的地在矿井中逛着，没有发现任何矿物存在的痕迹……\n\n“对啊，想想也是，这个矿洞已经被矿工们里里外外探了个遍，该挖的，早就被挖没了……我来探个什么劲儿啊……”萧问自嘲道，却没注意到脚下一滑，狠狠地摔在了地上……\n\n“什么玩意儿？”萧问立刻发觉了不对——屁股下面的泥土好像比手下面泥土硬……一些……\n\n萧问立马抓起边上的一把铲子，朝那个点铲去……\n\n不一会儿，泥土下的异物出现在萧问的眼前——一个橘黄的奇怪方块，在这个方块的每个面上还各有九个颜色不同，却是按钮状的正方形图案，不过神奇的是，明明是一立方大小的方块，萧问却无法挪动它分毫。\n\n\n第三节 CommandのBlock\n「奇怪的东西……」萧问有些来劲儿了，长夜漫漫，找些东西研究一下也好，反正这一定是这里的矿工埋在这里的，兴许是什么高科技……\n“咦？”\n在这个奇怪方块的一边，紧紧贴着一个凸出的灰色的类似于石头的小块……\n\n“这看着倒像一个按钮了……只是有必要装这么大的一个？遥控的或者触摸屏不是更方便……”萧问一边在一旁乱想，一边已经一脚踹上了那个按钮……“按钮从来都是用来按的，拉杆从来都是用来拉的！不管你有绳墨鬼东西……我先按了再说……”萧问一边嘟哝着，一边看着按钮陷下去，然后弹回来……\n\n“嗒，哒……”\n\n星空中，正在缓缓远离地球的九龙拉棺，突然滞了一滞，随即消失，在那一瞬间又出现在地球大气层上方。龙头，正朝向，那个橘黄色的方块……\n\nTBC.\n\n\n您的支持就是对我的鼓励，请不要吝啬你的人气和回复，只有鼓励才能让作者努力写小说~\n（不会告诉你这句是借(chao)鉴(xi)的）",
    "replies": [
        {
            "author": "eruw111",
            "timestamp": 1370698020,
            "txt_content": "那个方块是命令方块吗？"
        },
        {
            "author": "冰块⑨号",
            "timestamp": 1370698140,
            "txt_content": "eruw111 发表于 2013-6-8 23:27 \n那个方块是命令方块吗？\n对啊……\n只有命令方块这种在生存中逆天的东西才会产生这样的效果~"
        },
        {
            "author": "发疯的菜鸟",
            "timestamp": 1419425460,
            "txt_content": "九龙拉棺...\n这不是遮天......"
        }
    ]
}