{
    "title": "【仙路のMinecraft】 第二章",
    "author": "冰块⑨号",
    "replyCount": 2,
    "timestamp": 1370697240,
    "txt_content": " 本帖最后由 Lighten_Eagle 于 2013-6-8 23:28 编辑 \n\n仙路のMinecraft 索引：http://www.mcbbs.net/thread-127360-1-1.html\n\n\n第二章 九龙の拉棺\n第一节 萧问の神预言\n“好像神马都没发生啊……不是通常会有地震神马的……我在想什么啊……怎么可能会……”“嗒嗒嗒嗒嗒嗒……”“呃……好吧”萧问刚刚想吐槽一下自己的想法，却被突如其来的地面的剧烈震动硬生生堵了回去……\n\n“不会这么准吧……虽说在这种近海的地区几年还是会有几次地震的……”……谜の沉默之后……“接下来就是什么奇怪的东西穿越到地底了吧……呵呵，想象力真……”“轰！”这九龙拉棺用的不知道是什么力量，居然生生地击穿了地底，拖着那个巨大的湛蓝色的棺椁落到了那个橘色方块边上。那个“粘”在方块边上的突起被轻轻一扫，变化为了尘土，落到废墟之中了……\n\n“真……真的假的？骗人的吧？这……这是在地下五十米啊！说穿就穿了？！”萧问脸都绿了，但是还在继续没头没脑地说道“接下来估计就是那个后坠物打开一个洞，然后主角一般都会钻进去……”\n\n不得不承认萧问同学今天的预言指数爆表了，那棺椁还真的挪开了一条缝，蓝光从棺中激射而出……但是萧问同学只说对了一半，不是他自己进去的，而是被莫明的棺中蓝光扯进去的……\n\n\n第二节 谜の棺椁\n“很好！现在我进来了，显而易见的结果……那就是我会被拖去异世界或者外太空然后开始@$￥！'￡=*我怎么这么倒霉啊……”萧问在两人高，十米见方的棺椁里哭号着……\n\n“好的，根据主角逆天定理第一条——永远都要仔细观察周围的环境！因为很多主角都是这么触发隐藏的支线任务的！”\n\n萧问打量着着这个棺椁…呃…内部——那些幽幽蓝光是因为存在于墙壁上的玄奥纹阵，所以不至于看不清，“墙壁硬硬的，湛蓝色，无法用铁器留下痕迹，手感冰凉，似乎不会保存热量……”于是萧问得出结论这是一种均匀地掺有蓝色杂质的钻石一类的东西……\n\n“这是要闹哪样啊……做工在粗糙也不能做成这种像素式的花纹吧……好歹这也是钻石吔……”\n\n不过萧问已经管不了那么多了，因为这个所谓的“钻石棺材”开始动了……\n\n“我终于理解了不做死就不会死的真正含义了……按钮悲剧啊……”无视萧问的吐槽，九龙拉棺，离开了地球，渐渐向星空深处驶去……\n\n\n第三节 神奇の纹阵\n萧问呆在九龙拉棺里，默默地等待着着陆的那一刹那……但是显然已经过了好几个小时的样子了，钻石棺外似乎依旧静悄悄没有动静……神奇的是萧问一点也没感觉到累，就好像机器一般可以一直保持清醒并工作下去……\n\n“莫非是因为墙上这些花纹的缘故？”萧问猜测道，“既然我呆在这里会有这般神奇的效果……那么意味着出去就会消失？”萧问继续猜……“那么……如果我把它带走……”萧问同学的扩散性思维给他带来了一个好主意——描下来不就完了嘛！\n\n 可是描在什么地方呢？萧问没带笔记簿，只有一支笔……于是他开始乱来了——萧问开始把纹阵往身上画……他不知道这纹阵是干什么用的，既然不知道，那也就不知道好了，反正都是些超自然的东西……何必要去压榨脑细胞来思考呢？\n\n已经过了三天了，萧问现在已经变成了一只布满花纹的奇怪肉色花瓶了，而萧问本人还在孜孜不倦地往自己的[哔——]上画纹阵……\n\n“就快好了……还差一点……5，4，3，2，1，0.1，0.001，0.0001，0.00001……好的，0！”当萧问把棺中的淡蓝色纹阵挨个不漏地画在自己身体上后，身上的纹阵突然蓝光大作，闪烁了三下后竟然消失不见，只在胸前留下九个淡淡的红色印记……\n\n“似乎……成功了？”萧问喃喃自语。\n\nTBC.\n\n您的支持就是对我的鼓励，请不要吝啬你的人气和回复，只有鼓励才能让作者努力写小说~\n",
    "replies": [
        {
            "author": "dengabcd22",
            "timestamp": 1370697360,
            "txt_content": "火速前排留名然后再看=-={:10_492:}"
        },
        {
            "author": "风晓",
            "timestamp": 1376361660,
            "txt_content": "支持"
        }
    ]
}