{
    "title": "【仙路のMinecraft】 第四章",
    "author": "冰块⑨号",
    "replyCount": 2,
    "timestamp": 1370698020,
    "txt_content": " 本帖最后由 Lighten_Eagle 于 2013-6-8 23:27 编辑 \n\n仙路のMinecraft 索引：http://www.mcbbs.net/thread-127360-1-1.html\n\n\n\n第四章 HelloのWorld\n第一章 着の陆\n钻石棺巨震，看来是到了，萧问侧着耳朵，仔细听着外面的动静。未知的世界是存在着危险的，特别是这种奇怪的类似于地球的方形生命星……\n\n“好吧……看来没什么……”萧问从棺中一越而出——\n\n不出意外的满是方块和像素的世界，连个像样的圆形或者三角形都没有……有棱有角的云，边界分明的草方块和泥方块，连树和树叶都是方方的，树枝什么的都是浮云一般……\n\n“咕……”萧问的肚子又开始叫了……虽然他的体质已是不吃东西也可以活了，但是肚子还是会饿的，而且感觉是在不怎么好受……\n\n萧问决定去找些食物。\n\n但是他傻眼了——\n\n刚刚从棺材里出来的时候还没怎么注意，但是他现在的的确确身处在一个陆地孤岛上……\n\n一个……方形……的陆地孤岛……啊不……不如说是柱子。整个山体没有一丝的突出，崖壁无比的光滑！\n\n萧问现在很无语，从孤岛看下去黑咕隆咚的一片好像很危险，更可恶的是这个世界的设定——一切都是方的！那他岂不是连落脚的地方都没有吗？！\n\n\n第二章 撸の树\n这个孤峰只有9*9的大小，全都是由一些灰黑白的硬石头组成，似乎非常坚硬，萧问看了一下，连九龙拉棺这种从天上砸下来的大家伙都只能在上面留下一道白印。\n\n不远处就是悬崖的另一端了，但是萧问跳不过去啊——悬崖足有九个格子宽啊……\n\n话说这个孤峰的正中间还有棵树啊……\n\n“纳尼？”\n\n这种连钻石都砸不动的石头上面会有树？！\n\n五格高的这棵树上长者九块树叶，萧问准备弄些树叶下来充饥，兴许能找到一些苹果……\n\n萧问试着用手打了一下树，树叶出现了裂痕，\n\n“好像可以打烂的样子……”\n\n不过神奇的事发生了——裂纹消失了！\n\n萧问不禁瞪大了眼睛——这也可以？！\n\n会自动回血的方块？！\n\n难道说要用连击Combo？\n\n萧问嘟哝了一句“好吧。”，便开始砸树了——\n\n\n第三节 德玛の西亚！\n“看我问世大帝的撸树连击Combo！德玛西亚！”萧问大吼了一句，拳头像雨点一般落在了可怜的树叶方块上，方块上的裂痕正在不断地扩大。\n\n“啪！”地一声，树叶方块爆了，爆出了一个金色的扁平的物体，树叶碎片四散开来，但不一会儿就消失地无影无踪了……\n\n“呃……这也太不科学了吧……树叶呢？”萧问表示极度无语……\n\n“不管了，那句‘德玛西亚’倒是没白叫，似乎爆了件东西……来看看啊~……呃……这是什么……？”萧问拿起那个只有一个小像素厚的，闪着蓝色光芒的，“疑似于”苹果的金色物体……\n\n萧问的嘴角直抽抽……“这个世界的食物都是这个鬼样子的吗？这么小吃得饱咩？”\n\n“不管了……只要是苹果的话应该吃不死人的……我咬~”\n\n“咔吱咔吱……咔！”一个苹果下肚了……\n\n“好像没有什么特别的反应……”萧问咂了咂嘴。不过空空肚子总算有了些填充物……\n\n望了望还剩下不少叶子的树，萧问准备继续撸啊撸……呃……lol？\n\n经过不懈的努力，这颗可怜的树终于被撸秃啦！光秃秃的棕色树干孤零零地矗在了孤岛上……\n\n萧问本来想把树干也撸掉的……但是他发现由于这棵树很不科学地长在这种黑方硬的石头上面，于是自身也附带了超强的坚硬属性，用手砸了半天都没见出现裂纹……\n\n好在肚子里已经有九颗怪苹果暂时填着了……\n\nTBC.\n\n\n好了，这次回家的爆发就到这里了……不要以为更得这么快……\n其实想想两个月才四章已经是内啥了……\n\n您的支持就是对我的鼓励，请不要吝啬你的人气和回复，只有鼓励才能让作者努力写小说~\n",
    "replies": [
        {
            "author": "1277832129",
            "timestamp": 1370698140,
            "txt_content": "楼主你产量太高了"
        },
        {
            "author": "改变吧！世界。",
            "timestamp": 1378443000,
            "txt_content": "楼主我支持你"
        }
    ]
}