{
    "title": "【仙路のMinecraft】 第五章",
    "author": "冰块⑨号",
    "replyCount": 6,
    "timestamp": 1370861760,
    "txt_content": "仙路のMinecraft 索引：http://www.mcbbs.net/thread-127360-1-1.html\n\n\n第五章 金の苹果\n第一节 龙の桥\n萧问有了新发现~\n\n因为棺椁的体积太大，加上萧问饿的眼冒金星，于是还真没去管这几条龙的死活……不过它们好像本来就不是活的……\n\n不管怎样，这几条长着超大蝙蝠翅膀的黑紫色骨节龙刚好横在了深涧的上面。\n\n【一座……龙桥？】萧问腹诽道……\n\n龙桥还算坚固，走上去跳一跳完全没问题，萧问不敢往下看，那个深渊就像有魔力一般吸引着各种临近的生物往下跳，如同地狱的深渊一般……\n\n不过就算龙桥很坚固，萧问为了走，啊不，是爬过这九个格子的裂谷也足足花了十几分钟——\n\n呆在一不小心就会掉下去然后高能的深渊上，难不成你还在上面跳俄罗斯踢踏舞？\n\n当萧问再一次踩到这方方的地面时，他才突然觉得绳命是多么的美妙，绳命是多么的精彩……\n\n如释重负地站了起来，环顾四周——清幽的山峦，绿荫的巨树，青青的草坪，金黄的太阳……一切是多么的美好……只可惜都是方的，不然这种0污染的环境……还有就是后面的孤岛孤树孤棺材有些煞风景……\n\n萧问吸了吸鼻子，认准了一个方向向前走去……只是刚走了几步，地面又开始震了起来……\n\n\n第二节 九龙拉棺の离去\n【不会吧……这次又是什么？出野怪？】萧问在对自己吐槽着……\n\n不过之后的情景回答了他——\n\n九龙拉棺悬在了孤岛上，整个湛蓝色的钻石棺椁闪烁着奇异的光芒，如同第二个太阳悬在空中，释放着恐怖的威压。\n\n下一秒，九龙拉棺全体轻震，瞬间消失在了空中，没有留下一点痕迹，甚至闪烁光芒留下的光点都在下一刻消失殆尽！\n\n那是何等恐怖的灵压啊……\n\n良久，萧问才从震惊中缓缓清醒过来，没有多犹豫，萧问便继续向着他认准的方向离去，他知道，他已经不能回头了，唯有继续向前，继续生存，才能把这一切都弄清！\n\n不知不觉，萧问已经走了三个多时辰了，【这里的昼夜长度应该和原（圆）地球上差不多】，萧问的表还在，他对着天上那古怪的方形太阳比划了一下，暗自忖道。\n\n在这个世界有一点很好——你只要按着一条线走，就永远不会偏离方向~谁叫这个世界是方的呢~\n\n那九个奇异的蓝光金苹果的充饥效果似乎还在，尽管已经是未时（13/14点）了，但是萧问还是不觉得饿……\n\n【是不是这个世界的食物特别管饱呢？】萧问这样想着……\n\n【而且……在这一路上……没看到什么生物啊……不对，植物满地都是，没看到什么动物啊……不对！是完全没有动物！！】萧问意识到了有什么不对。\n\n\n第三节 谜の昏倒\n【在这个完全没有动物的类似于死之结界的地方……我算什么！？】\n\n意识到了问题的萧问一瞬间惊出了一身冷汗——\n\n【我在干什么啊……在这种地方……可恶，早该发现的，我站在那里那么长时间，哪怕是一阵风都可以弄醒我啊……但却什么东西都没有出现……这里……】\n\n突然，萧问发现了前方地面的不同——\n\n如同分界线一般，萧问这边的草地比起前方的草地略微要蓝一些，因为地面由方块组成，所以很容易就可以看出不同，那边界上还有一块木牌。\n\n牌子上四个的字已经因为雨水冲刷而有些不清了，只能依稀认出前面的三个——“创世禁”\n\n【创世禁地？】萧问暗暗想道。\n\n另一边的草地上突然蹿出一只粉红色的方块猪，在对着萧问“呼噜”一下后，便蹿进了一片树林中，不见了踪影……\n\n萧问长出了一口气，看来他已经在这个所谓的“创世禁地”的边界了。\n\n踏上了正常的土地，还没来的及大声欢呼的萧问，便突觉一股滚烫的不下几百摄氏度的热流巡遍了全身，接着就倒在地上不省人事了……\n\nTBC.\n\n\n您的支持就是对我的鼓励，请不要吝啬你的人气和回复，只有鼓励才能让作者努力写小说~\n",
    "replies": [
        {
            "author": "a20001017",
            "timestamp": 1373515860,
            "txt_content": "不错哦,顶一个"
        },
        {
            "author": "改变吧！世界。",
            "timestamp": 1378443240,
            "txt_content": "楼主我还是支持"
        },
        {
            "author": "1624190289",
            "timestamp": 1378443540,
            "txt_content": "                             还行吧..."
        },
        {
            "author": "873625363",
            "timestamp": 1380880800,
            "txt_content": "这个小说带有玄幻小说的情节啊  坑啊{:10_514:}"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1390889040,
            "txt_content": "为什么这么多人都喜欢用创世呢？（感觉呗抄袭了有木有！）"
        },
        {
            "author": "abalala",
            "timestamp": 1390907100,
            "txt_content": "文笔好！已顶，不用谢"
        }
    ]
}