{
    "title": "【原创】minecraft同人文 《虚幻与现实》",
    "author": "feizhaoxue",
    "replyCount": 25,
    "timestamp": 1370894820,
    "txt_content": " 本帖最后由 feizhaoxue 于 2013-7-31 15:30 编辑 \n\n咳咳，这是我一时起兴心血来潮写的一个小说，努力不坑，龟速更新。\n\n由于最近看着这个坑写的越来越中二所以我需要重新修改一下=A=标上“*已修\"的符号就算修完了，修改的只有前七章\n\n小说的人设0v0\n\n李安辉\n\n\n\n\n李安辉 正面.png (77.93 KB, 下载次数: 6)\n\n下载附件\n\n2013-7-18 22:10 上传\n\n\n\n\n艾丽娜 &#8226; 威尔逊 \n\n\n\n\n艾丽娜 ? 威尔逊 正面.png (82.7 KB, 下载次数: 6)\n\n下载附件\n\n2013-7-31 13:56 上传\n\n\n\n\n\n\n第一章*已修 \n\n第一章\n       微风轻拂着安辉的身子，衣服顺风飘起，头发随风摇曳。现在她站在一片绿草如茵的大地上，头上则是湛蓝青涩的天空，飘着几朵方方正正的白云。\n\n       旁边长着几棵粗壮的树木，如果无视那个有棱有角的轮廓的话，野外经历极少的她绝对会觉得这棵树的树龄不小了吧。远处能看见拔地而起的高山，如果无视掉山坡都是由无数个方块堆积在一起形成的方块堆的话，安辉绝对会觉得这个山上的景色会很美。\n\n       但这里的一切东西都是由正方形和正方体组成，无论她脚下踩着的草，还是挂在枝头本应该圆圆的苹果。你问这苹果不就是圆的吗？如果你仔细看的话就能看见苹果的轮廓有着不太明显的锯齿。\n\n        “这里是……梦吧，绝对的。”\n\n       她眼睛看到这一景象，嘴角抽了抽。\n\n       这个呈现在安辉眼前的景色，毫无疑问就是她经常玩的那款单机游戏，《minecraft》里经常能遇到的树林地形。\n\n    《minecraft》是一个沙盘游戏，里面的世界都是由一个个不同或相同的方块堆积而成。可以随意的破坏，放置，捡起方块，是一个自由度非常高的游戏。你可以在这个游戏里随意的生存，可以养养动物，也可以种种植物。由于这个特点，玩家可以用他们丰富的想象力创造精美的艺术品，也就是“建筑“。如果你认为它的魅力只在于这点可就是错的了，里面还有一个名为“红石科技”的元素，你可以用它作出各种高端东西。只要你有足够的能力，你想用它做出一个CPU都不是太夸张的事情。\n\n       她刚开始就是被这款游戏的高自由给吸引住，开始沉醉于这个游戏的世界里。但是安辉觉得，就算她自己有多痴迷，也不可能把电脑屏幕当成眼睛了吧？可这个超真实的视觉感是怎么回事？\n\n       也就是说，现在这种情况只有三种可能。第一个可能是做梦，第二个可能是太痴迷而把电脑屏幕的景象在脑中具体化了，第三种可能嘛，呵呵，难道我是把脑袋钻进电脑里跑到这个世界里了？\n\n       综上所述，最科学的可能当然就是在做梦了。\n\n       安辉看了看自己的手，很好，并不是一个长方体，而是有着五个灵巧的指头的手。这更加确定了“自己现正在做梦”的想法。\n       嘛，这样的机会也挺难得的，就随便的逛逛吧。她这样想着。\n\n       她环视四周，自己身处于树林之中。地上长着野生的蒲公英和玫瑰，偶尔能看见几株野草，树则是有着橡树和白桦树两种。呈现在眼前的景象虽然没有什么不自然的地方（如果无视掉所有东西都是用方块堆积而成的话），但总有一种莫名的违和感。\n\n       她随意的找了棵树，试着用手敲了敲树干，树干表面开始有了裂缝，慢慢的从中心蔓延到四周。\n\n       “碰！”清脆的效果音响起，随后树干中间缺少了一块原木方块，而旁边掉落了一块较小的原木方块。她弯腰拾起，用手掂了掂，并不是那么的沉。\n\n       “原来如此，这样敲几下就算开采方块的动作吗。而且这个小型方块也不是那么的沉，带着还挺轻松的。”\n\n       于是乎，安辉如法炮制的砍了四棵树，得到23块原木。\n\n       按照林晓平时玩游戏的习惯，在森林里找了一个比较大的湖泊。一般在这种地方比较容易发展，如果拥有了足够的线就不用担忧自己的食物问题了，直接做成钓鱼竿就可以吃鱼度日，而且观赏着作为风景之一的湖也能让自己心情舒畅。\n\n       这个湖非常的大，湖里有许多只方方正正的鱿鱼在水中嬉戏。看着这片湖，照样有着一种奇怪的违和感蒙在心里。\n\n       安辉没有太在意这些，在湖畔盘腿坐下。\n\n       “嗯……然后？合成方法是什么样的呢？”\n\n       她试着将原木放在地上，然而也没有发生什么。\n\n       “嗯～这可糟糕了，不知道合成方法的话那晚上只能等死了...…”\n\n       显然，她已经把这是在做梦的事情忘得一干二净，只去思考合成物品的方法是什么。\n\n       安辉尝试了许多种方法，比如把原木放在手上，比如狠狠地把原木砸在了地上，比如使劲的践踏着被砸在地上的原木，可是还是没有发生什么。\n\n       到后来，安辉的各种尝试也就变成了用原木发泄对找不出合成方式的自己不满的情绪。如果现在旁边有一个人在她身边经过，肯定会大吃一惊，夸张的拿出电话拨打救护车的电话。\n\n       当安辉不耐烦的向原木劈过去，手碰到原木的刹那间，原木分解成了四个木板，不过很神奇的，那木板并不是呈片状的，而是和其他东西一样，是正方形的。\n\n       只不过对于已经玩久MC的安辉来说这已经是一件很平常的事情。激动地捡起散落在地上的木板，翻来覆去的仔细瞅了好几遍。\n\n       “对，这就是木板！我……”\n\n      安辉刚想要激动的要喊出感慨的话语时，脑袋里突然窜上一股剧烈的刺痛，如同电流般从她的脑袋窜到眼睛里。\n\n       “唔……”\n\n       安辉的双手不由自主的伸向脑袋，双腿也因为这强烈的刺痛软了下来，瘫坐在平坦的草地里，手中的抱住头脑的力道也随之变的越来越大，好像她要把自己的脑袋拔下来似的。一分一秒变的相当的漫长，眼前的景色也渐渐从一群方块变成了毫无污垢的白色。\n\n       就当安辉因疼痛而流出的眼泪要从眼眶里溢出来之前，那个剧痛突然的消失的无影无踪，脑袋处理不了这突来的变故，眼前一黑，她的身子也向前一倾，倒在地上，进入了“待机状态”。\n\n第二章*已修 \n\n第二章\n       安辉睁开了眼睛，然后呢，她的眼睛就被闪到了。安徽连忙拿手挡住晃到她的眼睛的阳光。\n\n       “诶？等等，这不科学。在MC里怎么会有阳光闪到眼睛的可能？难道我在梦里启动了光影水反还是怎么着？”\n       安辉变得有些疑惑。\n\n       她迷迷糊糊的望了望四周，才发现现在的自己并不在湖畔旁，而是在一间房间里。阳光从窗户洒进房间里，撒到了她正盖着的被子上。房间里的摆设很朴素，一张矮桌摆在房间中央，然后墙边摆着柜子和写字台，床边则是摆着一个小柜台，柜台上摆着一个小型红石灯，而红石灯上面安置着一个同样很小的拉杆，好像只用一个手指就可以掰动。\n\n       而她是在床上起来的，那么就表示安辉刚刚失去意识的那阵子并不是狼狈的趴在湖畔，而是躺在床里死睡着。她用左手握拳捶了一下右手掌，眼神有点呆泄。\n\n       “原来如此，现在的情况就是这样的啊。”\n\n       安辉又使劲地摇了摇头，双手捂着脑袋对刚刚自己想出来的那笨笨的想法觉得有些天真。\n\n       “不不，我怎么可能会躺在床里呢？”\n\n       安辉失去意识之前可是刚刚明白了分解原木的方法，而她那时候还没有那个时间去合成床呢。还有，那时候突来的那阵刺痛又是怎么回事？\n\n       安辉随着意识的清醒，又有许多疑问就这么窜上她的脑门。她觉得有些头痛，用手揉了揉太阳穴。\n\n       “果然我最不擅长去思考这种麻烦的东西了啊。”\n\n       忽然，房间里想起了开门声。安辉反射性的向声源看去，发现进来的是一个和她年龄相仿的女生。但当安辉看见她的样子，瞬间惊垮。\n\n       嗯，她梳着金色的马尾辫，身着亚麻色的无领布衣，穿着墨绿色的长裤，同样是用和衣服一样的质地的布料制作。如果单是这样描述她的外貌，那么还能给人一种“这妹子一定很漂亮”的感觉，但是——\n\n       她的样子，和这个世界本质是一样的。无论是她的头，还是她的手臂，还有他的身子和腿，就连她身上衣服的颜色也不放过，都是用方块组成的。\n\n       安辉的额头冒出一滴冷汗。\n\n       “囧啊，为什么这个人那么有棱有角的！不不，一定是我观察方式错了，要不然怎么会有这么不科学的现象出现在这个很科学的世界上呢！”\n\n       安辉看见她的样子后瞬间开始了自己的吐槽，声音因为她平常的吐槽习惯压的很低，因此对方并没有听见安辉在嘀咕着些什么。\n\n       安辉夸张的揉了揉眼睛，将视线重新放在那位少女身上。\n\n       “啊，还是方块……”\n\n      这次安辉的声音并没有压的很低，她看见对方的嘴角微微地抽了一下。\n\n      “……你果然很饿吗？但是也请别用这种眼神看着我，可以吗？”\n\n      对方的脸上还是摆着推开门时的微笑。而安辉注意到自己的失态，低声抱歉了一声，对方则是回应了一句“没关系”。\n\n      不过她现在才因为对方所说的话而察觉到了，那个少女的类似于手的长方体上端着一碗装着汤的瓷碗，冒着热气。当然，里面的东西和碗都是用方块堆成的，那个热气也不例外。安辉的鼻子捕捉到鱼肉的香味，向肚子发出信号，而肚子也很配合的“咕咕～”叫了起来。\n\n      气氛瞬间变的尴尬起来，安辉的脸也因此羞涩的红了起来。\n\n      对方则是轻笑了一声，随后将那盘食物放在床边的小柜台上。碧绿的瞳看着她，露出柔和的微笑。\n\n        “先吃这些填饱肚子吧，你肯定饿了。”\n\n       安辉意识到对方端来的那碗鱼汤是给自己喝的，她出于礼节，刚想说一些推辞的话，然而对方则没有给她说话的机会。那位少女迅速的将一勺鱼汤塞进安辉的嘴里。她舌头被滚烫的鱼汤烫到，差点就把嘴里的汤吐出来，但又因为鱼汤那清淡而又有些香润的味道的原因，还是努力的把鱼汤咽了下去。\n\n        安辉刚要脱口而出的称赞的话语又被那位少女袭来那一勺鱼汤咽了回去。舌头再次被烫到，此时她感觉对方的微笑是那么的毛骨悚然，这孩子一定是腹黑啊。\n\n       而这碗鱼汤就在这样在安辉的舌头反复被烫的情况下喝完了，现在她把嘴巴张开还能感到有热气飘出，她的头上挂满了黑线。\n\n       对方完全没有注意到，不如说完全无视了她现在的表情，开始做起了自我介绍。\n\n       “那么我先自我介绍一下，我叫艾莉娜&#8226;威尔逊，你呢？”\n\n       “呜……李安辉。”\n\n       “李……安辉……吗，发音好奇怪啊……”\n\n       艾丽娜试着说出安辉的名字后，她装摸做样的点了一下头，低声说着“很好”，然后，对方摆着有些印堂发黑的微笑这继续询问安辉。\n\n       “那么，你为什么晕倒在河边呢？不可能是饿晕的吧？”\n\n       安辉听到对方的提问，几乎是反射性的脱口而答：\n\n       “嗯，那是因为头……”\n\n       “那是因为头突然就痛了起来”，想说这句话的途中就不禁失声。\n\n       因为安辉从刚才自己想说的回答中发现了一个很可怕的事实。\n\n       如果在梦里的话，那么自己怎么会感到痛？为什么安辉睁开眼睛后，不是在自己的床上醒来，而是还在这个MC的世界里醒来的？\n\n       安辉因为自己的发现瞪大了眼睛，手不自主的伸向了自己的脑袋上。\n\n        “啊……”\n\n       也就是说，她并不是在做梦。刚才发生的一切，都是现实，一分一秒的缩短着安辉的寿命。这个世界，是真的，不是虚幻而又容易破碎的梦境。\n\n       然而，因为安辉不记得自己是怎么来到这个世界的，所以，自然也不知道回到自己得世界的方法。\n\n      回不去了。\n\n      她倒吸了一口冷气。 \n\n      【我可能再也见不到家人、朋友了，也可能再也触碰不到那里的一草一木，去呼吸那里的空气，感受那里的阳光。周围只剩下陌生的环境，堆满着未知数的东西，还有茫然的未来。那熟悉的事物，也许都……】\n\n       她想着，两滴泪珠溢出眼眶，划过脸颊，滴在床单上，右臂也开微微始颤抖起来。因为这个足以震撼灵魂的信息，使安辉忘记了刚才的谈话，四周只剩下漆黑一片。\n\n       “我知道了，看来已经能确定你不是有恶意的人呢。”\n\n       她茫然地抬起了头，四周的视野恢复原状。只见艾丽娜以柔和的微笑对着我，嘴唇继续动了起来。\n\n       “我想你一定是想起了不好的事吧。\n\n第三章\n\n第三章\n       想着那些很悲观的事情，掉下了眼泪后，之后发生的事情就不清楚了。\n       只记得那个叫做艾莉娜&#8226;威尔逊的人突然地改变了对我那个腹黑的态度，而且又突然说要收留我，并把楼阁的空房间送给了我，仅此而已。以至于为什么我会躺在这个床上的事，她没有告诉我什么，不过我也大致的猜测到了。可能是，我因为脑袋的刺痛而晕倒在湖边，而艾莉娜&#8226;威尔逊在路过湖边时发现了我，然后把我搬到了那个房间的床上。最后我在那张床上醒来，事情就顺理成章的这样发展了下来。\n\n       然而，在这个世界里的生活并不是像我想象的那么的艰辛，反而是很轻松愉快的。每个人都很温柔，虽然也会有一些淘气而又爱坏事的人，但是也没有恶意。可以说，这里的生活和那个每天都要上学和写作业的生活比起来，这里更加的好。以至于这里的人都是用方块组成的事情，在我刚得知的时候是很震惊（在得知自己也是方块人时更加的震惊），但却意外快的习惯下来，没准是因为以前MC玩多了的缘故呢。\n\n      “安辉？你怎么了，在发呆哦？”\n\n      在桌子对面的吃着早餐的艾莉娜&#8226;威尔逊的话语把我从漫长的回忆中打回到吃饭的场景里。\n\n      客厅里，中间摆着一张较高大的桌子，桌子旁摆着两把椅子，我和艾莉娜各坐在一个椅子上。墙壁边摆着书架和柜子，还有钟表等等东西。阳光透过窗户射进客厅里面。\n\n      “啊啊，抱歉，走神了。”\n\n      慌张的把一直含在嘴里的勺子取出，然后再盛上一勺汤后，把它再次送进嘴里。\n\n      带有微微咸味的汤水在我嗓间流下，嘴里还留有一些鸡蛋的腥味，还有西红柿酸甜的味道，使我再把下一勺汤送进嘴里。\n\n      今天的早饭是清淡的鸡蛋汤外加上几片面包和荷包蛋。很朴素的饭食，却能让我感到有些温馨。记得爸爸经常给我做这样的早饭呢。\n\n      所谓“早上吃好，中午吃饱，晚上吃少”这句话，在我们家已经成为了家训，所以早餐并不是吃着外面买的早点，而是爸爸亲手做的料理。\n\n      回忆起家里的事情，又有些让我失神。嘴里含着勺子，木然的望着窗户外的景色。\n\n      “喂喂，安辉，你又发呆了哦？在想些什么呢？”\n\n      听到这句话后，反射性的老实的回答了她的话语。\n\n      “嗯......想起了一些以前的事情了呢......”\n\n      对方闻言，眼睛一亮，露出高兴的神情。\n\n      “怎么样？全部都想起来了吗？”\n\n      “不......只是想起了一点罢了......”\n\n      有些慌张的回答了她的问题。这么说的话，好像她看到之前我那个丢人的一面后，就很神奇的误认为我是记忆丧失者，第二天还在安慰着我“别伤心，过几天没准就会想起来的”这种话。虽然我很想辨清这个误会，但如果我吐露“我没有失忆”的话，感觉接下来的事情会变得非常的麻烦。所以干脆就一直让她这样误会下去，这样的话谁也轻松。\n\n      早餐就在我不断走神，对方不断的提醒我继续吃饭的节奏下结束了。\n\n      这是我来到这个世界的第五天。\n\n      最近这几天，我已经充分的习惯了这个世界。虽然突然从我身后冒出一个方块人还是会受到惊吓，但对方看到我的表情后，经常一副“奸计得逞”的表情，对于这种事情我除了无奈以外没有其他感觉。我和这里的村民已经有些熟悉了，如果让我点出所有村民的名字的话，我估计只有几个人的名字说不出来吧。\n\n      而艾莉娜貌似在小时候父母就突然失踪，所以自己的金钱都是靠自己的工作赚来的。得知这一点的我，觉得很是内疚。\n\n      她明明和我年纪相仿，依然有着属于她自己的职业。她的职业是“牧羊人”，每天将富人家羊的羊引到森林里放牧，然后在太阳要落山时把羊群赶回去。而那个富人的名字是汤姆&#8226;史密斯，是个很善良的商人，很照顾身为青少年的我们。并不像周扒皮（注：某恶霸地主）一样想尽办法让我们多干一些活，如果我们有事或者是生病发烧什么的去请求休假，对方会很爽快的答应我们，而且每个月的酬金也不多不少，可以足够的在日常生活中使用，虽然这些都是艾莉娜告诉我的。\n\n      当然，艾莉娜不是自己一个人很孤独的去放牧，而是有一些“同事”一块儿和她放牧的。至于他们是谁，我明天就会知道。\n      因为，今天我会去申请和艾莉娜一样的职业，毕竟一直花着别人赚来的钱也不好意思。 \n\n      现在，我和艾莉娜就站在一个比和其他木屋相比比较大的木屋前。门上清清楚楚的刻着“汤姆&#8226;史密斯”的字样。\n\n      心里砰砰直跳，用着无比僵硬的动作敲了敲眼前的门，许久，门打开了。\n\n      开门的是一位长着胡须的大叔，他有着棕色的平板头和同色的瞳孔，穿着棕褐色的夹克衫和棕红色的布裤子，他就是汤姆&#8226;史密斯。看见我后，露出了和蔼的笑容。\n\n     “你就是艾莉娜介绍的李......安辉......吧？快进来吧。“\n\n      听到对方的话，我立即挺直身子，头朝天大叫一声”是！“。此时艾莉娜一副无语的表情，而汤姆先生则是愣了一阵子。\n\n      之后，我便绷紧着神经踏进了这件木屋里，里面的摆设都很普通，和普通的客厅一样，房间中央摆着大桌子，后面则放置这一个木制沙发，然后四周则是大大小小的柜子，里面估计塞着一些有价值的商品。\n\n      汤姆先生把我们接待到沙发上，艾莉娜很自然就坐了上去，而我则是机械般的弯了一下腿，做上去后双手又笔直着放在大腿上，头还是高挺着。\n\n      “那个......安辉，你不用那么紧张，真心的。”艾莉娜有些无奈的说道。\n\n      汤姆先生则是很赞同的点了点头。\n\n      看见他们这么说，我立马反驳：\n\n      “我才没有紧张呢！只是有些拘束罢了！真的！”\n\n      “拘束和紧张是近义词吧......”\n\n      艾莉娜如此吐槽道，汤姆先生则是无奈的叹了口气。\n\n      “许多第一次见到我都是这样......姑娘，放松一些，我只不过是比其他人有钱了点，我和你一样是居住在这个小村庄里的居民啊。”\n\n      听到汤姆先生这么说，反而让我更加紧张了起来。对于这种像面试这一类的事情，我是最不会应付的。这要从我小升初时的面试说起，我那时成绩优秀，好不容易通过了那个非常艰难的笔试，去面试的时候，我基本上已经默认了“我已经考上那个学校了”的想法，面试的时候就一副大大咧咧的样子应付了。结果出人意料，我竟然因为面试这一环而拒绝入学，得知这一点的我背后闪过一道雷光，受到了前所未有的打击。那时候我基本上是把自己关在房间里一天，一直嘟囔着“卷子上的阅读都是骗人的”“为什么只是因为这个被拒绝了啊”之类的话。从此以后，我面对这种情况时都是绷紧了自己的神经细胞挺过去的。\n\n    “啊哈哈，我真的没有紧张的，汤姆先生。”\n\n      说的话和语调完全成反比例，语调非常的僵硬，而说着的话却是那种半开玩笑的感觉。\n\n      汤姆先生又叹了口气，然后开始对“牧羊人”这个工作开始了详细的解说，当然我因为紧张过度没有听进去多少，在最后对方确认我要不要接受这个工作的时候，我僵硬的点了点头。\n\n      然后呢？当然就通过了，没有什么繁琐的手续，只是签订了一个协议与契约而已。我在这过程中心里再次感叹着两个世界的不同，然后我带着兴奋的心情把那张协议与契约带回了家。\n\n      夜晚，静寂笼罩着整个村庄。金灿灿的星星点缀着天空，洁白的月亮挂在夜空，向大地洒下洁白的月光。窗外时而传来蝉的叫声，让夜晚更加有了情趣。\n\n      我把那张协议与契约小心的收进了抽屉里。\n\n      “牧羊的乡村生活吗......感觉很好玩啊。”\n\n      我怀着对新的生活好奇与激动，进入梦乡。\n\n第四章\n\n第四章       今天，就是我去工作的第一天了。\n       明明大人们一提到工作就会皱起眉头来，抱怨这抱怨那的，但我却是对自己的工作抱以期待的念头。因为，我要干的工作是“牧羊人”啊，在那个空气里满是废弃的城市里一辈子都不可能找到的工作，自然会让我感到有些好奇。\n       而且，“地主”先生并不像小时候课本里经常出现的那种恶霸地主一样想尽办法的剥削劳动者，反而是宛如看护着自己的孩子一般的照顾我们。\n       每天不用背着沉重的书包长途跋涉到学校里啃着书本死记硬背，只用轻松而又开心的度过每一天就行。光是想到这一点，就会让我觉得这里比那个世界好得多。\n       但是，每当我的脑袋里浮起“干脆就在这个世界里定居吧”的念头时，又会被沉重的罪恶感压下心底。如果我不回到我真正的家里的话，父母一定会担心我的，而且，我在那里还有未完成的学业还有光辉未来等着我，如果在这里空虚的度过一生，那岂不是对不起我以前的努力了吗？\n       所以，无论怎么样，我一定要回到我自己的家里。但让我享受一下这样的生活也是可以的吧？\n       “找到了，接好！”\n       在我思索的时候，在眼前翻找客厅的柜子的艾丽娜突然把一样东西扔了过来，我慌张的接住，仔细一看是一个鞭子。基本上是反射性的脱口而出。\n       “要这个鞭子干嘛啊？”对方闻言，无语的看了自己一眼，深深地叹了口气。\n       “安辉啊，你在接下这个职业之前都没有研究过有关这个职业的事吗？”\n       “诶？可是……我要干的事情不就只有把羊群引到草原就行了吗……”   \n       对方听到我这个半吊子的回答，耸了耸肩，开口：\n       “请把‘只有’去掉。把羊群引到草原里可是一件很麻烦的事情啊，不仅要一只一只把它们用羊鞭赶到正确的方向，然后……“\n       见对方开始对我唠唠叨叨的说教，我连忙打断她的话：\n       “停！不用那么麻烦的，我有更好的方法。“\n       故作神秘的瞥了她一眼。本以为对方会无视我继续对我说教，但她反而是向我投向好奇的目光。\n       “更好的方法？有那种比不断地用羊鞭抽打让羊跑向草原的方法吗？那个方法是什么？“\n       这个预料之外的反应让我愣了一下。“什……你这是怎么了？你这充满好奇心的青春少女样子是怎么一回事啊？“\n       对方闻言，“呵呵”的笑了几声。随后，露出印堂发黑的笑容，一步一步的逼近我。我的额头瞬间冒出冷汗，被她的气势所压倒，一步一步的向后退去。\n       “那么你愿意每天费劲吃奶的力气使劲的抽羊去吗……不，你这句话的意思是说，我不是充满好奇心的青春少女，而是漠视一切的大妈的意思吗？“\n       “唔……”\n       这又是预料之外的反应啊！她怎么突然开启里人格的开关了啊！！脚后跟碰到了什么，迅速回头一看，发现是一道墙壁。糟糕！背后没有路了！转过头，正对上对方那个令人毛骨悚然的笑容。全身的不自主的飙出冷汗，对方则又“呵呵”的笑了一声，随后动了动嘴唇，开口道：\n       “那么，你难道不觉得你说完那句失礼的话后，有什么要说的吗？”\n       “啊……对不起！“   \n       “很好。“对方满意的点了点头，随后露出以往的笑容，使我安心的松了一口气。\n       “那么，你说的那个方法是什么呢？”\n       所以说粉（乖）的切开都是黑的啊。装模作样的咳嗽了一下，然后开口：“想知道的话，那么带着点钱跟我来吧！”\n◆（艾丽娜视角）\n       这个奇怪的人来到这个村庄已经有六天了呢。记得那一天我在森林里散步，然后在湖边发现了狼狈的趴倒在湖边的女孩。把她搬回家，让她躺在阁楼的床上。以为她暂时不会醒来的我下楼煮了一碗鱼汤，把它端上来的时候，发现她已经醒了。\n       之后事情就发展了下来，比方说她用看到怪物的眼神看着我，比方说我喂她鱼汤的时候是带有一些发泄情绪给她喂，再比方对方露出了满脸黑线的表情。\n       最后，当我问她“你为什么晕倒在河边呢？”的问题时，对方回答到一半，然后就沉默了。紧接着，她瞪大了眼睛，然后双手捂着头，明显流露出惧怕着什么东西的表情。泪水从眼眶溢出，划过脸颊，滴到床单上，手臂也开始了颤抖。\n       这突发的变故让我愣了一下，同时看着她的反应我也了解到了一件事情。\n       她可能遇到过“他”。因为我的话想起了“他”，所以才会怕成那个样子吧。不如说，能从“他”手里逃脱已经是一件很不容易的事情了，如果没有逃出“他”的手，就会像我的父母一样，从这个世界上消失，不留一点的痕迹的消失。\n       随后，我安慰了一会儿她，并决定把这个没有人住的阁楼暂时送给她住。第二天她的精神状态已经恢复了不少，然后随着时间的流逝越来越变得开朗，这个变化让我安心了不少。\n       最后，当她提出“我也要工作！”的抗议时，我也就理所当然的把她介绍给汤姆先生，然后事情就发展成了这个样子。\n       她带领着我跑到了集市。\n       “啊，老板，好久不见！这次我找你买小麦来了！”\n       李安辉她向着麦谷售货店的老板招了招手，商店老板也回了她一个笑容。\n       见到这场景，除了有些惊讶以外，还是有一些无语的成分在内。\n       “你什么时候和老板这么要好来着？”\n       “啊哈哈，其实嘛，之前这个小姑娘告诉了我一个能快速收割小麦的方法。说实在的，我没有想到只是把温室的红石灯给关了小麦就能自动掉地了啊，拖她的福，我现在也轻松了不少啊。”\n       回答我的问题的是商店的老板，听到这个回答，只得耸了耸肩。\n       李安辉已经开始挑选了小麦，随后像是想到了什么一样，看向我，问道：\n       “那啥，我们工作单位里有几个人？当然包括我和你在内。“\n       “嗯……包括我们在内的话，记得有五个人来着？“\n       “人还挺少的啊。老板，我买五捆小麦！”\n       老板则是憨厚的一笑，然后说着“没事，就五捆的话就给你吧！”的话。我们则是离开了集市，踏上了走去羊屋的路。\n       看着安辉那满脸兴奋的盯着手中的那几捆小麦自言自语，我不由得疑惑。\n       “那个……这几捆小麦有什么让你这么兴奋的元素吗？”\n       对方闻言，迅速转过头来，双眼发光的对我解释道：\n       “这就是我跟你说的‘引羊的好方法’里需要的道具！这可是第一次试验呢，如果能成功的话就好了……”\n       看见对方继续开始自言自语，自己也就闭上了嘴。我从刚才她说的话语中得知了一个重要的信息，那就是那个引羊的好方法并不是一定能成功的。\n       “呵呵......不能成功的话……那么你死定了。”\n       无意识的吐露出自己的想法，感觉对方停止住了自己的自言自语，可能是我的错觉吧。\n\n第五章\n\n第五章        然后我和艾丽娜来到了汤姆先生的羊屋门前。\n        “这么看，汤姆先生的羊屋还真大啊！我是第一次见到呢！”\n        有些好奇的看着那座羊屋。用橡树原木来作为地基，大概高5米，用橡木木板作为墙壁。窗户是用木栏杆制作而成，屋顶用的是圆石楼梯和半砖砌成。更有趣的是，羊屋的门不适用栅栏门或者是木门，而是活版门。\n        艾丽娜无奈的耸了耸肩，我没有多在意，跟着她进入羊屋。\n        里面的布置更为有趣。\n        内部是分为三部分，左边和右边是羊群活动的空间，用木栅栏围着大概7x5面积土地，里面圈养着4 – 5只羊。中间则是只是用小麦（类似小麦的植物）铺设着工人行走的地板。\n        “果然很有趣啊！以后我也这么造羊屋。”\n        艾丽娜听到我的发言，对我投来意味不明的目光，并像是习惯了我的这种话语后叹了口气。我这句话也让同样在羊屋里的人注意到了我们的存在，打来招呼：\n        “哟！刚才的叹气声是艾丽娜的吗？你来得很慢啊！”\n        一个比我们大几岁的少年像我们走来。他的服装还是跟我们的差不多，长袖布衣和布制的长裤，心里暗自吐槽了这个世界的人的打扮。棕色的刺猬头让这个人看起来精神得多，炯炯有神的褐色瞳孔也充满了欢快。\n        “听说今天会有新人来，那个笨蛋会做这种累的要命的工作啊，有我们几个倒霉的就足够了是不是？”\n        听着对方说着间接性侮辱我的话，额头上冒起一个青筋。而艾丽娜则是耸了耸见，指向了我。\n        “你说的那个笨蛋就在我身边。”        “……”\n        那个人僵硬的转过头，把视线对准了我。然后露出惊讶的表情，轻声问道：\n        “那…..啥？请问……你是什么时候在这里的？”\n        “呵呵，从你刚才向艾丽娜打招呼的时候就在了。“\n        对方单手捂面，低头开始碎碎念。艾丽娜拍了拍我的肩膀，我转过头看向她。\n        “其实呢，你不用太在意他说的话，因为他真的和他的性格一样，是个笨蛋。“\n        艾丽娜很认真的对我说。那认真的眼神让我微微地的汗了一下。这么直白的说别人笨蛋不太好吧，而且“和他性格一样“这句话，我能认为你是在变相的承认你是腹黑吗？\n        “顺便一提，他的名字是杰克&#8226;布莱克。”\n        汗，名字原来是顺便提出来的啊。\n        羊屋的门随着一个有些羞涩的声音被推开。“那……那个……对不起，我来晚了……”\n        这个听起来非常弱小的声音是闹咋样啊？目光向门口看去。\n        站在那里的，是一个年纪看起来和我们差不多的少女。终于，她穿的不是和我们一样的长袖布衣，而是短袖布衣，裤子也是七分裤，而不是到脚腕的长裤。不知怎的对这个世界的人的衣着产生了巨大的改变啊。\n        她银色的头发由于自己那紧张过度的姿态而摇摇摆摆，碧绿色的眼睛里明显流露出不安。\n        我说，一个人能紧张到这种地步吗？嗯，看来这个世界量产奇怪的人啊。\n        “伊莉娜，你那个紧张到有只老鹰把你叼走也不奇怪的样子是什么啊？有什么东西让你那么害怕吗？”\n        那个被艾丽娜成为“笨蛋”的杰克一下子就说中了我疑惑的要点，good job！\n        “因，因为……听说有新的人会……来干这个，……工作……所以……“\n        原来她那么战战兢兢就是因为我？那也太夸张了吧，放心孩子，我不会对你干什么的。还有，那孩子说工作的时候停顿了一下吧？“牧羊人“这个工作有那么令人讨厌？\n        “啊，新来的人的话已经来了。“\n        那个被称为伊莉娜的少女瞬间惊悚起来，感觉随时会拔腿逃走。\n        “放心，伊莉娜。安辉虽然说话古怪了点，但是不会做出什么奇怪的举动的。“\n        那句奇怪的举动是什么意思。还有说话古怪…….有些桑心啊。\n        而伊莉娜听到艾丽娜的话，立刻放松，露出了安心地笑容。\n        少女，你为啥听到艾丽娜的话后瞬间变得安心起来了。还是那啥，你真认为我会对你怎么着吗？\n        艾丽娜第二次作出拍我肩膀以示安慰的动作，然后解释：\n        “因为伊莉娜是汤姆先生的女儿，所以有些不善的人可能就会伤害她，再加上以前嫉妒她的人对她的欺负，她会这样也是难免的了。不用太在意。“\n        “啥！？“\n       被这突来的有着冲击性的资料愣住。艾玛这不科学，棕发棕眼的人怎么可能会有银发碧眼的孩子啊？不，没准是白人和黄人的混血……\n        在我纠结的时候，艾丽娜自顾自的向其他人介绍了我。\n        “这个人叫李安辉。据说她有一种很简单就能赶羊的方法，所以我们没有带鞭子。”\n        说完艾丽娜用肘碰了我一下，然后一脸无奈的看着手中空空如也的杰克。\n        “所以你也不用担心你没有带鞭子的问题了。“\n        杰克听见这明显挖苦自己的话语，反而叉腰爽朗的一笑。\n        “啊哈哈，被发现了。“然后，我随即感受到了好奇的视线。“那么很‘简单就能赶羊的方法’是什么呢？”\n        “啊，这个嘛，只用拿着小麦，羊就会被小麦吸引住，然后就顺理成章的跟我们走了。”\n        杰克听后立即捂面，另外两人也露出有些失望的表情。“食物引诱法么，这能行么？”这明显在怀疑我的方法的可行性。\n        如果在现实世界里这个方法是不可行的。但是，MineCraft就是这么的不科学。\n        “试试不就知道了？”\n        这么回他一句，然后开始分配给其他人早上得到的五捆小麦。分别给了艾丽娜、杰克、伊莉娜和我。但是多出了一捆。\n        “诶？怎么会多出来？”\n        记得艾丽娜说加上我有五个人来着？难道是我记错了？\n        而伊莉娜则是想起什么似得，有那么一瞬间露出恍然大悟的表情，但立刻就被担心所顶替。\n        “瞬呢？“\n        “……“\n        其他两个人闻言，立刻沉默了。而我是不明真相的看着那几个人沉下去的脸。\n        “这么说，他没来呢。“\n        “每次那家伙都是第一个到这里的，所以也不可能这么晚还不来。“\n        “会不会发生什么了啊？“\n        他们都在自顾自的讨论着什么，完全忽视了我的存在，不如说他们已经认为我认识被他们称为“瞬“的人了。默默的举起手，一脸囧相的提问：\n        “那啥，瞬是谁？“\n        “啊，我还没有介绍过来着。“艾丽娜说着，立即给我解释：“瞬是一个星期前刚刚加入到我们工作的孩子。叫林风瞬。明明昨天还跟我们一起工作的……“\n        一直沉默着的伊莉娜开口。\n        “会不会是……被‘他’抓走了？”\n        “！！“\n        艾丽娜和杰克露出吃惊的表情，随后都附和着这个观点。我还是只能一脸不明真相的看着他们。他们所说的‘他’指的是谁？小黑吗？\n        “我们工作完之后去找找那家伙……只能这样。”\n        最后杰克这么说完，大家自觉的不再提起有关“林风瞬”这个人的事情。我是因为不认识那个人所以没有多提，其他人就不清楚各自是怎么想的了。\n        听这个人的名字就知道，这个人是纯正的中国人，而不是这些会说中国话的外国人。难道是和我一样，从现实世界来到这个世界的？\n        杰克一脸不愿意的拿着小麦在被栏杆圈起来的羊面前晃了晃，不科学的事情发生了。羊群们毫无例外的死盯着那个小麦。杰克往左走走，羊群往左移移；杰克往右走走，羊群往右移移。\n        艾丽娜、杰克和伊莉娜脸上都露出“这不科学！”的吃惊表情。我看见他们的反应不知怎的有了一些自豪感，笑眯眯的打开了栏杆的栅栏门和羊屋的活板门。很顺利的将羊群引出了羊屋。\n\n第六章*已修  \n\n第六章 \n        在靠湖的草原边，一群绵羊和几个拿着小麦的少年少女在歇息。\n        但是，那群绵羊与其说是在歇息，不如说各自都死盯着他们的“猎物”，等待“猎物”出破绽的瞬间，夺走他们盯上的“猎物”。\n\n         而那些少年少女没有例外的背上都渗出了冷汗。因为绵羊们所盯上的“猎物”就是他们手上的小麦。\n\n         被一群绵羊围观的经验恐怕就只能在这个世界里体会到了。隔着屏幕在这个世界里生存的时候，拿着小麦引羊已经是颇为平常的事情。但是实际上这么做，即便只是羊也会被他们全身散发的气势所压倒，用四个字来说的话，压 力 很 大 。\n\n         “这么想想，史蒂夫的心理素质挺高的啊……”\n\n         在阳光明媚，青青绿草上，被这么一群绵羊死盯着，在这样一个囧然的环境下还能保持着自己的扑克脸跑来跑去的，有些佩服他了。\n\n         安辉的感叹被艾丽娜听见，她显得有些惊讶。\n\n         “安辉，你知道史蒂夫的事情？”\n\n         “啊，当然啊。”\n\n         Minecraft里面的可操控角色的名字不就是史蒂夫嘛，玩过的都知道。安辉理所当然的想着。\n\n         艾丽娜闻言，开始低头思考着什么。而杰克对这个话题很有兴趣，也搀和了进去。\n\n         “打败末影龙和凋零的勇者嘛，这都已经是常识了。“\n\n         安徽听到这句话后，感觉有一群草泥马在自己的眼前里狂奔，每一只草泥马经过她的身边的时候都朝她吐上一口水，并囧囧有神的扫了她一眼。\n\n         “什，勇者！？“\n\n         她和她的小伙伴都惊呆了。史蒂夫的设定不是普通的矿工吗？在这里的设定怎么成为好像打败魔王拯救了世界的勇者了？这级别跨度太大了吧？\n\n         杰克见安辉的反应，有些疑惑的挠挠了头。\n\n         “据说打败凋零后史蒂夫看见世界的真相，然后成为了世界的支柱。故事书上是这么写的，难道是我记错了？“\n\n         故事书？安辉觉得，这个世界变得好玄幻。\n\n         “不，只是知道有史蒂夫这个人罢了。他竟然是勇者什么的想都没想过啊，明明原设定是矿工……“\n\n        她这样解释着，到了途中就变成了自己的吐槽，开始了碎碎念\n\n         “原设定？“\n\n         杰克闻言后听见了自己从未接触过得词汇，又疑惑的挠了挠自己的脑袋。\n\n         伊莉娜之所以没有参与刚才对话，是因为她已经被羊犀利的眼神压得胃难受而不想说话。\n\n         放牧的时间就这样在你一言我一语的情况下结束了。\n\n         放牧完干什么呢？当然是去找上午他们所称为“瞬”的人。\n\n         首先，我们去林风瞬的家。家和其他的建筑物风格一样，用原木来做支柱，木板来做地板和墙壁，屋顶用圆石来搭建。毕竟是一群人在那个屋子的门前敲门，固然较为明显。正准备去散步的邻居看见他们，边打住他们。\n         夕阳西落的场景在minecraft里还原的非常精致，此时安徽看着开始向下慢慢沉陷的方形太阳，被染红的火烧方云，再次感叹了一下制作方的技术。\n\n        “哦呀，你们要找瞬干什么呢？”\n       邻居看起来是一位很憨厚的人，她穿着绿色的长裙，浅棕色的长袖布衣，盘起来的头发让她看起来更为优雅。\n        “请问一下，你知道瞬在哪里吗？“\n       伊莉娜开口问道。她的脸上满是担心与着急。邻居闻言，将食指抵在嘴唇上，思考着什么。\n        “抱歉，我今天没有看见他出来过，只是记得昨天晚上外面很吵来着呢……”\n         邻居很优雅的鞠了一个躬，然后离开。\n        “…….”\n         每个人的脸上都比较严肃的思考着什么。\n         “我们别管这事了，不如说我们管不了了。”\n         说出这句话的是杰克。他的表情难得一见的变得严肃。其他人都比较犹豫的点了点头，安辉也就只能不明所以的跟着点头。\n         为什么说我们管不了这件失踪的事件？早上他们所说的“他”指的是谁？他们是不是有什么瞒着我？\n         许多疑惑搅和在一起黏在安辉心里，让她觉得有些难受。\n         “那么我们就回家吧！”\n         不知是谁说出这句话，但每个人都听见后带着不一样的表情离开了。天色渐渐变得暗起来，暗紫色的天空看着有种说不出来的风味，天上的星星也显露出来。安辉和艾丽娜走在一起，晚风吹着她些舒服。\n         “艾丽娜，你回去吧，我去散散步。”\n         安辉不知道为什么她突然说出这句话，但看见对方点头，她也就转身离开了。\n         第六天。\n         “我来到这里的第六天就出了这种事情，这里看来这里并不像表面那么和平......”\n         “对了，他们的嘴里一直提着的‘他’是谁？”\n         安辉一直这样低头想着，脚步也缓了下来。脚下踩着圆石砌成的小路，头上顶着暗紫色的天空，显得有些神秘。\n         “啊啊啊！想不出来啊！想东西什么的最麻烦了啊啊啊！！！“\n         她烦躁的抓着自己的头发，惯性的抬起了头。而安辉面朝着的方向，正好是村边的森林。\n         她看见了。\n         藏在树丛里面的，偷窥村庄的那双，惨白的瞳孔。\n         “herobrine！？“\n         当安辉发现他的时候，心脏猛地跳动了一下，眼睛的瞳孔急剧扩大。\n         “他“指的原来就是……！！\n第七章  (开始用第三人称)*已修2013.7.19 补完内容   ←明明是你觉得字数太少所以后补的吧= =第七章  （试用第三人称写一写）\n       不敢相信。\n      “him”在minecraft的世界里，是真正存在的。\n       如果是在普通的MC网络小说里面，“him”的存在已经是很喜闻乐见的了。在读文章时看见him的出场，也就只会一笑带过。但是，在真正遇到这种情况的时候，“玩家”会做出什么反应呢？\n       安辉不知道是在什么时候遇到“him”的。可能是一两个小时前，可能是几十分钟前，甚至是三四分钟前都有可能。\n       安辉看见那个亡灵时，只能感受到一种粘稠的触感在心底里蔓延，一点一点的吞噬着自己的意识。\n       这可能是恐惧吧。\n       但是自己又为什么那么害怕他呢？\n       安辉的这个疑问再回到自己的房间里，冷静的思考了几分钟便得到了解答。但是得出的答案更让安辉陷入了恐慌。\n\n       “瞬是一个星期前刚刚加入到我们工作的孩子。叫林风瞬。明明昨天还跟我们一起工作的……“\n       “会不会是……被‘他’抓走了？”\n\n       林风瞬这个名字，中国人的名字。而这里的人的名字都是英国或美国风的名字。那么他是和我一样从现实世界来到这个世界的人。       但来到这个世界后一个星期就失踪了。\n       因为him。\n\n       “一个星期……him会在一个星期内把来到这里的人……杀掉？还是会怎么样？”\n\n       安辉经过思考得出这种模糊不清的结论，让她变得有些烦躁，但在这种情绪里还掺杂着一些恐惧。\n       “第六天了……我该……怎么办？”\n       这个世界并不和平。在得知这个事实之前，安辉就已经察觉到了这一点。\n       “这个奇怪的世界，herobrine？ ……再说我为什么会来到这里？为什么非要面对这种莫名其妙的事情？”\n       之前认为这个世界比现实世界好得多，其实根本不是这样。像乌托邦一样的世界是不可能存在的。原来每个世界都莫名的维持着一种平衡，当快乐与希望积攒的太多，便会用一些悲伤和绝望消磨。\n\n       不对。\n\n       “哎呀，我干嘛那么相信自己胡思乱想的东西啊？him没准只是想拜访一下这个村庄罢了，不必慌张的。再说了谁说him就是艾丽娜她们所指的‘他’啊？”\n       所以，放心吧。不必这么慌张的，对吧？\n       安辉这样自我安慰着，将自己从这些思路里硬生生的拽了出来。\n       回过神来，发现自己坐着的桌子上摆着一盘鱼肉和米饭。外面变得昏暗，微弱的星光铺散在夜空中，幽亮的方月挂在高空。       “哦，原来已经晚上了啊，真是的，沉浸在自己的思考里也要有个度啊。”\n       拿起勺子，开始吃起艾丽娜给我准备的晚饭。\n      “对了，艾丽娜什么时候给我端来晚饭来着？嘛，不管了。”\n◆\n\n\n        在一片黑暗之中，安辉感觉自己的身体一直都往下坠落。\n\n        她不知道自己下坠了多久，不知道什么时候会迎来身体被摔得粉身碎骨的时候。仅仅只是感受着向下坠落的感觉，任由风吹打着自己的身子。她不知道自己为何在这里，她也不知道接下来她会迎来些什么。\n\n       安辉觉得，向下坠落时的坠落感给她带来了一种从未体验过的感受。既刺激又有种失重感，那好像脱离了地球似的，感觉自己能自由的在这里飞翔。\n\n       但是，在这个空无一物的暗黑之中自由翱翔，又有什么意义呢？\n\n       什么也没有，一缕光明也没有的世界。她一直下坠着，下坠着......\n\n       “！”\n\n       安辉猛的睁开了自己的眼睛，迅速的坐起身子，警惕的扫过四周。\n\n       熟悉的丝绸窗帘，用平滑的木材所制成的写字台，上面放着台灯和随意摆放的作业本和笔，还有使用了三年的那台旧式笔记本电脑。在墙边摆设了衣柜和书柜，书柜上塞满了她最喜欢读的轻小说和漫画书。\n\n      “这里是......我的房间？“\n\n       不是在那个MC世界里艾丽娜借给她的房间，是在“现实世界”里的自己的房间。\n\n       “回来了吗......”\n\n       原来和艾丽娜她们一起牧羊的经历，还是遇到him时那惊心动魄的经历，一切，都是梦。\n\n       “怎么办......有点搞不清楚状况了.......”\n\n       感觉是神对她开了一个小小的玩笑，事实就摆在眼前。什么用方块堆起来的世界，什么him，都只不过是梦魇罢了。\n\n       “原来是这样啊。”\n       安辉左手握拳锤了一下右手掌，摆出一副恍然大悟的表情。\n\n      “嘛.......”\n       她用双手拍了拍自己的脸颊，让自己变得精神一些。在床上站起来，举起自己的拳头。\n\n      “好了，把这些东西都给忘掉吧，继续回到这里过着这里应有的生活吧。”\n\n       这句话即使她给自己的鼓舞，又是一种誓言。\n\n       既然能躲过那个可能发生的可怕的事情，那么就躲过去吧。她是非常幸运的，非常非常的幸运。\n\nLZ的废话：\n好吧这张就修成这样吧，毕竟这章各种中二的自己都不忍直视← ←\n至于安辉为什么会那么害怕，这是因为“him”这个存在本身在“现实世界”也是一个身为亡灵的存在。\n那么那个亡灵为什么会找她呢？原因可想而知。\n       \n\nP.S.：放心不会在第七章完结的← ←\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "feizhaoxue",
            "timestamp": 1370895120,
            "txt_content": " 本帖最后由 feizhaoxue 于 2013-6-11 04:19 编辑 \n\n【minecraft同人】虚幻与现实\n\n第一章\n       微风轻拂着我的身子，衣服顺风飘起，头发随风摇曳。现在我站在一片绿草如茵的大地上，头上则是湛蓝青涩的天空，飘着几朵方方正正的白云。\n       旁边长着几棵粗壮的树木，如果无视那个有棱有角的轮廓的话，在野外的经历极少的我绝对会觉得这棵树的树龄不小了吧。远处能看见拔地而起的高山，如果无视掉山坡都是由无数个方块堆积在一起形成的方块堆的话，我绝对会觉得这个山上的景色会很美的。\n       这里的一切东西都是由正方形和正方体组成的，无论是我脚下踩着的草，还是挂在枝头本应该圆圆的苹果。你问我这苹果不就是圆的吗？如果你仔细看的话就能看见苹果的轮廓有着不太明显的锯齿。\n        “这里是……梦吧，绝对的。”\n       眼睛看到这一景象，嘴角抽了抽。\n       这个呈现在我眼前的景色，毫无疑问就是我经常玩的那款单机游戏，《minecraft》里经常能遇到的树林地形。\n    《minecraft》是一个沙盘游戏，里面的世界都是由一个个不同或相同的方块堆积而成。可以随意的破坏，放置，捡起方块，是一个自由度非常高的游戏。你可以在这个游戏里随意的生存，可以养养动物，也可以种种植物。由于这个特点，玩家可以用他们丰富的想象力创造精美的艺术品，也就是“建筑“。如果你认为它的魅力只在于这点可就是错的了，里面还有一个名为“红石科技”的元素，你可以用它作出各种高端东西。只要你有足够的能力，你想用它做出一个CPU都不是太夸张的事情。\n       我刚开始就是被这款游戏的高自由给吸引住，开始沉醉于这个游戏的世界里。但是就算我有多痴迷，我也不可能把电脑屏幕当成眼睛了吧？可这个超真实的视觉感是怎么回事？\n       也就是说，现在这种情况只有三种可能。第一个可能是做梦，第二个可能是太痴迷而把电脑屏幕的景象在脑中具体化了，第三种可能嘛，呵呵，难道我是把脑袋钻进电脑里跑到这个世界里了？\n       综上所述，最科学的可能当然就是在做梦了。\n       看了看自己的手，很好，并不是一个长方体，而是有着五个灵巧的指头的手。这更加确定了“我现正在做梦”的想法。\n       嘛，这样的机会也挺难得的，就随便的逛逛吧。\n       环视四周，自己身处于树林之中。地上长着野生的蒲公英和玫瑰，偶尔能看见几株野草，树则是有着橡树和白桦树两种。呈现在眼前的景象虽然没有什么不自然的地方（如果无视掉所有东西都是用方块堆积而成的话），但总有一种莫名的违和感。\n       我随意的找了棵树，试着用手敲了敲树干，树干表面开始有了裂缝，慢慢的从中心蔓延到四周。\n       “碰！”清脆的效果音在我耳边响起，随后树干中间缺少了一块原木方块，而旁边掉落了一块较小的原木方块。弯腰拾起，掂了掂，并不是那么的沉。\n       “原来如此，这样敲几下就算开采方块的动作吗。而且这个小型方块也不是那么的沉，带着还挺轻松的。”\n       如法炮制的砍了四棵树，得到23块原木。\n       按照习惯，在森林里找了一个比较大的湖泊。一般在这种地方比较容易发展，如果你拥有了足够的线就不用担忧自己的食物问题了，直接做成钓鱼竿就可以吃鱼度日，而且观赏着作为风景之一的湖也能让自己心情舒畅。\n       这个湖非常的大，湖里有许多只方方正正的鱿鱼在水中嬉戏。看着这片湖，照样有着一种奇怪的违和感蒙在心里。\n       然而我没太在意这些，在湖畔盘腿坐下。\n       “嗯……然后合成方法是什么样的呢？”\n       试着将原木放在地上，然而也没有发生什么。\n       “嗯～这可糟糕了，不知道合成方法的话那晚上只能等死了...…”\n       显然，自己已经把这是在做梦的事情忘得一干二净，只去思考合成物品的方法是什么。\n       我尝试了许多种方法，比如把原木放在手上，比如狠狠地把原木砸在了地上，比如使劲的践踏着被砸在地上的原木，可是还是没有发生什么。\n       到后来，各种尝试也就变成了用原木发泄对找不出合成方式的自己不满的情绪。如果现在旁边有一个人会在狂殴原木的我身边经过，肯定会大吃一惊，夸张的拿出电话拨打救护车的电话。\n       当我不耐烦的向原木劈过去，手碰到原木的刹那间，原木分解成了四个木板，不过很神奇的，那木板并不是呈片状的，而是和其他东西一样，是正方形的。\n       只不过对于已经玩久MC的我来说这已经是一件很平常的事情。激动地捡起散落在地上的木板，翻来覆去的仔细瞅了好几遍。\n       “对，这就是木板！我……”\n       想要激动的要喊出感慨的话语时，脑袋里突然窜上一股剧烈的刺痛，如同电流般从我的脑袋窜到我的眼睛里。\n       “唔……”\n       双手不由自主的伸向脑袋，双腿也因为这强烈的刺痛软了下来，瘫坐在平坦的草地里，手中的抱住头脑的力道也随之变的越来越大，好像要把自己的脑袋拔下来似的。但这也是我唯一发泄疼痛的方法。对于现在的我来说，一分一秒变的相当的漫长，眼前的景色也渐渐从一群方块变成了毫无污垢的白色。\n       就当我的因疼痛而流出的眼泪要从眼眶里溢出来之前，那个剧痛突然的消失的无影无踪，脑袋处理不了这突来的变故，眼前一黑，自己的身子也向前一倾，倒在地上，进入了待机状态。\n       只不过，进入待机状态之前，我听到了一个微弱，却带有着极大讽刺语气的小女孩的声音。\n\n      “要好好对待这场游戏哦，不然……说不定会死哦&#10084;”\n"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1370907420,
            "txt_content": "果然有个小女孩~"
        },
        {
            "author": "Setup",
            "timestamp": 1370908260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "王先生007",
            "timestamp": 1370908560,
            "txt_content": "feizhaoxue 发表于 2013-6-11 04:12 \n【minecraft同人】虚幻与现实\n\n第一章\n不错不错居然是二楼发帖.....还是沙发.........."
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1370914740,
            "txt_content": "819tierqusi 发表于 2013-6-11 07:37 \n果然有个小女孩~\n猜猜那个小女孩驶是什么吧？{:10_492:}"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1370914860,
            "txt_content": "Setup 发表于 2013-6-11 07:51 \n表示文采不错 加群245934793 加入我们的超级世界吧 来我这里当个文采师吧\n嗯，话说文采师是什么"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1370915040,
            "txt_content": "王先生007 发表于 2013-6-11 07:56 \n不错不错居然是二楼发帖.....还是沙发..........\n表示这是已经事先打出来的（虽然应没有存稿了）"
        },
        {
            "author": "Setup",
            "timestamp": 1370948280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1371234180,
            "txt_content": " 本帖最后由 feizhaoxue 于 2013-6-15 10:24 编辑 \n\n第二章\n       我睁开了眼睛，一缕阳光窜到了我的眼睛里，闪到了眼睛，连忙拿手挡住晃到我的眼睛的阳光。\n       诶？等等，这不科学。在MC里怎么会有阳光闪到眼睛的可能？难道我在梦里启动了光影水反还是怎么着？\n       迷迷糊糊的望了望四周，才发现现在的我并不在湖畔旁，而是在一间房间里。阳光从窗户洒进房间里，撒到了我正盖着的被子上。房间里的摆设很朴素，一张矮桌摆在房间中央，然后墙边摆着柜子和写字台，床边则是摆着一个小柜台，柜台上摆着一个小型红石灯，而红石灯上面安置着一个同样很小的拉杆，好像只用一个手指就可以掰动。\n       而我是在床上起来的，那么就表示我刚刚失去意识的那阵子并不是狼狈的趴在湖畔，而是躺在床里死睡着啊。左手握拳捶了一下右手掌，原来如此，现在的情况就是这样的啊。\n       使劲地摇了摇头，使自己变的更清醒些。不不，我怎么可能会躺在床里呢？我失去意识之前可是刚刚明白了分解原木的方法，我还没有那个时间去合成床呢。还有，那时候突来的那阵刺痛又是怎么回事？\n       随着意识的清醒，又有许多疑问就这么窜上脑门。觉得有些头痛，用手揉了揉太阳穴。果然我最不擅长去思考这种麻烦的东西了啊。\n       忽然，房间里想起了开门声。我向声源看去，发现进来的是一个和我年龄相仿的女生。看见她的样子，我瞬间惊垮。\n       她梳着金色的马尾辫，身着亚麻色的无领布衣，穿着墨绿色的长裤，同样是用和衣服一样的质地的布料制作。如果单是这样描述她的外貌，那么还能给人一种“这妹子一定很漂亮”的感觉，但是——\n       她的样子，和这个世界本质是一样的。无论是她的头，还是她的手臂，还有他的身子和腿，就连她身上衣服的颜色也不放过，都是用方块组成的。\n       从额头冒出一滴冷汗。囧啊，为什么这个人那么有棱有角的！不不，一定是我观察方式错了，要不然怎么会有这么不科学的现象出现在这个很科学的世界上呢。揉了揉眼睛，将视线重新放在那位少女身上。啊，还是方块……\n      对方注意到了我的视线，开口道：\n      “……你果然很饿吗？但是也请别用这种眼神看着我，可以吗？”\n       注意到自己的失态，低声抱歉了一声，对方则是回应了一句“没关系”。\n      不过我现在才因为她所说的话而察觉到了她类似于手的长方体上端着一碗装着汤的瓷碗，冒着热气。当然，里面的东西和碗都是用方块堆成的，那个热气也不例外。鼻子捕捉到鱼肉的香味，向肚子发出信号，而肚子也很配合的“咕咕～”叫了起来。\n      气氛瞬间变的尴尬起来，我的脸也因为羞涩而红起来。\n      对方则是轻笑了一声，随后将那盘食物放在床边的小柜台上。碧绿的瞳看着我，露出柔和的微笑。\n        “先吃这些填饱肚子吧，你肯定饿了。”\n       意识到对方端来的那碗鱼汤是给自己喝的，出于礼节，刚想说一些推辞的话，然而对方则没有给我说话的机会，迅速的将一勺鱼汤塞进我的嘴里。舌头被滚烫的鱼汤烫到，差点就把嘴里的汤吐出来，但又因为鱼汤那清淡而又有些香润的味道的原因，我还是努力的把鱼汤咽了下去。\n        刚要脱口而出的称赞的话语又被她袭来那一勺鱼汤咽了回去。舌头再次被烫到，此时我感觉对方的微笑是那么的毛骨悚然，这孩子一定是腹黑啊。\n       而这碗鱼汤就在这样在舌头反复被烫的情况下喝完了，现在把嘴巴张开还能感到有热气飘出，我头上挂满了黑线。\n       对方完全没有注意到，不如说完全无视了我现在的表情，开始做起了自我介绍。\n       “那么我先自我介绍一下，我叫艾莉娜&#8226;威尔逊，你呢？”\n       “呜……李安辉。”\n       “李……安辉……吗，发音好奇怪啊……”\n       试着说出我的名字后，对方装摸做样的点了一下头，低声说着“很好”，然后，她摆着有些印堂发黑的微笑这继续询问我。\n       “那么，你为什么晕倒在河边呢？不可能是饿晕的吧？”\n       听到对方的提问，几乎是反射性的脱口而答：\n       “嗯，那是因为头……”\n       那是因为头突然就痛了起来，想说这句话的途中就不禁失声。\n       因为我从刚才自己的回答中发现了一个很可怕的事实。\n       如果在梦里的话，那么我怎么会感到痛？为什么我睁开眼睛后，不是在自己的床上醒来，而是还在这个MC的世界里醒来的？\n       自己因为自己的发现瞪大了眼睛，手不自主的伸向了自己的脑袋上。\n        “啊……”\n       也就是说，我并不是在做梦。刚才发生的一切，都是现实，一分一秒的缩短着我的寿命。这个世界，是真的，不是虚幻而又容易破碎的梦境。\n       然而，因为我不记得自己是怎么来到这个世界的，所以，自然也不知道回到自己得世界的方法。\n      回不去了。\n      倒吸了一口冷气。 \n      我可能再也见不到家人、朋友了，也可能再也触碰不到那里的一草一木，去呼吸那里的空气，感受那里的阳光。周围只剩下陌生的环境，堆满着未知数的东西，还有茫然的未来。那熟悉的、心爱的事物，也许都……\n       两滴泪珠溢出眼眶，划过脸颊，滴在床单上，右臂也开微微始颤抖起来。\n        我因为这个足以震撼灵魂的信息，使我忘记了刚才的谈话，四周只剩下漆黑一片。\n        “我知道了，看来已经能确定你不是有恶意的人呢。”\n        茫然地抬起了头，四周的视野恢复原状。只见对方以柔和的微笑对着我，嘴唇继续动了起来。\n        “我想你一定是想起了不好的事吧。”"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1371398280,
            "txt_content": " 本帖最后由 feizhaoxue 于 2013-6-17 12:16 编辑 \n\n第三章\n       想着那些很悲观的事情，掉下了眼泪后，之后发生的事情就不清楚了。\n       只记得那个叫做艾莉娜&#8226;威尔逊的人突然地改变了对我那个腹黑的态度，而且又突然说要收留我，并把楼阁的空房间送给了我，仅此而已。以至于为什么我会躺在这个床上的事，她没有告诉我什么，不过我也大致的猜测到了。可能是，我因为脑袋的刺痛而晕倒在湖边，而艾莉娜&#8226;威尔逊在路过湖边时发现了我，然后把我搬到了那个房间的床上。最后我在那张床上醒来，事情就顺理成章的这样发展了下来。\n       然而，在这个世界里的生活并不是像我想象的那么的艰辛，反而是很轻松愉快的。每个人都很温柔，虽然也会有一些淘气而又爱坏事的人，但是也没有恶意。可以说，这里的生活和那个每天都要上学和写作业的生活比起来，这里更加的好。以至于这里的人都是用方块组成的事情，在我刚得知的时候是很震惊（在得知自己也是方块人时更加的震惊），但却意外快的习惯下来，没准是因为以前MC玩多了的缘故呢。\n      “安辉？你怎么了，在发呆哦？”\n      在桌子对面的吃着早餐的艾莉娜&#8226;威尔逊的话语把我从漫长的回忆中打回到吃饭的场景里。\n      客厅里，中间摆着一张较高大的桌子，桌子旁摆着两把椅子，我和艾莉娜各坐在一个椅子上。墙壁边摆着书架和柜子，还有钟表等等东西。阳光透过窗户射进客厅里面。\n      “啊啊，抱歉，走神了。”\n      慌张的把一直含在嘴里的勺子取出，然后再盛上一勺汤后，把它再次送进嘴里。\n      带有微微咸味的汤水在我嗓间流下，嘴里还留有一些鸡蛋的腥味，还有西红柿酸甜的味道，使我再把下一勺汤送进嘴里。\n      今天的早饭是清淡的鸡蛋汤外加上几片面包和荷包蛋。很朴素的饭食，却能让我感到有些温馨。记得爸爸经常给我做这样的早饭呢。\n      所谓“早上吃好，中午吃饱，晚上吃少”这句话，在我们家已经成为了家训，所以早餐并不是吃着外面买的早点，而是爸爸亲手做的料理。\n      回忆起家里的事情，又有些让我失神。嘴里含着勺子，木然的望着窗户外的景色。\n      “喂喂，安辉，你又发呆了哦？在想些什么呢？”\n      听到这句话后，反射性的老实的回答了她的话语。\n      “嗯......想起了一些以前的事情了呢......”\n      对方闻言，眼睛一亮，露出高兴的神情。\n      “怎么样？全部都想起来了吗？”\n      “不......只是想起了一点罢了......”\n      有些慌张的回答了她的问题。这么说的话，好像她看到之前我那个丢人的一面后，就很神奇的误认为我是记忆丧失者，第二天还在安慰着我“别伤心，过几天没准就会想起来的”这种话。虽然我很想辨清这个误会，但如果我吐露“我没有失忆”的话，感觉接下来的事情会变得非常的麻烦。所以干脆就一直让她这样误会下去，这样的话谁也轻松。\n\n      早餐就在我不断走神，对方不断的提醒我继续吃饭的节奏下结束了。\n      这是我来到这个世界的第五天。\n      最近这几天，我已经充分的习惯了这个世界。虽然突然从我身后冒出一个方块人还是会受到惊吓，但对方看到我的表情后，经常一副“奸计得逞”的表情，对于这种事情我除了无奈以外没有其他感觉。我和这里的村民已经有些熟悉了，如果让我点出所有村民的名字的话，我估计只有几个人的名字说不出来吧。\n      而艾莉娜貌似在小时候父母就突然失踪，所以自己的金钱都是靠自己的工作赚来的。得知这一点的我，觉得很是内疚。\n      她明明和我年纪相仿，依然有着属于她自己的职业。她的职业是“牧羊人”，每天将富人家羊的羊引到森林里放牧，然后在太阳要落山时把羊群赶回去。而那个富人的名字是汤姆&#8226;史密斯，是个很善良的商人，很照顾身为青少年的我们。并不像周扒皮（注：某恶霸地主）一样想尽办法让我们多干一些活，如果我们有事或者是生病发烧什么的去请求休假，对方会很爽快的答应我们，而且每个月的酬金也不多不少，可以足够的在日常生活中使用，虽然这些都是艾莉娜告诉我的。\n      当然，艾莉娜不是自己一个人很孤独的去放牧，而是有一些“同事”一块儿和她放牧的。至于他们是谁，我明天就会知道。\n      因为，今天我会去申请和艾莉娜一样的职业，毕竟一直花着别人赚来的钱也不好意思。\n\n      现在，我和艾莉娜就站在一个比和其他木屋相比比较大的木屋前。门上清清楚楚的刻着“汤姆&#8226;史密斯”的字样。\n      心里砰砰直跳，用着无比僵硬的动作敲了敲眼前的门，许久，门打开了。\n      开门的是一位长着胡须的大叔，他有着棕色的平板头和同色的瞳孔，穿着棕褐色的夹克衫和棕红色的布裤子，他就是汤姆&#8226;史密斯。看见我后，露出了和蔼的笑容。\n     “你就是艾莉娜介绍的李......安辉......吧？快进来吧。“\n      听到对方的话，我立即挺直身子，头朝天大叫一声”是！“。此时艾莉娜一副无语的表情，而汤姆先生则是愣了一阵子。\n      之后，我便绷紧着神经踏进了这件木屋里，里面的摆设都很普通，和普通的客厅一样，房间中央摆着大桌子，后面则放置这一个木制沙发，然后四周则是大大小小的柜子，里面估计塞着一些有价值的商品。\n\n      汤姆先生把我们接待到沙发上，艾莉娜很自然就坐了上去，而我则是机械般的弯了一下腿，做上去后双手又笔直着放在大腿上，头还是高挺着。\n      “那个......安辉，你不用那么紧张，真心的。”艾莉娜有些无奈的说道。\n      汤姆先生则是很赞同的点了点头。\n      看见他们这么说，我立马反驳：\n      “我才没有紧张呢！只是有些拘束罢了！真的！”\n      “拘束和紧张是近义词吧......”\n      艾莉娜如此吐槽道，汤姆先生则是无奈的叹了口气。\n      “许多第一次见到我都是这样......姑娘，放松一些，我只不过是比其他人有钱了点，我和你一样是居住在这个小村庄里的居民啊。”\n      听到汤姆先生这么说，反而让我更加紧张了起来。对于这种像面试这一类的事情，我是最不会应付的。这要从我小升初时的面试说起，我那时成绩优秀，好不容易通过了那个非常艰难的笔试，去面试的时候，我基本上已经默认了“我已经考上那个学校了”的想法，面试的时候就一副大大咧咧的样子应付了。结果出人意料，我竟然因为面试这一环而拒绝入学，得知这一点的我背后闪过一道雷光，受到了前所未有的打击。那时候我基本上是把自己关在房间里一天，一直嘟囔着“卷子上的阅读都是骗人的”“为什么只是因为这个被拒绝了啊”之类的话。从此以后，我面对这种情况时都是绷紧了自己的神经细胞挺过去的。\n    “啊哈哈，我真的没有紧张的，汤姆先生。”\n      说的话和语调完全成反比例，语调非常的僵硬，而说着的话却是那种半开玩笑的感觉。\n      汤姆先生又叹了口气，然后开始对“牧羊人”这个工作开始了详细的解说，当然我因为紧张过度没有听进去多少，在最后对方确认我要不要接受这个工作的时候，我僵硬的点了点头。\n      然后呢？当然就通过了，没有什么繁琐的手续，只是签订了一个协议与契约而已。我在这过程中心里再次感叹着两个世界的不同，然后我带着兴奋的心情把那张协议与契约带回了家。\n\n      夜晚，静寂笼罩着整个村庄。金灿灿的星星点缀着天空，洁白的月亮挂在夜空，向大地洒下洁白的月光。窗外时而传来蝉的叫声，让夜晚更加有了情趣。\n      我把那张协议与契约小心的收进了抽屉里。\n      “牧羊的乡村生活吗......感觉很好玩啊。”\n      我怀着对新的生活好奇与激动，进入梦乡。"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1371422820,
            "txt_content": "文笔挺好啊，顶一个！"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1371440940,
            "txt_content": "大葱之灵@ 发表于 2013-6-17 06:47 \n文笔挺好啊，顶一个！\n谢谢=w=           "
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1371718560,
            "txt_content": " 本帖最后由 feizhaoxue 于 2013-6-20 17:10 编辑 \n\n第四章       今天，就是我去工作的第一天了。       明明大人们一提到工作就会皱起眉头来，抱怨这抱怨那的，但我却是对自己的工作抱以期待的念头。因为，我要干的工作是“牧羊人”啊，在那个空气里满是废弃的城市里一辈子都不可能找到的工作，自然会让我感到有些好奇。       而且，“地主”先生并不像小时候课本里经常出现的那种恶霸地主一样想尽办法的剥削劳动者，反而是宛如看护着自己的孩子一般的照顾我们。       每天不用背着沉重的书包长途跋涉到学校里啃着书本死记硬背，只用轻松而又开心的度过每一天就行。光是想到这一点，就会让我觉得这里比那个世界好得多。       但是，每当我的脑袋里浮起“干脆就在这个世界里定居吧”的念头时，又会被沉重的罪恶感压下心底。如果我不回到我真正的家里的话，父母一定会担心我的，而且，我在那里还有未完成的学业还有光辉未来等着我，如果在这里空虚的度过一生，那岂不是对不起我以前的努力了吗？       所以，无论怎么样，我一定要回到我自己的家里。但让我享受一下这样的生活也是可以的吧？       “找到了，接好！”       在我思索的时候，在眼前翻找客厅的柜子的艾丽娜突然把一样东西扔了过来，我慌张的接住，仔细一看是一个鞭子。基本上是反射性的脱口而出。       “要这个鞭子干嘛啊？”对方闻言，无语的看了自己一眼，深深地叹了口气。       “安辉啊，你在接下这个职业之前都没有研究过有关这个职业的事吗？”       “诶？可是……我要干的事情不就只有把羊群引到草原就行了吗……”           对方听到我这个半吊子的回答，耸了耸肩，开口：       “请把‘只有’去掉。把羊群引到草原里可是一件很麻烦的事情啊，不仅要一只一只把它们用羊鞭赶到正确的方向，然后……“       见对方开始对我唠唠叨叨的说教，我连忙打断她的话：       “停！不用那么麻烦的，我有更好的方法。“       故作神秘的瞥了她一眼。本以为对方会无视我继续对我说教，但她反而是向我投向好奇的目光。       “更好的方法？有那种比不断地用羊鞭抽打让羊跑向草原的方法吗？那个方法是什么？“       这个预料之外的反应让我愣了一下。“什……你这是怎么了？你这充满好奇心的青春少女样子是怎么一回事啊？“       对方闻言，“呵呵”的笑了几声。随后，露出印堂发黑的笑容，一步一步的逼近我。我的额头瞬间冒出冷汗，被她的气势所压倒，一步一步的向后退去。       “那么你愿意每天费劲吃奶的力气使劲的抽羊去吗……不，你这句话的意思是说，我不是充满好奇心的青春少女，而是漠视一切的大妈的意思吗？“       “唔……”       这又是预料之外的反应啊！她怎么突然开启里人格的开关了啊！！脚后跟碰到了什么，迅速回头一看，发现是一道墙壁。糟糕！背后没有路了！转过头，正对上对方那个令人毛骨悚然的笑容。全身的不自主的飙出冷汗，对方则又“呵呵”的笑了一声，随后动了动嘴唇，开口道：       “那么，你难道不觉得你说完那句失礼的话后，有什么要说的吗？”       “啊……对不起！“           “很好。“对方满意的点了点头，随后露出以往的笑容，使我安心的松了一口气。       “那么，你说的那个方法是什么呢？”       所以说粉（乖）的切开都是黑的啊。装模作样的咳嗽了一下，然后开口：“想知道的话，那么带着点钱跟我来吧！” ◆（艾丽娜视角）        这个奇怪的人来到这个村庄已经有六天了呢。记得那一天我在森林里散步，然后在湖边发现了狼狈的趴倒在湖边的女孩。把她搬回家，让她躺在阁楼的床上。以为她暂时不会醒来的我下楼煮了一碗鱼汤，把它端上来的时候，发现她已经醒了。       之后事情就发展了下来，比方说她用看到怪物的眼神看着我，比方说我喂她鱼汤的时候是带有一些发泄情绪给她喂，再比方对方露出了满脸黑线的表情。       最后，当我问她“你为什么晕倒在河边呢？”的问题时，对方回答到一半，然后就沉默了。紧接着，她瞪大了眼睛，然后双手捂着头，明显流露出惧怕着什么东西的表情。泪水从眼眶溢出，划过脸颊，滴到床单上，手臂也开始了颤抖。       这突发的变故让我愣了一下，同时看着她的反应我也了解到了一件事情。       她可能遇到过“他”。因为我的话想起了“他”，所以才会怕成那个样子吧。不如说，能从“他”手里逃脱已经是一件很不容易的事情了，如果没有逃出“他”的手掌，就会像我的父母一样，从这个世界上消失，不留一点的痕迹的消失。       随后，我安慰了一会儿她，并决定把这个没有人住的阁楼暂时送给她住。第二天她的精神状态已经恢复了不少，然后随着时间的流逝越来越变得开朗，这个变化让我安心了不少。       最后，当她提出“我也要工作！”的抗议时，我也就理所当然的把她介绍给汤姆先生，然后事情就发展成了这个样子。       她带领着我跑到了集市。       “啊，老板，好久不见！这次我找你买小麦来了！”       李安辉她向着麦谷售货店的老板招了招手，商店老板也回了她一个笑容。       见到这场景，除了有些惊讶以外，还是有一些无语的成分在内。       “你什么时候和老板这么要好来着？”       “啊哈哈，其实嘛，之前这个小姑娘告诉了我一个能快速收割小麦的方法。说实在的，我没有想到只是把温室的红石灯给关了小麦就能自动掉地了啊，拖她的福，我现在也轻松了不少啊。”       回答我的问题的是商店的老板，听到这个回答，只得耸了耸肩。       李安辉已经开始挑选了小麦，随后像是想到了什么一样，看向我，问道       “那啥，我们工作单位里有几个人？当然包括我和你在内。“       “嗯……包括我们在内的话，记得有五个人来着？“       “人还挺少的啊。老板，我买五捆小麦！”       老板则是憨厚的一笑，然后说着“没事，就五捆的话就给你吧！”的话。我们则是离开了集市，踏上了走去羊屋的路。       看着安辉那满脸兴奋的盯着手中的那几捆小麦自言自语，我不由得疑惑。       “那个……这几捆小麦有什么让你这么兴奋的元素吗？”       对方闻言，迅速转过头来，双眼发光的对我解释道：       “这就是我跟你说的‘引羊的好方法’里需要的道具！这可是第一次试验呢，如果能成功的话就好了……”       看见对方继续开始自言自语，自己也就闭上了嘴。我从刚才她说的话语中得知了一个重要的信息，那就是那个引羊的好方法并不是一定能成功的。       “呵呵......不能成功的话……那么你死定了。”       无意识的吐露出自己的想法，感觉对方停止住了自己的自言自语，可能是我的错觉吧。"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1372523700,
            "txt_content": " 本帖最后由 feizhaoxue 于 2013-7-2 17:29 编辑 \n\n第五章        然后我和艾丽娜来到了汤姆先生的羊屋门前。        “这么看，汤姆先生的羊屋还真大啊！我是第一次见到呢！”        有些好奇的看着那座羊屋。用橡树原木来作为地基，大概高5米，用橡木木板作为墙壁。窗户是用木栏杆制作而成，屋顶用的是圆石楼梯和半砖砌成。更有趣的是，羊屋的门不适用栅栏门或者是木门，而是活版门。        艾丽娜无奈的耸了耸肩，我没有多在意，跟着她进入羊屋。        里面的布置更为有趣。        内部是分为三部分，左边和右边是羊群活动的空间，用木栅栏围着大概7x5面积土地，里面圈养着4 – 5只羊。中间则是只是用小麦（类似小麦的植物）铺设着工人行走的地板。        “果然很有趣啊！以后我也这么造羊屋。”        艾丽娜听到我的发言，对我投来意味不明的目光，并像是习惯了我的这种话语后叹了口气。我这句话也让同样在羊屋里的人注意到了我们的存在，打来招呼：        “哟！刚才的叹气声是艾丽娜的吗？你来得很慢啊！”        一个比我们大几岁的少年像我们走来。他的服装还是跟我们的差不多，长袖布衣和布制的长裤，心里暗自吐槽了这个世界的人的打扮。棕色的刺猬头让这个人看起来精神得多，炯炯有神的褐色瞳孔也充满了欢快。        “听说今天会有新人来，那个笨蛋会做这种累的要命的工作啊，有我们几个倒霉的就足够了是不是？”        听着对方说着间接性侮辱我的话，额头上冒起一个青筋。而艾丽娜则是耸了耸见，指向了我。        “你说的那个笨蛋就在我身边。”        “……”        那个人僵硬的转过头，把视线对准了我。然后露出惊讶的表情，轻声问道：        “那…..啥？请问……你是什么时候在这里的？”        “呵呵，从你刚才向艾丽娜打招呼的时候就在了。“        对方单手捂面，低头开始碎碎念。艾丽娜拍了拍我的肩膀，我转过头看向她。        “其实呢，你不用太在意他说的话，因为他真的和他的性格一样，是个笨蛋。“        艾丽娜很认真的对我说。那认真的眼神让我微微地的汗了一下。这么直白的说别人笨蛋不太好吧，而且“和他性格一样“这句话，我能认为你是在变相的承认你是腹黑吗？        “顺便一提，他的名字是杰克&#8226;布莱克。”        汗，名字原来是顺便提出来的啊。        羊屋的门随着一个有些羞涩的声音被推开。“那……那个……对不起，我来晚了……”        这个听起来非常弱小的声音是闹咋样啊？目光向门口看去。        站在那里的，是一个年纪看起来和我们差不多的少女。终于，她穿的不是和我们一样的长袖布衣，而是短袖布衣，裤子也是七分裤，而不是到脚腕的长裤。不知怎的对这个世界的人的衣着产生了巨大的改变啊。        她银色的头发由于自己那紧张过度的姿态而摇摇摆摆，碧绿色的眼睛里明显流露出不安。        我说，一个人能紧张到这种地步吗？嗯，看来这个世界量产奇怪的人啊。        “伊莉娜，你那个紧张到有只老鹰把你叼走也不奇怪的样子是什么啊？有什么东西让你那么害怕吗？”        那个被艾丽娜成为“笨蛋”的杰克一下子就说中了我疑惑的要点，good job！        “因，因为……听说有新的人会……来干这个，……工作……所以……“        原来她那么战战兢兢就是因为我？那也太夸张了吧，放心孩子，我不会对你干什么的。还有，那孩子说工作的时候停顿了一下吧？“牧羊人“这个工作有那么令人讨厌？        “啊，新来的人的话已经来了。“        那个被称为伊莉娜的少女瞬间惊悚起来，感觉随时会拔腿逃走。        “放心，伊莉娜。安辉虽然说话古怪了点，但是不会做出什么奇怪的举动的。“        那句奇怪的举动是什么意思。还有说话古怪…….有些桑心啊。        而伊莉娜听到艾丽娜的话，立刻放松，露出了安心地笑容。        少女，你为啥听到艾丽娜的话后瞬间变得安心起来了。还是那啥，你真认为我会对你怎么着吗？        艾丽娜第二次作出拍我肩膀以示安慰的动作，然后解释：        “因为伊莉娜是汤姆先生的女儿，所以有些不善的人可能就会伤害她，再加上以前嫉妒她的人对她的欺负，她会这样也是难免的了。不用太在意。“        “啥！？“（未完待续）"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1372524000,
            "txt_content": "久违的更新啊，终于提起动力了"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1372757220,
            "txt_content": " 本帖最后由 feizhaoxue 于 2013-7-2 17:29 编辑 \n\n（接上）\n       被这突来的有着冲击性的资料愣住。艾玛这不科学，棕发棕眼的人怎么可能会有银发碧眼的孩子啊？不，没准是白人和黄人的混血……\n        在我纠结的时候，艾丽娜自顾自的向其他人介绍了我。\n        “这个人叫李安辉。据说她有一种很简单就能赶羊的方法，所以我们没有带鞭子。”\n        说完艾丽娜用肘碰了我一下，然后一脸无奈的看着手中空空如也的杰克。\n        “所以你也不用担心你没有带鞭子的问题了。“\n        杰克听见这明显挖苦自己的话语，反而叉腰爽朗的一笑。\n        “啊哈哈，被发现了。“然后，我随即感受到了好奇的视线。“那么很‘简单就能赶羊的方法’是什么呢？”\n        “啊，这个嘛，只用拿着小麦，羊就会被小麦吸引住，然后就顺理成章的跟我们走了。”\n        杰克听后立即捂面，另外两人也露出有些失望的表情。“食物引诱法么，这能行么？”这明显在怀疑我的方法的可行性。\n        如果在现实世界里这个方法是不可行的。但是，MineCraft就是这么的不科学。\n        “试试不就知道了？”\n        这么回他一句，然后开始分配给其他人早上得到的五捆小麦。分别给了艾丽娜、杰克、伊莉娜和我。但是多出了一捆。\n        “诶？怎么会多出来？”\n        记得艾丽娜说加上我有五个人来着？难道是我记错了？\n        而伊莉娜则是想起什么似得，有那么一瞬间露出恍然大悟的表情，但立刻就被担心所顶替。\n        “瞬呢？“\n        “……“\n        其他两个人闻言，立刻沉默了。而我是不明真相的看着那几个人沉下去的脸。\n        “这么说，他没来呢。“\n        “每次那家伙都是第一个到这里的，所以也不可能这么晚还不来。“\n        “会不会发生什么了啊？“\n        他们都在自顾自的讨论着什么，完全忽视了我的存在，不如说他们已经认为我认识被他们称为“瞬“的人了。默默的举起手，一脸囧相的提问：\n        “那啥，瞬是谁？“\n        “啊，我还没有介绍过来着。“艾丽娜说着，立即给我解释：“瞬是一个星期前刚刚加入到我们工作的孩子。叫林风瞬。明明昨天还跟我们一起工作的……“\n        一直沉默着的伊莉娜开口。\n        “会不会是……被‘他’抓走了？”\n        “！！“\n        艾丽娜和杰克露出吃惊的表情，随后都附和着这个观点。我还是只能一脸不明真相的看着他们。他们所说的‘他’指的是谁？小黑吗？\n        “我们工作完之后去找找那家伙……只能这样。”\n        最后杰克这么说完，大家自觉的不再提起有关“林风瞬”这个人的事情。我是因为不认识那个人所以没有多提，其他人就不清楚各自是怎么想的了。\n        听这个人的名字就知道，这个人是纯正的中国人，而不是这些会说中国话的外国人。难道是和我一样，从现实世界来到这个世界的？\n        杰克一脸不愿意的拿着小麦在被栏杆圈起来的羊面前晃了晃，不科学的事情发生了。羊群们毫无例外的死盯着那个小麦。杰克往左走走，羊群往左移移；杰克往右走走，羊群往右移移。\n        艾丽娜、杰克和伊莉娜脸上都露出“这不科学！”的吃惊表情。我看见他们的反应不知怎的有了一些自豪感，笑眯眯的打开了栏杆的栅栏门和羊屋的活板门。很顺利的将羊群引出了羊屋。"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1372936500,
            "txt_content": "第六章\n        在靠湖的草原边，一群绵羊和几个拿着小麦的少年少女在歇息。\n        但是，那群绵羊与其说是在歇息，不如说各自都死盯着他们的“猎物”，等着“猎物”出破绽的时候，乘机夺走他们顶上的“猎物”。\n         而那些少年少女没有例外的背上都渗出了冷汗。因为绵羊们所盯上的“猎物”就是他们手上的小麦。\n         被一群绵羊围观的经验恐怕就只能在这个世界里体会到了。隔着屏幕在这个世界里生存的时候，拿着小麦引羊已经是颇为平常的事情。但是实际上这么做，即便只是羊也会被他们全身散发的气势所压倒，用四个字来说的话，压 力 很 大 。\n         “这么想想，史蒂夫的心理素质挺高的啊……”\n         被这么一群绵羊盯着还能保持着自己的扑克脸跑来跑去的，有些佩服他了。\n         自己的感叹被艾丽娜听见，她有些惊讶。\n         “安辉，你知道史蒂夫的事情？”\n         “啊，当然啊。”\n         Minecraft里面的可操控角色的名字不就是史蒂夫嘛，玩过的都知道。\n         艾丽娜闻言，开始低头思考着什么。而杰克对这个话题很有兴致，也搀和了进去。\n         “打败末影龙和凋零的勇者嘛，这都已经是常识了。“\n         “什，勇者！？“\n         史蒂夫的设定不是普通的矿工吗？在这里的设定怎么成为好像打败魔王拯救了世界的勇者了？这级别跨度太大了吧？\n         杰克见我的反应，有些疑惑的挠挠了头。\n         “据说打败凋零后史蒂夫看见世界的真相，然后成为了世界的支柱。故事书上是这么写的，难道是我记错了？“\n         “不，只是知道有史蒂夫这个人罢了。他竟然是勇者什么的想都没想过啊，明明原设定是矿工……“这样解释着。\n         “原设定？“\n         杰克闻言后听见了自己从未接触过得词汇，又疑惑的挠了挠自己的脑袋。\n         伊莉娜之所以没有参与刚才对话，是因为，她已经被羊犀利的眼神压得胃难受而不想说话。\n\n         放牧的时间就这样在你一言我一语的情况下结束了。\n(未完)"
        },
        {
            "author": "dcsuibian",
            "timestamp": 1372996680,
            "txt_content": "好有赶脚耶"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1372996980,
            "txt_content": "370797515 发表于 2013-7-5 11:57 \n这是在玩极限模式吗？\n嗯......如果死了的话就只是玩家（世界的居民）消失，不会整个存档都删"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1372997040,
            "txt_content": "dcsuibian 发表于 2013-7-5 11:58 \n好有赶脚耶\n快进入第一个主线了{:10_509:}"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1373333040,
            "txt_content": "放牧完干什么呢？当然是去找上午他们所称为“瞬”的人。首先，我们去林风瞬的家。家和其他的建筑物风格一样，用原木来做支柱，木板来做地板和墙壁，屋顶用圆石来搭建。毕竟是一群人在那个屋子的门前敲门，固然较为明显。正准备去散步的邻居看见他们，边打住他们。“哦呀，你们要找瞬干什么呢？”邻居看起来是一位很憨厚的人，她穿着绿色的长裙，浅棕色的长袖布衣，盘起来的头发让她看起来更为优雅。“请问一下，你知道瞬在哪里吗？“伊莉娜开口问道。她的脸上满是担心与着急。邻居闻言，将食指抵在嘴唇上，思考着什么。“抱歉，我今天没有看见他出来过，只是记得昨天晚上外面很吵来着呢……”邻居很优雅的鞠了一个躬，然后离开。 “…….” 每个人的脸上都比较严肃的思考着什么。“我们别管这事了，不如说我们管不了了。”说出这句话的是杰克。其他人都比较犹豫的点了点头，我也就只能不明所以的跟着点头。\n为什么说我们管不了这件失踪的事件？早上他们所说的“他”指的是谁？他们是不是有什么瞒着我？\n许多疑惑搅和在一起黏在心里，让我觉得有些难受。“那么我们就回家吧！”不知是谁说出这句话，但每个人都听见后带着不一样的表情离开了。天色渐渐变得暗起来，暗紫色的天空看着有种说不出来的风味，天上的星星也显露出来。我和艾丽娜走在一起，晚风吹着我有些舒服。“艾丽娜，你回去吧，我去散散步。”我不知道为什么我突然说出这句话，看见对方点头，我也就转身离开了。\n第六天。我来到这里的第六天就出了这种事情，这里看来这里并不像表面那么和平。 “他“是谁？ 一直这样想着，脚步也缓了下来。脚下踩着圆石砌成的小路，头上顶着暗紫色的天空，显得有些神秘。“啊啊啊！想不出来啊！想东西什么的最麻烦了啊啊啊！！！“烦躁的抓着自己的头发，惯性的抬起了头。而我面朝着的方向，正好是村边的森林。\n我看见了。藏在树丛里面的，偷窥村庄的那双，惨白的瞳孔。 “herobrine！？“ 发现他的时候，心脏猛地跳动了一下，眼睛的瞳孔急剧扩大。“他“指的原来就是……！！"
        },
        {
            "author": "qwer3456",
            "timestamp": 1373670480,
            "txt_content": "支持!!支持!!"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1374224520,
            "txt_content": "好吧果然我的帖子都没人气← ←"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1374234780,
            "txt_content": "改称第三人成之后，我立马想起传说中的安非了……"
        },
        {
            "author": "feizhaoxue",
            "timestamp": 1374237780,
            "txt_content": "风之心_天双 发表于 2013-7-19 19:53 \n改称第三人成之后，我立马想起传说中的安非了……\n好吧，名字的确挺像。。。\n"
        }
    ]
}