{
    "title": "【Blue_Comet】《我的史诗》——续写属于我的史诗（更新第四章）",
    "author": "fxtainodia",
    "replyCount": 19,
    "timestamp": 1370930880,
    "txt_content": " 本帖最后由 xfx510061635 于 2013-6-14 17:33 编辑 \n\n★《我的史诗》★\n★《MineEpic》★\n··············索引··············    ★作者的话：嘛。这篇小说是很久很久很久以前贴吧里的一篇同人小说坑（天坑，我摔的惨啊），咱酝酿那么久，打算先给大家转载下这篇同人，到第三章我是我给这篇同人的续写~       希望大家能喜欢~      ★注：阅读下一章节时请关闭上一章节的BGM或关闭上一章节的折叠，否则会重叠BGM！\n应某位看官要求，现已将BGM整合到网盘发布，地址：\n                                                                                    猛戳我进入！\n========================目录=============================\nNo.1   §  序章  § --- 2013-6-11    黎明，毫无生气的阳光，照耀在同样毫无生气的废土之上，一群面无表情的战士们正麻利的清理着昨夜那场战斗的残骸。于此同时，一个正值壮年却已是满脸沧桑的男人坐在一旁的地上，试着用两块还算的上规则的石头来制作一个墓碑。这个男人名叫史蒂芬，前骑士团的副团长，前工具箱联合国的农业专家。不过这一切也仅仅是昔日的泡影罢了。 仅在短短数分钟之间，男人便已完成了那简易的墓碑。他站起身，静静地看着制作完成的坟墓。没有任何祭拜，更没有任何祭品，哪怕是最简单的一束鲜花都没有。毕竟在这废土之上一草一木皆是那么的珍贵。 “我还真像个掘墓人。”他轻声甩下这一句意义不明的话语后，转身走向了那小小的营地。\n    我的新人生是从哪一天开始的了？大概是两年前？罢了，那不重要...反正过去的日子早已成为只会出现在梦境中的泡影罢了。  一切的一切都是从那被我们称之为天罚的那天开始的。 那一天，本该是被那群魔法师和科学家们称之为奇迹之塔的那座建筑的竣工日。我作为骑士团的干部自然得去参加典礼。  就在首席大法师和最高工程师宣布奇迹之塔完工之时，天空仿佛沸腾了一般，漆黑的天空以及那毁灭它触及的一切事物的光柱让在场的所有人震惊、恐惧、紧接着四下逃窜。\n    我顾不得那开始崩坏的奇迹之塔下的两个大人物，已最快的速度向着家狂奔而去。但，还是太迟了。家已然成为了废墟。本该在家中照顾女儿的妻子，被我发现时已经没法看出她本来的样貌，她成为了一滩简直无法用词语来形容的……肉泥。  我几近绝望地在废墟中来回翻找我那年幼的女儿，不知过了多久，我隐约听到了她的哭声。打开那挡住地下室的石版，我终于发现了她。我可怜的宝贝正缩在狭小角落里瑟瑟发抖。不行中的万幸……她竟没有受伤，仅仅是被当时恐怖的景象吓坏了。感谢上天，感谢你让我的女儿在那恐怖的灾难中幸存了下来，让我没有失去一切。\n    可直到半年后，我亲手用那把当年发誓用来守护人民的宝剑杀死了她。她和那些人一样变成了怪物。我不想让她再痛苦下去，我爱她……我永远爱她们。  我才意识到，自己是多么多愚蠢。竟然没发觉在天罚幸存的女儿仅仅是神为了折磨我而耍的另一个花招罢了。  我不懂，我无法理解……为什么那个本该庇佑我们的神会对我降下如此的惩罚。我就究竟错了什么！？既然你继而连三让我亲手埋葬了我至亲至爱之人，为什么当初不把我一并杀死！？还是说你还想更多地折磨我吗！？回答我！你这该死的，全知全能的神！回答我！ 是吗，我就像只可笑的蝼蚁一般继续活下去给你看好了。坐在你那无上的宝座上看着吧，看着我怎么日益强大最终把自大狂妄、视生命如粪土的你从虚伪的宝座上扯下来、狠狠地踩在脚下吧……等着好了，等着接受我史蒂芬，这个被你肆意玩弄的凡人发自内心的无边怒火吧！  就这样，我的复仇——开始了\n\nhttp://www.xiami.com/widget/15972768_1769819218,_235_346_cccccc_dddddd_1/multiPlayer.swfNo.2   § 第一章丶边界图书馆 § --- 2013-6-11     深夜，月光透进了幽暗庞大的图书室内。唯一的亮光，是一处不起眼的角落里的古朴办公桌上那一盏油灯，灯座上飘摇不定的火焰，照亮了一小片书的海洋。\n    鼻梁上架着眼镜的年轻学者巴卡·加讷依，坐在桌前津津有味地读着一本拥有精美封皮的厚重古书，嘴里还念念有词的说着一些普通人无法听懂的古怪语言：“Ancient maa kaitstes meie，An Domhan Dia é I'a I'a Cthulhu Fhatgn cineál agus grámhara……”      \n    “吱呀”     木门发出一声轻响，来人带着一丝清凉的晚风走进了图书室      “你还在读那个远古世界的故事啊，加讷依，”莱昂纳多找了把椅子坐下“连创世之神也不再去触碰的故事，怎么你就这么执着呢？” \n    “是你啊，莱昂纳多，”加讷依头也不抬“创世之神抛弃了这个世界，让它长满了藤蔓布满了沙尘，但是在藤蔓和沙尘之下，那一点微弱却耀眼的光芒，这位‘粗心’的神可没有注意到。” \n    莱昂纳多耸耸肩，从书架上拿下一本牛皮封面的书，《创世录》三个金色的大字反射着微弱的火光\n    “据我所知，那个世界被创造之后，那种生物..暂且称呼它为‘人’吧，就以不可思议的速度发展，从农耕时代进步到工业时代仅仅用了百年，各种科研发明也如雨后春笋一般，但是自从它们科技领先了其他物种，就开始藐视神明，甚至不惜将世界的所有资源开发殆尽，还盖出高塔妄图去探索传说中神的领域——天外，世界被他们的胡作非为破坏得几乎无法生存……” \n    晚风夹带着月色，穿过窗户轻轻抚过纸面，纸页摩擦的沙沙声没有打断两人的回忆，时间仿佛回到了那个灰色的年代。\n    “于是神发怒了，降下神罚，大地裂开，露出了炽热地狱，无数地表上的人落了进去，再也无法回来。幸存的人类也不能幸免于难，在各种怪物的攻击和瘟疫下苟延残喘，最终不堪折磨，接二连三地死去。最后，神将这个失败的世界丢进了创世录的最底页，没有再去理会，任凭自由演化。”         莱昂纳多将创世录合上“这就是那个世界的故事，这值得你如此执着吗？” \n    “不，你没有看到这个故事的后半部分，”加讷依微笑着把手上的厚重古书递给莱昂纳多“创世之神没有理会那个世界，但是那个世界在这一大灾变后，却出现了一丝希望的光芒……” \n    莱昂纳多疑惑地接过古书，翻开页首，一个棕色皮肤，黑色头发的“人”映入眼帘。\n    加讷依站起身，拍了拍莱昂纳多的肩膀，望着窗外无垠的星空，微笑着说道：“自从天罚之后，世界上便没有了“人”，也没有了他们就没有了无止境的破坏。于是，数千年后，遵循着自然的法则，世界恢复了往日的生机，雨林重新穿上了绿色的外衣，海洋重新披上了宝蓝色的面纱，继续哺育着在其间繁衍生息的各种动物。更神奇的是，文明低下，毫无抵抗能力的村民却躲过了天罚，再度出现在了世界上……可再也没有任何文明能和那被毁灭的“人”所创造的文明所匹敌了。因为，神已然不在。” \n    “接着，神创造的新世界出现了，”莱昂纳多接过加讷依的话，眼光在泛黄的纸张上游走“那个世界的统治者们——末影人是被诺切赋予极大期望的物种。末影人的领袖暗影大贤者和他的族人们拥有着无与伦比的智慧，他们仅仅用了千年就将文明发展到登峰造极的程度。终于有一天，他们察觉到了另一个世界的存在。”他顿了顿，“他们来到了“人”曾经的世界。一段时间过去后，他们从各个迹象里推断出天罚曾经降临，甚至发掘出了“人”的遗骸。他们好奇，“人”为什么会遭遇这惨况？他们拥有什么样的智能？他们在经历这一场悲剧之后又会做出什么反应呢？于是，暗影大贤者做出了一个惊人的决定……将一部分在天罚中死去的人类复活。” \n    “是的。”加讷依将古书翻回首页，细细地观察着这一个棕色皮肤，黑色头发的人类，在忽明忽暗的火光下，这个人类仿佛被附上了一层不可思议的光晕。 \n    “他，就是其中之一；而他亦是世界的未来的开创者”\n    “史蒂芬——这个将要创造新的历史篇章的人。”\n\nhttp://www.xiami.com/widget/15972768_2073511,_235_346_cccccc_dddddd_1/multiPlayer.swfNo.3   § 第二章丶终末实验室 § --- 2013-6-11       “嘿。”\n    唔？…… \n    “嘿，史……。”\n    是谁……\n    “该起来了，你已经睡了很长时间了。”\n    唔……好像是啊……\n    “嗡……咔！”\n    什么东西打开的声音？\n    我费力地睁开眼睛，首先迎接我的是刺眼的白光。刚刚从无尽的黑暗中醒来，使得我难以承受这亮得令人头晕目眩的光线，下意识地把右手抬起来去遮挡，手上却传来一阵别样的刺痛……我将视线扭向手臂，只见一根尖锐的针头静静地躺在一旁的洁白桌子上，后面连接着一根导管，导管则连接着一台从未见过的机器。我身下躺着的，是一张黑色的床，不，应该说是仪器，它拥有着向两边敞开的透明的盖子、奇怪的表盘按键，还有那冰冷的金属触感。\n    虽然我刚刚苏醒以至于还不是很能看清东西，但我看到了仪器上厚厚的灰尘和蜘蛛网，它们无声地告诉我，这里已经很久没有人来过了。\n    我把视线转回针头，它似乎在之前是插入我的手臂的，我抬起手臂的时候它从我手臂上脱落，并带给了我一个不大不小的创伤口。\n    当然，这个伤口对我来说没什么大碍，但是，针头，导管，奇怪的床和布满灰尘的仪器。\n    等下，我到底在哪里？\n    我……又是谁？\n    头好痛，脑部传来的神经抽搐感让我不得不放弃对遗失记忆的进一步探索。\n    我用左手支撑着自己从手术台上起身，翻身下床，扶着手术台摇晃着站直身体，这一连串动作让我意识到自己的确是一个有生命和自主意识的生命体，而并不是所谓的鬼魂和被人操控的木偶。这让我稍微放下了心，无尽的黑暗实在是太可怕了，它比任何东西都能引起向往光明之人的恐惧。\n站稳了身体，头脑也在自己刻意的调整下逐步清醒，我环视这个地方，映入眼帘的是许多实验台，一大堆奇形怪状的实验器皿，和一台又一台透着冰冷气息的实验仪器，墙壁上挂着许多图鉴，上面有各种生物的图片，和密密麻麻的难懂的古怪文字，难道这个地方是生物研究所吗？不管怎样，这里的东西都无一例外地蒙着一层厚厚的灰尘，除了一台在角落发出轻微声响的机器，它的导线连接着天花板——这应该就是发电机吧，我看了看天花板上发出惨白光线的灯管，心里想着。\n    我立马做出了离开这个悄怆幽邃之地的决定，但前提是要保证自己可以活下来。\n要活下来，食物是必不可少的。\n    于是我在离开前，打算收集一些可以利用的物资。本以为这里的主人既然将我“封印”在此，就应该知道当我醒来之时必定对食物有所需求，但是在一番尘土飞扬的搜索之后，我放弃了，因为这里的主人貌似是个科学狂人，所有的物品都是科学用具，难道要我吃玻璃试管和导线外的固体绝缘物质吗？\n    我懊恼地坐回床上，不过很快的，面前不远处一张桌子上的小箱子吸引了我的目光。从里面，我找到了一份薄薄的文件。这是一份极其简单的文件，没有其他文件上复杂难懂的文字，也没有标记着天文数字的奇怪表格，甚至让人怀疑这是不是一张草稿纸。只见上面画了一个大的正方形，被四条线平均地分为九个小的正方形格子，其中有六个格子里，画了一种不知名的黑色正方体，看似石头，却没有见过。\n    “合成表……”我情不自禁的吐出这个陌生的词语。\n    ……诶？合成表又是什么？好熟悉……我似乎知道这个排列是什么……可又怎么也想不起来。\n说不定以后有用。我自言自语着把文件收进了口袋。\n    既然这里没有有利用价值的东西，那就走吧。可十几分钟后，这个该死的鬼地方又一次让我几近崩溃：没有出口！\n    喂！难道这里的主人是个幽灵吗，因为可以自由地穿墙出入而没有做一个出口？！还是说对自己的力气很有自信所有次次都破墙而出？！但也至少要留一个出口来透气吧，这样一个封闭的环境不怕憋死吗？！\n    一种被人耍了的感觉涌上心头，一瞬间脑中死亡警告的袭来也让我顾不上什么礼仪了，顺手拿起手边的试管架向前砸去，木制的试管架砸在一台透明的圆环状巨大机器上，机器发出一声闷响，猛地把试管架弹开了。\n    我盘腿坐在地上苦想逃出去打方法，没有注意到试管架砸到了机器的开关，而且机器已经开始预热，等我回过神来，机器上方的屏幕里显示进度的进度条已经接近完成了，已经发出了令人毛骨悚然的提示音。\n    不行，看样子机器要爆炸了，我可不想就这样死去！对死亡的恐惧让我一下从地上弹起来，我立刻抄起一个在地上被任意摆放的、被灰尘覆盖的铁镐，奔向墙角疯狂地挖掘。\n    进度条还有三格！我还有时间……手上的铁镐一刻不停地对着墙壁猛挖，但是墙壁似乎对这点影响毫不在乎，纹丝未动，这该死的墙壁怎么这么坚固！\n    还有两格……铁镐撞击墙壁的反作用力震得我手臂发麻，豆大的汗珠也一连串地滴落……快啊快啊，我不想死在这里！\n最后一格！该死的！我决不放弃！我怒吼了一声，用尽全身力气把铁镐砸向墙壁……\n    木柄“啪”地一声断掉了，同时传来的是一声刺耳的提示音，犹如死神的脚步声。\n\n\n    什么也没发生。\n\n\n    ……？我是不是太自作多情了，怎么可能什么机器都有自爆功能的？\n    我疑惑地转头看向机器，它内部的地板正发出比天花板灯光更为刺眼的白色光芒，不过，比起天花板的光芒，这些耀眼的光芒似乎来得更有侵略性……也勾起了我的一丝兴趣。它那强烈的光芒在我的视线中留下了如同灼烧的痕迹，像是在引诱我进去一探究竟。我情不自禁的走进仪器门内，静待着会有什么事情出现。\n    等等！这是……”\n    几秒后，它发出了轰轰的启动声，我已经来不及离开仪器内部，只觉周围的空气正在飞快地被抽离，一股巨大的力量在撕扯我的身体，随后……剥夺了我的知觉……\n    再见了……呃，那啥，我叫什么名字来着……？\n\n\n    ………\n    \n    哗哗哗……\n    水声？啊，已经到冥河了么，还真快。\n   “咯咯咯~”\n    嗯？怎么地狱也有鸡叫声？\n   “哞~”\n    呃……\n\nhttp://www.xiami.com/widget/15972768_395333,_235_346_cccccc_dddddd_1/multiPlayer.swfNo.4   § 第三章丶新生 § --- 2013-6-11    ★注：以下为我本人所写，虽然剧情还是采用原作，但这篇是我个人所写的，求支持！    “额，那啥，谁压着我呢！”\n    头顶传来一阵疼痛，我立刻睁开眼睛翻身而起，迎面而来的是那久违的光线，那光线刺激到了我合上多时的眼眸，不过这次的光线却不是那令我感觉在地狱边缘一般的实验室天花板上的白炽灯散发的冰冷的光线，是柔和的阳光！ \n    “哞~”\n    猛地一转身，才发现那使我疼痛无比的罪魁祸首原来是这么一个小家伙——一头正在母牛边吃草的小牛！它无辜的看着我，我也用同样的眼神注视着它。也许是吃草的时候吃到了我的头发？还是我躺在这片草地上被茂盛的杂草挡住，没有看见我？\n    “哈哈哈！！” \n    我被自己这种无聊的想法惹笑了，才发现这不是重点，重点是我现在到底在哪里？ \n    这是一片小树林，树叶在微风中挥舞着枝叶，一条弯曲的小溪横穿过这片乐土，在夕阳之下仿佛一条金色绸带穿过小树林，潺潺的流水声在林子里回响，草地上或红或黄的野花，几只悠闲吃着草的牛，几只在河水中嬉戏的野鸡，还有温暖我身体的和煦的日光。 \n    这些都是我眼前所呈现出的画面，重要的是——我没有死！而且我从那该死的实验室逃出来了！\n    我本想振臂高呼，庆祝着我迟来的新生，可是我这一想法却被从肚子里传来的抗议制止了，从醒来到现在我可水米未进！更别说我醒来之前是怎么一回事了！ \n    由于现在我手无寸铁，也不忍心杀掉那些吃草的牛们，我只好一边寻找开阔地一边从身边的树上采集野果来填饱肚子。\n    等到我肚子的抗议被那十来个美味的野果驳回时，夕阳已经从地平线上消逝了，取而代之的是银白色的月亮和亮光微弱的星辰。 \n    这种美丽的画卷我可不想错过，可是我现在没有任何的自卫武器，要是有野兽我这来之不易的新生可不就是付之一炬了么？\n    我悠闲的步伐被急促的小跑取代，四周的景物飞快的从我的视野中掠过，我的行动无疑在这罕见的星夜中添上了一道漆黑的魅影。 \n    …… \n    沙沙沙    呃？\n    沙沙沙 \n    听声音，这好像不是鸡鸭那样的小型生物，难道是猪和牛？ 好奇的心理迫使我放慢脚步环顾四周。 沙沙沙    诡异的声响不断的从周围草丛中靠近，更是在这幽暗的夜晚增添了一丝恐怖的气息。 \n    沙沙沙\n    这声响已经超越了我的防范极限，我立刻高度警觉，各种猜疑在脑海中闪现。    要是是怪物该怎么办？记忆中我所认知的生物发出的任何声响与这声响完全不符。    要是硬碰硬的话...我刚刚醒来岂不是占绝对劣势吗？！ \n    大脑中一片空白，只剩下了我的本能反应。    声响渐渐被圆形的黑色阴影替代，更是证实了我的最坏的想法——这绝对是一只怪物！    “三...二....” \n    我打算用逃跑来摆脱这怪物，毕竟我没有有实质攻击能力的武器来杀死这只怪物。    “一！” \n    我仿佛离弦之箭一般朝着树林的深处飞奔而去，迈出了逃跑的第一步，我的行动估计就被那怪物察觉了，如果不用尽全力，可能就十分危险了。\n    “呼……呼……” \n    在这夜幕下狂奔了十几分钟后，我也已经筋疲力尽了，我环顾四周，并仔细听后面的动静，确认那怪物没有追过来，我也在身边的小山丘中间的石窟中大口大口的喘息，我可没有体力再建什么庇护所了！更何况有可能还会遇到那怪物！    “别想了,……” \n    呃？那啥？我叫什么来着？！\n\nhttp://www.xiami.com/widget/15972768_2121926,_235_346_cccccc_dddddd_1/multiPlayer.swf\nNo.5   § 第四章(上)丶沉睡的能力 § --- 2013-6-13    “呃，我是谁来着？”     “好吧，这个问题不觉得可笑么，……”     “呃，总觉得还是不自言自语好，”我开始有点厌烦这个可笑的问题“这个鬼地方只有我这一个人，要什么名字？”  \n    我尝试做其他事情来忘却这可笑的问题，眼看洞外皓月当空，我也该休息了，我将之前捡的树枝堆起来，生了一堆火。  \n    “终于能休息一下了，晚安，……”\n    “呃。。。。” \n    ………………\n    “应该是个好天气吧！”  \n    我揉搓着惺忪的睡眼，缓步走向洞外，远处地平线上已经露出一抹朝阳，和煦的晨光照耀着整片大地，不论是树梢，草尖，花瓣，溪水，还是动物们喝水时弯曲的脊背，都毫不保留的赋予他们生机。清脆的鸟鸣遍布整个大森林，身处其中，有种说不出来的舒适。\n    “呃，怎么黏糊糊的” \n    看看自己的双手，竟满是令人作呕的汗渍与污垢。\n    “呃，那么我去昨天的溪边洗漱下好了。。” \n     清新的空气似乎使我的脚步更加轻盈了，没过多久就到了昨天的小溪边。  \n\n    我欣喜若狂的想要将整个脸浸在水里好好洗洗，可是看到水中的倒影，我愣住了。\n    “咦？我不是应该是高大帅气的小伙吗？怎么是个满脸胡子茬的大叔？！”  \n    水面倒映着的是一张陌生的，中年人的脸。还身穿着一件可笑的天蓝色短袖和深蓝色麻布长裤，健康的古铜色皮肤包裹着结实而粗犷的身躯，拥有着一张饱经风霜的脸，一头深褐色短发和高挺鼻子下浓密的胡须。\n    “呃，帅气小伙不是，大叔也还可以哈，蛮有安全感的。” \n    我似笑非笑的甩了甩头，想让自己尽快接受这个现实。\n    继续之前未完成的动作，“哗！”我的大叔脸完全浸入了沁凉的溪水中，飞溅出的水珠在阳光的照射下仿佛一颗颗钻石一般夺目耀人。\n    “或许我有美丽动人的妻子和乖巧懂事的孩子了？” \n    这张大叔脸不得不使我想到这些事。  \n    咳咳....你这妄想的家伙，这里只有数之不尽的树木，还有一望无际的天空，哪来的人？还什么妻子孩子?\n    抹去清洗脸部后残留的水渍，我朝着我栖身的洞穴进发。\n    途中我顺手从树上摘下了数个苹果用于充饥，看着随着脚步消逝的动物，我只能眼巴巴的看着。\n    “要是能徒手将它们猎杀就好了！”\n    我泄气的一拳重重的打在了身旁一颗苹果树的树干上，随后就是如雨点般的发泄。\n    “咔！”\n    随着我最后一拳的降临，整整一个成人双手才能抱住的树干，竟然应声而断！化作一块缩小版原木掉落在我的手中，而更令我目瞪口呆的是——其余的部分竟然没有任何动静，依然稳稳的悬浮在半空中。\n    一段模糊的记忆渐渐清晰，我迅速找来一根树枝在地面上划出了4个紧密相连的方格，将刚才那块原木硬是镶嵌在了这其中一个格子之中。  \n    奇异的一幕出现了，树枝划出的线条似乎充满了能量一般，隐隐散发出微弱的金光，在这方阵之上律动。原来摆着原木的方格内，竟然出现了4个堆叠在一起的木板！！ \n    这...就是我沉睡的能力吗？http://www.xiami.com/widget/15972768_1769569670,_235_346_cccccc_dddddd_1/multiPlayer.swf\n\n  作者的话：觉得好就打赏打赏我呗~我码字不容易啊~什么金币人气我都照收不误~\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "fxtainodia",
            "timestamp": 1370930880,
            "txt_content": "话说谁知道怎么添加BGM，我准备搞几个~"
        },
        {
            "author": "fxtainodia",
            "timestamp": 1370935260,
            "txt_content": "没人= = 哭"
        },
        {
            "author": "g-g-g",
            "timestamp": 1370950860,
            "txt_content": "今天中考呢。。。邀请3次。。。。"
        },
        {
            "author": "fxtainodia",
            "timestamp": 1370951220,
            "txt_content": " 本帖最后由 xfx510061635 于 2013-6-11 19:47 编辑 \ng-g-g 发表于 2013-6-11 19:41 \n今天中考呢。。。邀请3次。。。。\n之前刚买正版，都忙着去玩外服了= =看看咱的作品吧"
        },
        {
            "author": "fxtainodia",
            "timestamp": 1371120420,
            "txt_content": "2013-6-13 日志~昨日因为模拟考原因没有更新，今日补上1~2篇~由于临近期末考因而不定期更新，请谅解~谢谢~ End"
        },
        {
            "author": "。—。",
            "timestamp": 1371122820,
            "txt_content": " 本帖最后由 a6809936 于 2013-6-13 19:32 编辑 \n\n0.0 求BGM下载直链（方便爪机）&直接编辑帖子不容易被无视\n【Addition】写的不错_(:з」∠)_加油！"
        },
        {
            "author": "fxtainodia",
            "timestamp": 1371124680,
            "txt_content": "a6809936 发表于 2013-6-13 19:27 \n0.0 求BGM下载直链（方便爪机）&直接编辑帖子不容易被无视\n【Addition】写的不错_(:з」∠)_加油！\n稍等~我弄到网盘"
        },
        {
            "author": "fxtainodia",
            "timestamp": 1371125820,
            "txt_content": "a6809936 发表于 2013-6-13 19:27 \n0.0 求BGM下载直链（方便爪机）&直接编辑帖子不容易被无视\n【Addition】写的不错_(:з」∠)_加油！\n已经在编辑后帖子上公布了~在目录前面的蓝体字"
        },
        {
            "author": "wolfs",
            "timestamp": 1371186240,
            "txt_content": "写的很好"
        },
        {
            "author": "猫小沫",
            "timestamp": 1371198120,
            "txt_content": "史诗加油（我记得一个服务器好像也是这个名字。。。）"
        },
        {
            "author": "12369874500",
            "timestamp": 1371204120,
            "txt_content": "金币+支持"
        },
        {
            "author": "我爱我的世界",
            "timestamp": 1371263400,
            "txt_content": "g-g-g 发表于 2013-6-11 19:41 \n今天中考呢。。。邀请3次。。。。\nGGG什么时候回归啊QAQ"
        },
        {
            "author": "冰封雪域-节操君",
            "timestamp": 1371267600,
            "txt_content": "路过将来瞧瞧"
        },
        {
            "author": "王先生007",
            "timestamp": 1371296340,
            "txt_content": "不错欧，必须顶"
        },
        {
            "author": "1149681294",
            "timestamp": 1371529680,
            "txt_content": "很棒的作品"
        },
        {
            "author": "a1589709284",
            "timestamp": 1374135360,
            "txt_content": "好看。 史蒂夫怎么变成史蒂芬了=V=。"
        },
        {
            "author": "小小布丁",
            "timestamp": 1374196260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "fxtainodia",
            "timestamp": 1374934020,
            "txt_content": "因楼主学业原因暂时停更。\n另LZ正在想新的剧情{:10_492:}\n\n抱歉！"
        },
        {
            "author": "香香的卤蛋",
            "timestamp": 1374971460,
            "txt_content": "很好啊，希望作者多做几篇。{:10_512:}"
        }
    ]
}