{
    "title": "zhyp原创短章：《复仇》（未完）",
    "author": "zhyp",
    "replyCount": 8,
    "timestamp": 1370963040,
    "txt_content": " 本帖最后由 zhyp 于 2013-6-11 23:05 编辑 \n\n         送上短篇一枚，人名全是真的。请在阅读前保证你有胆量在晚上读完它！\n        我是一个初三生，通常，我都住在学校，因为每天在家与学校间往返确实不是什么方便事。\n         中午，我跟往常一样回到宿舍，写完作业，打算躺在床上好好休息一下。在我的下铺，公公和姜山正在打游戏，他们天天都这样。旁边是薛皮和成年范哥。他们都睡了。\n         “我先睡了。”\n         “雷哥午安！”\n         正当我睡得正甜时，隔壁101的炮灰突然就杀猪般地大嚎了起来。\n        “这货梦见杀猪了吗？怎么声音这么大，全楼层都吵醒了！”\n        我万般无奈而又好奇的下床，走到了101。推开门，炮灰正坐在床上，满脸的惊骇。旁边的下铺，歌神也被吵醒了。\n        “炮灰，你丫抽风了？”我不满地问道。\n        “不是，炮灰做恶梦了。”旁边的歌神替他答道。    \n        “雷哥，你教我玩爷的世界的，对吧？”\n        “恩，咋了？还有，我说多少次了，别叫我雷哥，我姓赵！”\n        “好，赵哥…”\n        “哥什么哥？叫我大名，我不想被别人认为是不良少年！”\n        “好的，赵**（本人大名不予泄漏）。爷的世界里面是方块人对吧？刚刚我在梦里梦见它了。”\n        “梦见史蒂夫了？不用怕，你没看我写的小说里主人公就是他嘛！”\n        “不是，我梦见了一个方块人。但…他站在我床旁边！”\n        “然后呢？”我接着问道。看样子就是个普通的恶梦，不用太害怕，过上一会儿也就忘了。\n         “然后，剩下的我就忘了…”\n        “忘了你还这么害怕…”我撇了撇嘴，顺便看了下表。13：27，要准备起床了。我摇了摇头，去上课了。\n         令人愤怒的是，这B第二天又杀猪似地叫唤开了！\n         “估计是又做恶梦了，这货有完没完！”我心里想着，看了下表，还是13：27。\n         “不会这么巧吧？”我心里想着。\n         过了一会儿，炮灰过来了。“公公，赵**，我又做那个梦了！”\n        听到他的话，我不禁有些心惊肉跳。莫非…不可能的，世界上没有这些东西！\n        听到他的话，公公起兴趣了。“怎么了，说说？”于是，炮灰给他说了一遍。\n        “不是吧，真有这么巧的事，还是同一个时候？”公公也有些怀疑。“而且，你梦到些什么？你怎么就知道是同一个梦呢？”\n         “这次的…我也忘了…”\n         “靠，忘了你怎么知道是一个梦？”我、公公和姜山都有些无语。\n        “因为感觉一样啊…”\n        我们三人一头黑线…\n        第三天，我们把炮灰直接拉到102让他睡。我们一起监视他，再忘那就说不过去了。\n        硬撑着看着一个人香甜的睡觉是一种折磨。我的眼皮不断地要复合，越来越瞌睡…\n        “啊啊啊啊！”这次尖叫声乎在我的耳边响起。果不其然，炮灰又做恶梦了！我迅速抬起手臂扫了眼手表，果不其然，13：27！\n         我不禁有些紧张了，难道真的有…可当我抬起头时，令我震惊的一幕出现了，炮灰原本一头漂亮的头发竟然全部消失了！\n         一张酷似女孩的帅气脸却配上了一个光头。这原本好笑的一幕我却一点也笑不出来。怎么可能，怎么可能！我们三个人，我进入短暂睡眠不可能超过五分钟，还不能惊动我们这么多人，我还坐在门口！这尼玛的，这是怎么一回事！旁边，公公、姜山都是一脸惊讶，他们竟也同时睡着了！\n        炮灰还不知道发生了什么事，看着我们惊异而恐惧的眼神，奇怪地问道：“怎么了？”\n         我颤抖着手指向了镜子：“你…自己…去…看吧…”炮灰奇怪地走向宿舍洗手间…\n       “唔喔喔喔喔喔！”一阵惊呼声响起。\n        “雷哥，这是怎么回事！”炮灰连滚带爬跑了过来，仿佛镜子里有魔鬼样的东西。\n        然后，他就在我面前瘫倒在了地上…\n        医生，医生！…\n        到了医院，我们才知道他是因为惊吓过度才昏迷。真是的，男人胆子都能小成这样，又不是长不出来了！\n         这则消息很快就传遍了全校，所有人都笼罩在恐惧之下，以致于没有人敢单独行走于校园内。更离谱的是，传言学校建在坟地上，这是它们来报负了…不管学校怎么解释都没人信。（未完待续…）         \n                  ",
    "replies": [
        {
            "author": "zhyp",
            "timestamp": 1371137160,
            "txt_content": "本来有这件事就够整人的了。可是炮灰晕倒的第二天，楼道里还是传来了惨叫声。\n         “恩？这次是…歌神？”真是的，他是闲得蛋疼么？\n         为了打消疑虑，我又看了下时间，13：28，歌神故意挑这个时间也有可能。我们都懒得起来了，他平时就挺喜欢恶作剧的。\n        可是几十秒后，脱得只剩裤头的歌神哭丧着脸跑来了。\n        “公公，雷哥，我也做恶梦了！”\n        我们听到的第一反应就是：这货装的真像！\n        看到我们无动于衷，歌神表情更紧张了。“没骗你们！我…我真做恶梦了！我梦到一个方头人站在床边…”\n        “你是听了炮灰的话编的吧，接下来呢？”公公边扣鼻子边问道。\n         “剩下的，我…我也忘了…”\n        “切！”众人收拾东西准备去上课。\n         “哎，我说的是真的呀！喂喂别走呀，靠！”歌神看到无人理他，悻悻地走了。\n          次日、第三日，惨叫声仍在13：28出现。真是难为他了，天天还得掐着时间大喊。没有炮灰陪着他，恐怕也会无聊的吧？为什么我们都不相信他呢？因为第三日，他的头发并没有消失，全身上下一根毛都没少。当然，活塞运动的结果不包括在内。\n         第四天，惨叫声果真又出现了，还是来自歌神。但是，这次他的头发没了！\n         我们都知道他是个注意形象的人，绝不会去剃光头的，最多理短些。而且，中午我还过去一次让他赶紧把攒了十天的垃圾到了。他绝没有出去。那么…天哪！歌神真的也做了那个梦！难道这个梦会传染？我的妈呀！（注：请不要学我，问号、感叹号不能连续使用的…）\n        而且，歌神消失的不仅是头发，眉毛、眼睫毛也没了！看起来就是个标准的鸡蛋，虽然搞笑，但我一点也高兴不起来。\n        还好，他承受能力不错，没有晕倒，只是当天中午就回家了，唉！\n        这件事一出，学校的贴吧都快爆了，全都是关于这件事的讨论。不知道是谁抓拍到了歌神的光头，他原来就比炮灰人源广，这下脸彻底丢尽了。\n        次日，我接着睡午觉。但我并没有睡熟，因为我担心还有人会出事！果不其然，这次是公公！时间是13：29！\n        看样子，时间是逐渐推移的，事出时间也在不断推迟，但是，后果也在不断升级！  。可是，人是怎么传开的呢？但我们没时间考虑这个，我们必须在四天内帮助公公，否则后果不堪设想！\n        我请了半天假，去拜访炮灰和歌神。我先给炮灰打了个电话，看样子他精神恢复的不错。我打算先去拜访他，希望能得到什么线索。（未完待续）"
        },
        {
            "author": "我叫龙浩晨",
            "timestamp": 1371137580,
            "txt_content": "zhyp 发表于 2013-6-13 23:26 \n本来有这件事就够整人的了。可是炮灰晕倒的第二天，楼道里还是传来了惨叫声。\n         “恩？这次是…歌神 ...\n嗯不错                              "
        },
        {
            "author": "gwei123456",
            "timestamp": 1371138000,
            "txt_content": "继续更新吧~~~期待！"
        },
        {
            "author": "zhyp",
            "timestamp": 1371310620,
            "txt_content": "炮灰住在火车站不远处，用不了多久就能到。炮灰告诉了我他的住址，我按他所说找到了那扇门。\n         我敲开炮灰家的门，开门的是一个眼圈红红的中年妇女。这应该就是炮灰的妈妈吧？\n        “阿姨，请问您是李浩辉的妈妈吗？”我问道。\n        “是的，你找他有事吗？你，是他的同学吗？”\n        “是的，我叫赵**。”我答道。\n        令我吃惊的是，炮灰的妈妈突然眼里就冒出了光。\n        “就是你？李浩辉自回家后精神就总有些恍惚。这孩子，不应该这么脆弱啊…他这两天总是提到你，说只有你能救他。还老是提到麦…麦…”\n         “麦块。”\n        “哦是的，麦块。啊抱歉让你一直站在门外，请先进来吧，我们需要你的帮助。”（别指望所有父母都读的出Minecraft这个词…）  \n         “您客气了。”\n        我走了进去，他的爸爸表情也不好看，坐在那里抽着闷烟。我谢绝了炮灰父母的好意，直接走了进去。\n        炮灰的房子在大门左侧，一走进去，就看到炮灰正坐在床上发愣。 他头上已经有了薄薄一层头发，最起码没原来那么搞笑了。\n        他一看到我，眼睛里有了光：“雷哥，帮帮我啊！”\n        我被他吓了一大跳：“不是吧，难道你还做那个梦？”        \n        他摇了摇头。“不是，自从我头发掉后就没有再做过。但我现在时不时就会感到恐惧。我…我还是害怕…”\n        听到他的话，我又感到一阵无语。怎么胆子还这么小…为了转移他的注意力，我便将歌神恶事告诉了他。\n        “炮灰你别紧张。我跟你说，你被剃光后，歌神也被剃了！而且，他不光头发被剃了，眉毛什么的也被剃了，他现在也会家了。而且，现在公公也开始做梦了。”\n        “真的？嘿嘿，歌神大光刹（二声），嘿嘿嘿…”\n        “炮灰，难道你真的一点也没记住那梦？”\n        “除了我原来说的，确实就不记得什么了。现在连那一部分我都快忘了。”\n        看样子炮灰现在情绪挺稳定的，但他也不知道什么了。我只好先告别他们，去找歌神了。只是…按现在的情况，歌神恐怕也不会怎么靠谱。\n        很快我就到了歌神家，歌神正一个人在家打LOL。\n       我一进门，歌神就好像预卜先知一样先向我发问：“雷哥，我现在虽然不做那个梦了，但我还老是感觉有些怕。我该怎么办？”\n        他也有相同的感觉？我好像有了些头绪，但又什么都没抓住。\n        “歌神，你还能想得起来那个梦吗？”\n        “噢，我当时就是记得有个方块人站在我床边，然后就不记得了。后来我隐约想起来，好像有人在不断的说些什么，好像是\"我要复仇\"吧，那个人就是爷的世界里的人吧？”好的，现在总算有些进展了。\n         我告别了歌神，回到了学校。现在已经是下午四点多了。公公在我落座后就迫不待地问道：“雷哥，有办法了吗？”我摇了摇头。“恐怕你得多梦几天。”\n        公公失望地坐了回去。（未完待续）"
        },
        {
            "author": "A402802443",
            "timestamp": 1371311460,
            "txt_content": "人物关系有点乱了，其他都没什么"
        },
        {
            "author": "zhyp",
            "timestamp": 1371361560,
            "txt_content": "A402802443 发表于 2013-6-15 23:51\n人物关系有点乱了，其他都没什么\n其实就是那几个人而已…"
        },
        {
            "author": "冥王星人",
            "timestamp": 1387032300,
            "txt_content": "zhyp 发表于 2013-6-16 13:46 \n其实就是那几个人而已…\n为毛我一点都不觉可怕，因为史蒂芬金看多了么。。。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1387080900,
            "txt_content": "-1-\n剃头匠Herobrine：请问你要剃头发吗？\n炮灰：是的。\n剃头匠Herobrine刷刷的把炮灰的头发剃光了。\n炮灰：卧槽！你怎么把我剃成光头了！\n剃头匠Herobrine：是你说要剃头发的！\n炮灰悻悻地走了。\n\n-2-\n剃头匠Herobrine：请问你要剃头发吗？\n歌神：嗯……稍微剃短一点就好……\n剃头匠Herobrine：那么，眉毛呢？\n歌神：眉毛就不用了，我觉得还好。\n剃头匠Herobrine：眼睫毛呢？\n歌神：……你这还代剃眼睫毛吗？不用不用……\n剃头匠Herobrine刷刷的把歌神的头发、眉毛、眼睫毛剃光了。\n歌神：卧槽！不是要你把头发只剃短一点吗！\n剃头匠Herobrine：你的头发本来就只有那么一点好吗！\n歌神：卧槽！那你怎么把我眉毛和眼睫毛剃光了！\n剃头匠Herobrine：是你说不用它们的！\n歌神悻悻地走了。"
        }
    ]
}