{
    "title": "异缘——第三章（下）——（小玺）→?小说?←",
    "author": "小玺",
    "replyCount": 1,
    "timestamp": 1371024120,
    "txt_content": " 本帖最后由 小玺 于 2014-2-7 21:32 编辑 \n\n给大家推荐两部小说哇~~  都是同一个人写的呢。\n\n（作者：妖天）\n\n\n一\n\n\n\n\n一块板砖闯仙界：\n\n\n http://www.23us.com/html/11/11422/\n\n\n\n\n\n\n二 \n\n\n\n\n\n魔尊重楼逍遥异界：\n\n\nhttp://www.bxwx.org/b/14/14643/\n\n\n\n\n\n\n下面进入正题：\n\n\n\n\n\n“其实璃哥哥你早就知道月儿不是你的亲妹妹，对吧？月儿知道，月儿都知道，因为月儿身份卑微，所以老爷和夫人都不把月儿放在心上，就是因为当初璃哥哥把月儿带进来当了小姐，月儿才发誓今生终身只嫁给璃哥哥，为什么璃哥哥就是不懂月儿的心意呢！”两只小手胡乱的抹着晶莹的泪珠，似乎想把所有的痛处都倾诉开来。\n\n而严璃还是一脸紧皱着眉头，一副手足无措的样子，“额...你别哭了，如果你想让我娶你也不是不可能的事，但是我不会喜欢你，如果说这样也可以吗？”看他气的发青的脸，显然是没了耐心。\n\n他这么一说，那丫头滋的不得了。“只要璃哥哥身边有月儿陪着，月儿做什么都无怨无悔！”淡嫣冉撇撇嘴，无怨无悔？撒谎都不怕遭雷劈的。\n\n“月儿知道，璃哥哥其实是放不下月儿的，不然也不会这么做的，对吧？”严月儿一脸欣喜，完全不顾严璃的一脸厌恶。慎得淡嫣冉起了一身的鸡皮疙瘩，真是厚脸皮！\n\n她拍了拍身上，起身拿着蓝色娃娃，鄙夷地看了一眼严月儿，见人都走了，转身就往玺羽阁走去，“啪”，淡嫣冉一回头，便看到一地血红色妖娆的红琉璃，只不过已经摔得粉碎。\n\n她蹲下身去，小心地一点一点拾起，生怕割着自己的手。\n\n“王爷架到！”一声尖细的声音传入淡嫣冉耳朵，听这脚步声，看来人来的不少。\n\n“你！你好大的胆子！竟然打碎了这要供奉给左丞相的红琉璃，你是从哪里得到的？”声音威镇，气势雄浑，语气里少不了鄙夷。淡嫣冉急忙忙跪在地上，头也不抬一下，便开口道 : “奴婢知罪，奴婢是二少爷的下人，奴婢只是奉命行事。”\n\n“好一句奴婢是二少爷的下人，哼！身为奴婢，难道不知道严璃从来不用奴婢的吗？想诬陷他？”听这口气，想必是这二少爷不收奴婢是事实，但是，只能赌一把了，是生是死就在这一线。\n\n淡嫣冉抬头怯生生的看了一眼王爷，这王爷虽三十有余，却依旧长相俊朗，威严不失。“奴婢知错！奴婢知错！二小姐说让奴婢把红琉璃送给二少爷，并嘱咐奴千万要小心，可是奴婢手一滑，就......但是奴婢真的不知道，奴婢是刚来的，奴婢真的不知道...”嗓音带着些许呜咽，令人听了都生起些许怜悯。看着他紧皱的眉头，淡嫣冉却心里偷笑一声。\n\n“哼！好一个伶牙俐齿的丫头！哪天看我不把她赶出家去！你去后山上帮我把管家喊来！”说完甩了甩袖子，哼了一声，带着一伙家丁便走开了，鬼知道他要去干嘛。淡嫣冉翻了个白眼，要我去找管家？这老狐狸贼着呢！要我去我偏不去。拍拍衣服上的土，其实，早在一开始，淡嫣冉就发现身上的红琉璃，只不过是仿的罢了！而自己的一身奴婢装，还是从不是人那里拿来的，只是从他一走，娃娃就启动了。不过，最近他总是怪怪的。\n\n看着后门等待自己的两个侍卫，幸幸一笑，从正门走去。后门不让，还不能从前门出吗？还没出门，便被门外的守卫用刀架在了脖子上“你要出去？令牌拿来！”淡嫣冉赶忙装出大惊失色的样子，说道 : “令牌？什么令牌？守卫大哥，奴婢是新来的，不知道令牌是何物，不知可否让奴婢出去一下？”早就知道老狐狸不简单，没想到他有意让自己难堪。\n\n“没有令牌？哼！你不是这里的人吧？连令牌都不知道，走！带她去老爷那里！”说完就给另一个人使了个眼神，两个人反扣着她的手往回走。\n\n“两位大哥，行行好，奴婢的令牌弄丢了，王爷让奴婢去找管家，奴婢真的不能再去找王爷了，不然，不然奴婢小命就不保了，况且，两位大哥......”她看着两个人一脸的不动声色，心里不觉有些奇怪。\n\n她一脸贼兮兮的观察着他们的表情，又很委屈的说道 : “所以，请两位大哥行行好，让奴婢出去吧！”她看着他们皱着眉头，便把手里的银针飞向其中一个门卫，那门卫迅速用右手两指夹住银针，却不想淡嫣冉已经脱开束缚，转眼不见了人影。两个人着急的看着远处，早已不见了人。其中一名说 : “算了，王爷迟早把她解决，我们也拖延了不少时间了。回去吧！”两个人脱下门卫服，转身进了府中。远处岩石后，淡嫣冉换上原来粉色衣服，大摇大摆地进了府。至于后山的人，让他们干瞪眼吧！\n\n\n————————————————————————————————\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Asdcpo",
            "timestamp": 1371091800,
            "txt_content": "小玺姐姐，我来顶了"
        }
    ]
}