{
    "title": "屠龙者",
    "author": "903481064",
    "replyCount": 14,
    "timestamp": 1371047940,
    "txt_content": " 本帖最后由 903481064 于 2013-6-15 18:55 编辑 \n\n  MCBBS里也有发小说的地方吗？好吧，新人第一次发帖多多见谅啊！！！\n\n\n\n\n             主角：萨隆.水（简称水）\n  生份：前地狱佣兵团的小队长后来在乘船追杀一只从巨型地狱门里跑出来的地狱轰炸机时，船被炸烂然后累~漂流{:10_505:}（你懂得）\n  \n\n故事大体剧情：在这个方块世界上，有一种人叫做佣兵，佣兵不同于侠士刀客丧尸猎手等职业。他们没有信仰，追求，只要给他钱他就可以为你买命。佣兵常常组成一个工会性质的团队，而地狱佣兵团就是其中的一个杰出团队，只要给足他们钱，他们可以替你去生命禁区——地狱 …… 而猪脚的话就是里面的一个团员啦。但是人——永远不会安于现状的动物，地狱佣兵团里分裂出了一队激进组织——爆裂者，他们给许多佣兵灌输一种思想——消灭没有信仰的佣兵，组建一支强大的军队，掠夺世界上所有能找到的资源让人类主宰这个世界，包括传说中的神兽（{:10_492:}强调，不是羊驼草泥马！！）末影龙都将臣服在他们脚下。\n\n\n黑幕：爆裂者的头目岩.溶奇仅仅发出了这样的号召瞬间就聚集了上万部众，而他自己却在钻石块垒起来的房子里把掉落保护亡灵杀手……(总之所有可以附魔的属性全部加10）附魔的钻石套当睡衣穿，把终极附魔（同上）的烤鱼金苹果当零食甜点（好吧，好吧{:10_524:}内置作弊器亮了）\n\n\n\n\n\n\n\n\n\n\n\n                         第一章：小狼？！\n  处于半昏迷状态已经不知道多长时间了，我想就快死了吧？呵呵，讽刺啊，我本以为我会死在那个怪物手里没想到……意识渐渐模糊下去，但双眼却在发热。“什么东西？”慢慢睁开眼睛，却看到了一对犬牙。“妈呀！”我瞬间站起狂退几米。捂着胸口仔细一看才发现那是只狼。“还好，不是主动攻击的生物啊。”没有了好奇心的支持，疲惫的我——再次倒了下去……可是那只小狼不知什么时候走到，又不知什么时候回来了。总之嘴里吊着一只鸡肉，自己撕了一只鸡腿吊着着去沙滩边了。再次支撑这坐起来看了看鸡肉愣了一下，又转头看了看狼“给我的？”狼没有回答只是坐在海边望着那将我乘坐的被地狱轰炸机炸毁的船打成碎片的瀑布。\n“管他呢，先吃了再说！”一阵狼吞虎咽后，一只鸡下肚（少了一只鸡腿）才发现那狼不知什么时候在看着自己“我吃相太难看了吗？好吧，总之比你难看啊，像你吃饭这么漫悠悠的狼还真少见啊！”苦笑了一声后仰天躺在地上开始思索自己的处境。但是水不知道的是——狼看他不是应为他的吃相（这也是一部分原因）而是在疑惑“他为什么不把鸡肉放进石头里烤？”（石头指的是[furnace]熔炉啦！）\n\n\n\n\n\n\n\n                        第二章：生存\n  就这样不知过了多长时间，我猛然发觉一个问题——就算这里是一个无人岛，但丧尸还是会有吧？如果……想到这里我已经冷汗直冒了立马起身，却被一个东西给绊倒了。“什么东东？”捡起一看是个箱子，上面还有地狱佣兵团的骷髅印记“这个不会是鲍尔的工具箱吧？”我心里已经想好了如果是，我就生存下去，不是——立马自杀！结果，箱子里不光有很多工具，还有许多曲奇.面包甚至肉！“有了这个，我绝对可以活下去！”看了看天上那已经逼近高山的太阳，我发誓，不杀怨灵，誓不为人！\n  我拿起一把铁斧对着岸边的一小片白桦树林开撸，虽然只有20多颗，但对我来说已经够了。砍了大约一个小时就有了近一组木头，大部分做了木板。又去挖了点露天的石头。做了房子.工具台.炉子.烧了点木炭做了火把，不过没做窗户因为才第一天，资源还很紧。自己暂时安全了，才发现自己受了重伤又在几个小时内干了这么多活，体力早已透支。正要昏昏睡去时，发现了依靠在石头旁的小狼，在黄昏的金光照耀下雪白的毛色变成了金黄。他正在看着我，漆黑的眼睛里透出了希望，留念，哀伤——“这只狼不简单，他的经历可能比我经历的还要复杂的多……佣兵的生活，杀人拿钱，再简单不过了，而这只狼却像个迷……我猜想它以前可能被某人驯服过，所以它才会对人这么友好，他以前的主人可能找到机会离开了，却遗弃了它——”这都是猜想而已……\n\n\n\n\n                        第三章：佣兵的实力\n  天色黑了下来，我的之前猜想得到了证实——这个小岛上还是有怪物，但我却觉得很兴奋。我瞥了一眼小狼，它在直勾勾的看着我，我想要驯服这只狼，先要有骨头，杀动物太慢，我的目标是——骷髅射手！鲍尔的工具箱里没有剑，但斧子有几把，我随便摸了一把，拿在手里出了门。\n  不远处，一个骷髅看见了我，动作机械的朝我射了一箭，我立马闪过。紧跑几步冲了上去，骷髅还没来得及补箭，这是最好的时机。我挥斧冲头投给了一下，没有花哨的动作，一击毙命。原本组合在一起的骨头全都散了架，我抱起那一堆骨头回了家。但是小狼并没有想他预料的那样兴奋，吃了几根骨头后，伸出爪子在草地上划了几下就趴在一边睡了。虽然那几爪印歪歪扭扭但还是可以看出那是两个字——奥托\n    \n\n\n   茶杯骑士大大都评分了，我还有什么理由不更文？\n\n\n\n\n\n                             第四章——尸潮倒计时\n  “奥托？这是你的名字还是你主人的？”明知道以这只狼的性格不会给我答复，但还是忍不住要问一声。丧尸围在屋子旁边不停地吼叫，屋子里仅有的几根火把勉强把光亮洒满了屋子，虽然暂时吃喝不愁，但我知道，我需要更多资源......\n  第二天——揉了揉眼睛，起来的第一件事竟然是去看一眼那只狼。“我这是怎么了？”我为我的行动感到可笑，但这时我才发现，狼——不见了！他能去哪？我不顾一切的冲出屋子，却看到他像昨天黄昏时一样倚在大石头旁，凝望着瀑布。“奥托！”我试着叫了一声，果然，他眼里充满幸喜的转过头，但那光，转眼又黯淡了......既然小狼没事那，专心干活吧！\n拿起斧子.镐头，我知道，未来的几天，没有休息的时间了。\n\n\n\n\n为了顶帖以后的章节以回复的形式发\n看完不回的人是会怀孕的，生JJ怪！！\n\n\n\n\n  以后会改为第三人称哦！\n",
    "replies": [
        {
            "author": "903481064",
            "timestamp": 1371048000,
            "txt_content": "有没有人回复累？"
        },
        {
            "author": "903481064",
            "timestamp": 1371048180,
            "txt_content": "无人回复无激情啊~~我的头像是我自己截的图，有的人看出来了————就是一元素JJ怪爆炸                                                                               \n\n\n以上纯粹没话找话"
        },
        {
            "author": "903481064",
            "timestamp": 1371048240,
            "txt_content": "先睡了，明天更正文。想要找个20人或以下的小服玩玩找灵感啊，有服的朋友请联系我QQ：903481064"
        },
        {
            "author": "a1102294409",
            "timestamp": 1371049140,
            "txt_content": "额，这个是你的小说？我刚刚以为皮肤呢。。不过希望可以出更多的"
        },
        {
            "author": "474645956",
            "timestamp": 1371077160,
            "txt_content": "我又来酱油看货了。"
        },
        {
            "author": "903481064",
            "timestamp": 1371083220,
            "txt_content": "  一夜了，还没人回……纳尼？两个？ {:10_512:}                         神啊！！！！！！！！！！ 开始更文"
        },
        {
            "author": "903481064",
            "timestamp": 1371084600,
            "txt_content": "第一章错别字好多，见谅啊"
        },
        {
            "author": "903481064",
            "timestamp": 1371085920,
            "txt_content": "[redstone_torch][redstone_wire1][redstone_wire1][redstone_wire3]\n                                                                        [redstone_wire2]\n                                                                         [redstone_wire1]\n还是只有两个人吗？啊啊啊啊无激情啊"
        },
        {
            "author": "903481064",
            "timestamp": 1371087960,
            "txt_content": "预览69次回复7人？正真回复的只有两人？你们坑爹呢把？"
        },
        {
            "author": "903481064",
            "timestamp": 1371088500,
            "txt_content": "不回复小心玩MC没有矿！箱子被小黑搬走！房子被JJ怪炸，人被吃！"
        },
        {
            "author": "903481064",
            "timestamp": 1371102180,
            "txt_content": "好吧下面以回复的形式发"
        },
        {
            "author": "903481064",
            "timestamp": 1371102240,
            "txt_content": "算了还是在原帖上吧"
        },
        {
            "author": "海影~羽",
            "timestamp": 1371128940,
            "txt_content": "heheh!hai ke yi!"
        },
        {
            "author": "903481064",
            "timestamp": 1371293580,
            "txt_content": "                                                        第五章——觉醒\n  和小狼一起看黄昏，现在的生活已经稳定下来了，透过手里的那一块钻石，看见了无数个太阳。在地狱佣兵团里的生活已经被淡忘了，现在的生活很安逸，没有人可以交流未必不是件好事，有这只狼为伴，每天的生活安逸也快乐。月——终于露出了他那第一丝凄冷的光，远处，第一只丧尸也在痛苦的吼叫中现身。既然每次的出现，注定要在与太阳的交接中死去，在痛苦中重生，那为什么又要如此义无反顾？他们，也许是月的使者，只因凄冷的月恋上了难以相见的太阳，他们才会如此义无反顾，只为了月——与太阳的相见，凄冷的月光与炙热的阳光共同照射的那片土地……\n  小狼不知何时已经走进了家们，在看着我，那眼神不是一贯的忧郁或疑惑，而是在试图看清我。我走进了家门，关上们，下意识的拿起铁剑坐在椅子上死死盯着门外。没有一丝声音——没有牛羊的叫声也没有丧尸的吼叫，静的出奇——\n  但——危险——即将——到来——\n  瞬间，上百发弓箭飞向我的屋子，我愣了一下。不是幻觉，真的是弓箭，但随之而来的是——尸潮！\n  一旁的狼，用阴冷的眼神看着我，这扇小木门阻挡一两只僵尸还行，但这，起码上千只！！如果逃，我可以逃掉，我可以拿木板堵住门，把墙加固，但我却拿起剑冲出了家门……“来吧！渣渣们！让你们尝尝你水爷的厉害！”我知道我这做法难逃一死，但我还是挥剑砍向了第一只冲向前的僵尸。他痛苦的长吼了一声，猛然颈部用力，头飞了出去——但他的手却牢牢的把我抓住抛出了几米远，自杀式的攻击！！我的头迷迷糊糊，仿佛又回到了我们截杀怨灵的时候，我被烈焰弹的余波震倒时就是这种感觉。“今世不杀怨灵，誓不为人！”我的大脑突然被一股寒流所侵袭，使我立马清醒过来。这时正好有一只僵尸冲到我面前，想咬我，我就势将剑插入了他的嘴中，又迅速抽出了剑。血，在空中凝成了冰，我冷冷的扫了一眼僵尸，顷刻间丧尸全部被冰锥刺穿。而我却倒在了地上……"
        }
    ]
}