{
    "title": "寻踪星期二——第一季（9）：隐入金字塔。",
    "author": "星麒尔",
    "replyCount": 8,
    "timestamp": 1371040800,
    "txt_content": "上话回顾：莫可铁匠开通了一条通往沙漠村庄的道路，另一端就是他的铁匠铺，从外面能看到许多苦力怕，其中还有一群顶着价值非凡的钻石雕像，一定是运向核心刷怪笼那边去了！怎样在不危险的情况下跟上这些苦力怕呢？星期二我想出了一个好点子……寻踪星期二——第一季（9）：隐入金字塔。  “一会儿等苦力怕变少些后，你们就在它们大部队没有察觉的情况下捞进来两个，按我的话做，没问题。”我郑重其事地说。  大家点了点头。过了一会，眼看钻石雕像就要消失在我们的视线范围之外了，鞭岚一把捞进来一个苦力怕，速度很快，没有被察觉到，五个人一阵拳打脚踢，这只苦力怕就被虐惨了。  “再来一个！”我说道。  又捞进来一个，挂了。  “很好。把它们的皮剥了……我这也是为了大家好，别想残忍的事。”  “残忍我们不怕，可把这俩绿家伙皮剥了做甚？莫非……”  “没错，它们爬行者是四只脚，我们两人披一个皮，冒充苦力怕并跟上它们的大队，我勉强只能想到这一个办法来帮大家了。因为我们是五个人，科里奥，你块头太大，和橡木留在这里吧，别惹它们。我们走。”  科里奥和橡木也没啥意见。我们四个说干就干。披上皮就是一种浓重的火药味，不过我们为了拯救，还是撑着走出了铁匠铺……  两人四条腿，披一个皮，走路略有困难。我们有点落后于苦力怕大队，现在朝远方眺望，隐隐约约才能看见钻石雕像的头部。别的苦力怕们并没怎么注意到我们两个“苦力怕”，我们总算松了口气。  “咱们走快点，一会赶不上上了！”我看到钻石雕像越来越模糊而焦急地说。跟我一块的莫可瞳孔收缩了一下，点了点头，我们加快了些步伐。  总算看到了金字塔顶！那个金字塔旁边被紫光笼罩在内，旁边全都是金银珠宝，令我都有点垂涎欲滴。要不是旁边都是怪物，他们早上去抢了。塔顶最中央的高空就是那个怪人；他穿着黄黑相间的衣服，带着黑白相间的帽子，看上去极为怪异，但隐隐约约也能在他的帽子底下看到他的面孔，貌似很可怕，又有点小帅。  那群苦力怕大队在穿过紫光后立刻放下了钻石雕像在金银珠宝边上。那个怪人瞥了一眼钻石雕像，缓缓地降到了金字塔塔顶上。  “真是个贪货！为了自己的财富，去伤害别人！”小欧愤愤不平地说道。  我们穿过了紫色屏障，看到了金字塔里的刷怪箱。[monster_spawner]  “莫可，鞭岚，小欧，准备迎战！”我大声喊道。这一喊，让怪人吓了一跳，我们几乎是同时掀掉外面苦力怕的皮！紧接着，上千个苦力怕将我们包围了，我拿起了钻石镐和剑……  怪人捏了把冷汗，却又大声向我们吼道：“好呀，竟然还有活人。你们好大胆！”他的声音虽是很好听，但到“大胆”二字时，简直是石破天惊。怪人又苦笑了一下：“上。”  火药味变得越来越浓了，简直浓到让人窒息。苦力怕们以四只脚爬行的速度冲来了，我在紧张的气氛中却不慌不忙地说：“莫可铁匠，拿上这个！”我随手丢给他了那个钻石镐，那是南楷大师送给我的，“莫可，快！我们为你争取时间，去砸那个造怪箱！其他人跟我和它们死磕！”\n\n\n\n\n124650r786yvv0rfnavfqv.jpg (19.05 KB, 下载次数: 1)\n\n下载附件\n\n2013-6-12 20:40 上传\n\n\n\n\n  鞭岚拿起了他最常用的手枪，小欧拿起了厨刀，我拿起了钻石剑，莫可拿起了钻石镐飞奔到造怪箱那边去了。虽然苦力怕很难对付，但我们三个位莫可争取时间的人，也不失理智。  “先和它们拉开战斗距离，它们是自爆式怪物！”随后我就使用了那招：“坠剑！”将它们暂时弹开了一小段距离。距离远了，鞭岚就乐了，他用手枪是远程攻击，自然就轻松多了。莫可拿着钻石镐来到了刷怪箱旁边。  那个怪人心里也很别扭：“这几个家伙到不一般，不过也阻止不了我。”随后他就开始念叨，“卡波利卡波西尼奇瓦，卡波利卡波西尼奇瓦……”这是咒语！听力比较好的我一下子就听了出来。  可令这个怪人更为惊讶的是，那个毫不起眼的拿着厨刀的小鸥竟然打断了他的咒语，厨刀一下子向他这边飞了过来，他竟然躲不过去！这厨刀是跟踪的！  “这招叫做厨影迷踪，是我跟我的拉面馆老板学的技巧，没想到不仅砍拉面行，砍你这个孬种也行！”  “闪不了，我就不会挡吗？”  一道紫光从怪人的手掌心里飞了出来，将那个厨刀变成了碎片。  此时，莫可正在亢奋地砸刷怪箱，这刷怪箱比他想象中的还要坚硬！  眼看苦力怕们就要靠近我、鞭岚、小鸥了，可是我们已经精疲力竭。  忽然，一个巨大的震声靠近了，从村庄那边响来的。我们和苦力怕们都很奇怪，扭头一看，那是一个挥舞的流星锤在向这边前来！连着流星锤的铁链的另一端，是一只粗大而健壮的手，再往前看，拿着流星锤的人竟然是科里奥！\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 0)\n\n下载附件\n\n2013-6-12 20:40 上传\n\n\n\n\n 未完待续……（10）\n",
    "replies": [
        {
            "author": "银狼",
            "timestamp": 1371041580,
            "txt_content": "我喜欢不科学小说！"
        },
        {
            "author": "c.l.l.",
            "timestamp": 1371042540,
            "txt_content": "银狼 发表于 2013-6-12 20:53 \n我喜欢不科学小说！\nme too"
        },
        {
            "author": "星麒尔",
            "timestamp": 1371042720,
            "txt_content": "银狼 发表于 2013-6-12 20:53 \n我喜欢不科学小说！\n小说有很多都不科学。[pumpkin]"
        },
        {
            "author": "银狼",
            "timestamp": 1371042780,
            "txt_content": "星麒尔 发表于 2013-6-12 21:12 \n小说有很多都不科学。\n不科学党路过..."
        },
        {
            "author": "1079043962",
            "timestamp": 1371044400,
            "txt_content": "快去自挂东南枝"
        },
        {
            "author": "k1999115",
            "timestamp": 1371058380,
            "txt_content": "银狼 发表于 2013-6-12 20:53 \n我喜欢不科学小说！\n还好吧，，，MC\n本身就不科学，，我那天建造房子，，，结果JJ进来了，一炸，，我脚底全是岩浆（我关了音效所以听不到，，我所有东西都没了。。）"
        },
        {
            "author": "yechen",
            "timestamp": 1371081180,
            "txt_content": "科学男喜欢看不科学的= ="
        },
        {
            "author": "我是小菜",
            "timestamp": 1371099300,
            "txt_content": "= = 感觉苦力怕的皮应该很不舒服，杂杂的颜色，应该凸凸凹凹的= ="
        }
    ]
}