{
    "title": "▁▃▄▄▅▆▇▇❤异缘❤▇▆▅▄▃▁",
    "author": "小玺",
    "replyCount": 3,
    "timestamp": 1371092580,
    "txt_content": " 本帖最后由 小玺 于 2013-6-29 10:02 编辑 \n\n                                                    异                缘\n\n\n\n                                      \n\n\n\n\nL~ZMZ[E8Z7A0O1__{LO1E~B_副本_副本.jpg (99.63 KB, 下载次数: 1)\n\n下载附件\n\n2013-6-29 10:02 上传\n\n\n\n\n\n\n              \n                                                在不同异世界游荡，哪里才是真正自己想要生活的地方。 \n\n                                                                到底谁是谁，谁是谁的谁，谁是谁非。          \n\n                                                                逃避不是一切，更何况这个世界只有必然，没有偶然。\n\n                                                                学会冷漠，学会选择，学会征服。\n\n\n                                                                最适合自己的天空，才有最适合自己的翱翔。\n第一章：\n\n\n\n第一章         \n\n        目   的\n\n当清晨第一抹沐浴阳光从窗户透进来，床上的人儿才朦胧般地睁开睡眼，右手抚在额头上，尽情享受这春天的象征。\n\n“噹噹噹” \n\n突然地敲门声打破了这场宁静。\n\n“姐~ 起床了哦！” 一声清脆略带稚嫩的嗓音从门外传出。\n\n人儿听到声音后，猛的坐起身来，准备下床开门。\n\n突然间想到了什么，又急匆匆地跑到床头橱边，在抽屉里摸索了几下，把两样东西放到床上后，背上橱上的小包。\n\n她来到后墙，恋恋不舍地扫视了几下房间，最终眼神停留在那扇门上，露出一抹会心的笑，便转头按下了衣橱后凸出来的砖。\n\n顿时，脚边两米开的地面发生翻天覆地的变化，留下的只有那犹如银玲般悦耳的声音:\n\n“如果我还活着，我一定会回来的！”\n\n她想过，她的离开意味着什么。但她并没有后悔。\n\n“姐？”门外的男孩听不到回声而显得有些焦急，男孩探出头: “姐，我进来了哦！你肯定...”又在赖床了对不对？然而后半句早已听不见了声音。\n\n看着人去楼空，男孩的眼泪却止不住的往下流。“姐....你不要再闹了好不好....姐你出来....你骗我的对不对？....我就知道....姐骗人的....我就知道....”\n\n他用力地抹掉眼泪，控诉这一切不是真的。如果说那天他没有和姐姐吵架，也许姐姐就不会离开了，姐姐一向是说话算话的人。\n\n他不仅内疚还感到自责，心痛地无法呼吸。眼角突然闪过一丝光亮，他怔了一下，便向床边走去。\n\n床上放着一个小背包和一封信。它们安然的躺在那里，仿佛刚刚真的什么也没有发生过。许是吸收了阳光的精华，闪闪地照耀着。\n\n男孩顶着红红的眼，那起信封，拆了开来，秀丽的字顿时映入眼帘:\n\n炎璃:\n\n\n姐姐这次出走并没有怪你的意思，只是那里姐姐必须去。\n\n\n如果说你不想待在这里，姐姐可以带你去，但是那里凶险，姐姐不保证你能不能活着回来。\n\n\n方法就是把那个小背包里的仪器打开，但切记，这个仪器只能使用一次。\n\n                                                                                                                                               DYR\n\n淡炎璃看完，突然把那封信撕地粉碎。然后痛苦的蹲下身去，双手抱住脑袋。\n\n一丝信息流仿佛钻入脑海，冲赤着神经。所有的事都好像记忆犹新了起来，但那抹心痛却一成不变。\n\n炎璃放下手，站起身来，拍了拍身上的碎纸，微微红的发下，一双带着妖孽美犹如地府蔷薇花般的红瞳显得格外冷血，配上白\n皙的脸便宛如红色嗜血狂魔，但却比嗜血狂魔多了几丝镇定和玩世不恭。\n\n他的头发随着眼睛的变红而变红，身体周围好像多了几回淡紫色的气流，华贵而不显雍荣。\n\n他理了理在额前的流海，突然看到了什么，随即对着手臂笑了笑，屋外的花却显得黯然失色了些。\n\n炎璃取下手臂上的追踪器，这个追踪器无色无味，由白色琉璃制成，像水晶一样，不刻意寻找是看不出来的。\n\n他看了看追踪器，心想这稀奇古怪的东西也只有嫣冉能造的出来。这个也许以后还有用处，至于那床上那个东西，应该不可信。于是拿着追踪器便转头就走，而那个仪器却隐隐发出红色的光，当他发现却已来不及。\n\n仅仅一瞬的功夫，房间便恢复以往的宁静，留下的只剩房间外那高傲的红蔷薇，艳的耀眼。\n\n\n\n云青城  \n   \n云曦街\n\n熙熙攘攘的人群中一身白色长衣格外显眼，急匆匆的脚步，丝毫不去理会路人那惊艳的眼神。\n\n说是不理会，她可后悔死了。\n\n出门就只带了玺曳（ xi  ye  : 2069年流行的专属个人产品，内涵跨世纪讯息联系、幻化、飞行、易容、储存和随时随地换装等功能，属根据个人性格和习惯的可开发性玄器）和几枚可持续使用的储存戒指，但这里人这么多，又不敢拿出来用。\n\n一开始本来以为会掉到大殿里去的，所以也没准备过多的东西，却没想到被一群饿红眼了的野狼差点逼到狼窝，而且还没出手准备吃点新鲜的狼肉来补补，就被莫名其妙的人给一招给全灭了。\n\n那人不仅没觉得自己碍事儿，还很得瑟的说自己是严府的管家，没地方住了就来找他。\n\n她当时就翻了个白眼，哎呦大叔碍事也不带这么的吧，白白的狼肉啊，还没吃过呢！但是就算发春也得选好是谁吧。\n\n要不是自己真没地方住，也不会这么招摇过市的。甚至连个换衣服的地方也没有。\n想到这儿脚步就不自觉的加快了，要是再这么被盯下去，真害怕身上盯出个洞来。\n严府大门前\n\n一脸抱怨的看着富丽堂皇的大门，这大门由上好的檀木木料制成，暗红色的门柱有精雕细刻狐的模样，气派十足，看着周围荒无人烟，许是这严府不太和气吧！\n\n只是这严府待客之道也太差了吧？连个门卫也没有。\n\n她怎么可能就这么傻呼呼的站在这儿，抬脚就走。\n\n还没等推开大门，就听见里面传来一阵咆哮声 : “这何乃儿戏？那东西岂是你想拿就拿去玩的，现在可好，弄丢了，好，我看你拿什么来赔！”那声音虽带些怒气但却极具磁性，凛冽又不失威性。\n\n一阵急促带有呜咽的脚步声越来越近，淡嫣冉本能向后退了两步，只听“吱啦”一声，大门被拉开，一个娇小可人的女孩绑着两个马尾辫两眼泪汪汪的出现在她面前。\n\n那个女孩显然惊讶了一下，然后厌恶的看着她皱了皱眉头，转身就跑，只留下一个小小的白色影子。\n\n最终消失在空旷的街巷。\n\n淡嫣冉晃了晃脑袋，心想这好像不关她的事，于是就迈入了大门，大门后是一个院子，院子里的花草生机盎然，用水泥铺的地，简单不失华贵。\n\n正对着大门的是大厅，大厅口的两侧各有一个刻字的柱子，字是用金箔印上的，左侧注有“萧苑成空香满城”，右侧注有“帘锦铺绒情忆浓”，看着这金边，淡嫣冉叹了口气 : 高贵是高贵，不过也太浪费了吧！大不了哪天偷它两样东西，没有用起码也当个摆设。她拍了拍胡思乱想的脑袋，继续向前走。\n\n院子右侧是一个石拱门，想必那里应该是一个花园，而声音便是从那里传出。正要走，淡嫣冉却停下皱了皱眉头，这光明正大的进去可不行，而且那主人好像还在气头上，万一自己被轰出来了，那自己就太吃亏了，所以得想个办法。\n\n没等她开始想，就被人一拽，险些跌倒。原想抓住那人，却捞了个空。刚站稳，正要骂粗口，却停下了。看着这双褐瞳，淡嫣冉想到了什么。好像已经很久很久了。但却还是激起了曾经的回忆。\n\n是他么，真的长得好像。\n\n一滴泪不经意的流下，就连它的主人也没注意到它的存在。\n\n她抬手想去摸一下这个不真实的人，却被对方无情的打开了。\n\n“你是谁？为什么会在这里？”\n\n就连话也是冷冷的。\n\n淡嫣冉自嘲道 : 怎么可能会存在，只是长得像罢了。对方见她根本没有听到，有些恼火，于是嘲讽的说 : “你是新的丫鬟么？挑丫鬟的眼光也太差了吧！”\n\n淡嫣冉苦笑了一声，就算是长的一模一样，性格却是天壤之别。一个温柔，一个冷情，论谁也不会把他们归为一类的。她抹掉还在眼角徘徊的泪，冷冷的看了一眼那个狂妄的少爷，眼神与先前大不相同。刚转身就和管家撞了个正着。\n\n“喂，你也不说声对不起，啊！你.....是你啊。”管家看到淡嫣冉，吓了一跳，看到他，又吓了一跳，于是有些慌张的对着他低下头说了声“少爷”。然后看了看她，撇了撇嘴，说 : “算了，你跟我来吧”说完又对那个男的说了声“我退下了”，直到他说“嗯”，管家才开始离开。\n\n淡嫣冉回头看了一眼他，却发现他一直在盯着自己看，于是皱了皱眉，没有理他，跟上管家的步伐。\n\n他无心地笑了笑，看来我遇到有趣的人了。想到这便笑着离去了。\n\n这一幕被门外的人儿看的一清二楚，她咬咬牙，狠狠地说 : “又是来看钱的一个，看她对璃哥哥的眼神，真是令人讨厌！要是她敢跟月儿抢，月儿一定不会放过她的！”\n\n————————————————————————————————————— \n\n\n\n\n\n\n第二章：\n\n\n\n第二章            条      件\n\n淡嫣冉看着管家的背影，问道 : “刚刚那个人是谁？”\n\n管家赶紧转过身来捂住她的嘴，“嘘！你要这么说被人听见小命就不保了！”管家很小心的说，“其实他那样，也是有原因的。那是二少爷严璃，是王爷严峻跟三夫人的儿子，三夫人漂亮温柔又贤惠，经常帮助我们这些下人。”\n\n管家低了低头，突然露出很伤心的表情，然后继续说 : “但是在二少爷三岁时便失踪了，听说是跳涯自尽，唉，红颜薄命啊！原本活泼的二少爷则自那以来对谁也是冷冰冰的，我们这些做下人的看着也是心揪啊！啊....到了！，既然你要住在这里，总不能白吃白喝，”\n\n管家停下脚步，淡嫣冉看到门牌便皱了皱眉头，道 : “所以你想让我照顾你家少爷？”\n\n管家冒了一头的冷汗  : “是。”\n\n淡嫣冉的脸色越来越难看，但最终却露出一个会心的微笑，美滋滋的说 : “那最好不过了！”说完就向里走去。\n\n管家怔了一下，一脸疑惑的看着那迈入门槛的人儿，心想 : 奇怪的人。也许她能制服的了三少爷了吧？话说三少爷，虽然是领养的，但那气势，太吓人了。想到这儿，不经意打了个哆嗦，不敢再想下去了，转身去干他的活儿了。\n\n\n玺羽阁房内\n\n\n半迷糊半睡的人儿悠闲的倚在铺满雪绒的躺椅上，翘着二郎腿，与先前冰冷的少爷相差太多。\n\n一身红色袍子掩盖住令人遐想的身体，袍子上嵌有红色骷髅样式，用金边和红玛瑙镶嵌，邪魅又优雅。\n\n修长而结实的腿被紧身包裹着，及膝的红靴上仿佛被施了魔法，有淡淡红色环绕在身边。\n\n半眯着的深蓝色的瞳孔，妖治又有些威胁性，简洁利落的短发，薄薄的嘴唇带着一抿魅惑的笑，与这个世界截然不同。\n\n他缓缓睁开双眼，站起身来，启动嘴唇 : “看来有老朋友来了。”\n\n淡嫣冉灿然一笑，这严府是有多大，放下看不到的，光是这能看到的这个少爷的玺羽阁就有一千多平米，他是愁没地方买吗？\n“你在想什么呢？”\n\n带有些许慵懒的男声从背后响起，淡嫣冉怔了一下，但没有立即回头，她问道 : “我知道你是谁，为什么把我带到这里来？”\n他迷惘的摇摇头，道 : “你在说什么呢？”淡嫣声转过身来，看着这张能令无数人神魂颠倒的俊脸和暗淡无光的黑瞳，不由的笑了笑，开口道 : “说吧，什么条件？”\n\n他伸出手嵌住她的下巴，威胁着说 : “那你先告诉我你为什么笑？我很好笑么？”他不满的盯着淡嫣冉，身上也渐渐显出红色气流的踪迹。\n\n“这个算问题吗？因为很好笑才笑的好不好。”淡嫣冉并没有因为被他嵌住下巴而感到别扭，反而笑的更欢了。\n\n他收了收气息，拿回右手，对着她微微一笑，顿时让她感到毛骨悚然，连取笑他的心情都没有了。\n\n“你....没事...吧？”她尴尬的说，心想这家伙比自己变得还快。\n\n“任务一是，找到红琉璃。”他转过身去。\n\n“我明白了。”淡嫣冉轻轻皱了皱眉头，心想道 : 红琉璃？要从哪里开始寻找，自己什么都不了解，他，为什么会让我到这里？\n\n他轻笑了一声，说道 : ”你需要衣服么？阁楼有，自己去换吧。”\n\n淡嫣冉怔了一下，低头说了声“谢谢”，抬起头却已发现周围没有了人。还是往常地作风，只是，有些奇怪。\n\n\n玺羽阁房内\n\n\n铺满雪绒的躺椅上，一身粉色装的淡嫣冉翘着二郎腿，要不是柔顺的略带些酒红的长发搭在胸前，真是一点淑女形象也没有。\n\n两只黑瞳机灵的转来转去，像个好奇的宝宝。\n\n只是不清楚她到底在看什么。\n\n其实古代也不是没有风景的，这云曦街人来人往，形形色色的，奇装怪异的，每个人看起来都是那么自然而瑾条有序。就连商品都是琳琅满目的，项链、头饰、手链、翡翠，连玛瑙都有，只是没有玺曳里的东西好罢了。\n\n而且它这里还有浴室，这玺羽阁不仅是两层楼，所有的四周墙都被建造为里面看的见外面，外面看不见里面的模式，就连她那时代的科技也没有从里面看见外面的玄器。这里的每一样东西都具有灵气。\n\n就拿这张躺椅来说吧，要不是她把她最爱吃的糖糖给它吃，它还不愿意让她坐呢，话说这东西吃它糖的时候还一脸嫌弃。\n\n\n\n\n\n想到这儿，她摘下眼镜，向远处眺望。\n\n这个眼镜既可以当望远镜，也可以当变声器，属于可思想性隐形利器。最为方便的是，它可以跨时空仪容。所谓跨时空，就是不论什么地方什么时间，只要它在，你便可以仪容，只是这玩意儿容易坏。\n\n刚刚她就是用这个来观望云曦街的，因为是隐形利器，所以除了自己，没点本事的人可是看不到的。\n\n虽然是她自己造的，但最大的缺点就是有时限，而且每次定的时限都是不一样的。\n\n想想自己苦战了一夜的成果最后只是因为饿了便随意弄了弄，就后悔死了。要是最后可怜一下自己的肚皮就不会出现这个情况了。摸摸自己饿扁的肚子，看来又得找吃的了。\n\n叹了口气，站起身来，瞪了一眼那个躺椅。然后又从背包里拿出一枚白色水晶戒指，带在左手无名指上，欣赏了一会儿，突然眼角划过一丝红色。她恍然的怔了一下，不知道他被带到了哪里，如果他还是原来那个样子，要是被带到别的地方就惨了。其实他被士传送了的事她早就发现了，只是现在闹成这样都忘了。不行，得问问它才是。她连忙背上小包，远望了一下严府的门口，那里已经站了两个侍卫。\n\n该怎么办好啊！真头疼！又不能伤害他们。她轻按了一下太阳穴，然后想起了什么，也许，这个办法可行。\n\n花园一角的假山后，一抹粉红的身影在墙边晃来晃去，脚上的兔子鞋傻呼呼的瞪着小眼。\n\n淡嫣冉拿着一个巴掌大的小娃娃晃啊晃的，自己还不忘走来走去。\n\n嘴里不知道在嘀咕什么，额头上的酒红色刘海被风吹来吹去。远看，玲珑和典雅并存 : 一米六的身高，身后到腰的长发配上短袖的粉色蕾丝边短裙，像个未处世的天使。腰间的缎带是浅黄色的，上有金色丝边。及膝的裙摆上镶嵌着紫色的水晶，水晶仿佛有了灵气一般，隐隐的发出紫红色的玄光。\n\n近看，其实别有风韵 : 浅浅的柳眉轻轻皱着，瞪圆的桃花眼格外俏皮，小小的鼻子和樱桃般的小嘴，水嫩的皮肤有些微微发红。酒红色的长发简单的束起两缕绑在脑后，余下的头发梳在腰间。颈上戴着由珍珠串成的蓝色琉璃水晶，短袖上装饰着粉色制品。一副让人见了就想用尽全力去保护的模样，其实她内心可是很强悍，这一点谁都毋庸置疑啊！\n\n“你给老娘醒醒！不就是没出太阳！装什么装！你给老娘出来啊！你想气死我啊还是怎么滴！”老远便听见粉色人儿渣渣呼呼的声音，一副焦急的样子好像全世界欠她五毛钱一样。手里还是不停的晃动着\n一个蓝色的娃娃。\n\n远处，一身浅黄色的小人恶狠狠的看着她，然后快步走上前去。“哟？你是谁啊，怎么在这里大声小叫的？”撇撇头，一副大人的样子说道。\n\n她淡嫣冉最讨厌在她生气的时候装，她在心里呐喊 : 装你妹啊！但是顾及到她的淑女形象（冉玺 : 是地位高低啦地位高低！“滚！”淡淡道。）。\n\n她一脸不爽的转过头来，是原先被骂的那个女孩。“你...有事？”一边打着娃娃的头一边说。\n\n黄衣人儿也不含糊，直奔主题不满的说 : “你要多少钱？我给你，五十两够不够？拜托你别缠着璃哥哥好吗？”\n\n淡嫣冉歪歪脑袋，说道 : “你在说什么？我听不懂。”这个十三四岁的孩孩在哇拉啥？因为刚刚那件事儿？手里还是不断的欺负那个娃娃（冉玺 : 其实心里一直在骂它吧？淡淡轻哼一声，说 : “都是因为它我淑女形象全毁了！”冉玺 : 原来是这样啊！是本来就没有的好吧！“滚！”淡淡再次咆哮。）\n\n那个女孩轻轻皱了皱眉头，又说道 : “我是看你好说话才这么和你说的，你要嫌不够那一百两，额，一百五十两总够了吧！”她真搞不懂这个世道还有人对这么大的数目的银两不动心的。\n\n淡嫣冉是越来越不清楚了，但是这里面好像隐含着什么。她嘿嘿一笑，黄衣人儿被这一笑打了个机灵。支支吾吾地说 : “你还是觉得不够吗？我就出底线了！二百两怎样？”本来是想好好恐吓她一下的，怎么被她一笑弄的好尴尬。\n\n“我说，你不想看看你身后是谁么？”淡嫣冉挑了挑眉，便恢复了以往的冰冷。\n\n黄衣人儿一愣，随即迅速转过身去。不用想淡嫣冉也知道，现在她一定是一副大惊失色的样子。尤其是那人一脸阴冷的表情就够吓人的了。\n\n“璃哥哥~”就想听到猫的叫声一样，淡嫣冉起了一身的鸡皮疙瘩，这丫头性格变得可真快。她快步走过去，一边挽着他的胳膊一边撒娇 : “璃哥哥今天是来找月儿的吗？月儿...”话未说完，就被他给打断了，“你是谁？为什么在这里？”显然是问淡嫣冉的。只是话还是原来的话，语气还是原来的语气。一样的令人反感。\n\n\n—————————————————————————————————————————————————————\n\n\n\n\n\n\n第三章：\n\n\n\n第三章               使    诈\n\n看着那丫头带着委屈和愤恨的眼神，淡嫣冉是有点不舒服，不过她没有那么好心。\n\n她简单明了地说 : “我被管家救了，他说没地方住就来这儿...”\n\n“然后你就来了。”她还是很讨厌别人插话的，但还是说道 : “是。”其实从一开始他打了自己那一下就对他没有好的印象，只是有一副好皮囊罢了。但介于身份地位，还算是客气的回答。\n\n“那你现在住哪里？”他皱了皱眉头。他发现好像自己第一次见到她时就有一种冲动。一种莫名其妙的冲动。\n\n“你不觉得你管的太多了么？”还没等淡嫣冉开口，他身后便传来妖孽般的嗓音。\n\n有句话说到，闻其声辩其人，这下可滋的淡嫣冉了，她焦急地对发声的人说道 : “我找你有点事儿！”其实对于他的突然出现她已经习以为常。\n\n“什么事？”他还是挑挑眉，一副轻描淡写的样子。与他暗淡无光的眼眸形成对比，给人一种不舒服的感受。\n\n“额...那你过来一下吧。”她走上前去，抓着他的紫色衣襟的袖子，便向玺羽阁走去。\n\n“你！喂！我...我还没和你说完呢！”那宛如公鸡叫的声音不禁让淡嫣冉掏了掏耳朵。“啊呀，耳朵要掉下来了！”说完不管那只鸡便抓着继续走。而他也没有反感，而是一脸懒散的任由她抓着。像个要领糖吃的孩子。\n\n严璃看着那焦急的黄色人儿，说道 : “刚才她说的话你也听见了，你现在还要找她吗？”那人儿一委屈，眼看就要哭出来了，“想哭去回去哭，我没工夫照顾你，还有，不要以为你是我妹妹，我就会让你任意妄为整天缠着我。”严璃厌烦的扶了扶头，转身就要走。\n\n突然被人拽住了袖子，“璃...璃哥哥，你从来都没把月儿放眼里，对吧？”严璃皱了皱眉头，刚欲开口，就被抢了话，“他根本就没把你当妹妹看呢，小孩子。”还是慵懒的声音，仿佛从空中传来。\n\n淡嫣冉对着不是人使了个眼神，示意他不要说话，心想 : 偷听还这么不老实，幸亏他们没听见。“滴”的一声吓了她一跳，她赶忙寻找源头，原来是蓝色娃娃，它已经启动了。\n\n淡嫣冉幸幸一笑，看看不是人，说 : \n\n“话说，你也有点用诶！”\n\n他故意挑挑眉，紧盯着她问道 :\n\n“你为什么对尊有不一样的态度？”\n\n她干笑两声，“没什么啊，你...”不是人啊！这么说肯定不行......\n\n推了推他的胸口，分明在提醒他不要靠地太紧，可惜某人却乐在其中，\n\n“尊怎么了？”追问。\n\n“额...你比较特别啊！呵呵呵呵....”\n\n一下还不管用啊！难道要我用脚踹不成？\n\n“哦？尊有何特别？你说说看。”这家伙一脸严肃，还抢过了淡嫣冉手中的蓝色娃娃，防止她分心。他挪了挪身子，坐在草坪上，她无奈地瞥瞥嘴，说道 :\n\n“第一，你不是人。第二，你长的太帅。第三，我只对女生感兴趣。”\n\n第三是确实是胡扯。\n\n“哦？你还有这癖好啊，尊一直没发现，看来以后得找几个美—女—来伺候你了！”\n\n淡嫣冉又幸幸一笑，不理会他的话语，立马抢过他手中的娃娃，掐死了就不能使了。\n\n晃了晃，丫的，还真掐死机了，下手真狠，瞪着桃花眼抬头就看见他一脸焦急的样子，恍然间想起来还有正事没问，于是开口就问，两个人却一口同声，\n\n“那个，我想问的就是你见过我弟弟吗？”\n“我还有点事，要是有什么话以后再说！”\n\n刹那间没了人影，这还是在她面前第一次消失的，什么事情让他这么忙。掐了自己一下，管那么多干么，自己好像对他越来越感兴趣了。言归正传，自己还漏了好多话没听呢！\n\n\n\n\n“其实璃哥哥你早就知道月儿不是你的亲妹妹，对吧？月儿知道，月儿都知道，因为月儿身份卑微，所以老爷和夫人都不把月儿放在心上，就是因为当初璃哥哥把月儿带进来当了小姐，月儿才发誓今生终身只嫁给璃哥哥，为什么璃哥哥就是不懂月儿的心意呢！”两只小手胡乱的抹着晶莹的泪珠，似乎想把所有的痛处都倾诉开来。\n\n而严璃还是一脸紧皱着眉头，一副手足无措的样子，“额...你别哭了，如果你想让我娶你也不是不可能的事，但是我不会喜欢你，如果说这样也可以吗？”看他气的发青的脸，显然是没了耐心。\n\n他这么一说，那丫头滋的不得了。“只要璃哥哥身边有月儿陪着，月儿做什么都无怨无悔！”淡嫣冉撇撇嘴，无怨无悔？撒谎都不怕遭雷劈的。\n\n“月儿知道，璃哥哥其实是放不下月儿的，不然也不会这么做的，对吧？”严月儿一脸欣喜，完全不顾严璃的一脸厌恶。慎得淡嫣冉起了一身的鸡皮疙瘩，真是厚脸皮！\n\n她拍了拍身上，起身拿着蓝色娃娃，鄙夷地看了一眼严月儿，见人都走了，转身就往玺羽阁走去，“啪”，淡嫣冉一回头，便看到一地血红色妖娆的红琉璃，只不过已经摔得粉碎。\n\n她蹲下身去，小心地一点一点拾起，生怕割着自己的手。\n\n“王爷架到！”一声尖细的声音传入淡嫣冉耳朵，听这脚步声，看来人来的不少。\n\n“你！你好大的胆子！竟然打碎了这要供奉给左丞相的红琉璃，你是从哪里得到的？”声音威镇，气势雄浑，语气里少不了鄙夷。淡嫣冉急忙忙跪在地上，头也不抬一下，便开口道 : “奴婢知罪，奴婢是二少爷的下人，奴婢只是奉命行事。”\n\n“好一句奴婢是二少爷的下人，哼！身为奴婢，难道不知道严璃从来不用奴婢的吗？想诬陷他？”听这口气，想必是这二少爷不收奴婢是事实，但是，只能赌一把了，是生是死就在这一线。\n\n淡嫣冉抬头怯生生的看了一眼王爷，这王爷虽三十有余，却依旧长相俊朗，威严不失。“奴婢知错！奴婢知错！二小姐说让奴婢把红琉璃送给二少爷，并嘱咐奴千万要小心，可是奴婢手一滑，就......但是奴婢真的不知道，奴婢是刚来的，奴婢真的不知道...”嗓音带着些许呜咽，令人听了都生起些许怜悯。看着他紧皱的眉头，淡嫣冉却心里偷笑一声。\n\n“哼！好一个伶牙俐齿的丫头！哪天看我不把她赶出家去！你去后山上帮我把管家喊来！”说完甩了甩袖子，哼了一声，带着一伙家丁便走开了，鬼知道他要去干嘛。淡嫣冉翻了个白眼，要我去找管家？这老狐狸贼着呢！要我去我偏不去。拍拍衣服上的土，其实，早在一开始，淡嫣冉就发现身上的红琉璃，只不过是仿的罢了！而自己的一身奴婢装，还是从不是人那里拿来的，只是从他一走，娃娃就启动了。不过，最近他总是怪怪的。\n\n看着后门等待自己的两个侍卫，幸幸一笑，从正门走去。后门不让，还不能从前门出吗？还没出门，便被门外的守卫用刀架在了脖子上“你要出去？令牌拿来！”淡嫣冉赶忙装出大惊失色的样子，说道 : “令牌？什么令牌？守卫大哥，奴婢是新来的，不知道令牌是何物，不知可否让奴婢出去一下？”早就知道老狐狸不简单，没想到他有意让自己难堪。\n\n“没有令牌？哼！你不是这里的人吧？连令牌都不知道，走！带她去老爷那里！”说完就给另一个人使了个眼神，两个人反扣着她的手往回走。\n\n“两位大哥，行行好，奴婢的令牌弄丢了，王爷让奴婢去找管家，奴婢真的不能再去找王爷了，不然，不然奴婢小命就不保了，况且，两位大哥......”她看着两个人一脸的不动声色，心里不觉有些奇怪。\n\n她一脸贼兮兮的观察着他们的表情，又很委屈的说道 : “所以，请两位大哥行行好，让奴婢出去吧！”她看着他们皱着眉头，便把手里的银针飞向其中一个门卫，那门卫迅速用右手两指夹住银针，却不想淡嫣冉已经脱开束缚，转眼不见了人影。两个人着急的看着远处，早已不见了人。其中一名说 : “算了，王爷迟早把她解决，我们也拖延了不少时间了。回去吧！”两个人脱下门卫服，转身进了府中。远处岩石后，淡嫣冉换上原来粉色衣服，大摇大摆地进了府。至于后山的人，让他们干瞪眼吧！\n\n\n——————————————————————————————————————————\n\n\n\n\n\n第四章：\n\n\n\n第四章              抉   择\n\n但还未进府，便停下了脚步。\n\n远处，好像有嘈杂的声音。淡嫣冉提起了好奇心，迈回刚刚走出的那一步，向街的远处看到，有一大群人在走向街头。兴许是发生了什么事。\n\n淡嫣冉看了看包包，里面有几样仪器和那个蓝色的布娃娃。也许自保还可以。\n\n她戴上了一开始放在包包里的眼镜。脑海里反复出现了一个人的面容，便拟成了那个人的样子。\n\n至于这一身的衣服，其实在三少爷走的时候蓝色娃娃就已经开启了。\n\n她换成了普通的衣着，拍了拍衣服，很满意的歪了歪嘴角。\n\n因为都是可思想性仪器，只需一个念头即可，但是却极消耗精神力。\n\n准备好一切，就走向街的另一边，钻进人群里。淡嫣冉废了九牛二虎之力，才看清人群围起来的是什么。\n\n人群的前方有个台子，好像是古代用来斩首的台子。\n\n突然人群中间让开了道，却不见有什么人从中间走过去。\n\n她于是随便拉了一个人，问道 : “这位大姐，这里发生了什么事啊？”\n\n那位大姐奇怪的看了她一眼，说道 : “你还不知道啊？看你也不像本地人，听说是一个人惹恼了薛府的薛大老爷，要让刑审斩首他呢，而且好像那个人还是从天上掉下来的。悬着呢，不知道是不是什么煞星……”\n\n她的心停漏了一拍，便不在多问。\n\n“薛大人到~”从道中来了个红色骄子，最前方是一个不男不女的人，声音也是他发出来的。这让淡嫣冉想起了皇上身边的太监，不仅长的委婉，心都是老奸巨猾的。\n\n惹人注意的是轿子后被捆手捆脚的男生，他虽然低着头，但一双蓝色的眼睛却看来看去，一头银白色的头发随风飘动，令人感觉他并不是属于这个世界。随即便抬起了头，四处用冰冷的眼神扫视着人群。看着熟悉的脸庞，淡嫣冉心中咯噔了一下，炎璃！他怎么会在这里？\n\n但随即又看了看，不，他不是，他只是长得像而已。淡嫣冉心里乱成一堆麻。\n\n他看了她一眼，眼神是冰冷的。可是细想一下，她却发现有丝不对劲。\n\n如果说是从天上掉下来的，衣服应该是有些破旧的，但是他的衣服却是崭新的，况且薛家的人很慷慨么？还会给他换衣服？还是说他用仪器换的衣服。如果他有换衣服的仪器，那他就不会不认识我。\n\n因为高等仪器与高等仪器是有感应的。而且也会看出自己的仪容术，只是他在看自己的时候没有一丝表情或错鄂，那，就只有一个可能—他根本就不认识我。\n\n那个少年还在不停的看向四周，目光变得越来越凌厉。他抬起头，看向天空。忽然“刷”的一闪身，变到了执行台上，把周围官府的人吓了个半死。\n\n“你....你你好大的胆子！来人哪！给我抓住他！”那个“太监”急得脸通红，轿子里也传来刑审大人的声音 : “发生什么事了？”紧接着就从骄子里走出来一个体型微胖，一副清高模样的撇胡男。\n\n他看到犯人跑到执行台上，扶了一下胡须，冷笑着说 : “正好，他自己跑到那里也省了我们再把他押上去，来人哪！给我即刻斩首！”\n\n话音即落，那个刑审大人突然用双手按住脖子，干呕了几声，样子狼狈至极，指了一下那名少年便倒地身亡，两只眼睛也紧紧地盯着他。\n\n所有人几乎是在五秒之后才有所反应，人群中传出几声尖叫，更甚有些人连滚带爬的跑走，而有些人看傻了眼，站在原地出了神。\n\n淡嫣冉愣了一下，看了一眼那个少年，她并没有仔细的去观看他，因为如果紧盯，便会被发现，即使发现不了，也不能去冒这个险。\n\n她发现，刚开始那个少年只是皱了皱眉头，看了一眼那名刑审，后者便开始按住脖子，紧接着是干呕，最后死亡，所以，能够杀死他的人，就只能是他。甚至在最后，那个少年也没有一丝的惊奇。这让淡嫣冉很奇怪，到底是用什么手段能够在大庭广众之下，不动用一根手指头便杀死一个所有人都在看的人。\n\n那名少年右手拿出一块圆形的纯白色的石头，左手划了个圈，小声的嘀咕了一句，只见周围竖起了黑色的屏障，幽幽的散发着螺旋状的黑气，一名男子见状，惊吓冲昏了头脑，向那黑色屏障撞去，还未碰到那黑色屏障，整个人就迅速腐烂，直至灰飞烟灭。\n\n妇女都吓昏了过去，而有些力壮如牛的莽汉也吓得腿软，傻坐在地上打哆嗦，裤子也不经意的湿了起来。因为他们看见那名少年正不动声色的啃食着一名孩子的头颅，血花四溅，横肉残飞，人们不经意的想要逃跑，却被那黑色的屏障挡住，但却不肯离那黑色屏障太近。\n\n那名少年不一会儿便又开始冲向另一个人，不顾一身的鲜血和血浆，擦了擦嘴角，眼睛也变成了深红色，继续进行屠食。\n\n淡嫣冉仿佛看到了当初见到淡炎璃的那个时刻，还是孩子的他手里抓着一只血肉模糊的老鹰，浑身是血的对着淡嫣冉笑了笑，便倒在地上。\n\n她双眼不觉朦胧了起来，踌躇不安的握了握手中的娃娃，一时竟不知该怎么办才好。\n\n看着人数在不断减少，由三百多人直至一百多人，淡嫣冉也不自觉的慌了起来，如果再这么下去，自己也会被吃掉。\n\n她犹豫不觉，看着眼前的这名少年，难道真的要自己杀了自己的弟弟么？难道为了自己就要牺牲他么？\n\n她想起了他昏倒前用尽力气说的一句话 ： \n\n妈妈…你回来了……真好……\n\n她舍不得，真的舍不得。\n\n她迷糊了，她双手扶着头，脑海里不断放映着从第一次与炎璃的相遇和今天早晨自己的离去的画面。\n\n淡嫣冉摇了摇头，不，不可以，不可以杀了他，他是我弟弟，我唯一的弟弟，不可以，绝对不可以。\n\n眼泪不自觉的流了下来，她深吸了一口气，擦去眼角的晶莹，坚定了自己的信念双手紧紧攥住娃娃，“滴”的一声关掉了它，又看向了远处的少年，带着泪满足的笑了。她，始终还是放不下。\n\n人数还在减少，只剩下寥寥几十人，黑色屏障还在散发着黑色的气体，只不过夹杂了几丝血泽，蛊惑着人们的视线，黑色屏障外还是一如既往的人头攒动，这里就仿佛凭空出现了透明的一个结界，不存在于这个世界一样。\n\n一地的血色玫瑰和充斥在空气中的血腥味无不刺激着人们的神经，偶尔滚过半颗挂着一只眼珠的头颅，都引起一阵反胃，残缺不全的大脑和缺少中心的四肢都在流淌着红色的液体，仿佛染红了的白布，顺着水静静的划过。\n\n四周静如月，只有隐隐发出“咯吱咯吱”的响声，就像一个古老的大门发出吱呀的开门声一样钻进了耳蜗，凉的乍透了心，不自觉的牙齿相互碰撞起来，而它却丝毫不给你喘息的机会，继续它自己的音乐。\n\n少年停下了手中撕扯和啃食的动作，扔掉了手中一颗粘连着神经的白色眼珠，看了看四周所剩无几的人，而当眼神停留在淡嫣冉身上时，便不觉皱了皱眉头，放下残余的半个脑袋，向淡嫣冉缓缓走来。\n\n少年的速度越来越快，淡嫣冉静静的闭上了眼睛，没有退路了。\n\n十米…\n\n五米…\n\n三米…\n\n一米…\n\n只听“叱”的一声，她猛然间睁开了眼，顿时血花四溅，她绝望的瞪大了双眼，悔恨着世间。\n\n只听“扑通”一声，身体倒下，倒在血肉之中，形成一幅绝美的地狱花开画。\n\n\n————————————————————————————————————————————\n\n\n\n\n\n\n\n\n（未完结）\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "ppp156",
            "timestamp": 1371098520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "徐旭",
            "timestamp": 1371202260,
            "txt_content": "专业顶妹纸=w="
        },
        {
            "author": "plasma",
            "timestamp": 1393156860,
            "txt_content": "不错的作品，但没什么人气诶"
        }
    ]
}