{
    "title": "DREAM·第一个梦 梦或醒？",
    "author": "756677537",
    "replyCount": 1,
    "timestamp": 1371206220,
    "txt_content": " 本帖最后由 756677537 于 2013-6-17 21:02 编辑 \n\n    开端，亦是结尾；结尾，亦是开端。到底梦是生活，还是生活是梦？\n    我是Krinkles。我生活在一个极其肮脏的世界——或许说是一个无比巨大的噩梦。我的本名已经废弃多年了，现在的我，是一家跨国公司的老板，而Krinkles只是我的代号罢了。在这个世界上，鲜有不知我这名字的人，因为我是世界十大富翁之一，虽然这一切都是我继承我老爸的财产，完全不是我奋斗的结果。不过缺钱的时候从公司里拿倒是挺方便。如果你要说我庸人，我也不介意——平时的工作，都是我交给公司的副总去做的。我不会牵强自己做我不想做的事——模仿得再好，也还是模仿品，有什么大的意义呢？\n    而且就算我想做什么事，手下那些人也完全不会让我做，毕竟是老爸的吩咐过的，如果我出了什么事，或者公司有什么亏损，他们都活不长。有时我也在想，我在那些贵族学校做过什么有点意义的事呢？貌似也只是反复地运用那些几乎一辈子都用不到的理论知识罢了。因为老爸的关系，虽然有不少朋友，但却大都虚伪无比，没多少能让我有感觉的。\n    至于到了社会上后，一切都是那么虚伪！变态！令人作呕！这丑陋的社会，让人感觉是吃了混着苍蝇的排泄物！我他妈早上喝一杯牛奶都不敢喝国产，得外国进口，结果等了几个月给老子送了两罐三鹿，我X！就算公司倒闭，剩下的钱也够我挥霍几辈子，只是这灯红酒绿的垃圾社会，规章制度形如空气，人们肆无忌惮地做着性交易、毒品交易、抢劫、杀人，警察都XX的在吃屎吗？每个月拿着纳税人的工资，却根本做不出人事，在一个小巷都有可能看到警察在非礼被引诱的小女孩！\n    这纯粹是个堕落的世界，是一个失去光明荫蔽的世界！到处都是城镇又有什么用呢？人们机械地生存着，强颜欢笑，又有什么用呢？有再大的权，就能纯真地开心吗？走在昔日再美的河道旁，都XX能看见被一个个管子排出来的淤黑的工业废水淹死的小孩！\n    虽然社会中还有一些不错的人，但那充其量只能算是没被污染罢了！真是令人作呕。\n    如果我有本死亡笔记就好了。这样我就能一个个杀过去，杀死一切我看不顺眼的人……我就能改创出一个完美的社会！可惜这只是幻想。过多的钱，已不算是钱。只是确保生活的纸币而已；钱再多，过的生活也就那回事。如果花钱能合法杀人，我XX的愿意花光所有钱！\n    ……说起来最近还真是扯犊子啊，这几年来媒体一直报道说有一些什么狗屁的超能力暴徒，能徒手拆掉国家部队的机动装甲。怎么可能会有这种人，收视率不是这样骗的吧——收来的钱也只能供那些领导花天酒地罢了。呵呵。这个新闻都发放两年多了，我都没听哪个人跟我说过，更还没见过。怎么可能会有这些超能力暴徒？就算有，我倒愿意带我的保镖去会会。\n    ……玩电脑玩累了。我点回电脑桌面，抬头望望窗外，月亮成钩，明明被无数工业废气蒙蔽着却十分明亮，乌云密布却不下雨，光有闪电被密集的无数楼房上根根高耸的避雷针争先恐后地为人类卖命效劳去吸引，却没有一丝的雷声。最近天气有些怪啊。难道真的是超能力暴徒的原因吗？\n    别骗自己了……\n    恩？电脑桌面上怎么提示有信要我接受？我明明没有邮箱啊……平时都是和熟人电话联系的。不过我是无神论者，是不信空穴来风的。\n    我娴熟地点开这信，上面却写着：您好，尊敬的Mr.Krinkles，我是乌。首先非常感谢你打开这封信件，不过我想这封信已经被绮梦截取，所以在此道歉一下。但当然这不是重点。请你务必来COKE酒吧，我会在那里等您。另外为了保密，你的电脑会在打开这封信后30秒后死机。\n    我X？是无聊的黑客干的恶作剧或者诈骗么？我呆了。还真够无聊的，不黑我总部的其他主机，来黑我这台防御最严密的休闲用电脑？——看来该提醒副总通知一下有关部门修改升级一下防御系统了——话说绮梦是谁啊？这黑客不就缺个钱，直说要钱不就行了？——不过要钱的话，为什么不黑其他电脑呢……\n    突然，我眼前的电脑屏幕一黑，微微嗡鸣的风扇也完全没了声音——等等，死机？\n    F**K。真死机了？我恶狠狠地咬了咬牙，搞得头上的青筋都暴起了。病毒么？哎，真头疼。我伸手掏出办公用手机打了副总电话：喂？罗总，我电脑被黑了，你通知一下帮公司升级一下防御系统吧。\n    紧接着就传来所谓的罗副总经理那虚伪的笑声和唯唯诺诺的不如小兵的说话声：啊……哈哈。好的，K总。什……什么？特级防火墙被黑了？不可能……\n    我已经完全厌烦了，我无声地把通话程序按掉。还是看会儿书吧？我从身旁硕大的书架里随手抄起一本书，看了看，叫《恶之花》，听说是几十、几百年前一本有趣的诗集，挺符合我现在这个社会的呢——果然有始就有更加的事。\n    但是还是看了十来分钟就不耐烦了。文笔的确很好，书的手感也没什么问题，可为什么就感觉这么烦呢？是因为与作者的共鸣引起的厌恶之极吗？\n    话说那个人叫我去COKE酒吧……还是去看看吧，或许真有什么事呢。反正也闲得无聊，况且我的保镖会24小时监护我。\n    对了，我记得那个酒吧的酒保和我挺要好，该不会是他干的吧？毕竟我给过他公司电脑的防火墙密码，或许他想跟我开个玩笑吧——话说我为什么一开始要把密码给他呢？虽然和他聊得很投机，现在想想还真是危险啊，幸好没什么大事。\n    “勇敢的少年，起床找JJ！”诶，我自己的私务手机响了呢，在我这手机上每个联系人的来电铃声都是专属的或个别共享的，代表了他们和我的关系。\n    “喂？Krinkles吗？”那边传来熟悉的声音。\n    “啊哈，小炎？”如果我没记错的话，这个声音的主人用这个名字。\n    “啥子，叫我去COKE酒吧？”和我的目的地正好一样呢，果然去一去也没坏处，由于是公共场合，那家伙就算乱来对除了我以外的人也没多大害处的，“好的，记得你请客，要知道你上次坑了我那么多……”\n    “废话那么多干嘛，我们什么关系？谁不知道你是少见的君子，难道我会白占你便宜吗？对了，小心超能力暴徒啊！最近炒得更火了。”\n     “哈？小心超能力暴徒？当然！”我随口应付了一下他，微微笑了。现在很傻很天真的人还真是少见呢，鬼才信这种东西。不过想来最近颓废得和他也有两个月没见了，就当叙叙旧好了。\n      总之出发吧。我拿起旁边沙发上的黑帽子，往头上一戴。不过那玩意，还是应该防一下好。我眼睛一斜，看到沙发上随意放着的一把沙漠之鹰，轻轻拾起了它。\n      我走下办公大楼，楼下两名不起眼的保安为我开了大门。我回过头看了他们一眼，他们的眼中堆满了笑。果然在这世界活着也不容易，每个人都要学会伪装与应付呢。\n      于是我站住了脚步。“喂，你们两个，”他们听见我的话，都吓得不轻，以为我要找茬，站得更挺了，只是低着个头，眼睛都不敢往我这边瞟。“你们可以不用来这里上班了。”\n      “啊……为……为什么？”其中一个小保安慌慌张张的，似乎很在意这份工作。\n      “以后每个月来领两次你们原来的月工资，好好照顾家人吧。”      “真的吗总经理？”他们还是不大相信。\n      “我知道给我们大厦看门的工作有多艰辛，你们虽然轮岗但还是要付出很多的。而你们也的确挺优秀，适应了这个社会。但我希望你们不要这样。尽好孝心，培养你们的良心，半年后，你们来大厦当安全部副科长试试。\"\n      “\n\n",
    "replies": [
        {
            "author": "小玺",
            "timestamp": 1371206460,
            "txt_content": "LZ文笔不错~感（L）觉（Z）貌（想）似（太）跑（多）题（了）了（吧）？{:10_495:}"
        }
    ]
}