{
    "title": "【网游之幽冥血魔】第二章",
    "author": "934202481",
    "replyCount": 0,
    "timestamp": 1371220620,
    "txt_content": " 本帖最后由 934202481 于 2013-6-26 17:54 编辑 \n\n【网游之幽冥血魔】索引：http://www.mcbbs.net/thread-127401-1-1.html\n\n\n\n  渐渐的，哭声慢慢淡去，林雪儿在粉红色的棉被中睡着了。第二天，阳光照射进房间，透过粉红色的窗帘，照落在林雪儿那稚嫩的小脸上。“唔......哥哥......哥哥......。”林雪儿下意识的呼喊着，“嗯？哥哥？！哥哥呢？！”林雪儿从被窝中立马钻出。“对了，我这是在异世界中，不是地球......。”林雪儿立刻想起，小声嘀咕说。随后，他走到一个角落中，按下机关，暗门随之打开，一个个火把瞬间点燃，林雪儿慢慢走下楼梯。\n\n    到了底层，原来窄小的楼梯瞬间变化成一个小房间，房间之中，正摆放着一个菱形体，（例如这样的◇东西）林雪儿走上前去，轻轻的拿去它，小声说：“起源之心，我和哥哥的命运就看你。伟大的起源之神啊，请你用你伟大的神力，把这个世界数据化吧！”说完，她向异界之心注入魔力，在魔力的驱动下，起源之心闪耀这七彩的光芒。突然，“咻——”一道白色的射线从异界之心中射出，顿时笼罩了整个起源大陆，一个个物体正慢慢数据化......\n\n    “呼......呼......太累了。”林雪儿大口呼吸着“对了，我好像来这里很久了，不知道哥哥怎么样了，编一个什么理由呢？嗯——？”\n\n    “哥哥——哥哥——我回来了！\"林雪儿敲着门，喊道。门被打开，林晨宇从冲出来看了一眼林雪儿，立刻抱住了她，“雪儿，你去那了啊！吓死哥哥了。”\n\n    “对不起啦哥哥，我嘛......去一个朋友家里玩了。嘻嘻。”\n\n    “是这样的吗？”\n\n    “对啊，难道哥哥不相信我嘛？”她那闪着极其诱人的秋水明眸看着林晨宇。\n\n    “好好好好，我信，行了吧。”\n\n    “嗯嗯。对了哥哥，大概三个月后会出现一款游戏，有货币系统，到时你就不用那么幸苦的打工了，这是那个朋友告诉我的哦，。”\n    三个月后，全国公告响起“叮......全国公告，距离《灭世》游戏开服还有8小时，还没有注册的玩家们注意了。”“哦，快开服了，我还没去领设备呢，现在就去吧。”\n\n    今天是《灭世》游戏设备发放的第89天，但人还是不少的在排着长龙，林晨宇却不紧不慢的跟在最后，慢慢等着。\n\n    终于，在一个多小时后终于轮到了林晨宇。”你好，先生，请提供你的DNA样本，还有你是选择挂饰还是腕带。”少女看了一眼，心中异常震惊，那光洁白皙的脸庞，透着透着棱角分明的冷俊，浓密的眉毛，幽暗深邃的冰眸子眨着异样的色泽，高挺的鼻子，还有玫瑰花般的嘴唇，都是世间女子都梦寐以求的宝物......\n\n    此时，这些美丽的象征正全部集中这一个男子身上，这，怎么不让少女惊奇，盯着他脸，心跳莫名其妙的加速，但她还内感觉到自己的异样，林晨宇疑惑的看着她的表现，下意识的摸了摸自己的脸庞，说：“小姐，我......我脸上有什么吗？”少女这才反映过来，她调整一下自己去情绪，但她心中已经有一丝迷恋“没......没什么，先生，请问你是要多少份设备？”\n\n    “哦，两份。”说着，他拿出两份，一份是他的，一份是林雪儿。\n\n    “哦，这是两份DNA，都是挂饰吧，嗯......，一份粉红的，一份浅蓝的吧。”“哦，好，请稍等。”\n\n    在23世纪的今天，世界科技发展飞快，游戏已经不需要原来笨重的电脑来下载了。早已在22世纪末，游戏设备越来越小，逐渐的变成了现在人们装饰的一件物品，而且不但能装饰，还能用于通话，上网。\n\n    不一会儿，少女在次走了出来，她带着两份设备还有一张卡片交给了林晨宇，说：“这......这是你的设备，还有这是我的联系方式，你有时间可......可以联系我。”说着，他又看了看林晨宇，心里不免抱着一丝希望。\n\n    林晨宇看着她，不知道是什么意思，虽然少女姿色不错，但也没到林雪儿的那种程度，不过只好收下，“哦，这样啊，好吧。”\n\n    少女看到他答应了，心中万分惊喜，然后把设备递给林晨宇。\n\n    回到家，林晨宇迫不及待的想开始游戏，但他不会，因为他重来没玩过......\n\n    终于，他找到了说明书，在指导下，进入了游戏，“帐号确认，DNA确认，数据扫描中......”面对一幕幕白光，林晨宇显得有些惊讶，忽然，林晨宇的意识出现了一瞬间的恍惚，他睁开眼，看见的是一个五颜六色的交加的世界，但是他感觉身上感觉凉飕飕的，摸了摸自己的身体......\n\n    “什么，为什么我没穿衣服？这游戏用这样吗？”\n\n    忽然一个清脆悦耳的女生响起：“叮......欢迎林晨宇先生来到灭天世界，在这里你可以体验到真实世界99.9%(不知道怎么说，就不要吐槽啦）。现在距离开服还有五小时四十五分，你是第一次使用设备，是要创建人物么？\n\n    “是。”林晨宇忍着怒火，不紧不慢的说道。\n\n    “叮在灭天世界，你的人生会和现实一样，只有一次机会，但却是不同的开端，一旦选择了将不能回头，所以要谨慎选择。现在，请为你的人物命名一个伴随一生的名字。由于你在华夏区，只可用华夏文字，名字在一到十个字之间。\n\n    林晨宇思考了一下，说：“天辰。”\n\n    “叮你的名字已被占用，请重新命名。”\n\n    “嗯？不过华夏可是世界人口第一大国，被占用也是不奇怪的吧，嗯......，那就叫......幽冥辰天吧。\n\n    “叮，你的名字命名成功，现在为你的外貌调整，最高20%。”\n\n    “那就20%吧。”\n\n    “叮，外貌设置成功，如果你怕有隐私问题，可以在10级后到主城去买面具来隐藏你的外貌。现在进行痛觉承受率设置，最高100%，最低5%。”\n\n    呃....还有痛觉的？现在科技那么发达了，不过如果谁会设置100%啊，那人一定悲剧了吧，“最低吧，5%。”\n\n    “叮痛觉承受率设置成功，下面进行分配初始属性点数。你现在有25属性点数，可自由分配到体质，力量，敏捷和精神，每个属性至少分配4点，最低10点。\n\n    这些属性极为重要，这决定了他以后职业的路线，林晨宇低下头思考了一下，他是做强壮的战士，还是生命力顽强的盾卫，还是拥有魔法的魔法师，还是拥有敏捷身手的刺客，还是其他的？终于，他把其他都调到了4，把敏捷调到了最高，还有三点分到了攻击，这显然说明了他要成为一个刺客，毕竟也和他的名字相配嘛。\n\n    “自由属性点数分配完毕，。现在，你要分配固定属性，每个玩家可分配10点，可分配：魅力：魅力指数越高，与NPC的好感度就越高；幸运：提升爆率，暴击率和突击事件的发生成功率;悟性：可提高生活技能的领悟能力，每多一点可得0.3%的经验加成。”\n\n    林晨宇随便一点，全部分配到幸运上了，“嗯，就这样吧。”\n\n    “叮，固定属性点数分配完毕，现在将为你进行天赋属性扫描。”\n\n    嗯？天赋属性扫描什么东西？\n\n     “叮，扫描完毕，你的天赋属性是：反映力：79，感知力：51，专注力：44。\n\n    嗯？我反应力这么厉害，看来当个刺客是个正确的选择。\n\n    “叮......下面，请选择你的新手职业，在灭天世界中有八大新手职业：战士、盾卫、刺客、魔法师、牧师、召唤师、工程师。请问你要选择那一种。”\n\n    林晨宇毫不犹豫的选择了刺客。\n\n    “叮，你选择了见习刺客，系统正在为你专职中。刺客，有着极高的速度和反映，用不大华丽的招式以最快的速度消灭对手，是偷袭的唯一职业，但血量和防御较低。在第一次专职后成为正在的刺客，按自己的意愿来成为两大分支之一，刺客每升一点力量可提示两点物理攻击力，每升一点体质可提示十点生命和一点防御，每升一点敏捷可提升一点回避和命中能力，每升一点精神提升两点魔法攻击力和十点魔法值。”\n\n    “嗯，我明白了。\n\n    “那么现在还没到时间，所以我只可以把你踢出去咯。对了，玩了告诉你，这个游戏可不是一般的游戏哦，有时候它也许像现实世界一样。嗯，我说完了，再见——。”\n\n    “嗯？变得像现实世界一样？什么意......？”他还没说完就被系统踢了出去。\n\n    他睁开眼，起身伸了伸懒腰，然后又看了看脖子上的游戏设备，“啊，忘了给雪儿煮饭了。”说着，他里面奔向了厨房，但他不知道，就在他说“雪儿”的时候，脖子上的设备闪烁了一下......\n\n\n（呼......终于写完了，好累，写了大概两个多小时，大家要多多支持撒）\n\n\n",
    "replies": []
}