{
    "title": "可乐小弟谈生活① 论上学",
    "author": "756677537",
    "replyCount": 2,
    "timestamp": 1371213720,
    "txt_content": " 本帖最后由 756677537 于 2013-6-14 20:45 编辑 \n\n矮油，大家好。\n（尖叫）\n那位兄台，不要那么急，给点掌声好吧？\n（鼓掌声）\n好的。那我开始了？\n（欢呼声）\n首先，你们可以叫我可乐小弟。我的年龄不方便透露，性格嘛，基佬一名。今天我们来谈谈妊娠……不好意思，我刚玷污了这个词——我们来谈谈人生。我首先要声明一下，人生比妊娠要阴暗得多。妊娠是世界上最伟大的事之一。\n（起哄声）\n什么是人生？在我的见解中，人生是生活的一部分，是一个个人生，和虫生，兽生……组成了生活这个大家庭。\n（笑）\n哎，笑吧笑吧。今天我要来谈谈人生中最坑爹的三件事之一。诶，有人就要问了，是哪三件？我就在这里告诉你吧——上学、找工作、喜当爹。\n（狂笑）\n我们从小得不能再小的时候，就被爸妈送去了幼儿园。诶，幼儿园是干嘛的？包你吃喝拉撒睡，还让你玩玩具，你在这里就是土皇帝。\n（起哄声）\n当然这好像和我们的童年有些出入，但是就是这么回事，不是么？\n（起哄声）\n好了，切入正题吧。\n\n上学这个词，是啥子东东？“上学”用汉语读就是shang xue，用上海话读就是szang you~没错的。\n我们从很小就开始接触szang you~尽管那时我们可能还不知道是啥意思——“娃他爹，你快点接你孩子上学回来去啊！”“哎，娃他娘，没看见我捣粪嘛这？”\n看，再艰辛的农村家庭，也要让孩子上学，可见这玩意儿是有多么重要了。\n依我看，上学(go to school)这词应该在各国词典里标明：Made in China.中国专用。 为啥子咧？\n中国的人口现在快十四亿了，你看一门汉语有接近十四亿人在用啊！还有就是，在读这篇文章的人，都多半知道上学的艰辛。其他国家学习还是相对轻松的，所以只有我们中国人，才能用上学这个词；其他国家用“上学”，一律枪毙。\n（起哄声、笑声）\n相对的，也只有我们中国人的学校，才能叫做“学校”，因为我们的学校是学习高端学术的地方，其他国家的那些类似的玩意，给他个词，叫现代私塾。\n（笑声）\n别搞错了，以后就要这么叫啊！\n（笑声）\n咳咳，现在严肃点。刚才我那叫调侃。\n从小我们就接受学校的教育。什么阿波呲的额佛哥的，什么1+1=2的。\n这不是挺好吗？\n是啊，就这来说的确挺好。\n可是老师不行啊。老师哪不行了？就因为中国教育一直不景气，才让教出来的学生当了老师，然后继续误人子弟。\n有人说学习外国教学方式吧，那叫崇洋媚外。\n我可不赞同，从这来看只能说我们教育水平还是太落后——人家一个美洲小地方草丛里冒出来的资本主义都比我们强了，我们共产主义混什么？\n\n人家农民老伯伯整天面朝黄土背朝天地劳作，为了什么？后代有出息啊！\n可惜中国人整体还是不行，出来个应试教育。\n中国历史上最值得人骄傲的是什么？不是八年抗战，不是雷锋好少年；而是文化大革命！\n尽管它失败了。但是它的初衷是好的，尽管毛爹爹被聪明的傻X利用了（苦笑）。\n\n看看百度百科，批得叫一个痛快——毛泽东发动这场“大革命”的出发点是防止资本主义复辟、维护党的纯洁性和寻求中国自己的建设社会主义的道路。但他对党和国家政治状况的错误估计这时已经发展到非常严重的程度，认为党中央出了修正主义，党和国家面临资本主义复辟的现实危险；过去几年的农村“四清”、城市“五反”和意识形态领域的批判，都不能解决问题，只有采取断然措施，公开地、全面地、由下而上地发动广大群众，才能揭露党和国家生活中的阴暗面，把所谓被“走资派篡夺了的权力”夺回来。这是在六十年代中期发动“文化大革命”在思想上起主导作用的原因。  \n\n大家可能看到了，毛泽东对国家状况估计错误了。接下来的错误是传导人的错误，可以不谈。当然，这只是我的个人观点，弄那么压抑干嘛呢？\n\n虽然文化大革命的结局是还要出乎意料的悲惨的，但更悲哀的是大多数人们选择了逃避。\n所以我们中国教育始终不能进步。文化大革命出乎意料地起了出发点的可怕的反作用中的一个最重要作用的反作用——倒推中国教育。\n文化大革命虽然让人心痛，也有一些英雄豪杰挺身而出，但是最终完全应该是让人们感悟到教育的重要，而不是继续蹈过往失败的辙！\n\n我生活在的一个学校，是重点，可是作业却完全没改善，完全没做到教育局承诺的“减压”，所谓的减压要减到多少相信大家也明白吧。我相信其他地方也是一样。说明一个国家的教育，一个地方失败了就全盘崩坏。\n所以见到粥中的屎，我们要勇敢地挑出它们。\n有人说粥中有屎了挑掉后再吃不好吧？的确，还会留下屎味和屎渣。这样就要倒掉吗？太可惜了吧？太浪费了吧？\n我们可以加点调味料？这只是掩盖了表面，屎味和屎渣还有的，这就是教育局的掩人耳目计划。\n可惜就识庐山真面目，只缘心非此山中。我们还是看透了。\n我们就要这么学下去，学那些越学下去越可能一辈子都用不到的知识吗？答案是否定的。虽然上学的时期算是在敷衍，毕竟没到年龄就工作对我们来说还是太沉重，但是学这些无实际应用的东西就能好吗？我希望学校能多加两节课，就是良心和爱情。\n（起哄声、笑声）\n是不啦？\n总之，我们学生想要改善中国教育，很难从老师身上抓起，那就要从自己身上改善。只有我们的心能战胜这一切；我们应该勇敢去用一切方法来改善一切。比如：当教育局领导。\n但是，首先，我们就得去适应这残酷而可笑的一切，才能改变这一切；这也正是中国社会的可悲之处。\n这么做，你敢吗？\n",
    "replies": [
        {
            "author": "Technology",
            "timestamp": 1371345960,
            "txt_content": "上海话说上学是szang o（o读第二声）"
        },
        {
            "author": "756677537",
            "timestamp": 1371350640,
            "txt_content": "Technology 发表于 2013-6-16 09:26 \n上海话说上学是szang o（o读第二声）\n上海话有多种本地方言读法的 就像一个小地方几个村读的都有些区别"
        }
    ]
}