{
    "title": "《方块历险》第二章MC小说",
    "author": "y941655052",
    "replyCount": 7,
    "timestamp": 1371257940,
    "txt_content": " 本帖最后由 y941655052 于 2013-6-20 10:41 编辑 \n\n                                                                         \n      方世界 开荒后的和平岛\n      一个月后。\n      早晨春光明媚，风中含着泥土的清香，一轮方方正正的暖阳高高的挂在空中。此刻和平岛中的人工沙子小路上一个身穿黄金盔甲套装的人神采奕奕的走着，脸上挂着一抹淡淡的笑容显得十分得意。没错，此人正是史蒂芬。短短一个月的时间，史蒂芬就把原来地形凹凸不平，长满树的和平岛修建成一个小型村庄了，这怎么能不让他得意哪？\n      \n      此刻史蒂芬正在视察着自己亲手修建的小型村庄有没有损坏或是美中不足的地方，这是他每天清晨必须做的事，也是他最喜欢做的事——欣赏自己一个月的“丰功伟绩”。大约十分钟后史蒂芬终于视察完了所有的建筑，然而此时他并没有马上去干活而是拿出一张地图继续欣赏着自己的村庄。\n\n      这已经是他第N遍来看这张地图了，然而他还是看得津津有味，甚至希望就永远这么看下去。脸上还显露出一副百看不厌的样子。正当他沉浸在欣赏地图上自己所建造的村庄的时候，突然一阵轻微的震动的传来，不过此时史蒂芬已经进入了陶醉的状态了，所以并没有感觉到。“咦？”他发现地图上的建筑突然陷入了地底，不禁惊诧不已。可是他还没想明白这是怎么回事时，一阵剧烈的震动就传了过来。史蒂芬措不防及，一个浪呛就摔倒了。\n\n      紧接着屁股传来了一阵剧痛“该死，怎么回事！”史蒂芬不禁喊了出来，随及一手撑着地面一手揉着摔痛的屁股站了起来，此刻他看见了一幅令自己既吃惊又心痛的场景——四周的房屋完全倒塌了方块散落了一地，而四周地面凹凸不平，而且有些地方甚至出现了巨大的裂缝！瞬间史蒂芬的头脑立刻清醒了，一个令他直冒冷汗的词浮现在脑海中：地震！\n      \n       史蒂芬感觉到了无比的绝望，以这种等级的地震自己完全不可能逃掉！一定会被房子散落的方块砸死掉，一种求生的念头瞬间充满了史蒂芬的脑海中，那就是逃！可就在这时一个房子的残骸向他倒了下来，就在快要被砸到的时候他急中生智从背包里拿出了一组蜘蛛网，随即手忙脚乱的用蜘蛛网把自己包围起来，“轰隆”残骸倒了下来但是掉落的木材被蜘蛛网黏住了。史蒂芬吓得腿都软了一屁股就坐在了地上——要知道刚才蜘蛛网要是晚放了半秒自己恐怕已经被砸死了！\n            \n      当史蒂芬软掉的腿正在慢慢恢复活力的时候，那个掉下来的木材，已经渐渐的摆脱了蜘蛛网的“拘束”，朝着史蒂芬掉下来。只听“咚”的一声史蒂芬的头就传来了一阵痛感，随即史蒂芬感觉眼前一片黑暗。。。。。。\n      \n      也不知昏迷了多久，突然一个记忆的片段出现在史蒂芬的脑海中：\n      \n      正世界一处神庙        \n     \n      一支由身穿着白色防护服的研究人员组成的队伍进入了神庙，神庙的样子是方世界的，而研究人员却不是有方块组成的。两者显得格格不入，不过研究人员们并没有在意这些。这时一个研究人员鬼鬼祟祟的拆着一个箱子靠近，当来到箱子前面，他背靠着箱子用身子做“掩体”，手在身子的遮挡下偷偷的打开箱子，他出了一本书。然后便偷偷的看起来。\n      \n      方世界 废墟和平岛\n      记忆中断\n      史蒂芬大汗淋淋的坐了起来，刚才被木材砸到的头肿起了方块形的红包。然而史蒂芬完全没有在意，而是恐惧的喃喃自语到“原来这里是他的地方，也就是说刚才的地震是他。。。。。。”史蒂芬没有再想下去了，站起了身，拼命地往前冲，结果一下子就撞到了自己之前放的蜘蛛网，不过此时史蒂芬已经被吓得不清了。都忘记蜘蛛网要用剑来砍。竟然直接用手拨，不过幸好刚才自己放的蜘蛛网不多不一会儿就弄开了。弄开蜘蛛网后他没有一点停滞继续拼命地向前冲着，突然一道闪电落在了史蒂芬的正前方。片刻间一座神庙出现在史蒂芬眼前,这座神庙是由一种古老的石头建成的石头上爬满了树藤和青苔，神庙的正面并没有们而是在三格高的地方，左右两边有两个对称的铁窗。可是史蒂芬并没有注意到这一切而是奋不顾身地跑着，因为那个令整个方世界厌恶并惧怕的人回来报复他了。而刚才的地震就是对他手段的证明！\n      \n      就在史蒂芬即将撞上神庙的时候，奇迹突然出现了，史蒂芬竟然穿透了墙壁，跑进了神庙内部。“刺，刺”史蒂芬刹住了“车”环顾了一下这个奇怪的地方：这是一个四面封闭的地方，古老的石头上爬满了青苔，除了正面的两个铁窗照射近一点微弱的光线外就只有两个3格高的是石柱上插着两把昏暗的红石火把在发出微落的红光。而在史蒂芬面前放着一个合体箱子，箱子中竟然隐隐的发出了一丝微弱的紫光显得格外的诡异和神秘。史蒂芬不禁犹豫起来了：到底要不要开那个箱子哪？然而经过片刻的观察确定没危险后，好奇心终于战胜了警戒心。史蒂芬三步并作两步的朝箱子走去。当时史蒂芬来到箱子前，发现紫光显得更加耀眼了。不禁各加激起了史蒂芬的好奇心：这东西到底是什么哪？可是光想是不可能把答案给想出来的，于是史蒂芬缓慢的伸出了手，突然手在半空中停滞了下来！\n      \n      没有危险。史蒂芬想。原来刚才手停下来是在试探有没有危险，可是1分钟过去了也没有一点风吹草动。于是史蒂芬安心的把手伸向箱子只听“吱呀”一声箱子打开了！一道强烈的激光照亮了整个神庙，片刻间神庙外变得电闪雷鸣！\n      “哇！”\n       本章（完）     \n        索引贴点击这里",
    "replies": [
        {
            "author": "y941655052",
            "timestamp": 1371259440,
            "txt_content": "第三章网址《方块历险》第三章 MC小说\nhttp://www.mcbbs.net/thread-129750-1-1.html"
        },
        {
            "author": "冥王星人",
            "timestamp": 1371292620,
            "txt_content": "错字有点多，注释最好放在文章最后，场景过渡铺垫不足，幻影反应原因不明，格式同样被贝爷吃了。"
        },
        {
            "author": "458529276",
            "timestamp": 1371292620,
            "txt_content": "方块形的红包让我想起虐杀1A哥被一个仔扎针形成的肿瘤"
        },
        {
            "author": "y941655052",
            "timestamp": 1371293280,
            "txt_content": "冥王星人 发表于 2013-6-15 18:37 \n错字有点多，注释最好放在文章最后，场景过渡铺垫不足，幻影反应原因不明，格式同样被贝爷吃了。\n格式？？？？"
        },
        {
            "author": "冥王星人",
            "timestamp": 1371293700,
            "txt_content": "y941655052 发表于 2013-6-15 18:48 \n格式？？？？\n段落空格之类的"
        },
        {
            "author": "小中二",
            "timestamp": 1371304020,
            "txt_content": "好好好好！！！！！！！！！！"
        },
        {
            "author": "y941655052",
            "timestamp": 1372317960,
            "txt_content": "什么出了一本书？"
        }
    ]
}