{
    "title": "《方块历险》第三章 MC小说",
    "author": "y941655052",
    "replyCount": 6,
    "timestamp": 1371258300,
    "txt_content": " 本帖最后由 y941655052 于 2013-6-20 10:41 编辑 \n\n\n      方世界 废墟和平岛 神庙\n      “哇！”\n      史蒂芬不禁发出了由衷的赞叹，嘴巴张得都合不起来了。此刻宝箱里平放着一把附魔的钻石剑。这把钻石剑上漂浮着的耀眼的紫光竟足以将整个房间照亮！可见附魔的等级有多高！恐怕就是各种属性都是最高的钻石剑都无法发出如此强大的紫光！而这把剑竟让能两到如此地步，简直可以称作一把神剑了，想必定会有惊天动地的能力。也难怪史蒂芬会如此的吃惊，因为这是就算换了别人在这里也会吃惊不已，毕竟如果一个人拥有如此强大的神剑可以说就算是无敌了。\n\n      吃惊了片刻史蒂芬终于回过了神来，毫不犹豫地伸出手，拿起了那把神剑。顿时一股淡淡的电流从神剑传来，史蒂芬吓了一跳，本能地用力地甩了甩手，想把剑扔出去。然而这把剑就向涂上了502一样怎么甩也甩不掉。只是瞬间那道电流就传遍了史蒂芬的全身，原本史蒂芬以为自己就要被电死在这里了。可是那道电流不仅没有电死史蒂芬，还是他有了一种极其微妙和亲切的感觉，一种说不出来的感觉。\n\n      “咦？”史蒂芬翻来覆去的看着这把剑想从中看出什么端详，可是不管怎么看都没有任何异样。“好像没什么问题啊？可那电流到底是从哪里传来的哪？”史蒂芬疑惑不解地说道。\n\n      然而回答他的只是一片寂静。\n\n      史蒂芬手握着剑随便凌空一挥，指向了神庙正面的墙。突然神庙外的闪电都消失了，但是乌云不仅没有消退而且更浓密了。\n\n      片刻后一道巨大的闪电朝着剑锋所指的地方劈下来，神庙的正面顿时烧成了灰，而且史蒂芬眼前竟还出现了一个巨坑！\n\n      “我的天哪！”史蒂芬整个面部竟然因为国羽吃惊而彻底变形了，假如刚才史蒂芬只是觉得这把剑十分厉害的话，那么现在就是肯定了。而且他甚至认为自己即使遇到末影龙都有得一拼了，而且包括他。。。。。。“他，这想必是他的东西吧！他的东西还真不少啊！干脆我就用这把剑把他给宰了，然后再去搜搜他的东西吧！可是。。。他恐怕不止这些东西吧！糟了光是这一把剑就足够杀我几千次了，要是再用上别的东西的话。。。。。。”此刻史蒂芬不禁吓出一身了冷汗，他想都不敢想下去了。瞬间打消了与他开打的念头，拔腿就要跑。可是这是一个诡异的声音响起“：你拿了我的东西，还毁了我的神庙竟还想这么就走掉，门都没有！”\n\n      “轰隆”史蒂芬的脚下的方块瞬间崩塌了，他连叫救命都还没来的及叫就被方块砸晕了。转眼间跌入了脚下裂开了的大洞。\n\n      方世界 地下矿洞\n      一道清澈的水流从一块隐蔽的裂缝中流出，此时一个人正被水流缓缓地冲刷着。\n      “啊！”史蒂芬猛地睁开了眼睛一下子呛了几口水，他缓缓地站起身来环顾了四周：仅有数十个宽的漆黑的天然裂谷矿洞里岩浆和水毫无节制的四处蔓延着，凡是岩浆和水相交的地方都被黑曜石或者石头隔开了，而就在一个昏暗的角落一条悠长、阴森、笔直的，插满红石火把的通道进入了史蒂芬的视野。史蒂芬不进好奇的走了过去。\n\n      通道里史蒂芬缓慢的走着，在他右边的墙上插满了红石火把，从史蒂芬现在的位置远远望去，可以看得见出口闪着红光。这不禁更加激起了史蒂芬的好奇心使他加开了脚步。\n\n      片刻后出口终于出现在史蒂芬眼前，紧接着一道刺眼的红光照得史蒂芬睁不开眼睛，吓得他立刻用手遮在眼前。花了好一会儿的功夫史蒂芬才稍微适应了这刺眼的红光，于是把手挪开了一点，但还是眯着眼睛，瞄了一眼发出红光的东西。\n\n      这不瞄还不要紧，可这一瞄真是十足的吧史蒂芬吓了一大跳——在他眼前一个成正方体的青铜炉上悬浮着一颗巨大的红水晶！这颗红水晶发出的光线犹如鲜血一般鲜红，所照之处如同涂上了鲜血一样！\n\n      这惊奇的一幕是史蒂芬完全把刺眼的光线抛到了脑后。既没有手遮挡光线，也没有眯眼睛，就径直的走到了红水晶前。而且完全失去了警惕，竟毫不犹豫的伸出手去摸红水晶，就在史蒂芬手距离红水晶仅有几厘米的时候一股无形的力量阻挡了他的手。\n\n      随即红水晶如报警器一般闪烁起来，还散发出了炙热的岩浆，史蒂芬一下子惊醒了过来，惊慌的后退了两步。这时一部烧焦味溜进了史蒂芬的鼻子，史蒂芬不禁低头一看——自己的黄金护腿竟然融化了一小块！不禁一惊，心想刚才若不是这护腿恐怕自己已经。。。。。。想到这里，史蒂芬不禁吸了一口冷气。一股热流朝史蒂芬扑来，史蒂芬这才发现自己的处境，知道自己现在没时间感叹了。\n\n      于是转身就往自己来时的通道跑去眼看就要到了，突然“轰隆”一声两块基岩堵住了去路，而身后的岩浆却在迅速逼近。史蒂芬不禁陷入绝望：现在就算自己用附了魔的稿子挖一条隧道出去，也会在还没挖完的时候就被这岩浆给吞噬。毕竟这不是普通的岩浆而是从诡异的红水晶中发出的岩浆所以流动速度异常的快，而且竟然还是有目标性的——所有都往自己这里流！\n\n      就在这如同死神的岩浆即将逼近史蒂芬的时候，他不禁再次感觉到了死亡在向自己招手。一股求生的欲望再次充斥着史蒂芬的大脑。“要是这个时候红水晶破了岩浆说不定就不会流向自己了！一个愚蠢的想法出现在史蒂芬的脑海中，多么愚蠢的想法啊！要知道这诡异的红水晶怎么会破哪？不，或许这不是愚蠢的想法，只要有它。。。。。。”想到这里，史蒂芬顿时看到了一线生机，于是想都不想就行动起来。\n\n      不是史蒂芬不想谨慎而是此时时间紧迫，也只能死马当活马医了！一道紫色的光芒闪烁着，没错这正是那把神剑发出的光芒！神剑的强光与红水晶的强光重叠在了一起。\n\n      好似融合了，又好似在无声息的对抗着。果然，岩浆因神剑的紫光减缓了流动的速度！不过史蒂芬可没心思注意这些，只见他焦急的挥舞着神剑，剑锋一转，便指向了红水晶随即一道诡异的紫雷劈了下来。“天谴！”史蒂芬的脑海里突然浮现出这个词语，随即惊讶的喃喃自语到“：天谴神剑！”\n\n      “轰隆”红水晶瞬间破裂了而这个地方出现了一阵强烈的空间！史蒂芬感觉到有无数股力量撕扯着自己，仿佛自己片刻变成碎片不禁痛苦的嚎叫着“：啊。。。。。。！”\n\n      方世界 未知区域\n      不知过了多久，史蒂芬终于从空间撕裂的疼痛造成的昏迷中苏醒过来，然而此刻自己却在一个陌生的地方，史蒂芬缓缓地坐起手里握着的一种东西的碎屑随风飘扬了起来。而史蒂芬随即一愣，然后幽幽道“：原来是这个地方！”\n      第三章 （完） 觉得好看请留名，新人写小说需要动力滴~~ \n      索引贴点击这里\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1371293520,
            "txt_content": "情节略坑，其他问题同上一章，这里起标点开始错了，拟声词使用不恰当，暂时就这些。"
        },
        {
            "author": "zxc59949329",
            "timestamp": 1371302340,
            "txt_content": "很不错的作品"
        },
        {
            "author": "jj543541",
            "timestamp": 1371706200,
            "txt_content": "这剑一定是HIM的，雷电变异体啊！"
        },
        {
            "author": "y941655052",
            "timestamp": 1371707340,
            "txt_content": "jj543541 发表于 2013-6-20 13:30 \n这剑一定是HIM的，雷电变异体啊！\n嗯！！请问好看吗？？？？？"
        },
        {
            "author": "jj543541",
            "timestamp": 1371718380,
            "txt_content": "y941655052 发表于 2013-6-20 13:49 \n嗯！！请问好看吗？？？？？\n不错，尽快更新吧"
        },
        {
            "author": "y941655052",
            "timestamp": 1371722040,
            "txt_content": "jj543541 发表于 2013-6-20 16:53 \n不错，尽快更新吧\n更了，更到第四章（二）了。\n谢谢！"
        }
    ]
}