{
    "title": "《方块历险》MC小说 第一章",
    "author": "y941655052",
    "replyCount": 4,
    "timestamp": 1371259440,
    "txt_content": " 本帖最后由 y941655052 于 2013-6-23 11:00 编辑 \n\n第一章 误入和平岛\n方世界，黄昏海域。 \n\n夕阳下，整个海域被即将落下的太阳照得闪闪发光，显得格外美丽，让人仿佛感觉到如来到了人间仙境一般。\n\n一望无际的海域中漂泊着一艘木制的小船，船上坐着一个身穿绿色衣服和深蓝色裤子的方块人人——史蒂芬。他绝望地盘坐在小船上，漆黑的双眼暗淡无神透露着绝望与不甘。\n\n史蒂芬已经跟着这艘船在黄昏还遇上漂泊了三天三夜了，而食物早已在一天前就吃光了。如果仅仅只是饿肚子，还不至于是史蒂芬如此绝望，但是他已经漂泊了这么久了可还是不见陆地的踪影，如果不赶紧到陆地的话，史蒂芬的饥饿值就会扣光，到时候他就会身形一倒成为黄昏海域里那些乌贼的食物了。这怎么能不让史蒂芬绝望？\n\n可是他有什么办法呢？现在如果自己动手划船的话，前进速度确实会快许多，但是饥饿值也会随之更快的减少，到时候说不定还没看到陆地自己就饿死了，反而得不偿失。与其自己动手划，还不如听天由命让小船自己漂泊哪，反正现在自己这个样子饥饿值至少也可以撑个四五天。\n     \n　　 一缕清晨的阳光照射在黄昏海域上，现在已经是第四天了，假如自己还是没有到达陆地的话，就只能成为乌贼的盘中餐了。\n\n就在史蒂芬忧愁不已的时候，天色突然巨变，还没等史蒂芬反应过来，一阵巨风就吹向了他。这是黄昏海域疼有的自然灾害人们都称做“昏风”，“昏风”的破坏力极强，危险技术最高的时候可以跟五个龙卷风相比，而且其发生速度极快，往往你还没反应过来，就已经形成了。虽然“昏风”破坏力极强，但是一般只会出现散“昏风”，散“昏风”的威力也不过是个普通台风的威力罢了，但是但是因为是在海上，所以真正的威力稍许高出普通台风。\n\n此刻史蒂芬遇到的正是千年难遇的“昏风”，而此时想史蒂芬吹来的风只不过是稍微有点威力的台风，如果正常人被刮到顶多后退两步，但是此时史蒂芬已经多日未进食，可想而知也是弱不禁风。果然，那一阵风直接把史蒂芬刮飞了，不过幸好史蒂芬及时反映了过来，急忙用手抓住了船的边缘。这阵风却丝毫没有停下来的意思，还在继续刮着，结果此刻就出现了一副神奇的画面——一个人抓着一艘船的边缘漂浮在半空中。然而一波未平，一波又起——正当这阵刮向史蒂芬的风在渐渐削落的时候，史蒂芬正慢慢的把身体拉向小船，感到一线生机。然而随后又刮来了一股更强大的风使史蒂芬眼前一黑，接着感觉自己像神仙一样漂浮起来，向远方飞去。\n      \n　　方世界，和平岛\n\n　　此时岛上趴着一个人，此人正是史蒂芬。只见史蒂芬吃力的用双手想把身体撑起来，可是才刚刚使劲就感觉自己的身体要散架了一样。而此刻史蒂芬发现自己的生命值已经进入濒死状态了，而饥饿值也扣光了。此刻就是有一堆的食物放在他面前他也吃不下去了，可以说以史蒂芬此时的状况是死定了。于是史蒂芬缓缓闭上了双眼，带着不甘与无奈等待着死亡，可死亡迟迟没有降临。忽然，一种十分亲切的磁场使史蒂芬恢复了生命值和饥饿值。顿时史蒂芬感觉浑身充满了力气。当他站起来时面前树立着一块木牌，附了魔的木牌，无法打破的木牌。而木牌上赫然写着：和平岛。而此刻史蒂芬突然觉得头痛欲裂，这是一段记忆出现在他的脑海里。片刻后，痛感消逝，而史蒂芬却喃喃自语到“和平岛，顾名思义这里开着和平模式！” \n      注释：方世界指MC的世界，而正世界指我们的世界。\n      索引贴点击这里\n",
    "replies": [
        {
            "author": "z736027620",
            "timestamp": 1371280320,
            "txt_content": "很好的作品啊= ="
        },
        {
            "author": "小中二",
            "timestamp": 1371303660,
            "txt_content": "哇卡卡卡卡卡"
        },
        {
            "author": "512149163",
            "timestamp": 1372137060,
            "txt_content": "我会说我没看吗？"
        },
        {
            "author": "y941655052",
            "timestamp": 1372329180,
            "txt_content": "512149163 发表于 2013-6-25 13:11 \n我会说我没看吗？\n额~~~~~~~~~"
        }
    ]
}