{
    "title": "小白冒险记-HIM 第十三章",
    "author": "250=mo",
    "replyCount": 13,
    "timestamp": 1371297960,
    "txt_content": " 本帖最后由 250=mo 于 2013-7-6 18:30 编辑 \n\n第十三章 血溅七尺    [Did you remember me？依然是冰冷刺骨的声音。    [Do you knowwhy I common you to here？没等我开口，他就说道。    “那个……我……”意识没恢复的我说话有些语无伦次。    [Would you liketo know why I did lead you to this sever？依然是毫无防卫的轰击。一    “当然了……快告诉我！”我算是清醒点了，“为什么把我弄到这里，这可是战争啊！我怎么回去！？你究竟是谁？”我必须搞明白在我面前的究竟是谁，目的是什么。这一切太突然，太奇怪了……    [Did you think I can tell you？That's so silly！    我才不会相信他的威胁！“你认为我会怕你吗！我也可以干掉你！”说着我举起我的手臂。我错了。    他听到，毫无血色的脸上浮出一丝愤怒！[Whatdid you think who you are？You is a frashy pipsqueak！他逼上来，用手扼住了我的喉咙说道。我那脆弱的生命也便被他扼住了。    痛苦的我发出了临死前的哀鸣：“不……！我只是……不要……”我眼前一黑……    他终于松开了手，我赶紧趴了下来苟延残喘。    [Shit！他甩了甩手说，[Be careful！Fucker！    [Ok now，他把语气放低，说，[Themonster give me a funny thing，lock at this！说着他拿出了一把黑色的东西，样子呈侧放过来的L形。    在Minecraft我从未见过这玩意，便靠近来仔细看。    我好像看出了一点眉目：“这是……枪……！？”    [Yes，他把它丢了过来，[That'sGuns Mod，    我捡了起来。那把枪沉重而精致，黝黑的枪把上刻着一个骑士的头像。    “你给我干嘛？”我觉得不太对劲。    [To kill you yourself.]    “什么！！？你……想羞辱我！”我感到十分生气。    [And so？You will kill me？他脸上浮出了奇怪的笑容。    “不……我……”我显然是被吓到了。我根本无法得知面前这位究竟是人是鬼，是敌是友。将我带到这里来，现在又要杀了我……    [hurry up！    “你到底在想什么！？叫我带你离开那里，把我搞到了这里，现在，又要杀了我！！你在搞什么？……”    他没等我说完，就瞬移到我前面，用那发着冷光的空洞的双眼死死盯着我恐惧的脸。我的心被他死死锁住了，再无力动弹……    展示框里的钟嘀嗒作响……    他一把抓起我的衣领，用那超脱凡人的力气将我抛向窗外……    [get out！   我的脚找不到任何供我点触的，这也给我带来了极度的恐慌和绝望。可，生命的终点就在下方……    “啊！——”我从床上爬了起来，可大脑还留在刚才那一幕。    我还在洞里，雨也停了，此时也是白天了。队友们都不在，只剩下我。    “原来是梦啊……”我抓抓脑袋，自言自语说。睡了一晚，晕乎乎的。    我走到外面，阳光明媚。虽然只是梦，可我却为此感到不安起来。HIM，疯掉的服主，战争……到底有什么联系呢？……    近中午，我才找到他们。我看到小黑独自在砍树，便冲上去问：“大家呢？”    “嘿！我还以为你起不来了呢！Werison一大早就不知道跑哪去了，队长认为他是间谍，所以去找他了！我就知道他没好事……”    “什么！？我们队有间谍？”我为这事感到十分震惊。    “怎么？你认为不可能吗？”    “……那我去找他们吧。”    “好吧，祝你好运！”    于是我就去找他们了。这片丛林也如出一辄的大，就像我曾经去过的那个一样。那时，我不用担惊受怕，可以在家里做点饭菜，过清闲的日子……我曾经的家，那个埋在地下的家，那个温馨的家，我的小鸡还在咯咯地叫着……也许再也回不去了……不知怎么的，我就流下了眼泪。   ……    那不是队长吗？我看到那边的人影。我赶了过去，还一边喊：“队长！——”    突然摔了一跤，转过头来看看我绊上了什么。我看到了：    “啊！——————”          Werison满脸是血，隐在了树叶之中，眼睛翻着白，直勾勾地盯着我。    队长几个人到叫声后赶了过来。    “发生什么事了？”Deserts问。    “Wer……Weri，……在……树叶……血……”我惊恐地回答，只是不知道他们听不听得懂。    “什么？Werison在这里？”队长眼睛一亮，凑了过来。    他们将树叶劈开，他的遗容便摆在了我的面前。    我吓得闭上了眼睛，但忍不住偷偷看了几眼：他俯卧在地上，鲜血和他生前所骄傲的药水掺在一起；一把剑插在地上；血一直从一棵硕大的丛林树拖到了地上。    毫无疑问，他是跌死的。    可队长不这么认为。他看了很久，才挤出几个字：“谁——干——的——！？”    奇怪！难道队长认为是我们干的？这队长发什么神经啊……我心里暗暗抱怨。其他人也你看看我，我看看你，不知所措。    突然，远方传来了树木倒塌的声音。随之，火光四射。    “小心！”MMMC突然对我大喊。    我下意识退了一步，就有一支极快的箭从我面前划过，从我鼻尖擦过，飞到一棵树上。    “好……好险！”没等我叹完气，又有几支箭，向我们飞来。眼看就要射进我的脑袋了，幸而军师用圆石挡住了。    漫天的箭雨向我们扫来，我们躲闪不及，都被射了几箭。我们意识到情况不妙，急忙向有遮拦物的右边跑去。 我看到绅士带着Pesses和Saulaifulkes从那边跑来了。   Saulaifulkes从背后拔下一支箭，说：“妈的，敌人从那边跑来了！”    “什么！？我们被包围了！？”队长大叫。    这下完了！我们物资又不足，大家都受伤了，哪里敌得过他们几千人？    “小黑呢？”Robin突然问。    “他去砍树了，还没回来……”    “我刚才还看到他，后来……”没等我说完，TNT就在头顶爆炸了，炸毁了一棵丛林木。    “大家准备战斗！”    “好！”    于是大家就到自己的岗位上了。箭雨仍在继续。   Robin很快就搭好了一座炮台，和Saulaifulkes发射起了炮弹。Saulaifulkes可谓是位老炮手，眼睛就象装了瞄准镜似的，百发百中，炸死了几位军官。敌人内部开始骚乱起来，箭雨阵（即一半人射箭，一半人前进，等后面的射击一轮后，再换过来）也因此有所减弱。    北边传来了叫喊的声音，我们往那射了几箭，就往西走了。箭就在后面追逐着我们，慢一步就会被射成刺猥……随后，就有活生生的例子了：Pesses因为总跳得太慢，跑在了最后，突然一声惨叫：“Victories，救我！……”就被箭雨吞噬了。    “不，Pesses！——”绅士含泪大叫，可现在的情况根本不容得我们停留半步！     可没跑多久，让我们绝望的是：十几位全副武装的战士挡住了我们的去路！这下子没路可逃了！    “往左右跑！”军师突然说。我还没搞懂怎么回事，就被Robin抓着手走了。随即，箭雨从那儿扫过，将他们自己人射死一半。自然，后面的便停止了射击，为我们的生命延续争取了宝贵的时间。    “妈的！杀！”敌人中的队长大叫。随着，残余的几个士兵向我们冲来。   Soul抽出一把附魔了的金镐，向冲来的敌人劈了回去，再一跃跃起，从上而下将他分为两半，鲜血洒了一地。    我挥舞着斧子，却始终没用出让其变重的方法——因为我始终不懂那技能怎么发动。前面的铁甲战士一连四次闪过我的斧子，趁我不注意，突然冲上来，直接将剑插入我的胸膛。一股钻心的痛从胸口传来，双手只得死死抓住那把剑。我死死咬住牙。    忽然一支箭从前方一根崭新的弓弦射出，刺入我的脑颅。我再无力抓持，被击退了好几米，直至被重重地撞在丛林木上，便瘫坐了下来，像被那支箭钉住了般。    我不想再战斗，就干脆坐在那儿了。他们厮杀着，我却没兴致看，我想的不是这些。如果我回到了家……肩部的伤仍刺痛着我的身子和我的心，我不能再动弹。我想到了死……，在生存，死了也不痛不痒，依然回到家，但极限……死了以后会怎样呢？我一直好奇着……也许很快就能得到答案了，可我为什么这么害怕呢……我不敢再动弹，因为这会浪费我的体力……    看看满手，满身的血，有的是我的，有的是其他人的，我感到很害怕，我都做了什么……我曾经发誓，绝不杀害那些无辜的动物，可我现在，把多少人推下了生的悬崖啊，我离那个悬崖也越来越近了……    我不想再动弹……愿Notch（上帝）原谅我的罪行吧，然而也只是奢望罢了，我最终会像那些被我推下悬崖的人一样的命运……    原本那两拨军队，集合起来，都拿着剑冲来了。我被谁一把抓了起来，我也知道该走了。拖着拖着腿跑着，还得忍受腹部的剧痛。当我们跑出这个丛林来到草原的时候，我实在再也受不了了，我无法阻止自己向深渊滑去……    背后一支箭刺入了我的肩膀……我跌了下来，队友们本想过来掺扶我，但军师把他们拖走了。队友连自己都救不了，怎么理得了我这个累赘呢？……    敌人从我身上踩过。    我永远闭上了眼睛……   ……    本章完\n索引",
    "replies": [
        {
            "author": "贺泓超",
            "timestamp": 1371298200,
            "txt_content": "MC有你精彩，愿HIM与你同在"
        },
        {
            "author": "250=mo",
            "timestamp": 1371299280,
            "txt_content": "贺泓超 发表于 2013-6-15 20:10 \nMC有你精彩，愿HIM与你同在\n谢谢，也愿HIM也与你常在"
        },
        {
            "author": "250=mo",
            "timestamp": 1371299760,
            "txt_content": "ppp156 发表于 2013-6-15 20:25 \n一个服务器招人~好服~\n群号：276277585\n回复：哎~挺好~\n我刚刚还看见你在我friends那，现在你又来我这了!我宁可不要你这样的回复！！！"
        },
        {
            "author": "ppp156",
            "timestamp": 1371312060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "250=mo",
            "timestamp": 1371337740,
            "txt_content": "ppp156 发表于 2013-6-16 00:01 \n哈哈~我知道= =但是沒办法啊~我现在告诉你~我在MCBBS的一生~我和你一样~2012年的~有多久呢？我自己出钱建 ...\n把那些服务器什么的放在个显眼的图片里，然后放你签名里嘛！乖…"
        },
        {
            "author": "铁菊小子",
            "timestamp": 1371780120,
            "txt_content": "其实男猪脚可能是被HIM带走了"
        },
        {
            "author": "zhukai",
            "timestamp": 1379129460,
            "txt_content": "呵呵 男猪脚被是him的玩物"
        },
        {
            "author": "250=mo",
            "timestamp": 1379146740,
            "txt_content": "zhukai 发表于 2013-9-14 11:31 \n呵呵 男猪脚被是him的玩物\n被看出来了么……"
        },
        {
            "author": "呵呵呵呵222222",
            "timestamp": 1380885180,
            "txt_content": "写得好好啊"
        },
        {
            "author": "沈沈",
            "timestamp": 1392368580,
            "txt_content": "写那么多英语不会累吗。。。虽然我看得懂一点。。。"
        },
        {
            "author": "250=mo",
            "timestamp": 1392370680,
            "txt_content": "沈沈 发表于 2014-2-14 17:03\n写那么多英语不会累吗。。。虽然我看得懂一点。。。\n不累~谢谢支持~"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1400675280,
            "txt_content": "你的语法很差"
        },
        {
            "author": "250=mo",
            "timestamp": 1400732160,
            "txt_content": "修改器很好玩 发表于 2014-5-21 20:28\n你的语法很差\n半年前写的……英语靠的是翻译软件……\n日后我会翻写的啦，还请见谅"
        }
    ]
}