{
    "title": "【短文】《Miracle》【同人东方+minecraft】",
    "author": "Marry",
    "replyCount": 6,
    "timestamp": 1371355860,
    "txt_content": " 本帖最后由 Marry 于 2013-8-9 19:19 编辑 \n\n鄙人是新人，初来Mcbbs还请各位多多指教了呀【鞠躬】\n1.作品带有略血腥的成分，也有残忍的部分\n2.文中东方部分只是主角是‘小恶魔’，其他都以Mc为主\n3.主要关联是暮光森林，为了浪漫一点添加了点别的情况\n4.很多设定和原设都不一样，十分抱歉【低头】\n5.今后还请多多指教了呀！【鞠躬】\n\n\n故事简介：\n\n  小恶魔的第二个主人患有一种特别奇怪的病，临终的夜晚前，他向自己的侍女小恶魔讲到了彩虹树叶的传说，同时提到了可以带来奇迹的彩色羊毛传说。于是她趁主人安眠之中，来到了暮光森林。来到了一个山洞里并走到遗迹里，追着她的怪物，似乎引导着她的彩色山羊等。主人开始发病，痛苦难忍。她来到彩虹树下，见证了传说，也见证了奇迹。奇迹使得主人获救，但是小恶魔再也没有回来了。他跪在契约的石碑下，套上了曾经她织起的围巾。\n\n\n\n\nPart-A 小恶魔\n\n\n\n “主人……？”，年幼小巧的女孩，手里的洗脚盆掉落在了地上，温热的洗脚水洒落一地“主人……？”，她探出了脚步，推开了主人的房门看见了病危的主人躺在床上喘息着。\n\n\n  “小……小恶魔……”，主人伸出了双手，女孩连忙跑过去抓着他的手腕，眼泪水充满了整个眼眶，她瞪大着眼睛，看着面容青色的主人。\n\n\n  “主人……您可安好……？”，小恶魔跪在地上，她很恐惧，恐惧着主人的生命是否将要离她而去，“需要鄙人去找医生么……？”。\n\n\n  “最后……听我的一个请求吧？”，主人奄奄一息的说着，他淘出了一封信。他将信里的手书拿了出来，慢慢地说道，“我的朋友，在一个叫暮色森林的地方里面，见过一个非常美丽的树叶。听说只要见过它的那些人，都可以看见通向美丽世界的大门。”，主人流出了眼泪，“还有那引导冒险者的彩色的山羊，它的彩色羊毛能够引发奇迹。”。\n\n\n  主人将信捂在胸口，“好想见到呀……那传说中的树叶。”。主人撇过头，默默地看向窗外的月亮，“骗人的吧……奇迹什么的，传说什么的都是……都是不存在的……。”。\n\n\n  主人抓紧了床单，“他没有回来了呀！那里除了悲伤与绝望！根本就没有传说中动人的彩虹树叶！”，主人流出了眼泪，“为什么越是美好的东西越是让人好奇！越是为之付出生命！”。\n\n\n  小恶魔猛烈的抬起了头，嘴巴张起来，要诉说着什么……\n\n\n  不知不觉过了几个时辰，小恶魔抖了一下已经不能再飞翔的翅膀。也摇了摇无法在为快乐剧烈摇摆的那个瘦弱的尾巴。就连头翅也垂了下来衬托了自己那摆设似的翅膀，头发好久没有梳理过了，因为她买不起梳子。裙子与马甲也破破烂烂的被小风吹动着，之前遭遇了果园的窃贼，战斗使得她的衣服受损，买不起梳子更买不起布料。\n\n\n  “主人……请您好梦。”，小恶魔离开了房间并拿走了蜡烛，深深地鞠了个躬。之后慢慢的做完剩下的家务事，因为大雪关起了窗子她慢慢地走到门口，将蜡烛放在鞋柜的台子上，小恶魔慢慢的穿起了她私藏的皮鞋。\n\n\n  她站了起来，弯着腰，将蜡烛吹灭。走出了屋子，门伴随着‘吱吱’的响声，重重地关闭了起来，发出了‘砰’的响声。\n\n  Keep on the next part……\n\n\n\nPart-B 暮光森林\n\n\n\n\n  “暮色森林么……？究竟是什么样的地方能那么可怕……？”，小恶魔走出前院，拿着挂在信箱上的围巾，裹了起来。大雪纷飞，成群结队的飞雪砸在小恶魔的身上，她得往前走，靠着她的小身板。\n\n\n  “转眼间多少年了？神魔的时代结束了呀。”\n\n\n  不知多少年前，本是神明与恶魔系列的战争。人类却获得了最后的胜利，当然这是神明们的安排。恶魔退回地狱，但是又给人类打通了地狱通道。恶魔又一次的被屠杀着。如今恶魔们强行与人类同化，过着和人类一样上班赚钱生活的日子并生存着。\n\n\n  小恶魔也是一位普普通通的侍女，曾经服侍着贵族的她。如今找不到了主人，只好来到人类的世界临时工作，赚取生活的根本。恶魔的时代已经结束了。\n\n\n  小恶魔顶着大雪，来到了村子旁边的一个森林里。里面总是传出僵尸与爬行怪的声音，传荡着整个森林。小恶魔擦掉身上的雪，发抖的走进更加深处的地方。\n\n\n  她来到了一个发着紫光的山洞，旁边的牌子上写着大大的字，“悲伤与绝望的淘金地——暮光森林”。小恶魔吞了口唾沫，胆颤心惊地缩了一步，她不敢踏入这个可怕的土地。\n\n\n  “好想见到呀……那传说中的树叶。”，她想起了奄奄一息地主人说的话，小恶魔又将那缩回去的步子，踏了出去。那个土地上的奇迹，奇迹的彩虹树叶和那奇迹的彩色山羊。\n\n\n  “哈！”，小恶魔将围巾解下，丢向空中后，纵身一跃，跳入了散发出紫色光芒的山洞。她确实跳进了这个洞里，但是却是摔着在地上的。\n\n\n  四脚朝天的小恶魔扶着泥巴，摸了下摔肿了的屁股。“痛痛痛……”，她抬头看了下前面的环境，这里真的就是传说中的那样荒凉，天空上的星辰十分美丽，但却是给人十分寂寞的感受。周围萤火虫的光芒时隐时现，但是也无法清晰的照亮这里的黑暗。\n\n\n  小恶魔站了起来，拍掉了背上与屁股上的泥土与杂草。她环视四周，这里非常多树，偶尔还看见了一些非常巨型的蘑菇。\n\n\n  “哇……”，其实这些在她眼里，实在是说不出的美丽。她慢慢的走着，看到旁边的溪流，过去踢了下水。小水泊十分透彻，忍不住让人喝一口的诱惑。小恶魔当然也没止住诱惑，她蹲低身子，用双手捧起一瓢水，饮用了起来。\n\n\n  她从水泊的倒影上，看到了自己脏兮兮的脸与乱乱的头发。她将头栽进水里，清凉的感觉穿透过她的发丝，如同鱼儿般瞬间游过。她将头拔出来，头发顺势甩到她的背上，包括那粘在头发上的水，完美的划出了一道弧线。\n\n\n  “哇！！”，这次好多了，脸虽然也不算特别干净，头发也不是非常直，但是比以往好多了。用这样的状态将树叶带回去也不错，她不禁这样想到。低着头，笑眯眯的想着之后的事情。她双手握拳，十分拿出干劲的鼓舞自己，“好的！一定要早点拿到早点……”。\n\n\n  倒影里，出现了彩色的毛，这颜色充满了令人忧郁的信息。倒影里是一只山羊，传说中的那只彩色山羊。\n\n  Keep on the next part……\n\n\n\nPart-C 山洞\n\n\n\n  小恶魔猛然回头，彩色山羊迅速逃脱。小恶魔拔腿就追，穿过一道又一道草丛，她的皮鞋都烂了。\n\n\n  彩色山羊突然跳入了一个洞里，然后消失不见了。小恶魔愣在那不动了，这一定很危险，她这样想着。但是为了主人，她必须全力以赴的追求这些他梦寐以求的东西。\n\n\n  小恶魔进入了山洞，身为恶魔的她曾经常年住在地狱。她拥有在暗地里的视觉，可以方便的探索洞穴。她没有做火把就进入山洞了，也没准备一把武器。\n\n\n  “好黑……好冷……”，小恶魔越来越觉得寒冷刺骨了，洞里面到底隐藏了什么秘密？她摸索着旁边的石头，她继续前进着。\n\n\n  彩色山羊就在那里！它站在一个火把旁边，似乎是等待着小恶魔的跟随。这次，小恶魔刚踏出几步，去追它的时候。它化作光的粒子，飘在了空中。\n\n\n  “诶？”，小恶魔非常不解，她跑过去试图抓住那些粒子。不过很快就消失了，她也没能抓到那些粒子。她很在意旁边的火把，这里有先前的探险家来过？\n\n\n  她的步伐慢了起来，地上的泥土越来越红，她有不好的预感。她终于看见第二个火把的时候，看到了人为的宫殿，还有……一地血迹。\n\n\n  小恶魔胆颤的继续行走着，她摘掉了火把，缓慢前行着。她吞了口唾沫，来到了下一个拐角。\n\n\n  ご——ご——\n\n  脚步声来了……小恶魔整个人的鸡皮疙瘩都起来了，冒着冷汗，颤抖着回过了头。视线从墙壁慢慢的转向右边，黑暗的隧道中……\n\n\n  “没有……”，小恶魔十分紧张的喘息着，她坐在了地上，挥舞了火把，周围都没有人。她被吓坏了，躺在地上，想要休息一下。\n\n\n  只见天花板上爬着两个牛脑袋的人，手上还持有斧子。他们各个是背朝小恶魔，但是却又是用头正对着她的眼睛。\n\n\n  “啊……”，小恶魔的声音沙哑着，曾经的狩猎经验惊讶告诉她，此刻不能放大出声。因为这样反而会激怒对方，甚至会招来它们的同伴甚至更加高级的野兽，虽然说这次是怪物。\n\n\n  小恶魔慢慢地向后爬行着，牛头人的视线不变地盯着她。“不要……”，沙哑声线的小恶魔已经按耐不住了，恐惧几乎要支配她的心理了。\n\n\n  突然间，斧头掉了下来，深深地插入了地板中并发出金色的光芒。两个牛头人跳了下来，头摆回正面，然后慢慢的回头。这次，它们的眼睛中出现了红色的光。\n\n\n  小恶魔翻了个身，她开始想要逃跑。\n\n\n  彩色山羊就在那里！她的对面就是那只彩色山羊。这次，它直接跑动了起来。小恶魔撒腿就追着它，它是领导者的话！那么跟着它应该就能逃出去！\n\n\n  越来越多的牛头人过来了，小恶魔继续卖力的跑着，眼看就要追到彩色山羊了。小恶魔伸出手去想要抓住它的角，瞬间又变成粒子消失了。\n\n\n  牛头人的声音越来越近，小恶魔刚转身。一个牛头人已经冲了过来，用牛角顶撞了她的腹部。牛角刺穿了她的肚子，肠子飞溅了出来。\n\n\n  鲜血直喷，小恶魔没有反应过来怎么会是，接着又是一个斧头，劈中了她的肩膀，鲜血四溅在地板与旁边的墙壁上。\n\n\n  她感觉无法控制自己的身体了，口里与鼻里都流出了血，她带着眼泪水，与两只牛头人一起倒在了地上。突然震碎了地板，三个一起掉落在了一个洞里。\n\n\n  小恶魔重重地摔在地上，震的器官飞出来了一点。其他牛头人就像烤香肠一样，被插死在一颗地底的木刺上。\n\n\n  小恶魔特别勉强的站了起来，一只眼睛失去了知觉半闭着。呼吸特别急促，如果是人类的话，可能已经当场毙命了。她差点摔倒的转过身子，虽然一只眼睛没了知觉，但是双眼还是一起流出了眼泪水。\n\n\n  彩色山羊就在那里！它站在一颗彩色树叶的树木下，正对着小恶魔。她用一只手将自己的内脏捂着，使其不掉落出来，勉强的走到树下。\n\n  Keep on the next part……\n\n\n\nPart-D 彩虹树叶\n\n\n\n\n  她踮起脚来，矮小的个子，但卖力地伸出手去摘那片叶子。就连她的一只脚也失去了知觉，她摔倒在地。“呜呜呜！！”，她特别沙哑的哭着并站了起来，就用一只脚支撑着她的全身，又一次的伸手去摘树叶。\n\n\n  成功了！彩虹树叶与树枝分离，突然间就倒映出自己血淋淋的脸颊。\n\n\n  小恶魔颤抖的手，使得树叶掉落在了地上，又倒映出了她的裙下。小恶魔咬着自己的嘴唇，整个人都颤抖了起来，“呜库……呜呜……”。\n\n\n  她慢慢的抬起头，彩虹树叶依旧，彩色的山羊站在树下。是这颗树的叶子倒映着彩色山羊的羊毛，彩虹树叶的传说……是假的。\n\n\n  她噗通一声，跪倒在地。就连她的另一只脚也失去了知觉，她的视线开始模糊了起来，她慢慢的回过头，十几个牛头人包围住了她。如同等待猎物的死去，之前对猎物的默哀。\n\n\n  小恶魔低下了头，想起了主人的话。如今就连自身也回不去了，谁来照顾病危的主人？\n\n\n  小恶魔猛然抬头，视线瞬间清晰了起来，她扑了过去，用尽手臂的力量，将彩色山羊的一攒毛拔了下来。她摔在树后面的角落那，这次她已经完全失去了视线，眼前一片漆黑。她用双手将自己抱在一起，倦缩在角落上，双手紧紧的抓着那攒彩色羊毛。牛头人们慢慢的跟了过来，默哀时间已经过了……\n\n\n  这时，主人猛然的睁开了眼。“小恶魔！你在哪里？！”，主人感到心口十分剧烈的疼痛，他摔在了地上，卖力地爬着。“小恶魔！快点出来呀！”，主人的嘴巴里吐出了泡沫，他整个人开始抽搐起来。平常这个时候，小恶魔都会赶过来喂主人吃药，如今她却迟迟未来。\n\n\n  “小恶魔！？”，主人想起了他之前对小恶魔说的那些诉求。眼泪水流了出来，伴随着抽搐的声音他卖力地爬着，爬向了门口。她一定是去了那“暮光森林”，去找那彩虹树叶去了。\n\n\n  “小恶魔！！”，主人翻了个身，他爬不动了。拼命地甩动着头部，悔恨充满了他那病痛的心脏。突然间，他开始哮喘，他快无法呼吸了，身子更加剧烈的抽搐起来。\n\n\n  小恶魔这里，所有牛头人已经上去食用它们的猎物了。肠子，心脏，还有那那红色的长发被扯了下来，四分五裂的皮，沾满了血迹的翅膀被拆成五六分，还有那带着皮肤的头翅，还有那带着破烂皮鞋的小腿。在那拥挤的牛头人群中，小恶魔的一只手仍然高高举着那攒彩色的羊毛。\n\n\n  “小恶魔！！！”，主人他临终前回想起了与小恶魔最后的对话。最后的小恶魔，她眼中充满了泪水，用沙哑地声音梗了一下。然后她握紧了自己的手，她的眼泪滴在了床上，看着病危在床的自己，“有的！”。主人慢慢地回过头来，疑惑的看着小恶魔。“啊……？”，他也带着眼泪水与小恶魔对视着。“奇迹……魔法……都是有的！”。\n\n\n  抽搐的主人猛然起身，吐出了许多的胃液，然后模糊的视线慢慢的清晰了起来。他抓着自己的头，“小恶魔！”。他站起身来，推开了屋子的房门，雪变得温柔起来。他奔跑着，奔跑在自己的后院，他跪在一个石碑面前，上面用恶魔的文字与人类的文字写着与第二个主人的契约。\n\n\n  主人抓着石碑，头抵在石碑上，沙哑地哭了起来。雪慢慢的飘在他的肩膀上，他想起了曾经的点点滴滴。他正跪在石碑面前，环视着周围的那些农作物。曾经的她，带着草帽收着水果；在土豆田里耕种的身影；因为萝卜太大需要用很大的力气才能拔动所以一屁股摔在了水槽里；提着骨头棒击打着偷水果的窃贼。\n\n\n  主人他仰望天空，星星变得十分渺茫，但是却透出了她的美丽。似乎有什么飘在空中，是一条围巾。主人抓着她，将她裹在自己的脖颈上，他躺在雪地里。她就在这里，她就在这里陪伴着自己。\n\n\n  Fin\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Evan丶桑",
            "timestamp": 1371355980,
            "txt_content": "{:10_515:}好长的文字啊。。。我居然看完了~"
        },
        {
            "author": "jwc753",
            "timestamp": 1371356700,
            "txt_content": "在我看之前，先回帖吧。"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1371357000,
            "txt_content": "4000字···在论坛应该算中篇吧，怎么可能是短篇···"
        },
        {
            "author": "Marry",
            "timestamp": 1371367680,
            "txt_content": "Sky、果冻 发表于 2013-6-16 12:30 \n4000字···在论坛应该算中篇吧，怎么可能是短篇···\n不太了解字数分类的说……4000字真的是中篇吗……？【挠头】"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1371368400,
            "txt_content": "Marry 发表于 2013-6-16 15:28 \n不太了解字数分类的说……4000字真的是中篇吗……？【挠头】\n在别的地方算是超短篇，在这里算是中篇了，论坛最高字数貌似只有3w"
        },
        {
            "author": "果果~",
            "timestamp": 1371388920,
            "txt_content": "好评，优秀~"
        }
    ]
}