{
    "title": "地牢空间的冒险",
    "author": "帅哥",
    "replyCount": 9,
    "timestamp": 1321691040,
    "txt_content": "  那天我刚起床 我发现我变成方块人了！还有你身我天天在MOFS服穿的皮肤。爸爸突然走过来说那么早就起床，僵尸还没消失呢！我说：啊！不会吧！我发现家里有个储物箱，打开一看原来是一些东西还有个时钟和罗盘。  爸爸对我说：你既然起床了不要在家里出去外面玩小心点。我说：好的，我会小心的。  我刚出门看见天已经亮了，我就把钻石剑放在家里就出去玩了。  我来到我的好朋友诺亚奥特曼家，叫他带我去玩。我在楼下大喊：诺亚！诺亚！诺亚！诺亚终于醒了，一下子我飞上了天，飞到了128格了我大声欢呼：耶！我终于飞到128格了，我看到了一个大峡谷就下去看了看，哇！诺亚我没看错吧！你打我一下！这里既然有生怪地牢！这样放在我们家以后就不愁吃的了。呀！好痛看来我没看错 可是我快死了被诺亚打下5555，于是我叫诺亚会去拿搞。  地牢箱子嘿！我看看里面是什么东西？我打开一看，啊！！！这是假箱子！我被传送走了。  我刚醒就看见一片漆黑，心里很害怕，突然我看见了一个操作杆我打了一下，突然崩出好几十个生怪都是生僵尸的，我很害怕于是不敢走路。  十分钟后我听见了诺亚在外面世界叫我呢！于是我心想这里一定有出口，我站了起来鼓起勇气去寻找出口。  我不小心踩到了一个踏板好几头僵尸出现在我面前，于是我赶快跑！我看了一下这里没有怪就在这里躲了一下。  我突然想到只要没有生怪这里就不会有怪了，于是我跑回这里的出生点开始挖了.  三十分钟过后我终于挖了这里的生怪不小心我又踩到了一个踏板又崩出一个生怪地牢才有一个牌子，牌子上写着：恭喜通过这一关卡，请走进你后面那个门进入第二个关卡。   【第一章完】",
    "replies": [
        {
            "author": "ye9304",
            "timestamp": 1321691640,
            "txt_content": "坐等更新，支持+1"
        },
        {
            "author": "帅哥",
            "timestamp": 1321692780,
            "txt_content": "更新中‘’‘’‘’‘’‘’‘  手累了请诺亚来帮忙"
        },
        {
            "author": "geludan",
            "timestamp": 1321693140,
            "txt_content": "哦，又是小说，很好"
        },
        {
            "author": "帅哥",
            "timestamp": 1321695000,
            "txt_content": "预期今天晚上可以出完第3期"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1321698720,
            "txt_content": "表示我最不喜欢看小说...."
        },
        {
            "author": "green丶bastard",
            "timestamp": 1321701060,
            "txt_content": "支持+2 坐等lz继续"
        },
        {
            "author": "帅哥",
            "timestamp": 1321703040,
            "txt_content": "第二章有点少因为我现在没空就先说了下   下面是第二章\n                               【第二章】 被恶魔化的幽灵水母\n  我走进了第二关卡，进去后发现这里是真正的地狱，就像地狱门进去的，我注意了一下脚，一看这是什么矿物白白的，我打了他一下它就爆了。\n  哦不！我又走进去了个多重世界门，传送完毕后我看见了一个人向我走来他对我说这里是地狱第一层，你既然来到了这里就必须闯完这里的关卡。我说这里有几个关卡呢？好心人说：这里有十八层地狱就意味着共有十九个关卡。\n  说完好心人带我来到了他们的村庄又跟我说了这层地狱里面的生物。据说：这层地狱有一种叫恶魔幽灵水母的怪兽。天空一声巨响，恶魔水母闪亮登场！！！我汗说曹操，曹操到。因为那时候人们在睡觉就造成了五死一伤其他人都逃离了，只剩下我和好心人在战斗。\n   【第二章完】请期待第三章决战恶魔幽灵水母"
        },
        {
            "author": "hhyx",
            "timestamp": 1321715940,
            "txt_content": "啊 我到了那 啊 我看到了那个 啊我吧那个搞掉了 啊谁谁和我说话 啊我说 啊 某某怪物出现\n啊 操 啊 死了多少多少人 其他跑了 还有我在和好心人战斗（WTF 我和好心人打？\n我和好心人一起水母？） 这什么文啊- =  就跟老师说的啥 流水账似的"
        },
        {
            "author": "hmy123456",
            "timestamp": 1330781460,
            "txt_content": "他就是一个不跟新的作者。。。。。。。。"
        }
    ]
}