{
    "title": "【西瓜の回忆录】上部",
    "author": "王先生007",
    "replyCount": 13,
    "timestamp": 1371385320,
    "txt_content": "                                【西瓜世界の回忆录】                                          * 序*        各位读者，你们好。这是本人的第一个文学作品，希望大家喜欢。这篇故事的灵感来自一张地图【西瓜生存】我在这张地图中整整生存了三个月！在这其中本人将用第一人称的视角来记录下我的西瓜日记也算是回忆录吧。                                             【上部】        我在睡梦中缓缓睁开眼，只见周围全部都是西瓜！“怎么回事？难道是幻觉？”我掐了一下自己才发现这一切都是真的！我呼了一口气，看了看满是绿色的凹地。真是奇怪周围像是罗马的角斗场都被包围了起来。在这个“圈地”内只有一汪清泉和满满一池子的岩浆。这岩浆冒着热气让人胆战心惊。这时才发现身后有一棵大树在大树上挂着一块牌子上面写…..       “我亲爱的朋友，也许你只是一个普通人过着普通的生活然而从今天你看见这块牌匾开始你就是下一个我下一个冒险者下一个幸存者，好好掌控现有的机会，在这个世界里要多多注意！虽然这里的西瓜够你吃上一辈子。但我相信你不愿自己孤独的生活在这片大陆上……”看到这里我才知道之前就有人来过这里，而且已经成功逃了出去。我打掉了这棵树，发现泥土下面有一个箱子和一个帆布包，我打开看看里面大多都是些西瓜种子，但是这漫山遍野的西瓜怎么需要这个呢。这些种子中还掺合着一些其他的东西。我抓起一把仔细看看“哦，原来是小麦种子！在这里还能吃上农作物还真不赖！”我不禁自语起来…….拿起帆布包背了起来向着山坡走去…….       直到下午，我还在到处游荡，就在这时只见对面的西瓜墙上有一个人影。因为在阳光下，眼睛看不清只是见到一个高大黝黑的身影我兴奋的跑了过去“喂，这位先生。你也是幸存者吗？你知道出去的路吗？喂…….”我突然发现“他”回过头来看见了我。我在一瞬间看见了它与我们人的不同，它有一双紫色而又大的吓人的眼睛。就在这时，它的嘴巴张开了！他的身体在颤抖。我的身体也不听使唤的颤抖起来。我赶紧跑了回去，回头一看他居然消失了。只是留下了一团紫色的烟雾。       我继续往前走看见了一个坑，在坑边我听见了一些动静。我不敢掉以轻心拿着刚才的原木做了一个工作台有做了一些工具木剑·木镐·木铲希望这些对我会有些用处。我拿着木剑把其他的工具放回了后背的帆布包之后，来到了大坑面前我大叫了一声“啊！！”随声跳下了坑中。在跳下去之前有抓起了地上的牛骨。原以为在坑中就是刚才看见的那个怪物却发现竟然是四只有我身体三分之二的大狼。它们看见我时也惊了一下，随后向我包抄过来。看样子它们是饿坏了。我不敢动，怕得就连手里的剑也掉了下来是、只好拿起刚才捡起的骨头向它们甩去。却发现它们并没有向我扑来而是向着骨头扑去。这时看见一个比其他都要大一头的狼冲我微微一笑又继续跟着其他的狼啃着骨头。过了一会竟然有一只小狼过来舔了舔我的手。我顿时感到一种莫名的欣慰。看着它们吃东西的样子我的肚子也咕咕的叫了起来“吃点什么好呢？骨头又没有了。”就在我一筹莫展的时候看了看周围“哎呀！还有漫山遍野的西瓜呀！瞧我真是个笨蛋~~”我大叫了起来，就连正在互相舔骨头的狼也看了看我。我吐了吐舌头“嘿嘿。”的笑了。我用剑柄敲了敲西瓜又放在耳边敲了敲，挑了一个最大的西瓜。用剑一下子就劈开了。因为没有勺子所以只好用手抓着西瓜吃了起来。打了一个饱嗝，这时刚才的那条小狼过来舔了舔我沾满西瓜汁的双手，这一舔不要紧居然惹来了所有的狼过来舔我在狼群中爬了出来。又砸碎了四个西瓜两个大的两个小的。我在西瓜堆里坐着看着那群狼，看样子我已经被接纳了，我在幻想以后的生活…….就在这时才发现周围一片漆黑，原来是晚上了。这时只听见低沉的哀嚎声，我看见两条小狼蜷缩在爸妈的怀里可怜的瞅着我。我立马意识到了自己的责任，我应该拿起武器去保护这些跟我根本没有血缘关系的“亲人”。我推开几个西瓜爬出坑来只见到一个浑身绿色散发着恶臭味的家伙，这货立马让我想起了《生化危机》里的僵尸，难道这个就是真实的僵尸？我没有出声，只是看着它一动不动……它也直勾勾的看着我，我俩的瞳孔中都闪耀着对方的身影。我又放声大喊起来拿起木剑向前砍去，开始它被我砍倒我本以为这一切都结束了。可是没有想到它站了起来，随后它便利用起自己力气大的优势。我也毫不畏惧向它的脑袋砍去。这回它是真的倒下了。随后听到了“嘶嘶嘶……”的声音，我刚回头就听见“砰！”的一声。我应声倒下手部的鲜血直流。我勉强站了起来来。这时不知哪里又飞来了一根箭射中了我的大腿，我疼得直咬牙。但我不能出声谁知道一会儿会发生什么。周围充满了血腥的气息。我看清了刚才暗我的家伙，原来是只骷髅！我忍痛拔下的那根箭有那拿着即将破碎的木剑向它冲去。就当快到时候我把剑飞了出去，终于它死了……这是一回头看见了一只硕大的蜘蛛。那只蜘蛛嘴边挂着绿色的液体，浑身上下都是又粗又长的毛。我吓的一惊！它向我扑来，这时的我早已没有了战斗力…….就在我快要倒下的时候只见从坑中飞跃出一个黑影原来是那条最大的狼，它该是狼爸爸。它疯子一样的向前扑进向前撕咬。它又激起了我的斗志！我也与那些听都没听过甚至见都没见过的家伙厮杀。就在我们胜利的时候东边也升起了太阳像是在为我们庆祝。我怎么也高兴不起来，这才第一夜就这么多的不明生物我可怎么活呀……我为了不认错狼我把身上的红衬衣扯下了四条红布条，按照顺序绑在他们的脖子上。看来，它们已经把我当做了主人。在之后一个月的日子里，它们与我和睦相处帮我打猎。我也帮助它，给它们一个温馨的家我们之后还要经历什么，谁都不知道…..   感谢大家的阅读，{:10_525:}这个系列是本人的处女作{:10_512:}。希望大家喜欢，可以顶一下{:10_523:}或把金币和人气给我。{:10_510:}谢谢了~~{:10_509:}",
    "replies": [
        {
            "author": "1277832129",
            "timestamp": 1371385380,
            "txt_content": "{:10_525:}处女··"
        },
        {
            "author": "王先生007",
            "timestamp": 1371385440,
            "txt_content": "1277832129 发表于 2013-6-16 20:23 \n处女··\n不要在意那些细节......."
        },
        {
            "author": "你不认识我",
            "timestamp": 1371385440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "262949130000",
            "timestamp": 1371385500,
            "txt_content": "看到西瓜第一反应是伊吹萃香撒。。。"
        },
        {
            "author": "Skyit",
            "timestamp": 1371385500,
            "txt_content": "支持{:10_523:}"
        },
        {
            "author": "王先生007",
            "timestamp": 1371385500,
            "txt_content": "你不认识我 发表于 2013-6-16 20:24 \n我见过一个生存地图,真的全是西瓜~\n这个就是按照那个写的"
        },
        {
            "author": "王先生007",
            "timestamp": 1371385560,
            "txt_content": "262949130000 发表于 2013-6-16 20:25 \n看到西瓜第一反应是伊吹萃香撒。。。\n撒撒的活跃度过万了......."
        },
        {
            "author": "Asdcpo",
            "timestamp": 1371386280,
            "txt_content": "怎么都是西瓜之事"
        },
        {
            "author": "苦力怕sss...",
            "timestamp": 1371387060,
            "txt_content": "王sir，王sir，我来捧场喽！写得很不错哦，支持！"
        },
        {
            "author": "王先生007",
            "timestamp": 1371387060,
            "txt_content": "苦力怕sss... 发表于 2013-6-16 20:51 \n王sir，王sir，我来捧场喽！写得很不错哦，支持！\n好久没见着你了"
        },
        {
            "author": "神勇152",
            "timestamp": 1588253700,
            "txt_content": "做个任务"
        },
        {
            "author": "幽月琉璃",
            "timestamp": 1588305480,
            "txt_content": "大致看上去还不错"
        },
        {
            "author": "枫黎秋",
            "timestamp": 1588317240,
            "txt_content": "写的不错，支持楼主"
        }
    ]
}