{
    "title": "寻踪星期二——第一季（10）：只是个流浪汉。",
    "author": "星麒尔",
    "replyCount": 6,
    "timestamp": 1371532320,
    "txt_content": "上话回顾：我、鞭岚和小欧潜入了金字塔，想要打破刷怪箱，可却被苦力怕们包围了；情急之下，挥着流星锤的科里奥竟然冲来！寻踪星期二——第一季（10）：只是个流浪汉。  “笨蛋！我不是说过别冲动吗？！”我冲着科里奥大喊。  “我就怕你们人力不够，这不就赶来了吗？”科里奥脸上挂着一丝微笑，泰然自若地挥着流星锤，“我来啦！”他刚一喊完，一不留神脚下一滑“嘭”得一声摔在了沙子上。  怪人见状，哈哈大笑起来，可他立刻就停止了笑声，因为那巨大的流星锤正在向苦力怕们飞来！这速度如此之快，以至于它们没有来得及引爆自己就被砸死了。  “哇去，这一下肯定很疼！”旁边的鞭岚冒着冷汗说。  科里奥缓缓爬起来，脸上全是沙子，看上去十分滑稽可笑，要有多狼狈就有多狼狈，可他在关键时刻拯救了我们。  “可恶！”怪人恼羞成怒。  金字塔内。  “马上就要完成了！敲碎你！”莫可汗水淋漓地举起了那已经有了损坏迹象的钻石镐，“当！”这一声响，到了我们每一个人的耳朵里，虽然很刺耳，但我们高兴地认为：“结束了。”  轰隆隆……剩余的那些苦力怕瞬间化为灰烬。\n\n\n\n\nu=918712756,2529676393&fm=23&gp=0.jpg (9.67 KB, 下载次数: 0)\n\n下载附件\n\n2013-6-18 13:11 上传\n\n\n\n\n  “不！”怪人简直愤怒到了极点，朝我们这边发出了一道道紫色光波。  “你已经不可能再赢了！”我在高兴之余向他大喊，“炸裂火龙斩！”  这招，是我在刷怪箱毁灭后在其他苦力怕灵魂中吸取的能量而获得的技能，吸收火药，自然技能与火药有关。  只见我一个飞步冲刺，向那紫光劈去，剑上突然多了几道火红色花纹，紧接着冒出来三个巨大火球，飞向怪人身上。怪人闷哼一声，就被那火球击中了，口吐鲜血而重重地摔在了地面上。  莫可低着头走出了金字塔，手上都是用力过而摩擦出的血液。  我们并没有理会怪人，直奔莫可，问道：“怎么了，低着头干啥？”他喘息了一阵，突然仰天长吼一声：“太好啦！”  我们听到了这声石破天惊的吼声，也都精神抖擞起来，欢呼起来。  令我们惊讶的事发生了——欢呼声不止我们五个，好像数百个欢呼声都在欢唱，我们扭头一看，原来大家都躲起来了啊！橡木也向我这边扑来，兴奋地叫着“汪汪！”……  一周后。  “怪人既然被你们毁灭了，那你们就是英雄，特别是你，这位英勇无畏的战士。”说话的人是这个沙漠村庄的村长，指了指我，“钻石雕像已经顺利安全无误地送回了储藏室。奖赏自然不会少……”  突然，村长停顿了一下，道：“你们一共是六位英雄，五人一犬，额……那位是……”村长露出了惊讶之色，“你这个流浪汉也会当英雄了！我去！”  “流浪汉？”我心里很郁闷，却看见村长指了指科里奥。  鞭岚看见我的神色，知道我很不解，便说：“他没说他是啥职业对吧？那是因为他就没职业，就是个流浪汉，在这里地位很低下，不受人喜欢，因此村长大人才惊讶。”  村长有点哽咽，但又点了点头说：“好好好……我也不说啥了，士兵，给他们奖赏。”  “村长大人，我想我们可以谈一下，我不想让科里奥当流浪汉。”我坚定地说。  村长皱了皱眉，说：“唉，你没法，别看他身材威猛，但胆子特别小，还总做错事。”  科里奥也并不生气：“额，村，村长说的对，我总出洋相……”  “科里奥，跟我走吧，要是换我，我可不当流浪汉。”  我这一句话，让在场的各位都不禁露出惊讶之气。  “这……”村长若有所思。  “好啊，诶呀太棒喽！”科里奥竟然也这样说。  “好吧。”  ……  我们领到了奖赏：五枚钻石、一组铁锭、三颗绿宝石、一些装备和行李用具。  “科里奥，我们要向东走，你会想家吗？”  “走到哪哪就是我家！”  ……  一个黑影在周围徘徊：“还不错，呵，有意思……”\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 2)\n\n下载附件\n\n2013-6-18 13:11 上传\n\n\n\n\n 未完待续……（11）\n",
    "replies": [
        {
            "author": "h1061340267",
            "timestamp": 1371532380,
            "txt_content": "顶一个沙发"
        },
        {
            "author": "1939937165",
            "timestamp": 1371550800,
            "txt_content": "(⊙o⊙)…。。。。。。。。。。。。。故事看太多不喜欢了"
        },
        {
            "author": "星麒尔",
            "timestamp": 1371561180,
            "txt_content": "mckl 发表于 2013-6-18 21:00 \n苦力怕苦力怕~~\n苦力怕呀苦力怕~~"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1371561540,
            "txt_content": "{:10_493:}我最讨厌那些自言自语的装逼的神秘人士，如果我的小说里出现这种人，他肯定要遭到狠虐的"
        },
        {
            "author": "星麒尔",
            "timestamp": 1371562920,
            "txt_content": "风之心_天双 发表于 2013-6-18 21:19 \n我最讨厌那些自言自语的装逼的神秘人士，如果我的小说里出现这种人，他肯定要遭到狠虐的\n……黑影吗？{:10_493:}"
        },
        {
            "author": "kr91",
            "timestamp": 1371608940,
            "txt_content": "还行 以前没看过 晚上手机看吧........."
        }
    ]
}