{
    "title": "minecraft官网 minecon recap 简单翻译",
    "author": "green丶bastard",
    "replyCount": 10,
    "timestamp": 1321766220,
    "txt_content": "\n简单翻译 加括号的都是我的吐槽-.-\nMinecon2011绝对是个令人难以忘却的事件！23个不同的国家的玩家出席；我们看见来自澳大利亚，巴西，加拿大，智利，克罗地亚，瑞士，瑞典，泰国，大英帝国（我很讨厌这个称呼）和美国的mc粉丝，他们的年龄从婴幼儿到77岁不等！（wow），那么多人，不同年龄，岁数和国家背景聚在一起庆祝欢乐真是让人难以置信！ 还有许多的赞助商，包括了Curse, Microsoft （even microsoft-.- i didnt know that), Cole2's World, IGN, Multiplay, Razer, Alienware, Super-Earth 和 Jones Soda.\n\n大会以一个很好很强硬主旨，紧接着就是各类活动，包括了比赛，送礼，演示等等等SSSsssss\n会议场装饰了各种和mc有关的雕像，海报，横条和一堆比例放大的怪物，动物以及主角steve，真是难以忘却！两个雕像特别出众，一个巨大的creeper和一个黑龙模型！\n\n’许愿‘午饭举行的轰轰烈烈，包括了各种吃的，有机会和mojang团队对话+更多！但是最令人兴奋的是看见了Evan得到了他的愿望——出席Minecon，和yogcast的人玩耍，还有xbox360发布的xbox版本mc！\n\nMC已经走过了难以令人置信的2年（- -特别喜欢incredible啊），从一个人孤身奋战发展到世界最有名的游戏之一！我们感谢+祝福mojang，对他们的付出以及杰出的贡献感到自豪，谢谢了mojang！当然我们不会忘记默默支持我们的广大粉丝，玩家和支持我们的个体！ 祝愿大家游戏快乐！\n\n翻译到此为止了 \n\n原文：\nMinecon 2011 was definitely an event to remember!  23 DIfferent countries were in attendance at Minecon;  We saw visitors from Australia, Brazil, Canada, Chile, Croatia, Denmark, Finland, France, Germany, Ireland, Italy, Mexico, Netherlands, New Zealand, Norway, Puerto Rico, Russia, Spain, Sweden, Switzerland, Thailand, the United Kingdom and the U.S., with ages ranging from infants to 77 years old!  It was truly incredible to see a very diverse crowd from all walks of life meeting together to celebrate the launch of an amazing game.  There were numerous sponsors, including Curse, Microsoft, Cole2's World, IGN, Multiplay, Razer, Alienware, Super-Earth and Jones Soda.\n\nThe convention began strong with a nice keynote opening, immediately followed by a wide assortment of panels, contests, giveaways, demos and more.  The convention hall was decorated with numerous Minecraft-related statues, banners and more - the various scale-replica monsters, animals and Steve were just incredible.  Two statues in particular really stood out:  a massive ceiling-high creeper, and a to-scale Ender Dragon!\n\nThe Make-A-Wish lunch was very nicely done, with great food, a chance to speak with Mojang, and more.  However, the most exciting part was seeing Evan get his Wish - coming to Minecon, hang out with the Yogscast, and one of three unique Minecraft Xbox360s!\n\nMinecraft has undergone an incredible journey in two years, beginning as one man's project and culminating into one of the most popular modern video game titles!  We would like to thank and congratulate Mojang for all of their hard work and dedication, as well as everyone who has played and supported this amazing game every step of the journey!\n",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1321766700,
            "txt_content": "-口-球人气啊 我想上1000的说。。原来980都被扣了n多了"
        },
        {
            "author": "LSG",
            "timestamp": 1321766760,
            "txt_content": "沙了个发             O(∩_∩)O~"
        },
        {
            "author": "Xin",
            "timestamp": 1321772580,
            "txt_content": "啥时候来个 minecraft Online"
        },
        {
            "author": "紫枫",
            "timestamp": 1321777740,
            "txt_content": "Xin 发表于 2011-11-20 15:03 \n啥时候来个 minecraft Online\nONLINE是在线（网游）游戏啊- -\nMC不有网页的C版吗- -"
        },
        {
            "author": "geludan",
            "timestamp": 1321791240,
            "txt_content": "婴幼儿到77岁。。。"
        },
        {
            "author": "qw789456zx",
            "timestamp": 1321818000,
            "txt_content": "green丶bastard 发表于 2011-11-20 13:25 \n-口-球人气啊 我想上1000的说。。原来980都被扣了n多了\n还差几点~~ 不过没事  来水贴   我奶你几口"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1321850520,
            "txt_content": "谢谢大家了-.- 我去看看今天的新闻"
        },
        {
            "author": "s8man",
            "timestamp": 1321877280,
            "txt_content": "老大，那不是大英帝国……是联合王国吧，万恶的习惯性翻译。"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1321936380,
            "txt_content": "s8man 发表于 2011-11-21 20:08 \n老大，那不是大英帝国……是联合王国吧，万恶的习惯性翻译。\n我很讨厌英美 就这样翻译了 懂得讽刺的自然知道大英帝国中间那俩中文字啥意思"
        },
        {
            "author": "jameshua",
            "timestamp": 1321969800,
            "txt_content": "同感        "
        }
    ]
}