{
    "title": "【网游之幽冥血魔】第三章",
    "author": "934202481",
    "replyCount": 2,
    "timestamp": 1371641820,
    "txt_content": " 本帖最后由 934202481 于 2013-6-29 18:23 编辑 \n\n    【网游之幽冥血魔】索引：http://www.mcbbs.net/thread-127401-1-1.html\n\n    第二天，林晨宇打理好一切就进入《灭天》游戏。\n\n    又是那一道道的白光，“叮......欢迎回来林晨宇先生，现在服务器已经开放，你是要进入游戏吗？“\n\n    林晨宇点了点头。\n\n    “开始传送，......欢迎来到《灭天》世界，你已经被分配到10000号新手村”\n\n    瞬间林晨宇失去了五感，他感觉不到任何东西......渐渐的杂乱的声音在耳边响起，让林晨宇一阵难受，他慢慢睁开眼，看向眼前的一切。眼前的景物是那么的让人陶醉，仿佛在叙说华夏几千年的文化，古色古香的建筑，木质的房子，空气中漂浮着一种清新的味道。\n\n    但林晨宇并未在意这一切，。他先活动一下身体，感觉跟现实没什么两样。他立刻跑开，找一个安静的角落换上新手套装，随后看了一下，像其他网游一样，刚开始系统只会啬蔷的送玩家，加属性点不高的新手衣。\n\n    新手布衣：装备要求：无，品级：白板，属性：防御+2\n\n    新手长裤：装备要求：无，品级：白板，属性：防御+1\n\n    新手布鞋：装备要求：无，品级：白板，属性：防御+1\n\n    身上新手套装的属性加起来不过是4点防御，虽然微不足道，但多少有的用。林晨宇突然一个激灵，打开自己的装备栏，数了一下，有50个格子，里面有一把孤零零的细小长剑，他将其唤出，看了看属性。\n\n    新手长剑：装备要求：无，品级：白板，属性：攻击+3\n\n    他挥动一下长剑，感觉挺顺手便收入背包。林晨宇看了看地图，先向村长领些任务得些物品。一边走，而林晨宇却不知道自己成了人群中的焦点。他那让人羡慕的相貌，对女人有着致命的吸引力......虽然穿着粗糙的新手布衣，但并没有掩盖他的魅力。\n    林晨宇不以为然，边看着自己的初始属性，边向村长走着.\n\n    人物：幽冥辰天\n\n    等级：0\n\n    职业：见习刺客\n\n    声望：0 金钱：0\n\n    基本属性：敏捷：10，攻击：7，体质4，精神：4\n\n    固定属性：幸运：10，悟性：0，魅力：0\n\n    生命：40\n\n    魔法：40\n\n    物理攻击力：17\n\n    魔法攻击力：8\n\n    物理防御力：12\n\n    命中：10\n\n    回避：10\n\n    反映力：79\n\n    感知力：51\n\n    专注力：44\n\n    出手速度：100\n\n    移动速度：100\n\n    水系抗性：0%\n\n    火系抗性：0%\n\n    土系抗性：0%\n\n    风系抗性：0%\n\n    雷系抗性：0%\n\n    光系抗性 : 0%\n\n    暗系抗性：0%   \n\n    技能：\n    疾风跑：刺客专属技能，10秒内移动速度和攻击速度增加10%，冷却60秒，每次耗蓝20点魔法值。\n\n    割喉：刺客专属技能，对敌人造成自己物理攻击力╳120%的伤害，1%几率致死，180秒冷却，每次消耗25点魔法值。\n\n    洞察术：全属性技能，探知不高于自身十级的怪物属性，无冷却，每次消耗1点魔法值。\n\n    嗯，看来刺客的技能还是不错的，不知道其他职业的怎样，应该也是很强力的。刚看完，林晨宇就到了村长家门前，“笃笃——，请问村长在吗？”刚敲完，一股力量吧林晨宇弹开，一道白光闪过，一位年纪老迈的老者出现在林晨宇眼前，“呃......请问您是村长？”\n\n    “是的，年轻人，你是来接任务的吗？”\n\n    “是的。”\n\n    “叮，由于你幸运过人，新手村村长将为你讲起源大陆的故事，”\n\n    “来着异界的的勇者啊，我在你身上看到了我当年的样子，看来又有一个英雄要诞生了，请问，你要听这个大陆的故事吗？”\n\n    “叮，10000号村长请你听他的故事，完成任务可获得神秘物品。”\n\n    “好的村长，能得到村长的认可，本人高兴还来不及呢！”林晨宇不经撇撇嘴，如果不是奖励我还懒得听。\n\n    “这个世界叫起源大陆，是血魔煞神创造的。”\n\n    “嗯？煞神，为什么？”\n\n    村长看了看他，抬起头回忆道，“这故事还得从几万年前说起啊，据村里的一带老人们说他是一个凶魔，无恶不作的凶魔，但如果没有他，恐怕我们脚下还是一片海洋吧。”村长自嘲道，“远古时期，那时候以血魔为首，其次是圣女，魔王。据说即使圣女，魔王合力也不可能打败他，因为，他的血色匕首！”\n\n    “匕首？”\n\n    “是的，那匕首可是用999999个孤魂野鬼的灵魂炼制九九八十一天完成的，常人碰一下就会被带走灵魂，即使是圣女，被碰一下灵魂也会重伤。”\n\n    “为什么他自己没有事呢？”\n\n    “他是血魔啊，凌驾于阎王之上的啊，对于灵魂的操纵力更是强悍。”\n\n    “那他现在在那呢？”\n\n    “他已经在十万年前的一场战斗中死去了。”\n\n    “为什么。”\n\n    “这个我也不知道。”村长沉思片刻，复杂的说。\n\n    林晨宇看了看他那复杂的眼睛，肯定隐藏些什么。\n\n    “算了，撇开这些不说，先说一下这是世界的规则把......”\n\n    村长一说，就说了差不多半个多小时，其中不少都是废话，让林晨宇都有些耐不住气，不过倒是让他领悟了不少东西。比如：装备的等级，有白板，青铜，白银，黄金，仙器，圣器，神器。这个大陆的形状还有点特别，居然是一个婴儿状，不知道血魔脑袋里想的是什么。而我们华夏就在婴儿的脑袋部分，东瀛继续在东部。\n\n    “叮......你完成了任务‘村长的述说’，获得了幽盈剑一把，五瓶小恢复药水。”\n\n    得到了奖励，林晨宇迫不及待打开背包那出那把幽盈剑。\n\n    幽盈剑：\n\n    使用要求：无\n\n    品级：青铜。\n\n    属性：攻击力+20。一把散发着幽光的小短剑，刺客职业速度加成2%，攻击力2%。\n\n    技能：闪现：对一个方向进行瞬间短距离移动，5分钟冷却，每次耗蓝30点魔法值。\n\n    强大的属性，让0级的林晨宇的手微微颤抖，要知道，现在《灭天》还没开服够24小时，打怪能得到一把白板的装备已经是幸运无比。现在他手中的竟然是一般青铜级别的武器，如果放出去，定会遭世人的眼红，那些富家子弟恐怕杀人灭口的想法都有了。\n\n     “叮......你获得‘初级采集术’。”“这个技能应该对你有用吧。”村长和蔼的看向他。\n\n    “怎么样，对这武器还满意吗？”村长在一旁问。\n\n    “满意，满意，这么强力的武器一定能祝我一臂之力。”\n\n    “那就好，那就好，那么异世界的勇士啊，灭天世界魔气肆虐，大量生物都被魔化，就连平常温和的动物也不例外。你是一个英雄，你愿意去平坦草原帮我消灭50只愤怒的牛吗？”\n\n    “叮，10000号新手村村长请你帮助消灭50只愤怒的牛，任务属性，普通，任务期限，无，任务奖励：100经验，5瓶小恢复药水。”\n\n    这是新手玩家最基本，也是第一个任务，林晨宇摁下接受，向村长道别。随后往铁匠铺的方向跑去。\n\n    “你好，铁匠铺大叔，请问我有什么可以帮你的吗？”走进铁匠铺，林晨宇想打铁的铁匠问道。\n\n    “啊，你好异世界的冒险者，现在刚好有一件是要你去做，我最近锻造的材料不够了，你愿意帮我收集野猪的牙齿吗?”\n\n    “叮......铁匠请你帮助他去收集30只野猪的牙齿，任务属性：普通，任务期限：无，任务奖励：200经验，3级随机防具一件。”\n\n    这个好像不顺路啊，问一问有没有其他的任务，“那个大叔，这个任务太容易了，有没有其他的。”\n\n   “哈哈，小伙子，看不出来还挺有能耐的，行，那你去平坦草原帮我收集一些牛头怪的牙齿和皮吧。”\n\n    “叮......任务更新，铁匠请你去帮助他收30个牛头怪的牙齿和皮，任务属性：隐藏，任务期限：七天，任务奖励：500经验，5级隐藏装备两件，10个银币。”\n\n    哇，就一句话开出了隐藏任务，果然10点幸运不是盖的啊，最重要的是他们都在一个地方。\n\n    “接受。”\n\n    向铁匠道别，林晨宇像踏着风一般朝平坦草原飞奔而去。\n\n\n（嗯，等考完试在更新吧，就这样把~~~）\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "psm0509",
            "timestamp": 1371643320,
            "txt_content": "沙发..........."
        },
        {
            "author": "934202481",
            "timestamp": 1371643440,
            "txt_content": "psm0509 发表于 2013-6-19 20:02 \n沙发...........\n谢谢支持~~~"
        }
    ]
}