{
    "title": "《方块历险》第四章（二） MC小说",
    "author": "y941655052",
    "replyCount": 1,
    "timestamp": 1371695280,
    "txt_content": " 本帖最后由 y941655052 于 2013-6-20 11:51 编辑 \n\n    正世界 未知区域           神剑碎了！碎了。。。。。。             看到这一幕，史蒂芬的心也如神剑一样碎了。            “嗷呜”HIM召唤出的狼突然发出了冷酷的嚎叫声，那充斥着死亡气息的声音刺激着史蒂芬的耳朵。一滴滴汗水在史蒂芬的额头上探出头来。史蒂芬顾不得收拾碎掉的心了，迅速的往后退了几步，做出一副万分警惕的样子。            “HIM简直就是个怪物！有着NB的能力逆天的装备就算了！连宠物都不一样！我靠！”史蒂芬小声嘀咕的，但没有丝毫的松懈。            狼朝着史蒂芬冲了过来，冒着红光的眼睛让人感觉到死神的召唤，四肢退拍打着地面，引起了一阵尘土飞扬。            狼对史蒂芬就是一个飞扑，不过幸好史蒂芬早有防备。一个侧身就闪过了，可是狼实在太快了，史蒂芬的臂铠还是被狼的爪子给抓到了。            “卡崩”臂铠瞬间出现了一条裂缝，史蒂芬不禁倒吸一口冷气。“嗷呜”狼又发出了一声嚎叫，一肢前退有力的拍打着地面的，紧绷着另外三肢腿准备着第二次的攻击。            领教了狼的厉害之后，史蒂芬不敢有丝毫大意，打起了十二分精神。双手握拳挡在胸前，边提防着狼的第二次攻击边想着怎么对付它。            红眼狼好似知道史蒂芬在想办法对付自己，丝毫不给史蒂芬想的时间，一个箭步就冲了上去。            又是一个飞扑。            又是侧身一闪。            然而局势却与刚才截然不同。            狼在空中突然转移了重心迅速的落下，朝还没有站稳身形的史蒂芬再次扑去。            史蒂芬一愣，一下子就被狼压倒在地上。“卡崩”瞬间一阵痛感袭来，史蒂芬感觉自己的两只手已经举白旗了，竟然毫无知觉，恐怕骨头已经断掉了！            “嗷呜”狼站在史蒂芬身上骄傲的仰天长啸。            “我该怎么办？我该怎么办？我该怎么办！”            死亡逼近可是史蒂芬却束手无策。“然道就这样等死吗？不，不可以？可是我又有什么办法哪？”            “唉，算了。离开这个世界也好，就不会再有任何烦恼了。”史蒂芬渐渐地放弃了抵抗，缓缓地闭上了眼睛。            月光下狼的脖子毫无保留的暴露在史蒂芬的视线里，史蒂芬隐隐约约能看见黝黑的肉下隐藏着殷红的血管在不断跳动着，显示着生命的活力。            史蒂芬打了个激灵“如果它脖子被我搞断的话，我就能活下来了！”想到这史蒂芬微微激动了一下，面露喜色。可是神色有黯淡了下来“就算攻击它的脖子可以使我活下来，但是我怎么攻击？用手？不可能！手的骨头估计已经断掉了，连一点知觉都没有。而且就算没断，被这只狼四肢爪子压着，也抽不出身来。然道就没什么办法了嘛？就要被狼咬死了吗？等等。。。。。。咬！我可以咬它”又是一阵激动。\n            史蒂芬没有犹豫深吸了一口气，蓄足了吃奶的力气。吃力地抬起头，对着狼的脖子就是一口！            正沉浸在胜利所带来的喜悦中的狼完全没有料到史蒂芬会攻击自己。史蒂芬这一咬，使狼一下子失去了理智。露出了动物的本能疯狂的摇着头，企图甩掉史蒂芬。却不用爪子拍打史蒂芬的头。            “咔咔咔”史蒂芬的脖子传来了骨头挪动的声音，可是史蒂芬丝毫不受影响，只是拼命地咬着狼的脖子不松嘴。反正松开嘴肯定会被眼前这只狼咬死，但是如果不松嘴的话即使脖子有可能被扭断，但至少也能在那之前把狼的脖子咬断同归于尽。如果运气好的话说不定还能在狼扭断自己脖子之前把狼给杀掉。孰重孰轻，史蒂芬心里十分明白。            史蒂芬能清晰地听到狼脖子处的肉的破裂声，他能感觉到自己的牙齿正在一寸一寸地深入。            渐渐地，血如涓涓溪流从史蒂芬牙齿咬破的地方流了出来，使得史蒂芬满脸通红。            可这并不是史蒂芬的目的所在，现在史蒂芬所造成的伤害对狼来说可能只是稍微严重一点的皮外伤，并不能致命。而史蒂芬的目的是要咬破脖子那边殷红的大血管，只要这样，就算这只狼是神仙恐怕也难逃一死！            突然，狼意识到了自己犯了一个致命的错误——它不该拼命地摇头让史蒂芬在惯性的作用下越要越深，更不应该不用爪子去拍史蒂芬使史蒂芬能在它的脖子上“撒野”！            亡羊补牢，为时不晚。狼立刻补救，一爪子拍向了史蒂芬“嘶”清脆而又响亮的声音。史蒂芬因为惯性一下子扯下了狼一块肉，可是脸上去挂了彩留下了3道血红的爪印。“嗷呜，嗷呜，嗷呜！”狼痛苦的嚎叫着。            没有了肉的遮挡狼的血管彻底的暴露在了史蒂芬的视线里。            狼怒视着史蒂芬，恨不得一口把他给吃了。            此刻史蒂芬为了活下去，已经杀红了眼。“咕噜”一声把从狼身上扯下来的那块肉咽到肚子里去，抬头就朝着血管咬去。            或许是因为这只狼不是普通的狼的缘故，史蒂芬吃下了那块狼肉顿时觉得浑身充满了力气，虽然双手还是没有知觉，但是史蒂芬自信自己朝着脖子这一咬，这只狼肯定会马上就去见上帝。            只听“嘭”的一声狼的血管破裂了，血喷的史蒂芬满了都是。            “嗷，嗷”狼有气无力的叫了两声，做了最后几下无用地抵抗，就没气了。\n      “咕噜，咕噜”“真好喝啊！”虽然狼已经死掉了但是史蒂芬的嘴并没有离开狼的血管。并不是因为史蒂芬非常恨狼想要鞭尸，而是因为就在血管破裂的瞬间，血疯狂的涌入了史蒂芬的嘴，刚开始史蒂芬并不想和狼的血。可是就被迫喝了几口之后，史蒂芬仿佛觉得这血有魔力似的，让自己喝了就停不下来了。            几个声息间史蒂芬就把狼全身的血都喝光了。他犹意未尽地用手擦了擦嘴巴站了起来。            刚才史蒂芬和狼搏斗的整个过程，HIM都没有插手，而是在旁边观看。而且在狼处于下风的时候HIM不禁没有紧张反而十分的激动和开心——这是它的一个癖好，欣赏生命的奇迹！            “你的手。。。。。。”HIM惊诧的说到。 \n            “我的手……”，史蒂芬的手突然出现了许多银白色的毛，不但包括他的手臂，胸口与大腿等身上全部都长出了银白色的毛。他的眼前一片血红，躁动的心情一涌而上。“呜！！”，他的身体开始变形，有一些骨头开始突变了起来。他跪倒在地上，痛苦的声音甚至震撼到了‘HIM’。“啊！！！！！！！！！”，他双手捶地，震碎了地面，地上的裂缝显示出了他的力道。他已经不是人了……‘他’仰天长鸣……“嗷呜！！！！！！”\n\n            接着，‘他’盯上了‘HIM’。沉重的踏出几步，震碎着地面，然后它瞬间跳了起来，扑向了‘HIM’……      本章未完      索引贴点击这里",
    "replies": [
        {
            "author": "yinyue",
            "timestamp": 1371730800,
            "txt_content": "不咋滴.这么快就打了起来."
        }
    ]
}