{
    "title": "寻踪星期二——第一季（11）：哈弗迪克兰城！",
    "author": "星麒尔",
    "replyCount": 1,
    "timestamp": 1371877800,
    "txt_content": "上话回顾：我们成功拯救了沙漠村庄，钻石雕像也被搬回了储物室，而也得到了应得到的奖赏。但我在最后才得知，科里奥只是个流浪汉，于是我要让他接受新的、不同的场面，感受真正人生的真实。寻踪星期二——第一季（11）：哈弗迪克兰城！  走出了沙漠，走出了赤道的范围，身体因为先前的热劲而舒适无比，似乎已经到了仙界。而科里奥还有些不习惯；橡木可活跃了，一只不停地叫唤。我们到了一片宽广无比的平原，草原上也是出人意料的平坦，甚至连一棵树都难以找到。空气很新鲜，没有花就仿佛闻到了花香，我甚至在想：“把我们的麦咖城搬到这里就好啦！”  忽然，一个细腻甜美的声音响起：“欢迎来到哈弗迪克兰城！”  虽然这声音很甜美，但我和科里奥还是很有警惕之心，更何况我们的耳朵根本就不知道这声音来自哪里：“谁？”  我刚刚才说完，就感觉到一股奇怪的气息，紧接着，科里奥不知怎么着，歪三倒四的，好像站不稳，我也突然感觉到了头晕，渐渐地，恍惚看见了一个女孩子……  “欢迎来到哈弗迪克兰城！”这个细腻的声音再次响起在我的耳畔。我揉了揉眼睛，缓慢地睁开了眼，我差点又晕了过去——眼前不再是那宽广的平原，而是繁华的城市！我还在敲自己的脑壳，看看自己是不是在做梦，而我发现，我没有做梦。我的面前站着一个女孩子，紫色发亮的头发披在两肩，脖子上围着一条蓝色的围巾，穿着白色和橘色相间的衣服，个子只比我低一点，有着一双水晶颜色的眼睛（我还差点当成钻石），性格似乎很活泼，身材很好，可爱动人。\n\n\n\n\n贝诺蓝.jpg (21.98 KB, 下载次数: 0)\n\n下载附件\n\n2013-6-22 13:09 上传\n\n\n\n\n  我扭头看了看科里奥和橡木，科里奥一直盯着那个女孩子看，还不断地咽口水，橡木偏着头也在看我，好像在说：“这不科学！”  我观察了一下周围，我们是在一个小庭院里，周围都是高楼和大厦，比麦咖城都要繁华一倍。  我还没开口赞叹，那个可爱的女孩子却摆了个撒娇的姿势说：“你们一定很奇怪吧，为什么自己会无意间来到这个地方？因为这里和刚才的平原有一个磁场连接的无形隧道，可以让来往的人无意中瞬移到这里，不过，这里是哈弗迪克兰的城市。我是你们的考核新人向导，我叫贝诺蓝，你们叫我蓝蓝就好啦。”  “考核新人向导？”我疑惑地说。  “呃……说起来很麻烦，这里和其他城市没什么区别，唯一特殊的规则就是：进来后就不可以离开了。”  “什么？！”我和科里奥几乎同时惊叫。  “别冲动，也怪我没说清楚。这里本来的城市人民就不多，而且都是有才华的，要不然你们也不会进来了，说明哈弗迪克兰王还是看重你们的。再说，你们为什么一来就这么慌张，这里有那么可怕吗？嗯，想出去只有一个办法。”  科里奥却说：“出去干啥，我还没见过世面，这城市这么碉堡，住这儿也没啥不好。”  我听完科里奥这话，不禁有点生气：“哼，还真像你说的，走到哪里哪里就是你家！你住这儿吧！我还得回麦咖城呢。话说回来，到底有什么办法可以出去？”  科里奥有点脸红地摇了摇头，贝诺蓝回答道：“第一，要先去见哈弗迪克兰王并申请退城；第二，要经过三个考验方可批准申请；第三，穿过磁场隧道。”  “就这么简单？”科里奥说。  我拍了一下科里奥，道：“简单？第一条和第三条似乎并不难，但第二条当中的三个考验……”  贝诺蓝说：“没错，第二条才是重点，如果没能通过，就永远不能离开哈弗迪克兰城。实不相瞒，其实我也不是这里的人，在这里呆太久了，想要出去都不行，所以……其实，我的第一考验就是做一次向导，好了，我的第一考验完成了。如果你们想离开这里，就去找哈弗迪克兰王吧。”  “第一考验这么简单？”我很不解。  “第一考验是由一个人的能力决定的，能力越高，考验就越高，所以我们的考验估计是不一样的。看你们的样子，应该要难些吧，或者你们就别离开了。如果你们真的想离开这里，我就带你们去哈弗迪克兰中央吧，不过你们可能不会见到王，因为对于要离开这里的人，自己是无法正对的。”  哈弗迪克兰中央。  这里都是用上等材料做成的建筑，极为辉煌，但我们这些要离开这里的人，门口的卫兵只把一张纸递给了我们，上面写道：  我想你们已经知道了这里的一些规矩，但我还是劝你们别离开这里，难道这里不好吗？如果你们还有疑虑的话，就在这里先呆上一天试试这里的环境再作考虑。                                    ——哈弗迪克兰王  科里奥竟然高兴了：“哈哈，对呀，咱们在这里呆一天，看看咋样，说不定好的话咱就别去你那麦咖城啦，这里难道没那里好吗？”  “闭嘴！”我生气的冲着科里奥喊道，“我又不是看城市好不好，而是想念我的家人了，你这种没有亲人的家伙是不懂的！”  我这回是真的生气了，连旁边的橡木都吓了一跳，对呀，科里奥只是个流浪汉，他怎么会懂呢？  我又摇了摇头，说：“……好吧，先呆上一天，走这么长时间的路，休息休息没什么不好。”  卫兵又传给贝诺蓝一张纸，说：“小姐，您的离城第一考完成了，这是第二考说明。”  贝诺蓝眼神颦蹙地看着这张纸说：“这这这……”\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 1)\n\n下载附件\n\n2013-6-22 13:09 上传\n\n\n\n\n  未完待续……（12）    \n",
    "replies": [
        {
            "author": "1871932310",
            "timestamp": 1371878100,
            "txt_content": "沙发{:10_492:}    琐琐碎碎琐琐碎碎琐琐碎碎琐琐碎碎琐琐碎碎诉讼"
        }
    ]
}