{
    "title": "【最新新闻】mojang和yogcast的讨论",
    "author": "green丶bastard",
    "replyCount": 5,
    "timestamp": 1321942680,
    "txt_content": "\n图片中的文字翻译： 【】中的是我的注释 （下到上，也就是最早发布到最晚的）\nnotch： 哇。恨意，骂意和威胁在yogcast粉丝中泛滥，我该停止要舌了。\nnotch：yogcast不停地侮辱别人，在他们背地说坏话，不愿意合作，像个溢出的女歌手。（就是喷壶）\nnotch：他们说我们是一帮子呆子，不知道如何运作一个恭喜，我们付钱让他们来（没人拿到钱） 【看得懂notch的意思吧】\nnotch：他们还说mc火爆是因为他们，我们应该非常感谢他们，整一个傻X。 （马赛克掉了 我知道是啥字）\nnotch：一个小p孩还要他们签东西，我已经在上面签过了，那小孩说他可以把我签的划掉，用“f。。you”代替。\nnotch： 除了部分yogcast自我中心的yogcast粉丝之外，mc大家族的人都非常尊敬人，非常为人着想的。\nnotch：我已经很疲惫了，该说的都说了，反正事情过去了。我真是非常十分无敌喜欢他们的表现，真的。 【看不懂的也别学语文了】\n\nyogcast： 我们回到英国了会连文带图解释的。\nyogcast：到时候回家了我们会给出全面的解释。\nyogcast：到了英国我们就会给予解释。\n\n\n\n\n可以看出因为这次的minecon，yogcast工作人员和mojang的notch有分歧。notch说了自己的想法，yogcast人员也说了一旦到了英国他们会给予反应，不过现在还没。\n\n分歧产生的原因应该是yogcast工作人员在讨论时所谓的态度。当时气氛紧张高调，这俩团体貌似没啥巨大的冲突。\n\n英语原文：\nIt would seem that there is some dispute with recent events, specifically between Mojang's Notch and the crew of Yogscast.  While Notch has commented on his side of the tale, Yogs has stated that they will comment on the situation when they arrive home in the UK, and have not officially responded as yet.\n\nThe dispute seems to revolve around the Yogscast crews' alleged behavior during the convention.  While tensions seem high, there has not yet been a direct conflict between the two parties.  Indeed, the interview between Yogscast and Notch seemed quite positive, indicating that the incident may simply be a misunderstanding.  We will be posting updates as they become available - check back frequently!\n\n\n\n\n\n别忘了，我们在派送稀有的mc版本xbox，360！！！！简单的登录curse论坛帐号，在线登机你就有机会获得~只有3个，你还在等什么？行动吧！\n\n英语原文：\nDon't forget, we are giving away a rare Minecraft-themed Xbox360 in our Premium Giveaway Sweepstakes!  Simply log into your Curse Premium account, and register online today for your chance to pick up this awesome collector's item - there are only 3 like it in the world, so don't miss out - sign up now!\n\n\nps：看不见图请那梯子上墙到隔壁家院子里去（你懂）\n",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1321943340,
            "txt_content": " 本帖最后由 green丶bastard 于 2011-11-22 15:03 编辑 \n\n个人认为吧，首先notch在twitter扔了脏话有点不妥，而且notch在指责整个yogcast整体而不是犯事的个体，总而言之我们不能光看notch这一方，虽然我不是啥yogcast粉丝但是我知道yogcast是个巨大的团体，冲撞起来不好 要看双反的见解。\n\nI personaly think, first of all, notch swearing on twitter is a bit inappropriate (i know how he feel when seeing yogcast F-bombing in front of kids, but he shouldn't swear, this will then show an oxymoron among the two large parties), yet notch seem pointing his finger at the entire yogcast community not those individual(s) who behaved like this. Thus we shouldn't be bias and flame people without seeing yogcast's explanation, but I agree with notch, some people are being real a**holes, acting like jerks and probaly retarded due to their childish behaviors. I'm not a yogcast fan (although I watch their videos), but we all know yogcast is a large, fan-based community, avoiding conflicts are necessary."
        },
        {
            "author": "geludan",
            "timestamp": 1321950120,
            "txt_content": "yogcast是什么"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1321950660,
            "txt_content": "geludan 发表于 2011-11-22 16:22 \nyogcast是什么\n我是玩了mc将近1年才知道有yogcast并看了他们录像觉得很不错，"
        },
        {
            "author": "klamben",
            "timestamp": 1321952520,
            "txt_content": "green丶bastard 发表于 2011-11-22 16:31 \n我是玩了mc将近1年才知道有yogcast并看了他们录像觉得很不错，\n我是看到了yogcast的录像才玩Minecraft的"
        },
        {
            "author": "xinyuactor",
            "timestamp": 1322122800,
            "txt_content": " 本帖最后由 xinyuactor 于 2011-11-24 16:22 编辑 \n\nI'm Dave ! Yognau(gh)t!\n\n此事Yogscast方面已经给出答复了，态度非常谦和，对事情的处理方法也很有绅士风度。以下是Yogscast的声明（英语，实在不想翻译，经典客观的评论也非常多，更何况这贴不会火- -）\n\nhttp://www.reddit.com/r/Minecraf ... notchs_twitterings/\n\n大概翻译：【虽然很理解Notch在Minecon上非常疲劳，他发这样的推我们也很伤心，他是我们仰慕与敬佩的人。Notch发表的那些指责我们绝对没有在任何场合做过。最烦恼的是Notch说我们给小孩签名的时候说“滚开”，把Notch的签名划掉。我们绝对不可能做这种事情。我们参加了彩排，半数Mojang（Notch的公司）的人可以作证。作为一个新Show，Mojang做的组织工作其实挺差。邀请我们去参加Minecon，但所有提供给我们的资源是两间卧室与一个很小的会议室，我们的10人团队仅在机票、食宿就是个负担。我们还免费发放了100件特别T恤。我们没有拿Notch一分钱，也从来没有索要过一分钱。而且之前Mojang把我们此次的网络直播权出售给了IGN，甚至没有与我们说一声。我们本想取消此次旅行，但是我们不愿让我们的追随者失望，管他呢，去参加吧。同时带去许多不能亲自参加Minecon的Minecraft爱好者们的杰作供大家分享。他们为Minecraft美好的今天做了很大贡献。  ---Lewis & Simon & Hannah】\n\n我翻译的挺粗糙，原文的语句语气细腻很多。\n\n【他们对自己的观众确实非常好，网上有很多去过现场的人证明的。与他们一起参加签名会的还有youtube著名的游戏频道作者CaptainSparklez，也对Yogscast的评价很高。另一个youtube的鼻祖级游戏视频作者TotalBiscuit称Notch对英式幽默反应不良。不少现场的观众也反映现场调解管理比较混乱，只因为Mojang的时间安排表有误几十观众失望的双手空空回家。】\n\n【现在请看这里！Notch对Yogscast声明的回复！（完全引自原文）】\n\nxNotch  5 hours ago* \n\n【Fair enough.\nedit: I meant this in a positive way.\n（好吧。\n编辑：这是褒义的。）】\n\n引用很多词条回复：【Notch的公共关系能力好比一个高中女孩。】\n\nYogscast发表声明之后，舆论很大部分倾向于他们。网友纷纷指责Notch为何撒谎，欠Yogscast一个道歉。\n\nNotch其实在公共关系方面有名的不成熟，言论非常情绪化，易怒。之前与著名的《上古卷轴5：天际》的制作组吵得就挺热闹。我们都尊重他的创造，他及其天赋的才华。不过此次网络交锋中表现就非常掉身份。至少你有不满应该首先与Yogscast私下解决，而不是在网上翻江倒海。Notch在最新的推上坚持说自己没有撒谎，网友让他提供自己的证据。此后Notch语气变软，说可能有误会产生，即便网友已经事先猜到此原因了。原文：\n\n【It's likely the entire Yogscast scenario is just stress related misunderstanding. I apologize for bringing it online before talking to them.\n4 hours ago\n（此次Yogscast事件看起来是场误会。我致歉不应该与他们交流之前把这事放到网上。-发表于此贴4小时前）】\n\nYogscast则在此次事件中也有损失。他们的youtube频道/user/BlueXephos被很多人取消订阅，他们的网站被黑客攻击至今不能登陆，甚至他们从Minecon坐飞机回家在下机时也为此遭到了一些人的骚扰。\n\n事到如今，在Notch详细阐述事情原由之前不会有进一步发展了。\n\n------方括号【】内全部是引用语和部分网友与第三方的观点，其余是个人观点。-------\n\n全部手输。。即使没几个人看，发泄一下呵呵，Yogscast在大陆算是没什么人缘了。多年前他们刚做YoGPoD出名的年代曾经有个香港人捐钱给他们过，在此对这位大哥/大姐敬礼。"
        }
    ]
}