{
    "title": "我是小欲才干干  来我和银狼是好朋友 我来打击下他求回复",
    "author": "小欲",
    "replyCount": 5,
    "timestamp": 1372392540,
    "txt_content": " 本帖最后由 小欲 于 2013-6-28 12:09 编辑 \n\n那是一个闷热的夏天，因为被辞职我的心情糟的一塌糊涂，我走在路上哼这流行的音乐，我这才20的小青年，就不信没有个好的工作，呵呵。他开始跑，大喊:我陈明也有个好的明天。\n  第二天    他来到#公司面试，面试官是个美女，让陈明口水都流了出来，无论在心里说多少遍的冷静，在面试的时候说话还是结结巴巴的，但还是成功了。他也很惊讶，但还是去上班了。\n第三天    陈明坐在椅子上 “我咋个就考上了，我这么紧张，为什么？”拍了拍同事的肩膀“可以告诉我下吗”同事看了他一眼“因为你看了他不流口水”正在喝水的陈明差点喷了，抹了抹嘴“就这么简单”陈明惊讶的回到“是啊，我还看到过有人流鼻血呢”陈明咽了口水“那谢谢了，请问兄弟你叫？”  “我叫西门林花”   “哦，林花！”  陈明回头看了一眼  “我晕是个女的”  林花鄙视的看这陈明  “叫什么，女的不能来上班吗”   “恩！我错了师姐，不是， 是学姐”  “叫我林花吧” “哦，我亲爱的林花姐以后要罩我哦”  林花低下了头因为她脸红了。这时那个面试官美女走了过去，把陈明的魂都勾走了，陈明听说这个美女是新上司，就跑去加深印象。这个时候林花才抬起头，叹了一声，看这陈明的背影“我要是有这么漂亮就好了”\n   这个时候的陈明来到了办公室，美女看着他“你来这干嘛？” 陈明笑着说“听说您是老板，就来交流交流我叫陈明”  “我叫叶晨雨，不知道来交流什么” “呵呵叫是来聊聊天” 陈明无耻的说到，晨雨看着他“看来你很闲啊，这有很多文件，做完叫给你一样东西” 陈明惊讶的看着晨雨 “给我什么？”晨雨笑着说“做完以后吧”\n    陈明用了三天的时间做完了文件来到晨雨的办公室，晨雨看着做完的文件说:“你想要什么” 陈明想都没想就说:“给我一次追你的机会”晨雨轻笑到“好我给你但还要看你的努力了”\n  陈明用了一年的时间追到了晨雨才知道她是那家公司的千金，陈明狂汗。\n     今天，陈明结婚了，陈明高兴的像个疯子，谁娶了这美的老婆都很高兴，但就在路上出事了。出租车里“师傅你开快点，我今天结婚，”陈明焦急的说到，老师傅不慌不忙的 “年轻人，冷静下来”陈明也没说什么，但心里也超慌。\n    两三分钟后  车子震了震，老师傅停车  “又发现了什么事？”陈明出门就看到黑色的天，陈明一脸惊讶，突然挂起很强风，天空出现了一个漩涡，强大的吸力把地面上的所有，都吸到空中，陈明慌忙的抓住了旁边的电线杠，强大的吸了还是把陈明吸进了漩涡，之后在天空的车、树、碎片都掉了下来，天空又回复了青蓝色。\n  另个时空黑色的漩涡吐了很多东西，一个人被冲上了沙滩。就个小时后他醒了发现自己变了，变成了正方形，这是那，哎我的婚礼，我能活着是个奇迹\n",
    "replies": [
        {
            "author": "wr786",
            "timestamp": 1372392660,
            "txt_content": "话说末尾没有标点&，说话大多没有标点……"
        },
        {
            "author": "银狼",
            "timestamp": 1372392780,
            "txt_content": "好吧，他是我的一个朋友，来顶一顶吧。 - -"
        },
        {
            "author": "Technology",
            "timestamp": 1372392780,
            "txt_content": "银狼 发表于 2013-6-28 12:13 \n好吧，他是我的一个朋友，来顶一顶吧。 - -\n标题直接把我笑尿了.."
        },
        {
            "author": "银狼",
            "timestamp": 1372392840,
            "txt_content": "Technology 发表于 2013-6-28 12:13 \n标题直接把我笑尿了..\n没文化，很可怕，还有，他现在就在我旁边..."
        },
        {
            "author": "银狼",
            "timestamp": 1372392900,
            "txt_content": "Technology 发表于 2013-6-28 12:13 \n标题直接把我笑尿了..\nTech快去小组加分啦！我们都等着呢。（话说我的人气快光了... =A=）"
        }
    ]
}