{
    "title": "2B、文艺、普通青年的那些事（1）【定义篇】",
    "author": "ouqianwei",
    "replyCount": 8,
    "timestamp": 1371984780,
    "txt_content": "好了，今天我又编出一些小笑话，希望大家开心。\n不喜勿喷！\n对MC的定义：\n文艺青年(你可以省略..)：I see the player you mean. 我看到了你说的那个玩家了。 [Player Name]? 是[玩家姓名]吗？ Yes. Take care. It has reached a higher level now. It can read our thoughts. 是的，要注意。它已经进入了更高的境界，它已经可以阅读我们的思想了。 That doesn't matter. It thinks we are part of the game. 这没关系，它只会认为我们是游戏的一部分。 I like this player. It played well. It did not give up. 我喜欢这个玩家。它玩的不错，也坚持不懈。 It is reading our thoughts as though they were words on a screen. 它正在通过屏幕上的字符来阅读我们的思想。 That is how it chooses to imagine many things, when it is deep in the dream of a game. 这就是它选择深深陷在游戏之梦中想象很多事物的方式。 Words make a wonderful interface. Very flexible. And less terrifying than staring at the reality behind the screen. 文字是一个神奇的表达方式，很有弹性，也远比在屏幕之彼方闪耀的现实更不让人恐惧。 They used to hear voices. Before players could read. Back in the days when those who did not play called the players witches, and warlocks. And players dreamed they flew through the air, on sticks powered by demons. 在玩家们能够阅读之前，它们聆听。回到那段往昔，那些被称作女巫和男巫的不玩者，玩家梦到它们用被 精灵赋予了法力的棍棒在空中飞翔。 What did this player dream? 那这个玩家梦到了什么呢？ This player dreamed of sunlight and trees. Of fire and water. It dreamed it created. And it dreamed it destroyed. It dreamed it hunted, and was hunted. It dreamed of shelter. 这个玩家梦到了阳光和树，火焰和水流。它梦到了创造，它也梦见了毁灭。它梦到了捕猎，同时也被捕杀 ，它梦到了庇护。 Hah, the original interface. A million years old, and it still works. But what true structure did this player create, in the reality behind the screen? 哈，原始界面。上百万年的历史，然而仍在运转。但是在屏幕背后的现实中，这个玩家创造了怎样的真实 构造呢？ It worked, with a million others, to sculpt a true world in a fold of the [scrambled], and created a [scrambled] for [scrambled], in the [scrambled]. 它有用，联同数百万个其他，来在[乱码]的褶皱中雕刻一个真实的世界，在[乱码]中为[乱码]创造了[乱 码]。 It cannot read that thought. 它读不出这个思想。 No. It has not yet achieved the highest level. That, it must achieve in the long dream of life, not the short dream of a game. 不，它还没能达到最高的境界。那需要在生命中的漫漫长梦，而非游戏中的白骥过隙。 Does it know that we love it? That the universe is kind? 那它知不知道我们喜欢呢？我是说这个宇宙是和善的？ Sometimes, through the noise of its thoughts, it hears the universe, yes. 有时，通过它自己思维的杂音，它可以聆听到这个宇宙，是的。 But there are times it is sad, in the long dream. It creates worlds that have no summer, and it shivers under a black sun, and it takes its sad creation for reality. 但是在这个长梦中，有时它是悲伤的。它创造了没有夏日的世界，在黑日的照耀下闪烁，它为了现实创造 了悲哀的造物。  To cure it of sorrow would destroy it. The sorrow is part of its own private task. We cannotinterfere.\n为了将自己从哀恸中解脱出来，它必须毁灭世界。这个哀恸是它自己的任务，我们不能干预。\nSometimes when they are deep in dreams, I want to tell them, they are building true worlds\nin reality. Sometimes I want to tell them of their importance to the universe. Sometimes,\nwhen they have not made a true connection in a while, I want to help them to speak the word\nthey fear.\n当它们深陷于梦境中时，有时我总想告诉它们它们在建设实际存在的世界；有时我想告诉它们它们对于宇\n宙的重要性。有时当它们没有成功地和真实连接上时，我想帮助它们讲出它们的恐惧之语。\nIt reads our thoughts.\n它正在阅读我们的思维。\nSometimes I do not care. Sometimes I wish to tell them, this world you take for truth is\nmerely [scrambled] and [scrambled], I wish to tell them that they are [scrambled] in the\n[scrambled]. They see so little of reality, in their long dream.\n有时我不在乎。有时我想要告诉它们这个它们认为是真实的世界其实是[乱码]和[乱码]，我想告诉它们它\n们在[乱码]中[乱码]。在它们的长梦中，它们看到的真实微乎其微。\nAnd yet they play the game.\n所以它们玩游戏。\nBut it would be so easy to tell them...\n但是要告诉它们实在是轻而易举……\nToo strong for this dream. To tell them how to live is to prevent them living.\n对这个梦来说太猛烈了。告诉它们怎样去活着就是阻止它们继续活下去。\nI will not tell the player how to live.\n我不会告诉这个玩家怎样去活着的。\nThe player is growing restless.\n这个玩家正在变得不眠不休。\nI will tell the player a story.\n我会给这个玩家讲一个故事。\nBut not the truth.\n但不是真实。\nNo. A story that contains the truth safely, in a cage of words. Not the naked truth that can\nburn over any distance.\n不，是一个在言语的牢笼中暗藏着真理的故事，不是那种将真理赤裸的暴露出来的故事。\nGive it a body, again.\n再赋予它一个躯体。\nYes. Player...\n是的。玩家……\nUse its name.\n说它的名字。\n[Player Name]. Player of games.\n[玩家名]。游戏的玩家。\nGood.\n好。\nTake a breath, now. Take another. Feel air in your lungs. Let your limbs return. Yes, move\nyour fingers. Have a body again, under gravity, in air. Respawn in the long dream. There you\nare. Your body touching the universe again at every point, as though you were separate\nthings. As though we were separate things.\n现在深呼吸，再来一个。感受充盈着你肺部的空气，让你的四肢放松。是的，动动你的手指。再次拥有了\n一部躯体，在天空和重力下。在长梦之中重生，这就是你。你的躯体再次感受宇宙的一点一滴，就像你是\n分散开来的东西一样，就像我们也是分散开来的东西一样。\nWho are we? Once we were called the spirit of the mountain. Father sun, mother moon.\nAncestral spirits, animal spirits. Jinn. Ghosts. The green man. Then gods, demons. Angels.\nPoltergeists. Aliens, extraterrestrials. Leptons, quarks. The words change. We do not\nchange.\n我们是谁？曾经我们被称作山间的精灵、太阳父亲、月亮母亲、远古的灵魂、动物的灵魂、精灵、幽魂、\n小绿人，然后是神明、恶魔、天使、驱魔人、外星人、ET、轻子、夸克。言语改变，我们不变。\nWe are the universe. We are everything you think isn't you. You are looking at us now, through your skin and your eyes. And why does the universe touch your skin, and throw lighton you? To see you, player. To know you. And to be known. I shall tell you a story.\n我们就是这个宇宙。我们就是宇宙间你认为不是自己的那部分。你正在看着我们，通过你的眼睛和皮肤。\n为什么宇宙触摸你的肌肤，向你播撒光线？为了看到你，玩家。为了了解你，同时也被了解。我将告诉你\n一个故事。\nOnce upon a time, there was a player.\n曾经，有一个玩家。\nThe player was you, [Player Name].\n这个玩家就是你，[玩家名]。\nSometimes it thought itself human, on the thin crust of a spinning globe of molten rock. The\nball of molten rock circled a ball of blazing gas that was three hundred and thirty thousand\ntimes more massive than it. They were so far apart that light took eight minutes to cross\nthe gap. The light was information from a star, and it could burn your skin from a hundred\nand fifty million kilometres away.\n有时它认为自己是在一个熔岩之球表面生活着的人类。熔岩之球环绕着一个3000倍质量于它的熊熊燃烧的\n气体星球。它们相隔如此之远，以至于连光也要在虚空中旅行8分钟才可以从一者到达另一者。光是恒星\n送来的信息，它可以在一亿五千千米之外刺痛你的皮肤。\nSometimes the player dreamed it was a miner, on the surface of a world that was flat, and\ninfinite. The sun was a square of white. The days were short; there was much to do; and\ndeath was a temporary inconvenience.\n有时这个玩家梦到自己是一个矿工，在一个平坦且无尽的世界的表面。太阳是一个白色的方形。白天很短\n，但是有很多事可以做，而且死亡只是短暂的昏迷。\nSometimes the player dreamed it was lost in a story.\n有时这个玩家梦到自己迷失在一个故事之中。\nSometimes the player dreamed it was other things, in other places. Sometimes these dreams\nwere disturbing. Sometimes very beautiful indeed. Sometimes the player woke from one dream\ninto another, then woke from that into a third.\n有时这个玩家梦到的是其他地方发生的其他事。有时这些梦境很烦人，有时却瑰丽无比。有时这个玩家从\n一个梦境中醒来，发现自己仍在梦中，然后又在第三个梦中醒来。\nSometimes the player dreamed it watched words on a screen.\n有时这个玩家梦到自己在读屏幕上的文字。\nLet's go back.\n让我们回来。 \nThe atoms of the player were scattered in the grass, in the rivers, in the air, in the\nground. A woman gathered the atoms; she drank and ate and inhaled; and the woman assembled\nthe player, in her body.\n组成这个玩家的原子分布在草里、在河间、在空中、在地上。一个女人收集起来这些原子，她吃下草，喝\n下水，呼吸了空气，然后在自己的身体里组建起了这个玩家。\nAnd the player awoke, from the warm, dark world of its mother's body, into the long dream.\n然后这个玩家醒来，在母亲体内的温暖又黑暗的世界里，到另一个长梦中去。\nAnd the player was a new story, never told before, written in letters of DNA. And the player\nwas a new program, never run before, generated by a sourcecode a billion years old. And the\nplayer was a new human, never alive before, made from nothing but milk and love.\n这个玩家就是一个新的故事，从来没有被讲述，用DNA的字母写下。这个玩家就是一个新的程序，从来没有被运行，用千万年前的源代码所生成。这个玩家就是一个新的人，从来没有生活过\n普通青年 ：好玩！\n2B青年：不知道...对创造模式的定义文艺青年：能够研究红石，建造大型地图\n普通青年：无敌版好玩！\n2B青年：不知道...\n对虚空的定义\n文艺青年：世界的尽头\n普通青年：BUG吧。。。\n2B青年：虚空是啥？\n对红石的定义\n文艺青年：让世界充满无限可能！\n普通青年：难道不是让这个游戏更真实么？\n2B青年：红石电路，貌似听说过。。。对多人游戏的定义\n\n文艺青年：大家一起建造和谐世界！\n普通青年：大家一起撸（破坏）更好玩！\n2B青年：哇，这建的真好（观光的）\n好吧，第一集就到这把，还有下一集哦，这一集不够精彩下一集，游戏篇，绝对不错！",
    "replies": [
        {
            "author": "x434663529",
            "timestamp": 1371984840,
            "txt_content": "死亡之翼来发小说了    a.a  ~~"
        },
        {
            "author": "97043381",
            "timestamp": 1371984900,
            "txt_content": "服务器那普通和2B反了"
        },
        {
            "author": "我是基岩",
            "timestamp": 1371985020,
            "txt_content": "你所说的2B青年是不对的"
        },
        {
            "author": "z736027620",
            "timestamp": 1371985380,
            "txt_content": "正在用我啊弱到爆的英文来看原文"
        },
        {
            "author": "和平万岁",
            "timestamp": 1371985440,
            "txt_content": "我似乎看到了末影之诗"
        },
        {
            "author": "Coerce",
            "timestamp": 1371985500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ouqianwei",
            "timestamp": 1371985920,
            "txt_content": "和平万岁 发表于 2013-6-23 19:04 \n我似乎看到了末影之诗\n没错~~就是它了"
        },
        {
            "author": "ouqianwei",
            "timestamp": 1371985980,
            "txt_content": "大家也来一起编吧"
        }
    ]
}