{
    "title": "申请矿工茶馆版主",
    "author": "逢坂大河",
    "replyCount": 13,
    "timestamp": 1372003620,
    "txt_content": "格式上次都写过的...不过就不好意思直接复制过来了.\n\n\n申请版块︰哪缺人手就把我扔到哪里去吧..\n职业︰学生\n年龄︰16\n在线时间状况︰考后闲置中,时间不是问题啦..\n个人专长︰写文\n语言能力︰中文+日本语\n联系方式︰MoeAisaka@moegirl.org\n管理经验︰...\n申请理由︰凑人手..\n\n妹抖想要复出哦,各位赏个脸吧~~=w=\n混乱掌柜,这样子可以吗..??",
    "replies": [
        {
            "author": "孤剩",
            "timestamp": 1372004220,
            "txt_content": "发现一枚上届版主{:10_510:}"
        },
        {
            "author": "geludan",
            "timestamp": 1372006260,
            "txt_content": "你是哪个单位的？你发这些什么目的，是谁指使你的？你的动机是什么？取得有关部门许可了吗 ？这里容许你发了吗？你背后是谁，发这些想干什么？你想颠覆什么？破坏什么？回答不上来？那么跟我走一趟，顺便把你家水表带上，取证，别说我们瞎抓你，都是有理有据的。\n\n呵呵，你现在特别高兴是不是？是不是一股智商的优越感油然而生是不是？不是我说你。你觉着这样有意思么？这样做能提高你的收入还是能提高你的社会地位？还是你终于有了虎菊一震的感觉？好了你也别脸红了，洗洗睡吧 ，你以为我们都和你一样无聊吗？生活是美好的，不要认为我们都是那么的猥亵不堪，这个社会需要你去建设，你的城市需要你去规划伟大的发展蓝图，不要 挑战我们的理解能力，要知道现在是21世纪，我们什么没见过，还以为我们是山村的农民吗？社会进步很快，希望你也要保持社会公民的先进性教育，如果你是学生，你的作业完成了吗？你考试得了多少分？你的成绩达到你父母的要求了吗？如果你已经就业了，你完成了领导交代的任务了吗？你履行了你作为职员的责 任了吗？不要每天都上网，还整一些无聊的话题，你真的以为你很内涵吗？在我们看来你只是哗众取宠。你，你要做个对社会，对生活，对国家，对世界有用的人。\n\n本人郑重声明：\n     本次回帖之所有内容（包括但不限于汉字、拼音、外文字母、单词、句子、图片、影像、录音，以及前述之各种任意组合等等）完全是复制粘贴，来源于国际互联网，本人并不明白其全部或部分之意思（包括但不限于对所复制粘贴之内容的识别、阅读、理解、分析、记忆等等），故本人不对以上及本内容负任何法律责任（包括但不限于刑事、民事责任）及其他潜在责任与义务（包括但不限于相关国家已存在、正在形成、未来将形成之的法律法规之责任），请不要跨省追捕（包括但不限于省级市级州级县级镇级乡级村级行政机关、企事业单位、司法机关、立法机关等等任何机构、单位、组织及该机构、单位和组织中的任何个人）。要详查请亲自直接联系原作者，\n     另:本人持有居住地三级甲等医院心血管科,心胸外科,精神科,神经内科,神经外科,遗传学科所出具有法律效力之健康证明,可证明本人无心脏病史及家族病史,无做噩梦病史及家族病史.同时还持有由本人幼儿院老师,院长,院party委书记,小中大学班主任,校长,校party委书记以及数十亲友共同签字证词,可证明本人素无参与或企图参与躲猫猫,弹脑门及任何可能危害生命健康的不良游戏之意向。\n\n本人郑重声明：\n本人系文盲，文中多数字不认识，多数词不明白其含义，跟帖行为纯粹是身体缺乏营养，倒置肌肉神经抽搐，被动随手敲击键盘所致，并不意味本人同意、支持、反对，或了解、知晓文中观点，如有任何疑问请直接联系原作者本人。故本人不对以上内容负法律责任（包括民法、刑法或婚姻法，及文中提及或未提及之法律）。\n     另：最近电脑黑客肆虐，因此回复内容可能为黑客发出，而非本人真实意思表示，谢绝跨省追捕，如拟了解详情，请直接与计算机黑客联系。谢谢。\n\n\n本人郑重声明：\n1．本人是文盲，以上内容文字均不认识，也看不懂是什么意思.\n2．本人过去、现在以及将来都不认识楼主，且自古以来与楼主无利益关系。本人过去、现在以及将来都没有或者不准备去杭州，也与该市无贸易往来。楼主表述之事与本人无关，只是本着“看贴（虽然看不懂）回贴，利人利己的中华民族优秀传统美德”\n3. 本人在此留言均为网络上复制，用于检验本人电脑键盘录入、屏幕显示的机械、光电性能。并不代表本人局部或全部同意、支持或者反对楼主观点。\n4. 如本人留言违反国家有关法律，请网络管理员及时删除本人跟贴。本回贴不暗示、鼓励、支持或映射读者作出生活方式、工作态度、婚姻交友、子女教育的积极或消极判断。\n5. 因删贴不及时所产生的任何法律（包括宪法，民法，刑法，书法，公检法，基本法，劳动法，婚姻法，输入法，没办法，国际法，今日说法，吸星大 法，与台湾关系法及文中涉及或可能涉及以及未涉及之法，各地治安管理条例）纠纷或责任本人概不负责。\n6. 本人谢绝任何跨省追捕行为，如有需要请直接联系楼主、原作者以及网络管理员或法人代表。\n7. 此声明最终解释权归本人所有。\n    \n本人郑重声明：\n以上内容全部来自互联网，完全复制粘贴。看帖者请于24小时内自觉、主动、完全忘记。跟帖行为并不意味本人同意、支持、反对，或了解、知晓文中观点，如有任何疑问请直接联系原作者本人。故本人不对以上内容负法律责任（包括民法、刑法或婚姻法，及文中提及或未提及之法律），请勿跨村、跨乡、跨县、跨市、跨省、跨国、跨地球、跨银河系抓捕。谢谢合作！"
        },
        {
            "author": "geludan",
            "timestamp": 1372006260,
            "txt_content": "坑爹，我的长回复需要审核，那我先回复个短的好了。。"
        },
        {
            "author": "逢坂大河",
            "timestamp": 1372006680,
            "txt_content": " 本帖最后由 逢坂大河 于 2013-6-24 02:01 编辑 \ngeludan 发表于 2013-6-24 01:51 \n你是哪个单位的？你发这些什么目的，是谁指使你的？你的动机是什么？取得有关部门许可了吗 ？这里容许你发了 ...\n魂淡!那么长一条没有一句话是有意义的....QAQ  话说卤蛋你的头像怎么了.....\n"
        },
        {
            "author": "geludan",
            "timestamp": 1372007280,
            "txt_content": "逢坂大河 发表于 2013-6-23 17:58 \n魂淡!那么长一条没有一句话是有意义的....QAQ  话说卤蛋你的头像怎么了.....\n目前在休假，所以换个头像。。"
        },
        {
            "author": "星E君",
            "timestamp": 1372010460,
            "txt_content": "geludan 发表于 2013-6-23 11:51 \n你是哪个单位的？你发这些什么目的，是谁指使你的？你的动机是什么？取得有关部门许可了吗 ？这里容许你发了 ...\n辛辛苦苦看完了。。。\n\n你到底是同意还是不同意啊！"
        },
        {
            "author": "Coerce",
            "timestamp": 1372029360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "s100761",
            "timestamp": 1372030500,
            "txt_content": "你那是什么公司的e-mail,好奇怪--"
        },
        {
            "author": "rom718",
            "timestamp": 1372031760,
            "txt_content": " _(:з」∠)_ 虽然不懂，但是好厉害啊！"
        },
        {
            "author": "zzcat770",
            "timestamp": 1372051860,
            "txt_content": "我们发现了一个元老版主啊，快召唤冠希文"
        },
        {
            "author": "混乱",
            "timestamp": 1372054800,
            "txt_content": "欢迎回来！"
        },
        {
            "author": "【Yui】",
            "timestamp": 1372056060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "QAQTAT",
            "timestamp": 1372058460,
            "txt_content": "野生的前任茶馆基佬\n支持一发"
        }
    ]
}