{
    "title": "【小说】《莱克星顿军团》第4章（科幻·每日更新）",
    "author": "1365619159",
    "replyCount": 21,
    "timestamp": 1372126860,
    "txt_content": " 本帖最后由 1365619159 于 2013-6-27 23:40 编辑 \n\n开篇介绍\n       在遥远的希莱银河系，两个庞大的国度就像是两个巨人一样屹立着，它们挥舞着自己的胳膊，试图将对方撂倒，很可惜，势均力敌的战争与和平持续了将近十个世纪。\n       在大国的战争缓冲线上，林立着众多的小国度，而在小国群立的边缘地带，有一个毫不起眼的小国，以及一个连三线都算不上的“一线”军团，但它们都有一个显赫的名字——莱克星顿——那个缔造了一个强大的美利坚合众国，以及一个雄伟的波斯雅德王朝的代名词。\n\nPs：波斯雅德王朝：起源于海瑟历6年，被视为民主制度的末日，但历史上，还有一个更广泛且认同程度更高的称呼：辉煌时代。 \n       很久以前就在构思一部科幻小说，动笔数次，太贱数次。\n       随着年龄的增长，心理状态、个人阅历也增加了很多，《莱克星顿军团》就是在这种想法下，慢慢动笔。\n       本书其实和家园系列、菲雅利帝国模组毫无关系，只是基于家园的宏伟壮观和菲雅利帝国论坛的平台，才会孕育出这样一个小说，而且，本人对于家园的了解并不深（尤其是2代游戏），所以，本书中的很多东西都和家园不符，勿怪。\n\n\n本书内含资料：均来自于互联网和作者个人思索、杜撰。\n声明：本书转载自寒木凌潇的【小说】寒木出品《莱克星顿军团》，根据作者的意思，本书每日都会更新，本人将同步更新（可能会慢半拍~勿怪）。\n\n关于作者：寒木凌潇，我只是使用这个ID帮别人发小说，这玩意不是我写的啊……你们愤怒的呼声，请都送到原帖上……好吧？\n\n书籍目录\n\n第一章 铎尔蓝\n第二章 兵痞\n第三章 启航\n第四章 战斗开始[1]",
    "replies": [
        {
            "author": "1365619159",
            "timestamp": 1372127040,
            "txt_content": "第一章 铎尔蓝\n        莱克星顿王国，东北部的盖得废墟，RU-LK-67#采矿基地（莱克星顿67号 矿产资源采集基地）\n\n        四艘小型采矿船安静的平躺在太空站停泊舰位，一艘破旧的护航艇正率领着四架战斗机进行巡视。\n\n        这里是莱克星顿王国最北端，也是希莱银河系的最北端，除了当年多次战争留下的废墟，这里几乎毫无人迹。据说，在废墟深处，曾经是一颗孤独行星的所在地，后来由于频繁的战争，这颗行星成为了所有残骸、废料和废品的引力体*，但多年过去，曾经数十位胸怀壮志的指挥官在接任莱克星顿军团之后，第一件事情就是出动军力，前去寻找那颗星球。\n\n        运气好的，率领舰队平安归来；运气差的，连带着舰队上的人，一起葬身在茫茫星海——或许是陨石雨，或许是高强度的恒星辐射，更有甚者遇到的是无比恐怖的空间震荡——毕竟，这里是太空，人类耗费了四十万年才踏入，又用了一千七百多年，还未完全了解的神秘地带。\n\n        在4月18日，也就是老指挥官成功归西两个星期后的日子，他们——莱克星顿舰队全体人员——接到了上级的最新通知，那帮死也不肯将他们调离只有冰冷和机械陪伴的边疆之地的杂碎们，气宇轩昂的告诉副指挥官，新的指挥官即将前来接任，并且一再声称，这一次的指挥官绝对是史无前例的能人，那恶心的嘴脸让所有高级军官不齿。\n\n        或许会有人问，有人的地方就有江湖，空降的指挥官倘若一下来就能得到所有人的信服，那么，这个世界恐怕就颠倒了。可是，为什么在莱克星顿舰队，就没有这种状况呢？\n\n        这个问题其实很简单，看看舰队的装备，十五架“LM-CC2”型拦截机：海瑟历2275年，星巴克军工出品；三艘“RTY”护航艇：海瑟历2261年，莱克星顿军事重工建造，再往上，连艘护卫舰都没有，问题是现在是多少年？海瑟历2398年4月21日！名义上的“莱克星顿王国一线战备舰队”，非但要镇守这荒芜的边境，还得不到应有的待遇，连舰船都是百年前的型号。\n\n        我们再瞧瞧硬件设施，“东风湖Ⅱ”小型储存太空站，听起来很不错，可惜，这里驻扎的军人中的任何一位，倘若想要在年龄上超过这座空间站，恐怕都要把祖孙三代的岁数一起加上去才行。\n\n        硬件差，兵员更惨。\n\n        莱克星顿舰队有一个别名“特工别动队”，你以为是精英人才培训中心？错，大错特错！\n\n        著名的人贩子卡莱曾经公开的对司法大臣说过一句话，堪称经典的话：“倘若您愿意给我个选择，在鞭刑至死和盖得*之间，我宁愿选择前者。”\n\n        你看谁不爽？你看谁不顺眼？你觉得有个小白脸在和你喜欢的女人调情？好吧，不要犹豫，动用你手中的权力，让他得到一纸调令——让他去那个只有废品和男人的地方，后悔的呆上一辈子。\n\n        倘若一个人能令社会都无法忍受，却又没有犯法，那么，新的指挥官就被选出来了。而最新的名额，他是铎尔蓝，这恐怕是历史莱克星顿舰队最默默无名的指挥官了。\n\n        他到底有着怎样的劣根，以至于能被委以如此“重任”？让我们下章再叙。\n\n引力体*：类似于黑洞，引力较大从而吸引周身物质，常常会形成废墟堆，当然，也有极微小的几率会形成黑洞。\n盖得*：此处指盖得废墟，也就是莱克星顿舰队驻扎的地方\n   \n本章字数有点少，写惯了魔幻，偶尔换换口味也不错。\n不管多少字，每天都会有更新（10字的请假条也算哦~嘿嘿），人气什么的尽量砸给小弟吧！我……受着~\n有要客串的人吗？不管要不要客串，都请回复~给点鼓励吧~（客串申请：请至作者原帖回复，给我回复没用的）"
        },
        {
            "author": "马赛克了",
            "timestamp": 1372127160,
            "txt_content": "虽然我不是五毛，但不喜欢米国。为啥要加个米国呢，其他名字取得很辣，坐等巨型世界观发布。"
        },
        {
            "author": "1365619159",
            "timestamp": 1372127580,
            "txt_content": "马赛克了 发表于 2013-6-25 10:26 \n虽然我不是五毛，但不喜欢米国。为啥要加个米国呢，其他名字取得很辣，坐等巨型世界观发布。\n加入米国的不是咱~\n请去原帖吐槽，谢谢~"
        },
        {
            "author": "xialingjing",
            "timestamp": 1372128420,
            "txt_content": "帮顶，我看看。"
        },
        {
            "author": "1365619159",
            "timestamp": 1372130100,
            "txt_content": "xialingjing 发表于 2013-6-25 10:47 \n帮顶，我看看。\n妹子~\n难得一见哦~\n这篇小说估计血腥很少，很适合妹子看哦~\n（题外音：你家妹子喜欢战争类型的小说啊！作者：哦呵呵~我什么都不知道~）"
        },
        {
            "author": "1365619159",
            "timestamp": 1372143060,
            "txt_content": "第二章 奸商\n\n        铎尔蓝长得略显英俊，飘逸的刘海安静的呆在他的额头，清爽的衬衫，和熙的微笑和贵族般的气质。站在太空站泊位上的兵痞们已经迫不及待了，这样一个人，不虐待一下，简直对不起他们自己的军魂！\n\n         终于，伴随着长方形的小型运输舰缓缓降落，铎尔蓝并不高大的背影出现在登陆甲板上，兵痞们就像是见到老友一般，呼号着冲过去，恶狠狠的给了他一个“拥抱”。\n\n         一个邋遢的维修工抢在了前面，他兴奋的搂住面前这个看起来无比白净的指挥官，然后，大叫一声：“救命啊——”        “你清楚他是个什么样的人。”昏暗的房间里，安德点燃了他的劣质香烟，灰色的烟雾慢慢扩散开来。\n\n         “混蛋，把烟熄了。”米斯特愤怒的敲击着拐杖，看着安德熄灭他刚刚点起的香烟，过了许久，老人才缓缓开口，“那么，你觉得把他留在这里是个好去处？”\n\n         “额，当然不是……可是，把他扔到那个鸟不拉屎的地方就是最好的去向吗？”安德迟疑了一下，还是开口反驳道，他实在不想看着一个栋梁之才被荒废，就像……就像当年的老师一样。”老师，我已经为他争取到了一个名额……”\n\n         “够了，我自有打算。”米斯特躺倒在床上，神色间是掩饰不住的疲惫，“出去的时候把门关上，名额么，和那些蛀虫交换点有用的东西吧，别打扰我了，我累了。”\n\n         安德无奈的看了一眼他的老师，行了一个弟子礼，退了出去。        铎尔蓝脸上的微笑更浓了，他没想到，这里的痞子们竟然这么热情，还以为自己的碳素合金做的土枪用不上了呢。\n\n         “大哥，热情啊！”铎尔蓝面带微笑的夸赞道，这么一说，那个老兵痞脸上更是像死了娘一般。\n\n         “不是，不是啊，小哥，你听我说，其实我……”加卡觉得自己倒了八辈子霉了，虽然不清楚身后的枪械到底什么样子，可是身后默不作声的人群已经给了他最大的暗示；而且，从触感来看，这口径，都快赶上小型激光速射炮了吧，妈的，这都是什么世道，小白脸都带着大口径武器上街了。\n\n         “碳素合金！HR碳素合金！”人群中有个年轻人忽然喊道，戴着眼镜的他张着大大的嘴，看起来无比滑稽。\n\n         “不错哦。”铎尔蓝哈哈一笑，语气还是那么温和，可是他的话却让很多人愤怒起来：“我还以为这里都是一群混日子的渣滓呢！”\n\n         “啥，你说什么！”“兄弟们，我们不能忍啊！”小白脸，给老子……“”“你他……”\n\n         “都给老子闭嘴！”一直在旁观的一名军官忽然大吼道，然后指着那些叫骂的军痞——“你们有能耐，冲上去啊！冲啊，不是吼得挺响亮的吗！”。\n\n         铎尔蓝看着军官的军衔，四枚天蓝色菊花，一名大校的军衔，看来是副指挥官。还算有个明白人，他拍了拍手，身后出现了三个庞大的身影。\n\n         那个眼镜男再次惊呼：“重型搬运机器人！天啊！”\n\n        微微一笑，铎尔蓝走出舰外。\n\n        “东风湖Ⅱ”小型储存太空站，设计蓝图最初起源于已经灭亡的国家：邦特联邦，莱克星顿舰队的太空站是由邦特第四重工制造的，在海瑟历2196年交付使用，仔细算来，基本上快两百年历史了。\n\n        整个太空站分为三大部分。第一，指挥系统，除了在太空站中心的指挥室，在右侧的隔舱里，还有一个备用的紧急指挥室，这两个地方掌控着站内的所有舰船起落、能源调配的情况，并负责协调工作；第二，生活系统，包括一个微型水培农业区和两个轻度供氧系统（一个备用），整个生活系统可以提供四百人生存的资源和床位，并且储存多达一万五千吨的货物；第三，防卫系统，这些系统部件多位于太空站外层，方形的太空站构成的八个角，放置着简单的“UI-3”自动火炮，而在内部，指挥系统附近都有几门自启动的小口径激光枪。可惜，这些内部防御系统不但都处在明处，而且，穿上最新的重型战斗防护服的人，恐怕可以站在一个点上，被攻击三十次，并且不会出现死亡情况。\n\n        一切的前提只有一个：足够的能源。\n\n        这次赴任，铎尔蓝是抱着赖在这里不走的心态而来的，毕竟，老师的交代还在耳边，那些政客们也期待着自己回去，乖乖被他们玩弄于股掌之间；可惜，他们忽视了自己的老师。\n\n        六十门“火焰龙”大口径激光炮，四十架矿工机器人，四艘最新采矿船的零件，十五架前年才列装部队的“VB”拦截机的零件，还有两艘潜行跟随的小型无人运输船。只要有足够的资金，铎尔蓝有足够的信心，在这遥远的边疆打造一个充满希望的都市。\n\n        “渣滓*们，早晚推翻你们！”\n\n渣滓*：指代莱克星顿的政客，由于社会矛盾日益尖锐，两大国之间的摩擦与冲突时有发生，政治家为了让莱克星顿王国在夹缝中生存，逐渐演变成两派：政治家和政客，政治家主张中立论，政客则支持有限卖国论，但君子始终斗不过小人，政客逐渐掌管权力阶层，就在这种情况下，铎尔蓝等一系列政治家派别的支持者，被以各种莫须有来搁置。"
        },
        {
            "author": "tteicom",
            "timestamp": 1372144560,
            "txt_content": "这个可以有。。。。先顶一下。。。。。"
        },
        {
            "author": "1365619159",
            "timestamp": 1372144800,
            "txt_content": "tteicom 发表于 2013-6-25 15:16 \n这个可以有。。。。先顶一下。。。。。\n怎么到处都有你的身影！！！"
        },
        {
            "author": "474645956",
            "timestamp": 1372146480,
            "txt_content": "我来顶楼主，楼下顶起。"
        },
        {
            "author": "tteicom",
            "timestamp": 1372160880,
            "txt_content": "1365619159 发表于 2013-6-25 15:20 \n怎么到处都有你的身影！！！\n妹的。。。不是你拉我过来的么。。。。。{:10_498:}"
        },
        {
            "author": "薯条",
            "timestamp": 1372162080,
            "txt_content": "顶上~~~{:10_523:}"
        },
        {
            "author": "1365619159",
            "timestamp": 1372167960,
            "txt_content": "薯条 发表于 2013-6-25 20:08 \n顶上~~~\n谢谢，还有，你楼上的那货太凶残了！\n我只是拉他过来而已啊！"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1372218600,
            "txt_content": "马赛克了 发表于 2013-6-25 10:26 \n虽然我不是五毛，但不喜欢米国。为啥要加个米国呢，其他名字取得很辣，坐等巨型世界观发布。\n看到签名了。你准备怎么赔我狗眼？"
        },
        {
            "author": "马赛克了",
            "timestamp": 1372218960,
            "txt_content": "这不算什么。这星期将推出图片动画，其实就是图片组合，非常掉节操，准备好你的基岩眼镜。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1372219020,
            "txt_content": "马赛克了 发表于 2013-6-26 11:56 \n这不算什么。这星期将推出图片动画，其实就是图片组合，非常掉节操，准备好你的基岩眼镜。\n你准备怎么赔大家的狗眼？"
        },
        {
            "author": "1365619159",
            "timestamp": 1372221060,
            "txt_content": " 本帖最后由 1365619159 于 2013-6-26 12:32 编辑 \n风之心_天双 发表于 2013-6-26 11:57 \n你准备怎么赔大家的狗眼？\n我的才不是狗眼！\n哥是……24K三钛大分子鎏金高清3D钻石眼镜，IC 4S 出品，值得信赖！"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1372221240,
            "txt_content": "马赛克了 发表于 2013-6-26 11:56 \n这不算什么。这星期将推出图片动画，其实就是图片组合，非常掉节操，准备好你的基岩眼镜。\n你准备怎么赔大家的狗眼？你准备怎么赔1365619159的 24K三钛大分子鎏金高清3D钻石眼镜，IC 4S 出品，值得信赖 狗眼？"
        },
        {
            "author": "1365619159",
            "timestamp": 1372234080,
            "txt_content": " 本帖最后由 1365619159 于 2013-6-26 16:10 编辑 \n\n第三章 启航\n（本人重新排了一下版~喜欢的请回复一下）\n\n一直以来，在盖得废墟工作的采矿船都是老旧的“R3”型号，这样古老的舰艇只能收集一些含矿量略高的矿渣和小型残骸。　　　前一种东西，只有两大帝国的一些废矿回收公司会收购，并且每吨的价格仅为10RU左右，这点钱还不够来回一趟的运费。后一样，也就是在战争中留下的残骸，则是由65%以上的可回收物质组成的重要再生资源，当然，对内收购价也被政府压得很低，每吨竟然只卖120RU。眼镜男信誓旦旦的向铎尔蓝担保过，只要能够让他开发冶炼机械，每吨残骸绝对可以产出最少价值400RU的金属。　　　铎尔蓝自认为不是什么好人，那群猥琐的政客把他整到这里，那么索性，除了必须缴纳的残骸，剩余的东西都留在舰队的空间站，等以后自己有足够的资源，组建一支私军或许是不错的选择。　　　太空站的零件调配仓库内，现在快乱成垃圾堆了，到处都是各式各样的零件，从崭新的中心轴承到早已生锈的熟铁装甲，铎尔蓝凭借自己的“手段”动员了三十名兵痞帮他组装采矿船。　　　当然，这三十人里面，有一半都受过基本的战舰结构学教育，其中一位，更是有中级维修师的职称——十年前考取的。　　　组装采矿船并没有大家想象中的快，就连那个耐性不错的副指挥，都忍不住去看了一次，结果，一个丑陋不堪的船体才被搭好一半，倘若没有组装说明书，不知道他们要把这艘号称线条最流畅的采矿船，给弄成什么鬼样子。　　　所以，铎尔蓝暂停了新采矿船的组装工作，转而进行护航艇的改装。　　　海瑟历2398年4月27日，周六，法定休息日。　　　“紧急通告，全体集合。紧急通告，全体集合。紧急通告……”　　　铎尔蓝站在指挥台上，身后站着副指挥官——也就是那个蓝菊大校——和整个舰队唯一的一名中级维修师：加卡。　　　铎尔蓝怎么也想不到，一个有着中级维修师职称的人，是如何流落到如此地步的，在严格地职称评定中，中级维修师可以独立的维修中小型简单器械和微小型机械，铎尔蓝看过他的职称证，上面还明确标有“【军事】”两个橙色小字，能考取这种职称的人，就算在军队呆不下去，也可以去小公司当个技术总监。　　　很快，舰队成员都集中完毕，虽然由于多年的积病，这些人还在低下嗡嗡个不停，但至少这些老兵痞们，能在短短十分钟内集合，就说明他们曾经还是受过专业训练的。　　　“安静，安静。”试了试话筒，铎尔蓝从桌子上拿起一份计划书，“我是你们的指挥官，铎尔蓝，现在，我以总舰队指挥的名义，启动‘TK-01’计划，代号‘屯矿’，所有非值守人员，请登舰。”\n铎尔蓝也不想现在就启动囤矿计划，可是任重而道远，整个舰队满编共有11万人，军饷在层层盘剥之下，到舰队后勤方面之后，就只剩下十分之一的数额，更何况这鸟不拉屎的地方绝对是不可能达到满编。　　　现在的舰队成员只有375人，每年来自军务总署的军费仅为20万RU，听起来还不错，但每个王国军人的在职薪金，每个月应该有150RU的基础工资，执行任务另算，也就是说，不执行任务的情况下，每年的工资总支出为67.5万。而维护太空站和舰船的开支，每年也要花费5万RU。这些费用还没完，因为莱克星顿舰队执行的是“长期驻守边境采矿区”的任务，食品、电力之类的补给一半由当地政府提供，另一半由军部提供。这里哪有当地政府？更何况军部的补给到舰队的时候，还能剩下多少？　　　零零总总的各类开支，恐怕莱克星顿舰队每年都要花费一百万RU，区区二十万，杯水车薪。　　　这次任务，老式的“RTY”护航艇和“LM-CC2”型拦截机全部出动，并且一艘“RTY”护航艇已经完成了改装，安装了一门“火焰龙”大口径激光炮，改装后的型号被命名为“RTY-Fire”。　　　虽然护航艇上的能量仅供“火焰龙”和两门漫射炮持续开火十七分钟，但这就足够应对一般的战斗了，除非“RTY-Fire”护航艇遇到了重型护卫舰，否则，连两艘以下的轻型护卫舰遇到他们，都要退让三分。　　　“各单位各就位，舰组人员请测试舰体数据，战机请试航。”　　　“R1* report，Test complete（R1报告，测试完毕）。”　　　“R2 report，Test complete。”　　　“RF report，Test complete。”　　　“LM1 report，Trials complete（LM1报告，试航完毕）。”　　　“LM2 report……”　　　“全体预备，启航！”"
        },
        {
            "author": "1365619159",
            "timestamp": 1372347480,
            "txt_content": " 本帖最后由 1365619159 于 2013-6-27 23:39 编辑 \n\n第四章 战斗开始[1]\n璀璨的星河孕育了无数文明，BML-4X-66T恒星的湛蓝色光辉闪耀着，毫无吝啬的洒在灰色刚磷合金覆盖的舰体上，偶尔会反射出一丝亮银色的光芒，那是一门硕大的的二连装漫射炮。\n“我们此行的目标大家都看过了，有什么建议？”\n放下手中的计划书，最先开口的不是副指挥，而是坐在桌子最内侧的年轻人。\n“我反对。”\n会议开始的第一句话，竟然就是如此直白的反对，不禁引起一阵议论，毕竟，这个总指挥的脾气还没有摸清楚，可是他拿着枪顶着老维修师的那一幕，半数的人都看到了。\n长得略胖的脸庞和稚气未脱的绒毛，在会议室的冷光灯的照射下，透露出一股年轻的味道，他的双手置于腿上，瘦小的身体和略显粗大的骨节显得尤为突出，通过乳白色的光芒，可以看到他的手上有些开始褪去的老茧。\n就在所有人都紧紧注视着铎尔蓝，虽然总指挥向来是最令社会上的“那些人”恶心的，但并不意味着他一人能通天。在舰队的历史上，就出现过数次，总指挥来到舰队数十天内就意外身亡的事件，倘若铎尔蓝做的太过分，他们不介意换一个新的总指挥。\n“嗯，下一个。”\n所幸，铎尔蓝只是点了点头，他注视着自己手中的笔，似乎那支海瑟历2390年制作的“动力蓝”激光笔有着莫大的吸引力，可是，那的确是一支略显陈旧的激光笔。\n“我反对！”\n声音更大了，但发出反对声的还是那个年轻人，一些老人已经看不过去了，毕竟，总指挥给你一次面子，你再发出反驳，无论是从哪方面讲都有点说不过去。\n副指挥正准备开口，一道略显温和的话慢慢从铎尔蓝的嘴中吐露出来。\n“说出你的理由，勃艮第中尉。”\n或许是没想到铎尔蓝记得他的名字，勃艮第愣了一下，然后，抬起头，直视着总指挥。\n“首先，我们的准备不充分，如果要详细说的话，那么你可以调用2375年的第76号C级文件，里面详细的注释了关于盖得废墟的海盗，他们的实力至少是我们的一点五倍，并且，那还是十五年前的情报。”\n“其次，舰队军人的意志力极为孱弱，一旦发生较为艰苦的战斗，他们极有可能会出现怯战、临阵脱逃的状况，这对我们的军力，以及你的威信力都是一种极大的打击。”\n“再者，目前我们的状况虽然……”\n“够了。”副指挥和另一位中年少校齐声说道，制止了勃艮第继续说下去的想法，相对于空降总指挥，老人们的威望更容易让人信服。\n之后的讨论平平淡淡，他们想说的话都被勃艮第中尉说了出来。年轻人，从另一方面说，也是很有用的。\n散会的时候，铎尔蓝单独留下了勃艮第。\n刚刚出会议室，一个舰队的老人说了一句话：“还是太年轻。”\n很多人的脚步都是一顿，是啊，太年轻，我们那颗热血澎湃的心，在这样的部队生涯中早就被磨灭了。\n舰队继续前行着，直到距离会议结束已经有半个小时，护航艇上的灯光忽然变成了淡橙色，那是戒备状态的意思，意味着他们已经进入海盗活动范围内。\n在常规时候，他们都是在海盗活动的边缘地区进行采集工作，虽然废品的品质和大小都被严格的限制，但至少安全很多，而且遇到的海盗不对也会少很多。\n而“屯矿”计划中，在最初阶段，莱克星顿舰队就要深入到海盗势力范围的核心层以外，也就意味着，在撤退到安全范围前，舰队可能会与护卫舰一下的海盗进行遭遇战与追击战。\n这对于一个实力相对薄弱的采矿舰队来说，无疑是致命打击！大半夜的跑来更新不容易啊，给个回复吧……\n"
        },
        {
            "author": "1365619159",
            "timestamp": 1372514400,
            "txt_content": "请假，今日请假，明日补上。 \n————————————————————————\n第五章稍后就来，正在誊抄到电脑上，如果有人能帮我转载就好了，我只负责誊抄，毕竟，还有自己的小说没工夫去写。"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1380935400,
            "txt_content": "每日更新……………………"
        }
    ]
}