{
    "title": "（改）MC奇遇1~2集",
    "author": "丿倾世灬辉少丶",
    "replyCount": 7,
    "timestamp": 1372152900,
    "txt_content": "应各位大大的建议啊，我就改下主角的名字啊，叫隽枫（jun feng）哦，对了，因为我的班也有些人看的，所以文中有些括号的地方，看得懂就忽略吧\n                                                第一集\n                                          怎么办，进不进去？\n\n    “隽枫，快来吃午饭，饭都凉了”一个烦躁的声音叫着，“快来吃饭，不然以后都别玩电脑了”“来了”\n      隽枫是个初3的学生，从小对积木之类情有独钟，在一次偶然的机遇，他，遇到了Minecratf(我的世界)这是一款带有生存冒险元素的建造类游戏。整个游戏世界由各种方块构成，玩家可以破坏它们，也可以用自己的方块随意建造东西。为了在游戏里生存和发展，玩家需要通过伐木、挖矿、捕猎等方式获取资源，并通过合成系统打造武器和工具（这方面和《牧场物语》有些类似）。随着游戏的进行，玩家自立更生，逐渐建造出一个自己的家园。（我的世界）没有边界（地图会动态增长），没有结局，也没有等级和分数。虽然有怪物等危险，不过在游戏中生存下去通常并不难。即便死亡，玩家也能在初始地点重生，唯一的损失是死亡时身上的物品会掉落并在一段时间后消失。总之这个开放的游戏并没有什么明确的游戏目的，玩家可以在其中尽情享受探索和创造的乐趣。\n    隽枫匆匆吃完中午饭，继续玩MC（MineCraft的简称，以后都这么叫了- -），“哈哈，来吧，你们这群渣渣的怪兽” 隽枫叫道。“滴…滴…”随着电脑重启声响起，隽枫愤怒的叫着“次奥，这该死的电脑。”隽枫一脚朝主机踢去。“我还没保存呢，哎，感觉不会再爱了…”隽枫等着电脑重启，坐在电脑前。突然，一道紫色的漩涡产生在电脑屏幕前，隽枫惊呼道：“妈，妈，你来看看这电脑”四处一片寂静，隽枫从房门中探出头来，叫道：“妈？”隽枫往三楼跑去，看见妈妈在洗碗，不过，她像电影一样，定格在这里，隽枫去推了推妈妈···纹丝不动。往四处看了看，风停了，太阳静止了，时间仿佛就定格在这一秒，\n  “不，不，这不可能。”止炎冲出了家门，路人保持着原来的动作，没错，一样冷冰冰的站在那里，像活人蜡像馆一样，整个世界都停止了，被时间停止了…\n   隽枫的邪念从心中迸溅出来:‘既然这样，我就在这里吃喝玩乐好了，整个世界都是我的，是我的！！！’止炎冲进了零食店，狂吃不止，冲进了电玩店，玩了一整天。吃饱乐足的隽枫回到了家，那紫色的漩涡还在旋转着，隽枫笑着，走到了电脑屏幕前。\n  把电线拔了！“哈哈，消失吧，漩涡。”但隽枫的笑容定格在脸上，那紫色漩涡还在转着，发出幽幽的紫光。‘等等，那漩涡有点像MC地狱门的漩涡’ 隽枫躺在床上，思索着：‘怎么办，进不进去，进去就是MC的世界，可能是MC吧，但不知还能不能回来，怎么办。’隽枫思索着，‘不管了，先睡一觉再说’， 隽枫闭上了眼睛，但怎么睡也谁不着，这也难怪，大中午的，谁睡得着啊，“次奥，到底怎么办嘛？？？？”隽枫对天呐喊\n\n未完待续…\n\n                              第二集\n                             小木屋                         \n  ‘留在这里，没人可以和我说说话，但很自由。进去漩涡，是MC的世界，也很自由，但不知是极限，生存，还是创建’ 隽枫思索着，‘对了，反正在这里也是无聊，还不如去MC的世界去闯天下呢，我还记得秘籍啊。嗯，决定了’\n    隽枫冲出了家门，四处寻找生活必备品，什么食物啊，武器啊，帐篷啊，什么之类的，全放进一个书包里，不过书包貌似有点放不下，于是左手拿着帐篷材料，右手拿着剑。就这样，踏进了那深邃的漩涡里······\n   “我F**K” 隽枫叫着“这他妈的是什么狗屁玩意儿？”\n  隽枫踏进电脑屏幕后，就飞在漩涡的整上方“不，不是个漩涡” 隽枫叫道“这***是个，是个，龙卷风啊！！！”隽枫被强烈的气流吸入龙卷风当中，还好小光死死抓住电脑屏幕的边框，可惜那帐篷被卷了出去，看着那帐篷在风中被弄得七零八落，隽枫不禁咽了咽口水，‘还好那不是我不然就惨了’。‘呼~呼~呼~’龙卷风毫不留情的收割着地面的方块，隽枫眯着眼看着天空，是晚上，次奥，好进不进，进去之后偏偏好似晚上，次奥，晚上很多怪的啊。电光火石之间，隽枫像是被死神抽出灵魂一样，身体往后飞，随着龙卷风飞走了。怎么回事？隽枫看着空中原来的地方，屏幕消失不见了，‘操操操操操操操操操操操操’ 隽枫心中暗骂道‘早消失，晚消失，偏偏在这个时候消失，难道真是天命难违？’之后隽枫被一个飞来的土块砸中脑袋，昏阙过去…\n  “这，这里是，是什么地方？”隽枫被清晨的太阳照得醒来，隽枫摸着自己疼痛的脑袋，朝四周看去。发现自己躺在河边，是一条较宽的河，河水清澈透底，就像液态的水晶在河里一般。隽枫站了起来，然后看了看四处，背后是一座大约有3十几格高的山，山的旁边有很多的桦树和苹果树，应该是小树林，河的这边是一片大雪原，白皑皑的雪覆盖着众多的树，一望无际。不错啊！隽枫下意识地摸了摸自己的背。次奥，装备都不见了，怎么会这样？不是弄的挺坚固的嘛？不管了先去抓树，要快点，不然很快就晚上了，隽枫向那些树跑去。不过说来也奇怪啊，隽枫看着地上的草和那些树，根本没有风的存在！草和树竟然无风自动！这有点奇葩啊。隽枫看着自己的手，看着面前这棵树，‘哎，伤就伤吧。’隽枫想道。便朝面前的树抓去。哎哟喂，没事啊，隽枫好奇地看着自己的手，既然没流血，那就抓快点了···\n  MC里的1天等于我们现实的2~3分钟而已，所以MC里的时间过得异常的快。不一会儿，就中午了，止炎也空手抓了大约半组的原木和10个桦木，“好了，是时候合成啦！”止炎叫道！之后打开了自己的背包。（PS:不要疑问背包是哪来的，就是按E的那个）隽枫发现，在他的背包里，不仅仅有原木，还有一张破碎的地图…\n\n未完待续... \n\n",
    "replies": [
        {
            "author": "Coerce",
            "timestamp": 1372153140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1372153140,
            "txt_content": "Coerce 发表于 2013-6-25 17:39 \n把字改小一点吧~\n{:10_492:}呃，会的"
        },
        {
            "author": "5656789",
            "timestamp": 1372154820,
            "txt_content": "不错！ 期待下集"
        },
        {
            "author": "铁皮人",
            "timestamp": 1372154880,
            "txt_content": "呵呵呵，还可以吧\n有时间你可以去看GHOSTV9的小说"
        },
        {
            "author": "挨姆.西、mc",
            "timestamp": 1372155120,
            "txt_content": "楼主写的有点意思"
        },
        {
            "author": "torch.sun",
            "timestamp": 1376743140,
            "txt_content": "写的好。顶的好。"
        },
        {
            "author": "BRSのminecraft",
            "timestamp": 1399113540,
            "txt_content": "好牛啊！居然穿越了！"
        }
    ]
}