{
    "title": "【*新手必看*】MC所有方块介绍）（已经更新到80）",
    "author": "q1786803468",
    "replyCount": 16,
    "timestamp": 1372386540,
    "txt_content": "\n\n                                          ●  介绍帖话..可能会错版 如果错了麻烦版主移动一下...谢谢 ●\n&以下是图片（我没有找到图床批量发布所以直接用了图片批量所以讲究下）：\n\n[attach]212631[/attach]\nID：1.石头(Stone)石头(Stone)，也被称为“原石”，是在主世界中大量存在的一种方块。它的全部六个面使用相同的材质。采集石头会得到圆石。石头经常在建筑、道路和各种工程中被当做建材。石头是普通的地图中第二常见的方块，仅次于空气。 \n[attach]212632[/attach]\nID：02.草方块（Grass Block） 草（Grass Block）是一个很早就在游戏中引入的方块。它使用3种图像，一种是灰色的，它是用来根据该草所处的生物群系填上相应颜色。一种是借用泥土的材质作为底部，以及在四周为修改上草的泥土材质；当被雪覆盖时，它的四周为白色。在自然生成的地图上，草会出现在没有液体的最上方土块或不透明固体块上面。\n在挖掘时，草块与泥土一样。它们会掉下泥土和最好用锹挖掘；然而，它们被挖掘时会发出不同的声音，挖掘所需的时间也稍长。在向上挖掘时，这可以用来让玩家知道自己将到达表面了。 \n\n[attach]212633[/attach]\nID：03.泥土(Dirt) 泥土(Dirt)是最早引入游戏中的方块之一，它的六个面都有相同的材质。泥土在正常生成的世界地图中非常常见，同时它也是地质上层的主要方块。一般产生位置的介于草、雪、石头之间，同时它也可能在各种海拔的地下和水底出现。泥土是非常脆弱的方块，能够轻易的被TNT和爬行者炸开，因此它不适于做掩体。泥土主要用来做地面。当一块泥土与一块被草皮覆盖的泥土相邻并且这块泥土暴漏在亮度4+时（通常光源为阳光或火把），那么它可能会变成一块被草皮覆盖的泥土，这种情况是随机，不可预测的。 泥土很容易挖掘，通常挖掘矿石时会无意间采集到许多泥土。无论怎么挖掘，它总会掉出一块可捡起的泥土。用手就能较快的挖开泥土，但是如果使用锹速度会更快。\n对放置好的泥土使用锄（鼠标右键）能将其用来耕种。当一个泥块被锄过后，它的顶部的外观就会改变，变得凹凸不平的样子。当开耕后的泥块边上有水的话，它的颜色会变深，这表示这是块湿泥块并可以在上面种上种子。\n泥土不能作为任何制作原料，它唯一的价值在于耕种，作为建造的廉价材料，或任何需要大量不受重力影响方块的工程。 \n\n[attach]212634[/attach]\nID：04.圆石(Cobblestone) 圆石(Cobblestone) 是一种很常见的方块，用于合成多种物品。圆石表面看上去崎岖不平。圆石只有在地牢、要塞、NPC村庄中或岩浆流和水流相遇时才会自然出现。圆石常用于修建中古世纪建筑的各种结构，如城堡、瞭望塔和道路。通过开采石头可以得到圆石。圆石在开采时比石头稍微硬一点；圆石也有另外的一种形态，称为苔石。蠹虫可以进入并躲藏在圆石里。  \n\n[attach]212635[/attach]\nID：05：木板 木板（Wooden Plank）是一种基础类方块，重要的合成材料与建筑材料。它看起来像是一些排列钉好的木材。这个材料很适合用来做为建筑物的主要材质，也很适合用来作小屋。由于木头很容易在大多数能够生长树的生态环境中获得，所以木板属于一种可再生资源。 \n\n[attach]212636[/attach]\nID：6.树苗（Sapling） 树苗（Sapling）是一种可以从树叶得到并会成长为树的重要资源。 在生存模式中，树叶枯萎后有1/20的机率掉落树苗。在Beta1.5版本后，不同的树将掉落不同的树苗，以便种植出不同品种的树。在夜间降临的时候，树苗将判断周围是否有足够的空间和足够的阳光，如果没有的话它将会弹出地面。你也可以使用骨粉来为它施肥，方法是拿着骨粉对着它右键。如果周围空间够大，那它就会在瞬间成长为树。有一点需要注意，就是无论成功与否骨粉都会消失。\n在生存测试中，树苗仅仅是一种装饰品。你可以在任何方块上放置它。在server.properties文件中，你可以修改参数grow-trees来控制树苗的是否成长。（金克拉可以催长） \n\n[attach]212637[/attach]\nID：7.基岩（Bedrock） 基岩（Bedrock），另作Adminium或其他变体,繁体中文称岩床）是一种不可破坏、不可开采的方块，主要用于在主世界底部构造不可穿越的地层。\n基岩只能在创造模式中被摧毁。(真.诺基亚 A.A） \n\n[attach]212638[/attach]\nID：8.水(Water) 水(Water)是一种只有靠玩家利用桶才可以放置的液体（除非被修改到玩家的物品栏里）。在新生成的地图上，水通常以湖的形式存在于海拔64的高度。它也会出现在大海，水塘，地上和地下湖里。\n在下界中没有水，从桶中泼出的水在下界中会立刻被蒸发。然而在下界了里水可以通过溶解冰而形成。从修改器得到的水“方块”也仍然可以在下界中放置。 每格水会降低2个亮度等级。 \n\n[attach]212639[/attach]\nID：10.岩浆(Lava) 岩浆(Lava)是一种会发光和纵火的液体方块。（服务器杀人必备） \n\n[attach]212640[/attach]\nID：12.沙子（Sand） 沙子（Sand）是一种天然方块，可被用来制造玻璃。沙子是由单一的材质构成，六面材质相同。一个值得注意的现象是，当沙子底下没有其他方块时，沙子就会下落直到其底下有其他方块支撑。沙子是四种受重力影响的方块之一（其他三种为沙砾，水以及岩浆），可在很大范围内寻找到，特别是沙漠。另外，湖泊或海洋的沙滩也是由最大4个方块高度的沙子组成的。有时在地下溶洞靠近水源或者地下河底也可找到。沙子常常由沙石支撑，不过天然的漂浮沙子在地图生成过程出现故障时也会出现。生成这样大面积漂浮沙子的地图所用的随机种子也是可能被找到的。\n沙子可以直接用手采集到，用锹可以更快一些。用任何工具都可以使沙子掉落沙子资源。沙子的方块耐久特别低。但沙子受到重力影响下落时，会有一个平滑的下落动画。但下落的沙子掉落到生物或者玩家的脑袋上时，会造成窒息除非他们能成功地移除沙子或离开，否则造成死亡。\n一个沙子方块可以被冶炼为玻璃方块。四个沙子方块与五个火药一起可合成出TNT炸药。四个沙子也可用来制做沙石。\n如果下落的沙子掉落到非固体方块上（比如火把，红石等），他会立即分解为沙子资源。 \n\n[attach]212641[/attach]\nID：13.沙硕(Gravel) 沙砾(Gravel) 是一种方块，一般在天然矿洞，水下，沙滩以及下界中能找到。沙砾沙滩是稀有的，一般称为黑沙海滩，在下界中，沙砾比灵魂沙还要稀少一点点。\n正如沙子，沙砾在没有下方支持物时也会下落。如果其是被粘性活塞粘住，则不会下落。因此，如果使用沙砾不小心，被沙砾砸到会造成玩家伤害。如果下落过程中，沙砾下方是由局部方块组成，比如火把，则沙砾会分解为沙砾资源。\n沙砾被挖掘后有10%的几率掉落燧石。燧石可被用来制造打火石和箭。没有掉落燧石的沙砾方块可被捡起，放置，然后重新挖取，然而，一旦沙砾掉落燧石，则不再掉落沙砾资源，防止用来无限生成燧石。任何工具挖取沙砾都有机会掉落燧石，用TNT炸沙砾也是可以的哦！（杀熊孩子必备） \n\n[attach]212642[/attach]\nID：14.金矿石(Gold Ore) 金矿石(Gold Ore)通常发现在非常深的地下的石头旁，通常一个矿脉有2到9个金矿石。它只会出现在主世界的底部32层。在第2层到第28层，金矿蕴含量约0.1437％。平均每区块内有7.5个金矿石，它能被铁或钻石镐开采。金矿石可以用熔炉冶炼出金锭。（土豪油蹭瓦亮的....A.A） \n\n[attach]212643[/attach]\nID：15.铁矿石（Iron Ore） 铁矿石（Iron Ore）是一种既不常见也不罕见的矿物。由于铁比钻石常见而且比石头耐用的特性，大多数玩家偏好铁质工具。铁矿石只会在高度1到64的地方出现。它在高度2-61被找到的机率大约在0.72%。每个区块里平均能找到84个铁矿石。\n在Indev，Alpha、Beta与正式版中，铁矿可以在熔炉中被冶炼来提取铁锭；铁锭可以用来制作所有中等质量的工具、盔甲、打火石、桶以及剪刀。\n铁矿需要用圆石、铁锭或钻石做的镐才能成功挖取。\n所有可以制作的东西都可以在这里找到。（一个在世界中很有用处的东西...很大的用处..不能没有它） \n\n[attach]212644[/attach]\nID:16.煤矿石 煤矿石(Coal Ore)是一种几乎在所有地图上都很常见的矿藏。它能在任何海拔高度出现，在自然洞穴，断崖，地底都能找到它的踪影。煤炭可以直接通过使用镐来破坏煤矿石获得 (也就是说，它的性质并不是很接近真实世界中的矿藏)。煤炭可以通过结合木棍得到火把，或者作为熔炉或动力矿车的燃料. 当其作为熔炉燃料时，每块煤炭能提供烧炼8个物品的能量。\n在生存模式中，它会掉落1-4块台阶。玩家能在创造模式(0.28版中)自由放置它.\n在Beta版后，开采煤矿石能得到一块煤炭。煤矿石非常容易找，而且是游戏中唯一会出现在海平面上方的矿石; 煤矿石占游戏中所有石头数量的1%，且与海拔高度无关。 不同海拔煤矿石堆的数量差异很大 - 在山顶的煤矿石堆可能只有5个左右，而地底的矿石堆则从10~50个不等，而且那都还只能算是小儿科（火把的第一来源... 光明不可以少了他） \n\n[attach]212645[/attach]\nID：17.木头(Wood) 木头(Wood) (之前被称为原木(Log))是一种在Minecraft 0.0.14a版本中第一次出现的方块。它们周围四个面的纹路很像树皮，上下两个面则是树干的横切面。在Beta 1.2之前，只有橡树会在地图生成时出现，但在更新的版本里使用旧版本地图仍然会在新的区块中生成针叶树和桦树。木头在自然生成的地图中很丰富，因为他们被用作树的主干。木头可以空手打碎，但用斧会更快。木头是可燃的。\n就当前的木头种类来说，桦木是最罕见的。木头经常被用于制作树木景观和小木屋。木头可以直接合成四个木板或直接用作建筑材料。木头也可以在熔炉中烧制成木炭。木炭和煤除了名字，其他地方完全一样，前期非常实用。\n在2011年1月13号，Beta1.2的升级中添加了三种木头，分别是普通的木头（橡树）、桦木（有白色的树皮）、松木（颜色比普通木头深，在寒冷的生物群系中出现）。它们除了外表不同、不能堆叠在一起和合成出的木板不同之外，别的地方没有区别。桦树叶的颜色更黯淡，针叶树则有着松针一样的颜色。\n在预览版12w03a中，出现了第四种木头：丛林木，它只会在丛林中出现，作为丛林木的树干。最高的丛林树拥有两格宽的树干而不是普通的一格。（耶...有了木头就可以打造你的乐园了） \n\n[attach]212646[/attach]\nID：18.树叶(Leaves)  树叶(Leaves) 是在地图生成时会大量存在着的一种方块，树叶是一种可再生资源，可以在各种树上生成。树叶拥有多种的材质，并拥有微妙的颜色差别。不过，单个的树叶方块六个面的材质都是一样的。\n树叶在创造模式和Beta版本中变得可使用。树叶经常被用于制作植物，叶子或者树屋。树叶非常脆弱，用任何工具或者爆破都可以简单摧毁，而且也极易被火引燃和被火势蔓延。在版本Beta 1.2中，树叶在雪原地区时会有不一样的材质。树叶方块在着火后也有可能一直燃烧，不过这情况非常少见。\n摧毁一块树叶会有5%（1/20）几率掉落可以使玩家种树的树苗，0.5%概率（1/200）掉落苹果（只有橡树叶可以掉落）；在版本11w48a的快照中，0.5概率（1/200）可以掉落可可豆（只有丛林树叶可以掉落）。\n在版本Beta 1.7中，树叶方块可以用剪刀获得。剪刀只需要对树叶方块点击一次（在半空中或者水里这些会减缓收获速度的环境会慢一些）就能获得树叶方块。这使得剪刀破坏树叶比剑还要快. 在版本 Beta 1.8，玩家放置的叶子方块不会枯萎（消失）。自然形成的树叶方块可以在远离其生长的树干4格远的地点不消失。从1.1版开始有极低的概率（0.5%）破坏橡树叶子会掉落红苹果。11w48a版本，丛林树叶有0.5概率掉落可可豆。\n除了剪刀外，用剑可以比空手或者用其他工具更快速的破坏叶子方块。 虽然剑的耐久度在破坏树叶时会以双倍速度消耗掉。 附魔有“效率”加成的工具也能更快速的破坏叶子方块。\n由于树叶在不同的生物群系中会有不同的颜色。有些树会出现一棵树上拥有多种不同颜色的叶子方块的现象。 \n\n[attach]212647[/attach]\nID：19.海绵(Sponge） 海绵(Sponge)是Classic和Indev中一种值得注意的方块，它可以清除5×5×5的范围内的水。\n从Alpha版本开始，这个方块就纯粹作为装饰用的，只能在创造模式或物品栏修改器中获得。（废物一个） \n\n[attach]212648[/attach]\nID：20.玻璃 玻璃（Glass） 是一个装饰方块。阳光可以穿透玻璃,使玻璃在建造像温室一样的建筑时显得非常有用。它的六个面都几乎是透明的。玻璃方块在堆叠放置时，被遮挡住的玻璃会变为不可见。 玻璃不会使红石电路穿透过去并将信号传送到方块旁边的红石线。 虽然不使用任何工具就可以很快的拆毁玻璃方块，但是使用剑可以更快的移除玻璃方块，但是会带来额外耐久度损耗。\n火把, 红石, 南瓜灯, 铁轨, 门, 压力板, 床和梯子不能放在玻璃上/旁边。\n玻璃方块能够通过将沙子在熔炉中烧炼后获得。 玻璃无法回收，任何工具摧毁它后玻璃都会消失而不掉落方块。（除了精准采集的附魔东西） \n\n[attach]212649[/attach]\nID：21.青金石矿(Lapis Lazuli Ore) 青金石(Lapis Lazuli Ore)是一种用来做蓝色染料和用来装饰的矿物。类似煤炭、红石和钻石矿石，这种矿产被开采后立刻掉出可以使用的成品，而不用合成或烧制。它将掉落4-8青金石，它用来合成蓝色羊毛或合成青金石块，或和其它羊毛染料混合来做成其它染料\n青金石的灵感来源于和它同名的矿物，这是一种历史上一致认同的一种珍贵的珠宝。\n青金石最好以石头或更高级的镐子来开采。它一般于31层及以下的地层被开采到，金和它差不多。青金石最集中的地方是在高度13和16的地方。在这个地方，青金石约占所有石头的0.083%。分布率在海拔35至这两个高度一直到0呈直线上升和下降。总地来说，青金石矿大概比钻石矿石常见1.5倍，平均每一区块内有3.43个青金石矿石。 \n\n[attach]212650[/attach]\nID：22.青金石块（Lapis Lazuli Block） 青金石块（Lapis Lazuli Block）是一个用青金石合成的方块。它的材质是蓝色的，上边还有些深蓝色的花纹。它可以用作建筑方块和存储青金石的一种形式。 \n\n[attach]212651[/attach]\nID：23.发射器（Dispenser） 发射器（Dispenser）是一种特殊的红石驱动型方块。右键点击会跳出一个菜单让您向内存放物品。每一次收到从红石电路传来的信号（即红石信号由“未激活”到“激活”转变的瞬间），一样随机的位于发射器的物品栏内的物品会掉出。发射器从外观上看很像熔炉和投掷器，但三者有不同的使用和合成方法。 \n\n[attach]212652[/attach]\nID:24.沙石（Sandstone）  沙石（Sandstone）是一种固体方块。沙石可以一般在沙子堆积的底部找到，也可以用4块沙子放做方形来制造出来，因此合成时工作台不是必需的。（有好多种）\n錾制沙石（Chiseled Sandstone）是沙石的一个变种，表面具有爬行者的脸与其他复杂曲线。錾制沙石可以通过两个沙石台阶彼此相叠合成，因此工作台也不是必需的（然而合成沙石台阶需要工作台）。\n平滑沙石（Smooth Sandstone）是沙石的一个变种，具有平滑表面，可以通过将四个沙石叠成正方形以合成，因此工作台也不是必需的。 \n[attach]212653[/attach]\nID:25.音符盒（Note Block） 音符盒（Note Block）是一种可以在玩家点击时发出单个音符声音的方块。它也可以被邻近的红石电路触发，因此可以用来制作大型音乐电路。从 1.0.0 版本开始，玩家可以通过对音符盒周围的方块充能来触发它，这样可以大幅减小音乐电路的占地面积。音符盒首次出现在 Beta 1.2 版本中。 \n[attach]212654[/attach]\nID:29.粘性活塞（Sticky Piston） 粘性活塞（Sticky Piston）是与活塞类似的机械性方块，唯一不同的是粘性活塞在具有推动方块能力的同时也能够拉动方块。\n活塞臂伸出时，粘性活塞的性质与活塞并无区别；活塞臂缩回时，粘性活塞能够拉回方块，而且对于活塞无法推出的方块，粘性活塞也无法退出或拉回。也就是说，“粘性”只有当拉回才能体现出来。粘性活塞无法帮助沙子对抗重力。（红石起源2） \n[attach]212655[/attach]\nID：30.蜘蛛网(Cobweb) 蜘蛛网(Cobweb)是一种可以减慢实体移动速度的方块。蜘蛛网会出现在废弃矿井和要塞中，且后者以图书馆中居多。\n直至快照 12w49a ，生存模式中玩家无法通过普通方式获取蜘蛛网。目前玩家可以通过“精准采集”魔咒获得。（熊孩子折磨法宝a.a） \n[attach]212656[/attach]\nID：31.草丛（Grass）\n 草丛（Grass）一般会在特定的生物群系中的草方块上生成。草丛不是一个固体方块，它是一种不会阻碍玩家行动的植物，与甘蔗、枯死的灌木和小麦类似。和之前的植物相比草丛会大量生成。 在草地上使用骨粉 能生成一些草丛，偶尔会在草丛内或附近产生一些花。\n草丛有3个品种(拥有不同的数据值).\n草丛 (最常见的)\n三角形的蕨 (也称为 \"活灌木\")\n不大经常生成的看着像死的矮灌木（不要与沙漠生物群系的枯死的灌木相混淆）\n这3种草丛被摧毁时都会有几率掉落小麦种子，但并不需要用锄来收集。\n草丛不同于枯死的灌木。真正枯死的灌木会在沙漠生物群系的沙子上自然的生成，而且在被破坏时不掉落任何东西。草丛尽管与枯死的灌木看起来很像，但它不是正常生成的，不能被放在沙子上且被破坏时会掉落小麦种子。\n水会摧毁所有在它流动路径上的草丛(同时会破坏藤蔓), 所以你可以用一个桶装水然后放置水去清除一大片的草丛，最后再把水重新收集起来。同时这可以用于收集小麦种子。 \n\n[attach]212658[/attach]\nID：33.活塞(Piston)\n 活塞(Piston)是能够推动大多数方块的机械类方块。推动的方向取决于其朝向。（红石起源2） \n\n[attach]212659[/attach]\nID：35.羊毛（Wool）\n 羊毛（Wool） 是一个可从羊身上取得的方块，它可以被染成16种不同的颜色。羊毛方块非常脆弱，易燃，而且拥有很弱的爆炸抗性。羊毛是通过拿着剪刀对着羊右键点击来获得2-4个羊毛。将羊杀死也可获得1块羊毛。白，浅灰，灰，黑，粉，和棕色的羊毛可以在相应的羊身上自然地找到。在beta 1.7 之前，羊毛可以通过不用任何工具攻击羊而获得。 \n\n[attach]212660[/attach]\nID：37.蒲公英\n 蒲公英花可以用空手收集，放在工作台中可以做出两个蒲公英黄染料。 \n\n[attach]212661[/attach]\nID：38.玫瑰花\n 玫瑰花可以用空手收集，放在工作台中可以做出两个玫瑰红染料。玫瑰比蒲公英少见，通常一群只有三～四朵或独立一朵。 \n\n[attach]212662[/attach][attach]212663[/attach]\nID：39.40.蘑菇(Mushrooms)\n 蘑菇(Mushrooms)能生长在黑暗的洞穴和遮荫区域。在沼泽和蘑菇生物群系和下界由于其低光照条件下更容易找到。红色蘑菇一般比棕色蘑菇罕见。\n蘑菇不用专门的工具收集(只要击打便可)，玩家可以把它种在光线低于13的水平地面(特例：菌丝上种植蘑菇除外，在上面的蘑菇就算直接暴露在太阳底下也没事。在很罕见的情况下可以看到蘑菇在下界的萤石上生长)在种植的蘑菇上使用骨粉将让它长成巨型蘑菇。蘑菇会在光线大于12的情况下弹出，被水流过后或让活塞推动也会使蘑菇弹出。\n当玩家打破每个巨型蘑菇方块时都会有机率掉落小蘑菇，巨型蘑菇方块不会被火点燃或是受岩浆的影响。\n哞菇是一种可以作为红蘑菇(在它身上使用剪刀来获得)和蘑菇煲(玩家可通过拿着碗去“挤奶”来获得)来源的特殊生物。 \n\n[attach]212664[/attach]\nID：41.金块（Blocks of Gold，又称Gold Blocks）\n 金块（Blocks of Gold，又称Gold Blocks）是用于贮存金锭的固体方块，不会自然生成。\n金块的爆炸抗性很弱，开采大约只需要1秒。\n金块可以与金锭相互合成，这种特性使得金块十分适合贮存金锭。在正式版1.1之前，金块也用于合成金苹果；自12w21a之后，金块可用于合成附魔金苹果。\n只有使用铁质或者更高的镐才能成功开采金块。用低级镐会导致无法掉落任何金块。 \n\n[attach]212665[/attach]\nID：42.铁块\n 铁块(Block of Iron)用于贮藏铁锭，而且不会天然出现在地图的任何地方。铁块的每一面都有相同的材质。\n制作铁块需要9个铁锭，9块全部平均放置于合成九宫格内即可制作。而也可以反过来，将一块铁块反合成回9个铁锭。因此铁块常被用于“储存”，而非是“建设方块”。\n采集铁块只能用石、铁、钻石镐，大约2秒即可破坏。在正式版1.2中铁块与南瓜用于创造铁傀儡 \n\n[attach]212666[/attach][attach]212667[/attach]\nID：43.44台阶(Slab)\n 台阶(Slab)是允许玩家在不跳跃的情况下移动到不同高度的方块。他们不如楼梯紧凑，需要两个水平空间使玩家升高1格。与楼梯不同，台阶不会停止玩家疾跑，所以此时你垂直上升速度与走楼梯一样快，但是水平移动速度是它的两倍。一个上下颠倒放置的台阶会占用上半部而不是下半部。想放置一个上下颠倒的台阶，右击一个\"浮空\"方块的底部，放置完毕后你可以拆除这个浮空方块。\n6种台阶都拥有相同的数据值；像木头和彩色羊毛那样，他们的分别在于他们的损害值: 石头台阶的损害值为0，沙石台阶为1，木台阶（老版）为2，圆石台阶为3，砖块台阶为4，石砖台阶为5。损害值6的同样是石头台阶，不过是双层的那种。\n在快照12w17a之后单层或者双层木制台阶使用新的数据值并且会被火焰点燃，但是在之前的版本中它们不会被火焰点燃。 \n\n[attach]212668[/attach]\nID：45.砖块(Brick Block)\n 砖块(Brick Block)是一种最初就存在于创造模式模式下的方块。这个方块的六面都是由同一张材质构成的。砖块不会出现在自动生成的地图中。\n创造模式中，砖块就已经被广泛用于制作好看的房子、壁炉和塔。\n粘土的最大用途就是来制造砖块。一个粘土块可以生成四块粘土，进而可以冶炼成为四块红砖。这也就意味着，出现在地图上的每一块粘土块，最终能制作出一块砖块。由于粘土的出现极为稀少，砖快也就很难大量制作。砖块也有着很高的耐久和抗爆破能力。要想回收已放置的砖块，则必须使用镐。徒手拆除砖块不仅缓慢，而且无法回收砖块。砖块不会着火，所以经常被用来制作岩浆壁炉。 \n\n[attach]212669[/attach]\noh！FUCK.. ID:46.TNT（化学名2-4-6-三硝基甲苯)\n TNT（化学名2-4-6-三硝基甲苯）是一种有强大破坏力的方块, 一旦被激活, 就会产生爆炸. TNT是清除大量不良的方块或构造的有效方法。 它同样能用作武器，但这不是一种理想的用法, 因为它具有强大的破坏性 ，若玩家过于靠近它的爆炸半径有可能会受伤或者死亡。（服务器熊孩子必备） \n\n [attach]212670[/attach]\nID:47.书架（Bookshelf）\n 书架（Bookshelf）有两种材质：一种是木板材质，装饰方块的顶部和底部，和一种被编辑过的木材材质在其他4面。\n书架可以用来装饰或作为熔炉燃料（尽管它的燃烧效率很低，仅仅能燃烧15秒。一个单独的书架可以用6块木板和3本书制作而成。（可以作为附魔台加强装饰...） \n\n[attach]212671[/attach]\nID:48.苔石（Moss Stone）\n 苔石（Moss Stone）的首次亮相是在生存测试版中，之后就一直被保留着。它看上去和圆石几乎一样，唯一的区别是上面多了一层苔藓。和圆石一样，它的左上角也存在着指向东和北的\"L\"型材质。它们唯一的用途就是用来建造，它们能给建筑物添加一种年代久远的感觉。苔石天然会在地牢和丛林神庙中出现。\n苔石长得也很像下界的地狱岩，它们的材质相近，只不过地狱岩的颜色是亮红和深红相间。 \n\n[attach]212672[/attach]\nID：49.黑曜石(Obsidian)\n 黑曜石(Obsidian)是一块紫黑色的方块。黑曜石自然形成的机会较为罕见，水流必须靠近岩浆泉涌方块时才会发生。当水流碰到岩浆\"泉源方块\"，便能产生黑曜石；若水与岩浆流相撞，会产生圆石。在主世界中，黑曜石实际上不会在区块里直接诞生，但却会在环境中形成。在末路之地中，实心的黑曜石柱会在地面上生成，也会出现在黑曜石平台上。黑曜石只能被钻石镐成功挖掘。\n使用钻石镐时，每块黑曜石需要挖掘9.4秒、76次连续敲击。在1.0.0之后的版本中，使用钻石镐以外的工具破坏黑曜石需要4分10秒。\n由于黑曜石经常会在熔岩块上，因此自然形成的黑曜石较为罕有，亦较难挖掘。因此，“培植”是较可行的获得大量黑曜石的方法。简单培植黑曜石的方法，是首先建造七格长的槽，然后利用桶将七块熔岩倾倒在槽内，其后将水方块放在其中一边的槽边上，水就会流到熔岩上，令熔岩转变成黑曜石。\n在万圣节更新后，黑曜石可用以制造下界传送门通往下界。这需要至少10块黑曜石(全副框架需要14块)，以及打火石或火焰弹。\n \n\n[attach]212673[/attach]\nID：50.火把(Torch)\n 火把(Torch)是一种从Indev版本以来就出现的可以用来提供动态光源的方块。他是众多可以发出光的方块的一种，并且他的模型被设置为可以像普通方块一样被放置，以此来依附于一个方块除了下表面以外的表面。他们的外观和红石火把相似。\n火把是一种非常容易得到的物品，使用一个木头和8个煤炭或木炭即可以制作32根火把。\n自从冒险元素更新后，火把有了比较温暖的光源。 废弃矿井、要塞和NPC村庄里也能找到天然的火把。\nNotch宣布火把会在将来变成一种会熄灭的临时光源[1]。他们可以用打火石重新点燃。永久性的火把将会被灯笼所取代。在做出这个改变的时候所有在已有存档中的火把都会被变成灯笼，无论他们是已经被放置的，被存储的或者位于背包内。这个改变原本计划于在2010年10月31日的万圣节更新中生效，但最终被推迟到稍晚的升级中[2]。在改变生效前，所有的火把都是永久的。（光的来源）  \n\n[attach]212674[/attach]\nID：51.火(Fire) \n 火(Fire) 是一个方块。火由四周和内部两个斜面的动画组成。除了下界以外，火焰不会在区块生成的时候自然产生。火只能被玩家、恶魂、流经易燃方块的岩浆、击中易燃方块的雷电和打火石所创造。火焰会产生15单位的光。（烧死异性恋A.A） \n\n[attach]212675[/attach]\nID：53.楼梯(Stair)\n 楼梯(Stair)是允许玩家在不跳跃的情况下移动到不同高度的方块。它们比台阶更加地紧凑，使玩家能在更短横向移动里获得更多的纵向改变。（装饰业很美的.. 有透光效果） \n\n[attach]212676[/attach][attach]212677[/attach]\nID：54.箱子(Chest)\n 箱子(Chest)是一个可以存储物品的方块。一个箱子最多可存储27种方块或物品。大箱子可以通过把两个箱子放在一起来制作。大箱子有54个存储格并算作是一个有六行存储格的箱子。前三行的存储格对应的是放在东边或是北边的箱子，后三行对应的是南边或是西边的箱子。\n箱子可以通过对着它右键点击来开启。打开后玩家可以通过? Shift点击来快速的将全部在一组内的物品从玩家的背包里放进箱子里的一个空格子，反之亦然。对于更多的控制，玩家可以左击来选择一格内的所有物品或是右击来选择一半的物品，然后使用左击来放置所有移动的物品，或是右击来放置一个物品。\n箱子的摧毁会导致所有的物品在摧毁的地方散落一地。如果大箱子的一半被摧毁的话，那么只有在原先放置在相应的存储格的物品会掉出。剩下的一半会继续以小箱子的形式继续工作。\n箱子只会在地牢里，也是刷怪箱的所在之处，废弃矿井里，要塞里，以及NPC村庄里自然地生成。这些天然生成的箱子是得到鞍和西瓜种子的唯一方法。\n箱子可以被其他箱子围绕，但是顶部必须要有一格的空间（在bug里写的方块除外），嵌入地面的箱子能够正常地使用。 \n\n[attach]212678[/attach]\nID：56.钻石矿石（Diamond Ore）\n  钻石矿石（Diamond Ore）是公众认可的一种很有价值的方块。使用铁质或钻石镐打烂它可以获得钻石。（yooooooooooooo！钻石 .. A.A） \n\n[attach]212679[/attach]\nID：57.钻石块（Blocks of Diamond）\n  钻石块（Blocks of Diamond）目前存在于Indev，Infdev，Alpha，Beta和正式版中，可以通过将9个钻石放置于合成九宫格内获得。它们目前不可用于合成，只可用于装饰或更有效率地储存钻石。钻石块只能用铁镐或钻石镐采集。它们的六个面材质相同。钻石块被认为是游戏中除需要精准采集的方块外最难获得的物品。 \n\n[attach]212680[/attach]\nID:58.工作台（Crafting Table/Workbench）\n  工作台（Crafting Table/Workbench）是 Minecraft 中必不可少的方块之一。工作台顶部刻有网格，四侧悬挂有工具，底部材质则跟木板相同。工作台可以天然生成于NPC村庄中。（创造一切） \n\n[attach]212681[/attach]\nID：61.熔炉（Furnace）\n  熔炉（Furnace） 是一种特殊的方块，目前只存在于Indev，Infdev，Alpha和Beta最新版本正式版的Minecraft中。在熔炉出现之前，烧炼是通过生一处火，然后将矿石丢进去来完成的。\n当右击熔炉时，会弹出烧炼操作的菜单。它包含了一个用来放被烧炼物品的格子、一个放充当燃料物品的格子、一个火焰图标和一个存放烧炼产物的格子。火焰图标显示了燃料的燃烧时间（每次烧炼过程持续9.25秒），当火焰图标减完时就会再消耗掉一个燃料。只要燃料足够并且还有东西可以烧炼，那么就算是把烧炼的菜单关闭了，烧炼仍然会继续。如果所有的东西都烧炼好了，熔炉就会停止消耗更多的燃料。如果没有燃料的了，熔炉也会停止燃烧（如果此时有东西在燃烧过程中，那这次烧炼就会被取消，之后需要重新烧炼）。\n木头、木板、木棍、煤炭、木炭和岩浆桶都可以作为燃料（还有箱子、工作台、书架、唱片机和栅栏，这些的效率都比较低）。\n需要用镐才能回收熔炉。当熔炉被摧毁时，熔炉里的东西也一样会被摧毁。（就是不可以烧腐肉啊） \n\n[attach]212682[/attach]\nID：61.门（Door）\n  门（Door）是一种可以通过合成得到或在NPC村庄或要塞找到的方块。门分两种：木板做的木门和铁锭做的铁门。门轴固定在角上,而且门有两种转动方向：顺时针方向和逆时针方向。村民是唯一一种可以不借助红石帮助打开木门的生物；当难度为“困难”或之上时，僵尸虽不能直接打开门，但能强行冲破木门。\n开门关门的声音可以传到16米以外，与除了生物（除恶魂外）发出的声音相同。\n无论门是否打开，流体均不能流过门。 \n\n[attach]212683[/attach]\nID：65.楼梯(Ladder）\n  梯子(Ladder)是一种木质方块，它是用来水平或垂直的在墙壁上行动。而梯子只能被设置在另一种固体方块上（yooooo上下摆动） \n\n[attach]212684[/attach]\nID：65.铁轨(Rails)\n  铁轨(Rails)是用来提供矿车行进路线的非固体方块。它们能在废弃矿井中被找到，或是使用木棍和铁锭制造。充能铁轨、探测铁轨和激活铁轨是具有特殊属性的变种。铁轨可以被放置在不透明的方块顶部，并且能自动适应以和相邻的铁轨链接。铁轨不用工具即可开采，但使用镐能非常迅速地开采，使用剑的开采速度略快于完全不使用工具。\n铁轨在第一次秘密周五更新中引入Infdev版本。 \n\n[attach]212685[/attach]\nID：69.拉杆(Lever)\n  拉杆(Lever)是游戏现有的四种开关之一。与其他开关相同，拉杆可以与红石线相连用以远距离控制其他机构。您可以将拉杆放置在任何非透明方块的任一个表面。（红石起源3） \n\n[attach]212686[/attach]\nID：70.72.压力板\n  压力板(Pressure Plate)是一种可以放在方块上表面的开关。如果使用导线将压力板与物体连接（或者放在能被激活的方块的侧面），当压力板被玩家或生物（也有可能是掉落的物品。详见下文）踩下时会提供电能给供能目标，离开压力板后压力板会弹起，恢复到不供电状态。压力板是游戏里现有的六种开关之一。\n石质压力板可以被镐采集。 \n\n[attach]212687[/attach]\nID：73.红石矿石（Redstone Ore）\n  红石矿石（Redstone Ore） 是红石粉在地图生成中的形式。红石本身实质上是一种虚拟的、可导电且有磁性的矿物，可用于制作一切红石电路与指南针。红石矿石在基岩层之上10层以内相当常见。\n当使用铁镐及以上的工具开采红石矿石时会掉出4–5单位的红石粉末。红石矿石一般会形成包含1–10块矿石的矿脉，这使得红石产量相对较高。\n如果一位玩家左击或右击红石矿石，或者一个实体移动或掉落在红石矿石上时，红石矿石会产生亮度为9的光，直到下一个方块刻（通常是47秒）来到时。\n红石矿脉在离地图底层1-16个方块的高度生成。在14层以下，大约1.025%的石层会生成红石矿石，故每个区块平均有25个红石矿石。\n红石矿石本身可通过带有精准采集魔咒的镐开采获取。（高能的开端） \n\n[attach]212688[/attach]\nID：76.红石火把（Redstone Torch）\n  红石火把（Redstone Torch）由一个红石粉和一个木棍来制作。当单独放置时，它表现为一个发出红光的火把，但比火把更暗而且没有火的动画效果。（红石起源4） \n\n[attach]212689[/attach]\nID：77.按钮（Button）\n  按钮（Button）是一种和石头材质相同的方块，玩家可以通过将两个石头方块竖直排列来制造它。按钮和拉杆以及压力板一样，在被按下时会给一个物体发出一个信号。然而，按钮只有在被按下时才会被激活，而且仅仅持续1秒(10刻，详见红石电路)。1秒后按钮所发出的信号将终止，并且按钮会弹起，等待被再次按下。不过如果使用T触发器的话（详见红石电路），按钮可以成为拉杆的替代品。不同于拉杆和火把，按钮只能被放置在方块的侧面。\n和其他能提供信号的东西一样，按钮必须紧靠着接受信号的物体（比如门、铁轨等等），或是用一定长度的红石线连接。\n按钮是目前游戏中存在的四种开关的其中一种，它作为一种瞬时触点开关在复位红石电路时非常有用。\n当按钮被水淹没时会被破坏，而不是仅仅被拆除，就像火把一样。\n和火把一样，按钮可以以同样的方式被装在箱子、发射器、工作台或是熔炉的侧面：在准备安放按钮的位置上方放置一个固体方块，然后拿着按钮右击方块的底部。因为按钮无法装在方块的底部，所以它会被重新定位到可以放置的位置。这使得玩家可以不用右击放置的目标而把按钮装在方块的侧面上。（红石起源5） \n\n[attach]212690[/attach]\nID：78.雪（Snow）\n  雪（Snow）是一种方块覆盖物/装饰，在下雪区域可以找到。雪可以像其他方块一样被移除。在雪周围放置一个光源可使雪融化，就像冰一样。\n一层雪并不能阻碍草的生长，不过如果雪覆盖在草方块上，草就会变成白色。雪不会对耕田造成损坏，也不能使被耕过的土地不被踏坏。受重力影响的方块，例如沙子，沙砾，在其下的方块有雪的情况下不会下落。\n使用锹挖取雪可以得到一个雪球，雪球可以用来合成雪方块，或者可以用来投掷。如果雪是由其他工具破坏的，则不会掉落任何东西。\n雪会在降雪时生成。\n如果雪覆盖在仙人掌上，当你站在仙人掌上或碰触时，依然会造成伤害。如果有雪在仙人掌上则仙人掌无法继续生长。\n雪不会覆盖在玻璃或冰上。（喝上一杯热翔.. 看着窗外的雪..惬意..-w-） \n\n[attach]212691[/attach]\nID：79.冰（Ice）\n  冰（Ice）是一种在雪域（以前叫做冬天模式）水面上形成的半透明的固体方块，它是在1.0.4版本中和雪一起被添加到游戏中的。只要水在下雪区域，最终都会结冰。一个冰块的所有面都使用同样的材质。玩家走在冰上会有一点滑。\n冰可以被轻松的破坏，不需要任何工具，然而用镐破冰会更快些。如果冰下有其他方块，则破碎时化为水，否则只破碎不产生水。其碎裂时发出的响声和玻璃一样。\n冰也会在光照等级12及以上时融化，不过不包含日光。火把不可直接放在冰面上。\n冰无法被收集，不过通过造模子，灌水的方式来建造设施，却还是可能的。这种建造方式依赖于天气，冰需要下雪天气才会出现。不过在beta 1.7后，玩家可通过使用活塞来推动冰块。\n物品在冰面上的水中移动速度非常快。这可以用来快速的传递物品。当物品从水边缘掉回冰面上时，其继续保持之前的速度不变。\n创造模式下，无论如何摧毁冰都直接消失，不会出现水。 \n\n[attach]212692[/attach]\nID：80.雪块（Snow）\n  雪（Snow）是一种方块覆盖物/装饰，在下雪区域可以找到。雪可以像其他方块一样被移除。在雪周围放置一个光源可使雪融化，就像冰一样。\n一层雪并不能阻碍草的生长，不过如果雪覆盖在草方块上，草就会变成白色。雪不会对耕田造成损坏，也不能使被耕过的土地不被踏坏。受重力影响的方块，例如沙子，沙砾，在其下的方块有雪的情况下不会下落。\n使用锹挖取雪可以得到一个雪球，雪球可以用来合成雪方块，或者可以用来投掷。如果雪是由其他工具破坏的，则不会掉落任何东西。\n雪会在降雪时生成。\n如果雪覆盖在仙人掌上，当你站在仙人掌上或碰触时，依然会造成伤害。如果有雪在仙人掌上则仙人掌无法继续生长。\n雪不会覆盖在玻璃或冰上。（喝上一杯热翔.. 看着窗外的雪..惬意..-w-） \n\n\n\n                                    °先整理到这哦~~如果图挂了请在回复联系我（刷新了两次我次奥..倒霉）°\n",
    "replies": [
        {
            "author": "97043381",
            "timestamp": 1372653060,
            "txt_content": "又是一个很好的新手教程"
        },
        {
            "author": "q1786803468",
            "timestamp": 1372653360,
            "txt_content": "97043381 发表于 2013-7-1 12:31 \n又是一个很好的新手教程\n是啊.. 但没有人回复 .. 只是看而已"
        },
        {
            "author": "904476453",
            "timestamp": 1372663560,
            "txt_content": "lz受重力印象的方块还有龙蛋！"
        },
        {
            "author": "1498140263",
            "timestamp": 1372669200,
            "txt_content": "LZ辛苦了。"
        },
        {
            "author": "Flookゝ",
            "timestamp": 1372686180,
            "txt_content": "...论坛不是有介绍了么。{:10_495:}"
        },
        {
            "author": "q1786803468",
            "timestamp": 1372686240,
            "txt_content": "Flookゝ 发表于 2013-7-1 21:43 \n...论坛不是有介绍了么。\n论坛有这个介绍么.... A.A  我怎么不知道"
        },
        {
            "author": "Flookゝ",
            "timestamp": 1372686480,
            "txt_content": "q1786803468 发表于 2013-7-1 21:44 \n论坛有这个介绍么.... A.A  我怎么不知道\n{:10_493:}http://zh.minecraftwiki.net/wiki/Template:Blocks"
        },
        {
            "author": "q1786803468",
            "timestamp": 1372686540,
            "txt_content": "Flookゝ 发表于 2013-7-1 21:48 \nhttp://zh.minecraftwiki.net/wiki/Template:Blocks\n这不是WIki我只是把它弄到..MCBBS而已 真是的 让人家不必再去wiki"
        },
        {
            "author": "Flookゝ",
            "timestamp": 1372686540,
            "txt_content": "q1786803468 发表于 2013-7-1 21:44 \n论坛有这个介绍么.... A.A  我怎么不知道\n既然是Minecraft的中文论坛，当然什么都有。{:10_493:}"
        },
        {
            "author": "Flookゝ",
            "timestamp": 1372686720,
            "txt_content": "q1786803468 发表于 2013-7-1 21:49 \n这不是WIki我只是把它弄到..MCBBS而已 真是的 让人家不必再去wiki\n{:10_493:}好吧，祝你成功。"
        },
        {
            "author": "q1786803468",
            "timestamp": 1372686720,
            "txt_content": "Flookゝ 发表于 2013-7-1 21:52 \n好吧，祝你成功。\n谢谢您的支持.. A.A"
        },
        {
            "author": "Flookゝ",
            "timestamp": 1372686900,
            "txt_content": "q1786803468 发表于 2013-7-1 21:52 \n谢谢您的支持.. A.A\n别说‘您’受不起{:10_493:}都是孩子。"
        },
        {
            "author": "q1786803468",
            "timestamp": 1372686960,
            "txt_content": "Flookゝ 发表于 2013-7-1 21:55 \n别说‘您’受不起都是孩子。\n来我来给你解释一下\n我会在必要的时候说您 如果我们要聊天的话.. 是严肃的问题我也会说您... 不严肃我就不会说您了 知道吧"
        },
        {
            "author": "Flookゝ",
            "timestamp": 1372688340,
            "txt_content": "q1786803468 发表于 2013-7-1 21:56 \n来我来给你解释一下\n我会在必要的时候说您 如果我们要聊天的话.. 是严肃的问题我也会说您... 不严肃我就 ...\n好，那我可以走了么，‘您’晚安，再见。"
        },
        {
            "author": "q1786803468",
            "timestamp": 1372688460,
            "txt_content": "Flookゝ 发表于 2013-7-1 22:19 \n好，那我可以走了么，‘您’晚安，再见。\n晚安.. 睡个好觉"
        },
        {
            "author": "scwjyp",
            "timestamp": 1372812780,
            "txt_content": "话说玻璃上面村民能xx么。。\n还有铁傀儡会在玻璃上面刷出么、、、"
        }
    ]
}