{
    "title": "小白冒险记 第十四章",
    "author": "250=mo",
    "replyCount": 6,
    "timestamp": 1372474740,
    "txt_content": " 本帖最后由 250=mo 于 2013-7-6 18:31 编辑 \n\n第十四章 颤抖    眼前一片混沌……    脚步声、谈话声、弓箭声、爆炸声、药水破碎声，反衬得我心更加寂静。    这便是死亡的感觉吗？……可是，我却感觉到，心脏还在坚强地跳动，似乎想证明我这个倔强生命尚未平息。疼痛还在刺激着我早已麻木的神经。    我想睁开眼睛，可我根本感觉不到它的存在。全身，只有心脏的感觉最深刻，其他的部分，似乎都消失了。    砰，砰！    心脏在我这不争气的身体里跳跃着。    刺眼的阳光刺穿了我死锁着的眼皮，炽热的大地温暖了我冰凉的四肢。生的勇气以阳光为介媒回到了我的心中。令我惊喜——或者说令我欣喜若狂的是：我的手指能动了！这使我士气大增。    过了一会儿，我把眼睛睁开了，阳光刺激着我的眼睛，致使那儿有点疼痛了。可这并不影响我观察这个世界，就象刚出生的婴儿一般。    但我惊呆了：我倒在一大片血迹上！血被拖成长条状，足有六格宽。血一直向东南拖去……可想而知，这里曾发生过一场恶战。    久之，我终于勉强能站起来了，用那把破旧不堪的剑支撑着。满地都是尸骨，没几具完尸。弹坑到处都是。    我不能理解的是，眼前颤动的两颗心。我明明在倒下之前，看到自己的生命值已经黑掉了……   ——当我从地上拣起一片碎玻璃，顿时就明白了：敌人在用治疗药水治疗的时候，不慎将药水撒在了我的身上！    我为死而复生感到庆幸。    我在尸骨中游荡，希望能认出几具（其实是想搜刮点物资啦）。    我捡到了几枚钻石，做了把钻石剑，还有一把全新的弓箭，拣了些破旧盔甲，熔起来修了修。还有几个包子，这个发现可高兴死我了，抓起来就吃掉了。    可想而知，这个可怕的服务器已经因为历史悠久把玩家总体向高龄化和技术化推动了。即使再有几个新手，也会遵循优胜劣汰而从这个本不属于他们的世界抹去。这样说来，我算是幸运的了，一次次死里逃脱，依然没有被命运之神打倒。    阳光照在我的双肩上。我感到无比温暖，一切阴郁都消失了。    我继续搜索着。本以为没什么收获了，突然看到一具被血淋透的尸体，背后被残忍地插了十几支箭。翻过来一看，正是小黑！Small_Black光荣地死在了战场上！    再一会儿，我发现一个弹坑，旁边全是碎裂的敌人的尸体。我感到奇怪，我们逃跑的过程中，怎会有时间架大炮，再仔细一看，发现了……Saulaifulkes的尸首！我突然明白了——他光荣地与敌人同归于尽了！    我不敢向他们的去向走去，我不想再被卷入战争了。我向西边的小树林走去。    我砍了不少树。我想到当我刚刚通过传送门来到这个世界的时候。当初，我就是靠砍树活下来的……    我甩了甩脑袋，不能再想了！还是当下要紧啊。   ……    本以为这只是个小树林，可到傍晚都没有走出去。没有指南针的指引，我总感觉自己在兜圈子。    晚上我是在地洞里度过的。在黑乎乎的狭窄的洞里，我满怀希望地瞑想明天的事情，也许我能逃出这里……可转念一想，再怎么走，能走出服务器么？   ……    第二天如期而至。今天天很阴，让我很不舒服。    我终于兜出了这个树林，来到了一个雪森林。我拖着疲惫的双脚继续前进。    正午，天空下起了雪。我从未见过下雪，便眼呆呆地看着天空。    雪落在我的手上，落在我的肩上。仿佛世间所有的东西都是洁白的，雪白的；仿佛世间的污秽都在这雪中消融了。    我感到很冷，便快步走了起来。我要越走越远，能走多远走多远，逃到战争不能波及、污染的地方，在那儿重建我的家……    能见度很低，我不得不在寒风下减慢速度了。我靠在一棵高大的树下，喘着粗气。我的双手紧紧抱在一起，可没能给我带来一丝温暖。身上的铁盔甲冰冷极了，要是有一件皮革的衣服……我定然感激不尽！    白雪茫茫中有几片黑色的影子，在雪中摇曳着。我艰难地追寻过去。    “也许是人……”   ……    六座十字架架在风雪中，上面积了薄薄的雪。    我抹去上面的积雪，依个观看：R.I.PKiss与莫兰上校战斗中被害跌下悬崖而亡\nR.I.PHas在战斗中被害而被TNT炸死\nR.I.PWerison在雨林中被害跌死\nR.I.Ppesses在战斗中光荣牺牲\nR.I.P250mo在战斗中光荣牺牲\n    看到这里，我忍不住笑了一下。看来他们还不知道我死了呢！\nR.I.PSmall_Black在战斗中光荣牺牲\nR.I.PSaulaifulkes在战斗中用TNT与敌人同归于尽\n    “这应该是队长列的吧……”    看得出来，队长分明在Kiss和Saulaifulkes的墓前送上了一朵蒲公英。    令我感到奇怪的是，前三块墓上面各有一个令人百思不得其解的词语：被害？    难道……这一切不是巧合……Kiss被什么东西偷袭；Werison的离奇死亡；敌人能那么清楚地找到甚至包抄我们……这一切都是……    这一切都被队长料到了！既然他立下的这个墓碑中说明了一切，那么，间谍下一个目标会是……    不敢想象！！……    如梦初醒！我快步走着，再者就成了跑。我要找到他们，我要去拯救这个支离的队伍！可我又能做什么呢？……    我从口袋里抽出那把HIM给的枪，依然崭新而光滑。我更加确定那不是梦了。没错！间谍一定没料到我还活着，更不会料到我有枪！    我忽然感觉到有人在后面窥视我，便突然转过身来。    什么都没有……    我侧耳倾听，听到草丛的蠢蠢欲动。我向那里冲去，却只能在湖边停下了。湖面平如镜，根本就没有人。    我开始怀疑自己因为长时间精神紧张而出现幻觉了，但刚才明明听到声音啊！   ……    夜晚，雪地里寂静而恐怖。偶尔能闻见骷髅的脆骨发出的咯咯声。突然，我灵敏的耳朵捕捉到了一个极其细微的谈话声。双脚便如充了能似的，拔起就向心里那个地方冲去。    还要翻过这座山。我抽出枪，慢慢走近……    突然一声巨响！我立刻跳了起来，再一响！当我爬上来的时候，已经晚了——Soul已经倒在了我的面前！从山洞里伸出一把粘满罪恶的手枪！慌乱的脚步奏起。我举起枪，向洞里冲去。    他突然扑出来，将我压制在地上。我死力抵抗，可他却似有无限的力量，我根本无法动弹。太暗了，我根本无法看见他的面目。    “啊！——去……死……！！”我举起枪，顶向他的胸脯。    眼看我就要扣下板机了，Robort插了一根火把，我总算看清这家伙的真面目了。可……    我颤抖地松开了拿枪的手，抵抗的力气瞬间消失了。我瞬间明白了我现在的处境！    他把我踢开，我没有力气再动弹了。    他，正是队长！    我都做了什么！    其他人闻势也走了出来。“怎么了！？”    他拣起枪，翻过来看了看，又转头过来看了看Soul，愤怒地将它向我掷来。我肚子受了一击，吃痛紧紧蜷缩起来。    “果然是你！还以为你被干掉了呢！”    “果……然……？”不会……队长一开始就以为是我？    “把我的好队员都还回来！”我分明感到，一滴混浊的液体滴在了我的背上。    “不……”我想为自己辩解，可却不知如何下口，所有的矛头都指着我。    他把我拉起来，被泪洗过的血红的眼睛瞪着我。“你还有什么遗言！？”他已经把那把金灿灿的钻石剑锋对着我因为恐惧而收缩的肚子。其他人都兴奋而恐惧地看着我的裁决。    大脑在急速运转着，可似乎卡住了。    队长已经将剑锋往我肚子送了。冷汗正从身体各处往外冒。    急中生智！    我急忙说：“且慢！……，看看我的枪，里面的弹夹……子弹没有动过……”   Deserts打开一看：“确实是满的，队长！”    队长松开紧握剑的双手，自己亲自检查了一遍。    我接着说：“刚才明明有两声枪响……，说明开枪的不是我……你误会了……。那点时间，根本换不成子弹……。枪……，是我捡到的……。”    队长显然是不敢相信，混乱了一会儿后，转过身来用剑指着其他队友们：“不是你，难道是他们吗！？”    他又翻来转去观察那把枪，希望找出什么奇妙的机关。突然他看见了一个，他所最憎恨，令他勾起无限悲愤，他所最不愿看见的东西——圣卫军的标志！    他顿时脸色大变，拿起枪给我就是一发。撕裂的痛苦钻心地袭来，顿时死亡就那么明晃晃地摆在我面前，与我对视着。我倒了下来，血腥从喉跟涌起。    他用枪指着我，极其悲愤的唇齿中挤出几句话：“快说，你是不是间谍！？你是不是用了什么方法！？……”    死绷的肌肉得不到爆发，力量存储在那暴起的青筋中，死憋的冲动拼命攻击他的大脑，希望以此得到彻底的解放和自由。终于忍不住了，肌肉得到了前所未有的放纵，全部爆发在那扣于板机上的那手指尖！    我闭上了眼睛，我知道我不会再睁开了……    砰！    我设想着子弹射穿我脑袋的感觉，即使再过零点二秒就能感觉到……   ……    本章完\n索引",
    "replies": [
        {
            "author": "q1786803468",
            "timestamp": 1372474800,
            "txt_content": "呵呵不错哦 .. 你的小说写的真的不错 .. 我的话 我就懒得写了 A.A 加油继续努力"
        },
        {
            "author": "哟哟！~",
            "timestamp": 1372475460,
            "txt_content": "很好的作品！"
        },
        {
            "author": "铁菊小子",
            "timestamp": 1372571340,
            "txt_content": "无可挑剔.顺便求剧透{:10_532:}"
        },
        {
            "author": "250=mo",
            "timestamp": 1372770480,
            "txt_content": "铁菊小子 发表于 2013-6-30 13:49:48 \n无可挑剔.顺便求剧透\n哈哈 接着主角就在那人作案时指出了他的罪证 接着那人便愤怒地将主角打死了 在这时him登场并救了他 还告诉他腐竹的阴谋。于是主角冲向主城 与他同归于尽了。（以上均为lz临时编造 与正文无关）"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1372770780,
            "txt_content": "呃...\nLZ能发个索引吗？\n我想看看1~13集...\n拜托了"
        },
        {
            "author": "250=mo",
            "timestamp": 1372821000,
            "txt_content": "丿倾世灬辉少丶 发表于 2013-7-2 21:13 \n呃...\nLZ能发个索引吗？\n我想看看1~13集...\n看我签名...."
        }
    ]
}