{
    "title": "【网游之幽冥血魔】第五章",
    "author": "934202481",
    "replyCount": 1,
    "timestamp": 1372506240,
    "txt_content": " 本帖最后由 934202481 于 2013-7-4 16:48 编辑 \n\n【网游之幽冥血魔】索引：http://www.mcbbs.net/thread-127401-1-1.html\n\n\n    在林晨宇远处的草丛中，远看并未大碍，但近看....\n\n     “大哥，那小子现在好像还有一点血，要不我们‘杀’了他，把装备抢过来吧。”瘦小男子眨着他那贼眉鼠眼，向旁边的人问道。\n\n     “不，看他打死的那个怪物，好像是BOSS级别的，不要轻举妄动，看看再说。”肥胖男子眯着他的丹凤眼，直直地盯着林晨宇。\n\n    “哦，好好，大哥你说得对。”\n\n    “呼......呼......。”林晨宇起身，活动一下身体。经过了刚刚的那一次战斗，林晨宇得到了不少实战经验。他望了望身旁的几件装备，开始清点收获，看看白板级别的牛头怪会爆出什么。\n\n    “诶！大哥，那小子恢复了，看样子是要拿取装备了，怎么办？！”\n\n    “走，我们上，双拳难敌四手，我就不行他可以打得过我们。”\n\n     刚要清点，后面却传来声音，  在这时被打扰，仍谁都不会有好心情，“喂，前面那个小子，把装备放下，可以饶你一命。”\n\n     林晨宇回过头，看见两个一瘦一胖的玩家朝他跑来，那一高一矮形成了鲜明的对比。林晨宇不解的问，“为什么，这是我打出来的凭什么给你，再说你是什么人？”\n\n     “哼，小子，我们是什么人，我们可是夜狼佣兵团的，网游中的团队佼佼者。你，哼，不过是好运看到一个BOSS而已。不说这么多，把身上的装备交出来！”到后面，他的大吼已经惹怒了林晨宇。\n\n     现在的胖子看到那些装备已经头脑发热，不会思考了，刚刚的牛头怪是什么级别他也不知道的BOSS，如果他知道是超过10级的，早就逃到不知哪里去了。因为现在的BOSS攻略都是团队的，单人攻略绝无可能，如果不是林晨宇的幸运值达到了10点，闪避率和攻击都极高，再加上牛头怪的动作缓慢，恐怕倒下的那个就是他了。\n\n    “夜狼佣兵团，哈哈哈，等下我就送你们去地狱！”冰冷的眸子闪过一丝血色，心中默念“疾风跑”，这次必须速战速决，因为装备的保存时间是10分钟，刚刚已经浪费了五六分钟有多，过了这段时间装备将会被系统清除。\n\n    一道白光落到林晨宇身上，速度和攻速的加成，虽然只有10秒，但也是强大的。\n\n    10%的加成像一道无形的力，帮助着林晨宇。\n\n    “刷刷——”\n\n    林晨宇飞快的跑到瘦子的身后，准备施展“割喉”，不料胖子的突然窜出，打林晨宇一个措手不及。\n\n    “当——”两把剑相碰磨出火花，两双不一样的眼睛正恶狠狠的对视。\n\n    -40\n\n    “没死吗，呵呵，看来是盾卫啊。”林晨宇小声嘀咕。\n\n    胖子惊讶的看着林晨宇，他居然打出了40点的伤害，不可能，因为现在刺客的攻击力都在二十多徘徊，不可能有超过三十的，这小子.....\n\n    一直没出手的瘦子终于开始攻击林晨宇，他发出刚念好咒语的火球术，灼热的大火球朝林晨宇飞去。\n\n    “砰——”\n\n    -22\n\n    林晨宇没来得及闪避，火球撞到了他的小腿，灼热的火焰燃烧着他的裤子，不过这只是效果，并不会正在燃烧，不过痛觉还是有的，在降低了95%的痛觉不过是挠痒痒罢了。\n\n    不过是加成的时间却是到了。\n\n    这一下击中和加成的消失让对手更加高傲，“哈哈哈，小子，趁早投降，把身上的装备和金钱交出来，我们或许还可以留你个全尸。”\n\n    正在怒火中烧的林晨宇听了这句话无疑是火上浇油，眼里的怒气忽然闪过一丝幽冥之气。\n\n    “叮......你的幽冥能力已经觉醒，变成幽冥血魔，获得前世记忆”\n\n    “呼......”紫色之气从林晨宇身上突然冒出，骇人的气息布满了林晨宇的身体，让两个玩家震惊。他身上还有后手？\n\n    手上的幽盈剑已经变成了一把血色的匕首，幽灵之气围绕在其旁边。而身上的新手套装更是换了，黑色披风衬托着血色的盔甲，紫色的幽凤面具处处露出诡异，两只幽凤忽闪忽现，好像是幻影，却又那么的真实。不仅如此，林晨宇旁边还跟着一个宠物——血婴！它的脚下飘红着的鲜血，源源不断的流着，仿佛要染红了大地。\n\n    林晨宇忽然开眼，凌厉的看向了旁边的两个玩家，淡道：“汝在威胁孤？”虽说是林晨宇的身体，但以不受他控制。\n\n     被林晨宇的变化，他们早已吓破了胆，胖子颤颤巍巍地说：“不，不，不是，我们只是......路过......路过打酱油的。”\n\n    旁边的瘦子也跟着说：“对，对，打酱油，呵呵......。”\n\n    “打酱油是什么？”林晨宇疑惑的看着他们两。\n\n    “呃......。”两人对视了一眼，不知如何回答。\n\n    “既然不知道，那就不要浪费孤的时间，去死吧！”\n\n    “别......！”还没说完，林晨宇的刀尖已经落下，带着强大的力量撕裂着空间。\n\n    “砰——”血色之气直冲云霄。\n\n    新手村，所有人都望着这个血煞之气，个个的眼里都闪烁着贪婪，以为是一个BOSS出现了。可村里的NPC却不一样了，他们平时脸上挂着的笑容早就不知道飞那去了，现在他们的脸上只有无比的恐惧。\n\n    “血......血魔.......是血魔煞神啊！”新手村村长的恐惧更加强烈，惊恐的说。而旁边的玩家听见这句话，眼里的贪婪更加浓郁，都想赶快叫上自己的队员去把BOSS杀了，以免被别人抢走。\n\n    平坦草原，林晨宇杀了两个玩家，手中的血色匕首正不断的吸食着玩家的尸体，颜色浓郁了几分。如果旁人在这一定会惊讶无比，因为玩家的尸体死后，都会分解成数据，然后在新手村的复活点复活，而且因为游戏性，游戏中没有血。在这里，两个尸体不断的流着血液，身体以死，意识被夺，游戏外的身体因为没有意识已经和尸体没什么两样。\n\n    “魔王，待孤来找你算账！”冰冷的眸子散发这阵阵怒意。\n\n    六只黑暗血翼从林晨宇背后长出，轻轻拍打，缓缓升上天空，忽然血翼速度加快，林晨宇消失在无尽的天空中......\n（你们觉得快完结了？不不，故事才刚刚开始，这个只是故事代入，留下个伏笔，那些谜题会慢慢揭开......）\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "934202481",
            "timestamp": 1372509300,
            "txt_content": "没人回复？那算了自己占楼"
        }
    ]
}