{
    "title": "寻踪星期二——第一季（12）：你还我橡木！",
    "author": "星麒尔",
    "replyCount": 3,
    "timestamp": 1372507860,
    "txt_content": "上话回顾：我们无意间来到了一个名叫哈弗迪克兰的城市，并遇见了一位向导“贝诺蓝”，她说，来到这里就必须答道三个条件才可以离开这个城市，而我的心一向是要回到我的麦咖城的。她把我们带到了哈弗迪克兰中央，来完成第一个条件，科里奥提出了一个在这里休息的意见，我也答应了，而这时，贝诺蓝接到了一张纸条。寻踪星期二——第一季（12）：你还我橡木！  “怎么啦，贝诺蓝？这离城第二考很困难吗？”科里奥问道。  “叫我蓝蓝，笨蛋！”她没好气地冲科里奥说，目光又转向了这张士兵递过来的纸，道：“呵，我还真是纳闷了，怎么总是跟你们牵扯上？”  “什么叫做‘总跟我们牵扯上’？”我很疑惑。  “我的第二考验就是要……抓住你们的那只宠物犬！”  我的反应也不慢，刚听完这句话就赶紧抱起橡木并后退一步道：“我倒想让你完成第二考验，但你要跟我说清楚，否则我是不会给你我的橡木的。”  我的话音刚落，她却依旧不理，直冲向我那怀中搂着的橡木，我急忙一闪，她也脚上一个踉跄，很快速地跳到了我的后面。  “好快的速度，也不一般啊！”我心里暗想。橡木似乎被吓到了，一直不停地叫唤“汪汪”。  当她到了我的背后以后，我下意识地转过身来，她笑了笑说：“对不住了。猫腿扫马蹄！”  “什么猫腿？”我还在疑惑，只见面前的贝诺蓝突然蹲了下来，腿快速地伸出，在地上划出了一道美丽的弧线。  我才发现，这“弧线”并不只是划，而是扫向了我的腿！这一切来的太快了，我还没来得及跳起，就已经感觉下身一空，跌在了地上。  “嘭！”我的鞋子都飞出去了，这一跤摔得不轻，我的脑袋都差点裂开。  旁边的科里奥好像忘了我们在为什么争斗，一个劲地拍手叫好。  橡木似乎生气了，跳起来就要去咬贝诺蓝，而她却不慌不忙；如果从她的正前方看，你会发现她的眼睛忽的变成了桃花眼。橡木不知怎么了，一下子就好像失去了力量，摔倒了地上。  “好好睡吧，哈哈，乖狗狗~”她坏笑道。  那是催眠术！  只见她抱起了橡木，交给了卫兵，而她也就完成了第二考验。  我已经昏迷了。  ……  我恍惚睁开了眼睛，发现我正躺在一张柔软舒适的床上，房间也挺华丽。但我可顾不上这些，只在嘴中念叨着：“我在哪里？”  “嘿，你醒啦？”这甜美又熟悉的声音响起。  “呃，贝诺蓝……贝诺蓝！啊！女生怎么能乱进男生的房间哪！”这是我第一次脸红，惊叫道。  她吐了吐舌头说：“呸呸呸，谁说这是你的房间，这是我的房间。”  “什么？！”我几乎快要蹦起来了，可我好像还没有恢复好体力，一个劲也使不上来，“我我我……你……这这这……”\n\n\n\n\neyJpIjowLCJpZCI6IjYwMDUiLCJmIjoic2ltc3VuLnR0ZiIsInRjIjoiI0ZGRkYwMCIsInQiOiI1cGVn.png (2.09 KB, 下载次数: 0)\n\n下载附件\n\n2013-6-29 20:10 上传\n\n\n\n\n  “这什么这呀，以为我会把你怎么样啊？”贝诺蓝没好气地说道。  “哎呀天呀……先不说这了，科里奥呢？还有橡木……橡木！对了，你还我橡木！”我本来脸红害羞的脸瞬间变得很让人心惊胆战，可我只能躺在床上愤怒地盯着她。  何况橡木和我相处这么长时间，感情已经很深了；我现在愤怒的心情也是难以形容的。  “科里奥？哦，你的那个朋友啊，去外面玩去了，橡木……呃，这我得向你抱歉，我的第二考验内容就是‘抓犬勿论’，所以……但是……”  “但是什么？！”我又焦急地问她，感觉身体已经有点舒松了。  “说了不知你信不信，这是哈弗迪克兰王给我说的。”贝诺蓝抬起头来说：“你们都要经过三个考验，对吧？但你们万万想不到的是，这狗也要……”  “啊，什么？！”我这次真的坐了起来，心态很不稳定，“橡木只是动物啊，怎么可能通过三个考验呢？”  “你别着急，哈弗迪克兰王也是有人性的，你的那只橡木只用经过一个考验。”  “什么人性，一点人性也没！它的考验是什么？”  “我哪里知道，我只知道你们的第二考验，但我的第三考验还没出来呢。”贝诺蓝刚说完，就从裤兜里掏出一张纸来拿给我看，道：“这是你和那个科里奥的考验说明。”  我刚拿到这张纸，她又问了一个让我哭笑不得的问题：“哎，对了，我跟你交流了真么长的时间，我还不知道你的名字呢。”  “也怪我没谈起。我叫星期二，十三岁。”  “星期二，很好听的名字，但你得叫我姐姐，我都已经十六岁啦。”  “切，不跟你这种人说话了，我要看我的第二考。”  “哼。不尊重‘长辈’，喝凉水！”  我打开了这张有皱纹的纸。\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 0)\n\n下载附件\n\n2013-6-29 20:10 上传\n\n\n\n\n 未完待续……（13）         \n",
    "replies": [
        {
            "author": "1498140263",
            "timestamp": 1372508700,
            "txt_content": "LZ速更，等着呢。。。。。。。。"
        },
        {
            "author": "星麒尔",
            "timestamp": 1372510980,
            "txt_content": "1498140263 发表于 2013-6-29 20:25 \nLZ速更，等着呢。。。。。。。。\n最近要考试……前几片看完了吗？"
        },
        {
            "author": "1365619159",
            "timestamp": 1372517940,
            "txt_content": "我去……各种广告！见识了1"
        }
    ]
}