{
    "title": "渲染器Chunky 1.1.12",
    "author": "pogox",
    "replyCount": 3,
    "timestamp": 1372527180,
    "txt_content": "发布时间：2013.6.26\n官网下载地址：http://www.reddit.com/r/chunky/comments/1h1m2l/version_1112_released/无需翻墙，请尽量支持作者。\n国内备用下载：http://dl.vmall.com/c0omi2xbql\n更新信息：Release Notes\nThis version has improved performance and thread control. It is now possible to change the number of render threads during rendering.\nThere is a new CPU load setting that can be used to keep the CPU load below 100%. Rendering at 100% CPU load can make some systems (read: Windows) unresponsive. Please note that the CPU load setting is not very accurate - check the actual CPU load when tweaking this setting.\nGitHub user twirrim submitted changes to Chunky that replaced most of the math functions by FastMath calls. This improved performance by 8-9 percent! Thanks twirrim! You can read more about this here: http://llbit.se/?p=1827\nThis version also includes fixes for various bugs. For example, autofocus now works again! Check the ChangeLog to see all bug fixes.\nFinally, thanks are in order for cybergeek94's many contributions to the GitHub issue tracker. This release contains fixes for several of the issues he reported.\nChangeLog\n* Fixed some mirrored textures\n* Fixed autofocus not working\n* Improved rendering speed by using Apache Commons Math library (twirrim)\n* Chunky now remembers the number number of render threads setting\n* Sanitize scene names by removing problematic characters\n* Manually unlocking the render lock now leaves the render controls\nunlocked until rendering is re-started\n* Re-loading chunks using the \"Load Selected Chunks\" button does not\nmove the camera\n* Fixed warping effect in fisheye and panoramic projection modes when\nDoF is enabled. This reverts the depth of field effect to the 1.1.10\nbehavior for fisheye and panoramic projection.\n* The number of render threads can now be controlled during rendering\n* The controls for number of render threads has been moved to the\nAdvanced tab of the Render Controls dialog\n* Added CPU load controls in the Advanced tab of the Render Controls dialog\n摘要译文：新增线程控制，能够调整渲染时多核cpu的线程使用数，并能直观控制cpu占用上限。（终于不用再去任务管理器调优先级了）用户twirrim提交的优化方案将整体性能提高了8-9%。（对于长时间的渲染，能省出不少的时间）修复上一版本自动对焦无法使用的bug现在可以在不移动摄影机的情况下载入同一地图不同的区块。\n附早前版本chunky使用教程http://www.mcbbs.net/thread-71574-1-1.html\n\n",
    "replies": [
        {
            "author": "孤剩",
            "timestamp": 1372532580,
            "txt_content": "感谢LZ分享{:10_512:}"
        },
        {
            "author": "vitaminccc",
            "timestamp": 1372575960,
            "txt_content": "神级软件，感谢分享~~~~"
        },
        {
            "author": "Minezeratul",
            "timestamp": 1372606560,
            "txt_content": "地图党的福音啊，帮顶！"
        }
    ]
}