{
    "title": "【蒹葭文字】灵魂服务器 第四十一章 火镰",
    "author": "猫小沫",
    "replyCount": 5,
    "timestamp": 1372581480,
    "txt_content": " 本帖最后由 猫小沫 于 2013-6-30 17:38 编辑 \n\n    “天啊……”在场的所有人都倒吸一口气。良久，一个40来岁的将军站出身来问道：“我们的士兵何时能有这些武器呢？”\n    “很快就会有，现在这个需要的新型矿物存贮量不多，但在刚刚我收到了一条好消息，在XX国和YY国有共计3250多处丰富矿藏，但大部分开采难度略大，不过我们也用手头上的百余吨原料组建了装备这个武器的战部——火镰战部，但推向全军……还不是现在能做到的。”羽做了一个深呼吸：“但与此同时，还有一个坏消息，外星人的战舰已经进入大气层了……”\n    “？！”\n    “没错，欧洲大部分在他们的手中，我们暂时也打不下来，而且他们有那么……”羽刚想说“可怕”二字，但意识到了这可能会动摇军心，就连忙改口。“慈眉善目的怪物，所以不惧我们的攻击，于是就有了可以降落的条件了。”\n    “慈眉善目……？”这想法只能在大家心里议论一下，这时候，还是别说出来比较好……\n========================================\n    “美洲板块的战局比较稳定，我们一共消灭外星人及怪物共计四万五千二百余。从理论上说，如果不从他们的战舰再调兵过来，美洲板块是不需要火镰战部了？我们把火镰战部抽到欧洲去吧，那里战况比较紧急！”一名负责美洲战局的将军开口问道。\n\n    “暂时不用，那里有五十余万火镰士兵，正常运输途径耗时太大，而用空间超负曲度压缩运输成本太高，而且我们也不能说战士们们走后外星人会不会进行大动作，他们虽然也是空间超负曲度压缩运输，但他们的动力是正反物质互相湮灭所产生的能量，这个能量=(正物质的质量+反物质的质量)*光速的平方，这是一个难以想象的能量资源，咱们地球的‘东窗女（各取反义即可得到我想说的那个公司名字= =）’也能产生反物质，但是，它在欧洲……”羽轻轻摇头。\n    “明白！”\n    “司令，可否问一下，欧洲战况如何？？”\n    “胶着！我们投入的欧洲战区的五百万火镰战士正在和外星人进行激烈的交火，不过这些外星人和他们的怪物到底有多坑爹？为什么我们如此精锐、战斗力如此之高的火镰都打不败他们呢？！”\n    “他们能跟着战舰出来的就已经不是低级的士兵了，就算是一个上面的扫地工，也都是他们原来星球高级的血统。而且他们的身体修复能力极强，且有不少的军医，只要他们的身体还保持相对完整，拿回去培养一下，就可以恢复至少5成的战斗力，不过怪物还好点，除了个别的血厚，个别的功击高，其他的只要人多，常规部队都能造成伤害。”\n    “啊？！那我们还不是没有活……”一个将军忍不住说道，但他连忙闭上了嘴。羽看了一下，大家基本都面色苍白。\n    羽叹了口气“你们捍卫地球的雄心壮志呢？你们进入地球部队时就发过誓，就算只剩下一个人，也要和他们血战到底。更何况……那种武器明后天又要出炉2000余万，而且咱们的地球科学家研制出了一种可以造成空间坍缩的超威力炸弹，外星人他们没有！！只要这一批战备物资装备完毕，而且这些炸药能发挥75%的效用的话，我们可能可以把外星人赶出除欧洲外的所有大陆，再择日对他们的战舰发起总攻！！”\n上一章                                索  引  贴                             下一章\n",
    "replies": [
        {
            "author": "474645956",
            "timestamp": 1372582440,
            "txt_content": "xx国....yy国...无力吐槽。。。"
        },
        {
            "author": "猫小沫",
            "timestamp": 1372583580,
            "txt_content": "474645956 发表于 2013-6-30 16:54 \nxx国....yy国...无力吐槽。。。\n写了容易被跨省，你认为呢"
        },
        {
            "author": "474645956",
            "timestamp": 1372656540,
            "txt_content": "猫小沫 发表于 2013-6-30 17:13 \n写了容易被跨省，你认为呢\n那你至少也得弄一个像样的名字吧。。。。。"
        },
        {
            "author": "猫小沫",
            "timestamp": 1372657140,
            "txt_content": "474645956 发表于 2013-7-1 13:29 \n那你至少也得弄一个像样的名字吧。。。。。\ncotα省tanα市如何？"
        },
        {
            "author": "474645956",
            "timestamp": 1373019360,
            "txt_content": "猫小沫 发表于 2013-7-1 13:39 \ncotα省tanα市如何？\n就不能别是英文么？。。。。"
        }
    ]
}