{
    "title": "新篇章~ minecraft中的镖局~",
    "author": "小鑫鑫",
    "replyCount": 1,
    "timestamp": 1372596780,
    "txt_content": "                                  山寨的崛起       一天，我在玩minecraft的时候，居然被吸了进去！\n       我看见的是一场血色（貌似minecraft除了装肢体mod是不会流血的......）的画面，一群衣服统一的人在跟一队衣服完全不统一连武器都不一样的人战斗，虽然那队人很少，但是越战越勇！战得连人数忒多的官军（暂时就这么叫）都节节败退~，最后居然杀赢了！\n      我正在喝彩的时候，被好汉们抓了起来，他们中的一个人用粗糙的语气说：”你是哪里人！是奸细吗？姓甚名谁！”我连忙回答说：“好汉，在下……人，姓……名鑫，叫我小鑫就行...”一位衣服相对整洁的人过来跟我说：“你是路人吧，现在的朝廷非常腐败，可能会对你们这些平名百姓做些压榨，不如上我们山寨吧，那里快活多了，兄弟们都够义气。”我心想：“唉！我怎么到了minecraft游戏里来了，话说我装了什么MOD！为什么会有山寨这个东东！等一下，这整合包貌似是某个匿名的家伙用邮箱发给我的！艹！算了反正现在也没什么着落还不如跟他们一起混口饭吃~”于是我便答应了~\n      可是事情并不是这样就完了，我跟着他们过了一个多月，一天早上，阿青来叫我：“快起来！官府来围剿了！你还睡，待会命都没了！”“什么！难道我们的人不够英勇打不过官府吗？”我惊道。阿青回答：“非也！只是那官军更加英勇，是当年朝廷派去抗击倭寇保家卫国的戚家军队（朋友插话：纳尼！为什么会有历史人物，不科学！ ），如今被派来围剿我们，恐怕败多胜少啊！” “什么！！！！这可怎么办啊，老子还要回家呢！”我心想道。\n      我们还没说完，一向矫勇善战的将军飞叶跑了进来对我们说道：“我们撑不了多久了，你们还是快快撤离山寨吧！”我一着急，打了打头。居然想起了一个月前我被传送到这里的时候身边有一个皮袋，上面写着\n        请到危急时刻才可打开！否则后果自负。\n      我一直忘了这件事， 现在就是危急时刻了！我立刻打开皮袋，想不到上面却是放着一本书，然后放着一把铁剑。我仔细阅读了一下，立刻跑去主帐对寨主苍莲提议道：“我这里有破敌妙计，可让我指挥军队，保证让戚家军退去。”苍莲觉得神奇，要我告诉他如何做。我凑了过去“我们只需如此如此~这般这般便可退了戚家军！”于是苍莲便让我做了主帅统领全军，我便依照书上的方法，去劝退戚家军。\n      我到了戚家军总领戚继光（朋友插话：戚继光是怎么回事啊！不是明朝的吗？小鑫你搞穿越啊！）我对他说：“现在朝廷腐败，将军为什么不自立一派，将来也不会遭奸臣（朋友再度插话：“我擦跟奸臣什么关系！不科学啊！）陷害！”戚继光回答：“将军所言是有道理！不过人生在世就应该是忠孝义俱全（朋友继续插话：这跟忠孝义啥关系........搞不懂啊！），而不是叛国投敌，将军敢来劝谏本帅，应该也是一位好汉（朋友再再次插话：你什么时候成好汉了！我见你怎么像个胆小鬼............)，请进来一叙。“到了黄昏，我回到山寨，对苍莲说：”戚继光不想叛国，我们出狠招吧。”\n      第二天一早，我派遣了阿青装扮成朝廷军人，去都城接走戚家老小，然后再派飞叶去挑战，跟我预料的不错（朋友一直插话：就你这熊样也能预料？你好像在盗版某某古装剧的剧情吧！），正好是卫虎出来出来迎敌，没有20回合就被飞叶擒回山寨，我下令将他砍了！然后把首级（朋友有插话了：minecraft里面还有首级这东西，人头吧！）伪装成戚继光给朝廷奸臣卫贾昊的包裹（朋友一直插话：卫贾昊，这名字怎么这么熟悉.......）。\n    不出我所料，8天后，朝廷立刻派大军来征缴戚家军，戚继光无奈只好投降......再戚继光的帮助下我们逢州得州，逢县得县，已经是雄踞一方的诸侯了！\n----------------我是可爱的分界线------------------------------------------------\nOK啦本章完结.........有没有觉得不科学呢~我都是一军之帅了~金币人气经管砸来我无所畏惧。后面插一句：朋友插话是真的..........\n\n",
    "replies": [
        {
            "author": "wr786",
            "timestamp": 1372596960,
            "txt_content": "为什么山寨这么小，的崛起这么大"
        }
    ]
}