{
    "title": "新坑发布[科学の魔法]科学与魔法的再次冲突",
    "author": "zhh30648",
    "replyCount": 1,
    "timestamp": 1372607820,
    "txt_content": "新坑，就开在这了\n本次故事讲述的是科技和魔法这个已经被玩烂的题材，但故事发展有略微有所不同，具体内容还请自己看吧，我就发帖，不说话\n可能玩过工业服和魔法服的人会比较熟悉内容吧\n幽幽的路灯周围飞舞着几只不知名的小虫，灯罩里若隐若现的不稳定光芒，照亮着这座城市不起眼的小巷一角。一根根错杂的黑色输电线和晾衣杆穿插在本来就灰暗的天空下，让这里的气氛和远处灯火通明的大厦高楼显得格格不入。“爷爷，这部分怎么弄的啊”带着灰色胡渣的老人放下手里的报纸，抬了抬鼻梁上的原型眼镜，从有点腐朽的摇椅站起“这部件跟本就不是这套东西里的吧，卡口型号不一样”他把零件用带着黑色油污的衣角磨了磨，重新放回盒子里“不是卡口型号不一样，是你造的东西就跟图纸上完全不一样，这东西你怎么弄出来的史蒂夫”名叫史蒂夫的少年挠了挠后脑勺，仔细对比着图纸和手上的半成品，果然构造就有很大区别“哎，果然血缘关系而导致的机器知识低下...”“爷爷你说的啥？”“不不不，没什么没什么，你再试试吧”图纸上的是采矿激光的初始型号，也就是无法切换模式的最基础的一带，连能量的来源都是需要卡片型电池充电而不能直接接上电源充电的古董当然构造也是相比之下比较简单的，比起能切换散射，穿透甚至能对生物造成伤害的烧灼模式的新一代采矿激光，简直就是拿汽车模型和实物比的程度老人放下手里的扳手，踱步到沾满了城市灰尘的窗口，望着那一片灰蒙蒙的天空“又要下暴雨了么..史蒂夫快把东西收起来，受潮就都报废了”“什么嘛...再弄一会..这电池感觉总是插不进槽口啊，诶这啥..”轰隆隆...突如其来的如爆炸一般的响雷，把史蒂夫从痴迷中惊醒窗外的天空更加暗了，黑压压的一片简直要压到自己胸口，不知为什么总感觉胸口很压抑，是什么东西要来了么..伴随着下一声雷，门被两个披着斗篷的人被踢开了，铁皮门就这样直直得躺在地上“你们...切，还是来了么”老人显得特别激动，胡子都跟着一起颤抖起来“你个老不死的，今天没空管你，我们是来回收他的”“你们谁敢碰我孙子一根毫毛！跟你们同归于尽的能力我还是有残留的呜...”老人被人从背后击中颈动脉，昏厥着摔倒在地上，从老人背后又隐约浮现出几个半透明的人影怎，怎么了...这群人是谁啊，就这么直接的打晕了我爷爷？这帮人来干什么的！“史蒂夫，请你跟我们走吧，这里不适合你的生存与发展”“这是我家，什么不适合，我警告你们放开我爷爷！不..不然我就射击了”黑衣人叹了口气，从兜里摸出一张卡片一样的东西，夹在两指之间，嘴里开始念叨着什么一股危机感席卷而来有什么可以用的么，什么可以用来当能源的东西！快点给我找到！刚才被史蒂夫乱翻一通的抽屉里的一角，一张卡片型的东西开始发出微微荧光赌一把了！这个说不定是什么电池呢！趁着黑衣人在背诵着什么，史蒂夫从抽屉的纸堆里抽出那块疑似电池的东西，往激光枪的电池槽口用力一摁咔擦！一种完美的匹配感从槽口发出的声音传来黑衣人似乎已经背诵完了，手上的卡片也开始放出紫色的光芒“果然这样更容易回收呢，虽然对不起你，但还是请你好好睡一觉”瞄准黑衣人的脸，毫不犹豫的按下扳机一股不适感传遍全身，就像是血液里什么东西被抽走到了激光枪上一样，暴露在外面的“电池”开始爆裂出橙红色的光芒“什么...这个是...死老头子，快撤！”史蒂夫用尽全身力气压制住开始颤抖的激光枪，像是有什么东西在枪口汇聚一样，从四面八方吹来狂风，整个书房被摧残的一片狼藉视野渐渐被赤红的光芒占据，只能看到那几个惊呆在原地的黑衣人的斗篷被染上了血红的烈焰，慢慢被吞噬在了视野里.“今天下午三点，在贫民区巷口某家住户附近发生大范围爆炸，已经排除是火药类可能性，爆炸原因正在进一步调查中，并没有涉及伤员，在场也没有尸体或者疑似尸体的痕迹。现在播送下一条新闻简讯..”在名为“中央整合大楼”的北面墙壁上，正播送着前几天所发生的巨大爆炸事件，而这次爆炸的罪魁祸首，正在...“你小子给我停下，又偷店里的面包，快停下!”傻子才停下来让你抓呢史蒂夫的裤袋衣袋甚至背后的破旧书包里都塞满了东西，嘴巴里叼着被咬了一半的牛角面包，在街区的大道上飞奔，后面正追着某家史蒂夫经常“光顾”的面包店老板“小子跑的挺快啊，呼呼..下次再..见到你偷东西呼呼..你就完蛋了..”史蒂夫在距离他几米外的路灯前，挑衅似得在原地转圈，对着他扮出鬼脸，接着跑进了小巷的阴影里现在是爷爷失踪，老窝爆炸过后的第4天了，一开始伤心无比的史蒂夫现在却似乎完全忘记了发生了什么，对于这种刺激的生活反而充满了好奇现在的“秘密据点”就在东巷口的第二条巷子的某个废弃保安亭里，作为一个用来遮蔽风雨的免费旅馆也是很不错的地方把面包往顺手带来的塑料袋上一放，抓起一个含在嘴里，双手开始在书包里摸索东西毫不起眼的铁质光泽，左下角还用记号笔标着I-001号码的采矿激光枪而原本应该放置电池的地方却插进了一张橘红色的卡片，上面似乎用什么东西画了一些符文，就像一只大鸟的形状，而四角都用着镀金的膜写着一些字母“ The gift of phoenix .....是哪里的语言啊”虽然不知道这有什么用，但似乎能为激光枪提供某些能量并且发挥超越其本身..不，应该是超越自然科学法则的现象“爷爷说这种型号的东西不可能发出超过2000°以上的温度，而且范围很小..”似乎这种东西曾经见到爷爷拿出来过，后来就....抽屉，没错，就是第三层的那个平时被锁死的抽屉里，应该放着和这种卡片差不多的东西“还是回去看看吧,说不定可以搞到什么有用的...”更何况，我还要找到我唯一的亲人“对不起，回收失败了”年轻长发女人的身影坐在在阳台的折伞下，手上套着白色手套，穿着纯白色的连衣裙，就如同贵人家的大小姐一样，金色的长发从腰间垂至小腿，几缕金丝在轻风中摇曳“嗯，没关系哦，毕竟他是我的..但是能被你们轻易的抓住就太没出息了呢”“真的没关系么，殿下”“嗯，没关系，我到是很想看看他怎么成长起来的”黑衣人垂下了头“下去吧，我想是时候去看看外面的事了”端起小巧的红茶杯，轻轻地抿了一口在茫茫雪景之中可以看到的，只有星星点点的光芒\n",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1372616520,
            "txt_content": "我还以为是MOD撒。。。"
        }
    ]
}