{
    "title": "寻踪星期二——第一季（13）：抓住兔子！",
    "author": "星麒尔",
    "replyCount": 8,
    "timestamp": 1372665060,
    "txt_content": "上话回顾：贝诺蓝为了第二考抓走了橡木，让我气愤不已，但我必须保持理智，她又给了我一张关于我们的第一考说明，我才放松了一下，缓慢地打开了这张纸。寻踪星期二——第一季（13）：抓住兔子！  “先去哈弗迪克兰中央离城考核处，自然会明白。”我念了一下这纸上的内容，有些疑惑不解，道：“到了那里我也不一定明白呀。”  贝诺蓝说：“哈弗迪克兰中央有很多考核，有什么教学考核，实验考核……我听说离城考核还是分很多种的，也算是比较重点的。”  “总之先到那里再说，我去叫上科里奥。”  五分钟后，哈弗迪克兰中央离城考核房间。  这个房间极为古怪，但又不知从何角度讲很豪华，周围铺满了石英石块，其中还夹杂着一些青金石，色差很明显。  “喂，星期二，咱离城第一考到底是啥啊？”科里奥问我。  “我也不大清楚，总之……”  我的话还未说完，另一个和蔼可亲但又陌生的声音响起在我们的耳畔：“我会告诉你们的，但既然这是离城考核，那么我是不会松懈的。”  “你是谁？快出来啊！”科里奥不禁喊道，虽然这声音和蔼可亲，但不见说话的人还是令人恐惧的。  突然“呼”的一声，一个满头白发的老人出现在了我们的正前方五米左右的地方，这个老人不仅头发是白的，身上的衣服也都没有一处是异色，唯一只能够看到他那双紫色澄澈的眼睛，给人一种无比神秘的感觉。  “喂，那么吓人干嘛，穿一身白哭丧啊？！”科里奥傲慢地喊道。  贝诺蓝对科里奥小声说：“嘿，不要那么没礼貌，这是速之长老贾斯隆，在这个城市地位还是很高的。”  这位贾斯隆长老却不慌不忙地冲贝诺蓝做了一个手势，示意让她离开，贝诺蓝点了下头，退后一步鞠了个躬，向房间外走去，还扭了一下头说：“小心点。”  她出去后，我们的心也凝重了许多。那位长老似乎就没听见刚才科里奥所说的话，笑着说：“我也不难为你们，既然你们要离开，那就要通过三个离城考验。哈弗迪克兰王从你身上感受到了独特的气息。”  他是指着我说的。  “独特的气息？”我很不解。  “没错，王很看重你，他说你才未成年就有着不凡的技术，所以不想让你离开，而失去了一个人才。但既然你要离开，不论你多大，都要接受很困难的离城考验。所以，我也劝你不要离开这里。”  “你们的好意我心领了，我还不知道我有什么特殊的魅力呢。但总而言之，我一定要离开这里！”  当我说到最后一句话时，声音突然提得很高。  “好吧，这也是你的意思？如果你选择留在这里，我们会把你的那只宠物犬还给你的。要不要再考虑下？”  我动摇了一下，但又坚强地说道：“开始考验吧。”  “哼，你的第一考验就是抓住我手中的这只兔子。”  “兔子？”我看了一下他的手，果然拖着一只兔子。这只兔子并不是很大，和普通的白兔没什么区别，就是耳朵比一般的兔子要长上一截罢了。  “你这个老头开什么玩笑，不就是一只兔子吗？装什么装！”科里奥不屑地说。  “你们应该感谢我才对，我本来是要让你们和我较量呢。但我认为你们的实力还未到，所以，只要抓我的这只霹雳兔就行。而你的同伴的第一考就是协助你。”  “霹雳兔？”我还在疑惑之中，只见他把手掌张开，兔子身上发出了一道金光，不见了。这一切来的有些过快，我都不禁痴了一下。  “咦，怎么不见了，你这老头是不是耍我们？”科里奥大喊。  我敲了一下他的脑袋说：“别说话，我想，是这只兔子已经跑了才对，我听见了很多风声，就是它从我们耳边越过的声音。”  “不是吧，这么快？！”科里奥惊叫。  旁边的贾斯隆长老静静地坐在椅子上说：“所谓霹雳兔，是因为它速度如霹雳闪电而得名，你们好好玩吧，不得使用武器。用手抓住这只兔子的耳朵即为通过第一考，时间为十分钟。”  我和科里奥对视一眼，点了下头，把各自的武器丢到了一边。  我最先观察了一下，发现无论如何也只能看到这霹雳兔的一道道奔跑所留下的残影。而科里奥实在太莽撞，一直不停地用手尽全力去抓那只兔子，可结果还是一跤跌在了地上。  “我去，这什么变态兔子啊！”科里奥趴在地上无奈地说。  贾斯隆长老还是静静地看着我，说：“注意，一分钟过去了。”  我动了。在科里奥跌跤的那一刻，也是那霹雳兔从他身上越过的那一刻，我试图扑向霹雳兔所奔向的方位处，可这兔子的反应能力出乎我的想象，它一个急转弯，还在我的脸上蹬了一脚，又窜了。  “这挨千刀的！”科里奥一下子站了起来，对贾斯隆长老说：“喂，老家伙，你说不能用武器，没说不能用技能吧？”  长老愣了一下，但又点了点头。我疑惑道：“喂，科里奥，没有武器你咋用技能？还有一件事，你有技能？我都不知道。”\n\n\n\n\nu=3815388403,814539653&fm=15&gp=0.jpg (7.55 KB, 下载次数: 0)\n\n下载附件\n\n2013-7-1 15:50 上传\n\n\n\n\n  “啊？技能都要用武器？我可不这么认为。还有，我的技能正是在咱们清除爬行者前得到的呢。你不是也得到了一个叫什么炸火龙什么的技能吗？好啦，看着。”科里奥话音刚落，就又喊了一句：“暴走！”  “暴……暴走？要发疯吗？”我咽了口唾沫。  只见他双眼发红，肌肉隆起，然后直奔霹雳兔。他的双脚有力地冲击着，似乎要踏平一切，连哈弗迪克兰中央外部都能感受到震动。  可是就算暴走了，能追的上它吗？科里奥已经失去理智了，“咚—”的一声撞上了墙壁，这个用石英和青金石铺成的房间剧烈的晃动了一下。科里奥也“嘭”的一声倒下了，他所撞到的青金石也裂开了一条很明显的缝隙。  我稍微愣了一下，道：“科里奥啊，暴走技能不错，但你这个莽夫性格必须改改。”  贾斯隆长老说道：“五分钟过去了。”  “什么？一半时间已经过去了？”我又回过来神，想：“没时间叫醒科里奥了，我自己来吧。”  我本以为这兔子被科里奥这一暴走后会吓坏的乱蹦乱跳，可是我现在能够用眼捕捉到的并不是它所留下的残影，而是真身。  “它被震晕了！”我的脑中飘过一个念头。它的速度不但缓慢下来了，而且神态也变得很不稳定。  贾斯隆长老瞪大了眼睛，说：“还……还有四分钟”。趁这个机会，我伸手就要去抓那只霹雳兔，它见状就赶紧加快了速度，但也没有刚开始那么神速了。  它一个劲地向前冲撞。我忽然改变了行动路线，脚下踉跄了一下，扑向了它！这只霹雳兔无法闪躲了，因为它现在是在这个房间的墙角。  “抓住你了！”我拎起来它那长长的耳朵，它的脚还在扑朔着。  “还有……三分钟。”  “三分你一脸，我抓住这个家伙了！”  科里奥缓慢地站了起来，晕晕乎乎的。  贾斯隆长老晃了晃脑袋说：“只用了七分钟，真是了不得，这兔子让数十个人抓也未必能在十分钟内抓住！”  “我们并不是硬抓，而是用智慧抓，好了，这第一考……”  “离城第一考通过了，回去休息吧！。”贾斯隆长老有些不耐烦地说，然后化成一缕青烟，不见了。  科里奥踉踉跄跄地走到我的身边，问：“星期二，通过第一考了？”  “通过了，呃，这还要感谢你的帮助。走吧。”  哈弗迪克兰中央客厅。  “第一考你们竟然在七分钟内通过了，真不简单啊！”贝诺蓝惊讶地叫道。  我皱着眉头说：“嗯，确实不简单。但这如果是不简单的，那第二考会怎样？”我们都沉思了一会儿。\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 0)\n\n下载附件\n\n2013-7-1 15:50 上传\n\n\n\n\n未完待续……（14）      \n",
    "replies": [
        {
            "author": "A王O子A",
            "timestamp": 1372665420,
            "txt_content": "有点。。。。无聊。。。。。。"
        },
        {
            "author": "星麒尔",
            "timestamp": 1372665540,
            "txt_content": "A王O子A 发表于 2013-7-1 15:57 \n有点。。。。无聊。。。。。。\n前12话呢?也很无聊吗？"
        },
        {
            "author": "A王O子A",
            "timestamp": 1372666800,
            "txt_content": "星麒尔 发表于 2013-7-1 15:59 \n前12话呢?也很无聊吗？\n都有些平凡——好好看看别人写的吧！磨练磨练"
        },
        {
            "author": "q1786803468",
            "timestamp": 1372675140,
            "txt_content": "呵呵 我写了一段时间就不想写了.."
        },
        {
            "author": "星麒尔",
            "timestamp": 1372687920,
            "txt_content": "q1786803468 发表于 2013-7-1 18:39 \n呵呵 我写了一段时间就不想写了..\n有耐心点嘛……加油啊。"
        },
        {
            "author": "q1786803468",
            "timestamp": 1372687980,
            "txt_content": "星麒尔 发表于 2013-7-1 22:12 \n有耐心点嘛……加油啊。\n那个小说我现在完全给我朋友写了 .. 所以我休息休息"
        },
        {
            "author": "hys19960823",
            "timestamp": 1372688820,
            "txt_content": "不明觉厉啊"
        },
        {
            "author": "1498140263",
            "timestamp": 1372729500,
            "txt_content": "hys19960823 发表于 2013-7-1 22:27 \n不明觉厉啊\n{:10_512:}从头开始看把~"
        }
    ]
}