{
    "title": "寻踪星期二——第一季（14）：铁匠大叔？！",
    "author": "星麒尔",
    "replyCount": 5,
    "timestamp": 1372810680,
    "txt_content": " 本帖最后由 星麒尔 于 2013-7-3 08:19 编辑 \n\n上话回顾：终于抓住了霹雳兔，完成了离城第一考验！但我和科里奥即将面对的第二考会如何？我们都陷入了沉思当中。寻踪星期二——第一季（14）：铁匠大叔？！“别气馁，第二考还没出来，怎么就知道那很难呢？”我首先提出我的看法。“对呀，不就是离开这里嘛，说不定比第一考还简单许多呢。”贝诺蓝说。科里奥还没来得及开口，一个士兵就又拿着一张纸跑过来了。这一定是我们的第二考说明！我和科里奥都这样想。可贝诺蓝却皱起了眉头。只见那士兵把那张纸递给了贝诺蓝，说：“小姐，这是您的离城第三考说明。”贝诺蓝悠闲地打开了这张纸：“呵，看来我要先走一步了。”可当贝诺蓝念完那张纸上的内容后，她有些失神地说，“呃……让我打败铁匠大叔？怎么可能！？”“谁是铁匠大叔？”我和科里奥同时发问。“可以叫他力之长老，也可以叫他是铁胆骑士。是这里有名的战士，不过现在还没有什么人能够击败他。让我一个女子去打败他？开玩笑吧，谈何容易？！”那个士兵还没有走，就又递给我和科里奥各一张纸，说：“这是你们的第二考说明。”我先打开了我的第二考说明，又对照了一下科里奥的，发现第一行都一样，而且让我们三人一同吃惊，第一行写着：协助贝诺蓝小姐通过最后一考即为通过第三考。贝诺蓝几乎高兴地要蹦起来：“哈哈，这才人性化嘛！”科里奥的说明第二行写着：击溃铁匠大叔的辅助幻影士兵。而我的说明第二行写着：亲手打倒铁匠大叔。我很疑惑地说：“不止要击败那个大叔，还有小兵？”贝诺蓝停止了笑声，道：“那么说，我是既可以帮科里奥打小兵，也可以帮星期二打大叔？”科里奥大叫：“不会吧，一个猥琐大叔就够啦，还有小兵来帮这个大叔？”“叫谁猥琐大叔呢？小心我揍扁你！”一个铿锵有力的声音从科里奥背后发出。我们都向科里奥背后看去，科里奥也缓缓地扭过头去，“妈呀！”一声差点没吓尿。“铁匠大叔！”贝诺蓝惊叫。原来，我们面前这个人就是贝诺蓝所指的铁匠大叔。不愧是这个称号所予，他的身体出人意料的健壮，肌肉几乎和我的腰一样粗了，肩膀也是宽的无法比喻，如果他坐在沙发上，别人就根本没有办法占位置。他穿着一身满是补丁的衣服，身高估计也超过了两米，拎着一个大如书柜的铁锤。脸上没有一丝慈祥，只有无尽的威严，左眼上有一道很旧的疤痕。他就像是一个变异的巨人。当他站在我们面前时，我们都能感受到巨大的压迫力。他把那把看似有几千斤重的铁锤扛到肩膀上，对着科里奥道：“小不点，不要战前满口说大话！除非你能吃我一锤！”他说的这句话口气很重，差点让科里奥窒息于此。想想啊，科里奥已经很壮了，说他是小不点的人该会有多霸气呢？科里奥勉强吞了口气，无语了。\n\n\n\n\nmzl.vkjqpyuc.175x175-75.jpg (8.18 KB, 下载次数: 1)\n\n下载附件\n\n2013-7-3 08:16 上传\n\n\n\n\n他接着又说道：“看你们还这么弱，哈弗迪克兰王又让你们跟我对抗，唉，我会在第二考场上手下留情的，哈哈！”这个铁匠大叔笑的时候却很猥琐，哪有一点先前威严的模样？只见他又瞟了我们一眼，走开了。“我去！这个大猩猩怎么这么爱装？好像很牛啊！”科里奥等他走开后不屑地说道。“对了，贝诺蓝，我还有些疑问，幻影士兵是什么？”那个铁匠大叔虽然让我很感到震撼，但我还是必须保持冷静。“呃，所谓幻影士兵……从字面上来看，就是虚假的、像影子一样的士兵，但实际上，他们也只是由‘真实投影仪’投影出来的人罢了，但这些幻影士兵虽是由投影仪投影出来的人，但被他们打起来确实真的可以感觉到疼痛，就和现实没什么区别，但他们并不是真正的生命，所以，在练习或考核过程中，常常会用到这个高科技产品。”贝诺蓝忧心忡忡地说道。科里奥放松了一下，道：“我要对付的那帮小菜只是幻影？那倒不错，我可以好好展现我的实力了。嘻嘻，我是不会手下留情的！”我还是皱着眉头说：“第二考似乎很难，总之，不要松懈。”一天后，哈弗迪克兰中央离城第二考场房间。这个房间实在是出奇的寂静而又出奇的诡异，大部分都是用昂贵的黑曜石铺成的，而少部分竟是由埋藏在地下最深处的基岩所组成，不用说也知道这个房间可谓是坚不可摧，就算是用炸药炸上百次也炸不开的房间了。只见铁匠大叔坐在最前方用黑曜石做成的座位上，闭着眼，神情很悠闲，似乎无视了站在他面前的我们。科里奥看到他那神情安详的样子就怒了，冲他大喊：“喂！不要以为自己很牛，装什么装，不就是个大猩猩吗？！”听到这番话后，铁匠大叔的双眼突然一睁，眼睛变红，肌肉隆起，大吼道：“我最忍受不了别人说我是大猩猩！一会先让你进极乐世界！”他猛地一站起来，房间都为之颤抖，我的心也在颤抖。这位铁匠大叔的实力从气势上来讲已经不凡了。只见他将铁锤召唤出来，“当——”的一声砸在地面上，说：“哼，几个小东西，还没开打就在提升士气吗？！我告诉你们，就凭你们三个，不必出兵力，我一个就可以在短时间内将你们粉碎！还是赶快放弃吧！”这位铁匠大叔确实有些太过嚣张。我和贝诺蓝还不算很生气，可科里奥已经愤怒到了极点，我尽量用眼神制止住科里奥，并对铁匠大叔说：“第二考我们注定要经历，并向您发出挑战。前辈，不知您贵姓？”“星期二，你干嘛对这种人这么客客气气啊？”科里奥对我说。铁匠大叔皱了一下眉头说：“这……为何要告诉你这小子？！我才不会告诉你我的名字叫阿童木呢！”“呃……”我有点无语，而贝诺蓝已经“噗嗤”地笑了出来，科里奥更是哈哈地大笑起来：“哈哈哈啊……这智商啊，哈哈哈……哎呦我的肚子，哈哈哈……！”这位铁匠大叔现在才意识到自己说漏了嘴，竟赶紧怒吼道：“喂喂喂！别笑！妈的，老子小名还叫铁臂呢！”这一说，我也忍不住笑了起来，而科里奥已经笑得趴到地上了。“别笑了！”他已经怒到了极点，拎着铁锤就向我们冲来：“哇呀呀，去死吧！吃我一锤！”\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 2)\n\n下载附件\n\n2013-7-3 08:16 上传\n\n\n\n\n未完待续……（15）\n",
    "replies": [
        {
            "author": "1275137849363",
            "timestamp": 1372821900,
            "txt_content": "支持一下{:10_492:}"
        },
        {
            "author": "jkssks",
            "timestamp": 1372823040,
            "txt_content": "既然我点进来了我就诚恳的回复吧~（我怎么还没六级）"
        },
        {
            "author": "星麒尔",
            "timestamp": 1372827240,
            "txt_content": "咦？为什么我发帖后字体会变得这么小呢？审核的问题吗？发帖前的字体很大啊！"
        },
        {
            "author": "dcsuibian",
            "timestamp": 1372827840,
            "txt_content": "文学创作的都好厉害耶"
        },
        {
            "author": "1498140263",
            "timestamp": 1372835820,
            "txt_content": "支持LZ~（QAQ我要金币，，，，）"
        }
    ]
}