{
    "title": "CraftBukkit 1.6.1 开发版已发布！",
    "author": "wolski",
    "replyCount": 3,
    "timestamp": 1372794960,
    "txt_content": " 本帖最后由 wolski 于 2013-7-3 06:03 编辑 \n\n                                                                                                A new CraftBukkit for Minecraft 1.6.1 DEVELOPMENT build is now available!\n\nAs of this post, we've shifted development over to Minecraft 1.6.1 compatibility and now have development builds available. We strongly suggest that you only use this build if you would like to help us get a Beta build out sooner and are experienced with using unsupported development builds. If you have to ask where or how to get the development build, you should NOT be running it and posts of that nature will be deleted.WARNING: Minecraft 1.6.1 is an update that requires clients to update before being able to connect.Will plugins break with this build?\nMinecraft 1.6.x has changed how health is stored for entities, which is something plugin developers have been relying on and expecting to never change. Usually a change of this kind would force us to completely break plugins, however, we've managed to come up with a way to support both the old and new health formats without any problems. This means that all the plugins that would have broken from this change will all work fine, giving plugin developers time to update their plugins properly and allowing you to keep your server running without any issues.\n\nWhile we were busy updating CraftBukkit to Minecraft 1.6.1, we realised that the change to how health is handled would cause a lot of headaches for all our server admins and plugin developers, so we spent a lot of time trying to come up with a better way to handle this than simply breaking all plugins. We hope that all the hours we put into this solution will significantly improve your Minecraft 1.6.1 update experience.\n\nProvided the developers of the plugins you are using are keeping up with the development of Bukkit, all your plugins should work fine. Unless we specifically have to break plugins or the plugins you are using are employing inappropriate practice's, most plugins should work without needing an update whenever we put out a new release.What is a Developer Build?\nA Developer build is provided AS IS and COMPLETELY UNSUPPORTED. You should only be running these builds if you are completely aware of how to properly make use of them. Support requests of ANY KIND will be removed without warning. If you have to ask where or how to get the development build, you should NOT be running it and posts of that nature will be deleted.\n\nThanks for your continued support, we hope that the extra time we put into avoiding the breaking of plugins makes this Minecraft update a smooth and painless one for everyone.以上引自\nhttp://forums.bukkit.org/threads/craftbukkit-for-minecraft-1-6-1-development-build-is-now-available.156980/\n简而言之，你现在可以用craftbukkit开1.6.1的服务器了，由于是开发版，服务端会存在一些问题，不建议当做正式服务端使用，出现什么风险自己承担，如果不是急于尝鲜或帮助craftbukkit团队发现缺陷反馈来加快开发进程可等待beta测试版出来再使用。\n另外，1.6.1某些机制发生变化，CB团队正在着手解决这个问题，会break掉一些老插件，就插件开发者而言则需要做些更改适应之。\n\n下载地址\nhttp://dl.bukkit.org/downloads/craftbukkit/get/02183_1.6.1-R0.1/craftbukkit-dev.jar\n↑截止发帖时的最新版本\n更多： http://dl.bukkit.org/downloads/craftbukkit/\n\n尝鲜体验包，整合中，敬请期待~ {:10_495:}                                                                                                \n测试图\n\n\n\n\n1.jpg (22.45 KB, 下载次数: 0)\n\n下载附件\n\n2013-7-3 05:29 上传\n\n\n\n\n\n\n\n\n\n2.jpg (21.79 KB, 下载次数: 0)\n\n下载附件\n\n2013-7-3 05:29 上传\n\n\n\n\n\n\n\n\n\n3.jpg (29.76 KB, 下载次数: 0)\n\n下载附件\n\n2013-7-3 06:03 上传\n\n\n\n\n\n实测一些常见插件在1.6.1服务器运行基本没问题。\n",
    "replies": [
        {
            "author": "HaominFeng",
            "timestamp": 1372798440,
            "txt_content": "顶一个，虽说对我木有任何用处 QAQ"
        },
        {
            "author": "xiaohe520",
            "timestamp": 1372804260,
            "txt_content": "顶一个~~  但是还是感觉越低版本越好玩"
        },
        {
            "author": "919begin",
            "timestamp": 1372843800,
            "txt_content": "开发版本应该用WE大一点就会崩吧？"
        }
    ]
}