{
    "title": "小白冒险记 第十五章",
    "author": "250=mo",
    "replyCount": 4,
    "timestamp": 1372821240,
    "txt_content": " 本帖最后由 250=mo 于 2013-7-6 18:30 编辑 \n\n  哈哈暑假到了，读者们！我要快速更新了，敬请留意哦！还有感谢安德面家的电脑帮我发小说。我家上不了论坛啊 55555…… 第十五章 步步惊心    子弹没有如我预想的那样穿过我的脑袋。    我胆怯地睁开眼。手枪冒着烟，子弹却打在了树上。    “队长，三思啊！！”    关键时刻，Victories抓住了队长的手，也捏住了我的命运！    队长跪了下来，把脸埋进手里痛哭起来。大家都流下了眼泪。   ……    队长被掺扶进了洞里。我想起来，但疼痛阻止了我。我使劲伸手，才拣起了那把枪。MMMC见状，忙上来帮忙。我忍着剧痛被扶进了洞里。    我从Robin那儿拿了瓶止疼药（瞬间恢复药水），喝了后就躺下休息了。那一枪可不简单，我的铁甲被钻出了一个光滑的洞，也要了我几乎一半的生命值。要不是装甲，我早就见Notch了。    [250mo！    [250mo！    又来了！……    [250mo！    啊啊啊啊烦啊！    [250mo！    我只想睡觉……   ……    又是石砖的堡垒，又是史蒂夫的背影……    又是动都动不了的感觉……    [What did you feel about just now？    “该死的，你故意的？不会杀死队友们的就是你吧！？”    [Don't vexation，man.no me，    “那你倒是说啊！”    [No，    “无聊？拜托！你在搞什么！？这不是游戏！”    [I called youcome here because I'm going to remind you to be careful your teammates.]    “为什么？”    [That'sbecause in about two days' time，    “你什么意思？黑白？你又要搞什么？！”    [Hahahahaha……]他淫笑着，冲了过来，将双手伸向我的脖子……    “啊——！”又是重新出现在床上。该死，大家貌似又不在。    外面阳光明媚，实在令人舒服。我伸了伸懒腰，打了个哈欠，惬意得很。    仔细回想发生的事情：从一开始，那些奇怪的地形；然后是奇怪的牌子；神秘的沙漠堡垒；奇怪的底下遗迹；那个可怕的只会说英文确听得懂中文的鬼……HIM……；奇怪的方块，我从没在创造中见过；按下按钮后发生的事情；HIM发疯似的跳下虚空，一边跳还一边叫“我成功了”……；然后就被卷入这个服务器的战争；来到了这个所谓的“MC队”，服从这个我根本不明白的“树苗军”；还有一个疯掉的服主，和一个奇怪的名字“赫罗·不瑞”；被HIM隔三差五地唤去，还说什么“过几天我的队友会变黑白”；还有队里的间谍……    我实在想不出这些事情之间有什么联系，更搞不明白HIM到底有什么阴谋，抑或是他本身就这么变态……    倒是想想现在吧。我数了数，队里活着的，包括我，就那么七个了。究竟是谁啊——Robin没理由杀死Kiss；军师那么忠诚，也没理由；Victories更不说，他是队长的副手，成日在队长旁边，也很受队长信任；那么只有MMMC和Deserts了。    不过，队长貌似说过什么“你们一来就出事了”也许队长是对的……确实他们几个一来就出事了……再说了，MMMC还在昨天晚上扶过我起来，如果真是他，他应该恨透我了才对，毕竟我看到他的作案过程，他应当恨不得杀了我，怎么还乐意来扶我？    那么，目标就锁定在Deserts上了。    “对了，就是这样！”我忍不住叫了出来。    “喂，你要磨蹭到什么时候！？”队长突然说。    我从床上跳了起来，才发现队长一直不耐烦地坐在旁边。    “啊……我们走吧……”队长的出现……神不知，鬼不觉啊！    “其他人呢？”我问。    “他们先走了。我还要在这盯着你。”队长没好气地说。    哎……看来我已经失去队长的信任了。   ……    我们走得稍微有点快，毕竟我们已经落后了嘛。    队长真如他所说，一直盯着我，还坚持要我走前面。    痛……我一瘸一拐地走着，腰上的枪伤还在隐隐炙灼着我。    走出树林后，我们来到了一个山地。那陡峭的山路可把我整得够呛的了。    可我一直被一种不祥的预感围绕着，心像被什么压抑着。   ——这预感算是兑现了。身后突然响起弓箭声，队长便马上蹲了下来，我还没反应过来，就被射中了，直接就对我后被来那么一下，剧痛就把我推了下去，狠狠地摔了一跤。    队长没有理会我，只顾着自己边后退边射箭。没有帮助，我必然要死在这儿了……    不行啊，我还有很多事情想知道呢……不能就这么死了……    我扶着剑站了起来，即使脚哆嗦得像筛糠似的。我从背后抽出那把结实的弓，搭上箭，便射出了我的第一支箭。    嗖！    没射中！我马上冒出了冷汗，赶紧抽出下一支箭，搭在弦上。可来不及了，我看到前面伸出一只手，敌人已经爬上山了！    我一松手，就感到一股极大的冲击力把我推倒。接着，我看见的是，我射出的箭闪着金光，径直飞了过去！    一股可怕的声音传来，接着，他们竟被这支箭同时击飞了！然后血便喷了出来。随着“啊”的一声，就跌死了。    “他在那儿！”    敌人迅速聚拢过来，随着箭雨便飞来了。我敢紧向下坡跑。箭雨阵在山地可发挥不出多大作用。    我疯狂地跑着，也不止一次因为腹部的剧痛而停下来。我知道队长已经把我抛在这儿了，便没有叫唤他。   ……    再去，就是一个大沙漠了。我还在跑，但渐行渐慢了。    我决定休息一下，便坐了下来。“痛啊……”我呻咛道。全身都是伤，肚子也在抗议……    夜袭来了，也把我的疲惫和恐惧带来了。为了不成为战争服里第一个被怪杀死的人，我用几乎虚脱的手把剑从背后使劲拽了出来，兢兢业业地走着。    再这样下去，运气总会用完的……那时，不死才怪呢。   ……    血红的朝阳缓缓升起，照耀在这片土地上。    “又是一天了……”我粗略数了数，来这儿也是第七天了。    太阳没把希望还给我，我还得继续拖着脚步走。    也许找到服主，他会帮我离开吧。我想。    这片沙漠连着海。看来，这片海无边无际。我沿着海的边缘走，向东边走。    东边过去又是个草原。哎……走了那么久都没有看见一点人类的痕迹。往后看，也没有敌人，可我却生怕他们在暗处冷不防地给我一箭，那我可就没救了。    远方好像有个树林……我往那走去。    奇怪的是，腹部一点也不痛了，肚子也没有发出那腐蚀人的叫唤了。……每走一步，脚下的草都要粘住我的鞋，我已经不能直起腰板了。    我的大脑倒是没再想起什么事情了，像是被洗脑了似的。    在那大草原上，就只有那个疲惫不堪的人在走着……    本章完\n索引",
    "replies": [
        {
            "author": "dcsuibian",
            "timestamp": 1372821660,
            "txt_content": "小白冒险什么的最有爱了耶"
        },
        {
            "author": "250=mo",
            "timestamp": 1372834980,
            "txt_content": "dcsuibian 发表于 2013-7-3 11:21:52 \n小白冒险什么的最有爱了耶\n感谢支持啦"
        },
        {
            "author": "铁菊小子",
            "timestamp": 1373167680,
            "txt_content": "250=mo 发表于 2013-7-3 15:03 \n感谢支持啦\n最后两段让我想起了课文《伟大的悲剧》。。"
        },
        {
            "author": "250=mo",
            "timestamp": 1373169480,
            "txt_content": "铁菊小子 发表于 2013-7-7 11:28 \n最后两段让我想起了课文《伟大的悲剧》。。\n好吧，我说怎么那么顺笔"
        }
    ]
}