{
    "title": "【网游之幽冥血魔】第六、七章",
    "author": "934202481",
    "replyCount": 1,
    "timestamp": 1372940940,
    "txt_content": " 本帖最后由 934202481 于 2013-7-9 16:34 编辑 \n\n【网游之幽冥血魔】索引：http://www.mcbbs.net/thread-127401-1-1.html\n\n\n     第六章：讨债与还债\n\n\n    现实世界，林晨宇家。\n\n    穿着粉红睡衣的林雪儿从床上蹦了起来，惊讶的神情看着天空。\n\n    “他觉醒了？”林雪儿略微沉思片刻，身形一道白光，一眨眼就就消失不见。\n\n    虚空之中，大岛以不知道什么力量漂浮在空中。\n\n     六只血翼放慢速度，停在半空中。他握紧匕首，力量不断加持，最后向着浮岛挥动，大量的血煞之气破坏着地面。\n\n     被炸烂的浮岛突然飘出一阵阵的黑烟，一名蝙蝠翼，身戴骨质盔甲，身体比人类大许多的魔族朝外面闪过。\n\n    “谁！是谁打扰本魔王静修！”男子大声吼叫，显然是被激怒了。\n\n    “汝认为是谁呢？魔王殿下！”他声音略微提高，戴着一丝挑衅。\n\n    魔王望见天空中那熟悉的身影，心中咯噔一声“坏了”。\n\n    “呵，我还因为是谁呢？原来是血魔啊。”魔王不断让自己的心平静下来，好好和他交谈，以免发生什么意外，那真是得不偿失。\n\n    “我想，你应该知道孤来这干什么么吧？”他冷冷地盯着魔王，面无表情的说。\n\n    “这，我怎么知道你来这干什么？”魔王苦笑地看着他。\n\n    “别装蒜，今天孤就来取你的狗命，接招吧！”他大喝一声，拍打着六只血翼，直直的朝魔王飙去。\n\n    魔王显然已经意识到会这样，他伸手一挥，一把硕大的斧子出现在他的手中，周边的黑色魔气不断攀升。\n\n    “铛——”\n\n    两把武器一次交手，都不甘示弱，阵阵波动肆虐着周围的土地，双方也被这波动震退了几步。\n\n    “呵，看来血魔的力量不但没有下降，反而有所提升呐。”\n\n    “他”并未出声，嘴角微微勾起，形成一个45°的冷笑。\n\n     忽然，“他”原本手中的匕首渐渐变长，周围的血煞之气开始旋转，越发浓郁。\n\n    “血剑”！\n\n    盯着“他”手中的武器，魔王眼中的平淡和热血已经灰飞烟灭，转瞬即逝，现在的只有无尽的恐惧，他紧紧地盯着眼前的这个恶魔，口颤颤巍巍的吐出几个字：“你......你......这个疯子！”\n\n    血剑，是消耗主人灵魂力量的一把武器，越多的灵魂力量，武器本身的力量也越发恐怖，现在的操纵者是血魔，这力量当之无愧的是第一，因为武器削铁如泥，魔王的武器也不在话下，轻轻一提，灰飞烟灭。\n\n    看着跟随了自己这么多年的武器再次被这么简单的击碎，魔王的自信心像十万年前那样完全破碎，无一点反抗之力。\n\n    “你......你……不要过来……我知道十万年前是我错了……不要过来！”魔王连滚带爬地落到地上，懦弱地说道。\n\n    “哈哈哈……道歉？道歉就没事了？道歉人就会复生了？今天，我一定要把你这个跳梁小丑给解决，哼，受死吧！”“他”原本\n平静的血煞之眸充满了泪水。\n\n    “他”的血剑已经举起，向魔王斩去，突然，后背的一个大喊让血剑停顿了一下，但并未停止，照样砍去。\n\n    “住手！”\n\n    “刷——刷——刷”“他”不断挥刀，恐怖的眼神，凶狠的动作让后背之人也露出了恐惧，眼前的高大男子已经成了一个血人，（不过他本来就差不多全身都是血色...）魔族的魔王已经成了一个惨不忍睹的尸体，但他的灵魂并未散去。\n\n    突然，魔王的灵魂突然消失，只留下了一个狠话。\n\n    “血魔，你等着，这笔帐，我一定会双倍还给你,哈哈哈！”\n\n    “我等着……。”“他”冷冷地说道，并未流露多余的情感。\n\n    转过身，看着眼前的人，不给她任何说话的机会，说道，“你，想来试试吗？！”\n\n    没错，眼前的人就是圣女——林雪儿。他已经把粉红睡衣给换了，现在他张开自己的白色雪翼，漂浮在空中，洁白的衣裳处处显露这他的楚楚动人，动人的身姿让人们陶醉，让天下间的男人为之疯狂，勾人的翘鼻，性感的嘴唇，还有那闪烁着的秋水明眸，无一不是天下的至宝。但唯有“他”，看待她如同一个普通人，或者说是一个仇人，而不是一个天使。\n\n   “你为什么要这样做。”她看着眼前的他，仿佛在看待另一个人，不过眼里的一丝幽怨出卖了她的情感。\n\n    听到他的问话，他先是一愣，先是是小笑，然后到大笑，最后到狂笑。\n\n    “为什么？！这是你们逼我的！”看着眼前动人的女子，他恶狠狠的说道。\n\n    “哥哥，你不认识我了吗？”楚楚动人的声音勾引着“他”，但这没有成功，也不可能成功。\n\n    “哥哥？呵，谁是你哥哥？你不过是耍了点小手段罢了，我与你之间没有感情，有的只是仇恨！”\n\n    她咬紧自己的嘴唇，眼前的男子，让他没有办法。\n\n    “你说的哥哥已经成了一个故人，而现在的只有一个焕然一新的林晨宇，你那些情分，我不要也罢，还给你。”说罢，他挥了挥手臂，一股力量脱颖而出，钻进圣女的身体。\n\n    “好了，你身体中的魔气已经被我消退，现在的你已经没有牵制。啊，对了，谢谢你把这个世界数据化，那么我的能力也能快速回复，那么现在从此之后我们互不认识，再见。”冷冷地丢下一句话，快速拍打血翼，也不管林雪儿的心情，瞬间消失在遥远的天际。\n\n    看着消失的身影，她眼角处落下一道泪痕……\n\n    林晨宇家中，他的身体瞬间消失，留下的，只有一条蓝色的手链……\n\n\n       第七章：起源大陆\n\n    “嗖——”微风飘过，一个血色男子落在了平坦草原，他收起血翼，血煞之气慢慢消失，变换回原来的样子。\n\n    “呼……呼……，变身太累了，不过身体回来了，也省下了不少力气。”\n\n    没错眼前的就是林晨宇，换句话说是血魔。不过现在他已经依靠剩余的力量吧自己的身体也数据化，说明他现在可以自由穿梭现实和虚幻两个世界。不过现在他的力量已经枯竭，想要再次变身和穿梭必须要达到等级四十级才可以自由使用，如果不然的话，只是引火烧身罢了，所以现在只有快速提高自己的力量。\n\n    “必须快点提升力量，觉醒后现在的我还是太弱了，如果我刚刚没坚持到的话，恐怕我就得死在虚空中了吧。”看了看自己的双手，林晨宇感叹道。\n\n     “不过刚刚魔王其实也在演戏，那个不过是一个他的分身罢了，真正的本体实际上比我还强大。”略微思考了一下，林晨宇慢慢地吐出。\n\n     “最重要的还是要找到她的转世啊……。”说到这，林晨宇不禁带着一丝伤感，微微叹了一口气。\n\n     握了握手中的幽盈剑，一股干劲涌现出来。甩了甩手中的武器，向隐藏任务奋发。\n\n    “哞——”第五十头，看了看牛的石尸体，林晨宇判断牛头怪应该会出来了。\n\n    “砰——”又是那熟悉的声音，又是那高大的怪物，林晨宇嘴角微微勾起，“来吧！”\n\n     ……\n\n     “叮……你的等级升至10级，生命+10，魔法+10，获得5点自由属性点。”\n\n     终于啊……躺在草坪上，林晨宇终于击杀了30头牛头怪，隐藏任务固然好处多多，但也是十分耗损精力啊，省下的就是采集了。伸出手，用意念微微催动，使用“采集术”来收集最后的材料。  \n\n    “叮……采集成功，你获得一张牛头怪的皮和一枚牛头怪的牙齿”\n\n    “任务完成，去领取奖励吧。”说罢，他收起幽盈剑，朝新手村踏步而去。\n\n    ……\n\n    新手村，现在也不过过去四天，然而人们的平均等级已经达到了八九级了，毕竟等级越高越难，需要的经验也就越多。不过街上仍然那么热闹，给人们提供一种热闹感，但是现在林晨宇却觉得烦不胜烦，因为他已经融合了前世今生的记忆，现在的有一个怪癖，就是不爱与人交往，如果这个世界有一个屏蔽玩家的设定，他恨不得马上摁下。\n\n    村长家，那年迈的村长老头依然在接待玩家，不过他的表情确是布上了一脸阴沉，显得心事重重。\n\n    几分钟，便轮到林晨宇，村长看到他，犹如看到了自己的亲娘，满脸笑容\n\n    “哦，原来是前天的哪位勇者啊，不错不错这么短的时间内已经，看来我的眼光没错。”\n\n    “你好，村长，我是来交任务的。”\n\n    “啊啊，没错没错，你看我这脑子，来这是你的奖励。”\n\n    “叮……你完成了“村长的烦恼”，获得200经验和5瓶小恢复药水。”\n\n    “嗯，对了，你已经10级了，可以到起源大陆去探险了。”村长微笑得对着他说道。\n\n    “啊，谢谢村长，不过等一会再说，我还有点事情。”\n\n    “没事，你先去忙吧。”\n\n    走出村长家，下一个目标就算铁匠铺。\n\n    还没进去，就已经听见那每天重复的声音，“当当当——”\n\n    “你好大叔，我来交任务了。”\n\n    ……\n\n    “叮……你获得了500经验，获得镇元剑一把，溟火杉一件，五十枚银币。”\n\n    “这些是你应得的，再见了小伙子，祝你能在这片大陆上能得到好成绩。”\n\n    “再见”\n\n    得到了奖励，林晨宇并未像上次那样拿出来看，而是奔向村长家，想再次回到那片熟悉的大陆。\n\n    村长家。\n\n    “你好村长，我准备好了，请把我传送到起源大陆吧。”\n\n    村长点点头，挥动手中的拐杖，口中念着林晨宇听不懂的魔法咒语，一道白光加持，落到了林晨宇身上。\n\n    “年轻人祝你能成为一位至高无上的强者，再见。”村长满脸和蔼的看着他，微笑地说道。\n\n    白光消失，林晨宇也跟着消失，传送到那神秘的起源大陆……\n（过度章节，留下伏笔，希望大家能多多支持谢谢。）\n\n",
    "replies": [
        {
            "author": "1214835050",
            "timestamp": 1372941120,
            "txt_content": "终于抢到沙发了"
        }
    ]
}