{
    "title": "论当熊孩子问你这是什么游戏的时候,如何获取主动权",
    "author": "shadeym",
    "replyCount": 6,
    "timestamp": 1372990980,
    "txt_content": " 本帖最后由 shadeym 于 2013-7-5 10:24 编辑 \n\n看见坛子贴吧不少人在介绍MC的时候遭遇了熊孩子的嘲讽，因此特地上来讲解如何先发制人获取主动权让熊孩子憋的面红耳赤却口不能言。\n首先我们要从人性开始分析，当你认真的介绍MC所含内容的时候其实是低姿态的，也就是说这个时候你是在向他人推销你喜爱的游戏，而被推销者可以选择同样低姿态认真听你讲，也可以选择无视你的发言大开嘲讽，于是当你觉得问你“这是什么游戏”的人有可能是熊孩子的时候，一定要避免这样的低姿态。\n然后就是关于MC画面的问题，众所周知，很少人玩MC的时候是光影全开的，因此别人看到的画面一定惨不忍睹，如果你此时将光影论搬出来，会给人一种辩解的感觉，而辩解则会让我们落入下风，而不停的强调此游戏别的地方多优秀，则会显得顾左右而言他，同时也让你处于低姿态的不利境地。\n\n以上就是大家在回答熊孩子这是什么游戏的时候常犯的错误，熊孩子觉得你好欺负自然就顺杆子往上爬踩你头上了。\n\n解决问题的方式也很简单，依然要从人性入手，请问一个软件工程的专家在和你讲编程的时候你会开嘲讽么？明显不会吧，究其原因不过是因为你不了解这个专业，而你面前的人是专家，他口中的专业术语让你云里雾里不知所措，你找不到突破点自然只能不停的点头掩饰自己什么都不懂。当然也有人很大方的表示自己不懂，不过心态这么好的人是绝对不会乱开嘲讽的，和熊孩子一点关系都没有。\n\n综上，我们得出了一个结论，面对熊孩子的提问，我们要以专家的姿态俯视他，让他知道自己的不足从而无法对一个未知的领域插嘴。\n\n理论很简单，用起来也不难，比较好的操作手法是：\n当有人问你“这是什么游戏啊？”的时候，你应该立刻对此人做出一个初步的判断，有熊孩子的可能性则开始以下步骤\n1.回答：这是minecraft（一定要说英文，和国产烂作划清界限，并且对熊孩子形成语言屏障，正规的发音参考各种视频），你连这个游戏也不知道？（先发制人）  IGN上评分9.0的神作(搬出国际权威评分IGN，如果熊孩子不知道IGN则形成了专业领域上的压迫，如果知道IGN，听到9.0就会很感兴趣，那也就不是熊孩子了)。（说多错多，一句话即可，给人一种爱玩玩不玩滚，没空理你的感觉）\n2.如果熊孩子智商正常，在面对自己不知道的领域时，知难而退是最佳选择，如果智商比较低，有可能继续进攻，问你“IGN是什么呀”“这游戏画面怎么这么差”之类的，而任何问题只需要用一句话即可回答，那就是“自己去百度IGN是什么”（不介绍，保持高姿态）“自己去百度为什么画面这么差IGN上还评分这么高”（不辩解）\n3.一定要保证对熊孩子的任何挑衅性语言保持淡定，并且嫌麻烦似的让他自己去百度，如果熊孩子对IGN表示出不屑，则可以嘲笑他“全世界玩家的品味都没你一个人高”，如此一来，嘲讽的主动权就掌握在了我们手中，而熊孩子则陷入了解释和辩解的不利境地。\n4.如果熊孩子态度比较好，缠着你介绍这个游戏，此时熊孩子采取了低姿态，那么你介绍一下也无妨。\n\n以上就是如何向熊孩子介绍MC的理论和技巧，目前在我手中被我用平淡的语言弄哭的亲戚家的熊孩子少说有10个，实战经验丰富，理论知识充足，希望能够对大家有所帮助",
    "replies": [
        {
            "author": "cy873213654",
            "timestamp": 1372996920,
            "txt_content": "好吧。。lz，猛。。"
        },
        {
            "author": "逢坂大河",
            "timestamp": 1372997820,
            "txt_content": "熊孩子遇见不少...大多惨败..."
        },
        {
            "author": "godisnothing",
            "timestamp": 1372997880,
            "txt_content": "立马去试试"
        },
        {
            "author": "东风谷早苗",
            "timestamp": 1372999440,
            "txt_content": "去网吧玩MC勾熊孩子"
        },
        {
            "author": "dcsuibian",
            "timestamp": 1372999500,
            "txt_content": "不鸟他               "
        },
        {
            "author": "fcliuheng",
            "timestamp": 1373003220,
            "txt_content": "此方法有普适性，值得学习"
        }
    ]
}