{
    "title": "寻踪星期二——第一季（15）：切勿轻敌！",
    "author": "星麒尔",
    "replyCount": 7,
    "timestamp": 1373022600,
    "txt_content": " 本帖最后由 星麒尔 于 2013-7-11 21:59 编辑 \n\n\n上话回顾：我们都接到了离城考验通知，发现我们的第二考内容就是要协助贝诺蓝完成第三考！这可真是令人头疼。而我们的第二考对手竟是这里有名的“铁匠大叔”。我们到了考场后，面对如此强大的对手，我们应该如何面对？   寻踪星期二——第一季（15）：切勿轻敌！   只见铁匠大叔动怒，快速挥锤向我们这边冲来。我的反应在练成快剑后无疑是最快的。我左手牵着贝诺蓝，右手拖着科里奥闪到一旁，“咚——”铁匠大叔太莽撞了，一下子就撞到了墙上，刺耳的嗡鸣声不可避免地传入到了我们的耳朵里，震耳欲聋。很明显，铁匠大叔已经愤怒到极致了。   幸好这墙是用坚硬的黑曜石做成的，否则恐怕被他这一撞，比炸药威力要大数倍，即使这样，一块黑曜石上已经出现了一道不太明显的裂痕，我们倒是吸了一口凉气。  “混蛋！有本事别躲！来呀！”铁匠大叔怒吼道。他的话音刚落，只见一道蓝色的光芒出现在了我们的视线范围之内。那光芒是多么的耀眼，仿佛是被彻底净化过的气流，可在这美丽的景象中，贝诺蓝却慌了，拍了拍我的肩膀，呆呆地望着那光芒，呓语道：“不好，那是……幻影士兵……”      当她说到“幻影士兵”的时候，科里奥却丝毫不畏惧，拎着手上的流星锤说：“哈哈，正好练练手！”一旁的铁匠大叔并没有趁乱攻击我们，反而对着那道蓝光恼了起来：“可恶啊！老子不是说要亲手解决他们，你们这些家伙别来妨碍啊！”   我正在一旁拿起了自己的钻石剑准备应战。   蓝光突然变得更加清亮，更加耀眼美丽，可却配上了并不美丽的东西，甚至是凶恶——骷髅！一只骷髅的脑袋露了出来。   应该说骷髅是在大陆上常见的怪物，武器是普通的木弓。我和科里奥此时并没有什么恐惧或是惊讶，可当那只骷髅的手露出来后，我们才意识到了现状的可怕。  “那，那是，那是凋零骷髅！”贝诺蓝首先惊呼出声，情绪也很不稳定。凋灵骷髅，一种在地狱才会出现的少见怪物物种，和普通骷髅并不一样，他的全身通黑，煤炭一样的黑，而普通骷髅确是全身通白；如果他们站在一起，会成为鲜明的对比。凋灵骷髅是眼神迷茫而又带着一丝悲怆的神情，而普通的骷髅则是以一种阴险狡诈的面容，但就算如此，凋灵骷髅的神态还是令人浑身发冷，毛骨悚然。最明显的地方是他们手中各自所拿的武器，普通骷髅则是用旧旧的木弓，而凋零骷髅则是用那能够劈开万物，带着血丝的剑！从实力上来讲，凋灵骷髅要比普通的骷髅厉害上几分。   凋灵骷髅的出现，给我们带来了极大的震撼力，那可是只能在那神秘的地狱才能遇见的怪物啊！在这种地方出现可是让人心跳都即将停止。   可接下来的情况更是让我们惊慌到窒息——从那蓝光内出来的凋零骷髅越来越多，甚至在一秒内就可以出现五个而落在我们的正对面，但值得庆幸的是，那令人心旷神怡而又惊悚万分的蓝色光芒只持续了不到十秒便渐渐地消失了。   全场现在的状况是令人疯狂的，可我们每个人却都屏住了呼吸，凋零骷髅在对面静静地看着我们，还不时地摇摇脑袋，发出嘎嘎作响的骨头抽动的声音。   现在这个房间是很安静的，没有太多的杂音。   突然，一声类似爆炸的声音响起，在我们右边不远处的铁匠大叔却冲着凋零骷髅呐喊道：“都给老子滚！这是我和这些小东西的战场！”   凋灵骷髅们扭头看了看他，好像没有听到他的呐喊声，抓起了剑柄就朝我们这边开始进攻了！   第一个凋灵骷髅向我这边冲来了，手上的石剑发出一道黑光，直砍向我的头部，它的速度出奇的快，但我的快剑也不是白练的。我便下意识地用手上的钻石剑抵挡住了它的进攻，“咔擦——”一声响，火花四溅，虽然这个凋灵骷髅的石剑远远不如我的钻石剑厉害，但是我却感受到了凋零骷髅那强大的力量。   紧接着，后面的凋灵骷髅们也追了上来，只见科里奥大喝一声，将手中的的流星锤砸向了后面的凋零骷髅，虽然准头不好，没能砸中一个，但是周围的很多凋灵骷髅却都被震倒在了地上，而贝诺蓝肯定以身无法攻击它们，却能很巧妙地控制住它们的行动，并在一定时机内扰乱它们，还用他那纤细的腿绊倒了不少凋灵骷髅。   站在一旁的铁匠大叔并没有在这个时机威胁我们，而令我们哭笑不得的是，他的嘴中还在念叨：“妈的，老子怎么成了跑龙套的了？我才是此场战斗的霸主！”  “切，原来凋灵骷髅也不怎么样嘛！”我有些高兴地说。因为至始至终，没有一个凋灵骷髅能够攻击到我们其中的任何一个人，它们自己却被整的狼狈不堪。   贝诺蓝又似乎想到了什么，急忙向我和科里奥叫道：“喂，你们记不记得第二考说明了？！”她这一说，我和科里奥才想起来，科里奥是要击败所有幻影士兵，也就是所有凋灵骷髅，而我才是要亲手打倒铁匠大叔的啊！贝诺蓝则是无限制条件。   我用钻石剑刺死了面前这个纠缠不休的凋零骷髅后，转视在一旁郁闷的铁匠大叔。铁匠大叔也注意到了我在看他，愣了一下，眼神又变得很凝重，他手中的铁锤也动了一下。   我笑了一下，飞快地跑开到铁匠大叔的视线范围之外，我的速度在这里算的上是最快的。贝诺蓝就在一旁扰乱那些凋灵骷髅，科里奥也在努力地锤击着它们，很多凋零骷髅都死在了他的猛砸下，成了碎骨，从而掩护我。   铁匠大叔知道了我的意图，就提起了警惕心，不屑地说道：“小子，速度不慢，可你躲是躲不了多久的，终将被我的铁锤的震撼力所恐惧！”   他不知道我也一直在看他，看他的眼球，他的眼球转向什么方向，我就躲开，始终保持在他的视线范围之外。一会儿，他便有些发晕，将铁锤砸到地面上大喊：“是男子汉就赶快给我出来，别躲躲藏藏的！”   对面的科里奥已经是汗水淋漓，扭头冲铁匠大叔笑道：“阿童木大叔，人家不是躲藏，而是技术，有本事就去抓人家，别急了就学驴叫唤！”   铁匠大叔恼火了，理智已经失去了一半，肌肉涨的几乎要爆裂，而就在这个时刻，也是我最得意的时刻，看见铁匠大叔虎头虎脑的样子，我就趁机在他不留神的时候跑到了他的背后。   人不论多么强大也需要平衡。而我也知道了这个道理，这也是贝诺蓝在抢走橡木时，我所明白的。我忽然蹲下，一脚支地，一脚伸出，模仿贝诺蓝的样子在地上用腿划出了一道美丽的弧线，这弧线也正是扫向铁匠大叔的腿部。   当碰到铁匠大叔腿部的一瞬间，我就感觉到了他的重量非凡，那肌肉的爆发力难以想象啊！那一瞬间，他也感觉到了腿部的波动，几乎是绝望地闷哼了一声，无奈又悲愤地叫道：“完了！你这个小东西啊！”他说的这个话是有依据的，因为这一切来的太快了，他的下半身已经脱离地面，彻底空了。   在这时，我也将我的脚快速收回，一个后空翻，稳稳地站在那里。那一刻，科里奥和贝诺蓝几乎同时转过头来，惊讶地看着这一幕。  “咣！当啷——”先是铁锤砸到了地上，周围的基岩都裂开了，之后，铁匠大叔又结结实实地摔倒了地上，这一声响，惊醒了外面正在偷懒睡觉的士兵，因为这一声响简直是震耳欲聋，石破天惊啊！连我都不禁捂住了耳朵。   铁匠大叔的头也重重地砸到了他的铁锤上，也因此受到了重创。幸好铁匠大叔身体素质强，要是普通人的话，这一下就必死无疑了。   剩余的凋灵骷髅也化成了白烟。科里奥高兴地大笑道：“哈哈哈！我们胜利了！”科里奥丝毫没有注意到他的身体情况，如果离近看他，你会发现，他胳膊上的骨头已经因为过度用力而突出了皮肤。   “你……你赢了。我……竟然输了？！”铁匠大叔抱着头晕晕乎乎地说。   “是的，你输了。你输在了大意，尽管我们三个只是你想的那样的小东西也无所谓。”我语重心长地说道。\n未完待续……（16）\n\n\n\n\n\nQQ图片20130522121616.jpg\n(2.28 KB, 下载次数: 4)\n\n\n\n\n下载附件\n\n\n2013-7-5 19:08 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1095486321",
            "timestamp": 1373022660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "星麒尔",
            "timestamp": 1373022660,
            "txt_content": "为什么这几次一发帖字体就会这么小？我的人品不好？{:10_503:}以前还很好啊！"
        },
        {
            "author": "1457666076",
            "timestamp": 1373022840,
            "txt_content": "字好小看得眼花了"
        },
        {
            "author": "woshouyin",
            "timestamp": 1373025240,
            "txt_content": "1457666076 发表于 2013-7-5 19:14 \n字好小看得眼花了\nctrl+鼠标滚轮无压力"
        },
        {
            "author": "蓝焰。",
            "timestamp": 1373067900,
            "txt_content": "星麒尔 发表于 2013-7-5 19:11 \n为什么这几次一发帖字体就会这么小？我的人品不好？以前还很好啊！\n发帖后编辑\n把字体从“1”调至“2”\n字就变大了，当然发帖的时候也可以调\n回复时看不到\n你想的话字体调7我也没意见\n那样估计太大了就没人看了。。。\n\n1-7=？"
        },
        {
            "author": "星麒尔",
            "timestamp": 1373079960,
            "txt_content": "蓝焰。 发表于 2013-7-6 07:45 \n发帖后编辑\n把字体从“1”调至“2”\n字就变大了，当然发帖的时候也可以调\n谢谢。{:10_524:}"
        },
        {
            "author": "蓝焰。",
            "timestamp": 1373081640,
            "txt_content": "星麒尔 发表于 2013-7-6 11:06 \n谢谢。\n哼哼，没想到吧\n我认识你的头像~~~\n韩国第一3D网游~~~XXXXXXX\n肯定是的！\n我看http://tieba.baidu.com/p/2408084615的时候发现了一个广告！\n\n就是介个头像~~~"
        }
    ]
}