{
    "title": "BlockFight 故事 序章",
    "author": "JedBoy_LD",
    "replyCount": 5,
    "timestamp": 1373044080,
    "txt_content": " 本帖最后由 JedBoy_LD 于 2013-7-6 01:13 编辑 \n\n注意\n      本故事为正稿，不为最终稿，今后如果文字和段落样式发生改变，故事主线不变，除【故事】外，还会在一些人物，地理名称，招式，物品等作出【索引】。\n      在天空之上，临近这个世界之外的边缘，一座黑曜石所筑成的浮空塔似在注视着这个世界。\n      “主人，你真的不打算去做些什么吗？”在塔内用黑曜石所制的王座上坐着一个人，在衣领处闪着微光，则座位后出现了一个黑色装扮的身影。\n      “这，是我的痛苦，也是人类的痛苦，我不求再拯救这个世界，但也不许这个世界继续放在我的眼前让我看着，我在一开始就不应该守护它。”\n      他慢慢站起，走到塔楼边缘。\n      塔楼后是一个黑色的能量风暴凝聚而成的球体，仿佛邪恶的深渊，周围散乱着一些会动的漂浮物。\n      毁灭世界的势头。\n      “我会伤心……”\n      “这是原本就该发生的……要是阻止，恐怕也是一种结果。”\n      ……\n      “不是我放弃了这个世界，而是这个世界早已抛弃了我。”\n      他很悲伤，但他却流不下眼泪。\n      ……\n      在八千年以前，在浩瀚大洋之中的一块大陆上，有些一和个曾为世界上最强的国家——萨克莱特斯王国。\n      当时曾爆发了恐怖的怪物进攻，当时的远古怪物体型不但硕大惊人，而且是不会在白天消失的。\n      萨科莱特斯王城，王室大厅内。\n      “陛下！求你让我去吧！”\n      一个全身占满鲜血身披铠甲并身负重伤的骑士喊到。\n      “布莱恩将军，你现在身负重伤，外面的怪物我已派我最精锐的军队去抵挡了，我们很快就可以战胜它们的！”\n      国王也只不过是心理安慰，要知道，远古怪物和普通人类实力的差距，而且，自己的城堡早在三小时之前被攻破了。\n      突然一位穿着沾满血渍盔甲的士兵冲进大厅。\n      “报告！怪物数量突然增多！现在…”\n      “怎么？”\n      “现已突破城堡内防御了！”\n      “……”\n      前来报告的士兵已经流出了绝望的眼泪。\n      布莱恩将军低下头，说道：“这次，为了我的人民，对不起，陛下。”\n      布莱恩提起宝剑冲出了王室大厅。\n      “布莱恩！”\n      “陛下，飞天渡轮已经准备完毕！现在请您快点撤离吧！”\n      “他是我最好的将军！一定要把他给我拉回来！”\n      “陛下，现在逃命要紧啊！”国王身边的侍卫一起拥上来把国王拉到了船上。\n      “布莱恩！”国王声嘶力竭的大喊。\n      “起航！”\n      巨大的飞船缓慢的飞离城堡，留下的是一片被黑色和战火所笼罩的土地。\n      怪物已经挤满了城堡的阶梯，布莱恩挥舞着手中早已钝的不成样子的巨剑，鲜血飞溅到砖墙上、台阶上、几乎所裸露的地方全部布满鲜血。\n      布莱恩的左臂已被怪物咬掉，只凭着单手在挥舞着那沉重无比的巨剑，那是国王曾亲自授予他的，象征着整个国家最强的骑士的荣耀。\n      城堡内以布满了怪物的尸体，处处都是血泊，恐怖至极。\n      此时，布莱恩已经杀到了城堡大门口，他望着天空中飞翔着的皇家渡轮，眼神中透出些许安心，然后，彻底没有了力气而倒在了血泊之中。\n      无尽的怪物大军已经彻底挤满了街道和民房内，只有不多的人类乘坐着水船和飞天渡轮逃走。\n      望不尽的怪物朝着布莱恩前来，布莱恩缓慢的闭上眼睛，等待着死亡的到来。\n      ……\n      忽然，布莱恩感到身体周围变得温暖了起来，他尽力去睁开双眼，惊奇的发现自己被莫名的白光包围。\n      “？！”布莱恩惊讶的看着在自己前方的巨大身影。\n      “你……是谁？”\n      巨大身影并没有说话，他正默默的低着头注视着布莱恩，他身体周围则环绕着五彩斑斓的光晕。\n      布莱恩此刻瞪大了眼睛，不敢眨眼一下。\n      巨大身影长着一副清秀面孔，但是却有一种说不出的敬畏感。\n      他笑了一下。\n      “HeroBrine。”\n      他念出了布莱恩的名字。\n      “我知道，你深爱着这片土地，深爱着你的人民，深爱着这个世界。”\n      “可是现在说这个……有什么用么？”\n      布莱恩非常痛苦，他已经抑制不住自己的眼泪。\n      “我可以帮助你去拯救这个世界的命运。”\n      布莱恩突然抬起头。\n      “你……真的可以么？”\n      “是的，我可以让你去用光明驱走这黑暗。”\n      “我么。”\n      “是的，你将可以拥有无穷的光明力量，去永远的守护你的世界。”\n      “光明的……力量？”\n      “是的，可以让黑暗无处遁形的力量。”\n      “给我！给我！我要拥有！”\n      “好的，布莱恩，你要记住，你的力量，可以消灭任何邪恶和黑暗。……哪怕是任何一点点。”\n      巨大的身影慢慢地消失了。\n      白光在天空中瞬息，但是布莱恩背后又出现了巨大的光团。\n      布莱恩再次回头面向他深爱着的大地，他的眼睛被光芒吞噬。\n      “都……去死吧！”\n      世界刹时似被一千个太阳所照耀，圣洁之光洗净大地，持续了许久，在世界各地，仿佛都传出了痛苦与哀嚎。\n      当然，全部的远古怪物，还有很多的……\n      人类。\n",
    "replies": [
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1373046300,
            "txt_content": "野生的文采帝！"
        },
        {
            "author": "ERBem",
            "timestamp": 1373081340,
            "txt_content": "在下来顶一个!"
        },
        {
            "author": "神圣之ZeRo",
            "timestamp": 1373085900,
            "txt_content": "老D真是能文能武能Dota啊0.0.."
        },
        {
            "author": "k1999115",
            "timestamp": 1373085900,
            "txt_content": "顶楼主一下不介意吧"
        },
        {
            "author": "07382",
            "timestamp": 1373130960,
            "txt_content": "虽不懂.但觉厉\n小说盲..."
        }
    ]
}