{
    "title": "BlockFight 故事 第一章",
    "author": "JedBoy_LD",
    "replyCount": 3,
    "timestamp": 1373044320,
    "txt_content": " 本帖最后由 JedBoy_LD 于 2013-7-6 01:14 编辑 \n\n      在华尔斯塔大陆的山林里，有一座隐蔽的房屋。\n      “喂，小鬼！挥斧头的时候看清我啊！”\n      正在冲着砍树的人喊叫的名字为克利尔·为维什，曾为皇家学院——那尼韦森塔尔学院的学生，不过却是魔法白痴，但对药剂的研究和应用却十分出神入化，因调制药剂失败引起爆炸而被驱赶出学院，惟一被学院驱赶的学生。\n      而在克利尔前面正在兴奋的轮着斧头砍树的人是他的亲兄弟——奥尔森·为维什，伐木工一名，在哥哥被赶出学院以后和哥哥开始流浪的生活，目前在华尔斯大陆的某处山林里居住，个人能力强，性格阳光，时常会迟钝。\n      “哦哦，知道啦，我有分寸的……”奥尔森摸着头抱歉的说道。\n      “我先进屋去了。”克利尔根本不想在奥尔森工作的时候跟着他，因为自己进行试验的药瓶要是被自己这个笨蛋弟弟打破的话要发生什么事自己也说不好。\n      兄弟两人的房子是一个标准的三层建筑，很有派，奥尔森曾在著名民间建筑师卡诺手下当过门徒，非常精通木工和建筑，当然也不缺克利尔的设计和策划。\n      这种日子谈不上平淡，也说不上特别。\n      又一个上午过去了。\n      “估计你今晚又让这里发生‘自然灾害’了。”克利尔淡淡的说道。\n      克利尔所说的自然灾害的意思其实是因为奥尔森的一个习惯，在伐木之后他会种上比砍伐掉的树木多近一倍的树种。\n      “嗯哼，我不得不承认这是一个好习惯。”\n      “留着你的树种给我做药剂多好，干嘛去人工创造森林呢……”克利尔一直都不明白奥尔森为什么会有这个习惯。\n      每天都是这样，奥尔森砍树然后做自己喜欢的器物，克利尔则继续自己的药剂研究。\n      夜幕降临。 \n      在为维什兄弟二人房屋不远处的山丘上……\n      “老大，我们好饿呀……”一个僵尸说道。\n      “就是呀，老大，跟着你的确不受欺负也有钱花，但是……我们没法吃肉了呀！”又一只僵尸说道。\n      还有其他僵尸在因长期吃不到人肉而抱怨，而在它们中间的一个身着黑色夹克长相貌似不错的僵尸很潇洒的招着手。\n      “既来之，则安之，做我的小弟就要受得起。”\n      “啊……不吃人肉……但是不吃，你还是僵尸吗？”有一个僵尸质疑道。\n      “啊！！我实在是受不了了，哪怕不要那些别的东西！今晚要吃人肉啊！”\n      “我要开荤！”\n      “前方有一户人家！兄弟们跟我来啊！”\n      “哦！哦！”\n      僵尸们全体像疯子一般朝着为维什两兄弟的房屋奔跑过去，留下西汪一个人在原地。\n      “我就说，耐不住就不要做我小弟……”西汪摸着头很失望的摆了摆手。\n      西汪·大格，离群的僵尸先生，和平至上，对于人肉有天生的排斥心理，并且比普通僵尸更加聪明，常驻于地下各大酒吧，拥有将物质幻化成僵尸傀儡的能力，但是为了保险所以个人还是喜欢收一些有主见的僵尸为自己所用。\n      “又跑了一波，但愿那户人家能平安吧……Sorry。”西汪双手做着祈祷的动作。\n      此时为维什兄弟方向。\n      “喂，小鬼，你听到了什么声音吗？”克利尔先察觉到了大批僵尸接近的讯号。\n      “你能不能不老小鬼小鬼的叫我啊，我和你不差两分钟……”\n      “这么乱的奔跑声音，小鬼，你出去看看。”\n      “……”奥尔森翻了一下白眼，丧着头打开门，一探头……\n      “哥哥！哥！有僵尸！一大批僵尸！！！”奥尔森天生的狩猎本性显露出来了。\n      “一大批……”克利尔则表示很震惊。\n      “我看看。”\n      两兄弟一起来到屋外，克利尔楞了一下。\n      “快！奥尔森，拿我架子上右边列的药瓶来！”克利尔看到这么多僵尸觉得必须得应用药剂解决了，正好也实验一下自己药剂的威力。\n      而奥尔森呢，已经兴冲冲地冲到了最前方准备好这热血的一战。\n      “混蛋，你不要命了啊！！”克利尔冲着奥尔森吼道，但自己并不担心，因为他知道自己弟弟的能力，对付这些，应该是有信心的，不过自己为了保险还是回到了房子里拿了药剂。\n      “哇哦……那户人家里的人已经失去理智了吗？”西汪站在山丘上眺望道。\n      “真是烦，好好的睡一觉都不可以。”一个黑影突然在西汪身旁划过，直冲为维什兄弟房屋而去。\n      “哦。”西汪楞了一下。\n      “来吧，你们这些吃了脑子还不长脑子的家伙们！！”奥尔森向僵尸们喊道。\n      奥尔森在临近第一个僵尸的时候突然前脚下撤，然后将身子平滑的甩了出去，将斧头在僵尸群中间做了一个圆周，然后华丽的跪在原地。\n      身后的僵尸已经全部被拦腰截断。\n      “自然药剂——冰霜，Lv.3！”克利尔则向着另外的一小股僵尸投掷出药剂瓶。\n      随着一声冻结的声效后，僵尸们都被冰霜冻结在原地，能够活动的也非常艰难，紧跟着又飞出一个药瓶。\n      “爆破！lv.2！”\n      “轰！”\n      爆炸声混合着浓烟，满地的僵尸碎片。\n      “还不是娘娘腔的东西呢。”奥尔森来了这么一句。\n      “你别站在那里发愣啊喂！”克利尔又怒斥道。突然一只发狂的僵尸出现在克利尔身后，克利尔顿时一怔。\n      “嗖。”一只箭矢飞过克利尔身旁将克利尔身后的僵尸脑部射穿，紧跟着又飞出三根彻底将另外克利尔附近的三只僵尸消灭了。\n      克利尔惊讶的朝着箭矢飞过来的方向望去，在前方不远处有一个白色的身影……隐隐约约，仔细看了看，随后克利尔指着他说道：\n      “骷髅！”\n      “啊？叫我？”爱德华顿时眼神变得木木的看着克利尔。\n      爱德华·福顿，受诅咒的射手，原为皇家卫军上尉，马希雅华特国王——塔达尔四世的心腹，所用弓为海兽布伦迪萨的鳍骨，因诅咒失去血肉，剩下一堆白骨，本质却是人类，成熟开放且幽默的性格，往往会让很多怪物愿意和他为伴。\n      “来哦！！！！！”奥尔森边喊着边朝爱德华冲过去，爱德华则是低下头瞪着这个疯子般的伐木工。\n      “啊！”奥尔森传来一声惨叫，原来是踩到陷阱门然后掉进了地洞。\n      “你认识他？”西汪随后拍了拍爱德华的肩膀。\n      “不认识。”爱德华摆了摆手。\n      克利尔惊讶的看着西汪和爱德华，两个怪物？开口说话？说得还挺溜？不科学啊！\n      “嘿，你没事吧？”西汪朝着克利尔招了招手。\n      克利尔愣了。\n      “好吧，你过去说说吧。”爱德华推了一下西汪。\n      “哦。”西汪看上去根本没有害怕眼前这个药剂师的意思，则是很悠闲的跑到克利尔身边。\n      “喂，吓傻了？”\n      “你……你想干什么？！”克利尔才回过神来，随即拿起匕首护身。\n      “这个……。”西汪心里想，和人类交流就是麻烦，但是自己已经说人话了，怎么解释好咧。\n      不知道什么时候，爱德华已经出现在克利尔身旁了。\n      “这个啊，说来话长了。”爱德华拍了一下克利尔的肩膀，带有叔叔语气的说了一句。\n      ……\n      寒暄过后，克利尔明白了这是怎么一回事，也明白了西汪和爱德华的身份，但是心里却还是有一万个为什么，但不知道从何问起。\n      “啊，哪个不长眼的挖的洞啊……”奥尔森费了半天功夫在陷阱洞里爬了出来，全身上下全是脏土。\n      随即看到了克利尔和西汪和爱德华谈话，奥尔森两只眼睛瞪大了看着这不可思议的一幕。\n      “敢打我哥哥的注意，两个小怪物，纳命来！！！”奥尔森立刻再次进入战斗状态。\n      “啊！”这一声惨叫是因为自己的脚被陷阱门给夹住了，然后摔倒在地上……\n      三个人满头黑线的看着奥尔森……\n      克利尔无奈的扶额，伸手介绍道：\n      “这是我弟弟。”\n",
    "replies": [
        {
            "author": "小黑人",
            "timestamp": 1373062140,
            "txt_content": "不错哈~~~~{:10_512:}值得鼓励"
        },
        {
            "author": "07382",
            "timestamp": 1373131020,
            "txt_content": "伦家也要进角色...\n貌似很牛的样子\n\n\n\n\n\n\n\n\n\n\n\n\n\n好吧 逗你玩的..."
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1373164020,
            "txt_content": "07382 发表于 2013-7-7 01:17 \n伦家也要进角色...\n貌似很牛的样子\n你就爱开玩笑~【真是的。"
        }
    ]
}