{
    "title": "禾尤山的奇妙历险 【ALRAND出品】",
    "author": "alrand",
    "replyCount": 0,
    "timestamp": 1373176080,
    "txt_content": " 本帖最后由 alrand 于 2013-7-7 20:42 编辑 \n\n   写在前面\n最近除了画画没有什么事，全当休闲写了这个东西，第一次写这样的东西，算是一次尝试吧，还希望大家提意见\n--------------------------------------------------------------------------------------------------------------------------------------------------------\n                                                                                              （一）\n\n   禾尤山坐在电脑前想着自己马上就要被迫回国了，心里万分无奈，当初自己一副“数风流人物还看今朝”的德性从学校出来，现在看来是要爬着回去了。\n   禾尤山现在很忧伤，他决定做一个很不负责的决定——自杀。思索着便把手放进了电脑的电源里。\n   %￥#……&&&%￥#*眼前一片漆黑。\n   “去找你应该去的地方”突然禾尤山听见耳旁响起一个声音。视线中的一切逐渐清晰起来，他发现他不在原来那个世界——很显然原先的世界太阳不是方的。\n    MINECRAFT，禾尤山从惊愕中回过神来脑海中不断盘旋着这个词语。“我去，我这是穿越了？这么狗血？想死也死不掉？我就这么倒霉？”禾尤山心里反复嘀咕着。\n他躺在地上摸着地上的草地，突然一个很不妙的念头出现了，他伸手摸了摸自己的脸——方的。摸了摸自己的躯干——方的。他把裤子拉开一点，向里看去——方的！！！！！\n   禾尤山觉得自己整个人都斯巴达了，这算怎么一回事。他突然觉得与其这样不如再死一次，在MINECRAFT的世界中再死一次。\n   禾尤山起身了，说时迟那时快，他像一只小野猪一样“biu——”的以下向不远处的一块石头冲去。\n   “嗷——……%^*(&%$#&((@@$%^”瞬间的疼痛让禾尤山痛叫了出来。又死不掉。无力感让禾尤山不想起身，他看着快到正午的太阳，再也不想动了。\n   不如等晚上僵尸和小白来把我吃掉吧，那样还省些力气。他心想。\n   身边的花草在摆动着，云的阴影从脸上划过，不知不觉禾尤山睡了过去。\n   “厄————唔————”隐约间禾尤山听到恐怖的声音。他一下子清醒过来，看到头顶上那个凹凸有致的月亮他知道夜晚来了。虽说禾尤山一心想死但当身临其境是还是觉得不寒而栗。不远处似乎又响起那个恐怖的声音。禾尤山悄悄摸索着向那儿寻去。他隐约看见草丛后面有个身影，那应该是一支僵尸。禾尤山内心一个声音告诉他：去啊，这不就是你想要的机会么，快去啊。\n   可是僵尸身上散发出的臭味和那恐怖的声音让禾尤山的腿僵在了原地。“啊——厄——”禾尤山看清了那只僵尸在干吗，他在吃一只小土拨鼠！禾尤山想到和自己小丁丁一样大小的小土拨鼠被僵尸吃的津津有味瞬间吓尿了，他不禁叫出了声。\n   与此同时那只小绿也听到了他的声音，放下的爪中的土拨鼠管过头来。\n   “我去！！”禾尤山心中现在有千万只草泥马在狂奔，这还是MC么！还是MC么！MC里的僵尸有这么恐怖么！那内凹的眼窝，干瘪的眼球！破烂的衣服腐烂的皮肤！还有那恶臭！我%&^%$*%##&&*(&$#,MC要不要这么恐怖啊！！！\n   这时那只小绿已经扑了过来，禾尤山心中哪里还有死的想法，起身就向狗一样的跑了起来。救了个命啊！禾尼玛现在就恨自己没有四条腿，就恨自己平时没有出去锻炼天天蹲在电脑前。\n   身后的僵尸不但没有甩掉反而有越来越近的趋势，禾尤山看到不远处有一棵大树，他决定爬上去。\n   他奋力起身，一跃，双手发力勾住树干！——他掉了下来←_←。禾尤山瞬间后悔自己点错了技能树，怎么当初就点了画画没有点爬树呢。身后的僵尸已经到了1个方块的距离，禾尼玛还在努力的爬树，突然他觉得菊花一凉，那冰冰凉的感觉。简直——爽爆了。但一想那是只僵尸禾尼玛菊花又是一紧。双腿环住树干“蹭蹭蹭”的往上爬。突然他感觉背后传来不小的阻力，回头向下看去，%$$***$#(&^$^%#@^禾尼玛心中的草泥马再一次咆哮了起来,那只小绿的手勾住了自己的裤子.\n   禾尼玛想着自己的裤子又想想自己的处境果断觉得光屁股没什么。于是他用处吃奶的力气往上爬。“嘶——啦——”脆弱的裤子果不其然烂掉了，但是禾尤山也爬上了树枝，看着树下的僵尸，松了一口气，这时他才感到背后被汗水湿透了，被晚风一吹瞬间寒毛立了起来。\n   见僵尸爬不上来，禾尤山才打量起自己，白色的体恤，卡其色的休闲裤，现在应该叫开裆裤了。\n   看着树下那只傻傻的扣着树干的小绿，渐渐的禾尤山又睡过去了……\n\n\n\n                                                                                           （二）\n\n   一夜和小绿安然无事，随着太阳的升起那只呆头呆脑的小绿最后化成了灰。禾尤山看他彻底成灰才小心的跳下了树。经过这一夜禾尤山逐渐冷静了下来。禾尤山整理了一下思路。自己寻死不成到了这里，有一个人让我去我该去的地方，应该是人吧？\n   新的世界，一个崭新的世界，对我来说是一个机会啊。禾尤山心里想着。\n   “咕——”禾尤山的肚子发出了叫声。好饿啊，他突然感觉到。人是铁饭是钢，禾尤山决定先去找找有没有果子，他已经放弃了去杀猪杀牛的想法，昨天那只小绿的样子让他意识到这个世界和MC还是有些不同的。禾尤山找到了一些树果，一边探索着周遭的环境一边大口的吃着。\n   果腹之后禾尤山打量了一下自己，已经有点脏了的体恤和性感的开裆裤，还正是有个性。于是他索性讲裤子脱了下来当做围裙来遮羞。感到身下凉凉的感觉不知道为什么他竟然有一丝成就感。\n   禾尤山又思考了一下现在的处境：如果和MC一样，想在这个世界的夜晚生存下去一定要有一个安全屋，想要安全屋又要有木头，有了安全屋我就能丰衣足食然后没准我就划地称王，做起山大王作威作福起来了？\n   内心无限的YY最后被一阵风打断了。\n   那难道我现在也要像游戏一样去找木头？就对着木头撸？\n   看着眼前的橡树禾尤山绕着他看了几圈准备撸木头。“啪——”随着一声清脆的响声紧接着就是禾尤山的鬼叫“嗷！%*&&^##^%……”撸！撸！撸你妹妹啊！捂着自己红肿的右手，看着安然无恙的那棵橡树无力感再次涌上心头，禾尤山靠着树坐了下来发起呆，这和MC的世界还是有很大差别的啊。\n   随手捡起树枝，在地上画了起来，画着自己曾经世界的样子，画着记忆里MC的样子。\n   “哎”想着自己想死的时候死不掉，想活下去的时候又无从下手，禾尤山叹了口气，将头埋在了膝盖之间。\n   “嘶哈——”禾尤山突然听到细小的声音，他猛然抬起头来向声音发出的放下开去，他看到自己随手涂鸦的地方土地颗粒正在移动着，禾尤山有点惊讶，那些颗粒移动着渐渐的重新组合在了一起——一个木板。正是之前随手画的其中之一，紧接着一个两个三个……所有禾尤山画的木板全都由颗粒组成了起来，就如同他画的那样。\n    囧。禾尤山觉得现在自己完全是这个表情，刚到这个世界两天自己却似乎已经被捉弄了很多次。看着眼前的木板禾尤山还是有些不敢相信，他看了看木板又看看了身旁的小树枝，他有些颤抖着试着去触摸那木板。\n   传来了真实的触感，“是……是真的？”禾尤山还是不太敢相信。\n   他随即拿起小树枝又画了起来，果不其然那些木板再一次出现了。\n   愣了一会儿，禾尤山猛地一抬头，眼里满是惊喜，突然对着天空大叫道：“本王称霸全世界指日可待了！”还摆出了一个难以形容的姿势。\n   “窟窿窿——”一道闪电在不远处劈下，紧随其后的是倾盆大雨，禾尤山吓了一跳，狗一样的滚离了那棵树，朝着山坡边一个凹进去的小洞跑去，边跑边嘟囔着：连老天的嫉妒我……\n   “窟窿——”又是一声雷响，吓得禾尤山赶紧把下面的话憋了回去。\n   一个人坐在狭小的凹洞中，挠了挠屁股傻笑了起来。\n\n",
    "replies": []
}