{
    "title": "<远程·连载>神域服务器—原创小说[作者:Bright]",
    "author": "shaoyeshaoye",
    "replyCount": 10,
    "timestamp": 1373191200,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-1 14:49 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n准备和 服务器 一起发帖，还是现在就发吧\n\n\n正在贴吧同时发布\n未经许可，不得转载\n\n\n\n\n\n\n\n\n++++++++++—————————————分割线————————————++++++++++++++\n\n\n\n\nMinecraft神域服务器小说\n章节一：战火重生XXX国度有一整块独立事例，经过几百年的延边，逐渐分化为（几个城市），几个城市之间形成了鼎立的过程，担任然维持国家的现状。10年以后，安德彼安的统治者，运用其科学技术，争夺其他国家的资源，意图吞并，形成新的王国，刚泽拉斯在多年的的抗战中不幸沦陷，幸存的人们跑到了一个小村，开始了生活，原来的城市在多年资源耗尽后形成了废墟。国度也被划分为以城市为国度的世界，玩家就从小村落出生，回到城市的废墟，发觉资源未尽。重新开始重建。另外其他几个国家奋起反抗，形成新的联盟。在玩家重建途中，不但开阔了领地，而且还寻找到新的能源，世界之种，世界之种只能在世界中心发芽生长，变成世界的光柱。光柱控制了天气和时间，并分配了每个国家新的元素，然后经过发展，那些盟国开始通商和人员流通，进入不同的国家会有新的能力和元素可供使用在世界的微妙平衡下，进入了立年XXX新的纪元玩家开始了复仇运用新的科学技术，世界再次变得危机起来......\n\n章节二：复仇之战立历年初刚泽拉斯的人民使得被核弹抹平的又再次繁荣起来。让我们来看看现在的情况吧。泰雷多尔，规避了多年战乱，依然繁华。安德迪古丽，和刚泽拉斯结盟抗击他是带相交的友邦，安德彼安，已经坠入黑暗的城市。还有夹在三个国度中间的，传奇小镇，那个给刚泽拉斯人民重生机会的小镇，帕斯蒂卡。刚泽拉斯的人民，需要复仇！他们忍耐了将近100年了，或许更久。从屈辱的战败，到重建和反击。他们无法等待，要去安德彼安的格顿平原看个究竟。这次他们没有叫上泰雷多尔，在两国眼中，泰雷多尔只是一个懦夫，有着虚假繁荣的懦夫。不能真正的去战斗！很快结盟的使者抵达了安德迪古丽。他们相信，两国的科技实力和强大的人海战术，绝对能踏平安德彼安。这个闭关锁国多年，没有通商贸易，没有人接近，荒芜人烟的城市。随即，两拨大军从天际两边光柱发射的地方走出，汇聚在一起。那就是复仇的军团，双盟军。“停止前进！”刚泽拉斯的将军手一挥，身后的大军陡然停止了前进。“看下地图”。这是一张破旧的地图，因为在刚泽拉斯恢复之前，并没有人进行过大规模探索，世界地图还是维持大战时的样子，地图上的刚泽拉斯还是一个巨大的弹坑。不过已经用新的记号涂改过。将军面无表情，心里却知道无比心酸和愤怒，要知道他的亲人在大战时战死了，并没有安全地逃到帕斯蒂卡。就是那个深深的弹坑，埋葬了他的童年。“我们到了，安德迪古丽的边界，格顿平原！”瞬间，全军开始气氛高涨，车马劳顿了许久，终于看到了日思夜想的可以奔赴沙场的地方，无不欢欣雀跃。大抵是如此吧。当，铁蹄踏上平原的那一刻，无数人开始狂奔，想尽早跑到城墙前，轰开大门，看个究竟。“那个是安德迪古丽吗？文明怎么倒退了？”先遣队员，狂奔回到安营扎寨的大军中。前方隐隐约约可见一个山寨摸样的轮廓。已经过去这么多年了，先辈已经老弱，只有当年的战斗日记上还残存这一幅画，那是当时通商的简报上剪下来的。“夜袭！”士兵们纷纷震惊了，1是从未打过仗，2是一天的车马劳顿已经很累了，但是因为这句话强调起精神来。“准备3000轻骑兵，弓箭手，士兵，传令兵，集合！”篝火袅袅，草原上的星星点点也因为要开战而更密集起来，一个又一个的火把架了起来。形成了火的河流，慢慢的流淌向远方的山寨。这是一个迷雾笼罩的地方，越近，能见度越低。只有愈来愈大的阴影出现在面前。“蓝黑色的火焰……这是！快点拿书来，那本史书，还有把那个先遣队员找来！快。”话音刚落，从城内射出了黑色的火球，翻滚在地上。并没有点燃格顿平原的草，只是让它们变得更暗淡，暗的发红，让人说不出的，地狱的颜色。士兵们吓呆了，这不是他们的训练手册上和对战手册上的必修科目。“黑色的火焰是吗…..前线的所有士兵把火把扔上城墙去！”齐刷刷的有闪光弹效果的火把飞了上去。“哦不……”随着将军的话语，士兵们在黑色的火球下抬头望那些火把，原本黑色的火焰变成了红色，迷雾也变得滚烫起来，城墙的颜色不是黑色，而是红得发黑，发紫。火球渐渐舒展开来，发出浑浊的低鸣。“哦，是它，就是它放出的火焰烧毁了刚泽拉斯的城门，末影龙！”谁都知道末影龙的故事，每个生活在这个年代的孩子，都认为那是传说，来吓他们的，没人理会父母认真而恐惧的眼神。每一团掉落的火都把草原变成了地狱般的颜色，那是死亡的人才会去的地方——这个世界人们安息的地方，玄界。创世之初，世界分为3个区域，玄界，人界，天界。天界的事情无从知晓，但是和人间密切相关，玄界是接纳已死之人。人界就是所熟知的4大城市所在地方。有关天界的记载并不多，而且知道的人也不多。很多文献已经沉默在新刚泽拉斯的地底下。玄界的传说倒是有很多。首先，玄界只能死亡之人才能去，其次玄界人界天界三者保持平衡，互不干扰，各司其职。玄界有强大的怪物，无论人类发展到什么程度，玄界总是高人一等，毕竟死亡之人会去玄界，有丰富的资料可供调查。除非人不死，玄界就不可能不进步。玄界的著名怪物就是末影龙，它有强力的力量。这些资料都是在刚泽拉斯的魔法大厅的附魔台上抽出的书里找到的，图书管理员正在讲解上古的故事。他把书放回原处，向远方凝视。与此同时将军把手中的书合上。从腰间抽出钻石剑，天然的最坚硬的剑。直指末影龙刚伸出的头部，冒着黑色火焰的地方。“为了勇气和荣耀，为了复仇！”拍马上剑，直插末影龙的头颅，士兵们一起攻击，弓箭手点燃火把远处放箭，星星点点射在周围。士兵们拔剑插入他们认为末影龙的弱点部位。用铁链，放在地狱火焰上烤红，扔在末影龙身上。只差几厘米了，钻石就要封喉了。“哎呀呀，今天的咖啡晃动得好厉害啊。太烫了吗？”“不，你看那个城寨，那团冲天的火焰！那是什么颜色？”“啊！这声音，好响，好刺耳！”钻石剑被融了，或者说已经发烫了，握不住了，和火焰一起冲向天空，将军的盔甲被地狱之火点燃，也发出幽幽的暗红。巨大的火球从天而降，掉落在前线的土地上。四散开来。没人能躲开，没人能逃走，没人能活下来。第一线的士兵就这样被团灭了。而将军却奇迹般地坐在受惊的马上逃了出来。战意全无的人们，四散而逃，人们面对比自己强大的，未知的东西，就是这样。末影龙张开翅膀，蹂躏在地上的尸体。暗红的火焰被翼风吹灭了，可是死尸的原本颜色的皮肤上，却打上了一层烙印。就像从地狱来的人一般。在旁边红色的火焰照耀下，更像僵尸。已经和底面连接在一起了。末影龙嚣张地张开嘴，从暗幽的喉咙里，透出不知道是不是火的东西。将军见势不妙，抄起铁链，已经被地狱之火考过的铁链，那种高温，可以把皮肤粘下来。将军顾不了这么多了，跳上末影龙的背，在要喷火的那一刹那，把铁链套上它的嘴。在晃动的头上，他看了士兵们一眼。说“别了！全军撤退！”轰的一声，地狱之火包围了末影龙的身体，从内部炸开来，天空中飘落下暗紫，暗红的斑点。殷虹照亮了天际，也照亮了安德彼安这个令人恐惧的城寨。 \n\n章节三：真实的神域300年后，泰雷多尔，刚泽拉斯，安德迪古丽纷纷被毁现在还存活的的人们，集聚到了世界的中心，帕斯蒂卡，这一个城市活了下来。人们开始了探险和求生。人们被禁锢在里面，谁能够再次去搞清楚玄界和天界的事情呢。300年间究竟发生了什么？这个地方就是所谓的神域！神域有不同维度的世界组成，每个纬度互相影响，但并不干涉。神域大体分为，玄界，人界，天界，这几个常见的领域。神域中心有一个核心，保持神域的平衡。但是经过时间的演化，3大世界又延伸出其他的世界。这样的变化破坏了神域的平衡。早在安德彼安和安德迪古丽兄弟捡到世界之种之前就已经发生了。神域衍生出一个属于末影人和末影龙的世界。这个世界因为刚诞生，受着其他世界的干扰，极不稳定，也不能正常的运作。于是作为末影人的神，末影龙牺牲了他的瞬移功能。把世界变得稳定起来。这种力量被维持神域平衡的核心所吸收，做为回报，末影龙的世界变得正常起来。但是核心需要循环，本来循环出的是光明的世界之种，但是因为并非是独立的产物，所以世界之种发生了质变，把末影龙的能力给继承到世界之种里。并传播到了人界，被安德两兄弟捡到。于是奇妙的变化发生，安德彼安之所以会侵略是受到他们所在的末影世界之种的影响。末影人的寿命很长，他们死后因为不在三界之间，只能由核心接纳，灵魂转换后寻找了一个合适的出口，安德彼安的光柱，也就是原世界之种。多年后，里面的一切都变得承载着末影的血统。于是发生了大战，抹平了刚泽拉斯。多年后的复仇，也因末影龙的转生而宣告失败。世界的多维度被打破，末影界死亡的，传送到人界来转生。在人界死亡的有着末影血统的人类，无法到人界，或者玄界。所以重复循环着。核心被这奇怪的循环所影响，认为人界需要独立的转生地点，不能通过天界。于是创造了地狱。天界不再和人界有直接影响。而人类也研究出了传送之法，不光能在，神域中人界这个纬度传送，还能够到其他纬度去：地狱，末地。300年后的人类，蜷缩在帕斯蒂卡，这个初始的主城，反抗支配他们恐惧的生物。和弱肉强食的世界，并且接纳人界的落难的勇士，建立了以当年将军所创立的佣兵团。将军的名字是麦克！并把将军的钻石剑，印刻在中央塔上。 \n\n+++++++++—————————————分割线——————————————+++++  如何才能使人界更强大，击退奇怪的生物，发张壮大呢。其他纬度的秘密何时揭晓？随着服务器的更新，小说也会进一步更新。                                                                                               小说由H B编辑\n\n",
    "replies": [
        {
            "author": "VIP—月光指揮官",
            "timestamp": 1373354280,
            "txt_content": "嗯，做的很用心"
        },
        {
            "author": "deed",
            "timestamp": 1373356560,
            "txt_content": "嗯，做的很用心*2。\n\n支持你！制作小说是很困难的。"
        },
        {
            "author": "1632853769",
            "timestamp": 1375508580,
            "txt_content": "感觉楼主是个**===**不理不理？！！！！！。。。。。。{:10_492:}\n不要问我是谁......................................点击椅子比例比例 啪啦啪啦啦啦啦啦\n不理比例 补丁 补丁 不能问题~~~稳！！！！！！！！！！！噶ugauguaguaug \n呵呵呵呵 =.= 嘻嘻i嘻嘻i 不洗了比 我去你妹夫 楼主SB SB"
        },
        {
            "author": "zhangzihao",
            "timestamp": 1380802080,
            "txt_content": "顶了，编的灰常好"
        },
        {
            "author": "K.S",
            "timestamp": 1380850440,
            "txt_content": "我怎么记得我以前也玩过神域服务器的…………"
        },
        {
            "author": "kangjialong",
            "timestamp": 1384091940,
            "txt_content": "zy54力挺我大神域"
        },
        {
            "author": "huangrun",
            "timestamp": 1386240900,
            "txt_content": "kangjialong 发表于 2013-11-10 21:59 \nzy54力挺我大神域\n肿莫那么少人回复？"
        },
        {
            "author": "xuesen",
            "timestamp": 1389419520,
            "txt_content": "刚泽拉斯...艾泽拉斯..."
        },
        {
            "author": "jiale202",
            "timestamp": 1389446160,
            "txt_content": "默默的回复下力挺 确实很好啊"
        },
        {
            "author": "额我i",
            "timestamp": 1392719280,
            "txt_content": "顶"
        }
    ]
}