{
    "title": "【囧神原创】 小白OR老鸟在服务器的初期 经济发展",
    "author": "囧神在此！",
    "replyCount": 0,
    "timestamp": 1373205360,
    "txt_content": "HI,潜水很久的我又回来了诶\n在百忙之中（挖矿之中）抽时间来教大家 在服务器的新手经济教程 这也是第一次，有什么不周到的，还请各位吐槽\n\n先发一张例图，在下面的经济中我会用到他们的.\n\n\n\n\nQQ图片20130707211318.jpg (28.22 KB, 下载次数: 0)\n\n下载附件\n\n2013-7-7 21:22 上传\n\n\n\n\n\n\n这个是什么？是我的背包啦啦。我出行一次必须带的 仓库里面一堆钻石制品，其实是炫富了 算了 不多说废话了 入主题！\n\n\n先列出一个清单，也就是我在服务器中出售给电脑（注意：是电脑）的商品价格，常用的有以下\n1、钻石 250（对啊，你卖给电脑差不多就是250了，这么2）\n2、黏土1.5元（闲来没事挖的，还算卖得起价，当然，以组为单位计算，1组是64，怕小白不知道诶。\n3、铁锭（注意是铁锭，金锭就不提示了）20元\n4、金锭50元\n5、原木 1元（卖了很浪费的 做建筑材料的）\n6、石头 0.8元（挖矿的时候清理背包必须卖掉 不能放过一切商机--囧神）\n7其余的方块之类的价格在0.4元~2元不等。 但是珍贵的矿物就高于这些价格了，不过红石比较特殊，红石是几个一堆的，一个又有4~8个，所以1元一个，那么就等于挖一块红石能卖出4元~8元。\n\n我来举个例子：\n我在我们那个公会是会长，但是很特殊的就在于，我们那个区域资源贫乏，所以我经常到资源区去弄，会员们都是懒人，所以我的资源就一大堆。\n举个例子：人家的商店钻石400一个，我的卖600~1000，不用担心没人买，那一块区域玩家很多，又没有钻石，所以资源，哪怕是铁。我这里商店每隔1小时就要清理货物或者进货。因为要压住数量，价格就上去了。1000不用担心没人买。\n\n再举个例子：我的武器店有十几把钻石30级附魔的剑，能卖出6000多。就是说呢，我卖3把剑就能买一天的VIP(VIP 20000金币/天）这样基本上就比较有钱了，但是考虑到新手没什么资源可以卖，甚至连开设商店都不知道，那也无能为力了。卖什么好呢？正对新手，我列出了一套方案如下：\n\n\n能把方块之类的卖给电脑就卖，初期炼铁出来了千万不要卖。而是抓紧发展，等发展完之后在开设商店。切忌，初期没有时运3可以挖点钻石补贴家用，但是后期遇到大量钻石应该用时运3挖（没有的想法设法去弄！）。不能放过一丁点资源，比如说我用时运3的稿子，每天至少挖10组铁。5组黄金，1组钻石。这样商店才不会垮。新手初期应该大量收集资源发展，然后慢慢开商店，有了公会之后你可以召集会员一起挖矿，速度就会快很多了。\n\n\n另外一种战术：游击战术：所谓游击战术就是挖大量的资源，能卖的起价的有 黏土（比红石值钱，挖4黏土可以买6红石）1.5元/个 每次挖能爆出4个 4×1.5=6 很明显你挖一组就能赚到96以上（1.5×64）这样有了钻石铲子闲着没事的时候可以大批量挖。\n\n战术2：地狱猎人：所谓地狱猎人呢比较简单，就是穿好护甲，带好药水，带好3把30级附魔钻石剑 属性可以如下： 第一把 火焰II 锋利III 击退V\n第二把：锋利V 击退V 火焰III 第三把 抢夺III锋利III力量III 然后带好一把弓箭，弓箭属性如下：力量III 击退III 火失III\n这样的装备我多的是，在保证不会被地狱怪虐的同时，也能保证PVP稳赢。\n\n到地狱猎杀的怪如下（我们的大服务器杀怪也有经验和金币的）\n\n1、僵尸1.5元\n2、骷髅3.5元\n3、蜘蛛3.5元\n4、史莱姆40元\n5、末影人300元（人头比较值钱，很难杀）\n6、恶魂1000元（你能遇到几个？或者能杀几个？）\n7、僵尸猪人4元/个（不是很值钱，但是下面会讲）\n\n这些比较常见的怪列出来之后就教大家所谓地狱猎人：\n\n带好装备之后，叫上一个队友，然后下地狱找两种怪 烈焰人 or 僵尸猪人\n这两种怪的打法可以这样理解：烈焰人用抢夺打，能爆出4烈焰棒（烈焰棒不是一般的值钱，杀烈焰人也赚得起） 僵尸猪人可以用第二把钻石剑打。（僵尸猪人的爆率我总结了下：金粒 75% 金锭 12.5% 腐肉 85% 金剑 20%\n铁锭 5% 钻石套装、装备、工具等 1%不到（我只打到过一次） 其余的小于25% 所以我们杀这两样东西能很赚 金锭能卖50啊，其余的你打到了钻石是你的人品。地狱猎人必须非常有耐心，否则还没刷出一个东西就挂了。我上面的图也就是我的背包，上面的工具和方块，除了挖的就是刷怪出来的。所以地狱猎人基本很赚.\n\n\n第三种：动物猎人 这个大家都比较熟悉，杀动物\n还是列个清单：\n\n\n1、猪肉 4元\n2、牛肉 10元\n3、皮革 15元\n4、羊毛 7.5元\n\n----熟食-----\n\n1、烤猪肉 10元\n2、烤牛肉 25元\n\n\n动物所能够爆出来的基本就这些，由此可见，我们主城出生点有个刷怪笼，能刷出猪来，以前还有个刷牛笼，后来皮革和牛肉泛滥成灾了，就取消了。 但是我去地狱打完资源之后，我就回去刷猪，因为1组猪肉4×64，不用说了，不仅容易弄，而且比钻石价格低不了多少，刷牛的不用了，10元一个，一组就是640，比钻石贵出二分之一，也是比较弄的，皮革和羊毛各位可以根据自己意愿弄。据说1.6.1版本里面会加些什么，我也不清楚了。\n不过基础经济，买卖，赚的多还是赚的少。我再给大家列个清单：\n\n\n1元从玩家买进64黏土 -64元 1.5元卖给系统 +96元 能够赚32元，但最好还是自己挖。一次就挖个够。\n\n300元买钻石，400元卖出去 赚100元\n\n其余的资源，肉，能买卖的纯盈利就是25~50%不等，就是说，你卖肉，4元买进，你可能赚到5元或者6元。其余的自己这样算，不过某些商品太贵了也不会有人买的。\n\n\n新手教程就教到这儿了\n为庆祝1.6.1版本和1.6.2的推出，抢到沙发的有金币哦~~~\n\n2013·7·7  对了，勿忘国耻，振兴中华 今天是什么日子 7月7日 大家都不会忘记的吧？\n\n",
    "replies": []
}