{
    "title": "notch隐退，jeb担任了mc发展的重任",
    "author": "green丶bastard",
    "replyCount": 10,
    "timestamp": 1323148260,
    "txt_content": "\nnotch已经确实jeb现在将担任起带领mc发展团队继续开发的重任。至此jeb有了决定权，虽然notch开玩笑的说他“保证不当吊车尾” notch以“时间不足”，“自己也有事情要做” 为由辞去了mc领袖的工作，幸运的是他说了他还是会露面的。（也就是说他只是辞去了领袖的工作，但是以后mc发展他多多少少会参与）\n\nNotch还说 “这是一步险棋吧，但我感到十分自信，我猜是因为我和jeb工作了许久，互相信任产生的。 他正是mc所需的人才，他比起我更友好，我们现在最需要的是支持广大的modder！ （咩哈哈）\n\njeb表示现在最大的问题也是mod支持，notch是最先提出的，但是已经拖延数月了 （1年了吧-_-)。 我们知道notch有自己的东西要完成，所以貌似让我来取代他的位置是必然的。\n\njeb说到：\n知道1月份我将是唯一的mc开发者，所以进展会很慢。但是我现在最大的工作是做mod api （api=Application Program Interface 也就是我没理解错的话 某些对mod的官方支持）。 为啥做mod api是最优先的工作？ 因为我们不可能在游戏中加入等同广大modder加入的东西那么多，大家也持有不同的建议，同时我也不会孤军奋战。 在1月初我们将组织起新的工作，现在我们正和一些mod api团队，例如水桶，mc forge和mcp 讨论。\n\n目前看来在3月份之前肯定会有mod支持了\n\nnotch和jeb已经合作了一年，notch说他十分信任jeb。 （jeb邮箱jeb@mojang.com Twitter 也行）\n\njeb最初是mojang的替补，随着时间的流逝他成为了发展mc中重要的一员，他引入了许多东西，例如狼，活塞和新的堡垒等。（一个词组概括 rpg化了mc），现在他是mc领袖了，恭喜你jeb！\n\n英文：\n\nNotch has confirmed that Jens Bergensten (better known to the community as Jeb) will now be the Lead Developer for Minecraft, going forward.  This gives Jeb final say in all design decisions, though Notch jokingly added that he made him \"promise to not pull rank.\"  Notch cites personal time and additional projects as reasons for his stepping down, but makes it a point to say that he will still be involved in Minecraft development.\n\nNotch added that it was a \"scary move, but I feel strangely confident. I guess we've worked close enough for long enough for me to feel confident about it.  He's exactly what Minecraft needs right now. He's a bit more mod friendly than I am, and we need to embrace mods more.\"\n\nJeb commented on the situation as well, stating that he wasn't \"sure when the idea came up the first time (from Notch), but it has been a few months now.  We all knew that Notch was going to work on other things after release, so it kind of seemed natural for me to 'take over'.\"  \n\nJeb's next step is to work on the mod API for Minecraft, a long-awaited feature for players and modders alike.  He had the following to say on the API:\n\nJens Bergensten said:Until January I will be the only developer on Minecraft, so things will have to be slow initially. But my absolute main priority now is to create a mod API, because there is no way in hell I will be able to add as much content as the whole internet can do.  The game needs an API, so end users can obtain the mods without hassle.  I'm not going to do it all by myself though. We have a new programmer beginning in January, and we are talking to existing mod API teams, such as Bukkit, Minecraft Forge, and Minecraft Coder Pack.\n\n  He went on to add that a release for the new API would likely be seen no sooner than March.\n\nNotch and Jeb have collaborated on Minecraft development for over a year, and Notch has expressed the utmost confidence in his collaborator's capabilities.  You can contact Jeb via e-mail (at jeb@mojang.com), or on Twitter.\n\nJeb was originally hired as Mojang's back-end developer.  Over time, Jeb became increasingly involved in the development of Minecraft, and is now responsible for many well-known parts of the game.  Having worked on features such as wolves, pistons and map structures (villages, strongholds and nether fortresses), he now takes his vision of Minecraft's future foward as the official head developer of the game.  Congratulations, Jeb!                                                                                                Posted in: News                        \n",
    "replies": [
        {
            "author": "LSG",
            "timestamp": 1323149400,
            "txt_content": "以后应该会有新版本吧，反正不代表MC不跟新了"
        },
        {
            "author": "keroro5690",
            "timestamp": 1323149820,
            "txt_content": "只要不涨价就行了"
        },
        {
            "author": "Mei灬不是",
            "timestamp": 1323150000,
            "txt_content": "行吧行吧,但是别跑题了就好了..别学成Terr了，两种不同的风格.."
        },
        {
            "author": "geludan",
            "timestamp": 1323159720,
            "txt_content": "怎么又变新帖了。。。可怜的MC，为MC前景而担忧"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1323159840,
            "txt_content": "只要mc能夠越來越好，不管是誰都無所謂!"
        },
        {
            "author": "rainsillwood",
            "timestamp": 1323161100,
            "txt_content": "MC以后会不会加入Developmet（个人发展）的RPG模式？"
        },
        {
            "author": "Evil",
            "timestamp": 1323164820,
            "txt_content": "只要MC能一直发展下去就行"
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1323173040,
            "txt_content": " 本帖最后由 JedBoy_LD 于 2011-12-6 21:57 编辑 \n路邊電燈泡 发表于 2011-12-6 16:24 \n只要mc能夠越來越好，不管是誰都無所謂!\n我还是相信Jeb的 如果他带来的只是抱怨 我想群众的压力就会把他给压垮 当然 不可能 因为notch相信Jeb 大家也相信Jeb和MoJang"
        },
        {
            "author": "numnum",
            "timestamp": 1323176040,
            "txt_content": "把Jeb的email发上来是让我们塞满吗？"
        },
        {
            "author": "numnum",
            "timestamp": 1323228180,
            "txt_content": "numnum 发表于 2011-12-6 20:54 \n把Jeb的email发上来是让我们塞满吗？\n说笑的。。。"
        }
    ]
}