{
    "title": "我的小说，勿喷，勿抄袭。",
    "author": "张子阳",
    "replyCount": 4,
    "timestamp": 1373422800,
    "txt_content": "呵呵，我是冥王，今天来和大家分享我的小说。勿喷!勿抄袭!\n\n\n\n\n引子位于赤道一万零一尺那一片大森林之下，传来了一声高亢，刺耳的尖啸！而这尖啸似乎来自地下！因为森林之下有一个巨大的溶洞！洞内，残骸，折箭，断戟布满溶洞！而在溶洞的最北边矗立着一座哥特式的古城堡!这时，一道黑影闪过，城堡中又传来了几声刺耳的尖啸！灯火中，一个人影发出了令人胆寒笑声，这笑声几乎是哭啼，完全不像来自人间。这是吸血鬼的领地，擅入者，死！！！哈哈哈哈！！！     第一章：伦敦之旅又是一个明媚而炎热的清晨，可天宇还赖在床上。“天宇！！！”天宇妈喊道。天宇一下子睡意全无。“知道了！”天宇极不情愿地喊道。他慢吞吞地起了床，边走边嘀咕：“爸爸真是的，什么事这么神秘，想睡个懒觉都不行。”正嘀咕着的天宇不知不觉地来到了饭桌前。天宇妈正站在桌前。天宇妈是一个又高又瘦的女人。她这时穿着一件格子睡衣，披着一件围裙，手里拿着一只木头锅铲。她正在把一个个三明治放入盘子里。“宇宇啊，爸爸要回来了。快去准备准备。”妈妈头也不回的对天宇说。“哦。”天宇边说边向洗手间走去。“叮咚” 一声悦耳的门铃把正在洗漱的天宇拉到了门前。 “天宇，早啊！”天宇定睛一看，原来是他的好朋友：赵音杨和周玉玉。“你们怎么来了？”“是你的爸爸叫我们来的。”佳音说。“可我的爸爸不在家啊！”小伙伴刚要问为什么，就被天宇妈打断了。“宇宇，站在门口干——哦，是佳音和玉玉啊，请进，来吃点早点吧。”“不了，我们吃过早点了，谢谢阿姨。”玉玉答道。天宇妈对天宇皱了皱眉说：“天宇，俗话说‘近朱者赤，近墨者黑，’你就不能向人家玉玉学习学习。”“知道了”天宇边往嘴里塞三明治边不屑的说。“叮咚” 又一声门铃把天宇从美味前拉到了门前。 “天宇，我回来了。”门外传来了爽朗的声音，天宇听出来了这是爸爸的声音。天宇爸是一个又瘦又矮的秃顶男人，他夹着公文包，头上已经渗出了一层薄汗。他正在用他的手帕擦去头顶上的汗珠。“爸，有什么事快说。”天宇急不可待催促道。“嗯，是这样的，公司要我去伦敦考察那的教堂，所以，我要带上你们。”天宇爸飞快地说。“耶！”三个孩子齐声欢呼。“但是。”天宇爸不得不大声说话，因为只有着样才能压过孩子们的欢呼声。“我们必须留下一个人，因为我只有四张票。”这时，三个孩子的目光都盯在天宇妈身上······  下午，三个孩子都成了驼背。“音杨啊，你的包里都装了什么呀？”天宇拍了拍赵音杨的背包说。“我？我只装了一些书。”音杨回答道。“真是个十足的书呆子。”天宇小声的说。“好了，孩子们。”天宇爸摇下车窗说。“现在上车。”话音未落，孩子们就七手八脚的上了车。“好，出发喽！”天宇爸像一个顽童一样，天宇就喜欢这样的爸爸。大约过了半个小时吧，汽车就到机场了。不等天宇爸同意，小伙伴就急急忙地了车。 “哇，机场好大呀！”玉玉惊叹道。“嗯······空气与机翼摩擦······嗯······”音杨说。“孩子们，飞机快起飞了，快上飞机！”天宇爸边说边走。孩子们背上落在车上的行李，疾步追赶天宇爸。“各位旅客朋友注意了，各位旅客朋友注意了，请尽快登机，二十分钟后停止检票。   各旅客朋友注意了，各位旅客朋友注意了，请尽快登机，二十分钟后停止检票。”一个柔和的女声从扩音器中传来。“快点孩子们。”天宇爸催促小伙伴。天宇爸和小伙伴登上飞机，天宇和天宇爸坐在一个靠窗的位置，音杨和玉玉坐在他们后边。“各位旅客朋友注意了，各位旅客朋友注意了，飞机已停止检票。  各位旅客朋友注意了，各位旅客朋友注意了，飞机已停止检票。”柔和的女声又从扩音器中传来。大约过了十分钟左右，飞机起飞了。    第二章：唐人街奇遇“哈呼~~~~~哈呼~~~~~~” 飞机起飞不久天宇就打起了瞌睡，不一会就进入梦乡。 天宇爸在旁边摊了摊手，无奈地说：“唉，这个天宇，坐个飞机也睡觉，说不定中了瞌睡虫了。”音杨和玉玉都被天宇爸逗得哈哈大笑。  “各位旅客朋友，谢谢您乘坐本此航班，祝您旅途愉快。”柔和的女声又从扩音器中飘来。天宇爸听后，摇醒了天宇，然后拿下行李，和小伙伴们下了飞机。天宇揉着眼睛半睡不醒的问：“我们要去哪？”天宇爸头也不回的说：“去旅馆。哎——出租车！”天宇爸拦下一辆出租车，幸好司机是个华人。“先生，您去哪？”“我去秋忧华人酒店。”汽车飞奔了几分钟后，终于到了秋忧华人酒店。“先生，请问您要订房还是订餐？”小伙伴刚一进门，一个女服务员彬彬有礼的问。“我们要订房，有空余的四人间吗？”“哦，有的,是413号。”女服务员说着露出了轻微的厌恶之情，并把一张绿色的房卡递给天宇爸。因为在英国，13是不吉利的数字。“好吧，孩子们，走吧，走吧。”天宇爸接过房卡，耸了耸肩，向电梯走去。“叮”电梯门打开了，天宇爸摁了4号按钮。电梯载着天宇爸和小伙伴直达四楼。“叮”到四楼了，小伙伴和天宇爸陆续走出了电梯。“好——让我找找——10——12——13——找到了！”天宇爸指着门说。他把绿色的房卡插入房门。“滴”的一声，房门应声而开。“大家进去吧，我去看看地图，过一会儿就出发。”天宇爸说。天宇一头扎进了被窝里，倒头就睡，。玉玉摇了摇头：“天宇啊，天宇，你就知道睡觉。唉，可悲！” “你懂什么，俗话说‘休息是为了更好的运动’，我这是为了旅游。”“哼，强词夺理。”又过了半个小时，天宇爸回来了。“天宇，起床了！！！”玉玉对着天宇的耳朵吼道。“哇呀！”天宇一下子跳了起来。“干什么呀？玉玉！”“哎，天宇，这就是你的不对了，所有人都等你呢。”天宇爸说。天宇抬头环绕四周，玉玉在哈哈大笑，音杨在看书，天宇爸正在，看着天宇。“天宇，别浪费时间了，快起床！”天宇爸催促天宇。天宇麻利的钻出被窝，套上外套，和小伙伴出了413号房间。“叮”的一声，四楼的电梯门开了，小伙伴和天宇爸走进电梯，来到一楼。向大门走去。出了大门，天宇爸和小伙伴搭乘一辆鲜黄色的福克斯汽车，目标直指伦敦唐人街。汽车加足油门，不一会就到了唐人街。伦敦唐人街一片热闹繁华：街上人流如潮，摩肩接踵。店铺数不胜数，店内商品琳琅满目，还不时传来了华人交谈的声音。天宇爸和小伙伴下了车，小伙伴发出“哇~~~哇”的惊叹声。“孩子们，小心点，不要走散了。”天宇爸看到小伙伴如此激动，急忙说。可他的声音被熙熙攘攘的人群淹没了。小伙伴向前跑着，不一会儿就没了踪影。过了一会儿，小伙伴们才发现自己已经走散了。小伙伴们被人流挤得东倒西歪。一直被挤到了一个僻静的小胡同里。胡同很窄，给人一种难以呼吸的压迫感。相比之下，小胡同里几乎没有人。“怎么办呀，我们怎么出去？”玉玉抓着裙摆问。“还能怎么办？只好向前走咯，也不知道有没有电话。” 天宇接话。走着走着，小伙伴才发现这是一条死胡同。奇怪的是，胡同正墙上挂着一副古香古色的山水画。“咦？这么僻静的胡同小巷里怎么会有一副山水画？”玉玉问。“嗨。”天宇摆了摆手“谁知到呢，说不定是随手挂的。”说着，天宇把画卷起来，想看看画后面有什么。突然，一阵巨大的轰隆声从墙面传来，如同恶魔吹响了死亡的号角，墙上出现了一道裂缝。\n\n\n\n\n\n\n                                                                请期待第三章",
    "replies": [
        {
            "author": "xialingjing",
            "timestamp": 1373423280,
            "txt_content": "额，沙发，支持一下。"
        },
        {
            "author": "张子阳",
            "timestamp": 1373423400,
            "txt_content": "xialingjing 发表于 2013-7-10 10:28 \n额，沙发，支持一下。\n谢谢，这是我在课间写的"
        },
        {
            "author": "马赛克了",
            "timestamp": 1373423460,
            "txt_content": "字数够多，但有两点问题。\n一是错版，二是我在开头看见冥王的字眼了。\n祝君健康"
        },
        {
            "author": "张子阳",
            "timestamp": 1373423640,
            "txt_content": "马赛克了 发表于 2013-7-10 10:31 \n字数够多，但有两点问题。\n一是错版，二是我在开头看见冥王的字眼了。\n祝君健康\n冥王怎么了？"
        }
    ]
}