{
    "title": "寻踪星期二——第一季（16）：狼人橡木！",
    "author": "星麒尔",
    "replyCount": 7,
    "timestamp": 1373549820,
    "txt_content": " 本帖最后由 星麒尔 于 2013-7-11 21:39 编辑 \n\n    上话回顾：铁匠大叔因为大意而败给了我们，因此，我和科里奥的离城第二考也算通过了，而贝诺蓝的第三考也就通过，橡木的那一考……现在如何了？    寻踪星期二——第一季（16）：狼人橡木！上话回顾：铁匠大叔因为大意而败给了我们，因此，我和科里奥的离城第二考也算通过了，而贝诺蓝的第三考也就通过，橡木的那一考……现在如何了？寻踪星期二——第一季（16）：狼人橡木！“再见了，亲爱的星期二和科里奥，很高兴认识你们并与你们合作，祝你们顺利完成离城第三考验，我要先走一步了。”说话的人正是完成所有离城考核的贝诺蓝，她现在要去哈弗迪克兰中央磁场隧道离开这里了。“再见，希望我们能在草原相见。”我微笑说道。贝诺蓝也笑了一下，笑的很甜美，然后做了个分别的手势，走了。我扭头看看科里奥，只见科里奥悲伤地说道：“唉，这么个美女就这么抛弃我们先走了，唉……”我拍了拍他的肩膀，道：“抓紧时间，第三考在等候我们，说不定还可以在外面碰到她。”片刻后，那个熟悉的士兵又跑了过来，说：“第三考在哈弗迪克兰虚拟室中进行。我给你们带路。”“虚拟室？”我和科里奥心里很郁闷，这哈弗迪克兰中央真是应有尽有啊！哈弗迪克兰中央，七号虚拟室。士兵把我们送入房间后，便出去了。这个房间一片空白，什么东西都没有安置，甚至连地上都没有一丁点残渣碎屑，很是干净。墙面都是用羊毛铺成，让人进来就有种悠闲自在的感觉。忽然间，我和科里奥都感到了一股奇怪的气息，周围都变得不真实起来，用羊毛铺成的墙壁开始扭曲，变黑，然后只觉得脑袋上被人点了一下，晕晕乎乎地眨了一下双眼，眼前却不再是那个空白的房间了，而是树林！我又搓了一下眼睛，发现自己确实在树林里，而且是晚上。这实在太奇幻了！我刚要和科里奥说话，发现他已经不在我旁边了！“呃，总觉得怪怪的，好像……”我有些发蒙，可当我回头时，发现一支箭从我的脑袋旁穿过，耳旁出现了嗡鸣声，顺着箭射来的方向看去，那是一只骷髅！又是骷髅！我刚要冲上去击杀它，却听到了那熟悉的声音——“汪汪！”是橡木！没错，第一个念头闪过，我就抓狂似得回头，是的，那是橡木！我兴奋地刚要伸手去抱它，它却是怎样表达的？一双红眼瞪着我，不断地狗吠，也不是以前那样温顺的声音了。我忽然感到很不对劲，橡木脖子上的红项圈呢？不对，这个场面很是熟悉，我的大脑飞速地运转，运转到了我刚刚碰到橡木的那一刻……没错，这就是当时的情景！只见橡木狗毛竖起，快速扑向了我，我也下意识地闪避了过去，看见了那简陋的木屋。对，那是我当时临时住进去的木屋，而这个时候，橡木还不认识我啊！旁边的骷髅还在偷笑。我当时是怎么驯服它的？我正在急忙地回忆，闪躲着橡木的一次次攻击。看到那偷笑的骷髅，我想起来了，那时候不正是拆了它而用骨头驯服的吗？把过去的情景再行动一次。现在的我可已经会了不少功夫了，拆了骷髅那不是容易的不能再容易了吗？我再次闪避过去橡木的攻击，挥剑直冲骷髅。但我发现了不对。一个巨大的黑影覆盖住了我，就连那骷髅都吓了一跳。我看着那个黑影愣了一下，下意识地回头一看——橡木不见了，不，应该说它变异了！我能够认出橡木，可它现在确是一个庞然大物。四肢着地的它现在能像人类一样双脚踏地，高大的身躯足有三米之高，眼睛里是无尽的血红色。橡木以健壮的体魄在月亮下仰天长吼了一声“嗷呜——”“橡木……”我呆了，那是橡木吗？是的，无论它变得多么健壮，面部的神色我是能够认出来的。橡木化为了人形！准确地来说，是狼人！对，橡木本身就是一只狼。它那足有半米粗手臂向我这边伸来了，我却还在呆滞之中。不过，看样子它并没有攻击我的意思，而是抓起来我身后的骷髅，骷髅却还没来得及挣扎，就被咯啷一下毫不留情地咬碎了，这场面看起来极为残暴啊！我摇了摇脑袋，擦了擦眼睛，看看自己是不是在做梦，但不是。狼人橡木又开始瞪着它那双红眼看我了，那样子就像是一个死神，贪婪地想要夺走别人的性命。“嗷嗷！”它又吼了一声，开始向我发起进攻了。巨大的手掌拍向我，就像是拍苍蝇一样，我冒了一身冷汗，猛然跳起，躲开了这一掌。“喂，橡木，不认识我了吗？”我此言一出，就感到自己很愚昧，这时候的橡木还并不认识我啊！当时它也没有变成狼人啊！多想无用，我拔腿就跑，才意识到自己正在进行第三考，自己也正是在虚拟室里啊！虚拟室，从字面上来想，肯定就是不真实的房间，所以称为虚拟！“一切都是幻像，一切都是幻像……”我口上念叨着，也跑着。心里的纠结太多了。自己现在在干嘛？在树林中穿越？我回过神来，发现自己已经不在树林里了。  \n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 9)\n\n下载附件\n\n2013-7-11 21:36 上传\n\n\n\n\n未完待续……（17）\n\n\n\n\n\n\n\nu=2087684623,3047643077&fm=15&gp=0.jpg\n(10.52 KB, 下载次数: 12)\n\n\n\n\n下载附件\n\n\n2013-7-11 21:35 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "星麒尔",
            "timestamp": 1373550000,
            "txt_content": "咦，为啥我的草稿发表后没有空行？"
        },
        {
            "author": "suibiandehao",
            "timestamp": 1373550000,
            "txt_content": "好多字啊，一看楼主就是好文笔，找你干什么"
        },
        {
            "author": "Asdcpo",
            "timestamp": 1373550000,
            "txt_content": "又见寻踪星期二 =v="
        },
        {
            "author": "lichi2050",
            "timestamp": 1373550120,
            "txt_content": "支持，实在是很有意思啊"
        },
        {
            "author": "825190973",
            "timestamp": 1373594100,
            "txt_content": "我看好这个哟！"
        },
        {
            "author": "杨禧",
            "timestamp": 1373607720,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "825190973",
            "timestamp": 1373609760,
            "txt_content": "我看好这个哟！"
        }
    ]
}