{
    "title": "【发散性改变待遇系列】怎么正确注册Bilibili，那虐成狗一般的100道题。",
    "author": "马赛克了",
    "replyCount": 10,
    "timestamp": 1373556720,
    "txt_content": " 本帖最后由 马赛克了 于 2013-7-11 23:32 编辑 \n首先声明，本帖没有任何直接性的参考答案，若是真要，还得百度。\n本帖是讲，如何利用可利用手段进行考核，才能顺利过关，参考火影忍者很前很前的考试中的笔试。\n废一段话：\n前段时间哔哩哔哩弹幕网开放注册考核系统，其目的和多数开MC服务器的OP一样，在进群或进服前弄一审核机制，防止小学生的机智，杜绝小学生的发展，达到服务器和谐的局面。\n经过测试，我发现bilibili做到了，不仅间接阻止了小学生的乱弹幕，同时直接阻止了我的用心注册，也包括真想弄个号弹幕的大龄不太宅的宅男宅女们。\n真是苍天有眼袋啊。\n其实我考虑了一段时间，一是发此帖会使部分小学生成功晋级，二是发完此帖会让没成功的同胞们更加不能成功，有时还看不懂，但这有何妨，就像我泡多了贴吧，以前别人都喷非主流，我也跟风喷，但确实讨厌，仰天45°是小四看5楼电梯按钮时流露出来的悲伤，你们就不要黑他们了。\n就像我玩多了MC，当OP不再是主题曲，当小学生不再是红领巾，当然红领巾已经开始攻克农业了，好接着来，当看着方块就过敏，当山峰没有棱角的时候，当河水不再流，当时间停住日夜不分，当...这些都没关系。\n我们不能一棒子打死所有小学生。\n我们能一棒子打起一个包来。\n用我一帖，于你便捷，不管是谁，能让自己的坎少一些，这就好。\n\n以下是正文\n说明下，下边讲的是方法，我相信bilibili的初衷不是让一个常人拥有超常的答题资本，而是配合基础，合理运用手段，那才真是真小学生干不来的事。\n好了正式开始。哦对了，这100题的限时是一个小时。\n\n\n\n这一题没有要领，靠基础知识，如果没看过，百度一下你就知道。这一类型的题目都是考验的看片量，以及记住没记住其中的设定和剧情，没看没关系，百度关键词即可。\n此题可用两仪式   眼睛来搜索，两红词间加个空格，放大搜索范围。\n像下面这题：\n\n\n\n在不知道的情况下，搜索主角名称，八神太一，一般有百度百科的资料，在资料中就能找到答案。\n\n\n\n以上两个是比较基础的，可以举一反三，利用看过或搜索的方式可以获取正确答案，难度不高，善搜就行了。\n接着是略坑的。\n\n\n\n看过的必然清楚，没看的连说的什么问题都不知道。有几种方法。\n一是，题目全搜索，至于答案哪来，你懂的。\n二是，四个答案挨个搜索，这个搜索如果合理的话精确度会很高，但有些是不合理的选项，有些甚至正确答案都搜不出合理的东西来，所以和一一样，选择使用，看情况而定。三是，答案配合题意搜，这里就把四个答案连桐人打空格分别百度。\n四是，抓住关键字。看尿性，这题肯定有一个名字，桐人，一百度，原来是动画片，可以得知片名。\n这里注意有重名的情况，实在是重名中一个都不认识，只能根据题目的题意，和答案的方向来确定到底是哪一个。\n\n然后再百度刀剑神域，可以在百科里边ctrl+F查找信息，题目说到黑铁宫（特么的题目上写的黑铁官），生命之碑等字眼，搜这些看，有些资料会公开，譬如在哪集有哪些剧情，可能包含题目说的内容，又譬如百科里边有说明这黑铁宫和生命之碑是什么东西的信息等等。\n\n注：有些翻到这儿得翻页看看。\n\n这题是最后一集，就看最后一集，我翻看了下，貌似没有。\n\n这题我测试用第三种方法，百度 桐人 Kitaro ，找到了靠前的且有答案的网页，当然有些正确答案可能不是你用来搜索的那个答案，它的作用只是为了引出正确答案。\n这是那网页点评这题写的内容，ABCD顺序和原题不一样。\n难度：★☆\n点评：细节推理题，不算很难，看过TV第一集最后的应该有些印象，就算没看过，也可以通过推理排除A和D，剩下的猜一下也能猜对了。\n又来一题。\n\n\n\n上图选项是点中了，请无视。这动漫我确实没看过，因为我看得不多。大概查了下，没有详细数据，然后把百度后得出的人名，不破爱花，与每个答案分别搜索。\n很多情况是询问这题正确答案的网页，里边没有正确答案，但我在搜索 不破爱花 11月23日 出现了一个意想不到的东西。\n\n\n\n好像看到正确答案了，点进去后，发现...\n\n\n\n此处没有相应数据。\n随后我打开了不破爱花百度百科的快照。\n又发现...\n\n\n\n此处又出现了数据。我表不明，因为的确没看过，快照除了暂时解决打不开网页但还是想打开看看的问题，还明示着哪些内容被删减，哪些内容被和谐。\n不同于正常浏览有两点，一是错误，二是反和谐，三是谁知道呢我数数不好。\n最后我选择了A，至少它曾经出现在百科里了。\n\n下边是送分题。\n\n\n\n\n\n去B站看了看的都知道了，不多说。\n\n于是我们跳到下一道，一看，坑爹了吧。\n\n\n\n让讨厌DOTA的妹纸情何以堪呐。\n先单独搜答案，云里雾里后，结合题目的内容，加上答案，挨个搜搜看。有些带WAR3字眼的也带上了真三，那就不算。为什么不算，又得去百度真三是神马。有些又冒出别的地图来，而且有些答案没有指定的百科。\n那么，如果手速够快，先看林肯法球是神马东西，再看选项里的答案是什么东西，通过类比就能知道。\n但再快也耗时，所以特别云里雾里，听都没听说过的题目，要么四选一随机，要么先做后边，有时间回来补，在一题上花费超过5分钟哪还有时间做其他题目，而且随之而来的心理忧伤时时刻刻阻碍着你做题的进程。\n\n又来吧。\n\n\n\n瞬间蛋就碎了。\n但恰恰相反，这种有点转折帝风格的题目，全搜索题目，可以知道原理或者直接的正确答案。\n\n下一题高能。\n\n我说什么来着，表黑了。\n还有很多坑爹的，比如求一个式子的极限，比如问下列哪种激素可以口服，甲状腺激素，促甲状腺激素，促甲状腺激素神马激素我都记不得了，胰岛素，比如\n最后再问你一个问题好吗？1走开啊，你有完没完？ 2你问吧，听着呢 3我不想回答4爱过\n太多比如，太多坑爹，但再坑爹，也有答案正确。\n\n\n差不多了，再多的题，多用发散性的思路，善用百度，谷歌等搜索引擎，正确率很高。\n用一定的基础，节约成本，为不会做的题提供大量时间去搜索，去对比，去推理，去找关键词关键字从而得出答案，才是本帖最终目的。\n那么，到此结束，祝你成功。希望你喜欢这一说了等于没说的帖。",
    "replies": [
        {
            "author": "zdyxiaokeai",
            "timestamp": 1373557500,
            "txt_content": "找个有B站账号的朋友,要个邀请码"
        },
        {
            "author": "dcsuibian",
            "timestamp": 1373558340,
            "txt_content": "哟吼吼吼吼吼，我是正式会员了，不过未到3个月不能给朋友"
        },
        {
            "author": "简单",
            "timestamp": 1373558700,
            "txt_content": "需要邀请码吗？"
        },
        {
            "author": "383964923",
            "timestamp": 1373560380,
            "txt_content": "多年前就有号了。。。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1373594100,
            "txt_content": "zdyxiaokeai 发表于 2013-7-11 23:45 \n找个有B站账号的朋友,要个邀请码\n可以。但若没有，还得考试成正式的。方能弹幕"
        },
        {
            "author": "a502181723",
            "timestamp": 1373598240,
            "txt_content": "呜呜~喵星人表示错过了~TAT"
        },
        {
            "author": "Coerce",
            "timestamp": 1373599440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "马赛克了",
            "timestamp": 1373633160,
            "txt_content": "a502181723 发表于 2013-7-12 11:04 \n呜呜~喵星人表示错过了~TAT\n现在还有，怎言错过"
        },
        {
            "author": "zapper12345",
            "timestamp": 1374040860,
            "txt_content": "我一个室友不BAIDU就帮4个人答了题,4次都85以上..顿时感觉自己在过年的时候抢注册什么的弱爆了....{:10_493:}"
        },
        {
            "author": "逢坂大河",
            "timestamp": 1374041280,
            "txt_content": "几年前注册的表示捂嘴笑..=w="
        }
    ]
}