{
    "title": "《多人服务器的经商》",
    "author": "囧神在此！",
    "replyCount": 3,
    "timestamp": 1373623320,
    "txt_content": " 本帖最后由 囧神在此！ 于 2013-7-12 18:13 编辑 \n\n发布上一章链接 入门的教程：http://www.mcbbs.net/thread-141237-1-2.html{:10_523:}\n\n本章讲的是在小白做好建筑之后，收集好资源之后，正式向商人OR战士的一个蜕变。我会在下面几章中讲到更多的商业技巧以及如何成为“奸商”\n\n\n[iron_ingot]--------------------小试牛刀·初期经济----------------------[iron_ingot]\n\n多人服务器经商方面的小白们请参考我上面的链接，也就是上一章，不要认为很能干，一步一个脚印。脚踏实地的好。\n\n                铁 器 [iron_ingot] 时 代\n\n上一章说道小白在挖完矿，弄完建筑物之后是绝不能闲着的，相反，这是一个由小白到商人蜕变的重要阶段，为了交易的供货流畅。我们会前期大量的挖矿，动员很多人。\n    前面已经说到基础资源的价格，不知道的童鞋请看链接。。\n    下面我们就介绍一些比较珍贵的商品，以及怪物的产物和如何利用的方法。\n\n    大众货：[iron_ingot]铁，这东西我是堆满几个仓库的（54格）不过你要说20卖给电脑，赚的钱都不计其数啊，对于小白。推荐这样的方法：\n优先做工具，做完工具后还留下一组铁，做防具。在后期我们会详细的讲，这一章就先略过。 铁，是作者推荐大量贩卖的东西，到了后期。铁几乎没什么用处了，基本都是有钻石顶着，所以挖矿的时候挖到铁，可以30抛给某些继续用铁的玩家，40貌似也可以。这样就能卖到比电脑两倍的钱。个人觉得挺多的。或者你到人家的商店廉价买进，高价卖出。这也是一种方法，不过众口难调啊。人家肯能会嫌你太贵，甚至以后都不跟你交易。所以这种风险的方法我们会在：成为奸商的那一章讲到.不过用铁做成铁傀儡防卫或装饰也是一种不错的方法。但在MC中，无论怎么说，铁是一项非常重要的资源。买卖都随玩家。\n\n    炼药区域：[gold_ingot] 很多人会问：黄金怎么炼药？答：分解成金粒与某些水果（如：西瓜）合成，就能变成炼药材料了，在后期。这资源与药品都会比较贵，都是合成药水、材料的重要工具（作者：无视指南针和动力铁轨这些用不到的东西），这个个人认为比较难搞，也是卖的起价的。但想到，新手能挖到几组铁都NB了，所以这项资源虽然能卖50~120，但我们暂且避之不谈。因为我想问大家：你每天能弄到几组黄金？！前期还是自己留着，方便炼药。\n  \n   炼药区域2：[gunpowder]这是什么？答：火药啊，笨蛋。为毛作者把他划分到炼药区域呢，这也是某些小白经常问的。喷射性药水怎么做？答：加上这个。往往喷射性药水价格会高一些（范围嘛）所以跟着火药价格也会高一些，并且你要明白。打JJ怪不是100%爆出火药的！75%左右而已，我们服务器经常有些骗小盆友的，把火药貌似价格很高收进来，其实还是便宜的死，真正价格是90~120，太贵了的去屎吧。\n\n\n   珍贵资源1：[diamond_gem]钻石，我家的地板就是钻石做的{:10_501:}...不过我不是说这个，这个我们会重点讲：我们要在干燥，没什么钻的地方用300进，1000卖，这样也会有人来买，因为钻石缺少。不过高于1000你就去屎~~不过小白还是先留着做附魔台和工具，做成奢侈的钻石装备我们不会考虑的。不过这个东西的确升值范围比黄金大得多。不过切记，见到很多钻石群后，别用普通铁镐挖，至少也得是时运的。不然太亏了，小白不熟悉的，可能要几天才见到一颗钻石。算是上帝可怜他了。。。正是个悲剧。\n\n  珍贵资源2：[redstone_dust][glowstone_dust]红石OR萤石，这两个货不仅仅是炼药的必备工具，还是做灯泡，做电路。延长药剂时间，增强药剂效果的必需品。可惜：卖不起价，所以推荐各位还是放在自己包里面（我多的是。。。）如果你卖出去了，好吧。。我也不说你。。怕打击你自尊。所以红石和萤石我们就讲到这。\n\n  打怪掉出来的：上次我就讲到要跟大家介绍下打怪爆出来的东西如何利用或者贩卖。[bone][feather][string]可惜没蜘蛛眼。蜘蛛眼是炼药必备的东西，骨头能够做成骨粉，这样农作物可以快速成熟。适合农场主用，当然，农作物能卖多少钱？！ 羽毛和蜘蛛丝能够做成弓箭和箭矢，这些东西是很有必要的，当然。需要燧石。。。。。。。。我们到了后期带好了装备可以去地狱找猪人刷黄金（不道德，不科学。。）或者刷烈焰棒，甚至刷恶魂之泪。这些东西都是很稀有，很值钱的。但是，想炼药的童鞋么前几根烈焰棒还是做成炼药台的好，炼药台旁边放一个无限水源,详情参考：http://www.mcbbs.net/thread-2309-1-1.html\n\n这些也就是进阶的一些经济与资源。不过更详细的还会在下期一一跟大家说。\n\n\n---------谢谢观赏，GOODBYE.--------------------------------------\n\n\n\n\n鸣谢：康狮虎牛肉面\n鸣谢：LINK_AP 1305925158\n修改联系及技术讨论请加Q 1305925158 邮件 13059251258@QQ.COM\n申请好友时记得附带信息。哦~\n\n\n我们下期见。下期各位童鞋就要走上“奸商”之路了，我会一一跟大家讲如何成为“奸商”在价格高的同时，还有人去买。[diamond_gem][gold_ingot][iron_ingot]\n\n\n\n忘记啦，还有个资源没介绍。\n[coal]煤，这东西是必不可少的，烧铁，烧金。都是必须用到的。推荐各位自己留着，虽然是成群出现的，而且价格便宜。但是这也是一个非常重要的资源，火把和炼铁之类的我们都会用到它，虽然他其貌不扬~~~~~~~~~~~~~~~~\n\n\n看完后回复。。。。\n",
    "replies": [
        {
            "author": "qwqwvvaa",
            "timestamp": 1373623560,
            "txt_content": "我跑来总结： 一个小白成功走上奸商之旅................."
        },
        {
            "author": "囧神在此！",
            "timestamp": 1373623860,
            "txt_content": "哈哈。。。。陈小二也会经商了啊"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1373624340,
            "txt_content": "总觉得没多大用"
        }
    ]
}