{
    "title": "【小说】卍。远古征程。卐  序章·Him现身&宝地弗劳【LeoCool出品】",
    "author": "Leo_cool",
    "replyCount": 4,
    "timestamp": 1373650980,
    "txt_content": " 本帖最后由 Leo_cool 于 2013-8-14 23:07 编辑 \n\n大家好，本人第一次发文帖，希望大家支持~~~=================================================================卡福特大陆的远古征程=================================================================\n序章，HIM再世\n    在矿洞的深处，又传来了熟知的金属敲击声，Steve娴熟地挥舞着他的钻石镐，将眼前的矿石敲裂。突然身后传来了骨头碰撞的声音。蓝光一闪，Steve敏捷的抽出了Jeb公爵在南原战役中授予他的精灵钻剑。但是，这一次站在他面前的不是拿着弓箭的白色骷髅，而是飘在空中的一团人形黑烟！在黑烟中，有一团散乱的骨头和一双发光的白眼。\n    “STEVE！”一阵好像从无尽的虚空中喷涌出来的声音从其中传出，“好久不见！”“叮铃！”钻剑从他的手中滑落，他已经完全被眼前的景象镇住了。Steve在南原战役中，经历过无数恐怖的场面，也经历过死亡的洗礼，他从来没有畏惧。但是这一次，眼前的景象彻底让他陷入了恐惧，他颤抖着，语无伦次的呻吟。\n    恐怖的声音又响起了“你还没有认出我吧！”话音一落，一块金黄的怀表就从黑烟中喷了出来。“你看一看这是什么？”Steve胆怯的从地上捡起了怀表，上面刻着一行字“献给最爱的弟弟Him——Steve”他又一次怔住了，泪水从眼中喷涌而出，“对不起……”Steve的身体好像与大脑断开了链接，扑通就跪倒在了地上。“有用吗？你能再让我复活吗？”声音变得更加尖锐，黑烟慢慢地接近Steve，“哥哥，我要让你用身体来赔罪！”\n黑烟突然开始钻入Steve的身体，后者痛苦的在地上挣扎，大声的叫喊着：“原谅我，原谅我！”\n万事皆休！一切都晚了……\nSteve，哦不，是Him，从地上中爬了起来，他的眼睛闪着苍白的光。“嘿嘿嘿嘿……”\n    他有一个巨大的阴谋……\n 设定，宝地弗劳\n    弗劳，一个美丽的平原，位于卡夫特大陆的西北岸。金色的麦子遍布山野。弗劳中间被一座较为低平的山脉穿过，叫做西北海岭。因为他平缓的地势，肥沃的土地，让人们认为它是一座丘陵。在他的南方的北风坡上，有一个矿洞，里面含有丰富的煤矿。这里曾被一群热衷于挖矿的地精开发过，后来因为他们厌倦了这里的煤矿，而且他们远离了他们的家乡，所以就废弃了。直到一位弗劳人的出现，这里才重见了天日。\n    至于弗劳人，他们是一群身材矮小，几乎只与半个人类一样高的人种。虽然外表看起来瘦弱，但是他们在一些方面也充满了力量。比如他们的速度。即使一个弗劳人比一个人类的腿短得多但是如果他们和人类赛跑，那人类可就赶不上喽！弗劳人又应以为豪的速度和敏捷度。他们可以在任何一种环境下，无论是砍树或者挖矿还是采集野果都非常精通。而且为了他们每天不断地活动提供能量，他们每天吃六顿饭！两顿早餐，一顿午饭，一顿下午茶，一顿晚饭和一顿夜宵！    在大约300年前，弗劳人还住在南方的草原上，那是他们叫弗伦德人。后来，因为人类的到来，他们在这里开发，在这里建筑，他们被迫向北迁移，穿过了大山，长河，惊险的矿洞，冰冷的雪山，他们终于来到了这一片舒适，肥沃的土地，弗劳平原。依靠他们轻巧的手艺，能干的精神，创造出了一个美丽的国度，弗劳国，从此以后，他们也叫弗劳人了。\n    然后，这里也住了一些热爱生活的人类——吉卜赛人。吉卜赛人的手艺也非常的精巧。他们在弗劳平原的北方发现了一篇神奇的森林祝福森林。祝福森林的树有一种神奇的功效，用它做成的物品具有神奇的保护功效。用它的叶子来包裹食物可以使其长久不腐败。而吉卜赛人也常常用这种叶子制成帽子或者鞋子送给弗劳人，这可以帮助弗劳人度过难关。所以，他也被称为“秘银树”。\n有时吉卜赛人会用它制作成酒桶，用这个酒桶，在弗拉平原种植的小麦加上芦苇棉的草籽酿成的酒，味道极其的鲜美。说到酿酒，吉卜赛人可是酿得炉火纯青。所以在卡夫特大路上遇到了吉卜赛人的酒吧，可千万别忘去喝一杯！\n    吉普赛人还擅长炼药。他们从西方的精灵国度中学到了各种占卜术，而炼药的技能则是他们一代一代的经验积累下来的。吉卜赛药师常常会让弗劳人去帮他们采集药品，因为这是弗劳人的强项。而吉卜赛人常常会用一些道具或者材料作为报酬（因为他们太穷了，而且弗劳人而不喜欢钱）。吉卜赛人还能歌善舞，喜爱聚会。每当夏至晴朗的夜晚，他们会举行盛大的夏至聚会，来纪念他们的祖先来到此地。（除了依然在流浪的吉卜赛人，所有地区的吉卜赛人都会这么做）\n\n=================================================================于是这一章就这么完毕了，希望大家支持~~~=================================================================LeoWork出品\n\n",
    "replies": [
        {
            "author": "a2375658",
            "timestamp": 1373652840,
            "txt_content": "沙发跟不明觉厉中。。。（好像还不错额）"
        },
        {
            "author": "KFOZWQ",
            "timestamp": 1373652960,
            "txt_content": "嗯~真不错{:10_512:}，话说‘宝地弗劳’好像魔戒的介绍······"
        },
        {
            "author": "lichi2050",
            "timestamp": 1373653440,
            "txt_content": "真不错~"
        },
        {
            "author": "Leo_cool",
            "timestamp": 1376399220,
            "txt_content": "突然发现好久没动过这个文坑了。。。现在我要继续开坑了。。。。"
        }
    ]
}