{
    "title": "[双线]newby[双线]newby牛掰世界——全中文汉化绿色休闲工业神秘时代生存服[1.5.2]",
    "author": "diauweb",
    "replyCount": 0,
    "timestamp": 1373851260,
    "txt_content": " 本帖最后由 Littlebear 于 2013-7-15 16:02 编辑 \n\nNewby牛掰服！模拟经营、角色扮演、生存发展、设计建筑、田园休闲、神秘时代。\n  慢节奏游戏！绝对的休闲胜地！\n \n-----------------------------------------------------------------------------------------\n游戏理念\n    学习累了，工作累了，下班了，无论你是什么职业、什么工作，闲暇时进入牛掰世界，给自己的屋子添几块瓦，给田地里除除草，更有兴趣的造点机械，享受一下生存的生活。\n    本服按照原版风格设计，结合《口袋妖怪》的虚拟世界，没有传送，也没有任何作弊，一切的一切，都要靠自己辛勤的双手开发开。\n    慢节奏的生活，轻松的游戏，本服的宗旨就是让大家高兴，而不是心急如焚一般打怪、升级那种累死人的网络游戏模式。\n    进入牛掰世界来吧！打发一下无聊时间，交几位朋友一起去探险，欢迎大家前来落户。\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------\n主线情节\n   每次闲暇，你都会穿越到这么一个绿色世界，一个有别于现实的世界，这里将让你忘记烦恼，抛开忧愁。这里是你的一个可以接着继续的一个不断的美梦。这里有和你相同境遇的前辈，也有野外虎视眈眈的魔物。生存、发展、交流、互动，在这个世界生活下去，利用知识，发展科技，最终达到征服大自然的目标。\n-----------------------------------------------------------------------------------------------------------------------\n服务器特色\n1，【纯绿色、纯休闲，原生态世界】\n你不会因为有各种各样花哨的建筑而眼花缭乱；\n你不会因为看到富可敌国的宝藏而咬牙切齿；\n这是一个大自然世界，是否富强取决于大家的努力！\n\n2，【丰富的角色】\n有开荒——工业——格雷的主线发展任务；\n你也可以选择一名矿工，靠辛勤的双手获得财富；\n你也可以选择成为商业家，靠头脑成为服务器富豪；\n你也可以选择成为一名建筑师，让漂亮的建筑吸引大家向你靠拢；\n你也可以选择做一名游侠，打抱不平，猎杀boss而周游世界；\n等等。。。 。。。\n\n3，【丰富的npc】\n各种闲杂、游散人员。和他们聊天一会儿，你会发现他们非常风趣；\n各种良心商，奸商。和他们打交道，你能得到实惠，也会发现潜规则的无奈；\n各种强力的敌对npc。Boss级别的npc，有待你的挑战，一般都有丰厚的奖励；\n各种职业的人。保安队、拆迁队、当官的、干什么的都有。\n\n4，【工业2的超强升级版：格雷科技】\n工业2太简单了？几天就玩没意思了？那么来玩格雷，这个才叫工业！\n各种新式机器，各种增强机器，各种合成配方。\n真正能征服格雷科技的人，那才叫高手！\n当你看着家里一台一台的新机器搬进来的时候，别提多有成就感！！！\n5，【超难MOD加入：神秘时代】\n工业、无趣？npc，没意思。格雷，不会玩？那就来试试新的神秘时代MOD吧，新玩法，新体验，MOD已经汉化。发现的BUG就是奥数工作台，目前还在修复中，大家还请谅解。\n\n5，【丰富的游戏模式】\n在牛掰世界？有适合你节奏的生存方式：\n你心高气傲？这里有的是高手和你攀比，来吧，看看谁的家底更厚！\n你气定神闲？这里有农场、有牧场、有偷菜。尽情享受丰收的喜悦吧！\n你鬼灵精怪？这里有激烈的商战，模拟经营模式让你击败对手，成为大富翁！\n你嗜血如命？这里有众多的怪物让你挑战，更多的隐藏boss，让你淋漓探索与杀戮！\n你爱好建设？这里几乎都是无主之地，发挥你的才能，你可以建造任何东西！\n\n欢迎大家来牛掰世界定居！\n本服主线任务：开荒——工业时代2——格雷科技\n本服其他系统：\n农场系统：完美媲美与QQ农场、牧场，以及gba牧场物语，咱这可是3D的！！\n探险系统：世界上有太多的奇葩建筑、隐藏boss等待你的发现与探索！\n模拟经营系统：你可以不工业、不打怪，做买卖也是一种乐趣！\n… …更多系统不断更新中.\n6，【无作弊说明】\n为了游戏的平衡，我们禁止任何作弊！要想致富，必须都是自己的辛勤所得！\n为了游戏的健康，我们禁止任何口爆！玩游戏，交朋友，友谊第一！打造文明世界！\n总之，你来了，那就是随心所欲，当然除了一些基本法则呵呵。比如你想杀人越货，那是不可以的。总之，牛掰为大家提供一个随时都可以来的休闲胜地！\n游戏的乐趣在哪里？游戏的乐趣在于点滴积累、在于不断探索、在于求知学习！请大家不要跟要东西，要特权，那就失去了乐趣。\n\n7，【加入牛掰世界】\nQQ群：31170496\n服务器贴吧:http://tieba.baidu.com/f?kw=%CE%D2%B5%C4%CA%C0%BD%E7mc%C1%AA%BB%FA\n加入群后请下载群共享客户端即可进入游戏\n服务器是双线的的。有问题可以群内探讨。新加入神秘时代MOD，欢迎大家入住牛掰世界哦！\nop证明：创造模式。我是服务器的x小可。\n\n\n\n\n",
    "replies": []
}