{
    "title": "Block Fight 故事 第二章",
    "author": "JedBoy_LD",
    "replyCount": 1,
    "timestamp": 1373989380,
    "txt_content": "      在为维什兄弟的房子里。\n      “没想到你们竟然会接待我们。”西汪很享受的吃着水果。\n      “呵呵，要不是早说清楚，就真的被当成普通怪物给做掉了。”爱德华自嘲地说道。\n      “喂，哥哥，你怎么会相信这个上身穿着皮革的骷髅，他是个人类？！”奥尔森心痛的看着水果问着克利尔。\n      “哦，这是魔咒的一种，只有魔法学院的高等生才能接触到，以前在皇家学院里的时候，看到过有的人用这招将别人变成小动物。”\n      “呃……我不是被变成骷髅的……这个咒语是让我的血肉消失……”爱德华迟钝的说道。\n      “……哦……是这样啊。”克利尔若有所思道。\n      其实奥尔森心里明白，自己的哥哥是一个魔法白痴，根本什么都不知道吧……\n      “那这个僵尸别告诉我他因为脑子消失了才变成这个样子的！”奥尔森又指着西汪问道。\n      “这个家伙，我们是伙伴，他是真的僵尸，但是因为天生不食人肉的习性被其他僵尸排斥，于是我就和他作伴了。”爱德华说道。\n      “哦…………。”奥尔森两眼眯成一条线看着西汪，显然是对他十分警惕的。\n      “呜里哇啦。”西汪正在疯狂的吃着水果，傻愣愣的看着奥尔森。\n      克利尔看着奥尔森的面部表情，心想：你根本不是警惕他吃不吃你，而是警惕他什么时候把你的食物吃光吧……\n      四人哈拉了一会儿。\n      “呀，这么晚了，我们也不打扰了，先走了。”爱德华站起身有礼貌的说道。\n      “唔……唔哈姆西够。”西汪想说：我还没吃够呢。\n      “哦，那么不送了。”克利尔也很累了，想准备休息了。\n      克利尔把门打开送客。\n      “再见吧。”\n      克利尔在门后说道。\n      “嗯，再见。”\n      关上门以后，奥尔森念怨的看着克利尔，克利尔也知道他弟弟为什么这个样子，直接甩了甩手：“明天再去采啦，先睡觉吧！”\n      “不，明天干脆搬家吧！”奥尔森攥紧拳头说道。\n      “呃……别闹了啊。”克利尔翻了一下白眼无奈的望着奥尔森。“早休息，明天还有事要做呢。”\n      “每次都是这个借口，你是真的很忙吗。”奥尔森非常不情愿的走到自己的床边躺下休息了。\n      为维什兄弟的三层房屋，第一层是客厅，同样也是奥尔森的卧室，第二层是克利尔的卧室，第三层是克利尔的实验室。奥尔森手里从不缺建筑材料，所以听克利尔的话，给了他两层，对于自己的空间自己倒不是特别在意，住在一层正好也能防止半夜僵尸敲门或者小偷。\n      在为维什兄弟屋外面。\n      西汪和爱德华在很悠闲的散步。\n      “去哪里？”西汪转头问了一句。\n      “你问我，我又不睡觉。”爱德华答道。\n      “你不是人类吗？”西汪质疑道。\n      “不知道，可能是因为诅咒的原因吧，或者是这些年习惯了。”爱德华摊了一下手。\n      “好吧，去酒吧？”\n      “走。”\n      怪物的地下酒吧遍布各处，和连锁店一样，其他的地下酒店都会按照一定的时间去缴纳一些金子在总店拿酒到自己的酒吧里，只不过，地下酒吧的总店却不为大多数人所知。\n      西汪点了一杯麦酒，爱德华的话，他只能傻愣愣的站在吧台附近，因为他受诅咒只剩骨头，所以他不用进食和排泄，但是只要在短时间做大量的活动，就要靠长时间的休息来回复体力。\n      西汪平时会点一些低度的酒然后会找一些怪物去聊天。\n      过了一会儿，爱德华胳膊肘碰了碰西汪，说道：“嗳嗳，看那边。”爱德华指了一下。\n      爱德华看到了一个蓝眸的末影姑娘，在同族的眼里，应该是相当的漂亮了。\n      蓝眸的末影人一般都被称呼为：通灵人。虽然外貌和身形和末影人相似，但是末影人是末影人，通灵人是通灵人，它们都是斯莱德的后代，斯莱德是在当时远古具有高度智慧的怪物，斯莱德自古就分成了很多家族群体，每族群都拥有不同的信仰和各自擅长的能力，每个家族经过进化后则有了各自的特点来区别不同的族人，最简单的区分方法就是它们不同的眸色。\n      通灵人姑娘在和一个僵尸和爬行者讲一些事情，似乎是在请求帮助，僵尸和爬行者听完通灵人姑娘的话之后摇头慌张走开了，只留下通灵人姑娘失望的留在那里。\n      随即有三个强壮一点的僵尸围了上去，爱德华意识到通灵人姑娘有麻烦了。\n      “哈，欺负女孩子？不能忍的啊。”西王喝着酒靠着吧台说道。\n      “所以，你出手解决一下喽。”爱德华转过身去。\n      西汪楞了一下。\n      “为什么是我出手？”\n      “因为，你是僵尸。”爱德华坏笑道。\n      西汪被说的浑身发抖，他觉得爱德华脑子里又不知道在想什么东西了。\n      爱德华是射手，就算射击技巧不赖，但是在酒吧里不免也会伤到别人或者造成别的不必要的麻烦。\n      西汪赶紧放下酒杯，提了提裤子，径直向通灵人姑娘方向走去。\n      “你们到底帮不帮忙啊？”通灵人姑娘问道三个僵尸大汉。\n      “帮，当然帮……只不过，今晚，你得帮我们一个忙。”其中一个僵尸奸笑的回答道。\n      通灵人姑娘下意识发现情况不对，身子向后退了退。\n      其中一个僵尸大汉向通灵人姑娘伸出手，突然被另外的一只手抓住了，大汉惊了一下，转头看到了西汪。\n      “你想干什么？”西汪问道。\n      “小个子，这里没你的事，滚一边玩去儿。”大汉想把西汪的手甩开。\n      西汪一听大汉对自己的称呼之后立刻低下头，要知道，西汪平时十分平和的，但是他却不能容忍别人谩骂或者侮辱他的尊严。\n      大汉用力将手臂向后拉，发现自己的胳膊纹丝不动，惊讶的看着西汪，西汪顺势一翻手。\n      “啊！”大汉的捂住自己的手臂倒在了旁边，看来好像是骨头错位了。\n      另外两个僵尸大汉瞪大了眼睛看着眼前的一幕，一个这么瘦小的僵尸竟然能撂倒自己的伙伴。\n      其实西汪也就是普通僵尸的体型，只是那三个僵尸大汉过于强壮了。\n      “英雄救美？！小子，你找错人了！”又一个僵尸大汉随即一个拳头朝着西汪打了过去。\n      西汪侧转身子，然后向后退了一步，大汉的拳头就打到了身后的墙上。\n      “啊，该死，小子灵活性不错啊。”僵尸大汉以为这个小个子也就是赶巧了。\n      西汪抬头看了大汉一眼，大汉看到了西汪眼神中的不羁和愤怒，之后西汪一脚就踹到了大汉的屁股上。\n      一脚下去直接把大汉的盆骨给踹裂了，西汪还是控制了一下力道，但是没想到还是裂了。\n      最后一个大汉不敢相信眼前发生的一切。\n      “小子……有……有种！”最后一个僵尸连忙去抱起自己盆骨断裂的伙伴然后拉着另外的一个伙伴说道，之后回头慌张的看了一眼，灰溜溜的走了。\n      通灵人姑娘也懵了，但是随即有回头看着眼前的这个身着黑色夹克的僵尸。\n      “你……你……”通灵人姑娘还是很戒备西汪的。\n      “哟，干得不错嘛，不过我们的小姑娘好像被吓懵了？”爱德华跑过来一下搂住西汪说道。\n      “还行，对了，姑娘，你没事吧。”西汪整理着袖口说道。\n      “没……没事。”通灵人姑娘小声说道。\n      “唔……你不用害怕的，西汪叔叔没有别的意思的。”爱德华看出了通灵人姑娘是很警惕的，于是说道。\n      “嗳！谁是叔叔啊。”西汪朝着爱德华喊道。\n      “你好，我叫爱德华，这位刚才出手相助的好叔叔他叫西汪。”爱德华笑着对通灵人姑娘说道。\n      “嗯，你们好，我叫岚儿。”\n      岚儿，年轻美丽的通灵人姑娘，在灵力运用方面有着非常高的潜质，痴心爱着一个人。\n      “嗯，看你也没事了，下次小心，不要一个人来酒吧了。”西汪说道，然后和爱德华转身准备离开了。\n      “等……等等！”岚儿对着西汪和爱德华喊道。\n      爱德华回头望了一下，然后转身问道：“还有什么事么？”\n      “那……那个，你们能帮我个忙吗？”\n      爱德华和西汪对视了一下，然后西汪上前问道：“什么事啊，看样子你很着急啊。”\n      “嗯，那个……我是来自于塔落村的通灵人一族，我们的村落因为先祖的灵力保护所以不被人所知，我们也很少跟外界沟通，直到前几天，一大群御魔人袭击了村庄，短时间内就把村庄里的居民全部抓走了，那一天因为我在树林里采集药材所以刚好躲过了一劫，我想让你们帮我救回我的村民们。”\n      爱德华听完先是愣了一下，然后转头质疑道：“我们两个？”\n      西汪也觉得有点不可思议，拍着爱德华的肩膀说道：“就算我拥有那个能力，但是对手的数量太多我们还是不能匹敌啊。”\n      西汪所说的那个能力指的就是能够将元素化为僵尸傀儡的特异功能，他知道自己自打发现了这个不同于别的僵尸能力之后，再加上自己不食人肉的奇怪特性，就和其他僵尸疏远了。\n      “啊？什么能力啊？你不就是一个很能打的僵尸吗？”岚儿很奇怪的看着西汪。\n      爱德华随即又搂住西汪，然后笑了一下道：“哦，我们的这个朋友，不只是僵尸哦。”\n",
    "replies": [
        {
            "author": "小黑人",
            "timestamp": 1374053100,
            "txt_content": "不错不错~~~~{:10_512:}"
        }
    ]
}