{
    "title": "无聊创作（从《给死囚一个选择》改变=v=）",
    "author": "tian1",
    "replyCount": 9,
    "timestamp": 1373982660,
    "txt_content": " 本帖最后由 tian1 于 2013-7-16 21:51 编辑 \n\n好吧……新人第二次发帖……如果有不好的我会更正的=w=\n1.介绍\n好吧……我最近一直在看书=v=于是随手一翻，发现了这篇文章，所以呢……就把它给改编成Minecraft里的故事了……求轻喷……\n2.正文\n\n\n    熊孩子来得毫无征兆，它们瞬间攻过了服务器主城高高的围墙，刺耳的警报和警察以及人们的厉声尖叫被巨大的TNT声撕得粉碎。\n　　OP面对这突如其来的灾难显得惊惶失措，因为他比谁都清楚服务器总共有370名玩家，其中还有13名VIP，而用不了多久整个主城就将在爆炸声中毁灭。OP用颤抖的手抓起电话，他想向服主请示一下，可是服主早已去西天。留给OP的时间已经不多了，他沮丧地瘫坐在台阶上。此刻主城的警察们已经把OP的住宅围得水泄不通，每个人的脸上都写满了对死神的恐惧。\n　　“我们已经没有时间转移人群，如果再拖延的话连我们自己都将丧生，在撤离前我不得不做出选择!”OP举起了主城撤退的指令，下达了最后的命令，“NOTCH去解散商业街，HIM去解散贫民窟，steven解散VIP，打开逃脱大门让人们暂时逃生去吧!最后请大家迅速撤离，愿上帝保佑我们都能平安!”OP话音刚落，警察们四散逃离，NOTCH和HIM飞向地区去执行OP的命令，唯独Steven这个年轻干♂练的新警察还呆呆地站在OP办公室。OP有些愤怒了：“疯了吗?还不走，难道要等熊孩子吃了你的脑袋才清醒吗?”“可是，可是还有监狱的门……”Steven哆嗦着呼喊，声音很快被巨大的TNT冲击声淹没。OP变得声嘶力竭：“监狱里的都是囚犯，对他们来说死是早晚的事情，难道你想把他们放出去去扰乱社会治安吗?我是OP，我可承担不起这样的责任!”说完，OP激动地往门外跑。Steven向前一步紧紧拽住他的衣服，狠狠地盯着他：“现在他们将必死无疑，难道囚犯就不是生命吗?”OP完全被这个平日里沉♂默文♂雅的警察给震♂精了，他无奈地指指自己的办公桌：“如果你不怕接受被审判的命运，监狱的钥匙就在我办公桌的抽屉里!”\n　　巨大的主城到处是夺路狂奔的人，监狱已经快被TNT淹没，愤怒的人们的吼声让人毛骨悚然。Steven深深吸了一口气磕了瓶药，“眶当”一声，监狱的大门终于打开了，主城所有的囚犯带着生的渴望，呼啸着从那个身强力♂壮的王♂身旁穿过。\n　　可怕的熊孩子在炸毁了不计其数的房屋、道路和农庄，在夺走了大约40多人的性命后终于被服主以BAN制服（这里的OP没有BAN的权限=v=剧情需要，剧情需要……），一切又重归宁静，主城也迎来了新的曙光。\n　　一拨拨当初被迫离开的人都回来重新生活了，他们被登记后重新住在各自的家里里，可怕的是监狱却空空如也。搜捕囚犯的行动已经在全服务器范围内展开，可怜的Steven戴上沉重的镣铐被关押进阴冷的监狱。“没有一个囚犯会选择回来，你就等着接受BAN-IP吧!”OP“眶当”一声锁上了囚室的大门。\n　　Steven私自放走13名囚犯，将在监狱广场执行BAN-IP的消息，被MCBBS、WIKI等坑爹网站纷纷报导。劫后余生的主城到处在谈论着Steven的遭遇，人们纷纷为他打抱不平，可是谁也阻拦不了BAN-IP的到来。\n　　BAN的那天，监狱广场上阴霾密布，刑场下人头攒动，群情激奋。可怜的Steven被锁在基岩中，哲♂学的脸盘，显得那么哲♂学。执行BAN-IP的时间到了，只要服主一声令下输入/ban-ip xxx.xxx.xxx.xxx，steven就将结束他的服务器生涯。危急时刻，突然有人走向刑场，一个、两个、三个……“我们是来自首的囚犯，请把Steven放下来吧，放下这个哲♂学的人!”拿着木剑，木稿，TNT，残破的弓的军警迅速包围了刑场，那些原本在人们眼中凶神恶煞的囚犯，此刻显得那么平静，他们没有反抗，干脆利落地报出了代表囚犯身份的号码。\n　　刑场下的人们开始欢呼起来，可是OP登记死囚号码后，却发现少了一位犯人，如果13名死囚不能悉数自首，那等待Steven的将还是死亡。很快监狱查清楚了一名犯人的资料，刑场上的囚犯和刑场下的人们齐声高喊：“勇敢地站出来吧!为了洗清罪恶!”可是3000tick过去了，10000tick过去了，那位囚犯依然没有出现。人们开始绝望，看来可怜的Steven最终还是要为他的哲♂学の举付出代价。\n　　就在人群躁动不安，局面难以控制的时候，一辆矿车慢慢悠悠的划过来。警长证实那名囚犯已经在熊孩子的袭击中遇难，他的物品和牌号刚刚在一处僻静的海滩上找到，已经证实了他的身份。目光坚毅的Steven终于被从基岩中放下来，人群里又响起雷鸣般的掌声。12位囚犯在军警的押解下，义无反顾地走向监狱，尽管等待他们的还是死亡的命运。\n　　善良的Steven给了囚犯一次选择，他坚信信任是相互的，选择就此逃逸的人，打开的是地狱之门，他们将永远背负着没有雨，没有泥土，全是岩浆，恶魂密布，僵尸猪人横行；选择回来也许就是打开了天堂之门……\nEND~3.原文\n这里我就折叠了吧=v=\n给死囚一个选择 (伍献卫) 　　海啸来得毫无征兆，海浪瞬间漫过了马塔尔监狱高高的围墙，刺耳的警报和狱警以及犯人们的厉声尖叫被巨大的海浪撕得粉碎。　　监狱长海尔墨面对突如其来的灾难显得惊慌失措，马塔尔监狱总共关押了410名囚犯，其中还有85名死囚，而用不了多久整个监狱就将葬身海底。海尔墨用颤抖的手抓起电话，他想向上级请示一下，可是电话线路早已被海啸冲毁。时间已经不多了，狱警们把监狱长的办公室围得水泄不通，每个人的脸上都写满了对死神的恐惧。　　“我们已经没有时间转移犯人，如果再拖延下去连我们自己都将丧生，在撤离前我不得不做出选择！”海尔墨举起监狱囚室的钥匙下达了最后的命令，“斯各特1号囚室，纽曼2号囚室，鲁米斯3号囚室，打开大门让犯人们暂时逃生去吧！请大家迅速撤离，愿上帝保佑我们都能平安！”海尔墨话音刚落，狱警们四散逃离，斯各特和纽曼飞奔向囚室去执行监狱长的命令，唯独鲁米斯这个头发花白的老狱警还呆呆地站在监狱长面前。监狱长有些愤怒了：“疯了吗？还不走，难道要等海水淹没你的脑袋你才清醒吗？”“可是，可是还有4号囚室的门……”鲁米斯哆嗦着呼喊，声音很快被巨大的海浪声淹没。海尔墨变得声嘶力竭：“4号囚室关押的都是死囚，对他们来说死是早晚的事情，难道你想把他们放出去继续杀人越货吗？我是监狱长，我可承担不起这样的责任！”鲁米斯也不知哪来的勇气，向前一步紧紧拽住他的衣服，说：“我知道他们是死囚，可他们也有鲜活的生命，你的决定将使他们现在就必死无疑！”海尔墨完全给这个平日里沉默文雅的老头给震惊了，他无奈地指指自己的办公桌：“如果你不怕接受被审判的命运，4号囚室的钥匙就在我办公桌的抽屉里！”　　巨大的马塔尔监狱到处是夺路狂奔的犯人，4号囚室的大门已经快被海水淹没，愤怒的死囚的吼声让人毛骨悚然。鲁米斯深深吸了一口气潜入水底，“哐当”一声，囚室的大门终于打开了，所有的死囚带着生的渴望，呼啸着从那个头发花白的老狱警身旁游过。　　可怕的海啸在冲毁了不计其数的房屋、道路和农庄，并夺走了大约一千五百多人的性命后终于退去，一切又重归宁静。　　一拨拨当初被放走的犯人都回来报到了，他们被登记后重新关押在1至3号囚室里，可怕的是4号囚室却空空如也。搜捕死囚的行动已经在全国范围内展开，可怜的鲁米斯戴上沉重的镣铐被关押进熟悉的4号囚室。“没有一个死囚会选择回来，你就等着接受审判吧！”监狱长海尔墨“哐当”一声锁上了囚室的大门。　　鲁米斯因私自放走85名死囚，将在监狱广场执行绞刑的消息，被报纸、电视等新闻媒体纷纷报导。劫后余生的小城到处在谈论着鲁米斯的遭遇，人们纷纷为他打抱不平，可是谁也阻拦不了死刑的到来。　　行刑那天，监狱广场上阴霾密布，刑场下人头攒动，群情激奋。可怜的鲁米斯被套在绞刑架上，苍老的脸盘，花白的头发，显得那么凄楚。行刑的时间到了，只要一声令下砍断绳索，鲁米斯就将结束他的生命。危急时刻，有人走向刑场，一个、两个、三个……“我们是来自首的死囚，请放下这个高尚的人！”荷枪实弹的军警迅速包围了刑场，那些原本在人们眼中凶神恶煞的死囚，此刻显得那么平静，他们没有反抗。　　刑场下的人们开始欢呼起来，可是监狱长海尔墨登记死囚号码后，却发现少了两位犯人，如果85名死囚不能悉数回来自首，那等待鲁米斯的还将是死亡。监狱很快查清了那两名犯人的资料，刑场上的死囚和刑场下的人们齐声高喊：“勇敢地站出来吧！为了洗清罪恶！”可是5分钟过去了，10分钟过去了，两名死囚依然没有出现，人们开始绝望。　　就在人群躁动不安，局面难以控制的时候，一辆警车呼啸而来。警长证实那两名死囚已经在海啸中遇难，他们的尸体刚刚在一处僻静的海滩上找到。鲁米斯终于从绞刑架上被放了下来，人群里又响起雷鸣般的掌声。83位死囚在军警的押解下，义无反顾地走向4号囚室，尽管等待他们的还是死亡的命运。　　善良的鲁米斯给了死囚一次选择，他坚信信任是相互的，选择就此逃逸的人，打开的是地狱之门，他们将永远背负着无法洗去的罪恶；选择回来也许就是打开了天堂之门……4.预告\n地图预告：海边小村下面没东西了，真的我不都说了么，这里没东西，BAKA\n",
    "replies": [
        {
            "author": "无奈zzzz",
            "timestamp": 1373983500,
            "txt_content": "呵呵这改编的真好笑。。。"
        },
        {
            "author": "Terry39",
            "timestamp": 1373983680,
            "txt_content": "原版震惊到我了。。。。。。\n虽然死刑犯的命运没有改变，\n但。。。。。。。\n所有人都知道，\n等待他们的，\n是天堂。"
        },
        {
            "author": "无奈zzzz",
            "timestamp": 1373984580,
            "txt_content": "Terry39 发表于 2013-7-16 22:08 \n原版震惊到我了。。。。。。\n虽然死刑犯的命运没有改变，\n但。。。。。。。\n话说你的签名怎么搞的。。。"
        },
        {
            "author": "Terry39",
            "timestamp": 1373984820,
            "txt_content": "无奈zzzz 发表于 2013-7-16 22:23 \n话说你的签名怎么搞的。。。\n怎么了？一半字？"
        },
        {
            "author": "leavessoft",
            "timestamp": 1374042240,
            "txt_content": "想试试炸服务器吗？"
        },
        {
            "author": "754313516",
            "timestamp": 1374042540,
            "txt_content": "没记错的话 我前天就学了这篇课文 是在补习班"
        },
        {
            "author": "leavessoft",
            "timestamp": 1374042960,
            "txt_content": "OP用颤抖的手抓起电话，他想向服主请示一下，可是服主早已去西天。\n喂！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "ring_Death",
            "timestamp": 1390638960,
            "txt_content": "如果有人看到此贴，说明我又在凑字数拿经验了，不过楼主还是不错的，这篇故事我也看过"
        },
        {
            "author": "~~末影少女-_-",
            "timestamp": 1390915620,
            "txt_content": "F R I G your mother，我的第二英文名就叫Steven！！！！！！！！！"
        }
    ]
}