{
    "title": "寻踪星期二——第一季（18）：离城，手珑穴之谜。",
    "author": "星麒尔",
    "replyCount": 9,
    "timestamp": 1374027960,
    "txt_content": "上话回顾：橡木在实际中真的变成了巨大的狼人，而我们又必须要在五分钟内坚持在一个紫色世界当中，我们只站在一个很小的空岛上，狼人橡木向我们发起了攻击。寻踪星期二——第一季（18）：离城，手珑穴之谜。在如此狭小的空岛上，又站着二人一怪。不禁想起了“狭路相逢勇者胜”这一说法。可橡木并不是我们的敌人啊！“别留手了，星期二，我们留手了，它可不会手下留情。”科里奥悲叹道。我并不是特别地紧张，只是告诉科里奥：“只要坚持五分钟，不伤害到橡木就0K了。同时，像你说的那样，保全自己。”狼人橡木一掌即将又要拍来，已经开始向后蓄力了。被这一掌拍下，即使空岛有广场大，估计也要摔掉半条命。可我们是在如此狭小的地方啊！这一掌拍下去，底下的紫色漩涡就知道有多可怕了。我给了科里奥一个眼神，说道：“不要使用武器，只要躲避就是了。小心，我喊一二三，你就趴下。”“呜嗷！”橡木开始咆哮了，它也是做不了太大的动作，因为岛屿本来就很小，它的体积又如此之大。“一！”狼人橡木的右臂肌肉开始膨胀了。“二！”巨大的右臂即将甩来。“三！”“呼呼呼！”一连串气流扭曲的风声随着橡木右臂甩动而作响，科里奥已经根据我的意见，迅速趴下了。我呢？我只是让他趴下，而我却正好相反，猛然跳起，跳到了橡木的两肩上。“啊，我，喘不过，气来！”我跳到了狼人橡木身上才发现。它这边的气流现在太过凝重，而且橡木的身上很是炎热，就像是刚刚泡过桑拿一般。幸好我的体质经过锻炼还算很强。另一边，橡木的右掌拍在了空处，如我所愿。“喂，星期二！你也太卑鄙了吧？”趴在地上的科里奥抱怨道。“卑鄙？除了趴下，你还能做什么？以你那体型能跳起来吗？”“呃……”狼人橡木被彻底激怒了，收回右臂就要抓跳在它身上的我，口中还不断呜呜地叫着。两分钟过去了。“唉，橡木，对不住了。”只见我拿出一根小针，轻轻地扎了一下它的右掌，它便“嗷呜”地悲鸣了一声，立即收了回去右掌。我总不能拿剑去砍吧？一根针足以让它疼的了。可是接下来的情况让我对我的做法后悔了。只见狼人橡木开始疯狂地颤抖起来，不时地踏动巨大的脚步，毛发开始竖起。坐在它身上的我感觉到了疼痛：“啊，这狗毛怎么忽然跟钢针一样扎人了？”空岛被它这么踏几下便开始晃动了。科里奥猛地站起，说道：“橡木，你别激动，你这一激动，我们都可能掉下去啊！”“嗷呜呜！”橡木根本不理科里奥，血红的双眼更加深邃了。三分钟过去了。我的体质再强也受不了“针扎”啊！我在无奈之下只好纵身一跃，重新跳到了空岛上，发现这个空岛的坡度变得倾斜了，甚至有些往下滑的感觉。狼人橡木这践踏威力太大了啊！我第一时间就告诉科里奥：“戴上防护手套，抓住橡木，别让它那么疯狂。”我们都从背包里拿出了一双玲珑剔透的手套，当然好看了，因为那是用钻石做的啊！是在沙漠村庄所奖励的钻石。迅速戴到手上，开始抱紧橡木那庞大的身躯，如果不戴手套，手估计就要废掉了。“冷静下来啊，橡木！”我急迫地喊道。狼人橡木并没有停下来的意思，被我们这一抱紧之后，显得更加疯狂了。“咚！”又是一脚重重地踏在空岛上，坡度更加倾斜了，沙石开始向下滑落，掉入了无尽漩涡。坡度倾斜的角度正好使我的目光停留在了那个大钟上。过去四分钟了，还有最后一分钟。坚持下来啊！我和科里奥都这样想，嘴上还一直不停地劝说橡木停止这样的大动作。“呜呜……”橡木怒视着我们，脚也不再踩踏空岛了，略微安静了一下。“嗯，这才是乖……呃……”我话还没说完，只见橡木一个左掌呼了过来。这速度太快了，我便下意识地向后退，因为坡度太过倾斜，我差点摔倒。总觉得忘了点什么？科里奥！我再一抬头——科里奥的反应太慢了！这一掌重重地打在了他的身上，可想而知那是多么的可怕，加上气流的快速波动，科里奥嘴中就喷出了鲜血。这一掌打中的是它的腹部。只见科里奥踉踉跄跄地后退了许多步，钻石手套也掉在了地上。“科里奥，不——”科里奥脚下一滑，顺着沙石掉了下去。一切来得太突然，太突然了。我还没来得及扶住他，他就这么掉下去了。他一掉下去，意味着我们没能坚持住这短暂的五分钟，也就没能完成离城考验，前功尽弃了。也意味着，科里奥的生命。等等，还有希望。一双手还留在空岛上，是一双粗壮的手，没错，那是科里奥的手！他的双手还死死地抓在空岛的一块沙石上。这个场面有点像悬崖边上的那种危机关头。我正要伸手让他上来，可狼人橡木挡住了，那巨大的身躯挡住了。“滚，开！”这是我第一次对橡木这样暴粗言。这一粗言凝聚了我的悲愤之情。只见橡木愣了一下，“嗷呜！”地叫了起来，竟又是那种悲鸣之声。它，竟然真的让开了。我也没有多犹豫，趁着它让开的那点缝隙便钻了过去，用尽全力将科里奥拉了上来。此时的科里奥已是鲜血淋漓了，腹部深可见骨。幸好科里奥体质强，还没有危及到生命。“嗷呜！”橡木还在叫唤。“五分钟……”科里奥嘴中念叨着。我隐隐约约地听到了“五分钟”这一熟悉的时间段，便惊讶地扭头——是的，这一钟表的指针已经旋转了一周。“成功了……”科里奥的声音很沙哑，但同时，我也为成功感到兴奋，赶快给科里奥灌了口水。“嗖！”的一声，我们又回到了这个白色的虚拟室当中，包括狼人橡木。只见它闷哼一声，抱着脑袋，开始剧烈地颤抖起来，身体变得越来越小，化成了以前的小橡木，眼睛上的红色也渐渐消退了。再看看科里奥……“咦，科里奥，你怎么……”科里奥的身体现在是完好无损的了！但他还在昏迷之中。忽然间，一道紫光闪过，熟悉的身影又一次出现了但那不只是一个蓝色影子，隐约还能看到一双眼睛。他开口道：“刚才的一切都是虚幻的；好，你们都通过了离城考核，我也不是不讲信用的人。但在你们临走前，是否能让我看一下，他的右手。”当他说到“他的右手”时，是指向我的。我的右手？我的右手怎么了？跟左手比比没什么区别啊！我也很郁闷，但也很惊奇，走到了他的身边。“喂，你别耍什么花招。”我有点小紧张。他看了看我的右手掌心，瞪大了本身隐隐约约的眼珠子，但又不知为何叹了口气，问道：“你叫什么名字？”怎么又扯到我名字上了？我纳闷地说道：“星期二。”“姓星？哦，没事了。”他说完后就放开了我的手，嘀咕着：“这手珑穴怎么跑到星氏去了呢？真是伤脑筋……”我退后一步，还想问些什么，但还是说道：“离城考核完成了，那么……”只见他双手一合，说道：“好吧，再见，准备好了呦。”嗡嗡嗡嗡嗡……一串刺耳的声音响起。我的眼前很是发亮，刺眼使我不得不闭上了眼睛。耳旁能听到电流的声音。\n\n\n\n\nu=3929297916,1854678496&fm=11&gp=0.jpg (11.6 KB, 下载次数: 3)\n\n下载附件\n\n2013-7-17 10:25 上传\n\n\n\n\n正在穿越磁场隧道！\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 2)\n\n下载附件\n\n2013-7-17 10:25 上传\n\n\n\n\n 未完待续……（19）\n",
    "replies": [
        {
            "author": "星麒尔",
            "timestamp": 1374027960,
            "txt_content": "字体又变小了……怎么回事……"
        },
        {
            "author": "www.876073739",
            "timestamp": 1374028080,
            "txt_content": "手珑穴。。呵呵呵呵呵呵呵"
        },
        {
            "author": "星麒尔",
            "timestamp": 1374028140,
            "txt_content": "www.876073739 发表于 2013-7-17 10:28 \n手珑穴。。呵呵呵呵呵呵呵\n看看第4话就知道了。这是第18."
        },
        {
            "author": "www.876073739",
            "timestamp": 1374028200,
            "txt_content": "星麒尔 发表于 2013-7-17 10:29 \n看看第4话就知道了。这是第18.\n你理解错我的意思了。。"
        },
        {
            "author": "银狼",
            "timestamp": 1374043800,
            "txt_content": " 0w0 哇，真不错！"
        },
        {
            "author": "星麒尔",
            "timestamp": 1374048720,
            "txt_content": "银狼 发表于 2013-7-17 14:50 \n0w0 哇，真不错！\n咦，银狼，几天不见头像换了？"
        },
        {
            "author": "1498140263",
            "timestamp": 1374409860,
            "txt_content": "星麒尔 发表于 2013-7-17 10:26 \n字体又变小了……怎么回事……\n你是复制的？~~~"
        },
        {
            "author": "星麒尔",
            "timestamp": 1374450480,
            "txt_content": "1498140263 发表于 2013-7-21 20:31 \n你是复制的？~~~\n嗯，没错，我是先在草稿上写再复制到这里，{:10_558:}我总不能写两遍吧……（论坛是不是不支持复制呢？）"
        },
        {
            "author": "1498140263",
            "timestamp": 1374467820,
            "txt_content": "星麒尔 发表于 2013-7-22 07:48 \n嗯，没错，我是先在草稿上写再复制到这里，我总不能写两遍吧……（论坛是不是不支持复制呢？）\nYes~~~~~~~~~~~~~~~~~~"
        }
    ]
}