{
    "title": "有神作潜质的2D卷轴式对战夺旗建设联机游戏",
    "author": "lhrlhr99",
    "replyCount": 11,
    "timestamp": 1323827760,
    "txt_content": " 本帖最后由 lhrlhr99 于 2011-12-14 09:57 编辑 \n\n转自3DM， 原作者semuer      觉得不错，我就转帖过来了。\nhttp://bbs.3dmgame.com/thread-2655646-1-1.html\n\n游戏目前还在开发阶段，可以以优惠价格10美元成为付费会员。开发活跃度还算很高的，支持联机模式MOD\n房间内人越多，游戏乐趣越明显。\n\n官方网站http://kag2d.com/ \nQQ群：85639535 （群开设了KAG专用服务器）\n\n\n\n\n\n\n\n\nWhat is King Arthur's Gold?\n\nKAG is a game about mining, building castles and destroying your enemies. It is a side-scrolling 2D action multiplayer war game with focus on building, constructing siege machines and intense PvP combat. Some inspirations for the game are Soldat, Minecraft, Dungeon Keeper & Ace of Spades. KAG是一个可以采集，建造城堡，摧毁你的敌人的游戏。这是一个注重建造，构造攻城器械，激烈的PvP战斗的2D横版卷轴式多人联机游戏。一些灵感来源于Soldat, Minecraft, Dungeon Keeper 与 Ace of Spades.. 游戏目前可运行于Win/Linux/OSX三平台\n\n\n\nKAG的作者为Soldat（一款横版多人射击游戏）的开发者。\n\nWhat can I do in this game?\n\nThere are 2 teams in KAG (red vs blue). Both struggle to dominate the other on giant randomly generated 2D maps. Nobody remembers why the war started, but the battle is ferocious and never ending!KAG中有红蓝两队，在随机生成的地图上相互斗争。\nKAG is a Player vs Player game in which you can pick one of 3 classes.      KAG中有三种职业。\n\n\n\n\n\n\nKAG is the first 2D game to introduce classic arcade game mechanics in a real-time 64+ player battlefield.      KAG支持64+人的实时联机对战。\n\n\n\nThe Knight is a hero equipped with a sword and shield, and a little too much courage.\nThe sword allows for quick jabs or massive slashes + combo hitsThe shield is used to block enemy strikes and allows knights to give other playersa helping hand up ledges.\n骑士使用剑与盾。剑可以快速戳击或是蓄力斩击+连击盾牌可以用来防御攻击或是当作人肉攻城梯\n\n\n          The Archer is a swift medieval ninja armed with a bow, quiver full of arrows and a quick wit...\nHe can hide in grass and behind bodies allowing for deadly ambushes, and can climb walls by stepping on his arrows!  弓手使用弓箭，可以潜伏在草、尸体背后，并且可以利用箭攀爬各种建筑。还可以自由的爬树并藏在树叶中。\n           Builder constructs castle defences and traps.\nThis includes retracting from enemy bridges, spike traps and dropping huge castle blocks.    建筑工建造城堡防御设施与陷阱。包括陷阱桥，钉子，与大型塌陷。\nBuild outpostswhich allow team mates to spawn farther into the battlefield (you need to defend them as well, because they can be captured!)建造outposts可以设置重生点。\n\n\n\n\n\nStorm the castle with a catapult! Load it with rocks and destroy the enemy walls!\n建造投石机摧毁城墙（甚至可以投掷同伴）\n\n\n\n\nEVERYTHING in KAG is destructible.\nKAG中的一切都是可以破坏的\n\n\nNot only that, but blocks support each other!\nDestroying the foundation of a castle will make it collapse in full 2D collapsible physics glory!破坏根基会引发坍塌。\n\n\n\n\n\nThe current default game mode is Capture the Flag.\nThis means the objective is to breach the enemy castle and take their flag.默认游戏模式为CTF（夺旗模式）\n\n\n\n附上115下载地址\nKAG下载地址（228）http://115.com/file/dnr0gtml#\n",
    "replies": [
        {
            "author": "augustory",
            "timestamp": 1323832320,
            "txt_content": "感觉跟看到TR没什么两样。。\n先试试再说吧~~~~"
        },
        {
            "author": "numnum",
            "timestamp": 1323832680,
            "txt_content": "看起来不错。。。试试"
        },
        {
            "author": "ayaya",
            "timestamp": 1323832920,
            "txt_content": "TR竟然没在灵感里"
        },
        {
            "author": "Mei灬不是",
            "timestamp": 1323834720,
            "txt_content": " 本帖最后由 Mei灬不是 于 2011-12-13 20:58 编辑 \n\n要是3D就是perfect的了..\n不过这个看了下宣传片，也算是极品了！\n看能不能买下来~嘎嘎\n另外说下免费和完全版的区别，刚好看到了\n\n另外还有多种模式（僵尸模式，战争模式等等，具体还请自行观看..），黑夜交替，围城，箱子，食物..一对杂物，以及动物\n当然还有单人挑战"
        },
        {
            "author": "lhrlhr99",
            "timestamp": 1323836040,
            "txt_content": "这个就要联机玩，目前是免费测试中，感觉还是不错的。"
        },
        {
            "author": "geludan",
            "timestamp": 1323836040,
            "txt_content": "让我想起了ACE啥的那个。。。"
        },
        {
            "author": "hhyx",
            "timestamp": 1323836220,
            "txt_content": "自从玩了mc 俺的零花钱越来越少了"
        },
        {
            "author": "钻石君",
            "timestamp": 1323836820,
            "txt_content": "看不懂英文的路过"
        },
        {
            "author": "ok786893807",
            "timestamp": 1323837660,
            "txt_content": "顶一下饿看看好不好玩"
        },
        {
            "author": "jzys",
            "timestamp": 1323840240,
            "txt_content": "试玩了一下，有点小失望，没有介绍讲的那么棒，可能每个人的想法不同吧\n操作比较吃力，方块小的很，眼睛看得很累，和TR一样\n个人建议喜欢就购入完全版，特色加了很多"
        },
        {
            "author": "6658698",
            "timestamp": 1323857580,
            "txt_content": "呃呃呃、、、沙发抢步到了"
        }
    ]
}