{
    "title": "新手生存 1",
    "author": "我长得帅",
    "replyCount": 4,
    "timestamp": 1374115800,
    "txt_content": " 本帖最后由 我长得帅 于 2013-7-18 10:54 编辑 \n\n大家好，我是长得帅先生，今天我闲着没事，想做教程。\n然后，我就做了~~~~~~~~~~~~~~好了，废话不多说，下面是文字教程教程，自己看\n          此帖是搬运的\n木头\n\n木头是从树干敲下来的，是做为所有合成的基础，可组成工作台 来制作所有的工具，所以木头是初期很重要的资源。\n一般游戏一开始都要先收集4~10个木头做为开始。\n\n做一个工作台\n\n合成是Minecraft的核心，虽然有少量的物品可以从物品栏制作，但大部分的工具都要透过工作台来制作。\n做一个工作台，首先要有一块木头\n\n把它放在物品栏中2X2大小的制作区，一块木头可做出四块木板\n\n左键点击成品区的四块木板，木板就可以把它放置在物品栏。点击刚刚做出的四块木板，按右键可一次放置一块。四块分开放在2X2的制作区，如下图(这是3X3的制作区，你在物品栏中只可看到2X2的制作区)\n\n\n\n\n\n\n\n将成品(工作台)放在快速物品栏\n按Esc离开物品栏，走到你觉得适合放工作台的地方，用鼠标滚轮或数字键选取工作台，对着你要放的地方按右键放置。如果想把它移到其他地方，直接按住左键把工作台敲下来就可以带走了。\n做一个镐\n为了收集石头和煤矿石，未来消耗量最大的资源，你需要一把镐。你的第一个镐将是木头做的，不是很耐用，但在收集到圆石之前，就只有木头的可以用。\n你需要5个木板来做出一把木镐。使用你放置在地上的工作台(按右键)会打开你的物品栏与3X3的制作区。做木十字稿之前先将两个木板垂直放置，以做出4个木棍。\n\n\n\n\n4\n\n\n\n\n\n拿起木棍且清空制作区。以键盘上的数字键来代表3X3的制作区。将木棍放置于5、2的位置，再将三块木板，放至7、8、9的位置，你就可以在成品区看到一把木镐。\n \n\n\n\n\n\n\n你可以注意到做一个镐就是把材料摆得像镐的样子，其他的物品也是用类似的方式去制作。\n收集资源\n拿到十字稿后就可以收集圆石。用镐挖掘石头会得到圆石。石头在地表很常见，如果没看到的话往泥土地下挖也会看得到。\n用木棍及圆石，你现在可以做一些石制工具，例如石镐、石斧、石剑、石锹。用石制工具能比空手更快取得物品，例如石斧可以更快的取得木头。\n如果你遇到猪、牛、或鸡，这是个收集食物的好机会。随着1.7版的更新，变得没办法羊身上空手取得羊毛，但还是可以在杀了羊之后取得一个羊毛。建议你收集3个羊毛好用来做张床来过夜。\n当你收集的一些资源后，可以用8个圆石做成一个熔炉\n \n\n\n\n再来你需要一个木头或木板(或者之前剩下来的木棍和木制工具)来做为燃料，把木头放在上面的炼制格，把做为燃料的木板放在下面的燃料格。熔炉就会开始加热，过了一会儿，炼制完成后，你会在右边的空格得到一个木炭(Charcoal)，把它放到物品栏并准备一根木棍。将木炭放在制作栏上方，木棍放在木炭下面，就可以做出4个火把。像工作台，当你想移动熔炉时，一样是把他敲下来，但是要用十字镐，如果空手敲的话熔炉就会消失。\n你也可以去采集煤矿石(要用镐敲)取得煤炭，就不用烧木头而直接做出火把。煤矿石会在岩石露出的地方或是地底出现，探索时小心不要迷路了。煤矿石的特征是有黑点的煤矿石方块。因为很常见，所以应该先搜寻露出的岩层。\n\n记住，煤矿石的位置是随机的。你可能不会轻易的找到，一但找到了 ，记得用镐敲下来，带回家。在第一天要尽可能的收集煤炭来做火把，到了傍晚也可以去收集一些圆石，这样就可以制做更多工具。 煤炭跟木炭在游戏中有不同的物品ID，所以不能堆叠。两种物品的用途是相同的。\n关于挖掘\n很重要的一件是就是:\n\n不要往你脚下挖\n\n因为你站在方块上而破坏它，它被破坏时你会往下掉一格。请记住，下面可能是空的，就直接掉进一个黑暗的洞穴中，然后你就受伤了，而且难保下面会不会有怪物或是岩浆池!!\n另一件很重要的一件是就是:\n\n不要往你头上挖\n\n同样的，往上挖也可能会掉下怪物，或是砾石、沙子来压住你而导致窒息而死。更惨的就是挖到岩浆，这样你就会被烧死，身上的物品也会因为掉到岩浆中而烧毁，这样比重新再玩也好不到哪去。\n点亮\n一开始，你在晚上唯一的光源就只有火把。这是由煤或木炭和木棍合成的。你不需要用工作台来做火把，因为可以在你的物品栏的2x2制作区制作，当然~工作台也能做。\n用木棍和煤炭制作火把的方式如下:\n\n\n\n\n4\n\n\n\n\n\n一个煤或木炭和木棍可合成出4个火把。你可以一次放很多材料在制作区中，从成品区按一次左键就可以拿一组成品(在这里是4个火把)。如果你在第一个夜晚来临之前都找不到煤炭，你也可以烧木头做木炭:\n \n\n\n现在你有办法制作出光源；是时候找个栖身处来度过夜晚了。\n[编辑]盖一个栖身之处 做栖身处有几种方法，你可以在空旷的地方用你所收集的材料(泥土、木板、圆石、沙石...)来盖，挖一个小山洞或是用天然形成的山洞，也可以把山脉挖成空心的然后开个出入口。要小心附近的洞穴，敌对生物往往藏在这里，就算是天亮了也因为没照到阳光而存活。\n当选了一个方法，你应该要考虑在夜幕降临前有多少时间收集材料，环境如何，怎么规划，你的个人喜好，但是一定要有下面几项特点:\n\n光线，主要是能让你在晚上看清楚。生物无法在你周围半径16格的范围内重生，所以你如果都找不到煤炭，没有光。只要你盖的栖身处够小，仍然能让你安然度过夜晚。墙壁，敌对生物或是弓箭都没办法穿过墙壁。一扇门，如果你有6块木板，你可以用工作台做一个门\n\n\n\n\n\n门是有方向的，放置时可决定开关的方向，在1.6版之前骷髅可以从门打开的那边射箭穿过门来伤害你。\n\n不要在墙壁开大洞:在墙上开个洞的好处是可以让你知道外面的情况与时间(太阳或月亮的位置)，也可以在你没办法做门时观察外面。但是洞如果大到你可以走出去，那就表示外面的怪物也可以走进来，蜘蛛能爬墙、穿过高度1宽度2的洞。请注意，你可以透过小洞来攻击外面的怪物，当然~它们也可以攻击你。尤其小心骷髅的弓箭。一个放置工作台的安全区:为了打发时间，通常都会用工作台做一些物品，为了第二天准备。第一是石制稿，再来是更多的火把。也可以作一把剑，剑是用来砍生物的，跟空手比起来杀伤力大很多。材料是两个圆石与一根木棍，使用工作台。把木棍当剑柄放最下面，两颗做为刀刃的圆石（也可以用木材来做木剑）垂直摆放。\n\n所以，要么往山脉里挖个小洞，或是利用你收集的资源盖一栋小屋。这取决于你想花了多少时间，附近有什么资源，还有你有没有成功的收集。切记不要直接往下挖。\n要知道，盖一个小屋通常是最耗时和消耗资源的方法。例如，要构建一个简单的5x5x3小屋你需要55块的（泥土＼木板＼圆石）跟一扇门。最好是在峭壁挖一个山洞，一边规划一个避难所，一边又可以收集圆石，说不定还会挖到煤矿石！注意，当你拓宽时不小心挖到自然生成的洞穴，你可以先插一些火把，然后用一些材料堵起来，等准备好要探索时再打开。插火把是为了不要在你想要探索时，一打开就看到一群敌对生物等着你。\n当你挖完了可以手持火把对着你要放火把的墙壁或是地板上按右键插一些火把让山洞里亮起来。 也可以想想如果要盖房子要怎么盖。\n[编辑]等待天明 安全地享受你的第一个晚上，如果你挖了洞穴，你可以用锹、镐甚至用空手来拓宽洞穴，但一定要保持光线充足。你可以躲在你的小屋或山洞里，还是你觉得你很勇敢也可以拿着剑走出去与怪物们搏斗。但不要离你的住所太近，以免爬行者将你的住所炸个大洞。另一种选择是开始往地下挖，在矿山附近盖你的住所是个不错的主意。当然不是垂直的往下挖，而是阶梯状的往下挖。如果你挖到一个洞穴系统，那就太棒了。可以先回来准备一下再去探勘，这样就可以取得大量的圆石跟煤矿石，也有可能很幸运的发现铁矿石，铁是非常有价值的矿物，可以拿去做工具以及很多高级的物品。探勘自然洞穴系统是很好打发时间的活动，你可能回到家时发现已经中午了，如果沉迷于探勘，可能又到了另一个晚上。\n在地底下建个农场也不错。优点是常亮，不太会被生物践踏。\n虽然太阳升起了，但你的恶梦也不会马上就结束。僵尸与骷髅会被阳光点燃，但还是会攻击你，直到他们被烧死才能放心，注意！当他们在阴影下是不会被太阳灼伤的。蜘蛛与爬行者在白天仍然活的好好的。蜘蛛会变得被动，但爬行者永远都是你的死敌。所以当你走出大门时手上最好拿着剑。\n从1.3版后增加了床把一排羊毛铺在一排木板上就可以做出床\n\n\n\n\n\n\n你可以在一个光亮、安全的地方放张床，在夜晚对床按右键就可以在几秒钟度过夜晚到隔天上午。但如果在不安全的地方，使用床后会有一位敌对生物(僵尸＼骷髅)叫你起床并攻击你！在1.4版之后如果你睡过，那重生点就会在你的床边。\n[编辑]如果一切都失败了 有时候运气不够好，重生点附近没有森林或是煤矿石。也许掉进一个洞，花了五分钟才出来。如果发生这种情况，你仍然可以生存，但如果这是你的第一天，你也没有做什么重要的事，你可以直接重开一个新世界。为了生存你可以在山壁挖个洞，躲在里面。你想要的话也可以不断的挖。但当你看到太阳快要落下时，就把洞口填起来。如果你的洞穴入口离地面够高（8格以上）可以开个小门来注意时间，也可以出去观望一下。不然的话就待在洞穴里，每隔几分钟敲开一个洞来看时间，然后再堵起来，直到天亮。如果你不喜欢关在山洞里，也可以在大海上到处乱晃直到天亮。敌对生物只会在冰以外的固体方块上重生。所以在海上不用担心会有怪物攻击你，除非离海岸太近，他们还是会游过来攻击你。或者也可以待在一棵大树上，怪物除了蜘蛛以外都没办法上来，但还是要小心骷髅的弓箭。但有了树当材料其实也不用躲在树上了。\n[编辑]家园的安全 第一天做的庇护所可能很小，但之后在经过你的规划后也是会改建成一个“家”。一开始最好只做一个出入口，然后可以在门口外加一些防止怪物靠近的陷穴如下图：当你还在建构你的住所，但又没有床可用时，可以用类似护城河的方式挖个深度三的沟来紧急防御，也可以预防清晨你要出门时却有一堆怪物在门口等你。（当然，蜘蛛会爬墙）思考如何抵御怪物也是乐趣所在。当然不想面对怪物也是可以将游戏难度调到和平，但就失去了挑战性。\n从山壁挖出一个长宽各三高度2的空间，一张床、一个工作台、一个熔炉、一根火把。做一个护城河然后把门封起来。\n这设计可以配合一个活板门。用合成门的方法把材料打横，就会有一个可以安装在垂直面上，向下打开的门。也可以用你的巧思增加许多陷阱，通常建议第一天用最简单的方式就好，在以后的日子，获得了更多的资源后再来慢慢改造。你可以在网络上找到许多范例，有的用TNT把怪物炸死，也有把他们杀死以取得材料的。\nTNT是一个需要资源，不可能在第一天取得的例子。更何况是只能只用一次性的物品。另一个建议是使用沙漠中的仙人掌，可用空手取下仙人掌块还有一些沙子。仙人掌只能长在沙上，所以在家的外围铺上沙子并种下仙人掌。仙人掌会长高至三格高，撞到它会损失半格血，也不能构成连续的平面墙壁。但可以做成锯齿状或棋盘状。种下仙人掌后在四面放上任何方块都会使得仙人掌变成物品掉下来。如何用仙人掌来防御是很值得研究的。\n[编辑]在野外安全地睡觉 如果你在黄昏时还没找到安全的地方，也可以用这种紧急的床铺。\n需要带着3个木板、3个羊毛、五块土(圆石＼木板＼等等...)还有一个工作台来做成床。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n＝空气； \n\n＝放置的床； \n\n＝工作台。\n如果你只是放张床，那么一定会有怪物会打醒你。\n在这个例子里土是用来垫高的床来快速跳过夜晚。\n制作流程：\n\n做一张床放在身上在地上放一块土跳上去后，再次跳跃时把土放在你脚下，如此做2次。按住&#8679; Shift然后往后退将土放在脚下那块土的侧面，如此做2次。放下床就寝。\n只有一块土的面积是不会生出怪物的，所以这个设计可以让你度过夜晚。\n\n有一个更简单的方法，但是要多用3块土\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n＝空气； \n\n＝放置的床； \n\n＝工作台\n制作流程：\n\n放三块土放两块土放一块土在一块土的另一边加上两块土在最上面放张床在床边把第二阶的土挖掉\n变成\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[编辑]紧急避难 当你在晚上不小心死了回到重生点，但又距离住所太远，那也可以垂直往下挖3块再把上面盖住(不可在沙地使用)。虽然不能做任何事，但至少你是安全的。[编辑]第二天 有个教程/第二天的教学。[编辑]收集物清单 可供参考在第一天所需的清单\n刚打开地图\n做个高塔标记重生点位置。\n收集资源与做些手工艺\n\n3个羊毛工作台木镐11个以上的圆石*(做锹＼镐＼熔炉)制作石镐\n住所\n\n一张床做一个安全的空间做一个出入口做一个箱子，并放在住所内做一个熔炉做一些木炭，除非有挖到煤炭做一些火把并插上\n所消耗资源\n9块木头分开成32块木板和一个木头\n\n四块木板用于制作工作台四块用来做火把、工具握把的木棍（八根）三块用来做镐的头八块用于做箱子六块用于做门三块作为床板一块放进熔炉把木头烧成木炭用来作火把\n",
    "replies": [
        {
            "author": "我是基岩",
            "timestamp": 1374115980,
            "txt_content": "图片好奇怪啊！"
        },
        {
            "author": "我长得帅",
            "timestamp": 1374116100,
            "txt_content": "我是基岩 发表于 2013-7-18 10:53 \n图片好奇怪啊！\n是的~~~~~~~~~~~~~~~~~~~~~"
        },
        {
            "author": "yh957083453",
            "timestamp": 1374116220,
            "txt_content": "看到图片我眼瞎了，这是WIKI复制来的吧"
        },
        {
            "author": "我长得帅",
            "timestamp": 1374116220,
            "txt_content": "yh957083453 发表于 2013-7-18 10:57 \n看到图片我眼瞎了，这是WIKI复制来的吧\n是！~~~~~~~~~~~~~~~~~~~~~~~"
        }
    ]
}