{
    "title": "【沐枫的MC世界冒险】连载中~",
    "author": "暗黑星辰",
    "replyCount": 4,
    "timestamp": 1374126660,
    "txt_content": " 本帖最后由 暗黑星辰 于 2013-7-19 18:46 编辑 \n\n                    沐枫的MC世界冒险                                            第一章                          “咦？这是哪，世界怎么是方的？我不是在家里打游戏吗，哎呀，头怎么痛起来了。”一个年青人迷迷糊糊地坐在草地上，随即倒了下去……     在一个满是星空的世界里，一个年青人漫无目的地走着，他自言自语的说着：“我是谁，我怎么什么都记不起来了，话说。。。这是个什么鸟地方啊？”     一个充满威严、苍老的声音响起：“你叫沐枫，这个地方是你的精神星空，说白了就是你的精神空间。”沐枫很奇怪，又问了一句：“你是谁？”“你不需要知道，当你突破重重关卡，你就知道你要干什么了，给你个提示，这是一个游戏，你很熟悉，但你在游戏中只有一条命，死了的话，你就会魂飞魄散。你有十次向我求助的机会，如果用完，想再向我求助，就得付出一定的代价。少年，游戏开始了。。。”“等等啊，你还没告诉我。。。啊啊啊啊啊。。。”沐枫的话还没说完，就被一股白色旋风卷走了。。。“希望这次的人能成功。”那个声音叹息一声。                                                                       沐枫缓缓睁开眼眸，第一眼就看见了一个穿着紫色衣服的方块人，他向沐枫拉了一把，沐枫才从床上起来，他问：“陌生人，你刚才在我们村后的小树林昏迷不醒，是村里的猎人把你救来的。”沐枫在惊诧中终于知道了这是minecarft，他玩过千百遍的游戏。他惊奇的看着自己的方块手，一时忘记了他在床上，旁边还有一个村民，“你好，你应该是这的村长吧。”“是的，我是这的村长，既然我们救了你，你就得做出点回报吧。。。”村长奸笑道。“啊，怎么能这样啊，我又没叫你救。”沐枫心里想着。“可是他们也救了我的命啊，还是帮他们干活吧”沐枫做了心理搏斗后，决定报答他们。一口答应了下来，可是下面的事情让他无语了。。。     “好吧，那你先去树林里砍200颗木头吧。” “给我斧头啊。”“抱歉，没有，自己去做吧，嘿嘿。”沐枫听了后，差点吐血，心里想：“靠，要我用手敲啊，有你这么小气的么。我分明看见铁匠铺里有几十把铁斧，甚至还有钻石斧。这村长也忒小气了吧。好歹也要给我一把铁斧吧。”心里嘀咕着，可嘴上却说：“好，我一定完成任务。”可这次的任务，有这巨大的危险，同时也有巨大的机遇。。。······················································                                     本人第一次写，前面的章节可能有点                                     无聊，请多多包涵，加点人气，我才                                     有动力，我一定会好好写下去的。······················································\n                                                                                                      第二章沐枫走出了村庄，在外面活动活动，适应了一下这个方块身体，“还没试过怎么打开背包，难道就手拿着200个木头，压也压死我了。”沐枫心里刚想着，他的面前就出现了一个框，跟游戏里的背包一样，上面还有个人物，不过人物的皮肤并不是史蒂芬，而是以个戴着个耳机，眼睛是金色，穿着一个红黑搭配的格子衬衫、黑色的牛仔裤、黑色的靴子的一个帅哥。沐枫眼睛一亮，“没想到我竟然这么帅【衰】。我再看看，嗯，还是很帅。”我们的主角开始自恋起来了。在中午时，我们的主角终于看着眼前的的框说了一句“嗯，我还是这么帅，算了，还要砍木头，等会在看一把吧。”沐枫在意识中关掉了背包。敲木头的过程是枯燥的，所以，我们聪明的主角做出了工作台，做出了木搞，挖了石头，又做了三个石斧，砍树的速度才加快了许多。在太阳西下时，沐枫砍爆了最后的一把斧头，集齐了200个木头，可沐枫并不马上回村，在树林里玩了起来，他左挖右挖，挖了许多泥土【⊙﹏⊙b汗，挖泥土干嘛？】终于，报应来了，沐枫脚滑了一下，掉进了他刚挖的洞，沐枫大叫一声：“靠，这都能掉下去。”“头好晕。。。我怎么这么倒霉啊，自己挖的坑，自己都会掉进去。”【报应来了吧，看你还嚣张】“现在只有一把铲子，没办法吧挖挖看吧，说着就向旁边挖去，挖着挖着他来到了一个5x5的空间，中间有一个箱子，\n     沐枫像看见金银财宝地向箱子扑过去了，结果让他大失所望，箱子里就一张地图，一张字条，字条上写着，“在离泰坦城500步的月之森林里，有勇者的心、战神的铠甲、盗贼的速度、幽灵的穿透。。。。。。。看到这里，后面的字已经看不清了。地图上画着一个森林，上面标注着几个红点。沐枫的冒险，现在才开始。。。\n第三章：http://www.mcbbs.net/forum.php?mod=viewthread&tid=145116&page=1&extra=#pid2605433\n\n",
    "replies": [
        {
            "author": "银狼",
            "timestamp": 1374127140,
            "txt_content": "我的第二精神之海...   写的不错！继续！"
        },
        {
            "author": "王先生007",
            "timestamp": 1374127380,
            "txt_content": "不错，值得期待"
        },
        {
            "author": "暗黑星辰",
            "timestamp": 1374130620,
            "txt_content": "谢谢大家的支持"
        },
        {
            "author": "暗黑星辰",
            "timestamp": 1374130680,
            "txt_content": " 本帖最后由 暗黑星辰 于 2013-7-18 23:02 编辑 \n\n我会以每天一更的速度写下去的"
        }
    ]
}