{
    "title": "【搬运】永恒要塞——纳尓",
    "author": "蒙奇丶D丶小猫",
    "replyCount": 15,
    "timestamp": 1374147420,
    "txt_content": " 本帖最后由 蒙奇丶D丶小猫 于 2013-9-2 12:38 编辑 \n\n大家好，这是小猫我搬运的第一个地图！\n\n\n图片展示：\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n地图介绍（英文）：\nThe shattering of the empire and the loss of order affected each of the remaining regiments operating away from the destruction that engulfed their capital. Some pressed on with their objectives even as their stores were dwindling and had no hope of being resupplied while others dashed to get home and were torn to pieces. Many of the men, starving, rebelled against their commanders or pillaged the surrounding land for supplies. Most of these regiments broke up, dissolved or simply died off.\n\n\nColonel Baron von Ruthless and his 67th shock army were fortunate enough to avoid complete annihilation. The colonel diverted his depleted force to the nearest defensible location. This location was the city of Nar which has managed to avoid destruction. Baron von Ruthless marched his army up the central palace to the governor and demanded that he fortify the city.  The governor, happy for the protection, gladly accepted it. The 67th proceeded to fortify the city and turn it into a fortress. Gun towers, walls, and bastions were created. Open areas were transformed into kill zones. Tanks too damaged to be repaired were cannibalized for their weapons or were turned into stationary defences. Bunkers were set, each house was turned into a pillbox and factories for producing munitions were set up. The city was slowly closing into an iron fist. These acts of reinforcement continued on for months before the first test for its defences came\n\n\n\nWhen the madness that consumed the empire spread beyond its borders, the countries that lie beyond those borders did nothing to stop its advance. The people of these lands grew increasingly mad. Order collapsed and the insane raving masses threw themselves on anything they can find. These hordes of the maddened decided to attack the new Naren fortress. Thousands upon thousands assaulted the fortress with tanks, artillery, swords and most of the time, their bare hands.\n\n地图介绍（中文，看不懂就算-w-）：\n一个粉的碎帝国和失去秩序影响每一个剩下的组团操作远离破坏,吞噬了他们的资本。一些加紧其目标即使他们的商店正在枯竭,不希望被补充而其他人冲回家和被撕碎。许多男人,饥饿,背叛他们的指挥官或掠夺周围的土地供应。大多数的兵团分手了,解散或简单地消失了。\n冯上校和他的第67个男爵无情冲击军队有幸避免完全消灭。上校他耗尽力量转移到最近的防御位置。这个位置是城市纳尓已设法避免破坏。男爵冯无情的游行他的大军中央宫和州长要求他设防城市。州长,快乐的保护,欣然接受了它。第67届继续巩固城市和把它变成一个堡垒。枪塔、墙壁和堡垒被创建。开放区域变成了杀区。坦克也要修补受损被肢解为他们的武器或变成固定防御。沙坑是集,每个房子变成一个碉堡和工厂生产弹药被设置。这个城市是缓慢缩小成铁拳。这些行为的强化继续几个月第一次测试前对其防御来\n当疯狂的消耗帝国蔓延超出了国界,国家,超出这些边界没有前进。这片土地上的人民变得越来越疯狂。秩序崩溃和疯狂的疯狂的群众扑到在任何他们能找到的。这些成群结队的暴怒的决定攻击新议员堡垒。成千上万攻击堡垒与坦克、炮兵、剑和大部分的时间,他们的双手。\n天空intens点亮了。\n下载地址：\n如果你网速足够请戳这里\n如果你网速不足请戳这里\n\n此图无需任何MOD！炮管只是放在矿车上的方块而已！\n\n\n\n\n\n\n\n\n1.jpg\n(59.9 KB, 下载次数: 7)\n\n\n\n\n下载附件\n\n\n2013-7-18 19:14 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "蒙奇丶D丶小猫",
            "timestamp": 1374147540,
            "txt_content": "自占个沙发..."
        },
        {
            "author": "tteicom",
            "timestamp": 1374149400,
            "txt_content": "那炮管是怎么回事。。。。MOD？"
        },
        {
            "author": "pacerrecap",
            "timestamp": 1374153720,
            "txt_content": "我在想那个炮怎么回事。。"
        },
        {
            "author": "xjj123",
            "timestamp": 1374154920,
            "txt_content": "那炮管目测为 ugo craft   {:10_523:}"
        },
        {
            "author": "1245206292",
            "timestamp": 1374154980,
            "txt_content": "帅啊，好气派啊{:10_564:}"
        },
        {
            "author": "玖年以後",
            "timestamp": 1374155580,
            "txt_content": "表示一样不懂那炮管是毛线情况。。。{:10_497:}.。。。而且不懂这图是有剧情的吗？？"
        },
        {
            "author": "784746813",
            "timestamp": 1374160800,
            "txt_content": "我也想帮助MCBBS搬运些地图，能告诉我在哪有地图吗？"
        },
        {
            "author": "Simon-Riley",
            "timestamp": 1374161940,
            "txt_content": "蒙奇丶D丶小猫 发表于 2013-7-18 19:39 \n自占个沙发...\nlz你个混球"
        },
        {
            "author": "小鸡撞大树",
            "timestamp": 1374168540,
            "txt_content": "一个粉的碎帝国= =差评"
        },
        {
            "author": "Give1329582145",
            "timestamp": 1374186480,
            "txt_content": "以为是原创。吓尿。"
        },
        {
            "author": "洛克人の迷",
            "timestamp": 1374192960,
            "txt_content": "帅死了 这么些壮观的地图展示 简直就跟现实一样（虽然我没见过现实版的………………或许没有的吧）"
        },
        {
            "author": "和平万岁",
            "timestamp": 1374194520,
            "txt_content": "目测炮管需要MOD，目测地图介绍机翻"
        },
        {
            "author": "蒙奇丶D丶小猫",
            "timestamp": 1374195240,
            "txt_content": "和平万岁 发表于 2013-7-19 08:42 \n目测炮管需要MOD，目测地图介绍机翻\n不需要MOD，那个是放在矿车上面的方块，不信自己去看"
        },
        {
            "author": "僵尸来啦我很怕",
            "timestamp": 1374198780,
            "txt_content": "兰州烧饼……"
        },
        {
            "author": "34729706",
            "timestamp": 1380540720,
            "txt_content": "Simon-Riley 发表于 2013-7-18 23:39 \nlz你个混球\n我是HH真的"
        }
    ]
}