{
    "title": "寻踪星期二——第一季（19）：再次相逢。",
    "author": "星麒尔",
    "replyCount": 6,
    "timestamp": 1374239340,
    "txt_content": "上话回顾：橡木终于变回了原型，而我和科里奥的离城考核也就通过了。在离城之前，哈弗迪克兰王之影观察了一下我的右手……正在穿越磁场隧道！寻踪星期二——第一季（19）：再次相逢。(最近字体总是从此变小，不知为何，发帖前还好好的，发帖后就变小了，求解答）{:10_504:}眼前尽是一片深邃的紫色，忽的变成了海洋般的蓝色，又变成了雪原般的白色，不同的颜色在我的眼前不停地交替着，让我眼花缭乱……“嗯？”我觉得自己仿佛接触到了大地，迷迷糊糊地睁开了双眼，眼前又尽是一片自然的绿色……还看到了高山，还看到了小溪，还看到了花花草草，还看到了模糊的人影。我回来了！是的，我终于回到了现实世界，离开了哈弗迪克兰城！“哈哈！哈哈！科里奥，橡木！看见我了吗？”我激动地对着那个模糊的人影喊道。在蔚蓝的天空下，呼吸着新鲜的空气，我愉悦地向那边跑去。可是没有跑多久，我就停下了脚步，揉了揉眼睛，那只是一棵树而已啊！可能是我过度激动的原因，导致了我产生错觉。那么，科里奥和橡木他们去哪里了？既然我们都是一起离开哈弗迪克兰城的，那他们就应该离我不远吧。于是乎，我大叫道：“科里奥，橡木！听见了没有？！”山那边还能出现我的回音。可是，没有人回应我。“咦，他们在哪里呢？是不是哈弗迪克兰王耍我啊！”我有些慌张地说。过了一会儿，我感觉我的脚下的草坪在剧烈地晃动，下面的泥土也在不断地滑落。地震了吗？我快速走到一旁感受了一下，没什么地震啊！就只有那一块土在不断地晃动，这很让我伤脑筋啊！我又走近看了看，“哗！”的一下，这块土彻底地滑落了下去。滑落了“下去”，下面是空的吗？我再次好奇地走近一看，“哇！”的一声吓了我一大跳，是一张人脸在底下……等等，那张人脸怎会如此熟悉？“轰”的一下，周围的泥土全部都被铲走了，露出了一个庞大的身躯，和一张土里土气的脸。科里奥！“啊哈哈哈！科里奥，你怎么变成地鼠了？！”我看见他那满是土灰的脸忍俊不禁道。“呜啊！我命苦啊！”没想到科里奥竟然先抱怨了一声。“命苦？怎么个说法？还有一件事，你怎么在洞穴里面？”“我哪里知道？肯定是那个家伙害的！我晕晕乎乎出了磁场隧道的时候，就在一个黑咕隆咚的洞穴里面！差点把我吓死。我就赶快点燃了一个火把，发现了好多铁矿石啊！我就拿起我的镐头开始挖呀挖……也不知挖了多久，总觉得身上一轻，少了点什么，就发现身上的背包掉在了地上。”“呃，那又怎么了？”“背包掉在了地上，那金锭，钻石什么的，全都哗地撒了出来，我就急忙去捡，捡着捡着，就看到了好多金矿石啊！我又开始挖呀挖……”“啊？然后呢？”\n    “然后，然后我就挖完了，又开始捡起剩余的矿产，以为这次赚大了！然后，我又在一个小窟窿里发现了红石矿物！我就又开始挖呀挖……”\n\n\n\n\nu=1526513859,3424800559&fm=23&gp=0.jpg (5.44 KB, 下载次数: 12)\n\n下载附件\n\n2013-7-19 21:08 上传\n\n\n\n\n“你停下，Shutup！”我又些急了，说道：“你别再说了，再说我就要疯掉了。最后如何了？”“最后？最后我不就把东西全带来了嘛，你看，呃……”只见科里奥皱了一下眉头，看了我一眼，竟然哭了起来：“啊啊啊啊啊啊啊啊啊啊啊啊啊啊！我的背包呢？！！”他这么一哭，我差点没晕过去，折腾这么半天，赔了夫人又折兵！贪心没有好下场啊！科里奥猛地一回头，准备再次下去，我一把拉住他说：“得了吧，我看就算你下去了，也不一定能活着回来，就算活着回来了，也找不到背包，就算找到背包了，又要被那地下的矿产给迷惑了。”科里奥被我这么一说，就开始沮丧了。忽然，洞穴内传来了一种刺耳的声音，紧接着，一大堆黑色物体飞了出来，是蝙蝠！科里奥先是一阵无语，然后，吓尿了……我还在惊奇：“咦，这蝙蝠怎么回事？都发疯了吗？”不久后，洞穴里又开始有动静了。这一回，我们都下意识地退后了好几步，等待着蝙蝠地出现。但是，事实上没有那么大的骚动，只是有一个熟悉而又较小的物体摇摇晃晃地出来了。“呃，你好像没有告诉我——”我瞪大了眼珠子看着那个“物体”对科里奥说，“橡木也在那个洞穴内！”是的，那是橡木，但不是狼人了。“星期二啊，我，我真不知道它竟然也在这里面，这实在，嗯……”更让我们不可思议的是，橡木竟然还咬着科里奥的背包！看来，蝙蝠恐慌的原因就是他们的“家”里多了这么个“贵客”吧。“嗯？很不对劲啊，背包里那么多沉重的矿物，橡木怎么弄出来的？”我若有所思地想。但是，我还是兴奋地跑过去搂住橡木，说道：“没事就好啊。”科里奥呆呆地掂起了他的背包，又好像在看怪物似得看了我一眼，喃喃道：“星期二，背包确实回来了。但是……”他说完后就昏了过去。“啊？”我很奇怪科里奥的举动，便拿起了他的背包，里面什么也没有！里面什么都没有，里面什么都没有，里面什么都没有，里面什么都没有，里面什么都没有……我凌乱了一阵子。橡木好像又闻到了什么，“汪汪”地叫了两声。我这才将神志清醒过来，激动地问橡木：“怎么啦？是不是找到钻石啦？”“嗯，比钻石还珍贵呢。”一个娇雅的声音说道。“嗯？比钻石还珍贵的还有什么？哦，呃……”我又是一阵凌乱。贝诺蓝！那是贝诺蓝！仔细观察的话，你会发现，她所经过的草坪都显得很美丽，似乎已经不再是那自然的绿色，而是发亮而又神圣的绿色。贝诺蓝身上的香气很浓，仿佛闻一下就能成仙，进入了仙境之中。当然，橡木早就进入了仙境，晕了过去。它才不是因为香气的好闻而晕，而是因为它的鼻子对味道太过敏感，香气密度过高而晕的。我的凌乱之情直接被化解了。是啊，她说的没错，比钻石还要美丽，还要珍贵啊！“还有一件事。”我晃晃脑袋对贝诺蓝说，“难道自从你出来以后，就一直在等我们吗？”\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 10)\n\n下载附件\n\n2013-7-19 21:08 上传\n\n\n\n\n 未完待续……（20）\n",
    "replies": [
        {
            "author": "星麒尔",
            "timestamp": 1374240900,
            "txt_content": "求回复，求解答……{:10_502:}"
        },
        {
            "author": "战斗の魔红",
            "timestamp": 1374285660,
            "txt_content": "是不是\n发图发表情\n之后字\n就变原型了"
        },
        {
            "author": "1140327989",
            "timestamp": 1374286380,
            "txt_content": "没看过 但是看了这个很好看 于是我就想看前面的-v-"
        },
        {
            "author": "星麒尔",
            "timestamp": 1374295680,
            "txt_content": "战斗の魔红 发表于 2013-7-20 10:01 \n是不是\n发图发表情\n之后字\n我也想过\n可是试了之后\n发现没图照样\n字变小"
        },
        {
            "author": "星麒尔",
            "timestamp": 1374295800,
            "txt_content": "1140327989 发表于 2013-7-20 10:13 \n没看过 但是看了这个很好看 于是我就想看前面的-v-\n谢谢支持，但在前五篇写的不太好，所以后面的篇幅会大大增加，写的越来越好。{:10_508:}"
        },
        {
            "author": "银狼",
            "timestamp": 1374296100,
            "txt_content": "0w0 希望越写越好！"
        }
    ]
}