{
    "title": "<原创·连载>末路史诗Ⅱ —— 假面的阴谋[作者：天双][已更新至第010节]",
    "author": "风之心_天双",
    "replyCount": 54,
    "timestamp": 1374237360,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-3 21:35 编辑 \n\n“你要知道，其实，我根本不想与你为敌……”\n“罢了，由他去吧。”\n\n\n\n\n　　　　　　　　　 Mò　lù　Shǐ　Shī\n　　　　　　　末 路 史 诗 Ⅱ　　(Epic of End)\n　　　　　　　　　　　　　　　　　　　—— 假面的阴谋\n　　　　　　　　　　　　　　　　　　　　　　　背景选自【虚空史诗服务器】\n\n\n\n\n第001节　第002节　第003节　第004节　第005节　第006节\n\n第007节　第008节　第009节　第010节　　\n\n\n\n\n\n\n\n末路史诗Ⅰ(Epic of End) —— 一切的源头\n\n　　　　　　　　　　　　　　　　　　　　　- 索引最后更新于2014-01-12\n\n\n\n\n\n\n\n注意本帖的最终解释权由cthuwork所有详细请联系相关负责人",
    "replies": [
        {
            "author": "风之心_天双",
            "timestamp": 1374237360,
            "txt_content": "第001节\n\n　　天空湛蓝，一碧如洗，万里有云。\n\n　　不是丰收的秋季，小麦却违反常理地成熟，在这里，农人无疑是最高兴的。最起码，他们不必为了食物而担忧。\n\n　　不过俗话说得好，乐极容易生悲……\n\n　　看起来，这是一个身着棕衣，大约三十来岁、即将步入中年的男子。并不强壮，也不瘦弱。此刻，他正高兴地收割着自家的小麦，心头直盘算着一些只有自己知道的事情。\n\n　　大概可以算是飞来横祸，在他高高兴兴低头收割小麦时，在他看不见的上方，忽然出现一个小黑点，随即这个小黑点越来越大越来越大，最后好死不死刚好砸在他的身上。\n\n　　这黑点……原来是一个人。\n\n　　可怜的棕衣连看都没看到这个忽然袭击他的家伙，根本无法思索为什么天上会突然掉下来一个人，更不用说为什么这个人的背后挂着一把紫色的剑了。受到大力的冲撞，他已经代替那个黑点去陪牛顿喝茶了。\n\n　　顿时，一片寂静，偶尔传来几声鸟鸣，隐隐约约似乎能够听到牛儿的哞哞声。\n\n　　不过，当一个妇人看到这基情的一幕之后，寂静顿时就被打破了。\n\n　　安非隐约貌似听到了尖叫声。全身的疼痛感提醒他“你该昏迷了”，因此他也不太想睁开眼睛。\n\n　　不对……等等，我没死？\n\n　　安非顿时清醒过来，双目一睁，一声高亢的尖叫瞬间传至耳膜：“他醒了！”\n\n　　安非一下跳了起来，直接导致眼前一片星空。\n\n　　“就是他害死了泷陶！”\n\n　　“把他抓起来！”\n\n　　“这个人想偷小麦，结果被泷陶发现，于是他打死了泷陶！”\n\n　　“不对，他一定是想要强暴泷陶，泷陶拼死不从，他愤怒之下就害死了泷陶！”\n\n　　短短几秒内，衍生出了数个版本的故事。安非眼前的星星刚刚散开，就被愤怒的群众一拥而上，三下五除二的捆了起来。\n\n　　“等等！你们干什么！”安非大惊失色，运起内力打算一举挣破绳索，丹田却传来剧痛，冷汗瞬间从他的后背冒了出来。\n\n　　“烧死异性恋！”\n\n　　一个声音脱颖而出，四下里静了一秒，无数震惊的目光瞬间指向一个瘦瘦小小的少年。\n\n　　少年脑袋一缩，不敢说话了。\n\n　　一个看上去颇为强壮的男子挤出人群，来到了安非面前，一个转身，大声嚷嚷：“怎么了怎么了！嚷嚷什么！”\n\n　　“他杀人了！”\n\n　　“对！他杀了泷陶！”\n\n　　“此话当真！”壮汉眼睛一瞪，显得极为震惊。居然有人被杀了，此事极为严重，必须严肃处理，否则他这个新上任的村长威严何在？\n\n　　“押下去，准备火刑！”壮汉大声吩咐着。\n\n　　人群看他的目光一下子变得古怪万分。\n\n　　他跟那个少年是什么关系？\n\n　　十分可疑！"
        },
        {
            "author": "Give1329582145",
            "timestamp": 1374237720,
            "txt_content": "什么关系。这个问题问的好。当然是基友关系啦"
        },
        {
            "author": "王先生007",
            "timestamp": 1374237900,
            "txt_content": "风之心_天双 发表于 2013-7-19 20:36 \n第001节\n\n　　天空湛蓝，一碧如洗，万里有云。\n期待已久。不过，签名好像挂了"
        },
        {
            "author": "Forever坏",
            "timestamp": 1374239040,
            "txt_content": "顶一下~~~~~~"
        },
        {
            "author": "星辰之瓶",
            "timestamp": 1374240420,
            "txt_content": "顶~~~~~~~~~~~~~~~~~~"
        },
        {
            "author": "星辰之瓶",
            "timestamp": 1374292860,
            "txt_content": "顶~~~~~~~~~~~~~~~~~~"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1374495120,
            "txt_content": " 本帖最后由 风之心_天双 于 2013-7-23 18:42 编辑 \n\n第002节\n\n　　很快，安非就在一浪高过一浪的呼声中被捆在了一根柱子上。\n\n　　村子不大，因此消息传播的速度极快，得到了消息的村民们早早堆好了易燃的木材，就等着罪魁祸首来到。他们虽然跟龙套(划掉)泷陶没什么关系，但毕竟居住在同一个村子里，点头不见抬头见，忽然少了这么一个人，心里多多少少会有些兔死狐悲的感觉。\n\n　　安非咬着牙，背后冷汗直冒，不仅仅是即将面对的极为危险的境地，更因为丹田处传来的剧痛……\n\n　　他无法调动一丝一毫的内力了！\n\n　　或者说……他根本感应不到一丝一毫的内力！\n\n　　因此，被五花大绑的他根本没有力量挣脱，脑中一片空白。\n\n　　我到底……在哪？\n\n　　一个念头忽然冒了出来。\n\n　　背后的紫剑已经被没收了，在那之前，他甚至不知道自己居然背着这么个东西。\n\n　　壮汉站在柱子旁边，面对着群众高声道：“大家，这个是杀害了泷陶的恶人，他因为……”\n\n　　语塞。壮汉想了想，还真不知道安非杀害泷陶的原因。作为村长，他觉得自己必须保持必要的形象，于是他接着说：“所以，我决定，处以火刑，以示警戒！”\n\n　　底下的围观群众顿时高呼起来，泷陶的亲人更是恸哭。\n\n　　“点火！”眼见群众情绪要失控，壮汉赶紧一挥手，一个怎么看都不像好人的尖嘴猴腮跑上前来，打火石在木材上蹭了将近五分钟，这才出现了一丝火苗。\n\n　　木材顿时燃烧起来，十分反常的，安非身上却是一股寒流从背后升起，于是他打了一个哆嗦，心中满是一个念头：我要死了吗……我要死了吗……我要死了吗……\n\n　　“你们在干什么！”\n\n　　一个声音忽然从人群外面传来，围观群众顿时将目光聚集到声源处，只见一个上穿带着红色长衣，下着长裤，手戴白色手套，还拿着一张羊皮纸的角色，头顶油亮亮的绿色帽子尤为显眼，顿时一片哗然，人群纷纷让路。\n\n　　实际上他们并不认识这个被戴绿帽子的家伙，不过……这个家伙的身边，竟然跟着两个卫兵！\n\n　　一看就不是善茬，如果不让开，一会倒霉哭都没处哭。\n\n　　不过令人始料未及的是，绿帽子一看人群分开，立刻走上前去，十分惊诧地看了快要被烧到的安非一眼，随即冲着壮汉厉声喝道：“是谁允许你们用私刑的？！”\n\n　　“你是谁？”\n\n　　壮汉一看，此人服饰奇葩(划掉)奇特，说话极有底气，而且在村中没有见过他，多半是镇上来的人，语气也不敢太过嚣张。\n\n　　“立刻停止用刑，若有罪行，押至镇中，待大人定夺！”绿帽子一抖手中的羊皮纸，声音愈加尖利，“滥用私刑可是罪！”\n\n　　壮汉一惊，背后被汗水浸透。他刚当上村长三天，可没人跟他说过这些，老头子死的太快，将村长之位交给他根本就是仓促之下的无奈之举。此时看到自己似乎做错了事，他自然想赶快挽救，于是他大喊一声：“快！灭火！”\n\n　　一阵手忙脚乱，所幸没有将人烧到那里，只是鞋子有些焦糊而已，并无大碍。\n\n　　绿帽子这才再次抖抖羊皮纸，开口说正事：“我奉大人之命前来传令。十日之内，将十只羊、牛、猪以及二十只鸡送至豆彼镇，至于具体的位置你们不用管，自会有人接应。”\n\n　　壮汉点头称是，心中沮丧万分，这下自己的威信恐怕跌光了吧。\n\n　　“还有这个人……”传令官打量着被放下来的安非，皱着眉头道：“你们先关着再说吧，我会向大人禀报的。”\n\n　　壮汉再次点头称是，巴不得这个家伙赶紧滚蛋。\n\n　　事实上传令官也确实该滚蛋了，他还要去别的村子，任务很繁杂。在两个卫兵的护送下到了村口之后，却忽然问了壮汉一句：“对了，他是从什么地方出现的？”\n\n　　壮汉一愣，扭头看向其他人，其他人也扭头看其他人，顿时一片混乱。\n\n　　“不知道就算了。”传令官扶了扶头上戴着的绿帽子，仰着头走出了村。\n\n　　问这个小子从什么地方出现的干什么？\n\n　　壮汉没想通，不过他还是下达了一个明确的命令：先把罪犯关押到地牢里，等镇上有了指令再做定夺。"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1374496800,
            "txt_content": "风之心_天双 发表于 2013-7-22 20:12 \n第002节\n\n　　很快，安非就在一浪高过一浪的呼声中被捆在了一根柱子上。\n这不得顶一个么~~~顶~~~"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1374497280,
            "txt_content": "lbzjimmy 发表于 2013-7-22 20:40 \n这不得顶一个么~~~顶~~~\n我发现剧情越来越喜剧了……"
        },
        {
            "author": "lbzjimmy",
            "timestamp": 1374497520,
            "txt_content": "风之心_天双 发表于 2013-7-22 20:48 \n我发现剧情越来越喜剧了……\n我还不知道自己的那个坑怎么填呢。"
        },
        {
            "author": "创始者之毁",
            "timestamp": 1376550300,
            "txt_content": "坐等新一章"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1376553720,
            "txt_content": "创始者之毁 发表于 2013-8-15 15:05 \n坐等新一章\n没想到丢了这么久居然还有能被翻出来……多谢赏脸，我马上码字"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1376556660,
            "txt_content": "\n第003节\n\n　　说是地牢，在这个似乎仍处于一种原始时代的村子里，被直接简化成了壮汉家的地下室。安非浑身没有一处不疼，被汗浸湿的衣服在不算太热的地下室里奇异地干了不少。\n\n　　四周没有一点光亮，不经意间的伸手，还能摸到冰冷的液体。地下室中一直没有飘散的酒香配合着液体的触感，安非得到一个结论，在他来之前，这里多半是被用来储酒的。\n\n　　虽说这个结论没什么用处，安非还是呻吟一声，有气无力地自语一声：“看来是把我当酒给酿了……”\n\n　　黑漆漆、阴森森的地下室里只有少许回音，没有人理睬他，连怪物都没有。\n\n　　经过一段时间的休息与对身侧身下的触摸查探，安非认为，这地下室多半是用圆石做成的。按理说，这应该是很好破坏的建筑材料，可现在安非身上一没镐，二没力，三就是被一阵莫名其妙的撕扯弄得内力全失经脉疼痛无比，圆石变成了难以跨越的沟壑。安非只能叹一声，茫然地继续瘫在墙角，不知所措。\n\n　　这个陌生的世界……自己的老爸，还是美丽的少女……\n\n　　与此不远，至多一两百里处，重烬镇。\n\n　　明显高于周围民居的镇长楼上，戴着绿帽子的传令官正在向镇长大人汇报什么。很快说完了此次任务的情况，镇长摸了摸特意留在脸上的小胡子，从楼上俯瞰着来来往往的人群，摆摆手，似乎无心地说了一句：“这位大人可不能怠慢啊。”\n\n　　传令官心里一紧，知道这是镇长大人在对自己的表现不满，心里咒骂起了那几个闲散惯了不肯上缴的村子，赶紧开口又道：“还有就是，大人，在沙砾村里，看到了一个您说的，服饰与其他人格格不入的人，年龄也和您说的十分相近，我看，有很大的可能是……”\n\n　　没等他把话说完，镇长猛地一回头，一双眼盯着传令官：“你确认过了吗？那人叫什么名字？”\n\n　　“这……”\n\n　　传令官心里又是一咯噔，居然把这事忘了！\n\n　　镇长看他窘迫的样子，便知道这成事不足的手下又坏事了，语气中顿时带上了不耐：“去确认一下再说吧，这可是上面下了指令要找的人。”\n\n　　“是。”传令官赶紧退下。\n\n　　镇长吁出一口气。\n\n　　迷迷糊糊间，安非觉得身处一个非常凉爽舒适的环境，疼痛拉扯着他的神经，睡意便乘虚而入，很快，安非居然打起了盹。\n\n　　一道白光闪过，安非只觉似乎被什么从天上掉下来的重物压在身下，一个激灵，连滚带爬地跑出了这个重物的攻击范围，瞪着一双眼看着这一黑影。\n\n　　乍一看上去，似乎是一个清秀的少女。\n\n　　“安尼克，又作死。”少女迅速爬起来，掸了掸身上的灰尘，很淡定地接上一句：“又在闹哪样。”\n\n　　安尼克是哪路神仙啊？安非在心里嘀咕。\n\n　　“喂，不开灯是闹哪样，非要我教训你么。”少女打量了一下四周，最后将注意力集中在不远处的一个人影身上。也不知安尼克怎么忽然玩起这一出，闻这味道，看来这货说他从来不喝酒也是骗人的。\n\n　　等了一会儿，也没看那个人影动，少女哼了一声，气冲冲地说：“不开灯就算了！”\n\n　　说罢，手一翻，一瓶闪烁着蓝紫色光芒的药水出现在她的手里，随着少女的手一挥，只听啪一声，药水便溅了一地，顿时，安非的视界明亮了起来。\n\n　　“这……是夜视药水？”安非愣愣地举起手，翻来覆去地看，在这个伸手不见五指的屋子里，他居然能看见手指上的每一个细微的纹理。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1377224280,
            "txt_content": " 本帖最后由 风之心_天双 于 2013-8-26 19:15 编辑 \n\n第004节\n\n　　安非觉得自己可能惹上了什么大人物，多半是能掌握人命运的神灵之类，要不然自己也不会经历这番匪夷所思。\n\n　　怪物潮，基岩牢，末影龙，稀里糊涂掉到这地方还差点被烧死。好不容易脱离险境，又冒出来个把夜视药水当大白菜砸的败家姑奶奶。\n\n　　安非把头一抬，因为夜视药水，清晰地看到了对方。\n\n　　从对方的面容来看，这确实是一个靓丽的姑娘，五官搭配精致，每一点似乎都在它应在的地方，令人找不出半点不妥，也挖不出半点瑕疵。一双粉色的眼中闪烁着狡黠和不怀好意，在此刻还多了几分愕然。\n\n　　至于身材方面，安非看不到。\n\n　　这个少女身上穿着一套主体色调为灰白色的铠甲，胸口镶有一块绿色的水晶，四道灰色的纹路连接双臂和双腿。两臂也是灰黑色，却多了一些较为明显的灰色纹路，不知是为了增添观赏性还是另有用意。脚部同样是铠甲，灰色，似乎与整套装备连为一体，在脚踝的位置同样有一对绿水晶加以点缀。总体而言，这一套铠甲甚是漂亮，却掩盖住了少女的身材。\n\n　　作为一名武者，安非总是能够在短短的时间内获取一些信息。只是一瞬间，安非便判断出来，这一套铠甲防御力极高，高到离谱、高到令人发指，甚至连他之前在基岩牢笼所穿的一身血甲都无法相比。\n\n　　而那少女一愣，手中忽然多出一把闪烁着浓郁紫光的蓝色钻石剑，低下头，似乎在检查什么，而安非则迫于浑身的疼痛和钻石剑的威慑，不敢动弹，小心翼翼地咽下一口口水，身子也紧绷起来，随时准备做出躲闪的动作。\n\n　　过了一会，一直保持不动的少女呼出一口气。抬起头打量着安非，问出一句：“你……叫安非？”\n\n　　安非依旧全身紧绷：“我叫安非。”\n\n　　“为什么没有一点关于你的信息？”\n\n　　“什么？”安非没有弄懂这句话的意思。他问道：“你是谁……？”\n\n　　“嘛，说了你也不知道。”少女咂巴了一下嘴，手中忽然多出一瓶粉色的药剂，甩手就往地下一砸。药水喷溅在安非的身上，浑身的疼痛忽然缓解下来，清脆的啪嗒声之后，少女已然消失不见。\n\n　　“啥……”\n\n　　这一突如其来的事件也让安非清醒不少，而那一瓶药水，安非猜测，多半是瞬间治疗。\n\n　　有钱人啊！安非也咂巴起嘴。\n\n　　感受着全身的清凉气息，安非感到说不出的舒爽。之前满是撕扯后伤痕的经脉似乎已经完全恢复，通过一段时间的调息，安非可以感到那一丝内力在身体里流动着。虽然和基岩牢笼中完全是一个天上一个地下，但内力重回的喜悦仍然让安非兴奋起来。\n\n　　瞬间治疗药水，居然可以修补经脉的伤吗……\n\n　　盘腿调息了一阵，安非觉得腿似乎有点麻，干脆换了个舒服的姿势靠在墙角。眼前突然忽明忽暗了几下，随后整个世界又暗淡下来。安非知道，是夜视药水的效果过去了。\n\n　　回想那瞬间治疗药水在少女手中的情景，安非觉得那瓶药水上应该是蒙有一层紫光的。\n\n　　也就是说，那是加强版的瞬间治疗……\n\n　　有钱人，真正的有钱人！\n\n　　安非叹出一口气，无奈地笑了出来。如今身陷囫囵，还不知如何脱身，居然有心思想这些乱七八糟的东西……\n\n　　“你还在这里。”\n\n　　风铃般的声音十分突兀地响起，安非本能般地想要起身摆出防御的架势，脑中念头一转，却是没做出什么大的动作，只是站起身子，拍拍身上的灰尘。\n\n　　随后，他抬起头，勉强在黑暗中找到那个少女的身影，开口问了一句：\n\n　　“嗯……你是谁？”"
        },
        {
            "author": "幻冰ムマ星辰",
            "timestamp": 1377314820,
            "txt_content": "顶一个~坐等更新~"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1377587700,
            "txt_content": " 本帖最后由 风之心_天双 于 2013-8-27 15:24 编辑 \n\n第005节\n\n　　“啪”一声，少女又砸下一瓶夜视药水。安非顿时觉得整个世界又明亮起来。\n\n　　“你之前在哪里？”\n\n　　没等安非开口问第二遍，少女已经面无表情地用粉色的眼睛紧紧盯住安非，问出如上一句话。\n\n　　“啊……这……”安非一时没弄明白对方的意思。\n\n　　“你之前，一直在哪里？”\n\n　　少女的声音似乎变得冷了不少，语气中也多了丝丝威胁。安非摸不着头脑，正打算仔细询问一下对方到底是什么意思，一股说不清道不明的气场扑面而来，瞬间席卷安非。在这一刻，安非竟觉得呼吸都困难，整个身子都佝偻起来。\n\n　　不好！这是一个领悟了“势”的强……者……\n\n　　安非脑中迅速划过这个念头，而对方所释放的“势”猛地一增，顿时，安非连念头都变得模糊，只怕再过个几秒便会窒息而死。\n\n　　好在少女似乎并没有杀他的念头，只是想要教训一下他好让他吐露真相罢了。于是，这一股“势”便尽数被她收回，安非也重新掌握了自己的身体。\n\n　　“哈啊……哈啊……”\n\n　　大口的喘气，大滴的汗珠。就这短短的两秒内，安非可谓是在鬼门关走了一趟，浑身都被冷汗浸湿，心中满是后怕，对这少女也多了惧怕和敬畏的情绪。\n\n　　结合她将药水当玩具砸的财大气粗，安非得出一个结论：不能惹她！\n\n　　“快说，之前你在哪里。”\n\n　　少女的语句中连疑问都没了，满满的不容置疑，一副命令的口吻。\n\n　　“我……”安非仍然喘着气，费劲地咽下一口口水，稍稍犹豫了一下，回道：“我之前一直在这……”\n\n　　“再之前呢。”少女追问。\n\n　　“在上面的村子里……”\n\n　　上面的村子？少女一愣，这才注意到原来那两处坐标相差并不远。\n\n　　“再之前。”\n\n　　“再之前……不知道了。”\n\n　　安非是真不知道了。之前他早就被经脉撕裂的疼痛折磨地无法思考，后来更是直接昏了过去，哪晓得自己为何会出现在这。\n\n　　“撒谎。”少女面无表情，再度释放出“势”压迫着安非，“根本找不到你在之前的任何数据，明显是你躲在了某个无法被察觉的地方……”\n\n　　“数……据？”感觉到“势”的侵袭，安非心一横，内力迅速流转全身，顿时压力一松，倔强地直起身，回问道。\n\n　　少女心中讶异，这名叫安非的未知者竟然能和她最近才发觉出的奇特能力对抗，虽然这能力攻击性并不高，但也不是一般人能够抵抗的。联想到他之前没有留下任何数据，甚至连“空间传送”都无法对其进行捕捉，顿时觉得眼前这个倔强的少年身上似乎隐含着什么秘密。\n\n　　不觉间收回放出去的“势”，少女歪着脑袋想了想，对绷紧浑身肌肉随时准备战斗的安非说了一句：“你要我帮忙吗？”\n\n　　“帮忙？”安非一愣。这姑娘是啥意思？前一刻还要死要活的，现在就要来帮我忙？帮什么忙？摸不着头脑的同时对其愈加戒备。\n\n　　“比如把你放出去，还有那把被人拿走的魔铁剑什么的。”\n\n　　安非仍觉得其中有诈，这少女定时有所图谋，警惕地问了一句：“你要我做什么？”\n\n　　少女莫名其妙：“应该是我问你你要我帮你做什么吧？”\n\n　　“不对，你肯定是要我帮你做什么，你才肯帮我做什么！”安非坚持天下没有免费的午餐论。\n\n　　“……”\n\n　　少女举起铠甲内的手，扶住额头，让安非在自己的视线中消失。一会儿后，在安非警惕的目光下，少女终于怒了。\n\n　　“你就说你要不要帮忙！要是要，我就帮你！要是不要，我马上就……杀、了、你！”\n\n　　最后三个字几乎是少女咬牙切齿说出来的，一股难言的杀气顿时让安非打了个寒颤。安非还没干透的脑门儿又开始渗出冷汗，连连点头应道：“要，要……”"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1377685860,
            "txt_content": " 本帖最后由 风之心_天双 于 2013-8-28 18:31 编辑 \n\n第006节\n\n　　没多时，突兀失踪的少女满脸晦气地又突兀回到地牢中，一甩手，一柄紫色的利剑向安非直射过来。安非突然受到攻击，大惊失色，几乎是下意识地偏开了身子。\n\n　　不过当他看到被扔过来的是什么时，心下一震，以极快的速度伸出右手抓住这把飞驰的剑的剑柄，顺手耍了个剑花来消除余势。\n\n　　少女眼睛一亮。在此之前，她根本不知道，居然还有如此奇妙的方式可以缓解冲势，一时好奇之心大起，脸上的晦气也瞬间烟消云散，换上了一副极有求知欲的表情。\n\n　　而安非同样是满脸晦气。眼前这个少女不知吃错了什么药，非要帮自己忙，还说不要帮忙就杀了自己。这事儿怎么看也不像是对她有好处，通过短时间的接触，安非实在是不能相信这个少女是个古道热肠乐于助人的活雷锋。\n\n　　等等，雷锋？\n\n　　安非顿时一怔，这雷锋是个什么人物，自己怎么会想起来念叨他的？\n\n　　“好了！”少女见他开始发呆，顿时不满的出声提醒他，“还有什么需要帮忙吗？”\n\n　　安非心思一转，干脆一不做二不休，既然这个神经病非要帮自己忙，那就让她帮人帮到底，送佛送到西吧。当下开口道：“这个……你能不能帮我出去？”\n\n　　少女眉毛一挑：“你想去哪？”\n\n　　安非又是一怔，随即开口：“那个……末魔镇。”\n\n　　那少女便把头低下来，像是在思索什么，片刻后又抬起头，恼怒地哼了一声，紫光闪烁的钻石剑顿时出现在手中，抬手就指着安非的鼻子。\n\n　　“耍我？”\n\n　　“没耍你！”安非冷汗又下来了。这人真不可貌相，谁知道这么一个清秀的姑娘居然是个神经病呢！\n\n　　不过，自己的命现在掌握在这个神经病的手里，该示好的地方还得示好。人在屋檐下，不低头就得吃不了兜着走。\n\n　　而那少女似乎也是想通了什么，哦了一声，问起安非：“那你说的那个什么陌陌镇，就是你以前一直躲藏的地方咯？”\n\n　　不过下一刻，少女又恼怒起来，将钻石剑又往前送了一点，惊得安非眼皮一跳，差点下意识做出闪避的动作。\n\n　　“那你之前岂不是在骗我！哼……不知道你之前在哪？”少女冷笑了两声，说出如上一段话，然后又哼了一声。\n\n　　“是末魔镇啊！而且什么叫我之前一直躲藏啊……”安非此时觉得，魔铁剑在手，虽然自己无法击破这个少女的铠甲，但是也不算是没有一拼之力，再不济自己也能抵挡一阵，犹豫着要不要对着少女的蛮横进行反击。不过下一刻，他就打消了这个念头。开玩笑，自己的人生自由还在这个少女的手里，万一把她给得罪咯，自己要怎么出去？\n\n　　用手挖开圆石？\n\n　　太荒诞了！\n\n　　少女听了这话，若有所思地点了一下头，缓缓道：“这么说，你之前一直在一个叫陌陌镇的地方住着，那个地方却找不到任何数据……而你在六个小时前从天上掉下来……”\n\n　　说到此处，少女似是想到什么，猛地抬头盯住安非，惊道：“你是外来者！”"
        },
        {
            "author": "马赛克了",
            "timestamp": 1377691140,
            "txt_content": "风之心_天双 发表于 2013-8-28 18:31 \n第006节\n\n　　没多时，突兀失踪的少女满脸晦气地又突兀回到地牢中，一甩手，一柄紫色的利剑向安非直射过来 ...\n你是外来者，你是外星人。\n整个傲娇吧骚年"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1377738360,
            "txt_content": " 本帖最后由 风之心_天双 于 2013-8-29 09:09 编辑 \n\n第007节\n\n　　在少女先入为主地认定安非是外来者后，对其的兴趣也降低了不少。毕竟外来者的世界如果没有正确的方法是无法进入的。自己无非是想找到一个不会留下任何数据的地方，虽然外界是最符合要求的地方，可是每个世界的创造之力律动规律都相差甚远，更何况想进入外界是千难万难。\n\n　　于是，少女又收回钻石剑，也懒得帮安非传送到什么地方。快步走到墙边，眼前的世界又忽明忽暗起来，于是她顺手又砸了瓶夜视药水。\n\n　　由于这时她和安非有一段距离，因此安非并没有被罩在喷溅药水的范围内。\n\n　　安非倒也不怕，几分钟前，他就已经摸透这夜视药水的运行原理，无外乎一股能量刺激眼睛以将世界重现白昼的样子。在他看来，堪称万能的内力多半也能做到这一点。\n\n　　他尝试着运起那细若游丝、不停在经脉间流转的内力，却悲哀的发现，他没法控制这不听话的主儿。\n\n　　少女伸出一只手，五指张开贴在墙上，脑袋垂下，眼睛微闭。过了一会儿，她才重新抬起头来。\n\n　　“那，你自己出去。”\n\n　　安非盯着黑漆漆的墙壁，欲言又止。\n\n　　少女自然知道他在想什么，伸手敲在刚才她五指所贴的墙壁上，只听“崩”的一声闷响，那一块墙壁竟碎成了一滩粉末，随即沉入地下，消失得无影无踪。\n\n　　“我嘞个屮……”安非低声惊呼。\n\n　　这声惊呼即是变相的赞美了，少女显然觉得很是受用，于是取出钻石剑，对着那面墙壁的缺口处又捣了几下。顿时，一个通向外界的通道出现在两人的面前，月光幽幽地洒在通道的入口，似乎可以听到随风而来的蝉鸣。\n\n　　一只僵尸忽然吼了一声，显然是嗅到了生人的气味。他循着味道一路走啊走啊，最后忽然掉到了一个大概一米深的洞里。以他的智商，还想不出自己怎么会掉进洞里，他只知道，这个洞的下面，有人气！\n\n　　如此执着的追寻人气，也不知这只僵尸mcbbs几级了……咳咳。\n\n　　刚要爬进通道的安非吓了一跳，以迅雷之势缩了回来。\n\n　　少女取出一把同样闪烁着紫光的木弓，一手握弓背，一手拉弦，弓上忽然多出一支箭，掌弦的手一松，顿时以极快的速度射向僵尸。\n\n　　安非眼皮一跳，这姑娘是想射僵尸的膝盖？我嘞个屮，射膝盖可死不了人啊。\n\n　　箭矢燃烧着火焰，转瞬间便射中僵尸的膝盖……\n\n　　僵尸连吭都没吭一声，倒地，挂了。\n\n　　卧槽！是谁跟老子说杀僵尸必须砍头的！这特么不是误导小盆友吗。\n\n　　少女手一翻，弓又消失不见，淡淡的语气中明显有掩饰不住的得意：“这是律令之力。”\n\n　　“嗯……”安非没明白她说的是什么，但是还是觉得很厉害。\n\n　　“也就是说，这支箭上夹杂着律令之力，对僵尸造成的伤害超过了他所能承受的极限，因此，即使没有切下他的脑袋，他也必须死。”\n\n　　“……嗯……”\n\n　　少女大感无趣，脸一本，哼一声，顿时消失不见。\n\n　　“这煞星算是走了……”安非见少女不见了，十分夸张地在头上抹了一把汗，露出如释重负的表情。\n\n　　数千里外，一个由近一米的铁块作墙壁的实验室里，观察着安非数据的少女黑着脸，恨不得立刻传送回去杀了这个忘恩负义的王八蛋。\n\n　　而她身边，一个穿着白衣的金发年轻人狂笑着，一手扶着膝盖，一手狠拍大腿，就差没笑出点眼泪来。\n\n　　“安尼克……”\n\n　　“啊……哈哈哈……哈哈……”\n\n　　“……作死好玩吗？”"
        },
        {
            "author": "马赛克了",
            "timestamp": 1377740040,
            "txt_content": "风之心_天双 发表于 2013-8-29 09:06 \n第007节\n\n　　在少女先入为主地认定安非是外来者后，对其的兴趣也降低了不少。毕竟外来者的世界如果没有正 ...\n脸一本，我还小伙伴一本。脸一板是不是，然后就可以在上边切菜了。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1377747240,
            "txt_content": "马赛克了 发表于 2013-8-29 09:34 \n脸一本，我还小伙伴一本。脸一板是不是，然后就可以在上边切菜了。\n吐槽犀利的无从反击"
        },
        {
            "author": "创始者之毁",
            "timestamp": 1377855960,
            "txt_content": "哈！军训几天 你还真的发了耶 给你个[diamond_gem]"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1377856260,
            "txt_content": "创始者之毁 发表于 2013-8-30 17:46 \n哈！军训几天 你还真的发了耶 给你个\n{:10_493:}原来还有人盯着呢……多谢多谢"
        },
        {
            "author": "1142126037",
            "timestamp": 1378132260,
            "txt_content": "风之心_天双 发表于 2013-8-30 17:51 \n原来还有人盯着呢……多谢多谢\n小伙伴一板，可以切了吃...\n顺便来顶，2天看完所有章节，\n提个意见~以后尽量少切视角，然后在切视角时，作简单提示，避免读者思维接不上（我就往前翻了半天，才接上）\n还有就是.....写这个小说意义何在，看了半天即没有跌宕起伏的感脚，也没有弄明白发生了什么？给读者只是一种刺激的感觉，很吸引人，但只是像空架子，如果太多铺垫，太多悬念，只是适得其反......\n就说真么多，我这只是自己的一面之词，只是出于对于MC小说的热爱而已，即不是黑作者，也不想砸场子，多谢作者回复"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1378204800,
            "txt_content": "1142126037 发表于 2013-9-2 22:31 \n小伙伴一板，可以切了吃...\n顺便来顶，2天看完所有章节，\n提个意见~以后尽量少切视角，然后在切视角时， ...\n喜闻乐见，这位仁兄，严格来说，你是第二个给这个坑爹文提意见的人，我得先谢了您呐\n\n其次呢。。说实话，写着破玩意儿就是想给一些经历加以夸大，渲染，美化，然后留作纪念。不瞒阁下，文中安非，少女米可一，那个魔法师，还有即将出现的魔法国各大臣，工业国国王等等全部都是出现过的人物，虽然在现实中咱全是渣渣一枚。\n\n好了，废话也说了点，下面说点近似废话的不是废话\n切视角的问题提得好。。第一位仁兄也提到过，然后我也试了下加个提示语再切视角，后来觉得反而失了味道，一咬牙，得，干脆就这样算了……\n于是就造成了这个坑爹局面。\n而后就是空架子的说法，说实话，在末路Ⅰ里发生的事情全是我瞎掰的，主要是在写文宣传虚空服的同时有一位仁兄在跟我抢饭碗，我就一不做二不休，他写他的天才，我写我的凡人，咱泾渭分明，井水不走阳光道\n然后呢，就是说，末路Ⅰ你可以当成简单交代人物性格和物品来源的小短文，从末路Ⅱ开始，始魔界的跌宕起伏就多了，想到之后的那一场大阴谋变革，咱也是激动的恨不得一日码他个几万字出来赶紧到那地方……\n\n近似废话的也说完了，鞠个躬感谢这位兄弟"
        },
        {
            "author": "1142126037",
            "timestamp": 1378625400,
            "txt_content": "风之心_天双 发表于 2013-9-3 18:40 \n喜闻乐见，这位仁兄，严格来说，你是第二个给这个坑爹文提意见的人，我得先谢了您呐\n\n其次呢。。说实话 ...\n嘿呀！楼主居然回复了！真是中国好作家啊！这么我好像明白啦！原来之前全是OP后面才是正片啊！我会一直看下区的！简易楼主在MC吧里发个帖子，宣传一下，好提高收视率，楼主不要叫我仁兄，叫我一声小鸡。吧（必须隔开），楼主加油干啊！别弃坑，（我觉得不会）"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1378626600,
            "txt_content": "1142126037 发表于 2013-9-8 15:30 \n嘿呀！楼主居然回复了！真是中国好作家啊！这么我好像明白啦！原来之前全是OP后面才是正片啊！我会一直看 ...\n弃坑可能性不大就是了……更新的时间会很坑爹就是了……嘛……\n\n那我先码节吧"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1378628220,
            "txt_content": "\n第008节\n\n　　当安非脸色十分难看的从那个僵尸旁边钻出洞时，月亮已经高高挂在上空，已然是午夜时分，正是怪物横行的时刻。铁傀儡框框的行走声不时响动着，这些不知疲倦的守护者尽职尽责的保护着村民的安全，年复一年。\n\n　　安非面色极差，手持紫剑，左右张望一番，随后回头看了一眼地面上的洞，对照了一下白天被捆在柱子上看到的场景，照着记忆向那传令官来时的方向走去。\n\n　　很快，便望到了村口。\n\n　　安非一步一步蹑手蹑脚的走动，生怕惊扰了穷凶极恶的铁傀儡。一会儿后，联想到之前那只追求人气mcbbs至少8级的僵尸如此大声的嚷嚷也没被铁哥发现，顿时心生安慰，雄赳赳气昂昂的驼着身子往村口蹿。\n\n　　“米可一。”十分遥远的地方，金发年轻人——也就是安尼克——盯着安非的数据，忽然叫唤了一声，眼睛却是没动。\n\n　　“？”少女果断的回答了他一个符号。\n\n　　没错，就是符号，她回答了他一个符号！\n\n　　安尼克司空见惯的无视了这种奇异到无法形容的现象，又叫唤一声：“你刚才是不是封闭了那一块的数据传出？”\n\n　　“嗯。”\n\n　　“哦。”\n\n　　框框框框！\n\n　　铁哥跑步的声音忽然传来，而且越来越大越来越大，最后其本人都直接从一个房屋的拐角处冒出来，直接冲着安非跑过来，看这情况是把不明所以的安非当成怪物准备人道主义消灭掉。\n\n　　安非顿时浑身接连不断的打起哆嗦，把头往回一扭，二话不说，撒腿就跑。开玩笑，铁傀儡这种生物他也听说过，据说它们力大无穷，而且极为残暴，喜欢把入侵村子的怪物先抛到天上然后掉下来摔死，然后再把它们切成块丢进井里，还要等天亮叫一村人来围观，最后还要把人关到黑曜石屋子里，可谓丧心病狂。对于如此怪物，安非——起码当前实力的安非——根本兴不起反杀的心思，他只是在心里狂喊：特么的！是哪个作者写铁傀儡跑的很慢的！\n\n　　况且这铁傀儡耳朵是不是有毛病啊！还是说他是故意的啊啊啊——为什么不打僵尸要打我啊！坑——爹——啊——！\n\n　　安非在心里狂喊，却不敢喊出声来。他心里明白得很，现在的情况必须保留体力，不容他再犯老毛病玩自言自语。更何况就算这种情况，村里的人最多认为铁傀儡在追杀怪物，如果自己喊那么一声，估计铁傀儡会停下来，半数村民都回来追杀自己，这一来二去，恐怕更危险。\n\n　　于是一路狂奔出村，直到甩得看不到铁哥身影，安非这才停下来，一边喘气，一边靠着一棵树准备休息休息。\n\n　　肚子传来咕噜噜的声响，安非这才意识到，自己已经一天没吃东西了。刚才那个情况，就应该跟那个有钱的姑娘要点吃的什么的……\n\n　　安非终于放下天下没有免费的午餐论了。他捂着肚子，苦着脸，靠着树坐了下来。\n\n　　在奔跑过程中，安非早已知道这棵树的后面是一片树林。他就是欺负铁傀儡个子太高没法钻进树林里快速移动，才往这儿跑。现在遇到了饥饿的情况，他寻思着，是不是能去摘点果子吃？\n\n　　“咄！”\n\n　　白羽射中树干的声音从树的那一边传来，安非寒毛一立，靠着树没有动弹。\n\n　　“我靠，这运气……”他咽了口口水，握紧手中魔铁剑的剑柄，又因为饥饿导致的力量不足稍微松开了一点，“怎么会遇到这种要死不死的骷髅架子的……”"
        },
        {
            "author": "ttkm",
            "timestamp": 1378785900,
            "txt_content": "楼主你太帅了"
        },
        {
            "author": "yangsad1",
            "timestamp": 1381411080,
            "txt_content": "楼主，快快的更新啊。。。我都等了好几天了。。话说楼主你多久更一次啊？？"
        },
        {
            "author": "yangsad1",
            "timestamp": 1381411080,
            "txt_content": "楼主，快快的更新啊。。。我都等了好几天了。。话说楼主你多久更一次啊？？"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1381466460,
            "txt_content": "yangsad1 发表于 2013-10-10 21:18 \n楼主，快快的更新啊。。。我都等了好几天了。。话说楼主你多久更一次啊？？\n都说了在暂停着呢……真闲的无聊的话，可以点进http://tieba.baidu.com/p/2611859941?see_lz=1看看，同一个作者"
        },
        {
            "author": "machinery先驱",
            "timestamp": 1382781600,
            "txt_content": "敢问LZ是cthuwork的那位大触= -？"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1382783040,
            "txt_content": "machinery先驱 发表于 2013-10-26 18:00 \n敢问LZ是cthuwork的那位大触= -？\n我是一打杂的"
        },
        {
            "author": "machinery先驱",
            "timestamp": 1382786220,
            "txt_content": "求你的ID……"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1382799360,
            "txt_content": "machinery先驱 发表于 2013-10-26 19:17 \n求你的ID……\n什么ID。游戏ID你肯定不知道，QQID就是这个"
        },
        {
            "author": "shijun",
            "timestamp": 1383200820,
            "txt_content": "风之心_天双 发表于 2013-8-29 11:34 \n吐槽犀利的无从反击\n我还以为是用一张脸买了一个同人本。。。好吧我自重"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1384953540,
            "txt_content": " 本帖最后由 风之心_天双 于 2013-11-20 21:21 编辑 \n\n第009节\n\n　　时隔多时，再见到安非，已经是在重烬镇……的地牢里。\n\n　　也是安非这小子和牢字有缘，先是末魔镇基岩牢，然后是沙砾村酒窖牢。前者的性质没法定位，相较后者，这可真算是一次大大的进步——从村级步入镇级，一般人还真没法做到。\n\n　　当然，主要无法做到的不是被关进镇级的地牢里，而是被人关在装酒的地窖里关半宿……\n\n　　也算安非倒霉，好不容易要死要活的逃开了那骷髅射手，结果迎面撞上了一大群僵尸。在他看来，拿自己莫名其妙得到的那魔铁剑砍僵尸着实不太值得——没好处，还费力！\n\n　　于是他又被僵尸追了半天，总算是气喘吁吁的甩开那群僵尸。还没等他多喘口气，打前边儿又冒出来几个穿着凹凸有致的铁盔甲、看上去有些狼狈的卫兵，见着安非二话不说就动手。安非乍见人类，本想表示友好顺便问问路什么的，猝不及防之下直接就给打懵了，当时就恼羞成怒呼啦啦啦几拳头狠狠揍在卫兵的铁盔甲上，造成他目前的手部红肿，嗯，得治。\n\n　　什么时候才是个头啊……安非悲哀的想着，四十五度仰望天花板。\n\n　　周围的墙壁上，插着一种十分奇怪的火把，这种火把不发出火光，光线十分暗淡，是那种妖艳的红光。加上旁边“邻居”的不住哼哼声，安非简直觉得他要抓狂。自小到大，他什么时候被当做犯人被关进牢里过？\n\n　　都是那什么“亡者复苏之日”！太他妈害人了！\n\n　　钥匙插入门孔的声音忽然响起，回荡在光线暗淡的地牢中，盖过了哼哼声，却让安非更是一惊。\n\n　　吱啦啦——\n\n　　地牢大门被推开的声音。紧接着，脚步声由远而近的传过来，终于停在安非所关的单间前。\n\n　　“镇长大人，不久之前被带进来的人就是他。”看守的卫兵毕恭毕敬地半弯着腰道。安非看不到他的脸，可能是因为他把脸放得太低，也可能是旁边这种奇怪的火把太瞎狗眼，毕竟在光线暗淡的地方看书伤眼。虽然人不是书，看多还是会伤眼的——美女除外。\n\n　　看守卫兵旁边站着一个穿着紫色长袍的人，脸上长着一个大大大大大大的鼻子，表情十分严肃，嘴上留着两撇小胡子，这让他平添几分猥琐之气。\n\n　　镇长大人看着动都不动的安非，扭头问卫兵：“他没死吧？”\n\n　　卫兵一窘，“……没呢。”一边说着，一边哗啦啦的甩出一串钥匙，用钥匙串狠狠甩了甩铁栏杆，大声呵斥着：“喂，小子！”\n\n　　安非心里痛骂：你叫谁小子呢！我最厉害的时候你算什么菜！\n\n　　迫于现实，心里骂归骂，他还是得把头转向门口那两人，由于之前挨打心下积攒了不少怨气，此刻一丝丝在话语中溢出：“你们到底想他妈干什么？老子招你们惹你们了，就这么莫名其妙的把我抓来这儿是要……”\n\n　　想了一下，安非没想到应该用什么词，只好用了已经用过的词：“是到底想干什么？”\n\n　　尽管用了已经用过的词，镇长大人好像还是不怎么满意的样子。他挥挥手，卫兵立刻会意，喊道：“放肆！”\n\n　　镇长一挥拳揍在卫兵脑袋上：“给他开门！”"
        },
        {
            "author": "929114228",
            "timestamp": 1388397180,
            "txt_content": "lz我来顶了，第一部天下无敌第二部成渣了，另外女主嗝屁了木有"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1388401860,
            "txt_content": "929114228 发表于 2013-12-30 17:53 \nlz我来顶了，第一部天下无敌第二部成渣了，另外女主嗝屁了木有\n第二部开始就要脱离模拟的天下无敌开始从渣真正升级到天下无敌了……女主在魔法师那呆的好好的，再次出场身份就是天才少女法师了。"
        },
        {
            "author": "929114228",
            "timestamp": 1388407740,
            "txt_content": "风之心_天双 发表于 2013-12-30 19:11 \n第二部开始就要脱离模拟的天下无敌开始从渣真正升级到天下无敌了……女主在魔法师那呆的好好的，再次出场 ...\n呵呵，估计第一部是假的天下无敌，女主在和大法师修♂炼"
        },
        {
            "author": "MC_Luke",
            "timestamp": 1389499620,
            "txt_content": "风之心_天双 发表于 2013-7-19 20:36 \n第001节\n\n　　天空湛蓝，一碧如洗，万里有云。\n楼主，你更新我就给你糖吃！"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1389502020,
            "txt_content": "MC_Luke 发表于 2014-1-12 12:07 \n楼主，你更新我就给你糖吃！\n这是你说的。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1389504960,
            "txt_content": " 本帖最后由 风之心_天双 于 2016-12-13 17:22 编辑 \n\n第010节\n\n　　在安非没弄清状况的情况下，镇长热情的招待让他愈加搞不清状况，尤其是在这一张酒席上镇长大人向他敬酒的时候。\n\n　　“对不起，可是……”安非没贸然同镇长对饮，他还没适应自己的身份变化，“我能不能问一下，你们为什么之前要抓我，现在又……”\n\n　　镇长哈哈大笑：“误会，误会！别管那么多，来，先喝一杯！”\n\n　　安非只好瞪着镇长的大鼻子一干为敬，结果呛得咳了半天。\n\n　　“小兄弟没喝过酒吧？”镇长又哈哈哈。\n\n　　“是……咳咳……”\n\n　　又聊了一会儿，吃下些酒菜，镇长终于问起主要的问题：“小兄弟家在哪儿啊？”\n\n　　“末魔镇。”安非答。酒精让他有点头晕。\n\n　　“是吗？”镇长露出惊讶的表情，“池州府好像没有这个镇吧？小兄弟是别府人吗？”\n\n　　安非不知道池州符是什么地方，他甚至不知道自己身处那一块大地上，只好含糊其辞：“啊……是吧……”\n\n　　“我倒是听人说小兄弟是从天上掉下来的，”镇长又为安非倒上一杯酒，“实在是荒谬得很啊！”\n\n　　“呵呵……是啊。”安非打着哈哈，脑中一片糨糊。说实在的，他的大脑混乱的无以复加，这几个小时经历的事情太多了，怪物潮来袭、莫名其妙的基岩牢和不断出现的怪物与自己不断提升的实力、郁寡欢强大的力量以及最后自己不断下坠砸死一个人，完了之后还被抓起来关上，这时候莫名其妙窜出来一个不知身份的少女帮他逃出去，再就是被铁傀儡和僵尸追杀，好不容易遇上俩卫兵还被打晕又关在牢里了，现在自己这个阶下囚正在和不知道是哪个镇的镇长在同一张宴席上喝酒……\n\n　　太乱了！信息量大的让安非接受不过来。\n\n　　“小兄弟叫什么？”\n\n　　“啊……”\n\n　　“小兄弟？”镇长看出安非心神不宁，又问一遍：“小兄弟，你叫什么名字？”\n\n　　“我？我叫安非。”安非一怔，回答道。\n\n　　“到新世界来还算习惯吧？”镇长笑问。\n\n　　“啊……还好……”\n\n　　套出话来了！这小子果然是大人要找的人！镇长一阵激动。这大人许下的奖赏可了不得啊，这下我重烬镇可要发达了！\n\n　　当下，镇长不敢怠慢，又是一阵笑容。好吃好喝之后，镇长命人将安非带到住处，还吩咐两个卫兵在门口看守，让安非有什么事就招呼他们。\n\n　　一切都办完之后，镇长抑制不住激动，在镇长办公室走来走去，不住地望着自己管辖的小镇，心中盘算着该如何进行发展。\n\n　　就在这时，一个传令官在门口喊了一声：“镇长大人！”\n\n　　“什么事？”镇长回头问道。\n\n　　“大人，都收不到上缴了……”传令官愁眉苦脸，“那帮子村民都被强盗洗劫干净了，什么都缴不上来……这样的话，恐怕宴席就要降低一个档次了……”"
        },
        {
            "author": "929114228",
            "timestamp": 1389839520,
            "txt_content": "风之心_天双 发表于 2014-1-12 13:36 \n第010节\n\n　　在安非没弄清状况的情况下，镇长热情的招待让他愈加搞不清状况，尤其是在这一张酒席上镇长 ...\n终于更了\n\n"
        },
        {
            "author": "zhukai",
            "timestamp": 1390139340,
            "txt_content": "FFF"
        },
        {
            "author": "2244",
            "timestamp": 1392689700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Thersis",
            "timestamp": 1392689880,
            "txt_content": "加油的说 支持  壮我史诗"
        },
        {
            "author": "332074720",
            "timestamp": 1399801680,
            "txt_content": "支持原创作品感谢ＬＺ"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1403140620,
            "txt_content": "怎么还没更新啊天双。。。我考完中考都没小说看了"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1403141280,
            "txt_content": "怎么还没更新啊天双。。。我考完中考都没小说看了"
        },
        {
            "author": "chenyuheng",
            "timestamp": 1406637240,
            "txt_content": "好久不更了"
        },
        {
            "author": "少年?骚年!",
            "timestamp": 1409120040,
            "txt_content": "待我长发及腰，大神(duo bi)更新可好？!"
        },
        {
            "author": "1215412335",
            "timestamp": 1417426620,
            "txt_content": "弃坑了？"
        }
    ]
}