{
    "title": "【YMC Proposal-1】关于论坛小组清理活动的看法与意见",
    "author": "尤里的猫",
    "replyCount": 5,
    "timestamp": 1374319680,
    "txt_content": " 本帖最后由 尤里的猫 于 2013-7-20 19:30 编辑 \n\n传送门：[公告] 小组清理工作完毕\n\n\n不知道这些清除规则标准是什么时候被制定的，至少我是今天才知道……\n那么，如果有人想重建原来的一个小组，并将它“处于规定范围内”，该怎样操作?\n\n比如说我之前建的一个小组，这个小组是一个为我们工作团队发布和讨论的小组，当时并没有往里面搬运资源（↑当然这不是重点，我只是举一个例子而已）\n当时我不知道有这些规定，我们只看了公告里的《论坛小组申请指南》。\n其中只规定了“小组发布内容和小组名必须遵守论坛规章”，并没有提及人数和帖子的问题，所以我们也没有注意。\n\n当然，我真正要说的、也是最重要的是当我今天想重新申请小组的时候被告知没有权限新建小组，这是因为论坛规定一个用户只能申请一个属于自己的小组……这就说明：\n1.我必须重新建一个账号并将其升到Lv5以上来重建我的小组 \n2.我很有可能不能用自己的账号来创建我的小组（←不过这条仅是是心理上的，不是很要紧）\n\n另外就是我对这个帖子和这次清扫活动的看法——我觉得这次的清扫不是做的非常好……毕竟这次“清理”和“清理规则”在之前并没有对外公布过（←_←如果有的话恕我无知），毕竟对于被删组的组长来说还是比较委屈的：即使他们只是创了一个空组，他们也没有违反《论坛小组申请指南》里的条目和论坛规章（当然像刷分的就另当别论了）。今天一上来就被告知自己的小组被删了，并且还要面临上面我提的两个问题。\n\n个人认为你们应该先给每个组的组长们（甚至可以是全论坛公告信息）发一份信息，在过一段规定时间例如一个月之后再进行处理，这次又正好赶上暑假，组长们应该都有时间来处理。更何况组长们并没有做错，灌水的还会被警告呢→_→\n\n\n那么……现在怎么办呢……我现在想做的就是恢复我的小组，或者至少再给我一个新建小组的机会，这肯定也是很多组长们所希望的——也许之后恢复/重建小组的工作需要人工申请了，但是我还是希望能够恢复我的小组，不论过程多么的繁琐（当然其他还想要小组的组长们也会这么想）\n\n\n另外还有一点，如果你们仍想坚持“小组清扫”和“不合格小组”的标准，那么我希望你们能够将这一规则写进《论坛小组申请指南》，或者直接重新编写这个公告帖子。\n\n毕竟小组们已经删了，我们都想重建小组，所以我希望论坛能够尽快对申请恢复或者说是让原组长再次创建小组这一工作作出回应\n国际标准の声明：\n这份帖子纯属出于积极、建议的角度，没有恶意，也不针对个人→_→\n\n",
    "replies": [
        {
            "author": "pacerrecap",
            "timestamp": 1374319980,
            "txt_content": "呵呵，提前一月的话我可以给你刷一百不水的贴出来，没有突然性还查什么水表？"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1374320460,
            "txt_content": " 本帖最后由 尤里的猫 于 2013-7-20 19:42 编辑 \npacerrecap 发表于 2013-7-20 19:33 \n呵呵，提前一月的话我可以给你刷一百不水的贴出来，没有突然性还查什么水表？\n官方人员又不是傻子→_→你觉得他们看不出哪种是无意义的贴子么？\n论坛做小组清扫活动的初衷是什么？\n如果真出了“一百来个不水的贴”，且都是贴近、符合小组主题的，那又何尝不可行呢？\n至于查水表——\n一个碌碌无为的人在家里面，又没犯法又没违规，你碰的跳出来说:\"我们现在规定没工作的人统统都要抓起来，提前一个月告诉你能你找一堆工作我们还抓个毛？\"\n你觉得这合理么？\n\n抱歉个人是喷子属性的……如有冒犯请多多包涵0w0"
        },
        {
            "author": "马赛克了",
            "timestamp": 1374327300,
            "txt_content": " 本帖最后由 马赛克了 于 2013-7-20 21:36 编辑 \n尤里的猫 发表于 2013-7-20 19:41 \n官方人员又不是傻子→_→你觉得他们看不出哪种是无意义的贴子么？\n论坛做小组清扫活动的初衷是什么？\n如 ...\n说得在理，很有逻辑。\n我之前预备了一个组，准备用来收集，你知道不是所有志同道合的人都那么好找，网络就是我俩坐在不同电脑前，你微笑，我抠脚，但始终不能快速找共鸣，所以收集是很漫长的过程。\n因为还没开始，就这么愉快的结束了，所以我挺好。\n但你有一点说错了。\n论坛的初衷不是你后面的比喻，至于是什么，很简单，吸水，虽然有些仓促。但你的比喻就是真正的三次元现实。\n现实就是“我现在就是来抓你，不等你实施犯罪，我怎么会有证据。当然我们是嫌麻烦，我们也可以为你冠名一项罪名”这样的逻辑。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1374327840,
            "txt_content": "尤里的猫 发表于 2013-7-20 19:41 \n官方人员又不是傻子→_→你觉得他们看不出哪种是无意义的贴子么？\n论坛做小组清扫活动的初衷是什么？\n如 ...\n没有，我是放的烟雾弹，看你属性来的。"
        },
        {
            "author": "混乱",
            "timestamp": 1374365340,
            "txt_content": "因为无意义水组太多了，我将权限设置为7级可创建。而你现在只有LV6，升级后就能再次创建了。\n新小组我不会很快去删除他，这次大规模清理已经预先发布公告，删除前也提前列表公示，没有注意到是你们的问题。顺带一提被删除就无法恢复。这次被删除的有百余个小组，并且有些前版务组也没有幸免于难。"
        }
    ]
}