{
    "title": "《阴阳》重编版 序壹·碰撞",
    "author": "756677537",
    "replyCount": 7,
    "timestamp": 1374330660,
    "txt_content": " 本帖最后由 756677537 于 2013-7-21 19:45 编辑 \n\n前言：很抱歉给各位书友如此的等待。接下来我将会毫不客气地加油更新，支持我的，请输入你的鼓励，坚决地点击“回帖”！Thank you buddies!hoooho!\n\n\n\n\n阴阳      序壹·碰撞\n\n“艾曲康，受死吧！这么多年了，我们是该有个了断了！”清明时节不太热闹的街上，一个黑衣男子长发及肩，满脸邪气，单手捏着把同样黑色的长伞，死死指着石街对面的一个浑然不同、一脸凛然、眉目清秀的手持蓝青色长剑的白衣男子大声喊道。这是一个战乱的年代，在这个小国家，因战败连连，大片土地被迂腐的国王所割让，所以鲜有民众出了家门去街上闲逛的，而在街上的，多的是巡游的外邦倭寇。可面前这两名习武的男子，似乎是有着天大的本领，竟不顾生死之危，就这么站在街上。远处，稀稀拉拉的灾民三两而立，诧异地望过来，眼中充满恐慌，似乎在眼睁睁地看着自己的砖砖瓦瓦正向灰烬迈步。“妖舞漆，你仍是执迷不悟吗？”白衣男子艾曲康没有大敌当头时的任何严肃，反而是一脸悲哀，竟是对不远处满脸杀气的妖舞漆没有一丝敌意；他额上、身上隐隐约约冒出点点白金色的光，就像是神话传说中的圣气一样。这时，大街上不明真相的人们或是满面万分惊恐，或是双手蔽目打颤，都哭爹喊娘惊叫着跑开了。唯留空荡的街，与对峙的二人。\n     “命注定了我们势不两立，今天就分个高低吧！看招！”妖舞漆满脸凶相，单脚弹地，猛地飞到了空中二三丈处，双手持伞转为单手持伞，持伞的右手猛地一挥，竟有无数细细密密的短针斜斜地飞出，表面闪烁出无比刺眼的银白色光芒，分布地甚是紧密，眼看就要罩住艾曲康。 “铛铛铛铛铛……”，似是民家悦耳的铃声，伴随着艾曲康缓缓抬起的持剑的左手，烘托出密密麻麻的小银针砸在一片宝剑残影的怪异景象。“嘶……”妖舞漆一见，双目大张，一副紧张而害怕的样子，身体和双手都发了颤，唯独是缺了些些许许的汗。“没想到你已经练到了‘残影天青’的境界，了不起，了不起……”但说完，他似乎又全身轻松起来，右手抓住伞把，将其倒着立在地上，任由身体靠在上面。他缓缓伸出左手的小拇指，朝艾曲康勾了勾，笑道：“不知你的身体如何？”艾曲康一听，手顿觉凉凉的一滑，想必是流出了冷汗。他铁青着脸，下意识地看向自己紧握剑柄的左手——那里，只有四根手指；没了小指的手，显得额外滑稽。而他竟仍用左手握剑，想然是有什么特殊原因。“哦对了——可惜啊，你是左撇子，没法熟练地使用右手呢……我该叫你什么呢？师兄？盖世大侠？……不如还是用十年前那个令人作呕的名字吧——……哥……哥。”妖舞漆两只眼睛半眯半张，充满玩味地看着颤抖着挺立的艾曲康，但他的呼唤显然有些僵硬。“妖舞漆，废话少说，告诉我你为什么一定要这样做吧！”艾曲康左手用力一挥，一股凉爽柔和的剑气扫过，全场的气氛立即感觉松弛了很多。艾曲康的脸明显一振。“哦……可惜，我以为你要和我叙旧呢……哈哈哈哈哈哈哈，看来是我自作多情了！你知道吗？……”突然，远处一阵群人小跑的声音传了过来。“立正！”不一会儿，二十来米开外，高矮参差不齐的明显的一个巡逻小队落下了脚步。众人中，一个长官模样的外地倭寇摘下帽子到手中，一手抓住手中的长枪，快步走了过来。艾曲康和妖舞漆见了，各有各的担心。而没等那厮过来，妖舞漆已按捺不住，侧过身子，冷冷地斜视着那几人。“我劝你们少来管闲事。”冷冷的话语过着冷风刺入那带队倭寇的高傲跋扈的右耳，又迫不及待地刺破他的耳膜，飘入幽幽的还魂之风中去。“你说什……”那厮话音未落，妖舞漆就已出手了——高傲地向右伸出闲着的左手，猛地挺直、抓握，空气中不知哪来的黑气，伴着其身中飘出的黑气一起，一个看不出半点杂质的沉甸甸的小黑球被他轻松地抓在了手中。“不好意思，你们已经死了。”霸气的一语，注定了灭亡的局势。“什么？”没等那群人反应过来，妖舞漆右手甩开大伞，两脚画了个八字，右肩与右腿死命一转，整个人的啪地旋了一圈，随着左手的大力挥出，其整个身子定格于那队人背面的方向，紧接着黑球飞旋着直直地闪过街道，撞击在队长的胸部，带着那厮一下飞到了那倭寇群中，又是“碰”的一声巨响，巨大的黑色烟雾直接爆发，将二三十人吞没。下一刻，黑烟飘散开，地上只剩下血雾。妖舞漆直了直身子，站站挺，突然远处一个个的黑气团以极其不可思议的轨迹马上与其成一直线，飞速砸在妖舞漆强健的腹上，妖舞漆的腹部一下子开了个数个大洞，但马上又和破碎的血管融合，待和那群人差不多的气团全部融入其体内时，腹部就立马完好无损，甚至比之前还要完美。在整个过程中，妖舞漆似乎甚是享受，嘴角大大地咧开，双眼微微闭合，就像在接受治疗一样。“吞噬？”艾曲康早已对杀人毫不惊讶了，而一直在旁冷眼观看这一惨案的他此时嘴巴张得无比地大，脑中闪过一个可怕的名词。“哦？原来你知道它啊？”妖舞漆听到了，一个激灵，转身朝向艾曲康，面无表情。“妖舞漆，十年前的你根本不是这个样子……你已经完完全全走火入魔了。虽然我知道现在没多大用了，但我还是劝你放弃吧……师傅一定还在等你。”艾曲康无奈地叹息道。十多年前，在这个世界开始不断逐渐崩坏时，他的弟弟和他却是纯洁无暇。那时，他和十岁的弟弟，只身来到了天青道馆学习世界著名武术及心法。……后来，无人知道，为何俩人的关系逐渐闹僵，又为何妖舞漆神秘地加入了邪教，俩人分离异地多年，艾曲康的小指被他人用比利刃更精细的东西割下…………“哈哈，你居然说我走火入魔？还说邪教？那只是懦夫恐惧强大力量被用于邪恶用途而编造的洗脑措辞罢了。你看，我的力量是如此强大！我刚击败的，是祖国的敌人；而你，则是我的一个可悲的牺牲目标！——至于师傅，我听说他已经死了——哈哈哈，别奇怪，当然是我杀的咯。”此时，意识被腐烂魔力所吞噬的妖舞漆看着被此猛然一惊的艾曲康，心中甚是好笑。尽管好笑的是他，但说起来又有什么意思呢？ “无论如何，你必须要死。告诉你，圣妖王马上就降临了，而只差你这一人，我就有资格得到他的青睐，变成妖王的手下了！而你，也是意义重大的一人！你不会懂的！所以，受死吧，哥——哥！”“你刚才……”艾曲康突然意识到什么，愣了一下，接着伤感地道，“看来……只有……消灭你了。”没人看得出他的脸色。“哈哈哈哈！这才是我认识的艾曲康！”妖舞漆右手一伸，黑伞竟被一链黑气轻轻托起到其手中，接着妖舞漆左脚一跨整个身子一压地，“碰”地一声，街地上沙石四射飞溅，有些小块爆落在血肉与血水的混合物中，暴躁地随其缓缓流动，似乎在嘲笑它们的渺小。而艾曲康竟一跃凌空数十米处，双手反扣伞于背后，眼看马上就要飞速陨落，将地面破灭到残缺。这因繁华而破落的古镇，将上演一场惊天巨战。  ",
    "replies": [
        {
            "author": "逆战逆战逆战",
            "timestamp": 1374330720,
            "txt_content": "好长。。。我的24K钛晶狗眼。。。。"
        },
        {
            "author": "银狼",
            "timestamp": 1374330720,
            "txt_content": "这是改编的吗？还是原创？ 0w0"
        },
        {
            "author": "dcsuibian",
            "timestamp": 1374330720,
            "txt_content": "额，路过支持一下，楼主好文笔"
        },
        {
            "author": "756677537",
            "timestamp": 1374330840,
            "txt_content": "银狼 发表于 2013-7-20 22:32 \n这是改编的吗？还是原创？ 0w0\n改编自己的原创OWO"
        },
        {
            "author": "754313516",
            "timestamp": 1374331020,
            "txt_content": "银狼 发表于 2013-7-20 22:32 \n这是改编的吗？还是原创？ 0w0\n原创= =                    "
        },
        {
            "author": "红石神",
            "timestamp": 1374331560,
            "txt_content": "不辍，不辍！"
        },
        {
            "author": "756677537",
            "timestamp": 1374407100,
            "txt_content": "红石神 发表于 2013-7-20 22:46 \n不辍，不辍！\n谢谢你的评价！不过这1金币我还是不要了……"
        }
    ]
}