{
    "title": "「转载」Sword Art Online刀剑神域 幽灵子弹（上）第二章",
    "author": "Terry39",
    "replyCount": 5,
    "timestamp": 1374402360,
    "txt_content": "幽灵子弹（上）\n第2章\n由千代田線大手町車站62號出口來到地面上。接著往左手的手錶看了一眼。 距離約定好的下午三點還有五分鐘以上。當結城明日奈準備將手放下來時，忽然看見錶面上顯示日曆的小窗子。\n二〇二五年十二月七日，星期天。\n其實今天也不是什麼特別的紀念日。但是明日奈的胸口隱約含有某種感慨的心情。她抬起 頭，開始在永代大道上朝著皇居正門走去，嘴裡還無聲地呢喃著：\n——已經快要一年了……\n當然前面還省略了「回到這個世界來」這句話。\n明日奈先是被關進鋼鐵浮遊城，接著又被轉換到樹上的鳥籠裡，她是今年一月中旬才回到現實世界中的。假想世界裡的記憶雖然逐漸變成回憶，但她偶而還是會對自己生活在現實世界 這件事感到不可思議。\n整齊排列在寬廣步道上的石材。行道樹被冷風吹動的樹梢。把臉埋在大衣衣領或是圍巾裡的往來行人。還有緩緩走在人群當中的明日奈本身。\n這些全部都不是由數位碼所建構的3D物件，而是真正的礦物、植物與生物。\n但是「真實」的定義又是什麼呢？如果是原子或分子的集合體，那假想空間裡的多邊形應該也是一樣吧。因為那些存在也是停留在伺服器記憶裝置內的電子。只不過是基本粒子的不同 而已。\n這麼一來就是可逆性的問題了吧。存在於現實世界裡的東西不論是生物還是非生物，一旦被破壞之後就絕對不可能復原。但如果是在假想世界裡的話，就能夠很簡單地將物體的每一個 位元組都完全重現。\n…………不對。\n也不是所有物體都能重現。那個世界——艾恩葛朗特裡確實存在著永遠無法挽回的失去。 明日奈在浮遊城生活的兩年裡所接觸、感覺、得到以及失去的全都是不容質疑的「真實」。 這樣的話……\n「……現實世界與假想世界的分別……到底在哪裡呢……」\n無意識之中嚅囁出這個問題——\n「情報量的多寡啊。」\n結果旁邊馬上有人這麼回答，明日奈因此整個人輕輕跳了起來。\n「哇、哇？」\n急忙將視線往旁邊看去後，發現那裡有張正眨著眼睛的少年臉孔。\n眼前的少年有著略長的瀏海，以及纖細中帶著一點敏銳的容貌。身上穿著沒有圓案的黑色毛線T恤以及黑色皮外套，下半身則是一條褪色的牛仔褲。\n由於這副模樣與他過去所使用的角色賁在太過相像，讓人覺得看不見他背後的長劍劍柄是 件很不自然的事情。明日奈用深呼吸溶化自己心底深處湧起的甜蜜痛楚，然後笑著這麼說道：\n「……嚇我一跳。怎麼突然就出現了，你是用了轉移水晶嗎？」\n結果少年——桐谷和人臉上露出了一個明顯的苦笑。\n「哪有突然出現。我只是準時在約好的地點出現而已吧。」\n聽他這麼一說之後，明日奈才看了一下四周圍的環境。\n眼裡映入午後柔和陽光照耀之下的步道以及閃閃發亮的壕溝水面。不遠前方的橋連結著戒 備森嚴的大門。這裡確實是和人指定的皇居大門前面。自己一邊想著事情一邊向前走，不知不覺間就來到目的地了。\n明日奈臉上的微笑變成不好意思的笑容，輕輕聳了雙肩然後說：\n「啊哈哈，我怎麼好像進入自動操縱狀態了。嗯……還是要先打聲招呼……午安啊，桐人。」\n「這樣太危險了吧，現實世界裡可沒有導航機能唷。午安啊……亞絲娜。」\n互相打過招呼後，和人忽然間瞇起黑色眼睛， 一直盯著明日奈。 「怎……怎麼了，為什麼突然……」\n覺得自己是不是有哪裡不對勁的明日奈將雙臂在身體前面重疊起來這麼問道。結果和人急 忙搖頭，然後吞吞吐吐的說：\n「啊，沒有啦，那個……就覺得這身衣服很適合妳，讓人回想起以前的日子……」\n「咦……？」\n明日奈不由得低頭看了一下自己的服裝，兩秒鐘之後她就明白桐人所說的意思了。\n今天是她今年冬天第一次穿上大衣。而那是一件白色的粗花呢大衣。大衣下面則是象牙色的毛線衫與紅色菱形圓案的裙子。\n換言之整體色彩都是過去公會「血盟騎士團」的指定顏色。現在回想起來，在艾恩葛朗特裡時，她幾乎每天都穿著紅色與白色構成的騎士服。和人應該是想起那時候的事情了吧。\n用指尖碰了一下自己左腰附近後，明日奈再度微笑著說道：\n「……是啊，不過沒有細劍就是了……說起來——桐人你今天也是穿得一身黑啊。」\n明日奈這麼一說，和人也不好意思的笑著回答：\n「我也沒有雙劍。哎呀……平常總是特別注意不要上下同時穿黑色的衣服，但今天早上小直把我的衣服全拿去洗了，所以只剩下這兩件。」\n「因為累積了一大堆衣服不洗才會有這種下場。」\n她說完後便往和人的肩膀戳了一下，接著更將手繞上和人的手臂。\n「那今天我們兩個人偶然都穿上『那時候的顔色』。這實在太巧了。」\n明日奈看著和人那離自己稍微高一點位置的眼睛這麼說道，結果他乾咳了幾聲後以不帶感 情的聲音回答：\n「哎呀，一年裡時常見面的話，總是會有這麼一天的嘛。」\n「真是的，這種時候只要說『就是啊』不就好了嗎！」\n輕輕噘起嘴之後，明曰奈拉了一下穿著皮衣的手臂。\n「快點走吧，不要一直站在這裡說話。天色馬上就要變暗了。」\n明日奈緊貼在點頭的和人身邊，然後兩人開始走過壕溝上面的橋。\n老早就開始下山的朱紅色夕陽照著古意盎然的白色大門，並在橋上投射出一道漆黑的影子。雖然是禮拜天，但可能是季節不對的緣故吧，今天這裡幾乎見不到觀光客的身影。\n經過穿著厚重大衣的警察身邊穿越大門後，他們在小小的售票亭拿取塑膠製入場券。銀色栅欄後面，是讓人完全不敢相信這裡是東京都心正中央的靜謐樹木群。\n提出禮拜天到哪去走走的人是明日奈，而指定在「皇居大門前」相見的人則是和人。\n皇居當然是不對外公開，但是壕溝內側被稱為「東御苑」的東北角每個禮拜固定有幾天會開放給一般人進入——其實明日奈在今天之前一直不知道有這麼回事，所以這當然也是她第一 次到這裡來。當她走在寬廣又漂亮的步道上時，忽然又有種不可思議的感覺，於是她便問站在右邊的少年說道：\n「……話說回來，你為什麼選在這裡見面呢？桐人你對歷史那麼有興趣嗎？」\n「嗯，不是那樣啦。主要的理由嘛……是因為前陣子有點事被叫到這附近來……」\n和人瞬間像是想起什麼事情般地用鼻子輕哼了一聲，但馬上就又恢復成原來平穩的笑容然 後說：\n「這件事我等一下會跟妳說。先別談這個，妳不覺得皇居是個很有趣的地方嗎？」\n「……有趣？哪邊有趣了？」\n明日奈眨了眨眼後，和人穿著皮衣的手臂便動了起來，他指著周圍蒼鬱的森林說：\n「這裡南北約兩公里，東西是一·五公里。與北之丸公園和外苑合起來的話面積足足有兩百三十萬平方公尺，這已經佔了千代田區的百分之二十。整體來說可是比梵蒂岡或是白金漢宮 要大得多了，不過還是比不上凡爾賽宮就是了……而且不只是平面而已，這裡的地底下沒有任何地下鐵或是隧道經過，當然所有飛機也禁止飛過上空。也就是說這個地方是垂直穿過東京中央的巨大禁區。」\n說完之後，明日奈試著在腦海裡描繪出東京的地圚。她左手手指一邊在空中旋轉著， 一邊點頭表示同意。\n「確實，都心的幹線道路大概都是環狀幾號線或是放射幾號線這樣的名字。它們的中心全都是這個地方吧……」\n「對對對，也就是說東京不像京都那樣呈棋盤狀，而是一座呈同心圓狀的放射型都市。而且它的中心不只是物理上的禁區，連情報也完全被屏除在外。就像是舊ALO的『世界樹』那 樣……啊，抱歉。讓妳想起不愉快的經驗了。」\n「不會，我不要緊的。」\n過去曾經被囚禁在舊世界樹上很長一段時間的明日奈，搖了搖頭要和人不用在意後馬上接 著問：\n「物理上的禁止進入還能夠理解……什麼叫做情報上的禁區？」\n「啊啊，那是因為……」\n和人忽然迅速將視線往周圍的樹木上看去，接著以很小的動作指了幾個地方說：\n「妳看，那裡和那裡都有監視器對吧？那套監視系統完全是與世隔絕的。這裡有著獨立的封閉網路，外界完全無法連線到裡面去。」\n「這樣啊……話說回來，那些監視器的模樣確實很奇怪。」\n和人手指的前方，可以見到上端有黑色球體的竿子豎立在那裡。它看起來的確不像監視器，而像個照明燈。\n「我聽說這是實驗中的次世代保全技術……總之呢——……這個地方不但是東京的中心， 同時也是被隔離的『異世界』……這麼說或許有些誇張就是了。」\n「啊哈哈，確實有點誇張。」\n當他們進行對話當中，步道繞過巨大的石壁變成相當傾斜的上坡。默默爬了一陣子之後，視界一下子變得相當寬敞。\n眼前是一片幾乎看不清對面的大草皮。草地由於目前正是冬天而呈現枯萎的淺褐色，周圍樹木的葉子也幾乎都掉光了，但如果是春天的話，這兒一定是幅賞心悅目的景象吧。\n「這裡就是江戶城的本城遺跡。常在古裝劇裡出現的後宮，好像就是在草皮稍微靠北邊的地方唷。」\n「我們去看看吧！」\n重新握好和人的手後，明日奈開始加快腳步。人影依然相當稀少，而且幾乎都是外國觀光客的樣子。途中他們與帶著一對可愛金髮姊妹的夫婦擦身而過時，忽然就被他們拜託幫忙拍照。和人很親切地答應了他們，結果外國人太太便笑著說「也幫你們拍一張吧」。於是他和明日奈便有些不好意思的排在一起拍了張照片。\n用手機接收了相片檔之後，年幼的姊妹向他們揮手道別。看著在橘色夕陽中逐漸遠去的一家人，明日奈不知不覺間嘆了一口氣。\n「……累了嗎？」\n聽見和人這麼問之後，明日奈便輕輕瞪了他一眼。\n「才—不—是—呢！我們將來，不知道能不能像他們……嗯……算了啦！」\n不禁脫口而出的話讓明日奈的臉頰發熱，於是她開始往前跑去。\n「喂喂，等等啊！」\n與追上來的和人稍微比賽了一下後，馬上就來到一條將草皮分為南北兩部分的小路上。在分叉路口看見一張凳子後，兩人在上面坐了下來。\n但明日奈依然把臉別到旁邊去，這時和人只好畏畏縮縮的開口說：\n「嗯……那個……結衣一定會很高興有個妹妹的。」\n聽見和人這直截了當的說法，明日奈雖然再度臉紅，但還是忍不住輕輕笑了出來。\n「說、說得也是。」\n「什麼嘛，這時候笑出來也太過分了吧……」\n「啊哈哈，抱歉抱歉。不過如果結衣也能在現實世界裡和我們一起生活就好了……」\n結衣是他們兩個在舊SAO伺服器裡遇見的少女。她真實身分是玩家的精神狀況自動管理程式，也就是所謂的AI。而她把明日奈當成母親、把和人當成是父親看待。在艾恩葛朗特崩壞的時候，和人讓她的核心程式躲到自己的NERvGear裡而免於被消滅，現在她則是在和人房間裡特別為她準備的桌上型專用電腦裡過「生活」。\n但是基本上只能在完全潛行環境——也就是在ALO裡面才能和結衣接觸。雖然現實世界裡使用手機也能和她通信，但因為電池容量的問題讓和人他們沒辦法「一直和她在一起」。\n沒錯，就算明日奈有多疼愛結衣這個女兒，而結衣又有多喜歡這個媽媽，兩個人之間還是一直存在著假想世界與現實世界的障璧……\n這時和人忽然默默握緊明日奈的手。\n「不要緊，總有一天，一定可以一起生活的。只要完全潛行技術更加進步，到時候擴增實境一定會更加普及。」\n「嗯……一定……一定會的。」\n「是啊。現實與假想的境界今後將會越來越暧昧。雖然現在還有情報量差異這個障璧 在……」\n聽見和人的話後，明日奈一邊深深點頭一邊用力回握他的手，但忽然又抬起臉來說道：\n「話說回來，和人你剛才也說過這句話對吧。你說假想世界與現實世界最大的不同就是情報量的多寡。這究竟是怎麼回事？」\n「嗯……」\n和人的視線瞬間游移了一下，接著才又往兩人重疊放在板凳上的手看去。\n「比如說在ALO裡面像這樣握手還是跟在現實世界裡有所不同對吧？」\n聽他這麼一說，明日奈便將注意力集中在左手上。\n像是手貼在一起時的手掌彈力、足以驅散冬天寒氣的體溫等，都是ALO的妖精角色之間也能有的觸感。但是那種皮膚吸在一起的黏著感以及掌紋的摩擦感，以及兩個人血液同步之後 所傳出來的細微脈動，這些都是最尖端的完全潛行技術也無法重現的感覺。\n「嗯……這倒是。真正的手可以有各種感覺……原來如此，這就是『情報量較多』的狀況嗎？」\n「沒錯。但今後AmuSphere會越來越進化，最後連皮膚感覺與悸動也完全呈現出來時又怎麼樣呢？到時候光憑解感還能分辨出是真正的手還是遊戲角色的手嗎？」\n「可以唷。」\n明日奈毫不考慮的回答看來出乎和人的意料之外，他只是眨了幾下眼睛而不知道該說些什 麼。但明日奈凝視著他的臉並補上了一句話：\n「桐人你的手的話就能分辨得出來。如果是別人的手可能就沒辦法了。」\n一聽到這裡和人的手溫度稍微上升，整個人心跳也開始加速。明日奈露出「嚇到你了吧」的笑容，接著繼續說道：\n「不只是觸感，還有像外表、聲音、口味、氣味等都還是現實世界裡的情報量比較多。所 以……就算現在的AmuSphere裝上了擴增實境機能……」\n「嗯嗯。在一見到或是觸碰到的瞬間，就能知道它是不是真的東西了。」\n擴增實境機能也就是能在清醒狀態下使用AmuSphere，將現實的視覺、聽覺與數位情報結合起來。只要能實現這個技術，現行的桌上型PC與手機都將遭到淘汰。因為直接可以在視線 當中表示出假想的操作畫面，可以立刻搜尋資料傳送郵件，甚至是在道路上加上導航或是顯示出人與物的情報標籤，可以說有無限多的用途。\n現在RECT這些主流情報機器製造公司努力研究當中的機體，仍然有身體的動作會造成電子脈衝波失焦或是必須額外附加大容量電池等許多問題，因此距離實用化還有很長一段距 離。\n「……可惜的是，有人表示現在的頭盔型機器沒辦法實現擴增實境的普及化。但是總有一天會找出技術的突破口才對，只要我們在現實世界裡也可以接收大容量的五感數位情報……或 者不需要床與電源線就可以隨時進入完全潛行狀態……」\n明日奈聽見和人的呢喃後點了點頭，然後接下去說：\n「到時我們就能夠超越世界的障璧，永遠和結衣在一起了。那一天一定會來臨的……」\n「嗯嗯，一定會的。」\n過去在艾恩葛朗特第二十二層想起暫別的結衣時，他們兩人也曾說過與剛才類似的對話。 注意到這件事的明日奈感到內心有一股暖流擴散開來，於是便將頭輕輕靠在身旁的和人右肩 上。\n當時那個會再和她見面的誓言在幾個月後便實現了。\n所以剛才的那番話也一定會被實現才對。\n接近冬至時的夕陽簡直像墜落般隱藏在西方的樹林後面。準備回巢的鳥群們飛舞在鮮紅天 空之中。\n數百年前眼前的廣大草皮上曾經有座城堡，而當時生活在裡面的人可能也同樣這麼看著夕陽吧。而經過數百年之後，又是誰會在這個被隔離在時間洪流之外的異世界看著紅色天空 呢……\n「…………啊啊……」\n明日奈忽然感到胸口充塞著一股鄉愁，於是輕輕地嘆了口氣。身旁的和人稍微往她看了一 眼。兩人眼神交會之後微微一笑。\n「我似乎可以了解你帶我來這裡的理由了。」\n「咦……是、是嗎？」\n「嗯。如果世界是由『時間』的直線與『空間』的平面所構成，那麼東京……也就是我們這個現實世界的中心無疑就是這個地方。然後……現在因為『The seed』而不斷擴張的假想世 界，中心軸便是那座已經不存在的『城堡』。所以這種夕陽的景色才會這麼讓人懷念……」\n聽完明日奈所說的話之後，和人眨了兩三次眼睛，接著露出大大的笑容。\n「對哦……說得也是。其實我也沒有這麼具體的想法。只是……聽完明日奈剛才的發言之 後，我了解到一件事。」\n「咦，什麼事？」\n「就是艾恩葛朗特的形狀啊。那種層基圓錐狀構造或許就是象徵著『時間軸與空間面』 吧。」\n明日奈考慮了一下之後也慢慢點了點頭。\n「沒錯……或許真是那樣吧。但這樣的話，團長想要創造的世界將會越來越窄，最後整個凝聚起來並且消滅。不過他的預定卻在中途就被某個人引起的大爆炸所破壊了。」\n「不、不好意思哦……副團長大人。」\n兩個人同時默默笑了起來。幾秒鐘之後和人用力吸了口氣，然後就這樣握著明日奈的手由板凳上站了起來。\n「那我們也該回去了。這裡五點就要閉園了。」\n「嗯。下次也帶莉茲和莉法她們來吧。在那片草皮上吃便當感覺一定很不錯。」\n「說得也是。等春天的時候吧。」\n藉著和人的手站起來後，明日奈最後又抬頭看了一下往四方擴散的紅色天空。\n這時她心裡有了想回家的念頭。這當然不是指位於現實世界世田谷區宮坂的結城家。而是兩個人在舊艾恩葛朗特第二十二層裡的那座「森林小屋」。\n雖然那間小小木屋隨著浮遊城崩壞一起消滅了——但現在明日奈有個能讓胸口感到一溫暖的計畫。在這個計畫實現之前，在阿爾普海姆世界樹上的「世界樹城市」裡所租的房子，是亞絲娜和桐人以及結衣的家。\n兩人朝著北側的平川門出口走去，這時明日奈對著和人問道：\n「你今天晚上能登入嗎？我想要跟結衣講講今天發生的事。」\n「嗯嗯，可以啊。大概是晚上十點左右吧。」\n笑著點了點頭之後，和人臉上突然出現了有些為難的表情。\n「咦……你有什麼事嗎？」\n「沒有什麼事啦。今天晚上是沒關係……那個……亞絲娜……我……」\n難得和人會這樣吞吞吐吐，但他在猶豫了幾秒鐘之後，立刻講出讓明日奈嚇得心驚膽跳的話來。\n「……我最近可能會將ALO的『桐人』轉移到另一個遊戲裡去……」\n「……咦、咦咦咦？」\n可能是被明日奈的叫聲嚇到了吧，附近樹梢上有好幾隻鳥兒飛了起來。\n\n",
    "replies": [
        {
            "author": "dlxy",
            "timestamp": 1374402480,
            "txt_content": "LZ干嘛不干脆一次性全转过来~"
        },
        {
            "author": "饭吃鱼",
            "timestamp": 1374402540,
            "txt_content": "早看完了我会说？？？？"
        },
        {
            "author": "Silver_331",
            "timestamp": 1374402660,
            "txt_content": "额 不知道动漫什么时候更新  期待啊"
        },
        {
            "author": "Silver_331",
            "timestamp": 1374402660,
            "txt_content": "桐人的后宫又强大了"
        },
        {
            "author": "1457666076",
            "timestamp": 1374402720,
            "txt_content": "早看过了。。。"
        }
    ]
}