{
    "title": "「转载」Sword Art Online刀剑神域 幽灵子弹（上） 第三章",
    "author": "Terry39",
    "replyCount": 0,
    "timestamp": 1374403560,
    "txt_content": " 本帖最后由 Terry39 于 2013-7-22 17:23 编辑 \n\n幽灵子弹（上）\n第3章\n薄暮。\n低垂的雲層因為開始傾斜的太陽而染上一片黃色。\n荒野上盡是岩石與黃砂，舊時代遺物的高層建築廢墟所留下來的影子慢慢拉長。如果再待機一個小時以上的話，就得考慮是不是要換成夜間戰鬥裝備了。\n由於使用夜視鏡會削弱那種殺人或是被殺的緊張感，所以詩乃不是很喜歡這樣的戰鬥。蹲在水泥陰影下的詩乃嘆了口氣，內心期望目標的隊伍能在陽光消失之前趕快出現。其實現在和 詩乃一起進行這鬱悶伏擊的五名同伴也跟她有一樣的想法。\n一名在小組裡擔任前衛的成員像是要說出所有人心情般，將小口徑短機關槍放下來然後說道：\n「真是的，到底要等到什麼時候嘛……喂……戴因啊，真的會來嗎？不會是假情報吧？」 、那名叫做戴因的男人有著魁梧身材與粗曠臉孔，而他也是這個中隊的隊長。這時他一邊移動掛在肩上的大柄突擊步槍，一邊搖著頭說道：\n那些傢伙這一個禮拜幾乎每天再同一時間、同一條路上進行狩獵，這可是我親自確認過的。今天確實是有點晚了 ，但一定是因為拚命打怪而延遲了吧。但這樣我們等一下也可以有更多的收穫，你就別抱怨了。」\n「但是……」\n擔任前衛的男人還是有些不滿的噘起嘴唇。\n「今天的獵物是我們上個禮拜才襲擊過的傢伙對吧？有可能會因為警戒而更換路線 啊……」\n「距離我們上次襲擊已經過了六天了。那天之後他們還是一直到同一座練功場狩獵。因為他們是專門打怪的中隊……」\n戴因的嘴角浮現嘲弄般的笑容。\n「所以不論被襲擊幾次，也會覺得反正再打怪賺回來就好了。對我們這種對人中隊來說是再好不過的獵物了。我們可以再幹個兩、三票都沒問題。」\n「但我還是沒辦法相信耶。一般被襲擊過一次之後都會想些對策的吧。」\n「隔天或許會特別警戒，但馬上就會忘記了啦。因為練功場出怪的規律每天都是一樣。所以每天打怪的他們也就變得跟怪物一樣規律了。真是一群沒有自尊的傢伙。」\n詩乃越聽越感到不愉快，原本就躲在圍巾裡的臉也就埋得更加深了。感情的起伏會讓扣下板機的手指產生遲疑。就算知道這一點，但內心還是對裝出一副什麼都懂的戴因湧起一股不快 感。\n嘲笑一成不變狩獵著怪物的隊伍，對自己是PvPer (註：對人玩家)感到驕傲，但是這種不斷襲擊同一隊伍的行為似乎不會傷到他的自尊心。與其在這種中立練功場耗費好幾個小時，倒不如到地下遺跡的迷宮裡面與高等級中隊一戰還比較有收穫。\n當然這麼做的話， 一敗塗地然後掉裝備「死亡遣返」回到街上的機率也大為增加。但是戰鬥不就是這麼回事嗎？只有在這樣的緊張感當中，靈魂才能夠得到鍛鍊。\n詩因是在兩個禮拜前被邀請加入戴因所率領的這隻中隊。但一參加之後她馬上就後悔了。 雖然對詩乃宣稱他們是以對人為主的隊伍，但卻是個只攻擊戰力比自己低許多的隊伍，只要稍 微有一丁點危機馬上就撤退，以安全為第一目標的集團。\n但是詩乃到目前為止完全沒對中隊的方針提出批評，她只是默默地按照戴因的指示扣下板 機。當然她不是為了顯示出自己多有忠誠心。哪一天在戰場上面對戴因時，詩乃會依照目前取得的情報來判斷他的思考與行動，然後將必殺的一發子彈送入他眉間。\n雖然很討厭他這種性格，但這個在上一次Bullet of Bullets裡得到第十八名的男人，無論是能力或是肩上那把稀有「SIG·SG550」突擊步槍所發射的五·五毫米彈威力都確實讓人不能小覷。所以現在只要閉上嘴巴，睜大眼睛觀察戴因在毫無警戒下所透露出來的情報。\n這時戴因繼續這麼說道：\n「說起來……那些為了狩獵怪物而盡買些光學槍的傢伙，不可能馬上就每個人都準備好對 人用的實彈槍吧。最多就是其中一個人準備多了一隻支援的火力而已。為了把那個傢伙幹掉， 我今天特別要詩乃把狙擊槍給帶來了。這次作戰可以說完全沒有死角。妳說對吧，詩乃？」\n面對這忽然抛過來的話題，詩乃埋在圍巾裡的臉只是微微點了一下。但她還是緊閉著嘴巴，顯示出沒有意思加入談論當中的態度。\n戴因像是感到沒趣般用鼻子哼了一聲，但擔任攻擊手的傢伙卻對詩乃咧嘴一笑然後說道：\n「這倒是真的。只要有詩乃的遠距離狙擊，我們就一定佔優勢了。倒是詩乃啊——」\n攻擊手臉上浮現鬆弛的笑容，但他還是趴在地上注意不讓自己跑到掩蔽物陰影外面去。他就這樣慢慢來到詩乃身邊然後說：\n「今天攻擊完之後妳有空嗎？我也想要提升狙擊技能，想說能不能請教妳一些問題呢…… 要不要去哪裡喝個茶？」\n詩乃迅速看了一下男人掛在腰間的武器。這男人的主要武器是實彈系短機關槍「H&K·UNP」。他似乎是屬於AGI型，正面戰鬥的迴避力算相當高，但無論是等級或是裝備都不是需要特別注意的對手。花了一些時間想起對方的名字後，詩乃輕輕低下頭說：\n「抱歉……銀狼先生。我今天真實世界裡有點事……」\n與現實世界裡完全不像的清澈可愛聲音響起，同時也讓詩乃心裡覺得很不高興。就是這個原因讓她不喜歡說話。那名叫做銀狼的男性即使馬上就被拒絕，臉上也還是掛著軟綿綿的笑 容。一部分男性玩家光是聽到詩乃的聲音便會出現這種表情。一想到這裡就讓詩乃有種不寒而慄的感覺。\n首度投身於這個VRMMO-RPG「Gun Gale Online」時，原本希望能夠選一個粗曠男性的外型。但她馬上就被告知這款遊戲沒辦法創造出與自己性別相反的遊戲角色，於是只好退而求其次，希望能夠變成一個高大魁梧、像個士兵一樣的女孩。\n但是隨機選取所生成的卻是一個嬌小纖細，簡直像個洋娃娃般的少女。雖然馬上考慮要放棄這個帳號然後重新創造一個角色，但邀請詩乃加入這個世界的朋友卻強硬地對她說「太可惜 了！」並要她別放棄。之後隨著越來越熟練，這個角色的等級也提升到無法回頭的程度了。\n因此她時常會遇見像這樣讓人十分困擾的邀請。對純粹只是想戰鬥的詩乃而言，這只會讓她感到相當憂悶而已。\n「這樣啊——詩乃在真實世界裡還是學生對吧？是大學生嗎？難道說是要寫報告？」\n「……嗯……算是吧……」\n總覺得有一次在登出之前不小心提到學校，接下來的邀約就變得更加難纏了。所以現在就算殺了她也不想說出其實自己是高中生。\n結果，至今為止一直蹲在地上操縱著數值視窗的另外兩名前衛玩家，馬上就像要牽制銀狼般慢慢靠了過來。灰色鏡片護目鏡上垂下綠色前髮的男人開口說道：\n「銀狼啊，你這樣造成詩乃的困擾了吧。遊戲裡是不能提到現實世界裡的事情唷。」\n「對啊對啊。就算你在現實世界和這裡都是單身也一樣。」\n另一名斜戴著迷彩頭盔的男人笑著說完之後，銀狼便用拳頭在他們兩個頭上邊轉然後邊反 擊道：\n「還敢說我，你們兩個不也遠離春天很久了嗎！」\n在哈哈笑著的三個人身邊，詩乃一邊將身體縮得更小一邊感到非常不可思議。\n既然玩遊戲的主要目的是要與其他玩家對戰，那麼在待機當中應該還有集中精神或是檢查 裝備這些有意義的打發時間方式，如果想利用轉換錢幣系統來賺取電子貨幣，那倒不如去加入專門打怪的中隊還比較好。又如果是想要認識異性的話，根本不用選擇這種單調且充滿殺伐之氣的世界，其他應該也有固定性別又浪漫美麗，裡面還有許多女性玩家的遊戲才對吧。他們到底是為了什麼目的而來到這個世界的呢？\n詩乃再度將臉深深埋進圍巾裡後，開始用左手指尖撫摸著架設旁邊在腳架上的大型狙擊槍 槍身。\n——總有一天我會用這把槍將你們的角色轟飛。看你們之後是不是還能像這樣笑著對我搭話！\n在心底深處這麼嚅囁完之後，焦躁的心情就像是被冰冷的酒桶吸進去般慢慢沉靜了下來。\n「過來囖——」\n當用望遠鏡從快倒下來的水泥牆洞穴裡不斷捜尋著敵人的最後一名成員講出這句話時，已 經是又過了二十分鐘之後的事情了。\n三名前衛以及戴因的講話聲嘎然中止，現場立刻充滿了緊張的空氣。\n詩乃瞄了一下天空。她發現黃色雲層雖然已經逐漸轉紅，但光線仍然相當充足。\n「終於出現了嗎……」\n戴因低聲說完之後半蹲著移動到牆邊，從負責監視的隊員那接過望遠鏡。接著透過同一個洞口確認著敵人的戰力。\n「……確實是那群傢伙。七個……比上禮拜多了一個人。拿著光學雷射槍的前衛有四個人。還有一個拿著大口徑雷射衝鋒槍。加上……唉唷，有個傢伙拿著『MINIMI』。他上週還拿著光學槍，應該是急忙換成實彈槍了吧。這傢伙應該就是狙擊的目標了。最後一個人……罩著披風所以看不見武裝……」\n聽見他這麼說之後詩乃便採取伏射姿勢，將自己的臉靠近狙擊槍的高倍率瞄準鏡。\n詩乃他們的六人中隊是潛伏在建立於高臺上的前文明遺跡當中。斑駁不堪的水泥牆與鋼筋剛好成為他們掩蔽物，可以說是最適合監視前方廣大荒野的地形。\n詩乃再度抬起頭看著天空，確認過自已沒有處於假想太陽會造成鏡片反射的位置上後，她便將瞄準鏡的前後可掀式護罩掀了起來。\n直接將右眼靠在鏡片上後，設定為最小倍率的視野可以看見幾個移動中的小點。詩乃用指尖調節了一下倍率轉盤，每當輕微的聲音響起，原本像芝麻大的黑點便越來越大，最後變成七 名玩家的模樣。\n正如戴因所說，當中有四個人拿著光學系突擊槍，其中兩個人還頻繁地利用望遠鏡警戒著四周圍環境。但是除非他們裡面有人擁有相當高等級的捜敵技能，否則幾乎是沒辦法發現詩乃 他們的埋伏。\n兩名掛著大型槍械的成員走在集園中間。其中一名拿的是半自動的光學雷射衝鋒槍，另一名則是實彈系輕機關槍「FN·MINIMI」。這是款在現實世界裡日本自衛隊也加以採用的優秀分隊支援火力。由於光學槍的攻擊力有一半以上會被防護罩抵消，所以對詩乃他們來說MINIMI的威脅性當然要高多了。\n這款「Gun Gale Online」裡登場的武器可以分為實彈槍與光學槍兩種。\n實彈槍的好處是每發子彈都帶有很大的殺傷力，同時具有貫穿防護罩的能力。但缺點就是得帶上好幾個笨重又佔空間的彈匣，而且彈道很容易受到風吹或是濕度的影響。\n相對的光學槍的好處便是槍枝本上相當輕，而且射程遠命中度又高。另外裝在彈倉裡的能源盒也相當輕巧，但缺點是遇上名為「防護罩」的玩家用防具後威力便會減弱。\n因此對付怪物時用光學槍，對抗玩家時用實彈槍已經是遊戲內的定律，但這兩大類的槍械除了在性能面之外，在其他方面也有很大的差異。\n那就是光學槍都是使用虛構的名稱與造型，而實彈槍則是將現實世界裡真正存在的槍械直 接在遊戲裡登場。\n因此GGO玩家裡面便有許多像戴因與銀狼這樣的槍械愛好者身邊時常帶著實彈槍，只有在打怪的時候才會切換成光學槍。\n現在貼在詩乃臉頰上的狙擊槍也是屬於實彈系的槍械。但是詩乃在來到這個世界之前可以 說是對槍械一無所知。雖然為了要玩遊戲所以已經把這些槍的名字當成道具背下來，但現實世界裡的她絕對沒有因此而對槍械產生興趣。她除了認為這世界裡幾近無限的槍械都只不過是3D物件之外，也討厭在現實世界裡看見槍械。\n她只是在這個殺戮世界裡拚命地以假想的子彈摧毀假想的敵人。直到內心變得像石頭般堅 硬、血液像冰塊般凍結為止。\n為了達到這個目的，詩乃今天也將在這個世界裡扣下板機。\n甩開多餘的思考後，詩乃稍微動了一下狙擊槍。敵人隊伍的最後方有一名以巨大護目鏡遮住容貌，身上披著迷彩披風的玩家正在往前移動著。正如戴因所說，完全看不見這個人身上的 裝備。\n那是一名相當魁梧的大漢。背上像背著登山背包般讓整條披風誇張地鼓了起來。但從衣角可以見到他的雙手都沒有拿武器。他掛在腰間的最多也大概是短機關槍等級的武器而已吧。 「你說臉被披風遮住了嗎？」\n從背後傳來銀狼的聲音。雖然他是想要開玩笑，但還是聽得出他聲音裡帶著略為緊張的心情。\n「不會是那個傢伙吧？那個傳說中的……『death gun』！」\n「哈，那根本是假的吧。」\n戴因馬上笑著回答道。\n「而且人家說死槍是穿著吉利服的瘦小男性唷？眼前那傢伙可是相當高大。至少有兩公尺 那麼高吧。應該是……超級STR型的搬運工吧。背上的東西應該是賺來的道具或是彈藥、能源盒之類的。我想他身上沒什麼大不了的武裝，戰鬥時可以無視他的存在。」\n詩乃一邊聽著戴因這麼說 一邊由瞄準鏡裡緊盯著那麼男人看。\n龐大的裝甲護目鏡讓人看不見他臉上的表情，整張臉只有嘴角露在外面。男人的嘴唇緊閉在一起，可以說完全沒有任何動靜。其他成員雖然也在警戒當中，但時常可以見到因為閒聊而 露出的雪白牙齒，只有走在隊伍最後面的男人從頭到尾沒有說過半句話。他只是默默跨出極 整齊的腳步。\n詩乃半年來在GGO裡培養出來的直覺告訴她，這個男人的威脅性遠超過那個拿著MINIMI的成員。但除了背部的登山背包之外，他的披風便沒有什麼特別顯眼的隆起了。會不會是藏著什麼小型但威力驚人的稀有武器呢？但也只有光學槍才有這種類型的武器，而那在對人 戰鬥裡面沒有辦法成為決定勝負的力量。這麼說從這男人身上感到的壓力只是自己的錯覺而已嗎……\n猶豫了一陣子後，詩乃還是小聲說道：\n「我覺得那個男人不太對勁。我想把最初的狙擊目標換成那個男人。」\n戴因的臉從望遠鏡上離開之後，揚起眉毛看著詩乃說：\n「為什麼？他身上沒什麼大不了的武裝。」\n「雖然沒有根據……但是他身上的不確定要素讓我相當在意。」\n「要這麼說的話，那把从MINIMI才是真正的不安要素吧。被他纏住時雷射槍又接近過來的話就不妙了。」\n就算防護罩能有效抵擋光學槍的攻擊，但效果卻會因為敵我之間距離縮短而減弱。在至近距離互相射擊時，還是有可能會輸給彈匡平均彈數較多的鐳射搶。這時詩乃只好捨弃自己的主張，點了點頭並開口說道：\n「我知道了……第一目標還是放在MINIMI身上。可能的話第二發將瞄準那個披風男。」\n詩乃雖然這麼說，但只有在敵人還沒有發現射手的狀態下，第一發狙擊彈才能發揮出效果。發射地點遭到確認之後，敵人便能看見狙擊槍的「彈道預測線」，接下來的子彈將會輕易地被人躲過。\n「喂，沒有時間繼續說話了。距離只剩下兩千五百公尺。」\n擔任索敵的男人用從戴因那拿回來的望遠鏡看了一眼後這麼說道。戴因點了點頭，接著轉頭對身後的三名攻擊手說：\n「好……一切就按照作戰計畫進行，我們前進到正面大樓的陰影處等待敵人吧。詩乃——我們開始行動後就看不見那些傢伙了，如果情況有什麼變化就通知我們。我會指示妳狙擊的時 機。」\n「了解。」\n簡短回答完後，詩乃便再度將右眼放回瞄準鏡上。目標的隊伍還是以略為緩慢的速度在荒野中前進，目前看不出有什麼異狀。\n他們與詩乃之間隔著二·五公里寬的荒野。中央靠近詩乃他們中隊的位置上聳立著一座巨大的高樓遺跡。戴因他們五個人便是利用它進入目標隊伍的死角，然後準備一口氣發動強襲作 戰。\n「好——開始行動吧。」\n聽見戴因簡短的命令之後，除了詩乃之外的成員都回應了一聲。他們留下軍靴踩著碎石地的聲音後，由高台後方滑了下去。等到夕陽下的風將他們的腳步聲帶走之後，詩乃由脖子上的 圍巾底下拿出一組小型耳機並將它裝在左耳上。\n從現在起的數分鐘裡，詩乃必須獨自一個人持續與身為狙擊手的壓力與孤獨戰鬥。自己發射出來的一顆子彈將對今後的戰局產生重大影響。能依靠的就只有自己的手指與不發一言的狙 擊槍而已。詩乃的左手滑過架在腳架上的巨大槍身。黑色金屬將冰冷的沉默傳遞到她身上。\n詩乃之所以會在這個世界裡成為少數還算知名的狙擊手玩家，其實這把實彈槍占有很大的 原因。\n它的名字是「PGM·Ultima Ratio Hecate Ⅱ」。它是把全長一百三十八公分，重量達十三·八公斤的巨大槍械，使用五十口徑，也就是直徑十二·七毫米的巨大子彈。\n聽說它在現實世界裡被歸類為反物質狙擊槍。也就是以貫穿車輛與建築物為目的的槍械。 由於威力實在太過於強大，所以依據某種名字一大串的條約來禁止在對人狙擊時使用。但是這個世界裏面當然沒有這種條約。\n詩乃是在三個月前，開始可以算是GGO資深玩家時得到這把狙擊槍的。\n當時詩乃隨性地一個人潛入延伸在首都SBC格洛肯地底下的廣大迷宮裡，但卻一個不小心觸發了坑道陷阱。「Gun Gale Online」的舞台是設定在過去因為大戰而文明毀滅殆盡的地球 上，而玩家們便是參加移民太空船團回到地球上的人們。格洛肯這座城市原本是太空船，它的地下有在過去大戰中崩壞的巨大都市沉睡著。都市遺跡裡有無數的自動戰鬥機械以及遭受基因改造的怪物蠢動著，等待夢想一獲千金的玩家們前來冒險。而詩乃就是掉落到最危險的迷宮深處。\n當然那不是一個人就能夠脫出的地點。做好一遭遇怪物馬上就會落敗然後「死亡遣返」回到存檔地點的覺悟後，詩乃開始謹慎地在迷宮裡前進。這時她眼前突然出現一座像是廣大運動 場的圓形空間，還有一隻像是異形般的怪物躲在裡面。\n由體型以及名字可以判斷出這應該是屬於魔王等級的怪物，但詩乃過去在任何網站上都沒 見過牠的模樣。當注意到這一點時，詩乃心裡那些微的遊戲玩家魂便開始燃燒起來了。心裡想著「反正不過一死，就跟這傢伙大戰一場吧」的詩乃躲進運動場上方的排氣孔裡，接著將來福槍對準了怪物。\n但是戰鬥卻有了出乎意料意之外的發展。魔王級怪物雖然擁有熱線、鉤爪、有毒瓦斯等多種攻擊手段，但每一種都以些微之差而無法攻擊到詩乃。話雖如此，由於怪物所在位置也幾乎 在詩乃來福槍的攻擊範圍邊緣，所以她也僅能對怪物進行相當微弱的攻擊。依照身上所攜帶的子彈數量來判斷，她得將身上所有子彈都擊中怪物的弱點——也就是額頭上的小眼睛才有獲勝的機會。\n而詩乃便靠著如冰塊般的冷靜與集中力完成了這項任務。當怪物終於被打倒，多邊形巨大身軀爆散開來時，已經是戰鬥開始三小時以後的事情了。\n從這隻魔王級怪物身上所掉下來的，是一把從來沒見過的巨大狙擊槍。NPC或是玩家的工作室在遊戲設定上沒辦法製造出強力的實彈槍，而在街上販賣的僅是一部分低威力的槍械， 所以想要中等以上的武器就只有自己到遺跡裡去挖掘一途。詩乃入手的狙擊槍——「Ultima Ratio Hecate Ⅱ」在能挖掘出來的武器當中算是最為稀有的一種。\n據說目前伺服器裡面被冠上反物質狙擊槍名稱的槍械，包含詩乃的黑卡蒂Ⅱ在內也不過只有十把而已。之前拍賣會裡出現的該類型槍械賣出了遊戲內貨幣二十M點數，也就是有兩千萬的價值。而電子貨幣轉換系統的匯率是一百比一，所以兌換過來之後可以得到日幣二十萬元這樣的巨大金額。\n詩乃在現實世界裡是自己一個人過生活的高中生，每個月都得用家裡送來的微薄生活費過 日子，所以當她知道這把槍的價值之後真的感到非常猶豫。最近她才好不容易能賺到每個月連線費用的一半——也就是一千五百日幣，但即使如此還是有一半得用上自己的零用錢。不過要再多花一點時間在遊戲上面的話，自己的成績可能就很難維持下去了。但只要有這二十萬日幣，扣除至今為止用掉的連線費用後還是可以算大賺了一筆。\n但詩乃最後還是沒有將這把槍賣掉。她進入GGO的目的不是為了賺錢，只是為了打倒所有比自己還強的玩家並藉此來克服自己的弱點而已。何況這是她首次對單單只是道具的槍械有 了「心靈相通」的感覺。\n黑卡蒂Ⅱ因為擁有巨大的槍體與重量，所以在設定上需要相當高的STR值，但身為狙擊手的詩乃已經將STR值提升得比AGI值要高，所以有驚無險的得以裝備上這把武器。當詩乃首次帶著這把武器上戰場，透過瞄準器看見敵人時，她由手裡這沉重又冰冷的鐵塊上感到了 力量以及意志。它擁有渴求殺戮與死亡的冷酷靈魂。而詩乃夢寐以求的便是這種不屈服於任何人、不產生任何動搖也絕不流一滴眼淚的形象。\n過了一陣子之後，詩乃才知道[Hecate]是取名自希臘神話裡掌管冥界的女神。這時她便決定以它作為自己最初同時也是最後的夥伴。\n瞄準鏡中的目標隊伍不斷向前移動。\n抬起臉直接往荒野裡看去之後，馬上可以發現戴因他們五個人正往夾在中間的崩塌大樓前進。兩個集團間的距離已經縮短到七百公尺左右。詩乃再度將右眼貼在瞄準器上，接著只要等候戴因的指示就可以了。\n數十秒之後，由耳機裡傳來帶有雜音的講話聲。\n『準備發動攻擊——』\n「了解。敵人的路線以及速度都沒有改變。與你們距離四百公尺。距離我大概一千五百公 尺。」\n『距離還很遠。妳沒問題吧？』\n聽見戴因的問題後，詩乃冷冷地回答「沒問題」。\n『好……那開始狙擊。』\n「了解。」\n簡短對話之後詩乃閉起嘴巴，右手食指靜靜往大大的板機護圈摸去。\n瞄準器的視野裡可以見到肩上扛著MINIMI的第一目標正一邊說話一邊向前進。\n在上週的戰鬥中，詩乃不是擔任狙擊手，而是裝備突擊步槍負責直接支援的任務，所以曾在近距離下見過這個男人的臉孔，但他卻沒在詩乃記憶中留下任何印象。不過由可以裝備支援 火力這點就能知道他的等級相當高。\n詩乃一邊抑制忽然加速起來的心跳，一邊移動瞄準鏡裡的十字線。考慮過距離、風向以及目標的移動速度之後將槍身往左上方移動一公尺以上後固定下來。接著移動食指觸摸扳機本體。\n這時候詩乃視線裡馬上出現發出淺灰色光芒的半透明圓形。\n週期性緩緩改變直徑大小的圓形以男性胸部為中心，一直擴展到他的膝蓋為止。這是只出現在詩乃視線裡的攻擊性輔助系統，也就是所謂的「著彈預測圓」。被發射出去的子彈將會亂數命中圓內側的某個部位。現在圓的面積大概只有三成左右覆蓋到男人的身體，也就是命中率只有百分之三十的意思。而且就算黑卡蒂Ⅱ擁有絕大的威力，只擊中對方的手臂或是腳部這些末端部位也是無法讓敵人立刻死亡，所以一擊必殺的機率也會下降。\n這個著彈預測圓的大小是根據與目標之間的距離、槍的性能、天氣、光量、技能·能力值等要素來產生變動，但當中重要的指標還是狙擊手心臟的鼓動。\nAmuSphere能夠接收現實世界躺在床上的玩家心跳，然後將檔案傳送到遊戲系統當中。\n心臟跳動的瞬間正是圓形擴展到最大範圍的時刻。接著圓形將會慢慢縮小，然後在下次跳動時再度伸展。也就是說要提升命中率的話，就必須要在心臓跳動的低點時進行狙擊。\n但是放鬆狀態下每分鐘六十次——也就是每秒一次左右的平穩心跳通常在狙擊時會因為緊 張而上升兩倍以上的速度，此時圓形也會跟著產生劇烈的縮放運動。在這種狀況下根本無法在脈搏的低點進行狙擊。\n這就是GGO裡狙擊手相當少的最大原因。\n因為實在太難命中目標了。狙擊時的緊張心情根本無法控制。當然接近戰時也會因為心跳加快而讓預測圓產生震動，但只要距離接近還是能夠擊中目標。如果使用的武器是全自動小型輕機槍或是突擊步槍就更不用說了。但是距離超過一千公尺的遠距離狙擊通常預測圓都會擴 展到超過人的身高好幾倍。現在詩乃視線裡所顯示出來的圓形命中率有三成已經可以算是奇蹟了。\n但是——\n詩乃在心裡這麼嚅囁道：\n這種壓力、不安與恐怖又算得了什麼。距離一千五百？這根本像把紙團丟進垃圾筒那麼簡 單。沒錯——\n跟那時候比起來的話……\n她的頭腦裡開始降下一團冷氣。心臓的鼓動奇蹟似的平靜下來。\n——冰塊。我是由寒冷冰塊所製成的機械。\n著彈圓的圓週變動速度瞬間緩了下來。同時詩乃的感覺也開始往外擴張，她可以確認圓形縮成最小的那一瞬間。\n一……二……當第三次收縮的圓形集中在扛著MINIMI男人的心臟上那一瞬間，詩乃立刻扣下了扳機。\n宛如雷鳴般的咆哮震動了整個世界。\n由設置在黑卡蒂Ⅱ槍口的防火帽爆發出巨大火花，發射出去的子彈超越槍聲後直接向前突 進。原本整隻狙擊槍以及詩乃的身體都將因為後座力而向後彈去，但她馬上用緊踏住地面的雙腳抵消這股力道。\n瞄準線對面的那個男人或許是注意到發射時的火花了吧，只見他忽然抬起頭來。他的視線因此和看著瞄準鏡的詩乃互相交錯——\n下一瞬間，男人開始由胸口到肩膀，最後連頭部都變成極小物體並開始粉碎與消滅。遲了一會之後，剩下來的身體部分也像被敲碎的玻璃雕像般四處飛散。倒楣的是他肩上的超高價輕 機關槍似乎就是亂數掉裝備的對象，可以見到它當場就滾落在沙地上。當這名男人重新復活回到街上時，一定得花上一番功夫才能由遭到一擊殺害以及掉寶的雙重打擊中恢復過來吧。\n無情地確認過這些事情後，詩乃的右手自動動了起來，她直接拉下黑卡蒂Ⅱ的槍栓。巨大彈藥筒隨著金屬聲退了出來，掉在旁邊的岩石上後消失無蹤。\n在裝填下一發子彈的同時，詩乃也微微將狙擊槍往右邊移動，這是為了將第二目標的巨漢收進瞄準鏡內。這時男人覆蓋在護目鏡下的臉孔已經朝詩乃這邊看了過來。詩乃將準星瞄準他 身體略為上方的部位，手指再度放在板機上。綠色的著彈預測圓再次出現，接著馬上就往一點收縮。\n從發射第一發子彈到現在不過三秒鐘的時間。如果是半自動狙擊槍的話就可以連射，但是單發的黑卡蒂Ⅱ沒有這種性能。只不過一般玩家在發現自己同伴的身體忽然粉碎時必定會感到 驚訝與僵硬，而要在這種狀態下重新振作起精神找出狙擊點並準備迴避，至少也需要五秒鐘的時間。原本覺得趁著這陣混亂，第二次狙擊應該也有成功的可能性——\n但是披風男絲毫沒有露出慌張的模樣，反而從大型護目鏡深處筆直凝視著詩乃。這傢伙果然是老手，詩乃心裡一邊想著他一定是個相當知名的玩家，一邊直接扣下板機。\n這時候男人的視線裡，已經可以見到一條淡紅色半透明的光線，而那便是由即將襲擊自己的子彈所畫出的「彈道預測線」。這是遊戲在槍擊戰鬥裡面為了增加緊張感所採用的守備性輔 助系統。只要是擁有高人一等的反射神經與AGI值，而且心臟也比別人大顆的玩家，就能輕易躲過半數以上從五十公尺處發射出來的衝鋒槍子彈。\n狙擊手這個職業最大的優勢，就是對方眼裡看不出最初一發子彈的預測線。但是詩乃已經攻擊過一次而暴露出自己的位置，所以目前已經不再有這種優勢了。\n爆炸聲再度響起。由詩乃指尖發射出來的冷酷黑卡蒂Ⅱ子彈，就像「死亡」結晶般撕裂淡黃色空氣直接往敵人飛去。\n但正如詩乃所想，男人冷靜地向右跨出一大步。緊接著十二·七毫米彈便直接貫穿距離那巨大身體一公尺外的空間。遙遠後方的荒野上原本有一塊突出來的水泥牆，上面立刻就出現一 個圓洞。\n\n\n燃燒著熊熊烈火詩乃的右手無意識中繼續行動，馬上就裝填好下一發子彈，但回到握把上的指尖卻沒打算扣下板機。\n因為繼續狙擊下去也沒用了。如果一定要繼續的話就只有移動位置，躲到男人的視線之外，然後靜候六十秒讓方位情報重新設定。但那時候這場戰鬥應該已經大勢底定。詩乃依然看著瞄準鏡，直接對著嘴邊的受話器說：\n「第一目標成功。第二目標失敗。」\n戴因馬上就有了回應。\n『了解。攻擊開始。GOGOGO……！』\n耳機內稍微可以聽見戴因往地上一踢後衝出去的「沙沙！」聲。此時詩乃才將憋在嘴裡的一 口氣輕輕吐了出來。\n她的任務就到此結束。由於黑卡蒂Ⅱ是極為稀有的槍械，所以背著它參加正面戰鬥而死亡掉寶的話，那真可以說是損失慘重。戴因也告訴她狙擊行動結束之後只要待機就可以。第二次攻擊失敗雖然多少讓人有點牽掛，但接下來就只能祈禱「不祥的預感」只是自己的杞人憂天了。\n詩乃一邊這麼想一邊再度移動狙擊槍，調降瞄準鏡倍率將敵人隊伍全部納入視野當中。四名前衛急忙躲進附近的岩石與水泥牆等掩蔽物後面，而更後方帶著大型雷射衝鋒槍的後衛與 那名披風男則是——\n「啊……！」\n詩乃不由得叫了出來。而這時巨漢正舉起雙臂，將迷彩披風從身上扯了下來。\n男人的兩手上與腰間都沒有武器。\n而他背上那原本以為是搬運道具用背包的物體這時候也整個露了出來。\n一條彎曲的金屬棒橫跨他強壯的肩膀。而像懸掛著般著裝在他身上的是某種粗中帶細的金 屬製品。\n那是被Y字型支撐框架所包圍的圓筒型機關部。上面還有相當粗的手把突出來，而下方則伸出束在一起的六根槍管。每根的長度都在一公尺以上。\n裝設在機關部上的彈帶還與同樣吊在金屬棒上的大容量彈倉互相連結著。\n詩乃過去曾一度在GGO情報網站的武器名鑑上看過見這把槍械過於巨大且猙獰的外貌。\n它的名字確實是「GE·M134迷你砲機槍」。在武器中屬於重機關槍的一種。是在Gun Gale Online登場的最大型槍械之一。六管槍身可以邊高速迴轉邊進行裝填，發射‘退匣等動作，所以足夠以一秒鐘百發這種瘋狂的速度發射七·六一二毫米彈，真可以說是宛若惡夢般的槍械——不，應該可以說是兵器了。\n當然它本身的重量也相當驚人。光是本體就要十八公斤，如果再加上那些大量的彈藥應該就超過四十公斤了吧。就算再怎麼強化STR的玩家也無法在重量限制下裝備上這把武器。所 以在過重狀態下的移動當然得付出代價。\n那隻隊伍移動速度之所以會那麼緩慢，不是狩獵延遲了時間。而是因為那就是巨漢盡全力之下的最快移動速度了。\n詩乃帶著驚訝的心情看著瞄準鏡，在她視線中央的巨漢將右手繞到背後去直接握住機槍的 握把。巨大機關槍順暢地從金屬棒上橫移過來，在男人身體的右側前方來了個九十度迴轉。巨漢張開雙腳，做出將六管槍身由正面推出來的姿勢後——護目鏡下方的嘴巴才首次動了起來，他露出了相當猙獰的笑容。\n詩乃急忙操縱轉盤，將瞄準鏡的倍率調到最小。\n銀狼他們三名攻擊手拿著衝鋒槍由視線左側衝了過去。雖然由敵人前衛的雷射槍所發射出 來的光彈已經拖著藍白色尾巴朝著他們飛去，但只是在銀狼他們面前一公尺左右的空中留下水面般波紋然後威力便減弱了。這就是高性能「對光彈防護罩」產生的效果。\n實彈系的短機關槍也開始像是要報復般噴出火來，這時由岩石後探身出來的一名雷射槍男 身上出現「啪啪」的深紅著彈效果後便倒了下去。銀狼他們再往前進，到最接近敵人的水泥牆掩面去——\n這時男人整個人腰部向下一沉。\n迷你砲機槍的槍身開始高速迴轉，三秒鐘後馬上有閃爍著亮光的帶狀物爆發開來。\n光是這一擊就已經將銀狼的角色就連同水泥掩體一起分解消滅了。銀狼簡直就像遭受水流 衝擊的泥偶一樣。\n[嗚…………]\n咬緊嘴唇的詩乃站了起來。她由地面上抱起黑卡蒂Ⅱ後順勢將腳架疊起並將背帶繞過身體。\n全長一百三十八公分的黑卡蒂Ⅱ整個被身高只有一百五十五公分左右的詩乃扛在肩上。但 幸好這還在重量限制範圍之內。加上輔助武器的超小型短機關槍「H&K·MA7」後之所以還能夠不超出重量限制，都是因為詩乃除了STR值相當高之外，彈匣裡還只攜帶了七發黑卡 蒂Ⅱ的子彈而已。\n現在肉眼也可以辨認出現在一公里半之外戰場上的槍口火舌。詩乃無言地全速向前衝去。\n事到如今戰況已經是對戴因他們極為不利了。如果只是面對使用迷你砲機槍的男人，他們只要保持一定距離然後邊高速移動邊攻擊就能夠打倒他。但是使用雷射槍的敵人在機槍的援護 之下，只要前進到防護罩失去效力的距離，就能夠迫使戴因他們非得迎擊不可。\n雖然是中隊的一員，但詩乃就算在這時候撤退將來也不會遭受到任何怨言。因為她已經順利完成目標物的狙擊任務。\n但詩乃還是一直線朝著戰場跑去。當然她不是為了救助同伴，而是那個機槍男臉上浮現的笑容讓詩乃的腳不斷向前邁進。\n男人有著能在戰場上露出笑容的實力。而且灌注在遊戲上的時間已經足夠讓他獲得迷你砲 機槍這種與黑卡蒂同等級的稀有武器。當然他還有累積這種驚人STR值所需要的忍耐力。更重要的是男人也擁有足以冷靜面對詩乃狙擊的膽量。\n與這種對手作戰並且殺掉他們——詩乃便是希望藉此來消滅自己心中那總是在哭泣的另一 個「朝田詩乃」。\n她就是為了這個理由而投身於這個瘋狂的世界。如果這時候逃走的話，至今為止累積的成果都將變成泡影。\n詩乃用參數所允許的最快速度踩過乾燥地面、撕裂充滿塵埃的空氣，只是一味向前跑去。\n只見她有時閃避、有時跳越過碎石沙地上的岩石與半塌的水泥牆，僅花了數十秒鐘便衝進交戰區域裡面。\n詩乃完全沒有考慮到隱藏身形的問題，將AGI參數支援發揮到極致之後便往前直線衝刺。敵人集團應該也已經捕捉到詩乃逐漸接近的身影了吧。\n兩隻隊伍的交戰區域已經和開始時有了一段很大的距離。節節敗退的當然是戴因這一邊。有了迷你砲機槍不分青紅皂白的掃射支援，敵人集團的前衛得以慢慢向前逼近。為了逃離光學 槍的有效射程，包含戴因在內的四名隊員全都不斷由一個掩蔽物退到另一個掩蔽物後面。\n現在已經不可能衝出荒野直線往前逃走了。一旦暴露身影，馬上就會被機槍那宛如瀑布般的子彈給打成蜂窩。而且戴因他們現在所靠著的水泥牆後面已經沒有任何退路。剩下來的就只 有一開始用來接近敵人的那些半數倒塌的大樓遺跡。只不過一旦逃進那裡面，就會變得跟甕中之鱉一樣了。\n瞬間理解這所有情報的詩乃，一口氣便準備跳進戴因他們暫時苟延殘喘用的牆壁後面。但下一刻馬上就有三條淡紅色光線出現在詩乃正前方。\n「嗚……」\n她咬緊牙根，開始準備迴避子彈。這應該是由擔任攻擊手的雷射槍男所發出的彈道預測線。\n詩乃首先將身體蹲到最低來躲過最初的預測線。接著灼熱的藍白色熱線便循著頭上的預測 線飛過。這時眼前又有了第二條預測線。詩乃立刻將全身力道灌注在右腳上往地面一踢，整個人便騰空跳了起來。接著腹部旁邊馬上又有一條雷射經過，瞬間視線只能見到一片白色。\n第三條預測線與在空中的詩乃將在稍高的位置上交錯。雖然她已經盡量縮起脖子來閃避熱線，但淡藍色短髮的前端還是被掃到，頭髮馬上就變成光粒四處飛散。\n好不容易躲過雷射槍的連射，來到地面上的詩乃眼前——\n立刻又被直徑大約有五十公分的粗大線條給染成一片紅色。\n這無疑就是迷你砲機槍的彈道預測線。零點幾秒後，那如暴風般的連射即將要襲擊過來了。\n奮力催動因為恐懼而僵硬的身體，詩乃剛觸到地面的右腳馬上伸直，讓她再度往空中飛去。在空中一個轉身之後，她便像跳高似的在空中一個挺身。\n接著詩乃便感到宛如暴風般的能源洪流從她背後擦過。當閃爍白色光芒的實彈群通過她眼 角後，稍遠處一座廢墟大樓的破牆馬上又被挖空了一部分。\n當背部快落在砂石地上時，詩乃再度轉身改成以雙手雙腳著地。在這同時她更全力讓身體往前方撲去。往前轉了幾圈之後，詩乃已經處身於戴因他們躲藏的水泥牆後面了。\n中隊隊長以驚訝的眼神看著忽然出現在眼前的詩乃。無論再怎麼往好處想，他眼神裡閃爍的都不是感謝的光輝，而是看見一個自尋死路者時所感到的疑惑。\n戴因馬上別過臉去，看著自己手裡的突擊步槍。這時他說話的聲音已是低沉且沙啞。\n「那些傢伙請了保鑣……」\n「保鑣？」\n「你不知道嗎？就是那個用迷你機槍的大漢啊。那傢伙叫做「猛獸」。是以北方大陸作為根據地的攻擊狂。通常被有錢但怕死的中隊所雇用，做些像是保鑣的工作。」\n雖然詩乃心裡想著「至少還比你有骨氣多了」，但她當然不會蠢到把話說出口。她反而看向戴因身後那些不時由掩蔽物後方探出臉來，朝著敵人集團發射無謂反擊的三名攻擊手，接著 以只有同伴能聽見的極小音量說：\n「一直躲在這裡也只有全滅一途。迷你砲機槍應該快沒子彈了——我們全部一起發動攻擊 的話他或許會猶豫該不該瘋狂進行掃射。而我們只有抓住這個時機幹掉他才有活路。你們兩個拿著衝鋒槍往左邊，我和戴因繞到右邊， M4你就待在這裡支援……」\n當她說到這裡時，戴因又用沙啞的聲音打斷她說：\n「……沒用的，對方還有三名拿著雷射槍的傢伙。衝過去的話防護罩的效果就……」\n「雷射槍的連射沒有實彈槍那麼快，大概可以躲過一半射擊。」\n「不可能！」\n戴因再度頑固地拒絕，他搖著頭說：\n「衝過去只是讓機槍打成蜂窩而已。雖然不甘心，但也只能放棄了……與其看那群傢伙勝利的模樣，倒不如在這裡就登出……」\n在中立練功場裡登出的話也不會馬上就消失。失去魂魄的角色會留在現場幾分鐘的時間，\n當然這時候也會遭到攻擊。雖然機率較低但還是會亂數發生武器或防具的掉寶現象。\n到目前為止只是覺得身為隊長的戴因每次指示撤退的時機都太早了一點，但沒想到他竟然 會提出這種自暴自棄，簡直就像小孩耍賴般的提議。詩乃有些難以置信的凝視著戴因那看起來像是身經百戰的士兵臉孔。\n戴因忽然咬牙切齒地叫道：\n「搞什麼，只是遊戲而已何必這麼認真！還不都是一樣，就算衝出去也只是死路一條……」\n「那你就去死！」\n詩乃反射性大叫道。\n「至少在遊戲里面展現一下在敵人搶下喪生的勇氣！」\n唉~~自己怎麼會對這個不過是獵物的傢伙講出這種話呢。不過這下子註定得要離開這個中隊了吧。\n詩乃一邊在心底深處這麼想著，一邊抓起戴因迷彩衫的領口強行將他強行拖了起來。她同時瞪大了眼睛看著剩下的三個人。接著開口迅速說：\n「給我三秒鐘就够了，你們只要能吸引機槍男的注意，我就能用黑卡蒂解決他。」\n「知、知道了……」\n綠色頭髮垂在護目鏡前面的攻擊手吞吞吐吐地回答，剩下的兩個人也點了點頭。\n「好，那就分成兩隊由左右兩邊同時衝出去。」\n詩乃一臉不高興地推著戴因腰部，讓他移動到掩蔽物角落去。當詩乃拔出左腰上的輔助武器MP7後便用手勢開始倒數。\n三、二、一。\n「GO！」\n說完的同時她便用力往地上一踢，奮力投身於一秒鐘後那滿是死亡危機的戰場當中。\n馬上眼前就有好幾條彈道預測線切過。詩乃讓身體往後倒去，一邊利用滑行來躲過子彈一邊讓敵人集團進入視線當中。\n右前方斜角大約二十公尺左右的牆壁後面躲著兩名手拿雷射槍的敵人。而左邊較遠處還有 一個。機槍男「怪物」則是在中央更往後十公尺的地方，這時他正準備將往左邊衝出去的兩名同伴收進他的射線當中。\n詩乃邊往右跑邊將左手的MP7對準了雷射槍男。用力按上板機之後馬上就出現了著彈預測圓，但由於無法抑制快速的心跳，這時圓形幾乎已經完全超出敵人們的身體。\n但詩乃還是毫不猶豫地開始射擊。手掌一邊感受著無法與黑卡蒂Ⅱ相提並論的後座力，一邊將彈匣裡的二十發四·六毫米彈一口氣全射光。\n雖然兩名雷射槍男已經因為他們這種不怕死的反擊而急忙躲到牆壁後面，但還是有數發子 彈擊中他們的身體。雖然不會損耗他們多少HP，但也足以爭取到數秒鐘的時間了。\n「戴因！援護！」\n詩乃邊叫邊整個人往地面撲去，同時也用雙手將黑卡蒂Ⅱ從背後拉了過來。她甚至沒有張開腳架的時間。手裡支撐著驚人重量的她直接就往瞄準鏡裡看去。\n設定在低倍率的視野裡佔滿了怪物的上半身。發現他的臉筆直往這裡看過來之後，詩乃無法等待預測圓收縮便扣下了板機。\n必殺的閃光隨著巨響貫穿整個空間——但子彈接著便從怪物頭部旁邊擦過。這時怪物的身 體因為衝擊而失去平衡，頭上的護目鏡也被轟飛接著變成碎片消失了。\n失手了——！\n咬緊嘴唇準備起身的詩乃，在瞄準鏡中與怪物的視線交錯。露出真面目的怪物，灰色雙眼裡發出燦爛光芒，嘴角依然掛著不屑的笑容。\n詩乃全身已經被巨大的紅色光束包圍。\n她瞬間判斷已經無法迴避。甚至從伏射姿勢下站起身來往左右哪一邊跳去的時間都沒有。\n至少要對著槍口死亡——\n詩乃為了遵守自己曾說過的話，撐起身體後便筆直盯著怪物看。這時他巨大的身軀上忽然出現了好幾個光點。\n原來是來自於戴因的援護。他單腳跪地並舉起舉起突擊步槍，提高命中度後直接往怪物身上射擊。\n在這種狀況與距離之下還可以讓這麼多發子彈命中敵人，雖然人格不怎麼樣但射擊技術確實不錯，詩乃一邊這麼想一邊用力往右邊撲去。剛才身體所在的地方隨即被數十發子彈給貫 穿。\n「戴因！再往右邊一點……」\n當詩乃這麼叫道時……\n再度由掩蔽物後面出現的兩名雷射槍男，無情地對著站起身來的戴因發射熱線。\n此時他們之間的距離實在是太近了。戴因的防護罩立刻被貫穿，熱線直接就打在他身上。\n戴因瞬間看了詩乃一眼。但隨即又將臉轉向敵人一一\n「嗚哦哦！」\n叫了一聲後便開始筆直地往前衝。\n雷射立刻就如下雨般往戴因身上落下。\n但戴因躲過這些攻擊後便蹲低了身子，繼續往前猛衝。當然他不可能避過所有的子彈。\n最後幾秒鐘裡，戴因拔起腰間那拿來當成護身符的大型電漿手榴彈，接著將它丟進掩蔽物後面。同一時間裡戴因的HP也全部消失，他就這麼背對著詩乃變成無數多邊形碎片往四處飛散。\n接著就是一片閃光讓整個世界變成白色。\n空間裡產生了宛若巨神之槌撞擊大地般的衝擊。藍白色能源洪流到處肆虐，戰場裡漫天揚起灰濛濛的沙石。雷射槍男們的身體也夾雜在塵埃當中飛上天空，其中一人在掉落在地面之前 便粉碎並消失了。\n——有骨氣！\n稱讚了退場的戴因一下之後，詩乃雖然因為揚起的塵埃而瞇起眼睛，但她還是迅速環視過整座戰場。\n由左翼突擊的兩名夥伴裡已經有一個人被迷你砲機槍幹掉了，但原本應該在那裡的一名雷 射槍男也已經消失。\n右翼的戴因因為自殺性特攻而喪生，但也同時帶了一名敵人前衛下地獄，而另一個人應該是暫時無法動彈吧。\n一陣子之後——塵埃開始落定時，馬上就出現一道直線往這裡接近的巨大剪影。\n這樣一來就只變成詩乃和怪物的單挑了。但是在這種距離之下，狙擊槍根本無法和機關槍抗衡。\n詩乃得想辦法進入迷你槍炮的死角里并擺好射擊姿勢才行。但這種一對一的戰鬥哪裡來的死角呢……\n不對——\n詩乃一時之間感到無法呼吸。現在四周圍都被戴因手榴彈所捲起的飛塵所覆蓋，這種情況下怪物應該也沒辦法判斷出詩乃的所在地。當然詩乃也因為視線不佳而無法進行狙擊，但她或 許可以趁現在移動到這座戰場裡唯一不會受到那子彈風暴侵襲的地點。\n一想到這裡，詩乃馬上就轉頭往聳立在戰場正後方的殘破大樓遺跡衝去。\n衝進入口之後，發現大樓的後半部已經完全崩壞而可以看見黃色天空，但右手邊牆壁旁確實有目標物——也就是通往上層的樓梯存在。詩乃小心翼翼地走著，盡量不讓堆積在地面上的 瓦礫崩毀而發出聲音。\n雖然金屬製樓梯也到處都是缺塊，但詩乃還是毫不在意的衝了上去。她在往樓梯間牆壁一踢後轉換方向持續往上爬去。\n花了不到二十秒時間就來到五樓的詩乃發現樓梯就到此為止了。而她的左手邊出現一扇很 大的窗戶。\n在這裡的話，應該能在怪物沒注意到的狀態下爭取到擺好射擊姿勢的時間。\n詩乃一邊這麼想一邊將黑卡蒂Ⅱ的槍拖抵在肩上，接著由窗口往下看著整座戰場。但她的視線馬上就被染成一片紅色。\n數十公尺下的地面上，怪物已經將迷你砲機槍盡量往上抬，目前已經瞄準了站在窗口的詩 乃。他已經看穿詩乃的想法與所有作戰。\n詩乃根本沒有後退或是趴下的時間。\n實在是太強了。這傢伙是真正的GGO玩家，不，應該說是士兵才對。\n但這才是詩乃夢寐以求的對手。殺掉他。自己絕對要殺掉他。\n她沒有絲毫猶豫。不擺出射擊姿勢便直接將右腳踩上窗框一口氣跳了下去。\n同一時間宛如火焰般的能源激流已經由地面上衝了過來。「啪嘰！」一聲後詩乃的膝蓋下方馬上遭到強烈衝擊。角色的腳部整個被轟飛，HP值也急遽減少。\n但是她仍未死亡。越過迷你砲機槍的射線後，詩乃整個人騰空。這時她來到站立在當場的怪物上空。\n或許是打算將彈倉裡的所有子彈射光吧，怪物將身體往後頃，讓自己的射線朝著詩乃追去。但是這時他發現射線根本抓不到詩乃。因為懸吊在背上金屬棒的機槍沒辦法朝自己的正上 方射擊。\n當開始落下時，詩乃便將黑卡蒂Ⅱ的槍拖靠在肩上，眼睛也貼上了瞄準鏡。\n視線裡滿是怪物那粗獷的容貌。這時笑容終於從他臉上消失。他咬牙切齒，雙眼中燃燒著熊熊烈火。\n\n\n詩乃將所有意識集中在牽動自己的嘴角上。\n這時反而變成她臉上出現了笑容。那是個猙獰、殘虐且冷酷的微笑。\n雖然仍在落下狀態，採取的也不是安定的射擊姿勢，但兩者間的距離實在是太近了。當槍口來到怪物頭部大約一公尺左右的距離時，綠色的著彈預測圈整個收縮并固定在男人臉孔的中央。\n「THE END!」\n詩乃這麼呢喃著的同時，手指也扣下了扳機。\n帶有這個世界里最大能源的光箭由冥界女神的指尖發射了出來。\n子彈瞬間在怪物臉上以及身體開了一個大洞，最後甚至深深貫穿滿是瓦礫的地面。\n類似爆炸的衝擊聲隨之響起，怪物龐大身軀也分解成圓筒狀並且消失了。\n\n",
    "replies": []
}