{
    "title": "minecraft萌娘合集………………",
    "author": "RNG",
    "replyCount": 16,
    "timestamp": 1374419280,
    "txt_content": " 本帖最后由 RNG 于 2013-7-21 23:11 编辑 \n\n史蒂夫娘外观预设玩家的皮肤拥有棕色头发和蓝紫色眼睛，身穿蓝色衬衫，一条牛仔裤以及灰黑色的鞋。XBox360的版本的玩家可能拥有不同的皮肤。\n详细信息绝招：撸碎一切基岩除外\n当受伤时，她会发出一声“呃♀！”的喊声。在 RC2 之后，任何物理伤害都会使玩家发出血淋淋的肉体碰撞声，掉落伤害会发出骨头折断的声音。史蒂夫拥有10颗整心的血量（在创造模式中亦然）。生存模式亦然。当玩家的饥饿条在9点或者更高时，他们的生命值将逐渐的每五秒恢复半颗心。当玩家在慢跑、疾跑、跳、攻击怪物、被攻击、采矿时会逐渐消耗饥饿条，食用食物时可以恢复。当饥饿条下降到0时，玩家开始饥饿并持续掉血。\n基本资料本名Steve？\n别号史蒂夫\n身高173cm\n瞳色蓝紫瞳\n发色棕发\n萌点腹黑\n出身地区Minecraft世界\n主要活动范围所有地方\n所属团体Minecraft-玩家\n亲属或相关人僵尸娘\n爬行娘详细信息\n\n\n\n绝招：炸你全家台词：Ssssssss~Boom! ,欧尼酱 等等我啊 ,我只是来帮你挖地的~SSSSSSSSSS~,人家是帮你搬家的啦~Sssssssssssssssssssss,尼酱...不....不来一发TNT么..尼酱的话....现场就...可以...类别：草系神奇宝贝(误)、爬行动物（大误）蓝色铁卷门 给予的雅称:苦力怕较通俗的称号：JJ怪（才不是呢）历史正常向历史2009年8月24日,爬行娘在Survival Test（生存测试版本）0.24中苏醒。当主角靠近她时，她便会SSSSSSSS之后爆炸。在Minecraft中，Beta 1.4版本以上会在标题中找到JJ怪（标题中的A)\n黑历史(为了保护爬行娘的尊严，本段已经使用涂黑文字，除非你想透彻了解爬行娘，不然请不要观看)·爬行娘的模型是从猪演变而来的。\n·在看见玩家前它们的头会“无精打采地”下垂。\n·爬行娘虽然很萌, 但她已经杀了无数个minecraft玩家（不！杀的是小学生！高压爬行娘\n\n从beta1.5版更新起，被闪电击中的爬行者会被蓝色的光环笼罩，变成高压爬行者（所谓“闪电苦力怕”）。高压爬行者能从地下进入玩家的深层迷宫并破坏它。 高压爬行者不管是移动速度还是爆炸后的破坏范围都有大幅增加 带电爬行者（也被叫做高压爬行者），是在暴风雨即将发生时玩家最需警觉的怪物。如果雷暴击中爬行者，它会被充电，这是一种极端少见的情况。高压爬行者的爆炸伤害更强并且爆炸范围更广。它们可以通过围绕它们的蓝光从正常爬行者中轻易区分出。高压爬行者会造成巨大损失。玩家的避难所只有在黑曜石（或通过编辑器得到的基石。）作为建筑材料时候才是真正安全的。由于爆炸范围增加，取消高压爆炸是极其困难的，因为它们会持续膨胀。不过因为闪电需要在三到四个方块的范围击中它附近，高压爬行者极度稀有。特点为：蓝色闪电甲！但是不提供丝毫防御力。。如果你可以在高压爬行娘的反抗下活下来，你可以做你爱做的事情哦~但是很少有人在不穿钻石甲的情况下活着将这条信息带回来[默哀。。。-下图为萝莉愤怒(右)和御姐暴怒(左)的区别 [碰到高压爬行娘就逃吧~ 亲密接触的话。。。陨石MOD系列苦力怕这些东西是最近新推出的MOD——陨石MOD中所一同附带的诡异生物。外星·苦力怕这东西是随着50%几率出现的最普通的陨石所出现的生物。 它的整体外形与普通苦力怕相同。不过不同的是它的头上有一个“长江七号”的天线，且整体皮肤为紫色，外面笼罩着与高压苦力怕相似的蓝色闪电盔甲。吾辈比较好奇这货的娘化与苦力怕家族的关系它的杀伤力非常大，可以媲美甚至超过高压苦力怕，防御措施也与其相同，也是只有黑曜石与基岩不会被这东西的摧毁。防御它出现的办法只有一种。 因为这东西是随着陨石出现，所以只有安装这个MOD中的陨石干扰器才可以避免陨石的砸中and避免这货在你千辛万苦搭建好的家附近出现。陨石干扰器的范围与火把相同，安装上红石物质可以扩大其范围。P.S：陨石干扰器并不能阻止陨石降落，只能弹开。所以你要多安装才可以233333333。P.Sのp.s：由于此MOD推出没多久，还没有绅士向的外星苦力怕家族同人图，所以希望触手大神能够将此物萌化。造福大众。变异苦力怕它的体型足足比普通苦力怕大了4倍有木有！有木有！ 它现在的攻击方式不像它的远房亲戚，咱大陆产的娇小可爱兄控怕猫的苦力怕娘一样， 学<写作：和谐><读作：Ben·LaDeng>的手下一样，冲上去Sssssssss。而是用点头攻击法——用她那修长细嫩的脖子，向你点头撒娇。】 A：这算什么攻击！！！B：……她身上有荆棘光环……当然，不会Sssssss怎么能称为伟大的苦力怕家族的一员呢？ \n异形苦力怕娘被打到空血时（除了被远远超出剩余血量的攻击给秒杀外出现BUG），她会进入傲娇光环状态。 产生强大的专门针对史蒂夫以及他所有想捡的物品的吸引力，把史蒂夫吸引过去。并且发生巨大的爆炸！威力比外星苦力怕大了两倍！！当它残血时，她会使出信仰之跃高空跳跃砸落技，以及产下与史蒂夫爱的结晶（伪）Mini苦力怕。她先高高跳起，再降落到玩家所在之处，发生剧烈的爆炸，威力等同外星苦力怕。在这只傲娇外星苦力怕残血状态下，被攻击时，有一定几率产下（我已经无力吐槽这个词了）一到两只Mini苦力怕。当异形苦力怕死去发生巨大爆炸后。会留下这么样的一个东西。 这才是与史蒂夫真正的！真正的！爱情结晶！！！大陆苦力怕娘：呜呜呜……尼酱你……你……难道不要我了么……Sssssss……这个苦力怕蛋打碎后，有一半几率会掉落一支Creeper Shard——这东西是一支水滴状的物体，颜色为普通苦力怕的皮肤颜色。P.S：这东西使用次数很少，仅仅十几次。但是威力……三下曰翻某末影龙。另一半几率则是掉落火药多个。话说回来，无论得到什么，但只要打爆这个苦力怕蛋都会产生爆炸。但貌似没有伤害。外星·高压异形苦力怕同高压苦力怕一样，这位亲与御姐的产生方式是一样的。外形变化也一样。只不过攻击方式变成了一开始就会频繁的跳跃砸落技——伴随着剧烈的大爆炸。其他都大致相同。除了自爆威力又大了几分外。当然，它产下的也是高压Mini苦力怕。祈祷你的运气不要这么背碰到这位拆迁队主力。变异Mini苦力怕 击败上面的变异苦力怕得到苦力怕蛋孵化出的宠物。 貌似和普通苦力怕没什么区别。只不过是苦力怕娘幼女版而已。 相应的，她的威力也减小到了大约3×3×3。 她会跟着你，并且不会对着玩家自爆。她就好像狼一样，会攻击攻击玩家的生物和玩家攻击的生物，只不过是用自爆的方式攻击的，如果你想让她不一次自爆就死亡，就多给她喂火药吧~ P.S:这个不知道是BUG还是怎么的。用雷劈是制造不出高压Mini苦力怕的，只会把它烧死。但是高压异形苦力怕又可以产出。何解？基因病毒？ P.Sのp.s：不要问我怎么制造雷劈。吾辈只是安装了法杖MOD！\n爬行娘的2D图片\n\n\n爬行娘\n\n爬行娘 no bra ver.\n\n高压爬行娘\n\n爬行娘的蝉式\n\n爬行娘与猫\n\nASSASSIN’S\n\n爬行娘 BOOM\n\n情人节\n爬行娘的3D形象我的爬行娘不可能这么美少女！\nCOSPLAY\n基本资料\n本名Creeper\n别号苦力怕娘、JJ怪娘\n萌点贫乳\n出身地区Minecraft世界\n主要活动范围所有地方。\n所属团体Minecraft-敌人\n亲属或相关人Ender娘\n\n僵尸娘\n简介《minecraft》中的僵尸(Zombie)是一种拥有绿色皮肤，穿着衣服，外貌与主角相似的攻击性生物。这也说明了僵尸是由过去死掉的主角变成的所以说是男孩子也不过分哦僵尸娘会出现在昏暗的地方，向玩家蹒跚前进并试图接触以进行攻击。僵尸跟骷髅相似，在日光下会着火，体积是2*1*0.25。在拂晓时（太阳高度角大于等于15度），日光下的僵尸会燃烧并最终被烧死。不过, 如果这时候在水中，它们将不会燃烧，因为水会使火焰熄灭。不过它们离开水的话，也还是会燃烧。在游戏中,他们继承了史蒂夫的皮糙肉厚（因为是死去的史蒂夫），所以钻石剑要攻击3~4下才会死亡,因此最好不要用物理攻击对付他，推荐使用火攻法，效果很好，如果条件允许，还可以用岩浆烧。在1.2.3版本中,僵尸会攻击村民,还会敲门,甚至把门破坏,在预览版12w32a中僵尸穿上了盔甲 村民会被僵尸感染....可怜的村民阿!!这个小正太长得很萌，肉却不怎么好吃，还有中毒风险，和学校门口的肉干差不多，世上的人类只有贝爷和史蒂夫敢吃这东西。所以说贝爷是史蒂夫的兄弟据说蜘蛛娘也喜欢吃腐肉，怪不得僵尸正太一直远离蜘蛛娘...\n\n\n基本资料本名Zombie别号僵尸\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n伪娘出身地区Minecraft世界主要活动范围所有地方。所属团体Minecraft-敌人\n亲属或相关人\n村民娘,僵尸猪娘\n\n\n\n\n僵尸猪娘minecraft中的僵尸猪娘僵尸猪人(Zombie Pigman)是一种不正常的生物。它们在下界里天然地生成，也可以在主世界当闪电击中猪的3-4方块范围内时出现（这种情况的发生是非常罕见的）。和野狼一样，它们最初不是攻击性的，但是在一个成员被玩家攻击时整个群体会共同攻击那个玩家或者生物（如果是被其他生物攻击，将只有被攻击的僵尸猪人反击）。在携带版中，僵尸猪人从生成开始就是攻击型生物，它们的材质也与PC版略有差异。习性僵尸猪人以4-10个为一组在下界游荡，它们会发出呼噜声和吱喳声，并会避开悬崖和恶魂。攻击一只僵尸猪人会导致整群僵尸猪人变成敌对关系并开始向玩家蜂拥而来。将一只僵尸猪人推下悬崖，用一个反射的恶魂火球击中它，或者导致环境伤害都不会引起僵尸猪人的反应。一群被激怒了的僵尸猪人是一股不可忽视的力量，因为每个成员会在每次用它们的剑攻击时会造成5的伤害并且不能在不使用疾跑或者跑到它们无法接触的地方的前提下甩开它们。这个方法被证实并不是最好的，因为僵尸猪人会聚集起来试图接触玩家。如果一个玩家被它们包围，是完全可以在不受到伤害的情况下待在原地并用弓箭或者剑杀死它们。当它们追逐玩家时，它们表现得就像一只猪被胡萝卜引导。它们不会试着绕过物体，所以玩家可以利用这点在被一大群僵尸猪人包围前逃走。 如果玩家离敌对的僵尸猪人群足够远，并躲在安全的地方，或走进一个传送门再回来, 僵尸猪人会完全 \"原谅\" 玩家并重新回到中立状态.把难度设置为和平会让他们消失并且在难度调回去的时候重新变成中立状态。僵尸猪人如果在 水里呆的时间过长就会淹死。当在岩浆里游泳时， 他们拥有垂直方向上的动量, 因此一旦接触岩浆海的地面，猪人会受到坠落伤害. 有人据此误认为猪人会淹死在岩浆里. 在主世界出现的僵尸猪人将会在白天着火，和僵尸一样; 但是火只会间歇性的燃起，而且也不见得会对猪人造成伤害。如果他们再次遭到雷击（主世界猪人是由猪被雷击而生成的），他们也不过着火一会儿罢了。\n基本资料本名Zombie Pigman别号僵尸猪娘\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n僵尸出身地区下界主要活动范围下界所属团体Minecraft-敌人\n亲属或相关人\n恶魂娘 ，烈焰娘\n\n\n\n末影娘属性身高：3方块体重：都是女孩子的秘密怎么能告诉你呢？三围（BWH）： B:一方块 W：一方块 H:一方块传闻在Minecraft的世界设定里面一个方块等同于1立方米\n简介“末影娘”是由主神“Notch”创造的世界中立监视者末影娘是中立的！只要你不用准星瞄准她，她是不会先攻击你的。其实末影娘喜欢Steve而傲娇啦！或者通过透明的方块（玻璃、树叶、冰、栅栏）看末影娘就算直视末影娘都不会遭受攻击。带上南瓜头盔可以防止被末影娘害羞的扇一巴掌，因为这时末影娘不知道你在看着她。因为没有官方翻译，所以有一些稀奇古怪的称呼比如：黑基佬。通常比较正式的翻译是末影人。游戏中末影娘比其他普通生物都要高.一般玩家，怪物都只有2格高度，而末影娘却有3格。所以拟人化中通常会画的手脚都很长。（手长而力气小的末影娘...）貌似末影娘怕水的说.....所以惹她生气了赶快躲水里避难。下雨天也是见不到末影娘滴=w=末影娘天生对水过敏，所以不敢沾水而且游戏中末影娘可以像minecraft里的史蒂夫一样拿方块，常常破坏某些玩家的土、木头房，又会瞬移，常常捉弄玩家，打玩家一下然后很快瞬移走，所以经常让玩家很头疼。 （弥天大误！）\n末影娘只能拿起下面的方块：草、泥土、菌丝、沙子、沙砾、粘土、蒲公英、玫瑰、棕色蘑菇、红色蘑菇、仙人掌、南瓜、西瓜、TNT。 （毕竟末影娘手臂细，力气小，不仅不能像冒险者史蒂夫一样拿起所有方块，而且冒险者能一只手轻松拿起的方块，末影娘也只是两只手勉强能拿起）最后 末影娘 经常会跟 Creeper娘 一起提到，所以设定中有好朋友属性，似乎还有些百合？据说有人做了一个实验，把苦力怕娘、末影娘、蜘蛛娘、骷髅娘一起放到一个房间里，结果实验结果是：末影娘想接近苦力怕娘，骷髅娘想接近蜘蛛娘。说明了她们是好朋友。（当然，把冒险者史蒂夫放进去，她们会一致想接近史蒂夫）个人对末影娘的yy末影娘像人类，可以像人类一样拿、放置方块，又有点像末影龙娘，怀疑是一个人类与末影龙娘的私生子，换句话说末影娘她妈是末影龙娘，她爸是人类终界珍珠因为要进入最终boss【末影龙】所在的【末路之地】需要末影人的【终界珍珠】来合成道具【终界之眼】需要12个终结之眼才能启动终界传送门也就是说至少要推倒12只末影娘才能到末路之地于是很自然的就有了绅士向的作品：\n基本资料\n本名Ender\n别号黑基佬，小黑，末影人\n萌点贫乳傲娇\n出身地区Minecraft世界\n主要活动范围所有地方，\n集中于末地\n所属团体Minecraft-敌人\n亲属或相关人Creeper娘\n\n\n末影龙娘简介末影龙(Ender Dragon)，繁体中文称终界龙，是 Minecraft 官方发布的第一种 Boss 生物。末影龙仅在末路之地中天然出现。末影龙使用了 Notch 制作的红龙模型，但使用了末影娘风格的材质，全身漆黑而双眼透紫。其实末影娘就是她与一个人类的私生子，难怪末影娘像人类又像末影龙娘...\n而且游戏中末影龙娘可以破坏她所经过的方块，能破坏除了基岩，末地石，黑曜石以外的所有方块。龙蛋龙蛋(Dragon Egg)是在末路之地推倒打败末影龙之后生成在由基岩构成的传送门顶端的方块。当前没有明确的用途而且获得它比较棘手。一种取得龙蛋的方式是在破坏一个方块时将准星移动到龙蛋上，这样就可以打破龙蛋。除了用作装饰或战利品之外，龙蛋目前还没有其他用途。基本资料本名Enderdragon别号末影龙\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n傲娇出身地区Minecraft世界主要活动范围末地所属团体Minecraft-敌人\n亲属或相关人\n末影娘 凋灵娘\n骷髅娘minecraft中的骷髅\n\nminecraft中 骷髅(Skeleton)是一种移动迅速的攻击性生物，会使用弓箭攻击玩家或是任何对它攻击的生物。和僵尸一样，骷髅会在光线昏暗的地方出现，并且在亮度15或以上的日光之下起火燃烧，除非它正在水中或是躲在树、建筑物或是地形突起的阴影中。骷髅有着白色的骨架、骷髅头和一张与僵尸一样但颜色不同的脸。 另外在它们的右手持有一把弓骷髅不会骑到生成的蜘蛛背上，蜘蛛骑士只会以极小概率单独生成，不过当骷髅或蜘蛛死亡时，另一方会以单独形式存活。蜘蛛骑士同时拥有骷髅远程攻击的能力（射出箭矢），以及蜘蛛的高速度与攀爬能力，因此是一种危险而且难缠的生物。骷髅娘由于骷髅娘死后经常留下一支箭，所以在百合CP中经常是攻的存在。虽然本体只是一排骨头，不过娘化版本意外地是巨乳属性。\n骷髅娘（左）和凋零骷髅娘（右）\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n基本资料本名Skeleton别号骷髅\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n巨乳出身地区Minecraft世界主要活动范围所有地方所属团体Minecraft-敌人\n亲属或相关人\n蜘蛛娘凋灵娘minecraft中的凋灵娘凋灵（Wither，繁体中文版称凋零怪）是一种具有飞行能力、有三个头的骨骼型亡灵生物。 其为游戏中继末影龙之后的第二种BOSS生物，也是一种效用型生物。其掉落物下界之星可以用来制作信标。行为除鱿鱼外，凋灵会主动攻击其它所有非亡灵生物和玩家。 凋灵不会主动攻击亡灵生物。在被骷髅或另外一只凋灵射中时，凋灵只会保持敌意一段时间，然后回复中立。凋灵的移动速度相当快。 在发现目标后，凋灵会使用投射物凋灵之首攻击。凋灵之首可对目标施加凋灵药水效果，抽取其生命值治疗凋灵。凋灵的三个头是独立的，即一只凋灵可以同时攻击3个目标。 凋灵属于亡灵，即与僵尸、骷髅和僵尸猪人一样，会被伤害喷溅药水医疗，被治疗药水伤害，受“亡灵杀手”魔咒造成的附加伤害。 凋灵有“吃掉”除基岩外方块的能力，会发出咯吱声，与僵尸破门时的声音相同。一般在被方块隔开的时候，凋灵才会“吃”出一条通道。在被治疗药水击中后，凋灵会在背靠的墙上打出一个3×3的洞。与末影龙不同，凋灵的BOSS生命值只会在玩家看着凋灵所在的方向时出现，甚至可以穿过墙壁看见。凋灵在其生命值降到一半的时候会获得凋灵装甲效果。此时凋灵可以免疫弓箭伤害，移动速度加快，其全身也会被类似高压爬行者的电弧环绕，但失去飞行能力。 凋灵在没有目标的时候只会悬浮在地面上，也不能跳跃，跨不过一方格高的障碍。当被玩家激怒的时候，凋灵会悬浮至于玩家相同的高度。基本资料本名Wither别号凋灵\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n腹黑出身地区minecraft主要活动范围被召唤的地方所属团体Minecraft-敌人\n亲属或相关人\n凋灵骷髅娘 ，末影龙娘蜘蛛娘minecraft中的蜘蛛娘《Minecraft》的中蜘蛛(Spider)是一种深褐色的怪物，有在黑暗中红色的眼睛会发出微光，体积为2*2*1。蜘蛛在有足够亮度的地方是中立的，但在夜里丶黑暗中丶或者阴影里则会主动攻击玩家。蜘蛛会发出一种“嘶嘶”的叫声它们会以跳跃式的移动方式（一次跳跃跨越两至三个方块）蜘蛛不会与任何形式与骷髅结合（合体？），蜘蛛骑士只会以极小概率单独生成，不过蜘蛛或骷髅一方死亡时，另一方会以单独形式存活。蜘蛛骑士同时拥有骷髅远程攻击的能力（射出箭矢），以及蜘蛛的高速度与攀爬能力，因此是一种危险而且难缠的生物。在1.8的更新中，加入了一种偏蓝色而且更危险的生物，洞穴蜘蛛。洞穴蜘蛛只在废弃矿井内的刷怪箱中生成，而且它们拥有使目标中毒的能力。在同人作品中，洞穴蜘蛛娘被设定为是蜘蛛娘的妹妹。NEET属性的好妹妹。基本资料本名Spider别号蜘蛛\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n待补完出身地区Minecraft世界主要活动范围所有地方所属团体Minecraft-敌人\n亲属或相关人\n骷髅娘 ，洞穴蜘蛛娘洞穴蜘蛛娘\n设定洞穴蜘蛛 (Cave Spider)是一种像虫的攻击性生物，它们是换过材质的蜘蛛。它有一身蓝色的外表和更高的危险性，但相对的它们也比一般的蜘蛛更为稀少。洞穴蜘蛛不会自然的生成，只能从废弃矿井内的刷怪箱生成。洞穴蜘蛛的体型也比一般的蜘蛛来得小，因此它们才得以在生成的矿井中流窜，包括 1x1x1 的小洞，甚至是半格高的窄洞。他们真正的实际尺寸是 0.7x0.7x0.5。在同人作品中，洞穴蜘蛛娘被设定为是蜘蛛娘(Minecraft)的妹妹。NEET属性的好妹妹。 因为经常宅在矿洞里不出来，因此获得了“宅女”的称号基本资料\n本名Cave Spider\n别号毒蜘蛛\n萌点OTAKU 毒舌\n出身地区Minecraft世界\n主要活动范围废弃矿井\n所属团体Minecraft-敌人\n亲属或相关人蜘蛛娘\n蜘蛛骑士娘minecraft中的蜘蛛骑士娘minecraft中 蜘蛛骑士(Spider Jockey)是一种极为罕见的由骷髅骑在蜘蛛身上形成的生物。它拥有骷髅的远程攻击能力和蜘蛛的视力、敏捷及爬墙能力，并融合了二者的攻击性及生命值。骷髅和蜘蛛在游戏中被视为两个分别独立的实体（例如，若蜘蛛被杀死，骷髅会继续移动和攻击，反之亦然）。蜘蛛只有1%的机率以蜘蛛骑士的样子出现，但如此稀有的蜘蛛骑士已经算得上玩家能遇到的最危险的敌人之一了。蜘蛛骑士可以在地上和地下生成。然而在地下的骷髅骑手一般会死于窒息，因为蜘蛛爬墙会使骷髅陷入方块中，骷髅骑士坐上矿车时，蜘蛛会因卡在矿车里而窒息。史莱姆娘minecraft中的史莱姆娘\n\n史莱姆（Slime，字面意义为“粘液”）是一种活泼的、跳跃的、并不算太稀有的绿色凝胶状生物（1.4.2以后在晚上的沼泽生物群系可生成，任何版本的超平坦也可生成），外形呈正方体，具有不同的尺寸。它们会跟随并攻击附近的玩家。它们的视野不会受任何固体方块的阻挡。当被杀时，大型与小型的史莱姆会分裂为小一号的一群个体（微小尺寸的会掉落粘液球）。史莱姆只会在主世界中40层以下的特定区块中生成。在超平坦模式中由于地面的高度只比基岩层高3层，故史莱姆就非常常见了。从前我娶了个御姐史莱姆娘，砍死以后变成两个少女，再砍死就变成了四个萝莉。\n\n\n\n岩浆娘岩浆怪(Magma Cube)是一种能在下界找到的敌对生物，它有一身深红色与黑色混杂的皮肤和一双橙黄色的眼睛。就像史莱姆那样，当它们被干掉时会分裂成2-4个小一级的个体和掉落经验球。自1.1更新后，任何大小的岩浆怪都可以掉落岩浆膏，但同时它们也变得更难以杀死了。当它们移动时，它们会跳起来并瞬间分成好几层，这会使它们露出它们身体的表面和里面的岩浆核心。它们在岩浆里面时会减速并下沉，但不会溺死在里面。外貌岩浆怪是个有着和爬行者与史莱姆同样面孔但颜色不同的棕色方块形生物。行为当它们处于被动形态时，岩浆怪会缓慢地移动并以大约两秒的间隔向前跳跃。当发现玩家时，岩浆怪会快速移动并跳跃着靠近玩家，不过玩家依然可以甩开它们。当然，它们还会试图通过直接跳向玩家的头顶并落下来伤害玩家。但是它们不能像这样对其它生物造成伤害。\n基本资料本名岩浆怪别号岩浆史莱姆\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n\n出身地区\nminecraft主要活动范围下界雪傀儡娘\n雪傀儡(Snow Golem) 是游戏的第一个 \"效用性生物\"，其被Notch定义为任何玩家所创造的生物。 对创造者而言，他们是友善的。雪傀儡是用南瓜和雪块来制作，而且会朝敌对生物丢雪球。当雪傀儡移动时，会在地上留下雪的痕迹（在平原、沙漠以及沼泽生物群系以及下界除外）。如果雪傀儡走过长在地上的蘑菇，蘑菇会被破坏然后掉落在地上。当雪傀儡被杀死，会掉落最多15个雪球。 因为ender娘会搬方块，有几率召唤雪傀儡敏感点是 足 ，详细内容参见：[color=black !important]雪傀儡娘的高潮。\n基本资料本名雪傀儡别号雪人\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n\n出身地区\nminecraft主要活动范围被召唤的地方铁傀儡娘铁傀儡(Iron Golem)，繁体中文版称铁魔像，是大型的、三格高的、强壮的效用性生物。它们的主要目的是保护NPC村庄中的村民不受攻击生物侵犯。铁傀儡会自动地在至少有16名村民的NPC村庄中生成。但实际上并不需要自然生成的NPC村庄，只要有16名村民和21座房屋，铁傀儡就会生成。玩家可以用与雪傀儡类似的方法创造铁傀儡：用四个铁块摆成T型，最后在顶部放置一个南瓜。4个铁块相当于36个铁锭，这样创造铁傀儡似乎有些昂贵。不过攻击力有20左右。当被创造出来时，它们总是面向南边。敏感点是 身上的电线 ，详细内容参见：[color=black !important]铁傀儡娘的暴走。基本资料本名铁傀儡别号铁人\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n\n出身地区\nminecraft主要活动范围被召唤的地方烈焰娘烈焰人（Blaze）是生活在下界中的生物。他们只会从下界要塞中找到的刷怪箱中生成。他们的躯体由一个环绕着烟雾的脑袋和三个旋转的部分组成。每一个旋转的部分都包含着四个旋转着的棒子。烈焰人可以飞行并且发射火球。他们会发出一种金属质感的呼吸声。\n生成烈焰人的刷怪箱只能从下界要塞中找到，而且将会在玩家距离其16方块之内时立刻开始生成烈焰人。该刷怪箱一次性可能会生成1-6个烈焰人。烈焰人只会在小于等于11级的亮度时生成。烈焰人不会自然生成。习性尽管烈焰人能飞，他们也会在不攻击时站在原地不动或者在天空中时会缓缓下降。当他们看到玩家时，会飞起并且开始射击。在发射一阵三轮爆炸火球之前，他们会迅速攒火球。每次攻击之间有极短的冷却时间。除了普通武器可以造成伤害外，烈焰人也会因为水和雪球而受到伤害，而火焰或者岩浆不会对他们造成伤害。其死亡后会掉落烈焰棒。策略由于烈焰人的攻击拥有远程、短间隔以及不可格挡等特性，烈焰人可以说是最难对付的生物之一。由于烈焰人会飞，所以玩家的剑可能就派不上用场了；而当玩家的弓在蓄力时间期间会导致玩家移动速度减慢，更容易受到伤害。另一方面，同玩家相比，烈焰人的射程略近，所以比较可行的办法是远程猥琐狙之。 很像是恶魂，烈焰人的飞行能力使其在被击杀后难以拾取其掉落的战利品。然而，有一种不错的办法就是先用钓鱼竿把他们钓过来再近战杀之，这样就能捡东西了。打烈焰人时候先喝瓶抗火药水能起到极大的作用。如果有条件也可以调水淹之，湿身哟~基本资料本名烈焰人别号\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n\n出身地区\nminecraft主要活动范围下界要塞恶魂娘\n\n\n这个生物“Ghast”没有统一的翻译，所以有很多不同的翻译版本，例如： 地狱水母、地狱轰炸机、恶魂、游魂、幽灵等。minecraft中的恶魂娘恶魂(Ghast)是一种非常巨大的长得像海蜇的生物，它飘浮在空气中并且会从嘴中吐出火球。它们的身体是底部带有9根触手般肢体的4×4×4的方块。 它们第一次出现在万圣节更新中. 恶魂可以在下界的任何地方只要有足够的空间（恶魂出生需要5×5×5的空间）而且游戏也不在和平模式时生成。这是Minecraft中最具威力的生物攻击。一次直接击中将会造成8.5颗心的伤害。恶魂常常闭着眼睛和嘴巴四处漂浮并且定期发出高亢的，像儿童一般的叫声。当它们发动攻击时眼睛和嘴巴就会张开。当它们射击时会发出口哨般的噪声，在被伤害时还会高声尖叫。恶魂发出的声音随距离衰减的程度最弱，所以当你听到它们的声音的时候它们还离你很远。在 Beta 1.8.1中，当恶魂被杀死时，它们会发出死亡音效，这和僵尸和蜘蛛死亡时的音效是相同的。 不像其它主动的生物，恶魂没有追逐模式：它们不会试着去靠近玩家（也不会试着去远离）。与其它生物相比，恶魂有着非常远的搜索范围，它们能在100个方块远的地方就锁定玩家。 当玩家在大约60个方块以内时，它们会开放范围并提升自己的高度。当没有直接看到玩家时，恶魂不会对它射击，视线可以被玻璃，玻璃板，树叶，下界传送门，藤蔓，铁栏杆，各种栅栏以及蜘蛛网阻拦：因此在下界里弄一条安全的观光小道是可行的。当它们不移动时，恶魂会面向在攻击距离内的玩家，给人一种它们可以透过透明材料看到玩家的感觉。恶魂拥有透过岩浆瀑布的视线，而且它们的火球也可以透过岩浆瀑布。这意味着，当玩家在岩浆柱附近时，会遭受到看不见源头的攻击。然而，当玩家躲到障碍物后面或者自己建造一个掩体，那么恶魂可以射击时“取消”火球。 当恶魂被杀死时，它们将可能掉落恶魂之泪。但是想要收集它们却并非易事：因为它们经常掉落在岩浆或者其它到不了的地方。恶魂之泪是一种有正面效果的药水原料，所以恶魂之泪是很值得拥有的。\n游魂的一种打法是将其用钓鱼竿拉下来，然后就可以做各种“绅士”向的事情了……\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n蠹虫娘minecraft中的蠹虫娘蠹虫是一种小型的似虫生物，它们有着银色的皮肤和黑色的眼睛，藏身之处是要塞的特殊方块里。这些方块看起来和石砖，圆石，和普通石头一模一样，但需要多一点的时间来摧毁。当方块被摧毁时，蠹虫会出现并开始攻击。在一般情况下，蠹虫方块是非常罕见的。在高山群系也会粗线。如果放任其不管的话，蠹虫会重新钻进一些方块，如圆石，石头，和石砖。蠹虫不会直接伤害玩家，但他们会涌向并推挤玩家，这不仅很烦人，在某些情况下甚至很危险。当被攻击（但没被杀死）时，蠹虫可能会唤醒在其21x11x21范围里所有蠹虫方块内的蠹虫。如果附近有足够的蠹虫方块，这会导致一大群的蠹虫蜂拥而来，没被控制住的群体会迅速的摧毁在要塞里的石砖。它们会在玩家走不远后就会迅速散开。除了特殊方块外，刷蠹虫的刷怪箱也能在要塞里找到。基本资料本名Sliverfish别号蠹虫\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n傲娇出身地区Minecraft世界主要活动范围要塞所属团体Minecraft-敌人\n亲属或相关人\n蜘蛛娘 ，洞穴蜘蛛娘村民娘简介minecraft中 村民(Villager)，同时被很多玩家称其为“测试版生物（Testificate）”，其他称呼：屌面人是一种被动性生物(非玩家角色)在NPC村庄出生及其附近游荡。又大又秃的头，绿色的眼睛，连心眉以及又长有突出的大鼻子构成了他们那具有特色的相貌。村民有不同的种类，可以通过他们不同颜色的长袍分别出，这同时也可以区分出他们在村庄里的地位。一些在NPC村庄附近生成，同时大多数是在房屋内并且只有当门被打开时才会生成。他们在他们各自所对应角色的房屋中出生。做为Beta 1.9 Pre-Release 3，有六种村民的皮肤，都可以在minecraft.jar文件中找到。还有一种不被使用的村民皮肤是在一个叫\"villager.png\"的文件中，似乎是Steve本人。\n\n\n女巫娘简介女巫娘（Witch）为一种能够远程攻击的生物，为主世界中继骷髅娘和凋灵之后第三种能够天然生成的远程攻击生物。外观女巫娘与村民娘很相似，只是带着老式的、具有绿色装饰物的魔法帽，身穿紫色长袍，棕色长靴，眼睛也是紫色的。而且女巫娘会偶尔发出绿色的星状颗粒（村民娘是绿色颗粒）。如何推倒女巫娘女巫娘使用多种debuff的喷溅药水来反抗玩家的推倒，包括剧毒、虚弱与迟缓。这些药水也会对被波及的生物起作用。她不会被太阳烧死。女巫娘被推倒后，女巫娘会罕见地掉落治疗药水、迅捷药水与火焰抵抗药水。铁傀儡娘会因为女巫娘是攻击型生物而对其主动攻击。女巫娘对剧毒、迟缓与立即伤害喷溅药水免疫。当被物理推倒时，它们会喝下恢复药水以治愈。当治愈自己时，她们无法反抗玩家。当女巫娘被魔法师的火球打中时，她们会喝下抗火药水以避免伤害——所以想用火攻推倒女巫娘是不可能的。弓是推倒女巫娘的最好武器。喷溅药水由于其攻击距离较短不能伤到持弓攻击的玩家。\n\n基本资料本名Witch别号女巫娘\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n萌点\n天然呆出身地区Minecraft世界主要活动范围沼泽小屋所属团体Minecraft-敌人\n\nHerobrine娘Herobrine，有时被简写为HIM，是《Minecraft》有关社区创作出的一个恐怖故事的主角。他是一个人类实体，但有白色的眼睛，看上去像一位遇难的矿工。\n\n\nHerobrine背后的故事根据原版的Herobrine传说，他会随机地建造一些像金字塔或2格高的隧道之类的东西。他有时也会点燃或直接破坏树的叶子，或者在地下用圆石建造类似地牢的结构，并用红石火把作为照明。 他经常会在玩家能见度为低时，于迷雾的边缘出现。不同的版本关于Herobrine的传说和它的行为有很多不同的版本，它们大多数都可以被归类到以下两大类：令人毛骨悚然的跟踪者 版本。在这个版本里，Herobrine是Notch的已故兄弟，也有人说他是官方设计的彩蛋，他会尾随并跟踪玩家，一旦被发现或靠近就消失。这个版本的灵感可能来源于Slenderman——另一个网络怪谈。（Slenderman的形象同样启发了末影人怪物的设计）矿工版本。这个版本里的Herobrine是一个极具报复心理的矿工，他会将玩家引诱入他布下的陷阱里，然后偷走他们的物品。他会等待玩家进入他建造的地牢中，之后将出入口封死，或者直接传送到玩家的身后，将玩家杀死。 有些这个版本的变种则说他会破坏玩家的作品并从箱子里偷东西走。在所有的版本中，Herobrine都以一个幽灵实体的外表出现，唯一的不同只是他有建筑能力并且拥有自我意识。him传说 另附him传说（胆小勿看）　故事源自一个名叫“creepypasta”的玩家的一封信和一幅截图：\n　该玩家在信里面说，有一天他在玩单人游戏的时候，发现在不远处的雾里面有一只动物，一开始他以为是牛，想去杀了拿点皮草，结果追上去一点才发现那是另一个玩家！那个玩家使用的是默认皮肤，但没有眼睛。他以为自己进错了多人模式，于是双击该人，但没有任何信息出现。于是他想追上他，但他马上就消失了。\n　后来creepypasta继续玩他的游戏，在他探索世界的过程中，居然发现了一些人造的隧道，一些没有叶子的树和在海面上的金字塔状建筑。他认为那些都是另外一个玩家造的，有人进了他的“单人游戏”。他把视野调远，但没有发现任何其它的人。\n　于是他上官网论坛发帖询问，但过了一阵，帖子就被删了。于是他再发，也很快被删了。这时候他收到一封站内信，一个叫“herobrine”的玩家对它说：STOP！\n　当他想查看herobrine的资料时，出现了404错误。\n　之后该玩家收到了另外一名玩家的电邮，说他也见过这个人和见过那些好像人造的在minecraft里面的建筑。\n　之后的一个月里，他也接触过很多有同样经历的玩家。也知道了这个叫herobrine的账号经常被一个瑞士的玩家登入\n　于是该玩家猜测该人是制作者Notch的brother，于是他发邮件问Notch是否有一个brother。\n\nNotch的答复是：\n　“是的，但他已经离世了。”\n\n故事的发展（这段资料比较少，只有官网的片言只语，而且原视频也找不到了）：\n　之前这个玩家的信并没有引起太大的波澜，真正引起玩家讨论的是之后的brocraft stream这个网站的minecraft直播。\n　Brocraft有一个频道是直播玩家的游戏的，有一个叫Patimoose的玩家就在直播中多次见到herobrine。\n　有一段视频是Patimoose在玩游戏，然后在他家地底的熔岩池里，发现了herobrine，当时herobrine就正正站在熔岩的中央，而没有任何损伤出现。\n　最引起争议和讨论的是Patimoose的另一个视频的最后。当他见到herobrine的时候，在众多网友的注视之下，他的游戏崩溃了。之后就弹出一个页面，页面里是一个minecraft玩家的头像，而头像里的像素眼睛变成了真正的眼睛。于是他查看网页源代码，发现里面有段乱码，当把乱码的数字去掉以后，剩下的内容是这样的：\n　It has been reported that some victims of torture, during the act, would retreat into a fantasy world from which they could not WAKE UP. In this catatonic state, the victim lived in a world just like their normal one, except they weren't being tortured. The only way that they realized they needed to WAKE UP was a note they found in their fantasy world. It would tell them about their condition, and tell them to WAKE UP. Even then, it would often take months until they were ready to discard their fantasy world and PLEASE WAKE UP.\n\n　据传有一些受害者，在被折磨期间被送往了一个幻想世界，一个他们无法醒来的地方。在接近崩溃边缘的心理状态下，他们虽仍然过着和正常人一样的生活，同时也不断地受到折磨。唯一能够让他们意识到需要醒来的，是一个藏在幻想世界中的提示。它会让玩家知道自己的处境。然而就算他们找到了它，也需要数月才能真正去摆脱那个幻想世界，请醒过来！\n　这段信息不断地暗示观众们在一个幻想世界中，并且需要“醒来”，而这些文字就是那个“提示”。\n\n　这段文字不断地提醒看到的人醒来，从虚拟美丽的世界中醒来。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n我将在之后推出\nMC生活日志人物介绍Minecraft生活日志人物介绍\n僵尸娘篇僵尸娘的混乱 &#8226; 僵尸娘的迷失\nCreeper娘篇Creeper娘的爱情故事 &#8226; Creeper娘怕猫的说 &#8226; Creeper娘正义的伙伴 &#8226; Creeper娘蜘蛛娘的合体\n蜘蛛娘篇蜘蛛娘-天然姐与毒舌妹 &#8226; 蜘蛛娘的回避 &#8226; 蜘蛛娘骷髅娘的百合 &#8226; 洞穴蜘蛛娘的废矿宝箱\n末影娘篇Ender娘的黑历史 &#8226; Ender娘的黑历史2 &#8226; Ender娘的终界珍珠 &#8226; Ender娘想跟你\n雪傀儡娘篇雪傀儡娘的高潮\n村民娘篇村民娘的傲娇 &#8226; 村民娘的交易 &#8226; 村民娘的谣言\n铁傀儡娘篇铁傀儡娘的暴走\n女巫娘篇女巫娘的决定 &#8226; 女巫娘的药水\n欢迎观看\n\n\n本文引自萌娘百科 \n\n\n\n\n\n",
    "replies": [
        {
            "author": "a1006494357",
            "timestamp": 1374420660,
            "txt_content": "卧槽.....此贴必红....话说我是沙发吗...."
        },
        {
            "author": "你的小酱",
            "timestamp": 1374421020,
            "txt_content": "异形苦力怕死去发生巨大爆炸后。会留下这么样的一个东西 ......那东西是，，，，苦力怕的便便么"
        },
        {
            "author": "路小蕾",
            "timestamp": 1374430080,
            "txt_content": "好喜欢史蒂夫和苦力怕娘的CP。。"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1374443400,
            "txt_content": "....!!变异苦力怕？毁三观"
        },
        {
            "author": "RNG",
            "timestamp": 1374451860,
            "txt_content": "顶起来啊{:10_508:}"
        },
        {
            "author": "Edomin",
            "timestamp": 1374535680,
            "txt_content": "火钳刘明~~~ 顶起~~"
        },
        {
            "author": "Coerce",
            "timestamp": 1374536460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "345597107",
            "timestamp": 1374537000,
            "txt_content": "蜘蛛娘也是傲娇拉"
        },
        {
            "author": "匿行_",
            "timestamp": 1374540900,
            "txt_content": "超级萌呐，不过看看对比图落差有点大（笑）"
        },
        {
            "author": "丶额",
            "timestamp": 1374638640,
            "txt_content": "Coerce 发表于 2013-7-23 07:41 \n我對那個地獄轟炸機有興趣~\n同感........"
        },
        {
            "author": "丶额",
            "timestamp": 1374638700,
            "txt_content": "345597107 发表于 2013-7-23 07:50 \n蜘蛛娘也是傲娇拉\n红眼    更适合...{:10_492:}"
        },
        {
            "author": "Coerce",
            "timestamp": 1374638760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "cjc123",
            "timestamp": 1390754160,
            "txt_content": "高潮苦力怕"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1392340620,
            "txt_content": "萌娘百科复制黏贴，\n你当我不看萌娘百科？\n一模一样的话。"
        },
        {
            "author": "gtt80000",
            "timestamp": 1392341160,
            "txt_content": "很厉害啊，为什么回复这么少呢"
        },
        {
            "author": "纳尼啊",
            "timestamp": 1392461280,
            "txt_content": "觉得不错，楼主，什么时候再发。"
        }
    ]
}