{
    "title": "寻踪星期二——第一季（20）：原来是同城人！",
    "author": "星麒尔",
    "replyCount": 5,
    "timestamp": 1374481620,
    "txt_content": "上话回顾：出来了磁场隧道，便就和我的伙伴们再次相逢了，找到了在洞穴里的科里奥，他说他把背包弄丢了，便懊悔不已，橡木也从洞穴内出来了，还找到了科里奥的背包，但背包里什么也没有了，因此，科里奥又昏了过去。又一个香甜的气味飘来，那是贝诺蓝！寻踪星期二——第一季（20）：原来是同城人！(星麒尔想问一下，论坛是不是不支持复制粘贴？然后字就变小了？）“一直在等你们？我为何一直在等你们呢？况且我才刚出来没多久啊。”贝诺蓝不以为然地说。“啊，你才刚出来没多久？”我惊讶道。“哦嗯，忘跟你说了，我们这里的一分钟，等于是哈弗迪克兰城的一天之多呢。所以，我也就刚出来不到一分钟。”“贝诺蓝，那我刚才喊叫的时候，你怎么不回应？”“你叫我了吗？”贝诺蓝“噗嗤”地笑了一笑，又打了我一下说：“别叫我全名，叫我蓝蓝，哦不，是蓝蓝姐呢。哈哈。”“哦哦哦，蓝蓝姐啊。你说你不是哈弗迪克兰城的人，那你的家在哪里呢？”“我的家，我的家……在很远的地方呢。我出身于贵族家庭，天生就很富裕，而且身体比一般人要灵活些。但我的家人都太啰嗦了啊，现在想想，他们那时并不是恶意的啰嗦，而是溺爱我。所以，在我十四岁那年，我太不懂事，讨厌家人们，便自己一个人离家出走了，身上也带了很多贵重钱财，不知不觉便来到了哈弗迪克兰城，在这里住了一年之多。不知道现在我的家人们怎么样了呢。”“呃，原来你还有这样一段故事，怪不得这么奢华。那你现在是要回家吗？”“是啊，这么久了，我都十六岁多了，该回去了呢。话说你也是要回家吧，你的家又在哪里？”“我的家？不知道离这里远不远，但我知道，我的家是在往东向去的麦咖城。哎，你怎么啦？”只见贝诺蓝低着头沉默了一会儿，又突然抬起头来惊喜地叫道：“麦咖城！麦咖城！哦，我们还是同城人啊！”她这么一说，让我也大跌眼镜，差点喷出来：“什么？你的家也是在麦咖城啊！”我们这两句话的分贝非常高，以至于科里奥和橡木都被吵醒了。醒来的科里奥迷迷糊糊地看见了现在如同天使般的贝诺蓝后，下意识地叫道：“美女！星期二你也不叫我起来看啊！”科里奥忽然皱了一下眉头，揉了揉眼睛，发现我正在怒视着他，而他竟没有想到他所指的“美女”竟然是贝诺蓝。贝诺蓝哈哈大笑道：“啊呀，亏你有眼光呢。”橡木的反应就大大不同了，疏远贝诺蓝很远，还尽量不用鼻子呼吸那股香甜的气味，要不然又要被贝诺蓝这股浓重的香味弄晕了。不久后，只见高山后出现了一道红色的光，越来越明显，对，那是夕阳……只见贝诺蓝惊呼道：“糟糕，快到晚上了，我们快离开这里，要不然一会儿又要进入哈弗迪克兰城的磁场隧道了！”然后，贝诺蓝就领着我们向东跑去，还命令我们不要回头。也不知跑了多久，贝诺蓝才示意让我们停下。现在我们所处的位置竟然还是平原，也不算特别平坦，还有几棵树长在这里。太阳快要落山了。我看着夕阳一点点的消失，便赶快命令大家：“快要晚上了，科里奥你去砍点木头过来，贝诺蓝，你帮我把木头运过来，我来建个木屋，咱们躲避一下。晚上会有怪物出现。”意思都明白。这个平原上长的树都是白桦树，而且只有六棵白桦树，不过，这也足以造个小木屋了。眼看着天色越来越暗，但科里奥的力气和速度还是跟的上的，不一会儿，一个个白桦木就都运到我这里来了。\n\n\n\n\nu=1853251833,295506877&fm=23&gp=0.jpg (12.63 KB, 下载次数: 0)\n\n下载附件\n\n2013-7-22 16:22 上传\n\n\n\n\n我的快剑功夫跟南楷大师也不是白练的。“唰唰唰！”，只是一眨眼之间，木头都变成木板了。“喂，科里奥，回来吧！五棵白桦树的量已经完全足够了！”还余留了一棵白桦树。但是，现在已经是晚上了，远处还能听到僵尸的吼叫声。木屋不一会就建造好了，用木头烧成木炭做了些火把来照明。“科里奥，给我点钻石，我做钻石剑出去守着。”我坐在地上道。“可是……星期二，我把钻石什么的都……你忘了吗？”科里奥吞吞吐吐地说道。对呀，我们所有的矿产都放在科里奥的背包里，可是科里奥现在却把它们都弄丢在洞穴里了！他这么一说，我才想起来，差点生气地发泄出来，可是我还是忍住了，说道：“算了吧，这事就算了。”只见科里奥大喜过望地说道：“谢谢星期二大哥！”“但是，”我又严厉地说道，“今夜由你看守，作为惩罚。”“啊？！不是吧，大哥啊……我没有武器，况且，我还想睡觉呢！”科里奥瞪大了眼珠子说。贝诺蓝一听，好像很好奇的样子，但也没多问，直接一脚把科里奥踹了出去：“你一个大男人，怎么这么不中用啊？”科里奥被她这么一说，好像被戳中了痛处，便守在木屋外不吭声了。我给了他剩余的几个木块，说：“做个木质的剑当武器也不错。”科里奥在外面吐了吐舌头，坏笑道：“那你们俩一男一女呆在一个木屋里想做甚？”贝诺蓝的脸立刻就红了。而我却不慌不忙地说：“没事，还有橡木看着呢，它的待遇比你高。哈哈！”开完玩笑后，我和贝诺蓝便一人一张床睡着了，橡木也进入了梦乡。晚上的天色一般都是暗蓝色，而今夜却是纯黑色。不久，科里奥也打了打瞌睡，睡意朦胧，好像随时都会睡着似得。忽然，他觉得头上好像被点了一下似得，回过神来看了看天上。滴答滴答……哗……下起雨来了！\n\n\n\n\nQQ图片20130522121616.jpg (2.28 KB, 下载次数: 4)\n\n下载附件\n\n2013-7-22 16:22 上传\n\n\n\n\n 未完待续……（21）(最近我要去烟台海边游玩，星麒尔这几天就不能给大家发“寻踪星期二”小说了，请各位支持我的读者谅解哦）\n",
    "replies": [
        {
            "author": "vbnm595431428",
            "timestamp": 1374488580,
            "txt_content": "讲故事？"
        },
        {
            "author": "1277832129",
            "timestamp": 1374488580,
            "txt_content": "我在这板块发帖需要审核··"
        },
        {
            "author": "yuanweilun",
            "timestamp": 1374490380,
            "txt_content": "支持LZ！文章很好看~{:10_492:}"
        },
        {
            "author": "星麒尔",
            "timestamp": 1374492600,
            "txt_content": "1277832129 发表于 2013-7-22 18:23 \n我在这板块发帖需要审核··\n此贴亦是如此，审核了一下午呢……"
        },
        {
            "author": "星麒尔",
            "timestamp": 1374492660,
            "txt_content": "vbnm595431428 发表于 2013-7-22 18:23 \n讲故事？\n拜托是连载小说……"
        }
    ]
}