{
    "title": "新手渣渣作 大神别吐",
    "author": "HerobrineMc",
    "replyCount": 14,
    "timestamp": 1374486600,
    "txt_content": "http://pan.baidu.com/share/link? ... 6&uk=2855388966\n我第2次发帖\n新手嘛 作品很渣渣的~\n这是全图\n\n\n\n\nUOTFOTK0UA122}RFN6IRO88.jpg (143.61 KB, 下载次数: 0)\n\n下载附件\n\n全图\n2013-7-22 17:45 上传\n\n\n\n\n\n\n\n\n\n$Q}CW_{U31XO6SNTU$TTACO.jpg (13.07 KB, 下载次数: 0)\n\n下载附件\n\n2013-7-22 17:48 上传\n\n\n\n\n\n弓箭\n\n\n\n\n@4I9DB}FHIAF1`8UCFQ(U.jpg (22.97 KB, 下载次数: 0)\n\n下载附件\n\n2013-7-22 17:48 上传\n\n\n\n\n\n\n\n\n\n\nUOTFOTK0UA122}RFN6IRO88.jpg\n(26.18 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2013-7-22 17:49 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "HerobrineMc",
            "timestamp": 1374486660,
            "txt_content": "这图是1.5.2的要 材质包 自己去下吧 叫清新什么什么的"
        },
        {
            "author": "1457666076",
            "timestamp": 1374486720,
            "txt_content": "无意义的建筑。。"
        },
        {
            "author": "Coerce",
            "timestamp": 1374487140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "98753",
            "timestamp": 1374487200,
            "txt_content": "这个可以作为主城呢{:10_512:}"
        },
        {
            "author": "vbnm595431428",
            "timestamp": 1374488160,
            "txt_content": "我想问这个是什么东西= ="
        },
        {
            "author": "k1999115",
            "timestamp": 1374496380,
            "txt_content": "我能知道这是嘛玩意么。。"
        },
        {
            "author": "HerobrineMc",
            "timestamp": 1374502920,
            "txt_content": "我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么"
        },
        {
            "author": "573177835",
            "timestamp": 1374506940,
            "txt_content": "虽不明，但觉厉           "
        },
        {
            "author": "Lin轮回",
            "timestamp": 1374512160,
            "txt_content": "不明觉厉..............."
        },
        {
            "author": "HerobrineMc",
            "timestamp": 1374557280,
            "txt_content": "不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉不明觉厉是什么"
        },
        {
            "author": "HerobrineMc",
            "timestamp": 1374557400,
            "txt_content": "读音：suī bù míng， dàn jué lì\n\n　　释义：用于表达菜鸟对高手的崇拜，但也用于调侃楼主语言行为夸张和不知所谓。\n\n　　同义词：不明觉厉、不明厉\n\n　　造句：虽不明，但觉厉，直膝箭——虽然没明白你在说什么，但是听起来感觉很厉害的样子，直到膝盖中了一箭。\n\n　　拓展：语死早——语文老师死得早，讽刺对方说话或者文章语病多；抄技百——请看清楚技能再说话，看不清就抄技能100次，自然能看清了。\n\n编辑本段\n词语出处    \n\n　　1、龙珠Z沙鲁游戏中悟空与沙鲁激斗时，看直播的某观众说：虽然不太清楚怎么回事，不过好厉害。\n\n　　2、1996年周星驰自导自演电影《食神》，电影中有一个片段，史蒂芬周（周星驰 饰）给鹅头（李兆基饰）和双刀火鸡（莫文蔚饰）讲解濑尿牛丸开分店到上市，鹅头说“还不算很明白，但听了觉得很有意思的。”\n\n　　3、日本动漫《数码宝贝》中阿丈和素娜对话的一个场景中提到：“虽然不太懂，不过好厉害。”\n\n　　4、贴吧吧友〇乂囗亼在讨论cf客户端破解问题时，正式提出“虽然不知道楼主在说什么，但感觉好厉害的样子啊”以反驳楼主。"
        },
        {
            "author": "l1196701587",
            "timestamp": 1374558180,
            "txt_content": "希望你能越做越好"
        },
        {
            "author": "l1196701587",
            "timestamp": 1374558300,
            "txt_content": "HerobrineMc 发表于 2013-7-22 22:22 \n我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不知道这是什么 我也不 ...\n你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道你不知道我不知道"
        },
        {
            "author": "HerobrineMc",
            "timestamp": 1374558420,
            "txt_content": "l1196701587 发表于 2013-7-23 13:43 \n希望你能越做越好\n哦 谢谢谢谢 该死的10个字"
        }
    ]
}