{
    "title": "「转载」Sword Art Online刀剑神域 幽灵子弹（上） 第三章",
    "author": "Terry39",
    "replyCount": 0,
    "timestamp": 1374485700,
    "txt_content": "再次声明，此贴是我搬运的！\n\n\n\n\n\n\n幽灵子弹（上）\n\n\n第4章\n一離開校門，又冷又乾的風馬上打在臉頰上。\n朝田詩乃停下來把脖子上的白色圍巾重新圍好。\n她將戴著塑膠框眼鏡的臉蛋一半埋到圍巾裡面之後，才再度向前走去。快步走在滿是枯葉的步道上，她在心裡小聲地呢喃道：\n……這下子高中三年全部上課天數六百零八天裡面，已經有一百五十六天結束了。\n好不容易過了四分之一的日子。一想到這裡，詩乃就又為了這苦行的日子實在太過漫長而不知如何是好。但如果把國中時代也算進去的話，這樣的日子現在已經過了將近六成以上。總 有一天會結束……總有一天會結束。詩乃像是念咒般不斷重複如此念著。\n其實就算高中畢業那天到來，詩乃也沒有什麼特別想做的事，當然也沒有想從事的職業。 但還是希望能從這個算被強迫進入的「高中生」集團裡解放出來。\n詩乃實在不能理解每天每天來到這個像監獄一樣的地方，聽著教師們有氣無力的講課，和一群令人懷疑是不是從幼兒期開始心靈就沒有任何成長的傢伙們排在一起做體操或是做些有的沒的，究竟有何意義。當然也有少數幾個讓人覺得教學很紮實的教師，也有讓人覺得值得尊敬的學生，但他們的存在對詩乃來說並不是那麼重要。\n現在詩乃實際上的監護人是祖父母，過去詩乃曾向他們提出不上高中馬上就想出社會工作，或者是到職校去接受就職訓練的想法。但老古板的祖父馬上氣得面紅耳赤，祖母則是哭著對詩乃說希望妳能念個好學校將來嫁個好人家，不然我們就太對不起妳父親了。於是她只好拚 命用功考上了東京還算有名的都立高中，但一到學校就讀之後詩乃就嚇了一大跳。因為這裡基本上和其他鄉鎮的公立高中並沒有什麼不同。\n結果詩乃就與國中時期一樣，每天離開校門時都會像儀式般數著還剩下多少日子。\n\n\n詩乃一個人生活的公寓位在學校與車站的中間。雖然是六張榻榻米大小加上一間小廚房的狹小房間，但因為處於商店街角落，所以購物相當方便。\n下午三點半的商店街裡還沒有多少行人。\n詩乃看了一下書店的平台之後，發現喜歡的作家有新書推出了，但因為是精裝本，所以她還是忍耐下來離開了書店。在線上預約的話，不到一個月區立圖書館里就可以借得到那本書了。\n接下來她又在文具店買了橡皮擦與方格線筆記本，確認了一下皮包里生下來的錢之後。詩乃一邊考慮晚餐的菜色一邊往商店街中央的超級市場前進。詩乃的晚餐基本上都是一菜一湯。只要能滿足營養、卡路里、價格均衡這幾個條件，外表或是味道就不那麼講究了。\n當詩乃決定晚餐是紅羅蔔芹菜湯加上豆腐排，經過遊樂場前面準備進入旁邊的超市時——\n「朝田——」\n從兩棟建築物縫隙當中的小巷子裡傳出呼喚詩乃的聲音。\n詩乃先是反射性地縮起身體，接著才緩緩往右邊轉了九十度。\n巷子裡有三名跟詩乃穿著同樣制服——但裙子長度有些差異的女學生站在那裡。其中一人 蹲在地上按著手機，另外兩個人則靠在超市牆壁上，一邊笑一邊看著詩乃。\n看到詩乃只是沉默地站在那裡，其中一名站著的少女用蠻橫態度甩了一下臉。\n「給我過來！」\n但是詩乃還是沒有動作，她只是小聲問道：\n「……什麼事？」\n這時其中一個人快速靠近，用力抓住詩乃的右手腕。\n「少囉唆，過來就對了。」\n她就這樣把詩乃拖了過去。\n詩乃直接被押進從商店街外面看不見的小巷子深處，這時蹲在地上的女學生抬頭看著她。\n她的名字叫做遠藤，算是三人裡面的頭頭。那黑色的眼線、上揚的眼睛以及尖銳的下顎，給人一種肉食性昆蟲的印象。\n遠藤塗有大顆亮粉口紅的嘴唇露出扭曲的笑容，只聽她對詩乃說道：\n「不好意思哦，朝田。我們剛才去唱歌結果把搭電車的錢都花完了。我們明天就還妳，先借這樣給我們吧。」\n她說完便豎起一根手指。這不是一百也不是一千，代表著一萬日幣的意思。\n現在才剛放學二十分鐘而已，就算唱歌也花不了多少錢，何況這三個人應該都有電車的月 票，最誇張的是為什麼坐個電車得花一萬日幣呢。詩乃雖然在心中不斷列舉這些根本說不過去的矛盾之處，但她也知道就算直接把話說出來也是一點幫助都沒有。\n這已經是她第二次被這三個人像這樣勒索金錢了。上次詩乃是以手邊沒錢的理由來拒絕她們。\n雖然心裡想著同樣的理由可能沒用了，但詩乃還是說：\n「我手邊怎麼可能有那麼多錢。」\n結果遠藤臉上的微笑瞬間消失，但馬上再度笑著說：\n「那妳就去領啊。」\n「…………」\n詩乃沉默地準備走向商店街。當她想著「這群人應該不敢跟到有別人在的銀行來，而且離開這裡之後誰還會這麼笨又跑回來」時——遠藤又繼續這麼說道：\n「把書包和錢包都放在這裡。只要有提款卡就可以領了吧。」\n詩乃停下腳步，回過頭來看著她。遠藤的嘴上雖然還是掛著微笑，但瞇起來的兩眼裡面卻有著貓咪戲弄獵物時那種興奮的光芒。\n她曾經相信這三個人是真心想和她做朋友。一想到這裡，詩乃就沒辦法原諒自己的愚蠹。\n剛進到這所高中時，由於初來乍到而沒有任何熟人也沒有和同學的共同話題，於是詩乃只能每天默默待在教室裡，而最初開口跟她說話的就是遠藤。\n她先是約詩乃一起吃午飯，最後變成四個人下課之後會一起去速食店。詩乃通常只是聽她們說話，雖然心裡有時會對她們的話題難以認同，但她還是感到很高興。因為詩乃已經很久沒 有像遠藤她們這種不知道「那個事件」的朋友了。她覺得在這個學校裡應該可以過普通的學校生活。\n詩乃是在很久之後才發現這三個人是因為從班級聯絡簿上得知她一個人獨居，所以才會特 意接近她的。\n當她們問「可以去妳家玩嗎？」時，詩乃馬上就答應了。遠藤她們稱讚詩乃的公寓、羨慕詩乃的生活，在她家聊天一直到天黑為止。\n而她們隔天及再隔天也一樣到詩乃家來。\n不久後她們三個人變成在詩乃房裡換完便服後才搭電車出去玩。這時候她們會把行李都放 在詩乃房裡，接著她們三人的便服開始塞滿了詩乃的小衣櫥。\n鞋子、包包、化妝品等遠藤幾個人的私人用品越來越多。到五月的時候，出去玩的三個人喝醉了回來之後便會睡在詩乃家。\n有一次詩乃終於畏畏縮縮地向她們抱怨每天來的話會打擾到她看書。\n但遠藤的答案就只有「我們是朋友吧」。隔天她便向詩乃要求也要一把她家裡的鑰匙。\n而在五月底的某個週末……\n當從圖書館回來的詩乃站在自己家門前時，聽到從裡面傳來誇張的大笑聲。而且笑聲聽起來不只有遠藤她們而已。\n詩乃屏住呼吸，豎起耳朵傾聽房裡的說話聲。她對這種窺探自己房間的行為感到相當無奈與可悲。\n裡面明顯傳出好幾個男人的聲音。\n自己的房間裡竟然有不認識的男人在。一想到這裡，詩乃就因為恐懼而整個人縮成一團。 但接下來她心裡便湧起了一股怒火。她終於了解事情的真相了。\n她下了公寓的樓梯，利用手機報了警。趕過來的警察雖然對兩邊的說法感到相當困惑，但詩乃只是不段重複著「我不認識他們」這句話。\n被警察催促著先跟他到警察局去一趟的遠藤惡狠狠地瞪著詩乃，留下一句「哼，是嗎」之後便把所有東西拿走了。\n之後她們的報復來得相當迅速。\n遠藤發揮出平時絕對看不出來的惡魔般調查能力，立刻把詩乃一個人生活的理由——五年 前在遙遠的某縣裡所發生，現在網路上也幾乎都找不到的「事件」給查了出來，並且還透露給全校知道。\n結果周圍環境又回到跟國中時代相同了。\n但詩乃心裡覺得這樣也沒關係。\n是渴望朋友的慾望矇蔽了自己的眼睛。但其實只有自己才能解救自己。只有靠自己的力量變強，才能夠跳脫那個事件所造成的傷害。只要能做到這一點，就算沒有朋友也沒關係。她反 而希望她們是敵人。她的周圍——全都是要與之對抗的敵人。\n\n\n詩乃吸了一口氣，筆直看著遠藤的臉。\n只見她瞇起來的兩眼裡充滿殺伐的光芒。這次遠藤臉上終於完全沒有笑容，改用低沉的聲音道：\n「搞什麽。還不快點去——」\n「不要。」\n「……啥？」\n「不要。我才不想借錢給妳。」\n詩乃目不轉視直接這麼回答。\n強硬的拒絕應該更會引起對方的敵意與惡意吧。即使知道這一點，詩乃還是不想順從她們的要求或是虛與委蛇之後才趕緊逃走。這不是針對遠藤她們，而是她不願意顯露出「軟弱的自 己」。她想要變強，這一直是她五年來唯一的目標。在這裡屈服的話，她的努力將完全白費。 「妳這傢伙……少瞧不起人了 ！」\n右邊眼角不斷抽動的遠藤朝著詩乃跨出一步。其他兩個人迅速繞到詩乃身後，在至近距離下包圍住她。\n「我要走了——請妳們讓開。」\n詩乃低聲這麼說道。她認為遠藤她們再怎麼做出暴跳如雷的架勢，終究還是不敢真的動手。她們在家裡也是很普通的好孩子，應該不想再次被帶到警察局裡去才對。\n遠藤她熟知詩乃的弱點——她很清楚知道該刺激什麽地方才能夠讓她流血。\n塗著誇張口紅的嘴唇浮現嘲弄般的笑容。\n遠藤緩緩抬起右手，對著詩乃眼鏡的中央伸了過去。接著從拳頭裡伸出食指與大拇指，做出小孩子比出手槍般的動作。這簡直是低級又幼稚的諷刺。\n但光是這樣就足以讓詩乃感到全身發冷了。\n她的雙腳逐漸失去力氣。平衡感慢慢離她而去，小巷裡的景象也失去色彩。這時遠藤裝成手槍的手指在她眼前晃來晃去，而她的眼神也沒辦法離開那發光的細長指甲。隨著心跳加速， 像由高頻率音波所引發的耳鳴也越來越嚴重……\n「磅！」\n遠藤忽然大叫。詩乃喉嚨裡立刻發出細微尖銳的聲音。她打從心底深處感到恐懼，完全無法控制自己，全身發抖。\n「哼哼……我說朝田啊……」\n遠藤的指尖依然對著詩乃，她接著邊笑邊對詩乃說：\n「我哥哥呢，他有好幾把模型槍。我下次帶到學校來給妳看吧。妳應該很喜歡手槍吧？」\n「…………」\n舌頭無法動彈。只能在完全乾渴的嘴巴中縮成一團。\n詩乃微微搖了搖頭。如果在學校裡忽然見到模型槍的話，她可能會當場昏倒吧。光是想像那種情形就讓她胃部收縮，整個人無法忍受而彎下了腰。\n「喂喂，妳可別吐了啊，朝田……」\n從後面也傳來帶著笑意的聲音。\n「妳上次在上世界史時忽然又吐又暈倒的，之後可是引發了一陣大騷動啊~」\n「不過也常有喝醉酒的老頭在這裡吐就是了。」\n好想逃走。好想趕快逃離這個現場。但是我不能這麼做。相反的兩個聲音不斷在詩乃腦袋 中響起。\n「那今天先把妳身上所有的錢交出來就好了。朝田妳看起來不怎麼舒服對吧。」\n遠藤的手朝著詩乃右手上的書包伸了過來，但她卻完全無法抵抗。不能去想。不能去回憶。雖然這麼告訴自己，但是記憶的螢幕上還是出現那道黑色光輝。那種沉重、濕濡的鋼鐵觸感。還有刺鼻的火藥味——\n這時候從背後傳來叫聲。\n「這邊！警察先生，快點來！」\n那是個年輕男人的聲音。\n這時遠藤的手離開書包。三個人馬上以非常快的速度往前衝，最後混在商店街人群裡消失了。\n這次詩乃的雙腳真的失去力量，整個人像要昏倒般蹲了下去。\n她拚命調整呼吸，想要將恐慌症發作的前兆給壓下去。過了一陣子後，好不容易才又慢慢感覺到購物客人的喧囂以及超市門口烤雞肉串的香味，幾乎要甦醒的惡夢開始逐漸遠去。\n就這樣蹲在地上數十秒鐘之後，背後才又有一道畏畏縮縮的聲音傳過來。\n「朝田同學……妳不要緊吧？」\n\n\n詩乃最後用力吸了口氣，才再度在無力的腳上灌注力道並站起身來。\n重新戴好眼鏡轉過頭去後，馬上就看見一名瘦小的少年站在她眼前。\n那是一名穿著牛仔褲與尼龍外套的少年，肩膀上還揹著一個深綠色背包。那張戴著黑色棒球帽的圓臉讓穿著便服的他看來像個國中生，但雙眼裡濃郁的陰影卻又完全不符合他那稚嫩的外表。\n詩乃知道這少年的名字。他是這城市裡唯一能放心——至少感覺他不是敵人的存在，而且在這邊之外的另一個世界裡也可以算是詩乃的戰友。\n詩乃的心悸好不容易才平靜下來，這時她露出些微的笑容說道：\n「……不要緊。謝謝你，新川同學。警察先生呢？」\n她看了一下少年的背後，但微暗的巷子裡並沒有其他人，而且也沒有人會出現的樣子。\n新川恭二搔著戴帽子的頭部笑著說：\n「我騙人的啦。電視劇和漫畫裡不是常有這種劇情嗎。我早就想試一次看看了，幸好有成 功。」\n詩乃稍微呆了一下，然後輕輕搖著頭說：\n「……在那種緊急時刻虧你能演出這種戲。你怎麼會在這裡？」\n「啊，我剛才在遊樂場裡面。結果從後門一出來就……」\n恭二轉頭看了一下背後。巷子對面那道滿是雨漬的水泥牆上，確實可以見到一扇銀色小門。\n「看見她們圍住朝田同學。本來真的想打一一0報警……」\n「沒關係，還是得救了。真的很謝謝你。」\n詩乃再度微微一笑，恭二見到之後一瞬間臉上也出現了笑容，但馬上又恢復成一臉擔心的表情。\n「……朝田同學，妳常遇見這種事嗎……？那個……或許妳會覺得我很雞婆，但這種事還是跟學校報告比較好……」\n「就算跟學校報告也沒用。沒問題的，如果她們太過分的話我就會去報警。不過你還有空擔心我啊，我才想問你不要緊吧……？」\n「嗯嗯……我不要緊。而且也不會再和那些傢伙見面了。」\n瘦小的少年這次有些自嘲的笑了起來。\n新川恭二在暑假之前都還是詩乃的同班同學。但是自從下學期開始後就沒來過學校了。\n詩乃也只是聽到謠言而已，據說恭二遭到參加的足球社裡高年級學生的嚴重霸凌。他體格嬌小，家裡又經營一家大醫院，所以就被當成霸凌的最佳目標。那些人在金錢方面雖然不像遠 藤她們這樣明目張膽，但似乎也逼迫恭二付了許多吃鈑與玩樂的錢。\n其實詩乃沒有直接聽恭二提過這件事。\n他們兩個人是今年六月在附近的區立圖書館裡認識的。\n詩乃在二樓閱覽室裡，看著名為《世界槍械》的大本圖鑑。\n這時的她好不容易才做到看見照片也不會誘發恐慌症。但看見刊載著「那把槍」的頁數十秒鐘左右詩乃就再也撐不住，就在她急忙把書蓋起來的瞬間，有人從背後對她搭話道：\n……你也喜歡槍嗎？\n過了一陣子之後她才注意到，問這句話的男孩是她同班同學。\n詩乃馬上想回答「怎麼可能，我最討厭槍了」。但是這麼說的話，對方一定會產生那妳為什麼看這本書的疑問，而要捏造一個合理的解釋似乎相當困難，所以詩乃便暧昧的把話題帶過。\n現在恭二雖然已經知道詩乃在現實世界裡對槍械抱有極度的恐懼感，但他當時卻弄錯詩乃 的反應，很高興地笑著坐到詩乃旁邊的位子上。\n接下來他便指著圓鑑上的照片不斷訴說著槍械知識，詩乃內心雖然流著冷汗，但還是一直聽著他的說明，在這當中恭二提到了關於「另一個世界」的事情。\n詩乃原本就知道好幾年前有完全潛行類型的遊戲機發售，也曾經聽過VRMMO這個名稱。但是對從小就沒有玩遊戲習慣的詩乃來說，「劍與魔法的世界」只要存在於奇幻小說裡面就夠了，所以她對這種遊戲也沒有多大的興趣。\n但是恭二著迷般對初次見面的詩乃所說的假想世界，似乎沒有劍也沒有魔法。那裡面有的只是——各式各樣的槍械。\n那個世界的名稱是「Gun Gale Online」。那是將存在於現實世界，或者是曾經存在的各種槍械完全重現，而玩家們便帶著這些槍械互相廝殺的悽慘荒野。\n詩乃打斷恭二的話，直接這麼問道：\n——那個遊戲裡面……有叫做〇〇的槍嗎？\n少年眨了一下眼睛之後才理所當然般地點了點頭。\n這時詩乃心裡便有了一個想法。如果是在那個假想世界裡，自己能夠再度和「那把槍」對峙嗎？那把黑色手槍五年前在十一歲的自己心底留下深邃又難以抹滅的彈痕，而自己再度面對 它時，能與它作戰並且獲勝嗎……？\n詩乃緊握住自己流滿冷汗的手，用沙啞的聲音再度對恭二提出問題。她問要玩那款遊戲全部大概要花多少錢。\n之後又過了半年。\n由詩乃心中誕生的另一名叫做「詩乃」的少女，已經是GGO荒野裡聲名遠播的冷酷狙擊手了。\n但很可惜的是她到現在還沒遇過拿「那把槍」的敵人。所以詩乃還不清楚，不是遊戲裡的角色，而是現實世界裡的朝田詩乃是不是真的變強了呢……？\n她還沒找出這個答案。\n\n\n「……要不要喝點什麼？我請客。」\n恭二的聲音將詩乃由想像當中拖回現實。她抬起臉來之後，發現照在小巷裡的陽光已經帶著殘紅。\n「……真的嗎？」\n詩乃微微一笑後，恭二也很高興似的不斷點著頭。\n「商店街的小巷子裡有一件很安靜的咖啡廳，到那裡跟我講一下你前陣子活躍的事情吧。」\n幾分鐘以後，恭二便帶著詩乃來到咖啡廳。當她在深處的位子上坐下來，兩手包住散發著誘人香氣的奶茶茶杯後，心情才稍微算是冷靜了下來。她在內心告訴自己，反正遠藤她們一定 還會來找麻煩，所以到時也只能隨機應變，現在擔心這麼多也沒用。\n「妳前天的事情我已經聽說了。大家都說妳非常活躍呢！」\n聽見恭二的聲音後抬起頭來，馬上就見到這個瘦小的少年一邊用湯匙戳著冰咖啡裡的香草 冰淇淋，一邊眼睛上揚的看著詩乃。\n「……沒那回事。作戰算是失敗了。我們六人中隊裡面有四個人被幹掉。以伏擊的結果來說，根本沒辦法算是擭勝。」\n詩乃聳了聳肩之後這麼回答。明明在現實世界裡只要想起真正的槍械便很容易引起恐慌症，但或許是在虚擬世界裡練習的成效吧，最近只要是GGO內部的話題，詩乃就還可以保持平常心。\n「但還是很厲害啊。聽說那個使用迷你砲機槍的『怪物』至今為止還沒有在團體戰裡被人幹掉過呢。」\n「是嗎……原來他那麼有名啊。我沒在『Bullet of Bullets』的排行榜上看過他所以不知道。\n「那是當然囉。就算迷你砲機槍再怎麼厲害，帶著五百發子彈一定會超重而無法跑動。 『BoB』是單人遭遇戰，所以只要被人在遠處瞄準攻擊就完蛋了。不過集團戰裡只要有充分 的支援他就可以算是無敵了。那種武器根本是犯規嘛！」\n看見像個小孩般噘起嘴巴的恭二後，詩乃也不由得露出微笑。\n「……老實說，我的黑卡蒂Ⅱ也常被人家說是超級犯規的武器啊。不過用起來其實有許多不方便。我想那個怪物先生一定跟我有相同的想法。」\n「嘖，真是奢侈的煩惱。那……下一次的BoB妳有何打算？」\n「我當然會出場。我已經收齊上次進入前二十名的玩家資料。我準備拿黑卡蒂出場。這次一定要把他們全部都……」\n詩乃幾乎就要講出「殺掉」這兩個字，但馬上就把話收了回來。\n「我會力拚進入前幾名……」\n詩乃在上上個月第一次參加GGO舉行的第二次最強者淘汰賽——「Bullet of Bullets」，雖 然突破了預赛進入了三十個人的決賽裡，但卻只得到第二十二名這種無法接受的結果。\n在廣大地圖上亂數配置玩家位置的BoB裡，由於可能一開始就被捲入近距離戰鬥當中，所以當時她不是帶著黑卡蒂Ⅱ而是裝備著突擊步槍，結果反而在接近戰鬥中被裝備「REMINGTON·M40」狙擊槍的狙擊手在近距離給幹掉了。\n現在又過了兩個月，她已經大致清楚該怎麼操縱黑卡蒂這個頑皮的女神，而且現在又得到了稀有的輕量短機關槍「MP7」，在近距離戰鬥上也比較不成問題，所以她打算揹著這把巨大狙擊槍參加即將舉辦的第三次BoB大赛。基本上她的預定是只要躲在掩蔽物後，等待目標 出現在視線裡就把他們一個不剩的轟飛，即使被人說這種作戰實在太過卑鄙也不要緊。\n只要能在滿是強力戰士的GGO裡打倒所有敵人，證明自己是最強的話——那個時候，一定就……\n懷抱著朦朧想法的詩乃耳裡這時傳來恭二的感嘆聲，也順便將她的意識拉回現實世界來。 「這樣啊……」\n詩乃眨了眨眼睛後看向恭二 ，但對方卻反而像看見什麼耀眼事物般瞇起眼睛來看著她。\n「朝田同學真是太厲害了。除了入手威力那麼強大的槍械之外……能力值也很有遠見地以 3STR為優先。明明是我邀妳玩GGO的，但已經完全被你超越了。」\n「沒那回事……新田同學在上次的預賽裡不也打進準決赛了嗎？那場勝負只能說是你運氣 不好而已。真的很可惜，如果在預賽時能打進決賽，就能參加正式的BoB大賽了。」\n「不……那是不可能的。除非運氣很好，不然上次成績已經是AGI型的極限。看來我的能力值分配是完全錯了……」\n聽見恭二抱怨的口氣之後，詩乃微微地皺起了眉頭。\n恭二的角色「鏡子」是GGO初期主流的人，也就是全力提升敏捷力數值的類型。\n這類型的角色在遊戲開始營運後半年左右，就靠著壓倒性的迴避力與速射力——這裡的 「速射」指的不是槍枝本身的連射速度，而是瞄準之後著彈預測圓安定下來的時間——凌駕於其他類型的玩家之上。但是隨著地圖逐漸被攻略也有越來越多的強力實彈槍登場，這類型的玩 家由於缺乏STR也就是筋力值，所以無法裝備這些新武器，而且槍枝本身命中率的提高也讓他們越來越無法隨心所欲地避過子彈，在開始營運經過八個月的現在，這種類型的玩家已經不能說是主流了。\n但只要能得到速射力超絕的稀有大口徑步槍，比如「FN·FAL」或是「H&K·G3」等等，那就還能夠在第一線裡活躍，事實上在上次GGO裡得到季軍的「闇風」便是AGI提升到極限的類型。只不過——擊敗他而得到優勝的「ZXED」是STR-VIT型也是鐵一般的事實。\n但是——\n在詩乃的觀念裡，所謂數值上是什麼類型怎麼說也只是「角色的強度」而已，其實還有比這個更重要的要素存在。\n那就是玩家本身的強度。也就是心的堅強程度。前天對戰的「怪物」他總是能夠冷靜沉著地行動，而且作戰時臉上那猙獰勇猛的笑容。\n所以詩乃有點難以認同恭二所說的話。\n「嗯—……那把稀有槍械確實很強……但那只是強者剛好又裝備了稀有的武器而已，不是 全部擁有稀有武器的人就是強者唷。實際上，上次大會裡進入決賽的三十個人裡，有一半左右都是使用掛在店頭的一般武器唷。」\n「那是因為朝田同學妳已經有那種稀有武器，然後又是先提升過STR的平衡型所以才能 這麼說。武裝真的會造成很大的差距……」\n看著一邊嘆息一邊攪著飄浮咖啡的恭二 ，詩乃覺得再多說什麼也沒用了，於是她便準備結 束這個話題。\n「那新川同學你是不打算參加下一次的BoB囉？」\n「嗯……因為就算參加也沒用。」\n「這樣啊……嗯……這也不能勉強。你正在參加補習班的大學檢定課程對吧？模擬考成績 還可以嗎？」\n恭二從夏天以來就沒有到學校上課，似乎也因為這件事和父親有了很嚴重的爭執。\n恭二的父親經營一所規模還算大的醫院，所以從很早以前便命令這個從名字就知道是次男的恭二要考上醫學院。詩乃之前就聽說在一次劇烈爭吵的家族會議之後，恭二雖然得到在家裡 學習的允許，但必須在後年參加大學同等學歷檢定考，然後不重考便進入也是父親母校的某有名私立大學醫學院就讀。\n「啊……嗯……」\n恭二點了點頭後笑了起來。\n「沒問題，排名都還維持在能上志願學校的範圍內。妳不用擔心我，教官。」\n「那就好。」\n開玩笑般回答完之後，詩乃也微笑了起來。\n「新川同學的登入時間一直都很長，我還有點擔心呢。不管我哪時登入都看到你在線上。」\n「我白天時有在看書啦。時間的分配是很重要的。」\n「這麼長的遊戲時間應該讓你賺了不少錢吧？」\n「沒那回事……AGUI型的話根本沒辦法一個人狩獵……」\n由於對話好像又要轉往不太妙的方向，所以詩乃便急忙插話道：\n「不過只要能賺到連線費就夠了啦。抱歉……我差不多該回去了。」\n「啊對哦。朝田同學還得自己做飯對吧。希望下次能再有機會吃到妳做的菜。」\n「啊，嗯，嗯，沒問題。過一陣子……等我再熟練一點。」\n詩乃再度慌張的說道。\n她曾經邀請恭二到家裡吃她所煮的晚飯。吃飯的過程可以說是相當有趣，但飯後隔著桌子喝茶休息時恭二眼裡的熱度卻越來越高，這著實讓詩乃心裡捏了一把冷汗。就算是超級網路遊 戲狂又是槍械迷，但男孩子終究還是男孩子，詩乃當時確實反省了一下自己這種略嫌輕率的行為。\n她並不討厭恭二。與恭二對話的時間是她在現實世界裡少數可以輕鬆下來的瞬間。但是在克服自己心底深處的那段黑色記憶之前，詩乃根本無法考慮任何其他的事情。\n「謝謝你的招待。還有……真的很謝謝你救了我。你那時真是帥弊了。」\n詩乃一邊站起來一邊這麼說道，恭二露出笑容並搔著頭說：\n「我可以一直保護妳唷。那個……放學的時候……我到學校去接妳吧？」\n「不、不用了 ，不要緊的。我也得學會自立自強才行。」\n詩乃這麼回答完後便笑了起來，而恭二則再度像看到耀眼眼的東西般瞇起了眼睛。\n\n\n爬上長年被雨水侵蝕而染上淺黑色斑點的水泥階梯後……\n第二道門後面便是詩乃獨居的公寓房間。由裙子口袋裡拿出鑰匙，接著將它插進舊式電子鎖內。在小小面板按下四位數密碼後轉動鑰匙，接著便響起「喀嚓」的沉重金屬音。\n進入微暗的玄關，順手便將門關上。\n轉上門鎖，確認過上鎖的鈐聲後，詩乃才無聲地說了句「我回來了」。當然裡面沒有任何回應。\n細長的空間由入口門框處往內延伸了三公尺左右。右邊是衛浴設備的門，左邊則是小小的廚房。\n將從超市買來的蔬菜與豆腐放進水槽旁的冰箱，接著來到裡面六張榻榻米大小的空間後，詩乃才鬆了一口氣。藉著由窗簾透入的最後一點夕陽按下牆壁上的開關，電燈馬上就亮了起 來。\n房間裡面沒有什麼裝飾品。木質系的防滑瓷磚地板加上沒有任何圖案的象牙色窗簾。面對右邊牆壁處則有一張黑色摺疊床與並排在裡面的暗黑色書桌，對面牆邊則有一個小衣櫃、書架 與全身鏡，這就是詩乃房間裡所有的擺設了。\n詩乃將書包放在地板上，開始解開脖子上的白色圍巾。隨後脫下大衣並將它掛在衣架上，然後將它和圍巾一起收進衣櫥裡。將帶有光澤的暗綠色裙子由接近黑色的水手服裡拉出來，當 詩乃準備拉下左側的拉鍊時忽然停下動作，開始將視線轉向書桌看去。\n今天放學之後雖然遇到了一連串的變故，但敢正面面對遠藤她們的威脅讓詩乃心中還留有一點點自信。雖然差點就引發恐慌癥，但即使如此她還是一直堅持到最後都沒有逃走。\n而且兩天前在GGO裡，與至今為止所遇見過的最強敵人經過一番死鬥並擊敗他這件事，也讓詩乃感覺到心靈的強度又往上提升了一個層次。\n新川恭二告訴她那個名叫怪物的男人在團體戰裡還未逢敵手。而那個男人身上也確實散發 出名符其實的龐大壓力。這讓詩乃在戰鬥中曾數度有敗北與死亡的覺悟——但最後還是奮力臝得了勝利。\n說不定……\n說不定現在已經能正面面對並且擊敗那個記憶了呢。\n詩乃停止動作，一直盯著書桌的抽屜看。\n數十秒之後，詩乃將右手上的圍巾丟到床上，接著迅速走向書桌。\n她深呼吸幾次，將纏在背脊上的膽怯給趕跑。\n接下來將手放在第三層抽屜的手把上，然後慢慢將它拉開來。\n可以見到裡面排著將各式文具分類放好的小收納盒。隨著把手慢慢被往後拉，抽屜內側也露了出來。不久之後空間裡終於不再是收納盒，而是「那個」東西出現在詩乃眼前。那是閃爍 著暗沉光輝的小小玩具。\n原來是一把塑膠製的模型槍。但是看得出來製造得相當精細，連細部線條都完全重現的表面看起來就跟金屬沒有兩樣。\n光是看見它的模樣，詩乃就得壓抑自己開始加速的心跳，但她還是伸出了右手。先畏畏縮縮地碰到槍的手把，接著握住並將它拿了起來。她手上立刻有了沉重的感覺。吸一口房裡的冷空氣讓她感覺整個人都像要凍僵了。\n這把模型槍不是模仿現實世界實際存在的槍械所製造出來的。槍把由符合人體工學的曲線 所構成，大型的板機護圈正上方直接有大口徑槍口延伸出來。上面開有散熱孔的粗獷機關部直接就在手把後上方的位置，這種形狀似乎被稱為小牛頭犬式的槍械。\n槍枝的名稱是「前犬星SL」，是在Gun Gale Online裡登場的光學槍。雖然屬於手槍的一種，但卻有全自動射擊模式，許多人喜歡將它拿來做為對怪物戰鬥時的輔助武器。\n詩乃在格洛肯的儲藏庫裡也有一把這種槍械，但在現實世界裡的這把模型槍並不是她自行 購買的。說起來一般市面上其實也根本買不到。\n那是兩個月前參加Bullet of Bullets決賽，結果只獲得第二十二名的幾天之後。GGO營運公司「ZASKAR」忽然寄了封英文電子郵件到詩乃的帳號裡。\n辛苦地搞懂內容之後，才知道原來是參加BoB可以獲得獎品，而營運公司要詩乃選擇在遊戲裡獲得賞金或是道具，又或者是在現實世界裡領取前犬星SL的模型槍。\n雖然只是玩具槍，但詩乃可受不了在現實世界裡收到這種東西，於是她馬上想要選擇在游戲裡領取獎金，但忽然又轉念一想。\n為了確認GGO這個「猛藥」治療的結果，將來還是需要在現實世界裡觸摸模型槍。但詩乃實在提不起勇氣自己前往玩具店購買。雖然只要拜託恭二的話他一定十分樂意借給詩乃， 但一想到拿起槍械後當場發作的可能性就又讓詩乃感到猶豫。就算還有網路購物這種最簡單的 方式，但連在網站上看著一大堆槍械照片都會讓詩乃感到心情沉重，所以也就一直無法付諸實行。當然經濟上的問題也是一個重點。\n如果GGO營運公司可以免費寄送模型槍過來的話，那不就剛好符合自己的需求嗎——詩乃一直猶豫到將近截止期限時，才選擇接受在現實世界裡的參加獎。\n一個禮拜後， 一個沉重的國際快遞包裹來到詩乃家。\n明明已經決定要開封了，但最後還是多拖了兩個禮拜的時間。\n結果當時所產生的反應完全不符合詩乃的期待。於是她只好將模型槍丟進抽屜深處，然後連相關記憶也塞到腦袋的角落裡。\n而現在——詩乃再度拿起了那把前犬星。\n槍上的冰冷觸感由右手掌傳達到上臂再到肩膀，最後像是要鑽進詩乃心底深處一樣。雖然是樹脂製的模型卻有著無比的重量。遊戲裡的詩乃可以用指尖輕鬆旋轉的手槍，現實世界裡拿 起來後卻感覺像被鐵鍊鎖在地面上一樣。\n手掌的溫度逐漸被奪走，反倒是槍枝開始發熱起來。在冷汗所帶來的潮濕微溫裡，詩乃確實感覺到某個人的氣息。\n是誰？\n那是……那個……男人的……\n心跳已經快到無法抑制，冰冷的血液發出沸騰聲並且在詩乃全身到處奔馳。這時她的意識已經逐漸模糊。感覺腳邊的地板開始傾斜並且變軟。\n但是詩乃的眼睛還是離不開槍枝的黑色光輝。那道光線就在超近距離下衝進詩乃眼睛裡。\n她已經開始耳鳴了。不久之後聲音變成尖銳的尖叫聲。那是一名年幼少女被純粹恐怖所掩蓋時所發出的叫聲。\n是誰在發出悲鳴？\n那是…………我。\n\n\n詩乃沒有看過父親的長相。\n不是現實世界裡沒有關於父親的記憶。而是真的連照片或影像上都沒見過那身為詩乃父親 的人物。\n聽說父親在她兩歲時就因為交通事故而去世了。\n那天是雙親帶著詩乃，一家三口爲了回去母親的老家過年而駕車行駛于東北的某縣境上。當時車子是在沿著山坡斜面延伸的舊單線道路上行駛，離開東京之後時間已經過了半夜十一 點。\n由現場打滑的車胎痕跡判斷出事故的原因是出自於對向車道來不及轉彎的大卡車。\n卡車駕駛當場衝破擋風玻璃掉在路面上立刻死亡。\n而右側面遭到卡車撞擊的小型車則越過護欄掉落到山坡下，最後被兩根樹木擋住才停止下 跌。這時候駕駛汽車的父親雖然身負意識不明的重傷，但還不至於立即死亡，而在助手席上的母親則只是左大腿單純骨折而已，至於年幼詩乃則因為後座嬰兒安全座位的安全帶而幾乎毫髮無傷。但是當時的事情她可以說是一點印象都沒有。\n不幸的是地方上的人幾乎不使用這條道路，尤其深夜更是人煙罕至，而車內的電話也因為撞擊而破損了。\n隔天早上，當經過這條舊道路的駕駛注意到有事故發生而報警時，已經是六小時之後的事情了。\n這段時間裡，詩乃的母親只能在旁邊看著因為內出血而身體逐渐冰冷，最後更因此而死亡的父親。\n這時母親心底深處的某個部分便因此而崩潰了。\n事故發生之後，母親的心智年齡回到與父親相識之前的十幾歲左右。雖然母親與詩乃離開東京的房子回到娘家去，但母親隨後便將父親的遺物，像是照片或是影像等全部處分掉，也從 來不向詩乃提及關於父親的事情。\n冀求平穩與寂靜的母親開始過著宛若鄉下少女般的儉樸生活。雖然發生事故到現在已經過 了十五年的時間，但詩乃還是搞不清楚母親究竟是如何看待她這個女兒的。或許只是認為她是妹妹也說不定，但幸運的是事故發生之後母親還是深愛著詩乃。她還記得每到夜晚母親都會讀繪本、唱搖籃曲給她聽。\n所以詩乃記憶裡的母親總那是副容易受傷的脆弱少女模樣。自然也讓詩乃從懂事開始，便時常告訴自己一定要堅強一點。自己要保護媽媽的安全才行。\n過去曾發生祖父母不在時，難纏的推銷員坐在玄關前不願離開，讓母親感到相當驚慌失措的事件。這時年僅九歲的詩乃便對推銷員說如果不離開我就報警，然後把他趕了出去。\n對詩乃來說，外面的世界充滿了打擾母親平靜生活的各種要素。她腦袋裡總是想著自己一定要保護媽媽、自己一定要保護媽媽。\n所以——詩乃心裡覺得就某種意義上來說，她是命中注定會遇上那件事故的。這是不斷被詩乃拒絕的外界事物對她的惡意報復。\n十一歲，升上五年級之後的詩乃也不怎麼在外面遊玩，放學之後直接回家看從圖書館借來的書。可以說是她每天的習慣。雖然她的成績很好但幾乎沒什麼朋友。而旦她對於外界的干擾異常敏感，曾經有男孩子惡作劇將她的室內鞋藏起來，結果詩乃便狠狠將對方揍到流鼻血為 止。\n時間是進入第二學期之後的某個星期六下午。\n詩乃與母親一起到附近的小郵局去。當時郵局中除了她們之外就沒有其他客人了。\n當母親將資料拿到窗口去時，詩乃就坐在局裡的長板凳上一邊晃著腳，一邊看著帶過來的 書本。現在她已經不記得那本書的書名了。\n「嘰」一聲的開門聲讓她抬起頭來，隨即就看見一名男人走進郵局。那是一名穿著灰色服裝， 一隻手上拿著波士頓包的瘦小中年男子。\n男人在入口處停下腳步，往郵局內看了一圈。詩乃瞬間和他四目相對。這時詩乃心裡還想著這人瞳孔的顏色真是奇怪。像個黑洞般的黑色瞳孔在泛黃眼白中央不停移動著。現在回想起 來才知道，那是瞳孔已經異常放大的狀態。事後發現男人在進入郵局之前已經先注射過毒品。\n詩乃還來不及感到訝異，男人便直接朝窗口走去。\n這時詩乃的母親正在「儲匯款」窗口進行手續，但男人忽然用力抓住她的手腕並將她拉了過去。接著又用左手將她狠狠推開。詩乃的母親只能無聲地往後倒，整個人還因為太過霣驚而 瞪大眼睛無法動彈。\n詩乃馬上站了起來。當她準備大聲為心愛的母親所遭受到的無禮暴力提出抗議時……\n男人將波士頓包用力往櫃檯上一放，接著從裡面抓出某樣黑色物體。當男人用拿在右手上的物體指向窗口的男性職員時，詩乃才發現他手上的東西是把手槍。手槍——玩具——不，應 該是真貨——強盜？詩乃的腦袋當中瞬間閃過這幾個單字。\n「把錢放到包包裡面去！」\n男人用嘶啞的聲音叫著。接著又馬上叫道：\n「把兩手都放到桌上！別想按警鈐！其他人也別亂動！」\n他左右晃動手槍，牽制著郵局內部的其他職員。\n詩乃這時考慮是不是要衝到郵局外面去求救。但因為放不下倒在地上的母親而遲遲沒有付 諸實行。\n當她正猶豫不決時，男人再度叫了起來。\n「快點把錢放進去！有多少錢全部放進去！動作快一點！」\n窗口的男性職員雖然繃著一張臉，但還是用右手拿了一疊大概有五公分厚的紙鈔遞了出去——\n感覺郵局里的空氣一口氣膨脹了起來。接著雙耳更感到陣陣麻痹，詩乃過了好一陣子之後才發現那是尖銳的爆炸聲所造成的現象。接下來則是有「鏘」的小金屬聲出現，某樣東西彈到牆壁上後滾落到詩乃腳邊。原來是一個金色的細長筒狀物體。\n再抬起臉來時，發現櫃檯內側的男性職員瞪大眼睛，兩手按住自己胸口。領帶下方的白色襯衫稍微可以見到一片紅漬。接下來男性職員隨著椅子整個向後倒，身旁的文件收納盒也跟著 倒了下去。\n「不是要你別按警鈐了嗎！」\n男人尖銳聲音的已經整個沙啞。握住槍的右手也開始不斷發抖。詩乃鼻子裡還聞到一股類似煙火的味道。\n「喂，妳！來這裡把錢裝進去！」\n男人的槍口對準了兩名呆立當場的女性職員。\n「快點過來！」\n男人尖銳的聲音蕃起，但女性職員們除了輕輕搖了搖頭之外就沒有任何行動。雖然他們應該都有受過遭遇強盜事件時的應對訓練，但是無論什麼樣的教戰手冊都無法抵擋眼前的子彈。\n男人急躁地用腳踢了櫃檯下方好幾次，接著可能是打算再對一名職員開槍吧，只見到他再度抬起握著槍械的右手。兩名女性職員一邊尖叫一邊蹲了下去。\n男人見狀便半轉過身子，改為面向客人使用的空間。\n「繼續拖拖拉拉我就再殺一個人！我會開槍哦！」\n男人瞄準的目標是——倒在地上，以空虛眼神望著天花板的詩乃母親。\n眼前正在進行當中的事件所造成的負荷實在太大，所以母親根本完全無法動彈。詩乃瞬間這麼想著。\n——我得保護媽媽才行。\n這從幼兒期以來就一直是詩乃的信念，也讓她開始產生一股展開行動的意志力。\n丟下書本往前衝出去的詩乃一把抓住男人拿著手槍的右手，接著用力咬了下去。小孩子銳利的牙齒很簡單便陷入男人的肌肉裡。\n「啊啊啊？」\n男人發出驚愕的聲音，接著將整隻右手連同詩乃一起甩了起來。詩乃的身體被甩到櫃檯側面上，同時也撞掉兩顆乳牙，但她卻渾然不知。因為這時從男人手上滑落的手槍滾到她面前來。詩乃不由自主地將它撿了起來。\n好沉重。\n兩條手臂馬上就感覺到金屬的重量感。上面刻有橫線的手把因為男人的汗而相當潮濕，更因為男人的體溫而像生物般散發出熱量。\n即便以時乃當時的知職，也能知道這是用來做什麼的道具。只要使用這東西，就可以阻止那個可怕的男人。腦海裡有了這樣的想發後，詩乃便模仿剛次啊看到的姿勢舉起來手槍，然後將兩手的食指放進板機裡並對準了男人。\n此時男人一邊發出怪聲一邊往詩乃撲了過去，準備將手槍由詩乃手裡奪下來般用自己的雙 手緊緊握住詩乃的手腕。\n詩乃到現在仍弄不清楚男人做出這樣的動作究竟是幫了她還是害了她。但單就事實來看， 男人確實自己幫忙穩定了面對著他的手槍。\n現在詩乃對於那把被用來搶劫的手槍——已經有了相當充分的知識。\n一九三三年，也就是距今九十年以上的遙遠過去，蘇維埃陸軍正式採用了「托卡列夫TT33」這款手槍。不久後中國便加以模仿並將其稱為「五四式·黑星手槍」。這便是那把槍的名稱。\n它使用三十口徑，也就是七·六二毫米的鋼芯彈。後來出現的手槍是以九毫米子彈為主流，相較之下黑星的口徑顯得較小，但它的火藥量卻較多。因此子彈的初速可以超越音速，擁有手槍當中最強大的貫穿力。\n但最後因為後座力過大，蘇聯便在一九五0年代時以使用小型化九毫米彈的「馬卡洛夫」來取代了這款手槍。\n所以一名十一歲的孩童怎麼可能有能力操縱一把這樣的手槍來射擊敵人。但是當詩乃手腕被對方握住，腦裡想著槍要被奪走了的瞬間，反射性地扣下了板機。\n猛烈的衝擊由兩手上往手肘、肩膀上傳遞，槍口應該已經被轉往別處的後座力幾乎全被男人的雙手所吸收。這時空氣裡再度產生一股熱流。\n男人發出像打嗝的聲音並放開詩乃的手腕，接著直接往後退了幾步。\n=男人那花紋灰襯衫的腹部忽然有一道紅黑色的圓形急速擴散開來。\n「啊啊……啊啊啊啊！」\n男人一邊尖叫一邊用兩手按住腹部。可能已經傷害到動脈了吧，可以見到從他指間流出一條血跡來。\n但是男人仍未跌倒。黑星所使用的小口徑鋼芯彈會馬上貫穿人的身體，制止能力本來就比較低。\n男人一邊怪叫一邊將沾滿血的雙手往詩乃伸去，想要再度抓住她。由傷口飛散出來的血液落到詩乃的雙手上。\n這時她的雙手再度像痙攣般抖動，接著又再次扣下板機。\n這次手槍整個向上彈起，讓詩乃的手肘與肩膀感到一陣劇痛。她的身體整個向後彈，背部用力撞擊櫃檯而暫時無法呼吸。她已經不太能聽見發射聲了。\n第二發子彈命中男人的右鎖骨下方，接著再度貫穿身體擊中他背後的牆壁。男人一個踉蹌，因為自己流出來的血而滑倒，整個人倒在亞麻油地毯上。\n「哇啊啊啊啊！」\n但是男人的動作仍未停止，他發出憤怒的咆哮，用兩手撐住地面準備站起身來。\n詩乃因此陷入恐慌狀態。她感覺這次如果不確實讓男人「停止」動作的話，自己和母親絕對會被男人殺害。\n詩乃無視兩條手臂與肩膀上的劇痛繼續往前走了兩步。這時男人正以臉孔朝上的姿勢將上 半身撐起了 二十公分左右，而詩乃則是將槍口對準了他身體的中央部位。\n詩乃的肩膀因為第三次射擊而脫臼。這次已經沒有東西可以擋住她因為後座力而往後彈的 身體，於是她整個人翻了個筋斗後才倒在地上。但她的手卻依然緊抓住手槍不放。\n與剛才同樣由不穩定手槍裡發射出來的子彈完全偏離詩乃瞄準的目標，命中男人身體上方 數十公分處——\n剛好也就是男人臉孔的中央部位。男人的頭部枯咚一聲直接砸在地板上。然後再也不會動也不會發出聲音。\n詩乃拚命撐起身體，確認男人已經再也無法動彈。\n——成功了。\n她首先有了這個念頭。自已成功地保護了母親。\n詩乃動著臉部，將視線朝倒在數十公尺外地板上的母親看去。接著便發現最愛的母親雙眼裡——\n明顯透露出對詩乃感到恐懼與怯懦的感情。\n詩乃這時才往自己的手上看去。到現在還緊緊握住槍把的雙手上沾滿了紅黑色的液體飛沫。\n這時詩乃才張開嘴巴發出尖銳的悲鳴。\n「啊啊啊啊………… ！」\n她一邊由喉嚨深處發出細微叫聲， 一邊持續凝視著兩手握住的前犬星SL。似乎可以見到從手背往指尖滴下去的血液。而且就算眨了好幾次眼睛血液都還是沒有消失。只見那濃稠狀液 體一滴一滴的滴落在腳邊。\n突然從她雙眼裡也冒出液體。視線一下子變得模糊，只能看見模型槍的黑色光輝而已。\n從黑暗的深淵裡出現了那男人的臉。\n發射出去的第三發子彈便是往這張臉飛去。被子彈擊中之後傷口卻出乎意料之外的小，看起來就像顆黑痣一樣。但是隨即就有一陣濃烈的血霧飄散在頭部後方。臉上原本有的表情與生 氣瞬間便消失無蹤。\n但是他的左眼忽然動了起來，用那有如無底深淵的瞳孔瞪著詩乃。\n他就這麼筆直地看著詩乃的眼睛。\n「啊……啊…………」\n詩乃的舌頭忽然緊貼在喉嚨深處，開始感到無法呼吸。同時胃部也開始劇烈地收縮。\n她咬緊牙關，用盡全部心力將前犬星丟在地板上，接著立刻搖搖晃晃的跑到廚房，用滿是冷汗的右手拉開衛浴的門把。\n拉起馬桶蓋，在彎下身體的同時，熱辣的液體也從胃的底部冒了上來。詩乃扭動身體不斷痙攣，像是要將體內所有物體給排出體外般不停嘔吐著。\n當胃部的收縮好不容易開始停止時，詩乃整個人已經虛脫了。\n她伸出左手，按下馬桶上的沖水手把。辛苦地站起身並將眼鏡拔下來後，開始不斷用雙手捧起洗面台裡流出的刺骨冰水來洗臉。\n最後她漱了漱口 ，從架子上拿了條乾淨的毛巾擦完臉才離開浴室。此時她的思考能力已經 完全麻痺了。\n她踩著虛浮的腳步回到房裡。\n詩乃儘可能地別開視線，然後用手裡的毛巾蓋在滾落在地板的模型槍上。隔著布將它拿起來後，馬上將它塞進打開的抽屜深處。用力關上抽屜後，精神完全消耗殆盡的詩乃才整個人倒在床上。\n由濕濡前髮上滴落的水滴混雜著臉頰上的淚水在棉被上留下了痕跡。不知從何時開始，詩乃以細微的聲音不斷這麼重複說著：\n「救救我……誰來……救就我……，救救我……誰來…………」\n\n\n事件過後幾天的記憶其實已經有些模糊。\n像是穿著深藍色制服的大人們以緊張的口吻要她把槍交出去時，她的手指因為僵硬而根本 離不開槍枝。\n還有許多紅色的旋轉電燈與隨風搖晃的黃色布條。布條後面則是有許多讓人睜不開眼睛的 白色閃光。\n或者是坐上警車時才注意到右肩的疼痛，當她畏畏縮縮地告訴警方之後，警察才趕緊讓她換乘到救護車上去——詩乃腦裡大概就只有這些片段性的記憶。\n躺在醫院的床上時，兩名女警不斷詢問詩乃事情的經過。雖然她一直要求想見母親，但這個願望在過了許久之後才得以實現。\n詩乃三天之後便離開醫院回到祖父母家裡，但母親卻入院長達一個月以上。而事件發生之前的平穩日子，則是再也沒有回到她們身上。\n由於各家媒髒的自我規範，讓事件的詳細經過沒力被大肆報導出來。送交檢察機關的文件裡只註明持槍搶劫郵局事件的嫌疑犯死亡，此外也沒有進行任何公開審判。但是祖父母的老家 是個很小的城市。郵局裡所發生的經過被詳細地——應該說變成加了各種情節的謠言，就如同燎原之火般迅速傳遍整個城市。\n小學剩下來的一年半時光裡，詩乃被冠上所有可以代表「殺人犯」的名詞，而上了國中之後周圍則變成完全無視她這個人的存在。\n但是周圍的眼光對詩乃來說其實沒有什麼影響。因為她本來就對加入哪個集團這種事情沒 有興趣。\n只是過了這麼多年之後——事件在詩乃心中所留下來的傷痕還是一直讓她感到非常痛苦， 絲毫完全沒有痊癒的跡象。\n自從事件發生過後，詩乃只要看見槍械類的東西便會引起當時的鮮明回憶，讓她整個人陷入劇烈的休克症狀當中。不論是在路邊看見小孩子手上的玩具手槍，或是在電視畫面上看見槍枝，都很容易引發呼吸急促造成全身僵硬、失去定向感、嘔吐，嚴重時甚至會喪失意識等症 狀。\n因此詩乃幾乎不能觀看戲劇或是電影。也有好幾次因為看了社會科課程的教學用錄影帶而 發作。國中時期她都是靠著在圖書館陰暗角落裡看著比較安全的大開本小說全集——也僅限定於古早以前的文學作品——來打發時間。\n當她對祖父母表示國中畢業就想到遠方去工作，因而遭到強烈反對時，詩乃便說那至少讓她到過去——當她還是嬰兒時與父母親一起生活過的那個東京某區去念高中。她確實是想到一 個沒有纏人的傳聞與好奇視線的地方去。因為她可以確定，只要繼續在這個小城市裡生活，那麼她的心理創傷將一輩子都無法痊癒。\n當然詩乃的症狀已經被診斷出是典型的創傷后壓力癥候群，四年來也已經接受過無數的心 理諮詢。而且她也乖乖按照醫師的指示服藥。但臉上似乎都帶著相同笑容的醫師們所說的話， 都只能輕撫或是搔過詩乃心靈的表層，根本無法到達受傷的地方。他們在乾淨的診療室裡不斷說著「我了解，那一定很痛苦吧。真難為妳了這種話，但詩乃卻是邊聽邊在心裡重複嚅囁 著：\n——那你們有用槍殺過人嗎？\n如今她也已經自我反省，就是這樣的態度造成自己無法信賴醫生，讓治療一直無法收到成 效。但即便是到了現在，那依然還是詩乃毫無掩飾的真心話。自己的所作所為究竟是好還是壞——或許詩乃只是想要聽見他們對此提出確定的看法而已吧。當然沒有任何一個醫生能夠回答就是了。\n但是就算再怎麼為記憶與發作所苦，詩乃也從沒有過自己結束生命的念頭。\n她不後悔對著那個男人扣下扳機。當他拿著槍對準母親時，詩乃也只能那麼做了。就算現在再回到事件發生的瞬間，她也會做出同樣的行動。\n一旦選擇了自殺這條逃避的路，那麼那個男人也就白死了，詩乃是這麼認為的。\n所以她才會想要變強。想要獲得能講出「那種情況之下，我那麼做也是理所當然」這種話的勇氣。就像一個在戰場上毫不留情打倒敵人的女戰士一樣。她會想要過獨居生活也是這個原 因。\n國中畢業離開老家之前，詩乃告別的對象只有祖父母，以及跟事件發生前一樣把她當成幼兒般擁抱並撫摸頭髮的母親。\n接著詩乃便移居到這個空氣剌鼻水又難喝，什麼東西都貴得要死的城市來。\n而她就是在這裡遇見了新川恭二以及VRMMORPG——「Gun Gale Online」。\n\n\n呼吸與心跳終於漸趨平穩，詩乃也將薄薄的眼瞼抬了起來。\n整個人趴在床上，左臉頰靠著枕頭的詩乃，視線前方映入了一個長形物體。\n鏡子裡有個前額貼著濕濡頭髮的少女正回看著自己。那名少女略嫌瘦削，但又有著一雙大眼睛。除了小小的鼻子之外，兩片嘴唇也相當單薄。總而言之給人一種營養不良小貓的印象。\n幽灵子弹（上）\n第4章\n一離開校門，又冷又乾的風馬上打在臉頰上。\n朝田詩乃停下來把脖子上的白色圍巾重新圍好。\n她將戴著塑膠框眼鏡的臉蛋一半埋到圍巾裡面之後，才再度向前走去。快步走在滿是枯葉的步道上，她在心裡小聲地呢喃道：\n……這下子高中三年全部上課天數六百零八天裡面，已經有一百五十六天結束了。\n好不容易過了四分之一的日子。一想到這裡，詩乃就又為了這苦行的日子實在太過漫長而不知如何是好。但如果把國中時代也算進去的話，這樣的日子現在已經過了將近六成以上。總 有一天會結束……總有一天會結束。詩乃像是念咒般不斷重複如此念著。\n其實就算高中畢業那天到來，詩乃也沒有什麼特別想做的事，當然也沒有想從事的職業。 但還是希望能從這個算被強迫進入的「高中生」集團裡解放出來。\n詩乃實在不能理解每天每天來到這個像監獄一樣的地方，聽著教師們有氣無力的講課，和一群令人懷疑是不是從幼兒期開始心靈就沒有任何成長的傢伙們排在一起做體操或是做些有的沒的，究竟有何意義。當然也有少數幾個讓人覺得教學很紮實的教師，也有讓人覺得值得尊敬的學生，但他們的存在對詩乃來說並不是那麼重要。\n現在詩乃實際上的監護人是祖父母，過去詩乃曾向他們提出不上高中馬上就想出社會工作，或者是到職校去接受就職訓練的想法。但老古板的祖父馬上氣得面紅耳赤，祖母則是哭著對詩乃說希望妳能念個好學校將來嫁個好人家，不然我們就太對不起妳父親了。於是她只好拚 命用功考上了東京還算有名的都立高中，但一到學校就讀之後詩乃就嚇了一大跳。因為這裡基本上和其他鄉鎮的公立高中並沒有什麼不同。\n結果詩乃就與國中時期一樣，每天離開校門時都會像儀式般數著還剩下多少日子。\n\n\n詩乃一個人生活的公寓位在學校與車站的中間。雖然是六張榻榻米大小加上一間小廚房的狹小房間，但因為處於商店街角落，所以購物相當方便。\n下午三點半的商店街裡還沒有多少行人。\n詩乃看了一下書店的平台之後，發現喜歡的作家有新書推出了，但因為是精裝本，所以她還是忍耐下來離開了書店。在線上預約的話，不到一個月區立圖書館里就可以借得到那本書了。\n接下來她又在文具店買了橡皮擦與方格線筆記本，確認了一下皮包里生下來的錢之後。詩乃一邊考慮晚餐的菜色一邊往商店街中央的超級市場前進。詩乃的晚餐基本上都是一菜一湯。只要能滿足營養、卡路里、價格均衡這幾個條件，外表或是味道就不那麼講究了。\n當詩乃決定晚餐是紅羅蔔芹菜湯加上豆腐排，經過遊樂場前面準備進入旁邊的超市時——\n「朝田——」\n從兩棟建築物縫隙當中的小巷子裡傳出呼喚詩乃的聲音。\n詩乃先是反射性地縮起身體，接著才緩緩往右邊轉了九十度。\n巷子裡有三名跟詩乃穿著同樣制服——但裙子長度有些差異的女學生站在那裡。其中一人 蹲在地上按著手機，另外兩個人則靠在超市牆壁上，一邊笑一邊看著詩乃。\n看到詩乃只是沉默地站在那裡，其中一名站著的少女用蠻橫態度甩了一下臉。\n「給我過來！」\n但是詩乃還是沒有動作，她只是小聲問道：\n「……什麼事？」\n這時其中一個人快速靠近，用力抓住詩乃的右手腕。\n「少囉唆，過來就對了。」\n她就這樣把詩乃拖了過去。\n詩乃直接被押進從商店街外面看不見的小巷子深處，這時蹲在地上的女學生抬頭看著她。\n她的名字叫做遠藤，算是三人裡面的頭頭。那黑色的眼線、上揚的眼睛以及尖銳的下顎，給人一種肉食性昆蟲的印象。\n遠藤塗有大顆亮粉口紅的嘴唇露出扭曲的笑容，只聽她對詩乃說道：\n「不好意思哦，朝田。我們剛才去唱歌結果把搭電車的錢都花完了。我們明天就還妳，先借這樣給我們吧。」\n她說完便豎起一根手指。這不是一百也不是一千，代表著一萬日幣的意思。\n現在才剛放學二十分鐘而已，就算唱歌也花不了多少錢，何況這三個人應該都有電車的月 票，最誇張的是為什麼坐個電車得花一萬日幣呢。詩乃雖然在心中不斷列舉這些根本說不過去的矛盾之處，但她也知道就算直接把話說出來也是一點幫助都沒有。\n這已經是她第二次被這三個人像這樣勒索金錢了。上次詩乃是以手邊沒錢的理由來拒絕她們。\n雖然心裡想著同樣的理由可能沒用了，但詩乃還是說：\n「我手邊怎麼可能有那麼多錢。」\n結果遠藤臉上的微笑瞬間消失，但馬上再度笑著說：\n「那妳就去領啊。」\n「…………」\n詩乃沉默地準備走向商店街。當她想著「這群人應該不敢跟到有別人在的銀行來，而且離開這裡之後誰還會這麼笨又跑回來」時——遠藤又繼續這麼說道：\n「把書包和錢包都放在這裡。只要有提款卡就可以領了吧。」\n詩乃停下腳步，回過頭來看著她。遠藤的嘴上雖然還是掛著微笑，但瞇起來的兩眼裡面卻有著貓咪戲弄獵物時那種興奮的光芒。\n她曾經相信這三個人是真心想和她做朋友。一想到這裡，詩乃就沒辦法原諒自己的愚蠹。\n剛進到這所高中時，由於初來乍到而沒有任何熟人也沒有和同學的共同話題，於是詩乃只能每天默默待在教室裡，而最初開口跟她說話的就是遠藤。\n她先是約詩乃一起吃午飯，最後變成四個人下課之後會一起去速食店。詩乃通常只是聽她們說話，雖然心裡有時會對她們的話題難以認同，但她還是感到很高興。因為詩乃已經很久沒 有像遠藤她們這種不知道「那個事件」的朋友了。她覺得在這個學校裡應該可以過普通的學校生活。\n詩乃是在很久之後才發現這三個人是因為從班級聯絡簿上得知她一個人獨居，所以才會特 意接近她的。\n當她們問「可以去妳家玩嗎？」時，詩乃馬上就答應了。遠藤她們稱讚詩乃的公寓、羨慕詩乃的生活，在她家聊天一直到天黑為止。\n而她們隔天及再隔天也一樣到詩乃家來。\n不久後她們三個人變成在詩乃房裡換完便服後才搭電車出去玩。這時候她們會把行李都放 在詩乃房裡，接著她們三人的便服開始塞滿了詩乃的小衣櫥。\n鞋子、包包、化妝品等遠藤幾個人的私人用品越來越多。到五月的時候，出去玩的三個人喝醉了回來之後便會睡在詩乃家。\n有一次詩乃終於畏畏縮縮地向她們抱怨每天來的話會打擾到她看書。\n但遠藤的答案就只有「我們是朋友吧」。隔天她便向詩乃要求也要一把她家裡的鑰匙。\n而在五月底的某個週末……\n當從圖書館回來的詩乃站在自己家門前時，聽到從裡面傳來誇張的大笑聲。而且笑聲聽起來不只有遠藤她們而已。\n詩乃屏住呼吸，豎起耳朵傾聽房裡的說話聲。她對這種窺探自己房間的行為感到相當無奈與可悲。\n裡面明顯傳出好幾個男人的聲音。\n自己的房間裡竟然有不認識的男人在。一想到這裡，詩乃就因為恐懼而整個人縮成一團。 但接下來她心裡便湧起了一股怒火。她終於了解事情的真相了。\n她下了公寓的樓梯，利用手機報了警。趕過來的警察雖然對兩邊的說法感到相當困惑，但詩乃只是不段重複著「我不認識他們」這句話。\n被警察催促著先跟他到警察局去一趟的遠藤惡狠狠地瞪著詩乃，留下一句「哼，是嗎」之後便把所有東西拿走了。\n之後她們的報復來得相當迅速。\n遠藤發揮出平時絕對看不出來的惡魔般調查能力，立刻把詩乃一個人生活的理由——五年 前在遙遠的某縣裡所發生，現在網路上也幾乎都找不到的「事件」給查了出來，並且還透露給全校知道。\n結果周圍環境又回到跟國中時代相同了。\n但詩乃心裡覺得這樣也沒關係。\n是渴望朋友的慾望矇蔽了自己的眼睛。但其實只有自己才能解救自己。只有靠自己的力量變強，才能夠跳脫那個事件所造成的傷害。只要能做到這一點，就算沒有朋友也沒關係。她反 而希望她們是敵人。她的周圍——全都是要與之對抗的敵人。\n\n\n詩乃吸了一口氣，筆直看著遠藤的臉。\n只見她瞇起來的兩眼裡充滿殺伐的光芒。這次遠藤臉上終於完全沒有笑容，改用低沉的聲音道：\n「搞什麽。還不快點去——」\n「不要。」\n「……啥？」\n「不要。我才不想借錢給妳。」\n詩乃目不轉視直接這麼回答。\n強硬的拒絕應該更會引起對方的敵意與惡意吧。即使知道這一點，詩乃還是不想順從她們的要求或是虛與委蛇之後才趕緊逃走。這不是針對遠藤她們，而是她不願意顯露出「軟弱的自 己」。她想要變強，這一直是她五年來唯一的目標。在這裡屈服的話，她的努力將完全白費。 「妳這傢伙……少瞧不起人了 ！」\n右邊眼角不斷抽動的遠藤朝著詩乃跨出一步。其他兩個人迅速繞到詩乃身後，在至近距離下包圍住她。\n「我要走了——請妳們讓開。」\n詩乃低聲這麼說道。她認為遠藤她們再怎麼做出暴跳如雷的架勢，終究還是不敢真的動手。她們在家裡也是很普通的好孩子，應該不想再次被帶到警察局裡去才對。\n遠藤她熟知詩乃的弱點——她很清楚知道該刺激什麽地方才能夠讓她流血。\n塗著誇張口紅的嘴唇浮現嘲弄般的笑容。\n遠藤緩緩抬起右手，對著詩乃眼鏡的中央伸了過去。接著從拳頭裡伸出食指與大拇指，做出小孩子比出手槍般的動作。這簡直是低級又幼稚的諷刺。\n但光是這樣就足以讓詩乃感到全身發冷了。\n她的雙腳逐漸失去力氣。平衡感慢慢離她而去，小巷裡的景象也失去色彩。這時遠藤裝成手槍的手指在她眼前晃來晃去，而她的眼神也沒辦法離開那發光的細長指甲。隨著心跳加速， 像由高頻率音波所引發的耳鳴也越來越嚴重……\n「磅！」\n遠藤忽然大叫。詩乃喉嚨裡立刻發出細微尖銳的聲音。她打從心底深處感到恐懼，完全無法控制自己，全身發抖。\n「哼哼……我說朝田啊……」\n遠藤的指尖依然對著詩乃，她接著邊笑邊對詩乃說：\n「我哥哥呢，他有好幾把模型槍。我下次帶到學校來給妳看吧。妳應該很喜歡手槍吧？」\n「…………」\n舌頭無法動彈。只能在完全乾渴的嘴巴中縮成一團。\n詩乃微微搖了搖頭。如果在學校裡忽然見到模型槍的話，她可能會當場昏倒吧。光是想像那種情形就讓她胃部收縮，整個人無法忍受而彎下了腰。\n「喂喂，妳可別吐了啊，朝田……」\n從後面也傳來帶著笑意的聲音。\n「妳上次在上世界史時忽然又吐又暈倒的，之後可是引發了一陣大騷動啊~」\n「不過也常有喝醉酒的老頭在這裡吐就是了。」\n好想逃走。好想趕快逃離這個現場。但是我不能這麼做。相反的兩個聲音不斷在詩乃腦袋 中響起。\n「那今天先把妳身上所有的錢交出來就好了。朝田妳看起來不怎麼舒服對吧。」\n遠藤的手朝著詩乃右手上的書包伸了過來，但她卻完全無法抵抗。不能去想。不能去回憶。雖然這麼告訴自己，但是記憶的螢幕上還是出現那道黑色光輝。那種沉重、濕濡的鋼鐵觸感。還有刺鼻的火藥味——\n這時候從背後傳來叫聲。\n「這邊！警察先生，快點來！」\n那是個年輕男人的聲音。\n這時遠藤的手離開書包。三個人馬上以非常快的速度往前衝，最後混在商店街人群裡消失了。\n這次詩乃的雙腳真的失去力量，整個人像要昏倒般蹲了下去。\n她拚命調整呼吸，想要將恐慌症發作的前兆給壓下去。過了一陣子後，好不容易才又慢慢感覺到購物客人的喧囂以及超市門口烤雞肉串的香味，幾乎要甦醒的惡夢開始逐漸遠去。\n就這樣蹲在地上數十秒鐘之後，背後才又有一道畏畏縮縮的聲音傳過來。\n「朝田同學……妳不要緊吧？」\n\n\n詩乃最後用力吸了口氣，才再度在無力的腳上灌注力道並站起身來。\n重新戴好眼鏡轉過頭去後，馬上就看見一名瘦小的少年站在她眼前。\n那是一名穿著牛仔褲與尼龍外套的少年，肩膀上還揹著一個深綠色背包。那張戴著黑色棒球帽的圓臉讓穿著便服的他看來像個國中生，但雙眼裡濃郁的陰影卻又完全不符合他那稚嫩的外表。\n詩乃知道這少年的名字。他是這城市裡唯一能放心——至少感覺他不是敵人的存在，而且在這邊之外的另一個世界裡也可以算是詩乃的戰友。\n詩乃的心悸好不容易才平靜下來，這時她露出些微的笑容說道：\n「……不要緊。謝謝你，新川同學。警察先生呢？」\n她看了一下少年的背後，但微暗的巷子裡並沒有其他人，而且也沒有人會出現的樣子。\n新川恭二搔著戴帽子的頭部笑著說：\n「我騙人的啦。電視劇和漫畫裡不是常有這種劇情嗎。我早就想試一次看看了，幸好有成 功。」\n詩乃稍微呆了一下，然後輕輕搖著頭說：\n「……在那種緊急時刻虧你能演出這種戲。你怎麼會在這裡？」\n「啊，我剛才在遊樂場裡面。結果從後門一出來就……」\n恭二轉頭看了一下背後。巷子對面那道滿是雨漬的水泥牆上，確實可以見到一扇銀色小門。\n「看見她們圍住朝田同學。本來真的想打一一0報警……」\n「沒關係，還是得救了。真的很謝謝你。」\n詩乃再度微微一笑，恭二見到之後一瞬間臉上也出現了笑容，但馬上又恢復成一臉擔心的表情。\n「……朝田同學，妳常遇見這種事嗎……？那個……或許妳會覺得我很雞婆，但這種事還是跟學校報告比較好……」\n「就算跟學校報告也沒用。沒問題的，如果她們太過分的話我就會去報警。不過你還有空擔心我啊，我才想問你不要緊吧……？」\n「嗯嗯……我不要緊。而且也不會再和那些傢伙見面了。」\n瘦小的少年這次有些自嘲的笑了起來。\n新川恭二在暑假之前都還是詩乃的同班同學。但是自從下學期開始後就沒來過學校了。\n詩乃也只是聽到謠言而已，據說恭二遭到參加的足球社裡高年級學生的嚴重霸凌。他體格嬌小，家裡又經營一家大醫院，所以就被當成霸凌的最佳目標。那些人在金錢方面雖然不像遠 藤她們這樣明目張膽，但似乎也逼迫恭二付了許多吃鈑與玩樂的錢。\n其實詩乃沒有直接聽恭二提過這件事。\n他們兩個人是今年六月在附近的區立圖書館裡認識的。\n詩乃在二樓閱覽室裡，看著名為《世界槍械》的大本圖鑑。\n這時的她好不容易才做到看見照片也不會誘發恐慌症。但看見刊載著「那把槍」的頁數十秒鐘左右詩乃就再也撐不住，就在她急忙把書蓋起來的瞬間，有人從背後對她搭話道：\n……你也喜歡槍嗎？\n過了一陣子之後她才注意到，問這句話的男孩是她同班同學。\n詩乃馬上想回答「怎麼可能，我最討厭槍了」。但是這麼說的話，對方一定會產生那妳為什麼看這本書的疑問，而要捏造一個合理的解釋似乎相當困難，所以詩乃便暧昧的把話題帶過。\n現在恭二雖然已經知道詩乃在現實世界裡對槍械抱有極度的恐懼感，但他當時卻弄錯詩乃 的反應，很高興地笑著坐到詩乃旁邊的位子上。\n接下來他便指著圓鑑上的照片不斷訴說著槍械知識，詩乃內心雖然流著冷汗，但還是一直聽著他的說明，在這當中恭二提到了關於「另一個世界」的事情。\n詩乃原本就知道好幾年前有完全潛行類型的遊戲機發售，也曾經聽過VRMMO這個名稱。但是對從小就沒有玩遊戲習慣的詩乃來說，「劍與魔法的世界」只要存在於奇幻小說裡面就夠了，所以她對這種遊戲也沒有多大的興趣。\n但是恭二著迷般對初次見面的詩乃所說的假想世界，似乎沒有劍也沒有魔法。那裡面有的只是——各式各樣的槍械。\n那個世界的名稱是「Gun Gale Online」。那是將存在於現實世界，或者是曾經存在的各種槍械完全重現，而玩家們便帶著這些槍械互相廝殺的悽慘荒野。\n詩乃打斷恭二的話，直接這麼問道：\n——那個遊戲裡面……有叫做〇〇的槍嗎？\n少年眨了一下眼睛之後才理所當然般地點了點頭。\n這時詩乃心裡便有了一個想法。如果是在那個假想世界裡，自己能夠再度和「那把槍」對峙嗎？那把黑色手槍五年前在十一歲的自己心底留下深邃又難以抹滅的彈痕，而自己再度面對 它時，能與它作戰並且獲勝嗎……？\n詩乃緊握住自己流滿冷汗的手，用沙啞的聲音再度對恭二提出問題。她問要玩那款遊戲全部大概要花多少錢。\n之後又過了半年。\n由詩乃心中誕生的另一名叫做「詩乃」的少女，已經是GGO荒野裡聲名遠播的冷酷狙擊手了。\n但很可惜的是她到現在還沒遇過拿「那把槍」的敵人。所以詩乃還不清楚，不是遊戲裡的角色，而是現實世界裡的朝田詩乃是不是真的變強了呢……？\n她還沒找出這個答案。\n\n\n「……要不要喝點什麼？我請客。」\n恭二的聲音將詩乃由想像當中拖回現實。她抬起臉來之後，發現照在小巷裡的陽光已經帶著殘紅。\n「……真的嗎？」\n詩乃微微一笑後，恭二也很高興似的不斷點著頭。\n「商店街的小巷子裡有一件很安靜的咖啡廳，到那裡跟我講一下你前陣子活躍的事情吧。」\n幾分鐘以後，恭二便帶著詩乃來到咖啡廳。當她在深處的位子上坐下來，兩手包住散發著誘人香氣的奶茶茶杯後，心情才稍微算是冷靜了下來。她在內心告訴自己，反正遠藤她們一定 還會來找麻煩，所以到時也只能隨機應變，現在擔心這麼多也沒用。\n「妳前天的事情我已經聽說了。大家都說妳非常活躍呢！」\n聽見恭二的聲音後抬起頭來，馬上就見到這個瘦小的少年一邊用湯匙戳著冰咖啡裡的香草 冰淇淋，一邊眼睛上揚的看著詩乃。\n「……沒那回事。作戰算是失敗了。我們六人中隊裡面有四個人被幹掉。以伏擊的結果來說，根本沒辦法算是擭勝。」\n詩乃聳了聳肩之後這麼回答。明明在現實世界裡只要想起真正的槍械便很容易引起恐慌症，但或許是在虚擬世界裡練習的成效吧，最近只要是GGO內部的話題，詩乃就還可以保持平常心。\n「但還是很厲害啊。聽說那個使用迷你砲機槍的『怪物』至今為止還沒有在團體戰裡被人幹掉過呢。」\n「是嗎……原來他那麼有名啊。我沒在『Bullet of Bullets』的排行榜上看過他所以不知道。\n「那是當然囉。就算迷你砲機槍再怎麼厲害，帶著五百發子彈一定會超重而無法跑動。 『BoB』是單人遭遇戰，所以只要被人在遠處瞄準攻擊就完蛋了。不過集團戰裡只要有充分 的支援他就可以算是無敵了。那種武器根本是犯規嘛！」\n看見像個小孩般噘起嘴巴的恭二後，詩乃也不由得露出微笑。\n「……老實說，我的黑卡蒂Ⅱ也常被人家說是超級犯規的武器啊。不過用起來其實有許多不方便。我想那個怪物先生一定跟我有相同的想法。」\n「嘖，真是奢侈的煩惱。那……下一次的BoB妳有何打算？」\n「我當然會出場。我已經收齊上次進入前二十名的玩家資料。我準備拿黑卡蒂出場。這次一定要把他們全部都……」\n詩乃幾乎就要講出「殺掉」這兩個字，但馬上就把話收了回來。\n「我會力拚進入前幾名……」\n詩乃在上上個月第一次參加GGO舉行的第二次最強者淘汰賽——「Bullet of Bullets」，雖 然突破了預赛進入了三十個人的決賽裡，但卻只得到第二十二名這種無法接受的結果。\n在廣大地圖上亂數配置玩家位置的BoB裡，由於可能一開始就被捲入近距離戰鬥當中，所以當時她不是帶著黑卡蒂Ⅱ而是裝備著突擊步槍，結果反而在接近戰鬥中被裝備「REMINGTON·M40」狙擊槍的狙擊手在近距離給幹掉了。\n現在又過了兩個月，她已經大致清楚該怎麼操縱黑卡蒂這個頑皮的女神，而且現在又得到了稀有的輕量短機關槍「MP7」，在近距離戰鬥上也比較不成問題，所以她打算揹著這把巨大狙擊槍參加即將舉辦的第三次BoB大赛。基本上她的預定是只要躲在掩蔽物後，等待目標 出現在視線裡就把他們一個不剩的轟飛，即使被人說這種作戰實在太過卑鄙也不要緊。\n只要能在滿是強力戰士的GGO裡打倒所有敵人，證明自己是最強的話——那個時候，一定就……\n懷抱著朦朧想法的詩乃耳裡這時傳來恭二的感嘆聲，也順便將她的意識拉回現實世界來。 「這樣啊……」\n詩乃眨了眨眼睛後看向恭二 ，但對方卻反而像看見什麼耀眼事物般瞇起眼睛來看著她。\n「朝田同學真是太厲害了。除了入手威力那麼強大的槍械之外……能力值也很有遠見地以 3STR為優先。明明是我邀妳玩GGO的，但已經完全被你超越了。」\n「沒那回事……新田同學在上次的預賽裡不也打進準決赛了嗎？那場勝負只能說是你運氣 不好而已。真的很可惜，如果在預賽時能打進決賽，就能參加正式的BoB大賽了。」\n「不……那是不可能的。除非運氣很好，不然上次成績已經是AGI型的極限。看來我的能力值分配是完全錯了……」\n聽見恭二抱怨的口氣之後，詩乃微微地皺起了眉頭。\n恭二的角色「鏡子」是GGO初期主流的人，也就是全力提升敏捷力數值的類型。\n這類型的角色在遊戲開始營運後半年左右，就靠著壓倒性的迴避力與速射力——這裡的 「速射」指的不是槍枝本身的連射速度，而是瞄準之後著彈預測圓安定下來的時間——凌駕於其他類型的玩家之上。但是隨著地圖逐漸被攻略也有越來越多的強力實彈槍登場，這類型的玩 家由於缺乏STR也就是筋力值，所以無法裝備這些新武器，而且槍枝本身命中率的提高也讓他們越來越無法隨心所欲地避過子彈，在開始營運經過八個月的現在，這種類型的玩家已經不能說是主流了。\n但只要能得到速射力超絕的稀有大口徑步槍，比如「FN·FAL」或是「H&K·G3」等等，那就還能夠在第一線裡活躍，事實上在上次GGO裡得到季軍的「闇風」便是AGI提升到極限的類型。只不過——擊敗他而得到優勝的「ZXED」是STR-VIT型也是鐵一般的事實。\n但是——\n在詩乃的觀念裡，所謂數值上是什麼類型怎麼說也只是「角色的強度」而已，其實還有比這個更重要的要素存在。\n那就是玩家本身的強度。也就是心的堅強程度。前天對戰的「怪物」他總是能夠冷靜沉著地行動，而且作戰時臉上那猙獰勇猛的笑容。\n所以詩乃有點難以認同恭二所說的話。\n「嗯—……那把稀有槍械確實很強……但那只是強者剛好又裝備了稀有的武器而已，不是 全部擁有稀有武器的人就是強者唷。實際上，上次大會裡進入決賽的三十個人裡，有一半左右都是使用掛在店頭的一般武器唷。」\n「那是因為朝田同學妳已經有那種稀有武器，然後又是先提升過STR的平衡型所以才能 這麼說。武裝真的會造成很大的差距……」\n看著一邊嘆息一邊攪著飄浮咖啡的恭二 ，詩乃覺得再多說什麼也沒用了，於是她便準備結 束這個話題。\n「那新川同學你是不打算參加下一次的BoB囉？」\n「嗯……因為就算參加也沒用。」\n「這樣啊……嗯……這也不能勉強。你正在參加補習班的大學檢定課程對吧？模擬考成績 還可以嗎？」\n恭二從夏天以來就沒有到學校上課，似乎也因為這件事和父親有了很嚴重的爭執。\n恭二的父親經營一所規模還算大的醫院，所以從很早以前便命令這個從名字就知道是次男的恭二要考上醫學院。詩乃之前就聽說在一次劇烈爭吵的家族會議之後，恭二雖然得到在家裡 學習的允許，但必須在後年參加大學同等學歷檢定考，然後不重考便進入也是父親母校的某有名私立大學醫學院就讀。\n「啊……嗯……」\n恭二點了點頭後笑了起來。\n「沒問題，排名都還維持在能上志願學校的範圍內。妳不用擔心我，教官。」\n「那就好。」\n開玩笑般回答完之後，詩乃也微笑了起來。\n「新川同學的登入時間一直都很長，我還有點擔心呢。不管我哪時登入都看到你在線上。」\n「我白天時有在看書啦。時間的分配是很重要的。」\n「這麼長的遊戲時間應該讓你賺了不少錢吧？」\n「沒那回事……AGUI型的話根本沒辦法一個人狩獵……」\n由於對話好像又要轉往不太妙的方向，所以詩乃便急忙插話道：\n「不過只要能賺到連線費就夠了啦。抱歉……我差不多該回去了。」\n「啊對哦。朝田同學還得自己做飯對吧。希望下次能再有機會吃到妳做的菜。」\n「啊，嗯，嗯，沒問題。過一陣子……等我再熟練一點。」\n詩乃再度慌張的說道。\n她曾經邀請恭二到家裡吃她所煮的晚飯。吃飯的過程可以說是相當有趣，但飯後隔著桌子喝茶休息時恭二眼裡的熱度卻越來越高，這著實讓詩乃心裡捏了一把冷汗。就算是超級網路遊 戲狂又是槍械迷，但男孩子終究還是男孩子，詩乃當時確實反省了一下自己這種略嫌輕率的行為。\n她並不討厭恭二。與恭二對話的時間是她在現實世界裡少數可以輕鬆下來的瞬間。但是在克服自己心底深處的那段黑色記憶之前，詩乃根本無法考慮任何其他的事情。\n「謝謝你的招待。還有……真的很謝謝你救了我。你那時真是帥弊了。」\n詩乃一邊站起來一邊這麼說道，恭二露出笑容並搔著頭說：\n「我可以一直保護妳唷。那個……放學的時候……我到學校去接妳吧？」\n「不、不用了 ，不要緊的。我也得學會自立自強才行。」\n詩乃這麼回答完後便笑了起來，而恭二則再度像看到耀眼眼的東西般瞇起了眼睛。\n\n\n爬上長年被雨水侵蝕而染上淺黑色斑點的水泥階梯後……\n第二道門後面便是詩乃獨居的公寓房間。由裙子口袋裡拿出鑰匙，接著將它插進舊式電子鎖內。在小小面板按下四位數密碼後轉動鑰匙，接著便響起「喀嚓」的沉重金屬音。\n進入微暗的玄關，順手便將門關上。\n轉上門鎖，確認過上鎖的鈐聲後，詩乃才無聲地說了句「我回來了」。當然裡面沒有任何回應。\n細長的空間由入口門框處往內延伸了三公尺左右。右邊是衛浴設備的門，左邊則是小小的廚房。\n將從超市買來的蔬菜與豆腐放進水槽旁的冰箱，接著來到裡面六張榻榻米大小的空間後，詩乃才鬆了一口氣。藉著由窗簾透入的最後一點夕陽按下牆壁上的開關，電燈馬上就亮了起 來。\n房間裡面沒有什麼裝飾品。木質系的防滑瓷磚地板加上沒有任何圖案的象牙色窗簾。面對右邊牆壁處則有一張黑色摺疊床與並排在裡面的暗黑色書桌，對面牆邊則有一個小衣櫃、書架 與全身鏡，這就是詩乃房間裡所有的擺設了。\n詩乃將書包放在地板上，開始解開脖子上的白色圍巾。隨後脫下大衣並將它掛在衣架上，然後將它和圍巾一起收進衣櫥裡。將帶有光澤的暗綠色裙子由接近黑色的水手服裡拉出來，當 詩乃準備拉下左側的拉鍊時忽然停下動作，開始將視線轉向書桌看去。\n今天放學之後雖然遇到了一連串的變故，但敢正面面對遠藤她們的威脅讓詩乃心中還留有一點點自信。雖然差點就引發恐慌癥，但即使如此她還是一直堅持到最後都沒有逃走。\n而且兩天前在GGO裡，與至今為止所遇見過的最強敵人經過一番死鬥並擊敗他這件事，也讓詩乃感覺到心靈的強度又往上提升了一個層次。\n新川恭二告訴她那個名叫怪物的男人在團體戰裡還未逢敵手。而那個男人身上也確實散發 出名符其實的龐大壓力。這讓詩乃在戰鬥中曾數度有敗北與死亡的覺悟——但最後還是奮力臝得了勝利。\n說不定……\n說不定現在已經能正面面對並且擊敗那個記憶了呢。\n詩乃停止動作，一直盯著書桌的抽屜看。\n數十秒之後，詩乃將右手上的圍巾丟到床上，接著迅速走向書桌。\n她深呼吸幾次，將纏在背脊上的膽怯給趕跑。\n接下來將手放在第三層抽屜的手把上，然後慢慢將它拉開來。\n可以見到裡面排著將各式文具分類放好的小收納盒。隨著把手慢慢被往後拉，抽屜內側也露了出來。不久之後空間裡終於不再是收納盒，而是「那個」東西出現在詩乃眼前。那是閃爍 著暗沉光輝的小小玩具。\n原來是一把塑膠製的模型槍。但是看得出來製造得相當精細，連細部線條都完全重現的表面看起來就跟金屬沒有兩樣。\n光是看見它的模樣，詩乃就得壓抑自己開始加速的心跳，但她還是伸出了右手。先畏畏縮縮地碰到槍的手把，接著握住並將它拿了起來。她手上立刻有了沉重的感覺。吸一口房裡的冷空氣讓她感覺整個人都像要凍僵了。\n這把模型槍不是模仿現實世界實際存在的槍械所製造出來的。槍把由符合人體工學的曲線 所構成，大型的板機護圈正上方直接有大口徑槍口延伸出來。上面開有散熱孔的粗獷機關部直接就在手把後上方的位置，這種形狀似乎被稱為小牛頭犬式的槍械。\n槍枝的名稱是「前犬星SL」，是在Gun Gale Online裡登場的光學槍。雖然屬於手槍的一種，但卻有全自動射擊模式，許多人喜歡將它拿來做為對怪物戰鬥時的輔助武器。\n詩乃在格洛肯的儲藏庫裡也有一把這種槍械，但在現實世界裡的這把模型槍並不是她自行 購買的。說起來一般市面上其實也根本買不到。\n那是兩個月前參加Bullet of Bullets決賽，結果只獲得第二十二名的幾天之後。GGO營運公司「ZASKAR」忽然寄了封英文電子郵件到詩乃的帳號裡。\n辛苦地搞懂內容之後，才知道原來是參加BoB可以獲得獎品，而營運公司要詩乃選擇在遊戲裡獲得賞金或是道具，又或者是在現實世界裡領取前犬星SL的模型槍。\n雖然只是玩具槍，但詩乃可受不了在現實世界裡收到這種東西，於是她馬上想要選擇在游戲裡領取獎金，但忽然又轉念一想。\n為了確認GGO這個「猛藥」治療的結果，將來還是需要在現實世界裡觸摸模型槍。但詩乃實在提不起勇氣自己前往玩具店購買。雖然只要拜託恭二的話他一定十分樂意借給詩乃， 但一想到拿起槍械後當場發作的可能性就又讓詩乃感到猶豫。就算還有網路購物這種最簡單的 方式，但連在網站上看著一大堆槍械照片都會讓詩乃感到心情沉重，所以也就一直無法付諸實行。當然經濟上的問題也是一個重點。\n如果GGO營運公司可以免費寄送模型槍過來的話，那不就剛好符合自己的需求嗎——詩乃一直猶豫到將近截止期限時，才選擇接受在現實世界裡的參加獎。\n一個禮拜後， 一個沉重的國際快遞包裹來到詩乃家。\n明明已經決定要開封了，但最後還是多拖了兩個禮拜的時間。\n結果當時所產生的反應完全不符合詩乃的期待。於是她只好將模型槍丟進抽屜深處，然後連相關記憶也塞到腦袋的角落裡。\n而現在——詩乃再度拿起了那把前犬星。\n槍上的冰冷觸感由右手掌傳達到上臂再到肩膀，最後像是要鑽進詩乃心底深處一樣。雖然是樹脂製的模型卻有著無比的重量。遊戲裡的詩乃可以用指尖輕鬆旋轉的手槍，現實世界裡拿 起來後卻感覺像被鐵鍊鎖在地面上一樣。\n手掌的溫度逐漸被奪走，反倒是槍枝開始發熱起來。在冷汗所帶來的潮濕微溫裡，詩乃確實感覺到某個人的氣息。\n是誰？\n那是……那個……男人的……\n心跳已經快到無法抑制，冰冷的血液發出沸騰聲並且在詩乃全身到處奔馳。這時她的意識已經逐漸模糊。感覺腳邊的地板開始傾斜並且變軟。\n但是詩乃的眼睛還是離不開槍枝的黑色光輝。那道光線就在超近距離下衝進詩乃眼睛裡。\n她已經開始耳鳴了。不久之後聲音變成尖銳的尖叫聲。那是一名年幼少女被純粹恐怖所掩蓋時所發出的叫聲。\n是誰在發出悲鳴？\n那是…………我。\n\n\n詩乃沒有看過父親的長相。\n不是現實世界裡沒有關於父親的記憶。而是真的連照片或影像上都沒見過那身為詩乃父親 的人物。\n聽說父親在她兩歲時就因為交通事故而去世了。\n那天是雙親帶著詩乃，一家三口爲了回去母親的老家過年而駕車行駛于東北的某縣境上。當時車子是在沿著山坡斜面延伸的舊單線道路上行駛，離開東京之後時間已經過了半夜十一 點。\n由現場打滑的車胎痕跡判斷出事故的原因是出自於對向車道來不及轉彎的大卡車。\n卡車駕駛當場衝破擋風玻璃掉在路面上立刻死亡。\n而右側面遭到卡車撞擊的小型車則越過護欄掉落到山坡下，最後被兩根樹木擋住才停止下 跌。這時候駕駛汽車的父親雖然身負意識不明的重傷，但還不至於立即死亡，而在助手席上的母親則只是左大腿單純骨折而已，至於年幼詩乃則因為後座嬰兒安全座位的安全帶而幾乎毫髮無傷。但是當時的事情她可以說是一點印象都沒有。\n不幸的是地方上的人幾乎不使用這條道路，尤其深夜更是人煙罕至，而車內的電話也因為撞擊而破損了。\n隔天早上，當經過這條舊道路的駕駛注意到有事故發生而報警時，已經是六小時之後的事情了。\n這段時間裡，詩乃的母親只能在旁邊看著因為內出血而身體逐渐冰冷，最後更因此而死亡的父親。\n這時母親心底深處的某個部分便因此而崩潰了。\n事故發生之後，母親的心智年齡回到與父親相識之前的十幾歲左右。雖然母親與詩乃離開東京的房子回到娘家去，但母親隨後便將父親的遺物，像是照片或是影像等全部處分掉，也從 來不向詩乃提及關於父親的事情。\n冀求平穩與寂靜的母親開始過著宛若鄉下少女般的儉樸生活。雖然發生事故到現在已經過 了十五年的時間，但詩乃還是搞不清楚母親究竟是如何看待她這個女兒的。或許只是認為她是妹妹也說不定，但幸運的是事故發生之後母親還是深愛著詩乃。她還記得每到夜晚母親都會讀繪本、唱搖籃曲給她聽。\n所以詩乃記憶裡的母親總那是副容易受傷的脆弱少女模樣。自然也讓詩乃從懂事開始，便時常告訴自己一定要堅強一點。自己要保護媽媽的安全才行。\n過去曾發生祖父母不在時，難纏的推銷員坐在玄關前不願離開，讓母親感到相當驚慌失措的事件。這時年僅九歲的詩乃便對推銷員說如果不離開我就報警，然後把他趕了出去。\n對詩乃來說，外面的世界充滿了打擾母親平靜生活的各種要素。她腦袋裡總是想著自己一定要保護媽媽、自己一定要保護媽媽。\n所以——詩乃心裡覺得就某種意義上來說，她是命中注定會遇上那件事故的。這是不斷被詩乃拒絕的外界事物對她的惡意報復。\n十一歲，升上五年級之後的詩乃也不怎麼在外面遊玩，放學之後直接回家看從圖書館借來的書。可以說是她每天的習慣。雖然她的成績很好但幾乎沒什麼朋友。而旦她對於外界的干擾異常敏感，曾經有男孩子惡作劇將她的室內鞋藏起來，結果詩乃便狠狠將對方揍到流鼻血為 止。\n時間是進入第二學期之後的某個星期六下午。\n詩乃與母親一起到附近的小郵局去。當時郵局中除了她們之外就沒有其他客人了。\n當母親將資料拿到窗口去時，詩乃就坐在局裡的長板凳上一邊晃著腳，一邊看著帶過來的 書本。現在她已經不記得那本書的書名了。\n「嘰」一聲的開門聲讓她抬起頭來，隨即就看見一名男人走進郵局。那是一名穿著灰色服裝， 一隻手上拿著波士頓包的瘦小中年男子。\n男人在入口處停下腳步，往郵局內看了一圈。詩乃瞬間和他四目相對。這時詩乃心裡還想著這人瞳孔的顏色真是奇怪。像個黑洞般的黑色瞳孔在泛黃眼白中央不停移動著。現在回想起 來才知道，那是瞳孔已經異常放大的狀態。事後發現男人在進入郵局之前已經先注射過毒品。\n詩乃還來不及感到訝異，男人便直接朝窗口走去。\n這時詩乃的母親正在「儲匯款」窗口進行手續，但男人忽然用力抓住她的手腕並將她拉了過去。接著又用左手將她狠狠推開。詩乃的母親只能無聲地往後倒，整個人還因為太過霣驚而 瞪大眼睛無法動彈。\n詩乃馬上站了起來。當她準備大聲為心愛的母親所遭受到的無禮暴力提出抗議時……\n男人將波士頓包用力往櫃檯上一放，接著從裡面抓出某樣黑色物體。當男人用拿在右手上的物體指向窗口的男性職員時，詩乃才發現他手上的東西是把手槍。手槍——玩具——不，應 該是真貨——強盜？詩乃的腦袋當中瞬間閃過這幾個單字。\n「把錢放到包包裡面去！」\n男人用嘶啞的聲音叫著。接著又馬上叫道：\n「把兩手都放到桌上！別想按警鈐！其他人也別亂動！」\n他左右晃動手槍，牽制著郵局內部的其他職員。\n詩乃這時考慮是不是要衝到郵局外面去求救。但因為放不下倒在地上的母親而遲遲沒有付 諸實行。\n當她正猶豫不決時，男人再度叫了起來。\n「快點把錢放進去！有多少錢全部放進去！動作快一點！」\n窗口的男性職員雖然繃著一張臉，但還是用右手拿了一疊大概有五公分厚的紙鈔遞了出去——\n感覺郵局里的空氣一口氣膨脹了起來。接著雙耳更感到陣陣麻痹，詩乃過了好一陣子之後才發現那是尖銳的爆炸聲所造成的現象。接下來則是有「鏘」的小金屬聲出現，某樣東西彈到牆壁上後滾落到詩乃腳邊。原來是一個金色的細長筒狀物體。\n再抬起臉來時，發現櫃檯內側的男性職員瞪大眼睛，兩手按住自己胸口。領帶下方的白色襯衫稍微可以見到一片紅漬。接下來男性職員隨著椅子整個向後倒，身旁的文件收納盒也跟著 倒了下去。\n「不是要你別按警鈐了嗎！」\n男人尖銳聲音的已經整個沙啞。握住槍的右手也開始不斷發抖。詩乃鼻子裡還聞到一股類似煙火的味道。\n「喂，妳！來這裡把錢裝進去！」\n男人的槍口對準了兩名呆立當場的女性職員。\n「快點過來！」\n男人尖銳的聲音蕃起，但女性職員們除了輕輕搖了搖頭之外就沒有任何行動。雖然他們應該都有受過遭遇強盜事件時的應對訓練，但是無論什麼樣的教戰手冊都無法抵擋眼前的子彈。\n男人急躁地用腳踢了櫃檯下方好幾次，接著可能是打算再對一名職員開槍吧，只見到他再度抬起握著槍械的右手。兩名女性職員一邊尖叫一邊蹲了下去。\n男人見狀便半轉過身子，改為面向客人使用的空間。\n「繼續拖拖拉拉我就再殺一個人！我會開槍哦！」\n男人瞄準的目標是——倒在地上，以空虛眼神望著天花板的詩乃母親。\n眼前正在進行當中的事件所造成的負荷實在太大，所以母親根本完全無法動彈。詩乃瞬間這麼想著。\n——我得保護媽媽才行。\n這從幼兒期以來就一直是詩乃的信念，也讓她開始產生一股展開行動的意志力。\n丟下書本往前衝出去的詩乃一把抓住男人拿著手槍的右手，接著用力咬了下去。小孩子銳利的牙齒很簡單便陷入男人的肌肉裡。\n「啊啊啊？」\n男人發出驚愕的聲音，接著將整隻右手連同詩乃一起甩了起來。詩乃的身體被甩到櫃檯側面上，同時也撞掉兩顆乳牙，但她卻渾然不知。因為這時從男人手上滑落的手槍滾到她面前來。詩乃不由自主地將它撿了起來。\n好沉重。\n兩條手臂馬上就感覺到金屬的重量感。上面刻有橫線的手把因為男人的汗而相當潮濕，更因為男人的體溫而像生物般散發出熱量。\n即便以時乃當時的知職，也能知道這是用來做什麼的道具。只要使用這東西，就可以阻止那個可怕的男人。腦海裡有了這樣的想發後，詩乃便模仿剛次啊看到的姿勢舉起來手槍，然後將兩手的食指放進板機裡並對準了男人。\n此時男人一邊發出怪聲一邊往詩乃撲了過去，準備將手槍由詩乃手裡奪下來般用自己的雙 手緊緊握住詩乃的手腕。\n詩乃到現在仍弄不清楚男人做出這樣的動作究竟是幫了她還是害了她。但單就事實來看， 男人確實自己幫忙穩定了面對著他的手槍。\n現在詩乃對於那把被用來搶劫的手槍——已經有了相當充分的知識。\n一九三三年，也就是距今九十年以上的遙遠過去，蘇維埃陸軍正式採用了「托卡列夫TT33」這款手槍。不久後中國便加以模仿並將其稱為「五四式·黑星手槍」。這便是那把槍的名稱。\n它使用三十口徑，也就是七·六二毫米的鋼芯彈。後來出現的手槍是以九毫米子彈為主流，相較之下黑星的口徑顯得較小，但它的火藥量卻較多。因此子彈的初速可以超越音速，擁有手槍當中最強大的貫穿力。\n但最後因為後座力過大，蘇聯便在一九五0年代時以使用小型化九毫米彈的「馬卡洛夫」來取代了這款手槍。\n所以一名十一歲的孩童怎麼可能有能力操縱一把這樣的手槍來射擊敵人。但是當詩乃手腕被對方握住，腦裡想著槍要被奪走了的瞬間，反射性地扣下了板機。\n猛烈的衝擊由兩手上往手肘、肩膀上傳遞，槍口應該已經被轉往別處的後座力幾乎全被男人的雙手所吸收。這時空氣裡再度產生一股熱流。\n男人發出像打嗝的聲音並放開詩乃的手腕，接著直接往後退了幾步。\n=男人那花紋灰襯衫的腹部忽然有一道紅黑色的圓形急速擴散開來。\n「啊啊……啊啊啊啊！」\n男人一邊尖叫一邊用兩手按住腹部。可能已經傷害到動脈了吧，可以見到從他指間流出一條血跡來。\n但是男人仍未跌倒。黑星所使用的小口徑鋼芯彈會馬上貫穿人的身體，制止能力本來就比較低。\n男人一邊怪叫一邊將沾滿血的雙手往詩乃伸去，想要再度抓住她。由傷口飛散出來的血液落到詩乃的雙手上。\n這時她的雙手再度像痙攣般抖動，接著又再次扣下板機。\n這次手槍整個向上彈起，讓詩乃的手肘與肩膀感到一陣劇痛。她的身體整個向後彈，背部用力撞擊櫃檯而暫時無法呼吸。她已經不太能聽見發射聲了。\n第二發子彈命中男人的右鎖骨下方，接著再度貫穿身體擊中他背後的牆壁。男人一個踉蹌，因為自己流出來的血而滑倒，整個人倒在亞麻油地毯上。\n「哇啊啊啊啊！」\n但是男人的動作仍未停止，他發出憤怒的咆哮，用兩手撐住地面準備站起身來。\n詩乃因此陷入恐慌狀態。她感覺這次如果不確實讓男人「停止」動作的話，自己和母親絕對會被男人殺害。\n詩乃無視兩條手臂與肩膀上的劇痛繼續往前走了兩步。這時男人正以臉孔朝上的姿勢將上 半身撐起了 二十公分左右，而詩乃則是將槍口對準了他身體的中央部位。\n詩乃的肩膀因為第三次射擊而脫臼。這次已經沒有東西可以擋住她因為後座力而往後彈的 身體，於是她整個人翻了個筋斗後才倒在地上。但她的手卻依然緊抓住手槍不放。\n與剛才同樣由不穩定手槍裡發射出來的子彈完全偏離詩乃瞄準的目標，命中男人身體上方 數十公分處——\n剛好也就是男人臉孔的中央部位。男人的頭部枯咚一聲直接砸在地板上。然後再也不會動也不會發出聲音。\n詩乃拚命撐起身體，確認男人已經再也無法動彈。\n——成功了。\n她首先有了這個念頭。自已成功地保護了母親。\n詩乃動著臉部，將視線朝倒在數十公尺外地板上的母親看去。接著便發現最愛的母親雙眼裡——\n明顯透露出對詩乃感到恐懼與怯懦的感情。\n詩乃這時才往自己的手上看去。到現在還緊緊握住槍把的雙手上沾滿了紅黑色的液體飛沫。\n這時詩乃才張開嘴巴發出尖銳的悲鳴。\n「啊啊啊啊………… ！」\n她一邊由喉嚨深處發出細微叫聲， 一邊持續凝視著兩手握住的前犬星SL。似乎可以見到從手背往指尖滴下去的血液。而且就算眨了好幾次眼睛血液都還是沒有消失。只見那濃稠狀液 體一滴一滴的滴落在腳邊。\n突然從她雙眼裡也冒出液體。視線一下子變得模糊，只能看見模型槍的黑色光輝而已。\n從黑暗的深淵裡出現了那男人的臉。\n發射出去的第三發子彈便是往這張臉飛去。被子彈擊中之後傷口卻出乎意料之外的小，看起來就像顆黑痣一樣。但是隨即就有一陣濃烈的血霧飄散在頭部後方。臉上原本有的表情與生 氣瞬間便消失無蹤。\n但是他的左眼忽然動了起來，用那有如無底深淵的瞳孔瞪著詩乃。\n他就這麼筆直地看著詩乃的眼睛。\n「啊……啊…………」\n詩乃的舌頭忽然緊貼在喉嚨深處，開始感到無法呼吸。同時胃部也開始劇烈地收縮。\n她咬緊牙關，用盡全部心力將前犬星丟在地板上，接著立刻搖搖晃晃的跑到廚房，用滿是冷汗的右手拉開衛浴的門把。\n拉起馬桶蓋，在彎下身體的同時，熱辣的液體也從胃的底部冒了上來。詩乃扭動身體不斷痙攣，像是要將體內所有物體給排出體外般不停嘔吐著。\n當胃部的收縮好不容易開始停止時，詩乃整個人已經虛脫了。\n她伸出左手，按下馬桶上的沖水手把。辛苦地站起身並將眼鏡拔下來後，開始不斷用雙手捧起洗面台裡流出的刺骨冰水來洗臉。\n最後她漱了漱口 ，從架子上拿了條乾淨的毛巾擦完臉才離開浴室。此時她的思考能力已經 完全麻痺了。\n她踩著虛浮的腳步回到房裡。\n詩乃儘可能地別開視線，然後用手裡的毛巾蓋在滾落在地板的模型槍上。隔著布將它拿起來後，馬上將它塞進打開的抽屜深處。用力關上抽屜後，精神完全消耗殆盡的詩乃才整個人倒在床上。\n由濕濡前髮上滴落的水滴混雜著臉頰上的淚水在棉被上留下了痕跡。不知從何時開始，詩乃以細微的聲音不斷這麼重複說著：\n「救救我……誰來……救就我……，救救我……誰來…………」\n\n\n事件過後幾天的記憶其實已經有些模糊。\n像是穿著深藍色制服的大人們以緊張的口吻要她把槍交出去時，她的手指因為僵硬而根本 離不開槍枝。\n還有許多紅色的旋轉電燈與隨風搖晃的黃色布條。布條後面則是有許多讓人睜不開眼睛的 白色閃光。\n或者是坐上警車時才注意到右肩的疼痛，當她畏畏縮縮地告訴警方之後，警察才趕緊讓她換乘到救護車上去——詩乃腦裡大概就只有這些片段性的記憶。\n躺在醫院的床上時，兩名女警不斷詢問詩乃事情的經過。雖然她一直要求想見母親，但這個願望在過了許久之後才得以實現。\n詩乃三天之後便離開醫院回到祖父母家裡，但母親卻入院長達一個月以上。而事件發生之前的平穩日子，則是再也沒有回到她們身上。\n由於各家媒髒的自我規範，讓事件的詳細經過沒力被大肆報導出來。送交檢察機關的文件裡只註明持槍搶劫郵局事件的嫌疑犯死亡，此外也沒有進行任何公開審判。但是祖父母的老家 是個很小的城市。郵局裡所發生的經過被詳細地——應該說變成加了各種情節的謠言，就如同燎原之火般迅速傳遍整個城市。\n小學剩下來的一年半時光裡，詩乃被冠上所有可以代表「殺人犯」的名詞，而上了國中之後周圍則變成完全無視她這個人的存在。\n但是周圍的眼光對詩乃來說其實沒有什麼影響。因為她本來就對加入哪個集團這種事情沒 有興趣。\n只是過了這麼多年之後——事件在詩乃心中所留下來的傷痕還是一直讓她感到非常痛苦， 絲毫完全沒有痊癒的跡象。\n自從事件發生過後，詩乃只要看見槍械類的東西便會引起當時的鮮明回憶，讓她整個人陷入劇烈的休克症狀當中。不論是在路邊看見小孩子手上的玩具手槍，或是在電視畫面上看見槍枝，都很容易引發呼吸急促造成全身僵硬、失去定向感、嘔吐，嚴重時甚至會喪失意識等症 狀。\n因此詩乃幾乎不能觀看戲劇或是電影。也有好幾次因為看了社會科課程的教學用錄影帶而 發作。國中時期她都是靠著在圖書館陰暗角落裡看著比較安全的大開本小說全集——也僅限定於古早以前的文學作品——來打發時間。\n當她對祖父母表示國中畢業就想到遠方去工作，因而遭到強烈反對時，詩乃便說那至少讓她到過去——當她還是嬰兒時與父母親一起生活過的那個東京某區去念高中。她確實是想到一 個沒有纏人的傳聞與好奇視線的地方去。因為她可以確定，只要繼續在這個小城市裡生活，那麼她的心理創傷將一輩子都無法痊癒。\n當然詩乃的症狀已經被診斷出是典型的創傷后壓力癥候群，四年來也已經接受過無數的心 理諮詢。而且她也乖乖按照醫師的指示服藥。但臉上似乎都帶著相同笑容的醫師們所說的話， 都只能輕撫或是搔過詩乃心靈的表層，根本無法到達受傷的地方。他們在乾淨的診療室裡不斷說著「我了解，那一定很痛苦吧。真難為妳了這種話，但詩乃卻是邊聽邊在心裡重複嚅囁 著：\n——那你們有用槍殺過人嗎？\n如今她也已經自我反省，就是這樣的態度造成自己無法信賴醫生，讓治療一直無法收到成 效。但即便是到了現在，那依然還是詩乃毫無掩飾的真心話。自己的所作所為究竟是好還是壞——或許詩乃只是想要聽見他們對此提出確定的看法而已吧。當然沒有任何一個醫生能夠回答就是了。\n但是就算再怎麼為記憶與發作所苦，詩乃也從沒有過自己結束生命的念頭。\n她不後悔對著那個男人扣下扳機。當他拿著槍對準母親時，詩乃也只能那麼做了。就算現在再回到事件發生的瞬間，她也會做出同樣的行動。\n一旦選擇了自殺這條逃避的路，那麼那個男人也就白死了，詩乃是這麼認為的。\n所以她才會想要變強。想要獲得能講出「那種情況之下，我那麼做也是理所當然」這種話的勇氣。就像一個在戰場上毫不留情打倒敵人的女戰士一樣。她會想要過獨居生活也是這個原 因。\n國中畢業離開老家之前，詩乃告別的對象只有祖父母，以及跟事件發生前一樣把她當成幼兒般擁抱並撫摸頭髮的母親。\n接著詩乃便移居到這個空氣剌鼻水又難喝，什麼東西都貴得要死的城市來。\n而她就是在這裡遇見了新川恭二以及VRMMORPG——「Gun Gale Online」。\n\n\n呼吸與心跳終於漸趨平穩，詩乃也將薄薄的眼瞼抬了起來。\n整個人趴在床上，左臉頰靠著枕頭的詩乃，視線前方映入了一個長形物體。\n鏡子裡有個前額貼著濕濡頭髮的少女正回看著自己。那名少女略嫌瘦削，但又有著一雙大眼睛。除了小小的鼻子之外，兩片嘴唇也相當單薄。總而言之給人一種營養不良小貓的印象。\n只有體格與臉頰兩旁綁起一小撮的短髮和荒野狙擊手詩乃雷同，但其他地方就找不出任何相似之處了。遊戲裡的詩乃就像隻猙獰的山貓一樣。\n帶著非常恐懼的心情登入GGO ，然後被帶到完全搞不清楚狀況的戰場上時，詩乃有了意想不到的發現。或許是與現實世界日本完全不同的異世界風景所造成的吧——她在這個世界裡 不論怎麼觸碰槍械，不，應該說就算用槍械來擊倒其他玩家都只是感到有點緊張而已，那可憎的發作完全沒有出現。\n詩乃確信自己終於找到超越那些記憶的方法。實際上自從她進入GGO世界之後，只是看見槍械照片的話已經不會發作，也可以和恭二談論起GGO裡的武器。\n其實還不只是這樣而已。詩乃現在已經深愛著半年前入手，那把名為「黑卡蒂Ⅱ」的巨大凶惡狙擊槍。就像同年齡的女孩子喜歡摸著寵物或玩偶一般，詩乃只要撫摸它平滑的槍管就能 夠冷靜下來，只要將臉頰靠在那略圓的槍托上就能感到溫暖。\n只要能和它一起不斷在假想的荒野裡作戰，傷口總有一天會癒合，恐懼也會消失不見。詩乃就是根據這個信念來以必殺的子彈終結無數怪物與玩家的生命。\n但是……\n——真的可以嗎？真的這樣就可以了嗎？\n心裡有一道反問她的聲音。\n遊戲中的詩乃已經名列數萬名GGO玩家裡的第二十二名了。大家都說操作反物質狙擊槍\n的能力已經無人能出其右，而被她瞄準鏡所捕捉的玩家最終都只有死路一條。她過去強烈想成為「擁有一顆冰冷心臟的戰士」的心願，可以說是已經成功了。\n但是——現實中的詩乃卻還是連一把模型槍都拿不起來。\n真的……真的這樣就夠了嗎……？\n鏡中少女在眼鏡深處的瞳孔搖晃著一股無所適從的感情。\n從去年開始戴的這副眼鏡其實沒有度數。因為它不是矯正視力的工具而是詩乃的「防具」。由NXT聚合物所製的鏡片，就算被子彈擊中也不會碎裂——宣傳單上面是這麼寫的。雖然不知道是否屬實，但節省生活費之後所配的眼鏡還是給了詩乃些微的安心感。現在外出時如果沒戴眼鏡就會覺得心慌。\n但這也就意味著她還得依靠這種小道具來讓自己安心。\n用力閉上眼睛之後，胸口再度產生了軟弱的疑問。\n誰來……告訴我……我該怎麼辦才好……？\n——但是沒有任何人會對我伸出援手！\n詩乃為了驅趕軟弱的聲音在心裡這麼大叫著。她撐起身體，視線往床旁邊的小桌子上看去。馬上發現AmuSphere的銀色圓環正在發光。\n只是自己的實力還不夠而已。問題就是這麼簡單。\n那個世界裡還有二十一名比詩乃還要厲害的槍手。只要擊敗他們，將他們全送進冥界，成為荒野裡唯一的最強者，那個時候——\n詩乃就能和遊戲裡的自己一體化，在真實世界裡也可以得到真正的堅強。屆時「那個男 人」與「那把槍」將會被掩埋在所有被詩乃擊斃的目標當中，再也不會出現在記憶裡面。\n詩乃撿起空調的遙控器，將暖氣打開後一口氣將制服上衣脫了下來。接著解開裙子掛勾由腳上將它脫下，然後全部扔到床上。最後拿下淡藍色眼鏡，輕輕將其放在書桌上。\n她整個人躺到床上，拿起AmuSphere並戴了上去。\n用手摸到電源並按下，當宣告準備完成的電子聲一響起，她馬上就開口說道：\n「開始連線。」\n她呢喃的聲音就像個哭累的孩子般，虚弱又沙啞。\n\n\n",
    "replies": []
}