{
    "title": "[原创]《MC奇遇》",
    "author": "丿倾世灬辉少丶",
    "replyCount": 14,
    "timestamp": 1374499860,
    "txt_content": " 本帖最后由 REN0011 于 2015-6-9 19:10 编辑 \n\n废话不多，直接点吧...\n\n\n                                                                                   《MC奇遇》\n                                                                                      第三集 \n                                                                                 还有人在MC里？ \n              隽枫看了看那张地图，只有半张。‘不管了，先把家给起好’ 隽枫心里想道。随后，隽枫把那半组原木放在背包的简易工作台上，变成木材，一个原木可以变成4个木材。也就是说，止炎有两组木材（64个为一组），40个桦木木头‘够了，足够起一间简陋的屋子了。（话说木材有点多了）   隽枫用4个木材合成一个工作台，一共有九格，随后看了看天空，太阳快相切与那边的地平线了（时间的速度怎么这么快？），要抓紧时间了。隽枫又看了看，放在哪好呢？好了，就这里了，把家安在河边。（家-河-山，这是方位）   不一会儿，隽枫就把一个简陋的屋子起好了，是5X5X3的小屋子，屋子用了85个木材，还有39个木材，40个桦木木材，天空已经变黑了，屋外开始生成怪物了，僵尸在外面呻吟着，不断着寻找食物的声音。还好屋子里倒不会生成怪物…   隽枫在屋子的墙上砍了个洞，看了看外面的情况，我擦，外面已经有骷髅了，甚至还有成堆的苦力怕，难度到底是多少啊？一只小白（即骷髅弓箭手，以后都这么叫了）发现了隽枫。拿起弓箭就朝隽枫射箭，隽枫想起还有秘籍，于是叫道：“mobdamage（怪物不会给你伤害）”，刚刚说完，射出的弓箭正中隽枫的肩膀，扣了2.5滴血。（一共有10滴血）隽枫心中暗骂25声*啊，秘籍没用！隽枫马上把那个洞给填上??????   ‘这漫长的的一夜要怎么度过啊’隽枫一边想，一边拿出那半张破碎的地图，发现上面不仅仅有隽枫那白色的光标，还有一个蓝色的光标在发亮！   ‘怎么回事？’隽枫心中蹦出一个念头：还有另一个人在这MC是世界里！   ‘不管了，先看看脚下的泥土下有些什么吧’ 隽枫朝脚下前面的方块挖（朝自己的脚下挖矿是MC里的一大禁忌，因为你根本不知道脚下有什么，如果是岩浆就完蛋了），挖了一个楼梯状的矿坑，在2,3格之后就是石块了，隽枫跳了上去，到工作台上，弄了些木棍，然后合成一个木镐，然后站在旁边，往前面那一格的石块挖下去，好了，6个石块，是时候弄石镐了，隽枫跳了下去，因为高度的原因，隽枫扣了0.5点血，然后朝旁边挖。哎哟，运气不错，挖到了煤矿，看来可以弄成火把了，隽枫一边挖煤矿，一边喜庆着自己第一晚的收获。   因为保持度没减少很多，所以血量在0.5滴的在补，隽枫跳上来时，看见家里有3个大窟窿，也不是那么滋味，就用刚才挖的几个泥土给填上（除了沙子和燧石以外，其他的方块都可以浮空的），5个煤碳，14个石块。   隽枫把木棍和煤炭放在工作台上，合成了20个火把（一个煤炭可以和1个木棍合成4支火把）隽枫把一支火把插在墙上，瞬间，光照耀在这小小的房子里，止炎用8个石块合成了一个熔炉，放在工作台的旁边，又用了3个石块合成了一个石斧。   隽枫结算了一下，40个桦木木材，6个木材，3个石块，120根木棍和19个火把。隽枫用石斧往墙上砍了个洞。天亮了！（怎么这么快？）隽枫走到工作台去合成一个木门，不然一直这样往墙上挖洞，既消耗饥饿度，又消耗石斧的耐久度，太不划算了，然后往那个空格下面的木材再砍出一个空格，就可以把木门放上去了。隽枫看了看正在燃烧僵尸和骷髅，但仅仅只有这两种怪物是见光死的，其他的都不怕啊。哎，这是唯一可惜的地方，等僵尸和骷髅死了之后，去捡僵尸掉的腐肉，骷髅掉的骨头，腐肉可以吃，骨头可以用来驯服狼，或者弄成金克拉。隽枫发现背包里的那半张地图一震一震的，于是把它拿了出来，隽枫发现那蓝色的光标，正在接近隽枫！那光标在河的对面，也就是在山的那边。   ‘是敌还是友？’隽枫心中立马想到，然后拿出那把石斧！躲在小屋后，探出头来，把斧头抓的紧紧的，一触即发！  未完待续….                                         \n\n\n\n\n\n                                                                                   《MC奇遇》\n                                                                                      第四集 \n                                                                                      老熟人 \n      隽枫躲在自己造的小木屋后，看着手中那蓝色的光标正一步一步的接近隽枫。   一把声音响了起来：“有，有人在这吗？”那充满友善而又熟悉的声音徘徊在隽枫的耳旁。隽枫探出头来，看见了在河对面的身影，‘那是！’隽枫叫到：“是子默！”   在河岸的那边，那个身影开始清晰起来。“是子默！真的是你吗？”隽枫不顾三七二十一，朝子默飞奔而去。跑到河岸边，发现子默伤痕累累。子默捂着自己的心脏，隽枫看见子默头顶有个长条状的东西，那是血量！子默没多少了。（子默也玩MC）   “是你吗，是隽枫吗？上帝啊，原来是你。”子默一步一步慢慢的走过去，隽枫纵身一跃，跳进水里。隽枫的水性也不差，两三下就游过去了。   一上岸，隽枫就冲过去扶着子默，隽枫说道：“子默，你还有保持度吗？”“嗯，还，还有一半”子默慢慢的说着。“对了，你是怎么进来的？”隽枫赶紧掏出刚才捡到的腐肉说道：“这个待会再说，你先把这5块腐肉先吃了！”子默接过腐肉，一块一块的送进嘴里。隽枫问道：“味道怎么样？”“有点像腐竹的味道，还不错。”子默说道：“不错的运气啊，没有饥饿效果。”隽枫也替子默的运气而笑啊，5块腐肉没有1块是负面效果的。接着子默身上的伤开始愈合起来，子默拍了拍身上的灰尘。复活了！   “来吧，先到寒舍来聚一聚，顺便说说我是怎么来的。”隽枫邀请子默去河对面的家。   不一会儿，隽枫和子默就到了他们的家，隽枫说道：“对了，拿你的地图来看看？”子默惊愕道：“你怎么知道我有一张地图？”隽枫不慌不忙的拿出了自己的地图，说：“看，我也有一张。”当子默也拿出自己的地图的时候，两幅地图都飞在空中。像两只精灵一样，在空中飞舞着，随即两张地图合成了一张地图。一道璀璨的光芒照耀着这副地图，地图浮在空中。在那光芒之中，出现了一个人，一个方块人！   隽枫和子默都惊呆了，两个人你看看我，我看看你，怎么回事啊？   光芒中的方块人开始清晰起来，露出了它的样子，隽枫一眼就认出了这个人。隽枫惊呼道！“是Notch！”“真的，真的是Notch！这个皮肤我认得。”   Notch说道：“好吧，既然你们都知道我是谁了吧？那我就说说，在这个世界里，除了你们以外，还有两个人。”那沉重而又清晰的声音充满了整个屋子。   “还有，两个人？”子默凝视着Notch，说道：“这么说，有4个人咯？”Notch点了点头，说道：“你们要赶快找到剩下的两个人，用沾上末影龙之血的钻石剑去打败HIM！???”“等等，为什么要去打败HIM？活在这里不是挺好的吗？”隽枫说道：“反正现实世界已经‘冰封‘了，还不如在这里玩呢！况且，剩下的那两个人还不知道认不认识…”   “哈哈哈哈哈哈哈” Notch笑道：“你叫隽枫吧？哈哈哈哈哈，你们还不了解吧，你们的那个，呃…叫什么来着？喔，对了，是地球，如果不赶快回去轰倒末影之塔的话，地球就陷入无尽的深渊之中。”   隽枫和子默同时叫道：“什么末影之塔？什么深渊？”   “永恒的夜晚！无尽的怪兽从末影之塔涌出来，那圆圆的地球也会变成像这个世界一样，全都是方块。你们得加快速度了。”Notch说完，便消失在光芒之中，空中的余音响道：“等你们找齐人之后，我会再出现的。”   隽枫看着子默，说道：“呃???你信他说的话么？子默？”子默点点头，“无论他说的是假的还是真的，我们都要回去！”那地图从空中掉落下来，地图上，除了有两个光标在一起，也就是隽枫和子默以外，还有一个黄色的光标在隽枫的正北方，目测有点远，因为隽枫家旁边的河，在地图上只有一条头发似的线条，可想而知有多远了。   隽枫把地图收好，对着子默说：“来，抓树去。”子默点点头说：“对，先把屋子搞好！。”   在地球这边，一个硕大的塔立在内蒙古的草原上，由灵魂沙和地狱岩构成的螺旋塔，在塔顶，有各种方块围绕着一个门旋转，那门散发出幽幽的紫光。极其宏伟，没错，这就是末影之塔！地狱之门发出的紫光开始变大，内蒙古人们都大眼看小眼，根本不知是怎么回事。紫光所到之处，都变成了方块！紫光扩散到五六米的时候，停住了。报纸上，电视上，网络上都在纷纷讨论这是什么？从哪里来？在末影之门上，开始出现怪物了！  未完待续….\n\n\n给点人气与 金币啦~",
    "replies": [
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1374499920,
            "txt_content": "忘记给1~2章了，sorry~\nhttp://www.mcbbs.net/forum.php?m ... d=133554&extra=\n\n这个不算SF"
        },
        {
            "author": "番茄茄",
            "timestamp": 1374499980,
            "txt_content": "不错的文章，抢沙发啊！"
        },
        {
            "author": "1457666076",
            "timestamp": 1374499980,
            "txt_content": "额。。。应该还不错吧。。"
        },
        {
            "author": "lichi2050",
            "timestamp": 1374500160,
            "txt_content": "不错不错，顶一个"
        },
        {
            "author": "铁皮人",
            "timestamp": 1374544920,
            "txt_content": "毛……"
        },
        {
            "author": "朱大常",
            "timestamp": 1377857700,
            "txt_content": "\n\n我靠! 二狗子我终于找到你了，原来你在这里上网啊！工头让我告诉你明天搬砖去早点，有3车水泥和砖头要下，下不完昨天的工资也不给你了！你们村的张寡妇托我带信来问你，什么时候存够了钱回去娶她，如果今年还不来，她就嫁给村口大树底下的李驼背了，为了你的幸福，你得加油啊"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1377872520,
            "txt_content": "朱大常 发表于 2013-8-30 18:15 \n**** 作者被禁止或删除 内容自动屏蔽 ****\n你说了些什么？？？"
        },
        {
            "author": "BRSのminecraft",
            "timestamp": 1399100700,
            "txt_content": "腐竹的味道········"
        },
        {
            "author": "123468746846",
            "timestamp": 1408589940,
            "txt_content": "1457666076 发表于 2013-7-22 21:33\n额。。。应该还不错吧。。\n塞钱箱原来是这么用的，涨姿势了。"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1433814660,
            "txt_content": "穿越？生存？下一个又会是什么？\n弃坑可不是什么美德"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1437832200,
            "txt_content": "Donnies_Ming 发表于 2015-6-9 09:51\n弃坑可不是什么美德\n我也不想啊大佬，学业紧张。不过很快就就回来{:10_512:}"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1438045560,
            "txt_content": "但可以再写细致一些。"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1438045620,
            "txt_content": "写的不错。"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1438399860,
            "txt_content": "daizhuhan32 发表于 2015-7-28 09:06\n但可以再写细致一些。\n感谢支持~"
        }
    ]
}