{
    "title": "我发现了一个很好看的科幻小说，分享给大家。",
    "author": "784912617",
    "replyCount": 1,
    "timestamp": 1374503760,
    "txt_content": "{:10_500:}       如题所示，我发现了一个很好看的科幻小说，分享给大家。\n\n话说这个小说还在更新。     名为【逆天仙尊】和【从神迹走出的强者】\n大家搜索的时候最好输入第二个名字【从神迹走出的强者】{:10_512:}\n   \n\n\n下面我先给大家分享1----800章的：\n\n由于太长所以只能发下载地址：http://pan.baidu.com/share/link?shareid=2742858147&uk=1949599890\n官网地址：http://www.hongshu.com/bookreader/40777/\n我建议大家用电脑看，因为手机看要钱{:10_503:}\n在这里我们要支持作者：社灿\n另外，如果喜欢这个小说的，可以加群：158286639\n\n\n算了，我先把前5章发给大家看看：\n\n第一章  曾经的天才\n    晨练一刻钟，少修十年功。    清晨，最佳的修炼时刻。    \n   啪啪啪！\n  \n   赤云城五里外的银沙河一处开阔沙滩上，传来阵阵拍打声，看看时候，也才蒙蒙亮而已。    银沙河似一条奔腾巨蟒盘踞在赤云城东面，滚滚河水加上磅礴雾气好似蟒脊在游摆。    \n    河滩上一名赤露上身的少年正用一根拳头粗黑铁棒拍打小腿、大腿、腰腹、手臂、手腕以及肩膀，最后是头顶。    少年莫约十五六岁，乍看上去与成年人身材差不多，身板壮实且高大，周身黝黑，全身上下布满伤痕，皮肤干燥又起了卷层死皮，他右手紧握铁棒，大力摔打身体每个部位，肌肉在撞击下竟在颤抖。    铁打功！\n    \n    少年竟在修炼闻名天下的肉身炼体功法，这若是被人看到，定会暗中禀报城主，那少年将迎来杀身之祸，因为这门炼体功法出至天下仙道正宗，玄武门。    这门炼体功法只有玄武门看中的‘苗子’才能修炼，而一般修行地点都会在世家禁地，不会像少年这般在野外独自一人修行。    啪啪啪，无数次大力拍打，少年硬是没眨下眼。    \n     \n    少年浑身红肿，当然，一大早不下上千次拍打身体，不肿才怪。 对此少年似乎已经习惯，他甩甩手臂忽然停下，挥手擦拭脸颊汗珠，拿起水袋咕咕喝下喉咙，目光凝视身体：“苦练铁打功数月，终于可以像以前挥使铁棒，看来即便修为被废，而从小苦练的结实肉身并没受到多大影响，再有不久，我叶匀又可以重新踏入肉仙。”   \n    \n     “匀儿，难道你还不死心吗？”    丛林深处忽然爆发雷轰般的洪声，接着一个高大身影渐渐走出林子，一名黄袍中年人带着凌厉眼神朝叶匀走来。    这人生得高大威猛，个头近两米，看似也就五十出头，在国字大脸眼角两侧鬓角却生出几道霸气竖纹，无形透着一股霸气魄压，尤其是那双大手，上面布满结疤，而且双手赤红，生是骇人，诡异之极。    \n这便是赫赫有名的‘赤煞手’叶远，叶家一族之长，也是叶匀父亲，一手掌法凌厉无比，在二十岁时曾以双手屠灭‘天罡十八鹰’全身而退，名震天下，是叶家第一高手。    叶远冷冷凝视叶匀，令他不敢对视，森森霸气如闪电凌厉，环顾四周，叶远目光忽然柔和：“不是爹打击你，匀儿，你自小阅读修书宝典，应该了解你的身体情况，丹田内元强行被震散，不仅筋脉会损伤，肉身精气也会散去，而且你的丹田已经有裂缝，无法储气，再无法修行。”    叶匀默默点点头，深瞳满是期许：“爹，孩儿明白，可孩儿始终放不下…”   \n     见叶匀表情低落，叶远的心也在阵痛，他语重心长道：“匀儿，爹知道也明白你的想法，修行同样也是爹毕生梦想，但梦想不是妄想，有时必须看清楚现实。”    现实，这两个字实在太重，叶匀感觉身上压着千斤巨石，一时间透不过气，突然攥紧双拳，深瞳爆发一道怒光：“秦鸣…可恶的秦家！”  \n    叶远目光一沉：“如今秦家家大势大，不是叶家能抗衡的，至于那秦鸣…确实是奇才，年仅十六岁，已修得肉仙五重化气境界，那次是爹太大意，没想到秦家竟然藏得这么深，竟从未听过秦鸣这号人物。”    秦鸣！    一次次听到最不想听到的名字，叶匀全身热血沸腾，脑海浮现重重画面，尤其是半年前那次玄武大会。    赤云城有三大家族，掌控这座城池的王者炎家，公认第一大家族，接着在赤云城拥有极深势力的秦家，最后才是叶家。    玄武门每十年会从赤云城招收十名弟子，这可是壮大家族实力最好的途径，玄武门是天下仙道正宗，自然其门下弟子也是高高在上的。    作为叶家百年来公认天才，叶匀轻松成为叶家推荐一份子，每个人都知道叶匀成为玄门弟子不可置疑。    六岁修炼铁打功，八岁正式踏入肉仙一重炼基之境，十岁连连突破二重招式与三重举重境界，苦练五年踏入四重养息之境，炼气入体，正式跨入修士门槛，丹田内力化为内元盘踞丹田，如此资质，进入玄武门已是铁定事实。    但一切只在短短瞬间改变。 \n   玄武门收徒有三关考验，叶匀顺利通过前两关，最后一关是抽签，与抽中之人比武，赢者通过考核，输者将无缘踏入修士界。    叶匀对手是一个在秦家默默无闻的秦鸣，比赛前，叶匀觉得秦鸣不是自己对手，天下能在十五岁之前修得四重养息的人少之又少，在三大家族历史上已有三十年没有出现过，叶匀以为胜利在握。 \n   可惜，就在出招那瞬间，叶匀连对手身法都没看清楚，便倒下了，这一刻叶匀早已没有反抗之力，可对方居然下了重手，一掌拍在丹田上，好不容易修得的内元瞬间化为乌有，同时内元力量把丹田搅得天翻地覆，咔嚓一声丹田瞬间破裂，然而秦鸣根本没有停手意思，他是想真正废了叶匀，震废叶匀丹田，令其永世不能修行，在那瞬间，叶匀真绝望了，好在父亲叶远强行出手，才从秦鸣手中救下叶匀。    修为被废，丹田毁掉，一时之间，高高在上的天才叶匀，从天堂跌进地狱，眼前尽是丑恶嘴脸，再也听不到赞扬、嫉妒、恭维，取而代之是奚落与嘲笑，连父亲叶远也因此受到牵连。    后来叶匀才听说，那个秦鸣，才是真正的天才，与他一比，根本不算什么。    十二岁步入肉仙四重养息，十六突破五重化气境界，三大家族几百年来第一个十五岁就突破五重化气境界的天才。 \n   秦家，秦鸣。    十六岁，肉仙五重，化气境界，多么耀眼的成绩！    “这一切并不怨你，匀儿，明日可是你的成人礼，按照族规今日要清扫祖祠，并在祖祠拜跪整夜，祭拜先祖感恩祖德，这些传统很是重要，等过些日子后会安排家族一些事务给你，以后好好安心处理族事。” \n   叶远交代完，便转身离开，高大背影逐渐消失在森林深处。    “一切都在变，爹也不再如以前关心我…他把所有希望都寄托在我身上，而我…以前我叶匀能修至肉仙四重，现在也行，我一定会让世人对我另眼相看！”望着静谧森林，叶匀默默沉思许久，眼神坚定，他就是那种不达目地不死心的倔人。    在河边简单洗了洗身子，穿好衣服离开了银沙河岸。    赤云城，可容下数十万人边疆城池，是白玉王朝众多城池之一，位于王朝北方边境。    城北是整座城人口最少，经济最差的地方，而叶家便是城北第一大家，在城北所有商店、马场几乎都是叶家控制。    圣祖院，一座拥有近千年的老院子，是叶家祭拜先祖的圣地。    青瓦红砖，铁树高墙，大门口摆放着两尊威武石狮，透着古朴大气，只是石狮长满青苔，甚至开了裂缝，应该从没人清理过。    漆黑铁门紧闭，但没有上锁，此地乃叶家重地，百姓皆知，吃罪叶家死路一条，谁敢乱入。    青石阶铺着一层落叶，门板、门缝都结着蜘蛛网，可见已有很长时间没人来打扫过。    呼呼！    忽然一阵劲风扫过，落叶纷飞，叶匀迈着沉重步伐来到大门前，看看四周，脸上很是平静，他轻轻推动铁门，嘎吱几声那铁门便已打开，叶匀进入其中。    圣祖院对于叶匀来讲并不陌生，他曾来过几次，叶匀来到正院，地上到处是落叶，盆栽枯死，房檐残破，整个院子一片败落。    叶匀穿过两道院子，来到一座雄伟大红宫殿，上面悬着一块刻有圣祖祠三字的褐色牌匾，殿门大开，从外面就能看到里面摆满香案，上面整齐放满灵牌，后面立有一尊尊栩栩如生的人物雕像，估摸有一尺多高。    了解大概，叶匀开始动手，先是拿扫帚把楼阁、走廊、屋檐所有蜘蛛网、尘土清了一遍，然后把盆栽、石桌、石凳等摆好，才开始清扫几个院子落叶。    一番忙碌下来，已经到了午后，叶匀找了些东西吃，又把门口扫了一遍，并把石狮、大门都用水抹得干干净净，最后还把走廊、窗户、梁柱、木栏都擦得透亮，等叶匀忙完时已经来到黄昏。    此刻，叶匀满头大汗进入圣祖祠，第一件事就是跪下朝先祖磕了三个响头，接着把灵牌重新摆整齐，并把每尊雕像小心仔细擦了一遍，又把大厅收拾得干干净净，最后来到后厅，只见里面乱七八糟，什么东西都有，案台、座椅什么都有，甚至还有落叶盆栽等等，好像是故意堆积在这里的。    “先人灵地，神圣之地，竟然变成堆废物的地方！什么祭奠先灵，感恩先祖，一切都是耍嘴功夫罢了”    叶匀很是动气，如此威严圣地，却被弄得这般狼狈。    冷骂几声，搬走重物，清理一层层垃圾，终于腾空整个后厅，而叶匀却纳闷之极，因在墙角横卧着一尊人物石像，竟与真人差不多大小。    叶匀倒吸一口凉气，普通两百斤左右他能搞定，而如此庞然大物他却没试过。    喝！\n    叶匀半蹲猛然一喝，双手托着石像慢慢上升，叶匀全身青筋暴突，看似快要爆裂而出，随着几番呼吸，石像终于被叶匀立正，而石像足足比叶匀高出一颗头，与叶远差不多高。    “刚才差点背过气，全身筋脉、肌肉，骨骼直到现在还很麻木酸软无力，尤其是丹田那三条人字裂缝似乎还在开裂，照这样下去，肉身残留内气也会散得彻底，一丝不留…！”叶匀满脸乏力，臂膀、小腿微微颤抖，小休片刻，便拿起抹布擦拭石像。    遗弃在杂物中的石像满是灰尘，叶匀足足擦了三遍才干净，一尊灰石普通石像出现在叶匀面前。    石像面容是一位四十左右的中年男人，一头柔顺长发披在后背，身上披着长袍，中年人双手背在身后，像是一位儒士、学士，神色平常地凝视前方，那双平淡眼瞳放佛洞穿了宇宙苍穹，让人错觉放佛他看到了什么奇特东西。    刹那间，叶匀整个人完全被其吸引。    除了普通还是普通，石像质地也就是常见岩石，并不是岩刚石或是珍贵玉石，而且周身不见一件兵器，可见他不是修行之人。    不知为何，叶匀面对这尊石像，心中升起无限尊敬，虽是无名，但放置在祖祠那肯定是叶家一位先祖，怀着无尽感恩崇敬凝视沧桑无名石像，这瞬间叶匀深深被它所吸引。    突然，无名石像嗡地动了动，好像感受到叶匀那浓浓尊敬，双眼竟闪烁一缕青光，青光化为青烟盘旋在叶匀头顶，诡异之极，放佛是高手在为弟子传功授法。    而这一切，叶匀竟未发现。    咔嚓！    石像双瞳中那双石球眼珠在青光孕育下布满龟裂，瞬间开裂并从眼瞳滚下，同时石像那空洞眼瞳射出一道神圣白光，而两颗石球眼珠在半空掉落时开始蜕变，一层层碎石脱落，碎粒散满地面，而石球眼珠不见了，只见空中悬浮着两滴银白色液体，宛如眼泪。    咦？\n    叶匀忽然警醒，以为什么东西打碎了，正心悸时，抬头发现了从石球眼珠脱落现世的两颗银色眼泪。    \n\n\n正文  第二章 大喜之日，退婚之时\n    “眼泪？居然藏在石像眼球之中？”    叶匀不傻，为之一震，灵光一闪便瞬间抓向两颗银色眼泪。    咻！\n    两颗银色眼泪突然闪烁阵阵白光，然后合二为一，光芒未散，很是突兀飞入叶匀眉心，顿失不见。    叶匀不敢相信，眼睛瞪得大大的，额头全是汗珠，放佛见到一把利剑朝自己飞来，还未反应过来，那滴银色眼泪就已离奇消失在眼前，只感觉身体闪了个冷颤，而眉心处就有股温暖气息在散发。    连串魔幻变化，令叶匀心惊胆跳。    “破立重生，涅槃成圣！”    正当叶匀喘息疑惑时，面前那尊石像竟发出一道低沉古老之声。    “你在说话？”    叶匀抬头凝望石像，一脸错愕，接着是不可思议，因为石像竟然闭上双眼正释放淡淡白光，同时叶匀感觉眉心滚烫，并有一道白光在闪烁。    看看石像又摸摸眉心，叶匀满是不解，没有任何发现，石像还是那般普通，自己身体也没有任何变化，只是石像闭上眼睛而已。    叶匀重新检查石像不下数十遍，可到头来一无所获。    石像依然普通，依然冰冷。    “先祖显灵！？对，一定是先祖显灵！”良久，等叶匀静下心来，瞬间明白了什么，但他心中还是一片疑惑。    再次仔细打量石像，叶匀觉得越发看不穿，放佛石像有生命一般，但用手一摸，却平常的很：“先祖石像和那滴眼泪一定有关联，而我总有个感觉…先祖石像似乎还有什么秘密。”    “眼都看花了。”    叶匀下意识看看窗户，外面什么也看不到，又从石像上看不出个所以然来，便找来一块缎子把无名石像遮住，然后来到正殿，朝叶家灵台跪下磕头，从未间断。    次日清晨，银沙河岸。    啪啪啪！\n    逶迤雾海中，叶匀一如既往手握铁棒摔打肉身，但与以往不同的是，叶匀肤色红润没有半点伤印，就算大铁棒拍打在腰部，那肉红片刻就消失了。    “嘿，还真没想到，一夜之间不光体力大增，连筋骨也不再酸疼，一定是那滴银色眼泪的神奇力量，铁打功终于圆满，我叶匀又重新踏入肉仙一重炼基境界，而且炼基大成，接下来是二重招式！”    叶匀心中大喜，瞥见肉身变化，自然乐开了花。    呼呼！    叶匀突然下蹲，右腿朝前一迈，沉重而有力，随机右臂高展，脚落，拳到，竟发出呼呼风刹声，接着出左腿左拳，虽看上去简单，但拳风呼啸，步伐沉稳，霸气十足。    震风拳，又名七步拳，乃叶家自古流传下来的肉身拳法，传闻出至玄武门，拳法简单，腿脚配合身体，身体发力带动出拳，一步一拳，震风拳。    在震风拳威势下，叶匀全身上下肌肉饱满，快要撕裂一般，动如松，静如钟，这便是肉仙二重气象。    仙道炼体，以肉仙十重为标准。    一重为基，十重为峰。    一重炼基，锻炼人体为修仙打下坚固基础，常用短跑、长袍、跳跃、扎马步、登山等方式来锻炼肉身，打开肉身筋骨，逐步掌握肉身力道，发力、运力等等，比如下身大腿、小腿，上身腰部、手臂、手腕、手掌甚至脖颈，令肉体饱满力张，动静合一。    二重招式，拳法、腿法、掌法以及刀枪剑棍等等，利用完美肉体力量掌控招式，得以初窥肉身玄奥，丹田凝结内劲。 \n    三重举重，通过基础、发力、招式等修行后，肉身达到一种举重若轻、上善若水的境界，动静间彰显完美魄力，肉身已修至外道大成，丹田内劲转化为内力。 \n    四重养息，炼气入体，进入内修大门，天地充满奥秘，人体感悟浩瀚灵气，引气炼体，以气御体，以体控气，气走奇经八脉，贯穿丹田，达到内外合一，与内劲形成内元，这是由外道走向内修最关键步骤。    五重化气，控制外面世界灵气与肉身丹田内元力量，让力量真正与肉身融合，随时可以感应外界力量，最重要就是让丹田内元化为真气。    六重天一，步入感悟天地初境，掌控天地间最奇妙的气息，让肉身御气更加灵活多变，并能驾驭部分真气。    七重通灵，内修大成，以气养体，以气化脉，开始炼真气，突破至天地合一的完美境界。    八重泰山，真气大成，肉体拥有天地气压，掌控气压，宛如泰山牢不可破。    九重神通，踏入真正仙道大门，拥有灵力可以修炼初级修术，掌握御剑飞行、劈山断流、真空杀人等巨大神通。    十重筑基，通过修炼真气让身体凝出灵力种子，灵力种子是修仙十分重要一步，一旦成功凝结灵力种子，才算是真正修士。    “轰！”    森林下，碎石散天而落。    叶匀收回拳头，眼前是剩下大半截的一块岩石，刚才那一拳，足足震碎一尺大岩石，威力惊人。    “这一拳完全是肉身力量，没有内劲，功力太弱，虽然经脉、骨骼都有所好转，但丹田现在连一丝内劲都无法凝结…”叶匀穿好衣服，凝望陪伴他近一年的银沙河，心中不舍，以后不用再来此地，震风拳哪里都可练习，握紧拳头：“如今肉身力量与一般人差不多，如果这样下去，丹田还无法凝气，那我永远将会停滞在肉仙二重，二重招式，还只是凡人武者力量而已，与修士有天壤之别。”    沉默一阵，叶匀赶忙朝赤云城奔去，因为中午是他一辈子最重要的宴会，成人礼。    成人礼，不管男女凡是年满十六岁都要举行成人礼，成人礼意义重大，尤其对于想成为修士正在努力的人来讲，十六岁是修炼黄金也是最后时段，如果在这个时段没有进入修士门槛，那以后再无机缘。    正午，叶公府其中一间房内，老仆正给叶匀穿上大喜红袍，叶匀如今像个新郎官，打扮得很喜气，随后与老仆离开房间朝正院而去。    叶府大院摆放着数十桌酒席，却只有六七桌坐了人，而且也未满员。    正中大桌，几名商人正在与叶远交谈，此时依然有人不断送来贺礼，由下人高呼并记录。    叶匀穿过内院来到正院，扫视空桌，很是唏嘘，想一年前出发参加测试那天，这里可是高朋满座，赤云城几乎所有有头有脸人物都到齐，为的就是讨好他，巴结他，那时他已经是众人心中高傲在上不可一世的玄武门弟子。    而现在…就算凡人宴会也比他的成人礼热闹不知多少倍！\n    “匀儿，快些坐下，还有半刻就开席。”叶远见到叶匀走来，立刻朝他挥手喊道，叶匀老老实实走过去坐下，莫不知声。    这时，一名下人捧着账本来到叶远身旁恭敬道：“主人，城内所有家族都遣人送来贺礼，但没使者聚府庆宴。”    叶远平静看了看空荡荡院落：“让厨子上菜，并令让所有下人参加公子宴会。”    “是！”下人转身离开了。    “人走茶凉，不过如此！”自嘲一句，叶匀听见叶远那番话，心中苦闷自知，恐怕他是叶家第一个完全用下人参加成人礼的族人。    “我等没来迟吧？”    正院入口，一位七旬老者与两位中年人气度森严领着一并后辈来到大院。    叶匀瞥了眼：“三位族长老！！！他们也是来看我笑话么？”    这三人是叶家三大脊梁，七旬老者名为叶问天，是叶家大长老，左边那位皮肤黝黑的中年人是二长老叶鹤，剩下那人是三长老叶星河。大长老叶问天大步流星，阔堂浓眉，一看就是性子刚烈之人，而另外两位长老眉开脸笑，乍看上去亲和近人。    叶远站起来朝众人拱手施礼，一一送入酒桌坐下，十分客气，接着又有些叶家族人赶到，一时间有几张桌子满人，而大多还是空着的。    又过不久，叶匀近百下人聚集大院，这下就热闹起来，同时开始上菜。    “炎家使者到！”    正在准备开席时，一名下人风风火火激动奔至大院，冲天高呼。    “炎家！？”    叶家所有人都安静下来，每个人又是激动又是着急等待着。    众人中，只有叶匀很是安静，但他心中早已忐忑不安，静不下心：“炎家真来了？不知道她会不会来！”    叶匀立刻站起身朝正院走去，并看了一眼叶匀，叶匀马上跟上去，但两人正走出几步时，一个青衣小厮却出现在院口。    众人傻了，都失望叹息。    即便是小厮，叶家也不敢怠慢。    叶远带着叶匀疾步朝炎家小厮走去，炎家小厮居然看都不看叶远父子一眼，他只从怀中掏出一封信，当众拿出漠然念道：“众知叶家少爷叶匀修为被废，且被玄武门弃之门外，已不配我炎家小姐，与叶家之亲事已由我炎家取消，炎家，炎战。”    呼！\n    叶家大院静止无声。    “炎家！！我叶匀虽然是废人，也不是你等随意吆喝来吆喝去的，在我大喜之日当众悔婚，难道我连狗都不如么？可恶…”    积压多时的愤怒终于爆发，叶匀再也忍不住，举起拳头冲向炎家小厮，而那小厮居然露出一派正义凌然不畏生死的表情。    “轰！”    当怒拳要落在灰衣小厮身上这刻，突然一股霸气轰向叶匀，全场寂静无声，尘土飞扬风沙在空中舞动，叶匀落地后颤抖地抬起头，眼前是一片血色模糊，渐渐看清，却发现四面八方都是一道道冷漠的眼神，而叶远正缓缓收回手。    刚才出手的不是别人，而是他的亲父，叶远。    “为什么……”    叶匀用尽全力嘶吼出来，说是嘶吼却是嘶哑的呻吟声，声音似蚊蝇声般弱小，身体剧烈颤抖着，鲜血顺着下巴瞬间染红衣服，就连地面泥沙也变得血红。    “炎家…可恨的炎琳琅…”    叶匀伸出那张血手朝炎家小厮费劲爬去，可惜话才出口就昏倒不知人事。\n\n正文  第三章 千古巨头\n    “水…”    叶匀躺在床上一身红袍染成了鲜红色，尤其是胸口处仍可见清晰血迹，他只觉得嘴舌至喉管都干得着了火似的，浑身疲惫无力，脑袋好像都是是团糨糊什么也想不起来。    他…只想喝水。    身体缺水，而且是大量的水分，这种原因只有一个——身体流失了大量的鲜血，才最终造成严重脱水。    模糊间，叶匀感觉有人在给他喂水，随后他又晕了过去。    “唔…”    不知多久，叶匀忽然发出一道呻吟，还没等他张开眼，耳旁就传来熟悉喊声：“主人，少爷好像醒了！”    “你们先下去！”又一道熟悉声音传来，这声音不再冷漠，充满磁性与沙哑，与无限亲和。    叶匀忽然张开眼睛，扭头看去，果然看到一道高大熟悉身影，费力喊道：“爹…”    叶远立刻起身大步来到床边，按住叶匀肩膀：“匀儿，别乱动，爹给你服下一枚化血丹，还需几日才能下床走动。”    “爹，我晕了多久？对了，好像炎家派人来说什么退婚，对，我都记得清楚。”叶匀很是疲惫，摇头晃脑打不起来精神，问了几声，忽然睁大眼睛看着叶远，那眼神带着一份期许。    只是一个眼神，叶远似乎就知道叶匀在想什么，他坐在床边，拿起一旁水杯给叶匀喝上几口，等叶匀稍微静下心，叶远才开口：“匀儿，当日爹出手也是迫不得已，我们家族形势你也清楚，在赤云城虽有一席之地，但炎家、秦家还有更多家族都对我叶家虎视眈眈，那日若是你伤了炎家小厮，那炎家定会找叶家麻烦，退一步讲，那炎家敢派一个小厮来，那说明定有阴谋，当时爹仔细揣摩那小厮，竟然看不出他修为。”    叶匀张大嘴巴一脸错愕：“什么？爹，你可是肉仙九重强者，连你都看不出，莫非…？”    “不错，正和你想的差不多，那小厮非但不是小厮，说不定还是炎家修士，至于炎家为何派他来，这点爹到现在也想不通。”叶远点头道。    “炎家是赤云城巨头，当年炎家为何主动联姻？”    “赤云城表面上是以炎家为尊，实际上秦家与众多家族早想取代炎家地位，炎家也一直在拉拢帮手，你十岁连连突破肉仙二重、三重，这种速度早已传开，炎家在从你身上看到潜质，便派人与我说亲，为了与其他家族抗衡，爹不得不答应，而且炎战三女炎琳琅也是一块璞玉，听说从小聪明伶俐，爹仔细一想，确实与你般配，便答应了。”    “原来如此……我的婚事竟是一桩交易。”    叶匀唏嘘不已，叶远那一掌留下的阴影和伤痛顷刻化为乌有。    房间一时寂静无声，良久，才传来叶远叮嘱关怀：“匀儿，好生休养几日，千万别动气，至于你与炎家那门亲事，爹定要去炎家讨个说法，理个明白。”    叶匀目送叶远离开，那瞬间，叶匀即自责又心痛，想起父亲肩扛太多负担，他就内疚阵痛。    半年来在叶匀身上发生太多，比起他十五年所有事情似乎还要多，先是在家族甚至整个城池人人巴结天才，又一下修为被废沦为凡人，接着在成人礼大喜宴会上遭遇奇耻大辱，退婚，一切都来得太快。    才数月，而对叶匀来讲似乎是一辈子，比一辈子还要漫长，也许这才是属于他的人礼。    叶匀觉得很累，他很想一直睡着不醒，从六岁不分冬夏练习铁打功，一练就是数年，多么难熬。    拼命努力，换来一场空梦，叶匀此时感觉身体似万蚁绞肉，痛不欲生。    “小辈，遇到这点挫折就要打退堂鼓了么？你还是叶家子孙吗？”    突然，当叶匀心情低落时，眉心突然忽冷忽热，而且一道似曾相识的声音飘进耳朵。    “谁？是谁在说话？”叶匀忍痛坐直身体警觉打量四周，感觉身板快要断掉，身体放佛被万刀切割般痛苦。    但屋内什么人也没有，叶匀很疑惑，谁知那声音又响起：“我在你眉心，静心想想，就是那滴眼泪，那里面封印着我的部分意识。”    “啊！”    叶匀不由倒吸一口寒气，立刻抚摸眉心，脑海清晰浮现当日在祖祠那一幕，顿时带着无比恭敬问道：“前辈是我叶家先祖？”    “你很聪明。”那声音赞道。    叶匀挠挠头：“前辈…先祖，我该怎么称呼？”    “怎么称呼都不重要，你我都是修行中人，名字，时间，地位，荣誉一切都不重要，就唤我‘韩叔’。”    “寒叔！”叶匀尊敬喊道，心中霎时清楚对方名字，寒叔，叶家先祖，名字应该有叶寒二字，叶匀急迫问道：“寒叔，祖祠那尊石像是你真容吗？”    寒叔声音顿时在叶匀耳边与脑海响起：“不错，是我陨落之前亲手雕刻而成。”    “陨落？难道寒叔？”叶寒心惊道。    悠悠千古之音传出：“我早已身死千年，临死之前，把最后力量封印在石像之中，并设下机缘，凡是叶家后人对石像虔诚祭拜，封印会自动解开，也会得到我的部分力量，还有我的残留意识，我很慰足也很灰心，数千年下来，只有你怀有热诚和真挚，最关键，你拥有很多人没有的东西，总总因缘促使你我相遇，即是缘分也是天命。”    叶匀身心俱惊，听完之后，被寒叔超凡气势慑服，从心底尊敬寒叔，忽然想到什么：“寒叔，我总感觉你的石像好像有什么秘密，有股说不出的感觉。”    “所以你很聪明，很不凡，能感应到连修士都感应不到的力量，不错，寒叔那尊石像确实有个天大秘密，因那个秘密曾让叶家血流成河，也可以这样说，如今叶家的败落，都是那个秘密造成的，不然，如今叶家至少也是媲美白家的超级家族。”    “到底是什么秘密？”叶匀一时心血澎湃，白家，那可是天下第一大家族，掌控偌大的白玉王朝，叶匀忍不住问道。    “以你目前修为，还是不知为好，肉仙是锻炼仙基最重要阶段，知道太多只会给你带来负担，等你有一天成为天仙才有资格知道。”    “天仙！！！”叶匀无比震撼，根本没听过这个词，但也明白，天地应该是在肉仙之上，说不定比地仙还要厉害的存在，否则也不会称之为天仙。    寒叔冷傲道：“叶匀，你所见识的世界太小，肉仙、地仙不过蝼蚁，天仙才算真正修士，而真正的强者是人仙，人仙之上甚至有半仙，一位半仙仅仅一招就能灭掉玄武门。”    叶匀全身汗毛竖立：“半仙，一招毁灭玄武门？？”    “修仙共有肉仙、地仙、天仙、人仙四个境界，肉仙乃凡人炼体，地仙才算入门修行，天仙凝天定结金丹，寿命数千年，人仙更不得了，万年寿命那还是少的，人仙大成渡劫化为半仙，便可飞升另外一个世界。”寒叔继续道。    “另外一个世界？”叶匀不可思议。    “那个世界是什么我也不知道，只是传闻而已。”    “寒叔莫非是半仙？”想起寒叔能力，死后竟还能像活着一样，好奇问道。    寒叔轻哼：“修得半仙哪有那么容易，十万人同时修行，最后成为半仙者也许一个都没有，寒叔也只是一介修士而已，略比修士多些见识罢了，而且，寒叔以前也是玄武门弟子，比起人仙那些万年巨头，寒叔也算一尊千古巨头而已。”    叶匀双眼如炬：“千古巨头？寒叔，那你至少也是天仙修为！”    “的确聪慧过人，一点就通，好了，寒叔该休息一段时间，明天你就可以下床走动，这点程度寒叔还是能做到的。”寒叔大赞。    叶匀忽然躺下，有气无力的道：“可惜…”    寒叔问道：“年纪轻轻叹什么气，听上去比寒叔活得还久似的。”    “要是能早些遇到寒叔，那我指不定也能成为寒叔那样强者，可惜丹田……真是可惜！”叶匀说完，下意识把手放在下腹。    寒叔旋即当头棒喝：“还以为是什么大事，你就这么点志气？想当年寒叔练铁打功练了十年都没有大成，而且丹田还有漏洞，后来还不是通过苦修修得一身通天修为，你不过是丹田开了几道口子罢了。”    “丹田漏气也能修炼？”顷刻间，叶匀对寒叔更加佩服，尊敬。    寒叔语气很是平常：“寻常来说是不行，但寒叔偶然得到一门上古炼体功法，那门功法竟可以修补肉身许多缺陷。”    闻之，叶匀身体一震，热血沸腾，兴奋至极：“可以修补肉身缺陷？那晚辈丹田也可以……！”    “自然也可以。”    “终于有希望了！”    “但…”    “寒叔，怎么了？”听见寒叔语气有些停顿，放佛难以开口，叶匀很是着急，恨不得马上问个究竟。    良久，寒叔才道：“那门功法很是逆天，修炼一天少一天寿命，修炼十年少十年寿命，修炼它等于慢性自杀，同样效果也非常奇特，可以让修炼者肉身力量提高数倍，假如是肉身二重，一旦修炼之后，实力就可以提高几倍，甚至十倍也可以，一个人相当于十个同等境界的实力。”    慢性自杀！    提高数倍实力！\n    刺人、又让人热血澎湃的话使叶匀哭笑不得，那究竟是什么样功法。    忽然间，叶匀再也听不见寒叔声音，他安静等了会，忍不住唤了几声寒叔，但一直没有得到回应，看来真是休息去了。    叶匀躺在床上，望着房梁满脸趋之如骛，放佛下了什么决定。\n\n正文  第四章 天大噩耗\n    清晨，起了一场罕见大雾，压得人放佛无法喘息。    叶府后院。    呼呼…蓬蓬！\n    拳风虎啸，赫赫生风，在雾海中翻云覆雨，硬是撕开一道口子，一梭稳健魁梧人影出现在雾气下。    叶匀背脊似弓，拳如飞箭，腿似流星，张弓开合之间充满一股爆炸。    肉仙二重，招式，便是修炼个各种武学，拳法、腿法、剑法等等，在一重基础上配合武学让肉身不断强化，使得体内拥有内气，凝结内气化为内劲盘踞丹田。    这是个缓慢过程，肉身内气很玄妙，存在筋脉、骨骼、肌肉甚至血液之中，必须由练习各种武学才能把内气凝结。    叶匀忽然拿着一柄长枪，开始练习枪法，只见在矫健、轻盈步伐带动下，那柄长枪似闪电密密麻麻咻咻刺出。    恍惚间，枪影如一张蜘蛛网围住叶匀，而他就像是只蜘蛛在吐丝。    朝阳高照，雾海逐渐消散，后院逐渐清晰。    叶匀站在空地上，右手握住一颗赤红圆石，左手扣住右手腕，沉住呼吸，一次次吸纳之后，微弱内劲从经脉与丹田间穿梭，开始凝结在丹田。    额间全是汗珠，叶匀紧锁眉头开始运气，感觉丹田内劲像是在挣扎的野兽，要控制野兽自然不简单，但叶匀还是让内劲朝右臂聚集，手面上那颗赤色圆石竟微微颤抖。    呼！\n    眨眼间一股气息从叶匀腰部冲出，用手那旋转圆石也静止下来，叶匀险些跌倒，而那冲出来的气息竟让周围雾气散开。    叶匀高高抛起圆石，在空中一把抓住：“还是不行，就算经脉可以存储些许内劲，可毕竟丹田是力源，无法储气便无法运气！”    经脉就像是小溪，丹田才是海洋，海纳真气。    尝试令丹田凝气，但又失败了。    “可惜唤不应寒叔，如果有他那门功法…不过，那门功法等于自折元寿，就算练了也恐怕没命享用。”叶匀很是失落的想道，缓缓舒口气，叶匀穿上蓝袍，简单把后院收拾一下便离开了。    “嗯？有人在吵？”    叶匀正走在通往书房走廊，忽然听见右侧有几番吵闹声，这种事很少在叶府出现，叶匀好奇地朝右侧走廊走去。    面前是一面高墙，周围有大树与假山，叶匀微力一蹬，双手攀住围墙，小心伸出头，面前这院子可是叶府正厅，是平时叶家高层议论大事的地方。    大厅正前院，十几位叶家主事正在跟叶远激烈讨论什么，其中有位七旬老者，硬是伸手抓住叶远衣领，很是过分。    “那是叶问天大长老，平时与爹关系不错，为何？”叶匀很不理解，看着眼前混乱场面他不敢乱动，把头藏在树丛中。    大长老叶问天冲叶远大喝道：“与杨家、柳家联合的事暂时不论，现在说说炎家，当初炎家主动与叶家连亲，我等都不愿意，谁知你一意孤行，现在叶家成了赤云城笑柄，哪个不说你那个废物儿子，现在连公孙家那种三流家族都敢对我叶家叫嚣，叶远，老夫敬你是叶家族长，现在给大家一个交代。”    “大老说得很对，我们几处货源都被截断，很多老主顾都不敢来了。”    “以前的确有炎家这层关系，叶家得到一些好处，哼，谁想炎家狼子野心，叶远，你还不知道吧，炎家已经和秦家联姻，就是那炎琳琅不久就要嫁给秦家天才秦鸣，现在世人谁不在背后耻笑我叶家。”    “这一切都是你造成的，还有你那个废物儿子。”    在大长老叶问天带动下，叶家高层不再沉默，纷纷靠向大长老，并对叶远喝斥，驳责，根本不当叶远是族长。    “炎琳琅竟和秦鸣……”    叶匀十指生生把围墙抓出十道指痕，脑海浮现过去种种，叶匀忽然静了下来，异常冷漠：“看来世人都知道我修为被废的消息，说不定当初秦鸣是故意对我下手，也说不定秦家早就计划除掉我，然后是爹，最后是整个叶家，也许就连炎琳琅与我婚事都是事先安排好的，好可怕的秦家，好可恨的炎家！”    这一刻，叶匀的心前所未有的平静，脑子也异常清晰，思绪明断。    成人礼，也许真的能让人一下转变为成人。    “要吵你们就吵，我不与你等争论，等我去炎家讨个明白再说，告辞！”面对众人指责，叶远竟大步离开。    “慢着！”    谁知叶远刚走两步，一道人影拦在面前，出手之人竟是大长老叶问天，他森森一笑：“今天不说个清楚，不给交代，休想走。”    叶远眸子一沉，看向众人：“天叔，你是叶远长辈，只要是对的我都会听，但现在我不想听，还有，就算叶匀无法再修行，可他毕竟是叶家的人，今后一样可以为叶家付出一切，请别再难为他。”    叶问天大手一扬：“好，那混蛋小子老夫不理，但你，必须给个说法，不然！”    “天叔，我说过，我不想交代什么，也没什么可以交代，作为叶家之主，现在我还是族长。”叶远朝叶问天拱手。    “意思是要动手？好，都说你修得肉仙九重，是我叶家第一高手，老夫今日就要领教一番，来吧。”叶问天不依不饶道。    叶远很是无奈，再次问道：“行，如果出手之后，你们是不是就此离开？”    叶问天脱掉长袍，抛给后人，点点头：“那是自然，老夫代表另外两位长老，他们意思也是如此。”    “叶鹤、叶星河，叶问天，叶家三大长老，难道他们要造反？”围墙草丛中，叶匀眼睛瞪着硕大，恨不得马上冲上去为父亲说话。    院子中央，叶远与叶问天相对而站，其他人在一旁观望，叶问天双手张开，手心、手背竟闪烁丝丝电光，他突然冲向叶远，双腿划出之形，并大吼：“雷心掌。”    叶匀见状，脸上大惊：“雷心掌！那可是叶家几大武学之一，与爹的‘烈火掌’并列，而且大长老多年前就突破肉仙九重，说不定已经站在肉仙巅峰。”    “风云燃尽！”    叶远忽然原地一闪，很快与冲来的叶问天对上，两人同时出掌，叶远手掌冲出一股炽热火云，而叶问天则释放蜘蛛网般的电流力量。    蓬！\n    电火一闪，两人各自退后三步，彼此相视。    叶问天双手有些糊臭，而叶远看上去没什么异样，叶问天正欲开口，哪知叶远抢先一步道：“天叔的雷心掌已经大成，叶远自知。”    “不愧是叶家第一高手，叶远，没想到…好，老夫说话算话，但你要记住，现在叶家已经到了随时灭族的地步，今后叶家该朝什么方向走，那是重点。”叶问天穿上衣服，对叶远说上几句，转身离开，但见其他人不想移步，但怒吼一声：“看什么看，有本事自己去领教试试。”    这一吼，吓得众人立刻尾随离开。    “不愧是叶家顶梁，天叔！”叶远忽然露出欣慰笑容，整理一番，带领一对下人离开大院。    “大长老和爹都是九重神通强者，我们叶家仅有的两位九重肉仙强者，刚才交手都没有使出杀手锏，神通之术，一直听说大长老人品刚烈，连爹也很尊敬他，看来他也不想难为爹，只是有人暗中唆使。”见叶远没有落伤，叶匀悬着的心立刻落下：“赤云城本是三分天下，现在炎家和秦家联合，一定会对付叶家，还有更多家族在暗中虎视眈眈…”    叶匀带着沉重心情回到书房，拿出账本翻看，怎么看心中都不畅快，但还是坚持复核账本。    忙到晚上，叶匀才整理出几套账本，看看天色，叶匀离开书房独自又去练武了。    夜晚下的赤云城依旧繁华，但忽然起了乌云变了天色，一时电闪雷鸣，大街一时没了人影，异常安静。    黑夜街角渐渐出现一方轿子，左右有随行卫士。    咻咻~！    卫队正通过两幢高楼时，突然有无数黑衣人冒出屋顶，拉弓搭建，黑箭如流星朝卫队扑来。    “保护主人。”    众卫士拔出宝剑，开始挡开黑箭，围着轿子开始与天降而来的黑衣人厮杀，此时，叶远一脸萧杀走出轿子，望着凶神恶煞黑衣人，叶远准备出手。    “生无望，死无门，来无影，去无踪。”    突然，一声悠远森冷之声在夜空响起。    本很沉着的叶远突然脸色大变，挥手间，双手竟燃烧起熊熊火焰，一股无上威能正在弥漫，叶远凝视夜空：“生无望，死无门，生死门，我叶远何时得罪了你？”    “你没得罪生死门，但你得罪了别人，赤煞手叶远，果然名不虚传，凡人中少有能把肉仙修得十重的强者，就算炎家也没有几个，肉仙十重，叶远，你只差一步便可筑基成功，化为修士，但是，没有筑基之法，你永远都成不了修士，再怎么厉害也终究是肉体凡胎，能倒在我生死门手下，也算是你荣幸。”    呼！\n    那声音还未消失，只见一道巨大虎形之掌宛如天罗地网朝叶远和卫士压了下来。    一番火焰升天而起，放佛像划过天空的那短暂却耀眼流星。    叶府。    “怎么心神不宁？出去走左，顺便看看爹回来没有，也不知道炎家有没有难为爹！”房间忽然透亮，叶匀翻起身，穿好衣服很是着急的打开门，但就这开门瞬间，一位血人竟站在门口。    那血人摇摇欲坠，突然开口：“匀儿…”    “爹！！！”叶匀急忙冲向浑身是血的叶远，刚碰到身子，叶远就晕倒在他怀里。    而安静的叶府，突然响起叶匀撕心裂肺的惊呼声。\n\n正文  第五章 休了你\n    叶府一间宽敞卧房挤满了人，听闻叶远受伤，叶家众人立刻从四面八方赶来。    “王伯，我爹到底怎么样？”    病床前，叶匀双膝跪地，双手紧紧握住叶远苍白右手，望着昏睡不醒满身是血的叶远，顿时心似刀绞，迫不及待询问一旁白发老者。    古稀老者正在给叶远检查身体，屋内很安静，大家静静凝视老者仔细检查，房间里尽是小跳噗噗声。    老者立刻给叶远服了一粒丹药，站起来当着叶家众人的面摇头叹道：“族长他丹田被凶手震碎，一身修为化为流水，好在凶手并没有下杀手，族长算是保住性命，恐怕以后再无法修行。”    “什么！！”所有人都不敢相信。    叶匀揉揉眼角，坚忍着不让泪水流下，紧紧握住叶远的手，连眼皮也没眨下。    第二天，暴雨后的赤云城迎来阳光灿烂的新一天，而叶府则迎来了赤云城大多有名之人，他们是来探望叶远。    叶远身受重伤，不但修为被废，而且连丹田也被人毁去，这个消息一下在赤云城炸开，所有人都在盯着叶家。    所有来客都被安排在前院休息，下人正在上茶，这些人似乎一点也不着急，聊天的聊天喝茶的喝茶。    叶远房间，叶问天、叶鹤、叶星河与十几位叶家高层坐在叶远病床前，叶远正依靠在叶匀肩膀，看上去放佛一夜时间老了十几岁，连白头发也有了，好在换上一身新衣，才显得不是那么狼狈。    叶远脸色很是苍白，叶匀喂上水，忽然耳边就传来叶问天愤怒声音：“到底是谁敢对我叶家一家之主动手？叶远，快告诉老夫。”    看看这位七旬老人，他依然很冲动。    旁边只有四十岁左右的叶星河拍拍他肩膀，让他坐下顺顺气，立刻看向叶远：“我去现场仔细检查一遍，没有尸首，没有武器，片刻功夫收拾得很干净，应该不是寻常人。”    “是天地门。”叶远忽然开口。    “天—地—门！”叶问天等人震惊不已。    “天地门，三大杀手门派之一！”叶匀心中一紧，怒气冲天，但却有股力不从心的感觉，因为那三个字分量太重。    天地门，一个诡异的门派，因为他们只干一件事，暗杀，且是天下三大杀手门派其一，与紫衣阁、罗刹殿并列，其门派历史无人知道，门派何处也无人所知，只要有钱他们就肯杀人。    对很多人来说，天地门只是一个传说，存在与否还需证明。    另一位中年人皱眉道：“天地门，那可是媲美玄武门的存在，虽是杀手组织，但门人杀子都是修士，那样的存在为何会出现在赤云城？”    “鹤兄，可以明白一点，天地门不会随意出现，一定是有人请他们来对付叶家，而且能请动天地门的人也不简单，赤云城当今天下，唯有秦家、炎家有这个实力，也只有他们才有可能。”那位中年人看过来说道。    叶鹤点头：“天地门目的已经达到，我们也不必再担心天地门会对付叶家，目前最紧要就是把叶家稳住，不能让其他家族钻空子，对吧，星河兄？”    “鹤兄说得很对，天叔，这时你得站出来稳住叶家，再找个领头人，否则叶家必定大乱。”叶星河也叶鹤递回一眼，旋即看向叶问天。    叶问天此时气得脸色发紫，听到叶星河、叶鹤两位长老一说，忽然冷静下来，这位叶家最有全力的长老沉思许久，看了一眼叶远缓缓道：“当前关系叶家根基，确实得以大局为重，我们出去谈吧。”    众人随着叶问天走出房间，临走时也没过问关系叶远，说走就走。    叶匀关上门，立刻扶着叶远躺下，他坐在旁边，一脸愤愤不平，但立马挤出一笑强笑：“爹，要不睡一觉，外面吵得很。”    叶远忽然打量叶匀，很是满足：“匀儿，你长大懂事了。”    “爹，喝水。”叶匀马上送上水杯。    叶远费力按住叶匀，摇摇头：“我已经喝了很多，暂时不渴，放心吧，爹经历太多，没什么，三位长老这是要重新选族长，他们这么做是对的。”    “大长老确实是为家族着想，可叶鹤、叶星河是啥动机很明白，他们一直窥视族主之位，这是最好机会，爹，说不定这次你受伤就与他们有关联。”    啪！\n    叶匀刚说完，就感觉左脸火辣，耳边响起叶远森森斥责：“匀儿，爹怎么教你的？不管什么时候，都不要怀疑自家人，清不清楚？”    “明白，爹！”叶匀不想再让叶远伤情加重，不再辩驳，静静给叶远盖上被子。    望着叶匀的沉默，叶远似乎有些后悔，眼眶泛着泪光，这么多年，他这是第一次生气打叶匀，上一次在叶匀成人礼上，那是不得已，反而为保护叶匀才出手的。    为减缓气氛，叶匀转了话题：“爹，炎家给了说法吗？”    叶远合合眼，心中不是滋味，装作无事的道：“炎战那人很狡诈，没有正面说清楚，但爹见到了炎琳琅，她已是玄武门弟子，由炎家出面保举，而且又有秦家帮忙，她态度很坚硬，一定要退婚。”    心中如针插，叶匀隐忍：“以秦鸣天赋，玄武门至少也要看在他面子，好个秦家，出了个秦鸣地位果然不一样，能与玄武门说上话。”    “匀儿，你知道吗？秦家真正的天才并不是秦鸣，而是一个女子，好像叫秦清，传闻六岁就被玄武门接上山，连炎家都忌惮如今的秦家，在炎家眼中，最大敌人不是我们叶家，而是秦家，为了对付秦家，炎家不得已提出联姻联合叶家，但出了个秦清，炎家也不敢随意动秦家，反而与秦家交好关系。”    “秦清？”叶匀有些懵了，六岁被玄武门接上山，那是什么概念，据叶匀所知，玄武门很少会主动下山收徒，想必那个叫秦清的女子一定有不同凡人之处。    叶远有些无力的道：“听闻那个秦清如今才十五岁，已筑基成功，踏入地仙境界，成为真正的修士。”    十五岁，筑基成功，地仙修士！\n    叶匀傻眼了，此刻有多羞愧、自嘲，他十五岁才肉仙四重，在赤云城已算天才，而对方十五岁竟踏入地仙境界，那可是真正的修士境界。    叶远想再说什么，似乎提不起精神，叶匀弄好被子：“爹，孩儿出去看看长老动静，好好休息。”    叶匀关上门，眼泪止不住流了出来，曾是自己目标，曾是自己引以为豪的父亲，竟变成这样。    这时一位下人疾步来到叶匀身边：“公子，你还是回避下好，炎家也来了人，听说炎琳琅也在，听闻是跟秦鸣一起来的。”    “秦鸣，炎琳琅？”叶匀揉了揉眼角，把脸上泪痕擦干净，对着下人道：“去给我拿纸笔过来。”    下人转身而去，一会就拿着一张白纸和毛笔来到叶匀面前，叶匀来到石栏前，把白纸铺好，拿起毛笔准备写，但眼神一横，放下毛笔，直接咬破食指，用鲜血一个一个在白纸写起来鲜红大字。    客厅正院。    “是叶公子。”    “叶兄弟好，不知兄弟身体好些否？”    客厅坐满了人，不下百来人，而陆续还有来人，当叶匀漠然到来时，有部分人上前招呼，大多人却不曾看叶匀一眼。    叶匀毕竟还是叶远儿子，将来有可能接掌叶家的接班人。    “废物，真碍眼。”    “真不知趣，莫非又想被秦鸣羞辱一番？”    有几位世家公子丝毫不给叶匀留面子，摇着折扇，说是交头接耳，不如是大声说给众人听的。    叶匀毫无动容，并未失礼，朝众人一一谢礼，忽然，他整个人定住不动，目光看向又方走廊那一条曼妙倩影。    那是个蓝色长裙少女，十五六岁模样，身材高挑，秀发披肩，眉毛似月，眼似星辰，举手投足宛如仙女，是坠落下凡间的天使。    “她依然高高在上！”叶匀在心中不禁叹道，脑海中忽然浮现小时候那个画面，那个画面曾终日萦绕在他心中的女孩。    十年前，叶远带着叶匀去了炎府，那时他才六岁，不知人事，便调皮在炎府到处跑来跑去，谁知闯入一个拥有水塘的幽静小院，在开满荷花的水塘上有一座浮桥，那上面正有个小女孩翩翩起舞，手中洒着荷花，而她就像花仙子。    就那一瞬间，只是远处瞥见，叶匀就深深难忘，即便连花仙子容貌都没看清，从那以后，叶匀甚至连做梦都有她那曼妙动人身姿。    不经意间，叶匀眼眶湿润，泪光闪闪。    “真是癞蛤蟆想吃天鹅肉，也不照照镜子，是什么东西。”    “如果我是他，早找个裂缝钻进去，叶家面子都败在他手中，还算个男人？连自己女人都跟人私会去了。哈哈！”    在场所有人都见证这一幕，他们有的好笑，有的暗讽，有人大声喊出，在他们眼中，叶匀不再是以前那个不可一世的天才，只是一个连自己女人都留不住的废物罢了。    忽然，所有人都顺着叶匀方向看去，一个婀娜身影在众人脑海翩翩起舞，而在她旁边，却是一名白衣少年。    记忆是最折磨人的东西，而且还是情窦初开最珍贵的记忆。    叶匀醒过神来，当发现眼泪遮住视线时，才知道自己又做梦了，拿出怀里那份白纸，叶匀大步朝白衣少年和蓝裙少女走去。    “有好戏看了，秦鸣不会放过他！”    不少人暗暗偷笑。    白衣少年伸手把炎琳琅拦在身后，如果王者般霸气扫一眼叶匀，当众不屑一笑：“叶匀，身子好得挺快嘛，想怎样？”    叶匀没理他，但心中却怒血呼啸，这人就是秦鸣，令他变成现在的敌人，叶匀停住步子，目光落在那伊人身上：“琳琅，这是我第一次这么喊你，也是最后一次。”    秦鸣突然爆发杀气：“琳琅是你喊的么？”    “秦鸣，你要是有胆子，现在就杀了我，我如果眨下眼睛，就不是男人，你若不杀我将来我定会杀了你，如果不敢动手，你就别废话！”面对秦鸣威势，叶匀则不急不慢大声道，强劲势头陡然凌驾于秦鸣之上。    他疯了！\n    叶匀那番话落地，在场所有人屏住呼吸，看着两人。    “看来你是又疯又傻，我不会跟傻子计较的。”秦鸣摆手大气道。    叶匀缓缓抬起手，那手中白纸格外吸引眼球，所有人都好奇看着他，不知道他又会做出什么傻事。    叶匀展开白纸，鲜红大字出现在眼前，叶匀逐字逐字轻轻读道：“黄天在上，天地可鉴，今日我叶匀用鲜血写下休书，决与未婚妻炎琳琅断绝关系，从此两不相欠再无瓜葛，他日我叶匀要是反悔，就如此刀。”    说完，叶匀拿出一把小刀，朝左手心擦了下去，顿时小刀穿过手心，鲜血直流，接着拔出小刀，直接折断，与休书一并抛向地面，转身离去。    静！\n    绝对静！\n    “炎琳琅，现在是我叶匀休了你，从此你我再无瓜葛…！”漠然甩下这句狠话，叶匀转身迈着沉重步子从众人身旁走过。    此时此刻，在场所有人都目睹叶匀刚才那疯狂举动，他竟敢写下休书，这明摆着是要炎家威严。    当事人炎琳琅微微颤抖，咬着粉唇，气得直跺脚：“叶匀…我不会放过你！”    “我会杀了你！”接着，秦鸣对着叶匀背影森森说道。    叶匀不屑一哼，头也没一下，便毅然消失在众人眼前，只剩下一群不可思议、震惊无语的观众。\n\n       噢，好吧，我承认前几章不好看，但是人要有耐心，后面超好看。\n分享就到这里了，大家去下来看看吧。\n{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}{:10_523:}\n\n\n",
    "replies": [
        {
            "author": "enbo",
            "timestamp": 1374568980,
            "txt_content": "难道我沙发？？？？？？？？"
        }
    ]
}