{
    "title": "Your First Ten Minutes In Minecraft\\你在MC中的首个十分钟",
    "author": "ayaya",
    "replyCount": 19,
    "timestamp": 1324239660,
    "txt_content": " 本帖最后由 ayaya 于 2011-12-23 10:58 编辑 \n\n好了，翻好了\n这不是一个游戏指南，如果你想要游戏讲解，你来错地方了 \n               清晨\n\n 你出生在一个世界。\n\n第零分钟\n\n 0:00至0:30\n 看你周围，了解你的周围。看有没有树围着你。\n\n 0:30至1:00\n 走到树旁边。\n\n第一分钟\n\n 1:00至2:00\n 把周边的树砍倒。至少得到3块木头。\n\n第二分钟\n\n 2:00至2:10 \n 制作工作台（1工作台=4块木板）\n\n\n\n\nT6%7(JW82LKZEG33~[J]K9X.jpg (21.76 KB, 下载次数: 10)\n\n下载附件\n\n2011-12-19 06:02 上传\n\n\n\n\n\n 2:10至3:00\n 做一个木头镐（1镐=3块木板 2个木棍）\n\n\n\n\nU@3`W[9AAH[]ST6FDJF)MAU.jpg (22.22 KB, 下载次数: 8)\n\n下载附件\n\n2011-12-19 06:03 上传\n\n\n\n\n\n\n                             第三分钟\n 3:00至4:00\n 往下或找石壁用镐挖6块圆石（吐槽：对照表要这样，我也没办法） 。要是你想的话，你可以拿这个洞当你避难所，所以选个合适的地方。\n 做一个石头斧头和一个石头镐。\n\n\n\n\n]VZOGBKHDHR7HR__9ZBQTLE.jpg (23.36 KB, 下载次数: 7)\n\n下载附件\n\n2011-12-19 06:04 上传\n\n\n\n\n\n 要是需要更多的木头，去砍一些吧（至少有10块木头过夜）\n\n                   第四分钟\n\n 在周围逛一逛看一看有没有煤矿和一个避难所的地点。一般煤矿会在悬崖壁上有。要是你没看见煤没关系，砍一些木头，过一会把它变成碳。\n中午 你生活在这个世界上。\n\n第五分钟\n\n 5:00至5:15\n 拿起你的工作台（就是敲碎）然后记住出生点。\n\n 5:15至6:00\n 在附近走，找合适的避难所的位置。要是你看见绵羊的话，杀掉三只得到3块羊毛。\n\n第六分钟\n\n6:00至7:00\n清理你新的避难所的地。建个简单的避难所，你可以往山坡里挖或者往地下挖。\n\n第七分钟\n\n7:00至9:00\n 建造你的原始的避难所（不管多大和以后的美观，照准它的功能）。\n 做一些火把（WIKI上没找到，不知道对不对）把你的避难所照亮\n\n\n\n\n170727ekekzlq66z6l8l6r[1].jpg (10.77 KB, 下载次数: 7)\n\n下载附件\n\n2011-12-22 06:24 上传\n\n\n\n\n\n 要是你没找到木炭，做一个烤炉然后烧一些木头做木炭。\n\n\n\n\n170728eypyybyfhdudizqe[1].jpg (22.72 KB, 下载次数: 8)\n\n下载附件\n\n2011-12-22 06:24 上传\n\n\n\n\n\n要是你有多余的木板，做一个门。\n\n第九分钟\n\n9:00至10:00\n准备过夜，如果你有羊毛的话做一个床。记住，不区分羊毛的颜色；你可以用你有的任何颜色的羊毛。但这个不会影响被子的颜色。\n\n\n\n\n191222ha1k0zdt5q23r0re[1].jpg (13.57 KB, 下载次数: 5)\n\n下载附件\n\n2011-12-22 06:24 上传\n\n\n\n\n\n第十分钟\n\n10:00\n去睡觉，要是你没得到足够的羊毛作床或者不想用，去看你的屋子是不是安全的（亮的，都有墙，并有屋顶）\n\n黄昏\n你去睡觉或者你不想去睡，现在就是挖矿的好时间。安全的方法就是挖个简单的大房间，照亮你的房间然后找矿，最好找个洞穴后找矿更简单。要是你探索一个山洞，剑，食物和一些灯光、（比方说火把）是必须的。要是你发现一些铁和煤以外的矿，你需要一个铁镐挖他，要是你用他以下的工具，不仅你要花很长时间挖，他还会把矿弄坏。你还要为怪兽做准备，很多会人开始认为月亮会生出怪物，但是这是个常见又致命的错误，这不仅仅因为夜晚。要是你带回足够的铁，你可以去探索Minecraft更多的乐趣，像是红石，活塞还有其他的。你已经成功的开始你在Minecraft中的道路了，不管你有没有发现铁矿。\n其他选择多砍一点木头然后烧成炭是个很好的选择。在练习中，你可以开始一个新游戏，只要你在出生的时候有树，你应该可以做基本的工具，一个炉子还有准备足够的木头在下午（5分钟）的时候做成火把。\n经常，大家想把木头工具用坏之后再用他们新的石头工具。除非你想用你的手，在任何时候你还有剩下的木头工具，最好还是在有能力的情况下立刻换成石头的工具。\n在你生成的时候，要是可以在附近找到合适的地点建你的房子，试着在这附近找资源，为了节省时间，只挖你想建房子的地方。第二天早上尽快的种树苗，要不然你回来会走很多路。\n\n\n\n英文对照：\n\n第一次翻译，还请大家支持\n  原文：This is not a game guide, so if you're looking for definitions, you've come to the wrong place.\n  翻译：这不是一个游戏指南，如果你想要游戏讲解，你来错地方了（这句话需改善，想了半天闹不明白，被版主提醒后发现了）\n\n              dawn\n              清晨\n\nYou spawn in a world.\n你出生在一个世界。\n\n                    Minute Zero\n                    第零分钟\n0:00-0:30\n0:00至0:30\nLook around, take note of your surroundings. See if there are any trees around you.\n看你周围，了解你的周围。看有没有树围着你。\n0:30-1:00\n0:30至1:00\nWalk towards trees.\n走到树旁边。\n                     Minute One\n                     第一分钟\n1:00-2:00\n1:00至2:00\nPunch down the trees in the surrounding area. Get 3 logs\n把周边的树砍倒。得到3块木头。\n                      Minute Two\n                      第二分钟\n2:00-2:10 \n2:00至2:10 \nMake workbench (1 log = 4 planks)\n制作工作台（1工作台=4块木板）\n\n2:10-3:00\n2:10至3:00\nMake wooden pickaxe (1 log = 3 planks 2 sticks)\n做一个木头镐（1镐=3块木板 2个木棍）\n\n                            Minute Three\n                            第三分钟\n3:00-4:00\n3:00至4:00\nDig down or into hills, and use the pickaxe to gather 6 blocks of cobblestones. This hole can be your shelter if you want, so pick a suitable place.\n往下或找石壁用镐挖6块圆石（吐槽：对照表要这样，我也没办法） 。要是你想的话，你可以拿这个洞当你的庇护所，所以选个合适的地方。\nMake a stone axe, and a stone pickaxe\n做一个石头斧头和一个石头镐。\n\nIt never hurts to get more wood, so do it (have at least 10 logs for the night).\n要是需要更多的木头，去砍吧（至少有10块木头过夜）\n                  Minute Four\n                  第四分钟\nWander around and look for coal and a place to make your shelter. Usually on the walls of cliffs. It's ok if you can't find coal, just cut down some more wood and turn it into charcoal later.\n在周围逛一逛看一看有没有煤矿（说是煤其实是煤矿）和一个建庇护所的地点。一般煤矿会在悬崖壁上有。要是你没看见煤没关系，砍一些木头，过一会把它变成碳。\n\n\n\n这是早上的，先翻那么多，下周还好多考试呢。\n第一次翻，高手们请指点，回来有时间把剩下的翻了\n我英语不好（学法语的...）还是请大家多多办函\n只是想看一下我的英语水平\n\n\n\n\n",
    "replies": [
        {
            "author": "ayaya",
            "timestamp": 1324239660,
            "txt_content": " 本帖最后由 ayaya 于 2011-12-18 21:26 编辑 \n\n老格式\nMidday中午\nYou live in the world.\n你生活在这个世界上。\nMinute Five第五分钟5:00-5:15\n5:00至5:15\nPack up your Crafting Table and remember your spawn point.\n拿起你的工作台（就是敲碎）然后记住出生点。\n5:15-6:00\n5:15至6:00\nWalk around, looking for a ideal place for your shelter. If you see sheep, kill 3 of them to gather 3 blocks of wool.\n在附近走，找合适的庇护所位置。要是你看见绵羊的话，为了3块羊毛杀掉三只羊。\nMinute Six第六分钟6:00-7:006:00至7:00Clear the area for your new shelter. You can make an easy shelter by digging into a hill or digging steps downwards into the ground.清理你新的庇护所的地。为了建个简单的庇护所，你可以往山坡里挖或者往地下挖。Minute Seven第七分钟7:00-9:007:00至9:00Build your basic shelter (worry about size and looks later, focus on functionality).\n建造你的原始的庇护所（不管多大和以后的美观，照准它的功能）。\nCraft some torches to light your shelter up\n做一些火把（WIKI上没找到，不知道对不对）把你的庇护所照亮\n\n\n\n\nE9)_42))[OQ7N55)}EX2%Y9.jpg (10.77 KB, 下载次数: 2)\n\n下载附件\n\n2011-12-19 06:07 上传\n\n\n\n\n\nIf you couldn't find coal, make a furnace and burn logs to make charcoal.\n要是你没找到木炭，做一个烤炉然后烧一些木头做木炭。\n\n\n\n\n\nJ@`QQXR6B1)FQ}}P}$WYY(D.jpg (22.72 KB, 下载次数: 5)\n\n下载附件\n\n2011-12-19 06:07 上传\n\n\n\n\nIf you have additional wood, make a door.要是你有多余的木头，做一个门。Minute Nine第九分钟9:00-10:009:00至10:00Get ready for the night and craft a bed if you gathered wool. Note that the color of the wool doesn't matter; you can use any color of wool you have. This, however, does not affect the output's colors.准备过夜然后做一个床如果你得到羊毛的话。记住不区分羊毛的颜色；你可以用你有的任何颜色的羊毛。这个不会影响被子的颜色。\n\n\n\n\n1708144wjdw2ud992bbutp[1].jpg (13.57 KB, 下载次数: 3)\n\n下载附件\n\n2011-12-19 08:12 上传\n\n\n\n\nMinute Ten第十分钟10:0010:00Go to bed. If you have not gathered enough wool for a bed or do not want to use one, first check to see if your base is secure (is lit, has all four walls, and has a roof).去睡觉，要是你没得到足够的羊毛作床或者不想用，去看你的屋子是不是安全的（亮的，都有墙，并有屋顶）\n\n看着有可能不舒服，回来做完后做个整合\n\n"
        },
        {
            "author": "ayaya",
            "timestamp": 1324239660,
            "txt_content": " 本帖最后由 ayaya 于 2011-12-21 17:07 编辑 \n\nDusk黄昏You go to bed. Or, if you can not or do not want to use a bed to go to sleep, now would be a good time to start mining. While a safe method would be simply to dig a large room, lighting it up as you dig while looking for ores, a more profitable decision would be to look for a cave and start spelunking. If you decide to find and explore caves, a sword, food, and a light source (presumably torches) are absolute necessities. If you come across any ore other than coal or iron, get an iron pickaxe before you mine it, as using an inferior pickaxe will not only take longer to mine it, it will break the ore without dropping the resource. Be prepared for hostile mobs, as it is a common but fatal mistake for starters to think that the moon spawns hostile mobs, and not simply darkness. If you come back with enough iron, you will be able to experience many more features of Minecraft, mainly redstone, pistons, diamond, and much more. You have started on your path to your success in Minecraft, whether you found iron or not.\n你去睡觉。或者你不想去睡，现在是挖矿的好时间。在用安全的方法可以简单的挖一个大房间，照亮你的房间然后找矿，最好找个洞穴后探索他。要是你想找到和探索一个山洞，剑，食物和一些灯光、（比方说火把）是必须的。要是你发现一些铁和煤以外的矿，你需要一个铁镐挖他，要是你用他以下的工具，不仅你要花很长时间挖，他还会把矿弄坏。为怪兽做准备，很多会人开始认为月亮会生出怪物，但是这是个常见又致命的错误，这不仅仅因为夜晚。要是你带回足够的铁，你可以去探索更多Minecraft的乐趣，像是红石，活塞还有其他的。你已经成功的开始你在Minecraft中的道路了，不管你有没有发现铁矿。\nOther Options其他选择One good idea is to chop extra wood and burn it for charcoal. With practice, you can start a new game and as long as you are near trees when you spawn, you should be able to make basic tools, a furnace and have enough wood for torches before midday (5 minutes).多砍一点木头然后烧成炭是个很好的选择。在练习中，你可以开始一个新游戏，只要你在出生的时候有树，你应该可以做基本的工具，一个炉子还有准备足够的木头在下午（5分钟）的时候做火把做火把。\nOften people would rather use up wooden tools before switching to their newly made stone tools. Unless you would otherwise be using your hands, in which case use whichever wooden tools you have left, it is always preferable to switch to the stone tools as soon as possible.经常，大家想把木头工具用坏之后再用他们新的石头工具。除非你想用你的手，在任何时候你还有剩下的木头工具，最好还是再有能力的情况下立刻换成石头的工具。\nIf possible and if you can spot a position where you would like to build your house when you spawn, try to gather the resources from nearby, and only dig where you would otherwise dig to construct your house to save time later. Replant all saplings as soon as they fall if this is the case so that you have less distance to walk later.在你生成的时候，要是可以在附近找到合适的地点建你的房子，试着在这附近找资源，为了节省时间，只挖你想建房子的地方。尽快的种树苗，要不然你回来会走很多路。\n完，润色中"
        },
        {
            "author": "ayaya",
            "timestamp": 1324239720,
            "txt_content": "果然图蛋疼了，求办法...."
        },
        {
            "author": "eisenwater",
            "timestamp": 1324240860,
            "txt_content": " 本帖最后由 eisenwater 于 2011-12-18 21:03 编辑 \n\nEmmmmm.....\n\n第三分钟的这句话 \"so pick a suitable place.\" 似乎是\" 因此你要选择合适的地方来开这个洞\" 的意思.\n\n这表格要怎么做我也不太清楚, 尝试下帮你改吧 \n貌似要用表格还原WIKI的效果太难了, 你可以用图片的形式来发合成表\n\n第一句的definitions 应该是\"游戏讲解\"的意思, 亦即和前面的\"game guide\"是一样的.\n\n生存狂表示这个太对胃口了, 一开始只挠最低限度的3块木头我这样子做好久了\n\n翻完我给你加分"
        },
        {
            "author": "Mei灬不是",
            "timestamp": 1324243620,
            "txt_content": "eisenwater 发表于 2011-12-18 13:41 \nEmmmmm.....\n\n第三分钟的这句话 \"so pick a suitable place.\" 似乎是\" 因此你要选择合适的地方来开这个洞 ...\n支持一下，这个图让人很纠结啊..用表格吧"
        },
        {
            "author": "ayaya",
            "timestamp": 1324246200,
            "txt_content": "感谢QQ，我以把图片上好"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1324249560,
            "txt_content": "- -第一个10分钟？ 先花几秒把钻石工具都修改好 然后弄tnt。。。"
        },
        {
            "author": "ayaya",
            "timestamp": 1324257060,
            "txt_content": "green丶bastard 发表于 2011-12-18 18:06 \n- -第一个10分钟？ 先花几秒把钻石工具都修改好 然后弄tnt。。。\nX10算元老了，这是WIKI的新手教学\n并且,白天刚生会有JJ怪让你杀？"
        },
        {
            "author": "stalincenlam",
            "timestamp": 1324258860,
            "txt_content": "ayaya 发表于 2011-12-18 20:11 \nX10算元老了，这是WIKI的新手教学\n并且,白天刚生会有JJ怪让你杀？\n都说是修改了。。就是修改器~~"
        },
        {
            "author": "geludan",
            "timestamp": 1324259340,
            "txt_content": "怎么说呢，有的不需要1分钟，有的超过1分钟，这只能说是开始玩MC的头十步。。。真的，挖木头合成做镐子快我只要1分钟，但是找矿可能要5分钟这样子的。。。"
        },
        {
            "author": "ayaya",
            "timestamp": 1324260900,
            "txt_content": "stalincenlam 发表于 2011-12-18 20:41 \n都说是修改了。。就是修改器~~\n没看清，以为修理呢"
        },
        {
            "author": "ayaya",
            "timestamp": 1324261860,
            "txt_content": " 本帖最后由 ayaya 于 2011-12-18 21:36 编辑 \ngeludan 发表于 2011-12-18 20:49 \n怎么说呢，有的不需要1分钟，有的超过1分钟，这只能说是开始玩MC的头十步。。。真的，挖木头合成做镐子快我 ...\n只是给新手的教程，原文：Tutorials/Your First Ten Minutes In Minecraft WIKI的，老手够喷的了，觉得好玩，就翻了。每一个第一次玩的不会做出来的。\n新手会手忙脚乱的做东西。他只是一个指导，叫你不要花太长时间找矿"
        },
        {
            "author": "youmi007",
            "timestamp": 1324270800,
            "txt_content": "不错啊，回想我第一次玩这游戏的时候。。。。没床，晚上还是真的怕怕~ 哈哈"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1324270860,
            "txt_content": "ayaya 发表于 2011-12-19 09:11 \nX10算元老了，这是WIKI的新手教学\n并且,白天刚生会有JJ怪让你杀？\n修改\n\n你个撸娃娃"
        },
        {
            "author": "zz06oq06oq",
            "timestamp": 1324291560,
            "txt_content": "别认真抠时间嘛，这个还是蛮有趣的，像看预言书一样"
        },
        {
            "author": "katetem",
            "timestamp": 1324295340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ayaya",
            "timestamp": 1324328220,
            "txt_content": "katetem 发表于 2011-12-19 06:49 \n老子5分鐘開金子了(但磚石還是要13分鐘)\n.....只挖金子我也可以"
        },
        {
            "author": "ayaya",
            "timestamp": 1324328280,
            "txt_content": "zz06oq06oq 发表于 2011-12-19 05:46 \n别认真抠时间嘛，这个还是蛮有趣的，像看预言书一样\nwki的，我也没办法，我肯定不会那么扣的。\n只做翻译...."
        },
        {
            "author": "eisenwater",
            "timestamp": 1324451400,
            "txt_content": "最后一篇需要润色一下"
        }
    ]
}