{
    "title": "《阴阳》重编版 第壹章 重现",
    "author": "756677537",
    "replyCount": 2,
    "timestamp": 1374507240,
    "txt_content": " 本帖最后由 756677537 于 2013-7-22 23:36 编辑 \n\n第壹章 重现一声声鸟叫从不远处传来，艾曲康昏昏沉沉地想睁开眼，却被刺目的阳光打了回去。他直起身子，双手无力地撑着地，缓缓眯开一条缝，眼前的一切都模模糊糊的。虽然光很亮，但不知为何，还是比往常暗了不少。“恩？”艾曲康突然意识到什么，“我不是死了吗？难道真的有死后的世界？还真美好啊……”“傻蛋，你没死！”一声浑厚的巨响从艾曲康的头上传来，立马把他震得耳膜直叫痛。“怪，怪物？”艾曲康飘飘地一扭头，突然看到一颗巨大的黑头，似乎是古代传说中的龙，但却比其丑陋地多：黑色的龙头，淡金黑色的双翼，幽绿浑浊的双眼，浅伤露白的爪子，粗臭的体气——艾曲康一下子一个翻身，弹了起来，伸手就想抓剑，浑身强大的内力马上就迅速汽化成了一层蓝白色薄膜，而他却发现只有破烂的衣裤，连身上的包裹都不翼而飞了，甚至内力都比以前微弱了好几成。艾曲康只好妥协，干脆放下了防御。“……怪物？哼……”那大头幽绿的双眼一闭，鼻中喷出一股浑浊的热气。“果然是我老了么……”那头高了起来，渐渐后退，露出其足以遮天的双翼与巨大的龙身龙爪，双翼一舒展，伸了个懒腰，慵懒地道，“在你面前的是一头伟大的龙！你没看错，就是龙！”其五十米高的身躯足以令凡人颤抖。“龙？可你为什么……”艾曲康不相信传说中有着完美曲线的金色圣物的真面目竟是如此。不过他不是个凡人，不会因为见到了千古来一直无法验证的神物而腆礼膜拜。“这说来话长了……”那黑龙无奈道。“请问怎么称呼？你能告诉我我为什么会在这里，难道我刚才的一切都是梦吗？”“叫我末影龙就好了——吼吼，我可是这个世界最强大的存在！”末影龙不禁一阵得意自豪，“不好意思，失态了……”接着，他马上换了副表情，清了清嗓子，严肃地道：“你在的这个世界，不是你原来的世界。这个世界叫minecraft，是这个世界的古语，意为‘我的世界’，是这个世界的创世神所留下的话。”说到这里，它停了停，目露期待的神色，似乎在等待着什么。“什么，神？那不是……”艾曲康按捺不住激动，急切地问道。“哈哈，就知道你会俗了。这个世界可跟你那个世界不一样……——我刚感到了两股来自异次元的波动，一定是你和另一个人在巧合间划破次元穿越了……啧啧，这是要多大的巧合性和力量才能做到啊……不过，你一定是附近的时空过来的，因为据我所知，只有神才有真正撕裂空间的力量；你没被‘神罚’撕碎已经算好了。”“这么说，妖舞漆活着吗……”艾曲康的一颗石头立马升起了，但随之又有一个落下了。“喂，你在嘀咕什么？想活下去就听我讲啊！”“哦，对了，这么说那个人也是……”末影龙话说了一半，马上意识到什么的样子，口一闭一张，一下换了个话题。“不管怎样，不知你那个世界是怎样的，但我们这个世界却和另外两个世界串联了。这个叫凡界的世界的人们称呼另两个世界为下界和末界。当然，虽然我能感觉到你强劲的……原力，但照机遇来看，你一个外来的人恐怕一辈子都到不了了。当然，你更可能死在这里。不过幸好你遇到了我，你看到了吗？”它又顿了顿。艾曲康环顾四周，果然是寸草伴杂花，没多少动物欢愉着。“怎么样，跟我走吧。你身手挺好的，当我的小跟班，我能听你讲故事解闷，而我则能保护你，划算吧？”末影龙得意道，似乎在引自己巧妙的算盘以为傲。“你的目标终于暴露了……不过这样就牺牲了自由。我能保护自己，见到你是我的荣幸，我不希望有个太强的伙伴，这样太招摇。”“你有武器吗？”“……”“你知道这个世界有多少走兽猛禽鬼妖龙蛇猴精鼠怪吗？”“……”“当然是怎么可能……”末影龙窃笑道。“总觉得你说的不靠谱……还是别跟着你的好，不然才可能有这些玩意来打我……”“吼！……你藐视我！我可是三界的首领！——当然，是之一——不管怎么，你怎么可以小瞧我！”“可你找别人不行吗？这世上又不是只有一个武功高的人。对了，我听你刚才说原力，那是什么？”艾曲康疑惑道。“那你当我跟班。”“我顶多和你一起。”“成交。”末影龙暗暗得意。“原力是人们控制自然与身体的能力，是有属性的，比如火原力强的人可以控制火，并把自己变得高温。而中低级原力可以从颜色直接看出其属性；若是高级原力则返璞归真，统为白色；若是像我这样的半神级原力，就可以在一定范围内改变其属性和颜色。——其实很久之前，我的原力是白色的，在一场不可告人的战斗后……”末影龙突然又闭口不说了，这也似乎是他的禁忌。“这么强？这么比起来，我的内力真的不算一回事……”“啥内力？哦，就是你们那个世界的力量啊……看颜色我还以为也是原力呢。其实你的力量可以和高级原力有的一拼了。那么，走吧。”末影龙急道，“我还要赶路呢。”“等等！”艾曲康急忙回道，“我……”“有话快说。”“我……没装备，你让我这几天穿这破烂衣服混白饭啊？”艾曲康没了剑，感觉就像是没了信仰。“就这点小事？好吧……”末影龙不愿在这种事上浪费时间。“吼、吼！！————”末影龙低吟一声，又长吟一声，只见远处的牛羊立马被震死，他们的皮毛与骨肉自动地被天地间飘来的紫黑色颗粒所托起，末影龙身上也悄然飞出一滴黑红的东西，在空中交织着，发出耀眼的金光。此时，艾曲康不禁想起了弟弟妖舞漆的邪功，同样是在黑的范围内的，一个是正，一个却是邪。艾曲康不由自主地长叹一口气。一个羊毛皮革背包很快被那股神奇而微妙的力量——暗黑色原力，所打造完成。接着，那背包竟自动飞了过来。“这就是原力操控自然的力量吗？”“是的。其实这根本不算什么。怎么？嫉妒了？”“这倒没有……”背包飞到艾曲康的背部上方后像是又受到了指挥一样，缓缓落到了艾曲康的背后，艾曲康双手一伸，背包就贴到了背上，一堆柔滑感立马在背后产生，令人不禁感叹自然的力量。“里面有你十天的肉粮和一个羊骨瓶，足够满足温饱问题了。待会儿我还会给你一个惊喜。那么，接下来我就给你做武器吧。你想要什么武器？对了顺带一提，从古到今数万年来，我只给你和另一个人做过武器。那个人是世界的开拓者，你能和他一个待遇，应该感到荣幸哦~”“好的，谢谢。不过那个‘哦~’是怎么回事……”“不要在意啦~王者也是寂寞的，有时就需要这么自我排解的啦~说吧。只要不过分，我一定帮忙。”“一米二长剑，剑柄长二手半，锋利无比，不超过五十斤，离剑锋半米处有五道交叉的血槽。”“又是剑？我有一个老朋友，他也和你一样用剑，不过用的是双剑；这真是和他一个模子里刻出来的，奇怪的用法呢……吼！！！——”末影龙调侃着，就是一吼。这一吼，蕴含的力量竟使天地为止摇动，云层也因此快速聚拢又拍散，艾曲康的耳膜此时竟开始嗡嗡作响。“吼啊啊啊啊啊啊！！——”无数树连根拔起，又是无数岩石被无形的原力所震碎、爆起，无数道七彩神光从天而降，全部织成丝带绕着一堆逐渐汇聚的沙石股砾、原木碎枝在一起，逐渐汇成一起，又轰地一声爆开。接着，末影龙身上急飘出无数黑色力量颗粒，而艾曲康则被一股强大得令人无法反抗的力从身体中直接抽取出源源不断的淡蓝色力量颗粒和一个个比例完美均匀的彩块汇成淡黑色的粘性物质，一个个接连着粘合在一起，渐渐地到了剑身的打造处。这时，艾曲康感觉没有多大异样，末影龙却肉眼可见地浑身颤抖，不断冒出白金色的汗来。“没想到……你……的力量……如此强，我都……无法坚持制造这……咳！”，末影龙这时竟口中溅出大量红紫色的血来，幽绿色的眼睛喷发出无数黑金色的神光。剑身仍在不断完善，灰色的剑身上铭刻着无数有着蓝黑金三色的魔纹，给人一股比末影龙更神圣的感觉。“额啊啊啊啊！！——”末影龙蜷缩着，突然它的双翼各自的大半黑金皮肤和其下包裹的血液在这一瞬间全部粉化，碰地一声全部化为纯黑色细粒飞过去，只剩下连接处的皮肤与大量渗人的白骨，露着从外表上唯一能证明其神圣身份的淡金色微粒。末影龙痛得无法睁开眼睛，却没再叫一声痛。所有微粒都凝结在血槽与剑锋上，淡淡地露着框架，似乎还缺点什么。“呼……”末影龙长呼一口气，再长吼一声，世界竟在此时稳定了下来，接着剑完全成形，霸气的黑白两色直接显露，一块块力量结晶紧挨在一起却毫无违和感。长剑嗡的一声，直接撞向艾曲康，艾曲康一跳数丈高，伸出双手，右手向右下带着身体一旋就是五六圈，接着一下抓住了回旋了十几圈的长剑，竟没一点伤。接着那把剑就一直稳定下来了。“嘶……也没算我白费功夫。小子，算你幸运，这把剑竟是半神级……刚那是他和你认主了。”末影龙欣慰地望着身前那渺小而又高大的约二十岁的小伙子，“凋灵那老家伙算是有麻烦了。”",
    "replies": [
        {
            "author": "w873130585",
            "timestamp": 1374507300,
            "txt_content": "顶一顶。凋零竟然是个老家伙"
        },
        {
            "author": "xingge0",
            "timestamp": 1374507840,
            "txt_content": "顶 顶。凋零竟然是个老家伙"
        }
    ]
}