{
    "title": "化学MOD使用方法和用途",
    "author": "lujigouSB",
    "replyCount": 6,
    "timestamp": 1374565020,
    "txt_content": "  嗯，不好意思第一次发这种东西。其实呢这个MOD是可以在MC中文下载站找到的，并且通过下载站论坛也能找到相应的下载与英文视频介绍但是吧里还没有而且看英文视频乳酸你懂得(其实中文说明我一开始也看不懂)如果对原搬运者有不便麻烦吧务删帖　　其实这个MOD并没有想象中的科学，也不存在真实的化学反应，说到底就像是炼金术一样，分解身边廉价的东西炼制成更有用的材料，还有无中生有，是这个MOD的基本主题。这样看起来还是有些略坑爹，可玩性还是有的。　　首先是这个mod所包含的道具、方块的合成方式解器，很基础的道具，可以把此MOD相关的材料分解成化学试剂　　元素聚变器，可以使两种元素以叠加原子序数哦方式进行聚变，中间的试剂是钍(Th)化合反应台，进行各种不科学的化合反应　　分解反应台，进行各种不科学的分解反应　　元素裂变器，和聚变器作用相反，可以把一种元素以原子序数减半的方式进行裂变。中间的试剂是铀(U)物质还原台，将已完成的化学试剂成品转化为相应的物品，二转一的方式　　分别为元素周期表、元素周期表挂画、化学书和分子分拣机　　用来乘装试剂的空试管，基础道具　　元素周期表挂画会占用5x9的平面位置，而单独的元素周期表要拿在手里右键查看。显示效果很好　　接下来是各种仪器，首先是这个装置(电解器)与化学MOD相关的材料基本都可以通过它电解成化学元素或分子　　打开后界面如图，你需要在上面放上两个空试管，下面要放满3个电解材料才可以开始运作。当然3个都是一样的并且是可以被电解的　　当放置完毕后电解过程开始，所需要的时间与炼金时间应该是一样的。　　打开后界面如图，你需要在上面放上两个空试管，下面要放满3个电解材料才可以开始运作。当然3个都是一样的并且是可以被电解的　　当放置完毕后电解过程开始，所需要的时间与炼金时间应该是一样的。　　以水电解为例，电解结束后会生成氢气和氧气两种试剂。以上为氢气试剂　　当然其他的东西有很多是可以电解的，比如蔗糖，电解之后会形成两种不一样的化合物试剂，如图，左是C2H8O11,右是C12H22O11。　　事实上如果打开化学书的话会看到一张化合列表，可以把表中内容的逆过程当作是电解器的电解产物。但这并不是绝对的，有些物质电解后得到的东西比合成它所需的东西少很多　　接下来这个便是化合反应台，实际上它只能进行化学试剂元素的叠加并不能进行真正意义上的化学反应。　　左边放空试管，右侧可放置最多4个合成试剂　　以氢气氧气化合为例，它并不能让它们化合成为水(H2O)，而是直接叠加成为(H2O2)相当于化合过程为　　(H2+O2=H2O2)　　由此可见这并不科学= = 　　如果说H2O2算是科学的那这个无论如何都说不通了，但真的合成出来了。但是，由于它是无法被识别的物质所以它的名称为???。　　你也可以用不科学的方法合成出科学的物质比如苯　　另外也可以把同元素单质化合使其系数增加比如。。。C5+C6=C11　　与化合反应台相对的分解反应台。作用与化合反应台相反　　　　比如，我用之前电解蔗糖得到的C12H22O11可以分解成C12、H22和O11　　如果试管足够的话会优先分解成各种单质，若是试管不够的话。。。不同物质不同组合。　　PS：单质试管一般为淡玫瑰色，化合物试管一般为浅绿色。　　那么，只要有足够的元素的话，可以通过任意的拆解化合，生成自己所需要的任何化学物质，比如KSN、H2SO4甚至硝基苯——电解TNT的产物　　但是，实际上这些物质都是不可直接利用的，比如化合出H2O，它却不能当作水来用，你需要把它转换。化合出氰化钾，也不能用来下毒，顶多可以作为转换成实体物质的一个基本分子　　所以说，这个化学MOD这一点非常坑爹。。。空拥有一堆化学物质，没有实际用途 　　极为不科学极为碉堡的玩意，元素裂变发生器!　　它可以将一种元素单质以减半元素序号的方式裂变为另一种元素!　　比如，我在左边放置一个C16，它就会开始裂变，最终会裂变成两个Li16.　　这个玩意很科学的把质子数为6的碳裂变成了质子数3的锂。　　如果我将质子数位奇数的B进行裂变，将会得到两个He。就是说，会损耗　　这个就是与之相对的——元素聚变发生器!依旧是个碉堡的东西。它的作用是将两种元素单质进行聚变，产生质子量为聚变材料质子量之和的新元素　　现在我将两种不相干的元素——质子数位4的Be与质子数为7的N进行聚变反应，最终会得到Na。　　它的聚变是无差别进行的。　　也就是说，现在我们可以利用这两种机器，任意的用基础元素制造出高等级的重元素.如果有耐心，完全可以把水电解，反复聚合之后得到珍贵的U(92).也可以说，如果有这两个玩意，就可以轻松的制作出来元素周期表内所有的元素!但是遗憾的是，90%的元素制作出来没有实际意义，不能得到利用。它依然只能作为转换实物的基础材料　　现在已经可以运用这些机器、反应台来合成、制造我们需要的任何物质了，那么如果它们一点用处都没有将会是非常非常非常xN坑爹的。那么，我们就把它转换为真正可以使用的物质　　与物质制造机媲美、蕴藏无限可能与希望的神奇炼金术最高端、最完美的机器——物质还原台!　　参考之前的化学书合成列表，你可以通过它把我们合成出来的两种物质放进去之后，得到我们需要的实用物体，以达到我们搞科lian研jin的最终目的。　　实战演练。使用硅(Si)与氧气(O2)进行物质还原，最终可以得到　　沙子x3.回顾之前看到的化学书，只要材料放对，就可以得到我们需要的任何物质。比如。。。花费大量时间提炼出C64两个，然后合成出3个钻石　　最后，来演示一下化学mod一个完整的炼金过程——由红石造铜矿　　首先电解红石，可以得到2个氧化亚铜　　我们需要单质铜(Cu)，需要将其塞入分解反应台，以制成所需的单质铜 　　两次分解反应之后我们得到了两个单质铜，已经足够了 　　然后crafting。。。　　成功了!　　现在掌握这些之后就可以称是一个炼金师了，基本所有的东西都可以得到了　　然而还有样东西需要提到——放射性物质，比如铀　　不小心回车。。。一般来说放射性物质都是比较危险的，它会使你处于被放射污染的状态。当然它的衰变是瞬时的，你把它放进背包，过那么一小会。。。　　所有的放射性物质，如果你不把它放进箱子，最终都会衰变成铅(Pb)而且自身还要受到污染。放射性物质一般都比较贵重，优先保存，以防止因衰变造成的损失　　基本算是结束了。。。至于最后那个分子分拣机。。。就不告诉你怎么用呵↘呵↗　　人家才不告诉你我也不知道　　基本就是这样，有疑惑还可以提出来，当然自己实践才是最好的。奇妙的科学(雾)世界，还是要自己去探索。顺便纪念。。。　　一片狼藉的桌面\n",
    "replies": [
        {
            "author": "1457666076",
            "timestamp": 1374565200,
            "txt_content": "不明觉厉。。。"
        },
        {
            "author": "a1006494357",
            "timestamp": 1374565440,
            "txt_content": "头像....美图秀秀吗..."
        },
        {
            "author": "741852M",
            "timestamp": 1374565680,
            "txt_content": "LZ万岁！！！"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1374565800,
            "txt_content": "Lz把防毒面具带上看看,我想看看效果……"
        },
        {
            "author": "lujigouSB",
            "timestamp": 1374565800,
            "txt_content": "a1006494357 发表于 2013-7-23 15:44 \n头像....美图秀秀吗...\n诶，你怎么知道、、、"
        },
        {
            "author": "a1006494357",
            "timestamp": 1374565920,
            "txt_content": "当老子没用过吗....{:10_568:}"
        }
    ]
}