{
    "title": "一个游戏；一个梦【第五章~标题不够长~~~~~~~~~~差不多了吧？~~】",
    "author": "无灬止境",
    "replyCount": 4,
    "timestamp": 1374570900,
    "txt_content": " 本帖最后由 无灬止境 于 2013-7-24 17:22 编辑 \n\n                                新的生活【第五章】\n\n\n       “额啊，好痛……怎么了……不会又死了？……呵呵……还真快啊……”\n\n\n        …………\n\n\n        太阳慢慢升起，温暖的阳光洒满大地，僵尸和骷髅射手又躲了起来，没来得及的，都在阳光下化为灰飞……\n\n\n        在一个宽敞的屋子里挤满了人，他们都围着一张铺着洁白被单的床。床上面躺着一个人，那就是我们昏迷不醒的主角。韩天的背部绑满了绷带但还是有丝丝殷红的血液渗出，染红了被单，若不是他微弱的呼吸声，否则每个人都会以为床上躺了个死尸。\n\n\n        在一个漆黑的空间里，浮现出两个身影，分别是韩天和一块血红色的石头。\n\n\n        “你是谁？”韩天看着眼前的石头，缓缓说道“我不是已经死了么？这又是哪里？”\n\n\n        从石头里传来一个苍老有充满威严的声音：“呵呵，年轻人，这么快就忘了我吗？我就是那块贤者之石啊，这里是你的精神之海。还有，你怎么能死呢，这个世界还等着你去拯救呢！”\n\n\n        “我？拯救世界？老大爷，你有没有搞错，我现在赤手空拳，怎么拯救世界啊！最起码给我点神通啊！”韩天听了之后，不但没有慌张，反而向贤者之石要起东西来。\n\n\n        贤者之石晃了晃，一句话语飘然而出：“汝乃吾主看中之人，吾替吾主赐你战神的血脉，以拯救这个世界……”这句话语仿佛被施了魔法般，在这个空间回荡，久久不能平息……\n\n\n        “啊，医生，他动了，他动了！”一个声音突然想起，随着声音而来的还有那个被称为医生的人。\n\n\n        “动了？！”医生半信半疑地走到床边，看着韩天，这时，韩天的手指又动了一下“奇迹！奇迹啊！左胸都快被洞穿了，竟然活了过来！看来我之前估计的没错，他的心脏真的长在右边！啊！神呐，你有挽救了一个生命！”医生心奋的语无论次，手舞足蹈，看的旁边看护韩天的大叔一阵尴尬。\n\n\n        “啊！我去，这是哪？斯！好痛。”韩天睁开了眼睛，想要做起来，但无奈背部传来钻心般的疼痛，只能再次躺下。\n\n\n        “小伙子，不要乱动，你的伤还没好，不过一知道吗？你的心脏长在右边！”医生说道。\n\n\n        “嗯，我知道，不过这是哪里？”韩天点点头，开口说到。\n\n\n        “这里啊，是全世界闻名的小镇，‘史蒂夫小镇’！因为九年前，我们这个小镇出了一个名叫史蒂夫的青年，历经重重困难，最终杀掉了终界龙，是这个世界躲过了九百九十九年一次的大劫难，但是，不知道这次的劫难，还会不会有英雄挺身而出，再次斩杀终界龙，拯救这个世界与水火之中呢？”医生有声有色的说着，说完最后一句话，脸上明显写着‘担忧’两个字。\n\n\n        等等！拯救这个世界？难道那个该死的老天爷是让我弄死终界龙？没道理啊？！算了，不去管什么终界龙了，还是平淡的生活最赛高了，就在这个小镇开始新生活吧！\n\n\n\n\n             新人第一次写小说，是需要支持滴！有意见可以在下面回复告诉我哦！\n\n                             下一章：http://www.mcbbs.net/thread-147245-1-1.html\n                         索引贴地址：http://www.mcbbs.net/thread-146689-1-1.html",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1374657660,
            "txt_content": "你的主人公的目标是什么。。。。。"
        },
        {
            "author": "无灬止境",
            "timestamp": 1374658140,
            "txt_content": "Terry39 发表于 2013-7-24 17:21 \n你的主人公的目标是什么。。。。。\n离开这个世界，回到地球【找老婆~~】"
        },
        {
            "author": "Terry39",
            "timestamp": 1374658260,
            "txt_content": "无灬止境 发表于 2013-7-24 17:29 \n离开这个世界，回到地球【找老婆~~】\n找呀找呀找老婆～～～"
        },
        {
            "author": "无灬止境",
            "timestamp": 1374658560,
            "txt_content": "Terry39 发表于 2013-7-24 17:31 \n找呀找呀找老婆～～～\n找到一个老太婆~~"
        }
    ]
}