{
    "title": "回归1.62 极限的悲剧~惨绝人寰",
    "author": "de812",
    "replyCount": 9,
    "timestamp": 1374604320,
    "txt_content": "1.5的年代大型的mod都玩过了~极限也玩过，压力不大~之后去玩了更新的饥荒，更新的洞穴人物东西也玩完了  回来看论坛哇都出到1.62了\n不想玩mod了~联机也没啥意思  于是下了个原版装了2个mod（R整理和G合成表）\n想到之前1.52的极限经历，觉得还是增加点难度\n\n之前的极限都用权宜的方式，于是这次开始时设定了几个条件\n0极限模式\n1不睡觉（睡觉基本等于无怪探索除地下，其实这也是比较符合游戏的，不然天黑有啥用，就是要合理利用白天时间）\n2只吃素（除腐肉），不杀生（就是不杀猪牛羊鸡等，杀生食物来源太快）\n3不以地道形式挖矿（就是挖矿只能去矿洞挖看到的矿，不然去12层直线挖只是消耗时间，完全没怪，建地下的家也不能以挖矿为目的）\n4不用地图和基本信息mod（游戏中本来有时钟和地图，而且这样子就必须想好各种标记等方法来记住各种方位，探索洞穴的难度也增加了，洞穴的标记方法又得多想想了，当然我是想真地下迷路倒可以直线上升，只要地标做好回到原来地方也不难。）\n4不欺负小黑三格高（打珍珠难度加大了）\n5不造刷怪塔\n6不用任何形式的bug\n\n",
    "replies": [
        {
            "author": "Bruce.Owen",
            "timestamp": 1374604440,
            "txt_content": "{:10_492:}吃素前期怎么办？"
        },
        {
            "author": "lichi2050",
            "timestamp": 1374604860,
            "txt_content": "LZ加油吧，我是撑不下去的【应该吧】"
        },
        {
            "author": "de812",
            "timestamp": 1374607680,
            "txt_content": "      预想是开始就近安临时家收集种子种小麦，有咖啡豆就曲奇，做个高高高台开视野高看地形，等食物充足去附近下矿洞，探索完了，移动到下一个地方继续安临家，找矿洞，1.6我只稍稍看了下马这东西也无意中看到说一个地方呆久了怪变强，这也刚刚好符合我这剧情~{:10_492:}矿资源够了，去地狱，拿地狱疣和棒子，之后找村庄换眼，加上平时的珍珠，如果黑龙没改的话继续一弓一钻石剑几夜视药水轻松虐杀黑龙结束。仅仅是预想。。\n\n于是很有信心开始了。。\n    第一次因为不杀生的设定，开始能吃的东西不多，不习惯，材料鲁多了，不够时间等小麦，血也消耗了不少，在地下的家里想了想~出去找想打劫僵尸要点口粮，背后被僵尸鲁死，我觉得是自己不小心。\n    第二次，还没真正体会不杀生缺粮的教训，晚上出去，发现1只僵尸老远就有动作，感觉这版本僵尸的探测范围大了，石剑不给力，拉到太多怪，被小白爆了，好吧，还是自己不小心。\n    第三次，这次老早就选好地方，种下小麦，晚上呆地下家挖石头，反正没事干，采集点石头造高高高塔这地标，没封地下入口，有于只挖了很浅的地下，有只僵尸来了，我在放置东西进箱子，觉得最最伤感的一次，我习惯了《饥荒》的按键，E这键在饥荒转地图的，基本很少用，按了tab，卡在放置的物品的窗口，僵尸一碰，我死了，我也纳闷，我血很多的，而且那僵尸空手呢，虽然裸奔，怎么就被秒了，郁闷继续。\n    第四次，开局同上，存活天数每次都在增加，感觉有机会要度过最危险的开局期了，晚上在家挖东西，不敢露头，几天过去，吃的多起来--曲奇，于是去了附近的矿洞，太小了，回来的时候天已经黑了，在家附近没看到怪，我插了不少火把，刚好看见几个小麦黄了，忍不住，收了吧，就收了几秒，菊花一紧，回头，没怪啊，跑，跑出了麦田，仔细一看，什么时候多了个小僵尸？这个矮，都差点忽略了，我拿出石剑，可震惊的，它的速度飞快。。然后，没有然后了，回头掏出武器就一瞬间，好吧，知道有速度快的小僵尸，算了继续。\n    第五次。。。。。。。开局超级好，看见了沼泽，拿到了13个红蘑菇N个灰蘑菇，这次爽了，木头都很少伐，直接去找个人最最最理想的地方安居——村庄，玩了这几个小时，晚上都不睡觉的，感觉孤独了，想找点村民聊聊，果断飞奔不管饱食度，没找到，还有4个红蘑菇，就找了个不错的草原，附近有沙漠，雪地，沼泽，树林包围，地下的家搞起，玩了很久，食物解决了，咖啡豆都找到了，只是没下过矿，那矿洞都很少很细，只挖了几个铁，做了个水桶和铁镐，一个铁头，然后等高塔也做好了，直冲云层，用了不少时间伐木，田是40个格，甘蔗，咖啡豆，晚上蛋疼连地洞入口都做了玻璃入口+门，还有地洞下的玻璃天窗，感觉正式开始挖矿生涯了，夜里没事干了，石头也不缺，我地上附近20~30格子都有火把光，很大一片火把光区，基本没有什么怪，探头出去看了下，有只唯一的一只僵尸在20格子附近，我想那要补个火把，反正没事干石头也不缺了，1只杀了补火把回来，也是时候杀杀怪玩了，一出门它就屁颠屁颠的跑过来我怕拉到没火把地方的其他怪，在门口等着，轻松杀掉，正要回去，发现好远好远的地方，那僵尸也跑过来，我去，这么远，丧尸感知mod吗！尼玛，回家，管他，关门，来了一个敲我门，烦，踩了下门内踏板放进来，杀掉，还在有只在敲门，算了不管了，一会儿。。。。。彭的一声，3+1的小僵尸进来了，我去，僵尸不是敲一下，自动放弃然后重新计算耐久的么这木门，怎么这也改了，底下的家太不够大，拉空跑了出去外面，杀！一边杀一边发现，小僵尸也来了，而且，背后总会被打，僵尸越来越多，没小白没苦力怕，就僵尸，死了，前期的僵尸压力不是很大，都能跑开，只是总会背后来一下，死得苦B，算了。累了，有心情再来。\n\n这版本的僵尸翻身做地主了，之前最后才鸟他的，小僵尸，速度超快，大僵尸，探索范围超广，僵尸海啊，后期或者不怕，但是原版的前期绝对是个大杀器！才发现马儿不是这个版本的主角{:10_522:}"
        },
        {
            "author": "k1999115",
            "timestamp": 1374608460,
            "txt_content": "·表示我没得玩我在用5.2...呵呵"
        },
        {
            "author": "de812",
            "timestamp": 1374608700,
            "txt_content": "Bruce.Owen 发表于 2013-7-24 02:34 \n吃素前期怎么办？\n食物想好了，只吃素食看到籽珉的视频想到的，这里只想增加点难度的设定。\n第1~3天主要靠苹果，蘑菇汤，南瓜饼，腐肉（没想到僵尸君翻身了这版本），之后有小麦，不过早上听见火烧的声音然后去捡骨头和腐肉还是可以的，就开始小麦成熟前而且过了就没事了，而且不算太难。"
        },
        {
            "author": "de812",
            "timestamp": 1374609600,
            "txt_content": "      可能是有点时间没玩不习惯吧~\n      还是饥荒的思维还在影响，总喜欢去有群居的友好单位附近定居，想找村庄也是这个原因，饥荒要找牛和猪人做外援-。-太习惯找外援了，虽然知道村民只能是要我去保护而非保护我。\n      玩完饥荒回来，看见火把觉得太不习惯了，一直亮~原来是个好幸福的事情~食物不变质原来这么爽~怪物弱（好吧僵尸君没说你~）原来这么舒适，虽然叫声不好听。开始不用解锁科技合成原来这么方便-。-饥荒一直不用mod，用了太影响游戏平衡性了。\n     有了以上的悲摧经验，等有空有心情，继续发展下去我全套装备就是你死期了僵尸君{:10_524:}"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1374611040,
            "txt_content": "de812 发表于 2013-7-24 04:00 \n可能是有点时间没玩不习惯吧~\n      还是饥荒的思维还在影响，总喜欢去有群居的友好单位附近定居，想 ...\n看来饥荒是一个磨练人的游戏。。改明我也去试试"
        },
        {
            "author": "Coerce",
            "timestamp": 1374620580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "j20020228",
            "timestamp": 1374622380,
            "txt_content": "那么多~                 "
        }
    ]
}