{
    "title": "【'wassup（咋咧！）】01",
    "author": "z736027620",
    "replyCount": 10,
    "timestamp": 1374600780,
    "txt_content": " 本帖最后由 z736027620 于 2013-7-24 01:34 编辑 \n\n丹尼·萨姆顿是一个典型的上班族，工作在一个可说是偏小的城市里，但这个偏小的城市里，貌似并没有显示出“偏小”这两个字，城市拥有着偏小但优秀的环境，很适合养生，所以说大多数富有的老年者，都来到这个地方养老，与其说是养老，还不如说是期望这个环境可以让上帝或者死神可以原来找到他，上帝还好一点。有点偏题，我们的故事可不是这些富有期望生命无限的老年人（这里没有排斥，肯定会有这样的人啦）。我们的故事，要从这个叫做丹尼·萨姆顿的二十七八的家伙说起。\n丹尼是一个建筑设计师，建造设计的，通俗说就是个画图表，做3D模型的家伙。虽然搂着一年还算蛮多的薪水，但在世界来看这终究是一个上班屌丝族。但是他的外表，跟他的“内表”，是完全不一样的。他有个很奇怪的现象，连他自己也解释不清楚，甚至他都问过那些说这个只不过是梦的自然表现罢了的秃顶医生。他每天晚上在睡觉的时候，都会到一个全新的世界，这世界都是四四方方的，刚刚看到这个的丹尼可是惊奇了半天，他在想着世界是怎么制作出这些四四方方的东西的，但是当他看到这里的生物的时候，他前面所作出的才想全部飘走，这里的生物都是四四方方，这个世界都是四四方方的！由此导致丹尼将这个世界成为方块世界。他在这里就相当于有了第二个人生，从他有记忆起，这种现象就出现了，几乎这两个世界是从他自身出发的，他六岁，方块世界中的他也就大似六岁，于是如今这个二十七八的丹尼，方块世界中的他，也是二十七八岁。阅读到这里，你觉得我前面说的太无聊了？那就请继续阅读吧。\n\n“丹尼。你看一下这个新方案吧……”一个中年人走进了这个办公室，挥了挥手上的档案，随后无奈的笑了笑，将档案放在了丹尼的桌子上，“挣这群日本人的钱真是比挖掘底下通道还要难！你看！他们又新添加了好几个要求，反而说要将这个地方百分之三十都用来做绿化什么的！”“倒也不是这样啦……”丹尼说了一下，随后马上就被中年人抢过了话。“不是这样什么！我看着，日本没有什么值得我们来弄的了！”“挣钱是必须的，除了这个之外，我觉得日本的动漫也不错的呐。”丹尼托了托眼镜，拿着草稿笔认真的看着中年人，“淫浪，不是吗？”“也对……等下，你妹的不要叫我的外号啊喂！”中年人略带愤怒的看着丹尼，只见丹尼笑了笑。\n等中年人出去后，丹尼拿起了那个档案，看了一眼，随后又看了看那个草稿纸，最后又看了看那个自己做出来的模型，随后苦笑了一下，甩了甩头，提一下精神，就将模型上面的好几栋建筑物全部拿起来丢到垃圾桶，随后又将草稿纸揉了揉也丢了进去，再次苦笑了一下，只好重新拿张纸重新画了起来----------------暑假，果断子楚我又来开坑了，好久没来论坛了呐，来了就开个坑吧，这个不算是坑吧……这个暑假填完，争取保持一天一更/填坑，最晚延迟一天更/填坑一次咯，除非特殊事件，就保持一天一更/填坑或者两天一更/填坑的状态。这个作品的大概完全是由我一开始大概有十秒钟的时间想了出来，然后又想了大概有几分钟，坐在座椅上思考了几分钟，床上睡了几小时想出来的结果。01的话最多介绍一下大概会出生什么事，当然我也没有仔细介绍，只是前几段那个被一个人认为是啰嗦的段子，就相当于介绍了吧，后面那几个只是正常尿性开头。总之，我给这部作品定了一个定义：暑假坑。至于标题应该会有人吐槽 这个缩写的WHAT'S UP是要闹哪样是吧？可以透露的信息：这是一个口头禅，不是主角的，但后来会变成主角的。      by 子楚 13.7.24 1:31                                       \n\n\n",
    "replies": [
        {
            "author": "Bruce.Owen",
            "timestamp": 1374604980,
            "txt_content": "不错的世界观"
        },
        {
            "author": "星麒尔",
            "timestamp": 1374623220,
            "txt_content": "故事很成熟，好像是成年人的感觉~"
        },
        {
            "author": "Technology",
            "timestamp": 1374624780,
            "txt_content": "星麒尔 发表于 2013-7-24 07:47 \n故事很成熟，好像是成年人的感觉~\n子楚都是奔三的人了.."
        },
        {
            "author": "银狼",
            "timestamp": 1374635820,
            "txt_content": "What...躺枪吗？（好久没见你开坑了 0 0 ）"
        },
        {
            "author": "z736027620",
            "timestamp": 1374643320,
            "txt_content": "Technology 发表于 2013-7-24 08:13 \n子楚都是奔三的人了..\n三十？！你在逗我？！我怎么不知道我是要奔三十的人了"
        },
        {
            "author": "z736027620",
            "timestamp": 1374643380,
            "txt_content": "银狼 发表于 2013-7-24 11:17 \nWhat...躺枪吗？（好久没见你开坑了 0 0 ）\n{:10_492:}本来想写TECH的 但是是在不知道TECH音译翻译应该怎样 本想把淫浪写咋后面 如今先把你给弄上吧"
        },
        {
            "author": "银狼",
            "timestamp": 1374643440,
            "txt_content": "z736027620 发表于 2013-7-24 13:23 \n本来想写TECH的 但是是在不知道TECH音译翻译应该怎样 本想把淫浪写咋后面 如今先把你给弄上吧\nQAQ无辜躺枪 ..."
        },
        {
            "author": "z736027620",
            "timestamp": 1374643620,
            "txt_content": "银狼 发表于 2013-7-24 13:24 \nQAQ无辜躺枪 ...\n后面大多数都会出现的 TECH 果冻什么的 不过应该只会出现在方块世界内"
        },
        {
            "author": "强子、",
            "timestamp": 1374648300,
            "txt_content": "看起来题材新颖"
        },
        {
            "author": "z736027620",
            "timestamp": 1374652020,
            "txt_content": "强子、 发表于 2013-7-24 14:45 \n看起来题材新颖\n恩 类似吧   "
        }
    ]
}