{
    "title": "本人第一部作品，奇特历险故事（1）",
    "author": "yh957083453",
    "replyCount": 5,
    "timestamp": 1374638280,
    "txt_content": "前言：这是我的第一部作品，很简陋，希望大家见谅，毕竟写作能力也不强。如果好，你懂得，如果写得不好，请认真提意见，不要乱说，比如（因语言过于低俗，已屏蔽）还有（因语言过于低俗，已屏蔽 ）这样的话不要乱说哦。祝你阅读愉快。\n\n\n“伤势怎么样？”\n“恐怕很严重。他的头颅内已经出现大量积血，这里的医院没办法做手术，必须马上送到北京去！”\n\n这时，病人在几近昏迷地情况下小声地说：“mine—cra—ft.”\n“他说什么？”医生急切地问。\n“估计没什么，别管了，救人要紧。飞机准备好了吗？”\n“可以了，随时可以起飞。快，立刻赶往机场！”\n不久后，这架紧急征用的飞机伴随着巨大的轰鸣声，在乌鲁木齐漫漫长夜中起飞了，奔向那希望和光明。\n\n离到达北京还有【3】小时\n\n我感觉周围有很多人围在我身边，但却都是医生护士，他们似乎很忙碌，我不时听到他们说要多少什么东西。我自己身上也插着很多管子，逐渐地，我想起来了。我刚才不知为何，突然晕倒在地，当时自己的头很难受，似乎要炸裂了一般，现在不知为何，却感觉不到什么了，我知道这并不代表我好多了。身体也更加沉重，连抬一下手都要费很大劲。我知道自己发着高烧，意识也很模糊。周围不知堆着什么东西，应该是货物。我听到了飞机发动机恒定不变的声音，令人压抑。我向四周看去，透过窗户，我看到了窗外的星空和灯火。我的意识越来越模糊，他们说话的声音变得越来越小，在即将昏迷之际，我只看见了头顶的那盏奇怪的灯。\n\n“医生，他又昏过去了！”\n\n我感觉我来到了另一个世界，这个世界是如此真实，但又不合逻辑，我惊讶我在病重时还有清醒的头脑，突然，我发现我很正常，没有发烧，也没有不舒服的感觉。这是一片草地，不知是不是错觉，我发现草地上似乎有细细的网格，我用力向草地打去，竟然发现掉落了一个小的方块，原来的那块草地消失了，我捡起它，放在了背包里。无意间，我抬头望向天上，发现天上的太阳是方的，差点吓趴在地上。这是我昏迷时的梦吗？如此的世界，不是梦还是什么？我发现附近有一些树，用手对着那树打几下，竟然将其打掉了。很快，我“打”了几棵树，做了一些木板，木棍，又挖了一些石头，做出了各种工具，突然，我发现不远处有很多动物，在不明力量的驱使下，我杀掉了那些动物，掉落了一些美味的肉，我又做了一间简易的木质小屋，熔炉什么的也都有了，吃了香喷喷的烤肉，在羊毛床上睡觉的感觉格外舒服，只是外面似乎有一些东西出现了，我也没在意。不过梦里睡觉，竟然也行。一觉醒来，已是8点到9点，突然，远处出现了一个黑色的身影，我注视着那个身影，却发现那位“黑人”似乎发怒了，拿起旁边的东西以快得看不清的速度飞奔过来就要打我，我赶紧躲在屋里不敢动，但奇怪的是，他不小心跑进了旁边的湖水里，似乎受了伤，跑的没影了。我突然发现，附近还有一个绿色的东西，我走过去仔细看，但那东西似乎发现了我，朝我晃晃悠悠走过来。\n\n未完待续。To be continued.\n\n\n",
    "replies": [
        {
            "author": "yh957083453",
            "timestamp": 1374638640,
            "txt_content": "如果大家都说不错，我会更新的，如果大家说不好。我就只有趁着这个坑没挖的太大赶快弃笔不写这个了。"
        },
        {
            "author": "mc393958389",
            "timestamp": 1374724260,
            "txt_content": "好。写下去吧，骚年{:10_523:}"
        },
        {
            "author": "yh957083453",
            "timestamp": 1374724320,
            "txt_content": "mc393958389 发表于 2013-7-25 11:51 \n好。写下去吧，骚年\n终于有回复了。。。昨天中午写的，现在。。。才有人回复"
        },
        {
            "author": "ouqianwei",
            "timestamp": 1376211540,
            "txt_content": "额，大概不错吧"
        },
        {
            "author": "qwweeii",
            "timestamp": 1376529120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}