{
    "title": "刷怪笼的做法。",
    "author": "q1321082520",
    "replyCount": 8,
    "timestamp": 1374670080,
    "txt_content": " 本帖最后由 q1321082520 于 2013-7-24 20:51 编辑 \n\n\n                        注意此贴为转发的在此声明\n刷怪箱(Monster Spawner，或称生物生成器)是一种在地牢、废弃矿井、要塞和下界要塞中能够发现的，透明、深蓝色牢笼结构的方块。在笼子内有不提供任何亮度的火焰，和一个它会生成的不断旋转的缩小版生物。它旋转的速度会越来越快，直到一个生物被生成。刷怪箱可以生成任何一种生物。但如果不使用物品栏编辑器或地图编辑器，刷怪箱只能生成僵尸、骷髅、蜘蛛、洞穴蜘蛛、烈焰人或蠹虫。玩家已经设计了很多种陷阱杀死刷怪箱生成的生物，如利用高处坠亡、溺死、岩浆灼烧、仙人掌刺伤或者以上组合起来的陷阱。这可以使得玩家以非常小的代价获得经验并获得该生物的掉落物。(参考：刷怪塔)刷怪箱只能在创造模式中使用/give命令获得。属性：类型：固体方块受重力影响：否透明：是亮度：无爆炸抗性 ：25开采工具：稿可再生：否可堆叠：可以 (64)出现：刷怪箱可能会在以下地点出现，以以下几率随机出现一种：地牢生成僵尸(50%几率)，骷髅(25%几率)或者蜘蛛(24%几率)，在蜘蛛刷怪箱中生成蜘蛛骑士(1%几率)。每个地牢仅有一个刷怪箱。废弃矿井生成洞穴蜘蛛。一般位于水平的隧道中，并且被大量的蜘蛛网所包围。要塞生成蠹虫，位于末地传送门框架所在的房间。每个要塞仅有一个。下界要塞生成烈焰人。位于有楼梯引领上去的阳台上。自然生成的刷怪箱不会生成被动性生物，以及爬行者、末影人。当然，如果使用地图编辑器或Mod修改刷怪箱，它就会生成几乎全部生物(除了巨人之外)。在生存模式中没有任何手段能够把刷怪箱放在你的物品栏中，除非使用Mod或物品栏修改器，或使用“/give”指令。刷怪箱不会在创造模式中的物品选择栏中出现，但可以通过“选择方块”功能获得。如果刷怪箱通过这种方式放置，或者一个刷怪箱丢失了实体附加值，它就会生成猪。可以使用 /give [用户名] 52:[实体附加值] 指令给予生成特定生物的刷怪箱。生成规律：刷怪箱会在其周围生成生物，但也要符合生物本身生成的要求。不同生物的要求不同。例如，主世界中的攻击性生物只能在黑暗中(亮度为7或以下)，而家畜则必须在草上生成，亮度要求9或以上。不过，刷怪箱可以将生物生成在空中，这样会忽略掉生物对于地面的生成要求。玩家距离刷怪箱16个方块内时，刷怪箱才会工作。当刷怪箱工作时，会以刷怪箱方块八个端点中x和z坐标最小的一点为中心的 8 × 3 × 8 (8方格长宽，3方格高，8方格深)的有效区域生成生物。生物可以在此区域符合生物生成要求的任意一处生成，即使刷怪箱周围不符合要求。若此区域全部符合生物生成的要求，则生物生成点不呈线性，且越靠近刷怪箱处生成几率越大。刷怪箱会尝试在有效区域内生成共4个生物，每生成一次后会等待200-799刻(10-39.95秒，随机)再进行下一次生成。在等待时，刷怪箱笼子里的生物会越转越快。除了对地面的生成要求，生物的其它生成要求也必须要满足(如不能生成在固体方块中、正确的亮度范围)，因此一个刷怪箱常常不能生成出4个生物。如果刷怪箱在有效区域内找不到任何符合要求的位置生成生物，则每一刻都会尝试一次。当刷怪箱成功生成至少一个生物后才会进入下一个生成周期。如果在生成阶段，刷怪箱周围17 × 9 × 17的空间存在至少6个生物，则刷怪箱内火焰会升腾(表示已经“生成”了新的生物)，但实际上生成过程被跳过，进入下一个周期。不过，如果这个空间外的生物数量比这个空间内(就算超过了6个)更多，则刷怪箱也会继续无限地生成生物。需要注意的是，生物生成点x、y、z坐标都是整数，不一定会与刷怪箱对齐。生物生成时，脚的高度会与刷怪箱在同一层，或者比刷怪箱高一层或低一层。但水平上可以在8 × 8平面中的任意一处。由于生物本身占有高度，因此在刷怪箱有效区域比8 × 3 × 8还要大一些。刷怪箱的实体附加值可以修改为其它实体如矿车或船，做成装饰方块。但这样的刷怪箱在Minecraft 1.2.5以及之前的版本尝试生成时，游戏会崩溃。1.3.1已经无此问题。在和平难度下，刷怪箱也会出现，但生物在生成后会立即消失(僵尸猪人、岩浆怪和恶魂根本不会生成)。这样在修筑刷怪塔的时候不会被它们烦扰。但生物存在的那一瞬间也足以推开玩家，或发出声音;对于骷髅，甚至会射出箭。漏洞：在多人模式中，如果一个刷怪箱不是由玩家直接毁坏(如TNT的爆炸)，这个刷怪箱会被毁掉，但是里面的火焰将一直存在，直到玩家登出然后再重新登入。(在PC版和Xbox 360 版中证实)在多人模式中，刷怪箱生成生物时的实际中心是它正上方2个方格高的地方。即玩家在看到刷怪箱中火焰升腾，生物生成时，会发现生物在刷怪箱上空至少2个方格处出现。若在多人模式中刷怪箱被箭射中，刷怪箱的火焰就会故障，刷怪箱本身也会显示为很多缩小版刷怪箱堆挤在一块的样子。在快照 12w27a 中，刷怪箱笼子内都会显示猪，但可以生成正确的生物。注意：自1.3.1之后，采集刷怪箱可以像采矿一样得到经验球。不使用Mod的情况下直接放置刷怪箱是无法选择要生成的生物的(只会生成猪)，因为缺失了实体附加值。刷怪箱能够在附近的洞穴里生成怪物，只要是在它8×8×3的范围内，即使是在刷怪箱露天的情况下。刷怪箱内的生物模型也像其它生物一样有着它自己的ID号码，但它只能在一些特定的角度看到，且自 Beta1.8 版本以后就不再能看到了。因为刷怪箱拥有实体附加值，所以它不能被活塞所推动。刷怪箱在接近地表的地方出现而被沙子掩埋是完全可能的，它生成的怪物会在沙石下的缝隙中生成。和其它的透明方块不同，把火把放在刷怪箱上是可以的。两个刷怪箱天然地生成在一起是完全可能的。自 1.2.5 后，刷怪箱可以在创造模式中通过“选择方块”按键得到。而通过这种方式放置的刷怪箱只会在附近有草的情况下生成猪。仅仅在刷怪箱上插火把有时并不能完全“封印”刷怪箱。在周围的墙上再多加几支火把更安全。生物生成：当玩家在一个刷怪箱没有空间生成生物的地方采矿时，生物有时会生成在你刚刚采矿而生成的空间里。玩家在没有使刷怪箱失效的情况下采集苔石时因此要格外小心。据推测，这种情况会发生，是因为刷怪箱在电光石火间，得到了一个在刚刚的方块所占用空间刷新的机会。一个刷怪箱会一次生成1个，2个，3个甚至4个生物。[1]如果游戏难度是“和平”，则刷怪箱会生成生物，但生物会立即被删除。生物在被删除前偶尔会发出声音。刷怪箱内的缩小化生物当玩家不在判定范围内时，刷怪箱内的生物会停止旋转，刷怪箱也会停止火焰颗粒效果。当刷怪箱将要生成生物时，刷怪箱内的缩小生物会旋转得更快。它所能旋转的最小和最大速度都已被设定。修改刷怪箱：如果一个刷怪箱被修改，用来生成恶魂、巨人、鱿鱼、铁傀儡、村民、末影人或末影龙，生物在刷怪箱内的模型将会缩小。但是它们不能很好地相适应于笼子，因为它们的比例系数和其它生物一样。自12w32a之后，刷怪箱可以被修改为穿戴着特定盔甲或武器的僵尸、骷髅与僵尸猪人。",
    "replies": [
        {
            "author": "王先生007",
            "timestamp": 1374670140,
            "txt_content": "你这是复制官方WIKI"
        },
        {
            "author": "q1321082520",
            "timestamp": 1374670140,
            "txt_content": "沙发拿来咯{:10_492:}"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1374670200,
            "txt_content": "你没写  来自WIKI         "
        },
        {
            "author": "1109101628",
            "timestamp": 1374670320,
            "txt_content": "王先生007 发表于 2013-7-24 20:49 \n你这是复制官方WIKI\n同上                                    "
        },
        {
            "author": "q1321082520",
            "timestamp": 1374670380,
            "txt_content": "xiaobaicai 发表于 2013-7-24 20:50 \n你没写  来自WIKI\n额.......来这里看看好吧一定是哪里的吗http://minecraft.gamedog.cn/hechengbiao/20130513/147881.html"
        },
        {
            "author": "dcsuibian",
            "timestamp": 1374670380,
            "txt_content": "1109101628 发表于 2013-7-24 20:52 \n同上\n同上                 "
        },
        {
            "author": "q1321082520",
            "timestamp": 1374670440,
            "txt_content": "王先生007 发表于 2013-7-24 20:49 \n你这是复制官方WIKI\n你看看在吐槽啊{:10_494:}http://minecraft.gamedog.cn/hechengbiao/20130513/147881.html"
        },
        {
            "author": "tian1",
            "timestamp": 1374670440,
            "txt_content": "请问做法呢？\n标题和内容不符XDD"
        }
    ]
}