{
    "title": "[角色][娱乐]AutoWallS 战墙",
    "author": "yyk6666",
    "replyCount": 13,
    "timestamp": 1374719160,
    "txt_content": "转载至Bukkit官网，以下是介绍（无翻译）\nThis Plugin allows you to play the well-known PvP Game: \"The Walls\" in fully automatic form. It's created with countless custom settings so that you can  make the game play however you want.  \nFeaturesAllow you to play \"The Walls\" fully automatedMultiworld supportSupports multiple ArenasMany custom SettingsAuto StartCan create Dungeons and refresh oresChests in the middle will be refreshed every roundThe Middle and the Walls are protected from : Players, Explosions, Fire and PistonsThe Plugin stops players from  climbing over the Walls if the Walls are high as the max height of this worldUp to 8 groups per ArenaA WorldGenerator to make the setup of an Arena easierA optional Client-Mod available to create an Arena Base with Bedrock and Soulsand Walls\nConflictsAny plugin that modifies damage amounts by applying more or less damage, such as MCMMO can sometimes cause issues.\nRequirementsA Plugin to protect the Winner-Lobby if the RecreationWay is unequals LOADSomething to use MultiWorldTo use the world generator your multiworld Plugin must support custom world generators, such as Multiverse does\nCommands<...> - required Argument\n[...] - optional Argument\nOnly Op/walls - Check if the Plugin is installed and gave you a head of me (the Developer)/wallsCreateArena <ArenaName> <ArenaXWide> <ArenaZWide> <Arena Management Type (BASE or ADVANCED) > <GroupCount> - Create an new Arena in the current world/wallsDelArena <ArenaName> - Delets this Arena/wallsReloadArenas - Reload all Arenas, is needed after an Deletion/wallsReloadConfig - Reloads the config/wallsArmor <ArmorType> - Let you wear the given Armor set/wallsEditArena <ArenaName> <Arguement> <NewValue> - Allows you to change Arena Setting InGame.\nIMPORTANT - this must be run at least one time before any walls Round can start !* / wallsSetReturnPos - Set the Position where Players will be teleported after a gameIMPORTANT You'll need to go to the Winner-Lobby yourself before running these commands* /test <ArenanName> - will recreate the Arena with the BASE setting.* /test2 <ArenaName> -  will recreate the Arena with the ADVANCED setting./testWaende <ArenaName> - will remove the Walls from this arena - can be used if the auto removing fails/wallsSetSpawn <ArenaName> <GroupNumber> - set an spawn in the arena for the given group/wallsDelSpawn <ArenaName> <GroupNumber> - deletes the specified spawnpoint\nAll Players/wallsJoin <ArenaName> [Group] - you will join the given Arena ( and the given group ) if possible/wallsArenas - A list of all available Arenas\nArena SettingsManagement TypesBASE : Just copy the default arena. Chest Inventories and other Tile Inventories can't be copied.ADVANCED : Based off of BASE, but it creates Dungeons and ores with a rarity setting in the config. All Arena-Parts (One Part <-> One Group) are exactly the same at the end\nRecreation WayLOAD : The chunks will be load before they're going to be copied. Note : Extremely SLOW !, Use this only for really big Arenas where TELEPORT is not enough !TELEPORT : The Winners will be teleported into a special room / Lobby next to the original Arena-Piece while the Arena is recreating. Much Faster then the LOAD. Is the default setting.TELEPORT_AND_LOAD : Same then LOAD. The Teleport here is just to give the winners a special room.\nHow to set up an ArenaArena setup now located on its own page here\n\nClient Mod - GeneratorWaiting for an answer from a BukkitDev Moderator if an external link like this is allowed.\nConfigconfig:  oneric:    walls:      settings:        general:          advancedExplosionProtection: false # Does nothing at the moment          saveSpawns(How): CONFIG   # CONFIG : Spawns for the Groups will be saved in the config ;  FILE:  in an separate folder (One Spawn <-> one file)          refreshMiddle: true     # sets if the chests in the middle will be restored every round          updateIntervall(sec/20): 20  # How often a Walls Round updates. Value given in Server ticks are 1/20 sec          timeTillRemoveWalls(sec): 900   # How long it takes till the Walls will be removed after a Round starts           minPlayersperGroup: 2   #The minimum of players in a Group before a Round starts          maxPlayersperGroup: 4    # The maximum of players in one group          returnLocation:    # Return Location for dead Walls Players is saved here        regenerate:                                  dungeons: true  # Dungeons shall be created with the setting ADVANCED           ores: true   # Dungeons shall be created with the setting ADVANCED         rarity:          ores:     # How many of each ore-type shall regenerate, Except Diamond this are all vanilla rarities            diamond: 0            redstone: 8            gold: 2            coal: 20            lapis: 2            iron: 20            emerald: 0          dungeons:  # How many of each Dungeon type Should be regenerated                      d1: 2  # d1- dungeons are made with with stone bricks            d2: 3  # d2 - dungeons are made with with clean stone         EnableBroadcast: true   #Broadcasts tell you every time a player joins the gamespawns: # Spawns are saved here if you chose CONFIG     ........  最后就是你们梦寐以求的下载地址了！！！全无汉化.1.6.2,1.6.1,1.5.2：http://pan.baidu.com/share/link?shareid=2885600601&uk=2619437408\n",
    "replies": [
        {
            "author": "z2252835813",
            "timestamp": 1374719160,
            "txt_content": "战墙插件？？？求翻译"
        },
        {
            "author": "Terry39",
            "timestamp": 1374719220,
            "txt_content": "怎嘛用啊。。。。。。\n是来坑人的美。。。。"
        },
        {
            "author": "su3155323",
            "timestamp": 1374719340,
            "txt_content": "全英文作死。纯属找删"
        },
        {
            "author": "Ms☆〤碎嘴",
            "timestamp": 1374719400,
            "txt_content": "战墙哦~籽岷大大录过视频的哦"
        },
        {
            "author": "yyk6666",
            "timestamp": 1374719400,
            "txt_content": "su3155323 发表于 2013-7-25 10:29 \n全英文作死。纯属找删\n我是个英语渣。。。。。"
        },
        {
            "author": "su3155323",
            "timestamp": 1374719460,
            "txt_content": "yyk6666 发表于 2013-7-25 10:30 \n我是个英语渣。。。。。\n那你就别搬了= =，论坛已经有了..."
        },
        {
            "author": "Ms☆〤碎嘴",
            "timestamp": 1374719520,
            "txt_content": "我能用谷歌的无节操机翻帮帮LZ么？"
        },
        {
            "author": "pyhert123",
            "timestamp": 1374721860,
            "txt_content": "无节操啊啊啊啊{:10_507:}"
        },
        {
            "author": "尘曲",
            "timestamp": 1374728760,
            "txt_content": "Ms☆〤碎嘴 发表于 2013-7-25 10:30 \n战墙哦~籽岷大大录过视频的哦\n他当时录的不是这个插件貌似= =好像是我用的"
        },
        {
            "author": "Jack112233",
            "timestamp": 1374737940,
            "txt_content": "哎哟 战墙。外服有。挺好玩的！！"
        },
        {
            "author": "halfcigarette",
            "timestamp": 1375507920,
            "txt_content": "做什么用的？不够详细"
        },
        {
            "author": "B_Bird",
            "timestamp": 1375582260,
            "txt_content": "翻译何在？！"
        },
        {
            "author": "B_Bird",
            "timestamp": 1375681020,
            "txt_content": "这一股水的气息- -"
        }
    ]
}