{
    "title": "【转帖】游戏冒险 如何一个人逃出满是丧尸的学校（都来玩玩）",
    "author": "906154316",
    "replyCount": 16,
    "timestamp": 1374766200,
    "txt_content": "此乃游戏生存帖，由一小段内容引出问题，回答正确的可以往下走，回答错误的会悲惨地死掉\n官方设定可以复活五次，但是不用复活币可以玩到结局的姑娘们才是真的勇士。",
    "replies": [
        {
            "author": "906154316",
            "timestamp": 1374766200,
            "txt_content": "你醒了，发现自己躺在一张陌生的床上。\n哦对了，今天是来大姨妈的第三天，中午的时候肚子实在痛的不行，就被老师送到了这里休息。\n有些无聊地四处看了看，发现墙上挂着的时钟显示现在时间是四点整，没想到睡了这么久，又饿又渴，正巧旁边有一个饮水机，在你正准备下床去倒杯水的时候，手机突然响了，不大的铃声在此时空荡荡的房间显得格外刺耳。\n你按下接听键，电话那头传来陌生的男声。\n“你现在在哪？！”\n“什么？你是谁？打错电话了吧。”你有些莫名其妙。\n可是，接下来那个人说的一串话却让你不由一愣。\n“太好了，你还没事！听我说，现在情况很紧急....\n我猜你这时应该还在医务室对吗，现在我要告诉你的事你可能会觉得我在开玩笑，但是我没有时间跟你解释太多....目前的情况就是，你现在所处的学校水源不知怎么回事感染了一种很可怕的病毒，喝了水的师生都变得行动僵硬麻木，长出了尖利的獠牙，被那些中了病毒的师生咬过的人也会变成同样的状态....就像生化危机电影里的丧尸一样！！非常可怕。\n学校没有被感染的人都紧急撤离了出来，所有的出口都被封锁以防病毒蔓延，医务室的老师受到了惊吓刚才苏醒，她告诉我们你还在学校里面，但是现在这样的情况我们无法进来营救你，你务必找到一个安全的地方躲避那些丧尸，明天一早军队到了，你就安全了！！”\n“……”对方噼里啪啦地说了一堆让你摸不着头脑的话。\n“记住，千万不能喝学校的水，还有，那些丧尸是没有痛觉的，对血液非常敏感，头部是它们的弱点......啊！！”\n男子话还没有说话，电话那头响起了激烈的打斗声，然后就被挂断了。\n\n【虽说现在感觉确实有点不对劲，可是全校感染病毒什么的...也太扯了吧，这种只会在电影里出现的情节，会是真的吗？】\nA.你的直觉，选择相信男子的话\nB.不相信，这真是低劣的恶作剧，大摇大摆地走回教室\nC.半信半疑，口好渴，不过医务室的水喝了应该没事吧。"
        },
        {
            "author": "906154316",
            "timestamp": 1374766200,
            "txt_content": "‖答案公布‖\nB：你大摇大摆地走了出去，看到了正在觅食的丧尸，吓得往回跑，可是已经太迟，被争夺撕咬然后死去。\nC：你喝了饮水机里的水，里面也有病毒，变成了丧尸\n\n选择A的姑娘们可以往下走了~ \n\n\n你决定相信男子的话，可是现在的你手无寸铁，手机已经没有了话费打不出去，只有一个书包，书包里只有教科书、文具盒、一包姨妈巾、还没来得及吃的饼干、一壶矿泉水。\n好在早上在校外买了水，差点都忘了。\n你渴的不行，咕噜咕噜喝去三分之一，再吃了点饼干，恢复了体力。\n开始考虑接下来该怎么办。\n\n【如果外面真的全是丧尸，那么自己就可能会遇到它们，你会？】\nA.好可怕，还是躲在医务室吧，这里好像会安全一点\nB.不能坐以待毙，去医务室旁边的器材室找件防身的武器"
        },
        {
            "author": "906154316",
            "timestamp": 1374766260,
            "txt_content": "‖答案公布‖\nA.胆小的你躲在医务室，可是没多久，就被撞门进来的丧尸发现了.....\n选B的姑娘继续走\n器材室就在前面一点，你小心翼翼地走在走廊上，平时喧闹的校园此时像死了一样寂静，好在的门没锁，你推门进去，搜寻到一些可以用的东西，但是为了使行动不受阻碍，你只能带其中一个。\n【武器的选择很重要，如果选错了，面对丧尸时是会致命的，考虑到身体、力气、敌方等各方面因素，你觉得应该选哪一样最好呢？】\nA.篮球吧，每次被篮球砸到都很痛~\nB.坚固的棒球棒！\nC.放在门后用来铲灰尘的铁铲\nD.撑高跳的长竿，这个看起来威力会比较大~"
        },
        {
            "author": "906154316",
            "timestamp": 1374766260,
            "txt_content": "‖ \n答案公布‖\nA：面对毫无痛觉的丧尸，篮球没有太大的攻击力，你也只能用一次，打一次又捡一次，你最终被分着吃了...\nB：棒球棒虽然坚固，可是对于来了大姨妈有点虚弱的妹子来说，丧尸只会觉得不痛不痒。\nD：这个不但会碍手碍脚而且一旦被近身就是死路一条....\n选C的姑娘往下走..\n选择了放在门后的铁铲，顶部尖利而且长度适中，你刚抬起头就看到窗户外面一个面色乌青的女人拿着针头僵硬地站在医务室门口，她恐怖的獠牙染着鲜血，脖子上的肉像是被活生生地撕去了一大半，空气充斥着一股恶心的血腥味.....\n你赶紧蹲了下去，牙齿不住地打颤，满头是汗，刚才那一幕让你彻底地相信了男子的话，而且据说是唯一的正常人，一想到现在满学校都是这些可怕的行尸走肉，就毛骨悚然。\n再偷偷看去，那女尸已经慢慢吞吞地走进了医务室，里面不断发出东西破碎碰撞的声音，像是在翻找些什么。\n她大概是另外一个换班的生理老师，被丧尸袭击了才变成这样的，没有了痛觉跟意识，却还进行着生前做的事.....\n【你害怕极了，她有可能会走到这边来，该怎么办！？】\nA.趁她还没有过来，赶紧离开这里，不然就来不及了\nB.好可怕，还是把器材室的门关紧躲在里面吧！她也许不会发现我"
        },
        {
            "author": "906154316",
            "timestamp": 1374766320,
            "txt_content": "‖答案公布‖\nB：你以为躲在里面就没事了，可是近在隔壁的丧尸闻到了你的气味和身上淡淡的血味，发疯般撞开了这边的门，引来更多丧尸.......\n选择A的妹子勇敢地向前跑吧~\n悄悄地从另一边跑到了下一层楼，背上全身冷汗，如果说它们依旧还参照着生前的作息时间的话，那一旦五点放学时间到了，所有的丧尸都会涌出来...你被这个想法吓了一跳，但是现在四处诡异的寂静也证识着，它们大部分都还在教课楼跟教学楼，从走廊看了眼下面的操场，只有寥寥几个落单的丧尸像无头苍蝇一样慢吞吞走着，偶尔撞到同类，便发出野兽一样的嘶吼，然后相互啃咬......\n现在一切只能靠自己，你不想变成那样，就必须拿出勇气！\n于是你贴着墙壁往打水室的方向快步走去，那里有条楼梯可以通到教课楼大厅，那里只有老师偶尔开会才会有人，离大厅不远就是学校后花园，因为传闻闹鬼很少有人过去，如今却是躲避的最佳场所。\n【三楼是教师办公室，此时围了五六只丧尸在下面，你不敢动，这下难了，如果要抄近路，就必须要路过这里，可如果往其他地方走，却不知道还会撞上些什么，你决定...】\nA.保险起见，绕到另一边没有办公室的楼梯下去\nB.它们看起来比较呆滞，大概不太有攻击力，我快速地冲下去应该没事！\nC.蹲在原地等一等，看它们什么时候离开。"
        },
        {
            "author": "906154316",
            "timestamp": 1374766320,
            "txt_content": "‖答案公布‖\nB:大意的你选择快速地冲下去，可一旦进入一定的范围内，它们就像打了鸡血一样以异常快速的速度抓住了你...\nC：你蹲在原地想等待丧尸们自己离开，可是它们并没有走，你错失了最佳的逃走时机，被楼上的女尸发现...\n选A的姑娘们往下走\n\n没办法了，只好绕道从另一边下去了，幸运的是，你并没有撞上其他的丧尸，一路忐忑地来到教课楼大厅，你发现阴暗窄小的过道躺着一具惨不忍睹的尸体，他的肚子被剖开了，里面的肠子内脏全部不见，歪歪斜斜地横在路中间...你强忍着惧怕和惊恐想从他旁边走过去，没想到，那具死尸一把抓住了你的脚裸\n【诈尸了！怎么办？？】\nA.用力挣扎\nB.用铲子击打他的手部\nC.用铲子击打他的头部"
        },
        {
            "author": "906154316",
            "timestamp": 1374766320,
            "txt_content": "‖答案公布‖\nA：你的力气太小，无法抵抗，最终被吃掉\nB：丧尸是没有痛觉的，击打手部没有效果..\n\n选C的姑娘继续跑\n\n一时间你的思维像崩溃了一样，你不能死！你不想变成这样！！\n用铁铲奋力地朝丧尸头部打去，因为你太害怕了，疯了一样地重复着这个动作，直到被手上冰凉的鲜血唤醒，你才发现，那只丧尸已经软泥一般倒在地上，大脑支配着它们的行动，头部是它们的弱点....\n你瑟瑟发抖地跌倒在地，犹豫了一下，还是捡起那把沾满血的铁铲，哭着爬起来往后花园跑去\n\n\n\n\n\n\n\n\n‖答案公布‖\nA：你的力气太小，无法抵抗，最终被吃掉\nB：丧尸是没有痛觉的，击打手部没有效果..\n\n选C的姑娘继续跑\n\n一时间你的思维像崩溃了一样，你不能死！你不想变成这样！！\n用铁铲奋力地朝丧尸头部打去，因为你太害怕了，疯了一样地重复着这个动作，直到被手上冰凉的鲜血唤醒，你才发现，那只丧尸已经软泥一般倒在地上，大脑支配着它们的行动，头部是它们的弱点....\n你瑟瑟发抖地跌倒在地，犹豫了一下，还是捡起那把沾满血的铁铲，哭着爬起来往后花园跑去"
        },
        {
            "author": "906154316",
            "timestamp": 1374766380,
            "txt_content": "『恭喜通过第一关~』\n如果到了这里只死过三次的妹子可以拿到四个复活币！QUQ\n『进入第二关』"
        },
        {
            "author": "906154316",
            "timestamp": 1374766560,
            "txt_content": "好在一路上丧尸不多，你并没有被它们发现，跌跌撞撞地到达了后花园。\n【你想起电话里陌生男子说过，它们对血液敏感，你必须洗掉身上的血迹才行】\nA.用自来水洗\nB.用矿泉水洗，但是会用去一大半\nC.我现在又累又渴，不想浪费这点水了，不洗算了\n\n\n‖答案公布‖\nA：你以为自来水不喝进肚子就不会中毒，可是接触太多也会被感染，你慢慢地四肢冰凉，变成了它们的同类....\nC：虽然这点气味不是很明显，可到了半夜，变强的丧尸更加敏锐了，它们渐渐的被吸引了过来...\n\n\n\n选B的姑娘继续走\n终于，你清洗掉了令人恶心的血渍，茫然地站在一处隐蔽的草丛了...好像暂时安全了？\n四周静得可怕，太阳也快下山了，天黑后会有更多的危险，接下来该怎么办....\n你正四处张望时，花丛就突然伸出一只手，狠狠拽住了你的手腕将你往里拖，你一时没有防备地倒下了。\n【在这种慌乱危险的情况下，你要怎么做呢？】\nA.是丧尸！用铁铲打去\nB.或许不是，先搞清楚情况再说\n\n\n\n\n‖答案公布‖\nA:你举起铁铲狠狠地向身后砸去，没想到这不是丧尸是人类，可是他被你击中了头部，当场死亡...你意识到自己干了傻事，惊慌失措地晕了过去，半夜，丧尸们被血液吸引了过来....\n\n\n\n\n\n\n选B的姑娘very \ngood\n谨慎的你并没有冲动，因为你意识到抓住你的手没有僵硬，是有温度的，接着，你被对方按倒在草地上，“快趴下，不要抬头！”那个人贴在你耳边小声说。\n你不知道是怎么一回事，但感到庆幸的是还有跟自己一样没有变成丧尸的人类，你乖乖地伏在地面，用余光瞥到对方身上的水蓝色校服，看来是邻校的学生，上面血迹斑斑，可是，敏锐的你发现他悄悄地动了动右手，从一旁的草堆里捡起一根沾满血的握力棒.....\n【可以确定，他是人类，但是为什么会出现在这里，这一系列举动都发生的太过突然，你有些怀疑身后的人是敌是友了，必须迅速作出抉择】\nA：凭直觉信任这个男生，他应该不会害我，趴着不动\nB: \n太可疑，推开他跟他保持距离！\nC: 完全不能信任，用铁铲刺向他，先下手为强...\n\n\n\n\n\n‖答案公布‖\nB：多疑的你没有选择相信这个唯一的同伴，莽撞地挣扎开了他，站了起来，没想到一抬头，就发现身后隐蔽的树荫里藏着三只四处探头张望的丧尸，饥饿的他们正在觅食，接着你被发现了，它们飞快地扑了过来...\nC：你太害怕了，以至于草木皆兵，误会了帮助你的男生，击向了他的手臂，他痛苦地捂着血流不止的伤口，愤惑地瞪着你，你正准备逃走，就撞上了迎面而来的三只丧尸...\n\n\n\n\n\n\n选A的姑娘继续趴\n\n你的直觉告诉自己，他没有恶意，一定是有什么危险在附近！你小心翼翼地伏在地上，对方见你没有挣扎，就没有继续压着你，也悄悄地趴在你身边，你这才看清楚对方的样子 \n—— \n是一个刺猬头的男生，后脑勺有伤口，胡乱地缠了几圈绷带，脸上尽是擦伤，给人以狼狈不堪的感觉，但那双眼睛又充斥着坚定和勇敢。\n你不禁有些惭愧，悄悄抹了把眼角吓出的泪花。\n刺猬头扭头看了你一眼，皱了皱眉，右手放在唇角比了一个嘘的手势，你报以歉意一笑，刚才惊魂未定的心平复了不少，危险虽然没有解除，但至少暂时不是一个人了。\n过了很久，久到疲惫的你已经开始眼皮打架时，从远处传来每天五点准时响起的下课铃声，清脆而惊心，打破了死一样的沉寂。\n身边传来了悉悉索索的声音，你回过头，才发现原来刺猬头已经坐了起来，他面色有些虚弱，烦躁地拉开随身携带的黑色双肩包不停地翻找些什么\n【你对他的出现很好奇，很急切地想问一些问题..】\nA：询问他在找什么？\nB：询问他的身份以及为什么会出现在这里\nC：询问他该怎么办，怎样才能离开这个该死的地方\n\n\n\n\n\n‖答案公布‖\nB选项↓\nYou ： “你是谁？你为什么会出现在这里？”\nHe \n：(瞥了你一眼)“隔壁学校的差生而已，如果我没出现你就死了。”\n好感度-2\n\nC选项↓\nYou ： \n“怎么才能离开这个该死的地方？你有什么办法么？”\nHe \n：(不耐烦)“我要知道就好了，你以为我乐意呆在这里么！”\n好感度-4\n\n\n\n\n\n\nA选项↓\nYou ： “你在找什么？”\nHe \n：“看看还有没有吃剩的面包，今天倒了一天霉，还差点被怪物咬脖子，再不补充点体力恐怕会撑不住。”\nYou \n：“啊！我这还有一包饼干，你赶紧拿去吃吧。”\nHe ：“咦...真的么，谢了！”(抓头)\nYou \n：“没什么，刚才多亏你救我，不然我就去见马克思了。”\nHe \n：“呃，当然了，好不容易见着个正常人...不过你傻愣愣地杵那站着想不见着也难，喏..愣着干嘛啊，一起吃，补充体力再去砍怪升级！”(笑)\n好感度+5\n\n\n\n\n\n\n\n休息了一会儿，你跟刺猬头互相交换了一下情报。\n原来，刺猬头名叫陈涛，是邻校高三的学生，今天原本是跟本校几个混混约好下午在后花园打架，陈涛一个人想先偷偷翻上墙采点，没想到脚一滑没坐稳从高墙上摔了进来，头还磕到了树上，昏倒在后花园，等他迷迷糊糊醒来的时候发现已是下午，学校操场围了小批丧尸在转悠，跑进后花园的破楼里结果差点被躲在门后的丧尸咬脖子，随手拿出书包里的臂力器朝它太阳穴打去，一连狠击了许多下，丧尸才抽搐着倒在地上不动了，再然后陈涛跑出破楼躲避剩下几个丧尸的时候，就刚好看见你了.....\n你庆幸着还能找到一个同伴，并告诉了他血会引来那些怪物的事，没想到陈涛却说“后花园水龙头里的水源是从东边引来，并没有被污染。”\n看见他捧了把水掬脸上，你这才放心地喝下几口，和着饼干下了肚，也不觉难受了。\n再看手机，这片区域的信号不知道为什么被封锁了，打不出去，只见手机屏幕的时钟显示现在已是五点过十分。\n陈涛瞥了眼你的手机，抹了抹嘴巴道，“与其靠军队来救，不如靠我们自己，这面墙太高，没有阶梯根本爬不出去，而且也不知道待会暗处会隐藏着什么危险，如果不想死，就不要怕，跟着我走，我带你去体育馆，那里最安全！”\n说着他晃了晃手中的一串钥匙，“本来定好就是在那干架的，幸亏我有备份的钥匙！据我勘察，体育馆晚上人少，而且防守坚固，我知道有条小路....”\n你们讨论好路线跟计划之后，准备先去破楼里找一些可以补充体力的食物，因为不确保军队明早一定会来，也不知道还能支撑多久。\n住在这栋楼的丧尸暂时离开了，一共有三层楼，每层三个房间，门都破旧不堪，很容易进去。\n【为了搜寻食物，你们决定..】\nA. \n分开搜寻\nB. 一起搜寻\n\n\n\n\n\n\n答案公布‖\nB：你跟陈涛一起搜寻，在房间翻找浪费了时间，你们没有发现楼上也藏着丧尸，它们偷偷地爬了下来围住了你们...\n\n\n\n\n\n\n选A的妹子继续翻\n\n你明智地选择了分开寻找，毕竟面临现在这个情况，不能是胆怯的时候，为了在最短的时间找到更多的食物，你拿起铁铲朝三楼奔去(陈涛好感度+3)\n幸运的是在其中一间房间终于找到了半箱方便面，未开封的，还有几根火腿肠，你欣喜地抱着战利品准备下楼找陈涛时，在楼梯的拐角处发现了穿着军大衣的老园丁，它眼珠几乎要从眼眶里掉出来了，咧着一口黄牙作势要朝你咬来，你连忙躲过，堪堪发现一楼正涌进更多的丧尸，你不知道是什么吸引了他们，大声喊道：“陈涛！快逃啊，怪物都进来了！！”\n眼前一抹身影掠过，挥舞着臂力器朝园丁丧尸面目打去，伴随着脑浆四溅，陈涛一脚将它踹下了楼，刚好压在两个慢吞吞往上挪动着的丧尸身上。\n“该死的！怎么回事！？”只见他左袖臂处被抓住一道很长的口子，隐约看见校服内胆翻出雪白的棉花，手上提着塑料袋。\n你突然想起这栋楼是有个天台的，但是不确定铁门有没有关，“上顶楼！顶楼有天台。”\n【你们跑到了三楼，身后的丧尸紧追着不放，通往天台有两个道口，都有铁门，但是没时间确认哪头没锁，你决定选择哪一个？】\nA.左边\nB.右边\nC.跳楼\n\n\n\n\n\n\n选A的妹子继续翻\n\n你明智地选择了分开寻找，毕竟面临现在这个情况，不能是胆怯的时候，为了在最短的时间找到更多的食物，你拿起铁铲朝三楼奔去(陈涛好感度+3)\n幸运的是在其中一间房间终于找到了半箱方便面，未开封的，还有几根火腿肠，你欣喜地抱着战利品准备下楼找陈涛时，在楼梯的拐角处发现了穿着军大衣的老园丁，它眼珠几乎要从眼眶里掉出来了，咧着一口黄牙作势要朝你咬来，你连忙躲过，堪堪发现一楼正涌进更多的丧尸，你不知道是什么吸引了他们，大声喊道：“陈涛！快逃啊，怪物都进来了！！”\n眼前一抹身影掠过，挥舞着臂力器朝园丁丧尸面目打去，伴随着脑浆四溅，陈涛一脚将它踹下了楼，刚好压在两个慢吞吞往上挪动着的丧尸身上。\n“该死的！怎么回事！？”只见他左袖臂处被抓住一道很长的口子，隐约看见校服内胆翻出雪白的棉花，手上提着塑料袋。\n你突然想起这栋楼是有个天台的，但是不确定铁门有没有关，“上顶楼！顶楼有天台。”\n【你们跑到了三楼，身后的丧尸紧追着不放，通往天台有两个道口，都有铁门，但是没时间确认哪头没锁，你决定选择哪一个？】\nA.左边\nB.右边\nC.跳楼\n\n\n\n\n\n\n‖答案公布‖\nB：右边的铁门是锁住的，你们撬不开，想回到另一边的时候，丧尸们已经涌了过来了...\nC：你们死也不想死在丧尸嘴下，从三楼跳了下去，摔成重伤，丧尸爬下来蚕食你们的身体...\n\n\n\n\n\n\n选A的妹子继续跑\n\n你们奋力朝左边跑去，好在天无绝人之路，铁门的锁是坏的，陈涛用脚勾过倒在一旁的破拖把横在铁杆之间，可以暂时抵挡一部分丧尸的撞击。\n终于跑到了天台，用最快的速度环顾了一下四周的布局——\n天台西面是美术楼，没有天台，是呈梯形的楼檐，布有积水，跟天台相隔半余米的距离。\n天台东面下方是一片大池塘，塘水很臭，里面有垃圾。\n【在这千军一发之际，选择从哪里走最适合逃生呢？】\nA.西面\nB.东面\n\n\n\n\n\n\n‖答案公布‖\nB：选择跳到池塘，虽然避开了破楼里的怪物，但刚从水里爬出来就被树林子里的其他丧尸发现了。\n\n\n\n\n\n\n选A的姑娘们大胆地跳吧！\n\n你决定跳到西面美术楼的楼檐上去，有半米的距离，虽然不算远，但是上面很滑，稍不留意要是跌下去就是死路一条。\n【这时陈涛让你把手中的东西都给他拿着，这样避免发生危险，面对他的好意，你决定?】\nA.给他拿吧，反正他是男的应该没问题吧\nB.互相换着拿，虽然看起来好像都差不多的样子\nC.不用他帮忙，我过得去\n\n\n\n\n\n‖答案公布‖\nA：将手中的方便面箱递给了陈涛，可是他左手被丧失抓伤，加上屋顶打滑，没能稳住重心，从你面前摔了下去.....\nC：你坚持自己过去，方便面箱很妨碍动作，使得你一脚踩了个空....\n\n\n\n\n\n\n选B的姑娘努力跳\n\n双方互换了所拿的物品，陈涛先跳了过去，你跟着也纵身一跳，楼檐是倾斜的，好在陈涛拉了你一把，不然就滚下去了。\n心有余悸地拍拍胸脯，再回头望去，冲破铁门的丧尸虽然追到了天台，但由于没有跳跃能力，又失去了方向，像无头苍蝇一样撞来撞去。\n你们一前一后匍匐前进，撬开了美术楼的天窗口，望了眼下面，黑漆漆一片，也没有梯子。\n这时陈涛发现了美术楼侧面有一排火灾急用的铁梯，铁梯旁边二号美术室的窗户没有关牢...\n【从哪边下去呢？】\nA.天窗\nB.从铁梯爬进美术室\nC.从铁梯直接爬到楼底\n\n\n\n\n\n\n‖答案公布‖\nA：选择从天窗下去，直接跳进了楼顶的杂物储蓄间，你们被躲在暗处的丧尸咬脖子了...\nC：贸然地在楼侧攀爬，结果被别的丧尸发现了，都围在楼底等着你们呢..\n\n\n\n\n\n\n选B的妹子继续爬\n\n经过一致认定，还是觉得从铁梯爬进二号美术室比较保险，一来发现不对劲好方便逃走，二来也能隐藏自己。\n果不其然，下到窗户附近，用力推了推，窗户就打开了，发出令人不适的“吱、吱”声。\n你将手机递给陈涛，他用微弱的屏幕光大致地打量了一下里面，除了一股浓烈的铅笔灰的味道之外，好像没有什么不对劲。\n你们小心翼翼地跨了进去，四周皆是石膏静物，正前方是黑板，乌压压地看不清写着什么，墙壁上挂满了素描，空气中弥漫着挥之不去的石墨味。\n美术室的木门并不坚硬，一旦丧尸追来会不堪一击，但是锁是从外面锁上的，想破门出去势必会发出声响。\n陈涛捣鼓着包里的锤子，试图在木门上凿一个狗洞。\n你则有些好奇地转来转去，偶尔一只老鼠跑过也能吓得你胆战心惊。\n室内洗手池旁边有一个立着的毫不起眼的大木柜，也不知是存放什么东西的，静静地矗在那儿，似乎在召唤着你去打开.....\n【强烈的好奇心让你忍不住去猜测里面有什么，你会去打开吗？】\nA.打开\nB.不打开\n\n\n\n\n\n\n‖答案公布‖\nB：你选择无视那个柜子，结果柜子里躲着的丧尸趁你们凿门时偷袭了..\n\n\n\n\n\n\n选A的妹子继续开\n\n犹豫了一下，还是慢慢地敷上了柜把，而且稍微站远了一点...\n一拉开柜门，猛然就伸出一只苍白的手，长着锋利的指甲，你吓得撒手跑到陈涛身后，接着那柜子里的怪物就重重摔了出来。\n是一个穿着本校的校服女生，披头散发地倒在地上，你们以为她已经死了，正准备上前查看，谁知她又嘎吱嘎吱地支撑起了身子，满脸是血看不见五官，她摇摇晃晃地站了起来，手里挥舞着一把美工刀。\n“又是一只丧尸，没完没了的！”陈涛咬牙切齿道，拽着你微微一闪就躲开了冲过来的丧尸，“战斗力不高，速战速决！”\n说着随手操起放在一旁的折叠椅朝丧尸头部狠狠拍去，它歪着脖子又被打回柜子里。\n“狗洞破了，爬出去！”\n你们趁画室里的丧尸还没有再站起来时从凿好的破洞钻了出去。\n刚一抬头，你又差点被吓昏过去...\n【画室门前一左一右也站着两只女丧尸同学，一个马尾辫，一个戴着白发箍，都咧着一口獠牙朝你嘶吼着，硬闯的话，从哪边冲比较容易？】\nA.马尾辫丧尸\nB.白发箍丧尸\nC.再钻回画室\n\n\n\n\n\n\n‖答案公布‖\nA：马尾辫丧尸有着较强的攻击力，你们躲不过她的抓咬，受到感染，变成丧尸\nC：慌乱地又钻回画室，还没等你站起来，守在里面的女尸就迫不及待咬破了你的喉咙\n\n\n\n\n\n\n选B的妹子冲吧\n\n白发箍丧尸并没有你想象中那样攻击过来，只是呆滞地望着你们从她身边飞奔而过，眼中闪烁着挣扎和兽性，像是还仅存了一丝理智，你有些诧异地回头看了她一眼，便听到她发出凄惨的哭声，拦住了追过来的马尾辫丧尸，和她扭打在一起...\n你有些犹豫地变慢了步伐，这个女生并没有完全兽化，如果自己跟陈涛回去帮忙，也许能救她。\n【要不要过去帮忙？】\nA.救\nB.不救\n\n\n\n\n\n选B的姑娘赶快跑，别愣着了！\n\n你保护不了自己，也不能给陈涛再添麻烦，她替你抵挡住同类，便是让你好好活下去，不能让她白白牺牲，自己不能承诺什么，就不要贸然去做，否则得不偿失。\n你咽下热泪，加快了步伐，同陈涛跑下了美术楼。\n正对面是狭窄的过道，左侧停放着自行车，几盏破旧的白炽灯一闪一闪地发出微弱的光，右侧是隔着操场的栏杆和茂盛的花草。\n体育馆在前方一百米左右，必须要通过这片黑暗的走道。\n【你有些害怕，决定靠哪边向前跑比较安全？】\nA.左边\nB.右边\nC.抓着陈涛衣服跟在他身后\n\n\n\n\n\n‖答案公布‖\nA:停放自行车的地方隐藏着丧尸，它们悄悄伸出冰凉的手，用锋利的指甲勾住你的大腿肉，你痛地摔倒在地....\nC：你走在后面，更方便了丧尸的偷袭..\n\n\n\n\n\n\n选B的妹子继续跑\n\n虽然右侧就是操场，但隔着栏杆，应该没问题。\n你专注地盯着地面，生怕突然再冒出什么恐怖的东西。\n这时你发现靠着栏杆阴暗处躺着一个穿着化学室白大褂的男子，嘴巴一张一合很艰难地喘着气...\n“那里躺着个人！”你话里带着颤抖。\n陈涛停下脚步，犹豫着走近白大褂，侧着脸小心翼翼观察了一会儿，朝你呶呶嘴，示意你过来看看。\n“不是丧尸...”\n你们蹲下触了触他的鼻息，很微弱，口中还支支吾吾地说着什么，声音极轻....\n隐约听到了几个字眼：“药、药.....药”\n【你觉得这句话似乎是在暗示着什么，可地上这个人明显是快要死了，你想趁他还没断气之前打听些什么？】\nA.什么药？\nB.药在哪？\nC.切克闹？\n"
        },
        {
            "author": "906154316",
            "timestamp": 1374766620,
            "txt_content": "大家过来玩吧\n复制太累了\nhttp://tieba.baidu.com/p/2326764388?pn=1"
        },
        {
            "author": "1095486321",
            "timestamp": 1374766800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Technology",
            "timestamp": 1374766920,
            "txt_content": "唯一的兴奋点在于看她是怎么死的.."
        },
        {
            "author": "s563",
            "timestamp": 1374767520,
            "txt_content": "不错哦 很喜欢这种解谜的"
        },
        {
            "author": "zdyxiaokeai",
            "timestamp": 1374768000,
            "txt_content": "大家好,我是学校的水龙头"
        },
        {
            "author": "苦力君",
            "timestamp": 1374770460,
            "txt_content": "这个情节很像日本的一个动漫校园里都是僵尸"
        },
        {
            "author": "Coerce",
            "timestamp": 1374797820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}