{
    "title": "来发点历史。没错我是来蛊惑各位的！",
    "author": "906154316",
    "replyCount": 2,
    "timestamp": 1374765720,
    "txt_content": " 本帖最后由 906154316 于 2013-7-25 23:23 编辑 \n\n序言。跟清朝有关的都给我去死吧。\n\n\n\n\n有人问：如果乾隆帝能够多活50年，中国还会在鸦片战争中被英国打败吗？强人回答，感触颇多。\n\n近代中国落后的根本原因，是我们失去了儒道精神，而不是宣扬儒道造成的。这种失去，是满清造成的。为了维护统治，满清费尽心思地破坏中华固有的文化、思想和科技。并且将愚昧和麻木植入我们的民族。手段高明得难以想象。以至于，几百年后的今天，我们仍固执的认为落后来自于文化，而不是满清。孔子也成了满清的替罪羊。悲哉。\n我们需要恢复中华文化的本来面貌。找回能够让我们智慧、远见和自豪的正宗的中华文化。不是那些早已面目全非的东西。\n\n下面是具体的分析：先回顾一下明末和清末的情况。\n\n万历三十六年（1608），澳门陷入混乱。香山知县蔡善继获知此事，单车驶澳，平息了骚乱。事后制定了《制澳十则》,对违法葡萄牙人严厉惩处。葡萄牙人犯罪,可由葡萄牙人自行处置。牵涉华人的,需交中国官员审判。后来，常有葡萄牙人，被送去广州审判打屁股。\n\n1662年，郑成功击败荷兰收复台湾，不多说了。\n\n有人很不屑：葡萄牙荷兰只是小国。怎么不说说英法呢？因为，十六七世纪葡萄牙荷兰才是西方海洋世界的超级强国。英国的工业革命，是18世纪的事了。\n\n上面2件事，也许不全面，但也能反应出明朝对待西方强国的态度和能力。\n\n清朝就不说了，温习一下清朝签定的不平等条约。\n\n……\n\n几场战争，把中国几千年发展的经济成果，全贡献给了别人。能不穷？\n\n明朝的一个知县和一个地方势力，就能将西方列强收拾得顺顺的。清朝举国之力却是一败再败。\n\n相同的民族，基本相同的疆域，不同的，造就的完全不同的结局。不由得想问一句：满清和明的差距咋就这么大呢？\n\n先看看鸦片战争前：\n\n一，国力：道光时清朝人口4万万，GDP约占世界30%，明明白白一个东方大国。英国当时还没成为\"日不落\"，GDP约占世界的5%。\n\n二，军事：英国兵少，而清军兵多；英国后方太远，清朝在本土作战。\n\n三，兵力：1840年6月，英国的懿律带领的侵略军也就4000人，乘舰船40余艘。\n\n四，武器：当时英军使用的武器，海军虽用蒸汽机装备，但很多还是帆船；陆军虽使用后膛装弹的火枪和火炮，比清军先进一些，并不像后来差距拉得那么大。\n\n历史上以弱胜强的例子多得很。清朝的客观条件还不错，是可能胜的，却败了。根源在哪儿呢？\n\n不要说教科书。\n\n中国引领潮流几千年，突然就落后了，还落后的一塌糊涂。难道不让人费解？有兴趣的和我一起探索吧。历史的问题当然要在历史中寻找答案。\n\n了解一下康乾盛世的真相。\n\n康熙前面的，实在没什么可说。除了杀还是杀。咱们就从康熙开始。\n\n康熙是个了不起的人：智擒鳌拜，平定三藩，收复台湾，征战雅克萨，打败葛尔丹，治理黄河淮河，学习近代科技 。咋一看，战功赫赫，成绩斐然，俨然一位伟大的君主了。真的是这样吗？\n\n君主伟大与否谁说了算呢？衡量君主的标准是什么呢？这个标准选不好，结果就会出问题。我认为君主伟大与否要看：君主对国家民族的贡献，而不是君主的个人能力。\n\n咱们来逐一分析康熙做的大事，了解了解真相。\n\n智擒鳌拜，说明康熙很能干。不过，这和伟大没有一点关系。不过是清内部的皇权争夺战，变更的仅仅是国家实际领导人。这是康熙为自己而战，没有涉及到国家民族的贡献，和百姓也无多大关系。\n\n平定三藩，更是为了维护皇权。康熙和吴三桂争着当老大，结果大打出手。战争还是康熙挑起的战争。（战争贩子？）这不过是一场地方go-vern-ment与中央go-vern-ment的夺权战争，和贡献沾不上边。战争中，不知道多少老百姓遭了殃丧命了。康熙最终胜了，也只因为他的手段比吴三桂高明，说明他确实能干。没有涉及到贡献，自然也和伟大没有关系。也许会有人会说：至少康熙维护了领土的完整，难道不算贡献？好问题，赞一个。我还是要说：这和伟大不沾边。不是我固执或偏见。你想想：吴三桂如果胜了，他会允许分裂吗？肯定不会的。也就是说，这场战争，不管谁胜，国土都是完整的，不存在分裂的可能。因此，你的观点不成立。这和沙俄分裂新疆有着本质的不同。\n\n满清收复台湾，我实在是不愿说。当时的情况和现在根本不一样。\n\n接着是雅克萨之战。此战发生在康熙年间，清战力最强的时期。沙俄投入的兵力也就800多人，还是远征。弹药和粮食都有限。远没有大家想象中的规模巨大和惨烈。清军数倍于沙俄军，还享受着不错的装备，水陆两军同时进攻，打了大半年才了事。这种战斗（根本算不上战争）和结果有什么自豪的？哼！康熙28年（公元1689年），中俄签订《尼布楚条约》，把西伯利亚的一百五十万平方公里土地送给俄国，才换来百年的安定。这就是大家引以为荣的康熙和雅克萨之战。不知道历史学家出于什么原因，大肆宣传，真是误导人呢。难道这就是传说中的足狗文人写的？请不要自欺欺人了。\n\n康乾对漠北蒙古的准葛尔部进行了种族灭绝，残忍得罕见，不说了。\n\n黄河淮河，隔若干年就会出点事。哪个朝代没治理过呢？赶上了，顺便就治理了嘛。此等分内之事，哪能和伟大扯上关系呢？明朝那个，30年不上朝的万历帝在位时，还治理过黄淮河的水患，而且治理得不错。不知道了吧？所以说，有些事根本不是大家想的那样。脑袋长在自己脖子上，不要被别人摆布了。\n\n接着是康熙的勤奋好学。\n\n康熙和同时代的彼得大帝，几乎一样的好学。不过，彼得将自己对科技的兴趣推广到全国，使俄国迅速走向强盛。康熙对科技仅仅是个人兴趣，而这种兴趣还有政治动机。 他要让汉族大臣看到：他是一位多么能干和智慧的皇帝，满人并非蛮裔。这就是康熙学习科技的动机。\n\n康熙年间，戴梓发明的28连发的，当时最先进的火器，康熙弃之不用。还说：以满洲夙重骑射，不可专习鸟枪而废弓矢，有马上枪箭熟习者，勉以优等。后来，天才级人物戴梓被充军关外。这就是康熙打压科技的手段。\n\n清朝后期，左宗棠在西北平叛，从一处明代炮台遗址挖掘出开花弹百余枚，不禁仰天长叹：\"三百年前中华已有此物，到如今竟然失传，以至被列强所欺凌。\"看到没？这就是康熙造的孽。不仅不发展科技，反而打压科技；不仅不进步，反而退步。这就是很多人心目中的英雄的本质。\n\n不怕不识货，就怕货比货。顺便比较一下康熙和同时代的路易十四。\n\n先看看个人情况。\n\n路易十四奢靡无度；热衷芭蕾；没有兴趣参与任何科学活动；期望成为亚历山大那样的欧洲霸主。咋一看，有点荒唐，不学无术之人还爱做梦。\n\n康熙一生节俭勤政；对西学颇有研究；以大禹为自己的治国偶像。很不错的样子。\n\n接着是两人的作为。\n\n路易十四大力支持国家普及科学。他接受大臣的建议，成立了法兰西科学院，法兰西建筑学院和法兰西喜剧院，其成员享受国王的津贴，研究活动受到资助。同时代的康熙，则忙着进行文字狱，以维护满族统治的合法性。\n\n路易十四发动了大量的对外战争，打造了一个鼎盛一时的法国。康熙热忠打内仗建功立业。对外只和俄国发生过冲突，面对俄罗斯一股小小的远东军，康熙煞费苦心。\n\n路易十四为了发展海外贸易，拓展海外殖民地，将国门大开。加强法国与欧洲及世界的联系；而康熙在开海禁海问题上，长期犹豫不决，最后以禁海告终。禁海不仅使中国造船技术一路滑坡，也导致离奇事情的发生：明末对世界地理已有相当程度的认识，清末竟没人知道欧洲在哪（还有其他原因：销毁相关地理和科技书籍等）。有人会说：明朝也禁海，为什么只说清朝的不是？好问题，后面会谈。\n\n康熙和路易十四比较之后，我们发现一个惊人的事实：皇帝的个人能力和成就并不成正比。皇帝的个人能力，似乎也不是很重要。重要的是眼光和优秀的辅佐人才。\n\n康熙晚年，禁止公开讨论天文预兆和历法研究。因为这些内容，涉及到清朝的合法性。1715年，康熙在科举考试中也禁止了相关内容。此前两年，乡试和会试的策问，都已禁止涉及天文、乐律和计算方法。就这样，文字狱成了清朝的一项基本国策。以一人之力，成功改变考官及书生的兴趣几百年，真是能干至极。清朝后期无知无能的种子，就是康熙一粒粒播下的。这也是近代中国落后的原因之一。\n\n突然明白：皇帝能干未必就是好事。有时，甚至会成为某些民族的灾难。\n这里说下你可以视我为大民族主义者。可是麻烦你去查下两个不敢在历史书上出版的事件。扬州十日和嘉定三屠。满清对汉族做的事必须记着。\n顺便看一下，一直被大家骂的，所谓黑暗的大明朝。\n\n大明朝最懒的皇帝应该是万历帝了。30年不上朝，真是历史上绝无仅有的风景。如果你知道这件事是在：皇权与文官制度发生了剧烈冲突，皇权受到压制的情况下发生的，不上朝是万历帝的消极对抗。你会有何感想呢？皇权受到压制，怎么可能？不是说明朝很黑很专制的吗？是啊，已经专制到皇权都受到了压制了！不可思议吗？确实。开始的时候，我都不敢相信。这和我脑子里的印象完全不同耶。后来才知道：以前被洗脑了。言归正传。皇权受压制时，万历帝没有因为大臣与他作对而杀过一人。不上朝也并不是不办公，万历年间的很多大事小情，都是万历帝处理的。\n\n大的如万历 三大征（全胜），特别是明朝的援朝逐倭战争，一直是在万历关心和支持下进行的。\n\n小的如利玛窦进京传教，建立教堂等，都是在万历过问下，得以顺利进行的。东西方文明得以交流，万历起了相当大的作用。（不可思议？）顺便说一句：林则徐是\"开眼看世界的第一人\"，其实是个笑话。除清朝外，中国历朝都是开放的，真正的第一人哪能跑到清朝去呢？林则徐不过是清朝看世界的第一人罢了。\n\n事实上，明朝的皇权是有限的，内阁是很成熟的。很多国家大事都是内阁处理了。内阁的老大称为首辅，类似与现在的总理或者首相。这些内阁成员大都是学时渊博，德高望重，聪明绝顶之人（有时也会有些混蛋）。这些人的努力，成了大明皇帝懒散的资本。这就是明朝的部分皇帝不勤政，机构却能一直正常运行的原因。\n\n以往的各个朝代，包括明朝，皇帝的\"治统\"之外，还存在着一个\"道统\"。明朝的官员很骄傲地认为自己掌握着道统，因而经常和皇帝争执。官员常常不以皇帝的标准看问题，动辄在朝堂与皇帝发生争执而据理力争。有时皇帝气得没招了，就打大臣的屁股。即便这样，这些官员依然义无反顾。因为，被皇帝处罚的同时，获得了另一种荣誉--整个国家，整个文化界，都认为大臣是对的，而皇帝错了。这就是:吾更爱真理。为什么那么多人去赞扬亚里士多德，却没人愿意了解一下自己的祖先呢？自卑来源于无知。\n\n清朝吸取了这个教训，通过种种努力，把道统收到皇帝手中。 实现道统和治统统一的王朝，历史上，只有满清一个。\n\n清朝是如何实现的呢？\n\n首先：皇帝大力提倡程朱理学。这个不新鲜，只是程度加重了很多和太多。读书人熟读八股，只为科考得中，两耳不闻窗外事。富国强兵的技术和思想却鲜有涉及，极大地禁锢了读书人的思想。读书人的智慧和良心都没了，国家怎么能好？清朝后期无能愚昧的种子，又播种了一些。(明朝虽然也提倡程朱理学，但影响有限。)\n\n其次：侮辱和痛贬名儒的人格，使他们颜面扫地，根本没资格以名儒自居。更别指望他们像明朝官员那样和皇帝争高下了。康熙三十三年，康熙帝召集翰林官员作文。题目：理学真伪论。自己做考官，翰林官员当考生。羞辱这帮以才学自居的文人，包括自己的老师熊赐履和一些已经过世的名儒。骂这些人是假道学，同时以皇帝的威严痛斥当世名儒。告诉人们：真正懂道学的是皇帝，真理在皇帝手中！ 大臣失去道统，就失去了制衡皇权的王牌。治统与道统的统一，使得清王朝成为历史上最为专制的王朝（很多人以为：其他朝代也是这样的，因而大骂自己的祖先。把清朝的做为扩大到5000年的历史，是不对的哦）。清朝的文武百官，自称奴才，口称主子，开口闭口皇上圣明，就这样出来了。没人敢和皇上争高下了，皇上能不圣明？奴才也顺便出来了。奴才需要的是听话，不是才干。\n\n最后，当然就是杀头了。明朝能容一个骂皇帝的海瑞，清朝不能容一个哭庙的金圣叹。专制与否，在这里表现得清清楚楚明明白白。康熙初年，庄廷龙修《明史》，庄家被灭族。这样的事多得很，有兴趣的自己找相关资料吧。有思想的人几乎被杀尽，事情做到这份儿，能不愚昧不落后？\n\n难怪小日本会笑话我们。此外，满清律规定：凡汉人三十人以上集会者，以谋反罪论处。这可是古往今来第一次，满清真是有开拓精神呢！\n\n一句话：康熙是一个能干的人，但他不是一个好皇帝。甚至可以说：康熙是个很糟糕的皇帝！那么，谁才算是伟大的皇帝呢？古代中国，伟大的皇帝不少呢。有兴趣的，了解一下隋文帝杨坚，一个被遗忘的人。\n\n看了康熙，再来看看乾隆。\n\n乾隆时，文字狱达到顶峰，发生了160多起。少则牵涉百人，多则牵涉万人。思想被禁锢得连文化科技都无法正常发展。望文生义，牵强附会，捕风捉影，甚至一些疯子的言语也被定为逆案而处死，荒唐至极。\n\n刘三元，本疯癫。某日对人说：我是汉室后裔，要众官扶持。结果被杀。一个疯子，一句疯话，就掉了脑袋。\n\n王锡侯，因不满《康熙字典》为一家之言。用了十七年时间，编成一部新颖的字典：字贯。因字典中有康熙、雍正的庙讳及乾隆的名字，乾隆大怒：下令把王锡侯处斩，子孙六人处死，全家二十一人连坐，妻媳及未成年之子为奴。\n\n尹嘉铨，自称古稀老人。乾隆说：我称古稀老人，早已布告天下，他怎么也敢自称古稀老人？绞死。 （没一点点涵养和胸襟，还称十全老人。）\n\n徐骏，已过世。遗著《一柱楼诗》中有：举杯忽见明天子，且把壶儿抛半边。乾隆认为壶儿就是胡儿，诽谤朝廷，嘲讽满清没文化。结果，徐骏被剖棺戮尸，儿孙和地方官员全部斩首。\n\n这些是发生在咱们祖先身上的，真实的事。不是故事，而是事故，是悲剧。\n\n这样的事还多得很，有兴趣的自己查资料吧。接着咱们来看看，乾隆朝修订的四库全书。\n\n乾隆三十八年开《四库全书》馆，全国图书都要进献检查。乾隆三十九年命各省查缴\"诋毁本朝\"之书，尽行销毁。乾隆四十年令四库馆臣对所收书籍\"务须详慎决择，使群言悉归雅正\"。不仅不利于满清的文献被禁毁，连前人涉及契丹、女真、蒙古、辽金元的文字都要进行篡改。查缴禁书竟达三千多种，十五万部还多，焚毁的图书超过七十万部。（乾隆心想：秦始皇算什么，敢跟我比？）禁毁书籍与四库所收书籍一样多。明清之际，黄道周、张煌言、袁继咸、钱肃乐、顾炎武、黄宗羲、孙奇逢等人的著作，都成为禁书。历史学家吴晗说：清人纂修《四库全书》而古书亡矣！（中华的历史和智慧都在古书里）文字狱之彻底可见一斑。唯一幸免于难的就是汉字。满清较之前代的外族统治者，更加阴险卑劣恶毒。鲁迅说：对我最初的提醒了满汉的界限的不是书，而是辫子，是砍了我们古人的许多的头，这才种定了的，到我们有知识的时候大家早忘了血史。 \n\n《天工开物》《物理小识》《武备志》《明将军传》等非常有用的，记录中国明朝科学成就的书籍也被清朝列为禁书。吴三桂的《反满檄文》，《扬州十日记》，《嘉定屠城记略》，在中华本土消失了二百多年。二百多年后，才从日本找出来。满清就是这样阉割了中华的光辉科技和灿烂文化，使中国回到了欧洲中世纪黑暗蒙昧的境地。思想没了，文化没了，科技没了，后来钱也没了。发展了几千年，又被打到原始社会，怎能不愚昧不落后？难怪小日本嘲笑：中国发展5000年不如日本发展50年。中华文明被毁灭的同时，清王朝也失去了强盛和进步的基石。清朝的皇帝据说个个勤政，却落了个丧权辱国的结局，也就不难理解了。这恐怕是满清前期的统治者始料未及的。没过多少年，整个清王朝就成了，鸦片战争中，人们看到的，愚昧、麻木、扭曲和奴性叠加起来的德性了。直到现在，也没好到哪里去。\n\n《四库全书》名义上是为了综合古今典籍，实际上是对中华文化的一次彻底的清洗。乾隆统治的六十多年，是中国文化最KB最黑暗的年代。现在清朝宫廷戏颇多，都是赞美和称颂之词。每每看到这里，心里就泛起悲凉。多少人因此对历史造成错觉，其影响和后果，唉……\n\n欲灭其国，先去其史。满清对中华文化进行的彻底而细致的清洗与篡改，为的就是不让明朝的真实记录留传下来。一些可以丑化明朝的东西却被全面渲染，以妖魔化明朝。这就是大家误解明朝的原因。假作真时真亦假。几百年后的今天，人们仍然相信，这个朝代是前朝不可企及的盛世，\n\n皇帝也是不可多得的圣君。满清篡改捏造历史的本领，实在是前无古人。汗一个……抗战期间，日本在我国东北推行奴化教育和满清如出一辙。日本人说过：征服中国不必在乎手段残酷。因为征服中国后，东条英机就不再是屠杀者，而是中国的成吉思汗和努尔哈赤。看来日本人确实深入的研究过中国的历史，再汗一个……\n\n满清为什么要这么做呢？因为女真族民不过百万还是野蛮民族（没自己的文明）。面对泱泱中华时，心理弱势是不言而喻的。为了维护自己的统治，他们就从汉人的文化和民族自信下手，打掉汉人自信和能干的基石。汉人变得愚昧和奴性，才便于他们统治。这就是满清极力丑化扭曲汉人政权及历史的目的，也是文字狱的目的。汉人习惯了当奴才，他们才能放心做主子。国人的愚昧和奴性，就是这样被满清种植的。 而满清后期的屡战屡败，除了落后之外，很大程度上就是满清不愿胜。鸦片战争中，满清go-vern-ment重用琦善，诬陷林则徐，以及后来的中法之战\"法国不胜而胜，中国不败而败\"，已经把满清的意图显示的清清楚楚了。三元里抗英，更是说明了英国根本没有想象中的强大。满清贵族说过\"汉人一强，满人必亡。\"即使国难当前，满清首先提防的还是汉人，而不是友邦。于是，\"宁与友邦，不与家奴\"的事，也就不难理解了。\n\n声明：说这些可能影响民族团结，我不是一个民族主义者，我也希望各民族和睦共处，更没有要伤害谁的意思。但这是事实，影响重大，不能不说的。\n\n至于康乾盛世，清朝国力居世界第一，则要归功于中国雄厚的基础。以往各朝代，中国的国力都\n\n是世界第一，不是到了满清才第一的。明朝经济总量占世界45％，清朝约占30％。这说的还只是量，如果，涉及到质（科技、文化、思想等），那满清和明朝更是不可同日而语了。\n\n明末崇祯年间，中国耕地总数783万顷。而顺治16年，中国耕地总数是549万顷。乾隆31年，达到741万顷，才接近明末。\n\n明末，传教士利玛窦的《中国札记》这样记载中国：这里物质生产极大丰富，无所不有，糖比欧洲白，布比欧洲精美… …人们衣饰华美，风度翩翩，百姓精神愉快，彬彬有礼，谈吐文雅。而乾隆时来访的英国使者马戛尔尼则说：遍地都是惊人的贫困… …很多人没有衣服穿… …军队象叫花子一样破破烂烂。\n\n这就是康乾盛世的本质。\n\n清朝这个专制残暴和扭曲都达到顶峰的朝代，骨气和思想，早已失去了生存的土壤。中国传统的为官直言敢谏，为史秉笔直书的观念彻底被摧毁。后来又被东西方列强欺负和蹂躏，国人的自卑和媚外也顺便产生了。被征服和奴役的太久，都进了潜意识，形成了习惯。直至现在，还有那么多贱骨头，自己不行，却认为祖先和文化有问题。漠视那灿烂的文化和辉煌的文明。\n\n看看现在：\n\n那么多人以拿外国绿卡为荣；那么多女明星以嫁外国人为荣；那么多人心甘情愿的做西方资本家的奴才；那么多……已经把国人自卑和媚外表现的淋漓尽致了。这是不对的。\n\n飞船上天和北京奥运，那么多人关注，为什么？借此获得一点点的自豪罢了。这是不够的。（小子够狂，口气大得没边了。）\n\n那么，怎样才够呢？寻找。只有找到我们民族的智慧和自豪感的源泉，才能从根本上改变现状，才能获得属于我们民族的骄傲。\n\n撒切尔夫人说过：\"中国成不了超级强国。因为中国没有能够推进自己，削弱西方国家 的，具有国际传染性的学说（思想）。\"真是入木三分，不愧一代豪杰。她也提醒国人：超级强国是需要领袖气质的，漠视民族智慧的民族难当大任。\n满清已经成为历史，就让它过去吧。但是，反省，发现，重整旗鼓，是不能不做的。可惜，这么久了，还没人做。大家都不做，就让我这个不自量力的小人物来吧。佛说：我不入地狱，谁入地狱。\n\n下面是明朝和清朝的一些情况。\n\n中华文化在唐宋达到鼎盛。明朝的文化成就，大家看看\"影响中国的100本书\"的明朝部分就知道了。满清完全是文化荒漠。 260多年只产生了一部伟大的著作：红楼梦。内容还是揭露清朝的腐朽的。曹雪芹为了躲避文字狱，才以小说的形式表现。\n\n思想上相对唐宋较为严苛的明朝，思想家也是层出不穷：王守仁，李贽，王廷相，顾宪成，吕坤，顾炎武，黄宗羲等。伟大人物的诞生，必然伴随着伟大的智慧。而两百六十年的满清，在中国这片土地上，竟没有一个思想家。满清本没有思想，却压制汉人。使中国，在近三百年的时间里，思想上处于一片空白。（难怪会被嘲笑）直到现在，国人还没有醒悟，悲哀莫大于此。\n\n从胸怀上看，汉唐明的中国和类似于现在的美国。对外表现为自信、开放、开明和吸收。真正闭关锁国的只有满清一朝。\n\n七下西洋的太监英雄--郑和；足智多谋的和尚军师--姚广孝；百科全书式的王爷--朱载堉；史上唯一封侯的女将--秦良玉；文武兼备的一代宗师--王守仁；为研究西学加入天主教的宰相--徐光启……明朝的开放与精彩哪是清朝可以想象的。明朝虽然也禁海，却不是彻底的禁，而是时禁时开。即便后期官方从海洋退出，海洋世界也不是权力真空。海商和海盗成为海上的统治者。郑成功之父郑芝龙就是其中的佼佼者。出现在中国海域的荷兰船只，常被郑芝龙部截获。天启七年，\n\n郑军与驻台荷兰军还发生了一场战争。结果，被称为海上马车夫的，西方海洋强国，荷兰战败。\n\n此外，明朝非常重视与西方的交流，积极吸收西方先进的技术。那个木匠皇帝朱由校，还为中西交流做了很大的贡献呢。（误解历史，愧对祖先。）\n\n人格和气节方面，中国的文化从来都是强调修身齐家治国平天下；从来都是教育人们威武不屈贫贱不移；从来都是要人以礼义仁智信廉耻来自律；从来不乏铁骨铮铮之人。且不说：蒙恬-教尔等尝尝帝国铁骑的滋味儿；霍去病-匈奴未灭，何以家为；苏武-牧羊；陈汤-犯强汉者，虽远必诛；班超-不入虎穴，焉得虎子；冉闵-力挽狂澜，拯救华夏于危亡之际；陶渊明-不为五斗米折腰；杨坚-重建中华文明和秩序；李白-安能摧眉折腰事权贵；岳飞-还我河山，满江红；虞允文-国难当头，挺身而出；文天祥-人生自古谁无死,留取丹心照汗青。就是明朝也不乏：于谦-粉身碎骨浑不怕, 要留清白在人间；海瑞-不畏强权，刚直不阿；戚继光-封侯非我意,但愿海波平；郑成功-驱逐荷虏，收复台湾等高节之士。而满清却盛产奴才。奴才从来都是卑躬屈膝的，哪来的人格和气节？士大夫无耻是为国耻。两百六十年啊，中国竟无一个真正的人，奴性被破天荒得发扬光大深入骨髓。 祖国，我为你痛哭！\n\n明朝的太监也是个不能不说的话题。由于刘瑾和魏忠贤的关系，明朝的太监名气好象特别大。这两个人做了不少坏事，出了名，连累了其他人。不过，他们就是他们，不能代表全部太监。实际上，明朝有贡献的太监远多于祸国者：七下西洋的英雄郑和；助徐阶清除大奸臣严嵩的黄锦；助张居正改革的冯保；危险之中保护小皇子的怀恩等，都是太监。太监是一个群体，有好有坏，不是一些人认为的：只要是太监都是坏蛋。 有人可能会问：\"冯保还贪污呢，你怎么把他也算到好人里了？明显的偏见。\"又一个好问题，赞一个。冯保是贪污，不过，他也是张居正的变法的有力支持者。没有他，变法恐怕也不会那么顺利的。变法限制了王公大臣的胡来，让百姓减轻负担，国库充盈。他的贡献远远超过他的贪污。又不是圣人，有点问题是难免的，看人要看大局。而且，冯保后来也被处置了。而清朝的贪污更厉害：\"三年清知府，十万雪花银\"。甚至皇帝也捞，还捞得更厉害：\"和珅跌倒，嘉庆吃饱\"就很能说明问题。据说，和珅的财产是清王朝10多年的国库收入，那才叫强悍呢（贪官里的极品）。结果，全装进了嘉庆的私人腰包，又一个混蛋皇帝。说到乱政，慈禧时间之长，范围之广，灾难之深重，恐怕不是明朝那几个能比的。慈禧最经典的名言更是响彻云霄了：宁与友邦，不与家奴。明朝亡国的崇祯帝的最后遗诏则说：勿伤我百姓一人。瞧瞧，这就是差距，这就是本质。\n\n由于明朝的文官权力甚大，皇帝会让太监去牵制大臣。皇帝，文官集团，太监，三者是相互制约相互利用的。（三权分立？）这就是文官集团和太监集团频繁斗争的原因之一。适当的矛盾，其实是有利于进步的。权力有了制横，才会透明和民主。\n\n忠奸并存，斗争激烈，胸怀广阔，开明吸收，群星璀璨，波澜壮阔---这才是真正的大明朝。\n\n说了这么多，有人会认为我是故意挑起民族争端。唉，我只是一个小老百姓，自然也是希望国泰民安的。只是想让大家了解一些历史的真相。历史，我们可以宽恕，可以原谅，绝对不能忘记，尤其是被故意篡改的历史。这不仅是历史和现实的需要，也是我们民族自信自尊自强的表现。\n\n只有正确认识我们的历史，才能正确认识我们的文化；正确认识我们的文化，才有可能发扬我们的文化；发扬我们的文化，我们的民族才能摆脱自卑重拾民族智慧和自豪感；拥有民族智慧和自豪感的民族，才是一个有灵魂的民族。\n\n知人者智，自知者明。国人要想读懂自己的祖先和文明,必须读懂明朝。国人要想承前启后，全面复兴中华,也必须读懂明朝。要真正读懂明朝，需要先正确解读满清王朝。这就是此文的目的——寻回民族精神，割弃奴性思想，净化华夏灵魂。\n发完。完毕。请各位看官耐心的看下来。",
    "replies": [
        {
            "author": "Coerce",
            "timestamp": 1374797040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "BrutalCat",
            "timestamp": 1374797940,
            "txt_content": "不明真相，我只看不说 (← ← "
        }
    ]
}