{
    "title": "■手动置顶■■Dragon Cave（龙洞）官方讨论帖■■自带音乐■",
    "author": "Sky、果冻",
    "replyCount": 99,
    "timestamp": 1374851880,
    "txt_content": " 本帖最后由 Sky、果冻 于 2013-8-4 13:40 编辑 \n\n\n■Dragon Cave官方讨论帖■\n　　前言：之前收到很多用户的投诉，说龙洞（Dragon Cave）的讨论帖严重占领了茶馆的大部分贴，要求各种屏蔽之类的，经茶馆风纪部决定，在茶馆设立一个专门讨论龙洞的帖子共各位讨论。\n　　注：以后如在茶馆见到讨论龙洞的帖子，将锁+沉处理！求点击的帖子将按照茶馆版规2-2跟风贴这一条进行处理！\n　　那么，先来普及一下什么是Dragon Cave。\nDragon Cave是一款免费的英文虚拟养成网页游戏。你可以收集龙蛋，并帮助他们长大。中文名龙穴或龙洞。适合有收藏癖和有耐心的朋友\n　　【养龙教程】\n一 注册\n\n首先是网址：http://dragcave.net\n点击网址，出现下面的界面\n\n点击Register，出现下面界面，按步骤注册。\n\n因为DC现在有80多万注册用户，所以短的用户名很多都被注册掉了，下面是可能出现的错误，如果出现了，重新填一下好了。\n\n如果注册成功，会有提示，然后去下面填的邮箱中找确认邮件，确认激活，注册完成。\n\n二 抓蛋\n\n然后点击login，登入之后。就可以抓属于自己的龙蛋了。抓蛋的地方有两个,如图：\n\nCave（蓝框中的六个区）或者AP（红框圈中的链接，abandon page俗称“垃圾场”或者翻译为“弃蛋区”的地方）\nCave中得到的是系统发放的蛋，没有家谱的所谓的CB(Caveborn)蛋。每个区域有三只蛋，只有蛋的描述，没有蛋的样子，所以想知道蛋是什么样子，必须熟悉各种蛋的描述（http://dragcave.wikia.com/wiki/Which_Egg_is_Which%3F）稀有的蛋往往被抢的很快（某些蛋是无法再cave拿到的。）\n\n以alpine为例，如图：\n\n红框中的就是描述，点击有问号的蛋就可以得到，不过前提是没人和你抢或者你足够快。如果其中没有你想要的蛋，刷新，如果还没有继续刷新，直到其中某只蛋被别人拿到之后，才可能出新的蛋递补，所以如果三只蛋都是没人要的蛋，很可能很长时间都不会变化。\n\n某些蛋只出现在特定区域，有些蛋的描述是相同的，但是因为出现的区域不同，所以可以判断出来。\n比如：条纹和喷火的描述完全相同(This egg has brightly colored markings on it.)，但是条纹只出现在森林和丛林，但是喷火只出现在沙漠。\n粉红和弗拉明戈的描述完全相同（It's bright. And pink.），但是粉红出现在任何地方，而弗拉明戈只出现在高山，森林，丛林，水边，所以沙漠和火山出现这样的描述肯定是粉红。另外，高山出现粉红的几率也很高，水边和丛林拿到粉红的几率非常低，大部分是弗拉明戈。\n日石和月石出现的描述以及出现的地点完全相同，红背和紫背，紫色脊翼龙和棕色脊翼龙（Tan）更是有一定几率拿到的同样物种，这样就完全无法判断。但是有一种办法可以“看到”蛋的样子，当你鼠标放在蛋上的时候，某些浏览器是可以看到蛋的代码的。\n\n如图，见左下角。http://dragcave.net/get/IsHQK，最后的五位数字就是蛋的代码，把get改成view，http://dragcave.net/view/IsHQK\n\n这样就会出现蛋的样子，就知道是什么蛋了。（当蛋的下面有wild的字样，就是说这个蛋没被人拿走），但是很稀有的，比如棕色脊翼龙（Tan）和紫色的都很稀有，所以这样的龙是没时间看代码的。（在你看代码的时候就被别人拿走了），红背和紫背在很多情况下是有时间看完代码之后拿到的。\n\n但是有几种情况Cave是可能没有蛋的。\n1 某个区域内的蛋被人拿光了。新龙发放的时候经常会出现这种情况，或者因为某个区域（比如沙漠）稀有龙刷的比较多，所以拿蛋的人很多，而每个小时某个区域供应的蛋总数是一定的，所以会被拿光。\n\n2 AP的蛋过多。当AP的蛋满了之后（6个X5行=30个），cave里就会被堵住，不再有蛋显示了，这个时候想抓蛋只能去AP(点击图中链接)，或者等AP的蛋少于四行的时候，cave的蛋会重新出现。AP的蛋多于四行但是第五行没满的情况是缓冲，如果当时cave有蛋，那么不会堵，如果cave没蛋，也不会出现。(现在TJ在试验，所以DC的Cave只要蛋没被拿完，永远有。)\n\n3 cave没堵的情况下，如果某个区域的蛋被拿光，每五分钟可能会有一批蛋刷新。（有的时候没有）\n\n4 蛋的刷新都是从最后一个开始的，即是前面的人无论拿了第几只蛋，最新出现的蛋都在最后一个，之前的蛋递进（如果第一个被别人那走，那么第二个变成第一个，第三个变成第二个，新刷的出现在最后），就是说抓蛋的时候鼠标放在最后一只蛋上，出现稀有的几率很大。当然，整点例外，每个整点的时候，所有区域，所有的蛋都重新刷新，稀有出现在任何地方都有可能。\n\n\n以下是AP：\n\nAP（弃蛋区）：里面的蛋都是别人拿到之后不要的，有的是从cave捡的CB蛋，有的是生出来的，大部分都是普通蛋，偶尔有稀有蛋出现，这里可以直观的看到蛋的样子。点击蛋的图片，没人抢或者足够快就可以拿到。因为AP的蛋通常都是别人不要的蛋，所以稀有相对较少，当然也有不小心生飞的，或者故意生到AP的稀有蛋。在AP也可以找到一些谱子比较漂亮的蛋，不过AP抓蛋最主要的还是运气。蛋的顺序是基本按照时间的长短由短到长排列的，时间短的蛋出现在前面，新生的蛋基本都出现在后面几位。也有人会扔小龙的，不过很抢手，不容易拿到。\n另外节日前一周，之前的节日龙蛋会出现在AP，一般节日蛋出现在前几位（有时也不是这样）。\n\n\n三 蛋和龙的信息及操作\n\n进入卷轴，点击蛋的图标，会得到下面的界面，下图是蛋的详细信息。(点击蛋之后在地址栏中的地址的最后五位就是蛋的代码，每个蛋的代码都是唯一的，在DC升级前代码是四位，现在已经无法拿到。如果代码可以组成单词或者有趣的东西，论坛上可能有人会用好龙换的)\n\n其中最重要的数据是OV（Overall Views），UV（Unique View），和蛋剩余的时间。\n右边的红框中的数据只有生的蛋才有，CB的蛋是没有的。\n\n点击蛋的action（黑色的是可以执行的操作）\n\n（从Cave拿到的蛋只有五个小时后才可以扔，AP拿到的基本都可以随时扔，不过有一种特殊情况，就是别人拿到的不能扔的蛋，咬成吸血鬼，然后飞到AP，你抓到之后是不能立刻扔的，需要等时间到了才可以。）\nName：只有小龙或者大龙才能用，为龙取名字。\n\nDescribe：龙的描述，大龙才可以用。（54就好）。\n\n小龙和蛋的操作界面基本一致，唯一多的是Freeze，冰冻。冻掉的小龙无法长大，一直保持冰冻时的状态，冰冻的次数和卷轴龙的数量有关，卷轴龙总数少于50只的时候，两周可以用十次，铜杯（50-199）时两周十二次，银杯（200-499）两周十四次，金杯（500以上）两周十六次。\nName可用，命名过的龙变成rename,点击可以重新命名，如果点击rename后，什么都不输入，则取消命名。（命名的小龙无法交易）\n\n\n大龙操作：\n\n\n四 卷轴操作：\naccont\n\n\nAccount Settings:\n\n\nChange Sort Order:\n\n另外，卷轴左侧和右侧分别有一个下拉条。(右侧的基本没用)\n\n左侧的分别是：显示所有龙（默认）\n显示蛋和小龙\n显示未命名的小龙和大龙\n显示能够交配的龙\n显示可以用的BSA（龙种技能）\n\n\n五 怎样养龙：\n\n原理：\nDC龙长大需要达到两个条件:\n1 蛋/小龙剩下的时间在四天以下（刚刚拿到的蛋时间为七天）\n2 UV足够高\n\n因为一定要同时达到这两个条件，蛋才会孵化，或者小龙才会长大，所以拿到蛋之后不用着急增加UV（因为UV太高蛋会生病甚至死掉），可以放一天再增加UV。\n\n增加UV的方法：\n1 复制蛋的论坛代码，贴到论坛签名上，每人浏览一次，就增加一点UV，但是如果用这种办法增加UV，一定要盯着蛋的UV，因为UV增加太快蛋会生病或者死掉。\n2 使用孵化室或者急救站。\n\n不同龙种对UV的要求是不同的，鸡蛋对UV比较低，一般200左右就会孵化(时间是4天的时候，下同)，金属（特别是奖励龙）对UV的要求稍高，不过大部分龙300左右的UV也够了，用红龙的技能温暖之后，虽然会减少一天时间，但是对UV的要求会增加。蛋或者小龙的时间剩的越少，UV要求越低，时间剩下几个小时的时候UV100左右就会孵化。\n其实OV和click对孵化，长大已经出性别也有影响，但是没有UV那么大，所以基本不用关注。\n\n孵化室使用方法：\n1 在孵化室的read scroll(或者scroll，总之和卷轴相关的地方)输入卷轴名字，确认，然后选中要加入的蛋，确认。\n2 急救站需要复制蛋的代码，加入，确认\n\n常用 孵化室（任何时间都可以用，而且蛋孵化之后不会被撤下了，直到长大了才会）：\nhttp://dc.makegames.de/scroll.html（隐藏之后蛋会被撤下）\nhttp://lair.silverdrak.de/（即使隐藏了蛋也不会被撤下）\n\n急救站：\nhttp://www.coup-detat.info/NDER/NDER.php（蛋/小龙时间少于或等于四天的时候才可\n\n以放进去，蛋孵化自动撤下，国内有的时候进不去）\nhttp://www.jaemeia.net/er/（蛋/小龙时间少于四天的时候才可以放进去，蛋孵化自动撤下）\n\n\n六 如何生蛋。\n\n龙长大了就可以生蛋了，得到的龙的种类大部分情况是父母中的一种，节日龙和普通龙交配，非节日期间得到普通龙蛋，节日期间（该龙所属的节日）期间得到节日龙蛋。\n点击action，然后点击breed，就会有可以交配的龙的列表。（交配列表的排列顺序大体上是按照卷轴的顺序排列的，但是交配过的龙，生蛋或者交配成功但是没生蛋的，会出现在列表的顶部。）\n\n点击要交配的龙后面的breed，就可以交配。交配有四种结果，分别是：\n1 交配成功，并拿到蛋。\n\n2 交配成功，但是没生蛋。\n\n3无兴趣。\n\n4 拒绝接近。所谓的“死会”，前面的三种情况都下次都可以再次交配，但是死会的情况就无法进行交配。死会的龙会在交配列表的底部以灰色的形式出现。（节日龙之间在非节日期间交配一定会死会，但是节日期间死会的配对也是可以交配的，而且节日期间，节日龙一定不会死会。）\n\n\n需要注意的是：生蛋的时候卷轴一定要留有给新生的蛋的位置，如果没有位置，那么生的蛋会自动扔到AP去。\n交配一次之后，无论是否成功，交配过的龙都要等七天之后才可以进行第二次交配。\n\n有些龙无法通过cave拿到，只能通过交配得到，其中包括\n1 浅水（Shallow Water）通过水龙和贤士龙（Water Dragonx Magi Dragon）交配就有一定几率得到，也可以用浅水龙和其他龙交配得到。 \n2 双鳍（Two Finned Bluna）天翼和水龙（Skywing x Water）或者天翼和深海 （Skywing x Deep Sea）交配有一定几率得到，也可以用双鳍和其他龙交配得到。\n3紫外线（Ultraviolets）喷火和紫龙（Spitfire Dragon x Purple Dragon）交配有一定几率得到，也可以用紫外线和其他龙交配得到，另外，紫外线和其他龙交配，除了可能得到父母双方的龙种之外，还可能拿到喷火。\n4 晶体龙（Geode）通过绿龙和绿龙（Green x Green），石头和石头(Stone x Stone)，或者石头和绿龙(Stone x Green)交配，有一定几率拿到。也可以由晶体和其他龙交配拿到。\n5 彩色条纹 从系统拿到的CB条纹只有白色的，彩色条纹都是需要生出来的，条纹和条纹交配，有几率拿到红、绿、蓝、白、黑五种颜色的条纹。条纹和其他龙交配，拿到条纹的颜色与另一种龙的颜色相关，例如条纹和红龙交配，拿到的条纹一定红条纹，和冰龙交配，则只可能拿到蓝条纹。极少例外，新龙发放的时候，有些新龙和条纹生的条纹颜色可能不一致，但是TJ大部分时候事后都会改回来。\n6安魂（soulpeace）：白龙和日梦交配有几率拿到。\nPS:以上所有龙种，除了TJ的卷轴上拥有CB的之外，基本没有人有CB龙。（12年圣诞节中奖有人选了CB晶体。）\n\n因为节日龙平时只生另一种龙的蛋，所以经常用来和金属等稀有龙交配，虽然几率不会提高，但是只要拿到蛋，一定是稀有，但是因为很多人都用节日龙来配金属，不过因为配的多了，很多人不喜欢节日龙配对的稀有龙。\n\n\n七 徽章及取得方法\n\n\n1 复活节篮子，复活节收集彩蛋时可以得到\n\n2 铜杯，龙的总数达到五十只时拿到。（这里所说的龙的总数包括大龙和冰冻的小龙。蛋，小树，僵尸龙，以及没长大的小龙不计算在内，）\n\n3 银杯，龙的总数达到二百只时拿到，铜章将被替换。（同铜杯）\n\n4 金杯，龙的总数达到五百百只时拿到，铜章将被替换。（同铜杯）\n\n5 焰火，2010年七月四日新龙发布时登陆就可以拿到，现无法取得。\n\n6鲤鱼王 用浅水 打水技能100次左右得到。（次数据说是80-120次之间的随机数字，而且是合计的，就是说如果你有四只浅水，每天各用一次技能，那么25天就可以拿到100次）\n\n7南瓜篮子 2010年万圣节活动活动，2012年万圣节活动重新发放，很可能之后每个万圣节都有发放，之前拥有的只会变满。南瓜的表情随机取得。\n\n8 圣诞树 2010年圣诞树装饰活动获得，现在无法获得。\n\n9 胡萝卜 2011年愚人节登陆获得，现在无法获得。\n\n10鬼屋 2011年万圣节活动获得 现在无法获得。\n\n11 圣诞花环 2011年圣诞节装饰活动获得，现在无法获得。\n\n12 情人鸟 2012年情人节活动获得，现在无法获得。\n\n13 虫子？ 2012万圣节迷宫获得，现无法获得。\n\n14 烤饼？ 12年圣诞节料理获得，如果全部料理都做完，得到第二个，没做完得到第一个，现无法获得。\n\n15 姜饼屋 料理活动中如果做成至少一个姜饼屋料理，就可以参加姜饼屋的装饰活动。参加装饰活动就可以获得，现无法获得。\n\n16 花瓶 13年情人节送花活动获得，现无法获得。\n\n\n八 名词解释\n\n1 OV(Overall Views)总浏览量，即多少人次看过这只龙，单个人重复浏览时，OV增加。\n\n2 UV（Unique Views）单IP浏览量，即多少不同的人看过这只龙，单IP重复浏览时（24小时内），UV只增加1。\n\nPS：OV：UV的最大值为15:1，即是当OV：UV达到15:1的时候，即使有人重复浏览这只龙，OV也不会增加，直到有不同的人浏览这只蛋，让UV增加1的时候，OV才可能再次增加15.\n\n3AP（abandon page）:弃蛋区，所有别人不要的蛋/小龙都会被扔到这里，大部分是生的，即有家谱的。当然也有人拿到CB蛋不要的，或者在蛋满的时候生蛋，结果不小心生飞的（虽然很少出现，但是这样的蛋一般都很不错）。也有些人故意生蛋扔AP的。总之，这里的蛋都是来自于其他玩家。\nPS：自己扔掉的蛋在其他玩家捡过一次之前是自己是无法拿到的，所以自己生飞的蛋自己再捡回来的想法是不现实的，生蛋的时候确认下是不是有空位吧。\n\n4 CB（cave born）在cave 的六个区域拿到的没有家谱的龙，即系统龙。(用吸血鬼咬成的吸血鬼以及用系统蛋做出的ND，虽然不是系统自身产生的，也叫做CB，对吸血鬼来说，真正的CB 吸血鬼只有蛋：Egg Stolen on: Otc 31, 2008或者Nov 1 2008的才是真正的CB吸血鬼，已经无法取得)\n\n5 lineaged 和CB相对，生出来的有家谱的龙。（非CB的龙都会有view lineage的链接，点开就可以看到亲代以及祖辈）\n\n6 gen(generation)：代数龙从CB的算初代，由CBXCB生出是二代，以此类推。\n\n7(low gen)低代:不同人对低代的定义不同，但是基本原则是：至多五代。有些人把不高于四代的称作低代，而有些人的低代只局限于三代以下。\n\n8 PB （pure bred）纯血，即家谱中 只存在一种龙。当然如浅水，双鳍，晶体龙，紫外线这种只能用生的是没有PB的，有的时候只有所生的两种龙的时候，也会称为“PB”。例子： \n四代PB蓝沙\n\n\n9 even gen(对称谱)：简单的说就是上下对对称，没有缺口的谱子。\n例子： 三代even gen\n\n\n10 checker(棋盘)：由两种龙组成的even gen叫做棋盘。\n例子：三代冰-蓝星棋盘\n\n\n11 stair:阶梯：一上一下两种龙。\n例子：五代阶梯银奖励龙\n\n\n12 spiral:螺旋 和阶梯相似，但是性别有所不同。\n例子：五代螺旋银奖励龙\n\n\n13 messy lineage(俗称卡机谱)：意思是谱子非常乱，没有规则的谱子。一般来说，同样的龙谱子好的价值比较高。\n\n\n14 Inbred(IB):乱伦，意思是在家谱中同一只龙出现多次。很多人不介意messy的谱子，但是对Inbred的谱子很介意。虽然有些人不介意，但是大部分人都不想要inbred的谱子。\n可以用这个网址（http://dc.makegames.de/tool.html）检查是否inbred。\n\n\n15 breed: 龙的种类。有的要求two breed的意思就是说家谱中只有两种龙。\n\n16 unbreedable：不能生蛋的龙的总称，一般指：各色恐龙，奶酪，纸龙，鸡蛋。有的时候包括:吸血,ND.\n\n17 Metallic：金属，指金龙，银龙以及奖励龙。但是很多时候特指金银，并不包括奖励龙。现在增加了铜龙。另外，金双足也被列入金属之中。\n\n18 死会：当两条龙交配时出现“refuse to even go near each other”时，说明两条龙拒绝靠近，不可能生出后代，即死会，这两条龙今后也不能交配。死会只出现在第一次交配的时候，如果第一次没有死会，以后都不会出现。死会的配对在如果是节日龙X普通龙的配对，在节日期间仍然可以正常交配。\n\n19 Dorkface和thuwed.：\nDorkface和thuwed是DC最著名的两大家族，很多人以拥有其后代为荣，也有很多人对此不很感冒。（我就是其中之一。）\nDorkface的来历很无厘头，Dorkface的主人（ladiefare）非常想要一只母金子，但是她拿到的金子都是公的，后来她拿到一只金子，并说如果这个金子还是公的，就命名为Dorkface.结果这个金子还是公的，就以此命名。（当时还没有粉红的技能）这件事后来被人知道，然后广为流传，其实Dorkface的主人并没有做什么特别的事情，只是适当的时机说了这件事而已，他成为著名的家族完全是运气。真正Dorkface的后代是这只金龙（http://dragcave.net/view/qESx）和这只白龙（http://dragcave.net/view/1JLm）的后代相关的龙。\n\n20: s1,S2:S是stage的缩写，s1和s2分别是小龙的两个阶段，s1指的是小龙刚孵化的阶段，s2指的是小龙长翅膀的阶段。\n\nThuwed则是TJ（DC的创办者及管理者）的龙的后代，可以在http://dragcave.net/thuwed这个页面申请。（Breeding lists are currently full.的时候是无法申请的。因为时差的关系，很难找到有位置的时候）\n\n\n九 养龙问答：\n\n1 如何让蛋孵化以及让小龙长大\n\n和龙孵化以及长大的因素相关的有OV，UV以及click（点击数），其中最关键的是UV。当蛋或小龙的时间足够短（理论以及实际上蛋可以孵化或长大的最短时间为：当蛋或者小龙的剩余时间显示为4天的时候，多于这个时间，无论UV多高，都不会孵化），UV足够高的话，蛋/小龙就会孵化/长大。\n\n增加UV的方法有：\n1 把蛋的图片挂签名上，逛论坛之类的地方。\n2 挂孵化室或者急救站（很方便）\n虽然置顶帖子里有我还是贴一下吧：\n常用 孵化室（任何时间都可以用，而且蛋孵化之后不会被撤下了，直到长大了才会）：\nhttp://dc.makegames.de/scroll.html （隐藏之后蛋会被撤下）\nhttp://lair.silverdrak.de/ （即使隐藏了蛋也不会被撤下）\n\n急救站：\nwww.coup-detat.info/NDER/NDER.php （蛋/小龙时间少于或等于四天的时候才可以放进去，蛋孵化自动撤下，国内有的时候进不去）\nhttp://www.jaemeia.net/er/ （蛋/小龙时间少于四天的时候才可以放进去，蛋孵化自动撤下）\n\n2 蛋孵化需要多少UV？\n\n蛋孵化需要的UV和蛋的种类，蛋剩下的时间，蛋的OV，蛋所在卷轴的平均UV都有关。一般来说，蛋剩下的时间越短，所需要孵化的UV也越少，极端情况，一只剩下几分钟就要死掉的蛋，只需要100左右的UV就可以孵化（其实有些50左右就可以），但是一般来说，是不会让蛋的时间那么短的（因为会占蛋位），所以以4天的蛋（能孵化的最长剩余时间）为例：虽然和OV有关，除了奖励龙以及个别的龙（自然守护者）之外，蛋孵化所需要的UV都在300左右（鸡蛋200就够了），龙长大的UV大概在700左右。（我所说的UV数是足够长大的数字，如果卷轴平均UV低，数字可能会小一些）OV也会影响蛋孵化需要的UV，OV越高，所需要的UV也越高，但是，这个影响没那么大，也很难控制，所以可以无视。卷轴的平均UV会影响蛋的孵化，小龙出性别的时间（http://greg-kennedy.com/dragcave/tools/，可以在这里查看卷\n轴的数据，在下面的Scroll name：后面输入卷轴名，就可以查看详细资料）卷轴的平均UV越高，蛋孵化，龙长大需要的UV就越高，但是如果不在意，这个也可以忽略，如果经常需要做性别交易的话，最好将平均UV尽可能控制在较低水平（700以下）。\nPS：用红龙的“温暖”技能的话蛋的时间虽然能减少一天，但是对蛋孵化所需UV也会相应增加一点。\n\n3 龙为什么会生病，生病了怎么办？\n蛋或者小龙生病的原因很简单，UV过高。所谓过高的UV和时间是密切相关的，如果蛋的时间剩下四天左右，基本上1000左右的UV才可能生病，但是如果蛋的时间剩下差不多七天（就是说刚拿到蛋就增加UV），60的UV就可能生病了。\n如果龙生病了（卷轴顶部有提示）(据说，如果生病的蛋在传送链接上，顶部则没有显示)\n\n点进去，下面会多一行字（我标记为绿色的部分）。\n\n这时候一定要隐藏：按action,选最后一个hide,就把蛋隐藏起来了。\n需要说明的是：隐藏蛋或者龙并不能把蛋的病“治好”，只是停止增加UV，到了\n时间，蛋的病就自动好了，但是，如果开始刷的UV过高的话，即使隐藏了，蛋一样会死，所以建议蛋拿到一天之后再增加UV比较稳妥，这样基本不会生病。\nPS：如果奖励龙用红龙“温暖”技能烤过之后，还要让它在3天23小时的时候孵化，孵化的UV大概在700左右（这个UV够普通龙长大了），蛋或者孵化的小龙十有八九会生病。（虽然这时候隐藏基本不会死）\nPS：蛋或者龙生病会不会生病相关的时间并不是“剩余的时间”，而是“经历的时间”，所以用红龙烤并不能防止蛋生病。\n\n4 我最多能有多少龙？\n大部分大龙（或者冰冻的龙）的数量无限制，蛋以及小龙的数量每个人其实是不同的，取决于你所拥有的奖杯。\n没有奖杯（龙的总数不足50，这里算的是长大的龙以及冰封的龙）限制为：4/12，意思是蛋最多有4个，小龙和蛋的总数最多有12个，就是说可以没有蛋，只有12只小龙，而且蛋的数量达到4只的时候，虽然不能继续抓蛋，但是可以抓小龙\n铜杯（总数达到50）5/15\n银杯（总数200）6/18\n金杯（总数500）7/21\n可以在help中的 Egg Limits里查看（如果有奖杯的话可以直接点击奖杯）\n\n有些龙是有数量限制的。\n1自然守护者，每个卷轴两个，无论何种状态。\n2 圣诞节龙，情人节龙每个卷轴每种两个无论何种状态，除了冬青有两种性别\n3 小树 小树是唯一一个冰封状态下的蛋，不能取名字，不能扔，也不能杀。（准确的说是可以杀，但杀不死），每个卷轴一个。小树很稀有，但是因为每个卷轴只能有一个，所以不是特别难拿到。\n\n可以点击help Breed Limits查看。\n\n万圣节龙没有数量限制。\n\n5 蛋死了后蛋壳会占位置么？\n看蛋的死亡方式，如果是“自然”死亡（意思是时间到了饿死的或者UV太高病死\n的）不会占蛋位，如果是杀死的（用kill命令杀死，吸血鬼咬死，地震震死)将会占用蛋位24小时，蛋壳会在两周之后消失（变成墓碑的龙也是）。\n\n6 变异（alt）是怎么回事？\n所谓变异，是只得到和普通形态不同的龙，所谓亚种（alt），现在有亚种的有藤龙和黑龙，其中黑龙有两种亚种（幼年时候形态不同，长大一样）。变异几率经常会变化。星云也有所谓“亚种”，但是这个其实是普通种的一种形态，得到的几率比黑龙和藤龙亚种高得多。黑龙和藤龙亚种只能由孵化生出来的蛋得到，没有CB亚种（TJ和某人的除外），亚种的蛋和普通蛋没有任何区别，只有孵化之后可以区分，亚黑的小龙和普通的小龙区别很大，亚藤的小龙和普通藤龙小龙形态完全相同，只是颜色略深。\n普通藤龙小龙: \n亚藤小龙： \n\n7 什么龙有技能，龙的技能有什么用？龙种技能（BSA），就是某些种类龙atcion最后会多一项，就是特有的技能了。\n\n现在拥有技能（BSA）的龙有：\n\n红龙（red）：可以使蛋的时间缩短24小时，冷却时间14天。\n\n粉红(pink)：可以影响蛋的性别。公的粉红可以影响成公的，母的粉红可以影响成母的，但是有极其微小的失败可能。如果卷轴内龙的性别比例严重失调的时候，影响成性别比例少的一方的失败的风险会增加。比如公龙比母龙的数量多很多的时候，影响成公龙基本不会有任何问题，但是会增加影响成母龙的失败风险。冷却时间：七天\n\n贤士龙（magi）：传送技能。可以把蛋或小龙转到其他卷轴上。上限是一边四个。冷却时间：48小时\n方法：点击贤士龙action(或者点击account，然后点击Active Transfers，选择一个可以传送的)，点击Teleport,选择上面的Transfer (One-way），意思是单向传送（送给对方，对方只需要输入密码就能拿到），或者Trade (Two-way)双方交易，对方必须拿出龙或者蛋（数量不超过四个即可），然后你确认之后交易才完成。选好之后选择要交易或者送的龙，点击teleport,如果是单向，把地址栏的链接给对方就完成了，如果是双向，把地址栏的链接给对方之后，对方会选择要交易的龙，确认，你再接受，交易完成。\n\n注意：\n1 传送只要未达成可以随时取消，取消之后贤士龙的传送会当做没用过。\n2 龙长大或者蛋孵化传送自动失效，贤士龙的传送当做使用过。\n3 只有\"可以扔\"(点开action之后，abandon选项可以执行的)的龙可以传送。\n4 无法对传送中的龙使用任何BSA（绿龙的地震除外）\n5 交易进行只需要一方有可用的贤士龙就可以完成\n\n绿龙（green）：地震技能。可以有一定几率让蛋强行孵化（孵化后有一定几率拿不到小龙），一定几率让蛋死掉，一定几率无影响。对时间比较长的蛋无影响的几率很大，这个技能风险非常大，建议不要轻易使用。冷却时间：14天\n\n地震全部四种结果。\n\n\n紫龙（purple）：提高生蛋的几率。冷却时间：14天。\n\n注意：\n1 技能对生蛋的一方使用即可，对双方使用技能效果不叠加。\n2 用紫龙技能不一定能拿到蛋，也不能阻止死会。提高生蛋几率是按原几率的百分比加成的，据说是15%加成，就是说原来生蛋几率很低，加成后几率也不会很高。而且不能选择拿到那种蛋，例如：金龙X气球:假设拿到金龙的几率是1%，拿到气球的几率是40%，59%的几率是没蛋，没兴趣，死会。那么用紫龙之后，拿到金龙的几率变成了1%*（1 15%）=1.15%，拿到气球的几率是40%*（1 15%）=46%，即是说拿到金龙的几率基本没变化。所以紫龙技能对拿到稀有龙帮助不大。\n\n吸血鬼：咬一只蛋，有一定让这只蛋变成吸血鬼蛋（变化之后的蛋有一定几率被踢出去），有一定几率让蛋死掉。侏儒，双头，drake，unbreedable，以及吸血鬼本身无法咬，其他蛋包括节日龙，自然守护者都可以咬。\n\n熔岩，雷龙，冰龙：召 唤。可以召 唤出自然守护者。冷却时间14天。\n注意\n1 只有收集齐这三种龙（每种至少一只）才有的技能。\n2 无论拥有多少只，冷却时间都是统一算的，即使你拥有每种100只，也只能14天召 唤一次。\n3 只有在有空位的时候才能召 唤，蛋满的时候虽然有召 唤选项，但是字是灰色的，无法执行。\n4 召 唤出的蛋既不能扔，就是说不能送人或者交易（但是长大之后可以放掉），只能在召 唤成功的卷轴长大。每个卷轴最多两个，拿到两只之后召 唤选项消失。\n5 虽然不能生蛋，但是有性别。\n6 召 唤完全看运气，成功几率据说在0.5%-11%之间。有人第一次召 唤就成功了，也有人召 唤了几年一次都没成功过。\n召 唤成功：\n\n\n召 唤失败：\n\n\n召 唤的几率在DC调整后适当增加了，而且和三元素的组数相关联（雷，冰，熔岩各一只算一组），三元素的组数越高，召 唤成功的几率越高，不过几率这种东西还是看RP 的。。。。\n\n\n浅水（Shallow Water ）Splash。完全没任何效果.但是总次数(不是一只龙，而是卷轴上所有浅水龙Splash的总次数)达到某个数值（据说是80-120之间的一个随机数字），就能拿到鲤鱼王勋章 。\n。\n安魂(Soulpeace)：让僵尸龙变为彻底死掉。（这个技能很鸡肋，或者说根本用的人很少，因为僵尸龙的取得难度非常高，真的很少人会把辛苦取得的僵尸龙弄死。）\n\n注意：红龙，粉红和吸血的技能只能在蛋还剩下3天以上的时间才能使用，而且红龙和粉红的技能效果，会在传送（扔掉）之后消失，孵化之后效果会保持。\n\n\n十 稀有龙列表（不定期更新）：\n\n龙的稀有度会变化，但是有些龙的稀有度相对固定，一般来说，CB的比有家谱的贵，（当然，有些龙比如奖励龙是拿不到CB的，有的特殊谱子也很贵。）低代的比高代的贵，同种龙根据代数和谱子好坏（是不是stair或者even）稀有度相应不同。但是，龙的稀有度总体上来说，最关键的是种类，然后才是家谱（个别例外）。\n\n稀有度从高到低级别排列：\n\n极度稀有（Extremely rare）\n\n1 Holly（07圣诞龙） ：最早的节日龙，也只有在圣诞节期间可以获得，因为大龙的数量非常少，所以低代甚至烂谱的holly都很难获得,不过因为绝对数量逐年增加，所以现在没那么难得到了。\n\n2 Neglected（忽视龙，病龙，ND） ：这种龙虽然有CB的，无法从龙洞直接获得，是做出来的，但是做ND所需要花费的时间，精力以及风险都很多，所以非常珍贵。有公，母，无性别三种，虽然有性别但是不能生蛋。（制作方法不要问我，有兴趣可以自己到wiki上找）可以交易，而且因为极其珍贵，所以基本可以换任何种类的龙。（只是任何“种类”，并不是任何龙，的确有些龙比ND珍贵，比如二代holly）\n\n\n3 Zombie（僵尸龙） 僵尸龙只能在晚上（DC时间，我们的时间是白天，大概是下午12点到晚上6点左右）看到，白天无法看到。31日（有31日的月份）的时候，僵尸龙会变成墓碑出现在卷轴上一天。 这种龙没有蛋，只有小龙和成年龙。取得方法，用kill命令杀死龙，然后点击Revive命令，就有一定的机会拿到僵尸龙。revive的机会只有一次，三种结果：\n1 复活失败，龙永远死掉。\n2 复活完全成功，得到原来的龙。\n3 复活成为僵尸龙。\n\n因为有墓碑的时候才可以有revive选项，而墓碑只能保留两周，kill命令在两周之内只有五次，所以拿到僵尸龙的极限数量是一年五只(其实是10只，方法自己想吧)。（基本不可能，因为revive基本不可能连续成功五次。）当然，这只是针对成年龙而言，小龙可以拿很多。\n\n注意：\n1 据说平时复活成功得到僵尸龙的几率有1/100，万圣节（10.31）复活的几率为1/2-1/6，但是，到现在为止，从来没有任何人提供证据表明在非万圣节期间可以得到僵尸龙，就是说在非万圣节期间得到僵尸龙的几率几乎为0.\n\n2 对龙用kill命令时，龙有一定几率躲开，而且躲开之后24小时内都无法杀掉这只龙（虽然kill命令不消耗）。无论龙什么时候被杀死，只要在万圣节那天点击revive，复活成功的几率都会提高。（因为墓碑会在两周之内消失，所以其实极限提前时间是2周）\n\n3 杀死大龙复活成功的僵尸龙是大龙形态，小龙复活的是小龙形态\n\n4 僵尸龙处在冰封状态，而且无法释放，就是说一旦得到了，就完全没有办法从卷轴种舍弃（除非用安魂的技能让僵尸龙彻底死掉）。\n\n4 自然守护者： (GoN),传说龙，只能通过召 唤获得，而且无法交易。\n\n\n非常稀有（Very Rare）\n\n1 金龙  ：DC最古老的龙种，CB的出现几率很低，最在龙洞拿到的最珍贵的龙。稀有度与ND相当，或略高。即使不是CB的金龙，稀有度也相当高，\n\n2 银龙  同金龙。\n\n3 铜龙三种颜色，同金龙（画师说这个是uncommon，结果现在比金银还少，坑死人）\n\n稀有（rare）\n\n三元素（trio）：包括熔岩 ，冰龙  ，雷龙  。CB的很稀有，非CB的相对没那么稀有。\n\n，但是因为生蛋几率不高，也不容易获得。\n\nCB 蓝沙（blusang）\n蓝沙非常漂亮，而且刷新再海边，所以非常难获得，稀有度和元素差不多，甚至更高。\n\n\n鸡蛋 ：在unbreedable中，鸡蛋的稀有度要高很多。\n\n亚种黑龙 /亚种藤龙 ：亚种龙总体上都比较稀有，但是这些龙的家谱好坏对稀有度影响很大。PB二代或者和某些特殊龙的二代亚种价值非常高。亚黑有两种，小龙的时候形态不同，长大相同（所以有冰封的价值），卧亚 和坐亚，同一时期只可能出现一种，不定期交替，因为几个月前凡是生的亚黑都是做亚的，所以现在亚黑的变异率极低，拿到的也都是卧亚\n\n\n\n3 相对稀有（大部分只有CB的才相对稀有，其他的虽然AP不是很常见，但是稀有度没那么高。）\n\n1 除鸡蛋的unbreedable（包括奶酪，纸龙，各种卡通）unbreedable正如名字一样，无法生蛋，所以一定程度上局限了龙的稀有度，很多人不喜欢或者收集够了。\n\n2 CB 星云（俗称星星） 星云有四种颜色，蓝（母）紫（公）的经常成为普通星云，红（母）绿（公）被成为变异或亚种星云（alt），但是其实只是星云的两个种类而已，亚种的稀有度不比普通的高。\n\n3 CB 金双足 \n\n4 CB 棕色脊翼龙 这种龙和紫色的脊翼龙是同一种类只是颜色不同，有CB的，但是比紫色的少。\n\n5 CB 红背：与脊翼龙相似。\n\n6 CB 吸血鬼：由真正的CB吸血鬼（蛋在08年10月31日抓到的）咬成的二代吸血鬼会非常珍贵。\n\n7 CB 红龙因为其技能很有用，所以虽然是uncommon，但是很多人想要，小龙的价值比蛋高。(已经正式沦为common)\n\n8 CB 粉红同红龙。(已经正式沦为common)\n\n9 各种彩色条纹（低代的PB或者特色谱子相对稀有，其他的不稀有）(已经正式沦为common)\n\n10除holly的各种节日龙（节日期间很容易拿到二代）\n\n11 黑龙  ：基本上只有CB的才算真正的稀有，有谱子的数量相对多。(已经正式沦为common)\n\n12 条纹  ：同黑龙,CB的只有白条纹。(已经正式沦为common)\n\n\n4 关于奖励龙\n奖励龙的稀有度根据家谱变化很大，而且某些谱子稀有度下降非常快。一般来说少见的谱子，低代的谱子都很珍贵。二三代的奖励龙非常珍贵，极难获得。\n\n5 季节龙（春夏秋冬）的稀有度变化也非常大，有的时候会非常稀有，有的时候多到很少人要。\n\n6 小树（Leetle Tree）\n\n这个是DC现在为止唯一一只冰冻状态下的蛋，而且是自动冰冻，所以不会有UV，OV或者点击数。\n小树的稀有度可能和CB金银差不多，但是因为每个卷轴只能有一颗，所以很多人都已经有了，如果看到了，拿到的难度并没有那么大。\n小树不能交易，不能扔，不能放，而且不能杀（其实可以杀，但是杀不死）。所以拿到小树的唯一方法就是：在森林点到。小树拿到之后自动冰封，不占蛋位，但是如果你要抓小树，卷轴上必须有蛋位，不然没办法抓到。小树的形态是随着季节变化的，而且不同的节日期间，小树也会有不同的形态，第三个地球日的小树形态，至今未应用过。\n\n7绝种龙\n\nDC 至今为止只有两种绝种龙，即是无法取得的龙。\n分别是：亮粉(Bright Pink):亮粉的形象由现在想粉红（pink）替代，亮粉和其他龙可以生出粉红，但是无法生出亮粉，亮粉无论任何情况下都不可能获得。\n          褶边（或者叫荷叶边,Frilled）：这个龙不怎么好看，所以经常堵住AP，很少人想要这种龙，所以画师希望增加一个能够缩短小龙长大时间的BSA，TJ没回应，所以她决定让friled退休。\n\n        \nwiki 图鉴：\nhttp://dragcave.wikia.com/wiki/Dragon_Types\n\n\n十一 关于节日龙\n\n首先，DC现有的节日龙种类为：\n圣诞节龙，分别是：07年冬青（Holly），08驯鹿（Yulebuck）09 雪天使（Snow Angel ）10缎带（Ribbon Dancers）11 Winter Magis（有人叫他蜘蛛，我觉得像蝙蝠。。。）12 包装翼（Wrapping-Wing）\n圣诞节12月25日。\n\n雪天使的翅膀颜色有三只，而且卷轴绑定，即是你卷轴的雪天使的翅膀颜色是固定的，而且不能选择，完全凭运气，即使你把自己的放掉再养一次，翅膀的颜色也不会改变。\n\n情人节龙：09情人（Valentine） 10甜心（Sweetling ）11玫瑰（Rosebud）12寻心（Heartseeker）13 阿萨尼（Arsani）\n\n10甜心有黑色亚种，但是已经无法取得。\n\n情人节2月14日\n\n以上除了holly有两种性别之外，其他节日龙都是单一性别，每年一变（圣诞节除外，大概两年一变），而且每种节日龙无论状态，一个卷轴只能拥有两只。\n\n万圣节龙：08 吸血鬼（Vampire） 09 南瓜（Pumpkin） 10黑脊髓，俗称骨头（Black Marrow）11 影子或幽灵（Shadow Walker）12洞穴潜伏者（CavernLurker）\n\n万圣节龙没有数量限制，每种都有两种性别。\n\n吸血鬼虽然是万圣节龙，但是一般不把它当做节日龙看待，因为节日龙只能在节日获得，而吸血鬼可以在任何时候获得，它不能交配，通过咬其他的蛋来取得。如果咬的是CB蛋，那么蛋是没有父母的，通常被称作“CB 吸血鬼”但是真正的CB吸血鬼是在08年10月31日或者11月一日那天拿到的，其他的都不是真正的CB。现在拿到的吸血鬼蛋会显示被那只吸血鬼咬的，但是2010年12月之前咬成的则不会显示，这些是所谓的“伪CB 吸血鬼”\n\n南瓜只能和侏儒类交配。\n\n万圣节10月31日\n\n节日龙取得\n\n往年的节日龙无法得到CB龙，只能在AP抓到或者和其他人交易。除了吸血鬼之外，都只能在所在节日取得，因为节日龙只有在所在节日的时候，才可以生节日龙蛋，一般会生一到四只蛋。（节日龙在节日期间肯定不会死会，但是可能不生蛋。）如果生超过一只的蛋，那么，必须选择其中一只留下，其他的会自动飞到AP去，有半个小时时间可以选择，如果你不选择，那么所有蛋在半个小时之后都会飞到AP去。如果你的卷轴上这种节日龙的数量已经达到数量上限，那么，这只节日龙蛋只能在你卷轴上停留半个小时时间，然后自动飞AP。在这半个小时时间，你可以用传送把蛋送或交易给别人，即使蛋放在交易链接中,时间会增加24小时，如果24小时内对方不接受自动飞AP。如果达到上限后生了一次蛋，但是蛋没有送出去，继续生第二次的话，所有蛋都会自动飞AP。因为很多龙都会生多数的蛋，蛋的主人又只能留一只，所以会有很多蛋飞到AP，包括很多谱子非常好的蛋。但是越稀有的，比如holly，抢的人也越多。\n\n需要注意的是：在传送链接里的蛋是受到保护的，但是蛋/小龙+大龙的总数量超过24小时之后（其实是第一只今年拿到的蛋超过24小时），会自动扔掉超过限数的所有龙，扔龙的顺序是按照生蛋的时间先后顺序的，越晚生的龙优先扔出去。但是在传送链接里的蛋/小龙是受到保护的，扔的蛋会顺延到下一只最晚生的蛋/小龙。所以有一种极端情况，如果你只有一只大龙，然后抓到一只蛋，在你卷轴里停留了若干小时，然后你又生了一只蛋，然后你把这两只蛋都放在的传送链接上。第一只蛋得到24小时后，必须要扔一只蛋，但是因为因为两只蛋在传送链接内还没达到24小时，会受到保护，所以没有扔的蛋，所扔的龙自动顺延到大龙，这种情况会把大龙扔掉。虽然是极端情况，但是之前的确发生过。\n\n节日龙可以生节日蛋的时间是一周，蛋长大成为大龙的最短时间是五天。（蛋用红龙烤过减少一天时间），但是新长大的节日龙在七天之内是无法生蛋的。\n\n每年的节日龙在节日当然在Cave取得，发放只持续24小时（圣诞节三天），错过了就基本拿不到CB的了，除非和别人换或别人送。CB的节日龙都非常珍贵。\n\n　　以上转自Dragon Cave同好论坛，感谢“萧湘”同学为我们提供这篇教程\n　　原帖地址：http://dragons-breeder.longluntan.com/t53-topic\n\n\n　　八月速报·新龙　　　　 八月新龙，都是双头，其他信息进一步确认中　　 分布情况：　　绿色在森林 蓝色在高山 红色是六区全区　　 以上情况由“萧湘”前辈提供\n　　Dragon Cave Wiki图鉴\n\n　　http://dragcave.wikia.com/wiki/Dragon_Types\n\n　　里面记载着每一种龙长大后的样子，可在自己领养（或从龙洞偷来）后按照自己蛋的样子对照找到自己蛋长大后的样子\n\n　　Dragon Cave 百度百科地址\n　　http://baike.baidu.com/view/5170318.htm\n\n　　那么，在各位讨论之余，让我们放上一首音乐，开始我们的养龙之旅~\n\nhttp://l.5sing.com/player.swf?songtype=bz&songid=1765701\n　　音乐来自5sing网站，音乐名称：Blue Dragon\n\n　　这帖子被我反复编辑了不下10遍啊有木有！为了把图片放上来在网上找图床找到手抽啊有木有！好不容易找到了还不能用啊有木有！这帖子花了我4个多小时啊有木有！人气在哪里啊！\n\n",
    "replies": [
        {
            "author": "Coerce",
            "timestamp": 1374896520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "sym",
            "timestamp": 1374897060,
            "txt_content": "果冻辛苦了~收藏慢慢看"
        },
        {
            "author": "逢坂大河",
            "timestamp": 1374897120,
            "txt_content": "前排站位,出售瓜子板凳"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374897180,
            "txt_content": "sym 发表于 2013-7-27 11:51 \n果冻辛苦了~收藏慢慢看\n你们喜欢就行，昨晚编辑到一点，今早起来一直编辑到11:30，整个人都要吐血了=。="
        },
        {
            "author": "1142145792",
            "timestamp": 1374898080,
            "txt_content": "天哪找到这个帖子了！前排挤一挤"
        },
        {
            "author": "1142145792",
            "timestamp": 1374898140,
            "txt_content": "感谢楼主的这个帖~"
        },
        {
            "author": "混乱",
            "timestamp": 1374898200,
            "txt_content": "果冻辛苦了，回家就给你加分"
        },
        {
            "author": "小黑好萌.",
            "timestamp": 1374899160,
            "txt_content": "这教程好像见过，辛苦了。"
        },
        {
            "author": "永—发—水—贴",
            "timestamp": 1374901860,
            "txt_content": "在山洞碰到这个蛋  好么  未知稀有的\n\n\n\n\nQQ截图20130727130845.png (11.79 KB, 下载次数: 21)\n\n下载附件\n\n2013-7-27 13:10 上传\n\n\n\n\n"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374901920,
            "txt_content": " 本帖最后由 Sky、果冻 于 2013-7-27 13:12 编辑 \n永—发—水—贴 发表于 2013-7-27 13:11 \n在山洞碰到这个蛋  好么  未知稀有的\n据我所知的所有龙蛋知识······\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n我怎么知道，我也是小白不过很帅就是了"
        },
        {
            "author": "永—发—水—贴",
            "timestamp": 1374901920,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:12 \n据我所知的所有龙蛋知识······\n。。。那我就拿罢"
        },
        {
            "author": "1142145792",
            "timestamp": 1374901980,
            "txt_content": "小黑好萌. 发表于 2013-7-27 12:26 \n这教程好像见过，辛苦了。\n小龙都帮你点了，也来点一下我的吧"
        },
        {
            "author": "永—发—水—贴",
            "timestamp": 1374901980,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:12 \n据我所知的所有龙蛋知识······\n哭了\n\n\n\n\nQQ截图20130727131120.png (22.26 KB, 下载次数: 16)\n\n下载附件\n\n2013-7-27 13:13 上传\n\n\n\n\n\n"
        },
        {
            "author": "1142145792",
            "timestamp": 1374902040,
            "txt_content": "永—发—水—贴 发表于 2013-7-27 13:11 \n在山洞碰到这个蛋  好么  未知稀有的\n不怎么稀有的蛋，话说来点点我的卷轴里的龙吧，部分是稀有的"
        },
        {
            "author": "永—发—水—贴",
            "timestamp": 1374902220,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:12 \n据我所知的所有龙蛋知识······\n\n\n\n\nQQ截图20130727131513.png (10.59 KB, 下载次数: 3)\n\n下载附件\n\n2013-7-27 13:17 上传\n\n\n\n\n帅啊  拿到了呢  真是好心有好报"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374902280,
            "txt_content": "永—发—水—贴 发表于 2013-7-27 13:17 \n帅啊  拿到了呢  真是好心有好报\n好霸气，求原始龙蛋的样子，改天我去找一只～"
        },
        {
            "author": "永—发—水—贴",
            "timestamp": 1374902400,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:18 \n好霸气，求原始龙蛋的样子，改天我去找一只～\n\n\n\n\nQQ截图20130727131835.png (11.24 KB, 下载次数: 2)\n\n下载附件\n\n2013-7-27 13:20 上传\n\n\n\n\n这样子  蛋不怎么好看\n"
        },
        {
            "author": "1142145792",
            "timestamp": 1374902460,
            "txt_content": " 本帖最后由 1142145792 于 2013-7-27 13:23 编辑 \nSky、果冻 发表于 2013-7-27 13:18 \n好霸气，求原始龙蛋的样子，改天我去找一只～\n\n原始龙蛋是纯黑的，没有纹理，没有一圈绿光http://dragcave.wikia.com/wiki/Ember_Dragon\n其实我觉得这个龙稀有度还好的"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374902520,
            "txt_content": "永—发—水—贴 发表于 2013-7-27 13:20 \n这样子  蛋不怎么好看\n蛋的样子无所谓，龙帅就行了~（当初我是冲着蛋的样子拿的，结果再看我的石龙（第二只龙）丑爆了啊！）"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374902580,
            "txt_content": "1142145792 发表于 2013-7-27 13:21 \n原始龙蛋是纯黑的，没有纹理，没有一圈绿光http://dragcave.wikia.com/wiki/Ember_Dragon\n其实我觉得这个 ...\n灰烬龙\n发布日期        2010年10月10日\n稀有        罕见\n颜色        黑色与黄色和红色的裂纹\n栖息地        火山\n\n稀有度是罕见，还不错啊~而且本身就很帅~"
        },
        {
            "author": "1142145792",
            "timestamp": 1374902640,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:22 \n蛋的样子无所谓，龙帅就行了~（当初我是冲着蛋的样子拿的，结果再看我的石龙（第二只龙）丑爆了啊！）\n你的小白龙生病了"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374902700,
            "txt_content": "1142145792 发表于 2013-7-27 13:24 \n你的小白龙生病了\n卧槽，病的太快了，我刚刚把他释放出来，接着就病了······"
        },
        {
            "author": "1142145792",
            "timestamp": 1374902760,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:23 \n灰烬龙\n发布日期        2010年10月10日\n稀有        罕见\n嗯，不过弃蛋区找到很多，所以我把它当成常见龙了"
        },
        {
            "author": "1142145792",
            "timestamp": 1374902820,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:25 \n卧槽，病的太快了，我刚刚把他释放出来，接着就病了······\n刚孵出来的小龙和刚从野外拿到的龙蛋容易生病的样子"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374903240,
            "txt_content": "1142145792 发表于 2013-7-27 13:27 \n刚孵出来的小龙和刚从野外拿到的龙蛋容易生病的样子\n这是领养的，几天前就领了，怎么还这么弱Orz..."
        },
        {
            "author": "1142145792",
            "timestamp": 1374903540,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:34 \n这是领养的，几天前就领了，怎么还这么弱Orz...\n领养的幼龙？如果是幼龙的话应该一天内就成年了啊……"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374903600,
            "txt_content": "1142145792 发表于 2013-7-27 13:39 \n领养的幼龙？如果是幼龙的话应该一天内就成年了啊……\n领养的蛋，第一天就变龙了，这也过了两天了，还是体弱多病啊QAQ"
        },
        {
            "author": "1142145792",
            "timestamp": 1374903720,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:40 \n领养的蛋，第一天就变龙了，这也过了两天了，还是体弱多病啊QAQ\n我领养的好多蛋都是孵化之后至少放一天再出来的OAO"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374903960,
            "txt_content": "1142145792 发表于 2013-7-27 13:42 \n我领养的好多蛋都是孵化之后至少放一天再出来的OAO\n看来我还是太弱了Orz..."
        },
        {
            "author": "1142145792",
            "timestamp": 1374904080,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:46 \n看来我还是太弱了Orz...\n我看见了一本攻略然后就记住它了OAO \n诶嘿"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374904200,
            "txt_content": "1142145792 发表于 2013-7-27 13:48 \n我看见了一本攻略然后就记住它了OAO \n诶嘿\n本帖的养龙技巧就是复制的这里的Orz..."
        },
        {
            "author": "1142145792",
            "timestamp": 1374904440,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:50 \n本帖的养龙技巧就是复制的这里的Orz...\nOAO？！怪不得我觉得图片很像"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374904500,
            "txt_content": "1142145792 发表于 2013-7-27 13:54 \nOAO？！怪不得我觉得图片很像\n图片····说起图片我就蛋疼，翻遍全网找能用的图床，好不容易找到几个都不能用，最后费劲千辛万苦才把图弄好Orz..."
        },
        {
            "author": "a895060184",
            "timestamp": 1374905040,
            "txt_content": "我是来看蛋的。。。"
        },
        {
            "author": "1142145792",
            "timestamp": 1374905100,
            "txt_content": "Sky、果冻 发表于 2013-7-27 13:55 \n图片····说起图片我就蛋疼，翻遍全网找能用的图床，好不容易找到几个都不能用，最后费劲千辛万苦才把 ...\n卤煮辛苦了QWQ"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374905160,
            "txt_content": "1142145792 发表于 2013-7-27 14:05 \n卤煮辛苦了QWQ\n你们看着喜欢就行~起码我没白忙活~"
        },
        {
            "author": "1142145792",
            "timestamp": 1374905220,
            "txt_content": "Sky、果冻 发表于 2013-7-27 14:06 \n你们看着喜欢就行~起码我没白忙活~\n嗯，谢谢卤煮OWO"
        },
        {
            "author": "1142145792",
            "timestamp": 1374905640,
            "txt_content": "a895060184 发表于 2013-7-27 14:04 \n我是来看蛋的。。。\n求戳我的小龙，第一个就快成年啦"
        },
        {
            "author": "q1786803468",
            "timestamp": 1374905760,
            "txt_content": "怎么都不告诉我  真是的"
        },
        {
            "author": "q1786803468",
            "timestamp": 1374905820,
            "txt_content": "我到凌晨都在等你发！ 居然在前面就发了 ！！ 次奥  话说图床是什么"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374905820,
            "txt_content": "q1786803468 发表于 2013-7-27 14:17 \n我到凌晨都在等你发！ 居然在前面就发了 ！！ 次奥  话说图床是什么\n稍等，我正在写图床教程"
        },
        {
            "author": "q1786803468",
            "timestamp": 1374905940,
            "txt_content": "Sky、果冻 发表于 2013-7-27 14:17 \n稍等，我正在写图床教程\n哎！ 我去给你注意一下 龙蛋贴吧"
        },
        {
            "author": "geludan",
            "timestamp": 1374906060,
            "txt_content": "Coerce 发表于 2013-7-27 04:42 \n鹵蛋是罪魁禍首……\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n纯图片是不对的，我赶快打几个字"
        },
        {
            "author": "1142145792",
            "timestamp": 1374908040,
            "txt_content": "geludan 发表于 2013-7-27 14:21 \n纯图片是不对的，我赶快打几个字\n帮你点了，也点一下我的吧"
        },
        {
            "author": "geludan",
            "timestamp": 1374908340,
            "txt_content": "1142145792 发表于 2013-7-27 07:54 \n帮你点了，也点一下我的吧\n嗯"
        },
        {
            "author": "MCXX户",
            "timestamp": 1374908760,
            "txt_content": "最近不想要Uncommon了，刚爆人品捡到了一只Rare"
        },
        {
            "author": "1142145792",
            "timestamp": 1374912540,
            "txt_content": "MCXX户 发表于 2013-7-27 15:06 \n最近不想要Uncommon了，刚爆人品捡到了一只Rare\nRare？是什么，我忘了，是最后一个吗"
        },
        {
            "author": "MCXX户",
            "timestamp": 1374912720,
            "txt_content": "1142145792 发表于 2013-7-27 16:09 \nRare？是什么，我忘了，是最后一个吗\n\n\n\n\nQQ截图20130727161015.png (12.66 KB, 下载次数: 0)\n\n下载附件\n\n2013-7-27 16:12 上传\n\n\n\n\n对"
        },
        {
            "author": "1142145792",
            "timestamp": 1374912840,
            "txt_content": "MCXX户 发表于 2013-7-27 16:12 \n对\n厉害！那是金奖励龙耶（我没位置放小龙和蛋了，现在只能等签名档里的三条小龙长大，唉~）"
        },
        {
            "author": "1142145792",
            "timestamp": 1374914220,
            "txt_content": " 本帖最后由 1142145792 于 2013-7-27 16:37 编辑 \n永—发—水—贴 发表于 2013-7-27 13:13 \n哭了\n\n点龙蛋需要眼疾手快网速快"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374915180,
            "txt_content": "1142145792 发表于 2013-7-27 16:37 \n点龙蛋需要眼疾手快网速快\n想起了刚才有个人说碰到了节日龙，但是蛋位满了，又想起了卤蛋曾经碰到了马里奥龙，结果慢了一步"
        },
        {
            "author": "1142145792",
            "timestamp": 1374915360,
            "txt_content": "Sky、果冻 发表于 2013-7-27 16:53 \n想起了刚才有个人说碰到了节日龙，但是蛋位满了，又想起了卤蛋曾经碰到了马里奥龙，结果慢了一步\n马里奥龙？是Dino吗……\n我现在状况就是碰到Sliver也没地方放啊，小龙满了，就不能再拿龙蛋了"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374915540,
            "txt_content": "Sky、果冻 发表于 2013-7-27 11:53 \n你们喜欢就行，昨晚编辑到一点，今早起来一直编辑到11:30，整个人都要吐血了=。=\n好吧，版主大大也在玩- -，我突然發現我有點火星- -\n\n還有，幫你點了，哈！"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374915540,
            "txt_content": "1142145792 发表于 2013-7-27 16:56 \n马里奥龙？是Dino吗……\n我现在状况就是碰到Sliver也没地方放啊，小龙满了，就不能再拿龙蛋了\n我龙也不少了，现在放出来的有11只，还有好几只死的"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1374915660,
            "txt_content": "a18964819868 发表于 2013-7-27 16:59 \n好吧，版主大大也在玩- -，我突然發現我有點火星- -\n\n還有，幫你點了，哈！\n3Q~现在这个游戏很火的（至少在BBS）但是帖子又很多，为了防止茶馆龙蛋贴泛滥就建了这个专贴"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374915720,
            "txt_content": "Sky、果冻 发表于 2013-7-27 17:01 \n3Q~现在这个游戏很火的（至少在BBS）但是帖子又很多，为了防止茶馆龙蛋贴泛滥就建了这个专贴\n為BBS的服務器着想一下，這麽做也是對的！而且這樣子管理也比較方便，版主大大很負責！"
        },
        {
            "author": "1142145792",
            "timestamp": 1374915780,
            "txt_content": "Sky、果冻 发表于 2013-7-27 16:59 \n我龙也不少了，现在放出来的有11只，还有好几只死的\n嗯，不过现在小龙集体交通堵塞了……一只都没长大╮(╯_╰)╭"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374918900,
            "txt_content": "1142145792 发表于 2013-7-27 17:03 \n嗯，不过现在小龙集体交通堵塞了……一只都没长大╮(╯_╰)╭\n點來點去的，手要抽了..."
        },
        {
            "author": "zjy",
            "timestamp": 1374920220,
            "txt_content": "我的龙几天还不变成龙坑爹"
        },
        {
            "author": "1142145792",
            "timestamp": 1374920280,
            "txt_content": "zjy 发表于 2013-7-27 18:17 \n我的龙几天还不变成龙坑爹\n现在成年了一条了哦"
        },
        {
            "author": "1142145792",
            "timestamp": 1374920340,
            "txt_content": "a18964819868 发表于 2013-7-27 17:55 \n點來點去的，手要抽了...\n我是有空就点没空就不点的"
        },
        {
            "author": "zjy",
            "timestamp": 1374920400,
            "txt_content": "1142145792 发表于 2013-7-27 18:18 \n现在成年了一条了哦\n那只是捡的 一开始就是幼龙 过了几个小时就成龙了 好快 我那些从蛋开始还没有一只成龙"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374920580,
            "txt_content": "1142145792 发表于 2013-7-27 18:19 \n我是有空就点没空就不点的\n孵化一定要經過孵化室或急救室么？生病醫不好？小白一個，哈！"
        },
        {
            "author": "zjy",
            "timestamp": 1374920640,
            "txt_content": "1142145792 发表于 2013-7-27 18:19 \n我是有空就点没空就不点的\n我擦雷龙你也有？？\n怎么搞的？？？？？？？"
        },
        {
            "author": "1142145792",
            "timestamp": 1374921060,
            "txt_content": "zjy 发表于 2013-7-27 18:20 \n那只是捡的 一开始就是幼龙 过了几个小时就成龙了 好快 我那些从蛋开始还没有一只成龙\n蛋里出来的会很慢，领来的一般剩下4天以下，当然很快"
        },
        {
            "author": "1142145792",
            "timestamp": 1374921120,
            "txt_content": "zjy 发表于 2013-7-27 18:24 \n我擦雷龙你也有？？\n怎么搞的？？？？？？？\n前天搞来的，刚注册的时候，野外一个一个逛，看见一个很厉害的介绍，点了"
        },
        {
            "author": "1142145792",
            "timestamp": 1374921180,
            "txt_content": "a18964819868 发表于 2013-7-27 18:23 \n孵化一定要經過孵化室或急救室么？生病醫不好？小白一個，哈！\n不用\n生病的话隐藏一天，它自然会好的，最好让龙或者蛋剩下4天的时候放到签名档"
        },
        {
            "author": "zjy",
            "timestamp": 1374921300,
            "txt_content": "1142145792 发表于 2013-7-27 18:32 \n前天搞来的，刚注册的时候，野外一个一个逛，看见一个很厉害的介绍，点了\n我超想要一只稀有的"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374921480,
            "txt_content": "1142145792 发表于 2013-7-27 18:33 \n不用\n生病的话隐藏一天，它自然会好的，最好让龙或者蛋剩下4天的时候放到签名档\n蛋UV到了會自動孵化么？還有小龍成長成成年龍也是UV到了就自動成長了？\n\n表示還有好多問題的說，最近麻煩你了哈！"
        },
        {
            "author": "1142145792",
            "timestamp": 1374921600,
            "txt_content": "zjy 发表于 2013-7-27 18:35 \n我超想要一只稀有的\n稀有的龙先看完几遍图鉴http://dragcave.wikia.com/wiki/Dragon_Types看完了之后去弃蛋区，看见哪个龙的蛋像稀有的，先点了再说，然后再查一遍图鉴，不是稀有并且你不想要的就扔掉\n不过三元素你要找纯血的话只能去野外场景，我是背图鉴的，很麻烦"
        },
        {
            "author": "1142145792",
            "timestamp": 1374921840,
            "txt_content": "a18964819868 发表于 2013-7-27 18:38 \n蛋UV到了會自動孵化么？還有小龍成長成成年龍也是UV到了就自動成長了？\n\n表示還有好多問題的說，最近麻 ...\n是的，不过成长的过程你是看不见的\n孵化的话是到了之后会一点一点裂开，隔几分钟裂的大一点，不过也有难产的（我就碰到过两个，一个是日出/日落，扔了，还有一个是雷鸣，已经半天了……）"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374921960,
            "txt_content": "1142145792 发表于 2013-7-27 18:44 \n是的，不过成长的过程你是看不见的\n孵化的话是到了之后会一点一点裂开，隔几分钟裂的大一点，不过也有难 ...\n那孵化室和急救室有是做甚？"
        },
        {
            "author": "$_$",
            "timestamp": 1374922020,
            "txt_content": "file:///C:/Users/$_$/Desktop/QQ%E5%9B%BE%E7%89%8720130727184426.jpg这个怎么样"
        },
        {
            "author": "1142145792",
            "timestamp": 1374922140,
            "txt_content": "a18964819868 发表于 2013-7-27 18:46 \n那孵化室和急救室有是做甚？\n蛋没人点，或者没人看，还有孵不出的蛋都可以放那里，让别人点它，据说可以加速成长，不过还是同时也要自己努力的"
        },
        {
            "author": "1142145792",
            "timestamp": 1374922140,
            "txt_content": "$_$ 发表于 2013-7-27 18:47 \n这个怎么样"
        },
        {
            "author": "$_$",
            "timestamp": 1374922260,
            "txt_content": "1142145792 发表于 2013-7-27 18:49 \n**** 本内容被作者隐藏 ****\n好吧.....现在没隐藏的蛋怎么样"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374922260,
            "txt_content": "$_$ 发表于 2013-7-27 18:47 \n这个怎么样\n表示圖裂- -，呃..."
        },
        {
            "author": "$_$",
            "timestamp": 1374922320,
            "txt_content": "a18964819868 发表于 2013-7-27 18:51 \n表示圖裂- -，呃...\n你的蛋生病...."
        },
        {
            "author": "1142145792",
            "timestamp": 1374922320,
            "txt_content": "$_$ 发表于 2013-7-27 18:51 \n好吧.....现在没隐藏的蛋怎么样\n还行，不怎么稀有\n不过孵出来的龙我觉得不错的，是这个\n想要就留着吧，如果想把位置留给稀有的龙也无妨"
        },
        {
            "author": "$_$",
            "timestamp": 1374922440,
            "txt_content": "1142145792 发表于 2013-7-27 18:52 \n还行，不怎么稀有\n不过孵出来的龙我觉得不错的，是这个\n想要就留着吧，如果想把位置留给稀有的龙也无妨\n改天去弄个碉堡的，，，，"
        },
        {
            "author": "1142145792",
            "timestamp": 1374922500,
            "txt_content": "$_$ 发表于 2013-7-27 18:54 \n改天去弄个碉堡的，，，，\n可以在野外找个三元素什么的，不过要等几天才能放到签名档里\n或者在弃蛋区找找，稀有龙很多的"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374922500,
            "txt_content": "$_$ 发表于 2013-7-27 18:52 \n你的蛋生病....\n所以我HIDE了，哈！悲劇的Sick了"
        },
        {
            "author": "$_$",
            "timestamp": 1374922560,
            "txt_content": "1142145792 发表于 2013-7-27 18:55 \n可以在野外找个三元素什么的，不过要等几天才能放到签名档里\n或者在弃蛋区找找，稀有龙很多的\n满了不过..这只一出来就好了，，，也用不了多久，，水水就好、"
        },
        {
            "author": "1142145792",
            "timestamp": 1374922620,
            "txt_content": "$_$ 发表于 2013-7-27 18:56 \n满了不过..这只一出来就好了，，，也用不了多久，，水水就好、\n嗯，我帮你再点了一下"
        },
        {
            "author": "1142145792",
            "timestamp": 1374923700,
            "txt_content": "a18964819868 发表于 2013-7-27 18:55 \n所以我HIDE了，哈！悲劇的Sick了\n你的灰烬龙孵化了"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374923820,
            "txt_content": "1142145792 发表于 2013-7-27 19:15 \n你的灰烬龙孵化了\n看到了- -而且竟然還有名字？是我看錯？"
        },
        {
            "author": "1142145792",
            "timestamp": 1374923940,
            "txt_content": "a18964819868 发表于 2013-7-27 19:17 \n看到了- -而且竟然還有名字？是我看錯？\n不，那个H开头的是龙的阶段"
        },
        {
            "author": "MountBlade_W",
            "timestamp": 1374924060,
            "txt_content": "求人点蛋{:10_492:}"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374924120,
            "txt_content": "1142145792 发表于 2013-7-27 19:19 \n不，那个H开头的是龙的阶段\n\n\n\n\nQQ截图20130727192018.png (18.86 KB, 下载次数: 0)\n\n下载附件\n\n2013-7-27 19:22 上传\n\n\n\n\n\n\n不是吧，爲什麽會有名字？撿來的啊....\n"
        },
        {
            "author": "1142145792",
            "timestamp": 1374924480,
            "txt_content": " 本帖最后由 1142145792 于 2013-7-27 19:28 编辑 \na18964819868 发表于 2013-7-27 19:22 \n不是吧，爲什麽會有名字？撿來的啊....\n\n括号里的是编号，不是名字，你开自己卷轴（如果没大龙的话就输入http://dragcave.net/user/后面加上自己的名字，就可以通过别人的视角看自己所有的龙了）是显示未命名的"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374924720,
            "txt_content": "1142145792 发表于 2013-7-27 19:28 \n括号里的是编号，不是名字，你开自己卷轴（如果没大龙的话就输入http://dragcave.net/user/后面加上自己 ...\n我還以爲你會說圖裂的- -因爲我這裡離你那好遠..."
        },
        {
            "author": "1142145792",
            "timestamp": 1374924900,
            "txt_content": "a18964819868 发表于 2013-7-27 19:32 \n我還以爲你會說圖裂的- -因爲我這裡離你那好遠...\n额，是吗？……"
        },
        {
            "author": "黑色小白。",
            "timestamp": 1374925320,
            "txt_content": "始终觉得在这里发贴龙的点击量大"
        },
        {
            "author": "a18964819868",
            "timestamp": 1374925380,
            "txt_content": "黑色小白。 发表于 2013-7-27 19:42 \n始终觉得在这里发贴龙的点击量大\n那你就來對地方了，哈！"
        },
        {
            "author": "1142145792",
            "timestamp": 1374925920,
            "txt_content": "黑色小白。 发表于 2013-7-27 19:42 \n始终觉得在这里发贴龙的点击量大\n对的，并且龙蛋基本都聚集在这了"
        },
        {
            "author": "zat0292",
            "timestamp": 1374926580,
            "txt_content": "Sky、果冻 发表于 2013-7-27 11:53 \n你们喜欢就行，昨晚编辑到一点，今早起来一直编辑到11:30，整个人都要吐血了=。=\n已点，求互点求点求点"
        },
        {
            "author": "zat0292",
            "timestamp": 1374926760,
            "txt_content": "sym 发表于 2013-7-27 11:51 \n果冻辛苦了~收藏慢慢看\n已点，求互点求点求点"
        },
        {
            "author": "sym",
            "timestamp": 1374926820,
            "txt_content": "zat0292 发表于 2013-7-27 20:06 \n已点，求互点求点求点\n仔细看说明吧…点击率不影响生长"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1374926880,
            "txt_content": "音乐很好听，希望不要再水贴"
        }
    ]
}