{
    "title": "【沐枫的MC世界冒险】标题要长长长长~~~~~~~~~~~~~~~~~~~~~~~~",
    "author": "暗黑星辰",
    "replyCount": 1,
    "timestamp": 1375086000,
    "txt_content": " 本帖最后由 暗黑星辰 于 2013-7-29 16:20 编辑 \n\n大家多多支持{:10_496:}~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n\n                                         第九章               “尼玛，我怎么每次晕倒都来到这里，这不是坑爹么。”沐枫又在精神空间里的虚空上漫步，连他自己都无法控制自己的身体。\n\n\n              “沐叔叔，你又来了。”一个穿着黑色紧身衣的小萝莉凭空出现在沐枫的身后，吓的沐枫一拳打过去，奇异的是，沐枫的拳头穿透了恶的身体，恶就像什么都没发生过似得。\n\n\n             “恶，你不要每次都从我身后出现啊，你知不知道这很吓人啊。”沐枫怒气冲冲的说道。\n             “好了好了，我要告诉你一件事，关于你使用我们的能力的事。”恶没好气的说道\n             “你的身体素质越强，使用我们的力量次数，时间，能量强度就越多，以你现在的体质，你用一下就得透支，还有两天的虚弱期，你还是把自己的身体素质先提上去吧，不然的话，你一用比善恶聚能炮更厉害的绝招，你肯定爆体而亡。”恶越说越严重，好像沐枫现在的身体连渣都不是。\n\n\n            “有这么严重吗，那岂不是我用几次我就挂了。”\n            “没错，以你的体质用几次就挂了。”\n            “你。。。。”沐枫还没说完话，又被一股白色旋风卷走了。\n            沐枫的意识重新拿回了身体的控制权，一股强烈的虚弱感袭遍全身，连把石剑都拿不起来，估计他现在的身体，一头猪都可以推倒他。\n            “该死，以我现在的身体别说蠹虫了，一头猪我都打不过。”沐枫颓废的坐在地上。\n            “沐枫叔叔，你左边有好东西，别错过了哦。”一个纯洁的童声在沐枫的脑海中响起。\n            “可是我现在连把石镐都拿不起来，走路都累的要趴下，你怎么叫我去寻宝啊。”沐枫有气无力的说道。\n            “好吧，我把力量借给你用一分钟，够你去拿起石镐了，快点哦。”\n            “一分钟。。。快挖啊。”沐枫抄起石镐迅速的从左边挖去，\n            “捏哈哈哈哈哈哈啊哈哈哈哈，有恶的力量就是爽，普通的石镐都能发挥出钻石镐的速度了。就是耐久用的也太快了吧。”沐枫手臂被一层黑气缠绕，手臂的速度非常快，快的只能看到残影。\n           在沐枫已经看到了金光，就差一颗石头就可以到那藏着【宝物】的洞穴里了。           “没办法，只好钻进去了。”说着，沐枫屁颠屁颠地钻进了那个洞里，他在刚才已经联想到了那一枚枚发亮的金粒，可是。。。他找到了发光的物体，而且发光的也是黄金，但。。。是一只穿着黄金装的僵尸，手上还拿着黄金剑，一身的装备的表面还泛着紫光，一看就知道是附魔了。\n\n\n\n\n           那个僵尸向沐枫冲刺了过来，“oh fuck。”沐枫呆呆的喷出一句话来，僵尸趁机来到他的身旁，给沐枫就是一拳，沐枫感觉自己的肚子像被千年巨石击中了，“哇”的一声喷出一口血来，随即身体倒飞而出，狠狠的撞击在了身后的石头上。从沐枫钻进来时到沐枫被打，仅仅只用了5秒钟。\n\n\n\n           沐枫觉得身体更加虚弱了，他看到了僵尸的血条和一条紫色的小条，血量是满的，但紫色的小条只有一点点，沐枫觉得有希望，催动自己全身的力气朝刚才的小洞钻去。\n\n\n\n\n           “沐枫叔叔，我来帮你一把。”沐枫脑海里又响起一道声音，还不给他反应的机会，一道巨力从沐枫的屁股喷出，沐枫像坐飞机一样射了出去。\n\n\n\n\n           僵尸看着沐枫逃跑干着急，钻进了那个洞里，沐枫一看，马上放了两块石头，僵尸出不来了，沐枫这时想到了怎么把僵尸干掉的办法了，这个办法让沐风奸笑起来：“僵尸，你完了，嘿嘿。”\n\n\n\n\n                                                                               分割线\n\n\n\n\n\n\n\n\n我这次写的好吗{:10_492:}\n\n\n\n\n\n",
    "replies": [
        {
            "author": "BlackGlorys",
            "timestamp": 1375086180,
            "txt_content": "怪蜀黍与小萝莉孤男寡女共处虚空······嗯，你很有潜质！（什么跟什么啊？）"
        }
    ]
}