{
    "title": "《永恒·信念》（帝王家族系列2）",
    "author": "A王O子A",
    "replyCount": 4,
    "timestamp": 1375090020,
    "txt_content": " 本帖最后由 A王O子A 于 2013-7-29 17:27 编辑 \n\n永恒·信念  一个伸手不见五指的黑夜，一个俊美的少年，来到一栋黑漆漆的小屋——年久失修：窗子上，残余的几片玻璃，孤独的在风中摇摆；爬满蛀虫的木门，破旧不堪——根本不像人住的。  少年头皮一阵发麻，颤颤巍巍的用手触碰了那小屋的门——“哐当！”年久失修的木门，就在这轻微的力量中，变的粉碎。  少年的脸色一黑，不屑的一甩手：“看来，连门也不用开了······”  少年走进屋子。“吱呀！嗒！”少年看了看脚底——爬满白蚁的地板，早已腐朽——“嘎嘣！”地板承受不了压力，就这么断了······  少年又把手升起，看了看黑漆漆的墙壁上，一个凸起的油腻腻的东西——恶心！  少年一皱眉头，一咬牙，伸出手指，向油污按了下去。  “嗒！呵吱吱吱吱！”少年叹了一口气：“还行！还能开。”  “嘚嘚！”在灯光照射不到的阴影中，走出了一位看不见嘴脸的人，他无力的说：：“你······来了······”从说话的口吻来看，他也是一位少年；可说话的语气······  黑影久久不出声，仿佛在思考些什么。过了一会：“叶，我不是叫你别来的吗？”  那位称为叶的少年，笑嘻嘻的，一脸孩子气，说：“老朋友，怎么能不串串门儿呢？嘻嘻！”  另一位少年，始终不肯走出阴影。他丢出一只高脚玻璃杯：“既然来了，就喝一杯吧！酒瓶在桌子上。”叶径直往桌子走去——走的越近，就越恶心——一群苍蝇飞开，露出了沾着排泄物的酒瓶。  叶抿紧嘴唇，硬着头皮倒出了酒——不！不是酒！那鲜红色的液体，是血！  阴影中的少年说：“别怕，这是血腥玛丽。”他仿佛胸有成竹——奇怪的是，叶并没有表现出害怕，反而把“血”一饮而尽。  阴影中的少年，仿佛知道了什么——他低头冥想，仿佛等待着什么的到来。黄昏中，两人一直僵持着——谁也不肯动，脚下的地板“吱吱”作响······  黑夜来临，这是一个不可思议的血色之夜！“吱吱！”点灯终于支持不住，阴影中的少年，也出现了微妙的变化：双手，不！应该是双爪上的爪子以不可思议的速度增长；手臂、腿、头顶，都长出了银白色的长毛······  少年走到叶的跟前，“嗯啊！”叶的手指扒着嘴唇，像蜕皮一样，去除了叶的皮囊——露出了狰狞的面孔，握着心脏，不停的喘气。  那蜕皮的人发话了：“你！你早就知道我不是叶！对不对！”  狼人张开厚厚的嘴唇，唇边的银毛也飘动起来：“是的——叶很胆小，可你居然对血色的就毫无反应？对了，知道你的身体为什么会突然剧痛吗？”说着，狼人撇了撇嘴，似乎在笑，不经意间，竟然有着一股王者风范？那面目狰狞的人大口喘气，根本说不上话。狼人干脆开口：“因为，你喝的那杯酒里，有这圣水——对你这种阴险的恶魔最有效果！作为帝王之子，即使边成了狼人，也要时刻保持警惕。”再说到“狼人”、“帝王之子”二词时，狼人不经意的低下了头，甚至挤出了一两滴眼泪······  但不久，帝王之子又恢复了自信，因为，他想起了自己是因为眼前的恶魔才变成狼人！被家族抛弃！还因为！他看到自己的好友，叶的皮囊······  他挥起了一把刻有“帝王之子”四字的虚无血刃，血色的光辉在血月下，显得格外骇人。血刃带着仇恨与泪水！荣誉与堕落！向恶魔劈去······  后半夜，帝王之子提着叶的皮囊，坐在腐旧的屋顶——不知为何，屋顶没有被压垮······  天明了，随着太阳的升起，帝王之子的狼人身躯慢慢消亡。叶的皮囊也飘在空中······  只留下一竖金色的石碑：  灵魂的消亡，永不消亡的是精神！身体的变异，永不改变的是信念！",
    "replies": [
        {
            "author": "838216228",
            "timestamp": 1375090260,
            "txt_content": "草泥马啊111111111111111111111111111111111111111111111111111111111111111111111"
        },
        {
            "author": "Coerce",
            "timestamp": 1375090680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1453892204",
            "timestamp": 1375091220,
            "txt_content": "不错哦      "
        },
        {
            "author": "Marry",
            "timestamp": 1375096020,
            "txt_content": "排版太糟……"
        }
    ]
}