{
    "title": "【新人新作】危险智慧Dangerous Intelligence",
    "author": "Friendly",
    "replyCount": 2,
    "timestamp": 1374920160,
    "txt_content": "新人新作，看帖需谨慎。\n\n第一章  瓢虫\n  五年前的一个冬天，医学院脑神经外壳的周浩晨教授在他的实验室里会见了一个陌生人。\n  陌生人是周教授的助手张瑞思带来的。陌生人身材矮小，其貌不扬，但说出话来，却让人吃了一惊。\n  “只要研究需要，多少钱我们都可以提供！”他说这话的时候，表情很冷淡。\n  周浩晨暗自冷笑：“是吗，我要多少钱你们都可以提供？你们去抢银行？”\n  陌生人笑了，笑的很让人恐惧：“您总不会把全世界的钱都加在一起说了吧？”\n  两个人同时笑了起来，好像在这一瞬间，他们都知道了对方的实力。\n  “机器迟早要超过人类的智慧。我一定要把机器和人类的大脑链接起来，这样的人类才算是真正的新新人类。”周浩晨开始介绍他的研究课题。\n  “把机器用导线与人脑的神经系统链接起来么？”陌生人谦虚的问道。\n  周浩晨摆摆手：“如果光是这样，每个人都可以当科学家了。实际上我们已经完成了在人脑中植入科技芯片，与脑神经直接链接，目前正在用于治疗癫痫症，在病人发病时，芯片就会适当时间地发出电波，阻止病人发病。”\n  陌生人向前探探身子，做出洗耳恭听的样子。\n  “从战略上来讲，我一定要做一种真正的人类和机器的‘混血’人类。”\n  “这种芯片有多大的体积呢？太大的话岂不是很不方便。”\n  “现在已经发明了一种可以用在电脑上的碳分子，它的计算能力远远超过目前的芯片。因此，我认为它的体积会非常的小。我们将来制造出的芯片可能比人的红血球还要小。”\n  陌生人皱皱眉，他实在想不出一个比红血球小的芯片长什么样子。\n  还没等陌生人开口询问，周浩晨就说：“那也是那么计划的，现在的科技远远没有那么厉害，所以...”周浩晨环顾四周，看到一个瓶子里有几只实验用的瓢虫，夕阳的余晖照在玻璃瓶子上，色彩格外鲜明。\n  “大约就像七星瓢虫那么大。”周浩晨说。\n  “啊，真是不可思议。那么，什么时候我们可以看到您的‘七星瓢虫’？”陌生人眯起眼睛。\n  “五年。”周浩晨冷淡淡地说。\n  “好，就五年！在这五年当中我们全力支持您，但我们有个条件，这项科研成果不能向任何人透露。”\n  “那当然。为了实现这个计划，我们需要世界最新的有关科学界的研究成果。”\n  “没有问题，那简单。”陌生人笑了笑。\n  “得到最新科学界的研究成果还不光是个钱的问题。”张瑞思提醒道，他今天就说了一句话。\n  “只要你们提出成果或专利的名称以及实验室的名字。”陌生人站了起来。\n  会见结束了。研究课题的代号就定名为“七星瓢虫”。\n  周浩晨没有想到，就是因为这个不到一个小时的会见改变了他后半生的命运。\n\n  周浩晨今年四十八岁。他在三十五岁前几乎一直在学习。大学毕业后，又读到了计算机的硕士学位。本来他可以在研究所有个很好的位置，可又匪夷所思的去学音乐。\n  在他专业设计的学习生涯中，最后是到外国读了医学院脑外科博士。\n  现在，他的正式职业是医学院脑神经外科教授，偶尔会临床给病人做脑神经手术。\n  \n  五年的时光匆匆过去。五年中，周浩晨每天到晚都在观察和研究他的“瓢虫”。他不仅才华横溢，还精力过人。他在研究的同时也密切注意了全世界有关电脑、生物界的各种消息。\n  周浩晨工作很辛苦，但心情舒畅。他从事科学研究这么多年，从来没有像现在顺利而且效果显著。\n  在这五年中，没人想到他在从事另外一门事业，更没有人想到他经常夜不归宿，妻子早已和他分手，他的儿子基本习惯“独自在家”了。\n  大家只是渐渐的发现，近一年来，脑瘫的患者被周浩晨治疗后都有明显的好转，谁也不知道他是怎么做到的。医学界希望周浩晨可以公布他的治疗方案。\n  可是周浩晨却婉言谢绝，他通常是谦虚地微笑道：“没有什么科学研究，就只是做的更精细而已。”\n  更不解的是，周浩晨许多手术是不允许任何人在场的，不但一般的医生不可以，医学院院长也不可以。手术时，只有他的助手在场。麻醉师和护士在完成准备工作后就迅速离开。\n  人们已经猜到，周浩晨一定是有了特殊的发明或什么神奇的药物，但他不愿意公之于众。\n  周浩晨心里明白，表面上他医疗好病人，只是在为他的“瓢虫计划”找试验品罢了。但周浩晨心安理得，那些病人与其当成“废人”，不如去给人做做贡献。\n\n  谁也没有料到，周浩晨在五年后的一天死于煤气爆炸，他们研究所的那栋楼都被炸成了灰烬。\n\n1,647个字~\n思绪来自我弟弟，我弟弟捉了整整一盒子七星瓢虫，好恶心啊...\n好吧，喜欢就给新人加加人气~",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1374930900,
            "txt_content": "表示不科学，最后只是煤气爆炸吗？"
        },
        {
            "author": "Friendly",
            "timestamp": 1374932340,
            "txt_content": "Terry39 发表于 2013-7-27 21:15 \n表示不科学，最后只是煤气爆炸吗？\n总算有人了（哭）\n\n诶，这只是第一章诶"
        }
    ]
}