{
    "title": "【钻石项链的秘密】（已更至一章4节）——TOM制作",
    "author": "sbz24",
    "replyCount": 8,
    "timestamp": 1374925140,
    "txt_content": " 本帖最后由 sbz24 于 2013-8-2 19:00 编辑 \n\n{:10_492:}这几天逛着翻译创作区，我看了也构思了一篇，因为只是初中生，文笔可能一般般，不如大神请谅解，好了\n开始正文。期待吧！\n【一章：MC的世界】一节：钻石项链   “ 啊，好痛，额，啊痛痛痛。”一个不算太干净的小屋中一个男孩抱怨到，但并未有人来安慰他，因为他始始终终是一个人，他的名字叫亓（亓与其读音一样）延海，外表就一怂蛋，苦B的初三党，因为爸妈是考古学家，从小就没在他身旁，所以他慢慢变成了一只死宅。刚因为在班里面的一个大个子打了一顿现在在用酒精擦伤口。没过一会儿，他蹭到电脑旁，打开电脑上起了“淘宝网”，平时几乎不上购物网的他怎么突然↑起了淘宝网呢？原来是他的女神，也是校花牧合月的脖子上出现了MC LOGO的钻石项链，为了意思一下，也买一条啦~\\(≧▽≦)/~手指飞快的翻动着，突然，那个钻石项链的图标出现了，立刻点了进去。“咦，这个店怎么神马都没有？连发货地都没有？”亓延海嘟囔到，“才14元，买一个吧。”说罢，收货点就填在表中了，“确认付款”。整完后，亓延海关上了电脑，慢慢爬上了床养伤。窗外那黄昏特有的orange color光线透了进来。光照射到亓延海身上，非常温暖，这让亓延海放松了许多，眯起眼睛闭目养神……..——————————————————————————分割分割—————————————————————————————二节：钻石项链的背面  “咚咚咚”一阵敲门声叫醒了亓延海，亓延海立刻爬起来“啊，忘了还有伤”，“咚咚咚”“来了来了！”这个月水费交了呀？奇怪？右手打开了门，抬头一看，居然是快递员，但这个快递员给亓延海的感觉不一样，他的帽子盖住了眼睛，或许根本没眼睛。快递员笑眯眯地张开了嘴“你的钻石项链，一共20元，快递费6元。”“哦，给你，谢谢啊。”“再见”神秘快递员关上了门，唰门外传传出一阵风声。亓延海呆呆地站在门边，手里拿着“钻石项链”有点不知所措，“擦，这也来得忒快了吧？算了，拆开看看是什么东西。”一阵暴力的撕扯，箱子被拆开了，一个和MC里钻石一模一样的项链呈现在亓延海眼前。“那背面呢？(⊙v⊙)嗯？刻着大喊“传送门，请带我进入MC的世界”。”“呵呵，反正没人，传送门，请带我进入MC的世界！”叮叮叮，几声钟声周围的画面都变成了灰色的，哗——地面突然出现了一个大洞，“啊啊啊啊啊啊啊啊啊啊——。”亓延海飞快地掉下去了。  不知道过了多久，阳光叫醒了亓延海。“这是那？我擦，怎么怎么周围全是方的？我的手怎么也变方了”，眼前出现了一个小石潭，亓延海飞奔了过去，向石潭一看“噢噢噢，我我我变成STEVE了！”惊呆的他被一声羊叫惊醒了，他向“咩咩”声的方向一看，“钻石项链”正被羊门围着，他干忙捡起“钻石项链”发现钻石上的字变了，变成“传送门，请带我回到现实的世界”，他像看到救星一样“传送门，请带我回到现实的世界”哗——周围出现了无数的星星，唰亓延海飞速向上飞，渐渐的，有回到了熟悉的环境里，“我我有回家了，太好了，我可以穿梭与两界！”——————————————————————————分割分割—————————————————————————三节：废材的春天  “那，我去玩MC了！传送门，请带我进入MC的世界！”“我又回来了！哦，有个箱子！”离亓延海不远处有个箱子。“我看看，一个石镐，一个木斧，两块面包，还有一本书？写着“如有危险大喊消防员TOM我们需要你，就会………三次机会”这书真破，那我该敲木头了！”亓延海小跑到树旁，开始敲树，敲敲敲，唱起来了“~\\(≧▽≦)/~啦啦啦，啦啦啦，我是敲木头的小行家！”但他没注意，身后来了一匹巨牙小狼（见跟多生物MOD），不经意的一回头“嗯，一匹狼”。1秒，2秒，3秒“我擦，有狼！”（这反应⊙﹏⊙b汗）“我打！”一个飞腿，狼被踢翻了，但亓延海忘了一个大问题，狼是成群的行动的。“啊呜~~”唰唰唰，一下子来了8,9只狼，围住了亓延海，在树荫底下狼被添上了虎一般的纹路，十分凶狠。“COME！有种来啊，我会功夫！”“呜”一只狼扑向了他，“我靠，真来。”亓延海一闪，狼扑了个空。我在学校被打可不是白打的！的确，身手的确灵敏了一些！不过，狼也是团队进攻的，所以3匹狼从不同方向扑向亓延海，GOD完了亓延海坐到了地上，他已经等着弹出红框界面点复活了。“轰——”“呜呜呜~~~”“什什么情况？”狼突然都退下了，扑上来的三匹狼全变成一个有一个的经验球了？“你没事吧？”一个甜美的声音从上端的树上传下，亓延海一看，一个少年站在树上。她有着红色的长发，白的不真实的脸，和镶在脸上那更不真实的蓝宝石色眼睛，身上穿着白色的连衣裙，在阳光的照射下若隐若现。啊，太美了，MC里的女神！亓屌丝当即就呆了。“唰”红发少女从树上跳了下来，她向亓延海伸出了手，明显是要拉他起来，“我叫牧合月。”WHAT ？牧合月，哦，对她也有项链！噢噢噢噢！！！我的女神！正在我面前！亓屌丝的心跳加速了！“我-我-我叫-叫亓延-海。”说罢亓延海被拉了起来。“你刚进入这游戏吗？”“是-是的。”“你要不你去我家住？”“好-好啊！”（当然好了）“那走吧。”牧合月不经意的去了亓延海的手，但却在一点点刺激亓屌丝的心。哦哦哦，我我被女神牵了！被全校那位万众瞩目的校花牧合月牵了，我屌丝也有春天啊！啊哈哈哈！亓屌丝一不小心笑出声来。牧合月回过头来“你笑什么呀？”（超卡哇伊的声音）额，亓屌丝的心跳有加速了，像是有一列火车在冲来冲去而且脸也红了。“没没什么。”“真的吗？”（更卡哇伊了，牧合月的脸还凑了过来。）“没没有！”脸更红的，亓屌丝的心犹如当年国民党抵挡共产党&#9773;百万雄狮攻击一样，艰苦的死守着，“真的吗？”脸马上就要贴在一起了，啊国民党&#10050;倒下了，被共产党打的溃不成军。“咚。”一声闷响，亓屌丝的小心脏不行了，晕了过去。“哎哎哎，怎么怎么晕了，真是起怪。╮(╯▽╰)╭唉，只有背回去了。”_______________________________________切割切割———————————————————————————————四节：美好的下午（才怪。）  “哈~~~~~欠，咦这是，对了，我还在MC的世界里”亓延海爬了起来，观察着周围的环境。这里十分整洁，屋子里除了工作台，熔炉，一个大箱子，就没什么了。“呀，你醒了。”牧合月提了一筐蘑菇，加上她的红头发，颇像小红冒。“我还要去城里买点东西，你也一起来吧。”“好，我这就来。”“那我们怎么去呢？”“当然做车去了。”“你指的是矿车吗？”“啊不是，你尽管跟我来了。”(⊙_⊙)嗯？不是矿车那是啥？&#128052;马车？亓延海一时摸不着头脑。牧合月走到一个大仓库旁，拉下拉杆，仓库的铁门开了，一个像是汽车的东西出现在亓延海眼前，由绿宝石铸造的外壳在灯光下发出翠绿的光线。“这，这啥玩意儿？”牧合月打开车门，坐上车“上来吧，这辆是MC里的汽车，由红石和各种活塞组成，这辆红石车最快时速370000方块每小时，经我加装熔炉喷射器，最快吗，430000个方块。”亓延海也坐上了车“那我该系安全带？”牧合月转过头“你当然可以不系试试啊。”“O(∩_∩)O~呵呵，坐稳了！”牧合月左脚用力一蹬，右手猛的一拉拉杆换挡，发动机发出沉重的轰鸣像是龙吼，如脱缰绳的野马一般冲了出去。“啊”亓延海因为惯性重重的砸在椅子上。亓延海瞟了一眼测速器，靠，3秒不到就从0加到100000这玩意儿。沿途到处是树木，可测速器的指针还在上升，“你你疯了吗？”车像一条巨蟒在树林中蜿蜒蛇行，尽管沿途几次差点撞到树，可是似乎有一股神秘力量在保护车子在林间疯狂的穿梭。“亲爱的，不要说话好吗？”又是猛拉拉杆，亓延海没时间为“亲爱的”YY，强大的力量再次死死将他压在椅子上。亓延海胃里一阵翻腾。约过了15分钟，车停了下来，牧合月解下安全带，打开车门走了出去。而亓延海呢，一打开门“呕～”吐啊吐。“没事的，我不好好的吗？”牧合月安慰道。亓延海强忍着胃酸艰难的走出来了，一想到回去还要坐回去心里就一阵寒。亓延海抬头一看“这是，哪里？”眼前出现一个巨大的城市，街上的人来来往往，不远处有一个码头，人们搬着货物上上下下，背着大包商人们也夹杂在其中不时听见几声小贩的叫卖。“澳汀雷，戈耒（léi）穆帝国的第三大城市，澳汀雷一直担当着帝国海运出口的交通咽喉角色。无数船只都经过这个港口进行贸易。这个城市的人也因为这个港口，安居乐业且富足的生活着。渔业和运输业是这个城市的支柱产业。”“这些人全是玩家？”“不，大部分是NPC。”“走吧，我还要买一点楠瓜，今晚做南瓜派！”啊，可以品尝女神的手艺，太爽了！亓屌丝YY中。                                                                                                        “居然敢来我这，还带了一个菜鸟。”在遥远的城堡中，一个穿着华贵的从阴影中的王座上走了出来，左手手捧着一颗大水晶球右手拿着酒杯，向水晶球里面一男一女观望着。“粹。”衣着华贵的男子说道。“在。”从阴影中走出一个穿黑袍子的法师。“你懂的。”男子右手捏爆了酒杯，碎片四处飞溅，可男子手上未有一点血迹。“是。”法师挥动一下他的魔杖“哗——”法师消失了，留下一片片飞舞在空中的花瓣。“东西买完了，我们回家吧。”牧合月提了一个大南瓜，而亓延海拿了一大堆香料“可以不做这车吗？”“不行！”5555555又要吐了。~~~~(>_<)~~~~ ——————————————————————————————切断切断—————————————————————————\n五节:夜袭；粹  “哎，活着回来了”一打开车门亓延海就狼狈的爬进屋，然后一屁股坐到餐桌旁的椅子上，“好饿啊。”“马上就好了，我已经把吃的放到熔炉里了。”牧合月一边说一边放南瓜进熔炉“反正也是闲着，你可以给我讲讲更多关于这个游戏的吗？”亓延海问到。“好啊，我来给你讲讲职业。”“(⊙o⊙)…还分职业的啊。”“对啊，这个游戏原本分四种基础职业，战士，法师，红石师，刺客。战士呢，就是冷兵器使用者，如用弓，剑，斧后期有十字军，骑士等；法师呢，运用各种魔法，到后期还有亡灵法师，元素法师种种；红石师呢，各种机械使用者，我的车子就是红石师造的，后期有傀儡师，枪械师等等。”“那刺客呢？”“刺客啊，因为刺客职业的人太少所以被省略掉了。”“刺客很菜吗？”“不，刺客非常强，他们可以使用法师的魔法，战士的短刀，红石师的陷阱。”在说这句话时牧合月眼中散发出疑似骄傲的光线“这么强，为什么没选择这个职业呢？”亓延海问到“哦，这还有一个故事。在你还没来这游戏之前，曾经刺客是这个游戏最强的职业，但能成为刺客的人太少，因为刺客考核非常难，鼎盛时期刺客也才有25个人。但是这些人个个都是可以独当千军的战士。直到有一天，有一个阴险的大臣用花言巧语欺骗的国王，让国王认为这些刺客回叛变，假装开庆工宴，毒死了20个人，而这5个人中有三个因为知道要被害而不在玩这个游戏了。”“那另外两个呢？”“开饭！尝尝我的特质南瓜派！”“哇，来胃口了，我开动了！”此时的他们并为注意到外面的情况，粹已经早早的等在树上了。“啊，饿死了，早知道来之前吃一点东西了，我要以一个饿肚子的人的身份了惩罚你们这些吃东西的人！”“哇哇哇，哇哇哇。”粹的肚子大叫到。粹往包里一模，一块腐肉。“咕”粹咽了一口水“豁出去了！”粹大口吃起腐肉来。“嗯，味道是怪了点，不过口感还可以。”“南瓜派真好吃！”“嘘-”牧合月捂住亓延海的嘴小声说“你看，树上有个人。”“是是啊，怎怎么了？”亓延海小声到。“好了，没事，我们装没看见他。还有，他是来杀我们的。”“又不是不能复活。”亓延海说“不，这是极限模式。”“擦，这么坑“亓延海抱怨道。“好了，继续吃。等一下装睡，看看这人什么来头。”画面转到房外，粹摸着肚子说“呃，腐肉吃完了，哟，这俩人睡觉去了！你们完了。”粹举起魔杖，在空中画了一个魔法阵“出来吧，僵尸们！”“哗-哗-哗-哗-”一瞬间房子周围就聚集了几千只僵尸。“看戏去咯。”粹轻轻一越，跳到一颗大树顶上，蹲下来进入围观模式。“我会让你们死在梦中的。”牧合月和亓延海躺在床上，小声道“这人是召唤师，看样子一次性召唤这么多僵尸也不是等闲之辈。对了，你有武器吗？”牧合月问“没有。”亓延海不好意思的挠头。“拿着这把短剑。”“哦，谢谢。”亓延海一看，吓了一跳“我擦，这锋利加4，截肢杀手加10，毒加6霸气啊！”“咚咚咚咚咚咚。”一阵又一阵砸门声，门的耐久度马上就要没了“你在着和僵尸拼，我去干掉施法者。”此时此刻牧合月异常镇定，以至于镇住了亓延海。“好的。”“那我走了。”牧合月道“哗-”瞬移不见了。“碰”门被打破了。首当其冲的举旗僵尸冲了进来，没等到他看房子内部一眼，“咔”僵尸的头掉到地上，那身体还在向前走。“去你的。”亓延海一脚踢飞了“无头尸”跟在“无头尸”后面的僵尸也倒了。有一只僵尸溜到亓延海背后准备偷袭“咔”一个回环斩了断了他的生命。“哟，蛮强的吗，那我放只突变僵尸来和你玩玩。”正当粹举起魔杖时，一发强烈的水流冲击飞向他，反手一挡，虽然抵消了攻击但因后座力被冲到空中”是谁？”“你猜。”牧合月拉满了弓，箭头瞄准了粹他这把弓是复了击退10，冻结3，腐蚀9的水元素弓，“刷”牧合月放开了玄，又一波更强的水流喷涌而去。在空中粹做出一个违背物理定律的动作，他在空中原地起跳“奥术波”一群无属性魔法波飞向牧合月，而大部分被水流挡住了。小部分魔法波和水流各自向反方向飞去“你认为这伤的了我吗？”牧合月一闪，闪开了奥术波。“我本来就没打算伤你。”粹画了一个魔法阵“出来吧，突变末影人！”“呃-”一个长有8只手，体格强壮的末影人出现了。“干掉她！”“咕”末影人一声低鸣，瞬移到了牧合月，强壮的手臂抓住了牧合月的手和脚。“哼哼╭(╯^╰)╮，去死吧！暗之波动(口袋妖怪党懂)”",
    "replies": [
        {
            "author": "无奈zzzz",
            "timestamp": 1374936060,
            "txt_content": "还不错，支持一下。"
        },
        {
            "author": "sbz24",
            "timestamp": 1375061940,
            "txt_content": "没人吗？那人工制顶了。"
        },
        {
            "author": "zzy44",
            "timestamp": 1375247580,
            "txt_content": "sbz24 发表于 2013-7-29 09:39 \n没人吗？那人工制顶了。\n不错啊，期待更新！！！！！！！！"
        },
        {
            "author": "sbz24",
            "timestamp": 1375319820,
            "txt_content": "zzy44 发表于 2013-7-31 13:13 \n不错啊，期待更新！！！！！！！！\n终于有人了！"
        },
        {
            "author": "sbz24",
            "timestamp": 1375371240,
            "txt_content": "求回复啊啊啊啊啊啊"
        },
        {
            "author": "tommy307507",
            "timestamp": 1375372740,
            "txt_content": "不错啊，我也写了一个小说，发到矿工茶馆里了，大家看看吧"
        },
        {
            "author": "Rxper迷恋",
            "timestamp": 1375489740,
            "txt_content": "来玩服啦加群276301185"
        },
        {
            "author": "653299",
            "timestamp": 1375512960,
            "txt_content": "很好   狂顶 啊                   "
        }
    ]
}