{
    "title": "杂文《阴谋论》。",
    "author": "马赛克了",
    "replyCount": 4,
    "timestamp": 1374964080,
    "txt_content": " 本帖最后由 马赛克了 于 2013-11-21 18:51 编辑 \n\n       二十年前，我坐车不补票，二十年后，我坐车先销号，运气好，能在车上被人搭讪，问问你手上的是不是发票，哪的发票，问问你的老家在哪里，得知父辈的名号后，自报名号，相视而乐或装乐，说小时候怎么样过你，你记得我吗，然后自顾自的启程。车开后，我把包放在他人摸它不可能不先摸到我的侧边，盯着小心扒手的标语，安心上路。\n\n　　其实我不觉得我是在担心标语显灵，也不认为和我说过几句话的长辈会标语附身，盗无不胜，我只是意淫着如果有人参与进来能够导致的我的最坏，并在现实中用心预防，竭力避免，即使退一万步踩到翔，最终遭殃，我也心安理得，那么风骚的走位，如此高端的盯梢，居然还是被害，我无话可说，你能骂我，但不能怪我。\n\n　　我当然不以为这样我就可以免责，至少不负全责，因为我已经做了我所有能做的且做到了，连战斗场面都设计好了，要再科学求证一些，我还应该打开摄像等人光顾，待他犯完罪，我会上缴证据，指着屏幕说，看，就是他，就是他。\n\n　　但领导就是领导，他不会根据个人说辞而对结果重新审视，结果就是结果，过程不重要，你拿不出我需要的结果，那你这样的行为就是在卸责，造成损失先不谈，认错态度就不积极，必须扣分，扣钱，扣伙食。等等，你有视频，你不阻止他，你这样有问题，你肯定和他一伙儿的。\n\n　　我心想，真王八蛋啊，我满腹疑问，领导却没有任何一处具有疑问性，全是肯定句。\n\n　　后来，我向高手讨教。高手告诉我，你错了，当你接受任务拿上包的时候，你已经要为此负全责，如有必要，还得为此付出代价，你想，你遇见了外星人，外星人拿走了你的任务物品，你如实回复领导，领导应该怎么想。但不管他怎么想，物品早被拿出地球了，他是不是该找你，你是不是该找外星人，但一定不会是他去找外星人，这点逻辑不能出错。然后，你要重新端正自己的态度，你只能说，你能骂我，也能怪我，但不能打我。\n\n　　我说，我*，我如何是好。\n\n　　我情绪不稳，又说，除了去做马后炮的事，在此之前，有什么方法可以挽回些损失，我想即便挽回中同样带有马后炮的意识，但总能让事情严重程度哪怕轻上一点。\n\n　　我等了会儿，没听见高手继续说，于是接着说，我是不是不用录像，直接和犯罪分子战斗的好。我觉得问题在这儿。但我怕跟他对打的时刻顾不上包，与此同时包很可能被声东击西走。我以前有过类似的遭遇，别人只是拍了我一下，我瞬间转头————什么认识的也没看见，旋即我回过头，走了几步，摸出手机看时间，一摸，哇塞，手机不见了。我不禁感叹，啊，手机真是转瞬即逝。你不知道，我当时报了警，那是我生平第一次报警，警察告诉我，你在哪。你在那吗，好，你走几步，就站在那不要动，我们马上派最近的警察过来接应你。我听话的等着人来接。隔了会儿，又有人打电话到电话亭来，说，我是这边的警察。你在哪。哦，你在那吗。好，你走几步，马上就看见我们的派出所了。然后我进了派出所，那是我平生第一次进派出所，里边非常凉快，他们让我留下了指纹和电话，并通知我，回家吧，我们一有消息通知你。于是我学会了等待。\n\n　　高手说，你选择等待，而且是等偷，最后仍旧会弄丢领导的交代。\n\n　　我自信的说，但我有了证据。\n\n　　高手说，你的逻辑很另类。你这样，听我说，你若害怕战斗时丢了包，你完全可以拿起包当武器去战斗，既在手，又不伤手，但不知道顺不顺手。\n\n　　我说，没攻击力，而且容易被直接抢走。\n\n　　高手说，你把包设计成具备攻击性的模样，比如剑。它能保护你，你也保护它。\n\n　　我说，纸老虎的梗还要用么。\n\n　　高手说，狼牙棒如何。我听说狼牙棒是最难被夺下的武器。\n\n　　我说，你去把一个正常的包包设计成狼牙棒。而且你不知道狼牙棒自伤率很高么。\n\n　　高手说，你怎么会经常用阴谋论揣摩别人。\n\n　　我说，因为经常被揣摩，然后被坑。但我有选择性的。\n\n　　高手说，是不是我说你无论怎么干干什么最终都会弄丢包你的心里就会好受些。\n\n　　我说，可能。\n\n　　高手想了想，哦着说，没关系。其实说到这儿，我认为你讲的很在理。往大了说，这条路上，任何人事物的旅程都一样，因为你总会踩到不该踩到的东西，也许你能找到负责人清理一些，也许你会找到东西的主人要求他给你换双新鞋，也许你自己会把鞋洗干净，但最可能的是你什么也干不成。你好好想想，其实你始终和我们没什么不同，无非是多承受些气味甚至拖着实体走，但那些东西最终也会因为粘性降低而自动脱落，那些味道也会因风霜雨露而愈显不见。\n\n　　你不一定要讨厌它，也不一定要喜欢它，但你需要学会接受它，只有这样，你才不会掉队，才不会因为掉队而迷失方向。\n\n　　我说，你的意思是偷就偷了，什么也不管，或者是很难管上吗。\n\n　　高手说，我指大方向。再说你还有证据。\n\n　　我感觉越来越不对，我从起点出发，把路走了一遍，没想到是一圈，我又回到起点，还带回了另一位。他从劝我听变成了听我说。我问，哦，我希望我们的谈话没有白谈。那我该朝着哪个方向，跟着谁走好。\n\n　　高手手指天空，我沿着他的手臂向他指的方向看齐，很高的地方，阳光已被乌云关上。\n\n                                                                                                                                                          2012-08-01",
    "replies": [
        {
            "author": "A-Kreedz",
            "timestamp": 1375000680,
            "txt_content": "这头像让人蛋疼"
        },
        {
            "author": "250=mo",
            "timestamp": 1379200320,
            "txt_content": "没看懂最后一句，话说当时的卤煮悲哀地丢失了个护送的包包，被骂了以后然后请教高手，始终没想懂最后一句含义……"
        },
        {
            "author": "马赛克了",
            "timestamp": 1379205480,
            "txt_content": "250=mo 发表于 2013-9-15 07:12 \n没看懂最后一句，话说当时的卤煮悲哀地丢失了个护送的包包，被骂了以后然后请教高手，始终没想懂最后一句含 ...\n事儿有这么个事儿，包包呢，并没有丢，用伪命题反衬阴谋论。丢手机是真的。\n高手也只是指代现象，至于什么现象，个中体会。\n最后一句暗指，不管什么类型的同化和价值观统一，都走不远，如不隐忍能力和情绪，完全按规则办事，基本没有属于自己的未来。"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1472808600,
            "txt_content": "那么，请让我猜猜，\n高手是不存在的。包包被偷这事是不存在的。连包包可能都是不存在的。这些只是在“我”意识中的，这就是题为阴谋论的原因。\n难理解的是最后一句。高手至多指了三样东西：天，阳光，乌云。\n一个，看着天意吧。但结合阳光、乌云，并非本意，否掉。\n一个，即使你走破天，也是死路。这个是比较意料之中的结尾，没有折转。\n一个，你就向着天走。意思即，哪里没有阴谋你向哪走吧。\n但就在这时乌云遮了太阳。天上也是有阴谋的。\n这就是我大致的理解。"
        }
    ]
}