{
    "title": "Block Fight 故事 第三章",
    "author": "JedBoy_LD",
    "replyCount": 3,
    "timestamp": 1374944820,
    "txt_content": " 本帖最后由 JedBoy_LD 于 2013-7-28 01:36 编辑 \n\n      “我是看你们身手不错，所以想请你们帮忙。”岚儿说道。\n      “嗯，看样子我们可以帮这个忙。”爱德华拍了拍西汪的肩膀说道。\n      “你们答应了？”岚儿兴奋的说道。\n      “好吧，反正没事情做，再说帮助人还是很好玩的。”西汪其实很无奈，对于爱德华的草率他已经不想说什么了。\n      爱德华不是草率，他是很有把握的才会答应这件事。\n      “嗯，先谢谢你们了，你们先等一下，等我再找几个人。”岚儿说道。\n      爱德华楞了一下，问道：“怎么，不相信我们的实力？”\n      “不不不，当然不是，只不过我怕敌人太多，不够应付到时候再给你们惹麻烦就不好了。”\n      爱德华摸了摸下巴，看了一眼西汪，道：“我们倒是还有两位朋友。”\n      第二天一早。\n      为维什兄弟房屋。\n      “咚咚咚。”\n      “谁啊，这么早敲门，要不要人活啊。”奥尔森住在一层，离门最近，所以慢慢的走到门前，一看门，看到了爱德华站在门前打招呼。\n      “哈喽！”爱德华微笑着摆着手说道。\n      “哦。”奥尔森睁开睡眼愣了一会儿。\n      ……\n      “骷髅！骷髅！一只不怕阳光的骷髅！！！！”奥尔森指着爱德华吓得一下子坐在地板上。\n      “怎么了啊，这么一大早吵什么呀。”克利尔也被吵醒了，一样是揉着惺忪的睡眼下了楼梯，看到了门前的一幕。\n      “你……是昨天的那个吧？”克利尔警惕的问道。\n      “呃……哈，对，我是昨天的那个。”爱德华表示对兄弟俩的反映很无奈，昨天刚见过的现在就忘记了？！\n      “哇塞，你竟然不怕阳光！！”奥尔森惊讶的说道。\n      爱德华一脸黑线，看着如此反映的为维什两兄弟。\n      “再说最后一次，我不是骷髅，我是人类。”\n      随后克利尔把爱德华请进了房子里。\n      “呐，这么早来，有什么事啊。”克利尔友好的问道。\n      “不会是打算住在这里吧？”奥尔森边收拾行装边说道，奥尔森的习惯，起床洗漱着装后直接去伐木。\n      “呃，不是的，我不需要太多休息的，事情是这样的……”爱德华把晚上的事情都说了出来。\n      “原来是这样的呀，奥尔森，你的意见。”克利尔表示已经默认了。\n      “你让我们去帮助一个怪物美眉去收拾一群怪物坏蛋？！”奥尔森想，怪物还有好坏之分？奥尔森越想越觉得不可思议。\n      “呃，是的啊，你们不是也没事情做吗？”爱德华说道。\n      “呵，哥哥，还真被你说中了。”奥尔森想到了昨夜克利尔劝自己睡觉的理由了。\n      “怎么样，意下如何？”\n      “行吧，晚上叫她来我家里，我们仔细商量一下。”克利尔答应了下来。\n      克利尔其实很早就明白，怪物社会和人类社会其实没有什么分别，只要肯互相认可的话，怪物和人类其实可以好好相处的，但这种事似乎是天方夜谭。\n      “没想到你这么豪爽？！那么我也没什么说的了，打架什么的最喜欢了。”奥尔森收拾好了，准备出门砍树了。\n      “行，谢谢你们肯帮忙了，知道和你们交朋友肯定是没错的！”爱德华欣慰道。\n      与此同时，在地下深处的某个巨大洞穴内。\n      一个身穿深色法袍的人站在一个巨大牢笼的下方，而自己的身后则是很多的御魔人手下。\n      御魔人也是斯莱德的分支，他们将自己的灵魂出卖，与不同的人定下契约以获得强大的力量为他人做事，很多人都不明白，将自己的灵魂出卖，就算再无敌又有什么用呢。\n      身着深色法袍的人帽子下银色的头发，一幅年轻的面孔。\n      吉米·曼达尔，为力量而丧失人性的年轻法师，曾在皇家学院为学生，之后因未经允许闯入圣地——玛丽斯姆特之根而被学院开除。\n      和克利尔的被驱赶不一样，驱赶会保留学籍，状态仍然是学院的学生，只不过学院不通知你回去之前你是不能回学院的，而吉米被学院开除的话，学院就不会承认是学院的学生了，曾经不是，现在不是，将来也不会是。\n      “听着！通灵人！快告诉我你们的灵力来源！不然，你们一族将会在世界上彻底消失！”吉米冲着上方的巨型牢笼喊道。\n      吉米上方所对的巨型牢笼，里面关押着村的全部通灵人，除岚儿以外。\n      在牢笼的正下方，则是滚烫的岩浆。\n      在牢笼里，一位年长的通灵人站在最前面，对着吉米说道：“就算消失！我们也坚决不会让你亵渎我们祖先给我们的神圣的恩赐！”\n      马丁·泰尔，塔罗村村长，惟一拥有一只银色白眸的通灵人，塔罗村刚刚建立时马丁就以年长的样貌存在了，传说祖先的灵力让他长生不老，但似乎他背后还有不为人知的故事。\n      吉米愣了一下，随即眼眸中涌动出黑暗的火焰，他所视的那个通灵人顿时全身感到火焰燃烧的炙痛，生不如死的在痛苦的挣扎着，随后吉米收回了法力，道：“不要试图强硬的逞英雄，要知道，我说到的我肯定能做到，到时候世界上的灵人全部都死光了，你们祖先会感到悲伤吗？”\n      在吉米说完之后，之前被他施法的通灵人立刻燃烧起来，很快的就化为灰烬。\n      “那是……恶魔的法术。”另外一位通灵人颤抖的说道。\n      “什么？”“怎么会是这样！”……许多通灵人都陷入恐慌之中，而马丁慢慢闭起眼睛……身体周围突然出现了蓝色的白光，慢慢变亮，马丁正打算再次提升灵力聚集的时候突然听到了岚儿的声音。\n      “村长，我很快就会去救你们的！你们要坚持住啊！”马丁的脑海中浮现出岚儿的面貌。\n      这是通过灵力沟通，而且是高强度的灵力传输，一般的通灵人是无法感受到的，马丁拥有塔罗村最高的灵力感知，也是村落里惟一的灵力强者。\n      听完了岚儿的话以后，马丁将自身的灵力收回体内，然后再次慢慢的站起来，走到铁笼旁，紧紧握住铁杆，瞪着吉米。\n      “你……不得好死。”\n      吉米着实因马丁的狠话愣了一下，随后冷笑一下转过身去。\n      “我看你也不想活了，算了，你还是考虑一下，我希望到时候看你们一次全部消失，哈哈哈哈！”\n      ……月光再次笼罩大地。\n      “好漂亮的怪物美眉！”奥尔森夸赞道，奥尔森并不花心，只是喜欢直来直去罢了。\n      “唔……谢谢。”岚儿确实因眼前的这两个人类吓了一跳，当爱德华和西汪带岚儿来到为维什兄弟家之前，岚儿还以为他们图谋不轨呢。\n      “我弟弟就是这样，你不要介意啊。”克利尔道。\n      “呐，你让我们帮你去消灭谁？”奥尔森还是对打怪感兴趣，于是非常兴奋的说道。\n      “嗯，御魔人。”岚儿说道。\n      “哦？一群自甘堕落的斯莱德后裔，那么契约者是何等人物呢。”克利尔知道，御魔人不会无缘无故的去做事的，他们和一个人所结下契约从而以获取能量为目的而为那个人做事，而那个人就被称为契约者。\n      “好像是一个……人类。”岚儿害怕为维什兄弟拒绝。\n      “哦，那么我们就没有心理压力了。”克利尔发自内心非常憎恨人类契约者，克利尔认为这种人类和御魔人没有任何区别，甚至比御魔人更该死。\n      “呵呵，这个忙不帮我们心里就说不过去了。”奥尔森很明白哥哥心里想的。\n      “现在就行动吧！”克利尔对其他人说道。\n      “嗯，走吧。”\n      在岚儿的带领下，一行人走了许久，到了一个高地上，下方就是塔罗村。\n      “等等！”克利尔看到了塔罗村后惊异的看着地图。\n      “怎么了？”岚儿问道。\n      “就是啊，等什么啊？”奥尔森也转到克利尔面前问道。\n      “我们看到的这个村落，在地图上没有记录……地图上显示，这里……空无一物。”\n      众人看向地图，发现克利尔手中的地图上显示塔罗村位置是一片空白。\n      “眼花了？不可能吧？”爱德华好像察觉到了什么。\n      “岚儿姑娘，你知道这是怎么一回事么？”克利尔问道。\n      “这个……就是先祖的灵力保护我们的村庄不为人所知的原因，村长说过，上古灵力所形成的能量庇护所可以防止任何人发现，除非是肉眼见到，不然以其他方式是发现不了村庄的。”\n      “这原来就是你之前说过的，你们不为人所知。”爱德华想起了昨晚在地下酒吧里同岚儿的交谈。\n      “是我们这个村落里的通灵人，其他的同类就不了解了。”岚儿赶忙解释道。\n      “你们和其他通灵人不一样？”奥尔森好奇的问道，其实也是无心的一句话，却恰恰说中了。\n      岚儿一怔，惊讶地看着奥尔森，奥尔森好奇地看着村庄，看样子奥尔森的确是无心的。\n      “剩下的村民被抓到哪里去了呢？”西汪问到了重点。\n      “啊，是被传送走的，我可以通过灵力通讯来找到他们的确切位置，然后创造传送点，我们就可以过去了。”岚儿说道。\n      “看样子契约者能力不小呢。”爱德华看了一下克利尔，克利尔明白，御魔人自身的能力很小，但是通过和契约者达成交易，获取契约者的能量为自身所用是可以变得很强大的，但是要能够创造出传送点来传送一个村庄的人……由此可知契约者实力真的不可小视。\n      克利尔心情相比之前的自信开始打颤起来，能够让御魔人创造传送点的能力的契约者……有多么强大的魔法力量呢。\n      “做好人总要有付出的，我们能完成的。”爱德华笑着说道。\n      爱德华笑的很真实，说出来的话也着实让西汪吓了一跳，这是他和爱德华相处这么久第一次听爱德华说出这种话。\n      也不得别人质疑？他，害怕了？\n",
    "replies": [
        {
            "author": "小黑人",
            "timestamp": 1374945060,
            "txt_content": "顶啦 赞啊~~~~~~~~~~~~~~~~"
        },
        {
            "author": "1435548531",
            "timestamp": 1374945540,
            "txt_content": "LZ半夜发帖辛苦拉"
        },
        {
            "author": "ERBem",
            "timestamp": 1374976320,
            "txt_content": "...说道...道....说道...说道...说道...道...貌似有点重复,可以多用点不同的表达方式."
        }
    ]
}