{
    "title": "■手动问题置顶■[注意] 龙蛋教程贴的问题！",
    "author": "q1786803468",
    "replyCount": 8,
    "timestamp": 1374993720,
    "txt_content": " 本帖最后由 q1786803468 于 2013-7-28 14:50 编辑 \n\n        关于论坛开始玩龙蛋的潮流！ 我们得出一个官方结论！就是在群中讨论如果治理龙蛋贴！ 乱叔让果冻整理一个官方龙蛋楼！\n里面有详细的教程！  大家可以去看 地址：http://www.mcbbs.net/thread-149034-1-1.html\n\n\n\n\n   再次声明！写教程是一片苦心！ 但是官方龙蛋楼详细表面出教程都在上面！ \n大家写出的教程绝对是没有官方龙蛋楼的点击率高的！  所以我希望大家都如果冻的帖子看！\n\n    龙洞专地址：http://dragcave.net/\n\n下面有很多教程！\n【养龙教程】【Dragcave】DC养龙完全攻略  贴地址：http://dragons-breeder.longluntan.com/t53-topic\n\n【龙蛋鉴定】：http://dragcave.wikia.com/wiki/Which_egg_is_which%3F\n\nDragon Cave 百度百科地址：http://baike.baidu.com/view/5170318.htm\n\n官方wiki : http://dragcave.wikia.com/wiki/Dragon_Cave_Wiki\n龙蛋百度简介：\nDragon Cave是一款免费的英文虚拟养成网页游戏。你可以收集龙蛋，并帮他们长大。中文名龙穴或龙洞。适合有收藏癖和耐心的朋友。\n相关内容：\n \n游戏方法\n领养1.点击“Register”按照提示输入账号（Username）、密码（Password）、邮箱（Email Address），Agreements下两项不管你是否符合都要打钩，（验证码一定要空格）然后邮箱验证。\n2.点击“Cave”，会显示三个问号蛋，底下是描述，你可以参照【2】或【3】的龙图鉴或蛋图鉴抢问号蛋，这个很考验网速和RP的。你可以看到蛋的下方有一行小字，“There are ** users viewing this page.”“**”是指现在关注这个界面的人数，所以一定要手快，而且看准了拿。或者你可以去遗弃区，在一大堆英文里有一个“take one of those”的链接，点进去就是其他人不要的蛋，有时候也可以捡到幼龙（这种情况很少）偶尔系统也会投放几个蛋进去。\n能领取的龙蛋的数量会根据自己已有成龙数字得到成长：\n\n要求龙的数量\n每次可以持有的蛋上限\n蛋和孵化中的幼仔总量上限\nNone\n0\n4\n12\nBronze铜牌\n50\n5\n15\nSilver银牌\n200\n6\n18\nGold金牌\n500\n7\n21\n\n成长龙的成长主要依靠Views（浏览量）和Unique Views（不同IP的浏览量）。刚领养第一天的龙浏览量最好不要超过100，否则很容易生病（它会告诉你它的蛋壳软掉了= =）。当Views和Unique Ciews达到一定数值后，龙就会成长。同样，龙由Egg成长为Hatchling的第一天浏览量也不要太大。你可以把龙蛋和幼龙放到挂蛋网站或论坛的签名档里来增加浏览量。 \n[蛋七天内没有孵化会死掉，幼龙同理]\nActions1.Egg\nKill（杀死龙蛋）：别手贱，蛋死之后会有个蛋壳在你的Scroll里存在两天（到两个星期= =），而且还有一段时间会占用半个龙蛋的位置...\nAbandon（遗弃）：领养蛋5个小时后才能遗弃，遗弃区的蛋就是这么来的。\nHide（隐藏）：当你的蛋生病时可以点击Hide用一团雾藏起来，有时候会好...当蛋生病时，系统会在卷轴（Scoll）版头提醒你。\n2.Hatchling\nKill：同Egg\nFreeze（冻结）：把幼龙冻结，使他（她）不再成长。\nName（命名）：起了名字的龙就不能丢弃了，名字中带脏话的话龙会死= =\nAbandon：同Egg\nHide：同Egg\n3.Adult\nKill：同Egg\nRelease（释放）：和Abandon差不多，只不过不会出现在遗弃区。\nName：同Hatchling（Rename：这是在你给龙命名之后出现的选项，如果对现在的名字不满意可以重起）\nDescribe（描述）：描述你的龙，和写作文差不多（？）OTZ\nBreed（繁殖）：和其他龙交配，你可以选择和他（她）同品种的异性龙，也可以是不同品种的异性龙，每交配一次不管有没有蛋都要隔一周才能再次交配。\n\n三大传奇龙三大传奇龙是指可以使出“召唤（Summon）”，召唤Nature Guardian Dragon的龙。\n雷霆龙 雷霆龙(4张)\n\n成龙：       \n雷霆龙是雷电之主，它们在云端飞翔时会通过双翼来聚集雷电，当它们聚集在一起拍打翅膀的时候，能够产生毁灭性的雷电，除了睡觉和繁衍后代的时候，它们几乎时时刻刻都在空中，它们从天空中捕食猎物，从云中获取水分.雷霆龙的吼叫往往被人们认为是灾难将至的征兆.\nThunder dragons are the masters of electricity. Their wings gather energy as they soar through the clouds, and when they clap their wings together they can create devastating archs of lightning. They can stay airborne nearly indefinately, landing only to sleep and breed; they catch their prey from the air and take moisture from the clouds. A Thunder dragon's roar is considered to be an omen of misfortune.\n幼龙：\n这是只可爱的幼龙。它好像对某些事物过敏，当它打喷嚏时，会有火花从鼻子和嘴里喷出。 看！它的双翼正在生长，它一定是快长大了。此外，一些小闪电从它身上飞离，跳过周围的物体。\nIt's a cute baby dragon. It seems be allergic to something, and every time it sneezes, sparks shoot from its nose and mouth.\nAnd look! It's grown its wings! It must be close to maturing. Also, small bolts of electricity occasionally fly off of it, zapping nearby objects.\n龙蛋：   \n当你靠近这颗龙蛋的时，你身上的毛发都会立起来\nWhenever you go near this egg your hair stands on end.\n冰龙 冰龙(4张)\n成龙：      \n冰龙是一种残暴的掠食龙类，通过它们极端冰冷的龙息来进行捕食.冰龙的龙息可以在数秒内将它们的猎物冻成冰块.由于冰龙们的身体太过寒冷，以至于无论外面有着什么样的温度，它们的身体上都会有冰晶形成.\nIce dragons are fierce predators who hunt using their extremely cold breath. The breath of an ice dragon can freeze its prey solid in seconds. The body of an ice dragon is so cold that icicles will form along its skin no matter the outside temperature.\n幼龙：\n这是一只可爱的幼龙。冰晶持续的在它的身上形成，但小龙似乎并不会因为寒冷而感到不安.\n看！它的双翼开始生长！一定是快要成年了.\nIt's a cute baby dragon. Icicles keep forming on its body, but it doesn't seem to be bothered by the cold.\nAnd look! It's grown its wings! It must be close to maturing.\n龙蛋：\n有很多冰晶在这只蛋上形成.\nThis egg has icicles forming on it.\n熔岩龙成龙： 熔岩龙(4张)\n\n熔岩龙的身体的分子构成可以让它们对抗极度炎热的温度，它们在火山地区生存，身上的鳞片附着红色的炎热岩浆，虽然它们必须要在火山外寻找食物，令人惊讶的是它们只需要很少的食物来维持它们庞大的身躯的活动.\nMagma dragons are capable of withstanding the intense temperatures of their element. They live in volcanic regions, their bodies coated in the red hot magma which clings to their scales. They must leave the lava fields in order to hunt, requiring surprisingly little food to sustain their lumbering mass.\n幼龙：\n这是一只可爱的幼龙.周身覆盖着相当烫的岩浆。\n它身上的一些岩浆开始变硬，也许这在说明它的身体里有什么事情正在发生？\nIt's a cute baby dragon. It's covered in very hot magma.\nSome of its magma has hardened, maybe this means something?\n龙蛋：\n这颗龙蛋的温度太高以至于你几乎都不能接触它.\nThis egg is almost too hot to touch.\n翻译：小可light  崎_ice馨\n\n节日龙\n节日龙是只有在节日期间才会出现的龙。 （以下除吸血鬼龙外只在临近相关节日时生蛋，变异色已绝版）\nChristmas2007 Holly 圣诞金角龙　 Holly(4张)\n\n成龙：\n圣诞龙的出生一直以来就是个谜题.它们仅仅在冬天被发现，你甚至连看到它一眼的机会都不多.它们有在节日中传播欢乐的责任，从本质上来说，它们就是“圣诞精神”.\nChristmas dragons are a very mysterious breed. They are only seen during winter, and even then it is hard to catch a glimpse of one. They are responsible for the general cheer that spreads during the holidays. In essence, they are the 'Spirits of Christmas.'\n幼龙：\n它拥有着让人感到非常愉快的颜色.\n看！它的双翼开始生长！一定是快要成年了.\nIt's very festively colored.\nAnd look! It's grown its wings! It must be close to maturing\n龙蛋：\n这颗龙蛋拥有着让人感到非常愉快的颜色.\nThis egg is festively colored.\n\n2008 Yulebuck 圣诞驯鹿龙\n　　 圣诞驯鹿龙(4张)\n\n成龙：\n圣诞驯鹿龙的出生一直以来就是个谜题.它们仅仅在冬天被发现，你甚至连看到它一眼的机会都不多.它们有在节日中传播欢乐的责任，从本质上来说，它们就是“圣诞精神”.\nChristmas dragons are a very mysterious breed. They are only seen during winter, and even then it is hard to catch a glimpse of one. They are responsible for the general cheer that spreads during the holidays. In essence, they are the 'Spirits of Christmas.'\n幼龙：\n这是一只可爱的龙宝宝.它被充满节日气氛的色彩所覆盖.\n看！它长出翅膀了！它一定是快要长大了.\nIt's a cute baby dragon. It's very festively colored.\nAnd look! It's grown its wings! It must be close to maturing.\n龙蛋：\n这颗蛋有着明亮的节日花纹.\nThis egg is covered with bright, festive stripes.\n\n2009  Snow Angle 圣诞幻翼龙　　 圣诞幻翼龙(7张)\n\n成龙：\n圣诞龙的出生一直以来就是个谜题.它们仅仅在冬天被发现，你甚至连看到它一眼的机会都不多.它们有在节日中传播欢乐的责任，从本质上来说，它们就是“圣诞精神”.\nChristmas dragons are a very mysterious breed. They are only seen during winter, and even then it is hard to catch a glimpse of one. They are responsible for the general cheer that spreads during the holidays. In essence, they are the 'Spirits of Christmas.'\n幼龙：\n这是只可爱的幼龙。它拥有着让人感到非常愉快的颜色.\n看！它的双翼开始生长！一定是快要成年了.\nIt's a cute baby dragon. It's very festively colored.\nAnd look! It's grown its wings! It must be close to maturing\n龙蛋：\n这颗蛋给你满是节日欢庆的感觉.\nThis egg fills you with holiday cheer. \n\n2010  Ribbon Dancer  圣诞彩带龙\n　　 圣诞彩带龙(8张)\n成龙：\n圣诞龙的出生一直以来就是个谜题.它们仅仅在冬天被发现，你甚至连看到它一眼的机会都不多.它们有在节日中传播欢乐的责任，从本质上来说，它们就是“圣诞精神”.\nChristmas dragons are a very mysterious breed. They are only seen during winter, and even then it is hard to catch a glimpse of one. They are responsible for the general cheer that spreads during the holidays. In essence, they are the 'Spirits of Christmas.'\n幼龙：\n这是只可爱的幼龙。它拥有着让人感到非常愉快的颜色.\n看！它的双翼开始生长！一定是快要成年了.\nIt's a cute baby dragon. It's very festively colored. And look! It's grown its wings! It must be close to maturing.\n龙蛋：\n这颗蛋闪耀着像彩带一样的光泽。 \nThis egg shines like a holiday ribbon\nValentine’s Day2009   Valentine  情人节龙 情人节龙(4张)\n\n成龙: 情人节龙的蛋一年内只会出现一次.成年龙的交配季节很短，一般只在二月中旬.这些龙从前便被认为是恋爱中的好兆头.\nValentine eggs are only seen once a year. Adults' mating seasons are very short, usually spanning the middle of the month of February. These dragons were once reputed to be omens of good luck in love.\n幼龙：\n这是一只可爱的龙宝宝.它看起来很害羞，但是很喜欢被关注.\n看！它长出翅膀了！它一定是快要长大了.\nIt's a cute baby dragon. It seems shy, but loves attention.\nAnd look! It's grown its wings! It must be close to maturing.\n龙蛋：\n这颗附着着斑点的蛋非常易碎.\nThis egg is speckled and very fragile.\n2010  Sweetling  甜蜜龙 甜蜜龙(13张)\n\n成龙：\n甜蜜龙是一个很小，不会飞的品种。它们是食草动物，喜欢甜的水果和蜂蜜，并会竭尽全力获得。长而卷的尾巴让他们能抓住树枝，拥有优越的平衡力。甜蜜龙喜欢表现自己，并把这看做与他人沟通的方式。它们在繁殖季节变得非常喜爱唱歌，它们用冗长优美的旋律吸引配偶。好奇是它们的天性，任何事物都能激起它们的兴趣，但如果它们的观察对象发现，它们会迅速逃离。\nSweetlings are a small, flightless breed of dragon. They are herbivores who favor sweet fruits and honey, and have been known to go to great lengths to obtain their favorite treats. Their long, prehensile tails allow them to grab onto branches and give them superior balance. Sweetlings are expressive dragons and have a large array of calls to communicate with others. They become very vocal during breeding season and sing long, beautiful melodies to attract a mate. Inquisitive in nature, Sweetlings are known to investigate anything that piques their interest, and are quick to flee if the object of their curiosity strikes back.\n幼龙：\n这是只可爱的幼龙。它好奇心很强，而且喜爱甜食。看！它长出了羽翼！它一定快长大了。\nIt's a cute baby dragon. It's very curious and fond of sweets. And look! It's grown feathers! It must be close to maturing.\n龙蛋：\n这颗蛋看起来脆弱而甜蜜。\nThis egg looks delicate and sweet.\n2010  Rosebud Dragon 玫瑰花蕾龙\n成龙：\n玫瑰花蕾龙是一种喜欢春天并且只在春天繁殖。花瓣长在它身体两侧羽毛并传播他们的甜蜜的花香。虽然他们的视力很差，但他们有带状延伸扩展物，其嗅觉能力帮助它感知周围。飞行时，玫瑰花蕾龙往往徘徊，用翅膀扇香气散播在空气中。并广泛，他们去努力访问许多华丽的领域成为可能。\nRosebud dragons are a fun and social breed found most often in the spring. The petal-like feathers that grow on their sides spread their sweet and floral scent. Although they have poor eyesight, they have ribbon-like extensions that extend their olfactory abilities to help create a map of the area around them. When flying, Rosebud dragons tend to hover, using their wings to fan their scent throughout the air. Being widespread, they go to great effort to visit as many flowery fields as possible.\n幼龙：\n噢…这是一个可爱的龙宝宝。这是胖乎乎的，粉红色与淡淡的玫瑰香味。\nAww... It's a cute baby dragon. It's chubby and pink with a faint rose-like smell. And look! It's grown wings and the flower is blooming! It must be close to maturing.\n龙蛋：\n这颗甜蜜的蛋系着一根丝带。\nThis sweet smelling egg is covered by a ribbon.\nHalloween2008  Vampire  吸血鬼龙 吸血鬼龙(6张)\n\n成龙：\n吸血龙是一族不死的龙族.他们通过饮用其他龙族的血来获得活力.据说他们只在晚上的时候“活跃”.而在白天则看上去像死了或者睡着了.同时他们也不能在阳光下呆太长的时间，吸血龙只能通过他们锋利的牙齿刺穿其他龙族的蛋并释放毒素杀死原来蛋里的龙宝宝，进而将这些蛋转化为吸血龙蛋.\nVampire dragons are members of the undead. They sustain themselves by drinking the blood of others. It is said that they are only \"alive\" at night, and seem dead or asleep during the day, as they cannot endure sunlight for long periods of time. Vampire dragons can only reproduce by changing the eggs of other dragons, puncturing the shell with theirs fangs and injecting a venom that kills the baby inside.\n幼龙：\n这只幼龙看上去好像……死了？\n也许不是.看来它只在晚上活动.\nThis hatchling appears to be... dead?\nPerhaps not. It seems to be active during the night.\n龙蛋：\n这颗冷透了的蛋闻起来有股腐烂的味道.\nThis egg smells rotten and is stone cold.\n2009  Pumpkin  南瓜龙 南瓜龙(4张)\n\n成龙：\n南瓜龙是龙中很少的一个品种，由于长得象南瓜而被人们命名为南瓜龙.它们只在秋收的季节出现，住在镂空的南瓜里.小孩子们经常镂空并认真地装饰他们的南瓜，希望那些南瓜龙们在他们制作的南瓜里安家.\nPumpkin dragons are a very small breed, named after their affinity for pumpkins. They are always found living inside hollowed-out pumpkins, and are only seen during the harvest season. Young children often hollow out and decorate their pumpkins in the hope that a Pumpkin dragon will make it his or her home.\n幼龙：\n这是一只可爱的龙宝宝.它喜欢在附近的南瓜地里来回穿梭.\n看！它长出翅膀了！它一定是快要长大了.\nIt's a cute baby dragon. It enjoys running through a nearby pumpkin patch.\nAnd look! It's grown its wings! It must be close to maturing.\n龙蛋：\n这颗蛋有着秋天丰收的气味.\nThis egg smells like the autumn harvest.\n2010  Black Marrow   黑骨龙 黑骨龙(5张)\n\n成龙：\n黑骨龙的名字来源于它们被包裹在独特外骨骼里的黑色皮肤。 它们头骨和脊椎骨边缘随着年龄的增长会逐渐从皮肤下脱落。因此，年轻的黑骨龙需要大量的蛋白质来帮助他们的盔甲生长。老黑骨龙会有更多的骨骼外露。他们经常使骨骼来吸引愚蠢的食腐动物或者吓跑它们的天敌。这些凶残的龙的爱好无非就是用它们石质的喙啪地打开骨头舔舐里面的骨髓。贪婪的食腐者，黑骨龙会聚集，然后吞食掉新的或旧的尸体。有时甚至拖着发现到的水，让它们“成熟”。尽管它们的行为很糟糕，并散发着令人讨厌的恶臭，但他们仍是忠诚的伴侣和父母。\nBlack Marrows are named for their dark colored hides which are encased in a distinct exoskeleton. Their skull and the top edges of their spine push out from under the skin as they age. As such, their young need excessive amounts of protein for this armor to develop. The older a Black Marrow dragon is, the more skeletal their appearance. They often use their skeletal looks to lure in foolish scavengers or terrify predators. These vicious dragons love nothing more than to crack open bones with their stony beaks and eat the marrow inside. Voracious scavengers, Black Marrows will swarm and devour corpses both old and fresh, sometimes even dragging larger finds to the water to allow them to \"ripen\". Despite their dreadful demeanour and often horrid stench, Black Marrows are devoted mates and parents.\n幼龙：\n这只幼龙看起来真的不能说是可爱。看，它已经长出双翼了！至少它不是那么赤裸裸的了。\nThis hatchling could hardly be considered cute. Look it has grown wings! At least it isn't quite as naked-looking anymore.\n龙蛋: \n这个蛋被黑暗的外壳包裹。\nThis egg is covered in a dark crust.\n\n\n上面就是基本简介！\n大家如果想更加的了解可以去看果冻的：http://www.mcbbs.net/thread-149034-1-1.html\n到此为止：我们得出结论 就是如果大家有问题就可以去官方龙蛋楼看！ \n因此就避免了龙蛋贴的出现！\n所以大家多多考虑！\n",
    "replies": [
        {
            "author": "1034426691",
            "timestamp": 1374993840,
            "txt_content": "求点我的蛋蛋~！"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1374993840,
            "txt_content": "(百度图片....)支持~"
        },
        {
            "author": "geludan",
            "timestamp": 1374994020,
            "txt_content": "百度的图别直接贴过来。。有什么看看英文的wiki就行了。。http://dragcave.wikia.com/wiki/Dragon_Cave_Wiki 有什么就搜索关键字"
        },
        {
            "author": "q1786803468",
            "timestamp": 1374994020,
            "txt_content": "geludan 发表于 2013-7-28 14:47 \n百度的图别直接贴过来。。有什么看看英文的wiki就行了。。http://dragcave.wikia.com/wiki/Dragon_Cave_Wik ...\n恩！ 我只是简单吧 百度问题给贴过来了！"
        },
        {
            "author": "wangnan200707",
            "timestamp": 1374994140,
            "txt_content": "能不能帮我点下蛋蛋= ="
        },
        {
            "author": "1246515107",
            "timestamp": 1374994500,
            "txt_content": "请问一下我这龙蛋能点不？"
        },
        {
            "author": "1246515107",
            "timestamp": 1374996300,
            "txt_content": "什么是论坛代码啊？"
        },
        {
            "author": "q1786803468",
            "timestamp": 1374997260,
            "txt_content": "1246515107 发表于 2013-7-28 15:25 \n什么是论坛代码啊？\n你可以去看教程... "
        }
    ]
}