{
    "title": "奇特冒险故事漫长之夜（3）",
    "author": "yh957083453",
    "replyCount": 7,
    "timestamp": 1375078020,
    "txt_content": "“老钱，我们再去探洞穴吧。”\n\n“看不出来你小子这么想去。好吧，这附近估计不少。”\n我跟着老钱走了没几分钟，一个宏伟的洞穴便展现在我们眼前。我看不出这里面有多少的矿物和危险。\n经过一番艰难的探索，终于来到了洞穴的底部。\n\n\n离到达北京还有2.17小时\n\n\n“医生，我总觉得有什么不对。”\n“有什么不对？哪里不对？你担心飞机失事？开玩笑！”\n“不是，我觉得有人在看我们。\n“废话，这么多人不算人？”\n“不，我是说……是在这飞机之外，甚至在整个宇宙之外的一双眼睛。”\n“你多虑了吧。不过我倒是觉着这人可能会有点事，虽然现在病情稳定，但很有可能随时有生命危险。”\n\n\n“又发现钻石矿！！！”我不顾一切扑向钻石，当时我在挖掘脚下的钻石时，确实感到有什么问题，但没留意。更加奇怪的是，我这时竟然隐约看到了一盏奇怪的灯，发出的光芒很奇怪，这光的波长似乎有什么奇怪之处。难道只是幻觉而已？我似乎想起了什么，但钻石的光芒冲淡了我的记忆。\n\n\n“快看，他心跳有些不正常。”\n“是的，在减慢，但幅度很小，再看看吧，也许没什么。”\n\n\n挖钻石本身不需要太多时间，但我感到似乎挖了很久很久。终于，脚下的那一块钻石挖完了。迎接我的，除了发着神圣光芒的钻石，还有光芒更加耀眼的岩浆。\n\n\n“心跳已经低于50了！快抢救！”\n“那个药10ml！快点！40了！”\n“30了！另一种，5ml！”\n\n\n这是我第一次落入滚烫的岩浆，我拼命挣扎着想要脱离岩浆，但周围没有可以供我脱离死神魔掌的“岸”，我在那一刻，想到了随身携带的水桶。\n\n\n“心跳停了，注射，5ml。”\n\n\n留给我的时间不多，恐怕只有几十毫秒，但我必须奋力一搏。我把水桶里的水奋力一甩就甩出去了。\n\n\n“不好，血压升高，不要停下来。继续，快去拿那种药。”\n\n这是救命的水，突然间，我觉着这股水流是上帝的眼泪。在最后一刻，我的身体浸到了沁凉的水中，我从未有过这样的感受，那是天国的乐章。很快，这一片岩浆都成了黑曜石。\n\n\n“行了，心跳恢复了。血压正常。颅内压力略有增加，但没有生命危险。”\n抢救成功了，但大家都板着脸，没人说话。仿佛是上帝的气泵抽掉了飞机里的空气，整个机舱一片寂静，连飞机发动机声音都快消失了。\n\n\n“肥皂啊，你居然……要不是你命大，肯定就挂了。要知道挂了可就完了，没机会复活了。”\n“这不科学！居然挂了就真的牺牲了？”\n“当然的！”\n我站在黑曜石组成的湖面上，许久未说话。黑曜石仿佛吸收掉了一切的物质，每一个原子都顺着引力飘向哪一个点，最终每一个夸克都紧紧压在一起，丝毫动弹不得。我感到我被潮汐力撕扯成了一片一片的骨头和肉，血液流出来标示出引力的方向，心脏在真空中疯狂跳动，仿佛不自量力想要摆脱那强大的引力。内脏很少有完整的，都成了一小块一小块的碎片，有的碎片小的看不见。最后我的肢体碎片离那个看不见的点越来越近，引力越来越大，直到光也无法逃脱，那是上古的力量，很原始，宇宙诞生之日便有了，但它精确地施加在每一个物体上，甚至不会有1微牛顿的误差。老钱挖钻石的声音才打断了我那轻盈的思绪。我这才反应过来，和老钱抢钻石。\n“想去地狱玩一玩吗？”\n“什么？地狱？好主意。怎么去？”我停止挖矿，抬起了头。",
    "replies": [
        {
            "author": "sunchy321",
            "timestamp": 1375968000,
            "txt_content": "前排。。。"
        },
        {
            "author": "qwweeii",
            "timestamp": 1376529780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "颜逆天",
            "timestamp": 1376532180,
            "txt_content": "4啥时出？           "
        },
        {
            "author": "yh957083453",
            "timestamp": 1376564400,
            "txt_content": "颜逆天 发表于 2013-8-15 10:03 \n4啥时出？\n这个……快开学了，我的作业……所以……实在无奈。所以等两三个星期再说吧。感谢支持。"
        },
        {
            "author": "wj001227",
            "timestamp": 1378569360,
            "txt_content": "yh957083453 发表于 2013-8-15 19:00 \n这个……快开学了，我的作业……所以……实在无奈。所以等两三个星期再说吧。感谢支持。\n疯狂支持！"
        },
        {
            "author": "千年苦力怕",
            "timestamp": 1379422080,
            "txt_content": "快出4，我等不及了。"
        },
        {
            "author": "yuyiya12345",
            "timestamp": 1380988380,
            "txt_content": "凑人数。。。。。"
        }
    ]
}