{
    "title": "【族残录】第一章--神秘人|小P",
    "author": "133011605",
    "replyCount": 7,
    "timestamp": 1375129260,
    "txt_content": " 本帖最后由 133011605 于 2013-8-11 00:33 编辑 \n\n族残录\n第一章 神秘人\n　　“喂！喂！该起床啦！”\n　　随着几声叫喊，我已将从温暖的被窝里爬了起来。\n　　“今天是开学的第一天啊，不要给老师留不好的印象，知道吗？”老妈用一种极其严肃的语气对我命令道。\n　　我也只能不耐烦地回了几句知道了，便去下楼吃早餐了。此时，爸爸早已吃完早餐并聚精会神地看报纸。而我就是一个劲的吃，好不容易吃饱了，打了一个嗝，捂着小肚子满意的笑了一笑。\n　 “从今以后你就是一个准魔法师了，不要给你老爸丢脸，更不要给我们种族丢脸！知道吗？”老爸很严肃的对我说。\n   “知道了。”我也是随随便便糊弄了一句。\n　　对于这个种族很好奇吧，这也得从我的家族说起：我叫龙可，是一名初级魔法师，出身于吸血鬼家族，所处的世界是三个界元里的魔界。在这个世界上有很多种族，比如狼人，吸血鬼，兽人，幽灵等，吸血鬼在这个世界上很少有，但是他们以压倒性的攻击力而闻名于魔界，并且吸血鬼还是贵族。在三个界元里，凡是能使用魔力的人称作使魔者，而魔界的使魔者分两大领域来修行，分别是魔战士和魔法师。不同的种族修练不同的领域，也就是战斗方式有所不同。魔战士，其实是指将魔力封闭在自己体内，自我强化的进行战斗，以超常的力量直接攻击的人的统称；而魔法师是将魔力以流动形式使用的魔族，擅长远程攻击的人的统称。我的种族呢是属于魔法师这个领域，而且不同的种族有着种族特有的特殊能力，我们吸血鬼一组主要可以用吸血的方式控制别人并可以吸收别人的魔力，来恢复自己的实力，就算心脏受损，只要有魔力，就可以恢复，总而言之就是我们吸血鬼一组有超强的自我恢复能力，并且能操纵被吸者的行动。而我们这个领域有着初级、中级、高级、兵级、将级、王级和皇级魔法师之分。\n　　由于是第一天刚刚开学，所以校园很热闹。车水马龙的景象让我觉得有些厌烦，便走到了一棵大树底下观看着茫茫的人海，就在此时我发现在茫茫人海中有一个身着斗篷的人在注视着我。我觉得很奇怪，便起身向它走去，同时它也注意到了我发现了它，便急忙的钻入人海之中。而我便一直在后面追赶她。\n　　“别跑！！”\n　　它在前面跑，而我在后面追，追着追着我便将它堵在了一个死胡同里。它也停住了脚步，但刚一转身，便一拳向我打来，我也反应过来并且迅速躲闪。\n　   之间它的手放出耀眼的蓝光向我迅速挥来，我也来回闪躲，它的挥拳速度非常的快，不过每次攻击都被我挡了下来。\n    “空裂-急速回旋！”那个神秘人使出了一个中级魔战士的绝招，由此可以确定她是一个中级魔战士。只见它的双手再一次发出耀眼蓝光急速地向我挥来，同时还能隐隐约约的听到空气摩擦的声音，我来回闪躲以避免它的攻击，可是它毫不留情的继续向我攻击。　\n     良久，它的魔力快耗光了而我也气喘吁吁的半跪在地上。\n　　“你...你...你不是....前几天学校考核的那个主考官旁的女孩嘛！”我迅速的翻寻着记忆找到了一丝线索。她只是微微点了一下头，但瞟了我一眼，便再一次将帽子戴了上去。而我是满脸疑惑地想我到底怎么了，让她对我如此憎恨呢？\n　　“喂，小女孩，你就不能说一声话？我到底做了什么？为什么监视我？”我用严肃的语气对女孩说，而它还是一味地沉默不语。\n　　“哼！坏人，前几天你扔的石头太用力了，正好砸到我父亲的头上，现在我父亲还在医院昏迷不醒呢！哼。”终于就在我快要等不及的时候，她开口说话了。纳尼。。。此时我的心里也只能这么想了，我貌似真的干过这件事额，记得前几天心情不越快，出去散心便向周围扔石子但是怎么可能扔到人呢？好像是扔到了吧。就在我思索之际，一行人映入我的眼帘。\n　　“哟！这不是前几天考核时那个挺嚣张的小伙子吗！怎么跑到这个小巷子里欺负一个女孩子了？”这一行人中带头的人用嘲讽的语气说，而他身边的几个人就是陪着他笑。我也只是沉默不语，可是那个小姑娘貌似很激动。\n　　“哼！作弊鬼！前几天我看见你在考核的时候作弊了！”女孩用极其愤慨的眼光看着面前的那个混混。\n　　“ma&#8226;de！你是不想活了吧！今天就让大爷教训教训你！兄弟们，上！”这行人迎合着冲向小姑娘，那个混混头刚要向小姑娘动手的时候被我挡了下来，我将他的胳膊使劲的抓住并且阴森的说：“你听，你的胳膊会说话哦。他说：‘喀嚓。’”伴随着一声惨叫，那个混混头的胳膊已被我掰骨折了。他只是摆着一副极其痛苦的表情，大喝一声：“走！”便带着这一行人走了。\n　　而我只是擦一擦身上冒出的冷汗，叹了一口气，想着这次打抱不平会被老爸怎么责罚。\n　　“那个...谢谢你。”此时女孩用温和的语气对我说，与刚才对我说话的语气截然不同。只不过她的眼神来回移动，脸颊微红，贝齿咬着樱桃般的嘴唇。\n　　“啊，不用谢的，不过到时候我被老爸责罚你一定要为我作证我是应用帮助女生哦。”\n　　“一定。这次都因为我，非常抱歉。”她向我微微弯了一下腰，便从我身边跑走了，空气中还残留着她的余香。\n　　 我，只是不停地记忆着刚才的画面。此时我猛然醒悟，大喊道：“喂！！你还没回答我的话呢！”我不知她到底有没有听见我说的话，不过希望她没听见吧。于是我边思索边像校后门走去。\n　　“小可。”就在这时，我的身后传出了悦耳的声音，“小可，是我，米莱啊。”这时，我的眼里慢慢浮现出了斑斑泪花，我只是轻微擦拭了一下，便旁若无人的走进了校园。但是还能隐隐约约的声音：“小可，小可，事情不是你想象中的那样的.....”\n　　                                                             待续\n　　                                                           2013.7.30\n\n",
    "replies": [
        {
            "author": "605699120",
            "timestamp": 1375132380,
            "txt_content": "话说楼主是在通宵写吗在在这个时间 貌似不错{:10_508:}"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1375141140,
            "txt_content": "不错 {:10_523:}\n话说这与MC有关么？"
        },
        {
            "author": "洩矢諏訪子",
            "timestamp": 1375143840,
            "txt_content": "看成“脑残录”……"
        },
        {
            "author": "133011605",
            "timestamp": 1375155600,
            "txt_content": "丿倾世灬辉少丶 发表于 2013-7-30 07:39 \n不错 \n话说这与MC有关么？\n呵呵，为什么非得与MC有关呢？"
        },
        {
            "author": "Terry39",
            "timestamp": 1375156440,
            "txt_content": "133011605 发表于 2013-7-30 11:40 \n呵呵，为什么非得与MC有关呢？\n可以无关，但是请用心。"
        },
        {
            "author": "133011605",
            "timestamp": 1375156560,
            "txt_content": "Terry39 发表于 2013-7-30 11:54 \n可以无关，但是请用心。\n半夜编的...花了好长时间，何谓不用心也？"
        },
        {
            "author": "Terry39",
            "timestamp": 1375156860,
            "txt_content": "133011605 发表于 2013-7-30 11:56 \n半夜编的...花了好长时间，何谓不用心也？\n如果你是小学1-4年级，这不怪你，如果往上，请在语文方面自觉提升。"
        }
    ]
}