{
    "title": "附魔",
    "author": "okpartma",
    "replyCount": 8,
    "timestamp": 1324939260,
    "txt_content": " 本帖最后由 okpartma 于 2011-12-29 16:50 编辑 \n\n還沒有翻譯好，順便讓大家幫我看一下是不是有哪些有問題，\n\n尤其是目錄那裡那一個有括號原英文的…\n\n12/ 29 翻譯至第五章\n\n請各位朋友幫忙一下，表格的漢化我該如何使用(?)\n\n附魔是遊戲中的加工方式，它的用法是使用附魔工作台幫你的工具添加特殊的魔法，像是更快的擊倒你的對手或增加防禦。要去幫一個工具附魔，首先你可能會需要有魔法所需的經驗水平。Notch已經說了，附魔可以分為三個階段，你所得到的好處會根據你所選擇的法術，不過在隨機挑選中，你有可能會拿到原本的工具。每一個法術都會消耗玩家的經驗，但是反過來說，我們允許玩家去換一個或多個的金屬工具或劍的隨機屬性，那隨機屬性可能會讓玩家賺取更多的經驗。\n附魔台的界面。上：沒有要附魔的工具。下：有要附魔的工具和可能跟著的魔法。\n\n目錄\n1.   附魔台的歷史\n2.   有關附魔的基本知識\n3.   書櫃的放置\n4.   附魔\n5.   可附魔的工具\n6.   附魔的類型\n6-1. 盔甲附魔\n6-2. 武器附魔\n6-3. 工具附魔\n7.   如何選擇附魔\n7-1. 在附魔等級上應用修改(Applyingmodifiers to the enchantment level)\n7-2. 尋找可能的附魔\n7-3. 從可能的附魔中選擇一個\n7-4. 相衝的附魔\n7-5. 例子\n8.   怎麼讓一個物品被附魔\n8-1. 修改器的附魔9. 附魔台上的字母(StandardGalactic Alphabet)\n10. 備註\n11. 截圖\n12. 一些小瑣事\n13. 錯誤\n14. 看更多\n15. 引用\n附魔的歷史  Notch第一次在他的推特上發表於2011年9月30日。 附魔台第一次是被添加到1.9prerelease 2，不過在這個時候，附魔可是不一樣的：我們不需要書櫃就可以得到最大的附魔效果。此外，那時的附魔效果並沒有現在這麼多。附魔時，都標有附魔台文字在附魔台中。  有關附魔的基本知識 要去附魔一個物品，先要合成附魔台，並且放到地上。右鍵點擊它後，把你要附魔的物品放在書本圖示的下面，三種隨機的魔法將出現在右邊的菜單上。你唯一可以從旁邊的數字得知附魔既定的水平，因為這些附魔台文字是隨機的。你可以把所要附魔的物品拿掉，並且在一次的放上去，你可以得到不一樣的附魔效果。或者，你可以嘗試把物品堆疊後，從你的背包中拿出來並且重新放上。 一旦你點選了一種附魔效果，它就會應用到你所要附魔的物品之上，並給予他一種附魔的光芒和魔力，而且會耗費與附魔等級相當的經驗值。你沒辦法消除附魔的效果（除非你修理你的物品，那會消除附魔的力量），而且一個物品只能夠被附魔一次（雖然你可能會獲得多種附魔效果，但是那還是隨機確定）。 每當你把一個可以附魔的物品放在附魔台上，它隨機生成每個附魔效果選擇槽的公式。附魔的等級取決於附近的書櫃（上限為30個），0.50的書櫃因素在最上面的選擇槽、0.66在中間、1.00在最下面（如果你沒有放任何書櫃，第二個隨機整數絕對是0。如果圍繞在附魔台旁邊的書櫃不能碰到附魔台，那麼就會維持是5。）。 *圖　這個圖表顯示，在底部的選擇槽會有不同的附魔等級，大概取決於三十個書櫃。 附魔水平＝　(1..5+ 0..(b/2) + 0..b) × s 其中b是書櫃的數量（最大上限30），s是剛才所給的書櫃因素的數據，還有x..y是產生一個整數在x和y之間。（請注意，雖然可以有很多書架同時使用，但是一永遠是最低的等級。）  書櫃的放置  書櫃放在附魔台附近，可以使附魔等級更進一步的增高。1.9BetaPre-release4之後，若是你沒有達到等級5，你是無法附魔的。除非你把書櫃放在附魔台附近。為了要達到效果，你必須在兩塊方格以內放置書櫃，並且你需要讓書櫃堆疊高過你的附魔台。書櫃通常必須要可以直視附魔台，雖然在正方形的角落上放置書櫃仍然是有效果。你可以讓書櫃以一個正方形圍繞著附魔台，每次放上五個磚塊寬，兩個磚塊高的書櫃，還有兩塊高的門口。這樣的排列可以使你附魔工具到50等級。  附魔  附魔效果名稱是由一長串的列表，挑選組合而成。它會從列表挑選三到五個字，並追加上去，創造一個附魔名稱。每個物品都可以選擇不同名稱。注意，其實在選擇時，那個名字並沒有保存，它只供你打開附魔台時使用，並且以附魔台文字顯示。 scrollsklaatu berata niktu xyzzy bless curse light darknessfire air earth water hot dry cold wet elder ignitesnuff embiggen twist shorten stretch fiddle destroyimbue galvanize enchant free limited range oftowards inside sphere cube self other ball mental physicalgrow shrink demon elemental spirit animal creature beast humanoid undead fresh stale 修復毀損的武器/工具，會刪除它的附魔效用。 當一個毀損的物品附魔了「對生物傷害加成」的效果，會有藍色的圓形顆粒飛出，類似致命一擊。 有幾個毀損的物品層次，當你去附魔時，你可以得到數個同樣毀損的同樣物品。  可附魔的工具  有幾個物品，像是劍、鏟、斧、十字稿，和盔甲任何材料的任何一個部分，而這些物品可以是損毀的。鋤頭、剪刀、弓、釣魚竿、打火石和鋼鐵皆不能夠附魔。",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1324946640,
            "txt_content": "蛋疼 lz努力吧"
        },
        {
            "author": "老衲蛋疼",
            "timestamp": 1324959120,
            "txt_content": "真是巧了，这七天我一直在研究附魔。\n我发现了\n1.书柜可以增加附魔的等级[bookshelf]\n2.说是附魔字母，其实也就是乱写上去的，但是如果你记得那些字母的循序的话呢你就知道你会得到的附魔效果\n3.我见过的附魔效果\nsmite=对JJ，僵尸，骷髅造成更大伤害\nband of anrthropods=对蜘蛛造成更大伤害\nsharpness=对生物造成更大伤害\nprotection=防护效果更好\nblast protection=爆破防护效果更好"
        },
        {
            "author": "jzys",
            "timestamp": 1324965780,
            "txt_content": "lz加油翻译吧！\n期待完成"
        },
        {
            "author": "老衲蛋疼",
            "timestamp": 1324969620,
            "txt_content": "加勒个油~！"
        },
        {
            "author": "eisenwater",
            "timestamp": 1325266080,
            "txt_content": "哇, 這篇的長度我看了就打退堂鼓了, 如果LZ你翻譯完了我會給你加精, 努力呀! \n\n我知道翻長文超累的, 所以如果你遇到困難歡迎你求助"
        },
        {
            "author": "oomanj",
            "timestamp": 1325308980,
            "txt_content": "赞~~~~~"
        },
        {
            "author": "hzy980512",
            "timestamp": 1325393160,
            "txt_content": "不要直接从主页面复制翻译，点左上角的Edit然后复制源代码再翻译"
        },
        {
            "author": "alan969279",
            "timestamp": 1325416140,
            "txt_content": "樓主加油加油 這遊戲我還沒有弄懂呢~~~"
        }
    ]
}