{
    "title": "【新人小说】《我的世界：生存模式》求顶！！==========",
    "author": "小服务员",
    "replyCount": 9,
    "timestamp": 1375188180,
    "txt_content": " 本帖最后由 小服务员 于 2013-8-1 12:23 编辑 \n\n \n                                                                第一章：\n\n\n  半月岛是一个形状相似没有满月的月亮。在N国的海域上，但却是一个荒无人烟的地方。  这里也正是N国海军司令部的秘密作战会议场所。此次的秘密作战会议在岛上大树最茂盛的地方，一栋大楼靠着一株株参天大树。那栋大楼前前后后有五百多个士兵真枪实弹的保护着，那里正是秘密作战会议的场地。  参加会议的都是N国海军的高级将领，周围戒备森严，除了参加会议的高级将领和几位作战参谋，没有一个人能够进入。  会议从凌晨1点到凌晨5点才结束，制定并通过了代号为“反逆袭行动”的作战计划。  第三天的子夜时分，“反逆袭行动”的作战计划正式启动并开始实施，由整整七十二艘高火力军舰组成的大型舰队向葫芦岛开进。  葫芦岛与半月岛仅仅相差大约十多海里，几乎是隔海相望，只是中间多出了一层层露出海面的礁石。  葫芦岛原本是N国的领土，几百年前被T国占领，是一个占地辽阔，富饶的宝岛，这个岛屿看上去酷似一个大葫芦，所以名为“葫芦岛”。葫芦岛被T国军队征服的几百年历史里，N国为了收复葫芦岛，与T国战事不断，在N国的历史教科书上已经记载了几十次大大小小的海战。  “反逆袭行动”是N国集聚了多年的军事力量，经过周密的战略部署而采取的突然袭击计划。  这时，舰队已经接近葫芦岛了。  旗舰上的海尔上校用高倍望远镜向葫芦岛远远望去，一切看似静止的海面一样的那么的平静。  海尔上校紧邹的眉头顿时舒缓下来，默念道：“但愿能够成功登陆，突袭成功。”  “不好！海尔上校，发现鱼雷！”  话音刚落，几艘军舰已经被鱼雷击中，甲板化成硝烟，舰体接二连三的发生爆炸，紧接着，葫芦岛上万炮齐发，不留一点情面。  毫无疑问了，T国的情报部门已经掌握了N国“反逆袭计划”的全部详细内容，葫芦岛上已经做好了万无一失的防御准备，N国的“反逆袭行动”失败了，N国损失了几十艘军舰落荒而逃。  N国海军最高司令官西蒙将军在他宽大的办公室里大发雷霆，气愤的说道：“‘反逆袭行动’计划细致周密，万无一失，怎么会有如此惨痛的结果？你们怎么办事的？”  “我想……”作战参谋的话到了嘴边，看着西蒙将军额头青筋突起，口中的话又吞了回去。  西蒙将军转身逼视着他，问道：“你想说什么？”  “我想是我们内部出了间谍。”那个作战参谋说道。  “间谍吗？”西蒙将军眯缝这双眼，好像若有所思一般，“你怎么肯定是内部出了间谍呢？”  “‘反逆袭行动’只有参加过作战会议的人知道详细的内容。”  “会议的内容有没有可能被监听了？”西蒙将军不希望他的部队里面的高级军官里出现间谍分子。  “被窃听？怎么可能？”作战参谋连连摇头，“那不可能！那栋小楼戒备森严，除了参加会议的高级军官，谁进得去呢？”  西蒙将军沉思了片刻，对着他的对讲机大喊道：“马上把所有参加“反逆袭行动”作战会议的人隔离检查！”  除了那一夜牺牲的几名军官，所有幸存的士官都被隔离检查——包括那名提出内部有间谍的作战参谋。  审查结果紧锣密鼓的进行着，结果出来了——没有问题。问题看来并没有出现在自己的军官身上，西蒙将军并没有因此而放下紧皱的眉头。——是谁让这次行动失败？  西蒙将军因此一天天的消瘦下去，不久，西蒙将军就接到了一封信，是一个退休已久、经验丰富的老司令官写来的，内容很简单，已是一目了然，老司令官举荐了一个非常不错的年轻侦探来帮助他完成这一事情谜团，西蒙将军看着老司令官的信，虽然认为一个年轻侦探帮不了他什么，但是还是抓着这仅有的唯一一丝希望，吧那名年轻侦探请了过来。  年轻侦探来了，名叫艾斯，听完了西蒙将军事情的原原本本的经过，看着手中的所有参加会议的军官信息，无一不是最优秀、最精锐的士兵。  “将军阁下，”年轻侦探说道，“我认为本次“反逆袭行动”计划被窃听的几率最大！”西蒙将军拍了拍年轻侦探艾斯的肩膀，说道：“不谋而合，我最开始也这么想，但是那栋主持会议的小楼四周都是戒备森严的监视器，士兵，怎么可能窃听呢？绝对是插翅也难飞进去的地方啊。”  艾斯要求前去半月岛上的举行作战会议的地点看一看，西蒙将军犹豫了一会，带着四名军官以前，陪同艾斯坐着快艇前往半月岛上。  快艇绕过许多礁石，很快就来到了半月岛上。  前往小楼的路线只有一条，途中还有八九个掩护机关，许多许多的监视器，大树遮挡，四周一片寂静，连鸟叫也十分的稀少，真是一个安静而又没有安全感的地方。  一行人一路无话，只是一只苍蝇一路跟随，显得十分刺耳。艾斯看了一眼那只大苍蝇，它比平常的苍蝇大一点，背上还闪着金属光泽，显得特别的怪异。  那一个小楼果然戒备森严，真如西蒙将军所言，插翅也难飞进去，也难飞出来。  一行人通过了几道荷枪实弹的关卡之后，他们来到了那个会议室，设施非常简单，一张桌子，几张椅子，和一张“反逆袭行动”计划的作战图，什么画满了各种颜色的线条和大叉。  桌子检查过了，椅子检查一遍，也没问题。艾斯拿出金属探测仪，打开后金属探测仪上的探测信号开始在会议室各个角落扫描着。开始侦查这会议室里面到底有没有藏了窃听器，可是金属探测仪没有任何反应。  艾斯正要关闭金属探测仪，一只苍蝇突然飞了进来，这个时候金属探测仪忽然响了起来……",
    "replies": [
        {
            "author": "tian1",
            "timestamp": 1375188300,
            "txt_content": "传说中的末影人呢= ="
        },
        {
            "author": "小服务员",
            "timestamp": 1375188900,
            "txt_content": "tian1 发表于 2013-7-30 20:45 \n传说中的末影人呢= =\n鄙视小黑吗，10+80=？"
        },
        {
            "author": "Marry",
            "timestamp": 1375189200,
            "txt_content": "排版……为什么大家都那么喜欢把好几段文字排在一起，又不在前面打空格……"
        },
        {
            "author": "小服务员",
            "timestamp": 1375189500,
            "txt_content": "Marry 发表于 2013-7-30 21:00 \n排版……为什么大家都那么喜欢把好几段文字排在一起，又不在前面打空格……\n我记得排了板的……论坛不给力，对，就是这样"
        },
        {
            "author": "Marry",
            "timestamp": 1375189800,
            "txt_content": "小服务员 发表于 2013-7-30 21:05 \n我记得排了板的……论坛不给力，对，就是这样\n重新再排一遍吧。"
        },
        {
            "author": "小服务员",
            "timestamp": 1375189800,
            "txt_content": "Marry 发表于 2013-7-30 21:00 \n排版……为什么大家都那么喜欢把好几段文字排在一起，又不在前面打空格……\n排完成功，"
        },
        {
            "author": "小服务员",
            "timestamp": 1375190100,
            "txt_content": "Marry 发表于 2013-7-30 21:10 \n重新再排一遍吧。\n大神给个评价，直接一点"
        },
        {
            "author": "Marry",
            "timestamp": 1375190160,
            "txt_content": "不敢不敢，作为读者觉得这个排版让人看不下去所以叫你排的……这里得呼叫老作者来评论……"
        },
        {
            "author": "小服务员",
            "timestamp": 1375235340,
            "txt_content": "tian1 发表于 2013-7-30 20:45 \n传说中的末影人呢= =\n好吧，我理解错了你说的意思"
        }
    ]
}