{
    "title": "DKS命运之择攻略贴",
    "author": "geludan",
    "replyCount": 45,
    "timestamp": 1375331640,
    "txt_content": " 本帖最后由 geludan 于 2013-8-3 23:22 编辑 \n\nSYL原话：主要是有份攻略在踏实多了\n命运之择，可不仅仅是表面上玩家做出选择拿个装备什么的，有着更深层次的含义。命运之择，是命运对玩家的抉择，命运在操作玩家，玩家经历的这一切，大方向都是被安排好的。这才是命运·之·择啊。更多细节会在DKS3才会慢慢体会到。\n所谓有剧情的游戏，是个渣渣；有游戏的剧情，好！\n开始正题\n\nDKS2解析攻略：一万六千字\nDKS2汉化：一万两千字\nDKS3解析攻略：两万五千字\nDKS3汉化：一万九千字\nDKS1纯攻略：三千三百余字\n合计约七万五千余字，我跪求创作勋章{:10_501:}这样都没有我就不活了\n\n另外发现错别字或者不连贯请指出，因为字数实在太多不能保证不出错，还是以叙述清楚剧情为主，非描写类美文。\n什么是纯攻略？往前，点击第三个按钮，拿到杠杆，拉下来，这种流水账一样的叫做纯攻略。\n什么叫攻略解析？如果你的游戏中富含了各种伏笔，角色情绪，前因后果，推理，那流水账一般的攻略，一定是没法应付了，你需要将游戏中一切需要思考推理的步骤，都在这里写出来。\n详细中文攻略（剧情和人设，关系等详解）\n本攻略将会详细解答：\n破幻地狱里的疯子是谁？Wendy到底发生了什么？Sun shine到底怎么回事？为什么村子里的人遇上这个名字都闭口不谈，而村子里的人真的是因为受不了艰巨环境这么简单的理由而离开村庄吗？Big boom是真疯子还是假疯子？ 第三个村的村长真的像他表面上的这么善良，后悔吗？为什么一开始的渔夫要将你推入地牢，有何仇怨？为何ST和强盗没有仇怨却愿意和你一起报仇？为何Rich Frod会有祖先传下来的武器？答案很简单，请不要走开！（ST的动机，至少要到敌人总部才能解出，在地狱里说的那段话是不完整的。）\n真的有空间之神？为何玩家去地狱报仇，跑了一圈又出来了？玩家怎么突然莫名进监狱了？组织到底用的是什么系统，又是集合点，又是收集者，又是升级为战士，又是总部？这个组织好像除了区域D还在其他区域有着势力？为何众神宫殿中，显示一开始Rich frod已经死了？凋灵墓地那里留下日记的旅行者和狱友percy？ST提起的“台”究竟是什么？提及到的其他交易中心和集结点在哪里？对于组织首领的审讯最终获得结果了吗？最后那个到底是nick还是simon呢？为何Rosy作为一个民众却会知道神这种事，而Region D里面的人却从没听说过，F比D要更开放吗？听说游戏还有彩蛋？！？！等等等等复杂问题，各种前因后果，伏笔，均在本攻略。\n再补充一些，有人表示最后逃离野外凋灵之后遇上的神比较突兀，实际上我也埋了伏笔的。其实ST之前在2结尾的时候有找过“空间之神”，那是他不理解，其实就是掌控神，还记得出了众神宫殿之后，他提到了神救了他，但是他不相信。我记得ST说的是“救我的人自称掌控神”，所以其实他不了解，之前误以为什么空间之神也可以理解。\n\n流程：DKS1略过不提，因为没有剧情。如果不会玩请另外回帖提问，每个回帖我都会看。流程是：DKS2：村1→村1至村2的旅途→村2第一部分→村2第二部分→村3→结局，待续继续接下DKS2的剧情，一个存档不能拖得太长了，同样我也需要开的新地图拓展拓展思路。DKS3流程：复仇前的准备→踏上地狱→找到那个渔夫（盗贼头）和他们的聚集点→攻入总部（幻觉）→替换身份潜入（幻觉，伪结局）→越狱→众神宫殿→寻找最后的知情人士→大结局，完结。\n（在监狱被转移到Zone34的时候，由于是Geludan把ST救走了，所以Geludan在和玩家讲话的时候，ST好像无意中出来插了一句嘴。。）\n在众神宫殿，区域D的神会告诉玩家很多事情。玩家在游戏“生或死”也会发现很多线索。\n最后：彩蛋位置。（藏得出人意料）\n\n开始详细流程攻略\n玩家出生在家里。背景是DKS1通关，玩家作为杀龙英雄退隐到这个小村庄，住在这里做个普通人。但是这怎么行呢？DKS2可要开始了。起床后遇上一个人，大意：“你终于起床了，说这个世界的人们需要你帮助！能重出江湖吗？你会的？谢谢！”（这个人略自说自话..玩家不答应可以吗？...。）好的，总之下楼。下楼的时候会被改为冒险模式，难度自动换为简单。走到门口，看到有块牌子，提醒玩家拿好装备。回头一看，楼梯下面有个箱子，写着“我以前的装备”有着基础的装备和补给。为什么都是钻石呢？因为这不是DKS1，你已经功成名就了，虽然身退，那一身好装备还是伴随着你的。拿起你以前的装备，开始冒险吧！\n村1玩家出门，往右边是出村庄的路，发现不能出去，牌子上写着的是“看来现在还不能出去，先看看村民们有什么需要帮助的吧。”然后只能往左走，遇上了一位崇拜者。崇拜者大意：“我是你的崇拜者，当时得知你退休之后我还是挺失望的。不过你现在重出江湖了！能帮我个忙吗？先去我的房子吧，我的房屋就是最小的那一栋，门牌上写的big boom”。所以这位崇拜者的名字就叫做Big Boom。从右往左数，第二间就是Big Boom的房子了，略奇怪，相对其他房子，比较小，而且简陋，并且门口除了牌子，挂的是creeper而不是steve。进入房子后big boom表示很感激你愿意帮助他。他表述了自己认为受到了排挤的想法，他说整个村子就自己的最小，他很生气！他准备报复其他的村民。他希望玩家收集一些蜘蛛眼给他。玩家进入场景，点击按钮激活蜘蛛，同时对面的岩浆有路闪现。由于路会消失再出现，所以需要准备好才能跳，这就说明了必须先把蜘蛛干掉，不然到时候跳死了geludan不负责..杀死蜘蛛，收集蜘蛛眼，跳到对面，遇上big boom。他表示很感激，但是他不需要了，他知道了更好的方法，让玩家自己保留蜘蛛眼，同时给了玩家一些报酬。这时候就可以回去了。主线告一段落。\n支线：Short Jack和Old Tally皆为支线任务，可做可不做，作为热身和一些奖励，以及体验尽可能多的游戏内容，建议进行。（而且可以获得之后必须要的lever）\nShort Jack支线任务：short jack表示自己是一个完美主义者。他发现了附近有一个金字塔。但是他相对于探索来说，还不够强壮，但是知道空有宝藏在某处，却无法探索暴殄天物，对于他这个完美主义者实在是受不了。所以他请玩家去帮忙探索，哪怕都给玩家也要让这个地方被探索掉！强迫症伤不起啊。玩家随着他来到了场景。这里没有DKS1这么坑爹，DKS1里面四个踏板都说是正确的路，其实只有相对应的箱子里有一本书才是正确的踏板。这里由于是DKS2的开头热身任务，不会太难，等于是送玩家奖励。搜刮完所有箱子后按按钮回到村庄，short jack支线完成。\nOld Tally支线任务：old tally说虽然所有村民都认为他老了，没用了，但是他还是很想帮助村民，他看得出big boom对村民有所不爽，可能会造成冲突，他希望解决此问题。他探索到了一处神秘森林，他企图召唤上古铁傀儡来解决此矛盾。（和big boom找蜘蛛眼一样，都什么逻辑？！），正如他所说的，他老了，脆弱了，希望玩家做到此事。进入场景，由于是冒险模式，视野会很短，同时也增加了气氛。此时玩家需要找到四个南瓜，提示，一个需要跳到树顶上，几乎在天花板的高度..然后进入最前方，禁忌的诅咒。上面写着，如果没有满足必要条件，不要随便进入，后果不负责。这里的条件就是四个南瓜了。进入后放在四个铁块上，形成四个铁傀儡，门打开。Old tally 出现，他说虽然如所有人所知，他又老又穷，不过他认为一个lever可能会给玩家帮助。接着一句thank you将玩家从神秘森林的禁忌诅咒送回了村庄。Old tally支线完成。\n神秘森林里的额外小乐趣：如果玩家贴着右墙走，会发现一个箱子，里面有弓箭，往头顶上一看，一艘船，射爆船，地面会弹起一个泥土块，站上去往上跳，按右键，会碰到箱子。里面有一些头颅，想玩的话就玩玩吧。\n接着回到主线，最里面的Rich Frod家。此人在DKS3还会出现，暂不剧透。Rich Frod表示他认为村长略可疑，想请玩家调查。他首先问了一句是不是帮其他村民把他们的问题解决了，因为进入村长家需要两个lever，而他并不会给你。之后玩家使用第一个lever打开村长家的铁门。遇上了村长，村长首先表示问好，然后说所有的村民都认为他应该为整个村庄的贫穷负责，那么真是他的错吗？将你的第二个lever放在这个屋子里不寻常的地方，并且激活，然后村长才继续和你谈。整个地面都是沙子，只有右边是一块木头，放上去，激活，出现了一个入口，跳下去。在这里村长向你展示了他的真面目，他承认，没错，正如村民们想的那样，他同意他就是村子贫穷的罪魁祸首。他剥夺了村民们每一个发家致富的机会给自己谋取私利。玩家会看到在这个只有木头和沙子的村子里，村长的密室里透着玻璃居然可以看到黄金，钻石，绿宝石，多么不可思议！？这时候玩家有两个选择。\n1，听从村长的建议，拿上稿子，把右面的绿宝石块挖掉，东西送你，不要插手这件事了。等于说村长花钱消灾，贿赂你。如果你真这么做了，在绿宝石被挖掉后入口会被堵上，立马自动激活tnt。整个密室爆炸，所以这绿宝石不能贪。2，杀死村长。\n很明显了，杀死村长后主线才能继续。这时候回到地面会发现一开始出门，右边的路通了！可以出村庄了！村长大吼：“你这个疯子！你有病么！？你会把我们两个都杀死的！”，其实呢只有他被炸死了。\n出门后村民们表示了对你的感谢，说他们从来不知道村长真的是这么一个混*，谢谢玩家让他们知道了真相，同时送了很多肉啊，药水啊，之类的补给品。好了！终于出了这么小村子了！玩家可以向外面的广阔天地出发了！不过，还差一点，别忘了我们的Big Boom。Big boom当时是说过他找到了另一种方式复仇吧？他表示在村子下面埋了tnt！他癫狂地笑道，我得不到好房子，你们也得不到！大家一起死！于是他希望你帮忙激活tnt，推进他的复仇。\n这时候玩家有三个选项：无视他，继续前行；杀死他；帮助他。·无视他，很好理解，路线A·帮助他，和big boom来到一处密匙，他笑了，他很高兴，他说他知道你会帮他的，接着他说按下那个按钮即可，路线B·杀死他，这时候会有两个选择：1，我杀死big boom只是因为我想救下村民而已。现在我要离开了，路线A2，我杀死了big boom，现在我想要继续他的复仇计划，按下按钮并杀死这些人，路线B路线A：直接推进剧情，村1就此结束路线B：村子没有爆炸！你被关入了村庄的监狱！几个骷髅头代表了以前关押在这里并且死去的犯人，一块牌子写着big boom的自我牺牲，感情他也是装的！书里写着：当外人搬进村庄的时候，我们会感到不舒服，不安全，所以是一个测试。虽然你帮我们揪出了村长并杀死了他，但是究竟你为什么想要杀我们？你这个叛徒，这是你应得的！所以路线B其实是一个很妙的隐藏剧情，同时玩家游戏体验就此结束。村1剧情彻底结束！（其实后面还有村1剧情，不过先不剧透了..）\n村1至村2的旅途，村1是热身，介绍不用多，之后就有一些性格和剧情的解析了。总算是把村子里的所有问题都解决了！帮助了村民还收到了感激和补给！感觉不错。就是Big Boom这个大疯子==。（因为玩家如果要继续游戏，需要选择不理会big boom的复仇，所以剧情上假设是不知道big boom的真面目的。）出来了，海阔天空，这个世界任我翱翔！\n咦，前方有个渔夫小屋。渔夫表示很惊讶，他说终于有一个活人从那个神秘村子里跑出来了，多久了，没有看见那个村子里的人了。这说明什么？说明那个村子确实有问题。不管了，村长也死了，应该之后就没问题了。顺便说一句，渔夫箱子里有鱼竿，想玩的自己玩玩..\n出了渔夫小屋以后，路过渔夫的甘蔗地，在小池塘旁边渔夫叫住了玩家。他表示别走得这么快，他很久没有和人说话了，有个秘密想告诉玩家，让玩家去这个池塘中找出。没办法，找吧。很简单，往池塘里面走一点，就会发现一个箱子，他说，好吧，玩家很聪明。他会告诉玩家一个秘密，就是他发现了一个地牢！让玩家跟着他走。跟着他的牌子走，跨过一段水就到了。路上他还说，快来，我又不会绑架你..跟着他的牌子，发现一个箱子，箱子里与剧情无关，对面有三根玻璃柱子。箱子里写的是“无人阻止你跨过这几根柱子，但是这不是其他人，而是你自己剥夺了你自己的乐趣。”。总之无视吧，并要跨过几根柱子即可。往右边看，他说，站在木头上，按下按钮即可！哇！你被推下去了！而且正好掉在中间，上不上下不下，只能骂了一句，又上不去，只能跳下去了。渔夫为何要陷害你？为何要把你引得这么远才把你处理掉？这都是有原因的，我们在DKS2结尾处再谈。跳下去后，面对地牢，玩家在门口调笑地说，哈哈，地牢？吓死我了！哈哈。然后就勇敢得进入了...进入地牢入口之后，一拐弯，就发下一个骷髅头..吓..上面写着不要再深入了，这地方被诅咒了！然后看看这位死去仁兄的记录。他写道，他是一位冒险者，在这里他无法再前进了，不过他希望后来者不要死这么惨，他留下了30火炬给玩家。好了，拿走吧，既然拿了，就继续游戏呗..还能退么..走啊走，走啊走，好黑啊，诶不对，怎么..然后玩家就掉了下去..还好，两格水，没死成。吓，又是一堆骷髅头，牌子上写着贪婪人类的坟墓...不管怎么，还是要继续啊。跟着frame走，上面的火炬所指的方向，就是玩家应该走的方向。对了，别被水流冲到岩浆里去了..总之拐几个弯，跳几次岩浆，就到了一条上去的路。但是上去的路虽然有火炬，可是没有frame指路，反而左边一个岩浆坑倒是被火炬所指..莫非要跳？作死啊..牌子上写的：“记住，牌子从不撒谎。”，另一块牌子标注着四个位置，安，险，险，险。证明左上角那里岩浆下面有古怪，跳呗..一定要跳好啊！免得还没碰到下面的水就烧死了..总之下去以后别有洞天。怪不得那个旅行者在这里迷死了..这要是不跳，在这地下洞穴乱窜，多少火炬都不够啊。\n在地牢内，你遇上了会在DKS2和3里面陪伴你很久的好基友！被困的旅行者，我们就简称ST吧。此人现在还是陌生人。他感叹终于遇上个人了。他自己只是一个被困住的人而已。他怎么活下来不饿死的？嘛..他说玩家在附近也没看到什么活物是吧..感情这几年他都吃生的..他给予了玩家一句忠告，观察是关键。那么玩家就继续前行了。右边，爬上梯子，下楼梯，发现，诶，怎么这货还跟在我后面？他不好意思的说道，好不容易看到一活人，他还想试试..毕竟他在这里这么多年，早试过很多出去的方法了，他的经验应该可以用，于是玩家就同意带着他前行。他表示他所谓的观察是关键，指的是frame里的骷髅头，他这几年来摸出的规律是，骷髅头指向哪一边，正确的出口就是哪一边。其他两条路都是错的。如果错了以后，后路会被堵上，并且前面出现一个箱子，里面写的是ST的抱怨，说叫玩家不听他的，现在两人都关住了..不管怎样，我想你们都不会被卡住吧..反正先走右再走左，来到了有三个按钮的房间。两个creeper一个steve，ST认为应该是steve。如果按了creeper的话，我没记错应该会烧死..总之按了steve的按钮，玩家到了一个跑酷地点。由于creative比较黑，只能看到前两个跳点，跳失败了那就是掉入深渊。不要大意！马上就到下一个保存点了。最后一跳略坑爹，需要跳过去按一个按钮，先设定时间，睡觉吧。而且有个箱子，可以放东西进去，免的死了..跳过去以后，ST夸你干得好，他都觉得难..他叫你往后转，把存着的东西拿出来，然后再转回去，按下按钮，继续游戏。\n到了一处地方，往天上看总算能够看见天空了！ST说他把这里称为通向天堂的跳跃..他认为跳完以后就可以逃出去了，对他来说。对玩家来说可能就是完成一些挑战吧。两个选项，我想呆在这里了，和我要继续。我想呆在这里这个选项很清楚吧..和DKS1一样，退缩的人都烧死！总之只能爬上梯子，保存游戏，准备跳吧。床旁边的按钮会告诉你：尽快熟悉习惯此类按钮吧，用来调时间好睡觉的！一开始是石头，很简单，被定义为新手级别的跳跃。接着从石层到苔石层。到了这一层不仅是难跳，而且离地面也高了，容易摔死！ST给了你两个末影箱，玩家按下按钮，传送到一处房屋，放下，然后传回去，再放一个，这样子所有的东西都和终点同步了~怎么死都不怕了..当然了，重点的门也是出不去的，居然堵住了，看来要从外部打开，还是老老实实跳吧..接着到了泥土层，这一层的一些旋转跳我相信比CSkz要容易多了，无压力。土层最后有一处有着弓箭，需要射击按钮给出自己一条路，原来太远跳不了，射击之后就可以了。\n之后是木层，木层是比较难的一部分，ST表示，他就是卡在了这里！他这么多年走不了，被逼着吃生肉生存，就是因为这里他跳不过去。他还有最后一些速度药水的存货，他一直不敢用，他赌一把，交给了玩家。有一些跳跃确实很远很淫荡..尽力吧。终于跳完了，哈哈，ST表示很高兴，终于要离开这个鬼地方了，再也不想看到了。然后到了树叶层。这一层只要在这个天堂跳跃外面过绕一圈即可。先睡一觉，然后准备对最后的天空层和云端层发起冲击！天空层..嗯..又是一个跳按按钮？！其实按住shift，往前走，直接可以按到..然后爬上梯子直接通过天空层，云层也不是特别难，挑好前后顺序去跳即可。ST评论道“这些我们看到的羊毛是表现云吗？那设计迷宫的人真是弱爆了！没发现我逃出来以后更加幽默了吗哈哈”.........。那geludan就不和他计较了，嗯..总之就以螺旋形的顺序选取要跳的羊毛，最后终于抵达村2！村1至村2的旅途结束！\n村2第一部分\n在这里玩家就要暂时和ST说再见了。他说，“也许我不富有，但是这些是我能给你的全部。”他说很谢谢玩家，没有玩家他会一生被困在地牢里。但是他现在逃出来了，他很遗憾要和玩家说再见了。不过他同时给玩家留下了一个纪念品，最好不要丢，之后再见到他的时候有用。\n好了！暂时和ST离别了（剧情上是永别，其实之后还会在其他地方“意外”地遇见他。），那就逛逛这个空中的村子吧。首先先看，嗯？居然还有一个接待处，里面是一位叫做Poopy的仁兄。他很惊讶，他说终于有一个活人从下面上来了，很久没人上的来，他并且邀请你去他家拜访，就在右面，并且他表示也没什么可以偷的...他同时也介绍了，因为很久没人上来了，所以这个接待所基本就是避风挡雨的地方而已；这上面没有树，所以没有煤炭，唯一的木头也被用来造中间存放物品的地方了，因此玩家在村子里基本看不到熔炼炉。关于这个跳跃呢，有些人作弊，直接用那个传送上来了，所以规定是只有跳上来了，从外面打开才可拿取物品。\n总而言之，先去Poopy家里，然后再去拿东西吧！在Poopy家居然还看到养了一株植物..仙人掌..咳咳..Poopy说村里人少，所以每个人的房子都挺大！没有木头，所以合成箱也比较稀少（看来挺自豪..），并且水也是稀缺资源，只有在岛中央才和获取。当玩家提及任务的时候，他表示很费解，什么任务？他只是个接待员而已，不知道玩家在说什么..不过他说住在他附近的Mendy可能确实有些小问题。Mendy就住在他右边。当然了，玩家先去中心把东西拿回来吧，跳上去，拉下拉杆，进去咯..之后原路回归，往Poopy家右边，也就是这时候的左边走，就到了Mendy的家。\nMendy家疑点颇多！首先，为什么会有两张床？其次，为何植物用的是“我们”的植物？一切的一切都显示着怪异..首先对方发话了，细心的玩家会发现，这货叫做wendy，而不是mendy，geludan手滑？不管了，先看下去吧。她说，“是谁..不对，你是陌生人，新来的？谁引荐你的？不管了，能伴我个忙吗？”她表示她确实有些小问题，不过谁也没有告诉，甚至是poopy。她希望玩家帮她在村子唯一的水塘那里“借”一些水，她说她真的很渴，每日的分配又不够，借来之后倒在她家的水槽里即可，看来玩家只能帮忙咯..\n这时候会发现，果然水在这里是稀缺资源，被包的严严实实的，根本进不去，看来只能从正面，长老的家进入。左面是长老的房间，长老表示，嗯，一个陌生人，真是少见。他掌控着整个村子，水却变得越来越少，不应该这样的。同时提出了一个要求，希望玩家跑到水库下面填补上可能的漏洞，因为他怀疑一定是漏水了才会导致水越来越少，不然按照他的分配不应该少得这么快。唉，下去呗..除了长老房间，一个trapdoor下面就是..下面好黑好恐怖的咧！等等，卧槽，这是怎么回事？！这里还有一个Mendy？不对，刚才那个好像不一样，等等，这个是mendy？刚才的事wendy？啥？哦，Mendy解释了，房间里的那个wendy是她的妹妹。她说由于她们两个人共享一份水，所以总是不够，于是她只能在这里偷偷取水..同时她说她的妹妹是偷渡的，所以不像玩家是临时访问，所以不能被知晓。她知道了玩家是被村长派下来解决问题的，她恳求玩家不要揭发她们。好吧，正好wendy不是叫玩家取水么，就把这里的水搜了，然后把洞堵上吧..回去找到wendy。将水倒入她家，不，她们家的水槽之后，铁门打开，wendy给出后续任务。她说，看到这些踏板和tnt了吧，她希望你在夜晚，趁长老沉睡的时候，炸掉水库，入锅她喝不到足够的水，没有人应该喝到！好吧，这疯子，一个用来开铁门，一个用来引爆tnt，不管怎样，先去水库再说。进入后会发现有两个选择，听从wendy和举报wendy，如果你选择了听从，呵呵，摔死吧..当然只能举报了，都炸没了你还玩什么..\n到了一个地方，全村开会。村长首先发言，他说wendy被驱逐了。不过他同时希望玩家再帮他一个忙，村庄的另一个角落居住着一个神秘人，这个人很富有，不过和村里的人进水不犯河水。他希望和神秘人共享资源，所以希望玩家和神秘人谈谈。Poopy说玩家是他看见的第一个爬上来的人，其他人都没有做到，所以他看到玩家的第一眼就知道，玩家很特殊（这孩子真会扯淡..）。至于Mendy，她只能表示很遗憾，她不怪玩家，只能说她妹妹的想法太疯狂了。好吧，到神秘人那里去，不过神秘人好像略抓狂？“告诉过你们了不要来烦我！嗯？你不是村里的人？那更不关你什么事了。想要我帮忙？先帮我忙吧。不过在你做出决定前我还是欢迎你参观我的房子的。”，于是下梯子，门就在右边，用踏板打开后进入吧。他说他之所以这么富有，有水，有木头，是因为他曾经是一个creeper猎人，专门狩猎creeper，所以他同时有很多gun poweder做出来的tnt，于是那些个村民也不敢硬抢。Wendy？还是Mendy？反正确实有这么一个女孩好像问他要过一些tnt。（囧，原来惹祸精的源头在这里）总之不管怎么说，他老了，也不会再去狩猎creeper了，时间长了再多的存货都会用完。不过他却是希望玩家可以帮他一个忙，收集gun powder。他同时给出了参观他战利品和收藏品的邀请，就在三楼。诶呀，音乐盒，附魔台，熔炉，不愧是富比，村里人没有的他全有了..观看他的音乐碟片收藏品，会发现好像少了一个。他的第二个要求就是找到他失去的“wait”。这时候他就要玩家作出决定了，一旦玩家完成两个任务，他就会和村民共享资源。能不答应么？只能出发了。往下跳..还好，倒是给了一些供给。跳下去之后应该是有水防止玩家摔死的。村2第二部分在这里，玩家第一次出声了！“Em，seems to be a tough job”，大意是，这任务看起来没这么容易应付。总是跳啊跳，跳到了外面，又从外面跳到了里面..玩家又发言“这里非常黑啊..”。这里其实藏了引线，走过去后会触发，发射JJ怪，小战一番后获取gun powder。往前继续走呗。\n嗯？！又一具尸体..他的日记写道，“我正在死亡，我以外的踩上了引线，战死..我的盔甲和剑会生锈，但是这些火炬希望可以帮助后来的人。”得，又是一提供物品的。总之为这些个死去的前辈致敬吧，死后还不忘后人。继续往前吧，绕过一些蜘蛛网和不刷怪的蜘蛛笼，然后发现玩家自己又发话了，说，“干！我迷路了！试试往左边走吧”，然后往左边，玩家发话，往这条路走可能会有用？往前后发现左边岔路已有提示是死路（dead end），只能继续往前，直到一个地方，巨片的黑曜石。发现无法往前，只有一块踏板，试试呗。突然发现玩家爆粗口！为什么呢？因为居然是个陷阱。后面的路被堵上了！到底是谁要陷害玩家？真是莫名..前面的路倒是通了，只能硬着头皮往前走了。之后玩家发现原来是wendy。这女疯子，自己被驱逐了还不够，居然要找玩家报仇，还取笑玩家，说，“你不是要找“wait”吗？这个就是你要的wait！”（意指长期等待，玩家出不去了）。玩家发货了，骂了一句（和谐），然后认为一定有办法出去的。\n在旁边的牌子上写着，“古老的谚语：fill the slot and you will live”，这是个提示。解法：将两个木块变成4根棍子，地上的四块红石挖走，合成四个火炬，之后你懂的，火炬放入四个槽即可。玩家表示十分疑惑，自己貌似激活了某种陷阱，然后被传送到这个，嗯，山洞。但是！玩家震惊了！“怎么可能！？这里怎么会有火炬这种人造物？是不是有人在我之前就来过了？！”，没办法，继续往前走才能获知真相。再往前走了一段，捡到了什么东西，看来是有人把装备落下了。不对啊，这是wendy的帽子..看来我们知道这位“先驱者”是谁了。继续走，发现墙上的拉杆，继续走？不，拉下拉杆看看吧，希望这不会杀了玩家，不过总是值得尝试的。吓，一个僵尸出现了，砍。玩家将僵尸砍死，晦气，呸。只能继续走了，本来还想是什么好事呢！玩家联想，看来是wendy变成僵尸了？总之对玩家是个好消息，那个恐怖的女人..看来后顾之忧没有了，大胆往前走吧！不过，不！前面又有光亮！如果wendy变成了僵尸还被我杀死了，难道这里还有其他人？先追上去看看吧。走着走着玩家发现，看来这个人跑的挺深入的..\n接着随着跟踪的深入，发现了wendy的日记！日记写道随着时间的推移，她带着的火炬和镐字都快告竭，都是因为那个村子里来的陌生人（也就是玩家），必须要杀了他！带来的肉也都腐烂了，只能扔了。（箱子里附带）看来这女人还没有死？可恶，一定要追上去看个究竟。跟上去以后，惊悚！发现了wendy的断臂。她的日记写道，她的镐字已经用完，火炬也即将告竭，这种情况下没有镐字如何前行？并且现在逼得她只能食用一些腐烂的肉了。都是那个陌生人！诅咒他，让其在不可忍受的痛苦之中死去！看来这女人对玩家的恨真是越来越多了，不可调节。Wendy断臂之后滴着血，随着血迹跟踪下去吧。最后，到了一条死路。发现了wendy的头颅，wendy的尸体。她表示虽然很绝望，但是还是不想这么快离开这个世界，无奈..她的日记里留言如果玩家看到了这条消息，说明她原谅了玩家，同时希望玩家能够传达信息给她的姐姐，告诉mendy，她现在很好。于是是叫玩家撒一个善意的谎言。同时，她知道玩家在找这个“wait”，她也将这个碟片留下了。剩下的简单了，和以前一样，合成火炬，放入槽中，传送。\n玩家发话。“Wendy死了，她杀死了她自己。我找到了wait；也有了gun powder；我还有wendy的信息要传达；我也传送了出来不过，我在哪里？！”，看来玩家在一个高山上。慢慢的小心的爬下山，玩家认为十分有必要到对面的山上去看一下。同时箱子里又是那句话，“无人阻止你跨过这几根柱子，但是这不是其他人，而是你自己剥夺了你自己的乐趣。”下山后玩家对能够安全下山表示很高兴，但是还要爬上另一座山..嗯..过了不久，“呼，终于爬上来了”，前面是谁？“hey，是你啊，自从浮空岛分开后我们就没见面了！”，是ST！啊哈！“你在帮助村民？我知道你就是那么热心。回去？嗯，为什么不和我来呢，说不定我能够想出办法。”，那就跟着他走吧。他带着你到了一个拉杆，他表示他在分开后的旅行中发现了这个拉杆，可以传送到任何地方，前提是使用者问心无愧。\n心中是否有愧？是的：那你直接结束游戏吧，还玩什么..无愧：那就引动拉杆吧！\n突然传送到了一个地方，不认识。一个声音响起，“欢迎来到破幻的地狱！来这里的人都是那些认为自己无罪无悔，却实际上不是的人！加入他们吧！”走出去，你发现你出来的是罪恶之门1。对面还有一个罪恶之门2？里面好像有个人..“啊！旅行者，我错了！我对sun shine忏悔！放我出去！啊啊啊”，这，这..看来是个疯子，不要理他，玩家又不认识他..走吧，进入赎罪厅。（这个疯子以后玩家会知道他是谁的，现在暂不透露。）\n“欢迎来到破幻的地狱！你在这里，不是从罪恶之门1就是2，因为你有罪。你心中从不承认。让我们看看，是，一个叫wendy的女人，对吗？你从不说，但是你在内心深处认为你是对不起她的。来吧！她已经被被迷惑了，过于执着，无法摆脱，施放她的灵魂，给与她的灵魂自由吧！”“杀了它，你会被宽恕！”“杀了它，你可以离开这个地方！”“杀了它，你可以施放她的灵魂！”进而杀死wendy的执念，离开破幻的地狱。玩家在走前，感叹，杀死了wendy的执念，这女人真是恐怖，不过，希望以后再也不要有人来到破幻的地狱，再也不要人通过罪恶之门1和2。\n玩家传送到了一个地方，看起来很熟悉..“哎？怎么回事？你怎么来到了我家的地下室？”，是神秘人的声音。看来ST找到的拉杆确实可以带人去想要的地方，不过确实要心中无悔，如果内疚又不承认，确实会被送入奇怪的地方..总之wendy的执念被消灭了！告一段落！神秘人对于玩家找回了“wait”和一些gun powder表示很高兴，他愿意和村民共享资源。然后他说长老要找玩家。按下按钮去长老处。好像来到了野外..长老也对wendy的事情表示很抱歉，同时感激玩家松动了神秘人的口风。让玩家不要去想悲伤的事，跟着他走。他走到了一个很多头颅的地方，他说这里是各位先祖们死去后埋葬的地方。村子里极度缺水，他需要举行一些仪式和祭拜来获取祖先的赏赐和水源。踩下踏板，开始仪式。这里很快，基本上都是“我们尊敬的先祖，您的慈悲”云云..缺口打开后跳下去，取得一个水桶，传送。传送到了一个小湖，取得一桶水，踩下踏板，回到村庄。将水倒在黑曜石所在的方块，流下，激活，两束水流流下，最后触发传送。村长说，他实在不知道如何感谢玩家了，玩家对这个村庄的贡献太大，帮助太多，所有村民，mendy，poopy，神秘人和长老，汇聚成一份感激送给玩家。但是他知道玩家不属于这个村庄，玩家注定要面对更宽广的挑战，那么，继续前进吧！村3开始了剧情的解析，而不光光是通关了。但是，现在玩家感到很迷茫。往哪里走呢？好像失去了一个目标。前面有一些金黄色的荧石柱子，往那个方向走吧！去，又要下山，这坡真陡啊..呼，下山了，但是对上山又绝望了。玩家该怎么办呢，诶，又是一具尸体..哎呀，64梯子，救星啊救星！不对，咳咳，前辈走好。日记里写道，他就差那么一点！就差那么一点就可以走出这片该死的高山地区了。可惜了，他没能成功。看来不是所有人都有玩家这么好的运气，确实，不管是取水，还是仪式，还是遇上ST，全都是高山，看来附近真的是有很大一片高山地区，前辈，走好吧。拿着梯子，爬上山，走到荧石柱，指向了一个方向，玩家表示这个雨林里面一定藏着一个村庄。往下一看，确实那个小湖泊中有一个水上的屋子！去看看。虽然有些奇怪，这种偏僻隐秘的地方，就孤零零一个小屋，但是为了找到村庄，还是需要走的更深入一些。啊！可恶！又是一个渔夫，该死的渔夫，我恨透渔夫这个职业了！\n“啊，你好。我..”\n“闭嘴！我受够渔夫了！我已被一个渔夫陷害过了，你也别想设计我！”\n“哦，好...”\n\n于是玩家就接着往丛林里面深入。渔夫追了上来，他说不知道为什么玩家这么讨厌他，但是如果玩家想要到达村庄的话，就跟着荧石走。玩家选择相信了他。随着荧石，到了一棵树，爬上去，看着不怎么像一个陷阱，安全。树上的树屋里住着一个人，pussy cattie。据她介绍整个村庄只有三个人，她，村长，和村长他儿子，对，刚才那个渔夫。由于他们住的很高，基本上也不用担心下雨，也没什么天花板，不过就是因为情况太恶劣，所以很多人离开了村庄，曾经村庄有很多人的。一样，pussy cattie也和poopy表示对玩家话语的疑惑，她完全不知道玩家在说什么，“什么任务？你在说什么？你们都是一帮怪人，所有路过的人都问我要任务..如果你非要的话，去见村长吧，他可能有任务。”\n走到书屋的右边，就有轨道直通村长。但是玩家很震惊，同时也很疑惑，就这么几个人，怎么造的这么长的轨道？同时乘矿车轨道的时候还发现了几个房子的废墟残骸，一个是carols，一个是rock，唯一的共同点就是两个人的留言都是，“我很抱歉”，玩家要疯了。到底这个村庄发生过什么？再往前乘车，发现了一个休息室。但是既然要休息室，这个村长干什么住的这么远？越来越令人困惑了。随着矿车的停止，玩家到了一个大厅，误认为是村长的家。Wow，还挺大的，挺豪华的。但是一个人是怎么造的？不过通过大厅之后才发现，这更本就是风餐露宿啊，村长的房子也太破了，怎么可能？到底怎么回事？疑问越来越多。（偷偷告诉你们，本来游戏在这里就完结了，因为我曾经不想做了，差点砍掉..）\n村长开始解答玩家的疑惑了。之所以他们这几个人就有这么大型的设施，是因为曾经不止他们几个。不断有人路过这个地方，也就不断有人入住，最后这些人和村长他们一起组成了一个村庄，并且一起建造了这里的众多设施，轨道也好，休息室也好，大厅也好。至于他住的这么远，曾经是因为中间隔这么多人，他住在最里面，pussy cattie住在最外面，中间住着许多人。但是，这些人都最终因为受不了极端的环境而离开了，他真的很想念这段时光。他的儿子之所以现在在这么外面，是因为希望可以看到，哪怕等到一个人回来也好啊！\n【本来这就是一起悲剧，然后就结束了，但是我准备继续将地图建造下去，才有了后续任务和DKS3。之后村长就被塑造为了一个坏的人物。】\n所以最后村长要求玩家找回这些过往的同伴，重新聚首。他说pussy cattie应该会知道一两人的下落，特别是carols，她们可是好朋友，闺蜜。呵呵，好像剧情看似就这么简单？不不不，继续玩下去吧。村长说，如果有人不想回来，说“don’t miss the big family, who was the most keen to construct the village?”可能会有效。看来里面有故事啊..传送到了pussy cattie处，“carols？你别想从我这里知道她的下落，没门。重聚？我，我不知道..唉，好吧，我带你去，不过，你要向我保证不会去骚扰她。当年要不是sun shine的死，唉，不说了。我带你去见她吧。”完了，任务进度是往前了，但是怎么又扯出一个人了？这个sun shine又是谁？怎么死的？而且这个语气看来来，当年人们的离开好像并不是像她和村长说得这么简单，一定不是单纯的生活条件恶劣问题！总之，继续往前吧。\n到了一处丛林深处小破屋，“喂，你是谁，我在你后面呢！”玩家往后转，看到了carols。“什么？回去？我何曾不像啊，我时时刻刻的在期待着这一时刻。不过，不可能了。Pussy cattie送你来的，sun shine？她没提到过？那你就不必要知道了。”“可，可是..你至少告诉我该怎么办吧”“我不会再说什么了，你在挑战我的耐心，现在请出去。”“我..”“请出去吧，现在，立刻。”“好吧”看来在carols这边是没有任何进展了，先出去吧。“等等，旅行者！”在玩家离开房子后carols貌似改变了主意，并且叫住了玩家。她说刚才失态了，只是提到了sun shine就感觉触动了某些神经..她会带玩家去见一个人，rock。但是她需要玩家保证如果rock也不想回到那个地狱一般的地方的话，不能逼迫他。一边走carols一边和玩家讲述了故事。这段时间来，她一直在秘密地和rock联系，他们六个人在分离解析以前曾经有着很好的关系..等等，六个？Pussy cattie，村长，村长儿子，carols，rock..还有，sun shine？看来sun shine曾经也是他们的一员了。不对！等等！在破幻地狱里，那个疯子是不是提到过什么sun shine？！可恶，现在事情还不明了，只能继续和她前进了，虽然听着carols的故事，但是心不在焉。\n“六个，呵呵，应该是七个了，rock他在离开后又多了个儿子。好了，这里一直走就可以到rock的家了，记住，不要强迫他。”她留给了玩家一些补给品并指明道路之后，就离开了，然后玩家继续往前走，深入一些就看到了rock的家。看见门牌上写着rock and kenn。看来kenn就是rock儿子的名字了，不过他一大男人怎么突然多出儿子来的？不管了，先进去再说。这地方造的还真是依仗天然地形，结合得太好了，略原始。却又搭配得很好，真奇葩。进入房间后往左边看，“Kenn的领地”，居然用领地，这小屁孩以为自己是领主么..\n“嘿！你！停下！这里是我领主Kenn的领地！还有那个箱子里的马鞍！也是我的！我爸爸找到的！这里都是我爸爸的！你怎么敢！”好吧，这小孩子被放纵坏了，看来很受到rock的喜爱啊，不管他了，往里面走吧。牌子上写着，rock的房间，kenn的爸爸。看来他很享受当爸爸的感觉。同时前面还立着：“kenn，在这里你应该停下了。”，看来里面平时rock不让kenn进去。“Kenn，我不是告诉过你了你不能进来..嗯？你是谁？Carols将你送过来的事么，好吧。看到我儿子kenn了吧，还觉得自己是领主，他的梦想就是拥有自己的领地，挺可爱的不是么？因为他，这些年我变得没有那么暴躁和有侵略性了，不然你刚才刚进来，没有注意到就被我干掉了。那么，这里基本上没人来的，要来参观一下吗？和我来吧，去右边的走廊。”\n玩家跟着他往前走，走的时候会发现走廊旁边有一个类似于小祭台一类的东西，前面写着“纪念...”却没有写这名字。看来真的有必须要问问他了，这个村的人都这么奇怪。再深入一些后看到了“kenn的水池”，和“爸爸的工作区域，kenn别碰！”。Rock表示他有时候会带kenn进来玩，只不过不让他碰这些试验器材，就是住在地下这些器械的翻新有些麻烦，不过他觉得没什么好抱怨的，还挺乐观。好了，闲聊到此，玩家要切入主题了。\n“刚才那个我们走过的类似纪念仪式的地方，是不是纪念sun shine的？”“不，不！停下！那是个可怕的经验，不要提起！”“但是我..”然后玩家就可以按下按钮看接下来的剧情如何发展了。“住嘴！关于他够了！”“但是你仍旧要面对现实..”“不，不，我因为友谊将你邀请到这里，你却带给我了什么？现在请你出去”“但，好吧。don’t miss the big family, who was the most keen to construct the village？”“你怎么会？哦，我知道了，是他让你来的！对不对？！好吧，我们谈一谈。我先开门，跟我来。”门随即开了，和rock走进去。\n“暂且不提我的儿子，他（村长）应该和你说过，我们有六个人。他，他的儿子，pussy cattie，我，carols，和，sun shine。Sun shine死了，但是他提到过sun shine如何死的吗？我极度怀疑。当时我们六个，住在极端的环境，哪怕是那样，都没有人离开。有一次我们集体出去狩猎，正如我们往常做的一样，那时突然出现了一只出奇得大，强壮的creeper，那个人渣！你知道他干什么了吗？！他居然把sun shine推向了那只creeper！Sun shine死了。我们很失望。Carols和我都离开了村庄。只不过在走前carols找到了pussy cattie，做了一些协商，pussy cattie会继续留下因为那个混蛋不能够自给自足，而carols则会偷偷地和pussy cattie联系。所以就变成了现在的这样，你明白吗？正如你所见的，哪怕我们这么失望了，我们还是在担心那个混球！不过想要我们回去，是不可能的。”“那你和carols要如何才会原谅他呢？”“这不是他说一句对不起，他觉得后悔，就可以解决的事情，明白吗？我希望你帮我去看一下，他是否真是后悔了？如果不是，将其送去破幻的地狱”!看来这件事真的是麻烦了。没想到还有这种事..一开始pussy cattie和村长只把我当成了过客所以没和我说真相吧，总之先去把村长的日记偷出来看看吧。吓，村长居然还有一间都是黄金钻石和绿宝石的房间..\n村长的日记：“哈哈，我爱死这些宝藏了。那些愚蠢的人们，不就死了个人么？他应该为我而死！所以呢？现在搞得我还要劝他们回来，这些低贱的人！希望那个旅行者可以成功，这样子就又有人可以为我挖矿了，哈哈！听说rock在他旅行的时候还捡到了个小孩？将来有更多的人可以为我服务了，哈哈哈哈哈”看来不进这里把真相说出来了，还提到了rock一个男人怎么多出kenn一个小孩的..两个选项，选项1，他真的后悔了；选项2，他正如rock所说是个混蛋选1的会被系统骂笨蛋，只能选2。回去找rock吧。\n“怎么样？我希望他真的..哦，真是遗憾..我只能把他送去破幻的地狱了。罪恶之门2！为了不能被饶恕的人所开！这些是我们对你的心意和奖励（一些补给），我和carols不久后都会重返村子。Kenn如果知道了他要去外面的世界一定会很高兴的！村长的儿子？他的儿子只是被利用的，他住在外围监视我们，如果有我们任何一人回来了，他会跑回去告诉他爸，然后那个人渣再装作他十分悲伤。他的儿子可以被饶恕，但是他不行！他要在那里打败他全部的执念，直到获取了我们所有人的宽恕为止！再见了！旅行者！这里有着六个人永远记着你！没有那个混蛋，却有着kenn。”“永别！走好！Farewell！”\n在rock的道别中玩家结束了村3的旅行。DKS2结局，待续相信到这里大家都明白了破幻的地狱罪恶之门2里的疯子是谁了，那个所提到了sun shine也终归于水落石出了。不过，路过了这么一个有一个村子，玩家更加的迷茫了，何去何从呢？前面有个天然形成的小村子！先走过去看看吧！看，还挺平和的，多么有爱啊！诶，是ST？他在这里干嘛？\n“你还在这里干什么呢？！快和我来！什么叫干什么？你曾经住的那个村子正在被攻击！是的，就是那个当我们在地牢里被困住的时候，你和我提到的那个！我不会说谎了，快点吧！”“快和我来！“就这样，ST不断地催促着玩家和他往前走。他和空间之神谈过，请求他传送你们两个。“就快到了！”“快快！”ST就这样不断的催促，终于到了村庄。（这个说法是不对的，不是空间之神，而是另一个角色，之后在DKS3玩家会明了，只不过ST还没有接触到那个层面。）\n“你对这地方熟悉吗？”，ST问玩家。怎么会不熟悉呢！ST对这地方不了解，因为他是通过玩家在地牢里的的讲解才知道这么一个地方的，不过玩家可是实打实从那里出来的！往前跑，看到了，当时那个可恶的渔夫的小屋！到现在还不知道为什么他要推玩家下去！“我和你先分开，看看我们能找到什么。”玩家当然是到渔夫小屋前面，发现渔夫的小屋也破败不全。看到了渔夫的日记。\n日记1：“作为一个将军，不，我只是一帮装备精良的盗贼们的头头而已。我在这里观察我们下一个目标已经很久了，不过我到现在还没开始行动。因为这很奇怪，从来没有人从那个村子里出来。”日记2：“终于！终于有个人从那个村子里出来了。看起来还挺好骗的。我把他骗到附近的一个地牢推下去了。我放心了，这个村子没什么扎手的。可以行动了！被我推下去的那个人？谁管他..这票干完又是一个不用干活的月了！完美！”\n我很抱歉，我还没有死。那么，就是我的复仇了！他会付出代价的！接着玩家看到了一些被设立起来的tnt大炮。村子里一片狼藉，血满地。他们会付出血的代价的！“不，这没有发生，不，这没有发生，不，这没有发生，不..”玩家不断的重复着这几句话。这些强盗！他们把所有的东西都抢走了！没有了附魔台，没有了铁砧，什么都没了..这些血还很新鲜，这些人没有走远..Short Jack...Old Tally...你们的仇，我都会帮你们报的..\n日记3：“干！浪费时间，浪费tnt！这个村子真是穷，没什么值得抢的。小子们，跟我来，去下一目标！”\n玩家在前面找到了一块荧石。“我想，我有线索了。”“荧石，地狱的产物。我知道该往哪个方向进行我的复仇了。不过在那之前，我需要一些补给以及一些支援。”\n\n\nTo Be Continued\nDKS3!\n\n 擦擦擦，我在word的文档一复制到论坛就全挂了！TNND 大家凑活着看吧，我会附上word文档的\n\n\nhttp://pan.baidu.com/share/link?shareid=3546476195&uk=2030188872 全部文档地址\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1375331640,
            "txt_content": " 本帖最后由 geludan 于 2013-8-1 04:27 编辑 \n\nhttp://www.mcbbs.net/thread-151383-1-1.html 作品贴地址。\n\nDKS1的攻略我就不贴出来了，真的需要的就在我给出的网盘地址里，同时DKS的23汉化文本我也放在了里面，一些翻译对照也可以参考。\n彩蛋就在LS了，问题我都了结了，伏笔都出来了，应该完美了"
        },
        {
            "author": "geludan",
            "timestamp": 1375331640,
            "txt_content": "DKS3解析攻略：复仇前的准备关键词：Rich Frod; ST玩家在村子里，遍地的血，残破的房屋。两个选项，第一个“发生什么事了？谁能提醒我”，麻烦你先去玩DKS2好吗..第二个选项，“我会复仇的，准备好承接我的怒火吧。”，这时候，游戏就正式开始了。玩家听到一声声响，好像是从Rich Frod家里传出来的。如果没玩过DKS2的人就会很费解，什么Rich Frod啊？还是那句话，先玩前面剧情..总之RF的房子是最里面的一间。ST表示他和玩家分头找的时候，没找到任何活人，他认为，可能，都..被杀了。不过！他觉得那幅壁画后面有点问题，声音可能是那后面传出来的。果然，这幅壁画可以穿过去。Rich Frod就在那里！“求你们了，不要杀..诶，不对，你不是那帮强盗！你是那个帮我们杀死了村长的龙猎手！（有问题请去玩DKS1前传。）你咋样了，离开村庄后你做了些什么？村庄么，我知道，那是个灾难。那些大炮让我们的墙壁毫无抵抗力，村庄的防护直接被撕开了。我们一开始想会不会是你，因为这不可能是个巧合，不过我们否定了这个猜测，如果你想害我们就不会帮我们消灭村长了。Big Boom，Old Tally， Short Jack，是的，他们都死了..我住的比较里面，所以我逃了出来，不过，我没有时间通知他们..而且村庄里一个人都没有不会很奇怪吗？我知道，我很自私..不过，我想复仇！我有武器，从我先祖传下来的。你是个战士，我知道的！可以帮助我吗？”（之后会提到，强盗头子误把玩家当做Rich Frod了，所以他逃过了一命。）ST：“好的，那你和这位仁兄先去取武器，我去周围收集去地狱的材料。”于是玩家和RF去获取装备，ST负责准备去地狱，然后双方碰头，当然这里只有玩家去取武器的剧情，如果你想要ST取材料的剧情，请额外要求我做DLC...同时这里也是DKS2里选择帮助Big Boom后禁闭的地点，没想到RF把这里打通了..总之按下按钮，和RF来到他家的藏库。倒是真的吓到了，全都是各种钻石黄金绿宝石。RF表示没什么好惊讶的，他说过他的姓是家族继承的（Rich），说明他家以前确实很有钱，有些库藏也没什么。（他确实在DKS2的时候和玩家提到过类似的事情。）深入后是一个非常大非常高的空间，左边右边有各种装备和武器，一边收取一边RF还在介绍，“我的祖爷爷...”，“我爸...”，“这些...”，最后玩家实在被烦到了，“丫闭嘴”...然后收取全部需要材料，箱子里还有附魔所需，铁傀儡召唤等物品。将不需要的frame丢进岩浆里，就可以去和ST碰面了。来到一个环形湖边，“你和你那位朋友，叫RF么，总之你和他拿到武器了？”，ST表示他没能找到足够的岩浆去造一个全新的地狱门，不过他找到了一个坏了的。他给了玩家造黑曜石的岩浆和水，打火石的燧石和铁，以及一艘船。RF说他不是一个战士，所以他只能在这一步停下了。他祝玩家和ST好运。坐上船，驶出环形湖，入大海，跟随牌子指示一直往前即可，随后找到一处孤零零的地狱门在海中。会发现缺了一块黑曜石所以损坏了，不过用ST给玩家的物品可以将其修复。“为什么我会帮你？你不是我朋友么？不需要理由。”玩家和ST之后即抵达地狱，开始复仇吧！（后来会发现玩家找错方向了，暂不提及。）踏上地狱关键词：交易点的领头者“哈！自从从那个困住我的地牢出来后，我保证过再也不会踏上冒险的旅途的，但是这次，为了我的朋友。我们先分开看看吧，这里一定被他们改造成类似于基地一类的东西了？对了，在杀光这帮恶心的混蛋的时候，别饿死了..”，ST给了玩家一些鱼..玩家往前走，看到了一个小破房子。牌子上写的“漫游者的临时住所”，或者可以理解为流浪汉临时搭的破房子...流浪汉警告玩家他是个穷比，没什么好抢的，玩家觉得非常囧。然后流浪汉在搞清楚后就和玩家指出，这里并没有强盗组织，一般都是个人或者成双的强盗，团体还真是没有。难道这个流浪者不清楚？但是人家至少是原住民，那就有些奇怪了。流浪汉告诉了玩家附近有一个交易中心的聚集地，可以去那里混混。既然现在没什么线索不如先去那里看看吧。跟着路标走即可。玩家往前走则会看到“地狱社区”的牌子，一直往前走，最后看到了“给想要入住的人的告示”。大致写的是在地狱建立社区是很难的，所以所有人都不能拖后腿，要合格就要有独自爬上去的能力。换句话说，就是爬山吧，唉...爬上去后遇上了守卫。“停下！你是谁？复仇？你找错地方了。我们顶多是个交易中心而已，不过你既然爬上来了就证明了你的权利，你可以见我们的管理人员一面。”进入交易中心后碰到了一个路过的人，无视他，去找这里的领头者。左边的三个客室会发现1号2号进不去，3号说暂不可用。需要注意的是领头者那里是隔着一堵墙的，所以需要跳到一块浮空的地面上，然后再跳到地上。而且你会发现跳不回去了..不过不用管这么多，先找到领头者。到了领头者的家，首先是一个保镖拦住了玩家，并且警告玩家玩家全程被监视，不要妄图做什么对领头者不利的事。领头者和玩家打了招呼。“请原谅我的保镖，他们只是尽职而已。你一定是在开玩笑吧，你看，这些火炬，铁块，花，哪一些是在地狱里应该出现的？我们只是交易中心，你带来利益，我们就欢迎。不过就因为一块荧石怀疑地狱，实在是太可笑了。这里的交易中心不计其数，我们也只是其中一处而已。你在我这里看到这么多不应该属于这里的东西，也不能怀疑我不是个原住民是吧？说实话吧，要找到一伙在移动的团体实在很难，但是我留给你个希望，因为每个交易中心都留有记录。每一处交易中心都有它自己的“后花园”，而我们的工作就是就是让这片区域干净。如果你发现了一块荧石，那很有可能就是证明他们是在我们这里买的，也就是我们有他们的记录！不过我最近好像在客室3把资料库的钥匙丢了，这也是最近为什么不对公众开放的原因。总之你想和我上楼吧。”。ST疑惑是否应该相信这个人，不过玩家已经失去了所有的线索，只能信他了。好玩的是前面还有一个库藏，玩家一接近就会被领头者骂..上楼后领头者叫你按一个按钮，说这个按钮就可以回到交易中心。所以人只可以从一个方向进入交易中心，出去后就回不去了，所以他表示对治安很放心。“记住，找不到钥匙就无法打开资料库，也永远找不出谁是那帮劫匪。”之后进入客室3，依旧写着只有授权人员可进，不过玩家应该是所谓的授权人员了。ST吐槽：“那个人是傻么？在这么小的地方把资料库钥匙丢了，真庆幸没丢在岩浆里。”再往上走就是一些解密了，“在领头者房间里哪一组颜色见到的比较多？”，红色黄色还是蓝色绿色？还记得红花黄花吗？按了就可以获取钥匙（踏板），而选错了就摔死在岩浆里。之后回去找领头者。（打开data bank铁门即可。）进入资料库后领头者说要直接找出有些麻烦，唯一一个他不熟悉的人目前是住在客室2，他给了玩家钥匙（踏板）同时嘱咐现在他去房间睡觉，没找到线索不要打扰他。玩家赶到客室2。ST再次吐槽，“卧槽，每间客室都这么简陋吗？”，玩家认为可能是作为临时住宅来说，还不错了。毕竟大家都是来这里交易的，不是度假的..总之现在是偷偷趁别人不在房间的时候非法进入的，赶紧找到证据吧。在这里找到了那个交易者的五本日记。以下是日记大意：日记1：“又是寻常的一天，老大继续装作一个正常人潜伏，给我们收集有用的信息。”日记2：“太棒了，收到购买武器和装备的信息了，老大发现什么了吗？”日记3：“什么？信息传递错误，要我买tnt和炮架？攻击这么小一个村子需要用到tnt大炮？总之我相信老大。两台要花多少钱？三台，四台呢？”日记4：“老大终于下令攻击了，就在明天，我得快走，不然赶不上看了”日记5：“太刺激了，boom一声，村子就废了。奇怪的是明明有五个房子，但只有三个人，一个被推下去了，但是最后一个呢？”（其实村长被无视了，因为村长已被杀死..村长要是还活着，玩家就可以代替rich frod的名额，毕竟其实有六个人。）不错，就是他了，回去找领头者。记着，领头者在房间。村长很后悔，他以为这一帮人只是想保护自己才买的武器。他让玩家去空的客室1休息，他想想怎么办。来到客室1之后玩家觉得不对头，赶紧回领头者那里去！ST：“没啥事的，我们还是会客室吧”但是听到一声：“我的房间被动过了，一定是那个领头者出卖了我，一定要杀了他！”是那个交易者！玩家：“不！”然后快赶到的时候才发现，领头者的家被炸了。领头者和他的保镖都死了。同时右边出现一条路。“不，不，不！这没有发生，这没有发生，这没有..”“我知道，你听我..”“让我一个人冷静一下！你不明白么？领头者对我们这么好，就这么死了！”“你对我吼有什么用？你才是不明白的，他发现有人动过了他的东西，也就是我们，所以这个地方不安全了！我们必须离开！”“你说得对..对！我们可以跟踪那个人，找到他们的巢穴！”往前走，发现交易者的日记6大意：“那个可恶的领头者！做了这么多生意居然还是出卖了我们！这下子又要换新的交易中心了，重现建立关系，唉。要是让我知道是谁，我一定杀了他们！客室1很奇怪，平时没人住，今天突然有人了，不过我没发现什么痕迹。不管了，先回去找老大，他真应该听我的，为什么什么东西都上缴给总部呢？”（最后一句话也是为后面剧情的争吵内容做一个铺垫。）玩家和ST跟着这个交易者，然后发现这个交易者就往下跳了。下面是岩浆啊，ST表示震精了。但是玩家对另一个东西更有兴趣，他貌似提到了，“总部”？不管了，跟着那人跳下去吧，下面一定是类似于密道之类的。注意，这里一定要跳到演讲上，如果在蜘蛛网上，那死定了..下去后发现交易者日记7。日记7大意：“我的感觉告诉我有人在跟踪我，但是我打不过他们。那我就把他们引到这个坑来吧，看谁死呢，赌一把，这是我最后能为组织做的了，哈哈”，难道就这么困死在这里？不。玩家发现这个人好像有一些执念，他在赌玩家死而他活下来，所以这里一定有出去的方法。还是那样，红色黄色。其他颜色按了就会死。用箱子里的按钮激活红色黄色后可以发现后面的地狱门，离开地狱。（坑爹的是用tnt来炸开通道...）总结：这次来地狱的行动就是一场闹剧，什么收获都没有还害死了一个人。不过至少找到了去复仇的线索。找到那个渔夫（盗贼头）和他们的聚集点关键词：聚集点，总部来者踏入地狱门前，ST拦住了玩家。“你必须听我说，我们现在去这个聚集点，我相信在那里一定会去总部的路。我们现在有武器，装备，近距离，远距离，还有，就是铁傀儡。但是，冷静。冷静了？好，听我说，你很焦急，我也是，不过铁傀儡是我们的底牌。如果你现在就用了，到了总部我们怎么打？”ST不断提醒玩家，不要冲动，直到最后一步才召唤铁傀儡，不断提醒，不断提醒。除了传送门，到了一处明亮的洞穴，ST露出了释然的表情，怪不得这伙盗贼死活不被人找到。但是他同时对那个交易员口中的“总部”表示担心，再次嘱咐玩家不要随意召唤铁傀儡。接下来通往聚集点的路程十分简单，跟随牌子走即可。其中有一个跳跃，需小心。最后，终于到了一处地方。这处地方有着昏暗的灯光，蜘蛛网，苔藓，人头等装饰，或者不是装饰？总之ST认为已经没有回头路可以走了。深入后发现两扇门，写着“五号聚集点”，啊，终于找到你们了！进入，虽然里面灯光依旧昏暗，岔路错综复杂，但是有着牌子指引应该不难。找到“会议室（conference room）”，进入支道即可。ST听到了声响！小心地走下去，深入，转弯，走到底后发现是一长串长廊。左边是木头和石头混合的残破地窖（cellar），进入后会发现一个酒鬼（alcoholic），并且在酒窖里获取一些药水。看来ST没听错，确实有声响，但是不是会议室那里传出来的。再深入，无视支道，直接到最里面触发剧情。以下为会议室对话大意：ST：“看！我们到了，他们好像正好在开会！”玩家：“嘘，轻一点，听听他们在说什么。”一个声音：“他怎么会还没有回来..”另一个声音：“别找借口了！这个月应该上缴的货物呢？”一个声音：“如果我能的话我会的！但是后勤人员还没有回来！”另一个声音：“拜托，我们都知道怎么一回事不是么？你的人一直劝你不要给总部上缴货物了，难道他们没有吗？你以为总部来的人都没有发觉？你装的很忠诚，其实你听了他们的建议，对不对！”一个声音：“不！这不是和你想的一样！你必须要相信我的忠诚度！你是总部来的，但是那不是说明你可以没理由就怀疑和责骂我们”另一个声音：“看来我们现在陷入僵局了。好吧。我就等到你那个所谓的后勤人员回来。不过...那两个在外面的人是不是你的后勤人员？！”一个声音：“什么？是他们吗？不！入侵者！警报！杀了他们！杀了他们！”然后玩家和ST很荣幸的被发现了，开打...这里我们可以得知的信息是，玩家和ST逼死的交易者确实是这个聚集点的一员，而且这个后勤人员没有及时归位导致了这个聚集点和总部来的收集货物的人员造成了误会和冲突。同时我们在交易者日记6里看到：“不管了，先回去找老大，他真应该听我的，为什么什么东西都上缴给总部呢？”，所以一切都说得通了。打完之后俘虏了对方总部来各个聚集点的收集者。（因为五号聚集点，那一定还有其他的聚集点，看来这个组织很大。同时玩家已经杀死了那个渔夫，就是这个聚集点的首领，只不过玩家想要彻底灭除这个组织。）对了，这里一定要自己看对话！别到时候2B了..因为踏板在冒险模式下不可拿下重放，所以放完后就没了！切记小心。玩家：“现在！告诉我总部在哪里！”总部来者：“什么？你在说什么？我们只是商人，如果你有钱，我们可以..”玩家：“别文不对题了！你知道为什么那个后勤没有回来吗？因为他做不到了，他死了！”总部来者：“那么你偷听了全部的对话？抱歉，我什么都不能说。”玩家：“看来你要明白，你的命掌握在我手上，除非我满意，不然你不能活，明白？”总部来者：“拜托，我们的组织哪里惹到你了？”玩家：“我？你没惹到我，不过好人因你们而死。你们就是社会的蛀虫，应该彻底被消除！”总部来者：“看来你很恨我们。我告诉你只会死得更快。没门。”玩家：“你不回答，你现在就要死。”总部来者：“好好好，我只是为总部收集货物的，别杀我，我没有危害的..我全部告诉你..把这个踏板放在一个指定的木块上即可。从右边数三格，从门的一边数五格..”玩家：“我先相信你，不过你不能走，你要跟着我先，以防你撒谎。”总部来者：“好吧好吧，其实是从门的一边数第四个。”所以不仔细看对话就会永远的失去那个踏板...剧情也无法前进，咳咳..放上去后传送到总部。聚集点剧情就此结束。攻入总部（幻觉）关键词：ST；牺牲总部是这个DKS3里面的一个转折点，一切的一切都变得这么扑朔迷离，而且玩家第一时间接收到的信息却不是事实。为什么我打了个括号叫幻觉？之后你们就明白了。玩家传送到一个巨大的建筑前。非常巨大，游戏中是看不到边的。ST震撼了，“干！我终于知道为什么那个组织的人都这么傲慢了，而且杀人不计后果，你看看着坚强的后盾..”总部来者：“哈哈，没错，我是把你们送过来了，但是不是数据库之类的，而是大门口，你们有本事打进去啊？哈哈哈”ST：“但是他（玩家）答应放了你的，我不明白？”总部来者：“我这样子是背叛了组织。我还是会死。那为什么不让组织消灭你们，这样他们至少还能善待我的家人呢？”玩家：“唉，看来没其他办法了。杀了他吧。我们进攻。”ST：“杀了。不过你确定我们从这个地点进攻？”玩家：“嘛，没有更好的选择了。”爬上楼梯后，玩家和ST来到了一处开阔的平面，一些装饰的地板和喷泉，墙上歪歪扭扭的写着“GOD BLESS”。这是什么地方？真的是什么强盗组织的总部？玩家发现这个城堡的人貌似不像敌人，暂时的。那玩家也叫ST不要显示出敌意。先找个值班的问问吧。这里有两个有趣的选项，笑笑即可。第一个是贿赂。卫兵：“谁？站住！是否有邀请？请出示许可”玩家：“我有钻石，你就让我这么过去吧，悄悄地..”卫兵：“我有足够的装备和补给了，要你的钻石干什么？快走开！”ST：“哈！失败了”第二个是乞求。卫兵：“谁？站住！是否有邀请？请出示许可”玩家：“我们只是两只人畜无害的小羔羊，就让我们过去吧..”卫兵：“卧槽，哪里来的脑残？！快滚！”ST：“哈！失败了”两个方法都失败之后，只能够选择强攻。可以选择在晚上强攻还是白天强攻。这里建议白天，晚上什么都看不见..但是对于这么大一个建筑物，玩家真的是束手无策。不过ST倒是带来了好消息。“还记得我和你在地狱分开的时候吗？在你去找领头者的时候，我和交易所里的长者谈了谈。他和我提到了一个传言，说一批强盗住在大大的城堡里。谁知道是真是假，那时候对我来说更像个笑话。不管怎么说，我之所以现在提到这个是因为在和长者交谈的时候，他同时也和我提到那个传说中的‘城堡’有一个致命的缺陷，军械库位置的放置错误。这些文盲般的强盗可以建造起这么大一个要塞你不觉得很奇怪吗？没错，不是他们建的。他们绑架了一个建筑师，同时抓了他的家人威胁他。他也照做了，不过他对设计做了一些小小的改动，在这处地方有一个薄弱点，触发它，这地方就会烧起来并且引爆一整个军械库！然后我们就可以乘机冲进去，一定要快。不过我不知道他们反应有多快，如果他们真的这么组织有序，那..我不知道..”走着走着在黑白相间的地板上发现了一处异常，红色和黄色交替的地板。应该就是这里的！用拉杆激活他吧！卫兵：“喂！你们干什么呢！别瞎转悠了，没事就回家去，别在这里闲逛！”ST：“好的好的！我们马上回去！”玩家：“准备好了？3,2,1，拉下拉杆，激活此处，然后，跑！”卫兵：“他们在干什么？！阻止他们！”ST：“跑跑跑！别被他们抓住了！可恶！他们出来了！”在跑的时候如果是两格高，就用提供的石块铺路，同时会出现十几个僵尸和骷髅，无视它们，跑入里面的一扇铁门。ST“啊，终于安全了，呼。”玩家：“wow！看这个地方！我们真的是在一个肮脏的贼窝吗？”玩家和ST跑到了一处安详的村庄。卫兵“哦，你回来了。收集工作做得怎么样了？”ST：“我不太喜欢将要发生的事情..”卫兵：“不对，你们是谁？抓住他们！”于是又是一堆怪物被刷了出来，只能继续往前跑。ST：“可恶！就跑不完了！”同时前面的发射器也开始激活，后又追兵前有阻碍，不过应该是很容易逃过去的。之后有三个门，ST会叫玩家跑到中间那个门。其他两个？呵呵，炸死。ST：“你先走！我来阻止他们！门关了！你暂时安全了！”这是玩家听到ST的最后一声。门关上了，玩家回不去了，ST还在外面，面对追兵。还发现了一本ST的笔记。大致内容：“这个人救了我的命，不是因为他，我还呆在地牢里呢。在目睹了这个位置组织的恶行之后，我觉得帮助他。不光是感激，也是为了正义。我考虑过死的可能性，毕竟这次旅途太危险了，所以我留下了这本笔记。如果你正在读，那我已经死了。不要尝试着为我报仇，我做出了自己的选择，你为我报仇就是在侮辱我。你要做的只是继续，达到我们的目标，这帮人必须从世界上被清除。”玩家：“不！为什么我这么没用！人们因我而死！可恶，你们这帮人渣会付出代价的！”玩家会复仇的，为了村民；为了领头者；为了，玩家最好的朋友，ST。往前走后发现了一个告示：“这个地方不向公众开放，如果你是‘GOD BLESS’的员工，并且意外的走到了这里，请回去。再往前，所有人员的安全将不予保证。”看来这个组织还有明面一套暗地里一套啊，玩家的目的是击倒这个组织，所以当然要进去看看有什么花样了。替换身份潜入（幻觉，伪结局）关键词：收集者137；组织首领之后玩家开始以在五号聚集点杀死的总部来者身份开始游戏。进入后完全是和外面不同的世界。“欢迎回来，收集者137号。”，哦？看来在五号聚集点被玩家杀死的总部来者是收集者137号？他们居然有这么多收集者，也就有一大堆的聚集点？这个组织很可怕。来到室内后，发现一个示意图，左边为收集者137的房间（玩家现在所替代的假身份）；右边是收集者137的好友，收集者294的房间；前面则是获取新任务的传送室（137的新任务）所以从这里开始一切都是以收集者137的视角开始了。这里也有小故事的。先拜访137的好友294，“啊哈，我有一个非常好的消..不对，你是谁！？杀了你！我的朋友呢？！”，杀死294后，查看他的箱子，发现一套皮甲，同时这个房间的设施不错。294的日记中写到，他刚刚从一个低下的收集者被提升为fighter了，急切地想要通知137这个消息，并同时抒发137是唯一一个真心的，关心他的朋友。然后前往137的房间，相比之下就相形见拙了，采光不足，家具也几乎没有。查看日记，日记1中提到了他很羡慕294的房间，同时他也猜到了294快要升级了，因为他给“上级检察官”送了一些“礼物。”日记2中提到了137也想升职为fighter，这样子不仅不用做收集者，还能够被奖励一套最基础的皮甲和石剑。如果足够努力，就会继续升职，获取铁甲，甚至钻石甲。“现在托我后腿的就是五号聚集点，我已经很久没有从他们那里收集到给总部的补给了！现在就去！我感到了强大的动力！”于是一切的一切都好理解了，294和137是好朋友，294懂得送礼，获取了升职机会，而137不仅穷得一干二净，还没有完美的完成总部给予收集者的任务，137急迫的想到完成任务并且获得赏识，所以就有了玩家在五号收集点听到的那场“吵架。”玩家感慨，所有人都在奋斗，努力，挣扎，很抱歉在五号聚集点杀死了137。不过怎么办呢？那些人杀死了村庄里除了rich frod之外的所有人！Old tally，big boom，short jack..抱歉，137站错了边。了解了这些始末之后，前往传送室，看看137作为收集者有何权限。核对当前任务：“从收集点5，7，13，84号聚集点为总部收集补给。”确认将来任务：“从收集点2，56，73，102号聚集点为总部收集补给。”好友状态：“294，死亡，暂不可用”联系上层监督长官：“短期内不在线”银行账户：“137号，剩余0元”购置新设施：“账户余额不足”所以我们可以看到这个137号收集者非常苦逼..最后的一个按钮就是传送至传送室，接任务后这些员工要去的地方。同时也是休闲中心。进入后玩家也稍稍震撼了，发现功能还挺多，上面写着大大的TPdata（传送数据），发现一些按钮例如：“传送至聚集点1-50号，51-100号，101-150号。151-200号正在施工中。”看来他们有非常多的聚集点，势力很大。但是当玩家想要按的时候，全部都显示临时关闭了。有些蹊跷啊。“传送至控制室”，分类：收集者，通行允许：未检测到。看来不让过。“传送至数据库”，分类：收集者，通行允许：未检测到。看来还是不让过。“传送至库藏”，分类：收集者，通行允许：未检测到。得，收集者感情什么权限都没有，就是一个干苦力的。最后还有一个“联系组织首领”的按钮，我们待会儿按。先在周围逛逛。玩家可以看到各种休闲娱乐。例如这个叫做“joy”的房间，有人在玩；“fun room”，还是有人在玩；“hilarity”，正在建设中。看来这些人平时的娱乐还是挺多的，挺休闲。还有一个叫做“leisurable and relaxing”，状态是无人使用，太好了！进去玩玩。奇怪的是地上怎么有血..不管了。上面写着‘如进入游戏，不要带入任何私人物品’，那就先放到箱子里吧。如果带了东西进去全部会被清空的，里面的东西也带不出来。所以一定要放箱子里，如果抱着侥幸的心理就欲哭无泪了。那么到底是什么游戏呢，真是期待啊，看看这些人平时玩些什么。“致敬！我努力的工作者们！你们为组织奉献了这么多，现在尽情的休息吧！射杀村民，很有趣！如果你升级为战斗者，更多的游戏解锁，更多的补给提供！”。明天的游戏预览：“用剑屠杀村民！”这些混蛋！果然是人渣，怪不得外面有血，这些人果然还是残渣，再大的组织根劣性也改变不了！看来外面那三个房间也不会是什么好游戏！还升级为战斗者，看来就是更多残酷的游戏。旁边写着：“有趣等级选取”，一看，‘几个村民’，‘相当多的村民’，‘一堆村民’，后面两个选择后会提示村民数量不够，需要补充村民。前者倒是会出来几个村民，如果玩家无节操的话就去射杀吧。只不过会有警告，“账户余额为0”，唉，倒是没忘记这个137收集者是个苦逼。可恶！等不及了，要去找首领麻烦了！直接传送过去！杀死首领，灭掉这个组织！回到中心，按下按钮，传送。这里是？！周围很广阔，下面有火再烧，玩家在一个孤立的玻璃平台上，很明亮。难道中计？！玩家早就觉得有些蹊跷了。一个声音：“有趣。你真是一个高傲的入侵者。你认为这就是我们能做的全部了？几个没用的卫兵，没人注意到一个收集者就这么消失了？所有的攻击都被你那个死了的傻朋友挡住了？只有通往这里的传送通了，所有的一切都这么顺利？你得承认，这个陷阱设计的很好不是吗？什么？收集者294？小小的低贱诱饵而已，为我们牺牲他应该觉得高兴！”玩家：“你这个冷血的混蛋！而且我也看到了你们所谓的‘娱乐’！”那个声音：“不管你怎么说，现在，享受我给你准备的小游戏吧。那么，我现在是什么样的心情呢？嗯..一些僵尸和骷髅作为第一波如何？释放吧！杀了他我的宝贝们！不要让我失望！入侵者，希望你给我更多的乐趣。这么多人都尝试了，这么多人都失败了，哈哈哈哈哈哈！不不不，不够，不够！更多，更多，更多！哈哈哈”于是不仅仅僵尸和骷髅，当他说‘更多’的时候，还有ghast被放了出来。这一关，geludan允许玩家作弊。跑到中间，拿取箱子中的物品，然后打开铁门逃跑。当然，你要是愿意打也可以。通过铁门后瞬间见到了首领。“看这帮人在那边打就是好玩！等等，你怎么到这里来的？你怎么杀死这么多怪物的，而且我的隐藏地点和那里差这么远..geludan送你来的？！干！他一定是太懒了，不想做剩下关卡了！好吧。不管怎么说，你愿不愿意听听我的故事？”选项一，不听他解释，杀了他选项二，听他的故事。第一个选项不能选。Geludan强制逼迫玩家听故事。囧。选择后暗门打开，随他进入，一边走他一边和你讲故事。“我就长话短说吧。当初我是突然被一个生物创造出来的，那个生物叫做geludan。起初我将其信奉为神明，但是他却说有任务给我做。他说将来会有一个叫做玩家的物种，一种会作弊的坏物种..我不明白那是什么意思，不过不管了，我的工作是..喂！不要再盯着黄金矿看了！魂淡！听我讲故事！拜托，交流，显示一点尊重啊。好的，继续走，没有可恶的金矿了。听我继续讲。他叫我装作一个不知名组织的头领，一个想象中的组织，不管如何，总结下，你要是想要怪任何人，就找那个叫geludan的。他一定非常焦虑等着某人去回帖。”然后玩家随着他来到一片不大不小的地方。左边选择，“我相信你，去找geludan回帖”。右边选择，“什么狗屁，准备去死！”但是不管如何，将头颅放上灵魂沙，都会和wither开打。前者是“你居然相信你的敌人？”，后者很明显直接打了..拨动杠杆，获得geludan超级力量增强！获取大量强力装备！但是..其实..你不用打wither的..等待一段时间，熬过wither的攻击，自动进入下一阶段！幻觉剧情到此结束！越狱！关键词：Percy; 幻觉从此处开始，真相渐渐地不再这么扑朔迷离了。玩家和wither打着打着，突然，wither消失了。玩家：“喂！怎么回事，为什么变成peaceful了！？搞什么呢！”一个声音：“别告诉我你真的以为你可以这么容易的借助geludan的力量？而且能这么快的找到boss？”玩家：“嗯？不是么？”那个声音：“幼稚的人。你只是被下药了，你自己没注意到而已。”玩家：“所以你是说，这些全部都是我自己的想象？全部？”那个声音：“很准确。这种药物利用人们内心深处的欲望和需求，所以人们会尽可能长的被纠缠住。但是你的内心欲望很搞笑，杀进总部，杀了首领？用这么野蛮的方式？我必须说，你这人就是很搞笑。”玩家：“好吧好吧，先放一旁，你是谁？为什么我被下药了？”那个声音：“想知道我是谁？我将犯人带到他们的牢房。现在，醒来吧，看看你自己的新房间，再见。”与此同时，wither的房间，总部，一切的一切都成了泡影。玩家突然出现在了监狱里。周围的墙都是惨白的，旁边两张床，一个水池，房间里什么都没有，空荡荡。前面是铁栅栏，可以看到外面是数不尽的牢房。玩家：“可恶！一切都是假的！我从没有接近过总部！等等，那是不是说我的朋友ST还没有死？！但是我先得找办法出去。”一个声响：“嘿，嘿，同志，在么？我也是一个囚犯，就在你旁边的牢房里。我有个办法逃出去，但是需要两个人，以前一直是我一个，现在有了你，计划可以实施了。愿意帮助我么？好的。看看你的水槽吧，我藏了点东西，应该可以帮助你。”玩家往水槽里一看，箱子，里面是红石火炬，可以出去了！打开铁门逃出去。玩家发现每一个牢房外面都有按钮可以进入，但是里面却无法出去。进入旁边牢房，遇上刚才出声的囚犯。“很好。我帮你逃了出来，你也要帮我，这样我们两个就都出去了。看看我这些年当囚犯收集到的东西。”玩家在他手里获取五个红石火炬。“这里应该还有其他三个人在这所监狱里，全部在对面，所以我不能够执行我的计划..没记错的话两个上面一个下面。去试着救出他们，可能对我们有帮助。”玩家跑到对面，发现楼下的犯人已经死了..楼上第一个居然自己逃了出去..再看看最后一个，二层对面最里面，总算没死也没逃。他表示不想走了，只不过希望玩家帮他杀了给囚犯送饭的那个狱卒，态度实在太差，非人道。那玩家算是应了。玩家收取了那个囚犯手里的三个tnt。来到监狱中间的“rest area”，看到现在所在的区域是zone1，一号区域，犯人数量，5。右边可以看到“备用装备和武器，以防暴乱”，嘿，好，不错，玩家拿走了穿上。左边看见十块牛排，是犯人的食物。狱卒日记1：“犯人今天的食物又到了。每天都是牛排。我看了都要吐了，我可不能每天吃一样的”狱卒日记2：“我受够这份工作了。这些寄生虫就该死，浪费食物浪费空间。我也不用整天和这些人待在一起了，他们发臭！不管怎么说，午茶时间~”玩家：“无误，看来那个没死也没逃的囚犯要我找的就是此人。”往前走，进入zone2，二号监狱区。居然发现犯人数为0..不管了，一边往前走一边和旁边牢房的囚犯聊聊。旁边牢房的囚犯：“不错，狱卒们的午茶时间。这不是幸运，我平时观察他们的作息时间。不过说真的，区域2一个囚犯都没有？不管了，先通过这里吧。那么首先我先介绍下自己吧，我叫Percy。”他说道，“所以你现在想要救出一个你不确定是死了还是活着的朋友？你帮我，把我救了出来，我也会竭尽所能来帮你。我待会告诉你计划。”如果抬头看会发现监视的窗口一个人都没有，看来都去午茶了，这帮狱卒..Percy：“完美！监视口没有一个人盯着，正如我所预料的，走！”不过往前走只在墙上有一个按钮。“这一部分就不在我计划中了，我在牢房里是看不到这里的，不过你认为狱卒们会由这个按钮进出？不管了总是值得一试的，走吧。”但是随即玩家和Percy又出现在了一个现实中不该存在的地方，一个浮空的矿点，看起来是地下随处可见的废弃矿厂的一部分，周围还有岩浆和水往下倒灌。Percy：“可恶！我明白了，我们又被下药了。他们只在想要转移我们又不想让我们发现的时候下药！”看来这是他们的惯用手段，玩家被转移到监狱的时候也是被下了同一种药，而且做出来的梦与幻觉还被转移的狱卒看见了..这次两人的欲望是逃出监狱，就有了刚才的一幕。于是一看，玩家觉得是时候醒来了，就按下了按钮。这下完蛋。完全是黑曜石的囚房，往外看去一片漆黑什么都看不到，也没有发现其他囚房，得，这个比原来的牢房还难出去..玩家和Percy，到底在哪里？一个声音：“欢迎来到34号区，我的第34个‘客人’，我的‘永久客人’。”狱卒：“啊哈，最后还是抓到你们两个了，你们以为一个换班的都没有？究竟有没有想过为什么监狱里就你们几个？因为他们都觉得他们很聪明，于是最终都被转移到了更加防守严密的区域！（也就是这里）”Percy：“干，我应该早就想到的，这是一个陷阱！”那个声音：“这全部都是谎言。这个组织是一个谎言，这个总部则是另一个谎言。”另一个不同的声音：“那么刚才那个监狱呢？我应该在这里出现吗？”那个声音：“你在这里干什么？！我付过你钱了，现在，快下台！”玩家：“什么？什么台？我的朋友，是不是你？我以为你死了..”那个声音：“无所谓了。你一定听错了。继续你的旅程吧。”那个不同的声音：“什么？你保证过给我机会在DKS5中再次出现的！不是么Geludan？”那个声音：“闭嘴你这个笨蛋！你把我的身份暴露了！让这个人继续玩即可！对了，只是说明而已，别说5了，甚至连DKS4都没有，我够了！”Percy：“不管他们了，一帮疯子。现在，试试这个！”Percy给了玩家一把稿子..虽然刚才听到了一些奇怪的东西，但是还是继续旅途吧。这里能挖掉的只有一块石头，看看。一挖，嘿，一个洞口出现了，逃生的好机会啊！赶紧往那里一跑，一看一条小道出现，不知通往何方。Percy：“喂，喂，停下，你确定吗？万一这又是另一个陷阱呢？”玩家：“但是是你给我的稿子，难道你不想出去吗？而且我还有人要救。”Percy：“但，说实话，我放弃了。我曾经至少还有个床，你看现在呢，这个牢房，这是报应！我们根本就不该想着逃狱的。我选择留下来。永别了！”玩家：“好吧，如果你坚持的话。唉。永别，我的朋友！”于是玩家告别了这个伴了他一路隔壁狱友，虽然很伤感，但是玩家有着自己的使命和任务，义无返顾地往前走了。箱子，合成箱，越来越奇怪了。玩家来到一个峡谷，下面是岩浆，唯一能够站立的就是这些奇怪的东西。到底是什么鬼地方？熔炼炉，嗯，脑袋？！不管了。有个床，先睡下保存下吧。这个地方再奇怪，也要过去啊！可不能回头到那个监狱了！最后越过几个漂浮在空中的床，落入几个信标之中，爬出信标，往前一跳。玩家大呼“hurrah！”好耶，得救了，逃出来了！。又是一个山洞。不过这个山洞插着火炬。从头到尾都感觉被引导，按理说山洞里除非有人安排好，不然怎么会插上火炬呢？刚才那个奇葩的峡谷又是什么呢？先往深处走吧，船到桥头自然直。嗯？怎么来到一块坟地一类的地方？狭窄的地方微微有些明亮，规整的灵魂沙上摆满了凋灵骷髅的头颅。不，有的地方缺了几块。整个地方被封闭了，怎么出去呢？上面倒是有个洞口，但是爬不上去啊！诶，发现一个旅行者的笔记。“哟朋友，愿意帮我个忙吗？这些是我们小队里队员的尸骨，他们牺牲了他们自己。我必须继续我们的梦想和冒险，你能帮我埋葬他们吗？只要把头骨放在灵魂沙上即可。愿他们的灵魂被饶恕和轻缓！”那看来没办法咯，就帮他这个忙吧，反正现在也不知道出路在何方。玩家一边在想怎么会有64个头颅，一边在放置的时候，突然放置了某个头颅之后，突然有了奇怪的反应。干！是凋灵！这倒霉玩意儿，头颅和灵魂沙结合后会生成凋灵，但是谁知道这灵魂沙是一层还是两层啊！其他都好好的呢，害人啊！诶，石壁上突然开了个洞门！快冲啊！（此时有可能遇上不生成wither的bug，这样的话..建议creative刨开来..）玩家跑了一段路之后，呼，简直是个噩梦。然后就看到一个按钮。啥玩意儿？按下去吧。噗！传送了！越狱章节到此结束！（同时这里还包含彩蛋，如果有兴趣，我会在最后讲解一下这个彩蛋的。）众神宫殿关键词：D区之神；真相按下按钮之后，玩家传送到了一处场所。墙壁，天花板，地板，都是白花花的铁块，荧石照明，中间立着几根黄金，绿宝石和钻石的珠子。一个声音：“向你问好，小伙子。欢迎来到众神宫殿。”玩家：“说真的？没有冒犯的意思，但是，真的？你把这个垃，抱歉，‘这个’叫做众神宫殿？！只是一些闪亮亮的珠子，一堆豪华的材料用在滑稽的，不恰当的地方。拜托..”那个声音：“你可以争辩。但是在你看到更多之后欢迎发表后续意见。”于是玩家开始往柱子那里走。“这边请。”那个声音不断地指引玩家往前走。走过柱子，映入眼帘的是各种，嗯，材料。泥土，沙子，水，地狱岩，末地土等等。摆放方式看着真眼熟。“这里是对所有栖息地的模拟。这里的比例和现实中的比例是一样的。”倒是不错。小小览过全部栖息地模拟之后，那个声音又发话了。“你注意到了什么？没错，人类只占据了这个世界很小的一部分。不管他们多么的努力。他们依旧只是被操纵着。那么，让我们继续吧？”玩家走到了一扇铁门前，门上写着“故事和传奇都只是可悲的玩笑和谎言。探索真相！”进入门后，旁边的红石火炬突然开始狂闪。“为什么我将你带到这里？因为我想让你探索世界的真相。为什么红石火炬突然神秘地闪了起来？看看背后吧！感觉抓到了什么？继续往前走吧，下一个房间。”后面只是一个简单的循环电路。玩家若有所思。获得了踏板，下一个房间。“有时候，物品被不寻常地命了不同的名。仍旧，想！思考！有可能是一个铁砧！”此事，一个铁砧掉了下来。“我们继续吧。”玩家又被给予了一个踏板。这个声音好像想告诉玩家什么。可是走到下一个房间之后一拐弯，居然是死路。怎么回事？他如果要抓住我完全没有必要这样做吧？这时候，那个声音又响起了。“如果你足够相信我，就跟随。之所以我告诉你这么多...是因为我会让你...有着权利和力量去..改变世界！”然后玩家突然就被传送了。这里是？对面有一个人。他看起来像是介绍人，带领玩家参观这个地方。“欢迎。这里是我们众神玩的游戏，叫做..‘生或死’。你会喜欢的，十分有乐趣。”这货是个神么..莫非刚才的声音就是他？不管了，玩家往前走，看到墙上的一些话语：“众神们，这么多年了，你么一定都累了。在众神宫殿中放松一下吧。”‘左边：休闲，生或死’‘右边：零食，休息时间’这帮神还真是悠哉..不管他们了，往右边看，说是众神的休息时间？一块牌子，写的是‘请站在黄色的区域。’玩家站好，一看，牌子写了‘按下按钮，并且能量化自己。’嗯？能量化？这是啥？不管了，先试试。一按下按钮，后面的路被堵住了，糟了，这地方出不去了！“能量化完成倒计时...”“10”“9”“8”“7”“6”“5”“4”“3”“2”“1”“能量化完成。神，请回去工作；或者为了乐趣，玩生或死游戏。”声音消失了，挡住路的格子也退下去了，好像，没什么影响？这到底是干什么的？玩家：“额，不好意思，那个是？”介绍人：“你说什么？！你究竟为什么要那样做？！我们是神，我们需要能量化，你是人类，你们吃东西，不是么？不管怎么说，如果你再做一次，我是不会再和你讨论这个问题的..”看来是这些神的一些补充能量的方法。再玩玩吧。又是一通倒计时，能量化完成。玩家还是没有感到什么区别，那个介绍人也懒得再训玩家一通，这次倒是没有发言。看来这右边没什么好玩的，神的进食没什么意思。往左边走吧，看看这所谓的生或死。诶，到没有立马进入游戏，倒是到了一个类似不知道是会议室还是餐桌的地方..往左面一看，神的盥洗室。哇，有趣，过去瞧瞧。介绍人：“停下！想死吗？！神的能量化可能对你身体没有伤害，但是我们的盥洗室绝对会杀了你的！那是末地，我们完成‘排泄’这个过程的地方。除非你真的想去末地并且立刻结束游戏，不玩生或死的话，你就去吧。”好吧。蛋疼。往右边看，有个小箱子，写着‘人类的零食，自便吧神们’。哟，不错，神不仅用能量化补充力量，还品尝人类的食物。各类食物都有，十几种呢，正好给玩家吃了。往右侧正中间一看，‘游戏生或死，区域选择。’请众神注意，‘务必在自己的领土内游玩。’好嘛，终于到正主了。这里有着很多的区域选择。“区域ABCDEF”“区域G：发展中”“区域H：寻找掌控神中”那位介绍人发话了。“好了，现在是我告诉你这个游戏更多细节的时候了。你是从区域D来的，你认识的所有人都是。每一个区域包含了超过1000个chunk。Chunk是我们神使用的计量单位，就像你们渺小的人类使用的‘格子’差不多，只不过用的比例大了而已。而我，很明显，是区域D的掌控神。好了，现在激活区域D的游戏吧，传送后我会告诉你更多的。”玩家传送到了一个巨大的大厅。对面写着一个大大的region D。介绍人，不，应该叫自家区域的掌控者了，他说：“好的，那么如下是玩这游戏的方法：‘每一个灯都代表了一个人的生命状态。亮着的是活着，暗了，灭了，就是死了’，干什么这么奇怪地看着我？我们是神，我们玩弄低贱人类的生命，所以呢？哦，抱歉，我忘了你也是个人类。”玩家：“...... 不管怎么说，我现在有几个任务和请求要完成。我看看，我现在要做些什么？嗯...杀了那个组织的首领，为村庄报仇；为了一位囚犯，杀了监狱里的其中一个狱卒；当然了，最重要的不是任何事，而是找回我最好的朋友。”区域D的掌控神顺便介绍了一下区域D的背景：“对了，是不是你碰见的一些人，提到了地狱里有其他交易点？还有其他的聚集点？是的，它们确实存在。不过不是在这个区域。我恐怕区域D不是那么高度发展的地方。”得，不管这个高傲的神了，看看周围吧。游戏中出现过的角色基本都在这里了。（后续剧情的不在这里，原因会在后面揭晓，不是bug。）每一个人，都有一盏灯。旁边还都有一个箱子，写着是谁。在这里玩家会发现很多秘辛，例如：发现监视的和转移囚犯的是同一位，送饭的是另一位，一共两位狱卒；一开始在DKS1里面和玩家说话的人，发现他不在这个区域（玩家退休后跑的真远）；DKS2中村3的村长无法改变状态；山洞中留下笔记，希望玩家埋葬同伴的旅行者也不在这个区域（看来跑远了）等。玩家：“我看看..先复活地狱交易点的领头者吧，是个好人。再把那个监狱里的坏狱卒杀了，嗯。诶，原来我杀龙的时候不是在区域D啊。哇，那个留下笔记的人已经离开了这个区域，他们的冒险跑得还真远的。沙漠村的人都复活吧，村长就不要了，那个坏蛋整天剥削村民。浮空岛的Wendy，算了，那女人太恐怖。我再看看..”“我看看..嗯？！为什么雨林的村长不可以杀死？”“嗯？！这个写着区域D的掌控神..我看看，不能按..”“嗯？！为什么不光是雨林村长和掌控神，为什么组织的首领也不可以杀死？！”正在玩家逛的时候，走到一盏灯前，突然停住了。玩家：“不！怎么可能！Rich Frod死了！不可能！指示灯灭了！快来快来！你快过来！灯是不是最近灭的？！是不是‘他们’找到他然后杀了他？！”神：“我想恐怕不是。这盏灯是和其他几盏一起灭的。对，什么Old tally，short jack什么的。”玩家：“但是我看见他人了！我99%确定是他！”神：“那那个1%呢？”玩家：“你是不是知道什么？！你是不是在暗示什么？！你知道什么，把你知道的所有细节都告诉我！”神：“别对我吼，你没那个权力，我是神，你只不过是一个被我邀请上来的人类，懂？不错。现在我可以建议你去见一个人，如果你想知道真相的话。你见到他之后，所有的事情都会被解答，都会合乎常理。现在我把你送过去，见那个组织的首领，我会威胁他说出所有的事。你是我的客人，他不是。但是在那之前，先享受这个游戏吧，杀和复活你要的人。”（在此之前我曾经想过多样化结局，复活所有的人，好结局；杀死所有的人，坏结局；有死有活，普通结局。但是后来我放弃了，没什么意思，我只想把事情的真相通过剧情表达出来而已，往后玩吧，所有的事情都会被揭露的。）走前，玩家问起了破幻地狱的事。“是的，怎么了？啊，你想知道更多细节啊，明白了。这是一个人们消除他们罪恶的地方，如果一个人偶尔做了一些坏事，他可能会去罪恶之门1，尝试着消除这些罪恶。但是如果这个人非常非常坏，那么这就是强制性的，而且这个人会被周围的人强制送去，并且罪恶之门2就为这个人而开放。这种情况下就需要更多时间，而且回受更多的痛苦。嗯，没错，你说的没错，每一个不同的区域都会有它自己的破幻地狱。并且在这段时间内，这个人的状态不能被神所改变，他们正在变好，所以不能被打扰。”解释完之后，神接着说：“你现在杀死或者复活你要的每一个人了吗？是的，你会发现某一些的生命状态不能够被改变，可能是这个人暂且现在不在这个区域。或者，想这个我现在要带你去见的这个人，那个组织的首领，如果你杀了他，我就不能带你去遇见他了不是么？准备好走了吗？”玩家：“我想我没事了。但是我的朋友呢？！”神：“别担心，最终你会见到他的，当所有的事情都清楚了。现在，如果你准备好了，按下按钮。”一切都准备好了之后，玩家按下了按钮，准备去见组织首领。玩家来到了一处封闭的地方，左边写着“审判，夜时”，右边写着“审判，日时”。正中间有个按钮，审判开始。不过，审判？！往隔离的铁栅栏往外面看，围了一圈像个笼子，周围都是黑暗的基岩，正上方一束光从外面射到笼子里。真有点审判的感觉。突然，笼子里出现了一个人影。神：“你的姓名，有罪的人。”首领：“现在我们对区域F和G的侵略已经..嘿！我在哪里？你是谁？”玩家：“......”神：“你的姓名，有罪的人。”首领：“等等等等，你究竟是谁？你知道我是谁吗？你怎么敢囚禁我？”神：“你的姓名，有罪的人。我要失去我的耐心了。”首领：“你这个微小的虫子，如果你让我出去，你立刻就会死！”神：“是谁是微小的虫子？你这个小小的高傲者？有罪！”首领：“嘿！等等！这是个审判对吧，如果我没搞错的话。我怎么就有罪了？没那么快！”神：（对玩家）“你还有什么东西想问他的吗？”玩家：“有。”（对首领）“告诉我，我的朋友在那里？而且你要为你对村子所做的事情而付出代价！”首领：“你到底在说什么？！这就是你们干的事吗？把一个人从重要的会议中抓过来？而且，什么村子？它可能是我宏伟计划中的一小部分！”神：“够了。你觉得你真的掌控着一股大力量？对于我们神来说你完全只是一个滑稽的秀而已，现在秀该结束了，我和我的神朋友们已经看够了。”（对玩家）“我会好好‘照看’他的，你现在去见你的朋友吧，人类。”玩家：“什么？我需要看见他的死，和他的组织的崩溃！”神：“没有他，他的组织不久后就会崩溃的。现在，离开吧。”众神宫殿，完结！寻找最后的知情人士关键词：组织的分崩离析；区域F；潜伏离开众神宫殿后，玩家要经历最后一段精彩的历程了。此段绝不比前面弱，后期非常精彩。玩家相信在审判了组织首领之后，这个组织也将崩溃，该杀死的人也通过众神的生或死游戏解决了。杀死村民们的小首领也在五号聚集点被消灭。可是当时下达具体命令的是？难道只是小首领的随性行动？不管了。现在只有一个疑问没有解出，为什么Rich Frod早就死了？怎么死的？为什么？玩家见到的到底是谁？到底是怎么一回事？那个区域D的掌控神也一直闭口不谈，总是说事情最终会水落石出，真是麻烦。不管了，不过真的非常险，因为在对组织首领审判的时候，隐隐透露出其对F和G的侵略企图，看来A到E也被其蚕食的差不多了，最终惹恼了掌控神，由D区掌控神对其出手。不用管这么多了，都过去了。我的朋友ST呢！“我来了！我的朋友！”看见前面的一个沼泽小屋，玩家非常的激动，看来ST被D区掌控神安置在了这里。玩家：“嘿！我的朋友！我太想你了，而且我很担心你啊！”ST：“是啊，我也是！说真的，当我知道我们在那个聚集点都被下药的时候，我在极端的痛苦中。但是戏剧般的，一个人救了我！他自称是神，哈，还是区域D的神。他在胡说些什么...不管怎么说，你怎么找到我的？”玩家：“额，神...我不知道。他们可能是真的。不管了。尽管如此，这个地方让我想起了我在地牢遇见你前的冒险，那是一个选择性的战斗，但是我仍旧选择了去。较难对付。这个沼泽小屋...你认为为什么他把你放在这里呢？”（↑详情请见DKS1）ST：“完全没头绪。但是我听说了一些谣言，说geludan不知道如何结束游戏，所以当他到处飞的时候，巧合地看到了这地方，他驱逐了女巫，并且让这一幕发生了...”（Geludan：“闭嘴！我已经做了很多了，不要再批评了！现在，如果你看到了这一页，这说明你离这游戏的结局已经很近了！找出最后的神秘事件，为什么Rich Frod一开始就死了？”）ST：“什么？你是说一开始我在收集去地狱材料的时候，那个给你提供武器的人不是真的？叫Rich, Fod？Rich Frod？什么的...”玩家：“没错。但是怎么可能他不是真的呢？神声称那个Rich Frod绝对和其他人一起死了，怎么可能他还在那里呢？而且为什么他没有伤害我们？”ST：“嘛，既然首领被处刑了，我想我们可以找到一些曾经为那个组织工作的人，然后问这个问题？”玩家：“嗯，不错。走吧。不，先睡觉，我累坏了。在那之后，我们去右边的那块大陆吧。”玩家睡了下去（按下踏板到晚上），保存。玩家：“朋友，有件事情需要你澄清，到底什么是那个所谓的‘台’？一个声音提到了它，而且说你应该‘下台’？”ST：“嘛..那个声音是geludan。那个台是..嗯..你知道..这整个东西仅仅是个游戏..你是一个玩家，我是一个编造出来的角色..这个是..我恐怕就是真相了..嗯..不用管了，就说你有了不错的经验。”出门，望海一瞧，连荷叶都摆成了箭头形状指向了那片大陆。玩家和ST就往那个方向游过去。上了岸后，玩家不知道该往哪里走。ST发言了。ST：“好，根据geludan给我的一份组织人员分布图，应该有一个组织的前任人员，以前经常建立许多侵略计划的人在附近。他应该知道些什么。”接着玩家不断地跟着ST往前走。爬上了山，“看！就是它”玩家看见了一栋不起眼的小屋子。木头屋子，被几棵树包围。门上写着“Nick 和 Rosy。”嗯？真怪，怎么看起来像一对小夫妻的屋子啊..ST：“Nick？那就怪了，根据分布图，住在这里的这个人应该叫Simon..而且这个Nick是结婚了的..”Rosy：：“谁？你们两个是谁？这里是区域F，你们在找Nick吗？”ST：“嘛，女士..我们怀疑你的丈夫不是你想的那么简单。你看，你甚至不知道他干什么的吧？”Rosy：“我确实不知道..每次他只是出去，从不告诉我他干什么，但是我相信他！”ST：“是是是。我们也希望我们可以相信他。但是他在哪？”Rosy：“我不知道...他已经很久没回来了，自从上次他出去工作。”ST：“好吧，线索在这里断了，我们..”玩家：“等等，等等..你没有注意到那个吗？！我们现在在区域F了！我..他把我们两个都送到另一个区去了？！我只认识他，我对区域F的掌控神完全没头绪啊！”ST：“嘛...我们至少在一个渗透不是很彻底的区域，我们至少可以..看！窗外！快！跑去这个屋子的后面！”玩家透过窗户看见了红黄相间的信号，很显眼。来不及思考什么区域了，赶快跑过去！跑到屋子后面，悬崖边上，ST：“看，看到了吧，那个很炫眼的羊毛！跑过去！”跑到了那里，遇上了一个人，一个嫉妒者。“你们来了，旅行者。你们是不是为了一个叫Nick的人来的？你们也认为他很可疑！英雄所见略同....不管了，这个人几年前来到了这个地方，他说他叫Nick。然后他就和当地的一个女人结婚了，Rosy。她是我的目标！而且她决定和他住在一起！啊啊啊啊！必须杀了他！但是那是犯罪，rosy也会恨我一辈子的。但是，我找到了一个秘密！在他们的房子后面有一块沙子，用这个tnt，放在沙子上，然后...引爆它！你们会明白的。我不想去做它，因为我不想冒险，万一...所以，外来者，你们想做吗？什么？什么区域F？！你们到底在说什么！？我不是疯子，你们两个是！”玩家：“是的，他没错。一个正常的女人怎么会知道神的度量单位概念？她怎么知道区域F或者类似的东西？我们干吧。我也怀疑这个‘Nick’。”ST：“好吧。我们做吧兄弟。”回到他们家的后面，果然有块沙子，放上tnt，引爆。Rosy：“你们两个到底在干什么？！？！？！？！”BOOM！Rosy也来不及阻止tnt的爆炸。果然有蹊跷，房子下面居然有一些黑曜岩？这可不寻常。不对，不只是黑曜岩，下面别有洞天！下去！Rosy也跟了下来。“你们两个以为你们在干什么？！哦，不对...Nick从来没告诉我我们家地下有这个一个地方..”ST：“好了，夫人。你可以和我们小小的解释一下，你，作为一个寻常的女人，怎么知道区域这个概念的？你甚至知道是F？”Rosy：“Nick告诉我的..但是，我仍旧不能接受他是你说的Simon。”玩家：“我们会见证的，夫人，不是吗？我们往深处走吧。”前方是岩浆，有着窄窄的玻璃桥。玩家，ST，和Rosy三人则一起往里走，希望可以发现什么。步履薄冰地走过了岩浆上的玻璃桥，一个拐弯，三人走到了两扇铁门前，上面写着：“我是谁？”左边是simon，右边是nick。如果选了Nick，会发现是死路，写着：“饥饿致死吧，入侵者！”，这就有些怪了..但是在假设这个人叫Simon的前提下，玩家三人走入了左边的门。“正确！我还没有被幸福的生活所腐蚀，真好。”到这一步，Rosy也只能承认，她所爱的丈夫Nick其实真的是Simon。不过她还存有着侥幸，毕竟改个名字换个地方居住也不是什么十恶不赦的事情，只能期望她的丈夫只是想隐瞒一些秘密，而不是十足的坏人。继续往前走，又看到了Nick，不，Simon留下的字。“永远不要忘记我的使命！”为什么Simon不断地留下这些字，好像每次他进入都要提醒他自己一遍似的？再往下走，通过一个水洞，最终到了一个像秘密地下人工实验室的地方。“重复提醒：我是Simon！永远不会是Nick！我是我们组织的关键人物！”，这个Simon还真是怪人，难道他经常忘记自己是谁吗，还是有其他可能？一进入实验室，玩家三人都震撼了。实验室不宽敞，但是很长很深。这里有着各种试验，“末界科技研究”，“生物研究：植物”，“炼金术研究”，“地质学研究”，“木匠活和铁匠活的研究”，“音乐的研究”，“大项目：红石科技”，“项目：建筑学的艺术和奢侈”玩家：“看见了吗夫人，您的丈夫不可能一个人造出这么多东西来！”Rosy：“是！但是他是一个伟大的科学家！”玩家：“我..我们还是继续往深处走吧。”“新科技：铁轨学”，之后就没有新的东西了。Rosy：“好了！结束了，看来他只是纯粹的一个科学家，你们两个怎么敢侮辱诽谤他？”玩家：“不，夫人。这不对啊，这幅画，走！”然后三人发现穿过了墙上的壁画后，里面还是别有洞天。里面的研究和外面的研究完全不一样，充斥着阴暗潮湿的感觉。“新科技：洞穴学”，“我们所持有的一个强大力量：黑暗亡灵学！”，“地狱科技的研究！”最后看到了一个工作台。所有关于组织的事情都在这里被叙说了清楚。玩家：“你现在清楚了吗，夫人？他是邪恶和天理不容的！”Rosy：“不..不..我不能够赞同这些..不..”ST：“那我们为什么不通读这些日记呢？”Rosy：“不！我要保护他的隐私！你们给我离开他的秘密！”玩家：“蠢女人！你想要保护你的丈夫，还是保护一个潜在的混蛋？！”Rosy：“......好...吧。”Simon日记1：“我的名字是Simon！我是Simon！不是该死的，没用的，软弱的Nick！我在这个地方已经藏了很久了，我们的组织壮大迅速，但是敌人也越来越多！作为一个技术师，我们被要求送往各处，离开我们总部的实验室，转移到安全的地方。我现在仍旧和总部有联系，并且送回实验结果。但是！那个女人，Rosy，真的给了我温暖，我从没有的温暖。我快要被那种温暖所腐蚀了！我甚至想过只当一个普通的人！但是，不！野心，威胁，都不允许我就这么安顿下来！该死！对不起了，Rosy！”Simon日记2：“啊！红石计划，没有什么显著地进展的发现，有些天了。我明白组织对其的急迫需求，我们确实在努力了，但是..然而地狱科技，一个巨大的进展，真的很有帮助..组织最近对新发现的需求越来越频繁了，但是我们又能怎么做呢？”Simon日记3：“不可思议！‘弑神’计划居然有进展了！我们被召集了！我们早已意识到了一点点，有可能有神的存在，但是我第一次听说的时候，我觉得是个玩笑！但是他们已经做出了一些进展，不可思议！但是为了Rosy..我不想走...是的，我要留下来。就装作我身体不舒服吧。”玩家：“弑神...这帮疯狂的人永不满足..如果让他们成功的话...我不能想象...幸运地，组织首领已经被其中一个掌控神给杀死了。组织现在应该在崩溃。”Rosy：“看，看，他爱我，他爱我，求你们..饶恕他吧！”ST：“嘛，如果他真的这么爱你，为什么他最后离开了呢？看看下一本日记吧。”Simon日记4：“不可置信！弑神计划已经够不可置信了，现在有一些更加不可置信的消息！首领死了！其他所有的副首领和他们的跟随者都开始为首领的位置而争斗！现在组织就是一团糟！这个地方也不安全了！Rosy？不，如果我不在，她会安全的，我的真爱..这些年很短，但是，很温暖..再见..”玩家：“好吧..他是一个好人。一个生在错误地点，错误时间，为错误的人工作的人。但是他是一个有良知的人。”ST：“但是你没有有注意到什么？”玩家：“当然，我注意到了。草！！！！这个人在这么一个高位上，高到他根本不知道区域D中几百个小集合点中的一个小团队对于一个可以忽视的小村庄的一个小行动！草！！！”ST：“没错，而且..”玩家：“当然，我也发现了，唯一一个可能知道Rich Frod真相的人，就是集合点5中的小首领，但是他已经死了，草！！！”Rosy：“喂？我可不可以打断一会儿？我不知道发生了什么，但是我可能在某些方面来说，对你们有帮助？在他最后一次离开前，他给了我一个按钮，并且留给了我一句话，‘沙子，右边的书架’这个对你们有帮助吗？”玩家：“既然他这么爱你，我想他不会伤害你的，我们相信你。让我们开始吧，他可能说的是把按钮放在右面的书架上，并且激活。”章节“寻找最后的知情人士”结束。大结局关键词：真爱。悲剧。Geludan真神？RF的真相？激活书架后果然有巧妙在理由。书架中突然出现了一个洞。看来这里不仅是暗藏的实验室，Simon知道这个实验室对组织的人来说不是秘密，所以又藏了一条密道，现在把这条密道交给Rosy，遇上了危险希望她逃生。这里有一封Simon留下的信。“我挚爱的Rosy：当你读到这个的时候，说明你发现了我所有的秘密，而且正在逃脱某种危险。你可能感受到被欺骗了，被背叛了，但是我爱你！我留给了你这个我无意间发现的隧道！你可能同时有一堆问题，我会解释的。其实我从来就不在总部里，我一直都是在实验室，甚至当我被释放，送走的时候，我遇上的人仍旧只是总部来的，我只能和他们谈话，所以我对组织知道的很少！但是！有一个睿智的人，可以解答你所有的问题，那就是Geludan！我们的组织意外的遇见了他，他告诉了我们关于神的事情，关于区域的事情，于是我们就意识到了继续作为强盗是很愚蠢的。然后就出现了弑神计划。在所有人都被神这个概念吓到的时候，我和Geludan交谈了一会儿，他向我保证会帮我一次忙。如果你，我的爱，遇上了危险，我愿意用上这次机会！跟着我的记号，然后找到他！当你见到这封信的时候，我可能已经死了，忘记我吧。你的Nick，永远。”只见Simon，不，还是叫Nick好了。只见Nick留下的牌子写着：跟着海绵走，我的爱！玩家：“节哀顺变，夫人。”玩家也只能这么说了。玩家想到，“我必须要见到geludan！我需要真相，Rich Frod的真相！”玩家们注意，这里能小心跳就小心跳吧，都玩到这里了就别阴沟里翻船了..最后玩家来到了一个长满藤蔓的地方，看来历史很悠久了。但是非常简陋，看着像是千万年不曾有人拜访。“Geludan的庙宇。世间至上权力的庙宇。”，建造在这个地方还真是不容易让人发现，不起眼。玩家一走入，突然周围冒起了一个声音。“你..是谁？这个地方..已经很多年没有被打扰了..”玩家：Hi..嗯..Geludan？我对于打扰表示很抱歉，但是我只是想知道关于我一个朋友之死的真相..“冷..静..先回答一个问题..什么是真相？为什么真相？为了..什么..？如果我说谎..一个善意的谎言..你很高兴..你喜欢吗？或者你现在..仍旧想要真相？你是否在追寻一个正确的目标？”玩家：......。嗯..是的！我在追寻的真相可能是残酷的，但是我仍旧需要它！“好..很高兴这是你的回答..希望你追寻的是‘真’真相..好小伙子。”突然，石壁上开了一扇门。玩家走了进去。“欢迎，年轻人！我很高兴！不，我对于有人可以走到这一步表示惊讶。每一个人，完完全全的每一个人，外面的那些，为了金子，地位，权利，而斗争。但是有一个东西被遗忘在了后面---人类的自然本性。我很高兴你在这里，我看见了你。你愿不愿意成为第八个掌控者，新建的区域H？另一个神？至高无上，最高权力，掌控善良的纪律？”玩家：“成为一个神听起来很有吸引力，但是不对所有人的胃口。你看我在这里，纯粹是因为我想要找到友情和真相，权利会腐蚀人类。”“很好，你通过了我最后的试炼。如果你带着贪婪接受了我的请求，等待着你的将会是破幻的地狱..现在！我提名你，为区域H的掌控者！另一个全新发展的地区指望着你！好了，现在传送你至众神宫殿。你会熟悉任何细节的操作，包括如何快速地会见其他的神。”玩家：“等等！在tp我之前告诉我真相！”“你想知道Rich Frod是吧？让我重倒时间...”.........“是的，那是个悲剧。他被屠杀了，就像其他的人。然后强盗的首领留下了一个人。他的任务是消除任何可能的危险。之后你们两个人来了，他没有足够的能力同时杀死你们两个，所以他将你们诱惑至他们的集合点，然后给你们下了药！那个武器存库是真的，不过不属于Rich Frod的家族，他确实像他说的那样，他们家族曾经有钱（详情见DKS2）。那个武器存库是集合点的存库，但是他们没有想到你会杀了他们的后勤补给人员...所以你在会议听到的争执是真的，但是任何在那之后的事，例如总部，都是你的幻觉。”玩家：“好吧，清楚了。”给玩家：“如果你跟随到了这里，并且完全了解了所有的剧情，我得说：十分谢谢你！如果你可以截图这页，或者回复我的帖子这个页面包含了什么，让我知道你完成了游戏，我会最最感激！”---------------------------完结线---------------------------完结感言：呼，不容易。真的不容易。游戏设计，剧情，关卡制作，书写，bug检查，书写检查，翻译汉化，攻略小说，花了100小时一定是有的。同时感谢Garytang对我的支持，没有他的鼓励可能这个作品我就草草了事了。真不容易！\n\n玩家会经历一个角色，“从一个一无所有的冒险者，最后达到了掌控神的位置”的所有旅程，途中遇见不同的人物，不同的风土人情，不同的勾心斗角，有阴谋有阳谋，也有真挚的友情和见证感人的爱情。解开一个又一个的谜团，挖出伏笔，最后只能感慨一句：我经历了好多。\n\n神么，这个其实很简单，玩家遇上的掌控神，从区域A到G全都是伪神，在众神宫殿的休息区可以看到，“work，工作”等字样。最后Geludan也说了，玩家被他提名为区域H的神，也就是说这些神都是被选拔的，寿命长，对于人类有一种优越感，其实也是为别人工作，不过类似万人之上一人之下的感觉。那个组织也很容易，对A到E区域的渗透已经很彻底了，从首领审判时出现的只言片语发现，F和G也在侵略计划中，H是新区，还未来得及。自从他们偶遇geludan，从geludan口中得知了神的概念，就开始了“弑神”这个计划。所以Rosy作为一个普通人却知道区域的概念是不可思议的，而不是说区域F就比区域D要开放。这个组织的组成大致是由下面无数个集合点，不断地打砸抢烧（组织的前身就是强盗组织，只不过发展壮大后来开始研究科技了，具体例如Simon），每月上缴一定量的物资提供总部（聚集点在临近的地狱交易点，派出后勤保障人员，聚集点5的人员被玩家杀死了）。在聚集点5，下面的人怂恿小首领拒绝上缴，但是小首领一直没有听从，直到后勤人员死了，才牵扯出那一场玩家听到的争吵。总部来收集的人也有很多，从玩家的游戏经验里可以发现每个收集者都负责好几个聚集点，平时还有屠杀村民之类的游戏（需要周围捕捉村民，“补充货源”）。账户余额多了还可以购置新的家具。做得好了还可以升级为战士，有着皮甲石剑。战士升级后可以有铁甲钻石甲等。再上面就是副首领和首领。副首领只有在Simon日记中出现过。这一点可以从收集者139和他的朋友的经历中看出。\n\n该交代的事情我都交代了吧？伏笔埋了不少，最后应该都挖出来了。坑也都填了，没有未解开的谜了吧？可能有些不符合逻辑的地方，但是我都尽量解释的合理了，甚至包括Kenn哪里来的，隧道是不是Simon一个人挖的之类的我都给了个解释，还有什么问题都可以问我！\n当然最后，彩蛋！希望你们还记得这一回事？逃离Wither，通向众神宫殿的时候，左边的是按钮，将按钮移除，放到右边方块上，然后激活，你就进入了彩蛋！什么呢？就是施工到一半，施工失败，放弃了的众神宫殿施工现场！走到深处本来应该是神的教导，但是放弃了，所以那里我还立了一块牌子，介绍这个部位本来是应该干什么的。"
        },
        {
            "author": "g-g-g",
            "timestamp": 1375362840,
            "txt_content": "消灭8小时0回复笑"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1375363020,
            "txt_content": "我也来占个坑      "
        },
        {
            "author": "Terry39",
            "timestamp": 1375398420,
            "txt_content": "虾米，字好多，辛苦了"
        },
        {
            "author": "虚伪寂寞",
            "timestamp": 1375414380,
            "txt_content": "辛苦啦，卤蛋同志{:10_513:}"
        },
        {
            "author": "银狼",
            "timestamp": 1375529700,
            "txt_content": "好家伙！这么多字，你写了多久啊？？？"
        },
        {
            "author": "geludan",
            "timestamp": 1375531020,
            "txt_content": "银狼 发表于 2013-8-3 12:35 \n好家伙！这么多字，你写了多久啊？？？\n好几个月呢。。九个月中我不光是做地图找人测试和截图，写这东西还费了我很多心思"
        },
        {
            "author": "12345ssdlh",
            "timestamp": 1375542000,
            "txt_content": "反正先走又再走左，来到了有三个按钮的房间。两个creeper一个steve，ST认为应该是steve。这里是“右”"
        },
        {
            "author": "无痕",
            "timestamp": 1375779960,
            "txt_content": "卤蛋真是幸苦了"
        },
        {
            "author": "影子o0",
            "timestamp": 1375864680,
            "txt_content": " 本帖最后由 影子o0 于 2013-8-7 16:38 编辑 \n\n真是超级厉害的作品！！！！超级喜欢！ 如果能用NPCMOD 丰富起来~ 更加喜欢"
        },
        {
            "author": "Legofan9403",
            "timestamp": 1376406180,
            "txt_content": "很好的地图呢！                   但我的确有一个小问题：DKS3里强盗首领留下的那人和Rich Ford长得很像么？要不然主角怎么没认出来？"
        },
        {
            "author": "geludan",
            "timestamp": 1376406420,
            "txt_content": "Legofan9403 发表于 2013-8-13 16:03 \n很好的地图呢！                   但我的确有一个小问题：DKS3里强盗首领留下的那人和Rich Ford长得很像么 ...\n哈哈你也发现了啊，但是我懒得想理由了就当做易容术吧"
        },
        {
            "author": "Legofan9403",
            "timestamp": 1376407680,
            "txt_content": "geludan 发表于 2013-8-13 23:07 \n哈哈你也发现了啊，但是我懒得想理由了就当做易容术吧\n很负责的版主呢，回帖这么快！"
        },
        {
            "author": "geludan",
            "timestamp": 1376407680,
            "txt_content": "Legofan9403 发表于 2013-8-13 16:28 \n很负责的版主呢，回帖这么快！\n哈哈，我有时候在论坛泡一会儿的"
        },
        {
            "author": "huhu",
            "timestamp": 1376481960,
            "txt_content": "卤蛋兄，渔夫哪里跨过柱子是什么意思，我没看见渔夫啊"
        },
        {
            "author": "huhu",
            "timestamp": 1376482440,
            "txt_content": "huhu 发表于 2013-8-14 20:06 \n卤蛋兄，渔夫哪里跨过柱子是什么意思，我没看见渔夫啊\n看见了。。。话说卤蛋还记得我么"
        },
        {
            "author": "SD748",
            "timestamp": 1376570940,
            "txt_content": "这个地图要MOD吗"
        },
        {
            "author": "jerwyk",
            "timestamp": 1376795820,
            "txt_content": "看到这么长的攻略为什么我瞬间有一种不敢玩了的感觉？"
        },
        {
            "author": "super_233",
            "timestamp": 1376959020,
            "txt_content": "看到攻略这么长瞬间吓尿。。"
        },
        {
            "author": "zaitadeyeli",
            "timestamp": 1377519000,
            "txt_content": "终于 一天时间 通关了 这是我玩的最久的一次   而且就是万一不小心死了 还得从头来装备还没有 在3里死了好几次在2一次没死啊"
        },
        {
            "author": "geludan",
            "timestamp": 1377519600,
            "txt_content": "zaitadeyeli 发表于 2013-8-26 13:10 \n终于 一天时间 通关了 这是我玩的最久的一次   而且就是万一不小心死了 还得从头来装备还没有 在3里死了好几 ...\n你不是在凋零那里停住了么，那里是伪结局，后面还有一堆呢。。"
        },
        {
            "author": "qhm9023",
            "timestamp": 1377657960,
            "txt_content": "楼主 在众神之殿哪里传去末地了怎么办。。。 悲剧了"
        },
        {
            "author": "geludan",
            "timestamp": 1377658200,
            "txt_content": "qhm9023 发表于 2013-8-28 03:46 \n楼主 在众神之殿哪里传去末地了怎么办。。。 悲剧了\n叫你不要去厕所的。。想办法死了开创造回来吧。。"
        },
        {
            "author": "qhm9023",
            "timestamp": 1377660060,
            "txt_content": "好了 我过了  怎么上传图片"
        },
        {
            "author": "geludan",
            "timestamp": 1377660120,
            "txt_content": "qhm9023 发表于 2013-8-28 04:21 \n好了 我过了  怎么上传图片\n使用图床，方法在置顶可以学习"
        },
        {
            "author": "qhm9023",
            "timestamp": 1377667260,
            "txt_content": "坑爹  发个图都这么难     楼主    期待新作品啊   "
        },
        {
            "author": "qhm9023",
            "timestamp": 1377667320,
            "txt_content": "qhm9023 发表于 2013-8-28 13:21 \n坑爹  发个图都这么难     楼主    期待新作品啊\n最后就剩这么多东西了= =  被清空了背包   对了  楼主   DK3的开始有BUG  拿不到装备"
        },
        {
            "author": "geludan",
            "timestamp": 1377684480,
            "txt_content": "qhm9023 发表于 2013-8-28 06:22 \n最后就剩这么多东西了= =  被清空了背包   对了  楼主   DK3的开始有BUG  拿不到装备\n你是指画框么"
        },
        {
            "author": "qhm9023",
            "timestamp": 1377741300,
            "txt_content": "差不多吧 踩压力版没东西 我都是用TMI拿的= ="
        },
        {
            "author": "geludan",
            "timestamp": 1377744600,
            "txt_content": "qhm9023 发表于 2013-8-29 02:55 \n差不多吧 踩压力版没东西 我都是用TMI拿的= =\n踩压力板本来就没东西。。"
        },
        {
            "author": "屁颠的猪",
            "timestamp": 1377759540,
            "txt_content": "在找4个南瓜的任务完成的铁门顶上有7个装着钻石剑的展示框，打爆了就有8把钻石剑了{:10_492:}"
        },
        {
            "author": "q1587471896",
            "timestamp": 1380788880,
            "txt_content": " 本帖最后由 q1587471896 于 2013-10-3 16:34 编辑 \n\n额 上次玩这图 打蜘蛛眼那掉岩浆了东西全没了 这怎么办啊 在线求解啊～～～～{:10_509:}"
        },
        {
            "author": "q1587471896",
            "timestamp": 1380790560,
            "txt_content": "q1587471896 发表于 2013-10-3 16:28 \n额 上次玩这图 打蜘蛛眼那掉岩浆了东西全没了 这怎么办啊 在线求解啊～～～～\n额 等啊等................"
        },
        {
            "author": "geludan",
            "timestamp": 1380791520,
            "txt_content": "q1587471896 发表于 2013-10-3 09:28 \n额 上次玩这图 打蜘蛛眼那掉岩浆了东西全没了 这怎么办啊 在线求解啊～～～～\n无所谓就作弊吧，只要体验剧情即可"
        },
        {
            "author": "q1587471896",
            "timestamp": 1380957660,
            "txt_content": "geludan 发表于 2013-10-3 17:12 \n无所谓就作弊吧，只要体验剧情即可\n额  ........好吧 果断拆了指令方块"
        },
        {
            "author": "李冬瓜",
            "timestamp": 1386491460,
            "txt_content": "楼主辛苦~~"
        },
        {
            "author": "光影~",
            "timestamp": 1394286240,
            "txt_content": "我想问一下：如果在通往天堂的跳跃之前，里面房间的箱子里的东西我没那怎么办？（手贱啊手贱）"
        },
        {
            "author": "creeper502",
            "timestamp": 1398733620,
            "txt_content": "为毛我卡在第二关第二部分了，那个引线找不到。。。还有黑曜石，开创造飞都没看到。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1404315660,
            "txt_content": "geludan 发表于 2013-8-1 12:34\nhttp://www.mcbbs.net/thread-151383-1-1.html 作品贴地址。\n\nDKS1的攻略我就不贴出来了，真的需要的就在我 ...\n  O.O 前来支持卤蛋"
        },
        {
            "author": "1219378524",
            "timestamp": 1408610460,
            "txt_content": "我通不了关\n只可以看这个了233"
        },
        {
            "author": "1092888175",
            "timestamp": 1417234140,
            "txt_content": "1219378524 发表于 2014-8-21 16:41\n我通不了关\n只可以看这个了233\ndks1中地狱关卡怎么过，攻略中没有找到"
        },
        {
            "author": "xcc",
            "timestamp": 1433507280,
            "txt_content": "有的地方看起来有点看不懂，有点乱"
        },
        {
            "author": "见证",
            "timestamp": 1433642040,
            "txt_content": "楼主楼主，度娘网盘下不了了。。。。。。{:10_525:}"
        },
        {
            "author": "rbg1998",
            "timestamp": 1434969600,
            "txt_content": "geludan 发表于 2013-10-3 17:12\n无所谓就作弊吧，只要体验剧情即可\n楼主，那个聚集点的那个剧情特定的木头在那里啊？"
        }
    ]
}