{
    "title": "[The Last Of US] 美国末日 序章",
    "author": "zhh30648",
    "replyCount": 4,
    "timestamp": 1375265400,
    "txt_content": "此文纯粹出于爱好而将《美国末日》游戏改写为小说，文笔极差，欢迎狂喷，字数不多，3600字左右\n讲述的是发生在美国的一场巨大的灾难\n一种类似于冬虫夏草的真菌侵入人体并持续繁殖，夺取人的意识并可通过呼吸道和体液进行传播\n受感染者会行为及其狂暴，失去理智\n序章\n\n窗外火光摇曳着，赤红的光芒透过玻璃照射在散乱的地板上“发生了什么？”娜拉从厚厚的被子里很不情愿地钻了出来，因为窗外杂乱的叫声让她实在无法继续入睡零零零....电话突然响了起来“是安娜吗，快让你父亲接电话，有事要跟他谈，快......”听声音是汤米叔叔，但剩下的只有一片杂音“叔叔？叔叔？”窗外响起了玻璃破碎的声音，人们的惊叫和狂吼，甚至参杂了一些动物咆哮的怪声“爸爸？”安娜慢慢走出房间，对着昏暗的楼下叫了一声，但是没有任何回应安娜穿上拖鞋，小心翼翼得走下楼去，昏暗的客厅里只有一盏夜灯亮着“爸爸！”依旧没有任何回应，餐桌上的手机的屏幕还开着，有整整8通的未接电话，信箱里塞满了未查看的信件，都是汤米叔叔发来的“老爸你到底在哪...”冰箱上贴着刚刚粘上去的便条——安娜，我等下就回来，晚饭在冰箱里“噢~噢！”落地窗外又传来了撕心裂肺的尖叫，安娜不由得抱紧了双臂窗外又传来了爆炸声，好几辆警车快速得穿过大街。轻轻推开老爸书房的门，落地窗竟然开着“呼，呼..”一个男人的身影突然从门外冲了进来，迅速得拉上落地窗，死死锁住那个人就是安娜的父亲，乔“你在这啊”安娜悄悄舒了一口气“安娜，你没事吧？！”老爸气喘吁吁，开始翻起书桌的一角“没，没事啊，怎么了？”“有人刚刚从跑进房子里来吗”他从抽屉里翻出一把自卫用的散弹枪，开始填装子弹“谁会到这来，到底怎么了？”安娜慢慢向着落地窗走去，想看看院子里有什么，但只有漆黑的一片“别，别靠近门，远离它，站在我背后就行”老爸显得异常紧张“你有点吓到我了老爸”“是你的邻居们，他们有点不对劲，就像是...我觉得应该是病了”老爸仍在颤抖着填装着子弹砰！落地窗传来了猛烈的撞击声，那是天天上学都遇到的邻居杰米“要命了，快离开那!”乓，门被杰米撞碎了，他嘴角流着血，身上到处都是伤口，但依旧拼命向着史蒂夫冲过去“我警告过你了杰米，快停下”“该死的”老爸按下了扳机，溅起一阵血雾，杰米叔叔直接躺倒在了地上，血慢慢流淌开来“快走！”乔拉起安娜的手，向着大厅的门口奔跑“你，你对杰米开枪了..今早..我还见到他的..”安娜语无伦次，像要哭出来一般喘气乔用自己颤抖着的手紧紧抓住自己女儿的肩膀“听着宝贝,有什么不好的事发生了，我们现在就走，行吗？”“嗯...”\n\n跑出客厅大门，庭院里已经停着一辆白色的越野车，从驾驶座走出来的便是乔的弟弟，汤米叔叔“嘿乔，你上哪去了，知道外边发生了什么么”汤米拿着手电筒小跑了过来“大概知道”“该死的你身上全是血”“那不是我的，安娜，快上车”“我们必须赶快离开这里”乔将安娜送上了车“他们都说城里的人失去了理智..”“别说了，我们可以赶快走吗”“应该是受了什么寄生生物的影响，本来最近感染发炎就多，真是见鬼了”“晚点再说发生了什么，先离开这”发动机启动了，汤米叔叔快速得开回大道上“安娜，你还好吗”汤米边看后视镜边问道“很好，我们可以听一下广播吗”安娜看着后窗，远处的高楼大厦还亮着白色的灯光，看起来是非常正常的夜景“可以”汤米叔叔打开了广播，调频到了中央电台只传来哗啦啦的杂音，没有接收到任何电波的情况“手机电台都没信号了，真走运啊还是”乔把手机合上，静静的看着窗外的田野“刚才广播和记者不停的说，军队在高速路上和码头都设置了路障，不准任何人进入这里”“那样的话走71号公路吧，那里应该还没有被封锁”“跟我想的一样”三岔路口，几辆警车开着警笛和喇叭，无视交通规则得飞驰过路口“已经死了多少人了”安娜趴在前座的后背上“不少，他们甚至看到过一家人都血肉模糊的场景”“汤米！安娜还..”“哦，对不起”路灯不停的闪烁着，应该是电力供应出了故障，只有几盏灯还微弱地亮着“不知我们一个城镇发生了这种事，据说开始是从南方延伸到东西海岸的”路旁一间木屋正在燃烧着烈火，黑色的烟尘在火的光芒下依稀可见“该死的”“天啊，那是路易斯的农场，到底怎么了”“希望那家伙已经逃走了”“一定会的”这简直像是自我安慰一样，路易斯家的房车已经被烧毁在车库外，这一家子怎么可能逃得出这里“那我们会生病吗”安娜轻轻地问道“不，不会的，他们说只有城镇里的人发病了，我们是安全的”“杰米叔叔在城里工作吗”“没错，我们不会有事的相信我，亲爱的”突然，公路旁出现了人影，那是一家四口，正在朝着乔他们挥手“我们怎么办”汤米边看正前方边问“继续开”乔冷冷的回答道“他们有小孩”“我们也有”他们的呼喊身依稀可辨 “停车————停车！”汤米无视了他们的呼救，继续向71号高速公路飞驰着“大家都没看到，以后还会有人来救他们的”“我们应该帮助他”安娜反驳道车里一片死寂的沉默，没有人继续争辩，只是默默的看着那一家人远去接着又路过了镇上的公立医院，所有的救护车都开走了，每一间病房都亮着，就连手术室的窗口也全部灯火通明，一辆刚刚出发的车擦身而过\n\n最不想见到的场景出现了“天啊，这太糟了”71号路口的进口堵满了车辆，延绵的车辆长龙一直延伸到下一个山坡，红色的尾灯占领了这条公路“所有人都这么想，天啊”前面的白色跑车走出来一个穿着白色卫衣的小伙，向着前方大喊“该死的你们在干吗，快走啊！”随后被人扑倒在地，那是穿着蓝色手术服的老太太，看起来是个病人，却拥有着把壮年小伙扑倒在地的力气又有几个穿着手术服的病人从草丛里狂奔而出，钻进车里一阵乱抓乱挠，那个小伙子早就被老太太的手抓的血肉模糊，传来了惨绝人寰的尖叫声“天啊...”“快走，汤米”“我的老天”“快走！”乔用力推了把沉浸在恐怖中的汤米叔叔，汤米终于回过神来老太太放下了那个小伙子的尸体，向着汤米的车嚎叫着狂奔过来“妈的！”汤米快速得掉头逆向行驶，老太太撞在了侧面的窗户上，安娜面前的窗户一片血液飞溅“你看到发生了什么吗乔，该死的！”“我知道我知道，往这走！”转过偏僻的小道，路上挤满了因为恐惧而不知所措的人们，向着路口拼命得奔跑“不，不不不不..”“他们该死的到底从哪来的”“离开这汤米，快！”“我在尝试！他们挤满了车子周围，我没法倒退啊！”汤米不得不踩死油门，将一个老伯从路口撞飞出去“快走！不要管这些人了”“这，这..”汤米无视了车辆的基本法则，从路口狭窄处撞倒行人穿了过去“那里的车，等等....”“救救我们..”又像那一家四口一样，乔和汤米无视他们的呼救，向着另一条路口奔驰耳朵里忽然传来了尖锐的喇叭声“小心！”一辆卡车没有任何征兆得从侧面冲过来，车身被撞倒，玻璃碎片洒进了车厢内安娜失去了意识\n\n“老爸，老爸！”安娜从昏迷中苏醒过来，车辆已经破碎不堪了，乔依旧昏迷着躺在副驾驶座上“呼..发生...”对面车窗里的疯狂抓挠撕咬已经回答了乔想提出的问题街上到处都是火光和逃跑人们的惨叫，还有生病人们的嚎叫“离我远点孩子，我想办法逃出去”乔用力踏着前车窗，卯足劲，一脚将前挡风玻璃踢得粉碎“安娜，呆着，我马上就来帮你出来”乔从破碎的玻璃当中俯身穿过，脸上不小心划伤了几道口子“来，安娜，抓...”一张血腥而又残破不堪的脸占据了乔的整个视野，一双沾满鲜血的枯瘦的手死死将乔按在车门上，张开那张连接着血丝的大口试图咬在乔的脸上“该死！..”根本没法挣脱，力量格外的大正当乔准备放弃挣扎另寻出路时，肩膀上的压迫感消失了汤米拿着捡来的板砖，对着感染者的头部一记重击，将他直接打昏在地上，嘴巴还留着液体，手脚也不停的颤抖着“快离开这，跟我来！”汤米扔下碎裂的板砖，而乔则轻轻抱起安娜的身体，在血与火的大街上狂奔着“这条路，快进去”汤米叔叔用脚用力踹开小巷里的一道铁门感染者却在门口的死角处扑了出来，乔下意识得举起右臂死死抵住他的咽喉汤米则用右脚对着头部一记重踢，还对着地上的躯壳猛踩几脚直到他失去意识,并用手枪对准头部了解了他“他，他死了！”怀里的安娜颤抖着轻声尖叫着“别怕，宝贝我们马上就安全了”乔安慰着女儿，但自己也无法确定能不能毫发无损得逃离这场浩劫“我知道这有近路，快进那间门”汤米狂奔着，在前面一扇酒吧的后门被他强行推开后面的感染者越来越多，都听见了这的声音而循声而来“快进去！”汤米将乔推进门里，用身体死死抵住木门，几只血腥的双手正在门缝里胡乱挥动着“听好了乔，现在，你去高速公路，就在门外边的近道，带着安娜上车”汤米死死抵住门口，喘着大气“那你..你怎么办”“我会摆脱他们的，就在高速路上会和！”乔抱着安娜，毫无留恋得转过身，向着门口飞奔，途中还有几名穿着西装的店员被疯狂的顾客扑倒在地上然而对于乔，此时对生命的渴望远远重于这混乱的恐怖，欲望驱使着他翻过低矮的围墙向林间的泥路狂奔.乔很担心汤米，但他不敢回头，因为那样他会看到更多人死在自己面前，死于这急速扩散的疾病\n\n前方突然出现了探照灯的光芒，直直得照在乔身后那群感染者的身上，随后传来几声清脆的火药爆炸声，背后的嚎叫随即停止了下来.是一个装备齐全的美国士兵，正用枪口的灯光指着乔的脑袋“安全了，宝贝我们安全了..”乔安慰着女儿，从地上慢慢站起“嘿,我们需要帮..”“停止，别动！”士兵举着枪指着乔，显得异常紧张“帮帮我们，我想我女儿的脚骨...”“你他妈的别动，给我停下！”几乎是对着怪物吼出来的声音，士兵的话语里还带着微微的颤抖“我们，我们没有得病，我们是健康的”乔小心翼翼得退后，试图解释“长官，这外边有几个公民，怎么办”士兵开始对着对讲机说话，另一头似乎是下达指令的长官“汤米叔叔怎么办”“先保证你的安全，亲爱的，到时候我们回去找他”“长官这还有个小女孩”士兵对着对讲机加强语气说道“但是....长官这...”无奈而得深深叹了口气“是，长官，执行命令”沉默\n“听着老兄我们刚刚才死里逃生，这只是..”乔上前大声辩解灯光慢慢移到了乔的头部，士兵扣在扳机上的手指慢慢拉紧枪声开始响起“该死的！”乔把身子背过灯光将女儿轻轻甩了出去，随后两人一起滚下了山坡士兵快步追上来，将乔踩在地上，枪口对准头部要害“求你了别这样...”砰,枪声响起乔昏倒在了地上，不省人事本该是这样的，但头破血流的人却是士兵，血液飞溅在乔的蓝色衬衣上士兵的背后，是汤米，拿着手枪依旧对准着倒下的士兵乔顾不上惊讶，连滚带爬的跑到安娜身边“安娜！”安娜的腹部已经被血染透了，少女痛苦的呻吟在不断重复着“宝贝，别慌，手拿开”乔颤抖着拨开女儿捂着肚子的手“你会没事的，宝贝，坚持！”乔把女儿慢慢抱了起来，痛苦的呻吟仍在继续“别这样宝贝，求求你..”呻吟声停止了，连带着呼吸和思考一起停止了“安娜，安娜!”女儿那带着惊恐的脸，和无神的双眼“别这样....别这样宝贝，求求你”乔开始哽咽，对着死去女儿的脸，全身颤抖着哽咽着“神啊，别这样...”\n\n可能有虐心什么的，也写的不是很好，当练手了\n\n\n",
    "replies": [
        {
            "author": "马赛克了",
            "timestamp": 1375278900,
            "txt_content": "我来组成沙发。然后我接着看。"
        },
        {
            "author": "812292462",
            "timestamp": 1375321020,
            "txt_content": "好看            "
        },
        {
            "author": "love潇",
            "timestamp": 1375363140,
            "txt_content": "这个说的是美国的 “末日”吧"
        },
        {
            "author": "zhh30648",
            "timestamp": 1395504300,
            "txt_content": "我在想这坑还是弃了吧 忒血腥了 我自己都不好意思写了.."
        }
    ]
}