{
    "title": "《圣基友联盟Ⅰ 生存模式》第二章",
    "author": "小服务员",
    "replyCount": 2,
    "timestamp": 1375331100,
    "txt_content": "  艾斯正要关闭金属探测仪，一只苍蝇突然飞了进来，这个时候金属探测仪忽然响了起来……  苍蝇落到了西蒙将军的帽子上，只听见滴~滴~两声，苍蝇背上金属光泽忽然闪烁起来。  “轰！————”是微型TNT！  “快趴下！”  “将军！——”  爆炸的烟雾散去，只见西蒙将军的原来的位子上多出了几道人影。——是末影人。  “又是该死的T国人！我跟你拼了！————”   一名军官跑向了那几名末影人，手枪刚刚拔出，一整闪烁，那一队末影人已经不见，伴随着一同不见的还有西蒙将军和那名刚刚拔出手枪的军官。  “滴滴——嘀嘀嘀滴滴滴滴……”  一阵惊天动地的轰响声过后，所有的人，……包括整个半月岛消失在烟雾之中。  ……  一阵闪烁，在末路之地又多出了一块土地，那一块陆地的模样赫然就是半月岛。现实生活中的土地正在源源不断的汇集到末路之地……  “至高至上的瓦斯大人，一切准备就绪，末影王殿下已经下达了攻击指令，其它九个部队也已经陆续赶到，只要我们先发起进攻，另外的九个部队就会立即行动，突袭杀进人类的城堡，这样，我们不仅可以圆满的完成此次任务，还可以呵呵教训一下地上生物。呵呵呵…………”一名全身灰白色的独眼末影人举着攻击旗帜跪在地下，昂着头带着恭维的眼神看向高台上的高大背影，带着讨好的模样用它沙哑的嗓音说道。  石台上的高大末影人转过了身，露出了它黑紫色的双瞳和凶残的面孔，出手抓过了旗帜，末影王旗帜同人类的圣旨一般，带着国王至高无上的威严与权力。瓦斯堪比匕首的獠牙露了出来，道：“所以，我们还要等待不是么？等待时机，一网打尽，给他们最残暴的反击，这才是末影王殿下的期望，还有，——淡季阁下，我突然觉得这几天耳朵有点疼，您说，我要怎么处置那个害我耳痛的家伙呢？”瓦斯寒冷的目光紧紧盯着台下的淡季。  独眼淡季不敢和高高在上的瓦斯将军对视，低下头用它沙哑的嗓音道：“应该把那个该死的家伙扔进粉碎机，再让狗吃掉他的骨头渣。”  “说得对，来人把这个折磨我耳朵的奴才扔进粉碎机再让野狗吃了他的骨头渣。”瓦斯颤着音道，立刻两个末影人卫兵走上前来把淡季扛了下去。  “不要啊！不……你们不能这么对我，不……啊！啊！啊！……”淡季大叫着，最后一声发出的时候，两拳同时打在他身上，一拳打晕了它，一拳打残了它另一只眼。下手的正是台上的瓦斯，这一幕让台下的军士不由地胆颤。  “呼！耳根子终于清净了，德锐尔，邵亚将军来了么？”瓦斯用爪子刮了刮耳朵向一旁的副手问道。  “瓦斯将军，还没有，邵亚将军还没有来，将军。”一旁的副手德锐尔回答道，他跟随瓦斯多年，见过许多血流痛苦灾难，心性极强。  “不等他了，现在几点？”瓦斯道。一名戴着单片眼镜的末影人拿着一个怀表走了上来，一声碰撞声，怀表打开了，晚上十二点零六分。咔嚓几声，怀表在瓦斯手中摧毁，让台下带着单片眼镜的末影人感到十分可惜，这个怀表可是纯金打造的，它珍藏了十几年了。  “第一大队往南突击一路破坏到人类城池的广场开始与人类士兵争斗，争取吸引人类官兵的目光，第二大队听我指令随我偷袭人类城堡南大门，还有，德锐尔你带领第三大队进攻城池的南大门，好了，出发！”  城堡在城池的中央，只有两条大道能抵达城堡，但是末影人们不走大道，走下水道，皇家下水道！N帝国皇城天晶城内，下水道一万三千多条，皇家下水道口三千多个！  三十五万的末影人军团，从十个方向发起进攻，城池的八个大门被末影人军团牢牢锁住，拦截。  ……  艾斯的身躯飘荡在高高的天上，看着地上源源不断冒出来的末影人大军。  艾斯是一名侦探，但他不是一个人类，准确的说，他是一个人形机械傀儡。艾斯刚刚“出生”的时候，在一个工地上，创造它的人，是一名工人，一名对创造，对红石万分追捧的人。但是这一名红石爱好者再创造艾斯的那一刻，被艾斯亲手杀死。  艾斯是一个拥有思维的傀儡人。  艾斯将所有数据库里没有信息的人视为敌人。而艾斯也被那个工人，那个红石爱好者设定为战斗型智能傀儡。  艾斯杀死了创造了他的人后，进入了人类的因特网，强行剥夺着所有的资料，包括军事的，私密的，保密的，已经被删除的……  艾斯了解了这个世界，这个神奇的世界。艾斯将自己设定为了一个普通人类的身份和思维，混于人类社会，成为了真正的一个人类市民。  但是他注定是不平凡的，因为他不是一个真正的人类，出事故了，他不能去医院，一去就会露蟹。他不能去饭馆，他没有消化系统，他不能去娱乐场所，一切的娱乐对他来说毫无意义。  艾斯为了寻找一个存在的意义，他成为了一个侦探。  现在他又失去了这个侦探的身份。  末影人将军——邵亚将军正在空中与他对视。无数的幽冥末影之光在他的身体里释放出来。邵亚在巨型TNT爆炸摧毁半月岛的那一刻，就已经发现了艾斯不是一个表面上看似普通的人类。  邵亚的眼睛慢慢变红了，一眨眼，说时迟那时快，邵亚的攻击已经来到了艾斯的面前。  “全方位拦截！——”  “该死的铁傀儡！——TNT！——”  一连串的TNT出现在末影人将军邵亚的手中，一个转身来到了艾斯的身后，将那一串TNT挂在了艾斯的脖子上。",
    "replies": [
        {
            "author": "40252492",
            "timestamp": 1375332300,
            "txt_content": "0.0+【基文啊咩。。。话说这设定。。。没关系，接受得了各种稀奇古怪的设定的主角才是好主角！！！"
        },
        {
            "author": "Terry39",
            "timestamp": 1375344960,
            "txt_content": "能把格式整整吗。。。"
        }
    ]
}