{
    "title": "我的世界何来选择第1章:来到“熟悉”的世界",
    "author": "MC残星",
    "replyCount": 7,
    "timestamp": 1375335600,
    "txt_content": "                           来到熟悉的世界\n我叫残星，高中屌丝一枚还是在玩MC的屌丝，买不起正版是我们的特征，进盗版服是我们的唯一选择，如果我当时选择花个200元买个正版号恐怕我现在不该在这里。\n  残星揉揉了眼睛，发现天已经亮了阳光明媚，鸟儿在天空飞翔。残星：什么?!阳光?!我这是在哪里？？？？。\n残星起来看看地面，一个标准的方块泥土，残星不敢相信的眼神伴随着恐惧：这里是!我的世界！！！！！！！。\n残星：莫非我穿越了？不对诶？我又没跳井又没跳河的，对了！“真实”服务器。\n事发：残星当时在我的世界中国论坛找一些盗版服务器玩，突然电脑弹出了一个服务器帖，残星以钛合金的反应就点了进去 ps：残星以前在其他网页见过这样的推荐所以就习惯了这样。发现这个服务器叫“真实”服务器联系方式没有群号只有客户端和名字还有推荐：真实服务器能让你感觉到真实的感觉。残星：哦真实的感觉？莫非就是来个动物MOD、工业MOD、科技MOD、农业MOD、XXXXMOD，外加个真实材质包？残星想了想自己玩服务器不是PVP就是枪战的从来没玩过这样的服务器，所以就毫不犹豫的下载了客户端，看了下客户端的大小，残星惊呆了15MB\n这大小太不科学了吧？！不会是骗人的吧残星想了想还是看看吧。下载完成我真正惊呆了只有启动器？！突然间残星明白了这个启动器应该是附加的，启动了就开始下载了恩肯定是这样的。残星安慰了一下自己然后就开始点击了\n启动器，启动器世面显示了请不要沉迷于此，残星无视了这个让他后悔的事，在设置里ID依旧填了：MCCX然后加入游戏，没有下载残星刚想说：WT和谐。电脑发出刺耳的声音，残星捂着耳朵就昏了过去。\n与此同时美国某秘密基地，一个穿着迷彩军装的男人他脸上充满沧桑，左眼只有黑色眼罩代替，左眼从上到下的伤疤煞是恐怖，与他对话的是一个白发苍苍的老人。男人貌似很不愉的说到：老怪物！你为什么又把别人骗去做实验！老人笑了笑道：呵呵这个实验可是能让全人类受益的啊，你说不是吗？男人几乎是咆哮着：我承认我的确变强了可是当年我是自愿的啊！为什么你还是不愿意放下这个恐怖的世界啊！老人的脸上充满了不好的脸色说道：你忘了你当年是为什么加入这个实验的吗？！你难道忘了这个世界迟早会被我们人类消耗完的，我这样有什么错！我只是为了人类能活着的更久。男人沉默的说：那你为什么把那个世界的人给赶出来？老人颤抖了一下说：你怎么知道这件事的！男人脸上充满难看的笑容：呵呵你别当我不知道你其实就是个残忍的生物学家，你到底把史蒂夫怎么了！！老人摇了摇头按了个开关男人的眼前出现了一个人，应该不算是人他全身上下由方块组成那个人就是史蒂夫，男人冷冷的说道：你把他怎么了？老人摇了摇头说：放心我没解剖他，我只是让他暂时睡上几年。男人急切：什么？他会死掉的快给他吃的。老人说：不会的，我发现史蒂夫睡觉时饥饿度不会减的，他根本没有基本的新陈代谢就是连心脏都没有他就是一个程序人，你为什么这么在意这个意义上不存在的东西。男人咆哮道：不准你说他是东西，他我的朋友，我的救命恩人，如果不是他我现在根本不在这里，还有你为什么让他睡着。老人说出一个让男人颤抖的名字：Herobrine。男人用不可思议的眼神看着老人：你……你……你竟然为魔鬼效力！老人咆哮着：我也没办法啊！Notch已经查觉我们用盗版用户做实验了！你难道希望我们多年的实验结束吗！？老人扶了扶那个快掉的眼睛：Herobrine让我把史蒂夫给关起来还特意吩咐我对他好点，哼！我不知道为什么你们对都一个程序人怎么好！难道Herobrine真以为史蒂夫是他亲兄弟吗？\nHerobrine说如果这件事我们干得好就协助我们搞定Notch把那个世界让给我们。男人冷静了下来：你想我怎么做\n老人意外的说道：哦？没想到你还是这个样子啊，是该看看那些试验品如何了。\n                                                                                                                                              第一章完\n一共长度：3464字\n\n",
    "replies": [
        {
            "author": "MC残星",
            "timestamp": 1375335720,
            "txt_content": "沙发！沙发！"
        },
        {
            "author": "蒋宸濠",
            "timestamp": 1375336380,
            "txt_content": "板凳，支持LZ，早想看这种小说了"
        },
        {
            "author": "萝卜玩mc",
            "timestamp": 1375336620,
            "txt_content": "额，，，，，不错嘛"
        },
        {
            "author": "MC残星",
            "timestamp": 1375337220,
            "txt_content": "萝卜玩mc 发表于 2013-8-1 13:57 \n额，，，，，不错嘛\n=.=大哥我以前从来没写小说今天才开始写的能这样我已经很满足了。"
        },
        {
            "author": "MC残星",
            "timestamp": 1375337280,
            "txt_content": "萝卜玩mc 发表于 2013-8-1 13:57 \n额，，，，，不错嘛\n=.=大哥我以前从来没写小说今天才开始写的能这样我已经很满足了。"
        },
        {
            "author": "萝卜玩mc",
            "timestamp": 1375337400,
            "txt_content": "MC残星 发表于 2013-8-1 14:08 \n=.=大哥我以前从来没写小说今天才开始写的能这样我已经很满足了。\n我是说不错啊"
        },
        {
            "author": "MC残星",
            "timestamp": 1375337460,
            "txt_content": "萝卜玩mc 发表于 2013-8-1 14:10 \n我是说不错啊\n那谢谢啦。{:10_525:}"
        }
    ]
}