{
    "title": "《我的世界》新手游戏初期攻略1",
    "author": "吸血g",
    "replyCount": 2,
    "timestamp": 1375342680,
    "txt_content": "面由我带大家进行生存模式初期攻略，注意游戏地形环境每个人遇到的情形都不一样，所以还希望大家活学活用\n首先，如果你足够幸运以至于进入游戏后前方没有太多阻挡物的话，你会看到一个缓缓升起带着和煦光辉的物体……那就是……朝阳哇\n我知道你想说什么……是的……它是方的……这个世界没有曲线的烦恼，什么都是……很直率的……\n让我们移动鼠标环顾一下四周：\n\n \n \n方方的山、方方的树、方方的草、方方的海；你站在一片方方的沙滩上，天上飘着方方的云……\n注意到画面旁边那根肉红色，像是刚从罐头（当然是方罐头）里扣出来的午餐肉。那是你的手…… \n如果你这时点击F5键切换视角到第三人称追尾视角，你就会看到你自己：\n \n想给个正面的话，请再按F1键……\n \n对了这就是你，一个稍微有点对眼，孤独的“方人”。不知道由于什么原因被遗弃在这个失落的海滩。 \n咳……言归正传，对于一个初入游戏的玩家来说，随性体验的时间并不那么充裕。因为你选择的是生存模式，而且还不幸选择了Hard难度（你说什么？我怎么知道是谁让你选的…… ）。\n我们再按一次F5切换回第一人称视角。注意，这时还没有作任何移动。把视角朝向正下方：\n \n屏幕中间的十字，既是视角中心，又是指向目标物体的“准星”。我们可以看到正下方的一块沙被作为目标后会显示出轮廓。在Minecraft中，出生点就是重生点。所以记下这个地方是至关重要的，如果条件允许的话我建议大家就在出生点建造房屋（等一下会讲到），因为游戏中没有正常手段可以随性更改这个坐标（如果在这个位置极大破坏立足点挖个大坑，那也会重生在离它较近的位置）。有个规律是，不管你出生在什么世界，都会出生在一块沙上面……\n为了记住这个地方，我决定在沙上挖个小坑。对准这块沙，然后按住鼠标左键：\n \n这时，你会发现“手”会不断的挠动……沙上面慢慢出现“裂痕”并有点尘土飞扬的效果。由于沙是非常容易破坏的东西，所以即使用“手”也很快就会挠个坑出来：\n好了，你会发现坑里出现了一个旋转着的缩小版的“沙块”（图上有些不太清晰）。这就是你破坏的结果了，能够被收集的物体会以这种形式显示出来。现在，我们跳下坑，把它捡出来。注意，要跳出来得用空格键。\n \n好了，坑里的沙快已经被我们捡到了快捷物品栏的第一个。而……你发现“手”不见了…… \n其实是手里拿着沙块啦……仔细看画面右下，呃……这图截得是不是有点“保护色”？\n快捷物品栏就是画面下方的9个格子，注意实际被拿在手里用的物体是对应高亮显示的格子（比如上图中第一个放沙块的格子）。这9个格子的物体可以用鼠标滚轮来方便的切换，也可以用1~9的数字键来切换。\n快捷物品栏上方的10颗红心就是你的HP啦，不论是摔伤、烧灼、溺水还是被怪物攻击等等危险情况都会被扣掉，扣完就嗝屁啦……虽然会在重生点复活，但是所有当时的随身物品都会撒落在死亡地点，要跑回去拿。值得大家注意的是，如果潜到水里红心上面还会出现10个气泡，以表示氧容量。随着潜水时间延长，气泡会逐个爆掉。气泡全部爆完后就开始溺水扣HP了哦。这里我就不演示了…\n\n现在我们手里拿着刚到手的“沙块”对着坑边点一下右键：\n \n沙块被堆放（耸立）在了小坑边，这就是物品的放置（使用）方法。如果不用右键而用丢弃键（默认为Q键），则会以可以捡起来的小沙块形式丢出而不会还原为大方块。\n现在我们终于在出生点做了一个醒目的标识，哈哈……哈……（你说像坟墓？重生点呀，你以为那是什么？ ）\n做完重生点标识以后，我要隆重向大家介绍我们耐以度过初……呃……第一夜的重要资源：\n \n树！\n在上图的中央，我们面对着两棵风华正茂的小树。左边白色树干，树叶颜色带灰的是白桦树；右边是……呃……潽樋树。我们要取得的木材资源，就得自它们又粗又大又硬的树干了。\n由于现在手里没有任何可用的工具，所以我们只能选择挠掉它们。和取得沙子一样，我们走到树的面前，对准它点住鼠标左键：\n \n然后所谓的“手”就开始猛挠。一会儿以后……\n \n看！我们挠断了三节树干。现在把它们捡起来：\n \n这样，3块树干被拿到手上了。其实拿着树干也一样可以挠的，我们挠掉了6块树干。当然我们也能把所有树干全挠掉，顺带把旁边的白桦树也挠掉。但是童鞋，人和动物最大的区别是什么呀？ \nOK，我们开始制作工具吧！点击E键打开随身物品栏……（什么？没有反应？ 我讲键位设置时不是早就让你改了嘛，没改的话默认是I键~）\n \n随身物品栏就像上图这样咯~\n最下面一排9格就是快捷物品栏；\n快捷物品栏上面3X9的就是随身物品放置栏；\n再上面你可以看到自己的全身像……全身像左边竖着的4个格子是装备栏，从上到下的装备位分别是 头部、身体、腿部、脚部。当然，现在我们是孑然一身了。\n全身像右边的5个格子就是很关键的随身物品制作栏。其中Crafting字样下面的2X2格子是材料栏，箭头另一头的1个格子是产成品栏。\n但是就靠随身的物品制作栏位我们是不能够直接做出需要的工具的，因此首先我们要做的是进行原材料加工。\n在随身物品界面打开时，我们左键点击刚得到的6块树干就能全部拿起它们（如果用鼠标右键则是拿起其中一半数量的材料，这个设置是由于多数配方在批量制造时需要将同类材料分为几等份）。然后我们将6块树干拖到材料栏其中一格，点击右键放下1块（鼠标拖拽着多个物体的时候右键是逐一放下，左键是全部放下。具体大家到游戏中试试就熟悉了，我也不多费口舌）。\n \n我们看到箭头另一边产成品栏出现了4块木板，也就是说一块树干可以制成4块木板。我们现在把4块木板取出来： \n这时，作为材料的那块树干就在材料栏消失了。然后按下图的方式把4块木板逐一摆到材料栏。\n \nOK，产成品栏出现了一个新东西——工作台。这是个非常关键的道具，大多数物品都要靠它来制作。\n我们把新做的工作台取出，放进快捷物品栏：\n \n这时，工作台就已经拿在手上了。现在要让它起作用，得把它放到地上。所以再按E键（默认是I键）退出随身物品界面。\n我选择在出生点旁边把它放下，所以拿着工作台并用十字星对着出生点旁边的一块地，点击右键放置：\n \n \n呯！的一声，工作台放好了。我们走近工作台，把它作为目标（十字对准）后点击鼠标右键。这就进入了工作台的物品制作界面。\n你会发现它有一个3X3的材料栏，和一个产成品栏。当然这时你也能看到自己的随身物品放置栏和快捷物品栏。\n注意：在随身物品界面的制作栏能够做的物品，在工作台都能做。\n现在我们在工作台里把刚才剩下的5块树干都做成木板：\n \n5块树干都放到材料栏，然后在产成品栏连续点击右键，即可做出20个堆叠在一起的木板。\n \n拿2块木板竖着放置，会制成4根木棒：\n \n\n\n\n而3块木板和两根木棒按下图排列……\n \n哈哈！恭喜您迈出了从禽兽转变成年人的第一步！你做出了这个世界第一个工具——木斧\n我们把它取出来放到手上，再切换到随身物品界面：\n \n自己的全身像会显示出拿着一把……呃……东西（仔细看能看出是斧头吧~）。\n现在我们走到刚才的白桦树旁边……\n \n 哈哈，你会发现虽然是木头做的斧头，也比手挠来得快得多。\n \n \n把第一棵树剩下的树干也砍掉……再把画面最右边那一棵也砍掉…… \n整个世界清静了…… \n \n现在你可以看到斧头图标下面有一个小条（目前已经只剩一半了，变成黄色），这是工具的耐久度。很明显，木斧耐久降得是很快的。注意：如果你砍掉一颗树所有的树干，它的树叶会很快的枯死（像上图那样）。细心的人还会注意到，我的快捷物品栏除了桦树树干和普通树干外，还有10个绿色的东西。那是由于树叶中有树的后代，树叶枯死后树苗就掉出来了（奇怪的是它直接就掉树苗出来……怎么不掉种子？）。补一张砍完第三棵树的图，让大家看个清楚：\n \n你也可以直接破坏树叶以得到树苗，而树叶本身是不会以可捡拾的方块形式掉落的。那树苗是干嘛用的呢？废话，当然可以种树了~这个以后再谈，我们现在把树苗收好。\n哎呀，光记得截图了。时间应该不早了哦~要过夜还必须收集点其他材料。\n我们先回到工作台，做一个镐准备着收集矿产。\n \n我们现在拿着镐去找一下有没有露出地面的露天岩层。因为露天洞穴或大块岩层很容易找到带黑色斑点的煤层，像下面这种：\n \n因为它可以产出煤——可以用作燃料，关键是可以照明我们四处走走看看……\n \n呃……这里只有土……\n……2分钟以后~\n%&@#$#^&，什么鬼地方……怎么没见到露天的…… \n其实对于新手而言，初期找煤往往是大家心头的痛……所以Beta版相对于Alpha对此进行了一些人性化改进。我们还是走新路线吧……\n找岩层还是必须的，但是不需要找煤，这个事就简单很多。因为地表任意覆盖层之下，都有岩层。\n我们先做一把铲子以便有效的挖穿覆盖层。\n \n我选了出生点不远处河对面一块松软的沙土：\n \n开挖！\n \n很快就挖到岩层了哦~ \n \n再清除一下旁边的沙土，我们拿出木镐开始敲石头：\n \n敲出来的石头就是这样（当然也是方的）：\n \n值得注意的是敲击岩层得到的不是岩块，而是外部有花纹的卵石块。卵石块要经过烧结才能复原为岩块（图上灰色的那种）。当然，卵石块也能直接放置，而且同样很硬（较难破坏）。还有个重点——用手可以缓慢的破坏岩层，但是最终得不到任何东西，只有用镐才会掉落可以拾取的卵石块我收集了一些卵石块后，就出洞了……呃……\n \n月亮耶,天黑了！\n这一点我要和大家解释一下，Minecraft生存版的世界白天是现实世界的10分钟，夜晚是现实世界的7分钟。另外白天夜晚之间还有日出/月落1.5分钟，日落/月出1.5分钟。\nMinecraft世界的白天，在地面上是相对安全的。因为地表在太阳照射下多数只会刷出无害动物。而夜晚来临，就会出现百鬼乱串的景象哦~ （当然，如果您选择了Peaceful难度，当我没说…… 选Peaceful的愿天下共BS之）\n好了，现在我们必须在日落的1.5分钟内赶快建造避难所。否则孑然一身手无寸铁，必然惨遭揉捏……\n我们先把手头的树干全部变成木板……\n \n然后围着出生点盖一圈墙……\n \n注意，最开始我们扔在出生点旁的一坨沙可以作为垫脚石，以便砌墙。还有一点，我们需要留一个出口（图中缺口，至少要两格高）。当然，你也可以不留出口，早上破墙而出。但那样……多不文明呐~~ （我第一次玩这游戏时，那个晚上是在地上徒手刨了个小洞。然后钻进去把洞门封死，在伸手不见五指的情形下，听着上面僵尸叫，战战兢兢的度过…… ）\n\n墙修好后出口最终还是要封死的，但是不是用木板，我们到工作台：\n \n这样我们就做了个木门出来，门是有两格高的。我们把它拿在手里，对准出口的地面按右键就可以放置了。对着门敲一下就会打开，再敲一下就能关闭。而目前版本所有怪物都不会开门，所以大家不用担心被破门而入咯~\nOK，庇护所基本建成：\n \n地上那块埋在沙里的木头就是出生点，工作台由于挡到墙我也给挪了一下位置（直接用斧头砍掉，后可以拾取重放）。\n虽然我们已经用墙把自己围了起来，但是现在还不是休闲的时候。屋子里现在很暗（还没盖屋顶），会主动害人的怪可是会刷新在暗处的。如果不想地板上爬出来僵尸的话，我们就得找到光源。\n这时候白天开采的卵石块就派上用场了~让我们去工作台：\n \n像这样放置，8个卵石块就能做出一个石头炉子来。你可以像放置工作台那样把炉子放在地上（我选择将炉子放在工作台旁边）。\n如同使用工作台，把放好的炉子作为目标，右键点击后出现炉子的界面：\n \n炉子的界面很简单，除了下面的随身物品栏和快捷物品栏外，上面的操作界面共有3个格子。\n其中，右边的格子还是产成品栏。左边上面是材料栏（只有一个），左边下面是燃料栏。\n材料栏和燃料栏之间有三根火苗（现在是灰色的），表示剩余燃烧时间图中我们已经把一块树干放在燃料栏作为燃料，但是材料栏没有放东西是不会点火的。由于我们需要烧制木炭，所以在材料栏放上其他树干做木炭原料：\n \n放上材料后，中间灰色的火苗图标会变成燃烧的红色，而燃料栏的燃料会消耗掉1个。\n \n同时，箭头会慢慢从左到右变白，箭头全部变白后产成品栏会出现成品（图中是黑色的木炭）。当然，这期间火苗会从上到下变灰，表示燃烧殆尽。\n我们看到仅仅烧制了一块木炭，火势已经快不行了。因为树干不是很好的燃料，多数木制品都可以拿来烧（包括工作台），但是燃烧时间都15秒/块（木棒是5秒/根）。当然，如果你实在要烧也最好不要学我直接烧树干，而要把树干变成木板来烧，因为每块木板也能烧15秒，而一个树干能变成4块木板。不过，我们刚才烧制出来的木炭可是主流燃料哦~~一块木炭能提供80秒的热量，即使4块木板也比不上呢！所以我们接下来用木炭来烧炭吧：\n \n \n很快就将剩余的树干烧好了……为了不浪费火，我们把桦树也烧成碳吧……（注意，即使材料栏的物品被耗尽，火势依然会随着时间变小直至消失哦~）\n \n炉子烧制物品是自动的，只要材料和燃料够多过程中可以退出界面，烧好去取就行了。退出炉子界面后，会看到工作中的炉子里面泛着暖暖的火光。\n \n但是仅凭炉子这点光是无法避免怪物刷新的哦，而且燃料消耗完就熄掉了呢。所以我要向大家介绍木炭的第二个主要功能：\n打开随身物品栏（当然，在工作台也可以。），用一块木炭和一根木棒可以做出4根火把：\n \n火把是游戏中的主要照明工具，除了用木炭和木棒能做出来而外，用之前我们想找到的煤和木棒也可以做出来。其实煤和木炭的用途是完全一样的，连图标都一样呢，只是不能相互堆叠而已。另外，鼠标移到物品上面是可以看到它们的英文名称的，煤是（Coal）而木炭是（Charcoal）。木炭可是Beta版的新东西哦，Alpha的时候可没有这种好东西，只有煤的时代燃料都是不可再生的（当时木头似乎不能烧）。\n把火把放在手里以后，可以用鼠标右键把它们插在墙上或者地上。\n \n \n怎么样？是不是亮堂很多呢？",
    "replies": [
        {
            "author": "Pro_Owen",
            "timestamp": 1375343160,
            "txt_content": "图全挂了···"
        },
        {
            "author": "mcfans2001",
            "timestamp": 1375343280,
            "txt_content": "这是抄袭，已经举报"
        }
    ]
}