{
    "title": "以太1.04更新，修复BUG无数，暂无高清补丁的修复方法",
    "author": "rainsillwood",
    "replyCount": 2,
    "timestamp": 1325318340,
    "txt_content": " 本帖最后由 rainsillwood 于 2012-1-1 11:20 编辑 \n\n下载地址：\n115:http://115.com/file/e6p0wpww#\nAether_1.04_1_Final.zip\nDBank: http://dl.dbank.com/c00xa41cp0\n\n更新履历：本人懒得翻译= =继续扔给版主\n\n1.04 Patch notes:\n\n- Added Crystal Trees. These trees can be found floating on small islands throughout the world. Some of the Crystal Leaves found on the trees contain White Apples.\n\n- Added White Apples which, when eaten, cure any poison for 6 seconds.\n\n- Swets now drop Swetty Balls. Swetty Balls can be right clicked onto Aether Dirt to grow it into Aether Grass.\n\n- Made Christmas Trees slightly rarer. You can also turn off their generation by setting the \"christmasContent\" variable to \"false\" in the Aether config file.\n\n- Aether Grass can now be enchanted by right clicking it with Ambrosium Shards. Enchanted Aether Grass increases the quantity dropped by crops that are planted on them (at the moment this only applies for Berry Bushes since they are the only \"Crop\" type block in the Aether).\n\n- Berry Bushes now drop 0-2 Blue Berries. This means you have a chance to recieve no Berries when harvesting them. Planting Bush Stems on Enchanted Grass changes the drop rate to 1-3.\n\n- Blue Berries, Ginger Bread Man, and Candy Cane food items now heal 1 full hunger bar instead of half a hunger bar.\n\n- Fixed issues with Dungeon Loot Chests. Using a Key on them also no longer consumes it.\n\n- Fixed transparency issues with Christmas Tree leaves.\n\n- Fixed a crash where if you created a new World it would output an error \"Already Decorating!\"\n\n- Fixed a bug where exiting a world while in the Aether would create a \"Second Aether\" and then teleport you back to the same coordinates in the Overworld, often suffocating your character in the main menu.\n\n- Fixed a bug where shift-clicking while in the Altar would crash and corrupt your save.\n\n- Fixed a bug where Beds would not place correctly in the Aether.\n\n- Fixed Sapling drop rate from Golden Oaks and Skyroot Trees.\n\n- Added leaf decay to Christmas Trees.\n\n- Added golden particle effects to Golden Oak trees.\n\n- Fixed a bug where, while another block was on top of it, Grass would change its metadata into something ridiculous instead of changing it to a Dirt block.\n\n- Fixed a bug where Skyroot Swords used a normal Wooden Sword sprite.\n\n- Fixed a bug where players bodies would stay behind after death.\n\n- Fixed Cloud Parachute entities not using proper texture.\n\n- Fixed Lightning Knives using a Gold Ingot sprite instead of its proper sprite.\n\n- Fixed a bug where White Moa Eggs would be slightly blue.\n\n- Fixed Aether Shovels not picking up Snowballs from Snow patches.\n\n- Fixed the Slider Boss's eye brightness.\n\n- Fixed a bug where Aether Dirt would have no name.\n\n- Fixed Skyroot Leaves dropping Leaf Blocks.\n\n- Healing Stones now have a gradual health regeneration effect, and no longer heal instantly.\n\n- Fixed a bug where Berry Bushes would get removed from chunks and the drops would spawn at the players head.\n\n- Fixed a bug where Presents would randomly explode.\n\n- TNT from Presents no longer destroys terrain.\n\n- Fixed Mob pack-sizes and rarity.\n\n- Changed Berry Bush generation. Now generates in larger groups.\n\n- Fixed a bug where it would snow and rain in the Aether.\n\n- Fixed a bug where the console would list the Trivia mod and Aether mod as 1.7.3.\n\n- Lava now turns into Aerogel instead of Obsidian when placed in the Aether.\n\n- Changed animal movement weighting so that its optimized for the Aether terrain.\n\n- Fixed Aether sounds not working.\n\n- Fixed a graphical error where White Flowers and Purple Flowers had switched sprites.\n\n- Fixed Lore duplication glitch where you could replicate items.\n\n- Removed the unnecessary edit in GuiInGame.\n\n\n\n闲的没事干翻译几个= =\n\n1.增加水晶树，会掉白苹果，6秒内免疫毒素\n2.Swets（新怪物？）会掉Swets球，能使以太土长草\n3.圣诞树变少了，你也可以在config里面把它关掉= =\n4.以太草地能被Ambrosium Shards附魔了= =附魔后能增加长在它上面的“Crop”类植物的产量（例如蓝梅）\n5.蓝梅树掉0-2蓝梅，长在附魔土上掉1-3个\n6.蓝梅，姜饼人和糖现在能增加两点饥饿（就是一整格）\n7.剩下的都是BUG修复= =懒得翻译\n",
    "replies": [
        {
            "author": "q511962840",
            "timestamp": 1325322420,
            "txt_content": "沙發，支持個，看看能不能用"
        },
        {
            "author": "geludan",
            "timestamp": 1325323080,
            "txt_content": "好吧，等版主来翻译"
        }
    ]
}