{
    "title": "新人發帖~~小說《生存》第二章，謝謝觀看~~~·",
    "author": "风晓",
    "replyCount": 5,
    "timestamp": 1375523220,
    "txt_content": "\n第一章在这：http://www.mcbbs.net/thread-151702-1-1.html\n\n\n\n\n第二章      夜晚生存\n\n不错的奖励。\n \n林轻歌走向大箱子，从中取出了四块牛排，半组木棍和半组原石。“够了！”林轻歌走到合成台面前，拍了拍边角，顿时，林轻歌眼前出现了一个3×3的方框。林轻歌按指定的方式合成出了十六把石剑。\n\n将九把石剑和四块牛排放入快捷栏后，走入了门前不知哪冒出来的传送门。\n\n林轻歌视线渐渐的模糊了，不知过了多久，视线变得清晰了，耳边却传来一阵sssssss. .....的声音。林轻歌大呼不好，迅速向声源的反方向逃离。但最终还是晚了一步，身后依旧传来一声巨响。\n\n林轻歌被炸的推进了几步，险些摔倒。 “我X。”林轻歌暴了句粗口，踉跄的迅速环顾四周，观察地形。不看不要紧，一看吓一跳。\n\n周围便地是怪物，不但有大量的僵尸，骷髅，JJ怪，还有一些奇特的怪物出现。正巧，因那爆炸声，将不少僵尸和零星几只骷髅吸引来这。\n\n林轻歌瞬间意识到了自己处境的不妙，立刻向周围的高地攀登。在处理了高地上刷新出来的几只僵尸后，林轻歌终于有了休息的机会。\n\n“呼～～～” 林轻歌喘了一口气，开始思考起了生存的策略。四周只有一个很曲折的山道可以利用，但问题是要能活着赶到那里。林轻歌脚下还有不少的怪物还没处理，眼看就要爬上来了。其中还夹杂着几只JJ怪。\n\n“对了”林轻歌眼前一亮，想到了个不错的主意。也许这几只JJ怪可以利用下。\n\n林轻歌从高处跳了下去，用石剑戳向了其中的一只蜘蛛，蜘蛛被击退了几格，挡在了几只僵尸的面前。JJ怪就要靠近林轻歌了，在这时，几束弓箭从林轻歌耳边擦过。\n\n“好险”林轻歌急忙回头，看到了几只骷髅正慢慢靠近。“差点忘了还有这些！”林轻歌只能提前的对JJ怪经行攻击，并进入了JJ怪的自爆范围内。SSSSSSSSSSS.....在JJ怪即将自爆的那一刻，林轻歌猛地往后一跳，跳离了自爆的范围。\n\n“嘣！！！”一声巨响，地面出现了一个坑，怪物们都被震开，有的还被炸死。趁着被炸出来的缝隙，林轻歌急忙的逃了出来。不管饥饿度还有多少，林轻歌当下一个疾跑，赶到了那曲折的山道中。\n\n在一个比较高的平地上，林轻歌拿着一块牛排在不停地啃着，饥饿度瞬间回复了几格;而怪物也刷新的越来越多。林轻歌身边突然刷出来了几只怪物，两只身穿铁甲，手拿铁剑的僵尸；和一只身穿红甲，能显示名字和血条的骷髅。\n\n“烈焰骷髅吗？”林轻歌望着血条上的姓名，自语到。三只怪物已经发现了林轻歌，正在向他走来。“嗖”一支箭射向林清歌，躲闪已经来不及了。无奈之下，林轻歌只能用石剑来格挡，希望能减少伤害。\n\n“叮。。。玩家目前状态燃烧，持续5秒，”\n\n听到了这个声音，林轻歌并没有惊讶，仿佛事先预料一般。林轻歌冲向了僵尸，一个跳跃，便斩向了僵尸。“嗖”又是一箭射来，林轻歌往右一跳闪过了射来的那一箭；却险些碰上了僵尸。“该死的骷髅。”林清歌咬了咬牙，重新砍起了僵尸。\n\n在僵尸和骷髅的来会攻击下，林轻歌的血量不足五格。情况危急，但林轻歌却越来越冷静；他已经注意到了一些细节。当林轻歌和它们成一条直线时，骷髅会误伤到僵尸，而且还会射不到林轻歌。“这应该能给我一些帮助。”林清歌心里默想着，身体渐渐和它们成一条直线。果然，骷髅误伤到了僵尸，而射不到林轻歌。\n\n经过林清歌的不断进攻，两只僵尸接连死去，轮到骷髅了。林轻歌慢慢的将骷髅引到夹角处，不停的冲出去进攻，以做到受到最少伤害杀敌。经过林清歌的不懈努力，骷髅终于被林轻歌杀死了，爆出了一把耐久度只有一半的弓箭，和3只箭，2个骨头。\n\n已经接近黎明，林轻歌吃下了两块牛排，对周围正在燃烧的怪物进行攻击。俗话说的好“有便宜不占，王八蛋”林清歌将这句话发挥的淋漓尽致。\n\n过了一会，太阳出来了，怪物们也已经死得差不多了；林轻歌面前出现了一个传送门，同时林青哥的耳边传来了熟悉的声音“叮。。。任务：野外生存--完成。。。奖励:面包一组，金粒一枚”\n\n“终于完成了。”林轻歌呼出了一口气，带着丰富的战利品，走入了那闪着紫光的传送门中。。。。。\n\n\n\n\n\n\n\n\n\n\n\n求人气，求金錠。     \n金币也行。。。 \n",
    "replies": [
        {
            "author": "w873130585",
            "timestamp": 1375523400,
            "txt_content": "叮。。。玩家目前状态燃烧，持续5秒 5秒后玩家死亡 小说结束。。"
        },
        {
            "author": "小黑人",
            "timestamp": 1375523460,
            "txt_content": "不错的小说 很有爱哦~~~"
        },
        {
            "author": "风晓",
            "timestamp": 1375523520,
            "txt_content": "w873130585 发表于 2013-8-3 17:50 \n叮。。。玩家目前状态燃烧，持续5秒 5秒后玩家死亡 小说结束。。\n我想到小说的结尾了{:10_492:}\n\n参考一下"
        },
        {
            "author": "Ruisen",
            "timestamp": 1375523520,
            "txt_content": "呵呵！【我不喜欢看小说。】"
        },
        {
            "author": "su3155323",
            "timestamp": 1375524660,
            "txt_content": "模板呢？                                  "
        }
    ]
}