{
    "title": "《第二次终末起义》\"Gangster's Doomsday!\"",
    "author": "shure",
    "replyCount": 2,
    "timestamp": 1375535640,
    "txt_content": "你还记得我上次在《黑色都市》的帖子放的终末起义牌子吧？我跟我朋友说过会写下一篇的文章然后发布。\n这不，已经来了。\n正文\n第二次终末起义（The Second Ender Uprise）\n　　终末城……\n　　这个满城是污秽的都市，那里的正义之士少之又少。有的被残忍的杀害，有的则藏匿在起义队里。第一次终末起义败北之后，已经有不少的人知道这个都市已经是混乱不堪，有的平民甚至从这个都市移迁出去。本来以为这个都市会就此结束，但是，一声枪声却让第二次的终末起义正式爆发……\n　　在第一次终末起义里，由于起义队的战力不足，加上对敌方的情报略有不足。但是，他们决定要拼一把，哪怕有所牺牲，哪怕会失败，也要让这个事情给公众于世！第一次终末起义最后以败北告终，起义队损失了约一千人，并且基地也被暴露了，无奈之下只能转移到其他区域重新聚集战力。这一战很惨重，平民伤亡几乎破千，设施也被摧毁了二十余多处，有部分的公交设施，商业设施也因此停业。不过也就因为起义队这么一闹腾，这个大新闻从此就被公布于世了。\n　　夏日城，萨多城，菲多姆城，以及其他的都市，都得知了这件大事。起义队为了要让更多人获知这件消息，便派遣了一些人去其他的都市游说。有的平民因为游说而主动加入了起义队的阵列。当然还有一些是因为这个新闻而来加入的。没几天他们就聚集了有三千多的战力，但这明显还不够与他们抗衡。\n　　除了那些平民，正义英雄们也知道了这件大事，于世决定去终末城来协助起义队。其中有一些英雄是来自菲多姆城的正义使者舒尔速普隆，修行者鬼里隆，警局局长伊卡拉姆，萨多城里的水管工科萨拉索，半机械人比-露姆，周游各地的作家卡鲁曼多，以及终末城里的刺客奇罗亚和怨灵库莉尔。\n　　舒尔速普隆，这个正义使者在三年前曾差点把恶党之首，布拉克-汉特逼得走投无路，但最终被舒尔大发慈悲地放走了，希望他弃恶从善，重新做人。但可惜，汉特他是死性不改，三年后就在终末城里重出江湖，并在那里聚集了不少的黑道人员。作家卡鲁曼多在第一次终末起义前遇到过库莉尔，不过现在她已经死了，而且死的很不瞑目。她是被奇罗亚杀死的。那名刺客之前读过死神异闻录和招魂隐书，当时那两本书是最不出名的，而且还差点被买家烧掉，但幸好被他保住。不过，就算他是一名刺客，也是有良心的。杀了人之后的他藏匿在了下水道里，倾听着陆地上的疯狂般的斗争，几天之后，他便去教堂忏悔，并且当着教徒们的面，亲手把自己的匕首给折成两半，而那两本充满了罪恶的书籍也是在那时候被他焚烧掉的。鬼里隆曾经答应过舒尔三年内不杀生，不过现在，时间已经到了。伊卡拉姆在三年前的剿灭战后被提拔为原警局局长的左右手，但因为局长想要利用职权来生事，结果还没开始行动就先被自己人集体拘捕了。带头的是侦探迪尔，而伊卡拉姆已经抢先去法院告了局长一状，并且还找到了局长曾经受贿的铁证。结果那位可怜的局长不但被撤了职，还被判处了五年徒刑。伊卡拉姆因此坐上了警局局长的位子，迪尔也被任命为副局长。此次伊卡拉姆前往终末城，算是亲自上阵了吧？科萨拉索以前是黑帮分子，但因为被舒尔成功的说得后而当起了警员，在那次剿灭战之后就辞职了，并且在萨多城应聘到了水管工一职。不过呢，对于他而言，有工作就好，只要不会忘了家。至于在第二次终末起义爆发前的每夜，终末城里就出现奇怪的声音，不用说，那是库莉尔她在玩恶作剧呢！不过，这是不是有点过火了？\n　　由于正义英雄们的参与，不到几周，起义队就聚集了有六万余多的战力了。在那之前他们还揪出了一名叛徒，并当众将其处死。起义队的队长是亚克，也就是上次参与起义战的副队长。在第一次终末起义失败时，原起义队的队长不幸阵亡，众人悲痛过后，一致拥护亚克成为新的队长。待所有人都到齐后，便开始拟定了计划，代号定义为七色彩虹里的色彩代码。\n　　赤色是起义队的队长亚克，橙色由科萨拉索负责，黄色让奇罗亚担任，卡鲁曼多领到了绿色，青色非舒尔速普隆莫属，鬼里隆得到了蓝色，而紫色则算上了非起义队成员的怨灵库莉尔一份。\n　　然后就是分工行动了。赤，黄，青，蓝以主线流程发动进攻，起始点定义为城市边界，赤在东，青在西，黄在南，蓝在北。终末城南部大部分是山区，因此可以在高地用运输机的空降来进行攻击，北部则是最接近大海的区域，可以利用起义队基地的地下通道去离都市一公里远的海面发射站，用运输船借用海潮的方向进行突击。其次就是要避免不必要的损失。绿，紫负责支援主线队伍，协助他们攻入BH大楼并摧毁。橙负责狙击点燃雷管，随后加入支线队伍阵列进行远程炮火支援。\n　　为了能获取对方更详细的情报，以及要确保平民不会被战火殃及，比-露姆已经利用网际来入侵对方的网络里，从而获取情报。伊卡拉姆则通知了菲多姆城一方进行秘密输送，为起义队提供武器装备。黄，绿，青负责去疏散平民们到地下避难所里，为了防止对方的怀疑，起义队已经制作了一份假情报来迷惑对方。确保所有平民都进入避难所后，起义队便分割部分战力去坚守避难所，直到战斗的结束。\n　　一切都妥当之后，起义队便在那个冬季的夜晚行动，舒尔在行动前早上就通知了库莉尔，她也正巴不得要去把黑帮解决掉。到了夜晚，全员已准备就绪，科萨拉索找到了一处狙击点，然后举枪向着安在BH大楼上的雷管开火。\n　　砰！\n　　信号发动就是雷管引爆之时！\n　　轰！\n　　“信号来了！冲啊！”\n　　埋伏的起义队对敌人来一个猝不及防的攻击，第一回合便使他们先损失了一千余多的战力。在这里，一回合就是一分钟。到了第三回合对方这才反应过来，止住了混乱。但是，没过一会儿，就便听到起义队他们的高喊：\n　　“黑帮之末路！”\n　　“还我终末城之光明！”\n　　“天诛恶党！”\n　　这一声声的口号响彻了全城，整支队伍战意高涨，敌人也不知道是怎么回事，被吓破了胆，乱成了一片，而且比前一回还要乱了不少。没过二十回合，大军就已经打到了BH大楼下的大门口。\n　　仍旧是舒尔速普隆来打头阵，先把敌人给冲个七零八落的。不过对方也不是吃软饭的，重整队伍后便向起义队发起猛烈的反击，使他们损失了不少。但是，他们不会因此就放弃，就算只剩下一兵一卒，也一定要让这个起义战取得胜利！凭着这个劲头，他们在短短的半小时里就把BH大楼里的敌人全都清理了个干净，并且将这栋大楼给引爆了。在那之前，舒尔速普隆和鬼里隆冲锋到了最上层，并且把为首的布拉克-汉特再度击破！唉，汉特啊汉特，你这一次可是比上一回要败的更彻底，折了全部的兵力还被群雄逐出终末城，你何不如去顺他人的意去重新做人呢？\n　　这一次的战斗情况良好，起义队的人员伤亡一千余多，而扎住在终末城里的所有黑帮分子全灭，只有少数的人投降了，据说里面的人数是起义队的三倍多。BH大楼成功摧毁，而且没有任何的平民伤亡，起义队的守备兵也仅损失五十七人，此外，设施也仅损失了七处。战后，终末城的各个设施开始修复，死者被安葬，那些曾经搬出终末城的平民们也回来了。舒尔认为终末城这一名字不是很好，便提议将都市名更为“返天城”，起义队的人们都一并同意了，被摧毁的BH大楼则因为被那场冲击弄得只剩下骨架，烈火的消散使那里永远变成了一个大雕塑，警醒着后人。\n　　因为第二次终末起义的胜利，起义队解散了，亚克也去享受一下平民的生活。库莉尔也终于瞑目了，在初升之日的照耀下逐渐消失。卡鲁曼多也写了一篇文章名为“从终末到返天”，这篇文章在次日便被登刊了，而且非常受欢迎。伊卡拉姆因为越区管理差点被上级撤职，但在那边有很大的成果也就做罢了。奇罗亚在战后决定要追随卡鲁曼多，一起去探索未知的领域。科萨拉索也回归自己的都市，重新干回自己的水管工，但一周后就被晋升为水利局的副局长。而舒尔速普隆和鬼里隆也回到了菲多姆城，继续他们的修行，尽管他们还是在读学生，而且还是初一的。\n　　终末城永远的消失了，但是，返天城它会向来访这里的人们叙述这里曾经所发生的事情。短暂的平和，持久的斗争，以及那场辉煌的大起义。",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1375588200,
            "txt_content": "总觉得像教科书里的，抗日战争。。。\n（按qq的要求，我回了）"
        },
        {
            "author": "qbzdhr",
            "timestamp": 1376289480,
            "txt_content": "楼上说的对恩恩"
        }
    ]
}