{
    "title": "《我的世界》小说③集 晨星 是敌人还是伙伴？！",
    "author": "Luzhuo",
    "replyCount": 6,
    "timestamp": 1375683480,
    "txt_content": "                         第三章 晨星 是敌人还是伙伴？！我们总算逃了出来，到了一个森林里。我们在黑夜里四处摸索，这时，看到了一堆篝火。小M想要靠近那堆篝火，但是我们听到了一个声音：“是什么野兽敢靠近我的地盘！”这时，一个钻石手里剑飞来，幸好小M闪得快，不然早被劈成了两半。我们定睛一看，原来是一位妙龄少女。少女舞动着紫色的头发，手里拿着钻石手里剑说：“你们是什么人？！敢靠近我地盘！”“我们......”“甭说了，一定是强盗！看我不把你捉起来！”说着，她将钻石手里剑发射出去，我用了很大的力气才抵挡住。我心想：“这妞也太强悍了！”那位妙龄少女说：“我不杀无名之辈，报上名来！”“我叫史蒂夫！”“胡说！你明明是HIM，去死吧！”她不管三七二十一，直接向我刺来，我用钻石剑化解了她的招式，并用力一挥，她被打倒在地。我心想：“这女人怎么感觉非常痛恨HIM呢？”她爬起身来，说：“哼，走着瞧！”说着，她消失在了夜幕里。小M说：“这什么人哪！”我说：“不，我感到她身上有一股不像是人类的气场。”“难道是我们怪物的气场？”“也不是，倒更像HIM。”“不会吧？”小M长大了嘴巴，“你不就是HIM吗？”“我曾经听说过，这世上不止一个HIM。”“先别管这些了，下雪了。我得赶紧找安身之地。”于是，我们不知走了多久，终于来到了一个村子（不是屌面人村），一对老夫妇接待了我们，我们终于不在寒冷的外面，来到了温暖的房子里。当我们谈起这件事时，老人说：“你们遇到的那个女孩叫做晨星。”“他为什么那么痛恨HIM？”“告诉你们吧。”“晨星从小就是一个聪明懂事的孩子，可是，人们却鄙视她，因为她的爸爸是HIM。孩子们都不和她玩，所以她从小就很孤独。后来，HIM和晨星的母亲吵了一架，HIM杀死了她的母亲，并远走高飞了。小晨星知道后，内心萌生了复仇的念头，开始学习武术，现在她是魔物猎人。所以，她痛恨HIM。”“哦，这也难怪她了。小M，外面好像有什么声音？”我们到窗前一看，外面火光冲天，烟雾中有两个人影在打斗。我们走了过去，原来是晨星，而另一个，竟然是HIM！两人各持一剑，屹立风中。HIM说：“女儿，别来无恙啊！”晨星不屑地说：“我没你这样的父亲！你这个大魔王！今天我要为母亲报仇！”两人厮打起来，两个回合，晨星败下阵来。晨星自言自语道：“母亲，难道我的力量还是不能打败HIM吗？”（PS：当然了，HIM开创造）HIM冷笑道：“女儿，这么多年，你还是没有长进呀！”这时，一旁的我实在看不下去了，大吼道：“够了！”“哟，我以为是谁呢！是那个被我同化的小子啊！”“HIM，我也要报你把我同化的仇！”“报仇？没那么容易！”说着，他竟然飞了起来，将我击倒在地。他说：“哈哈哈哈！你还不配和我打，再见了！！！”于是，HIM在夜幕中消失了。四周静了下来。晨星艰难的说：“你，为什么要帮我？”我说：“我也要报仇啊！”\n第二天，我们准备离开这里。这时，一个身影朝我们走来——晨星！她笑着说：“谢谢你们昨晚上救了我，我叫晨星。”“我叫史蒂夫。”“我也要加入你们。因为，我要不断磨练自己，我要为母亲报仇！”于是，我们的阵营多了一位新伙伴。\n\n\n\n我有拖稿 了，呵呵。。。\n\n\n\n\nu=3066683260,1306665873&fm=23&gp=0.jpg (3.2 KB, 下载次数: 2)\n\n下载附件\n\n2013-8-5 14:18 上传\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1026587332",
            "timestamp": 1375683480,
            "txt_content": "恩恩 LZ文笔不错"
        },
        {
            "author": "minecrrft",
            "timestamp": 1375683720,
            "txt_content": "呵呵！！{:10_512:}"
        },
        {
            "author": "悲伤",
            "timestamp": 1375684200,
            "txt_content": "好人继续等连载"
        },
        {
            "author": "游戏我叫xu654",
            "timestamp": 1375688940,
            "txt_content": "等待连载…………"
        },
        {
            "author": "落日晨星",
            "timestamp": 1375693020,
            "txt_content": "额，无语，本人在此。。。。。。。。。"
        },
        {
            "author": "自由落体者bahao",
            "timestamp": 1377577860,
            "txt_content": "还开创造呢……"
        }
    ]
}