{
    "title": "MC世界中的生存Ⅰ【第一次写得】",
    "author": "KFOZWQ",
    "replyCount": 4,
    "timestamp": 1375698480,
    "txt_content": " 本帖最后由 KFOZWQ 于 2013-8-5 18:28 编辑 \n\n这个···因为我是第一次写作啦，难免写得有些不好，有什么建议请在下面回复吧~\n——————————————————————————我是分割线——————————————————————————\n　　　　　　　　　　　　　　　　　　　　　　MC世界中的生存Ⅰ\n　　　　　　　　　　　　　　　　　　　　　　序章：故事的开始\n　　“咚··咚··”沉重的钟声响彻云霄，一只灰白色的末影龙在天空中翱翔。“切，那只可恶的末影龙！！一直在‘HIM之钟’旁边飞来飞去，像什么似的。”一个全身伤痕累累的人在末地的中间骂着天空中的末影龙「这个是主角的伙伴，现在还不能说出他是谁」，可是末影龙像看着蚂蚁一样看着那个男人就继续飞。“你别激怒它！不然等你还没说完，它就什么时候向你送来一颗火球！！现在你最主要的是快点回复好自己的身体。”一个年轻的人「没错，这个就是我们的主角——史帝夫」在向负伤的男人说着。“不过我还真的没有想到，这第三只末影龙会这么的厉害，连神器「HIM之钟」都伤害不了多少，反而还被吸收了，今天真是倒霉。”“谁让我们实力不够呢，反过来它的力量又更强了一步。如果我打不败它，那还怎么挑战后面的两只龙，怎么找出真正的幕后黑手啊。”\n　　这件事情要从几个月前说起，一个人「废话，难道不是人吗？」在马路上，当然，他现在是还没有进入MC世界的。“没有一台好的电脑吗，唉，谁叫我一次开好多个MC呢「这个嘛··纯属虚拟而已」。算了，这次就看看有没有便宜的电脑买哈哈。嗯？”史帝夫看见了一个人戴着史蒂夫头套「一点也不害羞啊喂」在一个角落买笔记本电脑，话说还是玩MC专用的。“哇，这个电脑还挺好看的嘛，配置也蛮高的，速度也很快，开光影不卡也~，价格还不贵，才998元「别在这里打广告啊喂~~」”这些都是史帝夫自己试用了下电脑的结果。“喜欢吗，喜欢你可以买。这是限量版的，因为用的钱很多，厂家就不批量生产了。所以世界上只有150台，都是分别在世界各地卖的”听完“史蒂夫”大叔的介绍，感觉也没有什么差的，就直接买下了 。史帝夫走后，那个大叔突然笑了一声，就不见了。“啊哈，我买到了好东西啦！”史帝夫兴奋的默念着。开心的回到了家，就迫不及待的打开了电脑、上论坛、刷回复、下整合包、玩去~~「这这，这未免也太强了吧」\n　　“啦啦啦德玛西亚~啦啦啦撸啊撸啊····”史帝夫一边唱着歌，一边玩着生存游戏。「看得出蛮爽的··」可是，现在他并不知道这台电脑已经开始下载一个神秘的MC客户端，黑色的魔手在像史帝夫伸来。“嗯？”史帝夫眼睛盯着电脑屏幕，因为电脑显示了一个提示：“您的专属客户端已下载完毕,请到X盘打开”“呃，这怎么回事，我记得我没有下载什么客户端啊，竟然还是专属于我的，奇怪啊。”史帝夫现在的脑子都在想着[这是怎么回事？]“先打开看看吧。”随后史帝夫就打开了X盘，看见了客户端的名字：第34号正式客户端。“这这这，这是怎么回事！？”史帝夫又突然想到了什么，快速的把电脑合起来，看着上面的字迹——MC专用34号笔记本电脑。虽然说这些字都在角落里，可是在史帝夫的眼里还是非常显眼。“这···真是见鬼了，难道是电脑自己下载的？不可能吧！”「确实是电脑自动下载的」————序章完结\n—————————————————————————我是分割线———————————————————————————\n我的小习惯，前三名得奖励········\n",
    "replies": [
        {
            "author": "fgdg21234d",
            "timestamp": 1375698480,
            "txt_content": "我居然一字不漏的看完了。。"
        },
        {
            "author": "16136953",
            "timestamp": 1375698660,
            "txt_content": "我是老二，奖励奖励！！"
        },
        {
            "author": "Terry39",
            "timestamp": 1375698780,
            "txt_content": "额。。。\n还行，加油"
        },
        {
            "author": "azsx6912121",
            "timestamp": 1377146580,
            "txt_content": "我能吐槽一下史蒂夫本身就是游戏为毛还要下游戏··············"
        }
    ]
}