{
    "title": "笑谈学校---逃学计划",
    "author": "hu460850313",
    "replyCount": 2,
    "timestamp": 1375768080,
    "txt_content": " 本帖最后由 hu460850313 于 2013-8-8 14:19 编辑 \n\n第一章我叫埃里克，就读圣安格莫斯学院，是个成绩爆烂的学生，要说起我的故事，真是会笑死人“埃里克，起床！！！”一大早，老妈就端着牛奶面包对我喊，而我，只是翻一个身，然后很不情愿的说出嗯字\n“嗯什么？快8点了你到底起不起床？？？再不起床我让老师打电话来给你上课“听到这句，我立马电动车的站了起来，记得上次老师打电话来上课，唠唠叨叨的讲了10个多小时，早饭中饭差点没喷出来，而且老妈竟然还坐在我旁边监视了我10个多小时！顿时无语。。。。。\n”快点，磨磨蹭蹭的真不知道像谁。。“每次听到老妈说这句话，我都会暗暗的笑\n”不是像你么，呵呵“一切准备就绪后，我骑着脚踏车，出了门，半路上 我遇到了同班的小胖，杰里米，他是暮光之城的脑残粉，在他面前要是说贝拉，爱德华，雅各布什么的话，他就会缠着你说剧情，会把人逼疯的！！而且最重要的不是他讲这些剧情时他的心情，而是他在讲剧情的时候我们想死的心情。。= =”\n“yoooooo~小胖，昨天的作业写完了没啊”\n“埃里克啊，你又想让我给你抄？”每次他说到这，我都会奸笑\n”哦呵呵，你懂的啊~知道了就别说出来多丢人是不是~~“然后用胳膊肘碰小胖，小胖是很软弱的，但是一提到暮光之城的话，谁都不敢动他了。。\n“好，快点抄完”\n“好嘞~~”我抢过了作业本\n“那就先走一步啦！\"之后我就骑着脚踏车快速的开向学校，路上还听着MP3，嘴里还会唱着I go back to Decemer ,turn around and change my own mind....因此每次去学校的时候路边的小盆友都会投来诧异的目光\n去学校的路不是很长，所以很快就到了，进校门的时候，我又碰到了铁老虎，威廉\n”呦，威廉，今天有没有什么好玩的地方啊“威廉是我的哥们，我们经常一起逃课去网吧什么地方玩\n”听说街南最近开了一家很带劲的电影♂院哦，亲，你懂的，门票破盘价只要998！是的你没有听错，只要998！！“\n”别开玩笑了呵呵，OK！就去那里了“我们在半路谈完以后就进了教室，一进教室，看到我们的人都会喊起来\n”看！！两个基佬终于来上课了“这时候，我和威廉都会对视一眼，然后一起伸出小手指，摆出一副鄙视的表情\n”请允许我鄙视+藐视+轻视+漠视+无视+怒视你“然后就坐在了位置上”一般来说，我上课都是脚都伸到桌子上\n然后眼睛看着窗外\n“埃里克！把脚放下来！“接着，一个粉笔就飞了过来，我怎么应付呢？？这时呢？我会假装系鞋带，然后把脚放下头低下，就躲过了粉笔，也算是给老湿面子啦，老湿生气的时候，我们也跟很多人一样，说老湿大姨妈来晚了或者便秘了，有一次一个同学在跟其他人说悄悄话\n”今天老湿又大姨妈来了！我看见在隔壁班她把一个学生从早上训到我们中午吃饭，老厉害了！“这时候，那些同学就会悄悄的闪到一边，然后用手僵硬的指着老湿，之后……儿童不宜啦你懂的~~上午的课上完了，我和威廉约好下午第二节课去那家新开的电影♂院，中午吃饭时，威廉悄悄的跟我说\n“喂喂喂，今天下午第一节课是油条叔的课哎”\n“油条叔？？哦哦就是那个说了那句很经典的话的那个油条叔？？”\n“是啊，麻烦前面听歌的学生让那些说话的学生小点声免的吵到那些睡觉的学生”\n“哈哈哈想起来就好笑，呵呵”\n“嗯嗯哈哈哈，跟绕口令似的哈哈哈”我通常是不想吃中饭的，因为我想边看电影边吃旺仔小馒头，你懂的~\n到了下午第一节课，油条叔拿着语文书进了教室，我们都忍不住笑了一下，其实油条叔很严肃的\n“笑笑笑，笑什么笑？！不要以为你们是喜剧演员啊，上课！”在之后的40分钟里……我们已经完全笑尿了……上课前10分钟，一个同学说要上厕所，油条叔猛的把语文书扔了过去，语文书在空中旋转了180度划出优美的弧线最后以美丽的姿态落在了那个同学的头上，之后那个同学轻轻的说了一句\n“我想……我不用去了……”为什么不用去了？？吓尿了呗~~上课过了20分钟，老湿又叫小胖回答狼的习性，听到这个问题，我们惊呆了……完了，这节课不用上了…………\n“狼的习性啊……对了！他们会变成人，在树林里，捕捉猎物，变成人之后，衣服都没有，之后……”就这样，他足足讲了15分钟……我们彻底崩溃了，有时我难免会希望他撞墙死掉，但是是不现实的~\n“这一节课上的很愉快，现在，下课！”油条叔收拾了课件，走了出去，我给了威廉一个暗号，示意他现在逃课是好时机\n“准备好了？那我们走”我和威廉做贼似的，悄悄溜出了教室\n“加油，我们逃课过不只一次，肯定不会被发现的，淡定”威廉走在我后面，铃铃铃，上课了，我和威廉被这铃声吓了一跳\n“没事的，继续”威廉安慰着我，明明最怕的是他，于是我悄悄的对他说\n“明明是你自己在心里自慰嘛……”然后我看见威廉一动也不动了，一脸害怕的样子\n“威廉？？”之后，威廉慢慢的举起了一只手，伸出了食指，我随着他的食指望过去……顿时我也吓的一动不动\n”教……教导主任？！！！就在我身后！！？“第一章，完\n第二章“你们两个在这里干嘛。”\n“我们……我们，我们上厕所，对不对”我对威廉使了个眼色\n“呃没错，我们是，上厕所，呵呵”\n”还想狡辩，你们两个是想逃课吧“教导主任头上顿时生起了火，“还有，厕所不在这边，在你们身后”\n“呃……这个……”\n“狡辩不出来了吧，你们，跟我到办公室”\n“办公室？那我们的电影怎么办”我和威廉咕哝着，跟着教导主任一路到了办公室，教导主任砰地一声放下了书，坐在了椅子上\n“我说你们，除了逃课能想点新奇的玩意么，你知不知道你们逃课过多少次，干什么？演奥特曼啊”\n“我们演奥特曼，那你就是小怪兽咯”威廉低下了头\n“哎呦喂好小子嘴还挺溜的，不怕我电话教育啊”听到电话教育四个字，浑身就起鸡皮疙瘩\n“不怕……我家电话停机了……”\n“嘿！好小子啊，放大招就以为我HP没了啊，告诉你，老子3岁就玩拳皇！5岁玩魔兽，10岁做网页，20岁领结婚证！怎么样，怕了吧”毫无疑问，我和威廉的小伙伴都惊呆了\n“真是牛X。。。。”我说了脏话\n“哎！说脏话要检讨”\n“你有资格说我们么。。。。”我也低下了头\n“哎呦喂，还有意见了啊，大人说脏话是没关系的”就这样，我们在教导主任的思想教育下，一节课过去了\n“终于把我们放出来了。。。。虽然答应了很过分的要求= =”\n“没错……”什么要求？？就是让我们买最新的苍老湿写真集\n“对了埃里克，我昨天在网上看到了呢，说不定现在还没卖出去”\n“怎么可能，麻烦你用脑子想想好不？那么受欢♀迎，怎么可能还没卖出去”\n“说的也是”于是乎，我们回到了久违了课堂\n“哎。。。。。逃课没逃成，倒把苍老湿写真集搭进去了”威廉叹了一口气\n“真希望我是多啦A梦”我也叹了口气\n“对了，下午我们去弹藤书店看看有没有吧”\n“书店……书店会卖这东西？”我看着威廉\n“说的也是，现在的书店……这种东西不会卖的”不一会，上课了\n“上课！”有时候班长喊起来的时候实在不想起来，就跟着坐在我前面的小胖喊，老湿好，如果是油条叔上课的话，我就会喊，卖油条咯~五毛钱一根！因此常常被请到办公室。。\n“埃里克？？埃里克？？”突然，一根蓝色粉笔正中我的脑门，我竟然忘了系鞋带\n“好好听课，难得你没逃课”老湿有种想一眼瞪死我的冲动，恍恍惚惚，又是一节课，无所事事，又是一节课\n悠游自在，还是一节课，转眼间，就下午了\n“埃里克，我们一起回家吧”小胖在远处向我挥手\n“对了，威廉呢”\n“他啊，被他妈妈先接走了”\n“是么，对了，你要不要跟我去一趟书店，正好我要买书”\n“哦，好，我也去看看有没有。。。。”\n“有没有什么？？？”\n“没什么，赶紧走吧”不一会，我们就到了弹藤书店，我们进去了\n”好多书啊，不知道我要买的《节操失踪记》在哪，我也开始了找苍老湿写真集的行动中\n”在哪呢……没有啊……”找了一阵子，有个13岁差不多的小盆友来到了我的身边\n“蜀黍，你知道……”\n“什么？？？你叫我什么？？蜀黍？？”\n“啊啊对不起啊，妈妈说比我大的都是蜀黍”\n“呃呃呃。我好想干了他全家”\n“小盆友，好可爱，你来这干嘛？”小胖蹲下来看着这孩子\n“爸爸让我来找《暮色4：破晓》的书”我顿时无语了，因为……小胖要。。。。完了\n“暮光之城！！！你也看过啊，我最喜欢贝拉了，虽然她最后变成了吸血鬼但我还是好爱她的啊，对了，你知道吗………（以下省略10000000字）”我可以明显的看到，那个小盆友快要吐白沫了，我也是。。。\n突然，我看到威廉也走了进来。。。。第二章，完\n第三章“威廉！”我向威廉招着手，示意他快过来\n“呦！埃里克你也在啊，怎么，买书？？”\n“不是，我是来陪小胖买书，是他要买不是我”\n“哦，这也挺符合你的个性的”这时，小胖从书架后面走了出来\n“啊，威廉啊，你怎么也来了”\n“我……我来是为了……打酱油！！”威廉把手放在了头后面，笑到\n“酱油？这里是书店啊，打酱油的话隔壁有一间老王杂货店，你去那看看吧”\n“这……这样啊……呵呵”威廉迅速的拉着我跑了出去\n“喂喂喂！你去打酱油就打嘛，拉着我干什么”我挣脱了威廉\n“告诉你……那间书店闹鬼的”威廉悄悄的跟我说\n“不会吧。。。。我看那里人挺多的啊”\n“是挺多的，到了晚上书店打烊你就知道了。。。”\n“我才不信呢”我正准备回家\n“那敢不敢晚上跟我溜进去转转啊”威廉摆出了一幅势在必得的样子，样子真欠揍\n“你以为我不敢？”我又回过了头\n“好！那我们晚上见！”说完，我们两个就回家了，镜头转移：晚上\n很快到了晚上，我和威廉准备好手电筒准备进去\n“喂哥们，真的要进去啊”我拍了一下威廉的肩\n“不是你说不信的吗？现在就来见识见识”\n“可是……”我话还没说完，威廉就走到书店门口了\n“快过来！”就这样，我跟威廉到了书店门口\n“门锁了进不去啊”\n“啊。。。那怎么办”\n“我TM怎么知道”\n“啊……”突然，门咔的一声开了\n“喂喂喂……门开了哎”\n“别叫，我又不是没眼睛”我们走了进去\n“瞧那猥琐的书的封面，瞧那龌龊的海报的样子，真让我恶心，都快把翔都吐出来了”威廉指了指角落书架上的书，又指了指墙上的海报\n“我说。。。。你的翔在嘴里的？！”\n“去，你的翔才在嘴里”\n“你刚才自己说的啊”我跟这威廉来到了书店厕所\n“WOW这厕所几年没洗了”\n“喂喂喂……我们来这是干嘛的”我拉着威廉出了厕所\n“没鬼啊……”我拉着威廉，突然，背后吹来了一股凉气\n“哈哈哈总算让我逮到了”\n“谁？谁在说话”威廉四处张望着\n“哈哈哈哈……你们完蛋了！你们害死了我，我来借你们的命了！”我拿着手电筒，照照那照照这，就是照不到说话的人\n“等一下……命是可以借的吗？？”我开玩笑的说道\n“你没打过魂斗罗吗？”不明声音继续说着\n“好吧你淫了”这时，从黑暗的房子里走出一个人\n“好小子，扮鬼吓不到你还敢忽悠我”那个人拿着棒子说到，我和威廉吓了一跳\n”啊啊啊大叔哦不……大哥……我们只是来看看并没有干什么啊啊啊”威廉连忙解释\n“骗人，你们连夜偷我书店的书，不良的都被偷光了我还看什么啊？！看安徒生童话啊！”\n“我瞧瞧的说着”安徒生童话也不错啊……”\n“什么？！”他举起了棒子\n“替我问候你主治大夫！！”\n“啊啊啊啊啊啊啊！！！！”我和威廉叫着边逃边寻找出路\n“救命啊啊啊”我喊着\n“该死的啊啊啊这老头龙门镖局看多了啊啊啊”威廉跑在我后面大叫着\n突然，我们想起了去过的那间厕所。。。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1109101628",
            "timestamp": 1375768200,
            "txt_content": "中世纪么，中国风一点好么=A="
        },
        {
            "author": "goldenbutt",
            "timestamp": 1375769160,
            "txt_content": "顶。不过中西混合。。。额。。。有点乱。。"
        }
    ]
}