{
    "title": "史蒂夫漂流记『The Steve Crusoe Chapter 9』完结篇",
    "author": "我是安德面",
    "replyCount": 12,
    "timestamp": 1375798140,
    "txt_content": " 本帖最后由 我是安德面 于 2013-8-6 22:13 编辑 \n\n我画的封面拍在手机上，但是电脑发神经了，居然不能显示png图像，吐血。\n       还有就是我一直在潜水，在我快淹死的时候，终于冒泡了，把我的史蒂夫漂流记交给大家，这是最终章。所以我搞了半天在想剧情...\n史蒂夫漂流记第九章   罢战息兵\n\n\n       的末地里，寒冷风刮在凹凸不平的终界石上。史蒂夫与阿德莱特在被终界石包围的黑曜石平台里，手里抓着破烂不堪的装备和两把被砍得不再锋利。终界龙的翅膀在不停的拍打。        “阿德莱特，我们还剩什么可以勉强派得上用场的东西？”史蒂夫坐在地上，大口的喘气..         “派得上用场？好吧，我只看见你手上的钻石剑和你身上背的弓，还有我的钻石斧。别无其他。”阿德莱特依旧摆着发愁的脸。        “该死的!我们要如何打赢这场仗，不然我们会成为这终界石的一部分！”阿德莱特大声的呵斥道。       阿德莱特的耳边传来一阵撕裂空气的声音，末影龙的把黑曜石平台咬出了一个洞在。       “混蛋！你为什么还不跑！末影龙会吃了你！”史蒂夫愤怒的说道。       阿德莱特把身体摆正，对史蒂夫说：“明白，我们要回家！不能就死在这了！”史蒂夫的神情依旧很谨慎。       他举起铁镐敲碎了凹凸不平的末地石。他们爬了出去，这里到处都是末影人。末影龙在天空盘旋，几根黑曜石柱矗立在这个浮空岛上，上面的能量水晶在基岩块上漂浮着。        史蒂夫对阿德莱特大喊：“快躲到黑曜石柱后面！不要被它看到！”        阿德莱特迅速跑到黑曜石柱的背面，末影龙的脑袋从一望无际的天空冲下来，史蒂夫抓紧变钝的钻石剑往终界龙的头上砍去，绿色的鲜血喷在他的脸上，阿德莱特也接着冲上去拿斧头抡掉了末影龙的一只触角，末影龙的呻吟声在发黑的天空中散开。        末影龙把头一抬，史蒂夫被丢到黑曜石柱上，阿德莱特抡起斧头想砍瞎末影龙的眼睛，但是末影龙张开它的血盆大嘴死死地咬住阿德莱特的下半身，阿德莱特发出痛苦地惨叫声，红色的鲜血不停地溢出来，溅到到处都是，末影龙把嘴一合，阿德莱特的上半身从他的下半身脱落下来，惨叫也结束了，因为阿德莱特的生命也结束了…       史蒂夫含着泪从黑曜石柱上爬起来，而末影龙还在享受它的美食——阿德莱特，“你这个狗娘养的王八蛋！去死吧！狗娘养的！”史蒂夫大喊，从黑曜石柱跳下来，落在末影龙的背上，把钻石剑重重地插进末影龙的脊骨里，末影龙疼得飞上发黑的天空。       他把剑把出来，对着末影龙背连续不断砍，绿色的鲜血溅在史蒂夫历尽沧桑的脸上。末影龙的生命值也不停的扣，末影龙吃力地把尾巴抖了抖，史蒂夫从天空中一下跌到地上，那时，他里天堂只有一步之遥而已。      史蒂夫从血泊中站起来，他那青色的衬衫已经被鲜血染成了红色，颤抖的手艰难地抓着破烂不堪的钻石剑，一步一步吃力地往末影龙走去。      末影龙看了看史蒂夫，举起了龙爪盖在史蒂夫头上，史蒂夫无力的举起剑挡住，但是一个人的力量还是比不过龙。史蒂夫浑身是血的倒在苍白的末地石上。       史蒂夫用尽最后的力量把黑曜石柱上的能量水晶，“还差一个，就还有，还有一个。”史蒂夫艰难的抬起自己的肩膀，不，他还是倒下了。       史蒂夫的眼睛渐渐模糊了，他沾满鲜血的手向着正在被撕咬的阿德莱特，“对不起，我没能带你回去，阿德莱特。”       他的眼睛快要闭上了，突然，史蒂夫腰带上的恢复药水撞到了末地石，史蒂夫恍然大悟，“这不是上次遇见阿德莱特的那艘船上的补给品么？”。史蒂夫打开药水的盖子，把药水喝了个精光，他重获新生了。        史蒂夫把钻石剑扔向末影龙，正中它的眼睛，末影龙疼得飞上天空，鲜血一滩一滩的淋在地上。        史蒂夫举起阿德莱特的钻石斧，因为他的钻石剑还插在末影龙的眼睛上。        他爬上了有能量水晶的黑曜石柱上，末影龙用全速冲向史蒂夫，史蒂夫举起斧头，“10米，5米，1米！就算现在！”史蒂夫把斧子砍在了能量水晶上，一道白光点亮了末地。        史蒂夫遍体鳞伤的身体往虚空飞去，“终于结束了，阿德莱特，我帮你报仇了。”        末影龙的身体已经腐烂，它身上不停的发出紫色的光芒，史蒂夫也被黑暗吞没了….                                                                                                                                                                    剧终..",
    "replies": [
        {
            "author": "马赛克了",
            "timestamp": 1375798800,
            "txt_content": "又是一篇文章结束了。"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1375814280,
            "txt_content": "史蒂夫居然死了。。。不知道会不会重生= ="
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1375814280,
            "txt_content": "Bruce.Owen 发表于 2013-8-7 02:38 \n史蒂夫居然死了。。。不知道会不会重生= =\n真心一个sad end啊= ="
        },
        {
            "author": "250=mo",
            "timestamp": 1375837800,
            "txt_content": "怎么一开头就“的末地里”？前面的呢？？？？\n\n话说史蒂夫“呃”了……"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1375920240,
            "txt_content": "发来贺电～\n不过史蒂夫居然死了真是可惜，果然是主角死了文章也就不用谢了么"
        },
        {
            "author": "我是安德面",
            "timestamp": 1376037720,
            "txt_content": "可能会有第2季..."
        },
        {
            "author": "塔防精兵",
            "timestamp": 1377612480,
            "txt_content": "然后，他在满是钻石矿的陆地上醒了，阿德莱特捧着满满一组钻石，喝着威士忌，说：太幸福了，但我还是想见见我的家人。（接下来请lz继续编。。。）"
        },
        {
            "author": "我是安德面",
            "timestamp": 1377838620,
            "txt_content": "塔防精兵 发表于 2013-8-27 22:08 \n然后，他在满是钻石矿的陆地上醒了，阿德莱特捧着满满一组钻石，喝着威士忌，说：太幸福了，但我还是想见见 ...\n問題是，阿德萊特被咬成半截了..."
        },
        {
            "author": "塔防精兵",
            "timestamp": 1377864060,
            "txt_content": "我是安德面 发表于 2013-8-30 12:57 \n問題是，阿德萊特被咬成半截了...\n不是在天堂里会重获新生吗？！你不写我写了。。。"
        },
        {
            "author": "我是安德面",
            "timestamp": 1378118760,
            "txt_content": "塔防精兵 发表于 2013-8-30 20:01 \n不是在天堂里会重获新生吗？！你不写我写了。。。\n我後面會慢慢寫下去的，劇情不一定會按你的方向發展。因為這篇小說不是寫個你一個人看的。\n你明白了吧？"
        },
        {
            "author": "我大声地",
            "timestamp": 1386586920,
            "txt_content": "完结撒花！！！！！！"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1439968920,
            "txt_content": "不错哦。。。。。。"
        }
    ]
}