{
    "title": "新人發帖~~小說《生存》第三章  謝謝觀看~~~",
    "author": "风晓",
    "replyCount": 3,
    "timestamp": 1375853700,
    "txt_content": "第一章在这：http://www.mcbbs.net/thread-151702-1-1.html\n\n第二章在这：http://www.mcbbs.net/thread-153125-1-1.html\n\n\n\n第三章 初始生活\n\n“呼～～晕头转向的。”\n\n林轻歌悠闲的走入屋内，随手把昨晚的收获放入大箱子中。\n\n林轻歌从传送门中出来，不由的感叹道:“传送的感觉真不好。”\n\n“先种些小麦来.”林轻歌心中默想，将拳头毫不客气的对草丛一阵猛打;以此来获得小麦种子。\n\n经过一番捶打，林轻歌将屋旁多数的草丛清理，出现了一大块空地；还因此收获了五十九颗小麦的种子。看到完成的差不多了，林轻歌走入屋內，用两块原石和两只木棒合成了一个石锄。“还行。”显然，林轻歌对此很是满意。\n\n合成好了，也是时候该耕种了。林轻歌选好了一处离房屋较近的一处平地，用土块在上面铺了一层8×8的土块;并将中心点挖开，用合成好的铁桶从周边的小湖中取了一桶水，倒入其中。\n\n在取水和返回的途中，林轻歌手贱的打毁了不少草丛;也因此获得了一些种子，与原来便有的种子共有六十三颗。刚好和接下来准备开垦的田地数相等，这也使林轻歌不用再次去消耗时间去获得种子了。\n\n林轻歌用石锄快速的开垦完田地，将种子一一种上。望着刚种上去的种子，林轻歌感到一种成就感；但就在这时，林轻歌感到了四肢的无力；头也出现了一些眩晕。\n\n林轻歌抬起了自己的左臂，望着自己只剩两格的饥饿度，林轻歌无奈的摇了摇头，缓慢的走入房屋，取出了做任务时打到的骨头;将其全部合成骨粉，通通撒在了小麦上。\n\n小麦有不少瞬间成熟，林轻歌急忙的将成熟的小麦收割，还不忘将不时弹出的种子种入地里。在林轻歌的饥饿度还剩不到一格时，他终于制出了面包。林轻歌对着面包一阵狼吞虎咽，使的饥饿度又一次回到了满值。\n\n吃饱后，林轻歌用原石合成出了一个石炉，用挖到的煤炭对剩下的面包进行烤制。没办法，谁叫这款游戏 加了一个奇葩的MOD:保质期MOD呢?林轻歌在烤制面包的时候，整理了一下箱子和背包，发现了所有和木材有关的包括木材都只剩下一些了。\n\n林轻歌用所剩的两枝木棒和三块原石合成了一个石斧，跑向离房屋有些远的一片树林里。\n\n很快，石斧的耐久度便被消耗干净，一点不剩。\n\n而林轻歌也因此得到了近一背包的木材。\n\n林轻歌将三分之一的木材合成木棒，其余的除了做了几个箱子外，尽数放入大箱子中。\n\n这时，林轻歌看着远处的湖泊和树林，不由的皱起了眉头。总是这样的来回走也不是办法啊!太浪费时间了。我不如自己弄一个？说干就干，林轻歌在地上挖了个4×4的小坑;用4桶水分別倒在四个格子上，顿时便形成了无限取水槽。随后，林轻歌又在另一边挖了一个六格深，五十格宽的大坑。底部还填上了泥土，用来种树。\n\n不仅如此，林轻歌还在旁开了一个直道;并用木棒合成了四个梯子和用木材合成了个。。。。。。。。。。。。。。门，用来防止晚上树林中刷新出怪物从梯子中上来。完成了这些工程，林轻歌开始进行拔种树苗。经过了对树木的观测，林轻歌种树苗的间格成了四格，使树苗成长为树的时候不会浪费一点空间;并让树叶以最大限度生长，这样树苗的掉落率也会最大化。\n\n“完成啦！”林轻歌爬上了梯孑，离开了这个巨大的深坑。“生存的道路以经走向了正轨，接下来轻松了吧!”林轻歌望着即将落下的太阳，自语到。\n\n这时，一个熟悉的声音传来，使林轻歌抖了抖眉毛。\n\n“叮。。。恭喜玩家完成隐藏任务---布入生活。。完成奖励:胡萝卜半组。”\n\n“叮。。。因为玩家完成本任务，因此生活MOD开启。”\n\n“叮。。。获得任务:村庄复苏。。。奖励:雇佣MOD。。。”\n\n“雇佣MOD?”林轻歌产生了疑问，而此时，背包中固定的生存手册上发出了一道青芒。林轻歌好奇的打开了它，上面多出了一个列表;其中有很多方格，但大部分是暗沉的。而在第四格亮起的方格中，林轻歌找到了他想要的答案。\n\n雇佣MOD:可以给村民他们要求的物品，使他们为你工作。\n\n“好东西啊！”林轻歌感叹一声，毫不犹豫的接受了这个任务。在他感叹的时候，一个阴暗的角落中，传来了一阵阴沉的声音：“游戏现在才正式开始呢！”\n\n\n\n\n\n\n\n\n求人气啊啊啊 ！！\n",
    "replies": [
        {
            "author": "1784704014",
            "timestamp": 1375853820,
            "txt_content": "真·动作大片啊{:10_493:}"
        },
        {
            "author": "Fate狩逅",
            "timestamp": 1375854480,
            "txt_content": "mod都出来了"
        },
        {
            "author": "a18964819868",
            "timestamp": 1375886580,
            "txt_content": "嗯~表示来支持了哈！"
        }
    ]
}