{
    "title": "《乱入》引子（1）",
    "author": "小服务员",
    "replyCount": 1,
    "timestamp": 1375941240,
    "txt_content": "    腐竹那满头的红发显得比较凌乱，三天了，但是表情依然平静。\n    方维仰望苍穹，仿佛面对的不是成神路上最后的对手，而是老朋友一样。\n\n    到了他这个级别，权势、金钱什么的，都已经是浮云，剩下的只有对天道愈演愈烈的执着，和无边无际的寂寞。\n\n    最后一个找腐竹，不是因为他最强，而是最弱，即便是方维也没想到，腐竹竟然是其他四位半神中最强的一个，甚至比他闭关之前还要强一点。\n\n    可惜今天，他将更寂寞，从此之后再无对手，一心天道，只待成神那一刻。\n\n    “腐竹，交出神格，我可让你在末路之地重新开始，并保你五百年平安。”方维淡淡地说道，声音中已经透着近乎于真神一样的威严。\n\n    在末路之地，只有方维有资格这么说。\n\n    腐竹邪王腐竹依然冷漠，闻言嘴角竟弯起一个弧度，平静地望着方维，似乎在欣赏着什么。\n\n    “不、你，什么都保证不了。”\n\n    放眼末路之地，这也是最后一个敢否定他的人了。\n\n    “这是一个机会。”方维微微一笑，不反驳也不承认，但说的却是事实。\n\n    方维不成神，腐竹就没了价值，成神，神是什么情况，谁也不知道，但是方维的庇护之言确实能起到相当大的用处。\n\n    见腐竹依然沉默，方维却显得更有耐心，“当八荒六脉唯我独尊功大法大成那一刻，我看到了通神之路，可是我却没有迈出，你可知道为什么？”\n\n    这经验，绝对是每个修神者做梦都想知道的，修行的路途坎坷多难，稍不留神就会功败垂成，而先行者的经验无疑是最珍贵的参考。\n\n    魔神方维要与人分享通神之路的经验，这简直是无法想象的事儿，而分享的人却是他最后的敌人。\n\n    “因为你差了一半。”腐竹那冷漠的脸上似乎出现了一种回味和向往，又透着一种惋惜。\n\n    魔神自从出关以来，那无敌的自信在这一刻动摇了，双目爆射出可以刺穿苍穹的光芒，“你怎么知道！”\n\n    “因为我也差了一半。”腐竹的脸上带着一丝自嘲，“只不过不同的是，你那一半可以弥补，我这一半却无法再来。”\n\n    方维终于动容了，因为腐竹是真的知道，此人竟然比他更先一步看到通神之路，只可惜就如同他所说，自己可以弥补，而他却无法回头。\n\n    腐竹终究是罪！\n\n    “我还是要感谢你，你是我方维自诞生那一刻起，第一个要谢的人。”\n\n    魔神终于无法压制心中的喜悦，因为他只要杀了对方，就可以体会对方腐竹修行的真髓。\n\n    所谓通神，要先顺后逆，顺天得力，借势逆之，才可成神，从一开始腐竹就错了。\n\n    腐竹摇了摇头，“谁谢谁还不一定。”\n\n    方维知道对方还有本命神剑未用，可是他有信心击败任何人，“我早就想领教一下不死冥王的开天弓，时至今曰，得偿所愿，乃我方维最开心的一天。”\n\n    今天，方维确实应该高兴。\n\n    腐竹手中浮出一把很朴素的长弓，一如腐竹一样，冷漠，沉静，轻轻抚摸着自己的弓箭，不死冥王那不动如山的脸上也多了一丝温柔，作为弓修，弓就是生命，在魔修残酷的修行中，这是它唯一的伙伴，亲人。\n\n    同样的，方维的身前也多了一把造型古朴的长剑，剑身充斥着天上天下唯我独尊的霸气，这就是魔神方维纵横末路之地的魔神剑——纵横！\n\n    这是避无可避的一战。\n\n    嗡……\n\n    方维轻轻一弹剑身，发出震天的剑鸣，“纵横，记住吧，你的对手叫做独哑。”\n\n    在这个世界上，能被方维称为对手的，腐竹是第一个，也是最后一个。\n\n    剑气冲天而起，似乎要割裂天空，盘龙塔那坚不可摧的灵气场也被这惊天的剑气割裂。\n\n    围在盘龙塔千里之外的修神者们面色苍白，这一刻，他们切身地体会到了什么是差距。\n\n    末路之地最强的两把神器，终于要一决胜负了，只有一个能活着，或者都死。\n\n    腐竹的目光始终在独哑弓上，蓦然那红色的头发张扬起来，灵力汹涌澎湃，天摇地动，似乎世界都要为独哑而沉默。\n\n    魔神的眼中也充满了兴奋，这才是他想要的对手。\n    整个盘龙塔源源不断地输送着力量，涌入腐竹的体内，就算是如此天力，也无法让独哑弓有任何的动静，就如同他的主人一样内敛沉默，无声地对抗着一切。\n\n    此时独哑弓上凝聚的力量，已经足以开天辟地。\n\n    盘龙塔周围的修神者下意识的开始回避灵气的方向，毫不怀疑，这是本能的恐惧。\n\n    谁能想到不死冥王的力量竟然强大到如此地步，这绝对已经超过了半神之力。\n\n    渐渐的，方维的表情凝重起来，手中的纵横魔神剑并没有像开天弓那样囤积力量，傲然于世界之外，高高在上。\n\n    腐竹的双目猛然爆睁。“杀！————”\n    轰……\n\n    开天弓如同高射机关枪当头轰下，看得一众修神者脸色土灰，这一剑就是集众人之力也无法抵挡，难道不死冥王腐竹真要逆天改命？\n\n    而这时魔神方维的脸上露出了最灿烂的笑容，显然他很欣赏这一箭，这是由衷的佩服和惋惜，“你终究还是……天圆地方，唯我独尊！去死吧！——。”\n\n    魔神剑仿佛从另外一个世界斩出，无声无息，已经不受这个界面法则的束缚，那开天辟地的力量，在它的高傲面前是那样的脆弱，蝼蚁岂能逆神？\n\n    腐竹的胸口已经被刺穿，这就是魔神之威，出剑收剑只在意念之间，大神通之术。\n\n    “原来如此！原——来——如——此——！只要夺了你的神格，立地成神，哈哈哈哈。”天空中响彻着魔神的狂笑。\n\n    轰隆隆隆……，盘龙塔正在炸裂，腐竹开天弓的绝世神威，可斩天，却无法替主人斩杀敌人。\n\n    混乱爆裂的灵气也无法伤害魔神分毫，甚至是躲着走，最关键的是，方维已经从这一剑中明白什么是腐竹。\n\n    “我说过，要谢你。”这时的方维意外的人性，只要再闭关百年，他有十足的把握一闯通神之路。\n\n    腐竹的表情依然冷漠，仿佛生命本就不存在一样，“我说过，谁谢谁还不一定。”\n\n    “这天下……谁能挡我！”\n\n    天上天下唯我独尊！！——\n\n    蓦然之间一股无法抗拒的法则之力铺天盖地地笼罩下来，如果说到了这个境界还有什么能制约魔神方维的就只有法则之力了，毕竟再怎么接近神的修神者，依然是人。\n\n    方维的脸色变了，“你……故意引发天劫！”\n\n    腐竹没有看方维，“我已经没有回头路了，你要借我的经验，我则要借你的力量，我们的交手加上你的顿悟足以引发九九八十一记无边天劫，对付你绰绰有余！”\n\n    顿悟的方维已经是亚神了，这个时候的他最需要做的是隐藏力量躲避天劫体悟力量，可是盘龙塔力量的倾泻已经让他无所遁形，腐竹这一剑本来的目标就不是他，而是要斩开盘龙塔！  末路之地，是三界之中，灵气最丰富，修神者最向往的世界。它，是整个世界的第七十五层，也是目前所知的最高层次。没有人知道有多少个“上一层”。   也没有人知道在第一层下面是什么。\n\n    这里，集中着来自各层面的最强者，寻求欲望的终点！\n\n    这里，一步之遥便可成神，完成那梦寐以求的蜕变！\n\n    这里，是所有修神者认为的唯一通神的终点站！\n这里，都没有一个是正常人。\n    盘龙塔，末路之地的最具标志性的地点之一，悬浮万里高空，巨无霸的一个千米的浮空巨塔，整个盘龙塔附近充斥着强横且富有攻击姓的高浓度灵气场，排斥任何靠近的生物，很多被欲望驱使的修神者都化成了盘龙塔的一部分，这是末路之地的五大禁地之一，平时人迹罕至，而此时盘龙塔的远处悬浮着数百个身影，表情各异，但目光都集中在被精纯的灵气迷雾笼罩的盘龙塔上。\n\n    就算是在强者林立的末路之地，这些人也都是赫赫有名的主儿，显圣境五十层以上的修神者，修神者中的代表人物，个个都控制着数个修真层面，跺跺脚都会天摇地动的主儿，此时，每个人都屏息以待，凝望着盘龙塔，仿佛那里藏着他们渴望的通神之秘一般。\n刚才说到了，末路之地有五个大禁地，每一个大型禁地都可能是通往上一层次的入口，也可能是一个去了就回不来的地方。盘龙塔就是一个，但是能够挑战他的人，少之又少，人数不超过一个巴掌的指头数。\n\n    末路之地，无数凡人向往的仙界，拥有着所有位面之中最充足的灵气，无论属于哪个位面，哪种文明，哪样修行方式，经过重重考验的修行者，最终都以迈入末路之地，只有在这里，脱去凡胎，长生不死才成为可能，在这里，修的是……神啊！",
    "replies": [
        {
            "author": "dcsuibian",
            "timestamp": 1375941300,
            "txt_content": "看不清              "
        }
    ]
}