{
    "title": "【小说目录】《触上魔纹》戳进来！20000字！【第十五章到！】",
    "author": "晓风晚月",
    "replyCount": 60,
    "timestamp": 1375965420,
    "txt_content": " 本帖最后由 晓风晚月 于 2013-8-15 16:07 编辑 \n\n【！！！向所有读者致敬！！！】这是新人的小说！如有雷同，怎样都是乱入！\n\n\n（假的）【无敌小说】(假的）——《触上魔纹》——欢迎你\n\n\n！（假的）【超级好的·触大目录】（假的）！【注意！】所有章节都在本帖发【！注意】——点击【只看楼主】更方便——\n（0），向HIM邪神致敬！！！\n【第一卷】：\n（1），张先生和他的穿越末班车（2），张先生和他的穿越末班车（2）（3），超人的力量（1）（4），超人的力量（2）（5），伯德这个人啊（6），伯德这个人啊（2）（7），哈奇伊达这头猪啊\n【第二卷】：\n\n\n\n\n\n\n\n未命名_副本.jpg (37.34 KB, 下载次数: 3)\n\n下载附件\n\n2013-8-12 14:35 上传\n\n\n\n\n【等待人气】【看见精华】【吃上原创】【可是，还有呢……\n\n\n\n",
    "replies": [
        {
            "author": "晓风晚月",
            "timestamp": 1376016420,
            "txt_content": "来人啊@！！！！！！！！！！！"
        },
        {
            "author": "Marry",
            "timestamp": 1376034360,
            "txt_content": "晓风晚月 发表于 2013-8-9 10:47 \n来人啊@！！！！！！！！！！！\n你更新太快了"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376041080,
            "txt_content": "Marry 发表于 2013-8-9 15:46 \n你更新太快了\n在线209个小时，你怎么做到的，我才4个小时"
        },
        {
            "author": "Marry",
            "timestamp": 1376044740,
            "txt_content": "晓风晚月 发表于 2013-8-9 17:38 \n在线209个小时，你怎么做到的，我才4个小时\n什么意思……？"
        },
        {
            "author": "1365619159",
            "timestamp": 1376045700,
            "txt_content": "Marry 发表于 2013-8-9 18:39 \n什么意思……？\n就是这个意思：\n活跃概况\n    用户组Lv5 猎人\n    在线时间209 小时\n可以在详细的个人资料里面看到"
        },
        {
            "author": "1365619159",
            "timestamp": 1376045760,
            "txt_content": "Marry 发表于 2013-8-9 18:39 \n什么意思……？\n我比你略强：\n活跃概况\n    用户组Lv8 工程师\n    在线时间976 小时"
        },
        {
            "author": "Marry",
            "timestamp": 1376045940,
            "txt_content": "1365619159 发表于 2013-8-9 18:56 \n我比你略强：\n噗……。。"
        },
        {
            "author": "1365619159",
            "timestamp": 1376045940,
            "txt_content": "Marry 发表于 2013-8-9 18:59 \n噗……。。\n我很谦虚的~话说我的小说没思路了，求讨论！"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376051640,
            "txt_content": " 本帖最后由 晓风晚月 于 2013-8-10 15:27 编辑 \n\n  d第一章：张先生和他的穿越末班车（一）请点击【只看楼主】更方便看小说\n\n\n  夏日阳光的灼热余威被厚重的卷帘门阻挡在室外，恒温空调的换气扇发出持久而微弱的蜂鸣。\n  这里，是张小盒先生的单人住所。\n  他就是张小盒，他擅长加班，不擅长追女孩，不擅长讨好老板。\n  闹钟不响，马路不通，电梯不入，世界都不正常时，打卡机总是正常的。\n  不错，他就是这个世界新生的主人公，他将带来这个世界新生！\n  他就是——传说中打卡机一千千次的电脑杀手，因为他的手上有静电，这是一个远超常人的特点，简称：超人。他——，就是未来不存在的美国总统！！\n1\n  今天，这是一个不用加班的周末，事实上张小盒已经因为打卡机次数过多强制停职。现在，无法加班的张小盒，只好将生命浪费在无所事事当中了。  “喂，妈，你找我啊？”\n  “儿子，工作还好吧，有没有什么难题啊？”\n  “木有木有，你儿子现在可是XXX公司的总经理（纯素瞎编）。”\n  “哦，这样啊，儿子，老妈和你老爸最近抽奖抽到了一千万元的奖金，但为了你的事业考虑，我们决定就我们两个人去环球度假，那么，我们恐怕要下一个世纪再见面了，拜拜……”\n  “什么？等等，等等……”\n  “嘟嘟嘟……”（通话结束）。\n  张小盒万分痛心的看着手上的大哥大手机。“我爱你老天爷……”\n\n  “人生是否幸福在于家里的电脑网络是否正常。”张小盒感叹道，在花费了三分钟在电脑打开上，又花了两个小时在打开网页上，很明显，结果显示——黑屏。\n  张小盒是一个擅长记日记的人，因为他每天都有东西可以记，比如：这一年的日记里都有“打卡机”三个字。\n  为了上网看一次传说中的《我的世界》的比赛，张小盒提着工具箱对着他唯一的笔记本电脑开始了一路凯歌，佛档杀佛，神挡杀神，全世界已没有人能阻挡他张小盒的脚步，于是……\n  …… ……\n  一个圆形的光球向着张小盒扑了过来。\n  张小盒第一次体验到被电到的感觉，他深深为那些被他打卡机的电脑致歉。\n  家用电也许电不死人，但是这一下电不死人，如果这么来来去去……来来去去……的电上几遍的话。\n  那可是死得连渣渣都没有了……对，你没看错，是连渣都没有了……完全消失，连电费都不用付了，这可是会把收租婆给逼疯的——\n  “张小盒你个王八蛋，快点滚出来交电费，交房租啊！！——房租啊！——电费啊！——煤气费啊！……”\n  ……\n      张小盒从昏迷的黑暗中醒来，双眼微睁，入眼处一片翠绿，随着微风摇摆不定。\n      转了转头，一丝阳光正从树林茂密的叶子的缝隙中射将下来，星星点点的照在脑中一片糨糊的张小盒身上。 晃了晃脑袋，有些愣然的看着周围陌生的景色，许久之后，脑袋似乎清明了一点的张小盒“嚯”的坐起身来。\n  张小盒看了看手腕上的电子表。\n  时间显示：二零一三年早上七点五十三分零八秒。\n  “啊！”，一声惨嚎响起，惊起一群飞鸟，张小盒重重的倒了下去，只觉得全身上下的肌肉就象在被无数钢针穿梭一般，巨痛难忍。\n  “忘记交电费了啊！咋办咋办咋办咱怎么办？”张小盒要疯了，“不行！要回去交电费！！”“啊！”，一声惨嚎响起，惊起一群飞鸟，张小盒再次重重的倒了下去，只觉得全身上下的肌肉就象在被无数钢针穿梭一般，巨痛难忍。\n  “还忘记交房租了啊！咋办咋办咋办咱怎么办？”张小盒要疯了，“不行！要回去交房租，嗯，还有电费！！”"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376051700,
            "txt_content": " 本帖最后由 晓风晚月 于 2013-8-9 20:36 编辑 \n晓风晚月 发表于 2013-8-9 20:34 \nd第一章：张先生和他的穿越末班车（一）请点击【只看楼主】更方便看小说\n第二春：张先生和他的穿越末班车（二）\n\n      张小盒刚起身就发现这里不像是某某市的中央公园。“不对呀，我记得我梦游只去过中央公园啊，难不成我梦游到了另一个公园？”张小盒显得非常惊讶，因为在他梦游二百一十三次都没有见过的地方绝对不是某某市的中央公园。张小盒走了不知道多久，却始终没有走出这片森林，冷汗从额头淌水般的流下，嘴中不断的吸着凉气，好半晌之后，紧张感才稍然退去。\n     “喂，是110吗？”张小盒举起了他的老爷版大哥大手机。\n     “对不起，您拨打的号码为空号……”\n     “喂，是武大郎兄弟吗？”张小盒再次举起了他的老爷版大哥大手机。\n     “对不起，您……”突然张小盒背后飞来一巴掌打掉了他的老爷版大哥大手机。\n     “对，俺们就是武大郎，兄弟来块煎饼咋样？”张小盒的身后飞来了一声大吼。\n     张小盒看着对面的三个大汉，瞬间就想到了传说中的老掉牙土匪手段。张小盒郁闷不已。但随既便推翻了这荒唐的理由。\n    “我靠，我一个刚刚毕业垃圾大学的垃圾学生，有个屁的东西值得你们绑架，我全身上下加起来都凑不够1000块钱！”张小盒吼了出来，很明显他把对方当成“纯洁”的土匪了。\n   “告诉你！俺可是空手道的高手，满级1000000级，小心我……”\n    人家可不管三七还是二十一，直接几个拳头打晕后将张小盒扛了回去。\n    张小盒隐隐约约听见他们说了几句：“哼，还敢跑，想死了是不是？……”\n    张小盒的电子表显示张小盒已经被扛了两个钟头然后终于落地：四脚朝天，头先着地，然后滚着滚着撞上了一颗大树的树根，最后来个狗啃泥。\n    “你特吗的是高度近视加青光眼吗？眼睛不好你去做个视网膜手术嘛。”\n    骂骂咧咧了许久之后，没有一个人去管他，感觉喉咙有些干涩了，张小盒这才歇止了下来，只有先恢复身体，才能知道自己到底到了什么地方，发生了什么事。\n    动了动手指，酸麻的感觉已经减弱了许多，渐渐的弯起身来，虽然还是有点痛，但却已并不是不能忍受了，慢慢的挪到一颗巨型树桩，张小盒眦着牙坐了下来。 很快的，张小盒的眉头狠狠的皱了起来：“我靠，怎么可能，这什么树啊？怎么有这么厚的甲壳？五米高？难道是最新品种？在地球上，没听说过有这么古怪的树木啊，这到底是哪儿啊？”\n    满脑子的迷团，把张小盒本来就已经很大的头又搞大了一圈。。。\n    由于森林树叶茂盛，并没有多少阳光能照射下来，整个森林看起来，气氛有些阴森，再配合者周围看起来似在张牙舞爪的树枝，还真是有几分恐怖电影起气氛。\n  “咕”张小盒同学咽了口唾沫，觉得背心处似乎已经湿透了，小声的自语道：“这里怎么好象很恐怖的样子啊？我靠，在这里拍恐怖电影的话，连背景都不用准备了，直接采用现成的”。　\n　“呜嗷。。。呜嗷。。。嗷。。。嗷。。。”"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376051760,
            "txt_content": " 本帖最后由 晓风晚月 于 2013-8-9 20:37 编辑 \n晓风晚月 发表于 2013-8-9 20:34 \nd第一章：张先生和他的穿越末班车（一）请点击【只看楼主】更方便看小说\n  第三章：超人的力量（一）\n   “呜嗷。。。呜嗷。。。嗷。。。嗷。。。”\n　　突然一阵似狼叫的嚎叫声响起，听声音离张小盒这里似乎并不远。张小盒连滚带爬的从地上站了起来，那些大汉不知什么时候已经不见了，张小盒双眼紧盯着嚎叫声传过来的方向，冷汗从额头慢慢出现，流进眼里，好酸，顾不上搽拭，迅速在身下捡起一跟略显棒球棒形状、大小的树枝，剔掉上面的叶条，双手紧握，这可是现在生命的保障，张小盒可不敢空手就和一头野兽拼斗，他不是传说中的武松，更不是地球牛人施瓦辛格，他只是一个平凡到了极点的毕业的大学生而已，虽然有点二头肌，但是……但是……总之中看不中用。\n  “祭祀开始！！”一个苍老的声音荡漾在天空。\n  张小盒四面八方都看了一下，可是并没有发现那个苍老声音的制造者。\n  但是嚎叫声却越来越逼近张小盒。\n  稀疏而又高大的森林，暴露了张小盒的一切。\n  在这荒无人烟的地方，地面突然开始震动，星辰开始倒转，咆哮声越来越近了，张小盒似乎都已经从空气中闻到了腥臭的味道，黝黑的森林阴影之中，慢慢的出现了一对赤红的眼睛，杀意毫不遮掩的从中溢出，随着越来越近的距离，终于看清了这头野兽的全貌后，张小盒的内心无比的激动。\n  因为，他看见了传说中西游记里面才出现过的鼎鼎大名的人物：二师兄——猪八戒！\n  “傲！噢噢！哦哦哦哦！……”\n  张小盒突然叫了起来，“原来……这是……穿越剧啊！我竟然梦游到了穿越剧，还是里面的人物，说不定还是主角！……额，不对，我连剧本都不知道啊喂！”\n  “人类哇！——必须死！”\n  猪人突然大吼了一声，一挥大手将张小盒拍倒在地。而这普普通通的一招对于张小盒来说那就是排山倒海。\n  “停！停！——大兄停下！”\n  张小盒大叫道，指着这么一头类似猪八戒的野兽，虽说看似猪八戒，可是却比猪八戒高了许多，足有两米多高，额头上还长有一只独角，泛着黝黑的颜色，嘴中雪白锋利的牙齿，让张小盒同学很想问一下：“你到底用的是什么牙膏？为什么有如此好的效果。”\n  所谓牙好，胃口就好，很显然这个独角猪面人的胃口非常的棒，张小盒同学看见了那一滩又一滩口水顺着那一片猪牙滑落。腥臭的诞水从嘴角不断的滴落，赤红的双眼死死的盯住张小盒，显然不怀好意。张小盒现在双退是一个劲的乱抖，要不是紧靠在树干上，可能已经一屁股瘫在地上了，头上的冷汗都把头发涂上了一层，冰凉滑腻。\n  “这演技也太强大了。”张小盒叫道，他差点就要吓得瘫下去了。\n  猪面人勾了勾嘴角送给了张小盒一个自认为比较“和善”的微笑。但好象它与人类的审美观点不同，所以表达出来的意思也是天差地别。\n　　张小盒看着独角猪人嘴叫勾起的笑容，让本来就极其凶恶的兽脸上更添了一分了狰狞。\n猪先生的正式名字叫做：哈奇伊达，属鬼面族人的分支之一：猪面部落，而鬼面族又是属于灵兽部的，总的来说，灵兽部内的所有种族都是以灵气为主其余力量为辅的种族生命。不错，这就是张小盒先生的穿越历史的第一篇章，激活他超人的力量。\n"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376051820,
            "txt_content": " 本帖最后由 晓风晚月 于 2013-8-9 20:38 编辑 \n晓风晚月 发表于 2013-8-9 20:34 \nd第一章：张先生和他的穿越末班车（一）请点击【只看楼主】更方便看小说\n第四章：超人的力量（2）\n\n\n\n  哈奇伊达，也就是那个猪先生。是铃木一族强行制服的灵兽之一，这里，正是铃木一族的最大祭坛，只不过现在被强行改造为了动物园，让大祭司戈尔毕情何以堪。\n  这是铃木一族的族长一代流传下来的秘方：用人血来喂养灵兽使其获得力量的补充，铃木一族在经过灵兽身体里把力量过滤之后再将力量抽出，使他们拥有最纯净的力量使用，纯净的力量比带有杂物的、紊乱的力量要好得多得多了。总的来说，所有的被抓的灵兽都是铃木一族的工具，而被抓的人类则是养料而已了。\n  这个时候，我们的主角张小盒先生在干什么呢……我们来从旁观者大祭司先生的角度来看。\n  “哇哈哈哈~嘿嘿~呵~呵呵呵……”哈奇伊达正在肆无忌惮的大笑着，而它的对面张小盒先生正在拼命的放静电。\n  当然，对于哈奇伊达来说，因为有了一层他引以为傲的猪皮，此猪皮是哈奇伊达先生耗尽九九八十一天将1000千米的猪皮压缩而成可谓刀枪不入，自然那些静电根本无法对他造成伤害，静电们都成了他饶痒痒的工具。\n  只是这饶痒痒其实加大了威力的话也是可以让一些生物生不如死的，比如现在的哈奇伊达，快要得哮喘病了现在。\n  这个状态已经持续了很久很久了，让一边旁观去的铃木一族的大祭司和族长很不好受，特别是铃木一族的族长先生达尔牧已经快要摇摇欲坠了，很明显他昨晚没睡好，而他今晚也必定睡不了好觉。\n  但是一边的祭祀戈尔毕却精力旺盛，作为一名大祭司，精力是必须好的。不过他现在的脑残值也在不断上升中……\n  张小盒其实现在也不是很好受的，不是因为电力不足——张小盒的电力还没有不足的时候。而是因为哈奇伊达，张小盒面前的这位猪先生已经喷了无数次口水在张小盒脸上了。\n  张小盒作为一名正常的人类，是无法容忍猪的口水在自己身上漫游的，但是比起个人的生命来说，生命还是更重要一些。\n就这样，保持着“卫生诚可贵，生命价更高”的张小盒先生正不断地放射静电与哈奇伊达周旋着许久许久……"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376051940,
            "txt_content": " 本帖最后由 晓风晚月 于 2013-8-9 20:40 编辑 \n晓风晚月 发表于 2013-8-9 20:34 \nd第一章：张先生和他的穿越末班车（一）请点击【只看楼主】更方便看小说\n第五章：伯德这个人啊【感谢一切读者】\n\n\n    伯德先生正趴在一棵大树的树干上，观看着大触张小盒PK独角猪面人。不错，伯德就是另外一名传说中和张小盒先生有着同样悲惨经历的人物。作为一名史上最蝼蚁的战士是不允许被任何动物转化为一坨大粪的伯德先生很高兴有这么一名大傻瓜——（代指张小盒）为他迁移怪物的攻击，所以他现在一直在看戏，看了许久许久……\n  伯德先生“看戏”的时间已经就得无法形容了，只能说伯德先生已经看到了做“白日梦”的程度了。伯德先生想起了自己如何遇见张小盒的一段路程……\n  伯德是一名马车夫，在路上遇见了躺在一边的张小盒，一看他比较年轻，不忍心将他抛弃在荒郊野外，于是将他扛上了马车，然后继续赶路。\n  可刚驾了十多分钟，就遇到了几名大汉拦路劫车。当伯德被抓走时，大汉都没有发现张小盒已经在他们的眼皮底下悄悄地梦游离开了他的马车，几名大汉到了营地才发现少了一人赶忙开始搜捕。所以，张小盒依然还是被抓了进这个庞大的“动物园”。\n  伯德想着想着就想到了如果自己不把张小盒拉上车也不会让他被抓进来更不会忍受“口水噬体”的痛苦……伯德越想越自责，白日梦忽然就变成了超级大噩梦，——梦里张小盒化身为了千千万万个大魔头全部都大叫着：“伯德，还我命来！伯德，你好狠心！伯德，你应该下十八层地狱！……”\n  “不要啊！！——”伯德大叫一声，从梦中惊醒，而此刻他已经无法把握平衡直接从树干上摔了下去。而树干下正好是大战中的张小盒与哈奇伊达——于是，伯德就这样骑在了这位猪人的脖子上，侥幸的是，伯德没有撞上哈奇伊达头上的独角尖尖，否则，那就是爆不爆菊的问题了。\n  “No！”哈奇伊达大叫一声，他十分想要将骑在他脖子上的混蛋孽杀掉，但是伯德偏偏不给他这个机会，死命抓住哈奇伊达的独角，让自己不掉下去，被猪人的大脚踩扁。\n  而哈奇伊达的感受就不好受了，虽然逃离了“哮喘之忧”但是头上那股撕裂的感觉让他头都大了一圈，——“禽兽！放开那个独角！”\n  张小盒终于见义勇为了一次，用石头将哈奇伊达砸晕了，拉着伯德的手就开始玩命地跑——主要原因是因为他急需一个水池来洗一把脸，（张小盒的脸上口水依旧。。。）\n  张小盒的运气极好，他成功的和伯德逃离了哈奇伊达和大祭司以及铃木一族族长的视线，并且找到了一个自来水水龙头，立刻不管不顾抓着水龙头往自己头上砸，让一边的伯德怀疑他不是有铁头功就是神经有问题。"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376104440,
            "txt_content": " 本帖最后由 晓风晚月 于 2013-8-10 11:15 编辑 \n晓风晚月 发表于 2013-8-9 20:34 \nd第一章：张先生和他的穿越末班车（一）请点击【只看楼主】更方便看小说   第六：伯德这个人啊（2）\n  “你是我爸，是不是？”张小盒问道目前的伯德。\n  “什么？你在说什么？”伯德吓了一跳，叫道。\n  “你是我父亲是不是？”张小盒再次问道。\n  “听不见听不见……这孩子真神经有问题，哎，多好的一个青年啊，就这么傻了。”\n  “是你生我的是不是？”张小盒说得够明白了。\n  “不是。”伯德果断回答道。\n  “那你是我谁？”\n  “啥都不是。”伯德说道，“我就是路上捡到你了而已。”\n  “捡到！……那你是我义父吗？”张小盒问道。\n  “我今年才28岁啊！当不了你义父。”伯德擦了一把汗。\n  “我义兄？”\n  “不是。”\n  “我嫂子？”\n  “你看我像个女的吗？”\n  “怪了，这剧本里，咱们啥都不是啊？”\n  “剧本？什么剧本？”伯德一拍脑袋，说道。“诶，你说的剧本是不是这个？”伯德拿出了一本很厚很厚的蓝皮册子。\n  “我凑！剧本怎么又这么厚！”张小盒掂量了一下，起码有五斤多重。\n  “这是你身上掉出来的，我看了半天没看出个所以然。”伯德说道。\n  “《我的世界》……”张小盒呆了，这么厚的一本书叫“《我的世界》”？张小盒都想大叫没天理了。\n  ——“在我的世界，生存就是一切。”张小盒疑惑的读着上面的内容。 \n  “在这里，魔法不只是一种神秘莫测的能量概念。它是实体化的物质，可以被引导、成形、塑造和操作。我的世界的魔法拥有自己的自然法则。源生态魔法随机变化的结果改变了科学法则。熟练的魔法操纵者将这些混沌的自然之力聚集起来，得出可以得到预见魔法变化结果。无须多言，这种能力拥有极高的价值。”\n  “我的世界有数块大陆，不过所有的生命都集中在最大魔法大陆——四方奇迹。四方奇迹大陆居于我的世界中心，是我的世界面积最大的大陆。事实上，在很多文化里，四方奇迹和“我的世界”这两个术语可以互换。其他大陆也有魔法能量聚集，不过谈到轻松利用魔法能量，没有一个地方比得上四方奇迹。所有谋求我的世界霸权的势力，都将焦点放在了四方奇迹。”\n\n　　“被祝福的我的世界上有大量源生态魔法能量，而此地居民可以触及其中的能量。我的世界的中心区域集中了数量巨大的源生态魔法能量，这些地方都是水晶枢纽的理想位置。水晶枢纽可以将源生能量塑形为自身实体化的存在。此外，水晶枢纽还可以成为能量车间，为需要魔法能量的建筑供能。水晶枢纽遍布我的世界，但最大的水晶枢纽都坐落在四方奇迹大陆。”\n　　“事实上，过多的源生态魔法能量对我的世界生命而言已经成为一种威胁。如此丰富的混乱能量的存在，以及大量生物不顾一切占有源生态能量的行为，让这个世界极不稳定。大型地震——无论是自然发生还是魔法诱生——已是家常便饭。全面的地质频谱已经展现给人们这么一个事实：炙热的沙漠之地和荒凉的冰冻苔原越来越近。恐怖的热浪紧接着寒冷的暴风雪，和当地季节变换完全不符。这就是魔法长期被滥用带来的恶果。”\n　　……\n　　我的世界之【魔法技能】\n　　我的世界各式各样的魔法以两种方式呈现出来：第一种，魔法技能，临时性变化。魔法技能创建临时规则，引导能量以预期形式表现出来，可以对现实世界作出永久性的改变。不过此类变化大多是破坏性或恢复性的。魔法技能可以聚焦魔法能量对目标造成伤害，但这种伤害既不是必然生效的，伤害效果也不是固定不变的。破坏性魔法的效果可以被恢复性魔法抵消掉，反之亦然。\n　　除了魔法能量的形式表现外，魔法技能还可以被转录到多种媒介上，供学习和交换。草纸和羊皮纸就是典型的媒介物。任何材质的法术媒介经过适当的能量注入后，都可以保证所记录的魔法技能不被解锁。此外，对外行人来说，法术也就是魔法简单形态。而且通过法术和技能施展魔法也比其他方法要简单。\n　　我的世界之【魔法附魔书】（附魔）\n　　第二点，可以将魔法注入实体物品，或直接将魔法塑造为永恒存在的实体物品。这就是我的世界魔法物品的来源——刀剑、护甲和药剂等等。魔法直接形成的物品叫做附魔书。附魔书本身的自然属性已经改变，它们拥有物理实体，并可以将这种实体转换为所希望的永久性效果。这就是魔法变化的基础。一枚附魔书（一旦正确使用）,会永久增强物品的某些属性，消耗附魔书会将附魔书的魔法变化附魔到特定的物品上。\n　　在许多方面，我的世界的武士精英们都选择绿宝石作为货币，绿宝石已被公认为我的世界各个国度的通用货币。实际上，绿宝石是用物理方法熔铸为六角体的首尾两边加上一个三角体的样子；它们大部分都是扁平的，并且有无数种形状和尺寸，虽然为了方便管理，所有的绿宝石都被熔铸成这种的样子。有少许空隙的石料通常是熔铸魔法绿宝石的最佳载体，尽管这并不是制造绿宝石的唯一材料，绿宝石还可以使用石料、金属甚至是有机材料制作。当然，地底下挖出来的最纯粹的绿宝石的价值还是最高的。\n  现有四种不同种类的附魔书——三种小型附魔书和一种巨型附魔书。三种小型附魔书分别是雕纹、印记和符印。雕纹是扩展魔法能力的附魔书。印记是强化攻击能力的附魔书；而符印是强化防御能力的附魔书。精华是巨型附魔书，所有属性都超过小型附魔书。制造者通常将魔法精粹浓缩到这种附魔书里。精华可以替代小型附魔书，而熔铸精华附魔书至少需要每类小型附魔书各一。\n　　所有附魔书都被专门放置于附魔台中，附魔台可以保存附魔书并激活其魔法效果为拥有者服务。当附魔书放入附魔台后，它会和附魔台嵌为一体。附魔书可以从附魔台里移除重新使用。在镶嵌到附魔台后，附魔书蕴含的魔法能量会被激活生效，强化拥有者武器、护甲的能力。不需多言，附魔台及其强大，它可以保存多个附魔书改变现实世界法则。这种附魔台只有非常娴熟的魔武士才能使用，对任何想要钻研我的世界魔法的人来说，附魔台就是无上的宝物。\n　　附魔台本身是用黑曜石、钻石、书和创造性法术制作而成，拥有轻微的预见能力，即是说魔武士可以创造多个附魔书配置页面，只要附魔书数目足够。当魔武士激活其中一页时，魔法力将会扣除一定数额。\n  ……\n  翻开第二页，标题上写着“炼狱匕首”制作材料：3吨人类或者野兽的血液、1颗200克的天外陨石、地狱三头犬的身体、黑精灵一族的祖传宝石，张小盒看了大骂一声：“去你妹的！坑我啊，3吨人类或者野兽的血液？这东西你也敢弄？就是野兽的血我也不敢弄啊！！还有200克的天外陨石，那是什么东西？！还有地狱三头犬？你看动漫片看多了都看傻了吧！？黑精灵？那又是什么外星生物，坑爹啊！……”\n  张小盒翻开第三页，标题上写着“自然法杖”，制作材料：精灵女王的。。。。。。\n  张小盒瞬间和上了书，感觉有一种被欺骗的感觉，他想吐槽，但是怕引来追杀，更怕引来口水。张小盒感觉无论如何他都要成为一个洁癖了，而凶手就是那头……猪一样的人。张小盒又忍不住了。\n  “死猪！有种从我这里来！看我不扒了你的皮！”伯德一听浑身冒了个寒碜，又爬到了树上。“笨蛋，上来！八嘎！你想死是吗？”"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376104560,
            "txt_content": "标题: 第七章： 本帖最后由 晓风晚月 于 2013-8-10 13:34 编辑 \n晓风晚月 发表于 2013-8-9 20:34 \nd第一章：张先生和他的穿越末班车（一）请点击【只看楼主】更方便看小说第七：\n“死猪，还我清白！啊……杀啊！”\n  张小盒手中突然冒出了一把剑，……张小盒从伯德的口里的“剧本”得知这里是一个奇特的大陆，大陆上有多种职业，其中弓箭手和剑士的是最普遍的，附魔师与炼金术师是万里挑一才出现的人才，不过附魔师都比剑士地位高上很多，所以这是一个剑与魔法的世界，而刚好，现在的张小盒，剑师当不成魔法师也当不成，啥，都不会。\n  张小盒此时有点害怕了，他什么都不会在这里很难生存的，仅仅会一个烧饭的技能算什么。\n  “难道老子就这样等死吗？”张小盒黯然地说道。\n  不过挂在腰间的“《我的世界》”那本奇特的叫做书现在突然散发着光芒，（它也不想张小盒去死啊，呵呵），张小盒瞧了瞧，伸出左手拿起书，翻开了这成旧书页的书，张小盒摇摇头痴人说梦的说道：“现在要是给我生存的力量那该多好啊！”\n  张小盒翻开目录，又看向简介：等阶交换，你只需要明白这个词语。\n　不知是发生了什么，张小盒忽然在地上拿起石头刻着一道道苦涩难懂的条纹，不用多久，条纹形成了一个奇特的魔法阵，张小盒随地找了几个石头，一两根较粗一点的树枝（话说这里的树枝也是不一般的粗大），扔进魔法阵的中间，慢慢的伸出他的左手，嘴里喃喃道“石之剑！出来！——”\n  ——我的世界之【创造性法术】——\n  ……\n  张小盒的石剑砍向了哈奇伊达，但是没有砍中，张小盒心慌了，刚想回防，就看见了……一头猪正拿着水龙头往自己身上砸。\n  “五年了！五年了，五年来我第一次洗上澡啊！哈哈……”这让伯德感叹人外有人，天外有天。\n  张小盒挺起长剑，大喝道：“妖孽！拿命来！”\n  张小盒的石剑一路狂歌，不负众望，一剑命中哈奇伊达的某个部位。\n  “刺破屁囊了……不，我不要……”哈奇伊达突然张大了眼睛，捂住了嘴巴。  \n  张小盒见证了地球上前所未有的奇迹。\n  以屁为子弹，屁眼为发射口，屁劲为燃料外加增速器。\n  哈奇伊达的最强绝招，也是他最不想发出的招数。\n  ——“哈奇伊达惊天霹雳屁”!!\n  “轰隆！~~隆！~~”一堵墙倒了有没有？\n  “你这头死猪，叫你放屁，叫你放屁，砍死你，砍死你去……”动手不是张小盒，而是一边呆着的伯德，不知道为什么，屁本来飞到张小盒那边去的。\n  可是，张小盒放了一个更大的屁，……将屁全部吹向伯德了……\n  先是一个猪屁再是人屁，伯德能坚持下来已经不错了。\n  “诶！我出来了！我出来了！”哈奇伊达大叫道，身上压缩的一千米厚的猪皮丝毫不怕伯德的一阵乱砍。\n  ……\n  “你们救了我出来，按照我们鬼面族的传统美德，应当给你们最高级别的馈赠！”哈奇伊达说道。\n  “什么馈赠？”伯德一听直接将张小盒踹到了一边去了。\n  “我一生中最宝贵的装备——草鞋……”哈奇伊达刚将草鞋拿了出来，伯德又瞬间将张小盒拉了回来。\n  草鞋刚到了张小盒的手中，心中突然冒出一个声响：移动速度类装备：【速度之靴】，唯一被动：提升1级移动速度。要求等级：无。要求职业：无。"
        },
        {
            "author": "1365619159",
            "timestamp": 1376113500,
            "txt_content": "更新的不错哦~加油……洒家去问问作业，要开学了，我已经听到三个版本的作业了，我到底写的对不对啊！！！！！"
        },
        {
            "author": "1365619159",
            "timestamp": 1376113500,
            "txt_content": "以屁为子弹，屁眼为发射口，屁劲为燃料外加增速器。\n我戳！敢再恶心点吗？！"
        },
        {
            "author": "嘿嘿嘿嘿",
            "timestamp": 1376113620,
            "txt_content": "好蛋疼。。。。"
        },
        {
            "author": "784912617",
            "timestamp": 1376115720,
            "txt_content": "晓风晚月 发表于 2013-8-9 10:47 \n来人啊@！！！！！！！！！！！\n死人来了，你这个小说的第一章没有达到吸引人你也没有介绍主人公......"
        },
        {
            "author": "784912617",
            "timestamp": 1376115720,
            "txt_content": "晓风晚月 发表于 2013-8-9 10:47 \n来人啊@！！！！！！！！！！！\n死人来了，你这个小说的第一章没有达到吸引人，你也没有介绍主人公......"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376119080,
            "txt_content": "784912617 发表于 2013-8-10 14:22 \n死人来了，你这个小说的第一章没有达到吸引人，你也没有介绍主人公......\n介绍了吧，一个会放电的，没钱的，上班族的猪脚啊"
        },
        {
            "author": "784912617",
            "timestamp": 1376121360,
            "txt_content": "晓风晚月 发表于 2013-8-10 15:18 \n介绍了吧，一个会放电的，没钱的，上班族的猪脚啊\n......................【作者的心太黑了】"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376121480,
            "txt_content": "784912617 发表于 2013-8-10 15:56 \n......................【作者的心太黑了】\n怎么了，骚年？、、、、、"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376138100,
            "txt_content": "标题: 第八章驾到 本帖最后由 晓风晚月 于 2013-8-10 20:36 编辑 \n晓风晚月 发表于 2013-8-9 20:34 \nd第一章：张先生和他的穿越末班车（一）请点击【只看楼主】更方便看小说  第八章：\n  “这……是异能吗？我就知道这是穿越，都是老天爷惹的祸……”\n  “好了快走吧，再不走铃木一族就要追上来了！”好心的伯德提醒道。\n  “欢迎到我老家来玩！~~”\n  “玩你妹啊……”伯德小声说道。\n  “怎么了？”张小盒探出头一脸白痴的问道。\n  “你去跟猪玩啊？”\n\n  天气阴郁，气温闷热。殷红的血色夹杂着阴暗的浮云，分裂的病毒在空气中飘荡，恶心的腐臭气味在地面上方不断的翻滚流淌，刺鼻，眩晕，恶心，呕吐。\n  宽阔的地面被划得一道接着一道，龟裂的口子如同碎裂的玻璃一般将地面分割的一块接着一块。炽热的阳光下，一个个行动缓慢的类人生物缓慢的行走着，破败的腐肉，镂空的眼睛，成群结队，一个活物出现，  成群的丧尸便扑了上去，撕扯，血肉，惨叫。\n　这是一个充满黑暗和浮血的时代，病毒和辐射在这里蔓延，变异和死亡笼罩着大地。\n　“现在你在想什么呢？”伯德拍拍手，看着一脸刺激、毫无爷们范的张小盒。\n  “你能告诉我这是怎么了吗？”张小盒问道。\n  “嗯，很少有人关注这个，反正不是什么秘密，说给你听也无妨，二十九年前，Z博士的皇家科学术士进行的研究有了结果，引来了全国媒体的关注，报纸天天满大街，口口声声说是可以穿越空间的仪器，结果刚到了现场，就发生了爆炸，谁能想到一个看似一心只为了科学研究的Z博士竟然是魔族的后裔，作为少数的几名魔族后裔，引发了这么一幕，一个掩饰出来的空间仪器其实是一个核弹！！多么惊人的消息啊！全大陆八个帝国，二十多个大大小小的商业组织，佣兵组织的大头目全部毙命在暴风雪帝国的国王广场上，而Z博士则将真真正正的空间仪器转移走了。”\n  “转移走了？！”\n  “废话，那他干嘛费劲十几年的心思来搞这个呢？”伯德顿了顿，又说道，“Z博士从此消消失在人们的视野里，然而，更恐怖的事情发生了，原来，暴风雪帝国的国王广场之下，竟然是封印黑暗魔力的伏魔大阵！这连暴风雪帝国都不知道！而这伏魔大阵被核弹一爆炸，已经松动了，人类帝国的阵法大师还未赶到，魔族就已经从地下渗透了出来。无数的魔气从地下上浮到天空，遮云遮日，恶魔出现了，全大陆只有三分之一的土地没有被魔气感染到。而每当到了黑夜，那些没有感染到的地方依然会有恶魔出现，但是很少，因为被阳光照耀的地方地上会有一层阳气，依然是低等恶魔无法靠近的地方，但是，在被感染到的地方，一寸阳光都没有，要知道，恶魔是最怕阳光的，而被感染的地方就是魔物的天堂！但是在被感染的地方，依然有人生活，那里，也就是这里，是人类帝国专门划分的贫民区！——”\n  “刚才铃木一族的地方……”\n  “是安全区域。”\n  “你这个傻子，不在安全区呆着，跑这里来干嘛呢！”张小盒吼道。\n  “如果你回去了一样是死，而且会被消化成动物的一堆大便。”、\n  “总比被僵尸啃死掉好一点。”张小盒的脸皮和哈奇伊达有的一拼之力。\n  “你这个人，跟着我还有百分之五十的还存机会，回到铃木一族去，保准百分之百变成一坨一坨的大便。”"
        },
        {
            "author": "dcsuibian",
            "timestamp": 1376139060,
            "txt_content": "那么我就过来支持一下好了，话说蛤蟆吃怎么了？"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1376149380,
            "txt_content": "很不错呐，顶一个"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376186160,
            "txt_content": "大葱之灵@ 发表于 2013-8-10 23:43 \n很不错呐，顶一个\n谢谢先生你的好意"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376188500,
            "txt_content": "标题: 第九 本帖最后由 晓风晚月 于 2013-8-11 11:41 编辑 \n晓风晚月 发表于 2013-8-9 20:34 \nd第一章：张先生和他的穿越末班车（一）请点击【只看楼主】更方便看小说\n第九章;\n  让我们的视野回到铃木一族族长达尔牧和大祭司戈尔毕的眼睛里。\n  ——嗯，一闪一闪的星星。\n  两个人毫无架势的做着白日梦靠着椅子吹着一个又一个鼻涕泡。\n  一个小时之后……\n  “笃~~笃~~笃~~笃~~”\n  铃木一族族长达尔牧和大祭司戈尔毕突然醒了过来。让他们醒的是那一声声的警笛。\n  “咋了咋了？”两人一整慌忙。\n  “哎呦喂，我的帽子呢？”铃木一族族长的族长注意到了他的帽子。\n  “族长，好像刚才警笛响了。”大祭司戈尔毕注意到了警笛声。\n  “有吗？”铃木一族族长达尔牧完全不当一回事。\n  “我好像听到了。”大祭司戈尔毕还是很注意的声音，特别是他的大耳朵，咦，还会动嘞。\n  “你听错了吧，就算有，长老们也会自行解决，嗯，我继续睡。”达尔牧明显没有睡够，完全看不出这个族长他怎么当上来的。\n  “啊！——不好啦！——”戈尔毕大喝一声，跳到了桌子上。\n  “又怎么了？不是说了我要睡觉嘛！”\n  “跑……跑了！灵兽全跑了！”\n  “什么？！——”\n  ……\n  某些人还是非常重义气的，比如哈奇伊达，毫不吝啬的将大祭司的动物园钥匙偷了过来，踹开了所有的动物园大门。\n  于是，达尔牧非常“开心”的飞了几十张通缉令出去。\n  在村落（猪猪崽出生地）外的平地上。一团矮树丛正在不断的移动着他的庞然大物般的身躯。\n  一个双筒望远镜从矮树丛里冒了出来，环视一圈，寻找着任务目标，然后继续移动着。如此一个小时后……\n  一个秃头的佣兵从矮树丛里冒了出来，挥着望远镜吐槽道：“我特么的相信这个任务，明明就是拿老子开刷！三米高黑眼圈的，黄皮肤的，两只手，两只腿，两只耳朵，鼻子比拳头大的，手拿一把破剑的生物怎么可能存在！”\n  小道上一人听闻，耳朵竖起，牙齿一咧，大步一跨，来到矮树丛前，笑着脸说道：“兄弟，你是不是在找俺呢？”\n  秃头的佣兵回头一看，大叫道：“果然果然，三米高黑眼圈的，黄皮肤的，两只手，两只腿，两只耳朵，鼻子比拳头大的，手拿一把破剑的生物，就是就是！兄弟啊，我找了你好久了嘛。”语气一转，立刻一个巴掌拍在了那人脸上，“你妈逼的，你好意思哥我在这里等你这么久啊！你有没有良心啊！你不知道我一走有多少任务放空啊！”\n“对不住！对不住啊！”那人呵呵了两声，低了低头，又说道：“小哥，你是来接应我的吧？”\n“叫我大哥！”\n“哎，大哥，你是来接应我的吧？”\n “不是。”\n “我是一个坏人啊，取你首级的人，你丫的不知道你的一个头就值三万两千九百九十九个绿宝石啊，够了老子吃吃喝喝几百年的了，老子就是下十八层地狱也要把你杀了！（他会应验啊，呵呵呵~~）给老子一个情绪就能杀了你，你丫还在这里光明正大的显摆你头颅，是不想活还是想死啊？不想活和老子我说一声，让哥替你赚了这三万两千九百九十九个绿宝石，哼，为了这个任务让老子我，你大爷我等了这么长的时间，你是真的想死啊……诶，不对，小兔崽子你跑哪里去了？给爷回来！你这个到嘴的肥肉还想跑？我盖尔式不找你老娘讨个说法，我让你三天三夜没法去厕所大号！……”\n  “该死的猪面人！让老子找到就等死吧，刚才老子心情好没杀你，现在被我发现就等着大卸八块，剁成肉泥，先油炸后铁板刷吧！不然我盖尔式一世英名，英姿飒爽，怎么……”盖尔式越说越有劲，满面红光，好像就要升华了一般，然后他的屁股就被一个尖锥形的物体捅了一下。\n  “谁？快放老子下来！老子答应你饶你一条命！……”猪面人哈奇伊达是毫不理会盖尔式的愤怒的眼神，直接给了盖尔式一个更加愤怒的眼神。当盖尔式被哈奇伊达的独角顶起地面三米高时，拥有恐高症的他，一不小心拉了一泡尿。\n  “我勒个去，这种天还下雨，不对怎么有一股鸡骚味？”哈奇伊达看着手上的一串黄晶晶的水珠，放到嘴巴边上添了一添。\n  于是——\n  ……“接受猪面人部落最高级别的回击吧！降龙十巴掌！落日斩！天魔解体！万箭穿心！红烧人肉！开天辟地老哈爷们拳！开天辟地唯我独尊功！……”\n  “救命！救命！SO……SOS！……”盖尔式叫了一句，两眼黑眼圈青一块紫一块的他终于再次见到了哈奇伊达的拳头。——“霸气爷们波！波~~波~~波~~波~~波~~！我凑！还有一口气。”哈奇伊达一见还不解气，看着屁股下盖尔式丑恶的脸，越看越不顺眼，裤子一解，一坨猪粪光顾了盖尔式的头。“让你还来三天三夜不准我上大号。”\n      “啊！~~我……还会回来的……不……DEACH！”盖尔式终于死了有没有？有没有？“额呵呵呵呵呵呵！……呵呵……呵……”猪面人哈奇伊达笑得很是猖狂，再看盖尔式哪里有半点人样，说是鬼还差不多。然后拉了屎不擦屁股的哈奇伊达非常大胆的假设道：“如此一个佣兵……money~money~money~我来了！”哈奇伊达拔下了盖尔式十八条内裤的最后一条内裤的时候，他看见了什么？——啊！一个拳头大的绿宝石块！价值一百个绿宝石！    \n  哈奇伊达又开始“呵呵呵呵”的笑起来了，场面非常的有邪恶气息，不过他现在笑不出来了。盖尔式的手再次举了起来，手中还有一把平凡无常的铁剑，但是在哈奇伊达眼中，显得非常恐怖、妖异。\n  “鬼啊！不要过来！NO……NO……”\n  森林的另一边，一名年老的死灵术士无奈地看了看自己的徒儿一眼，声道：“徒儿，看来你我无缘，你连一个最基本的唤灵术都会放歪掉，让我怎么教你呢？掌握不好方向和力度，是无法成为一个好的死灵术士的，这你得知道！”\n  “师傅！……我……我还能感应到，我召唤的死灵，它……它……在那个方向！我新召唤的死灵就在那里！”少年挥着手指说道。"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376196420,
            "txt_content": "标题: 第⑨和⑩章 本帖最后由 晓风晚月 于 2013-8-11 12:49 编辑 \n\n    第九章：逃出生天  让我们的视野回到铃木一族族长达尔牧和大祭司戈尔毕的眼睛里。  ——嗯，一闪一闪的星星。  两个人毫无架势的做着白日梦靠着椅子吹着一个又一个鼻涕泡。  一个小时之后……  “笃~~笃~~笃~~笃~~”  铃木一族族长达尔牧和大祭司戈尔毕突然醒了过来。让他们醒的是那一声声的警笛。  “咋了咋了？”两人一整慌忙。  “哎呦喂，我的帽子呢？”铃木一族族长的族长注意到了他的帽子。  “族长，好像刚才警笛响了。”大祭司戈尔毕注意到了警笛声。  “有吗？”铃木一族族长达尔牧完全不当一回事。  “我好像听到了。”大祭司戈尔毕还是很注意的声音，特别是他的大耳朵，咦，还会动嘞。  “你听错了吧，就算有，长老们也会自行解决，嗯，我继续睡。”达尔牧明显没有睡够，完全看不出这个族长他怎么当上来的。  “啊！——不好啦！——”戈尔毕大喝一声，跳到了桌子上。  “又怎么了？不是说了我要睡觉嘛！”  “跑……跑了！灵兽全跑了！”  “什么？！——”  ……  某些人还是非常重义气的，比如哈奇伊达，毫不吝啬的将大祭司的动物园钥匙偷了过来，踹开了所有的动物园大门。  于是，达尔牧非常“开心”的飞了几十张通缉令出去。  在村落（猪猪崽出生地）外的平地上。一团矮树丛正在不断的移动着他的庞然大物般的身躯。  一个双筒望远镜从矮树丛里冒了出来，环视一圈，寻找着任务目标，然后继续移动着。如此一个小时后……  一个秃头的佣兵从矮树丛里冒了出来，挥着望远镜吐槽道：“我特么的相信这个任务，明明就是拿老子开刷！三米高黑眼圈的，黄皮肤的，两只手，两只腿，两只耳朵，鼻子比拳头大的，手拿一把破剑的生物怎么可能存在！”  小道上一人听闻，耳朵竖起，牙齿一咧，大步一跨，来到矮树丛前，笑着脸说道：“兄弟，你是不是在找俺呢？”  秃头的佣兵回头一看，大叫道：“果然果然，三米高黑眼圈的，黄皮肤的，两只手，两只腿，两只耳朵，鼻子比拳头大的，手拿一把破剑的生物，就是就是！兄弟啊，我找了你好久了嘛。”语气一转，立刻一个巴掌拍在了那人脸上，“你妈逼的，你好意思哥我在这里等你这么久啊！你有没有良心啊！你不知道我一走有多少任务放空啊！”“对不住！对不住啊！”那人呵呵了两声，低了低头，又说道：“小哥，你是来接应我的吧？”“叫我大哥！”“哎，大哥，你是来接应我的吧？” “不是。” “我是一个坏人啊，取你首级的人，你丫的不知道你的一个头就值三万两千九百九十九个绿宝石啊，够了老子吃吃喝喝几百年的了，老子就是下十八层地狱也要把你杀了！（他会应验啊，呵呵呵~~）给老子一个情绪就能杀了你，你丫还在这里光明正大的显摆你头颅，是不想活还是想死啊？不想活和老子我说一声，让哥替你赚了这三万两千九百九十九个绿宝石，哼，为了这个任务让老子我，你大爷我等了这么长的时间，你是真的想死啊……诶，不对，小兔崽子你跑哪里去了？给爷回来！你这个到嘴的肥肉还想跑？我盖尔式不找你老娘讨个说法，我让你三天三夜没法去厕所大号！……”  “该死的猪面人！让老子找到就等死吧，刚才老子心情好没杀你，现在被我发现就等着大卸八块，剁成肉泥，先油炸后铁板刷吧！不然我盖尔式一世英名，英姿飒爽，怎么……”盖尔式越说越有劲，满面红光，好像就要升华了一般，然后他的屁股就被一个尖锥形的物体捅了一下。  “谁？快放老子下来！老子答应你饶你一条命！……”猪面人哈奇伊达是毫不理会盖尔式的愤怒的眼神，直接给了盖尔式一个更加愤怒的眼神。当盖尔式被哈奇伊达的独角顶起地面三米高时，拥有恐高症的他，一不小心拉了一泡尿。  “我勒个去，这种天还下雨，不对怎么有一股鸡骚味？”哈奇伊达看着手上的一串黄晶晶的水珠，放到嘴巴边上添了一添。  于是——  ……“接受猪面人部落最高级别的回击吧！降龙十巴掌！落日斩！天魔解体！万箭穿心！红烧人肉！开天辟地老哈爷们拳！开天辟地唯我独尊功！……”  “救命！救命！SO……SOS！……”盖尔式叫了一句，两眼黑眼圈青一块紫一块的他终于再次见到了哈奇伊达的拳头。——“霸气爷们波！波~~波~~波~~波~~波~~！我凑！还有一口气。”哈奇伊达一见还不解气，看着屁股下盖尔式丑恶的脸，越看越不顺眼，裤子一解，一坨猪粪光顾了盖尔式的头。“让你还来三天三夜不准我上大号。”      “啊！~~我……还会回来的……不……DEACH！”盖尔式终于死了有没有？有没有？“额呵呵呵呵呵呵！……呵呵……呵……”猪面人哈奇伊达笑得很是猖狂，再看盖尔式哪里有半点人样，说是鬼还差不多。然后拉了屎不擦屁股的哈奇伊达非常大胆的假设道：“如此一个佣兵……money~money~money~我来了！”哈奇伊达拔下了盖尔式十八条内裤的最后一条内裤的时候，他看见了什么？——啊！一个拳头大的绿宝石块！价值一百个绿宝石！      哈奇伊达又开始“呵呵呵呵”的笑起来了，场面非常的有邪恶气息，不过他现在笑不出来了。盖尔式的手再次举了起来，手中还有一把平凡无常的铁剑，但是在哈奇伊达眼中，显得非常恐怖、妖异。  “鬼啊！不要过来！NO……NO……”  森林的另一边，一名年老的死灵术士无奈地看了看自己的徒儿一眼，声道：“徒儿，看来你我无缘，你连一个最基本的唤灵术都会放歪掉，让我怎么教你呢？掌握不好方向和力度，是无法成为一个好的死灵术士的，这你得知道！”  “师傅！……我……我还能感应到，我召唤的死灵，它……它……在那个方向！我新召唤的死灵就在那里！”少年挥着手指说道。“师傅，刚才只是辨别死灵的时候出了差错，再给我一次机会吧。”\n  年长的死灵术士看着自己徒弟，叹了一口气，说道：“那么我们一起去看看你唤醒的是什么死灵。”  第十章：纠纷\n  哈奇伊达和佣兵纠纷场地的北边的丛林里。阿尔及利亚，一个生存者猎人，现在，正举着摄象机，对准了纠纷场地中的两人。\n  “天啊！我看到了什么？一个头顶着猪粪的僵尸正对着对面的猪面人说“草你MB！”如此神迹的一件事情，不把它拍下来，我就要后悔终生了！\n  如果这个猎人可以活着走出去的话。可以猜到新闻头条是什么了——僵尸的最新款式：猪粪佣兵系列，世界惊奇！\n  阿尔及利亚拿出了自己的《生存手记》，挥笔写道：\n  “世界时间：牛人世纪2033年10月12日，地点：草泥马平原二区。事迹：发现一坨新生的僵尸，其特征为头顶一坨猪粪，带有非常强悍的气味攻击，其实力目测为十级僵尸，气味攻击为……”阿尔及利亚写到这里，探出头来深深地吸了一口气，带着稍微些许的昏厥，又开始写道：“气味攻击贴身体验为五级，带些许【晕厥】的效果，对十五级的猎人仍然有效，目测头上顶着的猪粪呈圆形状，目测猪粪半径约为十一厘米，可包裹这个人的头颅，希望这条信息对未来的生物学家有帮助。”\n  阿尔及利亚写完之后，不慌不忙的站了起来，俯身，张嘴，呕吐，吐泻不止。\n  纠纷场地的南边，年长的死灵术士和徒弟藏身在灌木丛里，看着一猪一僵尸的打斗。“徒儿，如果这是你召唤出来的僵尸，不仅说你，连为师都感觉脸皮厚了很多。”死灵术士瞄了一眼，旁边的死灵术士学徒又开始呕吐了，这已经是第三次开呕了。\n  “看了这次卤蛋学院的死灵门考试你是过不过去了。徒儿，看在你老爸是某某城的城主，我好心的在提醒你一次，你就别玩啦！小祖宗！你真的没有当死灵术士的天分！……哎，罢了，就让老夫给你解决掉这个丑不拉几的东西。天苍苍，地茫茫，僵尸全部死一边，急急如律令！”\n  死灵术士实在看不下去，一挥手放出一大团蓝色的火焰，爆射到盖尔式的手上。\n  “呜呜！——”\n  僵尸一碰到了幽冥之火的燃烧攻击，立刻被火焰给吞噬，哈奇伊达瞄准机会，猛然跳起，头一低，大喝道：“独角葱击波！——波！——波！——”\n  带着深黄色气焰的独角撞向了僵尸盖尔式，盖尔式一蹦一跳，回头一看，带着幽冥之火的毒性爪子猛然一抓，竟然抓破了独角葱击波，带着幽冥之火的爪子顺势对哈奇伊达袭胸。\n  哈奇伊达一惊，但是已经晚了，胸口被猛地抓了一下。哈奇伊达眼珠子计划就要蹦出来了，全身的感官系统告诉他，他就要痛苦死了……\n  僵尸盖尔式的生命力也被幽冥之火消耗殆尽，最后走向了一生的尽头。\n  “轰！——轰！——”\n  两声巨响，盖尔式和哈奇伊达纷纷倒下。\n"
        },
        {
            "author": "minehenry",
            "timestamp": 1376277240,
            "txt_content": "我还以为是这个主楼1.3万字."
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376277540,
            "txt_content": "minehenry 发表于 2013-8-12 11:14 \n我还以为是这个主楼1.3万字.\n全章在此发啊"
        },
        {
            "author": "minehenry",
            "timestamp": 1376277540,
            "txt_content": "晓风晚月 发表于 2013-8-12 11:19 \n全章在此发啊\n但是会不会有点混乱"
        },
        {
            "author": "1365619159",
            "timestamp": 1376278440,
            "txt_content": "给个建议：字号大一点，这样看着很费眼。\n1.3w字……你是说……这里的总和吗？"
        },
        {
            "author": "dcsuibian",
            "timestamp": 1376280720,
            "txt_content": "那么我过来支持一下"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376282880,
            "txt_content": "1365619159 发表于 2013-8-12 11:34 \n给个建议：字号大一点，这样看着很费眼。\n1.3w字……你是说……这里的总和吗？\n是啊，难不成一章一万三"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376283000,
            "txt_content": "1365619159 发表于 2013-8-12 11:34 \n给个建议：字号大一点，这样看着很费眼。\n1.3w字……你是说……这里的总和吗？\n给点人气吧，马上升级了"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376285340,
            "txt_content": "标题: 第十一章 本帖最后由 晓风晚月 于 2013-8-12 13:31 编辑 \n\n 第十一章：  死灵术士老师走了出来，踹了踹那一具头顶大粪的尸体，看着尸体已经浑身烧成煤炭了，回头大喊一声：“徒儿，恶心的东西没有啦，快出来吧。”在树丛里，呕吐了十几次的死灵术士学徒，西方人类莫扎特走了出来，看见地上还有两具尸体，不由得再次胃内翻天覆地，只是这次实在吐不出来了，只能干呕几下。\n  “师傅，这几具尸体，你要怎么处理？”\n  死灵术士打量着地上躺着的猪面人哈奇伊达的尸体，说道：“这个猪面人的尸体生前力量强大无比，以他的力量来看，最适合做武尸或者，炼成血之铁傀儡当肉盾也不错，不过看在他有一根独角，就让他炼成武尸好了，至于那个人类尸体嘛，废物一个。”\n  死灵术士，四周瞧了瞧，拿出一个青坛，大手一挥，哈奇伊达就消失在了一阵光芒中。\n  “等等，不好，它是猪面人部落的首领之子，死后灵魂烙印会让猪面人部落传送到这里来的，快跑！”\n  一阵闪烁，死灵术士带着徒弟莫扎特消失在传送阵当中，又一阵闪烁，一个个猪面人战士走了出来，这时，一旁的猎人阿尔及利亚站了出来。\n  ……\n  伯德第一脚踏入禁食镇时，大陆的九个火辣辣的太阳已经升到了头顶，他理了理被树枝荆棘扯烂的黑色战甲，有些紧张的看着这个在大陆上非常著名的小镇子，却磨蹭了半晌也不敢进去。而一边的张小盒却毫无负担，好像他就是来旅游的。\n    伯德在三天前就发现了铃木一族的通缉令，去哪一个城镇都会被逮捕的，但是，在禁食镇就不会。    眼瞅着五花八门形形色色的人在禁食镇里游荡，汗流浃背的伯德心里忐忑不安，就是不敢进去。    “我一个高贵的战斗者，武者公会正式考核通过尊贵的伯德战斗者阁下，竟然落到了这步田地……算了，还是换身衣服吧。”    伯德的眼眶有些湿润了，脸皮终于打赢了伯德战斗者的荣光,脱下了战斗者战甲。\n　　禁食镇独特的地理位置造就了它的特殊性，北边是一往无际的荒漠，一年四季狂风卷着沙尘暴呼啸而来，荒漠里面居住着臭名昭著的巨熊翁巨人和脾气古怪的矮人无论这两个种族中的任何一个，相对于人类而言，绝对不是属于友善好客的那一类，这从偶尔从荒漠里流传出来巨熊翁巨人用来喝水的人头骨盛器就能看出来。    南边是无边的落月山脉，从边缘到中心，隐藏着许许多多魔兽，凶险无比，即使号称太阳大陆最强兵团的谷龙帝国黄金狮子骑士团，也不敢妄言能深入落月山脉而禁食镇的东西两边，太阳大陆最强盛的谷龙帝国和太阳帝国左右而立，将这个荒野中的小镇牢牢夹在中间    从荒漠边缘到落月山脉中间这一块地方，就叫禁食平原，而禁食镇就是这块平原上唯一有些规模的人类居住地，落月山脉盛产魔兽，荒漠中星罗棋布着许多金矿，这两样足以吸引人类冒险者前仆后继的来到禁食镇除此以外，这里还遍布着大大小小的非正常人类土著部落，这些拒绝进化的土著人，仍然过着茹毛饮血的原始生活，他们固执的相信这样才能给他们带来大的力量。"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376285400,
            "txt_content": " 本帖最后由 晓风晚月 于 2013-8-12 13:43 编辑 \n\n　　第十二章：\n    西边是一片汪洋，而汪洋的方圆几百里都没有一个小岛存在。     就是这样独特的地理位置，使得禁食镇游离于两大帝国的势力之间，却又不受任何一方管辖，加上两大帝国上百年没有开战，当其冲的禁食镇已经展成一个规模较大的镇区。 \n    盗贼、佣兵、通缉犯、冒险者、平民、商人，云集在这个小小的禁食镇，没有法律约束，没有军官士兵管辖治理，禁食镇成了太阳大陆最复杂的区域。  \n    两大帝国一直对这块地方睁一只眼闭一只眼，很大程度上是因为禁食镇是连接谷龙帝国和太阳帝国的贸易枢纽绵延数千里的荒路，准备再充分的商团也得在这个小镇上落脚休整，顺便补充需要的物资禁食镇上居住的人，显然也明白这一点，所以对于过往隶属于上位者的大型商团，他们不敢起什么心思。    倒霉的是那些小商团，大多数都会被抢劫一空，禁食镇上到处游荡的衣襟不整甚至于赤身裸 体的乞丐，基本就是这些倒霉的客商了。\n    不过在利益的驱使下，这些小型商团还是前仆后继源源不断，加上猎取魔兽的冒险者队伍，造成了禁食镇的繁荣及镇上几大佣兵团及工会的生意红红火火。\n    当然，这里的生活条件远远比不了上规模的城市，所以在这里生活的人大多都是逼不得已，自然也没多少强者愿意待在这种小地方。 \n    …………\n    探头探脑在镇外站了半天，伯德饿的都有些头晕眼花了，终于忍不住还是走了进去。一边的张小盒则一副津津有味的样子看着路边的通缉令。上面画的可的确逼真……\n    “他妈的，找死！” \n    伯德沿着八辆马车都可以并排行驶的大道上，进入了禁食镇的东大门，一声怒喝从路边传了过来，吓的他一个激灵，忙循声过去。\n    路边一个身材高大腰圆膀子粗的大汉满脸怒容，他口里朝向边一个瘦削的斜眼男子骂着，手里寒光一闪，那瘦削男子的胳膊就和肩膀分了家，惨叫一声栽倒在地。\n    “哪里来的东西，活腻了，敢偷爷爷的钱包。”大汉收起刀咧着嘴骂着。\n    大汉收起刀，威风凛凛朝大街上看了几眼，吐出一口唾沫，进了身边的酒馆。\n\n  看着那个小偷爬在地上呻吟着，伤口不停有血涌出来，伯德心里就有些同情，还在他犹豫要不要过去看看时，路边靠墙蹲着的一群老少皆有的乞丐嗖一声蹿过去将小偷围住，一转眼又跑回了墙根，懒洋洋的晒着太阳。\n    那个小偷躺在原地，身上不着片缕，那些乞丐竟然连贴身的短裤都没给他留下。\n    张小盒打了个寒颤，哪里还敢多管闲事，低下头朝前走去。\n    熙熙攘攘的人群，大多都是相貌不怎么端正，平凭着一股子凶煞恶气道路两边有各式各样的店铺，打铁卖药的，酒馆青楼，大大小小的佣兵工会，路边还摆着一些摊位，卖魔兽皮毛骨头的，大力回春丸，神奇秘香迷药等等，其他城市该有的，这里一样也不差，甚至齐全。镇子里四处传来酒菜香味，伯德饿的前心贴后背，摸了摸干瘪的口袋，沿着禁食镇中心大街来回走了七八趟，心里也没一点主意。\n    “吃霸王餐？”\n    伯德脑里刚泛起这个念头，随即打消了。\n    这七八趟走下来，他就看到了两起群殴、三次单挑和一起杀人事件，其中有几个职阶不尽相同的战士，甚至还有一个中级魔法师看看别人施放魔法的度和威力，借伯德一百个胆子，他也不敢在这里闹事。"
        },
        {
            "author": "1365619159",
            "timestamp": 1376286180,
            "txt_content": "晓风晚月 发表于 2013-8-12 12:48 \n是啊，难不成一章一万三\n我还以为是起点的那种：“今天爆发，一天一万三！”"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376286240,
            "txt_content": " 本帖最后由 晓风晚月 于 2013-8-12 19:11 编辑 \n\n　　第十三章：\n      张小盒看着前方的伯德驻足在一家名为“世界商行”的店铺门前，做出了大胆的猜测：“难不成是来打劫商行的……”\n　　\n　　然后，见证奇迹的时候到了：\n  “你好，我来领取我的家产。”伯德对着柜台小姐说道，拿出了自己的护照。\n  张小盒盯着伯德，怎样都不像一个有财产的人，顶多是一个混蛋。\n  “先生，你的名下表明，您只有一个小岛寄存在商行里。”\n  “现在我就需要这个小岛。”\n  “好的，先生，在这里签一下名字。”\n  伯德潦草的写下两个任谁都看不懂的字。\n  “好了，先生，现在这个名为‘半月岛’的小岛就是您的了，请拿好合同。”\n  “请问……”张小盒突然冒出了头。\n  不过还没说完，伯德拿过合同之后立刻就拎着张小盒的领口走了。\n  张小盒和伯德走后，世界商行的内部会议上突然冒出了天大的事件，商行行长更是下达命令：“谁都不准靠近半月岛，半月岛的提取权推到一年之后。”\n  但是，半月岛已经被伯德先行一步提取走了。\n  知道了事情发生的商行行长当场魔化：“秒了他家！岛上可是被临时建立了军事基地啊！”\n  半月岛是一个形状相似没有满月的月亮。在暴风雪帝国的海域上，但却是一个荒无人烟的地方。\n  这里也正是暴风雪帝国海军司令部的秘密作战会议场所。此次的秘密作战会议在岛上大树最茂盛的地方，一栋大楼靠着一株株参天大树。那栋大楼前前后后有五百多个士兵真枪实弹的保护着，那里正是秘密作战会议的场地。\n  参加会议的都是暴风雪帝国海军的高级将领，周围戒备森严，除了参加会议的高级将领和几位作战参谋，没有一个人能够进入。\n  会议从凌晨1点到凌晨5点才结束，制定并通过了代号为“反逆袭行动”的作战计划。\n  第三天的子夜时分，“反逆袭行动”的作战计划正式启动并开始实施，由整整七十二艘高火力军舰组成的大型舰队向葫芦岛开进。\n  葫芦岛与半月岛仅仅相差大约十多海里，几乎是隔海相望，只是中间多出了一层层露出海面的礁石。\n  葫芦岛原本是暴风雪帝国的领土，几百年前被T国占领，是一个占地辽阔，富饶的宝岛，这个岛屿看上去酷似一个大葫芦，所以名为“葫芦岛”。葫芦岛被T国军队征服的几百年历史里，暴风雪帝国为了收复葫芦岛，与T国战事不断，在暴风雪帝国的历史教科书上已经记载了几十次大大小小的海战。\n  “反逆袭行动”是暴风雪帝国集聚了多年的军事力量，经过周密的战略部署而采取的突然袭击计划。\n  这时，舰队已经接近葫芦岛了。\n  旗舰上的海尔上校用高倍望远镜向葫芦岛远远望去，一切看似静止的海面一样的那么的平静。\n  海尔上校紧邹的眉头顿时舒缓下来，默念道：“但愿能够成功登陆，突袭成功。”\n  “不好！海尔上校，发现鱼雷！”\n  话音刚落，几艘军舰已经被鱼雷击中，甲板化成硝烟，舰体接二连三的发生爆炸，紧接着，葫芦岛上万炮齐发，不留一点情面。\n  毫无疑问了，T国的情报部门已经掌握了暴风雪帝国“反逆袭计划”的全部详细内容，葫芦岛上已经做好了万无一失的防御准备，暴风雪帝国的“反逆袭行动”失败了，暴风雪帝国损失了几十艘军舰落荒而逃。\n  暴风雪帝国海军最高司令官西蒙将军在他宽大的办公室里大发雷霆，气愤的说道：“‘反逆袭行动’计划细致周密，万无一失，怎么会有如此惨痛的结果？你们怎么办事的？”\n  “我想……”作战参谋的话到了嘴边，看着西蒙将军额头青筋突起，口中的话又吞了回去。\n  西蒙将军转身逼视着他，问道：“你想说什么？”\n  “我想是我们内部出了间谍。”那个作战参谋说道。\n  “间谍吗？”西蒙将军眯缝这双眼，好像若有所思一般，“你怎么肯定是内部出了间谍呢？”\n  “‘反逆袭行动’只有参加过作战会议的人知道详细的内容。”\n  “会议的内容有没有可能被监听了？”西蒙将军不希望他的部队里面的高级军官里出现间谍分子。\n  “被窃听？怎么可能？”作战参谋连连摇头，“那不可能！那栋小楼戒备森严，除了参加会议的高级军官，谁进得去呢？”"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376286300,
            "txt_content": "1365619159 发表于 2013-8-12 13:43 \n我还以为是起点的那种：“今天爆发，一天一万三！”\n这里的人都不喜欢长篇，说太长，不想看"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376286420,
            "txt_content": " 本帖最后由 晓风晚月 于 2013-8-12 14:00 编辑 \n\n  十四章：\n  西蒙将军沉思了片刻，对着他的对讲机大喊道：“马上把所有参加“反逆袭行动”作战会议的人隔离检查！”\n  除了那一夜牺牲的几名军官，所有幸存的士官都被隔离检查——包括那名提出内部有间谍的作战参谋。\n  审查结果紧锣密鼓的进行着，结果出来了——没有问题。问题看来并没有出现在自己的军官身上，西蒙将军并没有因此而放下紧皱的眉头。——是谁让这次行动失败？\n  西蒙将军因此一天天的消瘦下去，不久，西蒙将军就接到了一封信，是一个退休已久、经验丰富的老司令官写来的，内容很简单，已是一目了然，老司令官举荐了一个非常不错的年轻侦探来帮助他完成这一事情谜团，西蒙将军看着老司令官的信，虽然认为一个年轻侦探帮不了他什么，但是还是抓着这仅有的唯一一丝希望，吧那名年轻侦探请了过来。\n  年轻侦探来了，名叫艾斯，听完了西蒙将军事情的原原本本的经过，看着手中的所有参加会议的军官信息，无一不是最优秀、最精锐的士兵。\n  “将军阁下，”年轻侦探说道，“我认为本次“反逆袭行动”计划被窃听的几率最大！”西蒙将军拍了拍年轻侦探艾斯的肩膀，说道：“不谋而合，我最开始也这么想，但是那栋主持会议的小楼四周都是戒备森严的监视器，士兵，怎么可能窃听呢？绝对是插翅也难飞进去的地方啊。”\n  艾斯要求前去半月岛上的举行作战会议的地点看一看，西蒙将军犹豫了一会，带着四名军官以前，陪同艾斯坐着快艇前往半月岛上。\n  快艇绕过许多礁石，很快就来到了半月岛上。\n  前往小楼的路线只有一条，途中还有八九个掩护机关，许多许多的监视器，大树遮挡，四周一片寂静，连鸟叫也十分的稀少，真是一个安静而又没有安全感的地方。\n  一行人一路无话，只是一只苍蝇一路跟随，显得十分刺耳。艾斯看了一眼那只大苍蝇，它比平常的苍蝇大一点，背上还闪着金属光泽，显得特别的怪异。\n  那一个小楼果然戒备森严，真如西蒙将军所言，插翅也难飞进去，也难飞出来。\n  一行人通过了几道荷枪实弹的关卡之后，他们来到了那个会议室，设施非常简单，一张桌子，几张椅子，和一张“反逆袭行动”计划的作战图，什么画满了各种颜色的线条和大叉。\n  桌子检查过了，椅子检查一遍，也没问题。艾斯拿出金属探测仪，打开后金属探测仪上的探测信号开始在会议室各个角落扫描着。开始侦查这会议室里面到底有没有藏了窃听器，可是金属探测仪没有任何反应。\n  艾斯正要关闭金属探测仪，一只苍蝇突然飞了进来，这个时候金属探测仪忽然响了起来……\n  苍蝇落到了西蒙将军的帽子上，只听见滴~滴~两声，苍蝇背上金属光泽忽然闪烁起来。\n  “轰！————”是微型TNT！\n  “快趴下！”\n  “将军！——”\n  爆炸的烟雾散去，只见西蒙将军的原来的位子上多出了几道人影。——是末影人。\n  “又是该死的T国人！我跟你拼了！————”\n   一名军官跑向了那几名末影人，手枪刚刚拔出，一整闪烁，那一队末影人已经不见，伴随着一同不见的还有西蒙将军和那名刚刚拔出手枪的军官。\n  “滴滴——嘀嘀嘀滴滴滴滴……”\n  一阵惊天动地的轰响声过后，所有的人，……包括整个半月岛消失在烟雾之中。\n  ……"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376287380,
            "txt_content": " 本帖最后由 晓风晚月 于 2013-8-12 14:04 编辑 \n\n第十五章;\n  一阵闪烁，在末路之地又多出了一块土地，那一块陆地的模样赫然就是半月岛。现实生活中的土地正在源源不断的汇集到末路之地……\n  “至高至上的瓦斯大人，一切准备就绪，末影王殿下已经下达了攻击指令，其它九个部队也已经陆续赶到，只要我们先发起进攻，另外的九个部队就会立即行动，突袭杀进人类的城堡，这样，我们不仅可以圆满的完成此次任务，还可以呵呵教训一下地上生物。呵呵呵…………”一名全身灰白色的独眼末影人举着攻击旗帜跪在地下，昂着头带着恭维的眼神看向高台上的高大背影，带着讨好的模样用它沙哑的嗓音说道。\n  石台上的高大末影人转过了身，露出了它黑紫色的双瞳和凶残的面孔，出手抓过了旗帜，末影王旗帜同人类的圣旨一般，带着国王至高无上的威严与权力。瓦斯堪比匕首的獠牙露了出来，道：“所以，我们还要等待不是么？等待时机，一网打尽，给他们最残暴的反击，这才是末影王殿下的期望，还有，——淡季阁下，我突然觉得这几天耳朵有点疼，您说，我要怎么处置那个害我耳痛的家伙呢？”瓦斯寒冷的目光紧紧盯着台下的淡季。\n  独眼淡季不敢和高高在上的瓦斯将军对视，低下头用它沙哑的嗓音道：“应该把那个该死的家伙扔进粉碎机，再让狗吃掉他的骨头渣。”\n  “说得对，来人把这个折磨我耳朵的奴才扔进粉碎机再让野狗吃了他的骨头渣。”瓦斯颤着音道，立刻两个末影人卫兵走上前来把淡季扛了下去。\n  “不要啊！不……你们不能这么对我，不……啊！啊！啊！……”淡季大叫着，最后一声发出的时候，两拳同时打在他身上，一拳打晕了它，一拳打残了它另一只眼。下手的正是台上的瓦斯，这一幕让台下的军士不由地胆颤。\n  “呼！耳根子终于清净了，德锐尔，邵亚将军来了么？”瓦斯用爪子刮了刮耳朵向一旁的副手问道。\n  “瓦斯将军，还没有，邵亚将军还没有来，将军。”一旁的副手德锐尔回答道，他跟随瓦斯多年，见过许多血流痛苦灾难，心性极强。\n  “不等他了，现在几点？”瓦斯道。一名戴着单片眼镜的末影人拿着一个怀表走了上来，一声碰撞声，怀表打开了，晚上十二点零六分。咔嚓几声，怀表在瓦斯手中摧毁，让台下带着单片眼镜的末影人感到十分可惜，这个怀表可是纯金打造的，它珍藏了十几年了。\n  “第一大队往南突击一路破坏到人类城池的广场开始与人类士兵争斗，争取吸引人类官兵的目光，第二大队听我指令随我偷袭人类城堡南大门，还有，德锐尔你带领第三大队进攻城池的南大门，好了，出发！”\n  城堡在城池的中央，只有两条大道能抵达城堡，但是末影人们不走大道，走下水道，皇家下水道！N帝国皇城天晶城内，下水道一万三千多条，皇家下水道口三千多个！\n  三十五万的末影人军团，从十个方向发起进攻，城池的八个大门被末影人军团牢牢锁住，拦截。\n  ……\n  艾斯的身躯飘荡在高高的天上，看着地上源源不断冒出来的末影人大军。\n  艾斯是一名侦探，但他不是一个人类，准确的说，他是一个人形机械傀儡。艾斯刚刚“出生”的时候，在一个工地上，创造它的人，是一名工人，一名对创造，对红石万分追捧的人。但是这一名红石爱好者再创造艾斯的那一刻，被艾斯亲手杀死。\n  艾斯是一个拥有思维的傀儡人。艾斯将所有数据库里没有信息的人视为敌人。而艾斯也被那个工人，那个红石爱好者设定为战斗型智能傀儡。\n  艾斯杀死了创造了他的人后，进入了人类的因特网，强行剥夺着所有的资料，包括军事的，私密的，保密的，已经被删除的……  艾斯了解了这个世界，这个神奇的世界。艾斯将自己设定为了一个普通人类的身份和思维，混于人类社会，成为了真正的一个人类市民。  但是他注定是不平凡的，因为他不是一个真正的人类，出事故了，他不能去医院，一去就会露蟹。他不能去饭馆，他没有消化系统，他不能去娱乐场所，一切的娱乐对他来说毫无意义。  艾斯为了寻找一个存在的意义，他成为了一个侦探。  现在他又失去了这个侦探的身份。  末影人将军——邵亚将军正在空中与他对视。无数的幽冥末影之光在他的身体里释放出来。邵亚在巨型TNT爆炸摧毁半月岛的那一刻，就已经发现了艾斯不是一个表面上看似普通的人类。  邵亚的眼睛慢慢变红了，一眨眼，说时迟那时快，邵亚的攻击已经来到了艾斯的面前。  “全方位拦截！——”  “该死的铁傀儡！——TNT！——”  一连串的TNT出现在末影人将军邵亚的手中，一个转身来到了艾斯的身后，将那一串TNT挂在了艾斯的脖子上。  “滴滴！——滴滴滴滴滴滴……”"
        },
        {
            "author": "qwer3456",
            "timestamp": 1376294640,
            "txt_content": "好友來頂下了~~\n話說真的好看啊~"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376297100,
            "txt_content": "qwer3456 发表于 2013-8-12 16:04 \n好友來頂下了~~\n話說真的好看啊~\n谢谢啦，好人有好报"
        },
        {
            "author": "冥王星人",
            "timestamp": 1376301360,
            "txt_content": "可以看出来有文笔，但是光有文笔是不够的，还需要好好运用。\n阁下运用的技术差了些。"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376306040,
            "txt_content": "冥王星人 发表于 2013-8-12 17:56 \n可以看出来有文笔，但是光有文笔是不够的，还需要好好运用。\n阁下运用的技术差了些。\n一看就知道是手写到软，思维千里之外的人物，技术嘛，我想想……总之，能够费口舌的人都是好人"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376311080,
            "txt_content": "我顶！！！！！！！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1376312520,
            "txt_content": "晓风晚月 发表于 2013-8-12 19:14 \n一看就知道是手写到软，思维千里之外的人物，技术嘛，我想想……总之，能够费口舌的人都是好人\n所谓运用文笔的技术，就是在现有辞藻和表述方式基础上，最大化利用发挥。\n看阁下的风格，应该借鉴一下马赛克的文章，要么够正经，要么够坑爹，两边晃荡全不够的话是不行的。"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376314860,
            "txt_content": "冥王星人 发表于 2013-8-12 21:02 \n所谓运用文笔的技术，就是在现有辞藻和表述方式基础上，最大化利用发挥。\n看阁下的风格，应该借鉴一下马 ...\n明白！！！"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376401380,
            "txt_content": "F一下！！！"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376488320,
            "txt_content": "不要沉啊！"
        },
        {
            "author": "1097378796",
            "timestamp": 1376540580,
            "txt_content": "赞的那{:10_512:}"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376544900,
            "txt_content": "不要沉下去啊！！！！！！！！！！"
        },
        {
            "author": "zhh30648",
            "timestamp": 1376561040,
            "txt_content": "写作的风格很奇怪，滑稽或是正经没有明确\n然后，真的有2W字么。。不会是把标点和空格都算了吧"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376562780,
            "txt_content": "zhh30648 发表于 2013-8-15 18:04 \n写作的风格很奇怪，滑稽或是正经没有明确\n然后，真的有2W字么。。不会是把标点和空格都算了吧\n空格算不进去，标点是算了，不过，起点好像也算标点的吧"
        },
        {
            "author": "zangboning",
            "timestamp": 1376721000,
            "txt_content": "为什么都要回复啊"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376790600,
            "txt_content": "zhh30648 发表于 2013-8-15 18:04 \n写作的风格很奇怪，滑稽或是正经没有明确\n然后，真的有2W字么。。不会是把标点和空格都算了吧\n不是飘渺一点更吸引读者吗"
        },
        {
            "author": "夜雨落",
            "timestamp": 1377059100,
            "txt_content": "新人围观。。。。。"
        },
        {
            "author": "shijun",
            "timestamp": 1378099500,
            "txt_content": "很可惜，抄袭的骚年，你被举报了"
        }
    ]
}