{
    "title": "洛亚战舰 ( NOVA ESC SPACECRAFT )",
    "author": "shure",
    "replyCount": 11,
    "timestamp": 1375968180,
    "txt_content": "大家好，我的名字是Shure。\n构思了这么久的图纸，今天才弄完。\n是的，我敢保证这绝对是原创的。如有雷同那纯属巧合了。\n然后呢，有些细节因为Minecraft它本身的设定，可能做的不怎么好，让各位见笑了啊。\n那么，上图和机体解说，可能图片会大了点。因为是在天空建筑的，因此看到了白雾可别太过于吃惊。\n不过为了防止有人在手机上看不到图片，缩略图我也发了。\n一开始会在满地基岩的地方，别惊慌，一直往前走就可以到那个战舰里。\n\n\n洛亚战舰\n\n英文名：NOVA SPACECRAFT\n最大速度：1光速/时\n体积：M\n护甲耐久值：24000\n能源值：1000\n情报：卡普奇·隆所建造的其中一个机体，他为了担心舒尔·速普·隆的机体找不到位置来安放，因此想到要制造出这台机体。这台机体虽说是容纳了不少的工具，但是速度却仍旧不会减慢。不过，在卡普奇制造完这台机体的时候又差点被舒尔开了玩笑。这台机体看似很大，但防御却做得很足，火力也没有什么欠缺。左翼主要是放置新星ESC2战机，不过这并不会影响这台机体的平衡性。当然，这台机体还配置了一些日常的小东西。除此之外，这台机体下面还存着三枚九千度高温的导弹，可投掷也可当火箭使，而且还会自动生成，但这并不会让这台机体造成什么伤害。这便是卡普奇所说的“绝对火力，绝对防御，绝对速度”吧？\n\n武器列表：\n主台散射机枪【主控制台下的机枪开始发射，32连发。能源消耗量10。】\n主台光线扫射【主控制台上的两个发射台射出光线，并扫射敌军。能源消耗量15。】\n中路狙击【用机体中间的控制台操作，以“三点一线”为基础作为超远距离狙击。容易击中敌对机体的要害点，而且难以回避该攻击。能源消耗量20。】\n白道蛇箭【在主控制台控制左翼的导弹发射器，连射5次，发射量总计一百发追尾弹。能源消耗量100。】\n三连发火箭【发射右后翼的火箭，连射3次，一次射出2发火箭。能源消耗量60。】\n舰桥浮游炮【露天舰桥下的炮口发射出浮游炮并向对方发起密集的攻击，最后向对方进行自爆撞击。能源消耗量90。】\n新星轨道炮【在主控制台控制左翼的导弹发射器和炮口，发射一百发追尾弹后，再用炮口对准目标射击，如果击溃对方的护甲的话极有可能会被光线贯穿。能源消耗量200。】\n对地THDR压力炮（MAP武器）【释放保存在机体下的一枚九千度高温导弹，投向地面的话会对那片区域造成极大的破坏力。一分钟会自动再填充一枚导弹。能源消耗量200。】\n三连对地THDR压力炮【释放保存在机体下的三枚九千度高温导弹，对该地区造成极大的破坏力。绝对性的命中率，且容易击中敌对机体的要害点。但发射这种兵器，前提是武器仓库里已经保存了总计三枚的导弹。能源消耗量600。】\n对空THDR压力炮【发射保存在机体下的一枚九千度高温导弹，对目标造成极大的破坏力，非常适用于宇宙战。容易击中敌对机体的要害点。一分钟会自动再填充一枚导弹。能源消耗量240。】\n三连对空THDR压力炮【发射保存在机体下的三枚九千度高温导弹，威力强大到能摧毁一个空中的大堡垒。容易击中敌对机体的要害点，但发射这种兵器，前提是武器仓库里已经保存了总计三枚的导弹。能源消耗量720。】\n\n机体固有特效：\n洛亚【特殊的人工智能系统能提高机体的性能，甚至可以发挥到极致。】\n超新星盾【减少敌机对该机体造成的伤害甚至无效化。光线攻击能够完全抵消，而对于近距攻击只能抵消一半的伤害。每次发动都会消耗15的能源。】\n能源回复【在一定的时间里会回复一些能源。】\n紧急维修【在一定的时间里会修复一些护甲的耐久值。】\n\n正义之矢四代\n\n英文名：JUSTICE ARROW-IV The Motorbike\n最大速度：800时速\n体积：S\n护甲耐久值：2000\n能源值：200\n情报：其实也就只是舒尔·速普·隆在家里制作的一辆摩托车，为了方便行动而计划制作出来的机体。虽然这家伙承载着一些重武器，但这并不怎么影响其速度。此外，这辆摩托车还可以飞上天空，这才是舒尔最喜欢的！不过要去宇宙的话是不可能的，他可没有多余的时间来做一套“宇宙外衣”。不过，在以前是放在车库里的摩托车现在倒可以藏匿在洛亚战舰里了。由于这台机体小巧，加上速度极快，简直能称得上是一个小小的空中霸王。\n\n武器列表：\n二重光加特林【用摩托车上的机枪来射击，如果在空中射击的话就只能对空。能源消耗量20。】\n毒刺导弹【发射隐藏在后箱的火箭来攻击敌机。能源消耗量30。】\n雷阵【冲到敌机旁边后在该敌机撒地雷，猝不及防。然而这只能在地面上使用，而且只能对地。能源消耗量10。】\n镭射【基本的武器，用摩托车前的枪口射击。然而最大的缺陷就是在地面只能对地，而在空中只能对空。能源消耗量12。】\n突击刃【快速突进而使机体前产生真空刀，从而向敌机撞击。能源消耗量40。】\n星际爆破弹【用摩托车前隐藏的炮口发射高速的导弹，对敌机造成冲击的伤害。能源消耗量50。】\n星际火云【按顺序来使用镭射，毒刺导弹和星际爆破弹，对敌机造成较大的伤害。如果有把握击破敌机，则会额外加上突击刃来攻击，在地面上的话则再加成雷阵攻击。能源消耗量100。】\n\n机体固有特效：\n洛亚（在舒尔有携带的情况下）【特殊的人工智能系统能提高机体的性能，甚至可以发挥到极致。】\n飞空引擎【能在空中行动，然而这会在一定的时间里就会消耗一些能源。但因为这个引擎导致这台机体不能够下水。】\n星际后箱【一分钟后会补充所有能源。】\n\n超新星ESC2\n\n英文名：NOVA ESC-II\n最大速度：20000时速\n体积：S\n护甲耐久值：8000\n能源值：400\n情报：卡普奇·隆制作的其中一个机体。这架战机内部的座位设计有些独特，总共五个座位，其中有一个前座，中座和后座各两个。前座是负责战机驾驶，不过中座不接近中心，从而保留一些空间。不过就算满员了，照样不会影响速度。此外卡普奇还制作了一个被舒尔称作“洛娃”的可随身携带的人工智能系统，大大的提高了战力。不过，“洛娃”这个人工智能，舒尔更喜欢随身带着，除非是在特别的场合下。\n\n武器列表：\n星际镭射【从基本的镭射改进的武器，已经能在海底中自由使用。能源消耗量12。】\n散射星弹【从战机中部枪口射出散弹。能源消耗量16。】\n毒刺导弹【发射左右翼炮口的导弹来攻击敌机。能源消耗量24。】\n突击刃【快速突进而使机体前产生真空刀，从而向敌机撞击。能源消耗量40。】\n游龙轨道炮【用战机中部的五个枪口一起射击，对敌人进行贯穿性攻击。能源消耗量60。】\n星际爆破弹【用左右翼的炮口各发射一枚导弹，对敌机造成冲击伤害。能源消耗量50。】\n星际火云【按顺序来使用镭射，毒刺导弹和星际爆破弹，对敌机造成较大的伤害。如果有把握击破敌机，则会额外加上游龙轨道炮来攻击。能源消耗量100。】\n星际虹云【全部枪口和炮口使用镭射，对敌机造成很大的贯穿伤害。由于发射后会使机体后退，因此加上引擎推进来保持稳定。能源消耗量160。】\n\n机体固有特效：\n洛亚（在舒尔有携带的情况下）【特殊的人工智能系统能提高机体的性能，甚至可以发挥到极致。】\n超新星盾【减少敌机对该机体造成的伤害甚至无效化。光线攻击能够完全抵消，而对于近距攻击只能抵消一半的伤害。每次发动都会消耗15的能源。】\n能源回复【在一定的时间里会回复一些能源。】\n补给器械【补充一台机体的弹药和能源。】\n水中浮游【就算在水里行动也不会影响速度。然而，在水里待机一段时间里会消耗一些能源。】\n\n我必须得把下载地址放在最下面。因为你知道的，总是有的人看了帖，下载完后，然后不回帖，这明显是等于不尊重他人。\n然后，剽窃者我誓不饶恕！所以你最好别以身试法！然后如果只是要转载的话那直接发一封信给我吧。\nhttp://dl.vmall.com/c0ml2kog56\n\n\n\n\n\nNOVA SPACECRAFT.png\n(122.5 KB, 下载次数: 5)\n\n\n\n\n下载附件\n\n\n2013-8-8 21:02 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Forsworn_",
            "timestamp": 1375968300,
            "txt_content": "我想起我做那飞机上面也弄了几个NOVA- -!"
        },
        {
            "author": "516092012",
            "timestamp": 1375968840,
            "txt_content": "我觉的你应该在星际MOD上搞这个"
        },
        {
            "author": "强子、",
            "timestamp": 1375969380,
            "txt_content": "看见诺亚方舟我就滚进来了。。。"
        },
        {
            "author": "1498140263",
            "timestamp": 1375969800,
            "txt_content": "我看成诺基亚了 "
        },
        {
            "author": "Terry39",
            "timestamp": 1375970040,
            "txt_content": "表示不错，但能把云关掉吗。。。"
        },
        {
            "author": "lao9",
            "timestamp": 1375978920,
            "txt_content": "战舰啊  好酷"
        },
        {
            "author": "Curtain弑君",
            "timestamp": 1376007900,
            "txt_content": "能源是虾米东西？？？？？"
        },
        {
            "author": "133011605",
            "timestamp": 1376008260,
            "txt_content": "说到底洛亚战舰是那个里的？"
        },
        {
            "author": "shure",
            "timestamp": 1376013900,
            "txt_content": "133011605 发表于 2013-8-9 08:31 \n说到底洛亚战舰是那个里的？\n是我自己原创的一台机体。\n1F上已经有明确了。"
        },
        {
            "author": "geludan",
            "timestamp": 1376014140,
            "txt_content": "介绍很好。。"
        },
        {
            "author": "adbKLOV",
            "timestamp": 1377413460,
            "txt_content": "看完介绍感觉好牛"
        }
    ]
}