{
    "title": "[修改]小白冒险记-HIM 第一章",
    "author": "250=mo",
    "replyCount": 3,
    "timestamp": 1376015340,
    "txt_content": " 本帖最后由 250=mo 于 2016-2-17 19:41 编辑 \n\n第一章 出行      一坐下，全身筋骨便抗议性地松垮下来，伴之的是几日矿工生活折磨带来的阵阵酸痛。      这种生活很正常，每个星期都会来那么一次。对，正常得闷极了。      我曾想过用一百种不同的娱乐填满我那空荡荡的工作表，但能写出来的……不过挖矿，刷怪，游泳，种地和砍树了。啊，对了，还有照料我那一天到晚吵得令人发疯的小鸡们了。我也想一天到晚不工作睡着，但几天后饥饿的肚子把我的行为制止了。这样一天到晚工作着，忙碌着，究竟是为了什么啊。我常常思考着。      我不怕死，死在家旁绝对不怕，离线的世界就这样，在上一次睡觉的地方醒过来，走上那不足挂齿的路程后继续玩命。      至少明天不想做了，休息一天吧。      ……      醒来的时候，太阳已经几乎当头了，家后的水潭大概是睡着了，不见一丝涟漪。鬼叫声都没有。热空气从门缝渗进来。我脱离床的控制站起来，疲惫只留在了我的心里。面对被我撒得一地都是的矿物，我皱了皱眉头，只得开始大扫除，翻弄整理整个家。      断绝了与局域网或者广域网的连接，或者说找不到那个通道，一切是静谧而低效的。一味创作，意义只是为了填满我那极小的自我满足感而已。似乎做任何事情都失去了意义。      正翻看着箱子，突而捉着一片毛糙的硬纸片。我小心翼翼地夹出来，轻轻吹去上面的灰尘。不错，正是旧时我做的地图。不知是什么冲动，受其促使，我拿出一叠纸，贴着边把它扩到最大。      整张地图，只见中间那么几条弯弯曲曲的线条，虽然绘图水平实在不敢恭维，但我一眼便看出贯穿其中的是那条小溪，折到家前，留下一片浅浅的小潭。迷失的我依着小潭建了小家，图上是儿童简笔画般的一个小房子，处在地图的最中央。      我抚着纸片，感受甘蔗压成的纸粗糙的手感。望着那张空荡荡的、毛糙的、发黄的纸，我的心也空荡荡的。空荡荡的纸片，空荡荡的心……      什么东西摄住了我的心。心底里抽动着，瘙挠着，逼迫我说出那个词。      我压住这种兴奋的情绪，开始往背包里塞东西。尽管如此，还是忍不住每隔一分钟都站起身来绕着家具转一圈。上次在家后的小田里撒小麦种子的时候，无意往东一看，便发现遥遥远处有一棵高大的树木。大概那次实在是天气好，此后我再刻意向那个方向看去，却只能看到一片灰白。      我突然想起来，我还不曾离开这个养育我的温带森林。我从熔炉里取出一块小煤，画出一道向东的箭头，满意地点点头。      地下仓库里有一片木板，我把它从箱子里取出来，摘下被我镶在上面的七颗钻石。这些珍贵的宝石被我变成了一把短剑和一个造型绝不美观的头盔。确保其他工具装备都是接近崭新的后，我估计了一下背包剩余的空间，把一把小麦和几个面包塞进去，还特意带了几颗种子。被塞进去的还有各种杂物，自以为足够的时候，我抓起地图和指南针站在门前，做出了一个多月以来最重要的决定。      踏出家门的时候我没有什么奇怪的感觉，只感觉自己只是出去挖趟矿，会像小孩一样在天黑之前回到家。路一望无尽，便也不在心里胡乱猜测。背包很沉重，这是不曾有过的，所以我便仗着木棒慢慢走。      但在生物群系的边缘时，我还是骤然有了些许陌生的感觉。      生物群系的变更是显而易见的，草地和树叶的颜色变得鲜艳得刺眼，更加标志性的变化便是小丘上竖起的城市般的从林木，树叶铺天盖地。在其覆压下的世界阴暗潮湿。      眼下自己的影子拉得长长的，我开始有些许慌乱。一切似乎还可以挽回，回到家里，回到那张软绵绵的床上。那个声音这样说道。我当然可以预见到自己转过头去将看到美好的夕阳景象，但我不能。伴着的一定有我建在潭边的，透着尚未熄灭的火把的光的那个小石屋。      系在我和家的绳子绷得紧紧的，我用木棍把它挑断，沿着丛林的边缘，真正走上了这道不知归途的路。本章完（1446字）索引\n下一章\n\n\n",
    "replies": [
        {
            "author": "CHAKRO",
            "timestamp": 1376016780,
            "txt_content": "沙发\n挺不错的\n继续\n我收藏了"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376019120,
            "txt_content": "CHAKRO 发表于 2013-8-9 10:53 \n沙发\n挺不错的\n继续\n你收了吗？？？？？"
        },
        {
            "author": "250=mo",
            "timestamp": 1449295200,
            "txt_content": "2015.12.5，14：03\n修改"
        }
    ]
}