{
    "title": "《怪物的攻擊1：怪物在現實生活？！》第十一章：獲得超能力",
    "author": "qwer3456",
    "replyCount": 8,
    "timestamp": 1376056500,
    "txt_content": " 本帖最后由 qwer3456 于 2013-8-17 13:51 编辑 \n\n哈囉!大家好!歡迎來到WXS文學小組，我是新人作家qwer3456。\n今天要為大家帶來的是第十一章。\n在這章會說到琛凜一行人獲得超能力的經過。\n從這章開始，字數就會開始變多了(因為我換本子寫了)請耐心看完。\n上一章 下一章\n\n好!今天介紹到這，看完小說記得頂下或評個分喔!(其實我要各大大給個回復請教下)\n小說開始：\n\n「我就是在這個密室練出一身銅筋鐵骨，你們在這裡經過特訓，能獲得超能力，也能強化你們的身體，才能去和『他』對抗，現在特訓正式開始，在特訓時間完畢時，我會停止特訓室裡面的機關，裡面有一些材料、合成桌和釀造架，請自行運用吧！」火樹在此充當說明員，說明此間「訓練室」的用處。說完，便關上門走了出去。\n\n「咻！咻！咻！刷！咻！刷！」\n\n兩旁的牆壁突然出現一整排的發射器，眼前和背後的牆壁也在後退，形成一個廣大的戰鬥場。琛凜馬上緊張得拔出劍，也順道提醒所有人提高戒備。\n\n「卡！卡！卡！卡！卡！卡！卡！卡！」一隻隻的殭屍們被射了出來，臉上都是噁爛的腐肉、露出骨頭，舉起腐爛不堪的雙手，衝向琛凜一行人。\n\n安澤&#8231;拉斯德見狀，拿著黑曜石劍(因為比較匹配)衝上前去把在琛凜前的殭屍「腰斬」。嘶嘶在另一頭呃..做「炸殭屍」\n\n追金則運用他手上的藍色魔珠，不停的召喚閃電和那些朝他殺來的殭屍們玩「電電樂」。\n\n突然一隻巨大的機器人從三人頭上飛過「這是什麼？誰弄出來的？」貝瑞斯大吼道\n\n「是我！」琛凜臉上滿是驕傲\n\n「琛凜1號，衝啊！」\n\n琛凜對機器人發號施令，琛凜1號像僕人般，聽話得向前衝去。\n\n「鏗鏗鏗鏗鏗鏗鏗鏗」一出去，裝在機器人手上的機器人開始發射，子彈？\n\n「啪！」一個藥水瓶被打破了，這時琛凜的機器人變得更強大了，被藥水潑到的殭屍，也開始攻擊其他殭屍。\n\n「怎麼回事？」琛凜覺得十分好奇。\n\n「這是我創造的友好藥水，『笑』用是讓和我們的關係本來就是有好的生物變得更加強大，保持敵意的怪物，會和我們並肩作戰，時效無限，直到日出、月出時才無效。」瑩晶臉上浮現出瞧不起人的神情，使琛凜覺得賭爛。\n\n「琛凜小心!」瑩晶向琛凜大吼道。\n\n琛凜還不知道發生什麼事，就被殭屍按倒在地，任由殭屍吃食著脖子的血肉。「啊!~」琛凜痛苦的呻吟著。\n\n「爆炸吧──爆裂箭！」貝瑞斯拿出他製造的特殊弓，把趴在琛凜身上的殭屍炸開。\n\n「琛凜!你沒事吧?」瑩晶跑過去看著琛凜，關心的問。\n\n「我沒事─我需要休...休..息....」琛凜顯得有氣無力，丟下這句話後，便昏了過去。\n\n「都傷成這樣還說沒事，怎麼這麼逞強?」瑩晶像個母親般，安慰和疼惜著琛凜。這時，琛凜的身體發紅發熱，慢慢的動了起來「琛凜?琛凜!」\n\n「呀~~~」琛凜不知是怎麼的力量，支撐他復活了。\n\n此時，大家發現，琛凜的半邊臉剩下骨頭，剩骨頭的一邊臉眼穴剩下空洞。另一面的眼穴的眼睛泛著紅光並面目兇狠的瞪著前面的殭屍和殭屍豬人。\n\n殭屍和殭屍豬人見狀，馬上跪下，把琛凜當「神」一般膜拜。\n\n「追金!這是怎麼回事?」瑩晶疑惑的開口。\n\n「這個問題交給安澤&#8231;拉斯德吧!你問我我也無法回答。」追金無奈的回答道。追金說完還對安澤&#8231;拉斯德始了個眼色，示意「交給你了」。\n「用我的眼睛看，發現琛凜目前已經被殭屍感染了。殭屍病毒在加上琛凜天生的特殊體質，他現在已經成為『亡靈系能力者』了，可以操控殭屍等的亡靈生物，為他效命，只有殭屍和殭屍豬人。至於能力觸發點為何，我就不得而知了。」安澤&#8231;拉斯德把情況簡略且完整的講述了一遍。\n\n琛凜突然在這時對殭屍們大吼大叫，說著沒人聽得懂的語言。隨後，殭屍們跑道琛凜其他同伴身邊，保護著他們。完畢，琛凜的說話能力恢復了正常，說:「那些將嘶是寶樹你們的，你們口以領導他們幫駔戰鬥。」琛凜才剛回復，說話自然會有點口齒不清。\n\n\n既然殭屍的危機已經解除，眾人以為特訓結束了。但……\n\n「咻！咻！咻！刷！咻！刷！」發射器拿走了，又換了一個新的出來\n\n\n「卡！卡！卡！卡！卡！卡！卡！卡！」換成了骷髏弓箭手和蜘蛛。一重生出來就變成骷髏騎士和凋零骷髏殺了過來。\n\n\n極少數的骷髏弓箭手以迅雷不及掩耳的速度幹掉所有在場的殭屍。\n\n\n「最後一回合！上！」琛凜率領大家衝上去戰鬥，雖然自己的面容非常令人懼怕。而在說完這句話，琛凜把受壓住地板，召喚出六隻殭屍豬人，一起進攻。\n\n\n「結冰吧──冷凍箭！」貝瑞嘶喊出響亮的「絕招名稱」並將冷凍箭射向怪物。\n\n\n但箭一射到怪物身上，一結凍又馬上解凍「咦？為什麼沒有用？」貝瑞斯的頭上頓時出現數萬個問號。(作者心中os:你的自然與生活科技有沒有學好啊?)\n\n\n「地獄這麼熱，當然沒有用！」瑩晶無言了....\n\n\n「沒辦法。燃燒吧──火焰箭！」貝瑞斯又再次的射出無效的攻擊。\n\n\n「衝啊！琛凜2號！使用毒劑毒死他們。我還造了一些槍，每人一把剛剛好，衝啊！」雖然琛凜被殭屍感染了，個性還是一樣白目。而且.....琛凜什麼時候做了第二個機器人啊？\n\n\n戰火延續了三十分鐘，大家都筋疲力盡時，特訓終於結束了，大門也打開了\n\n\n「這是我給你們整理的體力表：正常人是20滴(Enderman是40滴)追金變24滴、貝瑞斯變26滴、嘶嘶變50滴！？、安澤&#8231;拉斯德也變50滴、琛凜變40滴、瑩晶變30滴。」火樹向大家說明道。\n\n\n琛凜臉昂得高高說：「我可以用鑽石、鐵錠和打火石合成出槍，並用鐵錠、鐵磚、鑽石磚和紅石電路的用具做出機器人！別人都做不出來。而且我還在特訓中被殭屍咬而昏了過去，差點命喪黃泉。」語畢，琛凜臉上滿是惆悵和難過，似乎忘了自己擁有一個特殊能力。\n\n\n瑩晶也說話了：「我可以自創藥水和食物，但其他人都做不出來。」\n\n\n「我似乎可以製造特殊弓箭、弓弦，並可破壞方塊。」貝瑞斯好像有些懷疑，畢竟他本來就不相信這些超不超能力的東西。\n\n\n火樹滿臉開心，語氣正經八百的說：「沒錯這就是只屬於你們自己的超能力。現在你們已經有能力去打敗『他』了，你們一定要阻止他。」\n\n\n「沒問題，我們一定凱旋歸來。」大家異口同聲，默契一致的說出同樣的話語。\n\n\n然而，就在這時，安澤&#8231;拉斯德拿出6包東西……\n\n\n\n\n安澤&#8231;拉斯德拿出6包東西是要做什麼呢?下回揭曉。\n\n\n\n\n\"版權所有、未經允許、不得轉載\"\n索引帖:\nhttp://www.mcbbs.net/thread-161026-1-1.html\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "handongchen",
            "timestamp": 1376056620,
            "txt_content": "换简体中文行不行啊，我看不懂"
        },
        {
            "author": "w873130585",
            "timestamp": 1376056620,
            "txt_content": "你就爆开了,爆开了，"
        },
        {
            "author": "qwer3456",
            "timestamp": 1376089020,
            "txt_content": "w873130585 发表于 2013-8-9 21:57 \n你就爆开了,爆开了，\n什麼爆開？\n不懂"
        },
        {
            "author": "Terry39",
            "timestamp": 1376096760,
            "txt_content": "不错，加油哟～～"
        },
        {
            "author": "qwer3456",
            "timestamp": 1376097000,
            "txt_content": "Terry39 发表于 2013-8-10 09:06 \n不错，加油哟～～\n我...我..我擴充內容用了1~1.5個小時呢!"
        },
        {
            "author": "qwer3456",
            "timestamp": 1376109480,
            "txt_content": "where them mobs at?owwwww~ow ow ow\n\n我來回答!\nmobs is in the real life"
        },
        {
            "author": "1607771441",
            "timestamp": 1377688680,
            "txt_content": "为什么苦力怕炸了之后还活着"
        },
        {
            "author": "qwer3456",
            "timestamp": 1377692640,
            "txt_content": "1607771441 发表于 2013-8-28 19:18 \n为什么苦力怕炸了之后还活着\n小說設定! "
        }
    ]
}