{
    "title": "【【末日】】第十章",
    "author": "晴受.",
    "replyCount": 3,
    "timestamp": 1376053620,
    "txt_content": "【【索引】】\n\n\n Rye的脑子如同一团浆糊 他如同一具干尸躺在床上 如山倒的痛苦让他的脸庞剧烈的扭曲 \n\n变身巨人后 那可怕的病毒为了修复他的伤口瞬间抽空了他身体的一切机能 就像是一个不留情面的杀手一般 若不是Rye将最后一点意识死死的封在了自己的脑海 那么自己或许会瞬间死去 \n\n这病毒如同一匹脱缰的野马 在Rye干涸的身体里一阵横冲直撞 疯狂的带走一切活动的细胞纳纳为己用 整整三天 这具精壮的身体已经被消耗的如同死尸 \n\n\n而Rye 只得将意识停留在脑海中 时不时观察一下这一匹野马 将那输送血液至脑海的血管封 才能避免这可怕的病毒冲入他的脑袋 \n\n\n在这样生死攸关的时刻 他的感官似乎加倍的提高 尽管对外界不管不问 但是对身体对细胞那种细致入微的掌控度 却很是惊异 \n\n他只是想着他不能死 他有未完成的梦想 所以他撑下来了 撑了这么久 未让自己身体的大脑被俘虏变成可怕野蛮的死尸 \n\n这病毒 倒也是个傻冒 \n\n显然 这最偏远最初级的病毒不如帝国内那样的可怕 甚至不是那么致命的 这当然也和这里荒凉无人有一丝关系 坚持了三天 Rye早已发现 这个病毒只是无意识的奔跑冲撞 没有一点攻击意识 甚至是无法辨别血肉的气味 \n\n这才导致Rye在这巨兽的碾压下没有死的这么快 \n\n\n但是因为没有外来资源 Rye脑中这区区一点精血飞速的消耗 一直到今日 已经消耗到1:10的地步 \n\nRye却并不是没有办法 这几日他不断的抽出一缕精血去引导那只巨兽 发现了一个尤为重要的问题 \n\n\n如果将自己的精血比作是普通的士兵 这病毒就好似一头暴熊 虽然强大 强大到可以碾压士兵的地步 但是依旧有一个硬伤 \n\n那就是这头暴熊根本没有一点智慧 野蛮的冲撞 野蛮的杀戮 野蛮的攻击 野蛮的吸取 却是单纯的猛冲 而通往大脑的血管的一条血管 就是制服这头暴熊的陷阱 \n\n这条血管 就是联通大脑与身体的唯一一条血管【现代医学称颈总动脉】 \n\n这条血管如同大树的树干直联颈部 然后再进入大脑的当口分出数十条血管通往大脑 Rye所制胜的关键 就是这条树干一样的血管 ！ \n\n而Rye要做的 就是赌！ \n\n他赌自己的精血能生生将病毒吞噬 赌自己一定能够活下来！ \n\n虽然危险 但是这是最后的机会！ \n\n\n他将剩余的精血分布在这条血管的通入口 随即分出一丝血精冲向了此刻停留在自己胸腔内的病毒 那深绿色可怕的病毒瞬间暴起冲出 猛的吞噬了那一缕精血 随即继续横冲直撞的在Rye的身体里 \n\n失误 \n\nRye继续分出精血 这次却步步为营的一步步的吸引着病毒 \n\n病毒猛的暴起 那一缕精血猛的前冲 在冲到胸腔内的当口 一缕精血又冲出！ \n\n只见那抱团的一团病毒被两缕精血吸引的分散开来 其中一缕吸引像了颈总动脉的入口 另一缕的任务就只是吸引这团病毒离开 \n\n这是Rye的险招 将几率提升到最大 \n\n随即 通往颈总动脉的那缕精血冲向了汇入大脑的突破口 精血后赫然就是来势汹汹的病毒 而那突破口 汇集着一团血红的颜色 分明就是精血大本营所在 \n\n这 便是Rye的局！ \n\n还不懂 ？ 看下去？ \n\n只见那突破口的精血猛的开出一条口子 不大不小的一条 如同一个小缺口 随即吸引的一缕精血猛的消散 而他身后紧追不舍的病毒突兀的撞在了那突破口 被生生挤压在外 ！！ \n\n那缺口处 一缕病毒被生生的挤压到了Rye的脑海 随即那缺口关闭！截断！　将那缕病毒关在了脑海！ \n\n吞噬！ \n\nRye将早已埋伏在脑海中的精血倾巢而出冲向了那缕病毒 以10:1的汇率将病毒团团包围 \n\n这是一场无声的战斗 \n\n\n精血疯狂的消耗 Rye的意识却依旧清明 只见那病毒缓慢的一点一点的被吞噬 被转化为己用 但是自己的精血消耗的速度却匪夷所思 \n\n“成啊！！” Rye的意识一阵爆吼 他不想死 ！ \n\n病毒与精血飞快的消耗 这是决定Rye命运的时刻！ \n",
    "replies": [
        {
            "author": "dcsuibian",
            "timestamp": 1376053680,
            "txt_content": "唉哟，楼主文笔不错"
        },
        {
            "author": "1365619159",
            "timestamp": 1376053860,
            "txt_content": "dcsuibian 发表于 2013-8-9 21:08 \n唉哟，楼主文笔不错\n天气不错，呵呵~"
        },
        {
            "author": "晴受.",
            "timestamp": 1376053920,
            "txt_content": "dcsuibian 发表于 2013-8-9 21:08 \n唉哟，楼主文笔不错\n多谢 有指导可以点出"
        }
    ]
}