{
    "title": "《小熊的一生》————《小熊经典语录（上）———细写这一张人生》",
    "author": "Littlebear",
    "replyCount": 3,
    "timestamp": 1376095980,
    "txt_content": " 本帖最后由 Littlebear 于 2013-8-24 13:52 编辑 \n\n语录记录了自己一路走过来的辛酸和苦楚。\n细品回味\n不妨又多了一份淡淡的感慨、\n\n             细写这一张人生\n\n\n\n1、当你将要面临死亡的时候，有没有想过自己或者的意义？2、我想度过平淡的一生，但是我的人生真的仅仅是这样吗？\n\n3、一个人的能力的强大不是取决于经验的积累，而是得到了无比强大的力量——决心\n\n4、有句话说的好——大人们永远不知道孩子们已经知道了他们的想法\n\n\n5、我一直有一个理想——在有生之年干一番无悔今生的事业\n\n6、一生得一知己，一生一世\n\n7、现在犯错是为了以后不犯下滔天大错\n\n8、现在犯错是为了以后不犯下滔天大。刘翔，你已经跨过去了，你是好样的（当刘翔因为脚伤没能参加2008年奥 运会的时候，遭大家的质疑，4年后30岁的他踏碎了自己的脚跟告诉全中国——他，尽力努力了。）\n9、 其实我们真的很累很忙很多事很没空么？\n10、老人，我总是怀着敬畏他们，因为至少他们见的比我们多，你以为你能瞒住么，其实老人都知道，只是他们累了\n12、现在90后服务员最让我寒心的一句话：不是我们的服务态度下降了，是顾客的素质下降了\n13、有时候想哭，真的哭不出来\n\n\n14、其实如果你一直努力下去，总有一天会看到结果的\n\n\n15、成大事者，必先苦心志，劳筋骨，铸大气，笑与众人，而后天下奇才尽涌而来\n\n16、有时候压力大的想一个人坐在角落哭一会，哪怕让我留下一滴也行（那时候对于上百人的小学生，我最后还是挺过来了，让我毕生难忘的经历）\n17、想承受一切不能承受的痛苦，想守护我想守护的人\n\n18、成大事者，乏于心，敏与行，善人心，修余心，博众心，以浩气泯灭四方，而后八方德隆望尊者尽来举鼎 \n\n19、时间能冲淡一切的伤痕，加深一切的思念\n20、最凉莫过于世态，最冷莫过于人心\n\n21、一天一件小事，一年一件大事，一生一世实事 \n\n22、我们只是为了活着而活着吗？那样我们的人生究竟有什么意义？我们在这个世界上存在究竟改变了什么？ \n23、如果哪一天离开这座城市了，请不要挽留，人生就是由很多个新开始组成的，这就是我——旅行者。\n\n24、有时候我的人生面临一辈子的抉择，但我不会放弃。静下心，站起来，前行\n\n25、很累，振作起来。这次我可以不用为自己而战斗了，所以找不到偷懒的理由。休息片刻，前行\n26、如果哪一天我离开了，我想充满自信的诠释着自己的一生，Die like a hero going home。27、可以改变，必须改变，为了以后的生活，必须改变，我要变得更强，更强，更强\n\n28、呐，我问你。100年后死，60年后死去，30年后死去。有什么不一样么？你现在苟活了几年？开心不？\n\n\n29、听着姥爷讲山西老家的故事，听着听着就笑了。笑着，眼泪就留下来了。人这一辈子啊，不孝，禽兽不如 \n30、我要下人生最大的赌注，也许我会因此而失败，也许会因此而再也站不起来，但是至少我找到了活着的意义 \n\n31、累了就听点音乐..我想坐下来，坐一会...再坐一会..\n\n\n32、有时候你花了很久很久很努力的做出成果，在别人眼里连屁都不是。一分耕耘一分收获，有时我们收获的是心态。 \n\n\n33、哭，是一种幸福的证明。成长，其实是一瞬间的事情。这之后，你会想通很多，失去很多\n34、有时候，再累再烦再难受也不能表达出来。因为你不舒服并不代表别人就能理解\n35、人啊，必须有节操，没节操，到关键时候你想掉都没得掉了\n36、幸福不会等你，当幸福来你家门前时，请勇敢的打开门。勇敢的和过去说再见。\n37、人呐，就这么一辈子，过去了，就过去了。好好珍惜身边的亲人、友人、爱人吧。\n38、人呐、经历了各种各样的打击。还能保持原来的热情，你就是好样的。\n39、其实成长就是一种等价交换的过程，失去和收获都是一样的。我享受这个过程。\n40、不管什么事情，其实都不难，难的是自己的内心觉得不难\n\n\n\n\n——自己从2008年一路走来的一些激励自己的话语，谱写自己的人生\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "@@@....",
            "timestamp": 1376099340,
            "txt_content": "什么理想不理想的，现在的人，有多少没实现理想，只能苦逼的做个月薪不高不低的白领"
        },
        {
            "author": "z736027620",
            "timestamp": 1377326940,
            "txt_content": "来晚了呐   支持"
        },
        {
            "author": "a919298641",
            "timestamp": 1382436120,
            "txt_content": "我只是在苟延残喘\n在我累的时候，想到我的未来，多么的渺茫。\n我就能支撑起我的信念，心中默默想道：现在不玩命，将来命玩你"
        }
    ]
}