{
    "title": "越狱计划·第一章",
    "author": "444801751",
    "replyCount": 5,
    "timestamp": 1376099520,
    "txt_content": "表示，我又来挖坑了。这次有质量标准【大雾】\n   \n“你真的确定我们可以逃离么？”我旁边一个同伴对我问道。\n     可以么？我们原本十几人的，现在不是被狱卒杀死就是被队里其他人所陷害，或者自己害死自己。\n      “恩。。。一定可以”我小声的说道\n    狭小的电梯通道，令人觉得窒息的寂静，一群身穿囚服的人正挤在拥挤一起，生怕被人发现藏在这里，这是为什么，还得从几天前说起。\n     我，史蒂夫，一个在孤岛生存了好几年的人，经过一个月的的漂泊，我终于来到了有人村在的地方，说来也好笑，那群身穿警衣的人，既然因为我阻止他们欺负一个老人，而把我拘留下来，\n开始我还相信【公道自在人心】，可是直到进了监狱，我才明白残酷，好在我在孤岛生存了好几年，身手还是不错，不然早就被狱卒折磨到死了。如果不是孤岛，或许我还活不到现在呢。\n     至于现在，那是因为在同一间监狱的我们，看不过去，当然有一些是在靠我们，在他们看来我们就是一些棋子，到时候可以丢弃的棋子。于是花了4个星期的时间计划越狱，终于在一次暴动之中，我们来到了电梯，打开了顶盖，进入了狭小、刺鼻的电梯通道。\n我们计划在电梯间直到暴乱结束之前，来到狱卒的休息室，穿上狱卒的衣服蒙混过关。\n   可是在电梯的时候，由于体力不足，有几个人坠落在电梯上，所有人变得更加小心翼翼。至于那个同伴叫做‘杰克逊’，据说曾经是一名记者，发现某高官的隐情，高官自然不会放过，随便找了一个理由，就关了起来。可是举手投足之间，让我感觉，他，并不简单。\n现在我也顾不上那么多了，至少现在他还没有谋害过任何一个同伴，不过我的直觉告诉我，这绝对不对，我相信我的直觉，因为它曾经救过我好几十次，如果直觉不灵敏的话，我绝对连孤岛都活不下去。\n     “嘿，狱卒开始镇压了！”一个正听着大厅动静的同伴对我们说道。\n   开始镇压，这还不是最好的时机，因为说不定还有狱卒在休息室，我们这个小团队的首领‘艾尔里’也是摇了摇头。\n   艾尔里，据小道消息，他曾经是一个反政府的恐怖分子，冷静，果断，聪明，实力也不错。不过直觉告诉我，如果需要，他会果断抛弃我们。\n   “够了，你们就继续永无止境的等待吧!\"终于，有一个人已经没有了耐心，大声吼道。\n    “盖尔，冷静，你会被狱卒发现的。”旁边一个人小声劝阻道。\n     “切。”被叫做盖尔的人拿出一条烟，抽了起来。\n     我分析着一切的可能，那个叫盖尔的人就只是一个莽汉，盖尔可能会把我们害死的，我必须找时间离开这里，不然越狱就失败了。\n     “嘀——嘀——通知：消防警报，所有囚房房门开启！”\n      糟糕，看来有人启动了警报器，可能会打乱我们的计划。\n     艾尔里皱了皱眉，脸色严峻起来：“看来我们该走了。”说完，便爬上梯子，想到达狱卒的楼层。\n      “各位，我们也快点。”杰克逊挥着手，爬上了梯子。\n      “该我了，都走开！”盖尔仗着自己人高马大，把在前面的人推开，接着在爬上了梯子。\n       就在我也打算要爬上梯子的时候，电梯突然开始上升，盖尔正好在中间。\n       盖尔也听到下面的声响，把头扭了过去，“我去你的！”盖尔骂骂咧咧的加快了爬的动作。\n       就在盖尔要爬上的时候，他伸出一只手，电梯猛的升的上来。 \n       盖尔被电梯变成了一团肉泥，鲜血溅在艾尔里的脸上。盖尔的头颅上面是惊愕的表情。\n      “艹，盖尔死了！”、“我们该怎么办。。。。人开始议论起来。\n       艾尔里只是愣了愣，便一步打开门，关上了门，还锁上了门，我们一下子听到了清脆的‘咔’。\n    “该死的艾尔里，他利用了我们！”一个大汉叫道。\n   所有人都开始绝望，电梯慢慢的到了.一个带着面具的男人出现在我们的眼前，他慢慢的说道：“恩，我可以给你们一个机会，来逃离~这里。”他戏谑的说。\n",
    "replies": [
        {
            "author": "444801751",
            "timestamp": 1376099880,
            "txt_content": "回复手动金币。。。。就没人来么"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1376100300,
            "txt_content": " 本帖最后由 xinxin2459 于 2013-8-10 10:11 编辑 \n\n打个酱油- -！因为之前的都没看过- -"
        },
        {
            "author": "444801751",
            "timestamp": 1376100600,
            "txt_content": "xinxin2459 发表于 2013-8-10 10:05 \n打个酱油- -！\n不要水回复啊，骚年。。。。"
        },
        {
            "author": "Terry39",
            "timestamp": 1376194380,
            "txt_content": "不错呀，期待"
        },
        {
            "author": "1519347866",
            "timestamp": 1376194920,
            "txt_content": "呵呵，路过的，顺便点下顶"
        }
    ]
}