{
    "title": "《地底生存录》 另类的生存游戏",
    "author": "漠然一笑",
    "replyCount": 99,
    "timestamp": 1325999940,
    "txt_content": " 本帖最后由 ☆茶杯骑士☆ 于 2013-1-30 17:24 编辑 \n\n  1L喂熊，2L发文，允许吐槽=w=",
    "replies": [
        {
            "author": "漠然一笑",
            "timestamp": 1326000000,
            "txt_content": "生存时间：0月0天\n\n我叫凯，我经历过许多不寻常的经历，这些经历唯一的共同点，是被遗弃在一个诡异的方块世界里。每一次都会有一个声音告诉我，达成什么目标才能离开这个生存游戏，我每一次都完美的达成目标，并得到那个“声音”给我的价值不菲的奖励，这也是我变成富翁的原因。但是，有一个缺点，如果在这个游戏中死亡，即使能复活，但再也回不到现实世界了。\n\n一天早晨，我醒来时，眼前一片漆黑。我并没有惊讶，这是每次进入游戏之前的步骤。我慢慢地等待着，直到一声巨响把发呆的我惊醒。我环顾四周，奇怪的是，这里并不是原先进入的草原或者树林，似乎在一个矿洞中，与外界没有任何联系。我的脑海里响起了一个声音，“这次的游戏目标很有难度，但是如果成功，你可以拿到一颗价值1亿元的宝石。”\n\n“但是这里没有可用的木材，只有矿物！”我不解，如果没有木材，是无法发展下去的。\n\n“这次游戏的目标是……”它并不理会我，继续说着，“在这里生存下去，期间我会不断的制造困难。你现在第一个目标，是逃跑。到到达平整的地方，我会给你下一步提示，逃亡愉快。“\n\n我还没来得及反应，后背突然烫的发红。回头一看，洪水般的岩浆朝我的方向移动，不断地靠近。 "
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000060,
            "txt_content": "生存时间：0月0天\n\n跑！我心中只有这个念头，不断的穿过满是坑的不规则石头，由于用力过猛，血也减少了很多。腿被石头割伤了，暂时坐下来休息。岩浆暂时还没涌进这个石洞，现在是个宝贵的休息时间。一般人在受到这种折磨时，一般都会坐下来等死，但是我不同。我在这个游戏中达成了许多目标，不论是建造一个城堡，制造一个大型地窖，甚至在最高的天空建造一个城镇，我都拿到奖励并回到现实世界了。\n\n但是这次不同，这次似乎是考验体力与技巧的逃亡，我在这方面是比较欠佳的。慢慢地，我又感觉到了岩浆的灼热。我决定，这回要是死在了这里，这个命运我也认了。但是，如果有希望，绝对不能放弃。\n\n现在的石路较为平整，血量也因为休息回了不少。我不断向前跑着，游戏中感觉不到疼痛，这是最可怕的。无法感觉到疼痛，不知道受到伤害，慢慢被杀死。“咳，看来这个捉弄我的哪一个神是有意要玩死我啊……”身体开始感到疲劳，但我强迫自己不能停下，岩浆好像要触碰到我的皮肤。我的眼前开始黑暗，只有一个念头，不断的跑下去，直到到达目的地！\n\n不知跑了多久，来到了一个较大，但是很平整的洞内。我趴倒在地上，后面的岩浆似乎没有再次涌上来。这里应该就是目的地了。“恭喜你，还活着。”那个声音传过来。\n\n“为什么这次的任务这么不人道？你到底是什么？”我吼了出来。\n\n“别那么急，下面就是建造与生存的游戏了，现在你的背包里有一组原木和一组面包，10天后我会回来，告诉你下一个目标。现在，生存下去。”说完，便没有了声音。 "
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000060,
            "txt_content": "生存时间：0月2天\n\n一觉醒来，已经是在石洞的第二天了。刺鼻的石头气味让我想起之前逃亡的经历。那个捉弄我的神还算仁慈，暂时没有安排那些僵尸、蜘蛛什么的来骚扰我。首先至少要收集材料，来建一个居住所。吃了两块面包，这是两天之后的第一顿饭，狼吞虎咽吃下后，把一组原木都换成了木材，总共四组，加上剩下的面包，这便是生存中少的可怜的物资，但也是唯一可以依赖的。\n\n建造了壁炉，工具箱，以及很多火把之后，我累得不浅，但依然打起精神，继续挖着矿，慢慢的，这个矿洞变得越来越大，清点了下物资：2组左右的石材，5块铁矿，1块金矿，似乎还不错，但是消耗掉了3把铁矿锄。\n\n体力不支，眼前慢慢变黑，我睡着了。我渴望这只是一个梦，如果我醒来，绝对不会再次到这地狱般的世界，不论多么具有诱惑……\n\n“这个人似乎比之前的实验品智商高很多啊，体力也不错。”另一个空间中，一个声音说，“那么其他的实验品怎么处理？”\n\n“体力与智力没达到高级标准，抹杀。”一个冷酷而干脆的声音。\n\n让我看看你能在我这个组织的游戏下存活多久吧，这次会很好玩的，凯。 "
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000120,
            "txt_content": "生存时间：0月7天\n\n“你，不要过来！”黑暗中，一个人向我走近，我看见，它并没有眼珠，眼睛布满血丝，像被寄生了一般，后面跟着上万只僵尸，它们扑了过来，我感觉到撕心肺裂的疼痛，血流了满地。慢慢，呼吸微弱，眼前开始变黑，一切化为虚无……\n\n我喘着粗气，一下子坐起来。我意识到，这虽然是个梦，但是梦中的场景，特别是那个没有眼珠的人，深深印在了我的脑子里。我爬起来，吃了2个面包后，拿出铁镐开始继续挖矿。\n\n在这个阴暗潮湿的洞穴中生活了一个礼拜，每天都做着同样的事。睡眠，进食，挖矿，合成，熔炼，没有任何新奇的事件。看起来很多的面包，也所剩无几了，差不多每天要至少吃掉7块面包来补充体力，现在只剩下10块左右了。还剩下一组半左右的木材，虽然在其他人眼里，这些东西都是可以天天见到、非常廉价常见的物品，这却是我现在生存下去唯一可以依赖的，珍贵无比的物资。\n\n挖矿时，偶然挖出了地下水，大喜过望，立马合成了水洞，制造了一个无限水坑。继续挖矿，石头已经多的不想要了，铁块有半组左右，金块有10块左右，近一组红石，甚至有3块钻石。但是，这些都没有很多用处，制造工具最终会因为耐久值被消耗掉，指南针也没有用，出生点早就被岩浆吞噬了。没有甘蔗，造不出纸，无法制造地图，红石电路在这个空间也没有太大用处。\n\n最有用的，也只能制造工具了。制造了1把金镐，4把铁镐，挖矿速度提升了很多。目前，不能轻举妄动，谁知道会发生什么事。那个梦的事情，以后再说吧，现在，最重要的，是活下去…… "
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000120,
            "txt_content": "生存时间：0月10天\n\n“恩哼？在这里生活的不错么，面包和木材居然没有用完。”那个声音吵醒了我，“我还以为你会哭丧着脸，不想活下去了呢，看来你和那些生存能力低下的弱者还是有些区别的。”\n\n“你说什么？还有其他人和我一样？”我一直以为只有我，可能还会有几个人来到这种诡异的方块世界，但是，“那些人”代表着不但有人来到过方块世界，而且有很多人。“你到底是谁？”\n\n“听我把话说完，现在，第三个困境要来了，五分钟，做好准备。”言罢，便没有了声音。\n\n终于过了第十天了么。困境估计是岩浆吧。我思考后，利用水桶把这个洞的入口和出口都灌上了水，形成了水帘洞，可以很好的防御岩浆涌入。5分钟后，果然在入口处，岩浆涌了过来，被水帘挡在了洞外。\n\n在地底生活了10天，我学会了慎重行事，任何地点都是危险的，以后可能会出现僵尸，爆炸的怪物，蜘蛛，骷髅，甚至是一个黑色的不知名怪物。没有人可以依赖，没有光，一切只能靠自己在阴暗的地底生存下去，然后离开这个地狱，永远不会再回来了。\n\n我收拾好物资，用水桶装了一点水，把剩下的面包吃完后，从出口出去。不出所料，果然有一个过道，在第一次被岩浆追赶时，就发现过道全是有用的物资。我不断的挖掘，这里的铁块，红石，煤多得是，也有一些金块和钻石。挖掘完毕后，不断在路上增加水帘来防御岩浆。我觉得事情不会这么简单，那个“声音”肯定不会这么傻的让我慢慢走过去。往前看去，是一篇黑暗的通道。后面，岩浆暂时没有涌上来。我没有犹豫，一边插火把，一边转向黑暗的通道，向前走去。 "
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000180,
            "txt_content": "生存时间：0月10天\n\n“实验品3号，8号，9号和10号在实验阶段中死亡，实验品4号和7号因生存能力未达标，已抹杀。”一个身着白衣的人在纸上记录着，在数字旁边做着记录，在数字3,5,8,9和10旁打了个叉，在数字4和7旁画了三角。“1号开始虽然有高度生存能力，但拥有了潜伏的神经症状。”白衣人把记录报告给坐在椅子上，背对着他的人。\n\n“凯是2号对吧。”椅子转过身，是一张清秀的面孔，“生存数值分别到达了多少？”\n\n“最低标准为250,1号为370,2号为330并持续提高，5号为300，6号为290，生存数值的最低标准会因为时间的推移而提高。”白衣人扶了扶眼镜，“无法补充型的物资，1号木材还剩2组左右，面包还剩3块，2号面包已消耗完，木材还剩1组，5号和6号的无法补充型物资已用完，要给多余的物资吗？”\n\n“1号，2号都给予半组土块，2棵树苗，2组面包，并把难度调到C级。至于5号和6号，给予一组木材，半组面包，难度调到D级，并把生存数值的最低标准调到350。10天之后再次检查数值，并补充实验品。”冰冷而冷酷的声音，“弱者就让他自生自灭吧。”凯，你能否活下去呢，呵呵，在地狱中痛苦的死亡吧，很快，它就要到来了。\n\n黑暗中，我带着火把摸索着前进。突然，脚下踩空，我摔倒在地上。站起来，发现自己在一个房间里，周围插着火把。我找到一条通道，走了出去，发现外面是一个很大的空间，顶端是亮的，有很多地方可以登爬，有很多的物资，很多地方也有岩浆。突然，这个空间里响起了声音：“欢迎来到障碍角斗场，弱者会死亡，只有胜者才能离开，拼死战斗吧。” "
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000180,
            "txt_content": "生存时间：0月11天\n\n一个人出现在我的面前，胸前有一个数字“1”，他看起来有些不知所措，似乎在害怕些什么。我并没有因为见到了一个正常人而激动，如果有人也在这个方块世界，要么它是方块世界里德敌人，要么和我一样是被带进来的，我保持着警惕，倒退着走到了后面的一个合成箱，制造了一把铁剑，对着那个人吼道：“你是谁？你来这里干什么？”\n\n那个人居然被我吼的一颤，竟跌倒在地。我不知道他是为何如此恐慌，但是可以肯定绝对不能轻举妄动。不能肯定他是和我一样被带进来的，不过看他这个样子，面色苍白，骨瘦如柴，难道他没有进食？我警惕慢慢走向他，他看样子像快要死了一样。突然，他从包里拿出一把剑朝我一挥，“你……你不要过来！离我……离我远一点！”我灵敏得往后跳了下，躲开了，我继续保持着警惕。\n\n之前的声音再次在这个空间中响了起来。“这里是障碍角斗场，面前这个人的遭遇和你的一样。杀死他，才能离开这里！岩浆的位置会不断上升，要通过攀爬来躲开岩浆。胜者可以离开这个角斗场，进入一个通道继续走下去。或者，两个人也可以合作找到机关触发通道来离开。”顿了顿，声音继续，“当然，胜者可以得到他在现在这个游戏中最需要的一个物资，总之，就是一个杀或者被杀的游戏。”\n\n“现在，岩浆已经开始上升了，游戏开始。”我让他站起来，他哆哆嗦嗦的站起来后，用很快的速度爬到了上面。我看见我慢慢被岩浆包围了，也跳到一个高一点的方块上。“我们联合找机关吧。”我认为敌对无用，反而增加一个队友相对来说是很好的。\n\n“不可能，我需要食物！”那个人似乎不是刚刚那个哆嗦的人了，他的眼里闪着奇怪的光芒。“我不信任任何人！我要杀了你们，我需要食物……”他像在梦呓一般，不断重复着这句话，但是身体已经拿着剑冲了过来。但是由于他没有体力，不小心一脚踩空,我伸手抓住了他，“我们成为队友才能活下去，现在这样，只不过是残害你自己而已！”\n\n我必须活着逃离这里，但我不能放任这个人死，“多一个人多一份宝贵的力量，以后可能要生存几个月甚至几年！现在一起活下去才是最重要的！”他的眼神似乎有些清醒了，“我不想活下去了，这个人生没有意思！”他似乎有些神经质，我突然挥拳打晕了他，硬是把他拉了上来。 "
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000180,
            "txt_content": "生存时间：0月11日\n\n从峭壁下看去，已经被岩浆覆盖。虽然离这个高度还是有些距离，但已经要开始着手准备逃跑了。检查周围，发现除了昏倒的人以外，还有一个储物箱。我打开了它，发现了4个有些发霉，但依然可以吃的面包。看样子那个人是饿坏了，我虽然有些饿，但只吃了1块面包。那个人好像醒了，坐起身，警戒的看着我。我把3块面包丢给了他，他看了我一眼，变狼吞虎咽的吃了起来，但依然保持着警惕。“我们合作吧，我们可以在这里活下去，否则只有死。”他犹豫了一会儿，点了下头，结结巴巴的说：“你不怕我……杀死你？”“不怕，而且我信任你。毕竟我们都是现实世界的人。”\n\n“原来你也是现实世界的人！我以为你也是他派来杀死我的！”他显得很激动，“那么……我们现在怎么办？”\n\n我没有回答，用水把岩浆涌上的路线堵住后，继续翻找着储物箱，寻找着有用的物资。突然，一堆东西奇迹般的出现在了储物箱里，有四组面包，一组土块，4棵树苗，半组小麦种子，这对于我们这些物资用完的人是极其珍贵的财产！\n\n我想把那个人叫来，想起并没有问他的名字。“你叫什么名字？”那个人抬起头，愣了下回答，“Log。什么事？”\n\n“过来。”Log打开了储物箱，发现这些物资也同样惊喜。我们把这些物资对半分了，开始寻找着出口，Log可能因为劳累，提早睡着了。\n\n“果然。他们联手了。”\n\n“真的没有问题？”\n\n“这就是我本来的意图，下一个困境需要团队合作。”\n\n凯，Log，看看你们能不能达到我的要求呢。这个游戏，在你们输之前，我会永远陪你玩下去的。 "
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000180,
            "txt_content": "生存时间：0月12日\n\n我醒来时，Log正在打探着岩石墙壁。我走过去，发现由于岩浆的滚烫，墙壁裂了一条很深的缝隙，正好够一个人跳进去。缝隙中的通道很暗，看不到底。我估计着，那就应该是出口，便和Log跳了进去，也没有忘记在入口增加一个水帘来防止岩浆。在通道中插上火把后，依然很暗。我和Log慢慢向前走去。\n\n走到一半，Log突然惊讶地叫了一声，眼睛盯着前方。我顺着那个方向看去，也吓了一跳。有一两个黑影正向我们慢慢走来。我看清楚了，是两只僵尸。我们都有剑，很轻易地便杀死了那两只僵尸。“看来难度增加了，之后可能会出现各种怪物，要小心了。”Log应了一声， 我们便继续向前走着。偶尔看见有用的矿物，便停下来挖掘，顺便吃一个面包来休息下。\n\n这样走了差不多两个小时，突然发现，前面没有路了。我们跑了上去，发现面前是一个差不多无限大的一个空间，看不到有多高，也不知道有多长、多宽。我们脚下有一堆楼梯型石块，我们便顺着石块走了下去。\n\n我们一到达地面，便保持着警惕。如果会有怪物生成，那么在这无尽空间的暗处必定有许多的怪物。我们在一块不大的地方插上了火把，Log在外面监视着怪物，而我则在这块相对来讲比较安全的地方，建造着一栋2层房子。为了不让怪物在房里生成，房间里插着许多火把。我花了很久，终于建好了这栋房子，但是内设的家具都还没有完成。\n\n该换班了，我出去监视着这个空间，Log则负责更改、实用化下房屋。我看着这无边无际的黑暗，心中感伤。不知母亲在现实世界过的如何，似乎没有希望再见到她了。黑暗，像梦魇一样，吞食着信心，人进入到无穷无尽的黑暗中，永远不可脱身。 "
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000240,
            "txt_content": "生存时间：0月12日\n\n不知过了多久，当我进入房屋看看Log的作品时，不由得吃了一惊。他用原本就有的许多的蜘蛛网制造了毛，并做出了两张床。并把二层的房间分割成了两部分。他用不知哪里得来的沙子制造了玻璃窗，能很好的看到外面的情况。两个房间都拥有熔炉，工具箱，一个储物箱子，地面是用黑曜石制造的。一层则用了木板来建造，让房屋不会刷新怪物。我知道，他的生存能力很好，甚至可能超过我，竟能用有限的材料制造出这么一个房屋来。\n\n我看见Log依然在检查，我便出去了。在外面，我试着挖开了面前地面的一块石头，没有想到，石头下面是另外一个空间，看不到底，摔下去必定粉身碎骨，更别说能否摔得下去。 我认为下面应该是无底的空间，便没有再去管它。用石头把窟窿填好，我突然听到了“ssss……”的声音。我知道是那个怪物，敏捷地跳到一个离房屋不近的地方，用剑砍死了那只爆炸的怪物。看来这些怪物要陆续出现了……\n\n一个男人坐在椅子上，看着桌上的一大堆文件和药品。“杰，5号和6号如何处理？”“自生自灭。”简洁的回答。旁边的屏幕上，显示出一个人慢慢被岩浆淹没，另一个人则蜷缩在墙角颤抖着。 "
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000240,
            "txt_content": "生存日期：0月15日\n\n在这个空间生活了三天，并没有任何困难。我在房子二层的瞭望处看着远方，房子内部虽然粗糙，也有难闻的地下气味，但是很安全，设备也较为齐全。在这三天里，我和Log还建造了伐木场和田地，小麦种子和树苗累积了许多，暂时不用担心木材和食物。\n\n外面永远是夜晚，而且被设定为浓雾模式，稍微远一些的景色只能看见零碎，但我认为这个空间肯定拥有尽头。“凯，你说过，这个空间的下面有着一个和这里很像的无限空间对吧，”Log不知何时出现在我的旁边，“空间不论多大，肯定拥有一个限度，我们可以在外面制作一个瀑布，顺着水到达下面的空间。” \n\n“如果这个空间和下面的空间真的是无限的，我们顺着水一直在往下，可能会永远无法回到这个空间了。”我反对这个说法，毕竟虽然Log的假设有可能，但也不是完全可能。我们只有一次生命，在得到一个完全可能的办法之前，绝对不能轻举妄动。\n\n我带上武器准备出去巡视一圈，Log一如既往的检查着房屋，查看是否有任何损坏已经要改进的地方。我在门外巡视，发现了一个小规模的僵尸群，我便独自上前，与它们搏斗。僵尸虽然很弱，但大群僵尸也是很危险的，打死了所有僵尸，我的衣服多了几个破洞，脸上也有溅到了一些血。突然，我感觉背后有影子划过，我猛地回头并没有发现任何人在，“最近大概太累了，睡一觉就行了吧。”说着，我向房屋走去，并不知道，在一块石头后面，有一双带着血丝的眼睛，正在盯着我。 "
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000300,
            "txt_content": "生存日期：0月17日 \n\n每天，我和Log做的事情都一模一样，没有变化，我查看了时间表，已经来到这里17天了。时间过得是很快的，我们要做很多事情： \n\n睡醒后，Log或者是我负责去外面巡逻一圈，然后回来和另一人一起收割田地和伐木场的物资。吃完饭后，一起去附近清扫怪物群，然后回房屋检查是否有破损，然后查看地下室的食物，最后吃完饭便睡觉了，每天没有任何新意，但是，那是到今天为止。今天，发生了一件事情，让我和Log一直无法安宁。 \n\nLog巡逻去了，我呆在伐木场和田地，收割着货物。没过多久，我听见了一阵害怕的叫声，我立刻跑到楼下，发现是Log，他面色苍白，不断喘着粗气。\n\n“呼呼……凯……我在……巡逻时，发现……发现了一个人！”Log他用了很大力气，终于说出了话，“只是……他……他的眼睛……他的眼……他并没有眼珠子！” \n\n“什么？你确定，那个不是僵尸？”我连忙问，我认为Log可能过度劳累，出现了幻觉，“这个世界应该只有我们两个人类啊！” \n\n“那个生物……呼……绝对是人！我……一开始也认为是怪物……咳咳……我刚冲上去，没想到……他拿出了一把铁剑……砍伤了……手……”说完，Log把袖子拉开，我惊讶的发现，有一条较为深得伤口，正在留着血水，这种伤口绝对不可能是怪物能做的出来的！ \n\nLog很累，而且还受了伤，他忽然就晕了过去，倒在了地上。我连忙扶他到他的床上，并用纱布简单的包扎了下，给了Log几个面包，我就下楼了。 \n\n这个到底是什么怪物？我趴在桌子上，想着。绝对不可能是僵尸，它们并没有爪子。会爆炸的绿色生物更不可能了。难道真如Log所说，是一个人？ \n\n我想到了深夜，最后，我还是趴在桌子上，睡着了。 "
        },
        {
            "author": "xiao_bai",
            "timestamp": 1326000300,
            "txt_content": "话说，你不累吗？"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326000300,
            "txt_content": "生存日期：0月18日 \n\n我又做了以前的一场梦，场景是在黑暗的石头隧道中，潮湿而刺鼻的石灰味刺激着我的鼻子。这里除了我以外，没有任何人，我呼喊着Log的名字，但我听见的只有自己的回声。突然，我感觉背后有人，我转过身去，看见了以前一模一样的事物，一名和我非常像，简直是一个模子里刻出来的，没有眼珠子的人，身后有着大批的僵尸。我想起那个时候，我被吓的迟疑了一会儿，最后被残忍的杀死，鲜血飞溅的场面仍然记忆犹新。我拿出一把钻石剑，朝他们砍去……\n\n一觉醒来，已经是第二天的中午了。我发现Log虽然左手被砍伤，但已经可以下床自己走路了。我觉得必须调查关于那个生物的事情，以及那个奇怪的梦。我问Log 是否记得当时的场景，他却只能记起零碎。毕竟，这样的冲击还是太大了，他的脑袋估计封锁了大部分有关那个生物的记忆。我把梦告诉Log，他突然想起来什么。“等等，那个生物……似乎和你很像啊！难道这个梦在暗示什么……” \n\n我更加坚定了调查的决心。Log虽然很担心，但由于受伤，只能留在房屋中。我找出了储存的矿物：铁矿3组半，钻石一组，金块一组半，以及4组红石。\n\n我建造了2把钻石剑，3把金剑，钻石的全套装备，铁矿的全套装备，以及诺干把铁剑。我做好了充足的准备，带上零碎物品和食物，我离开了房屋。外面很暗，而且充满着潮湿而刺鼻的石灰味…… "
        },
        {
            "author": "s62907837",
            "timestamp": 1326002040,
            "txt_content": "漠然一笑 发表于 2012-1-8 13:25 \n生存日期：0月18日 \n\n我又做了以前的一场梦，场景是在黑暗的石头隧道中，潮湿而刺鼻的石灰味刺激着我的鼻 ...\n楼主，给力，多写点"
        },
        {
            "author": "lsn438",
            "timestamp": 1326003240,
            "txt_content": "楼主的确  给力 各说- ="
        },
        {
            "author": "紫枫",
            "timestamp": 1326082200,
            "txt_content": "漠然一笑 发表于 2012-1-8 13:25 \n生存日期：0月18日 \n\n我又做了以前的一场梦，场景是在黑暗的石头隧道中，潮湿而刺鼻的石灰味刺激着我的鼻 ...\n默然\n还记得冒险岛——火之市吗？\n我是紫枫- -"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1326112380,
            "txt_content": "顶一顶楼主"
        },
        {
            "author": "侠客",
            "timestamp": 1326116880,
            "txt_content": "啦啦啦啦，LZ不更了吗"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1326983040,
            "txt_content": "生存时间：0月18日 \n走了将近一个小时，在远处的房物完全看不到了，我拖着沉重而闷热的钻石盔甲，不断的往前走。一路都插着的火把连成了一条线，完全可以跟着火把走回房屋中。路上，除了一些僵尸群与蜘蛛穴外，并没有什么特殊的情况。\n\n铠甲很重，我的肩膀感到异常的酸痛。我看了看周围，漆黑一片，没有什么动静，便却下了盔甲，喘了口气便坐了下来。我拿出了面包和水，钻石剑则插在旁边的石块上，以便随时应付特殊情况。由于潮湿的环境，很多面包都发霉了，我见面包还有很多，便扔掉了这些发霉的面包。\n\n我看时间不早，便带上装备，在周围搜索。即使用了火把来标志，也无法确定是否可以安全回去，如果里屋子很远很远明显是不明显的选择。我在检查布满窟窿的洞穴时，没有注意到刚刚还在的发霉面包，突然消失了。\n\n“新来的三个实验品准备好了么。”熟悉的声音，在洞穴中回荡。“11号和12号成功进入实验空间，只是……”另一个白衣人扶了扶眼睛，“13号他……在检查试管时，并没有他的痕迹，而且……”\n\n杰坐在椅子上，看着白衣人。白衣人咽了口唾沫，似乎有什么要隐瞒。杰拿出手枪，指着白衣人，他才说出了实话，但却让杰的身体也动了下。\n\n“未经实验的……S级黑色空间……似乎有连接别的空间的痕迹……”"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1330144020,
            "txt_content": "新年特别篇：1.虽然在地底，新年还是要放鞭炮 \n\n“对了，我刚刚看背包是，翻出了从现实世界带来的日历，现在这个时间，是新年了吧……”Log在整理时，偶然发现了从现实世界带来的一个背包，里面的东西都烂掉了，但有一本日历似乎比较完整。 \n\n“说起来也是啊，很久没有回家团圆了，现在又是在这个该死的地方……”我无精打采，继续看着窗外，黑沉沉的，完全联想不到新年的景象。“唉，如果这次能够活着回去，肯定要回到家人那里了，我再也不要来这个恐怖的世界了，什么怪物都有。” \n“对了，我们可以放烟花啊，新年不都是要放烟花吗？”Log突然想到了，眼睛里闪着光，“嗯，烟花需要火药，打火石，小TNT ，一些漂亮的装饰……”他边自言自语边从1楼跑到3楼，收集这烟花所需要的材料，我也不管他，躺在床上睡了一会儿。 \n\n醒来时，发现Log不在屋子里，我下意识转过头看着窗外，发现Log拿着一个不知道是什么，还露着一点火药的箱子，准备点火，我并没有在意这个似乎很危险的盒子，我看见，在Log身后，有一个绿色的黑影子，在靠近Log。我心想危险，这个怪物的引爆和着火能力也是不差的，我马上拿出弓箭，敲破了玻璃，射出了几只箭，那个怪物不知死没死，但还是倒下了。 \n\n我刚准备松口气，突然想起，虽然这个怪物死了，不会自己爆炸，但也会因为别的环境影响而爆炸。如果这时候Log引爆烟花，那还得了，小命都可能不保。我没有办法，只好用弓箭射出一个威力极低，顶多刺穿一点皮肤的箭，射中了Log准备点火的手。Log被突如其来的疼痛弄得松开了手，火把碰到他身上，他叫着跑到旁边摔得。这时候，火把掉到了烟花盒子上面，在Log身后的几米处，引发了一个规模不打的爆炸，炸出了一个小坑。 \n\n一颗火光升入了天空，在黑沉沉的天空展开了一个漂亮的烟花 ，Log的动手能力过然很强，几颗火光升空并爆开后，我才想起晕倒在旁边的Log。 \n\n把Log拖到客厅，他已经好多了，但是迷迷糊糊的，压根想不起来烟花的事。我想虽然可惜，没有看见烟花，但是也好，要不然以后会做出更恐怖的事情。 \n\n“诶，这个日历上写着好像是新年啊今天。”\n\n“对，新年要挂灯笼，剪纸画，要和谐。”\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1330144080,
            "txt_content": "新年特别篇：2.包饺子 \n\n“这年过的真是恐怖而空虚啊。”我望着火炉，仰天长叹，来到这个世界3个星期 \n对现实世界一无所知，还要应付残酷的环境。 \n\n“我突然想起，新年还有个习俗……”Log的脑袋撞到了墙壁，突然想起来。“停，别说下去，”我连忙阻止。\n\n“听我说完，这又不危险，试试也不是坏事啊，包饺子啊，很久没吃到饺子的味道了！”见Log又开始兴奋起来，我也没办法阻止，平时都习以为常了。“可是，面粉先不说，用小麦可以做，饺子馅怎么办，这里可是没有任何动物的。”我说道，一边还做着个小玩意儿。\n\n“肉馅……对了！”我看见Log突然用奇怪的眼睛盯着我，“诶诶……你干嘛看着我，喂喂，喂喂！”然后我不知道Log从哪里拿出了一把菜刀，对着我，然后Log冲了过来……\n\n“啊！”我从床上惊醒，摸了摸头，似乎有些发烧，脑子都被烧坏了，做这样的梦。我来到楼下，发现Log做出了些面粉，正在用奇怪的眼神盯着我……\n\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1330144080,
            "txt_content": "生存时间：0月19日 \n\n醒来时，已经是第二天了，我坐起身，身上有些伤口结疤了，体力也恢复不少。我环顾四周，依然黑沉沉的，诡异的安静着。我吃了点面包，准备先回去了。我戴上了盔甲，带着钻石剑慢慢按照火把的方向走去。 \n\n走了不久，突然感觉前面有一个模糊的影子，还在不停的蠕动。我看见那堆影子不但数量庞大，还伸出了许多肢体。“遭了。是大规模僵尸群，为何会被我碰上？”我立刻猫下身子，准备避开那些僵尸的视线，偷偷走过去，毕竟在黑暗中也不太容易被发现。\n\n当我安全走过僵尸堆时，我隐约看见几百只僵尸中，似乎有个人。我摇了摇头，那个人又消失了。正当我远离僵尸堆是，突然有一声惨叫。那声惨叫让僵尸的注意力集中到了我的地点，有几只僵尸发现了我，然后，我看见几百只僵尸朝我走来。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1330144080,
            "txt_content": "生存时间：0月19日 \n\n“该死！”现在这个时候已经无法攻击了，我带着盔甲，一遍砍死涌上前来的僵尸，一遍不断往前跑着，慢慢的，我脱离了火把标注的路线，到达了一个未知的区域，可是我已经没有时间去注意这些了，因为僵尸的数量正在不断增加，砍死一只后便会再次涌上来三四只，根本无法应对。我只好不断往前跑着，利用剑打死冲在前面的僵尸，来争取时间。 \n\n跑了将近10分钟，对我来说就是像10年那样漫长。我背着盔甲，已经汗流浃背，眼前的景象也慢慢模糊了。可是为了能活下去，我必须继续往前跑。突然，我的脚绊了一下，一下子摔倒在石头地上，我心想着，这回不可能能活下来了，便索性闭上眼睛，等待着僵尸一只只扑上来撕咬我的身体。 \n\n然而，过了半分钟都没有动静，而且僵尸的声音似乎减少了。我抬起头来，却撞到了什么东西。我环视四周，是一个小坡，看来是奔跑时不小心绊到了这个坡才摔倒的。我一边感叹自己命大，一边慢慢往上面望去，只见僵尸面前，有一个黑色的人影。\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1330144140,
            "txt_content": "生存时间：0月19日 \n\n看样子，那个人影并没有注意到我，只是静静的看着这些僵尸们，僵尸也看着他，一瞬间，时间仿佛冻结了。突然，那个人影往前冲去，隐约可见手上的小刀。在前面的僵尸还没来得及反应，便被那个人影一刀割断了头，绿色粘稠的液体撒了他一身，浓烈的腐臭和脓味扑鼻而来，而那个人影却没有任何反应，只是不断用同样的方式杀死一只又一只的僵尸。 \n\n我看到这，在犹豫需不需要上去帮忙，却感觉背后非常粘，我立刻以极快的速度用钻石剑往身后砍去，只觉得液体喷洒在了我的背后。我摸了摸背后，是一团带着血和绿色液体的蜘蛛丝，然而，在我的身后，有一大片密密麻麻的黑色物体，眼睛正冒着红光。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1330144140,
            "txt_content": "生存时间：0月19日 \n\n洞穴蜘蛛，一大片密密麻麻的蜘蛛居然在这个关头出现了，我也不能再躲下去了，便带着盔甲和剑往僵尸堆那里杀过去，那个黑影已经杀了许多只僵尸了，地上到处都是粘液和尸头，粘液溅到了我的脚上，我也顾不得去管，因为现在只能从相对少些的僵尸堆里杀出血路了。 \n\n当我看清那个人时，我有一顺间的失神，那个人的眼睛布满血丝，却只有眼白，我想起了那个梦，梦里的事情还是让我有些惦记着，然而，梦里的那个“人”，现在竟然就站在我旁边。但是，现在那个人对我并没有任何敌意，而且重点也不是这个，我只好加快速度，越来越多的僵尸倒下，我似乎可以看见前面没有僵尸的空地了。那个人影，等先活下来再说吧，而且，他杀僵尸的速度也是很快的。我回头看了一眼，地上的粘液和尸体，已经快堆成山河了，然而那些洞穴蜘蛛，在以很快的速度靠近，甚至有几只已经冲了上来，我和那个人必须应付前面和后面的怪物，我已经很劳累了，然而那个人却看不出什么问题。眼看僵尸不断减少，我也越劳累。当最后一只僵尸死亡后，我开始奔跑，已经不知道疲劳了，并没有注意到旁边的人在跟着我，而我也顾不得这么多了，我只能不断奔跑。 \n\n当我看见我用火把做的记号时，我一放松，便摔倒在了地上，也没有力气再爬起来了，用余光看着后面，蜘蛛没有追来，看样子也不会追来了。正当我觉得安全时，我听到了让我绝望的声音，许多吵杂，对我来说像死神到来的声音。 \n\n“ssssssss……”\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1330144140,
            "txt_content": "http://tieba.baidu.com/p/1315324791?see_lz=1&pn=1此乃原帖"
        },
        {
            "author": "gxq9966",
            "timestamp": 1332653040,
            "txt_content": "那个是hi吧"
        },
        {
            "author": "weng97612",
            "timestamp": 1332654180,
            "txt_content": "好多字"
        },
        {
            "author": "y13145240",
            "timestamp": 1332655140,
            "txt_content": "LZ你在摆渡贴吧发的不爽来这里发帖了么 --"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1337245080,
            "txt_content": "生存时间：0月19日  我此时，已经没有再次站起来的力气了，双腿开始钻心的疼痛，手臂上也磨掉了许多的皮，血肉暴露在外面，沾上了许多灰尘，像在伤口上撒盐的疼痛，让我倒在了地上。\n\n  爬行者的声音越来越近，面前黑暗的空地发出了幽幽的绿光，不断地在靠近。眼前的景象开始模糊，我有种想作呕的感觉，头越来越晕，身体的疲劳在不断的加倍，这是中尸毒的迹象。\n  \n  朦朦胧胧，我只能看见许多深绿色的影子不断的变多，声音震耳欲聋。那个人的影子，站在那里一动不动，不知道要做什么。这是，许多靠近那个人的爬行者突然爆炸了，我还来不及去看那个人的情况，便被爆炸时的气流波震倒，昏死了过去。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1337245140,
            "txt_content": "生存日期：0月23日  睁开眼睛，意识还是有点迷糊。我发现躺在一个熟悉而又陌生的床上。我坐起来，环顾四周，沾着木屑的墙壁让我觉得惊讶，这不是我和Log的房子么？正当我还没反应过来时，Log推开门走了进来，见我醒了，有些讶异。  “我……昏迷了多久，你怎么发现我的？”Log还没来得及说话，我连忙急着问他，“他……你有没有见到那个人？他在哪里？”  “我出门巡逻时，发现有动静，然后我到了房子的后面，发现你趴在那里一动不动，浑身都是伤痕，我开始还以为你死了，差点哭出来，没想到你突然咳嗽了，吸了很大一口气，然后又昏过去了，我急忙把你拖到床上修养。”Log回答道。  “是么……”我叹了口气，“那个人……他救了我可能就是他把我送回这里的，不知道他现在是不是安全……”  Log安慰了下我，便离开了，留我一个人呆在房间里。外面很暗，火把的亮光照不到很高，我熄灭了身边的火把，感觉到极大地困感，便沉沉睡去。  ……  “夫人，请问您认识这个人吗？”一个警·察拿着一张照片，面前是一个老夫人，整个房子里都布满了警线，“当时您就在这个房间的隔壁，可以和我们到警局一下吗，我们将要做个详细的口录。”不远处，躺着一个人，他的样子像刚刚睡去，已经没有了呼吸。  “我……认识这个小伙子，他是个富翁，我和他的妈妈是老同学，他的名字好像是……凯……”"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1337245140,
            "txt_content": "生存时间：0月26日  我由于体质强健，身体恢复的很快，只是睡了一天，便可以下床进行运动了。然后的这段时间，我便和Log一起收割农作物，必须做好充足的食物，在这期间，我们也试着研究一些有用的物品，制造出出了罗盘、地图。而在收割小麦的种子时，我们发现有一颗种子与其它的麦种不同，像黑色的芝麻一样。我们试着播种，居然种出了一个小西瓜，我们很惊讶，便把那个西瓜作为种，继续播种新的种子。  一切都很正常，直到今天。晚上睡觉时，我听见了异常的响声，我打开了窗户，不知道是不是幻象，一个黑影一闪而过。我察觉到异常，刚想找Log，房间的门却突然打开了。Log在守夜，不可能会推门进来，我有些奇怪，有些害怕，边拿起身边的剑，进入了警戒的状态。  只见一个黑影一瘸一拐的走了进来，我看见了他浑身的血与狰狞的伤口，最让我震惊的是，他那没有眼珠的眼睛。“帮……我……”他吃力的吐出了这三个字，忽然吐出一口血，昏死在地上。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1337245140,
            "txt_content": "生存时间：0月26日  我拿起放在床边的钻石剑，慢慢地走了过去。那个人显然没有注意到我在靠近，只是倒在那里，身体轻微地颤抖着，不断着喘气、咳嗽。我顺手拔过了火把，往前照着，这时，我看见他清晰的面孔。全身充满着腐蚀与毒液的气味，衣服上溅满了毒液，和血混合在了一起，散发出令人作呕的味道。当我看到这个人的面孔时，我倒吸一口冷气，那个样子，那个眼睛，我绝对忘不了，那是之前我见到的那个人！  我后退了几步，便站稳了。我在考虑要不要杀死他，他的存在，对我们来说，可能是个危害。但是，他毕竟救了我，可能就是他把我带回房子的。这么想着，我从床底下拿出了一个盒子，里面装满了急救的物品。我走到他跟前，用火把照亮，然后把他破旧的衣服慢慢拉开。  拉开衣服，里面的伤口露了出来：许多网球大小的血洞，虽然不深，但是都已经被感染了，流出了混合着浓汁的褐色血液。抓痕随处可见，割破的皮里可以看见血红色的肉，有些血已经凝固了，但有的伤口也被感染，正往外流着鲜血。许多的皮肤发青，发紫，以及上面的咬痕，明显，这些伤口是由中毒感染引起的……  我并没有特别先进的医疗设备，这些都只是自己应急的，只有小刀，蛛丝绑带，针筒，一些不太稳定的药品（抗毒剂，烧伤药，感冒药，功毒药等），以及针线、酒精等。没有办法，我只能先利用酒精消毒，用针线缝合不太严重的伤口。在消毒时，疼痛让那个人突然剧烈的抽动，我只好用针筒给他注射麻醉剂（轻微的蜘蛛毒麻醉神经，并与甘蔗酒、水混合），他才慢慢地安静下来。较为严重的伤口，我只能用绑带绑住，并打入止毒血清（蜘蛛血清与尸毒血清，并与蛛丝绑带搭配）。至于那些蜘蛛毒，我只能用烧红的小刀小心切开伤口，用针筒将毒液吸出，并储存起来，打入止毒血清后用绑带缠绕。  一直到他全身的伤口都被包扎过，没有任何毒素残留，没有伤口还在流血后，我做了个简易的小床，固定住他，以免他醒后闹事，然后为了以防万一，再次打入了麻醉剂，确认他已经熟睡了以后，我倒在床上，沉沉睡去……"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1337245140,
            "txt_content": "生存时间：0月27日\n\n  醒来时，已经是第二天了，我勉强的睁开眼睛，仍然睡意朦胧。我无意间瞄到了那个简易的小床，睡意顿时就消失了：固定的带子完全断了开来，床上有许多的裂痕，床单完全破了，而我又朝门口看去，锁着的门破了一个大洞，正好够一个正常体型的人穿过的洞，地毯上有着深深的脚印。\n\n  我刚想拿起床头边的剑，然后跑出房间，却了抓个空，床头的钻石剑也被他拿走了！我立刻翻身下了床，胡乱的穿好了衣服，立刻开门跑了出去。我一出门，立刻看见了一个倒下的人，是Log！我奔了过去，摸他的脉搏，“Log，你可千万不要有事啊！”当我发现Log的脉搏还在轻微地跳动时，我松了一口气，Log只是昏迷了而已。我没有时间把Log放到床上，只能以最快的速度，让他躺在了垫子上，便继续跑到楼下。\n\n  Log的状态，应该是刚昏迷了不久，那个人应该还没走远！果然，当我冲到楼下时，门前闪过一个黑影。我立刻扑了上去，看来那个人的麻醉剂的效果还没过去，反应不是很灵敏，一下子便被我扑倒在地。他的手果然握着钻石剑。我抢过了钻石剑，指向了他。\n\n  “你到底是谁？为什么会在这里？当时，为什么要救我？！”  \n\n  他知道自己无法逃脱，便索性放松了下来。“你想知道的东西，我都可以回答你。我和你一样，是一个实验品而已，你可以叫我HIM，编号为：∞，无限。”"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1337245200,
            "txt_content": "生存时间：0月28日\n\n  “我并不是从现实世界来的，我只不过是他们所创造出的，一个的生命体而已。”HIM索性坐了下来，而我则一直保持着警惕，防止他突然朝我扑来。“我每天，都要接受魔鬼般的训练。不论是在一大堆丧尸的包围下生存下来，或者连续通过长达5小时的逃跑来躲避岩浆，甚至是把我的肢体全部割断，然后把我丢进尸蛆堆中，并在几天后才把我从蛆堆中拉出来，用一些不知道的手段将我的肢体复原。”\n\n  我这时才看见，HIM的关节处有着细微的疤痕，虽然很淡，但是可以看出，那里曾经受过严重的伤。“但是，自从你们这些实验品也来到这个世界时，杰他们已经认为，我已经没有价值了，便将我抛弃在了这个世界里。”\n  \n  他继续说着，“我每天都过着捕猎的生活，我只能以腐肉和蜘蛛肉中并不是难以下咽的部分为食，还好我曾经受过许多的训练，体质已经不同于你们。很抱歉我打晕了你的朋友，他试图伤害我。但很感谢你治疗了我，我也该离开了。”\n\n  “等等，你要去哪里？”我听完后，愣了下，叫道。“我也不知道，我将要去那里，我只能不断捕猎，在这个世界上生存下去。”HIM回答我。\n  \n  “你……可以留下来。”从刚刚开始，我考虑了很久。\n\n“嗯？”他回过头。\n  “你可以留下来……和我们……一起。”我说道，“我们并不想来到这个世界，我们想找到离开的方法，如果你可以留下来并协助我们，说不定……说不定也可以离开这个世界！”\n  \n  “可是离开后，又要到哪里呢。”他默默的说，继续往前走。\n\n  “我们……我们可以联合起来打败杰，然后离开这里，这个世界，回到我们的现实世界去。”我回答道。\n\n  “现实世界？”他停下脚步，好像有些兴趣。我回答道:“没错，现实世界有许多……成千上万的和我一样的‘人’，有这许多的高楼，美味的食物，绿化，花园，有很多这里没有的景象，和这里相比，现实世界就是天堂中的天堂！”\n\n  “现实世界吗，好像很有趣。真的……有你所说的那一切吗？”他好像下定了什么决心。“如果真是这样，那么，我可以留下来，和你们一起，打败杰的团队，然后回到你们所说的‘现实世界’！"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1337245200,
            "txt_content": "生存时间：0月28日\n\n  HIM答应了我的邀请，我很意外。然后我便带他进了房屋，告诉他房子的大致黑曜石构造与各种房间后，便去处理Log的昏迷情况了。我把Log拖到了房间里，放到了床上。这时，我的眼睛瞄到了台子上的一张相片，里面是一个微笑的男孩，身后是一男一女，看样子是孩子的父母。但是照片中，父亲的脸只剩下了半边，有撕过照片的痕迹。\n  \n  看来，这时Log的家人了，多好的一个家庭啊，但是从撕掉的一半脸来看来，可能是和父亲发生了冲突吧。我看着照片中微微脸红、秀气的少年，叹了口气，离开了Log的房间。\n当我出了走廊时，却没有看见HIM，我并没有去找他，只是自顾自往种植场走去。\n\n  “关于HIM的事……怎么告诉Log呢，还有他的那些家人……”我自言自语，“这次，发生的太多了。Log的背景，HIM的身世，还有那些恐怖的怪物潮……到底，能不能活下去呢……”\n\n  “到底，有没有希望，能回去呢……”"
        },
        {
            "author": "李.↑",
            "timestamp": 1337423340,
            "txt_content": "额，貌似在贴吧里看过~"
        },
        {
            "author": "pqxflybird",
            "timestamp": 1337432700,
            "txt_content": "支持你"
        },
        {
            "author": "Tototiger",
            "timestamp": 1337599980,
            "txt_content": "漠然一笑 发表于 2012-5-17 17:00 \n生存时间：0月28日\n\n  HIM答应了我的邀请，我很意外。然后我便带他进了房屋，告诉他房子的大致黑曜石构造 ...\n大力支持~不过不要这么煽情=w=\n自然的文笔更受MC党欢迎，这种太适合女孩看了（你是？）"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1343369760,
            "txt_content": "生存时间：0月29日 \n\n昨天把HIM房间的事安置好了，凯又回到了之前的生活状态。收割完作物后，凯来到了Log的房间里。Log依然处在昏迷中。“只是后颈部受到了损伤，明天就能醒过来了吧。”凯自言自语的说着，把带来的面包和水放在了床头柜上。凯突然发现，Log的房间装饰的很好。之前来时都没有察觉：桌子上面有一个花瓶，在床的旁边有一个较大的落地灯，天花板上挂着一些吊饰，和一个小型的吊灯，地板上有着不规则的花纹，是原木的纹路。而墙上则用了炭划着许多的“正”字…… \n\n“平时的Log也特别用心啊……装饰么……”凯走出了Log的房间，在走廊里发呆。看着外面黑沉沉的洞穴，深不见底，偶尔可以看见一只毒蜘蛛爬过。 \n\n(一直在这里待下去，也不是一个办法啊……现在的物资也足够了，看来，是时候离开这里了……) \n\n凯没有注意到，HIM正朝这里走来，在拐角处，正好和凯撞在了一起。“没事吧？”HIM扶起被撞倒的凯。“抱歉，我刚刚正在想一些事情。没有注意到你……” \n\n“对了，HIM，你真的愿意和我们一起回到现实世界？”凯问HIM。 \n\n“嗯，已经说好了。” \n\n“但是，可能会死……你真的愿意？” \n\n“愿意，并肩到死。\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1343369820,
            "txt_content": "生存时间：1月0日 \n\n（不知不觉，在地底生存了一个月了啊。） \n\n凯从床上起来，在换衣服时，看到了在床头用来记时间的日历版，上面画了半个板的“正”字。凯愣了一会儿，突然想起来什么，急忙顺手拿起了床头柜上的药瓶，跑出了房间来到了Log的房间里。Log还在昏迷状态中，但是面色红润了不少，呼吸也越来越平稳。凯把药涂在了Log的脖子后颈处，那里的红肿基本上已经消退了。凯检查了下Log的状态，便离开了房间。 \n\n来到了客厅，HIM已经坐在了桌子上，正在拿着一块面包，面无表情地啃着一块面包。眼白正白着我。凯在椅子上坐了下来，HIM递给凯一杯水和一块夹着腐肉的面包。由于对于腐肉很反感，但是HIM看着凯，他也只能接过面包，咬了一口。 \n\n（……味道没有我想象的差啊……上面苦涩恶心的部分都被去掉了吗……只剩下了还算完好的一些……） \n\n凯拿着HIM给我的水，愣愣地喝了半杯，脑子里突然浮现出关于迁移的想法。 \n\n（果然不该在这里待下去了吗……） \n\n突然，从旁边的房间里传来了叫声，他急忙起身。声音是从Log的房间里传出来的，他醒了！ \n\n凯跑到了Log的房间，Log正坐在床上，不知所措地看着凯。凯把他昏迷的事告诉了他，“那么，现在那个打晕我的人呢？死了吗？” \n\n“不，就在那里。”凯指了指，HIM站在Log的房间前。 \n\nLog突然跳下床，跑到HIM跟前，挥手就是一拳，打在了HIM的肚子上。HIM并没有生气，只是淡然地说：“现在我们扯平了。” \n\n凯把关于HIM的事情一五一十地告诉了Log。“让这家伙进来，真的好吗……”Log不满地嘟囔。 \n\n（是啊，这样真的是个正确的决定？） \n\n“对了Log……我有件事要对你们两个说！”凯憋了一会儿，终于脱口而出。 \n\n“凯，我有个想法！”Log同时也说出了口 \n\n“我觉得……”“我们不应该……”“不应该在这里待下去了！”凯和Log相互对视，他们两个想的都是一样的。 \n\n“HIM，你怎么看？”凯问站在旁边的HIM。 \n\n“这样也好，但是我再以前并没有看到过什么异常的地方。”HIM依然淡淡地说。 \n\n“那么，就这么决定了。”凯顿了顿，“再过几天，我们就整备物资，计划离开这里！”\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1343369820,
            "txt_content": "生存时间：1月2日 \n\n最近这几天，凯等人都在进行物资的整备工作。仓库里的食物和工具基本上都被清理掉了，那些矿锭也被熔炼成了一个中等大小的矿物块来节省空间。 \n\n当Log把2袋面包往楼下搬时，一不小心被楼梯绊了一脚，脚一滑就朝楼下摔了下去，和拎着十几袋种子，正好从楼梯下进过的凯撞了个正着。凯反应过来，急忙把拿在手中的种子扔到了一边。Log没反应过来，三袋子的面包已经从上面砸了下来，凯伸手往前一伸，只抓住了一袋面包。其余的两袋由于不是用面筋做成的，当Log去看的时候，它们已经都摔烂了。 \n\n凯站起来，把这袋面包放在地上，急忙去检查丢在旁边的种子。还好，很幸运地，只撒出了几粒而已。 \n\n（食物还不是非常的稀少，面包摔烂了也就罢了，还好种子没有事。） \n\n“下次记得注意点啊，Log，面包还好，如果种子全毁了，那么我们的食物和工具来源将全部消失的。”凯拍拍身上的灰尘，然后把那两袋烂面包拿了起来，朝种植园的方向走去。 \n\nLog从地上爬起来，把那一袋子面包提了起来后，抖了抖腿，朝客厅走了过去。 \n\nHIM正坐在工具台前，用布料和针线、扩大着背包，线把两个布料缝在了一起后，用软树皮进行防水处理和加固处理，然后在制作一个小型的口袋包，将其缝在背包上。这一个口袋包只占一个格子的空间，里面还可以放5格左右的东西，非常有用的一个备用包。自从凯了解他懂得锻造和裁缝的技能时，便叮嘱他多制造一些便利的口袋包，因为像凯这种人，在背着一个包的同时，还可以挂5个甚至更多这样的口袋包。 \n\n“有需要帮忙的吗？”Log走到了HIM旁边，问道。虽然HIM曾打晕过他，让他非常愤怒，但是现在Log已经开始慢慢接受HIM了。 \n\nHIM停下了穿插针线，站起身，从工具台旁边的箱子里拿出5个口袋包，并把它们递给了Log，“这2个是给你的你的，剩下的都交给凯。”淡淡地说完，边坐了下来，继续缝制，把针插在了背包的中间。 \n\nLog来到了走廊，他看了看四周，没有人在，便拿起了口袋包，从口袋里拿出了一串项链，痴呆着看了一会儿，便把他放在了口袋包里，匆匆向种植园跑去。\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1343369820,
            "txt_content": "生存时间：1月2日 \n\nLog跑到了种植园的附近，但都没有看见凯。他从包里拿出了一块小面包，一边吃，一边四处寻找了起来。Log来到了植树区，茂密的叶子和树干挡住了他的视线，他只好用小刀切开大片的树叶，并往深处走去。 \n\n凯正在西瓜田整理食物，他正收获最后的一批西瓜，并开始回收西瓜的种子。他把许多西瓜片整合在了一起，做成了许多整块的西瓜，用来节约背包的空间。凯抹了抹头上的汗，从包里拿出了几片西瓜片，坐在栅栏上，开始吸食西瓜的甜汁和果肉。等体力恢复一些后，他开始用斧头将瓜田附近的栅栏拆成一堆木棍。 \n\n（要离开这地方了，所有有价值的东西全部都要回收，这些木棍有很大的利用价值啊） \n\n栅栏很快变成了散落一地的木棍，凯将他们全部收到了背包之中后，便往麦田区去了。 \n\nHIM坐在锻造台前，他将铁块等材料和锻造工具放在了一边，从口袋里拿出了一个散发着紫色闪光的一个球状物体。HIM在触碰到这个物体的一瞬间，感觉到了一种气息，来自异世界的神秘气息。他从台子底下搬出了一个箱子，并将一个用银和铁块做成的小台子嵌在了这个箱子上面。这个台子的颜色不再是银色了，而是慢慢变成了深紫色，而箱子则像染色了一般，从原木色慢慢变成了灰色。台子上有一种看不见的能源波动，但是上面有一块空着的位置，一个球状的位置。 \n\n“Ender之眼么。”HIM淡淡的笑了下，“这个来自异世界的空间能力，很有趣啊，拥有空间能力的箱子，是个很有用的东西呢。”\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1343369880,
            "txt_content": "生存时间：1月3日 \n\n众人与往常不同，并没有着急地整理着物质，或者清点着物品，以及加紧研究着新的工具， \n而只是都集中的坐在长桌旁，都互相看着对方。 \n\n“那么，我们交流一下，在这几天整理中，你们都有什么收获，和什么提议吗？”凯率先开了口。 \n\n“所有可以带走的，损坏度低的高级工具，已经全部处理妥当了。那些有一些破损的高级工具，我进行了修整，预计还可使用几个礼拜。这段时间里，我在进行工具的打造和背包衣物等的缝制。”HIM把身子靠在了椅子上，缓缓说道。 \n\nLog站了起来：“我则把所有小型的家具全部装了起来，那些大型但没有很大利用价值的家具，我已经把它们分解后全部放入背包了。而且食物已经运输完毕，基本上都保持着干燥和完好的状态。”他顿了顿，“除此之外，还有大量的饮用水和医药补给，坚持几个月应该完全没有问题的。” \n\n“我收集了许多的种子和作物，现在大部分作物已经做成了食物来节省空间了。所有的种子已经装入包中，并没有很大的重量，提起来也是完全没有问题的。”凯听了两人的答复后，点了点头，道，“现在的问题是，我们并不知道会面临什么困境，不知道会消耗多少时间。我们的物质始终会用完，再过几天，就是离开的日子了，所以，我们必须有足够的保障来让我们有成功的希望。” \n\n这时候，不声不响的HIM，突然从身下拖出了一个箱子，轻松地将箱子放到了桌子上：这个箱子是由黑曜石做成的，上面却刻满了密密麻麻的字符。 \n\n“HIM，这是你制造的东西？这是什么？”凯显得有些不解。 \n\n“保障。”HIM脸上，露出了少有的微笑。\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1343369880,
            "txt_content": "父亲节特别篇：回忆\n\nLog一言不发地坐着，面前是一张散发着潮湿的树木气息的桌子，上面摆着一支断了半截的笔，一张纸，一张被撕破的照片，和一个破旧的，残缺不堪的日历。 \n\n他拿起了笔，在日历上划掉了一个日期，可当他看见这个日期时，身子微微颤抖了一下。在那满是笔墨划痕的日历上，写着几个数字。 \n\n6月17日，6月的第三个星期，父亲节。Log用还在微微发抖的手，拿起了一张被撕破的照片。那是一张黑白照片，一个女人一脸幸福的和一个男人站在一起，他们中间则站着一名微笑的小男孩。照片上，那个男人的样子已经模糊。Log看着这张照片，不知不觉，流下了一滴眼泪。 \n\n那正是他的父母，结婚了5年，母亲发现父亲似乎有些奇怪，而在一次商店街上，母亲目睹了他父亲和一个女孩的亲昵场面。 \n\n不断的争吵，家庭暴力，施加在这个不到10岁的小男孩身上。 \n\n直到那次火灾，整栋大楼突然失火，父亲却是异常冷静的让男孩和母亲先出去，并为他们断后。直到钢筋倒塌，半段都压在了父亲的身上，父亲却让母亲和男孩离开，不要管自己。“我承认我背叛了你们，我不应该让你们继续因为我而受苦，孩子，你记住，你的爸爸是个混蛋，不要再想他了！”说完，其他的铁块砸了下来，父亲很快被埋在了废墟之中。” \n\n消防队很快就赶来了，火势也慢慢变小，救援队进去了，救出了一些重伤的人，可父亲依旧没有出来。 \n\nLog想到了这里，眼泪有些止不住，他在纸上写了一句话后，将纸折成了一个信封，从包里拿出一个项链，把在项链之中的，一块极小的纸张拿了出来，夹在信封中，并把这个信封点燃，丢到了窗外。 \n\n纸张慢慢被烧成了灰烬，被风吹到了空中，飘向了远方。 \n\n地上有一个未燃烧干净的纸片，上面写着一行字。 \n\n“爸。父亲节快乐。谢谢你，拯救了我的生命。“\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1343369880,
            "txt_content": "端午节特别篇：做粽子 \n\nLOG正无聊地翻着残破的日历，突然，他瞧见了今天日期的底下，有一行小字：“端午节”，于是，LOG便很欢乐地向客厅跑去，边跑边叫：“今天是23号啊！是端午节啊！纪念屈原的啊！吃粽子的啊!”等等类似的词句，可是没有人注意到他。 \n\n“闭嘴，安安静静去休息吧，别烦我。”正在卧室里睡觉的凯不耐烦的嘟囔了一句，翻了个身，继续睡了。 \n\nLOG像受到了毁灭性的打击，垂头丧气的朝自己房间走去。当他路过HIM的研究室时，无意看了里面一眼，发现HIM正在动手制作者什么东西。这让LOG来了兴趣，便躲在门前偷看着。 \n\n只见HIM把一堆东西从保鲜盒里拿出来，是一些树的长叶子，一些稻麦，和……一些腐肉？HIM把稻麦放入身边的器具里，加入了水，开始磨了起来，过了一会儿，一些像米饭一样的糯麦“米”就被HIM接了出来，然后他拿出了小刀，把腐肉完全腐烂的部分割除，便和麦米混合了起来变成了一个饭团，然后用叶子将饭团裹了起来，变成了一个三角形，并用线绑了起来……这不是粽子吗？LOG心想，原来HIM是注意到这天的，这让LOG倍感感动。 \n\nLOG看HIM突然向门前走来，便自以为神不知鬼不觉的小跑回了房间，却不知道HIM看着LOG，暗自笑了一声。LOG并没有在意到，回去躺在床上，倒头便睡了。 \n\n凯醒来时，肚子已经很饿了，便走到餐桌旁，发现桌子上有很多粽子，这是LOG做的么，凯心想，便拿起一个，拨了开来。把剥下来的黄线和叶子扔在了一旁，放到嘴里吃了起来。 \n\nHIM将面团做好后，从箱子里拿出了一个东西，散发着恶臭，“不知道把发酵蜘蛛眼包进去，是什么滋味呢?”HIM把面团和这个肉块裹好，用叶子包了起来，缠上黄色的绳子，把这个粽子，放进了大箱子中。大箱子里还有很多别的粽子，都是用红线做成的。\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1343369940,
            "txt_content": "生存时间：1月3日 \n\n那个盒子整体都是由黑曜石制作的，但完全没有可以用来打开箱子的把手或者钥匙孔，如果仔细看，还可以看见上面刻着密密麻麻的符文图案，黑曜石以坚固而被用作多种建筑，如果没有专业的工具和精致的雕刻手艺，连粉末都无法刻下，更别说这些精致小巧的图案了。 \n\nHIM只是用了几天的时间，就在没有专业工具的协助下，完成了这个几乎不可能的任务，他到底是个怎么样的人呢……凯在心中暗想。 \n\n只见HIM用指尖触碰了几个纹路之间的点，整个箱子突然有规律的亮了起来。箱突然开始缓慢地脱离地面，漂浮在半空中，并开始一分为二，发出低沉的摩擦声。 \n\n“这是利用了末影人的传送能力的箱子，里面拥有另一个空间，可以保存任何体积不会超过他的物体和生物。”HIM顿了顿，看着凯和LOG似乎还不是很理解，便继续说，“就像一个空间口袋，比如，如果，你在这里放置一个箱子，并放入物体进去，然后在另一个地方再放置一个波纹相同的箱子，打开它，你就能拿到你之前放着的东西。” \n\n“你的意思是指，这个是一个可以传送的箱子？甚至可以利用这个进行生物的传送啊！”凯恍然大悟，并不解的问道。 \n\n“没有错。而且这个传送箱子不会受到距离的限制，甚至是在另一个世界……”HIM点了点头。 \n\n“既然这个箱子这么神奇，多制造几个箱子，我们不是可以不用担心空间的问题了？”LOG听到这，急忙问道。 \n\n“刻出这个箱子的模具，我是花了3天，基本一刻不停的雕刻出来的，期间，我失败了两次，那两个错误的黑曜石都已经被我丢弃了，但是它们都是接近完成的阶段。制造这个箱子是非常不容易的，所以，这个箱子是非常珍贵的完成品。”HIM继续说着，“我的箱子也介绍完了，那么凯，现在你有什么打算？” \n\n凯看了看LOG，又看了看HIM，然后回答道：“这几天，放下所有的事物，加紧训练和锻造装备，后天，我们就离开这里！”\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1343369940,
            "txt_content": "生存时间：1月5日 \n\n凯拿着自己手里的钟表，看着指针即将指向的凌晨。 \n\n“终于，要走了吗。”凯巡视了一圈，看着这个熟悉、坚固的黑曜石房子，“这里毕竟是让我们安全活下来的避难所啊。”他拉起了衣服的一角，里面的大多数伤痕已经结疤了，在通道里被岩石刮伤，被岩浆烫伤，被僵尸和蜘蛛抓咬，被火药刺伤…… \n\n（这一切，都是我在这个世界中的遗留物啊。） \n\n不知不觉，时间已经指向了凌晨，凯甚至有一种错觉，那在另一个世界的太阳，正缓慢从这里的地平线升起。 \n\n“准备出发吧。”HIM不知何时已经站在凯的身后，“时间已经到了。” \n\nLOG也从房间里走了出来，“已经要走了吗？我们的物资都准备好了吧。” \n\n凯看着这两个人，刚准备提起一大堆包袱，突然想起什么一样，便把包袱放下，一脸严肃的对其他两人说：“各位，这次试炼，我完全不能确保你们的生命安全，甚至是我的生命安全。你们确定，愿意和我一起离开？” \n\nLOG愣了一下，便大笑起来：“我们当然愿意，哪怕付出生命啊，我们可是伙伴！” \n\nHIM只是点点头，什么话也没有说。 \n\n等大家带着包裹离开家的大门，凯回头，看了身后一眼，房子，怪物的遗体，入口，感觉是昨天才发生的事，或者，压根只是一场梦，凯感到了一丝触动。 \n\n“凯，不要再看了，快点跟上！”是LOG的叫喊声。 \n\nHIM只是自顾自在研究一个工具，完全没有看凯一眼。 \n\n（这种和谐的气氛，不知道能维持多久啊……） \n\n凯暗自感叹了一声，便朝LOG那里追赶了过去。 \n\n一阵微风，吹走了地上的脚印子，但吹不走我们来过的痕迹。如果这是一场梦，请不要永远沉睡，醒来时，已经在另一个世界。\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1343369940,
            "txt_content": "生存时间：1月5日 \n\n古旧的办公桌，摆着整齐的报告，三台崭新笔记本电脑，和一把拥有灰色花纹的手枪。坐在桌边的人正在翻阅着一篇报告，这正是杰。 \n\n“1号，姓名LOG，男，生存指数587，所处实验盒：1号虚空，存活，难度B+。” \n\n“2号，姓名凯，男，生存指数579，所处实验盒：1号虚空，存活，难度B+。” \n\n“3号，姓名卡尔，女，生存指数105，所处实验盒：2号实验通道，死亡，原因：岩浆。” \n\n“4号，姓名诺克尔，女，生存指数89，所处实验盒：3号实验通道，死亡，原因：生存指数未达到100以上。” \n\n“5号，姓名林风天，男，生存能力342，所处实验盒：4号竞技场，死亡，原因：岩浆。” \n\n“6号，姓名罗永琪，男，生存能力306，所处实验盒：4号竞技场，死亡，原因：岩浆。” \n\n杰显然对于这些数据不感兴趣，直接跳到了10号以后，但最后一行的数据，却吸引了他。 \n\n“13号，姓名斥，男，生存能力983，所处实验盒10号岩浆隔离所，存活，难度A+。” \n\n杰看着这个数据，冷笑了一声，“13号，很有意思啊，看看我们能不能激发你的潜力呢，还有1号和2号，看来这次的实验会很有趣的。”杰伸了伸手，离杰有10米开外的白衣人很快会意，急忙走到杰的身旁。 \n\n“把1号和2号的难度提升为A，13号提升为S。将新培育的血蛆母体和毒巨尸母体投入到1号，9号实验盒进行繁殖，将A级炎魔母体、S级火狮母体和岩浆血蛆母体投入到10号实验盒进行繁殖。” \n\n白衣人退下了。 \n\n杰从屏幕中，看着一个人，他在岩浆石上不断跳跃，毫发无损，任何想接近他的石跳蚤，均被他切成了两半，没有任何多余的动作，行云流水般斩切着，偶尔靠近的火焰爬行者，在没有爆裂出一点火星的情况下，被砍成了好几半…… \n\n“这次发现了一个了不得的人才呢。”\n\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1343370000,
            "txt_content": "生存时间：1月5日 \n\n不知不觉，时间已经过去了三个小时，熟悉的景色越来越少，地上到处都是凹凸的岩石，破碎的石颗粒和沙硕，这让凯他们的衣服上都布满了石灰粉。 \n\n“这样下去也不是办法啊。”Log抱怨道，并朝后方看去，已经完全看不到房子的影子了。“不如这样，我们分头行动如何？这样效率也会很快。” \n\n“我们如果走散了，该怎么和对方取得联系？”HIM拍了拍身上的灰，反问道。“要是任何人和上次的我一样，遇见了大批的怪物，你觉得他还能活着回来么？” \n\n“我倒觉得这是个不错的方法，这样吧，我一个人，Log和HIM一组，这样保证了安全，毕竟我和HIM你对于杀怪很有经验，如果任何人找到了什么，”凯拿出了四个类似烟花的炸药棒，“就点燃这个信号弹的头，可以发射出信号火焰弹，最高可以飞上几百米，绝对看得见。 \n\nHIM露出了犹豫的神情，而Log却是直接跑向了HIM，“我们已经准备好了！”HIM一句话也没说，Log便抢着回答。 \n\n凯看着前面一望无际的山石，“那么我一个人走左边，你们走右边好了，祝你们好运！”说着，他递给HIM他们两根信号弹，便走向了左边那陡峭的石头路。 \n\nHIM也只好妥协了，跟着蹦跳的Log走向了另一边，泥泞的沙沼泽路，偶尔突出的石头很容易就会将人绊倒。 \n\n半小时后…… \n\n没有任何异常，但凯却感受到了一丝不安的气息。 \n\n（从刚刚开始，背后就有些难受啊，慢慢开始疲劳了？） \n\n“只是摔了一跤，岩石撞到了背而已，难受也很正常啊。”凯安慰着自己，但随着越来越疲劳，一种脱力感也随之而来。 \n\n凯下意识拍了下背，想保持清醒，却摸到了潮湿的痕迹。凯把手伸到更前，手上的潮湿感令凯吃了一惊，“黑血？！” \n\n"
        },
        {
            "author": "DR.MC.ztz",
            "timestamp": 1343370180,
            "txt_content": "我插一楼...{:10_523:}"
        },
        {
            "author": "asdjkl753159",
            "timestamp": 1343384940,
            "txt_content": "快更快更啊 我们要看啊！！"
        },
        {
            "author": "ty123",
            "timestamp": 1343998200,
            "txt_content": "怎么还不更新！！！！！"
        },
        {
            "author": "老李是我",
            "timestamp": 1344001980,
            "txt_content": "ty123 发表于 2012-8-3 20:50 \n怎么还不更新！！！！！\n其实我也在写一篇小说...."
        },
        {
            "author": "老李是我",
            "timestamp": 1344004680,
            "txt_content": "我也在搞文字作品，比你的差多了......望互相交流"
        },
        {
            "author": "asfdea",
            "timestamp": 1344400560,
            "txt_content": "快点更新！！！！！！！！！！！"
        },
        {
            "author": "1277832129",
            "timestamp": 1345004460,
            "txt_content": "我是来吐槽的{:10_522:}"
        },
        {
            "author": "哇塞",
            "timestamp": 1345083780,
            "txt_content": "额快一到紧张环节就卖关子顶"
        },
        {
            "author": "ccvb1231",
            "timestamp": 1345088940,
            "txt_content": "漠然一笑 发表于 2012-7-27 14:20 \n生存时间：1月5日 \n\n不知不觉，时间已经过去了三个小时，熟悉的景色越来越少，地上到处都是凹凸的岩石，破 ...\n好啊！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "RC101",
            "timestamp": 1345095000,
            "txt_content": "从百度搬的。。。。。。。"
        },
        {
            "author": "tonymak",
            "timestamp": 1345095480,
            "txt_content": "另类的生存游戏是minecraft...???"
        },
        {
            "author": "哇塞",
            "timestamp": 1345173300,
            "txt_content": "啥事更新啊啊啊啊啊啊啊"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1345173960,
            "txt_content": "生存时间：1月5日 \n\n黑色的血液散发着腐烂的恶臭，从手掌一直流到了手臂，如同雨滴一般。一滴一滴地滴在凯的裤腿上，所流淌之处，全被黑色的血液所腐蚀。“血毒！“凯暗自惊叹了一声，从背包里拿出了一根火把并迅速的点燃，并让火烤着被腐蚀的伤口。血中的黑色物质慢慢消失了，取代其的，是红色的鲜血。 \n\n一些黑色的生物从伤口处流了出来，浑身都是散发着恶臭的粘液，还在不断扭动着。凯仔细一看，倒吸了一口冷气，这如同毛豆一般大小的生物居然是几条蛆，而这恶臭的气味，明显是血毒独特的味道。 \n\n“这种虫子为什么会出现……还带着这种腐蚀能力极强的毒素，要不是这种蛆身上的毒素不浓郁，否则我已经被腐蚀的只剩下骨头……不，什么也不剩了……”凯自言自语的说着，突然，他猛然想起自己的后背，不用说都知道，那里已经血肉模糊了。 \n\n凯一刻也不敢耽误，将一根新的火把点燃，朝着自己的后背烧去，同时从背包里拿出了几根试管，和一个刚夹子。等背后不再疲劳后，凯将钢夹子拿了起来，小心翼翼的将地上正在扭动中的一条蛆夹了起来，放入了试管中，随后便把盖子盖了上去。“这种蛆的毒素只能腐蚀这些普通的材料啊，看来这条蛆还没有成长到连塑料都可以腐蚀的地步，这种毒素很可怕啊，要是用在敌人身上的话……”凯拿起了钢夹子，夹子的前端已经被腐蚀的弯了下来。 \n\n凯丢掉了钢夹子，并用塑料将地上剩余的蛆和血液清理干净。他可不想吸引来更多的蛆，或者以嗜血而生的丧尸。凯穿上了盔甲，因为这些蛆会从毛孔中进入，必须做好准备的措施。等做完了这一切，凯便继续向前走去。 \n\n…… \n\n“恶啊呜啊恶啊！”散发着尸体腐臭的一只丧尸，此时正与HIM周旋着。HIM身上已经有了多条伤疤，此时面色也非常的差。他时不时地用弓箭对着丧尸射上一箭，并给自己打上一针血清，而对面的丧尸也不简单，它拥有HIM三倍大的身子，身上到处都是紫色的粉末，只要一动，一阵紫色烟雾就会弥漫在场地上。离他们有几十米远的地方，Log正处在昏迷中，从他的肩膀一直到手臂，有一条深深的裂缝，正不断往外渗出淡紫色的鲜血。Log面色的苍白，正是中了尸毒是表现。Log的身旁，有着一大堆空的一次性针管，全是用来装尸毒血清用的。 \n\n“恶啊呜！”巨尸大吼一声，疯狂地朝着HIM所在的地方狂奔过去，所过之处，都弥漫着一阵淡紫色的，尸毒烟雾……\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1345174020,
            "txt_content": "生存时间：1月5日 \n\n四十五分钟前。 \n\nLog心情愉快地走在沼泽地上，时不时越过一些突出的小石块，而HIM则一言不发地跟在Log的身后，和Log的心情正相反，HIM随时保持着警惕，一手拿着火把，另一手则拿着钻石剑，小心提防着任何可能对他们造成威胁的敌人。 \n\n从遇见凯他们开始，HIM就一直有一种被监视感觉，他不能确定这种感觉从何而来，凯和Log从来没有这种感觉，或许是因为他敏感的察觉力吧。但是他知道，杰绝对发现了他，有所行动是迟早的事。 \n\n过了二十分钟左右，他们依然在沼泽地上前行着，Log由于劳累，速度有所减慢，并不是一直冲在了前面，只是和HIM保持着差不多水平线的距离。而HIM并没有消耗太多的体力，加上他异于常人的体格，此时基本感受不到劳累，依然保持着匀速行走着，由于之前的警觉，精神消弱了不少，此时正静静地恢复着，尽量不去感受着那监视感。 \n\n不知道是错觉还是什么，HIM突然感觉附近弥漫起了一股雾气，并且不断地变浓，在火把的光源照耀下，可以看到雾气中的一丝紫气。在身边的Log明显也感觉到了，他拿出了剑，警惕地朝附近看着。 \n\n一种异样的气味从雾气中传来，那是一种说味道很奇怪的气体，整体像霉菌一般，散发出一股霉的刺鼻味，隐约混杂着一些野花的味道，其中，有一股淡淡的尸臭，提高了HIM的警惕。HIM不小心吸入了一丁点气体，顿时感觉头非常的晕，而身上暴露出的皮肤一接触这种气体，轻则有中火辣辣的疼痛，重则开始腐蚀这层皮，和皮下的肉。HIM赶紧提醒了Log，同时也将自己的鼻子堵住，用布将自己全身包囊了起来。 \n\n雾气越来越浓了，HIM渐渐感觉呼吸困难，而他对于附近，离他不远的Log，都只能看见不全面的影子。突然，HIM感觉到一种可怕的杀气，让他仿佛闻到了混杂着腐烂气息的，浓浓的血味，他有了非常不好的预感。一个声响将他从思考中拖了回来：一条影子，如同刀片一般，破空而来，连雾气都被切开了一个横口，甚至可以听到气流被割开的声音，而Log的影子想被推了一把一样，应声倒地。\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1345174020,
            "txt_content": "生存时间：1月5日 \n\nHIM的反应是如何的快，立刻带着钻石剑，用最快的速度跑到了Log所倒下地方，并迅速将周围的一圈插上了火把，开始检查Log的伤势。 \n\n只见Log面色苍白，身上有这一道约15厘米长的狰狞伤口，皮下的肉几乎全部暴露了出来，隐约可见灰白色的骨头。伤口正不断流出了紫色的血液，一股刺鼻的臭味从中散发出来。 \n\n(他已经中了尸毒！)HIM心里想着，很快用火把将剑烧热。并放到Log的伤口上，烫地Log一阵颤抖。 \n\n“待会儿会非常的痛，你必须忍住。你中了尸毒，我要把你中毒的地方给割出很多伤口，用来更快的放血，不过不用担心，我不会让你死的，你必须配合我，懂了么！”HIM对脸色难看至极的Log说道，Log艰难地移动着脖子，点了点头，因为他已经痛苦的说不出话了。见Log明白了，HIM突然伸出了一只手，在Log没有反应过来的情况下，HIM一掌拍在了他的脖子上，Log立刻昏了过去。 \n\nHIM顾不得这么多，立刻麻利的将伤口血脉附近割开了许多直径为一厘米的小口子，紫血像小溪一样流了一地，并拿出了尸毒血清，在Log的静脉处打了几针。 \n\nLog的面色慢慢不再苍白了，但依旧没有红润起来，呼吸依然急促，身体也在微微颤抖着。 \n\n（从没见过这么浓烈的尸毒……那个生物难道是僵尸？这么敏捷的行动力和伤害，这不是普通的僵尸能做到的！） \n\nHIM拿出了剑，缓缓朝附近转了一圈，警惕着任何轻微的异动，同时守护着身边还没有恢复的Log。 \n\n“恶啊——”一阵低沉的吼叫，从HIM的后方传来，HIM立刻转过了身，只见浓浓的紫雾中，一个黑影，庞大的黑影，慢慢的逼近，逼近。\n"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356924840,
            "txt_content": "RC101 发表于 2012-8-16 13:30 \n从百度搬的。。。。。。。\n少年我就是百度的那个人"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925020,
            "txt_content": " 本帖最后由 漠然一笑 于 2012-12-31 11:37 编辑 \n\n火纹：裂变 \n\n斥独自站在一块被岩浆烧的滚烫的岩石上，面无表情地看着附近正在集群，浑身散发着焦炭和浓浓血液混合着的气味的狮子，还有站在他正前方，浑身被可怕的蓝色火焰所包围的一个怪物：这个怪物浑身都是被火焰包围着的倒刺，身体如同残暴的公牛一般的提醒，却有着如同大象一般，注入着强烈火毒的“象”牙。 \n\n（这便是炎魔了。） \n\n当这只炎魔出现时，便带给斥一种恐怖的压力，仿佛一切都要被这个炎魔身上的火焰所吞噬了似的。 \n\n斥并没有动，他的心从未被任何压力所干扰过。只见他从容的拿起了声旁的钢剑，上面暗绿色的毒液混合着曾经死在他的刀下，火焰类生物富含浓烈火毒的血液，混合成了一种令任何生物所忌讳的浓紫色液体。 \n\n炎魔只是站在那里，表面看上去什么也没有做，但它身边的两头血狮在一瞬间，像被人抽打了几鞭，疯狂地朝斥冲了过去，在这两只狮子的背部，都可以看到一个巨大的伤口，附近的那些可以容忍可怕温度的毛，也已经被烧的一干二净。不用说，这也是炎魔的能力。 \n\n（上，然后是下，左下，然后闪避。） \n\n在一只狮子扑向斥的时候，斥脑中自动绘制了一个狮子攻击的顺序，从容的闪躲开来后，剑挥了一下，一个带着惊恐表情的狮头落地。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925140,
            "txt_content": "生存时间：1月5日 \n\n紫色的迷雾开始消散，HIM渐渐看清了那只僵尸的全貌：这只僵尸有5个人那么大，浑身充满着腐烂的伤口和暴起的肌肉，而刺激着HIM鼻子的气味则是从他背后的两个充满黑色脓水的大洞中飘散出来的气味。这只巨型僵尸的两只手手上分别有着四根尖锐的刀片爪子，爪尖还滴着从Log身上划下的鲜血。HIM注意到，每个爪尖上都有一个几毫米大的小洞，通过这只巨型僵尸的挥动，这个小洞中流出了暗紫色的毒液。 \n\n（爪尖上，能流出毒液的孔……这和毒蛇的牙齿的一样的。） \n\n这只巨型僵尸突然吼叫了一声，顿时浑身的青筋暴起，一下子朝着HIM扑来，又是一次破空之音。 \n\n（好快的速度！） \n\nHIM瞬间做出了反应，他身形一侧，几乎是擦着僵尸的攻击躲了过去。虽然僵尸的攻击并没有接触到HIM，但手臂上的疼痛感告诉了HIM，他并没有闪过这次的攻击。只是一瞬间，HIM便感觉到眩晕，恶心，不顾僵尸就在附近，一下子从包里拿出了血清，朝着自己胳膊打了下去，这才暂时缓解了尸毒症状。 \n\n破空的气流再次传来，巨型僵尸已经发动了第二次的冲锋攻击，这次，HIM将精力集中在身体和眼睛上，希望可以捕捉到僵尸攻击到他的动作。僵尸冲了过来，那8支刀片爪此时如同毒蛇的牙齿，而僵尸看HIM的眼神，也想毒蛇被挑起了捕猎的兴趣一样。 \n\n刀片爪划在了HIM的腰上，拖出了一道深深的伤口。 \n\n（怎么会？！） \n\nHIM失去了腰的支撑，一下子倒在了地上，脸上充满了不解。 \n\n他的那一次确实闪躲了开来，但为何还是会受伤？ \n\nHIM感到自己掉入了黑洞之中，浑身发颤，眼睛渐渐睁不开了。 \n\n深度尸毒症状。 \n\nHIM用尽力气，拿出了两针血清，朝着自己刺了下去。 \n\n（两针可以维持我10分钟的身体行动力，我必须解决它！） \n\n中毒感渐渐被恢复的神智压了下去，HIM咬咬牙，一口气站了起来，手上拿着带血的刀子。 \n\n僵尸发动了第三次攻击……"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925140,
            "txt_content": "案件录：2月13日 \n\n“青年男子突然猝死在家中，疑为自杀，，有关部门已经开始调查，《猝死案再发》请看A3……” \n\n我喝了一口咖啡，将拿在手里的报纸折叠起来，扔在了桌子上。 \n\n“这已经是这个月的第六起案件了吧。”旁边的匹克看着报纸的标题，对我说道。 \n\n我并没有回应他，只是慢慢的喝光了最后剩下的咖啡，将杯子放到台子上，然后独自走回了房间里。 \n\n墙壁上贴着五个人的照片，每张照片的空白处还有着我简便的笔记。这正是五次猝死案中的受害者。 \n\n他们分别是两名年轻女性，三名年轻男性和一名成年男性。而且都是彼此完全陌生的人，都没有什么共同点。 \n\n而且前五个死者都没有留下任何有用的线索，倒是在最后一个死者的口袋里，发现了一个奇怪的线索。 \n\n那是一个全体灰黑色，大概一个6X6魔方大小的黑方块盒子。没有任何的凹槽或者机关可以打开这个盒子。而这个盒子质地非常的坚硬，经过专业鉴定，这是灰钻精石制成的，说的通俗点就是非常稀有的纯度100%金刚石，这种石头是非常昂贵并稀有的，必须在地壳程度的地底才有极少机会发现。 \n\n这种石头的硬度堪比地核，没有极其专业的工具和长时间的耐心，是无法从这种石头上刻下哪怕一点石渣的。 \n\n但这个方块不但被雕刻的极为工整，连表皮都是一点瑕疵都没有的。我将它转了一圈，在这个方块的地下看到了一个雕刻的极为精致的J字母。 \n\n我实在无法从这仅有的线索中推断出什么。 \n\n这个方块本来也不是非常重的，顶多只有2KG的重量。现在却和我的心情一样，变得有些沉重了。 \n\n窗外的太阳渐渐落下了，大街上的人渐渐多起来了。 \n\n我将方块放回了袋子里，并把它放到了保险柜离锁了起来。 \n\nJ……有什么含义么……"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925140,
            "txt_content": "生存时间：1月5日 \n\nHIM左手捂着腰上的伤口，右手撑着地，摇摇晃晃地站了起来。还没等HIM站稳，巨型僵尸便向他冲了过来。 \n\nHIM注意到，这个巨型僵尸跑动时，胳膊下方有着不明显的空隙，但足够让HIM穿过而不受严重的伤害。同时，他也发觉这只巨型僵尸跑动时，都会尽量将大腿内侧的肌肉隐藏起来，似乎想保护这一块地方不受伤害。 \n\n(赌一把了。) \n\n僵尸冲到了HIM的面前，近的已经可以用手触碰到对方了。HIM突然向下倒去，同时腿部发力，借着地面的蹬力，冲刺到了僵尸的胳膊下面的空隙中，并穿了过去。 \n\nHIM的脸撞到了地上，等他抬起头时，脸上沾满了泥土和灰尘，尖锐的小石子刺破了他的脸。但他除了身体撞击的疼痛外，并没有任何由僵尸造成的伤口。 \n\n（看来我猜对了呢。） \n\nHIM用最快的速度站了起来，拍了拍身上的灰。转头，看见那只巨型僵尸由于猛烈的冲击，此时还没有站稳身子。HIM抽出身上的剑，刚刚由于时间极短而无法拔剑，现在这么好的机会，HIM当然要把握住。 \n\n趁巨型僵尸还没有缓过来，HIM便将刀扔出。刀非常准确地扎在了僵尸的肩膀上，绿黄色的浓稠液体从它的伤口上流了出来，但它的表情依旧没有变化，似乎完全感受不到疼痛。 \n\nHIM还没有扔出第二只剑，那只僵尸便站稳了身子，又向HIM冲了过来。 \n\n知道了僵尸的破绽，闪避容易得多。五分钟过去了，HIM已经闪过了僵尸的五次冲锋，身体没有受到多大的伤害，反而僵尸身上的剑痕越来越多，僵尸的身体也被它的脓液污染，变得发臭、粘稠。 \n\n僵尸似乎终于感觉到了身体受到的损害，突然全身一颤，青筋暴起地越来越厉害，身子也在不断地变大，背后长出了六根绿色的，沾满毒液的刺。 \n\n（进化了么。） \n\nHIM看着僵尸的胳膊底下，缝隙已经越来越小了。时间已经过去了六分钟，LOG也开始逐渐撑不住了。 \n\n（4分钟的时间……必须解决这个家伙。） \n\n…… \n\n面前的路渐渐不是这么的凹凸不平，突起的石块也在逐渐减少。现在凯正踩在松软的泥土上，经历了这么多的石头路，踩在泥土上别提有多放松了。凯看着面前稀疏的石块，非常好奇。 \n\n\n（这个虚空按照道理来讲应该是由石块构成的，就算是泥土也应该很稀缺才对。为什么会有这么大片的泥土路？） \n\n凯正想着，突然发现不远处的小土坡后，散发着点点火光。凯从背包里拿出了一些面包，边吃边往那里走去。 \n\n看着不远的路却走了足足15分钟才到，而展现在凯面前的，是一座小型的城堡，城堡的门口树立这两根柱子，顶端正燃烧着火焰。而这个城堡似乎非常的破旧，石砖上长满了青苔，附近支撑城堡的铁柱子已经完全锈成了古铜色，城堡外围有着一圈沟，里面是一片河床，似乎在以前有一条护城河。但这么老旧的人为城堡，居然出现在这里。直觉告诉凯，这应该是入口没错了。 \n\n凯从背包中掏出一个如同爆竹一样的圆柱体，这就是自制的信号弹了。凯将信号弹绑在棍子上，将棍子插在了泥土中，同时点燃了引线。信号弹不出一会儿，便飞上了无尽的高空，“轰！”地一声炸裂开来，在黑沉的天空中洒下炫目的红光……"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925140,
            "txt_content": "生存时间：1月5日\n\nHIM听到了一声奇怪的响声，只见从巨型僵尸的背部，突刺出了一根可怕、粗长的倒刺，这个如同尾巴一样的倒刺上沾满了僵尸的血液和毒液，HIM还没有来得及反应，这个倒刺就刺穿了HIM的脑袋，脑浆四溢，头骨像西瓜一样爆裂开来……\n\nLog突然惊醒，看见面前的巨型僵尸，以及被刺穿而死的HIM，惊叫了一声，以最快的速度爬了起来，但刚刚恢复神智的他无法快速的反应，很快死在了巨型僵尸的毒爪下……\n\n凯放出了信号弹后，决定独自进入城堡中。藤蔓缠绕着城堡的支柱，地上积满了厚厚地一层灰。地上有着暗红色的痕迹，看样子是生物的血……\n\n(这个城堡应该没有人住过了……为什么会有血迹……）\n\n突然，控制城堡大门的铁链开始移动，凯知道不妙，立刻向大门跑去，但铁链虽然经过了很长时间，但还是非常地效率，大门重重地关上了，遮挡了唯一的光源，独自留下凯在黑暗中。\n\n“咔咔咔……哒哒……咔咔咔……”一整可怕的磨牙声从黑暗的大厅中传来，凯僵硬地转过头去，看到的，只有一双散发着血光的眼睛……\n\n凯的三人小队，全灭。\n\n《地底生存录》\n完。 【伪】"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925140,
            "txt_content": "生存时间：1月5日 \n\nHIM听到了一阵奇怪的响声，看样子是从僵尸身体内发出的声音，如果要形容，就像一个古老而生锈的机器齿轮转动的声音，而巨型僵尸的表情看起来却非常痛苦，整张脸开始抽筋，而身体也在颤抖着。\n\n（不妙。看来我的预测是正确的。）\n\nHIM趁着巨型僵尸痛苦而不能移动房的一段空隙，立刻用最快的速度冲向了Log所昏迷的地方，一下子将他抱在怀里，尽可能地奔跑，以便远离巨型僵尸。\n\n七分钟过去了……\n\nHIM开始有了呕吐感和头晕感，眼睛也开始模糊了起来。此时他和Log距离僵尸有着10米以上的距离，而僵尸还在痛苦之中，他们暂时是安全的。\n\n“呼……”HIM吐出了一口气，自言自语道，“只有两分钟了……我会死在这里的吧……？”他拿出了刚刚慌忙中带出的包，上面已经溅满了灰尘和血。HIM从包里拿出一个墨绿色的针筒，用指头弹了弹，对着身后的Log打了下去。就在这一瞬间，Log突然浑身开始冒汗，连脸都开始从中毒的苍白渐渐变得红润。\n\nHIM转头，看着那只巨型僵尸，它痛苦的表情消失了，HIM隐约可以看见僵尸的背部在蠕动。突然，从僵尸的背部处，突刺出了一根可怕、粗长的倒刺，如同尾巴一样的倒刺，通体乌黑而坚硬，上面沾满了僵尸的血液和毒液。不知道是不是错觉，看起来巨型僵尸的体型似乎增加了一倍，给人一种恐怖的压迫感。\n\nHIM将手伸进了口袋，在他杂乱的衣服口袋之中，有一个隐秘的内夹层。HIM熟练地打开了夹层，从里面拿出了一个小玻璃瓶，里面流淌着灰色，夹杂着暗红色的液体。他打开了瓶盖，将其一口喝下，然后将玻璃瓶狠狠甩在了地上。玻璃碎片割破了HIM的脸，但他感觉不到疼痛，鲜血溅起隐约可以看到HIM逐渐变红的双眼。\n\n“嗜血药水，本来不想用的……呼……Log，不要辜负我对你的期望……呼……一定要活着见到凯！”HIM恶狠狠地吼出了这句话，不论Log有没有苏醒或者听到，下一秒HIM已经以人类不可能达到的速度，冲向了巨型僵尸。而巨型僵尸也挥动这那根可怕的倒刺，迎接着HIM的攻击……\n\n……\n\n（唔……什么声音……）\n\n（好难受……好想吐啊……）\n\n（唔啊……呜呜唔！）\n\n（HIM的声音……么？）\n\n（我似乎昏迷了……什么原因造成的？）\n\n（呕吐感……好想吐……）\n\n（僵尸的声音……）\n\n（HIM……HIM的声音！）\n\n（药水……期望……活……见到凯？）\n\n眼前的黑暗消失了，LOG挣扎着想要站起来，却无法做到。他的视线依然有些模糊，LOG看向了四周，只能看到面前的血痕，还有……一个倒在地上的黑影……\n\nLog的心停住了一般……\n\n“HIM……？！”"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925200,
            "txt_content": "生存时间：1月15日\n\n鲜血溅起，染红了HIM的双眼。在他眼里，一切事物只剩下灰白色，唯独血色依旧清晰可见。四处仿佛都染上了血色，HIM的眼睛从没有这么清晰过。\n\nHIM跑到了巨型僵尸跟前，未等僵尸反应过来，HIM已经一刀划了上去，毒液溅起来，在空中滑出优美的弧线。巨型僵尸明显的变得更加敏感，刚刚HIM的一招看似划中，却被巨型僵尸巧妙地躲开了要害部位。巨型僵尸不甘示弱，一条刺鞭甩了过来，“刷啦！”一下抽在了HIM的腰上。这可不是普通的鞭子，被狠狠抽中可不是火辣辣地红印这么简单的。HIM的腰被划开了一个大口，从模糊地血肉中，可以看见从鞭子上抽落的黑刺，已经深深扎进了HIM的肉里。\n\n如果是平时，深受尸毒和伤口的HIM早就倒下了，就算依靠HIM训练有素而超越常人的身体，也撑不了多久。但此时，HIM是喝下嗜血药水的，这种自暴自弃的药水是很可怕的，虽然可以暂时给予使用者翻倍的战斗力，但副作用是，这个药水的力量是靠生命力来维持效果的，而一旦喝下药水，除非生命耗尽，否则永远不会停止嗜血。\n\nHIM彻底无视了自己可怕的伤口，双手抓住一大捆箭，用可怕的力度将其全部投射出去，甚至没有用到弓。然后，HIM右手握着砍刀，左手拿着匕首，冲着巨型僵尸的头就砍了下去。\n\n箭大部分都射到了巨型僵尸的胸前，但没有一根箭可以深入到内皮层的。顶多扎穿了表皮，然后便被僵尸厚实的肌肉所弹开了。\n\nHIM的匕首先划了上去。\n\n匕首划破了巨型僵尸的脸颊，液体四溅。\n\n巨型僵尸怒吼着，将鞭子再次甩向HIM。断在HIM身上的刺早就长回来了。\n\n刺鞭狠狠抽在了HIM的胸前，鲜血溅到了HIM和僵尸的眼睛上。\n\nHIM面无表情，将大砍刀竖起，狠狠朝僵尸头上劈去。\n\n僵尸举起手，狠狠朝HIM头上打去。\n\n“咔嚓。”"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925200,
            "txt_content": "生存时间：1月15日\n\n一个小时过去了。\n\n凯在废弃城堡的门前转来转去，一脸的焦急。\n\n（Log和HIM为什么还没来……难道出了什么状况么……）\n\n看着门中一条细微的小缝隙，里面貌似是一望无际的黑暗。\n\n突然，凯似乎听到了声音，他左顾右盼，依然没有看到任何生物的痕迹。这时，他才反应过来声音是从城堡中传出来的，凯把耳朵凑了上去，果然听到了一些声音，城堡的墙壁不厚，但很古老，被凯的举动溅起了一层黑色的粉末。\n\n滴水的声音，爬行的声音，还有……蠕动的声音？！\n\n而且这个声音越来越接近了。\n\n（不妙！）\n\n声音突然变响了，凯回过头，看见了噩梦般的场景。\n\nHIM空虚的躯体，被一群血蛆给蠕动着搬了过来，而HIM的身体明显被吃空了。\n\n凯吼叫着冲了上去，想把HIM从血蛆旁夺回来，虽然明知道已经没有生命了。\n\n（他一定还活着！他……不可能这么死掉！）\n\n明明只有五六条的血蛆迎上了凯的攻击，反而越来越多，仿佛拥有极快的繁殖速度。不一会儿，凯就感觉全身被钻空，淹没在血蛆当中。\n\n突然，场景转换了，凯面前是一片黑暗，伸手不见五指。\n\n（这里是什么地方……我前面不是要去救HIM么？！）\n\n突然，凯的面前出现了一个屏幕，像放电影般，一个短片在上面亮起。\n\n凯从屏幕上看到了自己。\n\n影片中，自己的嘴角扬起诡异的笑容，举起手中带着血的刀，手起刀落，两个人头掉了下来。\n\nHIM和Log的。\n\n凯惊呆了，如果是血腥镜头可以理解，自己却存在在上面，甚至杀死了伙伴？！\n\n一团迷雾从四周的黑暗中飘了过来，将凯围在其中，渐渐看不到屏幕了。\n\n场景再次变换……"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925260,
            "txt_content": "生存时间：1月15日\n\n“凯……凯！起床了！”一阵亲切的叫喊把凯从昏迷中叫醒。凯迷迷糊糊地睁开了眼睛。\n\n（这个叫喊声……很熟悉啊……？！）\n\n从一条眼缝中看出去，可以看到一个苍老而慈祥的女人。她的手指上带着一个祖母绿戒指，看起来有着几百年的历史。而她身着围裙，脖子上带着一串珍珠项链。而她手上的手表，是让凯如何也忘不掉的，用金刚石刻成的表面，而指针下的背景，是凯10岁时上学的一张照片。\n\n“妈……？！！可是你不是已经……”\n\n就算时隔多年，凯还是记得很清楚，9年前，当时他的母亲走在路上时，被飞驰而来的跑车撞上，浑身血肉模糊。而当时，凯已经15岁了，当他路过马路时，看到了这一幕，尖叫着跑向了母亲身边，摸着母亲冰冷的脸，已经泣不成声，血珠滴在了手表上，渗了进去，染红了凯童真的笑容。\n\n这是给凯残缺的童年的一个记忆，是凯永远被刻在心上的伤口。\n\n“说什么呢！你是不是睡多了？待会儿记得下楼来吃午饭！”说着，凯的母亲便走下了楼。\n\n凯这时候才能环视四周，这是他熟悉的卧室，熟悉的书桌，上面摆满了玄幻小说和百科全书，而凯翻身下床时，撞到了床顶的梁架，这是以前经常会犯的错。\n\n“果然是自己的卧室呢……”凯无奈地苦笑，难道，之前发生的一切，包括母亲的死亡，包括那个可怕的炼狱，包括HIM和Log……都是梦么……”\n\n凯走到了衣柜前，打开了衣柜，里面摆满了休闲装和运动服，凯将内衣脱下，穿上了以前很熟悉的灰色T桖和蓝色牛仔裤，和墨绿色的外套，刚准备把内衣和脏裤子放进衣架，突然，从口袋中掉出来一个东西。\n\n一瓶毒药，几颗种子，和一颗药丸。\n\n（？！这……这！在是我在离开虚无空间时，随便放进口袋中的东西……但是，这不是都说梦么？！） \n\n凯抖了抖口袋，发现里面都是刺鼻的石灰和石块，这是凯永远不会忘掉的。\n\n（如果那个不是梦……我……在哪里？！）"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925260,
            "txt_content": "生存时间：1月5日\n\n“HIM……？！这……发生了……什么事？！”Log看着HIM的尸体，浑身都在颤抖着。\n\nHIM已经的遗体被抓烂了，清晰可见的骨头断成了好几段，特别是头骨，已经完全碎裂了，可见巨型僵尸的力量有多大。\n\n不远处，一只没有了头的巨型僵尸倒在了地上，可怕的刺尾也无力地垂着，紫色的迷雾随着僵尸的死亡，也开始渐渐消散了，附近的视野也清晰了很多。\n\nLog的心智毕竟也是很成熟了，他定了定神，开始分析眼前的状况。虽然他没有HIM的沉着冷静，但至少也是有很强的承受力的。\n\n看起来，HIM是为了保护昏迷时候的他而死的，虽然HIM的死亡……有些不可能，平时的HIM，是不会这么容易失败的，那么唯一一种可能，是他在战斗时，还得照看昏迷中的Log……\n\n想到这，Log心情非常复杂，他站起来，将附近的背包中散落一地的东西收了起来，拿出了一个铁铲子，用尽力气挖了一个坑，将HIM的遗体埋了下去，然后用土盖好，并在最前端插了一个墓碑，Log用小刀细细的刻上了“HIM”三个美丽的大字母。\n\n处理完HIM的后事，Log的眼圈越来越湿润了，回想起之前和HIM的记忆，他深吸了一口气，平了平心。看了看手上的表，这本来报废的表，是HIM有空帮忙修复的。HIM没有见过现实的东西，光是讲解原理都有些困难，但HIM还是帮助他修好了这块表。\n\n时间当时本来调为了1月15日，为了计算在地底生存的时间，现在已经2月5日了……\n\n根据手表上的时间，再过5分钟，就可以到第二天了。真是漫长而噩梦般的一天啊……"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925320,
            "txt_content": "生存时间：1月6日 \n\n一切看起来，都是如此的正常，至少表面上是如此。 \n\n凯摆着一副不可思议的表情，坐在餐桌前，看着他母亲忙碌在厨房的身影。 \n\n一切都这么正常，正常到不可思议。 \n\n凯还没有缓过劲，只见母亲端了一碗汤，笑盈盈地从厨房中走了出来，将热气腾腾的汤放到了桌子上，“咚”地一声，整个桌子微微颤抖了下。 \n\n一碗玉米排骨汤，凯曾经最喜欢喝的。 \n\n看着这碗汤，凯呆住了，他忘记了任何事，只是呆呆地看着这碗普通不过的汤。 \n\n热气慢慢地飘，飘进了凯瞪大的眼睛里，凯的眼睛突然湿润的起来。 \n\n母亲很惊讶，连忙问凯出了什么事。 \n\n“没……没什么……只是……热气进了……眼睛里……而已……”凯将头转过去，一勺一勺地喝着这碗包含浓浓母爱的汤，泪一滴一滴流进了汤中，让汤变得咸了些，凯不愿意让母亲看到他这么软弱地一面。 \n\n一言不发地喝完汤，凯站了起来，突然向母亲深深鞠了一弓，然后便很快地跑到了楼上的房间，并将房间锁了起来。 \n\n凯坐在床上，被单不知不觉已经被泪水染湿。凯深深吸了口气，开始思考，这里到底是哪。 \n\n透过窗户，可以看见外面的景色。是正常的形状，不是方块。是熟悉的景象，不是炼狱。是明媚的早晨，不是阴暗。 \n\n凯拉开窗户，深深呼吸了一口，清新的空气，不是地底的灰尘，让大脑清醒了许多。 \n\n（如果说，地底的故事是真的……那么，我必须得回想一切我做过的事，才能了解我为何会来这。） \n\n（首先……我和Log、HIM分开时，都是很正常的。然后，我遇到了那些虫子。） \n\n（难道……这些虫子带有麻痹神经的毒素？那么为何我往后走了这么久，什么事也没发生呢……） \n\n（然后……我就看到了那个城堡……那个古旧的城堡……） \n\n直觉告诉我，这应该是和城堡有关的。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925320,
            "txt_content": "冰冷的雨，一滴一滴地打在凯的黑色礼服上。凯举着雨伞，看着面前的石碑，上面刻得字经历了年久的风霜，已经有些模糊了，但还是可以模模糊糊地认出两个名字。\nLog。\nHIM。\n(真是不堪回首的往事啊。)已经说不清凯第几次来到这里，但是，每一次，凯都会颤抖，都会想哭泣。这是多么挣扎的一段回忆。\n今年，凯35岁。\n每次，回忆都会如同流水般划过。\n“朋友们……我明天就要离开这个国家了。”\n“我会回来的，不要惦记我，好吗？”\n“谢谢你们……”"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925320,
            "txt_content": "生存时间：1月16日\n\n（在城堡时，我到底做了什么事……）\n\n（难道是藤蔓？）\n\n（不……傻瓜都知道，藤蔓是无毒的……）\n\n房间里，凯坐在床上，床头开着一个小台灯，光照在墙壁上，有种说不出的压抑。\n\n窗帘是关着的。\n\n一阵诡异的响声，打破了凯的思考。\n\n凯不愧是有着高度的警备，立刻站了起来，开始警惕地望着四周。\n\n有些头晕。\n\n从门口，蔓延进来几条黑色的，如同荆棘的影子。\n\n凯注视着这个影子。\n\n越来越多的影子如同潮水般涌来，从门口，从床底下，从地板上。\n\n一半的房间，变成了完全的黑暗，连门也堵住了。\n\n（果然……有阴谋。）\n\n唯一可以逃出去的地方。凯望向那个半开的窗子。\n\n打开窗户准备往外跳时，却看见了异常诡异地一幕。\n\n并不是往常的大街。\n\n街道完全被黑暗的“沼泽”所填满。\n\n高楼大厦变成了粗长的黑色高塔。\n\n一切，都被黑暗笼罩着。\n\n凯勉强地看去，视觉已经无法承受了。\n\n在天空中，有一个黑影，正在飞舞着。\n\n天空，从未有过的黑暗。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925380,
            "txt_content": "生存时间：1月6日\n\n是那个家伙先发动攻击的，它发现凯了。\n\n这个家伙的攻击方式很奇怪。一颗一颗黑色的不明固体，狠狠打在了窗户的护栏上，强烈的冲击之后，这个黑色固体“轰！”地一声炸裂了开来。\n\n凯向后跳了一大步，被震荡的气流扫到，重心不稳便摔了一跤，在地板上打了几个滚，但并没有因为爆炸而受到什么伤害。\n\n地板很冰凉。充满了灰黑色的雾。\n\n（这样对我非常不利……在这样下去迟早会被炸死的……）\n\n凯迅速的分析了一下附近的情况，但由于没有犹豫的时间，这个只是粗略的、没有考虑周全的想法。\n\n（从门外出去……不可能，已经完全被这个黑糊糊的玩意儿给封锁住了。按兵不动？不行，迟早会困死在这里的。……)\n\n（唯一的方法，只能是窗户了……从3楼跳下去，能不能安全呢……至少地形是开阔了……）\n\n这是凯在几秒钟内作出的选择，还没等他回过神来，又是几个黑色固体怒吼着冲撞了进来。这似乎与之前不同，黑色中还带着隐约的蓝色，上面还有眼珠似的圆球。凯倒吸口冷气，这是一个生物的头！当那个头飞进窗户，凯也才刚刚察觉时，已经迟了。凯闭上了眼睛，等待着爆炸的到来。\n\n并没有听见爆炸声，只是感觉吸入了什么东西，大脑突然很累，很累。凯面前的睁开眼睛，却只能看到乌黑的一片。身体则像被麻痹了一样，虽然可以听着凯的意识来移动，却感觉不到任何疼痛与疲劳。\n\n凯摸索着，很快地跑到了窗边，他知道他不能耽误。凯很快的摆了一个减轻冲撞的姿势，翻身一跃，就从窗户跳了出去。\n\n凯趴在地上，身体的疼痛与疲劳恢复了，眼睛也能看清些东西了，这种麻痹感正慢慢的消失，可是凯却依然很劳累。从窗户上跳了下去，虽然他体格强健，也做了保护措施，却不免的会伤到一些经络和皮肉。凯的右手手臂摔在一块不算很尖锐的石头上，但由于冲击的问题，也划开了一道口子，皮开肉腚血肉模糊。\n\n凯喘息着，挣扎着想要站起来，但完全是徒劳。身体已经承受不住这种大幅度的消耗了。\n\n隐约可以看见那个怪物越来越接近，在天空不断飞舞着。\n\n凯也终于看清了它面貌。\n\n骷髅肋骨般的身躯，连接着三个头：是两个黑色的和一个蓝黑色的头。“轰”，那两个黑色的头如同流星般朝凯打了过来，同时又长出了两个新头。爆炸离凯很近很近，凯两眼一黑，昏死了过去。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925380,
            "txt_content": "圣诞节特别篇：下血了\n\n四只穷凶极恶的狮子型怪物，站在斥的面前。不出几秒钟，边嘶吼着扑了上去。\n\n斥早有准备。\n\n手起刀落，四个头被完美的从各自的身体上分离了开来。\n\n血挥洒在半空中，干净利落地撒了下来。\n\n3个头被斥踢下了岩浆，而剩下的一个头与躯体，却被斥拖走了。\n\n大约过了15分钟，斥轻盈地来到一座“房子”面前。与其说是房子，倒不如说是由黑曜石、岩浆石之类的岩浆大陆特有的材料，堆成的坚固无比的堡垒。\n\n堡垒的外面，有着一颗“大树”。最下面是由狮子的躯体，摆成了松树的形状。\n\n差不多就要完成了的样子。\n\n斥把最后三个躯体仔细地叠了上去，最后，再用狮子头做了一个“树”顶的“星星”。\n\n（圣诞节也来了。在这个地狱的我，也挺有情调的呢。）\n\n研发出来的爆炸武器，本来是被斥拿在手里的，但是斥将其狠狠地扔到了地上。\n\n一团液体在空中爆开，一个个雪花片飘了下来。和现实中的雪花基本没有区别，只是，雪花是血红的。\n\n尸体“圣诞树”就这么立着。\n\n“圣诞快乐。”斥冷眼，看着面前的一切。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1356925380,
            "txt_content": "生存时间：1月6日\n\n周围一片漆黑。\n\n一个人，静静的躺在地上。\n\n周围安静的没有一点声音。\n\n突然，一道亮光，从顶部照射了下来，直直照射在了那个人的头顶。\n\n视觉变得清楚，那个人缓缓的睁开了眼睛。\n\n他没有眼珠子。\n\n(这里是哪……我不是已经死了么……）\n\n他站了起来，抬起了手，有些不可思议的看着周围。\n\n这是一个房间，唯一的光源来自头顶。他抬头看了看，是一个老旧的灯泡。\n\n他开始打量附近。\n\n一个手术台，全身都是精铁制造的，但是由于时光的消逝，已经生锈、破旧不堪。\n\n一个木柜子，上面的木头多数已经潮湿腐烂，被蛀掉了。他走过去，没用多大力气拉了一下柜子，“咔嚓”，木头断裂的声音，整个把手全部从柜子上断了下来，柜子也打开了。\n\n柜子里是铁架，里面摆放着各种手术的用具，例如手术刀，针线，消毒水等。但是很多金属制品都已经锈成了棕色的了。\n\n其他的，除了布满灰色污垢的地板，只有一个门了。这个门和其他相比，显得如此崭新，全身也是通铁制成的，他不论怎么使劲，都无法将门打开。\n\n他把目光转向了手术架。手术工具被他收在了怀里。\n\n手术架上有一个人，确切的说，是有一个畸形而严重受损的身体。\n\n没有头，没有脚，没有手，只有身体。\n\n肚子完全破开，肠子流下了手术台，和手术台的支架纠缠在了一起。身体的各个分支并不像是被切断的，倒像是自然没有头、脚、手，本来应该在的部位光滑的像一个水晶球。\n\n不知道为什么，他突然很同情这个身体。他将手术工具一字排开，立刻对这个身体进行了手术。\n\n消毒，切除，缝针等，一切的非常熟练。\n\n这个身体在他的手术下，变得完好无损，除了一条条缝针的疤痕外。\n\n只是……这个身体，让他很眼熟。\n\n(这到底是……谁的身体……如此眼熟？）\n\n他没有注意到，在房间上方的角落，有一个针孔大小的洞，将房间内看的一清二楚。\n\n“果然，看医生给自己的身体做手术，是很有趣的一件事纳。”杰宽坐在一张舒适的总统椅上，双手敞开，看着面前的大屏幕，嘴角一副若隐若现的微笑。"
        },
        {
            "author": "zhh30648",
            "timestamp": 1356936480,
            "txt_content": "我去谁把这老坑给顶上来了{:10_514:}"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1358044560,
            "txt_content": "生存时间：1月6日\n\n噩梦般的困倦。\n\n（沉睡吧，我亲爱的朋友。）\n\n（忘掉这一切吧。）\n\n（这一切，都是假的哟。）\n\n（一切的一切，全是虚假，全是幻觉哟。）\n\n（是幻觉哟……）\n\n（幻觉哟……）\n\n……\n\n凯惊醒，发现自己正躺在潮湿的石块上。他挣扎着坐了起来，全身上下却一阵剧痛。他摸摸额头，有许多冷汗。这里是一个黑色的房间，四周暗得很。他摸摸背，包还在，便从包中掏出火把，熟练的点亮。四周终于有了亮光，疼痛驱使他看向自己的身体，左边肩膀开了一道口子，腰间是斑斑点点的小洞，拉起裤腿，右脚脚腕上是一个很大的血洞伤口，怪不得感觉全身无力。他从包中拿出一些绷带等医疗物品，简单的包扎了一下，疼痛感消失了，无力感依旧还在。。\n\n凯两手撑地，努力将自己撑起来。第一次，右脚一个打滑，又摔在地上，疼的凯毗牙咧嘴。他咬咬牙，两手忽然发力，摇摇摆摆地就直立了起来，但眼看就要摔倒，他不顾疼痛，将脚换了一个姿势，虽然无比的痛苦，但至少能站稳了。\n\n四周都是灰黑色的石砖墙壁，许多都长着青苔，有些石砖甚至禁不起年久的风霜，已经开裂碎块了。他似乎，又回到了城堡的地方，却不知怎么的到达城堡内部了。\n\n虽然有了一点点亮光，还是看不清稍微远一点的景象。只能暂时确定，他可能处在古堡的大厅，而四周，都是绝壁，大门紧关着，只能从前面漆黑一片的走廊走了。\n\n周围安静的可怕。\n\n凯在包中摸索，良久，他拿出了一根又长又粗的木棍。他左手拿着点燃的火把，右手用木棍支撑着。全身上下的盔甲和武器完全不翼而飞，凭空消失了，就剩下他穿着外套，在漆黑的走廊里一瘸一拐的走着。\n\n走廊很长，很长，被亮光照耀到，似乎浮现出了类似文字的裂纹，不过他顾不了这么多，只是一瘸一拐的往前走。\n\n越来越深入城堡的内部，走廊也慢慢的变宽。\n\n越接往前进，越感觉到炽热，光线也明显的变亮了起来。\n\n凯有不祥的预感。\n\n走廊顶多还有10米，便到头了。\n\n凯往前走，却到了一个小拱门前。\n\n推开门，面前是一个断石桥。\n\n面前一个个竖立起来的，类似一根根下窄上宽的红土柱子，仿佛随时都会倒下。\n\n而在最下面，是翻滚着的，冒着气泡，粘稠不堪的岩浆。炽热的温度，险些烧掉了他的眉毛。\n\n血红色的岩浆，照亮了凯，苍白的面貌。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374202860,
            "txt_content": "生存时间：1月6日\n\n“第三批实验品已经送达了，从14号直到20号的实验品，2女5男，都是非常有潜力的‘白鼠’。”白衣人站在总统椅旁，看着手上的记录表格，说道。\n\n“何以见得？”总统椅缓缓转过身，杰带着微笑，看着白衣人。\n\n“3名男子均是雇佣兵集团出生，并从半岁开始培养战斗与生存技巧的。平均年龄不到二十岁，却是最有可能突破生存极限的‘白鼠’，和其他的实验品，是完全不可比的。其余的两名男子，为智力均达到190以上的战部军师，年龄为30岁左右，生存经验是最高不过的。”白衣人如同一台机器，器械的说出记录表格上的介绍。\n\n“很好，将他们全部投放至角斗场，7人杀出3名‘潜力股’。”杰一摆手，又转了回身，白衣人也退下了。\n\n……\n\n凯的眼睛无法忍受这可怕的炽热，只好紧闭双眼，让双目得以缓解。直到眼球好受点了，凯才缓缓睁开了眼睛。面前是一块块血红的土石，仿佛随时都会倒塌。而在底部，则是冒着泡、粘稠不堪的岩浆，掉下去必死无疑。凯放眼望去，一片片的土石到不了尽头，也不知道，会出现什么可怕的怪物……\n\n……\n\nLog看见信号弹了，他正在匆忙的往那个方向赶去。只是奇怪，仿佛永远停留在一个地方似的。\n\n（鬼打墙？）\n\nLog开始留意周边的景色：突起的石山，碎裂凹进去的石缝，散落一地的沙堆……这一切，仿佛是刚刚出现，又仿佛是重复了很久的景象……\n\nLog只能继续往前走着，走着……\n\n……\n\nHIM坐在手术椅上，面色严肃。\n\n（这，到底是哪里……这局躯体，到底是什么？）\n\n这个小房间里，一切，都是如此的诡异。\n\n……\n\n“看起来，一切都要开始了呢。”\n\n“嗯。”"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374202920,
            "txt_content": "生存时间：1月7日\n\n障碍角斗场。\n\n“这……是哪里……仿佛，充满着……血的气息呢。”一个人影，慢慢从地上爬起。光照耀在她身上，可以看到，一个娇小玲珑的轮廓。\n\n这个女孩，她的面孔的冰冷的，浑身笼罩着一股阴气，仿佛，是死人堆里爬出来的一样。\n\n陌生的气味，陌生的环境，让她不由自主的开始观察附近：一个地形起伏的空间，顶端的亮光，让她非常的不适应。不规则，可供攀爬的石砖梯，已经完全碎裂开来，变成一块一块的裂石。散落一地的箱子与物资，被坑坑洼洼的地表岩浆照的通红……\n\n她的面前突然出现了另一个人。突然的出现，却并没有吓到她。\n\n“你是谁。”熟悉而陌生的冰冷语气，从少女口中传出。\n\n来者不善，这是绝对的。\n\n对方并没有说话，只是淡淡的看着她，这让她感觉到一股压制的气场。\n\n见对方没有回应，她也不再多问，只是静静观察着他。\n\n暴风雨前的宁静。\n\n一个类似广播的声音，打破了他们之间的对视。\n\n“欢迎三位来到障碍角斗场。这里，是厮杀搏斗的世界，弱者只配死亡。只有胜者才能离开这里，所以，请拼死战斗吧。”\n\n（三位？）\n\n看起来，两个人都同时有着这个疑问，但却完全没有表达出来。\n\n看起来，他们的战争细胞，已经蠢蠢欲动了。\n\n看起来，一场血腥的搏斗，是在所难免的。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374202980,
            "txt_content": "生存时间：1月7日\n\n一大片岩石，脱落了下来，“噗通”一声，便掉进粘稠的岩浆，立刻被吞噬。\n\n凯一脸惊恐的趴在岩石上。在如此炎热的地方，他却依然冒着冷汗。\n\n（刚刚如果跳偏了一点点……后果绝对不堪设想啊……）\n\n在确定脚下的岩石非常坚固，暂时不会有碎裂的危险后，凯终于慢慢的爬了起来，不稳的站在了岩石上。\n\n一眼望去，全都是碎裂，摇晃不定的石头，完全没有什么可以利用的资源。\n\n（这样下去……绝对会因为体力透支而摔入岩浆的。没有一块石头是很稳定的，任何石头随时都会崩塌……）\n\n这样想着，凯越来越绝望。入口在进来时完全被封闭了，回去是绝对不可能了。脚的扭伤还没有完全好，一路跳过来已经基本用光了凯的大部分力气。\n\n（我难道……就要死在这里了么。）\n\n凯很想睡觉，从来没有这么严重的困意。一切都压在他身上好久了，家人，伙伴，任务，生存。这一觉，他没有被炎热的岩浆打扰，没有被恐惧的气氛所绝望。他睡得很沉，很沉……\n\n……\n\n男人随手捡起地上的木棍，在女孩冰冷的注视下掰成两端，尖锐的木刺露在了一遍，成为一个不太耐用的武器。\n\n女孩自然明白，她跳开，同时留意着四周的物资与地形。\n\n男人向着她冲了过来，两根短木棍仿佛两把短剑。\n\n木棍从他手中刺了出去，速度之快，甚至传出破空之音。\n\n女孩虽然跳开，但是手臂任然刺出一条痕迹。\n\n男人继续逼近。\n\n女孩抓起地上尖锐的石头，用一种投飞镖的架势，朝着男人投射过去。\n\n男人不愧是雇佣兵团出生，只是愣了0.1秒，便敏捷的闪了开来。但是，正是这几秒的时间，女孩已经从地上爬起，照着男人就冲了过来。\n\n手臂受伤，无法进行大力的打击，只能消耗了。\n\n男人一脚将女孩踢翻，拿着两根木棍就刺了下去。\n\n裂了。\n\n女孩倒地，腰部一个血洞，不断的流着血。\n\n男人站起来，表情从狂热渐渐地变得冷漠。\n\n“就这样么。总共有两个人，还有一个，在哪里呢。”\n\n他自顾自的走开了，独留女孩一人倒地。\n\n“伤的不轻啊。看起来，有必要认真了呢。”\n\n女孩望着自己的身体，喃喃的说道，眼睛，仿佛滴了血一样红。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374203040,
            "txt_content": "\n元宵节特别篇：孤单元宵\n\n汤圆，从古至今，都代表着圆满，团聚的意义。\n\n今天，是元宵节。\n\n（的确，如果不是被困在这个该死的地方，我也是可以和母亲团聚的。）\n\nLog漫无目的的在石板路上走着。\n\n凹凸不平的石块，一个个摆出了诡异的形状。\n\n（在嘲笑我，是吗？）\n\n孤单，寂寞笼罩着他的心。\n\nHIM死了，凯不知去向。\n\n（连和伙伴团聚的资格都没有了吗。我。）\n\nLog累了。\n\n想到这，他索性，不再前进，躺在了石块上。\n\nLog困了。\n\n没有朋友的陪伴，是这么的孤独啊。\n\n他讨厌这种孤独。\n\n……\n\n一碗热腾腾的汤圆，散发着香甜的气味，端在了Log面前。\n\n“元宵节快乐！”\n\n一个人在他面前说道。\n\n这个人长什么样子呢？他的脸，在不断的变换着。\n\n父亲，母亲，HIM，凯。\n\n“呵呵。元宵……”\n\nLog醒来了，只是眺望着远处的石块。\n\n“元宵……就别让我孤单了吧。”\n\n“看起来，我也必须打起精神了呢。”\n\n仿佛，有什么，在Log的心理绽放了。\n\n“凯，等着我，我马上就到。”"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374203040,
            "txt_content": "生存时间：1月7日\n\n灰暗的路灯。\n\n一个人在哭泣。\n\n他的影子在月光下，缓缓被拉长。\n\n如此的悲凉。\n\n……\n\n“这里是什么鬼地方！”洞穴中，响应的，只有空洞的回音。\n\n没有人回答，这让他很为恼怒。随手拿起一块石头，狠狠朝洞穴的墙壁砸去。他似乎还是不解气，搬起旁边的大石块，打算继续砸。\n\n“这里，是方块世界的训练室。你的目标，是在这里活下去，这次的游戏目标很有难度，但是如果成功，你可以拿到一颗价值1亿元的宝石。”一个声音从洞穴中响起，是白衣人的声音。\n\n“滚！让我回到现实世界！我还有一顿饭没有吃呢！”男子大吼道。\n\n“别这么着急，说不定，你永远不会离开了呢。十天后，我们再见。”说完这句话，声音就消失了，再也没想起过。不论男子怎么打，敲，骂。\n\n他累了，坐在石块上，大口的喘着气。这时，他才好好的注意看着这个石洞。\n\n在普通不过的石洞了。有灰尘，碎石，还有水流的声音，还有轻微的响声，还有……一个箱子！\n\n他欣喜若狂的爬了起来，走到箱子面前，一下便打开了它。\n\n64个面包，64个木头。\n\n他顾不得什么，拿起面包就狼吞虎咽的吃了起来，毫无节制，直到吃掉了10个面包，肚子鼓的不行，才停了下来。\n\n（这些木头有什么用！难道要我当原始人么！）\n\n他这么想着，只好将粗糙的木头一次一次砸，终于砸出了一根看起来很容易断的木棍。\n\n他已经基本没力气了。\n\n（这要怎么活呀……）"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374203100,
            "txt_content": "生存时间：1月7日\n\n“这样无谓的挣扎，有意义吗？”\n\n不断的重复这一句话，\n\n“与其这样悲惨的活下去，倒不如……自我了断算了。”\n\n的确呢，在这样的炼狱下活着，还不如死去呢。\n\n这种想法，对于身处地狱的我来说，是很正常的啊。\n\n睡梦中，唯一的意识。\n\n……\n\n“第三个人……在哪里呢？”男子边走着，边扯下一根木棍，自顾自的用手指甲削着。不一会儿，尖锐的指甲便让这根木棍变成了一把锐利的木矛。他看似轻轻一投，矛却狠狠刺入了面前的石块，立刻让石头碎裂了。\n\n“看起来，我用矛的能力，已经不是很尽人意了呢。”看起来，他似乎很不满意这次的投射。\n\n“算了，毕竟是木矛。”他缓缓向前，抬手干净利落地抽出了木矛。如此脆弱的木头，在插入石块后拔出来，居然毫发未损，还大大损坏了石块，不可思议的力度。\n\n“你是在找我吗？”轻柔的女声，从男子背后传来。他猛回过头，看见一个妙龄少女站在他面前。\n\n“哼。没错，我的确在找你。”\n\n“你找我，有什么事？”女孩问道。\n\n（我的任务，可是要杀掉她呢。）\n\n“你为什么不说话？对了，我还没告诉你我的名字吧。我叫神隐，你是？）\n\n（看起来，这个女孩，完全不知道自相残杀的事啊。也好，那么，我来了结她。）\n\n“林。很高兴认识你。”说罢，林便缓缓走向前，准备握手，而矛，则在他的背后，处于随时代发的状态。\n\n神隐单纯的把手伸了过来，见她靠近，林的矛，立刻刺了出来。\n\n（很高兴认识你。再见。）\n\n林闭上了眼，准备享受鲜血挥洒在身上的感觉。\n\n只是，为何迟迟没有感觉？\n\n林睁开眼，却发现，自己的身体完全保持刺下去的姿势，无法移动，矛则停留在空中。\n\n“忘了告诉你了。”神隐微笑。“我不是普通人，我可是有超能力，也就是你们所说的，念力哟。”\n\n“唔……！”林想说话，却发不出声音。\n\n“那么，好好睡一觉吧~”越来越沉重，最后林脑子里剩下的，只有神隐空灵的声音。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374203100,
            "txt_content": "生存时间：1月7日\n\n“唔……咳咳！”林从昏睡中醒来，发现自己平躺在坚硬的石板上。一阵阵恶心昏倦的感觉立刻在林身体里扩散开来，哪怕是身为雇佣兵的他也忍不住蹲下开始干呕，但也没有什么东西可以吐得出来的。\n\n抹了抹嘴，林立刻开始检查自己身体的伤势。还好，并没有什么严重的损伤，看起来只是精神上的损害而已。\n\n依稀记得昏睡前的状况。那个叫神隐的女孩，既然轻易将他的攻击挡了下来……不对，不是抵挡，是压根就没有接触到她的身体，便被固定在了空中！这种超能力，显然是超出常识范围的……\n\n林感觉自己的神经一阵阵颤抖般的疼痛，所有的思绪逻辑都被打乱了。\n\n习惯的看向四周，依然处于竞技场内，但那女孩已经没了身影。粗糙的木矛掰成好几段，散落在他身边，显然不能再使用了。\n\n“必须……活下去。”林自言自语的站了起来。已经很久没有进食了，肚子慢慢开始难受了起来。\n\n“必须……杀了她。”一根木头，被他握在手里。一次一次的打磨，让其越来越锋利而坚固。\n\n“必须……了结。”提起利矛，林摇摇晃晃的向着远处走去。\n\n……\n\n“你又是谁。”一个小女孩，拖着伤残的身体，缓缓地看向面前，和她差不多大的女孩。\n\n“我的名字，叫做神隐呢。你呢？”神隐轻松的回答道。轻松地非常可疑。\n\n“编号20。我并不想告诉你我的名字。”女孩看起来非常可怖，浑身都沾满了血，看起来随时在死亡线徘徊。但是面前叫神隐的女孩显然没有意识到。\n\n“我是18号呢。看你和我年龄差不多，我们一起合作吧？”神隐，看起来真是天真的可以。这让女孩有些厌恶。\n\n“我没有意见。”为了活下去，也只能合作了。等一切完成之后，在把她杀掉也不迟呢。女孩在心理打着算盘。\n\n“看起来，你伤的很严重。”神隐终于注意到伤了，女孩也感觉越来越力不从心。\n\n“稍等，我帮你来止血。”神隐将胸前的布带用力撕扯了下来，包住了女孩身上一个个血洞。又用不知道哪里来的药草涂抹上去，女孩顿时感觉轻松很多。\n\n“谢……谢谢。”一向冷漠的女孩，难得道了声谢。\n\n“不用，我们是伙伴嘛！”神隐天真的笑着。\n\n也许，这次的合作，真的是好事呢。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374203160,
            "txt_content": "清明节特别篇：似水流年\n\n灰蒙的雾雨，洗净了一切。\n\n散发着死亡气息的墓地，一个个石碑，都被时光所腐蚀。\n\n身着黑色西装的男子，独自站在墓地前，任由雨点打在身上。\n\n浑身滴着雨珠，男子缓缓张开嘴，却欲言又止。\n\n雨丝毫没有减小。\n\n男子走入了墓地，漫山遍野的墓碑。\n\n有的是崭新的刻字，但大部分，都是经历年久风霜的石碑。\n\n两个毫不起眼的墓碑，静静立在角落。男子蹲了下来，用手，缓缓轻抚着墓碑。\n\n名字上的尘埃，被雨水冲洗的干干净净。\n\n大雾弥漫，男子的身影逐渐淹没，只能看见模糊的背影。\n\n慢慢远去。\n\n……\n\n下午时分，大雾消散，第一缕阳光，照射进了墓地。\n\n一簇甘菊，静静摆放在那两个不起眼的墓碑前。\n\n花瓣上的露珠，清澈透明。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374203220,
            "txt_content": "生存时间：1月7日\n\n不知睡了多久。\n\n身体机能慢慢苏醒，舒展，凯汗流浃背，滚烫的石头让他背后生疼。\n\n汗一滴一滴落下，滴在岩石上，发出“嘶嘶——”的声音，仿佛在烤肉似得。\n\n当然，如果是烤肉，那么必然是烤人肉。\n\n虽然有衣服护着，但石头依然滚烫的像铁板。凯一鼓作气爬起，开始心平气和的看向四周。\n\n心静自然凉，但在这种炎热之地，再怎么心静也不会凉快的。\n\n顶多，只是冷静下来罢。\n\n虽然明知道不可能会丢东西，但是凯还是清点了下物资。\n\n部分种子已经因为炎热而变质，武器和装备倒是一个也没有坏。\n\n最让凯害怕的是，由于炎热气候，他所携带的水，已经完全蒸发干净了。干粮反而没什么损伤。\n\n这种地方，再怎么看，都不像是会有水蒸气的样子。\n\n慢慢，全身的感知到达了巅峰，但是，肚子却开始难受了起来。\n\n半天没有进食，还是可以忍受的，但是他已经很久没有喝水了。\n\n口干舌燥，但是往下看去，只有铁板烧岩石，和滚烫的岩浆。\n\n（还能忍。）\n\n既然已经喝不到水了，凯就索性吃了干粮，渴一点和再渴一点没什么区别。\n\n凯慢慢背上了背包，准备继续往前跳跃。\n\n由于稍微补充了能量，很轻松便跳到了下一个岩石上。\n\n身后，是一望无际的石块，面前，是一望无际的岩浆。\n\n（生的希望渺茫啊。）\n\n突然，凯听见，一声轻微的喘息。打了个机灵，立刻将剑拿出，握紧着。\n\n“吼！”一声雄厚的狮吼，混杂着霸王之气，传到了凯的耳朵里。\n\n从面前的石块堆里传出的。\n\n凯下意识屏住了气息，看着面前的石块，全神贯注地看着。\n\n一只狮子，缓缓从石块堆后走出。与其说是狮子，不如说是古代神话里的炎魔跟好些。\n\n火红色中夹着一丝金色的毛发，散发着强大的火焰气息。身体蠢蠢欲动，仿佛永远无穷无尽的力量。嘴牙带着火，带着血，一切都是如此的血腥而散发着霸道之气。\n\n（来者不善。）\n\n凯明白，这又将是一场恶斗。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374203340,
            "txt_content": "生存时间：1月7日\n\n浑身充满着力量，但是喉咙刺痛的干渴还是让凯略微乏力。\n\n狮子可是猫科动物，并不会一开始就扑上前，与凯硬碰硬的干上。一般会蓄势待发，寻找着一瞬间的破绽。那只狮子并没有动，只是眼睛注视着凯，嘴巴微微张开，又合上。浑身的火焰貌似狂热了一点。\n\n敌不动，我不动。凯已经能感受到滚烫的火焰气息了。\n\n一瞬间，周围都安静了下来，只有滚烫岩浆“咕噜噜”的流动声。\n\n都在等待着，等对方暴露出的破绽。\n\n致命的破绽。\n\n……\n\n石矿洞中，潮湿而刺鼻，却倍感熟悉的气味。\n\n“我……我一定会死的。呼……我为什么……他妈的，为什么会来到这种地方？”男子独自缩在洞穴的角落，痛苦而恐惧的抱着头，自言自语。\n\n他只不过是一个土里土气的宅男而已,作了什么孽,来到这该死的地方?\n\n网上和生存有关的东西，他也没少研究，什么荒野求生系列，自然灾害急救，他都略知一二。\n\n但是，没有人告诉过他，怎么生存在这该死的地底啊！\n\n（不管怎么说。）他镇定了一下，抹了抹脸上混杂着惊吓汗的眼泪，拿出了身旁一直放着的粗糙木棍。\n\n是拿来防身用的，虽然在这个封闭的矿洞压根不会有危险。\n\n（仔细想想吧，你玩了这么多游戏，都是当屁放得？）他在心里对自己说道。\n\n（这种情况……这种情况……是游戏泰拉瑞亚么？）\n\n他看了看手中的木棍。\n\n那么……现在是挖矿时间了，对吧？"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374203340,
            "txt_content": "生存时间：1月7日\n\n这只狂妄的炎魔，张着血腥的獠牙，和凯周旋着。\n\n凯已经不动声色地将剑握在了手中，等的就是那一刹那的机会。\n\n炎魔也在等待这个机会。\n\n就在这时，炎魔踩上了一颗石子，石子碎裂让其略微跌了一跤。\n\n（好机会！就是现在！）\n\n凯如同风一般冲了上去，使劲挥砍。\n\n炎魔也不是省油的灯，在短短半秒内调整好了姿态，逃了开来，凯的攻击落了空。\n\n它在跳开后，立刻狂吼着扑向了凯。凯身形一闪，手臂只是被爪尖轻碰了下，立刻出现三道冒这白烟的“熟肉”。滚烫的痛感让凯咬紧了牙关。\n\n（这，到底是多高的温度？）\n\n炎魔在落地后立刻调整好了姿态，如同猫科王者的狮子一般，蓄势待发，气宇轩昂地大吼一声，同时再次扑向了凯。\n\n（同样的招式么……）\n\n凯如同上次一样，把身形闪地更开了点。这样便能轻松躲掉炎魔的扑击。\n\n不了炎魔却在空中将身形一转，完成了一个完美的空中转向，居然向着闪开的凯扑来。\n\n整个过程只有一弹指时间而已，凯刚刚闪开落地，根本不可能做出更快的反应第二次闪开。\n\n无奈，凯用最快的反应将剑挡在了胸前，同时尽可能地往旁边翻滚。\n\n两只利爪深深插进了剑刃，立刻散发滚烫的烟雾。居然连钻石这种高强度的材料给熔炼了。\n\n热气熏得凯眼睛生疼，脸庞也火辣火辣的。他顾不得这些，立刻把剑用力一丢，翻滚了开来，同时抽出第二支剑来。\n\n刚刚扔出去的被腐蚀的钻石剑，并非没有起到作用。由于强大的投射力度，以及其本身的锋利程度，把炎魔三分之一的脚掌给切了开来，霎时间，鲜血直流。\n\n鲜血流入焦石上，立刻被蒸发干净，留下一丝若有若无的血腥味。\n\n炎魔痛苦地挥动脚掌，仿佛要把疼痛甩开。\n\n凯看到了这瞬间的破绽，顾不得伤痛，翻身而起，再次砍向了炎魔。\n\n手起剑落，炎魔的头掉在了地上。\n\n前一秒还神龙活虎的火狮子，立刻变成了一个毫无生气的尸体。\n\n凯咣啷当倒在了地上，大口喘着气。\n\n奇怪的是，当炎魔死后的尸体，暴露了出来之后，立刻开始冒起了浓浓白烟，先是感觉到滚烫的燥热，接着却是凉爽的凉风。身边的气温仿佛都降低了许多。\n\n流出的鲜血，碰到了这些白眼，居然变得不在滚烫，也不会蒸发。\n\n凯已经很久没有喝水了，这些鲜血让他不由自主的开始砸吧嘴。\n\n（应该……没事吧？再不喝，真的要渴死了……）\n\n凯用手指沾了一点血，咽了下去。\n\n一瞬间，仿佛老旧的发动机又充满了电，凯感觉浑身充满了力量。只是一瞬间而已，但是。\n\n受到如此强烈的感觉，凯立刻爬了下来，开始舔食地上的炎魔血。\n\n（身体……的素质在不断地强化！）\n\n这是凯的身体，给他的指令。\n\n（难道……要存活下来，我必须……）\n\n凯的眼神，突然变得坚定了。\n\n（我必须，去猎杀那些炎魔！）\n\n没错，凯点了点头。为了见到伙伴们！为了，活下去！"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374203400,
            "txt_content": "生存时间：1月9日\n\n岩浆大陆。\n\n一阵阵白眼，从石头的裂缝中飘出。烟雾弥漫，一个黑影却在缓缓地走着。\n\n仅仅两天，他已经基本适应了这里的环境。皮肤变的血红，浑身散发着无形的压力。\n\n对于本来战斗力就不弱的凯来说，杀死一些炎魔并没有想象中的这么困难。而他的身体，也在一次次血的洗礼下变的更加强壮。炎魔，也成为了他的食物来源。\n\n现在的凯，已经没有任何不甘与感情。一次次实力的增强，却被炎魔的血液一次次冲击着大脑。每一次的进食，眼睛总是越来越红，而身体不由自主的嗜血。这样下去，迟早要反噬，爆体而亡。而支撑着他的，是唯一的一个信念，与伙伴团聚。\n\n正是这个信念，让他在一次次的血之洗礼下，保持着清醒。\n\n（一定，要与伙伴见面！）\n\n看着远处缓缓的炎魔身形，他进入了战斗的姿态。\n\n……\n\n地下试验室。\n\n“佣兵团已经准备好了么？”\n\n“是。正在进行对接的调试，而两名人员都已经准备好了，马上就可以得到。”\n\n“把他们也都安置在‘马戏团’里。”轻浮而生冷的声音。\n\n“是。”缓缓地退下了。\n\n……\n\n“这次的任务，是调查废弃的实验室。但敌军已经在外部建筑了营地，这是一次九死一生的行动。”一个头戴军官帽的人，正面对着面前的两名男子。\n\n“当然，如果成功，不但双倍的定金，同时，还将报酬翻5倍。”顿了顿，“必须，从实验室中带出点什么来。否则任务失败，你们也明白后果吧？”\n\n“真是。”看似吊儿郎当的男子。“又是一次无聊的任务啊。一点也不刺激呢。”缓缓把玩着手中精致的石质匕首。\n\n“是。”而另一名男子，脸长得普通至极，甚至无法给人在第一眼留下印象。\n\n“那么，就这样吧，明天出发。”军官脸上，露出若有若无的笑。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374203520,
            "txt_content": "生存时间：1月9日\n\n碎石滑落，在这静寂的矿洞中闹出不小声响。\n\n躺在磕磕巴巴的石头上，那个男子在抽泣着。已经两天过去了，与外界没有任何联系，这个孤独是无法忍受的。\n\n“曲奇……你一定要振作啊！混蛋，哭算什么本事？！混蛋！”他已经大吼了好几次，也不知道是针对自己还是谁。\n\n身边一堆堆碎石，还有一把残破的粗糙十字镐。\n\n隐约夹杂着一些混沌的矿物，但曲奇完全不知道怎么去处理他们。\n\n什么事也不能做，只能躺下睡一觉了。\n\n突然，一声爆炸，从右侧传来。立刻，爆炸的回声就在矿洞中环绕。本来狭小的矿洞，立刻被爆炸声震德仿佛抖了起来，曲奇的耳膜撕裂般的痛苦。\n\n还好只是一声，等声音渐渐消去时，他才望右侧看了过去，只见一个小洞出现在那里，看里面的样子，还连接着一个大洞。\n\n（什么情况？）\n\n曲奇忘记了恐惧，探头探脑地看着新洞穴内。\n\n不知道是不是劳累地眼花，他似乎看见一个黑影在移动着，他立刻抹了抹眼睛，重新看去，黑影已经消失了。\n\n这个突发事件让他没有了寂寞和恐惧感，拿出了随身的火把，慢慢的，走进了洞穴中。\n\n……\n\n两个女孩，一前一后，在通道中闲逛着。一个蹦蹦跳跳，一个一瘸一拐的。\n\n那正是冷漠的女孩和神隐。\n\n“别沮丧着心啊，这里又不是这么的可怕。”神隐笑着，走着。\n\n虽然是伙伴，但女孩还是很厌恶神隐的天真。\n\n“是吗，那你是没体会过吧？”带有浓浓讽刺语气的回答。\n\n“好了好了，我们也快到了吧。”神隐似乎没有注意到她在说什么。\n\n“你说，为了绕开那个男人，我们必须到竞技场的另一端。为何我们已经走了将近两天，还没有到达边界？”\n\n“我认为，我们已经走出了竞技场的范围了吧。”天真浪漫的笑容，依旧。\n\n“你。”话没说完，这个女孩突然按住神隐的肩膀，往地下一拽，两人一起卧倒在了地上，同时，头上传来穿刺之声。\n\n“看样子，说曹操曹操到呢。”女孩看着不远处，一根锋利的木矛，说道。"
        },
        {
            "author": "漠然一笑",
            "timestamp": 1374203520,
            "txt_content": "生存时间：1月9日\n\n“你还没有死啊，超乎我的预料呢。还有你旁边的这位？”男子缓缓出现在她们的视野。”必然是之前和我切磋过的神隐小姐吧，好久不见。”\n\n“恩~我就是神隐。上一次你可是被我彻彻底底的打败了哟。还想来打一场吗？”她灿烂的脸上笑得很开心，看不出什么瑕疵。\n\n看来他完全没有搞清楚状况啊，男子心理想。肌肉紧绷着，准备蓄势待发。\n\n“呵呵，你是不是忘了谁？”那女孩冷笑的声音传来，下一秒，就已经是戟之声。这几天，她在神隐的帮助下，用石头打造出把较为锋利的石戟。\n\n男子轻盈一跳，背后的石矛也在同一时间辞了出来，两枪兵器相撞，发出锵锵声。\n\n“技巧不赖呢，小姑娘。”刀光剑影，男子说道。\n\n“被你夸奖，还真是我的侮辱。”一戟刺出，男子闪开，翻身也来了一记。\n\n女孩将戟投出，翻身一躲。矛将她的脸上划出一条伤口，而戟也刺中了男子的腹部。\n\n“这样一来，我就收下你的武器了。”男子一咬牙，拔出了戟，毫无犹豫的向着女孩刺来。"
        }
    ]
}