{
    "title": "【末日】第十一章",
    "author": "晴受.",
    "replyCount": 5,
    "timestamp": 1376113920,
    "txt_content": "【【索引】】\n\n\n第十一章 帝国 \n\n巴特平原西部三千里 麦块帝国 \n\nBaNdit站在残亘断壁上 微斜的身体倚在一把钻石斧上 悲悯的望着被病毒吞噬的黑云 \n\n他 帝国军荆棘骑士团团长 为国家冲锋陷阵 立下战功无数 破敌万千 \n谁料想末日来临 帝国骄傲如斯的兵种 强壮的荆棘骑士们所驻扎的边防 一夜间数千人感染 寥寥数天 整整三万骑兵 所剩仅有三百 \n\n拼死撤退 终于退回帝国 可帝国里一派死相 他的妻子 母亲 儿子 悲鸣中 战火中求饶 他却如同傻子 死死的守着边防 死死着为国献身 \n\n帝国 一百九十万人口 锐减至五万 \n\n所有的兵力集中退守内城 将外城隔离 清理 \n他甚至没有见到自己亲人 谁知道那柄令敌军闻风丧胆的利斧 是否斩下了他们的头颅？ \n他一路拼杀 杀 杀 一柄伐木斧 杀出了一条血路 杀到了内城城门 \n\n可那城门 不开 \n撇了他三百弟兄 撇了他一身军功 撇了他的荣耀 他的信仰 城门不开 \n\n他倚在城头 望着城下如同蝼蚁般密密麻麻的僵尸 \n\n他一军之首 落下了铿锵男儿泪 \n\n利刃般的风打着旋吹开了他茂密的胡须 他一身破败的铠甲如同一尊石雕 一尊被人遗忘千年 经历风雪洗涤的石雕 \n\n唯有他手中的利斧 那把跟随他征战数十年的利斧 \n\n\n帝国内 城主府 \n\n马斯蒂诺·狮·路易 坐在王座上 俯瞰着座下的大臣 一头黄金般柔顺的长发披散 英俊的面容有些憔悴 \n\n他是一国之王 麦块之王 \n\n\n“吾卿们 怎么看” \n\n半响 他开口 狮子般沙哑的腔调在大厅内回响 响在每个大臣的耳边 \n“这个...” 大臣们发出一阵唏嘘 但没有一个人敢出口应对 \n\n“一群酒囊饭袋” 突兀的 一声男声响起 清亮 高昂 \n\n“皇家弓兵营营长 漠” 声源自报家门 循声望去 只见来人一头乌黑的长发 高挑的身型紧着一身长袍 背后着一把长弓 赫然不过二十五出头 \n\n“乳臭未干的毛孩” 大臣们循声一止 随即爆发了一阵哄笑 \n\n路易望了望座下的一干大臣 一股可怕的威压散发 帝王之气暴起！ \n\n“漠营长 说” 他道 一股淡淡的威严锁定着座下的所有大臣 \n\n“陛下” 漠单膝跪下 随即朗声道 “我认为 死尸的危机迫在眉睫 而在这场守城战中弓箭手尤为重要 内城有我帝国卫队领导 我愿率领五千皇家弓箭手出内城到外城 聚在外城塔楼清理外城外死尸” \n\n“放肆！ 你区区一个营长 也敢妄言要整支皇家弓箭手？” 座下的大臣中一名肥胖如猪的贵族猛的站起 一身肥肉抖了三抖 显然是不满 \n\n“是啊.是啊!” 其他的贵族也纷纷朗声反对 那义正言辞一脸正义的样子好似真的为国家着想 但那意图明显的让人恶心 \n\n“在这末世里 你们这群虚头巴脑的东西只配吃猪食 除了把自己的肉贡献出来 你们还有多少价值？” \n漠轻蔑道 犀利的脏话如同一个个巴掌抽在那些贵族的痛处上 \n\n“放肆！” 一干贵族猛的发声 身边的卫士齐刷刷的拔剑 \n\n\n“嗖！” \n\n一声爆响 一颗头颅应声而爆！ \n\n一具肥胖的尸体沉重的落下 分明就是那出声的胖子 \n\n而出手的 分明就是不知何时已经拔出长弓的漠！ \n\n霸气！ \n\n一股凌厉的杀气如同实质的气浪席卷而出 将那群贵族死死的压制住 竟没有一个敢发出声！ \n\n“一群废物” 漠收起长弓 轻蔑的笑了 \n\n“大殿上杀人 真当我皇宫无人了？” 一声滚滚天雷般的爆响响起 一股更加强大的实力猛的碾来！ \n\n“够了” \n\n淡淡的一声 沙哑如狮 \n\n“漠 率领五千皇家弓兵 出外城 ” \n\n路易道\n\n",
    "replies": [
        {
            "author": "晓风晚月",
            "timestamp": 1376119740,
            "txt_content": "这个，标点符号呢……逗号呢……句号呢……"
        },
        {
            "author": "晴受.",
            "timestamp": 1376120280,
            "txt_content": "晓风晚月 发表于 2013-8-10 15:29 \n这个，标点符号呢……逗号呢……句号呢……\n不好意思这是我之前的习惯 后期是有更改的"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376120640,
            "txt_content": "晴受. 发表于 2013-8-10 15:38 \n不好意思这是我之前的习惯 后期是有更改的\n为什么这么多人都喜欢用英文做名字"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376120940,
            "txt_content": "晴受. 发表于 2013-8-10 15:38 \n不好意思这是我之前的习惯 后期是有更改的\n可以把所有直接贴在一起吗，看起来方便一点"
        },
        {
            "author": "晴受.",
            "timestamp": 1376128560,
            "txt_content": "晓风晚月 发表于 2013-8-10 15:49 \n可以把所有直接贴在一起吗，看起来方便一点\n你看我已经这样了 所以没办法更改了"
        }
    ]
}