{
    "title": "不敢相信…………",
    "author": "lfr86513137",
    "replyCount": 7,
    "timestamp": 1376145180,
    "txt_content": "这个哆啦A梦大结局（虚构） 世界，真的不是美丽的——主角大雄突然从睡梦中惊醒，发现自己躺在病床上。原来，世界上从没有过机器猫、也没有万能口袋、也没有.....总之，主角是由于极度的自闭症被送入精神病院的病人，已经在医院住了八年，静子是主角儿时暗恋的同伴，主角所有的记忆都停留在八年前的早晨。一切都是主角的幻想...... 　　 　　 　这个结局反映了日本社会的冷漠，也表达了作者对社会的极度失望...后来，由于读者极其反感其结局（同时期日本自杀率明显UP，至少有一百多人是直接受其结局影响而对生活感到决望，《机器猫》是这些自杀者唯一美好单纯的心理慰藉），所以才决定不在动画版中使用此结局。（国内当然更看不到）我去…………\n在小学馆的博物馆中，珍藏着藤本弘先生的最后一页作品《野比太发条都市大冒险》藤本弘先生并没有完成最后的作品就去世了，死因是积劳成疾。 这个，你懂得\n正统结局小叮当没电——某天，大雄如往常般，忘了做作业,在学校被老师骂;也如往常般被技安、阿福他们欺负。就连未来的太太静宜也答应要先嫁给别人。总之，对大雄来讲，生活就是一连串类似事件的反覆。今天跟昨天没什么两样。 \n　　 \n　　 唯一的变化是，叮当突然变成植物机器。无论大雄怎么踢、打和骂，叮当都没有反应。大雄不知道叮当到底发生了什么事，只伤心得哭了整晚。可是，无论大雄再伤心透了，叮当也只是闻风不动地坐在柱子前。大雄伸手到口袋内试试，但口袋也豪无任何动静。最后大雄想起抽屉里的时间飞行机，就穿著睡衣飞到22世纪去找叮当的妹妹叮铃。叮铃还没完全听完说明，就被大雄催著坐上飞行机飞回20世纪。叮铃一看哥哥动也不动，马上知道是电池用完了。正想换电池时，叮铃想起一个非常重大的事。没有备用电源……大雄不懂得其中意思，只在一旁催。叮铃只好问大雄：你愿意让哥哥跟你的回忆都消失吗？原来旧型的猫机器人的耳朵里，装有备用电源，以便充电时能保持至今为止的记忆。可是……叮当没有耳朵！（这是众所皆知的吧。） \n　　 \n　　 大雄终于里解了事情的困难。种种回忆在大雄的脑海里奔腾大雄跟叮当曾飞到过去、未来，也曾到恐龙世界，海底世界，更在宇宙打过仗……叮铃拼命解释给大雄听。若要装新电池，叮当醒来时会失去一切与大雄曾有过的回忆。若保持现状，记忆不会消失。结果，大雄选择保持现状。此时，大雄还是小学六年级。十数年后……从海外归国的大雄，已成长为英俊迷人的青年，并就职于某家尖端科技的企业。他身边的新娘，正是宜静。 \n　　 \n　　 当年，叮铃回到22世纪后，大雄只跟身边的人们说，叮当回到未来的世界去了。时日一久，也就没人再提叮当的事。不过，叮当其实一直被保管在大雄家的壁橱里。大雄为了修好叮当，拼命用功读书，然后国中、高中、大学，成绩逐年升腾。最后到国外求学。现在，大雄身在他自己的研究室中。他叫来平日严禁其出入研究室的妻子静宜。对她说：\"你看，我要按开关了。\"说完，大雄颊上情不自禁流下两串泪珠。他就是为了这一刻，苦学了十几年……为了这一刻，从一个老是忘了做作业、成绩从倒数起算比较快的笨学生，爬到今天的地位……当他开关按下后，久久一阵的静寂，静寂……终于，叮当开口了：\"大雄，我等你很久了。\"",
    "replies": [
        {
            "author": "dcsuibian",
            "timestamp": 1376145300,
            "txt_content": "这是假的                        "
        },
        {
            "author": "lfr86513137",
            "timestamp": 1376145360,
            "txt_content": "第一个是传闻第二个是真的，所谓静宜，就是静香"
        },
        {
            "author": "lfr86513137",
            "timestamp": 1376145420,
            "txt_content": "moxie 发表于 2013-8-10 22:35 \n服务器【双线】冒险世界——一个小而和谐的服务器[1.5.2]【加QQ群180745004】有IP\n滚吧你。在这你发！"
        },
        {
            "author": "1365619159",
            "timestamp": 1376145420,
            "txt_content": "这绝对是假的……我见过这个结局"
        },
        {
            "author": "大头の蘑菇",
            "timestamp": 1376145660,
            "txt_content": "这结局略伤感啊！！！"
        },
        {
            "author": "905943024",
            "timestamp": 1376145720,
            "txt_content": "我知道第一个是真的，，我看过了，那个视频"
        },
        {
            "author": "Coerce二號",
            "timestamp": 1376177940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}