{
    "title": "第三次MC大战，新人第一次发帖。",
    "author": "vhckke",
    "replyCount": 7,
    "timestamp": 1376319180,
    "txt_content": " 本帖最后由 vhckke 于 2013-8-13 11:49 编辑 \n\n作者在前唠叨两句：鄙人第一次发帖，求鼓励。不好，勿喷\n\n序章：                              \n  “隐蔽，快隐蔽！火炮来袭！“史蒂夫竭尽全力的喊着。接着，一枚炮弹在他的身边炸响，史蒂夫本能的匍匐了下来，只是一点划伤。可是在他旁边的通讯兵运气可不是这么好了，身体被严重灼伤，在战斗结束后，确认死亡。炮火结束后，史蒂夫站起来，跳进了战壕，从地上捡起一把轻机枪，对着来袭的敌军扫射。突然，从战壕的右侧冲过来一名敌兵，向史蒂夫射击，史蒂夫右臂被击中，倒了下来，史蒂夫迅速拔出手枪，精准的打爆了对方的头。战斗进入白热化，双方的子弹都打完了，我方的士兵给枪上了刺刀，对方优先发起了冲锋，史蒂夫和其他剩余士兵发现对方的兵力多于自己几倍，但他们一个人都没逃跑，因为他们都抱着必死的信心来打这场战斗，又因为史蒂夫告诉他们这次参加战斗的只是这他这一个王牌师，而对方却拥有两个精锐军。 \n  突然，一发炮弹准确的击中了敌方，士兵们的头都转向炮弹射出的地方，一辆坦克，哦不，是数十辆坦克，我们有救了！其实，史蒂夫没告诉士兵们这次战斗还有一个精锐坦克师来参战。士兵们配合着坦克轻轻松松打赢了这场战斗。据统计本场战斗敌两个军只逃出将近一个营，我方只剩下一个团，坦克部队只损失了6辆。战斗结束后，一名士兵对师长（史蒂夫）说：”师长，我们胜利了！我们胜利了！咦，师长？师长！“\n\n\n\n求贴不要沉啊！！！",
    "replies": [
        {
            "author": "dcsuibian",
            "timestamp": 1376319300,
            "txt_content": "MC都第三次大战了，你猜第一次发帖"
        },
        {
            "author": "星痕",
            "timestamp": 1376319300,
            "txt_content": "前排围观，文章不错，继续努力"
        },
        {
            "author": "vhckke",
            "timestamp": 1376319480,
            "txt_content": "dcsuibian 发表于 2013-8-12 22:55 \nMC都第三次大战了，你猜第一次发帖\n继二战以后{:10_492:}"
        },
        {
            "author": "1109101628",
            "timestamp": 1376320740,
            "txt_content": "史蒂夫=师长……\n\n\n\n\n\n\n\n\n\n\n↓看签名↓"
        },
        {
            "author": "vhckke",
            "timestamp": 1376385540,
            "txt_content": "帖子千万不能沉啊"
        },
        {
            "author": "Marry",
            "timestamp": 1376388840,
            "txt_content": " 本帖最后由 Marry 于 2013-8-13 18:16 编辑 \n\n如果特别依赖战壕的战斗，估计是近代的世界大战背景。\n\n第二段说击中了敌方，请问是击中了什么？对方肯定也躲在战壕，依靠坦克的穿甲弹能做什么？\n\n榴弹？坦克的榴弹杀伤范围不算很大，躲一躲就可以避开了。因为当时的标准主战坦克的炮管不会超过120mm【超过了就是自行歼击车，自行火炮】，发射的高爆榴弹不可能有那么大的杀伤\n\n炮弹击中了友军，比起烧伤，他们更加可能是被炸碎；或者说内脏与血管完全破裂，直接吐一滩血死亡。通讯兵的死法太不科学。如果是烧伤，那么就应该是汽油弹，如果是汽油弹那么一个战壕，包括史蒂夫都不可能存活。\n\n对动作描写的不够足，捡起轻机枪直接进行扫射是不可能的。捡起他人任何一件武器，应该及时检查枪械的机械是否能继续运转，检查弹仓就是最重要的一点。也许对方没有子弹了，那岂不是更加浪费时间？\n\n突然右侧冲过来一个敌兵？如果是这样就已经沦陷了，不可能是一个人战斗的，他应该要带一批人过来 才对。一个人的战斗就算是侦查也不会做这种傻事。\n\n史蒂夫没有事先告诉士兵有坦克中队来支援……？这根本就是作为指挥官的错误，这是并不是单单是影响全体人员的士气的因素，一个队伍里不止一个指挥，如果不把这件事情说出来，让他们去硬拼的话，死亡人数就会多出很多倍。相反，如果提前知道了有坦克中队的支援，各小队，中队就知道如何使用战术了，他们会拖延敌军时间，而不是玩‘集结号’。\n\n史蒂夫是‘师长’，他不应该直接参加战斗，整个战斗负责人应该革职并且告上军事法庭。当场枪毙都不过分\n\n你对战术，战略等逻辑太薄了。需要改进一下"
        },
        {
            "author": "vhckke",
            "timestamp": 1376400120,
            "txt_content": "Marry 发表于 2013-8-13 18:14 \n如果特别依赖战壕的战斗，估计是近代的世界大战背景。\n\n第二段说击中了敌方，请问是击中了什么？对方肯定 ...\n好吧，是现代战争，我会听从建议进行更改的"
        }
    ]
}