{
    "title": "【水】英语作文求大神分析修改",
    "author": "冰块⑨号",
    "replyCount": 10,
    "timestamp": 1376347020,
    "txt_content": " 本帖最后由 Lighten_Eagle 于 2013-8-13 08:38 编辑 \n\n一个视觉传达设计（VCD）的分析作文，明天就要交了，现在求大神检查一下有木有什么地方可以改得更好的= =\n主题是一个包装设计的视觉分析……\n\n\n觉得800字不够啊= = 都是乱写的，很多内容重复了不知多少次了\n\n在想做作品的时候和 Minecraft 相关的吧……宣传某服或者只是游戏主题啥啥的……\n\n卤蛋是英语大触一定会来看的\n\n\n\n\n\n“Askinosie Chocolate” Visual Analysis\n*Materials - This visualCommunication is a package design, and it is designed to be the advertisementon social media or be printed on posters, maybe in some shops, or bus stations.The product would have probably been made by Kraft paper with grass rope,weatherproof print, perhaps with some loose hay packing in the box. The inks (black)intentionally print on the products as fade of inks (white dots) gives someretro felling.\n*Methods –Envelope-shapedchocolate bar package, cylinder chocolate nibs can with the Classical Kraftpaper box and the hay grass. Outside of the package is a gift-like rope noose and knot.Seems the dry brown and grass-like materials make every part of the package. Theproduction process is most likely to have been automated, however the gift-likerope noose and knot surround the package seems been made by hand. Also, theDesigner would have to have been involved to a great degree in terms of manualdesign methods.\n*Media – This Visualcommunication is based on the rank of the different product of the AskinosieChocolate. Different types of chocolate productions in a open package assort with the overall package atthe front show all the inside and the outside rank. Little bit of the cover andinclination make the production package nice and clear. The font of the production match the brown Kraft paper gives a retro,classical and chocolate feeling, perhaps the font on the title has been decoratedby the Adobe Photoshop.\n* Design Elements – Thedirection, the appearance and the rank ofthe productions are very important for the effect of the advertisement. The VisualCommunication of the package design gives the feeling of space, tone, texture, balance, contrast and many Visual Communicateskills. The rank of the productions (chocolate bars, chocolate nibs, and thebox etc.) have been put in a balancedorder, leaves some space at theleft-right corner; the open pack with the chocolate productions contrasted with the close pack, give aover view of the whole production. The letterformis present in a balance way, telling people the point information (nibs, Askinosie), using a pretty formal font as retro style.\n*Design Principles –The most striking Design principle is the use of Contrast. This design was show by put the production in a balanced way, the red ”Askinosie”on the box clearly show the name production, also the “NIBS” on the cylinderpacking at the back, give the definition of the production in the packingstraightly; and it may not clear, but there is also this kind of title on theenvelope-shaped chocolate bar packages. The texture combine and the rankof the production make the tone in a nice and balanced appearance. The formal and retro type of the letterform matches the retro thyme andgives to people a good effect and feeling of this chocolate.\n* Target Audience – Theretro colour and formal outlook that combined with the dark tones used in thisVisual Communication would suggest that this is not mainly aimed at children,but people who like classical style and retro theme. Also through the packagedesign and the product rank we can also tell it is not for the teenager orchildren but for the people who have a calm and slightly old (retro) judgementfor this product (chocolate). You could generalise however and say that it isprobably aimed at males aged between 20 – 50 years old. This production is originallyto show the package design and also for advertisement.\n*Purpose- As discussedabove, the purpose of the poster is to advertise the different types ofchocolate of the Askinosie Chocolate to people who likes the retro style and the classical package. The producerputs the chocolate in some angle and rank makes the tone and covers on someparts, make it being pleasant to look at. The desired outcome would be that peoplesee the advertisement/design, feels that “this chocolate looks good, and havemany different types and flavours in the package. Oh, I like those nibs… (Theobvious tile on the inner package.)” People are getting interested in theappearance of the production (chocolate) and go find the name of the product,they will search on the outer package which has the red “AskinosieChocolate” on it, tidy and neat, people are rememberingit and separate to other people.\n*Effectiveness – TheVisual Communication is pretty effective. The harmonious feeling of the chocolatepackages designs get the people’s interests, and tidy and neat font gives theinformation that customers need straight way. The inner package and outerpackage show the content of the product, make people easy to have a decisionand attracts customers. Nice skill of the packing (outlook of the packing) alsocatches people’s attention; the rank of the productions is just on the point.\n",
    "replies": [
        {
            "author": "a1257506573",
            "timestamp": 1376347800,
            "txt_content": " 本帖最后由 a1257506573 于 2013-8-13 06:50 编辑 \n\n好吧 根本看不懂... 发这么早 会有人嘛？"
        },
        {
            "author": "冰块⑨号",
            "timestamp": 1376347980,
            "txt_content": "a1257506573 发表于 2013-8-13 08:50 \n好吧 根本看不懂... 发这么早 会有人嘛？\n时差，现在九点= ="
        },
        {
            "author": "Coerce二號",
            "timestamp": 1376348040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "youliao",
            "timestamp": 1376349180,
            "txt_content": "那我来帮帮你吧：\n“askinosie巧克力”的视觉分析\n*材料-这是包装设计的视觉传达，它的设计是advertisementon社交媒体或印刷在海报，也许在一些商店，或公共汽车站。该产品将有可能被用草绳，牛皮纸防水打印了，也许有些松散的干草包装盒。油墨（黑色）故意打印产品褪色的油墨（白点）给someretro感觉。\n*方法–信封shapedchocolate拉杆包，气缸巧克力笔尖可以与经典的牛皮纸盒子和干草。包的外面是一个礼物，如绳套索和结。似乎是干燥的褐色的草状材料做包装的每一部分。是生产过程中最有可能是自动化的，不过礼物likerope套索和结环绕的方案似乎是由手。同时，设计者将不得不一直参与在很大程度manualdesign方法。\n*媒体–这视觉传达的基础上askinosiechocolate不同产品等级。不同类型的一个整体包在前打开包装的巧克力产品分类显示所有内部和外部的秩。点覆盖andinclination使生产包装好的和明确的。生产的字体匹配棕色牛皮纸给复古，经典和巧克力的感觉，也许在标题字体已decoratedby Adobe PS图象处理软件。\n*设计元素–方向，外观和等级的产品广告的作用是非常重要的。包装设计的视觉传达给空间，感觉色调，纹理，平衡，对比度和视觉communicateskills。产品的等级（巧克力，巧克力，包括笔尖，等）被放在一个balancedorder，留下一些空间在左右上角；带巧克力生产紧密包将打开包，给整个生产由于视图。在一个平衡的方式呈现letterformis，告诉人们一点信息（笔尖，askinosie），使用非常正式的字体的复古风格。\n*设计原则–最引人注目的设计原理是使用对比。通过把生产以平衡的方式被设计，红色的“askinosie“盒子上清楚显示产品名称，也是“笔尖”在cylinderpacking在后面，在packingstraightly给生产的定义；它可能不明显，但也有这种在信封上形状的巧克力包标题。纹理结合生产打下了基调和一个好的均衡状态的rankof。的字体形式和复古式的比赛中给人复古百里香这种巧克力效果好的感觉。\n*目标受众–theretro颜色和形式观，结合用thisvisual通信的暗色调的建议，这不是主要针对儿童的，但人喜欢古典风格和复古主题。通过包装设计和产品等级也可以告诉我们这不是青少年orchildren但谁有一个平静和稍老的人（复古）judgementfor本产品（巧克力）。你可以概括，但是，说它可能是针对20岁到50岁之间–。本产品originallyto显示包装设计和广告。\n*的目的，为discussedabove，海报的目的是宣传的askinosie巧克力的不同类型的巧克力的人喜欢复古的风格和经典的包装。该producerputs在某些角度和等级的巧克力使音调和覆盖在一些地区，使它显得愉快。将所期望的结果，peoplesee广告/设计，认为“这巧克力看起来不错，并有许多不同类型和口味的包装。噢，我喜欢那些傲慢的人……（明显的瓷砖上的内包装。）“人们在生产出现感兴趣（巧克力）和去找到产品的名字，他们将在外包装上有红色的“askinosiechocolate”搜索，整洁，人们rememberingit分离其他的人。\n*有效–视觉沟通是非常有效的。的chocolatepackages设计和谐的感觉得到人民的利益，和整洁的字体信息，客户需要提供直。内包装和outerpackage表明产物的含量，使人容易有选择与吸引客户。该包装好的技能（的包装展望）alsocatches人们的关注；产品的等级是在点。"
        },
        {
            "author": "youliao",
            "timestamp": 1376349300,
            "txt_content": "我没什么好说的了。{:10_494:}"
        },
        {
            "author": "zjy",
            "timestamp": 1376349720,
            "txt_content": "虽然我不怎么会 但看起来还不错"
        },
        {
            "author": "Ms☆〤碎嘴",
            "timestamp": 1376350560,
            "txt_content": "youliao 发表于 2013-8-13 07:13 \n那我来帮帮你吧：\n“askinosie巧克力”的视觉分析\n*材料-这是包装设计的视觉传达，它的设计是advertiseme ...\n无节操机翻  "
        },
        {
            "author": "leson123",
            "timestamp": 1376351160,
            "txt_content": "承认完全看不懂。。。。。。"
        },
        {
            "author": "minehenry",
            "timestamp": 1376353560,
            "txt_content": "youliao 发表于 2013-8-13 07:13 \n那我来帮帮你吧：\n“askinosie巧克力”的视觉分析\n*材料-这是包装设计的视觉传达，它的设计是advertiseme ...\n好一个机翻 翻的语句不顺语法不通"
        },
        {
            "author": "风晓",
            "timestamp": 1376355540,
            "txt_content": "“askinosie巧克力”的视觉分析\n*材料-这是包装设计的视觉传达，它的设计是advertisementon社交媒体或印刷在海报，也许在一些商店，或公共汽车站。该产品将有可能被用草绳，牛皮纸防水打印了，也许有些松散的干草包装盒。油墨（黑色）故意打印产品褪色的油墨（白点）给someretro感觉。\n*方法–信封shapedchocolate拉杆包，气缸巧克力笔尖可以与经典的牛皮纸盒子和干草。包的外面是一个礼物，如绳套索和结。似乎是干燥的褐色的草状材料做包装的每一部分。是生产过程中最有可能是自动化的，不过礼物likerope套索和结环绕的方案似乎是由手。同时，设计者将不得不一直参与在很大程度manualdesign方法。\n*媒体–这视觉传达的基础上askinosiechocolate不同产品等级。不同类型的一个整体包在前打开包装的巧克力产品分类显示所有内部和外部的秩。点覆盖andinclination使生产包装好的和明确的。生产的字体匹配棕色牛皮纸给复古，经典和巧克力的感觉，也许在标题字体已decoratedby Adobe PS图象处理软件。\n*设计元素–方向，外观和等级的产品广告的作用是非常重要的。包装设计的视觉传达给空间，感觉色调，纹理，平衡，对比度和视觉communicateskills。产品的等级（巧克力，巧克力，包括笔尖，等）被放在一个balancedorder，留下一些空间在左右上角；带巧克力生产紧密包将打开包，给整个生产由于视图。在一个平衡的方式呈现letterformis，告诉人们一点信息（笔尖，askinosie），使用非常正式的字体的复古风格。\n*设计原则–最引人注目的设计原理是使用对比。通过把生产以平衡的方式被设计，红色的“askinosie“盒子上清楚显示产品名称，也是“笔尖”在cylinderpacking在后面，在packingstraightly给生产的定义；它可能不明显，但也有这种在信封上形状的巧克力包标题。纹理结合生产打下了基调和一个好的均衡状态的rankof。的字体形式和复古式的比赛中给人复古百里香这种巧克力效果好的感觉。\n*目标受众–theretro颜色和形式观，结合用thisvisual通信的暗色调的建议，这不是主要针对儿童的，但人喜欢古典风格和复古主题。通过包装设计和产品等级也可以告诉我们这不是青少年orchildren但谁有一个平静和稍老的人（复古）judgementfor本产品（巧克力）。你可以概括，但是，说它可能是针对20岁到50岁之间–。本产品originallyto显示包装设计和广告。\n*的目的，为discussedabove，海报的目的是宣传的askinosie巧克力的不同类型的巧克力的人喜欢复古的风格和经典的包装。该producerputs在某些角度和等级的巧克力使音调和覆盖在一些地区，使它显得愉快。将所期望的结果，peoplesee广告/设计，认为“这巧克力看起来不错，并有许多不同类型和口味的包装。噢，我喜欢那些傲慢的人……（明显的瓷砖上的内包装。）“人们在生产出现感兴趣（巧克力）和去找到产品的名字，他们将在外包装上有红色的“askinosiechocolate”搜索，整洁，人们rememberingit分离其他的人。\n*有效–视觉沟通是非常有效的。的chocolatepackages设计和谐的感觉得到人民的利益，和整洁的字体信息，客户需要提供直。内包装和outerpackage表明产物的含量，使人容易有选择与吸引客户。该包装好的技能（的包装展望）alsocatches人们的关注；产品的等级是在点。\n\n\n\n\n\n\n\n百度翻译"
        }
    ]
}