{
    "title": "【【末日】】第十三章",
    "author": "晴受.",
    "replyCount": 5,
    "timestamp": 1376467380,
    "txt_content": " 本帖最后由 晴受. 于 2013-8-14 16:08 编辑 \n\n【【索引】】\n\n第十三章  可怕的男人\n\n一夜深度睡眠 直至日上三竿 Rye翻身从床上站起 脑中余下的兴奋依然激荡翻涌\n\n强大的能力 有食物就能回复的可怕肉体 让他一时间难以接受 更多的是余下的兴奋与止不住的喜悦 有了这样的能力 在这可怕的末世中就会多了不止一分保障 比装备物资来的更加重要\n\n但是 物资食物还是很重要的 \n\n“爽啊” Rye呻吟一声 一身的肌肉发出噼啪脆响 脑海中一阵清明 身体里依旧残余着食物的热量 毕竟那么多的食物 一次消耗是不太可能的 \n\n末世里 装备和食物固然可贵 但是有没有实力使用 又是另一回事 \n\nRye拿起铁剑舞动了几下 虽然未增大几分力道 却让他更来的喜悦 \n\n可怕的恢复能力 意味着可以进行高强度的训练！\n\n人人都有一个身体极限 这如同一个关卡 将人的潜能生生阻隔在门外 许多武士一生都想突破这样的关卡 但是却硬生生的被阻隔在外 原因有许多 但是最重要的 在于你身体的承受能力 \n\n人体 终究是人体 在许多生物眼里 人类都是脆弱的生物 \n\n所以许多人一生也没有达到这样的境界 \n\n但是Rye可以 因为他变态的回复能力 他可以一次次的挑战自己的极限 如同帝国王牌军“狮王战团” Rye是士兵 他自然是知道这兵团的可怕 为挑战极限而生的一群狮子般嗜血的人 这就是帝国的王牌\n\n而他们的方法 就是突破极限 一次次触摸人体顶峰 许多人在训练中枯竭而死 而活下来的人 却是真正负有狮子之称的人 \n\nRye眼中异彩大放 不停手将铁甲套上 腰间别上两把剑【击退I】 【石剑】 随即将昨夜刚拼凑好的一把粗糙的弓背在背后 抓起一把【一组】箭就离开了洞穴 \n\n\n这次的目标 是那未探索完毕的军事基地 探索完毕后 也是时候离开这鸟不拉屎的地方了 \n\n\n\n\n\n巴特平原上 距离Rye洞穴十几公里处 一只淡黄色的陆行鸟在发足飞奔 【注：陆行鸟是麦块帝国的基本代步工具】\n\n鸟背上 一个魁梧男子紧紧的扯着缰绳 犀利的眼神凝视的前方 只见他一身刀削般的肌肉被铁甲勒紧 隐隐有蓝色光晕在铁甲上流转 比起Rye那套破烂 显然是好上太多\n\n他留着一头短发 干净如刀削般的脸庞坚毅如磐石 四肢呼之欲出的肌肉暴露在铁甲之外 双手被两个深黑色拳套覆盖 并未带着任何武器 \n\n陆行鸟发足狂奔 前方的丛林里却突然杀出几只巨大的僵尸！ \n\n原来在Rye昏迷的这几天 平原外的僵尸已经发生了翻天覆地的变化 那些普通的僵尸异变 少数已经变成了这样的异变体 \n\n他们隆起的肌肉如同小山丘一般结实 腐化流脓的脸庞早就分辨不出是什么物种 绿色的皮肤开绽露出发黑发臭的白肉 无数绿色虫体在他们身体撒种 \n\n一共四只 死死的拦住了闪影的路 不顾身上炽热的火焰 冲向了他\n\n这些火焰 对他们来说已经不那么重要了\n\n\n陆行鸟背上的男子微微一笑 猛的从鸟背上跃起恍如一只大鸟 双拳暴起带起一阵尖啸的音爆声击中了拦路的其中一只 那速度如同一支利箭射出 转眼间就击中了大僵尸那恶心的头颅 \n\n“砰！”\n\n一声沉闷的响声 那头颅甚至未被击飞 就被一拳打爆溅出红白色的混合体 绿色的鲜血飙射 瞬间就染绿了闪影的护甲 \n\n这时候 其它的大僵尸才反应过来 最靠近的那只僵尸举起了自己硕大的拳头 狠狠的向闪影挥去 顿时就让停滞在半空中的闪影进退两难 \n\n但是闪影没有害怕 \n\n只见他腰身猛的一个扭转 全身肌肉紧绷 依靠自己强大的体术生生在半空中扭转! 一记鞭腿对着高举双手的大僵尸肋间 夹杂着刺耳的音爆声猛的踹入!\n\n只听砰的一声 那硕大的躯体被猛的踢飞几米 闪影堪堪落地 然后就低一滚 两双硕大的拳印登时印在了他闪前的区域 \n\n快 狠 强！\n\n闪影落地片刻 活动了活动了筋骨 顿时感到一阵酸痛 \n\n刚刚这几击 正是他的极限 也算是他的能力 【十秒极限】 \n\n他是一个十分强大的体术师 一个专修体术的体术师\n\n但是他依旧有他的极限 \n\n\n\n吞吐几口浊气后 闪影微微一笑 全然不顾冲上来的三只巨大尸体 跨上了身后的陆行鸟 轻轻一声“巴特军事基地” 随即那野蛮的大鸟猛的一蹬 霎时将那笨重的打僵尸甩在\n\n\n\n\n5320a294a4c27d1eb314cb821ad5ad6eddc43861.jpg (29.51 KB, 下载次数: 0)\n\n下载附件\n\n闪影\n2013-8-14 16:07 上传\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Leo_cool",
            "timestamp": 1376488680,
            "txt_content": "楼主写的不错啊！最后那张图更是不错（我渣绘的心动了一下）"
        },
        {
            "author": "晴受.",
            "timestamp": 1376535060,
            "txt_content": "Leo_cool 发表于 2013-8-14 21:58 \n楼主写的不错啊！最后那张图更是不错（我渣绘的心动了一下）\n 谢谢观看 我会努力"
        },
        {
            "author": "王先生007",
            "timestamp": 1376539860,
            "txt_content": "不错哟，人物画的不错"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376546400,
            "txt_content": "索引里面没有十三"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376546460,
            "txt_content": "为什么还是没有符号……"
        }
    ]
}