{
    "title": "minecraft的开发日志~~第一篇",
    "author": "阴暗处的陷阱师",
    "replyCount": 6,
    "timestamp": 1376712540,
    "txt_content": "\n\nMinecraft API Proposal System\nOctober 22, 2012 – 6:36 PM by EvilSeph\n\nBased on the feedback we had to the launch of Minecraft: Into the Void, it was clear that a lot of people missed the launch of the Minecraft API Proposal System. As such, I thought it would be a good idea to put up a post about it on our shiny new developer blog.\n根据我们收集到最初对Minecraft的反馈，进入void，很明显很多人忘记启动“我的世界”的API请求系统。于是我认为写下关于我们新开发日志将是一个好主意.\nWant to help us design the Minecraft API? We now have a system where you guys can tell us what you'd need from it on our Mojang issue tracker powered by Atlassian's JIRA. We're actively going through proposals to discuss whether or not we think they'll be a good fit within the API and provide suggestions for changes we think should be made to the proposals, so now would be a good time to share your needs for the API with us and other developers. If you think you have an idea for an addition to the API and a use case for it, feel free to post a proposal for it on the system. Other developers will then be able to actively discuss the pros and cons of it, provide suggestions for improvement and chime in on whether or not they'd like to be able to do the same thing.\n你想帮我们设计M应用？我们现在有一个系统可以让你们提出在由Atlassian's JIRA图集的mojang数据库你们需要什么。我们非常乐意一起讨论哪些建议适合放到这个应用中以及进行修改，因此现在正是与我们还有其他开发者分享需求与创意的好时机！如果你有一个关于API的创意或者用户案例，请在我们系统上尽情提交你的创意吧~各位开发者也将对这些意见创意各抒己见。\n\nYou'll need an account on the Mojang JIRA to start submitting proposals and participating in discussions, as well as a GitHub account for when we actively make use of its pull request system in tandem with the proposals.\n你需要在Mojang JIRA上注册一个账号来提交建议和参与讨论，还需要一个GitHub账号在我们做需求系统的时候用\nRead important information about the Minecraft API Proposal System here and the Minecraft API Proposal System - Guidelines and Requirements before submitting a proposal.\n请在提交建议之前认真阅读以下Minecraft API Proposal System 的重要信息\nWe look forward to learning what you'd like to be able to do with the Minecraft API!\n我们期待收到你关于Minecraft API的建议！\n那个API神马的就不用解释了吧，由于俺是个学生党，所以翻译得不太好请各位见谅",
    "replies": [
        {
            "author": "jianghr",
            "timestamp": 1376748480,
            "txt_content": "We now have a system ←（where you guys can tell us what you'd need from it） on our Mojang issue tracker ←（powered by Atlassian's JIRA）.\n\n我们现在有一个系统可以让你们提出在由Atlassian's JIRA图集的mojang数据库你们需要什么。\n这句话你翻的有点问题，感觉有机译更改的痕迹，其它总体说还行。继续努力。"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1376748660,
            "txt_content": "jianghr 发表于 2013-8-17 22:08 \n这句话你翻的有点问题，感觉有机译更改的痕迹，其它总体说还行。继续努力。\n(⊙o⊙)哦，我知道了，下次我会努力的！"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1376753160,
            "txt_content": "jianghr 发表于 2013-8-17 22:08 \n这句话你翻的有点问题，感觉有机译更改的痕迹，其它总体说还行。继续努力。\n一二篇都修改完毕，你可以看了"
        },
        {
            "author": "jianghr",
            "timestamp": 1376754480,
            "txt_content": "阴暗处的陷阱师 发表于 2013-8-17 23:26 \n一二篇都修改完毕，你可以看了\n第二篇感觉几乎没啥变化，还有后面你我回复都被审核拦了。原文第一段依旧没翻完，三四段几个API哪去了？\n本篇那句感觉还有点别扭。不过算了。反正也不是WIKI。\n还有关于Into the Void，你看过这篇文章了么？\nMinecraft：深入虚空！\nhttp://www.mcbbs.net/thread-58414-1-1.html"
        },
        {
            "author": "torch.sun",
            "timestamp": 1376799000,
            "txt_content": "加油！！！"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1376804220,
            "txt_content": "jianghr 发表于 2013-8-17 23:48 \n第二篇感觉几乎没啥变化，还有后面你我回复都被审核拦了。原文第一段依旧没翻完，三四段几个API哪去了？\n ...\n(⊙v⊙)嗯，我很喜欢。。只不过那时候论坛出了点问题我没法回复"
        }
    ]
}