{
    "title": "开发日志翻译~~第二篇",
    "author": "阴暗处的陷阱师",
    "replyCount": 5,
    "timestamp": 1376713800,
    "txt_content": " 本帖最后由 阴暗处的陷阱师 于 2013-8-17 22:27 编辑 \n\n(Oct 22 2012-6:36PM by EvilSeph)\nSystem.out.println(\"Hello World!\");\nOctober 11, 2012 – 12:34 PM by EvilSeph\n\nHello and welcome to the new Minecraft developer blog!\nI am Warren Loo, better known as EvilSeph, and I am a Minecraft developer at Mojang. As part of my work on Minecraft, I am also spearheading our initiative to better involve the Minecraft developer community in the development of the Minecraft API and am responsible for designing, creating and putting together various resources that we feel will be useful to the Minecraft developer community (like this blog, for example).\n我是Warren Loo，更多人知道我是 EvilSeph，Minecraft的开发者。作为我工作的一部分，我也是非常衷心邀请大家加入我们对Minecraft的进一步开发与探讨。\nWhile I've been busy organising our efforts surrounding the Minecraft API, I noticed that it was annoyingly difficult for developers to find out information about the Minecraft API, when we were planning to have meetings, when we wanted to get feedback on a write-up and so on. You had to check each of our Twitter accounts, the Minecraft forum, Reddit, the #minecraftdev IRC channel on Esper and whatever else we posted information on. We didn't have an official, central location for developer related information and so even I had difficulty deciding where to post information that really only interested developers.\n我忙于组织我们围绕Minecraft的开发，却发现对开发者来说当我们计划开会、提出反馈的这种时候，我们去找到关于Minecraft的信息非常困难，你必须去检查每一个Twitter账号、Minecraft论坛等等我们能够提交意见的平台，我们无法拥有一个官方的，集中的地方提供给开发者来讨论，因此对很多真正有兴趣的开发者来说,他们还不知道如何选择在哪里才能浏览到发布信息。\nTo remedy this problem, I've set up this official Minecraft developer blog. This will be our space to let loose and nerd out. Posts made by us will be technical and developer focused, ranging from technical write ups on a new feature to information on the Minecraft API and things surrounding it.\n因此为了解决这个问题，我建立这个Minecraft开发者博客，这个博客将成为让我们释放和投入的地方。以及发布那些具有技术性和创新型的，关于Minecraft的想法。\n\nI am excited to continue working to bring useful and powerful resources to the Minecraft developer community! This blog and the Minecraft API proposal system is just the beginning of my work to better involve and support the Minecraft developer community.\n我非常荣幸进行着这个有益的Minecraft开发者联盟，这个博客也将成为不断发展支持Minecraft个人应用系统的象征性开端。\n这次我附上了日期，可是目前提供的日志目前只有这俩篇，后续的更新我已经去寻找了，尽情期待！",
    "replies": [
        {
            "author": "5408754",
            "timestamp": 1376797500,
            "txt_content": "没人回复。。。。。。。。。。。。。就靠我了。。。。。。。。。。。"
        },
        {
            "author": "工业狂人",
            "timestamp": 1376819100,
            "txt_content": "（10月22日下午2012-6:36者EvilSeph） \n（“ 世界你好！”），\n2012年10月11日- 12： 34 PM由EvilSeph 您好，欢迎MINECRAFT到新的开发者博客！ 我沃伦噜，更好地称为EvilSeph，我Mojang一个MINECRAFT开发的在。MINECRAFT我的工作的一部分，我也带领我们的倡议，以更好地参与MINECRAFT开发社区MINECRAFT API的发展，并且负责设计，创建和汇集各方面的资源，我们认为将是有益的MINECRAFT开发社区（喜欢这个博客，例如） 我是沃伦·卢，更多人知道我是。 我一直忙于举办我们周围的MINECRAFT API的努力，我注意到它是烦人难以找出信息关于minecraft的API，当我们计划会议，当我们想要得到的反馈上写的开发商等。你不得不检查我们每个Twitter账户，的MINECRAFT论坛，书签交易，IRC频道＃minecraftdev蛾和其他我们发布的信息。我们没有开发相关的信息有一个官方的中心位置，所以即使我决定在哪里发布信息，真的只关心有困难 解决这个问题，我已经设置了这个MINECRAFT官方开发者博客。这将是我们的空间，让宽松书呆子了。帖子由我们的技术和开发重点，从技术写起坐MINECRAFT API和四周事物的信息的一个新功能 MINECRAFT开发者社区带来有用和强大的资源继续工作感到非常兴奋！这个博客和MINECRAFT API提案制度仅仅是个开始，我的工作，更好地参与和支持MINECRAFT开发\n\n翻译的准确吗？"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1376821920,
            "txt_content": "5408754 发表于 2013-8-18 11:45 \n没人回复。。。。。。。。。。。。。就靠我了。。。。。。。。。。。\n就这样的啦，沉帖神马的，早就习惯了"
        },
        {
            "author": "codefans",
            "timestamp": 1413123240,
            "txt_content": "没了？ 怎么就俩个"
        },
        {
            "author": "侑阳",
            "timestamp": 1433768160,
            "txt_content": "可怜没人回复。摸摸(>^ω^<)喵"
        }
    ]
}