{
    "title": "原创小说——平行MC（现已更新至第14章，不定期跟新）番外篇发布！",
    "author": "肥皂菌",
    "replyCount": 99,
    "timestamp": 1376972520,
    "txt_content": " 本帖最后由 肥皂菌 于 2013-11-3 10:08 编辑 \n\n  嘛，这是我第一次发帖，大家要支持哦!平时玩的MC多了，就像看看有关的小说，但——大多数的小说说都是关于生存的。所以我就像自己写一写，但应为本人是个悲剧的寄宿学校的学生，所以跟新会很慢，望见谅！！以前在别的网站也写过，但应为人们看帖不回所以没了动力就中断了，大家一定要回帖，给我动力哦！！\n\n                        \n        看帖不回者金箍棒变小牙签，高峰变平原！！！\n\n\n                          \n\n第一章：穿越！！可为虾米不是清朝？\n  黄昏，晓桐从网吧走了出来，他的样子实在有点颓废，布满血丝的眼睛空洞的看着前方。如同行尸般的走进了他那40平米的出租屋内，却茫然不知道要干什么。想想自己20多岁的年龄，进城打拼，却只能帮别人搬家。有活时赚点钱，没活时就去网吧玩电脑，这样的生活他早已厌烦，但——他却没有任何办法。\n  床边放着一瓶早已见底的啤酒，想想自己一个孤儿，能活着已经不错了。但现在的生活和自己向往的真的不同，自己在这个世上举目无亲，无牵无挂不如自杀。这个念头在他的脑海中不只一次的浮现过，但仅仅是一闪而过。还是活着好啊！但，这一次却不同，冥冥之中，好像有一股力量牵引着他，他一步一步的走出了家门到了不远处的商场。到了顶楼，看着马路上车来车往晓桐犹豫了——“自己真的要跳吗？这里是15楼，跳下去必死无疑，不会感到痛的！”想到这里，晓桐向前迈了一步，却突然感到脚下一软摔了下去。感觉到死亡将至，虽然是自杀，但还是十分紧张，于是他闭上了眼睛。当他睁开时却发现眼前出现了一条裂缝，而他不偏不倚正好掉了进去。\n  当他再度睁开眼的时候，发现四周不再是城市，而是一个个方块组成的荒野。“这里是？”他低头看了看自己的手却惊奇的发现自己的手变成了方块状！“额……我穿越了？”晓桐晃了晃自己的脑袋“不大靠谱，应该是做梦梦到自己自杀穿越了，嗯，一定是这样的！”晓桐站起身来，想活动活动，却没留意脚下的石子，一个踉跄摔倒在了地上。“草！好……疼！”但疼字一说出口晓桐和他的小伙伴们就惊呆了“难道不是做梦？”晓桐一步步的走向旁边的一条小河，从河水的倒影中看清了自己的长相——红色的头发斜盖住了他那方方正正的脸一部分，两只眼睛也是血红色的。一身黑色的衣服穿戴在身上更惊奇的是居然还有一条类似于红色领带似的东西挂在脖子上“诡异，太诡异了！”晓桐冲着河水发起了呆，随后撩起河水就往脸上喷。显然，他还是接受不了穿越了的事实。\n\n\n\n                         为了看小说方便，建议点击“只看作者”但别忘了回帖\n\n前两章写得不太好，以后的就不错了。\n\n\n\n大家也可以去看看Tak186的小说哦！友情链接：http://www.mcbbs.net/thread-163200-1-1.html\n\n\n因为不会弄索引，所以小说是以回复的形式连载的，求教怎么弄索引！\n\n\n\n第一番外篇，地狱佣兵团\n\n地址原创小说平行MC番外篇——地狱佣兵团\nhttp://www.mcbbs.net/thread-191501-1-1.html\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xiaobaicai",
            "timestamp": 1376972580,
            "txt_content": "此类作品好多啊0v0            "
        },
        {
            "author": "肥皂菌",
            "timestamp": 1376972640,
            "txt_content": "大家回复顶起啊！！"
        },
        {
            "author": "250=mo",
            "timestamp": 1376972640,
            "txt_content": "xiaobaicai 发表于 2013-8-20 12:23 \n此类作品好多啊0v0\n确实，确实啊……"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1376972760,
            "txt_content": "这个会不一样的啦（没想到刚发就有人回复了，嘿嘿！）"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1376973000,
            "txt_content": "三个人回复就发下一章！"
        },
        {
            "author": "Tank186",
            "timestamp": 1376973300,
            "txt_content": "不错不错[diamond_ore]"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1376974560,
            "txt_content": "第二章：穿越小白变富翁？\n  “看来我真的是穿越了，额……但这个世界为什么这么熟悉？”猛然间，晓桐想起了自己以前玩过的一个游戏——minecraft！“额，我记着好像有个背包神马的。背包呢？”他发觉，自己身上连口袋都没有。晓桐的左猛然出现了一排格子右手上出现了一个立方体，六个面上都有许多凹槽其中一面上有自己的全身像。“这个，貌似就是背包没跑了吧？额——有了背包这东西，貌似就没有搬家工的活做了吧？”搞明白背包，晓桐就准备生存，但没走几步就踢到了一写蓝的，黄的，白的和银色的类似于硬币一样的东西。“我记得以前玩游戏的时候没有这东西啊！”虽然这么想，但晓桐还是把这些东西放进了背包。他接着前进但又听到了“轰隆”的巨响“法克！我的运气不是这么背吧？苦力怕菌？”晓桐小心的朝着巨响发出的地方前进，眼前的景象却再一次让晓桐和他的小伙伴们惊呆了——一座城堡！巨大的城堡！“这个世界——不只我一个人啊！”晓桐欣喜的跑向城堡，正好遇到了进城的人。“请问这里是哪？”那个一身农民装扮的人用怪异的眼光看着晓桐“这里是蓝星帝国所属的波姆城。”说吧也不管晓桐，自顾自的进了城，而晓桐则跟着他们后面进了城。在街上，晓桐发现了一个让他惊讶的事情，自己捡到的那一堆彩色的硬币，竟然是这个世界的通用货币！他数了一下自己的硬币——蓝色钻石币3枚.黄色黄金币8枚.白色银币37枚.银色铁币100多枚，自己捡到的钱让自己基本成了一个小富翁！"
        },
        {
            "author": "Tank186",
            "timestamp": 1376974740,
            "txt_content": "人品爆炸了？一脚踢出好几百硬币？···不过还是继续支持楼主啊"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1376976060,
            "txt_content": "我好感动！还有十天就开学了，我一定努力写！"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1376976240,
            "txt_content": "Tank186 发表于 2013-8-20 12:59 \n人品爆炸了？一脚踢出好几百硬币？···不过还是继续支持楼主啊\n穿越到别的世界生活要本钱嘛，想不到别滴方法，总不能空手撸死一个小黑拿珍珠去买吧？于是就无节操的捡钱了~~~~~~~~~~~"
        },
        {
            "author": "Tank186",
            "timestamp": 1376976360,
            "txt_content": "肥皂菌 发表于 2013-8-20 13:24 \n穿越到别的世界生活要本钱嘛，想不到别滴方法，总不能空手撸死一个小黑拿珍珠去买吧？于是就无节操的捡钱 ...\n[coal_ore嘛~你是作者，你说了算"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1376978520,
            "txt_content": "第三章即将发布"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1376978880,
            "txt_content": "第三章：生存！游侠邻居？\n  拿着这些钱，晓桐果断先买了一大堆吃的，又买了个地图，自己刚刚穿越，当然不能直接在城里住。于是他把自己的家定位在了距离波姆不远处的一块小树林，一是因为距波姆城近，二是因为坐落在小树林里有木材可以采集，三是旁边有座大山可以开矿和奥奇森林所以晓桐果断把家选定在那里。但！值得注意的是，地图上显示那片小树林里有怪物出没，于是晓桐在购买木材.石材.工具.火把.家具.煤炭等必需品外，还买了把铁戟（可以在更多武器MOD里找到，可以理解为长枪和长柄斧的杂交品种）一切准备就绪晓桐就像树林进发，大约走了十几分钟就到了树林。\n  一通忙活，直到黄昏，一栋房子才建好。“这里的房子真好建，不到一天工夫房子就建好了，虽然才只是房子的主体，但其余的明天就完工啦！”先是吃了晚餐随后就躺在床上冲着屋顶发呆，对，就是发呆，因为晓桐不知道自己应该想什么。于是就想在窗子里看看夜景，但这一看却让他惊出了一身冷汗——一只僵尸！虽然以前在玩游戏的时候见过，但是这毕竟是真的遇上了啊!晓桐本想睡觉，不去想他，因为他记得，在我的世界里，僵尸一到白天就会被烧死的。但——毕竟有一只僵尸在家门前转悠啊！晓桐思量再三，还是拿起铁戟冲出了家门。僵尸一看到晓桐遍发疯似得冲了上去，晓桐却不慌乱，因为他已经想过了——自己的铁戟至少两米长，而僵尸的手臂一米不到，所以面对单一的僵尸他根本不用怕，此时他心里跟多的是紧张。晓桐看着僵尸冲了过来抡起手中的铁戟一刺，给僵尸来了个透心凉，心飞扬！但僵尸的生命力还是很顽强的，尽管心脏处被扎了一下但依然活着，晓桐又冲着僵尸乱劈了一阵，僵尸才死去，躯体化作一滩黑水，不见了，地上只留下了两块腐肉。晓桐捡起这两块腐肉放入了背包，正欲回家，却突然感到菊花一紧，一支箭贴着他的小伙伴飞了过去。\n“法克，差点进东厂（古代太监组织，其他的你懂滴）！”他随即超射箭的地方看去，只见一个骷髅射手正淡定的看着他的菊花，地二只爆菊之箭已经准备就绪。“你个猥琐男！”晓桐骂了一句随即跨步向前冲着骷髅的头猛拍了过去，骷髅头掉到了地上化成了几根骨头，身体则成了一堆骨灰随风飘扬。再次捡起了骨头，跑回家去——他可不保证会不会窜出蜘蛛小黑JJ怪森马的。\n  一夜过去，晓桐伸了个懒腰，拿着铁戟准备出去转转，一出门就看见地上有几个腐肉和几根骨头，刚捡起来一抬头就看见一个小白，弓箭刚要射出，头上就被插了一箭。“射自己头上了？”虽然有些疑惑但晓桐还是很果断的和谐了爆菊天尊——小白。正欲离开，却听见树上传来了声音——“喂！你抢了我的猎物，还想跑？”晓桐被这突如齐来的声音下的不轻，一转身就看见一个满身绿色衣服，满头金发，两只眼睛却是蓝色的.手里拿着一只弩（同是跟多武器MOD，形状像枪，发射的是箭）人从树上跳了下来“那只骷髅头上的那支箭是我射的。”"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1376978940,
            "txt_content": "今天最多只跟到第五章"
        },
        {
            "author": "Tank186",
            "timestamp": 1376982600,
            "txt_content": " 本帖最后由 Tank186 于 2013-8-20 15:11 编辑 \n\n你自己说了，可以采集木材，为什么还要买"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376990580,
            "txt_content": "我嘞个去……"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1376996400,
            "txt_content": "没人看了？悲剧 啊！！看帖不回遭雷劈啊！"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1376998860,
            "txt_content": "Tank186 发表于 2013-8-20 15:10 \n你自己说了，可以采集木材，为什么还要买\n因为我很懒啊，所以我写的猪脚也很懒啊！"
        },
        {
            "author": "吕一恒",
            "timestamp": 1377000360,
            "txt_content": "作者赶快更，等着看呢"
        },
        {
            "author": "Tank186",
            "timestamp": 1377000420,
            "txt_content": "不更了？·············"
        },
        {
            "author": "sdds15465",
            "timestamp": 1377000540,
            "txt_content": "做成视频比较好"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377001680,
            "txt_content": "额第四章马上就好，大家别急哈！PS：猪脚要有基友啦！先洗个澡澡去！"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377001800,
            "txt_content": "sdds15465 发表于 2013-8-20 20:09 \n做成视频比较好\n要不你帮我做个？"
        },
        {
            "author": "Tank186",
            "timestamp": 1377002160,
            "txt_content": "快更·········"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377002280,
            "txt_content": "吕一恒 发表于 2013-8-20 20:06 \n作者赶快更，等着看呢\n感谢支持\n！！"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377002880,
            "txt_content": "第四章：居心不良？（上）\n  “你是？”晓桐一脸疑惑“托尼。”那人看了一眼晓桐捡起地上的骨头“你也住在这里吗？”“额……不，我是自由猎人，靠猎取怪物获得战利品卖给商铺赚钱为生，所以没有固定的居住地。”托尼说罢一屁股坐在了树下，从背包里拿出了一个水袋，边喝边说“这个地方我有时来这里猎取怪物，怎么以前没见到你？”“额……我昨天才来这里住，要不要去我家里坐坐？”晓桐本来还很高兴，自己有了个这么牛奔的邻居，可以保护自己，还可以和自己说说这个世界的事情，但现在看来是指望不上了。“额……你家在哪里？远吗？”“不……不远。”此时晓桐真的很想骂一句“你眼瞎啊！我家据这里不过十几步远，你看不见？”但一想想托尼的箭法很准的，自己若是惹了他，没准自己的菊花就变TNT了，所以才强压怒火。“那——你开路。”托尼猛的喝完了水袋里的水。\n  吧托尼领到了家里，正想问托尼想吃什么，但却看到托尼一脸尴尬的说“原来你家这么近啊，哈哈。”晓桐心想：这家伙也知道不好意思。但他却没有说出来，只是陪着笑了笑问“你想吃点什么吗？”“啊？”托尼显然没想到晓桐会这么问“啊，那牛奶面包吧，你还没吃饭?”长年的猎人生活让托尼变得无拘无束所以也不客气，但使他感到惊异的是，现在已经9：30了，无论是早饭还是中午饭都不是时候，虽然作为猎人他的饮食也不规律但他没想过晓桐也会和他一样。但他不知道的是晓桐在原来的世界总是很早就起了，所以难得可以睡懒觉就晚起了点。“恩，但是……我这里没有牛奶，只有面包。”“随便，没牛奶水也可以。”晓桐从熔炉里取出了四块香喷喷的面包以及两小块牛排，又拿了两杯水和几瓶胡椒粉.孜然，之类的调料摆在了桌子上。“快吃吧。”晓桐也不理会托尼客不客气，自己拿起调料在牛排上撒了一通后自己埋头吃了起来。托尼看着晓桐威猛的吃相，顿时觉得很饿，也抓起两块面包和牛排，一通饱吃。酒饱饭足之后，托尼一抹嘴，看着晓桐说“你请我吃饭有什么目的？”晓桐干笑两声说“哈，被你看出来了，我打算在家附近围一圈石墙，但树太多了,”晓桐一边说着，一边朝自家的箱子那边走去，打开了箱子，从里面拿出一把铁斧递给了托尼“我又懒哈，所以我想请你帮我砍树。”托尼先是一愣，转而一笑“不就是砍树吗，有什么难的，说吧，砍哪几颗？”\n说罢，提着斧头出了们，晓桐在一边指这，托尼在一旁看着，等晓桐说完后托尼很后悔自己答应了晓桐“这么大一片地方，你围栏要圈多大的地啊？”晓桐在一旁神秘的笑了笑“你答应我了，可不许反悔哦！”托尼此时很想骂一句“反悔你大爷！你这等于一顿饭买个劳动力吗，坑尼玛爹啊！”但事已至此，便没有了反悔的余地只好硬着头皮去砍树。\n  忙活了半天,托尼早已筋疲力尽，一屁股坐在了树上。此时晓桐却满脸堆笑的拿着两份牛排走了过来。托尼没等晓桐开口便嚷道“你TM围栏围这么小的地方让我清这么大块地干毛啊！”晓桐似乎早就知道托尼会这么说，答道“其实，我想请你和我一起住。”托尼一听，刚接过手的牛排差点掉到地上，随机双手交叉护住胸口，结结巴巴的说：“我……我……我不……不是那种随……随便的人啊！（PS:托尼的意思是我不是那种随便和人搞基的人）”“额……我对男人没兴趣，我的意思是说你在我家旁边撸个房，我俩做邻居，晚上经常有僵尸，我好怕怕的，你能保护我，而且如果你寂寞了，想找我搞基我也不反对啊。”托尼似乎在做什么重大的决定，半响，他一拍大腿，说道“好，老子和你搞！”\n                              "
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377003000,
            "txt_content": "Tank186，你看你这么猴急，我俩也可以搞搞嘛~"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377003180,
            "txt_content": "擦，没更时把我翔都催出来了，更了又没人看了，坑尼玛爹啊！"
        },
        {
            "author": "Tank186",
            "timestamp": 1377003180,
            "txt_content": "肥皂菌 发表于 2013-8-20 20:50 \nTank186，你看你这么猴急，我俩也可以搞搞嘛~\n搞什么[stone]2333"
        },
        {
            "author": "Tank186",
            "timestamp": 1377003180,
            "txt_content": "我要碎觉了啊，明天晚上继续来顶"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377003240,
            "txt_content": "搞基啊亲╭(╯3╰)╮"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377003300,
            "txt_content": "额，要不要我把你写进小说里啊亲？"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377003660,
            "txt_content": "明天开更第五章，看到这里的人们顶起啊！！"
        },
        {
            "author": "Tank186",
            "timestamp": 1377004200,
            "txt_content": "肥皂菌 发表于 2013-8-20 20:55 \n额，要不要我把你写进小说里啊亲？\n我在打一个稿子，明晚发1章"
        },
        {
            "author": "Tank186",
            "timestamp": 1377004860,
            "txt_content": "我也写一个"
        },
        {
            "author": "Tank186",
            "timestamp": 1377004860,
            "txt_content": "肥皂菌 发表于 2013-8-20 20:55 \n额，要不要我把你写进小说里啊亲？\n好啊，················"
        },
        {
            "author": "Tank186",
            "timestamp": 1377006120,
            "txt_content": "睡前顶一下，永远支持肥皂君"
        },
        {
            "author": "ffd",
            "timestamp": 1377006180,
            "txt_content": "题材有点坑爹，但看起来不错，顶起！要快更新哦楼主！"
        },
        {
            "author": "马赛克了",
            "timestamp": 1377012180,
            "txt_content": "整合一个索引好找下面的文章。"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377054060,
            "txt_content": "马赛克了 发表于 2013-8-20 23:23 \n整合一个索引好找下面的文章。\n你直接点只看楼主不就可以了（其实我不知道索引是虾米意思，嘿嘿~）"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377054060,
            "txt_content": "Tank186 发表于 2013-8-20 21:21 \n好啊，················\n你想要啥角色呢？猪脚基友？"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377055500,
            "txt_content": "bffd 发表于 2013-8-20 21:43 \n题材有点坑爹，但看起来不错，顶起！要快更新哦楼主！\n我会努力滴！"
        },
        {
            "author": "Tank186",
            "timestamp": 1377056220,
            "txt_content": "肥皂菌 发表于 2013-8-21 11:01 \n你想要啥角色呢？猪脚基友？\n随便啊         "
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377056700,
            "txt_content": "角色名：\n性别：\n好坏：\n种族：（从人类，精灵，龙，怪物，异能者（也就是有异能的人类）5个中间选）\n与主角的关系：\n性格：\n长相：\n武器：\n备注：\n\n自己填吧"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377057060,
            "txt_content": " 本帖最后由 肥皂菌 于 2013-8-21 11:56 编辑 \n\n第五章：居心不良？（下）\n  “擦累！谁要和你搞，不过你说真的，正要在这住？”晓桐越来越怀疑自己这个决定是不是对的，万一托尼在哪个月黑风高的晚上……“不是你要搞吗？不过，在这里住真的挺好的吗。”托尼环视了一下四周“趁着天还没黑，快把我的房子撸起来啊。”晓桐从家里的箱子里取出了5组木板和一组原木和托尼一起忙活了起来，天刚刚擦黑，托尼的房子也完工啦，晓桐又在他的房子前为了一圈石栅栏，又分别在自己家和托尼家扩建了地下室，又把两人的地下室中间打通一条走廊使得两人的房子从地下联通。做完这些晓桐才长出了一口气坐下来歇了歇，感到肚子有点饿，于是就从地下室走到了托尼家的地下室，想请他吃点夜宵，却没想到他正整装待发要出门。“还好没急着出去，”晓桐拍着自己的胸口说“不过这么晚了，托尼跑出去，又不去自己家，如果打猎却也不叫我，要干嘛？莫非——居心不良？想要集结兄弟打劫我？”想到这里，晓桐的心里咯噔一下，随后掏出了他的铁戟，尾随着托尼出了门。\n  托尼一路向着波姆城走去，晓桐有些疑惑心想：这小子半夜不睡觉.不打猎，去城里干吗？又走了一会，之见托尼在一户人家的房子前的窗口处停下了，像是在听着什么，这附近是贫民区，房子都很破败，而这户人家的石房子却是更加破旧。突然托尼猛然回头，手中的弩朝着晓桐藏身的地方瞄准，怒喝道“谁在哪里？快出来！”晓桐知道自己暴露了，于是尴尬地笑笑，说“呵呵，别……别打，是我，晓桐。”说着走了出来“我看见你朝城里来，就自己跟来了。”托尼放下了手中的弩“听着，现在没这么多时间解释了，里面有盗贼团的老大和团员，我们得救屋里的人，你要帮忙吗？”“当然，不过——一个金币，怎么样？”“你个奸商，算了，一个金币就一个金币，待会我先进去，你跟着近来。”“没问题！”\n  托尼一脚踢开了门，弩机指着房间里一个发福的人的头，晓桐随后跟了进去拿着戟挥舞了几下，指着房间里其他拿着铁剑的人。“托尼，快带着你要救的人走！”托尼此时却也不客气，带着一个女孩和两个老人就出了门。晓桐的戟又指向了那个发福的人，掏出了一把手枪（PS：从树林里一个废弃的小屋子里搜刮到的，只有6发子弹，装火药的那种古董枪）冲着那人的头开了一枪，看着那人被火药喷的血淋淋的头，又看到屋里发愣的盗贼团员，收起手枪冲出了屋子，但以后让他后悔的是，他开枪打的那个人正是星蓝帝国通缉的盗贼团首领，悬赏100钻石币！！\n\n  因为我最近在撸一个旅店地图，应为是第一次做，所以投入精力比较多，更新就慢一点，但每天至少3次更文是不会少滴！\n                              "
        },
        {
            "author": "Tank186",
            "timestamp": 1377066960,
            "txt_content": "肥皂菌 发表于 2013-8-21 11:51 \n第五章：居心不良？（下）\n  “擦累！谁要和你搞，不过你说真的，正要在这住？”晓桐越来越怀疑自己这个决 ...\n嗯嗯，支持你的说"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377073320,
            "txt_content": "Tank186 发表于 2013-8-21 14:36 \n嗯嗯，支持你的说\n你没填蜡个角色表喵？"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377073440,
            "txt_content": "话说为毛我的标题在列表里是灰色滴捏？"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377075960,
            "txt_content": "第六章：悲剧！好基友和别的女人搞基？\n\n  一通狂奔之后，晓桐气喘嘘嘘的回到了家。却看到了十分悲剧的画面——托尼和他救出来的一家人有说有笑的在吃夜宵！完全把自己这个断后的人忘了的样子，“托尼，金币拿来！”“嗯？托尼，这个人是你朋友嘛？”一个很好听的女声传了过来。“哈！别管他，一个奸商而已嘛，接着吃吧……”话还没说完，就被晓桐拉到了一边“他们是谁啊，你要舍命救他们？刚刚那个盗贼团不好惹的。”托尼扭扭捏捏的说“内个……内个，也没什么啦，就……就是 ，哎呀反正她们有难，救人又不需要理由。”“别逗了，快从实招来，是不是和这个女人有奸情？前天 你说是去城里买材料却回来这么晚是不是约会去了？”“擦！好吧，其实我是喜欢这个女孩子啦……”说到这里，托尼有些不好意思的低下了头“我以前在那片贫民窟长大，认识了那个女孩子，她叫林奈……”晓桐接过话头“所以，你们俩从小青梅竹马，两小无猜，今日你发现她有难，就拉上我前去相救，林奈大恩难报决定以身相许，你终于如愿以偿，报的美人归，却忘了答应给俺地一个金币，是不？”“那个金币我会还的啦，其实他家比我家还要穷，小奈的父母从小就死了，她一直跟着爷爷奶奶生活，自从我做了自由猎人后，每隔一段时间就给她寄一点钱，前几天我去看她，发现盗贼团的人想对小奈做一些不和谐的事情，所以我就想去保护她啊，就这么简单。”说完，却看见晓桐满脸泪水的看着他“怎么了晓桐，这就感动了？我记着你不是这么多愁善感的人啊。”谁知晓桐却说“你……你……你不和我搞基了吗？你欺骗我的感情~555555”托尼擦了擦额头上的汗“你不是说你对男人没兴趣吗？”“放心，骗你的啦，说！什么时候还我的金……币”话没说完，只听门外传出出剧烈的爆炸声 “JJ怪桑？”\n  晓桐掏出铁戟就冲出来门，托尼冲着林奈一家人大吼“外面可能有怪物！快躲到地下室里！不管外面发生什么都不要出来！”说罢也冲出了门外“小心点！”林奈看着托尼离去的背影关心了一句，便扶着爷爷奶奶躲近了地下室。"
        },
        {
            "author": "Tank186",
            "timestamp": 1377076860,
            "txt_content": "角色名：Черный погибают [翻译过来是： 黑殒   ]\n性别：男\n阵营：和平【好】\n种族： 惧光者（被阳光照射到防御力和攻击力就会变得很弱） \n性格：····\n长相：蛮帅\n武器： 剑"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377077340,
            "txt_content": " 本帖最后由 肥皂菌 于 2013-8-21 17:32 编辑 \n\n好的，正和我意！你马上就出场啦！性格给你搞孤僻啦"
        },
        {
            "author": "Tank186",
            "timestamp": 1377081180,
            "txt_content": "快更快更，字数略坑啊"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377084180,
            "txt_content": "Tank186 发表于 2013-8-21 18:33 \n快更快更，字数略坑啊\n额，字数是少了点哈，你预计在后面的3章之内出现"
        },
        {
            "author": "Tank186",
            "timestamp": 1377086100,
            "txt_content": "肥皂菌 发表于 2013-8-21 19:23 \n额，字数是少了点哈，你预计在后面的3章之内出现\n恩                             "
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377086220,
            "txt_content": " 第七章：盗贼团的复仇？\n  门外，石制的围栏已经缺了一角，6名身着夜行服的人笔直的站成一排。“一人三个没问题吧？”晓桐看向了刚出门的托尼“当然”黑衣人听见这几乎为挑衅的话语立刻动身，手上齐刷刷的冒出了一把铁剑，三个人围住了晓桐，另外三个则攻向托尼。\n  晓桐长戟一挥，迎面攻向了正面朝他的一个黑衣人，那人向后一翻躲了过去，身后的两个黑衣人随即攻了上来。晓桐回身横扫，但那两个黑衣人及时稳住了身形，没被打中。三个人成合围之势攻向晓桐，晓桐知道，论单个实力他们绝不如自己，但他们有数量上的优势，配合又很默契，所以只能尽力找到他们的破绽，逐个击破。\n  托尼这边看起来就轻松多了，手中的弩机已经换成了更加灵活的弓箭，与那三人进行游击战，时不时来个风骚神走位让他们扑个空。但，值得注意的是——托尼的双眼此时却泛起了一阵蓝光，确切的说像是燃烧起了两团蓝色的火焰，火焰并不局限于托尼的双眼，甚至在托尼移动的时候也在他的身后带起一串光影，并且越烧越大。晓桐无意间看到了他这个状态惊呼一声“擦累！乱入啊，你被黑岩附体啦？”那黑衣人却是一怔道“异能者？有意思，嘿嘿。”托尼却并不含糊，三支箭一齐搭在弓上，那三人见状赶紧分开后退，托尼的眼中蓝光大放，同时手中的箭也飞了出去，不偏不倚正好朝着三人的心脏飞去，而在空中的三人却是无法闪躲了。突然，三道白光闪过了，竟拦腰切断了托尼射出去的三支箭，那死了逃生的三人落地后却是几个翻腾消失在了树林里。\n  同时，晓桐这边也终于抓到了机会长柄横劈在一个黑衣人的肚子上，随即以长戟为支点腾空向后方一劈，却被同样的一道白光闪过，但这时飞走的，却是那地上的和正在被攻击的两个黑衣人，此时晓桐面对的就只剩下一个了，黑衣人环视了一下，也是几个翻腾，消失在了树林里。\n  晓桐看向面色紧张的托尼，此时他眼中的火焰已经褪去“托尼，我看这些人应该是盗贼团的人派来的，你呢？”托尼也不说话，只是点了点头，半响才问“他们是怎么发现我们在这里的？”“不知道，我离开的时候他们的人并没有追来，而且我还特意绕了一段路，天知道他们是怎么找来的。”“无论如何这里是不能待了，天一亮就走，我可以确定，来的人中，有一个你我无法匹敌的高手，那些黑衣人就是被他救走的，至于为什么没有对我们出手，我不知道，但，一旦他出手，我们是肯定招架不住的。”晓桐点了点头。\n  回到屋子里，托尼尽量调整着自己的情绪，冲着地下室喊“出来吧，怪物被赶走了。”随后，地下室的活版门被推开，露出了林奈俊俏的脸“没事了吧？”“没……没事了”此时晓桐与托尼都清楚，如果对他们说是盗贼团的人来复仇了的话她一定会吓坏的，于是就谎称仅仅是怪物来袭而已。“那就好”林奈拍着胸脯说，随后又搀着爷爷奶奶出了地下室。\n\n                       你们注意到标题的问好了吗？你们猜是不是盗贼团来袭呢？"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377086220,
            "txt_content": "今天努把力，争取把你的出场写出来！"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377086520,
            "txt_content": "大家觉得我战斗描写的怎么样勒？"
        },
        {
            "author": "Tank186",
            "timestamp": 1377087660,
            "txt_content": "蛮好的，学习了"
        },
        {
            "author": "Tank186",
            "timestamp": 1377087720,
            "txt_content": "忘记说， 身穿黑斗篷"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377087840,
            "txt_content": "Tank186 发表于 2013-8-21 20:22 \n忘记说， 身穿黑斗篷\n说真的，我真的想给黑殒弄个黑斗篷"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377087900,
            "txt_content": "累了不想更了，明天你就出场"
        },
        {
            "author": "Tank186",
            "timestamp": 1377088260,
            "txt_content": "肥皂菌 发表于 2013-8-21 20:25 \n累了不想更了，明天你就出场\n恩，注意休息"
        },
        {
            "author": "Tank186",
            "timestamp": 1377088500,
            "txt_content": "嗯哼         我来顶了"
        },
        {
            "author": "w123465000",
            "timestamp": 1377089160,
            "txt_content": "作者赶快更，等着看呢"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377089340,
            "txt_content": "w123465000 发表于 2013-8-21 20:46 \n作者赶快更，等着看呢\n额，感谢支持，但我累了啊，眼睛已经近视300多度了了，不敢玩太长时间啊，明天更五章！！"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377089460,
            "txt_content": "Tank186 发表于 2013-8-21 20:31 \n恩，注意休息\n谢谢关心，明天5章爆发！！"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377090600,
            "txt_content": "来我一个：\n角色名：冥广\n性别：男\n好坏：好\n种族：凋零（纯属逆天）\n与主角的关系：坐骑（以后的事）\n性格：路见不平，拔刀相助。\n长相：史蒂夫+白眼+身上有些黑色。\n武器：平常用1把火矢1、力量3、冲击2、无限1的水晶弓（更多弓MOD）被围殴时变身凋零BOSS（可同时攻击3个目标，无法被凋零之首伤害。），可发射凋零之首（被炸到的敌人会受到凋零效果30秒。），敌人被消灭后，回到人型，防御力减少3/2半天（MC里的。）\n备注：曾是地狱凋零的王，后被敌人围攻被主角救下，从此跟随主角，而变身凋零BOSS技能也是此时学会的\n被动技能：遇到过于强大的敌人时，会变身凋零，但没有攻击力，速度是末影龙的1.5倍，能迅速逃离到安全的地方。"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377090840,
            "txt_content": " 本帖最后由 肥皂菌 于 2013-8-21 21:17 编辑 \n工业狂人 发表于 2013-8-21 21:10 \n来我一个：\n角色名：冥广\n性别：男\n\n其他都还好，变身凋零我也忍了，可坐骑这是要干毛？换一个啦~而且用弓这一类的有托尼了"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377091020,
            "txt_content": "肥皂菌 发表于 2013-8-21 21:14 \n其他都还好，变身凋零我也忍了，可坐骑这是要干毛？换一个啦~\n你觉得主角能没有被围攻而又没有救兵并突围不出去的时候么？除非你不写。。。忘说了，变身凋零能力只有真正凋零的4/3"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377091140,
            "txt_content": "工业狂人 发表于 2013-8-21 21:17 \n你觉得主角能没有被围攻而又没有救兵并突围不出去的时候么？除非你不写。。。忘说了，变身凋零能力只有真 ...\nPS:他的弓不是远射，是近射！！你下个更多弓MOD，拿着水晶弓狂右键试试。"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377091140,
            "txt_content": "工业狂人 发表于 2013-8-21 21:17 \n你觉得主角能没有被围攻而又没有救兵并突围不出去的时候么？除非你不写。。。忘说了，变身凋零能力只有真 ...\n正真困难的是坐骑啊，和猪脚的关系你来个坐骑，这要我怎么写？难不成我来个 师傅！我吃了你的马，甘愿做你的凋零坐骑载你去西天取经？"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377091200,
            "txt_content": "肥皂菌 发表于 2013-8-21 20:51 \n谢谢关心，明天5章爆发！！\n爆发吧！！小宇宙！！！"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377091320,
            "txt_content": "肥皂菌 发表于 2013-8-21 21:19 \n正真困难的是坐骑啊，和猪脚的关系你来个坐骑，这要我怎么写？难不成我来个 师傅！我吃了你的马，甘愿做你 ...\n额。。。那换成...............我不知道。。。"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377091380,
            "txt_content": "工业狂人 发表于 2013-8-21 21:22 \n额。。。那换成...............我不知道。。。\n额，反正和猪脚的关系很铁不就好了吗，不要在意这些细节"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377091380,
            "txt_content": "工业狂人 发表于 2013-8-21 21:22 \n额。。。那换成...............我不知道。。。\n换成 跟班 行不？"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377091440,
            "txt_content": "工业狂人 发表于 2013-8-21 21:23 \n换成 跟班 行不？\n尼玛竟然翻页了"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377092460,
            "txt_content": "工业狂人 发表于 2013-8-21 21:24 \n尼玛竟然翻页了\n也好，反正比白龙马好写多了，你的冥广和黑殒预计会在第九章出现"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377092700,
            "txt_content": "肥皂菌 发表于 2013-8-21 21:41 \n也好，反正比白龙马好写多了，你的冥广和黑殒预计会在第九章出现\n好的，只要能出现就行了。。。"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377137280,
            "txt_content": "楼主我看你头像看的都快睡着了。。。"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377139560,
            "txt_content": "刚发现。。。凋零身上有HIM的特征。。。呵呵。。。"
        },
        {
            "author": "Tank186",
            "timestamp": 1377146160,
            "txt_content": "呵呵呵呵呵呵····我来喽！肥皂君"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377146280,
            "txt_content": "Tank186 发表于 2013-8-22 12:36 \n呵呵呵呵呵呵····我来喽！肥皂君\n擦，昨天睡觉没盖被子，今天拉肚子了亲！囧，一点多再开始更咯"
        },
        {
            "author": "Tank186",
            "timestamp": 1377146460,
            "txt_content": "肥皂菌 发表于 2013-8-22 12:38 \n擦，昨天睡觉没盖被子，今天拉肚子了亲！囧，一点多再开始更咯\n噢，求顶啊http://www.mcbbs.net/thread-163200-1-1.html"
        },
        {
            "author": "Tank186",
            "timestamp": 1377146520,
            "txt_content": "肥皂君写的我很想继续往下看·····很吸引人嘛"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377147240,
            "txt_content": "Tank186 发表于 2013-8-22 12:41 \n噢，求顶啊http://www.mcbbs.net/thread-163200-1-1.html\n我会帮你顶的！\n\n另外你在你的开头附上我小说的链接嘛\n\n我也会附上你的链接哦！"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377149220,
            "txt_content": "肥皂菌我知道我那角色为毛要带上白眼了，因为凋零BOSS就是白眼。。。"
        },
        {
            "author": "Tank186",
            "timestamp": 1377150000,
            "txt_content": "肥皂菌 发表于 2013-8-22 12:54 \n我会帮你顶的！\n\n另外你在你的开头附上我小说的链接嘛\n恩                  "
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377150420,
            "txt_content": "工业狂人 发表于 2013-8-22 13:27 \n肥皂菌我知道我那角色为毛要带上白眼了，因为凋零BOSS就是白眼。。。\n而且还是六只白眼"
        },
        {
            "author": "Tank186",
            "timestamp": 1377151440,
            "txt_content": "肥皂君，更新了啦~~~"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377173220,
            "txt_content": "Tank186 发表于 2013-8-22 14:04 \n肥皂君，更新了啦~~~\n抱歉，我这边停电了，正在努力把今天的三张弄出来！"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377174420,
            "txt_content": "\n                                            第八章：地狱佣兵团的录取书\n  一夜过去，天刚亮,晓桐和托尼就准备搬家，但——刚推开门，就看到了一封信\n  晓桐.托尼：\n  我相信，昨天晚上的事情会给你们带来些许误会，但收到了这封信就说明，你们通过的地狱佣兵团的考核，对于考核时对你们造成的损失我深表歉意，特附上钻石币两枚。\n  凭此信，可在浩克皇都（星蓝帝国首都）地狱佣兵团总部处登记，成为地狱佣兵团的一员，每月标准1金币，实际收入按照接到的任务酬劳计算，多劳多得。其余时间地狱佣兵团不干涉团员私人时间，但——每年至少要执行3个任务，否则除名，如遇在执行任务中不幸死亡，会根据生前对于佣兵团的贡献给予补偿。\n  加入，或者不加入，你自己选择。\n                                                                             地狱佣兵团现任团长：萨隆\n\n\n\n  “该死的，搞个什么考验吗，还以为是盗贼团。差点吓到林奈，我一定要去讨个说法，别以为给了点钱就可以封嘴，晓桐，你去吗？”“我想去看看，如果不错的话就加入，你只是想讨说法？”“当然，你如果想加入这么不靠谱的组织的话，你自己加好了。”“地狱佣兵团可是星蓝帝国最大的佣兵组织呢，不过——在讨说法之前，我们还是先买两匹马吧，你认为走去很爽吗？”说着朝家里的保险箱走去，取出了全部的积蓄，分出了一半“你把这些给林奈她们拿去，剩下的当盘缠。”托尼接过了钱，向林奈说明了情况。“原来是这样啊，那~你好和晓桐要小心哦！”林奈点点头，却也不挽留，几天的相处，林奈和托尼虽然嘴上不说，但双方心里却早已确定了恋人关系。“我会的，那再见咯！”“恩！”林奈点了点头，目送着晓桐和托尼走出家门。\n  3天，日夜兼程终于来到了那座辉煌的城市——浩克皇都！两人骑在马上，却也不着急看那繁华的街景，而是直奔着地图上地狱佣兵团总部的方向而去——因为那是他们此行的唯一目标！\n  “那么说——要五天后才开始入团登记吗？”从守门的团员嘴里，晓桐得知地狱佣兵团新选团员登记将在5天后进行“浩克皇都每一天的生活开销都很大，所以每人赞助两枚金币的生活费。”说着从保险箱里拿出了四枚金币递给了晓桐。“这佣兵团还真是财大气粗啊，但是一枚金币省着点花就够你我5天的生活费了，一下子给了四枚，啊哈！赚到了有木有！”托尼正在兴致勃勃的说着，却看见了晓桐很鄙夷的面容“你不是来这讨说法，认为这个佣兵团不靠谱吗，怎么又夸起福利来了？”“额……这个……哎呀，反正免费的，不要白不要哈，他们大方是真的啊！”“先不要管了，还是找个旅店住下来吧。说罢，拉着托尼朝着浩克皇都最繁华的地段跑去。\n\n\n\n                             这章赶得急了点，字数有点少，见谅，见谅！"
        },
        {
            "author": "250=mo",
            "timestamp": 1377175620,
            "txt_content": "Lz记得分段，如果不会分我帮你"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377175680,
            "txt_content": "肥皂菌 发表于 2013-8-22 13:47 \n而且还是六只白眼\n对。。。但凋零骷髅是2只黑眼。。。。。。。。。。。。"
        },
        {
            "author": "250=mo",
            "timestamp": 1377175860,
            "txt_content": "示例：分段处理后\n第一章：穿越！！可为虾米不是清朝？\n      黄昏，晓桐从网吧走了出来，他的样子实在有点颓废。布满血丝的眼睛空洞的看着前方。如同行尸般的走进了他那40平米的出租屋内，却茫然不知道要干什么。想想自己20多岁的年龄，进城打拼，却只能帮别人搬家。有活时赚点钱，没活时就去网吧玩电脑，这样的生活他早已厌烦，但——他却没有任何办法。\n      床边放着一瓶早已见底的啤酒，想想自己一个孤儿，能活着已经不错了。但现在的生活和自己向往的真的不同，自己在这个世上举目无亲，无牵无挂不如自杀。这个念头在他的脑海中不只一次的浮现过，但仅仅是一闪而过。还是活着好啊！\n      但，这一次却不同，冥冥之中，好像有一股力量牵引着他，他一步一步的走出了家门到了不远处的商场。到了顶楼，看着马路上车来车往晓桐犹豫了——\n      “自己真的要跳吗？这里是15楼，跳下去必死无疑，不会感到痛的！”想到这里，晓桐向前迈了一步，却突然感到脚下一软摔了下去。感觉到死亡将至，虽然是自杀，但还是十分紧张，于是他闭上了眼睛。当他睁开时却发现眼前出现了一条裂缝，而他不偏不倚正好掉了进去。\n      当他再度睁开眼的时候，发现四周不再是城市，而是一个个方块组成的荒野。\n      “这里是？”他低头看了看自己的手却惊奇的发现自己的手变成了方块状！\n      “额……我穿越了？”晓桐晃了晃自己的脑袋“不大靠谱，应该是做梦梦到自己自杀穿越了，嗯，一定是这样的！”\n      晓桐站起身来，想活动活动，却没留意脚下的石子，一个踉跄摔倒在了地上。\n      “草！好……疼！”但疼字一说出口晓桐和他的小伙伴们就惊呆了“难道不是做梦？”\n      晓桐一步步的走向旁边的一条小河，从河水的倒影中看清了自己的长相\n      ——红色的头发斜盖住了他那方方正正的脸一部分，两只眼睛也是血红色的。一身黑色的衣服穿戴在身上更惊奇的是居然还有一条类似于红色领带似的东西挂在脖子上“诡异，太诡异了！”晓桐冲着河水发起了呆，随后撩起河水就往脸上喷。\n      显然，他还是接受不了穿越了的事实。"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377176940,
            "txt_content": "250=mo 发表于 2013-8-22 20:47 \nLz记得分段，如果不会分我帮你\n这个真的不会分"
        },
        {
            "author": "250=mo",
            "timestamp": 1377177060,
            "txt_content": "注意语法和标点示例2：处理语法及标点使用不当后第一章：穿越！！可为虾米不是清朝？       黄昏，晓桐从网吧走了出来。他的样子实在有点颓废：布满血丝的眼睛空洞地看着前方。如同行尸般地走进了他那仅有40平米的出租屋内，却茫然不知道要干什么。想想自己20多岁的年龄，进城打拼，却只能帮别人搬家。有活时赚点钱，没活时就去网吧玩电脑，这样的生活他早已厌烦，但——他却没有任何办法。\n      床边放着一瓶早已见底的啤酒。想想自己一个孤儿，能活着已经不错了。但现在的生活和自己向往的真的截然不同，自己在这个世上举目无亲，无牵无挂，不如自杀算了。这个念头在他的脑海中不只一次的闪现过，但仅仅只是一闪而过。还是活着好啊！\n      但，这一次却不同。冥冥之中，好像有一股力量牵引着他，他一步一步地走出了家门，走向了不远处的商场。到了顶楼，晓桐看着马路上车来车往，他犹豫了——\n      “真的要跳吗？这里是15楼，跳下去必死无疑，不会感到痛的！”想到这里，晓桐向前迈了一步，却突然感到脚下一空，摔了下去。突然感觉到死亡将至……，虽然是自杀，紧张和恐惧还是促使闭上了眼睛*。当他悄悄睁开眼睛想看看结局距离自己还有多近时，却发现眼前出现了一条裂缝，而他则不偏不倚**掉了进去。\n      当他再度睁开眼的时候，却发现四周不再是城市，而是由一个个方块组成的荒野。\n      “这里是？”他低头看了看自己的手，却惊奇的发现——自己的手变成了方块状！\n      “额……我穿越了？”晓桐晃了晃自己的脑袋，“不大靠谱，应该是做梦梦到自己自杀穿越了，嗯，一定是这样的！”\n      晓桐站起身来，想活动活动，却没留意脚下的石子，一个踉跄摔倒在了地上。\n      “草！好……疼！”但疼字一说出口，晓桐和他的小伙伴们就惊呆了，“难道不是做梦？”\n      晓桐一步步的走向旁边的一条小河，从河水的倒影中看清了自己的长相。\n      ——红色的头发斜盖住了他那方方正正的脸一部分，两只眼睛也是血红色的。一身黑色的衣服穿戴在身上。更惊奇的是，居然还有一条类似于红色领带似的东西挂在脖子上。“诡异，太诡异了！”晓桐冲着河水发起了呆，随后撩起河水就往脸上喷。\n      显然，他还是接受不了穿越了的事实。……\n*自杀时从高空掉落带来的快感和恐惧根本不可能给人思考，于是此时人应当按照本能闭上眼睛，而原文没有表达此意。\n**”不偏不倚“和”正好“重复。\n\n\n不要老用”的“替掉”地“好不？\n记住双引号前记得也要加标点\n记得写小说认真点"
        },
        {
            "author": "250=mo",
            "timestamp": 1377177660,
            "txt_content": "肥皂菌 发表于 2013-8-22 21:09 \n这个真的不会分\n帮人帮到底\n说话基本上占一段；一个完整的动作占一段；一段完整的描述（如环境，介绍，人物的描述等）也占一段；需要强调的也占一段；开头一般以较短的环境描写占一段，结尾最好写一些总结性的或预示下章内容的作为结尾，如：“于是什么什么就告一段落了。”或“一场激烈的战斗即将展开……”等。"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377180420,
            "txt_content": "第九章：晓桐与黑殒的决斗血瞳厉鬼VS黑翼恶魔！新伙伴冥广加入，地狱佣兵团长萨隆现身！（上）\n\n\n  入夜——铭灵酒店下\n\n  “呼~呼~这貌似是最后一家旅店了吧。”托尼气喘吁吁的看向晓桐“对，这家旅店如果再没有客房，我就去自杀——话说你不是骑得马么？怎么这么累啊？”“第一次骑马，被颠的，不许啊？”说着，把马签到了一边，拴好了缰绳。\n  “额，话说托尼菌，这旅店怎么只有玻璃没有门啊？”“你看玻璃前的踏板就知道啦，这是红石门，站上踏板门就自动开启的。”“这么说，和那边时间的自动门一样吗？”“晓桐！你嘀咕什么呢？进去了！”说着踩上了门前的踏板，那四块玻璃瞬间分成两半，缩了回去，里面影影露出了粘性活塞。“没想到这个世界也有这么高科技的东西啊，说罢也走进了旅店。\n  “请问这里还有房间吗？”托尼已经在趴着问前台的接待了“有的，您要开几个房间？住几天？”“太好了，开两个房间，住5天！”“好的，一共是4银币。”托尼递过去了钱，收起了两张房卡。“请问这里可以点餐吗？”“有，就在那边的餐厅，餐费是另收钱的。”“好的。”问完了这些，朝着刚进门的晓桐挥了挥手“这里!”“还有房间吗？”“恩，有，你的是110号房，我的是120。”“11……”“怎么了？”“没……没什么。”晓桐摆了摆手心里却想：你TM这是在玩我啊，110——120，你咋不来个119.250捏？“那边有餐厅，我们先去吃饭吧。”“恩”\n  进了餐厅，却看见了一个满身黑色打扮的人，在用餐的人中十分扎眼，尽管在室内，他还是穿着足以遮盖全身的黑色斗篷。晓桐找到了距那黑衣人不远的一个位置坐下，眼却不是的瞄向黑衣人处“托尼，你说那个人为什么在室内还穿着斗篷？”托尼也注意到了这个人，答道“我猜他应该是惧光族的人，在黑暗里战斗力很高，但遇到光源战斗力就会急剧下降，就这还是他们族近几代进化出来的，他们的先辈们听说一遇到阳光就会被晒成灰的。”晓桐听了托尼的话十分惊讶声调不觉大了几分“真的？那不是成僵尸了？”谁知话音刚落那黑衣人却是身形一闪来到了晓桐旁边，一柄漆黑的长剑就势朝晓桐刺了过去晓桐猛然起身掏出长戟挡住了那一击，那黑衣人却怒吼道“你他妈才是僵尸！”抬手冲着晓桐又是一通猛刺，晓桐的长戟是长兵器，在室内本就不好施展，再加上对方用的是剑，速度较快，所以抵挡的很吃力，眼看着黑衣人的剑就要刺中自己的胸口，一只带着火苗的箭猛然窜出，只听“当”的一声，那支箭定在了餐厅的墙面上，而黑衣人的剑也因为箭的作用从黑衣人的手中飞了出去。\n  “是谁？”黑衣人捡起了剑，冲着屋里的人大喊。此时，一个身着蓝色衬衫的人拿着一支泛着紫意的弓朝着晓桐走了过来，值得注意的是，那个人的眼睛是白色的，确切的说，他的眼珠是淡灰色的，乍一看几乎是白色的。低声说“这个人很厉害，最好不要招惹他，就算打，也要去别的地方打啊，这里是旅店。”晓桐轻笑一声“谢谢相救，谢谢提醒，我叫晓桐。”说着伸出了他的手“我叫冥广。”他也伸出了手，抓住晓桐的手握了握。“我说——我俩要打去角斗场打，这里是旅店，打坏了，你赔？”黑衣人冷哼了一声“据这里最近的角斗场是地狱佣兵团经营的地狱角斗场，我会在那里等你。”说罢，拿出了一个金币，扔给了问询赶来的老板，出了门。\n  角斗场上\n\n\n  “哈哈，没想到你还真有胆来啊，不如我们赌一把，谁输了，谁给对方十个钻石币，怎么样？”“随时奉陪。”观众席上，冥广冲着有些焦急的托尼问“我看你是晓桐的朋友吧，你说晓桐有把握吗？”“我相信他。”黑衣人把斗篷甩到了一边，露出了一张冷俊的脸，一头乌黑的碎发与那双黑瞳，以及全身的黑衣与黑斗篷想应照，黑瞳凝视着红瞳，双方战意正在不断的燃烧。“黑殒”黑衣人冷冷的道“晓桐”“准备好了吗？”黑殒凝视着晓桐“当然.”\n  黑衣人一个箭步冲了上来，手中黑剑猛刺，晓桐的长戟也是就势横在胸前一档。战斗——一处即发。\n\n停电啦，来不及更啦，这一章的信息量有点大哈哈，标题也长，大家看着吧，其他的明天再更，我先碎觉觉去了~\n  "
        },
        {
            "author": "肥皂菌",
            "timestamp": 1377180480,
            "txt_content": "250=mo 发表于 2013-8-22 21:21 \n帮人帮到底\n说话基本上占一段；一个完整的动作占一段；一段完整的描述（如环境，介绍，人物的描述等）也 ...\n我尽量尝试，哈"
        }
    ]
}