{
    "title": "我叫我师傅帮忙整合个服务器 他说没办法 进来看看大家",
    "author": "chen210306",
    "replyCount": 3,
    "timestamp": 1377053760,
    "txt_content": "Dayz版服务器要求：\n服务端：必须是可以装mod和插件的服务端 要装中文输入\n客户端：要能随意装任何mod就是放入mods文件夹 貌似叫API支持\n\n服务端插件和mod：砍树插件、基础插件、钱插件、星门插件、(不知道有木有能让服主能随意开关玩家之间伤害的\n\n插件)、行尸走肉插件(也就是所有怪物都没了 只剩下僵尸 然后白天能出现僵尸 )、僵尸感知mod(让僵尸更容易发\n现玩家 玩家受伤貌似会在地上留下一滩血 会引僵尸)、死亡公告(摔死：XXX进行了信仰之跃 淹死：XXX以为自己\n是鱼等...)、吃东西不补血只补饥饿插件或者mod（但是如果饥饿值降为0 按原版的方式扣血 1秒一颗）、骨折插\n件或mod(玩家从高处摔下有几率骨折 骨折无法奔跑 走路缓慢 需要吗啡进行治疗才可以恢复)、流血插件或mod(被\n僵尸造成伤害时有几率失血 每15秒扣半格血5分钟死亡 )、血包插件或mod(玩家吃东西只补饥渴)、饮水插件或\nmod(在饥饿条的上方出现一条显示玩家身体水分的水分值 如果水分值为0 与饥饿为0一样 一秒一格 喝河水有几率\n中毒 中毒时会扣血 不过是一秒2格比较惨)、生病插件或mod（玩家吃生肉可能会生病 生病时需要药来治病 生病\n\n时 屏幕微微晃动 不是剧烈晃动！ 无法奔跑 ）、体温插件或mod(游戏中屏幕右边出现度数 体温：37.02°C 体温\n\n少于30度会生病 晚上外出 或者 在水里呆久了 体温就会下降0.1°到1.5° 不能频繁下降！)、火堆插件或mod(能\n让玩家在原木或者木板上用打火石生火像在地狱岩生火上的火不灭 还有不能用火炉 杀了动物掉落的生肉 只能放\n在火堆里靠 不知道有木有这个插件或者mod 火炉禁止合成 禁止使用 )、不能用手撸树插件或mod(让玩家只能用斧\n头将整棵砍下(砍树插件)其他工具无法砍下树 如果其他玩家用别的东西砍树 公屏能提示：“请用斧头砍树！”那\n就好了)、更多食物mod或插件(不是什么奶油蛋糕那个版本的更多食物 我要的是现代的食物 如可乐、牛奶、鸡腿\n、汉堡、披萨等...)、羊杀死要能掉羊肉的mod 不能掉羊毛 不能睡觉 杀死牛不能掉皮革 只掉牛肉、背包插件或\n\nmod(不是一种拿在手上按右键打开的背包 是有4中背包 屌丝包 高级包 爱丽丝包 土狼包 装上屌丝包有12格 装上\n\n高级包有18格 装上爱丽丝包有24格 装上土狼包有36格)、背包限制mod或者插件(刚刚出生的玩家只有8格的容量是\n\n打开E 不是能把物品拿在手上的那一行 是里面的 前面说到的背包mod或者插件 装上一个屌丝包就变成12格 装上\n\n高级包18格 爱丽丝24格 土狼包36格)、僵尸不会掉腐肉、僵尸有各式各样的皮肤和性别(如公司白领 厨师 平民)\n\n、僵尸身上随机掉落武器 背包 弹夹 不能掉落食物 武器不能是机枪 散弹枪 火箭炮等重型武器 只能是手枪(手枪\n\n掉的几率要小点) 或者刀 钝器什么的 背包也不能太好最多掉高级包、自定义NPCmod或者插件（比如到一个大楼的\n\n房间 冲房间里冲出一个 精神病人(就是家人被僵尸杀了 因为受精神刺激 看到人就杀 也会杀僵尸 杀死玩家后夺\n\n取玩家的物品) 幸存军人(拿着枪战在高楼或者安全的地方 帮玩家射击僵尸 也可以在军人那里接任务 然后获得报\n\n酬)幸存者 (也就是普通的人 你可以把他带到安全区 会得到报酬 还可以跟她对话 从而知道他的身世神马的)师傅\n\n你要找到一个可以设置这么多的npc自定义插件或者mod哦！辛苦你咯！）、给车加油和维修等mod(比如车如果撞击 \n\n会出现爆胎 这时要去找轮胎 还会出现引擎损坏 也要去找引擎 要有工具箱才能修复 还有挡风玻璃损坏 也要去找\n\n挡风玻璃 车开一段时间还必须没油 然后去找油桶给车加油)、各个国家的枪械和载具mod(枪械必须是现代武器 不\n\n能出现神马超牛B的 紫外线镭射炮神马的乱七八糟的 只能出现M4A1、AK47、M60E3、M1911手枪、巴雷特狙击枪什\n\n么的 载具要有多种车 如面包车 小轿车 大货车 不同颜色的小轿车 还有自行车 车有油量限制的 如果车没油了 )\n\n、还有必须有领地插件(因为我要弄一个安全区 让玩家刚出身就在安全区 然后出去探险)、还有就是福利怎么弄貌\n\n似ess插件就可以实现啊(让玩家刚出生就有一把M1911手枪 附带4个弹夹 (如果有夜视仪插件或者mod就好了) 一个\n\n夜视仪 一罐可乐(补水) 一个面包(补饱食度) 一把斧头(要无限耐久的话怎么弄啊) )、防爆防火插件(不知道防火\n\n装了玩家想弄个火堆能不能点燃)、衣服插件或者mod (让玩家在城市中搜物资的时候可以搜到衣服 拿着衣服右键\n\n穿上 衣服要多一些 西装 或者 礼服 神父的服装等等)、禁止使用工作台(不能让玩家合成任何东西 要是能把俺E\n\n键出现的4个方格的合成的地方给删掉就好了) 、还有昏倒mod或者插件(当血只剩2格或者2格一下 角色走路会随机\n\n昏倒 屏幕变黑5秒 无法移动 别人看昏倒的角色最好是躺着或者趴着 如果没办法就只能站着了)、删除地狱、反外\n\n挂mod或者插件 (比如有些玩家破坏游戏平衡 刷物品 开CJB 飞天神马的 会气死我的 我开大服务器 所以说 只能\n\n这样)、一些障碍物mod或者插件(比如玩家在搜刮过程中可能捡到铁丝网或者沙袋神马的 沙袋占2格能封住入口 铁\n\n丝网占4格 也是用来封路的)、还有帐篷(帐篷能存东西 谁放的帐篷 那放帐篷的地方就是谁的出生点)、希望师傅\n还能帮我找一个超超超超超超超超级大的城市地图、不过必须也要有山 也要有平原 也要有大海 也要有雪地 也要\n有沙漠 不过城市必须非常大 或者可以分成好几个城市 、客户端必须装小地图 、牌子必须能输入中文 以前没装\n\n中文补丁 牌子输入中文后 变成了 \"?!\" 后来才知道是没装中文补丁、手电筒补丁或者mod(玩家搜刮中能搜到手电\n筒 在晚上可以进行照明 白天没效果 我最好是手电筒拿在手上 按一个键开关手电筒)\n\n\n\n\n差不多就是这些了 师傅 ！ 全靠你了！如果我说的这些全部都能做到 那和dayz的相似度能达到99％\n师傅您知道剩下的百分之一是什么吗？是mc的所有物品都是方块 而dayz不是！\n\n\n\n谁能帮我整合一下这个服务端和客户端 这些纯属手打 我想弄个dayz服啊 花钱开哪个牛人能帮我整合下\n",
    "replies": [
        {
            "author": "MINE世界卍",
            "timestamp": 1377055800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "MINE世界卍",
            "timestamp": 1377055800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "chen210306",
            "timestamp": 1377093960,
            "txt_content": "MINE世界卍 发表于 2013-8-21 11:30 \n板凳前排\n... 那最少要多少钱"
        }
    ]
}