{
    "title": "村庄MOD精品介绍",
    "author": "快手修斯",
    "replyCount": 4,
    "timestamp": 1377094980,
    "txt_content": "雷迪斯，AND建投们，我终于破解村庄MOD了，闲话不提，直奔主题。\n 村庄MOD是一个很好玩的MOD,有四个种族，诺曼，印度，玛雅，日本。（吐槽：没有中国，不给力有木有！）在任何一个国度，都有一个领导者，点击领导者可查看自己的状态，一般都是陌生人开始，除非你打他一巴掌，但只会降低关系，可以通过做任务提高，也可以通过买卖提高，点击那个头上有“对玩家销售”的晓姐，就可以买卖了，点击你要买（卖）的东西，就可以了，如果你没有，再点也是瞎折腾。当你成为老主顾以后，就可以雇佣一些人了，特别是那个伐木的人，也可以买房子，只要有足够的钱币，就可以买了，别以为你买了块空地自己建造，玩这个MOD的人都知道，有个村民会建筑的，没玩的人，傻了吧，凹凸了吧，快玩吧，任务有很多种，要不就是日本的捕鱼任务，要不就是诺曼的炼金任务，要么就是印度铁三角的送剑，管他什么的，照做就提升等级得到钱币。\n 有时候，你会见到一个小城堡，千万别靠近，会遇到那里的主人，诺曼骑士们，打死所有的，就可以去扫荡他们地下室的财产了，一开始全是锁定，打死了就解锁，还有日本武士，玛雅食人族等等，都很值得打败，特别是食人族，箱子里是什么？真金！有木有！真金！金锭啊！！我上回就看到16个，运气好啊！\n 遗迹：有时候你在沼泽会遇到一个奇怪的建筑，肯定有门，没错，那就是玛雅的神秘遗迹，里面有宝藏哦！还有废弃的房子，上面骑士的房子有时候也是废弃的哦，不扫荡地下室吃亏有木有！还有矿地遗弃了，会有宝箱！有木有！\n 商店：偶尔你会遇到一件诺曼屋子，跟你说，这里面有诺曼人哦！他们只会卖，不买，还有时候会有伐木屋，也是卖东西的，还有日本的农业，玛雅分散的小塔，都有卖东西的哦！\n 国度的墙上，都会有写建筑的资料，还写了资源差什么，你只要把缺少的资源卖给“给玩家销售”的小姐就行了，卖了以后，你卖的数量会增加到墙上缺少的那一栏，之后增加，够了以后，NPC建筑师就开始发功了。\n 当你在村长那里的声望达到救世主以后，就会发现下面多了一个卷轴，鼠标移过来，写了“领导者的要求”点了以后，恭喜你，你可以创造这类村庄，饼担任起你的村庄的村长喽！\n 忘了说了，你必须从销售人那买一个召唤魔杖，之后拿出一个金块，点一下，出现面板，选择上面写着“控制”的村庄，你便担任起了那个村庄的领导人，恭喜你啊！\n 用召唤魔杖在村子附近地面点一下，会出线面板。你可以选择，之后这里就有一个牌子“XX”施工中，你选择的建筑就开始施工了，你只要在所需材料的板子下面的箱子放上足够的材料，就开始建造了！！\n 接下来，就是生儿育女的时刻了，到一个村民的家里，打开箱子，在里面放上10瓶CALAV（跟苹果长得差不多的那个宽一点的瓶子，）就可以了，一个提升20百分之的机率，那为什么是10呢？到时候会说！\n 之后大家都在工作，不回家。你只要等到晚上就好了，建议你们玩创造，在家里放个床，跳到晚上，大家都走向家，进去以后你就睡觉，调5次就够了，运气好的人只要2次，因为他们生的机率不高，早上再去看，就有了！顺便说一下，弟1-2次你睡觉他们也有可能不生。\n 之后孩子出来后，我推存你再睡个5天，孩子就成为青年了，别再睡了，他们长不大了，你必须用召唤魔杖在附近不会惹到其他建筑和不靠近水的地方点，选择第一个建筑，绝对能住，建好了以后，一男一女的小孩如同非毛腿，超建筑走去，哪个先到，哪个先得，提醒一下，一家最多住4个人，妈妈爸爸二个宝宝，一男一女进去以后，瞬间由青年变成成人，那个女成人就去老家搬运家庭永品，一看他拿的用品，你绝对会说：“瞎了我的狗眼！”没错，那就是为啥要10个kalav，她拿的正是剩下5个！之后继续开始生育计划了，就是这样！但是，如果你是玛雅领导者，别建造萨满花园，住进去的不会生育，就是这样子了，希望管能给我设个顶，让大家都看看，这个苦难的村庄MOD.",
    "replies": [
        {
            "author": "Hueys",
            "timestamp": 1377177780,
            "txt_content": "有点乱。。。。。。。。。。"
        },
        {
            "author": "u17",
            "timestamp": 1378631160,
            "txt_content": "下载地址在哪....什么版本的"
        },
        {
            "author": "wxa665266",
            "timestamp": 1391945700,
            "txt_content": "u17 发表于 2013-9-8 17:06\n下载地址在哪....什么版本的\nhttp://www.mcbbs.net/thread-93223-1-6.html 1.6.4 1.6.2 1.5.2 1.5.1 1.4.7/1.4.6 的。"
        },
        {
            "author": "823468346",
            "timestamp": 1419606840,
            "txt_content": "建筑计划是什么"
        }
    ]
}