{
    "title": "【小说】《啃爹不是流水账：屌丝不是熊孩儿Ⅰ 》",
    "author": "晓风晚月",
    "replyCount": 9,
    "timestamp": 1377155580,
    "txt_content": " 本帖最后由 晓风晚月 于 2013-8-22 18:23 编辑 \n\n\n  【第一个坑爹录像：混蛋与穷屌丝】   这个世界是被称为：“庇护所”的人类世界。   在宇宙的另外一端最底层是被称为“下界”或是“地狱”的恶魔世界。   在“下界”的对面隔着“庇护所”的就是被称为“天界”或是“至高天堂”的天使的世界。    在“庇护所”的最底层：基岩层这个无法被人类、恶魔、天使破坏的地方，突然破开了一个裂缝，透过……看到虚无……     他……从虚无中降生……     相传在神州大地上有着神话时代便流传下来的十样上古神器[鸡、鸭、鱼、猪、狗、鸟、羊、牛、猫、蛇],他们各自拥有不同的绝世力量，但关于它们的下落都已湮灭于神州漫长之历史中，俨然成迷。公元七十七世纪，小鸡帝国消灭了小鸭帝国，结束了鸡鸭南北朝长期分裂的局面。鸭国遗民悲痛祖国灭亡，在鸭龙江集结大军，意图一举复国。  小鸡帝国出兵平乱，为首一位年仅十二岁之小鸡军团的少年，以十神器之一的小鸡剑，在一击之间便将鸭国的反抗大军消灭殆尽。小鸡帝国将领将小鸭帝国的鸭太子摔死，殊不知小鸭国王早已将鸭太子穷屌丝替换，留下暗兵……    就是这样，穷屌丝出生后不久，父母就不知去向了，打从有记忆起，他就和师父一起住在山脚的小屋中，远离县城的人群。  师父就是师父，师傅的名字就叫混蛋，穷屌丝从来就不知道师父是谁，只知道师父是一个和蔼的老人、除了两种情况例外，一是在指导穷屌丝武技，另外就是当穷屌丝问起师父的身份或自己的身世的时候，师父会变得很阴沉，紧闭成一字的嘴、严肃的面孔、沉重的眼神，叫穷屌丝不敢多问一句。   穷屌丝打记事起，就知道这个世界有五片大陆，五片大洋，——鸡鸭大陆，猪狗大陆，牛羊大陆，猫大陆，鸟语大陆；红沙湖海，珍珠海，蛇海，魔鬼海，珊瑚海。    小鸡帝国位于鸡鸭大陆的东边，领土占鸡鸭大陆的四分之一，其余四份之三中三分之一的领土是小鸡帝国的友邦小鸭帝国，还有三分之二是远古森林。鸡鸭大陆的东边，也就是小鸡帝国的东边，是宽广无边的一片海洋——红沙湖海。在红沙湖海中，有三座属于小鸡帝国的围成三角形状的岛屿——火苍山岛，括苍山半岛，天苍山岛。  在红沙湖海和黑海的边界处就是火苍山岛，和火苍山岛隔着黑海相望的是另一片大陆——猪狗大陆，那里是小鸡帝国自古以来的敌人——猪无敌帝堡王国。 虽然说小鸭帝国和小鸡帝国是联邦，但是一直以来都是小鸡帝国压迫着小鸭帝国。终于，终于一天，小鸭帝国的八十八代王子草泥马（穷屌丝他爸）忍不住了，闯进了小鸡帝国的后宫当着小鸡帝国国王的面，向小鸡国王的第八十八个妃子求婚，于是……   噗！——   啪！——   轰！—— 　  　…… 　　  混蛋今天很高兴，今天他在小鸡森林里猎杀了一头四阶的魔兽，4阶中级的小鸡他爸（这可是大BOSS！）。勇猛的斧战士混蛋毫不惧怕，在躲避掉小鸡他爸凌厉的攻击后，一斧子直接砍裂了小鸡他爸的头颅。   混蛋欢喜的拿着刚刚得来的绿宝石，快步的走向小鸡小镇中唯一的酒馆：小鸡酒馆！    因为没有伤到小鸡他爸身体的其他任何一个部分，混蛋得到了一张完整的兽皮和一枚4阶的魔兽晶核，兽皮买了整整二个绿宝石，而晶核更是卖了十五个绿宝石！这对混蛋来说无疑是一笔巨大的财富。   不过据混蛋所说的，一斧子英勇的劈开小鸡他爸的脑袋，基本上纯属吹牛！其实是混蛋狼狈的躲避着小鸡他爸凌厉的攻击，在慌不择路的逃跑，走狗屎运的混蛋十分幸运把小鸡他爸给绕崴了脚，苔藓太滑了。   然后在小鸡他爸愤怒的眼神中，小心翼翼的结果了小鸡他爸，狗屎运！    “屌丝小子，给我来一百串肉的，一百串蔬菜的，再来两大杯上好的麦酒！”混蛋得意洋洋的对着叫做穷屌丝的青年说道。   “混蛋，你个该死的酒鬼，上次欠老娘的五个银锭还没给，现在还想叫吃叫喝，先给老娘把银币拿来！”一声不弱于混蛋的音量从后面传了过来，是酒馆的老板娘，穷屌丝的两百岁养母，一个小鸡地带的泰山北斗，寡妇了一年零六个月的——莎士比那。    “呵呵，马上给你上！”青年屌丝一笑，开始走向后院，把混蛋的要的东西准备出来。    “该死的混蛋，你今天要是不把银币给老娘拿出来，今天你就给老娘留在这里做杂工，直到还清了为止！”随着老板娘的咆哮，从后边走出了一个女人。  “嘿嘿，老板娘，给，给….我这不是有钱了就马上来还您了么，嘿嘿。”混蛋忽然变得和一只小猫似得，马上递给老板娘一个金币。  “还亏你是屌丝的师傅，这么没出息！”莎士比那眼看拿到了一个金币囔囔了两句也就放过了混蛋。其实只有穷屌丝知道，师傅表现的一切都是装出来的。每当他问到的时候，又会变成一副阴沉的模样，只说了一句话，“我们的身份不可以枉然暴露出来，我的底细别人已经摸清楚了，我只能是装成一副什么都不知道，一个普通平民的样子，才会躲过那些暗潮涌动出来的危害。”    突然，莎士比那又跑了回来，“这钱不是偷的吧？”随后师傅混蛋在老板娘锋利如剑的眼神中，把金币的来源说了出来。    “没想到你的本事不怎么样，运气倒不错！这个金币就算抵消以前的债还有就是今天的饭钱，今天你想吃多少就吃多少！”说完把金币塞进了自己的口袋间，不给混蛋任何说话的机会，转身离开了！    混蛋也知道，到了老板娘手里钱是绝对那不回来的，心痛的看着金币挤进口袋间，然后马上吼道：“好徒弟，再给老子加两百串荤的！”    “好嘞。”屌丝一边烤着烧烤，一边喊道。其实，屌丝更加希望师傅一直保持这样的性格，而不是表面上的装模作样，在别人眼中也许就是非常非常普普通通的动作，在他的眼中却是万分的生冷。    屌丝，原本是地球一个普普通通的年轻人人，今年也仅仅15岁……（容许我把年龄调小一点，未来情节需要）关于一切一切的由来，还要提到两年前……[/spoiler]",
    "replies": [
        {
            "author": "工业狂人",
            "timestamp": 1377180180,
            "txt_content": "米人？我来了~~~顺便给上金币（今天可以给的金币剩余4。。。坑{:10_503:}）"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1377225900,
            "txt_content": "工业狂人 发表于 2013-8-22 22:03 \n米人？我来了~~~顺便给上金币（今天可以给的金币剩余4。。。坑）\n你是？…………"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377227520,
            "txt_content": "晓风晚月 发表于 2013-8-23 10:45 \n你是？…………\n你猜~（今天可赠送的金币and人气都送完了。。。）"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1377244680,
            "txt_content": "工业狂人 发表于 2013-8-23 11:12 \n你猜~（今天可赠送的金币and人气都送完了。。。）\n好吧，做任务可以速度升级"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377248880,
            "txt_content": "晓风晚月 发表于 2013-8-23 15:58 \n好吧，做任务可以速度升级\n额。。。等级低不行么{:10_524:}"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1377260100,
            "txt_content": "工业狂人 发表于 2013-8-23 17:08 \n额。。。等级低不行么\n话说，你会不会认错人了……"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377260580,
            "txt_content": "晓风晚月 发表于 2013-8-23 20:15 \n话说，你会不会认错人了……\n好吧。。。我说的米人就是没人的意思。。。。"
        },
        {
            "author": "ffd",
            "timestamp": 1377262080,
            "txt_content": "那个......设定和人物的名字感觉怪怪的，你是故意的么？"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1377311820,
            "txt_content": "bffd 发表于 2013-8-23 20:48 \n那个......设定和人物的名字感觉怪怪的，你是故意的么？\n废话…………"
        }
    ]
}