{
    "title": "【囧神出品】【必属精品】【WOW编年史】",
    "author": "囧神在此！",
    "replyCount": 0,
    "timestamp": 1377164400,
    "txt_content": "发布上一章链接。http://www.mcbbs.net/thread-163626-1-2.html\n谢谢各位的支持！\n\n【WOW编年史】\n8·22更新第一章节·人族·混乱之治。\n\n---------------------------------堕落之源·第一章节·人族---------------------\n\n第一天。。Arths王子来到营地的第一天。\n\n“啊，Arths，你终于来了，我等你很久了。真不愧是泰瑞纳斯王的儿子。”USER答道、\n“User，不用再说这些了，现在我和你是平等的。”\n“嗯，说得对。”\n“你叫我来有什么事？”\n“啊，最近王国附近的黑石山出现了那些该死的兽人，这些黑石部落入侵各个村庄，烧杀抢掠。无恶不作。”User咬牙切齿。\n“还有就是附近的斯坦博立德的小镇是兽人计划攻击的一个目标，或许他是唯一没被摧毁的村镇了，我叫你来也就是这个原因。虽然并不是很安全，但是你有足够的能力，你可以做得到。”\n“User，如果我去哪儿了，你干什么？”\n“啊，我要向泰瑞纳斯国王汇报您的进程，然后管理白银之手的日常事务。”User答道。\n“好了，我想你只需要调给我一些士兵我就能完成这个任务”\n“嗯，祝你好运。”\n\n离开营地的20分钟后。。。。。。\n\n“杀光他们！”强盗头子米勒格。\n“救救我们！啊！！！！！！”\n“那些强盗正在抢夺那些村民身上的东西！干掉他们！”\n战斗完之后。。。。。。。。。。。。。。。。。。。。。\n\n杰拉德：“Arths王子，非常感谢您的帮助，你是要去斯坦博立德吧。这里有座桥，后来不知道什么原因被摧毁了。不过还有另一条路，但是没有以前那么安全了。祝你好运，小心那些鱼人！”\n“我会的”Arths说道。\n\n渡过那条浅滩之后。。。。。。。。。。。。。。\n\n“什么？入侵已经开始了！防御起来！杀掉这些该死的兽人！”\nArths一锤子就把那些兽人砸成了肉泥，不过这件事并没有结束。\n“把这些倒霉蛋拖走！”奴隶主说道。\n“或许他就是头目？咱们先杀了他吧。”\n在经过又一次激烈的斗争之后，他们终于将奴隶主干掉了，不过临死前奴隶主说了一句话，说什么这个世界即将被火焰吞噬。但是众人都不知道什么意思。于是他们便当做没这回事一样忘记了。。\n\n两天后----斯坦博立德\n\n“那些被带走的人呢”孩子说\n“放心，我会带他们回来的。”\n此时，User赶到了。\n“王子，你立即去黑石村落附近，他们在举行一种我们不知道的邪恶仪式，你必须马上组织他们！”\n\n“嗯，好的”\n\n赶到黑石部落附近------------------------------\n\n突然闪现了一个剑圣。\n“愚蠢的圣骑士，你们是不可能阻止我们的，我们的恶魔主人即将复苏。而那些人，只是我们拖出去当祭品的而已。”随后他挥舞了剑，说道“这个世界即将陷入无穷的火焰之中，哈哈！”\nUser一锤子秒杀了那个兽人。\n“该死，这只是个分身。看来他的真身在进行仪式！”\n随后，Arths训练出了足够的兵力之后赶往那个祭坛，很快就击杀了剑圣。\n但是。事情没这么简单，剑圣临死前不断地说着：\n“我只是为我们主人服务的而已，不久后，他即将从混沌的世界里再次入侵这个脆弱的片面世界。然后把这里彻底的变成一个燃烧着无尽火焰的地狱，哈哈。杀了我并不会对这件事有任何的影响，只是会加快你死亡的进度罢了。”随后他自杀了。\n\nArths并不知道他说什么，与此同时。。。。\n\n洛丹伦的的王座内。。\n与紫罗兰堡。。。。。\n\n“你真的是太聪明了，按我说的做吧，把你的人民带到远方的卡利姆多去避难，只要在那里，才能和邪恶力量做抗争，将世界从火焰中拯救出来！”？？？说道\n“这么多年了，你还是这样，你清醒一点，这是不可能的事！”安东尼达斯\n“老顽固，你就等着瞧吧！”他化作乌鸦飞走了\n“大师，我不是有意偷听的。只是。。”吉安娜说道\n“你那点小把戏能躲过我？但我正是依赖你这种天性，正好，Arths王子需要一个帮手调查一件事，我就觉得你有能力可以胜任。”安东尼达斯说道。挥了下法杖。“洛丹伦东部有莫名的瘟疫，或许你可以调查？”\n\n吉安娜会和Arths去调查什么？剑圣与神秘人说的话到底是什么意思？瘟疫与桥的莫名断裂是为何？世界会有怎样的灾难？请看下集：诅咒教派！\n\n------------------剧终-------------------------剧终-----------------剧终------------\n\n",
    "replies": []
}