{
    "title": "《神魔——试炼之路》第三章来鸟！",
    "author": "1365619159",
    "replyCount": 9,
    "timestamp": 1326683100,
    "txt_content": " 本帖最后由 1365619159 于 2012-1-18 16:32 编辑 \n\n第一章误会\n\n\n撒旦翻了个身，躺在他“十八床软棉被”极品压缩而成的撒旦牌天蓝色被子上，嘴里嘟嘟囔囔的，说着什么“李曦尹，我喜欢你”“其实咱俩才是天造地设的一对”之类的梦话，大概是梦到某个梦中情人了吧。\n\n\n“阿嚏——”李曦尹打了个喷嚏，这年头长得帅也会被人惦记啊！抹了抹鼻子，他隐隐约约看到了某个老头，哦！是三个，嘿嘿，别说，这仨老头长得还挺像我的世界里面的村民。\n“年轻人，相逢便是缘。”三个老头用在李曦尹看来很是色迷迷的眼神盯着他，惹得他有些不耐烦，这梦境也这么真实啊？难道我有这种倾向？他看了三个可以当他爷爷辈老头，顿时额头发麻。\n“他怎么不说话？”利斯塔问道。\n“我哪知道，大概是睡着了。”格勒皮斯看着他半梦半醒的样子，皱着眉头。\n“那我们先去汇报一下再回来吧。”利斯塔挠挠头。\n“good idea！”正在酝酿深沉气氛的格尔旗顿时伸出大拇指，吓了两人一跳。\n过了许久，冰凉的大理石才让李曦尹发现，这里似乎并不是梦境。\n突然，地面上闪过一道黑影，李曦尹消失不见了，传来了令人发笑的话语。\n“噢！这些该死的家伙，撒旦怎么会喜欢一个男的？我路西法难道要……”",
    "replies": [
        {
            "author": "1365619159",
            "timestamp": 1326683220,
            "txt_content": "第二章 传送\n\n\n李曦尹瞪大了双眼，“喔~这就是路西法？”曾经的圣光六翼炽天使，圣经中最强大的恶魔，竟然……这么帅！！！\n黑色的长袍随意地在身上披着，却是显露出他极端的个性，一头褐色长发，腰间别了一把奇怪的长剑，一张标准的瓜子脸，散发着点点邪气的眼眸，略显尖尖地下巴，可以想象，这等人物如果出现在人间……\n什么偶像级，什么实力派，统统一边去，这位大哥可是对抗上帝的大人物，那张略带邪气的脸庞，若非自己是个男的，恐怕也会对他着迷吧。\n“唉~”李曦尹和路西法同时叹口气。“你叹气什么？”李曦尹对路西法的事迹还不是很了解，所以也没有什么畏惧之心，很自然的问了出来，这倒让路西法高看了几分。\n“我和上帝的走狗撒旦斗了一辈子，曾经以为自己已经很了解他了，可是，没想到……他竟然喜欢……一个……”路西法强忍着笑，快要咽气般的说着。\n“……男的！”李曦尹整个人都呆住了，额，先是撒旦是上帝的走狗？撒旦不是恶魔吗？然后，这算什么事？难道撒旦还是一个基佬！！！\n看到一脸震惊的李曦尹，路西法终于想起了正题。\n“对了，我的任务就是将你传送走。”路西法恢复了他的冷傲，一阵气势扑来，想要给李曦尹个下马威，哪知李曦尹那感受过什么气势，也就在小说中曾看到过“王八之气”。\n“哦……”李曦尹一脸惊诧，路西法淡漠的看着他，等着他的下文。\n“怎么这么冷？”李曦尹紧了紧睡袍，“说吧，我会被传送到哪？还有没有可能回去？”。\n“当然可以回去了，至于目的地，是一个很神秘的地方，我现在无法对你说明，去了就知道了。”路西法给李曦尹留一个念想，回去，好办，只要他可以成神，随意穿梭时间之轮，到时候回去就是一秒钟的时间罢了，可是，他有那个实力吗？\n李曦尹当然不知道这么多，路西法带着他向石洞的深处，走了不知多远，李曦尹看到了一个五芒星阵法。\n“上去吧！”路西法不再多言，其实，这家伙能去哪，他心里也没底。\n毫不知情的李曦尹走了上去，蓝光一闪，消失不见，路西法也不知何踪。\n“白痴！老子让你们去抓李曦尹，是让你们去抓李曦尹吗？”撒旦崩溃了，三个手下真是成事不足败事有余。\n他感觉到语序不对，对着手下解释道：“我会喜欢一个男的？”站在下方的三个人狂摇头，“那你们怎么把他抓来了？”\n“我们这就把他送回去，把殿下的李曦尹抓回来”格尔旗赶紧打圆场，顺带捧了撒旦一下，撒旦只得无力的摆摆手。\n三个人回到石洞才发现，李曦尹不见了，算了，一个凡人，消失了也没多大事，伺候好殿下就是。\n“哦！抓错了？看来我天生忙碌命啊！”待三人消失不见，路西法的声音又在长长的石洞响起。"
        },
        {
            "author": "问候你",
            "timestamp": 1326683460,
            "txt_content": "这个。。说的是神马？"
        },
        {
            "author": "1212012",
            "timestamp": 1326687660,
            "txt_content": "啥"
        },
        {
            "author": "tiger_lion",
            "timestamp": 1326873780,
            "txt_content": "主角是秀吉性别啊\n（PS.秀吉，笨蛋测试召唤兽里人物之一，本性是男但外表看起来像女性的家伙）\n不过貌似应该把那个反过来"
        },
        {
            "author": "tiger_lion",
            "timestamp": 1326875040,
            "txt_content": "撒旦爱上了人间的女孩——李曦伊，派了三个“一点都不得力”的手下去抓，结果……猪脚因为名字音似，被莫名奇妙的抓过来，又被撒旦的老对头路西法传送到某个世界！\n\n这是你的点评= =\n你的点评= =\n的点评= =\n点评= =\n评= =\n= ="
        },
        {
            "author": "tiger_lion",
            "timestamp": 1326875100,
            "txt_content": "好吧我承认我理解错了= ="
        },
        {
            "author": "1365619159",
            "timestamp": 1326875520,
            "txt_content": " 本帖最后由 1365619159 于 2012-1-18 16:32 编辑 \n\n第三章 永恒\n\n睁开眼，李曦尹才发现，这里？\n“旺！”一条方块狗围着他乱转，方块尾巴晃来晃去，随机刷出来的？这是李曦尹第一个想法，然后……“哇！这里有狗啊！”\n李曦尹疯了一般跳了起来，想要摆脱跟在他后面的野狗，那双腥红的双眼实在是把他吓怕了。\n目极所触，却是青草漫天的平整大地，这里？\n“啪叽~”浑身绿油油的大果冻出现在他的视线中，正跳跃着向他奔来。\n“哦！史莱姆？跑！”还没有搞清状况的李曦尹扭头就逃，转身却发现，百米开外还有一只小个子的，真是要命啊，视线转一圈，却发现，四周数百米内，他被包围了……\n一米八的温馨小床，一个十五六岁的女生正躺在上面酣睡，窗户上不知何时显露出两道黑影。\n“抓起来，这可是撒旦的小心肝啊。”窗外，一个伸出黑影，声音无比妩媚的女人说道。\n也未见人应答，黑影便少了一道。\n此时，少女屋内陡然出现三个肌肉雄起的大汉，其中两人向熟睡中的少女走去。\n这时，“锵”的一声，一个黑色的影子手持太刀般的武器，劈向稍稍落后的大汉，却被他只手挡开。\n“嘟~”似乎是略有诧异，黑影顿时加快了攻势，而走在前面的二人回头一看，便继续向前走。\n一时间，锵吭噼啪的打斗声竟如鞭炮起爆，声音震人，但女生却毫无反应，似乎……\n“啊——”凄厉的惨叫回荡在花南城北部，惹得数十户人家的狗狂吠一番。\n那片窗户上，紫色、褐色，还有深红色的血溅了满窗，少女仍在熟睡，刹那间，路西法似乎看到了生命与死亡共处的永恒。"
        },
        {
            "author": "tiger_lion",
            "timestamp": 1328877900,
            "txt_content": "good，加油继续更新"
        },
        {
            "author": "hmy123456",
            "timestamp": 1337838360,
            "txt_content": "tiger_lion 发表于 2012-1-18 16:03\n主角是秀吉性别啊\n（PS.秀吉，笨蛋测试召唤兽里人物之一，本性是男但外表看起来像女性的家伙）\n不过貌似应 ...\n我也是:P（有人说我和卞春哥合适1个像女的，另一个想男的"
        }
    ]
}