{
    "title": "《第七号携带式工厂》第十九章",
    "author": "zsl1999",
    "replyCount": 0,
    "timestamp": 1377396960,
    "txt_content": "第一卷：梦\n　　第十九章：线索（三）\n　　林然睁开眼睛，发现自己正躺在一片平原上，旁边是一个小湖。\n　　挣扎了一下，发现除了给自己带来无限痛楚之外，没有任何作用。\n　　他看着天空，此时的天已经彻底的黑了下来，而林然屋外的骷髅都已经彻底消失。\n　　剩下无数的骨头，以及身体各处都插着箭，满身血迹，带着苦笑的林然。\n　　他的意识再一次的消失了。\n　　他只是一个普通人，他没有强大的能力，他不是开满了外挂的主角。\n　　他就只是一个普通人。\n　　他在这个诡异的世界下，承担着无尽的精神压力，一次又一次的欺骗自己，只能导致压力的扩大化。\n　　他再也挺不住了，所以，在他知道些许的线索之后，他的意识再一次的崩溃了。\n　　他没有在第一次黑暗长廊中的好运。\n　　因为怪物只有一只。\n　　而他却是面对着一群怪物。\n　　所以，他败了，或者说是和怪物们打平了。\n　　在精神步入癫狂的时候，怪物一个接一个的倒下，充满力量的经验球一个又一个的融入了林然的身体。\n　　所以他做到了。\n　　他做到了以自己身体多处被穿透的代价换取了一群怪物的死亡。\n　　看着满天繁星，林然苦笑一声。\n　　明明还有梦想要实现，明明已经躲过了器灵的击杀，想不到，自己还是要死。\n　　这也许就是命运吧。\n　　器灵，也许，现在也就是器灵害死了自己呐。\n　　真是讽刺啊。\n　　小说中常说，人死前，记忆会像回马灯一般出现在眼前，可林然并没有看到，也许是他对这个世界并没有任何依恋，又也许……\n　　林然依旧看着满天的繁星，事实上，他只能看着天上，因为他已经不想去移动自己的头了，好痛，而且移动一下头好麻烦呢。\n　　什么时候，动一下躯体都变得麻烦了？\n　　林然想起了这样的一个问题。\n　　现在他有了答案。\n　　死亡之前。\n　　突然，林然的眼角似乎看到了什么东西，本能使他将头扭了过去。\n　　他看到了一个黑色的东西。\n　　黑色的球体。\n　 似乎是末影人死后留下的珍珠。\n　　想不到自己失去理智之后居然能够将末影人杀死，真是太厉害了。\n　　他这般感慨道，就像在感慨儿时其他小孩为什么总能考的比他优秀一般。\n　　黑色的珍珠，此刻静静的躺在平原上，遍地白色骨头，还带着些许腐肉的平原上。\n　　星光折射在珍珠上，珍珠散发着乳白色的星光。\n　　这幅景色实在是美，林然脸上的笑容也因此变得不那么牵强。\n　　死神来的真慢啊，莫不是堵车了吧？\n　　看着珍珠的美丽，林然的心情也莫名的大号，竟然也调侃了一下死神。\n　　思索着，死后就不能看到如此美的景色了，身体里竟因此出现了一股莫名的力量。\n　　林然竟然从地上翻了个身，想从地上爬起来，发现实在是困难，于是把头朝向珍珠，慢慢的爬了过去。\n　　弓箭挂在他的身上，因为他的行动，他的伤口被箭撕扯着，有的甚至刺进了内部的一些器官里。\n　　但这丝毫没有影响到他的行动，他是那么的执著，他，已经感觉不到疼痛了。\n　　他靠近了珍珠，静静的欣赏着这个黑色的，散发着乳白色光芒的黑色球体。\n　　在他的眼中，这个黑色的珍珠似乎开始发光，发亮。\n　　他看的呆了，脸上开始呈现莫名的笑容。\n　　这真是太美丽了。\n　　他这样想着。\n　　然后，\n　　倒下。\n　　就此死去。\n　　现实中，死前的林然并没有看错，珍珠确实在散发着光亮。\n　　这不是反射出的星光。\n　　而是自珍珠内部发出的光芒。白色的光芒在林然倒下的那一刻，笼罩住了林然的身体。\n　　“这是哪？”\n　　林然站在一片乳白色的光芒中，抬头张望着，心中想道。\n　　“难道我人品好，上了天堂？这还真是个好事。”\n　　渐渐的，林然的眼中似乎出现了一些东西。\n　　远处似乎有一堆锁链。\n　　仗着反正我已经死了，不会再死一次的道理，林然勇敢的走了过去。\n　　这是一团圆形的锁链。\n　　悬浮在空中。\n　　锁链下有个碑，碑中有着一些古怪的符号。\n　　林然凑了进去，使劲看，发现这些符号很奇怪，他看不懂。\n　　他觉得这些符号像中文字。\n　　然后这些文字就变成了中文。\n　　林然大惊，暗道：俺啥时候这么牛了！？\n　　他想起一个故事。\n　　在一个很久很久，啥都没有的时代。\n　　有个神来了。\n　　他说：“要有光。”\n　　于是便有了光。\n　　就这么简单。\n　　难道自己成神了？\n　　也对哦，没见过有人死了之后还能有意识的，那我死了还是没死呢？\n　　等等，我没了身体，那么应该是死了。\n　　可是我还有意识。\n　　那么我就没死？\n　　于是乎，我应该是在生和死的边缘。\n　　莫非是死神真的堵车了，然后我犯贱动了身体去看珍珠，然后早死了，结果死神没接到我？\n　　有这个可能。\n　　似乎离题了。\n　　林然这般想到，撇开心中的话题，看着碑上的文字。\n　　“这是一团锁链，封印着罪恶之人。”\n　　--------------------------------------------------\n　　本章完，全文1673字。\n　　PS：和基友辛辛苦苦，打算在服务器里面建出来当起平镇的存档丢了，现在各种不爽ing本文为Minecraft文坛吧原创小说，原帖地址：http://tieba.baidu.com/p/2506526670\n",
    "replies": []
}