{
    "title": "发个帖子表示存在，这里面是有内容的，不要以为是水贴！",
    "author": "晓风晚月",
    "replyCount": 2,
    "timestamp": 1377496680,
    "txt_content": " 本帖最后由 晓风晚月 于 2013-8-26 15:51 编辑 \n\n  第一章：  远古时期，无数的地下迷宫以及秘境随着时光的流逝，不断的移动着。  人类大陆，当上古魔龙之秘境出现在了人类大陆上时。  全人类进入了冒险的时代。  张小盒有史以来最大的梦想就是成为一名冒险者。  每一个满怀热血的孩子都会向冒险者进军，在所有人类法中，一旦到了十八岁就可以成为一名初级冒险者学徒。今天正是他第十八岁的第一天，他将乘坐他父亲的商船从家乡半月岛前往立足于大陆上的冒险者公会进行考试以获得冒险者的身份勋章。  “碰！——”装着淡水的玻璃瓶从架子上摔了下来。  瞬间惊醒了正在做伟大的白日梦的张小盒。而门外的脚步声终于引起了他的注意。  “外面出现了什么事情了吗？”  张小盒拿着佩剑从客舱跑到了甲板上，只是现在船身都开始猛烈的摇晃起来，连步伐都开始凌乱了起来。  “该死的！”这艘商船的船长，张小盒的父亲大声而有愤怒大叫道。正在努力的抓住一切可以抓住的东西，保证自己不会被船的摇晃而摔倒。“这时候怎么会有大浪啊！”  “爸爸！”张小盒试图靠近一些前方的父亲，但是狂风已经让他寸步难行了。  “呆在那里别动，慢慢的回到客房里去！”张小盒的父亲看上去已经用了很大的力气说话了，没说一口气都有狂风灌进他的嘴巴里面。  张小盒听着父亲的建议就准备往回退道客房里，突然船身又剧烈摇摆了多下，失足滚到了走道上，海水弄湿了全身的衣服。  “负责风向的人在干什么？偷懒了吗?”水手们全部都慌乱了，面对大风他们似乎只能手足无措的抓紧一切能够抓的东西。  “先生来了！先生救命！”突然一个个水手看见了一个手持拐杖，身穿蓝色衣袍的男人走过，纷纷大叫道，似乎这个蓝袍男子就是他们的救命稻草。  “快点！快点想想办法啊！法师大人，快让船不要这么颠簸的厉害下去了！”张小盒的父亲，这艘船的船长拼命的大叫道。“你在发什么呆啊！快一点！”  “可是，我什么都记不起来了。”蓝衣男子来到船的最前方，茫然的说道。  “什么？这怎么回事？难道你这个法师是假的吗？是来骗我们钱财而来的吗？”水手们似乎因为蓝衣男子的这句话而惹了众怒。  “风啊……浪啊……我什么都记不到了。”  张小盒的父亲突然抓住了蓝衣男子的衣领，大喊道：“你在胡说些什么？你可是法力无边的大法师啊！是我们这艘船的保护神！”  “这是怎么回事？难道我们就要把自己交代在这里吗？”  “天啊，我还不想死？”  “爸爸……”  ……  “云层上面有东西！船长！”突然一名水手喊道，手指着已经布满了乌云的天空，一道白颜色的闪电一闪一闪慢慢的移动着。  “在哪里！？额……那是？那是什么东西？”  当那一道白颜色的闪电降落的时候，船上的所有人才终于看清楚了那是什么东西！  “双翅，双角……拥有无比法力和肉体力量的龙啊！”  “龙！……是龙！为什么会出现在人的领地上面？”  “原来是……巨龙的法力封禁！”蓝袍男子似乎想到了什么，到坐在甲板上。  “那里也有！”又一只黑色的巨龙！  “这里还有一只！哦不，在那里……”还有一只黄色的巨龙紧随其后！  当三只龙碰撞在一起的时候，白色的龙一口咬住了黑色的巨龙的脖子，撕扯了两下，黑色的巨龙陨落……  “龙在自相残杀？”  随后第三条黄色的巨龙抓住了白色巨龙的两翼，还是一番争斗，出招不过两三回合，白色的巨龙陨落，又一条龙……  “天啊！那条死龙要撞上我们的船了！”",
    "replies": [
        {
            "author": "晓风晚月",
            "timestamp": 1377503460,
            "txt_content": "马赛克了 发表于 2013-8-26 15:10 \n缺少模板和标题名，请尽快加入。如长期未修改，将视为违规。\n这就是版主……"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1377507600,
            "txt_content": "马赛克了 发表于 2013-8-26 16:04 \n当然，这就是版主。我还是想，如果能修复，那通知你一下，你改了就行。要不我直接删掉，可恨心软，毕竟 ...\n你完全可以删掉，等我写了一定字数的时候再发出来还是一样的"
        }
    ]
}