{
    "title": "末影龙的梦__序章 借刀杀人",
    "author": "蓝色月光",
    "replyCount": 2,
    "timestamp": 1377499980,
    "txt_content": " 本帖最后由 蓝色月光 于 2013-8-29 18:34 编辑 \n\n索引贴：\n序章——3楼\n\n\n\n",
    "replies": [
        {
            "author": "1609095644",
            "timestamp": 1377500040,
            "txt_content": "末影龙的梦.....咳咳，名字不错.只不过最后的“它”是什么意思？"
        },
        {
            "author": "蓝色月光",
            "timestamp": 1377500280,
            "txt_content": " 本帖最后由 蓝色月光 于 2013-8-29 18:32 编辑 \n\n最好到百度上搜\"忧伤还是快乐\"一边听一边看,我不会插入音乐...\n皎洁的月光下，史蒂夫用钻石剑无情地斩杀了又一个僵尸。另一只僵尸侥幸逃回到了阴暗的矿洞里，也受了很重的伤。走进矿洞，他又看到了熟悉的蘑菇和蝙蝠。继续深入，矿洞渐渐变得明亮起来，再往前的景象完全让僵尸不知所措。这是一个方方正正的房间，四壁是雪块做成的，墙角一个雪傀儡被束缚在栅栏里，一面墙上有一些紫黑色的石头，在这些石头之间，竟然有一个个紫色的漂亮的方块！突然，那些紫色的方块渐渐亮了起来，发出耀眼的紫色粒子。一只直立的腐烂的猪走了出来。僵尸看到了，惊讶地说不出话。心情稍微平静一些了以后，它发现那猪竟然说话了:\"你是被史蒂夫追杀的吗?\",它被这猪吓得语无伦次,问:\"你是什么?你怎么也会说话?\"那猪说:\"我是僵尸猪人,说话嘛,是一件很简单的事,大部分生物都会。再问一遍，你是被史蒂夫追杀过来的吗?\"\n僵尸匆匆说了声\"是的\",就开始仔细打量着这只猪,啊不,将是主人.它发现僵尸猪人的手上竟然有一个锋利的,金中带紫的物体!他问?\"你手上拿着什么?\"\n僵尸猪人说:\"这个啊,是附魔金剑,用它打史蒂夫,伤害高,还会让史蒂夫着火.\"\n僵尸听了,一副不明白的样子.僵尸猪人丝毫没有理会僵尸的困惑,从背后拿起许多装着五颜六色的液体的瓶子.它把这些瓶子交给了僵尸,说：“我们怪物已经被史蒂夫攻击很久了，现在已经危在旦夕，现在，有一个机会，能打败史蒂夫们，但这个机会是很难抓住的。你愿意承担这个使命，挽救怪物吗？”\n见识听了，十分激动，呆滞的眼睛里闪烁着兴奋的光芒。它说：“如果能能挽救怪物，那就算要被史蒂夫追杀我也愿意！”\n僵尸猪人听到了回答，也十分兴奋：“我刚才想要出去找人完成这个使命，没想到遇到了你。我相信，你就是我要找的那个人！请你把这些药水和你刚死的同伴的尸体混在一起,然后找到更多的同伴,越多越好,带着药水四处挖掘,知道找到一小片星空的图案为止.跳进去,你可以看到许多岛屿,每个岛屿上住着一条龙.找到最大的岛屿,上面住着最大的龙.向它投掷药水,它就会率领其他的龙攻击史蒂夫.千万记住,这些星空的图案四周都被史蒂夫守得牢牢得,一定要带够足够的僵尸,才能攻占那片星空的图案.你只是一只僵尸,记忆力不好,但是你一定要努力记住更多的东西,才能让龙打败史蒂夫们.”\n僵尸听了,不知怎么的,甚至感觉混沌的脑子清醒了些许.他问僵尸猪人:\"那你为什么不去寻找那片星空的图案呢?\"\n僵尸猪人说:\"我的家在地狱,从地狱到这儿的路很窄,很难让大量的僵尸猪人同时通过.我知道你不知道地狱是什么,但快走吧,史蒂夫经常在这儿活动,快走吧,趁着太阳还没出来,再找个好矿洞,找到更多的僵尸.\"说完,僵尸猪人走进了那些奇怪的紫色方块,消失在了紫色的粒子中.僵尸虽然很想跟着走进去,但强烈的责任感使得它走出了矿洞,走向远方,去召集更多的僵尸,让龙击败史蒂夫们.\nminecraft世界中的一天不但不比24小时短，还比24小时长很多，是72小时。当僵尸出来的时候，天已经快亮了，此时，野外的僵尸都在寻找矿洞或水，旷野上的怪物数量明显减少，只有苦力怕和蜘蛛还在活动。史蒂夫的骑兵队已经出来了，一路上所有怪物都灰飞烟灭。突然，太阳出来了，耀眼的阳光照亮了大地，还在原野上的僵尸和骷髅开始燃烧，使得大地更加明亮。僵尸忍着刺骨的疼痛迅速移动。一分钟过去了，两分钟过去了，僵尸还是没有找到洞穴，直觉告诉它如果它还不尽快找到洞穴就快要被烧死了。它终于到了平原的尽头，前方是一个巨大的山脉，山顶上依稀可见一些小小的缝隙。它借着山的影子不停地跳跃着，最终来到了洞穴里。这时，一个想来挖绿宝石的史蒂夫发现了它，说道：“嗯，一直快死的僵尸，很好，很好，我家的狗狗又有肉吃了。”说完，就疾跑着追了过来。\n洞穴里有一个小洞通向很深的峡谷，僵尸为了完成使命，没有犹豫，直接跳了下去！史蒂夫看了，骂道：“这僵尸是不是不想活了，竟然敢调下峡谷！”他把水倒在洞口，顺着水下到了峡谷底部。这是，僵尸在峡谷里发现了一个小房间，里面竟然有很多僵尸和一个笼子模样的东西！它精神一振，又费了好大劲走进了那个房间，躲到了角落里。不一会，史蒂夫下来了。他往房间里看了看，兴奋的说道：“地牢！刷怪塔！”说完，就快步跑了过来。僵尸十分害怕，只能躲在同伴后面，以求别的僵尸出去打史蒂夫的时候史蒂夫看不到自己。\n可是，史蒂夫刚跑到一半，就突然停住了。僵尸们都不敢动，要是有能让史蒂夫都害怕的危险就麻烦了。\n史蒂夫并没有逃跑，而是兴奋地拿出镐子挖了起来,一边挖还一边说：“3条钻石矿脉连在一起了！我的附魔台不用愁了！”僵尸看了，很是诧异，它想破脑袋也想不明白哪些有蓝色颗粒的石头有什么特别。\n等了一会儿，僵尸见史蒂夫并没有过来，胆子渐渐大了起来，轻手轻脚地走出洞穴，发现史蒂夫并没有挖有蓝色颗粒的石头，而是把有蓝色颗粒的石头的四周挖空了。它见史蒂夫没有注意到自己，就又慢慢靠近了些。它看到有蓝色颗粒的石头掉进了岩浆里！它听见史蒂夫骂道：“该死，怎么这么多岩浆，看来得清理好半天了。”\n僵尸见史蒂夫一直埋头清理着岩浆，就小心翼翼地走到了史蒂夫放下的水柱旁，又小心翼翼地游了上去。这个洞穴还是非常复杂的，僵尸又选了一个支路，一直走了下去。\n原来，洞穴的尽头是个峡谷。这峡谷很深，底部充满了岩浆，僵尸只好挑一些平缓的路走。走了好半天，僵尸终于可以看到下面的全貌了！一些水从地下暗河里流了出来，并把岩浆变成了黑曜石。僵尸跳进了一道向下的水流中，水流把它带到了峡谷底部。这儿都是岩浆，水流也把它冲向岩浆，它只好费劲地逆着水流跳到高一些的石头上。终于逃脱了危险，僵尸心满意足地靠在石头上睡了一觉。\n整整1天过去了，僵尸终于醒了，也恢复了活力。它在悬崖上灵活地跳跃，又找到了一个方形房间。可是，这个房间里一个熟悉的僵尸都没有，全是会射箭的骷髅。僵尸向骷髅们解释了僵尸猪人告诉它的使命。毕竟大家都是怪物，大部分骷髅很爽快地答应了下来，其余的骷髅犹豫了一会后也都答应了。商量好后，他们决定一起行动，毕竟怪物破坏方块比起史蒂夫们还是慢很多的。它们决定，就从这个洞穴开始挖。\n\n3天后，要塞旁\n等挖到那个僵尸猪人说的有星空图案的房间的时候，僵尸的团队已经扩充到100多只怪物了。僵尸指着被史蒂夫们改造过的要塞中间高台上的末地传送门说：“看，就是那个了。我们分成4路，从不同的方向突然袭击，不跟史蒂夫们多纠缠，尽量跳进那传送门就行了。你，你，你还有你，都留下来，召集更多的怪物，以便将来增援我们。”\n其他怪物认真执行了命令，一瞬间同时从要塞的四面冲了进来。要塞里的卫兵见了，慌忙退回到了箭塔里，按下了按钮。霎时间，震耳的警铃响彻了整个要塞。不一会，史蒂夫的骑兵队就迅速赶到了末地传送门旁。可惜，他们来迟了，潮水般的怪物们涌入了末地传送门，骑兵都被挤在了外面。等怪物的浪潮渐渐消退的时候，骑兵才得以进入末地。然而，他们看到的只是一片四处逃窜的怪物。那时，末影人和末影龙还对史蒂夫非常友好，主世界传送门就立在每个岛屿的正中。骑兵们看到怪物已经散步在了整个岛上，非常棘手，于是就请求了末影龙和末影人的帮助，自己则趁乱四处冲杀，杀害逃窜的怪物。\n末影龙飞在天上，僵尸、蜘蛛和苦力怕根本打不到，这时，骷髅的远程攻击能力便发挥了很大的作用。但骷髅和其他怪物一样，都很容易被末影人瞬移到背后杀死。怪物们一边跑一边打，做着最后的抵抗。\n在僵尸看来，约莫是过了一天，空中突然出现了一群怪物。这些怪物的数量很大，才半分钟，就传送来了一百多只。僵尸十分激动，心想：“看来我留一些怪物在外面召集其他怪物还是很有用的！这下，起码是不愁被全部杀光了。”\n怪物的传送还在继续。僵尸从他们口中得知，这次，在主世界还有20只怪物在召集别人。僵尸更开心了：20只怪物，那能招来多少援兵啊！岛屿上，苦力怕的爆炸声、箭矢命中的声音和末影人愤怒的叫声响成一片。几个小时过去了，末影人的数量明显减少，末影龙看样子也是快支持不住了。突然，末影龙调转了头，消失在了远处苍茫的虚空中。\n没想到，史蒂夫骑士的底气不但没有减少，反而更足了，叫嚣着用钻石剑在怪物阵里横冲直撞。不一会。一大一小两条龙出现在了人们的视野中，史蒂夫们欢呼了几声，就都跳进了主世界传送门。\n僵尸看见了那条大龙身穿钻石甲，比普通末影龙大了整整好几倍，一定是末影龙王了！末影龙王一边喷着火一边向他冲来。僵尸用尽了全身的力气，把那瓶药水投了出去。末影龙王看见了，惊恐的叫了医生，转头想要回避。最后，药水还是击中了末影龙王。它全身发出了紫色的光，哀鸣了几声。\n僵尸看见末影龙王身上的紫光渐渐消退，又重新恢复了威猛，但这次，它对僵尸和其他怪物变得友好起来。末影人看了，也对怪物变得友好了。\n序章，完。\n以后都会以史蒂夫的视角来写了。\n\n"
        }
    ]
}