{
    "title": "【转载】个人认为很好玩的mod——OreSpawn Mod version 1.6.2.4 - The BUGGY Release!",
    "author": "q38380438",
    "replyCount": 22,
    "timestamp": 1377524100,
    "txt_content": "这次我搬运了一个mod，mod中增加了许多生物，你还可以拥有自己的女友，驯服它需要给他红玫瑰一下为作者所说，英语好的自己翻译，英语不好的机翻吧：\nYES! THE ORESPAWN MOD WORKS IN MULTIPLAYER.\nYES! THERE IS A CONFIG OPTION TO CHANGE THE BLOCKID/ITEMID RANGE.\nYES! THERE ARE CONFIG OPTIONS TO CHANGE THE ANT-WORLD IDS TOO.\nYES! YOU CAN EVEN DISABLE INDIVIDUAL ANNOYING CRITTERS!\nYES! OreSpawn IS A MOD. NOT A MOD PACK!\n\n\nOreSpawn uses BlockIDs in the range 2000-3500 by default.\nOreSpawn uses WorldIDs 10, 11, & 12 by default.\nYou can change these in the config file if there is a conflict.\nThe config file is created in the .minecraft/config directory the first time you run it.\n\n\n\nGIRLFRIENDS!, ANCIENT ORE SPAWN, URANIUM AND TITANIUM,\nULTIMATE SWORDS, ULTIMATE ARMOR, ULTIMATE BOW, EYE OF ENDER BLOCKS,\nPOPCORN!, CRITTER CAGES, LAVA EEL ARMOR, ENDERPEARL BLOCKS,\nTHE ULTIMATE FISHING ROD, MAGIC APPLES!, STRAWBERRY PLANTS,\nFIRE FISH, APPLE COWS, MINER'S DREAM, AWESOME SOUND EFFECTS,\nHOVERBOARDS, CORN PLANTS, CORNDOGS, MOTHS, BUTTERFLIES,\nMOSQUITOS, and, and, and, OMG... MOTHRA!\n\nFourty Five (45) NEW MOBS!\nThere's even a \"WTF?\" Mob!\n\nAND A FEW WHOLE NEW WORLDS!!!\n\nPlus\n\nEmerald Armor, Emerald tools, Emerald Sword, Experience Armor,\nExperience Sword, Experience Orb Catcher, DANCING GIRLFRIENDS,\na Freakin' Ray-Gun, Laser Charges, Experience Seed/plant and Tree,\nand Lava Foam! Rubies! Ruby tools! Ruby Armor!Ruby Sword! \nAnd a THUNDERSTAFF! And, and, and,\n\"Holy Mother of Metal, Batman!\" - EVIL ROBOTS!!!\n\nNot to mention... Giant Lizards, Attack Squids and THE KRAKEN.\n\nEver fly a Cephadrome to kill a Kraken? Now you can!\n\nEver fly a Dragon, that shoots fireballs? Now you can!\n\n\n\nNew for Release 1.6.2.4\n\nBugs, bugs, bugs and more bugs!!!\nJumpy Bugs, Spit Bugs and Stink Bugs and more!\nButter Candy, Amethyst ore, Amethyst Armor, Amethyst Tools,\nGazelles, Chipmunks and Fireflies galore!\n\nOH YES! \nOreSpawn now has that most glorious of all foods, ever -- BACON!\nThat's right! We have BACON!!!!\n\nAnd lastly, something you've all been waiting for...\nSomething to make your days a whole lot brighter...\nIt's once again time to declare open season on Attack Squid...\nFinally...\n\na KRAKEN REPELLENT!\n\nAnd to top it all off... a rideable Ostrich!\n\n\nImportant Tweaks for Release 1.6.2.4\n\nToggle Girlfriend voices off/on with Ruby/Amethyst.\nUranium and Titanium ores smelt into nuggets.\nNine uranium/titanium nuggets make an ingot.\nIt now takes Blocks of uranium/titanium/iron to make an Ultimate Sword.\n(Because it's so ridiculously over-powered!)\nIt now takes Blocks of uranium/titanium/iron to make an Ultimate Bow.\n(Because it's so ridiculously over-powered!)\nAll other Ultimate items still craft with ingots.\n有用的物品和技巧\n\nCritter Cages only work about 80% of the time. You may have to throw more than one. Keeps things interesting. And yes, they catch almost all types of critters, including dragons! Very useful to simply transport farm animals. Also handy against creepers. Warning though... they work better on some critter than others! Just throw one at an entity/mob to catch it. Right-click it on the ground to release the captured critter. No, critter cages do not work on Robots. Yes, they work on big critters too, but very rarely.\n\nCraft an Ultimate Fishing Rod and go fishing in Lava!!! You'll catch all sorts\nincedibly useful things. Including:\nSpark Fish\nFire Fish\nSun Fish\nLava Eels\nand Sunspot Urchins.\n\nThe Ultimate Fishing Rod works great in water too! Try it!\n\nYes, I know. The fishing rod works kinda iffy. Not my code. It works just like the regular fishing rod. Find a bigger lava pool if you keep getting stuck on the bottom or sides. Some day I might rewrite it when I have time... sigh.\n\nLava Eels can be crafted into some pretty awesome armor. Looks rather spectacular too, if you ask me! Seriously. Lava Eel Armor is more durable than diamond, and fire resistant too!\n\nSunspot Urchins can and should be thrown! Try a few! A pyromaniacs dream come true...\n\nTo use an Ancient Dried Ore Spawn Egg, after you've re-hydrated it, just right-click with it on the ground. Ancient Dried Spawn Eggs can be mined/found only at shallow depths. Ancient Dried Spawn Eggs are actually fun to collect, and to spawn upon an unsuspecting friend! :) Ancient Dried Spawn Eggs have been updated to include all standard Minecraft critters. Can you find them all?\n\nCatching Experience Orbs can be tricky. Don't even bother with ants. You have to catch significant experience. Kill something your own size. Try right clicking under the orb as it just passes into the block you're sighted on. You'll get the hang of it eventually. All you need is a little experience. Lol! I crack me up... :)\n\nThe Miner's Dream block is pretty damn cool! You've gotta try it! Make one. Take it underground, tap it on a stone block directly in front of you at your feet (not on a diagonal), and be amazed! \n\nSalt blocks kill ants. Great for keeping ants out of places you don't want them! Place a few Salt blocks in front of your door. Or, you can just dig up the Ant Blocks whenever you find them. That'll take care of most of them.\n\nExtreme Torches are about 10% brighter than normal torches.\n\nEmerald things are pretty durable. Definately worth making. And they look awesome! The Emerald pickaxe even has Silk Touch, so you can mine Ice Blocks to squelch the fire in your dragon!\n\nExperience Armor is only active while you have an Experience Sword in your inventory or hotbar. Basically, just wearing it will give you experience... just for looking so cool...\n\nAn Experience sword gives you extra experience when hitting mobs. It also deals extra damage based on your experience level. It starts becoming fairly deadly once you get up over about level 20 or so.\n\nUranium and Titanium can be mined/found only deep underground. Uranium and Titanium require a diamond pick-axe to be mined. Yes, you need to find 3 diamonds and make a diamond pickaxe first. It's a pain, but believe me, it's worth it. Uranium and Titanium ore blocks are 'entangled'. Hit one and they all sparkle! Nine ingots of Uranium make a Uranium block. Same with Titanium. Cool, sparkley blocks...\n\nUltimate Armor is enchanted. Very useful. Awsome stuff and looks cool too!\n\nMoth Scales can be crafted into some pretty darm cool armor too!\n\nDid I mention the Lava Eel armor? Use Lava Eels to craft.\n\nYes. Yes you do want to make an Ultimate Sword. OMG. Way too cool. In fact, you'll want to make two! One for you. One for your Girlfriend!\n\nUltimate tools wear out even slower than Diamond. They seem to last pretty much forever. One of each is probably all you'll need. \n\nTry an Ultimate Axe on a tree! Wow!\n\nUltimate Swords do only minimal damage to Players and Girlfriends. (Yes, really. These things are so deadly I had to put code in to protect against accidents!) Although, you may still catch fire if you get hit...\n\nUltimate Bows (arrows) bounce off Players and Girlfriends for the same reason Ultimate Swords do only minimal damage. Otherwise, they're too deadly to use! Ultimate Bows will never run out of arrows. You don't even have to carry one in your inventory. Ultimate Bows need only be 'tapped' on the right mouse button. They shoot fast, like a semi-automatic!\n\nUltimate weapons and tools may not appear enchanted at first (if you cheat and get them in creative mode). They will auto-enchant on first use.\n\nOh yeah! Almost forgot. Lava Foam! Yeah! Wicked cool stuff! Slipperier than snot on a doorknob! Try walking on it. And bouncy bouncy bouncy. Run into it, and get bounced off. Gee, kind of like a pinball bumper... What would happen if you made a floor and walls of the stuff, and then put a Zombie or a few Enderman in it? I wonder... Lava Foam can only be found/mined near lots and lots of lava... somewhere like, the Nether!!!\n\nLaser charges can be thrown. Please do. They're fun! :)\n\nRay-Guns and Laser Charges, being the advanced weapons that they are, were built to be ineffective on robots! Ray guns are sometimes dropped by the Robo-Warrior in the Rainbow Ant world.\n\nHoverboards are priceless for getting around in the Nether. Lava lakes? Feh. Who cares. Hop. Hover. Explore. 'W' for forward. 'S' to slow/reverse. SPACE for extra speed.\n\nHave you tried the Stairs? Make a few. It's easier than placing or mining blocks to get around! Stairs are a little tricky to use, but generally, just face the direction you want to go and right-click the block at your feet. Diagonals work too. To continue a set of stairs, or change direction, stand on the last block facing the direction you want to go (the next block MUST be air). Right click the block you are standing on. Stairs down are a little finicky. You'll need to click them right on the last block on a ledge. Play around with them (and the other stairs) a bit in creative mode. You'll get it. Another hint: stairs stop when they hit non-air, so the next block in the step direction must always be empty.\n\nYou'll need an Experience Orb Catcher to make Experience Armor and an Experience Sword. It's worth it. Pretty awesome effects!\n\nYou'll also need an Experience Orb Catcher to make an Experience Tree Seed. It's a must! Otherwise, where will you put the dance floor for your Girlfriend to dance?\n\nEnder-Pearl and Eye-of-Ender blocks are used to build a Cephadrome summoner. 3x3 square of Ender-Pearl blocks. Place an Eye-of-Ender block on top in the middle. Then top it all off with an Extreme Torch. Poof! Ender-Pearls can be most easily aquired by killing Endermen, of course. But they reside in The End. How can you get back home with all your loot?\n\nFine. Wah. For those of you not manly enough to brave The End to get enough Ender-Pearls to build a proper Cephadrome Summoner, Diamond Blocks instead of Ender-Pearl blocks will work as well... 9x9 Diamond Blocks, Eye-of-Ender block on top in the middle, then top it all off with an Extreme Torch. Poof! Ride your Cephadrome to VICTORY!\n\nAmethysts can be found, rarely, deep underground. They make some pretty cool purple tools!\n\nRubies are a miner's equivalent to a Dragon. Only a seriously manly miner can mine rubies! Why? Because they only appear directly under a lava pool! Yep. Mine that Ruby Ore block, and the lava lets loose... Good luck with that! And yes, they're fairly rare...\n\nRubies can be used to make tools and armor. Also a sword. But the best reason to go mining for rubies, is: a ThunderStaff!\n\nThe ThunderStaff!!!! Oh yeah. Warriors have had all the glory of late. It's about time we miners showed them how to kick some real butt! A ThunderStaff has about 50 uses until it is drained. Luckily, all you have to do is wait for a Thunderstorm, and it will recharge automatically.\n\nMake sure to hunt down a few Stink Bugs to make yourself a Kraken Repellent! Then just place it on the ground before you start killing Attack Squid. Protects about a 10x10 block area, so don't get too far away!\n\nNo, you cannot craft shoes. You may be many things, but Cobbler is not one of them.\n\n\n\n\n\n\n更多的食物\n\nFish that live in lava provide fire protection and hunger points when eaten. No, you don't need to cook fish that were caught in lava. Yes, you can eat lava fish any time. You don't need to be hungy. Great stuff to take along to the Nether!\n\nA bag of popcorn gives more health than just the popcorn that went into it. No, you can't have just salt on your popcorn! Yuck.\n\nCorndogs have an amazing amount of healing/hunger power. I love corndogs! :)\n\nTry the Strawberries. They're delicious.\n\nCorn is yummy too. Great for eating raw, or planting to grow more.\n\nButter Candy! Try some! Catch a sugar buzz! :)\n\nBACON!!! Yes!!! The all-time most gloriously wonderful food in the world is here! You've got to try it!\n\nTaking Butter Candy and Bacon to battle can be a great help. Try some and find out why!\n\n\n植物和树木\n\nStrawberry plants can be found in the forest. Yes, you can transplant them to your garden. You don't plant strawberries, you plant the little strawberry plants!\n\nSky Trees are cool as sh**! They're increbibly delicate. Break one log, and they all fall! Sky Tree logs can be used to build all sorts of stuff, then one little hit, and poof! Sky Tree logs turn into Oak Planks if you put them on the Crafting Table. Need a lot of wood fast? Find a sky Tree. You'll only need one! But be careful when building with Sky Tree logs...\n\nDid I mention the Duplicator Tree? See if you can find one. Place a valuable block or two near the base. Just like having a Zerox machine... Yes, you can chop down a Duplicator Tree and replant the logs on dirt blocks. It will grow again! And then it will duplicate whatever is nearby... Can be VERY useful for replicating rare stuff!!! They're kind of short, and tend to grow in the Brown and Red Ant worlds.\n\nCorn plants can be found in the plains. Wait until the corn ripens to harvest it. Corn can be planted in your garden to grow corn plants. No, bone meal doesn't work on corn plants. Tough noogies. They are worth the wait!\n\nPut a regular old run-of-the-mill apple on the crafting table to get yourself an Apple Tree Seed. Right-click your Apple Tree Seed on a dirt/grass block to grow an Apple Tree! Reap your rewards... then plant an orchard, and come back often to pick up the drops!\n\nPlant an Experience Tree Seed. Wait. Might be quick. Might be slow. Who knows. But once it grows up, prepare to be amazed. Build a dance floor, hang a few lanterns, get yourself a few girlfriends, and prepare to have some fun! When night falls, the party begins... Remember, as with all MC plants, you need to be near them for them to grow. Plant one near home base, and then forget about it.\n\nMoth, Butterfly, and even Mosquito plants can be dug up and replanted.\n\nApple trees are prolific producers. You'll never be hungry if you plant an apple tree.\n\nWind Trees always point the same direction, kind of like a compass.\n\nDON'T plant that \"OMG! No! Don't do it!\" magic apple! I warned you! ;) Well, yes, you really should, but read the WARNINGS section below! And lastly, don't forget to explore INSIDE too...\n\nFirefly Plants spawn Fireflies at night. Beautiful to watch. Don't plant too many... They're rather prolific!\n\n\n小动物和小怪\n\nMosquitos can be seriously annoying. Mosquitos spawn from mosquito plants, usually found in the swamp. And just like in real life, they tend to follow you around and buzz your ears once they find you!\n\nMoths are harmless, and spawn from Moth Plants at night. Moths like to hang out near torches, just like real moths! Kind of nice to just sit back with a cold one and watch the moths fly around the torches...\n\nButterflies are harmless as well, and spawn from Butterfly plants during the day. Make a butterfly garden. It's relaxing and colorful...\n\nBrown and Rainbow ants are fairly harmless. Red ants are not!\n\nThe WTF? eats stone. It's slow, and hates everything. May be usefull if you're too lazy to mine yourself... Hey, what do you think made all those caves anyway?\n\nCaveFishers are annoying. Just a random mob down in caves.\n\nBaby Scorpions are annoying too. They spawn in deserts. But at least they have the decency to drop gold/uranium/titanium nuggets!\n\nDragonflies eat ants, mosquitoes, butterflies and birds! They also attack Horses. And just like baby scorpions, they drop gold/uranium/titanium nuggets!\n\nCryolophosaurus is annoying. But tastes like chicken! Spawns in the Red Ant World.\n\nBaryonyx just eats grass. Harmless, kind of like a cow. Tastes great too!\n\nAlosaurus is hungry. Best to stay away from him in the Red Ant World.\n\nHow about that WaterDragon! Is he cool or what? :) Shoots waterballs and fireballs. Not friendly! Drops some super nice Iron items!\n\nBirds sometimes drop a ruby when killed. Good luck with that though. Birds are small and fast!\n\nBasilisk lairs have the best loot! Sometimes more than you can carry! Entrance is on the surface in the Red And World. Kinda pyramid shaped. Can you get through the maze without cheating? Of course, you need to defeat the Basilik first. He seems to like Jungles too. The Basilisk drops all sorts of Emerald items.\n\nGiant Emperor Scorpions spawn in the desert. Nobody messes with the Emperor. Run. Just. Run. The Emperor Scorpion drops all sorts of Diamond items, but it's not worth getting killed over. Is it?\n\nRobots spawn in the Village (Rainbow Ant) world. Nothing to say here but GTFO!!! Get out before sundown. It's your only hope. Watch for the Robo-Warrior. He sometimes drops a Ray Gun!\n\nThe Alien. Yeah. THE Alien. Not just any alien. But THE Alien. 'Nuff said. Bring clean underwear with you while mining in the Red Ant World! Lol! What? Oh. Dang. Sorry to hear that. Seems the Alien has decided to go home. Unfortunately though, he appears to have dropped off his delinquent little half-brother... Not. Good.\n\nAttack Squids can cause temporary blindness... and they do have some nice rare gold item drops... but you can't risk killing them yourself. Really. If killed by a player, there's a chance they'll call home... for DAD. Yeah. You don't want to deal with Daddy Squid. Unh uh. No no. Find yourself a Girfriend or a Baby Dragon, or even better yet a Lizard, to kill Attack Squids for you. Well, ok. Go ahead. Kill Attack Squids if you want. Just remember to run when Daddy comes after you... That or make sure you have a Kraken Repellent handy!\n\nLizards are here to help you fight off the Attack Squid invasion. Ink sacks attract lizards. Ink sacks will also temporarily tame a Lizard. They are lizards after all, and they forget they're tamed after a while. Still, this creates a moral dilemma: should you really be killing innocent civilian squids just to get ink sacks?\n\nWhat? You killed a few Attack Squids? It started to rain and thunder? I told you not to. Only one thing to do now... Put down your weapons. Take off your armor. Bend over. That's right. As far as you can. Now kiss your a** goodbye. ROTFLMAO! I told you not to mess with the Attack Squids. Now you've brought on the wrath of Daddy Squid, or as you might otherwise know him: THE KRAKEN!!!! And you better hope he didn't bring a few friends! ROTFL!!! Don't say I didn't warn you!!!\n\nTHE KRAKEN is exceptionally hard to kill without a Cephadrome or a Dragon, even in creative mode. But it is actually possible. You just have to get clever and prepare ahead of time. There are ways to kill them. A word of caution though: You know how the Attack Squids called home for help? So will a severely wounded KRAKEN if he gets away. Right. Failure is not an option. The Kraken drops all sorts of goodies. Tons. If you can kill him, that is.\n\nCephadrome to the rescue! Yeah, baby. No reason to run from the Kraken any more.... Some seriously kick-ass help is here. FEED THE CEPHADROME BEFORE YOU TRY TO GET ON IT! Yes, the Cephadrome is mountable and flyable. No saddle needed. No taming needed. Just feed it some raw beef, raw chicken, or raw pork first. If it is hungry when you try to mount it, it will eat YOU instead! Right click with empty hand to mount (AFTER FEEDING IT!). Left Shift to dismount. To summon a Cephadrome you need to build a summoner. Place 9 Ender-Pearl Blocks (or diamond blocks if you really can't find enough Ender-Pearls) in a 3x3 square. Place one real Eye-Of-Ender Block on top in the middle. Now place an Extreme Torch on top. Poof! Cephadrome summoned! Another torch, another Cephadrome. You cannot tame a Cephadrome. But it will tolerate you flying it for a while. When you get off, it will wander away and de-spawn. Cephadromes do not spawn in the wild. Flight controls are limited. It's a giant lizard. Get over it. SPACE key goes UP. Letting off the SPACE key goes down. \"W\" key to go forward. \"S\" key to slow or stop. Why fly a Cephadrome? Because it kicks Kraken butt, that's why!!! Just fly your Cephadrome right straight at the Kraken's head and let the Cephadrome have a go at it! Well, that's just great, but just how the heck are you supposed to get all those EnderPearls??? Hint: Red ants spawn in the End! It's not one-way any more! That, or you can take a few ant nests with you... Or cheat and use Diamond blocks instead of EnderPearl blocks. It's ok.\n\nFireflys, or Lightning Bugs as some of us call them, are harmless. They bring a special beauty to the night. Find a couple Firefly plants and place them near your home base. Nighttime never looked so good. Plant a few atop a giant spiral tree for Christmas!\n\nThe Bee. Yeah. Ow. But it does have some good and quite delicious drops. Good luck with this one though. He's nasty! Jungles and Forests just got a lot more hazardous!\n\nDo you hate spiders because they like to jump on your head? Then you're really really really going to hate the Jumpy Bug. It's not just jumpy though, it's also HUGE, and deadly. Drops some nice Amethyst stuff on occaision. Witches are the least of your worries in swamps now! Lol!\n\nSpit Bugs are the Jumpy Bug's Henchmen. Although they're not just wanna-be's. They're almost nasty enough to be their own Boss Mob!\n\nStink Bugs inhabit the Forest and the Jungle. They're harmless. Sort of. At least they're useful for crafting your Kraken Repellent!\n\n可驯服的小动物\n\nCamarasaurus is tameable. They are about the cutest, friendliest little critters ever. They don't do much except eat grass, leaves, vines, and cactus, but they do have a tendency to stick their nose in your face for a quick loving and trusting smooch. If you want some warm fuzzies, then Camarsaurus is the pet for you. Camarsaurus is found only in the Red Ant World. Red apple to tame. Cannot be un-tamed!!! Tail speed indicates health and/or sitting.\n\nHydrolisc is also tameable. Pretty cool looking too! Keep an eye out for them in swamps! These critters give you extra health points when you need them. Yes they do. Watch your health bar next time you've got one of these as a pet and you get hurt! Extremely useful when battling mobs. Better than a potion of regeneration... They love water, and restore their health (and yours) quickly when in or near it. Raw fish to tame. Dead bush to un-tame. Ruffles on the head indicate health. Tail wagging indicates sitting or not.\n\nVelocity Raptor is tameable too! He'll double your ground speed. It's like having a permanent speed potion! Red apple to tame. Dead bush to un-tame. Generally found only in random places in the Red Ant World. Feathers indicate health and/or sitting. You can toggle the speed effect on and off by making him sit to turn speed off, and then another Red Apple to turn speed back on.\n\nBaby Dragon is tameable as well. Though he's kind of annoying and catches everything on fire. Raw beef to tame. dead bush to un-tame. Don't bother trying to kill him. He's virtually indestructible. He should also be able to keep up with you when you're flying around in creative mode. Great little pal to have around, unless you don't like fire...\n\nDragon: Yes! The Baby Dragon grows up! The time is random, but when/if he does, you've got yourself a tamed Dragon that you can ride! Untamed Dragons are tameable as well, but they take a fair amount of raw beef to convince. Right click with empty hand to mount. Right click with empty hand to dismount. No saddle needed. Same flight controls as the Cephadrome (which you should have already read!). Dragons and Baby Dragons can now act a little more civilized and not set everything on fire all the time. Right click with an Ice Block, and it's \"flame off\"! Right click with Flint and Steel to give them their mojo back (flame on)! Dragons can be supercharged. Yeah. If you're feeling seriously destructive, right click your dragon with some Gunpowder! Explosive Fireballs! Wow! Click with FLint and Steel to switch back to regular Fireballs after you've thouroughly destroyed your surroundings... If you really, really, really, miss your Baby Dragon, try right clicking your Dragon with a diamond. Poof. He will un-grow! And yes, a Baby Dragon that was un-grown can grow up again instantly if right-clicked with another diamond. Dragons can/should also be used to fight Krakens and MOTHRA! SPACE key goes UP when flying your dragon. Right-click with a random item to make him sit. \n\nDragon update: You shoot the fireballs! Yeeeeeaaaaah!!! While flying, the 'A' key shoots small fireballs, and the 'D' key shoots big explosive fireballs! Pyromaniacs rejoice!!!!\n\nDragon update: You can feed your pet Dragon a snowball to change him into a White Dragon! Feed him a piece of coal to change him back.\n\nLizards can be tamed, temporarily, with ink sacks. Lizards like to kill Attack Squids. That's what they do.\n\nChipmunks can be tamed with a Red Apple. Untame with a Dead Bush. What are they good for? I don't know. They're just funny.\n\nGazelles can be tamed with a Red Apple. Untame with a Dead Bush. What are they good for? I don't know. They're just cute.\n\nOstrichs can be tamed with a Red Apple too. Untame with a Dead Bush. What are they good for? Well, riding of course! Woohoo! Your amazing Ostrich can run up and down walls and trees and won't get hurt when he falls. Pretty darn useful. You can find them in the desert during the daytime. The coolest thing though, is you don't need to tame it before riding it! Just hop right on. If you do tame your Ostrich, you can make him sit in the usual manner, but only if he's on sand, gravel, grass, or dirt. You'll see why! 'W' for forward. 'SPACE' to jump!\n\nAll Tameable critters that are yours, including your girlfriends, that are within a couple dozen blocks, and are NOT sitting, will automatically teleport with you to and from the Ant Worlds.\n\n\n女朋友！\n\nYes, there's a lot to read here. What did you expect? Girls are com-pli-cat-ed! :)\n\nRight-click a Girlfriend with a Red Rose to tame her. May take more than one, or a dozen!\n\nRight-click with a Dead Bush to break up and untame them.\n\nYes. Yes you can. Unlike real life, you can make your girlfriend 'stay', and shut up! Give her a diamond to hold. Presto. She stays and is quiet...\n\nAlso unlike real life, yes, your girlfriend has a 'mute button'. Right click her with a Ruby. To re-enable her voice, right-click her with an Amethyst.\n\nRight-click with an item, and she will hold it. Right-click with an empty hand, and she will return her item. Right-click both with items, and she will trade.\n\nNo, she CANNOT use a bow. She throws shoes. Shoes are deadly against creepers. Yes, you can throw shoes too. Shoes thrown by Girlfriends will not hurt Players. Just like real life, Girlfriends seem to have a infinite supply of shoes.\n\nYes, they can use swords! Give her one. Really. She won't hit you. Trust her.\n\nNo, armor would just mess up her outfit. A Girlfriend has 50 health points to make up for her refusal to wear armor.\n\nGirlfriends will self-heal over time. Right-click with food, and they heal appropriately. Right-click with red rose, and they heal instantly.\n\nHold a red rose and they will follow closely.\n\nRight-click with yellow rose, and she will change clothes! There are 41 different outfits. Right-click with yellow rose while wet, and she will change bikinis! There are 18 different bathing suits.\n\nNo, you cannot mess with someone else's Girlfriend! Jerk.\n\nGirlfriends are immune to fire, because the code is too ridiculously complex and needs to be completely rewritten to avoid even simple things like cactus. That's why everything in the Nether is fire resistant too.\n\nGirlfriends like to swim in lava. Girlfriends will not drown, because the AI software doesn't always work right.\n\nGirlfriends HATE CREEPERS and WILL ATTACK them!!! But they aren't always perfect. Sometimes they miss one.\n\nYes, you can take your girlfriend to the Nether:\n1. She will not follow you to the Nether, but...\n2. place blocks in front of the portal to make a level entrance.\n3. hold a red rose to bring her close to the portal.\n4. push her in!\n5. Get her back out the same way.\n\nSometimes Girlfriends may refuse to come back from the Nether, no matter what you do. Try shutting everything down and restarting. This usually fixes the problem so you can get her back out. It's not just girlfriends. Tamed cats seem to have this problem too. You may (will!) find it helpful to build some sort of controlled access (like a gate!) around your Nether portal to keep your Girlfriend from wandering in on her own.\n\nGirlfriends do not attack Endermen, Zombie Pigmen, or other Players. Yes, that means they work great in multiplayer!\n\nGirlfriends do not usually attack things that you attack, or that attack you. Why? Because she's not your Mother. You can take care of yourself.\n\nGirlfriends are jealous, and will attack single girls that get too close. Tamed girlfriends get along fine. Yes, you can have more than one: be quick, and unarm your first girlfriend before trying to tame a second one!\n\nGirlfriends are perfect as helpers for fighting and exploring caves! Make sure you carry a few red roses for emergencies. Girlfriends can be a bit annoying while mining, but will quickly get out of your way when accidentally hit with a pickaxe. Sometimes though, making a small room (4x4 square) for her to hang out, or simply going around her, is the only thing you can do. Girlfriends are generally much quieter while mining, and will let you do your thing in peace. Girlfriends follow closely when mining, exploring caves, and when it's dark outside. She will teleport to you if you get too far away.\n\nGirlfriends whine when they are hurt, but will compliment and be nice when at full health. Just place your crosshairs on your Girlfriend to see her health status. If you don't see her health status, then either you are too far away, or she is not your girlfriend.\n\nIf you don't like the skins provided, you can always download new ones from one of the many skin sites or make your own. Just rename and replace the skin files in the mod zip. Should be obvious how to name them. girlfriend[0-40].png and bikini[0-17].png.\n\nDieing single Girlfriends drop shoes. Dieing tamed Girlfriends drop red roses, shoes, and whatever they were holding.\n\nYes, you can give an Ultimate Sword to your Girlfriend. In fact, you SHOULD!!!\n\nDid I mention they dance? Of course they do. BUILD A DANCE FLOOR. Ground level (not raised or sunken). At least 5x5 (7x7 is a nice size) of: diamond, emerald, gold, uranium or titanium block. Best built under an Experience Tree. Party Time! You'll see why. It's totally worth it! Don't forget to hang a few lamps and plant a few moth plants too! Time to use those Girlfriend Spawn Eggs you've been saving. The action starts after dark, late at night... BYOM. (Bring Your Own Music)\n\n\n\n上图：\n\n\n\n\nWGHZM~IUXZ3P`}V3L@2EHLP.jpg (35.98 KB, 下载次数: 78)\n\n下载附件\n\n2013-8-26 21:33 上传\n\n\n\n\n\n\n\n\nQG3BB9@11HQ8IE]PLI(SI~F.jpg (31.29 KB, 下载次数: 74)\n\n下载附件\n\n2013-8-26 21:33 上传\n\n\n\n\n\n\n\n\nO6YX_(P]PS(K@]DQ4@A[G.jpg (38.12 KB, 下载次数: 70)\n\n下载附件\n\n2013-8-26 21:33 上传\n\n\n\n\n\n\n\n\nJ%BGC5V2$JSL}9SE6}[4I9D.jpg (41.84 KB, 下载次数: 68)\n\n下载附件\n\n2013-8-26 21:33 上传\n\n\n\n\n\n\n\n\n)K@`P@6)P$`[6OVRH(MHVJ2.jpg (43.96 KB, 下载次数: 68)\n\n下载附件\n\n2013-8-26 21:32 上传\n\n\n\n\n\n\n\n\n_3IXMS22LN(5BI1FL@7`A$R.jpg (42.85 KB, 下载次数: 69)\n\n下载附件\n\n2013-8-26 21:32 上传\n\n\n\n\n\n\n\n\n`WS)KPI]UD_EYOZEWZ]D_Q7.jpg (42.38 KB, 下载次数: 74)\n\n下载附件\n\n2013-8-26 21:33 上传\n\n\n\n\n\n\n\n\n6MLW7H2XX2LCP])~1DOE})F.jpg (39.77 KB, 下载次数: 69)\n\n下载附件\n\n2013-8-26 21:33 上传\n\n\n\n\n\n\n\n\n)6@))4VWZ`9`XCR8{(3{T03.jpg (48.48 KB, 下载次数: 69)\n\n下载附件\n\n2013-8-26 21:32 上传\n\n\n\n\n喜欢回个话翻译交个其他人吧\n\n\n\n\n\n\n\n\n\n\n_3IXMS22LN(5BI1FL@7`A$R.jpg\n(42.85 KB, 下载次数: 85)\n\n\n\n\n下载附件\n\n\n2013-8-26 21:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n)K@`P@6)P$`[6OVRH(MHVJ2.jpg\n(43.96 KB, 下载次数: 75)\n\n\n\n\n下载附件\n\n\n2013-8-26 21:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n`WS)KPI]UD_EYOZEWZ]D_Q7.jpg\n(42.38 KB, 下载次数: 84)\n\n\n\n\n下载附件\n\n\n2013-8-26 21:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJ%BGC5V2$JSL}9SE6}[4I9D.jpg\n(41.84 KB, 下载次数: 68)\n\n\n\n\n下载附件\n\n\n2013-8-26 21:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nO6YX_(P]PS(K@]DQ4@A[$9G.jpg\n(38.12 KB, 下载次数: 71)\n\n\n\n\n下载附件\n\n\n2013-8-26 21:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWGHZM~IUXZ3P`}V3L@2EHLP.jpg\n(35.98 KB, 下载次数: 75)\n\n\n\n\n下载附件\n\n\n2013-8-26 21:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQG3BB9@11HQ8IE]PLI(SI~F.jpg\n(31.29 KB, 下载次数: 75)\n\n\n\n\n下载附件\n\n\n2013-8-26 21:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n)6@))4VWZ`9`XCR8{(3{T03.jpg\n(48.48 KB, 下载次数: 96)\n\n\n\n\n下载附件\n\n\n2013-8-26 21:32 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "dcsuibian",
            "timestamp": 1377524160,
            "txt_content": "为什么大家喜欢骑龙"
        },
        {
            "author": "a1228220463",
            "timestamp": 1377524160,
            "txt_content": "沙发。。你弄成英文，。。  该翻译了"
        },
        {
            "author": "子雪夜",
            "timestamp": 1377524220,
            "txt_content": "dcsuibian 发表于 2013-8-26 21:36 \n为什么大家喜欢骑龙\n不晓得，我比较喜欢骑狼"
        },
        {
            "author": "q38380438",
            "timestamp": 1377524220,
            "txt_content": "a1228220463 发表于 2013-8-26 21:36 \n沙发。。你弄成英文，。。  该翻译了\n我英语不好你自己翻吧"
        },
        {
            "author": "a1228220463",
            "timestamp": 1377524280,
            "txt_content": "dcsuibian 发表于 2013-8-26 21:36 \n为什么大家喜欢骑龙\n我又慢了？  不科学"
        },
        {
            "author": "dcsuibian",
            "timestamp": 1377524280,
            "txt_content": "a1228220463 发表于 2013-8-26 21:38 \n我又慢了？  不科学\n是啊是啊，熟能生巧，多回复就练出来了"
        },
        {
            "author": "子雪夜",
            "timestamp": 1377524280,
            "txt_content": "是的!ORESPAWN国防部在多人游戏的作品。\n是的!有一个配置选项来改变BLOCKID / ITEMID范围。\n是的!有配置选项来改变蚂蚁世界IDS太。\n是的!你甚至可以禁用个人讨厌小动物!\n是的!OreSpawn是国防部。不是一个国防部包!\nBlockIDs OreSpawn使用范围在2000 - 3500之间的默认情况下。\nOreSpawn使用WorldIDs 10、11 & 12默认情况下。\n你可以改变这些在配置文件中如果有一个冲突。\n配置文件中创建的。minecraft卖出/ config目录在您第一次运行它。\n女朋友!、古矿产卵,铀和钛,\n终极剑,终极护甲,终极弓、眼睛的安德街区,\n爆米花!,牛的笼子里,熔岩护甲,ENDERPEARL鳗鱼块,\n最终的钓竿,神奇的苹果!、草莓植物,\n火鱼、苹果牛、矿工的梦,可怕的声音效果,\n悬浮滑板、玉米植物,CORNDOGS,飞蛾,蝴蝶,\n蚊子,,和,,,天哪…MOTHRA !\n5(45)四十新暴徒!\n甚至还有一个“搞什么鬼?“暴民!\n和一些全新的世界! ! !\n加上\n翡翠盔甲,翡翠工具、祖母绿剑,经验装甲,\n经验的剑,经验Orb麦田,跳舞的女朋友,\n一个变态的枪、激光指控,经验/植物和树的种子\n和熔岩泡沫!红宝石!Ruby工具!Ruby盔甲!Ruby的剑!\n和一个THUNDERSTAFF !和,,,,\n“神圣母亲的金属,蝙蝠侠!”——邪恶的机器人! ! !\n更不用说…巨大的蜥蜴,鱿鱼和北海巨妖的攻击。\n曾经飞一个Cephadrome杀一个怪吗?现在你可以!\n曾经飞一个龙,发射火球?现在你可以!\n新发布的1 6 2 4\n虫子,虫子,虫子和更多的虫子! ! !\n神经质的bug,吐虫子和臭虫和更多!\n奶油糖果,紫水晶矿,紫水晶甲,紫水晶的工具,\n瞪羚,花栗鼠和萤火虫买单!\n哦,是的!\nOreSpawn现在具有了最辉煌的食物,曾经——培根!\n这是正确的!我们有熏肉! ! ! !\n最后,一些你都在等待……\n什么让你的日子很多光明……\n这是再一次的时间宣布开放的季节在攻击鱿鱼……\n最后……\n一个怪排斥!\n,最妙的是……一个可以行驶的鸵鸟!\n重要的调整对于释放1 6 2 4\n女朋友的声音开启或关闭切换与Ruby /紫水晶。\n铀和钛矿石冶炼成掘金。\n九个铀/钛掘金让一个锭。\n它现在需要块铀/钛/铁来制造一个终极剑。\n(因为它太可笑了动力!)\n它现在需要块铀/钛/铁来制造一个终极弓。\n(因为它太可笑了动力!)\n所有其他的终极物品仍然工艺与锭。\n有用的物品和技巧\n牛只笼子里工作大约80%的时间。你可能不得不把不止一个。使事情变得有趣。是的,他们捕捉几乎所有类型的动物,包括龙!非常有用的简单运输农场动物。也方便对爬行动物。警告虽然……他们工作比别人更好一些生物!只是把一个在一个实体/暴徒抓住它。右键单击它在地上释放被俘的生物。不,马不工作在机器人上的笼子里。是的,他们工作在大动物也是,但是很少。\n工艺一个终极的钓竿,钓竿去钓鱼在熔岩! ! !你会得各种各样\nincedibly有用的东西。包括:\n火花鱼\n火鱼\n太阳鱼\n熔岩鳗鱼\n和太阳黑子海胆。\n最终的鱼竿在水太伟大的作品!试一试吧!\n是的,我知道。鱼竿的作品有点可疑的。不是我的代码。它的工作原理就像普通的鱼竿。找到一个更大的熔岩池如果你一直陷入在底部或两侧。有一天我可以重写它,当我有时间…叹息。\n熔岩鳗鱼可以设计成一些非常惊人的盔甲。看起来相当壮观的太,如果你问我!严重。熔岩鳗鱼装甲更加耐用比钻石,和防火太!\n太阳黑子海胆可以而且应该被扔!尝试一些!一个纵火梦想成真……\n使用一个古代干矿卵蛋,在你重新水化,就右击它在地上。古代干产卵可以开采/发现只在浅深度。古代干产卵实际上是有趣的收集,和产卵于毫无戒心的朋友!:)古代干产卵已经更新,包括所有标准生物Minecraft卖出。你能找到他们吗?\n捕捉经验球体可能会非常棘手。甚至不费心蚂蚁。你不得不抓住重要的经验。杀死一些东西你自己的尺寸。试着正确的点击在orb因为它只是传递到块你看得见的在。你会掌握它的窍门的最终。所有你需要的是一个小经验。哈哈~ ~ !我笑死我了……:)\n矿工的梦想块是相当酷!你得试试!使人。把它的地下,轻敲石头上块直接在你的面前,你的脚(不是一个对角),和感到惊讶!\n盐块杀死蚂蚁。好让蚂蚁的地方你不希望他们!地方少数盐块在你眼前的门。或者,你可以挖蚂蚁块无论何时你找到他们。这样会照顾他们中的大多数。\n极端的火把是大约10%更光明的,比正常的火把。\n翡翠的事情是非常耐用。绝对值得的。和他们看起来棒极了!翡翠镐甚至有丝联系,所以你可以我冰块给压制火在你的龙!\n经验只有活跃而你护甲有经验在你的库存或教的剑。基本上,只是穿着它会给你经验……只是看上去很酷…\n一个剑给你额外的经验经验当打暴徒。它还交易基于你的额外伤害经验水平。它开始变得相当致命的一旦你起床在大约20级左右。\n铀和钛可以开采/只发现地下深处。铀和钛需要钻石接斧被开采。是的,你需要找到3钻石和钻石镐第一。这是一个痛苦,但是相信我,这是值得的。铀和钛矿块“纠缠”。打一个,他们都闪耀!九块铀使铀块。用钛相同。酷,sparkley块……\n终极护甲是迷人的。非常有用的。让人吃惊的东西,看起来也很有型!\n蛾尺度可以设计成一些相当darm酷装甲太!\n我有没有提到熔岩鳗鱼盔甲吗?用熔岩鳗鱼工艺。\n是的。是的你想让一个终极剑。OMG。太酷了。事实上,你会想让两个!个给你。一个用于你的女朋友!\n终极工具磨损甚至低于钻石。他们似乎永远最后差不多。每一可能是所有你需要。\n尝试一个终极斧在树上!哇!\n终极剑只做损害最小的球员和女朋友。(是的,真的。这些东西是如此致命的我不得不把代码在预防事故!)虽然,你可能仍然着火如果你被击中……\n终极弓(箭头)反弹球员和女朋友为了同样的理由终极剑只做最小的伤害。否则,他们太致命的使用!终极弓的箭也不会耗尽。你甚至不需要携带一个在你的库存。终极弓只需要“抽头”在鼠标右键。他们拍快,像一个半自动!\n终极武器和工具可能不出现魔法起初(如果你欺骗和让他们在创作模式)。他们会在第一次使用汽车附魔。\n哦是啊!差点忘了。熔岩泡沫!是啊!邪恶的酷炫的东西!Slipperier比鼻涕在门把手上挂!试着走在它。和快活快活快活的。碰到它,得到反弹。哎呀,有点像一个弹球保险杠……会发生什么如果你犯了一个地板和墙壁的东西,然后把一个僵尸或几Enderman吗?我想知道……熔岩泡沫只能发现/附近开采大量的熔岩……一些类似的地方,虚空! ! !\n激光费用可以扔。请做。他们是有趣的!:)\n激光炮和激光指控,被先进的武器,是建立在机器人是无效的!射线枪有时是下降了的无袖长衫战士在蚂蚁世界的彩虹。\n悬浮滑板是无价的,让周围的虚空。熔岩湖泊吗?Feh。谁在乎。啤酒花。盘旋。探索。' W '为前进。“S”慢/反向。空间为额外的速度。\n你有试过楼梯吗?做一些。它是容易放置或采矿块避开!楼梯是有技巧的使用,但一般来说,只是面对你想走的方向,右键单击该块在你的脚边。对角线工作太。继续一套楼梯,或改变方向,站在最后一块面对你想走的方向(下一个块必须空气)。右键单击块你是站在。楼梯下来有点挑剔。你需要点击它们就在屋檐上的最后一块。与他们玩耍(和其他楼梯)有点创意模式。你会得到它。另一个提示:楼梯停止当他们打无气,所以下一个块的方向步必须始终空。\n你需要一个经验Orb麦田让经验装甲和一种体验的剑。它是值得的。非常惊人的效果!\n你还需要一个经验Orb麦田让一个经历树种子。这是必须的!否则,你会把舞池跳舞给你女朋友?\n安德珍珠和眼的安德模块被用来建立一个Cephadrome召唤者。3 x3广场安德珍珠街区。地方一个眼的安德块顶部在中间。然后最妙的是与一个极端的火炬。噗!安德珍珠可以最容易增大,Endermen杀死,当然。但它们驻留在最后。你怎么能回家与你所有的战利品吗?\n细。哇。对于那些你不勇敢强悍到最终得到足够的安德珍珠建立适当的Cephadrome召唤者,钻石块代替安德珍珠街区将工作……9 x9钻石块,眼睛的安德块顶部在中间,然后最妙的是与一个极端的火炬。噗!骑在你的Cephadrome走向胜利!\n紫水晶可以发现,很少,地底深处。做一些很酷的紫色工具!\n红宝石是一个矿工的相当于一个龙。只有认真男子汉的矿工可以挖掘红宝石!为什么?因为他们只出现在一个熔岩池直接!是的。我那红宝石矿块,熔岩让松……祝你好运!是的,他们是相当罕见的。\n红宝石可以用来制造工具和护甲。还一把剑。但最好的理由去开采红宝石,是:一个ThunderStaff !\n这个ThunderStaff ! ! ! !哦是的。战士已经晚所有的荣耀。它是关于时间我们矿工向他们展示如何踢一些真正的屁股!一个ThunderStaff大约有50个使用直到耗尽。幸运的是,你所要做的就是等待雷雨,它会自动充电。\n确保追捕几椿象让自己一个怪排斥!然后把它在地上在你开始杀死攻击鱿鱼。保护一个大约10 x10块区域,所以不要太遥远!\n不,你不能工艺鞋。你会很多东西,但鞋匠不在其中。\n更多的食物\n鱼生活在岩浆提供消防和饥饿的时候吃点。不,你不需要煮鱼,被发现在熔岩。是的,你可以吃鱼。任何时候熔岩你不需要hungy。伟大的东西捎到虚空!\n一袋爆米花给更多的健康不仅仅是爆米花,走进它。不,你不可能只拥有盐的爆米花!讨厌的东西。\nCorndogs已经拥有大量的疗愈力量/饥饿。我爱corndogs !:)\n试试草莓。他们是美味的。\n玉米是美味的太。适合生吃,或种植,种植更多。\n奶油糖果!试试!抓糖嗡嗡声!:)\n熏肉! ! !是的! ! !历史上最华丽美妙的食品在世界是这里!你必须试一试!\n把奶油糖果和培根,战斗可以是一个伟大的帮助。试试和找出原因!\n植物和树木\n草莓植物在森林里可以找到。是的,你可以把它们移植到你的花园。你不种草莓,你工厂小草莓植物!\n天空树是酷sh * * !他们increbibly精致。打破一个日志,和他们所有的秋天!天空树日志可以用于构建各种各样的东西,然后一个小打击,噗!天空树日志变成橡树木板如果你把他们在制作表格。需要大量的木材快?找到一个天空树。你只需要一个!但是要小心当建筑与天空树日志……\n我有没有提到复印机树吗?看看你能不能找到一个。宝贵的一块或者两个地方靠近基地。就像有一个Zerox机…是的,你可以砍树和改种日志复印机在泥土块。它将再次增长!然后它将复制任何附近的…能够很方便的复制罕见的东西! ! !它们有点短,往往生长在布朗和红蚂蚁的世界。\n玉米植物可以发现在平原。等到玉米成熟收获它。玉米可以种植在你的花园种植玉米植物。不,骨粉不工作在玉米植物。强硬只顾。他们是值得等待的!\n把普通的苹果一般的老在制作表来让自己一棵苹果树的种子。右击你的苹果树的种子在泥土/草块种植了一棵苹果树。收获你的奖励……然后工厂一个果园,经常回来捡起滴!\n工厂一个经验树种子。等待。可能是快速的。可能是缓慢的。谁知道。但一旦它长大,准备好接受惊喜吧。建立一个舞池,挂灯笼,给自己一些几个女朋友,准备有一些乐趣!当夜幕降临,派对开始……记住,跟所有MC植物,你需要在他们让他们成长。工厂附近的一个基地,然后忘记它。\n蛾,蝴蝶,甚至蚊子植物可以挖掘和重新种植。\n苹果树是多产的生产商。你永远不会饿如果你种一棵苹果树。\n风树总是指向相同的方向,就像一个指南针。\n不要工厂“OMG !不!不要这样做!“魔法苹果!我警告你!;)嗯,是的,你真的应该,但阅读警告小节!最后,别忘了探究里面太……\n萤火虫夜间植物产生的萤火虫。优美。不要工厂太多……他们相当多产的!\n小动物和小怪\n蚊子可以认真烦人。蚊子蚊子产卵从植物,通常发现在沼泽中。就像在现实生活中,他们往往会跟在你身边,你的耳朵嗡嗡,一旦他们发现你!\n飞蛾是无害的,而且从蛾产卵植物在晚上。飞蛾喜欢挂在火把,就像真正的飞蛾!种很高兴只是坐下来与冷一,看着飞蛾飞来飞去火把……\n蝴蝶是无害的,从配料蝴蝶白天植物。让一只蝴蝶花园。这是放松和丰富多彩的……\n布朗和彩虹蚂蚁是相当无害的。红蚂蚁是没有!\n跆拳道吗?吃石头。它是缓慢的,讨厌一切。可能有用如果你懒得去我自己…嘿,你认为什么使所有这些洞穴呢?\nCaveFishers是烦人的。只是一个随机的暴民下来在山洞里。\n婴儿蝎子是烦人太。他们在沙漠里产卵。但至少他们有礼貌掉黄金/铀/钛掘金!\n蜻蜓吃蚂蚁、蚊子、蝴蝶和鸟!他们还攻击马。就像婴儿蝎子,他们滴金/铀/钛掘金!\nCryolophosaurus是烦人的。但尝起来像鸡肉!红蚂蚁世界中滋生。\nBaryonyx只是吃草。无害的,就像一头牛。口味也很棒!\nAlosaurus饿了。最好远离他的红蚂蚁的世界。\n怎么样WaterDragon !是他很酷吗?:)芽waterballs和火球。不友好!滴一些超级好铁物品!\n鸟类有时会下降一个ruby当死亡。好运气,虽然。鸟类是小和快速!\n蛇怪的巢穴有最好的战利品!有时比你可以携带!入口是表面上的红色和世界。有点金字塔形状的。你能通过这个迷宫没有作弊?当然,你需要打败Basilik第一。他似乎喜欢丛林太。蛇滴各种翡翠项。\n巨大的皇帝蝎子在沙漠中产卵。没有人会干扰皇帝。运行。只是。运行。皇帝蝎子滴各种钻石项,但不值得杀了。是它吗?\n机器人产卵村(彩虹Ant)世界。无话可说,但是这里GTFO ! ! !在日落前离开。这是你唯一的希望。看的无袖长衫战士。他有时会一个射线枪!\n外星人。是的。外星人。不是任何外星人。但是外星人。“这麽说。跟你带来干净的内衣在矿业在红蚂蚁的世界!哈哈~ ~ !什么?哦。见鬼。抱歉听到这个消息。看来外星人已经决定回家。不幸的是,他似乎把拖欠小同父异母的弟弟……不。好的。\n攻击鱿鱼可能造成暂时的失明……和他们有一些不错的罕见的黄金物品掉落……但你不能杀死他们自己的风险。真的。如果被一个播放器,有可能他们会打电话回家……给爸爸。是的。你不愿面对爸爸鱿鱼。行业巨头呃。不不。发现自己一个女朋友或一个婴儿龙,甚至更好的是蜥蜴,杀死攻击对你鱿鱼。嗯,好的。去吧。如果你想要杀死攻击鱿鱼。只要记住运行当爸爸是在你…,或者确保你有一个怪排斥的方便!\n蜥蜴是来帮你击退进攻鱿鱼入侵。墨袋吸引蜥蜴。墨袋也将暂时驯服一只蜥蜴。他们是蜥蜴毕竟,他们忘记他们驯服了一会儿。不过,这将创建一个道德困境:你真的应该被杀害无辜的平民乌贼墨袋要吗?\n什么?你杀了几个攻击鱿鱼吗?它开始下雨和打雷吗?我告诉你不要。现在只能做一件事……放下你的武器。脱掉你的盔甲。弯腰。这是正确的。就像你。现在吻你一个* *再见。ROTFLMAO !我告诉你不要惹攻击鱿鱼。现在你的愤怒带来的爸爸鱿鱼,或者你可能认识他:怪! ! ! !和你最好希望他没带几个朋友!ROTFL ! ! !不要说我没提醒你! ! !\n挪威海怪是非常难以杀死没有Cephadrome或一个龙,即使在创意模式。但它实际上是可能的。你只需要得到聪明,提前做好准备。有办法杀死他们。一个字需要注意:您知道如何攻击鱿鱼给家里打电话寻求帮助吗?所以将一个严重受伤的巨妖如果他离开的时候。正确的。失败不是选项。挪威海怪滴各种好吃的。吨。如果你能杀了他,这是。\nCephadrome救援!是的,宝贝。没有理由去逃避任何更多的....挪威海怪一些严重的粗暴的帮助在这里。喂CEPHADROME先要得到它!是的,Cephadrome何可和适航的。没有鞍需要。不需要驯服。只是喂它一些生牛肉、生鸡,或生猪肉第一。如果它饿了,当你试图安装它,它会吃掉你相反!右击空着的手山(在喂养它!)。左移下马来。Cephadrome来召唤一个您需要构建一个召唤者。地方9安德珍珠块(或钻石块如果你真的找不到足够的安德珍珠)在一个3 x3的平方。一个真正的地方上眼安德块在中间。现在地方上的一个极端的火炬。噗!Cephadrome召唤!另一个火炬,另一个Cephadrome。你不能驯服一个Cephadrome。但它不会容忍你飞一会儿。当你下车时,它会跑出来和德产卵。Cephadromes不产卵在野外。飞行控制是有限的。这是一个巨大的蜥蜴。克服它。空格键上去。空格键放掉下去。“W”键前进。“S”键来减缓或停止。为什么Cephadrome飞行吗?因为它踢屁股巨妖,这就是为什么! ! !只是你的飞行Cephadrome右直在挪威海怪的头,让Cephadrome试一试吧!嗯,那太好了,但是如何见鬼你应该得到所有这些EnderPearls ? ? ?提示:红蚂蚁产卵结束!这不是单向任何更多!,或者你可以带几个蚁巢与你……或欺骗和利用钻石块而不是EnderPearl街区。没关系。\nFireflys或闪电bug的一些我们称之为,是无害的。他们把一个特别美丽的夜晚。找到一些萤火虫植物和将它们离你们家近基地。夜间从未如此好。植物几在巨大的螺旋树作为我的圣诞礼物!                                       度娘不靠谱，剩下全是英文"
        },
        {
            "author": "1286604964",
            "timestamp": 1377524400,
            "txt_content": "\n是的！ORESPAWN 修改程序档工作在可多人玩的。\n是的！有 CONFIG 选项要改变 BLOCKID│ITEMID 范围。\n是的！有 CONFIG 选项要也改变蚂蚁－世界的身份证。\n是的！你能甚至使个别的令人感到懊恼的生物失去能力！\n是的！OreSpawn 是一个修改程序档。不是一个修改程序档包裹！\n\n\nOreSpawn 在假设值的范围 2000-3500 中使用 BlockIDs 。\nOreSpawn 使用 WorldIDs 10,11, &12 预先设定地。\n如果有一个冲突，你能在 config 文件中改变这些。\nconfig 文件被产生在这。minecraft│config 目录第一次你跑它。\n\n\n\n女朋友！，远古的矿石卵铀及钛，\n终极的刀剑、终极的盔甲，终极弓眼睛结束区段，\n爆米花！，生物关进笼内，熔岩鳗鱼盔甲， ENDERPEARL 区段，\n终极的钓鱼竿，魔术苹果！，草莓种植，\n火鱼苹果恐吓，矿工梦，有威严的音响效果，\nHOVERBOARDS 、玉黍蜀厂、 CORNDOGS 、蠹，蝴蝶，\n蚊子，和，和，和， OMG。。。MOTHRA！\n\n第五 Fourty（45) 新 MOBS！\n甚至有 \" WTF\"？暴民！\n\n及 A 几乎没有整个的新世界！！！\n\n加号\n\n翡翠盔甲、翡翠工具、翡翠刀剑，经验盔甲，\n经验刀剑，经验球捕捉者，跳舞女朋友，\nFreakin’光线－枪，激光要价，经验种子│植物和树，\n而且熔岩泡沫！红宝石！红宝石工具！红宝石盔甲！红宝石刀剑！\n而且 THUNDERSTAFF！并且，和，和，\n\" 金属的神圣母亲，蝙蝠侠 \"！－邪恶的机械手！！！\n\n不提到。。。庞大的蜥蜴，攻击乌贼和相传在挪威海中出现的怪物。\n\n曾经飞 Cephadrome 杀一个相传在挪威海中出现的怪物？现在你能！\n\n曾经飞一条龙，哪一射击火球？现在你能！\n\n\n\n新的为释放 1.6.2.4\n\n疯狂、疯狂、疯狂而且更疯狂的！！！\n跳跃的疯狂，唾吐疯狂的而且发臭味疯狂的和更多！\n奶油糖紫水晶矿石、紫水晶盔甲，紫水晶用工具工作，\n瞪羚、金花鼠和萤火虫丰富地！\n\n哦是的！\nOreSpawn 现在有所有食物的那最光荣者，曾经－－培根！\n那是正确的！我们有培根！！！！\n\n而且最后，事你全部一直等候。。。\n某事让你的天更明亮。。。\n它再一次是该在攻击乌贼上宣布解禁期的时候。。。\n最后。。。\n\n一个相传在挪威海中出现的怪物防水剂！\n\n而且走开高耸它全部。。。一只可骑的驼鸟！\n\n\n重要的用力拉为释放 1.6.2.4\n\n拨动女朋友用红宝石│紫水晶宣述离开│之上。\n铀和钛矿石进入矿块之内闻。\n九个铀│钛矿块制造一个锭。\n它现在拿铀│钛│铁的区段作终极刀剑。\n（因为它有如此荒谬结束！有力量)\n它现在拿铀│钛│铁的区段作终极的弓。\n（因为它有如此荒谬结束！有力量)\n所有的其他终极的项目用锭使手艺安静。\n\n有用的物品和技巧\n\n\n生物关进笼内唯一的工作大约 80% 的时间。你可以必须丢超过一。生计事物有趣的。而且是的，他们抓生物的几乎所有类型，包括龙！非常有用的只是运输家畜。也便利的对抗 creepers。虽然警告。。。他们超过其他者在一些生物上工作得更好！仅仅在实体│暴民丢一抓它。权利－点击它在地面上释放被捕获的生物。不，生物笼不处理机械手。是的，他们也处理大生物，但是绝少。\n\n手艺一支终极的钓鱼竿而且去熔岩钓鱼！！！你将会抓所有种类\nincedibly 有用的事物。包括：\n火花鱼\n火鱼\n太阳鱼\n熔岩鳗鱼\n而且太阳的黑点淘气鬼。\n\n终极的钓鱼竿工作棒的在水中，也！试它！\n\n是的，我知道。钓鱼的竿有一点工作 iffy 。不是我的密码。它工作就像老客户一样钓鱼竿。如果你继续陷在底部或边，找一个较大的熔岩池。来日，当我有时间时，我可能重写它。。。叹息。\n\n熔岩鳗鱼能进入一些相当有威严的盔甲之内被手艺。也看起来相当公开展示，如果你问我！严重地。熔岩鳗鱼盔甲比钻石更持久，而且点燃反抗的，也！\n\n太阳的黑点淘气鬼能而且应该被丢！试一些！放火狂梦实现。。。\n\n要使用一个远古的干燥矿石卵蛋在你之后有关于－使成水化合物它，仅仅正确的－在地面上以它按。远古的干燥卵蛋可能是只有在浅的深度挖掘│发现。远古的干燥卵蛋实际上有趣收集，和在一位无怀疑的朋友之上产！:) 远古的干燥卵蛋已经被更新包括所有标准的 Minecraft 生物。你能找他们全部吗？\n\n易传染的经验球可能是狡猾的。甚至和蚂蚁不烦扰。你必须引起重要的经验。杀你自己的事物大小。当它仅仅获准进入你是看得见的区段，试在球之下按的权利在。之上你最后将会学着它。完全地你需要是一种小经验。Lol！我笑死我。。。:)\n\n矿工的梦区段是漂亮一点凉爽的！你已经必须试它！制造一。秘密地拿它，在你的脚 （不在一之上对角线的）直接地在你之前在一个石头区段上轻打它, 而且被吃惊！\n\n含盐的甜区段杀蚂蚁。棒的为了使蚂蚁保持不恰当你不想要他们！把一些盐区段放你的门之前。或，每当你找他们，你能仅仅搜出蚂蚁区段。That'll 照顾他们大部份。\n\n极端的火把是大约 10% 比正常明亮的火把。\n\n翡翠事情相当持久。明确地值制造。而且他们看起来有威严！翡翠镐甚至有丝触觉，因此你能对消杂音挖掘冰区段你的龙中的火！\n\n当你对你的详细目录或 hotbar 有经验刀剑时，经验盔甲只有活跃。基本上，仅仅穿着它将会给你经验。。。仅仅为了这么看冷却。。。\n\n经验刀剑给你额外之物经历当打击暴民。它也处理以你的经验水平为基础的额外的损害。一经你起床它开始非常公平地变成在关于水平 20 左右之上。\n\n铀和钛秘密地可能是挖掘│发现唯一深处。铀和钛要求钻石精选－斧头被挖掘。是的，你需要首先找 3个钻石而且制造一个钻石镐。它是一种痛苦，但是相信我，它值得。铀和钛矿石区段被纠缠 \" 。击中一和他们全部闪耀！铀的九个锭制造一个铀区段。相同的与钛。凉爽的， sparkley 妨碍。。。\n\n终极的盔甲被施魔法。非常有用的。Awsome 东西而且也看起来很凉爽！\n\n蠹刻度能也进入一些漂亮 darm 凉爽盔甲之内被手艺！\n\n我提到熔岩鳗鱼盔甲吗？对手艺的使用熔岩鳗鱼。\n\n是的。是的你确实想要作终极刀剑。OMG。方法太冷却。事实上，你将会想要制造二！一为你。一为你的女朋友！\n\n终极的工具甚至穿着出比钻石慢。他们似乎更加永远地持续相当。每个的其中之一或许全部你将会需要。\n\n在一棵树上试一把终极的斧头！哇！\n\n终极的刀剑做对运动员和女朋友的最小伤害。（是的，真．这些事情如此致命我必须把密码放入保护对抗意外事件！) 虽然，如果你得到击中，你可能仍然着火。。。\n\n终极从运动员和女朋友，因为相同的理由鞠躬 （箭）跳终极刀剑做唯一最小的损害。另外，他们太致命而无法使用！终极的弓永远不会用光箭。你甚至不一定要在你的详细目录中带着一。终极的弓需要在正确的滑鼠按钮上只有被 \" 轻打 \"。他们快速地射击，像一半自动！\n\n终极的武器和工具起先不可能似乎被施魔法。（如果你在有创造力的模态中欺骗而且拿他们）他们将会汽车－在第一种使用上施魔法。\n\n哦是的！几乎忘记。熔岩泡沫！是的！坏的凉爽东西！比鼻水光滑在一个门把上！上面步行的尝试。而且快活的快活快活的。奔跑进入它之内，而且被解雇离开。向右转，像一个钉球戏缓冲挡的类型。。。如果你制造地板和东西的墙壁，会发生什么事，然后把一个 ??尸或一些 Enderman 放入它？我想知道。。。熔岩泡沫只可能是运气和许多熔岩附近的发现│挖掘。。。某处喜欢，下面者！！！\n\n激光费用能被丢。请做。他们是有趣的！:)\n\n光线－枪和激光要价，作为先进的武器他们是，被建造在机械手身上变得无效！光线枪有时在彩虹蚂蚁世界被偶然造访 Robo－战士。\n\nHoverboards 为了在下面者中传开是无价的。熔岩湖？Feh。谁关心。单脚跳。盘旋。探究。’W’为向前。对减慢│相反的’S’。额外之物的空间加速。\n\n你尝试楼梯吗？制造一些。传开比得名次的人或者采矿区段容易！楼梯稍微狡猾使用，但是通常，仅仅面对你想要去的方向和正确的－点击在你的脚的区段。对角线也运作。继续一组楼梯、或变化方向，在面对你想要去的方向的最后一个区段上的台子。（下一个区段一定是空气）正确的点击区段你正在站立在。之上楼梯向下稍微挑剔。你将会需要就在一个暗礁上的最后一个区段上按他们。在有创造力的模态中和他们 （和另一个楼梯）到处玩一一点点。你将会拿它。另外的一个暗示：当他们打击时，楼梯停止非空气的，因此步骤方向的下一个区段总是一定是空的。\n\n你将会需要经验球捕捉者制造经验盔甲和经验刀剑。它值得。相当有威严的效果！\n\n你也将会需要经验球捕捉者制造经验树种子。它是必须！另外，哪里你将会为你的女朋友放跳舞地板跳舞吗？\n\n结束－珍珠和眼睛－－结束区段被用来建立一个 Cephadrome 召唤者。3 x 3个正方形结束－在区段成珠。放置一个眼睛－－在中央的顶端上结束区段。然后高耸它全部离开与极端的火把。吹息腊烛的声音！结束－珍珠容易地可能是最 aquired 藉由杀害 Endermen，当然。但是他们最后住。你能如何与你所有的战利品回来家庭？\n\n罚款。Wah。为那些你不是够像男人冒着结束变得充足结束－在建立一个适当的 Cephadrome 召唤者成珠，钻石妨碍改为结束－珍珠区段也将会运作。。。9 x 9个钻石妨碍，眼睛－－在中央的顶端上结束区段，当时顶端它所有的离开与极端的火把。吹息腊烛的声音！对胜利骑你的 Cephadrome！\n\n紫水晶可能是很少地，秘密地发现深处。他们制造一些相当厉害紫色工具！\n\n红宝石对一条龙是一个矿工的同等物。只有一个严重像男人的矿工能挖掘红宝石！为什么？因为他们只直接在一个熔岩池之下出现！Yep。挖掘红宝石矿石区段，和熔岩让解放。。。好运气与那！而且是的，他们非常稀有。。。\n\n红宝石能被用来制造工具和盔甲。也刀剑。但是最好的理由为红宝石去采矿，是：ThunderStaff！\n\nThunderStaff！！！！哦是的。战士已经有所有的光荣晚。现在该是我们这些矿工教他们该如何踢一些真正的烟头时候了！ThunderStaff 有大约 50种使用，直到它被排出沟外。幸运地，全部你必须做是等候一个雷雨，而且它将会自动地再休整。\n\n确定追捕疯狂使你自己成为一个相传在挪威海中出现的怪物防水剂的一些臭味！在你开始杀害攻击乌贼之前，然后仅仅放它在地面上。保护大约这 10 x 10个区段区域，因此不到达在太远处！\n\n不，你不能够手艺鞋子。你可以是许多事物，但是皮匠不是他们的其中之一。\n\n\n\n\n\n\n更多的食物\n\n钓活的在熔岩中提供防火而且饿点当吃。不，你不需要烹调在熔岩中被捕捉的鱼。是的，你能随时吃熔岩鱼。你不需要是 hungy 。棒的东西对下面者向前拿！\n\n一袋爆米花只是给健康更甚于进入它的爆米花。不，你在你的爆米花上只是能没有盐！Yuck。\n\nCorndogs 有令人惊异量痊愈│饥饿力量。我爱 corndogs！:)\n\n试草莓。他们很可口。\n\n玉黍蜀也是美味的。棒的让吃生肉，或种植变较多。\n\n奶油糖！尝试一些！引起糖谣言！:)\n\n培根！！！是的！！！全球的全部时间的最光荣令人惊奇食物在这里！你必须试它！\n\n拿奶油糖和培根搏斗可能是棒的帮忙。尝试一些而且发现为什么！\n\n\n植物和树木\n\n草莓厂能在森林被发现。是的，你能移植他们到你的花园。你不种植草莓，你植物小草莓厂！\n\n天空树很凉爽作为 sh＊＊!他们是 increbibly 细致优雅的。打破一个记录，他们全部落下！天空树记录能被用来建立所有的东西，当时一一点点击中，和吹息腊烛的声音！如果你把他们放在手艺桌子，天空树记录变成橡木制的厚木板。快速地需要许多木材？找一棵天空树。你将会只需要一！但是当建筑物用天空树伐木的时候很小心。。。\n\n我提到复写器树吗？看看是否你能找一。在基础附近放置一或二个有价值的区段。仅仅喜欢有一部 Zerox 机器。。。是的，你能剁碎向下一棵复写器树而且在污垢区段上改种记录。它将会再次生长！然后它将会复制任何的在附近。。。为了复制稀有东西可能非常有用！！！他们短很亲切，而且容易在褐色、红色的蚂蚁世界生长。\n\n玉黍蜀厂能在平原中被发现。等候，直到玉黍蜀使收割它成熟。玉黍蜀能在你的花园被种植种植玉黍蜀厂。不，骨头一餐不在玉黍蜀厂上工作。强硬的 noogies。他们值得等候！\n\n把一个一般的旧非经选拔的苹果放在手艺桌子拿你自己苹果树种子。权利－在一个污垢│草区段上按你的苹果树种子种植一棵苹果树！收获你的酬谢。。。然后种植一个果园，而且时常回来拾起下降！\n\n种植经验树种子。等候。可能是快的。可能慢。谁知道。但是一经它长大，准备被吃惊。建立跳舞地板，悬挂一些灯笼，拿你自己一些女朋友，而且准备有一些乐趣！当夜晚来临，派对开始。。。记得，关于所有 MC 种植，你在他们附近的需要让他们生长。种植一个近的基地，然后关于它忘记。\n\n蠹，蝴蝶，和平坦的蚊子植物能被开辟而且改种。\n\n苹果树是生子的生产者。如果你种植一棵苹果树，你永远不会很饥饿。\n\n风爬上树总是指出相同的方向，同类的类型指南针。\n\n不要种植那”OMG！不！不要做它！”魔术的苹果！我警告你！；) 很好地，是的，你真的应该，但是读下面的警告区段！而且最后，不忘记也探究进。。。\n\n萤火虫植物在晚上产萤火虫。美丽的看。不要种植太许多。。。他们相当生子！\n\n\n小动物和小怪\n\n蚊子可能严重令人感到懊恼。来自蚊子植物的蚊子卵，通常在沼泽中发现。而且仅仅在真正的生活方面喜欢，一经他们找你他们容易在附近跟随你而且发出嗡嗡声你的耳朵！\n\n蠹是无害处的，和蠹的卵在晚上的厂。蠹喜欢在火把附近的悬挂，正直相似的真正蠹！类型好的仅仅以一个寒冷袖手旁观一而且看蠹在火把的周围飞。。。\n\n蝴蝶是无害处的也，和蝴蝶的卵在白天的厂。制造一个蝴蝶花园。它正在放松而且五彩缤纷的。。。\n\n布朗和彩虹蚂蚁非常无害处。红色蚂蚁不！\n\nWTF？吃石头。它慢，和憎恨每件事物。如果你太懒惰而无法挖掘你自己，可能是 usefull 。。。嗨，你无论如何想什么被做那些洞？\n\nCaveFishers 是令人感到懊恼的。只是在洞中下方的任意暴民。\n\n宝贝蝎子也是令人感到懊恼的。他们在沙漠中产。但是至少他们有得体降低金色│铀│钛矿块！\n\n蜻蜓吃蚂蚁、蚊子、蝴蝶和鸟！他们也攻击马。而且仅仅喜欢宝贝蝎子，他们降低金色的│铀│钛矿块！\n\nCryolophosaurus 是令人感到懊恼的。但是尝起来像小鸡一样！在红色蚂蚁世界产。\n\n坚爪龙仅仅吃草。无害处的，像一只母牛的类型。也尝起来棒！\n\nAlosaurus 很饥饿。最好在红色蚂蚁世界从他离开。\n\n那一 WaterDragon 怎么样！他很凉爽或什么？:) 射击 waterballs 和火球。不是友好！降低一些超级好的铁项目！\n\n鸟有时降低一块红宝石何时杀。好运气与那虽然。鸟是小、快速的！\n\n蛇怪兽穴有最好的战利品！有时比你能携带的更多！入口在红色和世界的表面上。有一点金字塔作形。你能在没有欺骗下通过迷宫吗？当然，你需要首先击败 Basilik 。他似乎也喜欢丛林。蛇怪降低所有的翡翠项目。\n\n庞大的皇帝蝎子在沙漠中产。没有人和皇帝弄糟。奔跑。正直的。奔跑。皇帝蝎子降低所有的钻石项目，但是不值得结束得到杀。它是？\n\n机械手在村庄 （彩虹蚂蚁）世界产。什么也没有除了在这里说 GTFO！！！在日落之前逃跑。它是你的唯一的希望。留意 Robo－战士。他有时降低一只光线枪！\n\n外侨。是的。外侨。不仅仅任何的外侨。但是外侨。’有能力的说。带着干净的内衣裤当采矿的时候在红色蚂蚁世界！Lol！什么？哦。Dang。很抱歉听到那。似乎是外侨已经决定回家。不幸地虽然，他似乎减少他的怠忽小异母兄弟。。。不。好。\n\n攻击乌贼能引起暂时的盲目。。。而且他们确实有一些好稀有金色项目下降。。。但是你不能冒杀害他们的危险你自己。真的。如果由一个运动员杀，有一个机会，他们将会打电话给家。。。因为爸爸。是的。你不想要处理乌贼爸爸。Unh uh。没有号码找你自己 Girfriend 或者一条宝贝龙，或甚至更好仍然一只蜥蜴，为你杀攻击乌贼。好吧， ok。前进。杀攻击乌贼如果你想要。仅仅记得去跑爸爸何时跟随你。。。或确定你让一个相传在挪威海中出现的怪物冷淡的便利！\n\n蜥蜴在这里帮助你战胜攻击乌贼侵犯。墨水麻布袋吸引蜥蜴。墨水麻布袋也将会暂时驾驭一只蜥蜴。他们是毕竟蜥蜴，而且他们忘记他们在一会儿之后被驾驭。剧照，这产生一个道德的困境：你只是应该真的杀害无罪的平民乌贼拿墨水麻布袋？\n\n什么？你杀一些攻击乌贼？它开始下雨而且打雷？我告诉你不到。只有一件事物现在做。。。放下你的武器。脱掉你的盔甲。弯腰。那是正确的。尽可能远远地。现在吻你的一＊＊再见。ROTFLMAO！我告诉你不要以攻击乌贼弄糟。现在你已经在乌贼爸爸的愤怒上带来，或当你可能另外认识他：相传在挪威海中出现的怪物！！！！而且你更好地希望他没有带来一些朋友！ROTFL！！！不要说我没有警告你！！！\n\n甚至在有创造力的模态中，相传在挪威海中出现的怪物格外困难在没有 Cephadrome 或一条龙下杀。但是它实际上可能。你仅仅必须在时间之前变得聪明而且准备。有方法要杀他们。一个小心的字虽然：你知道如何在家呼叫的攻击乌贼为帮忙？如果他逃离，一个严重受伤相传在挪威海中出现的怪物也会。权利。失败不是选项。相传在挪威海中出现的怪物降低所有的身份低微之老妇。吨。如果你能杀他，那是。\n\n对援救的 Cephadrome！是的，宝贝。没有理由从相传在挪威海中出现的怪物跑任何更多．．．．一些严重地踢－驴帮忙在这里。在你试着上车资讯之前，喂 CEPHADROME！是的， Cephadrome 是可装、可飞的。没有鞍需要。没有驾驭需要。正直的饲养它一些生肉牛肉，生的小鸡，或生肉猪肉第一。如果当你试着装它时，它很饥饿，它将会改为吃你！正确的点击用空的手装. （在喂养资讯之后！)左边的变化使。下马召唤你需要建立一个召唤者的 Cephadrome 。地方 9 结束－在这 3 x 3个正方形中的珍珠区段 （或者钻石区段如果你真的不能找充足结束－珍珠）。地方一个真正的眼睛－－在中央的顶端上结束区段。现在放极端的火把在顶端上。吹息腊烛的声音！召唤的 Cephadrome！另外的火把，另外 Cephadrome。你不能够驾驭 Cephadrome 。但是它将会宽容你飞它一阵子。当你离开，它将会游荡离开和 de－卵。Cephadromes 不在荒野产。航空管制被限制。它是一只庞大的蜥蜴。克服它。空间钥匙上升。释怀空间钥匙下降。\" W\" 向前去的关键。\" S\" 减慢或者停止的关键。为什么飞 Cephadrome？因为它踢相传在挪威海中出现的怪物烟头，那是为什么！！！仅仅正确地飞你的 Cephadrome 直的在相传在挪威海中出现的怪物头而且让 Cephadrome 试试看它！好吧，那确实棒，但是究竟木栅是如何你推想有那些 EnderPearls？？？暗示：红色蚂蚁最后产！它再不是单行道！那，或你能拿一些蚂蚁和你筑巢。。。或欺骗和使用钻石代替妨碍。它是 ok 。\n\n萤火虫，或闪电虽然我们其中的一些打电话给他们疯狂的，是无害处的。他们带特别的美人给夜晚。为夫妇找萤火虫在你的基地附近种植并且安置他们。夜间不曾看起来如此好。种植一些在顶上一棵庞大的螺旋形的树为圣诞节！\n\n蜜蜂。是的。表示突然疼痛所发出之声。但是它确实有一些非常相当可口的下降。好运气用这一个虽然。他是污秽的！丛林和森林刚刚变得更危险的！\n\n因为他们喜欢跳上你的头，所以你厌恶蜘蛛吗？然后你真的真真将要厌恶跳跃的虫。它虽然不是仅仅跳跃，它也是极大的，和致命的。在 occaision 洒上一些好紫水晶东西。巫婆是你现在的沼泽中的烦恼的最少！Lol！\n\n唾液疯狂的是跳跃的虫 Henchmen。虽然他们不仅仅想要－是。他们够几乎污秽来是他们自己的老板暴民！\n\n疯狂的臭味居住于森林和丛林。他们是无害处的。种类。至少，他们为了手艺你的相传在挪威海中出现的怪物防水剂是有用的！\n\n可驯服的小动物\n\nCamarasaurus 是可驾驭的。他们是关于这减少，曾经的最友好的小生物。他们不很多的除了吃之外种草，留下，藤和仙人掌，但是他们为快的亲爱、信任的 smooch 让黏住的趋向他们的鼻子正对着脸。如果你想要一些温暖模糊，当时 Camarsaurus 是你的伴侣动物。Camarsaurus 在红色蚂蚁世界只有被发现。红色苹果驾驭。不可能未驾驭！！！在后面的速度指出健康和│或就坐。\n\nHydrolisc 也是可驾驭的。相当凉爽的看，也！在沼泽中留意他们！当你需要他们时，这些生物给你们额外的健康点。是的他们做。下次看你的健康禁止你已经当做伴侣动物这些得到一和你拿伤害！极端有用的当搏斗暴民。改善胜于一个再生的一服。。。他们爱水，而且很快地恢复他们的健康 （和你的）当在或在它附近。生鱼驾驭。家伙的死的灌木林－驾驭。在头上的绉褶指出健康。摇摆的尾部指出就坐或不。\n\n速度猛禽也是可驾驭的！他将会加倍你的土地速度。它像有一个长备的速度药！红色苹果驾驭。家伙的死的灌木林－驾驭。通常只在红色蚂蚁世界的任意的地方发现。羽毛指出健康和│或就坐。你能拨动对和的速度效果藉由使他坐走开关掉速度，然后另外的一个红色苹果把速度转回来在。之上\n\n宝贝龙是可驾驭的也。虽然他是令人感到懊恼的和在火上的捕捉每件事物。生的牛肉驾驭。家伙的死的灌木林－驾驭。不要烦扰尝试杀他。他事实上不能破坏。当你正在有创造力的模态中的附近飞时，他也应该能够赶上你。棒的小朋友有在附近，除非你不喜欢火。。。\n\n龙：是的！宝贝龙长大！时间是随意，但是当│如果他做，你已经得到你自己被驾驭的龙你能骑！不能抑制的龙是可驾驭的也，但是他们拿公平量生的牛肉说服。正确的点击用空的手装。正确的点击用空的手使。下马没有鞍需要。当做 Cephadrome 的相同航空管制. （你应该已经读了！)龙和宝贝龙现在能表现稍微更文明和不一直使每件事物着火燃烧。正确的点击用一个冰的区段，而且它是 \" 焚烧离开 \"!正确的点击用打火石和钢向后地给他们他们的 mojo! （火焰在）之上龙能被过份给与。是的。如果你正在觉得严重毁灭性，权利用一些火药按你的龙！炸药火球！哇！点击用打火石而且使转回到一般的火球坚如钢在你破坏 thouroughly 你的环境之后。。。如果你真的，真，真的，想念你的宝贝龙，试用一个钻石按你的龙的权利。吹息腊烛的声音。他将会家伙－生长！而且是的，一条未生长的宝贝龙能再次，立即地长大如果权利－以另外的一个钻石按。龙能│应该也被用来对抗相传在挪威海中出现的怪物和 MOTHRA！空间钥匙上升当飞你的龙。权利－以一个任意的项目按使他坐着。\n\n龙更新：你射击火球！Yeeeeeaaaaah！！！当飞的时候，主要射击小火球、和 \" D\" 主要射击大易爆发的火球！放火狂欢喜！！！！\n\n龙更新：你能喂你的伴侣动物龙将他换成一条白色龙的一个雪球！喂他一个煤把他改变回来。\n\n蜥蜴能被驾驭，暂时，藉由墨水麻布袋。蜥蜴喜欢杀攻击乌贼。那是他们做的。\n\n金花鼠能与一个红色苹果一起驾驭。和死的布什不驾驭。他们是什么美好事物为？我不知道。他们确实很好笑。\n\n瞪羚能与一个红色苹果一起驾驭。和死的布什不驾驭。他们是什么美好事物为？我不知道。他们确实很可爱。\n\n驼鸟也能与一个红色苹果一起驾驭。和死的布什不驾驭。他们是什么美好事物为？好吧，骑当然！Woohoo！你的令人惊异驼鸟能上下地跑墙壁和树而且将不拿伤害当他落下。漂亮补缀的地方有用的。你能在白天期间在沙漠中找他们。最厉害的事物虽然，是你不需要在骑它之前驾驭它！仅仅正确地单脚跳在。之上如果你确实驾驭你的驼鸟，你能使他以平常的样子坐，但是只有当如果他在沙子、碎石、草或污垢上。你将会见到为什么！’W’为向前。\" 隔开 \" 跳跃！\n\n你的所有可驾驭的生物，包括你的女朋友，那在夫妇一打区段里面，而且没有坐着，将会自动地和你，来回地利用心灵传动蚂蚁世界。\n\n\n女朋友！\n\n是的，有很多在这里读。你期待什么？女孩是 com－pli－猫－ed！:)\n\n权利－和红色萝丝按一个女朋友驾驭她。梅拿超过一，或十二个！\n\n权利－和死的布什按瓦解并且不驾驭他们。\n\n是的。是的你能。不像真正的生活，你能使你的女朋友 \" 停留 \", 而且关上在！上面给她一个钻石支撑。急板乐章。她停留而且是安静。。。\n\n也不像真正的生活，是的，你的女朋友有一个’哑的钮扣’。正确的点击她的与一块红宝石。要再使她的声音成为可能正确的－用一个紫水晶按她。\n\n权利－以一个项目按，和她将会支撑它。权利－以一只空的手按，和她将会归还她的项目。权利－点击两者都以项目，和她将会交易。\n\n不，她无法使用弓。她丢鞋子。鞋子是致命的对抗 creepers 。是的，你也能丢鞋子。被女朋友丢的鞋子将不伤害运动员。仅仅相似真正的生活，女朋友似乎有一个鞋子的无穷补给。\n\n是的，他们能使用刀剑！给她一。真的。她将不打击你。信赖她。\n\n不，盔甲会仅仅弄糟她的服装。一个女朋友有 50 健康点弥补她的拒绝穿着盔甲。\n\n女朋友随着时间的过去决意夏枯草属的植物。权利－以食物按，和他们适当地痊愈。权利－以红色玫瑰按，和他们立即地痊愈。\n\n支撑一朵红色玫瑰，而且他们将会接近地跟随。\n\n权利－以黄色玫瑰按，和她将会改变衣服！有 41个不同的服装。权利－以黄色玫瑰按当变湿的时候，和她将会改变三点式泳装！有 18件不同的泳衣。\n\n不，你不和其他人女朋友弄糟！性情古怪的人。\n\n因为密码过于荒谬复杂，所以女朋友免疫点燃和需要完全地被重写避免像仙人掌的甚至简单事物。那是在下面者的每件事物为什么是火反抗的，也。\n\n女朋友喜欢在熔岩中游泳。因为人工智能软件不总是运作权利，所以女朋友将不淹死。\n\n女朋友憎恨 CREEPERS 和意志攻击他们！！！但是他们并非总是完美的。有时他们错过一。\n\n是的，你能带你的女朋友到这下面的：\n1.她将不对下面者跟随你，但是。。。\n2.地方在入口的前面妨碍作一个同高的入口。\n3.支撑一朵红色玫瑰带她的结束到入口。\n4.推动她进入！\n5.拿她的向后地出自相同的方法。\n\n有时女朋友可能拒绝从下面的，没有物质回来你做的。尝试把每件事物关上下来而且重新开始。这通常固定问题，因此你能在外拿她的背部。它不只是女朋友。被驾驭的猫似乎也有这一个问题。你可以 （将会！) 找建立在你的下面入口周围的某种受约束的通路 （同类一个门！) 保存流浪的你的女朋友是有帮助的在她身上自己的。\n\n女朋友不攻击 Endermen 、 ??尸 Pigmen 或其他运动员。是的，方法他们工作棒的在可多人玩的！\n\n女朋友通常没有攻击事物哪一你攻击，或那攻击你。为什么？因为她不是你的母亲。你能照顾你自己。\n\n女朋友是嫉妒的，而且将会攻击变得太接近的单身的女孩。被驾驭的女朋友相处很好。是的，你能有超过一：在尝试之前要快，而且不武装你的第一个女朋友驾驭秒一！\n\n女朋友完美作为对抗而且探究洞的帮忙者！确定你为紧急事件携带一些红色玫瑰。女朋友可能是有一点令人感到懊恼的一会儿采矿，但是将会很快地离开你的方法当偶然地用一个镐的击中。有时虽然，制造一个小房间 （4 x 4 一致）让她居住，或只是走来走去她，是你能做的唯一的事物。女朋友通常非常安静一会儿采矿，而且将会让你做和平的你的事物。女朋友接近地跟随当采矿，探究洞，而且当外面很黑暗时。如果你到达在太远处，她将会对你利用心灵传动。\n\n当他们被伤害，但是将会称赞而且很好时，女朋友发出呜呜声当在完全的健康。仅仅放你的 crosshairs 在你的女朋友上见到她的健康状态。如果你没见到她的健康状态，当时也你在太远处，或她不是你的女朋友。\n\n如果你不喜欢提供的皮肤，你总是能下载许多皮肤之一的新的位置或者制造你自己的。仅仅在 mod 拉链中重新命名而且代替皮肤文件。应该是明显该如何命名他们。女朋友［0-40].png 和三点式泳装［0-17].png。\n\n死独身者女朋友降低鞋子。死驾驭女朋友降低红色玫瑰，鞋子，和无论他们正在握住什么。\n\n是的，你能把终极刀剑给你的女朋友。事实上，你应该！！！"
        },
        {
            "author": "ouqianwei",
            "timestamp": 1377524760,
            "txt_content": "凌乱            "
        },
        {
            "author": "1399326817",
            "timestamp": 1377524940,
            "txt_content": "q38380438 发表于 2013-8-26 10:37 \n我英语不好你自己翻吧\n我翻译过了：是的!ORESPAWN国防部在多人游戏的作品。\n是的!有一个配置选项来改变BLOCKID / ITEMID范围。\n是的!有配置选项来改变蚂蚁世界IDS太。\n是的!你甚至可以禁用个人讨厌小动物!\n是的!OreSpawn是国防部。不是一个国防部包!\nBlockIDs OreSpawn使用范围在2000 - 3500之间的默认情况下。\nOreSpawn使用WorldIDs 10、11 & 12默认情况下。\n你可以改变这些在配置文件中如果有一个冲突。\n配置文件中创建的。minecraft卖出/ config目录在您第一次运行它。\n女朋友!、古矿产卵,铀和钛,\n终极剑,终极护甲,终极弓、眼睛的安德街区,\n爆米花!,牛的笼子里,熔岩护甲,ENDERPEARL鳗鱼块,\n最终的钓竿,神奇的苹果!、草莓植物,\n火鱼、苹果牛、矿工的梦,可怕的声音效果,\n悬浮滑板、玉米植物,CORNDOGS,飞蛾,蝴蝶,\n蚊子,,和,,,天哪…MOTHRA !\n5(45)四十新暴徒!\n甚至还有一个“搞什么鬼?“暴民!\n和一些全新的世界! ! !\n加上\n翡翠盔甲,翡翠工具、祖母绿剑,经验装甲,\n经验的剑,经验Orb麦田,跳舞的女朋友,\n一个变态的枪、激光指控,经验/植物和树的种子\n和熔岩泡沫!红宝石!Ruby工具!Ruby盔甲!Ruby的剑!\n和一个THUNDERSTAFF !和,,,,\n“神圣母亲的金属,蝙蝠侠!”——邪恶的机器人! ! !\n更不用说…巨大的蜥蜴,鱿鱼和北海巨妖的攻击。\n曾经飞一个Cephadrome杀一个怪吗?现在你可以!\n曾经飞一个龙,发射火球?现在你可以!\n新发布的1 6 2 4\n虫子,虫子,虫子和更多的虫子! ! !\n神经质的bug,吐虫子和臭虫和更多!\n奶油糖果,紫水晶矿,紫水晶甲,紫水晶的工具,\n瞪羚,花栗鼠和萤火虫买单!\n哦,是的!\nOreSpawn现在具有了最辉煌的食物,曾经——培根!\n这是正确的!我们有熏肉! ! ! !\n最后,一些你都在等待……\n什么让你的日子很多光明……\n这是再一次的时间宣布开放的季节在攻击鱿鱼……\n最后……\n一个怪排斥!\n,最妙的是……一个可以行驶的鸵鸟!\n重要的调整对于释放1 6 2 4\n女朋友的声音开启或关闭切换与Ruby /紫水晶。\n铀和钛矿石冶炼成掘金。\n九个铀/钛掘金让一个锭。\n它现在需要块铀/钛/铁来制造一个终极剑。\n(因为它太可笑了动力!)\n它现在需要块铀/钛/铁来制造一个终极弓。\n(因为它太可笑了动力!)\n所有其他的终极物品仍然工艺与锭。\n有用的物品和技巧\n牛只笼子里工作大约80%的时间。你可能不得不把不止一个。使事情变得有趣。是的,他们捕捉几乎所有类型的动物,包括龙!非常有用的简单运输农场动物。也方便对爬行动物。警告虽然……他们工作比别人更好一些生物!只是把一个在一个实体/暴徒抓住它。右键单击它在地上释放被俘的生物。不,马不工作在机器人上的笼子里。是的,他们工作在大动物也是,但是很少。\n工艺一个终极的钓竿,钓竿去钓鱼在熔岩! ! !你会得各种各样\nincedibly有用的东西。包括:\n火花鱼\n火鱼\n太阳鱼\n熔岩鳗鱼\n和太阳黑子海胆。\n最终的鱼竿在水太伟大的作品!试一试吧!\n是的,我知道。鱼竿的作品有点可疑的。不是我的代码。它的工作原理就像普通的鱼竿。找到一个更大的熔岩池如果你一直陷入在底部或两侧。有一天我可以重写它,当我有时间…叹息。\n熔岩鳗鱼可以设计成一些非常惊人的盔甲。看起来相当壮观的太,如果你问我!严重。熔岩鳗鱼装甲更加耐用比钻石,和防火太!\n太阳黑子海胆可以而且应该被扔!尝试一些!一个纵火梦想成真……\n使用一个古代干矿卵蛋,在你重新水化,就右击它在地上。古代干产卵可以开采/发现只在浅深度。古代干产卵实际上是有趣的收集,和产卵于毫无戒心的朋友!:)古代干产卵已经更新,包括所有标准生物Minecraft卖出。你能找到他们吗?\n捕捉经验球体可能会非常棘手。甚至不费心蚂蚁。你不得不抓住重要的经验。杀死一些东西你自己的尺寸。试着正确的点击在orb因为它只是传递到块你看得见的在。你会掌握它的窍门的最终。所有你需要的是一个小经验。哈哈~ ~ !我笑死我了……:)\n矿工的梦想块是相当酷!你得试试!使人。把它的地下,轻敲石头上块直接在你的面前,你的脚(不是一个对角),和感到惊讶!\n盐块杀死蚂蚁。好让蚂蚁的地方你不希望他们!地方少数盐块在你眼前的门。或者,你可以挖蚂蚁块无论何时你找到他们。这样会照顾他们中的大多数。\n极端的火把是大约10%更光明的,比正常的火把。\n翡翠的事情是非常耐用。绝对值得的。和他们看起来棒极了!翡翠镐甚至有丝联系,所以你可以我冰块给压制火在你的龙!\n经验只有活跃而你护甲有经验在你的库存或教的剑。基本上,只是穿着它会给你经验……只是看上去很酷…\n一个剑给你额外的经验经验当打暴徒。它还交易基于你的额外伤害经验水平。它开始变得相当致命的一旦你起床在大约20级左右。\n铀和钛可以开采/只发现地下深处。铀和钛需要钻石接斧被开采。是的,你需要找到3钻石和钻石镐第一。这是一个痛苦,但是相信我,这是值得的。铀和钛矿块“纠缠”。打一个,他们都闪耀!九块铀使铀块。用钛相同。酷,sparkley块……\n终极护甲是迷人的。非常有用的。让人吃惊的东西,看起来也很有型!\n蛾尺度可以设计成一些相当darm酷装甲太!\n我有没有提到熔岩鳗鱼盔甲吗?用熔岩鳗鱼工艺。\n是的。是的你想让一个终极剑。OMG。太酷了。事实上,你会想让两个!个给你。一个用于你的女朋友!\n终极工具磨损甚至低于钻石。他们似乎永远最后差不多。每一可能是所有你需要。\n尝试一个终极斧在树上!哇!\n终极剑只做损害最小的球员和女朋友。(是的,真的。这些东西是如此致命的我不得不把代码在预防事故!)虽然,你可能仍然着火如果你被击中……\n终极弓(箭头)反弹球员和女朋友为了同样的理由终极剑只做最小的伤害。否则,他们太致命的使用!终极弓的箭也不会耗尽。你甚至不需要携带一个在你的库存。终极弓只需要“抽头”在鼠标右键。他们拍快,像一个半自动!\n终极武器和工具可能不出现魔法起初(如果你欺骗和让他们在创作模式)。他们会在第一次使用汽车附魔。\n哦是啊!差点忘了。熔岩泡沫!是啊!邪恶的酷炫的东西!Slipperier比鼻涕在门把手上挂!试着走在它。和快活快活快活的。碰到它,得到反弹。哎呀,有点像一个弹球保险杠……会发生什么如果你犯了一个地板和墙壁的东西,然后把一个僵尸或几Enderman吗?我想知道……熔岩泡沫只能发现/附近开采大量的熔岩……一些类似的地方,虚空! ! !\n激光费用可以扔。请做。他们是有趣的!:)\n激光炮和激光指控,被先进的武器,是建立在机器人是无效的!射线枪有时是下降了的无袖长衫战士在蚂蚁世界的彩虹。\n悬浮滑板是无价的,让周围的虚空。熔岩湖泊吗?Feh。谁在乎。啤酒花。盘旋。探索。' W '为前进。“S”慢/反向。空间为额外的速度。\n你有试过楼梯吗?做一些。它是容易放置或采矿块避开!楼梯是有技巧的使用,但一般来说,只是面对你想走的方向,右键单击该块在你的脚边。对角线工作太。继续一套楼梯,或改变方向,站在最后一块面对你想走的方向(下一个块必须空气)。右键单击块你是站在。楼梯下来有点挑剔。你需要点击它们就在屋檐上的最后一块。与他们玩耍(和其他楼梯)有点创意模式。你会得到它。另一个提示:楼梯停止当他们打无气,所以下一个块的方向步必须始终空。\n你需要一个经验Orb麦田让经验装甲和一种体验的剑。它是值得的。非常惊人的效果!\n你还需要一个经验Orb麦田让一个经历树种子。这是必须的!否则,你会把舞池跳舞给你女朋友?\n安德珍珠和眼的安德模块被用来建立一个Cephadrome召唤者。3 x3广场安德珍珠街区。地方一个眼的安德块顶部在中间。然后最妙的是与一个极端的火炬。噗!安德珍珠可以最容易增大,Endermen杀死,当然。但它们驻留在最后。你怎么能回家与你所有的战利品吗?\n细。哇。对于那些你不勇敢强悍到最终得到足够的安德珍珠建立适当的Cephadrome召唤者,钻石块代替安德珍珠街区将工作……9 x9钻石块,眼睛的安德块顶部在中间,然后最妙的是与一个极端的火炬。噗!骑在你的Cephadrome走向胜利!\n紫水晶可以发现,很少,地底深处。做一些很酷的紫色工具!\n红宝石是一个矿工的相当于一个龙。只有认真男子汉的矿工可以挖掘红宝石!为什么?因为他们只出现在一个熔岩池直接!是的。我那红宝石矿块,熔岩让松……祝你好运!是的,他们是相当罕见的。\n红宝石可以用来制造工具和护甲。还一把剑。但最好的理由去开采红宝石,是:一个ThunderStaff !\n这个ThunderStaff ! ! ! !哦是的。战士已经晚所有的荣耀。它是关于时间我们矿工向他们展示如何踢一些真正的屁股!一个ThunderStaff大约有50个使用直到耗尽。幸运的是,你所要做的就是等待雷雨,它会自动充电。\n确保追捕几椿象让自己一个怪排斥!然后把它在地上在你开始杀死攻击鱿鱼。保护一个大约10 x10块区域,所以不要太遥远!\n不,你不能工艺鞋。你会很多东西,但鞋匠不在其中。\n更多的食物\n鱼生活在岩浆提供消防和饥饿的时候吃点。不,你不需要煮鱼,被发现在熔岩。是的,你可以吃鱼。任何时候熔岩你不需要hungy。伟大的东西捎到虚空!\n一袋爆米花给更多的健康不仅仅是爆米花,走进它。不,你不可能只拥有盐的爆米花!讨厌的东西。\nCorndogs已经拥有大量的疗愈力量/饥饿。我爱corndogs !:)\n试试草莓。他们是美味的。\n玉米是美味的太。适合生吃,或种植,种植更多。\n奶油糖果!试试!抓糖嗡嗡声!:)\n熏肉! ! !是的! ! !历史上最华丽美妙的食品在世界是这里!你必须试一试!\n把奶油糖果和培根,战斗可以是一个伟大的帮助。试试和找出原因!\n植物和树木\n草莓植物在森林里可以找到。是的,你可以把它们移植到你的花园。你不种草莓,你工厂小草莓植物!\n天空树是酷sh * * !他们increbibly精致。打破一个日志,和他们所有的秋天!天空树日志可以用于构建各种各样的东西,然后一个小打击,噗!天空树日志变成橡树木板如果你把他们在制作表格。需要大量的木材快?找到一个天空树。你只需要一个!但是要小心当建筑与天空树日志……\n我有没有提到复印机树吗?看看你能不能找到一个。宝贵的一块或者两个地方靠近基地。就像有一个Zerox机…是的,你可以砍树和改种日志复印机在泥土块。它将再次增长!然后它将复制任何附近的…能够很方便的复制罕见的东西! ! !它们有点短,往往生长在布朗和红蚂蚁的世界。\n玉米植物可以发现在平原。等到玉米成熟收获它。玉米可以种植在你的花园种植玉米植物。不,骨粉不工作在玉米植物。强硬只顾。他们是值得等待的!\n把普通的苹果一般的老在制作表来让自己一棵苹果树的种子。右击你的苹果树的种子在泥土/草块种植了一棵苹果树。收获你的奖励……然后工厂一个果园,经常回来捡起滴!\n工厂一个经验树种子。等待。可能是快速的。可能是缓慢的。谁知道。但一旦它长大,准备好接受惊喜吧。建立一个舞池,挂灯笼,给自己一些几个女朋友,准备有一些乐趣!当夜幕降临,派对开始……记住,跟所有MC植物,你需要在他们让他们成长。工厂附近的一个基地,然后忘记它。\n蛾,蝴蝶,甚至蚊子植物可以挖掘和重新种植。\n苹果树是多产的生产商。你永远不会饿如果你种一棵苹果树。\n风树总是指向相同的方向,就像一个指南针。\n不要工厂“OMG !不!不要这样做!“魔法苹果!我警告你!;)嗯,是的,你真的应该,但阅读警告小节!最后,别忘了探究里面太……\n萤火虫夜间植物产生的萤火虫。优美。不要工厂太多……他们相当多产的!\n小动物和小怪\n蚊子可以认真烦人。蚊子蚊子产卵从植物,通常发现在沼泽中。就像在现实生活中,他们往往会跟在你身边,你的耳朵嗡嗡,一旦他们发现你!\n飞蛾是无害的,而且从蛾产卵植物在晚上。飞蛾喜欢挂在火把,就像真正的飞蛾!种很高兴只是坐下来与冷一,看着飞蛾飞来飞去火把……\n蝴蝶是无害的,从配料蝴蝶白天植物。让一只蝴蝶花园。这是放松和丰富多彩的……\n布朗和彩虹蚂蚁是相当无害的。红蚂蚁是没有!\n跆拳道吗?吃石头。它是缓慢的,讨厌一切。可能有用如果你懒得去我自己…嘿,你认为什么使所有这些洞穴呢?\nCaveFishers是烦人的。只是一个随机的暴民下来在山洞里。\n婴儿蝎子是烦人太。他们在沙漠里产卵。但至少他们有礼貌掉黄金/铀/钛掘金!\n蜻蜓吃蚂蚁、蚊子、蝴蝶和鸟!他们还攻击马。就像婴儿蝎子,他们滴金/铀/钛掘金!\nCryolophosaurus是烦人的。但尝起来像鸡肉!红蚂蚁世界中滋生。\nBaryonyx只是吃草。无害的,就像一头牛。口味也很棒!\nAlosaurus饿了。最好远离他的红蚂蚁的世界。\n怎么样WaterDragon !是他很酷吗?:)芽waterballs和火球。不友好!滴一些超级好铁物品!\n鸟类有时会下降一个ruby当死亡。好运气,虽然。鸟类是小和快速!\n蛇怪的巢穴有最好的战利品!有时比你可以携带!入口是表面上的红色和世界。有点金字塔形状的。你能通过这个迷宫没有作弊?当然,你需要打败Basilik第一。他似乎喜欢丛林太。蛇滴各种翡翠项。\n巨大的皇帝蝎子在沙漠中产卵。没有人会干扰皇帝。运行。只是。运行。皇帝蝎子滴各种钻石项,但不值得杀了。是它吗?\n机器人产卵村(彩虹Ant)世界。无话可说,但是这里GTFO ! ! !在日落前离开。这是你唯一的希望。看的无袖长衫战士。他有时会一个射线枪!\n外星人。是的。外星人。不是任何外星人。但是外星人。“这麽说。跟你带来干净的内衣在矿业在红蚂蚁的世界!哈哈~ ~ !什么?哦。见鬼。抱歉听到这个消息。看来外星人已经决定回家。不幸的是,他似乎把拖欠小同父异母的弟弟……不。好的。\n攻击鱿鱼可能造成暂时的失明……和他们有一些不错的罕见的黄金物品掉落……但你不能杀死他们自己的风险。真的。如果被一个播放器,有可能他们会打电话回家……给爸爸。是的。你不愿面对爸爸鱿鱼。行业巨头呃。不不。发现自己一个女朋友或一个婴儿龙,甚至更好的是蜥蜴,杀死攻击对你鱿鱼。嗯,好的。去吧。如果你想要杀死攻击鱿鱼。只要记住运行当爸爸是在你…,或者确保你有一个怪排斥的方便!\n蜥蜴是来帮你击退进攻鱿鱼入侵。墨袋吸引蜥蜴。墨袋也将暂时驯服一只蜥蜴。他们是蜥蜴毕竟,他们忘记他们驯服了一会儿。不过,这将创建一个道德困境:你真的应该被杀害无辜的平民乌贼墨袋要吗?\n什么?你杀了几个攻击鱿鱼吗?它开始下雨和打雷吗?我告诉你不要。现在只能做一件事……放下你的武器。脱掉你的盔甲。弯腰。这是正确的。就像你。现在吻你一个* *再见。ROTFLMAO !我告诉你不要惹攻击鱿鱼。现在你的愤怒带来的爸爸鱿鱼,或者你可能认识他:怪! ! ! !和你最好希望他没带几个朋友!ROTFL ! ! !不要说我没提醒你! ! !\n挪威海怪是非常难以杀死没有Cephadrome或一个龙,即使在创意模式。但它实际上是可能的。你只需要得到聪明,提前做好准备。有办法杀死他们。一个字需要注意:您知道如何攻击鱿鱼给家里打电话寻求帮助吗?所以将一个严重受伤的巨妖如果他离开的时候。正确的。失败不是选项。挪威海怪滴各种好吃的。吨。如果你能杀了他,这是。\nCephadrome救援!是的,宝贝。没有理由去逃避任何更多的....挪威海怪一些严重的粗暴的帮助在这里。喂CEPHADROME先要得到它!是的,Cephadrome何可和适航的。没有鞍需要。不需要驯服。只是喂它一些生牛肉、生鸡,或生猪肉第一。如果它饿了,当你试图安装它,它会吃掉你相反!右击空着的手山(在喂养它!)。左移下马来。Cephadrome来召唤一个您需要构建一个召唤者。地方9安德珍珠块(或钻石块如果你真的找不到足够的安德珍珠)在一个3 x3的平方。一个真正的地方上眼安德块在中间。现在地方上的一个极端的火炬。噗!Cephadrome召唤!另一个火炬,另一个Cephadrome。你不能驯服一个Cephadrome。但它不会容忍你飞一会儿。当你下车时,它会跑出来和德产卵。Cephadromes不产卵在野外。飞行控制是有限的。这是一个巨大的蜥蜴。克服它。空格键上去。空格键放掉下去。“W”键前进。“S”键来减缓或停止。为什么Cephadrome飞行吗?因为它踢屁股巨妖,这就是为什么! ! !只是你的飞行Cephadrome右直在挪威海怪的头,让Cephadrome试一试吧!嗯,那太好了,但是如何见鬼你应该得到所有这些EnderPearls ? ? ?提示:红蚂蚁产卵结束!这不是单向任何更多!,或者你可以带几个蚁巢与你……或欺骗和利用钻石块而不是EnderPearl街区。没关系。\nFireflys或闪电bug的一些我们称之为,是无害的。他们把一个特别美丽的夜晚。找到一些萤火虫植物和将它们离你们家近基地。夜间从未如此好。植物几在巨大的螺旋树作为我的圣诞礼物!\n蜜蜂。是的。噢。如果你不喜欢这个皮肤提供,您可以下载新的皮肤从一个网站或者自己制作。只是皮肤文件重命名和替换在国防部zip。应该是明显的如何他们的名字。女朋友(0至40摄食]。png和比基尼[0 17]页使用。\n单身女朋友滴鞋子死掉。死掉的女朋友滴红玫瑰驯服,鞋,无论他们是控股。\n是的,你可以给一个终极剑你女朋友。事实上,你应该! ! !\n我有没有提到他们跳舞吗?当然,他们做的。建立一个舞池。地面(不提或凹)。至少5 x5(7×7是一个不错的大小):钻石、祖母绿、金、铀或钛块。最好的建立在经验树。派对时间!你就会明白为什么。这是完全值得的!别忘了挂几个灯和植物几蛾植物太!时间去使用那些女朋友产卵你一直保存。天黑后的行动开始,深夜……BYOM。(带上你自己的音乐)"
        },
        {
            "author": "940595236",
            "timestamp": 1377525300,
            "txt_content": "我比较喜欢做狼骑"
        },
        {
            "author": "asdasd1031",
            "timestamp": 1377525720,
            "txt_content": "好多图都挂了~"
        },
        {
            "author": "a18964819868",
            "timestamp": 1377526020,
            "txt_content": "dcsuibian 发表于 2013-8-26 21:36 \n为什么大家喜欢骑龙\n就和人类有了科学为什么还信神差不多..."
        },
        {
            "author": "a18964819868",
            "timestamp": 1377526020,
            "txt_content": "呃，表示好多E文有点压力..."
        },
        {
            "author": "uffettfeng",
            "timestamp": 1377526500,
            "txt_content": "顶！{:10_513:}"
        },
        {
            "author": "uffettfeng",
            "timestamp": 1377526500,
            "txt_content": "强！支持！"
        },
        {
            "author": "liux135",
            "timestamp": 1377535860,
            "txt_content": "好歹介绍一下mod好玩的东西吧= ="
        },
        {
            "author": "a2375658",
            "timestamp": 1377556860,
            "txt_content": "q38380438 发表于 2013-8-26 05:37 \n我英语不好你自己翻吧\n英语不好可以机翻啊。。。"
        },
        {
            "author": "wzcqqs",
            "timestamp": 1377557580,
            "txt_content": "老师死得早 看不懂"
        },
        {
            "author": "wsyjlwaxr",
            "timestamp": 1377561420,
            "txt_content": "我想知道为什么空手右键女朋友会出现爱心...  然后一行英语    看不懂  我只看的懂50   oxox"
        },
        {
            "author": "714429585",
            "timestamp": 1377563760,
            "txt_content": "ORE……有ORC么？\n[diamond_axe]：Lok'Tar Oga!\n[bow]:selama ashal'anore!(暂时把它当成血精灵吧）\n---------------------------------------------------------------------------------------------------------------------------------------------------\n[diamond_sword]：That’s it, I’m dead!"
        },
        {
            "author": "ksd126",
            "timestamp": 1377568860,
            "txt_content": "好多英文啊，。。这"
        }
    ]
}