{
    "title": "[双线]SAO.MC-DX 樱尘服豪华版——我们只玩非科技类MOD![1.5.2]",
    "author": "zopn333",
    "replyCount": 0,
    "timestamp": 1377599520,
    "txt_content": " 本帖最后由 zopn333 于 2013-8-28 10:52 编辑 \n\n\n\n\n\np04.jpg (17.65 KB, 下载次数: 2)\n\n下载附件\n\n2013-8-27 18:26 上传\n\n\n\n\n\n\n =我们只玩非科技类MOD=\n\n各种消息详见宣传片：\nhttp://player.youku.com/player.php/sid/XNjAxMDczMjI4/v.swf\n宣传片B站地址：http://www.bilibili.tv/video/av732724/\n\n演播稿原文：SAO.MC-DX宣传片策划\n\n//片头\n出标题/OP\nBGM：Brand New Bright Step压缩版\n[00:00-00:06] 一玩家在屋里画画\n[00:06-00:12] 几个玩家从窗口跑过，镜头上升，树林后面一片田野\n[00:13-00:21] 出logo《SAO.MC-DX樱尘服宣传企划》\n[00:22-END] 几幅截图 最后钓鱼/鱼在空中飞 圆圈向内收缩->黑\n\n//Part 1\n开场白/Mod介绍\nBGM：I Love U伴奏\n\n-欢迎观看SAO.MC-DX宣传企划！我是OP鸡排。SAO.MC，全名Sakura Ash Online at Minecraft，中文名我的世界樱尘服，服内主城以和风为主，所以才取了这个名字。这回服务端加了模组，所以名称后面便多了一个DX，全称Delux，豪华版。下面就来介绍一下主要更新的模组。\n\n-首先我们添加了富有特色的竹MOD，让和风氛围更加浓厚。【放竹子商店】樱花树苗和竹笋由于服务端问题无法在地图上生成，所以特地增设了一个竹子商店进行出售。\n下面是玩家建造的和风建筑：【放iSun的小房子】\n\n-之后是大型农业mod潘马斯的世界。【放小农场和超平坦果树园】添加了40多种作物种子和20多种的果树树苗，附带百种食物烹饪合成，让你体验亲手收获的喜悦和烹饪的乐趣！\n\n-这是一个特别有意思的Mod，名叫穗风Mod，是一些奇葩小玩意的集合。尤其醒目的是国际象棋和画板。玩家们可以通过合成颜料和画笔来进行调色，画出丰富多彩的作品甚至——【放橘子姐的画、SMB1-1】\n\n-之后是一个非常灵活的Mod：Custom Stuff 2。它到底有多灵活呢？能长能短，能伸能缩，都不是它能做到的w。但是它能往游戏里加入新的方块设施，贴图可以自定。于是我目前添加了竹子方块、两种矮墙、铁栅栏尖和多种玻璃。【放各种图】\n\n-除此之外还有武器MOD，小型家具MOD，和副本里需要用到的密室MOD等有意思的MOD。我们服的娱乐理念就是，不随大流，不研究科技MOD，只玩最喜感最有意思的MOD，不过这是建立在游戏平衡性不受太大影响上的。【放各种图】\n\n-系统MOD方面，有G键合成表和背包整理MOD。只要按下G就能自由查看服内各种物品的合成。出于控制，部分有问题的物品被禁止合成。\n\n//Part 2\n服内基本生活介绍\n① 世界概览\nBGM：You-Blocking the Sky\n进服后，你第一个来到的地方是大厅世界。这是一个没有底部的空白世界，所以不要没事跳虚空……【放一个玩家从大厅跳下】\n出生点前方的墙上有一个通往插件介绍中心的传送牌子，这里及其建议先到插件中心“黄金塔”仔细阅读一遍所有插件的说明，这样你就不会有那么多的问题了。黄金塔里还可以领取新手指南，拿一本也是不错的选择。不过那些拿一背包回去的玩家，我只能默默捂脸。\n在大厅中间的牌子右键，你就能来到世界选择点。这里可以去主城、开荒世界、超平坦、雪域和传送中心。建议新人一开始先去熟悉一下主城的环境，因为各种功能设施基本都在主城。开荒世界是一个会定期更换出生点的世界，适合去采集和胡闹233。而超平坦是给一些建筑触、羊毛画爱好者或者喜欢开阔地的玩家准备的，不适合初期生存。而雪域是一个被冰封的大地，水放下后会瞬间结冰，也不适合生存。而传送中心是一个位于黄金塔圈内的建筑，里面有很多金青石传送门提供给玩家使用。进去关上门，你就能前往服内各个有门的角落~\n② 主城介绍\nBGM：初音ミク - 懐宙、願わくば\n右键进入主城的牌子之后，你就可以开始在本服的旅程了~\n【放主城景色】\n从高台的楼梯下来后，右手边就是竹子商店，左手边是玩家的集市。集市是大家自己开设箱子商店进行物品贩卖的场所，现已扩建到第二层。往前走的十字路口，右手边是雨林居民区，左手边是主城中心广场，中间有一棵很大的樱花树。站在树下你可以看见樱花飘落~\n中心广场南面是哞菇茶餐厅和树林住宅区，东面是主城商店和老虎机厅，西面是旅馆和码头。在主城东面，是可以通往多个地区的火车站。在火车站附近还有暂时没开业的书城和试用中的批发中心。\n在主城的西南角，有个神秘的小神龛。放进去一张CD到CD机里，门就会打开。里面究竟有什么呢？\n③ 基本守则\nBGM：もう戻りたくない、あの夏の日\n为了维护服内正常秩序，我们出台了一系列的规定和措施。\n-请不要出现类似熊孩子的行为！\n 包括：乱放，乱拆，刷屏，脏话，人身攻击等。\n 另外最好不要堆那种一格高的地标柱子和挖一格长宽的深坑。这些都会影响服内美观和安全\n 想当一名有素质有节操的玩家，你需要控制住自己\n-请不要在服内问一些基础类问题！\n 包括：Minecraft基本问题，服内插件使用问题，Mod合成问题等。\n 不想被人白眼，你首先得丰富自己的知识。\n-服内砍树剩余木头将按一块100G的价格罚款！\n 这仅仅是为部分有强迫症的玩家考虑的。\n-禁止在火车道上走！\n 铁路两边都有玻璃围挡，你能在铁路上走说明你已经破坏了东西！\n-服内只有spawn，home，back和warp的传送指令，并且home和back指令收取小额费用。而初始金钱为0，所以你必须想办法去赚钱。而关于赚钱的问题，就牵扯到了副本w\n\n//Part 3\n副本介绍\nBGM：ed7542\n-浮空要塞\n本服第一座副本就是眼前这座浮空要塞。你可以通过乘坐火车前往。这座副本的终点在最高处。不过由于要塞已经几近坍塌，道路变得曲折危险，副本内还有丛生的怪物挡住去路。不过，副本内还有不少宝箱，开宝箱可以获得金钱和经验w，还能获得食物、药水之类的补给。在副本终点，更有一个100%出钻石和刷怪蛋的大宝箱等着你！\n-天守阁\n本服第二副本，近期刚刚重建完工。传送点/warp tianshouge。利用密室mod的强大功能，这回的天守阁将带来更庞大的内部结构，更多的层数，更多的怪物，更多的宝箱。另外透露一个小秘密，天守阁里有几个隐藏的优质宝箱，里面奖励丰厚哦！\n-I wanna be the expert in parkour（我要成为跑酷专家）\nYue建造的极限高难度跑酷副本。看见I wanna be你就差不多知道这副本是什么节奏的了。所以有胆的就来试试吧！\n-SkyPvP\n辉夜建造的双人对战副本。掉出场外即为失败。还是挺带感的！\n-赛猪场·野地\n一个比较小型的赛猪场，赛道没啥危险性\n-赛猪场·高架\n从赛道掉下去基本就GameOver了，难度较高\n-更多在建的副本\nCastlevania 恶魔城\nParkour Paradise 跑酷天国\n\n//Part 4\n公会制度介绍\nBGM：特务支援课\n在服内聊天中，有些玩家都有统一的头衔，那是因为他们加入了公会。目前服内活跃的公会有：\n海之漂流者\n英德兰帝国\n变态研究所\n过山车专家团\nAss♂We♂Can\n\n任何在本服玩一个月以上的玩家都可向腐竹我申请建立公会，并获得自己公会的头衔。要求如下：\n1、公会申请后必须在一周内招满10人方可继续存在，并且要有自己独立的建筑群。否则将被强行撤销。\n2、公会头衔只能是一些地点或者团体的名字，不能是基佬、百合之类的名称。\n3、公会申请者就是公会的管理者。每周至少上线2次查看公会情况。超过一个月不管理的公会将被取缔。\n更多有关公会的细节玩法可以参见本服官网~在官网还能看到各种有用的消息，\n\n//Part 5\n其他杂项·广告\nBGM：Ashes of Love\n① 关于Q群的管理\n我们服的Q群是255083133，想要进服玩，必须先加群后要白。加群时，请务必提交你的游戏名，什么都不写或者写其他任何东西的一律不管。\n群共享有客户端、教程等各种资源。请自由下载。不过请不要在群共享乱上传东西！\n加群后请把群名片改成游戏名，以方便管理组查人。加群后最好先在群里问好再要白，如果管理组暂时没人在线，请耐心等待，不是谁都一直有时间在线的。\n想要一直有白，就请不要退群，退群后白名将被收回。\n在群里也请文明交谈，发现熊孩子行为的人将被清理。\n每个月清理一次一个月不说话的人，可以重新加。\n② 服务端的MOD和插件之类的偶尔会更新，如果发现以下情况，那就是缺少MOD。请到群共享去更新客户端就行w\n最后祝各位身体健康哦不是游戏愉快~\n并且，记得关注本服拍摄的新番哦！！！\n\n本服官网：saomc.lingdi.net\n↑内有各种信息、客户端下载↑\n\n\n\n本服壁纸：\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}