{
    "title": "【囧神出品】【必属精品】【WOW编年史】",
    "author": "囧神在此！",
    "replyCount": 0,
    "timestamp": 1377610860,
    "txt_content": "距离上次更新已经很久了，最近有点忙啊。实在是抽不出时间，这回睡觉前更新下！\n发布链接：http://www.mcbbs.net/thread-164166-1-1.html\n-----------------------顶起-------------顶起-----------顶起-------------------------\n                 灾难·的·扩散\nArths王子调查了黑石部落之后，与吉安娜汇合，来到了国王之道附近的ANDOHAER。。。。\n来到ANDOHAER已经是第二天清晨。。。。。\n“攻击！攻击！”\n“嘿，好像有练兵的声音。”队长说道。\n“我们去看看吧，或许发生了什么事。”Arths。\n“警卫官，这里是怎么回事？好端端的为什么在训练?”Arths疑惑道。\n“哦！王子，从昨天晚上开始，一支由亡灵组成的队伍不断的进攻我们的村庄，并且一次比一次猛烈，所以我们只好这样了，但是这点守军根本坚持不了多久。。。”警卫官垂下了头。\nArths走到了谷物附近。。。。\n“这些谷物是。。。。”Arths\n“啊，王子，您不用担心，这些粮食已经分布到村民们了，这些我们都做好了。。。”警卫官说道\n“不。。。。。。。。。。”Arths\n\nArths把头望向村民们，看见他们食用了被污染的谷物后变成了行尸走肉。\n\n“天，这些不仅仅是杀死我的人民，而且还是将他们变成亡灵的奴仆。吉安娜，你速去和User请求援军，我会守住这里的，快去！。”Arths急迫的说。\n“Arths，你一定要撑住！。。。。。”说完便传送到了皇宫。\n\nArths在一次比一次猛烈的攻击中活了下了，不过看样子并没有结束，亡灵似乎在准备最后一次总攻，那就是一场十分激烈的战斗。。。。。\n果然不出所料，亡灵们几乎用尽全力进攻。。。\n“我们是光明的选民，是不可能输的！”Arths\n“圣光的力量！”说完便击杀了一名亡灵士兵。\n\n在紧急时刻。User来到了。他带领了一批骑士赶到了这。。\n\n“啊，Arths，好样的，真不愧是我的学生，好了，现在没事了。。。。”User说道\n“啊，不，我要把这件事的根源查清楚。。。。”Arths\nArths想起了一句话，在他在ANDOHAER击杀克尔苏加德的时候，他曾临死前说过。\n“天真的傻瓜，杀了我并不会改变这件事的任何事情，伟大的麦尔盖尼斯会把洛丹伦净化成一个永远黑暗的天堂，哈哈！你要找他，到斯坦索姆去。”\n\nArths在前往STRHOLMU的路程中遇到了神秘人。\n\n“年轻的王子，很荣幸见到你。不过我不是跟你聊天的，我知道你在努力拯救你的人民，但是你错了。你杀死那些亡灵只会加快把你的人民送到恶魔手中的速度，你若真的想与邪恶对抗，带着你的人民，到遥远的西方大陆--卡利姆多去，只有在那里，你才能找到真正的力量，把世界从火焰中拯救出来。”？？？说道\n“我会的”Arths。\n“啊。王子。我知道这不是你的真心话，但是你做出了自己的选择，那就按着你的路走吧。记住我的话，杀死亡灵只会加快把你人民送到恶魔手中的速度，祝你好运。。”\n\nSTARHOLMU城内。。Arths得知了市民们都已感染瘟疫，决定屠城。然而User极力反对，因此被撤消了圣骑士团长的职位，吉安娜也因为不愿看到Arths这样做，悲伤地离开了他。\n很快，他找到了麦尔盖尼斯，并击败了他。但是，事情并没有结束。麦尔盖尼斯说道\n“年轻的王子，你并没有击杀我，这只是分身而已，如果你愿意找到结果，去寒冷的诺森德大陆去吧，在那里你能够找到你的未来。。。我会在那里等你，和你来一次决战！”说完他便飞走了\n“我会追你，知道天涯海角！”Arths说道。\n\n屠城后的STARHOLMU城内，幸存的人们正在焚尸。。\nUser看到之后，心中的愤怒简直无法形容，吉安娜也想不出Arths会做出这样的事。\nUser说道“Arths呢，他要去哪里？！他做的错事还不够多么”\n吉安娜“啊，他去了诺森德大陆。。。。”\nUser“该死。。。。”\n神秘人出现了。。。\n“年轻的王子的确做出了自己的选择，他只能在寒冷的北方找到死亡和饥饿，但是我们不能够阻止他了，好了，年轻的女法师，拯救人民的重担就落在了你的身上，你要带领你的人民去遥远的卡利姆多，在那里，才能和邪恶势力抗争。”\n“你到底是谁？”User和吉安娜\n“我就是最后的守护者---麦迪文，当初，是我打开黑暗之门，放出了在德拉诺的兽人，而如今，燃烧军团与亡灵的入侵，必须用你们人类，精灵，兽人的力量联合对抗才能消灭他们。。”\n\n\n吉安娜会做出怎样的选择？User何去何从，阿尔塞斯的命运会如何？请看下集---寒冷的海岸。\n\n--------------谢谢观赏-----------------------------------------谢谢观赏---------\n\n感谢：【囧神】\n感谢：【暴雪娱乐提供的故事情节】\n下期还请大家顶起哦~！\n",
    "replies": []
}