{
    "title": "《Mermail Girl - Nanako》- Introductory【人鱼恋爱三部曲】",
    "author": "Marry",
    "replyCount": 12,
    "timestamp": 1377620940,
    "txt_content": " 本帖最后由 Marry 于 2013-8-29 02:05 编辑 \n\n1.灵感源自一首叫《Mermail girl》的电子曲，歌词大意是童话《海的女儿》的内容，所以故事内容大致上比较像原作\n\n2.故事地点设置在虚构的日本一个虚构的城市，如有雷同，我真的不知道……\n\n3.希望各位经验丰富的作文者能指正一些错误，在此提前感谢\n\n4.比较正式的作品，没有经过允许，不得转载【认真，握拳，爆青筋】\n\n5.接下来请欣赏……【‘请’姿势】\n\n\n\n\n注：图片与文章内容形象无太大关系\n\n\n\n\n\n\n07-B.jpg (267.13 KB, 下载次数: 3)\n\n下载附件\n\n2013-8-27 23:59 上传\n\n\n\n\n\n\n\n  我深爱着  \n\n\n  在那海边  \n\n\n  宛如人鱼的你  \n\n\n  Nanako  \n\n\n  For——Introductory  \n\n\n\n\n\n\n\n\n《A LETTER》\n\n\n\n作曲：泽野弘之\n作词：mpi\n演唱：Cyua（来自BETTA FLASH组合）\n\n\n\n\n\n\n\nPart-A\n\n\n\n    “All my friends have gone away，I need myself to sing this song……（我的朋友们都离开了，我只能独自唱这首歌）”，优美的旋律从‘薙刀角’那里传出，甜美的歌声与海浪拍打石岸的节奏十分协调。天空一片湛蓝，这里是北海道里，靠近北端的城市‘神谷’。星辰闪烁，大海不再是单调的深蓝色，而体现出了一个非常富有诗意的光泽，并且衬托出了月亮的寂寥——她就在天空上，将光芒无私的奉献给了大地的一切。就是这样的天空与大海之中，薙刀角是神谷海边的名景点之一，因为这一块岬角的形状犹如‘薙刀’而出名。并且是观赏日出与明月的最佳场所；如果心情特别好，可以在这里享受到不一般的钓鱼乐趣。\n\n    被海风吹动着的粉红色波浪长发，女孩正在歌唱着；她坐在岬角上的岩石，看着天空中的那一轮月亮。她将周围的一切都灵活的运用起来，大海的波浪便是她最纯净的节拍，海风刮过的声音便是最幽美的旋律，比较远的东边过来的轮船的汽笛声带来了不一样的伴奏；这霓虹灯，船灯，星辰与月亮更加衬托了她的甜美歌声。就是这样幽美的歌曲，也能感受到她不同寻常的寂寞感。\n\n    她抬头仰望着，除了高贵而且空旷幽静的星空，还有大海这永恒的朋友，还有谁能与她共同歌唱？旁边沙滩上的沙粒在月光的映照下，贝壳与海螺零零散散的分布在那里，好歹它们能成对结伴。她的声调愈来愈高，连海鸥等等鸟儿都立在旁边的岩石上，安静的倾听。也许远处的挖沙船听见了她的歌声，也停止了作业，所有船员都来到甲板上，关注着薙刀角这里，用那人类的视力极限看着这个歌唱的女孩。\n\n    “长着鱼鳍的……女孩……？”，船长的反应很机敏，他拿出望远镜观看了一番。这一幕让他们无法想象，幽美的歌声真的来自一个粉红色长发的女孩。然而一声巨大的汽笛鸣叫了起来，不远处的货轮提醒他们让出道来。船员们依依不舍地转身，回到了自己的岗位。一个年纪很轻的小伙子，他回头看了看薙刀角，那里安静了下来，已经看不到那美丽的那粉色的波浪长发；也许这是船员们集体工作劳累出现的幻觉？不得不说，这将成为他们第二天喝酒的时候的话题；也许有人相信她真的是那童话那样的人物，但是也会被大家的嘲笑而自我否决掉这‘天真的想法’。但是，这天晚上他们都不会听错的，还有一个优美的歌声，那句让他们深有感触的歌——“I don't have to throw my life away,Everything goes wrong to turn into the way of life ,This could take so long to find the way,All those people cry in vain.Now I see the light in pain,I can find the way of love. （我不用放弃自己的生活，生命的路上充满了错误，这可能需要很久去找到的路。所有人都在徒然哭泣，现我在痛苦中看到光明，我能找到这爱的道路。）”。无奈于生活背景，成为了水手的他们，真的是失败者吗？或许哪一天，他们都不再航行，那么他们也能找到那新的爱之路吗？他们获得了答案，来自这个晚上；也可能来自明天的啤酒桌上。\n\n Keep on the next part…… \n\n\n\n\nPart-B\n\n\n    因为是这个汽笛声，让女孩跳入了海里了吧。她身穿着桃色的小复层连衣裙，在伴随着粉色的波浪长发在海里遨游着。小小个的她，有着非常可爱的童颜；她拨开额头上的刘海，睁开了她那带有金色虹膜的大眼睛。她\n那不过腰的小桃色连衣裙，那泡泡袖与小小凸起的胸口上，可爱的红色蝴蝶结在水中温柔的浮动着；那复层的裙摆就像红藻（海洋植物的一种）一般美丽的摆动。这样美丽的女孩也许无法在空中自由翱翔，但是她拥有一片大海。那臀部以及其下半部分，是鱼体；她有美丽的青色鳞片，在靠近水面的时候，射进水里的月光照耀之下还能看出不同颜色的美丽花纹。特别的，是她不停摆动着的那宽大又华丽优雅的尾鳍，分开来的三片绿色尾叶，其中还插有两条长条的橘红色小尾叶；没有多少鱼类的尾鳍能匹敌她的美丽。\n\n    “…咕噜咕噜……”，就在岸边的不远处，有一辆吉普车渐渐地沉入了海底。动静传入进了女孩的感官里，她便迅速地转身，掉头的那一瞬间还快速的摆动了尾鳍，便很快的游了过去。她穿过一片又一片射入海里的月光，穿过一点点海鱼；当她来到沉没中的吉普车上面的时候，她卷缩起身子，在海里翻了个滚，然后猛地往上划水，一下子冲向了吉普车的左车窗里旁。她透过车窗，看见了里面的一堆书页——写满了音乐的符号的篇章从一本皮夹子里飘出。她好奇地拍了拍车窗，并且动了一下旁边的车门扣；她总觉得有重要的事物被困在了里面，而且她也对这些五线谱的内容十分感兴趣。\n\n  她试着敲着车窗，但是娇小的她并不能击碎玻璃，她需要想一个办法来试着破坏出一个空隙。她向后空翻了一圈，她皱起眉头，蓄力着。她将双手往下一挥，然后将下半身撩起来，异常沉重地打向车门。令人惊讶的巨大力道，实在难以置信来自一个她这个较小体格能发挥出来的。车门直接打爆，车开始翻滚起来，然后慢慢地落在海底中。\n\n    吉普车四轮直立与海底，这里并不是很深的海区，所以水压并没有将其碾碎。月光没能射入这里，此时这附近的海底都黑暗无比。她捡起了零散的五线谱页，她想看清上面的内容，因为过于黑暗所以无法阅读。她从连衣裙里，慢慢取出了一条长长的珍珠项链。她将那拾起五线谱页的左手缓缓放下；她合上眼睛，右手握着珍珠项链。她慢慢的抬起这条项链的另一端，然后亲吻了其中一颗珍珠，然后面带微笑地抬起头来。周围顿时明亮起来，从项链里的那些珍珠们带来的蓝色光芒，让幽静并黑暗的海底世界一下子照亮了起来；只要是她能看到的地方，光芒也能去往那方。\n\n    手中的五线谱页格外的硬，可能是塑料材质的纸张，并用特定的打印机将五线谱打印进这塑料纸内。仔细的看了一下，终于彻底看清楚了五线谱的内容；不过她读不出里面的内容，总感觉少了几段旋律。她觉得之前的那牛皮夹里应该会有残叶，便摆动着鱼尾，来到了吉普车旁。她缓缓地进入了吉普车内，项链散发的光芒让里面清晰可见。\n\n    他浮在车厢内，抵着车顶。身穿着白色燕尾服礼装，打着一个红色的蝴蝶领结；他这身衣服十分搭配他的那比较瘦长的身体，配合他那短发在海水里飘动着。他长得十分秀气，面容紧张的他估计是休克了过去。人类是没有在水下呼吸的能力的，她听她的姐姐讲过；在何况，与海底世界毫无关联的他，为什么值得自己去在意呢？她慢慢地飘到他旁边，拿起了那还塞着一点点乐谱。\n\n  她转过头，准备离开这辆车子。但是这个人类实在是放不下心，她果然还是很在意这个人类。她又回过头看着抵在车里的男子。她想起了姐姐曾经提起过的——人类的世界；人类的世界拥有海底世界不一样的环境，大家都依靠着肺部呼吸，用双腿来行走着。她有很多很多的疑问，但是姐姐都无法给于她答复——她也不是人类，她也不是很了解人类。也许这个男子能给自己很多很多答复，也许这是一场不可多得的缘分……也许他的到来能给自己带来改变。\n\n Keep on the next part…… \n\n\n\nPart-C\n\n    她咬着皮夹子，又一次地游进了车舱里。她这一次更加地凑近了他的面孔——原来他的左眼还有一颗泪痣；来自项链的闪烁蓝光将男子照亮了起来。她搂着男子，将他抱入怀里，然后用尾鳍抵在另一个完好的车窗上。她用力一蹬，使得她有足够的力量将自己与他带出车舱里。她将皮夹子从嘴上拿下，塞入到了男子的皮带中；她抓着男子的手，松开另一只手抬起了自己的项链，然后轻轻的亲吻了一下。接着她并翻身，面对着他的脸，慢慢地凑近他的脸蛋。\n\n  她害羞了起来，犹豫了一下；慢慢地，她就和吻鲈一样亲吻了他的嘴唇，并没有持续很长时间，但是那瞬间亮出了绿色的光芒，从刚刚两人的嘴唇之间闪烁起来。她牵着他的手，开始往上游动；就像天女下凡一样，男子仰望着头对着她，她将男子缓缓地带走去远方——当然她只是想让男子获得空气。男子微微地眨了眨眼皮，魔法的力量使得他的心脏跳动了起来；他开始呼吸，为此他便猛烈地将肺部的海水咳了出起来，包括一点点空气，使得气泡不停的涌出；他勉强地在海中睁开双眼，他似乎看见了一个人正在带着他游动，那个人便是带着鱼鳍的她。\n\n    他无法看清，但是他还是看到了微微的轮廓——那被月光照亮了的粉红色头发与不断折射的青色鳞片。她将他带到离水面不远的位置，因为溺水了的男子突然地推开了她，开始游动起来——他的游泳本能驱使着他游泳脱困，本来咬着皮夹子的女孩因为突然的推力，没有咬稳的皮夹子垂直落入海里。他浮在水面上，用手抹了一把脸，他终于可以看清楚了——不，他没看见，不远处有一个很大的鱼鳍突然打向水面，一大波海水飞溅在他脸上。他的鼻腔里非常巧的被打入了海水，这使他非常呛，便在海上挣扎起来——加上本来海上带有的波浪，使得不能呼吸的他更加慌乱。\n\n  “那边的那位！没事吧！”，有一个女人的声音响彻四方，然后只听见一声跳水声。她飞快地游向了这个挣扎的男子，非常熟练的自由泳让人感觉她就是童话中的人鱼一样。她就要游到他的身边了，她便奋力一扑，将他的一肩膀抓起，她转身向岸边游去，将他拉至岸边。“再等一下！我马上把你带入岸上！”，她就要到达离码头不远处的浅滩上了。“你是……”，男子的声音十分清秀，而且非常带着温柔的语气。“好了，差不多了。”，她顺着波浪推入沙滩上，整个人趴在沙子，因为惯性海水又将她往回拖了一下——她终于带着男子游到了一沙滩上了。\n\n Keep on the next part…… \n\n\n\nPart-D\n\n    她非常吃力地从海水中走了出来，来到比较干燥的沙子旁边，一转身便一屁股坐在沙滩上。男子不久后也走了上来，他倒是非常累地趴在地上，然后把脖子上的正装蝴蝶结扯了一下，咳嗽过后一直在喘气。“你怎么……”女子的胸口有点快速重复‘扩张-收复’的动作——她也在喘气，她用两肘抵在沙子上，然后笑了起来，“你是怎么样才能把车开到海里去的？”。男子翻过身来，躺在潮湿的沙子上，裤脚与皮鞋被波浪冲打着，“刚刚有一辆非常快的车，差点和我相撞……”他慢慢地坐了起来，“我转过车，直冲……”，他吐了一口气，用力呼吸了一下——他在整理情绪，接着便转过头看向跳水救他的小姐。不过他站了起来，顿时展现出了他的‘189cm的身高’，马上把目光伸向不远处，似乎在寻找什么东西。他看了看左边，一片长长的沙滩；他又一次地抹了一下脸，看向右边薙刀角的位置，直到他看到了一个小码头附近，包括旁边一处撞破的栅栏——还可以看到撞坏的路灯。“啊……就是那个小码头，刹车泵估计坏了……”他低着头，然后摇头着，十分沮丧的说，“是啊，刹车失灵了。恩……分期付款的说……”。男子回过头来，对着她伸出了右掌，并害羞地点了点头——表示感谢；他开始愁眉苦脸地看向大海，然后双手撑在腰旁，叹了口气。\n\n    “不管怎么样，平安无事就好……”，女子站了起来，她拍了拍衣服与裙子上的沙子。她的那头乌黑亮丽的长直发被海水完全弄湿了，不过可以看出，她的头发还是带有一点点弧线——不过现在基本上沾满了沙子；她的身高比较高——大概在175左右；体型也很中等，可以看出她有经常锻炼过，并且皮肤保养的很好，不会有泳衣纹，这样大量的保养品也体现出了她在这方面的支出……。她的黑色马甲松了开来，有一个纽扣看样子不见了，可能被沙子磨掉了，或者说跳水的时候打掉了；白衬衫被水侵湿了，紧贴着肌肤，展现出了她的身材，胸与腰与臀完美展现了少女的弧线身材，又不失原本健康应该带来的肌肉；让他脸红的，是她因为侵湿的衬衫所展现出白衬衫里面包裹着的黑色内衣，可能是以为自己很成熟，其实还是让人感觉不出。红色苏格兰式的格子纹短裙与层层交错的折纹直直的垂了下来，毕竟已经被水侵湿了，充满了重量的裙布自然顺着重力垂下来，不过没有多少皱纹，买的是十分高档的布料的样子；搭配她的那黑色过膝袜——包裹着小腿与一半大腿的它，在袜口旁还有一条紫色的带子穿插在袜口边缘里的口子，并且扎了一个蝴蝶结——这样过膝袜就不会因为倒梯形形状的大腿与形变的矛盾而滑下至膝盖，失去原本过膝袜带来的魅力。恩，看样子她是一个挺会打扮的女孩子，不失一点点时尚，而且她应该有一份不错的家庭背景与打工环境。她吐了口气，看向左边，那里有两只皮鞋躺在那里——看样子没错，她脱掉鞋子后直接跳水去救他了，所以她现在要去穿鞋。\n\n    “你在为什么叹气？”，女子走到她的那双棕色皮鞋那，她将它们捡起。两手各抓一只鞋领，相互拍打着鞋底边边，抖出里面的沙子，然后再让鞋领朝下，摇出里面的沙子；她看着那正在发愁的男子，他到底再为什么发愁呢。“重点不是车……”，男子只是用头甩了一下头发，他看向那个正在穿鞋的少女，“我的……一个皮夹子不见了。”。她走了过来，她紧闭着嘴巴，可以看出她无法为这件事帮上忙表示无奈与歉意，“不管怎么样，这样下去会感冒的；先去那里洗个澡吧，别忘了明天叫警察来处理一下……”，她牵起了男子的手。“额……诶……？”男子非常惊讶，瞬间脸变得通红。“你叫什么名字？”，她转头微笑地看着他，并且散步的速度慢慢走在沙滩上，“没关系，我先开始自我介绍吧；我叫奈奈子哦。”。男子十分则十分害羞地低下头，吞了口唾沫，害羞地说：“宗介良一……”。\n\n Keep on the next part…… \n\n\n\nPart-E\n\n\n    奈奈子突然松开了手，跳起瞬间转身面对着他，“你就是！？”；她用十分敬仰的眼神看着良一，“你就是那个著名的音乐家，宗介五门卫的儿子吗？！”，她大概弯下了45度左右的角度，微鞠躬的姿势面向了良一，眼睛不断展现出不输给星星的亮度，将那‘好棒’的眼神不断传递给良一，这个眼神使得他十分怀念。害羞地良一点了点头，他转头看向大海，“是的。”，然后他挠挠头，又转过头来对着奈奈子傻笑了下。奈奈子十分激动的在原地跳了一会——她没有跳起多高，但是小腿一并离开了沙滩；接着她又不断地踏步，进入了超级亢奋状态，“好棒！竟然遇到大名人了诶！”，她跺了一会脚过后，用力跳起来欢呼着，看样子已经忘了刚刚才与死神擦肩而过的事情与才和死神打过交道的良一。其实良一挠了挠头，他才想起了这熟悉的眼神——原来前几个星期为父亲的交响乐团，使用钢琴伴奏的时候，不远处坐在第一排那使劲对父亲射出星星电波的少女就是她……\n\n    “额……奈奈子小姐。”，良一站直了起来给她一个深沉的鞠躬，“特意下水救我一命……实在是非常感谢你的救命之恩……”，说完他抬起头，俊秀的面容与左眼的泪痣展现在奈奈子的面前，“为了报答你的恩情，有什么可以报答的吗？”。奈奈子看着他，慢慢的淡定了下来。她转身朝向沙滩中，不远处唯一发出光亮的海之家——似乎就是杂志上依靠出色的乌冬面而人气火爆的餐厅，“很冷吧？不如先洗个澡吧，之后还要想想明天怎么与警察交涉与赔款呢……。”。她似乎是直接无视了良一的请求，这让良一十分为难，他伸出带着发出带有光亮的银质手表的左手，想抓住她的那白嫩的右手；他还是想知道她的需求，好让自己报答她。奈奈子回过头来，她的右手反过来直接抓起了他的左手，然后也将自己的左手抓过来，然后将他的左手慢慢放下来，她看着他的眼睛——原来她是那么的温柔，这让人立刻安心下来的眼神与微笑，良一是前所未见的……“我知道你的心思，但是现在全身湿透了，会着凉的哦。”，说完，奈奈子扯了一下他的手，然后往海之家走去。\n\n    “恩……”，良一脸红地点了点头，然后抹了一下自己的脸。她就像童话故事中的人鱼一样，水性又好，人长的又漂亮，身材十分的好……；对哦，说到人鱼……。思绪踊跃而起，良一呼喊着她：“奈奈子小姐……你有没有看到一条非常大的鱼鳍……？”，良一面容稍带紧张地看向了奈奈子，刚刚他的确清清楚楚地看见了，不会有错，叼着他的乐谱并将他从海底深处救出的那带有鱼鳍的粉红色波浪长发的女孩——他确信的确是看到了无误。奈奈子疑惑着看着他，她指着旁边的薙刀角，“虽然传说中那里有一只人鱼，时不时都会传来一个英语或者类似德语的歌声……”，她也面容紧张的看着那片大海；“说实话，我刚刚下水去救你的时候……似乎看到你旁边有个人影……”。良一看向了映衬着皎洁月光的大海，“人鱼吗……”。\n\n Keep on the next part…… \n\n\n\nPart-F\n\n\n    “不行！”，摆动着鱼鳍——粉色波浪长发的小人鱼飞快游向那略沉重的皮夹子，除了刚刚的男子良一，她更加感兴趣的那乐谱沉入了海里。她伸出右手，让右肩伸出更加远的位置，然后用食指与拇指夹起了皮夹子。“拿到了！”，她往后扯了一下，然后整个右手与左手一并抓住了皮夹子，然后在这漆黑的海水里翻了个滚，又朝明亮的海水面上游去。“呼！”，她猛地游出海面，然后看向四方，只见周围的一切十分宁静，似乎刚刚的车祸消失了一般。“诶……？”，她转了转头，四处寻找着那个男生。她看了看手上的皮夹子，“还没问他呢……”，她知道着这份乐谱的内容，包括一开始的连绵不断的休止符与促音——她想知道这谱子演奏出来的效果。她转身，准备钻入海里；“还会……再见面的吧。”，她钻入海里，飞快地游走了。海水继续拍打着岸边，不远处的货轮与一些紧急作业的船也渐渐驶去——周围的一切又恢复了宁静。\n\n To be continue…… \n\n\n\n\n\n\n\n\n\n特别备注：\n\n\n1.“Introductory”=序章，估计是个不常见的单词，在此做下提醒。\n\n\n2.为了保证BGM的同步性，文中出现的歌词是原文；翻译根据情况做了一点修改。\n\n\n3.所谓“恋爱三部曲”，其实《mermaid girl》这是长久计划中的一环。构思有三个结局，现在是第一本，还请多指教。\n\n\n4.Nanako=日语发音ななこ，也就是‘奈奈子’。\n\n\n5.其实文中的粉色波浪长发女孩说的都是英语，考虑到读者，并不打算写成英语。\n\n\n\n\n",
    "replies": [
        {
            "author": "LianLian",
            "timestamp": 1377623340,
            "txt_content": "前排卖瓜子可乐，永远支持Koa氏作品"
        },
        {
            "author": "zhangyulong990",
            "timestamp": 1377633900,
            "txt_content": "这也是精华。。。。。无语"
        },
        {
            "author": "王先生007",
            "timestamp": 1377648360,
            "txt_content": "前排 围观"
        },
        {
            "author": "jfkcccc",
            "timestamp": 1377659580,
            "txt_content": "好多。。。。前排兜售爆米花~"
        },
        {
            "author": "994532312",
            "timestamp": 1377660660,
            "txt_content": "为毛要设定在11区啊\n\n@ _ @"
        },
        {
            "author": "alexfan",
            "timestamp": 1377666540,
            "txt_content": "zhangyulong990 发表于 2013-8-28 04:05 \n这也是精华。。。。。无语\n我期待你可以寫一本「真正的」精華。{:10_526:}"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1377686040,
            "txt_content": "迈瑞君还真是略犀利啊，居然在午夜十二点多的时候发……"
        },
        {
            "author": "冥王星人",
            "timestamp": 1377689400,
            "txt_content": "敢敲英语我就把你从群里T出去= =#"
        },
        {
            "author": "冥王星人",
            "timestamp": 1377689460,
            "txt_content": "另，细节方面还有待加强。"
        },
        {
            "author": "NaTcher_",
            "timestamp": 1377845160,
            "txt_content": "后排出售爆米花巧克力- -写的不错加油"
        },
        {
            "author": "1365619159",
            "timestamp": 1378125540,
            "txt_content": "很好很认真，只是……这和MC有什么关系？"
        },
        {
            "author": "Marry",
            "timestamp": 1378126440,
            "txt_content": "1365619159 发表于 2013-9-2 20:39 \n很好很认真，只是……这和MC有什么关系？\n不要被MC束缚"
        }
    ]
}