{
    "title": "[MINECRAFT背后的秘密] 逐渐崩坏的时空VI 第二只凋零",
    "author": "zhh30648",
    "replyCount": 13,
    "timestamp": 1377660180,
    "txt_content": " 本帖最后由 zhh30648 于 2013-8-28 11:24 编辑 \n\n巨坑未填，开学之前先填一下\n如果对本文有兴趣但又看不懂写的内容的，请点一下签名处MINECRAFT背后的秘密合集，Pigger篇暂时搁置，先写主线剧情\nHIM与Pigger依然在半空中对峙着，虽说都是精疲力尽，但原因完全不同末影龙本身体型就庞大，再加上那么多次的快速冲刺，翅膀的挥舞频率变得愈来愈慢，灵活性也下降了凋零的白色双眼则开始慢慢变暗，在半空中颤抖着，慢慢向地面坠落{到底怎么了，灵魂是从哪里被抽走的}Pigger向着地狱遗迹发出信号，却久久没有传来回答{可恶连通信都被中断了么，果然全都依靠凋零的力量是个败笔}HIM驾驶着末影龙慢慢降落到地面，把剑从腰后抽出，双手握柄，向着Pigger走去[Pigger，我们曾经是朋友，但你如今所作所为完全不是对待一个朋友的表现！Pigger抬起冒着虚汗的脸庞，无力得盯着HIM因为愤怒而更加散发刺眼光芒的双眼{一切还不都是....算了，现在你想怎么做}[问清真相，杀了你HIM手中的暗淡长剑再次被沾满汗水的双手握紧{那我告诉你，我的预感就是，接下来会有很不好的事情发生}[你的预感，一头畜生能有什么预感？！{你还认为我只是一个动物么？我的思考能力不比你差，如果你还继续这么纠缠而不去发现那些不同寻常的东西，你就会后悔的}[什耳边突然传来沙沙的通讯声[吾王，末路之地的系统似乎自己恢复了一部分，不知道为什么自己恢复了？末路之地的系统本身并不搭载有修复的功能啊，更何况末路之地所用的动力源都是上古时期遗留下来的遗物，无法用我学过的知识解释的存在HIM喃喃自语着Herobrine在成为末路之地的统治者之后，并不只是意味得建设和发展末路之地而已，他也尝试着弄清末路之地的原理和动力源，可是在末路之地的中心，只有一颗淡紫色的矿物在不断散发奇异的光芒，其他什么都没有{什，什么？！你确定你没弄错？}HIM被躺倒在地上的Pigger的高声回应拉回现实[怎么了，快说，不然现在就剁了你！{娜拉..娜拉出事了！}好熟悉的名字，似乎在哪里听到过，不，这是非常熟悉的名字，这就是自己费尽一生去保护和爱的人[该死的，到底什么情况！HIM手上的钻石剑开始颤抖，直指着Pigger的鼻尖{先别管这些破事，如果你想救她就赶紧把我带到艾希尔村去！去你的老家！}\n\n[啧！给我老老实实呆着，不想死就别动俩人跨上末影龙厚实的黑色臂膀，由于平时还要运送人员，所以末影龙的座位还有的空余龙发出奇异的吼叫，随即开始大力挥动骨架依稀可辨的黑色巨翼，逐渐升空[你最好现在给我讲清楚发生了什么HIM把背后完全暴露给了自己的敌人，因为他感受到Pigger的那份气息绝非是想暗算自己猜，而是真真切切的焦急而已{你也给我好好记住了}{我之前跟你说过吧，凋零是需要灵魂驱动的，而用的就是娜拉的灵魂}[你为什么要用她的？为什么要牵扯上一个痛苦的死去的人？！{为了救她！}HIM怔住了，沉默不语{就像你所知道的一样，娜拉的确快死去了，而且死因就是疾病}[难道不是那个该死的史蒂夫送她上路的么！{史蒂夫打进去的那瓶..可是纯粹到极致的治疗药水..只有精炼到一定程度才可能发出黑光，不过他却对此毫不知情并为此自责不已}[你..怎么知道这些的{在地狱我可是看的一清二楚，末路和地狱的时间都是比主世界快上几倍的，这点我不用说明你也应该清楚，在地狱可是发生了不少事，这些日后再说}{回到正题，我们想尽办法在你制造的火灾当中保留住了娜拉的身体，同时用地狱的技术将她灵魂和身体分离开来，把灵魂整个抽到地狱。你知道吗，你所引发的火灾差点就让你成为了真正杀死娜拉的凶手啊Brine!}[继续.]HIM身体震颤之后，带着颤抖的声音大声说出这两个字{但是灵魂是不能单独存在的，必须借由身体才能存在，而整个地狱唯一能容纳灵魂的容器，只有那个——下界之星}[这个东西，我貌似见过，是像水晶一样发着白光的那个么{什么？！在哪见过}[末路之地的主能源室里就漂浮着那么个玩意{难道下届之星..是成一对的？！}{这样什么都可以解释了，娜拉的灵魂很有可能被末路之地的那个下届之星给夺取了，所以这边存在于凋零体内的下界之星就失去功能了...}[这样有什么不妥么{麻烦大了！我们本是预定是要回到现世取回娜拉身体之后将净化过的灵魂重新注入进去，如果不经处理那份灵魂可就是连带着凋零的能力和破坏的欲望一并带过去了！}[也就是说{娜拉将成为第二只凋零了，而且..更强}\n\n史蒂夫抱着娜拉开始逐渐温暖的身体，痛哭着泪眼朦胧得看着娜拉姣好的面孔上温柔的双眼逐渐打开，如阳光的视线照亮史蒂夫自责的内心本该是这样的红色的双眼猛得睁开，史蒂夫被娜拉产生的巨大爆破炸飞到几米之外的河流里（行动：正常；能力：正常；灵魂连接程度：完全；没有收到明确命令，进入自动破坏模式}娜拉的金色长发开始猛烈得飘舞，残破的衣物不知何时已经附上一层淡蓝色的铠甲，而双手持着的两把标准的长剑，似乎有自己的意识一般，散发出幽幽的灵压慢慢得漂浮在半空中，向着周围巡视着史蒂夫好不容易从爆炸的冲击中缓过劲来，趴在河岸边的巨石上大口喘着气“还好命大，幸亏有条河..”（发现存活目标，凋零弹准备）“娜拉，你..你怎么了！”史蒂夫抬头望着浮在半空中的娜拉，呆呆得站在那不是惊讶，而是纯粹对于不可战胜怪物的恐惧双剑的剑尖开始汇聚黑紫色的光芒，不到半秒光弹便快速打出全部命中巨石，炸裂的碎石在空中飘舞，在河流上溅起涟漪，光弹在石头上开出两个直径有两米的大洞（重新校准方向）这次，剑尖几乎是直接指着呆立在那的史蒂夫，双眼迷茫的史蒂夫静静地等待着什么是死亡么，还是未来剑尖再次开始汇聚光芒，确实无误得瞄准着猎物死定了，史蒂夫这样想着，我到底来这是为了什么呢[喝啊啊！给我赶上{该死的！}光弹还是发射了，眼前一道巨大的白色光，像是另一个次元的光芒光弹就这样消失了{还好剑靠近凋零又重新启用了，转移到别的次元还真是麻烦事}而另一边眼前漂浮着的如同女神一般美丽的少女，在光弹发射的一瞬间，被黑色的高速物体击中，顺势冲进村庄的废墟中，冒出滚滚烟尘（未预测的攻击，准备反击，近距离空间爆破准备）废墟里传来少女带着如同命令一样的声音{赶紧逃！}[可恶又是一阵巨大而猛烈的爆炸腐朽的木制梁柱从几百米外掉落在史蒂夫面前，带着难闻的焦臭气味而身后又一阵巨大的风压瞬间出现，如同龙一样的生物凭空出现在空地上[还好转移的即时..不然就得死在她手里了龙背上，一名白眼男子将带着彩光的钻石剑收回皮质剑鞘，抹了把脸上的汗而面前的如同人一样的身体却长着可怖面孔，如同猪和僵尸之间的生物他们到底是谁[史蒂夫{史蒂夫}[{一起把娜拉拯救出来Brine的嗓音和Pigger的气息永远都不会忘记的感觉三人又重新汇聚在了自己的家乡拯救自己没有救的东西沉了就沉了吧，当我自己脑补故事好了，如果喜欢的话请务必回复.\n\n\n",
    "replies": [
        {
            "author": "马赛克了",
            "timestamp": 1377660840,
            "txt_content": "手机上的自动排版哭了。"
        },
        {
            "author": "工业狂人",
            "timestamp": 1377675420,
            "txt_content": "如果你觉得沉了科学的话，那么你这个想法就不科学了。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1377688320,
            "txt_content": "同志以后注意一下格式好不，这样看着很难受啊。。。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1377688380,
            "txt_content": "冥王星人 发表于 2013-8-28 19:12 \n同志以后注意一下格式好不，这样看着很难受啊。。。\n吓我一跳十字符"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1377688440,
            "txt_content": "我还真没分清哪个话是谁说的……看了一通，头晕脑胀，遂决定放弃"
        },
        {
            "author": "我是一只死兔子",
            "timestamp": 1377839100,
            "txt_content": "楼主支持一下=。=。。"
        },
        {
            "author": "hurui200320",
            "timestamp": 1377953640,
            "txt_content": "好文啊，一直在关注，最近怎么没更捏"
        },
        {
            "author": "无爱皮卡丘",
            "timestamp": 1378875060,
            "txt_content": "终于等到更文了啊啊啊啊啊好激动！！！！！！！！！"
        },
        {
            "author": "无爱皮卡丘",
            "timestamp": 1378875060,
            "txt_content": "QAQ无论是多少年我都会一直等更下去！！！！"
        },
        {
            "author": "Steve-1347",
            "timestamp": 1378907160,
            "txt_content": "不错不错。。。"
        },
        {
            "author": "毁灭者",
            "timestamp": 1379171340,
            "txt_content": "LZ我快等你半年了现在才更新= ="
        },
        {
            "author": "aaaz0110",
            "timestamp": 1379172780,
            "txt_content": "我只是过来观摩的而已"
        },
        {
            "author": "a913844287",
            "timestamp": 1383574980,
            "txt_content": "啊啊啊啊，那么久更新了半章，难道说楼主弃坑了？\n\n@@44"
        }
    ]
}