{
    "title": "【霜露文字】战略推进全剧情",
    "author": "猫小沫",
    "replyCount": 6,
    "timestamp": 1377750000,
    "txt_content": "   序章——急行军\n决斗之地部分\n【剧情模式】\n一开始重生在铁匠铺里，看剧情介绍注意事项什么的\n\n主角：“恶魔啊！今天便是你的末路！不要以为你躲在暗处就可以躲开我们的追杀！”\n恶魔：“哼，渺小的人类啊！你觉得你那蝼蚁一般的力量能对我有威胁么！我会躲在暗处么，你也不看看你那卑微的力量！”\n周围爆炸\n恶魔：“看到了么，这边是吾的力量，我只需动动手指，你便会被我碾压成碎末！”\n主角：“即使如此，我也会拼上全力，将你消灭，今天，你我之间，定将有人血洒此地！”\n恶魔：“那么，你就带着那可笑的梦想死去吧！即使死亡，你也见不到我的样子，死在不明不白中吧！”\n主角脚下的石头陷落，掉了下去。\n掉到黑暗中，不能看见东西。\n主角：“可恶，我的力量终究不能和恶魔相提并论么，但是眼下，必须想个办法逃出这里。”\n此时水流涌动\n主角：“可恶，难道今天我没有被恶魔杀死，而是被这水淹死么？不甘心啊！”\n将主角淹死\n\n/tell @a \n\n重生在河里\n河中的牌子\n\n【自由模式】\n“咳，咳，我还没有被淹死么，真是倒霉的一天啊。”\n“讨伐恶魔依然失败，我必须更快的成长起来”\n“总有一天，我会将它斩杀，还这世界一个太平！”\n\n    主角醒过来的时候发现自己在故乡的小河中昏迷已久，于是抖抖身上的水，走向河道出口……\n    这里的生活似乎没有收到战争的波及，因此看上去十分的安详，但主角取下了一束花给杂货铺老板娘后，老板娘告诉他了一些故事……\n\n    于是主角就去《地下甬道》里打怪，得到开启高级装备的资格后，就去炎之洞窟，最后到达天星城……\n\n\n    第一章、恶魔据点\n\n【剧情模式】我经过一番跋涉终于来到了这里，这个伟大的天星城，我在这里逛了一会，走访了几个熟人，最近似乎城外有一个地方经常发生一些奇异的事情，我决定去调查一番。\n得到地图x1名字：【奇怪的地点】\n【自由模式】经过一番跋涉到达了城中人所说的地方，发现是一处恶魔的据点，他决定到处观察一番，阻止恶魔前进的脚步，结果掉进了仓库地下的洞穴里。\n进入洞穴后，听到了奇怪的声音【mob.endermen.stare】，但一开始不以为然，出来后又听到了【mob.ghast.death】，这下主角就被吓到了，而且这声音不断的在不同的人（@r）耳畔响起，主角就前去调查，结果发现一个长相邋遢在做一个大规模杀伤性武器，企图毁灭天星城，那些声音就是这货弄出来了，并且一边制造一边念叨着毁灭天星城，主角听到后跳出来将他砍翻在地后在他的身上搜出一个地图，上面标有一个地址，于是主角收起地图准备等会去调查一番……\n得到地图x1【不知名的某处】\n走出洞穴，进入仓库，按动按钮，进入剧情\n\n/playsound mob.endermen.stare @p\n\n    密码1458\n    绿绿橙蓝粉，蓝绿粉橙\n\n    第二章、暗杀与情报\n 【剧情模式】我走出了洞穴，吧恶魔的仓库烧着了，我认为这可以暂缓一下恶魔侵略的脚步，不过，我仍然要进行一些破坏，直到彻底击败这里的恶魔为止。\n先去那个人身上的地图上表示的地方吧，总有一些不好的预感。\n【自由模式】\n来到发现是一出沙漠中的宫殿，进入宫殿正门触发剧情。\n【剧情模式】这种不好的预感……是一个实力不怎么强大的恶魔，最近总是频繁的有这种恶魔出现，那么，战斗吧！\n进入战斗，战斗完毕，走向祭坛，触发踏板什么的\n【剧情模式】\n主角突然被传送了出去\n宫殿内tnt启动\n我好像被恶魔最后的力量冲了出来，真实的，这群恶魔总是喜欢死前释放这么大的力量，真是讨厌啊魂淡……不过前面好像有一个小镇，先去歇息一下吧。\n进入小镇边缘后，触发“来到沙漠小镇的提示”\n   【自由模式】\n    呐，这里是哪里了。\n   于是去找镇长说话，得到任务击杀先锋恶魔部队\n之后去镇子一边杀掉10只先锋恶魔获得10个xxx（任务道具）\n然后获得书，记载了村民的谢意的对话，之后得知某地有只马，骑上走人返回天星城\n交给城主这本书，感谢过后给你一个地图，让你侦查一下此地，并击杀部分恶魔。\n\n    第三章、生与死\n　　击杀恶魔后掉落XXX（任务道具）\n　　【剧情模式】\n　　我回到了天星城，一位旅行商人找上门来，他愿意用一份恶魔的机密地图来换取我手中的xxx，我跟随着这个地图的指引来到了一个沙漠神庙，里面传来了恶魔的气息，俨然有恶魔经常在这里活动，我决定去一探究竟。\n　　【自由模式】\n　　进去探秘（必死）\n　　【剧情模式】注：（）里除了愤怒以外全都不出现在剧情中，只是一段提醒。并且关于场景的描写也出现在剧情中，一定要记得添加！\n　　死后剧情：\n　　我的肉体被封印了，精神似乎远离了这个世界，我陷入了沉睡。沉睡中我仿佛穿越了时空，到达了某些不为人知的地方、（就是在很黑的地方一直下落。最后掉到水里，踩到踏板。）\n　　我慢慢醒了过来，看看了看周围，似乎是一片令人绝望的地方，血红色的熔浆，不详的石头，哭泣的沙子。\n　　“我这是在哪里？”\n　　“你醒了。”\n\n/tell @a \n\n　　“你是谁？我为什么看不见你？这里又是哪里。”\n　　“我是冥王，我存在于整个地狱中，地狱是我，我就是地狱，所以你看不见我，而这里是我所主宰的地狱。”\n　　“我为什么会在这里，你能告诉我这一切是怎么回事么？”\n　　“你被恶魔用非自然的力量将身体与精神剥离了，但是你阳寿未尽，我不能把你的精神投向轮回熔岩，只能等你醒来了。”\n　　“啊，天啊，早知道这样，我也不会兑换那个地图？”\n　　“哎，你还是太年轻了，看在你也是反魔王的，我就告诉你，那个旅行商人是魔王派来害死你的，当年你在魔王手下侥幸逃过一劫，当他得知你没死，于是派来了他，希望把你诱导在那个禁忌的遗迹中，强行剥离你的精神与肉体，让你的肉体的生命缓缓流逝，而你，也终将出现在轮回熔岩里，不复存在。”\n　　“什么！他居然会用如此奸计来害我，为什么不堂堂正正的一决胜负！”（愤怒）\n　　“不要希望与恶魔讲道义，最终死亡的终究会是你，你的阳寿未尽，我指点你一条明路，跨过那轮回熔岩（跑酷），穿过那灵魂圣地（减速），走过神秘迷宫（迷宫），你将来到那地狱智者的小屋，它存在的时间比我还要悠久，他的灵魂强度远在我之上，他会有办法救你的。记住，你的行动一定要快，不然你的身体将会被那遗迹中的恶魔吸干，成为一具干尸，到时候，就连天神下凡都无法解救你了。”\n　　“谢谢，我绝不会放弃希望的。即使还有那么一点光明，我也会牢牢地握在手中！”\n　　“很好，有这份心就够了，那么你在出发之前先去那边的柱子激活一下，你的灵魂将得到我的庇护，假如不幸死去，那么，我会用神力将你救回来，但是你的装备我却无法保护，旁边有一个异次元箱，你把东西放到那里边，就可以在各处存取了，但你的力量，我是真没办法了……我先走了，剩下的就要靠你自己了，杀死魔神，也是我的夙愿啊……”\n　　“我一定会回到人间，铲除那些可恶的恶魔的！”\n\nMOSHR\n\n　　【自由模式】\n　　通过上述的三关，终于来到了智者小屋。\n　　【剧情模式】\n　　你推开了智者小屋的大门（传送进一片小黑屋）\n　　眼前一片黑暗，你忍不住发出声音：“智者，我是冥王介绍来求救的，我希望回到人间去杀死那些可恶的恶魔！”\n　　你又出现在了一个小屋里（传送）\n　　小屋里只有一张床，一个书架，简谱而又自然。\n　　智者开口了：“冥王已经告诉我你来的目的了，你要知道，你现在是精神体，如果你想要返回人间，就必须加强你的精神强度，来达到破开地狱与人间的界限，沟通你的肉体的程度，唯有唤醒三魂六魄，才能真正的回去，那么，你先去杀一些怪物吧，他们掉落的碎片，可以提升你的灵魂强度。到了一定程度，再来找我吧。对了，如果你能在怪物堆里看到一个与怪物不同的东西，请帮我立刻把那个东西杀掉，如果事成我将不胜感激。”\n　　“没关系，您都帮我这么大的忙了，我帮一下您没什么的。”\n　　“太感谢你了，年轻人，我希望你回到人间后可以为我告诉我的后代，如果他的生活有困难就去坐标xxx，那里有我给他们留了一大笔财富。好了，不多说了，你快去吧……”\n　　你又被传送了出来，智者说话很快，你完全插不上口，苦笑了一下，你感觉到肉体的龟裂，拔脚冲向了那些怪物，现在可没有时间能够让你仔细思考了。\n　　【自由模式】\n　　主角将杀死怪物并一路挺近，到达洞穴深处，将会有一个明显的按钮，按下后触发剧情。\n　　【剧情模式】\n　　黑暗袭来，你恍惚间又来到了一个陌生的环境，滴答的水声，昏暗的通道，透露出一股神秘的感觉。\n　　一个苍老的声音响起了：“不要杀下去了！我有更好的办法让你离开地狱，并且获得更强的力量。如果你愿意相信我，那就不要听信那个老头的话了！他是一个骗子，他想借你的手汲取能量！放开你紧绷的神经，让我感受你身上的气息，我要找到那个骗子，杀死他！我的仇就报了，如果你能让我杀了他，我会给你一套强大的装备，并把你送回地面！”\n　　你低头思考了一下，沉声道：“请让我思考一下好么，我会尽快给你答复的。”\n　　神秘人：“年轻人，慎重考虑啊，那老头也是先入为主的占据你的思想，别被他骗了……”\n　　（出现两个按钮，一个是相信老人，一个是相信神秘人，相信神秘人rp-1）\n　　“嗯，你回来了，好，你有了足够的灵魂强度，也足以不在穿梭中毁灭了。还有什么事情吗，没有的话，我们就开始了。”\n　　（有（传送出这个传送室，回到老人房间），没有（继续剧情））\n　　“好，让我们开始吧！四象之力听我召唤，左青龙，右白虎，上朱雀，下玄武，四象之力将引导你的灵魂，守护你的肉体，破开一切封印，达到彼岸，划破虚空吧，四兽传送阵！”咒语念到这里，老头\\神秘人突然回头观瞧。\n　　“不好，那个老头\\神秘人来了，我要加速这个传送，但是跃迁结束点说不好在那里，如果不在你原来的肉身所在地，就要重新塑形，你的力量可能会完全失去！@！#%！@#￥@走！”\n　　噗……\n　　（传送回地面，等级清空，）\n　　你传送来了，发现自己身处一个陌生的地方，前面依稀有一条小路，顺着小路向前走，结果前面的地上站着两个摆着战斗姿态NPC，走近激活剧情。\n　　“传送的时候，我想拦住他，结果他还是比我的攻击晚了一步，由于放心不下你，我也就来了，现在我们是靠灵魂力量的战斗，对你伤害很大，你快走，我缠住他！”\n　　“老头/兀那小儿，你的真是大言不惭，不怕风大闪了舌头啊，我出来是为了，不让你的阴谋得逞，别以为我不知道你要借他的力量重塑你的肉身，咱们三个人平分他提供的一点灵魂力量肉身强度自然弱，那个冒险者，你看看，你们杀怪能获得的那个玩意，我不知道你们现在叫什么。”\n　　“我不理你，老头/神秘人，谢谢你帮我，后会有期……”\n　　你走了一段路，然后触发机关，Booom，身后爆炸，你感动的哭了。\n\n　　第四章——抉择\n　　当你哭的时候，你选择的那位拍了拍你的肩膀，别哭，别哭，我还在呢。果然是他，所以你跟随你选择的那位向天星城走。\n\n　　老人：\n　　“谢谢你啊，如果不是你，我也出不来，也不能，哎，你愿听听我的故事么？”\n　　“愿意”\n　　“嗯，想当年，我和我的孩子们，生活的很幸福，就是几月前，我们的村子被恶魔屠村，我死了，我的孩子们活了下来，哈哈，我当时真的是急智啊，把他们藏在了恶魔无法闻到的茅房里，孩子们受苦了。后来还是有一个恶魔误打误撞来到这里了，我本来适合他们一起呆在茅房呢，眼见恶魔就转过来了，我只能引走恶魔，哎，我还是老了，不然如果跑得更远，或许恶魔找到孩子的几率应该更小些……不过后来，我听下来的人说，那个村子就我们的几个孩子幸存下来了，我感觉很幸福啊……对了，你要小心那个神秘人，他是灵魂恶魔，对你不利……”\n　　说着说着，我们就到了天星城……\n　　“我真的很感谢你能听完我讲的这么冗长的故事，我先去找我的孩子们了，有缘再见！”说罢，老人一挥手便离开了我，向着远方坚定地走去。\n\n　　神秘人：\n　　“呵呵，还是你能帮我的忙，那老头不是什么好东西，他是灵魂恶魔是可以控制你的精神，让你莫名的相信他的话，然后做出对人类不利的事情，想当年，我就是中了这招啊……”\n　　“嗯？您能仔细讲讲吗？”\n　　“可以啊，那天我在我们村里忙着农作，这时候，天边来了大片黑云，恶魔们再黑云中降落了下来，那老头是当中的一个小队长，他一下来就控制了很多人，我们那些村民啊，都自相残杀，惨的啊，我是被我的邻居砍死的，他的眼睛是血红的，还好我没成为那种遗臭万年的怪物……”\n　　说着说着，我们就到了天星城……\n　　“我真的很感谢你能听完我讲的这么冗长的故事，我想自己呆会，有缘再见！”说罢，他一挥手便离开了我，向着远方迷茫的走去。\n\n　　我默默地走回天星城，但在路上看到了神秘人\\老人，他叫我听他说一会，我很恐惧的拒绝了，撒开腿跑走，可是却被莫名的力量禁锢住了，然后我眼前一黑，等我睁开眼，我已经躺在天星城里了，我看了看自己手被划开一道口子，就向背包里找药，突然发现包里多了一本书，书上写着（哔——省略内容）。\n　　到底谁说的是真的呢……\n\n    第五章——真与假\n【剧情模式】\n我终于回到了这里，这个熟悉的地方，说真的，在地狱的经历让我感觉挺累的，心中又多了一层迷雾，但现在似乎不是考虑这种事情的时候了，时间越来越紧迫，恶魔的力量也在日益变强，我要更强，才能够打败他。\n    现在我需要城中购买一些补给，记得药店老板曾经答应送我点药剂。然后，我是不是该去刚才那里再看看……？\n【自由模式】\n重新回到与他分别得地方（传送），得到一封书信（因为神秘人和老人的分别得地方不一样）\n老人：在我留给你的地图的地方有一个导弹，有个恶魔科学家想要用它来毁灭天星城，务必趁导弹未完工前杀死他，不然天星城就危险了！（箱子里还有个地图）\n   神秘人：我知道一个地方有一个恶魔的据点，那里都是一些生活恶魔，如果你杀死他们，就可以阻挡恶魔在人间降临的脚步，断了他们的不急，对以后有好处。（地图）\n（留下的都是传送坐标）\n    主角得知后，决定去一探究竟，将地图投入相应的传送门，通过地下通道到了那里。\n到了那里，主角发现，遍地是手无寸铁的生活恶魔，为了阻止恶魔 到科学家，主角就大开杀戒，一路杀到科学家那里。杀死科学家时结果让他跑了，然后在地上发现掉落了一个导弹开启密码。主角就跑到导弹（瞄准[恶魔首领领地]）那里（原来这个科学家也是个想要谋反的）， （启动\\不启动），启动，发现机械故障。没有办法，只好走人。启动按钮，去寻找老人/神秘人\n【剧情模式】\n老人线：遇到了神秘人，他告诉你了恶魔跑到了哪里，并给你一张地图和一个钥匙\n神秘人线：遇到了老人，他将你传送到营地内，没有给你钥匙。\n对话\n老人线\n神秘人：小子，你怎么不去阻止恶魔的前进了？\n我：我刚刚遇见了一个恶魔科学家，可惜让他给跑了。\n神秘人（微笑）：我倒是看见那个科学家了，他应该是去了恶魔三号营地，这里有一个钥匙，和一张去那里的坐标点，交给你了，至于你去不去，我就不管了。（离开，主角传送到天星城）\n神秘人线：\n老人：孩子啊，你怎么会在这里呢？\n我：刚刚我遇到了一个恶魔科学家，可惜让他给跑了\n老人：他好像去了恶魔三号营地，我把你传送过去吧。\n我：谢谢了。\n（传送）\n【自由模式】\n主角来到/传送到了恶魔三号营地，发现空无一人，于是到处走动，在一个机械装置下发现了他，按钮剧情。\n【剧情模式】\n恶魔科学家惊恐的看着我\n口中喃喃道：“不要杀我，不要杀我啊！”\n我心中暗想：就是你没错了\n他滴溜溜的转着大眼珠，盯着我说道：“人类，我知道你想杀死那些恶魔阻止前进的脚步，如果你饶了我，我就帮助你，怎么样？”\n我冷笑道：“你本身就是一个恶魔吧，我凭什么相信你会帮助我。”\n他擦了擦冷汗，道：“我是被逼无奈才变成恶魔的， 我哥为了表示对恶魔的忠诚，把我也变成了这个样子，求求你，饶了我吧，我恨那些把我变成这样的恶魔啊！你没看到我做的导弹也是瞄准恶魔营地的么！”\n我想了一下，觉得也有些道理，便开口道：“既然如此，我就暂且相信你了，那么你说怎么办。”\n他道：“你放心，咱们俩做个交易吧，我是绝不会骗你呢，如果你不放心，随时可以杀死我，我阿斯特利斯估计布拉米奥瑟特洛夫米浪季开罗无锡把米拉还是有这么一点信誉的，现在导弹已经基本制作完成了，现在我们就发射他吧，但是你没有护目镜，先去躲一会吧。”\n我冷哼一声，道：“谅你也不敢骗我。”（传送，过了一会传送到一个一样的地方，导弹要有一点破损。）\n 他擦着脸上的冷汗道：“不对啊，怎么损坏了，如果现在发射出去，魔神没有准备的话，应该会半死不活啦，人类，你去沼泽收集10个变形液好么，我用那个就可以维修号导弹来发射了。”\n我转身走去，道：“我马上就回来，不要妄图逃跑了”\n（传送到沼泽）\n【自由模式】\n杀史莱姆，得到变形求，然后按按钮回去，购买剧情进行卷，投入，开始下一个剧情、\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n    第三章、生与死\n    击杀恶魔后有机率掉落XXX（任务道具）然后找到一个旅行商人，换成一个地图（书）找到了沙漠遗迹，进去探秘，\n\n结果死在里面，在地狱（地下）得知旅行商人是恶魔，来害你的，你非常愤怒，想重生，得知地狱中有个智者，就费劲千辛万苦去找他，他告诉你只有灵魂强大后才能重新凝结身子，他就给你指了一条明路，这边，有怪物，去杀把，杀到XX级，来找他，我只需要XX级，就可以帮你重新成人了，你答应吗？\n答应，好，去杀吧；不答应，你只能自己找到那个洞穴去杀怪。\n\n他很努力，一直杀啊，杀啊，但却偶然间发现洞穴深处有一个神秘的按钮，按下后出现了一个神秘的通道，也出现一个神秘人，他告诉你，不要听老头的，他是在害你，他想借你的手提升它的力量，如果你跟他回到地面，就送每人一套附魔装备，主角想了想，决定问问老人。\n\n老人；孩子，我帮助你是因为你长的特别想我的孙子，哎，想现在，估计孙子也有孙子了，如果你能帮我给我的后代捎一句话：“XX,XX,XX处有我以前埋给他的宝贝，让他如果生活困难就去取”\n\n神秘人：哎，我是被那个可恶的老头迫害的，我到这里是因为我被他打伤，我在这里疗伤，但在疗伤的时候，发现了挺多矿，就做了点装备，不过我们没法穿戴，你们可以，如果你答应我，我可以给你一套附魔装备！\n\n1、选择相信老头，等级清空，人品不变，传送回到地面\n2、相信神秘人，等级保留，人品-1，传送回到地面，得到一套附魔装备，清空背包内所有的铁锭、金锭\n\n   传送的时候，“不好，那个老头\\神秘人来了，这个传送不能有失误。你\\孩子快走！”\n   噗……\n   你传送来了，结果发现身边站着两个NPC，激活剧情：“我想拦住他，结果还是晚了一步，你快走，我缠住他！”\n   你走了，然后Booom，身后爆炸，你感动的哭了……\n\n   第四章、真与假\n   当你哭的时候，你选择的那位拍了拍你的肩膀，别哭，别哭，我还在呢。果然是他，所以你跟随你选择的那位向天星城走。\n\n老人：\n   “谢谢你啊，如果不是你，我也出不来，也不能，哎，你愿听听我的故事么？”\n   “愿意”\n   “嗯，想当年，我和我的孩子们，生活的很幸福，就是几月前，我们的村子被恶魔屠村，我死了，我的孩子们活了下来，哈哈，我当时真的是急智啊，把他们藏在了恶魔无法闻到的茅房里，孩子们受苦了。后来还是有一个恶魔误打误撞来到这里了，我本来适合他们一起呆在茅房呢，眼见恶魔就转过来了，我只能引走恶魔，哎，我还是老了，不然如果跑得更远，或许恶魔找到孩子的几率应该更小些……不过后来，我听下来的人说，那个村子就我们的几个孩子幸存下来了，我感觉很幸福啊……对了，你要小心那个神秘人，他是灵魂恶魔，对你不利……”\n    说着说着，我们就到了天星城……\n    “我真的很感谢你能听完我讲的这么冗长的故事，我先去找我的孩子们了，有缘再见！”说罢，老人一挥手便离开了我，向着远方坚定地走去。\n\n神秘人：\n   “呵呵，还是你能帮我的忙，那老头不是什么好东西，他是灵魂恶魔是可以控制你的精神，让你莫名的相信他的话，然后做出对人类不利的事情，想当年，我就是中了这招啊……”\n   “嗯？您能仔细讲讲吗？”\n   “可以啊，那天我在我们村里忙着农作，这时候，天边来了大片黑云，恶魔们再黑云中降落了下来，那老头是当中的一个小队长，他一下来就控制了很多人，我们那些村民啊，都自相残杀，惨的啊，我是被我的邻居砍死的，他的眼睛是血红的，还好我没成为那种遗臭万年的怪物……”\n    说着说着，我们就到了天星城……\n    “我真的很感谢你能听完我讲的这么冗长的故事，我想自己呆会，有缘再见！”说罢，他一挥手便离开了我，向着远方迷茫的走去。\n\n    我默默地走回天星城，但在路上看到了神秘人\\老人，他叫我听他说一会，我很恐惧的拒绝了，撒开腿跑走，可是却被莫名的力量禁锢住了，然后我眼前一黑，等我睁开眼，我已经躺在天星城里了，我看了看自己手被划开一道口子，就向背包里找药，突然发现包里多了一本书，书上写着（哔——省略内容）。\n    到底谁说的是真的呢……\n\n   第五章、异次元探索\n    我带着那个恶魔科学家回到了我们的基地，他毫不顾忌的坐在我的床上，说道：“现在，魔神距离我们很远，要想到那那里，只有两个方法。第一个，走异次元，从那里中转一下，再出来，可以到达；第二个，取得魔神的空间之力，这样，哪怕是千军万马，你也能送过去！不过你需要杀了魔神，取得他的空间核心……”\n    “滚滚滚，我的目的就是杀魔神。哎呀，只能用第一种了，你说说怎么去异次元？”\n    “去异次元很简单，但是需要你的肉身强度足够，足以承受空间穿梭的乱流。”\n    “我从冥界回来……”\n    “那是精神强度。”\n    “一样！”\n    “不一样！”\n    “好吧好吧，怎么提升肉身强度？”\n    “很简单，只要给我64个火药，64个腐肉，32个骨头，16个铁锭，我就能帮你提升肉身强度。”\n    “好，你等着！”\n    “人类，我期待你的归来！”\n==============================================\n    “给你，这是你要的东西。”\n    “嗯，好了，你把这个药剂扔到那个水池里，什么时候你准备好了，什么时候你跳进去，呆上一段时间，不要动，就好了。”\n===============================================\n    我来到了一片浮空的岛屿上，四周都是青幽幽的，仿佛是地底的恶魔想用他们的精神把我拉下去……\n    这当然不可能动摇我的信念，我按了按剑鞘里的剑，勇敢的向前走去……\n\n\n\n人品：\n1\n1\n\n8*15\n\n\n\n关于此次讨论的几大项目\n\n1冒险者公会兑换以及成就等\n2任务声望与boss声望\n3快速旅行\n4基地\n5仓库等用经验兑换的东西\n6铁匠铺等升级\n7修改地形\n\n详细分类\n1建立冒险者公会\n职能为获得成就，于取得声望\n2杀死boss时获得钥匙开门自动获得相应的声望值\n任务获得的一部分奖励将可以在冒险者公会取得声望\n3快速旅行\n建立地下甬道\n为大厅样，在各个通道处标有通向何处\n通过各地的商人贩卖的坐标点激活（也就是说只有到达了才能快速传送）\n入口处表现为废弃矿洞，背景是一个废弃的地下网络并且地上将会添加部分地方的快速旅行点，用于到达下一个地方，当然了，只是部分。\n4基地\n在村落中拥有一个基地\n进门后传送到制作的地方（也就是说不是直接建在村子里的，是另一个地方，参考水狼的牧场物语）\n用途为悬挂各种成就表示\n存放装备\n睡觉\n并且是村子的地下网络入口。\n5如题\n6如题\n7现有计划为让玩家无法跑出地图区域\n\n\n\n\n\n\n\n\n    一、信老人\n1、RP>0\n    老人赠我无上法力，还有一些装备。\n    “我老了，那时候我还杀得动，现在，就只能靠你了，我能帮你的就只有这些了……”\n    然后我就在老人的指引下杀光了营地中的恶魔，我踏罡步走，不一会，就结果了所有营地中的恶魔。\n    “那边的恶魔，速速过来送死！”我暗暗地握紧了手中的剑，向远方观战的大恶魔说道。\n    大恶魔皱了皱眉头，眼中射出两道精光，我站的这里立刻爆炸了。\n    “好大的能耐，不知敢向前与我一战否？”我提剑向前走去。\n    一步一步，渐渐逼近了魔神那庞大的身躯。\n\n    魔神看自己的攻击没有奏效，说道“青山不改，咱们绿水长流，后会有期！”\n    说罢，魔神带着他的魔兵魔将退回魔界。\n================================================\n    再后来，我成了幸存人类的守护神，但我还是选择和老人隐居山林，过着清闲的生活……\n\n2、RP<0\n    “年轻人，来，我赠与你我刚铸出的胸甲，咱们要杀了魔神。”老人在院子里试着他的弓箭。\n    一根根淬毒的箭矢，明晃晃夺人二目，冷森森叫人胆寒。\n================================================\n    我们快速的在恶魔大军中突进，不多时就找到了魔神的营帐。\n    “准备，从那边的暗道过去，打他个出其不意。”老人对趴在草丛中的我说。\n    我听到后就暗暗地握紧了手中的剑，点了点头。\n    “好，冲上去，结果了它！”老人暴起冲了上去。\n    我也紧跟脚步相前冲。\n    大恶魔看到了我们皱了皱眉头，眼中射出两道精光，我站的这里立刻爆炸了。\n    不好，暗道塌陷了。我心里咯噔一下，抿了抿嘴唇。没有退路了，上吧！\n    老人在我身后弯弓搭箭，很快的射出了飞蝗般的箭雨。\n    我也准备好拔剑刺击，渐渐逼近了魔神那庞大的身躯。\n\n    魔神看着自己残缺的身体，说道“青山不改，咱们绿水长……”\n    没说完，就被我一剑结果了性命\n================================================\n    再后来，我成了幸存人类的守护神，但我还是选择和老人隐居山林，过着清闲的生活……\n\n    一、信神秘人\n1、RP>0\n    “你快跟我来，我知道魔神的处所，快，跟着我把那里炸了，那里很隐秘，你找不到的。”\n    “嗯，好！”我点头答应\n================================================\n    “就这里了！”神秘人指了指旁边的炸药堆说道，“我没带打火石，你带了吗？带了就点了吧，点了就快跑。如果你没带你可以去买一个。”\n    “好”我答应着。\n    “手下留火！”一声大喝让我陷入了短暂的混乱。\n    “你这混蛋，你想害了天星城么？”眼前出来的是那个老人。\n    “哼，别骗我，上面是魔神营地，不是天星城，你以为这么拙劣的骗术能骗得了我？”神秘人脸上露出了讥讽的笑。\n    “小友，千万别点，不然，天星城不保啊！”老人向我大声吼道。\n    “不好，魔神要出来了，那时候炸就没效果了，你别拦我。”神秘人拿出了匕首向老人刺去。\n    “噗，不行啊……”老人的鲜血缓缓地流了下来……\n    我还没真正的见过杀人，于是眼前一黑，晕了过去。\n    等我醒来，老人不见了，只留下了斑斑血迹（红石）\n    “这下没事了，我还是饶他一条性命吧。”神秘人摇摇头说。\n    我拿出了打火石，点燃了那个木板。\n    “快走，不然容易伤到你。”神秘人跑出了幽深的隧道。我随后也跟着跑了出来。\n================================================\n    “好了，这就出来了，理论上魔神应该被炸死了。”神秘人说道，他被面具遮盖的脸上露出了仇恨的表情，但说完话，脸上浮现了欣慰的笑。\n    “是啊，真不容易……”我也这么说\n    “吼！！人类啊，臣服在我脚下吧！！”远处魔神带着黑压压的魔兵魔将像我们扑来，我看了看身后，是残破不堪的天星城，我骇然的望着神秘人。\n    神秘人带着遗憾的表情说道“真可惜你没死在通道里，不过，没死就当我们的奴仆把！”\n    后来，我就什么都不知道了……\n\n2、RP<0\n    “你快跟我来，我知道魔神的处所，快，跟着我把那里炸了，那里很隐秘，你找不到的。”\n    “嗯，好！”我点头答应\n================================================\n    “就这里了！”神秘人指了指旁边的炸药堆说道，“我没带打火石，你带了吗？带了就点了吧，点了就快跑。如果你没带你可以去买一个。”\n    “好”我答应着。\n    “手下留火！”一声大喝让我陷入了短暂的混乱。\n    “你这混蛋，你想害了天星城么？”眼前出来的是那个老人。\n    “哼，别骗我，上面是魔神营地，不是天星城，你以为这么拙劣的骗术能骗得了我？”神秘人脸上露出了讥讽的笑。\n    “小友，千万别点，不然，天星城不保啊！”老人向我大声吼道。\n    “不好，魔神要出来了，那时候炸就没效果了，你别拦我。”神秘人拿出了匕首向老人刺去。\n    “噗，不行啊……”老人的鲜血缓缓地流了下来……\n    我还没真正的见过杀人，于是眼前一黑，晕了过去。\n    等我醒来，老人不见了，只留下了斑斑血迹（红石）\n    “这下没事了，我还是饶他一条性命吧。”神秘人摇摇头说。\n    我拿出了打火石，点燃了那个木板。\n    “快走，不然容易伤到你。”神秘人跑出了幽深的隧道。我也跟着他向后跑，但是我还是慢了一步，我被无数的炸药炸成了碎末……\n================================================\n    “哈哈哈，那老头死了，这个异魂战体的小孩也死了，我们魔神大人统一三界之期指日可待啊！哈哈！！”神秘人猖狂的在恶魔宫殿外大笑。\n    【天星城外】\n    “吼！！人类啊，臣服在我脚下吧！！”远处魔神带着黑压压的魔兵魔将向天星城扑来。\n    后来，我成了罪人，所有成为奴隶的人都忘不了我，咬牙切齿的看着我以前留下来的东西，似乎要生吞活剥我。\n    不过，我现在是真正的灵魂了，我感觉到了我在想天上飞去。\n    让我在极度冰寒的月宫下好好的后悔吧……\n",
    "replies": [
        {
            "author": "53809310",
            "timestamp": 1377759660,
            "txt_content": "怎么没有人回复，你们怎么看到这文章的？我是点地图那里进来的，我没仔细看，不知道完了没。"
        },
        {
            "author": "Marry",
            "timestamp": 1377760320,
            "txt_content": "这什么……？为什么在文里写代码……？"
        },
        {
            "author": "luxiaochen1984",
            "timestamp": 1377774060,
            "txt_content": "Marry 发表于 2013-8-29 15:12 \n这什么……？为什么在文里写代码……？\n代码是命令方块。不必在意。这是我们做地图的剧本"
        },
        {
            "author": "星E君",
            "timestamp": 1378250160,
            "txt_content": "话说。。。\n\n那个传说中的炎之洞窟在哪里？"
        },
        {
            "author": "凛",
            "timestamp": 1380960000,
            "txt_content": "呵呵地图大爱！！！！"
        },
        {
            "author": "猫小沫",
            "timestamp": 1380965460,
            "txt_content": "天迹灬战狂神 发表于 2013-9-4 07:16 \n话说。。。\n\n那个传说中的炎之洞窟在哪里？\n村外大洞\n"
        }
    ]
}