{
    "title": "Minecraft 亡灵镇魂曲",
    "author": "Minecraft疯记",
    "replyCount": 5,
    "timestamp": 1377769440,
    "txt_content": " 本帖最后由 马赛克了 于 2013-8-29 20:54 编辑 \n\n第一章 穿越MC，异样的身体\n    我的名字叫蒂姆，是一名普普通通的小学生。太阳系地球人，最近我爱上了Minecraf这款游戏，玩得不亦乐乎。有一次，我操纵着史蒂夫在广阔的MC世界奔驰，突然一座木屋引入我的眼帘，这是单人游戏，哪来的木屋？我疑惑地走了过去，屋子里面有块压力板，因为好奇，兴致勃勃地踩下去。没想到电脑里出现一个紫黑色的漩涡，将我卷进其中。\n    睁开惺忪的双眼，眼前是星光闪闪的夜空，一轮方方的明月挂在天上，站起来环顾四周，到处是方块组成的世界，和一座座各种材料筑成的楼房。难不成我像小说里的人物，穿越到了MC世界？我强制保持冷静，发现自己在黑夜中出生，双手是淡淡的惨白色，背上有一把弓和许多箭矢。奇怪，史蒂夫不是长这样子的啊？不管了，现在是黑夜，周围肯定有许多怪物，方才看到楼房里有亮光，肯定有人类居住着，让我去避一避难。想完，我迈起同样是白色的瘦长双腿，大步向亮光的方向跑去。                                             \n\n第二章 史蒂夫的截击\n       在柔软的草地上走着，我心中却生不起一种舒适感，因为得注意四周的怪物。我拿下弓握在手中，观察周围的风吹草动。就在刹那间，一个人影从草丛中跳出，我立刻抽出支箭搭在弦上，紧紧地注视着他。原来是个身着铁甲的史蒂夫，他从容地望着我，在背包中拿出一把铁剑对准我的胸口：“是亡灵帝国的人，杀了他把弓和箭抢走去给铁匠，说不定能买个好价钱。说完便狠狠地砍来，我就地翻滚躲过攻击：什么亡灵帝国，史蒂夫怎么会对我发动攻击？先应付下再说。我以迅雷不及掩耳之势射出支支箭矢，他将铁剑舞得密不透风，将它们全部弹开。我摸了摸背后，只剩一支箭矢。”哼，该我攻击了。“史蒂夫冷笑一声，铁剑直奔我的心脏而来，我举起弓用尽全力抵挡，他的力量是如此之大，震的我虎口迸出了鲜血。眼见锋利的铁剑向我逼近，我的心中产生了一种求生的欲望：我才刚来到这个世界，不，我不能死！这种欲望控制着我的身体，竟空手接住了剑刃，冰冷的血液汩汩地流淌下来，但欲望令我忘却了剧烈的疼痛，双腿借力猛蹬，坚硬的拳头打在史蒂夫身体上，让他打了个趔趄。趁他后退的瞬间，我拿出最后的那支箭，身体像装了弹簧般似的猛地射出，做出一个挑刺的姿势，手中攥死的利箭戳往史蒂夫的心脏，生死在此一搏，今天不是你死就是我亡！“碰”！金属的撞击声，弓箭刺穿他的盔甲，却没有伤他分毫。“你的攻击太弱了！”史蒂夫的嘲讽伴随风声灌入耳朵，他轻而易举地把我击飞，身体就像片小小的树叶落在地面上。他高高举起铁剑走来：“去死吧”！ 难道就要死了吗？寒光闪闪的铁剑如同死神一般，散发着恐惧的气息，准备给予我死亡的绝对审判……                      （未完待续）\n  \n",
    "replies": [
        {
            "author": "Worf丶Horo",
            "timestamp": 1377769740,
            "txt_content": "0.0你敢排几个自然段\n排版好一点不"
        },
        {
            "author": "马赛克了",
            "timestamp": 1377772860,
            "txt_content": "把一二章合二为一怎么样，字数又够，看起来又多。妥妥儿的。否则因为第一章未达标会一直关闭。"
        },
        {
            "author": "Minecraft疯记",
            "timestamp": 1377777180,
            "txt_content": "板猪，能不能把第一章的内容复制给我啊，我才读小学五年级，写的不好请见谅"
        },
        {
            "author": "马赛克了",
            "timestamp": 1377777840,
            "txt_content": "Minecraft疯记 发表于 2013-8-29 19:53 \n板猪，能不能把第一章的内容复制给我啊，我才读小学五年级，写的不好请见谅\nhttp://www.mcbbs.net/thread-168470-1-1.html\n点进去可以复制"
        },
        {
            "author": "Minecraft疯记",
            "timestamp": 1377781620,
            "txt_content": "非常谢谢\n"
        }
    ]
}