{
    "title": "《创作》【书名：造物天堂使】++++++++++",
    "author": "晓风晚月",
    "replyCount": 3,
    "timestamp": 1377774960,
    "txt_content": " 本帖最后由 晓风晚月 于 2013-9-2 20:29 编辑 \n\n   第一章：  这里是日华城，全东华国的一线大都市之一，居住着1030万人口，其中八成——880万人以上是职业者的巨大都市，科学势力的代表城市之一。  清晨就开始下起了倾盆大雨，乌云挡住了阳光。这让每天依靠太阳光照起床上学的海天同学晚起了至少二十分钟。  当社区里面的大钟塔响起了钟声的时候。海天才突然反射性的翻身起床，坐在简陋小屋的床上拿出挂在一边椅子上的校服就开始套在自己身上，社区的大钟塔第一次响铃都至少是八点钟才开始响铃的，而海天的第二节课也是这个时候开始，现在赶过去起码都有上第三节课了。  想到这里，正在穿起第七中学校服的海天慢慢的停下了动作，干脆就下午去好了，最多报个假，谎称自己生病了，毕竟自己的亲人都没有在身边。  摸了摸已经响了许久的肚皮，海天飞快的跑到楼下的小吃店买了一盒快餐。再拎了一瓶矿泉水，一般这就是海天每天的早餐。  “是海天啊，今天怎么没去上学呐？”快餐店的老板挥了挥袖子，以表示早上好，因为快餐店的老板的儿子也是和海天一个年级的，又是同样的第七中学，所以对海天这个年纪的上学时间十分了解。  “哦，今天生病了。”海天支吾了一句，再拎了一瓶矿泉水，付了钱，就连忙上楼了，一般这就是海天每天的早餐。  “叮铃铃……”海天的手机突然响了起来。  还在吃早餐的海天顿时放下快餐盒，拿出了自己放在小桌上的只能够打电话，发短信的烂手机。  拿起来一看，居然是一连串的完全陌生的号码……虽然不认得，但是海天还是认得了开头的区号，竟然是来自国外的电话！海天犹豫了一下，还是按下了接听键。  “喂。请问是谁啊？”  “你是海天吗？”来人是一个中年女子的声音，语气十分着急，几乎是慌忙的说道，并且使用的中国话。  海天犹豫了一下还是告诉了对方，“我是海天，你是谁？”  “你一定要听清楚了，等会会有你不认识的人前来，无论对方怎么说你都万万不要答应他们！你……”对方的话似乎还没有说完就已经被别人打断了通话。  海天怔怔的看着手中的手机，一时间还没有弄清楚着是什么，就在挂断对话的两分钟之后，海天的包租屋的房门已经响起了敲打声。  “开门，屋里有人吗？”一个男子的声音在门的后面响起。海天犹豫着要不要开门。他不知道该相信是电话里的人还是门外的人。  “老大，会不会没在，这个年纪还在读书吧。”一个斯斯文文的声音响起。  “把门撞开算了……”一个粗犷的声音响起。  “打个电话过去，问问那个中学的校长。”一个声音拉得很高的男人说道，他就是这群人的老大。  “不用打了，老大，楼下那个小吃店的老板说这小子今天没去学校，说是生病了。”  “我最讨厌生病了……”一个粗犷的声音响起。  就在这个时候，海天手中的手机响了起来……海天连忙关掉了手机，这不关还好，门外的人还可以以为海天没有带手机出去了。这一关掉就是明摆着告诉别人自己在里面啊！  “那小子在里面！”一个粗犷的声音响起。  “我来撞门！”  “还是拆了更好。”  “我带了电锯……”  “我还带了纳米军刀！”  这时，他们的老大突然挥了挥手，示意他自己来，“海天，我知道你在里面，也知道有一个女人和你谈了话……”  “我怎么相信你们？”海天大声说道，通过猫眼看到了对方。  一群身穿黑色西装的男人，一个巨无霸体型的胖子，一个只有一只手的，一个瘦成骨架的瘦高个，还有一个看起来是十年没有剃过胡须的老头，带头的是一个看起来有三十多岁的健壮男士。  “呵呵，你不用被我的一帮蠢货手下给吓到，如果你愿意开门，我保证你可以见到你的父母亲，你应该十年没见到你的父母亲了吧。”门外的男子面带笑意的说道。  海天叫道：“我可是听见了你们说要拆了我家门，硬闯进来的。”  “都说了我的手下都是一群蠢货，你不用太和他们计较，毕竟我们也是为了完成任务。”  “你刚才也说了是任务，是谁让你们来的？”海天透着猫眼问道。  “你如果愿意和我们走，你自然会知道这一切的。”男子说道，握住了外面的门把手。“你要知道，如果我愿意，你是挡不住我们进来的。”  门突然被打开，门外的男子一脸笑意。  海天看了他一眼：“我和你们走。”    ……  空气之中带着刺骨的冰冷，将整座大都市笼罩起来，趴在大楼屋顶隐藏着身影的少年微微眯起眼睛。  少年的双手握着看起来与他极不搭调的巨型枪。不，这已经不是“不搭调”可以形容的了，因为这把巨型枪全长两百二十四公分，比少年的身高还要长得多。  阎王执笔V-01。  改良于战争学院中，号称可以从两千公尺远的距离击毁战车的对战车用狙击枪(贝瑞塔(Barrett)M82A1)，本来，这把狙击枪由于后座力太强，设计者认为连发功能并不实际，因此未加入连发功能，而阎王执笔V-01便是将这种枪械硬加上连发功能后的实验枪。  阎王执笔V-01之可怕，光后座力就可以把一些廉价的安全帽震得粉碎。但是，身材不算是强壮的少年却将它完全掌控在手中。承受街击的诀窍不是压制而是吸收，是疏而非堵。少年的学习装置经过十四天的资料输入，成功地学会演算“阎王执笔V-01”所释放的冲击力道，并且导引出最有效率的承受方式。  屏住呼吸的少年，透过冰冷的望远镜头，瞄准六百公尺远的“目标”。  海天已经和那五名西装男子走出了社区大门，前往一辆不知名品牌的小车。  “如果那个叫海天的男孩跟那群人走的话，不惜一切代价，狙杀那个男孩！绝不能让他和他们离开这里！狙杀了，你的任务就完成了。不然，后果是你我无法承担的！”  少年望着快要接近小车的海天，此刻海天已经被五名西装男子暗中保护起来，没有留下一点空隙。  少年知道如果任务无法完成，也就是无法狙杀那个男孩，任务失败的结果就是被组织淘汰，淘汰的结果没有人知道……  “目标锁定，横风向强劲……准星左移……”  少年唯一的机会就是利用穿甲弹打穿一名西装男子，轰杀后面的海天。  走在前面的带头男子对着身后的海天挥了挥手，说道：“你现在和我们走，以后就会一直和我们见面的，在外面组织里面，没有流行真名的，全部用的是代号，那个又胖又傻的代号是泰坦，瘦高个代号是刀人，这个斯斯文文的代号是判官……”男子一个一个介绍道，最后说到了自己，“我嘛，代号笑面虎……”  这个时候楼顶上的巨型枪少年已经瞄准成功，发出了唯一的一炮。破甲LV-8——！  “狙击已完成——！”  电子合成音响起在一个破铁实验室里，一个超大的三百六十度的全方位显示器正播放着这一切的一切，而这一切一共有一百多名白衣制服的人看着。  显示器之上，巨型枪少年的破甲LV-8已经发出，整个人因为后坐力也完全无法保持刚才的那股状态，满头都是冷汗，头发都已经被淋湿了大半。  一百多名白衣制服紧张的看着显示器上的视频，为了海天不被那群西装男子带走，他们只好出此下策，他们知道无法击败那些西装男子而留下海天，但是轰杀掉海天还是有一丝可能性的。  破甲LV-8向着瘦高个刀人飞去，只要能够击穿他，后面的海天也一定会被轰杀掉的。  但是破甲LV-8的使命没有这么顺利。  刀人举起了一只手，这让没有发现破甲弹的海天有些茫然。破甲LV-8在距离刀人一百米之外的时候突然停在了半空中，但是它依然在冲刺！  白衣制服似乎已经找到了答案，纷纷坐回了位置上，大部分都在叹息，是因为巨型枪少年和破甲LV-8是他们最大的胜算，而现在很明显最大的胜算也没了。  刀人的手瞬间挥下，破甲LV-8,也随同向地面冲去。  “轰！——”  破甲弹毫无疑问的落在了刀人一百米以外的水泥地板上。强大的冲击力让整块半径大约三米的水泥地瞬间出现一个巨型空洞！！  刀人拍了拍手，显得毫无压力的样子，但是这拍了拍手的动作已经给了楼顶上的巨型枪少年带来了无比的压力。  “行动失败！目标存活。”电子合成音再次响起。“三级警告！三级警告！十八号处于极度危险状态！——再次警告！再次警告！十八号已经暴露！十八号已经暴露！……”  这个时候，笑面虎的手中不知不觉飞出了一个手榴弹，不可思议的悬浮在空中，然后更加不可思议的一个变成两个，两个变成四个……",
    "replies": [
        {
            "author": "晓风晚月",
            "timestamp": 1377775380,
            "txt_content": "我要投诉！我的变色卡怎么没有用！！！"
        },
        {
            "author": "Terry39",
            "timestamp": 1377775800,
            "txt_content": "为什么要佚名？很值得深思"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1377775860,
            "txt_content": "Terry39 发表于 2013-8-29 19:30 \n为什么要佚名？很值得深思\n赛尔号同学你好，这里是地球，不是每个人都把自己的名字踩在脚下的"
        }
    ]
}