{
    "title": "【v1.3.3-17】[更新转新帖][1.7.10/.2/1.6.4][SSP/SMP]血魔法：炼金巫术【潜渣汉化",
    "author": "5160551",
    "replyCount": 99,
    "timestamp": 1377857340,
    "txt_content": " 本帖最后由 5160551 于 2016-8-19 19:45 编辑 \n\n血魔法：最好程度的炼金巫术！\n\n\n\n你有没有曾用过一个Minecraft的魔法mod，但认为太乏味？制作下一样更高级的物品并不会涉及到足够的危险？厌倦了那些生物只是盯着你看而毫不关心这个世界？那好，我很高兴你来到这里！\n\n血魔法是一种神秘的艺术，是由法师试图练习通过一种被禁止的材料——血液 来收集大量能量。即使它确实能授予大量的能量，但每个执行这种有一定危险性的魔法可能会是致命的。我已经先警告过你了。\n\n\n\n由于测试版本v2.0.0的前期发展与先前有些差别, 于是想想还是另开新帖吧. 查了下版规似乎问题不大x.\n新版传送门\n\n\n\n\n搬运汉化经作者许可原帖窝询问作者是否允许的页面（429-431楼窝回复和作者准许）\n【血魔法Mod】关于游戏中的书本翻译qwq，如果你有闲暇时间并且有翻译能力，请稍微看下感谢！http://www.mcbbs.net/thread-473095-1-1.html\n\n\n\n版本更新日志 ,搬自原帖上0.4.1(即窝开始汉化的版本)后的更新日志,也包括之后些没汉化的版本,但是因为这也包括在再后来汉化的内容中所以也有,有些翻译渣渣甚至没翻勿喷QWQ1.3.3-6 \n- 修复虚空仪式.\n- 修复工具法术关于红石的作用\n ore - Blocks.lit_redstone_ore 没有一个物品...\n- 修复 LP条的渲染.\n\n\n- Fixed the Void sigil so that it now works.\n- Fixed the tool paradigm silk touch on redstone ore - Blocks.lit_redstone_ore does not have an item...\n- Fixed the LP bar rendering.\n1.3.3-2\n- 添加在游戏中的书! 这可以通过制作一个\"邮购目录(Mail Order Catalogue)\"然后把它扔到地上来获得.\n- 添加焚香(Incense)系统! 这是一个利用平凡的材料来是自我牺牲获得更高效率的便利方法\n- 修复传送器使得它可以传送两边的玩家 (this was an offset issue)\n- 传送器现在可以将玩家和实体传送到不同世界!\n- 集合印记现在可以通过 \"shift+右键\" 换出GUI界面. 而更换其中的印记, 你现在需要拿着印记按下 shift并使用鼠标滚轮.\n- 修改了幽影屏障仪式, 现在他可以用主仪式石下的箱子，在球形边上放置方块.\n- 仪式推测仗现在将自动建造仪式, 即点一下将自动的逐个放置仪式石, 而不用一直点着, 当拿着并将鼠标对着主仪式石时将会有一些半透明的方块轮廓.\n- 于满月收割仪式的处理中添加农业工艺(AgriCraft)的农作物\n- 修复当影桥印记在玩家装备中时硬壳方块的啥情况【.\n- 添加了\"新月之血(新月之血)\" 仪式, 它将从地下取出一块球形范围的方块移到空中.\n关于新增内容的信息, 请读书的内容吧! 我希望你能希望这之中的内容!\n- Added in-game books! These can be obtained by crafting a \"Mail Order Catalogue\" and throwing it on the ground.\n- Added the Incense system! A handy method of scaling Self-Sacrifice to higher efficiencies by utilizing \"mundane\" materials. More detailed information can be found in the book \"The Alchemist.\"\n- Fixed the teleposer so that it may telepose players both directions (this was an offset issue)\n- Teleposers may now telepsoe players and entities across dimensions!\n- The Sigil of Holding now has a GUI that is brought up by shift-right-clicking. To cycle between sigils, you now use your scroll wheel while the sigil is selected.\n- Changed the Focus of the Ellipsoid ritual so that it now places blocks in the ellipsoid using blocks in a chest below the MRS.\n- Ritual Diviner now auto-constructs rituals, and in SSP (will be fixed for SMP later) it will show a ghost outline of the blocks of the ritual when moussing over the MRS.\n- Added AgriCraft crops to the Harvest Handler\n- Fixed Phantom Bridge being derpy when in the player's armour.\n- Created the \"Blood of the New Moon\" ritual that will rip up a sphere of earth from the ground and into the air.\nFor more info about the items, read the books! I hope you will enjoy them!\n1.3.2-1\n- 再一次, 修复一堆bug. 它们真的让我很不开熏, 不过嘿, (它们并不难找到?)they don’t get kick-ass armour!\n- 总算添加了计划: 欧米伽(Project: Omega)! 这将是一套棒得多的装备(个人主观) . 请看看相关的条目吧（搬运贴暂无，请转隔壁教程贴_(:з」∠)_）.\n- 添加了破晓(Dawn)仪式石和铭文工具 (六层祭坛上萤石获取), 以及一个能够放置这类仪式石的提升后的仪式推测仗. \n- 暂时移出了书避免大多电脑的延迟 – 不久后将完成!\n- 添加里一个能够进行自动合成的仪式. 很好!\n- Once again, fixed a lot of bugs. They aren’t really happy at me, but hey, they don’t get kick-ass armour!\n- Oh, and also added Project: Omega at long last! This grants a lot better armour (subjective) to the user. See the relevant section.\n- Added the Dawn ritual stone and scribe tool (glowstone block inside of a T6 altar), as well as an upgraded Ritual Diviner in order to place the stones. \n- Temporarily removed the books to stop lag from a lot of computers – these will be finished soon!\n- Oh, also added an Autocrafting ritual. Oh well!\n1.3.1-1\n- 修复了一堆bug. 希望足以让人们快乐~\n- 添加了些仪式推测杖的变更\n- 灵魂受损(SoulFray)效果不再能被牛奶除去了\n- 添加了传送器黑名单\n- 为 虚灵之手(Orchestra of the Phantom Hands) 仪式完成了基础效果\n- 普通的处理\n- 修复压缩印记. 问题似乎是由于它觉得最好的压缩物品方式就是把玩家压出他们的服务器. 别这样伙计，不要把我打包成.rar文件!\n- 添加更多的伪造玩家检测\n- 最初的书本 - 但是还没有材质, 所以很明显的它应该还没有完成.\n- 可能现在通过MineTweaker加入了流星范围(meteor paradigms) - 不要问我怎么弄, 它并不同于我所了解的使用方式!\n- Fixed a LOT of bugs. Hopefully enough to keep people happy~\n- Added a few Ritual Diviner changes\n- Soul Fray can no longer be cured by milk. Sowwie!\n- Added Teleposer blacklist\n- Finished the base effects for the Orchestra of the Phantom Hands ritual\n- General cleanup\n- Fixed the compression sigil. It seemed to have it in its head that the best way to compress things was to compress players out of their servers. Don't .rar me, bro!\n- Added moar fake player checks\n- Initial book stuff - since it doesn't have a texture, it should be rather obvious it isn't done.\n- Possible to now add meteor paradigms via MineTweaker - don't ask me how, it's not like I know how to use it!\n1.3.0b-3\n- 关于和风之唤的复制物品bug做了可能的修复\n- 添加一个恶魔入侵的内容在配置文件(config)中 - 如果你重生在一个恶魔传送站，它将会有限量的生成恶魔\n- 移除恶魔入侵没必要的层数\n- 添加一些灵魂网络的命令\n\n- Potential fix for Zephyr dupe bug\n- Added a demon limit to the config - if you spawn in a Demon Portal, it will only spawn demons to a limited quantity\n- Removed unneeded tiers for the Demon Invasion.\n- Added a few SoulNetwork-editing commands (courtesy of Arcaratus)\n- Backend stuff for Project: Omega, which has been removed for this version.\n1.3.0-1 (该版本无汉化)\n- 添加LP槽，根据你目前最高级的气血宝珠显示LP值 - 再次使用一个绑定于你的气血宝珠来激活这个特性\n- 添加恶魔入侵系统。内容以及基本完成，但可能还不太平衡。初始阶段已经完成，其他更多的会赶上。如何激活请参考第八个开发者解说 (之前用的VPN目前没法用，视频暂时无法搬运请谅解_(:з」∠)_ ) \n- 添加新的法术附属方块 - 它们需要生命和灵魂碎片 (来自恶魔入侵)\n- 添加一些新的恶魔，修复恶魔村民的路径算法\n- 添加祭坛第六层，以及随之的新宝珠。第六层祭坛需要再19个符文，并且放置需要类似于第五层符文的放置方式——水平离3格竖直1格。然后柱子则是石柱的顶端(碎片集晶, 可以查看下NEI)高于大血石砖一格。第六层的宝珠则得通过向一个碎片集晶注入200k LP获得\n- 添加一个(有缺陷的)显示槽 用于测量试剂 为之后一个隐匿更新。\n\n- Added LP bar that shows the LP depending on your current highest orb - reuse an orb bound to you to activate this feature\n- Added the Demon Invasion system. Most of it is done, however may not be completely balanced. The initial stages are done, and more will follow. Refer to my 8th Developer Commentary (https://www.youtube.com/watch?v=M2TtEEq-CTo ) for how to activate.\n- Added the T4 Spell Enhancement blocks - they require Life and Soul shards (from the demon invasion)\n- Added a lot of demons, fixed demon village pathing algorythms\n- Added T6, including the new Orb. The T6 is made by taking 19 runes and adding them similar to how the T5 runes were added - 3 out in total and one down. Then pillars such that the cap stone (Shard Cluster, see NEI) is one higher than the BloodStone block. T6 orb is made by infusing a Shard Cluster with 200k LP.\n- Added a (disabled) bar for measuring reagents for a future seeecret update.\n1.2.1a\n- 修复压缩印记，当你没什么物品需要压缩时照成的一点点延迟\n- 关于炼金术台的一点啥, 详细是啥不太清楚:3【你够了！\n- 稍微修改了下仪式石\n- 修复悬幽石板, 使其能够制作\n\n- Fixed Compression sigil to be less laggy when you have nothing to compress.- Allowed the Alchemy set to be ISided - this means that orb slot and input items can be shoved in sides and top, and result pulled from bottom.- Changed the Ritual Stones slightly because #Alex.- Fixed Ethereal slate so it is craftable. Oops!\n1.2.1\n- 添加几个灵魂网络项目, 便于插件制作者的开发\n- 继续恶魔入侵系统的工作\n- 修复些仪式和药水的效果照成崩溃的情况\n- 添加了 [创造模式]牺牲匕首 , 以及创造模式背包中 满的钟罩\n- 挖掘仪式不再破坏不可破坏的方块\n- 传送器现在可以正确地传送 FMP 的结构\n- 仪式推测杖 现在可以通过右击非仪式方块 来改变摆放仪式的朝向\n- 让血液看起来更像血，以及赋予流动材质\n- 添加了 血液背包, 促进符文, 丰收印记, 以及 压缩印记.\n- 添加了 血红盔甲 本身的物品材质.\n- (是的, 我(原作者)削弱了绿丛印记的作用)\n- 在配置文件中添加了是否使用约束装备的模型\n\n- Added several Soul Network events for addon makers to exploit\n- Continued work on the Demon Invasion system\n- Fixed a few rituals and potion effects so crashing does not occur. Crashing is kind of bad.\n- Added creative dagger, added filled belljars to the Creative tab\n- Crusher ritual no longer breaks through unbreakable blocks\n- Teleposers now properly telepose FMP structures\n- Ritual Diviner now can cycle directions by right-clicking on non-rital blocks\n- Made blood look more like blood and made the texture flow\n- Added Blood Letter's Backpack, Rune of Acceleration, Sigil of the Harvest Goddess, and Sigil of Compression.\n- Added proper item textures for Sanguine armour set.\n- (Yes, I nerfed the green grove sigil)\n- Added config to allow disabling of Bound Armour's custom model\n1.2.0\n- 添加5个新仪式: 幽影屏障(Focus of the Ellipsoid), 蒸发之曲(Song of Evaporation), 守护至圣(Ward of Sacrosanctity), 罪恶遮纱(Veil of Evil), 盛宴之歌(Requiem of the Satiated Stomach).\n- 添加新的炼金元素系统, 用于提升仪式赋予各种效果\n- 完成添加神秘时代整合的血红盔甲 - 将神秘盔甲(神秘胸甲, 神秘护腿, 神秘靴子)丢入绑定仪式.\n- 添加一个新的约束盔甲模型. \n- 修复一大堆Bug，并添加更多插件支持\n- 添加药水效果灵魂受损(Soul Fray)降低自我牺牲所给予的LP, 并降低约束盔甲的保护. 坚强灵魂(Soul Harden)增加约束盔甲的保护\n- 如果你有生命恢复II或更高，并位于祭坛周围，你将会得到饥饿效果\n- Added in 5 new rituals: Evaporation, Ellipsoid, Veil of Evil, Ward of Sacrosanctity, and Requiem of the Satiated Stomach.\n- Added in the new Reagent System, a system that is used to upgrade rituals with a variety of effects - see bottom fo Item/Blocks section.\n- Finished adding in the Sanguinmancy Set - throw in Thaumaturge robes into the Ritual of Binding.- Added a new badass Bound Armour model. \n- Fixed a bunch of bugs and added a lot more Addon support\n- Added Soul Fray to limit self-sacrifice on death, and lowers Bound Armour's protection. Soul Harden increases the protection of Bound Armour.\n- Added hunger near an altar if you have regen II or higher\n\n1.1.0\n- 添加了两个新仪式：满月收割和永魂之泣\n- 添加了超容符文(这次丢出去的汉化 没搞清作用翻译成了高能符文 相当抱歉 下个版本将会改正)\n- 纠正了速度符文 每个+20%速度\n- 将增容符文+15%调整为+20%\n- 添加工具范式到高级法术系统中\n- 修复一些生物的故障/崩溃\n- 和风之唤现在可以升级并遵循NBT\n- 添加见解印记用于更好的精读祭坛信息\n- Added in two new rituals: Reap of the Harvest Moon and Cry of the Eternal Soul.\n- Added the Rune of Superior Capacity\n- Recorrected the Speed Rune to +20% per rune\n- Adjusted the Rune of Augmented Capacity to be +20% instead of +15%\n- Added the Tool Paradigm to the Complex Spell System\n- Fixed a few mob glitches/crashes\n- Call of the Zephyr is now upgradeable and respects NBT data\n- Added the Sigil of Sight for better altar perusal\n\n1.0.1g\n- 修复和风之唤一个相当不好的Bug，两个版本应该都修复了\n- 修复生命本质在容器中表现的Bug\n- (1.7.2)使仪式更小可能崩溃\n- Fixed a rather nasty bug with the Call of the Zephyr ritual. Should be fixed in both versions.\n- Fixed bug with LE rendering in tanks\n- (1.7.2) Made the Ritual system much less likely to break when a modder adds a new ritual.\n\n1.0.1e\n- 修复炼金术台的另一个Bug\n- 新增了水之印记和熔岩印记在一个容器中添加它们相应液体的功能，虚空印记则同样能做相反的事。目前只能用于没有GUI的容器中\n- 修复空的集合印记(NPE?)\n- Fixed another bug with the alchemy set. Now will properly decrement the items.\n- Added the ability for the water and lava sigils to deposit their fluids in a tank, and for the void sigil to do the same in reverse. Only works on tanks that do not have GUIs, so far.\n- Fixed NPE with empty Sigil of Holding.\n1.0.1d\n- 修复了炼金术台复制物品的Bug\n- 改写了炼金民谣\n- 添加了和风之唤仪式\n- 更新了1.7.2的NEI支持\n- 1.7.2现在支持神秘时代整合\n- 新增了挖掘仪式的升级\n- Fixed bug with the alchemy set duplicating items\n- Reworked the Ballad of Alchemy to be more friendly. That sinister feeling is just your imagination...\n- Added the Call of the Zephyr ritual.\n- Updated 1.7.2 version to include NEI support.\n- Thaumcraft integration now supported in 1.7.2\n- Added some nifty upgrades to the Ritual of the Crusher. Best look them up!\n\n1.0.1c\n- 允许更多印记绑定到集合印记\n- \n- 修复挖掘仪式一个奇怪的问题\n- 添加可以设置去掉mod增加的药水效果到config中\n- 修复一个绿丛印记的问题\n- 一些其他的东西，我忘记了！怎么，我生病了！：3【←作者更新日志原话\n- Allowed most sigils to be bindable to the Sigil of Holding\n- Told off the demons being bound to the pickaxes, so the binding ritual now works more than once\n- Odd issue with Crusher ritual fixed\n- Allowed a config to give access to removing potions from the Alchemy set\n- Fixed client sync issue with Sigil of the Green Grove\n- Bunch of other stuff that I forget about! What, I'm sick! :3\n1.0.0c\n- 修复1.7.2的主仪式石(NPE?)\n- Fixed a NPE with the 1.7.2 version of the mod in the Master Ritual Stone\n1.0.1a\n- 修复一个仪式使游戏崩溃的bug\n- Fixed a bug with rituals crashing the game\n1.0.1\n- 添加抑液印记，以及两个新仪式\n- 修复影桥方块\n- 扩大重生仪式、苦难之井、羽刀仪式的范围\n- 还添加了血魔法API，没什么\n- Added the Sigil of the Dome, as well as two more rituals.- Fixed the Sigil of the Phantom Bridge's blocks, so that no matter what block you place it should keep it's proper nature.- Extended the range of the Ritual of Regeneration, Well of Suffering, and Ritual of the Feathered Knife.- Oh, also added the Blood Magic API. No big deal.\n1.0.0b\n- 添加水下呼吸药水到药水表中\n- 修复溺水效果，使其只在你没有水下呼吸时生效\n- 修复一些bug\n- Added water breathing potion to the potion list.\n- Fixed the Drowning effect so it only works if you don't have waterbreathing on\n- Fixed a bug where an item could kill you multiple times\n- Fixed a related bug where the mod could kill you even if you still have half a heart left.- Updated 1.7.2 version to current Blood Magic version\n1.0.0a\n- 添加冰效果到炼金术，以及修复些啥\n- 修复尘土环境格斗法术\n- 更多的普通修复\n- Added ice recipe to alchemy, and fixed Mycelium\n- Fixed the Earth Environmental Melee spell\n- More general fixes\n1.0.0\n- 添加一个法术系统！以及许多的新药水！\n- 添加“炼金之谣\"仪式\n- 为有抱负的血法师添加一些有用的炼金术合成方案\n- 使NEI支持血之祭坛和炼金术台！\n- Added in the spell system! And, like, dozens of new reagents!\n- Added in the \"Ballad of Alchemy\" to help with alchemical needs\n- Added a few helpful alchemy recipes for the aspiring blood mage.\n- Added in NEI support for the Blood Altar and the Alchemical Chemistry Set! Thank joshie for that one!\n0.7.3c\n- 修复个恶魔石板的问题，貌似是这样吧0w0【？\n- Fixed an \"oops!\", so Demonic Slates are now craftable.\n0.7.3b\n- 为神秘时代4.1更新神秘时代API。这应该使得这两个mod兼容。\n- 修复促进药水效果在服务器延迟的问题，并且让它的工作方式略微不懂\n- 修复合成问题。\n- Updated the TC API to TC 4.1. This should allow the same mod to work on both.\n- Fixed a server lag issue with the Boost potion effect, and made it work slightly differently.\n- Fixed recipe issue. Craft away with the altar!\n0.7.3\n- [1.6.4]修复与星系mod的问题。\n- [1.6.4] Fixed the issue with Galacticraft. Also, there is now only one download since I added stuff for Thaumcraft that will fix some shenanigans!\n0.8.0a-修正一个血之祭坛的问题。\n- Fixed a major issue with the Blood Altar registry\n0.8.0\n-1.7.2终于更新啦！\n- Has finally updated to 1.7.2! The lightning bug is Vanilla (I swear!)\n0.7.2a\n-修正一个关于灵魂网络的潜在问题\n-为元素精灵添加盔甲（将有更多调整）【前半句不太确定，不知道是不是这意思\n-删除血液光芒的碰撞箱\n- Fixed a potential issue with the Soul Network after reworking it from earlier.\n- Added armour to Elementals (more tweaks coming).\n- Removed Collision Box from the Blood Lamp.\n0.7.2-修正bug\n-(′?ω?`)不太清楚唉\n-添加了两个仪式。一个使生存能像创造一样飞行，一个能召唤带着矿物的陨石。\n-添加一个印记。可以放置光源\n-添加一个约束钥匙。可以钥匙的所有者绑定到其他未绑定物品上。\n-能源火箭筒。哇！\n- Fixed the issue with Elementals randomly disappearing and bringing the server to its knees.\n- Added more bad-ass effects to Elementals. If you swing at them wildly, they will respond in kind.\n- Added in two more rituals: one that adds creative flight, and one... that summons meteors. Yup.\n- Added in a sigil that can summon forth light sources.\n- Added a key of binding that will allow you bind items to another network. See the section in the Items of Power.\n- Energy Bazooka. Woot!\n0.7.0a\n-修复些小bug，修复盖娅的转换仪式，降低磁引印记的成本。\n- Small bug fix, as well as fixing the cost to Gaia's Transformation, as well as decreasing the cost of the Sigil of Magnetism from 50LP/10 seconds to 50LP/30 seconds.\n0.7.0\n-血祭坛的石砖柱现在可以是任何非空气方块。\n-添加了磁引印记(Sigil of Magnetism)，羽地仪式(Ritual of the Feathered Earth)和盖娅的转换仪式(Ritual of Gaia's Transformation,简:盖娅仪式)。\n-添加“觉醒激活水晶”，能激活更强的仪式。请注意以后可能有更多的仪式需要这个。\n- Blood Altar pillar's stone bricks can now be any non-air blocks.\n- Added the Sigil of Magnetism, the Ritual of the Feathered Earth, and the Ritual of Gaia's Transformation.\n- Added the \"Awakened Activation Crystal,\" which activates powerful rituals. Be aware that more rituals may require this in the future.\n0.6.5c\n做了一些轻微的调整...没有其他东西的添加\n- Did some minor rebalancing, along with adding a config to adjust the alchemy reagents found in dungeon loot chests. This may make one psychic pokemon happy!\n- Other than some minor tweaks, such as the Ritual of Magnetism's range being buffed to 7x7, nothing else has been added.\n0.6.5\n-添加了些Thaumcraft(神秘时代mod)整合!现在有一个Sanguine Helmet,预计很快就会有更多的东西!\n-添加了仪式推测杖,这将有助于放置仪式石.\n各种修改，好吧我承认我又想偷懒啦别打窝QWQ……\n- Added some Thaumcraft integration! Now has a fancy Sanguine Helmet, that acts similar to the Goggles of Revealing. Expect more stuff soon!\n- Added the Ritual Diviner, which will help in placing ritual stones around a Master Ritual Stone.\n- Using a Teleposer to attempt to hop across dimensions no longer sends you to Limbo. There are other plans to send you there, though! In more, err, controlled ways.\n- Fixed a variety of bugs that were causing some grief.\n- Runes of Dislocation no longer act in a linear fashion. Gotta love exponential return!\n- Updated the OP so that it now has the CORRECT recipes! Oops.\n0.6.4-添加了三个新仪式,用于自动产生LP.\n-修改了炼金术,允许再填补药瓶.\n-修正了炼金术和恶魔召唤一些不工作的合成方式,现在应该可以用.希望是吧,如果不行请让我知道...(现在可以通过按shift键对着用于炼金术的物品查看该物品的材料)\n- Added three new rituals to the Ritual section, designed to help automate LP generation.\n- Revamped the Alchemy system slightly to allow refilling of alchemical flasks. The stronger the refilling agent used, the more likely that your flask will be filled!\n- Fixed the alchemy system and the Demon Summoning systems not having some recipes working. Should work now! Hopefully. Let me know if it doesn't...\n0.6.3a\n-暗黑元素精灵发现有很多问题,已经修正\n-紊乱符文增强到+10LP/s,而初始传递为20LP/s\n- The Shade Elemental was giving a lot of issues, and has been removed for the time being.\n- The Rune of Dislocation has been buffed to +10LP/s, and the base transfer is 20LP/s.\n0.6.3\n-添加三个新符文!\n-还调整了血祭坛的操作.\n- Added three new runes! See them in the Blood Altar/Rune section\n- Also tweaked the Blood Altar's operation. Make sure to read up on how it now works with fluid input and output. That is also in the Blood Altar section!\n0.6.2,有汉化(1.6.4)\n-确定了一些小故障会发生,现在解决了.\n-约束工具添加了\"野兽模式\".一定要了解这些后再继续...\n-添加了五种仪式.其中包括磁化仪式,你会喜欢这个的!\n-还添加了一个物品——装甲约束者.它可以压制你的约束装备的能力.\n- Fixed a few glitches that have occurred, and are now resolved.\n- Added a \"Beast Mode\" to a few of the Bound tools. Make sure to read up on these before continuing...\n- Added five more rituals, which includes the Ritual of Magnetization. You'll enjoy this!\n- Also added an Armour Inhibitor item, which suppresses your Bound Armour's abilities somewhat when active.\n0.6.0a,有汉化www(1.6.4)\n-修正些合成方式和血祭坛的白痴问题.强烈建议更新到这个版本.-占卜印记现在可以告诉你祭坛的层数了,这样你能更好的确定到底有没有搞错.\n- Fixed some idiotic problems with some recipes, as well as the Blood Altar. It is highly recommended to switch to this version.\n- The Divination Sigil may now tell you what tier your altar is at, making it easier to determine if you mess up!\n0.6.0,无汉化(汉化一半就见原帖出0.6.0a了于是就没继续)\n-添加了Teleposers,你将会在这中得到很多乐趣.即使他们有微小的变化,这是因为它被改变,我的Dev Com 5可以解释得很好.\n-改变了一堆合成方式.\n- Added the Teleposers. You are going to have fun with these. Even though they have changed slightly since it was recorded, my Dev Com 5 explains it very well.\n- I have changed a TON of recipes. The OP is going to be edited in the next few days to accommodate this, but the main change is that your blood orb is no longer consumed on crafting. Because of this, Blank Slates are used for the LP costs of the items (they are now created my infusing stone) such as the Blood Runes and all other shenanigans. If you are confused about the new recipes, either read a few tool-tips, OR use the mod Not-Enough-Items if you haven't been already.\n0.5.2,无汉化\n-添加液体血液,你可以通过在一个祭坛上为一个桶填充而获得一个血液桶.不过还没有方法把液体血液填充到祭坛中.\n-修改些关于祭坛的问题that would give it negative essence. That is obviously a no-no.\n-法术的成本现在减少了.\n- Added liquid blood - there, I said it! You can get a bucket of the stuff by infusing a regular bucket in a tier 1 or above altar (any altar). However, the blood can not be placed back into the altar without ... other means.\n- Fixed some issues with the Blood Altar that would give it negative essence. That is obviously a no-no.\n- Spell costs are now lowered. They were, in the words of matpower: \"Too damn high!\"\n0.5.1e,无汉化\n-调整了约束装备.如果你添加一个气血宝珠到装备中,所有升级更新的成本将减少!强大的宝珠甚至可能使得完全不需要成本...\n- Tweaked the Bound Armour. If you add a blood orb to the armour, all upgrade refresh costs are diminished! Strong orbs may even completely negate them...\n0.5.1d,无汉化\n-修正禁止仪式和Ritual of Containment(0.4.1之后的版本的仪式,还没了解),减少了崩溃情况!\n-不稳定仪式的一个类似问题得到修正,并将不再崩溃.\n-The Sacrificial Knife no longer works in the Thaumic Tinkerer Tool Dynamism Tablet (so many T's...), and will thus no longer give blood from an inanimate object.\n-The Lava Crystal has received a potential fix when used in IC2 machinery.- Rituals of Interdiction and Containment have received fixes. No more chain crashes!\n- A similar issues has been resolved with the Imperfect Rituals, and will no longer crash.\n- The Sacrificial Knife no longer works in the Thaumic Tinkerer Tool Dynamism Tablet (so many T's...), and will thus no longer give blood from an inanimate object.\n- The Lava Crystal has received a potential fix when used in IC2 machinery.\n0.5.1，(1.6.2最新版本(0.5.1b),1.6.4的该版本无汉化)\n-更新了1.6.4的版本!\n-Fixed an issue with IC2 furnace things and the lava crystal. Don't mess up, or else it will go -nom nom nom-!\n-添加了一种buff药水,祝你能找到他!- Update to 1.6.4! Updates will be backdated for a while.\n- Fixed an issue with IC2 furnace things and the lava crystal. Don't mess up, or else it will go -nom nom nom-!\n- Added a secret buff in the potions. Good luck finding it!\n0.5.0,无汉化\n-添加了恶魔召唤和药水酿造!你可以完全的自制药水,以及有一个守护者在周围保护你!炼金术(药水酿造)和恶魔召唤的内容待了解.- Demon summoning and potion brewing has been added! You can make fully customizable potions, as well as have a guardian around to protect you! Details are in the sections \"Alchemy\" and \"Demon Summoning 101.\"\n0.4.1,开始汉化的版本(1.6.2)\n-开始汉化搬运的版本,内容帖子里\n\n1.2.1a后搬运汉化更新日志\n主要扯些主要的更新(新增内容与重要修改)以及汉化与原文吧，当然还有汉化的修正修改_(:з」∠)_\n1.3.3-17\n- 添加新的命令文本\n\n1.3.3-11\n- 添加 仪式拆卸仗(Ritual Dismantler)\n- 更新了书本-血染知书(Sanguine Scientiem) 汉化的部分内容\n- 添加了一堆新成就\n\n1.3.3-4[书未汉化] (包含一部分之前版本的更新, 1.3.1-1到该版本由于网络原因汉化没跟上)\n- 修正汉化: 坚强灵魂 改为 灵魂强化[Soul Harden]\n- 新增仪式: 欧米伽式[Symmetry of the Omega], 熔魂合奏[Duet of the Fused Souls], 锻造韵律[Rhythm of the Beating Anvil], 虚灵之手[Orchestra of the Phantom Hands], 新月之血[Blood of the New Moon]\n- 新增 焚香(Incense)系统: 方块 - 香炉[Incense Crucible]；物品(名称多另起名) -木灰粉末[Wood Ash], 玫香粉末[Byrrus], 晶香粉末[Livens], 翠香粉末[Viridis], 紫香粉末[Purpura]\n- 新增 欧米伽项目[Project: Omega], 仪式 -欧米伽式[Symmetry of the Omega]；装备(风土火水四套) -欧米伽盔甲[Omega armours]；方块 -图符: 魔咒专家[Glyph of the Adept Enchanter]/ 神秘潜能[Glyph of Arcane Potential]/ 刚硬稳定[Glyph of Rigid Stability]\n- 新增物品: 邮购目录[Mail Order Catalogue], 末影碎片[Ender Shard], 输入路由核心[Input Routing Focus], 输出路由核心[Default Output Routing Focus], 元素铭文：破晓[Elemental Inscription Tool: Dawn]\n\n\n\n1.3.0b-3 (包含1.3.0-1的更新)\n- 修正汉化: 元素煅烧炉 改为 炼金煅烧炉[Alchemic Calcinator]、元素中续器 改为 炼金中续器[Alchemy Relay]\n- 补上玻璃钟罩中炼金试剂的汉化\n- 添加 LP槽，根据你目前最高级的气血宝珠显示LP值 - 再次使用一个绑定于你的气血宝珠来激活这个特性\n- 添加 祭坛第六层 与 卓越气血宝珠[Transcendent Blood Orb]\n- 添加 恶魔入侵系统[the Demon Invasion system] \n- 新增方块: 恶魔传送站[Demon Portal], 碎片集晶[Crystal Cluste], 碎片集晶砖[Crystal Cluster Brick]\n- 新增物品: [创造模式]激活水晶 [Creative Activation Crystal], 生命碎片[Life Shard], 灵魂碎片[Soul Shard], 生命支架[Living Brace], 灵魂文板[Soul Runic Plate]\n- 新增恶魔(译名暂定，有更好提议会修改下): 格伦魔[Demon Grunt], 格伦魔守卫[Demon Grunt Guardian] 以及两者变种 风[Wind]、火[Fire]、冰[Ice]、土[Earth]\n\n\n注意！如果需要游戏中的指导书，你需要下载Guide-API（http://www.curse.com/mc-mods/minecraft/228832-guide-api）。除了指导书其他内容并不需要安装这个Mod\n【指导书汉化暂未完成，完整的汉化版本将逐渐补上，相关的情况请看这里（http://www.mcbbs.net/thread-473095-1-1.html原帖更新日志将在随后补上，原帖介绍尽量先把新内容搞定，也尽量补全吧x\n\nv.1.3.3-2以后的版本如果放置祭坛后出现崩溃情况请更新Forge\n\n传说 【此段为窝的好(hao)朋(ren)友(qi)贲贲完善翻译\n在缔造者及其徒弟的努力之下，法师们逐渐了解了血液中蕴含的超常的，邪恶的能量。法师们试图熟练地运用禁忌的材料——血液，来收集能量。他们沿着先人的道路搭建祭坛，创建仪式，炼制药水，并在不久发现这种禁忌的魔法具有高度的可开发性。于是，魔法的支派之一——血魔法就此诞生，虽然其蕴藏的恶魔之力令众多的法师牺牲在术士之路上，并且也因为其蕴含了恶魔的力量不受人们认可，但是依旧有许许多多的法师，或因力量，或因知识而前仆后继。在探寻禁忌的过程中，先人在实践中以人类的一滴血为100LP，创建了LP这个单位——这是个进步，这让法师们可以计算能量用量，从而减少被潜藏的恶魔之力折磨致死的几率。同时，“血契”的概念因此发现。当使用魔法物品时，灵魂将会被刻在物品上，不论生死与否，这些物品将伴随一生，并且会损耗大量的能量来运作，这可能会将一个健康的人类变成一个面黄肌瘦的行尸走肉。由于上文所述的“血契”所带来的危险，建立灵魂网络是十分必要的，你需要一点点的能量建立网络来维持LP的大量消耗，并继续向着深渊前进，从而探寻魔法所带来的便利与乐趣。\n\n国内解说视频：By 泉菌 @bbsa2838390 \n第一部分：基础与祭坛                      http://www.bilibili.tv/video/av1002480/\n第二部分：印记                                http://www.bilibili.tv/video/av1007735/\n第三部分：仪式                                http://www.bilibili.tv/video/av1021172/ 已弃坑\nBy   小泌 @w710694872\n血魔法Mod研究-P1                          http://www.mcbbs.net/thread-311866-1-1.html\n血魔法Mod研究-P2                          http://www.mcbbs.net/thread-314429-1-1.html\n血魔法Mod研究-P3                          http://www.mcbbs.net/thread-315604-1-1.html\n\n物品/方块介绍\n[教程]血魔法 Blood Magic：http://www.mcbbs.net/thread-300104-1-1.html——[教程][更新内容]血魔法 Blood Magic：http://www.mcbbs.net/thread-471909-1-1.htmlBlood Magic WIKI(英文)：http://ftbwiki.org/Blood_Magic血魔法-MineCraft百科：http://www.mcmod.cn/class/219.html   ——(不完整,如果有盆友能提供方块图标有时间会补上,MC百科的提取图标的mod莫名无法使用)\n开发者解说(英文) ：http://www.bilibili.com/video/av1486470/\n原帖介绍翻译(不完整)：见目录P2\n· 炼金试剂处理——强化升级仪式：\n· 试剂效果一旦你激活你的仪式，你可能会想要用试剂进行最后的提升。下面是目前有效的完整的仪式试剂效果列表。这也有改动的可能，所以如果有问题可以查阅下原帖的列表\n涌泉仪式：\n水液Aqua 或 泥土Terra：湿润大面积的耕地方块。\n攻势Offensa：使一定范围内的所有实体溺水\n冰晶Crystallos：冻结空气中的水蒸汽，在仪式周围产生冰雪\n神圣Sanctus：仪式可以将液体输入到其上方的液体容器中\n代价Reductus：防止玩家受到溺水伤害\n\n下界夜曲:\n神圣Sanctus,:仪式可以将液体输入到其上方的液体容器中\n攻势Offensa: 使周围的玩家和生物受到缓燃引线debuff.\n代价Reductus: 阻止玩家受到缓燃引线\n\n绿丛仪式:\n泥土Terrae: 加快作物生长\n环境Orbis Terrae:加快作物生长(稍微比泥土试剂更快，并且可以与泥土试剂的效果叠加)\n水液Aqua: 湿润耕地(比涌泉仪式作用范围小)\n力量Virtus: 将仪式的作用范围增大至 9x9\n\n禁止仪式: \n以太Aether: 仪式作用于物品\n魔法Magicales: 仪式作用于玩家\n\n牵制仪式:\n爆破Crepitous: 阻止范围内的苦力怕爆炸\n魔法Magicales: 给范围内的所以生物更完善的约束(你哪也去不了, 末影佬)\n以太Aether: 拉引生物更慢，但有更大的作用范围。我应该能用这个扩大“深渊”...\n\n解缚仪式:\n神圣Sanctus: 允许与血魔法物品解除“血之契约”\n\n高跳仪式:\n以太Aether: 允许仪式将你抛得更高\n泥土Terrae: 延伸出一环掉落伤害保护，毕竟要跌到一格且四角更高的方块并不容易。\n\n速移仪式:\n以太Aether: 把你抛得更远\n泥土Terrae: 减少抛出的高度\n代价Reductus: 提供至你落地的足够的防掉落伤害保护时间(在正常情况下, 大概3秒?)\n暗黑Tenebrae: 只对成年动物有影响\n神圣Sanctus: 只对幼年动物有影响\n\n磁矿仪式:\n泥土Terrae: 增加仪式的范围\n环境Orbis Terrae: 增加仪式的范围(与泥土试剂叠加)\n效能Potentia: 增加仪式吸起矿石的速度\n\n挖掘仪式:\n环境Orbis Terrae: 时运效果. 附增 效能 和 力量 试剂来获得时运II和III\n冰晶Crystallos: 精准采集\n火焰Incendium: 将圆石和石头破碎转换层下界石, 以便自动化.\n\n牧养仪式:\n力量Virtus: 仪式将能使用其上方或下方的容器中的食物喂食动物\n代价Reductus: 减少繁殖后的无法进入“求爱模式”的时间\n\n羽刀仪式:\n神圣Sanctus:仪式只会在生命值有七颗心以上时吸血。所以你不必担心身后是否有只僵尸…\n代价Reductus: 减少仪式的作用范围，就你在祭坛上的时候会献血\n魔法Magicales: 仪式只对激活者吸血\n效能Potentia: 将仪式的速度提升至两倍\n\n重生仪式:\n代价Reductus: 仪式只会作用于玩家\n力量Virtus 或 神圣Sanctus: 提高生命恢复效果的等级，大幅度提升LP消耗\n防守Praesidium: 仪式作用于更广阔的区域\n\n羽地仪式:\n以太Aether: 增加仪式的垂直范围\n泥土Terrae, 和 环境Orbis Terrae: 增加仪式的水平范围\n\n崇敬之鹰:\n以太Aether: 延长飞行时间\n代价Reductus or 魔法Magicales: 仪式只对激活者产生效果(以此做个秘密基地)\n\n坠星标位:\n泥土Terrea: 流星带来稍多一些矿石，但又大量额外的石头需要挖穿\n环境Orbis Terrae: 比泥土试剂有更多矿石, 更少石头 - 不与泥土试剂叠加\n冰晶Crystallos: 冰替代流星的石头\n火焰INcendium: 地狱岩、萤石、灵魂沙代替石头\n暗黑Tennebrae: 黑曜石代替石头\n\n炼金之谣:\n效能Potentia: 加快炼金术台的速度到5倍\n\n驱逐氛场:\n暗黑Tennebrae: 仪式作用于所有实体，而不只是玩家\n力量Virtus: 将目标传送到更远\n效能Potentia: 仪式的范围更大\n\n抑液仪式: \n以太Aether: 范围增大\n水液Aquasalus: 范围增大\n\n和风之唤:\n代价Reductus: 在捡起物品前会有短暂的等待。以方便需要让物品掉落的自动化系统\n\n满月收割: \n泥土Terra:将泥土变为耕地。以防那些不该发生的事发生(像是一只僵尸在你的农场上跳跃)\n\n永魂之泣:\n神圣Sanctus: 保持你有三颗心的生命值，但每十秒才吸取一次LP(时间可以更改).\n\n苦难之井:\n效能Potentia: 双倍垂直范围\n攻势Offensa: 对生物造成两倍伤害，同时需要提供双倍\n暗黑Tennebrae: 双倍实体生成\n\n锻造韵律:\n效能Potentia: 将合成速度从5/s提升至20/s\n力量Virtus: 允许使用一个同时作为输出输入的箱子\n(只确认过羽刀前其中几个，可能会有不准确的地方)原文\nOnce you activate your ritual, you may want to finally upgrade it with your reagents. Below is the full (current) list of all of the Ritual reagent effects that are currently available. These are subject to change, so make sure to consult this list if you are having problems!\nRitual of the Full Spring:\nAqua or Terra: Hydrates all \"Farmland\" blocks in a large area.\nOffensa: Gives drowning to all entities in a range\nCrystallos: Freezes the water vapour in the air, creating snow and ice around the ritual\nSanctus: Ritual can input fluids into a \"Tank\" above it.\nReductus : Prevents players from getting the Drowning effect\n\nSerinade of the Nether:\nSanctus,:The ritual can input directly into a \"Tank\" above the MRS.\nOffensa: Causes surrounding players and mobs to get the Fire Fuse debuff.\nReductus: Prevents players from getting the Fire Fuse effect\n\nGreen grove:\nTerrae: Speeds up crop growth\nOrbis Terrae: Speeds up crop growth(Slightly faster then Normal Terae, and stacks with the Terrae buff)\nAqua: Hydrates farm land(Smaller range then Full Springs effect)\nVirtus: Increases the range of the ritual to 9x9\n\nInterdiction Ritual: \nAether: Ritual effects items\nMagicales: Ritual effects players\n\nRitual of Containment:\nCrepitous: Prevents Creepers in it's range from exploding.\nMagicales: Gives PLainer Binding to all mobs in range(You aren't going anywhere, Ender Man)\nAether: Pulls mobs in slower, but from a much greater range. I should be able to augment \"The Abyss\" with this one...\n\nRitul of Unbinding:\nSanctus: Allows the breaking of the \"Blood Pact\" with a blood magic item.\n\nRitual of the High Jump:\nAether: Allows the ritual to fling you even higher.\nTerrae: Extends the range for fall damage protection. Because hitting just one block is kind of hard, especially when the corners are raised.\n\nRitual of Speed:\nAether: Flings you farther then normal.\nTerrae:Gives less vertical lift when it flings you.doge\nReductus:Protects against fall damage long enough for you to land(Under normal circumstances, perhaps three seconds?)\nTenebrae: Only affects animals, and only adult ones.\nSanctus: Only affects animals, and only baby ones.\n\nRitual of Magnetism:\nTerrae:Raises Range of Ritual\nOrbis Terrae: Raises Range of the ritual(Stacks with Normal Terrae)\nPotentia:Raises the speed at which the ritual pull up ores.\n\nRitual of the Crusher:\nOrbis Terrae: Fortune effect. Needs Potentia and Virtus to make it fortune two and three\nCrystallos: Silk Touch\nIncendium: Crusher turns cobblestone and stone into netherrack, for automations sake.\n\nRitual of the Shepherd:\nVirtus: Ritual uses items in an inventory above or bellow the MRS to feed the animals.\nReductus: decreases the breeding timer to allow breeding to happen faster\n\nRitual of the Feathered Knife:\nSanctus: The ritual only drains hearts if above seven hearts. So you don't need to worry about that zombie right behind you...\nReductus: Lowers the range of the ritual, so you only give blood while on the altar\nMagicales: Ritual only drains the activator\nPotentia: Speeds up ritual 2x\n\nRitual of Regeneration:\nReductus: Ritual only effects players\nVirtus or Sanctus: Raises the regen level, but drastically raises the LP cost.\nPraesidium: Ritual covers a much more vast area\n\nRitual of Feathered Earth:\nAether: Raises the vertical range of the ritual \nTerrae, and Orbis Terrae: Raises the horizontal range of the ritual\n\nReverence of the Condor:\nAether: Extends flight time\nReductus or magicales: Ritual only effects the activator(For secret bases)\n\nMark of the Falling Tower:\nTerrea: Meteors give slightly more ore, but has a load of extra stone to dig through\nOrbis Terrae: More ore then Terrea, less stone - does not stack with terrae\nCrystallos: Meteor has ice instead of stone\nINcendium: MEteor has netherrack, glowstone, and soul sand instead of stone\nTennebrae: Obsidian instead of stone\n\nBallad of Alchemy:\nPotentia: Speeds up alchemy set by a factor of 5\n\nAura of Expulsion:\nTennebrae: Ritual effects all entities, not just players.\nVirtus: The target is teleported farther then normal\nPotentia: Range of the ritual is larger.\n\nDome of Suppression: \nAether: Range incress\nAquasalus:Range incress\n\nCall of the Zephyr:\nReductus: Has a short delay before picking up any items. For automated systems that need dropped items.\n\nReap of the Harvest Moon: \nTerra: Turns dirt into farmland. For those times when things that shouldn't be happening(A zombie jumping in your farm) does.\n\nCry of the Eternal Soul:\nSanctus: Keeps you at three hearts, but only pulls LP once every ten seconds(Time can change).\n\nWell of Suffering:\nPotentia: doubles the vertical range of the ritual\nOffensa: deals double the damage to mobs while also providing double the LP\nTennebrae: increases the yield of entities by double.\n\nRhythm of the Beating Anvil:\nPotentia: Increases the crafting rate to 20/s instead of 5/s.\nVirtus: Allows the ritual to use the output chest as an input inventory\n\n\n神秘时代整合在这mod中，还有些东西与神秘时代4mod中也有用处。因此在这的物品需要血魔法与神秘时代整合，即MC中也有添加神秘时代4才会出现。\n神秘时代mod原帖：http://www.minecraftforum.net/topic/2011841-thaumcraft-405b-updated-24112013/page__hl__%2Bthaumcraft\n神秘时代mod搬运贴：http://www.mcbbs.net/thread-382390-1-1.html\n\n扩展Sanguimancy: minecraftforum\n\n下载地址：\n原帖最新下载地址：Blood Magic Curse Forge\n旧版：1.6.2 Dropbox; 1.6.4 Dropbox; 1.7.2 Dropbox; 1.7.10 Dorpbox.\n开放测试文件夹(Beta)：Blood Magic Open Beta folder\n汉化下载地址：http://pan.baidu.com/s/1dFK9VDB血魔法API\nAfter a lot of work, I have finally managed to create a Blood Magic API that should have all of the methods that a modder would want for making an addon for Blood Magic. It contains stuff such as accessing and modifying the Soul Network of a player, adding in your own alchemy recipes, and even summoning your very own demon! If there are any methods that you feel are lacking, please let me know either here or submit a PR on my github page.\n\nDownload\nBlood Magic API for v1.0.1+ (1.6.4): API v1.0.X\nBlood Magic API for v1.1.0+ (1.7.2): API v1.1.0\nBlood Magic API for v1.2.0+ (1.7.10): API v1.2.\n\nBlood Magic API folder: https://www.dropbox.com/sh/ndpiu7tjq2dxnij/AAAXjV6omBNgDwnaYJyfWITJa?dl=0\n\nConditions for using this API\nI will preface this section by saying there are technically no conditions for if you wish to use the Blood Magic API. You may copy it, use it for your own work, etc. You don't even need to let me know that you are using it, however I wouldn't mind.\n\n\nHowever, if I feel that you are adding something to Blood Magic that is incredibly unbalanced (I'm talking EE2 levels here), such as adding a block that creates infinite LP for free and no time investment, I may ask that you reconsider the item in question. I won't pull any moves such as asking you to remove your addon support, or that you even demand that you remove the offending item, but just ask that you will honestly consider my opinion. \n\n配置文件大致内容(1.1.0)\n(\\.minecraft\\config\\AWWayofTime.cfg）\ndungeon loot chances[地牢箱子几率]\n    I:averageLengtheningCatalyst=10  - [普通的]延时催化剂\n    I:averagePowerCatalyst=10        - [普通的]功率催化剂\n    I:greaterLengtheningCatalyst=5   - [更好的]延时催化剂\n    I:greaterPowerCatalyst=5         - [更好的]功率催化剂\n    I:mundaneLengtheningCatalyst=20  - [平凡的]延时催化剂\n    I:mundanePowerCatalyst=20        - [平凡的]功率催化剂\n    I:standardBindingAgent=30        - [标准的]粘合剂\nmeteor[陨石(坠星标位)]\n    S:diamondMeteor <                - 钻石陨石\n        oreDiamond  -钻石\n        100\n        oreEmerald  -绿宝石\n        75\n        oreCinnabar -朱砂（神秘4\n        200\n        oreAmber    -琥珀（神秘4\n        200\n    I:diamondMeteorRadius=5          -钻石陨石半径\n    B:doMeteorsDestroyBlocks=true    -陨石是否破坏方块\n\n    S:ironBlockMeteor <              -铁锭陨石\n        oreIron     -铁矿石\n        400\n        oreGold     -金矿石\n        30\n        oreCopper   -铜矿石（工业2\n        200\n        oreTin      -锡矿石（工业2\n        140\n        oreSilver   -银矿石（工业2\n        70\n        oreLead     -铅矿石（工业2\n        80\n        oreLapis    -青金石\n        60\n        oreRedstone -红石\n        100\n    I:ironBlockMeteorRadius=7       -铁锭陨石半径\n    I:maxChance=1000                -最大机会？\n\n    S:netherStarMeteor <            -下界之星陨石\n        oreDiamond      -钻石\n        150\n        oreEmerald      -绿宝石\n        100\n        oreQuartz       -石英\n        250\n        oreSunstone     -太阳矿石（魔法艺术2\n        5\n        oreMoonstone    -月亮矿石（魔法艺术2\n        50\n        oreIridium      -铱矿石（工业2\n        5\n        oreCertusQuartz -赛特斯石英（应用能源2\n        150\n    I:netherStarMeteorRadius=3      -下界之星陨石半径\n\n    S:stoneBlockMeteor <            -石头陨石\n        oreCoal         -煤矿石\n        150\n        oreApatite      -磷矿石（林业\n        50\n        oreIron         -铁矿石\n        50\n    I:stoneMeteorRadius=16          -石头陨石半径\norecrushing(不明)\n    S:allowedOres <\n        iron\n        gold\n        copper\n        tin\n        lead\n        silver\n        osmium\npotion id[药水ID]\n    I:Boost=101            -促进\n    I:Drowning=100         -溺水\n    I:FireFuse=109         -缓燃引线\n    I:FlameCloak=106       -火焰斗篷\n    I:Flight=104           -飞行\n    I:HeavyHeart=108       -忧愁\n    I:IceCloak=107         -冰霜斗篷\n    I:Inhibit=103          -约束\n    I:PlanarBinding=110    -异界誓缚\n    I:ProjProt=102         -弹射物保护\n    I:Reciprocation=105    -互换\nwimpysettings\n    B:IDontLikeFun=false      -I don't like fun.(true匕首变宝珠 意义不明)\n    B:RespawnWithLowerHealth=true   -重生后更少的生命值(重生后生命值为6, 3颗心）\n\n\n\n\n\n支持原作者的土豪请点这里\n\n\n\n其他搬运请点下图链接\n\n\n\n\n\n血之祭坛\n[attach]293243[/attach]“血之祭坛”是用来祈祷寻求神秘的答案。有着一个摆放物品的槽位，用来举行“Life Essence\"。要是用它首先你需要有一把“祭刀”（牺牲匕首或献祭刀），提供祭坛工作需要的生命本质，当物品正在祭坛上变化会有暗红色的螺旋颗粒以表明祭坛正在工作。然而，当变成灰色的颗粒表示祭坛已开始工作但已没有生命本质而暂停，开始工作后又停止时原先的进程将慢慢退回。随着祭坛的工作以及生命本质的使用，祭坛中的血液会随之减少而下降，而你随时都可以向祭坛中提供血液，当物品变化完成后会出现一缕红色颗粒表明它已经完成\n牺牲匕首\n右击空气用这把刀在手指上微微割出个伤口，如果一个祭坛离你够近，那么将给祭坛填补200LP。它只负责自残，所以别拿它出来战斗。\n虚弱气血宝珠\n第一项真正的价值是一个气血宝珠，其主要作用是为了控制玩家的灵魂网络。要制作一个虚弱气血宝珠你需要将一个钻石放置在血之祭坛上并提供2000LP。一旦你得到一个气血宝珠你可以拿它右键绑定到你的角色。每当你拿着右键时，将从你的生命值中提取200LP（一颗血）填补到你的灵魂网络。虚弱的气血宝珠最多可以保存5000LP。\n升级祭坛：\n二层祭坛：\n在一个祭坛(图中红色方块为基本，这是旧版本中的祭坛外形）下摆放八个符文，呈3x3形式即可。二层祭坛将解锁几种物品的变化。八个符文中用上一些特殊符文，还可以使祭坛更快或更有效率等。\n\n三层祭坛：\n三层祭坛共需要28个符文,在二层的基础上如图再往下一四边各摆上五个符文，即四角不需要。图中楼梯部分是不需要摆的，但石砖（后来版本石砖可以替换为所有其他非空气方块）和萤石柱是必须。三层祭坛将解锁几种物品变化\n四层祭坛：\n\n在三层的基础上再加28个符文（每边只要七个），四个支柱（四个非空气方块和一个大血石砖）。再次说明，楼梯是装饰不是必要的。\n大血石砖合成方式：五层祭坛：\n\n最后一层需要四边13个符文（离上一层横向得离两格，之前的只有一格），以及四个信标，铁块没必要，但可以像这样用不错（原版信标这样的用处更高级，与祭坛的强弱无关）。\n\n学徒气血宝珠：\n二层祭坛以上放绿宝石填5000LP获得。可储存高达25,000LP的灵魂网络。法师的气血宝珠：\n三层祭坛放黄金块，填40,000LP。创建这个物品需要牺牲很多动物以固定速度。如果没有被停止而浪费，这个过程共需要100秒（400LP/s)，但这个过程是值得的，因为它提供了150,000LP的灵魂网络容量。导师气血宝珠\n导师气血宝珠，能储存1,000,000LP（一百万），并且从这开始能更多的恶魔召唤。需要一个虚弱气血碎片、四层祭坛、50千LP \n大法师的气血宝珠\n\n大法师的气血宝珠，五层祭坛、15,000,000LP(一千五百万)、恶魔气血碎片。目前最强的宝珠，恶魔召唤和炼药之类的都能达到全部内容。 献祭刀：\n创建一把献祭刀，你需要二层祭坛以上、铁剑、3000LP。这把刀与牺牲匕首使用方式不同，不是自残祭奠而是牺牲其他实体的祭祀刀。在足够靠近祭坛的地方攻击其他生物，你能瞬间将该生物的生命力量吸收并移入祭坛（即可秒杀，没有离祭坛一定距离的话伤害只有1）。各种生物可吸收的生命本质：\n牛羊等任一动物：250LP\n苦力怕，蜘蛛，骷髅等怪物：500LP\n村民：2000LP\n牺牲一个村民祭坛将吸收最高数量的生命精华,但被认为是更深层次领域的神秘的魔法。因此，这被认为是一种可怕的自然侵害，并会导致严重后果\n\n符文：\n\n速度符文\n[spoiler]速度符文可将所有祭坛工作提升20%的速度。（加法，即一个速度符文+20%，两个+40%）\n效率符文\n 效率符文可以让生命本质在祭坛上的时间延长20%，并且可以多个使用并叠加效果。（乘法，原帖上没解释，个人猜测可能是一个提升至1x(1+20%)，两个提升至1x120%x120%。)\n献祭利用率符文\n献祭符文可提升所有其他实体牺牲所被祭坛吸收的生命本质10%（加法），而牺牲符文则是提升自己血液被祭坛吸收的生命本质。这两个符文你可以弄为专注于献祭其他实体或使用自己血液，或者是两者兼得。这些都以你自己的想法绝对。\n增容符文\n\n增加祭坛容量1500LP。转位符文 \n\n用处不懂【扶额\n宝珠符文\n\n把一个有绑定玩家的虚弱气血宝珠放有这符文的祭坛上，当绑定者的灵魂网络小于[5000LP]（随该符文数量增多而增多）时将自动把祭坛上的LP填充到绑定者的灵魂网络。\n\n印记和强大的物品\n印记基础印记基础——石板需要由石头（非原石）在祭坛中转换，更高级的石板需要由上一个石板在更高层的祭坛中提升\n占卜印记 \n占卜印记，这是你应该做的第一个印记，它会告诉你目前有多少生命本质储存在你灵魂网络中，当你对着另一个玩家或血祭坛使用，则说明当前目标拥有的生命本质。和其他多数物品一样，他会绑定你的角色。\n水之印记\n\n当对着一个位置用水之印记右键时，每次使用将消耗100LP如同水桶一样制造出一块水源。即一个可随身携带的无限水桶\n熔岩印记\n\n和水之印记相似，等同于一个可随声携带的无限岩浆桶，但创造一个岩浆源的成本则高达1000LP。如果你的灵魂网络中没有储存生命本质时，你可能一个不小心就要了自己的命（1000LP即玩家一般的生命值）。熔岩晶体\n\n为了制作一个熔岩印记，首先你需要一个熔岩晶体。熔岩晶体也有另一个用处，当你已经右键绑定了你的角色后，把它放入熔炉可以每次用你的灵魂网络中的25LP烧制物品，而当你灵魂网络中没有生命本质时它不会吸取你的生命来继续工作，而是出现反胃效果，这时你只能通过从熔炉中拿出熔岩晶体或补充灵魂网络中的生命本质来停止反胃。\n虚空印记\n\n虚空印记的作用是清理一些液体【想歪的都给窝去面壁噗】，对着液体源右键清理，消耗50LP。空气印记\n\n每次右键消耗50LP并往你面对的方向快速移动。当你看着天空时也可飞起，但要持续飞行是很耗生命本质的，满储存的虚弱气血宝珠一般可旅行大概只有1000个方块。此外，空气印记并不能抵消跌落伤害，所以你要小心点使用。不过撸主发现跌落的伤害是以到地面前的一次移动到的高度计算，所以只要有一定技巧还是可以免除跌落，比如在快要到地面时向水平方向移动去。速掘印记\n\n速掘印记是一个可激活可停用的被动印记，用右键开关。在激活情况下，它将每10秒消耗100LP并使你获得急迫效果10秒。\n绿丛印记\n\n这个印记有两个用途：一个是完全不消耗的无限骨粉；另一个是被动的用途，右键空气激活，没10秒消耗100LP，促使周围的一切以更快速度生长。元素印记\n\n元素印记能加强你的身体对一些恶劣环境的承受。这是一个被动印记，激活时每10秒消耗200LP并使你获得防火和水下呼吸各10秒。所以在紧要关头时它可能可以救你一命。集合印记\n这个印记它是独一无二的，它本身并没用什么功能，但它有存储其他印记的作用，按下潜行和右键时，它会寻找你背包中的一个印记，并将其填入集合印记的库存中。集合印记共可以储存四个印记，当储存已满或未满时背包没有其他印记按下潜行和右键为切换印记，储存的印记使用方式与原先相同。当其他印记储存在集合印记中时，是不可能用常规手段来分离印记的，除非你能找到一个方法来解除。急速印记\n当激活时将大幅度增加你的移动速度。你会跑得很快，也会跳得更高（两格）。然而，尽管移动速度增加，但挖掘速度会大大降低，于是需要挖掘时还是把这停掉吧。 \n旋风印记\n\n\n激活后你周围会产生一定的风力（只是比喻游戏里没啥特殊），可以将周围的箭之类的吹开，多数箭都会无法命中你，但貌似太近就不太行唉。 影桥印记\n\n\n总觉得简单的飞行不够优雅？为什么召唤一座跟在你脚下的桥呢？激活这印记后它会在你脚下那一层的方块上持续生成影桥方块在你的脚下，直到你关闭它。\n注意。如果玩家跳到空中它不会产生影桥，你需要先有个落脚处，在脚底下附近的空气才会被影桥代替。\n开启时按shift会在你脚下再往下一层处生成影桥，在高处往下掉的途中可以用上。而在半空上开启影桥想要下来也可以按着shift不放一直等着下来或一边破坏你目前脚下的影桥方块。\n影桥方块本身很容易破坏，只需要一下左键就能破坏，如果没开启印记方块过一会便会消失。而如果你拿着其他建筑方块对着影桥方块右键可以直接将其替代，这对建筑来说很是方便。 磁引印记\n\n磁引印记是用来吸引你附近的掉落物品的，比原先的范围要广一些的5x5范围，当它检测到这范围内的一个掉落物时，它将在一瞬间把掉落物吸引给你。放心物品不会围绕你瞎转。\n\n\n不稳定仪式\n不稳定仪式的法术是早期的血法师尝试一些神秘法术而创造出来的，早期的法术很强大，但是因为他们使用普通环境中的自然元素来完成他们的工作，这需要一个巨大的能量（5000LP，当你的灵魂网络中没有生命本质时不要使用，玩家的生命为20，即4000LP，满血情况下这也会直接死亡）。不稳定仪式需要一个不完善的仪式石，其作用以不完善的仪式石上方的方块决定，每次使用都不会消耗方块\n水方块——创造一场大暴雨煤炭块——召唤一只强大到惊人的僵尸青金石——把时间调到晚上基岩——抗性提升II（1:00）\n仪式【从这开始请允许我偷下懒只解释下用处，不再和上边一样把原帖原文慢慢翻译，说一堆介绍却有点很厉害却听不太懂其实游戏里压根没用的内容\n后来的仪式，首先需要这两样东西：【仪式石】和【主仪式石】（主仪式石材质有变化，中间颜色改为了黑色，边框是白色）。还需要些【元素铭文】以及一个【低等的激活水晶】\n\n【元素铭文】可以在仪式石上刻画些符号，由一些物品在二层以上的祭坛中获得。分别为黑曜石（地）、青金石块（水）、恶魂之泪（风）、岩浆膏（火）。（生存）每次在仪式石上使用都会消耗耐久，而右键可以消耗100LP恢复一次使用所花费的耐久（当你没有耐久时在仪式石上右键则是会消耗LP恢复耐久，再右键才使用）。【图中被使用铭文的仪式石：水、火、地、风\n\n【低等的激活水晶】一个熔岩晶体在二层以上的祭坛注入10000LP获得。水晶没有耐久，但进行仪式会消耗你的LP。\n仪式推测杖\n\n\n这是个挺实用的东西，你可以通过shift+右键更换、确定一个仪式。当你背包有存放仪式石时，确定好一个仪式后直接对着主仪式石右键，它会消耗100LP并帮你放置一个已经带有属性的需要到的仪式石。上边图的合成表中第一个没法补上幽暗仪式石，而第二个可以办到 \n\n全春仪式（Ritual of the Full Spring）\n全春仪式需要摆出这个姿势，中间是仪式石（说过了，材质后来改了）。四角摆上水铭文的仪式石。通过500LP和激活水晶右键激活仪式，激活后的仪式可以通过对主仪式石输入红石电路使仪式暂时关闭，使不需要使用时不浪费LP。仪式激活后，主仪式石上会出现一个水源方块，之后每当主仪式石上再次没有方块（包括液体）时将会消耗激活仪式者的25LP补充一个水源方块。\n下界夜曲（Serenade of the Nether）\n和全春仪式类似，获得一个岩浆源，四边是火铭文的仪式石，20000LP的激活费用，每个岩浆源500LP。\n绿从仪式（Ritual of the Green Grove）\n绿从仪式，四边水铭文的仪式石，四角地铭文的仪式石，250LP激活，可以加快主仪式石一格再上边的植物加快生长（包括树木、农作物、地狱疣），不过当主仪式石一格再上边有还在生长的植物时，会每秒扣除20LP。\n禁止仪式（Interdiction Ritual）\n这个仪式是借鉴之等价交换2（Equivalent Exchange 2）的Interdiction Torch【Interdiction Torch是个啥啊窝不知道唉。。】。四周都是风之仪式石，由1000LP激活以及每秒消耗10LP。激活后四周会有一个无形的气场，使周围的生物无法靠近（所有生物，其他玩家会不会我就还没试过）。\n绑定仪式【此内容感谢小诚哥的说明（47楼）\n仪式石摆放方式：\n顶层：       中层全普通仪式石  底层：\n地水地                                     风火风 \n水    水                                     火主火\n地水地                                     风火风 \n通过5000LP激活后，丢出特定的部分工具在主仪式石上，工具会消失，并在这仪式上的几个仪式石上纷纷落下闪电，过一会主仪式石会掉落出特定的工具出来。（钻石工具->约束工具；学徒宝珠->能量爆破枪）这些工具刚开始拿着都是未激活的呈现一个红球的形状，按下shift+右键即可激活，再按停用。解缚仪式\n将约束装备拆散\n底层四角：仨个地       底层四边外是火 内是风           顶层四个火\n\n装备制作\n【虚弱气血碎片】这是装备制作的主要材料，通过“绑定仪式”获得的武器杀死的怪物，有机会粉碎怪物的灵魂网络产生一个虚弱气血碎片。\n\n接着你可以制作出一个空的血插槽。\n\n把空的血插槽放在祭坛中填充30,000LP，即可得到一个满的空插槽。\n灵魂装备的锻造\n\n最后你还需要一个灵魂装甲锻造石，\n\n接着你得用满的血插槽在地上摆出装备在工作台中一般的摆放姿势，再在空余处摆上灵魂装甲锻造石，接着右键灵魂装甲锻造石，不远处会有闪电，血插槽会消失，掉落出装备。（装备建议拿手上直接右键自己穿上去，这样装备也会绑定上你的角色）\n原帖上还提到可以升级装备，至于怎样暂时不清楚。\n\n法术\n\n\n法术的制作你需要一个【符咒桌】和【血之祭坛】以及在符咒桌上摆放一个怪物头（这mod可以合成出其他三种怪物头）和祭坛上摆放特定的物品。接着你还需要一个【未绑定的水晶】，在一个二层以上的祭坛由一个玻璃添加1000LP获得。摆好上边符咒桌和头、祭坛和物品，拿着未绑定的水晶右键符咒桌即可绑定该法术。\n怪物头决定了法术的方式：\n骷髅：远程攻击（射出一个颗粒，不会有弧度，距离远）凋零骷髅：进程攻击（射出一堆颗粒，不过不远的距离后就消失）僵尸：防御型的法术（自身周围一定范围内使出法术）苦力怕：环境型的法术\n\n法术中祭坛上物品：（祭坛上的物品决定了法术的能力）\n打火石冰方块TNT恶魂之泪萤石粉一桶水黑曜石末影珍珠学徒气血宝珠\n恶魔召唤\n奥术基座和奥术基柱是恶魔召唤的核心要素.因为炼金术的确切性质,六个基座必须同一个基柱排放到一块,如图中所示.\n\n召唤恶魔,你需要在六个基座上摆上一些物品以及在基柱上摆上一个气血宝珠.低级的恶魔需要一个导师气血宝珠.对于更强大的恶魔,你需要大法师的气血宝珠.当你最终召唤出恶魔,那个恶魔将会有些生气.\n\n当你打败那个恶魔,你会得到一个恶魔水晶,这可以重新召唤这个恶魔,这时你可以给他一个虚弱气血宝珠就能驯服它.右键它它将跟着你,再右键它会停下.\n\n恶魔召唤的物品(基座上的物品)1: 神圣粉末|神圣粉末|神圣粉末|以太元素|泥土粉末|暗黑粉末【堕落天使(Fallen Angel)[表示这长得完全和名字不配啊喂!\n2: 圆石|圆石|泥土粉末|暗黑粉末|铁锭|金粒【低等的石守护者(Lower Stone Guardian)\n3: 粘土|泥土粉末|泥土粉末【小型土傀儡(Small Earth Golem)\n4: 冰晶粉末|冰晶粉末|冰晶粉末|液之粉末|神圣粉末|泥土粉末【冰魔(Ice Demon)\n5: 泥土粉末|神圣粉末|暗黑粉末|Bone[骨头?]|Cooked beef[熟牛肉?]|Cooked porkchop[熟猪肉?]【这个没试出来QWQ\n6: 暗黑粉末|暗黑粉末|暗黑粉末|以太元素|Glass bottle[玻璃瓶?]|Glass block[玻璃方块?]【没错你猜对了,MC原物品不确定就是窝又没试出来QWQ\n7: (Poisonous Potato[毒马铃薯?]|暗黑粉末|泥土粉末|Raw porkchop[生猪肉?]|Raw beef[生牛肉?]|Egg[蛋?])复制代码元素精灵元素精灵...脾气不太好\n\n元素精灵是由炼金材料集合合成的,这代表着它的元素.分别有代表的元素:空气,火,水,地,暗黑和神圣.他们不会想交朋友,他们只会攻击你.唯一的安全策略就是跑.\n\n元素精灵是恶魔气血碎片的唯一来源,因为他们有压制性的能力.在你准备战斗之前准备几个驯服的恶魔将是个好主意.事实上元素精灵全部都可以飞而且对付很麻烦,但是如果你有事先准备你应该会没事.\n\n元素精灵的召唤,你需要某一样炼金材料六个:\n以太元素(风);                  火焰粉末(火);\n液之粉末(水);                     泥土粉末(地);\n神圣粉末(神圣);                  暗黑粉末(暗黑).\n(括号对应元素精灵的属性\n\n炼金术-制作自定义药水和更有趣的事情\n炼金术需要一个有几个槽口的改进酿造台,右下角的位置是一个放置气血宝珠的地方.炼金术需要利用气血进行.(有些制作需要更高等的宝珠)中间的位置是作为输出,而周围的几个是用来放置材料的.\n制作配方\n(如果你的配方正确但却什么都没发生,请尝试一个更高级的气血宝珠.这可能有部分错误，在游戏里对着物品按shift可以了解配方，建议直接在那了解配方即可输出物品::材料1|材料2|...\n标准的粘合剂::冰晶粉末|神圣粉末\n简单的催化剂::糖|红石|红石|萤石粉|火药\n火焰粉末::岩浆桶|烈焰粉|烈焰粉|地狱岩|简单的催化剂\n以太元素::羽毛|羽毛|萤石粉|恶魂之泪|简单的催化剂\n神圣粉末::萤石粉|gold nugget|萤石粉|glass block|简单的催化剂\n捻音粉末::火药|火药|圆石|圆石|简单的催化剂\n冰晶粉末::冰|冰|雪块|雪块|简单的催化剂\n泥土粉末::泥土|沙子|黑曜石|黑曜石|简单的催化剂\n液之粉末::墨囊|水瓶|水瓶|水瓶|简单的催化剂\n暗黑粉末::煤炭|煤炭|粘土|黑曜石|简单的催化剂\n魔法粉末::红石|火药|萤石粉|萤石粉|简单的催化剂\n平凡的功率催化剂::萤石粉|萤石粉|萤石粉|标准的粘合剂|简单的催化剂\n平凡的延时催化剂::红石|红石|红石|标准的粘合剂|简单的催化剂\n普通的功率催化剂::平凡的功率催化剂|恶魔气血碎片|恶魔气血碎片\n普通的延时催化剂::平凡的延时催化剂|恶魔气血碎片|恶魔气血碎片复制代码药水酿造\n药水酿造需要先搞到一个药瓶,你可以在地牢箱子里找到(原帖貌似是这意思,不过我没确定过),或者把玻璃瓶放在在二层以上的祭坛上.当瓶子满时它可以喝八次,如果药瓶空了,你可以通过工作台将其和地狱疣,红石,萤石合成从而将其填满(这也将导致药水先前做出的效果消失)\n\n\n开始酿造药水,你需要得到一个粘合剂和炼金材料.一些成分很容易确定,但其他的可能需要些思考.\n目前窝了解的炼金材料(效果)\n以太元素(跳跃提升)          泥土粉末(促进)              玻璃瓶(隐身)\n(以及MC原版酿造的材料效果:\n岩浆膏(防火)                     糖(速度)                        闪烁的西瓜(瞬间治疗)           蜘蛛眼(中毒)\n恶魂之泪(生命恢复)          烈焰粉(力量)                  发酵蛛眼(虚弱)                     金萝卜(夜视)\n\n\n当你把粘合剂和材料连同药瓶放进去时,它将开始把这些东西混合在一起,从理论上讲,你可以在同个药瓶一个一个的添加进药剂效果.不过,不同的粘合剂在实际药水酿造中有不同的成功率.标准粘合剂对于第一个添加进药瓶的效果的成功率是100%,但如果你尝试添加第二个效果,成功率只有40%,第三个16%,等等(上一次的成功率的0.4倍).如果失败了,,这个瓶子将会爆炸.\n\n这并不是所有都这样.一个特殊的催化剂,可以增加药剂各种效果的效力.一个功率催化剂可以提升药水的效果(但有效时间会缩短),延时催化剂可以大大增加药水效果的时间.把药瓶与你想要的催化剂以及材料(得药水中拥有的材料,否则注入了也没用).特殊催化剂加强效果和延长时间都不会导致爆炸,尽管这以后可能会改变.[这些催化剂貌似也能在地牢箱子得到?\n催化剂由小到大的程度:【平凡的】【普通的】【更好的】 传送装置\n\n这可以将传送器上面某一范围的方块、实体、生物传送到另一个区域，并且即使是箱子等有存放物品或者有啥更改的里边的东西都会保存随着移过去。\n要做到传送，你必须至少有两个传送器和一个传送方位核心。两个传送器一个作为目的地，一个作为起点。而传送方位核心，你可以通过末影珍珠在四层祭坛以上获得；把传送方位核心绑定到自己，然后右键一个传送器，这时方位核心会记录下坐标作为目的地。然后把方位核心放到另一个传送器上，当你需要传送时，用红石激发有核心的那个传送器。\n传送器能传送的范围以里边的核心等级而定（初始1x1x1，加强3x3x3，强化5x5x5，恶魔7x7x7），而注意这个范围是在传送器顶上一层。\n\n\n新仪式仪式推测杖（下边仪式还没补齐，建议先看下这，这玩意挺实用可以帮忙放置各种仪式）\n\n\n这是个挺实用的东西，你可以通过shift+右键更换、确定一个仪式。当你背包有存放仪式石时，确定好一个仪式后直接对着主仪式石右键，它会消耗100LP并帮你放置一个已经带有属性的需要到的仪式石。上边图的合成表中第一个没法补上幽暗仪式石，而第二个可以办到\n牵制仪式(Ritual of Containment)\n高跳仪式(Rite of the High Jump)\n速移仪式(Rite of Speed)\n磁矿仪式(Ritual of Magnetism)\n挖掘仪式(Rite of the Crusher)\n牧养仪式(Ritual of the Shepherd)\n苦难之井(Well of Suffering)\n羽刀仪式(Ritual of the Feathered Knife)\n重生仪式(Ritual of Regeneration)\n\n\n高级法术的创建这部分内容需要分段来更好的向你解释这些复杂的概念。通过血魔法的进程你已曾发现了一种简单的法术，一个简单的符咒桌、一个头颅、以及一个祭坛就能达成。不过，玩弄绑定仪式给血法师一些有趣的想法：如果你绑定恶魔力量，并且把它和炼金术实验搭配起来会发生什么？你渴望力量使你达到法术创建的顶端。\n类似于先前的法术系统，这个新的法术系统不仅有四个主要部分而且有个新的法术水晶。四个部分分别为：范式（基架）、效果、修饰符和附属。所有这些法术效果表示为法术方块的摆放，取决于你怎么把它们连在一起而不同。\n范式（基架）\n基架是法术链的开始，基架决定了你法术的使出类型。上边图展示的是目前版本的三个基架，分别为“抛射”“自体”“格斗”。有五个彩色点的一端（图片的顶端，但这是可以旋转的）为输出的一端效果（效应器）\n\n法术效应器会为你的法术添加一种特定的元素。例如火焰效应器会使你的法术有某些火焰的特性。而法术效果是可以堆积的：如果你在法术链中添加火和冰以及一些修饰符（修饰符后边介绍），你可以获得一个火与冰的法术。\n彩色的一端（图中顶端，但可旋转）为输出，而颜色标胶不鲜艳的一端（图底部）为输入。\n修饰符\n法术修饰符使法术效果有个更集中的方面，有“默认”“攻势”“防守”“环境”几方面。当修饰符放在法术链中法术效应器的输出后时，最新的法术效果将会改向为四种方面之一。比如要是你弄上攻势的冰霜法术，它将迫使冰法术的效果成为攻击的类型。注意，修饰符只会影响上一个法术效果，法术链中上一个法术效应器前要是还有其他效应器不会被影响到。\n彩色一端输出（图中顶端），石环一端输入（图中底部）\n附属\n法术附属用于增强法术效果的各种属性，目前有三种：力量、代价、效能。如果你添加其中一个到法术效果之后，这会使法术的作用更实惠。如果你添加一个力量的一类（红色核心）的法术附属，它将使你的法术更强；代价（绿色核心）的法术附属 将减少法术使用的成本；效能（蓝色核心）的法术附属 将增强法术的影响。\n当添加法术附属时，你应该注意 框架很重要。不稳定的法术附属只允许其中一个类型到法术效果中——试图添加两个不稳定力量法术附属的话将只有一个会使用（并且可能导致其他炸毁而破坏到法术链）。不过，你可以为法术效果添加不稳定的力量、代价、效能附属各之一，但这会被限制在每种类型一个。标准附属将限制在每种两个，加强每种三个。\n彩色一端输出（图顶），不太鲜艳一端输入（图底）\n导管\n\n管道真的没什么本身的作用，如果你要把法术链弄得长点、组件有些间隔可以利用它来拼凑。\n四个点的一端为输入端，一个点的为输出。\n设置你的法术链\n首先，你需要在炼金术台创建一个复杂的法术水晶，和绑定水晶一样，你需要将其绑定到自己和基架上。现在，当你使用法术水晶时（可以重命名），它将使用出来自法术链的法术。\n“法术链”是术语，指的是让你使出法术的排出的法术方块整体。制作一个法术链，你需要从基架开始，放置出来后，右键可以调整它的输出端的方向。当你把它调整到你想要的输出方向后，放置一个法术效应器在它旁边，然后按shift加右键调整输入端使得与旁边的基架输出端相连，然后用普通的右键改输出端的方向（所有法术方块都有这个输入输出端方向的设定）。而输入 输出端不会被调整为同一方向。\n\n一旦完成，你可以拿着法术水晶对着基架右键接着使用法术。如果你想添加一个修饰符，只需要将它连接在法术效应器后。你可以在修饰符后继续添加法术附属，但最好尽快放置修饰符来帮助法术更容易读取。这个例子，让我们放置些环境修饰符。\n\n现在上边的图片，一个抛射类的环境式风效果法术。这个独特的法术抛射出的颗粒如果经过掉落在第三的物品将把他收到你的背包。\n法术附属可以接着改变法术。\n\n最重要的是，会有更多的法术效果可能被添加。这是一个很好的尝试。\n\n你可以看到，法术很容易创建，但很难达到完美。有些法术需要其他效果完善，有些则最好单独存在。\n法术的使用成本是每个法术效果和法术附属的成本乘上一个复杂的因数。所以，如果你弄了一个有很多很多效果的法术，最好确保你有足够的LP值。神秘时代整合 \n血红头盔 \n\n\n\n\n\n",
    "replies": [
        {
            "author": "a18964819868",
            "timestamp": 1377857400,
            "txt_content": "LZ搬运辛苦！"
        },
        {
            "author": "额无语",
            "timestamp": 1377857400,
            "txt_content": "为啥不能完全汉化呢"
        },
        {
            "author": "Ljz15",
            "timestamp": 1377857400,
            "txt_content": "给力给力给力给力给力"
        },
        {
            "author": "hendyzone",
            "timestamp": 1377857520,
            "txt_content": "lz快填坑(&#65439;Д&#65439;≡&#65439;д&#65439;)"
        },
        {
            "author": "微笑的诈欺师",
            "timestamp": 1377857520,
            "txt_content": "诶？看了好久的这货的消息终于出了"
        },
        {
            "author": "1109101628",
            "timestamp": 1377857580,
            "txt_content": "看来LZ要在这里花很大功夫了呢←w←"
        },
        {
            "author": "5160551",
            "timestamp": 1377857580,
            "txt_content": "额无语 发表于 2013-8-30 18:10 \n为啥不能完全汉化呢\n部分物品用处不了解，翻译也不是太准，等了解后会立刻补上"
        },
        {
            "author": "shizhenxing1",
            "timestamp": 1377857580,
            "txt_content": "楼主辛苦了= ="
        },
        {
            "author": "Ljz15",
            "timestamp": 1377857580,
            "txt_content": "Ljz15 发表于 2013-8-30 18:10 \n给力给力给力给力给力\n真想不到沙发还有奖励的，怪不得大家争坐沙发。"
        },
        {
            "author": "5160551",
            "timestamp": 1377857580,
            "txt_content": "Ljz15 发表于 2013-8-30 18:10 \n给力给力给力给力给力\n噗，弄错了。。"
        },
        {
            "author": "shizhenxing1",
            "timestamp": 1377857640,
            "txt_content": "5160551 发表于 2013-8-30 18:13 \n噗，弄错了。。\n弄错了= =为什么不给我呢=w="
        },
        {
            "author": "1609108558",
            "timestamp": 1377858060,
            "txt_content": "a18964819868 发表于 2013-8-30 18:10 \nLZ搬运辛苦！\n又见翻茄酱，话说你的龙都这么大了诶？已点。。。求2个金币{:10_512:}"
        },
        {
            "author": "5160551",
            "timestamp": 1377860040,
            "txt_content": "hendyzone 发表于 2013-8-30 18:12 \nlz快填坑(&#65439;Д&#65439;≡&#65439;д&#65439;)\n尽量，就知道这mod不错没想到才一会就这么多人，我会更努力的"
        },
        {
            "author": "5160551",
            "timestamp": 1377860100,
            "txt_content": "微笑的诈欺师 发表于 2013-8-30 18:12 \n诶？看了好久的这货的消息终于出了\n0W0谢谢关注，我会尽快更完已知内容"
        },
        {
            "author": "5160551",
            "timestamp": 1377860220,
            "txt_content": "1109101628 发表于 2013-8-30 18:13 \n看来LZ要在这里花很大功夫了呢←w←\nQWQ的确，这mod真的挺高端的，所以比以前搬运/汉化的其他mod都麻烦了不少"
        },
        {
            "author": "5160551",
            "timestamp": 1377860220,
            "txt_content": "shizhenxing1 发表于 2013-8-30 18:13 \n楼主辛苦了= =\nWW谢谢了。。"
        },
        {
            "author": "5160551",
            "timestamp": 1377860280,
            "txt_content": "shizhenxing1 发表于 2013-8-30 18:14 \n弄错了= =为什么不给我呢=w=\n你是地板噗。。"
        },
        {
            "author": "5160551",
            "timestamp": 1377860340,
            "txt_content": "去吃饭先，等会再弄"
        },
        {
            "author": "1035320165",
            "timestamp": 1377861480,
            "txt_content": "有1.5.2的吗0w0 1.6.2的魔法之类的MOD好多还没更新"
        },
        {
            "author": "5160551",
            "timestamp": 1377861840,
            "txt_content": "1035320165 发表于 2013-8-30 19:18 \n有1.5.2的吗0w0 1.6.2的魔法之类的MOD好多还没更新\n没有，这mod开始就是1.6.2的了"
        },
        {
            "author": "1609108558",
            "timestamp": 1377862020,
            "txt_content": "a18964819868 发表于 2013-8-30 18:10 \nLZ搬运辛苦！\n来了=w=嘿嘿               "
        },
        {
            "author": "5160551",
            "timestamp": 1377869820,
            "txt_content": "大部分撸主已知内容已补上，继续。。"
        },
        {
            "author": "5160551",
            "timestamp": 1377874440,
            "txt_content": "研究了下又了解了一些，明天再更"
        },
        {
            "author": "洁酱丶",
            "timestamp": 1377917940,
            "txt_content": "{:10_492:}我来支持一下潜潜ww"
        },
        {
            "author": "qqqbqqq",
            "timestamp": 1377928440,
            "txt_content": "。。唔。。这边关于印记的测试结果是：1.水之印记。使用一次消耗100lp。在目标位置制造一格水源。2.熔岩印记。使用一次消耗1000lp。在目标位置制造一格岩浆。3.虚空印记。使用一次消耗50lp。消除目标位置的水源/岩浆。4.空气印记。使用一次消耗50lp。使得玩家向前方移动一段距离。可连续使用（即可用于飞行。但飞行的消耗巨大）。5.速掘印记。开关式使用。关闭不消耗lp。开启时消耗100lp。同时每开启10s消耗100lp。每消耗一次给予玩家10s急迫效果、6.占卜印记。使用时不消耗lp。用于侦测目前身上所拥有的lp。7。元素印记。开关式使用。关闭时不消耗lp。开启时消耗200lp。每开启10s消耗200lp。每次消耗时给予玩家10s防火效果。10s水下呼吸效果。8.绿丛印记。可开关式调整。关闭时不消耗lp。有无限骨粉的效果。开启时每10s消耗100lp。有加速恢复的效果。恢复效果大概是满饱食度时回复速度的两倍。8.集合印记。。暂时还没弄清楚有什么用。。。ps：lp需要用宝珠右键获得。消耗自身一定的血量。获得一定的lp。"
        },
        {
            "author": "5160551",
            "timestamp": 1377928980,
            "txt_content": " 本帖最后由 5160551 于 2013-8-31 14:04 编辑 \nqqqbqqq 发表于 2013-8-31 13:54 \n。。唔。。这边关于印记的测试结果是：1.水之印记。使用一次消耗100lp。在目标位置制造一格水源。2.熔岩印记 ...\n好吧我才不会说其实这些已经知道了，不过还是谢谢，顺便一说集合印记的作用是可以把背包里4个印记收起来合在一块，可以随时切换使用"
        },
        {
            "author": "qqqbqqq",
            "timestamp": 1377932040,
            "txt_content": "5160551 发表于 2013-8-31 14:03 \n好吧我才不会说其实这些已经知道了，不过还是谢谢，顺便一说集合印记的作用是可以把背包里4个印记收起来合 ...\n= =.诶诶。。好吧。。希望你能尽快弄出其他的内容吧。。祭坛什么的我是没时间去试验了。。不过还是谢谢你关于集合印记的信息。"
        },
        {
            "author": "5160551",
            "timestamp": 1377932880,
            "txt_content": "qqqbqqq 发表于 2013-8-31 14:54 \n= =.诶诶。。好吧。。希望你能尽快弄出其他的内容吧。。祭坛什么的我是没时间去试验了。。不过还是谢谢你 ...\n祭坛什么的基本已懂，只是各种可变化的物品以及变化后的不清楚。现在主要是装备虽然知道怎么弄，但工具不了解，还有那啥法术什么的也懂"
        },
        {
            "author": "5160551",
            "timestamp": 1378019700,
            "txt_content": "次奥表示今天家里没电没法更。。。"
        },
        {
            "author": "废土狩人",
            "timestamp": 1378628520,
            "txt_content": "辛苦楼主了"
        },
        {
            "author": "5160551",
            "timestamp": 1378629600,
            "txt_content": "废土狩人 发表于 2013-9-8 16:22 \n辛苦楼主了\n0W0谢谢！！"
        },
        {
            "author": "视觉疲倦",
            "timestamp": 1378878720,
            "txt_content": "求装备部分更新啊~"
        },
        {
            "author": "5160551",
            "timestamp": 1378890780,
            "txt_content": "视觉疲倦 发表于 2013-9-11 13:52 \n求装备部分更新啊~\n奥，好吧，等有空就更，这几天一堆背诵暂时可能没法噗。。。【QAQ之前还压根没背"
        },
        {
            "author": "5160551",
            "timestamp": 1378891860,
            "txt_content": "视觉疲倦 发表于 2013-9-11 13:52 \n求装备部分更新啊~话说先告诉你大概吧，可能要过几天才能搞。表示目前只清楚装备，工具和武器不太了解。\n\n“空的血插槽”，放学祭坛30,000 LP变“满的血插槽”\n\n“满的血插槽”和其他一些合成出一个“灵魂装甲锻造石”\n\n用“满的血插槽”摆出装备的合成台中的摆法，在空余部位摆上“灵魂装甲锻造石”。然后右键“灵魂装甲锻造石”，要是摆得对，附近视野中的远处会有一闪电，“满的血插槽”消失并且掉落摆出的装备。【可以手上拿着装备右键直接绑定玩家并穿上\n武器工具虽然不知道怎么制作，但创造中拿出的话刚开始拿在手上是个球（停用），按潜行+右键激活成为该工具并绑定玩家"
        },
        {
            "author": "视觉疲倦",
            "timestamp": 1378923120,
            "txt_content": "5160551 发表于 2013-9-11 17:31 \n“空的血插槽”，放学祭坛30,000 LP变“满的血插槽”\n\n“满的血插槽”和其他一些合成出一个“灵魂装 ...\n{:10_512:}原来是这样，lz辛苦了"
        },
        {
            "author": "小老虎",
            "timestamp": 1381757220,
            "txt_content": "高端高端，渣渣渣渣。"
        },
        {
            "author": "ltuwyhp",
            "timestamp": 1381800000,
            "txt_content": "挺感兴趣的 等楼主汉化完毕"
        },
        {
            "author": "堕落之神帝",
            "timestamp": 1381831080,
            "txt_content": "非常好的东西！！"
        },
        {
            "author": "九命猫",
            "timestamp": 1381836360,
            "txt_content": "！！！！！！！！！！！！！赞"
        },
        {
            "author": "5160551",
            "timestamp": 1381840680,
            "txt_content": "ltuwyhp 发表于 2013-10-15 09:20 \n挺感兴趣的 等楼主汉化完毕\nQWQ好吧表示其实帖子还有些很久没更新了，既然又有人感兴趣窝近期有时间就更些吧"
        },
        {
            "author": "5160551",
            "timestamp": 1382010360,
            "txt_content": ">W<更新仪式的内容啦啦啦！！！"
        },
        {
            "author": "TearOfSky",
            "timestamp": 1382011920,
            "txt_content": "看起来好复杂的样子，玩玩看"
        },
        {
            "author": "oasis123321tzy",
            "timestamp": 1382153640,
            "txt_content": "楼主速度 出 装备 和 法术的攻略。希望不要太变态~ 前面的增益都不错且合理~"
        },
        {
            "author": "dcsuibian",
            "timestamp": 1382194380,
            "txt_content": "wizards呵呵呵，巫师游戏"
        },
        {
            "author": "5160551",
            "timestamp": 1382194680,
            "txt_content": "oasis123321tzy 发表于 2013-10-19 11:34 \n楼主速度 出 装备 和 法术的攻略。希望不要太变态~ 前面的增益都不错且合理~\n尽力，有时间就会更下，装备在35楼有说个大概姿势"
        },
        {
            "author": "小诚哥",
            "timestamp": 1382230260,
            "txt_content": "5160551 发表于 2013-9-11 17:31 \n“空的血插槽”，放学祭坛30,000 LP变“满的血插槽”\n\n“满的血插槽”和其他一些合成出一个“灵魂装 ...\n原帖里面的作者视频有说明武器是怎么合成的，用仪式，那个摆成圆形的仪式，激活后丢一把钻石剑就合成武器了。\n还有说明了特殊药水的合成。。很给力"
        },
        {
            "author": "5160551",
            "timestamp": 1382230380,
            "txt_content": "小诚哥 发表于 2013-10-20 08:51 \n原帖里面的作者视频有说明武器是怎么合成的，用仪式，那个摆成圆形的仪式，激活后丢一把钻石剑就合成武器 ...\n特殊药水貌似是1.6.4的版本更新的内容，武器的姿势窝去试试看下"
        },
        {
            "author": "5160551",
            "timestamp": 1382231280,
            "txt_content": "小诚哥 发表于 2013-10-20 08:51 \n原帖里面的作者视频有说明武器是怎么合成的，用仪式，那个摆成圆形的仪式，激活后丢一把钻石剑就合成武器 ...\n话说是这个仪式么？怎么摆啊噗"
        },
        {
            "author": "5160551",
            "timestamp": 1382231340,
            "txt_content": "5160551 发表于 2013-10-20 09:08 \n话说是这个仪式么？怎么摆啊噗\n好吧貌似会了"
        },
        {
            "author": "5160551",
            "timestamp": 1382241060,
            "txt_content": "汉化补全，等帖子介绍内容补好后就去搬1.6.4的版本来汉化，1.6.4的多了点内容，看上去貌似不错"
        },
        {
            "author": "小诚哥",
            "timestamp": 1382403300,
            "txt_content": "5160551 发表于 2013-10-20 09:09 \n好吧貌似会了\n就是这个，恩，还有两种仪式，有一种和你说的那个排怪的仪式相反是困怪，还有一个没整清楚，摆出来无效，另外空瓶子在祭坛可以生成空的魔药，可以血炼上特性，但我不知道怎么加使用次数，我用的是最新版本。。。"
        },
        {
            "author": "小诚哥",
            "timestamp": 1382403480,
            "txt_content": "小诚哥 发表于 2013-10-22 08:55 \n就是这个，恩，还有两种仪式，有一种和你说的那个排怪的仪式相反是困怪，还有一个没整清楚，摆出来无效， ...\n恩，是1.6.2的最新，应该是有同步更新的，没有放弃1.6.2"
        },
        {
            "author": "小诚哥",
            "timestamp": 1382403600,
            "txt_content": "5160551 发表于 2013-10-20 11:51 \n汉化补全，等帖子介绍内容补好后就去搬1.6.4的版本来汉化，1.6.4的多了点内容，看上去貌似不错\n另说祭坛部分可以更新了， 4药水要4阶以上的祭坛献祭，作者已经摆出了5阶祭坛了。。。。中文帖子更新有点慢。。。"
        },
        {
            "author": "5160551",
            "timestamp": 1382414760,
            "txt_content": "小诚哥 发表于 2013-10-22 09:00 \n另说祭坛部分可以更新了， 4药水要4阶以上的祭坛献祭，作者已经摆出了5阶祭坛了。。。。中文帖子更新有点 ...\n知道，，之前有段时间懒了就没更内容，等内容有时间补点，补好后就去更新汉化，更完后还得更新内容QWQ"
        },
        {
            "author": "5160551",
            "timestamp": 1382447820,
            "txt_content": "终于把目前汉化版本的内容给基本更好啦，会尽快把原帖上的新版本的汉化补上，接着更新内容QWQ"
        },
        {
            "author": "大智若渝人",
            "timestamp": 1382448720,
            "txt_content": "为什么我看不到图？？？？{:10_497:}"
        },
        {
            "author": "5160551",
            "timestamp": 1382449080,
            "txt_content": "大智若渝人 发表于 2013-10-22 21:32 \n为什么我看不到图？？？？\n布吉岛，其他好像都没表示过这问题"
        },
        {
            "author": "5160551",
            "timestamp": 1382531880,
            "txt_content": "QWQ刚刚决定了还是到原帖寻求下原作者看法，问问是否允许窝的搬运，就在原帖第22页的429楼。。。"
        },
        {
            "author": "5160551",
            "timestamp": 1382541420,
            "txt_content": "QWQ作者准许窝翻译搬运血魔法啦啦啦！原帖窝询问作者是否允许的页面（429-431楼窝回复和作者准许）qianzha（潜渣，就是窝啦）(#429):I'm sorry only now seek your decision.I forwarded and Chinesization your Blood Magic Mod into the MCBBS(now just v0.4.1).The MCBBS is a minecraft forum from China.There are many mod forward from here but the forwarder always didn't seek developer's decision.After a moment's consideration I decided to seek your decision.Can I proceed with update this?Or if you want add Chinese I can help you to tell you what items' name in Chinese.\nI forwarded your Blood Magic Mod into the MCBBS's address is http://www.mcbbs.net...168953-1-1.html\nMy English is poor.So if my grammar is wrong.Don't mind,please.\nWayofTime(mod作者#430）：\n\nI will allow you to port my mod into the Chinese forum. I assume that the only things that you are changing in the mod are the names and descriptions of the items, so that is perfectly acceptable. Do note that if there are bugs from your version, and if you do happen to edit anything other than the language of the items, I don't think I would be able to help you.\n\nKeep up the good work, and yes: You have my permission. qianzha(#431):Thanks for your permission.I will update harder.And because of it can't access Youtube in China,find something descriptions is difficult.Can I ask you some descriptions and more appropriate items' Chinese name if you have time and I not sure some new item?And is there have better method of contact when I want to ask you ? \n"
        },
        {
            "author": "5160551",
            "timestamp": 1382541660,
            "txt_content": "5160551 发表于 2013-10-23 23:17 \nQWQ作者准许窝翻译搬运血魔法啦啦啦！原帖窝询问作者是否允许的页面（429-431楼窝回复和作者准许）\nQWQ对于一个英语渣，只能通过翻译软件和部分自己记得的语法和单词慢慢打出一段回复后还得再想想才能发出去真的好辛苦的说"
        },
        {
            "author": "5160551",
            "timestamp": 1382763180,
            "txt_content": "1.6.2原帖最新版本v0.5.1b已更新汉化，新增炼金术和恶魔召唤。炼金术中的物品为译名没确定，毕竟是虚构物品也翻译不出，再加上我还没了解新内容的玩法，如果有想到可以用的好名字的有奖励\n以下未确定译名：\nPower Catalyst；Lengthening Catalyst；Incendium；Magicales；Sanctus；Aether；Crepitous；Crystallos；Terrae；Aquasalus；Tennebrae"
        },
        {
            "author": "qq978403012",
            "timestamp": 1382763720,
            "txt_content": "5160551 发表于 2013-8-30 18:55 \n0W0谢谢关注，我会尽快更完已知内容\nowo你也会卖萌owo"
        },
        {
            "author": "5160551",
            "timestamp": 1382764020,
            "txt_content": "qq978403012 发表于 2013-10-26 13:02 \nowo你也会卖萌owo\n→w→被个爱卖萌无下限的腹黑正太给搞得偶尔也这样啦@彩纸丶"
        },
        {
            "author": "彩纸丶",
            "timestamp": 1382764260,
            "txt_content": "5160551 发表于 2013-10-26 13:07 \n→w→被个爱卖萌无下限的腹黑正太给搞得偶尔也这样啦@彩纸丶\n（<ゝω&#12539;）☆"
        },
        {
            "author": "5160551",
            "timestamp": 1382764320,
            "txt_content": "彩纸丶 发表于 2013-10-26 13:11 \n（\nQWQ彩彩爆爆！"
        },
        {
            "author": "qq978403012",
            "timestamp": 1382764440,
            "txt_content": "5160551 发表于 2013-10-26 13:07 \n→w→被个爱卖萌无下限的腹黑正太给搞得偶尔也这样啦@彩纸丶\nowo什么时候才能快点升到六级啊"
        },
        {
            "author": "qq978403012",
            "timestamp": 1382764500,
            "txt_content": "5160551 发表于 2013-10-26 13:12 \nQWQ彩彩爆爆！\n喵喵喵喵=w="
        },
        {
            "author": "qq978403012",
            "timestamp": 1382764560,
            "txt_content": "5160551 发表于 2013-8-30 18:55 \n0W0谢谢关注，我会尽快更完已知内容\n收好我给你的节操"
        },
        {
            "author": "5160551",
            "timestamp": 1382764680,
            "txt_content": "qq978403012 发表于 2013-10-26 13:14 \nowo什么时候才能快点升到六级啊\n积分大于500貌似，不过别乱水的好。。"
        },
        {
            "author": "5160551",
            "timestamp": 1382764740,
            "txt_content": "qq978403012 发表于 2013-10-26 13:16 \n收好我给你的节操\nQWQ谢谢，吃掉www"
        },
        {
            "author": "5160551",
            "timestamp": 1383318060,
            "txt_content": "QWQ更新1.6.4v0.6.0a，新内容几乎不了解，有些没确定汉化"
        },
        {
            "author": "5160551",
            "timestamp": 1384524840,
            "txt_content": "原帖1.6.4更新至0.6.2b，待我汉化www"
        },
        {
            "author": "5160551",
            "timestamp": 1384530300,
            "txt_content": "更新1.6.4 v0.6.2b的汉化www"
        },
        {
            "author": "5160551",
            "timestamp": 1384569120,
            "txt_content": "把原帖上更新日志搞过来了些www"
        },
        {
            "author": "5160551",
            "timestamp": 1384592700,
            "txt_content": "后来新内容恶魔召唤已说明，在这期间发现些语言之类的以及物品的用处，于是未汉化的一点点内容可能之后会补ww"
        },
        {
            "author": "5160551",
            "timestamp": 1384685460,
            "txt_content": "炼金术内容补上,通过了解已确定好之前0.4.1后的版本没翻译的两个,待我在了解多点多确定点没汉化的物品,之后一块补上\n\n\n\n\nQQ截图20131117184849.png (4.2 KB, 下载次数: 2)\n\n下载附件\n\n2013-11-17 18:51 上传\n\n\n\n\n\n"
        },
        {
            "author": "5160551",
            "timestamp": 1384689240,
            "txt_content": "完善部分汉化，建议更下汉化版本，帖子内容之前未汉化而输原英文的物品名我会改回目前汉化，下边是改的内容\n\n\n\n\nQQ截图20131117184849.png (4.2 KB, 下载次数: 2)\n\n下载附件\n\n2013-11-17 19:53 上传\n\n\n\n\n\n\n\n\n\nQQ截图20131117191510.png (4.64 KB, 下载次数: 2)\n\n下载附件\n\n2013-11-17 19:53 上传\n\n\n\n\n\n"
        },
        {
            "author": "5160551",
            "timestamp": 1385198280,
            "txt_content": "更新汉化v0.6.3a"
        },
        {
            "author": "yiyayiya17",
            "timestamp": 1385201160,
            "txt_content": "一直很期待这个mod"
        },
        {
            "author": "5160551",
            "timestamp": 1385201580,
            "txt_content": "yiyayiya17 发表于 2013-11-23 18:06 \n一直很期待这个mod\nQWQ期待啥啊我都更新好一段时间啦"
        },
        {
            "author": "5160551",
            "timestamp": 1385456760,
            "txt_content": "更新汉化v0.6.4"
        },
        {
            "author": "罗罗诺亚·小羊",
            "timestamp": 1385811840,
            "txt_content": "记不住啊！！！！！！！！！"
        },
        {
            "author": "5160551",
            "timestamp": 1385811960,
            "txt_content": "罗罗诺亚·小羊 发表于 2013-11-30 19:44 \n记不住啊！！！！！！！！！\n需要一个就看下咯，反正做好一个以后就不需要再搞个一样的了"
        },
        {
            "author": "yiyayiya17",
            "timestamp": 1385812680,
            "txt_content": "5160551 发表于 2013-11-23 18:13 \nQWQ期待啥啊我都更新好一段时间啦\n之前因为更新的比较快，看介绍还有很多未弄懂的地方，所以想再等等，现在鼓起勇气下来玩玩看吧"
        },
        {
            "author": "天幕Skyfall",
            "timestamp": 1385890020,
            "txt_content": "你好 我下了你汉化搬运的血魔法mod 可是第一步就卡住了，我的钻石放到祭坛上后 用牺牲刀就是不能生成气血宝珠哎，可以指点一下吗 再次感谢"
        },
        {
            "author": "5160551",
            "timestamp": 1385890380,
            "txt_content": "天幕Skyfall 发表于 2013-12-1 17:27 \n你好 我下了你汉化搬运的血魔法mod 可是第一步就卡住了，我的钻石放到祭坛上后 用牺牲刀就是不能生成气血宝 ...\n把钻石放在有储存一定LP的血祭坛上有出现颗粒效果么，游戏设置的颗粒效果别关看看有没有，有的话就等一会就行"
        },
        {
            "author": "天幕Skyfall",
            "timestamp": 1385890920,
            "txt_content": "5160551 发表于 2013-12-1 17:33 \n把钻石放在有储存一定LP的血祭坛上有出现颗粒效果么，游戏设置的颗粒效果别关看看有没有，有的话就等一会 ...\n祭坛储存了lp的话是不是就是里面有红色液体？\n可是着红色液体会一会就没了啊，我在点牺牲匕首的时候又出现红色烟雾，但是把钻石放上就没了。。。"
        },
        {
            "author": "5160551",
            "timestamp": 1385892000,
            "txt_content": "天幕Skyfall 发表于 2013-12-1 17:42 \n祭坛储存了lp的话是不是就是里面有红色液体？\n可是着红色液体会一会就没了啊，我在点牺牲匕首的时候又出 ...\n是，那就存多点，一个虚弱气血宝珠需要给钻石注入2000LP，牺牲匕首一下是给祭坛填200LP，之后你搞到个占卜印记后可以查看自身LP，对着祭坛也可以查祭坛的。"
        },
        {
            "author": "天幕Skyfall",
            "timestamp": 1385892300,
            "txt_content": "5160551 发表于 2013-12-1 18:00 \n是，那就存多点，一个虚弱气血宝珠需要给钻石注入2000LP，牺牲匕首一下是给祭坛填200LP，之后你搞到个占卜 ...\n恩恩 多谢了 我在研究一下"
        },
        {
            "author": "天幕Skyfall",
            "timestamp": 1385895360,
            "txt_content": "5160551 发表于 2013-12-1 18:00 \n是，那就存多点，一个虚弱气血宝珠需要给钻石注入2000LP，牺牲匕首一下是给祭坛填200LP，之后你搞到个占卜 ...\n我好像发现问题了 就是血祭坛没办法从牺牲匕首获取LP，祭坛中LP一直是0 我的也是0.。。这是BUG了吗。。。。"
        },
        {
            "author": "5160551",
            "timestamp": 1385897220,
            "txt_content": "天幕Skyfall 发表于 2013-12-1 18:56 \n我好像发现问题了 就是血祭坛没办法从牺牲匕首获取LP，祭坛中LP一直是0 我的也是0.。。这是BUG了吗。。。 ...\n为啥不行，离祭坛靠得够近么，自己的LP是通过气血宝珠补充的"
        },
        {
            "author": "天幕Skyfall",
            "timestamp": 1385898240,
            "txt_content": "5160551 发表于 2013-12-1 19:27 \n为啥不行，离祭坛靠得够近么，自己的LP是通过气血宝珠补充的\n嗯，就是站在旁边的，右键牺牲匕首时有红烟，祭坛有红水但没有lp增加"
        },
        {
            "author": "5160551",
            "timestamp": 1385898420,
            "txt_content": "天幕Skyfall 发表于 2013-12-1 19:44 \n嗯，就是站在旁边的，右键牺牲匕首时有红烟，祭坛有红水但没有lp增加\nLP多少？会不会满了"
        },
        {
            "author": "天幕Skyfall",
            "timestamp": 1385898900,
            "txt_content": "5160551 发表于 2013-12-1 19:47 \nLP多少？会不会满了\n0啊&#9681;▂&#9680;…"
        },
        {
            "author": "5160551",
            "timestamp": 1385899860,
            "txt_content": "天幕Skyfall 发表于 2013-12-1 19:55 \n0啊&#9681;▂&#9680;…\n噗？咋回事啊我没遇过这情况唉。。。"
        },
        {
            "author": "yiyayiya17",
            "timestamp": 1385973360,
            "txt_content": " 本帖最后由 yiyayiya17 于 2013-12-2 17:16 编辑 \n\n英文原帖的解释确实也很难看懂，但总觉得和楼主的顶楼的翻译不太一样\n气血宝珠做出来了但不知道怎样把存满的LP放进祭坛\n\n再看了一遍英文原帖，大概是主楼上的翻译有误，英文原帖里没有说能够把宝珠里的LP注入祭坛，只说祭坛能给宝珠注入LP，宝珠里的LP（也就是灵魂网络里的LP）应该是用来作为使用物品的消耗的"
        },
        {
            "author": "yiyayiya17",
            "timestamp": 1385974020,
            "txt_content": " 本帖最后由 yiyayiya17 于 2013-12-2 16:58 编辑 \n天幕Skyfall 发表于 2013-12-1 19:44 \n嗯，就是站在旁边的，右键牺牲匕首时有红烟，祭坛有红水但没有lp增加\n祭坛有红水就代表有LP在里面\n占卜印记可以量两种LP，一种是“灵魂网络”中的LP，对着空气右键就是量这个，你没有做出气血宝珠所以灵魂网络中的LP一定是0，显示的是Current Essence: XXX LP\n占卜印记对着祭坛右键就可以量祭坛里的LP，有红水在里面应该可以量到LP的数量，显示的是Alter's Current Essence: XXX LP"
        },
        {
            "author": "5160551",
            "timestamp": 1385974860,
            "txt_content": "yiyayiya17 发表于 2013-12-2 16:47 \n祭坛有红水就代表有LP在里面\n占卜印记可以量两种LP，一种是“灵魂网络”中的LP，对着空气右键就是量这个 ...\n是，而且右键提示的信息也有翻译的www"
        },
        {
            "author": "5160551",
            "timestamp": 1385974920,
            "txt_content": " 本帖最后由 5160551 于 2013-12-2 17:05 编辑 \nyiyayiya17 发表于 2013-12-2 16:36 \n英文原帖的解释确实也很难看懂，让人怀疑这个作者的母语真的是英语吗，但总觉得和楼主的顶楼的翻译不太一样 ...\n好吧这是之前还没了解透，理解失误了，后来没改回来，谢谢提醒唉，马上改好QWQ"
        }
    ]
}