{
    "title": "诶~好嘞！MC粗爷历险记第四章终于~~~搞完啦！！",
    "author": "76332629",
    "replyCount": 6,
    "timestamp": 1377861060,
    "txt_content": " 本帖最后由 76332629 于 2013-9-6 17:24 编辑 \n\n{:10_523:}诶~先自顶一个！\n{:10_505:}要要切克闹……在下阿粗~前来报到，欢迎各位~前来捧场，菊花备好，文章奉上！要、要、切·克·闹！走你——！\n———————————————————————————————————————————————————————第四章：少女……\n阿粗大惊，却见她没有爆炸，便慢慢地靠近她。\n却见那只苦力怕一副委屈胆小的样子，眼中似乎还泛着点点泪花。阿粗心里纳闷，这苦力怕非但不爆炸，还好似在向我求饶？世间还有这等怪事？于是，阿粗小心翼翼，轻手轻脚的拔出了扣在苦力怕前脚的那柄木剑。\n果然，木剑一拔出，那苦力怕立刻就跳到树丛里，只留下了地上几滴鲜血。这是苦力怕受伤的前脚上滴下的。阿粗轻抚了抚木剑上的血渍，暗想：这世上还有这么有人情味的苦力怕？真是大开眼界啊。\n这时，经过了一晚上激烈的厮杀，一丝朝晖正缓缓洒向大地。只是转瞬，这世界便被方正却温暖人心的朝阳给浓浓的裹住了，世间万物，在朝阳的映照下，显得蓬荜生辉。世界都变成了灿灿的金色。泛着波纹的小河，反射着明媚的阳光，树叶和嫩草都随着清风拂动着，使人心里一阵说不出的幸福（此为可怜的渣配作者的YY/作者：光影水反什么的好想要~）。从这时起，阿粗恐惧又无助的心灵得到了净化，因过度紧张而紧皱的眉头也舒展了开来。伸出双手，感受着拂过脸庞的清风，阿粗欣慰（？）的笑了。“最喜欢早晨了~”微张着的嘴里蹦出这么一句话。\n迎着温暖人心、金光普照的朝阳，阿粗拖着受伤的身体，步向远处的河边。\n阿粗跪在河边，将木剑置在身旁，俯身用河水清洗满是血水的脸。双手泡在清凉的河水中，刺激着全身的细胞，本来彻夜未眠倍感疲困的阿粗一下子神清气爽了起来。用方块双手捧起一滩清澈的河水，一口饮尽，顿感精神百倍。\n饮毕，却发现河水中好似有一个少女的倒影，心中咚一沉，急身跃开，脚刚站住，面前果然立着一位面容清秀的少女！阿粗惊得魂飞魄散，脚步后退几尺，却忘了身后是条河流，噗通一声翻进河中。\n挣扎着从河中爬上岸，阿粗身体打了个冷颤。好冷的河水！手抹掉脸上的水渍，阿粗眼睛使劲眨巴了几下，以便确认自己是否看错。定睛一看，果然是个身着绿衣的少女。阿粗瞳孔瞪得老大，可少女仍然伫立在那，一动不动，且笑嘻嘻的望着他。\n阿粗忽然意识到自己的样子很囧，连身站起，甩了甩身上的河水，仔细端详着她。只见她身着一件绿黑相间的格子连帽外套，里面穿着白衬衣打底，有着很阳光的笑容，清新的面貌，闪银色的秀发，颈上挂着一根银色的吊坠，一副与世无争的样貌，身上散发出的清新味道，令人陶醉。阿粗呆住了，脸上泛出一丝微红。他一辈子，不管在现实还是在游戏中，从没见过这么清新的女孩子，现在忽然出现在他面前，让他有点无法接受。“这少女，好像晓可……”阿粗看的发痴，自言自语了起来。\n“喂喂？你还好吧？”少女的问候打断了阿粗的花痴。这少女的声音细腻而甜美，有种口中含着浓郁的奶糖的味道，听得阿粗又是一阵发愣。\n缓过神来，阿粗呆呆的点了点头，道：“没事。只是你……”那少女道：“我怎么了？”阿粗猛然意识到自己失态了，摇头道：“没事！你当我什么也没说！”语毕，又转口一问：“姑娘，你怎么在这啊？”少女答：“我被一群怪物追赶，好容易逃到河边……就遇见了你。”阿粗正色道：“姑娘莫怕，我来保护你，你以后跟着我吧！”又问：“敢问姑娘芳名？”少女羞涩地回话：“我……我只是个NPC，没有名字。”阿粗沉思一会，提议：“那我叫你小可吧。我叫阿粗，以后请多关照！”\n被阿粗叫做小可的少女惊讶地问：“你怎么叫阿粗呢？好奇怪的名字。”阿粗不（bu）好（huai）意（hao）思（yi）的笑了笑，道：“同学们都叫我阿粗……因为我下面…”说到此，忽然意识到不适，连忙改口：“反正，我真名叫楚天鸣。你叫我天鸣也行，阿粗也行，随便你。”小可嘴角抿抿一笑，道：“那我叫你阿粗把，这个有趣~不过你为什么叫我小可呢？”\n阿粗的表情忽然凝固，正色道：“这个故事说来话长了……你想听吗？”\n————————————————————————————————————————————————————\n文章放完，人气收到！摆摆屁股，哈哈大笑~！{:10_505:}要、要、切克闹！切——克——闹——！\n\n对了，{:10_496:}你们想不想看下集预告啊？\n\n\n索引帖地址：伟大的索引帖~！\n\n\n",
    "replies": [
        {
            "author": "76332629",
            "timestamp": 1377924180,
            "txt_content": "{:10_518:}怎么审核还不通过？"
        },
        {
            "author": "吕一恒",
            "timestamp": 1377931920,
            "txt_content": "因为下面…………"
        },
        {
            "author": "76332629",
            "timestamp": 1378012380,
            "txt_content": "吕一恒 发表于 2013-8-31 14:52 \n因为下面…………\n{:10_493:}好吧……看在你第一个回复的份上，悄悄告诉你……（其实我有***长）"
        },
        {
            "author": "mnbvcxzaqq",
            "timestamp": 1382117100,
            "txt_content": "76332629 发表于 2013-9-1 13:13 \n好吧……看在你第一个回复的份上，悄悄告诉你……（其实我有***长）\n额........."
        },
        {
            "author": "七由理",
            "timestamp": 1382118000,
            "txt_content": "我看到一古希腊神话的身影(误会误会)25"
        },
        {
            "author": "gogop",
            "timestamp": 1382955420,
            "txt_content": "我以为还下了怪物娘化mod。。"
        }
    ]
}