{
    "title": "geludan退为荣誉版主通告",
    "author": "geludan",
    "replyCount": 68,
    "timestamp": 1378034460,
    "txt_content": " 本帖最后由 geludan 于 2014-9-6 05:06 编辑 \n\n【本帖13年九月尘封，现已彻底打开解封，欢迎回帖，点赞，加分。这可能是我最后捞人气的机会了】\n\n我乏了。现实希望拿到一个一等大学学位，所以要努力。之后才有可能有大把的钱给我赚。\n关于论坛呢，其实没什么多说的，我的管理思路和经验在这里：http://www.mcbbs.net/thread-282298-1-1.html当然一人会将其说的一文不值，我就不吐槽了。\n我要求变为荣誉版主代表的含义是：我会上论坛，但是我就像个会员一样，回帖，像以前一样打屁，但是再也不管正事了。（好怀念的感觉）。从此板块兴衰在我眼中再难起波澜。我全权交给@冥王星人。 加分，人事调动，活动，板块兴衰，未来和继承人都交给外星人。外星人，记住我的理念，板块有人心才能兴。图章什么不要吝啬！遇到优秀及以上，要邀请作者。遇到非mcbbs的，寻求成为合作团队（他们要做的只是有作品在mcbbs共享版发帖，就算不是合作团队也会这么做，所以何乐而不为，一般都会同意。）\n啊对了，外星人，记得我和你讲的啊，把那人加到第13批作者里面，我暂时出了问题。（他将是我最后一位亲自邀请的作者，http://www.mcbbs.net/thread-213849-1-1.html 我的成就，列表在此。）-------------------------关于板块遗留问题·共享版为了发展，我吞并过别的版块，前期我和别的版块有过摩擦，后期我和一些板块签过协议。这都是必经阶段，·吞并作品展示，拿走单人版帖子，都是急切想要扩张，得罪人，此为前期必经阶段，不旺则衰。·和单人签订协议，是为了弥补之前做的错事；将视频包括拉拢的籽岷送往视频版，是为顺应局势，不螳臂当车被历史的车轮所碾压。\n现板块之间的撮合协商都已经完成了过去了，如果还有人耿耿于怀那我根本鸟都不用鸟，因为气量过小。\n还有人会认为我上了超级版主就要拉响警报，完全没有必要，你看我现在的情绪有波动么，我还是以前的我吗？\n\n关于板块自身问题建筑圣堂在我多年的努力下总算是形成了，只有在板块的精华（此精华非彼精华，类似精华部分）累积到一定程度方可分出子版块。当然不要误会的是，建筑圣堂并不只是有精华帖，原创帖什么也是有的，原创帖只要是作者态度认真，作品超出寻常水平，却又达不到推荐，但是需要鼓励的作品，就给了 。\n原来我对版主的要求是，理解每提醒一个会员，每教会一个会员，就是给未来省了一份心；每给一位会员加一次分，就是给未来埋下了一颗种子，这位会员随时会回来满腔热血得发布新作品。加分的版主必须要懂这一定，这不是表面工作，也不是形式主义，更不是为了现在的利益。\n同样有对中国MC的地图制作业保持绝对支持的态度，联系支持各类新兴小组\n的觉悟，最好是有看到未来走向，抓住机会，不要“保版有余上进不足”，因为那样只会让板块慢慢衰下去。\n后面呢，我就放宽了。这样子的要求太不现实。第一，版主更换太频繁，往往一个还没培养好，就换人了。其二，不是所有人都有这个能力，也不是所有人都对板块这么喜爱。。那我也没办法。估计共享版也就在我在和冥王辅助的时候，可以一波接一波的爆人气，现在也基本和别的版块差不多了。。近来我放全权让外星人管，她也很忙，最多就是继承我部分理念，执行我当时留下的部分政策和未完成活动而已。。我不强求了。。要找到一个完美的继任者很难。\n成为荣誉版主之后呢，我是这么想的，我好歹也是“版主”。所以有大事还是可以通知我让我看看。\nq上有我好友的依旧可以找我，我是不介意的，聊聊什么的。\n\n\n关于我个人问题\n\n我的积分大家也知道，将来我不增长总有人会超过我的。我现在记得曾经是超神的就行了。钻石嘛，我坚持登陆，任务的钻石我基本一个都没拿过，所以将来一定也有人会超过我。对了，混乱说高积分的人和管理层会有矛盾是有科学依据的，那个当他瞎讲就可以了，混乱一向说话不负责事后也不解释的，遇见的多了。\n\n申请什么的对于来自管理员的反对我是有准备的，但看到混乱的我就笑了。SJ和rom都是相信我有能力的，超版无用论也就是混乱的一个理由罢了。真正原因是因为SJ怕混乱做出小儿科举动例如“辞职”，以及另一个原因是怕我上任后继续火爆然后和混乱拼出火气。想想也是，混乱近年来没什么改进，以前的他确实容易让我发火，就这样呗，不受罪了。\n\n混乱啊，如果你恰巧看到这里，我就和你说下，没什么，我没放在心上，你我蛋定。\n----------------------------------------------------------------以下内容为我2013年九月一日立下的，语境和情况可能早已不适用，留作纪念。（不过红字部分依旧适用）\n能删的我都删了，留下一些内容。看完红字以后，就关上折叠吧，字太多，眼花，没意思。\n从会员，到版主，到超级版主，到版主，又到大区版主，我很感慨，不是到逼不得已的地步，你们是不会看到这个帖子的。既然你们看到了这个帖子了，说明我已早早地预料到了这一步，而写下了这个帖子。我不舍，我不能放下每次MC更新后新闻官Sjjk的报导；我不能放下我在这里认识的众多会员，关系好的版主，我在这里的足迹；不过我最不能放下的还是我一手建立起来的地图板（展示&共享），以及其中众多优秀的精华帖，众多对板块有重大贡献的共享版作者。\n\n在以前还在老地图板，“版主路过加分例行公事”的时候，我建立起了很不错的人脉关系，很多会员都认识我，互相发发鱼兔妹，笑笑，就这样，和大多数会员搞好了关系。qq上两百多人加了我，不断有人问我问题，短消息里也有五十几页，不同的会员问我问题。。可是我现在爱心只有可怜的150。。。\n\n在这里交代几件事情吧，版主看就行。大多数我能说的都在这里交代过了 http://www.mcbbs.net/thread-106108-1-1.html\n总共交代了18件事情。现在因为是长久离开职位，所以我还要多交代几件。\n\n首先加精华之后，我不能再立即更新首页版主推荐了，请到版主沙龙申请更改，以共享版加精华的速度，不会出现长时间没动静的情况。\n\n其次，关于共享版作者这件事情，我要多说几句。\n基本事项除了http://www.mcbbs.net/thread-123919-1-1.html，还有就是版主需要做的事情。由于置顶一直是我在修改，然后作者一直是我在邀请和处理，恐怕这次共享版版主除了加分，又要多一件工作了。如遇到精华或者优秀的作者，对方不是已存在的共享版作者，请对其发出邀请，是务必。如遇到版主推荐图章，或者其他有计划，有潜力的作者，请也对其发出邀请。\n\n一般对方都会发出这样的回应：“我的时间之后不多，恐怕不能够胜任”。在这种情况下，一定要回复，和对方说清楚纯粹是对已经有优秀的作品的作者发出的邀请，并不需要有任何义务去履行，同时日后并不需要一定有作品。一般这种情况下对方就会同意了。如果到一定人数了就开启新一批的作者吧。（例如从第八批到第九批，自己掌握就行了。）\n\n除了这个需要更新置顶之外，还有活跃的小组，对其组长发出邀请，成为共享版小组。另外一定要有眼光，例如powermill，Cthu-work，mayorTW等，当时我都将其谈下来，作为“合作团队”。记住，被拒绝了不可怕，可怕的是作为共享版的继承掌控人，有着发展壮大板块义务的你却放弃了。如果对方不是论坛的，你可以退而求其次啊，想想吧。\n\n至于其他的，我相信各类版规制度，什么剽窃，什么施工现场，什么模板，什么加分制度，在这么长的时间里，我已经将其十分完善了，这方面不会再有多麻烦的事情。如有必要，需要寻找管理员更新模板。\n\n记住，你是共享版的版主，你管理的是一个国内最大的地图分享，精品汇集的地方之一，不要有傲气，但是你可以有你的自豪。该硬的时候要硬，不要怕事，只要你做得对，我和诸多作者就可以站在你的身后。\n\n共享版，从一个刚开始第一个月只有100回帖的板块，到现在在暑假基本十天里有九天可以超过茶馆成为论坛活跃度第一的板块，我很欣慰。就在我写着贴的九月一号，稳稳地超过茶馆800贴。\n\n某日晚上十点\n\n我真的很欣慰。混乱表示是有回复后可见，非常不服气。别忘了，共享版的每一个贴基本就代表了一个存档，或者一个预告，可没有需要关闭的一句话水贴。况且我还没允许下载地址的隐藏呢！ \n\n不介意的话，就让我诉说一些话吧，说一点可能会很无聊的历史。从我进论坛，纸月还在，一个个版主都是有资历，有经验，很成熟，UID很靠前的，靠得住的版主。那时候，作为一个小小的会员，我感觉很安心。有什么，上面的人顶着，而且，绝对顶得住，有什么问题他们都会解决。真的好怀念啊。。没有压力，没有义务的日子，我想现在的伸手党就这样吧？我抱着对论坛和MC的一腔热血，参加了各种帖子讨论，由于方法不当，被人说成“嘲讽”，搞得我说了一段时间的“好！非常好！顶LZ！”，能记得这一段的，估计是有一定时间的会员了。还有一次beta1.8未出之前，我来了一个“1.8出了！...吗？”的帖子，被虐的好惨啊，好在那时候还是给补回来了。。会员时期的黑历史应该只有这两个了，要找的你们不用找了，我直接告诉你们了。\n\n（以前GB回帖30，就长期占据活跃榜第一。接着过了一段时间，撸飞50，被人当做疯子。现在。。）\n\n另外我多嘴一句，以前是没有钻石的，后来有了之后，还是每天登陆需要签到，十分麻烦，还来了个签到榜。。后来我直接建议，每天登陆给金币，不如换成钻石，就变成了延续到现在的机制。没错，真的是我建议的！不骗你！你可以自己找！这么好的建议还没给奖励，太坑了，还是god送了我3人气。。没记错的话。。\n\n接着一个重要的日子，2011/10/29日，论坛出现了新的板块，在作品展示的基础上，建立了地图发布板块。我看准了时机，正好每天狂刷新论坛没事干，那我就去申请了吧。呵呵，居然成功了。但是有了作品展示，发图就可以了，为什么要来地图发布人都没有的这么一个新版块放存档？麻烦啊。所以偶尔有几个人发帖了。我作为版主，我该干什么？那时候连版头都无法修改，没办法，版主自己来吧。花了点时间，搬运了一些国外的地图，翻译了一些问题，好歹做了一些不好不坏的榜样，也不知道那时候算不算是鼓舞了士气，搅动了人气。总之花了我很长的事情，才渐渐地有人慢慢开始发帖了。不容易啊，好歹有个样子了，不然就像terraria板块那样以前太监了，就被阉割了。。\n\n期间我做过各种努力，我举办啄木鸟活动，我举办建筑活动，我建立图章记录贴，我建立共享版作者系统，我设立各种规定，我甚至拿出了自己的神像来让会员们炸。。真有这事。。不信你们往回看看。。当然说到底，我最自豪的，还是发展了加分系统，风靡了整个论坛，版主之间不说争相模仿，却至少有所借鉴。你没想错，在那之前，你发帖，整个论坛，全部版块，没有一个版主有义务会来给你加分，除非偶尔他觉得，哦，这是个好贴，也就给好贴加分，给某些特殊原因加分。我这也是不得已，不加分谁来发帖？啄木鸟活动也是为了弥补一开始没有加分制度时候发的贴。因为一开始作品参差不齐，水平高的基本没有，所以加分也有些层次不分明，后来才渐渐地有所不同。之后论坛加入了金币的评分，所以后来也开始慢慢地有了一套成熟的系统。后来ggg担任作品展示版主，也沿用了类似系统。\n\n地图发布以作品展示作为目标，作为每天人气的竞争对手，从石缝中的小草，到分庭抗拒，到最后完胜，花了很长的时间和精力。当然脱离不了ggg偶尔的“帮助”。（嗯，他是败家子，败作品展示的底蕴，最后把整个板块败没了。。）当然这个败家子不带有任何贬义，ggg确实和地图板有很多友好的竞争，同时也配合板块之间的一些合作，我很感激。\n\n最后某日作品展示就被抄家了。。少不了我的推波助澜，拿走精华帖，边缘化作品展示等，但是确实现在只剩下了展示&共享。在决定这个名称的时候，又要有种子，存档，还要兼顾到纯粹发图的展示，视频，实在是非常艰难，在板块的定义上，范围上，都做了很长时间的投票和决策。作品展示后来兼具了一些游戏周边也就是翻译版（翻译创作前身）的功能，最终还是被茶馆吞了，最后这部分功能又到了翻译创作。之后共享版还和单人版（游戏技巧）起了一些冲突，不过我主动和jianghr，某H这些当时的单人版版主协商，决定技巧在单人，带存档在作品展示，可以两边发帖。（度度719当时应该还是版主，不过没出来发言，说到度度那时候还来共享版当过版主，我貌似对待那事情激动了一些，这里对度度719道歉。虽然道过了。。）\n\n不过共享版要吞并世界这种事情，对于这种言论，我只能说呵呵。我这里是发地图，发展示图片的，我要皮肤？我要材质？我要mod？我要联机？你在开玩笑吗？别试图用这类言论对我造成影响，明眼人都会无视你的诽谤，拉低你的智商罢了。\n\n之后你们都知道啊，我找了外星人，然后又找了几个版主，包括还不错的syl，虽然最后到mod讨论去了。。当时还是很生气的，把共享版当什么了，跳板么。。不过无所谓啦，这么久了。。syl人还不错的。我举办了几次活动，更新了几次置顶，联系了很多作者，这个那个的，比较高兴的还是留住了籽岷，icrdr等一系列有影响力的大触，和他们建立了不错的关系。会员们对板块有了依赖性，只要有作品，就来共享版，我就放心了。就像父亲留给儿子店铺的时候，要留下一批衷心客户，也就安心了。\n\n遇到好作品，版主不要犹豫！有了好作品，也请相信共享版。我一开始还不放心，于是有了“共享版版主民意投票”，进行了快一年吧，主要就是看看会员对版主印象如何，是否亲民，是否加分足够，出勤率足够，一周一次。你看，一不这么做，刺客就被炒鱿鱼了，出勤率不够啊，保不住咯\n还有什么可以看我的签名，这里，我的态度和我尊敬的well一样：\n论坛不断有新作品出现, 在下这些\"拙作\"已吸引不了观众...加上特殊原因, 心情不好, 决定停止作品制作与帖子更新...感谢大家长久以来的支持...Geludan下台一鞠躬...热情熄火，停止更新。歇业，停工，不干了。\n我想说的已经差不多了，能看到这里的人，我谢谢你们，你们是我的朋友。\n\n不管我走后共享版可以保持这个势头多久，我只要知道，我在的一天，共享版就是最强大的，在我走前，我留下了这么多共享版作者，我至少知道，在我在位的时候，共享版的人气是这样的，就够了\n谢谢，geludan，在此再次鞠躬，再见了。\n\n\n以下内容为我2013年九月一日立下的，语境和情况可能早已不适用，留作纪念。不过如今依旧适用。\n\ngeludan最后的建议，能做到多少，能做多久，能悟多少，等你真的明白了，你也就明白了，不明白，那你看的永远是肤浅的表面意思：共享版版主当得一定要有目光，深远的目光。不能每天应付工作坐以待毙。何解？看到机会，要抓住，远的，近的，都要争取。更多的我也没法用语言指点出来，只能看悟性了。给你一个什么都没有，没贴没人气没版头没规则没体系没活动什么也没有的版块，和现在的共享版差多远？好好想想我都干了些什么，如何继续下去，反正我背后做的事情也没办法总结，就不说出来了。如果只是觉得板块反正自己会有人气增长，我就踩在前人肩膀上ok了，那还是请你辞职吧。这句话不针对任何一个版主，却适用于每一个版主。\n\n至于邀请共享版作者，也不要这么死板，除了精华和优秀什么都不看，做出原创和推荐贴的作者，也不一定就是不够好，同时要看他们出作品的频率，是否有在进步等等，有潜力的，就邀请吧！\n\n我要的是欣赏会员作品的人，而不是功利性加分维持板块的人。我在的时候，本月精华10个里面有5-8个是共享版的，真好啊。多联系人，就会有更多好作品，被动等精华是不行的。\n\n\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1378044660,
            "txt_content": " 本帖最后由 geludan 于 2014-7-14 07:12 编辑 \n\nSjjk，你和我私聊时让我微微感到了论坛的缺人。没想到，去年的九月初，我就在这个2L预言到这个走势。\n\n如有人说杞人忧天的话，别逗了，没有远见与危机意识\n\n以下内容为我2013年九月一日立下的，语境和情况可能早已不适用，留作纪念。\n那么在2L这里，我就说一些不中听的话吧，个人看法。本段不是危言耸听也不是危害论坛稳定团结，诸位看官要是觉得毫无道理那就无视了吧。我在论坛这么久，我是不会害论坛的，我只会希望论坛好。\n\n我觉得论坛现在，金玉其外败絮其中。为何第一句就用这么惊悚的话开头？待我慢慢道来。首先，大区版主是干什么的？跑到每一个板块，到处删帖关贴，然后走进每一个新帖的每一页，加分，警告，屏蔽？nonono。大区版主不干这个，干这个的不是大区版主，你这是找清洁队。管理员负责调度论坛总体方向，是大脑的话，大区版主就是肢干关节，以自己比管理员对板块还要熟悉的经验，来将问题具体实施解决，从而达到管理员的大方向彻底得到正确施展。同时一直看着，执行过程中如有事故发生，加以纠正，或和管理员讨论。如果事事都亲力亲为，那还找这么多版主作甚？\n\n多人都以为大区版主只是更多权限，可以到处跑着删帖，挤破脑袋也要申请，要这么好玩不是谁都可以干了，真以为审核严格是怕人多？是怕没这个能力。但是我为什么提到这个？还是要耐心，听我继续讲。我曾和一些版主和大区版主有过几次讨论，我认为，管理层大致在发展沉淀过程中分为了三阶。分为极为有威信和经验的元老，每天上论坛，属于监视状态，有问题才会出马；骨干级别，这类也很有经验，在论坛呆了较长一段时间，对论坛有一定感情，不会说走就走；最后普通版主和新人版主。这里我要着重讲的就是普通版主和新人版主。\n\n如果论坛比作一个活物，那么表面光鲜新陈代谢快有活力，但是深处却开始衰败。以前每个版块招版主都十分谨慎，现在说些不好听的，就是像找临时工，谁干活多了就要谁，然后又在培养出经历和资历前就走了。但是这里又牵扯到到底是要技术流版主还是干活型版主的发展方向问题，先不展开讨论。由于新版主不断更换，论坛版务虽然一直有人干，但是骨干版主长期得不到补充，老资历又不断撤离，旁观者清，我不知道你们想到了什么，但是我想到了2048这个游戏。256会变成512,512会变成1024,1025会变成2048，但是2048和2的差距实在太大了。中间的32,64,128都是断层。最让人担忧的是什么？是2还来不及变成4，来不及变成8，就消失了。这样上面的2048越来越吃力，下面的2却不断换，是十分光彩，但是迟早会崩盘。你们这些新来的2，要多多争气，不要依靠在前辈身上，要自己有想法啊，恨铁不成钢。\n\n\n这也不能怪管理员，申请的人多，很多质量都不怎么样，能选出来不错了，而且论坛也确实缺人，确实需要人做版务。但是好的人才是要请的，不能等人家送上门来。说真的，现在论坛一块大牌子，很多人都三分钟热度，过来玩玩，当了版主也没感觉到长期的义务。和我们当时不一样，现在人觉得牌子大了，靠一靠就好，我们这些扶起牌子的人知道，牌子是需要维护和发展的。\n\n论坛层面上，我就此为止，免得惹诸位不快，毕竟这种高度的事情不是每个人都可以看得出来的。就让我说说共享版吧。我很担忧，我和外星人都走之后，谁还撑得起共享版这面大旗？在所有当值过的版主中，我都看不到，他们可以在我还在的时候，依法办事顺水行舟，但是成事不足。谁能像我当初一样将共享版再迈出一步，看到机会抓住迎难而上，发动有创新性和建设性的活动，而不是根据之前的根基做吃等死，沿用老规矩？谁能代表共享版再次和所有的作者以及团队重新建立良好关系？如果将来的版主只是加加分，控制控制水贴，这是一个没有精神的空壳，还是当时我和各位抱有热情和抱负的小伙伴们建立起来，予以希望的版块吗？我不知道。\n\n我只能说，我在的时候，是巅峰，这就够我自豪了。\n\n\n\n\n"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1378045200,
            "txt_content": "什么情况啊……被禁言了？"
        },
        {
            "author": "su3155323",
            "timestamp": 1378045980,
            "txt_content": "总之先抢个前排..."
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1378221900,
            "txt_content": "别小气嘛"
        },
        {
            "author": "逢坂大河",
            "timestamp": 1378231260,
            "txt_content": "不小心下沉了..再顶上去{:10_523:}"
        },
        {
            "author": "geludan",
            "timestamp": 1405318560,
            "txt_content": "时候到了，这个帖子可以出现了。"
        },
        {
            "author": "geludan",
            "timestamp": 1405331280,
            "txt_content": "居然一个回帖的都没有真是蛋疼"
        },
        {
            "author": "魂梦归他处",
            "timestamp": 1405331940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "geludan",
            "timestamp": 1405332060,
            "txt_content": "魂梦归他处 发表于 2014-7-14 10:59\n蛋蛋你肿么了\n辞了职当个闲人。"
        },
        {
            "author": "likeliang",
            "timestamp": 1405332420,
            "txt_content": "看完后一股蛋蛋的忧伤，卤蛋还回来吗QAQ"
        },
        {
            "author": "骨灰魔魂丶",
            "timestamp": 1405332600,
            "txt_content": "卤蛋，来世我们还一起撸♂爆♂蛋。"
        },
        {
            "author": "jjxxz2",
            "timestamp": 1405332660,
            "txt_content": "。。居然挖了出来"
        },
        {
            "author": "1.3806",
            "timestamp": 1405333020,
            "txt_content": "我以为是4月1号"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1405336440,
            "txt_content": "  卤蛋好走……等着看你升十二啊……"
        },
        {
            "author": "眼镜蛇_NO.1",
            "timestamp": 1405337160,
            "txt_content": "0.0卤蛋要去哪里呀。带上我呀。"
        },
        {
            "author": "kehebai",
            "timestamp": 1405339860,
            "txt_content": "我们会等你回来的~"
        },
        {
            "author": "火星使者",
            "timestamp": 1405351080,
            "txt_content": "这可是你说的，卤蛋，那我就回了。。。。。。\n没事，水水照样过，多为论坛做贡献嘛。。。。。。\n\n但是火星人还是不知道发生了什么。。。"
        },
        {
            "author": "minehenry",
            "timestamp": 1405355520,
            "txt_content": "诶卤蛋走好 常回来看看啊"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1405355760,
            "txt_content": "走好    希望你一切顺利把   "
        },
        {
            "author": "sobeit",
            "timestamp": 1405357560,
            "txt_content": "好无聊 就是一个通告写那么长"
        },
        {
            "author": "geludan",
            "timestamp": 1405391700,
            "txt_content": "sobeit 发表于 2014-7-14 18:06\n好无聊 就是一个通告写那么长\n不仅是通告，还是我交代后事（听着像我死了）"
        },
        {
            "author": "zhaoxingeabc",
            "timestamp": 1405400460,
            "txt_content": "geludan走了，论坛再见了。\n笑~"
        },
        {
            "author": "likeliang",
            "timestamp": 1405401180,
            "txt_content": "噗= =专设用户组“大区荣誉版主”"
        },
        {
            "author": "VIP—月光指揮官",
            "timestamp": 1405401960,
            "txt_content": "卤蛋要走了呀{:10_503:}"
        },
        {
            "author": "几重凛",
            "timestamp": 1405410720,
            "txt_content": "细心的看完了全部卤蛋在MCBBS论坛走过的路，感觉真的不容易，自愧不如。卤蛋你的传奇虽然可以流走，但是这个记忆却让MCBBS成员们记住。谢谢你一直以来的贡献，我不是什么很厉害的人，也不是管理员，在这里，我也仅此以我个人对你说一声，辛苦了。卤蛋~"
        },
        {
            "author": "geludan",
            "timestamp": 1405412940,
            "txt_content": "likeliang 发表于 2014-7-15 06:13\n噗= =专设用户组“大区荣誉版主”\n主要是荣誉版主挂在大区上不合适，管理员商议了下就改了个大区荣誉，这样没有人会说闲话。"
        },
        {
            "author": "ejys784512",
            "timestamp": 1405413060,
            "txt_content": "各种回帖各种顶"
        },
        {
            "author": "Dragonzhang2014",
            "timestamp": 1405430760,
            "txt_content": "卤蛋兄一路走好！"
        },
        {
            "author": "jianghr",
            "timestamp": 1405431480,
            "txt_content": "已阅。管理经验都是宝贵的财富——虽然有时机的限定。不过现在的单人版还是比地图版问题要多，是故终究还是没能完全脱开身。至于你和混乱，我觉得可以找个机会面基一下喝他个昏天黑地的。\n从某种角度来看，目前我的状态也有点像。其实，单人版的不少前任版主都还在继续看着这个板块，We are not alone。"
        },
        {
            "author": "a1352368790",
            "timestamp": 1405432080,
            "txt_content": "  - -我是几楼"
        },
        {
            "author": "geludan",
            "timestamp": 1405476660,
            "txt_content": "jianghr 发表于 2014-7-15 14:38\n已阅。管理经验都是宝贵的财富——虽然有时机的限定。不过现在的单人版还是比地图版问题要多，是故终究还是 ...\n让他去吧，怎么发展各安天命，能谋的人事都已经尽力了。对了，trp还存咋吗。。度度还玩吗。。"
        },
        {
            "author": "jianghr",
            "timestamp": 1405487700,
            "txt_content": "geludan 发表于 2014-7-16 10:11\n让他去吧，怎么发展各安天命，能谋的人事都已经尽力了。对了，trp还存咋吗。。度度还玩吗。。 ...\nTRP当然存在，而且怎么说呢，里面大触的研究已经到了贴论坛上来没几个人能懂的层次，我觉得这也是为啥看起来TRP不怎么发作品的原因之一。度度也还在玩，不过玩的东西更广泛而不只限于MC，我觉得这才是比较长久的。"
        },
        {
            "author": "geludan",
            "timestamp": 1405489020,
            "txt_content": "jianghr 发表于 2014-7-16 06:15\nTRP当然存在，而且怎么说呢，里面大触的研究已经到了贴论坛上来没几个人能懂的层次，我觉得这也是为啥看 ...\n大触已经发展到不上大学没人可以跟上他们的节奏了"
        },
        {
            "author": "小熊族",
            "timestamp": 1405490220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "lisongnan7",
            "timestamp": 1405505160,
            "txt_content": "作为论坛的奠基者(?)\n我认为卤蛋可以"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1405563480,
            "txt_content": "蛋蛋，不要走..我还想吃呢...."
        },
        {
            "author": "a20001017",
            "timestamp": 1405571220,
            "txt_content": " 本帖最后由 a20001017 于 2014-7-17 12:31 编辑 \ngeludan 发表于 2014-7-14 14:16\n时候到了，这个帖子可以出现了。\n\n看了这么多字，想要回复一些却又不知道要说点什么。。however，现实更重要，撸蛋有空多回来看看，现实加油\n\n至于对超级版主职位的看法，我觉得这个职位就像是整个论坛是一个大区，超级版主就是这个大区的大区版主。。"
        },
        {
            "author": "wmyq",
            "timestamp": 1405600380,
            "txt_content": "怎么语气这么沉重"
        },
        {
            "author": "砕月",
            "timestamp": 1405836960,
            "txt_content": "祝在三次元一路顺风"
        },
        {
            "author": "1814209846",
            "timestamp": 1405837200,
            "txt_content": "我看见路边的卤蛋，宛如看见“买卤蛋咯~1元一个~”"
        },
        {
            "author": "花·艺粲",
            "timestamp": 1405843980,
            "txt_content": "一路好走"
        },
        {
            "author": "Lexx",
            "timestamp": 1405859940,
            "txt_content": "恭喜降级为大区荣誉版主！\n好像更好了的说23333\n\n新生のabmfy·参上"
        },
        {
            "author": "玖夕",
            "timestamp": 1405863780,
            "txt_content": "看着楼主的正文的气势，可是看到楼主的头像后就荡然无存了。"
        },
        {
            "author": "SR_踮脚",
            "timestamp": 1405902360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "y342900",
            "timestamp": 1405912440,
            "txt_content": "默默留下感谢卤蛋为论坛所做贡献的话．"
        },
        {
            "author": "公猫",
            "timestamp": 1405913640,
            "txt_content": "我在这里看见了一代英豪"
        },
        {
            "author": "Grim丶Reaper",
            "timestamp": 1405915140,
            "txt_content": "                MC没你不行"
        },
        {
            "author": "cy873213654",
            "timestamp": 1405917540,
            "txt_content": "lz加油 啊！！"
        },
        {
            "author": "猪蹄子",
            "timestamp": 1405925520,
            "txt_content": "卤蛋要退休？ - -"
        },
        {
            "author": "神秘预言师",
            "timestamp": 1406002800,
            "txt_content": "geludan 发表于 2014-7-15 10:35\n不仅是通告，还是我交代后事（听着像我死了）\n怎么能说事后呢=。=顶多算是交接班嘛。"
        },
        {
            "author": "神秘预言师",
            "timestamp": 1406003040,
            "txt_content": "卤蛋这个禽兽，要退休了还说一句大家可以超越他的积分和钻石的话。啧啧，看到卤蛋的积分和钻石我就倒吸一口凉气，顺便说一句，卤蛋你的金币也没啥用，干嘛不发给大家呢。"
        },
        {
            "author": "企~鹅",
            "timestamp": 1406260440,
            "txt_content": "QvQ卤蛋..."
        },
        {
            "author": "tyson",
            "timestamp": 1406533380,
            "txt_content": "geludan 发表于 2013-9-1 22:11\nSjjk，你和我私聊时让我微微感到了论坛的缺人。没想到，去年的九月初，我就在这个2L预言到这个走势。\n\n如有 ...\n伟大的卤蛋\n看完后感慨万千......\n常回来看看"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1406537160,
            "txt_content": "卤蛋再见QVQ"
        },
        {
            "author": "cyqsimon",
            "timestamp": 1406565240,
            "txt_content": "伟大\n\n仔细想想这可能是我无论如何尝试也无法做到的\n\n感谢撸蛋为mcbbs做出的一切！"
        },
        {
            "author": "gfyx",
            "timestamp": 1406565480,
            "txt_content": "膜拜"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1406571120,
            "txt_content": "后排留影   "
        },
        {
            "author": "美冥的忧愁",
            "timestamp": 1406579040,
            "txt_content": "卤蛋好走 学上面的"
        },
        {
            "author": "ujkojll",
            "timestamp": 1407046740,
            "txt_content": "看到你的签名点进来了"
        },
        {
            "author": "旋律丶诺夏",
            "timestamp": 1407249000,
            "txt_content": "MCBBS因为有你更精彩！\n-------这里是萌萌的旋律君"
        },
        {
            "author": "kaho",
            "timestamp": 1407498180,
            "txt_content": "看完这篇文章，不禁有点感动的节奏...\n\n卤蛋都是MCBBS的老用户，也可能算是MCBBS的“荣誉吉祥物”吧，少了你可不行唷！\n到将来，不论将来的路如何，不论你能否成功拿到一个一等大学学位，都要继续努力，不要辜负了我们一群版主+前版主对你的期望！\n有机会的话，正确来说，有空的话，都过来看看我们吧！因为我们可是非常需要你的悉心教♂导的~\n\n不管如何，卤蛋的“无节操”精神，卤蛋这个大人物，永远在我们的心间！\n\n最后，祝愿卤蛋前途锦绣，百尺竿头，更进一步！"
        },
        {
            "author": "DNFJJ",
            "timestamp": 1407747780,
            "txt_content": "虽然我不认识你"
        },
        {
            "author": "DNFJJ",
            "timestamp": 1407747900,
            "txt_content": "虽然我不认识你"
        },
        {
            "author": "think君",
            "timestamp": 1407758520,
            "txt_content": "可以兼并板块= ="
        },
        {
            "author": "2803929582",
            "timestamp": 1407839700,
            "txt_content": "支持卤蛋！卤蛋我们永远顶你"
        },
        {
            "author": "2803929582",
            "timestamp": 1407839760,
            "txt_content": "支持卤蛋！卤蛋我们永远顶你"
        },
        {
            "author": "wyt994127520",
            "timestamp": 1407840960,
            "txt_content": "谁挖的坟"
        },
        {
            "author": "909566188",
            "timestamp": 1407891300,
            "txt_content": "geludan 发表于 2013-9-1 22:11\nSjjk，你和我私聊时让我微微感到了论坛的缺人。没想到，去年的九月初，我就在这个2L预言到这个走势。\n\n如有 ...\n再见喽。，。，。，。886"
        }
    ]
}