{
    "title": "举报用户晓风晚月(UID333097)文章涉嫌抄袭剽窃事宜。",
    "author": "马赛克了",
    "replyCount": 8,
    "timestamp": 1378099260,
    "txt_content": "今早在翻译创作版闲置，翻看精帖时意外发现用户晓风晚月的文字作品前后文风不对，经查证，已构成抄袭和剽窃的事实。以下为图文证据。\n\n废话：众所周知作文是非常难评判和界定的项目，不能是别人用一句“我和我的小伙伴都惊呆了”就视为抄袭与剽窃，但该用户文中出现大量网络已公开的文学作品的文段句子，该行为实在是对原作者的劳动成果不尊重和对读者的不尊重，特此表明我非常鄙视这种行为。\n\n正文：\n该用户在外网发布过名为《创世之地》的小说，就是论坛里的《触上魔纹》。\n第一章内容有部分，以下为部分内容摘选：\n      张小盒从昏迷的黑暗中醒来，双眼微睁，入眼处一片翠绿，随着微风摇摆不定。\n      转了转头，一丝阳光正从树林茂密的叶子的缝隙中射将下来，星星点点的照在脑中一片糨糊的张小盒身上。 晃了晃脑袋，有些愣然的看着周围陌生的景色，许久之后，脑袋似乎清明了一点的张小盒“嚯”的坐起身来。\n内容图：\n\n百度地址\n和超链接百度地址的内容相同，当然，各类文章也许都喜欢用这段话，那么暂且不谈。\n\n第二章内容有部分，以下为部分内容摘选：\n动了动手指，酸麻的感觉已经减弱了许多，渐渐的弯起身来，虽然还是有点痛，但却已并不是不能忍受了，慢慢的挪到一颗巨型树桩，张小盒眦着牙坐了下来。 很快的，张小盒的眉头狠狠的皱了起来\n内容图：\n\n百度地址相信各位看官不难看出，指出来的内容指向为一本叫做《魔兽剑圣之异界纵横》的小说，作者天蚕土豆，我想如果撸主是作者的话，应该不会再把这本书重新发布在论坛里吧。要不干嘛不在此连载《斗破苍穹》呢。\n\n第三章内容部分抄袭《魔兽剑圣之异界纵横》第一章，详细可以点进去查看，就不一一列举了。\n\n第六章开始，不用说了，前几章眼拙可能没看出来，这一章果断明显，除了换名字的手法如出一辙，其余根本就一样啊。小伙伴们是不是很眼熟。\n内容摘选：\n——“在我的世界，生存就是一切。”张小盒疑惑的读着上面的内容。 \n“在这里，魔法不只是一种神秘莫测的能量概念。它是实体化的物质，可以被引导、成形、塑造和操作。我的世界的魔法拥有自己的自然法则。源生态魔法随机变化的结果改变了科学法则。熟练的魔法操纵者将这些混沌的自然之力聚集起来，得出可以得到预见魔法变化结果。无须多言，这种能力拥有极高的价值。”\n“我的世界有数块大陆，不过所有的生命都集中在最大魔法大陆——四方奇迹。四方奇迹大陆居于我的世界中心，是我的世界面积最大的大陆。事实上，在很多文化里，四方奇迹和“我的世界”这两个术语可以互换。其他大陆也有魔法能量聚集，不过谈到轻松利用魔法能量，没有一个地方比得上四方奇迹。所有谋求我的世界霸权的势力，都将焦点放在了四方奇迹。”\n\n　　“被祝福的我的世界上有大量源生态魔法能量，而此地居民可以触及其中的能量。我的世界的中心区域集中了数量巨大的源生态魔法能量，这些地方都是水晶枢纽的理想位置。水晶枢纽可以将源生能量塑形为自身实体化的存在。此外，水晶枢纽还可以成为能量车间，为需要魔法能量的建筑供能。水晶枢纽遍布我的世界，但最大的水晶枢纽都坐落在四方奇迹大陆。”\n　　“事实上，过多的源生态魔法能量对我的世界生命而言已经成为一种威胁。如此丰富的混乱能量的存在，以及大量生物不顾一切占有源生态能量的行为，让这个世界极不稳定。大型地震——无论是自然发生还是魔法诱生——已是家常便饭。全面的地质频谱已经展现给人们这么一个事实：炙热的沙漠之地和荒凉的冰冻苔原越来越近。恐怖的热浪紧接着寒冷的暴风雪，和当地季节变换完全不符。这就是魔法长期被滥用带来的恶果。”\n内容图：\n\n这里出自于英雄联盟，也就是LOL的百科介绍，这里用的是搜搜百科。地址：http://baike.soso.com/v20313681.htm\n\n第八章对话过后，http://read.qidian.com/BookReader/2862425,46362860.aspx 《圣剑系统》\n第十一章，对话结束后，http://read.qidian.com/BookReader/1432638,25926081.aspx 《随身带着异形王后》\n第十二章如同十一章，抄袭《随身带着异形王后》\n第十三章至十五章，如果原作者是你，没关系，如果不是，我都不好意思说。原文内容来至《圣基友联盟》，这文章是我们论坛里边的。我都要哭了。\n\n那么就说到此。该文所掩盖的天文地理，穿越玄幻，乃至战争，可谓前无古人，见啥写啥，融汇大江南北古今中外的妙文，真是“你为何这么屌”。如果有兴趣的同学可以点他的文章看看，看能不能找到曾经看到过的影子。\n我就不一一截图了，晓风晚月如果看到该帖而产生改帖的想法，那也是极好的。至少得改十几章啊亲。\n以上，望管理员处理。\n",
    "replies": [
        {
            "author": "su3155323",
            "timestamp": 1378099380,
            "txt_content": "我觉得他应该死"
        },
        {
            "author": "934781972",
            "timestamp": 1378099440,
            "txt_content": "剽窃可耻！这种人 应该托出去打50大板屁股···"
        },
        {
            "author": "shijun",
            "timestamp": 1378099440,
            "txt_content": "居然抄了魔兽剑圣啊。。。"
        },
        {
            "author": "wolski",
            "timestamp": 1378099500,
            "txt_content": "路过瞻仰马老湿 "
        },
        {
            "author": "神秘预言师",
            "timestamp": 1378099740,
            "txt_content": "su3155323 发表于 2013-9-2 13:23 \n我觉得他应该死\n以杀，请注意查收人头"
        },
        {
            "author": "Asdcpo",
            "timestamp": 1378100040,
            "txt_content": "这就是想出名，想升级的人，现在终于“出名”了撒～"
        },
        {
            "author": "幻影流光",
            "timestamp": 1378101480,
            "txt_content": "我去，连魔兽剑圣都敢抄袭，不想活了吗"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1378101900,
            "txt_content": "诶……\n这都给你查到\n得给奖金干得好"
        }
    ]
}