{
    "title": "《劳伦传说》",
    "author": "q913729714",
    "replyCount": 14,
    "timestamp": 1378553880,
    "txt_content": "                                                                               第一章：噩梦的开始      一觉醒来，劳伦发现眼前的东西都是方块。“我这是在哪？这到底是怎么回事，怎么世界变成这样了。”劳伦惊讶道。劳伦发现不远处有个森林，他在森林转了一会就发现了个村子。他走进村子，找到了村长问这个世界是怎么回事。村长慢慢的叙述到：这个世界都是方块组成的，树木、房子、甚至一切的生物都是方块组成的。劳伦并不相信村长的话，独自一个人离开了村子。村长在劳伦离开前给了他一些装备，有木镐，木斧，皮革套装还有一本笔记。劳伦走出村子不久后，天就黑了。他看见不处有一个跟他穿着差不多的人在远处。他大喊一声：“嘿，你在干嘛！”那个人走了过来，劳伦看见它双手抬起，浑身绿色，还发出怪异的声音。他第一个念头就是“僵尸”。劳伦一阵恐慌后就拿起镐子准备跟僵尸决一死战。就在劳伦准备冲上去是，忽然不知从哪来传来一阵一个声音（其实是HIM，后期HIM会当一下正派然后就变成反派。）：“快跑，别做无谓的事情。”劳伦愣住了，过了一会劳伦反应了过来只见僵尸迫在眉睫，劳伦只好撒腿就跑。劳伦躲避了僵尸的追杀后找了个地方多了起来。就这样劳伦逃过了一劫。                                                                                                                                                                    （未完待续。。。）这是我第一次发帖{:10_512:}希望大家来吐槽一下。 做得不好多多原谅。你的金币和回复是我的动力。{:10_492:}              要我改进的请在下面回复或加我Q913729714.",
    "replies": [
        {
            "author": "弊丿不是错",
            "timestamp": 1378553940,
            "txt_content": " 本帖最后由 作弊丿不是错 于 2013-9-7 19:40 编辑 \n\n不怎么看得懂，好短的说"
        },
        {
            "author": "q913729714",
            "timestamp": 1378554000,
            "txt_content": "作弊丿不是错 发表于 2013-9-7 19:39 \n不怎么看得懂\n第一次发帖嘛，不怎么的会发。原谅一下呗{:10_512:}"
        },
        {
            "author": "934781972",
            "timestamp": 1378554180,
            "txt_content": "个人感觉有点乱了噻···我比较喜欢 对话另起一行···"
        },
        {
            "author": "q913729714",
            "timestamp": 1378554240,
            "txt_content": "934781972 发表于 2013-9-7 19:43 \n个人感觉有点乱了噻···我比较喜欢 对话另起一行···\n好的，下集就该。"
        },
        {
            "author": "墨墨1zwl",
            "timestamp": 1378554360,
            "txt_content": "支持！！我也打算写小说。"
        },
        {
            "author": "934781972",
            "timestamp": 1378554420,
            "txt_content": "墨墨1zwl 发表于 2013-9-7 19:46 \n支持！！我也打算写小说。\n别写成流水账就好了···"
        },
        {
            "author": "墨墨1zwl",
            "timestamp": 1378554480,
            "txt_content": "934781972 发表于 2013-9-7 19:47 \n别写成流水账就好了···\n一般都会，这是一定的！！"
        },
        {
            "author": "脑残酸菜面",
            "timestamp": 1378554600,
            "txt_content": "934781972 发表于 2013-9-7 19:47 \n别写成流水账就好了···\n那我也来写小说吧。。。充分运用各种课堂教的比喻，拟人什么的"
        },
        {
            "author": "934781972",
            "timestamp": 1378554960,
            "txt_content": "脑残酸菜面 发表于 2013-9-7 19:50 \n那我也来写小说吧。。。充分运用各种课堂教的比喻，拟人什么的\n我来一段话吧···我是绝代双骄的人，拥有苦力怕的爆发力，有着末影酱的瞬间术，还有猪人的放火防盗，还有着恶魂的烈焰弹···我一刀砍你个桃花开···"
        },
        {
            "author": "脑残酸菜面",
            "timestamp": 1378555080,
            "txt_content": "934781972 发表于 2013-9-7 19:56 \n我来一段话吧···我是绝代双骄的人，拥有苦力怕的爆发力，有着末影酱的瞬间术，还有猪人的放火防盗，还 ...\n活学活用的聪明孩子。。。"
        },
        {
            "author": "934781972",
            "timestamp": 1378555140,
            "txt_content": "脑残酸菜面 发表于 2013-9-7 19:58 \n活学活用的聪明孩子。。。\n有比喻有拟人···{:10_492:}"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1378556760,
            "txt_content": "　　眼皮上传来一阵温暖，是太阳柔和的温暖。\n\n　　不过这种温暖对一个睡的正香的人来说，明显是不需要的。因此，劳伦很不耐地将手放在了眼睛上，随后翻了一个身。于是，一股混杂着青草香气的泥土味钻进了他的鼻孔。\n\n　　劳伦一下子从地上跳起来。\n\n　　他茫然地四顾了一下，发现周围的景象与大脑中产生了严重的分歧，第一个反应，他怀疑自己在做梦。为了验证这个想法，明知在梦中根本不会知道自己在做梦的劳伦将手指伸到嘴里，然后咬了一下。\n\n　　“啊……不是做梦……”于是劳伦抽出手指，喃喃自语。\n\n　　“那这是什么地方……”\n\n　　劳伦敲了敲身旁的树，然后绕着它走了一圈，发现这棵树的树干是长方体形状。他抬头看了一眼树叶，发现树叶也全部是由立方体组成。环顾四周，身边一切的一切，包括自身，都是由一个个方块构成。\n\n　　方块世界？\n\n　　“我怎么到这儿来了？”劳伦开始冒冒失失地企图走出森林，一边不满地嘟囔着，“这哪儿啊？”\n\n　　根据他走出森林所花的时间来看，这一片树林并不大，映在劳伦眼中的，是一个个由方块搭成，有着别样美感的小屋。\n\n　　劳伦觉得很惊奇，莫非是这个世界的原住民？\n\n　　抱着打听消息的想法，劳伦不假思索地妥妥走进这个疑似村庄的建筑群，进村不超过三步，立刻听见啪一声，扭头一看，一个双手都插在袖子里的绿眼大鼻子打开他所在的房门，当他看到劳伦时，似乎也惊疑了一下，随后便来到劳伦面前。\n\n　　“你是谁？”劳伦先发制人。\n\n　　绿眼大鼻子茫然了一下，然后很快答道：“我是村长。”\n\n　　“嗯……这是哪？”劳伦得势不饶人。\n\n　　村长说：“这是村庄。”\n\n　　“可能是我问题不够详细……或者说没有做足一个绅士应有的礼貌？”劳伦想伸手摸摸鼻子，结果没做到，“您好，请问这个世界是哪里？”\n\n　　“哪有这么问的？”村长说，“如果硬要说，我也说不出来，我只能告诉你，这个世界里的一切都是方块。比如你脚下的泥土，泥土下的石头，石头下各种矿石，还有树、木板、树叶，都是方块。”\n\n　　“冒昧的问一句，你们怎么知道它们的形态是方块？”劳伦问。这个问题令他十分费解，既然这个世界没有方圆之分，那这里的人为何会知道方块这个概念。\n\n　　村长又茫然了一下，随后一直茫然着，说了句：“不知道啊……”\n\n　　劳伦又想摸摸鼻子，但他还是没做到。方块的结构限制了他的动作，现在他的手最多只能伸到戳村长一下的地步，至于摸鼻子这种精巧的动作，还是别指望方块人能做比较好。\n\n　　“既然你知道方块这个概念，那我基本就可以确认，这里是有球状物体存在的。”劳伦毫不客气地对村长分析，“或者说曾经存在。既然曾经存在过，我就得想法子去找到它，不瞒你说，我就是从一个不是全由方块构建的世界来的，那里比这里要美好的多，因此，我得回去。”\n\n　　村长想眨眼睛，但是没做到，他只好把眉毛往下压一压，结果这让他的神态变得凶恶起来。\n\n　　“嗯……”\n\n　　“所以我得去找那个‘球状物体’，按照一般游戏的尿性，我觉得你会给我一点提示。”劳伦说。\n\n　　村长这么回答他：“如果你想找的是粘液球和末影珍珠，呃，我们都没有。”\n\n　　“那这些玩意儿在哪能拿到？”劳伦觉得下面的剧情不是打怪就是收集材料。\n\n　　村长果不其然地说：“粘液球得击杀史莱姆……末影珍珠要麻烦些，必须从末影人身上获得。”\n\n　　“时间不早了，你看我们都聊了快五分钟了，读者看着眼睛都累。”劳伦向村长摊手，“快把新手装备给我。”\n\n　　于是，劳伦带着木镐和木斧，穿着一身皮革衣，大踏步走出村庄，以百米冲刺的速度跑了大概两分钟，然后莫名其妙的跑不动了。他推测自己的蓝用光了，于是他决定坐下来看看能不能回蓝。\n\n　　这个世界的日月交替似乎很频繁，太阳的光辉仅余一丝，月亮也迫不及待的露出脸。在暗淡的月光下，劳伦忽然发现不远处有一个和他一样穿着绿衣蓝裤的仁兄，便招呼了一声：“嘿哥们儿，你也是来打酱油的吗？”\n\n　　那哥们儿一听这话，二话不说，调转方向就往劳伦这挪，还神经质地把两只手伸起来，劳伦心说，看样子是蓝多的没地方用，得好好请教一下。\n\n　　不过待到那个仁兄更近一点，劳伦觉得自己之前的作为和想法是多么离奇。\n\n　　“我靠！你别过来！”劳伦从地上跳起来，手里拿着木镐对准那个绿皮僵尸，挥舞几下以示威风，殊不知僵尸这种史上第一吃货毫无节操可言，仍然晃晃悠悠朝劳伦挪。劳伦一看，这哥们儿的样子倒是挺和谐，没啥烂肉和骨头，就一身绿皮，连衣服都穿得好好的，可见这个世界市容抓得很严。\n\n　　看这哥们儿挪动速度如此奇葩，劳伦登时放松警惕，太菜了，照着脑袋随便来一下，这僵尸就得挂吧？这速度……啧。\n\n　　“跑……”\n\n　　声音忽然从劳伦耳边响起，劳伦说：“靠，你谁啊。”\n\n　　“不要做没意义的事……”\n\n　　劳伦猛盯体力过剩的僵尸，完全不相信是前面那哥们儿在说话。\n\n　　“什么啊……这是千里传音么？”劳伦吐槽一句，转头就跑。倒不是他真的怕了前面的僵尸，他是觉得，打这个怪物真没什么意义，一不能升级二不能升级三不能升级，打怪略鸡肋。\n\n　　经过一段时间的努力走动之后，劳伦随便找了个拐角旮旯一坐，就打算先过上一夜再说。\n\n\n＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝＝\n说真的，我觉得这主角太二逼了"
        },
        {
            "author": "丿倾世灬辉少丶",
            "timestamp": 1378557180,
            "txt_content": "希望作者能写多一点细节，构思不错，加油！"
        },
        {
            "author": "q913729714",
            "timestamp": 1378638900,
            "txt_content": "（劳伦传说）第二章出啦：http://www.mcbbs.net/forum.php?m ... p;page=1#pid3193736"
        }
    ]
}