{
    "title": "54の6000字小说完整版—————《梦魇》",
    "author": "Тιмγα姬",
    "replyCount": 5,
    "timestamp": 1378554120,
    "txt_content": " 本帖最后由 540083835 于 2013-9-7 20:11 编辑 \n\n\"一个古老的传说，怪物听命于他，黑龙臣服于他，他令勇士恐惧，令天地颤抖......\"\n\"怎么老是这种无聊的故事啊?就不能新鲜点吗?\"克雷尔抱怨到，\"整天老是念叨herobrine什么的，烦不烦啊?!这种东西怎么可能存在嘛，都是瞎编的，要是真有这种东西，Diamond早就灭亡了!\" \n\"好啦好啦，别发那么大脾气嘛，这又不是我编的!\"劳拉一脸无辜地说到，\"诶?你看见雅安娜了吗?\" 克雷尔坐在床上一边看书一边说:\"她呀!她说她很无聊，就一个人挖矿去了。\"    \"什么?!她一个人?!地底那么危险，要是遇到herobrine怎么办!\"\n\"你很烦呐!都说那只是一个传说!一个不存在的家伙会对雅安娜做出什么事?!\"克雷尔怒吼道，\n\"我可管不了那么多，我要去找她!\"\n\"好吧好吧!真受不了你这小孩子脾气，我和你一起去好了!\"\n于是，俩人来到了雅安娜常来的矿洞大叫她的名字，\"雅安娜!\"\"雅安娜!\"突然从不远处传来雅安娜的声音:\"是劳拉姐姐吗?我在这里!\"一向把雅安娜当作至宝的劳拉听到声音，激动地跑了过去，将雅安娜抱在怀里:\"你这孩子，怎么可以一个人来这么危险的洞里面呢?!\"\n雅安娜嘿嘿一笑，说道:\"我可不是一个人哦!是史蒂夫叔叔陪我来的呢!\"\n劳拉一惊:\"史蒂夫?他在哪儿?怎么没看到他呢?\" 突然地面上被挖开了一个洞，史蒂夫从里面钻了出来:\"嘿!伙计们，看我找到了什么?!\"他将手一举，看见了他的手里握着一个做工很精致的黄金六芒星吊坠，\"这下我们发财了!\"\n劳拉急躁地大叫着:\"好了好了!别管那个了!我们还是赶快离开这里吧!这里好可怕的说......\"雅安娜一边跳着走一边说\"姐姐是胆小鬼!\"\n他们不知道，因为那个六芒星，他们的恶梦随着heronrine的诅咒来临了...\n[/table][/table][/table]雅安娜日记\n8月14日 星期三 阴\n今天，是对我来说的最悲惨的一天，噩梦带走了我最亲的姐姐劳拉和塔碗尼尔村里所有的金子......\n\n自从史蒂夫拿走了黄金六芒星后，塔碗尼尔村里不再平静了，14日，一阵飓风卷走了劳拉，并把每户人家的黄金都卷走了，完全不知道它们的去向，全村人都很伤心，雅安娜他们更是悲痛，史蒂夫失去了亲妹妹，雅安娜失去了姐姐，而克雷尔失去了妻子......\n史蒂夫突然站了起来，双眼含着泪水大声说:\"我们必需找到她，即使事情不是因我们而起，我们也得去冒险!\"克雷尔也站起来说:\"没错，她是我们的家人，我们必需找到她!算我一个!\"雅安娜啜泣着用那小声的如蚊子般的声音说:\"我也要去......\"她擦干了眼泪，大声咆哮到:\"因为，因为她是我的姐姐啊!!\"史蒂夫他们看着雅安娜，点了点头，\"雅安娜，我们一直陪着你找到姐姐!\"克雷尔高呼道，史蒂夫拿起六芒星吊坠自习地看了一会儿，上面有一个恐怖而且很诡异的笑容，是他们之前从未见过的，让人感觉毛毛的;史蒂夫收起了吊坠，便去准备冒险装备了。\n雅安娜日记     8月16日 星期五 风\n 今天我和史蒂夫叔叔他们一起出发了，我们必需找到劳拉姐姐，史蒂夫叔叔说，我们得先去米西亚村找到水晶骑士----比尔.兰克西亚，他最擅长冒险，据说他很英勇。\n史蒂夫们如果要到米西亚村去，必需经过一个沙漠，要走两三天，但沙漠晚上怪物很多，十平方以内大约35只， 他们走着走着，不知不觉已经到晚上了，他们便准备扎营，史蒂夫自告奋勇地说:\"沙漠晚上很危险，我去守夜，一有情况我就叫你，克雷尔，OK?\"\n\"没问题!\"克雷尔信心满满地说道。\n寂静的沙漠里......\n传出了......两个人的鼾声......\n嗷~~~~~!\nSssssss...!\n史蒂夫紧张地盯着四周，一只僵尸蹿了出来，史蒂夫迅速地拔出钻石剑，向僵尸劈去，僵尸顿时变成两半，化作了一颗经验球，史蒂夫长叹一口气，一支箭瞬间插在了他旁边的仙人掌上，他的心马上又提了起来，一只骷髅射手站在离他20米的地方，\"咔吧咔吧\"地走动着，又射出了一支箭，史蒂夫用剑一挡，那支箭刚好插在了剑上，史蒂夫掏出了火焰弓，向骷髅射去，沙漠中燃起了火焰，骷髅化作了一缕尘埃，这火焰虽然杀死了骷髅，但亮光却招来了其他怪物，顿时，营地被怪物包围了，一波怪物向史蒂夫铺了过来，史蒂夫反手拿着剑，来一个灭掉一个，但过了三分钟，史蒂夫吃不消了，激怒了怪物们的史蒂夫可能会成为怪物们的夜宵，\"克雷尔!快来支援!\"史蒂夫大叫着，但却没有一点反应，他跑进帐篷，克雷尔这家伙睡得正熟，他朝克雷尔的脸打了一拳，克雷尔马上就被打醒了，\"混蛋!快来支援啊!\"史蒂夫怒吼着，克雷尔看了一下外面的情况，从自己的包里拿出两把附魔的钻石剑，扔给史蒂夫一把，\"拿去，这是我留着紧急时刻用的。\"他自己也拿着剑冲了出去，他们两个背靠背，一直厮杀的，怪物被杀掉了一大半，这事出来了一个女巫，\"看我的沉睡药水!\"她扔出了一瓶药水，史蒂夫避开了，但克雷尔却中招了，他倒在了地上，睡着了，史蒂夫捡起了他的剑，双手持剑，杀死了女巫，又杀死了很多僵尸，他已经精疲力尽了，\"呐，呐，我的部下可不是纸啊，你杀了我的那么多部下，我可是会心疼的啊。\"怪物诡异地让开了一条道，当最后一个怪物让开道儿时，史蒂夫惊呆了，他看见了一双噩梦般如月亮一样惨白的双眼，\"你不错啊，比其他的冒险者有趣多了，所以我就让你们活的久一些。\"说完便消失了，怪物也不见了，只剩下史蒂夫呆呆地站在原地。\n第二天，克雷尔眨吧眨吧眼睛，醒了，坐了起来，\"我怎么了?怪物走了吗?\"他问道，\"你睡了一天啦!话说昨天我遇到了传说中的herobrine，吓死我了，我们最好赶快上路。\"史蒂夫强忍着心中的恐惧，装着淡定地说，\"herobrine?你没发烧吧!那都是假的，你一定眼花了!\"克雷尔还是不相信，\n[table=98%]\n史蒂夫一边慌忙地收拾东西，一边说道:\"不管你信不信，这是事实，如果我们不早点到达米西亚村的话，估计我们就要殉职了，你快去叫雅安娜起来吧!\"\n\"好吧好吧!一切都听你安排，'队长'，我这就去叫她。\"克雷尔极不情愿的说道，\n于是，他们三人便接着上路了，但是，诡异的事又发生了，本来准备的很充足的水，全都莫名其妙地消失了，他们顿时慌了手脚，\"嘿!等等，伙计们，前方30米处有一口井，我们有救了!\"克雷尔拿着望远镜说到，然后三人迫不及待地来到了井前，里面全是清澈的水，史蒂夫先打了一桶水上来，递给另外的两个人，然后又打了一桶水上来，灌满了每个人的水瓶，然后便接着上路了......\n\"呵呵…我可没想到你们这么团结有秩序，看来我是小看你们了…\"\n[旁白菌]:\"经过几天几夜的奔波，遇到了各种诡异的事，经历了重重危险，三人终于到达了米西亚村。\"\n他们找到了村长，向他打听骑士比尔的消息，\"咳咳…额…骑士比尔啊，他是我们村最英勇的战士，可是七天前怪物入侵了一次，比尔在战斗的途中被END的黑龙抓走了，这事说来也蹊跷，END的黑龙怎么会跑到这里来呢?\"村长捻着胡子说到，\"咳咳…总之先说正事吧，虽然比尔不在了，但还有一个人可以帮助你们，他就是不二周助，他是比尔的亲弟弟，所以性格和本领和他哥哥一模一样，我这就带你们去找他…\"四人起身便去找周助了。\n          雅安娜日记\n8月27日 星期二 晴\n今天我们见到了不二周助哥哥，挺高的个子，长得蛮英俊的，我们向他说明来意后，他很爽快地答应了，姐姐，我们很快就可以团聚了。\n不二周助成为了史蒂夫的伙伴，大伙儿便在夕阳的余辉下出发了，突然，史蒂夫问:\"对了，我们现在该去哪?\"众人其曰:\"这不是应该你带头吗?(汗)\"\n周助擦了擦汗，说道:\"黑龙经过的地方在七天内会留下紫色的飞行轨迹，我们只要跟着轨迹走就行了，这是现在唯一的线索了。\"\n\"好!出发!Let'go!!\"\n[旁白菌]:\"众人又走了三天…\"\n\"这沙漠到底有多大呀…我要累死了!\"克雷尔开始抱怨了，周助菌开始科普了:\"这是库克拉沙漠，是diamond中最大的沙漠，用圆形来计算的话，大约有64628平方米。\"\n\"纳尼，我一定在做...梦...\"克雷尔说完就晕倒了，\"看来大家都累了，我们就暂时在这里扎营吧!\"史蒂夫说道，\"好，我来守夜，我比你们厉害多了。\"周助\"自告奋勇\"地说，雅安娜'哼'了一声，小声嘀咕:\"切，瞎得瑟个啥呀，要不是为了劳拉姐姐，我才懒得理你呐!\"\n\"克雷尔…克雷尔…你不相信我的存在吗?你认为我是假的吗…总有一天，你会遇到我的…\"\n\"啊!\"克雷尔突然从床上蹦了起来，\"herobrine!\"克雷尔惊恐的叫到，\"我看见他了，真的!\"他见大家都还睡着，便走到史蒂夫床前，一个劲地摇他，\"喂喂!史蒂夫，我梦到herobrine了，真的!\"\n史蒂夫闭着眼睛，说到:\"什么herobrine啊?都说那是假的了!\"\n克雷尔还是一个劲地摇史蒂夫，\"烦不烦呐!\"史蒂夫睁开了双眼，克雷尔惊呆了，他看见了一双如月亮一样惨白的双眼，\n\"啊!!!!\"\n克雷尔在床上坐了起来，\"呼~梦中梦啊，吓死我了。\"克雷尔擦了擦汗，看了看钟，\"3:57，我最好去看看不二的情况。\"他走出帐篷，不二正站着，半睡半醒，\"嘿!不二，换班!\"不二被吓醒了，\"诶!?好吧，那谢谢你咯，克雷尔!\"说完他便进了帐篷，一下就睡着了，沙漠里寒风刺骨，克雷尔被冷得瑟瑟发抖。\n\"Sssssssssss......\"Creeper开始行动了，数百只苦力怕向营地奔来，\"靠!偏偏这种事让我摊上!\"他拿出弓箭，正准备发箭，却突然愣住了，这些苦力怕的眼睛，都说白色的......\n一只苦力怕跑到他的跟前，准备自爆，却被听到声音就匆忙出来的不二一箭射死了，\"克雷尔，你在干什么?!\"不二生气的问到，\"白色…白色...\"克雷尔碎碎念着，\"恩?克雷尔，你没事吧?\"不二奇怪的问道，[table=98%]\n\n\"不...没什么…我想我只是累了...我觉得我得去休...\"克雷尔没说完便晕倒了，不二只顾抗敌，完全没注意到克雷尔，不一会儿，东方升起了一抹红晕，天亮了，怪物们渐渐地都消失了，不二看了一下四周，克雷尔不见了!他找遍了四周，都没有他的影子，于是将史蒂夫叫了出来，史蒂夫看了看四周，除了他们的帐篷，就只有一棵高大的树，他将树从上到下都看了一遍，说到:\"这棵树上面有新鲜的裂缝，应该是外力弯曲这棵树造成的，而且叶子上有断裂的痕迹，克雷尔很可能是被拴住脚弹飞了，根据这棵树的高度以及裂痕的位置和大小，应该形成了48°角，据此推算，克雷尔应该是在东南方向42°240米内的地方，我们去找找吧!\"\n\"好!我们这就出发吧!\"不二高呼，但他的脸上稍稍地挂起了一丝诡异的笑容...\n他们走着走着，史蒂夫\"啊!\"的一声，他的下半身已经陷入了沙子里，\"是流沙!\"史蒂夫惊恐地叫着，不二伸手想去拉住他，史蒂夫越陷越深，不二猛地一跃，拉住了他的手，但流沙力量太大，俩人都被拉进了沙子中...\n不知过了多久，俩人都醒来了，他们坐了起来，\"嘿!我们在地底下!\"不二惊奇地叫着，\"等等，那是啥?!\"顺眼望去，不远处趴着一个人，走近一看，那人竟是克雷尔!\"嘿!史蒂夫!你推测的真准!克雷尔果真在这儿!我们将他弄回去吧!\"\n史蒂夫背起克雷尔，不二便用铲子往上挖了一个洞，他们爬出了洞，以很快的速度奔回了营地，他们将克雷尔放在床上，雅安娜用手在他鼻子旁试了一下，\"有气，他还活着。\"听到这个消息，不二松了一口气，说:\"我学过医学，我来为他弄点药吧!\"说完便出去了，过了几分钟，不二拿了一瓶药走了进来，正要喂克雷尔喝，\"站住，把药给我!\"雅安娜大喝一声，不二便乖乖地把药给了她雅安娜拿着药，倒了一小点，在仙人掌上，仙人掌瞬间就枯萎了，\"有毒!\"雅安娜怒视着不二，\"我果然没有猜错，提防着你是对的，你还有什么可以解释的?!\"\n\"这…不是我干的，真…真的!\"不二辩解到，雅安娜盯着他，\"也许你看克雷尔不顺眼，或是他什么地方得罪了你，你就想趁这个机会杀了他，对吗?!\"\n他们吵的越来越激烈，却完全没有注意到克雷尔现在脸色发青，\"不管你有什么企图，你现在\"雅安娜已经爆发了\"立刻给我滚!\"\n不二镇了一下，慢慢地说到:\"我明白了，我这就走...但我会回来的...\"说完他便离开了营地。\n克雷尔坐了起来，朝雅安娜走去，雅安娜听到动静，敏感地转过身去，看到克雷尔站在他身后，她并不惊喜，反而恐慌地退后，因为，她看见了克雷尔的眼睛，犹如月亮一样惨白，克雷尔不停念叨着:\"杀掉你，这是主人的命令…\"\n\"啊!!!!!!!\"雅安娜尖叫起来，史蒂夫听到声音，连忙跑了进来，看见克雷尔现在的样子，立即拔出剑向克雷尔劈去，一片血红，克雷尔倒退了几步，\"雅安娜，他已经成为herobrine的傀儡了，现在唯有杀掉他了。\"雅安娜躲在史蒂夫身后瑟瑟发抖，克雷尔奄奄一息地念叨着:\"命令有变，立刻带俩人到达恶灵古堡。\"说完便倒下了，再也没起来。\n史蒂夫和雅安娜的脚下出现了一个大漩涡，将俩人吸了进去，\"轰隆\"阵阵雷声在俩人耳边响着，他们睁开眼睛，看见了一座黑漆漆的古堡，雅安娜壮了壮胆，和史蒂夫一起走了进去，突然，雅安娜看见了一大块冰，劳拉被冻在里面，\"姐姐!\"雅安娜哭喊着，抱住了那块冰，不停地流泪，\"咔，咔吧，轰隆!\"冰裂开了，雅安娜惊喜地看着劳拉，劳拉漫漫地抬起头来，睁开了惨白的眼睛，\"不!!!\"雅安娜惊恐地退后\"这不是真的!这不是真的!\"劳拉向雅安娜扑来，却被一脚踢开了，雅安娜看了看，是不二!  \"不...不二...\"雅安娜留下了眼泪，\"你这个笨蛋，为什么...为什么我那样对你，你却还要救我...?\"\n不二头也不回地说:\"因为我知道这里面一定有误会，我出去以后，跟着黑龙的痕迹，赶到了这里，凑巧救了你，而这一切，都是你弄得吧!史蒂夫!\"\n[table=98%]\n\n他们把头转向史蒂夫，只见史蒂夫坐在古堡的王位上，\"没错，这些都是我做的。\"史蒂夫不紧不慢地说道，\"飓风是我弄得的，黑龙是我放的，水壶里的水也是我弄没的。\"不二盯着他，\"药里的毒也是你下的吧!\"不二问道，\"呐，呐，不二，可别这么说，我只是在里面加了一克97°的精提硫酸而已，哦，对了，让你和你哥哥团聚，该是一件多么美好的事啊，Ice post!\"\n地面上突然喷出一道水柱，又瞬间变成了冰，骑士比尔就被冻在里面，\"哥哥!\"不二激动地叫着，冰又化成了水，比尔掉了下来，趴在了地上，他抬起头来，看见了不二，\"不二?!你怎么在这里?!\"\n不二激动地跑过去抱住他，\"哥哥，你没事真是太太好了!\"不二激动的哭了，雅安娜说:\"史蒂夫，原来你才是幕后真凶，还杀死了克雷尔!\"\n\"雅安娜，我不得不承认，你这个女孩很精明，但却发现不了一直保护你的人是大BOSS，呐，对了，史蒂夫这个名字挺好听的，不过，我更喜欢别人叫我...\"他站了起来，黑暗开始聚集在他身上，\"我更喜欢别人叫我......herobrine!\"herobrine变回了真身，同时射出了三支速度超快的黑箭，向三人飞去，不二和比尔被射中了，他们的灵魂被黑暗玷污了，他们倒在了地上，起不来了，最后一支箭飞向了雅安娜，\"啊!!\"雅安娜从梦中惊醒了，\"呼~还好只是个梦。\"\n突然，那个噩梦般的声音又在她耳边出现了，\"这个梦很有意思吧，让你和我一样，成为一个噩梦吧!\"\n哀鸣笼罩了整个世界......\n                                                                                                                                             The END\n如果懒得看的话就下载成电子书吧←_←\n\n\n\n《梦魇》.txt\n(11.4 KB, 下载次数: 1)\n\n\n\n2013-9-7 20:11 上传\n点击文件名下载附件\n\n\n\n\n\n",
    "replies": [
        {
            "author": "2388306270",
            "timestamp": 1378555500,
            "txt_content": "这么长我都懒得看了，加了分再看"
        },
        {
            "author": "NightStriver",
            "timestamp": 1378555680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1378555800,
            "txt_content": "按照版规要求，2贡献已送达，请查收~\n顺便，LZ好久不见呐~以后也要多多光临翻译创作哦~？"
        },
        {
            "author": "孤剩",
            "timestamp": 1378559340,
            "txt_content": "54你好"
        },
        {
            "author": "綮小灰。",
            "timestamp": 1378616940,
            "txt_content": "[table=98%]\n这是什么？\n小说很好看啊！"
        }
    ]
}