{
    "title": "建筑的技巧2",
    "author": "a565766760",
    "replyCount": 4,
    "timestamp": 1378596300,
    "txt_content": "因为一些玩家想学建筑 然而他们又找不到建筑的方法 所以我就把这个帖子转载过来了\n\n\n\n第二讲：中西方建筑特色\n本来第二讲是想讲建筑与环境的，但是中西方建筑特色有现成的材料那就先讲这个吧=w=~\n（一）中国建筑\n（1）中国传统建筑\n中国传统建筑以木结构建筑为主。以茅草、木材为建筑材料，以木架构为结构方式（柱、梁、枋、檩、椽等构件，按照结构需要的实际大小、形状和间距组合在一起。由于木质材质制作的梁柱不易形成巨大的内部空间，古代建筑便巧妙地利用外埠自然空间，组成庭院。庭院是建筑的基本单位，它既是封闭的，又是开放的；既是人工的，又是自然的，可以俯植花草树木，仰观风云日月，成为古人“天人合一”观念的又一表现，也体现了中国人既含蓄内向，又开拓进取的民族性格。古代稍大一些的建筑都是由若干个庭院组成的建筑群，单个建筑物和庭院沿一定走向布置，有主有次，有高潮有过渡，成为有层次、有深度的空间，呈现出一种中国人所追求的整体美和深邃美。其中宫殿、寺庙一类比较庄严的建筑，往往沿着中轴线一个接一个地纵向布置主要建筑物，两侧对称的布置次要建筑物，布局平衡舒展，引人入胜。\n古人很早就能运用平衡、和谐、对称、明暗轴线等设计手法，达到美观的效果。中式建筑重艺术装饰，但不复杂，只在主要部位作重点装饰，如窗檐、门楣、屋脊等，布局多为衡平方向发展，不重高层建筑，至佛教传入后，出现了楼阁佛塔，高建筑才得以盛行。建筑的一切艺术加工也都是对结构体系和构件的加工，如色彩、装饰与构件结合，构成了丰富绚丽色彩搭配，雕梁画栋，形体优美而色彩斑斓；楹联匾额，激发意趣而遐想无穷。\n◆中国传统建筑种类◆\n①宫殿：宫殿是帝王朝会和居住的地方，规模宏大，形象壮丽，格局严谨，给人强烈的精神感染，突现王权的尊严。在宫内，宫殿常依托城市而存在，以中轴对称规整谨严的城市格局，突出宫殿在都城中的地位。所以宫殿的建造大多决定着一个城市的走向，规模宏大，建造消耗大，需要不少的时间来完成。\n②陵园：陵园根据建筑功能分为皇陵园和特色陵园。经典的皇陵园有明孝陵、十三陵和兵马俑（算半拉陵园吧），他们的特点都是气势恢宏，建筑结构复杂，设计巧夺天工。大量使用砖石结构，而且有体系完善的排水系统。而陵墓作为陵园的主要部分更是体现陵园的一个重要标志。例如陵台，地面陵墓或者是纪念碑。 \n③寺院：寺院在中国就是佛教传教的场所，是外来文化。佛教大约在汉代传入中国。也就是在那个时候中国便有了寺院这种建筑。佛寺通常坐北朝南，沿山门南北中轴线，保持一定的距离修建若干殿堂，殿堂建筑大致按以下顺序排列：山门殿——弥勒佛殿——大雄宝殿——本寺主供佛殿——法堂——藏经楼（阁）。\n而配殿和附属设施是分布在中轴线东西两侧对称建造的次要建筑，通常由钟楼（东）、鼓楼（西）、伽蓝殿（东）、祖师殿（西），以及客堂、禅房、斋堂、寝堂、浴堂、寮房、西净（卫生间）、放生池等组成。寝堂等生活设施按内（出家人）东外西（居士、施主）的原则安排。这样，寺院就成了一组规模宏大而排列有序的建筑群。 ④宫观：即道观，是各类道教建筑的总称。它是道教徒们修炼、传道和举行各种宗教仪式以及生活的场所，多位于名山大川附近以及大城市里。\n盛唐以后的道观一般都是呈现坐北朝南、东西对称的格局。在南北中轴线上修建有山门、中庭、殿堂和寝殿等建筑，作为主体。而两边和后部还修有廊庑、旁房和花园、水池等。各种内部庭院多采用四合院形式。大多数道观内，都修建了数量不等的多座殿堂，以供奉各路道教神仙。主要的殿堂有三清殿、玉皇殿、三官殿、重阳殿、七真殿以及药王殿、关圣殿、灵官殿等。\n\n⑤园林：在一定的地域运用工程技术和艺术手段，通过改造地形（或进一步筑山、叠石、理水）、种植树木花草、营造建筑和布置园路等途径创作而成的美的自然环境和游憩境域，就称为园林。在中国汉族建筑中独树一帜，有重大成就的是古典园林建筑。\n中国古典园林的构造，主要是在自然山水基础上，铺以人工的宫，廊、楼、阁等建筑，以人工手段效仿自然，其中透视着不同历史时期的人文思想，特别是诗、词、绘画的思想境界。\n中国古典园林的本质特征体现在如下几个方面：1，模山范水的景观类型\n2，适宜人居的理想环境\n3，巧于因借的视域边界\n4，循序渐进的空间组织\n5，小中见大的空间效果 \n⑥塔刹：塔刹是指佛塔顶部的装饰，塔刹位于塔的最高处，是“冠表全塔”和塔上最为显著的标记。从结构上说，塔刹本身就是一座完整的古塔。它由刹座、刹身、刹顶和刹杆组成。这种塔上塔的造型，使塔显得更加高插云天，雄伟挺拔。\n“从建筑艺术上讲，塔刹的作用是塔的最高部分，冠表全塔，因此在艺术处理上建塔者颇下功力，使塔刹极富装饰性，可以说是全塔艺术处理之顶峰。”\n刹座位于塔身之上，上承塔刹，一般为须弥座形、仰莲瓣形、忍冬花叶形或素平台座。有的刹座内还设有刹穴，以存舍利、佛像、佛经或其他供品。 \n刹身由刹杆和套于杆上的圆环——相轮及华盖等组成。相轮为单数，现最多者为十三级，是作为塔的一种仰望标志，以起敬佛礼佛的作用。\n刹顶由仰月、宝珠或火焰宝珠等构件组成，位于塔刹顶部。 刹杆多用木、铁制成，纵贯全刹，有的还直入塔身，以增加其稳固程度。（我感觉这个东西应该没人做的出来吧=A=）\n\n\n",
    "replies": [
        {
            "author": "42486327",
            "timestamp": 1378597320,
            "txt_content": "LZ为什么我感觉你是复制粘贴的，而且这和Minecraft有什么关系"
        },
        {
            "author": "qwe136",
            "timestamp": 1378597500,
            "txt_content": "额。。。。。。。。。。。。。同上。{:10_521:}"
        },
        {
            "author": "a565766760",
            "timestamp": 1378597740,
            "txt_content": "你们看最顶上的那句话 这个很有关系你要了解建筑的特点"
        },
        {
            "author": "让你嘿嘿嘿",
            "timestamp": 1581991440,
            "txt_content": "还行呐                                          "
        }
    ]
}