{
    "title": "MC粗爷历险记~（久违的第五章）",
    "author": "76332629",
    "replyCount": 4,
    "timestamp": 1378731780,
    "txt_content": " 本帖最后由 76332629 于 2013-9-9 21:03 编辑 \n\n{:10_564:}嘿哈嘿！黯然销魂掌！我阿粗又回来鸟~！\n那么这次，非常好的一部过渡章出来了……顺便一提，接下来的几张都是阿粗现实中的事，所以称为过渡章。{:10_492:}\n{:10_513:}呃，那啥？大家也都等急了，我就直接放文，慢慢欣赏，不谢啊~\n————————————————分割线——————————————————————————————————\n第五章：回忆（一）……（过渡章）\n“这个故事说来话长了……你想听吗？”\n去年九月——\n伴随着校园叮叮的钟声，阿粗步履慌忙地奔进教师。老师正在讲台上响亮的点名，见一名学生刚到，斥责道：“你！叫什么名字？上学第一天就迟到，小学一定没学好！快滚到座位上去！”阿粗不满的撇了撇嘴，拖着脚慢吞吞的走到座位上。\n“切，什么老师嘛……”将书包挂于桌子的挂钩上时，阿粗心里愤愤的想。\n这时，那老师点完了名字，开始自我介绍：“我，就是你们初中的班主任，我姓端，叫我端老师！我教的是数学……”那端老师后面的话语，阿粗已是听不进去，心里只想着放学后回家该怎么疯玩电脑。\n课间时——\n“你看，就是那个，上学第一天就迟到的家伙。”“一看就知道是坏学生！”听着旁人的指点，阿粗不以为然，默道：“这学校的人人品也太差了，光凭迟到就判断人的好坏吗！（虽然确实是坏学生）”\n忽然，阿粗只觉得脚跟被什么绊了一下，身体失去重心，噗啦一声扑倒在地上，摔得脸颊生疼。“哪个王八蛋TM的敢绊劳资？！TNND不要命了是吧！！”阿粗一声怒吼，从地上一跃而起，却见绊他的是个又高又壮的男生。阿粗隐约记得，老师叫他的名字是何大隆。\n阿粗手指着何大隆的胸膛，咬牙切齿的骂道：“何ji ba你tnnd敢绊劳资？找打是吗？！”那叫何大隆的毫不客气的推开阿粗的手指，用同样的口吻回道：“tnnd劳资就是看你不爽！我找打你来呀！！”\n阿粗哪受得了这样的挑衅刺激，一巴掌就呼了上去，正中何大隆宽厚的脸颊。何大隆的脸上瞬间浮现了一个巴掌印。何大隆勃然大怒，侧拳朝阿粗肩头沉挥而去。他哪知道，阿粗要不是仗着七年的武术功底，那敢惹他这样的块头啊。阿粗身形一侧，双掌一抵，一掰，轻松就化解了何大隆的那一重拳，随后右掌攻出，左掌跟后，快攻至何大隆的腹部。何大隆双臂同时内转，格在阿粗的臂腕上，往两旁外推，也把阿粗的双掌破开。可哪只阿粗这是虚招，乘机身胸直上，左拳由下至上做上勾拳势，右拳却乘势而出，直击何大隆下体。何大隆只来得及挡上勾拳，却没手防御下体，被暴了个措手不及。\n何大隆只感到下体一阵凉嗖嗖地，浑身剧烈的抽搐了一下，双手本能的捂住裆部，跪在地上说不出话。阿粗淡定的呼了口气，指着何大隆的后脑勺狠道：“下次再敢开劳资的玩笑，要你好看！”语毕，正准备离开，却正好撞上了闻讯赶来的班主任——端老师！\n结局……你们都知道，检讨，道歉，说教，一大堆~弄的阿粗心烦意乱，连课也听不进去，只在心中怒骂：“MB的端姥姥，日后要你好看！”\n放学后——\n阿粗拿起书包，正准备回家，忽然感到肩膀被什么戳了一下，转头一看，却是迎面一拳！砰一拳重击，阿粗翻滚到了教师的后墙。挥拳的是何大隆，身后还跟着几个他的马仔。何大隆凑到阿粗身边奸笑道：“上午你揍我揍得很爽来着？”随后退后几步，手臂一挥，吼道：“小的们，给我往死里打！”阿粗抹去了鼻头的血渍，咂了咂嘴：“最近找死的人很多啊……”从地上爬起，摆出了他一贯最喜好的格斗姿势——\n现实中，游戏中，阿粗从来只有与别人一战的命运，不管在哪，他都像一个怪异的生命体，被常人所排斥，挤压。阿粗真的只想当个普通人，可是他办不到……他不明白，为什么人们都针对他呢？\n不断的战斗，战斗，再战斗。抗争，抗争，再抗争。除了母上，阿粗感到，没有人是爱他的，接受他的，如同一个不该存在的人一样……\n“我……什么时候才能找到另一个人来爱我呢？”阿粗时常这样渴望着。\n——————————————————————————————————————————————————\n哎呦……这篇脏话有点多啊…保佑不被和谐啊~~~~~！！！\n索引帖\n",
    "replies": [
        {
            "author": "NightStriver",
            "timestamp": 1378732020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "76332629",
            "timestamp": 1378787700,
            "txt_content": "NightStriver 发表于 2013-9-9 21:07 \n何時連載完?\n看俺心情！"
        },
        {
            "author": "gogop",
            "timestamp": 1382955660,
            "txt_content": "LZ，脱离主题了吧。。"
        },
        {
            "author": "76332629",
            "timestamp": 1382955840,
            "txt_content": "gogop 发表于 2013-10-28 18:21 \nLZ，脱离主题了吧。。\nnonono~这可是跟后面男女主角的发展有着重大联系的哦~"
        }
    ]
}