{
    "title": "<原创·连载·单章>黑色黎明 作者:王子 第一章:你好，再见",
    "author": "A王O子A",
    "replyCount": 4,
    "timestamp": 1418474940,
    "txt_content": " 本帖最后由 尤里的猫 于 2014-12-21 01:30 编辑 \n\n黑色黎明第一章:你好，再见\n    我们常常会在夜晚仰望星空，想想一些不切实际的东西，等待又一个黎明的到来。心里想着，世界末日就这么来吧，死也没关系了。可是，当末日真的来临时，又会怎样？……\n    “噢~完全没压力啊，这群菜鸟。”他在电脑前揉了揉疲劳惺忪的眼睛，伸了一个懒腰，有气无力，却又略带点骄傲的说道。没错！这个宅男就是我们故事的主角——古天！    “啊咧？方便面没有了诶……”古天提起桌上的方便面桶，却只听到汤的摇晃声。“唉……方便面可是宅男的生命呢，又得去买喽。”古天摇晃着站起身来，扭头环视——不足5平米的小房间里现在满地是空着的方便面桶、空易拉罐还有……很多的卫生纸。古天提起一个易拉罐：“这……该怎么出去呢……”    夜空下，昏暗的灯光罩着古天。“哎呦，我这是不行喽~”古天揉着自己的肩膀边走边说，“才十五天，房间里就乱成那样！累死我了！”转而又一握拳头，笑道：“不过我在《黑色黎明》里现在可是身手矫健啊！不枉这十五天熬夜练级！”    古天所说的《黑色黎明》是一款僵尸题材的游戏，十五天前经朋友李吉利介绍“入坑”。据古田说，这款游戏画质精美、音像真实，操作起来有种说不出的快感，简直无可挑剔！游戏中的各种武器就像是真的一样，场景也很逼真。绝对是神作！这十五天古天在游戏里斩僵尸、建据点，还招到了很多志同道合的NPC和玩家，混的是风生水起！    再说说古天吧，古天是个叛逆的16岁少年。一头凌乱的黑发，两只惺忪的眼睛，身着一件破旧的白衬衫（已经不能算是“白”了）和一条自膝盖向下都被裁掉的淡蓝色短裤，脚下穿着一双黑色运动鞋，十分邋遢。他从父母那里偷了几千块钱逃到了A市，随便租了个偏僻的小房子，从志同道合的朋友——小混混李吉利那里讨来了一台来路不明的电脑，终日打游戏来消磨时间。古天的房子在一个很深很暗的小巷里，里面总是传出莫名的敲击声与呻吟声。古天到是不以为然，若无其事的继续住着。    古天走着走着，突然发现路边有一个大叔面朝墙蹲着，发出“咳呃咕噜嗬”的奇怪声音。古天觉得挺好笑，就走过去拍拍大叔的背，用嘲笑的口吻说：“我说大叔哈！你今天又吃什么东西了？痰都咳不出来呵！你这么大声音会骚扰到我们这些善良的居民的！来！我帮您拍拍~”    奇怪的声音突然停止了，古天感到一股莫名的寒意从手部传遍全身，下意识的抽走手，想：这大叔不会揍我一顿吧？古天挠挠他凌乱的黑发，结结巴巴的说：“那个……大、大叔，我还要买方便面诶！哦、哦！是替我老爸老妈、妈买的！哎呀！他们经常熬夜打游戏，孝顺的儿子我只能帮他们买方便面！”大叔站了起来。古天神色慌张起来：“诶！大叔啊！我成绩可好了……的说！你、你不是要打我吧？我可是好孩、孩子！刚刚只是好心、好心帮你的啊！哦，不对！是好心帮‘您’啊！”大叔没有回话。    “诶？大叔！大叔！？您可别吓唬我啊！我胆子小！！！您说句话啊！？”大叔的头缓缓的转了过来。“啊咧？大叔……大叔您？”古天呆住了，转而又满脸惊恐的大喊：“我靠靠靠靠靠靠！”    古天转头就跑，可不一会就冒着冷汗倒退回来——就在三米外，一个带着黑墨镜的小平头男子正用一只手枪指着他！古天双手举起表示自己并无武装，缓缓的男子走去——他再也不想看见后面的那张脸了！那张扭曲的还在往外冒着绿色的粘液的脸！怪物！怪物啊！    男子把食指搭上扳机，古天定住了，不敢再往前一步，惊恐的看着男子。男子食指轻巧的一动，诡异的笑道：“你好，再见。”古天的耳朵突然像被撕裂了一样，钻心的痛。而一股浓稠的汁液溅到了我们可爱的主角身上。古天眼前一黑，就什么也不知道了……\n\n\n嘿大家好~我是王子~最近又能上网了，受人委托写了这个，虽然文笔不好，还是希望大家不要喷= =。\n汉字：1198个，标点：1415个，字母：78个，数字：3个。",
    "replies": [
        {
            "author": "A王O子A",
            "timestamp": 1418475060,
            "txt_content": "捧个场@250=mo ，@Terry39 ，还有就不记得了"
        },
        {
            "author": "Terry39",
            "timestamp": 1418476500,
            "txt_content": "为毛线不叫李狗蛋啊啊啊啊啊"
        },
        {
            "author": "冥王星人",
            "timestamp": 1418478420,
            "txt_content": "不能写点积极向上的题材么。"
        },
        {
            "author": "A王O子A",
            "timestamp": 1418535780,
            "txt_content": "Terry39 发表于 2014-12-13 21:15\n为毛线不叫李狗蛋啊啊啊啊啊\n李狗蛋太坑爹。话说俩名不都是你起的吗？\n"
        }
    ]
}