{
    "title": "MC与生化危机完美的融（或许吧）。还有很多的电影元素。",
    "author": "970541627",
    "replyCount": 19,
    "timestamp": 1378788720,
    "txt_content": " 史蒂夫传\n            \n                前言\n  公元2013年，在美国一个荒岛上爆发了一场生化危机。全世界都成了僵尸，只有一部分人幸存，他们做了一个村庄，请了巫师设置了保护屏障。与外界彻底隔离。\n  爆发之前，雨伞公司（位于美国纽约最西边的一个荒岛上，是世界上最大的病毒研究所）研发了新的物种,取名叫“末影龙”，但是威力太过强大了，害怕会突然间成型跑了出来，于是生化科学家们创造了另一个世界，他们将这个世界命名为“地狱。”\n  终于发生了一场生化病毒泄露事件，因为疏忽，生化科学家们忘了关闭“地狱”世界，病毒侵入这个世界，导致世界变得由早晨变成永无止境的黑夜，地面上的草地都变成了奇异的小石头，不是地狱的“地狱”真的成为了地狱。\n  更令人不解的是，这个地狱你的每一个建筑物都变成了方块，不只是这里，这个地球也变成了方块的世界，原本那些各式各样的形状家具都变成了方块。但那又如何呢？全国大约有98%的人口因为病毒变成了丧尸。病毒肆虐的同时，生化科学家们研究的物种也慢慢的成型.....",
    "replies": [
        {
            "author": "墨墨1zwl",
            "timestamp": 1378788840,
            "txt_content": "啊……我的眼睛！！！"
        },
        {
            "author": "1519347866",
            "timestamp": 1378789020,
            "txt_content": "末地吧，末影龙是在末地的{:10_493:}"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1378789020,
            "txt_content": "没过600字，沉前留名"
        },
        {
            "author": "970541627",
            "timestamp": 1378789320,
            "txt_content": " 人物简介：\n        史蒂夫：生化危机里的幸存者，潜藏强大的内力，和力量。   \n        村民：所有幸存者居住的地方。\n        僵尸：龙套\n        蜘蛛：龙套\n        爱丽丝：曾经被雨伞公司改造了基因，拥有超人般的能力。\n-----------------------------------------\n               第一章\n                求生！\n  病毒肆虐不久，史蒂夫还在穿上熟睡着，“噼\n里啪啦”玻璃被僵尸们打破了，缓缓向史蒂夫靠近，此时，史蒂夫已经被玻璃破碎的声音吵醒了，他起床一看，看见一群绿色怪物向着自己前进，他已经顾不及周围了，拿起被子扑向僵尸群，趁僵尸群不知所措的时候，迅速地躲到衣柜里。这时，扑在僵尸们上面的被子已经被野蛮的撕破了。可是躲得的再怎么隐蔽，僵尸用超乎正常人的嗅觉，慢悠悠的想衣柜里靠近。就在僵尸撞门的时候，史蒂夫脚底下衣柜的地板突然打开，很显然，史蒂夫家里有机关，可史蒂夫却完全不知道，在一阵阵“啊~~”的叫声中像玩滑滑梯一样，滑到了地底下。\n   “我。。还活着吗？”史蒂夫眨了眨眼睛，慢慢地站起来，环绕四周。这个世界已经变成了方块的世界，“这个世界的任何一切的物品都变成了方块，到底发生了什么？”史蒂夫疑惑的说。史蒂夫刚走了几步，就在最后一步的时候，停留了很久，才发觉踩到了什么东西，他轻轻地挪开脚，发现是个机关按钮，只见地上突然弹出个电视机，此时，电视机正在播报紧急新闻。\n  看了许久，主播突然被咬，变成了丧尸，随后也失去了信号。史蒂夫痛苦地说：“天啊，我还不想死，OH，上帝，我还没看完郭敬明的《小时代》呢。请保佑我啊!阿尼陀佛。“啪~啪~”上面传来一真正刺耳的既又熟悉的枪声，这个时候史蒂夫变得更加害怕了，原因是，他以为僵尸会开枪了。”他又蹲了下来。一道红光在他脸上下扫动突，不一会儿就听到系统发出来的消息：“验证成功，准备开启”只见旁边出来了一堆庞大的计算机，史蒂夫，走近一看，发现这是他的房子。史蒂夫看慷慨地说：“什么时候我家这么高科技啊？”只见一位女子拿着两把手枪，1秒换一个弹夹，一个子弹杀死两只僵尸。史蒂夫高呼：“得救啦！”\n  他马上回到了他的房子，此时这位神秘女子搜查这座房子，一瞬间，史蒂夫就跑到了神秘女子的面前，两个人做出了对于危险的刺激所做出的本能，神秘女子将枪对着史蒂夫而史蒂夫这在头的两侧做出投降的姿势。这位神秘女子也不是个泛泛之辈。一眼就看出了这是个幸存者，“快点和我走。这里不能久留。”走了一段路后，就坐上了直升飞机。手里紧紧握着《小时代》。\n  这位神秘女子叫爱丽丝，原来她只不过是一个平民，没有能力，后赖雨伞公司发现他身上存有病毒的抗体，于是将她的基因进行了改造，强化，成为了被雨伞公司利用的杀人工具。爱你是问我：“你手上拿的是什么？”史蒂夫回答说：“就是一本书，郭敬明的《小时代》”“中国文字你看得懂吗？”爱丽丝疑惑的问着史蒂夫。“当然啦，我在中国生活过8年。对中国文字简直是熟得不能再熟了。”史蒂夫回答说。直升机上，他们聊得很欢。忽然，爱丽斯问：“你是怎么躲过僵尸的攻击的？”史蒂夫犹豫了一会儿，吞吞吐吐的说：“我。。我啊。。。我躲在了衣柜里。”爱丽丝回应：“哦，原来是这样。”实际上，爱丽丝知道史蒂夫在骗他。他什么也没说，静静的望着窗外。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1378789560,
            "txt_content": "970541627 发表于 2013-9-10 13:02 \n人物简介：\n        史蒂夫：生化危机里的幸存者，潜藏强大的内力，和力量。   \n        村民：所有幸存 ...\n我为我的武断感到十分抱歉"
        },
        {
            "author": "970541627",
            "timestamp": 1378789680,
            "txt_content": "还有第二章。第三章正在写，求顶，呵呵。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1378789980,
            "txt_content": " 本帖最后由 风之心_天双 于 2013-9-10 13:26 编辑 \n\n我来进行一点跨越时空的吐槽。\n史蒂夫看慷慨地说：“什么时候我家这么高科技啊？”只见一位女子拿着两把手枪，1秒换一个弹夹，一个子弹杀死两只僵尸。史蒂夫高呼：“得救啦！”\n史兄，你是怎么看到那妹子用手枪打怪的？莫非开了天眼？\n而且，您为啥那么慷慨？\n 他马上回到了他的房子，此时这位神秘女子搜查这座房子，一瞬间，史蒂夫就跑到了神秘女子的面前，两个人做出了对于危险的刺激所做出的本能，神秘女子将枪对着史蒂夫而史蒂夫这在头的两侧做出投降的姿势。\n我就不吐槽您怎么一瞬间跑到人面前的了，接下来的事情我不是不吐槽，是没法吐槽……您还真是嫌命长，呆在那MC地下室好好地非要跑出来缴械投降，哦，谢特。\n这位神秘女子也不是个泛泛之辈。一眼就看出了这是个幸存者，“快点和我走。这里不能久留。”走了一段路后，就坐上了直升飞机。手里紧紧握着《小时代》。\n口胡啊！在这种情况能抱头蹲下的一看就知道不是僵尸了好吗！全世界的人都不是泛泛之辈啊混蛋！\n四娘迷，你的个子有一米七，容我问个问题，到底是谁手里握着小时代？\n爱你是问我：“你手上拿的是什么？”\n爱我是：姐姐！！！！！\n爱你是：妹妹！！！！！\n史蒂夫犹豫了一会儿，吞吞吐吐的说：“我。。我啊。。。我躲在了衣柜里。”爱丽丝回应：“哦，原来是这样。”实际上，爱丽丝知道史蒂夫在骗他。\n爱丽丝是傻【哔——】么，拥有绝对的武力，对于这一个不明来历还明显隐藏秘密的人，你就不担心他关键时候阴你一把把你推出去喂僵尸？"
        },
        {
            "author": "970541627",
            "timestamp": 1378790400,
            "txt_content": " 本帖最后由 970541627 于 2013-9-10 13:22 编辑 \n\n对于吐槽，我来进行回答。\n1、你绝对没有看完，不是有机器吗？他是用机器看的，超清！\n2、既然有高科技，史蒂夫肯定是随便按按，那边踩踩的然后就瞬移啦！这个地下室是和史蒂夫的家相连的。\n3、我是这么想的，如果是普通人的话，一定问他来历!那爱丽丝也不问就跟他说跟他回去，他怎么知道他被感染了没啊!\n4、爱你是=爱丽丝。错别字问题。\n5.根据生化危机爱丽丝的人为，他不会过于强迫幸存者的！\n对于文章你还有什么疑问或吐槽？\n还有下面没吃的！饿死他是么？"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1378790580,
            "txt_content": "先回复慢慢看~"
        },
        {
            "author": "970541627",
            "timestamp": 1378790760,
            "txt_content": "  第二章\n              另类世界\n-----------------------------------------\n人物简介：\n        史蒂夫：生化危机里的幸存者，潜藏强大的内力，和力量。   \n        村民：所有幸存者居住的地方。\n        僵尸：龙套\n        蜘蛛：龙套\n        爱丽丝：曾经被雨伞公司改造了基因，拥有超人般的能力。\n       骷髅人：被硫酸病毒腐蚀了肉体，但仍有小细胞控制着。\n       末影人：末影龙的小型分身。\n       末影龙：雨伞公司研究的新物种。\n----------------------------------------\n     直升机缓缓降落，随后史蒂夫走到了幸存者们的栖息地。爱丽丝在外收拾东西。就在史蒂夫和幸存者聊的正欢的时候，一个黑影猛然掠过，所有人以为是幻觉，因为他们受的刺激已经够多的，他们还是继续聊天。不过一会儿，那个黑影又一次闪过，越来越频繁了，一位大胆的幸存者，对说有人说：“我去看看”。说罢，便拿着一把散弹枪，走了出去，之后再也没有回来。\n    许久，爱丽丝整理完了背包，回到营地中，忽然发现少了一个人，她望望众人，每一个人都摆出惊恐地表情，再看看地面上，有有几颗子弹。每个人都不敢说话，沉默了十秒钟左右，爱丽丝开始问道：“人呢？”大家还是不敢说话，史蒂夫开口了，结结巴巴的说：“我们。。正。。正在聊天。。的时。。时后。发现了！”史蒂夫停顿了，全身直哆嗦，发抖。一位成员回答道：“其实，我们看见了一个黑影，他想去探个究竟，谁知道他一去就再也回不来了。”\n  天空中突然下起了雨，一位60多岁的老人，走了进来，自称自己是巫师，他有办法能阻止这场危机，并且将时间倒流。爱丽丝半信半疑，史蒂夫突然说：“如今，我们还能有什么办法？听听这位巫师有什么办法吧！”爱丽丝，没说话。。。。雨下得更大了，一道闪电劈断了所有人眼前不远处的树木，雷声更是比之前的几分钟更加大声，刺耳。巫师开始对我们讲了起来，他说，其实这个地球里存在两个世界的空间，所有的源头都来自宜昌病毒瘟疫，而这个病毒的母体就在雨伞公司创造出的第二空间里面。他有个分身，我们称它为“末影人”，他的移动速度超出任何一个怪物。”等等，你说他的速度超过了任何一个怪物？那我们按刚看到的那个闪过的黑影，难不成就是那个“末影人”？”史蒂夫打断了巫师。\n  讲了许久，巫师开始了一个风险测试，她问众人：“如果你们有机会可以拯救地球，你们谁愿意牺牲自己，来换取所有人的性命？”史蒂夫，以最快的速度回答：“我！”“立刻要想清楚啊！”巫师劝道。反正我在这个世界上也没有什么用。但是，僵尸杀死了我的家人，我决不轻饶！”史蒂夫的眼里满是愤怒。巫师慷慨地说：“好，就是要这样的效果，不过你要记住，去到那个世界，你需要找齐各种材料来合成一把叫做“附魔之剑”，还有各种防具，那个世界里晚上有僵尸，但早晨可以正常工作。如果集齐了装备，你就可以叫村民们给你开辟地狱之门，千万小心，末影龙很强大！。“说罢，巫师就拿起了巫师棍，画了一个圆圈，说了一些听不懂的咒语，一道亮光出现了，巫师把一张图纸给了史蒂夫，之后，史蒂夫告别了所有人，进去了这个特殊的传送门。巫师喃喃自语道：“就靠他了！”\n  在传送门里以光速来到了新世界，因为在隧道里，史蒂夫只能在隧道里转来转去，转得越快就越晕，要不然不会那么快，来到了新世界，还是一个晴朗的早晨，绿树成荫，草地上鲜花盛开，百鸟争鸣，清澈的湖水，海水，河水，小溪也是清澈，干净，路过的人都回到这和上一小口......史蒂夫也只是看了一会儿周围的美景，微笑的倒在地上晕了过去。（群众：表示强烈的无语）一位村民看到了史蒂夫，便将他抬到自己的卧室里休息。\n  晚上“咚咚的声音”，一直都没有停过把熟睡的史蒂夫吵醒了，“怎么这么吵啊！还有，这是。。。。哪里？”史蒂夫观望着四周，房子里也只是有一些简陋的家具，还有屁股下压着的，柔软的床，屋内很干净，完全没有一点污渍!史蒂夫顺着房子下了楼，看见了救他的村民，明白了一切，村民说：“来，吃点苹果。”说完便拿出苹果。屋外仍然有“咚-咚”的声响，村民无奈的说：“一直以来都是这样，每个人都害怕一天僵尸撞破门，趁我熟睡的时候攻击我们，所以每个村民都不敢睡觉。史蒂夫见这情形表示真心的同情，”“你家有武器吗？”“有，不过差不多快烂了。”“拿过来给我！”村民打开储存箱，递给了他一把木剑。“我去去就回！”说罢便打开门走了出去！\n  史蒂夫无畏艰险，他比以前更加勇敢了，他不是见到僵尸就全身直发哆嗦的人了。他勇往直前，看到一个就杀一个，“哈哈，原来僵尸这么弱小啊！”在他得意地时候，他却不知道，一群大型的未知怪物无声无息地向他靠近。"
        },
        {
            "author": "970541627",
            "timestamp": 1378790760,
            "txt_content": "第二章怎么发不了，说什么审核！发附件试试！"
        },
        {
            "author": "970541627",
            "timestamp": 1378790940,
            "txt_content": "终于发上来了，下载看看吧!\n\n\n\n\n\n\n\n《史蒂夫传》第二章.rar\n\n\n2013-9-10 13:29 上传\n点击文件名下载附件\n\n\n\n\n3.44 KB, 下载次数: 3\n\n\n\n\n"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1378790940,
            "txt_content": "970541627 发表于 2013-9-10 13:20 \n对于吐槽，我来进行回答。\n1、你绝对没有看完，不是有机器吗？他是用机器看的，超清！\n2、既然有高科技， ...\n楼趴不论，125全部可以解释为没有解释清楚，4不提，3是你的理解错误，我意思是这种情况莫非僵尸会蹲下来抱头喊不要杀我？这种情况用膝盖想都能知道那是幸存者啊，全世界都不是泛泛之辈了"
        },
        {
            "author": "970541627",
            "timestamp": 1378791120,
            "txt_content": "5555555555这么说，这个帖子又沉了么？我才初一。（哎呀！曝光了）"
        },
        {
            "author": "970541627",
            "timestamp": 1378791300,
            "txt_content": "修订版本，不要下载那个！\n\n\n\n\n\n\n\n《史蒂夫传》第二章.rar\n\n\n2013-9-10 13:34 上传\n点击文件名下载附件\n\n\n\n\n3.45 KB, 下载次数: 3\n\n\n\n\n"
        },
        {
            "author": "970541627",
            "timestamp": 1378791360,
            "txt_content": "竟然那么多意见，还想看么？不想看就不发了，准确的说不写了！面壁思过！"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1378791900,
            "txt_content": "970541627 发表于 2013-9-10 13:32 \n5555555555这么说，这个帖子又沉了么？我才初一。（哎呀！曝光了）\n不是小学生即可"
        },
        {
            "author": "970541627",
            "timestamp": 1378965720,
            "txt_content": "     第三章\n-----------------------------------------\n人物简介：\n        史蒂夫：生化危机里的幸存者，潜藏强大的内力，和力量。   \n        村民：所有幸存者居住的地方。\n        僵尸：龙套\n        蜘蛛：龙套\n        爱丽丝：曾经被雨伞公司改造了基因，拥有超人般的能力。\n       骷髅人：被硫酸病毒腐蚀了肉体，但仍有小细胞控制着。\n       末影人：末影龙的小型分身。\n       末影龙：雨伞公司研究的新物种。\n----------------------------------------\n  就这样，史蒂夫和村民们一起工作，一起吃饭，一起打僵尸。日子一天天过去，这些日子里，史蒂夫和村民们学会了许多的技能！学会用内力空手挖树，挖泥土，挖任何东西，除了基岩。\n  两个月过去了，史蒂夫正睡着，那位巫师用特殊的能力来到她的大脑里面，像做梦一样告诉他：“时间不多了，要尽快啊！虽然你们这里的1个月等于我们这里的4天，但是我们也坚持不了太久，千万不要认为这是在做梦，这是温馨提示！”\n  早晨，阳光照进窗子，直射到史蒂夫的脸上，让史蒂夫正不开双眼，和往常一样，打了个哈欠，洗漱后便开始了一系列的工作，就在要开始挖材料的时候，天空中的一颗陨石降落在位于村子西方的1公里处，村民们只是听到大大的“轰---”的声音，以为是工地的挖掘机挖到了什么东西掉了所发出大巨大响声。可史蒂夫和其他一起工作的村民们被这个响声吓到了！（群众：这就是人与人的差别！心理承受能力太差了！）史蒂夫一下子就回过神来，带领着一些村民前去看个究竟。\n  没走多久，映入眼帘的前方是一大群乌鸦一直盘旋着，史蒂夫走近一看，有一个尸体，突然，树林周围发出“嘶-嘶”的声音，但这个声音又没有了，天突然暗了起来，慢慢的下起了雨，由一滴变两滴，两滴变四滴，四滴变八滴......雨越下越大，风伴随着雨，雨伴随着风，形影不离，像兄弟一样同事都在做同一件事情“破坏”，台风吹倒了许多树木，暴雨淹没了整个村庄，和史蒂夫一起的人被突如其来的堆积成的积水淹死了，只有史蒂夫，还顽强地活着，史蒂夫慢慢地往上游啊游，终于游到了水面上，短短的几分钟，雨水堆积成了3米的深的积水，史蒂夫趴在漂浮物上，玩起了危险冲浪，冲啊冲啊，（群众：太扯了吧！玩你大爷啊！）突然他看见天上的云裂开了一条细细的缝隙，照射的不是阳光，而是红红的线条，突然间一分心就在“冲浪板”上摔了下了！喝了一大口水。（广告：孩子撸管老不射，多半是废了，废了就到广州变性医院。电话：5252525942.）\n  好不容易又游到了水面上，一位剑士从天而降，随之下来的好像也是剑士，但它是一个瞎子，头顶上冒着和很多符咒的符号，他们都拿着剑，史蒂夫没敢多看便把目光，调转180°往回游，说也奇怪他们一下来，天上的乌云渐渐的消失了，积水也渐渐被阳光蒸发了，村长，望着天上的两个太阳叹气的说：双日同天，必有大乱啊！。”\n  "
        },
        {
            "author": "970541627",
            "timestamp": 1378965840,
            "txt_content": "第三章啦！\n\n\n\n\n\n\n\n《史蒂夫传》第三章.rar\n\n\n2013-9-12 14:04 上传\n点击文件名下载附件\n\n\n\n\n2.44 KB, 下载次数: 0\n\n\n\n\n\n"
        }
    ]
}