{
    "title": "解释之1：著作权（版权），开源软件，自由软件，公有领域，关于Minecraft EULA",
    "author": "黄凯航",
    "replyCount": 9,
    "timestamp": 1379046420,
    "txt_content": " 本帖最后由 黄凯航 于 2014-9-3 21:13 编辑 \n\n本人急需关于软件方面的提问，请到此帖发问。本人将会尽量解答。那位踩的是什么心态？\n强烈建议使用宽版观看此帖。\n\n原有前言：\n已经很久没回来论坛了，我的Chrome浏览器不支为啥上MCBBS总会有400错误（根据服务端所说的，说我上传的Cookie太大了。。。），刚刚下载好Firefox服务器后感觉很好用（我在我自己主机也是用这个的，或者说，Crunchbang Linux提供的Iceweasel浏览器，外观相似而且貌似是以Firefox为基础的）。别问我为啥发到这里。。。我前几天打算发到软件资源版的，不过暂时发到这里，因为既然是一个作文（也不算是。。。）的话发到这里也好，如果版主们觉得不适合的话还可以移动。\n\n首先我们要谈的是：\n1.著作权（版权）\n以下文段采自维基百科里的“著作权”项目：\n著作权（作者注明：也就是版权），分为著作人格权与著作财产权。其中著作人格权的内涵包括了公开发表权、姓名表示权及禁止他人以扭曲、变更方式，利用著作损害著作人名誉的权利。著作财产权是无形的财产权，是基于人类知识所产生的权利，故属知识产权之一，包括重制权、公开口述权、公开播送权、公开上映权、公开演出权、公开传输权、公开展示权、改作权、散布权、出租权等等。\n\n著作权要保障的是思想的表达形式，而不是保护思想本身，因为在保障著作财产权，此类专属私人之财产权利益的同时，尚须兼顾人类文明之累积与知识及资讯之传播，从而算法、数学方法、技术或机器的设计，均不属著作权所要保障的对象。\n\n著作权是有期限的权利，在一定期限经过后，著作财产权即归于失效，而属公共领域，任何人皆可自由利用。在著作权的保护期间内，即使未获作者同意，只要符合\"合理使用\"的规定，亦可利用。凡此规定皆在平衡著作人与社会对作品进一步使用之利益。\n（以下文章将用“版权”代替“著作权”或者两者兼职（？））\n就例如上面所说的，著作权是个无形的财产权。因为一旦作品被创作后版权就自动产生了，所以版权不需要注册就可以使用（可以算是不需要费用即可得到作品的版权，（如作品是你创作的话））而且版权的期限几乎是无限的，因为版权会持续到作者死后的50年。（对，非常久）\n\n好吧，为什么我会想要解释版权呢？因为对我来说，论坛里几乎全部搬运工都不经过作者同意就把作品搬运到论坛里，也就是不尊重/违反版权。对我来说，除非作者注明特别要求，否则基本上搬运作品是合法的。先给个例子：\n首先是作者方面：邦末（ERBem）的材质发布贴里的警告“本材质不得在未通过我同意的情况下修改发布，否则后果自负”，如果有人修改发布这材质包的话基本上就是违反著作权了。所以违反者可以被告上法庭（这非常严重，主要看作者的选择）\n\n接下来是搬运工的方面：先说下Minecraft中文下载站，作者们可能已经违反了著作权，因为有些MOD的作者在原帖里标明需要注明作者名字或者拷贝原帖链接。\n\n还有另外一个例子：我在Minecraft中文下载站的网页底部发现这个：“?2011-2013-Minecraftxz.All rights reserved”，其实这也代表里面的全部文章都是受版权保护的。所以即使允许二次搬运，可是直接拷贝粘贴帖子全部内容也是违反了版权。\n因为大概（对，大概，看标题吧，我需要一些建议）已经说完一些重点了，接下来就是版权所保护的作品方面：\n    语文著作：包含文学作品（诸如小说、诗歌）、参考作品、评论（其实论坛里的全部帖子也可以算是一种）\n    音乐著作\n    戏剧、舞蹈著作\n    美术著作：包含了艺术作品，例如油画、素描、和雕塑\n    摄影著作\n    图形著作：包括地图、技术制图及摄影以外之平面或立体图形著作物。（材质包及皮肤算是一种，我及其它的原创头像也算是，这就是为什么论坛里不允许使用其他人的头像原因之一）\n    视听著作：即内含影像及声音互相配合之影音著作物，例如电影、电视节目等等。\n    录音著作\n    建筑著作\n    计算机程序著作，包括游戏程序。（包含了MOD？当然Minecraft也是受版权保护的，其实程序的源代码也是受版权保护的，所以别乱利用源代码。还有先说下，在作者及被作者允许公开的人不公开源代码的情况下通过非法的方法得到源代码是违法的）\n就如上面所说的，因为论坛里的全部原创软件及源代码都是受版权保护的（包括启动器等等，只要是电脑还是手机等等任何系统用的软件都一样受保护），而且不管你用的是什么编程语言你的作品还是可以被版权保护，不过几乎全部作者们都没有那么关注。而且通过非法的方法得到游戏也是违反版权的。（就例如Minecraft，不过因为Notch，也就是Minecraft创始者及前首席开发者也支持盗版，所以别担心他们会告你）\n（待续）\n2.开源软件\n以下文段采自维基百科里的“开源软件”项目：\n开源软件（英语：Open source software，英文缩写：OSS，中文也称：开放源代码软件）是一种源代码可以任意获取的计算机软件，这种软件的版权持有人在软件协议的规定之下保留一部分权利并允许用户学习、修改、增进提高这款软件的质量。开源协议通常符合开放源代码的定义的要求。一些开源软件被发布到公有领域。开源软件常被公开和合作地开发。开源软件是开放源代码开发的最常见的例子，也经常与用户生成内容（user-generated content）做比较[1]。 开源软件的英文“open-source software”一词出自free software（自由软件）的营销活动中[2]。\n开源软件同时也是一种软件散布模式。一般的软件仅可取得已经过编译的二进制可执行文件，通常只有软件的作者或著作权所有者等拥有程序的源代码。\n有些软件的作者只将源代码公开，却不符合“开放源代码”的定义及条件，因为作者可能设置公开源代码的条件限制，诸如限制可阅读源代码的对象、限制派生产品等，此称之为公开源代码的免费软件（Freeware）（例如知名的模拟器软件MAME），因此公开源代码的软件并不一定可称之为开放源代码软件。\n如果你不是第一次使用电脑的话你可能会知道开源软件的意义（如果真的不知道的话，请看上文），这样的软件的源代码可以任意修改。（前提是作者没有添加任何使用源代码的情况下，简单的来说这类软件不算是开源软件，请看上文最后一段）\n以下是开源软件的定义，也采自维基百科里的“开源软件”项目：\n    自由再散布（Free Distribution）：允许获得源代码的人可自由再将此源代码散布。\n    源代码（Source Code）：程序的可执行文件在散布时，必需以随附完整源代码或是可让人方便的事后取得源代码。\n    派生著作（Derived Works）：让人可依此源代码修改后，在依照同一授权条款的情形下再散布。\n    原创作者程序源代码的完整性（Integrity of The Author’s Source Code）：意即修改后的版本，需以不同的版本号码以与原始的代码做分别，保障原始的代码完整性。\n    不得对任何人或团体有差别待遇（No Discrimination Against Persons or Groups）：开放源代码软件不得因性别、团体、国家、族群等设置限制，但若是因为法律规定的情形则为例外（如：美国政府限制高加密软件的出口）。\n    对程序在任何领域内的利用不得有差别待遇（No Discrimination Against Fields of Endeavor）：意即不得限制商业使用。\n    散布授权条款（Distribution of License）：若软件再散布，必需以同一条款散布之。\n    授权条款不得专属于特定产品（License Must Not Be Specific to a Product）：若多个程序组合成一套软件，则当某一开放源代码的程序单独散布时，也必需要符合开放源代码的条件。\n    授权条款不得限制其他软件（License Must Not Restrict Other Software）：当某一开放源代码软件与其他非开放源代码软件一起散布时（例如放在同一光盘），不得限制其他软件的授权条件也要遵照开放源代码的授权。\n    授权条款必须技术中立（License Must Be Technology-Neutral）：意即授权条款不得限制为电子格式才有效，若是纸本的授权条款也应视为有效。\n\n（待续）\n3.自由软件\n以下字段来自维基百科里的项目“自由软件”：\n根据自由软件基金会的定义，自由软件（Free Software）是一种可以不受限制地自由使用、复制、研究、修改和分发的软件。这方面的不受限制正是自由软件最重要的本质，与自由软件相对的是闭源软件（Proprietary Software）非自由软件，也常被称为私有软件、封闭软件（其定义与是否收取费用无关──自由软件不一定是免费软件）。自由软件受到选定的“自由软件授权协议”保护而发布（或是放置在公有领域），其发布以源代码为主，二进制档可有可无。自由软件的许可证类型主要有GPL许可证和BSD许可证两种。另外，自由软件也可以看作开源软件的一个子集。[1]\n根据上面的讯息，自由软件的代码必须公布（也就是所谓的开源）。（虽然说我怎么找还是找不到Ubuntu的源代码。。。正确来说我根本从来没想过要找）还有其实你知道大多数著名的Linux系统都是自由软件吗？\n（待续）\n4.公有领域\n以下字段来自维基百科里的项目“公有领域”（根据维基百科里说的，请别把公有领域和公共领域混淆（公共领域也指公共场所，是个地方，不是关于作品之类的啊你妹）：\n公有领域（英语：Public domain）是人类的一部分作品与一部分知识的总汇，可以包括文章、艺术品、音乐、科学理论、发明等等。对于领域内的知识财产，任何个人或团体都不具所有权益（所有权益通常由版权或专利体现）。这些知识发明属于公有文化遗产，任何人可以不受限制地使用和加工它们（此处不考虑有关安全、出口等的法律）。\n创立版权制度的初衷是：借由给予创作者一段时期的专有权利，作为（经济）刺激，以鼓励作者从事创作。当专有权利期限已过，作品便进入公有领域。公有领域的作品由于没有专属权利人，因此公众有权自由使用它们。\n公有领域也适用于软件等等，请看下文（同样采自维基百科里的同名项目）：\n对于具有创作性的作品，如果没有现行法律确立其具有财产权地位，或者现行法律将某类作品的保护摒除在外时，这些作品即可认为处于公有领域内；比如，在世界大多数地方，大部分数学公式不是版权和专利的目标物（当然它们在电脑程序中的应用可以申请专利）。同样，在相关法律制定前产生的作品也属于公有领域；比如威廉·莎士比亚和贝多芬的作品，以及阿基米德的发明（但是他们作品的译本可能具有版权），不能得到知识产权的保障。此外，美国联邦政府文件（包括法律文本、政府公文等）也不受版权法保护，但是规定必须准确传播与应用。\n也就是说，如果现在没有法律可以保护具有创作性的作品或者目前的法律不保护某类作品时，这些作品都会被认为处于公有领域内。\n（待续）\n5.关于Minecraft EULA\n\n献给服主们的一个礼物（？）\n资料来自：https://mojang.com/2014/06/lets-talk-server-monetisation/ 以及 http://www.mcbbs.net/thread-283205-1-4.html\n感谢a919298641建议\n注：本人将使用原文章以及由@cyqsimon 翻译的文章里的资料。\n\nYou are allowed to charge players to access your server\nSo long as the fee is the same for all players, you are allowed to charge for access to your server. You are not allowed to split your playerbase into paying, and non-paying users, nor can you restrict gameplay elements to different tiers of player.\n\nBasically, if you’re charging for access to your server, you are selling a “ticket” and there can only be one type of ticket, regardless of how much people are willing to spend.\n\n你可以把你的服务器设定为“付费加入”\n只要这个费用对于所有玩家来说都是相同的，你就可以向加入服务器的玩家收取费用。但是你不可以把玩家分为付费/免费玩家，也不可以根据玩家的付费情况限制他们的游戏体验。\n（翻译得非常清晰，你大概知道什么意思了吧？）\n就是指只要价钱对人和玩家来说都是一样的话你可以和他们收取进入你服务器的费用（别想成每进入一次就收一次，非常不道德）。不过呢，你不可以把它们分为付费以及未付费玩家，也不能对不同阶级的玩家限制他们的游戏体验。\n\n红字翻译：基本上，如果你的服务器是付费加入的话，你在销售一张“票”。不管玩家想要付多少，你只能销售一种票。\n\n好例子：服务器A对想要进他们服务器的玩家收取一次性永久免费/一个月的费用（两者任意），也就是50人民币\n坏例子1：服务器Fuc1向玩家收取每次进入服务器就收100人民币的费用（我知道你在想什么）\n坏例子2：服务器Fuc2赐予付费玩家创造模式，而未付费玩家不能放置以及挖掘任何方块\n坏例子3：服务器Fuc3限制低于VIP级别的玩家不可使用锁箱子插件的任何功能\n\nYou are allowed to accept donations\nYou are allowed to accept donations from players. You can thank them publicly or in-game, but can’t give preferential treatment for donating. You are not allowed to restrict gameplay features in an attempt to make money.\n\n你可以接受捐赠\n你可以接受玩家的捐赠。你可以向他们公开/在游戏内致谢，但是不能区别对待捐赠者。也就是说你不可以为了挣钱而去阉割玩家的游戏体验和游戏固有的功能。\n（这个也是，基本上你不需要解释就可以读懂）\n也就是说你可以接受玩家任意数量的捐款。你可以公共地或者在游戏里致谢，但是你不能特别对待狷款者，也就是指不能因为要赚钱而限制玩家的游戏体验以及游戏的功能。\n\n好例子：服务器B的服主都会在服务器论坛感谢捐款者，但是他不会特别对待他们。而且服务器B本身没限制任何玩家。\n坏例子：服务器Shi1特别提供捐款者普通玩家没有的PVP权限以及不受锁箱子插件限制，导致捐款者（尤其是熊孩子，我知道）乱杀玩家以及偷玩家的物品\n\nYou are allowed to provide in-game advertising or sponsorship opportunities\nYou are allowed to put adverts in your Minecraft worlds to help with costs. Used within reason, adverts and sponsorship can be appropriate ways to fund a server.\n\n你可以在游戏中发布广告/宣传赞助商\n架设服务器的成本可能很高。在此基础上，我们允许服主为了弥补开销而发布广告。合理使用的话，广告和赞助会是资助服务器的一个好方法。\n（基本上解释得很清楚了，如果不知道的话请回复我你的提问）\n（我想不到什么例子，暂时跳过）\n\nYou are allowed to sell in-game items so long as they don’t affect gameplay\nWe don’t mind you selling items in game, but they must be purely cosmetic. Pets, hats, and particle effects are OK, but swords, invincibility potions, and man-eating pigs are not. We want all players to be presented with the same gameplay features, whether they decide to pay or not.\n\nThere is one exception to this rule – capes! We have a lot of fun making cool capes for extra-special members of our community and Minecon attendees. We’d like to keep them as exclusive as possible. So, yeah, no capes please, even if you’re giving them away for free.\n\n你可以销售游戏内物品，但它们决不能影响到游戏体验\n我们对于销售游戏物品是没有意见的，但是它们必须为纯装饰性的。如宠物、帽子、粒子效果等都是可以接受的，但是剑、无敌药水、食人猪就不行了。我们希望所有的玩家都有同样的游戏体验，无论他们是否选择付费。\n\n这个规则还有一个例外——披风！我们很乐意且很享受为非常特殊的玩家以及Minecon参加者制作披风。我们想让披风越有特殊价值越好。所以啊，就别弄披风了，免费的付费的都不行。\n也就是说你可以销售游戏里面的物品，但是只能是完全装饰用而已难道狗猫都算是装饰品？。如果你销售例如剑等等非装饰用的物品呢，你就是违规了。\n\n好例子：服务器Hao1只销售帽子\n坏例子：\n\n（待续）\n",
    "replies": [
        {
            "author": "msdhlsy",
            "timestamp": 1379046900,
            "txt_content": "我懂了，很详细，不像某一些贴……"
        },
        {
            "author": "799669332",
            "timestamp": 1379047980,
            "txt_content": "路过酱油\n顺便支持下"
        },
        {
            "author": "我爱玩GTA",
            "timestamp": 1379049360,
            "txt_content": "额........对于这种和新闻官一样复杂的帖子，我看不懂......."
        },
        {
            "author": "ERBem",
            "timestamp": 1379049960,
            "txt_content": "纳尼,我被编辑帖子里了...."
        },
        {
            "author": "黄凯航",
            "timestamp": 1379050560,
            "txt_content": "ERBem 发表于 2013-9-13 13:26 \n纳尼,我被编辑帖子里了....\n原本想要用Jakob.z他的材质来做例子的，不过看在你的比较严厉就用你的了"
        },
        {
            "author": "geludan",
            "timestamp": 1379057220,
            "txt_content": "十次修改还远远没到抓狂的地步。"
        },
        {
            "author": "黄凯航",
            "timestamp": 1379059020,
            "txt_content": "geludan 发表于 2013-9-13 15:27 \n十次修改还远远没到抓狂的地步。\n我指的抓狂是指我根本不知道还有什么可以写的"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1379161200,
            "txt_content": "看起來好厲害 不愧是黃凱航"
        },
        {
            "author": "黄凯航",
            "timestamp": 1379161320,
            "txt_content": "路邊電燈泡 发表于 2013-9-14 20:20 \n看起來好厲害 不愧是黃凱航\n感谢鼓励\n现在打算开始写第三章了（自由软件）"
        }
    ]
}