{
    "title": "第一届翻译创作版创作比赛，【微小说】圆满结束。自己撒花",
    "author": "马赛克了",
    "replyCount": 0,
    "timestamp": 1379073720,
    "txt_content": " 本帖最后由 马赛克了 于 2013-11-8 01:11 编辑 \n\n【MCBBS第一届翻译创作版创作比赛】微小说活动，从今天正式开启http://player.youku.com/player.php/sid/XNjA4NDIwNTY4/v.swf\n         用你美妙的左右手，描绘灿烂的人生故事，即日起，凡参与者至少有3人气的数据奖励(表怪太少，有三轮呢，而且得防刷人气)，到后期，丰厚礼品拿不停，请快快参与。 \n         请参与比赛的选手们认真阅读规则，违反了再发表很麻烦的说。\n\n　　活动前言：\n　　什么是微小说？百科有言，微小说即140字以类的超短篇小说。是不是很简单。\n　　微小说有哪些特点？百科又言，一是刚说的字数有一定限制，140字不能再多了，介于mc与mc论坛受众群体平均年龄普遍偏低，此规则恰好满足上手容易的条件，可喜可贺。二是结局出人意料，超乎常人想象，具有新意，有些发人深省，有些笑着笑着感到空虚，喜闻乐见。三是随时与读者互动，好顶赞收藏不是么。\n　　微小说和MC有什么关系？小马鞠了一躬，说，观众老爷你们好，我是左边头像那朵青年，在这里，我极力推荐大家参与到该活动来，有人问，这和MC有啥关系，不急，我会告诉你，微小说就好比创造建筑，用自己的思维和手艺构建一个你所想表达的东西，它也像红石，庞杂的红石系统建筑简化后给人清晰爽朗之感，一眼好懂，更好似生存，越到后面越会知晓自己此行的目的，最终不仅记录着遭遇，也存在着激励。\n　　这便是奇妙之处。\n\n　　活动时间：\n      本次活动持续时间为一个半月，分为三轮，每轮限定条件，且每轮开始结束的具体时间和具体细则将在最下方公布，请注意更新内容。\n      开始时间：2013年9月13日\n      截止时间：2013年10月末，具体截止时间将在第三轮公布\n\n　　活动奖励：\n　　 第一轮，每一位参与者将发于3人气参与奖\n　　第二轮，每一位参与者将发于5人气60金币的进阶奖\n　　第三轮：　　\n　　冠军：正版账号一枚，+2贡献\n　　亚军：普通服务器一月使用权限（价值55元滴），+2贡献\n　　季军：实体书/话费/Q币（价值30元滴），+1贡献\n　　四五六名各奖励1点贡献。于后期回滚贡献值，因有前者，遂合理化虚拟数据奖励，如有不足，还望海涵。\n\n　　另设特殊奖项，奖励由各个版主自行提供，详情请等一会儿。该奖项与比赛名次无关，凡参与者皆有机会获得。\n\n　　评选规则：\n　　本次微小说活动考验作者创作思维，发散性逻辑承接，以及故事概括能力。因为文字最难有标准评定，因此按照故事逻辑性强，发人深省，结局意外等的标准打分。\n　　好在微小说短，越短越能瞧出其好坏，即便版主出现个人偏差，优劣层次大众也很容易分辨。\n\n　　活动规则： \n　　1.参赛者凭5级或5级以上与在线时间140小时或140小时以上的条件参赛第一轮，或者，凭7级或7级以上的条件参与，其余两轮的参赛条件皆为前一轮的晋级者。设此门槛，仅为防止刷人气等可气的行为。同一地区IP反复出现将列为审查目标，审查目标所发表的文章将延后待命，直至查清。最后一句同样适用于投票项目。\n　　2.作品必须是原创，且符合每轮限定规则，并是在MCBBS上首发。\n　　3.每人每轮仅可发表一篇符合规则的作品。\n　　4.每轮限时完成，过时不候。\n　　5.发布参赛作品请开新帖，并使用匿名，选择创作活动分类，标题自取名称，如不满足，一律不受理。一经发布，禁止更改，二次编辑按弃权比赛处理。发表后请在本帖跟帖留下地址，格式两行\n微小说名称：\n帖子地址：复制代码\n未跟帖者不受理。另，如果出现两者素材相同故事相近的情况，先发者参与评选，后发无效。如，甲先发了A故事，乙后发了A故事或太接近A故事的A+故事，仅采纳甲发布的A故事。所以，先发制人即可。\n　　6.此帖勿水，仅采纳作品回复。恶意灌水或过于简单的140内的作文将以违规处理。涉及政治、敏感词、反和谐词汇句子的直接处理警告。活动帖子不可出现直言或者暗示发帖人信息的情况，违者取消参赛资格。\n　　7.本版版主不予参赛。\n　　\n　　第一轮详情：\n　　 1.以“小明在马路边捡到一块钱”为开头，写一段不多于140字的文章，发表新帖子。引号里的内容同样计算字数。英文和数字计算为一个字符半个字数，标点不计算。超过一半文字不属于中文不受理。\n　　2.请在帖子第一行输入“敏感词招聘保护”进入审核，未进入审核的一律不受理。此条引号内容不计字数。\n　　3.晋级规则，每人每评分1金币计算1票，每人最多评分1金币，超出1金币不计算，仅采纳4级及4级以上用户的评分。因发帖人为匿名，不可直接评分，请在沙发楼评分（不要恶意抢沙发哦亲）。最终按总金币数值从大到小依次选取，前20名晋级。合格参与作品晋级，见表。人气无关。另，凡发现利用刷票为自己晋级或打压对手者，直接处理不谢。\n　　4.附格式说明：      \n【分类选择创作活动】【标题键入名称】标题名称前加入【第一届微小说比赛】的前缀。PS:微小说本来不宜取名，仅为方便区分，取名请尽量不剧透 \n【帖子内容】\n（第一行）敏感词招聘保护\n（第二行）小明在马路边捡到一块钱......PS:省略号就是写的内容了，这儿的颜色无视。\n【备注】PS:不暴露身份信息，可说几句拉家常的话。比如，你吃饭了吗，吃了就选我选我选我。每位发帖人最好告知投票人评分1金币有效，超过1金币不计算，等于说失去1票。每位发帖人请告知投票人评分处位于二楼，即沙发楼。\n　　 5.第一轮具体时间：发帖起至10月1日晚20:00点结束。由于论坛服务器近期移动，造成部分时间无法正常运作，故此推迟时间，现设定第一轮从即日起至10月8日晚20：00点结束。\n　　 6.例子鉴赏\n小明在马路边捡到一块钱，他想了想，把这枚硬币丢回地上。 我觉得，世上的一切东西都应该是方的。——Minecraft之父，小明。【来至风之心_天双】\n小明在马路边捡到一块钱，他想了想，然后把一块钱丢进了河里。不一会儿河神冒出来，左手拿着金制的一块钱，右手拿着银制的一块钱，低头问小明说，少年，这金的一块钱是你丢的，还是银的一块钱是你丢的。小明见状，跳起来猛抽河神膝盖并借机放倒对方，随后他坐在河神胸口上掐脖子喊，少装蒜，快把上次我丢的切糕还给我。【来至马赛克了】\n小明在马路边捡到一块钱，心里很高兴，想着：我要做什么呢？我可以买零食，不行不行，现在零食涨价了，捐款？现在捐100别人都嫌少了，买彩票？不对，我还差一块，那么……买一瓶水？我去，现在水质这么差，我中毒怎么办？小明思来想去，最后吧一元钱丢了，说：“我终于知道为什么这一元钱没有人要了。”  \n\n小明在马路边捡到了一块钱，结果很久没有交给警察蜀黍，心虚，就想把钱处理掉，可是无论在哪里，都会被查到，于是捐给了红十字会，也好积个徳，小明后来笑着说：“捐给红十字会，他们就算是查上一百年，也查不到了！” 【来至银狼】\n　\n 第一轮————小明的一元钱微小说活动第一轮结束，统计将于三日后公布，由于此次活动宣传不够，导致参与者不够计划人数，甚至第一轮投票的结果也非常难堪，第一轮评选机制将会改动，但原投票仍旧有效。另，从10月8日晚20：00点开始后的评分不会算做统计。第二轮活动时间将于第一轮评选日开启，也就是三日后，届时会公开第二轮参赛规则以及评选方式，还有部分第一轮的优秀作品展示。感谢收看。\n第一轮合格作品链接：http://www.mcbbs.net/thread-183674-1-1.html\n　　第二轮详情：（总活动规则仍旧有效）\n        1.以MC特性写作一段不多于140字的文章，发表新帖子，另会随机选取主题关键字，详见6。英文和数字计算为一个字符半个字数，标点不计算。超过一半文字不属于中文不受理。\n        2.晋级规则：\n       第二轮结束时，版块将针对第二轮的微小说文章发起投票。参与投票者均为参赛者。参赛者每人持有3票，不可投给自己，3票必投，若有弃票则视为放弃比赛。最终按得票数多少从大到小选取前六名，前六晋级。\n　　3.请在帖子第一行输入“敏感词招聘保护”进入审核，未进入审核的一律不受理。此条引号内容不计字数。      \n        4.附格式说明：      \n【分类选择创作活动】【标题键入名称】标题名称前加入【第一届微小说比赛】的前缀。\n【帖子内容】\n（第一行）敏感词招聘保护\n（第二行）正文\n【备注】PS:文中不可暴露身份信息，可说几句拉家常的话。\n5.第二轮具体时间：开帖之日至10月25日晚20:00结束。\n        6.参赛者名单与参赛主题选取：\n        参赛主题即为微小说内容匹配所选关键字，如下表，以列分组，每组第一行为关键字，微小说内容越贴近关键字越容易得票，至少大多数人这么认为。幽默感动 惊悚 冥王星人 Terry39 pacerrecap phy 猫小沫 德玛西亚小蜗牛 熊猫丶晓能 天迹灬战狂神 1286604964 无毒王梓睿 List 870830676 a1059904732 月轻歌 LiuYongyong zhh30648 walle 250=mo xiaobaicai Lighten_Eagle Worf丶Horo zjy 大葱之灵@ shijun 风之心_天双 爱国青年 岁月の流年 Technology Ms☆〤碎嘴 蒙奇丶D丶小猫西红柿片\n\n\n　第二轮————MC特性+主题微小说活动第二轮结束，投票马上开启，详情请点击此处，欢迎围观。第二轮参赛表格中有删除线的是未参赛选手，此次预计参赛者31位，实际参赛者13位，刚好错位。投票时间为10月25日至10月30日，投票规则请至投票总帖查看。\n\n 　　第三轮详情：（总活动规则仍旧有效）\n         1.根据以下文段内容所得的信息，写出后续内容，不多于140字，公开发表新帖子，无需匿名。文风不同不要紧，剧情亮点才会行。此次模式为第一轮升级版，力求在原有剧情模式上的后续突破创新。英文和数字计算为一个字符半个字数，标点不计算。超过一半文字不属于中文不受理。\n　　2.请在帖子第一行输入“敏感词招聘保护”进入审核，未进入审核的一律不受理。此条引号内容不计字数。 重点注意，不可二次编辑。\n　　 4.附格式说明：      \n【分类选择创作活动】【标题键入名称】标题名称前加入【第一届微小说比赛】的前缀。【帖子内容】\n（第一行）敏感词招聘保护\n（第二行）正文\n【备注】PS:文中不可暴露身份信息，可说几句拉家常的话。\n　　 5.文段：\n　　 出租屋位置比较偏，远离学校和夜市，房子虽老，但普遍有八层高度。根据无双姐的剧透，出租屋所属的建筑群后方临山，山不高，另一面又临河，条件很好，所以早年有人开过化工厂。风靡全市，味儿便倾城。后因河水变了色，连鱼都变了色，小伙伴吃在嘴里，然后胃变了色，这惊呆了下来视察的领导，大家脸都变了色，自然而然，化工厂寿终正寝。\n　　 6.比赛时间： 开帖之日至11月5日晚20:00结束。 \n　　 7.投票规则： 凡参赛者皆可开启拉票模式，因本版未有投票模式，故设定第一轮+1金币投票模式，原文为：晋级规则，每人每评分1金币计算1票，每人最多评分1金币，超出1金币不计算，仅采纳4级及4级以上用户的评分。\n　　  +1金币因未匿名可直接评给作者，无需再评沙发，该条例作者应合理告知投票者，获取每一张+1可能的投票。金币+1总量，设30人次上限，1金币1分，意为每人最多可在拉票时段获取30分，最低0分。比赛结束后，该版三位版主，每人10分，客观投票。总计一篇文章最高60分，最低0分。以上\n　　 翻译创作版\n2013年11月1日\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}