{
    "title": "诅咒 第一章：神秘的诅咒 第二节：村庄惊魂",
    "author": "a1006494357",
    "replyCount": 4,
    "timestamp": 1379129460,
    "txt_content": " 本帖最后由 a1006494357 于 2013-9-14 22:57 编辑 \n\n     女子连忙对凌天逸说：“快跟我来，前面就是出口了！”\n\n     凌天逸快步走出森林，外面是一片开阔的草原，在凌天逸前方500米处是一个小村庄，\n现在正是傍晚，所以家家户户都升起了袅袅炊烟，血一般的残阳落下（虽然本身就是红的）\n女子见凌天逸呆在原地，也不多说什么，连忙招招手，向村庄跑去。\n\n————————————我是跑步中的分割线———————————————\n\n     凌天逸一路跟随女子走进了村长家，刚一进门，奇异的事情就发生了，所有东西都变成\n了方块！凌天逸张皇失措，这时女子说道：“村长爷爷，我回来了。”话音刚落，从屋子里走\n出了一个老人，这老人看起来虽然年迈，但腰挺的笔直，老人说道：“欣怡你回来啦，咦，\n这位是？”老人疑惑的看向凌天逸，凌天逸心想：欣怡？真是个不错的名字。欣怡回答道：\n“这个是我今天去天马森林打猎是发现的流浪者，他好像失忆了，爷爷你跟他说说这个大陆\n的事情吧。”说完欣怡推门出去了。村长看向了凌天逸，说了一句：“你跟我过来。”凌天逸\n便跟着老人向内屋走去，在内屋里村长跟凌天逸说了一些关于大陆的事，原本这个大陆叫\n做纳德可大陆，但是因为一个神秘的诅咒，这个大陆又叫诅咒大陆，这个诅咒就是这个世界\n全变成方块的诅咒，而且再世界都是方块的时候会有一些神奇的怪物出现，没有人知道为什\n么诅咒的作用这么坑爹，也没有人知道诅咒是谁发动的，原先这个诅咒只有月圆十五才发作\n，但是最近越来越频繁，到了现在居然已经每晚诅咒都会出现，有人估计再过一个月整个世\n界就都是方块了。另外，老人跟跟凌天逸说了一些战斗职业：战士，盗贼，剑侠和法师，每\n个职业都有自己的协会，要加入并转职一定要通过考验，另外生活职业也有很多，这里就不\n一一列举。\n\n     老人说道：“现在已经晚上了，你先留在我这里过夜吧，桌子上有吃的东西，自己吃吧，\n\n不过我也不能让你白住，明天去村子里找工作吧。对了大陆上的货币是1金币=100银币=100\n00铜币。”\n\n————————————我是一夜无事的分割线——————————————————\n\n    等凌天逸早上起来时，世界果然恢复原样，凌天逸便开始穿衣，出门找工作了，他看见了\n一个田了小麦成熟，旁边站着一中年男子，便问道：大哥，需要帮忙吗？“中年男子一看凌天逸\n也不做作，说道：好啊，好啊，正好我有些事情需要办，你先帮我收割好小麦，在种下种子就好\n等我回来给你报酬。”中年男子说完便把手中的镰刀递给了凌天逸，凌天逸接过镰刀，开始了工作。\n\n    中年男子终于回来了，一见自己的田地上的种子和旁边的小麦，笑笑说：“小兄弟你干的不错，\n我给你10个铜币，还有这16颗小麦也送你了。\n\n    凌天马上收下，对中年男子道了声谢便准备回村长家。\n\n    这个村庄虽然不大，但建筑师父复杂，所以凌天逸迷路了，凌天逸十分着急。天色块暗了，但\n自己还是找不到路。\n\n    天色暗下来了，诅咒又开始了，世界变成了方块，凌天逸暗叹一口气，但还是继续向前走去，突然\n，一阵白光闪过，一只僵尸出现在凌天逸面前，凌天逸吓的一抖，身上掉下来了什么东西，凌天逸一看\n正是早晨的那把镰刀，这动静惊动了僵尸，僵尸转身一看，眼睛突然冒出了红光，显然是很久没吃肉了\n，一步一缓的向前走去，凌天逸一见僵尸走路居然这么慢，又看了看手中的镰刀，心想：自己应该打的\n过一头吧。于是凌天逸也慢慢走向僵尸，待僵尸进入了攻击范围后，凌天逸疯狂挥舞手中镰刀，僵尸也\n没有想到这人类居然敢反抗，顿时被砍下一只手臂。\n\n    僵尸大怒，眼睛里红光更是越发的明亮，僵尸支撑起手臂向凌天逸抓去，凌天逸没有学过武艺自然不\n可能跟僵尸硬拼，于是将身子一伏，脚下一蹭，滑出了2米，再次举起手中镰刀向僵尸的另一之手臂挥去\n，僵尸刚打出一击，还在旧力以去，新力未生的时候，根本不能硬拼，而且僵尸移动速度很慢，根本不用\n想像凌天逸一样闪避。凌天逸用全身力气劈了下去，刀身上竟出现了点点金光，势如破竹的一镰刀砍死了\n僵尸。凌天逸辛苦工作了一天，再加上这么艰苦的战斗，顿时晕了过去。\n\n   ”咦，居然是天道之力，这小娃子有点意思啊，哈哈。“天空上飘下来一个神秘的声音，这神秘的声音似\n乎带着无尽的威严，刚刚还狂风大做的天气居然安静了下来。\n\n（我要回复啊啊啊，骚年们哟，给俺回复啊。）\n\n\n\n上一章                          索引                                下一章",
    "replies": [
        {
            "author": "934781972",
            "timestamp": 1379129700,
            "txt_content": "写的还算不错···头像略屌···"
        },
        {
            "author": "xujiesen2003",
            "timestamp": 1379129880,
            "txt_content": "qq:2962232722{:10_524:}"
        },
        {
            "author": "黑色小白。",
            "timestamp": 1379129940,
            "txt_content": "顶一下{:10_513:}"
        },
        {
            "author": "daijiangbiao",
            "timestamp": 1379130360,
            "txt_content": "看多了小说，不过还算可以吧、。、"
        }
    ]
}