{
    "title": "MC粗爷历险记……（第六章）启动节目式赞助活动！【内涵音乐】",
    "author": "76332629",
    "replyCount": 13,
    "timestamp": 1379132160,
    "txt_content": " 本帖最后由 76332629 于 2013-9-22 08:36 编辑 \n\n正宗好小说正宗好阿粗欢迎各位观看由MCBBS独家冠名播出的MC粗爷历险记感谢爆菊花添动力阿粗牌菊花针筒和春哥牌内裤和各位可亲可敬可爱的读者对本小说的大力支持如今阿粗正在回忆着他的艰辛现实生活他能否逆袭成功成功回到现实生活让我们拭目以待参与本小说活动回复“帖主你最棒了”到本小说索引贴下方即可有机会获得金币10枚奖励先到先得如果提出宝贵意见请回复在小说下方回复中将有机会获得高金币的奖励如果你愿意赞助本小说请于点评中留下你的用户名以及赞助费用本小说制作人将与之后每期小说发布添加上赞助人的名号……欢迎各位的参与！\n\n\n——————————————————————————————————————————————————\n第六章：回忆（二）……（仍是过渡章）\n“啧，最近找死的人很多啊……”阿粗一脸凶神恶煞的样子道。\n“小的们，给我往死里打！”何大隆一声令下，立马跳出二三个同学。看来是从小学一直跟到初中的好小弟了。\n同学甲首当其冲，直拳攻向阿粗胸口。阿粗轻蔑的笑了笑，要知道，在习武之人面前，直攻胸口是最傻的行为了，想毕，挥掌由外向内格拦，不料同学甲也略懂拳脚，直拳忽缩，下拳猛击，顶向阿粗腹部。阿粗心中大惊，没料到这同学甲竟会使虚招，措不及防，只觉腹部一紧，烈痛无比，不由得急退了二三步，背却靠在了教室后墙面上。\n那何大隆见此情景，尖声大笑，道：“死小子，你也有今天~咩哈哈哈哈！！”其余的小弟见状也学着老大的模样尖笑起来。教室里不断回荡着令人发恶的奸笑声，使阿粗更是怒上心头，当下不顾腹部的疼痛，横扫一击重扣在同学甲的脖颈上。同学甲惊愕的惨叫一声“啊”，捂住脖颈趴在一旁的桌子上。想必是剧痛无比吧。\n何大隆勃然大怒，一巴掌盖向阿粗的天灵盖，掌劲之大，带得一股掌风。阿粗毫不迟疑，右手盘旋直上，穿过何大隆的那一臂腕，反紧一扣，将何大隆那一重掌狠狠地拧了一下。何大隆顿觉手臂麻痛，表情瞬间扭曲的不成样子，不住的喊疼。\n何大隆声音颤抖道：“你…你的力气怎么这么大？”阿粗冷冷地道：“我是练过的，你斗不过我的，放弃吧。我也不想出手伤人。”说罢，掌力一推，撇开了何大隆的那一巴掌。何大隆被劲力震得失重，退了二三步，方才站住脚。\n这时，一位女生忽然轻手轻脚的闯进了教室前门。虽然脚步轻细，可是阿粗还是注意到了她。阿粗心下暗自猜测：“可能是忘拿作业，才返回吧。这下可不妙，有她在，我们怎么斗下去？”不料，何大隆的一名小弟却发现了她，一跃翻过课桌，从腰间抽出一把轻便的瑞士军刀，一手箍住那女生脖颈，一手持刀抵住女生的太阳穴。那女生吓得花容失色，竟垂在原地，放弃反抗。\n阿粗先是大惊失色，随后破口大骂道：“靠！NND，欺负女子不算好汉！快放了她，咱再大战三百回合！”何大隆却无耻道：“哈哈哈，我们可不是好汉，我们是无恶不作的坏蛋~你做你的君子，我们做我们的小人，哈哈哈！”他的小弟也跟着得瑟的笑，笑声中饱含讥讽之意。\n可不料，那持刀胁人的小弟忽嚎叫一声，手中的刀子也脱手落到地板上。阿粗瞅准机会，一个箭步上前，绕过了何大隆，又一脚扫在一名小弟脸颊上，见那小弟被踢得眼珠乱转，一屁股坐倒在地下，方才两脚稳于两张课桌之上。\n何大隆见势，转身熊抱，企图勒住阿粗腰盘，却见阿粗回身一脚，急忙收势，双臂回格。可阿粗回脚顺势踩上何大隆肩头，回身一跃，绕于何大隆的后身，手刀冲脖直下，何大隆一个没反应，只道后颈瞬间麻痹，神情恍惚，一个没稳，噗通翻倒于地上。阿粗连身飞奔，无视旁人，脚尖课桌上轻点几下，便飘到了那先前持刀的小弟身旁。那小弟还没从状况中反应过来，便被阿粗手肘回勾，命中一臂。此击凝聚了阿粗对这种小人的愤怒之气，力道非同小可，就是习武之人挨着一下，也会痛不欲生，何况这小子呢？那小弟当下一声“啊！”惨嚎，手托此臂，踉踉跄跄地滚到了一旁。\n其余人见状，皆不敢上前，只是虎视眈眈地盯着阿粗。阿粗却只轻描淡写了一句：“不想断手断脚的……滚！！”滚字出口，双瞳猛地圆睁，只吓得其余小弟拖着已昏迷的老大，连滚带爬的从后门涌出。\n这时，阿粗注意到脚边不远处的瑞士军刀旁有颗粉笔头，遂悄悄地捡起，捏在手中，心里只道：“这便是使那小崽子的瑞士军刀脱手的‘暗器’吧。也不知是谁武功如此高强？”\n这会，那女生已经缓过神来，转头向身旁的阿粗连声道谢：“谢谢你，非常谢谢你！”阿粗听她如此殷勤，脸一红，回道：“也没什么啦…”女生道：“我叫郭晓可，你呢？”\n————————————————————————————————————————————————————\n赞助人：目前暂无\n————————————————————————————————————————————————————\n谢谢各位的收看欢迎发送“帖主你最棒了”以及改进内容和赞助名单到本帖下方，速度者将得到金币的奖励！\n————————————————————————————————————————————————————\n索引帖来呀来点我啊~\nhttp://www.xiami.com/widget/0_1770550656/singlePlayer.swf",
    "replies": [
        {
            "author": "飞得更高",
            "timestamp": 1379132820,
            "txt_content": "MC好阿粗！开头好喜感！"
        },
        {
            "author": "76332629",
            "timestamp": 1379132820,
            "txt_content": "飞得更高 发表于 2013-9-14 12:27 \nMC好阿粗！开头好喜感！\n欢迎回复或者赞助！"
        },
        {
            "author": "76332629",
            "timestamp": 1379134380,
            "txt_content": "瓦擦……敢不敢来个人啊！"
        },
        {
            "author": "250=mo",
            "timestamp": 1379146740,
            "txt_content": "来顶起……！话说赞助的话……先等我有时间看一下你的再说……"
        },
        {
            "author": "76332629",
            "timestamp": 1379218080,
            "txt_content": "让在下默默地顶起……"
        },
        {
            "author": "Z7852",
            "timestamp": 1379231760,
            "txt_content": "每一章我都要看一遍，并送上金币和人气。{:10_492:}"
        },
        {
            "author": "76332629",
            "timestamp": 1379239440,
            "txt_content": "Z7852 发表于 2013-9-15 15:56 \n每一章我都要看一遍，并送上金币和人气。\n非常感谢你的支持~"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1379239620,
            "txt_content": "文笔不差，剧情不赞，主角和反派的智商都低于零"
        },
        {
            "author": "76332629",
            "timestamp": 1379239800,
            "txt_content": "风之心_天双 发表于 2013-9-15 18:07 \n文笔不差，剧情不赞，主角和反派的智商都低于零\n哈哈哈哈哈呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵……智商低是常事……这是主角的设定！"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1379240100,
            "txt_content": "76332629 发表于 2013-9-15 18:10 \n哈哈哈哈哈呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵呵……智商低是常事……这是主角 ...\n说实话，我还是没弄懂那个小弟干什么要去劫持那个女人。他们不是要揍主角一顿么，没事儿跑去劫持人质干什么，这事儿可是比一般偷窃还严重的犯罪。如果主角身上有什么他们想要的东西还好说，我实在是没法脑补那个何说“你只要乖乖让我们揍一顿我们就放了她”的场景"
        },
        {
            "author": "76332629",
            "timestamp": 1379242560,
            "txt_content": "风之心_天双 发表于 2013-9-15 18:15 \n说实话，我还是没弄懂那个小弟干什么要去劫持那个女人。他们不是要揍主角一顿么，没事儿跑去劫持人质干什 ...\n兄台，他们知道自己打不过阿粗，便想以劫持人质的的理由逃跑啊……"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1379243160,
            "txt_content": "76332629 发表于 2013-9-15 18:56 \n兄台，他们知道自己打不过阿粗，便想以劫持人质的的理由逃跑啊……\n这解释倒也可以"
        },
        {
            "author": "111到死",
            "timestamp": 1386988320,
            "txt_content": "帖主你最棒了{:10_512:}"
        }
    ]
}