{
    "title": "我的世界服务器创建教程 教你如何建立服务器",
    "author": "a056633",
    "replyCount": 2,
    "timestamp": 1379422500,
    "txt_content": "换个颜色\n我的世界服务器创建教程 教你如何建立服务器 我的世界服务器是在我的世界里实现多人游戏的必要因素，今天小编就带来大家我的世界服务器的创建方法，希望每个想要创建我的世界服务器的玩家，能在小编的帮助下顺利的创建服务器。\n\n我的世界服务器名字与主题开服之初可以根据自己的喜好选择服务器的主题与名字，因为毕竟我的世界服务器还是你(服主)的世界，所以一开始的主题选择，关系到以后玩家在你服务器里面的玩法，建筑风格管理模式，如果你喜欢建造，可能你就不希望看到服务器里面刷怪塔林立。如果你喜欢坚持minecraft探险模式，你可能就要考虑出生点规划，玩家安全等等的事情。我的世界建筑跟探险是主要的两种模式，建筑更容易产生很漂亮的观光服务器，探险游戏性更大，后期可以加入经济系统等等，但是因为怪的存在，在里面建筑难度会高很多。当然游戏的模式绝不仅仅限于以上两者，战争、僵尸围城、RPG都是可以实现的，唯一限制你的只有你的想象力。我的世界服务器软件选择我的世界服务器软件现在用得比较多的有两种，分别适合不同的游戏需求。minecraft官方版服务器优点：配置简单，拥有基本功能缺点：缺乏防盗等等的高级功能适合：朋友之间联机bukkit服务器优点：功能齐全，插件多样缺点：配置非常复杂，minecraft升级的时候不能同步更新适合：专业服务器我的世界服务器硬件配置我的世界服务器首先要具备相当不错的网络带宽，一般来说，10M带宽是必须的。如果是大学寝室间联机，一般都是不会有问题的。minecraft服务器内存也很重要，因为每个玩家都要占用内存。这也是为什么windows服务器不受推荐的原因，因为windows系统本身就吃了大半的内存。一般的玩家上限与内存的关系是：500M - 3-5玩家1G - 6-10玩家2G - 15-20玩家以上是linux服务器的数据。我的世界服务器地图的选择minecraft服务器地图其实是开服非常重要的一个环节，比如开建筑服的话，你就应该选择地势相对平缓的，有大面积陆地的地图。探险服的话，就需要很多山区，因为这样就会有很多洞穴可以让玩家去探险。有一张好地图，可以省去很多后期移山填海的困扰。我的世界服务器中的玩家玩家是你服务器里面最重要的元素，没有玩家，minecraft服务器就是死的。所以玩家就是你服务器里的上帝，你应该好好尊重他们。如何才能好好的尊重他们呢。我觉得最好的方法，就是把你自己也当成一个玩家(只是可以踢人而已)，与他们一起探险，一起建造，然后给他们提供相应的资源与环境。比如新人需要安全的住所， 老玩家需要建筑的空间等等。我的服务器中的admin/op刚刚说到玩家是服务器里最重要的元素，其实是骗你的。其实作为服主来讲，你的admin团队才是服务器里面正真的金子。好的admin团队能很好的相互合作，让你的服务器时时抱持新鲜与创意，同时及时发现破坏分子。所以作为服主你的最大任务就是发现跟培养好的admin，一般来说这样的玩家都非常的明显，负责，热心并且创意都是很容易能看出来的。一般来说能保持任何时候有1-2个admin在线是比较理想的状况。我的世界服务器插件好的minecraft服务器插件能让你每天能至少多睡两个小时。下面是比较推荐使用的服务器：RemoteToolKit：服务器远程管理Essentials：防火，传送，基本命令Residence：领地LogBlock：抓小偷xAuth：注册善用插件还有一个好处就是可以改变玩家的行为，比如说你想鼓励玩家砍树的时候清理干净，就可以使用清理树叶会掉苹果的插件。我的世界服务器中的玩家的成就感因为我的世界自由度太大，有时候很多玩家会变得无所适从。所以一定要给玩家很多指导(特别是新玩家)，比较好的一种方式，是给玩家很多奖励，你可以选择经验值，金钱，等级，新能力等各种奖励，让普通玩家有自己的目标。同时，通过努力达到这些目标，他们本身的建筑技巧，生存技巧与创意也得到了相应的提高，着将会是很完美的情况。\n\n",
    "replies": [
        {
            "author": "德玛西亚小蜗牛",
            "timestamp": 1379422620,
            "txt_content": "LZ又复制哪的攻略啊？"
        },
        {
            "author": "934781972",
            "timestamp": 1379422800,
            "txt_content": "图片不能看···怎么破···"
        }
    ]
}