{
    "title": "奇特冒险故事【漫长之夜】（4）",
    "author": "yh957083453",
    "replyCount": 1,
    "timestamp": 1379508000,
    "txt_content": " 本帖最后由 yh957083453 于 2013-9-18 21:01 编辑 \n\n我的吐槽：过了至少一个月……第四集终于出来了啊！！！！！！！！！！！！！连我自己都无法忍受了！！！！！太XX久了！！！！有很多人都支持我的作品，但是…………由于各种原因……比如……忘记更新了（尽情骂我吧，我已经做好了准备）……欣赏吧……我自己都想杀了我自己……这么久啊！一个月！\n\n\n\n\n      由于天色已晚，我们没有直接搭建地狱门，我和老钱走在月光照耀下的林间小道里，从枝叶纵横的森林里艰难地找寻回家的道路，铁靴踩在厚厚的腐殖层上发出淅淅的声音。月光透过密密的树叶稀疏地照在地上，像是地上的一块块发着微弱银色光芒的斑点，随着风抚摸着海洋一般的树叶，地上的银色斑点也开始无规则地移动起来，像是一群调皮的小精灵。看着眼前的美妙景象，我竟然突然想起了什么，我感到在我的大脑里似乎有什么东西和眼前的景象很像，仔细想却又想不出来，我感觉那个东西就藏在大脑茂密的神经元的浅层，但是它藏得很好，我实在找不出来。听着附近不知是什么怪物的叫声，我起了一身的鸡皮疙瘩，身体略微有些颤抖，也许和夜晚很低的温度也有不小的关系。在拐过一棵树以后，我突然看见了一个噩梦般的绿色身影，但是这片刻的迟疑很快便消失得无影无踪，我握紧了手中冰冷的铁剑，我能够清楚的听见老钱因心跳加速而沉重的呼吸声，我和老钱用尽全力向它砍下去，撕裂的身体里喷涌出大量带着硫磺味的血，在月光的映照下隐约看到似乎是诡异的蓝色。现在这个倒在地上的恶心怪物再也不会爆炸了，但是我的心跳依然很快，血液在血管中激烈地奔涌着，为强劲的肌肉提供氧气和其他物质。“操、‘蛋的creeper!”钱队小声地咒骂着。终于，我们到达了安全的家，在温暖舒适的家里，我很快便睡着了，金黄的的炉火欢快地跳动着神秘的湿婆之舞。一些神秘莫测的小球正绕着一个很大的球疯狂地旋转，那些小球太小了，几乎是一个点了，而且速度很快，轨迹模糊不清，但是还是能够看出来有很多条轨道，每条轨道上都有若干个小球。细看那个很大的球，似乎是由很多中等大小的球组成，而且很像是两种中等的球组成的。我的潜意识准确无误的告诉我：这是一个梦。整个画面构成了一个很熟悉的场景，但是我就是想不起来到底是什么，我觉得我对于这个我真的很熟悉，但是我也不知道为什么我竟然想不起来。我艰难地地数着构成大球的中等大小的球的数量，数了很久以后，我发现居然两种球都是119个！我很惊讶我居然能够数出来，但是我感到这似乎是我潜意识告诉我的数量，因为梦境永远是不可靠的。突然感到有人在摇我，迷蒙的双眼在一片阳光中睁开，望着熟悉的朝阳，再转过头望着钱队，“啊——呵——天亮了，我们今天怎么安排？”钱队开心的大笑起来：“我亲爱的弱智肥皂，拜托你好好看看，这是天亮吗？”我仔细看了一下，发现似乎真的是夕阳而不是朝阳，于是我咆哮起来：“你XXX才弱智！你全家都弱智！弱智你一脸！”“人在刚刚醒来的时候意识是最模糊的，往往是根据周围的环境来判断的，所以你判断错很正常的啦！”这一番话却令我深思：这个“梦”是什么时候开始的？何时又会结束？难道这整个世界是假的？还是我对于过去的记忆是假的？我不由得感到一阵发自内心的恐惧，这种恐惧远远超过那些怪物带来的恐惧，或许在现实中的我……我不敢想下去了，我如同是一只被夹在两块滚烫的铁板之间的一只卑微的昆虫，上千度的高温炙烤着我，但我却又无法逃脱，只能眼睁睁看着自己的外骨骼很快被熔化，随后自己的内脏便成为了一滩恶心的液体，完全看不出之前的形状。在恍惚中，我走了出去，一眼便看到了在一片空地中地狱传送门，它发出一种奇异的光芒，即使是在夕阳的照射下，也显得很诡异，变化无常的异空间能量辐射在传送门上构造出了奇特的图案，这个图案是不停变化的，我呆呆的望着它，想找到什么变化的规律。“想进去就进去呗，不过得先穿上厚实的装甲哦。”在地狱传送门光怪陆离的光芒的照耀下，钱队的笑脸被附上了一种奇异的色彩。我转过头去看了一眼夕阳，它已经沉下去了三分之一的样子，几片云在天边，被镀上了夕阳美妙的光辉，和神秘的地狱传送门之间相互映衬，形成了一道独特的风景，却不知为何，让我打了一个冷颤，即使是可爱的夕阳，在此时此刻却显得格外恐怖，因为我又想起了那个熟悉而又令人感到恐惧的梦和刚才钱队无意中说的话。\n\n再次吐槽：终于……有了第四集……在MC十大锡曲和氢曲的音乐伴奏下，我写完了这一章。欢迎欣赏另一篇小说：《蚂蚁与史蒂夫的日记》，不要以为是老套路，其实很有可能是这里从来没人写过的故事，不过目前只有序章，欢迎阅读，最后，感谢各位大大对我的支持！！！",
    "replies": [
        {
            "author": "h1061340267",
            "timestamp": 1379508900,
            "txt_content": "....顶一个{:10_521:}"
        }
    ]
}