{
    "title": "夏日曙光——第一章",
    "author": "电饭煲（备）",
    "replyCount": 0,
    "timestamp": 1379556600,
    "txt_content": "作者寄言：              读者们，你们好，作者只是一位普通作文水平的人，只是偶尔写写文章，如果您有什么建议请在回复区中给我提出来，我会不断修改自己的一些习惯和坏处                                       海滩夜景         出现在同学们眼前的并不是美丽的山景，而是飞机场，有些同学当面就要求要退出旅游，不过大家都很想要挑战一下自己，所以仅仅只有三位同学离开，其他同学都是一脸期待的样子，王皓然自己的心中也是忐忑不安，他不明白和自己爱慕的人同室是幸运还是作死。         好像是人多的原因，王皓然和陈馨月站在登机口觉得对方都在向自己靠过来，不过这是真的，王皓然对她产生爱慕之情的时候陈馨月也有同样的感受，所以他们在登机的时候头碰在一起。         可能你不会相信，大多数同学都不晕机，就只有陈馨月晕机，坐在他旁边的王皓然就变成了一个塑料袋，左手拿着一堆的塑料袋，右手拿着一大瓶晕机药，还摆着好几瓶水，别的同学看了就直摇头：“啧啧啧，上帝都开始撮合这一对了。”王皓然的脸又一次涨的通红，这次他干脆去了洗手间用水给自己那39℃的脸降温，他照了照镜子，用水的效果仅仅是让自己感觉不到热而已，脸还是涨的通红，看来他要顶着一个发烧一样的脸度过这两个多小时了。         在飞机上面的时间似乎慢了许多，王皓然以及许多同学都睡着了，陈馨月却坚持这没有睡，这是有原因的，因为她害怕睡着之后身体倒在王皓然的身上，那些同学又拿出相机来抓拍，所以她从书包中掏出了一本五厘米厚的书，看了起来。         看书的时候，时间貌似过的很快，这本书看完了，飞机着陆了，他们来到了上海，老师带领同学们到了一个酒店，虽然这个酒店是很普通的，但是由于沿岸就是沙滩，所以大家很喜欢这里。         王皓然被分到了顶楼的一个双人间，当他坐下之后不禁感叹：“从这里看夜景真是太好了，漫天星辰，无不体现出人世间的美啊！”但是没过多久他又得头疼一件事情了，那就是到底要怎么生活才好？不可能像在家里一样，因为这里不是和好哥们在一个房间，也不是和家人在一个房间，而是一个女生，一个同学，他整晚几乎都在想这件事，可是他并没有注意到旁边的床位上只有一张纸条。          在到了这里之后陈馨月就一直在了解周边情况，了解街道，哪家小卖铺的东西最便宜，哪家药店有常用的药品，她都了解地十分详细，当她十点钟回到旅馆的时候王皓然已经换好睡衣躺在床上看书了，她惊讶他的速度，她就只出去了20分钟而已，怎么………………         “哦，你回来了，了解的怎么样啊？等会儿需要我回避一下吗？”陈馨月还没有开口他就已经把她想要说的都给说出来了，她还能干嘛呢，她默默的点头，王皓然从床上翻下来，说：“正好，我也要去拍一点东西。”然后就带着相机上楼去了，陈馨月觉得他很体贴，不会难为她，为了让王皓然赶快从冷飕飕的凉风中离开，她很快做完了自己想做的事情，换上了睡衣，到楼顶去叫王皓然下楼了，          这时，王皓然正在专注的拍摄美丽的星空以及今晚这又圆又亮的月亮，听见了声音之后慢慢的走下楼，躺在床上，看着那一本看多久都看不完的《西游记》想着今后的生活，一点一点的，一点点的，睡着了，他进入了梦乡。\n旅游小（leng）知识：旅游需要准备1.身份证或护照：没有了证件，无异于流窜犯，时刻都会碰到麻烦。  2.现金和信用卡：现金要整零搭配。如果要住饭店，一定要带信用卡，这样可以避免把大量现金抵押在前台。 3.飞机票或火车票：如果忘记带在身上，现买往往来不及。 4.少量药品：少量的消炎药，黄连，创可贴，风油精，感冒药，它们是保证旅游不会中途而废的重要物品。 5.几块巧克力：当然这不是女孩子的零食。旅游地区往往风云莫测，一旦陷入阴冷潮湿，山风凛凛，饥寒交迫的处境，几块巧克力是坚持下去的顶梁柱， 6.指南针：在南方（云贵川）丘陵地带失去方向感是件非常容易的事情，再加上人烟稀少，你可能永远也回不到家了。 7.手表或商务通、文曲星：时间是保证行程是否顺利的关键，商务通和文曲星上不但有时间有闹铃，而且还有很多有助于旅行的内容，比如旅行常识、紧急求助电话、列车和航班信息、电子游戏、中英文电子词典等。 8.手机：请记住，为自己保留一条与外界联系的有效渠道，是身处困境时最后的法宝。这一点即使在境外旅游也是如此。现在的全球通手机完全可以保证通全球。建议不要拿手机当表用，因为旅行时最爱丢的东西就是手机。只要不需要通话，就保存在最安全的地方，晚上入睡前，务必关掉手机，节省电能。 9.目的地的地图和旅程地图：这是保证旅行顺利的另一关键物品，这东西实在不能算沉，也不占地儿，就带上吧。 10.手电筒：要那种防水、防挤压，聚光好，电珠耐用的电筒，买最好的高容量电池（起码是2号电池）。千万不要吝惜钱，用旧电池。\n",
    "replies": []
}