{
    "title": "[1.7.10~1.5.2][ssp/smp][汉化]突变生物——Mutant Creatures[永久更新]",
    "author": "压力马斯内",
    "replyCount": 99,
    "timestamp": 1379569800,
    "txt_content": " 本帖最后由 787878b 于 2015-2-16 20:08 编辑 \n\n安装方法\n放进MODS里(需要Forge)\n注意，此mod在服务器中Bug较多，请警慎使用!\n\n\nBug\n不能把苦力怕蛋放头上\n僵尸动画有时有错误\n\n前述故事：火药......香料...还有一切美好的味道。这些用来制造完美怪物的必要成分。但教授HippoMaster意外增加了一个成分，化学物X！因此怪物突变体诞生了！（半引述知名的某某某某某卡通节目。）\n\nhttp://v.youku.com/v_show/id_XNjI0MzIxODky.html\n\n生成率修改方法：\n\n生成率修改方法\n有不少人对怪物生成率觉得过高，下列有办法调整。\n打开config资料夹\n打开MutantCreatures.cfg\n会看到\n####################\n# general\n####################\n\ngeneral {\n    B:SpawnMutantCreeper=true(是否生成苦力怕突变体?如不想生成调false)\n    B:SpawnMutantZombie=true(是否生成僵尸突变体?如不想生成调false)\n    I:Spawnrate=10(突变体生成率，可调成1到30，数字越大生成率越高，反之亦然)\n    I:StartEntityID=110\n}\n\n\n####################\n# item\n####################\n\nitem {\n    I:ChemicalXID=1533(化学物X ID)\n    I:CreeperShardID=1530(苦力怕碎片ID)\n    I:CreeperStatsID=1531(统计装置ID)\n    I:HulkHammerID=1532(巨人之锤ID)\n}\n\n\n他拥有60颗心的生命值，而且有3种致命的攻击模式! (好吧长得很丑)\n\n1.普通攻击你如果靠近他，他就会猛击地面，对你造成最高12颗心的伤害!还有 25％机率，你的饥饿值会减少。\n2.咆哮当他咆哮时，会对附近的生物造成半颗心的伤害，而且还会召唤最多6只僵尸爪牙!\n3.抛掷攻击这是他最具威力的攻击，他会将你抛上天空，然后将你重重的打下。\n\n\n治疗\n他在白天时不燃烧，而在晚上每五秒治疗一颗心，你可要小心了。\n\n死亡\n\n你认为你打败他了吗?那你就错了!\n如果你在7秒内没用火烧他的话，他就会复活!\n\n\n他渐渐地消失了\n\n战利品:巨人之锤\n当你杀掉僵尸突变体，他就会掉落巨人之锤，它有64种用途〈不确定，而且可以让你施展僵尸突变体的普通攻击，而且不会坏!\n\n\n\n苦力怕突变体\n\n1.普通攻击\n他会直接攻击你，这很正常。(记得用你的剑挡)\n\n2.跳跃攻击\n你找不到他，记住，他可能在天上，准备攻击你!当他掉下来，会造成一场爆炸!\n\n\n3.召唤爪牙\n你看到那些苦力怕!注意，他们是突变体召唤的!突变体会召唤最多4只苦力怕!\n而且那些苦力怕一生出就锁定你!\n\n\n4.蓄力攻击\n很难攻击到突变体?当他使用蓄力攻击，将是你的机会。突变体将停止行动并闪烁5次，对你在适当的时间造成一定的伤害，如果你没在他闪第6次前攻击他，他将回复15颗心!\n\n\n5.闪电攻击\n每一次突变体闪烁，闪第8次时，等待你靠近他，若你靠近他，他就会召唤闪电，使自己更强大!\n\n\n小心!高压苦力怕变异体!\n突变体将造成更大的爆炸。他的爪牙也会变成高压苦力怕!\n\n\n治疗\n不要对突变体使用TNT，因为这将会治疗他!\n\n\n死亡\n当他死亡时，他会制造最强的爆炸!\n\n\n你杀死突变体后，你将得到他的蛋!\n\n你可以点击右键将蛋放到头上，可以堆叠。孵化需要3-5 minecraft天\n\n你想要加快孵化速度可以利用TNT的爆炸加速\n\n苦力怕宠物\n像狼跟猫，苦力怕宠物会跟在你旁边，对他点击右键可使他坐下，苦力怕宠物有以下特点。\n给他TNT-他就算爆炸，也不会死。\n如果你已经给过他TNT，再给他就可以增加爆炸半径0.2。\n给他火药粉-他会恢复2颗心。\n如果在完全健康状态，他的最大生命值将增加半颗心。\n\n\n苦力怕统计装置\n不知道你的苦力怕有几颗心?不知道你的苦力怕是否只能爆炸一次?\n统计装置可以查看你的苦力怕的讯息(按右键):\n\n\n你也可以改变他的名字。\n变更名称- 点击最上面的按钮，输入你的新名字，然后再次点击该按钮来完成。\n爆炸半径- 默认情况下的苦力怕爆炸半径是1.0，普通的苦力怕爆炸半径为2.0\n\n\n苦力怕碎片\n当你打破蛋时，有可能掉落苦力怕碎片，当你按右键，就会制造一场爆炸!\n它有一个缺点:每隔一段时间，苦力怕碎片要补充能量才能继续使用，大概在5秒钟，使玩家中毒。\n\n\n如果打破蛋不掉下苦力怕碎片 ，它会掉下5到10个火药粉。\n\n\n突变雪傀儡\n觉得雪魁儡不够强，加点化学物X(飞天小女警?)就能让他突变!\n雪魁儡突变体具有60颗心。\n\n\n1.冻结地面\n雪魁儡突变体会让附近的水变成冰，还会沿路制造雪。\n\n\n2.攻击怪物\n雪魁儡突变体像雪傀儡一样，会自动攻击怪物，他会把冰(或礼物?)丢向怪物，对怪物造成6颗心的伤害。\n\n\n3.治疗\n如果雪魁儡突变体受伤，对他丢雪球可以为他治疗一颗心。\n\n\n4. 跟随\n如果您希望您的雪魁儡突变体跟着你，用鼠标右键点击他，他头上会出现你的名字。\n注意雪魁儡突变体没有很好的视力，可能采取一些奇怪的路径。\n\n\n5.死亡\n当雪魁儡突变体死亡后，会掉下32-48个雪球，以及南瓜灯。\n\n末影人突变体\n末影人太烂，拿终界珍珠太简单?来挑战末影人突变体吧!\n末影人突变体有100颗心(末影人只有20颗心)\n末影人突变体也是中立的，但是他会用终界的力量让你强迫看自己，更加有挑战性，假如你带着南瓜，他有可能随机攻击你(当他愤怒时)!\n\n\n他也有几种异于一般末影人的能力:\n1. 瞬移\n他瞬移时跟一般末影人不一样，他瞬移时有机率让附近生物失明，也有可能造成伤害。\n\n\n2.普通攻击\n因为他的四只手臂都是独立的，所以比起一般末影人攻击能力还强，可以造成4-5颗心的伤害!\n3.投掷方块\n他可以一次扔出4块方块，直接命中可以造成3-4颗心的伤害，若无直接命中也会造成2科新的溅射伤害。\n\n\n4.幻影攻击战术\n还是太烂?别小看这个战术，突变体将会召唤8只末影之魂，会随机造成0.5颗心的伤害，以及随机传送攻击的目标，当每造成3颗心的伤害，突变体本身就会补充1颗心。\n当你攻击到突变体本身，就可以打破这个攻击战术。\n\n\n5.灵气\n他会弯曲手臂，将你带到空中，造成3颗心以及掉落伤害，可能会造成恶心。(可能有翻译错误)\n\n\n6.尖叫(惊声尖叫?)\n当突变体尖叫时，会造成2颗心的穿甲伤害，如果长时间的尖叫，饥饿值将会快速减少，也有可能中毒，假如你运气不好，甚至会在几秒钟内杀了你! (下雨时伤害会增加，而且会停止下雨，末影人突变体也会怕雨)\n\n\n死亡\n当他死亡时他会爆炸，戴上南瓜可以减少伤害，并掉落8个末影珍珠或末影之眼。\n\n\n掉落\n突变体死亡时会随机掉落末影魂片，你可以按右键收集，当你收集到60个，你的手将充满末影的力量!\n\n\n末影之手\n末影之手耐久度为240，攻击力有3颗心，也有其他能力...\n\n\n右键方块可以拿起它(基本上就是重力枪)，再按右键可以丢出去(或怪物)，也可以用来瞬移至128个方块的范围，可以捡取末影魂片来补充耐久度。\n\n\n\n突变骷髅\n\n突变骷髅有75滴血，四种攻击方式：\n\n1.远程攻击\n\n突变的骷髅和普通的骷髅一样，也是用弓箭射你，但是他的弓箭会带有毒、疲惫、行动减慢的状态，你可以躲避他的攻击。\n\n2.近程攻击\n\n一旦你靠的太近了，他就会把你锤开，这不会造成很大的伤害，但是他有足够的时间攻击你了。\n\n3.多重射击攻击\n\n你狠擅长躲避他的弓箭？那么他就会跳到空中，然后向你射击6发。\n\n压迫\n\n这个攻击没有什么大用，它会给你一种压迫感。\n\n治疗\n他就像突变僵尸，他在白天时不燃烧，而在晚上每五秒治疗一颗心。\n\n死亡\n\n当突变体骷髅死后，他的身体会炸成碎片，会造成爆炸伤害，如果你没被炸死，真是幸运！之后就可以朝他右键，获取战利品了。\n\n突变骷髅护甲\n\n虽然这种装备不如铁，这种装备穿上后会有特殊效果\n带上骷髅头盔后，弓箭会造成双倍的伤害。\n\n\n骷髅手臂\n\n骷髅胸腔\n\n\n胸甲\n\n穿上这个胸甲，弓的速度是原来的四倍！\n\n护腿\n\n穿上后会有速度提升2\n\n靴子\n\n可以跳的更高\n\n穿上后这个样子的\n\n\n有动作mod的话....\n \n\n\n\n\n化学物X-将生物突变\n\n有50%的机率突变，也有50%的机率直接死亡，试试你的运气吧。\n\n\n\n\n\n\n\n\n\n下载：\n\n度娘网盘\n原帖下载：\nMutant Creatures v1.4.8 mc1.7.10\nMutant Creatures v1.4.5 mc1.7.2\nMutant Creatures v1.4.4 mc1.6.4\nMutant Creatures v1.4.3 mc1.6.2\nMutant Creatures v1.3.4 mc1.5.2\n\n\n\n原文：\n\n\nThanks to Bockwurst\n\nGunpowder... Spice... And everything nice. These were the ingredients chosen to create the perfect pet creatures. But Professor HippoMaster accidentally added an extra ingredient to the concoction... Chemical X! Thus the Mutant Creatures were born! (Semi-quoted from a famous kids TV show..)\n\n\n\n\nYou thought the normal enderman was scary? Meet the mutant enderman\nWith a stunning 100 hearts, this massive arm-growing mutant has seven life threatening attack tactics:\n\nForced Look\nMuch like the normal enderman, the mutant enderman is also normally neutral unless stared at. But the second you look away from its gaze, the mutant enderman pulls you in towards it and blinds you at the same time!\nThat's not it. The mutant enderman gets angered if it sees you wearing a pumpkin or sometimes just randomly; and if it's angry, it'll automatically attack you!\n\nTeleport\n\nDon't think that the mutant enderman is just as simple as your typical enderman. When the mutant enderman teleports, it emits its ender-soul that produces a huge impact, knocking all mobs around it, while occasionally blinding them, and dealing 2 hearts of damage! Best be more careful when near this monster!\n\nMelee Attack\nOf course, if its hands are all free, the mutant enderman can use its basic melee attack with one of its four arms. Beware, because although the mutant enderman's inner arms deal 4 hearts of damage, its outer arms deal 5 hearts! Never underestimate the simplest attack!\n\nThrowing Blocks\n\nThe enderman carries blocks? Well the mutant enderman carries up to four blocks and throws them at you! Be careful. This ranged attack deals 3-4 hearts at a direct hit, and 2 hearts as splash damage.\n\nClone Tactic\n\nThought you cornered this majestic beast? Think again!\nThe mutant enderman's clone attack spawns eight of the mutant enderman's endersoul minions to torment you. Along with that, the mutant enderman itself becomes disguised as one of them too, just a bit larger in size.\nDuring this attack, the clones will randomly attack their target by dealing 0.5 hearts of melee damage, as well asteleporting randomly. Take note that in this form, the mutant enderman deals 3 hearts for each attack and heals 1 heart for each successful attack!\nBetter knock the real mutant enderman to break the spell automatically!\n\nTelesmash\n\nThe mutant enderman doesn't just teleport. It teleports you too!\nWatch out for its telesmash, which bends you through space and time into the air, hitting you with 3 hearts AND dealingfall damage!\nThat's not it! Some people get nauseous after traveling through space and time, and you do too! Try continuing your fighting after THAT!\n\nScream\n\nNot many have lived to tell a tale of the scream of the mutant enderman. Although the mutant enderman still takes damage in rain, fighting it in rain will much increase its tendency to scream!\nAlong with delivering the voice of Death himself, the mutant enderman's scream deals 2 hearts of armor-piercing damage from its impact, and STOPPING THE RAIN if raining!\nIf you're lucky, you may individually avoid the scream's effects of major poisoning, lengthy weakness, crazy energy depleting (hunger), and troublesome nausea. However, if you're unlucky, this scream could kill you in seconds..\n\n\n\nDeath\n\nHave you killed this monster? Good job! There's just one more barrier you need to get past:\n\nWhen you kill the mutant enderman, its soul becomes unstable and deteriorates. But when this happens, the mutant enderman shoots out endersoul fragments that can explode within a few seconds, blasting you around and dealing some damage!\n\nHowever, now you can grab that pumpkin and slap it on your head to prevent the impacts of the fragments and most of the damage.\n\nLuckily, you'll be rewarded with eight drops of ender pearls or eye of enders.\n\n\n\nDrop\n\nWait, is that it? Where's the awesome prize to this exhausting battle? Well, you have to make it!\n\nWhile that mutant enderman is dying, you can actually collect endersoul fragments by right-clicking them before they explode. Right-click again while sneaking if you want to drop an endersoul fragment.\n\nNow with some endersoul fragments following you, all you have to do is drop (not right-click) an eye of ender, andviola!\nThe combination of the endersoul fragments and the eye of ender transform into your very own endersoul hand, with 60 uses for each fragment originally following you!\n\n\n\nEndersoul Hand\n\nThe endersoul hand deals 3 hearts as a melee attack, and has 240 maximum uses. It provides you with two abilities:\n\n Right-click blocks to pick them up, and right-click again to throw them far away (or at mobs)!\n\n Right-click while sneaking to teleport to any block within a radius of 128 blocks, as well as hitting nearby mobs from the impact! However, this ability damages the hand by four uses instead of one use.\n\n\nAlso, if your endersoul hand is running out of uses and you have some spare endersoul fragments, just toss out yourendersoul hand while the fragments are following you, and it'll recharge the hand again (with 60 uses each \n\n\n\nIt's risen from the ruins! It's the mutant skeleton!\nThis unholy creature has 75 hearts, and four bone-chilling attacks:\n\nRanged Attack\n\nJust like normal skeletons, mutant skeletons shoot you with arrows too. Unfortunately, their arrows go through all bodies and can deal random effects such as poison, exhaustion, and movement slowdown. But all is not lost. If you can hit this creature right before it shoots the arrow, you may break its focus.\n\nMelee Attack\n\nOnce you get too close to the mutant skeleton, it'll whack you far away, so it can shoot you again! This may not deal very much damage, but it'll take you a long time to get back!\n\nMulti-Shot Attack\n\nToo good at dodging arrows? Try dodging this! The mutant skeleton jumps into the air and fires six arrows at you!\n\nConstrict\n\nWonder what that huge ribcage is used for? Squeezing the life out of you! In this attack, the mutant skeleton quicklysmashes you together with its ribs and sends you up into the air! Seems like a tight situation! (Sorry for bad pun)\n\n\n\nHealing\nJust like the mutant zombie, the mutant skeleton doesn't burn in the day. Instead, it heals one heart every five secondsat night! I'd wait for the sun to rise!\n\n\n\nDeath\nFinally killed the undead abomination? Careful! When the mutant skeleton dies, it's body bursts into pieces, and gettinghit by flying bones will hurt! If you're still not dead, congratulations! You can now pick up (right-click) the pieces of your victory!\n\n\n\n\nMutant Skeleton Armor\nBut what do you do with these bones other than decoration and bragging? You craft some mutant skeleton armor! Make sure not to forget a piece. Every bone must be used! Although the full armor set is slightly weaker than iron, it has some special effects!\n\n\nWhen the Mutant Skeleton Helmet is equipped, all critical midair arrow shots deal double the damage! However, there's a drawback! If you're not airborne, arrow shots will deal half the damage, and you can't get critical shot arrows! Also, 50% of the time, your arrow resources won't be depleted!\n\n\nSkeleton arms are part of the crafting recipe for the Mutant Skeleton Chestplate.\n\n\nThe skeleton ribcage is part of the crafting recipe for the Mutant Skeleton Chestplate.\n\n\nWhile also being the strongest mutant skeleton armor piece, when the Mutant Skeleton Chestplate is equipped, bows charge at four times the original rate!\n\n\nHow will you survive without strong armor? Be nimble with the Mutant Skeleton Leggings. When these are equipped, the player gains a Speed II boost! Dodge those attacks!\n\n\nKind of hard to stay airborne and use your Mutant Skeleton Chestplate ability? No problem! With the Mutant Skeleton Boots equipped, You can jump much higher, especially when sprinting!\n\nOnce you have everything equipped, you'll look something like this:\n\nOr if you have the Animated Player Mod, like this:\n\nTeach those skeletons who's boss!\n\n\n\n\n\nIs that the HuLk?! Nope. It's just the mutant zombie.\nThis monster has 75 hearts of health! Watch out for its three devastating attacks:\n\nMelee Attack\n\nIf you get close to it, the mutant zombie slams the ground and hits everything in front of it! Be warned. The mutant zombie's slam attack deals a range of up to 12 hearts of damage! Also, there's a 25% chance you'll become hungry(affected by hunger)!\n\nRoar Attack\n\nDon't this guy off, because he might just get angry and roar! When the mutant zombie roars, the impact deals half a heart to any entity nearby. But this isn't a simple attack. The mutant zombie is resurrecting zombie minions from the earth to support him! Summoning up to six zombies depending on the environment (spawns less in the day), you'd better run or break the blocks to stop zombies from spawning!\n\nThrow Attack\n\nBest stay as far away as possible from this beast. If he gets a hold of you, the mutant zombie will throw you up into the air, and then slam you down! This is the mutant zombie's most damaging attack, dealing fall damage, and attackdamage.\n\n\n\nHealing\nThe mutant zombie isn't like a normal zombie. It does not burn in daylight, but instead, it heals one heart every five seconds at night! If I were you, I'd start running!\n\n\n\nDeath\n\nThink you've finally killed the mutant zombie? THINK AGAIN.\nIf you don't completely incinerate the mutant zombie's body seven seconds after it dies, it will come back to life. It may not have full health, but it's ready to fight again! Of course, after three kills, the mutant zombie will die without burning.\n\n\nYou can watch the body of the mutant zombie vanish as it burns..\n\n\n\nHulk Hammer\n\nOnce you've finally killed the mutant zombie, it will drop a hulk hammer. This weapon has 64 uses, and it creates an attack just like the mutant zombie's melee attack! Good job not dying!\n\n\n\n\n\nWhat is there to fear about the mutant creeper?What is there not to fear?\nWith a health of 60 hearts, the mutant creeper has five spine-chilling attack tactics:\n\nDirect Attack\nWhen using its direct attack, the mutant creeper swings its head at you, and hits you! Yup, that's right.\nTake note that blocking with a sword will prevent you from being pushed back.\n\nJump Attack\n\nCan't see the enemy? Maybe you should check the air. Beware, because by using its jump attack, the mutant creeper flies into the air, and lands by creating an explosion. Might wanna stay away from this monster.\n\nSpawning Minions\n\nDo you see those little creepers? That's what Professor HippoMaster's experiment was supposed to create. Well, the experiment worked! There's just one problem: they aren't helping you; they're helping the enemy. If you make the mutant creeper angry, it'll throw a maximum of four little creeper minion directly at you. Even worse, the minions are targeting you at the same time! Now would be a good time to run.\n\nCharge Attack\n\nCan't seem to hit the mutant creeper? You can take the chance when it uses the charged attack! The mutant creeper willfreeze and flash five times, giving you the right amount of time to inflict some damage! Be quick, because if you don't break it out of the charge by the sixth flash, the mutant creeper will gain 15 hearts of health!\n\nLightning Attack\nHowever, it isn't that easy.\n\nEach time a mutant creeper charges, there's a one out of six chance that it's actually waiting for you to get closer! And if you do, it'll summon a bolt of lightning down on itself, making it stronger! Be very cautious...\n\n\n\nDangerous? No? Watch out for the powered mutant.\n\nThis mutant creates bigger explosions. His minions are powered too.\n\n\n\nHealing\n\nThink you can give the mutant creeper a taste of its own medicine? Too bad, because the mutant creeper heals from explosions (not including explosions from other mutant creepers)! Try not to use TNT!\n\n\n\nDeath\nAnd when you think you've finally killed this monster, something else happens:\n\nThat mutant creeper is charging up its last amount of energy! You'd better run now, because once it's done charging, you'll have to face the biggest explosion yet! THEN, the mutant creeper will finally be dead.\n\n\nFor killing the mutant creeper, you are rewarded with its egg!\n\n\nYou can right-click it to put it onto your head and carry it around. Eggs can be stacked on your head as well! This egg needs 3-5 minecraft days for it to hatch.\n\n\nOf course, you can speed up the process by blowing your egg up (multiple times)! Once it does hatch, it becomes your personal...\n\n\n\nCreeper Minion\n\nJust like wolves and cats, your creeper minion will follow you around, unless you right-click it, making it sit. Here's a creeper minion sitting down. They won't despawn. A tamed creeper minion has a few features:\n Give it TNT, and it will become continuous -- it won't die from its own explosions\n If it already is continuous, its blast radius will increase by 0.2\n Give it gunpowder and it'll heal 2 hearts\n If at full health, it's maximum health will increase by half a heart\n\n\n\nCreeper Stats\nCan't tell how much health your minion has? Forgot whether your minion can only explode one time? Check its information with the creeper stats item:\n\n\nRight-click a tamed creeper minion with this to see its info. You can even change its name!\n\nChanging Name - click the top button and type in your new name; then click the button again to finalize it.\nBlast Radius - default creeper minion blast radius is 1.0; a normal creeper's blast radius is 2.0\n\n\n\nCreeper Shard\n\nHowever, if you break the egg before it hatches, it'll occasionally drop a creeper shard. The creeper shard starts with no power, but it gains a bit of energy from each mob you hit. Once you right-click, depending on the amount of energy the shard has, it'll create an explosion, then resetting the power back to zero!\n\nOf course there's just one drawback: every once in a while, the creeper shard must drain energy to keep working and in doing so poisons the user for about 5 seconds.\n\n\n\nLoot\nOf course, if breaking the creeper egg does not yield a creeper shard, it will drop 5 to 10 gunpowder.\n\n\nFeeling lonely?\nThen the mutant snow golem is the right creature for you! Just add some Chemical X to your typical snow golem, and viola! Your monster-killing snowman is created!\n\nWith it's mesmerizing fiery eyes, you'll never be bored again! The mutant snow golem has a few features:\n\nGround Freeze\n\nThe mutant snow golem automatically freezes every water block nearby and also creates a path of snow! This only works when it is standing on the ground.\n\nMonster Attack\n\nLike a normal snow golem, the mutant snow golem automatically attacks mobs, except instead, he throws huge chunks of ice which deal up to 6 hearts!\n\nHealing\n\nIf your mutant snow golem is injured, simply throw some snowballs at it. It'll heal one heart per snowball.\n\nFollowing\n\nIf you want your mutant snow golem to follow you, right-click it, and your name will appear above its head! Take note the mutant snow golem doesn't have the best vision and may take some weird paths to you.\n\nMelting\nIf you manage to knock a mutant snow golem into the water (without it freezing the water), it'll deal 8 hearts of damage to the mutant snow golem.\n\nDrop\nCurrently, the death of your poor companion will leave 32 to 48 snowballs, as well as its lighted pumpkin head.\n\n\nChemical X - Make Your Mutant\n\n\n\nItching for battle? Dying for a strong companion? Your dreams have arrived in a small bottle of Chemical X!\n\nThrowing Chemical X onto the ground creates a skull spirit that picks one random mob nearby and infects it.\n\nThen, (if a mutant is available), there's a 50% chance that the mob will turn into a mutant! If not, it'll kill the mob. Use wisely!\n\nTo prevent problems, you can throw Chemical X directly at an entity to infect it.\n\n\n\n版本更新记录：\n\nv1.4.8:\n* fixed packets allowing memory to leak\n* fixed some sounds not playing\n* fixed mutant enderman glitch randomly placing unlimited blocks\n* fixed mutant skeleton helmet not rendering properly\n\nv1.4.5:\n* updated to mc1.7.2\n* fixed skeleton boots or helmet not losing durability\n* made mutant skeleton only shoot the player when visible\n* fixed hulk hammer sometimes glitching up\n* added a creative tab for mutant creatures items\n* fixed creeper minions still destroying terrain when game rule is set to non-griefing\n\nv1.4.4:\n~updated to mc1.6.4\n~fixed mutant skeleton chestplate effect not working on servers\n~verified egg stacking is fixed\n\nv1.4.3:\n~fixed the server issue with the endersoul hand FOR REAL\n~fixed wither skeleton turning into a mutant skeleton\nv1.4.2:\n~fixed skeleton helmet crashing without skeleton chest armor\n~fixed another server issue with the endersoul hand\nv1.4.1:\n~fixed game crashing because mutant skeleton chestplate is not equipped\n~moved the mutant skeleton armor chestplate damage effect to the mutant skeleton helmet\nv1.4.0:\n~finished the mutant skeleton\n~fixed endersoul hand block-picking crashing game and screwing up maps\n~fixed game crashing for some servers\n~fixed mutant skeleton doing its bone constrict more than its normal melee attack\n~made mutant skeleton's ribs turn bigger when doing its bone constrict attack\n~made mutant zombie use the throw attack a bit less\nv1.3.6:\n~fixed sounds not working and causing crashes\n~added a mcmod description\n~fixed mutant zombie melee attack not doing damage\n~fixed mutant zombie roar not hurting players\n~fixed mutant enderman moving extremely slowly\nv1.3.5:\n~updated to mc1.6.2\n~repositioned some files\n~added more code for mutant skeleton\n~made mod dependant on AnimationAPI\n~made mutant enderman not spawn particles when its target is blinded\n~made mutant enderman clones spawn much less exp when killed\nv1.3.4:\n~updated to mc1.5.2\n~added a bit of code for mutant skeleton\n~added mutant zombie villagers, spawning with a 1/8 chance for each mutant zombie spawn\n~made mutant zombie villager spawn more zombie villagers when roaring\n~made mobs attacking the mutant enderman stop attacking when the mutant enderman uses its clone attack\n~re-implemented spawn eggs for more compatibility with forge\n~made creeper minions spawned from spawn eggs tamed\n~completely changed entity IDs to use only forge IDs; THIS UPDATE WILL NOT WORK WITH OLD UPDATES\n~removed entity id section in configuration; there should be no more entity id conflicts\n~moved the files around to make things more organized\n~stopped mutant creatures from spawning in biomes from other mods\n~made mutant zombie and mutant enderman animation transitions a bit smoother\n\n\n\n\n\n本帖更新：\n2015/2/16 更新1.7.10/1.7.2\n\n搬运权：\n\n\n\n作者至今也没搭理我 = =\n\n\n",
    "replies": [
        {
            "author": "huotanghulu",
            "timestamp": 1379570580,
            "txt_content": "新版本的突变小白好像更新了。。。"
        },
        {
            "author": "zero∑",
            "timestamp": 1379572320,
            "txt_content": "我喜欢终于有1.6.2的了"
        },
        {
            "author": "opsdyu",
            "timestamp": 1379574900,
            "txt_content": "为什么我进不来游戏？"
        },
        {
            "author": "zmy07",
            "timestamp": 1379579220,
            "txt_content": "为啥会闪退捏？"
        },
        {
            "author": "805813703",
            "timestamp": 1379582400,
            "txt_content": "立刻拿去试一试"
        },
        {
            "author": "1574271341",
            "timestamp": 1379583360,
            "txt_content": "是啊，为什么我的也闪退了呢？"
        },
        {
            "author": "fuckman",
            "timestamp": 1379590080,
            "txt_content": "同闪退啊！"
        },
        {
            "author": "qq1335610814",
            "timestamp": 1379591700,
            "txt_content": "fuckman 发表于 2013-9-19 19:28 \n同闪退啊！\n闪退的是MOD冲突的原因吧、不过我没闪退"
        },
        {
            "author": "656556wu",
            "timestamp": 1379593980,
            "txt_content": "要是作者出有突变末影人和突变骷髅的1.4.7版本就好了"
        },
        {
            "author": "zhaoxinni",
            "timestamp": 1379595900,
            "txt_content": "移除所有MOD 测试依旧闪退..."
        },
        {
            "author": "rain_sky",
            "timestamp": 1379610720,
            "txt_content": "太NB了！伏拜大神"
        },
        {
            "author": "arthree",
            "timestamp": 1379624640,
            "txt_content": "图全崩了- -"
        },
        {
            "author": "怪很强你先上",
            "timestamp": 1379646420,
            "txt_content": " 本帖最后由 怪很强你先上 于 2013-9-20 11:10 编辑 \n\n怪物太NB，我更喜欢主角会突变{:10_492:}"
        },
        {
            "author": "loong0511",
            "timestamp": 1379831040,
            "txt_content": "突变僵尸不会使用地震吗？我好像看过他使用地震。。。"
        },
        {
            "author": "小林sir",
            "timestamp": 1379837520,
            "txt_content": "同闪退，谁知道怎么解决"
        },
        {
            "author": "fyqert81909912",
            "timestamp": 1380019560,
            "txt_content": "闪退= =（其实我很想要的"
        },
        {
            "author": "qsczse56789",
            "timestamp": 1380281280,
            "txt_content": "会闪退啊！lz！！！！！！！！"
        },
        {
            "author": "1036606949",
            "timestamp": 1380333300,
            "txt_content": "哈哈哈哈！我终于等到1.6.2的啦！！！这下可以养宠物了！"
        },
        {
            "author": "as672064078",
            "timestamp": 1380374280,
            "txt_content": "个人觉得非常好"
        },
        {
            "author": "as672064078",
            "timestamp": 1380374460,
            "txt_content": "as672064078 发表于 2013-9-28 21:18 \n个人觉得非常好\n- -好吧 安装后闪退 没办法了"
        },
        {
            "author": "凛",
            "timestamp": 1380446580,
            "txt_content": "来人解释一下为什么!闪退！！"
        },
        {
            "author": "xu73000540",
            "timestamp": 1380523560,
            "txt_content": "谢谢分享哦~~~~"
        },
        {
            "author": "605",
            "timestamp": 1380631920,
            "txt_content": "同闪退                                             "
        },
        {
            "author": "13878458473",
            "timestamp": 1380856680,
            "txt_content": "貌似不可以服务器了。"
        },
        {
            "author": "小林sir",
            "timestamp": 1381840320,
            "txt_content": "为什么孵出来的苦力怕右击站不起来，给火药也不吃"
        },
        {
            "author": "九命猫",
            "timestamp": 1381840620,
            "txt_content": "{:10_509:}赞！！！！！！！！！！！！！！！！"
        },
        {
            "author": "MC:Kamal",
            "timestamp": 1382196240,
            "txt_content": "以前也玩过这个MOD不错的东西 希望继续更新下去 可是这个版本的闪退现象要尽快解决啊！！（顶！！！）"
        },
        {
            "author": "goko321",
            "timestamp": 1382236740,
            "txt_content": "为什么是1.6.4的？\n没1.6.2的....."
        },
        {
            "author": "jkjijo",
            "timestamp": 1382253240,
            "txt_content": "为毛和职业MOD一起玩不了？"
        },
        {
            "author": "yinzhiwen",
            "timestamp": 1382255640,
            "txt_content": "这个MOD一定要玩！！！！这些怪物都变得超级好玩"
        },
        {
            "author": "茶ヾ°喝到没水",
            "timestamp": 1382259000,
            "txt_content": "能不能把你的懒人包给我\n我下了用不到\n"
        },
        {
            "author": "小林sir",
            "timestamp": 1382263740,
            "txt_content": "闪退的话，我装了这个就好了 \nhttps://dl.dropboxusercontent.co ... r37ipF52ag&dl=1"
        },
        {
            "author": "jkjijo",
            "timestamp": 1382437680,
            "txt_content": "小林sir 发表于 2013-10-20 18:09 \n闪退的话，我装了这个就好了 \nhttps://dl.dropboxusercontent.com/s/rq09k0k28xz4rde/AnimationAPI%20v1.1 ...\n不行哦............"
        },
        {
            "author": "小林sir",
            "timestamp": 1382439120,
            "txt_content": "jkjijo 发表于 2013-10-22 18:28 \n不行哦............\n直接放到mods里"
        },
        {
            "author": "罗布路障",
            "timestamp": 1382499780,
            "txt_content": "没说的，楼主威武"
        },
        {
            "author": "罗布路障",
            "timestamp": 1382500980,
            "txt_content": "我也闪退啊，怎么破"
        },
        {
            "author": "四眼or死宅",
            "timestamp": 1382503680,
            "txt_content": "我想加进MCPC+的服务器里面   明明有API了，为啥开不了服？"
        },
        {
            "author": "l704744955",
            "timestamp": 1382798700,
            "txt_content": "为什么骷髅盔甲的显示是钻石盔甲"
        },
        {
            "author": "965420885",
            "timestamp": 1382804400,
            "txt_content": "小林sir 发表于 2013-10-20 18:09 \n闪退的话，我装了这个就好了 \nhttps://dl.dropboxusercontent.com/s/rq09k0k28xz4rde/AnimationAPI%20v1.1 ...\n可以！  可以用了   大恩不言谢"
        },
        {
            "author": "小林sir",
            "timestamp": 1382841000,
            "txt_content": "965420885 发表于 2013-10-27 00:20 \n可以！  可以用了   大恩不言谢\n不谢"
        },
        {
            "author": "懒虫",
            "timestamp": 1382955960,
            "txt_content": "loong0511 发表于 2013-9-22 14:24 \n突变僵尸不会使用地震吗？我好像看过他使用地震。。。\n{:10_503:}直接崩溃啊"
        },
        {
            "author": "lpyhx",
            "timestamp": 1382960100,
            "txt_content": "感谢分享~！！"
        },
        {
            "author": "goko321",
            "timestamp": 1382965500,
            "txt_content": "有没有1.5.2？"
        },
        {
            "author": "loong0511",
            "timestamp": 1382973660,
            "txt_content": "四眼or死宅 发表于 2013-10-23 12:48 \n我想加进MCPC+的服务器里面   明明有API了，为啥开不了服？\n对不起，完全不支持联机～"
        },
        {
            "author": "elfagic",
            "timestamp": 1382975100,
            "txt_content": "终于等到1.62的了"
        },
        {
            "author": "san4108",
            "timestamp": 1383031560,
            "txt_content": "感謝大大分享\n這實在太讚了\n突變怪物我來了"
        },
        {
            "author": "Liwemin",
            "timestamp": 1383148380,
            "txt_content": "opsdyu 发表于 2013-9-19 15:15 \n为什么我进不来游戏？\n我也是,开了又自动关了"
        },
        {
            "author": "ghaikhg",
            "timestamp": 1384504800,
            "txt_content": "能不能发个度娘网盘？？？？"
        },
        {
            "author": "ghaikhg",
            "timestamp": 1384504920,
            "txt_content": "写错了，能不能发个1.6.4？？？"
        },
        {
            "author": "7仔爱地球",
            "timestamp": 1384676340,
            "txt_content": "看起来是不错= =但是我玩不起"
        },
        {
            "author": "1279154089",
            "timestamp": 1385550600,
            "txt_content": "为啥我会退闪捏{:10_505:}"
        },
        {
            "author": "810109538",
            "timestamp": 1385808360,
            "txt_content": "折叠一下吧..."
        },
        {
            "author": "大老师",
            "timestamp": 1386479580,
            "txt_content": "小林sir 发表于 2013-10-15 20:32 \n为什么孵出来的苦力怕右击站不起来，给火药也不吃\n你不闪退了？ 怎么破？"
        },
        {
            "author": "zhanfangkuaile",
            "timestamp": 1386497700,
            "txt_content": "谢谢谢谢拉，看起来灰常有趣！！！！！"
        },
        {
            "author": "罪恶丨伤无痕",
            "timestamp": 1386515400,
            "txt_content": "看样子都很不错XD"
        },
        {
            "author": "poi66066",
            "timestamp": 1386540000,
            "txt_content": "药水怎么弄？"
        },
        {
            "author": "village",
            "timestamp": 1386676860,
            "txt_content": "为什么我安装了之后游戏闪退？"
        },
        {
            "author": "小林sir",
            "timestamp": 1386728280,
            "txt_content": "大老师 发表于 2013-12-8 13:13 \n你不闪退了？ 怎么破？\nhttps://dl.dropboxusercontent.co ... r37ipF52ag&dl=1\n丢到mods文件夹里"
        },
        {
            "author": "玖诡",
            "timestamp": 1388036100,
            "txt_content": "小林sir 发表于 2013-10-20 18:09 \n闪退的话，我装了这个就好了 \nhttps://dl.dropboxusercontent.com/s/rq09k0k28xz4rde/AnimationAPI%20v1.1 ...\n装了这个后就可以了！！谢谢！！！"
        },
        {
            "author": "ghaikhg",
            "timestamp": 1388050800,
            "txt_content": "拜托快点出1.6.4，谢谢！！！"
        },
        {
            "author": "Addenss",
            "timestamp": 1388303640,
            "txt_content": "这玩意和红石粘液有冲突  装了红石后装这个红石就不见了···"
        },
        {
            "author": "ghaikhg",
            "timestamp": 1388806620,
            "txt_content": "为什么闪退了？作者请尽快修改此问题！！"
        },
        {
            "author": "ss1563514468",
            "timestamp": 1388809080,
            "txt_content": "以后不会觉得打怪无聊了"
        },
        {
            "author": "shyasa",
            "timestamp": 1388823360,
            "txt_content": "这个实在太赞！"
        },
        {
            "author": "西风雪殇",
            "timestamp": 1388842860,
            "txt_content": "必须顶一个~~"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1390028760,
            "txt_content": "突变骷髅几乎每次都用近程攻击机 一下把你敲很远{:10_498:}\n怎么会闪退啊？"
        },
        {
            "author": "lianshangziji",
            "timestamp": 1390307760,
            "txt_content": "LZ。。1.64的有吗。。。"
        },
        {
            "author": "EMFZ",
            "timestamp": 1390355040,
            "txt_content": "这个物质对不会变异的生物是秒杀的，可实现一瓶药剂秒杀末影龙和凋零的超强效果！"
        },
        {
            "author": "安慰HUK",
            "timestamp": 1390650780,
            "txt_content": "arthree 发表于 2013-9-20 05:04\n图全崩了- -\n签名碉堡"
        },
        {
            "author": "安慰HUK",
            "timestamp": 1390657920,
            "txt_content": "变异骷髅的武器是弩吧。"
        },
        {
            "author": "安慰HUK",
            "timestamp": 1390658040,
            "txt_content": "变异骷髅的武器是弩吧"
        },
        {
            "author": "yi_men",
            "timestamp": 1390663680,
            "txt_content": "mcbbs有你更精彩！"
        },
        {
            "author": "安慰HUK",
            "timestamp": 1390665660,
            "txt_content": "怎么会闪退啊？"
        },
        {
            "author": "AIN逆时针",
            "timestamp": 1390729920,
            "txt_content": "这个mod太有爱了- -{:10_521:}"
        },
        {
            "author": "anyinglanduo",
            "timestamp": 1390884540,
            "txt_content": "顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶"
        },
        {
            "author": "Lonely灬手机",
            "timestamp": 1391150220,
            "txt_content": " 本帖最后由 Lonely灬手机 于 2014-1-31 14:39 编辑 \n\n为毛装了这个MOD游戏打不开了？！{:10_535:}游戏老是闪退！{:10_527:}"
        },
        {
            "author": "DAC呃呃~",
            "timestamp": 1391182320,
            "txt_content": "楼主为什么怎么样装都会崩溃呢？"
        },
        {
            "author": "祈木几",
            "timestamp": 1391927460,
            "txt_content": "谢谢~~~~~~~~~~"
        },
        {
            "author": "莫德凯撒",
            "timestamp": 1392171300,
            "txt_content": "为什么下了打不开"
        },
        {
            "author": "omb!",
            "timestamp": 1392194040,
            "txt_content": "突变苦力怕死亡时爆炸威力比凋零大吗？"
        },
        {
            "author": "w4352111",
            "timestamp": 1392194700,
            "txt_content": "很牛叉啊"
        },
        {
            "author": "我DE世J",
            "timestamp": 1392196200,
            "txt_content": "爱死！！！"
        },
        {
            "author": "mc爱爱mc",
            "timestamp": 1393250700,
            "txt_content": "小林sir 发表于 2013-10-27 10:30\n不谢\n我拿蛋叫不出来啊\n能说下你的qq吗  帮我"
        },
        {
            "author": "。。。等待",
            "timestamp": 1393372500,
            "txt_content": "那个被变异僵尸扔的村民好无辜。。。"
        },
        {
            "author": "stafan",
            "timestamp": 1394113080,
            "txt_content": "開不到MOD?"
        },
        {
            "author": "a858070658",
            "timestamp": 1394428740,
            "txt_content": "zmy07 发表于 2013-9-19 16:27\n为啥会闪退捏？\n這mod要AnimationAPI{:10_524:}"
        },
        {
            "author": "a858070658",
            "timestamp": 1394428860,
            "txt_content": "a858070658 发表于 2014-3-10 13:19\n這mod要AnimationAPI\nhttp://www.minecraftforum.net/to ... your-entities-v112/"
        },
        {
            "author": "1minecraft",
            "timestamp": 1394454780,
            "txt_content": "安装后进不了游戏啊"
        },
        {
            "author": "Janitor",
            "timestamp": 1394805300,
            "txt_content": "{:10_512:}赞啊，正牛逼！！！！！！！！！！！！"
        },
        {
            "author": "乔字黎",
            "timestamp": 1394842320,
            "txt_content": "额.... 服务端崩溃怎么办？ 能解决吗？"
        },
        {
            "author": "742953081",
            "timestamp": 1394848980,
            "txt_content": "小小的一顶小小的一顶小小的一顶小小的一顶"
        },
        {
            "author": "fxhfxh001@126.c",
            "timestamp": 1395579300,
            "txt_content": "742953081 发表于 2014-3-15 10:03\n小小的一顶小小的一顶小小的一顶小小的一顶\n我是一个叫晶晶的女孩,前几天，我晚自习回家，被一辆大卡车撞死了，司机将我的尸体抛入了路径边的小河里，然后逃走了，你看见了这条信息后，请将她发给4个论坛，如果没有发，你的妈妈会在1个月后撞死，你的爸爸会得绝症，如果你照着做了，在5天后，你喜欢的也会喜欢你，条消息太毒了，我不得不发 真的对不起，我很抱歉"
        },
        {
            "author": "742953081",
            "timestamp": 1395579540,
            "txt_content": "fxhfxh001@126.c 发表于 2014-3-23 20:55\n我是一个叫晶晶的女孩,前几天，我晚自习回家，被一辆大卡车撞死了，司机将我的尸体抛入了路径边的小河里 ...\n   首先郑重的问候你母亲  其次老子绝对不转发 牛笔你弄死我爸妈    最烦你们这种人  发这种不明意义的玩意  "
        },
        {
            "author": "麒麟、",
            "timestamp": 1396061220,
            "txt_content": "不好意思不回复~"
        },
        {
            "author": "1402581376",
            "timestamp": 1396507680,
            "txt_content": "为什么我进不去游戏呢{:10_524:}"
        },
        {
            "author": "32859681",
            "timestamp": 1396655880,
            "txt_content": "1.5.2的突变小白只会拿弓打人，不会射箭"
        },
        {
            "author": "AzhangzhefuA",
            "timestamp": 1396714620,
            "txt_content": "a858070658 发表于 2014-3-10 13:21\nhttp://www.minecraftforum.net/topic/1850860-164spmp-animationapi-animate-your-entities-v112/\n服务器里面也要安装吗？"
        },
        {
            "author": "AzhangzhefuA",
            "timestamp": 1396714620,
            "txt_content": "a858070658 发表于 2014-3-10 13:21\nhttp://www.minecraftforum.net/topic/1850860-164spmp-animationapi-animate-your-entities-v112/\n这个东西要放到mods里面？"
        },
        {
            "author": "AzhangzhefuA",
            "timestamp": 1396715820,
            "txt_content": "a858070658 发表于 2014-3-10 13:19\n這mod要AnimationAPI\n这个东西也要加的服务器里面吗？？？？"
        }
    ]
}