{
    "title": "我的小伙伴们和天守阁",
    "author": "sun3365660",
    "replyCount": 3,
    "timestamp": 1379669940,
    "txt_content": "小弟我是这个bbs的新人，刚注册，虽然以前就玩mc这个游戏，但是一直没到这里来过，在这里中秋节献礼，望大神们多多关照。\n写在前面：\n   我热爱mc这个游戏，曾经也有跟我一起玩的小伙伴们，现在上高三了，朋友经常联系不到，但是今日中秋，我打开了我们曾经生活过的世界（由于我们最初玩的是1.6.1生存模式，但是没有弄成创造，不能飞，以下这个截图是我弄到1.5.2转成创造拍的，因为不想被人诟病我们玩的是创造，这个生存确实是我们高二时弄得）\n1.想造天守阁却造的似是而非\n\n   先来一张夜景图吧！记得好久以前，大概是高一那会听朋友介绍有这么一个游戏，高二一开学，我就和小伙伴们迷上了这个游戏。我，sun和sdq，firefreedom以及gaocz，minimini（妹子）五个人一起来到了这个初生世界的雏形。我说我想建天守阁，gaocz和sdq同样身为宅神赞同我，妹子和fire嫌累反对了一下，但是还是轰轰烈烈的干了起来。现在看着这个夜景感慨非凡，我们的一切从这里开始。\n2.城内的拌嘴\n\n记得fire和我讨论过，问我7层原石地基弄好了上面怎么盖，当时妹子和sdq，gaocz看见我要盖7层40乘40的地基不断吐槽我妄想，但是还是被我命令去做了，他们脑子里半程已经挖石头挖到木了，其实说真的，我挖木头也挖吐了，在我挖吐了的时候，fire问了我这个问题，真给他难住了。。。但是到了最后他还是给我弄了一个内部规划，诸如木板之间隔几个开窗户，一层几个高。。。\n\n这是他送给我的第一个惊喜，洗澡池。话说他出去了5个晚上原来是弄砖头去了。。。。。\n\nsdq建的室内新干线。。。谁叫他挖到铁矿了呢。。。。。。有铁的就是牛，和我们木工比起来。。。。。\n\n其实我把牛弄上来费了好多事，因为牛会乱跑。。。。这个本来是我用来坐在船上射弓箭的猎物，妹子说我邪恶了，建了个人工屠宰场。。。。。\n\n这个是gao帮我们弄得大门，到现在依然和和谐。。。。\n\n到5层了，小伙伴们都筋疲力尽了。。不知道该建社么。。这是sdq忽然饿了掉血，so。。。。。。。\n\n为了在6层弥补3层不能射牛的遗憾，我采木头时顺便耗了点羊毛弄成靶子。。。但是再一次被妹子指正是迫害羊群的邪恶人士。。。。。我又不是负责采矿的gao或sdq，没剪刀也是合理的话说妹子你怎么老是认为我邪恶呢。。。。\n\n到顶层了\n\ngao说这里看日出一定很享受。。于是我将羊毛贡献出来。。。白天总算是弄完了这一层，夜晚5个人一起睡的。。。日出真的无限好。。\n\n这个是我强烈要求的。。天守阁没瞭望塔怎么行。。。。\n\n妹子说我每一层护栏上都建个门是为了跳楼方便，于是我们试了一下集体跳楼，在这里gao和我由于助跑距离太长没落到下层的房檐上绊死了。。。。遗产被分享了，不过城弄出来了，要木头也没用了。。。\n\n被gao和fire以及妹子弄成这样子的矿山，很难想象这里原来是亚马逊森林。。。。。。\n\ngao说必须有个纪念性东西犒劳他，越是这里被命名为gao之喷泉。。。话说看到左边了吗，那是我和fire弄得从城里直接往海里走的水道，由于比正常海面高了2格，其实可以冲浪，别告诉妹子，不然她净玩了。。\n\n原本城是建在这里的。。。fire这熊孩子往下挖到了岩浆，就盛了一桶来。。。。。。由于最初打算弄全木质的。。。\n建了一半的地基就全没了。。。所以才有了40乘40的七层圆石地基。。。至于fire我们一直一人弄了一桶岩浆点死了他4次\n\nsdq转学回老家了，我们一致认为建一个神宫纪念他比较好，毕竟那7层地基的石头都是他挖的。。。。\n\n这里只有盔甲是最初供奉的，是sdq玩的时候穿的，其余的是我这次改成创造模式后自己美化的。。。不过岩浆竟然能直接放进展示框里，我和小伙伴们都惊呆了。。。\n3.海底世界，新的篇章\n\n妹子说她想看看章鱼，于是我们一致认为妹子的话不可以不听，就咳血弄了个海底展馆。。。。\n\n\n\n为了不漏水，gao把他所有的钻石家当都陪在这里了。。由于资源有限，后来就改成玻璃的了，不过开始还担心排完水后玻璃会不会漏，看来多虑了。顺带一提，负责排水的是我啊，妹子你来个安慰多好。。。。。\n\n妹子说他懒得走路。。。顺带一提，我和fire发生了争执，他说我只会造红石铁路。。。。\n\n我也不服输，到最后我请教了已经走了的sdq，硬是弄出一条不靠红石火把，中继器的铁路，只有拿着红石才可以加速，当然不会给fire了，话说sdq感觉很沧桑。。。。还说我们还在弄，弄得好有趣。兄弟，你也弄过好吧。。。。\n4.不吭能建起的新城\n\n造是造出来了，可是那个天守阁实在不像啊，于是我又在稍微离开一点的地方起了个地基，可是。。。。。。。\nfire分到文科班了，不常见面了。。。。gao由于考的太差，他父母给他办理退学工作去了。。妹子很有兴致的帮我一起在水上开了个地基，也由于要上补习班的缘故把任务交给我了，仅仅造个个楼梯花了我将近3个星期，这时我知道了，他们都不在了。已经不可能有新的城了。。\n5今夜中秋\n今夜中秋，我怀念起了他们，尽管sdq还和我长来往，妹子也常到我家来吃饭，fire隔三差五给我弄点文绉绉的话，gao去上海一个月给我带了好多条鱼，但是谁也没记起这个世界来。\n即使如此，这里依然还存有我们的印记，或许这不是一个很好的世界，但是这是一个我们努力了1年的世界。。。\nsdq回来了。。。。大家都来我家了，我打开电脑正在向诸君展示着这个美丽而又残酷的世界，我们相视而笑。并且约定来年，我们考上了大学，一定再来建立起新的城池，一定。。。。。。。。。。。\n\n",
    "replies": [
        {
            "author": "834356300",
            "timestamp": 1379670900,
            "txt_content": " 本帖最后由 834356300 于 2013-9-20 17:58 编辑 \n\n加油吧  我支持你  可以的话 我也想来"
        },
        {
            "author": "Greensky",
            "timestamp": 1379671320,
            "txt_content": "楼主，我支持你。生存玩家不容易啊"
        },
        {
            "author": "834356300",
            "timestamp": 1379671860,
            "txt_content": "henry5041 发表于 2013-9-20 18:02 \n楼主，我支持你。生存玩家不容易啊\n说得对{:10_505:}"
        }
    ]
}