{
    "title": "我的保姆是Herobrine（又名Herobrine与Minecraft（作死改编之文！",
    "author": "2BX2B",
    "replyCount": 22,
    "timestamp": 1379700780,
    "txt_content": "\n\n\nHerobrine，已经说过，是一个一向带领着我的男人，说得准确一点，就是我的保姆。末影人和许多别的怪物都这样称呼他，似乎略带些恭敬的意思。只有末影龙叫他亲爱的Brine主人这种奇怪称呼。我平时叫他“him”，连“B”字也不带；但到憎恶他的时候，——例如知道了谋死我那一群狗然后劝我养猫的却是他的时候，就叫他那谁谁。\n我们那里没有姓HB或者说铅笔的；他生得黑而路人，“Hero”（英雄）也不是形容词。又不是他的名字，记得他自己说过，他的名字是叫作死什么什么的。具体是死什么什么，我现在已经忘却了，总之不是死Herobrine；也终于不知道他叫什么。记得他也曾告诉过我这个名称的来历：先前的先前，我家有一个管家，天生一双不用翻的白眼，这就是真Herobrine。后来他突破虚空了，我那死啥才戴着美瞳来补他的缺，然而大家因为叫惯了，没有再改口，于是他从此也就成为Herobrine了。\n虽然背地里说人长短不是好事情，但倘使要我说句真心话，我可只得说：我实在不大佩服他。最讨厌的是常喜欢讲在某个我从没去过的＂猪世界＂的见闻，向末影人们低声絮说些什么逻辑门。还竖起手，在空中上下摇动，或者隔空拽着＂猪世界＂搬来的树或动物猛撸。我的家里一有些小风波，不知怎的我总疑心和这“猪世界”有些关系。又不许我走动，拔一草块，翻一块石头，就说我顽皮，要发到末路日报拿稿费去了。一到睡觉时他又伸开两脚两手，在床中间摆成一个“大”字，挤得我没有余地翻身，久睡在一角的席子上，又觉得那么硌。推他呢，不动；叫他呢，也不闻。\n“Herobrine陛下晒得那么黑，在另一个世界每天干活回家一定很累罢？习惯那样的生活，晚上的睡相，怕不见得很好罢……”\n几个扫地的末影人听到我多回诉苦，如此简单安慰之后联名上了道折子。我也知道这意思是请示他多给我一些空床。他不批示。但到夜里，我挤得醒来的时候，却仍然看见满床摆着一个“大”字，一条臂膊还搁在我的颈子上。我想，这实在是无法可想了。\n但是他懂得许多规矩；这些规矩，也大概是我所不耐烦的。一周中最高兴的时节，自然要数更新了。告别旧版本之后，从众怪物处得到新东西，原版材质包着，放在床边，只要过一宵，便可以随意使用。睡在由于他终于拗不过我让出了的床上，看着方块，想到明天买的的唱片、钻石剑、盔甲、蘑菇煲……然而他进来，又将一个蛋糕放在床头了。\n“你牢牢记住！”他极其郑重地说。“明天是更新的日子，清早一睁开眼睛，第一句话就得对我说：‘愿him与你同在！’记得么？你要记着，这是直到下次快照的运气的事情。不许说别的话！说过之后，还得吃一点蛋糕。”他又拿起那蛋糕来在我的眼前摇了两摇，“那么，更新良心，质量放心……”\n梦里也记得更新的，第二天醒得特别早，一醒，就要坐起来。他却立刻伸出两只方棍，一把将我扑在床上。我惊异地看他时，只见他猥琐地看着我。\n他又欲求不满似的，摇着我的肩。我忽而记得了——\n“愿him与你同在……”\n“都在都在！大家都在！真听话！更新有用！”他于是十分欢喜似的，笑将起来，同时将一块腻歪歪的东西，塞在我的嘴里。我大吃一惊之后，也就忽而记得，这就是所谓蛋糕是个谎言，这次更新快照的磨难，总算已经受完，可以下床玩耍去了。\n他教给我的道理还很多，例如说死了，不该说死掉，必须说“你死了！”；搞了基，生了小村民的屋子里，不应该走进去；面包落在地上，必须拣起来，最好是吃下去；展览湿裤衩用的竹竿底下，是万不可钻过去的……。此外，现在大抵忘却了，只有更新的古怪仪式记得最清楚。总之：都是些烦琐之至，至今想起来还觉得非常麻烦的事情。\n然而我有一时也对Herobrine发生过空前的敬意。他常常对我讲“猪世界”，这个乍一看像是遍地猪猡的地方不同于末路之地，因此那的一切在我眼里都分外新鲜。他闲的时候，总是有一搭没一搭地给我讲他在那里的冒险，每次却又偏偏不讲完，终于有一天，我耐不住好奇，问他：＂猪世界到底有多少猪，才称得上是猪世界？＂\n＂是主世界。＂\n＂好吧，主世界。him，既然主世界像你讲的那么好，你也在那地方冒险过，为何不留下继续生活？＂\n＂是的，我曾经在那里...但是主世界早就毁了，除了熊孩子，再也没有生物能活下去。＂\n他之所谓“熊孩子” 者，不但小学生，似乎连后来一切拆&#8226;迁&#8226;队都在内，但除却城&#8226;管，因为那时还没有。他说得熊孩子非常可怕，他们的话就听不懂。他说先前熊孩子进末路之地的时候，他逃到海地去了，只留一个末影人看家。后来熊孩子果然进门来了，那末影人便叫他们“大王”，——据说对熊孩子就应该这样叫，——诉说自己的悲惨。熊孩子笑道：“悲惨么？听你说的他真狠心，那么，这东西就给你炖了汤吃罢！”将一桶泡着东西的水泼了过来，泡的半桶青黑发亮，正是从末影人体内抠出来的珍珠。末影人从此见水就骇破了胆，后来一提起，还是立刻面色发黑，自己轻轻地拍着胸脯道：“阿呀，骇死我了，骇死我了……。”\n＂him，末影珍珠到底是他们的什么？＂我迫不及待地问。\n＂不要问了。＂他的语气忽而沉重下去，＂那些熊孩子做的事情，你还是不要全部都知道的好，我怕你听完会恶心得吐出来。＂\n我那时似乎倒并不怕，因为我觉得这些事和我毫不相干的，毕竟我不是一个倒霉到如此境地的末影人。但他大概也即觉到了，说道：“象你似的小儿，熊孩子也要掳的，掳去做小熊孩子。还有好看的基佬，也要掳。”\n“那么，你是不要紧的。”我以为他一定最安全了，既不看门，又不是小孩子，也长得很路人，况且全身还有许多的箭伤、烧伤、刀伤和猫抓痕。\n“那里的话？！”他严肃地说。“我们就没有用处？我们连同养的猫也要被掳去。城外有苦力怕来攻的时候，熊孩子就叫我们带着猫 ，一排一排地在城墙上走猫步，外面的苦力怕就进不来；再要炸，就吓跑了！”\n这实在是出于我意想之外的，不能不惊异。我一向只以为他满肚子是麻烦的伪基百科罢了，却不料他和那些猫还有这样伟大的神力。从此对于他就有了特别的敬意，似乎实在深不可测；夜间的伸开手脚，占领全床，那当然是情有可原的了，倒应该我退让。\n这种敬意，虽然也逐渐淡薄起来，但完全消失，大概是在知道他拿骨头骗走了我的狗杀掉之后。那时就极严重地诘问，而且当面叫他那谁。我想我又不真做熊孩子，不去跟着苦力怕爆炸，也不怕水，更不怕猫咪，我惧惮他什么呢！\n但当我哀悼的时候，一面又在渴慕着新版的《Minecraft》了。主世界遍地的熊孩子挤得怪物都呆不下去，只得一个个搬到末地来，几乎占了一半的岛，这渴慕就是从一个不知道什么时候搬来的的僵尸惹起来的。他是一个脏脏的，发绿的老僵尸，爱种一点花，如蒲公英、玫瑰之类，还有极其少见的，据说从最后一处沙漠带过来的枯灌木。和他同居的骷髅却正相反，什么也莫名其妙，曾将晒的弓箭搁在仙人掌的顶上，扎上了刺，还要愤愤地咒骂道：“脏逼！”这老僵尸是个寂寞者，因为无人可谈，就很爱和我往来，有时简直称我为“小盆友”。在他们因为房价太高只能合买的房子里，只有他收藏的游戏多，而且特别。动作和射击类，自然也是有的；但我却只在他的硬盘里，看见过某个《XXXX2特别隐藏关卡》，还有许多名目很生的游戏。我那时最爱玩的是 《CS》，上面有许多图。他说给我听，曾经有过一部正版的的《Minecraft》，有着人面的僵尸，拉弓的骷髅，八脚的蜘蛛，如同水母在地狱游荡的恶魂，没有身体而以**当作身体的怪物……可惜现在不知道放在那里了。\n＂阿伯，这游戏是你亲身经历的吗，怎么感觉好像以前的那个主世界......＂\n＂不！怎么会！＂他连连摆着僵直的手，脓液在喉咙深处形成咕哝的声音，＂是个M弄的，谁知道他是怎么了解有这地方？而且如果我是作者，那个射箭的骷髅肯定会更现实更变态...哎呦我错了！＂\n＂哼！＂走廊尽头煞白的一具骷髅弯弓搭箭冷哼一声。\n我很愿意玩玩这样的游戏，但不好意思力逼他去寻找，他是很疏懒的。问别人呢，谁也不肯真实地回答我。绿宝石还有俩，买罢，又没有好机会。有游戏卖的店铺离我家远得很，我只能在版本更新间去一趟，那时候，两家卖正版的都紧紧地关着门。\n玩CS的时候倒是没有什么的，但一玩到1.6，我就记得《Minecraft》。\n大概是太过于念念不忘了，连Herobrine也来问《Minecraft》是怎么一回事。这是我向来没有和他说过的，我知道他并非百度百科，说了也无益；但既然来问，也就都对他说了。\n过了十多天，或者一个月罢，我还记得，是他突然说回主世界看看以后的四五天，穿着插满箭矢已经被蹂躏烂的铁甲回来了，一见面，就将一包光盘递给我，高兴地说道：——“最新版的‘麦块福特’，我给你买来了！”\n我似乎遇着了一个霹雳，像猪被雷劈了变成僵尸猪人那样蹦过去；赶紧去接过来，插进电脑，果然是Minecraft，略略一翻，僵尸骷髅，恶魂猪人，……果然都在内。\n这又使我发生新的敬意了，别人不肯做，或不能做的事，他却能够为我做成。他确有伟大的神力。诱杀爱犬的怨恨，从此完全消灭了。\n这版Minecraft，乃是我最初得到，最为心爱的正版游戏。\n它的模样，到现在还在眼前。可是从还在眼前的模样来说，却是一部画质都十分粗拙的本子。太阳和云很奇葩；图象也很模糊，甚至于几乎全用方块凑合，连动物的身体也都是长方形的。但那是我最为心爱的游戏，看起来，确是万能的工作台；不科学的液体；世界底层的基岩；一片深红的下界地狱； 没有身体而“以**为**，以**为**”，还要“****”的苦力怕。\n此后我就更其搜集冒险游戏，于是有了高清的《魔兽世界》和《最终幻想》，又有了《上古卷轴5》和《轩辕剑》。《Minecraft》也另买了一部正式版1.6的，每通关都有终末之诗，绿色的字还有蓝色的字，虽然画质还是那么方，但方块的种类比那旧版的多得多了。这一部直到前年还在，是Jeb而非Notch的作品。旧的却已经记不清是什么时候删掉了。\n我的保姆，herobrine即him，步上一个herobrine的后尘踏入虚空，大概也有三百年了罢。在许多年后，我终于不知道他的姓名，他的身份，而做了第三个此世界的王，站在昔日他对我说故事的那片虚空岬角，泪流满面。\n＂him，为什么你不和那些熊孩子开战呢？以你现在的能力，灭绝一个种族应该只是徒手之力罢？＂\n＂我不想再打了。＂记忆中的他摇摇头，纯白的瞳孔透出某种难明的悲伤。＂谁又没有想过...不，其实每个人都曾经是个熊孩子，渴望创造一切然后亲手毁灭它，为冒险而探索直到世界边缘。获得自由很容易，但是控制这种病毒一样膨胀的欲望，很难。＂\n＂那就是说......＂\n＂对，每一个herobrine都曾经自由过。＂\n仁厚黑暗的虚空，请你在怀里永安他自由的灵魂。\n\n\n噢耶新人处贴！\n你说这情节看着眼熟？\n没错，本文改编自鲁迅＜阿长与山海经＞，谨此纪念他在语文课本的被抹去。。。正在叹惋的时候突然想到Him（你的脑洞多大），于是心血来潮写文了～！\n以及知道有任务但是我才不做！\n",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1379700840,
            "txt_content": "HB=Hard&Black"
        },
        {
            "author": "2BX2B",
            "timestamp": 1379701260,
            "txt_content": "硬&#8226;又&#8226;黑？"
        },
        {
            "author": "熊孩子主义",
            "timestamp": 1379701800,
            "txt_content": "262949130000 发表于 2013-9-20 12:14 \nHB=Hard&Black\n撒撒神好可怕！"
        },
        {
            "author": "2BX2B",
            "timestamp": 1379702520,
            "txt_content": "熊孩子主义 发表于 2013-9-21 02:30 \n撒撒神好可怕！\n对不起熊孩子大王我错了"
        },
        {
            "author": "客观人士",
            "timestamp": 1379706720,
            "txt_content": "不错"
        },
        {
            "author": "熊孩子主义",
            "timestamp": 1379714820,
            "txt_content": "2BX2B 发表于 2013-9-20 12:42 \n对不起熊孩子大王我错了\n{:10_493:}卧槽？熊孩子大王是什么？！我是熊孩子主义......"
        },
        {
            "author": "asddfg",
            "timestamp": 1379715720,
            "txt_content": "你.....累吗？"
        },
        {
            "author": "456wy",
            "timestamp": 1379716080,
            "txt_content": "是阿长与山海经！我初一学过的"
        },
        {
            "author": "16136953",
            "timestamp": 1379717640,
            "txt_content": "2BX2B 发表于 2013-9-21 02:21 \n硬&#8226;又&#8226;黑？\n你一级就写小说= ="
        },
        {
            "author": "2BX2B",
            "timestamp": 1379718960,
            "txt_content": "16136953 发表于 2013-9-21 06:54 \n你一级就写小说= =\nwhy not......"
        },
        {
            "author": "2BX2B",
            "timestamp": 1379719200,
            "txt_content": "熊孩子主义 发表于 2013-9-21 06:07 \n卧槽？熊孩子大王是什么？！我是熊孩子主义......\n见文（难道那套话不管用了现在要改叫熊&#8226;孩&#8226;党&#8226;领&#8226;导&#8226;人？！"
        },
        {
            "author": "16136953",
            "timestamp": 1379720820,
            "txt_content": "2BX2B 发表于 2013-9-21 07:16 \nwhy not......\n期待2啊！"
        },
        {
            "author": "熊孩子主义",
            "timestamp": 1379737200,
            "txt_content": "2BX2B 发表于 2013-9-20 17:20 \n见文（难道那套话不管用了现在要改叫熊&#8226;孩&#8226;党&#8226;领&#8226;导&#8226;人？！\n{:10_527:}我顶你贴，求不黑......"
        },
        {
            "author": "2BX2B",
            "timestamp": 1379765400,
            "txt_content": "熊孩子主义 发表于 2013-9-21 12:20 \n我顶你贴，求不黑......\n救命窝错了qaq我再也不黑熊孩子了。。。"
        },
        {
            "author": "2BX2B",
            "timestamp": 1379765460,
            "txt_content": "16136953 发表于 2013-9-21 07:47 \n期待2啊！\n没听懂啥意思，如果期待更二一点的话。。。我本来就很二。"
        },
        {
            "author": "16136953",
            "timestamp": 1379999220,
            "txt_content": "2BX2B 发表于 2013-9-21 20:11 \n没听懂啥意思，如果期待更二一点的话。。。我本来就很二。\n话说第二章出来了么？"
        },
        {
            "author": "2BX2B",
            "timestamp": 1380018720,
            "txt_content": "16136953 发表于 2013-9-24 13:07 \n话说第二章出来了么？\n我该吐槽什么好呢……标题好像已经说了全一篇啊。"
        },
        {
            "author": "16136953",
            "timestamp": 1380081780,
            "txt_content": "2BX2B 发表于 2013-9-24 18:32 \n我该吐槽什么好呢……标题好像已经说了全一篇啊。\n没有了！？"
        },
        {
            "author": "2BX2B",
            "timestamp": 1380106860,
            "txt_content": "16136953 发表于 2013-9-25 12:03 \n没有了！？\nSo what do you want...."
        },
        {
            "author": "player927",
            "timestamp": 1416624900,
            "txt_content": "阿长与山海经 又一个剽窃课文的@混乱  "
        },
        {
            "author": "player927",
            "timestamp": 1416625140,
            "txt_content": "avshen 发表于 2014-11-21 20:10\n(╯‵□′)╯︵┻━┻这个不是初二狗的课文么？\n啊啊！没想到是这货挖的恶心他妈给恶心开门的垃圾坟！"
        },
        {
            "author": ".含羞草",
            "timestamp": 1417356720,
            "txt_content": "262949130000 发表于 2013-9-21 02:14\nHB=Hard&Black\n楼主的文是仿造鲁迅的文，我弟今年初二，我看过这文←_←"
        }
    ]
}