{
    "title": "[吓？！我的小说没人看？]zhh的贴心写作教程",
    "author": "zhh30648",
    "replyCount": 9,
    "timestamp": 1379688900,
    "txt_content": "什么？你说你不会写小说？你写的小说压根就没人看？或者被人说是小学生作文？看完这篇帖子，只要按照上面的套路写，再渣的文笔都能写出像样的小说，信不信由你PART.1 题目题目是吸引读者的第一关键，都这个年代了MINECRAFT历险记这种名字就别取了，太土了，就跟你在游戏机店里看到小霸王一样的感觉，你会想去玩么，所以一个好的名字很重要，所以记住，死也别去取那些啥历险记的，连我都懒得点进去看PART.2 题材这个说详细了可得花掉好几张纸，所以这里就总结一下要点在创作区最大的内容败笔有俩个：1.砍树 2杀怪这俩也不是不能写，作为引子你必须得写史蒂夫的日常生活，但切记，不超过200字，绝对不要写详细到超过200字，这种东西一笔带过即可正片写到的东西更应该深入进去，鄙人认为最精彩的地方不在于开局便是各种奇葩的设定铺天盖地而来，循序渐进才是硬道理。从MC很平常的事件中找出一些值得怀疑思考或者探知为什么的问题，一下举几个例子：1.史蒂夫的包为何这么大 2.HIM的眼睛为啥是白色的 3.末路之地和地狱到底是从哪来的 4.NOTCH到底在哪像这种让一般玩家觉得不值得去思考的东西，把他联想，扩大，联系到每一个MC的细节中去，不仅你写的题材广了，连看的读者有时候都能产生共鸣感，像什么“原来如此！”“是这样！”这样的心情，你就成功了记住，让读者和你产生“共鸣”PART3. 写法写法影响到的东西真的太多了，包括故事发展的紧凑性啊，连贯性什么的，写法不必拘泥于书上看到的那些专业的小说之类的，只要不用 谁谁谁说：“楼主你个脑残” 这样的格式就行，比如下列这一句话土： 史蒂夫抹了把汗，颠了颠手上的钻石，接着说道：“终于挖到钻石了”高端洋气上档次：[终于挖到钻石了！史蒂夫颠了颠裤子里的钻石，抹了把汗是不是一下子觉得瞬间高端了起来？什么，你还想更加的连贯一点？霸气酷炫屌炸天：史蒂夫颠了颠裤子里的钻石 [终于挖到钻石了！] 安心的抹了把汗当然我还是比较喜欢第二种这种类型的忌讳！！！！千万别单独的将语言和动作分割成两部分，读者看小说，最高的境界（我爱看轻小说哈）就是让他们边读边有一边看动画的赶脚，激发读者的脑补能力！将动作和对话连贯的放在一起，这种感觉写多了自然有（当然是你在看过这篇教程之后）\n楼主说：“我才不是BAKA呢，你们才是BAKA，都是BAKA!哼！”\n[我才不是BAKA呢！楼主捂住自己的脸，接着又小声辩解[你们..才是BAKA，都..都是BAKA!哼！接着一个差点摔倒的转身，踏着小步逃跑了PART4.细节描写你说老娘刚才那段卖萌还不够？超级加强版：[我,呜，我才不是BA..BAKA呢楼主用小小的如猫一般的手扯住袖子，遮住了微微颤抖的脸，用几乎听不见的声音辩解到[你们..你们才是BAKA...你们不要看也不要叫人家BAKA呜！楼主噙着泪，哭着逃跑了极限了，在下去就要命了，可以看出来，这就是细节描写的重要性关于这个嘛，我以前发过帖子，就在这：http://www.mcbbs.net/thread-72567-1-1.html想提升一下的就戳进去看看吧总结：写场景，动作最简单的办法就是写小学生都会的写物作文首先你得想像力足够强，比如你想写一个天坑，就是最上面有一个空洞，下面有巨大空间的场景，你就得想像那个阳光从洞口射进来，照射到底部巨大空间中央，周围漂浮着的尘埃在阳光之中慢慢飘动，石壁上的古迹，地上的青苔，阳光所及之处的石缝里的小草，汩汩的从地下洞穴流淌而来的水流，等等等......等到你写读者都能想象出是个啥场景，你就赢了，当然最好请个画师帮你画个插图，当然大部分人没那么好条件就是了，包括屌丝楼主PART.4 结局这个太TM重要了，影响到整个故事的全部剧情发展啊，当然你是写短篇没关系，但是像我这种万年不填坑差点被外星人叫做坑王的家伙对于结局这种东西，就跟岸本齐史画火影，青山刚昌画柯南一样，写一点是一点，根据当时所想的东西一路写下去，最后再把所有的要素全部集结在一起，如果你前面挖坑挖的好，结局一定也是漂亮的什么，你说柯南TM就基本没有剧情，也不可能有结局，你别逗我，不然[不..不要欺负我..呜我去，你说你没看够？那就尽量催，催的越多我写的越多就是了人有七宗罪啊，懒惰就是其中之一啊..............\n",
    "replies": [
        {
            "author": "风中的等待-小罗",
            "timestamp": 1379689140,
            "txt_content": "顶\n                 "
        },
        {
            "author": "风中的等待-小罗",
            "timestamp": 1379689200,
            "txt_content": "再顶                 "
        },
        {
            "author": "风中的等待-小罗",
            "timestamp": 1379689200,
            "txt_content": "用力顶           "
        },
        {
            "author": "LZX6238",
            "timestamp": 1379689380,
            "txt_content": "额，教人怎么写小说么？{:10_492:}"
        },
        {
            "author": "lichi2050",
            "timestamp": 1379690040,
            "txt_content": "太会写了，强啊"
        },
        {
            "author": "马赛克了",
            "timestamp": 1379690340,
            "txt_content": "史蒂夫颠了颠裤子里的钻石，心想终于挖到的同时，几颗闪着光的小调皮，从臀部的缺口掉了出来。\n他自言自语说，啊，天哪，昨天捡肥皂我没脱裤子。"
        },
        {
            "author": "a565766760",
            "timestamp": 1379690700,
            "txt_content": "这是什么 我没看懂也"
        },
        {
            "author": "北极星人",
            "timestamp": 1415532300,
            "txt_content": "你的末日求生算失败的题目么？"
        },
        {
            "author": "北极星人",
            "timestamp": 1415532900,
            "txt_content": "纠正一个很明显的错误：写作如果有了套路就会千篇一律。我希望你的本意并不是让所有不会写作的人都向你的教程看齐。另外呢，外星人曾有云：写小说一定要出人意料，一定不能按照读者所想的去发展。我觉得你好像还没到写教程的境界吧。最重要的是，写小说看教程是不会有用的，只能通过词汇量，阅历来提升自己写作的水平，没有经历看再多的教程也白费，而且你说的那些什么共鸣啊，细节描写啊，都是要写久了才能领悟到的，现在就是要让新手放开了去写，而你这篇教程就像是把新人们关到了一个牢笼里一样，让他们遵从所谓的“套路”去写，这样反而不利于翻译创作的发展。写作或不可缺的剧情你基本上是只字未提，所以，这类的教程，以后还是少出为好。"
        }
    ]
}