{
    "title": "我也来写个（小说）【魔法 剑 真相的世界】",
    "author": "qq332869722",
    "replyCount": 1,
    "timestamp": 1379741520,
    "txt_content": " 本帖最后由 qq332869722 于 2013-9-23 22:53 编辑 \n\n别人的服务器拉- -我发现我没钱开我算个策划\n\n\n主要的世界观：\n【卡克菲斯大陆】是一个魔法大陆 其中也有战士 弓箭手 等传奇人物。 \n\n【卡克人】，来自【卡克菲斯大陆】的人类（在这就是玩家的设定）\n\n【老船长】驾驶【魔方游轮】的驾驶员 他与他的飞船都是神一样的出现在【卡克菲斯大陆】，由于知道很多事和很多生活计较，成功的取得了卡克人的信任。和卡可人打车成了一片\n\n【魔方游轮】虽然叫魔方游轮，但是他是非常有个性的存在，他是【老船长】的最自豪的杰作\n\n【立方体世界】游戏内的设定和【卡克菲斯大陆】一样\n\n【暮色森林】是一个悲伤的森林 也可以叫【黑森林】其中的故事都是让人寻味，最近貌似有人踏入了森林，但是也有奇怪的人踏入了森林.是谁？ \n\n【末界】貌似是【立方体的世界】的最终世界，听说杀死了末界的龙可以到达一个神一般的世界，但是从来没有人到达过,也没有人具体的说明那个新世界,只有人说是个【乐土】.\n\n【彩虹村】都是一些村民，据说村民不是第一批来这的人，而是另外一批人建造的这个村子，村民为了躲避怪物的厮杀，无尽的逃跑来到了【立方体世界】的世界，看到一个用彩色方块羊毛做的村子，索性就安顿下来取名【彩虹村】，但是一到晚上会有怪兽一般的吼叫，但是从来没有出现过危机，【彩虹村】下面据说有一个超大的地闹，关了一个人，但是只是一个传说。\n\n来自【卡克人】的友好的一封信\n我们是来自【卡克菲斯大陆】的人类 我们精通魔法，骁勇善战大家都叫我们【卡克人】，我们仁爱，我们有我们的信仰，我们道德高尚，【老船长】不知道是什么时候来到我们【卡克菲斯大陆】的，但是他非常友好，精通很多技术，有一天他利用了我们的技术，造就了一个大船，【老船长】很高兴的叫他【魔方游轮】。，【老船长】一天叫我们做客他的【魔方游轮】。\n他说有个事要我们帮忙，而且必须要非常强大，我们当时以为是【老船长】给我们开的玩笑，要知道 他是很和蔼的人我们都非常喜欢他，我们就简单的着装，和老船长踏上了他的游轮，当时我们一起玩乐和嘻嘻完全忘记了正式，经过5天的时间，我们到达了一个【立方体世界】，这里貌似就有一个奇怪的村落，和一棵树貌似，还有一个奇怪的入口 【老船长】很熟悉这里貌似他对这充满了怀念，【老船长】貌似要我们杀掉什么可恶的东西，但是。。我们的力量都没了，一棵树？【老船长】说要我们取得了力量在和他一起杀掉【末界】的怪物，好吧我们树下的旅程开始了。 路途很遥远",
    "replies": [
        {
            "author": "qq332869722",
            "timestamp": 1379742660,
            "txt_content": "第一章： 那末界龙后面的人\n老船长：大家收集的材料怎么样 你们的战斗力是不是已经足够杀我描述的龙？\n勇猛的卡克人：毫无问题 我可以用我那 巨大的战斧砍死那条龙\n机智的卡克人：我的魔法高尚而富有信仰 那条龙 不在话下\n灵敏的卡克人：那条龙有我的速度快吗？\n\n   老船长带着他的那条陪伴他多年的狗 进入了末界 发现这与之前的末界不一样，到处都是红石火把，莫名其妙的建筑，僵尸，骷髅不存在末地的生物 都出现了，这是谁召唤的？ 只见一个和老船长一样身影的人出现了 但是他跑到了一个奇怪的城堡里面了。\n“那城堡有龙！我听到了他的喘息声”灵敏的卡克人说道。老船长不以任然貌似他认识那个和他差不多的人，他们一起吧那些僵尸，骷髅不存在末地怪物都杀了！ 就在这一刻 城堡的门开了。\n 老船长有点胆怯，但是还是带路让那些卡克人陪同一起， 在这一刻龙突然出现，龙的眼睛不一样是白色的，龙的样子有点机械化，感觉没有灵魂一样，老船长发动了攻击，要知道老船长是没有技能的 拿着钻石剑就看向那龙。\n  龙的速度太快了，瞬间吧老船长打残了，那些卡克人看不下去了，一顿锤吧龙打死了，这个时候，龙的尸体后面出现了个人\n他和龙的眼睛一样是白色的，他也和老船长一样有一条狗 但是眼睛也是白色的。\n  那白色眼睛的人说了一句：你们就这么想去乐土吗，那你们自己去探寻吧，后果我不负责 ，说完之后恐怖的叫声过后那个神秘的人消失了，但是他开启了一个门。\n 卡克人带着老船长一起进入了这个门。。。。。 \n 回到了彩虹村？ 回来之后地牢下的叫声越来越恐怖了，村民们都恐惧到连饭都吃不下去了，老船长在彩虹村村长的调理下恢复了，老船长清醒后发现还在彩虹村并问道，你们吧龙杀死了吗？ 那个白眼人说了什么 你们去了乐土吗？ 说完后，卡克人一样一样的告诉了事情的经过，听完之后 老船长貌似很失望，就在这一刻貌似暮色的怪物越来越动乱了，有的怪物直接跑了出来 要知道 暮色森林里面事物和立方体世界是互不相干的，老船长依然在养伤，而我们的卡克人为了搞清楚事情的真相，踏上了新一轮的暮色森林冒险 ，这次难道又是哪位白眼人搞的鬼？ \n\n\n 下回分解！\n"
        }
    ]
}