{
    "title": "MC粗爷历险记……（第七章）启动节目式赞助活动！【内涵音乐】",
    "author": "76332629",
    "replyCount": 7,
    "timestamp": 1379810700,
    "txt_content": " 本帖最后由 76332629 于 2013-9-22 08:44 编辑 \n\n{:10_512:}正宗好小说正宗好阿粗欢迎各位观看由MCBBS独家冠名播出的MC粗爷历险记感谢爆菊花添动力阿粗牌菊花针筒和春哥牌内裤和各位可亲可敬可爱的读者对本小说的大力支持如今阿粗正在回忆着他的艰辛现实生活他能否逆袭成功成功回到现实生活让我们拭目以待参与本小说活动回复“帖主你最棒了”到本小说索引贴下方即可有机会获得金币10枚奖励先到先得如果提出宝贵意见请回复在小说下方回复中将有机会获得高金币的奖励如果你愿意赞助本小说请于点评中留下你的用户名以及赞助费用本小说制作人将与之后每期小说发布添加上赞助人的名号……欢迎各位的参与！http://www.xiami.com/widget/0_2085371/singlePlayer.swf\n————————————————————————————————————————————\n第七章：回忆（三）……（别骂我了还是过渡章）\n女生道：“我叫郭晓可，你呢？”\n阿粗微微一笑，回道：“我叫楚天鸣。”郭晓可听毕，登时惊言道：“呀！你不就是那个迟到又打人的坏学生吗！”阿粗听罢，顿时心中不爽，脸上一下阴沉了许多，回道：“不喜欢我就直说，我大不了走便是。”说完便走向教室后门。郭晓可忙答：“没没没……只是，不知道该怎么谢你……”\n阿粗听到，心下玩念一起，便回身故作严肃道：“想谢我？你当真想谢我？”郭晓可连连点头，看的阿粗心下好一会激动，暗念：“好久没人肯搭理我，这次竟还是个女孩！啊哈哈~我定是走了桃花运~！”便缓步挪向郭晓可耳旁。郭晓可虽甚是害羞，但是不知怎的，身子竟不想躲避。\n只听阿粗在她耳旁轻声说道：“你朝我脸上亲一口。”此言一出，郭晓可瞬间脸红到了耳根，止不住的后退，双手胡乱摆动，叫道：“这可不行、不行！”阿粗见她神态如此可笑，就打算继续逗她，又扳起生气的脸，撇头道：“不行！一定得这样报答！”郭晓可持续后退，手忙脚乱，又叫道：“真的吗？只能这样吗！”阿粗心里暗自得意，嘴上连说：“对、只能这样！”\n本是只想开个玩笑，可谁料到，阿粗正暗自得意时，忽感到脸上有柔软的触感，当即惊吓了一跳，本想跳开，一缕发丝却拂过阿粗鼻尖，登时一股淡花香钻入阿粗的心中，迷得阿粗脸颊泛红，险些手脚不稳，跌倒地上。\n好一阵，脸颊上的触感才消失。阿粗心里暗暗失落，还在回忆着先才的清香和柔软的触感。只听郭晓可羞答答地道：“现在……现在可以了吧……”阿粗连连点头，一个劲地答：“可以可以！非常可以！！”\n背起书包临走时，阿粗仔细观察了下这位郭晓可的容貌，只见她虽是身着校服，但有种异于常人的美，超凡脱俗，有着很阳光的笑容，清新的面貌，亮黑色的秀发，颈上挂着一根银色的吊坠，一副清新的样貌，身上散发出的少女体香，令人陶醉。阿粗呆住了，脸上泛出一丝微红。他一辈子，不管在现实还是在游戏中，从没见过这么清新的女孩子，现在忽然出现在他面前，让他有点无法接受。\n“这年头，这样的妹子哪里找啊~”阿粗虽心下一阵激动，但脸上很快又恢复镇定，大步踏出教室门。\n这之后几个月，阿粗经常有意无意跟郭晓可接触几下，有时甚至还去吃她的豆腐。可是郭晓可只是轻轻的推开了他，一笑而过。过不了几个月，阿粗竟对郭晓可产生了好感！郭晓可对阿粗的好感也是不言而喻。于是，他们两个就这么悄悄地谈起了恋爱。郭晓可见阿粗学习差得不得了，心道万一以后跟妈妈说起来，她嫌阿粗学习太差了怎么办？于是主动担起辅导的重任。阿粗心知这关系到两人的未来，便也心不甘情不愿的开始认真学习。\n阿粗其实悟性甚高，一点便通，遂学习提升的飞快。在辅导过程中，两人的关系却更近了一步。直到有一天，晓可对阿粗耳语道：“等你跟我考上同所高中的那天，我就给你我的第一次。”此番话语直击阿粗那幼小而粗壮的心灵（你确定是心灵？）。于是，阿粗于此语的鼓励下，很快成绩便拔了尖。两人自然对此异常高兴，心中只道离在一起的时日不远了。\n可好景不长，老天无眼，此时终究还是被郭晓可的父母知道了，于是两人被迫无奈的分开了。郭晓可转学了。从此，阿粗一蹶不振，几个月都神情恍惚，动不动就对人拳脚相加，学习更是不再用功，更疯狂的沉迷于游戏中。\n转眼，一个学期过去了，阿粗又变回了以前的差生，就如一直没改变似的。此后的一天，阿粗继续玩游戏时，变穿越进了游戏中。\n“之后的事，你都知道了。”阿粗面无表情的笑了笑。心中痛楚被提起，眼眶不由得湿润，晶莹的泪珠在眶中直打转，却始终不掉下来。\n___________________________________________________________________________________________\n赞助人：目前暂无\n_________________________________________________________________________________\n谢谢各位的收看欢迎发送“帖主你最棒了”以及改进内容和赞助名单到本帖下方，速度者将得到金币的奖励！\n___________________________________________________________________________________________\n\n索引帖来呀来点我啊~\n\n\n\n",
    "replies": [
        {
            "author": "Z7852",
            "timestamp": 1379823540,
            "txt_content": "帖主你最棒了"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1379823960,
            "txt_content": "LZ今年初中二年级吧？"
        },
        {
            "author": "76332629",
            "timestamp": 1379849160,
            "txt_content": "风之心_天双 发表于 2013-9-22 12:26 \nLZ今年初中二年级吧？\n你真聪明"
        },
        {
            "author": "249283827",
            "timestamp": 1382101200,
            "txt_content": "76332629 发表于 2013-9-22 19:26 \n你真聪明\n看来是中二病了...."
        },
        {
            "author": "gogop",
            "timestamp": 1382956020,
            "txt_content": "这回看不下去了。。只看一半"
        },
        {
            "author": "76332629",
            "timestamp": 1382956140,
            "txt_content": "gogop 发表于 2013-10-28 18:27 \n这回看不下去了。。只看一半\n哎~别害羞呀~没有**情节还算是好小说吗~~~"
        },
        {
            "author": "gogop",
            "timestamp": 1382957280,
            "txt_content": "76332629 发表于 2013-10-28 18:29 \n哎~别害羞呀~没有**情节还算是好小说吗~~~\n你这句哎~别害羞呀~让我想起逆风笑的一个视频，他的视频每一个我都笑很久的~"
        }
    ]
}