{
    "title": "《绿宝石 ▪ 原始世界》1.3：打猎",
    "author": "小老虎",
    "replyCount": 2,
    "timestamp": 1379843340,
    "txt_content": " 本帖最后由 小老虎 于 2013-9-23 13:29 编辑 \n\n  《绿宝石 &#9642; 原始世界》\n\n上节回顾：从洞穴逃出来的纪宇十分饥饿，打算打猎的我会怎么样呢？\n第三节：打猎\n\n     ”妈……”我忽然从睡梦中起来，想到和妈分开的时候，心里就不舒服……\n\n\n       我站起来，肚子“咕……”地叫着，去打猎吧。\n\n       我收拾好东西，带上一把剑就往树丛深处走去。\n\n\n       不得不说的事，这里的生态十分好，什么东西都有，羊、牛、鸡、鸟、蛇…… 走了大约1分钟，我来到了一个瀑布，上次的野鸡就是在这里打的，平时都有些动物在这里喝水，只要在这里守株待兔就行了。我找了个离水比较近的草丛，躲在里面。\n\n\n        没过多久，就有一只小牛出现了，我准备好要出击了！突然，一只雪白的狼从另一边的草丛窜了出来，这只狼迅速地咬住了小牛的脖子，鲜血顺着小牛的脖子滴在地上，那只狼就地就餐，将小牛一块一块的肉撕扯了下来，画面很血腥，血腥味十分浓重，我不敢多做举动，万一它像对待小牛这样对待我，这后果是不堪设想的……\n\n\n        那只狼吃得饱饱的，地上只剩下血和骨头，还引来一些苍蝇，狼舔了舔水，摇摇身子，飞快地向深处跑去。\n\n\n       看起来我给去其他地方打猎了，这里的血味那么浓重，一定不会有动物再来了……\n\n\n       在找到其他水源之前，看起来我给吃一阵子鸟了。\n\n\n       晚上，月亮高高地在天上悬着，天气很好，星星很多。我打开地图，看看那里还有水源，我的目光搜寻着，发现有一条小河直穿5大区流入东面大海，而且这条小河离我并不远，一直往南走就行了，我放好地图，躺在草丛上，昏昏入睡了。\n\n\n……………………………………………………\n\n\n       又是一个阳光明媚的早晨，我在旁边的小河漱了漱口，收拾一下工具，拿上指南针，朝着南边的方向走去。\n\n       我大概走了半个小时，就到了那条小溪，它穿越5大区，我们就叫他穿河吧。\n\n       穿河的水质十分清澈，有着不少小鱼，我打算在这里抓几条鱼。我脱掉鞋子，在穿河里“浑水摸鱼”，几分钟过去了，我抓到了10条鱼，当然，是用长矛抓的，去搜地图的时候顺便带这个长矛来。\n\n       忽然，对面的草丛沙沙地响着，一只小羊走了出来。今天是什么运气，竟然有小羊，我迅速地躲到身后的草丛里，握着手中的长矛，蓄势待发！\n\n       小羊走到河边，又望望四周，放松了警惕，跳进了河里嬉戏。\n\n      “嗖”我用我最大的力气将长矛射了出去。\n\n       小羊的背部留着鲜血，染红了河，不过没有弄到地，弄到地的话我又要吃鸟了。我小心翼翼地弄好小羊，朝家的方向走去。\n\n       今天的食物很丰富，烧的东西很多，我不敢离开，怕又会变成不可挽回的烧鸡。那只羊我已经挖点了内脏，把皮给剥了，正架在火上烤着呢。\n\n       柴有些不够了，我给去砍树。我把所有食物弄下来，拿着斧头，砍着旁边的树。\n\n       砍了很久，一堆一堆的树在我身边，我靠在树边休息。\n\n       我看了看烧火的地方，嗯！ 有一只动物在偷吃我弄下来的鱼！我站起来，飞快地跑向动物，那只动物见状，咬着鱼扭头狂跑，我一只追着他，我倒要看看，是什么动物偷吃我的鱼！\n\n        那动物时不时回头看我，我一只追在他身后…… 终于那动物一不小心，撞到了树上，晕了。\n\n        我上前一看，这不是上次那只狼吗？身上还那么多伤，怪不得它会…… 我把他带回去了……\n\n      “嗷、嗷、嗷”一个小时过后，它醒了，看着它旁边的鱼，再看看我，嗷嗷地叫着，眼睛里充满了感激。我决定收它为宠物！我抚摸着它的头，“叫你雪狼吧！”我看着它，他叫了一声，开始吃起他鱼来。\n\n          我躺在地上，闭上眼睛，睡起午觉来……\n点击放回索引\n下节预告：1.4:冒险\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n",
    "replies": [
        {
            "author": "ninjazhuo",
            "timestamp": 1379845020,
            "txt_content": "正在服务器里找食物的哭了~雪狼你好，雪狼再见"
        },
        {
            "author": "小老虎",
            "timestamp": 1379845440,
            "txt_content": "ninjazhuo 发表于 2013-9-22 18:17 \n正在服务器里找食物的哭了~雪狼你好，雪狼再见\n谢谢顶~~~~~"
        }
    ]
}