{
    "title": "[WIKI翻译]红石电路（1）-概要，基本结构与原理",
    "author": "sjjklh",
    "replyCount": 5,
    "timestamp": 1328963700,
    "txt_content": "原帖http://zh.minecraftwiki.net/wiki ... 3%E7%94%B5%E8%B7%AF\n\n搬运会分多个大章节（不是骗加分……页面内容实在太多没办法）\n这一篇主要由我翻译。\n\n本章主要是原理，可能有些枯燥。看不下去的话请绕行= =\n\n\n \n 这篇文章使用了MCRedstoneSim格式以追求简约与明确的表述。有些高度超过了两格的设计结构，在此使用gif动态图像或多幅并列图表表示。完整的图例详见红石图表页面。\n该页面是关于高级红石电路的。关于相关的矿石，请参阅红石矿石。  关于相关的物品，请参阅红石粉。  关于相关的导线，请参阅红石线。  关于相关的电源，请参阅红石火把.  关于中继器,详见红石中继器页面。红石电路是在Alpha版本中被引入的。建立本篇目的目的是使玩家能够建构基于红石线的复杂装置。\n红石电路与现实生活中的数字电路（基于布尔逻辑代数）基本可以等同看待。如果您熟悉高等教育中的数字电路的知识的话，本篇目对您来说将较为容易理解。\n同样地，在电路中您可以使用活塞来实现更多功能。 \n注意：\n本篇用「真/假」代表红石「激活/非激活」。在真值表中，用「1/0」表示红石「激活/非激活」。\n本篇用“刻”来表示红石最小的脉冲持续时间，在minecraft中，1刻=0.1秒。 \n\n\n基本结构红石线红石线一般被作为导线使用。电能最多能够在连续的导线上传到15格远。若想放置红石线，手持红石粉，右键点击您想要放置的方块上部即可。值得注意的是红石线不能被设置在玻璃、萤石、活塞、粘性活塞、TNT、蛋糕、台阶、阶梯和两种门的上方！\n使方块“充能”Minecraft中的一些方块能够被“充能”（亦即充满能量）或者“释能”（亦即失去能量）。可以这样想：假设有一个“被充能的方块”，可以是实际的方块，也可以是空气(虽然空气并非能被充能。不过您可以先忽略这一点)。这个方块已经被充上了电能，但您可以安全地触摸。请注意“被……充能”与“使……充能”不同！一个是电能的接受者，一个是电能的传出者！\n电能具有能够被从一个“被充能的方块”传递到一到六个与其毗邻的方块（正方体有六个面）的潜力。若想作为一个被充能的方块以传递电能出去，这个方块必须满足以下条件中的至少一条：\n 一个正常工作的电源本身 (一个红石火把)， 一个开关所附着的方块（值得注意的是很多组件可以作为开关。“开关附着的方块”可以指一个压力板下面的方块。或者一个拉杆或者按钮所依附的方块，等等）， 一个开关所在的方块（也就是这个开关本身）, 位于红石火把上方的那个方块 一个被激活的的导线（直接接触被充能的方块的红石线）。\n有一点值得您注意：比如一个红石火把被放置在了一个泥土方块的侧面，这个红石火把实际上是泥土方块“旁边的那个方块”的一部分，而不是泥土方块的一部分。同样地，位于一个泥土方块上方的红石线是泥土方块“上方的那个方块”的一部分。但正如上面条件中的最后一条所述，红石线毗邻的任意一个方块以任何方式被充能（除了被其他的红石线充能。详见“信号强弱”章节），红石线本身也会被充能，这是红石线的特性。\n每个被充能的方块都可以传到能量到某些毗邻方块。但传递过程可能因方块本身不同而出现以下特定规则：\n 一个红石火把只能使其自身与在它正上方的方块（除非是空气）强充能（可以举个例子：一个附着在一个泥土方块侧面的红石火把能够使其自身与在它正上方的方块充能，但并不能使红石火把正下方方块，与附着的侧面方块充能——但如果红石火把所附着的方块被以其它方式充能，由于红石火把的性质，红石火把自己会被充能——带来的结果是红石火把的“本身充能”+“被充能”=释能（看起来像熄灭了一样））。但有一个例外是由于红石线的性质，红石火把能够使侧面的红石线充能。 一个压力板只能使其自身与在它正下方的方块（也就是压力板附着的方块）强充能。 一个拉杆或者按钮只能使它本身以及它所附着的方块强充能。 红石线能够使其本身，其下方的方块，其“看上去”所指向的方块（例如十字形的就指向四个方向，一字型的只有两个方向）以及那个方块下方的方块弱充能。 上面所有的规则在遇到充能目标是红石线的时候都会出现例外：只要与红石线直接接触的六个方块被“强”充能，红石线自己就会被充能。请看下一节。\n红石线与信号强度方块的充能状态也有强弱之分，这取决于该方块与红石线的连接方式。方块如果被各种电源直接充能，则其信号强度很强，如红石火把（从该方块正下方），中继器，拉杆，压力板等等。如果一个方块只被红石线充能，则其信号强度较弱。与红石线任意方向毗邻的方块如果被强充能，红石线本身会被充能。但如果那些方块仅仅被弱充能，红石线不会被充能。例如：电能不能穿越卡在一条连续导线中间的一个方块障碍，架在一座桥上面的线路不会影响到桥下方的线路等等。\n为设备供电一个像是门,或者充能铁轨,或者TNT, 在与其毗邻的方块被充能时自己会被激活。举一个简单的例子，在门旁边放置一个红石火把会把门的状态改为“开启”。类似地，站在一个与门直接相邻的压力板也会让门开启。然而，站在一个与门相距达两个方格的压力板上并不会让门开启，这是因为电能并未传递到与门毗邻或者门正下方的方块中。\n为了透过一定距离对设备供电，电能必须从活动的电源传导到设备——这就是红石线的最大用途。正如上面所述，红石线事实上是“它所在的方块）的一部分，而不是”它所附着的方块“的一部分。红石线本身也有两种状态：激活（充能）与未激活（释能）。\n激活红石线的最简单方法就是在其毗邻处放置红石火把或开关。即使红石线上方是附着在墙壁侧面的红石火把或开关，红石线也能被激活。\n一个红石火把本身实际上就是一个被充能的设备；其默认状态为“开”，但当红石火把所附着的方块被以其他方式充能时，红石火把会熄灭。红石火把的这个特性，当与红石线配合使用时，成为多种进阶红石机构与电路的基础。\n您必须时刻注意遵循充能规则，不然会带来您不希望的结果。比如说，一个压力板被激活时，压力板所在的方块与压力板正下方的方块被充能。您也应当注意到再下面一层的红石线也会被激活，因为与红石线毗邻的方块（红石线上方，压力板下方）被强充能了。然而，如果红石线被红石火把代替，红石火把并不会熄灭——事实上，放置在压力板下方方块再下方的红石火把会持续地使方块充能，这样相当于使压力板的功能成了摆设。\n特殊的充能特性在不同的情况下某些机构会表现出不同的充能特性。例如：\n 如果一个方块被充能，附着在该方块上的红石火把将熄灭（即无法充能其它方块）。 如果一个方块被充能，在这个方块上方或者与其相邻的门会打开（门的打开与关闭状态：若关闭是12点钟方向，则开启是9点钟方向）。 如果一个方块被充能，而且这个方块是音符盒或发射器，则其会发出特定音符或者发射一次。 如果一个方块被充能，上方有铁轨，那么铁轨会将改变形态。 如果一个方块被充能，在这个方块上方或者与其相邻的活塞将被激活。\n应避免的常见错误以下常见错误应当避免:\n 尝试透过一个上面没有放置红石线的方块传递电能。当一个接在红石线末端的常见方块（泥土，沙子，沙砾等等）能够接收电能（即弱充能），而不会传递电能到另一边的导线。因为其并非能够传递电能的方块。如果你不能移动该方块，那就在其周围放置导线吧。当然，您也可以选择在前端放置红石中继器（红石中继器能够透过一个方块传导电能）。 如果一个方块上有红石线，侧面附着着红石火把，那么火把上方的方块必须是空气，玻璃或者半体积方块中的一个（除非您清楚的知道您在做什么）。如果火把上方是全体积固态方块，这样会产生一个反馈回路（能量传递方向为火把->火把上方方块->红石线->红石线下方，即火把所附着方块->火把）,从而最终使红石火把熄灭。\n\n\n",
    "replies": [
        {
            "author": "jacky1440",
            "timestamp": 1328963820,
            "txt_content": "哇。。。太长了。。"
        },
        {
            "author": "hukk",
            "timestamp": 1328964360,
            "txt_content": "表示有图片更好"
        },
        {
            "author": "sjjklh",
            "timestamp": 1328964600,
            "txt_content": "hukk 发表于 2012-2-11 20:46 \n表示有图片更好\n这一节 WIKI上本来就没图片= ="
        },
        {
            "author": "sjjklh",
            "timestamp": 1328964600,
            "txt_content": "jacky1440 发表于 2012-2-11 20:37 \n哇。。。太长了。。\n红石电路全文 77KB"
        },
        {
            "author": "hhyx",
            "timestamp": 1328966400,
            "txt_content": "wiki的翻译啊。。好厉害。。但是已经没耐心研究这些了。。"
        }
    ]
}