{
    "title": "[WIKI翻译]红石电路（4）- 单稳态电路",
    "author": "sjjklh",
    "replyCount": 0,
    "timestamp": 1328965620,
    "txt_content": "原帖http://zh.minecraftwiki.net/wiki ... 3%E7%94%B5%E8%B7%AF\n\n搬运会分多个大章节（不是骗加分……页面内容实在太多没办法）\n这一篇由我翻译。\n\n脉冲信号发生器（Pulse generators）  \n脉冲发生器设计方案\n\n\n脉冲（连续的脉冲又称冲激串）信号发生器能够在输入改变时产生脉冲输出。脉冲信号发生器应当在时钟信号周期超过临界值时也能够为未内建边沿感应器的触发器提供时钟输入（不包括按钮）。 \n设计方案A能够在输入停止的情况下输出一个短脉冲。如果像在方案B那样对输入取反，输入开始时才会产生输出。如B'，您可以借助更多的反相器以增加脉冲长度（当然红石中继器也是可以的，且更简单）。以上几个设计方案都是T触发器的核心——这样能够防止在一次操作中触发器产生多于一次的变化。如果把设计方案A与B的输入接到一起，它们的组合输出就能够感应输入的变化。\n如果您希望反相输出的脉冲发生器，只要把设计方案B'中的末端反相器以红石线替代即可。这种形式在T触发器的设计方案A与B和JK触发器(当J=K=1)中得到应用，以方便地切换自身状态，产生足够长的信号来进行下一步操作。\n这些电路在beta 1.6及之后版本的单人模式以及多人生存模式中有可能使自身的红石火把燃尽。\n设计方案D具有同时感应输入上升与下降沿的能力。输出脉冲持续约6刻，占地面积约为设计方案C的两倍。 \n\n\n脉冲信号限制器（Pulse limiters）  \n脉冲信号限制器\n\n\n  \n脉冲信号限制器\n\n\n脉冲信号限制器会限制脉冲的长度。脉冲信号限制器在当需要防止同一脉冲激活多个连续位时十分有用。这里列出的两种方案需要默认的“真”输入（左图），或默认的“真”输出（右图）。\n当限制器接收到一个“假”输入，其会产生一个可调节长度的脉冲。这个长度=右侧中继器延迟+火把延迟-左侧中继器延迟（当结果为正数），否则为较短的初始长度。在图中，显然脉冲长度为1刻（假设输入长于或等于1刻）。\n左边是另一种设计方案。中央的中继器必须被设定为至少3刻延迟，不然无法输出。 \n\n\n\n加入活塞的设计方案  \n活塞脉冲限制器A\n\n\n用活塞代替火把是另一种产生短脉冲的方法。从按钮引出的导线被分为两股，其中一股用一个中继器延迟，该中继器应当被适当调谐以输出特定长度的脉冲。输入经中继器延迟后，粘性活塞被激活，从而阻断另一股线的输出。\n  \n活塞脉冲限制器B\n\n\n这是另一种活塞脉冲限制器的变形，层数减少但占地面积增大。中间的坑有一格深，而且放置了红石线。 \n\n\n\n脉冲信号稳定器（Pulse sustainer）  \n脉冲稳定电路（大）\n\n\n  \n压缩了的脉冲稳定器电路\n\n\n请参考单稳态电路章节。\n脉冲信号稳定器是用于延长输入（比如说按钮或压力板）脉冲的长度的。本质上说，输入脉冲通过一个活塞开关（活塞1）开启了持续电源（红石火把）。在信号被红石中继器延迟之后，电路又被活塞2关闭。如图所示，您可以在任何红石中继器部分接出输出信号。 \n\n\n\n单稳态电路（Monostable circuit）  \n单稳态电路（大）\n\n\n其核心为一个RS或非锁存器，R端连有中继器。触发信号激活锁存器的S端，在由中继器造成的一段延迟过后，R端激活，输出被关闭。延迟可以依照您对输出电平长度的要求而在中继器链里增减任意数量。\n因为脉冲信号在通过复杂电路时经常会持续较短时间，单稳态电路对于重新延长持续时间就变得十分有用——无论输入持续多长时间，输出的长度总是一定的。\n当然，如果您把复位信号作为输出，电路功能就变成了信号延迟。\n  \n（3x3x2）单稳态电路。脉冲长度比设置的中继器延迟少1刻。\n\n\n这是一种体积更小的3x3x2版本。为了使其正常工作，中继器必须被设置为在后两档中的一档。中继器可用于延长脉冲。\n  \n单稳态电路/脉冲延长器（长型）\n\n\n您也可以选择建造这样的1x7x2的纵向装置以嵌入（或依附）墙体。在其它情况下，输出的长度可以通过增减中继器来调节。（请注意，中继器应当被如图所示平放在地面上）。这类设计并不包含其他方案有的RS或非锁存器，故只适用于稳定输入的电路。对于瞬态电路，这种方案无法延长输入。\n  \n单稳态电路（纵向）\n\n\n左图是一个压缩版但十分简单的2-X-1装置，适合您在长廊上建构。然而受设计所限，输入只能是脉冲，而不能是稳定信号——这样给其带来能够处理1刻长度脉冲的能力。设计方案A展示了一个基本装置。该装置把输入延长了1刻。设计方案B说明了如何将方案A扩展使延长变为3刻。设计方案C具有6刻的延长时间。它说明了如何在压缩占地面积的前提下延长中继器的延迟。不幸的是，该方案的输入脉冲最长不能超过2刻。设计方案D说明了如何在保持小占地面积特点的前提下绕开输入脉冲长度的限制。这个方案的延长为7刻，而且适用于任何长度的脉冲。注：延长的时间等于除了第一个之外的其它所有中继器的和延迟。 \n\n\n\n\n过零感应器（Zero-Crossing Detector）  \n过零感应器侧视图\n\n\n  \n延长的ABBA电路与过零感应器\n\n\n过零感应器是用于感应输入信号的改变的。过零感应器是下降沿与上升沿单稳态电路的结合体，所以，您可以将可移动装置与ABBA电路相结合，从而在“开”与“关”的状态切换时，中间态可以暂时保持一阵子。 \n\n\n\n边沿感应器（Edge detectors）  \n上升沿（左）与下降沿（右）感应器\n\n\n这些装置能够在感应到输入边沿信号时输出一个短脉冲。上升沿指信号从低（0）到高（1），下降沿与之相反。\n\n\n",
    "replies": []
}