{
    "title": "活泼可爱！动漫十大呆毛萌妹子！",
    "author": "hukk",
    "replyCount": 8,
    "timestamp": 1379943900,
    "txt_content": "哎呀~一说起妹纸，那真的是三天三夜也说不完啊！神马天然的、腹黑的、傲骄的、呆毛的等等，可谓是应有尽有。Z酱记得很久很久以前，咱还是个美男控，但作为一个内外兼修，德才兼备滴银来说，妹纸也是不能错过滴！因此今天Z酱就带大家来领略一下二次元呆毛妹纸们的魅力吧！ \nPS:所谓的呆毛也就是头上竖起了几根毛，既可以增加角色的萌属性，也可以增加辨识度，可谓是一举两得啊！\n\n\n \n古河渚来自：《CLANNAD》记得第一次看见她，是在《CLANNAD》里，那时候刚上初中，对妹纸的意识很朦胧，可渚这只萌妹纸却已经给Z酱留下深刻印象了，也许是她头顶那个呆毛，也许是那傻傻呆呆的摸样，也许她内心的纯洁善良，总之key带给我们的这只呆毛妹纸，我们是喜欢的不得了。\n\n\n \n赤座灯里来自：《摇曳百合》从《摇曳百合》里走出来的赤座灯里，有着小家碧玉般的容貌,呆呆傻傻的她虽然不温不火，存在感很低，但她那标志性的呆毛还是让我们记住了她，不管是在七夕纸签上写下“希望出场次数能多一点”的可怜愿望，还是吉川千夏以“接吻对象”强制推倒夺走初吻，天然呆的她都给人一种超脱世俗的“萌女”之感。\n\n\n \n星井美希来自：《偶像大师》星井美希，这位被称为“有巨星超凡魅力的人”是X360版追加的新角色，她看似搞怪但又不失温柔体贴，总是能在剧中抓住我们眼球，让我们看到一个自然清新的呆毛妹纸！Z酱觉得她是最特别的呆毛妹纸，无害的面容下有一颗“女王”般的心。\n\n\n \nSABER来自：《Fate/Zero》也许每个粉丝心中都有一个SABER,Z酱觉得SABER是又萌又严肃又有爱又忠诚的女孩，这个美丽的女孩虽然看上去单薄而又轻盈，然而其内在的敏感与睿智总会在浅浅的笑容中绽放光彩。她头顶呆毛却没有像其他美女一样脑容量小，她通过自己的才华和敏慧征服了一众追随者。\n\n\n \n最后之作来自：《魔法禁书目录》最后之作虽然是御坂妹妹中的上位个体，但人气却直逼御坂妹妹，也许是这呆毛的影响力吧！不过其小家碧玉的清纯摸样，一登场便赢得的N多阿宅们的心，成了他们的心中的梦天使，即便有些小恶魔，仍然会有粉丝这样评价她：看着她的笑脸，如同看见一汪清澈的泉水。\n\n\n \n源千鹤来自：《我的狐仙女友》源千鹤是小山田耕太的学姐，一直十分专情于他，是二次元少有的痴情种，虽然是狐仙但她以梦幻般的清纯迷情、超凡脱俗的美丽赢得了众粉丝的欢心。 \n\n\n\n霍克露娜玛丽亚·霍克来自：《高达seed destiny》露娜姐姐应该属于那种备受争议的女主了，她虽然温柔、气质、有女人味，但她不是女神，不是公主，没有Extent的悲惨命运，也没有伪歌姬的众星捧月，在行事方面，甚至比不上妹妹美玲放得开，讨厌她的粉丝也许会说她呆毛一只。可她所作的一切确实都无可厚非，她的举动符合一个正常的十七岁少女，而她的行为也无愧于一位女性红服，这样就足够了。\n\n\n \n种岛白杨来自：《迷糊餐厅》貌似有呆毛的妹纸总会有些天然呆，我们的种岛也是如此，因此就经常被佐藤和相马作弄。不过种岛那爽朗可爱的个性，在店里基本上是被疼爱的角色。种岛虽然已经是高中生了，可简单得好像邻家女孩一样，所以邻家的呆毛萌妹纸的称号非她莫属啦！\n\n\n \n莉妮特·毕晓普来自：《强袭魔女2》莉妮特·毕晓普是Strike Witches-501飞天裤裤团的软妹纸，虽然《Strike Witches》的两季Z酱是陆陆续续的看下来的，但对莉妮特·毕晓普的印象还是很深刻的，也许是里面唯一一只长了呆毛的缘故吧！形象上比较容易辨认，不过其天然呆，生性迷糊的个性也相当的讨人喜欢啊！\n\n\n \n泉此方来自：《幸运星》泉此方这只呆毛OTAKU，要身材没身材，要脸蛋没脸蛋，却让我们爱的欲罢不能，也许有呆毛的人都有此神力吧！不过仔细观察一下泉此方，虽然眼皮有点儿宽，眼神有点儿野，但还挺清楚可爱的。可肿么总给人的感觉一种大叔范呢？也许这就是她的骨子里的叛逆劲，使她成为了让粉丝们想爱也想恨的呆毛“野丫头”吧！\n",
    "replies": [
        {
            "author": "熊猫丶晓能",
            "timestamp": 1379945820,
            "txt_content": "团子才是大爱什么的QAQ\n团子大家族QAQ"
        },
        {
            "author": "天空の遗迹",
            "timestamp": 1379946000,
            "txt_content": "功能最强的呆毛估计是奈亚子了，还有阿良良全家都有呆毛……"
        },
        {
            "author": "寂静战争",
            "timestamp": 1379948580,
            "txt_content": "表示。。。我就知道一个泉此方{:10_494:}。。"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1379956920,
            "txt_content": "只知道Saber、最后之作和此方"
        },
        {
            "author": "LZX6238",
            "timestamp": 1379971980,
            "txt_content": "23333333= = 目测LZ大淫是个H狂= ="
        },
        {
            "author": "Zombie酱",
            "timestamp": 1379977260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qwe81037090",
            "timestamp": 1380787260,
            "txt_content": "吾王赛高 奶鸭子最强~"
        },
        {
            "author": "风待葬",
            "timestamp": 1380856020,
            "txt_content": "现在茶馆都要成游泳馆了{:10_493:}"
        }
    ]
}