{
    "title": "[WIKI翻译]红石电路（6）- 信号转换，感应与循环",
    "author": "sjjklh",
    "replyCount": 2,
    "timestamp": 1328967060,
    "txt_content": "物理信号到红石信号的转换  \n一个物理信号到红石信号的转换器\n\n\n通过水和岩浆(液体)源独特的刷新方法, 我们可以把一个方块的状态更改这种\"物理信号\"转为红石信号。 为了达到这个目的，您可以创建一个指定方块状态改变时会发生变化的水或者岩浆流。(请您务必参阅 [2]，文章利用了液体在被放置时流向最近的8格以内的高度更低的沟渠，而且在液体源临近方块状态改变之前流向不会改变的特性。请注意该文章中的操作次序。)，然后在液体源另一侧的方块放置红石火把/红石线，最后在同侧的近处构造更低的沟渠。一旦液体源邻近的方块状态改变，液体源自己的流向会被更新，使得方向改变的液体流可以冲走这个红石火把/红石线。这样，这个红石火把/红石线的消失导致输出信号的改变，从而达到信号转换的目的。\n一旦设置完成，液体源毗邻方块状态改变会触发您希望看到的结果。“方块状态改变”包括：方块放置与毁灭，沙子或沙砾掉落到该处，长出草丛，水稻生长，被充能，门的开关，甚至是红石矿石“发出蒸汽”。\n这个装置只能工作一次，之后需要手动复原。\n请参阅方块状态改变感应器（BUD）章节。BUD具有更强的适应性。 \n\n\n红石信号到动流体信号的转换  \nA Redstone-Liquid Kinetic Converter\n\n\n与上一篇目同理，您也可以利用同样的特性构建红石信号到动流体信号的转换。同样希望您仔细阅读该文章[3]然后将一个红石线导向液体源的毗邻方块。红石线的状态一旦改变，液体源的流向就会被更新。如果设置得当的话，您可以通过电路来重定向液体流向。\n而且自Beta 1.7之后，活塞能够被多功能地使用在液体控制中。活塞的伸臂能够阻断任意方向流来的液体，粘性活塞粘连的方块同样有这个作用。所以，用活塞来完成红石信号到动流体信号转换是十分容易的，而且不需要人工重置。 \n\n\n感应长信号  \n一个信号长度感应器\n\n\n有时您需要测量由单稳态电路生成的脉冲的长度，我们需要使用一个附着着红石中继器的与门。这种机构只有当输入脉冲的长度超过红石中继器链的总延迟时才会允许信号通过。该结构有诸多用途，包括特殊的需要您按住按钮不放的锁，和识别摩尔斯电码（“点”信号无法通过，但“划”信号能够通过）。 \n\n\n感应短信号这个长脉冲感应器[7]可以被修改成相反的作用。这样可以应用在依赖输入序列的密码锁中从而防止其他玩家用红石火把使锁保持打开状态。第一个版本由ProfDeCube(Hghgnghd)创建，之后他对其进行了优化，其他玩家也推出了各自的压缩版本。\n  \n一个压缩版的短脉冲感应器\n\n\n右侧的短脉冲感应器体积为3x4x2。中继器B为时间控制端。从端口A输入的任何长度小于中继器B延迟减1刻的脉冲均可以通过感应器，输出长度为2到5刻不等的脉冲。所有通过的信号并不会改变自己的长度，故您可能需要脉冲稳定器或单稳态电路来适应短脉冲。 \n\n\n可触发循环装置  \n处于开启状态的可触发循环装置\n\n\n可触发循环装置指的是能够通过第三个输入端控制开启或关闭的可循环装置。如右图，您可以用一个拉杆连到纵向的单稳态子电路（下层的中继器总延迟为6刻，下同）。接下来是相同结构的又一个单稳态子电路，再接三个均设置为2刻延迟的中继器。经过三个中继器，线路又被连回了第二个子电路的输入端，与第三个相同的单稳态子电路。第三个子电路被连回到了第一个子电路的输入端。如果您拉下拉杆，中继器会在环状结构中循环信号，直到拉杆拉回，中继器停止循环。如果中继器未按照上文所述设置，那么本电路无法正常工作。体积为3x14x2。\n注* 本电路有可能在工作几分钟之后停止（虽然还没观察到过此情况发生）。\n\n\n可反相触发循环装置  \n处于关闭状态的可反相触发循环装置\n\n\n本装置只有当输入为假的时候才会输出信号。本装置比上文的装置更小，尺寸仅仅为2x8x3。本装置同样需要单稳态电路，但在第二个火把所依附的方块上用一个设置为1刻的中继器代替了红石线。在火把后接着一个设置为1刻的中继器。然后用三个红石线转180度（第二根线必须低1格，第三根线与中继器相连）。第二个红石线是第二个单稳态子电路的第一部分，所以要低一格。低一层的子电路与上一篇目的设置相同，输出端与上一层的子电路输入相连。\n注* 可反相触发循环装置会在几分钟后停止工作。准确的工作时间未知，但电路还是能持续大约15–30分钟的。(不如上篇的装置稳定)\n\n\n\n\n\n\n\n\n搬运完毕！\n\n",
    "replies": [
        {
            "author": "jacky1440",
            "timestamp": 1328968320,
            "txt_content": "你直接复制？？？更不懂。。。这个"
        },
        {
            "author": "sjjklh",
            "timestamp": 1328968500,
            "txt_content": "jacky1440 发表于 2012-2-11 21:52 \n你直接复制？？？更不懂。。。这个\n我根本排版无力……但起码段落之间不会串行……"
        }
    ]
}