{
    "title": "光晕（也可以是光环）空的梦想破灭了",
    "author": "4072",
    "replyCount": 4,
    "timestamp": 1380029100,
    "txt_content": "         嗯，本人去撸了一个城管的职位....我不想扯了（我也爱光环），进入正题：\n   \n对，你没有看错，星盟精英专属的能量剑，还是立体的\n\n这是狙击步枪，还是立体的！还有先行者的能量光桥！\n还有其他武器，不展示了\n\n想尖叫吗？没错！星盟的幽灵号反重力巡逻车。（还有别的载具）\n\n我以为圆了我的Halo梦，但是：\n\n\nHello, I am GruntTheDivine former member of what was the Halo: Ultimate mod.  I, and a handful of other members have split from Halo: Ultimate (Their name is yet to be decided, they have decided to not make their name Minecraft: Combat Evolved so we are going to use it for now). This is an exciting new mod that intends to add several new features from the Halo franchise to Minecraft. This includes, armour, weapons, and vehicles. In addition this mod adds several new blocks such as hard light emitters, and various other metals. This mod also adds several new ores, new tools, and nuclear weapons. We intend on adding as much content as possible to enhance the Minecraft experience.以上为本MOD制作组的前成员，从他的话中可以看出他们现在在因为名字在闹分家。\nWhy did this have to happen! Now I have to go and sulk because of my obligation not to join sides! D: Also Lemode told me I can't help, so now I might just have to help TheLarsinator with his mod. This is very sad. I was so happy to finally be working on a mod, and now look what's happened. Meh. Anyone can still use my builds, the little that I made.另一位员工声明：\n任何人都可以使用我所参与制作的版本不过，还是可能发布的;Pretty soon we will release a preview. We still have alot of work to do though before we can release a 'finished' version.他们完成了初步工作，表示会放出预览版。\n\n\n此工作团队图标;\n\n(左为士官长，右为先行者高级生物工程师)\n\n\n\n对于这样的遗憾，我只能围观\n\n\n\n",
    "replies": [
        {
            "author": "1095486321",
            "timestamp": 1380072660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "tooooony",
            "timestamp": 1380091500,
            "txt_content": "可惜啊！！！！！我最喜欢3d模型的武器了！！！！！"
        },
        {
            "author": "2413044726",
            "timestamp": 1380109440,
            "txt_content": "我很好奇~能量剑是怎样的~~~"
        },
        {
            "author": "4072",
            "timestamp": 1380109980,
            "txt_content": "2413044726 发表于 2013-9-25 19:44 \n我很好奇~能量剑是怎样的~~~\n也是3D模型，不过有能量限制你懂得"
        }
    ]
}