{
    "title": "57个常见犬种的功能你了解多少",
    "author": "孤云野鹤",
    "replyCount": 5,
    "timestamp": 1380434160,
    "txt_content": "\n\n\n狗狗是人类最忠实的朋友，美国科学家利用考古学得出结论，狗大概是1.4万年前被驯化。所以狗狗和人类的友谊已经超过万年，在人们的生活中狗狗有着不可取代的位置，现在的狗狗大部分都是以宠物狗的形式存在的，但是在很久之前每个犬种都有它存在的意义，让我们看看我们的好朋友以前的功能都是什么吧。以下资料数据来源于狗乐淘狗网，转载请标明出处。\n\n一、观赏犬宠物犬：\n\n1）博美犬:博美是一种紧凑、短背、活跃的玩赏犬，是德国狐狸犬的一种，原产自德国。\n2）吉娃娃：吉娃娃，也译作芝娃娃、奇娃娃、齐花花。有人认为此犬原产于南美，初期被印加族人视为神圣的犬种，后来传到阿斯提克族。也有人认为此犬是随西班牙的侵略者到达新世界的品种。吉娃娃价格2500元\n3）比熊犬：比熊犬原产于地中海地区，怀疑是巴比特犬和水猎融犬的后裔。\n4）巴哥犬：巴哥犬（或称哈巴狗）富有魅力而且高雅，18世纪末正式命名为“巴哥”，其词意古语为鬼，狮子鼻或小猴子的意思。\n5）柯基犬：从12世纪的理查一世到现在的女王伊丽莎白二世，柯基犬一直是英国王室的宠物。\n6) 银狐犬：原产于日本，据说大约在日本大正十三年时，在德国由西伯利亚原产丝毛犬型的萨摩耶犬与日本犬杂交而成。\n7）冠毛犬：冠毛犬是世界上仅有的几个无毛犬品种之一。原产于中国的小型玩赏犬。\n8）京巴狗：京巴犬又称宫廷狮子狗、北京犬，是中国古老的犬种，已有四千年的历史。\n9）马尔济斯犬：马尔济斯犬，英文名MalteseDog，又称马尔他耳，或译成“摩天使”。身高为20－26厘米，体重2.5－4千克，是欧洲最古老的犬种，原产于地中海的英国属地－马尔他岛，而得此名。\n10）蝴蝶犬：起源于十六世纪，是欧洲最古老的品种之一。\n11）西施犬：西施犬别名：菊花狗。原产中国，起源于17世纪。源于西藏，被饲养在喇嘛庙内作为看门狗。\n\n二、雪橇犬：\n\n1）哈士奇：西伯利亚雪橇犬是原始的古老犬种，哈士奇名字的由来是源自其独特的嘶哑叫声。\n2）萨摩耶犬：萨摩耶犬以西伯利亚牧民族萨摩人而命名，一向被用来拉雪橇和看守驯鹿。萨摩耶犬以具有忍耐力与健壮的体格而闻名。\n3）阿拉斯加雪橇犬：阿拉斯加雪橇犬是最古老的雪橇犬之一。它的名字来自爱斯基摩人的伊努伊特族的一个叫做马拉缪特的部落，这个部落生活在阿拉斯加西部一个叫做扣赞伯(Kotzebue)的岸边。\n\n三、寻回犬，导盲犬：\n\n1）金毛犬：是一个均称、有力、活泼的犬种，稳固、身体各部位配合合理，腿既不太长也不笨拙，表情友善，个性热情、机警、自信。\n2）拉布拉多犬：拉布拉多猎犬是一种中大型犬类，天生个性温和、活泼、没有攻击性和智能高，是适合被选作导盲犬或其他工作犬的狗品种，跟金毛犬、哈士奇并列三大无攻击性犬类之一。\n\n四、牧羊犬：\n\n1）巨型雪纳瑞：巨型雪纳瑞是15世纪时起源于德国的，它是粗毛牧牛犬和迷你雪纳瑞经过杂交而产生的后代。\n2）藏獒：又称西藏獒犬、番狗、羌狗、松藩狗、苍猊犬、雪山狮子，是一种原产于中国青藏高原的大型烈性犬种，主要特征为高大、凶猛、垂耳等，成年个体威风凛凛，神似雄狮，体长可达1.5米。\n3）德国牧羊犬：极强的工作能力，因此在全世界范围以警犬、搜救犬、导盲犬、牧羊犬、观赏犬以及家养宠物犬等身份活跃。\n4）苏格兰牧羊犬：苏格兰牧羊犬起源于苏格兰低地，名字来自当地叫可利的黑羊。和许多其它犬种一样，深得维多利亚女王的恩宠。\n5）边境牧羊犬：世界上最聪明的狗狗，\n6）古代牧羊犬：英国古代牧羊犬是英国最古老的牧羊犬种之一。在古代英国西部农村地方为了赶家畜到牧场，农夫们饲养出这种机敏的牧牛，牧羊犬种。\n7）喜乐蒂牧羊犬：在古代的时候，喜乐蒂牧羊犬是非常好的牧羊犬，耐寒、体力好、视野宽阔、忠实、聪明、可靠，使用范围非常广。\n8）伯恩山犬：属于中型犬，三色、长腿。坚定而和谐，很聪明、结实且灵活，在山区足以胜任象拖曳或趋赶畜群这样的工作，这也是这一品种的起源。\n9）中亚牧羊犬：中亚牧羊犬可能是亚洲獒的后代。这种勇猛无畏的牧羊犬几百年或是几千年来一直被用作羊群的守卫犬。\n\n五、警犬：\n\n1）德国牧羊犬：应用最广泛的警犬，也被称为狼狗。\n2）杜宾犬：杜宾犬即笃宾犬。原产德国，它是根据培育这一品系人的名字路易斯杜伯尔曼先生命名的，是所有品系中最富智慧的一种。杜宾犬是军、警两用的犬只。\n3）罗威纳犬：罗威纳犬身体强壮，动作迅猛，气势强悍，是世界上最具有勇气和力量的犬种之一，可作为防暴犬。\n4) 马犬:马犬，即“马里努阿犬”，它是比利时牧羊犬四个类型中唯一短毛的一种，是久负盛名的古老品种。\n5）卡斯罗犬：卡斯罗是古代名为“Mollosser”的猛犬的后裔。他们是意大利的地产狗，现在做为军警犬而存在，古罗马时代人们用它们来狩猎狮子。\n6）拳师犬：原产地德国，忠诚，不记仇。尤其对儿童富有感情，易训练，可用作警火、护卫犬、个人警卫犬，也可用于导盲犬。由于其服从性好，也是一个很好的伴侣犬。\n7）史宾格犬：史宾格犬属中型犬，身体结实有力。它的一对下垂长耳朵，柔软而又非常灵敏。\n8）万能梗：万能梗是水獭犬与已经绝种的黑褐梗配种改良产生的品种。通常被用来猎水獭，熊，狼，山猪， 雄鹿等。一次世界大战时，首次被英国陆军当作守卫及传令任务的军犬使用。\n\n六、工作犬：\n\n1）大白熊犬：大白熊犬为人类工作的历史已有40个世纪了，没有其他的犬种可以与之相比。在英国和欧洲大陆大白熊犬被人们称做比利牛斯山犬，与现在的牧羊犬一起在比利牛斯山上工作。\n2）圣伯纳犬：它是一种名副其实的巨型工作狗，体重能达100公斤，身高可高达1米。\n3）小鹿犬：因形态似鹿，又名鹿犬。原产德国，在许多近代名画中都有其风采，现已普及欧美各国。\n4）可卡犬：可卡犬分英卡和美卡，原产地分别是英国和美国，又称猎鹬犬。猎鹬犬(spaniel)是“西班牙之犬”的意思，从古法文“espaignol”引深而来。\n5）比格犬：比格犬又称为“米格鲁猎兔犬”，是一个犬种世界名犬之一，在分类上属于狩猎犬。经常在美国、日本的最受欢迎狗只 中排名十大之内，而每年的欢迎度也一直上升。\n6）高加索犬：高加索犬在20世纪60年代到达原西德。当时是作为边境巡逻犬，尤其是沿着柏林墙巡逻。\n7）斑点狗：学名大麦町犬，因身上的斑点而得名，是一种有斑点的、特殊的狗。\n\n七、猎犬：\n\n1）松狮犬：松狮犬，英文Chow Chow 常常简称为Chow，是一种非常古老的品种，他的准确历史已在中国古代丢失。如今众所周知的Chow从中国汉代（206B.C.至22A.D.）的陶器及雕塑品中非常容易辨认。\n2）阿富汗猎犬：阿富汗猎犬，是现存的最古老的猎犬犬种之一。此犬种以其厚实、细腻、柔滑的被毛和在末端带有卷曲的尾巴而明显区别于其他犬种。\n3）秋田犬：秋田犬是日本国犬，它的祖先，被称呼为山地狩猎犬。\n4）威玛猎犬：威玛猎犬(Weimaraner)早期被用来猎狼，熊，山猪等野兽，后来担任猎鸟，追踪，运回等行动。\n5）大丹犬：大丹犬（Great Dane）大丹犬的英文名字是从法语名称“巨大的丹麦犬”翻译而来。与其他的犬种一样，19世纪后期，大丹犬发展成为现在的样子。\n6）杜高犬：杜高是在南美培育的少数犬品种之一，20世纪20年代，一个阿根廷的育种者，安东尼奥。瑞斯。马丁那兹博士，为了狩猎美洲豹和美洲狮的猎犬育成了该品种。\n\n八、小型猎犬：\n\n1）贵宾犬：贵宾犬也称“贵妇犬”，属于非常聪明且喜欢狩猎的犬种，据猜测贵妇犬起源于德国，在那儿它以水中捕猎犬而著称。\n2）巴吉度猎犬：原被训练为专门捕捉野免、雉鸡等。其腿虽短，但因具有敏锐的嗅觉和长久的耐力，仍不失为追捕猎物的好手。\n3）腊肠犬：腊肠犬是一种短腿，长身的腊犬。其名源于德国，原意\"獾狗\"。\n4）柴犬：日本人饲养柴犬已经有好几个世纪的历史了，它们被认为是个体最小并且又最古老的日本犬。\n5）西高地犬：西高地最初用来捕猎水獭，狐狸和老鼠。\n6）约克夏犬：约克夏身材矮小，体形仅次于吉娃娃小型犬，在犬界的地位十分巩固。\n7）标准雪纳瑞:雪纳瑞属于梗类犬的一种，源起于15世纪的德国，是唯一在梗犬类中不含英国血统的品种。\n\n九、斗犬：\n1）沙皮狗：沙皮犬，产于中国广东南海大沥镇一带，是世界名种斗狗之一。\n2）比特犬：比特犬是一种集优美的体型、发达的肌肉、绝顶聪明的头脑、顽强的意志、惊人的耐力、良好的卫生习惯于一身的伟大犬种，美国联邦犬会认其为世界第一犬种。\n3）牛头梗：原产地英国，起源于十九世纪。此犬因体型不同分为标准型和迷你型两种。是人们用斗牛犬与老式英国梗犬交配、混血而培育成的战斗犬。\n4）杜高犬：杜高有非常强的耐力，其白色的被毛反射而不是吸收热量。对于斗犬的组织者和爱好者，杜高非常有吸引力。\n5）斗牛犬：斗牛犬是犬科犬属的动物，是家犬的一个亚种，原产英国，起源于19世纪。直到1835年英格兰禁止逗引公牛之前，属于非常常见的品种。\n5）中亚牧羊犬：中亚牧羊犬可能是亚洲獒的后代。这种勇猛无畏的牧羊犬几百年或是几千年来一直被用作羊群的守卫犬。\n\n十、比赛犬：\n\n1）格力犬：格力犬又名灵缇,原产于中东地区, 是世界上奔跑速度最快的狗。成年犬身高68-76公分，体重27--32公斤。格力犬是极难得的纯种犬。\n\n\n    这其中很多犬种的功能很多没有一一列举，比如拉布拉多犬、金毛犬等等可以算是万能犬了，他们可以担任几乎各种工作。还有一些功能现在已经必须要了，比如现在斗牛犬已经不用去斗牛了，以宠物狗的形式存在。现在大多数狗狗都已经失去了曾经的职责，成为宠物犬。人们买狗的目的大多数也是为了做自己的宠物。文章转自：买狗tao.goulew.com转载请标明出处。\n\n",
    "replies": [
        {
            "author": "1832385192",
            "timestamp": 1380514680,
            "txt_content": "饿，这个可以有"
        },
        {
            "author": "Sonic1997",
            "timestamp": 1380519180,
            "txt_content": "和论坛主题没有半毛线关系的软文...\n删帖前留名.w."
        },
        {
            "author": "脑残酸菜面",
            "timestamp": 1380519240,
            "txt_content": "Sonic1997 发表于 2013-9-30 13:33 \n和论坛主题没有半毛线关系的软文...\n删帖前留名.w.\n最关键是以前有人发过这帖子。。。"
        },
        {
            "author": "leng1579",
            "timestamp": 1380519300,
            "txt_content": "表示家有藏獒"
        },
        {
            "author": "Sonic1997",
            "timestamp": 1380519300,
            "txt_content": "脑残酸菜面 发表于 2013-9-29 21:34 \n最关键是以前有人发过这帖子。。。\n没啥简单来说只是广告帖，满大街都是的了.w.习惯就好"
        }
    ]
}