{
    "title": "《星际燃图》章节为：六六六六六六！第六章！不开心，罢了。",
    "author": "1365619159",
    "replyCount": 32,
    "timestamp": 1380602400,
    "txt_content": " 本帖最后由 1365619159 于 2013-10-25 21:59 编辑 \n\n无简介，此书是为了一款科幻网页游戏和一群游戏玩家写的，MC人可以避过~（喜欢科幻风的可以留下~）\n\n查看每上升1k，我加更1章！！！\n当前 查看: 604\n\n因为前期世界观不太明晰（作者水平有限），特地放出像素地图一幅：\n超大图链接：[3版]星域地图.png\n460P图：\n\n更新进度：\n章节：1\n章节：2\n章节：3\n放出地图：星际像素地图（完成度1%）\n章节：4\n章节：5\n章节：6，存稿：8",
    "replies": [
        {
            "author": "1365619159",
            "timestamp": 1380602580,
            "txt_content": "[001]\n遥远的星空，数百艘战舰和数百架战机组成的舰队航行在茫茫黑暗中。施琅站在指挥台上，现在的他是这支舰队的总指挥，也是舰队上唯一有独立思维的活人。如果非要给这个男孩定性，那么“叛逃者”是最为合适不过的，他刚刚从62号军区逃出来，临走的时候拐走了这一百二十艘战舰和三百七十架空基战机。并且他的座驾中，还放着十万个冷冻仓，里面是十万个呼吸着人造空气的冷血生命——人造人。而他的目的地是一些极为罕见，并且在宇宙中处于偏远地区的空星区——边缘星区，那里有着大量未开发的星球和资源。这个时代是个疯狂的年代，只是依借一台远程分子解成机，孤独的人类便能够在数百光年外相互交易信函、食物、水，以及必备的生活用品。更早的时候，就听闻军区中有更强力的解成机，甚至可以交换数十米长的护卫舰。宇宙并非无比安全，解成机通过特殊渠道将物品分解为最为基础的分子，然后用三维解析的方式进行传送物品。但人类不行，他们是有灵魂的，他们直属于第四维度，所以，星际乱流、伽马风暴、太阳辐射、光子喷发等等一系列危险都随之而来，然后像一阵暴风雪一般带着无数生命。无数人类中具有冒险精神的先烈倒在了各种各样的宇宙灾难之下，施琅不希望自己是下一个，并且是一个敢于“冒险”的、死在宇宙灾难中的“叛徒”。时光慢慢的流逝，军区对于叛徒的追杀从未停止过，但施琅依靠他灵活的指挥战术，将数十拨的追杀舰队躲了过去。四个月的时间就这么溜走，施琅也在星际雷达上看到了自己的目的地——边缘星区——一个由二十四颗星球组成的巨型星系。边缘星区的由来已经无人知晓，但它的确是存在的，这是主流社会的普遍认知，不过阻碍人们去探索这些处女地的原因，便是边缘星区更为狂暴、频发的宇宙灾难，以及在各种各样的灾难下，存活的星球生物，一个社会学家曾经做过一个著名的研究，得出的结论是：想要在接近军区70光年内的边缘星区永久殖民，维护它，需要耗费的物资是军区的十二倍之多，倘若将目光放在70光年外、140光年内的边缘星区，那么维护星区需要的资源更要翻上一个几何倍数，也就是一百四十四倍。不过，施琅别无选择，要么前进一搏，要么接受死亡。将引擎设置为二倍光速的慢速行驶，施琅从旗舰中发射了数百颗探测卫星，它们以极快的速度飞上前去，对每个星球都展开初步的侦查。宇宙中并不安全，施琅不清楚自己飞了多远，但毫无疑问，一百七十九颗探测卫星，在达到目的地之前就损毁了三分之一，而后在短短的四十五分钟侦查中，又有接近一百颗的数量，变成了宇宙尘埃。没有其他生命的介入，陨石、大块尘埃之类的宇宙碎片得不到必要的缓冲，它们在这个无远弗届的世界中横冲直撞，直到一颗陨石撞上了另一颗陨石，其中一颗变成破碎的石块，另一颗变小后，以更快的速度前进。这里充满危险，施琅的耳边不断传来战舰的微型自卫系统反馈来的讯息，十二分钟，战舰击毁了一万七千块宇宙碎片，这密度如果放到主流社会的话，那些熟悉了十分钟一颗宇宙碎片的人们，恐怕会面色惊恐的颤抖吧？很快，侦查报告出现了，这个巨型星系中，有两颗行星是宜居星，这个比例已经很高了，但不幸的是，其中的一颗上面，有着短时间内无法被卫星破译的电波信息。如果对方是智慧生物，那么施琅就要自认糟糕了。这个想法源于历史，在军区历1870年，人类遭遇了第一个智慧种族——拿各，他们给人类的样子是“天性温和的高端智慧生物”，但这些智慧生物的攻击性确实超出所有人的意料，人类无奈，只好与其展开长达二十七年的“V2种族战争”。战争结束的时候，人类能够活下来的，十不一二，而拿各也在留下最后的讯息之后，离开人类的世界，他们最后一条信息被军区特别加密，除了几个高层领袖，无人知晓。舰队中并没有专业的殖民船，施琅只好将舰队迫降到行星表面，他决定打破常规，降落在那个有电波的星球上，因为舰队所携带的能量，不足以支撑到陆基基地完成建设，到时候，躺在冷冻仓的劳力们都将变成一块块又臭又硬的冷藏肉。数量众多的战机飞入各自的机舱，庞大的战舰迅速减速，一艘护卫舰保持着二倍光速脱离阵列，向着那个编号MBI-12的行星飞去，湛蓝色的恒星光芒照耀在灰黑色的无反光涂层上，战舰悄无声息的接近了行星。通过大功率的扫描显像装备，施琅看到了一颗小巧的卫星正围绕着MBI-12飞行，上面有着一颗淡蓝色的徽标，恰巧是蓝色恒星的模样。根据扫描出现的数据，施琅断定这个智慧种族出于地球时代的初期，仅仅能发射一些简易卫星来作为探索太空的工具。在主流社会，就连垃圾星都有数千颗卫星在环绕、运行。而这颗星球，仅仅有二十四颗卫星来形成简陋的监察系统。倘若想要完成覆盖整个星球的卫星系统，至少需要52颗简陋卫星。整个舰队徘徊在星球外围，然后将近80%的战舰开始飞离这颗行星，它们将在边缘星区的边界处，进入低耗能的休眠状态，直到施琅得到足够的能源，再去启动它们。剩下的船只从还处于夜晚的一面迫降。星球很大，足够数千万艘战舰停放其中，战舰也配备了良好的反探测护盾，所以施琅丝毫不担心那些智慧生物发现自己。很快，从湛蓝色的天空下，他们进入厚重的大气层，光线被迅速阻挡，下面是一块庞大的沙海与荒漠的交接处，战舰停下去之后，施琅释放了数百只机器苦工，它们将是第一批探索者，在它们找到合适居住的地方之前，施琅都不得不呆在这里。因为外面的电离辐射强度超出人体能接受的1.5倍，并且战舰已有的数据库，竟然无法分析出这种辐射的数据。人类的文明社会尽管已经发展了数万年，但还是太短了，就像是数百亿年的银河系打个盹的时间一样，不，或许比那更短。苦工机械的身体驱动着履带，行走在荒漠和沙漠中，它们身上携带的摄像机在旗舰中变成了数百个窗口，旗舰自身的智能和施琅一起监测窗口，来决定合适居住的地方。"
        },
        {
            "author": "Terry39",
            "timestamp": 1380606180,
            "txt_content": "糟了。。。\n现在我有点智商着急了"
        },
        {
            "author": "1365619159",
            "timestamp": 1380626340,
            "txt_content": "[002]\n数日之后，一只商旅队伍来到荒凉的奥菲大沙漠，他们满载着从沙漠外面的国家带来的矿石，水和食物。“爸爸，快看，有大楼！”商队中最小的一个孩子忽然指着前方的沙海中，兴奋地跳跃着。男人抬起头，疲惫的眼中透露着一丝淡淡的轻视，就在他准备站起身的时候，一队机器人从遥远的天际线上，冷不丁的冒了出来，他愣了一下，海市蜃楼还会动吗！？在一个中队的机器人之后，一个长相畸形的男孩出现在地平线上。没错，那个男孩就是施琅，在杜莎一族的眼中，这样的生物——人类的长相——是极为畸形的。不过这并不妨碍双方的交流。“嘿，尊敬的先生们，可以给我一杯水吗？”施琅尽可能的放轻语气，以免激怒这些携带轻火力的“人”，尽管他们长的很不符合人类的审美观。“道尔，让你的人戒备。”男人低声说道，右手对着身后的人们做了一个收枪的手势，另一只手挥舞起来，“欢迎你，旅人，愿布伦修保佑你！”同样挥挥手，施琅跟在他的机器人小队后面，不快不慢的走了过去。走近些他才看清楚这些智慧生灵的样貌。他们和人类很像，但却有着精灵一样的长耳，酒糟鼻一般的大鼻子，骨骼粗大，骨节处更是如此，身体略显瘦弱，整体就像是是大一号的白人。从他们骨节间泛起的黄色，却让施琅不敢掉以轻心，三毫米厚的老茧，他只在军区的那些疯子手上见到过。“从前我听说过一句谚语：无缘对面不相见。”顿了一下，施琅带着微笑说道，“我觉得我们今日的见面可以称得上是缘分。”“当然，我很荣幸和您见面。”男人虽然觉得施琅长得很难看，但微笑似乎不分国界和种族，他也笑着回答，并且适时地递上一杯澄净的水。“伯伦。”男子稍微点头，说出自己的名字，“旅人，你从何处来？”“史克狼，我从荒漠中来。”施琅同样报上大名。“很有霸气的名字。”伯伦赞叹一句，听到这句话。施琅则在心中暗自发笑，果然是文化和生物学上的差异。“荒漠？我去过几次，但那里除了几个小村庄，剩下的都是一片死地吧。”伯伦奇怪的看着施琅。施琅不急不慢的喝下一口水，才撂下一句话，“采购。”“采购什么？”伯伦对于荒漠的产出有些感兴趣，并且他也是一个经商之人，如果能够多一个客户，也就为商队的发展多了一条路。“无所不购。”施琅依然满脸微笑，眼神中没有任何的表示，说出来的话却让人感觉无比狂妄。“呵呵，不瞒兄弟你说，哥哥我就是做矿石生意的，不知道你有没有兴趣。”伯伦眼中绽放出了无比的精光，脸上也露出了市侩的微笑。“当然，只是不知道您的矿石品质如何？”施琅当然是见招拆招，这商队足有一百多人、五百匹类似骆驼的运输动物的规模，只做矿石生意，那不赔死。“请跟我来。”伯伦依然是那副奸商模样。越过数十匹托负食物和水的运输生物，他们各带几个护卫，来到了一匹头上被烙上“H”编号的运输动物面前，掀开上面的防雨帆布，露出了一块块经过粗冶炼的金属块，通过光泽来看，似乎是铁块。施琅将手放上去，感受到这种物质的特殊性，非常的……软？他疑惑的看了伯伦一眼，对方面带笑容的点了点头。看着对方那副老油条的样子，施琅只好让开位置，一个机器人拿着武器走上前，对着那对金属就是一枪，激光枪射出淡紫色光线，接着被金属完全的吸收。伯伦和施琅都是微微一愣，接着就听见“轰！”的一声，金属块猛然爆炸，巨大的气浪将众人推开，携带金属的运输动物的腹部，当场被炸出一个大洞，肠子、肝脏和血液一起流了出来。眼看着生物是活不下去了，伯伦面带忧伤的让手下将生物打死。“我很抱歉。”施琅面色有着些许无奈，“这矿石，你们还有多少？”“没什么。”稍微思索一下，伯伦开口说：“我们这次的交易是有合约的，所以不能给阁下提供太多的商品。剩下的矿石，大约还有四百五十公斤。如果阁下想要的话，五百MJC（Medusa joint currency）好了。”施琅哈哈一笑，避开这个话题，对着伯伦说：“我想如果阁下完成这笔生意，是否可以来鄙人居住的地方看看？”“当然，一切如您所愿，史克狼先生。”伯伦愣了一下，不清楚这个年轻人打的什么迷踪拳，难道是没有钱？不可能啊，且不说五百MJC是多么的少，单单是他的随从机器人，那强大的火力就足以昭示对方隐藏的身份绝对是特等贵族家族的子弟。只要五百MJC，也是出于后一个想法，如果能让商队攀上这根高枝，切莫说这次生意能获得的区区数万的利润，恐怕商队本身也会多了一个强力后盾。眼看对方没有交易的意思，伯伦只好打着哈哈和对方告别，但在最后，双方约定于二十天后在荒漠的一个小镇，再见一面。回到基地，施琅心情非常的差，他才发现，自己现在竟然没有办法和对方交易，原因就像是穿越者到别的世界不懂语言一般，他没有那个被称作MJC的通用货币。或许，以物易物是个不错的方法。基地已经建立完毕，那些强大的电离辐射也是周期性才会出现的，目前的数据表明，一年一次。基地的最核心部分，就是施琅现在所处的指挥中心；将基地中心部分一分为三的，是“工业区”“生活区”和“军事区”，而冷冻仓打开后释放出的人造人类，目前就在生活区活动。工业区目前只有四座便携式的太阳能发电厂在工作，它们的作用除了为基地提供照明供电以外，还给基地提供了最外层防护圈所需要的护盾，正常工作的耗电。而介于基地中心和防护圈的，就是“常备区”，这个说法很笼统，具体介绍就是：根据基地拥有者的想法，进行大规模建设的区域，可以分为工业型、农业型和混合型。当然，这里的工业和基地中心的工业有所不同，一种是粗放（冶炼矿石、制造民用品、生产一、二级原料），后一种是精密（制造战舰、军用品、生产三、四级原料）。整个基地目前只有四个区域有所建设：指挥中心——空荡荡的十层合金大楼、工业区——四座太阳能发电厂、生活区——二十五栋十五层高的居民楼，以及二百三十亩小麦田、防护圈——六枚护盾产生器和一枚轻型、简易、小巧的反探测发生器。不过值得庆幸的是，首先，这个智慧生物的社会很显然科技发展没有他高，至少他们到现在为止都没有发现一座占地五百六十公顷的基地；第二，这些智慧生物——或者称之为原住民，他们的样貌并没有超出施琅的接受能力之外，拿各人的长相可是极其类似螳螂。据说拿各人发动战争的原因之一，就是人类对于他们强烈的种族歧视。最后，四百架机器矿工已经出发，它们将在茫茫荒野上寻找合适的矿源、水源和其他各种资源，对其进行基础探测之后，基地将会迎来第一个发展大潮。军区的同胞，你们想不到吧，我活着逃出来了，而且还在这里建立了自己的基地。想到这里，施琅得意的露出微笑。"
        },
        {
            "author": "1365619159",
            "timestamp": 1380684660,
            "txt_content": " 本帖最后由 1365619159 于 2013-10-2 11:53 编辑 \n\n[003]\n星空无垠，只要智慧种族存在，对外太空探知的步伐就在缓慢踏动着，一颗渺小的卫星飞跃重重阻隔，冲过了数颗超微型陨石的阻挡。就在它马上就要飞出MBI边缘星区的时候，一道黄色光梭击中了它，真空中毫无声息的暴起了一颗火花。军区历4810年7月4日，杜莎低俗帝国-第九军情所，第四演讲室“这种新的生物，它们的生存环境在地壳附近的海能复集聚区，我们的战士通过数十次的高水压……”身着白大褂的老教授在演讲台上口沫飞扬，下面是聚精会神的高级记者和科研所的中层，以及一些面色冷漠的安保人员。一名穿着黑色工装的男子悄悄打开演讲室的门，走到坐在最后排的一位老者身旁，递上一份淡紫色标题的文件。老者翻看了几眼，然后点点头，签下了自己的名字。“让碧莎去处理。”男子将文件接回来，转身走出门去。不久后，粉碎过后的文件被扔进垃圾桶中，粉碎机很巧妙的留下了文件的名字——《I型号-第074次卫星发射实验·失败（意外）》荒野上，茫茫的荒草中行走着一支数量庞大的“经马”商队，经马就是前文提到的运输动物，商队中运送着大批的矿石，紫色、黄色、银白、深褐色的，各种种类俱全。伯伦心情略有忐忑的回过头来看了一眼，这是他所有的身家了，那个叫施琅的年轻人，倘若放他鸽子的话，自己绝对是损失惨重，因为他知道，为了这场生意，他已经放弃了四笔大的订单，而与他竞争的另外几家商队就会趁势超过他。这个道理很简单，当有一份同样薪金的职位邀请单放在你面前，你是去三星索尼工作？还是去山寨杂牌工作？而且因为这件事情，有很多股东已经表示了不满，虽然自己占有很大份额的股权，但倘若他们聚集在一起，还是能够罢免掉自己的职位。平复了一下心情，伯伦将商队停下，然后宣布休息二十分钟。打开电子地图，他可以清晰的看见距离目的地还有二十多分钟的路程，希望不要出现意外吧。“嘿，尊敬的先生们，可以给我一杯水吗？”略带调侃意味的声音响起，伯伦惊讶的从经马的身上站了起来。与第一次相见不同。上一次出现的是一些行动迟缓的机器苦工，这次施琅带了数百名机械保安，它们都携带着基地制造的简易弹道枪械（步枪、手枪等，统称为弹道枪械）。在数百机器人之后，是两辆大型卡车，伯伦略带惊讶的望着那巨大的全封闭式卡车。科技发展到如今的年代，虽不敢说这颗星球上没有卡车，但至少以目前的科技，伯伦相信除非是烧钱，否则不会有人将故障率不低的卡车开到这里，随便进入些许泥土，就有可能引发瘫痪，一旦瘫痪……“哈哈，不要看了，放心好了，没问题的。”施琅的眼神极好，还未到跟前，就已经看到伯伦那纠结的脸孔。“这里面装的是钱？”伯伦无奈的耸了耸肩，声音洪亮的问道。“不是，不过我想你一定很感兴趣。”施琅依然是那副微笑模样，伯伦也并没有感到失落，尤其是在看到那些活动自如的机器士兵之后，至少他明白，这人绝对不是什么简单的世家子弟，恐怕自己所在的国家，倾全国之力也无法搞出来如此灵活的机器人。大手一挥，施琅并不高大的身上透出一股……意气风发的味道，看到这一幕，几个商队的队员和伯伦都笑了出来。看到施琅疑惑的回过头，伯伦解释了一句让他非常丧气的话：“像个孩子一样，哈哈，本身就是个孩子嘛。”施琅撅着小嘴，让开了自己挡住的视线，机器保安手中拿着一颗红色的石头。“炎盾石，可以激发一个五乘五米范围的二百点护盾，只要不受到过量攻击，足以保持半个小时的稳定情况。”施琅恢复了自己的微笑，轻轻地将石头推下机器人的掌心。“啪”——一个淡红色的薄膜猛然弹出，将直径五米内的一切物品笼罩在内，施琅嘿嘿一笑，然后走出护盾的范围内，对着伯伦摆了一个“请随意”的手势，机器人依然呆在其中。伯伦也不客气，从其他人手中接过一把自动步枪。试射几发之后，他大手一挥：“加大火力！”“吐吐吐吐……嗒嗒嗒嗒……”火蛇照亮了天空，黄色的光点不断击中在护盾上，只是溅起了点点光芒，土壤洒满了澄黄的弹壳，忽然，所有人都停止了攻击，因为他们都惊讶的发现，伯伦竟然从后面扛出一门CV8——“管理者”反陆地堡垒红外导向炮。冷汗瞬间冒了出来，施琅面色尴尬的看着那黑漆漆的炮口，对他来说，这虽然是一千年前的火炮，但……这威力也不容小觑吧！区区二百护盾值，果然抵挡不住古老的弹道炮火，在经受数千发子弹射击之后，CV8的一炮就将看似完好无损的护盾轰开，机械保安“砰”的被冲击波击出老远，所幸它的电源早已被关闭，否则这数百个机器保安瞬间就会化身为凶残的终结者。山德鲁算是那种身材比较壮实的男人，虎背熊腰的他也是一个非常会用枪的男人。早在四年以前，他就来到了牛森伯格这座城市，他带来的是他的商队还有现在牛森伯格地下党食用的麻草（大麻），现在他的商队依然是整个牛森伯格二流商队中，黑枪最多的一个队伍，更是武力最强的一个队伍，和别的商队不一样，他的“刀杆”商队只收退役老兵、黑社会份子和高级流氓，还有参与过镇压平民的退役武警。这一度导致山德鲁的商队在这座城市接不到任何生意，但完美的完成几笔单子之后，他的生意迎来了一个高峰期，而他在地下社会更是如鱼得水般的倍受尊敬。但一切美好的事物都有终点，对于他来说，那个叫做波克·伯伦的男人就是他的终点。同样的价格，同样的时间，那个伯伦可以完成的更好，并且，他的商队经验更加丰富，出身清白，尤其是最近犯罪率不断上升的时候，后一点更是引人注目。透过小坡上的树林看着外面的动静，山德鲁轻轻的擦拭着手中的枪械，入镇子的路，只有这么一条，这次——“我要他死！”。如果没有任何的改变，历史上真的会有一个叫做伯伦的小商队队长在这里死掉，但总有那么一只蝴蝶在天空中肆意翱翔，丝毫不顾风的流向。空基战机：\n简单来说，就是“以空中基地为着陆点的战斗机”，这玩意作战能力较强。\n一般星球内部的战斗，陆基战机足以应付，但太空中的战斗，如果用陆基战机的话……会死得很惨。\n对应的就是陆基战机——陆基，百度百科有相关资料。"
        },
        {
            "author": "紫枫",
            "timestamp": 1380685800,
            "txt_content": "1365619159 发表于 2013-10-2 11:31 \n[003]\n星空无垠，只要智慧种族存在，对外太空探知的步伐就在缓慢踏动着，一颗渺小的卫星飞跃重重阻隔，冲过 ...\n是路基\n不是地基"
        },
        {
            "author": "wq孙悟空",
            "timestamp": 1380689700,
            "txt_content": "不错，我看得还挺爽的……"
        },
        {
            "author": "1365619159",
            "timestamp": 1380772740,
            "txt_content": "[004]\n苍茫的黄色原野上，微风吹拂过青黄相间的野草，傍晚，昏暗夕阳洒下赤红光芒，安静的撕扯着人们心中的，对于生命的眷恋。终于，在遥远的彼方，起伏不平的山坡出现，在向遥远的北方望去，无垠的沙漠和高耸的干涸山脉伫立在那里。巍峨壮观！就在原野上的车队中，施琅睁着空洞的双眼，目光呆滞的看着天上缓慢浮现的星空，手臂忽然抬起，指着天上最为亮丽的北极星，“如果给你一张电影票，你是去看《电锯惊魂》还是《肖申克的救赎》？”身后的车队忽然发出了大喊，但队员们都轻松的回头看去——“哈，老杰克那匹经马累趴下了。”“谁让那个老吝啬鬼不喂饱他的宠物。”“我们就这么看着吗？”“当然，小伙子要知道……”“那是什么东西？听起来挺恐怖的，呵呵。”伯伦摇了摇头，转身走向出事的车辆。就在他转身的同时，密集而短促的枪声从他的身后响起，施琅依旧仰望着天空，在星空交汇之处，数百道淡黄色光束飞驰而过。伯伦停在那里看了看天色，继续向着出事的地方走去，他也是常人，但他相信自己身上带着的炎盾石。————————短促而古怪的枪声，猛地从他的身后响起，山德鲁惊讶的回过头，眼前的景象令他一阵惊悚，他的手下在这短短数秒间，就阵亡了十之七八，下意识的抬起枪，一发明亮的赤红光束就穿透了他的脑颅，一股淡淡的熟肉腥味散发出来。不甘，不敢，不愿，这众多的情感，都在一瞬间化为了一声无法言表的呻吟，然后，失去控制的躯体直挺挺地倒在地上，和其他的躯体一样，在这昏黄的荒原山坡上，永久的被世人所遗忘。远处的山坡上，数十个身影从密林中浮现出来，在黄昏光芒的衬托下，它们干净的躯干，与它们脚下潺潺流淌鲜血在刹那显得无比可怖。机械保安，它们代表人类，第一次向这个世界的人展示了来自高级种族的威武和……疯狂。商队很快就到达了镇子上，在这里的租借仓库中清算了货物，施琅付出了九十七颗炎盾石，并送给三位高级商队头目三颗，换取了五吨的粗冶炼的铁矿和同样重量的其他矿石，当然都是经过粗冶炼的成品。有了这次价值高昂的交易，伯伦和施琅在这个镇子定下了一个新的交易，但由于他不是完全的大股东，所以每次交易后，他只能和顾客商定下一次的交易单。下一次，施琅承诺给商队带来五辆全封闭式的轻卡（轻型卡车），作为代价，商队将给施琅运送不低于五十万MJC的各类矿石，以及……五百万MJC！哪怕是商队现在的规模，伯伦和施琅都能够轻易的感觉到，这样的决定，绝不是商队单方面能承受的。可施琅微笑着提出来这样的要求，伯伦就这么微笑着同意了。你能看到的似乎是两个亲密无间的老友或者亲兄弟，而不是锱铢必较的商业交易。小镇向北行去，距离这里四百五十公里的沙漠深处，耸立着一座庞大的基地……雏形。虽然拥有了十吨金属，但这对于一个早已进入太空时代的基地来说，实在是沧海一粟，毕竟，想想数百年前人类使用的坦克，哪辆不是一百吨以上，更有甚者制造了九百九十多吨的超重型坦克。值得庆幸的是，依据现有的制造水平——施琅指挥机器人拆除了5艘战舰、所有降落的空基战机的前提下，基地可以制造基础的地基战机和各类卡车，以及大多数的殖民用机器人，这些东西都比较简单，像是最低级的“轰炸舰”，基地目前现状都无法制造。施琅下达了制造命令，炎盾石五百颗，一般情况下，需要消耗矿石大约为两吨，但在使用MBI-12的矿石时，仅仅消耗基本矿石五百千克，一些特殊矿石三十千克，他发现这个星球的矿物资源所蕴含的能源特别丰富，似乎是边缘星区特有的一些属性造成的。说白了，炎盾石也就是一个石头外壳的能量护盾扩散装置，这种高度扩散的小型设备在军区早就停产了，原因无他，这样的防护装备实在是太浪费能量了，能量的利用率不足40%。或许有人问，那施琅为何还要制造这些东西？请各位想一想，我们生活的世界中，美国出售给其他国家的军火，哪件是他们正在列装的？那可全都是一堆他们自己人不用的破铜烂铁，到最后还拉拢了一大票盟友小弟，让这些小弟拼了命的帮它扯那些崛起国家的大腿。尽管施琅不想做美国，但他同样不想别人掌控住他的命运。制造炎盾石是用来交易的，拥有大笔的MJC只是一个身份的伪装，而炎盾石在这个世界才是他们的稀缺货、硬通货。指望这群刚刚飞上太空的杜莎能够研究出炎盾石的制造方法，还不如指望母猪可以成功上树。而且炎盾石是一次性消耗品，这更是一大优势，相信如果有机会，他将能够用炎盾石等一系列的低级产品，换取大量的资源，到时候……嘿嘿！已经阵亡了三分之一苦工们，依旧不断的行走在沙漠中，但结果并不好，这片被杜莎称之为奥菲的大沙漠中，并没有他所预料的那些石油和天然气，更多的是一些质地奇特的石头，对，连矿石都算不上的东西。伴随着十吨金属的到来，基地进入高效运行的生产状态。四天后，十一辆崭新的轻卡整齐地停放在基地的防护圈内，除了五辆用来交易的空载货车，剩下的都装着施琅自己的货物，距离下一次交易时间还有十三天。就在昨天的晚上，第一个返回基地的苦工带来了一些特殊石头，经过一晚上的检测，除了发现这些石头有一种特殊的磁场，就再也没有任何收获。现在时间是九点半，施琅决定今天去沙漠外的小镇一趟，首先要熟悉一下物价，然后在具体观察一下这里的民风和生活水平，到时候方便自己的货物定价。带上二十二个机械保安，除了司机位上一名，货车的车厢中刚好坐满剩下的二十名。半个小时之后，在距离镇子五公里的地方，施琅就带着三名机械保安下了车，剩下的机器人都将留下来守卫车辆。"
        },
        {
            "author": "妞丶笑一个",
            "timestamp": 1380773220,
            "txt_content": "我喜欢玄幻怎么破"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1380886740,
            "txt_content": "大号被封，二号曝光，现在三号，兄台可曾还记得我……我顶过你的！"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1380933480,
            "txt_content": "纯机械？一台机甲屌炸天路线？好像科幻文不是机甲就UFO，飞机，奥特曼来着的"
        },
        {
            "author": "1365619159",
            "timestamp": 1380954720,
            "txt_content": "MC的更年期之夜 发表于 2013-10-5 08:38 \n纯机械？一台机甲屌炸天路线？好像科幻文不是机甲就UFO，飞机，奥特曼来着的\n机甲是一种不被科学界认同的玩意……所以，在我这样一个常看《三体》的人面前，不要给劳资扯机甲！\n咱玩的是十万战舰满星海！"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1380974100,
            "txt_content": "1365619159 发表于 2013-10-5 14:32 \n机甲是一种不被科学界认同的玩意……所以，在我这样一个常看《三体》的人面前，不要给劳资扯机甲！\n咱玩 ...\n强烈建议《烈空》！也是科幻的，"
        },
        {
            "author": "1365619159",
            "timestamp": 1380976620,
            "txt_content": " 本帖最后由 1365619159 于 2013-10-5 20:38 编辑 \nMC的更年期之夜 发表于 2013-10-5 19:55 \n强烈建议《烈空》！也是科幻的，\n我咧个去！除了机甲（日本）就是战机（现存），你们敢不敢高端大气上档次点！\n好歹来个驯养舰啊！！！实在不行驱猪舰也行啊！！！"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1381018020,
            "txt_content": "1365619159 发表于 2013-10-5 20:37 \n我咧个去！除了机甲（日本）就是战机（现存），你们敢不敢高端大气上档次点！\n好歹来个驯养舰啊！！！实 ...\n可是裂空的剧情是数一数二的啊！无水的说"
        },
        {
            "author": "1164816764",
            "timestamp": 1381026900,
            "txt_content": "凌霄~小说狂吗"
        },
        {
            "author": "1365619159",
            "timestamp": 1381032780,
            "txt_content": "MC的更年期之夜 发表于 2013-10-6 08:07 \n可是裂空的剧情是数一数二的啊！无水的说\n其实我觉得相比裂空，方想的书更加有趣味性，也是非YY流的！"
        },
        {
            "author": "1164816764",
            "timestamp": 1381130100,
            "txt_content": "1365619159 发表于 2013-10-6 12:13 \n其实我觉得相比裂空，方想的书更加有趣味性，也是非YY流的！\n给点人气吗~"
        },
        {
            "author": "1365619159",
            "timestamp": 1381150860,
            "txt_content": "1164816764 发表于 2013-10-7 15:15 \n给点人气吗~\n再次重申：人气只给对本人有益的，或者发布新章节后，第一个回复的！"
        },
        {
            "author": "1365619159",
            "timestamp": 1381579140,
            "txt_content": " 本帖最后由 1365619159 于 2013-10-12 20:00 编辑 \n\n[005]\n不大的镇子带着些许繁华气息，一条中心大街横穿南北，四五条街道发岔延伸出去，构成了这样一个数百户人家的欧式小镇。走进小镇，镇子门口是一家二层小酒馆，木制的招牌在晨风中晃动，不住的发出吱呀的响声，施琅带着两个身穿高大风衣黑色绅士高帽的机器人走了进去。喧闹，这是施琅的第一印象。似乎与不算热闹的镇子街道形成强烈对比，施琅在这里看到了各色各样的食客或者酒客，他们三五成群的坐一张桌子，穿着灰色小马甲，打着红色蝴蝶结的侍者不时地从他的面前走过。由于人们内心的陋习，总是喜欢那些角落处的地方，隐私，往往在暗处才能得以保全。施琅扫视一圈，发现只剩下位于中间的一个桌子没有空位，从楼上下来的机械保安对着施琅摇了摇头，意思就是楼上也坐满了。无奈之下，他挠着头走上前去，看着桌面上吸附着薄薄的一层尘土，然后又扭头看向旁白干净的桌子，忽然，人们缓缓地寂静下来，他们似乎不复上一秒钟的激情，满脸惊讶的看着施琅露出的无奈表情，然后……“啪！”清脆的一声，施琅毫不犹豫的坐了下来。灰色的尘埃安静而暴躁的漂浮着，被气流卷起、抛下，周而复始。侍者们放下了手中的托盘，不敢置信的眼神瞬间暴露出来，酒鬼中，不知是谁说了一句话，顿时人们喧腾了，激动了，似乎千百年来沉静的小镇生活被一瞬间打破，他们都互相看着别人的脸，然后低声道：“这个不知死活的小子！”吧台之后，一个胡子发白的老酒鬼，穿着邋里邋遢的维修工服装，步履蹒跚的站了起来，他缓缓地从腰间后侧摸出一把奇怪的梭型武器，将枪口对准施琅只好，他的口中颤抖着：“孩子……”“……给我……滚——开！”——“砰嗡！”手心大小的一道光柱绽放着，一名挡在中间的机器保安直接被轰到了木门上，撞碎门之后，它余势不减的在地面上翻滚了数十米，才在一片尘土荡漾中停下惯性运动。老酒鬼愣了一下，似乎是对于自己的攻击竟然没有达到应有效果，而感到无比的诧异，不过他再次举起了枪。旁边的机器保安的激光步枪早已临阵以待，在一片激光乱射中，老酒鬼灵活的向后栽去，在pong的一声中栽倒在地上。施琅站了起来，面无表情的走上前去，敏捷地跃过吧台，老酒鬼的身体被击穿，三四个胳膊粗的漆黑洞洞贯穿了他的心脏、肺部。施琅伸手抓住老酒鬼的脸，然后猛地向后一抓，在旁人的吸气声中，将那薄薄的一层皮给揭了下来。冰冷的三钛合金，已经烧焦的数根银导线，以及从中渗出血液的眼球，看到这一幕，施琅的眉头皱成了一个“川”字，军区S级第44条法令：禁止任何关于机械人类的制作，违者清楚制造者的基本人权，并予以绞肉机刑罚。可眼前的赫然就是一个机械人类，依仗施琅的科研水平，断然无法制造出如此精密的机械人类，那么，这人，只能是从军区出来的，难道军区已经发现了这个新的……就在此时，倒地多时的老酒鬼眼珠猛地一转，他的右腿以超人的速度向前一蹬，沉思中的施琅径直被蹬飞，咚的穿过一二层之间的木制隔板，直挺挺地昏倒在二楼的地。老酒鬼整个人以一个近乎完美的铁板桥站了起来，然后向东墙一个猛扑，穿墙而出。紧追其后的机器保安数发激光弹没有击中对方。但保安眼眶中绿光闪烁几下，就向二楼走去。机器人六定律之二：以主人安危为第一基准。七分钟后，飞驰的轻卡来到酒馆的门口，两队身着黑色紧身服、头戴灰色反恐帽的机器保安端着一挺挺激光步枪走下来，一队将酒馆周围的看热闹的人撵走，然后将这栋二层建筑包围了起来，并且收敛了被轰杀的第一个机器保安的尸体；另一队径直走入空荡的酒馆，侍者们和酒馆的老板一起逃走了，酒客们早就跑的干干净净。施琅躺在二层的木质地板上，左腿不正常的弯曲，那角度大约和直角相当，他的腿就这么直直的贴着地面，看来是粉碎性骨折。机器人中，一个身影缓缓的站了出来，然后用金属制造的拟态手将施琅抱了起来。站到它的正面，可以看到那闪烁不定的五彩光芒，很快，一股淡淡的焦糊味弥散在空气中。轻卡在机器保安将施琅带走后，就急匆匆的开走了——在基地里面，有小型的医疗舱，那样可以保证他在六个小时内被治疗完毕。数日匆匆而去，转眼就到了与伯伦的商队进行交易的时间，但与之前不同的是，施琅将基地内，除却常规防御之外的所有机械保安都带走——如果那个机械人造人是军区的探子，那么施琅就不得不和对方拼个你死我活，军区从来都不做轻率之举。就连自己能够逃出来的那次大暴动，估计整个暴动的参与者——二百六十万工业奴隶——能逃出来的绝对不到二十六个。所以有时候，施琅对于军区的手段倍感恐惧。但与常人的恐惧不一样，似乎是儿时的悲惨童年教会了他一个道理，有个壮汉想打你，就赶快跑；但如果有个壮汉想杀你，那就冲上去弄死他！所以施琅知道，自己绝对不可能站在军区一方，就算他们主动伸出橄榄枝，施琅也不敢伸手去接。“既然如此……”似乎是忽然的明悟，施琅带上防弹头盔，然后目光向着远方茫茫黄色沙海眺望而去。“无论你们的橄榄枝有多长……我都会剁碎它！”猛地对着指挥屏幕微微一笑，施琅的眼神中闪烁着明亮的色彩，然后，他缓缓的举起了手中的半自动激光手枪……漆黑的房间，一中年人一年轻男子坐在沙发上，两人的眼神都盯着电视机，尽管屏幕一片花白。“父亲，你释放了一个魔鬼。”“谁知道呢。”“他会毁了军区的！那是爷爷您的一生的心血啊！”“呵，这样的军区么？再者，你觉得就算他不出现，军区还能存在多久？”“可是……”“够了，西姆，去休息。”“……我知道了，父亲。”看着自己的儿子推开门走出房间，中年人拿起遥控器调了一个台，一“只”体格矮小的绿皮地精出现在屏幕上，这种生物叫做……“拿各”！“人类，你们将为你们的狂妄和好战得到应有的代价！注意，这，只是一个开始！！！”“作为战争的启动者，你们将会在未来尝到你们铸成的伟大成果！”“享受最后的黎明吧！我们军区历4850年再见。”这是当年“V2”战争最后，拿各一族留下的话，男人沉重的叹了口气：“父亲啊，你们都做了什么啊！”\n\n第一个回复的人奖励1人气！以后也是这样~（包括《龙腾》的更新...）"
        },
        {
            "author": "tteicom",
            "timestamp": 1381594140,
            "txt_content": "1365619159 发表于 2013-10-12 19:59 \n[005]\n不大的镇子带着些许繁华气息，一条中心大街横穿南北，四五条街道发岔延伸出去，构成了这样一个数百户 ...\n看了上面的讨论。。。。最近看龙骑战机也很爽的。。。。。看来我对科幻的要求不是太高啊，哈哈。。那货是科幻+玄幻一起上了。。。。。。。"
        },
        {
            "author": "x434663529",
            "timestamp": 1381618800,
            "txt_content": "a.a\n 叫我那位爱这种类型的娃子的同学来看看.."
        },
        {
            "author": "1365619159",
            "timestamp": 1381758960,
            "txt_content": " 本帖最后由 1365619159 于 2013-10-14 22:01 编辑 \nMC的更年期之夜 发表于 2013-10-6 08:07 \n可是裂空的剧情是数一数二的啊！无水的说\n更年期，我收回我的评价，第十一章处，《裂空》有明显抄袭方想写的《卡徒》的痕迹。\n1.人物雷同：教授一枚，优秀学生一枚，不成材老师一枚，苦逼主角一枚。\n2.情节雷同：成品都是被不成材老师送进去，被高材生皱眉鄙视，最终被教师评价还不错，可惜不知道是谁。都是常人中的佼佼者，高材生中的庸俗人，最终都错失了这次机会。\n3.场景雷同：均为一间教授的屋子里面。\n4.总结语：和方向大神写的书相比，这玩意，我不好说，呵呵~"
        },
        {
            "author": "风待葬",
            "timestamp": 1382009340,
            "txt_content": "我来晚了。。。。。对不起。。。"
        },
        {
            "author": "1365619159",
            "timestamp": 1382178960,
            "txt_content": "[006]\n被黑色风衣包裹着的机器人端着激光步枪，三个为一单位，零零散散的分布在泰德镇的周围，仔细的观察，还能看到镇广场上停放着的五辆灰白色的轻卡。泰德镇是个中立镇，独立于三大帝国、十八王国之外，类似的镇子有很多，它们大多是一些位于沙漠、沼泽、深渊周围的，居住着土著门的地方。三天前，施琅忽然雄心大发，对这里宣布了归属于“史克狼王国”的决定，当然，当地土著是毫无反应的，因为他们的劳作产物原本是交给肥得流油的乡绅，现在换成另外一个人而已。只要能保护他们的人身安全，谁来当家都无所谓。但施琅可不只是想统治一片地方，这在他看来毫无吸引力。毕竟，有了制造战舰的技术，随便找个无人的星球，都可以克隆一大片人类，去玩所谓的统治者的游戏。他要的是有独立思想的人，能够为他办事、办好事的人！哪怕一个镇子只有一个，那就足矣。但在这之前，自己——一个孩子——先要威慑住他们，谁也不希望自己宣誓效忠的主人，是个揭竿三日，化为飞灰的弱智白痴，要让人信服，那得拿出相应的实力来。在镇子与基地的间隔中，两辆轻卡载满了新制造的机械保安，与保护施琅的保安不同，这些家伙的眼睛，都是红色的。军区历4810年7月18日 安大略富豪区伯伦的家中，一场史无前例的枪战正在发生，虽然当局多次拒绝民众要求通过“持枪法规”的讨论，但哪个帝国议员手里没几把枪，可是敢于在富豪区使用这玩意的绝对少之又少。卧室里面，两个男人赤身裸体的趴在地上，地板的角落里，还有一些情趣内衣之类的东西，窗户上的窗帘早就变成了马蜂窝的平面视图，窗帘下面，躺着一个胸前被开了一个大洞的女人。如果你关注过伯伦先生的私人生活，就可以知道，这个死去多时的女人正是伯伦的表妹——他的夫人博雅，这不是什么乱x或者是成年人的恶趣味，娶自己的表亲，这在杜莎的世界上很常见的一件事情。但如果他的老婆兼表妹被别人给睡了，那可不是什么好事情，更让伯伦恶心的是，这个贱人竟然带着她的情夫，们！光明正大的来到家中，试图从自己的卧室里面找到那个箱子，如果不是管家的提前知会，恐怕还真让他们得逞了。伯伦的六个手下靠在庄园的外墙边，对着楼上疯狂的开火，澄黄的弹壳飞泻在五度角倾斜的地面上，“嗒嗒嗒嗒”的子弹声音不绝于耳，与忙碌的手下不同的是，伯伦很悠闲的坐在庄园外的椅子上，手边还放着一瓶62年的墩科茨（4762年产的酒，杜莎世界的十大香槟之一）。他的老婆在外面有外遇，这早就是大家心照不宣的事情，但他相当清楚，如果没有必要的理由或者强硬的靠山，那个远房表妹是不会带着情夫来这里的，在这里如果让伯伦遇见，上层社会的标准做法就是，拔枪、去掉防火卡，然后……“噗！”，并且此类事件在国内是不犯法的。那么，到底是谁呢？让一个女人有这样疯狂的想法，哪怕会随时死亡。天空中飞翔的鸟儿，缓慢地划过一道飘忽不定的痕迹，伯伦掏出他的移动电话，看了看，然后按下一个号码。“喂，是约克逊吗？我要订餐。”距离伯伦家三百米，另一栋别墅内，三十多个穿着不伦不类的街舞服装，眼神却异常锐利的男人安静的或蹲或站的在客厅中看着一个人——他们的上司，一个光头大汉，“长官，他们已经打了将近三分钟了。”大汉焦急的听着远方传来的枪声，心中默想着：千万别死，千万别死。“好吧，让你的人上，小伙子们都快迫不及待了吧，呵呵。”电话的那头传来了沙哑的笑声。“当然，长官，瞧好吧！”大汉对着空气并腿，空气中回荡着他的军靴敲击地面的声音，与严肃的行为不同的是那带着猥琐微笑的脸，电话那头传来一声淡淡的笑声，然后挂掉了。“小伙子们，给老子上车，都他妈快点！”大汉迫不及待的搓搓手，然后猛地冲出门外，身后跟着那些街舞男，他们手中都端着一杆步枪，与大汉相通的是那邪恶的微笑。墨绿色的民用越野一辆辆开出这栋别墅庄园，就在门口处，一个穿着破烂的男人忽然冒了出来，光头男的车发出一声难听的刹车声，然后传来了他愤怒的叫骂声，就在此时，枪声响了——在每个人的耳边响了——光头男闪亮的大脑袋，就像是开瓢的双色西瓜一样，“砰”的爆出了红的白的污秽物体。愤怒的街舞男人，他们拿起自己的武器对着那个穿着破烂的男人，伴随着枪声的，还有一种怪异的漏气声——“这他妈是个充气娃娃！”。远处的山林里面，道尔拿着望远镜看着这一幕，由衷地感慨：“这玩意真像是活人。”“道哥，你是不是也准备备上两个！”旁边的手下小声地调笑道，被道尔笑着拍了一下头。“赶紧干活，收拾干净去找老大。”“知道了！兄弟们，走……”后面的话模糊不清，因为大口径狙击步枪的震动声太强烈。就在街舞男人们气得跳脚的时候，坐在前排的一个司机的脑袋忽然“噗”的爆开，人们呆住了，接着，就像是倒下的多米诺骨牌，接二连三的“噗噗”声不断响起，终于有人反应过来——“快隐蔽！卧槽，好多狙击手！隐蔽！”——“噗”！一朵血色玫瑰绽放而出。这些穿着街舞装的男人们惊恐的发现，对方竟然在如此短的距离里面还使用大口径的狙击步枪，薄薄的越野车皮根本挡不住那些恐怖的狙击专用弹。“他们疯了吗！这是别墅区啊！”伯伦看了看表，站起身来，他身边的四个手下早就停止了枪击，那两个男人的尸体和那个女人一起被吊在别墅的花园中，那里有一棵很像樱花树的植物。他们现在守卫着一个半人高的箱子，看外表的加密措施，显得极为高档，并且在一侧还有着发黑的弹痕。过了两分钟，汽车的声音响了起来，老管家带着道尔和商团的人找到了伯伦，他们掂着箱子上了车。在车上，伯伦回头看了一眼自己的房子，然后伴随一声若有若无的叹息，按下了手中的红色小遥控器。在熊熊烈火的映衬下，他踏上了一条不归之路。Ps：今天心情不好，所以更新一次。问题：如果被人放了鸽子，你会有什么想法？如果是第二次被放鸽子呢？呵呵，罢了。"
        },
        {
            "author": "1164816764",
            "timestamp": 1382179800,
            "txt_content": "凌霄！~、、、、、、"
        },
        {
            "author": "tteicom",
            "timestamp": 1382180820,
            "txt_content": "1365619159 发表于 2013-10-19 18:36 \n[006]\n被黑色风衣包裹着的机器人端着激光步枪，三个为一单位，零零散散的分布在泰德镇的周围，仔细的观察， ...\n谁敢放我鸽子，我就养只鹰弄死它。。。。。。"
        },
        {
            "author": "妞丶笑一个",
            "timestamp": 1382184120,
            "txt_content": " 本帖最后由 妞丶笑一个 于 2013-10-19 20:02 编辑 \n\n————>这他妈是个充气娃娃！<————{:10_532:}我想知道后面发生了什么"
        },
        {
            "author": "银狼",
            "timestamp": 1382187540,
            "txt_content": "有更新了吗？？来看看~"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1382845020,
            "txt_content": "1365619159 发表于 2013-10-1 19:19 \n[002]\n数日之后，一只商旅队伍来到荒凉的奥菲大沙漠，他们满载着从沙漠外面的国家带来的矿石，水和食物。“ ...\n顶啊顶，顶啊顶啊，顶到八年级了也"
        },
        {
            "author": "wq孙悟空",
            "timestamp": 1382868960,
            "txt_content": "我回来了，支持楼主，不过我最近电脑坏了，tm我今天买电脑了，支持楼主"
        },
        {
            "author": "wq孙悟空",
            "timestamp": 1383044700,
            "txt_content": "        我家的\n电脑型号        技嘉 台式电脑\n操作系统        Windows 7 旗舰版 64位 SP1 ( DirectX 11 )\n        \n处理器        英特尔 Pentium(奔腾) G2120 @ 3.10GHz 双核\n主板        技嘉 B75M-D3V (英特尔 Ivy Bridge - B75 Express 芯片组)\n内存        8 GB ( 金士顿 DDR3 1333MHz )\n主硬盘        希捷 ST1000DM003-1CH162 ( 1 TB / 7200 转/分 )\n显卡        ATI Radeon HD 7750 Series  ( 1 GB / 迪兰恒进 )\n显示器        长城 CGC0000 L9W ( 19.8 英寸 )\n声卡        瑞昱 ALC887 @ 英特尔 Panther Point High Definition Audio Controller\n网卡        瑞昱 RTL8168E PCI-E Gigabit Ethernet NIC / 技嘉"
        },
        {
            "author": "wq孙悟空",
            "timestamp": 1383044760,
            "txt_content": "话说楼主需要什么宣传我来帮忙，哈哈电脑好了嘛（表示最近在看盘龙……）"
        }
    ]
}