{
    "title": "钻石和主世界要塞一般都在哪。。。。。。。",
    "author": "清明时节雨纷纷",
    "replyCount": 4,
    "timestamp": 1380613980,
    "txt_content": "如题，求寻找方法。或者发个地址。。。。。。。。。。",
    "replies": [
        {
            "author": "waynede78",
            "timestamp": 1380613980,
            "txt_content": "钻石在十层上下的位置容易发现   要塞你是指有末地传送门的那种？  那个要扔末影之眼慢慢定位  然后向地下挖"
        },
        {
            "author": "1045772492",
            "timestamp": 1380616140,
            "txt_content": "钻石在十层上下的位置容易发现,小心岩浆   要塞要扔末影之眼慢慢定位  然后向地下挖"
        },
        {
            "author": "1045772492",
            "timestamp": 1380616680,
            "txt_content": "地壳附近有，用井字形挖法。我一般在6.82挖，一小时一组有余！\n钻石一般在12高度以下的地方，如果你选定了一个位置，就往四周挖挖看，如果挖到钻石了，在看看四周有没有，找出所有的钻石再挖还有，有时候钻石会靠着岩浆，富贵须向险中求，到地下13层去挖各种矿物应有尽有。\n你可以四处找一下看看有没有天然洞穴，有的话最好，没的话自己往下挖，差不多2×2往下挖，再在地壳石向上5格向周围拓展开挖就行了啊。\n\n钻石能从钻石矿石中获得, 一种极为罕见的方块，以0.1276％的几率出现在1-15层。有两种方法能找到它们，洞穴探险或采矿。\n\n　 　 洞穴探险\n\n　 　 洞穴探险比挖矿节省资源（除了火把），但更危险和费时，因为它需要你去探索许多黑暗的，充满怪物的洞穴。要在洞穴探险中找到钻石矿石，只要探索任何你发现的洞穴（无论是天然入口，还是挖出的洞口），直到找到一个地下[熔岩]池（而不是表面的熔岩池，容易和在海平面生成的混淆），这表明你在正确的深度寻找钻石。钻石矿脉可能会暴露在熔岩池的石块周围（倒上水桶把池面转换成黑曜石，使得它更容易探索）。如果没有，不要放弃 － 钻石并不是什么特别罕见的东西。搜寻更多有岩浆池的洞穴，或切换到下一个方法：采矿。但你不应该远离洞穴，因为你将远离钻石层。所以尽量远离那些高的洞穴和坚持走低处的山洞。\n\n　 　 采矿\n\n　 　 采矿比起洞穴探险更加安全可靠，但消耗更多的合成工具的资源。它也产生了很多无用的圆石，虽然在某些情况下，这可能是有利的而不是有害的。\n　 　 为了创建一个钻石矿道，你要挖一个竖井，采石场或楼梯直到含钻石层（当你这么做的时候，记住基本的规则：不要挖你脚下的方块）。大多数玩家喜欢11层，那里钻石一般被认为是最常见的（可使用F3[显示为Y =12.62]来定位11层或附近的一个洞穴中有熔岩池，大部分低于11层的洞穴都充满岩浆）。一旦到达，开始分行挖掘或挖掘一条高两格宽一格的长走廊。迟早（通常迟）一条钻石矿脉会出现在你的矿道。\n\n　 　很可能你的矿洞将与几个洞相交。无论你是在哪个洞穴中找钻石，根据定义：在正确的层数寻找钻石，在开始您的矿道之旅之前进行洞穴探索是个好主意。\n\n　 　挖掘钻石\n\n　 　 当你发现钻石矿/矿脉之后，你需要挖掘它来获取钻石。但是，在你开始挖掘之前，请确保这片区域是安全的：毕竟，你不希望你的钻石在你死后掉在地上，对吧？\n\n　 　 当你在洞穴中找到钻石矿后，首先要把附近的每一个黑暗角落照亮或者堵住。这样才能保证你不会在挖矿的时候被炸飞、射穿或者被吃掉。接下来，挖开和矿脉相连的所有方块，让整个矿脉都暴露出来以确保挖出来的钻石不会掉进岩浆里。如果你这个过程中挖到了岩浆，在你开始采矿之前想办法把它处理掉（通常是把这个方块填起来）。\n\n　 　 现在挖矿很安全了，用一把铁或钻石镐来破坏钻石矿石。钻石矿石会掉落一个钻石，除非你使用“幸运”附魔的稿（幸运III是最高等级，将会造成一个钻石矿石掉落最多4个钻石， 平均每破坏一个钻石矿掉落近3个）。如果你走过钻石将会被拾取，前提是你的背包必须有位置。\n　 　 一拿到钻石，最好直接拿着它回到安全的家，而不是冒着死亡并失去钻石的风险继续探险。\n"
        },
        {
            "author": "k178465923",
            "timestamp": 1380771840,
            "txt_content": "1045772492 发表于 2013-10-1 16:38 \n地壳附近有，用井字形挖法。我一般在6.82挖，一小时一组有余！\n钻石一般在12高度以下的地方，如果你选定了 ...\n目测应该不是手打的"
        }
    ]
}