{
    "title": "《阴阳·前传》 第壹章 沦陷",
    "author": "756677537",
    "replyCount": 1,
    "timestamp": 1380633540,
    "txt_content": "大家好久没见啊！文笔略狗血{:10_503:}\n第壹章  沦陷“阿兰，敌军的入侵更加强烈了，我有一种不祥的预感，我们的家园圣龙之国即将被敌人毁灭；你说我该怎么办才好？我好想你啊……”尧戒武上官在黑暗的小垛房里无神地写着自己那本没人看的日记。这本日记已经泛黄不堪了，也就小半本史书大，可尧戒武却把它当宝贝一样，整天记录着一些条条目目。……“奥特兰第十四远征军，誓死进攻！冲啊！！——”不远处的敌人像蝗虫般涌来，旗帜在空中刺眼地飞扬着，那个大大的“奥”字好像在嘲笑着所有已恐惧到极点的精炼的圣龙士兵。“啊！——”一名士兵的惨叫盖过了兵马的喧嚣。“噗”，又一只利箭刺中了旁边一名骑兵的胸膛。“圣龙的懦夫们，你们怎么了？难道是害怕了吗？哈哈哈——往日那个肆无忌惮的悍国圣罗兰去哪里了？你们不配圣龙的名衔！叫圣龙的人来！”戴着夺目金甲的克劳斯上将手握冲天长枪，一脚刺在一个亡兵的泛着红的头颅上，一脚跨开，仰面大笑。克劳斯一边继续叫嚣着，一边一手一推长枪，一下又刺进另一个精甲士兵的胸膛。“对了，听说你们那啥尧啥啥的东西——不好意思，这名字不是很要紧，记不清了，总之是在你们口中挺强的，看来是不是得栓出来溜溜？”克劳斯双眼充满着挑衅与畅快。“你这王八蛋，不要乱污蔑人！啊啊啊啊啊啊啊！——你这畜生，老子跟你……呜。”清脆的“通”的一声，兵甲溃泄。“怎么了？那丫的是不是听了我克劳斯大将的名号，怕了逃了？啊哈哈哈哈！奥特兰王国万岁！！！”克劳斯一举长枪，紧接着所有在场友军全部举起了手中的武器，有的还敲打着自己的盾牌：“万岁！——”……“这次恐怕是我最后一次上战场了，可怜的是无欺这孩子，刚呱呱坠地就要没爹了，真想给他找个伴，唉……”尧戒武长叹一口气，停下了笔。“不好了，尧将军，恐怕……”一员满身是血的伤兵突然直接撞开小扉闯了进来，大口地喘着粗气。“怎么了？是不是……”尧戒武紧了紧眉，恐怕这一仗真的要彻底败了。“将军，我对不起您啊！噗……”士兵一下喷出大口血雾，不甘地倒在了尧戒武的脚下。“……我明白了。安息吧，祖国的亡灵。”尧戒武垂眼抚了抚那名生平最信赖的伙伴——顺子，擦了擦架上草草挂着的双刀，便随意提着出了门。……“孩子，不要怕。那些厉害的叔叔们一定会来救我们的。不要怕……”不远方的小村里，一位妇人正极度不安地安抚着怀中三岁左右大的孩子。“啪！”眼前的柴门突然被一脚踹开了，四个提着大刀的异装士兵正色眯眯地盯着这方有姿色的妇人。“不要啊，长官们！孩子爸已经死了，求求你们了，哪怕是放过我孩子也好啊！”妇人跪倒在地上，不断磕着头，抱着孩子的双手颤抖着，苦苦哀求。“呵，无谓之举！正是寡妇才好玩啊，哈哈哈！”为首的那个人一脚踢开了妇人怀中的小男孩，任孩子在旁哇哇大哭，自己狂霸地大笑；他一挥手，他和另一个人立马直直地黏到了妇人身上。……“将军！将军！”突然一匹棕红的烈马从远方快速奔来，马背上那轮廓格外壮实清晰的，正是能给予众士兵无限力量的尧戒武。士兵们一声声地呼唤着。“圣罗兰的士兵们，不管我是死是活，你们都一定要守护自己的信仰，跟敌人战个痛！！”尧戒武大吼了一声，立马冲进人群中，双刀飞快地在空中狂躁地舞着，正是那失传已久的诡秘招数“魔魂乱舞”，这黑暗的魔魂此时此刻正凝聚着光明的力量，收割着一个又一个落败之魂。在尧戒武直直前进的路上，硬是给活活扯出了条血路，连霸气的弓矢也难在之中讨好。敌方士气一下子下降了。“好啊！冲！”副将贺武一声令下，残存的全部士兵立马精神焕发，杀入了敌阵。“什……什么！”克劳斯大怒，不慎跌下马来，被乱蹄践了浑身。……“哈哈，美人，没想到劲还挺大的嘛，别动，给爷几个享受下！——”“放肆！”半掩的门被这一喝一踢灭破了胆，无力地脱破铁钉的束缚，撞在地上嘎吱嘎吱地为死亡呻吟。“谁？”一人猛地回头。“我！”尧戒武一刀劈开了那孽徒的头，又是一个回旋斩，把另外三个人的生命连着回收。“啊——”一叠声音很快消散，尧戒武不敢耽误，双眼不去看那被污辱的妇人，直接抱走了那地上不知所云的孩子，“我帮你照顾！”说完飞快地离开了现场。“喂！——别抱我孩子……”妇人一下愣住了。“照顾好你自己！”一阵隐隐约约但格外响亮的声音飘了过来。“照顾……我自己……”妇人傻傻地呆坐在了地上，泪水不自觉地洒了下来。 首都，罗兰之盛“国王大人，不好了！”一个中年大臣慌慌忙忙闯进了国王的寝室。“放肆，你这狗臣，居然不通报就直接进来了！看我不斩了你！”国王放下身旁的妃子大怒，但一看眼前正是自己的宠臣艾风，不要再多说话。“国王大人，东南部紫秋罗，白纱罗，黑魔罗，红绿罗都已遭攻击，我军大败，损失惨重啊！您快想想办法吧！”“呵呵，这还不简单，不是有个精通兵家之术的尧戒武镇守东南方的吗，不管他在干嘛，叫他去就行了。”“国王大人，这可没那么简单哪！尧戒武他……他叛逃了！”艾风着急地拍着大腿。“什么！——”国王一拍身下的床，直直站了起来，眼里有说不出的吃人般的恐怖。“——列——队！”突然一声大喝从门口传来，只见十几个装甲井然有序的精兵已经遮住了出口，形成了个小包围圈，个个握着手中的长枪指着国王三人。“救命啊！”妃子一喊，居然突然就是得了一箭，亡了命了。“你……你不是……”国王洛天在伤心之余惊讶地发现为首的那人就是皇宫护卫大将——黄苍黎！“束手就擒吧，二位。没时间解释了。”十几人构成的小包围圈不断缩小，直到再也遮不住一丝空隙。洛天到死的一刻也万万没想到，这黄苍黎竟然当了叛徒。",
    "replies": [
        {
            "author": "qq1575550349",
            "timestamp": 1380633660,
            "txt_content": "不是mc!?"
        }
    ]
}