{
    "title": "90后创意师MM朱蓓妍手绘盘点2010年十大网络事件",
    "author": "qq753452435",
    "replyCount": 0,
    "timestamp": 1294482960,
    "txt_content": " 本帖最后由 qq753452435 于 2011-1-8 19:40 编辑 \n\n仿佛一觉起来就已经是2011年了，但给力的2010年一年\n\n\n\n一转眼已经是2011年，在我们感叹时间如梭的同时，仿佛给力的2010年依然让我们意犹未尽，有太多的事情值得去记忆和回味，当人人都想要总结一下自己的2010年网络事件的时候，一个90后MM又抢先了，朱蓓妍同学第一时间发出了自己眼中的2010十大网络事件，这位获得索菲娅十万年薪的校园创意师见解十分独特呀。\n\n\n\n\n\n\n\n\n网络事件NO.1\n我爸是李刚\n\n\n\n概述：10月16日晚，河北传媒学院学生李启铭驾车在河北大学校区内撞到两名学生，肇事者没有下车关心伤者，反而一脸轻松，继续开车去接女友。事故造成一死一伤的严重后果。\n\n\n\n\n影响：2010年10月20日,天涯杂谈上,网友“河大义工”将这一事件曝光于网络，随之引起轩然大波。让网友愤慨的是，李启铭在撞人之后被拦时，口出狂言：我爸是李刚！有本事你们告去。网友“人肉”其父，李刚就是保定市某公安分局副局长。“官二代”、“醉酒驾车”、“肇事逃逸”等词刺激着网友的神经。“我爸是李刚”随后成为网络流行语。10月24日，李启铭因涉嫌交通肇事犯罪被保定望都县人民检察院依法批准逮捕。\n\n\n\n点评：好好读书，天天向上，爱护花草，尊敬师长……教科书上的道理通通放在一边！只要有个老爸叫李刚，撞死人也无妨，我真是恨爹不成刚啊！\n\n\n\n网络事件NO.2\n腾讯大战360\n\n\n\n概述：2010年11月3日,腾讯发布公告,在装有360软件的电脑上停止运行QQ软件,双方长久以来累积的矛盾升级,互相卸载、干扰……一时间用户的电脑变成软件公司竞争的战场。网友大呼：我们被绑架了！2010年11月10日,在工信部等三部委的积极干预下,腾讯与360恢复兼容。\n\n\n\n\n影响：从9月27日，360公司发布“360隐私保护器”软件，曝光了QQ涉嫌窥探用户隐私行为开始，腾讯和奇虎两家公司的争斗逐渐升级。有评论说：“腾讯与360的大战被称为是中国互联网业界的一场‘世纪大战’，受关注程度之高，都足以在中国互联网历史上留下深刻印记。”\n\n\n\n点评：这真是强迫6000万网友做的艰难决定……360太流氓，腾讯太霸道，其实，大家都理亏，受害的是我们……\n\n\n\n网络事件NO.3\n富士康14连跳事件\n\n\n\n概述：自2010年1月23日富士康员工第一跳起至2010年11月5日，富士康已发生14起跳楼事件，引起社会各界乃至全球的关注。\n\n\n\n影响：“十四连跳”的大背景下，也有大批富士康员工选择了辞职。根据一份民间团体亲身经历和实地考察后形成的“富士康情况报告”显示，富士康平均每月要流失员工几万人，而在跳楼事件频发的近3个月，每月竟然高达5万人以上。\n\n\n\n点评：要关爱员工的身心健康啊（还未毕业的我表示鸭梨很大）\n\n\n\n网络事件NO.4\nJP女小月月\n\n\n\n概述：小月月是天涯社区网友蓉荣帖子中的主人公。讲述的是小月月及其所谓“男友”小W来上海游玩，蓉荣作为上海东道主进行招待。但是在两天一夜的时间内，就遭到了无比复杂而又痛苦的经历，原来小月月是传说中的极品女。至今为止被认为是最极品女。遭到网友们的火速膜拜。引起了国庆期间大批网友围观天涯。\n\n影响：网友们火速膜拜小月月，俨然形成了一个叫拜月神教的团体。使得天涯、猫扑、百度、嬉戏人游戏网、豆瓣、生意家、人人、新浪微博、成都格格、丝路传说的网友争相讨论，此女跨时代的作为，刷新了最雷人记录。凤姐与之相比恐只能空叹长江后浪推前浪，前浪死在沙滩上，小月月成功的普遍地提高全民的心理承受能力，使得网友对生活更加充满了希望。对生活充满信心。\n\n点评：从此，我对奥利奥有无限阴影，并且，小月月的出现，糟蹋了很多很多的商品……\n\n\n\n\n\n\n\n\n网络事件NO.5\n凤姐出国\n\n\n\n概述：12月1日，凤姐在微博上称“在美国的感觉真好”；12月3日发表“我出国就没有打算回去”；4日又称自己求职被骗，“如果钱花光工作找不到，我就去美国中文电视台门口自杀”。至今，凤姐仍然不定时的在微博上更新自己的美国生活并发表一些令人乍舌的言论。\n\n\n\n影响：凤姐这个人看起来很雷人，但其实非常聪明，她看准了这个畸形社会的各种病态欲望，然后利用这种病态欲望，通过媒体的炒作，来达到改变自身命运的目的。\n\n\n\n点评：2011年，要做一个不一样的自己，凤姐都移民了，我们还有什么不能成的！\n\n\n\n\n\n网络事件NO.6\n芙蓉瘦身成功\n\n概述：2010年11月19日... 芙蓉姐姐最新拍摄的一组性感写真中，瘦身成功，身穿蓝色丝绒礼服大秀美好身段。接下来的各大活动都能见到芙蓉姐姐的窈窕身影，令网友大为惊讶！\n\n\n\n影响：无数女网友以其为瘦身目标，掀起新一轮瘦身狂潮。\n\n\n\n点评：连芙蓉都瘦了，一个女人控制不了自己的体重，就不可能掌控自己的未来\n\n\n\n网络事件NO.7\n菲律宾人质事件\n\n\n\n概述：2010年8月23日，一个香港旅行团在菲律宾首都马尼拉遭到一名手持M16步枪的菲律宾前警察劫持，事件最后造成8名港人遇难。在这次劫持事件中，菲律宾警方的处理能力遭到质疑。\n\n\n\n\n影响：有媒体列出了警方在营救行动中存在的多处失误，“菲警”成了无能的代名词。与此同时，网络上，关于“菲警”的质疑成为8月网民关注热点，有网友还发帖展示香港飞虎队训练视频，相形之下，高低立现。\n\n\n\n点评：.这个世界上最恐怖的事情不是恐怖分子劫持你，而是菲律宾警察去救你\n\n\n\n网络事件NO.8\n贺岁片《让子弹飞》\n\n\n\n概述：本片是姜文导演的第四部电影作品，主要演员有姜文、周润发、葛优、刘嘉玲和陈坤等。电影改编自四川作家马识途的长篇小说《夜谭十记》中的《盗官记》一节。\n\n\n\n影响：剧中经典台词“让子弹再飞一会吧”被网友结合当今社会热点改编成多个版本的对白。\n\n\n\n点评：让子弹再飞一会吧~让物价再飞一会吧~让工资再飞一会吧……囧\n\n\n\n\n\n\n\n\n网络事件NO.9\n网络红人犀利哥\n\n\n\n概述：犀利哥，源自蜂鸟网上传的一组照片，后于2010年2月23日，因天涯论坛一篇帖子——《秒杀宇内究极华丽第一极品路人帅哥！帅到刺瞎你的狗眼！求亲们人肉详细资料》而迅速走红，被网友誉为“极品乞丐”、“究极华丽第一极品路人帅哥”、“乞丐王子”等。\n\n\n\n影响：犀利哥的意外走红令许多国外媒体和大牌都对其青睐，一时是其成为“中国风向标”，让犀利哥通告不断，人气暴涨。\n\n\n\n点评：有一种温柔帅气，很犀利……\n\n\n\n网络事件NO.10\n预言帝章鱼保罗\n\n\n\n概述：它生于英国，在德国长大，保罗在南非世界杯上已经“成功预测”了德国胜澳大利亚、加纳，输给塞尔维亚的小组赛赛果。它预测的欧洲杯的赛事，命中率也有8成。出道两年的章鱼保罗在2008欧洲杯和2010世界杯两届大赛中，预测14次猜对13次、成功率飙升至92%，堪称不折不扣的“章鱼帝”。2010年8月23日章鱼保罗再续世界杯之缘，成英格兰2018年世界杯的申办大使。2010年当地时间10月25晚间(北京时间10月26日上午)章鱼保罗在德国的奥博豪森水族馆去世，享年2岁半。\n\n\n\n影响：预言帝保罗爆红之后，成为了水族馆的摇钱树，水产市场的价格也大涨，章鱼玩具商重获商机，衍生了一大批周边的产品，中国还拍了一部名为《谋杀章鱼保罗》的电影。\n\n点评：这个社会需要一个救世主，需要一个英雄让我们膜拜。\n\n朱蓓妍同学\n",
    "replies": []
}