{
    "title": "[MINECRAFT背后的秘密]4人的战场",
    "author": "zhh30648",
    "replyCount": 4,
    "timestamp": 1380720240,
    "txt_content": "史蒂夫一下子无法相信眼前的现实拥有苍白色眼睛的Brine，人形态的Pigger，以及身后那徐徐喘着气的巨大黑色飞龙[史蒂夫,由于情况危急,先不解释了,当务之急是镇住凋零“凋零..?”{就是附在娜拉身上的生物，娜拉的灵魂混进了破坏的欲望和强大的能力，现在我要搞清楚一件事，你有看到过一个淡紫色的水晶状的物体么？}淡紫色，水晶...突然一阵刺痛从裤袋处传来，史蒂夫赶紧将裤袋里那个不安定的东西抓出口袋一阵耀眼的白光从口袋内解脱开来，洒在了三人的脸上原本就已经不怎么安定的水晶，现在正在疯狂的颤抖，并从水晶中央部分的核心散发出无法直视的强烈光芒{果然..就是这个，这个你是在哪捡到的？！}“是在那根黑色的巨大石柱落尽湖里时，掉落在干涸的河床上的..”[巨大的黑色石柱？难道..是用黑曜石铸成的直径大约5米左右的石柱么？“就是那样的东西...接着...”史蒂夫将暗紫色的旋转之门和不明生物突进的事一五一十得交代出来{原来是你帮忙打开的地狱门..}Pigger晃了晃脑袋，不知道该用怎么样的表情来面对事实[不管怎么说，这一定不可能是巧合，如此多复杂的原因全部聚集在与这次事件有关的我们三人身上，肯定是有人在幕后驱使的{我也这么觉得，这些一连串的事情怎么看都是有人精心策划过的}“我..”砰砰砰砰！巨大的爆炸声打断了史蒂夫的话，黑色的气息包裹着的躯壳从木与石的废墟中缓缓升起，不带一丝杂质，纯粹的黑色包裹了少女柔软的身躯，全身上下都武装着纯黑色的装甲，明明应该是金属材质的铠甲在阳光之下竟然不会反射任何光芒.在阳光下闪耀着的，只有少女及腰的金黄色长发，如同流水一般泻下，厚厚的刘海遮住了少女的眼睛{糟了，似乎是已经适应了身体了，连凋零本有的武装都已经附上了}金色的刘海中，突然闪过一丝红色的光芒[小心，她开始行动了!先回避！少女双手所持的黑色长剑比之前黑的更纯，也充斥着破坏的欲望，缭绕的黑气慢慢侵蚀到了她装甲覆盖的手腕如风一样，或者是比风更快，拥有如此之高的机动性的黑影瞬间便将50米左右的距离拉近至接近零距离（接近目标，物理攻击）[Pigger先接下！HeroBrine拉起史蒂夫的衣领，转移到了10米左右的高空中，从高处俯视着对峙着的两人[不好，忘了史蒂夫你史蒂夫对于这怪物级别的战斗，就是像普通人一样，没有任何插手的余地，当然他也不会飞行。直直得从10米高处落下，普通人是绝对受不了的以落下的史蒂夫为圆心，突然烟尘四起，仿佛东西都被排斥开了一样，而史蒂夫手中的水晶，比原先颤抖的更加厉害，光芒却渐渐从白色变成了暗红色“没，没事？！”史蒂夫站在巨大的坑中，呆呆的站着（发现新目标，优先处理）娜拉左手长剑抵住Pigger的卡提尔，而右手的剑却如同有自己的意识和视力一般，稳稳地从正上方向史蒂夫劈砍下去{史蒂夫小心！}噔！清脆的碰撞声响起少女的手腕和黑色长剑，静静地停在了半空中，比起说是自己停下的，更像是被什么东西挡住，剑上的如同液氮泄漏一样的黑色瘴气，就在史蒂夫面前不到4厘米的地方缓缓泄出史蒂夫战战兢兢地睁开眼睛，黑暗的没有一点光芒的锋利剑尖就在自己的鼻尖上所有人都停止了呼吸，亦或是在思考现状，战场上溢满着久违的寂静，但这份寂静立刻被史蒂夫右手传来的异物感所打破空气炸裂开来，即使是凋零化的怪物，也经不住如此近距离的飓风的冲击，少女的身躯向后快速回避了5米左右，但仍然无法控制住自己被吹飞的身体，直到她将双手的黑色长剑死死得插进地面才得以停止{HIM，那，那是什么}[史蒂夫，你手上到底拿着什么“我，我不清楚啊，这到底是啥..”史蒂夫慢慢张开已经握到麻木的右手，那颗淡紫色的水晶的光芒愈加强烈，散发出的也是淡淡的黑色烟雾，但完全没有少女手中双剑所释放出来的破坏和杀戮的气息，仅仅只是作为力量在不断得充斥着水晶{看不见的...剑？}没有任何喘息的时间，pigger和HIM感觉到一股强风从耳边吹过，周围的空气都在向着那团黑色气息聚拢，那团烟雾似乎也膨胀到了极限，突然收紧纯黑的女剑士再次被瞬间推开，不是被甩也不是被扔，而是仅仅靠着因为突然炸开的空气而被推出百米开外，纯粹的物理现象黑色剑士在惊愕的同时，也迅速得将右脚踏死地面，借此来降低自己如同炮弹一样的速度，同样的招数即使是用了两次，她依然无法理解是怎么回事黑色的装甲上细细的裂缝开始扩张开来，脚补和胸口的铠甲已经近乎粉碎，一块块得瓦解开来散落在焦黑的地面上，即使再怎么坚固的铠甲，里面也只不过是一个15岁左右少女的身体，也是耗不住如此突然的猛烈攻击的[奏效了？....]HIM慢慢放下手中的剑，谨慎得观察着，慢慢向前走去{傻蛋，快把剑举起来！}Pigger一把抓住HIM的后颈，扯了回来[你个死猪干什HIM停止了怒骂，因为PIGGER的脸色已经铁青，而抓住自己的手上也溢满了汗水[确认损失达到百分之五十，采用第二型少女没有任何感情色彩的电子音，从小巧的双唇中传出金色的光芒开始从碎裂的盔甲以及双剑中溢出，如果用合适的词，暗金可能是最适合这股光芒的形容词，没有热量和光，仅仅是一种冰冷的颜色。[加强装甲[分身两柄黑色的剑在光芒中慢慢转变形态，渐渐的从漆黑冰冷的金属变成了另一种东西，是更加可怕的而致命的东西[连凋零的装甲都能用？！Pigger你研发的这个东西的兼容效果有多好啊？！{废话，与其说是给凋零制造的系统，这个系统本身就是按照娜拉的灵魂和身体定做的，现在只不过是展现出本体而已！}“那个....我们现在到底该怎么办...”[逃{逃}“逃.....太没骨气了吧你们俩”{那玩意我是我造的，有多厉害我自然知道，更何况她还是能自动修复的..}“那还不赶紧想个办法，呆的越久不是对我们越不利么！”[根本不是上不上的问题，现在发生太多事情，特别是那个水晶，怎么用都不知道你怎么制{别废话，给我进来}不知道什么时候，Pigger已经拿着剑在空中画出一道痕迹，里面一片没有任何杂色的纯白剧烈的光芒开始慢慢收敛，里面的景象也越来越清晰，三个影子慢慢得浮现{走为上策，去没有时间的零次元里先想办法去！}一只半腐烂的手，将HIM和史蒂夫拽进了白色的裂缝里",
    "replies": [
        {
            "author": "爆爆爆头王",
            "timestamp": 1380720300,
            "txt_content": "大赞LZ写作水平"
        },
        {
            "author": "MaxZodiac",
            "timestamp": 1380720360,
            "txt_content": "不错的文章"
        },
        {
            "author": "plasma",
            "timestamp": 1380721140,
            "txt_content": "lz不说斯蒂夫修改了游戏核心？{:10_515:}"
        },
        {
            "author": "无爱皮卡丘",
            "timestamp": 1381490820,
            "txt_content": "又等到更文啦\\(≧▽≦)/  凋零娜拉好强！"
        }
    ]
}