{
    "title": "[转载]我的怪物不会那么可爱",
    "author": "MionDeathRay丶",
    "replyCount": 45,
    "timestamp": 1380726120,
    "txt_content": " 本帖最后由 MionDeathRay丶 于 2013-10-3 01:03 编辑 \n\n首先没图你们是不会来的对吧！\n毫无疑问地申请了，基本一天一更。\n此外严正提醒：未满12周岁者请勿进入此帖！\n还有：不要插前排哦！前排是楼主的！否则你懂的\n\n\n\n\n44e2d9039245d688b3173c4ba5c27d1ed31b24e3.png (62.25 KB, 下载次数: 31)\n\n下载附件\n\nlogo\n2013-10-2 23:00 上传\n\n\n\n\n\n正确的罗马音读法：Ore no kaibutsu ga konnani kawaii wa ke ga nai\n\n\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n原帖地址：（因为楼主是在度娘网盘上意外看见下载） 现在连接以丢失 对此 LZ深表歉意 以及 楼主一样鄙视盗窃狗\n7话开始改编\n因原文出现大量杀必死情节\n楼主正在努力码字中\n\n\n\n\n",
    "replies": [
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726120,
            "txt_content": " 本帖最后由 MionDeathRay丶 于 2013-10-3 00:34 编辑 \n\n二楼出售一切零食饮料裸眼3D不解释"
        },
        {
            "author": "Coldwords小坏",
            "timestamp": 1380726120,
            "txt_content": "什么东西啊= =说好的小说呢"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726180,
            "txt_content": "我的怪物不可能那么可爱！\n第一话~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~ \n\n“啊……终于回家了……”钥匙在锁芯里流畅转动的声音听起来格外悦耳。\n\n我叫史帝夫，性别男，身高178厘米，今年17岁，高二学生。你一定很想吐槽我的名字——很像英文名史蒂夫（Steve）是不？好吧，我爸妈在给我起名时完全没想到这点，算命的说我乍一眼看去只是个草民匹夫，但是以后必定能成为帝王一般的人物。所以我就有了“史帝夫”这个神奇的名字。我的爸妈都在外打工，我一个人住在自己租的公寓里。\n\n我刚刚从标志着暑假开始的休学式回来，而明天就是令人身心愉悦的暑假了！\n\n我平常也没什么爱好，就爱玩一个叫做Minecraft的游戏，大部分人应该都听说过。这是一个全部由方块组成的游戏世界，极高的自由度正是我喜欢这个游戏的原因。\n\n打开游戏，想到我以前的生存存档都玩腻了，我就驾轻就熟地新建了一个世界，想找个沙漠玩玩极限生存。\n\n好了，我出生在了一片白桦树林里面，不过这种地形我还是不喜欢的，得找个沙漠啊。我正准备按E打开作弊器调成创造模式，却有两个神奇的生物出现在了我的视线内！\n\n原来是一大一小两只爬行者，小的那只跟在大的后面，而大的那只直接就向我爬了过来！不是吧！怎么刚在游戏里出生就刷怪了？而且现在还是白天啊！这是个BUG吗？！\n\n懒得跟你们玩下去了，直接上大招吧！\n\n我的鼠标已经点在了左上角的那个白色的C字上。\n\n您的游戏模式已更新！\n\n哼哼，不管你是BUG还是什么玩意，在钻石剑和创造模式的面前都是徒劳！\n\n我调出了钻石剑，准备开始虐杀！\n\n“嘶嘶……砰！”那只爬行者居然直接就自爆了！\n\n什么玩意？我还没打它呢！这到底是BUG还是我电脑出问题了？！\n\n更加令人惊讶的是：\n\n我的屏幕变红了！\n\n三个白色的大字像利剑般刺入我的眼睛：\n\n你死了！\n\n我十分确定以及肯定我开了创造模式，但是这明晃晃的大字……\n\n这BUG还玩大了？！\n\n我毫不犹豫地点击了那个重生按钮。我今天还就不信这个邪了！\n\n唰！一道白光从电脑屏幕前射出！我身体一轻，仿佛被吸了起来。\n\n当我感觉那道白光已经消散，睁开眼睛时，我终于信邪了。\n\n那个按钮没错，我的确重生了，但是不是在游戏里！\n\n出现在我的眼前的景象其实和游戏里一模一样，但是不是由方块组成的，而是完完全全的真实世界！好像现在已经是下午了，周围是郁郁青青的白桦林，我可以听见悦耳的鸟鸣声，我可以看到长在圆柱形的树干上的那些不规则的枝叶随着风而轻微的摆动。身旁是一个露出泥土的大坑…… 我只用了5秒钟就反应过来到底发生了什么：我穿越了！\n\n我靠，我就这么神奇地穿越了到了Minecraft的世界里？究竟我为什么会穿越过来，我自然是不得而知，但是现在我需要做的毫无疑问就是活下去。\n\n现在我应该是在生存模式吧……作弊不了了，那就按照标准的规章来吧！先撸树！\n\n望着高大的白桦树那坚硬的树皮，我又看了看自己细皮嫩肉的右手……\n\n这特么能撸的动？\n\n算了，这游戏本来就不科学，试试吧！\n\n这里肯定没有鼠标左键让我点，我只能一拳向树打去！\n\n砰！树干纹丝不动，很疼，我的手上也出现了一道伤口。 \n\n尼玛，这游戏怎么变得这么科学了！\n\n不过我四下寻觅了一番，在地上捡了一块带刃的石头，又折了根树枝，打磨了一下，就做成了一把石斧子。神奇的是，穿越到这个世界之后，我的动手能力立刻翻了十倍，怎么做工具，武器，仿佛就像刻在我脑海里一样。在地球的时候，我还是一个只会做蛋炒饭的屌丝呢！\n\n我搜集了大堆木材之后却发现，我身上只有穿越之前身上穿的衣服，根本没有所谓的“物品栏”来给我储存东西。这点真是非常蛋疼，因此我只能把那些木材都堆在地上了。\n\n剩下的就不用解释了，我拿了四块木板，搭起了工作台。不过工作台却不是直接把四个木板放到格子里就变出来的，因为我的身上毫无疑问是没有任何格子的。我倒是感觉我变成了一个木匠了！因为我没有任何地方来放我的东西，所以我做的一把木剑也只能被我暂时别在背后的腰带上了。\n\n哎？等等！\n\n此时我突然感觉到了一股令人极其不安的气场，好像是……\n\n我记得刚刚大的爬行者自爆了，还有一个小的爬行者存在吧！如果它没有被删除掉的话……\n\n我唰地一声抽出了木剑，环视四周，既然周围的环境都不是方块了，那么那些怪物估计也会变成恐怖的写实样子吧！\n\n不过周围还是一片寂静，偶尔有羊叫声传来。\n\n在那里！几声踩到树叶的悉索声终于让我察觉了躲在一颗粗大的白桦树后的目标，几步走了过去，一把把它抓到了我的面前。\n\n虽然我知道空手去抓爬行者肯定是自寻死路，但是当时我的确是脑子瓦特了！\n\n“啊！！”居然是一个少女的叫声！\n\n嗯？本来做好跟爬行者对拼的准备的我一时间没有回过神来，我不是应该听到嘶嘶声么？\n\n抓在手里的触感，怎么好像是人类的衣服呢？\n\n我低头一看，立刻吓了一跳：居然是个人类的少女？\n\n“不……不要抓着我的衣服啦！很难受的啊！”\n\n那个被我抓住的物体居然说话了！而且还伴着>_<的不爽表情！\n\n“你你你到底是谁！”我吓得一下子放开了它，向后窜出了几米，举起木剑的剑刃与她对峙起来。这也让我有机会好好看一下它的真容。\n\n她穿着翠绿色的带兜帽的卫衣，身高一米六左右，下半身是绿色的短裙和黑绿条纹的板鞋。印着爬行者经典的表情图案的兜帽戴在头上遮住了她的头顶，露出了金色的刘海，而她的眼睛居然是红色的，如同闪光的红宝石一般。\n\n“那……那个，刚刚你好像被炸死了……没事吧……”她调整了一下自己的表情，整了整自己被拉乱的衣服道。\n\n哎？不回答我的问题，反而先问起我来了？不过看样子她也会说中文啊！交流是不成问题了！\n\n“我……我自然是没事！”如果从身体状况上来说而不是从处境上来说的话，我在心中补了一句，“但是……你到底是什么东西啊！”\n\n“我叫追追，是一个爬行者！不过你没事真是太好了！那个……刚刚炸你的是我哥哥，连我也不知道怎么回事就把你带到这里来了……所……所以对不起！”她低下头向我鞠了个躬，\n\n喂喂，我还没搞明白怎么回事啊。不过她说她哥哥炸了我……那她和她哥哥就是那两只爬行者咯？但是为什么会是这种二次元一样的少女的样子！\n\n“喂，我说啊，这到底是怎么一回事，我还没搞明白呢！”\n\n她没有回答我的问题，反而走过来抓住了我的手：“我们先别在这里说，一会我哥哥就要找回来了，我们先走吧！”说是我们先走，其实就是不由分说地强行拖着我离开。\n\n“喂！我刚刚努力采集的木材还在那儿呢！”我不甘地说道。\n\n“别管了！快走啦！” \n\n不是吧！难道说我被一个爬行者妹子绑架了？"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726240,
            "txt_content": "Coldwords小坏 发表于 2013-10-2 23:02 \n什么东西啊= =说好的小说呢\n同学 别急啊 码字呢 {:10_492:}"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726300,
            "txt_content": "第二话\n~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~ \n这个世界叫做麦块（Mycrat）大陆，是与地球世界平行的一个位面。地球上的绝大部分人类完全不知道有这个大陆的存在，除了一个叫做Notch的天才。\n\n他发现了这个大陆，并且研制出了一个连接地球位面与麦块大陆的程序核心。他把它加以掩盖，制作成了一个游戏，这就是Minecraft（音似Mycrat）这个游戏的由来。为了掩人耳目，他让电脑把所有的景物和生物都显示为一个个方块，而真实的麦块大陆就是我现在所看到的那样，和现实相差无几。当然，如果不做成方块的话，这种游戏所需要的配置估计连超级计算机都无法达到。Notch将麦块大陆和地球相连接时，略微变动了一下时间的速度，虽然在游戏里现实一分钟等于游戏里一小时，但是在大陆上实际时间的流逝速度是地球的五倍。\n\n尽管麦块大陆上的人类和其他的怪物种族都很不满Notch的行为，但是根本没有足够的实力来反抗，这个大陆的科技顶多只有中世纪的水平，怎么可能与如今的信息技术相抗衡？\n\nMinecraft的发布，让无数地球玩家涌入这个大陆，他们四处建造或是破坏，给整个大陆的平衡带来了不小的麻烦，麦块大陆的居民有了那些玩家的帮助，很快就不再惧怕那些可怕的怪物了。（而这个麦块大陆上的怪物，其实都有着与人类相似的身体。）\n\n说到怪物，就不得不提起爬行者。这个种族极具攻击性，族人们很反感其他的生物进入他们的领地。对其他的怪物种族比如僵尸骷髅等还好一点，对于人类那却是绝对的不客气，要是他们一走进自己的领地，没有警告，直接就炸。因此麦块大陆的居民对爬行者是又恐惧却又无可奈何，就算手里拿着武器也只能躲着走。\n\n在大量的地球玩家进入到这个世界后，爬行者的地位就受到了很大的打击，那些玩家一个个都身怀绝技，把爬行者当做最快捷的火药来源，这样就形成了单方面的屠杀局面。情况所迫，为了避免绝种的危机，爬行者族群只能开始从娃娃抓起，培养幼年爬行者对人类的仇视感，并且开始训练他们使用炸药，所以现在小爬行者们长大了，便开始主动地攻击人类了。只要见到人，炸一个算一个！\n\n不过虽然爬行者在游戏里的攻击是自爆，但在这个大陆，实际上就是扔出炸弹然后借着爆炸的火光和烟雾逃跑，不过爆炸最后有没有产生效果就不知道了。 \n\n\n现在抓着我的手跑在我前面的那个金发红眼穿着绿卫衣的少女名叫追追，今年15岁，以上的信息大部分都是她告诉我的，不过我自己还是根据常识自己脑补了一些被遗漏的。\n\n她只是爬行者族群中的一个普通女孩，长的还算挺漂亮的——如果从地球人的审美观来看的话。但在族群里她可以算是个异类：她心地善良，虽然会使用炸药，但是从生下来到现在没有伤害过一个大陆上的人类，就算四年前玩家们开始涌入这个大陆，她也拒绝去攻击他们。正因为这个她在族群里受尽了嘲讽，连带着她家人一起被骂。\n\n追追的哥哥，就是刚才炸死我的那只大一点的爬行者，虽然很关心她也完全尊重她的不想伤害人类的想法，但是他还是痛恨人类。刚刚他和追追在外面散步，途中就遇见了我……这就是事情的全部经过了。\n\n地球上的玩家们在麦块大陆上显示的样子是以游戏里所使用的皮肤而定的，也就是说刚刚他们看到我的样子和现在的我是不一样的，穿越到这里的我毫无疑问是我本身的样子。\n\n至于我为什么会从现实世界穿越到麦块大陆……这没人知道，有可能是程序出了点问题，把我拉了进来。但是要我真在这个世界里生存下来的话，还真有点悬。\n\n追追的脚步停了下来，看起来我们已经跑到了这片白桦林的边缘了。\n\n“呼……这下我哥哥应该找不到我了！”她喘了几口气，仰起头抹了抹被金色刘海掩盖的额头。\n\n“喂……你是怎么回事，如果你真像你这么说的不会伤害人类的话，那你怎么不逃呢？”我问道。\n\n“我知道人类总有那么几个好人，你嘛，肯定是！”她眯起红色的大眼睛，朝我笑道。\n\n“我长得真那么像好人？……”\n\n我哪里算什么好人啊，像我这个不务正业，不好好学习，经常玩Minecraft，看动漫的御宅族，肯定看起来很猥琐吧……不过不得不承认，我还是挺帅的！我的班主任以前跟我说过，“你这么帅的小伙子，要是把心多放一点在学习上的话，肯定是无数女生的梦中情人啊！”\n\n“怎么说呢，不管怎么看，你都不像坏人！嗯，比那些凶神恶煞的普通玩家们给我的感觉要好就对了！”\n\n“啊！那……那是当然了！我一直都是和平主义者，从来都是坚持遇见怪物只跑的原则的！哈……哈……哈……”\n\n连我自己都快笑不出来了，说我帅就行了，说我看起来不像坏人？这谎撒的也太不切实际了吧？我玩Minecraft的时候虐怪物都是每天换着不同mod虐的。\n\n“话说回来，那个……真的很对不起！我本来想阻止他的结果没成功……把你给炸死了，还让你穿越到了这个地方来……所以我把你拉到这儿来，只想说你要是有什么要我帮忙的比如砍树或者建房子之类的……我一定能帮的上一点忙的……”追追两手攥着自己的兜帽边缘，头低下来左右晃动，说着说着声音越说越轻。\n\n虽然还没完全搞懂，但是既然她说要帮我忙的话，那接受也无妨吧！\n\n“帮忙么……”我想了想。\n\n“呃，那个，如果你真要表示歉意的话，不如帮我盖一间小木屋起码让我活过今晚怎么样？\n\n这个请求还是可以的吧！虽然让妹子帮忙盖房子不是个好的沟通方法，但是跟妹子比起来，在这里活下去才是我最重要的目标吧！别懊恼了！我知道你们在希望着我提出什么要求！绅士们！\n\n“呃……不过话说回来，我辛辛苦苦采集来那么多木材，现在被你拉到这里来，就再也找不回来了！唉，也罢，我从头再开始吧！我看这里风水不错，很适合安家！”\n\n“嗯！总之赶紧开始吧！”她很有干劲地笑了起来。\n\n“这是一把石斧头，你拿去砍几棵树，搭房子的工作就交给我了，没问题吧？”\n\n“没问题！”追追接过斧子，就蹦去砍树了。\n\n说慢也不慢，过了几个小时，房子就已经撘完快一半了。说来也神奇，我和追追的合作默契地难以想象，工作的效率非常高。\n\n“这衣服倒是很漂亮嘛！呃……和你爬行者的身份很配啊。”我尝试找找话题。\n\n“你说这个？”追追扯了扯自己卫衣的领口，“我们爬行者族群大多都喜欢穿绿色的衣服，我只是特别喜欢带兜帽的卫衣啦。”搭起一座木屋在游戏里很简单，不过在这里就显得难很多了，要她一个人做可能还有些吃力。我就在旁边继续伐木补足所需的原料。\n\n“可是……你不热吗？”\n\n追追瞪了我一眼没说话，好吧，应该不会热。\n\n“要不要休息一下？”大概又忙活了半小时，我觉得她应该已经快累坏了。\n\n“没事没事！”追追摇了摇头，“很快就好了！砍树这种事，虽然有点累，但我没问题的！哦对了，还没问过你的名字呢？”\n\n“我姓史名帝夫，帝王的帝，丈夫的夫，好记不？”\n\n“嗯嗯……听起来好奇怪呢……好像外国名字……”\n\n……被一个爬行者妹子吐槽自己的名字，这名字得是有多少槽点？\n\n“我就叫你阿帝吧，这个称呼怎么样？”\n\n“挺好的！”我漫不经心地道。\n\n“阿帝！”\n\n“啊？干嘛？”\n\n“没有啦，就叫你一声，哈哈！”\n\n我一阵无语：“……算了，我去拿点羊毛做张床来，你一个人在这没问题吧？我不会走远的。”\n\n“嗯，阿帝你小心点！”\n\n万一在这个世界里死了没法重生，那床也没有用了。但是我现在也是以正常人的身份活在这个大陆上，总不可能不睡觉吧？\n\n毕竟不管怎么说，让一个女孩子工作太说不过去了，等我采完羊毛回来就让她走吧……剩下的工作我一个人做就行了。\n\n走了挺远的路，前面出现了一只羊。\n\n运气不错，我抽出木剑向可怜的小绵羊砍去。木剑虽然很是垃圾，但是总比空手打要好。不过这小傻羊一被打就拼命跑，害得我只能不停地追。一声惨叫过后，绵羊终于倒在了地上。\n\n真是麻烦，羊毛还不会爆出来……我只能伸出手去扯带血的羊毛。\n\n“啊，好像太阳快下山了！我得赶紧回去！”我把几坨羊毛塞进背包里，准备回去找追追。\n\n不管怎么说，一切都貌似在按计划的进行，这就是我所希望的节奏！\n\n不过我貌似有点迷路了，追那只羊追得太过火了点，所以回去花了点时间——不过我可不是路痴，方向感还是很强的。\n\n太阳下山之后，我终于回到了小木屋前，追追正站在一座崭新的小木屋前，叉着腰欣赏自己的杰作。\n\n“啊，阿帝你来的正是时候，看看我撘的怎么样？”\n\n“哎？你趁我不在就把它撘完了？”\n\n“是啊，我只是看你有点慢，就顺手帮你弄了一下嘛！”\n\n这座木屋没有什么特别的装饰，看起来就是一座很朴素的林间小屋，不过我才去了一个小时，她居然就自己把木屋建完了，惊叹的同时我开始担心它的牢固程度。\n\n“看起来很不错啊！不过……”我挠了挠头，“不过现在天黑了，你想怎么办？难道你要住在这里？我带的羊毛只够做一张床啊！”\n\n“没事！我一个人走夜路没问题的！我就先走了吧，就不麻烦你了！总之，能帮到你我已经很高兴了！”追追脸红了一下，又向我鞠了个躬，就准备离开。\n\n她要走了？嘛，反正也无所谓，那走吧！\n\n不过我倒是注意到了木屋上的一块松脱的木板，刚好处在追追的头部上方，摇了摇就突然掉了下来。\n\n“小心！”我立刻做出了反应，向追追扑过去。\n\n不管怎么样，我也不能让一个女孩子受伤！哪怕是我和她只认识了几个小时！\n\n“啊！”追追自然被我扑到在了地上，而那块该死的木板也在这一刻落到了我的头上。\n头部一阵剧痛，随后而来的就是无止境的晕眩感，我的意识逐渐丧失，眼前一片漆黑……"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726300,
            "txt_content": " 本帖最后由 MionDeathRay丶 于 2013-10-2 23:05 编辑 \n\n百度玩多了 大家见谅哈"
        },
        {
            "author": "困兽",
            "timestamp": 1380726300,
            "txt_content": "图不错收了(′&#12539;ω&#12539;`)"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1380726300,
            "txt_content": "已举报  站内转载        "
        },
        {
            "author": "Coldwords小坏",
            "timestamp": 1380726360,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 23:03 \n我的怪物不可能那么可爱！\n第一话~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~ \n嗯..2分钟神速看完- -然后呢"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726360,
            "txt_content": "xiaobaicai 发表于 2013-10-2 23:05 \n已举报  站内转载\n非站内=w=\n                  满足10字的小尾巴"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726480,
            "txt_content": "第三话\n~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~ \n\n\n我不知道我睡了多久，当我醒来的时候，外面居然是下午的样子。\n\n还好，我没有失忆，我知道我自己叫史帝夫，而在我身旁忙碌着的这个女孩……应该是叫追追吧！我身下的床，难道也是她做出来的？\n\n“啊……发生了什么事……”我从床上坐了起来，看着在一旁忙碌地做着蘑菇煲的追追。\n\n“阿帝！你醒了！”追追好像很高兴的样子，扑到了我的床边，“真是吓死我了！你已经睡了快两天了！\n\n“快两天？不会吧……”\n\n“嗯！我可一直在担心呢……” \n\n“啊？到底发生了什么？”\n\n我为什么会昏过去，我好像忘了。\n\n“你怎么会忘了呢！是我撘的木屋不牢靠，木板掉了下来，你为了救我，脑袋才被木板砸到的。”追追有点内疚，“谢……谢谢你又救了我一命……”\n\n“这样啊……”我摸了摸头，“所以你这几天一直在照顾我？我记得你好像是要……”\n“要回家的是不是？”追追“呼”地站了起来，“你为了救我被砸晕了，我总不能抛下你就这样走了吧！再说，我现在也想通了，回什么家啊，族群里我已经感觉不到任何家的气氛了！还不如……”\n\n追追的脸红了：“还不如跟你住一块呢……”\n\n“啊……你……你的意思是说……”\n\n“啊！我、我什么都没说啦！既然你都醒了，那我、我就先回去了……锅里还有做好的蘑菇煲，饿了就吃吧……”追追羞红了脸，转身正欲出门。\n\n“等等！”我抓住了她的手臂，“就算我救了你一命，你这两天来照顾我就这样让你走了我也感觉很不好意思啊……要不然，喝点蘑菇煲聊聊再走吧！”\n\n这么好的泡妞机会，我可不会错过！\n\n“那……那好吧！我做的蘑菇煲可是很好吃的哦！”追追犹豫了一会，终于转过头来笑道。\n\n追追的手艺果然不简单，只是一些普普通通的红色褐色的蘑菇，在她手里一做就成了香浓美味的蘑菇煲。而且她居然一个人就做出了一张桌子和两把椅子，还有一个石头做的熔炉。她究竟是怎么做到的暂且不管，此时棕色的蘑菇煲已经分别盛在两个木碗里，正冒着热气。\n\n我一口气喝掉半碗，道：“真好喝啊！怎么做出来的啊！”\n\n“嘿嘿，才不告诉你呢，这可是我自己研制出来的秘诀，我谁都不教哦！这个汤嘛，连盐都不用放，完全靠蘑菇本身的鲜味也能做得很好喝呢！”追追舔了舔嘴角的汤汁，自豪地道。\n“啊对了，追追，你的族群在哪里呢？”\n\n追追的神色变得忧伤起来：“为什么……又要提起我的族群呢……我讨厌他们。”\n\n“……就是因为你不愿意去伤害人类，他们就把你视作异类是吧。”\n\n“嗯……”\n\n“错的一方完全就是他们吧！你说……”\n\n“别这么说，毕竟那些玩家们做的也有点太过火了。”追追没等我说完就说道。\n\n“唉……”我又低下头喝了一口蘑菇煲，“你还在替你的族群辩解吗……”\n\n“没……没有啦！”追追猛然站了起来，“我虽然是很恨他们，但是我毕竟还是属于爬行者这个种族的……生下来就是，死了也是……”\n\n我沉默了一会，把身子靠在椅背上：“你的那些族人们，果然都是群顽固不化的笨蛋呐……”\n\n“哎？！”\n\n“要是我也是个爬行者的话，为了自己族群的利益，自然会认为你的行为是错的，但是我肯定还是会尊重你的想法的，起码不会嘲笑你为异类吧！”\n\n“话倒是没错，我哥哥也是这样的。”追追攥着自己的兜帽边缘揉捏着，“可是在族里，能理解我的就只有他一个了，就算我的想法再怎么正确，我们也不能违背整个族群的旨意啊……”\n\n“你这是什么话啊！”我蹭地站了起来，“为什么你要放弃自己的意愿而去遵循族里的那些规矩呢！仅仅是因为你属于爬行者一族吗？”\n\n“是……是啊……”\n\n“你知道吗，我现在可是人类，人类也有人类的规章制度，不过，只要是我认为不对的规矩，我也绝不会遵从！打个比方，要是你和我是男女朋友，而所有人都反对，因为我和你不属于一个种族……”\n\n“你……你在说什么呢……”追追的脸红了。\n\n“听好了！如果是所有人类都反对我和你在一起，那我就不惜与全人类为敌！！”\n\n“啊……”追追的脸看起来是红到了极致，简直能透出血来。\n\n我们两个人都这样站了半晌，谁都没有说话。隔着蘑菇煲冒出的蒸汽，追追的脸有点看不清楚了。\n\n“…啊……那、那个，我刚刚只是打个比方，你可不要误会……”我连忙摆手道。\n\n追追意味深长地看了我一眼，低下头露出了欣慰的微笑：\n\n“谢谢你，阿帝。”\n\n“……”\n\n“那个，阿帝。”\n\n“诶？”\n\n“我、我决定了！我不回族里去了！”\n\n“啊？”我惊讶了，“那你回哪里？”\n\n“当然就和你住一起喽！”追追眯起眼睛笑道，身子向我这里倾斜过来。\n\n“啊？！”\n\n“反正我回族里去别人也不会有好脸色给我看，不过跟你在一起这一会功夫我居然就已经感觉到了久违的幸福感呢！所以……所以……”\n\n“可是你就这样留在我这，那你哥……”\n\n“我哥又怎么了，因为有我在他也受了族里不少气了，没有我估计他会好过一点吧……”追追嘟起嘴不满地道。\n\n“那……那好吧，反正多一个帮手也好……”我说道。\n\n这么好的机会，我要还是个男人就不应该错过！难道我第一次和女生同居的幸福生活就要开始了？！\n\n我一口气喝完了剩下的蘑菇煲，道：“那么我们等会就去采矿吧！”\n\n“嗯！”\n\n我们在树林里找到了一个天然的洞穴，看起来很深的样子。不过想到还有一个美女陪在我旁边，我就干劲十足了。\n\n我做了四把石镐，分了两把给追追，这样一来采矿的效率就大大提升了。不过我手里拿着的火把居然可以照亮洞穴，这就是传说中的动态光源么？不过因为没有背包的关系，我只能手里拿把稿子，背后再背上一把，再多就拿不动了。\n\n很快地，我们已经走过了好几个洞穴的分岔路口，感觉有点要迷路的样子。\n\n“追追你仔细看看洞穴壁上有没有煤或者铁之类的，一个都不要漏下！”\n我提醒道。\n\n“是！阿帝！”追追晃了晃手里的石镐。\n\n突然，从洞穴深处传来了一声令人发毛的吼声。\n\n果然是僵尸的叫声！\n\n“啊！阿帝！有僵尸啊！”追追叫道。\n\n“果然肯定要来的吗……”我抽出了石剑，注视着洞穴的阴暗处。\n\n“吼……”耳熟的僵尸叫声越来越近了，僵尸的真面目也被我火把的亮光照了出来。\n\n果然不出我所料，这里的僵尸也拥有人类的样貌！\n\n这个僵尸是个男性，长得跟人类没有任何区别，只是有着绿色的刺猬头短发，眼睛也是绿色的。他看起来实在是非常年轻，好像只有十三四岁，还是个小孩子。而且他作为怪物的穿着也跟人类一样：蓝色的T恤和蓝色的牛仔裤。\n\n“居然是人类啊，哈哈……”他居然笑了一下，开口了，“人肉应该很好吃吧……”\n\n“……”我抓紧了手里的石剑，“你想要干什么？！”\n\n“干什么……当然是吃了你啦！哈！”他大笑一声，身体向前一倾，向我扑过来。\n\n“哎呀！”不过他还没走出一步，就貌似被地上的碎石绊了一下，整个身子就扑到在了地上。\n\n……\n\n这也太有喜感了吧！\n\n“你这家伙在干什么？”从洞穴深处居然又传来了一个女孩子的声音。\n\n“没……没事啦！姐！不小心摔了一跤。”那个僵尸少年说道，他爬了起来掸掸身上的灰尘，道：“刚刚只是个失误，现在我就……”\n\n“要吃我你已经没机会了！”我的石剑已经横在了他的脖子上，“不仅如此，你现在连逃的机会也没了，死吧！”就算他的样子是人类，而且还是个小孩子，但他也终究是怪物，我才不会心慈手软呢！\n\n“别小瞧我！”他居然完全无视我的剑，一拳就打在我的胸口上，我一下子就被打飞了出去。\n\n“阿帝！”追追吓坏了，赶紧接住了我，“你没事吧……”\n\n“我没事。”我摸了摸发痛的胸口，道。\n\n这怪物，还真有一手！\n\n“你……你这家伙居然敢伤害阿帝！”追追愤怒地瞪向那个青年，一字一顿地说道，“去·死·吧！”\n\n追追手在空气中一晃，一根红黑相间的短棒就出现在了她的手中，我看的清清楚楚，完全就是凭空出现的。\n\n这东西居然还发着嘶嘶声，难道就是传说中的TNT？\n\n“看招！”追追一下子把那根短棒扔向了他。\n\n“啊！”他见势不妙，就往后一跃，躲了过去。\n\n“轰！”短棒一接触到地面就立刻发生了爆炸，整个洞穴都颤动了一下。\n\n“咳！咳！”烟尘散去了，那个青年使劲咳嗽了几声，惊讶地说道：“居……居然是爬行者！爬行者怎么会跟人类在一路呢……”\n\n追追没有理会他，而是看着自己面前弥漫的烟尘，又看了看自己的手，愣了好久才自言自语道：“我……我居然又扔出了一个炸弹……我怎么会突然这么冲动呢……”\n\n“晴云！到底出了什么事！”一个女孩子从洞穴深处跑了出来。\n\n“这家伙也是僵尸吗？看来这次事情要变得麻烦多了……”这个又跑出来的女孩子看起来只比这个青年年龄大了一点，穿着和那个青年一模一样，绿色的头发扎成马尾披在背后，也有一双绿色的眼睛。刚刚那个青年说了声“姐”，看起来他们俩是姐弟吗……\n\n“好吧……姐，其实就是遇到个人类和一个爬行者，我又已经好久没吃肉了……所以……”\n\n“我跟你说过多少遍了，人类现在已经不好惹了。你还是不听。”那个女孩子面无表情地看了我和追追一眼，说道，“抱歉，我弟弟总是不听话，给你带来麻烦的话我非常抱歉，请不要介意。”\n\n“这……没问题的啦。”我话这么说着，却很是在意她的神情——这家伙居然总能这样保持着面无表情的状态，应该是个三无少女吧！\n\n“不过既然遇到了，那就自我介绍一下吧，我叫晴岚，这是我弟弟，晴云。”她说道。\n\n“好吧好吧，你们叫我史帝夫就行了。”我对他们并没有什么大的兴趣，既然他们不来攻击我们，那就这样算了吧，“既然没事的话，那我们就先走了，再会！”我朝他们摆了摆手，拉起追追正欲离开。\n\n那个叫晴岚的家伙好像在犹豫着什么，不过我才不管他们的事，走也！\n\n“啊，对了，我倒是有点很重要的事情想告诉你，事关人类的存亡。既然你现在无意中闯入，那我告诉你也无妨。你有没有兴趣听？”晴岚突然喊住了我。\n\n我的脚步停了下来。\n\n重要的事情？……事关人类的……存亡？"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726600,
            "txt_content": "第四话\n~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~ \n\n        好吧，貌似很重要的样子，听听也没什么关系。\n        “那你就说吧，别卖关子。”\n        “你知道这个大陆上的三个位面吗？”她突然问道。\n        “应该知道，是不是主世界、地狱和末路之地？”\n        晴岚略微露出了些惊讶的表情：“想不到你居然知道，那我就直接说了！前天，地狱那个位面的两个种族：僵尸猪人和恶魂共同向人类宣战了，原因不明。不过我估计八成他们是嫉妒人类的高等文明，想要联合起来消灭人类吧。” \n        “啊？这种事情你怎么知道？”\n        “一般的怪物都对地狱的时事非常关心，倒是你们人类还蒙在鼓里。”\n        “若是照你说的已经开战的话，那……”\n        “现在还是小范围的冲突，估计再过几天就要真正地开始火拼了。所以你们最好还是小心一点，尤其是散布在野外的村庄。”\n        “唉？我怎么不知道这种事情？”追追发问道。\n        “爬行者应该是知道的吧……”她捋了一下脑后的马尾，道。\n        “那个，前天你已经遇到我了对吧？”我拿手肘轻轻撞了追追的身子一下，小声提醒道。\n        “哦，对啊……”\n        “那……多谢了！我会留意的！”我嘴上是这么说着，但是心里绝对是没把她说的话当一回事。再说就算她说的是真的，也不一定能影响到我们吧？\n        “不过话说回来，你为什么要告诉我们这种事？”\n        晴岚面无表情地看了我一眼：“我刚刚一时脑抽，就告诉了你这件事，这个解释你满意不？既然你不信，那你当我在胡说八道也无妨。”\n        “啊……没有没有，我哪有这个意思！哈哈……”我尴尬地笑了几声，“那我们先走了……回见！”\n        晴岚无视了我说的话，把目光转向追追：“不过我倒是也有个问题，你这个爬行者为什么会跟人类在一起？”\n        “这个……这个嘛……”追追突然被问到，一时想不出怎么回答了。\n        “哦，人类与爬行者的禁断之恋啊……”她若有所思地转过身去，“反正这种闲事我也懒得多问，晴云，我们回去吧。”\n        “才……才不是这样呢！”追追立刻羞红了脸，跺脚怒道，“谁会喜欢上那个人类……”\n        “喂！你这话说的有点过了吧！”我冲姐弟俩的背影喊道。我和追追明明不是……还没到那种关系嘛。\n        “好吧好吧，随你怎么说。”她的声音从洞穴深处传来，“我们就住在洞穴里面，所以如果你不介意的话，就请换条路再采矿吧。我们已经不敢再与人类作对了，所以希望你们起码能还我们生存的环境吧。”\n        “我知道了！”我喊道，便带着追追离开了这个分叉的洞穴，反正本来也准备走的说。\n        走了不久，追追突然叫住我，却错开我的目光，看向地面：“啊，那个，阿帝，刚刚我的话你别当真啊……其实我……其实我……”她的脸还是红的，她是什么意思我自然知道了。\n        我都没怎么表现出在意的神色，她居然就说这种话了，岂不是此地无银三百两吗！\n        “没事的，我明白。”我伸手过去摸了摸她的脑袋。\n        追追一下子愣住了，她愣了几秒，就闭上眼睛，低下头露出一脸幸福的表情，一副“只要是阿帝想干什么都可以的哦”的样子。\n        哎哎？这表情，她是在暗示我什么吗！这么隐秘的洞穴，反正没有人，不如我就……\n        擦，我这个禽兽！我到底是怎么回事！我在地球的时候可从来没有这么猥琐过啊！\n        我使劲捏了下大腿，疼痛感立刻将我蠢蠢欲动的欲望战胜了。我轻呼了一口气，提议道：\n        “那你要是不累的话，我们就一直工作到天亮再回去吧！”\n        “嗯。”她轻声应了一声，“说道采矿，不如我来帮你直接炸开矿吧！”\n        “诶，这样可以吗？你好像不怎么会扔炸弹的样子……”\n        “没事的！虽然刚刚我是第一次用炸弹炸生物，但是炸矿我还是会的嘛！”\n        “啊？你刚刚是第一次用炸弹炸生物？”\n        “啊……是呀……”她点点头，“我只是害怕你出什么事而已……所以我才……”\n        “所以你才控制不住丢出炸弹是吗……”我笑道，“想不到我居然这么厉害，居然能刺激你做出一直不敢做的事情！”\n        “我、我也不是因为那个……啊，我们还是先采矿对吧！”追追突然就岔开了话题。\n        我顿时感觉有些好笑：“好吧好吧，那前面好像有点粘土挡住了路，挖起来很麻烦，你去把它们炸开吧。”\n        “嗯！遵命！”又一根短棒出现在追追手中，被扔了出去。\n        “轰！”堵住道路的大堆粘土毫无悬念地被炸开，不过这一炸居然炸出大事了。\n        炸弹的冲击波也波及到了洞穴的上方，炸弹爆炸的地方一下子就塌方了！\n        无数碎石落下，然而同时出现在我们视线里的，居然还有橙色的粘稠状高温液体！\n        “糟了，居然是岩浆！”！我大惊道，赶紧抓起追追往外逃去。\n        看来这个洞穴上面应该是岩浆池，追追这一炸把岩浆炸下来了。而这条洞穴是向下延伸的，岩浆流下来的地方正是洞穴的底部，也很快被岩浆填满了，而且越聚越多，深度正在逐渐增加。\n        “啊……阿帝……怎么会这样……”追追也意识到了出了什么事。\n        “现在不要管那么多了！赶紧逃啊！”现在最重要的是逃出这个洞穴，什么矿石以后再说吧！\n        此时我们已经到了洞穴的上端，岩浆看来也流的差不多了，应该不会再漫上来了吧！\n        不过真是屋漏偏逢连夜雨，追追这一炸带起的是大规模的塌方，我们脚下的地面居然也“轰”地一声塌了下去！\n        “啊！”我和追追毫无疑问地摔下了大坑，在地上滚了几下，掉到了洞穴的底部。\n        靠，这个洞穴居然有两层，被岩浆吞没的是上面一层，而现在我们掉到的地方应该是下层了。然而接着又是无数碎石倾泻而下，彻底把我和追追堵在了一个狭小的洞穴空间内。\n        这下事情大发了。\n        我怀里的身躯抽动了下，随后追追的声音响起：“阿帝你没事吧？难、难道说，这个洞穴塌方了？”\n        “基本上是这样的。”\n        我大约感觉了一下，我们现在身处的空间只有不到五平方米，唯一的出口被碎石堵住，如果向上挖的话肯定会有岩浆流下来，那在这么狭小的空间里肯定是死定了。\n        至于塌方的原因，肯定是追追扔的炸弹了，估计与僵尸姐弟对战的时候扔的那一颗也有很大的责任。而且这么小的地方肯定不能再用炸药，绝对会把自己炸的粉身碎骨。好像我的石镐也在混乱中丢失了，现在怎么办，难道要用手挖？\n        我沉默了一会，点起一支火把照亮了空间，说：“情况很清楚，洞穴塌方了，我们被困在这里了。追追你的石镐子还在吗？”\n        追追摸了摸身上，大惊道：“啊！好像不见了！应该是刚刚落在某个地方了？”\n        “这下完蛋了……”我摸了摸自己的额头，“一点工具都没有了！真是惨痛的教训啊，要是我还能出去的话，我一定准备齐全再来下矿……”\n        追追在地上坐了下来：“对不起阿帝……都怪我扔了那几个炸弹……现在我们都被困在这里了……”\n        “行了，这又不是你的错。”我试探了下墙壁的硬度，道，“都怪我准备不充分，应该多带几把备用的镐子才对……”\n        “喝！”我深吸了一口气，一拳打在坚硬的岩壁上。没有镐子，用手撸总行吧？\n        “阿帝你疯了？”追追抓住了我，“用手去打石头，你的脑袋是摔下来时候摔坏了吗！”\n        好吧，看来我果然是疯了，在这个世界里连空手撸树都做不到，果然更别说撸石头了。\n        “怎么可能！我只是……思考出去的办法罢了！这个这个，我听说痛感能让人的思路变得更加清晰嘛！哈哈！”\n        “……”追追瞪了我一眼，突然说道：“阿帝，你知道有一个名词叫做精准爆破吗？”\n        “精准爆破？那是什么？”\n        “你不知道也难怪，有可能这是我们爬行者专有的术语。简单的说就是调节炸药的量，在爆破效果保持良好的前提下尽量减少冲击力度和对周边环境的破坏。”\n        “难道说……你要在这里用那什么所谓的精准爆破吗？不行的！太危险了！这么小的范围，怎么可能炸掉那些碎石而且还不伤到自己！”我立刻反驳道。\n        “放心吧，我对自己的技术还是很有信心的，我虽然从没伤害过人类，但我可不是完全不会用炸弹的菜鸟！”追追拍了拍胸口，“总之这件事情都是我引起的，就让我自己来解决吧！”\n        追追手向右一伸，一小块黑色的固体就在她的手掌上冒出来。\n        “这么多的量，应该够了吧。”她自言自语道，“阿帝，你躲到那边去！”她指了指另一边。对于她的指示，我还是决定保持服从的态度。\n        追追一把把那块黑色固体拍在碎石堆上：“小心了！”立刻退开挡在了我面前。\n        诶？为什么要挡在我前面呢，如果炸药用量确实像她所说的那样掌握地很好，只要躲远一点不就……\n        “轰！”我还没来得及思考完全，一声巨响便震得我耳朵里嗡嗡直响，扑面而来的热风夹带着灰尘和小碎石疯狂地冲击着我的脸，使我不得不闭上眼睛。虽然爆炸的威力减小了很多，我还是能感觉到强大的冲击力差点将我震倒。一个沉重的物体却突然撞了过来，直接把我掼在墙上。我睁开眼睛仔细一看，居然、居然是追追的身体！\n        堵着去路的碎石堆已经被炸开，这次爆破显然非常成功。然而追追这到底是怎么回事！难道说……\n        “追追！你到底在干什么啊！”\n        她却在我怀里紧闭着眼睛一句话也没说。\n        “唔……阿帝……你没事真是太好了……”良久，她才睁开眼睛，欣慰地看了我一眼，又缓缓闭上了。\n        “一点也不好！”我好像明白了什么，于是几乎疯狂地大喊道，“为什么你要这样做！”\n        “因为……这是我们出去的唯一方法了嘛……”她吃力地动了动嘴唇，吐出这几个字。\n        “笨蛋！我不是问你这个！为什么爆炸还会有那么强的力量！还有……还有为什么你要替我挡着！”\n        “哦，那个，很简单啊……刚刚我用的量是炸开石堆所需要的最小的量了……虽然如此你也看到了，冲击力也是很恐怖的吧……可是我……我才不想看到阿帝受伤呢……”追追闭着眼睛，神色平静到了极点。她好像还在微微地笑呢……怎么会笑的出来？\n        “再说你不是也救过我一命嘛，阿帝……现在我们算两清喽……”她接着说道。\n        “追追……你……”我心里莫名的一酸，就算她说是为了报答我，我心里也不是滋味。\n        “阿帝……”\n        “啊？……”\n        “下次准备齐全再下矿吧……我可不想有第二次了……”这是她在昏过去前对我说的最后一句话。"
        },
        {
            "author": "Coldwords小坏",
            "timestamp": 1380726600,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 23:05 \n第二话\n~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~ \n这个世界叫做麦块（Mycrat）大陆，是 ...\n2分钟再次看完第2话- -然后呢"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726660,
            "txt_content": "表示在矿工茶馆里发过 目前还在审核 \n地址http://www.mcbbs.net/thread-179911-1-1.html"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726720,
            "txt_content": "第五话\n~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~ \n\n\n        我抱着昏迷不醒的追追回到了小木屋里。此时估计已经是半夜了。\n        “追追……为什么你要这样……”我轻轻地把她放到床上，自言自语道。均匀平缓的呼吸声让我略微放了点心。她的情况好像好一点了，应该没有什么生命危险，大概不多久就能醒来了吧。\n        我坐在床边看着她，脑子慢慢地就变得一片空白，什么都没在想了。\n        “唔……”不知过了多久，追追突然呻吟了一声，缓缓地睁开眼睛，“诶……阿帝，我们这是到家了吗？”\n        “嗯，你不正在床上嘛……”\n        “这样啊……”追追坐起来，两手撑在床上，“那个……我……”\n        “别说了。”我按住了她的肩膀，“答应我，下次不要再做这种事情了。”\n        “可是……”\n        “别说什么可是！”我的情绪激动起来，摇着她的肩，“我宁可自己受伤，也不想看到你伤成这样！追追！你听到了吗！”\n        “阿帝……”呆滞了片刻后，她的嘴角露出了笑容，轻声说道，“嗯，我答应你。”        \n        “那就好……睡觉吧！”我见追追已经完全好了，精神一下子放松下来，就感觉累得不行了，“你睡床上，我睡地上吧……”\n        “为什么你要睡地上？”追追不满地道，“挤一挤就好了嘛，我们都睡床上不就行了。”\n        这！万一我一个不小心，做出什么人神共愤的事情就完蛋了！\n        “那个……不太方便吧……”\n        “有什么方不方便的！”追追一下就把我拉倒在了床上，“我以后都跟你住在一起了，睡一张床有什么大不了的！”话虽这么说着，她的脸却还是红的。\n        “好吧好吧，不过你最好不要勾引我，我的定力还是挺差的……”\n        “笨蛋！你说什么呢！”追追顿时脸更红了，踢了我一脚，转过身去不理我了。\n        过分的事情自然是不能做的，从下午忙到了半夜，我骨头都快散架了，那就先睡吧……但是，不过分的事情应该还是可以的吧……比如说拥抱之类的……\n        我使劲平复了下自己的心情，伸出手来从背后抱住了追追！\n        “啊！阿帝……”她的身体明显颤了一下，不过她倒是没有反抗的行为，“你这家伙……”\n        “这是惩罚哟！”我闭上眼睛，故作镇定地说道。\n        “啊……惩罚？”\n        “就是对你刚刚那样不顾自己的安全，做出这种危险事情的惩罚！你把我吓得那么惨，我可不会轻易原谅你哦……”\n        追追沉默了一会，转过身来，双手也抱住我，把头埋在我的胸前，轻声道：\n        “色狼……”\n        我没有说话，闭着眼睛享受追追的体香。哈，说我色狼，为什么你倒不反抗呢！\n        我们就这样互相抱着睡了一整个晚上，中途真的没有发生任何你们所期望的事情哦！绅（hen）士（tai）们！\n        \n        \n        “啊啊！又是一个阳光明媚的早晨啊！阿帝！快起床啦！”追追拼命地摇着我。\n        我没有睁开眼睛，就已经能感觉到阳光透过玻璃照在我眼皮上的灼热感了：“呵啊……好困啊，再让我睡一会吧……”昨天半夜才睡着的，现在才早晨吧？睡眠不足可是很有害健康的啊！\n        “我半夜才睡的，你就体谅下我呗！”\n        “哼……”追追手叉着腰，不满地看着我。\n        被她这么瞪着，我也睡不着了，从床上坐了起来，伸了个懒腰就说道：“我起，起还不行吗？我们今天不去挖矿了，去树林里拔点草，搜集种子来种地吧！”有了昨晚的教训，我现在也不敢乱下矿了，还是种地比较容易活下去对吧！\n        “好！那我先出发喽！”追追说着，一马当先跑了出去。\n        “喂！别走那么快啊！……”\n        自从穿越到这里来，我还是第一次感觉这么轻松愉快。也许是因为有了追追的陪伴吧，一个人生存下去绝对会枯燥死的。\n        多余的话就不说了，很快我们就采集到了一小堆种子。\n        “这些应该够耕一块供我们两人吃的田了吧？每天吃蘑菇煲也不是办法！”我正对追追说道。……等一下！我好想感觉到有一束目光在注视着我们！\n        “那谁，别躲在草丛里了！早看见你了！出来！”\n        我很轻易地就发现了隐藏在草丛后的目标，抬起石剑喊道。\n        草丛顿时传出一阵“悉悉索索”的响动，一个人钻了出来！这家伙穿的很土，貌似就是粗布衣服和粗布裤子，身上背着各种工具，浑身脏兮兮的，看起来是个三十多岁的大叔。\n        “啊……那个，小兄弟我没有别的意思，有话好好说啊！”他见我举起石剑，立刻后退了几步，谨慎地说道。\n        “那你是谁？干嘛要躲在那里？”我现在对除了追追以外的一切生物都抱有警惕心理。\n        “那个，我只是一个外出采药的普通农民而已啊！小兄弟你看我这身衣服还看不出来吗？我本来看见了你想走过来打个招呼，结果就看见你身旁居然还有一个……”他指了指我身后的追追。\n        “没事没事，刚刚稍有得罪。”我收起了石剑，“她怎么了？”我看了一眼追追。\n        “你看她那个金色头发红色眼睛， 明显就是一个爬行者啊……”他紧张地说道。\n        “哦，原来是这样！”我笑道，“放心吧，虽然她是个爬行者，但是她是不会伤害人类的！”\n        那个村民惊讶地点了点头，不过还是不自主地往后退着。果然人类确实已经被爬行者吓得不轻了吗……\n        “哦，是吗……那就好，那就好……看她的样子确实也没什么攻击性……那没事的话我就先走了……”他一边说，一边转身欲跑。\n        “啊，那个，大叔，你是住在村庄里的吗？我一直都住在野外，你看你能不能带我们去村庄里见识一番？”\n        话说我的运气不错啊，居然真的看见了村民！要是跟着他的话就应该能见到传说中的NPC村庄？！要是能找到个村庄的话，生存肯定不是问题了。\n        “可以是可以，只是她的话……”大叔有点犹豫地看了看追追。\n        也对，得想个办法把她伪装一下！\n\n        二十分钟后。\n        “阿帝，这样真的不会被人看出来吗？”追追仔细理了理头上乌黑的秀发。\n        “只要发色变了，就算眼睛是红的也应该没有人会怀疑的！”我回答道。\n        她听了我的建议，在河边抓了几只鱿鱼挤出墨汁，把自己的头发染黑了，只是为了不让人类发现追追的爬行者身份。听那个大叔说，鱿鱼的墨汁是染头发最好的染料呢。\n        可是我完全不明白为什么树林的淡水小湖里面也会有鱿鱼出现！这个世界终于又不科学一次了！\n        不过染头发什么的，我是根本不会，这种东西看来还是女孩子比较擅长啊。\n        “到时候我就说你是我妹妹吧，怎么样？”这样说的话应该不容易被怀疑吧！\n        “没问题！”\n        “大叔，已经准备好了，可以出发了！”我喊道。\n        “好嘞！别跟丢了！”那个农民大喊一声，开始在前面带路。\n        我们大概向北走了半小时，在树林的边缘处，我居然发现了大片的草原，而村庄就在眼前了。\n        “小兄弟你看，这就是我们的村庄了！”农民指了指那一大片的房屋。\n        “多谢你了，大叔！”我说道。\n        “不用客气！”他摸了摸后脑勺，憨厚地笑了几声，“啊，干脆直接送你们进村好了，跟我走吧！”        \n        “嗯，好的！不过大叔，那个……虽然她不会伤害人类，但是要是让别人知道她是爬行者的话估计会很麻烦，所以你能不能帮我们保密……”\n        “这个是没问题！我这个人可是说到做到的！”他拍着胸脯保证道。"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726780,
            "txt_content": " 本帖最后由 MionDeathRay丶 于 2013-10-3 01:00 编辑 \n\n消失咯 呵呵呵"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726840,
            "txt_content": "警告：下一话包含非常轻微H的杀必死情节，未满10周岁者请自觉离开！"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380726900,
            "txt_content": "第六话\n\n我们此时已经走到了村庄里面了，这个村庄感觉起来不怎么大，但是还是很热闹。\n“哇，阿帝，这就是村庄啊！看起来好有意思！”追追一脸兴奋不已的表情。\n确实是呢，还是第一次见到真正的NPC村庄呢！\n“啊，那个，大叔，我看这个村庄挺好的，而且我已经一个人流浪了很久了，所以我想能不能在这里定居下来……”我转头问道。 \n“啊，这个我可下不了决定，你去问问村长吧，他的房子就在那儿！”他手一伸，指向了一栋不起眼的小木屋。\n那就去问问吧，有了稳定的生活总比一切都好，一般来说不会被拒绝吧！\n我拉着追追来到木屋前，扣了扣门。\n“请进！”一个苍老的声音从屋内传来。 \n我推开门走了进去，只见里面是一个须发皆白的老人正站在书架前翻阅着什么。屋子里的陈设就是一张桌子，一把椅子，一盏火把和几支笔。\n“哦？抱歉，我从来没见过你们两位，你们是？”他转过头来看了我们一眼，道。\n“这位大爷，您就是村长是吧？”\n“嗯，是的。我同时也是村里的牧师和铁匠。”\n“我叫史帝夫，我旁边这个女孩子叫追追，是我的……表妹。”我先向他鞠了个躬，“我和我表妹一直都在野外流浪，今天碰巧遇见了一位农民大叔将我们带到这里来，我在想，能不能让我们住在这里，有个固定的居所也好，在野外生存太艰苦了。”\n“啊！那自然是没有问题，我们村一直都是很欢迎外来者的！”他说着，却无意中瞟了一眼追追，就笑道，“这丫头，眼睛怎么是红色的？”\n“嗯，我表妹家就是有这种遗传。”我略慌了一下，不过还是立刻镇定下来答道。\n“嗯，好吧，在这里住下的话肯定是没问题。要建房子的话，在村里稍微喊一下就会有人来义务帮你们了。我姓诺，你们平时就叫我诺村长就行了。”他抚了抚白色的胡须，微笑道。\n“行了，那……诺村长我们先走了啊！多谢了！”我拉着追追出了木屋。\n走出门外，我不由得松了一口气：“这样一来，总算是能过几天安稳日子了吧！追追！”\n“嗯……要是一直都能这样就好了……”追追拉着我的手道。\n\n村民们都对我和追追表现地格外热情，虽然我们的衣着跟他们很不一样，但是还是没有多少人在意。而今天我们的运气貌似很不错，一户人家搬走了，村里正好有一座木屋空了出来。面积挺大，三室一厅，当然这房子还是免费的，我们一分钱都不用花。\n很快就到了傍晚，我和追追都吃完了晚饭。而村民们大多都睡了，睡那么早也是为了第二天能早点起来干农活，这也已经是他们常年以来的作息习惯了。\n“啊，累死了……阿帝……”追追仰面扑倒在床上，红色羊毛被子里的空气被挤出来，带起“呼”的一声。\n“嗯，的确挺累人的，不过……居然只有一张床，而且还是双人床？”什么意思？！我跟村民们说的是我和追追是表兄妹，但是也不能这样睡一张床吧！\n“那个，阿帝，我听说麦块大陆上的人类是可以表兄妹之间通婚的……”追追趴在床上，抱着枕头打起滚来。\n“可是我们其实不是兄妹啊！”我索性也坐到了床上，“话说回来，你的头发也得一直保持着现在染成的黑色样子了，你看你自己染的，好像还没染均匀？”\n“这有什么关系啦。”追追听我说，也摘下兜帽伸手去捋了捋自己的头发。黑色的齐肩短发披散而下，和她带着兜帽的可爱风格相比，摘下兜帽的她居然显得有些成熟的妩媚了。\n“那就睡觉吧！”我也直接躺到了床上，追追看了我一眼，居然默默地地转过身去了。\n“你背着我干嘛？转过来啊？”\n“现在没心情跟你抱在一起，睡觉吧！”她说道。\n“那你先睡吧，我突然想去外面吹吹风。”我貌似还没什么睡意。\n“喂！有什么好吹的嘛！阿帝！……”\n\n我关上门，现在天已经完全黑下来了，空气也变得冷了一些。偶尔有风吹过，让人不由得冷得起了鸡皮疙瘩。\n来到这个大陆，大概已经有三天了吧！我下意识地想往裤袋里拿手机，不过自然是什么都没摸到。\n“什么狗屁大陆啊，没有手机没有电脑，这可让我怎么活下去！”我狠狠地把头往木墙上一靠，埋怨道。\n一想到屋里还有个粘着我的爬行者姑娘，的确是令人头痛不堪，毕竟她身后还有庞大的爬行者氏族，万一找过来的话绝对会给这个村庄带来大麻烦的……\n“管它呢！过一天是一天！”我活动了一下肩膀，走进屋里准备睡觉了。\n“啊！阿帝，我差点忘了，先得去洗个澡才能睡觉啊！”追追见我进了屋子，突然从床上爬起来道。\n“洗澡？那倒是没有问题，不过你要是洗的话，你这头发不是得掉色了吗……”\n这屋子设备倒是挺齐全的，还有一个专门的浴室，要水的话从村里的水井里挑就行了。\n“你应该存着一些多余的墨汁吧？隔几天染一次不就行了。”\n“可是……干嘛还要弄这么麻烦，还不如……”我露出了有些无奈的表情。\n“哈？！”追追睁大她的眼睛瞪着我，“开什么玩笑？女孩子怎么可以几天都不洗一次澡呢！身上脏死了啦！”\n“好吧好吧……我给你去挑水……”\n“不用麻烦你了，我自己去就行了！”追追又拿起水桶一个人出了门。\n\n“啊……好困……”我正一个人躺在床上，身体摆成了一个“大”字形，浴室里传来的“哗哗”的水声更是有点像催眠曲。\n“追追正在洗澡啊……”我晃了晃头，突然一点邪恶的思想蔓延开来，我不禁脑补起浴室里的情景……\n“靠！我这个大hentai！”我从床上弹了起来，使劲捏了下自己的大腿，“居然还敢想这种东西……我真是没救了啊……”\n诶，不过其实想想的话还是很刺激的哈哈……\n完了，控制不住自己的思绪了……想就想吧！YY不犯法！我又仰面倒在床上，YY得兴奋不已。\n当我的思维正想到某些邪恶的情节处时，浴室的门一下子开了。白色的水蒸气争先恐后地扑出，追追也走了出来。\n我吓得马上就坐了起来：“啊！追追你洗好了？”\n唔！刚刚我YY时候的样子没被她看到吧？！\n“洗好了啊！”\n她的脸上泛着红晕，头发也变回了金色，白皙的皮肤让我不由得吞了口口水。可是这丫头……洗澡出来居然只在身上围着一圈浴巾？旁边还有我这个男性在啊！\n“那个……你怎么穿成这样啊……”我伸出手指了指她身上的那块白布。\n“咦？怎么了？”她低头看了看浴巾又看了看我，泛着红晕的脸更红了，“在看哪里啊！你这个变态！色狼！”\n“明明都抱在一起睡过了一个晚上了，居然还要说我变态？”我笑道。\n“哼！有换的衣服没？”追追无视了我的反驳，扯开话题道。\n“在衣柜里，不过都是村民们无偿送的衣服，估计你是不会喜欢的吧！真是的，你们怪物穿的衣服明明是这么时髦的现代服饰，而这里的人类个个都穿得像是中世纪的农民一样……”\n“这我也不知道啊，我们怪物一直都是穿这种衣服的。不过人类的衣服好像也很不错，将就着穿一会吧。”追追开始在衣柜里翻找起衣服。\n“这件粗布衣服应该还可以，就它了！阿帝你看看好看不？”追追拿起一件衣服，转过身来，往自己身上比划道。\n“好看的不能再好看了。”我敷衍着，眼睛看向天花板——要是再看着她这样披着浴巾的身体的话，估计某部位就要起反应了。\n“那我去换了啊！”追追拿起衣服就要往浴室里走。\n惊心动魄的一幕来了，那条浴巾估计是松动了还是怎么的，毫无声响地掉在了地上。\n……整个屋子沉默了五秒。\n“啊！”追追发出了一声惨绝人寰的尖叫，赶紧拿衣服遮住自己的胸部和私密部位，直接跑回了浴室。\n“呃……呃……”我和我的小伙伴都惊呆了！刚才的意外让追追春光大泄，至于我看到了什么，自然是过于和谐，所以这里就不描述出来了。\n虽然惊艳的场面已经过去，但是我肯定是根本忘不了的。尼玛，虽然只有数秒钟，但是还是太刺激了啊！\n浴室里面传出悉悉索索的穿衣服声音，估计追追在里面穿衣服吧。\n“唉……”我叹了一口气，不知她出来的时候会不会发脾气呢……"
        },
        {
            "author": "Coldwords小坏",
            "timestamp": 1380727200,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 23:11 \n表示在矿工茶馆里发过 目前还在审核 \n地址http://www.mcbbs.net/thread-179911-1-1.html\n再次看完第4章节。。第5呢"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380727260,
            "txt_content": " 本帖最后由 MionDeathRay丶 于 2013-10-3 00:47 编辑 \nColdwords小坏 发表于 2013-10-2 23:20 \n再次看完第4章节。。第5呢不带看这么快的= =\n"
        },
        {
            "author": "Coldwords小坏",
            "timestamp": 1380727560,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 23:21 \n没写好呢= =\n不带看这么快的= =\n每天6点更新而且我不是发了么= =\n速度，速度。第5章看完"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380727620,
            "txt_content": "Coldwords小坏 发表于 2013-10-2 23:26 \n速度，速度。第5章看完\n待审核ing............."
        },
        {
            "author": "846239791",
            "timestamp": 1380730080,
            "txt_content": "好激情啊~~~~"
        },
        {
            "author": "Coldwords小坏",
            "timestamp": 1380731040,
            "txt_content": "846239791 发表于 2013-10-3 00:08 \n好激情啊~~~~\n素啊- -..真的很激情"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380731100,
            "txt_content": "消失の第6话"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380731160,
            "txt_content": "第七话\n\n        很快地，门又被打开了，追追已经穿好了衣服从里面走了出来。只不过脸上还带有一点红晕罢了。\n        “……哼！”她闷哼了一声，下意识地避开我的眼神，自顾自地扑到了床上。\n        “那个……”\n        “别跟我说话！变态！！”\n        “我都说了这是意外，跟我一点关系都没……”\n        “身子都被你看光了！你还有什么好说的！”\n        “那也不是我的错啊！再说了就算我看到了又怎么样嘛！我也不敢对你有什么企图的啊！”我义愤填膺地辩解道。\n        “哼，我才不信……”追追转过头来，话说到一半又呆住了。\n        “哎？你怎么了……”我正奇怪着，却感觉脸上好像有什么东西？\n        伸手一摸，靠！流鼻血了！\n        “啊——变态变态变态变态变态！！”追追脸又变得通红，冲我大吼道，然后拿起被子把自己严严实实地包裹起来，“敢碰我一下我就炸死你！变态！”\n        “……”\n        冤枉啊！怎么偏偏在这节骨眼上流鼻血！这尼玛不科学！不管是因为什么，反正绝对不会是因为看到了刚刚那么刺激的杀必死的原因就对了！\n        真是够倒霉的……我仰起头试图止住鼻血，看样子也快停下来了。\n        果然还是睡觉吧，说不定她一早上起来就消气了！鼻血也差不多不流了，我走下床把灯关上，屋子里立刻变的一片黑暗。\n        可是越是想睡着，我就越没法睡着。一闭上眼睛，脑海里就浮现出刚刚xx的画面，这要是睡得着才怪！\n\n        纠结了好久，才勉强有点迷迷糊糊了，可是越睡越不舒服，总感觉有什么东西压在身上。睡到半夜，我一睁眼，发现原来是追追正整个人都趴在我身上，睡得正香。\n        “呃！”我一下子不知道该做什么好了，还是把她推开吧，我怎么说也是个正人君子！\n        我推了她一下，但是用的力气好像太小了，没推动，她好像感觉到了有人在推她，含糊不清地说了几句，两只手伸上来，一把环住我的脖子，蹭了几下，又继续埋头睡起来。\n        “……”我干脆两手搂住她的腰，想要把她直接从我身上抱下去，不过这一抱好像把她给弄醒了：“唔……阿帝……”她勉强睁开眼睛这么轻声地说了几句，又闭上眼，环着我脖子的双手松开了，转而搭在我的胸口上。\n        居然这么开放？我心一横，双臂也直接搂住她，既然她这么想睡我身上，那就睡吧！刚刚还骂我大变态，现在又趴在我身上了呢……\n        我居然就这样睡着了！\n\n        不知睡了多久，我感觉到脸上有什么灼热的东西。睁眼一看，原来是阳光透过玻璃窗照在地板上，把整个屋子的温度都带高了。\n        “唔……现在应该已经是早上了吧……”我揉了揉眼睛，“好绚丽的光影效果啊，FPS居然还是无限大的呢……”\n        我不知为何笑出声来。\n        “呵啊……”此时追追打了个哈欠，也醒来了。估计是我把她也吵醒了吧。\n        “你醒了啊？”\n        “嗯……早上好……阿帝……”她也揉了揉眼睛，随后伸了个懒腰。\n        她突然看向了我，好像想起什么的样子：“哦对了，阿帝，帮我染头发！”\n        “啊？你自己不会染吗？”不过我心里倒是还在庆幸，貌似她已经忘了昨晚的尴尬事情了。\n        “你不是说我自己染的不均匀吗？哼，那你来染啊！”\n        =_=原来又因为这生气了啊！……\n        我一咬牙，从柜子里拿出了为数不多的半瓶墨汁：“好吧，我来就我来！不过还是得先到浴室里去吧！这里不小心染上了不好清理。”\n        “嗯。”追追应道。\n\n        ……\n\n        “那你在这里坐着！”我指了指浴室里的一把凳子，“呃……可是怎么染来着？”\n        “笨蛋……”追追在椅子上坐下，转头瞥了我一眼，“还是……我自己来吧，真是的……一点用都派不上呢……”\n        “这话是什么意思！不行！这头发我染定了！你不许乱动！”身为男人的尊严受到挑战，我怎么能忍？\n        “哼……”追追又转过头来瞥了我一眼，“要是染坏了我可饶不了你……”\n        “怎么会！”我虽然这么说，但是心里还是没底。\n        管它的！直接把染料抹上去不就行了！我抹了一把墨汁拍在追追头上，用手抚匀，拿起梳子梳起来。\n        “阿帝！哪有你这么染头发的！行了！给我来弄吧！”她现在是背对着我，也看不到我到底在做什么，因此顿时不放心起来。\n        追追正欲抢走我手里的梳子，却被我一把拦住：“我来就行了，这点小事我这么可能不会做呢！”\n        “我感觉再让你弄下去我的头发就要被毁了啊！”\n        “相信我就行了！”的确，我倒也感觉梳头的动作越来越熟练了。\n        突然梳子好像被她的头发缠住了，怎么也梳不下去了。遇到这种情况，以前从来没有给女孩子梳过头发的我居然一时脑抽继续用力往下扯……\n        “呜呜！跟你说了让我来嘛……啊！疼……”\n        “抱歉……”我干脆把梳子抽出来，直接用手开始理着追追的头发：“这样总行了吧？我都在用手给你染了！”\n        “这还差不多好一点……”\n        “诶……好舒服啊……阿帝的手……”又弄了几分钟，追追突然又发话道。\n        “是么……”\n        她这话有什么隐藏的含义在里面吗……\n        “啊！那个……其实我很不喜欢黑色的头发……原来金色的不是很好嘛……”追追又扯开话题埋怨起来。\n        “你自己都知道原因还要问！还需要我再说一遍吗？”\n        “……”追追不满地把双手交叉在胸前，“我就是不喜欢嘛……”\n        “等哪天我们不用再跟人类接触的时候，你就不用再染了！”我看染得差不多了，就用手四处摸了几遍，“好了，染完了！”\n        “这就完了啊？”追追对着镜子仔细看了看，“好像还有点不均匀的地方……阿帝你再多弄一会呗？”\n        “哪有啊？不会是因为我帮你弄得很舒服你想再多享受一会吧？”我仔细检查了一下她的头发，明明已经染得很均匀的说。\n        “呃啊……才……才没有呢！”\n        “……好吧好吧，那我继续帮你染……”\n        “行了！不用了！已经很好了！”追追转过脸来，脸居然又是红的了，“谢了……”\n        “有什么好谢的！我们是兄?妹嘛！”我调侃道。\n        “呸——”她冲我做了个鬼脸，“阿帝！那就出去玩玩吧！”\n        “嗯！”\n        \n        一星期后。\n        “追追，我去树林里摘点苹果来，你去村里的商店帮我拿点砂糖来！”\n        “哦！知道了！”\n        现在正是早上，我和追追来到这个村庄已经有一个星期了，与村民之间的关系也渐渐地融洽起来，和追追的关系也越来越亲密，甚至有种像恋人的感觉。\n        \n        不对不对！我在想什么呢！大概也只有普通朋友的关系吧！\n\n        哦对了，我突然想起一星期前，晴岚跟我说的什么“地狱和主世界开战”的事情。\n        “看看，阳光明媚万里无云，哪里有什么地狱的东西？估计晴岚的消息也是误传吧！”        我看看头顶的蓝天笑道，“日子是越来越舒坦了，不过村里的生活也太无趣了，得去找        点有意思做做啊……，算了，先去摘苹果吧！”\n        今天诺村长有事外出了，大概过几天就会回来吧。\n        我又来到了树林里，四处观望，看有没有什么长了果子的树，不过我在树林外围走了分钟还是一无所获。\n        “那就进林子深处看看吧！”当我正准备向林中进发时，从村子那边好像发出了一阵爆炸声。\n        “怎么回事？”我爬上一棵树，转头向村子的方向看去。由于有树木的遮挡还是看不见村子具体的情况，但是我可以看见村子上方的天空居然变成了暗红色，与树林里依旧蓝色的天空格格不入。\n        “天哪……不会真的是……”我一拍脑袋，从树上跳了下来，赶紧向村子奔去。\n        千万别有事啊！追追！\n        \n        当我跑到树林的尽头时，映入我眼睛的恐怖景象我一辈子也无法忘记。\n        原先平和宁静的村庄已经变成了一片火海，一道类似异次元裂缝的东西就出现在村子的不远处。村子里面充斥着正在屠杀村民的士兵（暂且可以这么说）。他们穿着统一的黑色盔甲，手拿金剑，头发都是和僵尸一样清一色的绿色，他们就是地狱里最普遍的生物僵尸猪人吧！天空上飘着数十个穿着白色披风银色头发的男人，不断地从手里放出火球轰炸下方的村庄，他们应该就是我所知的恶魂了吧！\n        怎么会这样！晴岚说的居然是真的！\n        管不了那么多了，保护追追要紧！我抽出背后的石剑就向村子里冲去。\n        村子外围还是有几个僵尸猪人在游荡，大概是巡逻的哨兵吧，我现在已经被愤怒和担忧冲昏了头脑，二话不说就砍了下去！\n        看来那些僵尸猪人也是群废物，居然根本抵挡不住我的攻击，两三下就把他们砍倒了。我虽然不是什么武林高手，但是我在地球上的时候还是很能打的。再加上穿越到这里来之后我更加努力的自学战斗技巧，所以这才能打败他们吧！\n        我拿起他们手里的金剑，端详了一下，果然比我的烂石剑要牛逼多了。哼，这么好的武器愣是被你们这群蠢猪给浪费了！\n        我试着挥动了一下，重是很重，不过还是在我能掌控的范围内。我深呼吸了几下平静了心情，借着火海的掩护向自己的木屋冲去。\n        “追追！”我看见了追追，她正被一群僵尸猪人们围着，还有意识，眼神里流露着惊恐。不过不知道怎么回事，她没在反抗，却是有气无力地靠在墙上，肩头上居然有一道伤口，还在流着血。\n        这下子围着追追的僵尸猪人都把目光转向了我，立刻摆出一副战斗的架势。\n        杀气，好恐怖的杀气，这是我在地球上根本没有体验过的。\n        “一个人类小子？你居然敢跑来送死？”一个看起来像是这个队伍的头领的僵尸猪人双手交叠在胸前慢悠悠地走过来，“有何贵干呐？”\n        这家伙……就是这杀气的源头！\n        “放开她！有什么事冲我来！”我举起金剑怒吼道。\n        不管如何，我一定要救下追追！"
        },
        {
            "author": "天空の遗迹",
            "timestamp": 1380731220,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 16:02 \n二楼出售一切零食饮料及3D眼睛等\n转载就转载吧，原封不动转载人家贴吧作者的原话是闹哪样啊喂！（2L神还原有没有！）也好歹写一下源地址嘛！"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380731640,
            "txt_content": " 本帖最后由 MionDeathRay丶 于 2013-10-3 00:48 编辑 \n天空の遗迹 发表于 2013-10-3 00:27 \n转载就转载吧，原封不动转载人家贴吧作者的原话是闹哪样啊喂！（2L神还原有没有！）也好歹写一下源地址嘛 ...表示在度娘网盘上看到滴地址已发\n请党和国家审核"
        },
        {
            "author": "天空の遗迹",
            "timestamp": 1380731760,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 17:34 \n打算开始改编了=w=\n要改编是你的自由，至少你前面转的都是原作者的吧，写一下原地址也是对原作者的一种尊重。\n还是说，要我帮你补上【消失の第6话】呢？"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380731940,
            "txt_content": " 本帖最后由 MionDeathRay丶 于 2013-10-3 00:50 编辑 \n\n仔细看帖已发前6话的地址\n我也是下载的\n7话开始改编= =\n\n\n"
        },
        {
            "author": "天空の遗迹",
            "timestamp": 1380733200,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 17:39 \n仔细看帖已发前6话的地址\n我也是下载的\n7话开始改编= =\n再次警告，请不要把百度网盘的无效链接冒充原帖地址发上来。\n\n我不相信你的下载版能够把1L、2L神还原到跟原帖一模一样的地步，刚才你在茶馆发的帖子连3L都神还原了，可惜被删掉了……\n\n加油吧，非常期待你的改编版~"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380733260,
            "txt_content": " 本帖最后由 MionDeathRay丶 于 2013-10-3 01:01 编辑 \n天空の遗迹 发表于 2013-10-3 01:00 \n再次警告，请不要把百度网盘的无效链接冒充原帖地址发上来。\n\n我不相信你的下载版能够把1L、2L神还原到 ...\n抱歉哈 发错了\n馁 馁 我是在度娘网盘上看到下载的诶= =\n别人分享的= =\n"
        },
        {
            "author": "天空の遗迹",
            "timestamp": 1380733560,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 18:01 \n抱歉哈 发错了\n馁 馁 我是在度娘网盘上看到下载的诶= =\n别人分享的= =\n哦，这样啊……\n\n那我教你个办法吧，去百度或者谷歌，搜一下【我的怪物不会那么可爱】，前两个结果就能找到原帖了，很方便的。"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380733680,
            "txt_content": "天空の遗迹 发表于 2013-10-3 01:06 \n哦，这样啊……\n\n那我教你个办法吧，去百度或者谷歌，搜一下【我的怪物不会那么可爱】，前两个结果就能 ...\nThanks\n先给跪了哈"
        },
        {
            "author": "MionDeathRay丶",
            "timestamp": 1380733680,
            "txt_content": "这个版块怎么变成你问我答了= ="
        },
        {
            "author": "Coldwords小坏",
            "timestamp": 1380734040,
            "txt_content": "MionDeathRay丶 发表于 2013-10-3 01:08 \n这个版块怎么变成你问我答了= =\n说好的第6章节呢- -"
        },
        {
            "author": "a1254482024",
            "timestamp": 1380760500,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 23:08 \n第三话\n~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~ \n一路上节操拾起来掉下去啊！还好13 0w0"
        },
        {
            "author": "a1254482024",
            "timestamp": 1380760620,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 23:12 \n第五话\n~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~ \n哦吼吼...= =绅(bian)士(tai)和我勃起来...\n\n\n本人从同性恋变双性恋了...貌似人格分裂"
        },
        {
            "author": "a1254482024",
            "timestamp": 1380760800,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 23:15 \n第六话\n\n我们此时已经走到了村庄里面了，这个村庄感觉起来不怎么大，但是还是很热闹。\n承受能力不了...\n\n看！我节操原来掉进垃圾桶了..."
        },
        {
            "author": "a1254482024",
            "timestamp": 1380760980,
            "txt_content": "MionDeathRay丶 发表于 2013-10-3 00:26 \n第七话\n\n        很快地，门又被打开了，追追已经穿好了衣服从里面走了出来。只不过脸上还带有一点红晕罢了。\n僵尸猪人：“一个人类小子？你居然敢跑来送死？这妹子我要了！”"
        },
        {
            "author": "不苦的奶酪",
            "timestamp": 1380763800,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 23:03 \n我的怪物不可能那么可爱！\n第一话~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~ \n178太高了 - -"
        },
        {
            "author": "yh957083453",
            "timestamp": 1380768300,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 23:15 \n第六话\n\n我们此时已经走到了村庄里面了，这个村庄感觉起来不怎么大，但是还是很热闹。\n我节操已经成渣了……"
        },
        {
            "author": "qq841312960",
            "timestamp": 1380771960,
            "txt_content": "把俺妹的图标改了一下= =真的p得一手好S啊"
        },
        {
            "author": "liumingshu",
            "timestamp": 1380773100,
            "txt_content": "MionDeathRay丶 发表于 2013-10-2 23:03 \n我的怪物不可能那么可爱！\n第一话~~~~~~~~~~~~~~~~~~~~~华丽丽的分割线~~~~~~~~~~~~~~~~~~~~~ \nA:我叫史帝夫，性别男，身高178厘米，享年17岁，高二学生。\nB：我叫史帝夫，性别男，身高178厘米，今年17岁，高二学生。我有个朋友，叫小兰。"
        },
        {
            "author": "zyh19990112",
            "timestamp": 1380773640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}