{
    "title": "创作区某小说举报",
    "author": "天空の遗迹",
    "replyCount": 1,
    "timestamp": 1380746040,
    "txt_content": " 本帖最后由 天空の遗迹 于 2013-10-2 21:53 编辑 \n\n原帖：http://tieba.baidu.com/p/2529054821\n疑似剽窃帖：http://www.mcbbs.net/thread-179943-1-1.html\n以及茶馆相同内容的帖子：http://www.mcbbs.net/thread-179911-1-1.html\n\n\n论证：虽然题目写了转载，但是连贴吧的格式都照搬，未免有水的嫌疑，当然这不是重点。最开始的时候是没有分割线以下的内容的，后面再说（可惜忘了截图了……）\n\n\n\n对比图：贴吧原帖（图太长了折叠一下）\n\n\n\n本来我也不愿意以最坏之心去揣测他人，所以提醒了他一下。\n当然LZ可以争辩说他的2L跟原帖的2L有几个字不一样，可惜LZ可能不知道，就算编辑过了，只要被回复过，本来的内容也还是会被看到的……比如这张截图，可以看到，也就最后几个字改了一下嘛，太没新意了……\n\n\n\n从点评里可以看到，对此LZ先表示他准备要开始改编了，然后编辑了帖子，加上了分割线后面的内容，但是最开始只是给了一个百度网盘的链接，没有截图，我只能说，那是个不管谁点都会直接跳转到各自的百度网盘的无效链接……\n\n\n\n于是我给了再一次的警告，并且期待他写的改编版。\n\n\n\n对此LZ表示链接发错了，说是从百度看到的链接，也因此后来LZ也把29L的回复也改成了相同的说法。\n\n\n我决定再相信一下，并且给了他一个很简单的【建议】……（我真的没在黑……\n\n\n\n我觉得LZ还是满有礼貌的，是吧~所以本来打算他改了地址就到此结束了。然后……\n\n\n然后就是最上面那张截图……LZ最后编辑了帖子，表示地址已丢失，并且说【7话开始改编】，还有一些内容我选择性无视。\n\n证据：其实在我跟他对话的时候，第5话之后的回帖似乎还在审核当中没有显示出来，等LZ编辑完帖子之后27L的第7话刚好已经审核完了。\n按照LZ的说法，7话已经是改编过的了，于是我把27L的内容跟原帖的第7话做了对比，MS word显示：27L的内容共3460字，原帖内容共3465字，随机找了一些片段，内容完全相同……至于为什么少了5个字，可能因为LZ改编过了？\n\n证据确凿，是否属于剽窃我不想定论，本来就是加一下原地址搬运的事情，我也搬运过所以想给与一些理解。\n但是鉴于上述的矛盾和谎言，让我又想起了小黑那个事……（感觉好像）……所以我决定来做一下坏人好了~DA☆ZE~\n\n我把27L的内容全文复制一下留念：第七话\n\n        很快地，门又被打开了，追追已经穿好了衣服从里面走了出来。只不过脸上还带有一点红晕罢了。\n        “……哼！”她闷哼了一声，下意识地避开我的眼神，自顾自地扑到了床上。\n        “那个……”\n        “别跟我说话！变态！！”\n        “我都说了这是意外，跟我一点关系都没……”\n        “身子都被你看光了！你还有什么好说的！”\n        “那也不是我的错啊！再说了就算我看到了又怎么样嘛！我也不敢对你有什么企图的啊！”我义愤填膺地辩解道。\n        “哼，我才不信……”追追转过头来，话说到一半又呆住了。\n        “哎？你怎么了……”我正奇怪着，却感觉脸上好像有什么东西？\n        伸手一摸，靠！流鼻血了！\n        “啊——变态变态变态变态变态！！”追追脸又变得通红，冲我大吼道，然后拿起被子把自己严严实实地包裹起来，“敢碰我一下我就炸死你！变态！”\n        “……”\n        冤枉啊！怎么偏偏在这节骨眼上流鼻血！这尼玛不科学！不管是因为什么，反正绝对不会是因为看到了刚刚那么刺激的杀必死的原因就对了！\n        真是够倒霉的……我仰起头试图止住鼻血，看样子也快停下来了。\n        果然还是睡觉吧，说不定她一早上起来就消气了！鼻血也差不多不流了，我走下床把灯关上，屋子里立刻变的一片黑暗。\n        可是越是想睡着，我就越没法睡着。一闭上眼睛，脑海里就浮现出刚刚xx的画面，这要是睡得着才怪！\n\n        纠结了好久，才勉强有点迷迷糊糊了，可是越睡越不舒服，总感觉有什么东西压在身上。睡到半夜，我一睁眼，发现原来是追追正整个人都趴在我身上，睡得正香。\n        “呃！”我一下子不知道该做什么好了，还是把她推开吧，我怎么说也是个正人君子！\n        我推了她一下，但是用的力气好像太小了，没推动，她好像感觉到了有人在推她，含糊不清地说了几句，两只手伸上来，一把环住我的脖子，蹭了几下，又继续埋头睡起来。\n        “……”我干脆两手搂住她的腰，想要把她直接从我身上抱下去，不过这一抱好像把她给弄醒了：“唔……阿帝……”她勉强睁开眼睛这么轻声地说了几句，又闭上眼，环着我脖子的双手松开了，转而搭在我的胸口上。\n        居然这么开放？我心一横，双臂也直接搂住她，既然她这么想睡我身上，那就睡吧！刚刚还骂我大变态，现在又趴在我身上了呢……\n        我居然就这样睡着了！\n\n        不知睡了多久，我感觉到脸上有什么灼热的东西。睁眼一看，原来是阳光透过玻璃窗照在地板上，把整个屋子的温度都带高了。\n        “唔……现在应该已经是早上了吧……”我揉了揉眼睛，“好绚丽的光影效果啊，FPS居然还是无限大的呢……”\n        我不知为何笑出声来。\n        “呵啊……”此时追追打了个哈欠，也醒来了。估计是我把她也吵醒了吧。\n        “你醒了啊？”\n        “嗯……早上好……阿帝……”她也揉了揉眼睛，随后伸了个懒腰。\n        她突然看向了我，好像想起什么的样子：“哦对了，阿帝，帮我染头发！”\n        “啊？你自己不会染吗？”不过我心里倒是还在庆幸，貌似她已经忘了昨晚的尴尬事情了。\n        “你不是说我自己染的不均匀吗？哼，那你来染啊！”\n        =_=原来又因为这生气了啊！……\n        我一咬牙，从柜子里拿出了为数不多的半瓶墨汁：“好吧，我来就我来！不过还是得先到浴室里去吧！这里不小心染上了不好清理。”\n        “嗯。”追追应道。\n\n        ……\n\n        “那你在这里坐着！”我指了指浴室里的一把凳子，“呃……可是怎么染来着？”\n        “笨蛋……”追追在椅子上坐下，转头瞥了我一眼，“还是……我自己来吧，真是的……一点用都派不上呢……”\n        “这话是什么意思！不行！这头发我染定了！你不许乱动！”身为男人的尊严受到挑战，我怎么能忍？\n        “哼……”追追又转过头来瞥了我一眼，“要是染坏了我可饶不了你……”\n        “怎么会！”我虽然这么说，但是心里还是没底。\n        管它的！直接把染料抹上去不就行了！我抹了一把墨汁拍在追追头上，用手抚匀，拿起梳子梳起来。\n        “阿帝！哪有你这么染头发的！行了！给我来弄吧！”她现在是背对着我，也看不到我到底在做什么，因此顿时不放心起来。\n        追追正欲抢走我手里的梳子，却被我一把拦住：“我来就行了，这点小事我这么可能不会做呢！”\n        “我感觉再让你弄下去我的头发就要被毁了啊！”\n        “相信我就行了！”的确，我倒也感觉梳头的动作越来越熟练了。\n        突然梳子好像被她的头发缠住了，怎么也梳不下去了。遇到这种情况，以前从来没有给女孩子梳过头发的我居然一时脑抽继续用力往下扯……\n        “呜呜！跟你说了让我来嘛……啊！疼……”\n        “抱歉……”我干脆把梳子抽出来，直接用手开始理着追追的头发：“这样总行了吧？我都在用手给你染了！”\n        “这还差不多好一点……”\n        “诶……好舒服啊……阿帝的手……”又弄了几分钟，追追突然又发话道。\n        “是么……”\n        她这话有什么隐藏的含义在里面吗……\n        “啊！那个……其实我很不喜欢黑色的头发……原来金色的不是很好嘛……”追追又扯开话题埋怨起来。\n        “你自己都知道原因还要问！还需要我再说一遍吗？”\n        “……”追追不满地把双手交叉在胸前，“我就是不喜欢嘛……”\n        “等哪天我们不用再跟人类接触的时候，你就不用再染了！”我看染得差不多了，就用手四处摸了几遍，“好了，染完了！”\n        “这就完了啊？”追追对着镜子仔细看了看，“好像还有点不均匀的地方……阿帝你再多弄一会呗？”\n        “哪有啊？不会是因为我帮你弄得很舒服你想再多享受一会吧？”我仔细检查了一下她的头发，明明已经染得很均匀的说。\n        “呃啊……才……才没有呢！”\n        “……好吧好吧，那我继续帮你染……”\n        “行了！不用了！已经很好了！”追追转过脸来，脸居然又是红的了，“谢了……”\n        “有什么好谢的！我们是兄?妹嘛！”我调侃道。\n        “呸——”她冲我做了个鬼脸，“阿帝！那就出去玩玩吧！”\n        “嗯！”\n        \n        一星期后。\n        “追追，我去树林里摘点苹果来，你去村里的商店帮我拿点砂糖来！”\n        “哦！知道了！”\n        现在正是早上，我和追追来到这个村庄已经有一个星期了，与村民之间的关系也渐渐地融洽起来，和追追的关系也越来越亲密，甚至有种像恋人的感觉。\n        \n        不对不对！我在想什么呢！大概也只有普通朋友的关系吧！\n\n        哦对了，我突然想起一星期前，晴岚跟我说的什么“地狱和主世界开战”的事情。\n        “看看，阳光明媚万里无云，哪里有什么地狱的东西？估计晴岚的消息也是误传吧！”        我看看头顶的蓝天笑道，“日子是越来越舒坦了，不过村里的生活也太无趣了，得去找        点有意思做做啊……，算了，先去摘苹果吧！”\n        今天诺村长有事外出了，大概过几天就会回来吧。\n        我又来到了树林里，四处观望，看有没有什么长了果子的树，不过我在树林外围走了分钟还是一无所获。\n        “那就进林子深处看看吧！”当我正准备向林中进发时，从村子那边好像发出了一阵爆炸声。\n        “怎么回事？”我爬上一棵树，转头向村子的方向看去。由于有树木的遮挡还是看不见村子具体的情况，但是我可以看见村子上方的天空居然变成了暗红色，与树林里依旧蓝色的天空格格不入。\n        “天哪……不会真的是……”我一拍脑袋，从树上跳了下来，赶紧向村子奔去。\n        千万别有事啊！追追！\n        \n        当我跑到树林的尽头时，映入我眼睛的恐怖景象我一辈子也无法忘记。\n        原先平和宁静的村庄已经变成了一片火海，一道类似异次元裂缝的东西就出现在村子的不远处。村子里面充斥着正在屠杀村民的士兵（暂且可以这么说）。他们穿着统一的黑色盔甲，手拿金剑，头发都是和僵尸一样清一色的绿色，他们就是地狱里最普遍的生物僵尸猪人吧！天空上飘着数十个穿着白色披风银色头发的男人，不断地从手里放出火球轰炸下方的村庄，他们应该就是我所知的恶魂了吧！\n        怎么会这样！晴岚说的居然是真的！\n        管不了那么多了，保护追追要紧！我抽出背后的石剑就向村子里冲去。\n        村子外围还是有几个僵尸猪人在游荡，大概是巡逻的哨兵吧，我现在已经被愤怒和担忧冲昏了头脑，二话不说就砍了下去！\n        看来那些僵尸猪人也是群废物，居然根本抵挡不住我的攻击，两三下就把他们砍倒了。我虽然不是什么武林高手，但是我在地球上的时候还是很能打的。再加上穿越到这里来之后我更加努力的自学战斗技巧，所以这才能打败他们吧！\n        我拿起他们手里的金剑，端详了一下，果然比我的烂石剑要牛逼多了。哼，这么好的武器愣是被你们这群蠢猪给浪费了！\n        我试着挥动了一下，重是很重，不过还是在我能掌控的范围内。我深呼吸了几下平静了心情，借着火海的掩护向自己的木屋冲去。\n        “追追！”我看见了追追，她正被一群僵尸猪人们围着，还有意识，眼神里流露着惊恐。不过不知道怎么回事，她没在反抗，却是有气无力地靠在墙上，肩头上居然有一道伤口，还在流着血。\n        这下子围着追追的僵尸猪人都把目光转向了我，立刻摆出一副战斗的架势。\n        杀气，好恐怖的杀气，这是我在地球上根本没有体验过的。\n        “一个人类小子？你居然敢跑来送死？”一个看起来像是这个队伍的头领的僵尸猪人双手交叠在胸前慢悠悠地走过来，“有何贵干呐？”\n        这家伙……就是这杀气的源头！\n        “放开她！有什么事冲我来！”我举起金剑怒吼道。\n        不管如何，我一定要救下追追！复制代码\n\n\n顺便说一下，找原帖有多难呢？按照我的【建议】，谷歌娘表示只需要ctrl+c, ctrl+v, 回车这么三步而已。（搜这么或者那么结果是一样的）\n\n",
    "replies": [
        {
            "author": "马赛克了",
            "timestamp": 1380766440,
            "txt_content": "昨夜已经单独PM了楼主，如下图，介于是贴吧的相关MC的作品，将另行告知楼主转载得经原作者允许。\n在今日如未回复或者处理，会给予该帖处理。感谢查水表\n\n\n"
        }
    ]
}