{
    "title": "天令 【2章】+【三章】",
    "author": "444801751",
    "replyCount": 1,
    "timestamp": 1380783780,
    "txt_content": " 本帖最后由 444801751 于 2013-10-3 15:31 编辑 \n\n                        天命？乱入！【下】              “啊喂，这是要去哪。”不语对着骑士说道。\n               骑士没有回答，看了不语一眼后，便继续目视前方，专心骑马。\n               不语看了看周围的景色，是一种属于大自然天然的美，还有不知道是不是出于错觉，不语还发现了一些紫色皮肤的黑衣人，他们目光冷漠，不语刚于他们其中一个对上眼神，不语就感受到自己似乎随时会被黑衣人击杀，还好黑衣人似乎对他没什么兴趣，当他过了一座由黑曜石制成的古桥后，一座由黑曜石高墙所围起来的城市，守城的士兵全身戒备。\n              骑士直接过了城门，士兵向骑士飞快的敬了一个礼，然后继续开始检查进城的人群。\n               骑士没有理会士兵，继续向这里最繁华的建筑疾驰而去，完全由钻石——铁——黄金——绿宝石组成的城堡，坐落在城市的正中央。\n                骑士到了城堡的门口，粗暴的将不语放下，久违的说出了一句话“进去，直走。”然后掉了一个头，疾驰而去、\n                不语拍了拍自己身上的泥土，深吸一口气，楠楠自语：“这就是城主府？进去看看好了。”然后走进城主府。\n                    同时，在离森林不远处，一座黑曜石高塔矗立在哪里，高塔缠绕的藤蔓，讲述了他的历史长久。而在高塔的最高峰，一个埋入阴影的男子，似乎发现了什么，他望向了高塔唯一的窗户，说道：“是时候了，天令终于来了！”\n                  随后，从身边的一座骨架上，拿下一件散发着紫色颗粒的铠甲，他一言不发，将衣服穿上后，整个人如同一位刚从地狱降临的恶魔，散发着奇异的紫光。很快，他便离开了高塔。但是他从没有离开过阴影，但他从树下略过的时候，那几个黑衣人也没有发觉他的经过，他一直奔向城堡的方向。\n                 推开一扇雍容华贵的钻石门，一张红地毯一直铺到黄金制成的王座，光打在王座上，不语看不清坐在王座上的男人的脸。\n                 男人淡淡的说道：“你好，天令者。”\n                 “什么？天命者！城主，你认错人了吧？”不语吃惊道。\n                  男人继续说道：“不会有错的，只有天命者会降临在卡尔曼森林。除此之外没有别人。。。”男人顿了顿说道：“而且只有天令者有着可以制造的能力。你的口袋告诉了我，你就是天令者!\"男子说道后边，激动的说道。\n                     不语没有说什么，只是在思考男子的话，那座森林叫卡尔曼森林，而且他说只有天令者可以制造，那些泥斧头，泥稿子。。看来我就是那个天令者了。\n                   城主似乎料到了如此，便继续说道：“这就是你的天命啊，天令者，你的天命就是乱入！”\n                    不语点了点头。\n                    城主从怀里拿出一个方块，那是一个刻着中国字——龙的方块，字刻在这方块的6个面上，而且看得出来，方块本来是一块末地石! \n                       末地\n         末地，那是一个只有被金钱所逼疯的疯子，和渴望着成名的勇士才会去的地方。哪里充满着令人畏惧的末影人，在以前，如果普通人不去招惹他们，或许还有可能或者回来，但是在一次异变之后，末影人变得更加凶残暴戾，只要见到除了自己同类的生物，他们就会瞬移过去，扭断他们的脖子。以前还会有时间建造一个三格建筑，抵挡末影人的进攻，现在末影人变得可以吞噬掉处于自己头部的方块，并且短暂获取吞噬方块的特性。当然，也有一些武力超凡的勇士可以击杀掉几只末影人，然而击杀了末影人后，也是竭尽全力的，无法再次击杀其他的末影人。因此，末地石也变得稀罕起来，短短指甲那么大的，都有上千的价格，更何况是一个方块，更是千金难买。\n         当然，不语也不知道这些，但是也令他惊奇的是，这是中国繁体的龙！中国字！简直就比在地核发现一个龙字，更何况这是一个完全不同的世界。\n         城主接着说道：“你有没有发现一件事，你完全没有学习过我们的语言，却能听懂，而且还能回答？”\n         不语这个时候也发现了这些令人惊奇的事情，露出了惊讶的表情。城主似乎已经清楚不语会这样，继续说下去：“这都是天令者的特征，这个是天令者方块，要是你还是不信，那你握住这个方块，他会让你信服的。”\n         说着，城主将方块交给不语。不语握住这个方块。霎时，自己那些过去的记忆，记住的，忘记的全部显示在面前。好像在看一部电影，电影名字叫人生，主演就是自己。最后一个身穿石英铠甲的男子站在不语面前，对他缓缓说道：“你好，年轻的天令者，当你触发了我的残魂的时候，请记住，法则正在崩坏，一切将从新颠覆，你要记住的是。。。。不。。。。。试图。。。。放弃自己。。。你是最。。。 的。。。希望。。。。啊”\n         男子后来渐渐的模糊起来，最后说完希望，就直接消失了。\n         城主站在不语后面说道：“天令者方块已经放了上万年了，里面的灵魂早已消散的差不多了。诶。。现在你就开始召唤自己的武器吧，想象武器的外形、能力、特点。”\n         不语吸了一口气，紧握住方块，白色光芒渐渐大起来，最后白光一闪，不语手中不再是方块而是一把刻着龙首的剑的剑柄。。。\n         瞬间，感觉十万顿草泥马轮流碾压过自己的心头。就连城主也紧皱着眉头，他身上强大的方块亲和力，无疑不是一位强大的天令者，可是他的武器甚至连剑刃都没有，这是为什么？      \n              上一章  http://www.mcbbs.net/thread-179638-1-1.html\n",
    "replies": [
        {
            "author": "蒙奇丶D丶小猫",
            "timestamp": 1380783840,
            "txt_content": "不错，继续加油 LZ……"
        }
    ]
}