{
    "title": "小白冒险记-HIM 第二十章",
    "author": "250=mo",
    "replyCount": 15,
    "timestamp": 1380847200,
    "txt_content": " 本帖最后由 250=mo 于 2013-10-4 08:44 编辑 \n\n第二十章圣卫军（上）      太阳早就不知道躲到什么地方去了，丢下这个荒芜而惨寂的废墟。飘渺的尘埃把群星收入囊中，吸取它所有的光。一片寥寂……      我望着他空洞洞的眼眶，心里是一片恐慌。      队长突然把什么推向我，“帮我收着，如果我还活着的话……”——是Robin生前用的最后一把剑！“现在你是我的第二任护卫！你负责掩护我！“      “可……我怎么行……？”我连忙推脱。      这时他突然把手搭在我的肩上，说：“Hey，不要像个小白样！振作起来！！”      我点了点头，颤抖地接过了剑。      这时队长转过头去，对着HIM大叫道：“是Herobrine是吧？你不过是那些黑客编的狗血病毒！！！”      “队长……”      [Really？But……what can you do？]      “不会说中文么？”      [It’s King’s name——Kill them！！]他猛然大叫。这时旁边的游荡的丧尸似乎都注意到了这两个鲜美的目标，都集中起来，又另存防备，慢慢向我们逼近。      我正想问队长怎么办，才发现队长早已不在身旁了      ——“该死的——”才注意到队长已经径直冲向HIM了，“是你！”锋利的剑刃闪烁着，试图挑战HIM的权威。      刷——      剑刃居然……      “穿……穿过去了……”      HIM不紧不慢，还念叨着什么。      [K-I-L-L]      “啊————”就在此时，队长突然痛苦地跪下，脑袋猛然裂开，并爆了开来！！血液四溅开来，丧尸自然更加放肆和狂妄了。      “队长——”我正想用我脆弱的眼泪感叹，却发现感染者们已经彻底在我的四周围住了，似乎等着一声号令就可以把前面那只看起来很可口的动物生吞活剥了。   我赶紧抓起那把钻石剑，庆幸着：“幸亏……”      [C-L-E-A-R]      就在那一瞬，我手上的那把剑突然粉作碎片！他带有不舍转头看了眼，便化作数据消失了。也在那一瞬，我身边的那些丧尸突然发狂，扑向那个垂延已久的醇甜的甘汁。我差点没能站起来。      丧尸疯狂地敲着我的铠甲，我蜷缩着身体，尽量保证我的身体不受魔爪的肆虐。我彻底慌了，连死是怎么死的都顾不上，队长那把剑又掉到了一旁。双手死命在背包里搜寻，似可以抓住什么就要挥出去似的。忽而捉着什么把柄，便往外一挥——      是那把小木斧！我突然想起了什么，便闭上眼睛，集中精力……盔甲似乎已经无法承受丧尸们的疯狂撕抓，已经凹陷进去了……      突然一个词语闪现在我的脑海，使我禁不住要喊出来！——      “巨——力——打——击！”忽而觉得斧子一沉，似乎重了不知道几百倍。于是我接其势，用力往地上一掷——      山崩地裂的声音结束后，空荡荡地只剩我一个人站着了，横尸遍野。手上的小木斧也只剩下半截。      “结……束了？”我松了口气——这才发现我已经没有力气继续站着了，眼前一黑倒在了地上，接着便不省人事了。      ……      我死了吗？哪有那么容易……      手指只是弱弱地感觉得到仍然存在我的手上，也不知道放在什么材质上面，只感觉有些毛糙。      我这是……在哪啊？头仍是晕呼呼的，眼睛也没力气睁开。周围感觉有些喧闹。      过了很久，我才坐了起来，才发现我在一个略挤的小木屋里。盔甲和那把剑也被擦干净，整齐地摆在了一旁。“我怎么……在这儿啊？”      “你终于醒了！”一个人从外面急匆匆地从外面跑回来，手里还拿着瓶药水。      这个人脸中带有刚强，浑身正气，看不出一处弱处出来。偏黑的脸上沉淀着经验和智慧。全身充满了一阵威严，一股领导者的气场。      “这是……”还是迷迷糊糊，天旋地转的，完全找不着北了。      “你敲坏脑袋啦？自家长官的房子都认不得啦！？”他把钻石头盔摘下来放到一旁，说道。      “自……家？……”我低头一看，才发现身上穿着圣卫军士兵的衣服，红白相间的。谁帮我穿上的？是他？      “你没事吧？大白天的躺在黑龙城里，那种地方……。你应该是新来的吧？连队服都没有，幸好还有件早些时候的衣服才躲过了卫兵……，不过看来蛮合身的嘛，呵呵……”      说到合身，这件衣服我穿着就别扭……      虽然是敌人，但有个归所总是好的吧。我只想活着……。于是我把被丧尸袭击，和斧头技能的事告诉了他。MC队的事，则绝口不提。      “原来如此……，你斧头等级那么低，难免会有反噬现象。”      “你又是谁？”我突然插入。看着他，着装虽也是圣卫军，但主色却是青蓝色的。      “拜托，居然还有人在这一带不认识我！我可是这一块的部长啊，负责消灭这一带的感染者和残剩的敌人，还有——那该死的Michen！”      说到这里，我低下了头。“此话怎讲？”      他愤愤不平的说道：“那个Michen，就是树苗据那边那个混蛋！”我握住拳头，咬紧牙根，避免自己做出非理性的行为。      他继续说道，语气更加强烈了，我可以感觉到他心头的怒火。“我们宣布圣卫军成立的时候，曾为集结和吞并两个工会的人，介入了他们的互杀。没想到那条狗！”我使劲忍住，不让我的拳头向他的脸上  飞去，“居然说我们挑起战争，还以此为理由对我们的巡逻兵进行袭击。”      “他们很快集结了一批精英，公然把矛头指向我们，还自称什么‘树苗军’，什么‘MC队’。‘MC队’名义上是归顺于树苗军的，但实际上确是独立的，从不参加树苗军的任何战役。我们那些新手哪里敌得过他们……。自然被他们害死的弟兄不下几千……”他说不下去了。      听完后我的气也松了。对比之前他们的说辞，我笑了笑。也许这就是战争吧！不止有肉体上的迫害，还有精神上的控制，说不出谁对谁错。      战争，真是可笑的东西……      他似乎也没有注意到我脸上神情。“来，把这瓶药先喝了吧！下午还要去找Michen呢！……”他把那瓶止疼药递给我，转身正要走。      我一口把它喝了下去，赶忙拉住他的手说：“不，不用了……他已经……死了。他还救了我……”      当时他脸上立刻就浮现出了欣喜的表情，但看着我的神情，又凝住了。      “这是怎么回事？”      于是我忍不住把我所知道的一切，从头到尾一字不漏地告诉了他。      他露出惋惜的神情：“确实挺可惜的，我还想着和他正面交锋呢。”      想到这些，我知道已经有什么划过我的脸，便竭力忍住把他从我的脑海中剔除。这时一只温暖的手搭在我的肩膀上，抬头便是一副慈祥的笑容：“别想那么多了，这样，下午陪你去钓鱼吧，Michen死了，上头应该会准假吧。……”说到钓鱼，我的肚子早就叫了，便点头表示答应了。      他走开了。我也闷得慌，便决定出去走走。      ——士兵整齐地操练着，时不时就会有一个方阵从你身边走过。到处都是忙碌的身影，熙熙攘攘的，一派和谐的景象。密密麻麻都是临时木屋，个个门前都有士兵站着岗。四周则是高高地围墙，四面都有一个门，派着重兵把守着。      这就是……兵营？这分明是一个小城啊！      阳光明媚，这天气真叫人舒服，好久都没有这么舒服过了。看着晴朗的天空，看着整齐的步伐，看着忙碌的身影，我笑了。好久都没有这样真心地笑过了，在暖日之下……      也不知沉醉于这样的感觉有多久了，忽而注意到一座小型的图书馆，但我没指望能从里面找到什么书来——因为它实在太小了。      我还是走了进去，里面很冷清。我在书架间踱走着，寻找一本能消磨我一个上午时间的书。      忽然眼睛一亮，在哪角落里，被灰尘和蜘蛛网珍藏的那一本——正是我想要的！！      本章完",
    "replies": [
        {
            "author": "jxy200172",
            "timestamp": 1380847440,
            "txt_content": "前排支持！！！{:10_512:}"
        },
        {
            "author": "OscarIV",
            "timestamp": 1380848340,
            "txt_content": "that's why a dabeitei？！"
        },
        {
            "author": "892519973",
            "timestamp": 1380849060,
            "txt_content": "LZ可以去当小说家。。。"
        },
        {
            "author": "as5975158",
            "timestamp": 1380849420,
            "txt_content": "哈~看到文章的~~先回复再给分~~然后再看~~~"
        },
        {
            "author": "76332629",
            "timestamp": 1380859140,
            "txt_content": "892519973 发表于 2013-10-4 09:11 \nLZ可以去当小说家。。。\n你的头像让我想咬手指……"
        },
        {
            "author": "250=mo",
            "timestamp": 1380882180,
            "txt_content": "892519973 发表于 2013-10-4 09:11:26 \nLZ可以去当小说家。。。\n哪有哪有！！（暗笑中）"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1380882240,
            "txt_content": "这是英文。。。{:10_522:}{:10_503:}{:10_499:}"
        },
        {
            "author": "qwer3456",
            "timestamp": 1380928140,
            "txt_content": "大師來發帖了。\n話說我很久沒上+發小說了。"
        },
        {
            "author": "1123fff",
            "timestamp": 1381041240,
            "txt_content": "第二十二自然段\n  [C-L-E-A-R]\n\nclear在很多情况下用作“使···明白”\n楼主是想用\"clean\"才对吧·\nclean有清除的意思·\n\n\n\n\n上面主角昏迷醒来后\n过了很久，我才坐了起来，····“我怎么……在这儿啊？”\n这边看起来·主角已经知道了自己在哪里\n但是后面·\n“这是……”还是迷迷糊糊，天旋地转的，完全找不着北了。\n主角明显对自己身处何方还不清楚\n\n建议把上面“我怎么···在这儿啊”改成“唔···好难受··”\n虽然电影里以及很多催情小说里面，主角醒来后第一句话都会是很“义正言辞”的\n但其实都很假，以前看过以文章，一很敬业很关心学生的老师生病了去做手术，麻醉消退醒来后第一句话是\n头有点晕，有点口渴。\n而·在一边围着的2学生代表则表示不可思议，因为他们觉得那么爱他们的老师，醒来后第一句话不应该是\n哦·孩子们去哪了或者孩子们还好吗  等等之类的关心话语呒\n但是呢··那样子怎么可能呢·\n\n接下来讲到·主角喝止疼药\n我一口把它喝了下去，\n主角刚刚恢复，应该是处于浑身无力状态\n\"我把药瓶放到一边、忙坐起身子，别~。他回头。‘他已经死了，是为了救我···’\"\n\n\nwell···老纸边看边评论的\n然后·看到后面感觉和主角变化好大·\n刚一出来就遇见了him，然后就有长官为主角而死\n然后还出现了一敌对势力的头头勾引主角去钓鱼\n然后主角不顾反噬拖着身体去晒太阳\n给跪·_&#45576;_&#45576;」∠)_"
        },
        {
            "author": "TEUFO",
            "timestamp": 1381048200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "250=mo",
            "timestamp": 1381064160,
            "txt_content": "TEUFO 发表于 2013-10-6 16:30 \nQQ多少？？？\n要我QQ干嘛，我平常不怎么上，就用邮箱联系吧：1615514119@qq.com"
        },
        {
            "author": "TEUFO",
            "timestamp": 1381074180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "TEUFO",
            "timestamp": 1381074300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "250=mo",
            "timestamp": 1381111920,
            "txt_content": "1123fff 发表于 2013-10-6 14:34 \n第二十二自然段\nWell，好仔细的说……\n确实有关主角醒来后这一段确实有点勉强，按理来说我应该仔细检查和设想情节才对……果然不该在历史课上赶稿么……此外还有很多不认真的吉迹象，比如人虽然晕倒了，但应该还会知道自己被人带走了啊，只是不能做出反应而已……确实刚起来第一句话很不科学，但是不数舒服的话应该在之前就已经感觉到了，虽然躺着但其实已经醒了，从主角有意识就可以看出来其实他已经醒了，只是没有里力气去思考而已……吧……，醒来第一句话的话，就我亲身经历，第一句话应该是在晕倒期间一直像说的，但在睁开眼睛之前就已经用模糊的喉音说出来了，当然这会耗尽全部力气，接着可以看出来主角坐起来表明其力气确实已经回复了，所以说出好难受貌似不太可能(同时想想，说“这是”和说“好难受”要省力和容易很多)这也是凭我感觉吧，确实第一句话的话，也是看见那个人后第一时间想对其倾诉的，所以是一个疑问句才对，但这个我也有考虑过。我觉得还是把“我怎么在这……”那些改成心里活动比较好……\n然后，关于“Clear”，难道你不知道Minecraft里有个清除物品的指令，就是clear……此外clear的意思偏向“清除”，而clean的意思偏向清理。\n确实喝药问题，我把它想成在游戏里和要药水了……\nf反派头头………你这什么称呼……只是立场不同而已，真正的反派不是him是是谁…(我才不会告诉你后面才会让真正的反派漏面呢！)他们只是立场不同，没有正反之分，双方都认为自己站在正义一方……\n晒太阳嘛……是之前我有点一笔带过，其实已经过去了很久。\n\n感谢你的评价哈，要常来我小说吐槽哦~(用手机跟你说那么多真心累啊……有错误神马的不要在意了，毕竟手机不好改啊……)"
        },
        {
            "author": "1123fff",
            "timestamp": 1381112940,
            "txt_content": "250=mo 发表于 2013-10-7 10:12 \nWell，好仔细的说……\n确实有关主角醒来后这一段确实有点勉强，按理来说我应该仔细检查和设想情节才对… ...\nwell··\nSuc指令是最厉害的·\n\n\n\n这居然是二十章了··二十章·&#65377;&#65381;ω&#65381;&#65377;\n\n楼主继续努力·"
        }
    ]
}