{
    "title": "1.6.4 ssp/smp 枪械mod（老厉害了）",
    "author": "沙燕",
    "replyCount": 2,
    "timestamp": 1380892680,
    "txt_content": " 本帖最后由 沙燕 于 2013-10-4 23:02 编辑 \n\n这是1.6.4的，我在玩1.6.2，所以没有亲自试过……如果有点问题还望给位谅解\n\n\n\n\n3ogs.png (43.48 KB, 下载次数: 39)\n\n下载附件\n\n2013-10-4 20:34 上传\n\n\n\n\n全部零件\n\n\n\n\n9fh2.png (1.1 KB, 下载次数: 38)\n\n下载附件\n\n2013-10-4 20:34 上传\n\n\n\n\n\n合成台（应该是了）原帖上说可以自定义枪支的——各种的枪瞄，支架，还有弹簧，枪栓，枪管，榴弹，消也是有的……\n\n\n\n\n20130513033201.png (152.31 KB, 下载次数: 36)\n\n下载附件\n\n2013-10-4 20:35 上传\n\n\n\n\n\n\n\n\n\n20130513033201.png (152.31 KB, 下载次数: 39)\n\n下载附件\n\n2013-10-4 20:35 上传\n\n\n\n\n\n看看这纹理（我就是被它俘获了）话说哪位大神给汉化一个啊啊啊啊啊啊啊\n\n这是谷歌翻译的教程……看着不太对啊，开火键在哪里？？？\n鼠标左键-射击\n鼠标右键-瞄准\nCTRL + C -切换M320 \nCTRL + V -火开关模式\nCTRL + F -快速刀（刀）\n这应该是添加纹理的教程了：Tutorial Outdated. There are some small changes. Instead of setting a weaponType directly set all attachments your gun may have.\n\nTo create the textures check out the following link. This is a texture helper I made for you:\n\n\nNow if you installed \"GunCus\" and if you have started minecraft once, your /.minecraft/ directory should look more or less like this\n\n\n\n\nsnap20130513at184803.png (107.54 KB, 下载次数: 39)\n\n下载附件\n\n2013-10-4 20:51 上传\n\n\n\n\n\nOpen the \"/.minecraft/GunCus\" directory and create a new folder. Call it however you want.\n\n\n\n\nsnap20130513at184939.png (51.15 KB, 下载次数: 35)\n\n下载附件\n\n2013-10-4 20:48 上传\n\n\n\n\n\nNow open the default folder and copy all folders inside of it. Go back to your created folder and paste all folders into your folder. Now open the bullets directory and modify the default configuration file. For example I did this:\n\n\n\n\nsnap20130513at185136.png (41.73 KB, 下载次数: 34)\n\n下载附件\n\n2013-10-4 20:48 上传\n\n\n\n\n\nNow go into the guns directory and modify the default configuration file there. Again: do whatever you want. But do not forget to set a texture! Also take care of the Bullet ID. Mine:\n\n\n\n\nsnap20130513at195227.png (70.07 KB, 下载次数: 35)\n\n下载附件\n\n2013-10-4 20:49 上传\n\n\n\n\n\nNow we have to create the textures. To understant how this system works check out the texture helper I mentioned above. The finished textures go now into the textures directory: \nSince 1.6.1 v1 the textures directory is no longer \"/pack/textures\", its \"/pack/assets/minecraft/textures\"!\n\n\n\n\nsnap20130513at195242.png (45.9 KB, 下载次数: 32)\n\n下载附件\n\n2013-10-4 20:49 上传\n\n\n\n\n\nThe \"/textures/bullets/\" directory looks like this:\nSince 1.6.2 you have to set the texture of bullets. For example the texture of this bullet would be \"bullet_4\".\n\n\n\n\nsnap20130513at195250.png (39.28 KB, 下载次数: 32)\n\n下载附件\n\n2013-10-4 20:49 上传\n\n\n\n\n\nAdditional informations:\n- The IDs have to be between 257 and 32000\n- You can create as much stuff as you want\n- If 2 or more weapons need the same bullets: You dont have to create new bullets! 2 or more guns can use the same IDs!\n- The bullet ID is not the same than the item ID. So you can set here whatever you want. Every pack has it's own bullet IDs so there wont be any conflicts between packs\n\nTo publish a pack just drag and drop the pack folder you created in the /.minecraft/GunCus/ directory into a new ZIP file. Make sure that you dont copy the hole GunCus folder and that you dont add other packs you didnt create into the ZIP file! Create a new topic in any forum and show the people the content. Also do not forget the download link!\n\nNote: Do not use item IDs that are not available anymore.\n\n纹理地址：http://pan.baidu.com/share/link?shareid=1743712402&uk=3288951497\n\n话说，因为英语的问题我没有成功，有喜好枪械的大神，麻烦给汉化一下呗，在此感谢了\n\n\n\n\n\n",
    "replies": [
        {
            "author": "番茄茄",
            "timestamp": 1380892740,
            "txt_content": "这个牛！~~~···"
        },
        {
            "author": "果冻的悲哀",
            "timestamp": 1380892800,
            "txt_content": "{:10_522:}啊咧...主题貌似错了"
        }
    ]
}