{
    "title": "【创作】《大地的种子》【无具体行文路线、现无分类】",
    "author": "MC的更年期之夜",
    "replyCount": 12,
    "timestamp": 1380935040,
    "txt_content": " 本帖最后由 MC的更年期之夜 于 2013-10-6 09:23 编辑 \n\n  《大地的种子》解说：\n  2015年，黑色大地和魔王撒旦一起从地底冒出，拥有强悍肉体和魔法的兽人帝国几乎横扫了半个地球，在“应哥”穿越到2025年的时候，原来所有的人类帝国全部集结为了【阿尔曼人】，所占据的土地为黄色大地。\n精灵部落为绿色大地，矮人缩在世界最大的裂谷，东非大裂谷之中……\n\n-现无分类，暂定为【玄幻】\n-无行文路线，任意剧情可改\n-部分名称借用【指环王（魔戒）】但是内容不同。对于行文路线：\n1，全部MC\n2，半个MC\n3，不要MC\n欢迎回答！！！~~\n  引子·【魔王撒旦降世，耶稣你在哪里？】\n  谁可以告诉我这里是哪里？  哦，是瞎子么？这里是灾难后的世界。  在新世界：精灵世界——黑色大地领主：魔王撒旦征服了世界地表百分之九十以上的土地，占领了世界百分之八十的地下珍贵矿物出产源和出产权。  在这个时代，精灵们躲在灌木丛中。矮人城堡也缩回了贫瘠的地下洞穴。而最懦弱的阿尔曼人则忍受饥渴交加和兽人军团的袭击。  此时，魔王撒旦的黑手还是没有停歇，他的黑手开始向旧世界伸去。  ……  轰，一声巨响，一匹闪电划过苍穹消失在天际远端。\n  随即整个天空乌云密布，厚重的云层遮盖住了原本应该高高在上的太阳。  阿尔曼人冒着死亡的危险，抱着死了就是死了的心态，到离他们的庇护所十几里外的黑色土地——兽人的领地上，在他们的眼皮子底下，采集唯一可以直接吞噬的食物——黑土菇。黑土菇的营养成分少得可怜，甚至比不上百分之一的胡萝卜的营养价值。但是阿尔曼人都吃这个，也只能吃这个，魔王撒旦的兽人部落占领了他们所有的食物来源，规划了整个世界的森林，水源，动物……就连被兽人遗弃、污之染后的黑色的水源也被阿尔曼人珍惜的、拼命的保护在他们“领土”的中央，就像国际性的大饥荒一样，所有的小群体的非黑色大地生物群落的生物，包括阿尔曼人，每两天就要进行一次长达二十多公里的大迁移或者十多公里的小型迁移，这一切都是为了生活，更为了反抗而留下力量。这个星球上的黄色大地，绿色大地，蓝色大地所拥有的食物来源已经比不上黑色大地的百分之一了，尽管如此，黑色大地的兽人部落依然以其他种族的肉体作为最美味的食物来源之一，而对于百分之九十九的绿色食物都是一口不吃，但是依然不能够给黑色大地之外的种族享有，想要拥有这些食物的选择只有一个，那就是臣服于魔王——撒旦。  离开临时搭建的土堡，二十多名阿尔曼人保守辐射的腐蚀和饥饿的痛苦继续进行着迁移。  “首领，再前进的话前方就是兽人们的基地了。”一个身体明显营养不良，皮包骨头，身高只有一米左右的成年男子拉了拉他们当中唯一穿有棉布的中年阿尔曼人，毫无疑问，他是这些阿尔曼人当中的领袖，其余的阿尔曼人全部都只穿了麻布粗制的衣服，有的阿尔曼人上半身没有穿任何衣服，而不管穿了没穿，夜晚的狂风依然可以将零下二十多度的寒气包裹住他们的身体。  “我们孩子的尸体还有用处……”被称呼为这群阿尔曼人首领的男子，尽管比其余的人过得稍微好一点，但是头上也没有多长出几根毛。  当阿尔曼人踏进魔王的黑色大地的时候，他们都会深深地感受到一股刺骨的寒冷。因为他们随处可以看见，自己的同胞的颅骨被用来磨制成盛水的骨碗。  “阿古，我要那个阿尔曼人喂我的座狼。”一个听似天真无邪孩子的声音突然冒了出来，——一个半兽人的声音。  因为阿尔曼人无时无刻都在兽人的眼皮子底下，所以这些闯进黑色大地的阿尔曼人并没有怎么惊讶或者害怕这些突然冒出来的兽人。  “若拉，退下。到我的后面来。”这时一大一小两名半兽人骑着不同肤色的兽人座狼出现在阿尔曼人的眼前。  “我们要见你们的强兽人巫师，我们要和他做一笔生意。”阿尔曼人首领呼喊道，“我希望将我的孩子，埋葬在这里。”  ……  刺耳的滋啦声响起，干瘦的几乎没有多少肉的小小少年推开了尘封已久的木箱。黄色的大地上，孤零零的饱经风霜的土堡暴露在狂风和尘埃之下，这里曾经是大陆上人口众多，资源近乎无限可循环的阿尔曼人的首都。少年将鼻子埋进箱子里面，深深地嗅了嗅，呛了一口一口的黑烟，呆望着空空如也的木箱，虽然对箱子里没有食物储存而微微有一点失落，但是这已经是预料之内的了，少年还是比较欣喜的拿出已经捆好的杂草一簇簇压在箱子底下，睡了下去。虽然箱子并不大，但是已经严重营养不足的少年也只是一米多而已了，——这在所有落难的阿尔曼人当中还是算得上高个子的了，虽然已经无限接近于智慧和体格反差巨大、灵敏小巧的矮人的身高了。  钻进箱子里面的少年还没有来得及盖上了木箱盖子的时候，失眠已久的疲惫使他已经没有力气再抬动一根手指了。  他知道现在在进行着什么……  在即使是人类自由穿梭的时代。  宇宙中依然存在着所有生命与理想的禁区。  黑洞，这种无情地星体，不断吞噬掉靠近它一切的东西。  生命，物质，甚至是光芒。  ——它，是最狂热的冒险者，也不要谈论的危险的名词。  因为，宇宙越被发掘的彻底，黑洞的恐惧也在人们心中越来越大，一个黑洞，似乎就是一个死神。  现在，有一个无法杀死而又能够移动的死神，它比其他的黑洞更加可怕，因为它会移动。    一切都发生在两个月前。    ……狂风呼啸，在大陆和太平洋的交界处的莽莽林海，在这驾临的暴风雨的淫威下颤抖着，不时发出沈闷的喧哗。林海深处，一间破旧的草屋随风摇摆，似乎随时会被巨大的力量压碎。草屋中隐约传来人声。    他是被冻醒的，余光透过窗户，世界正在被改变……所有的视野都抛到了太平洋，虽然这里没有发生《环太平洋》之中的外星人入侵地球。但是也一样的恐怖了。——太平洋被冰冻住了！这种有违常理的现象。冰封住了、杀光了所有想要进入太平洋的生物。——无论他们有多强大，无论他们准备了多少保温措施，无论他们是谁。而现在太平洋岸边的温度不过是一二来度而已。此刻已经聚集了不下三千万人平民和各种有关太平洋冻结的科研学者。直升飞机绕着太平洋岸边来回旋转，但是他们都不敢贸然进入太平洋之中。而此时，黑洞，这个不可抗拒的死神来到了这里——在一个宇宙的偏远的银河系的一个小小的星球，与死神擦肩而过。大多数的人们还不知道天上发生了什么，但是他们知道，有许多人开始逃跑了，并且传导着一种恐惧的心理，渐渐地，所有的人都开始逃跑，撤离太平洋岸边。一片片草地被踩踏为了沙漠。这个星球百分之三四十多的地表被无情的剥夺，露出了一层层的岩石，是的，这个星球的太平洋将永久失去——黑洞缠住了它，奇异的是，太平洋并不是被吸走的，整块太平洋就像一大块一大块的冰，黑洞在它的上方，冰层倒影着狂风，大雪，闪电，雷霆——冰在以非常快的速度融化，融化到了一滴水都没有！整个冰消失的耗时只有两分钟！整个太平洋的海底世界被暴露在空气之中，无数的海洋生物死的一塌糊涂，就像是垃圾一样，堆放在太平洋的海底。人们似乎还没有接受得了这一切的时候，异变再次突生。在太平洋的海底，无数的黑色的液体，冒了出来，在科学家们刚刚拿到了黑色液体的样本的时候，黑色的液体已经以比刚才冰消失还要快的速度冲上了太平洋原来的海岸。政府开始紧急撤离靠近海岸的所有居民。黑色液体到了这一高度神奇的没有再次升高，就好像它自己拥有分寸一样。停止升高的黑色液体开始不断翻腾，膨胀，收缩，直到液体变成了想泥土一样的东西。——它就是泥土！黑色的大地！当所有的人类都认为这些土地是他们的时候，兽人出现了。轰，一声巨响，一条闪电划过苍穹消失在天际远端。\n    随即整个天空乌云密布，厚重的云层遮盖住了原本应该高高在上的太阳。一个个兽人部落从黑色大地里浮出。就如同必然要发生的一样，他们开始打仗。人类的枪支弹药似乎对它们来说好像是无用的一样，一些穿着华丽的兽人一挥手，子弹，炮弹就会停止进发，它们一跺脚，炸药就会停止燃烧。——在战争中，人们渐渐熟悉兽人，这是兽人部落的强兽人巫师。因为它们，人类必败……  少年似乎还能想得起两个月前的一切。那时候，他和其他同样流浪街头的孩子一样，在街头乞食。尽管是流浪为生，但是他们依然自由快乐。直到两个三米高的巨人出现在他们的身后。  “哈，哥哥，等将来我长大了，一定做个将军，要打败这些禽兽——不如——的畜生！”小孩一字一句的说道，嘴里还吃着乞讨来的食物。  “闭嘴，不准这么说，万一要是被兽人听见了……”少年连忙俯身说道。  “啊，哥，看你后面！”  后面……少年似乎已经知道发生了什么。——不要和他们废话，跑！  少年刚抬腿就发觉，现在跑也无处可跑了。  因为，有两个兽人。  “小孩，你刚才是在说，要想杀光所有的兽人？”一名身穿黑色制服的棕毛兽人说道。  “这无疑是痴人说梦！”另一名明显年老的黑色皮肤兽人说道。  说这两句话时候，两名兽人打着包围的打算，挡住了五个刚刚还在议论中的流浪儿所有的去路。再配上四周行人纷纷躲避，四周院墙纷纷划上“强征”，此时兽人的气场无疑非常强悍。  “我们只是随便说说！”一个流浪儿小声说道。  “就算是说说而已，你们已经违反了伟大黑色大地的‘平民令’！”  现在似乎都是死路一条了，“应哥，逃吧，我们来拉住他们。带着弟弟妹妹们快跑！”两个十多岁的流浪儿就这么说道，扑向了身后更加年老的黑色兽人。而被称之为“应哥”的男孩，也不过是十三四的样子，似乎现在很想和谁说些什么，但是他知道这是逃跑的唯一机会。  “别想跑！”年老的黑色兽人大吼了一句，已经摆出了张牙舞爪的摸样，而此时，在他底下，一名十多岁的流浪儿伸出脚，就像绊倒奔跑着的马一样将黑色兽人绊倒在了地上。“应哥”瞬间将两个跟小的流浪儿抱起，冲了出去。  棕毛兽人的思维似乎比别人要慢上一两秒钟，他似乎还在感到不可思议。——他们不可思议的垂死挣扎。他将目光转移到已经被抓起两三米高的两个中国人小孩，拿出了对讲机。  “喂，是炮台么？”  “长官，有什么指示？”  “第三十四街，第三十五街，第三十六街通通一起炸！”  ……    \n",
    "replies": [
        {
            "author": "番茄茄",
            "timestamp": 1380935340,
            "txt_content": "看得头晕啊~~~不要用这样子写啊~~~···"
        },
        {
            "author": "simon3000",
            "timestamp": 1380935340,
            "txt_content": "看完了这一章，期待更新啊"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1380935460,
            "txt_content": "simon3000 发表于 2013-10-5 09:09 \n看完了这一章，期待更新啊\n是么，你觉得行文路线……1，直接进入MC】2，半个MC】3，不要MC好了……"
        },
        {
            "author": "1123fff",
            "timestamp": 1380935700,
            "txt_content": "字数很足··\n只是·怎么看起来有点上下文衔接不紧密的感觉"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1380935880,
            "txt_content": "1123fff 发表于 2013-10-5 09:15 \n字数很足··\n只是·怎么看起来有点上下文衔接不紧密的感觉\n当然，这只是引子而已……埋葬的少年和回忆中的少年，没有感觉到是么关联么"
        },
        {
            "author": "1123fff",
            "timestamp": 1380936120,
            "txt_content": "MC的更年期之夜 发表于 2013-10-5 09:18 \n当然，这只是引子而已……埋葬的少年和回忆中的少年，没有感觉到是么关联么\n楼主你的签名图片显示不正常呢·\n\n老纸是没看出来场景变化时的衔接\n\n嗯·也许·是老纸底子不够？  老纸语文很少及格~(*/ω＼*)"
        },
        {
            "author": "simon3000",
            "timestamp": 1380936240,
            "txt_content": "MC的更年期之夜 发表于 2013-10-5 09:11 \n是么，你觉得行文路线……1，直接进入MC】2，半个MC】3，不要MC好了……\n2.半个MC吧，或者不要MC？"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1380936300,
            "txt_content": "1123fff 发表于 2013-10-5 09:22 \n楼主你的签名图片显示不正常呢·\n\n老纸是没看出来场景变化时的衔接\n语文这东西很飘渺的好不好！"
        },
        {
            "author": "1286604964",
            "timestamp": 1380936780,
            "txt_content": "排版好乱\n其实你把每一段空出来就好了\n就像我这个回复的格式一样"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1380947340,
            "txt_content": "1286604964 发表于 2013-10-5 09:33 \n排版好乱\n其实你把每一段空出来就好了\n就像我这个回复的格式一样\n论坛的问题，我排好了的！空格太小看不见吗？"
        },
        {
            "author": "1365619159",
            "timestamp": 1380954780,
            "txt_content": "混乱……我是说你的文字"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1380973980,
            "txt_content": "1365619159 发表于 2013-10-5 14:33 \n混乱……我是说你的文字\n回复已屏蔽，骚年下次再来"
        }
    ]
}