{
    "title": "《我的世界》同名小说，《网游之这！我的世界》第一章",
    "author": "Color-Yomi",
    "replyCount": 0,
    "timestamp": 1380952020,
    "txt_content": " 本帖最后由 Color-Yomi 于 2013-10-5 16:49 编辑 \n\n 亲爱的坛友们，这是我的第一次创造，肯定会有很多的不足，但是我会好好的写下去，这次的小说颠覆了以往的版本，我准备把《我的世界》创造成网游，在以《我的世界》原型的基础上做很大的改进，融入一些生活与游戏间的元素。\n故事背景是以一个苦逼的大学生巧合般的进入了虚拟的游戏，通过自己的努力打造出了一个自己做主的世界，为了不透剧，先说到这里。喜欢的就支持一下！！\n第一章算是前言，介绍一下主角，第二章算是前言的续写，第三章才会开始步入正题。\n 第一章 苦逼的我\n　　当我再次睁开双眼的时候，我发现我进入了一个另一个世界。　　“这究竟是哪里？”　　我冲着空旷的世界大喊。　　“喂！有没有人！” 　　整个世界空无一人，除了风声，没有任何回应。　　难道……我进入了游戏？　　……　　一天前。　　我叫萧晨，是一名苦逼的大学生。　　为什么苦逼？　　原因很简单——我没有大学生应该有的夜生活，没有妹纸陪聊天，没有女朋友跟在屁股后面求逛街。我的生活很简单，只有每天躲在寝室里看那些被同学们归类为无聊的小说。　　马上要放假了，这几天我一直呆在寝室。毫无目的的浏览着网页、看小说、吃饭、睡觉，每天重复着一样的生活。在寝室呆的太久，总感觉身体已经发霉——今天，也就是放假前的一天，我决定出去走走，呼吸一下几乎淡忘的新鲜空气。\n　　穿好衣服，看着我那早已沾满灰尘的运动鞋，叹了口气：“哎，看来我的生活真的好无聊啊……”　　整理好一切，我走出了寝室大大门，发现楼下站着一个陌生的女人。　　“难道换了寝室阿姨？”我自语道，忽然低笑了两声：“哈哈……也许我真的好久没有出去走走了。”　　一缕阳光射进我的视线，我发现世间真的很美好，蔚蓝的天空，碧绿的草地，被树木围绕的寝室楼，如果我每天都能看到这么美好的景象，也许我也会做一名真正的大学生吧？　　而不是像现在这样……　　现在想这些明显毫无意义，多愁善感的话留在寝室就好。　　突然，远处传来的脚步声。　　“喂！萧晨。最近在忙什么？还在看你那无聊的小说？”　　来者拍了一下我的肩膀，我迟缓的转过头，入眼一张嬉皮笑脸。　　“我说你也该换换品味了，今天有幸碰到小哥我，咱就义不容辞了。出去走走，小哥带你看看繁华的世界？”　　如果在没有人叫我的名字，也许我会忘记自己叫什么。　　正向我跑过来的人是我的死党莫小影。说真的，在大学已经生活了两年了，唯一没感到可惜的就是我认识了我的死党——莫小影。　　刚刚二十岁的他算是一个有为青年，父母在是有社会地位的人，怎么说也算个富二代，每天除了打电脑游戏就是泡妹子，他曾经和我说过：他泡过的女人比我见过的都多。对于我来说，他应该算是我的一个知己。几乎没有人会在意我，只有他每天不停的找我，嚷嚷着说他有个远大的理想，就是要把我从苦逼青年转变成和他一样的有为青年。　　我无奈的看着他，把肩膀上的手掰下去：“我说小影，请问我哪天没见到你，你在我上铺，天天睡觉翻几回身，每天晚上和几个女人通电话我都知道。”　　莫小影表情无奈地耸耸肩：“算了算了，不讨论这无聊的话题。说说重点的，今天你吃了什么药，转性出来了？”　　像是忽然想到什么，莫小影忽然满脸坏笑，“是不是被对你那个学妹李潇潇把魂儿给你勾走了？”　　说到李潇潇，那是我下届的学妹，是我在一次意外的中认识的，当时我被她端庄优雅的气质所深深的吸引，就算是现在回想起来，心里多少也有点悸动。　　那天，我们社团举办迎新大会，我担任主唱——虽然我很苦逼，但是有一点是所有人认同的，那就是我唱歌真的很好听。于是，大清早6点，我就接到我们社长打来的电话。　　“萧晨，今天迎新你是社团主力，早上9点3号楼-205教室集合，千万别迟到啦！”　　“喂！喂！萧晨你在不在听我说话？”　　我无奈的挂断了电话。我经常被遗忘，只有用到我的时候大家才会想起我，每次社团举办晚会时，当我一上台，社长便会恳求的目光看着我——我知道，他是示意我把歌唱好。讽刺的是晚会结束之后，社长都会带着其他社员去夜店玩。当然，这“其他社员”中，不包括我。　　唯独没有我。　　“好吧，既然有一点会被认同就不要舍弃！”我轻声给自己打气。　　踢开了被子，轻手轻脚的下了床。大家都还在睡觉，弄出太大的动静可不太好。　　我悄悄的走进洗手间，开始洗漱。 　　今天我特意穿上了得体的运动服，虽然我只有一套运动服，但是对于这套衣服算是我唯一能拿出手的吧。　　虽然也没什么所谓，嗯。  　3号楼-205教室，嗯，就在前面。　　“萧晨！萧晨！你来的可真早啊，快进来！就差你了。”  　我走进了教室，发现所有人都用疑惑的目光注视着我，心里有些纳闷。难道我拉链没拉？不对啊，运动服没有拉链啊？  　社长走过来拍拍我的肩膀，对大家道：“那个……大家不认识了么？萧晨，我们的主力歌手！”　　听了社长的解释，大家可能想起了什么，又继续做着手头的工作。我感觉有点发火，想要冲他们大吼一顿，不过最后还是脸带微笑，什么也没说出来。　　突然，我发现教室的角落里坐着一个女孩，她修长的美腿和那过肩的长发详细说明了她的魅力，更将她优雅的气质完美的显示出来。唯一令人费解的是，她孤零零的坐在角落里看着手中的笔记本，身边却没有一个人。　　这事儿放在满是饿狼的社团里可谓诡异万分。我小声的问社长：“社长，那个女孩是谁？怎么从来么见过？”　　社长转过头看了她一眼，冲我点点头：“啊，那个是新生，她来了也没说话，自己坐在角落里。好像不是个善茬儿，我们没敢去惹……要不，你去试试？”　　“哎，多漂亮一小姑娘，还真是可惜。”　　听了社长的话，我没多犹豫，大步向她走去，一屁股坐在她身边的椅子上。　　她突然抬起头看着我，刚好我也在观察她。她的眼睛就像水一样，平静的湖面中泛起名为紧张的波澜，我忽的释然了，察觉到气氛有些尴尬，率先说道:“你好，我叫萧晨。呃……算是你的前辈吧，你叫什么？”　　女孩低下头，目光盯在书上。从我的角度，可以看到她的脸在泛红。　　“我叫李潇潇，你可以叫我潇潇，学……学长好。”　　“对了，学长。”她忽然抬起头，目光直视着我，“我听说你唱歌很好听，我们可不可以交流一下，我……我很期待能和前辈交流。”　　我被她的主动惊到了，这么多年还没有一个女孩主动向我提出请求，所以我毫不犹豫的答应了。　　“好啊，照顾新生是我们做学长的责任。”　　就这样，我们算是相识了。　　我推了推莫小影，刻意的躲开了话题。　　“你刚才说要带我干什么？看看什么繁华世界？”　　莫小影被我这一带，好像也忘记了刚才的话题，马上回答道：“哈哈，你知道吗？明天是《我的世界》网游公测。”　　说着就从衣兜里摸出两章花花绿绿的门票：“我这里有两张发布会门票，我特意给你拿了一张。怎样，我说过要颠覆你这苦逼的生活，算是实现诺言了吧？”　　“喏，这发布会正好是在我们A市的市展览馆举行，走吧！一起去看看。”　　“《我的世界》……颠覆了网游的传统，使用虚拟机体感头盔运作，拥有真实触感的网游？”我诧异地问道。上面那段广告词是我背下来的，即便宅在寝室中，铺天盖地的广告也让我耳熟能详。　　莫小影拉着我的手准备向外走去，没答是也没答不是，在他看来，那就是一句废话。　　“走吧，走吧，不要耽误了时间。” 　　就这样，我开始了一个我做梦都没有想过的游戏人生，一个无比重要的转折。\n\n  \n\n",
    "replies": []
}