{
    "title": "《我的世界》同名小说，《网游之这！我的世界》 第二章",
    "author": "Color-Yomi",
    "replyCount": 1,
    "timestamp": 1380952680,
    "txt_content": " 本帖最后由 Color-Yomi 于 2013-10-5 14:22 编辑 \n\n第二章 我是内定玩家？\n\n\n　　和莫小影看了整整4个小时发布会，内容对我来说很单调，就是简单的游戏介绍；不过主持人妹纸确实很漂亮，粉嫩的脸蛋加上一身女仆装，让我有一种莫名的冲动。\n　　发布会结束前进行了抽奖，奖品就是公测的激活码，不过游戏需要购买虚拟头盔，目前国内市面上只发布了4万台，此游戏是全世界统一公测，由于时间差的原因，每个国家发布时间不同，不过都是明天2053年5月1日。\n　　每台虚拟头盔的价格是2000元，而激活码只有发布会上发行的100张，凭着激活码可以去各大售货点以五折的优惠购买虚拟头盔，幸运的是我抽到了一张激活码，而莫小影的运气却没那么好。\n　　发布会结束后，我们寥寥的吃过了晚饭回到了寝室，一夜无话。\n　　第二天清晨，我早早的起床准备坐上开往回家的飞机。\n“沙...沙...”\n　　暖暖的微风吹打着我的脸庞，我来到机场已经快一个小时了，由于飞机返航延迟，我回家的航班需要晚点到达，具体多久等工作人员通知。\n　　我嘴里吃着KFC的汉堡，右手拿着手机翻阅着网页浏览。\n　　突然接到了莫小影的来电。“萧晨，你到家了吗？”\n“今天晚上9点公测别忘记了，到家后赶紧去买个头盔。”\n“对了，知道你没有太多零花钱，我昨天在睡觉的时候偷偷把1000元放到了你的电脑包里。”\n“哈哈，哥们的钱不需要还，要是想还以后等你有钱的吧。”\n“挂啦！”\n　　没等我说话，莫小影挂断了电话，听完我的心里有股暖流涌了上了心头，我心里默默的发誓着：哥们，这钱我一定会还给你，而且会加倍奉还。\n　　如果没有莫小影的电话我还真把这事给忘了。正好发现机场对面有一栋五层的写字楼，上面挂着一个大大的横幅，上面写着六个大字《我的世界》售货点。\n“真是天助我也，这也行？”\n　　我扔掉手中的汉堡向着售货点飞奔过去。\n　　经过了三个小时的飞行，我终于到达了我的家乡A-3市，对于这里我没有童年的记忆，也少了童年的乐趣。从小到大我都是这样的过着，总是一个人做着一个人的事。\n“咚。咚。咚。”　　我轻轻的敲了敲门，没有人来开门，可能是奶奶下楼买菜还没有回来。\n　　我一直是和我的奶奶住在一起，我的父母都是都是电脑技术工程师，他们常年在国外工作，很少回到家里。\n　　对于父母的工作，也许说出去很多同龄人都会羡慕，可是我从来没对任何人说起，包括我的死党莫小影，不是不想说，只是觉得说出去了会面对大家的虚伪。在这个科技发达的世纪，电脑技术工程师是社会上必不可少的工作，每个电脑技术工程师的工资都是不小的数目。\n　　其实父母每月都会给我邮寄一万元的生活费，只是我没有什么花钱的地方，平时又比较节俭，把银行卡放到奶奶手里，告诉她是爸爸给她的，爸爸也会给我一部分的零花钱。\n　　打开门发现屋子还是那么的干净，普通的摆设，老旧的家具透露出我奶奶的简朴。\n　　我扔下了行李推开我的卧室，发现地板上没有半点灰尘，书桌上放着我的电脑，其他的杂物摆放的很整齐，看来奶奶还是一如既往的给我打扫着房间等着我回来。\n　　我一个飞跃跳到床上，手里摆弄着游戏头盔，打开说明书，按照要求插上了电源。\n“现在的时间是17点43分，离游戏公测还有3个多小时。”\n“好无聊啊。”\n“咦？上面有个指纹认证，是不是要把手指放上去。”\n　　说着我把手指放了上去。\n“嘟。。嘟。。嘟。。”\n“指纹认证成功。。。。。”\n“正在载入数据。。。。。”\n“请稍后。。。。。。”\n“恭喜您，您以成功注册了《我的世界》网游，请带上头盔进行虹膜认证。”\n“我擦？原来可以提前认证啊，还好我手贱打开了。”我自语道。\n　　带上了头盔，首先是一片黑暗。\n“嘟。。。嘟。。。嘟。。。”\n　　随着三声响动，整个屏幕开始变亮，我环视着周围的景象，地上居然是绿色的草地，天空是蔚蓝色，飘着蘑菇一样的白云，隐约还会看到几只小鸟飞过。我伸出了双手，发现是那么的真实，摸上去还有皮肤的质感，我感觉我的血液在身体流淌，用手捏了一下还会感到疼痛。\n“这也太真实了吧？果然是颠覆了网游的传统，这完全就是一个真实的世界啊。”\n　　这时面前走过来一个楚楚动人的萝莉，目测也就是十三岁左右的样子，双马尾辫子垂与肩膀两侧，淡蓝色的长发和紫色的眼睛透露出迷人的可爱。\n“您好，尊敬的玩家萧晨，为了更完善的保护玩家的个人资料，需要对您进行一下虹膜扫描，请用您的双眼注视着我的眼睛。”\n“记得不要眨眼哦！”女孩微笑的对我说。\n　　我的身体就像被施了魔咒一样，毫无保留的注视着面前的萝莉。\n“嘟。。。嘟。。。嘟。。。叮！”\n“再次恭喜您，尊敬的玩家徐明，由于您是本游戏的内定玩家，系统将会在十秒后提前带您进入到游戏，请做好准备。“\n“十”\n“九”\n“八”\n“喂！！喂！！等下等下，我还没有准备好。”“六”\n“五”\n“四”\n“三”\n“喂！！喂！！在听我说话吗？游戏还没开放！”“二”\n“一”\n\n\n　　一切都已经晚了，我就这样被疑惑的拉近了游戏，突然脑袋一片空白，进入了无尽的黑暗。当我再次睁开双眼的时候，我发现我进入了一个另一个世界。\n  “这究竟是哪里？”\n  “喂！有没有人！” \n  “难道？我进入了游戏？”\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xyx",
            "timestamp": 1386826020,
            "txt_content": "六个大字，我的世界销售点？？？？？？？？不是七个吗0.0"
        }
    ]
}