{
    "title": "☆★龌龊战神★☆",
    "author": "呃呃呃哦哦",
    "replyCount": 6,
    "timestamp": 1380969540,
    "txt_content": " 本帖最后由 呃呃呃哦哦 于 2013-10-5 19:03 编辑 \n\n     龌龊战神第一章你妹穿越啦（有点假请见谅）        额，头怎么痛。我不是在打末影龙吗？怎么到这啦。奇怪啦。一个貌似2b方块青年再一个昏暗的走廊上自言自语到。这个2b青年叫王沃绰标准的2b加龌龊的宅男。玩朋友推荐的我的世界时，因为当他在我的世界中文论坛中发现自己就是一个小白，不由想摆脱真个称号，终于掌握红石基础后做出了一个计算机摆脱了小白的光荣称号，他不愧是2b加龌龊的代言人，头脑一热去打末影龙结果他用木头做出一个卡怪点打完末影人他又勾引末影龙，当末影龙残血时这货不愧是龌龊的代言人，拿起木剑和末影龙耗来起来(加血的早已经被他打爆啦)，就在末影龙要死的时候电脑蓝屏啦不是普通蓝屏上面写了你龌龊，无耻，淫荡打发被强制关机，王沃绰火气一上来一脚踹在主机上滋滋滋王沃绰只感觉一阵酥麻感随后眼前一黑再睁开就到这啦。啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊一阵凄厉叫声在阴森都走廊上回荡。我的手怎么是方的啊，王沃绰大叫道。王沃绰摇了摇头他本人就是个乐天派所以就站了起来。往四周一看这不是minecraft的画面。现在王沃绰明白啦，他穿越啦，王沃绰那叫一个高兴，终于摆脱原本枯燥乏味的生活了。王沃绰定了定神，观察拉一下四周发现一把石剑，以及一个火把，捡起之后他向走廊的尽头走去，打算找一下出口。。。。。。。。。。在一个幽暗的走廊里穿出一阵脚步声，这脚步声由远到近，这个脚步声的主人当然是我们的男猪脚王沃绰， 王沃绰走了近一小时了依然没有到出口，饶是王沃绰山里也不由一阵烦躁，那边似乎有一扇门，王沃绰心中一喜，快步走去，,推开了木门，一股灰尘扑面而来，王沃绰不由拿手扇了扇，迈步走了进去，屋中布置很简单只有一个桌子和一张床以及一个造型古朴的箱子,王沃绰走进屋中，看见桌子上放着一本书,他好奇的走了过去只见书上封面上写了古朴的大字《克厶乇知修炼心得》，要是有这个世界的人看见这书一定会大吃一惊，因为克厶乇知这个名字三岁小孩都知道这个人上可屠龙下可屠凋(灵），二手三把大剑那可不是吹的，跺三脚，我的世界都会抖三抖，可王沃绰这个初来乍到的菜乌怎么可能知道，随手吸进了背包，再来到箱子面前打开之后，里面放着3把大剑分别是宝石圣魔剑、圣光黑石剑、激光骨摩剑以及三个剑革，还有五本书分别是《星战MOD》《机甲MOD》《生活全职MOD》《战神MOD》《作弊器》（我的世界每个人都可以安装mod安装在自已身上后就可以使用对应mod中的东西如一个人安装二战MOD后他才可以用二战中的枪械，书中mod大多是以书的形式出现的）王沃绰心中不由一阵疑惑，mod他也知道,电脑中要用一个特殊的东西apl才可以安装很难地，带着疑惑他拿出了那一本《战神mod》可是书打不开只有一个按钮在书上他一按他只感觉眩晕，这感觉一会就消失了，眼前出现几个字‘你已成功转职为战神”现在他明白了要想用MOD只需按按钮就可以，王沃绰一口气把4本都学了有三本不出所料只是那作弊器是像地图编辑器外加三次创造以又一次创世神模式的东东王沃绰那叫一个高兴，有了这一个神器纵横三个minacraft都没有问题，收拾好后走出了门向更里面走去，走到王沃绰饿得快晕的时候他终于看见一丝光亮，他快步走了过去，我靠贼老天你在玩我吧!只见一个 洞穴蜘蛛的刷怪笼摆在那，一大群洞穴蜘蛛在四周爬着以及一堆粘人的巨大蜘蛛网。不管了，正打算操起宝石圣魔剑就上但是他拿不起来以一拿就说力量不够几个字然后弹出一个面板\n姓名：王沃绰\n力量：5\n敏捷：5\n体力：10/2\n智力：50 \n等级：1\n攻击：1\n可装备：木剑 力量1可装备(功击+20)耐久100/83\n不可装备：宝石圣魔剑 力量30装备（功击+150由力量强度增加)（防御+150同上但力量变为体力）（封印中）圣光黑石剑 等级50级可裝备（防御+500由力量强度增加）（封印中）激光古摩剑 等级50可装备（功击+500由力量强度增加）（封印中）以上耐久均为无限\n王沃绰现在明白了，怪不得自已拿不动只能用木剑了，算啦上吧，王沃绰想给自己助威边冲边哇哇大叫，要是有人在这一定当他神经病……  \n\n顺便问一下索引贴怎么做          \n",
    "replies": [
        {
            "author": "MC-彭格列-钢吉",
            "timestamp": 1380969600,
            "txt_content": "不错不错，继续"
        },
        {
            "author": "ever-lose",
            "timestamp": 1380969660,
            "txt_content": "LZ你该学学排版"
        },
        {
            "author": "MC-彭格列-钢吉",
            "timestamp": 1380969660,
            "txt_content": "大家来看直播啦"
        },
        {
            "author": "1123fff",
            "timestamp": 1380969900,
            "txt_content": " 本帖最后由 1123fff 于 2013-10-5 18:46 编辑 \n\n楼主字太大\n\n标题正文本末倒置\n\n然后···错别字满满·\n流水账式的文字·小学二三年级的作文水平\n\n楼主需要好好的修改修改·期待·楼主的新作·"
        },
        {
            "author": "Coldwords小坏",
            "timestamp": 1380970260,
            "txt_content": "我去。。字好大- -看得我恶心。。"
        },
        {
            "author": "妞丶笑一个",
            "timestamp": 1380970440,
            "txt_content": "字太大了，无排版\n"
        }
    ]
}