{
    "title": "【搬运】什麼！原來him才是造物主！",
    "author": "强力扫怪专家",
    "replyCount": 6,
    "timestamp": 1380989160,
    "txt_content": "http://www.youtube.com/watch?fea ... d&v=2zda1Tr4big\n这是配搭的音乐\n　在整個Minecraft之中，有一位名子廣為人知，卻沒有人敢直呼他的名子的傳說人物。\n\n　　「Him，我們只敢這樣稱呼他」人們如此說道。\n\n　　每個人都認為他的存在是一種恐怖，沒有人願意多談論他，深怕自己就是他的下一個獵物。\n\n　　鮮為人知的一面是，Him，也就是Herobrine竟然是創造這個世界的造物主！\n \n \n　　在遠古時期，有一名名為Notch的神，某一天他無聊了，便製造了一個平坦的世界，那個世界只有覆蓋了一片草地，草地底下也只有石頭而已。\n\n\n\n　　時間久了，神也感覺無聊了，於是他製造出了第一個人類，也就是現在的Herobrine，在當時的Herobrine跟現在的史蒂夫並沒有差別，他也曾擁有黑色的瞳孔。\n\n　　Herobrine就在這片土地上生存著，某天他覺得這平坦的世界實在太過無聊，於是拔下自己的肋骨製造成骷髏一族，命令他們用骨頭研磨成骨粉，灑在大地令花草成長。\n\n　　很快的，大地上就長滿了草與花朵，Herobrine卻仍然覺得不滿足，於是拔下自己的一塊肉，製成了殭屍一族，命令他們將礦物埋藏在地底，殭屍們在地底建立了通道，那些通道變成了今日的廢棄礦坑。\n\n　　沒有想到的是殭屍以及骷髏族的皮膚都不夠好，沒有辦法耐住太高的溫度，他們只要一見到陽光就會燃燒起來，於是Herobrine命令他們永遠居住在地底下，只有夜晚時可以回到地面上。\n\n　　於是，同在地底下的殭屍以及骷髏開始挖出他們原本埋藏的礦物，打算製造防具讓自己較不容易因為陽光而燃燒，卻由於殭屍智商不足，只會挖鐵礦，於是現在的殭屍經常會掉落鐵錠。\n\n　　同一時間，Herobrine發現世界上只存在著花草以及他創造出的生物，他決心來個大改變，於是他用自己身上褲子的藍創造出海洋，用上衣的綠創造出了樹苗，幾天之後，一道閃電劈下，造就出了最原始的生命。\n\n　　漸漸的，生命開始蓬勃發展，水中出現了魚和烏賊，地面上則有牛、羊等等動物以及各種不同的樹木，這時卻也創造出了Herobrine料想不到的生物，但他並不知情，他以為世界將會永遠的和平。\n\n　　蜘蛛一族也是在這個時間點出現的，他們幫助Herobrine完成了一些一般生物無法完成的事情，例如爬到極窄的空間做事情等等，這時的蜘蛛族出現了兩條分支，其中之一是地面上負責載運物品的大型蜘蛛，另一個是地底下負責鑽入各種洞的小型毒蜘蛛。\n\n　　爾後度過了一段平靜的日子，但某一天Herobrine厭倦了這個只有批覆植物的平坦世界，於是利用叢林木的樹葉製造出了蠕行者（Creeper），並給予蠕行者爆炸的能力，讓他能夠自由改變地形。\n\n　　但這樣仍然是不夠的，若是只有峽谷沒有高山那怎麼能夠稱作世界呢呢，於是Herobrine使用了瞳孔一部份的黑製造出了末影使者，並給予他們搬運物品的能力，讓他們堆疊出高山。\n\n　　之後，Herobrine在偶然間發現岩漿與水碰在一起會產生黑曜石，而產生出的黑曜石似乎有某種魔力存在，於是他嘗試了各種方法，最後找到了打開通往地獄的大門。\n\n　　地獄原本是一個伸手不見五指的地方，而且非常冰冷，於是Herobrine在地獄中放入了大量的岩漿，同時也產生出了岩漿史萊姆，地獄變的稍微明亮了起來，卻也因此變的極為炎熱。\n\n　　因為變的明亮的緣故，Herobrine發現地獄中是有生物的，於是他命令殭屍豬人在地獄中放置大量的螢光石，然後給予地獄幽靈發射火球的能力，命令他讓整個地獄充滿了明亮的火燄。\n\n　　地獄越來越明亮，這時產生了一種新的物種，名為：烈焰神。\nHerobrine發現了烈焰神擁有吐出火焰的能力，於是他也命令他讓這地方充滿光亮，Herobrine從原始世界找來了骷髏一族，交給他們一把石劍，命令他們蓋起一座堡壘，保護著讓地獄光亮的物質，由於骷髏族腦袋也不佳，堡壘是蓋成了，卻忘了放物質進去。\n\n　　骷髏族由於長年守衛堡壘，身體開始漸漸的變黑，手臂也開始有毒性產生，於是形成了現在的凋零士兵，而凋零王則是由凋零士兵戰鬥的意志，以及痛苦、悲嘆的靈魂而構成。\n \n\n　　Herobrine滿足了地獄的改變，回到了現界，卻發現現界出現了重大的危機！也就是Herobrine沒有預料到的產物：末影之龍。\n\n　　末影之龍能夠摧毀所碰到的一切，於是Herobrine給予了所有種族武器，要求他們與他一起對抗龍。\n\n　　他給了殭屍族與骷髏族穿上護甲的能力，讓他們能夠抵禦陽光。並且給了骷髏族一把弓以及無限的箭矢，命令他們負責支援攻擊。\n\n\n　　他給了末影人瞬間移動的能力，讓他們能夠快速的攻擊末影之龍。\n\n　　他給了蠕行者族最強大的自爆能力，讓他們擁有最強大的一次性破壞力。\n\n　　他給了殭屍豬人一把金劍，讓他擁有強大的破壞力。\n\n　　Herobrine最後用盡所有魔力，以及他瞳孔所有的黑色，創造出了終界，他將末影之龍封印在終界無止盡的黑暗之中，並製造出終界祭壇封印住他。\n\n　　最後，Herobrine設下了最後一道防線，他將十二顆終界之眼分散各處，使任何人都無法開啟這一道封印，並在祭壇旁召喚出蠹魚守護著祭壇。\n\n　　因此，他用盡了自身所有的魔力，倒在自己創造出的土地上，作為改變一個世界的造物主，他沒想到會以這樣的情況收場。\n\n\n　　然而，Notch卻給了Herobrine一次重生的機會，重新賜予他新的生命。\n\n　　醒來的Herobrine發現自己還活著，想要找尋怪物們再一次打倒末影之龍，卻發現自己的模樣變了，魔力耗盡的他，不再擁有無瞳孔的白色眼睛，而變回了他最初的模樣，也就是現在的「史帝夫」，怪物們全都認不得他了，只認為他是個闖入這個世界的侵入者，因此都對他進行著攻擊。\n \n故事就到此結束了，如果有問題還想問我歡迎提問喔。\n-----------------------------我是快樂的分隔線----------------------------------\n故事說完了 \n同樣的 不求雞皮 只希望大家能多多回復喔>w<\n\n\n\n用金币和人气砸死我吧",
    "replies": [
        {
            "author": "Neubulaeko",
            "timestamp": 1380989700,
            "txt_content": "题材新颖，很有颠覆性，建议让作者做出一个＂史蒂夫的胡子呢？＂"
        },
        {
            "author": "苏雅人",
            "timestamp": 1380989820,
            "txt_content": "字体好瞎狗眼啊= =\n麻烦LZ编辑一下呗=A="
        },
        {
            "author": "总统",
            "timestamp": 1380990120,
            "txt_content": "我来分析一下，就是说一个神，无聊时造出另一个神，然后另一个神，用自己的生命挖了个巨坑，死掉了。最后被第一个神救活，无尽的跳进自己挖的那个巨坑。。。有意思"
        },
        {
            "author": "七由理",
            "timestamp": 1380990660,
            "txt_content": "啦啦啦那哥哥是怎么回事？37+1唯有这这验证码是我不敢打的"
        },
        {
            "author": "七由理",
            "timestamp": 1380990780,
            "txt_content": "总之先收藏着，日后再看！谢谢楼主码字。16"
        },
        {
            "author": "z411068528",
            "timestamp": 1380991560,
            "txt_content": "{:10_512:}我很喜欢，因为我也喜欢HIM"
        }
    ]
}