{
    "title": "无聊的一个国庆假日。。。打字好累。。。",
    "author": "鼻涕熊",
    "replyCount": 10,
    "timestamp": 1381070940,
    "txt_content": "国庆决定要和妈妈妹妹去南昌找阿姨和外婆玩。可是出发前两天却突然改变主意，觉得我表哥不在南昌，去也没有什么意思，还不如直接到北大去找在那里读研究生的鑫文表哥。于是第一天先跟着妈妈坐飞机到南昌，在南昌过了一晚后自己坐飞机到北京。\n还没搭上去北京的飞机之前就发生了一件让我吓了一跳的事。过安检的时候，安检人员告诉我我的身份证过期了！这就怪了，他说我的身份证是在三个月前过期的，但是坐飞机来南昌的时候怎么没有发现呢？是厦门人太粗心了！？无论如何，最终他还是让我过了安检，过了一会儿我就忘了这事，可是这之后又惹出了麻烦。\n上飞机了，这次航班因为是在中午起飞，所以还提供了机上简餐。不过这餐饭吃的可不太好，不知道他们是怎么想的，居然把两颗大肉丸直接和咖喱饭搅在一起，周围好多人都看着这两颗肉丸不知是什么东西，迟迟没有下口。我心想：果然是免费餐，质量神马的就别想好......\n在飞机上睡了一觉，醒来后就发觉到北京了。下飞机的时候等了好久，因为我前往北京的时候领到登机牌算是比较晚的，所以座位就在最后面，前面的人拿行李也慢吞吞的，搞得我急冲冲的不知道怎么发泄。\n下了飞机，跟着人群走到了停车场，终于见到了两个表哥。陈路哥哥多年不见又长膘了，鑫文哥哥竟然比我还要矮......\n第二天和鑫文哥哥的室友一起挤地铁去看漫展，到了之后跟着一群人排队。等了将近半个小时才发现原来那些排队的人全都是没有买票的，可是在我还在厦门的时候鑫文哥哥就已经帮我买好票了。我彻底无语了，我们几个排那么久的队究竟谁来负责啊？总而言之，终于进场了，一进门就看到几个身着全套特警服装的让人不明觉厉的汉子。几个人于是开始猜测这又是哪一款国产烂FPS的活广告，直到经过他身边，肩膀上的图样才让我们默默走开，原来是自宅警卫队......\n走这一遭，我算是彻底明白漫展原来就是三种活动：购物拍照看表演。几个小时都没地方让你坐着歇一歇，第二天包你腰酸背痛腿抽筋，不过几个人回去之后电脑里全都多了好几M的cosplay照片。\n看完漫展的第二天果然腰酸背痛腿抽筋，于是早上起来去北大周围转了一圈之外就全都宅在研究生宿舍里玩电脑看电影，过了完全无意义的一天。\n晚上又和他们玩到凌晨才睡觉。\n早上一起床就发现原来我是第一个起床的，躺在床上看了一会儿科幻世界的12年增刊，不知不觉半个小时过去了，鑫文哥哥也起床了。今天决定在北大的博物馆看一看就到陈路哥哥家里去住两天。\n打的士穿过了北京到了他家，一进门就吃了一顿午餐，然后又就慢悠悠地躺在沙发上看了一部电影，就是最近在网上传得挺火的乔布斯，一部传记电影，不过乔布斯的神态演绎的不怎么好，几个年轻人制作电脑主板的片段还是让人热血沸腾，不过不失的一部电影吧。\n那天晚上睡不着，躺在床上抱着小熊睁着眼睛看着天花板，不记得在想些什么，于是突然获得灵感，打算在MC的多人模式里面建一个高端洋气上档次的小别墅。想着想着就合上眼睛睡着了。\n第二天又是一个无意义的假日，宅在家里，觉得外面的世界好无聊啊，但是在家里也好无聊啊，突然又觉得自己的想法更无聊啊。两个表哥都去逛模型店了，上午他们出去，中午回来；下午又出去，晚上又回来。他们回来的时候我突然想起来我的身份证过期的事情，于是跟他们在网上搜了一下，找到了机场的客服电话，于是问了一下这件事，得到的答案是过期半年以内能过安检，但是航空公司能不能让你领登机牌又是另一码事了。\n本来预计要在七点钟之前起床，结果我倒是最早起来的，可是时间已经到了十点整。果然晚上不该熬夜么......于是还是按计划先到机场附近一家模型店里逛了一下，经过慎重仔细认真的挑选我买了一盒万代的敢达模型，神盾，这是我在GBA游戏里最常用的一台机体。几个人急冲冲的赶往飞机场，发现我们的担心是多余的，北京国际机场的取登机牌大部分不需要托运的人是在自动取票机上取登机牌的。扫描了身份证后就领到了登机牌。过安检的时候终于要和两人告别了，对分别倒是没什么多大的伤感，更多的是对假期结束的伤感。如我所料，在过安检的时候被安检人员拦下了，他和旁边的人说了几句，叫我赶紧去办新的身份证，就让我过去了。结果安检的时候又被拦下了，原来是他们以为我的电子牙刷里面那根金属棒是螺丝刀什么的，翻开包找了一会儿，才突然想到原来是牙刷......\n过了安检就坐在候机室等了一个小时。对，一个小时，其实我们先前完全不用那么赶的。\n坐着摆渡车就上了飞机，因为是下午两点的飞机，飞机上只提供了一个咖喱鸡肉（怎么老是咖喱，我都吃腻了）饼。\n听着音乐看着书，三个小时一下子就过去了，一抬头才发现已经要降落了。\n到南昌后就回到阿姨家住了一晚上，第二天上午坐动车，五个小时后到了厦门，终于回家了。\n感谢观看，打字不易，只求回复",
    "replies": [
        {
            "author": "dengabcd22",
            "timestamp": 1381071240,
            "txt_content": "我决定先回复再看"
        },
        {
            "author": "1123fff",
            "timestamp": 1381071300,
            "txt_content": "那个大肉丸子····应该是狮子头吧···\n\n咖喱神马的看起来就好恶心·\n\n楼主签名档碉堡了·"
        },
        {
            "author": "redpower",
            "timestamp": 1381071420,
            "txt_content": "我很同情你，给你一分……{:10_492:}"
        },
        {
            "author": "毒蛇",
            "timestamp": 1381072440,
            "txt_content": "我可爱吃咖喱了"
        },
        {
            "author": "★荆棘精灵★",
            "timestamp": 1381075080,
            "txt_content": "德玛西亚！被虐了一盘又一盘"
        },
        {
            "author": "LZX6238",
            "timestamp": 1381076280,
            "txt_content": "哇，那些字密密麻麻的，我钛合金狗眼已看瞎。。。"
        },
        {
            "author": "Aliever",
            "timestamp": 1381078740,
            "txt_content": "看见了这么大的一片字……"
        },
        {
            "author": "鼻涕熊",
            "timestamp": 1381135980,
            "txt_content": "LZX6238 发表于 2013-10-7 00:18 \n哇，那些字密密麻麻的，我钛合金狗眼已看瞎。。。\nlzx。。。你难道是xuan。。。腐竹？？？我是step。。。"
        },
        {
            "author": "MC大湿",
            "timestamp": 1381137300,
            "txt_content": "两♂颗♂肉♂丸"
        },
        {
            "author": "鼻涕熊",
            "timestamp": 1381205280,
            "txt_content": "MC大湿 发表于 2013-10-7 17:15 \n两♂颗♂肉♂丸\n你想多了。。。"
        }
    ]
}