{
    "title": "《直线纪元》第四章：引路人  已更新  更多精彩，敬请关注~",
    "author": "william710",
    "replyCount": 16,
    "timestamp": 1381132440,
    "txt_content": " 本帖最后由 william710 于 2013-11-6 23:53 编辑 \n\n 关键字：生存，冒险，战斗，阴谋，言情，哲学，策略，友谊正文索引\n第一卷：回忆录第一章：入世  第二章：逃出生天  第三章：恶魔的拥抱  第四章：引路人\n作者是一名不折不扣的高三党，所以有时候更新会比较慢，通常十天八天不更新是因为要考试了，考完了当天立刻更新，所以请大家见谅。 觉得小说好看的朋友快拿金币人气砸死我{:10_496:}",
    "replies": [
        {
            "author": "william710",
            "timestamp": 1381132620,
            "txt_content": " 本帖最后由 william710 于 2013-11-6 23:58 编辑 \n\n第一章正文 入世.        “吱吱……轰……”一棵桦树被我用木斧头砍倒了，树干从下至上的逐个崩塌，变成一个个方块，散落在地上，随后又像磁吸铁般，被我一个个取走。.        我来到这个奇怪的世界已经有两个星期了，我并不知道自己是怎么样到达这个世界的……当初我醒来的时候，我发现自己身处于无尽的方块之中，像是一片雨林，棕色的方块耸立入云，旁边还有一个湖，里面有许多奇形怪状的墨蓝色的东西在游动……我以为这只是我无数个真是的梦境里面不起眼的一个。但是我错了，现在，这种感觉已经超越了梦境，就像真实的一样，触碰所有的东西都让我的神经有所反应，无法自拔…….        在我有足够力气站立并且奔跑的时候，我的选择是马上离开这个奇怪的地方。.        我向着太阳的方向跑——太阳是方形的……路上我看见了像猪一样的生物，它们仿佛看不见我，只顾着漫无目的地漫步，我没有心思与它们打招呼，这个地方给我一个不祥的感觉。随后我能看到的，是一群羊，那应该是羊，我向着太阳奔跑，它们看见了我，也一起奔跑了起来，但是它们更像是在逃命。我起初以为是我惊吓到它们，可是当我回头的时候，我看见另外一群生物在追赶它们……是狼！那种狼独有的眼神，我终身难忘。我意识到自己也处于危险之中，更是没命的跑，不久，我听到了一声羊的惨叫，再回头，已经看不见羊和狼的踪影了。此后，我更加拼命地跑，因为这里可能有其他的危险是我不知道的，要尽早离开。我就像新生的婴儿般，彷徨无助。.        不久，我冲出了雨林，却被一条河流挡住去路，而且对岸依旧是一片雨林…….        我决定沿河岸顺流而下，我不能再闯入一片雨林当中了。.        一路上，河流并没有流经落差大的地方，我可以顺利地到达下游。终于，我看见了河对岸是一片草原，草丛足有我一半高，而我身后依然是一片雨林，我别无选择，只能强行渡河。.        河流的平坦为我提供了方便，但是河对岸的风景却并不是常常优美，一望无际的草原只能给你提供视觉上的安全感，实际上那更是一片空虚。.        孤独的感觉涌上心头，在陌生的地方，只有你自己一个，所有的事情都要靠自己，连基本的生存都成为了问题。.        我不必再奔跑了，草原的空荡荡让我看清楚了前方的路，不远处，我看见了一棵树，这棵树明显比雨林里面的矮许多，我伸手即可碰到树叶，我期待这是一颗果树，因为刚才的奔跑已经让我筋疲力尽，如果没有东西能让我吃下去，我的下场只能是饿死。.        “为什么刚才不在雨林杀一些动物呢，或许我就不用像现在如此窘迫。”我问了自己一遍，果然，不冷静只会让人惊慌失措。可是对于一个陌生的世界，又有谁能够冷静下来？.        幸运的是，树上真的有果实，红色的，而且更幸运的是树上有三个这样的果实。我决定把它们弄下来，让我的肚子不那么难受。.        低矮的树叶让我用手抓破了，果实掉了下来，没有砸在我的头上，而是接在我的手里，这注定我成不了牛顿。.        可笑的是，这些树叶都是方块状的，每次我只能抓破一方块，但是我只需要那三个果实，于是我错失了我获得木头的最早的机会。.        我在草原上漫无目的地往前走，就像刚才我在雨林里面遇到的猪一样，此时的太阳在我头顶之上，这让我认清了方向，原来我一直前进的是东方。因此我在无际的草原上不会迷路。.        这片草原到底有多大，我没有心思去理会，只是我从走出雨林开始，我一直在草原上，而现在已经是傍晚。草原上我再一次看见了猪和羊，这次我还看见了牛，那毋容置疑的叫声，让我有上去杀生的欲望，但是这些牛在一个小岛上，与我隔着一个小湖，我便没有心思理会它们了。一路上，我还看见了马，或许我可以驯服一匹马让我的腿轻松一点，但是我深知这是不可能的，因为我从来没有碰过马匹，弄不好把它们惹生气了，我不会好过。.        太阳已经接近地平线了，现在我手上还剩下一个果实，要靠它度过一个晚上并不靠谱，我需要更多食物，我在前方又发现了几只羊，我兴奋地跑过去，我今晚上要吃羊肉！我看准了一只羊的眼睛，一拳打了过去，但是羊没有倒下，而是惊慌地跑了，我赶紧追上，再给一拳！于是我打了八九拳，那只羊终于倒下了，但是……我能在那只羊身上找到的只有厚厚的羊毛，而羊肉却丝毫没有踪影，除此之外，还有三颗彩色的珠子，一下子向我飞过来，我下意识地用手挡着身体，珠子却融入了我的身体。显然，我有点惊慌失措，不久我又冷静了下来，因为我没有感觉到什么变化，只是现在，太阳已经完全看不见了。.        时间越来越紧迫，在这个奇怪的世界，夜晚也必定是奇怪的，我需要赶紧找到安全过夜的方法。.        太阳留给我的最后一丝晚霞已经褪去，我依旧需要寻找食物。我不服输，依旧在刚才的羊群身上找食物，结果又有两只羊被我乱拳打死，回赠给我的只有彩色珠子和两块厚厚的羊毛。.        没有更多的食物，我可能会饿死，这让我很受打击，然而，奇怪的声音在这时候响起了…….        “哐啷……哐啷……”像是石头相互碰撞的声音，但是听起来有点毛骨悚然…….        我竖起耳朵仔细打听，期望这是其他人留下的信号，终于我发现这种声音来自我的脚下。.        我轻轻的敲了一下脚下的草地，声音依旧有节奏地响起，“哐啷……哐啷……”。.        我慢慢地挖开草地，就像我破坏树叶一般，正方体的土块往下方掉了下去，像是掉入了无尽的深渊，里面黑黑的，看不见任何东西。这时候，声音响起的节奏加快了，我好奇地凝视着洞里面，期待会发生些什么。突然，一些白色的东西出现了，我看见了立刻撒腿就跑，因为里面是一个骷髅！太吓人了…….        我疯了似的跑开，但是眼前的景象才是让我发疯的：周围都是血淋淋的生物，慢慢地向我靠近，没有意识，相貌丑陋至极，有的甚至露出半个头骨……我形容他们为僵尸。.        我被包围了，三面的僵尸向我逼近，只剩下我身后的湖。我没有退路，只能纵身跳入湖中，拼命向前游，期望能逃离这个鬼地方…….【第一章】完\n\n情报公开 秘密情报公开\n秘密性：☆\n主题：主人公的情况①\n内容：①名称：威廉·杜克斯Ⅳ；②年龄：19~21。\n情报描述完毕。\n下一章戳我 第二章：逃出生天"
        },
        {
            "author": "william710",
            "timestamp": 1382454480,
            "txt_content": " 本帖最后由 william710 于 2013-11-7 00:00 编辑 \n\n第二章正文\n\n逃出生天\n        我纵身跳入湖中，拼命向前游动，身后的僵尸不甘落后，纷纷入水追赶我，可是，它们并不会游泳，只是在水面上漂浮，待我回头一看，它们已被我甩出了好远的距离。\n        我继续拼命地游，期望湖中没有危险的生物。直到我把头抬起来缓口气，环顾四周，终于发现前面不远处有一个小岛，这似乎是我的希望。我向着小岛游动，虽然眼看小岛上空无一物，我却有些不敢踏上这片土地。\n        我的预感是正确的……\n        突然，不知道哪里蹦出来一个骷髅，发出“哐啷……”的声音，跟刚才我听到的在地低下的声音一模一样……它揣着一把东西，当时天色太黑，我无法看清楚……我潜意识地停止前移，却无法动弹，犹如被别人施法般在水面上漂浮着。在月光的照耀下，直到它拿着那东西摆出射箭的姿势，我才深知大事不妙。伴随着弓弦被拉紧的撕裂声，我向后一个翻滚而潜入水中，而我的余光中则看到一支箭与我擦肩而过，离我的手肘只差毫厘，幸好没有伤到我。\n        （好险……）\n        我惊魂未定地感叹，可是我发现我已经无处可逃了，岛上的骷髅已经准备对我第二次射击，而原本被我甩开的僵尸也已经追了上来。\n        （可恶……难道我要死在这吗……不对，我不想死在这，我不能死在这啊！）\n        生存的本能告诉我，我只有给自己杀出血路，才能回家……骷髅开始第二次拉弦，但是我却没有第二次机会，只有这次，把骷髅打倒，不能再逃了！攥紧拳头，依靠我那不算生疏的水性，利用这次仅有的机会，破水而出，直接打在了骷髅的头骨上。\n        （好轻……这不是骨头该有的重量……）\n        骷髅犹如抛出的布球，一头扎入水中，却没有我想像中被打成零碎，被打中的头骨仍然与看似不相连的胸骨交联着，只是在水中的骷髅就像搁浅的鲨鱼，久久不能翻身。\n        本来我内心涌动着把骷髅打死的想法，但是后面的追兵已经快要抓到我了，而且追兵的数量更多，我没有可能像这样打倒骷髅，唯有继续逃跑挣扎了。\n        骷髅在水中继续挣扎，而我则跨过了骷髅，跳入了湖水中，奋力向前游去。\n        （为什么呢，骨头不应该这么轻盈，打在骷髅上的感觉就像打在棉被上，好奇怪……不过这很正常，因为我在这个奇怪的世界里……）\n        视线内的前方没有能让人立足的陆地，这是一个多么让人失望的消息，可是相对来说，刚才突然出现骷髅的这种事情是不会再出现了，因为我游了这么久，并没有什么东西在水中阻挡我前进，除了那些看起来十分奇怪的墨蓝色的东西，不过它们貌似对我不感兴趣，就像那些雨林中的猪一样。但是为了安全，我还是选择了绕开它们。\n        （肚子好饿，难道我仍然要死吗……为什么……）\n        我已经开始眼冒金星。一夜不眠，以及高度的紧张，和整晚泡在水中的感觉交织在一起，足以让人产生放弃生命的想法。值得庆幸的是，我看见了山，高高的山如同地标指引着我。在月亮西沉的同时，天空的东方已经变得通红，方形的太阳已经始露头角。但是我又担心陆地上的僵尸和骷髅，这样我犹豫了好一会，漂浮在水上。\n        我决定要去冒险，因为前辈们曾告诉我，没有冒险，没有勤劳，就没有收获。\n        我悄悄的划近岸，突然一只僵尸像之前的骷髅一样蹦出来，吓了我一跳。我正打算是否应该对眼前的这只僵尸故技重施——像刚才一样一拳打倒骷髅。这时候，僵尸已经发现了我，缓缓地向我走来。\n        （没时间了，必须马上决定，故技重施，还是逃跑……还是要逃跑吗……够了！我不想做窝囊废了，在死之前，先让自己尽力而为吧，如果尽力了也不行，那么死也瞑目了……）\n        我爬上了岸，拳头再一次合拢，目光盯着正在缓缓走来的僵尸身上，对准它的脑袋准备给它来一次致命一击。\n        （来了，3……2……1……）\n        “啊！”\n        伴随着那声带着些许颤抖的怒吼，我的拳头打在了僵尸的头上。\n        方形的太阳已经完全脱离地平线了。\n        僵尸就像之前的骷髅一样被打飞，而我的拳头上却沾满了红黑色的粘稠液体，就像被风干了的血液，让人恶心。\n        （好恶心啊……这到底是什么……）\n        突然，我手上的那些粘稠液体开始燃烧起来，吓了我一跳，马上跑回岸边用水把火盖灭，很快，我感觉到背后一些异样……那只僵尸挣扎着爬了起来，再一次向我走过来。\n        （看来我的拳头并没有让它吃够苦头，既然刚才可以，那么，现在我就再来一次。）\n        我再次举起攥紧的拳头，计算着最佳的出拳距离，这次一定要给出致命的一拳。\n        （3……2……1……）\n        我的拳头犹如出腔的子弹，飞一般地打向僵尸的头部，它又一次被我击飞，但是这次有些许不同了。\n        （那是……）\n        僵尸不仅仅被击飞，而且还着了火！全身上下都冒出火焰，僵尸痛苦地呻吟着，在地上不停地打滚。我被这个景象吓呆了。\n        （难道……我有让他们着火的能力？）\n【第二章】完\n情报公开\n \n秘密情报公开秘密性：☆主题：关于直线世界①内容：①这个世界的大多数物品、生物都以三维直线相交而成的矩形体出现；②直线世界具有完整的时间体系，具有太阳和月球，并且按照时间体系正常地在东方升起，在西方落下；③直线世界并非现实世界的平行时空，具有其独特性，存在独特生物以及物品。情报描述完毕。\n\n下一章戳我 第三章：恶魔的拥抱"
        },
        {
            "author": "william710",
            "timestamp": 1382720580,
            "txt_content": " 本帖最后由 william710 于 2013-11-7 00:01 编辑 \n\n第三章正文\n恶魔的拥抱\n\n        僵尸满身着火，痛苦地在地上打滚，而我的注意力却不在僵尸身上，目光聚焦在我的沾满了墨红色粘稠液体的拳头上，不一会，我的拳头再一次着火。\n\n        （真的可以吗？我真的有这种能力吗？）\n\n        我对着着火的拳头发着呆，完全感觉不到火焰的存在，直到我的袖子开始被火烘黑，发出一些难闻的味道，我才回过神来，赶紧回到岸边用水盖掉火。\n\n        （咦？怎么……）\n\n        我那只着火的拳头并没有因为火焰而受到伤害，而粘稠液体因为刚才用水灭火的原因已经被稀释了许多，但是那种颜色依旧让人讨厌。慢慢地，粘稠液体消失了，就像水蒸气一样随风飘走。\n\n        回望刚才僵尸打滚的地方，僵尸已经被烧成灰烬，但是地上却多了几块东西。我慢慢地靠近，生怕那些东西会变成什么，会危及我的生命。\n\n        随着我一步一步，谨慎小心地靠近，我终于走到足够近的距离来看清楚在地上的到底是什么。\n\n        （这是什么？看上去好像是肉？但是为什么感觉那么恶心……对了，因为是从那只僵尸身上掉下来的……那为什么没有跟着那只僵尸一起变成灰烬？）\n\n        无数的问题顿时充斥在我的脑海中，为了得到答案，我更加靠近，想要伸手去拿起那些未知的东西，突然，那几块像肉一般的物体飞向了我，跟昨天那些彩色珠子一样。当然，我依旧是下意识的挡住了身体，因为这些东西看起来就很恶心。\n\n        然而，这次有了些许的不同。物体没有融入到我的身体当中，而是径直地飞入我衣服的口袋里面，安安稳稳地不再有丝毫动静。\n\n        我伸手摸进口袋里面，把刚才的物体拿出来，仔细地观察了一遍，虽然我在以前从来没有见过这种东西，但是我能确定的是这的确是一块肉，这是作为一个猎人的经验。\n\n        （肉么……但是从僵尸身上掉下来的东西，能吃么……）\n\n        “咕……”\n\n        （啊……为什么这时候突然感觉这么饿……是因为这块肉的关系吗……的确，它有些诱人……但是……）\n\n        “咕……”\n\n        （不行……这种东西，不到最后绝不能吃……说不定吃了我会变成像他一样的僵尸……不行……绝对不行……）\n\n        数番挣扎后，我终于下定决心把肉放回口袋。我抬头望向天空，方形的太阳已经接近天空的正中间，我要赶紧找吃的，当然，绝不能吃这块肉……\n\n        也许肚子饿的感觉在许多人眼中很平常，可是现在的情况是你明知道口袋里面有一块肉，你却要做到视而不见，那种滋味绝对不是一般人可以想象的。\n\n        （对了……我不是还有一个苹果吗？让我找找……）\n\n        苹果大概在游泳的时候不小心从衣服口袋中掉了出来沉入湖底了，两个口袋里面，一个装着肉，另外一个是空的，这实在让我大失所望。\n\n        （走吧，继续往前才有出路……）\n\n        放眼望去，前方有一个小树林，我抱着十分的希望期待着这个树林之中有果树，于是我便尽量加快脚步向前走去，尽管我已经没有筋疲力尽了。\n\n        到达小树林的路其实很短，只有走上几十步就可以伸手摸到树干，但是我却感觉这是在地狱里面走路，每一步的前进，腿脚都像灌了铅，沉重而无力。\n\n        终于走到小树林的外围，我那双开始被饿得发昏的眼睛干涩地看着眼前的树，抬头寻觅着果实。\n\n        （果实呢……这棵没有……那棵呢……也没有……）\n\n        没有果实的事实彻底打碎我最后的希望。对于一个深受饥饿困苦的人来说，这足以让人产生轻生的念头，而我正是这样的一个普通人。\n\n        （现在已经是最后关头了吗……）\n\n        我摸着装着肉的口袋，心里再次为生存而翻滚，突然，我发现更远处的树木后面躲藏着绿色的生物，这生物正背对着我，我无法得知这是什么。但是可以肯定的是，它比我矮了一截。\n\n        （那是什么……绿色的？我没有眼花吧……哪有什么动物是绿色的……说不定那只是垂下来的树叶……）\n\n        绿色生物开始走路了，让我吃惊的是，它居然依靠四条小短腿走路，毫不夸张地说，这条腿实在是短得可怜。\n\n        “哈哈！短腿的家伙！”我没忍住嘲讽了它。\n\n        这家伙就像听懂了我说的话，居然向我走过来，而我这时候似乎感觉到不妙，因为我看到了它的脸——怒目而视，嘴角向下，好像要吃了我一般，但是我没有感到害怕，可能是我饿傻了，又或者受到比它高一截的优越感的影响。\n\n        “怎么，你这家伙，要来打一架么？”\n\n        我朝着它挥舞那不太有力的拳头，已经忘了我还身处在这个奇怪的世界当中。\n\n        绿色生物靠近了我，发出了一些声音，生气的表情让我看得更清楚了。\n\n        “Ssssssss……”\n        “那是……火药！在燃烧！”\n\n        幸运的是我没有被完全饿傻，听到这种声音，我的本能立刻唤醒了我。\n\n        或许人只有在死之前才是最清醒的……\n\n        尽管我没有尝试过被火药炸中的滋味，但是我在来到这个奇怪世界之前，猎枪和火药所带来的威力早就让我有所体会，如今面临如此威胁，我当然不能束手待禽。我拼命地往反方向跑，企图减少爆炸对我的伤害。\n\n        “轰！”\n\n        地上被炸出一个大洞，而我则被爆炸震倒在地。幸运的是我没有受伤，但是看着身旁的大窟窿，不寒而栗四个字让我彻底得到体会。\n\n        （好险……）\n\n        方形太阳已经西斜，离地平线已经不远了，很快，我将要度过第二个夜晚……\n\n【第三章】完\n\n情报公开\n \n秘密情报公开秘密性：☆主题：关于主人公的情况②内容：①在来到直线世界之前，威廉·杜克斯Ⅳ是一名年轻的火枪猎手，在附近村庄以及城镇中，打猎能力属于中上水平；②威廉·杜克斯Ⅳ能够熟练地使用火枪以及火药，对于火药特性比较了解。情报描述完毕。\n\n下一章戳我 第四章：引路人"
        },
        {
            "author": "去死",
            "timestamp": 1382756640,
            "txt_content": "不错，不错。"
        },
        {
            "author": "xukarhei",
            "timestamp": 1382768940,
            "txt_content": "这小说写的不错嘛~怎么不火。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1382780280,
            "txt_content": "欢迎来文学群里一起丢节操。\n群号：138392861"
        },
        {
            "author": "william710",
            "timestamp": 1382792400,
            "txt_content": "xukarhei 发表于 2013-10-26 14:29 \n这小说写的不错嘛~怎么不火。。\n一上线就好几条回复，又点吃惊啊，谢谢大家的支持"
        },
        {
            "author": "william710",
            "timestamp": 1382792520,
            "txt_content": "冥王星人 发表于 2013-10-26 17:38 \n欢迎来文学群里一起丢节操。\n群号：138392861\n节操？早没了{:10_492:}\n回家之后我去加群，不过已经很久没用扣扣了"
        },
        {
            "author": "poi4399",
            "timestamp": 1382968800,
            "txt_content": "好棒的小说！"
        },
        {
            "author": "鸟然",
            "timestamp": 1383033720,
            "txt_content": "顶啊顶{:10_492:}{:10_512:}"
        },
        {
            "author": "㊣qilunuo",
            "timestamp": 1383216180,
            "txt_content": "不错的小说！ 怎么不火！！！！"
        },
        {
            "author": "1213921579",
            "timestamp": 1383358380,
            "txt_content": "我玩MC都1年1个月了居然还没心血来潮发个帖子"
        },
        {
            "author": "1823965073",
            "timestamp": 1383377460,
            "txt_content": ""
        },
        {
            "author": "REN0011",
            "timestamp": 1383686340,
            "txt_content": "好赞啊，谢谢创作"
        },
        {
            "author": "~~末影少女-_-",
            "timestamp": 1383727140,
            "txt_content": "LZ不错不错~~~第四章是不是该写蜘蛛了= =提示~~按照成就写~~最后跳入末地返回传送门回家~~~~~~"
        },
        {
            "author": "william710",
            "timestamp": 1383752400,
            "txt_content": " 本帖最后由 william710 于 2013-11-6 23:42 编辑 \n\n第四章  引路人\n        “啊，果真是夕阳无限好啊……可惜……只是近黄昏……”\n\n        我无力地躺在由绿色生物炸出来的大窟窿的不远处，弯着身子看着西斜的太阳，脑海中不断回想起前一晚的恐怖经历。在这期间，我的肚子依旧不时地提醒我该吃东西了，可是我已经没有东西能吃了，除了……那块从僵尸身上掉下来的肉……\n\n        太阳的光辉终将要散去，身后半月的尖尖已经清晰可见，我已经听见树林里面的蠢蠢欲动的声音，貌似这一切都在告诉我，我的死期已经临近了……\n\n        （你打算就这么放弃了吗？！）\n\n        我的突然听见了我来到这个奇怪世界之前的好友罗伊的声音，我喜出望外，马上侧过身子向后面看，但我身后空无一物。\n\n        “呵呵，幻听么，没想到已经这么严重了……罗伊啊罗伊，如果现在躺在这的是你，你会怎么做？你一定不甘心就这么没有出息地饿死吧，或者会变成僵尸的猎物？你一定会生存下去的，但是我现在真的做不到了……”\n\n        （你打算就这么放弃了吗？！）\n\n        “够了，罗伊！我知道你能力很强，不必担心生存的问题，甚至能靠你那些打猎的本领过上好的生活，但是我呢？算了，已经没有必要争论了……反正……”\n\n        太阳已经完全看不见了，只有西方的上空还残留着些许的红霞，而东方的天空则是被弯月和星空完全占领，而且它们也将很快地占领西方。\n\n        “喂！有人吗？”\n\n        “又是幻听吗？这次是谁？跟我来道别吗？呵呵”\n\n        “喂！有人吗？”\n\n        “嗯？好像是真的有人在说话？算了，不可能有人的，我已经度过两天一夜了，除了僵尸，就是骷髅，还有这只可怕的绿色的家伙，怎么可能有人呢……就算有也早变成僵尸了吧……”\n\n        （你打算就这么放弃了吗？！）\n\n        “罗伊你烦不烦啊……不对……”\n\n        “喂！有人吗？”\n\n        除了罗伊以外的声音渐渐变大，比我幻听的声音真是多了，于是我还是回头看了一眼，终于，我等来了救命的稻草，树林外围有两处移动的火光。\n\n        “我在这里！”\n\n        我用尽我最后的力气喊了出来，我知道，我终于有救了……\n\n        火光迅速地向这边移动，很快我就可以看见两个人影向我飞奔，最后我终于看到是两个身着铠甲，手持长剑的士兵来到我的身边，我用手吃力地撑起身子，坐了起来。\n\n        “陌生人，你是第一次来到这里吗？”\n\n        其中一个士兵蹲下来和我说话，另外一个则打量着我身旁的大洞。\n\n        “是的……你们是来带我走的吗……”\n\n        “是的，安丽奎，给他一点食物和水，我们要赶快回去了，现在已经十分危险了，陌生人，听着，无论发生什么事，都要跟在我们身旁，绝对不能自己走开，想怕你也知道这里到底有多危险，难得你没有受伤，起来吧，我们要赶路了，目的地不是很远，但是不能放松警惕。”\n\n        我在这位士兵的帮助下站了起来，从另外一个叫安丽奎的士兵手中得到了水和食物，一个重生的希望燃起了。\n\n        （你打算就这么放弃了吗？！）\n\n        （罗伊，你说得对……我的确不应该放弃的，不应该用做不到作为懦弱者的掩饰。我要做一个能比得上你的强者。）\n\n        “吃点东西我们就要马上离开了。”\n\n        “谢谢……你叫什么名字……我以后一定会报答你的。”\n\n        “报答就不必了，这是我们作为士兵的职责，给你们这些新人必要的帮助也是我们的职责之一，毕竟你已经是南达克共和国的子民了。另外，我叫文森特。”\n\n        “南达克共和国？这是……”\n\n        “不要聊天了，我们还要赶路。新人，你快点吃完就要走了，说不定我们待会还要用跑的，你可不要给我们拖后腿，不然我们就丢下你一个了。”\n\n        “是……”\n\n        可以看出，安丽奎是一个挺严肃的人，而文森特则是比较善谈，和善的人，两个人的差别还是挺大的。\n\n        我吃掉了安丽奎给我的几块面包，喝下了水，我终于又一次感受到了久违的饱腹感。事不宜迟，我马上让他们带路回到安全的地方。\n\n        他们手持火把，向前方探路，在树林的外沿前进，而此时的天空已经不再看见太阳留下的一丝痕迹，我在这个世界的第二个晚上要开始了，然而回想前一晚，仍然让人心有余悸。\n\n        “我们大概有多远的路要走？”\n\n        “不远了，只要沿着这片树林外面走，而且情况顺利的话，在半夜之前我们就能回到村庄。那里就是安全的地方，也是你的落脚点。”\n\n        “落脚点？这么说我以后还有地方要去？”\n\n        “每一个南达克共和国的子民都应该为他的国家效力，不是吗？”\n\n        “嗯……突然变成什么国家的子民……”\n\n        “很快你就会习惯的了。”\n\n        “你们两个，小点声！不想惊动僵尸就闭嘴。”\n\n        安丽奎的严肃让我感到周围环境的威胁，但是由于我已经有第一晚的经验，而且当时我以为我可能还有让僵尸着火的能力，所以我并没有太在意安丽奎的话。\n\n        三个人依旧小心地往前走，一路上看见树林里面有零零星星的动静，但是都被我们忽略了，毕竟人少，在敌众我寡的情况下战斗只有苦战甚至战死的下场，任何一个有脑子有思想的人都会选择小心地走过，而不是战斗。\n\n        “看见没有，我们前面的路上有一只僵尸，而且它没有要走开的意思，但是我们不能等了，我们必须尽快回去，新人，你跟着文森特绕路走，我掩护你们，行动！”\n\n        这一大串的话在我还没有反应过来的时候已经消散，文森特拉着我小心翼翼地走到一边，安丽奎一边拿着火把，一边拿着长剑，慢慢向前面的僵尸走去。\n\n        僵尸回过头来，很明显这是发现了安丽奎，而文森特和我则偷偷绕到了这只僵尸的后方，用火把做出了某些暗号。收到暗号的安丽奎立刻向着僵尸的一则奔跑，沿着文森特和我刚才偷偷走过的路和我们会合，与此同时，文森特也拉着我一起跑，直到回头看不见僵尸，我们才停了下来。\n\n        安丽奎终于赶上了我们，我跑得气喘吁吁，但是安丽奎和文森特却没有丝毫要歇息的意思。\n\n        “难道你们穿着这铠甲跑不累吗？”\n\n        “记得很多年前我也这样问过，但是答案只有在你加入军队之后，你才能有所体会。”\n\n        “是吗……”\n\n        （大概是训练惯了吧，其实这个想想也知道……）\n\n        我摸着头脑，觉得这些问题不应该问出口来，毕竟这些都是人尽皆知的事情。\n\n        我们三人沿着树林外面走了一段不长也不短的小路，走过去一个起伏不太大的小山丘，终于看到了他们口中所说的村庄，面前一片灯光照亮了天空……\n\n【第四章】完"
        }
    ]
}