{
    "title": "1.1.2后肉山时代攻略（新手向）",
    "author": "asc9966",
    "replyCount": 4,
    "timestamp": 1334711820,
    "txt_content": " 本帖最后由 asc9966 于 2012-4-18 09:17 编辑 \n\nhttp://tieba.baidu.com/p/1389366548关于肉山前的攻略，那篇http://tieba.baidu.com/p/1127120654的1.0.5版本的帖子已然适用，这里就不再多说了\n不过有几点补充的。一是金装，由于金矿的分布比较少，想集齐一套防具和武器花的时间较多，所以用比较常见的银或铁做防具就够了，金只要做一把弓和矿锄就行了\n二是邪眼弱火，所以准备足够的燃烧箭可以让战斗很轻松，燃烧箭用木箭和火把合成\n三是准备打EOW之前如果把血量堆上200并击败一次哥布林入侵，那么有几率获得的鱼叉枪将使战斗变成一边倒的碾压。即使运气不好没获得鱼叉枪，用获得的大量刺球加恶魔武器也可以轻易击败EOW 另外也可以参考http://tieba.baidu.com/p/1311995572的肉山后物种的详细介绍\n肉山攻略篇现在转到正题，当你终于收集齐一套熔岩装，在近战武器方面有了永夜/村正，远程方面有了熔岩弓/枪或者迷你鲨，你就可以开始准备打肉山了在打肉山之前，你需要问问自己是否需要或者已经在当前的地图搞创意建设或者其他什么的。如果是的建议换张图重新开凿到地狱打肉山，因为打完肉山建立隔离带以及防腐化是很繁重的任务，而且血月会出现小丑炸你家\n在地狱稍高的地方铺设一条平整的公路可以让你移动的时候不会碰到各种麻烦，这条路对于新手来说至少铺设8个默认的屏幕宽，你可以用任何材料来铺设这条路。另外建议准备一本地狱里恶魔掉的魔法镰刀书，出处是那种会放紫色魔法的恶魔，掉率比较低只有2%。如果你觉得麻烦那么邪影箭也可以代替，不过如果有这个武器的话战斗流程将变得很轻松，强力推荐。\n饰品方面带上你最强饰品吧，黑曜石盾是很有必要的，其他的包括云气球和火箭鞋什么的也不错。\n药水请准备铁皮药水，再生药水，黑曜石药水，加速药水，如果你的远程武器是弓，那么射手药水也准备一个。肉山的召唤方式是在确认向导存活的情况下将打巫毒恶魔掉落的巫毒人偶扔进地狱的岩浆里，然后肉山就出来了。肉山出来的方向取决于你在以地图中心为准的哪一个方向，如果你在偏右，它就从右边来，反之亦然。所以召唤和修路的时候请注意一下方向。\n肉山之战一旦开始，你就必须一边战斗一边向后跑，除非你或者它挂了否则战斗不会停止。如果你试图呆在原地不动肉山会把你往前推并带来大量的伤害——总之不要想回到原来的位置去了，一直跑吧。\n肉山本体是一堵墙，必须攻击墙上的眼睛和嘴巴才能造成伤害（但是墙体任何部分都能对你造成伤害）。在开始战斗的初期肉山前方有大量触手，击杀这些触手在会掉落回复红心和蓝星，而且对这些触手造成伤害也会同时对肉山本体造成伤害，一举两得。比较有效率的击杀方法是一开始用穿透性武器成群击杀触手，比如邪影箭或者恶魔镰刀魔法，当然用近战武器也很有效率，不过穿透性攻击更有效率一些。\n如果你使用了恶魔镰刀书，那么在小触手全部**掉后你会发现肉山8000的HP只剩下3000多了，剩下的就是拿远程武器射了，只是时间问题而已。\n如果你不幸未能挑战成功，那么请在向导复活后携带一个新的巫毒人偶前去地狱召唤，注意召唤前看清楚肉山的恐惧DEBUFF是否消除了，有那个东西在的话是招不出来的。\n\n示例视频：http://player.youku.com/player.php/sid/XMzQ2MzY0Mzk2/v.swf\n\n肉山后战斗篇 \n随着肉山的倒下地图上出现两条从地面贯穿到地狱的腐化/神圣腐蚀带。与原先的腐化带不同，它们会感染石块、沙块和丛林地表部分的泥土，所以很难防止扩散。原先的腐化带如果还存在，也会变得拥有一样的腐蚀性。如何防止腐蚀请参看下面的隔离带建立篇，你现在要先关心的是自己的存活问题。\n首先要做的是带上肉山100%掉落的神圣之锤跑去腐化之地的裂缝里，把所有能看到的恶魔祭坛依次敲碎。每当你敲碎一个祭坛就会依次在世界随机位置刷新（准确地说是将原先的物质替换为)钴蓝-秘银-精金，三次后又会依次循环，敲得越多刷得越多。\n钴蓝矿要用熔岩矿锄开采，秘银要用钴蓝钻头开采，精金要用秘银钻头开采。另外秘银和精金要在地下一定深度下才有。肉山后请暂时雪藏你的远程武器和魔法武器吧，弱击退的武器碰到肉山后的强力小怪会让你体验到当一个史莱姆的感觉。初期的近战武器可以选择永夜/强化光剑/钴蓝轻剑/破坏者大剑，推荐程度依次增高。\n其中强化光剑用原先陨铁锭做的光剑和神圣腐蚀带地下石壁上长出的水晶（用锤子敲下来）合成，钴蓝轻剑用钴蓝锭做。破坏者大剑肉山掉落掉率1/6，可以多刷几次因为肉山还掉落各职业的徽章可以大幅提升伤害。\n之所以推荐破坏者大剑是因为这把剑虽然在攻击上逊于前3把，但是拥有极强的击退和恐怖的攻击范围，很适合地下冒险面对小怪围堵的情况。初期请尽量避免晚上在神圣之地的地上活动，因为晚上的神圣之地会刷新会远程攻击的史莱姆（？），激光攻击速度很快且无法被近战攻击抵消，即使毕业了碰到这种怪物夹攻也很头疼的。\n其他怪物只要尽量击退就没威胁了，包括看起来很唬人的独角兽，只要击退就行，尽量不要腹背受敌初期还有一把推荐的近战武器——无极，最高级的链锤。这把近战武器有着可观的攻击距离，强击退，大几率使怪物困惑，穿透属性攻击，可以很好地弥补剑类武器的弱点。材料获取容易只需要神圣和腐化沙漠里木乃伊掉落的纯阳/太阴各一个加光明黑暗魂若干即可\n光明和黑暗之魂在神圣和腐化带地下一定深处打怪就有几率获得，不限定怪的种类。聪明的你一定能想到用多余的陨铁矿石做点什么吧？你还需要一个翅膀来方便地飞行。去空岛上呆着一会就会有小白龙来找你，行动方式是很明显的钻地虫模式但是追踪性能好了很多关键是这货的攻击力比BOSS还高。推荐一旦刷出来就跳下来到地面和它战斗，不行了就找护士加下HP耗死它，拿上掉落的飞翔之魂找向导就会告诉你翅膀怎么做了。按部就班地制作钴蓝/秘银/精金防具和武器，因为最终的神圣防具和武器需要这前三种一起制作所以就算不用了也要留着。\n制作秘银以上装备需要秘银砧。熔炼精金需要精金熔炉，精金熔炉用30个精金矿石+地狱熔炉做成\n这一阶段基本的任务就是在神圣和腐化地下收集光明/黑暗之魂以及水晶，然后采集新三矿做装备。当然还有腐化，腐化的腐蚀才是大问题。\n\n\n腐蚀的防御篇 \n从肉山倒下后神圣腐化两大势力就开始扩大所属范围。由于砸祭坛生成新矿的同时会在地图的随机位置刷新一块神圣/腐化所以建立大范围的防御带没有太大意义。建议只以自己家周围一块为防御圈。\n腐蚀传染的规律是感染块的周围3格内有可腐化物，包括草皮、石块、沙块。同时腐化草皮可以使丛林的泥土退化为土块进而感染腐化草皮但神圣无此功效。防御神圣和腐化侵蚀（当然主要是腐化）的最有效手段是建立隔离区，从地表开挖一条至少3格宽的通道将你家附近和地下想保护的区域框起来。\n在腐化一侧还应加盖一层人工砖（可以是各种人造砖头和不可腐化物比如粘土块或者灰烬块）并在人工砖后空出2格宽的空隙以防御可在全身都刷新的腐化者的远程主动腐化\n在地面也应覆盖以相应的防御措施（仅针对腐化）来避免腐蚀者的腐蚀攻击（这真的很讨厌，如果没有腐蚀者根本不需要额外铺设人工砖）\n\n隔离带示意如下\n\n\n\n\n3b87e950352ac65cea3035c1fbf2b21193138a4f.jpg (15.79 KB, 下载次数: 8)\n\n下载附件\n\n2012-4-18 09:14 上传\n\n\n\n\n\n\n机械3BOSS攻略篇 \n当你收集了一套不错的防具（建议秘银以上），并且拥有至少1个红心雕像后，就可以尝试挑战机械3BOSS了\n红心雕像可以给你带来额外的补血机会，做一个触发器并且将所有红心雕像连在一起，这样你打BOSS的时候血量受损就可以回复\n打BOSS的时候战场不要离家过远，身上记住带一些钱。这样危险的时候可以回城找护士回血BOSS也不会因为距离过远直接消失\n注意机械BOSS都只能在晚上召唤。如果战斗时间过久天亮了机械骷髅将直接秒杀你，其他两个会溜走（总之就是战斗失败）\n\n机械蠕虫：\n\n机械蠕虫是推荐第一个攻略的BOSS，因为它最简单，同时也是3个BOSS中唯一适合用近战来打的；第一次攻略推荐秘银及以上防具，同时准备好炼金石和各种增强药水\n如果你按前面说的做了，那么无极这个链锤将是攻略这个BOSS的主要武器，同时带上之前打肉山用的恶魔镰刀魔法书\n\n机械蠕虫的召唤道具用5铜锭、5铁锭、7个黑暗之魂和6个腐肉在秘银砧边合成\n你可以在离地稍微高一点的地方做一个战斗平台，这样机械蠕虫就经常只能从地下钻出来，由于下方是空的所以你可以比较方便地躲过攻击\n\n召唤后BOSS有很大几率直接横向冲过来，不要犹豫直接原地朝BOSS尾部的方向放大量恶魔镰刀，如果顺利的话这一次下来就能扣掉5K以上的血\n\n接下来用无极清掉打出来的小球，清完后再对BOSS本体进行攻击，横向的攻击可以造成大量伤害。当机会适合比如BOSS快速移动的时候可以用魔法书，效率更高\n持续这个过程，注意不要让分离的小球太多地存在于场上，尽量快速地消灭小球，然后攻击BOSS很快就能放倒\nhttp://player.youku.com/player.php/sid/XMzQ2MTk4OTE2/v.swf\n\n机械骷髅：机械骷髅适合第二个攻略，用你之前打机械蠕虫掉的力量之魂+枪械商卖的非法组件和迷你鲨合成大鲨鱼吧，之后两个BOSS都要用远程打了。\n防具和饰品也尽量换成远程的，如果你有的话。\n\n药水自然不必说，翅膀对攻略这个BOSS很有帮助，如果你还没有的话赶快去做一个。\n机械骷髅的召唤道具用5铜锭5铁锭30个骨头5个黑暗之魂5个光明之魂在秘银砧旁边合成\n\nBOSS基本攻击方式在旧骷髅王的基础上增添了2只手，一只激光手，一只炸弹手。激光手会放出速度很快的激光，炸弹手放出炸弹要掉到地面爆炸才有伤害\n建议先集中攻击激光手，激光手在4只手中血最薄防最低，很容易干掉，干掉之后你受伤的几率会小很多\n\n干掉激光手后就可以无视其他手轰爆头部了，注意在头部旋转的时候离远点，那时候碰到的话伤害大幅提高\nhttp://player.youku.com/player.php/sid/XMzQ2MzQzNTEy/v.swf\n\n机械双子眼：机械双子眼算是最难的一个BOSS了。打这个BOSS除了其他常备药剂以外请额外携带重力药剂，即使你已经有了翅膀在这里还是推荐你用重力药剂。\n召唤道具是5铜锭5铁锭7光明之魂3晶状体在秘银砧旁边合成。\n\n每个眼球都有两个阶段。开始的时候两只眼球都处于第一阶段，绿眼会放诅咒火焰，红眼则是激光。两只眼都会定期使用几次突进。\n\n当某只眼睛的血量下降到一半以后就会开启该眼球的第二阶段；绿眼的第二阶段是诅咒火焰喷射器+突进，红眼则是密集激光+稀疏激光\n\n注意不要同时让两只眼睛进第二阶段，加强的第二阶段难度是比较高的。建议在第一只眼睛进P2的时候喝下重力药剂。\n\n其他的，只要绕圈用大鲨鱼狠揍就行了。有了重力药剂躲突进和密集激光是很简单的，你需要的只是瞄准的准确度而已。\nPS：绿眼的第二阶段比红眼第二阶段危险得多，建议先将绿眼歼灭\nhttp://player.youku.com/player.php/sid/XMzQ2MzU3MDg0/v.swf\n\n\n之后？做你想做的，各种刷BOSS建建筑造武器什么的。本攻略到此完结。\n\n\n\n\n",
    "replies": [
        {
            "author": "黄凯航",
            "timestamp": 1334716200,
            "txt_content": "总觉得无聊。。"
        },
        {
            "author": "z625291587",
            "timestamp": 1334721540,
            "txt_content": "这篇帖子应该和谐~~"
        },
        {
            "author": "fxtainodia",
            "timestamp": 1334985060,
            "txt_content": "力顶！！作者花了不少时间吧？"
        },
        {
            "author": "核电站",
            "timestamp": 1390273740,
            "txt_content": "肉山后的一个都打不赢。。。。。"
        }
    ]
}