{
    "title": "[转载]【真正的MC小说】我的怪物不可能这么可爱！",
    "author": "积极反攻",
    "replyCount": 0,
    "timestamp": 1381159500,
    "txt_content": "好吧，我终于知道看版规的重要了。http://tieba.baidu.com/p/2529054821?see_lz=1原帖，作者：onlyGSD\n\n[attach]323805[/attach]\n\n简洁的许可。\n[attach]323806[/attach]\n正确的罗马音读法：Ore no kaibutsu ga konnani kawaii wa ke ga nai\n\n\n所有篇章都会在本楼使用折叠放出\n\n第一话\n“啊……终于回家了……”钥匙在锁芯里流畅转动的声音听起来格外悦耳。\n\n我叫史帝夫，性别男，身高178厘米，今年17岁，高二学生。你一定很想吐槽我的名字——很像英文名史蒂夫（Steve）是不？好吧，我爸妈在给我起名时完全没想到这点，算命的说我乍一眼看去只是个草民匹夫，但是以后必定能成为帝王一般的人物。所以我就有了“史帝夫”这个神奇的名字。我的爸妈都在外打工，我一个人住在自己租的公寓里。\n\n我刚刚从标志着暑假开始的休学式回来，而明天就是令人身心愉悦的暑假了！\n\n我平常也没什么爱好，就爱玩一个叫做Minecraft的游戏，大部分人应该都听说过。这是一个全部由方块组成的游戏世界，极高的自由度正是我喜欢这个游戏的原因。\n\n打开游戏，想到我以前的生存存档都玩腻了，我就驾轻就熟地新建了一个世界，想找个沙漠玩玩极限生存。\n\n好了，我出生在了一片白桦树林里面，不过这种地形我还是不喜欢的，得找个沙漠啊。我正准备按E打开作弊器调成创造模式，却有两个神奇的生物出现在了我的视线内！\n\n原来是一大一小两只爬行者，小的那只跟在大的后面，而大的那只直接就向我爬了过来！不是吧！怎么刚在游戏里出生就刷怪了？而且现在还是白天啊！这是个BUG吗？！\n\n懒得跟你们玩下去了，直接上大招吧！\n\n我的鼠标已经点在了左上角的那个白色的C字上。\n\n您的游戏模式已更新！\n\n哼哼，不管你是BUG还是什么玩意，在钻石剑和创造模式的面前都是徒劳！\n\n我调出了钻石剑，准备开始虐杀！\n\n“嘶嘶……砰！”那只爬行者居然直接就自爆了！\n\n什么玩意？我还没打它呢！这到底是BUG还是我电脑出问题了？！\n\n更加令人惊讶的是：\n\n我的屏幕变红了！\n\n三个白色的大字像利剑般刺入我的眼睛：\n\n你死了！\n\n我十分确定以及肯定我开了创造模式，但是这明晃晃的大字……\n\n这BUG还玩大了？！\n\n我毫不犹豫地点击了那个重生按钮。我今天还就不信这个邪了！\n\n唰！一道白光从电脑屏幕前射出！我身体一轻，仿佛被吸了起来。\n\n当我感觉那道白光已经消散，睁开眼睛时，我终于信邪了。\n\n那个按钮没错，我的确重生了，但是不是在游戏里！\n\n出现在我的眼前的景象其实和游戏里一模一样，但是不是由方块组成的，而是完完全全的真实世界！好像现在已经是下午了，周围是郁郁青青的白桦林，我可以听见悦耳的鸟鸣声，我可以看到长在圆柱形的树干上的那些不规则的枝叶随着风而轻微的摆动。身旁是一个露出泥土的大坑…… 我只用了5秒钟就反应过来到底发生了什么：我穿越了！\n\n我靠，我就这么神奇地穿越了到了Minecraft的世界里？究竟我为什么会穿越过来，我自然是不得而知，但是现在我需要做的毫无疑问就是活下去。\n\n现在我应该是在生存模式吧……作弊不了了，那就按照标准的规章来吧！先撸树！\n\n望着高大的白桦树那坚硬的树皮，我又看了看自己细皮嫩肉的右手……\n\n这特么能撸的动？\n\n算了，这游戏本来就不科学，试试吧！\n\n这里肯定没有鼠标左键让我点，我只能一拳向树打去！\n\n砰！树干纹丝不动，很疼，我的手上也出现了一道伤口。 \n\n尼玛，这游戏怎么变得这么科学了！\n\n不过我四下寻觅了一番，在地上捡了一块带刃的石头，又折了根树枝，打磨了一下，就做成了一把石斧子。神奇的是，穿越到这个世界之后，我的动手能力立刻翻了十倍，怎么做工具，武器，仿佛就像刻在我脑海里一样。在地球的时候，我还是一个只会做蛋炒饭的屌丝呢！\n\n我搜集了大堆木材之后却发现，我身上只有穿越之前身上穿的衣服，根本没有所谓的“物品栏”来给我储存东西。这点真是非常蛋疼，因此我只能把那些木材都堆在地上了。\n\n剩下的就不用解释了，我拿了四块木板，搭起了工作台。不过工作台却不是直接把四个木板放到格子里就变出来的，因为我的身上毫无疑问是没有任何格子的。我倒是感觉我变成了一个木匠了！因为我没有任何地方来放我的东西，所以我做的一把木剑也只能被我暂时别在背后的腰带上了。\n\n哎？等等！\n\n此时我突然感觉到了一股令人极其不安的气场，好像是……\n\n我记得刚刚大的爬行者自爆了，还有一个小的爬行者存在吧！如果它没有被删除掉的话……\n\n我唰地一声抽出了木剑，环视四周，既然周围的环境都不是方块了，那么那些怪物估计也会变成恐怖的写实样子吧！\n\n不过周围还是一片寂静，偶尔有羊叫声传来。\n\n在那里！几声踩到树叶的悉索声终于让我察觉了躲在一颗粗大的白桦树后的目标，几步走了过去，一把把它抓到了我的面前。\n\n虽然我知道空手去抓爬行者肯定是自寻死路，但是当时我的确是脑子瓦特了！\n\n“啊！！”居然是一个少女的叫声！\n\n嗯？本来做好跟爬行者对拼的准备的我一时间没有回过神来，我不是应该听到嘶嘶声么？\n\n抓在手里的触感，怎么好像是人类的衣服呢？\n\n我低头一看，立刻吓了一跳：居然是个人类的少女？\n\n“不……不要抓着我的衣服啦！很难受的啊！”\n\n那个被我抓住的物体居然说话了！而且还伴着>_<的不爽表情！\n\n“你你你到底是谁！”我吓得一下子放开了它，向后窜出了几米，举起木剑的剑刃与她对峙起来。这也让我有机会好好看一下它的真容。\n\n她穿着翠绿色的带兜帽的卫衣，身高一米六左右，下半身是绿色的短裙和黑绿条纹的板鞋。印着爬行者经典的表情图案的兜帽戴在头上遮住了她的头顶，露出了金色的刘海，而她的眼睛居然是红色的，如同闪光的红宝石一般。\n\n“那……那个，刚刚你好像被炸死了……没事吧……”她调整了一下自己的表情，整了整自己被拉乱的衣服道。\n\n哎？不回答我的问题，反而先问起我来了？不过看样子她也会说中文啊！交流是不成问题了！\n\n“我……我自然是没事！”如果从身体状况上来说而不是从处境上来说的话，我在心中补了一句，“但是……你到底是什么东西啊！”\n\n“我叫追追，是一个爬行者！不过你没事真是太好了！那个……刚刚炸你的是我哥哥，连我也不知道怎么回事就把你带到这里来了……所……所以对不起！”她低下头向我鞠了个躬，\n\n喂喂，我还没搞明白怎么回事啊。不过她说她哥哥炸了我……那她和她哥哥就是那两只爬行者咯？但是为什么会是这种二次元一样的少女的样子！\n\n“喂，我说啊，这到底是怎么一回事，我还没搞明白呢！”\n\n她没有回答我的问题，反而走过来抓住了我的手：“我们先别在这里说，一会我哥哥就要找回来了，我们先走吧！”说是我们先走，其实就是不由分说地强行拖着我离开。\n\n“喂！我刚刚努力采集的木材还在那儿呢！”我不甘地说道。\n\n“别管了！快走啦！” \n\n不是吧！难道说我被一个爬行者妹子绑架了？\n",
    "replies": []
}