{
    "title": "[转载]【真正的MC小说】我的怪物不可能这么可爱！第三话",
    "author": "积极反攻",
    "replyCount": 2,
    "timestamp": 1381158120,
    "txt_content": " 本帖最后由 积极反攻 于 2013-10-7 23:06 编辑 \n\n第三话\n\n我不知道我睡了多久，当我醒来的时候，外面居然是下午的样子。\n\n还好，我没有失忆，我知道我自己叫史帝夫，而在我身旁忙碌着的这个女孩……应该是叫追追吧！我身下的床，难道也是她做出来的？\n\n“啊……发生了什么事……”我从床上坐了起来，看着在一旁忙碌地做着蘑菇煲的追追。\n\n“阿帝！你醒了！”追追好像很高兴的样子，扑到了我的床边，“真是吓死我了！你已经睡了快两天了！\n\n“快两天？不会吧……”\n\n“嗯！我可一直在担心呢……” \n\n“啊？到底发生了什么？”\n\n我为什么会昏过去，我好像忘了。\n\n“你怎么会忘了呢！是我撘的木屋不牢靠，木板掉了下来，你为了救我，脑袋才被木板砸到的。”追追有点内疚，“谢……谢谢你又救了我一命……”\n\n“这样啊……”我摸了摸头，“所以你这几天一直在照顾我？我记得你好像是要……”\n“要回家的是不是？”追追“呼”地站了起来，“你为了救我被砸晕了，我总不能抛下你就这样走了吧！再说，我现在也想通了，回什么家啊，族群里我已经感觉不到任何家的气氛了！还不如……”\n\n追追的脸红了：“还不如跟你住一块呢……”\n\n“啊……你……你的意思是说……”\n\n“啊！我、我什么都没说啦！既然你都醒了，那我、我就先回去了……锅里还有做好的蘑菇煲，饿了就吃吧……”追追羞红了脸，转身正欲出门。\n\n“等等！”我抓住了她的手臂，“就算我救了你一命，你这两天来照顾我就这样让你走了我也感觉很不好意思啊……要不然，喝点蘑菇煲聊聊再走吧！”\n\n这么好的泡妞机会，我可不会错过！\n\n“那……那好吧！我做的蘑菇煲可是很好吃的哦！”追追犹豫了一会，终于转过头来笑道。\n\n追追的手艺果然不简单，只是一些普普通通的红色褐色的蘑菇，在她手里一做就成了香浓美味的蘑菇煲。而且她居然一个人就做出了一张桌子和两把椅子，还有一个石头做的熔炉。她究竟是怎么做到的暂且不管，此时棕色的蘑菇煲已经分别盛在两个木碗里，正冒着热气。\n\n我一口气喝掉半碗，道：“真好喝啊！怎么做出来的啊！”\n\n“嘿嘿，才不告诉你呢，这可是我自己研制出来的秘诀，我谁都不教哦！这个汤嘛，连盐都不用放，完全靠蘑菇本身的鲜味也能做得很好喝呢！”追追舔了舔嘴角的汤汁，自豪地道。\n“啊对了，追追，你的族群在哪里呢？”\n\n追追的神色变得忧伤起来：“为什么……又要提起我的族群呢……我讨厌他们。”\n\n“……就是因为你不愿意去伤害人类，他们就把你视作异类是吧。”\n\n“嗯……”\n\n“错的一方完全就是他们吧！你说……”\n\n“别这么说，毕竟那些玩家们做的也有点太过火了。”追追没等我说完就说道。\n\n“唉……”我又低下头喝了一口蘑菇煲，“你还在替你的族群辩解吗……”\n\n“没……没有啦！”追追猛然站了起来，“我虽然是很恨他们，但是我毕竟还是属于爬行者这个种族的……生下来就是，死了也是……”\n\n我沉默了一会，把身子靠在椅背上：“你的那些族人们，果然都是群顽固不化的笨蛋呐……”\n\n“哎？！”\n\n“要是我也是个爬行者的话，为了自己族群的利益，自然会认为你的行为是错的，但是我肯定还是会尊重你的想法的，起码不会嘲笑你为异类吧！”\n\n“话倒是没错，我哥哥也是这样的。”追追攥着自己的兜帽边缘揉捏着，“可是在族里，能理解我的就只有他一个了，就算我的想法再怎么正确，我们也不能违背整个族群的旨意啊……”\n\n“你这是什么话啊！”我蹭地站了起来，“为什么你要放弃自己的意愿而去遵循族里的那些规矩呢！仅仅是因为你属于爬行者一族吗？”\n\n“是……是啊……”\n\n“你知道吗，我现在可是人类，人类也有人类的规章制度，不过，只要是我认为不对的规矩，我也绝不会遵从！打个比方，要是你和我是男女朋友，而所有人都反对，因为我和你不属于一个种族……”\n\n“你……你在说什么呢……”追追的脸红了。\n\n“听好了！如果是所有人类都反对我和你在一起，那我就不惜与全人类为敌！！”\n\n“啊……”追追的脸看起来是红到了极致，简直能透出血来。\n\n我们两个人都这样站了半晌，谁都没有说话。隔着蘑菇煲冒出的蒸汽，追追的脸有点看不清楚了。\n\n“…啊……那、那个，我刚刚只是打个比方，你可不要误会……”我连忙摆手道。\n\n追追意味深长地看了我一眼，低下头露出了欣慰的微笑：\n\n“谢谢你，阿帝。”\n\n“……”\n\n“那个，阿帝。”\n\n“诶？”\n\n“我、我决定了！我不回族里去了！”\n\n“啊？”我惊讶了，“那你回哪里？”\n\n“当然就和你住一起喽！”追追眯起眼睛笑道，身子向我这里倾斜过来。\n\n“啊？！”\n\n“反正我回族里去别人也不会有好脸色给我看，不过跟你在一起这一会功夫我居然就已经感觉到了久违的幸福感呢！所以……所以……”\n\n“可是你就这样留在我这，那你哥……”\n\n“我哥又怎么了，因为有我在他也受了族里不少气了，没有我估计他会好过一点吧……”追追嘟起嘴不满地道。\n\n“那……那好吧，反正多一个帮手也好……”我说道。\n\n这么好的机会，我要还是个男人就不应该错过！难道我第一次和女生同居的幸福生活就要开始了？！\n\n我一口气喝完了剩下的蘑菇煲，道：“那么我们等会就去采矿吧！”\n\n“嗯！”\n\n我们在树林里找到了一个天然的洞穴，看起来很深的样子。不过想到还有一个美女陪在我旁边，我就干劲十足了。\n\n我做了四把石镐，分了两把给追追，这样一来采矿的效率就大大提升了。不过我手里拿着的火把居然可以照亮洞穴，这就是传说中的动态光源么？不过因为没有背包的关系，我只能手里拿把稿子，背后再背上一把，再多就拿不动了。\n\n很快地，我们已经走过了好几个洞穴的分岔路口，感觉有点要迷路的样子。\n\n“追追你仔细看看洞穴壁上有没有煤或者铁之类的，一个都不要漏下！”\n我提醒道。\n\n“是！阿帝！”追追晃了晃手里的石镐。\n\n突然，从洞穴深处传来了一声令人发毛的吼声。\n\n果然是僵尸的叫声！\n\n“啊！阿帝！有僵尸啊！”追追叫道。\n\n“果然肯定要来的吗……”我抽出了石剑，注视着洞穴的阴暗处。\n\n“吼……”耳熟的僵尸叫声越来越近了，僵尸的真面目也被我火把的亮光照了出来。\n\n果然不出我所料，这里的僵尸也拥有人类的样貌！\n\n这个僵尸是个男性，长得跟人类没有任何区别，只是有着绿色的刺猬头短发，眼睛也是绿色的。他看起来实在是非常年轻，好像只有十三四岁，还是个小孩子。而且他作为怪物的穿着也跟人类一样：蓝色的T恤和蓝色的牛仔裤。\n\n“居然是人类啊，哈哈……”他居然笑了一下，开口了，“人肉应该很好吃吧……”\n\n“……”我抓紧了手里的石剑，“你想要干什么？！”\n\n“干什么……当然是吃了你啦！哈！”他大笑一声，身体向前一倾，向我扑过来。\n\n“哎呀！”不过他还没走出一步，就貌似被地上的碎石绊了一下，整个身子就扑到在了地上。\n\n……\n\n这也太有喜感了吧！\n\n“你这家伙在干什么？”从洞穴深处居然又传来了一个女孩子的声音。\n\n“没……没事啦！姐！不小心摔了一跤。”那个僵尸少年说道，他爬了起来掸掸身上的灰尘，道：“刚刚只是个失误，现在我就……”\n\n“要吃我你已经没机会了！”我的石剑已经横在了他的脖子上，“不仅如此，你现在连逃的机会也没了，死吧！”就算他的样子是人类，而且还是个小孩子，但他也终究是怪物，我才不会心慈手软呢！\n\n“别小瞧我！”他居然完全无视我的剑，一拳就打在我的胸口上，我一下子就被打飞了出去。\n\n“阿帝！”追追吓坏了，赶紧接住了我，“你没事吧……”\n\n“我没事。”我摸了摸发痛的胸口，道。\n\n这怪物，还真有一手！\n\n“你……你这家伙居然敢伤害阿帝！”追追愤怒地瞪向那个青年，一字一顿地说道，“去·死·吧！”\n\n追追手在空气中一晃，一根红黑相间的短棒就出现在了她的手中，我看的清清楚楚，完全就是凭空出现的。\n\n这东西居然还发着嘶嘶声，难道就是传说中的TNT？\n\n“看招！”追追一下子把那根短棒扔向了他。\n\n“啊！”他见势不妙，就往后一跃，躲了过去。\n\n“轰！”短棒一接触到地面就立刻发生了爆炸，整个洞穴都颤动了一下。\n\n“咳！咳！”烟尘散去了，那个青年使劲咳嗽了几声，惊讶地说道：“居……居然是爬行者！爬行者怎么会跟人类在一路呢……”\n\n追追没有理会他，而是看着自己面前弥漫的烟尘，又看了看自己的手，愣了好久才自言自语道：“我……我居然又扔出了一个炸弹……我怎么会突然这么冲动呢……”\n\n“晴云！到底出了什么事！”一个女孩子从洞穴深处跑了出来。\n\n“这家伙也是僵尸吗？看来这次事情要变得麻烦多了……”这个又跑出来的女孩子看起来只比这个青年年龄大了一点，穿着和那个青年一模一样，绿色的头发扎成马尾披在背后，也有一双绿色的眼睛。刚刚那个青年说了声“姐”，看起来他们俩是姐弟吗……\n\n“好吧……姐，其实就是遇到个人类和一个爬行者，我又已经好久没吃肉了……所以……”\n\n“我跟你说过多少遍了，人类现在已经不好惹了。你还是不听。”那个女孩子面无表情地看了我和追追一眼，说道，“抱歉，我弟弟总是不听话，给你带来麻烦的话我非常抱歉，请不要介意。”\n\n“这……没问题的啦。”我话这么说着，却很是在意她的神情——这家伙居然总能这样保持着面无表情的状态，应该是个三无少女吧！\n\n“不过既然遇到了，那就自我介绍一下吧，我叫晴岚，这是我弟弟，晴云。”她说道。\n\n“好吧好吧，你们叫我史帝夫就行了。”我对他们并没有什么大的兴趣，既然他们不来攻击我们，那就这样算了吧，“既然没事的话，那我们就先走了，再会！”我朝他们摆了摆手，拉起追追正欲离开。\n\n那个叫晴岚的家伙好像在犹豫着什么，不过我才不管他们的事，走也！\n\n“啊，对了，我倒是有点很重要的事情想告诉你，事关人类的存亡。既然你现在无意中闯入，那我告诉你也无妨。你有没有兴趣听？”晴岚突然喊住了我。\n\n我的脚步停了下来。\n\n重要的事情？……事关人类的……存亡？",
    "replies": [
        {
            "author": "122995681",
            "timestamp": 1395412320,
            "txt_content": " 本帖最后由 122995681 于 2014-3-21 22:33 编辑 \n\n额⊙﹏⊙b汗~~~~~~~不知道为什么原帖被删除了不更了"
        },
        {
            "author": "122995681",
            "timestamp": 1395412380,
            "txt_content": " 本帖最后由 122995681 于 2014-3-21 22:34 编辑 \n\n哎怎么办啊怎么说删就删啊"
        }
    ]
}