{
    "title": "[转载]【真正的MC小说】我的怪物不可能这么可爱！第二话",
    "author": "积极反攻",
    "replyCount": 1,
    "timestamp": 1381157760,
    "txt_content": " 本帖最后由 积极反攻 于 2013-10-7 23:06 编辑 \n\n第二话\n\n这个世界叫做麦块（Mycrat）大陆，是与地球世界平行的一个位面。地球上的绝大部分人类完全不知道有这个大陆的存在，除了一个叫做Notch的天才。\n\n他发现了这个大陆，并且研制出了一个连接地球位面与麦块大陆的程序核心。他把它加以掩盖，制作成了一个游戏，这就是Minecraft（音似Mycrat）这个游戏的由来。为了掩人耳目，他让电脑把所有的景物和生物都显示为一个个方块，而真实的麦块大陆就是我现在所看到的那样，和现实相差无几。当然，如果不做成方块的话，这种游戏所需要的配置估计连超级计算机都无法达到。Notch将麦块大陆和地球相连接时，略微变动了一下时间的速度，虽然在游戏里现实一分钟等于游戏里一小时，但是在大陆上实际时间的流逝速度是地球的五倍。\n\n尽管麦块大陆上的人类和其他的怪物种族都很不满Notch的行为，但是根本没有足够的实力来反抗，这个大陆的科技顶多只有中世纪的水平，怎么可能与如今的信息技术相抗衡？\n\nMinecraft的发布，让无数地球玩家涌入这个大陆，他们四处建造或是破坏，给整个大陆的平衡带来了不小的麻烦，麦块大陆的居民有了那些玩家的帮助，很快就不再惧怕那些可怕的怪物了。（而这个麦块大陆上的怪物，其实都有着与人类相似的身体。）\n\n说到怪物，就不得不提起爬行者。这个种族极具攻击性，族人们很反感其他的生物进入他们的领地。对其他的怪物种族比如僵尸骷髅等还好一点，对于人类那却是绝对的不客气，要是他们一走进自己的领地，没有警告，直接就炸。因此麦块大陆的居民对爬行者是又恐惧却又无可奈何，就算手里拿着武器也只能躲着走。\n\n在大量的地球玩家进入到这个世界后，爬行者的地位就受到了很大的打击，那些玩家一个个都身怀绝技，把爬行者当做最快捷的火药来源，这样就形成了单方面的屠杀局面。情况所迫，为了避免绝种的危机，爬行者族群只能开始从娃娃抓起，培养幼年爬行者对人类的仇视感，并且开始训练他们使用炸药，所以现在小爬行者们长大了，便开始主动地攻击人类了。只要见到人，炸一个算一个！\n\n不过虽然爬行者在游戏里的攻击是自爆，但在这个大陆，实际上就是扔出炸弹然后借着爆炸的火光和烟雾逃跑，不过爆炸最后有没有产生效果就不知道了。 \n\n\n现在抓着我的手跑在我前面的那个金发红眼穿着绿卫衣的少女名叫追追，今年15岁，以上的信息大部分都是她告诉我的，不过我自己还是根据常识自己脑补了一些被遗漏的。\n\n她只是爬行者族群中的一个普通女孩，长的还算挺漂亮的——如果从地球人的审美观来看的话。但在族群里她可以算是个异类：她心地善良，虽然会使用炸药，但是从生下来到现在没有伤害过一个大陆上的人类，就算四年前玩家们开始涌入这个大陆，她也拒绝去攻击他们。正因为这个她在族群里受尽了嘲讽，连带着她家人一起被骂。\n\n追追的哥哥，就是刚才炸死我的那只大一点的爬行者，虽然很关心她也完全尊重她的不想伤害人类的想法，但是他还是痛恨人类。刚刚他和追追在外面散步，途中就遇见了我……这就是事情的全部经过了。\n\n地球上的玩家们在麦块大陆上显示的样子是以游戏里所使用的皮肤而定的，也就是说刚刚他们看到我的样子和现在的我是不一样的，穿越到这里的我毫无疑问是我本身的样子。\n\n至于我为什么会从现实世界穿越到麦块大陆……这没人知道，有可能是程序出了点问题，把我拉了进来。但是要我真在这个世界里生存下来的话，还真有点悬。\n\n追追的脚步停了下来，看起来我们已经跑到了这片白桦林的边缘了。\n\n“呼……这下我哥哥应该找不到我了！”她喘了几口气，仰起头抹了抹被金色刘海掩盖的额头。\n\n“喂……你是怎么回事，如果你真像你这么说的不会伤害人类的话，那你怎么不逃呢？”我问道。\n\n“我知道人类总有那么几个好人，你嘛，肯定是！”她眯起红色的大眼睛，朝我笑道。\n\n“我长得真那么像好人？……”\n\n我哪里算什么好人啊，像我这个不务正业，不好好学习，经常玩Minecraft，看动漫的御宅族，肯定看起来很猥琐吧……不过不得不承认，我还是挺帅的！我的班主任以前跟我说过，“你这么帅的小伙子，要是把心多放一点在学习上的话，肯定是无数女生的梦中情人啊！”\n\n“怎么说呢，不管怎么看，你都不像坏人！嗯，比那些凶神恶煞的普通玩家们给我的感觉要好就对了！”\n\n“啊！那……那是当然了！我一直都是和平主义者，从来都是坚持遇见怪物只跑的原则的！哈……哈……哈……”\n\n连我自己都快笑不出来了，说我帅就行了，说我看起来不像坏人？这谎撒的也太不切实际了吧？我玩Minecraft的时候虐怪物都是每天换着不同mod虐的。\n\n“话说回来，那个……真的很对不起！我本来想阻止他的结果没成功……把你给炸死了，还让你穿越到了这个地方来……所以我把你拉到这儿来，只想说你要是有什么要我帮忙的比如砍树或者建房子之类的……我一定能帮的上一点忙的……”追追两手攥着自己的兜帽边缘，头低下来左右晃动，说着说着声音越说越轻。\n\n虽然还没完全搞懂，但是既然她说要帮我忙的话，那接受也无妨吧！\n\n“帮忙么……”我想了想。\n\n“呃，那个，如果你真要表示歉意的话，不如帮我盖一间小木屋起码让我活过今晚怎么样？\n\n这个请求还是可以的吧！虽然让妹子帮忙盖房子不是个好的沟通方法，但是跟妹子比起来，在这里活下去才是我最重要的目标吧！别懊恼了！我知道你们在希望着我提出什么要求！绅士们！\n\n“呃……不过话说回来，我辛辛苦苦采集来那么多木材，现在被你拉到这里来，就再也找不回来了！唉，也罢，我从头再开始吧！我看这里风水不错，很适合安家！”\n\n“嗯！总之赶紧开始吧！”她很有干劲地笑了起来。\n\n“这是一把石斧头，你拿去砍几棵树，搭房子的工作就交给我了，没问题吧？”\n\n“没问题！”追追接过斧子，就蹦去砍树了。\n\n说慢也不慢，过了几个小时，房子就已经撘完快一半了。说来也神奇，我和追追的合作默契地难以想象，工作的效率非常高。\n\n“这衣服倒是很漂亮嘛！呃……和你爬行者的身份很配啊。”我尝试找找话题。\n\n“你说这个？”追追扯了扯自己卫衣的领口，“我们爬行者族群大多都喜欢穿绿色的衣服，我只是特别喜欢带兜帽的卫衣啦。”搭起一座木屋在游戏里很简单，不过在这里就显得难很多了，要她一个人做可能还有些吃力。我就在旁边继续伐木补足所需的原料。\n\n“可是……你不热吗？”\n\n追追瞪了我一眼没说话，好吧，应该不会热。\n\n“要不要休息一下？”大概又忙活了半小时，我觉得她应该已经快累坏了。\n\n“没事没事！”追追摇了摇头，“很快就好了！砍树这种事，虽然有点累，但我没问题的！哦对了，还没问过你的名字呢？”\n\n“我姓史名帝夫，帝王的帝，丈夫的夫，好记不？”\n\n“嗯嗯……听起来好奇怪呢……好像外国名字……”\n\n……被一个爬行者妹子吐槽自己的名字，这名字得是有多少槽点？\n\n“我就叫你阿帝吧，这个称呼怎么样？”\n\n“挺好的！”我漫不经心地道。\n\n“阿帝！”\n\n“啊？干嘛？”\n\n“没有啦，就叫你一声，哈哈！”\n\n我一阵无语：“……算了，我去拿点羊毛做张床来，你一个人在这没问题吧？我不会走远的。”\n\n“嗯，阿帝你小心点！”\n\n万一在这个世界里死了没法重生，那床也没有用了。但是我现在也是以正常人的身份活在这个大陆上，总不可能不睡觉吧？\n\n毕竟不管怎么说，让一个女孩子工作太说不过去了，等我采完羊毛回来就让她走吧……剩下的工作我一个人做就行了。\n\n走了挺远的路，前面出现了一只羊。\n\n运气不错，我抽出木剑向可怜的小绵羊砍去。木剑虽然很是垃圾，但是总比空手打要好。不过这小傻羊一被打就拼命跑，害得我只能不停地追。一声惨叫过后，绵羊终于倒在了地上。\n\n真是麻烦，羊毛还不会爆出来……我只能伸出手去扯带血的羊毛。\n\n“啊，好像太阳快下山了！我得赶紧回去！”我把几坨羊毛塞进背包里，准备回去找追追。\n\n不管怎么说，一切都貌似在按计划的进行，这就是我所希望的节奏！\n\n不过我貌似有点迷路了，追那只羊追得太过火了点，所以回去花了点时间——不过我可不是路痴，方向感还是很强的。\n\n太阳下山之后，我终于回到了小木屋前，追追正站在一座崭新的小木屋前，叉着腰欣赏自己的杰作。\n\n“啊，阿帝你来的正是时候，看看我撘的怎么样？”\n\n“哎？你趁我不在就把它撘完了？”\n\n“是啊，我只是看你有点慢，就顺手帮你弄了一下嘛！”\n\n这座木屋没有什么特别的装饰，看起来就是一座很朴素的林间小屋，不过我才去了一个小时，她居然就自己把木屋建完了，惊叹的同时我开始担心它的牢固程度。\n\n“看起来很不错啊！不过……”我挠了挠头，“不过现在天黑了，你想怎么办？难道你要住在这里？我带的羊毛只够做一张床啊！”\n\n“没事！我一个人走夜路没问题的！我就先走了吧，就不麻烦你了！总之，能帮到你我已经很高兴了！”追追脸红了一下，又向我鞠了个躬，就准备离开。\n\n她要走了？嘛，反正也无所谓，那走吧！\n\n不过我倒是注意到了木屋上的一块松脱的木板，刚好处在追追的头部上方，摇了摇就突然掉了下来。\n\n“小心！”我立刻做出了反应，向追追扑过去。\n\n不管怎么样，我也不能让一个女孩子受伤！哪怕是我和她只认识了几个小时！\n\n“啊！”追追自然被我扑到在了地上，而那块该死的木板也在这一刻落到了我的头上。\n头部一阵剧痛，随后而来的就是无止境的晕眩感，我的意识逐渐丧失，眼前一片漆黑……",
    "replies": [
        {
            "author": "zhengyu14725896",
            "timestamp": 1381158000,
            "txt_content": "SF人生的第一次。"
        }
    ]
}