{
    "title": "【次新宇】在一段关系中，为什么受伤的总是你？",
    "author": "次新宇",
    "replyCount": 7,
    "timestamp": 1381321440,
    "txt_content": " 本帖最后由 次新宇 于 2013-10-9 20:30 编辑 \n\n在一段关系中，下一个受伤的会是谁？\n这篇文章看完你会有最大的收货\n为什么受伤的总是你？\n-------------------------------------------\n那一年，我17岁，在学习把妹的这段日子里，给了我很大的信心，也许你特有过和我相同的感觉，当你在泡一个女人的时候，你以为是这些所谓的技巧帮助了你。\n\n记得和她认识的时候，那是在一个网吧里面，我找一位女性朋友A来借身份证去上网，她们一行两个人，但是我的目光一直在她身上，她穿着一身红色的包臀裙和白色的高跟鞋，我知道她们今天打算去夜店，就是在这样不对的时间的，第一次碰到了她。\n\n”小新，我帮你开机器，我就走了，身份证我拿了啊“A对我说道\n”诶，那个女生是？“\n”你想干嘛，哈哈，好像跟你一个学校的“\n”哈哈，我还能干嘛，是吗，跟我一个学校的？“\n”不说了，朋友还在外面等着呢，我们先走了啊，晚上出去玩呢“，说完她她们就转身走人了。\n”好，明天回来找你聊聊“我在他们背后大声喊着。\n\n第二天，在所谓的”介绍人A“下，我和她就这样认识了，她真的很漂亮，后来我才知道是某班的班花，但是我在乎？我的背后有着这些强大的泡妞技巧，我在乎？（我当时这样想着）\n\n过不其然，2个星期后，追到手了并且该发生的事情也发生了，在那天晚上，她躺在我身旁就这样呼吸着，按道理来说，在把该干的事情办完之后，她应该会跟我说很多话，但是她就静静着在我身旁躺着，一句话不说，当时我没太在意，我只知道，多少人的女神现在躺在了我身下，我感觉有如步入云天。\n\n有多少兄弟，在得到女人之后，心理暗暗自喜，终于让我走出这一步。\n如果游戏到这里就结束了，为什么，还有那么多的兄弟上网发求助信\n\n”为什么我跟她发生关系了，她还是对我爱理不理“\n”为什么明明该发生的都发生了，她却像什么都没发生一样，一切都那么不符合常理“\n等等等\n\n记得在那个时候，我仅用了我认为极其短暂的时间把他给推了，我觉得自己极其牛逼，因为在那个时候，高中里没有人达到像我这样的水平。\n\n随着关系的发展，时间每天都在前进着，我在一次无意间出去玩的时候，我趁她在上厕所的时候，翻了她的手机，我竟然发现她在和好几个男人同时保持着暧昧关系，我极其震惊，我开始不淡定了，在心理不断着在想着，也同时在问自己一句话”为什么该发生的都发生了，她为什么会这样，我对他也不算差啊，她为什么会这样对我“5年前，我根本不明白，而如今，我知道了一句话。\n\n”很多男人，都以为性是女人最后的底线，其实恰恰相反“\n\n多少男人都希望通过性来控制女人，以为把一个女人推了，大可放心这段关系的可控性？那么，女人不知道吗？别傻了，女人天生的社交直觉就比男人高出不是一个档次的，当一个男生吧她上了之后，她难道不知道这个男人想做什么吗？\n-------------------------------------------------\n每一个人，都渴望自由，没有人想被其他人所控制，但是每一个人都生活在被控制的局面下，从小到大，你父母给你安排了一份良好的教育，希望你不要在上学期间谈恋爱，要好好学习，那么你是真的听从父母的话，而不去谈恋爱，那么你这不就是在被父母索控制吗？\n\n如果你去谈恋爱了，那么你不就是在去给自己找自由吗？同理，那么你不是在不断的证明自己是没有被控制了吗，那你还不一样被控制了？\n\n你可能看到这里觉得“我操，太对了”，但是这些还只是外围，还不是核心。\n\n那么你可能会问，什么才是核心？\n\n投资！！！\n--------------------------------------------------\n我实在无法忍受自己的女人和别的男人这样眉来眼去，我无法承受这样的的痛苦，我每天都在想着“为什么我对她那么好，她还要这样对我”\n\n正因为你处在这样的环境下，你如何不痛苦？因为你的大脑一直在想着”关于她“的任何事情，无时无刻不在想着，你对她的投资越来越多，就好像你在赌局上有100万，谁都知道在赌场没有那么公平，随着你一直输，那么你会服气吗？当然不，你还想着要赢回来，接着你之后的每一次下注，都会比前一次大，直到你倾家荡产，从此你就此沦陷。\n\n而两性关系也一样，更重要的是，在你不断想”关于她“的过程当中，这些都是无形的投资，这叫做”情感投资“，那么人的心理资源是有限的，当你一直在对外输出的时候，你的心理资源也一直在外泄，直到你的心理资源开始殆尽的时候，你就会开始极其痛苦，因为你内心是一个匮乏状态。\n--------------------------------------------------\n也许你看到这里，这篇文章到此就可以结束了，但是你们从文中也可以学习到不少的干货，但是我不想把残缺的东西分享给你，因为我追求完美。\n\n这篇文章最大的秘密其实不在于”投资“，而是，是什么让引诱你走进”我不想输，我要一直赢回来“的这种局面下的？\n\n如果你开始就处在这样的局面下，你怎么能不输？这里有两个秘密，是你所不知道的。\n\n自尊心的秘密\n是的，自尊心，因为你不想输，你也害怕失败，你没有一颗勇敢的心，你害怕女人会小看你，你害怕自己的自尊心受挫，所以你开始害怕了。\n\n那么这里有兄弟要反驳我了，一个人没有自尊心，跟乞丐有什么区别？\n\n那么我想说“当你身边有10个妞的时候，并且随叫随到，来既能战的女人时，你在跟我来谈自尊心吧”\n\n第二个秘密是什么？\n\n第二个到底是什么已经不重要了，重要的是，为什么我懂得会比你多，我想这才是你应该要去思考的问题。\n\n希望本文对你有帮助\n次新宇\n----------------------------------\n优秀男人部落：youxiunanren.com\n新浪微博：@次新宇",
    "replies": [
        {
            "author": "次新宇",
            "timestamp": 1381341420,
            "txt_content": "希望给更多的朋友能够看到~"
        },
        {
            "author": "无语的尼玛",
            "timestamp": 1381347360,
            "txt_content": "恭喜                  "
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1381358280,
            "txt_content": "反正我是不准备在学校谈恋爱(可能跟家教比较严有关...)。不仅耽误人女孩，还耽误自己。"
        },
        {
            "author": "次新宇",
            "timestamp": 1381383960,
            "txt_content": "Bruce.Owen 发表于 2013-10-10 06:38 \n反正我是不准备在学校谈恋爱(可能跟家教比较严有关...)。不仅耽误人女孩，还耽误自己。\n如果你持有这样的想法~\n兄弟，那你真的会失去一段很美好的时光~"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1381403760,
            "txt_content": "次新宇 发表于 2013-10-10 13:46 \n如果你持有这样的想法~\n兄弟，那你真的会失去一段很美好的时光~\n不这样做，会被抽死..."
        },
        {
            "author": "次新宇",
            "timestamp": 1381489380,
            "txt_content": "Bruce.Owen 发表于 2013-10-10 19:16 \n不这样做，会被抽死...\n泡妞还能被抽死的~"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1381491480,
            "txt_content": "次新宇 发表于 2013-10-11 19:03 \n泡妞还能被抽死的~\n是啊，家里管得严"
        }
    ]
}