{
    "title": "祝拉蒂司酱生日快乐",
    "author": "DJXGAME",
    "replyCount": 3,
    "timestamp": 1381404420,
    "txt_content": "\nSkin Cookie生日会的传统活动——故事接龙~\\(≧▽≦)/~\n\n“没有起司奶油蛋糕，就没有现代文明”\n\nDjx：\n传说在离我们十万八千光年的科普卢星区有一片广袤无垠的大陆，当地人们都叫这里艾泽拉斯大陆。艾泽拉斯大陆虽没有邻近星域艾尔行星的那种纵横宇域的巡洋舰，也没有如M78行星那种挥手间樯橹灰飞烟灭的人型生物。但就是这样一个普普通通的大陆，无论是死亡之翼的肆虐还是比克大魔王的魔爪都没有打败过在这里生活的坚韧不拔的人们。我们的故事就在这里开始。\n\n艾泽拉斯大陆，合众地区，飞云市，曲奇咖啡厅，上午8:00\n名为拉蒂司的少女正坐在电视机旁看电视：\n“大家好！又到了介绍美妙道具的《这个怎么做？》的时间了！今天要说的是“奶油蛋糕”步哨君！你知道奶油蛋糕吗？\n啾啾啾咕咕咕！（喂喂喂，这不可能不知道吧！）\n好厉害！知道啊！那我就不说明了！\n啾啾啾？！（那观众们怎么办？！）\n所以说再见了！记得奶油蛋糕千——万——不——能放起司哦！\n啾啾咕咕咕？（喂喂喂， 就这么结束了？）”\n“哼o(￣ヘ￣o＃) 又是这期，我都看了好多好多次了……”少女一边无聊的切换着电视频道一边喃喃自语道。\n“但是为什么无论是谁在做蛋糕的时候都不能放起司呢？难道加入了起司就会谱写了灭世的序曲还是开启了异次元的通道？啊(>_<)有些好奇了呢……”\n突然电视里传来了热血沸腾的标语：\n“艾泽拉斯奶油蛋糕锦标赛！胜利！不放起司！仅此而已！”\n\nAlrand：\n与此同时在世界的另一端，无尽起司之海的中央，那被誉为起司的奇迹的大陆上，少年坐在礁石上吃着起司拌饭，满嘴搅着起司望着看不见彼端的远方若有所思：好想去看看外面的世界，哪里会是什么样呢……风吹过他还略显年幼的脸庞，伴着浓浓的起司味道，飞向远方……\n少年回过神来，目光中充满了坚定，站起身来对着粘稠的起司之海大喊道：“我一定会到大海对面的世界！我可是要做起司王的男人！”\n“哗——”起司的海浪浇遍了他的全身。默默的，少年转身向着不远处的城镇走去……\n莫泽雷勒城——起司大陆十二座城市之一，位于纳格兰大草原，同样也是莫泽雷勒家族的所在地。莫泽雷诺家族历史久远，似乎从大陆形成之初就有了这座城市。少年向城市中心的起司之源走去，广场上的屏幕正播放着广告“……纳格兰气死甜点大赛！为了起司的荣耀！奶油蛋糕可不行！”下一个广告开始了。\n\nIce:\n然而在艾泽拉斯大陆的最遥远的地方，有一片广阔无垠的海。\n“你好，请问你需要一根火柴吗？”一个柔弱的小女孩问道。\n“疯子…走开！别烦我。”男性粗矿的声音响起。\n这一幕被街角的乞丐装束模样的爷爷看见了，他缓缓的站了起来对小女孩说道：“这里是不会再需要火柴的了……”\n“呜呜呜……”女孩的哭声引来了路人，可是，路人看了看…也纷纷散去，再也没人热情的理过这个小女孩。\n“我……我想尝尝起司的滋味而已呜呜呜……”哽咽的声音又泛起来。\n这时，在一旁窥视了好久的男孩走了过来，“喏……”，把手上的一小块夹了起司的面包递给了小女孩。\n“诶？！这……这是……起司？！”小女孩惊呼道。\n“快吃了吧。”男孩眼中闪过一丝饥饿的神情，但是他忍住了并没说出来。\n“谢……谢谢，可是……你是从哪里得到这块起司的呢？”小女孩就差哭出来了……问道。\n“秘密。”男孩笑了笑，走开了。\n从此，杳无音讯。\n        【如果……能再让我见到他的话……】\n莫泽雷勒城——\n“城主城主大事不好了！！少爷……少爷他……”一个仆人慌慌张张的冲了进来，说道。\n“发生什么事了，别慌，慢慢说。”城主府最高位的座椅上响起了一个声音，可是，那里却没有人，仔细看，也许会发现点影子吧。\n“少爷他……不见了！”仆人跪下，说道。\n“什么？！还不赶紧派人去搜！”瞬时间桌椅板凳，碎裂成一根根木刺，狠狠地插入了地中。\n“小的知错了小的立刻派人去搜捕！”仆人慌慌张张的逃了出去。\n        【一定……会再见到的吧】\n男孩为了寻找父亲变异的真相，以及起司的来源，不得不继续踏上旅程……\n“我……还会再见到那个女孩吗……”\n就在男孩思考的过程当中，一位年轻的行者急匆匆的往男孩这里冲来。\n\nLittlebear:\n男孩下意识的询问了这位旅者关于这个寻找起司的女孩子\n“噢..那个小女孩呀，我认识她..”旅者微微笑了笑，表情略过一丝悲伤。\n他慢慢的带着男孩走到了一座无名的坟墓前，上面还有一块咬了一口的土司。\n“为什么...为什么...不吃掉..它.....？！”男孩跪在了地上..秋风卷起了地上金黄色的叶子。似乎在叹息着什么。\n“大概是为了想再和你见面吧，怕你忘记了她吧..”旅者点燃了老旧的烟斗，静静的坐在坟墓旁边望着天空。\n\n旅者为男孩讲述了这个女孩后来的经历。\n\n原来，女孩为了再次见到这个男孩，拿着这块起司到处询问路人。几乎走遍了整个艾泽拉斯大陆。\n为了保留起司的原样，她。只咬了一口...连续四天没有吃过一口食物。\n人们都不愿意施舍食物给她，“你手上那个不就是食物么？！”纷纷拒绝了女孩。\n\n后来，她来到平民窟，遭到了毒手，但她还是奋力的保住了怀里的起司。即使身上被捅了无数刀。\n当旅者赶来救她的时候，她已经奄奄一息了。\n“她怀里始终抱着那个起司，微笑着，甚至不让血染到这块起司上..”说到这里，旅者苍老的脸庞也挂上了一丝泪痕。\n\n男孩早已泣不成声。\n最后，他擦干了自己的眼泪。\n向旅者道谢之后，将起司用衣服包好，头也不回的走了。\n“孩子啊..”旅者看着男孩远去的背影。\n“从现在开始，你要背负名为“命运”的锁链了..”\n\n——《莫泽雷勒城的王者》前传\n\n\n祝我们可爱的拉蒂司酱永远开心，永远漂亮！这次由于大家都在上学所以参加的人数不是很多/.\\，不参加的人才没有被讨厌呢o(￣ヘ￣o＃) \n\n\n",
    "replies": [
        {
            "author": "IceFreeze",
            "timestamp": 1381404720,
            "txt_content": "呜呜呜呜呜呜熊啊。。。。我精心策划的女二号女一号男一号男二号相继CP的剧情被你给打乱了呜呜呜QAQ\n熊不愧是剧情杀手┭┮﹏┭┮&#10047;\n用起司砸死熊好了呜呜呜"
        },
        {
            "author": "lasty1990",
            "timestamp": 1381410000,
            "txt_content": "好感动，谢谢大家~好开心"
        },
        {
            "author": "Exodus",
            "timestamp": 1381671780,
            "txt_content": "我怎么把这么可爱的土司漏掉了QAQ"
        }
    ]
}