{
    "title": "史蒂夫的复兴路（第四章）",
    "author": "caith",
    "replyCount": 2,
    "timestamp": 1381636680,
    "txt_content": " 本帖最后由 caith 于 2013-10-13 12:00 编辑 \n\n《史蒂夫的复兴路》\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n主人公：史蒂夫和其团队\n主要内容：史蒂夫的亲哥哥拉杰白手起建了一座小城市------拉杰丽，却被僵尸毁得面目全非，史蒂夫结盟一些英雄一边复仇一边寻找让人类能力提升的方法。\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n章节\n\n1、最后的抵抗（上）\n地址http://www.mcbbs.net/forum.php?m ... 3996&extra=page%3D1\n2、最后的抗争（下）\n地址http://www.mcbbs.net/forum.php?mod=viewthread&tid=174256&extra=\n3、废墟\n地址http://www.mcbbs.net/forum.php?m ... 1&extra=#pid3377878\n4、悼念\n地址http://www.mcbbs.net/forum.php?m ... d=184397&extra=\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n悼念\n\n        一梦醒来，已然是早上了，史蒂夫垂头丧气的打不起精神，或许是因为那场战争吧。这场战争，我失去的太多了，哥哥，拉杰丽和弟兄们……史蒂夫想到一半，眼泪已经莹框了，他不想再往下想了。不过他倒是不知到现在要干什么了，他脑中一片模糊，只有那场梦里拉杰对他的叮嘱兴许地发着光。史蒂夫查看了一下自己的伤，忽然发现床头的白板上写了字：\n\n护士留言：\n        伤口不疼了吧，但一个星期内不要有剧烈运动，否则伤口会裂开。那片毒我们已经做了最好的处理，请放心。不过您的弓我们没找到。\n\n史蒂夫寥寥看了几眼，还是无精打采的样子。他下了床，走到临时的吃饭地，开始了战后的第一顿饭，但仍是打不起劲儿来，心事重重的样子。旁边步兵部部长乔治端着餐盘走过来：\n        “嘿，史蒂夫，好久不见呵！”\n史蒂夫看了乔治一眼，又低下头不予理睬。\n        “别不高兴，看我，虽然被僵尸那烂爪子挖了多少个道儿子，倒还是乐呵呵的！”乔治极力想让史蒂夫开心，但他实在没法使史蒂夫高兴起来，于是也不说话了，坐在史蒂夫对面闷头大吃起来。\n        好一阵子，寂静的要死，除了远处工人们干活的声音外，似乎就没什么声了。还是史蒂夫最终打破了沉寂：\n        “我哥哥在……”\n        “他临时葬在城东南的高地上。”乔治没等史蒂夫问完便开口回答，好像早已想开口的样子。\n        “哦。”\n        “看，那是鲍勃！”乔治用他打着绷带的左手指了指天上的低空热气球------鲍勃在上面指挥工程，“不行，我怎么肚子痛开了，去上个厕所……”史蒂夫本没有太在意，也不想打扰鲍勃工作，就没去和他打招呼。但乔治那一声太响了，鲍勃已经听见了，他便把低空热气球停在旁边空地上，走了过来。鲍勃坐到史蒂夫旁边，说：\n        “一清早六点我就开始工作了，全城没有地方我们不用修的，累死人了。”\n        “辛苦了，我有件事，但也不知道该不该说。”\n        “说呗，熟人有啥不能说的？”鲍勃一边看着什么报告单一边回答。史蒂夫犹豫了一会，他不知道应不应该把那场梦告诉鲍勃，那毕竟是一场梦，梦永远不能代表真实。可是他相信拉杰，也知道拉杰和鲍勃关系好，知道鲍勃确实是个不错的人。告诉他好了，这样心里也能放下个担子，史蒂夫心里想着。便把那场梦告诉了鲍勃，鲍勃显得有些感激又有些犹豫。史蒂夫不想听到鲍勃有什么推辞，便立即拿起空餐盘离开了。\n        史蒂夫决定去看看哥哥临时的墓，他再次穿过那破烂不堪的废墟，这样的景象实在让人压抑。史蒂夫每看见一座缈无人烟的鬼楼或灰土漫天的废墟，心中就一阵疼痛，这种疼痛超越一切，史蒂夫甚至无法忍受它，史蒂夫甚至想闭着眼睛走……\n        好不容易，史蒂夫离开了“城市”的“喧嚣”，离开了那让人难受的内心的疼痛，来到了城东南的高地上。整个城市这里地势最高、风景最好，而且僵尸也没有攻到这里。在绿油油的草地间，很醒目的立有一块绿宝石块做的菱形墓碑，墓碑左右各种了两排花，前面铺了一块石英版。史蒂夫急切地走过来，发现碑上还没有刻字，左右后三面也没有围栅栏。在石英板上有一张纸条和一串金项链，纸条上面粗糙地写着：\n\n        留给弟弟的项链，在你临死前打开它，这个项链代表我一生的成就……\n\n史蒂夫双手捧起那条项链，捧起哥哥的这一生的成就，捧起哥哥的象征，看着它，史蒂夫再次眼眶湿润了。史蒂夫双腿磕在石英板的边缘，对着墓碑，闭上眼……眼泪终究还是流了出来，这是史蒂夫的第一次流泪，是为哥哥的泪！史蒂夫久久地沉思着，谁也不知道他这时在想什么，只知道他对哥哥拉杰饱含复杂心情的爱……\n",
    "replies": [
        {
            "author": "银狼",
            "timestamp": 1381646460,
            "txt_content": "总体来看还是不错的 =w="
        },
        {
            "author": "caith",
            "timestamp": 1381647420,
            "txt_content": "银狼 发表于 2013-10-13 14:41 \n总体来看还是不错的 =w=\n感谢版主回复"
        }
    ]
}