{
    "title": "《玩家大冒险》外传《第2个人》第一章",
    "author": "七由理",
    "replyCount": 15,
    "timestamp": 1381656900,
    "txt_content": " 本帖最后由 七由理 于 2013-11-17 15:21 编辑 \n\nMinecraft《玩家大冒险》外传《第二个人》\n“这是极限的世界，死了就不会重来了！”\n\n  \n\n    作为一位流浪世界各处的我来说，能有一个安全保命的处所是很幸福！但是这世界是危险的！因此我必须不停的向世界各处前进，不能在一个地方停留太久。如果要问我为什么不停下来？那是因为我~是被驱赶之人！自从我发现了些不明的事情从而被驱逐出原来的世界！现如今我将在有生之年把这些事情写下来，让我们一起来了解世界的真相。\n\n------《被人遗忘的事情》时间：27120小时\n\n\n\n外传第一章：黑暗骑士\n\n“咳咳！咳咳！咳咳！”\n\n(回想)3天前我们费尽心思把大船推到大海上，原以为能就此逃过一劫呢。呵，怎么料想在大海中更是让我们处于更加危险的境地。面对那种家伙我们怎么是对手！……不，我们是那家伙的猎物啊！\n\n“咳咳！”\n\n(回想)不在一起的村民都被杀了！我建议把船炸了，让那家伙和船一同葬身海底。\n\n“不过……是我的错啊！如果那时……”\n\n(回想)没把船炸了或许还能有几个活下去。尽管我们亲眼看到那家伙一同和船燃烧，在火海中化为灰烬。但不可思议的是那家伙却逃过了一劫！在大海漂流中一个一个的把我们一个个拉向海底深处……最后我点燃了最后一个TNT，想让那家伙和我在水中一同死去的，可那真是太天真了！水中的一声沉闷的巨响“BOOM！”威力极大！我被那巨响从而引发震荡的冲击波震飞出去很远，而那家伙却拼命的向我冲了过来……也许只是巧合，在我以为快绝望的时候，那家伙面前却游出一条鱿鱼------看着那家伙被缠住了而我也侥幸被海流冲走了……\n\n“现在可不是再回想的时候，必须…咳咳…必须向前走！”\n\n我捂着受伤的身体从海滩上爬起来，环绕四周，看来这是另一个新的地方。被冲上海滩上又满心恐惧的我看着前方一片树林，再望望太阳------已经是中午了。而现在我受了伤并不能去撸树也没有任何武器，看来会独自的慢慢一个人死去~一想到这，以往觉得对于死并不当回事的我却在脸颊上留个一行泪…………霎时\n\n“嘁！不对！现在不是叹悲伤的时候，只要有一丝气还要活下去，我还有很多故事没写进去！”\n我回头远看大海，很是风平浪静。现在对于我来说的话，至少那家伙算是追杀不到我了！这我倒松一口气了。白天也没剩多少时间了，太阳不久也要躺下了，要快点找到村庄！前面的大片树林啊，即便是有伤但我还是只能穿过去了！我深深的吸了一口气，做了些简易的包扎后，我慢慢的向树林从走去……\n\n“这片大陆生存才刚开始呢！”\n\n我喊着为自己壮胆，希望这仅存的勇气能使我活着撑到穿过这片树林。而夕阳已在我身后慢慢垂下，我仿佛快失去最后的救命稻草。我惊恐的踱步往树林从走去，身边仿佛感到死神的到了……\n\n黑暗渐渐来袭，只能依稀从疏密不齐的树梢之间看到月色吐露出血色，而我却在树林从中迷失了方向。\n\n“呵！呵呵！呵呵！(这里表喘气声)可恶跑了这么久怎么还没有没出去！可恶！”\n\n但是黑夜不仅仅只是让人产生恐惧，而且还有更多更多的怪物主宰着黑夜！而现在怪物已从黑暗中苏醒……\n\n“饿~饿~(这里表怪物发出的声音)”\n\n“僵尸在哪里？”\n\n我如此想着，但树林从前方尽是看不见的黑暗啊！这时我从经过的树旁突然看见一双黑色之眼在注视着我。这下不妙了！虽然在黑夜绝对会碰上僵尸的，但在如此近的距离之下……我来不及思考对策了，而僵尸却向前着伸出头来瞄着我脖子。很危险！在僵尸即将咬上我脖子时，我猛得向后旁倾斜，不过僵尸依然猛力的咬伤了我的胳膊，尽管没能咬住。而我也因为倾斜太多，失去重心翻滚着摔倒在地上。僵尸还站着躬屈着身子使劲舔食着刚才那美味的鲜血。\n\n“嘁~好痛！”\n\n坐起来捂着被咬伤的伤口痛苦的说着的我\n\n“如今我受到更重的伤！但我必须马上走，不然我就会被僵尸追上的，绝对会死的！”\n\n我说着踉踉呛呛的站起来，我稍微看着僵尸的动静。不过僵尸的反应好快！它舔食鲜血的动作停止了，而且它开始转过头来看着我。不！它看着是我胳膊上直流的鲜血……\n\n……我得走了，僵尸开始注意到我了，受了伤的我不马上走它会追上我的！我踉踉呛呛冲进前方黑暗的树林，在我身后僵尸继而发出很大的声音。\n\n“饿~饿~(又饿了，别走！------这里作者译，实际上我不知道它说什么！)”\n\n“饿！！！(过来！)”\n\n僵尸发出声音很大！连居住在树上的夜鸟也被吓走了……而这时我意识到更严重的问题……\n\n“不会吧？它……它在召唤同伴！……不要啊！我还不想死啊！”\n\n恐惧涌上我的心头，而我却只能不停行进，祈求不再遇上其它或更多怪物！鲜血不停的从手臂上流下，滴在地面上，怪物们也嗅着这股气味来追踪着我。我尽量用那少得可怜的勇气来克服住恐惧，我真的注定要死在这荒芜人烟的地方吗？那家伙还没有被世人所知晓，那就说明还会有更多人遭到屠杀的，那现在……这就是……我的……极限了吗？\n“骷髅~(lu---尽管叫法不对，但这里表怪物发出的声响)”\n\n“果然是你啊！骷髅！该死的！好痛！”\n\n我痛苦的跪在地上，靠左手撑着身体，而右手则把持着右腿，鲜血不停从右腿膝盖后面涌出，染红着右手和地面。就在刚才不久，我拼命的奔跑着，突然从前面射出一支箭来，还好我前面还有一棵树帮我挡住了，我赶紧转弯。不过我以为逃脱时，在黑暗里又射出另一支箭，极快而有力的射中我的大腿膝盖后面，我失去重心，翻滚着身体极重的摔倒在地面上……\n\n“骷髅？”\n\n我意识到了这并不是人射出的弓箭，它也是个怪物！此时从树林黑暗出慢慢的走了出来，全身干枯而发白，手持弓与箭透露出丝丝杀气，两眼凹陷无神藐视着我。我向它大喊了几句，不过它并不畏惧。\n\n“骷髅！(将死之人你还是乖乖的躺下吧！ ---作者：会不会翻译过长啊？)”\n\n接着骷髅人笑着用弓瞄准了我，有力的一击！我被箭射中了肩膀但还是拼命的支撑起身体，尽管疼痛感更加强烈，但如今我已无力的说不出话来。而此时更多僵尸发狂的从另一边嗅着鲜血的味道过来！\n\n“饿~饿！(骷髅，他是我的猎物！不准你杀掉他！---作者：还是翻译过长~  “= =”)”\n\n骷髅冷笑道\n\n“骷髅~(随你便，请吧！)”\n\n“饿~(算你识趣！)”\n\n“骷髅~(……)”\n\n这僵尸说着便把我按在了地上，一只手摁住我头，另一只手摁住我还没受伤的手，我拼命的想动弹着，但僵尸摁得十分紧！我侧眼看到僵尸已经瞄着我的脖子了。就在此时僵尸发起了攻击，疯狂向我脖子咬去！血从我脖子上流下来，而僵尸也发出了低鸣声……\n\n“饿~(这里是发出声音)”\n\n僵尸的声音慢慢的低沉，继而死寂般。僵尸并没咬到我脖子，它垂着头僵硬的倒在我的身边，从脑中流淌向地面出大片血迹。我挣扎着推开了躺在我身上的僵尸，于是我绝望的眼中燃起了一团热火。不，准确的说是僵尸头上插中的箭燃起了火印在我眼中。可我记得骷髅并无附着火的弓箭啊！我急忙转过头来看着骷髅，而骷髅也急忙的架起弓来瞄准。在骷髅面前我能感觉到骷髅那无神眼中却充满着紧张与恐惧。骷髅并未瞄准我，它向我的另一边射去……\n\n“火矢！”\n\n此时在我左手方突然传出一人的叫声，我扭动着头向另一边看去。那人骑着马忽晃着红色眼睛盯住骷髅，突然那人极快的射出一支燃着火焰的箭，那着火的箭突然化出翅膀一样的火，像火鸟般向我面前扑啸而来。而那想迎接火矢之箭的骷髅之箭在其面前显得极其脆弱，火矢箭一击便将它燃成灰烬！骷髅也脚架不住无处躲藏的被击中，火焰包裹这骷髅的身体，骷髅发出悲鸣之声……不消一会，骷髅在我眼前化作粉末，风将粉末吹散散落在地面上。红色之眼仍向我冲来！在这时那人突然对我叫喊了声！\n\n“小心！那边倒下之人……”\n\n我好容易半起的身子，想向那人走去……这时在我周围出现大量僵尸------一定是刚才那僵尸大叫而引来的！夜色之雾遮住月光，黑暗的绝望彻底笼罩在每人的心头！僵尸实在太多了！尽管那人不停的向着周围射出火矢之箭，僵尸却不停涌来踩灭这希望之火……我受伤的身体仍不停流血，而经过刚才的一番挣扎我实在是虚弱极了~眼前的黑眼军团仍不断崛起！这时在那人后方又传出声音。\n\n“希安拉！你现在干什么？快撤退到我们后方来！”\n\n“士长！你们快去帮助那人吧！”\n\n“嘁(语气)……士长！这些僵尸就让我们来解决好了。”\n\n……\n\n“没时间了，就把周围路旁的清掉就好，其它我一人来就行了！”\n\n“(同声)了解！”\n\n……\n\n“其他人跟我来！”\n\n说着一群骑着马身着披风的人开始分散开来，大部分从中间向左右分为两小部分并开始向路旁的僵尸进行厮杀，而从中间冲出一马来。冲出来的那赤绿色眼睛的战马发出兴奋的叫声，并极快的移动着，而骑在它马背上的那人身着披风，在披风帽下那眼神散发出蓝光，像死神一般注视着前方。那人极其快速将身后那一把长剑那取下，单手持着长剑已45度角垂下。尽管在黑夜之中，那剑仍散发出青之色光泽，在突进中似有着将风也能斩断的锋利！\n\n在路旁涌上来的僵尸，不断的被那人闪电般的行动下斩下头来，一个个倒在了地上……黑眼军团被打得所剩不多了！在此时明知道已经得不到好处的僵尸却向我冲，一僵尸急忙抓住我脖子，非常的用力掐着我。而那人迅速的解决了我面前的很多僵尸，看见我的危险后调转马头向我冲过来！那人还在马背上站起来后蹲在马背上，把那剑又放回了背上。只是怎么回事？如今我看着那人向我冲来……不管怎么样，刚才见识到那人的厉害了，反正僵尸是死定了！\n\n“不管怎么样，被驱逐的你绝对得要去死！”\n\n掐着我的僵尸缓慢的抬起头对着我有力无气的说着。\n\n什么！我想着，不可能！它是怎么知道……可恶！好难受！我要死了吗？这时那人冲过我身旁来到僵尸后面，那人从马背上跃起，在半空中取出长剑，一条180度的青色光弧划过僵尸的脑袋，干净利落削掉了僵尸的脑袋。僵尸无力的松开了抓住我的手而摔在地上，那人也从空中落下，受到的冲击力而蹲下来。总之，那人安全的救下我，我因此又得救了！\n\n此刻其他人也从后方赶了过来。我筋疲力尽的倒下来，只能微微睁着无神的双眼，看着那人。风呼啸的吹散着雾，在月光下那蓝眼看着我一会，便转身向马儿走去上。调转马头冲着后面的人说着。\n\n“那人左臂中了尸毒，帮他打血清，快点！”\n\n这时从马上下来一人，用着十分轻柔的声音对我说着一边帮我注射着血清。\n\n“伤口感染有些严重，不过放心我们还能治疗。”\n\n确实，在注射之后，我身上的疼痛确实缓解了。慢慢的慢慢的我有点想睡的欲望了，我看了那守护我的人，只能用我微弱的声音对其说。\n\n“非常感谢你们救了我……”\n\n“嘻~你就安心休息吧！”\n\n那守护之人微笑着对我说。\n\n不一会儿，刚才那骑在马上的长剑士在队伍前面对着后面喊！\n\n“希安拉！快点！不然赶不回去了！”\n\n“来了！士长！……请把他小心抬到马车上，非常感谢！”\n\n说着那人也上了马，驾马跑到队伍前面去了。……在小一会整备后，我躺在马车上平稳的跟着那群骑士，一起驶向我所未知的国度。不知前面又有什么困难等着我们？(第一章完！)\n(也请和作者一起期待第二章的连载吧！)\n\n\n预告：这里有一个人，虽说是正常人却不能沐浴阳光！             一个欢乐的新世界又因为做出一个决定而沦为悲伤之地！\n             一个接一个出现的白眼人让人感到恐惧！\n             于是我们再一次被驱逐了……\n\n\n\n\n\n\n\n作者想说的话\n\n能陪作者坚持到第一章最后确实是不容易啊！本来不想写这么多的，但激动又多写了很多。这样文章着实有些长！对于我的文采什么的大家也不要过多吐槽我的水平，我乃小白一个~=w=。那么因为没什么回复我也没什么想对大家的提问说什么了，请大家和我一起继续对主人公的世界进行探索吧。如果可能我还会配图哟！那么以上(完！)\n\n第一章后续！\n\n\n\n\n\n\n\n\n\n\n发帖验证码：54                                 \n",
    "replies": [
        {
            "author": "1223396232",
            "timestamp": 1381659420,
            "txt_content": "楼主好流弊"
        },
        {
            "author": "七由理",
            "timestamp": 1381663740,
            "txt_content": "1223396232 发表于 2013-10-13 18:17 \n楼主好流弊\n我擦，我明明是按保存稿子的，怎么变发表帖子了？20"
        },
        {
            "author": "vejat",
            "timestamp": 1381745820,
            "txt_content": "七由理 发表于 2013-10-13 19:29 \n我擦，我明明是按保存稿子的，怎么变发表帖子了？20\n悲剧，不过看着还不错，顶"
        },
        {
            "author": "5408754",
            "timestamp": 1382095380,
            "txt_content": "黑暗骑士？老爷？不科学。。。。。。。。。。"
        },
        {
            "author": "5408754",
            "timestamp": 1382095980,
            "txt_content": "总是看见有些人在签名档学我坑人。。。。。。。。。"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1383315780,
            "txt_content": "5408754 发表于 2013-10-18 19:33 \n总是看见有些人在签名档学我坑人。。。。。。。。。\n这个...好像没啥用额"
        },
        {
            "author": "。—。",
            "timestamp": 1383918660,
            "txt_content": "自带生物语言翻译好顶赞！\n"
        },
        {
            "author": "游侠STW",
            "timestamp": 1385611020,
            "txt_content": "看着还不错，顶"
        },
        {
            "author": "末影卐",
            "timestamp": 1386758280,
            "txt_content": "楼主好文笔"
        },
        {
            "author": "七由理",
            "timestamp": 1386758640,
            "txt_content": "末影卐 发表于 2013-12-11 18:38 \n楼主好文笔\n近日一直在慢慢写……大概吧~\n@21"
        },
        {
            "author": "simon3000",
            "timestamp": 1386758820,
            "txt_content": "感觉字体不是很好啊"
        },
        {
            "author": "七由理",
            "timestamp": 1386759240,
            "txt_content": "simon3000 发表于 2013-12-11 18:47 \n感觉字体不是很好啊\n个人风格！\n@42"
        },
        {
            "author": "simon3000",
            "timestamp": 1386759300,
            "txt_content": "七由理 发表于 2013-12-11 18:54 \n个人风格！\n@42\n恩好的\n@74"
        },
        {
            "author": "sm123321qwe",
            "timestamp": 1387640940,
            "txt_content": "七由理 发表于 2013-10-13 19:29 \n我擦，我明明是按保存稿子的，怎么变发表帖子了？20\n七由理你的句末没有加@哦\n很稀奇啊，不会忘了吧"
        },
        {
            "author": "七由理",
            "timestamp": 1387709460,
            "txt_content": "sm123321qwe 发表于 2013-12-21 23:49 \n七由理你的句末没有加@哦\n很稀奇啊，不会忘了吧\n那是很久以前的了。那时没“@”那种东西……\n@71"
        }
    ]
}