{
    "title": "[管理|信息]IP-Check v2.0.7 —— 深度汉化★IP检查,防多开小号,防动态IP[1.11-1.5]",
    "author": "SkyCatcher",
    "replyCount": 99,
    "timestamp": 1381711260,
    "txt_content": " 本帖最后由 SkyCatcher 于 2017-8-30 15:45 编辑 \n\n\n还在因为熊孩子被封禁后开小号前来搞破坏而纠结吗？\n还在寻找一款能对大天朝动态IP有效的插件吗？\n还在苦苦寻觅一款能够自动禁止相同IP登陆的插件吗？\n\nCome on! 这里有你想要的插件（还是已汉化的哦~）\n\n更新一下1.7.x的版本，最大的变动就是把原命令的 /c 开头换成了 /ipc 开头，如果你使用的是1.6.x或者更低版本的服务器，请使用 /c 命令貌似插件本身写了是支持外置语言文件的，不过实际测试以后发现虽然被加载了，但是游戏内仍然无法显示，换了很多种编码都无效，于是只好继续内核汉化了（也许是因为服务器版本不对应吧）强调一下，本插件无法彻底禁止大天朝动态IP导致的玩家开小号现象（但还是有比较好的效果的），但是这是目前最有效的控制小号数量的插件！引用一下23楼的使用感受，供大家更好的了解本插件的使用效果：“要完全解决肯定不现实，就算固定ip也可以挂挂代理，能防住大部分玩家开小号就达到目的了。我所在的服务器装了这个，运行效果还是不错的，最起码提供了很好的ip与id历史记录查询功能，而且只要一个不慎忘记换ip或者被分配到了一个曾经使用过的ip，所有相关id都会永封，开小号的玩家需要仔细衡量风险与收益，起到震慑作用就可以了。从实践的角度来看，我分析过服务器里玩家的ip历史数据，大部分玩家动态ip的变化范围真的没有想象中那么大，90%以上的玩家历史使用过的ip段（ABC段）不超过3个。而且开小号的话大号——小号——大号的过程中玩家要连着换两次ip，这样分配到的ip基本都是只有D段不同，这样插件会给op提示有小号风险，简单的查询历史记录就可以清晰看出小号的可能性有多大。除非开的是人特别多的服，自动加手动完全管得过来。要是人特别多的服也不在乎多几个开一次小号还要换ip的人。”\n简介\n记录每一个登陆玩家的IP地址并保持跟踪（即记录会一直保存，同IP除了此玩家外的账号无法登陆）可以查询某IP有哪些玩家登陆可以查询某玩家登陆的IP是否有其他账号登陆过可以选择性开启是否允许一个IP只能有一个账号登陆（此后用此IP登陆的所有其他ID将会被拒止）可以将玩家ID或游戏IP加入到排除名单中（允许多开）管理员可以接收到同IP登陆的警报可以使用特定指令封禁某玩家ID和用此ID登陆过的所有IP以及通过这些IP登陆的其他ID\n\n\n指令\n使用/ipc help 后有汉化的使用帮助\n\n\n\n/ipc help - 查看使用帮助/ipc <玩家ID/IP地址> - 检查玩家的ID/IP是否有重复登录的情况/ipc ban <玩家ID/IP地址 > [信息] - 封禁指定玩家/IP地址以及相关联的ID和IP/ipc unban <玩家ID/IP地址 > - 解封ID/IP/ipc exempt player <玩家ID > - 排除检查某玩家/ipc exempt ip <IP地址 > - 排除检查某IP/ipc exempt remove <玩家ID/IP地址 > - 重新检查某玩家/IP/ipc reload - 重载插件/ipc about- 插件信息/ipc toggle <immediate-mode | immediate | im> - 开启/关闭登陆检查/ipc toggle <secure | secure-mode> - 开启/关闭安全模式/ipc toggle <notification-mode | notification | notify> -  开启/关闭详细信息/ipc exempt-list list - 列出所有排除名单/ipc exempt-list player - 列出所有排除玩家/ipc exempt-list ip - 列出所有排除IP/ipc kick <玩家ID/IP地址 > [信息 ] - 踢出某玩家/IP地址关联的玩家/ipc sban <玩家ID/IP地址 > [信息 ] -单独封禁一个玩家，不涉及关联账号/ipc purge <玩家ID/IP地址 > - 移除一个玩家/IP的记录/ipc scan - 扫描当前登录玩家信息，检查并列出多账号信息\n\n权限\nipcheck.use - 使用 /c 命令的权限.     (和其他所有命令)ipcheck.showip - 查看到其他玩家IP的权限ipcheck.ban - 使用 /c ban 的权限ipcheck.unban - 使用 /c unban 的权限ipcheck.exempt - 使用 /c exempt 的权限ipcheck.exempt.remove - 使用 /c exempt remove 的权限ipcheck.getnotify - 接收相同IP登陆警报的权限ipcheck.list - 使用 /c list 的权限ipcheck.toggle - 使用 /c toggle 的权限ipcheck.reload -使用 /c reload 的权限ipcheck.seeban - 接收到\"玩家 XXX 被 YYY 封禁\"这条消息的权限.ipcheck.showbanreason - 使用检查命令时查看到封禁理由的权限ipcheck.kick - 使用 /c kick 的权限ipcheck.sban - 使用 /c sban 的权限ipcheck.purge - 使用 /c purge 的权限ipcheck.scan - 使用 /c scan 的权限ipcheck.update - 接受本插件更新提示信息的权限\n配置文件\n# 选择语言文件，插件已汉化，此处不需要更改\nlanguage: \"en\"\n# 是否使用MySQL\nuse-mysql: false\n# MySQL的详细配置\ndbUsername: \"root\"\ndbPassword: \"\"\ndbHostname: \"127.0.0.1\"\ndbName: \"ip-check\"\ndbPort: 3306\n# 如果你想要让此插件自动穿件数据表，请设置为false\ndbGenerated: false\n# 是否开启登陆时的IP检查\nnotify-on-login: true\n# 是否显示详细信息\ndescriptive-notice: false\n# 是否启用安全模式（一个IP只允许指定数量账号登陆，超过数量后登陆的账号均会被中断连接，除非排除此IP或其他玩家ID）\nsecure-mode: true\n# 是否封禁安全模式下踢出的玩家（建议关闭以免误伤）\nshould-ban-on-secure-kick: false\n# 是否允许本插件使用封禁命令\nshould-manage-bans: true\n# 设置一个提示数值，超过这个数量的玩家从同一IP登陆后，OP会收到警告\nmin-account-notify-threshold: 1\n# 设置一个数值，超过这个数量的玩家从同一IP登陆后，若安全模式开启，这些账号和IP会被禁止登陆\nsecure-kick-threshold: 1\n# 设置拒绝玩家进入时的提示语\nsecure-kick-message: \"服务器禁止多开小号.\"\n# 设置默认封禁理由\nban-message: \"多开小号,封禁账号.\"\n# 设置记录文件中的时间格式\nlogging-date-stamp-format: \"EEEE, MMMM dd, yyyy 'at' hh:mm:ss a, ZZZ\"\n# 是否禁止检查更新\ndisable-update-detection: true\n# 配置版本信息\nconfig-version: 1复制代码\n下载地址\n最新版下载地址\nv2.0.2 用于1.7.2，经测试1.7.10服务器也可以用，需要把使用GeoIp的选项改成true，否则使用/ipc <玩家名/IP>时会后台刷报错.\n点击此处下载汉化版\n v1.5.1 用于1.6.4. 经测试1.5.2R1.0和1.6.4R2.0下可正常使用  点此下载汉化版\n  v1.4.0_2 适用于1.52R1.0/1.61/1.62    v1.0.0 适用于1.51R0.2\n\n更新记录\n2.0.2 (build 2058 | RP-C build 69) (SUPPORTED)Fixes for functionality and configuration features.Implemented checks on various functions of IP-Check so that they are dependent on configuration option should-manage-bans. Due to this change, if should-manage-bans is set to false, IP-Check will no longer kick players who are banned, and will instead allow other plugins (eg Essentials) to perform that function. Additionally, Active Mode will not function if this is set to false, and Secure Mode will not be able to ban players when they are kicked (if you have specified this function in your configuration).\nFix for Protection functionality. Protection now correctly prevents players from being banned, and allows them to be unbanned. Additionally, the code has been changed so that when an IPC ban is issued, if any of the affected players are protected, the last known IP will not be banned.\nFix for Secure Mode functionality. Fixed a logical error which prevented Secure Mode from kicking players.\nUpdated Configuration to include new wording at the top of the file which more prominently points to the Configuration Explanation page on dev-bukkit.\nImplemented a fix for Single Ban not kicking players when they are banned.\nChanged plugin.yml so that IP-Check will now initialize before most major authorization plugins (e.g. AuthMe, xAuth, etc).\nA lot of work goes into making this plugin. If this plugin helps you manage your server, please consider donating to the developer using the link at the top-right of this web-page. 1.5.1  Fixed an error in which the Updater Checker incorrectly parsed it's RSS input, causing the plugin to falsely alert server administrators of an update. Updated out-of-date build dependencies. Built using the latest Bukkit API. File name changed to IP-Check-Core in preparation for an upcoming update. This name will no longer change.\n1.5.0  Updated Error Logger to place error_reports in the plugin's data folder, regardless of where the plugins folder is at on the server. Removed the code for the Convert Command. All references to this command have been removed. Omitted \"More information about...\" line in Player Report, as this was deemed unnecessary. Fixed minor formatting bugs with the Report; result Lists are now properly punctuated. Added Update Checker so that Operators, as well as players with the proper permission, will now be informed of any new updates for the plugin. This checking can be disabled via the configuration. Added Permission node \"ipcheck.update\" so that players who are not Operators may be informed of plugin updates. Added Metrics monitoring. Added highly requested Scan Command. This command allows you to scan all online players at once and see which ones have multiple accounts. Added Permission node \"ipcheck.scan\" for use with Scan Command. Added more random messages.\n1.4.0_2  Report now shows all logged IPs for a player, however reports still filter account results Added Last Known IP Field to Report Fixed bugs with unexempt command\n1.4.0  Changes:  Added Support for MySQL and SQLite - You can switch which database you'd like to use from the configuration. Dropped support for database system introduced in 1.3.0 - Due to differences between the two systems, there is no feasible way to port information from one database to another, and doing so causes duplicate entries and other anomalies. Dropped Convert Command - It is no longer needed. Added Localization Support - IP-Check can now be ported to any language. The plugin comes equipped with English and German (English is default). Switched from .txt to .yml configuration Refined Report Function - Dropped \"Last Known\" tag. The report now filters out all duplicate entries across multiple IPs and only counts unique names when displaying a tally for alternate accounts. This filtering is also applied to Login Checks. Ban / Unban Reports have been made more Compact - Previously, performing a ban of an IP would spam chat with the multiple ban messages. This has been changed so that one message is sent regardless of how many players are banned. Updated Secure Mode - Secure mode now discriminates when it blocks multi-accounters. Depending on the threshold specified, a player may have, up to that threshold, a set number of accounts, and all accounts made after meeting that threshold will be banned. The accounts made before, however, will still be playable. Added the ability to disable Ban/Unban/Kick Commands from Configuration. \n 1.4.0_1  Bug Fix: Fixed syntax error with MySQL backend which prevented logging of entries.\n1.3.0_1  Changes:  - A New Database System: The new system is hard disk based, as the original system was, but, it is highly fragmented, allowing it to only pull the files it absolutely needs while running. This cuts down on RAM usage while still performing well. This is also the only logging database system supported by IP-Check now, making both current backends for IP-Check obsolete. New Features of this database design include: - Cross-IP Logging - Last Known IP Tracking - Performance Increase - Ease of Readability - Simplification of Code  In order to keep transfer your current database over to the new format, the \"/C Convert\" command has been modified to do this. Using this command will automatically convert your flat-file database to the new format. (NOTE: On average, conversion time takes approx. 1 second per 500 logs.) If you were using the Essentials Backend, please read further down.  - Totally dropped support for Essentials: The Essentials backend manager was experiencing severe problems, as well as difficulties in reading and managing the multitudes of files used by it in memory. As a result, support for Essentials was completely dropped, except for converting from Essentials to the new Database format, allowing you to keep your records of players. To convert your Essentials database, you simply need to perform the command \"/C Convert -e\".  - Removed the several unused options from the Config.txt file  - Added \"/c purge\". This allows you to remove IP or Player entries from your database. - Bug Fixes: - Fixed IP-Check losing track of player logs and not properly associating players and IPs until the plugin was reloaded - Fixed IP-Check not alerting when a player exceeded the number of alternate accounts specified in the configuration - Fixed IP-Check falsely alerting about players who did not meet the threshold required to be alerted for  - Other Details: - Ban Command: The ban command itself has not had any changes made to it. When performed using a player name, it will ban the LAST KNOWN IP for the player, and all accounts associated with that IP. When banning an IP, the command will still ban all accounts associated with the IP specified. The same goes for Unban. In order to ban all IPs and the associated players, you must perform the command for each IP-Address. This is to prevent the plugin from possibly encountering a 'domino effect' and potentially banning a large number of innocent people.  - Kick: The kick command behaves similarly to the ban command, in that it only kicks using the last known IP.  - Player/IP Reports: Reports have been modified so that, when performing a check on a player, the report will show separate lists for each IP-Address the player is associated with. As such, the lower sector of the report (which shows 'player banned', 'player exempt', etc.), has been truncated. Player specific fields are now only shown for Player Reports, and vice versa for IP Reports.  When checking a player, you will notice that there is always one IP which contains \"-L\" next to it. The \"-L\" tag indicates that the IP was the Last Known IP for the player.  - Player Name Auto Complete: Due to the nature of the new database system, the ability for IP-Check to \"guess\" a playername that you may be searching for has been removed. This is both a good thing and a bad thing, as it was causing some player searches to fail, but it also provided the possibility for the plugin to guess what name you were trying to search. A lot of work went into this update, and donations are always appreciated. :) If you are interested in donating to IP-Check, there's a convenient Donate button in the top right-hand corner of this page.\n1.2.9  New Commands:  /c convert - Support for the Essentials Back-End is going to be coming to an end in the near future. In preparation for this phasing-out, we've introduced this new command. By running this command, all player information which is stored by Essentials will be converted and stored in IP-Check's Flat-File Backend-Manager format. This means that IP-Check will now be entirely self-maintained and will not rely on any other plugins for it's information. /c kick  [Message] - Kicks all players who are associated with the playername or the IP Specified. Can specify a specific kick message. /c sban  [Message] - Allows you to ban a single player (this is the equivalent of the /ban command on most servers.). However, it also adds support for IP-Check's Ban Reason logging, which is something the regular /ban command does not provide. (This command may override /ban in the future.). New Permissions:  ipcheck.convert ipcheck.kick ipcheck.sban Other Changes: Wrapped the command executor in a try-catch, so that when any IP-Check command encounters an error, the plugin will inform the user and make a log of the error.\n1.2.6  Added permission node 'ipcheck.seeban'. Now, only players who possess this permission will see the banned messages from IP-Check.  NOTE: This is a development release, which means there may be bugs, errors, references made to upcoming updates, and possible features included which may or may not work at this time. Functionality and bug-fixes will come over-time.\n1.2.5  Increased the extent of which the 'ipcheck.showip' permission covers. Now extends to the exempt-list commands, as well as the detailed login-notification (previously only excluded the IP-address from the report. This permission now effectively hides all traces of IP-addresses from players who are lacking it.) Fixed a plugin breaking bug involving the configuration parsing. The bug causes the plugin to fail to parse all of it's boolean settings, causing them all to default to \"false\". This bug will leave your server vulnerable to mutlaccounters and 1.2.4 WILL NOT notify you. Fixed a major bug in which the exempt-list commands required no permissions to use. Changed some of the arguments used by the \"/c toggle\" command. To toggle Login-Notifications, the arguments are \"login-notify, notification, and notify\", and to toggle detailed notifications, the arguments are now \"detail-notify, detail, and dn\". (Undocumented 1.2.4 Change) The configuration updater has been made future proof, so that it will work regardless of what features are added in the future. A side-effect of this, the configuration file has been split into two respective files, \"config.txt\" which contains all of the options you can change about the plugin, and \"Exempt.lst\", which contains off of the player exemptions for the plugin. This change does not effect your settings or exemptions, and they are protected.\n1.2.3  Bug Fix  Bug Fixes:  Fixed the \"Is Banned:\" information field on player checks (again). This should fix all errors that have been associated with this field. Fixed performing a check on partial names always returning \"Is Banned: true\". Fixed \"Is Banned:\" returning true when the argument passed was capitalized. (The plugin stores it's information in lowercase format in memory, hence the error.) The command is now case-insensitive. Other Changes:  Due to repeated requests that this issue be addressed, the root command of the plugin has been changed from \"/check\" to \"/c\" in order to improve compatibility with other plugins such as ModReq. Please refer to the Commands page for a list of Commands if this change causes you issues.\n1.2.1 Bug Fixes:  Fixed issue with the Essential's backend manager logging players into memory multiple times and creating duplicate entries. Fixed the \"Player Exempt: \" field on the report command always returning false. Removed debugging output from the Flat-File backend manager.\n1.2.0 Major Update / Feature Addition / Bug Fix  Main Description: Plugin has been completely rewritten in order to implement multiple player information storage methods. As a result, it now runs much, much faster than did 1.1.1. Hard disk usage has been decreased tremendously, and the plugin performs most of it's operations direct from RAM now. Also worth noting, support for servers which do not run Essentials has been added now, via flat-file implementation. mySQL support may possibly be added in the future.  Bug Fixes:  No longer checks IPs which do not exist on the system. Either the IP being checked must be a valid, logged entry, or an error will be returned. Fixed potential issues which may have arised with the use of '/check banrecent' and '/check unbanrecent'. As a result, these commands have been removed. Read further down for more details. Can now tell the difference between an IP address and a player name, causing much less errors in various commands. IPs must be formatted as #.#.#.#. New Features:  Added flat-file player logging, allowing plugin use on servers which do not run Essentials. This option is togglable within the plugin's configuration file. Removals:  Removed '/check banrecent', '/check unbanrecent', and their associated permission nodes (ipcheck.recent). Other Changes:  '/check ban' and '/check unban' now allow the use of both IP addresses and player names as valid arguments, meaning you no longer have to perform '/check player ', and then '/check banrecent'.\n1.1.1 Bug Fixes  -Fixed Issue with servers running OpVerify or similar plugins where a login-check was still performed on players who were operators. -Fixed Issue where login checks were still performed on players if they did not have BOTH operator status and 'ipcheck.getnofiy' permission, instead of players requiring only either/or.  -Fixed several grammar and spelling errors. -Fixed Descriptive-Notification Report reporting a number of alternative accounts which included the account that was being checked. (This bug only applied to players who had played on the server before.) Removed:  -Source Code files. These were nearly doubling the size of the plugin and did nothing. -'/check player'. '/check' and '/check player' have been combined. Simply do '/check ' now. To check an IP, you must format it as '#.#.#.#'. -'ipcheck.player' permission node. Other Changes  -Reordered the list of Player/IP check attributes (Is Exempt, Is Banned, etc.) to flow more logically. -Slightly Changed the formatting of the full check report. -Added check attributes (Is banned, Is exempt) to the IP check report.\n1.1.0 Major Update:  New Commands: /check exempt player  /check exempt ip  /check exempt remove  /check reload /check about /check toggle  /check toggle  /check toggle  /check exempt-list list /check exempt-list player /check exempt-list ip  New Permissions: -ipcheck.exempt - Required to add Exemptions -ipcheck.exempt.remove - Required to Remove Exemptions -ipcheck.getnotify - Required to recieve Login-Check alerts if you are not an Operator -ipcheck.list - Required to use /check list -ipcheck.toggle - Required to use /check toggle -ipcheck.reload - Required to use /check reload  Other Changes: -Added Configuration File -Added Secure Mode: Kicks players whom have more than specified amount of alt-accounts -Added Player Checking at Login: Reports to Ops and players with 'ipcheck.getnotify' if the player joined has alt-accounts -Added Ability to switch from detailed login-check notifications to simple notifications -Added Ability to disable login-checking entirely -Most of these features can be configured in-game. -Configuration File can be reloaded in game. -Added Exemption Lists for both Player-Names and IP Addresses -Login-Checking will not be performed on played whom are Operators, possess the 'ipcheck.getnotify' permission, or are in either exemption list.\n\n\n如果遇到了汉化的问题或者有什么建议，请在此帖内回复通知我\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "尘曲",
            "timestamp": 1381713120,
            "txt_content": "= =指令全英文？"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1381713840,
            "txt_content": "尘曲 发表于 2013-10-14 09:12 \n= =指令全英文？\n汉化了的，只不过帖子没编完。mcbbs上传貌似出了点问题，图片都放不进去"
        },
        {
            "author": "尘曲",
            "timestamp": 1381717620,
            "txt_content": "SkyCatcher 发表于 2013-10-14 09:24 \n汉化了的，只不过帖子没编完。mcbbs上传貌似出了点问题，图片都放不进去\n...论坛要崩溃的节奏"
        },
        {
            "author": "wolski",
            "timestamp": 1381717680,
            "txt_content": "{:10_495:}\n用外链吧。微博相册就行"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1381719600,
            "txt_content": "wolski 发表于 2013-10-14 10:28 \n用外链吧。微博相册就行\n论坛内没办法，只好用Poco相册。论坛要蹦的节奏。。。"
        },
        {
            "author": "练习册",
            "timestamp": 1381733460,
            "txt_content": "Xauth 链接 mysql 笑了"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1381735080,
            "txt_content": "练习册 发表于 2013-10-14 14:51 \nXauth 链接 mysql 笑了\n首先得安装MySQL,其次不能查询"
        },
        {
            "author": "练习册",
            "timestamp": 1381741620,
            "txt_content": "SkyCatcher 发表于 2013-10-14 15:18 \n首先得安装MySQL,其次不能查询\nExcel笑了 【好吧，你的是最优解】"
        },
        {
            "author": "yuxuanchiadm",
            "timestamp": 1381743060,
            "txt_content": "练习册 发表于 2013-10-14 17:07 \nExcel笑了 【好吧，你的是最优解】\n动态IP分配无解"
        },
        {
            "author": "练习册",
            "timestamp": 1381750740,
            "txt_content": "yuxuanchiadm 发表于 2013-10-14 17:31 \n动态IP分配无解\n正解！！！！！！"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1381762320,
            "txt_content": "yuxuanchiadm 发表于 2013-10-14 17:31 \n动态IP分配无解\n不管是不是动态IP，你登陆过一次以后，就不能再用这个IP登陆其他账号了，所以你想开小号，每登陆一个号，都要重启一次路由器，你不觉得很麻烦吗"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1381762320,
            "txt_content": "练习册 发表于 2013-10-14 19:39 \n正解！！！！！！\n不管是不是动态IP，你登陆过一次以后，就不能再用这个IP登陆其他账号了，所以你想开小号，每登陆一个号，都要重启一次路由器，你不觉得很麻烦吗"
        },
        {
            "author": "yuxuanchiadm",
            "timestamp": 1381771020,
            "txt_content": "SkyCatcher 发表于 2013-10-14 22:52 \n不管是不是动态IP，你登陆过一次以后，就不能再用这个IP登陆其他账号了，所以你想开小号，每登陆一个号， ...\n拔电源→插电源→完成"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1381797960,
            "txt_content": "yuxuanchiadm 发表于 2013-10-15 01:17 \n拔电源→插电源→完成\n那你下次换回原来的账号又需要这样做一次，每次登陆一个号都需要这么做一次，还得保证运营商不会把你分配到以前的IP"
        },
        {
            "author": "yuxuanchiadm",
            "timestamp": 1381827360,
            "txt_content": "SkyCatcher 发表于 2013-10-15 08:46 \n那你下次换回原来的账号又需要这样做一次，每次登陆一个号都需要这么做一次，还得保证运营商不会把你分配 ...\n重启一次路由器几十秒的问题，最简单直接登录路由器断开连接再连接，一直开着路由器登录页面，要切就几秒问题，还有运营商分配到原来IP的几率和当前地区的IP段范围有关，并且随进分配，每个地区的IP段没那么小，动态IP分配无解"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1381828860,
            "txt_content": "yuxuanchiadm 发表于 2013-10-15 16:56 \n重启一次路由器几十秒的问题，最简单直接登录路由器断开连接再连接，一直开着路由器登录页面，要切就几秒 ...\n很明显你还是没看懂这个插件的功能，这个插件可以保存历次登陆的IP，同时对应到相应账号，也就是说，你主账号是A，登陆IP是A-IP1，然后你要开小号B，你需要换到IP2，接下来你又要换回主账号，IP2已经被B占用了，所以还需要重启一次路由器换到IP3，然后你要是还想开小号，又需要重启一次路由器换到IP4……\n总而言之这样做非常麻烦，相当麻烦。服务器只是为了预防一个人开N多小号，如果为了开小号已经到了快麻烦死人的地步，大概也没多少人愿意这样去做吧"
        },
        {
            "author": "yuxuanchiadm",
            "timestamp": 1381829940,
            "txt_content": "SkyCatcher 发表于 2013-10-15 17:21 \n很明显你还是没看懂这个插件的功能，这个插件可以保存历次登陆的IP，同时对应到相应账号，也就是说，你主 ...\n233，可以说强词夺理么，换个IP就几秒问题，这插件是为国外网络环境设计的，中国运营商动态IP无解"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1381830180,
            "txt_content": "yuxuanchiadm 发表于 2013-10-15 17:39 \n233，可以说强词夺理么，换个IP就几秒问题，这插件是为国外网络环境设计的，中国运营商动态IP无解\n至少我遇到这么麻烦的事情我是不会去开小号闲的蛋疼的。国内目前找不到更好的禁小号方案"
        },
        {
            "author": "1076742624",
            "timestamp": 1381830180,
            "txt_content": "SkyCatcher 发表于 2013-10-15 17:21 \n很明显你还是没看懂这个插件的功能，这个插件可以保存历次登陆的IP，同时对应到相应账号，也就是说，你主 ...\n这个插件在我大天朝根本没用 2333，在我大天朝，固定IP还要给钱，谁愿意呢"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1381830900,
            "txt_content": "1076742624 发表于 2013-10-15 17:43 \n这个插件在我大天朝根本没用 2333，在我大天朝，固定IP还要给钱，谁愿意呢\n找不到更好的解决方案了。这种每次开一个号都需要换一次IP的方法算是最麻烦的了，增加开小号玩家的繁琐度就能降低他们开小号的概率"
        },
        {
            "author": "Ejer",
            "timestamp": 1387979160,
            "txt_content": "好东西拿走用了~~~~"
        },
        {
            "author": "magic95",
            "timestamp": 1388029740,
            "txt_content": " 本帖最后由 magic95 于 2013-12-26 12:36 编辑 \nyuxuanchiadm 发表于 2013-10-15 17:39 \n233，可以说强词夺理么，换个IP就几秒问题，这插件是为国外网络环境设计的，中国运营商动态IP无解\n要完全解决肯定不现实，就算固定ip也可以挂挂代理，但也不是完全误解，能防住大部分玩家开小号就达到目的了，毕竟这是一个8020的问题，80%的玩家没有那么多经验，用简单的方法防住就可以了，20%的玩家你想防他搞明白机理总能想办法突破瓶颈，考虑问题的时候不如多考虑考虑如何防住这大多数。\n我所在的服务器装了这个，运行效果还是不错的，最起码提供了很好的ip与id历史记录查询功能，而且只要一个不慎忘记换ip或者被分配到了一个曾经使用过的ip，所有相关id都会永封，开小号的玩家需要仔细衡量风险与收益，在不具体告知玩家小号判定原理的基础上，对玩家可以起到震慑作用。从实践的角度来看，我分析过服务器里玩家的ip历史数据，大部分玩家动态ip的变化范围真的没有想象中那么大，90%以上的玩家历史使用过的AB段不超过3个，只要插件能查询历史记录人工看一看就能判断两个id的接近程度。而且开小号的话大号——小号——大号的过程中玩家要连着换两次ip，这样分配到的ip基本都是只有D段不同，这样插件会给op提示有小号风险，简单的查询历史记录就可以清晰看出小号的可能性有多大。除非开的是人特别多的服，自动加手动完全管得过来。要是人特别多的服也不在乎多几个开一次小号还要换ip的人。至于那种开一次小号就不再用的id，确实很难管，但也没必要管...\n"
        },
        {
            "author": "13186805775",
            "timestamp": 1388211720,
            "txt_content": "报告楼主，拨号用户每断一次网，IP就可更变。表示，防不住。\n建议开启白名单。或想办法锁定机器序列号"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1388212020,
            "txt_content": "13186805775 发表于 2013-12-28 14:22 \n报告楼主，拨号用户每断一次网，IP就可更变。表示，防不住。\n建议开启白名单。或想办法锁定机器序列号\n读取硬盘序列号这种客户端才能做到，服务器没法读取的。\n变一次IP确实可以进去，但是是不可能同时登陆2个账号的，所以切换来切换去很麻烦，增加了玩家成本。"
        },
        {
            "author": "Ejer",
            "timestamp": 1388224740,
            "txt_content": " 本帖最后由 983887480 于 2013-12-29 00:07 编辑 \n\n如何解除排除IP/ID。上面没写啊~"
        },
        {
            "author": "练习册",
            "timestamp": 1388453700,
            "txt_content": "BC表示，OH Sh**"
        },
        {
            "author": "CXbeat",
            "timestamp": 1388456100,
            "txt_content": "事实上这东西防不住的，IP加速器。Tenacy。豌豆。自由门等等大家都懂\n但是用来威慑玩家还是不错。\n怎么说呢，会比较不方便啊"
        },
        {
            "author": "CXbeat",
            "timestamp": 1388456220,
            "txt_content": " 本帖最后由 CXbeat 于 2013-12-31 16:08 编辑 \nSkyCatcher 发表于 2013-12-28 14:27 \n读取硬盘序列号这种客户端才能做到，服务器没法读取的。\n变一次IP确实可以进去，但是是不可能同时登陆2个 ...\n可以使用客户端Hash验证来固定客户端然后读取MAC然后达到防小号的目的但是听说虚拟机什么的...{:10_522:}"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1388471520,
            "txt_content": "CXbeat 发表于 2013-12-31 10:17 \n可以使用客户端Hash验证来固定MAC然后达到防小号的目的但是听说虚拟机什么的...\n①读取客户端上传服务器有窥探别人隐私的嫌疑，理论上是违规的\n②如果玩家为了多开一个小号这么大费周章，那这个玩家真是有耐心毅力，我比不上"
        },
        {
            "author": "Setup",
            "timestamp": 1390820700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "wjwrh",
            "timestamp": 1391168400,
            "txt_content": ".  又一个水表插件"
        },
        {
            "author": "cheng000",
            "timestamp": 1392034860,
            "txt_content": "现在基本都是动态ip固定ip都是要money的，这插件完全不顶用"
        },
        {
            "author": "364346449",
            "timestamp": 1392083460,
            "txt_content": "yuxuanchiadm 发表于 2013-10-15 17:39\n233，可以说强词夺理么，换个IP就几秒问题，这插件是为国外网络环境设计的，中国运营商动态IP无解 ...\n我说你要是看不上那你就别装这个，至于这么纠结吗(→_→)"
        },
        {
            "author": "Augusrt",
            "timestamp": 1392095760,
            "txt_content": "頂！剛好需要這個插件，拐走"
        },
        {
            "author": "zyc2002",
            "timestamp": 1394356860,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "zyh1137261071",
            "timestamp": 1394366340,
            "txt_content": "说好的1.7呢"
        },
        {
            "author": "-king",
            "timestamp": 1396685100,
            "txt_content": "好插件 顶一个~"
        },
        {
            "author": "Bear__kid",
            "timestamp": 1396761060,
            "txt_content": "楼主请问 我想把这个功能设置成 同IP的话两个ID不能同时在线 但是ID.A下线之后 ID.B可以在同一个IP登陆  这需要怎么设置呢"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1396770180,
            "txt_content": "Bear__kid 发表于 2014-4-6 13:11\n楼主请问 我想把这个功能设置成 同IP的话两个ID不能同时在线 但是ID.A下线之后 ID.B可以在同一个IP登陆  这 ...\n貌似不可以，你可以去找找登陆插件，看看有没有带着个功能的"
        },
        {
            "author": "zhen7082663",
            "timestamp": 1397829480,
            "txt_content": "        Mcbbs有你更精彩~"
        },
        {
            "author": "tsubasa56",
            "timestamp": 1398573720,
            "txt_content": "ess不是就有这个功能么  没看出这个插件有啥意义呢"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1398581640,
            "txt_content": "tsubasa56 发表于 2014-4-27 12:42\ness不是就有这个功能么  没看出这个插件有啥意义呢\n没听过ess带记录历史登陆IP功能的"
        },
        {
            "author": "tsubasa56",
            "timestamp": 1398586320,
            "txt_content": "SkyCatcher 发表于 2014-4-27 14:54\n没听过ess带记录历史登陆IP功能的\n/seen id\n有上次登录ip  下线前坐标  sethome坐标   等等{:10_566:}"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1398586980,
            "txt_content": "tsubasa56 发表于 2014-4-27 16:12\n/seen id\n有上次登录ip  下线前坐标  sethome坐标   等等\n只记录最后登录没任何价值的"
        },
        {
            "author": "Mc_poison",
            "timestamp": 1400917140,
            "txt_content": "要怎么可以让每个玩家可以登入2个账号"
        },
        {
            "author": "Tribunny",
            "timestamp": 1403855460,
            "txt_content": "好插件死改造"
        },
        {
            "author": "11426206",
            "timestamp": 1405064280,
            "txt_content": "那如果要换个名字怎么办？"
        },
        {
            "author": "Super丨死神",
            "timestamp": 1405393020,
            "txt_content": "我排除某玩家  为什么会显示指令无效？？？而且是在后台输入的"
        },
        {
            "author": "蟑螂小将",
            "timestamp": 1407477600,
            "txt_content": "哇！我要！我就要旺..."
        },
        {
            "author": "Smaoll",
            "timestamp": 1409752320,
            "txt_content": "好屌，问题就是不知道支不支持172"
        },
        {
            "author": "long_peidongg",
            "timestamp": 1411484520,
            "txt_content": "必须顶！"
        },
        {
            "author": "虎力怕",
            "timestamp": 1411733280,
            "txt_content": "我不是伸手党~"
        },
        {
            "author": "16404459",
            "timestamp": 1411888200,
            "txt_content": "这插件实用吗           "
        },
        {
            "author": "75ni",
            "timestamp": 1412314560,
            "txt_content": "咩哈哈哈我来催更了\nbukkit已更新到了1.7.2-R3.0正式版 快更新啦啦"
        },
        {
            "author": "TanChenlon",
            "timestamp": 1412392380,
            "txt_content": "很不错的插件{:10_523:}"
        },
        {
            "author": "猫巷旧ｔ",
            "timestamp": 1412585700,
            "txt_content": "Mcbbs有你更精彩~已拿走"
        },
        {
            "author": "cc58c58",
            "timestamp": 1412648160,
            "txt_content": "装和没装其实都一样   要开小号照样开"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1414175160,
            "txt_content": "更新了下1.7.x的版本，已汉化"
        },
        {
            "author": "咗咗酱~",
            "timestamp": 1414314420,
            "txt_content": "{:10_492:}不错。顶一下"
        },
        {
            "author": "macmine",
            "timestamp": 1414376880,
            "txt_content": "好东西拿走用了"
        },
        {
            "author": "黄总",
            "timestamp": 1417277880,
            "txt_content": "好，很不错的插件"
        },
        {
            "author": "zouchanglin",
            "timestamp": 1417301640,
            "txt_content": "如果服务器注册人数是好几千，那么占用的资源会不会很大啊。。？"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1417352400,
            "txt_content": "zouchanglin 发表于 2014-11-30 06:54\n如果服务器注册人数是好几千，那么占用的资源会不会很大啊。。？\n数据库查询确实要占资源，不过你莫非不用coreprotect么，其他插件比起co来说占用都微不足道吧"
        },
        {
            "author": "zouchanglin",
            "timestamp": 1417355460,
            "txt_content": "SkyCatcher 发表于 2014-11-30 21:00\n数据库查询确实要占资源，不过你莫非不用coreprotect么，其他插件比起co来说占用都微不足道吧 ...\n{:10_495:}假矿插件好像很占资源诶。（虽然是听说)"
        },
        {
            "author": "aq982",
            "timestamp": 1417395600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "5645",
            "timestamp": 1417397640,
            "txt_content": "这个炫酷"
        },
        {
            "author": "Q我",
            "timestamp": 1419680460,
            "txt_content": "SkyCatcher 发表于 2013-10-15 08:46\n那你下次换回原来的账号又需要这样做一次，每次登陆一个号都需要这么做一次，还得保证运营商不会把你分配 ...\n那 这个插件 管理员 和 腐竹 怎么开小号"
        },
        {
            "author": "dhnkajfhla",
            "timestamp": 1420196220,
            "txt_content": "为什么装了还是英文= ="
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1421753040,
            "txt_content": "其实本插件可以预防压测攻击的，因为攻击者的IP是有限的。比如说你设置一个IP登陆20个账号以后账号和IP同时封禁，那么他们的攻击就无效了"
        },
        {
            "author": "374068438",
            "timestamp": 1421822760,
            "txt_content": "...装上插件后我尝试登陆了2个小号...都能登陆设置错了？"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1421823180,
            "txt_content": "374068438 发表于 2015-1-21 14:46\n...装上插件后我尝试登陆了2个小号...都能登陆设置错了？\n仔细检查下配置文件，看看有没有开启限制"
        },
        {
            "author": "mfq199748",
            "timestamp": 1421853240,
            "txt_content": "稍微有些复杂。。 而且新版本配置文件和帖子的不咋一样。。"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1421854320,
            "txt_content": "mfq199748 发表于 2015-1-21 23:14\n稍微有些复杂。。 而且新版本配置文件和帖子的不咋一样。。\n大同小异，不一样的扔到谷歌看看是什么意思就行了"
        },
        {
            "author": "xllxxr",
            "timestamp": 1421899920,
            "txt_content": "ess好像有这个功能的吧。。。"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1421900100,
            "txt_content": "xllxxr 发表于 2015-1-22 12:12\ness好像有这个功能的吧。。。\n没发现ESS带这种功能的"
        },
        {
            "author": "xllxxr",
            "timestamp": 1421900220,
            "txt_content": "/ban-ip就行了。。。。"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1421900280,
            "txt_content": "xllxxr 发表于 2015-1-22 12:17\n/ban-ip就行了。。。。\n这么说的话，现在那些压测软件完全不成问题了，只需要找个人24小时在服务器待着时刻准备封禁熊孩子就行了"
        },
        {
            "author": "xllxxr",
            "timestamp": 1421900340,
            "txt_content": "好吧。。。你赢了。。。。"
        },
        {
            "author": "qq372137062",
            "timestamp": 1422162420,
            "txt_content": "感谢，装了插件已经躲过灾难"
        },
        {
            "author": "gintama",
            "timestamp": 1422189060,
            "txt_content": "1.7.10安装后开服显示 自动下载XX数据库 无法正常开服"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1422191220,
            "txt_content": "gintama 发表于 2015-1-25 20:31\n1.7.10安装后开服显示 自动下载XX数据库 无法正常开服\nGeoIp数据库，下载完后就可以了"
        },
        {
            "author": "374068438",
            "timestamp": 1422191580,
            "txt_content": "1.7.2.重启就变回英文"
        },
        {
            "author": "374068438",
            "timestamp": 1422756060,
            "txt_content": " This version of IP-Check is not fully compatible with the version of Bukkit you are running. Please upgrade your Bukkit installation or downgrade IP-Check to v2.0.2.   后台老是刷这个...求解"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1422781800,
            "txt_content": "374068438 发表于 2015-2-1 10:01\nThis version of IP-Check is not fully compatible with the version of Bukkit you are running. Please ...\n版本不兼容，请下载2.0.2版本"
        },
        {
            "author": "374068438",
            "timestamp": 1422882960,
            "txt_content": "SkyCatcher 发表于 2015-2-1 17:10\n版本不兼容，请下载2.0.2版本\n表示就是2.0.2"
        },
        {
            "author": "矿工小周",
            "timestamp": 1422883620,
            "txt_content": "希望有更多能这样有力地保护服务器和谐的插件！顶！"
        },
        {
            "author": "miss_bing",
            "timestamp": 1423005000,
            "txt_content": "非常好的一个插件！！"
        },
        {
            "author": "青橘短衫丶",
            "timestamp": 1423313520,
            "txt_content": "具我所知Autme登录插件不需要这个的"
        },
        {
            "author": "miss_bing",
            "timestamp": 1423405920,
            "txt_content": "正愁怎么禁止玩家开小号刷物品呢"
        },
        {
            "author": "MC华夏之魂",
            "timestamp": 1423408560,
            "txt_content": "感谢楼主 东西拿走了 留下一坨痕迹是个好习惯"
        },
        {
            "author": "不懂丶",
            "timestamp": 1423804980,
            "txt_content": "今天被测压了 怎么办 你这个插件不管用啊"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1423805280,
            "txt_content": "不懂丶 发表于 2015-2-13 13:23\n今天被测压了 怎么办 你这个插件不管用啊\n看这里 http://www.mcbbs.net/thread-399234-1-1.html"
        },
        {
            "author": "不懂丶",
            "timestamp": 1423807500,
            "txt_content": "SkyCatcher 发表于 2015-2-13 13:28\n看这里 http://www.mcbbs.net/thread-399234-1-1.html\n你好ban我们服务器今天下午 出现用最老的方法攻击的现象  就是使用各种用户名进游戏 然后卡服务器 开启白名单后才能防御 banip他会换一个ip继续"
        },
        {
            "author": "不懂丶",
            "timestamp": 1423808820,
            "txt_content": "求版主帮忙，今天下午就莫名其妙的攻击我了 我特喵的 从来不去别人服务器宣传或者惹什么熊孩子 莫名其妙的就这样 什么鬼 求帮忙"
        },
        {
            "author": "fmy19960827",
            "timestamp": 1423852920,
            "txt_content": "求解如何重置一个玩家ID的登陆检查- -装上后一些老玩家上错号了。拿不回东西了"
        },
        {
            "author": "SkyCatcher",
            "timestamp": 1423882020,
            "txt_content": "fmy19960827 发表于 2015-2-14 02:42\n求解如何重置一个玩家ID的登陆检查- -装上后一些老玩家上错号了。拿不回东西了 ...\n删了文件夹下面的.db数据库即可"
        },
        {
            "author": "miss_bing",
            "timestamp": 1423896660,
            "txt_content": "顶~~~{:10_523:}"
        },
        {
            "author": "kovi",
            "timestamp": 1424237520,
            "txt_content": "yuxuanchiadm 发表于 2013-10-15 17:39\n233，可以说强词夺理么，换个IP就几秒问题，这插件是为国外网络环境设计的，中国运营商动态IP无解 ...\n好逗，这个插件至少等保证同时间一个IP只能登陆一个，换IP又怎么样？还是只能登一个！"
        },
        {
            "author": "kovi",
            "timestamp": 1424237520,
            "txt_content": "楼主问一下，geoip在哪里设置？"
        }
    ]
}