{
    "title": "生存技巧",
    "author": "淡墨画情",
    "replyCount": 8,
    "timestamp": 1381734240,
    "txt_content": "我被同学拉来玩MC，然后别的同学问我怎么在生存模式里生存下去，这TM不是个变态问题么我去，好吧，还是发小攻略，小渣渣自己总结的，不喜欢的也别喷~\n刚进入世界，好吧我刚进来我都下了一跳，那么一个大方块是太阳？我勒个去啊。咳咳，回到正题。刚进来的大部分都是先砍树吧？但是我不是，我是先挑个靠水的地方掘个坑（为什么要找靠水的地方过会我会说），4*4就可以，记一下坐标，之后我们走远些去砍树，砍5棵就够了，我们留3块木头，其余的全部做成木板，再做一个工作台，我们用剩下的做一把斧头，一把剑，一把镐子，但如果你想节省下就不做剑了。接下来我们去找羊和鸡，路上撸点种子这是必须的。 找到羊我们就杀掉，会掉羊毛，我们打到六块就停，当然你打不够打三块神马都可以。至于鸡，我们先找找有木有鸡蛋，切记千万别杀掉我们拿出种子，慢慢把它们引回家，做的慢的可能没到家就天黑了，好吧记着下次动作麻利些，把鸡杀掉，肉别吃，拿回去。然后在工作台上做成床，摆出来，睡一觉就OK。第二天，没鸡的，把鸡引过来，已经完成的，就带着镐子，四处找找有没有矿洞，切记别往深里走，我们在有光照的地方挖一些石头之类的，我想你运气应该不会差到连煤炭都挖不到的地步吧？我们把圆石做成炉子，放进坑里，先用煤炭烧一烧鸡肉，在烧的时候你可以再出去琢磨点肉回来，鸡肉差不多烧好了吧？把弄到的肉扔进去，如果没天黑，我们就砍点树放到炉子烧，天黑了就睡觉。第二天也安全度过，第三天我们干什么？嗯……你别告诉我你没有炭了，好，你有是吧？嗯，我们做一些火把，再用圆石做一把石镐，去小矿洞里看看有没有金属或者煤炭神马的，也是，别走太深，差不多了就出来。好了，我们把弄到的煤炭分成两份，一份放进炉子，一份，做成火把，拿出几个放在家里照明，啥？你不照？那你等着夜晚你去撸僵尸回来之后看见家里有些神马不太好的东西~~~~~呵呵。如果没天黑，我们就去打猪肉。这一次的天黑，我们就用圆石做一把剑，出去找找有米有小白（骷髅），僵尸神马的，打死，小白掉骨头，这个很有用，僵尸有时会掉些好东东，大部分是腐肉，我们统统捡回去，哦对了，如果你打小白爆出了弓和箭，都留着，这个对付JJ怪很有用的。好了，黎明时，我们就看着僵尸活活被烧死，上去捡东西就好啦。这一天呢，我们先用骨头驯服一只狼，接着去砍树，砍上一组木头，全部做成木板，我们开始做家，大小依情况定。家做好之后，你就安全了，接下来，那个土坑也不要填上，我们做一把铲子，把它扩大，然后，我们拿出一部分的泥土，放在水上，再做一把锄头，就播种吧。接下来，你就是这附近的主人了！[diamond_gem][diamond_gem][diamond_gem]{:10_505:}",
    "replies": [
        {
            "author": "淡墨画情",
            "timestamp": 1381734720,
            "txt_content": "我知道你们看了，但你们回复下吧，好歹我是手打啊！"
        },
        {
            "author": "发疯的菜鸟",
            "timestamp": 1381743180,
            "txt_content": " 本帖最后由 发疯的菜鸟 于 2013-10-14 17:34 编辑 \n\n还行，不过谢谢了，虽然我都是第1到第3天基本都是腐肉的，但是鸡还不错，不过最好别杀，留了孵小鸡，有2只后别杀，有了第3只你就干掉一只，烤熟了吃，饱食度应该就满了，如果在平原的话，食物不缺，但劝你搞个火把，要不..."
        },
        {
            "author": "vejat",
            "timestamp": 1381743720,
            "txt_content": "{:10_533:}我都是撸完树直接往地下钻的，这种攻略貌似不适合我"
        },
        {
            "author": "淡墨画情",
            "timestamp": 1381752960,
            "txt_content": "话说这次我又带来一个攻略，是转载的：《我的世界》是一款风靡世界的3D第一人称沙盘游戏，这款3D的第一人称沙盘游戏没有华丽的画面，更注重游戏性。玩家在游戏中做着“建设”与“破坏”两件事，通过像乐高一样的积木来组合与拼凑，轻而易举的就能制作出小木屋、城堡甚至城市，但是若再加上玩家的想像力，空中之城、地底都市都一样能够实现。下面就给大家介绍下《我的世界》身存守则吧！如果刚刚玩 一定要先砍树。(单机版)　我们做成一个工具台，然后合成一把木斧头，一把木稿子。大约砍了1组原木就可以做家了，我推荐把家做在水下的地道里做2个牌子 挡水 。大约向下挖7到8格的距离 然后左转右转随便你。。。开始挖家。我们把之前做的工具箱放好，然后合成一个炉子。咱先用木头烧木头，出现一个木炭快速替换下面的原木，大约烧15个木炭差不多了。然后准备挖矿，做一个箱子把挖矿不能用到的东西都放进去。然后跑到上面砍树的地方，捡苹果，大约能捡到6个(如果你砍的是不是苹果树无视这句话)带着半组火把3个石稿 下矿，我们用铁需要做4个稿子，1把铁剑，1个铁桶，1个铁铲。一把剪刀。我今天的任务是撸1组种子撸2组泥土带一桶水回家，找3个羊毛(如果周围没羊，然后天也不是太黑，我们完成了前3个任务 可以稍稍的跑远点去找）如果完成了前4个任务那我们就回家，然后在地道里做一个水稻田。一般来说 完成了那4个任务 天也都快黑了。所以我们拿起4个铁镐 一直挖到地壳，然后按照井字型挖钻石。如果包包满了，肚子也饿了，那就回家。家里的水稻差不多也都快长好了。这个时候我们应该做一个养鸡场2层高，然后我们上岸种甘蔗。可以选择一个地方做个真正的家了(如果你喜欢住地下那就继续在地下发展)，然后我们应该做一个地狱门了，去找点萤石，孢子什么的，如果你是单人那就记一下小地图坐标，方便回家。挖萤石的时候要注意下面是否有火，如果有火那就需要扑灭。如果不扑灭，火有可能会烧掉掉落下来的萤石。地狱里看到的蘑菇全部挖掉，打包带走(蘑菇汤，蘑菇小仓库什么的最有爱了)我在寻找地狱遗迹的时候发现了2只火焰怪。这个时候先把2个火焰怪杀了 然后往自己脚下挖，因为地狱遗迹有极大的可能在你脚下。"
        },
        {
            "author": "26699123",
            "timestamp": 1382203560,
            "txt_content": "我出生在了一个巨大的沙漠。。。。。。。"
        },
        {
            "author": "wx112211",
            "timestamp": 1388328060,
            "txt_content": "做的很好 顶赞！！！！"
        },
        {
            "author": "vejat",
            "timestamp": 1388361600,
            "txt_content": "小萱萱 发表于 2013-12-29 21:30 \n一样~(≧▽≦)/~\n直接到地下挖矿233"
        },
        {
            "author": "leehope",
            "timestamp": 1388380320,
            "txt_content": "支持一下啦咔咔"
        }
    ]
}