{
    "title": "团队对战地图。有高端玩家希望能做下",
    "author": "sk.Aeda",
    "replyCount": 7,
    "timestamp": 1381743240,
    "txt_content": "小游戏之争夺地盘。名字不咋滴。就是一个意思而已\n双方各有一片领地。去争夺对方的领地\n\n一个团队对战的地图\n下面只是些想法。可以添加些更好的东西来运作这个地图的效果\n希望能有会用那些软件啥的高端玩家有兴趣的来制作些运作\n\n一个复制了很多游戏的地图。\n\n初略的想法。有更好的想法跟帖。有兴趣的团队来做一做吧\n\n\n\n\n团队1 ）\n农作物变成实物 ：胡萝卜 小麦 西瓜 马铃薯 \n  （这里 ，需要农民种地 ，战士杀小白。爆骨头来加快农作物的生长。在本方地图内）\n团队2 )\n野外僵尸的腐肉：分布于本方地图位置 \n\n\n近战：他们无法拥有全程攻击。（药水，和弓箭的使用权）\n\n技能：特殊设定，夜晚隐身的效果，白天不能隐身。隐身床上装备会被看到（隐身人）\n      利用游戏的特性。苦力怕的接近敌人后触发爆炸修改为死后爆炸（爆炸人）\n      利用小黑的瞬间移动，添加给玩家一个道具，让其达到瞬间移动效果 （瞬移人）\n      利用猪的特性，别攻击后提高移动速度来设定这个技能（加速人）\n      利用铁傀儡攻击是将人物上抛。转移到玩家身上（傀儡人）\n      利用僵尸猪人，让玩家得到更高伤害，同时得到亡灵特性，受到亡灵杀手效果（僵尸猪人）\n      利用物品，随后玩家 自行升级来体现这个技能的强大（荆棘）\n      利用物品，让玩家得到效果伤害这个被附魔上的物品最好攻击少点（火焰附加）\n      利用物品，让玩家得到特殊攻击效果。（击退）\n      利用物品，让玩家得到更大的伤害，随着游戏进程，需要玩家自己升级（锋利）\n      利用物品。让玩家得到一个攻击很低但护甲很高的效果，他需要升级自身的护甲技能（护甲）\n      利用物品，让玩家获得亡灵杀手效果。攻击力低。可以用来杀僵尸，获得实物，也可以用来杀玩家。      \n      可以升级技能（亡灵终结者）\n\n远程：弓箭.药水。雪人。女巫。恶魂\n      弓箭手唯一能拿弓的人，可以通过得到的物品来实现添加本身技能。箭的数量需要购买（弓箭手）\n      利用喷溅药水。让玩家受伤，但也会伤及到本方，物品数量需要购买，（伤害药水人）\n      利用雪人特性，让玩家拥有无限雪球。但是有攻击延时，伤害效果不高。可在冰面快速移动（雪人）\n      利用女巫。让玩家得到扔药水的功能，他需要购买的药水类型跟药水人效果一样但类型不一样，他也        \n      可以扔治疗药水，肯定的所需要药水跟治疗师的药水也不一样（药水人）\n      利用恶魂的远程攻击来设置一个玩家。但让这个东西会被打回去。且这个有火焰伤害。（恶魂人）\n\n\n辅助:药水。农民。建筑师。矿工 \n     利用治疗药剂，让这个玩家获得可以让本方得到回复的。物品数量有限。没了需要购买。（治疗师）\n     农民，一个出生有锄头没有附加攻击，少量种子可以耕地。可用骨粉催化生长，食物的来源（农民）        \n     建筑师，方块数量有限，可以放置方块，不可以拆除。来建设局部攻击太。或进攻的阶梯等（建筑师）\n     矿工，可以破坏方块。来开山洞让玩家获得进攻路线。也可以拆建筑师的方块（矿工）\n     一个可以铺设铁轨，却不能铺设方块。可以利用矿车来搬运自家铁傀儡的走向。来防守（防守师）\n\n\n物品：原版minecraft中能利用到的 技能，物品。等一切东西。玩家通过各种其他物品换取木头（钱）来购买其他道        \n      具，\n\n\n\n游戏特性：饥饿速度加快，体现食物的重要。回血速度变慢。农作物生长变快。时间边略快。否则夜晚太漫长\n          地图中的树木可以伐木用来换取道具（钱）玩家死后会掉落部分木头，且只掉落木头\n          级别可用来附魔。级别通过杀怪获得。农民种地也是可以获得到少量经验\n          游戏中玩家无法使用合成台，自身的可用。用铁砧来实现技能升级\n          家中的一个东西被摧毁游戏结束。\n\n\n\n\n怪物： 可以设置个末路门。将里面放上一个末影龙 然后控制玩家的移动范围。回去的话当然也是通过门\n       地图上还可以弄些村民，让玩家在游戏过程中得到的物品来此交换。\n       僵尸爆肉。 骷髅爆骨头，\n       地图中部有些，猪，牛，鸡 让玩家获得更多食物。牛奶可用，但需要桶\n\n地图：可以大图。可以小图。随意形状，为了不乏味。\n\n       地图可以体现些特殊职业的局部特性也是可以的，例如要是双方中间是峡谷。建筑师就是必须的了\n",
    "replies": [
        {
            "author": "1286604964",
            "timestamp": 1381743360,
            "txt_content": "必须要插件\n不用插件出不来\n应该不用插件+mod"
        },
        {
            "author": "kpc",
            "timestamp": 1381743420,
            "txt_content": "支持下LZ"
        },
        {
            "author": "七由理",
            "timestamp": 1381743660,
            "txt_content": "但是首先得要规划张地图吧，地图什么的感觉压力很大！36"
        },
        {
            "author": "静静静",
            "timestamp": 1381744020,
            "txt_content": "同楼上.................."
        },
        {
            "author": "sk.Aeda",
            "timestamp": 1381744560,
            "txt_content": "地图。只是个载体。让这个运行起来。。可以让玩家们发挥想想来制作出竞技性好的。玩法多的地图\n这样也可以让玩家感觉不乏味。老面对同一张地图\n人数这个先不确定毕竟只是想法。有能做的让他们去确定吧\n本方家的商店物品我没有提过多。因为里面的一些细节实在不好凭空想象。\n让那些能运作起来的人。通过运行后的效果来添加物品的种类已经功能吧"
        },
        {
            "author": "Greensky",
            "timestamp": 1381746780,
            "txt_content": "支持搂主！"
        },
        {
            "author": "sk.Aeda",
            "timestamp": 1381750740,
            "txt_content": "henry5041 发表于 2013-10-14 18:33 \n支持搂主！\n谢谢。只是想玩些花样 但我没有能力做出来。只是有个想法。对那些修改文件的事情一点不懂"
        }
    ]
}