{
    "title": "我的朋友    苦力怕（处女作）",
    "author": "459292954",
    "replyCount": 8,
    "timestamp": 1381814100,
    "txt_content": " 本帖最后由 459292954 于 2013-10-17 13:04 编辑 \n\n第一章   出生在mc\n      传说在世界上有一个神奇的地方，它叫做mc，进入mc的世界，你将是mc世界里的主宰，这里有各种生物，各种npc，当然还有。。。怪物！！！\n            当初，这个世界只是一片虚空，这个世界的创造者和jeb共同创造了这个世界（谁也不知道他们是怎样来的），他们创造了阳光，水，空气。各种可爱的小动物，亚当和夏娃是这个世界上第一代玩家，他们在这里繁衍生息，不久，玩家遍布了这个世界，玩家们虐待生物，虐待村民，jeb和创造者商量，创造了怪物，最开始，他们创造了僵尸，玩家们以为这只是一种流浪的玩家，玩家们接受这些僵尸，谁也不知道，每天晚上都有玩家死在僵尸的嘴下，玩家们很快就发现了，于是，他们垒砌房屋，阻挡僵尸们的攻击，这时，创造者又创造出了苦力怕这种会自爆的强悍怪物，甚至更多的怪物。\n               史蒂夫是亚当和夏娃的第19代玩家，他从小就与怪物抗衡，被称为“最勇敢的小骑士”，每天晚上他都保护着小孩子们的安全，就在一天晚上，史蒂夫巡逻在村子的附近，突然，史蒂夫掉进了一个坑，他看见了一条长长的隧道，他拿出火把，向前走去，他看见了了一个受伤的苦力怕，史蒂夫抽出钻石剑，准备把这只受伤的苦力怕杀掉，这时，苦力怕转过头来，水汪汪的眼睛可怜的看着史蒂夫（请脑补），史蒂夫的心一下子就软了，他动作麻利的为苦力怕包扎了伤口，悄悄把苦力怕藏在了自己家的地窖里，很快史蒂夫和苦力怕成为了好基友，渐渐地史蒂夫长大了，他想要出去冒险，于是史蒂夫和苦力怕便一起乘着船，去远方冒险。               一天，史蒂夫发现了一个南瓜，正要采集，苦力怕嘶嘶的叫喊着：NO，别碰那个南瓜，可是已经来不及了，一瓶虚弱药水和一瓶中毒药水被丢了出去，刚好砸在了史蒂夫的身上，史蒂夫一下子躺在了地上，苦力怕害怕极了，这时，苦力怕看见远方有丁点光芒，于是，苦力怕咬着史蒂夫的衣领把史蒂夫拖了过去，这是一个村庄，里面有很多村民，苦力怕不敢进去，因为里面有村民们的守护神：铁傀儡，可是，史蒂夫已经奄奄一息了，苦力怕咬了咬牙，使劲把史蒂夫拖了进去，村民们看见苦力怕来了，便召唤出了铁傀儡，苦力怕连忙大喊：别打我，我是来寻找医生的，我的朋友中毒了。这时，村民才看见了苦力怕身后的史蒂夫，两个村民抬着史蒂夫进了医院，这时，村长招呼苦力怕去他的会试厅，村长问苦力怕：你是怎么和这个玩家成为朋友的？苦力怕简单的叙述了他们两个的故事。\n               苦力怕问：现在我可以看我的朋友吗？村长说：好的。于是，苦力怕走到医院里看看史蒂夫，史蒂夫还是昏迷着的。苦力怕将头靠在史蒂夫的身边，希望明天可以和史蒂夫再一起冒险。。。。。\n  第一章    完\n   （楼主求人气啊，点一下给人气又不会怀孕滴！）\n",
    "replies": [
        {
            "author": "459292954",
            "timestamp": 1381814400,
            "txt_content": "求人气，毕竟是处女作嘛，我会给大家陆续出这个系列滴"
        },
        {
            "author": "934781972",
            "timestamp": 1381814520,
            "txt_content": "不知道为何感觉 字数有点少的呐···"
        },
        {
            "author": "vejat",
            "timestamp": 1381814880,
            "txt_content": "{:10_493:}太少了吧喂，不过我还是准备给楼主一点人气的"
        },
        {
            "author": "星空骑士",
            "timestamp": 1381815180,
            "txt_content": "我为什么笑了。。。"
        },
        {
            "author": "七由理",
            "timestamp": 1381815420,
            "txt_content": "苦力怕如果不爆炸，那么它一生就废了~~~84"
        },
        {
            "author": "1286604964",
            "timestamp": 1381817940,
            "txt_content": "我估计到不了600字"
        },
        {
            "author": "459292954",
            "timestamp": 1382025480,
            "txt_content": "七由理 发表于 2013-10-15 13:37 \n苦力怕如果不爆炸，那么它一生就废了~~~84\n相信我，苦力怕肯定会爆，只是未到时机而已！"
        },
        {
            "author": "火星使者",
            "timestamp": 1398036000,
            "txt_content": "。。。字数可以再多一点"
        }
    ]
}