{
    "title": "[中文WIKI]教程/初级红石电路",
    "author": "sjjklh",
    "replyCount": 6,
    "timestamp": 1329998940,
    "txt_content": " 本帖最后由 sjjklh 于 2012-2-23 20:18 编辑 \n\n \n 这篇文章使用了MC红石模拟（MCRedstoneSim）格式以追求简约与明确的表述。有些高度超过了两格的设计结构，在此使用gif动态图像或多幅并列图表表示。完整的图例详见红石图例页面。\n该页面是关于红石电路初学者教程的。关于进阶红石电路，请参阅红石电路。  关于高级红石电路教程，请参阅教程/高级红石电路。 请注意：本页面是为毫无红石基础或者现实中的电路基础知识的玩家所创建的。\n红石电路是十分有用的一系列装置，从开门、构制陷阱等简单的，到控制复杂的矿车系统、密码门等复杂的应用中，红石电路都不可或缺。如果您已经厌倦了在生存模式里的单调生活，研究红石电路将是一个不错的选择。 \n\n\n基本红石知识 红石有两个状态，点亮（充能态）与灭（非充能态）。从外观上您就可以区分这两种状态。放置在其它方块上成线形的红石粉被称为红石线。红石线传递电能有距离限制（15格）。您可以通过红石中继器或反相器来延长传输距离。红石能够激活特定的方块（例如门、发射器、活塞等）。\n\n\n\n什么是电路？\n所谓“电路”，就是导线与具有输入端与输出端的元件的功能组合。改变输入的话会对电路产生某种影响，这样有可能影响输出。一个电路可以具有多个输入端，但一般输出端都少于输入端。\n所谓“输入”，就是任何能够向红石线提供能量的东西。它们包括按钮、拉杆、压力板、红石火把和探测铁轨。\n所谓“输出”，就是从电路引出的红石线。输出被用来触发（即提供能量）给多种方块，例如门与活塞。\n 电路符号\n主条目: 红石图例\n为了在用图片说明电路构造时比游戏截图更显得规整，我们使用这样的电路符号体系：\n\n\n\n\n基本逻辑门：与，或，非\n“与门”、“或门”和“非门”是三种最基本的逻辑门，我们建议红石初学者从这三种逻辑门开始学习。一个逻辑门具有一定量的输入端（可以是按钮、拉杆等）与一个输出端。逻辑门仅仅执行最简单的运算，但几乎所有大型复杂红石装置都是这三种基本逻辑门的功能组合。\n\n\n\n或门与格式标准化\n解析红石电路的一种方法就是利用“MC红石模拟”格式的图表。MC红石模拟格式采用背景色来代表方块，中心符号代表红石部件。这类图表通常是俯视图，但某些情况下可能是侧视图（您可以通过图标内红石线的形态来判断，例如下一节“与门”的设计方案C）。\n  \n或门的设计方案\n\n\n我们把右图的三种或门设计方案作为讲解的例子。在每个方案中，A端、B端和C端都代表输入。或门的功能就是任何时候，任何输入端接收到电能，输出端（O端）就会输出电能。例如，如果所有输入都接拉杆，输出接一扇门，那么只要任意一个拉杆拉下时，门就会打开，更多拉杆被落下后门不会有变化。设计方案B的三个输入端都被导入了上端插着红石火把的一个方块。这个方块以及它上面的火把（请看图示）用了黄色背景（方块）与红点（火把）的符号来表示。火把符号是亮红色的，这代表默认状态下这个火把是点亮的。右侧的方块上有红石线，再右边则是另外一个火把。但与先前那个火把不同的是，这个火把的木柄部分指向左侧，代表该火把是附着在其左侧方块的侧面的。\n设计方案C用了指向同一条红石线的四个中继器。红石线从中间再接出，就是一个简单的输出端。\nMC红石模拟格式最多只能表示两层方块。当要解析超过两层的方块时，用来表示单个电路的图片就会有多幅子图，或者动画。\nMC红石模拟格式有四种背景色：\n白色（或透明）：代表该元件位于基础地面上。黄色：该元件位于高出基础地面一格的那一层中。灰色：该元件位于基础地面上，而且元件上方有一个方块。暗黄色：两个叠放着的方块。\n火把与拉杆在符号上除了颜色之外十分相似，容易混淆；中继器在不同电路图中可能有多种表示，但共同的特点是都具有箭头状的样子。\n\n\n\n\n\n与门\n  \n与门的设计方案\n\n一个与门具有两个输入端。如果两个输入端都有电能注入，输出端才会有电能输出。例如，如果两个输入都接拉杆，输出接一扇门，那么当两个拉杆都拉下时，门才会打开。如果有一个拉杆没被拉下，或者两个拉杆都没被拉下，门就是关闭状态。\n右图中，A端与B端为输入端。就像上面所述的，白方格代表基准地面，黄方格代表固体方块，红线代表红石线，红点代表红石火把。\n设计方案A的原理是这样的：两个输入端都连接到了各自对应的红石火把所附着的方块。如果您只打开其中一个输入，那么只有这个输入端对应的火把会熄灭；另一个输入端对应火把依然保持点亮，通过中间的T型红石线到最后作为输出端O的火把的附着面，从而那个火把依然熄灭，整体系统没有输出。故当且仅当两个输入都打开（这样两个对应的火把都会熄灭），作为输出端的第三个火把才会输出电能。设计方案B的原理与A相同。\n设计方案C应用了粘性活塞。输出端有电能输出要满足两个条件：1、A有输入，使粘性活塞把方块推到下面一格；2、B有输入，使中继器被激活，从而通过粘性活塞推出的方块传输电能到输出端。\n设计方案D与E用侧视图表示。您可以从红石线被画在方格的底部这一点看出端倪。在测试图中一些元件会以不同于俯视图的方式画出，但所有电路中都不会缺少红石线。\n\n\n\n非门，即反相器\n  \n非门，又称反相器\n\n\n如果红石火把附着的那个方块接收到电能注入，火把将熄灭，这是红石电路一条重要的基础特性。这样，我们就可以通过切断一条线的电能来使另一条线注入电能了——这被称为反相器，或者“非门”。A为输入端，B为输出端。\n\n\n\n资源\n如果您仍然对红石有疑问，Minecraft官方论坛的这篇文章是很好的帮助。Minecraft中文论坛的这篇文章也可以供参考。更多、更复杂的红石电路请参见红石电路页面。\n\n\n\n视频教程\nYouTube上有许多很好的英文教程供您参考，下面列出了一些。更多的可以通过搜索功能寻找。\n教程-概述 完全初学者教程。\n与门 包括一些简单的逻辑门电路。\n基础要点 对红石做了一个总体阐述，而且向新手们介绍了一些排除故障的方法。\n\n\n\n\n\n\n\n=================分割线===========================================\n\n比起77kb的红石电路章节，这个简直不值一提……\n原帖http://zh.minecraftwiki.net/inde ... B7%AF&variant=zh-cn\n",
    "replies": [
        {
            "author": "a919298641",
            "timestamp": 1329999120,
            "txt_content": "你弄完了我干什么啊....."
        },
        {
            "author": "geludan",
            "timestamp": 1329999300,
            "txt_content": "a919298641 发表于 2012-2-23 13:12 \n你弄完了我干什么啊.....\n翻译成其他文字"
        },
        {
            "author": "sjjklh",
            "timestamp": 1329999360,
            "txt_content": "a919298641 发表于 2012-2-23 20:12 \n你弄完了我干什么啊.....\n翻译高级的去"
        },
        {
            "author": "xdoncy",
            "timestamp": 1330004880,
            "txt_content": "a919298641 发表于 2012-2-23 20:12 \n你弄完了我干什么啊.....\n弄個 JK-FF出來~ 用邏輯閘組成的"
        },
        {
            "author": "a919298641",
            "timestamp": 1330005480,
            "txt_content": "xdoncy 发表于 2012-2-23 21:48 \n弄個 JK-FF出來~ 用邏輯閘組成的\n弄一个100位计算器            "
        },
        {
            "author": "linghun91",
            "timestamp": 1357758720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}