{
    "title": "《玩家大冒险》外传《第二个人》第一章后续",
    "author": "七由理",
    "replyCount": 5,
    "timestamp": 1382022660,
    "txt_content": " 本帖最后由 七由理 于 2013-10-18 09:09 编辑 \n\nMineceaft《玩家大冒险》外传《第2个人》\n“这是极限的世界，死了就不会再重来！”\n\n\n\n第一章后续：临场感\n\n\n\n(之前)黑夜将至，我们的骑士们经过1个多月的搏斗，终于将“死线之崖”这尸横遍野的怪物们驱逐出这个地方！这下怪物们侵袭入城镇机会将大大减少很多，而且这1年多来对我们骑士的牺牲也是有了回报。那以后对新世界的探索将开拓更加安全便捷的道路。此时我们做了些防御怪物再次入侵的措施后，便急忙赶回了城市去。毕竟一旦黑夜降临，我们骑士的生存率将大大降低，这是牺牲了许多人的性命换来的教训！此时一声响声引起了我们的注意。\n\n\n\n“饿~~~”\n\n\n\n声音很大，甚至震惊了树上的夜鸟！僵尸是不会无缘无故的发出这么大的声响，这件事引起了希安拉的警惕！于是希安拉请求对僵尸叫声的事进行调查。不过这遭到了同行伙伴的反对！他们认为这会对这1个多月来的骑士们努力的成果化为泡影。因为黑夜已经来临，如果此时再不回去，骑士们有可能在半道上遭怪物强袭，这必将损失惨重！但是希安拉说道。\n\n\n\n“我认为这事并不寻常，趁现在怪物退散赶紧调查，这对日后的探索也是极其宝贵的，也许再也不会有第2次机会了！”\n\n\n\n“不行！希安拉小姐！如果这是怪物在引诱我们怎么办？”\n\n\n\n“对啊！在黑夜里我们并没有多大胜算啊！”\n\n\n\n……\n\n\n\n“我并不强求你们去，现在我的存活率为85%，已足以应付僵尸的袭击！探索的事我可以自己来……士长请批准！”\n\n\n\n士长沉默了会，回头对着希安拉回应着说。\n\n\n\n“我们骑士就是为探索而生的！你要去我也不会拦你，但是考虑到今晚部下的安危，所以我这次并不能批准！……骑士们！回城！”\n\n\n\n“是！士长！”\n\n\n\n部下们齐声应到，而希安拉也只好低头不语了，默默跟在部队的后头。不久在部队快要下完山崖时，希安拉突然调转马头往刚才僵尸叫喊声的树丛小道中驾马奔去……众将都惊讶急了，急忙叫喊着让她回来，此时希安拉已经逐渐跑远了……这时，士长也调转马头望着希安拉着急的说。\n\n\n\n“这傻丫头……安吉格尔！你先带领部下们先回去，我去追希安拉！”\n\n\n\n安吉格尔反倒惊讶问。\n\n\n\n“如果士长不在，部下也感到恐惧的。也请让我们一起陪士长去追寻希安拉吧。”\n\n\n\n部下们也知道希安拉处境的危险也赞同一起前往。士长没有犹豫，他说。\n\n\n\n“没时间了，就先由洛森来带领大部队回去，其余自愿来30名骑士和我一同前往！”\n\n\n\n之后士长带领着30骑士立马奔向希安拉那条树林小道……而正在前往目的地的希安拉也对自己说。\n\n\n\n“对不起，士长！我心中对这件事总有不好的预感，请你务必原谅我的愚蠢！对不起……我会不会太傻了！”\n\n\n\n希安拉想着，不知不觉眼泪也跑了出来，在极行的风中吹落。不久，她依稀看到一名倒在地上的人，她快速的拉起了弓，往那吃人的僵尸头上精准的射出了火矢之箭！簌一声，那僵尸立马倒在了那人旁边，而僵尸头上的那火矢正无尽的燃烧黑暗……(第一章后续完！)\n\n\n\n\n\n\n\n\n\n\n\n\n\n作者想说的话\n\n这是对之前的一点补充吧。那第一章就先给大家看看怎么一回事，往回我也会继续更新的。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n发帖验证码：39\n",
    "replies": [
        {
            "author": "vejat",
            "timestamp": 1386115320,
            "txt_content": "这里为何无人回复？"
        },
        {
            "author": "七由理",
            "timestamp": 1386126780,
            "txt_content": "vejat 发表于 2013-12-4 08:02 \n这里为何无人回复？\n人烟稀少~°^°\n@28"
        },
        {
            "author": "vejat",
            "timestamp": 1386131280,
            "txt_content": "七由理 发表于 2013-12-4 11:13 \n人烟稀少~°^°\n@28\n{:10_493:}的确很稀少"
        },
        {
            "author": "。—。",
            "timestamp": 1386244980,
            "txt_content": "vejat 发表于 2013-12-4 12:28 \n的确很稀少\n稀少的问题放到一边{:10_493:}\n求世界观；ω；"
        },
        {
            "author": "vejat",
            "timestamp": 1386323700,
            "txt_content": "a6809936 发表于 2013-12-5 20:03 \n稀少的问题放到一边\n求世界观；ω；\n世界观已崩溃"
        }
    ]
}