{
    "title": "（分享文章）玩家就是宇宙，玩家就是爱！",
    "author": "真☆熊孩子㊣",
    "replyCount": 0,
    "timestamp": 1382078160,
    "txt_content": "嗯 很好的一篇文章\n\n作者也是非常的有才\n这篇文章我很喜欢 所以分享给大家 让大家也看看\n希望大家耐心看完 至少我觉得 这篇文章很不错\n\n【前言】\n\n\n翻开电子游戏这个年轻媒体的历史记录，最早出现的电子游戏可以追溯到1958年那款利用示波器作为显示装置的《双人网球》。但如果从电子游戏成熟开始算起，正式进入大众视线的话就必须晚至70年代。那个时候，街机游戏的蓬勃发展加上个人电脑的逐渐普及，电子游戏这个新兴媒体开始受到大众（尤其是年轻人群体）的注目。\n\n\n掐指一算，电子游戏风雨兼程，也将近走过了四五十年。在这短短半个世纪的光阴里，电子游戏的发展就好像奔驰在赛道上的跑车一样飞速向前。电子游戏的内容不但越来越丰富，现在一个制作规模稍微大一点的游戏其安装容量如果不满1G的话都不好意思出来跟别人打招呼。容量的提升也让电子游戏的表现方式越来越亲和、华丽。一眼望去，琳琅满目的游戏都有着类似的包装：恢弘的交响音乐徐徐响起，一个一个或奇装异服，或帅气美丽的男男女女们走上台前，卖弄着他们的倩影。在全高清1080P分辨率的映射下，帅哥美女们的美貌没有一丝瑕疵，他们可能挥舞着设计繁复耀眼的大剑长枪，也可能使用流线型充满未来感的枪支大炮，释放着红色绿色蓝色黄色五颜六色的魔法元素轰向敌人。敌人也不逊于主角，它可能是来自远古的魔神，拥有无敌的神兵；可能是未知的外星生命，身系整个银河系的宿命；也可能仅仅是一群对主角看不顺眼的另外一群帅哥美女，正等待着你前来攻略……\n\n\n纷繁杂芜，群魔乱舞。一个游戏被记住了，另外一个游戏又被忘记了。这个游戏红了，那个游戏冷了。在这么一个熙熙攘攘的游戏世界中，却偏偏有一个朴素的人突兀地站在高峰上微笑。这个家伙带着几分冷峻的坚硬，就好像金庸笔下的世外高人风清扬，无名老者扫地僧。没有雕琢，只有鬼斧神工。\n\n\nMinecraft，这个本体只有几十MB的JAVA三维游戏，用一抹冷笑面对那些花枝招展的超G大作、世纪神作们。\n\n\n【无极生太极，太极生方块】\n\n\nMinecraft，下文中简称MC。MC这个游戏的名字乍一看下去还会以为跟星际争霸（StarCraft）、魔兽争霸（WarCraft）有什么联系，但其实一点关系都没有。只是因为名字上的相似，不少人戏谑地将MC翻译为矿工争霸、矿艺争霸。\n\n\n不过MC这个游戏的实际内容和那些戏谑译名倒也有几分贴切。MC游戏的内容简单到一句话就可以说完：利用一切挖到的资源在这个由方块构成的世界活下去。在这里，构成世界的最基本元素不是粒子，而是方块。\n\n\n泥土是方块，石头是方块，连树木都是方块。动物虽然不是一整个方块，但也是由几个不同大小的方块多边形组成；太阳是方形，月亮是方形，浮云也是方形；就算连水和岩浆这些流体也是方的，只不过流动的时候会产生形态上的变化。这些方块玩家都可以通过持续敲击使其破坏，变成可回收的道具状态。获得这些方块后，玩家又可以重新放置这些方块。有些方块直接破坏是不能回收的，必须使用工具。工具的制作本身也来源自一些低级的资源方块，比如木头。破坏、放置，如此重复下去。\n\n\n好了，拥有这些方块以后，我能做什么？你能放置这些方块来盖一个家。这个家没有规定的大小，形状，完全由你自己根据手头上的资源设计。到了晚上，没有被照亮的地方就会刷出僵尸、骷髅射手等怪物，他们看见玩家后会主动过来袭击。你必须赶紧在入夜前盖一个家来防止他们来犯。当你干掉几只羊，获得一定的羊毛后就能做出床。睡在床上能让晚上马上跳过到早上，僵尸和骷髅射手会被日光烧死。接下来你还可以制作几把矿镐，然后寻找通向地底的空洞。这些地底空洞里，各种诸如金属、钻石等资源方块，通过挖掘你就能得到这些资源。然后去美化你的家，或者去建新的家。又或者……\n\n\n说到底这个游戏的最终目的是什么？\n\n\n对不起，这个游戏没有最终目的。这个游戏严格来说也没有一个强制的最终关卡目标，你可以在这个由方块构成的世界里玩到天荒地老——或者玩到你不想玩为止。\n\n\n【方块理想国】\n\n\n一个没有目标的游戏，究竟能有什么吸引住玩家？这个世外高人微微一笑，轻轻地道出了三个字：可能性。\n\n\nMC里的世界完全由方块构成，而这些方块全部都是根据算法随机放置的，没有任何刻意的设计安排。虽然是由方块构成，但是依然生成出各种壮观华丽的自然景色。可能是幽深的森林，可能是连绵的山脉，可能是一望无际的沙漠，可能是白雪皑皑的雪原，可能是茫茫大海中的一个小孤岛。或高或低，或深或浅。理论上，MC的每个存档可以生成出约大于地球面积8倍的方块世界，也就是说玩家几乎在一个没有边界、近乎无限大的世界中生存。在这棱角分明的自然世界里，看着那方方正正的太阳在远处渐渐下沉，天色开始暗淡下来，并在天际线露出一抹夕阳红的时候，不禁让人沉思：游戏目标……还有必要吗？\n\n\n在几十年的游戏发展里，渐渐地发展出一套套固定的游戏规则。比如角色升级，装备，刷BOSS。又或者随着游戏表现力的提升，视听享受变成了标准配备。比如请知名绘师设计角色，请资深音乐人来谱写游戏原声。总之你画面不够精美，音乐不够恢弘，系统不够复杂，内容不够丰富你都不好意思拿出来说我这个游戏是一款用心之作。这些东西看似为游戏增加无尽的可能性，实际上过多的内容反而扼住了游戏可能性的咽喉。MC只有很简单的几条规则，却能演变出千变万化的玩法。那些所谓大作神作里精雕细琢的美术场景或许还不及MC中自然随机生成的方块地形来得大工不巧。再恢弘的交响乐纵使再猛烈，也不及MC中偶尔响起，恬静而治愈人心的BGM。在MC这简单的方块里竟然蕴藏着无穷无尽的游戏内容。此时此刻，所谓的游戏最终目标也在可能性的面前黯然失色。\n\n\n望着这个朴素简陋，却又如创造神鬼斧神工打造出来的方块理想国，不仅让人陷入一阵沉思。这不仅仅是一款包含经营策略、生存竞技、建造设计等要素的游戏，而是一个拥有思想和哲学的游戏。正方形太阳和正方形月亮交替辉映，方块自然世界依然宁静地躺在那里。只是不知不觉当中渗出了一丝深意……\n\n\n【方块的第一沉思录】\n\n\nMC是一个挑战固有概念的游戏。\n\n\n长久以来，我们对于家的理念很大程度上是不动的、整体性的。这源于我们绝大多数情况下都不可能每天看见自己的家呈现非整体性的运动状态。久而久之，“家”这个固有概念在文化中向来都是作为整体而出现。如若让你画一个东西代表家的时候，大概都会画一个正方形做底，上面是三角形的图案作为家的象征吧。“家”是难以分割的。这导致在游戏里面，家往往都是一个大的场景，固定而无法改动。即便可以改动，也只不过是形式上的改动，你无法彻底移动或改造它。游戏里的家，更多的体现在整体上的功能性，本身没有太重要的含义。\n\n\n但是MC里面家的概念则更加宽广，也更加模糊。首先它是由玩家亲自建造的，外形和体积是你说了算。玩家可以随时敲掉方块去大规模改建自己的家。其次，游戏中有一种叫做Creeper（爬行者）的绿色怪物，它会产生一定面积的爆炸伤害，不仅会对玩家的生命值造成减损，还会将爆炸波及的方块炸飞。严重的时候部分方块还会被炸至消失。玩MC的人应该没少经历被爬行者炸毁房间的倒霉事。由于这种怪物的引入，作为玩家大本营的家时刻都会有被摧毁的危险，这个原本属于整体性的“家”却是动态的，可以被分拆成不整体的方块。这些特性就像一把刀不断地切割着“家”的概念。\n\n\n这种对固有概念的切割引起笔者的关注。在MC里，究竟怎样才叫做“家”？MC里的家随时都是有危险的，和温暖、安全、安静、稳固并不能划上等号，与固有概念中的“家”大相径庭。可以说，MC里面没有“家”，它们全都是玩家临时盖起来的避难所，在这个凶恶的世界里暂时取得一丝喘息的机会而已。为了发展，也为了生存，玩家必须不断离开“家”去探寻新的资源，然后建造更多的避难所，不断延续下去……\n\n\n这个家是你自己建造起来的，但他却未必是你的“家”。何处是吾家？现实中的“家”难道和MC里的家有本质的区别吗？看似坚固温暖的“家”，是不是也会有崩坏的可能性？这恐怕见仁见智，每个人都有自己的答案了。\n\n\n※※\n\n\nMC是一个直面自我的游戏。\n\n\n在单机模式下，MC里面能够自行利用资源生存下去的就只有玩家一个人。这个游戏没有传统式的NPC，也没有任何剧情推进。任何事情，日日夜夜，风风雨雨，都是玩家一个人去面对。一开始可能是因为手头资源不够，不得不在险恶的大自然中挣扎求存。不断发展下去，可能也因为过于深入地底洞穴而遭遇怪物伏击、忘记出路等问题而焦头烂额。也可能会意外地挖到珍贵的矿石，或者看见壮观的自然景象而内心发出由衷的赞叹。但这些由始至终都是玩家自己一个人完成，没有别人的协助，也没有提示。\n\n\nMC是一个冰冷的游戏。尽管新版本里玩家可以驯服狼作为犬只来包围自己，或者圈养牛羊鸡猪来无本生利。但面对整个世界，始终还是你自己一个人。或许是在盖房子的过程中，或许是在地底挖矿的时候，是否你会觉得第一次那么直面面对自己？\n\n\n究竟是为了什么而玩这个游戏？究竟为什么要让游戏的角色生存？究竟活着的意义是什么？\n\n\n究竟“我”……又是什么？\n\n\n这种独特的游戏体验是其他游戏所体验不到的。其他游戏玩家可以享受到一阵刺激的杀戮快感，也可以欣赏一段精彩的故事，也可以通过大量的操作来消解工作学习生活的精神压力。但这些游戏都无法使你直面内心。MC某程度上是一面镜子，在你玩的时候他会呈现出你的一切，包括你的灵魂深处你所不知道的东西。活泼开放的人可能只会随便用泥土方块盖个狗窝就下矿洞冒险；沉静内敛的人可能会权衡很久，对于资源的使用总是相当合理；具有艺术气质的人可能会出尽全力去盖一幢豪华的建筑物，仅仅是为了好看……凡此种种不胜枚举。\n\n\n孤独的一个人，面对着整个方块世界。遥望方块太阳升升落落，听见周围流水一如既往的潺潺响声，不禁徒增几分诗意。这不是无病呻吟的诗歌，而是敬畏于大自然，敬畏于世界的沧海桑田。人的存在对比于此显得十分渺小，又显得十分特别。这种情怀难以言表，恐怕要自己亲身体验过才会清楚。\n\n\nMC其实还有各种玩法和各种有趣的体验，在这里我就不一一细列了。正如这个世外高人在一开始所说的那三个字，一百个人玩MC，就有一百万种可能性。\n\n\n【拟真与方块】\n\n\nMC不像部分卖弄噱头的游戏，看上去离经叛道实质还是那一套；也不像那些剑走偏锋，制作和电子游戏本质相差甚远的作品。他彻彻底底是一款游戏，但同时又是一款和当代游戏完全不同的游戏。MC不仅颠覆了人们对当代电子游戏的看法，整个游戏风格还保持其自身的统一性。\n\n\n既然游戏的核心元素是方块，那么里面出现的生物和有机物也全部以三维方块的方式出现。猪是一个个方块，牛是一个个方块，玩家本身也是一个一个方块（可以通过F5切换第三人称视角）。而这些方块上面的材质贴图，游戏默认提供的版本也是由像素点阵绘所制作，方块的平面上也是棱角分明的像素图。整个游戏风格和现代游戏相去甚远，却带种复古的气质。\n\n\n电子游戏初期，由于画面机能无法处理复杂的画面只能用简陋的像素来表示。一些厂家为了让游戏更加好看，会在游戏框体粘上透光的绘图贴纸，象征性地表示游戏内容。时至今日，随着机能的迅速提升，这种手法已经没有人再用了。如果画面出现哪怕一点的像素狗牙，都会被各种持有观点的人士斥之为落后和耻辱。而MC却像螺旋上升般回到了原点，用像素“粘上”复杂的三维模型上。这种反其道而行的风格既是一种致敬，又是含有深远意味的开端。谁也不知道MC会不会本身就是另外一个原点，未来的革命性游戏正踏着这个巨人的肩膀前进，发展出令当今游戏羞愧的优秀作品。\n\n\n更加引人入胜的，是MC里面的剧情。可能有人会问，这个游戏不是没有剧情的吗？的确，游戏本身并没有以戏剧作为形式的剧情所在，但是在1.0版里面，当你干掉里面的一种生物“末影之龙”后会出现一段很长的滚屏文字。这段文字被称作《终末之诗》，通常被认为是MC中的生物“末影人”的对话内容。在这篇《终末之诗》里，含糊地隐藏着一元论、永恒哲学、神秘主义等内容。如果再加上都市传说“HIM”的话，几种元素碰撞起来使得整个游戏氛围更加扑朔迷离，并带有某种奇特的深度。\n\n\nMC没有剧情，但实际上在玩家玩的过程中，你的一言一行本身就构成了一部不成文的剧情……\n\n\n【尾语】\n\n\n以上内容可能会有些过度解读，但这就是MC对于笔者的感悟。在未接触这款游戏之前，笔者也想象不到这款游戏给我带来的震撼。在这个神作头衔“通货膨胀”的年代，神作这个词语已经被贬得一文不值。但MC是一款当之无愧的“神作”。他的神，是在于他的“神韵”。在这个时代能够遇到这种宛如上帝赐予的游戏，实属万幸。\n\n\nMC这个游戏让笔者想起刘慈欣所著小说《三体》中所提到的，用于介绍三体文明的网络游戏“三体”。里面的人体阵列电脑演示颇为震撼。而MC中也有类似的功能（红石电路），于是笔者不负责地联想到，假若有一天三体文明要来地球了，它们很可能会选MC来作为演示……\n\n\n最后，以《终末之诗》中的最后几句作为结尾。笔者很喜欢这几句。\n\n\nAnd the player was the universe. And the player was love.\n\n\n玩家就是宇宙，玩家就是爱。\n\n\nYou are the player.\n\n\n你就是那个玩家。\n\n\nWake up.\n\n\n该醒了。\n我是在这里发现这篇文章的\n\n",
    "replies": []
}