{
    "title": "[1.1.0]Fossil / Archeology [v5.9] 【图片已修复】化石/考古mod  by Team July",
    "author": "Sanzila",
    "replyCount": 8,
    "timestamp": 1330411260,
    "txt_content": " 本帖最后由 Sanzila 于 2012-3-1 02:17 编辑 \n\n[1.1.0]Fossil / Archeology [v5.9] 化石/考古 mod by Team July\n\n需要：Modloader \n      AudioMod      Forge安装：此mod分为两部分，解压resources去minecraft同名文件夹，然后把mod_Fossil.zip放入mods文件夹      如果想玩繁体中文版的此mod，请将游戏设为繁中以后退出重开即可。、\n\n这个mod由台湾的Team July开发。目前組員：鈴原佑(程式)、鈴羽(程式)、暗門嵐(美術)、佳駿(美術)觉得这个mod做的很好，特别是各种恐龙都有独特的风格。因为原帖太长,本想找个别人翻得求贴过来，发现都没有完整的翻译版，包括Team July貌似也没有在台湾贴过繁体的简介。\n此贴搬运乃纯翻译原帖（略有吐槽）没有搬运视频以及log等\n\n\n新的方块1.      化石化石方块看起来就是石头方块，但是更硬。它会掉落活体化石（22.5%），遗迹碎片（23%），骨头40%，头骨10%，破损的古代剑5%，圣甲虫宝石0.001%\n\n2.      头骨/头骨灯笼这些是古代minecraft上的居民的头骨。不管他们是谁，剩下的只是头骨而已。头骨可以放置在地上，在里面插个火炬就变成了令人恐惧的灯笼！或者你也可以把它变成肥料\n\n3.    分析仪这台机器是用来分析活体化石和遗迹碎片的。你可能听说过有的时候科学家会在画室里找到包含DNA的活体组织。这就是分析仪的工作。分析仪也可以把以及随便复原成石板画，这些石板画上有很多来自古代居民的重要信息哦！ 分析仪很容易适用，只要把活体化石和遗迹碎片放进左边，分析仪就会自动把产生的东西堆到右边。\n\n4.      培养槽如果你从分析仪里得到一些DNA，培养槽可以帮你把他们复活！ 只要把DNA和一些活体化石放进去，培养槽就会尝试用有机材料重建细胞！（有机材料包括活体化石，古代蛋，生猪排，生鱼，鸡蛋，史莱姆球，牛奶，恐龙肉，生鸡肉糜，生鸡肉，生牛排）这个重建过程很复杂，多给它一点时间~如果一切OK，你就会得到一枚古代蛋。注意！！有时候古代DNA并不如你想象，使用培养槽可能造成怪兽大爆发！！\n5.      考古工作桌破损的古代剑什么的都是废物，你需要好好修理它们让它们变得有用点！工作台完全没有用，你需要的是一个考古工作桌！ 考古工作桌内的微型处理器可以读取遗迹碎片上的线索来尝试修复古代装备。添加足量的遗迹碎片，让它慢慢工作吧，你会得到一个完整的古代装备!\n6.     古蕨类植物这些古代植物在现代依然生存的不错。它们只能生长在树底下，随着时间慢慢繁殖。有两种亚种，不过目前什么都不掉落。\n\n7.      命令鼓这个鼓可以影响周围的恐龙。右键点击这个鼓（随便拿什么）：改变命令模式（跟随/自由行动/原地待命）左键点击，手里拿着木棒：将命令传递给30格内的三角龙左键点击，手里拿骨头：将命令传递给30格内的迅猛龙左键点击，手里拿箭:将命令传递给30格内的翼龙左键点击，手里拿骨头棒：当成年霸王龙在周围的时候，不要这么做！！！\n\n8.      喂食器 这台机器可以研磨和储存恐龙的食物。所有被驯服的恐龙都能使用喂食器，他们能看到6格以内的喂食器。喂食器有两个储存槽，一个提供肉食一个提供草食。把食物放入正确的储存槽机器就会开始研磨。可接受的肉类：生的或熟的猪肉、牛肉、鸡肉、鱼，以及鸡蛋，史莱姆球可接受的素食：苹果，小麦，芦苇（可能指甘蔗），面包，纸，西瓜（整个或者切片），花朵，蘑菇，树种，蕨类，种子，树叶，蔓藤（没有提到南瓜呀）如果周围没有猪的话迅猛龙会来吃东西。但是三角龙会先来看看有没有吃的，再去找蕨类……三角龙你可以再懒一点！翼龙和霸王龙也会使用的。\n\n9.      永久冻土和冰石 永久冻土是冰河时期遗留下的冻结的泥土.这种冻土很脆弱，在热源或者阳光下会化成普通的泥土（那永久冻土这么跩的名字是要闹哪样啊！）在这个mod里，永久冻土会使周围的石头变成冰石，这样永久冻土就可以得到保护（已经进化出智能了吗！）冰石和一般的石头一样掉落圆石。永久冻土掉落蕨类种子，头骨，冰冻肉，骨头，和书（远古储物箱）。必须用铲子，或者手……\n新的物品！\n1.      活体化石活体化石包含了肉眼不可见的活体组织，你需要用分析仪来检测。\n2.      遗迹碎片这些碎片是来自古代居民的物品，你需要分析仪来重建它们。\n3.      石板画 古代人画了很多传说和语言在上面，你可能会感兴趣（难道是有下个版本的信息吗）\n4.      DNA分析仪可以从活体化石或者其他有机物种提取DNA。DNA可以通过培养仪重建生物。\n5.      古代蛋如果培养仪长时间稳定没有暴走，那么你就能得到一个可孵化的古代蛋！只要把蛋放在地上，它就会孵化出古代生物！！或者，呃，因为他们真的是蛋，你可以拌进你的蛋糕里…霸王龙蛋糕！胎教：如果想驯服一个baby恐龙，你必须在它破壳的时候身处6格以内，否则baby龙就变成野生了。\n6.      破损的古代装备可以在化石中发现，来自于古代人的圣战。可以用考古工作桌复原\n7.      古代装备复原后的古代装备是可以使用的。而且在非和平模式下，古代剑和古代头盔拥有超自然力量！！特别是同时穿戴两件的时候！！在猪身上试验一下吧……（但是不要尝试用牛……）\n8.      蕨类种子这是古代蕨类的种子（吐槽：蕨类没有种子……），可以靠分析活体化石得到。注意：三角龙不会直接吃蕨类种子的！\n9.      骨头棒这个棒子只是个装饰品，不用用它攻击，它也放不出火球，不过命令鼓的话…会有事情发生的……\n10.  圣甲虫宝石这些漂亮的宝石象征着重生，它们在古代文明中相当神圣。\n11.  圣宝石工具古代人拥有不可思议的铸造和镶嵌工艺，他们把圣甲虫宝石镶嵌进工具中，使其变得如同钻石般坚硬。现在利用工作台，你只要把圣甲虫宝石和一般的工具一起合成就可以了……这些工具也可以被考古工作桌修复！\n12.  恐龙百科你可以用这本百科了解恐龙们的感受！\n13.  霸王龙牙“发现的最大的霸王龙牙长30厘米，是目前发现最大的恐龙牙齿”—wiki\n14.  牙匕首这把霸王龙牙做的匕首可以当剑使用，也可以当剪刀使用。当剪刀的时候，右击来收获羊毛，树叶，还有TNT。当剑的时候，威力和石头剑一样，但是有石头剑4倍的耐久。\n15.  生鸡肉糜/鸡汤除了烤，我们还可以煮！！不过因为是新品，所以不论生还是熟，都不能吃……\n16.  鸡精这种美味的液体非常有营养，你可以把它当补药喝，不过不能充饥……你可以用来奖励你的小恐龙，不过小心它们快速生长而产生的副作用……\n17.  活体鹦鹉螺我去！你抓到一个活化石！你可以煮了它！上万年的精华！或者把它们扔回水里……\n18.  烧酒螺一种台湾小吃，不过是用万年鹦鹉螺做的！不过如果有一条沧龙在追你，你还是Q扔下万年烧酒螺来保命吧\n19.  空贝壳鹦鹉螺掉落，可以用来改变一条蛇颈龙的命令模式\n20.  神奇海螺鹦鹉螺掉落，可以用来改变一群蛇颈龙的命令模式，直接重铸它就能调整命令\n21.  恐龙肉/恐龙肉排呃，难道要掉落猪肉吗\n22.  胚胎注射器这些胚胎是培养仪用动物DNA制作的，你可以把它们注射给动物来让他们怀孕！你可以用恐龙百科来观察胚胎的发育，不过大约5分钟它们就生了……\n23.  冰冻肉这些肉是某些不幸的史前生物的。它们陷入冰层活活冻死了呀。我们不知道这些肉来自什么动物，不过分析仪可以帮你。66%机会获得一个DNA，33%只能获得普通的肉。如果你快要饿死了……扔进烤箱吧如果你被追杀，就用这块大冰坨子扇丫的脸！效果如同钻石武器！不过一次就碎了……\n24.  标枪这些不同材质的标枪来自武器商店的遗迹。有机会穿透目标哦！\n\n\n新怪物！警告：提前观看行为模式有可能降低乐趣\n1.   三角龙 行为模式：\n命令模式（手拿木棒右击可以改变模式）--跟随：长距离内跟随主人--自由行动：不跟随，随便走到处吃--原地待命：原地呆着，就算饿了也呆着行为：--它们会寻找蕨类和小麦（掉落在地上的）来吃，特别是当它们受伤以后。你也可以直接右键喂它们小麦。--有三个亚种--成年后可以骑乘（>4 mc天）骑乘：--不会饥饿也不会长大--可以控制--可以帮你做一些建筑工作，比如冲锋的时候可以推平地表……--冲锋的时候可以越过怪物--按住潜行键（shift）可以冲锋\n2.      迅猛龙小迅猛龙正在集群围攻猪、行为模式：\n命令模式：--跟随：它们会跟随并且护送住人，捡起掉落的东西。--自由行动：不会跟随住人，它们自由打猎，跑跳，只攻击猪。--原地待命：呆在原地，但是饿了的话会跑开。行为：--三个亚种--群体活动--护送住人（注意：迅猛龙仅仅攻击那些试图攻击主人的怪物，所以有时不会配合主人攻击，与狼是不同的）--背叛！当受到主人攻击或者饿了的时候，它们（一群一起）会背叛并且不能再被驯服。--打猎！野生迅猛龙会成群结队的攻击猪。--用嘴叼着物品！手里拿着东西的时候右键点击迅猛龙，它会用嘴咬住这件物品，空手右击取回。--注意！它们不会用嘴保存食物……它们用肚子做这个事情。--治疗！生或熟的猪排都能治疗它们。--学习！只要让它们在箱子附近待一阵子，它们就能学会怎么开箱子！真聪明！\n3.      霸王龙行为：幼年期（<3岁（mc天））--远离玩家--只在固定的领地打猎成年期（>3岁）--固定领地，如果玩家进入会遭到攻击--摧毁一切挡路的方块！（他能摧毁硬度在铁以下的所有方块）--冰层不能承担它的重量……--皮糙肉厚！箭矢免疫！驯服后：--不会摧毁房屋，驯服后只会摧毁树木--不会攻击玩家骑乘：--不会饥饿和长大--可以控制--仍然箭矢免疫！！哇哈哈哈出门扫荡骷髅！--因为霸王龙太高了…你下来的时候会摔伤半个心……--它也能帮你做建设…我是指破坏性平地……--可以越过怪物--按住shift冲锋注意！！离水远点！！\n4.      失败的DNA生物行为：--接近僵尸--不能跳跃\n5.      阿努（僵尸猪人之王）“很久以前，有一个邪恶的领主统治的世界。有一天，一名英雄付出了极大的代价击败了它，并把它封印在恶灵，岩浆和哭泣之地几千年”---上古石板传说行为：--只在地狱刷新，稀有。--一般攻击为火球--如果玩家用剑或者其他近战武器试图攻击，阿努会拔剑让你知道地狱为什么这样红--拥有两个技能1.气功弹（Qi-shock）:推开周围所有的东西，并且有几率缴械2.四领主之怒（Ira of 4-Mayors）: 火球流星雨--可以在config配置文件中消灭它--很快他将掌握更多牛X技能！注意！！传说，如果阿努被释放到地面，世界将会万劫不复！如果你想试试，备份你的存档！！！（这次更新努哥被nerf了）\n6.      翼龙行为：--5岁后可以飞行--你只能喂它们鱼--完全成年后（8岁）可以骑乘翼龙骑士操作指南1. 基本操作W: 俯冲S：拉升AD：转左转右2.起飞找一个高一点的地方（两格以上高度），因为你骑乘翼龙的时候不能跳，最好用跟随模式带它上去，或者建一个翼龙塔，有楼梯就不怕了。在高处跳下（当然要先骑上啊混蛋！）按S键拉升3. 飞行它可以自动直线飞行，你甚至可以不用碰键盘。控制如同一般的飞行游戏4. 着陆选择着陆点拉升，当角度超过60度时，翼龙将进入着陆模式（略诡异啊！），缓缓降落直到你接触地面。在着陆模式中你无法上升，但是你仍然可以AD变换方向成功着陆！（脸）\n7.      鹦鹉螺（菊石兽）行为：--基本上类似章鱼--右击可以抓住（采集）--如果小范围内（32*32*32）出现大量个体（50+），将会发生一个湮灭事件导致大量鹦鹉螺死亡。\n8.      蛇颈龙行为：--它们能找到鱼（掉落在地上）来喂自己。你也可以用鱼喂它。--它们不能跳，所以如果你想让他们上岸，用台阶什么的造个蛇颈龙码头吧--成长周期长达14天--可以骑乘WASD控制Shift潜水Space上浮\n9.      沧龙--不能驯服--饿的时候攻击鹦鹉螺，乌贼还有玩家--它们能够摧毁船只！！\n10.  剑龙--基本上类似三角龙--基于某些显而易见的原因，你不能骑它（菊花！）\n11.  双脊龙--基本上类似迅猛龙--不能驯服--群体活动，但是能看出有双脊龙头领和迅猛龙头领。--它们能致盲敌人！！\n12.  剑齿虎\n--基本上类似狼--它出生时是未经驯化的，你可以用牛奶驯化baby虎，或者肉来驯化成年虎--喂它腐肉会延缓它长大\n13.  死掉的骨头它们生前是船上的海员，战士或者乘客，但是现在它们只是一堆沉默的骨头站在那里。……你说它们转过来了…？\n14.  恐龙蛋--不同颜色对应不同种类--你可以用恐龙百科来观察它们的状态--不能移动它们，但是你可以像推船一样推动他们--可以右击捡起来，但是会重置孵化过程--要记住它的双亲。如果它是培养仪重建的或者双亲是野生的，那么你需要呆在周围6格保证它出生时认你为爸爸妈妈。不过如果双亲都是驯服的，那么baby也是驯服的。孵蛋指南1.      你需要满足蛋的要求。对于普通的恐龙，包括蛇颈龙因为它们巢穴在岸上，你需要保持温度，我是说阳光和光源，放下你的煎锅。水生的则需要放入水中2.      蛋需要5分钟孵化，如果蛋觉得条件不好，会延迟一些时间3.      如果蛋一直处在恶劣的条件下，会死掉并且消失4.      记住，右击捡起蛋会重置孵化过程，不论是主动还是被动\n\n新的遗迹！！1.      小型武器商店--只会出现在第50层--有可能出现在地下和水下--小心机关--箱子里可能有：各种材料的标枪，各种材料的剑，弓，箭矢\n\n\n2.      沉船残骸--每个残骸都会有不同的随机的损害情况。从一个小洞到断成两截。--一共有四种船，尽管使用同一个模型，但是甲板上装载的东西不一样--总是沉在比水面低7格的地方（可能有些罕见的例外）\n\n\n新配方：骷髅灯笼 分析仪 培养仪 考古工作桌 命令鼓 骨头棒 喂食器 恐龙百科 书+任何DNA\n 牙匕首 生鸡肉糜 鸡汤 鸡精 恐龙蛋糕！ 肉排 \n\n\n多语言支持！！！For 1.1 版本开始，支持多种语言，如果你想本地化这个mod，请联系我The latest version supported: \n繁体中文(By ourselves)（作者team july是台湾的）\nJapanese(By ourselves)\nDutch(By Tiramo)\nPirate-English(By xenomorph555)\nGerman(By oldirtysam)\nItalian*(By crazyball)\nFrench(By LeGribouilleur)\nPortuguese(By Lucas Cardoso)\nSpanish(By Mathir_Girelad)\nRussian(By TheJohnDoe)\nDanish(By mika the 1)\nAfrikaans(By Maniac101)如果你想使用某种语言，请在游戏的设定中选择，然后关掉重启游戏。\n安装：需要ModLoader,  AudioMod,  Forge(与mcpatcher高清修复和optifine冲突)\n两个文件，请把resource里的解压到minecraft的同名文件夹里。然后把mod_Fossil.zip放入mods文件夹就可以了。\n部分技术信息：====Used IDs====\nBlocks:123 to 138(15)\nItems:856 to 885\n\nAbove ID can be changed in/.minecraft/config/ModFossil.cfg,Use NotePad to open it.\n(This file will be created when this mod has been loaded.(even crashed with IDconflict).And leave this file empty for default setting.) ============================\n捐赠！ \nAnd Welcome to our blog!\nTeam July\n(In chinese,but we can read english as well)",
    "replies": [
        {
            "author": "1205023189",
            "timestamp": 1330416900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "pillow_606",
            "timestamp": 1330420200,
            "txt_content": "前排~   话说  图都挂了~  "
        },
        {
            "author": "07382",
            "timestamp": 1330430820,
            "txt_content": "哇...那不是恐龙MOD和化石MOD吗？"
        },
        {
            "author": "Sanzila",
            "timestamp": 1330539660,
            "txt_content": "图片已经修复，可能有遗漏，如果有的话麻烦告诉一下具体是哪一张"
        },
        {
            "author": "cbpipa",
            "timestamp": 1331299560,
            "txt_content": "呃楼主，你的压缩包里我只看到resourc，没有mod_Fossil.zip啊……"
        },
        {
            "author": "1135299435",
            "timestamp": 1335596280,
            "txt_content": "........................................"
        },
        {
            "author": "115152414",
            "timestamp": 1406102280,
            "txt_content": "请问下载在那里？"
        },
        {
            "author": "-.--.-.-.-",
            "timestamp": 1423280340,
            "txt_content": "要怎麼騎翼龍"
        }
    ]
}