{
    "title": "11年1月10日：海量信息！",
    "author": "素履信游",
    "replyCount": 1,
    "timestamp": 1294842300,
    "txt_content": "原文：http://notch.tumblr.com/post/2687176736/information-dump-incoming\n翻译的比较粗糙，有不当之处敬请指正！\n\nWeek two of 2011 has started, and we had a great Monday. I’ve got a bunch of information to share, so here goes in a totally unstructured way:\n2011年的第二周开始了，我们周一过得很不错。我有一堆信息要来分享，所以就不精心组织了：\n\nWe’ve written down major goals that we want to do for Minecraft release, and it looks like the release will happen sometime late this year. Hopefully we’ll be able to set a date soon.\n我们已经定下了Minecraft正式版的主要目标，正式版应该会在今年某个时候放出。但愿我们能尽快确定发行日期。\n\nBecause I want to avoid us just focusing on reaching release, I suggested that we should dedicate 50% of the development time in Minecraft towards adding fun new stuff. Basically, any developer working on the game (two people at the moment) can just come up with something they’d want to add on a day-to-day basis, as long as the rest of the team thinks it’s a decent idea. If it ends up being fun, it gets added.\n为了避免只是一味的完成发行版，我建议应该拿出50％的开发时间用于给游戏添加有趣的新要素。具体而言，游戏的每个开发人员（目前有两名）可以在日常基础上想出一些他们想要添加的东西，只要团队的其他人认可就行。如果最终说明是有趣的，那么它就会正式加入到游戏里。\n\nThis 50% time has been accounted for in the time estimate above.\n这50％的时间已经计算在上面的估计时间之内了。\n\nFor development process, we’ve chosen some kind of variant of kanban where we keep a backlog for each project, and then extract user stories from those as needed. Developers pick a user story, work on it (and only that), and when it’s tested and done, they move on to the next one. No time estimation is done per user story, which keeps the number of meetings needed to a minimum, but it could result in us missing a few deadlines here and there.\n在开发流程方面，我们已经选择了某种变体看板系统来保存每项工程的积压工作，并根据需要从中提取用户故事。开发者挑选一个用户故事，完成它（而且只做它），当测试和完成之后，就着手下一个。并不估算每项用户故事的时间，以最小化开会次数，不过这样就可能会导致我们时不时的跳票。\n\nEach morning, we’ll have a brief meeting with everyone from the company where we say what we did yesterday, and what we’re going to do during the day. Other than that, we’re going to try to keep the number of meetings down to a bare minimum. (Well, there’s the Monday morning meetings.. I guess we COULD skip those, but I kind of like them. They get me started with the week!)\n每天早上，我们会开一个简短的全员会议，大家都说说昨天所做的工作，和今天的任务。我们将把除此以外的会议减到最少。（呃，还是有周一早上的例会。。也许可以去掉，但是我有点儿好这口。它们能让我进入状态！）\n\nMinecraft is probably going to hit one million sales very soon. We have no idea how to celebrate that. It feels bizarre and amazing and huge, and I can’t stop talking about it. One. Million. Copies. Sold. Wow! :D\nMinecraft马上就要突破100万销售量了。我们还不知道该如何庆祝呢。感觉比较奇异，神奇和巨大，并且我忍不住要谈到它：一。百万。份的。发行。哇哦！:D\n\nWe’ve got some carpenters and electricians and assorted handymen in the office. Today, they tore out the awful carpet and got rid of some shelves taking up too much space. They’ll put in new floors, fix the wiring, paint the walls, install speakers and lamps, and sound absorbing panels in the ceiling, and the office is going to get pretty awesome.\n我们请了一些木匠，电工和相应的帮手来办公室里。今天，他们换下了糟糕的地毯，拆除了一些太占空间的架子。他们将铺上新地板，粉刷墙壁，装上喇叭和台灯，还有天花板上的消音面板，办公室将会变得很棒。\n\nThe first quarter of the year is going to be pretty hectic for me, with first a two week trip with my family to celebrate my mother turning 60 at the end of this month. One month later, I’m going to the GDC in San Fransisco. Minecraft got nominated in three categories in the IGF!! There’s a lot of people I want to meet there, and a lot of people have expressed interest in meeting me as well. In between those two trips, I will be working on Minecraft.\n今年第一季度的计划令我相当兴奋，首先是为期两周的旅行，因为这个月底是老妈的60大寿。再过一个星期，我将去圣弗朗西斯科参加GDC游戏开发者大会。Minecraft在IGF独立游戏盛典获得了三项提名！！那里有许多我想要见的人，也有不少人表示过想见见我。我会把这两段行程之间的空隙用在Minecraft上。\n\nThe new game that Jakob is working on is going fairly well, but we’re still trying to snag a back end developer to help out with the game. We’ve got the basic theme down, and JunkBoy is working on the logo. We’re hoping to get some kind of teaser information out in like a month.\nJacob手上的新游戏进展良好，但我们仍在尝试着增加一名后台开发员来帮忙完成游戏。我们已经定下了基本内容，而JuckBoy正在做logo。希望能在一个月内能出点吸引眼球的消息。\n\nFor Minecraft, if you want to, you will be able to play the latest unstable nightly build. If you choose to, it will be installed parallel to the normal game, and it will be VERY buggy. But you’ll also get access to the absolutely latest version of the game, way before we do any releases. We’re also looking into putting up a Twitter bot that broadcasts all SVN commit comments, in case you’re REALLY curious.\n至于Minecraft，如果愿意的话，你将能玩到当日最新的不稳定版本。可以选择不影响普通版游戏的并列安装，而且这个版本将有很多bug。然而这样你就能获取游戏的绝对最新版本，比我们放出更新还要快得多。我们也在考虑装一个Twitter机器人发布所有的SVN提交的评论，如果你真的感兴趣的话。\n\n\n\nOh, and I added cake today.\n噢，还有我今天往游戏里增加了蛋糕。\n\nThe Minecraft update is coming on Thursday. There’s even a user story about that on the kanban board (anything that doesn’t get added before that won’t make it into the release).\nMinecraft更新将在周四放出。甚至在看板系统上有条关于这个的用户故事（在那之后添加的要素都不会加入此次更新）。",
    "replies": [
        {
            "author": "Minecrafthero",
            "timestamp": 1294844040,
            "txt_content": "{:10_525:}极度High状态的Notch"
        }
    ]
}