{
    "title": "。。。。。",
    "author": "汐舞月下",
    "replyCount": 3,
    "timestamp": 1382675460,
    "txt_content": "信标怎么用？有什么用？",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1382675460,
            "txt_content": " 本帖最后由 250=mo 于 2013-10-25 13:51 编辑 \n\n在此处http://minecraft-zh.gamepedia.com/%E4%BF%A1%E6%A0%87\n以后有什么就先在此站搜索\n\n信标（Beacon），繁体中文称烽火台，是用于放置在钻石块，金块，绿宝石块或铁块（或这四种方块的任意组合）结构的金字塔顶端，可以向天空直射光束的功能型方块。事先在信标方块的设置界面设置好的话，该方块能够向一定半径之内的玩家提供临时的正面效果。然而，如果离开该范围，效果只能持续8秒，这限制了信标方块的普及。金字塔本身必须为1-4格高（不包括信标方块）不然的话信标方块不会有任何效果。最小型的有效的金字塔结构为1层的3x3基座。\n\n钻石块，金块，绿宝石块或铁块构筑成有效的金字塔形状，并将信标方块放在顶端时，信标方块会发出一道竖直向上的光束，一旦被激活就能给予玩家临时的正面效果。金字塔的层数越多，能提供的可选效果就越多（不包括信标方块本身的话最高4层）。这样单层金字塔需要9个方块，双层34个，三层83个，四层164个。辅助效果（Secondary Power）是可以加在主效果（Primary power）上的。效果的“恢复”过程总是可见的。你也可以在建造金字塔时混用四种方块。也就是说，同一座金字塔可以由不同方块一起构造。\n光束最高到达323.46，而且甚至在未载入的区块里都可见。这使其成为一种在中短程都相当显眼的地标，这就是其名称“信标方块”的由来。\n信标光束上限大约在高度为323.46处。然而，如果观察者的高度达到323，光束会消失，高度降到323以下时又会重新出现。\n\n\n\n\n180px-Beacon_Pyramid_Arangements_12w32a.png (22.28 KB, 下载次数: 0)\n\n下载附件\n\n2013-10-25 13:50 上传\n\n\n\n\n需求与效果\n信标方块的上方不能有固体方块（玻璃可以），而且亮度要为15（并不必须是白天）。这些条件仅对信标方块本身有效，不包括下面的金字塔。方块能够向一定半径之内的玩家提供临时的正面效果。信标越大，可选效果越多，范围越大。对应不同尺寸金字塔的作用范围均为正方体，棱长从小到大约为33格、49格、65格、81格。范围半径不仅仅是水平方向，竖直方向也有效。金字塔的不同构成材料与信标效果无任何关系。\n自13w05a起，信标作用范围调整为41格、61格、81格、101格。\n激活\n信标默认无效果。激活需要在图形界面的物品槽中放置铁锭、金锭、绿宝石或钻石四者之一。玩家可以通过点击顶部窗口设置效果：点击效果会激活方块。玩家点击“完成”之后，刚刚放置的物品会被消耗，而且信标开始向附近玩家提供正面效果。如果希望改变信标的效果，你需要再进行一次该过程，也会再消耗一个物品。\n效果\n如果金字塔在信标激活后被破坏，虽然信标失去效果，但其仍能够记忆其效果设置，并在金字塔修复后立即自动激活而不需要消耗物品。这样，您可以使用一个粘性活塞来方便地实现对信标效果的开启与关闭。在金字塔的作用范围内，信标效果会被不断刷新维持；超出作用范围后，每种效果会持续8秒。\n主效果\n五种主效果为速度，速掘，抗性提升，跳跃提升与力量。当塔高一层时只有速度与速掘；塔高两层时多了两个选项：抗性提升与跳跃提升；塔高三层或四层的话你具有所有的主效果选项。你需要选择一种主效果以激活信标。\n辅助效果\n目前唯一只作为辅助效果出现的就是生命恢复。如果选择了一种主效果，同时塔高必须为4层的话，你也可以在辅助效果中选择该主效果对应的等级II效果或生命恢复效果。如果选择等级II效果，信标不会再提供生命恢复效果。\n其他平行世界\n信标也会在下界正常作用——只要信标上方有至少14格的空气即可。但信标的光柱只有上方所有方块都被移除（包括基岩）之后才会出现。\n信标在末路之地的表现与下界相同。\n\n\n"
        },
        {
            "author": "xukarhei",
            "timestamp": 1382679720,
            "txt_content": "在3x3的铁，金，钻石，或者绿宝石块弄的平台中间放置信标就可以激活。\n可以给信标添加属性，当在信标附近就生效\n\n高级信标则是2层金字塔形的平台，再高就是3层金字塔平台。\n求采纳"
        },
        {
            "author": "934781972",
            "timestamp": 1382679780,
            "txt_content": "信标要铁块 金块 钻石块就可以用了···\n放置方式：\nX信X         X信X\n铁铁铁      铁铁铁\n              铁铁铁铁     这样放的 9个铁块就可以激活信标  信标可以获得一些效果 回血速度什么的\n\n\n\n请LZ采纳吧···"
        }
    ]
}