{
    "title": "《KXY研究院 由来说》持续更新",
    "author": "602548978",
    "replyCount": 1,
    "timestamp": 1382716500,
    "txt_content": " 本帖最后由 602548978 于 2013-10-25 23:55 编辑 \n\n研究院什么都研究包括整个游戏的来源，各种怪物的来源，故事，资料，内容 我很纠结的就是\n，你刚来到这个世界的时候，为什么会有村庄，晚上为什么会有僵尸？每次说开荒，其实早让人\n开过了            僵尸我觉得应该是以前的人开发的病毒\n结果传播出去了\n哪个时候都是大城市    僵尸肆虐后，各个存\n活下来的就组件小村庄开始抵抗怪物袭击\n于是骷髅这个分支就又出现了\nJJ怪应该是人体实验失败的产物 每次地下有那些废弃\n矿洞，我很纠结，矿工哪儿去了？\n都有铁轨，箱子   应该是病毒散发之后，\n矿工来不及出去，结果下面一个人都没有   箱子里的东西都是矿工死之前放置的        \n   刷怪笼的出现给这个世界带来更大的威胁                    \n     有些人认为只是自然产物而已\n    其实我觉得是属于研究的一部分   刷怪笼内应该含有细\n胞和病毒原体可以再生\n所以是无限出怪物的     而且细胞再生有时间，\n不过很快，光源可以组织细胞生成               还有那些神庙，金字塔\n真的很好奇哪个时候的人怎么会使用红石电路这么高科技的东西\n说明当时的科技远远超过现在\n而且人口也非常发达     更让我纠结\n的是，小黑的出现\n他们每次只会搬运方块，为什么。。\n说明小黑也是研究计划的一部分\n当时的人只顾着发展，所以要建筑\n小黑正是相反的例子  而且身上\n携带末影珍珠的高科技产物\n怀疑的是小黑为什么可以重复无限使用，而人类只能一次性使用\n当发现地狱门的存在时，更令我纠结的事情发生了  地狱的存在。。。\n。让这个世界又有了新的答案出现  说明当时是有神灵存在的。。，神灵其\n实就是KU     把世界分割成两个部分                  \n  而且地狱内的东西基本都是扭曲的怪物，但是他们爱好和平，除了某\n些主动攻击型强的东西     猪人的存在导致了现任\n人类的恐惧，因为他们是成群结队，手里武器也非常致命\n但是猪人是不会主动攻击人类的  而且以前也说过，\n在现世里，猪被雷劈了会变成猪人  猪是现世的产物，跟人类有密切联系\n可能是因为这样，所以才不会主动攻击人类    当时的研究人员发\n现地狱时非常惊讶，索性，他们抛弃了现世，来到了地狱开展他们的研究计划\n猪人，烈焰人，凋零，轰炸机，这些产物诞生了。。 当研究出烈\n焰人时，研究人员也以为他们不会攻击其他生物，正相反，他们的攻击性非常强，杀死了部分的研\n究人员，其余的研究人员不肯放弃，把研究烈焰人用工具丢弃在各个角落。\n当研究出地狱轰炸机时，因为体型巨大，只研究出一只，结果换来的是衍生出更多的轰炸机，不停\n的吞噬研究人员，导致只剩下一部分精英存在，其余人员全部死亡，轰炸机通过吞噬人类细胞分裂\n出更多的轰炸机，但是其余一部分研究人员逃离，轰炸机没能一直分裂下去，导致轰炸机的数量逐渐减少。\n一部分研究人员不肯放弃，他们准备寻找人类的希望，一直在抓捕骷髅研究对抗怪物的产物，凋零骷髅，跟\n其他骷髅相反的是他们手持石剑，体形比一般骷髅巨大，但是他们的独有特性，研发出来时凋零帮助击退不\n少怪物，消灭了很多威胁人类的存在，村庄开始成型，但是一部分怪物依旧保持隐藏，只有晚上才会出来，\n凋零渐渐的被怪物同化，变成了杀戮机器，仅剩十名研究机构人员不肯放弃，逃离地狱，进入现世隐藏了起来。\n因为凋零已经击退不少怪物，导致了僵尸和骷髅在白天会燃烧的特性，从而也导致了他们的攻击性更强烈，于\n是，现世的地底怪物再次出现，巨型蜘蛛，史莱姆，它们的出现让人类更具有威胁性。\n研究人员被迫一直流浪，有些则在地底一直居住，最后研究人员只剩最后4名。\n其中一名人员在逃离怪物追杀时意外的发现了末地传送门。\n进入之后发现是一个漂浮在空中的岛屿，这个说法更透彻的说明的神灵的存在是真实的。\n他们继续开发研究，发现末地的大部分材料很适合研究一种东西，结果出现了小黑，当看到小黑时，一名研究\n人员下意识了看了下眼睛，结果这名研究人员被强行拽下了脑袋，其余研究人员非常害怕，因为仅剩3名人员了，\n当他们发现不去看眼睛的时候，小黑是不会主动攻击人类的。但是小黑的分裂速度非常快，以至于智能高到自\n己制作同伴，其余的3名研究人员不忍看到这些，于是匆匆建立了KXY研究院来研究这一切                                                                 而现世居住地底的研究人员非常以外的发现了小黑的存在，这时还剩余13名研究人员，他们寻找死去的研究人员的足迹，发现了末地。在进入之后，他们被眼前的景象惊呆了，小黑成片成片的已经超过现存有人类的数量，并且不知道在研究什么新的东    西，这时小黑的智商水平已经超过现存人类的标准，进化成更残暴的物种，研究人员害怕了，索性退出末地，继续在现世寻找新的希望。\n当他们发现凋零骷髅的脑袋和地狱的灵魂沙有共鸣时，研究人员非常激动，他们认为如果在这个新物种爆发之前消灭，可以批量生产击退现在的怪物。于是，凋零产生了，可是他们错了。\n凋零的攻击性远远比凋零骷髅具有威胁的多，其中的10名研究人员全部死亡，凋零不知下落。                             现存人类的大型村庄已经被消灭的一干二净，只有小型的村庄一直在抵抗怪物的袭击。\n但是小黑本身认为末地这一片小地方已经不适合他们继续繁衍了，索性就研究出了末影珍珠，进入现世开始拿取方块开始扩大领地。\n这时，人类的英雄领袖开始站出来了，HIM！他用强横的武力打败了很多怪物，怪物们也都非常害怕，小黑看到这个人类非常有价值之后，HIM的遭遇就变得很凄惨了。他们抓住了HIM，并且强行改造身体，在身体内装入十颗珍珠，HIM也被完全洗脑，当改造完毕时，HIM直接就使用珍珠传送到现世开始疯狂的杀戮，不管是怪物还是人类，只要看到HIM，都不可能会回去。而且HIM最喜欢用红石火把来照明，于是现存人类基本不使用红石科技。",
    "replies": [
        {
            "author": "602548978",
            "timestamp": 1382716620,
            "txt_content": "人类的分支中出现了女巫的存在，女巫平常不喜欢和人交流，而且只喜欢研究各种各样的药水来拯救那些变成怪物的人类，怪物的存在数量又减少了一部分，人类以为自己寻找到了希望，可惜，好景不长。\n怪物渐渐的也拥有堪比小黑的智能，学会成群结队，呼喊同伴，甚至会运用战术来攻击人类，而且小黑认为他们才是这个世界真正的领导者，于是把女巫也抓住了，当女巫看到HIM的时候，惊呆了，可惜小黑们已经给HIM改造的更全面，自主洗脑功能，于是，女巫变得暴虐不堪，疯狂的使用各种攻击性药水来杀害剩余的人类，人类最后的希望彻底破灭了。\n村庄变成更小的村庄，东西和粮食也渐渐的减少，不少人类因为粮食原因而死去。"
        }
    ]
}