{
    "title": "【TMMC搬运工】1.7你所不知道的新群系！",
    "author": "末影龍",
    "replyCount": 9,
    "timestamp": 1382770080,
    "txt_content": " 本帖最后由 末影龍 于 2013-10-26 14:49 编辑 \n\nhttp://minecraft-zh.gamepedia.com/%E7%94%9F%E7%89%A9%E7%BE%A4%E7%B3%BB#.E4.B8.9B.E6.9E.97\nLOOKLOOK这里！\n\n\n\n\n360截图20131026144608015.jpg (16.34 KB, 下载次数: 3)\n\n下载附件\n\n2013-10-26 14:46 上传\n\n\n\n\n展开这些，你将看到。。。\n这里是MCWiki！\nMC百科全书！\nTMMC搬运工！超级新资讯！\n\n",
    "replies": [
        {
            "author": "934781972",
            "timestamp": 1382770140,
            "txt_content": "图太小···只能去原帖看···"
        },
        {
            "author": "末影龍",
            "timestamp": 1382770200,
            "txt_content": "934781972 发表于 2013-10-26 14:49 \n图太小···只能去原帖看···\n我该说什么。。。你家电脑是八位机么= =\n至少原帖你总知道在哪吧= ="
        },
        {
            "author": "末影龍",
            "timestamp": 1382770260,
            "txt_content": "生物群系种类目前一共有12种主要的生物群系和7种技术性生物群系。不同的生物群系可以很容易地用草地和叶子的颜色以及出现的方块种类（例如沙漠中的仙人掌和针叶林中的松树）来区分。它们的分布是通过地图种子产生的伪随机决定的。技术性生物群系能让各种生物群系之间的过渡更平滑，同时也可以作为某种生物群系附带的特性。\n\n生物群系ID名称和特征描述样图0海洋水， 沙子， 粘土， 泥土，乌贼一个很大的、平坦开阔并完全由水构成的生物群系。水下有低矮的山和平原，海底由沙子和粘土块构成。海洋的尺寸没有限制。[1] 海可以绵延超过2.5万格，罕见的情况下能超过10万格。在海洋中能找到一些带有稀少植物的小岛。一般小岛上不会生成被动型生物，但能生成怪物。 通向地下峡谷和废弃矿井的入口也可以在海底找到(由于在水下，它们的大部分上部结构被水淹没)。海洋也可以作为技术性生物群系生成。在XBOX360的游戏中，海洋包围着整个地图。\n1草原草丛， 草， 花， 村庄， 马一个相对平坦的生物群系，有着起伏的山丘和许多的草丛。偶尔会有两格高的草，但几乎没有树。水沟，水洞与村庄是十分常见的。 洞穴入口，还有湖泊，岩浆湖因为平坦的地形而很容易辨认。被动型生物常生成在这，同时这也是两个会自然生成马的生物群落之一，另一个是热带草原。\n2沙漠沙子， 仙人掌， 枯死的灌木， 沙石， 甘蔗， 沙漠水井， 沙漠神殿， 村庄荒芜的生物群系，主要由沙子，大型的沙丘，枯死的灌木和仙人掌组成。沙石一般能在沙子低下找到。这个生物群系从来不下雨。如果沙漠靠近海洋或河流，那么就有可能找到甘蔗。缺乏视线阻隔物使得怪物在夜晚能看得十分清楚。沙漠村庄，沙漠水井和沙漠神殿只能在这个生物群系找到。在马匹更新中，沙漠不再能生成湖泊，但岩浆湖还是能生成的。\n3峭壁（山脉）橡树, 花, 绿宝石, 怪物蛋一个多高山的生物群系（一些山高度达到y=124）， 有灰蓝色的草地和很少的树，悬崖，山峰，山谷，瀑布，岩突，浮岛，还有其它更多的结构，构成了一幅美丽的画卷。这里的地下洞穴系统比其它任何生物群系都多。 坠崖是种典型的危险，因为这里存在许多壁架并且有可能因为下落高度太大导致巨大的坠落伤害甚至死亡。山脉是唯一自然生成绿宝石和蠹虫的生物群系。4森林橡树和桦树， 花， 狼， 蘑菇一种拥有许多树木，适量的草丛，少量的山丘的生物群系。橡树和桦树会在这个生物群系生成。偶尔能找到蘑菇，草丛，玫瑰和蒲公英。森林偶尔也会作为技术性生物群落在平原生物群系中生成。森林是最好的出生地之一，因为有丰富的木材资源。树木的生成频率使得夜晚在森林里行动十分危险，因为树木会阻挡视线，而且有助于怪物生成。森林生物群系也是最小的生物群系之一。\n5针叶林雪， 降雪， 冰， 云杉，花， 狼一个多山，遍布云杉的生物群系。草是暗沉的深蓝色。这个生物群系会降雪，生成冰和雪。山很常见，狼在这个生物群系也十分容易找到。\n6沼泽沼泽小屋， 橡树， 草丛，藤蔓， 睡莲， 粘土， 蘑菇， 史莱姆，一种具有环绕着海平面的平坦干燥区域与漂浮着睡莲的浅水池两种特征的生物群系。粘土，沙子和泥土都能在池底找到。水，草，树叶和藤蔓的颜色都比其它生物群系暗得多。树木常覆有藤蔓，且有时会从水中生成。蘑菇和甘蔗是非常丰富的。沼泽小屋只在夜间生成，史莱姆也会在晚上自然生成，常见于满月时，使得沼泽到夜晚会变得危险。\n12冻原雪， 降雪， 橡树， 冰， 云杉 （即将到来）一个相对罕见但广阔、平坦的，有着许多雪的生物群系。这个生物群系不会下雨——会下雪。湖泊与河流都是冻结的。这里的山丘往往会连成一片。甘蔗会在这里生成，但很快会在这个区块被载入时因为水的冻结而被拔除。 天然的树在这里很罕见。自快照13w36a以后，云杉也可能会生成了。 因为生物群系的大小，有雪覆盖，树的罕见，出生在冻原生存的难度比其它的生物群系大。\n14蘑菇岛蘑菇， 巨型蘑菇， 菌丝，哞菇， 没有怪物这个生物群系由平坦的地形和高山组成，菌丝替代了正常情况下的草地而出现在它的表面，但如果你放置了一块草，那么这块草会有比较亮的绿色，不同于丛林生物群系的。它倾向于作为一个小岛出现在距离地图的初始出生点和大陆较远的地方。它是可以自然出现巨型蘑菇的两个生物群系之一（另外一个是森林生物群系的顶部。），并且这里蘑菇可以在最大亮度下生长。除了哞菇，没有生物会在这里刷新（包括敌对生物），即使在山洞、废弃矿井中。这意味着在地下探索是相对安全的，但刷怪箱依旧会生成生物。玩家也可以通过动物繁殖或使用物品（如刷怪蛋）来生成生物。在这个生物群系中，树可以通过种植树苗生长，其他种在泥土或草上的植物也可以生长，只要它们没有和菌丝方块直接相邻——菌丝方块会取代泥土方块并使植物掉落。在菌丝上无法直接耕种，但是它可以被挖走并重新填充泥土方块，然后立刻耕种。一旦被开垦，耕地方块就可以免于被菌丝方块取代。\n21丛林丛林树， 丛林神庙， 蕨，花， 藤蔓， 豹猫， 可可果， 西瓜注意: 如果你的电脑很慢或者硬盘空间只剩10%或者更少了，跑进丛林可能会导致Minecraft崩溃，或者更糟糕，看你的电脑如何了。一个非常茂盛的热带生物群系。 它有着巨大的丛林树木，能长到31高，还有2x2的树干。橡树也是十分常见的。风景是郁郁葱葱的绿色和丘陵，带着许多小湖泊，湖泊靠着深谷，有时丛林还会在海平面以上。树叶覆盖着森林的地面——这些“树组”有着单块的从林木和包围在四周的橡树叶。当置身丛林时，天空看起来会显得更亮些。这是唯一一个包含自然生成的蕨与前述丛林树木的生物群系。藤蔓能在大多数方块旁发现且有时会在洞穴附近找到。豹猫，丛林神庙和可可果只生成在这个生物群系。在快照13w36a中， 西瓜也能生成在这了，使丛林生物群系成为唯一自然生成西瓜的地方。西瓜会成群出现，与南瓜差不多。\n8地狱（下界）岩浆怪， 地狱岩， 萤石，灵魂沙， 地狱疣， 蘑菇，地狱砖， 沙砾， 下界石英，恶魂， 烈焰人， 僵尸猪人，下界要塞， 凋灵骷髅主条目： 下界这种生物群系构成了下界。大部分都是地狱岩，也生成下界石英。与其他群系不同，它被两层基岩封闭起来（在128层与1层）。岩浆海覆盖这个生物群系的第31层，而岩浆瀑布则从基岩层流下来（偶尔也会从岩壁上），使得岩浆海和岩浆瀑布非常常见。岩浆在下界比主世界要流得更远。下界是生成恶魂、僵尸猪人、烈焰人、岩浆怪、凋灵骷髅的唯一场所。萤石能在地狱岩顶和露出的岩层找到，沙砾和灵魂沙也会在高处的岩层和生成。许多下界生物群系的生物只能在下界要塞生成。\n9空岛 （末路之地）末地石， 末影人， 黑曜石，末影水晶， 末影龙主条目： 末路之地这种生物群系构成了末路之地。这里只会生成末影人和末影龙。然而，末路之地的大多数结构的生成是由维度而不是生物群系决定的。如果这个生物群系被用于超平坦世界，天空将会变成暗黑色，主世界坐标(0，0)的地方会生成一只末影龙，且到夜晚时只会生成末影人。因为地图的类型是超平坦，所以将不会出现末影水晶和黑曜石柱。末路之地是一个有限的、由末地石组成的漂浮岛屿， 伫立着黑曜石塔，每一个黑曜石塔上面都有末影水晶。 末路之地没有基岩层，所以任何物体掉下末路之地之后都会掉进虚空。\n\n[编辑]技术性生物群系技术性生物群系 被发现于比它大的群系中。它们不能被视为真正的生物群系，但是它们被称为生物群系的一部分。然而，这些技术性生物群系在Minecraft中发挥重要的作用，用来建立更符合实际的地形。有七个已知技术性生物群系，虽然有少的技术性生物群系。生物群系ID名称和特征描述样图7河流水， 沙子， 粘土一个细长的，由水组成的生物群系，弯曲的形状使其看起来像一条真正的河。河流用于分离地形区或隔开主要的生物群系。它们可能会流入海洋，在极少数的情况下，河流会脱离海洋而流成一个圈。河流中没有流动的水。 河流也是粘土的来源之一。这里非常适合钓鱼。\n10冻洋冰， 水， 沙子， 粘土能在较冷的生物群系找到，顶部是冻结的冰。\n11冻河冰， 水， 沙子， 粘土这种生物群系只生成在冻原生物群系。水面冻结成了冰。\n15蘑菇岛海滩蘑菇， 巨型蘑菇， 菌丝，哞菇，蘑菇岛海滩显示着蘑菇岛平坦的海岸。\n16海滩沙子，生成于海洋的岸边，由沙子组成。海滩会将原本岸边的方块移除并放上沙子。这里同样适合钓鱼。海滩在针叶林里通常会大得多。有关海滩的历史请见海滩\n20悬崖作为山脉与其它生物群系间的过渡\n17, 18, 19, 22山丘山丘是森林，针叶林，沙漠，丛林和冻原生物群系的一种结构，能在F3键菜单中看到，如“森林山丘（ForestHills）”“沙漠山丘（DesertHills）”等。森林山丘似乎比其它生物群系里的山丘生成得少一些。针叶林山丘通常都比较高， 高度差不多达到山脉生物群系的高度了。在1.3的更新中森林和沙漠的山丘要高一些了。\n"
        },
        {
            "author": "末影龍",
            "timestamp": 1382770380,
            "txt_content": "末影龍 发表于 2013-10-26 14:51 \n生物群系种类目前一共有12种主要的生物群系和7种技术性生物群系。不同的生物群系可 ...\n在快照13w36a中，有8个新的生物群系，8个新的技术性生物群系，还有20种过往生物群系的变种，共36种生物群系将在1.7更新中加入。[编辑]未来的主要生物群系[收缩]生物群系ID名称和特征描述样图24深海水, 沙砾, 粘土块, SquidA variation of the Ocean biome introduced in 13w36a. In Deep Ocean biomes, the ocean can exceed 30 blocks in depth, making it twice as deep as the normal ocean. In contrast to default oceans, the ground is mainly covered with gravel.\n27桦木森林桦木， 花A forest made solely out of birch trees.\n29黑森林Roofed Forest Trees, 巨型蘑菇， 蘑菇, Rose BushesThis biome, also called Black Forest, is composed of trees with 2x2 trunks, a mostly closed roof of leaves, and occasional large mushrooms. Its trees are very close to each other and it has such a dense foliage that some of the forest will be dark enough for hostile mobs to spawn, even during the day.30无雪针叶林Spruce Trees, 花, Fern,WolvesIn snapshot 13w36a, Taiga biomes no longer have snow by default. The snow covered variant has been renamed Cold Taiga.\n\n32红木森林Spruce Trees, Podzol,Ferns, Wolves, Moss Stone, 蘑菇, 泥土This biome, officially called Mega Taiga, is composed of spruce trees, some of which are 2x2 thick. Moss stone boulders appear frequently, brown mushrooms are very abundant and a new dirt-type block called Podzol can be found in this biome. There are also patches of dirt that don't grow grass. Wolves may also spawn here, as they do in normal Taiga biomes.34峭壁+石头, 泥土, Spruce TreesExtreme Hills+ is a variant of the regular extreme hills biome, adding a moderate amount of spruce trees.\n35热带草原Acacia Trees, Tall Grass,NPC村庄， 马A relatively flat and dry biome with yellowish grass and many savanna trees. NPC Villages can generate in this biome, and it is one of only two biomes (the other being plains) where horses spawn naturally. Rain never falls in this biome, similar to the desert.\n37平顶山Dead Bush, 硬化粘土, 6种颜色的染色硬化粘土, 红沙Mesa is an exotic biome made of hardened clay and stained clay, with dead bushes around similar to a desert. Its composition is useful when other sources of clay are scarce. However, Mesa biomes and their variations are relatively rare on a map. As of 13w39a, Red Sand will also generate here instead of regular sand."
        },
        {
            "author": "934781972",
            "timestamp": 1382770380,
            "txt_content": "末影龍 发表于 2013-10-26 14:50 \n我该说什么。。。你家电脑是八位机么= =\n至少原帖你总知道在哪吧= =\n你为何不把地板的话 放在帖子里面···你想刷回复吗···"
        },
        {
            "author": "末影龍",
            "timestamp": 1382770440,
            "txt_content": "末影龍 发表于 2013-10-26 14:53 \n在快照13w36a中，有8个新的生物群系，8个新的技术性生物群系，还有20种过往生物群系的变种，共36种生物群 ...\n未来的技术性生物群系新的技术性生物群系，严格来说不算“真的”生物群系，但能显示在F3菜单中。[收缩]生物群系ID名称和特征描述样图23丛林边际丛林树, Ferns, 花, Vines,OcelotsOnly spawns at the border of a jungle biome and any other biome. It's like a jungle but with fewer trees and bushes. Additionally, huge jungle trees will not spawn there.\n25石滩石头This stone-covered biome often appears adjacent to mountains and the ocean. Depending on the height of the nearby land, it can generate medium slopes or huge cliffs. Because of a tweet of Jeb, this biome was previously referred to as cliff biome.[2]\n26冻滩沙, 雪, 降雪A beach with snowy weather conditions.\n28, 31, 33山丘More technical hills biomes were added in 13w36a to fit with the new biomes. Hills can now be generated in Birch Forest, Cold Taiga and Mega Taiga.\n36, 38, 39高原Like the hills technical biome, but flattened at the top. Added for Savannas and Mesas. (Mesa Plateau F is a variant of the Mesa Plateau, adding a few layers of dirt/grass and a forest of small trees with brown leaves)\n"
        },
        {
            "author": "末影龍",
            "timestamp": 1382770440,
            "txt_content": "934781972 发表于 2013-10-26 14:53 \n你为何不把地板的话 放在帖子里面···你想刷回复吗···\n额~回复方便点。。。真的。。。完了。。。搬运完了~"
        },
        {
            "author": "猥琐的小强",
            "timestamp": 1382770680,
            "txt_content": "这么多生物群系....."
        },
        {
            "author": "YUY",
            "timestamp": 1382771220,
            "txt_content": "不错不错.."
        }
    ]
}