{
    "title": "「无节操的国外文学创作作品翻译」僵尸围村",
    "author": "传说君",
    "replyCount": 2,
    "timestamp": 1382772240,
    "txt_content": " 本帖最后由 传说君 于 2013-10-26 17:34 编辑 \n本人第一次翻译外国作品，绝非机翻，祝大伙看的开心:-D\n\n僵尸围村\n\n原作者的前话：\nI was browsing the forums, and I have noticed that there is no section for fan fiction. (Or maybe there is, and this is just a fail) So I have made this, and you guys can post what ever stories you want on here. My first story shall be about zombies vs villagers, as I think that is awesome.;-)\n我浏览论坛,我已经注意到,几乎没有同人小说是关于科幻的。(或者有,但并不成功)所以我写了这片文章,你们可以在这里写下你期待的故事走向。我的第一个故事关于僵尸大战村民,我认为这是最可怕的。（笑）\n\n正文开始\n\nStory:\n故事:\n\nYou stumble across the plains, your food bar dangerously low. \\\"How did this happen? \\\" you think. A night ago, you were chillin' in your cave house, gradually mining out a near bye hill. Then, the next night, it happened. The front door was blown up by a creeper, and stupidly, you ran. It was blind panic, as you had only a iron helmet, and a pair of boots, dedicating most of your resources to mining. You ran faster, breath gasping out, with arrows whizzing bye. A zombie moans, and gives a stumbling leap, but a quick swipe of a iron sword coaxes it's head from it's body. Further you run, into the unexplored forest of the east. Quickly, you use one of the age old minecraft shelters, a hole in the ground. You listen to the distant clank of a skeleton, and wait for morning.\n         远处是一个平原,我的饥饿值已经达到最低，我敢肯定，再跑两步我就要死了。为什么会这样，你有可能会问，当然了，这不是平白无故发生的。事情要追溯到前一个晚上,我还在建筑我的穴居小屋,逐渐地，我快将整座山挖平了。然后,第二天晚上,恐怖的事情发生了。我的小屋前门被一个蠢到家的苦力怕炸开了，哦天,我急匆匆的逃跑。当然事后想起来这是十分愚蠢的,因为我只有一个铁头盔,和一双靴子,我的所有资源基本都用来挖矿了。我已经气喘吁吁,一支箭嗖嗖掠过我的耳边，差点我就要和这个世界说再见了。一个僵尸吼叫着,我跌跌撞撞的从他身边跑过,并快速的用那快坏掉的铁剑将它的头砍下。我不敢停下,很快我到了未知的森林的东边。我找到了一个洞穴可以供我栖息。听听着遥远的叮当声的骨架,回忆好像梦一样的经历，并等待早晨。\n\nThat was a day ago. When morning came, you had set out in the direction you thought home was, but had somehow ended up on this plains biome. A sudden spasm of pain races through your body, bringing you back to the present. Your food bar is gone! You gasp, and run, over the rolling hills, looking desperately for harmless barn yard animals to kill to satisfy your hunger. Suddenly, as you crest another hill, you spot a village! Giving a sigh of relief, you race down the hill, in between the bland buildings. You smash a few wheat plants, plop down a crafting table and cram the freshly made bread down your throat. As you eat, you wander the streets, looking at the town. A church, some houses, one black smith, and two library's. You loot the chest, while being given the evil eye by the black smith. After gathering about some more wheat, and other crops, you head off over a near bye hill to start a new life. Over the next few days, the village was forgotten , as you busy your self hollowing out a hill, creating a sort of hobbit hole. That night, you head to your farm, and harvest a few crops. You had wasted most of your seeds with chickens, and so decided to head back to the village to get 'supplies'. As you draw closer, you begin realize something is wrong. The doors are all gone, and there are no villagers in sight. The day was just beginning, so you feel confident enough to head down the slope. You walk softly through the deserted village, then pick up the sound of clanking, and moans. You peer round a corner, then recoil in shock. In the distance, a Golem is being attacked by a group of zombies. The Zombies beat at it with their flaming fists, and the Golem is being over whelmed, even though the zombies were on fire. The Golem smacked one into the church wall, but was being forced back. A zombie wielding a stone sword gave it a solid smack to the nose, and that finished it. With mournful creak, it feel back, and into a cave. The zombies piled in after it, moaning and snarling. You stand there, frozen in shock. Suddenly form behind you comes a high growl. Oh hell....\n        那是一天前。当太阳升起来时,我捂住受伤的腰部，向我的小屋走去，可是不知道怎么回事，我好像迷路了，使我到了这个平原。之后，就是现在，我的最后的饱食度不见了!我大口喘着气,勉强走着。最后，我还是对那些可爱的动物起了杀心，来补充饱食度，为了生存。突然,沿着另一座小山,我看到一个村庄!终于歇了一口气,我跑下山,在很普通的建筑之间。我打碎几个小麦,一屁股跌倒在工作台边并往嘴里塞满了刚出炉的面包，那些生肉和腐肉太难吃了！。我边吃边漫步在街头,看着村庄。一个教堂,一些房屋,一座锻造屋,和两个图书馆。而我挂在胸部的战利品,而被一双在锻造屋的邪恶的眼睛盯上了，当然，我自己不知道。我可以在这个村庄开始新的生活！接下来的几天,村子被我遗忘,因为我忙着给自己挖空一个山,挖一种类似霍比特人洞。那天晚上,我去农场收获一些农作物。我已经浪费了大部分种子与鸡,所以决定回村去“供应”，当然了，是免费的。当我靠近村庄,我开始意识到事情有些不对劲。门都没了,没有村民。但是因为这一天是刚刚开始,太阳当空，所以我有足够的信心头冲下斜坡。我轻轻地走在空无一人的村庄里,突然响起隆隆声和呻吟。我走过在拐角处,然后我被震惊了。远处,一个铁傀儡正遭到一群僵尸的围攻。僵尸在他们用燃烧的拳头攻击,和机器人进行搏斗,尽管僵尸都着火了，但还是凶猛无比。铁傀儡被逼到教堂墙壁旁。一个手持石剑的僵尸了解了它，铁傀儡发出一阵震耳欲聋的吼叫后，倒在地上。僵尸们站在在它后,呻吟和咆哮。我站在那里,不敢动弹，我不相信铁傀儡这么不堪一击。突然我的身后暴出一阵狂叫。噢,该死....",
    "replies": [
        {
            "author": "388498173",
            "timestamp": 1460260140,
            "txt_content": "沙发！该死后面呢？还有第二章吗？"
        },
        {
            "author": "安根_Engon",
            "timestamp": 1461466440,
            "txt_content": "其实这种翻译与创作结合的作品也少见，所以特意鼓励一下。"
        }
    ]
}