{
    "title": "史蒂夫的复兴路（第五章）",
    "author": "caith",
    "replyCount": 3,
    "timestamp": 1382842980,
    "txt_content": "《史蒂夫的复兴路》\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n主人公：史蒂夫和其团队\n主要内容：史蒂夫的亲哥哥拉杰白手起建了一座小城市------拉杰丽，却被僵尸毁得面目全非，史蒂夫结盟一些英雄一边复仇一边寻找让人类能力提升的方法。\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n章节\n\n1、最后的抵抗（上）\n地址http://www.mcbbs.net/forum.php?m ... &extra=page%3D1\n2、最后的抗争（下）\n地址http://www.mcbbs.net/forum.php?m ... d=174256&extra=\n3、废墟\n地址http://www.mcbbs.net/forum.php?m ... p;extra=#pid3377878\n4、悼念\n地址http://www.mcbbs.net/forum.php?m ... d=184397&extra=\n5、离别\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n离别\n\n        一上午就这么过去的，当熊熊烈日在正头顶上燃烧时，史蒂夫缓缓睁看眼睛，却发现乔治已经在旁边坐着了。乔治看了看自己的怀表，说：\n        “真准！”乔治有些激动地说，“你睁开眼睛的时候刚好十二点！”\n        “你总会到处找乐子。”史蒂夫仍一脸平静地回答。\n        “你觉得我们该干什么?我们不懂建筑，没法帮鲍勃的忙，我们唯一能做的就是在这干等。”\n        “不，我们得来一次远行。”\n        “好啊！可就我们两个？”\n        “我听说丹尼斯（盾兵部部长）也还活着？”\n        “那家伙运气总是那么好，身上甚至连个伤都没有。现在在帮工人搬石头呢，又在展现他的臂力！”\n        “走，去找他，商量商量以后的事。”\n        史蒂夫和乔治下了山坡，又走进了这让人作呕的废墟。乔治一路向工人打听，最后在石场找到了丹尼斯。丹尼斯正在很努力地搬原石，右肩四块，左手拉着个车子，上面装了十二块。周围的工人顶多背上抗两块，要么两个人一个拉车一个推车。\n        “我可不想和这家伙玩摔跤，他会把你扔出二十米远的！嘿，丹尼斯！”乔治说。丹尼斯看见史蒂夫和乔治站在那里，把原石装在大矿车上，走过来：\n        “僵尸怕岩浆，所以这些高效刷石机还完好无损。你们找我干嘛？”丹尼斯拍拍自己身上的灰，把史蒂夫和乔治引到几个原石台阶上坐下。\n        “史蒂夫觉得我们应该做些什么，他说我们该出去走走了。”乔治抢先回答道。\n        “我们应该想办法提升人类的战斗力，不然我们永远会被僵尸虐待。”\n        “我不是天天练着嘞么。”丹尼斯展示着他的肌肉。\n        “你那点肌肉在战争中能起多大作用，那些士兵也没时间像你这样练。”史蒂夫反驳。\n        “那你的意思是你要去找小孩书上的那神器（附魔台和技能书）？”乔治讽刺着。\n        “那玩意儿不是不可能有，《创世神史》中说创世神创造过这两样东西。”\n         “我早就说那段历史是编的了!”\n         “不可能是假的……”\n         “你俩别挣了，有没有就去找找啊，我们自从有了这座城，就没走出过这里。”丹尼斯忽然插进来说。一下子，空气沉寂了许多，或许这是真的，自从拉杰丽的诞生以来，除了使者与附近地区的联系外，他们几乎就没有往外走过了。\n        “嘿，我偷听你们说话好久了!”使者撒拉从草丛里钻出来，“你们要出行加个我呗!”\n        “额~，那就这样了吧，我们四个。恩？史蒂夫？”乔治有些犹豫地说。\n         “好啊，我就没有拒绝过！”史蒂夫站起身，拍拍腿上的灰，准备走。\n        “我们是不是该准备准备？我看，咱去铁匠铺看看！”撒拉说着，带着大家去了铁匠铺。\n        铁匠铺正对着城西门，而此时的夕阳也快落山了，铁匠铺在余光的照耀下显得十分冷清。史蒂夫一行边走边吃着面包和猪排，来到铁匠铺门前，老板已经在那恭候多时了。老板是个花甲老人，而且无妻无子，却有一手精干的打铁裁木的技术，他教出不知多少铁匠木匠。老人如今满脸的皱纹，眼睛也不太好使了，但气力犹存，还能亲自打铁呢。\n        “你们终于来了，鲍勃让我为你们准备了些东西，来看看吧!”老人迟钝地从武器架上拿出四套武器。\n        “史蒂夫，你的二石长弓和箭，弓心上有把短匕首做近身武器。”\n        “麻烦您了。”史蒂夫赶忙接过去。\n        “丹尼斯，这是铁遁和铁刀。”\n        “您慢着点儿。”丹尼斯有些担心老人拿不动。\n        “乔治，这是铁长刀，两米长的。”\n        “谢啦！”乔治显得很兴奋。\n        “撒拉，这一对匕首就给你了。”\n        “诶呦，您可悠着点儿。”\n        “最后，给你们点干粮，祝你们一路顺风。我这老人也只能做到这了。”老人站起来躺倒旁边的摇椅上，看着西大门上的残日。四位即将出行的勇士这时都沉寂了，他们舍不得老人，舍不得同胞们，舍不得拉杰丽。但事已至此，他们终将要离开的，老人的眼眶在余光下湿润了，他们的泪，都在心底一滴一滴地淌着……\n        \n",
    "replies": [
        {
            "author": "MC的更年期之夜",
            "timestamp": 1382844600,
            "txt_content": "已顶！！！"
        },
        {
            "author": "caith",
            "timestamp": 1382844840,
            "txt_content": "MC的更年期之夜 发表于 2013-10-27 11:30 \n已顶！！！\n以后要看更新状况的话，就在右上角搜索史蒂夫的复兴路"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1382844900,
            "txt_content": "caith 发表于 2013-10-27 11:34 \n以后要看更新状况的话，就在右上角搜索史蒂夫的复兴路\n呵呵，我可以打广告么……http://www.mcbbs.net/forum.php?m ... p;extra=#pid3569065"
        }
    ]
}