{
    "title": "【文学创作】《作业大战僵尸》",
    "author": "MC的更年期之夜",
    "replyCount": 8,
    "timestamp": 1382843520,
    "txt_content": " 本帖最后由 MC的更年期之夜 于 2013-10-27 17:15 编辑 \n    部分段落前无空格，无视他！    一次性5900字的呵，——来自一两年前六年级时候编的，现在整理了一篇。    欢迎点击贴上端的【只看作者】。    另外，有谁是八年级的么。\n书名改为《作业大战僵尸》\n原书名：《张小盒点秋香》\n预备书名：《中国好作业》  第一章  【进牢之前】：\n    想当初啊，那些过去的时光里，中国只有一家网吧，叫做“教育局”。那个时候，只有一部网游，叫做《中国好作业》。自从有了《中国好作业》之后，网吧的生意好得不得了，——这应该是大天朝的十大奇迹之一。  ——（正文） ——“大天朝的终极国民网游——人间节操有限公司出版的2033版本客户端《中国好作业》，正火热下载中！！！……今日限时抢购只需5888元RMB就可以在广告时间内订购，啊，不好了，在两秒前已经销售完了整整5千万份客户端下载光盘！库存只剩下两万多张客户端光盘了,没有预订的同鞋赶快抓紧时间抢购了！！……”    我的名字叫做张小盒，如同你所看到的以上这些文字，在全国五千多家《教育局分网吧》的大门前，都有着一群人热火朝天的在宣传以上这些文字内容的广告。    “儿子！隔壁王小明每天打《中国好作业》连续二十三个小时不吃不喝不睡觉，快跟人家学习学习！听到了没？老妈我已经给你排队三个小时买来了《中国好作业》客户端的光盘，从今天开始，不，从现在开始，每天必须给我打游戏二十三个半个小时！没打完不要回来了！……”这是我老妈说的话。    “儿子啊！为了你的未来，一定要把这款游戏进行到底啊！你可是我们家的希望啊！可惜老爸我年纪太大错过了啊！……”这是老爸说的话。“什么！！——”张小盒的老爸和老妈都十分热情和过于的激动，看着手中的光盘，又想起隔壁已经近视3000度的王小明同学，不由一阵苦笑。总之，于是，我就伟大而光荣的被我妈妈该出了家门，拿着仅有的200元生活费和一只《中国好作业》的客户端下载光盘，流落街头，日望梅止渴，夜画饼子充饥，靠着我的小鸡娃娃劲，终于经过九九八十一难，来到了传说中的教育局网吧，前取真经。   在网吧前台交钱后，打开电脑，光盘插入，下载……[10%、20%、30%、40%、50%、60%、70%、80%……100%>下载完成！]   [系统提示：《中国好作业》正在启动中……10%、20%、30%、40%、50%、60%、70%、80%……100%>启动完成！]当前总人数：9907654321。  “还真是国民网游啊！这么多人！”张小盒说着，开始输入身份证，电话，用户名，密码。   全部输入后，系统自动匹配相应服务区中……10%、20%、30%、40%、50%、60%、70%、80%……100%>匹配完成！匹配服务区：10086号客户端服务区。鸟不拉屎服务区。   [系统提示：是否更换服务器？]    “鸟不拉屎……好吧，更换服务区。”张小盒叫道，点击更换。    重新匹配相应服务区中……10%、20%、30%、40%、50%、60%、70%、80%……100%>重新匹配完成！重新匹配服务区：10086号客户端服务区。鸟不拉屎服务区。  [系统提示：更换服务器次数用完。是否进入此服务区？]  “算了，鸟不拉屎就鸟不拉屎吧，还更卫生点，进入服务区。”张小盒说着，已经进入了服务区了。  创建成功！！！登入进行中……  加载总进度：[10%、20%、30%、40%、50%、60%、70%、80%……]登入中……  脑电波接入中：[10%、20%、30%、40%、50%、60%、70%、80%……100%]接入完成！  各种程序启动：[10%、20%、30%、40%、50%、60%、70%、80%……100%]启动成功！  扫描玩家信息：[10%、20%、30%、40%、50%、60%、70%、80%……100%]扫描完成！  加载总进度：[10%、20%、30%、40%、50%、60%、70%、80%……100%]登入成功！！进入10086客户端服务器，当前服务区人数不到1万人，请创建人物。  电子音响起：“请选择身份——”瞬间，面前一片空白，只有一个和张小盒一模一样的人形木偶。和一个个信息栏。  身份一  高富帅   游戏天赋 ： 拥有直接通关权限。（不可选）  “喵的这根本就是BUG天赋啊！可是是灰色按键不能选啊！”  身份二  官二代   游戏天赋 ： 体力无极限，无限复活。（不可选）  “喵的这和高富帅有两样吗？！不可选啊！！！”  身份三  少数民族  游戏天赋 ： 可以获得极大加成。（不可选）  “为什么我不是布吉岛人……”  身份四  打酱油的  游戏天赋 ： 可以获得高暴击加成。（不可选）  “这也不能选……”  身份五  苦不堪言的平民  游戏天赋 ： 无。（可选）（唯一可选身份）（唯一经验加成）  “我……”加载总进度中：[10%、20%、30%、40%、50%、60%、70%、80%……100%选择成功！！   进入10086号客户端服务器，当前服务区人数：1，请创建人物职业。  “只有我一个人吗！？9907654321个人里面就我一个人在这个服务区？你骗谁啊！我要举报！我要投诉！”张小盒叫道，顿时引来了不少的目光看向这边。“兄弟啊，你可真悲剧，连组个队对都没法。”张小盒左边的人说道，指了指自己的电脑屏幕，那边已经组起了一个十人队开始刷怪了。  “悲催悲催……”  “……”  “一人就一人吧，还更清净点。”张小盒说着，开始设定人物。 ——“请继续选择属于你的职业——”电脑系统窗口弹出道。  职业一 ： 文科战士  10级可转职‘骑士’，‘圣职者’或者‘斗士’……。可学习技能‘嘲讽’，‘爆菊十三掌’，‘斗气’，‘反噬诅咒’……  职业二 ： 理科法师  10级可转职‘毁灭系法师’，‘辅助系法师’或者‘操控系法师’……。可学习技能‘火球’，‘雪球’，“粪球”，‘化学爆炸’，‘生化袭击’，‘吞噬细菌’，‘生化沼泽’……  选择理科法师！  创建角色成功——    名称：[ 天下乌鸦一般黑。]    职业：[ 理科法师。]    等级：0.    潜力值：0    生命值：100/100。    法力值：100/100。    体力值：100/100。    文科攻击：20。    理科攻击：45。    文科防御：15。    理科防御：40。思维（速度）：5格。    思维爆炸（暴击几率）：10%，双倍本科伤害。    金钱值：100。    仁义值：100.  ————  “降临《人间节操之中国好作业》第一世界的勇士们啊！……”  “文科战士到这里来报道！理科法师到这边来领取新手礼包！……”  “这里是每日签到处！那位少年，今天你签到了么？”  “贩卖贩卖！新手保护令！蓝色品质，5G一件！……”  “纳尼！？大红药又涨价了？……”  看着人头攒动的国王广场，头顶着LV1和新手标志的张小盒不由苦笑，果然真是国民网游啊，虽然满大街只有他自己一个玩家，其余全是NPC。“嗯，好吧，理科法师这个身份应该会适合我吧……”张小盒说着，抱着他的法杖走在帝国大街上。他被分配到了新手团七连九班，作为新手他有着一天自由历练的时间。  “咦！那边有几个NPC应该会有什么适合我的任务吧……”张小盒看着路边一排顶着问号的NPC，提着他的木头法杖跑着来到几个平民打扮的NPC面前。“你好，有什么事情可以让我帮助你吗？”  “哦！伟大的勇士先生，我的儿子被海威尔山上的模拟题巨龙抓走了，请你一定要帮我找回我的儿子！！请杀死10头模拟题巨龙并且带回我的儿子来找我。”一个看起来四十多岁的农夫说道，满脸的着急，让人差点就要答应了，不过，呵呵，10头模拟题巨龙，张小盒要去则是纯属找捏……  “擦！别的NPC的任务应该会简单一点吧……”张小盒说道，连忙摆脱了农夫的哀求，走向了一名商人NPC，看着他头上大大的问号，张小盒说道：“你好，有什么事情可以让我帮助你吗？先生。”  “哦！伟大的勇士先生，我的一名客户需要10000头基础题史莱姆的尸体，可是我这里没有10000头基础题史莱姆的尸体，你愿意帮我收集好吗？完成的话，我可以给你50G和一件蓝色装备‘祝福布帽一级’。”  “擦！别的NPC的任务应该会简单一点吧……”  张小盒就这么走着，看着满大街的黄金感叹号，专挑着最大的感叹号冲过去。  “10000头火焰大魔王……”  “打通十八层地狱……”  “制服美国总统奥巴马……”  “……我还是去砍模拟题巨龙吧……”张小盒擦了擦额头上的汗，跑到农夫那里领取了任务。  三个小时的爬山后，海威尔山上……  “喝！~~喝！~~模拟题巨龙！我来挑战你了！杀啊！！~~”张小盒喘着气，奔向了一头正在进食的模拟题巨龙。  “吼！！”的一声，巨龙摆尾！张小盒光荣地被秒杀了……  此龙可口吐真言：“胜败乃兵家常事，小子请从新来过……”  海威尔山安全区域……  张小盒坐在复活石上，一张苦瓜脸摆着，低头自语道：“喵的是100级怪物啊！这游戏性是不是太差了点！？好吧，我才想到理科法师是不应该肉搏的，特别是和巨龙肉搏……汗！还是去干10000头史莱姆的尸体吧……”  基础大草原上……  连续拼搏23个小时而不歇的张小盒终于收集到了10000头史莱姆的尸体，当他回到小镇的时候……  ——恭喜你：你捡到了10000头史莱姆的尸体……  ——恭喜你：你捡到了30000头史莱姆的尸体……  ——恭喜你：你捡到了50000头史莱姆的尸体……  ——恭喜你：你捡到了超级史莱姆尸体大礼包：打开可获得99999头史莱姆的尸体。  ……  “你要的10000头史莱姆尸体我采集到了。”张小盒来到商人NPC面前说道，脚下拖着的是10000头史莱姆的尸体。  “对不起，本游戏经过修安装子补丁这个任务已经被取消。”  “那应该给我一点经验吧！！”张小盒吼道。  “对不起，不仅没有经验，而且你耗费了大量时光，将会受到惩罚。”商人NPC说道。  “什么！！？”张小盒惊呆了。  一阵闪电从天而降，劈中了游戏中的张小盒。  然后……网吧啪的一声停电了。  几秒钟后快速接上电后——张小盒的位置上已经多出了一个爆炸头……  “我要投诉……这是人身攻击……”  进入医院的张小盒依然坚持打着电脑，玩着《中国好作业》，让一边看着的护士和医生都纷纷赞扬，说道：这孩子将来肯定有前途。  现在游戏中的张小盒又来到了一名NPC面前……  张小盒不是主动去找他（NPC）的，而是NPC自己找到张小盒的。这让张小盒欣喜万分，以为是遇见了隐藏任务。  NPC来了不是直接开口，而是抱住了游戏中的张小盒一把鼻涕一把泪叫爹叫娘的哭着。张小盒瞬间感到一阵肉麻，心里不断对自己说：“这一定是剧情……剧情……我要投诉，这样太剧情了……”那果然就是一个剧情，一个大大滴剧情，NPC抱住张小盒哭了三个小时后，缓缓开口道：“整整十年了！十年了啊！终于有人来了，命运女神的果然是真的，没有欺骗我这个老头子啊……光明终究会照耀在鸟不拉屎大陆上的啊！预言是真的，勇士你终于来了……勇士啊，你愿意接受这个任务吗？你愿意拯救这片大陆与水火之中吗？”张小盒看着两眼泪汪汪的羸弱老头，无奈的说道：“我愿意……但是，啥任务说清楚啊……”“将第一次月考大魔王完美绞杀……拯救万民于水火！我相信你能行得！”     “完美……这怎么可能呢？”张小盒叫的，立刻吸引来了无数的目光。    [系统提示：你已经接受任务：拯救鸟不拉屎大陆（一），任务要求：完美的打败第一次月考大魔王。任务等级：四星级。任务奖励：连升五级药水*1，超级避雷针*1，鸟不拉屎中学校长巴基的一百点好感度，一亿点仁义值。任务回复处：鸟不拉屎中学校长巴基]     “我凑！完美啊！那就代表着无伤通过啊！虽然说第一次月考大魔王只是一只史莱姆……”张小盒右边的一个人说道。张小盒回头看了看，大呼道：“王小明！你害得我好惨啊！我每天要打二十三个半小时的《中国好作业》你知道不知道啊？！”  “额……”  “额什么额，说！怎么补偿我？”张小盒抓着王小明的领口说道。  “好吧好吧，你自己想我怎么补偿你？”  “你——和我一个服务区。”张小盒想了想说道，毕竟他的那个服务区就他一个人，组队都组不起。  “呼，还以为什么呢，你在哪个服务区？我去找你。”王小明说道。  “鸟……10086好服务区。”张小盒正想说“鸟不拉屎服务区”但还是忍住了。  “我凑！原来就你一个人，怪不得叫我过来。”王小明在一旁吐槽道。而这时张小盒眼睛突然亮了起来。服务区显示已经有两名玩家，说明王小明已经进来了。  “组队组队！”张小盒叫嚣道。  [叮！系统提示：由于你接受了任务：拯救鸟不拉屎大陆（一），因为任务限制，所有无法和其他人组队，再重复一遍……]  “什么！……”  《中国好作业》的最终游戏目标是打通所有的游戏地图，但是好像每一年的游戏地图都会增长几十个……张小盒作为一名新手的一天的自由时间已经快要结束，而他的背包里只有一根新手法杖和几万坨坨的史莱姆尸体……张小盒来到了《中国好作业》的百科全书面前，好吧，旁边写着三枚金币可以获得一次提问机会，张小盒毫不犹豫的将金币扔进了百科全书的口袋。“史莱姆尸体有两个用处，第一，卖钱（这不是废话？）。第二，你可以用庞大的尸体量砌成一堵墙，让夜晚出现的自爆爬行者，骷髅射手和僵尸无法发现你、也就无法攻击你。”  然后……  说到晚上出现的怪物，张小盒现在就在面对，并且很理智用上了史莱姆尸体，但不是砌成墙而是当成手榴弹，而史莱姆尸体经过张小盒抛飞之后给对面的僵尸造成一点伤害的时候，对面的僵尸直接捡起了地上的史莱姆尸体然后一个抛飞——张小盒很无辜的撞上了本来无法命中结果自己鼠标一抖就跑过去撞上了的史莱姆。  一个带满了嘲讽色彩的负十三的图案出现在张小盒的头上。  一个带满了零希望色彩的晕厥的图案出现在了张小盒的头上。  一个僵尸腐烂的爪子轻轻一碰张小盒的尸体，一个巨大的带满了绝望色彩的图案从张小盒头上飞起——，这是难得一见的暴击，负三十三。  另一个僵尸腐烂的爪子轻轻一碰张小盒的尸体（僵尸有两只爪子），再次一个巨大的带满了绝望色彩的图案从张小盒头上飞起——不是暴击，而是更可怕的中毒，每秒造成五点伤害，持续十二秒或十五秒。  张小盒愤怒了，看着僵尸只有一滴血的时候，他举起了法杖，大喊大叫着说道：“看我火球一击！——”  [系统提示：因为你的新手装备：新手法杖的特殊属性缘故，本次攻击免费，可造成百分之一的伤害……]  僵尸又伸出了爪子……  ……  [系统提示：因为你被零级小怪：【史上最蝼蚁僵尸】杀死，获得特殊成就名额：【史上更蝼蚁之人】。成就效果：敌方暴击率增加20%至100%。]  [系统提示：因为你是这个服务区里面第一个获得负面成就的人，获得一次负面成就抽奖机会，祝你好运……]  [系统提示：系统自动抽奖结果，得到最终负面成就：【天下之百万负翁】，成就效果：任意属性扣除一百万点。]  [系统提示：你的仁义值被扣除一百万点，创《人间节操之中国好作业》的最新下限。][  系统提示：因为你是全世界，不，全宇宙第一个仁义值最低的，并甩开第二名九百九十九万多点，本游戏公司将在各大电视频道，所有服务区，连播三天三夜告示……]  [系统提示：天下乌鸦一般黑成为本游戏第一位负仁义达人，成功达到仁义值：负一百万，大家烈烈祝贺，本告示将连播三天三夜……]  ……  张小盒无比怨恨的看着手中的魔法杖，上面的属性引入眼帘。  【物品名称：新手天下乌鸦一般黑的垃圾法杖*一级】  【物品属性：魔法攻击+1，法力+5.】  【特殊属性：当你的法力不足二分之一时，可能随机免费发一个魔法，但是只有百分之一的攻击力度。】  如果没有这个特殊属性，不是百分之一的话，张小盒就不会被僵尸杀死，不会丢三天三夜的脸，更不会仁义值扣除一百万……  仁义值在这个游戏里面是很重要的，大部分任务都必须仁义值是正数才能接取，即便事先接取了，事后也会自动删除，不过      张小盒的拯救任务好像没有删除掉，应该是没有仁义值要求。  张小盒看着拯救任务上的任务奖励栏里，就有一项——仁义值一亿点。  张小盒好像找到了生的希望。  就是过劳死了，也要完成这个任务。张小盒如此想道。  突然，空中传来一阵轰隆声。  张小盒抬头一看，空中掉下一座监狱有木有！  “该死的混蛋，去坐牢吧。”一个男人的声音响起。  “报告长官，混蛋张小盒已被抓捕。”有一个男人的声音响起。  [系统提示：蹲牢房一天可以洗刷一点负仁义值，为人民服务刷马桶，刷厕所，刷碗，刷锅，刷地板可以每天洗刷三点负仁义值，为人民服务好好学习，天天向上可以洗刷五点负仁义值。]  ……  听到高考语文增分，英语降分，大家有没有很开心啊",
    "replies": [
        {
            "author": "可乐大大Zz",
            "timestamp": 1382844540,
            "txt_content": "我他妈居然看了整片！"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1382844720,
            "txt_content": "可乐大大Zz 发表于 2013-10-27 11:29 \n我他妈居然看了整片！\n呵呵，你有什么感受"
        },
        {
            "author": "马赛克了",
            "timestamp": 1382845020,
            "txt_content": "哇哦，这么多字，辛苦辛苦。是MCBSS首发吗。"
        },
        {
            "author": "caith",
            "timestamp": 1382845140,
            "txt_content": "我来顶啦            "
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1382845200,
            "txt_content": "马赛克了 发表于 2013-10-27 11:37 \n哇哦，这么多字，辛苦辛苦。是MCBSS首发吗。\n不是也，怎么办"
        },
        {
            "author": "马赛克了",
            "timestamp": 1382845260,
            "txt_content": "MC的更年期之夜 发表于 2013-10-27 11:40 \n不是也，怎么办\n不是没关系，只要是你写的即可。"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1382845680,
            "txt_content": "caith 发表于 2013-10-27 11:39 \n我来顶啦\n谢谢了！！"
        },
        {
            "author": "MC的更年期之夜",
            "timestamp": 1382845680,
            "txt_content": "马赛克了 发表于 2013-10-27 11:41 \n不是没关系，只要是你写的即可。\n大叔也来帮我充回复么"
        }
    ]
}