{
    "title": "【原创作品】Minecraft二次创作《旅途》",
    "author": "zjzgigi",
    "replyCount": 9,
    "timestamp": 1383246120,
    "txt_content": " 本帖最后由 zjzgigi 于 2014-8-30 03:29 编辑 \n\nMinecraft主题二次创作作品 《旅途》                     作者：幻想 \n创作时间：2013年11月1日 连载中... \n恩，大家好，我是幻想，本次呢，幻想终于是想来坚持完成一部以minecraft为主题的短篇或者中篇小说吧，看了这么多年的书了，文笔却还是一如既往的烂，呵呵还请大家轻喷，多多包涵，后期觉得作品不错的话呢，还请多多提点新鲜的主题或者思路之类的，毕竟一个人的梦再长，也是有终点的，大家的建议和想法对我来说很重要，那么，敬请欣赏吧，属于幻想的旅途......\n\n\n\n\n2013-10-10_22.21.34.jpg (20.52 KB, 下载次数: 2)\n\n下载附件\n\n2013-11-1 03:12 上传\n\n\n\n\n\n\n最新章节：第一大章 开端 第五话\n\n\n第一话《始路与夕》 更新时间：2013-11-1 1:04:59\n        \"这是，怎样的世界呢？\"，我睁开眼睛，一丝晨光刺入眼睛，眼前是一片无尽却又美丽的大海，以及远处升起来的拥有无比光辉正方形的太阳。我，对这个世界并不是完全的陌生，在此刻我不知为何出现在这里，但是却仿佛在【出生】之前就知道了自己必定会在这个世界出现一样，没有记忆，没有思路，只有隐约的图画的片段出现在脑海......\n    我慢慢的撑起腰来，呼吸了一口清晨的空气，不管怎么说，刚醒来就看到升起在大海的太阳，还是非常感动的，因为不曾记起有看过如此之美的景色。    环顾周围，身后则是与眼前的开阔不相符的密林，深的让人感到害怕。    “特么天国和地狱么！？”我不自主的捂了一下脸，叹了口气。    但是我现在无法改变眼前的现实，转头往侧面一看，一颗黑色的不知名的树下，放着一个木头箱子，箱子上半插着一个泛着黯淡的光的铁镐。我小心的走过去，稍微用力拔出了铁镐，打开箱子，里面放着一些类似木质的杂七杂八的部件，不过我首先注意到的，是一个裹着一个不知名圆盘的纸张和一本残页的书。    我稍微明白什么的样子打开了满布灰尘的书，刚打开就掉下了10几页的书页，稍微吓到了不知所措的我，于是我便直接坐下整理好掉落的纸张从第一页看起。    （看到这本书的你，请务必，前进并活下去吧，这个世界，充满了恶意，但是也充满了你会去期待的乐趣以及，你会知道的，在那一端，有事物在等XXXXXXXX............我累了，把这些遗产留给你吧，一定要活下去啊，相信我。你的名字是Yuki，HoshinoYuki，我唯一认识的你。）    书并没有写很多，没有署名，甚至我认为最重要的部分也因为也许时间长了的原因而损坏的看不清楚字迹了，究竟什么是【那一端】，什么在【等待】着我呢。    “现在想那么多也无用啊......”我收起思绪，把注意力集中到剩下的所谓留给我的遗产的部件上，检查了一下没坏掉能用的，大概是十几根能用的削的不规整的木棒，以及一些神奇的木头，为何要说它神奇呢，那是因为我把箱子里的背包背到身上后，原本应该会很大的木头以及木板在我想着如何放进背包里的时候突然变得很小，简直可以2个并排放在手心里，这让我大为诧异了一分钟，最后给自己的解释也只是：“坑爹的人给我也许留下了魔法一般的东西吧”来敷衍了一下略有强迫症的脑袋。    整理好全部可以获得的装备的时候一抬头已经是中午了，我清点了一下获得的东西，大略是：【还能用的铁镐X1】【木棒X18】【白色的木头X20】【削的和饼子一样薄的木板X30】【看起来像面包但是能吃的东西X6】。此外还有一些我已经不敢喝的瓶装水，我于是把水倒了，装了些海水带在身上，我越发感觉到便利的是哪个魔法背包，已经装了这么多东西，物品无一例外的变小了而且分量也比原本要轻20倍起码，虽然想不通但是好用就好。    休息了一会吃了一个【面包物体】后我带着全部家当朝着森林深处走去，直觉感觉深处会有出口，于是我听从直觉，一直往前走，没多久就看不见来的路了，周围只有看不到边的树，我感觉到一丝可怕的感觉，就像被森林困住了一般，眼看太阳开始准备西下，我奔跑了起来方向感告诉我我在直走，的确我也这么做了。    有大概过了一小时左右（时间概念在于我对于水的需求）终于，我在前方几百米发现了光，那或许就是出口了，于是我兴奋的超这光芒前进。    突然！一个绿色的影子出现在我的面前，一个看起来很【萌】的“动物？”出现在我的面前几步，我刚打量了一下这个生物，突然它就感觉被吓到了一样大叫了一声。“嘭！”的一声，我晕了过去......    不知道过了多久（看太阳大概过了没多久，不知道是否隔了一天= =）我昏昏的醒了过来。“啊，我的头好痛......”我捂着好像被打了一拳的太阳穴，目光逐渐清晰，离我一步的地面竟然出现了一个大洞，看上去是被什么东西炸开的，里面除了土块和木头的碎片还隐约有一点绿色衣服？还是不知道是外壳什么的残片。我赶紧捡起被炸飞的背包，快步奔出了森林......    映入眼帘的是一片广袤的沙漠,我目瞪口呆，这里的沙子多的与早上海滩上的沙子对比，简直可以填满整个大海一般，我的脚下一直通往远方，似乎还有一条不同颜色沙块铺的路。    “前方是什么呢，去看看吧，要赶快了呢。”我抬头望着逐渐落下的夕阳映衬着无限孤独的沙漠中的小径，迈出了脚步......\n第二话《沙漠奇遇 第一部分：初遇》 更新世界：2013-11-2 1:28:54        眼看夕阳的最后一丝光芒也要被身后的黑夜吞没，我终于在这广袤的沙漠小路的尽头，看到了可能可以接纳我一晚的地方，一个小小的沙漠小镇。    我放下心来，慢慢靠近村子想要一探究竟，心里逐渐平静却稍微的还是有些担心。“有谁在这里居住呢，他们是友好的吗......”我不禁想到了一些可怕的事情，是否需要战斗呢诸如此类的问题萦绕在脑海。   直到我靠近了村庄第一盏刚点亮的火把灯柱时，这里的居民们才注意到了我这个看起来疲惫不堪的旅行者。“你是........从哪里来的？”其中一个身着白色衣服的老人似乎很惊奇的打量着我，那眼神里似乎带有一丝不安和发现新大陆的兴奋。    “我是.......HoshinoYuki，似乎是这个名字呢，我穿过了森林沿着这条小路找到了这里”我松了口气说道，看起来他们并不带有恶意。    “是吗.........从沙漠的开端来的旅客啊......多少年了呢，再也没有【Player】从这条迎接的道路造访我们的村子了”老人似乎想起了很多事情一样，低下了头。“【Player】？”我不禁追问老人这个独特词汇的意义。“是的.......我们村子的名称叫做【源】，到今天算上你，一共有过127名【Player】造访过我们这里，他们就是这个世界唯一和我们不同的人呐，或许你们更喜欢称自己为\"旅行者\"或者\"冒险者\"，但是从我们村子很早很早之前，就称你们为【Player】了，差不多应该都是一个意思吧。”老人抬起头来对我说道。    “在我之前，还有那么多和我一样的人！他们去哪里了！”我简直不可置信的对着老人吐出不断的追问。我此时心里油然而生一个念头，还有和我一样的人的存在，我可以去找他们，一起在这个陌生的世界生存下去。    “他们已经，不再存在于这个世界了，至少........大部分吧。”老人下面的话就像是一把利刃斩断了我之前突然产生的希望。“我们从未离开过村子，这个世界不允许我们从这个起始的地方离去，我只能把我们知道的事物告诉您，旅行者。”老人似乎早就预料到我的反应一般，不急不慢的继续说。    “天色已不早，旅行者，还请您进到我们村子最坚固的哨塔听我给您说出我知道的事。”老人抬头望着不知何时已经半布星朔的夜空，皱起眉头对我说道。“再晚一些，\"他们\"就要来进攻我们了”老人露出担忧的神色。    于是我打算先听从老人的建议，进屋再慢慢听他说，我所希望知晓的事物，太多的迷茫和问题了，我希望老人能给我一个能接受的答案。跟随老人我们慢慢的走向了一个比我早前见到的树木还要高的一个石质的哨塔，看起来不算很美观但是却让人感觉坚固可靠。走进去后，老人迅速的关上了木质的大门并小心的锁好，这才放心了一些似的，邀请我坐下并坐在我的对面的小椅子上。    “旅行者哟，那么，请尽情的提出你的疑惑吧，老夫会把我知道的都告诉你的，请别见怪。”老人对我说。    “你为什么确定其他和我一样的人们不在存在于这个世界了呢？他们死了吗？还是？他们都和我一样从大海边出现的吗？”我一下说出了很多问题，抑制不住心理无限的疑问。    “我们并不完全确定，但是，我们做出这样的判断，是因为，一直到现在，几乎我们接待的所有的旅行者们，都说过，一定会回来的，但是...........”老人再度低下了头，似乎很难过。“发生什么了？他们怎么了？”我追问。“只有在你之前的那个人，第127个旅行者，他回来了，告诉了我们很多很多事情，请听我说......”老人开始叙述。    （从第一次的第一个旅行者踏足这个小小的村庄开始，他们这些【原住民】就似乎义务一般的承担起了帮助最开始什么都不知道的旅行者们的责任，旅行者们都会在这个村子待一段时间，然后学会了生存和战斗，终究与村子告别，但是他们无一例外的向村庄的居民们保证，一定会在到达终点后的未来回到这个最初开始的地方，但是，他们几乎都没有再回来，只有那个人——第127名旅行者，拖着残缺的身躯和铠甲回到了这里，也是他，告诉眼前的老人，这个世界是恶意的，那个终点，是必须到达但是却是最可怕的结果，他找到了其他旅行者全部消逝在其征途上的证据，他也是唯一到达了终点并返回的人，但是，从他残缺的躯体和满布沧桑与泪水的脸上，能看出来，他失败了，他只是个幸存者.......）    老人叙述到这里，停了下来，拿出了一本厚厚的书，似乎是一本日记还是一本笔记的样子，他把它放到了我的面前，说道：“这是那个人留下来嘱咐我一定要保管好的东西，说一定要我把它交到下一个旅行者的手上，现在是时候了。”    “那个人去了哪里呢？没有一直和你们生活下去吗?”我抚摸着似乎包含了这本书作者一生沧桑的书的老旧书皮询问老人。    “他把这本书交给了我，嘱咐了我保管好它，告诉我了一些令人发指的事情，他说.....他说他在另一个沙漠里发现了营地，被沙子掩埋了很多年的营地，里面是我所知道我之前接纳的几个冒险者的.......遗物，他说他们死了，全都不知道为什么葬送在了那片沙漠，他！他还说！他在一片草原的裂谷谷底发现了几个旅行者跌落的遗体和他们的工具！没错！他还说，在他刚出发没多久就找到了一片被遗弃没多久的小庄园，饲养家畜的围栏里全都是僵尸们的尸体和牲畜的遗体，庄园的主人，不知哪个旅行者被撕成了碎片！他............”老人抑制不住自己恐惧和激动的情绪，疯了一般的叙说这些可怕的事情。    “别说了！够了！”我浑身开始颤抖，这些可怕却又无比真实的话语像无形的怪物一样迅速使恐惧充满了我的思维。我的手不住的颤抖，恨不得找个箱子钻进去躲起来。    “抱歉......”老人看到我恐惧的样子，抑制住了激动的心情。“我起初也不相信这些可怕的事情，但是直到那个人他拿出了前一个冒险者的遗物.......那个我亲手为他做的羊皮背心，我觉得我必须相信，前一个自称冒险者的人，就是他建造了你找到我们村子的那条砂石道路，那件背心是我为了感谢他为我们做的一切的证明！但是........那个人，他拿出那件布满干涸血迹的那件背心.........我.........我不知道该怎么形容我当时的心情......”老人悲痛万分。    “他说完了这些，流着泪对我们说，一定要活下去，要更多加帮助以后要走上可怕不归路的旅行者，边拖着他那........身体，向着你来的那条路离去了.........再也.......没有回来。”老人擦了擦眼泪。    听到这里，我突然明白了什么似得拿出了我在海边箱子里捡到的书，迅速与老人给我的这本书对比了字迹，结果如我所料.........是他。老人也看到了我的作为，明白了............那个人，\"应该\"已经不在了...........    “他把他冒险途中的所有的宝物和物资都留给了我们，才让我们得以从\"他们\"的魔爪下得以存活，村里的孩子们都知道那个人，孩子们把他称为英雄，但是...............”老人还没说完，突然外面传出了孩子们的哭叫，接着是木质门破碎的声音以及一些.........从未听过的声音。    “\"他们\"来了！”老人惊恐的喊声传遍了整个村庄...................                                                             未完待续\n第三话《沙漠奇遇 第二部分：战争之夜》 更新时间：2013-11-3 18:33:08\n     “\"他们\"来了”！老人惊恐的大喊！我一时没反应过来，不过内心却有种莫名的紧张感，一个念头快速的占据我的思维——准备战斗！    “武器！”我向老人刚喊出这个词汇，老人已经不谋而合的从墙上拿下了二把闪着寒光的铁剑，快速将剑递交给我后，老人又快速的从桌边的箱子里拿出了一套皮质护甲帮我穿戴上。“旅行者，老夫和你一起！快去保护村里的人们，孩子们啊！”我便和老人冲出哨塔。    村子傍晚的和谐平静在这一瞬间被打破了，眼前的景象令人窒息，对面的屋子的门口倒着一对夫妻的尸体，几只皮肤已经溃烂成深绿色的怪物正在啃咬着他们。老人见状愤怒的拿起剑朝怪物砍去，手起刀落，三只怪物的头颅便已落地，岁月并没有减慢老人的身手。    “快去村口，那边住着孩子们！”老人回头冲我叫道，便冲向下一户居民的家中。我快速佩戴好头盔，奔向村口。到达村口便看见三个村名带着孩子们躲在一座较大的房子里，门口聚集着数不清的深绿色怪物和白色的拿着弓箭的怪物，孩子们在屋里哭叫的声音清晰可闻，但是我此时却无计可施，数量太多了！更本无法全部消灭，就算老人和我一起也无用。我能感觉到我的心跳愈发加快，汗珠从额头上滑落......    就在我焦急万分的一刻，突然视线转移到了怪物们堆积的房屋的侧面，那是一个农田，因为还没完工，里面并没有作物，而都是水！一瞬的念头迅速控制着我的身体，我箭步跃上了水田的篱笆，拿出了斧头用尽力气一下砍断了冲着怪物方向的一个木头。“哗！...........”田里大量的水流冲向了毫无防备的怪物群，怪物们一下就给强大的水流冲向了不同方向，我越入给水流清出的道路打开屋子的们，把守在门口......    “你们快退后！危险！”村民们被我突然的突入吓得不轻，有几个甚至瘫倒在地，随即反应了过来，并不是怪物冲了进来，我快速几剑砍断了门，一脚踢了下去，正好砸倒了两只最快重新集结的深绿色怪物，随即我便快速从我那魔法背包里拿出白天砍的木头，堆在门口，留出一个窗户一般的大小的空隙。怪物们很快便从水流的冲击里恢复了，重新以更大的势力集结在了这个如同被汪洋大海包围的小船一般的房屋周围......    深绿色的怪物们不断朝我涌来，我快速挥出一剑，一只怪物的头便被我砍飞，接着又是一剑，村民们在房屋周边的窗户不断告诉我其他怪物的动向，我快速的从脑中作出行动。“小心！你左边有只僵尸，最后面有只骷髅，注意躲避！”村民们提醒我危险，我这才知道了这些怪物们的“名字”，我刚反应过来，之前我称作白色怪物，也就是村民称作骷髅的怪物，便冲我射出了一箭，箭头穿进了我的护甲，我不自主的因为这一股小小的冲击往后退后了1步，赶紧蹲在了放置的木块掩体后面，我放下剑上伸手折断了卡在护甲里的箭，所幸这只箭并没有伤害到我，我随即继续拿起剑对着已经走到了掩体前的骷髅重重一击，骷髅看似就不坚固的身躯便因为我这一击打碎了。    不知过了多久，就像是过了一生的感觉一样，不知道挥下了多少次武器，砍杀了多少只怪物，明知自己受伤了却逐渐感觉不到痛了，身后村民们的呼喊也慢慢的听不清楚.......门口的怪物也似乎减少了一些，但是却不见退散...........    在我似乎感觉要倒下去的那一刻，突然眼前一片光芒万丈，我知道，这一刻终于来临了，早晨的太阳，升起来了。僵尸们在这一刻浑身着火，发出最难听的声音一个个都死去了，骷髅们也都差不多，我放下心，一屁股跌坐在地上，大笑不止......    休息了几十分钟后，我和村民们走出了屋子，其他村民已经开始收拾门口堆积如山的怪物尸体。我询问了老人的去向后，径直走向村子后面的山丘......    只见老人屹立于山崖边，他的一身白衣早已给不知是怪物还是自己的血染红，察觉到我的到来，老人缓缓张开干裂的嘴“村子里，又失去了一些同伴........”我感到一丝愧疚“要是我能够更强一些就好了，这样或许他们不会去世。”如果我能更强的话，或许可以帮助这些帮助了我们这些旅行者的好人们。    “你不必愧疚，这种事情，每隔个几年都会这么来一次，怪物们的集体入侵。这次我还很庆幸有你在，旅行者，如果光靠我和村里健壮的人的话，不知道会发生什么更可怕的事情，你要知道，你们旅行者要比我们天生的更聪明更强大，而且会随着时间更加强大。”老人回头向我投以安慰的苦笑。    我们一起回到村子，村民们聚集在了村子的西面，埋葬那些在这次袭击中失去的同伴们，我心里一阵心痛，默默的低下头为他们默哀。又到了傍晚时刻，我和老人回到了哨塔里，老人准备了稍微丰富的食物，我和老人重新详细了说明了前一个旅行者留给我的东西之类的事情，老人很快便理顺了发生的事情。饭后，老人严肃起来，问我：“那么你真的打算，去走前一个旅行者，那个人的老路吗，你完全可以去找个安全的地方居住，在这个世界生老病死和我们一样啊，为什么要去挑战不可完成的世界之理呢？”老人劝我说道。    “我觉得我有这个义务，我想那个人应该也希望我能够成功的从终点返回吧，虽然我不知道，等待着我的是什么，但是，这或许是我存在于这个世界作为旅行者这个归属的意义吧，就算那一刻我会死去，但是我却比死更讨厌不知道这个世界的真想是什么，我想要知道，这个世界更多的事情，更多的事物和看到更多的景色！”我说出了自己的心声，心中想着，我必须要到达那个不可能到达的地方！这就是我存在的意义。    老人不在说什么，默默的坐下喝了口茶，脸上转变为笑容“我认为你是对的，我也会支持你，我也明白了，为了不让前面那么多人的意义失去，你的负担很大......”老人关心的说道。“有什么我们可以帮助你的，尽管说吧，还有你的计划，都可以说给老夫听听，我想我能做到的，也只有这些了，剩下的都得你一个人背负，旅行者。”我不禁被老人的善意和诚心打动，心意既定，我决心完成我的这个终身目标。    又一天的夜深了，这天的夜意外的安静，在那小小的塔楼上，我久久无法入睡，心里想着无数的事物，抬头望着漫天的星朔，仿佛看到了以前和我一样的人们路途上的艰辛与快乐，“明天，就是启程之日了呢......”我这么想着，慢慢朦胧在了这个静静的夜......\n第四话《计划》 更新时间：2013-11-9 22:42:40    清晨温暖的光线将我从小小的木质床上唤醒，虽然昨晚的思绪很多，但是却休息的很好，或许是因为阁楼的原因吧，感觉让人很安全。    稍微清醒了后，我沿着楼梯下到楼下，老人似乎已经出门了，于是我拿上我的背包和一些物品，走出哨塔。出门就看见老人聚集了村民们，似乎在讨论着什么，我走近人群，询问一个年轻的男孩发生了什么事。“叔叔他们发现了一个新产生的出现大量怪物的洞穴，我们会越来越危险.......”男孩的脸上浮现担心和害怕的神色。    十几分钟后，人们散开开始去干自己的事情，老人似乎是宣布了一些新规定和巡逻计划。我心里此时则是想着，我应该在离开村子展开旅途之前帮助这些好心的村名们去做一些安全上的我能做到的事情，他们不会建造防御设施，但是我却有思路，我比他们能做到更多的事情，这是我应该去做的。    “昨晚休息的可好？旅行者”老人唤醒了在沉思中的我。“恩......恩休息的还好”，我愣了一下，“我在想我可以帮你们做一些事情在离开展开冒险”。我如实把我的想法告诉了老人。“感谢您替我们想，但是，怪物的损害越来越大的，我们更本阻挡不了他们那种规模的入侵啊，不过你可以先说说您的思路吧。”老人似乎不相信可以阻挡住怪物们的侵入。    “或许我们可以建一道高墙，或许可以开凿一条护城河之类的东西，让怪物更本进不来我们的城镇，或许.........陷阱什么的，也可以。”我脑中的想法很多，但是仔细思考下，似乎无论哪种方法对于我个人来说都是十分困难的，但是无无需去担心，因为我知道我不是一个人。    “恩......这些真的都是些好办法，不愧是旅行者呢，我们绝对都不会去想这些问题。”老人眼前一亮，像看到希望一样将手握紧。又是一个傍晚，我与几个村民和老人商议了周密的计划，我必须要在我不在这里的时候这里保持绝对的安全，我暗下决心。    经过深思熟虑，大家的激烈讨论，最终的结论如下:  1.只留下基本的人力负责警戒，粮食的日常管理和照顾老弱妇女儿童。  2.其余人力努力采集木头，石料以及组团讨伐蜘蛛和骷髅等怪物获取必备材料，人数至少5人一组，有我或者战士的队伍可以适当减少组队人数。  3.其余人力改善附近地形弱点，开挖基本的沟槽以及通道按照设计图布置，以方便材料运输以及基础工事的建造。  4.最后剩下的人作为后备力量，协助基本人员的工作以及随时补充前线人员的岗位。    虽然计划看起来很简单，但是大家都知道，这要付出的人力和损失都会使大家背上压力和泪水，但是我们也清楚，只是为了未来的生活，这值得去做，就算付出一切。    这一晚大家几乎都无法入眠，年轻人们是因为激动，自己也能做到如此令人振奋的事情，但是年纪大些的人们几乎却辗转难侧，因为他们能看到与年轻人们不同的视角，这一切背后的危险和代价。    第二天的清晨就在这样气氛中迎来了日出，一切都按照计划开始了，安排好其他的队伍出发后，我带领着几个年轻人进入了我来到村庄之前的那片树林，年轻人们情绪都很高涨，这让我感到非常高兴，他们年轻力壮，凭着这股燃劲，采集速度甚至超过了我，不过我的主要任务还是盯着周围，这里的树木非常茂密，是个采集的好地方，但是却也给怪物提供了庇护——这里大多地方都在阴影的覆盖之下。这样如果我们大意了，怪物完全可以不用担心阳光的来攻击我们，一旦被包围了，那么我们都将死在这里。    幸运的是，一直到了下午约定回去集合的时间，采集途中也只是遇到了一些零散的僵尸的攻击，只靠我一个人也解决的他们，乃至途中一位青年毫不惧怕的拿斧头砍死了其中一只。    回到村中集合后，我和老人不禁很高兴，因为今天我们没有损失任何一位我们身边的人，这是值得去高兴和庆祝的。于是我们拿出酒肉，在村子的一座大屋子里庆祝第一天的顺利，也告诫大家时刻不能因为一天的顺利而放松警惕。    之后的几天，大家很快努力的采集完了需要的大部分材料，进度比我们预想的要顺利很多，至少在人员损失上已经大大超出我们预估的了，这才是最好的，普通的材料，木料和石料，也都收集的差不多了，燃料方面村里似乎从很久之前就储备了很多，据老人所说，他们一直在收集木炭和煤炭，但是却除了烧饭之外没怎么用过，或许是天意吧，到了现在却直接派上了用场。于是大家合力拆除了2个已经不用的小房子，临时扩建了铁匠铺，扩建了很多的炉子开始烧制石头，使其加工合成后变成更加坚固的石砖，这些知识全都由那个人留下的那本书里记载的非常全面，不然这个计划根本无法实施的如此有效率。    又经过了2周左右，材料的准备全部完成，但是该来的还是来了，在收集由怪物身上才会出现的材料中，我们损失了6位村民，老人决定延缓2天建造计划为他们哀悼，我和老人独自在计划建造的建筑的奠基处，为这些为了大家而牺牲的同伴们建造了一个小小的坟墓。再过几天就是最后的时刻了。    摆脱悲伤，大家重新振作起来，终于迎来了最终的计划日......\n\n第五话 《护盾与羁绊》 更新时间：2014-8-27 6:13:39 ps.卧槽大半年不更你还有脸回来？（自吐槽）\n\n    经过一段时间漫长的筹备工作，最终的计划日终于到来了，村外曾经空旷的广场堆满了一座座的资材小山，这都是村民们不辞辛苦为了眼下的希望竭尽全力的宝贵产物。\n“呼…………”我看着眼前如此壮观的景象，长呼一口气。看着太阳刚刚开始升高，背后传来了一位青年的声音。“您在这里啊，快请跟我来，长老在找您呢。”青年似乎有些焦急的样子快步带领我去见老人。穿过村庄还是最初的那个山顶，老人似乎和几个看起来像是学者一样的村民们正在拿着什么在观测着一些事物。“噢，你来了啊，我有些事情要和你说……”老人担心的语气使我感到有事要发生，而且不是什么好事。“发生什么事了，你们在干什么呢？”我不禁问道。“我们的这两位智者认为，再过不久，就是十年一次的【血月】灾变了……”老人的神色非常的不好。“血月？那是什么，是什么灾难吗，为什么这样肯定？”我追问老人。“我可以九成肯定，我们的智者们只有一次失误过，血月发生后，当天晚上的月亮会变得非常可怕，怪物们会从四面八方冲过来，不惜一切代价，将我们赶尽杀绝，二十年前的一次几乎将我们全村七成的村民们……这下该怎么办啊。”老人非常的紧张，乃至手中的纸张都被捏成了碎屑。“还有多久，可以预估到吗？”我想着，如果可以在计划完成之后灾变的话，或许可以最大程度的避免损失，那样就算防御工事遭到一定的损害，也可以修补，至少不用牺牲多少村民们。“大概…..”老人凑过去向智者们探问“还有一个月左右。”老人回过头来“你觉得？我们可以提早完成我们的计划？”老人似乎明白了我在想什么。“当然，立刻召集全村的人们！刻不容缓！“我说完转头下山。”好!”老人随即向智者们打了个手势就随我下了山。中午时分，村口的广场上便站满了闻讯而来的村民们，老人面色担忧的站在我的身旁，准备发表这一消息。“村民们，我们有个不好的消息……那就是，在预测不久的1个月之后，将会迎来不详的【血月】！。”老人声音刚落，村民们便闻讯色变，几个村民更是跌坐在了地上。“大家不要慌！我们的冒险者有方法让我们活下去！”老人大声的让大家恢复秩序。几分钟后，村民们在赶来的智者们的鼓励下重新团结在广场上。”大家听我说，我们预计有一个月左右的时间，但是不排除会提前迎来灾变，但是大家切记不要慌，我们必须团结一致，尽早完成我们最初订下的计划，这样才能保护大家，保护孩子们和老人们，经过艰辛的这几周，我们大部分参与此计划的年轻人们甚至一些孩子们，都有了足够的经验，接下来就是我们继续把我们的努力化作成果的时刻了，我知道，我们大部分的人已经十分劳累，但是，我们现在没有时间去休息，但是为了不让我们任何一个人倒下并且持续作业，我想，接下来作如下计划:1.     将全天所有人一起的分组作业改为，白天和夜晚分组作业。2.     夜晚由于更加危险，杀敌经验多的人将更多的分配在晚上，并且晚上由我和我选出的几个人担当全程护卫。3.     劳动力比较弱的村民们要负责缓慢的开拓村子空阔方向的地域，并且扩建农田保证食物供应。4.     孩子们不要出门，但是也要担当最低程度的工作，那就是负责烧制和取出填充需要烧制的建筑材料以及食物等，并且在村子的哨塔观察四周是否有敌情提前的预兆，2位智者将陪同孩子们。5.     剩下的人们负责采集最后的几种资源：仙人掌，大量的桶装水和制造一些易燃物。”“目前大概就是这些，大家请尽力而为，这关乎到我们自身的安危，接下来，请大家在今明两天根据分配重新划分组队，并且好好休息，后天开始可能我们直到作战开始都无法彻底的休息了！”我说完了我的计划，人群纷纷开始议论和商讨组队的计划。”很周密的计划，希望我们大家都可以尽全力做到。”老人眼里露出坚定的神色，走向了几位村民和他们开始讨论一些事项。夜晚，我吃完了晚饭便立即着手开始绘制工程的图纸并且和老人共同商议着怪物们可能会重点攻击的方向和位置，并且估计着怪物们造成的预计损伤的评估，以在战时可以快速修补漏洞防止损失。今夜，无论是战士们的训练声，还是长者们诣诣不绝的议论声，还是叮叮当当的锻造声，各种喻示着大家坚定的希望交汇而成的曲调，恢弘的回荡在这个本该宁静的夜晚……\n\n\n\n",
    "replies": [
        {
            "author": "wojiaozj0",
            "timestamp": 1383275760,
            "txt_content": "顶楼主，很好看"
        },
        {
            "author": "1095486321",
            "timestamp": 1383276000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1341283988",
            "timestamp": 1383277560,
            "txt_content": "额，还不错{:10_492:}"
        },
        {
            "author": "116011051",
            "timestamp": 1383295920,
            "txt_content": "我倒是不觉得LZ文笔烂，LZ谦虚···"
        },
        {
            "author": "zjzgigi",
            "timestamp": 1383321240,
            "txt_content": "谢谢各位支持，已更新第二话，请继续支持我~谢谢"
        },
        {
            "author": "俺是琪露诺",
            "timestamp": 1383381900,
            "txt_content": "顶啊！！！加油更新啊！！！！！"
        },
        {
            "author": "zjzgigi",
            "timestamp": 1383486540,
            "txt_content": "已更新第三话 继续求支持啊！！！！求人气求动力！"
        },
        {
            "author": "Vie。",
            "timestamp": 1383662880,
            "txt_content": "不错哟，写的很棒，鼎力支持！虽然有几个小槽点，我就不吐了，毕竟第一次作品，很不错，加油！"
        },
        {
            "author": "zjzgigi",
            "timestamp": 1409383320,
            "txt_content": "大半年后的打脸更新 求支持......"
        }
    ]
}