{
    "title": "【捲毛】藍色鐵捲門的生存實況[完結]",
    "author": "几重凛",
    "replyCount": 25,
    "timestamp": 1383227940,
    "txt_content": " 本帖最后由 a847371462 于 2013-11-3 21:40 编辑 \n\n   藍色鐵捲門【捲毛】一直是我的MC啓蒙老師，只不過後來被黑之後就再也沒有接觸實況這個方面的事情了。我感到非常的遺憾。也是非常的可惜的。想找一個機會收集一下他的合集，來紀念這個我最喜歡的。實況老師。啓蒙老師\n    \n      有人看完了這些視頻之後就會問。爲什麽沒有繼續拍了呢？ 你想知道原因嗎？那麼請看下面的作者的日記吧。【催人淚點啊】\n         \n --鐵捲門日記--\n2011年10月那時我還沒有接觸實況這方面的事，只是個喜歡看NicoNico(註1)的鄉民而已。在NicoNico裡，實況的風氣非常盛行。常常能在熱門前100名中看到各種遊戲的實況。大部分都很有趣，即便我看不懂日文。而那時，台灣的實況作品實在非常少。更不用提有後製特效的，當時根本沒有(註2)…（吧？）但我個人又很愛看…怎麼辦？於是想著，自己做做看如何？反正剛辭職不久，就做個幾集試試吧！「說不定台灣的實況風氣會被我帶起來呢！」心理這樣幻想著。\n註1：NicoNico是一個類似YouTube的日本影片網站。不同的是，觀眾的評論會在「影片」本身上出現，大大增加臨場感。商場與影片的結合也是其特別之處。註2：我當時所知道較知名的是WOW的AFK團隊。但他們的作品比較偏向動畫影集，與我打算製作的實況類別不太一樣。2011年11月在眾多題材中，我挑選了自由度較高的Minecraft作為我的處女作。（當時我的目標是NicoNico上的「史上最大の（中略）マインクラフト実況1CP【minecraft】」http://www.nicovideo.jp/watch/sm12610594）那時候Minecraft這遊戲台灣還沒什麼人氣，用它製作的話，大家應該會覺得比較新鮮。於是製作了「Minecraft-藍色鐵捲門的冒險」系列作在YouTube平台上連載。「藍色鐵捲門」這個詞也是那時候想的，完全沒有意義。更不是後來被部分人誤解的Minecraft中文譯名囧。一開始，真的是很有趣啊～很多第一次都在這時候發生(〃&#8704;〃)2011年12月MC冒險3、4集推出。這時，製作影片已經開始是一件痛苦的事。因為電腦的反應實在慢的讓我無法忍受，常常當機，剪片剪到快抓狂囧。\n但點閱率已遠遠超過我的預期，原本預期頂多2、3千人。為了讓更多人能順利加入實況的行列，於是我更加完善幕後花序的介紹。像是我所有使用的音樂名稱，錄影的軟體是什麼、剪輯軟體是什麼、用了哪些配備、製作時遇到哪些困難等。（直到今日，我還是不知道寫這麼詳細到底有沒有人看(*&#65439;ー&#65439;)）\n2011年12月11號FB粉絲團「藍色鐵捲門」成立。2012年1月無意間發現了justin.tv這個實況平台。在那之前，我完全不知道竟然有，「真的LIVE」形式的網站供民間使用。（好蠢XDDDD)第一個看到的台是「六鳥歌電台」2012年1月21號有部分觀眾發現，冒險第5集為什麼變回預設skin了呢？我在FB上回答道：「因為錄第五集那天，MC官方伺服器維修，我用離線play錄的。」2012年1月22號雖然後製到很火大，但YouTube點閱數多到讓我開始想，是否有更認真經營的可能？便想嘗試在部落格中加入歐美很普遍的「donate」機制。（也就是到現在還是吵很大的「贊助」問題）那時想說，國外這麼常見的形式，為什麼在台灣沒什麼人用？況且我不喜歡在部落格上放廣告，覺得礙眼。雖然預期上就知道不會太多，但應該不無小補。於是我在FB粉絲團上詢問大家的意見。2012年1月23號幾天前嘗試幫玩家代購Minecraft正版序號，代購價為NT$900。卻意外發現代購序號，官方有諸多限制。像是一天連續刷卡幾次就會被鎖卡，而且一個帳號最多只能送出5個Gift Code，且超過2個Code未被贈送對象開通，將無法繼續購買等問題。由於實在太麻煩，1月23號便宣布停止代購服務。2012年1月25號 [贊助事件]在部落格上新增「贊助」按鈕頁面。當初在贊助頁面中，有一段這樣的文字敘述。[--您是否有過觀賞街頭藝人表演的經驗？在一場精湛的演出後，您或許會想丟一些銅板到演出者的小桶桶(錢桶)內，犒賞這精采的演出。如果您喜歡我的節目，您也可以這麼做！藉由贊助的方式，您能最直接的鼓勵我製作出更好的節目！最重要的是，如果沒有足夠的資金，我將無法繼續連載。雖然這些文字僅在贊助頁面出現過，但這就是後來一切問題的源頭…\n「最重要的是，如果沒有足夠的資金，我將無法繼續連載。」其實我實際意思並不像字面上那麼強烈，我單純把它當作一種宣傳語而已。用法接近「僅此一檔！不買會後悔喔！」「全店3折出清！3天後收店！（結果永遠都還在3天）」這類常見的商業宣傳語，所以不是特別在意。但在貼上去沒幾天，這句話開始被挑出來放大檢視。沒多久，各種幻滅言論開始出現：「什麼！？ 原來不給錢就不播？」「蛤！？不給錢就不能看嗎？」「為什麼要收錢？」「跩什麼啊！」「手法拙劣！」「看清你的真面目了！」「歛財！」雖然我怎麼樣也無法理解，「自由贊助」為什麼會被推導為「歛財」，但確實就是被這麼批評了。\n但原本的句子確實不妥，會被推導到那樣的評論也是自找。於是在得知上述評價後（幾天時間的樣子），我便修改了文句：[--您是否有過觀賞街頭藝人表演的經驗？在一場精湛的演出後，您或許會想丟一些銅板到演出者的小桶桶(錢桶)內，犒賞這精采的演出。如果您喜歡我的節目，您也可以這麼做！藉由贊助的方式，您能最直接的鼓勵我製作出更好的節目！當然，無論贊助與否，我都會努力製作有趣的節目給大家的！～謝謝各位:)但這已經太遲了。大部分人根本不認為，看這樣的影片有什麼實際支持的必要，原本說好的永遠支持你，很快的變成我永遠恨你。即便已經修改了文句，但「最重要的是，如果沒有足夠的資金，我將無法繼續連載。」已經被\"單獨\"的大肆宣傳。部分不認識我的人也加入撻伐我的行列。即便我向各位澄清「就算不贊助，也一樣能免費看，完全是自由意願的。」但批評者並不領情，類似的批評開始不斷增多。2012年1月30號後製剪輯的煩躁以及贊助的批評已經讓我受不了。於是想轉換個心情，嘗試在justin.tv上做實況。雖然現場Live的效果一定不會比後製好，但能與觀眾直接互動這點，仍然很吸引我。第一次直播是在Mac OS平台上直播，播的是「Call of Atlantis」寶石消除小遊戲。這次並不是正式的節目(註3)，純粹測試網路狀況。那時網路是10M/1M的樣子。\n註3：原本是預計每一集都有事先安排好的固定主題，但後來發現實現不易，便不再強調正不正式了。2012年1月30號晚上10點34分 [贊助情況]我在FB粉絲團公布5天以來的贊助情況。那時候YouTube上，冒險1~5集的總觀看人數是87萬5千六百。贊助率0.0008%，也就是7個人。並表示自己得再努力才行。但其中一個批評者回應：「這年頭錢真好賺，這樣就要贊助?，別忘了你當初玩遊戲的感動以及初衷。」當時看到這句話時，我楞住了…開始在想：「我這樣真的不應該嗎？」「是不是影片太拙劣了？」「這樣真的很好賺嗎？」「不贊助也可以看不是嗎？為什麼要說這樣的話？」「＃％＄︿＃％」各式困惑在我腦中盤旋一整晚…2012年1月31號一個叫做「Six Wang」的人做出了回應：「你來做個成功的影片看看你要花多少時間，玩遊戲的感動跟初衷跟贊不贊助有甚麼關係，名實況主跟免費分享的影音創作者在國外會掛贊助，讓有心人士支援已經是常態了，你根本就搞不清楚狀況。有免費影片看就應該要心存感謝了，你要不要去跟那些歌手說你這樣就要出來賣唱片一張兩三百塊，你是不是忘記了自己出來唱歌的初衷是什麼？」雖然那時並不認識這個人，但他確切的點出我當初設置贊助的動機。因為自由贊助在國外真的很常見。所以為什麼會引起風波，這在當時讓我極端困惑。（當然，用詞不當也是原因之一）2012年1月31號下午5點17分我把justin.tv的帳號付費升級為Pro。那時候以為這樣對觀眾有益。\n但在當天下午5點54分，我收到了一封信。了解了之後才知道是那時的Six Wang 寄給我的原來他就是六鳥哥台的實況主六嘆\n在信裡他告訴了我一些實況的須知，還有就是Pro帳號的實際功能看完了信才知道，自己帳號升級成Pro，實況主的權限並不會提昇對觀眾根本一點益處也沒有2012年1月31號 [正式LIVE]正式在Justin.tv播出第一集live節目，那天內容是「SCWU＋Minecraft＋閒聊＋FCPX介紹＋閒聊」直播期間，線上人數達兩千兩百多人。這在當時的justin，是很驚人的數字。2012年2月1號 [凡星宿]幾天前，有個叫「凡星宿」的男子找上我。他積極的希望與我合作開設Minecraft的多人伺服器。起先我有些懷疑。我們相約2月1號，在台北承德麥當勞詳聊細節。\n我們見面時，他拿出事先寫好近10張的A4企劃表。一一向我說明我們有哪些合作方式，要是選A會怎麼樣，選B又會怎麼樣。吧啦吧啦向我提出他的見解，甚至連要是Minecraft熱潮過了，未來的經營方向云云。\n最終，我們決定合作。因為我還是有些擔心，所以只簽了3個月。2月12號，立下書面契約。約期到5月20號止。當時我滿心期待這次的合作。2012年2月1號 [鐵捲門工廠]在當天晚上10點37分，我開台向各位宣布計畫創建Minecraft多人伺服器(註4)的消息。當天提到了伺服器成立後，可能會有的大部分細節。其中重要的有：●伺服器有贊助機制，但沒贊助的一樣能玩到MC官方有的所有功能。●贊助玩家僅能得到一些方便性的功能，不會得到裝備。（但這到伺服器後期，確實走樣了。後文詳談）●伺服器秉持著好上好的原則，不用裝mod就能直接連進來玩。希望最大限度的降低，玩家想體驗多人連線的上手難度。\n但可能是第一次簽約太興奮了，當天我過於頻繁的提到「贊助伺服器」(註5)這件事。這使原本就對贊助感冒的朋友更加不爽了。爾後竟然被傳成我常常講贊助？三句不離口？但事實上，這天之後我就再也沒有提到這件事。自己去翻我的歷史紀錄就知道了。但謠言還是這樣傳開了…直到過了半年多，都到了8月，大家還是在講這件事…\n當天提到的內容也被惡意曲解，各種毀謗四起。例如最常被提到的：「說正版才能連。但只要付錢，盜版的也能進去玩。根本兩套標準！」這類的謠言到處流傳。當初明明是說預計讓盜版能近來「看」，但要玩一樣要正版才能「玩」。(註6)這樣還沒買正版的朋友就能「看看」多人伺服器是什麼模樣，想參與的話，買正版後就能連進來。同時也方便伺服器管理，避免惡意破壞等情形。但這計畫後來凡星宿跟我說，要達到這功能，玩家非得裝mod不可，但這與我們好上手不用裝插件的精神相違背。所以之後就放棄讓盜版也能近來「看」的計畫。與後來外傳「因為被罵才改口不讓盜版連」的版本相差甚遠…\n註4：Minecraft直到今日都沒有官方的多人伺服器，伺服器的創建都得靠玩家自己。註5：贊助的理由：當初我們計畫成立全台灣最大的Minecraft多人伺服器（後來確實也達到了），用一般的設備標準根本無法達到。尤其Minecraft是用java寫的，Server性能並不優。隨著伺服器在線人數上升，對網路的需求成等比級數上升。起先，凡星宿先自費約18000，自己組了一台專門用來當伺服器的主機，並且申請了一條給伺服器的網路專線。但很快的，我們發現這扔然無法達到人數100人不LAG的標準(當初跟玩家說好的)。之後便放棄自建主機方案，因為台灣並沒有適合的網路線路承租方案（講白了就是又貴又慢），於是改採向國外租借伺服器主機的方案。經過多次嘗試，最終租借的伺服器，凡星宿表示每月租金約近1萬新台幣。這才達到常態100人不LAG的標準。與某些人想像，用自用電腦掛著就能開服爽爽收錢是很不一樣的…註6：所謂「看」意指只能參觀，不能與伺服器進行互動，例如放置/破壞方塊等。「玩」意指能進行遊戲的所有功能，例如能放置/破壞/創建等。2012年2月1號 [自演BAN台事件的開始]當天實況的同時，開始收到大量的惡意檢舉信。--直到「六嘆拯救事件」之前，惡意檢舉信達128封。信件副本下載：http://www.mediafire.com/?4ntresa60m103rp--後來才知道，當時的justin中文界本來就有些不安定。我這個新人似乎讓部分實況主看的很不順眼。我莫名其妙跑出來，玩些莫名其妙的小遊戲，人數還莫名其妙的多。嘲諷至極。於是少數幾個實況主起義要把我「車掉」(註7)，踢出justin(註8)。再加上對贊助很不諒解的那些人也跑來湊熱鬧，各種洗版，好不熱鬧(′_ゝ`)\n註7：「車掉」,是一群人不停利用惡意檢舉（檢舉按鈕是一個紅色小旗子，所以又稱「插旗」），或者創建與目標id相似的免洗id，故意播放違規內容（例如A片），這樣管理員就可能把相似的id全都ban掉。嗯？ID相似就全部ban掉！？這有可能嗎？ 當時的justin雖然有中文介面，但依然是一個外國網站，內部管理員其實沒人看的懂中文。所以他們無法分辨檢舉的有效性。且一堆相似id都在播放違規內容，他們當時的處理方法是全部都ban掉。 這就是「車」！與單純的洗版不同。 [ 但這方法現在已經無效了，原因後文在提。]註8：在當時，部分暴民對justin似乎有類似「地盤」的概念。這跟學生時代的小團體概念類似。因為（註7）的原因，使得這文化得以在justin中文根生。雖然幼稚的無法想像，但確實有這樣的情況。2012年2月2號 [澄清]我po了這篇文章以澄清外界對伺服器的誤解：http://goo.gl/YUYr7這是2月1號的錄影存檔，完全沒有作假的可能。但這篇澄清文很快就被遺忘了，大家寧可相信別人編的，也不願相信我寫的。直到今日，澄清過的項目仍然在所謂的\"懶人包\"裡。2012年2月3號開始 [自演ban台事件]下午5點54分，我收到官方的通知信。標題：Your Justin.tv account has beensuspended點此下載信件副本：http://www.mediafire.com/?sag2iieoxk7tzc6同時，我收到games5ivetw的Pro權力被強置中斷的信件。標題：Your Justin.tv recurring payment hasbeen canceled.點此下載信件副本：http://www.mediafire.com/?be2xs4rb3ccbexm我的justin實況台真的被停用了。晚上7點58分，又復活了。（當時還不知怎麼回事）晚上8點17分，發現雖然復活了，但帳號不能登。之後又掛了。然後又不知怎麼的又復活了。（時間忘了）\n這種「活了又死，死了又活，活了再死，死了再活」的情況堪稱台灣justin界第一人。於是有\"資深\"實況主紛紛跳出來說我是在自導自演！說「要是真的被ban的話，頁面訊息不是那樣！」「竟然還不要臉的po文煽動群眾！」「騙子！」暴民們紛紛響應這類說法。\n我當時的想法是，我有什麼理由需要這麼做？不管你們經驗裡訊息是不是那樣，但我被停權是事實啊。有什麼自演的必要？\n但\"資深\"實況主都這樣放話了，於是我在外界的名聲又更臭了，多了「騙子」屬性。\n另外很扯的是，justin官方先前邀請我，加入他們的Twitch合作夥伴(註9)計畫。我在2月4號早上11點58分收到他們的電子合約書。但在2月3號把我停權？當時的想法是：「去你媽的耍人啊。」雖然這麼想，但還是斷斷續續的把契約寫完了。2月14號，我正式成為Twitch的合作夥伴。\n註9：justin後來因為遊戲實況越來越多，所以開了一個名為Twitch的遊戲分站，作為遊戲類的專門實況網站。只要你站台類別選\"遊戲站\"，就會被自動分到Twitch裡。成為合作夥伴最大的差別是，你的站台畫質能夠調整。就是能有[360、480、720＋]這類的調整選項供觀眾調整。且能收到廣告方面的收益。（但請不要期待這份收益）2012年2月 [六嘆拯救事件]當時的justin，只要暴民聚在一起，你一句我一句的就去車人了。如上文所見，我也被車掉了。\n就在我被車的灰頭土臉時，六嘆在某資深實況主的頻道內，發現大家準備要惡意檢舉我。於是他默默的寫信給justin官方，向他們說明我的狀況。但由於我收到的惡意檢舉信實在太多了，如上文所提，共計128封：http://www.mediafire.com/?4ntresa60m103rp所以雖然復活了一下，但馬上又被停權了。這地方是關鍵！那時候我以為是被ban掉了。但六嘆很後來的時候告訴我，我是被「暫時暫停了」，類似官方暫停。因為檢舉信太多了，雖然六嘆向官方寫信說明過但官方還是先把我暫時停權，觀察狀況。所以頁面訊息才跟被ban台的人不一樣。\n但那時候我並不知道這件事，只知道自己帳號不能登了好像被刪除了。\n2月3日下午5點57分。我很難過的在FB上po文向大家哭訴這件事。但這舉動被認為是在煽動群眾。（如上文，因為ban台訊息不一樣）\n但也因為這次事件，justin官方意識到亞洲區的問題很大條。因為他們官方管理員，沒有一個看的懂中文。而當時有在在意這亂象，並寫英文信向官方建言的人，只有「六嘆」一人。於是justin官方便任命六嘆跟另一個主持人鳥屎為Twitch的亞洲區管理員\n從此，Twitch的惡意檢舉、免洗ID車台，這些全都無效了。因為終於有看的懂中文的管理員了2012年2月4日我辦了一個不算活動的小小活動，在FF19的會場。當天活動有一個男人，他年紀比我大的多(遭毆)。他特地跑來會場不是為了參加我的活動，而只為了跟我說一句「加油」。他說，他自己是音樂工作者，明白我現在的處境，因為他自己也有類似的經驗。說了一些鼓勵我的話就離去了。他便是後來的管理員之一\"Scott史考特\"。雖然觀眾應該對他沒印象但他很重要，因為與justin官方寫信往返時，契約書內容與信件全是英文的！我英文奇爛無比，怎可能對談。全靠他幫我翻譯並回信在此再次感謝史考特\n2012年2月7號在FB上po文徵求wow(魔獸世界)的冒險夥伴，目的是直播。但後來2月17、18號實際進行時，發現人數過多，根本無法順利進行遊戲。雖然預期到會有很多人，但沒想到實際直播效果會這麼差。整個新手區都被觀眾佔滿了…根本是輾壓＋虐殺！導致打不到怪，也無法解任務。整個步調被拖的很慢很慢。由於直播效果太差了，這計畫便宣告終止。實在是非常對不起特地儲值來參加活動的朋友經過這次教訓，我也學到了不要亂找觀眾玩需要付費的遊戲2012年2月13號為了讓直播的畫面更順暢些，網路升級為50M/5M。2012年2月23號第一次跟六嘆開台打魯（LOL）這段直播記錄我後來有剪精華，並在3月16號發佈。這是在續「Minecraft藍色鐵捲門的冒險#05」之後，唯一的新剪輯作品。雖然剪了很久，但3月20號我就把影片撤掉了。\n因為有人寫信來恐嚇我，說我未經同意用它的名字剪影片所以導致被騷擾之類的，說再不撤掉要告我。雖然我不知道同名的人那麼多，他要怎麼用一個「汎」的遊戲id來告我。但謹慎起見，我透過信件地址，發現他不可能是這個名字，而且是個男的。是一個想湊熱鬧的家教老師？但考慮到可能真的有同名的人感到困擾，或者是我查到的資料可能是錯誤的。所以我在3月20號還是把影片撤了。2012年3月18號 [藍色鐵捲門の消失]我po了篇名為「藍色鐵捲門の消失」的文章。我當時的意思是：告訴各位潛在創作者，在台灣如果你打算靠無形的創意賺取收入的話，這會是相當困難的事。並表示，如果對贊助我感到後悔的話，可以與我聯繫，我願意退全額。但因為文章寫的太戲劇化了，所以被部分人曲解為「我是在裝可憐！」「是為了騙取更多的贊助！」這篇文章po出4小時後，我再次po文向各位澄清這篇文章的用意不是討贊助，而是「心得文」。但這樣的解讀並沒有停止。外頭對我的評價更難聽了。甚至有不少人反串成我的Fans，故意到處留惹人厭的言論。我甚至看到有人說：「寫信要他退很多次了，根本沒退錢」「他有可會退嗎？ 根本ㄏㄏ」\n我能發誓，根本沒有收過這樣的信。因為每一封信我都有轉存到電腦保存，不可能漏掉的。累計至今7000封信，雖然數量是多了點，但我是每一封都看過的！對於這樣的抹黑，看的更加心寒了…（但我沒有回應）\n雖然這篇文章出來後，確實有幾個人寫信給我，希望贊助我。但我全部回絕了。因為「贊助頁面」我在2月底(註10)就已經「移除」了。就算別人想直接匯錢給我，我也全部婉拒。\n這兩個字在台灣的解讀實在糟的不能再糟，有如洪水猛獸般，好像會要了他們的命一樣。說來諷刺，我原本還打算發揚這個文化的…現在看來是非常失敗。\n說到「贊助」，我除了在部落格頁面寫過1次，2月1號在直播提過伺服器的贊助。就在也沒有說過這件事了。但被有心人渲染後，竟變成我的名句了，甚至演化成我開台常常在講。這類抹黑造成的心理壓力，逐漸累積著\n註10：還是3月初？我有點忘記了。但一定是在3月18號以前。2012年3月20號我把「藍色鐵捲門の消失」這篇文章撤掉了。因為在這2天內，我收到很多鼓勵的信與留言。雖然這聽起來很屁，但想到還有人相信並支持我，就算是勉強也還是要振作起來。於是我把文章刪掉（其實我沒有刪，我用google的還原為草稿的功能隱藏了）並發一篇新文章表示之前發那篇文章太過中二，所以決定當黑歷史抹除。同時提到可能會做一個手繪的MV，大家可以小小期待一下。（但這計畫因為繪師們有課業上的壓力，所以沒辦法把這個構想完成。）\n但從這天起，我的所有言論都被更加的負面解讀。「哇～才說要消失，就又挑出來啦？ \"加油信\"一定收很多吧？ 錢包滿滿喔～」這類的諷刺大量出現。「他的行動都是有陰謀的，藍色鐵捲門是個厚顏無恥、陰險狡詐的騙子。」\n了解到自己文筆之差，引致撲天蓋地的抹黑後。我之後便放棄澄清任何事，大家喜歡講就去講吧…這種深沈的無力感，實在很難形容。2012年2月之後為什麼不再碰Minecraft了？我在轉入Twitch直播後，除了冒險6~8(吧)、MC伺服器一週逛一次之外，便很少玩Minecraft了。理由…「灰心」兩個字應該足夠…\n於是2、3月起。我改變原本認真經營的心態，轉而輕鬆開心就好。已經不想去追求人數、點閱率那些的了。開始玩些別的遊戲，希望改變大家「藍色鐵捲門=Minecraft」的印象。希望大家是因為「我這個人有趣」才看台，而不是「他是玩MC的」所以我才看。確實，大家是因為我的Minecraft剪輯作品才認識我的。但轉型成輕鬆的電台，應該不算過分吧？反正Minecraft沒得看，看別人的不就得了？我這麼想。\n但是大家並不這麼認為。因「藍色鐵捲門=Minecraft」的Fans覺得自己被欺騙了！「我加你粉絲團是為了看你玩MC耶？ 你玩別的遊戲是什麼意思？」「大牌了喔？叫你玩還不玩！」「快玩MC阿！」「嗯？叫你玩還ban我？」「大牌個什麼阿！」…我又再一次搞砸了。大家可能產生一種「你叫我們來KTV唱歌，但你卻顧吃東西，搞屁阿？」的情緒。「被欺騙了。藍色鐵捲門是個利用Minecraft當跳板，錢撈夠就想閃的爛人。」由愛生恨的人更多了。2012年4月16號 [搬家]消失文過了約一個月後，我與另一半搬到台北來。因為他在台北找到新工作了。這件事我確實很不想提起。外界都盛傳「唉呦，沒賺錢還搬家養貓喔～ 最好是沒賺」...難道我要很自豪的說「因為是另一半出錢」嗎？連最後一點隱私也不放過…不想多說了。2012年5月20號 [鐵捲門工廠代言到期]其實我在6月3號才在fb發佈這個消息：http://games.5ive.tw/2012/06/blog-post_03.html想當然，震驚不少人。因為我從來沒提過這件事。（大錯誤）「什麼！？竟然是代言！？」「歛財完就想切割嗎？」這類說法激增。\n因為在代言結束前幾個禮拜（或者月），伺服器的贊助機制確實開始走樣。凡星宿為了維持贊助收入，開始破壞當初說好的「贊助不會影響公平」。無預警的調整難度，增加贊助者福利等手段。也沒有事先跟我討論過。而那時，Minecraft對我造成的壓力已經大到我完全不想碰了。所以並沒有去了解伺服器的狀況，完全放手給他做(註11)，反正時間到就播。只希望快點結束這惡夢…\n後來當我意識到時，這一切看起來真的很像個騙局。而伺服器是掛我的名字，我當然不能推卸責任。\n這部份我不替自己辯駁，因為這真的很糟糕。就算覺得自己很冤，但要簽的也是我自己，無話可說。對那些進來玩的朋友實在很抱歉…\n註11：一開始，凡星宿對伺服器的設定確實很不錯。所以我就很放心的全交他給調整，活動也由他來策劃。我就如他說所，專心直播就好了。2012年6月13號 [電玩快打]在之前，我收到電玩快打的邀請，希望我去上節目。單元是Minecraft。我掙扎了很久才決定。但一個人，能有多少機會上節目被專訪呢？ 這麼特別的體驗，驅使我前往。我去了。消息一出，在他們節目的官方留言板內，出現大量不應該邀請我的流言。其中 主題2630：http://gamegx.pixnet.net/guestbook/8煞有其事的貼了一大篇我的懶人事蹟。我都不知道這位\"說的跟真的一樣\"的朋友，要是發現懶人包全是假的你會跟我道歉嗎？這先不管。這次事件，讓我真正警覺到，網路上的攻擊已經蔓延到現實層面。因為他們「製作人」因此對我的人品起疑，雖然我後來向他們解釋後，他們選擇相信我。但這些「虛假」的東西，竟真能造成「真實」的傷害。太過了，真的太過了。\n至於錄影心得不多講，請參考這篇：http://games.5ive.tw/2012/06/blog-post_18.html製作單位犯了一個沒有署名的錯誤。想當然，我被罵翻了。事後我貼出這個影片澄清：http://www.youtube.com/watch?v=T0VHrftBAl4但就算有證據，反對者對我的厭惡並沒有減少。這影片被形容為「馬後砲」，無視之。2012年7月7號 [第一次台聚]這本是一件相當愉快的經驗。可以參考這篇心得：http://games.5ive.tw/search/label/%E5%8F%B0%E8%81%9A但令我不可置信的是，連台聚都有人要黑我8月27號，有人在粉絲團貼了這篇：https://www.facebook.com/games.5ive.tw/posts/464572256906727第一個連結就是黑台聚的：http://forum.gamer.com.tw/Co.php?bsn=60076&sn=16038078兩百多推，無法置信，這是什麼世界（我做了備份，如果文章被刪除可以點這裡下載：http://www.mediafire.com/?bmhpfflmpw89g8j）\n轉貼？很好，是誰？當天台聚每個人都有填站台id，請問id？因為我整篇看完，我不認為這個人真的有去台聚。錯誤百出！根本是看我心得文掰的，離譜至極\n首先入場費，我一開始就講300（50點心費），不可能忘了。因為現場沒人忘記這件事！包場費250是老闆給的價錢，不信麻煩自己去問老闆！地址：民生東路三段110巷14號（藍棧咖啡館）看看包場費是不是真的250！ 難道我要自己墊？\n說到點心。吃不夠？你到底以為你來幹什麼的？到最後還剩一堆蛋糕跟我說吃不夠？有跟沒有一樣？你到底來幹嘛的？真的是來跟我們同樂的嗎？\n另外獎品。寒酸？你他媽竟然說寒酸？你到底是來幹嘛的？以為大財團開財報會嗎？這些禮物都是我自己墊錢做的，你她媽嫌寒酸？還有最大獎不是畫冊。我在現場有強調，這是「繃畫」！哪來的畫冊請問？還一「本」勒？而且這張畫也是含意的，我現場有解釋。他是直播期間發生的事件，有在看台的都會知道！泰瑞莎殺人事件：http://zh-tw.twitch.tv/games5ivetw/b/323731809這是那次事件的衍生創作。竟然說我家養的貓甘你屁事！？你真的有來嗎？你侮辱我可以，但他媽的不准侮辱我的繪師朋友！\n說到遊戲。你真的有來嗎？遊戲流程可不是你說的這樣！分3隊後（含主持人4隊），「每場每隊都必須派出不重複的人員參賽」，3大關6小關，共比18場。主持人隊3人輪流上場，其他隊所有人輪流跟我們打。這樣幾乎所有人都輪遍了，請問自High何在？說場子冷？你真的有來嗎？要我把當天有去的全call出來證明嗎？他們可是全都有留真名跟電話的。你不要以為看我拍幾張照片，現場就是那樣了。場子冷才硬拉一個女生上場！？ 誰？現場男女各半，請問哪個女生？每個人幾乎都輪到的情況下，哪「一個」女生？重頭到尾5.6個在瘋而已？當天都快把屋頂掀了你說冷場？不可能！你到底是在哪一個次元參加我的活動？難道當天所有人的笑容都是假的嗎？\n不要太過分了當天所有人都玩的很開心，你這樣侮辱我辛苦策劃的活動歛財？ 我辦這活動除了麻煩外，還自己還倒貼你知不知道？網路世界看不到人就可以這樣瞎掰嗎？我那麼用心辦這場活動，竟然被你這種人黑掉。別開玩笑了，非要我告人不可嗎？\n喔對了，文中黑我的剪輯「一分鐘看懂Minecraft」。http://www.youtube.com/watch?v=KRBpo9QGy6U居然說我的那個影片是冒險1~5的剪輯版別開玩笑了那是我花了1個禮拜，自己編曲，重新錄製的是一個完全全新的原創作品你能從裡面挑出「任何一秒」，能跟我現有的任何影片畫面吻合的話。只要1秒，我就拍一段露臉下跪道歉的影片\n重點是這麼拙劣的謊言，竟然沒有人發現兩百多推？\n打到這篇是最令我生氣、難過的。我既然已經被黑到能被自由創作的地步了。絕    望    。\n（六嘆一直都希望我可以網路蒐證，然後去提告，讓他們知道不是匿名就可以亂說話的但是我覺得如果真的告成了，可能會讓他們留下前科他們大部分都只是學生而已，留下前科對他們的未來傷害太深了…六嘆一直笑我很笨）\n\n2012年8月 [再會]看到這，大家可以發現，幾乎所有（後來看來）的錯誤決定都在2月。而其產生的後果卻伴隨我半年之久。（或者會更久）到現在大家講到我，就是歛財。我都不知道是誰比較想歛財…\n在這一連串的錯誤決策，引致的一連串誤會，最終被黑到無以附加。澄清過的話依然被持續扭曲抹黑著。看著這一路的變化，實在是有些感慨啊～ 自己這麼用心經營的角色，最終…培育大失敗。\n雖然是絕望透頂，但這段體驗仍然是無可取代的。這段冒險讓我認識了不少無可取代的好朋友。原本不可能交集的我們，因為這名號而結識。能認識這些善良的夥伴們，真是太好了！我愛你們ヾ(′ε`ヾ)N久後，這會是一段很美好的回憶。\n--日記完--\n或許有人會問：「既然覺得自己是無辜的，為什麼不早點澄清？就不會搞成這樣了阿？」嗯…一個貼滿澄清布條的遊樂園，你覺得如何？我希望大家點進我的粉絲團，看到的只有開心的事。點進我的直播台，就是準備開懷大笑…不管你覺得這話是不是很屁，但我是真的這麼想。但把所有負面都自己吞下的結果，就是自己壞掉而已…（只差沒跟美樹沙耶香一樣，壞掉變魔女而已）\n我甚至看過有人說：「如果他現在回頭，那還有機會，但機會只有一次」說得我好像是什麼罪人似的，這到底是怎麼回事？這就是我辛苦剪輯後所獲得的回報嗎？一個不玩Minecraft就得死的下場？明明全部的人都可以免費看不是嗎？因為沒看到結局，那個原本你們支持的人，就變成惡人了嗎？\n在贊助事件開始前，我常常搜尋自己的id「藍色鐵捲門」。那時我甚至有些自豪，全台灣的實況裡，就只有我一人能有如此成績。但跟錢扯上關係後，一切都變了。不管你的動機是什麼，機制是什麼，就算是自由贊助也無所謂。跟錢扯上關係後，一切都臭了…我前老闆說的對。他曾輕描淡寫的跟我提過：「錢這種東西很麻煩，就算是跟朋友也一樣」那時我也是笑笑說：「我知道」不以為意。不，我根本不知道直到現在我才深刻體會。那些原本說「不錯喔！」的人，只要你的作品是「贊助過的」，臉色瞬變。對作品的要求瞬間提高N個層級。這時候的評價，才是真正的評價。\n但現在，我根本不敢這麼做了，每次搜尋，都是些傷透人的評論。瞎掰出來的懶人包到處流竄。不認識我的人竟也信以為真。我竟變成大家必須合力打倒的對象？！實況界的毒瘤！？\n\n\n網路有時，確實能讓很多檯面下的冤屈得以伸張。但這份「鄉民的正義」，如果被有心人士利用的話，便成為絕佳的攻擊武器。下次，在你行使「鄉民的正義」之前，希望多想想。別讓你的正義之心，成為網路霸凌的幫凶。\n謝謝各位撥空看完，再會。\n                                                                     第一集\n                  http://player.youku.com/player.php/sid/XMzI5NTk4NTcy/v.swf\n                                                                     第二集\n          http://player.youku.com/player.php/sid/XMzI5NjAwNTA4/v.swf\n                                                                     第三集\n          http://player.youku.com/player.php/sid/XMzMzOTY0NzA4/v.swf\n                                                                     第四集\n          http://player.youku.com/player.php/sid/XMzQxMTczMDE2/v.swf\n                                                                     第五集\n          http://player.youku.com/player.php/sid/XMzUxMzM0Nzcy/v.swf\n                                                                     第六集【大陆直播风格】\n          http://player.youku.com/player.php/sid/XMzU2NjcyMTM2/v.swf\n                                                                     第七集【大陆直播风格】\n          http://player.youku.com/player.php/sid/XMzU2ODAxMTMy/v.swf                                                                         第八集【大陆直播风格】                                                                                                                                                                                              \n                    http://static.hdslb.com/miniloader.swf?aid=224692&page=1\n                                      鐵捲門工廠一日遊\n          http://player.youku.com/player.php/sid/XMzY0MDA2ODIw/v.swf\n\n  \n    作者最終以第八集告別了實況系列。并且不在觸碰實況系列。  如果你現在還有珍惜的實況人員  請你別最後把愛當成恨。\n          因為他曾經是你最愛的實況人！ 是要支持不要黑哦！\n                         是不是感覺鐵捲門老師很萌呢。 嘿嘿 那麼接下來 \n  \n                                                電玩快打邀請【露臉視頻哦】\nhttp://player.youku.com/player.php/sid/XNTI1MzYxMzQ4/v.swf\n                                                  教您購買正版！\nhttp://player.youku.com/player.php/sid/XMzQyNDczMzA0/v.swf\n    \n        還有一些 嗯~ 不屬於Minecraft 我就不在轉載了。 希望老師今後能順順利利的工作！\n                藍色鐵捲門：目前我正在開發一種手機小遊戲\n                           如果你也喜歡藍色鐵捲門 那就請支持他【而不是黑他】\n                        最後的最後，我們就以鐵捲門老師翻唱的28秒跟我一起來！ \n \n                            跟我一起來【歌】\nhttp://player.youku.com/player.php/sid/XNjIxNTQyOTU2/v.swf\n\n\n                   鐵捲門老師。加油！MCBBS 加油~\n                            \n                                                                         END\n\n\n\n",
    "replies": [
        {
            "author": "hs1005489127",
            "timestamp": 1383233820,
            "txt_content": "楼主台湾人？{:10_492:}"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1383234780,
            "txt_content": "我嘞个去。。。这日记可以做小说了..."
        },
        {
            "author": "jz5236522",
            "timestamp": 1383235560,
            "txt_content": "为什么我看不懂日记...\n只觉得蓝色卷帘门大大的视频很精美，BGM，字幕，介绍都很不错"
        },
        {
            "author": "jz5236522",
            "timestamp": 1383235620,
            "txt_content": "超喜欢卷帘门大大的视频"
        },
        {
            "author": "几重凛",
            "timestamp": 1383353880,
            "txt_content": "jz5236522 发表于 2013-11-1 01:07 \n超喜欢卷帘门大大的视频\n嗯，超萌启蒙老师！"
        },
        {
            "author": "jz5236522",
            "timestamp": 1383359040,
            "txt_content": "为什么更新了一集就完结了、、、\n这不科学啊"
        },
        {
            "author": "几重凛",
            "timestamp": 1383386520,
            "txt_content": "jz5236522 发表于 2013-11-2 11:24 \n为什么更新了一集就完结了、、、\n这不科学啊\n铁卷门老师早就不出视频了！  因为被黑了"
        },
        {
            "author": "jiexiner",
            "timestamp": 1383434160,
            "txt_content": "谢谢分享，我在youtube上只看到了5集，真的谢谢~{:10_503:}"
        },
        {
            "author": "几重凛",
            "timestamp": 1383443280,
            "txt_content": "Aikawastep 发表于 2013-11-1 00:53 \n我嘞个去。。。这日记可以做小说了...\n 作者很有爱呗！"
        },
        {
            "author": "几重凛",
            "timestamp": 1383443340,
            "txt_content": "jiexiner 发表于 2013-11-3 08:16 \n谢谢分享，我在youtube上只看到了5集，真的谢谢~\n后期铁卷门老师采用的是直播间在直播。"
        },
        {
            "author": "jiexiner",
            "timestamp": 1383449820,
            "txt_content": "a847371462 发表于 2013-11-3 09:49 \n后期铁卷门老师采用的是直播间在直播。\n原来如此，难怪在youtube上找不到，facebook好像也没有"
        },
        {
            "author": "几重凛",
            "timestamp": 1383467100,
            "txt_content": "jiexiner 发表于 2013-11-3 12:37 \n原来如此，难怪在youtube上找不到，facebook好像也没有\n不过铁卷门老师在2012年8月已经不拍视频了！"
        },
        {
            "author": "zhukai",
            "timestamp": 1383480000,
            "txt_content": "15分钟看完日记.. 发现就是铁卷门老湿的血泪史啊！！ 表示我也是看铁卷门老湿的视频才知道MC的.."
        },
        {
            "author": "几重凛",
            "timestamp": 1383480600,
            "txt_content": "zhukai 发表于 2013-11-3 21:00 \n15分钟看完日记.. 发现就是铁卷门老湿的血泪史啊！！ 表示我也是看铁卷门老湿的视频才知道MC的..\n被黑得太惨，我看了一次就再也无法直视这个日记了！"
        },
        {
            "author": "jiexiner",
            "timestamp": 1383496260,
            "txt_content": "a847371462 发表于 2013-11-3 16:25 \n不过铁卷门老师在2012年8月已经不拍视频了！\n这个我知道，我听别人说了 QAQ\n一代宗师就这样被黑了.....{:10_503:}"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1383540780,
            "txt_content": "a847371462 发表于 2013-11-3 09:48 \n作者很有爱呗！\n{:10_495:}的确很有爱..."
        },
        {
            "author": "。—。",
            "timestamp": 1384190040,
            "txt_content": "QvQ原来bilibili上的第九集都是后面直播的录像存档！"
        },
        {
            "author": "德玛西亚小蜗牛",
            "timestamp": 1384210920,
            "txt_content": "字体看不懂啊"
        },
        {
            "author": "13553763919",
            "timestamp": 1384253040,
            "txt_content": "55555555555555555"
        },
        {
            "author": "[巡礼者]Sky",
            "timestamp": 1384448580,
            "txt_content": "话说。。。铁卷门大大到底是男的还是女的啊？"
        },
        {
            "author": "pjymimi",
            "timestamp": 1384529400,
            "txt_content": "热爱铁卷门老师啊，不要退隐江湖啊~~~"
        },
        {
            "author": "口口口丶龙少",
            "timestamp": 1384573140,
            "txt_content": "a847371462 发表于 2013-11-3 20:10 \n**** 作者被禁止或删除 内容自动屏蔽 ****\n呵呵，厉害楼主{:10_513:}"
        },
        {
            "author": "藍色鐵捲門",
            "timestamp": 1388663460,
            "txt_content": "感謝整合，事情已經過去了。雖然實況不會在拍了。但我現在過得很好。:）"
        },
        {
            "author": "几重凛",
            "timestamp": 1388663520,
            "txt_content": "藍色鐵捲門 发表于 2014-1-2 20:51 \n感謝整合，事情已經過去了。雖然實況不會在拍了。但我現在過得很好。:）\n惊现铁卷门老师！！！！激动"
        },
        {
            "author": "螺旋玉",
            "timestamp": 1423127700,
            "txt_content": "很好呀！那坏人没眼光！{:10_494:}"
        }
    ]
}