{
    "title": "我的世界侏罗纪mod",
    "author": "苦力怕。丿",
    "replyCount": 6,
    "timestamp": 1383373020,
    "txt_content": " 本帖最后由 苦力怕。丿 于 2013-11-2 14:18 编辑 \n\n我的世界侏罗纪世界mod介绍及下载，本mod将把你带入一个恐龙横行的世界，与其他恐龙mod不同的是，它将致力为你呈现一个逼真而合乎现实的恐龙世界。我的世界侏罗纪世界mod介绍及下载：http://pan.baidu.com/s/17Uaub物种：重爪龙(Baryonyx)综述重爪龙是一种中型兽脚类的肉食恐龙，存在于白垩纪的欧洲。它拥有一双强有力的双爪和重型的身体构造，一张与鳄鱼相似的大嘴，使它能够在湖泊河流中捕获鱼类。在游戏中，这种披着绿色皮毛和红色背脊的生物，拥有自卫能力，所以你最好跟它们保持一定的距离。幸运的是，重爪龙是一种相当吵闹的生物，你可以通过聆听它那“咕咕”的叫声进行防范。&#8226; 环境你能经常在水边发现重爪龙的身影，它将在沼泽和河流群落中生成。对于重爪龙来说，一个良好的栖息地需要有足够的水让它捕鱼和游泳。&#8226; 食物重爪龙通过捕食鱼类和其它小动物生存，对于同等尺寸的生物基本不构成威胁，但是需要注意的是，一些食草动物可能会因为恐惧而主动对它发起攻击。葬火龙(Citipati)综述葬火龙是一种兽脚食肉类偷蛋龙，出现于白垩纪的蒙古。人们通常会把它与外形相似且更为知名的窃蛋龙相混淆，事实上在大多数的电影和书籍中，偷蛋龙都是根据葬火龙描述的。在游戏中，葬火龙看起来像一只鸡，带着红色的头冠，脖子悬挂着两条鸡领一样的东西。它们本质上不会有威胁性，并且受到攻击时会逃走。&#8226; 环境葬火龙将在灌木丛和沙漠群落中生成，葬火龙的栖息地中需要包含有沙子和少量的灌木丛。它们需要的是一个干燥的环境，并且它们不知道怎么游泳，它们的身子会很快地沉在水里。&#8226; 食物葬火龙属于杂食类生物，通过摄取植物和捕食小动物生存。需要注意的是，当心将它跟一只小鸡放在一起，两个物种也许非常相像，但是葬火龙将会非常乐意地将那只小的吃掉。驰龙(Dromaeosaurus)综述驰龙是一种猛禽，诞生于白垩纪的北美洲。它是第一种被发现的驰龙类恐龙，所以以驰龙为之命名。在游戏之中，驰龙披着红色和棕色的羽毛。它看起来与伤齿龙很相像，但是它有相对较大的身体构造。你可以通过喂养生肉将它驯服，然后它将跟随你。&#8226; 环境驰龙喜欢温带的生物群落，你将能在温带雨林、平原、寒带森林中找到它。如果你想圈养它，请放置在充满大量灌木丛和叶子的圈子中。&#8226; 食物驰龙是一种凶猛的捕食者，虽然只是对于像鸡一样的小型动物。它们会捕杀所有出现在眼前的小鸡，如果你让它们乱跑，它们将会毁掉你的整个农场。值得注意的是，已驯服的驰龙也会这么干。&#8226; 驯养通过喂食生肉将驰龙驯服，已驯服的驰龙会跟随你并为你战斗。目前驰龙的攻击行为与狼相类似，但是不会造成任何伤害。双型齿翼龙(Dimorphodon)综述双型齿翼龙是一种小型的翼龙目恐龙，出现于侏罗纪早期的欧洲。它以它那大型的头额而闻名，甚至在某些种类里面它的头与身子一样大。在游戏中，双型齿翼龙跟据它鲜艳的喙和奶黄色的羽毛与其他翼龙区别出来。在大的双型齿翼龙群体里面，它们将显得相当吵闹，尤其是它那鸣叫声。&#8226; 环境双型齿翼龙喜好被遮掩的栖息地，所以你将能在热带和温带的雨林中找到它们，同时也包括湿地。双型齿翼龙的栖息地很难建立，它们需要一个封顶的巢穴，但是又能拥有足够多的空位让它们飞行，同时确保有树和灌木丛它们着陆。&#8226; 食物双型齿翼龙是一种主要以昆虫为食的生物，同时它们也吃水果和鱼，甚至是腐肉。伤齿龙(Troodon)综述伤齿龙是一种伤齿龙科食肉类恐龙，诞生于白垩纪的北美洲。它们在同等身体尺寸的恐龙中拥有一个最大的大脑，并因此而出名，同时表明它们相当睿智。在游戏中，伤齿龙是一种胆怯的夜行生物。它们那乌鸦一样的黑色羽毛，帮助它们在黑暗猎杀中隐蔽。&#8226; 环境伤齿龙环境适应能力很强，你能在温带森林、平原和灌木丛中发现它们。一个良好的伤齿龙栖息地需要保持黑暗，例如洞穴或其他昏暗的地方，确保它们能在白天中隐蔽。&#8226; 食物伤齿龙根本上是一种肉食性动物，它们通常会捕食像鸡一样的小动物。然而如果有需要，也会吃一些植物、胡萝卜，甚至是昆虫。更多恐龙敬请期待!&#8226; 秀颌龙(Compsognathus)&#8226; 巨椎龙(Massospondylus)&#8226; 风神翼龙(Quetzalcoatlus)&#8226; 棘龙(Spinosaurus)&#8226; 海王龙(Tylosaurus)方块旧石器世界传送门(Paleocraft Portal)用青苔圆石造出一个下界传送门的模样，并用化石(Fossil)右键点亮。海藻(Seaweed)海藻在旧石器世界中生成，当你走过时将会减速。它只能放置在水里的沙子上。物品化石(Fossil)第一个添加到本mod的中的物品，它的合成类似于炉子，用光滑原石代替圆石，中间放置一个骨头。它唯一的用途就是用来激活旧石器世界传送门。\n下载了赞个O(∩_∩)O哈哈~",
    "replies": [
        {
            "author": "weq123tyrsdaghf",
            "timestamp": 1406436300,
            "txt_content": "版主，你错版了"
        },
        {
            "author": "白痴37号",
            "timestamp": 1406436420,
            "txt_content": "呃，您错版的！"
        },
        {
            "author": "裂阳e2333333",
            "timestamp": 1406453220,
            "txt_content": "您错版的~！！"
        },
        {
            "author": "奶奶的葫芦",
            "timestamp": 1407399960,
            "txt_content": "weq123tyrsdaghf 发表于 2014-7-27 12:45\n版主，你错版了\n我知道你想说 楼主 你错版了"
        },
        {
            "author": "奶奶的葫芦",
            "timestamp": 1407399960,
            "txt_content": "weq123tyrsdaghf 发表于 2014-7-27 12:45\n版主，你错版了\n我知道你想说 楼主 你错版了"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1407407520,
            "txt_content": "我打算加几个mod玩极限生存的,但是因为这个mod的恐龙感觉好像很屌的样纸于是就不加这个了\n不然死的很惨啊"
        }
    ]
}