{
    "title": "史蒂夫的复兴路（第六章）",
    "author": "caith",
    "replyCount": 2,
    "timestamp": 1383449040,
    "txt_content": "\n《史蒂夫的复兴路》\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n主人公：史蒂夫和其团队\n主要内容：史蒂夫的亲哥哥拉杰白手起建了一座小城市------拉杰丽，却被僵尸毁得面目全非，史蒂夫结盟一些英雄一边复仇一边寻找让人类能力提升的方法。\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n章节\n\n1、最后的抵抗（上）\n地址http://www.mcbbs.net/forum.php?m ... &extra=page%3D1\n2、最后的抗争（下）\n地址http://www.mcbbs.net/forum.php?m ... d=174256&extra=\n3、废墟\n地址http://www.mcbbs.net/forum.php?m ... p;extra=#pid3377878\n4、悼念\n地址http://www.mcbbs.net/forum.php?m ... d=184397&extra=\n5、离别\n地址http://www.mcbbs.net/forum.php?m ... p;page=1#pid3569391\n6、新的征程（上）\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n新的征程\n\n    第二天，史蒂夫一行翻过了这几年从未翻过的峡谷，登上这环形山的山脊。在那里是平坦无奇的高山草甸，绿油油的高草，可是却不给人带来一点点生气。史蒂夫记起几年前第一次来到这里，这片草甸上到处是山羊奶牛，一切都是纯天然的，而如今……谁都知道这是僵尸惹的祸，但对于僵尸来讲，这是他们的乐趣，人类又如何阻挡呢?史蒂夫一行在草甸上漫无目的的走着。\n    “看啊，那里有户人家！”突然乔治喊道。在不远处的小山坡上，有一个中年人带着两个十来岁的小孩儿修理着一个不是房子的房子。\n        “想必他们也是僵尸的受害者吧。”撒拉一边把大家领过去一边说。那个中年人看到史蒂夫一行后，放下手中的活，走过来说：\n        “你们应该是从拉杰丽来的吧?”\n        “是啊。”史蒂夫回答道。\n        “哎，太惨了……”中年人一边摇头，一边蹲下来。\n        “怎么了?”丹尼斯也一同蹲下来。\n        “那场侵略太惨了，你们知道和你们临近的另有三个城，它们都一样收到了侵略，就连我们这些农夫……看看我们的农田……”中年人一边滔滔不绝地哭诉一边指着那几片泥污混杂的小梯田。史蒂夫一行也感到无比的悲痛，这片山谷群第一次收到了如此的创伤。从城镇到士兵再到这些隐居的农民，确实太惨了。\n        “你们要远行吗?为表心意，我这里有点干粮，你们带走吧。”  中年人说着，抱起一包干面包，塞给史蒂夫。\n        “呀，谢谢谢谢。”史蒂夫有些推辞的说，“我想问一下，您从前有出过这片山谷群吗?”\n        “这个到没有，不过我这里有份地图，是从僵尸那里抢来的。”青年人从兜里掏出一张皱皱巴巴的纸，递给史蒂夫。史蒂夫打开它，发现上面到处是怪模怪样的符号，不过图倒是很清晰。史蒂夫一行对着地图研究了半天，商量了出山谷群的方案后，把地图还给了中年人：\n        “谢谢你的帮助，我们告辞了!”史蒂夫一行离开了中年人，按照他们规划的路线开始了出山谷群的旅程。\n        穿过绿草幽幽的草甸，渡过清水哗哗的小河，登上白雾弥弥的山峰……史蒂夫一行经历了两天一夜的跋涉，露营、生存、集资，最终登上这片山谷群的最外层环形山山脉。在那里，云在他们头顶缭绕，薄薄的雪给大地盖上一层床单，周围到处是高大的亚寒带针叶林。乔治找到一块大石头，扑了扑上面的雪，然后坐下：“\n        “这两天的旅行真棒，把这骨头都活动开了！”\n        “看，我弄到了三块骨头和两只蜘蛛眼！”撒拉炫耀着。\n        “呃，别把那么恶心的东西在空中摇来摇去……”乔治摆摆手。\n        “那有什么用，我们又不是专业农夫或者药剂师。”丹尼斯说着，双手一坦，肩耸了两下。\n        “看我，我从僵尸那打下来个金甲衣，只可惜这玩意儿烂不垃圾的……”史蒂夫说着穿上那件几乎快没耐久的金甲衣。\n        “呃…我无语了，那件金甲可以约等于没有。”乔治丧气地说，“就不能暴点好东西吗?”\n        “嘿，看啊，下了这座山，我们就能到‘新世界‘去了!”撒拉高兴地叫道，一边用手指着那片长在斜坡上的森林。那是一片由多树种混交的山林，在最上面是树叶深绿的亚寒带针叶林，向斜下看去，也能看到一点青绿，那就到山腰上了。不过史蒂夫一行可欣赏不了这样的美景，因为天已经快黑了，弯弯的月也已升上来了半张脸。\n        “天黑了，吃点东西吧。”史蒂夫一边在背包里翻着东西一边说。他找到了一些麦子，但是没找到工作箱。可能没带吧，史蒂夫心里想着。\n        “我这有几块木块，够做工作箱了。”撒拉把四个木块品在一起，成了个工作箱，她把工作箱摆在地上，“你们这些人，连最基本的生存法则都不知道。”史蒂夫手一坦，一脸无奈，乔治接过麦子，准备打开工作箱。就在这是，“咯，嗖~”的一声，一支箭从森林里飞出来，丹尼斯赶紧拿起遁把箭弹开，说：\n        “赶紧吃吧，吃饱了就要大开杀戒了。”\n   ",
    "replies": [
        {
            "author": "银狼",
            "timestamp": 1383458640,
            "txt_content": "期待最后结局！"
        },
        {
            "author": "caith",
            "timestamp": 1383459300,
            "txt_content": "银狼 发表于 2013-11-3 14:04 \n期待最后结局！\n可惜，还早着呢，等到寒假，我就可以大出特出了"
        }
    ]
}