{
    "title": "【小说】盲魂",
    "author": "444801751",
    "replyCount": 4,
    "timestamp": 1383447120,
    "txt_content": "趁还没有标准，我先来发一点，不然坑爹的签到。。。。好吧进入正文\n——————————————\n\n\n\n\n\n\n\n第一章 决斗之殇\n在杜加尔竞技场，充满了为了自己实力而来的疯子，有的为了金钱，，为了什么的都有。。然而默魂却不属于任何一个，因为他是一个奴隶。\n在这个武者至上的世界，决斗都是少不了的，而被击败的人往往会被击杀或作为奴隶，当然也会有一些生性高傲的人，不愿作为奴隶，选择自刎的也不再少数。\n然而默魂只是一个只有5阶的武者，并且所拥有的方块只是一把普通的木剑。而他的对手是一个3阶的武者，并且方块是铁剑，并且已经练到可以附魔的境界。\n默魂永远忘不了那把闪烁着紫光的铁剑，飞到胸前的时候，突然转向眼睛。\n他也忘不了，对手这个富家子弟冷笑着说：“贱民，我本来是打算杀死你的，不过我现在该注意了！我要让你成为我的奴隶，来人，把他带到杜加尔竞技场！”\n在被人拖走的时候，盲魂本来闭上的眼睛睁开，鲜血不断的流出来。盲魂“盯”这这位富家子弟，如同再说“我将会把你拉下地狱！”般，瞬间，富家子弟感到刺骨的寒意，一种只有在他父亲————一阶武士才感受得到。\n现在，默魂虽然看不见，但是可以听到周围两个人的谈论声\n“啧啧，竟然让一个瞎子，来这里决斗，并且还是一个5阶武者！”\n“诶，只能怪他命不好，偏偏得罪了凯尔少爷。诶。”另一位倒是很怜悯默魂。\n。。。\n摸着脖子上的项链，这是他被关起来的一天晚上，狱卒给他的，据说只是一个普通的石砖项链。可他的本能告诉他，之并不是个普通的项链，因为他隐隐感受到末影人的气息，这是他瞎了以后，最常感受到的气息。由于当人成为武者的时候，就可以感受到周围的气息，以便更好的吸收方块，提升自己的武力。等于一个另一个眼睛，只不过是黑白，偶尔还会有一些彩色，不过都是那些富人所带的方块，钻石块之类所散发的气息。\n随着“比赛开始！”铁栅栏也缓缓上升。默魂淡然的走进场内，他感受他的对手在1阶武者左右，并且身形巨大。\n周围插着一些武器，都是被蛮牛打败的对手所留下的武器。\n他嚣张的说：“一个瞎子也好意思跟我来打，记住杀死你人的名字！蛮牛！”\n说着，蛮牛便冲向了默魂，甚至他没有召唤出一个方块，似乎是觉得杀死默魂根本不用到方块。\n默魂只是召唤出自己的木剑，飞向蛮牛的胸前。\n”哈，就你那木剑能做什么！哈！“木剑直接被蛮牛击碎为碎片，挡住了视线。当碎片散去，默魂也已经冲到面前。\n”自寻死路！“说着蛮牛就用力的拍向默魂的脑袋，突然感觉小腹一痛，便立马拉开距离。\n观战台上一篇欢呼，本以为是场无聊的比赛，却出现了微弱的变化。\n在观战台上一个阴暗的角落，一个墨绿袍的男子，喃喃道：”用之前所捡到的木剑，扔向敌人，作为障碍，接着唤出方块，冲向蛮牛。但是，毕竟蛮牛是一个武者1阶的，他可不会继续上当了呢。“\n”呸，雕虫小技，我可不会再上当了！“蛮牛气势汹汹的说道。\n默魂没有说话，只是把方块继续拿在手上，捡起地上一把石剑。耍了几个剑花，指向蛮牛。\n蛮牛大吼一声，唤出自己的方块，8个方块，正环绕着蛮牛，都是各种材料做成的斧子，毫无疑问除了黑曜石斧子，这种收到诅咒的方块，其他都是附魔了的。\n”在这里，能让我，把所有方块召唤出来的你是地5个！“蛮牛大吼道。”也是被我杀死的！“\n",
    "replies": [
        {
            "author": "469657021",
            "timestamp": 1383448080,
            "txt_content": "工具是物品撒"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1383448380,
            "txt_content": "该图片仅限百度内部用户使用，出门左转imgur"
        },
        {
            "author": "skywings",
            "timestamp": 1383448560,
            "txt_content": "我只是来看看而已··"
        },
        {
            "author": "444801751",
            "timestamp": 1383455460,
            "txt_content": "风之心_天双 发表于 2013-11-3 11:13 \n该图片仅限百度内部用户使用，出门左转imgur\n好吧，待我改一下撒"
        }
    ]
}