{
    "title": "【K.S】极限生存者 第一章节【我会说这是个巨坑？】",
    "author": "K.S",
    "replyCount": 5,
    "timestamp": 1383469500,
    "txt_content": "                                     [K.S的MC极限生存]\n                                                                         第一章：一切的开端\n  ＂呃……这是哪？＂早上，我从昏迷中醒了过来，眼前的一切对我来说都是非常地陌生，我不知到我现在身处何处。随处走动了一会，我突然意识到了一个更加严重的问题：我手边什么工具也没有，并且这儿可能有什么怪物会在夜间出来游荡。之后我又在两棵数的夹缝之间看见了一只黑色蜘蛛，那只蜘蛛是我丛前从没有看到过的，不仅是因为它的那种花纹和颜色，更是因为它的体型之大，幸运的是我有着两棵树挡着，它没有看到我，慢慢地爬走了。也因此，我更加确信了晚上会有大蜘蛛或其它怪物出来游荡的想法。\n  确定了有威胁到我的生命的生物存在这一点后，我首先想到了要建造一个房子或者避护所来保证我在受到怪物攻击时能够有个地方可以躲藏。我用手打断了一棵树，得到了5块原木方块，然后把它们变成了20块木板。我还用木板制作了一个工作台，是用来制做砍树的斧子的工具和其它的东西，我拿着我的木斧子花了好一会儿时间才砍够了一组的橡木原木方块，并把它们都劈成了木板。开始把木板一块块的摆放在地上，搭成了四面墙壁，还在一面墙上留了一个洞，用我的工作台做了一扇门装在了我留的洞里，正好。\n  当我完成了这个由橡木木板搭成的立方体建筑物后，不知不觉的也以经到了太阳落山的时候了。我走进了我的房子里，透着门上漏空的小洞里看着外面的太阳慢慢的落下。\n  太阳，落下了，接下来的自然是黑夜。这是我到这里来后的第一个晚上，这儿的晚上非常的寂静。我感觉很惶然，根本不知道为什么，我一下子就处在无助的情况中。不知道下一步该去做什么，也不知道我能否在这里生存下去……\n  我的屋子里没有窗子，所以到了晚上就变的很暗，只有门缝里能透进来一束月光，但是这些光必竟是不够的，我把煤炭的木棍用布紧紧的缠在了一起，插在墙上就亮多了。我靠着一面离火把最近的墙坐了下来。然后整理着早上砍树时意外得到的其它物品，我把它们都放到了地上：我拿到了12棵树苗，3株玫瑰，4颗像是小麦种子的东西和5个苹果。其中我认为这些种子是以后可能会派得上用处的东西，我把它门种下去，它们也许会发芽，然后再长成小麦，这样的话我的粮食问题应该就不会成为困难了。\n  想到这，我也感到有一点困了，收好了所有的东西就靠着墙睡着了。那时，我睡的非常熟，不知怎么的我靠这墙边时我感到很舒服。\n  第二天凌晨的时候，在熟睡中的我被一阵充满恶意的撞门声给惊醒了，慌忙中醒过来往门那边看了过去，顿时就被看到的东西吓出了一身的冷汗--我的门前站了一个穿着蓝衬衫和紫色长裤的……人？但是看起来好像却又没那么简单。这个人整个脸都发绿了，双眼也是发黑的而且深凹进了眼框里，我向他打了个招呼，他非但没回答反而撞门撞的更重了。我被他吓到了，快速地打开门把他推了出去，奇怪的是他被我推出去之后身上一被阳光照到竟然就开始燃烧起来了！不就烧没了，然后化成了一阵烟。我正在疑惑这一现象的时候也松了一口气。\n  之后，我仔细的想了一下，我觉得要生存下去就应该要有一些能够带在身边防身的武器。由刚刚的那个怪物撞门用的力量来看，如果是用木剑的话看起来是行不同的了。那就该想着用什么更硬的材料去做武器了，我最先想到的材料就是石头了。在之后我做了把木头镐子和工作台带在身上出门去了。\n  在出了门口之后我才发现，地上还散落了许多块腐肉，我觉得这腐肉可能在我饿的不行的时候可以救我一命，便把它们都捡了起来。\n                                                   待续……\n\n额……又要开始坑爹的考试了……又要有一段时间不会在更新了……QAQ（此为作者废话，可以无视！）\n",
    "replies": [
        {
            "author": "000191750",
            "timestamp": 1384425480,
            "txt_content": "我就说一句啊，用手打断一棵树，自认不行..."
        },
        {
            "author": "K.S",
            "timestamp": 1384515780,
            "txt_content": "000191750 发表于 2013-11-14 18:38 \n我就说一句啊，用手打断一棵树，自认不行...\n呵~~~~~~~~~"
        },
        {
            "author": "000191750",
            "timestamp": 1384516620,
            "txt_content": "K.S 发表于 2013-11-15 19:43 \n呵~~~~~~~~~\n但是，这是minecraft，我认为这个是真命题"
        },
        {
            "author": "K.S",
            "timestamp": 1384517880,
            "txt_content": "000191750 发表于 2013-11-15 19:57 \n但是，这是minecraft，我认为这个是真命题\n什么？你说什么？"
        },
        {
            "author": "000191750",
            "timestamp": 1384518240,
            "txt_content": "K.S 发表于 2013-11-15 20:18 \n什么？你说什么？\n我觉得你写的还行"
        }
    ]
}