{
    "title": "[1.2.3]最新中世纪村庄MOD 2.4版",
    "author": "ivrson8464",
    "replyCount": 5,
    "timestamp": 1331380620,
    "txt_content": "资源:115网盘附件下载:Millenaire2.4.zip (3.73MB) \n\n安装说明：（谁能翻译一下我不懂怎么安装）\n\n==Millénaire installation==\nTo install Millénaire, the recommended way is to use the Millénaire Installer available from www.millenaire.org. If you want to install it manually, here are the requirements:\n- ModLoader must be installed. Download and instructions from its thread: http://www.minecraftforum.net/topic/75440-v11/\n- Starting with Millénaire 2.2, Forge's Sprites API must be installed. You can get it from the following ways:\n* By installing Forge itself. This is recommended if you want to use Forge mods. Download and instructions: http://www.minecraftforum.net/topic/514000-api/\n* OR, by installing the BetterThanWolves mod that ships with it included. This is recommended if you want to play that mod. Download and instructions: http://www.minecraftforum.net/topic/253365-11/\n* OR, by installing the Forge Sprites API alone. This is recommended if you only want to play Millénaire, or want to play it with mods that are incompatible with the full Forge. To install it, simply put the content of \"Put in minecraft.jar (if Forge absent)\" in your minecraft.jar.\n- Note that installing any of those three will break support for High-Res textures. To re-enable it, re-install MCPatcher or OptiFine afterward.\n- Then put the zip file from \"Put in mods folder\" in the \"mods\" folder in your minecraft directory (if the folder does not exist, create it).\n- Then put the millenaire and millenaire-custom directories inside \"Put in minecraft folder\" in your minecraft folder\n==Millénaire resources==\nTo download the latest Millénaire release, check the official website: www.millenaire.org\nFor information on the mod, check the player-maintained wiki: www.millenaire.org/wiki\nTo download player-made extra content such as new buildings, check the Millénaire Library: www.millenaire.org/library\nTo discuss Millénaire, ask questions or get support, check the Millénaire forum thread: http://www.minecraftforum.net/topic/227822-11/\n==Forge Sprites API credits==\nThe Forge Sprites API shipped with Millénaire are taken from the Forge project (http://www.minecraftforum.net/topic/514000-api/). Full credits for them goes to the Forge team.\nThe seperation of the Sprites API from the rest of Forge was done by FlowerChild for use in his BetterThanWolves mod. Re-use for Millénaire done with his permission.\nFollowing the Forge licence, the source code for the modified Forge classes is included in \"ForgeSpriteExtender-SRC\". The classes ForgeHooksClient.java and MinecraftForgeClient.java are modified by FlowerChild, the rest are taken almost intact from Forge 1.3.1.",
    "replies": [
        {
            "author": "LSG",
            "timestamp": 1331382600,
            "txt_content": "LZ万分感谢啊！！！！！！！！支持啊！！！！不支持对不起国家"
        },
        {
            "author": "215190273",
            "timestamp": 1331382780,
            "txt_content": "求翻译看不懂"
        },
        {
            "author": "geludan",
            "timestamp": 1331387880,
            "txt_content": "我勒个去你都没有安装你。。。我1.66的时候玩过，然后就放弃了。。。"
        },
        {
            "author": "sjzshmh",
            "timestamp": 1331392080,
            "txt_content": "原贴\nhttp://www.minecraftforum.net/to ... forge-not-required/\n这个MOD还不错，不过NPC路径有的时候有问题，会导致游戏很卡"
        },
        {
            "author": "Frank【法兰克】",
            "timestamp": 1331392860,
            "txt_content": "我来翻译把            ==Millénaire安装== 安装Millénaire，推荐的方法是使用从现有www.millenaire.org Millénaire安装。如果你想手动安装它，这里的要求是： - ModLoader必须安装。下载并指示，从它的线程：http://www.minecraftforum.net/topic/75440-v11/ -与Millénaire2.2开始，锻造的精灵API必须安装。你可以从下列方式： *安装伪造本身。这是建议，如果你想使用伪造MODS。下载并指示：http://www.minecraftforum.net/topic/514000-api/ *或安装，船舶，包括与它的BetterThanWolves MOD。这是建议，如果你要玩这个MOD。下载和说明：http://www.minecraftforum.net/topic/253365-11/ *或通过安装熔炉精灵的API单独。这是建议，如果你只是想发挥Millénaire，还是要发挥它是不符合全锻造与MODS。要安装它，只需把“把minecraft.jar（缺席），如果伪造”您minecraft.jar的内容 -请注意，这三个安装任何将打破为高分辨率纹理支持。若要重新启用它，重新安装MCPatcher，或OptiFine之后 - 从“MODS文件夹”中的“MODS”在您minecraft目录的文件夹（如果该文件夹不存在，创建它）然后把zip文件。 -然后放进在您minecraft文件夹中的“在minecraft文件夹的”，的millenaire和millenaire自定义目录 ==Millénaire的资源，==， 要下载最新Millénaire的释放，检查官方网站：www.millenaire.org 国防部的信息，检查球员保持维基：维基/ www.millenaire.org 要下载玩家自制的额外内容，如新建筑物，检查Millénaire库：www.millenaire.org /库 讨论Millénaire，提出问题或得到支持，检查Millénaire论坛主题：http://www.minecraftforum.net/topic/227822-11/ ==熔炉精灵的API学分== 的熔炉精灵API与Millénaire的运锻造项目（http://www.minecraftforum.net / / topic/514000-api）。他们的全部学分，锻造队伍。 由FlowerChild在他的BetterThanWolves MOD使用的精灵API分离从锻造休息的。与他的许可。Millénaire再利用 伪造许可证，修改后的锻造类的源代码包含在的“ForgeSpriteExtender的SRC”。类ForgeHooksClient.java和MinecraftForgeClient.java由FlowerChild修改外，其余均采取几乎从锻造1.3.1完整。\n"
        }
    ]
}