{
    "title": "1.2.3的单人指令大全谁有啊",
    "author": "p2281026435866",
    "replyCount": 3,
    "timestamp": 1331426760,
    "txt_content": "谁有1.2.3的单人指令大全啊",
    "replies": [
        {
            "author": "strawmaine",
            "timestamp": 1331426760,
            "txt_content": "\nCommand List\n\nStuck on a command, confused or just looking for something new? Check outhttp://www.youtube.com/user/spcmod for a simple demo of most of the commands this mod provides.\n\nTo bring up the command \"console\" type 'T' then type in the command. Below is a brief run through of the command list:\n\nachievement <list|unlock> - Allows you to list or unlock all achievements\nalias <NAME> <COMMAND> {ARGS} - Allows you to assign an alias to one or more words\nascend - Moves you to the next platform above your position\nbiome - Tells you what biome you are currently in\nbind <KEYCODE> <COMMAND> {COMMANDPARAMS} - Binds a command to a keyboard button.\nbindid <ID> <COMMAND> {ARGS} - Binds a command to a keyboard key using the key id\nbinditem <MOUSEBUTTON {COMMAND}> - Binds a mouse button to a command when the specified item is in hand\nbring [ENTITY] - Brings the specified entity to you.\ncannon [STRENGTH] - Shoots a primed TNT in the direction you are pointing.\ncalc - Calculator command\nchest <drop|get|fill|swap|clear> - Allow access of chests\nclear - Clears the console\nclearwater - Toggles water clarity on/off\nclimb - Allows the player to climb any surface without a ladder\nclone [QUANTITY] - Clones the NPC which you are looking at\nconfig <setglobal [reset]> - Allows you to set the global configuration file as your current configuration\nconfusesuicide - Makes mobs attack one another\ncreeper <explosion [enable|disable]> - Enables or disables creeper explosions\ncriticalhit [enable|disable] - Allows you to turn critical hits always on/off\nclouds [enable|disable] - Allows you to turn clouds on/off via command\ncyclepainting - Cycles through the painting which you are pointing at\ndamage - Turns player damage on/off\ndefuse [all] - Defuses any TNT nearby which has been hit, drops 1 tnt in its place\ndescend - Moves you to the next platform below your position\ndestroy [all] - Destroys the current item\ndifficulty <LEVEL> - Sets the difficulty to the specified level (0-3)\ndrops - Turns item drops on/off, having them turned off will make the game run a little bit faster, and also stop your inventory from filling.\ndropstore - This command transfers everything in your inventory into a chest that it creates next to you.\nduplicate [all] - Duplicates and drops the currently selected item stack\neffect <list|remove TYPE|add TYPE [DURATION] [STRENGTH]> - Configures potion effects on the player\nenchant <list|remove|add TYPE [LEVEL]> - Enchants the currently selected item\nenderman pickup [enable|disable] - Enderman command to enable/disable block pickup\nexplode [SIZE] - Sets off an explosion in your current location.\nexterminate [SIZE] - KillNPC with style, kills the NPC you are pointing at\nextinguish|ext [all] - Puts out all nearby fire (or all fire)\nfalldamage - Turns fall damage on/off\nfeed <QTY> - Adds the specified quantity to your food bar\nfiredamage - Turns fire damage on/off\nflammable <BLOCK> [CATCH] [SPREAD] - Sets the specified block at the flammability level\nfly [SPEED] - Allows you to turn flying mode on/off, speed specified your flying speed\nflymode <dynamic|standard|minecraft|reset> - Allows you to specify which flying mode to use\nfog [tiny|small|normal|far] - Changes the render distance\nfreecam - Allows you to freecam around the map\nfreezecam - Freezes the players camera at the current location\nfreeze - Freezes mobs so that they cannot move or attack you\ngamemode <creative|survival|1|0> - Changes the World game mode to creative or survival\ngamemode toggle\ngoto <NAME> - Goto a waypoint\ngrow [all] - Grows all saplings/wheat on the map.\nhardcore [enable|disable] - Configures the world to be in hardcore mode or not\nhardcore toggle\nheal <HEALTH> - Heals a player the specified number of points\nhealth <min|max|infinite> - Sets the health of a player to pre-defined figures\nhelp [COMMAND] - Gives general help when COMMAND isn't specified, gives specific help when COMMAND is specified. Same as /h\nhelmet [ITEM] [QTY] [DAMAGE] - Specifies the helmet the player wears\nhome – Teleport to spawn point\nhunger <empty|full|infinite|enable|disable> - Sets your hunger level to predefined figures\ninfiniteitems - Toggles infinite items on/off\ninvrotate [line|item] - Rotates your inventory hotbar with the next line. You can rotate just a single item or the whole line\ninvstore <save <NAME>|load <NAME>|list> - Loads or saves your current inventory to file\ninstantkill - Instantly kills any NPC you hit\ninstantmine - Turns instant mining on/off (Installing Forge disables this function).\ninstantplant [grow] - Instantly plants saplings into the ground, if grow is specified the tree will when instantly grow\nitem <ITEMCODE|ITEMNAME> [QUANTITY] [DAMAGE] – Gives player item, if quantity isn’t specified maximum amount of that item. Same as /give and /i\nitemdamage - Turn item damage on/off. This means you will never have to repair an item again\nitemname - Use this command to discover the itemname and ID of your currently selected item.\nitemstack <ITEMID|ITEMNAME> [QUANTITY] - Gives the player the specified quantity of maximum item stacks of the item.\njump - Moves you from where you are to where your mouse is pointing. Note: This command is buggy and may put you in the block you move to.\nkeepitems - Turn this on and you will keep your items when you die.\nkill – Kills the current player\nkillall <ENTITYTYPE> - Kills all of the specified entity type, this will destroy ALL entities (paintings, minecarts, etc) unless specified otherwise.\nkillnpc [all|monster|animal] - Kills all living creatures nearby.\nlight - Turns permanent lighting on and off\nlistwaypoints - Lists all waypoints. Same as /l\nlongerlegs - Makes your legs longer so you can walk up 1 block high\nmacro <edit|create|dir|folder|delete|list|FILENAME {PARAMS}> - Runs a macro\nmaxstack [ITEMID|ITEMNAME|all] [STACKSIZE] - Configures the maximum stack size of that item between 1 and 64.\nmobdamage - Mobs cannot give you damage\nmoveplayer <DISTANCE> <DIRECTION> - Moves the player the specified distance (in blocks) in the specified direction, (neswup)\nmsg <MESSAGE> - This commands adds a message to the console.\nmusic [play|pause|skip|stop|VOLUME] - Requests a music track to be played, there is a limitation of at MAX 2 tracks per day. Set the volume by specifying VOLUME.\nnoclip - Turns no clip on/off.\noutput - This just toggles SPC messages on/off, useful for macros/scripts.\npath <BLOCK_ID> [size]\nphelp [COMMAND] - Provides help for plugins\npick [QUANTITY] - Command which gives you the blocks you point at\nplatform - Puts a glass square under your feet\nplugin <list|enable [MODNAME]|disable [MODNAME]|dlist> - Lists all loaded plugins and also allows you to enable/disable plugins\npos – Gives current player position. Same as /p\nralias <NAME> - Removes the specified alias\nreach <DISTANCE|reset> - Sets the player reach distance.\nrefill [all] - Re-stocks your items in your inventory to the maximum ammount\nrem <NAME> - Removes the specified waypoint\nremovedrops [all] - This command removes item drops from the world.\nrename <COMMANDNAME> <NEWNAME> - Allows you rename a command to a new name\nrepair [all] - Repairs the currently selected item to full health\nrepeat - Repeats the last used command (useful command to bind)\nreset - Resets the player settings\nresize [1080p|720p|480p|setdefault [WIDTH]|<HEIGHT>] - Resizes the Minecraft window, no arguments sets it to default\nreskin <FILENAME> - Reskins the NPC which you are pointing at to the specified skin\nreturn - Moves the player to the last position before teleport\nride - Allows you to ride any NPC which you point at\nsc <FILENAME> - Added scripting support (more information coming soon)\nsearch <SEARCHTERM> - Allows you to search for items using a name\nset <NAME> - Mark a waypoint on the world\nsetjump [JUMP|reset] - Sets the height that you jump. Note: Turns fall damage off if the jump is configured to move than 1.\nsetspawn [<X> <Y> <Z>] – Set the current position as the spawn point, if X Y Z are specified sets that position as spawn point\nsetspeed [SPEED|reset] - Sets the speed that the player moves\nsign <add|edit> [\"LINE1\"] [\"LINE2\"] [\"LINE3\"] [\"LINE4\"] - Allows placing and editing of signs without a GUI\nskin <USERNAME> - Change your players skin to ANY minecraft player\nslippery <BLOCK> [SLIPPERYNESS] - Makes the specified block slippery, default is 0.6\nspawn <NAME|ID|random|list> [QTY] - Allows you to spawn an individual creature where you are looking.\nspawner <TYPE> - Changes the mob spawner the player is pointing at\nspawnportal - Spawns a portal nearby the player\nspawnstack <NAME|ID|list|random> - Spawns the specified creature where you are looking (use \"/spawn list\" to get a list of creature names and codes).\nsprinting [enable|disable] - Turns sprinting always on\nstackcombine - When run combines all of the same stack types into the same stack\nstacklimit - Turns stack limiting on/off\nstartup <COMMAND> {ARGS} - Specifies a command to run on startup\nsuperheat [all] - Turns items which are furnace-able into their furnaced form\nsuperpunch [DISTANCE|reset] - Hit that NPC with a punch like no other\ntele <X> <Y> <Z> - Teleport to X Y Z coordinates. Same as /t\ntextcolor <<normal|error> <0-f|random>>|<setrandom COLORS> - Allows you to configure output text colors\ntime [set|get|day|night [minute|hour|day [TIME]]|speed SPEED] - Set and get the time within minecraft.\ntimeschedule <reset | <TIME1> <TIME2>> - Sets a period of time (HH:MM format), this will make minecraft always within this time.\nunbind <KEYCODE|all> - Unbinds the specified key from a command.\nunbindid <ID> - Unbinds a command from a keyboard key using the key id\nunbinditem [all] - Unbinds the currently selected items bindings, or all bindings\nupdate <enable|disable> - Turns update checking on/off\nuseportal <normal|nether|end|PORTAL> - Instantly transfers you to the nether, use it again to go back.\nwaterdamage - Turns water damage on/off\nweather <lightning|thunder|rain|enable|disable> - Toggles weather on/off\nworld <load|save|seed|new|exit|list|backup> - Allows you to explicitly, have control over your world.\nworld load <FILENAME> - Loads the specified FILE, this allows you to play ANY save on your computer, not just World1-5, and can have any name\nworld save - Explicitly saves your game then returns to it\nworld seed [SEED] - Allows you to see and change the seed of the map, so it will generate custom terrain\nworld new [FILENAME] [SEED] - Creates a new map at the specified location\nworld exit - Lets you exit a game without saving (perfect from when a creeper blows something up)\nworld list - Lists all the saves which you can load from \".minecraft/saves\"\nworld backup - Allows you to backup your current world into .minecraft/backup\nxp <add QTY|get|set XP> - XP (player experience) related commands"
        },
        {
            "author": "p2281026435866",
            "timestamp": 1331445780,
            "txt_content": "strawmaine 发表于 2012-3-11 13:39 \nCommand List\n\nStuck on a command, confused or just looking for something new? Check outhttp://ww ...\n有中文的吗？？？"
        },
        {
            "author": "strawmaine",
            "timestamp": 1331486580,
            "txt_content": " http://www.mcbbs.net/thread-4104-1-2.html  "
        }
    ]
}