{
    "title": "史蒂夫的复兴路（第七章）",
    "author": "caith",
    "replyCount": 7,
    "timestamp": 1383744540,
    "txt_content": "\n《史蒂夫的复兴路》\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n主人公：史蒂夫和其团队\n主要内容：史蒂夫的亲哥哥拉杰白手起建了一座小城市------拉杰丽，却被僵尸毁得面目全非，史蒂夫结盟一些英雄一边复仇一边寻找让人类能力提升的方法。\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n章节\n\n1、最后的抵抗（上）\n地址http://www.mcbbs.net/forum.php?m ... &extra=page%3D1\n2、最后的抗争（下）\n地址http://www.mcbbs.net/forum.php?m ... d=174256&extra=\n3、废墟\n地址http://www.mcbbs.net/forum.php?m ... p;extra=#pid3377878\n4、悼念\n地址http://www.mcbbs.net/forum.php?m ... d=184397&extra=\n5、离别\n地址http://www.mcbbs.net/forum.php?m ... p;page=1#pid3569391\n6、新的征程（上）\n地址http://www.mcbbs.net/forum.php?m ... D420%26typeid%3D420\n7、新的征程（下）\n地址\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n新的征程（下）\n\n    乔治赶忙收起刚造好的面包，扔给撒拉，然后冲向树林，拔出背后背着的长刀，只听“刷，刷”的雪花掉落声，两秒后乔治拎着根骨头便走了出来：\n        “我最讨厌骷髅了!那家伙射了我一箭，不过还好是擦伤。”史蒂夫递给乔治一段纱布，说：\n        “今晚又是个不眠之夜了。”随即咬了一口面包。撒拉一边收拾工作箱一边站起来，然后丹尼斯也起来了。\n        “上吧，大家，赶天亮前穿过这片森林。”丹尼斯抽出腰上的铁刀和背后的遁，铁刀在月光下十分耀眼。史蒂夫也卸下弓：\n        “乔治和丹尼斯最前头，我和撒拉断后。”四人组就这样开始行动了，他们慢慢地走进森林。月亮在密密的枝叶间时隐时现，光照度低得几乎伸手不见五指。在这种情况下，与僵尸搏斗是绝对劣势的，但既然都来了，就不能回避。\n        几只红点像鬼火一样闪过，丹尼斯和乔治赶忙提起武器。史蒂夫从竹篓里抽出一支箭，挂在弦上，隐在一棵松树下。撒拉拔出匕首，转身防止后面偷袭。（好有默契啊！）僵尸开始嚎叫了，这是它们进攻前的征兆。两只僵尸从最前面冲过来，乔治撩起刀，斜45度劈向一只僵尸，那只僵尸惨叫一声，瞬间被打飞到一棵松柏上，苍劲有力的树枝刺穿了它的肚子，恶心的肠子流了一地。另一只僵尸冲向丹尼斯，躬着背，一只爪子从后往前轮了个180度，直向丹尼斯的眼睛轮来。丹尼斯连忙举起遁，“咣~呲~”两震令人不寒而栗的声音在碰撞中发出。史蒂夫看准了那只僵尸暴露的侧腰，“嗖”地放了一箭，僵尸连忙放下手臂去挡，但为时已晚，史蒂夫那比闪电更快的箭已然刺穿了僵尸的腰，接着那半腐烂的腰很不自然地弯了个大幅度，几乎就要断开了，丹尼斯趁机拎起铁刀把僵尸拦腰斩断。四人组绕过那令人作呕的半腐烂的尸体，继续缓缓向前移动。撒拉走过一片稍有凸起的雪堆是，感到有些不对劲，那堆雪松松垮垮的。忽然，地下传来一声蜘蛛叫，四人组还没反应过来，一堆蜘蛛丝从雪里喷出来。丹尼斯转身举起遁，几根蛛丝打到遁上，又弹了回去。乔治跳起来躲闪，却不知怎么，忽然摔倒了，然后顺着山坡滚了下去。\n        “乔治！”史蒂夫一边躲着蛛丝，一边叫道。撒拉抓住几根蛛丝，用力向上一提，在丝的尽头，三只蜘蛛从雪堆里飞了出来。撒拉右手竖握匕首，一把刺向最近的蜘蛛，紫红色的血顿时喷涌而出。另两个蜘蛛闻见这股血腥味，立马兴奋起来，纷纷露出毒牙，一个爬向撒拉，一个爬向史蒂夫。撒拉左手横握匕首，从下往上划了两刀，第二只蜘蛛还没来得及躲闪，已经被劈成三瓣。史蒂夫一边后退一边给弦上挂箭，大约退了有五六步，史蒂夫背撞到一棵松柏上。蜘蛛得势而起，尖锐的毒牙在在皎洁的月光下令人望而生畏。“呲啦”一声，在史蒂夫面前不过二十厘米，一股紫血像喷泉一样，稍有倾斜地喷出两米多高！史蒂夫站起来，拍拍身上的灰和血迹：\n        “乔治怎么了？”\n        “乔治从山坡上滚下去了。”丹尼斯说。\n        “虚~好像来苦力怕了！”撒拉示意让大家小心。隐隐约约的，几丝焦糊声从更高的地方传来。史蒂夫三人赶紧像山下跑，谁也不想冒险和几只苦力怕打。穿过松树繁密的树枝，越过高起的雪丘，闪过旁边骷髅射手的箭。史蒂夫不知道他们到底跑了多久，只知道那烧烈的声音依旧在他们耳后回荡。史蒂夫鼓起勇气，在前进中转身360度，他用余光隐约看见在离自己不远的三四米处，5只苦力怕在追着他们，更恐怖的是，有两只已经燃起来了!\n        “快跑！要爆了!”史蒂夫加快脚步躲到不远处的橡树后面，撒拉三步两步爬到一棵树的顶上，丹尼斯右手把刀插在地上，左手紧紧握着遁。“呲~嗙嗙……嗙嗙嗙”五只苦力怕在两秒中内全部爆炸。从空中看，斜坡上霎时间鼓起一个硕大的蒙古包，在黝黑的夜里，显得那么刺眼而震撼。史蒂夫双手紧抱着树干，爆炸产生的震动波把史蒂夫的头发冲得乱七八糟，树叶哗啦啦地向下掉，中间夹杂着树枝折断的声音，史蒂夫在其中又依稀地听到丹尼斯的咒骂声。震动波的振幅太大，频率太高，没过多长时间，史蒂夫三人都被冲击波从山坡上冲了下去……\n        不知过了多久，史蒂夫一下子醒来，太阳已经展露出头脚，他发现自己躺在一片湖边，身上湿漉漉的。史蒂夫转头看了一下四周，左边就是那场噩梦发生的地方，右边这片湖，是那样的清澈透明，不远处他的弓和箭篓浸在水里，箭散落了一地。\n        “史蒂夫！”丹尼斯和撒拉从不远处跑来，史蒂夫扭头看见他们两个没事，心也放下半截，拾起装备，抖抖精神，说：\n        “你们找到乔治了没？”\n        “没有，半点儿人影儿也没的。”撒拉两手一坦。\n        “前面有个村子，规模算我见过的村子中最大的了，去那儿看看吧。”丹尼斯说。\n        “好吧。”史蒂夫一边思索着什么，一边回答。\n        就这样，三人离开了他们的家乡，开启新的旅程。可惜，这新的旅程才刚开始，就……\n        \n   ",
    "replies": [
        {
            "author": "Aikawastep",
            "timestamp": 1383744660,
            "txt_content": "{:10_495:}写的不错~顶起~"
        },
        {
            "author": "哭泣的格桑花",
            "timestamp": 1383744720,
            "txt_content": "楼主好有文采0 0."
        },
        {
            "author": "97043381",
            "timestamp": 1383744720,
            "txt_content": "LZ写的不错"
        },
        {
            "author": "煦冰",
            "timestamp": 1383744900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "银狼",
            "timestamp": 1384066860,
            "txt_content": "期待下次更新 0w0"
        },
        {
            "author": "caith",
            "timestamp": 1384071060,
            "txt_content": "银狼 发表于 2013-11-10 15:01 \n期待下次更新 0w0\n恩，更新了给您说"
        },
        {
            "author": "hh9130045",
            "timestamp": 1384430220,
            "txt_content": "还有今天是来补分的上次看的时候金币人气多没了，全给大号了，现在大号被封了全力发展小号"
        }
    ]
}