{
    "title": "[MINECRAFT背后真正的秘密]逐渐崩坏的时空IX LAST.TEST",
    "author": "zhh30648",
    "replyCount": 8,
    "timestamp": 1383750240,
    "txt_content": " 本帖最后由 zhh30648 于 2013-11-6 23:07 编辑 \n\n惨白，无边无际的白，只能用这种词来形容这里，三个渺小的身影正盘着腿坐在这无边际的白色空间里，对于史蒂夫来说，刚刚发生的一切都是莫名其妙的突然出现的俩人，攻击自己的娜拉，史蒂夫都已经接受了，一切的来龙去脉也理顺，所以不必继续纠结于这些问题，就当做是一连串的偶然发生在了一起。然而让史蒂夫最无法理解的，正是现在手里握着的这个充满违和感的紫色水晶（已经可以确定了，这个水晶一定就是下界之星，从现在得到的信息来看，地狱的下界之星和末路之地的水晶应该是一个东西，暂且肯定只有两个水晶。HIM，你能说说这个水晶的事么）[这个东西并不是我制造的，我所做的应该都是这个东西的复制品，而那些量产的也只能为末影龙提供治疗罢了。这个东西应该就是ORIGAN【本源】。Pigger把史蒂夫手上的水晶轻轻拿起，放在白色的地面上，宝石竟缓缓得在空中悬浮着[这个估计就是末路之地悬浮系统的表现HIM用手指轻轻弹动水晶，水晶依旧慢慢得变成平衡的状态[而这个，应该就是抄起自己腰间的爱剑，HIM高高举起右手，用力向水晶刺去“喂，会弄坏.....”火花四溅，一阵暗暗的淡黑色的膜在剑尖处聚成，把剑死死得抵住[末路之地的保护系统，没错吧（应该就是如此，既然末路之地的水晶属性已经搞清楚了，就应该看看地狱的那颗东西的来历了。那东西也是我在到达地狱之前便存在的，我发现那玩意跟灵魂沙有着很强的反应，最终研究出了用下界之星，也可以说是水晶，来控制灵魂的技术）“两个水晶的作用都不一样吗....那把那个水晶也拿过来试试不就行了”（我也这么想过，但是在战斗途中我已经好几次尝试着地狱联系，但因为凋零能力都汇集在娜拉身上，根本连接不上）[说不定那边已经想出对策了呢，再试试（娜拉都进入第二形态了，估计现在的连接程度早就降到....）次次次次擦擦擦，一阵模糊的声音打断了Pigger，就像是信号极差的收音机一样，很难听清声音快...次次.....来救我们...次.....人....闯......吾王.....次次次次....声音中断了，白色的巨大空间里回荡的声音渐渐消失，一片死寂的气氛包围了三人（地狱....似乎被人偷袭了）\n\n白色的胡须，苍老的面孔，其身后正屹立着一头巨大的黑色生物，紫色的幻影在其身边游动[GRAAAAAAAAAAAAAAAA!]黑色生物再一次发动了攻击，那双巨大的翅膀挂起猛烈的飓风，夹带着地狱的滚滚热气，向着白色石英所铸成的巨大建筑袭去。石英建筑似乎不能支持住，巨大的石英块纷纷掉落在地面上，而地面上四处逃窜的，都是如同猪一样的人形生物，白色的幼小类似章鱼一样的浮在空中的幼崽。一座巨大的城市正在因为白色老人和他所驾驭的黑色生物逐渐崩毁成废墟，文明正在向着毁灭前进老人的目光聚集在白色大楼的顶端，一颗发着耀眼光芒的淡紫色水晶正在旋转着，那正是他所想要的东西，只有那个才能彻底达到他的目的（你到底是谁，有什么目的！）广播从大楼顶端放出，而老人丝毫没有回答的意思，继续张开双手控制着黑色生物的行动，完全无视那些生物的惨叫和祈求，彻彻底底的屠杀（你要什么，或者想干什么，请和我们交涉！不要伤害无辜民众！）白色老人从那垂下的白色毛发缝隙间看了一眼街道上四处逃窜的人们，渐渐把双手的黑紫色光芒收拢，巨大的龙也跟着响应，停止了攻击[我.要.下界之星沙哑的声音没有透过空气，而是直接用心灵感应类似的行为传到幸存着的每个人的脑袋里[只要给我下界之星，我就不会继续破坏，要命还是要水晶，自己衡量（下届之星可是支撑地狱的东西！拿走他就等同于毁灭地狱，绝对不行！）广播里的那人声音中也夹带着焦急与烦躁，更带着无奈，如同求饶一般得说出的回答在地狱巨大的空间之中回荡着寂静，彻彻底底的静充斥着每一个人的身边，大家都停下了逃跑的脚步，带着恐慌的眼神看着远处站在红色峭壁顶端的白色老人[叫你们好自为之了老人叹了口气，左手轻轻握紧，在手指尖突然就出现黑色的光芒，几乎是瞬间，一名穿着金色铠甲的猪人士兵已经被老人死死掐住了脖颈随后轻轻地一甩，仅仅是跟弹手指一样的动作，猪人的铠甲立刻粉碎，而猪人也向炮弹一样向着老人后方的地狱岩山丘上快速飞去，传来了沉重的撞击声[再说一次，交出下界之星老人微微抬头看向地狱顶端那惨红的地狱岩穹顶，眼神似乎更加深邃，如同穿过这堵由基岩构成的切开次元的“不可破坏”之墙，死死盯住远在某处的三个人[为了完成最终测试【Last Test】,我必须要下界之星\n\nPigger左手握住的卡提尔的光芒突然收紧，积蓄，然后在空白的空间里炸裂开来[这把金剑在改造之后竟然能达到破坏次元的效果么Him不得不再一次感慨地狱所创造出来的突破次元限制的神秘技术，无论是由黑曜石作为基底的“传送门”装置，还是生物的能力，都慢慢超过了原本就发达的末路之地的技术。在不到3年前，也就是HIM因落入末路之地的传送门而阴差阳错成为末路之王的那一年，地狱还仅仅只是一个蛮荒之地，连语言都没有，更谈不上科技Pigger进化后智商的确要超过普通人水平，但也无法达到在短短几年之内就完成末地几代几世都没有任何进展的“突破次元”限制的方法。末路的长老们无论如何都无法突破那层在虚空最底下和主世界相隔开的“不可破坏之墙”，那是用基岩死死拼接住的巨大的屏障。Pigger不可能一个人就能研究出这种东西，一定有谁....而且再仔细看，这技术甚至可能是末路之地所拥有技术的加强，发展...到底是谁...又有什么利益？！周围空间的巨变打断了HIM的沉思，原本无暇的白色世界开始慢慢崩坏，如同碎片一样崩落，在白色后的惨红的地狱岩慢慢显露了出来，最终整个场景都变化了从高空流淌而下的岩浆，红色的大地，红色的穹顶，还有远处冒着黑烟的白色城镇一个黑色的小点正在慢慢变大[喂 Pigger，那个黑色的是(我也不知道啊.....）话音未落，黑色的小点已经从三人的身边飞过，撞在了背后的红色岩壁上，石头碎片飞溅开来，幸好史蒂夫手中的宝石突然放出屏障，把猛烈的爆炸抵挡了下来（那，那是....！）Pigger冲出屏障，向着那一摊废墟中的生物叫喊着HIM和史蒂夫听不懂的语言，俩人也赶紧跟了上去一具惨不忍睹的尸体，不，连尸体都算不上了，脖子似乎被什么东西掐过，脊椎已经完全变形了，身体也残破不堪（王.....白色的....老头子..）（什么，艾诺，什么！到底怎么了！）Pigger死死抓住那只猪人的手，如同命令一般的恳求着，但猪人的瞳孔极具放大，被握住的手也渐渐失去力气，慢慢垂了下来。“是谁干的...这根本不可能是人能造成的伤害程度啊”(白色胡子的...老人，应该是这样没错的，一定是这个混蛋在我的地方做出这种事来！）Pigger的拳头握得嘎吱作响，身为“地狱的王”的气息慢慢的渗透出来，比平时看起来更加愤怒的他，此时也变得更具王者气概不是为了征服，而仅仅是为了同伴的死（不可原谅！）“唔.....”Pigger身后传来了莫名其妙的声音，而声音的发出源，正是抱着脑袋在地上打滚的史蒂夫（史蒂夫，你，你怎么了？）在一旁的HIM摊了摊手，显得束手无策[自从进入地狱之后史蒂夫一直都是这样子了白色的老人...以残缺之身追求真正的完美....末路.....黑色的生物....龙.....水晶.........下界之星........仿佛在哪里见到过的场景，就像看过的某部电影一样，灰白色的画面，发着光的水晶还有在硕大的黑色巨龙面前，轻轻抚摸着龙的那位白胡子老人自己在进入末路之地的那一刻所看到的感觉（II 羁绊 章节）和在不远处城市中某个人身上发出的压迫感一模一样“N...No....Notch...”",
    "replies": [
        {
            "author": "mc红石",
            "timestamp": 1383750300,
            "txt_content": "= = 好可怕哦. 最怕小说了."
        },
        {
            "author": "Aikawastep",
            "timestamp": 1383750780,
            "txt_content": "{:10_495:}顶起~[话说没人气了，每天补上]"
        },
        {
            "author": "Krito",
            "timestamp": 1383751620,
            "txt_content": "Him。。。。。。。。"
        },
        {
            "author": "sylxr20020719",
            "timestamp": 1383990480,
            "txt_content": "黑Notch?作死？"
        },
        {
            "author": "Craft丶Creeper",
            "timestamp": 1384180200,
            "txt_content": "Notch?该程序代码去掉~~"
        },
        {
            "author": "a913844287",
            "timestamp": 1384348920,
            "txt_content": "我就猜到是Notch"
        },
        {
            "author": "sylxr20020719",
            "timestamp": 1384949640,
            "txt_content": "快更啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "无爱皮卡丘",
            "timestamp": 1386175380,
            "txt_content": "好支持顶！！！！！！"
        }
    ]
}