{
    "title": "【Mo出品】剑之哀 第一章",
    "author": "250=mo",
    "replyCount": 8,
    "timestamp": 1383978000,
    "txt_content": " 本帖最后由 250=mo 于 2013-11-9 14:25 编辑 \n\n序章\n期中考把我弄得死去活来的，终于是考完了，为庆祝，就来发新章节吧~\n第一章初战      风拂过这片温暖的树林，在阳光之下轻轻穿行于叶间，发出沙沙的笑声，回荡在午后的静寂之中。      然而大地似乎也没能珍藏住这份安详，一个鼠窜般的声音悄悄环绕着我移动着。是脚步声。      我意识到情况，握紧了剑。      再仔细点听的话，还可以探到金属碰撞的声音，以我多年PvP的经验，这是铁盔甲的声音。      情况不妙……，我把剑握得更紧了。      突然林间闪来一道青光，我立刻明白到那是金属的闪光，撒开腿往那冲去。      扑了个空。      树木不规则地排列着，好像是和那人约好了似的，身边几乎没有任何标志物，如果不是天上的太阳，恐怕我连北都找不着了。      突然声音发生了本质的区别，我明白那是跳跃，防御的方向跟着轻快的跳跃声。      “是新人啊——”突然有一句话被什么技能加工过，从四面八方传了过来，一下把我的方向感弄浑了。      ——这时一声用了劲的踩踏声引起了我的注意，本能地转过身去，作出防御的姿态。一个身影也随即从树尖跳出。      铛！      “接……接住了！”我顶着剑喘着粗气说。      “老手啊……”他一边说，一边加大力度，剑被狠狠地折弯了，令人看着就心寒，好像随时都会断掉的样子。      仔细观察他的剑，是一把潜力不小的青铜剑，还是崭新的。——“新人杀手吧。”我说。他的眉皱得更紧了。      突然剑发出“啪”的一声抗议，随着木屑的扬起，一道闪光在我面前划过，我的脸上也留下了一道血红的剑痕。我的木剑失去了剑尖。      我还没来得及叹口气说好险，敌人便乘势向前逼近，剑刃划过时距我也不到1寸了。我只好一面后退，一面躲避，一面用少了尖的残剑抵抗。      他的动作并不熟练，似乎也因为剑的重量过了他的承受范围而感到很吃力。抢来的剑就该如此。      每次挥剑他都要甩出很长的距离，这就漏出了破绽。当他挥过一次剑时，反过来想再挥一次时，我反手执剑，用剑柄死力一顶。     果然，他一受这一击便拿不住剑了，“哐当”一声掉到地上。      没了武器，要杀要宰不是随我了？心里有些暗暗得意。      不料，他居然又拿出一把金剑！——      “小子，老子的剑岂是你能打飞的？”木剑果然抵挡不住锋利的金剑，“刷”的一声变成了半截。      我转过身来要跑——经过我的多年训练，我练成了如何转身而不消耗时间的方法。      后面的脚步声越来越近，我是拼了命在跑啊！      脚后跟突然受了一击！于是我狠狠地摔了个狗吃屎，赶忙翻过身来，把身子一缩——差点断子绝孙！      “哼！”他再次举起剑来。我赶忙拼命后退——虽然我转身能不花时间，没说我起来不花时间啊！      他疯狂地挥舞着那把未见血的剑，我几乎能感受到它对血的渴望！      金剑和青铜是完全不同的，金剑明显比青铜要轻便得多——尽管在现实中并非如此。      是金子总是要发光，尤其是有一个丧心病狂的人在挥舞它的时候。     一边用金剑攻击一边前进居然顶不上我趴地上后退的速度……但总是有失误的，我的手一时摆错方位，差点扭伤，也因此浪费了0.5秒——就这点时间便决定着我的生死！！！      那屠刀已经在我头顶要劈头而下了！      ——突然一片光洁的金黄色的剑刃从他的胸口刺出！      我还在想，这艾玛又什么技能……      他举起的手僵硬地放了下来，胸口也涌出了鲜血。我这才意识到我被救了！！可怜的家伙被一击毙命，倒在了地上，十几把剑也哗啦啦洒在了地上——多半是抢的。我不得不怀疑救我的是何方神圣。      “你没事吧？”一句天籁之音传入我的耳中，不由得身体一震。      抬头一看，一位小天使立在那里，把剑反手执着。——白皙的脸蛋，头盔下隐着一头清香的头发，可爱的大眼睛，里面装满了天真和纯洁，根本没法和一剑插死新人杀手的救世主相联系……      “这附近很多新人杀手，要小心哦~”那天籁之音又开始演奏了，我几乎是说不出话来，只得猛猛点头。      看见我这傻样，她不禁笑了出来。我也傻傻的笑……      呸！我赶紧给了自己一巴掌，这世界，鬼知道是不是人妖……      回过神来，我注意到他的剑，晶莹剔透的，没有任何杂质或者花纹，“Light Sword……”我默默念叨着。她听见后，下意识护了护她的剑。“那么，我先告辞了……”她转身离开了。      “等等！我还没知道你是谁……”      她又笑了出来，连头都没转，消失在林间了。不错，连笑声都那么可爱……      好了，又该上路了。我想了想，向她去的方向走去了。      服主还是没上线。      我叹了口气，把按紧的TAB键松开。      抬头一看，暮色已经默默渲染上了晴空，把云彩染成橙色，把天空装饰得更为缤纷了。      ——我这才记起来，“该死，都黄昏了！”      还来得及么……      本章完",
    "replies": [
        {
            "author": "xiaobaicai",
            "timestamp": 1383978360,
            "txt_content": "写得不错 =w=           "
        },
        {
            "author": "250=mo",
            "timestamp": 1383978420,
            "txt_content": "xiaobaicai 发表于 2013-11-9 14:26 \n写得不错 =w=\n谢谢夸奖……"
        },
        {
            "author": "MC个人",
            "timestamp": 1383978540,
            "txt_content": "。。写的不错，前来顶一个  "
        },
        {
            "author": "呵呵呵呵222222",
            "timestamp": 1383979440,
            "txt_content": "……终于发帖了"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1383982200,
            "txt_content": "我又来捧场了{:10_566:}"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1383988020,
            "txt_content": "{:10_566:}来过以后才给我发邀请"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1383990120,
            "txt_content": "不错。。可我们是12号考试的{:10_524:}"
        },
        {
            "author": "250=mo",
            "timestamp": 1384002540,
            "txt_content": "yuchenyang 发表于 2013-11-9 17:42 \n不错。。可我们是12号考试的\n我已经考完了，也因此夺得了两天的不带薪（作业）假……尽量明天再更一张"
        }
    ]
}