{
    "title": "关于优酷土豆合并别人的评价",
    "author": "luanhaoyi",
    "replyCount": 8,
    "timestamp": 1331639040,
    "txt_content": "相信大家已经知道优酷和土豆要合并了吧？（尼玛这不废话）\n我在网上看到了这么一段评价，发上来大家看看。\n互联网江湖，最不缺的就是惊喜。直到上个月，土豆和优酷还在因为《康熙来了》盗播之事大打出手;就在事发当天的3月12日下午，土豆还在忙着张罗独家剧《媳妇是怎样炼成的》发布会。重磅消息不期而至，——优酷和土豆宣布合并。这是一个听起来不算陌生的消息，但足以让外界震惊。业内最早关于优酷和土豆合并的消息，可以追溯到2008年金融危机前后。在被斥为严重烧钱的视频网站相继倒下时，有消息传出资本层面有意撮合两家合并，传闻以古永锵出面否认而告终。再一次传出优酷有意并购土豆的消息，是优酷上市后。当时土豆上市遇阻，资本环境开始进入低迷，在优酷的一次财报沟通会上，优酷CEO古永锵被问及此问题时打起太极，给外界留出想象空间。但事实上，土豆上市前确实与优酷有过并购方面的接触，这点得到易凯资本王冉的证实，易凯资本是本次合并交易中的财务顾问之一。据新浪科技了解，当时优酷CFO刘德乐也确实看过土豆财报，但因为财报数据比较混乱而作罢。不过似乎土豆一直在寻求一个收购的上家，据王冉透露土豆之前一直与百度、腾讯等接触，谋求合并。而另据消息人士透露，优酷也在寻求一家收购对象，甚至曾经与奇艺进行过洽谈，但最终因价格未谈拢而作罢。为什么最终是土豆和优酷?因为一个想买，一个想卖，而最终优酷给出的价格还不错：土豆溢价达到160%左右，无论是土豆投资方、高层、员工都能有好的价格套现。对于优酷来说，面对持续的亏损以及巨大的投入，需要通过整合来制造新的兴奋点，并通过绝对份额的扩大以达到迅速占领市场有利地位之目的。这样一场只洽谈了一个月的合并，双方大部分员毫不知情。消息宣布后，优酷和土豆内部分别召开了员工大会，有优酷内部人士称员工很兴奋，因为毕竟并购了一家强大的竞争对手。而有土豆内部员工则称内部虽然很惊讶，但整体还比较很平静。根据规划，古永锵将出任合并后公司CEO，土豆现任CEO王微降加入合并公司董事会，优酷与土豆合并后将依然保持双方品牌的独立，以及各自团队的独立。上述内容也是土豆、优酷在内部会议上强调给员工的内容，而合并要到第三季度才会完成。这样一场交易，被业内人士看成是一场视频行业整合大幕的开始，也有行业人士认为，视频行业的压力，已经从一年以前的上市、版权、带宽等，转换成为运营的压力。合并上的利好最大的利好莫过于，优酷合并土豆后，在市场竞争上少了一个强有力的竞争对手。首先在成本，这几年水涨船高的版权价格，和视频网站疯狂厮杀有关，在优酷合并土豆后，虽然行业里还有搜狐视频、奇艺等对手，但毫无疑问会在一定程度上降低版权的费用。另外在带宽这部分，双方也能够进行资源配置进行优化。而在收入方面，在广告主那边，一个公司的两个品牌网站，议价能力毫无疑问能够提升，增大广告营收以后，盈利的步伐能够明显加快。这无论是行业还是资本市场都希望看到的。古永锵对于合并后成本的解释是，在内容方面，两个平台对于独家内容的分享，将为两家网站创造更多的流量、点击和收入。随着时间的推移，在多媒体内容方面的合作，以及随之而来的更大规模的预算、更加庞大的流量基础，将使两个平台受益匪浅。根据易观2011年第四季度的数据，中国网络视频市场收入的份额，优酷占21.8%，土豆占13.7%，两者如果合并，双方占有市场接近35%的份额。迅速扩大市场份额，毫无疑问是优酷合并土豆的原因之一。但是为什么土豆要卖?优酷要买?有分析人士认为，最重要的原因就是视频行业的压力，从2010年前的上市融资、版权、带宽等，转换成为了运营压力。而日渐高涨的成本和难以盈利的差距，让他们需要寻求变革。酷6网CEO施瑜在与新浪科技连线时指出，目前各大视频网站都很难从购买长视频——售卖广告的模式中取得盈利。而在恶性竞争中，无论优酷还是土豆日子都不好过，作为土豆来说，市值被低估、亏损扩大成为不得不面对的现实。对于优酷来说，顶着一个比较高的市值，一方面用户增长放缓，一方面收入无法支撑业绩增长、亏损在扩大，合并土豆后抛出了一个坐稳中国市场份额第一的概念，或能够暂时满足华尔街的期望。未知的整合难题优酷合并土豆带来的一个视频行业信号是，未来网络视频行业洗牌将加速，视频行业还将不断整合。而优酷和土豆要面对的，也是两家同质化严重企业的整合。根据古永锵的规划，双方的产品和技术团队将进行整合，在行政等方面也将进行整合。古永锵认为整合能够降低成本，并对整合持有乐观态度。不过古永锵并未透露是否会裁员，以及裁员的规模。两家公司的员工，也多为此事而略感担忧。究竟1+1能否大于2?有不少业内人士都不看好，最大的原因就是双方同质化太强：都有用户分享、都有长视频、都有收费视频。如果保留两个品牌运营，则意味着在品牌运营方面还要进行双份投入，反而增加了成本，不少分析人士认为，双品牌战略不可能长期运行。整合不尽人意的案例此前并不少见，比如分众传媒收购聚众传媒、比如盛大收购酷6。另外一个隐忧就是，双品牌运营后，两个平台一同售卖，广告主在单个平台上的投放可能会被稀释，反而减少了广告的总体收入。\n我本来想删减点的，但是觉得没什么可删的，就把全文发上来了。\n\n\n",
    "replies": [
        {
            "author": "a919298641",
            "timestamp": 1331639220,
            "txt_content": "诶................两个基友合体了...孩子呢？"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1331639220,
            "txt_content": "不关我事……我用”你管“的（youtube）\n优酷的东西缓冲慢得要命"
        },
        {
            "author": "GOLv红桃",
            "timestamp": 1331639280,
            "txt_content": "好吧也没啥，我照样无压力看视频···"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1331641260,
            "txt_content": "因为我身在香港……"
        },
        {
            "author": "Desmod",
            "timestamp": 1331641560,
            "txt_content": "两个都抽风了"
        },
        {
            "author": "9904068067",
            "timestamp": 1331641800,
            "txt_content": "刚才知道的孩子乃桑不起！"
        },
        {
            "author": "luanhaoyi",
            "timestamp": 1331642340,
            "txt_content": "9904068067 发表于 2012-3-13 20:30 \n刚才知道的孩子乃桑不起！\n哈哈，是才知道"
        },
        {
            "author": "geludan",
            "timestamp": 1331642940,
            "txt_content": "土豆，将来会好怀念的"
        }
    ]
}