{
    "title": "【尸晓】第二章——神秘人的邀请函",
    "author": "345597107",
    "replyCount": 9,
    "timestamp": 1384050540,
    "txt_content": " 本帖最后由 345597107 于 2013-11-10 10:31 编辑 \n\n滴滴……我是NITS小队，你是哪位？\n“不要问我是哪位，我要邀请你去个地方，你要去吗……”\n                                                                               去还是不去？\n5001年，在NITS基地里：“什么人啊，都世界末日的还搞恶作剧”库斯说。或许不是恶作剧呢”一个少女的声音响起【介绍：少女名字：诺娜·亚本 性别：都说了是少女了 所属队伍：NITS小队侦查员/信号兵 库斯的女儿】“那你说谁怎么无聊发这么无聊的信号？”“去一下也不会死啊”“这有可能是陷阱，不去！”“去吗，去吗”“这不是在逛超市！现在僵尸怎么多，而且去的地方我们都不熟悉怎么去？”“这……………………”突然，一阵大卡车的声音响起了，“太好了他们回来了！吵架到此结束！”“切！”\n5001年，\n库斯：我们要不要去那个我们并不了解的地方\n施特:僵尸怎么多，如果我们不了解，那还是不要去的好，以防万一。\n诺娜：去一下，或许很好玩。\n库斯and施特：这不是游乐园！\n库斯：对了，爱丽丝呢？\n施特：爱丽丝她说她要去一个地方，已经脱离队伍了。\n库斯：怎么能让爱丽丝一个人脱离队伍呢？\n一阵急促的脚步声传来。。。。\n莉娜：不好了，信号显示全国感染XZHI人口占全世界人口的59%已经一半了\n库斯：才几天时间，怎么传染的怎么快啊\n莉娜：还有，有很多的僵尸在相序变异!\n库斯：艾玛！不科学啊\n施特：那现在要怎么办\n？？：哦，在讨论什么，怎么这么嗨？\n库斯：哦，是光头强啊\n【光头强：布基郎·布斯 性别：男 所属队伍：NITS小队后备火力掩护员\n布斯：都跟你说了，我不是光头强，我有头发的！\n库斯：不跟你讨论这些了，{免得剧情走搞笑路线}\n布斯：我忍。。。。。。\n施特：如果这样，我们有必要去看看神秘人说的地方了\n库斯and布斯：为什么？\n施特：或许我们能从神秘人那边得到为什么僵尸会变异的答案\n库斯：有道理，我们明天就动身吧\n布斯：嗯，好吧\n第二天 5001年11月29号\n几个人整理了一下武器和食物，拿足了子弹，就出发了 \n到了现场，现场的画面然他们惊讶不已。。。。。。。\n                                                                                     —————未完待续。。。。。\n已下为英文版Drops... I am NITS squad, who is this?\\\"Don't ask me who is this, I want to invite you to a place that you want to go...\\\"To go or not?In 5001, in the base of NITS: \\\"what person ah, is the end of the world is\\\", said. May not be practical joke? \\\"a young girl's voice\\\" is introduced: the girl name: noble, and the gender: it is said that the girl is the subordinate team: team NITS investigator/XinHaoBing, daughter 】 \\\"who you say that how boring hair so boring signal? \\\"\\\" go to also won't die.\\\" \\\"it could be a trap, do not go to! \\\"\\\" go,\\\" \\\"this is not in the supermarket! Zombie now how many, and where we are not familiar with how to get to? \\\"\\\" this........................ \\\"Suddenly, a big truck voice rang out,\\\" good them back! Fight to the end! \\\"\\\" slice! \\\"In 5001,Library: we know that we don't want to go to the placeStraw: zombie how much, if we do not know, that still don't go to the good, in case of one thousand.Nona: go to the, maybe a lot of fun., and straw: this is not a amusement park!Library: by the way, Alice?Straw: Alice, she said she would go to a place, has been out of the team.Library: Alice how can let a person from the team?A hurried footsteps coming...Lina: good, signs that the infection XZHI population accounts for 59% of the world's population has halfLibrary: just a few days, how how fast transmissionLina: also, there are a lot of zombies in the phase sequence variation!Library: Emma! Not scienceStraw: now what should I do?? : oh, talking about what, how so hi?Library: oh, is bald【 baldheaded: bucky lang booth, gender: male's team: NITS backup cover fire team memberBooth: told you, I am not a strong baldheaded, I have hair!Library: don't talk to you about these,} {that walked funny plot routeBooth: I bear...Straw: if so, it is necessary for us to see the mystery man said, and booth: why?Straw: maybe we can get from mystery man there why zombies will answerLibrary: reasonable, we'll leave tomorrowBooth: yeah, wellThe next day on November 29th 5001Several people adjusted weapons and food, get enough bullets, and set offTo the scene, the scene of the picture but they surprised...-- -- -- - to be continued...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n说出现在已出现的人名和所属队伍有奖哦\n也恳请大家帮忙想一下名字。。。。。。。脑细胞已坏死。。。\n",
    "replies": [
        {
            "author": "511956497",
            "timestamp": 1384050660,
            "txt_content": "被光头强亮瞎了"
        },
        {
            "author": "liangjian8520",
            "timestamp": 1384050660,
            "txt_content": "小白一个  ，只能默默的在墙角支持。加油。。。。"
        },
        {
            "author": "qw5125123",
            "timestamp": 1384050660,
            "txt_content": "饿  不喜欢这类的"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1384050720,
            "txt_content": "{:10_566:}卧槽。还英文版。。。逆天的节奏"
        },
        {
            "author": "ever-lose",
            "timestamp": 1384051200,
            "txt_content": "码字辛苦了           "
        },
        {
            "author": "MC个人",
            "timestamp": 1384052460,
            "txt_content": "英文版有什么用？？        "
        },
        {
            "author": "345597107",
            "timestamp": 1384057380,
            "txt_content": "MC个人 发表于 2013-11-10 11:01 \n英文版有什么用？？\n我会跟你讲充字数吗"
        },
        {
            "author": "小白VS苦力怕",
            "timestamp": 1384086420,
            "txt_content": "Aikawastep 发表于 2013-11-10 10:32 \n卧槽。还英文版。。。逆天的节奏\n为什么哪里都有你啊、、、、、、、、"
        },
        {
            "author": "xiaoyi小毅",
            "timestamp": 1387546500,
            "txt_content": "光头强，是熊出没吗？"
        }
    ]
}