{
    "title": "[中文WIKI]红石中继器(Redstone Repeater)",
    "author": "sjjklh",
    "replyCount": 7,
    "timestamp": 1331708880,
    "txt_content": "英文原文http://www.minecraftwiki.net/wiki/Redstone_repeater\n中文http://zh.minecraftwiki.net/wiki ... D%E7%BB%A7%E5%99%A8\n\n现在中文WIKI的翻译进度已经好多了，但还有不少基础性非技术性页面亟待大家加入翻译，比如活塞、粘性活塞、酿造台、恶魂之泪、末影之眼等等。欢迎大家的加入！\n\n\n\n\n红石中继器                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        [size=90%]        [size=120%]红石中继器\n        \n\n\n\n\n\n\n\n类型固体方块受力学影响否透明否亮度有, 9 (在开启时)爆炸抗性 [edit]?工具?可再生否重叠可以 (64)首次出现Beta 1.3数据值关闭状态\ndec: 93 hex: 5D\n开启状态\ndec: 94 hex: 5E\n物品\ndec: 356 hex: 164\n\n\n 该页面是关于中继器的。关于相关的矿石，请参阅红石矿石。  关于相关的物品，请参阅红石粉。  关于相关的导线，请参阅红石线。  关于相关的火把，请参阅红石火把. 关于高级红石电路，请参阅红石电路。红石中继器（Redstone Repeater）主要用作中继器，二极管或延时器。该方块能像网桥那样重复自己收到的信号，这样就没有必要再用红石线传导电能时每15个方块就要用两个非门了。红石中继器只接受来自特定方向的信号，工作方式与电子电路中的二极管非常相似。它还能对信号产生1-4刻（可选）的延时，这样计时电路就不再需要大量反相器了。现存的仅由红石火把构成的传统中继器/延时器仍然能正常工作。[1]换句话说，红石中继器身兼二极管、中继器与延迟器三种功能。\n注意：\n本篇用“刻”来表示红石的最小脉冲宽度，1刻=0.1秒。\n目录 [隐藏] \n1 制造2 用途2.1 中继器2.2 导线/二极管2.3 时钟/延迟2.4 乐曲/音符盒中的应用2.5 向下传导电能2.6 延迟线存储器\n3 你知道吗4 历史5 引用\n\n\n制造  材料 输入 &#187; 输出 红石粉，\n2个红石火把，\n3个石头 \n \n \n \n \n \n \n \n \n \n\n\n用途 中继器天性复杂，用法多样。各种可能的方法如下所述。这些功能能够被串联地利用来减少电路所需的中继器。红石线会自动连接到中继器上。 \n\n\n 中继器 中继器的主要功能是\"刷新\"传过去的红石信号，让信号能再传递15格。以前这只能用一个或两个非门来实现。 \n\n\n 导线/二极管 中继器只接受来自\"后面\"（你放置中继器时离你最近的一面）的输入，并从\"前面\"（\"后面\"的对面）输出。它不与任何相邻的空间产生相互作用。这在建造紧密封装电路时非常有用。\n\n当下列物品被放在中继器后面的时候可以作为中继器的输入：\n 一根红石线。红石线会自动依附到中继器上。 一个红石火把。 用导线或者其他方法充能的方块。 各种开关（拉杆，按钮，压力板，等）。 另一个指向相同方向的中继器\n当下列物品被放在中继器前面的时候可以接受中继器的输出：\n 任意走向的红石线。 任何能被充能的方块（同时也会像放置在火把上那样传递充能）。 任何能被红石控制的设备（门，矿车铁轨，音符盒，等）。 另一个指向相同方向的中继器。\n\n时钟/延迟 玩家可以通过右击中继器将延迟设定在0.1-0.4秒之间。可以多个延迟器来获得更长的延迟。例，一个设定为'4'的和一个设定为'1'的延时器能提供半秒的延迟（0.4秒 + 0.1秒 = 0.5秒）。\n红石中继器的出现大大简化了延迟电路，而且比起红石火把长链，中继器更能够提供精细的时间控制。例如，一条红石火把长链会比相同设计的红石中继器的信号通过速度更快，从而能够建造压缩的长延迟时钟。\n在红石中继器出现之前，最简单的时钟信号发生器被称为“5刻时钟”，亦即5个红石火把反相器的串联（事实上这种结构具有10刻的振荡周期——5刻低电平，5刻高电平）。您现在可以只用一个红石火把与一个设置为4刻延迟（最大）的红石中继器的串联来建造5刻时钟。设置中继器为3刻得到的是4刻时钟，4刻时钟在只用到红石火把的情况下是无法实现的。\n  \n构造容易但规模巨大的1分钟延时电路，由150个中继器构成。\n\n\n如果中继器的延迟设置小于3刻，火把将因为变化速度太快而燃尽。但中继器在同样情况下不会燃尽。如果两个相同延迟的中继器互相连成环状，从外部突然加入一个短脉冲，脉冲会在两个中继器之间来回无限次的传导。如果您把延迟设置为只有1刻，那么这个环状结构就是一个1刻时钟（周期为2刻）。不幸的是，如果您在电脑上重新载入这块区域，这个时钟将不会再发出信号，所以有必要加入触发开启的电路。这里（还未翻译）有一个解决方法。（您也可以使用一个反相器构成的不稳定的1刻时钟（首尾连接3个插有红石火把的方块（反相器）即可）以重置1刻中继器时钟。\n还有一种更加经济的可以得到4-11秒延迟电路的方案。让发射器发射出来的方块落入水流中，水流末端为一个木质压力板。缺点是每次使用过后都要人工复原。这里有一个该种装置的YouTube视频。 \n\n\n乐曲/音符盒中的应用 红石中继器经常被应用在音符盒的组合上。为了演奏出一首乐曲，中继器应当被恰当地设定与放置。 \n\n\n 向下传导电能 中继器能够用于向下传递电能。从而您可以用一个上面连着按钮或拉杆的方块来完全隐藏红石线路（在此之前，您至少需要2个方块来隐藏线路）。当然您也可以建造一个3-17格长，1格宽的阶梯线路来向下传递电能（在此之前，最小您也需要2x2的机构）\n  \n向下传导电能-空洞中有红石线\n\n\n为了学习这种机构的建造方法，建议您先建造向上传导的线路——一旦您理解了以后，向下传导的线路就很容易了。尤其是当您需要建造1x3的线路而且无法移动到相邻的空间时，您只能从下往上建造。\n在您想要传导到的最低点放置一个红石线，然后在红石线旁放一个方块，在方块上放置一个中继器，方向指向红石线。然后，在红石线上方放一个方块（中继器此时应该直接指向此方块）。然后，只要中继器接受电能，注入后来放置的方块（称之为“强充能”，详见红石电路章节），然后再传递到其下方的红石线。那个方块被中继器强充能之后，表现如同一个红石火把，能够向任何除了向其传递能量的中继器之外的毗邻方块提供能量。\n您可以接着延长这种链式结构：在最高处的中继器后端放一个方块，方块上再加一个红石线，中继器上方再加一个方块，该方块上方放一个与刚才的中继器指向相反的中继器。如果您希望达到更高的纵向传输高度差，那就重复这种做法，如图所示。\n最终您可以得到横截面1x3的方块机构，中继器看起来被“堆”在了中间，方向依次相反。每向下传递2格，信号会得到1刻的延迟。您也可以选择或者是2x2机构或是1x17机构，以达到每向下16格才有1刻延迟的最好效果，但占地面积显然增大了许多。\n\n 延迟线存储器 简单而精确的延迟电路环链具有被应用为延迟线存储器的潜能。仅仅使用中继器与少量红石线，这类存储器就能够建造在2维的平面上（如下面画廊中的900位阵列，存储密度为每格1位）。比起任何使用红石火把建造的存储器来说，延迟线存储器的存储密度大大超过了它们。（差距大约为9倍（不包括输入端、输出端与复位端占据的空间））。就像停车场一样，延迟线存储器能够建造多层，在相邻层之间建立阶梯式链接即可。这样，您可以随心所欲地建造尽可能多的层数以满足要求（如下面画廊中的3280位阵列）。\n延迟线存储器唯一的，也是致命的缺点是您难以直观地看出数据流的内容，因此也很难决定何时能够在不影响已有数据的前提下安全地插入新数据。如果输入输出端由另外的中继器自远处引来，那么唯一限制存储器容量的就是可用空间的大小了。如果您想复位存储器，移除一个中继器即可，或者在环链的任何一处放置红石火把，等待数据流被刷掉；您也可以加入一个向下延伸两格的红石线，然后连接一个粘性活塞，使得只要粘性活塞被激活，活塞推动的方块就会切断线路，同时将信号引向下部。该方法能够远距离操纵，所以比移除一个中继器的方法要好很多。需要注意的是在大型的阵列里（例如下面的900位阵列），距离玩家较远而且也没有超过载入地图范围的中继器的外观可能远远看上去并无变化，但实际上它们确实在传导信号。\n延迟线存储器的可能用途包括记录某人走过一扇门的次数，或者记录闯入者出入的特点——内侧的压力板可以连接一个二进制101111101的序列生成器，外侧压力板连接二进制101000101的序列生成器，两个生成器均接入延迟线存储器（101的标记标明序列为记录门开关所用，或是记录是哪一个门，取决于您的设定。111或者000的序列才是真正有用的特征序列）。如果一个人看到如下序列：二进制101000101.......101000101.....101111101.................//................0b101000101.......101000101.....101111101.........，他或者她就可以马上知道闯入者还在基地内部。但本系统可能会导致数据覆盖的问题，所以可操作性不强。这里仅仅作为一个例子来讲解。\n延迟线存储器的另一个作用是利用其频闪的效应。您可以绕着自己的房屋，或城堡，建造一个中继器环链，再在其中某处放一个能够影响存储器的临时拉杆，然后随心所欲地任意操作拉杆，知道信号充满整个环状结构，最后移除拉杆，一个点缀您的基地的走马灯似的环状景观灯就建成了。\n                        \n\n                        激活中继器的不同方法\n                        \n                \n                        \n\n                        将延迟线上的中继器用方块而不是红石线相连，能够起到压缩电路节省材料的作用\n                        \n                \n                        \n\n                        中继器可以被用于创建更为节省空间的线路交叉\n                        \n                \n                        \n\n                        基于中继器的4刻/5刻时钟（点击查看动画）\n                        \n                \n                        \n\n                        基于中继器环的1刻时钟（点击查看动画）\n                        \n                \n                        \n\n                        设有启动装置的1刻时钟设计图\n                        \n                \n                        \n\n                        900位的延迟线存储器阵列\n                        \n                \n                        \n\n                        3280位的五层延迟线存储器阵列\n\n\n\n\n\n你知道吗 红石中继器方块看上去像两个缩短的红石火把插在压力板上，而且像现实生活中的二极管一样有一个箭头指示电流的允许传输方向。 如果中继器位于一个2格高的空间（就像隧道）内，您通过时会自动进入匿踪状态。但如果中继器位于洞口外侧，这现象就不会发生了。但这个”匿踪状态“并不是真正意义上的匿踪，除了脚步声消失之外，你的游戏角色动作与行进速度并未改变。 如果在多人游戏里您使用管理员命令改变了游戏时间，中继器的状态会冻结，除非他们被移到其它方块。 如果您将延迟设为4刻，中继器能够阻止任何会让红石火把燃尽的脉冲。 在Minecraft的源代码里，中继器被命名为“diode”（二极管）。 您可以在2格高的门洞前放置中继器来达到单向通行的目的。 在Beta 1.7之后，红石线能够自动同毗邻的中继器相连了。Beta 1.6.6之前还没有如此特性。 当箭射中未激活的中继器，然后激活中继器时，箭会发出射中固体方块的声音。 如果在游戏的“超极平原”模式下在最底层的基岩放置红石中继器，然后破坏之，中继器会穿透基岩，掉入虚空。\n\n\n历史 红石中继器最早由Jeb引入。[2]起初它的四档延迟为1刻、2刻、5刻与7刻，[3]但为了简单期间最终改为1刻、2刻、3刻与4刻。[4] 在Beta 1.6之前，红石中继器被破坏时，会产生类似于破坏南瓜的视觉效果。[5] 在正式版1.0之前，如果您保存当前游戏进度再注销，然后重新登录，所有的中继器都会保持在此前注销时的状态，直到临近方块更新。您可以阅读这篇教程来修复这个问题。\n\n",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1331712180,
            "txt_content": "不错不错 支持了"
        },
        {
            "author": "geludan",
            "timestamp": 1331713800,
            "txt_content": "大学僧好好努力。。。。"
        },
        {
            "author": "hzy980512",
            "timestamp": 1331783400,
            "txt_content": "你不用每翻译一个文章就发布一个帖子吧..."
        },
        {
            "author": "guodong",
            "timestamp": 1331785320,
            "txt_content": "您可以在2格高的门洞前放置中继器来达到单向通行的目的\n原来还可以这样，学到一招"
        },
        {
            "author": "Craft_Lawrence",
            "timestamp": 1331853840,
            "txt_content": "原来还有骗积分这一招！\n早知道我也来po了……"
        },
        {
            "author": "cdwcctv",
            "timestamp": 1331989920,
            "txt_content": "延迟线存储器...感觉好高级，求详细"
        },
        {
            "author": "sjjklh",
            "timestamp": 1331996100,
            "txt_content": "cdwcctv 发表于 2012-3-17 21:12 \n延迟线存储器...感觉好高级，求详细\n这货在现实世界中是二三十年代的构思  缺点太多早被淘汰了"
        }
    ]
}