{
    "title": "波伢柬和一头名叫糯瓦的公象之间一段感人肺腑的故事",
    "author": "pigass",
    "replyCount": 0,
    "timestamp": 1384071780,
    "txt_content": "\n　　那是60年前，波伢柬进山猎象，在孔雀湖畔那片黑心树林里碰到一头母象和一头刚生下不久的乳象。他开枪打死了母象，把乳象牵回家并起名糯瓦，\n\n用红糖熬糯米粥喂养它。十几年后，那头乳象长成了一头气魄GG的至公象。波伢柬与糯瓦情同父子。夏天的晚上，波伢柬躺在槟榔树下，糯瓦会用鼻尖卷\n\n起一把大葵扇，替波伢柬扇凉;冬天下雪时节，波伢柬就会在象房里烧起一个火塘，为糯瓦驱寒。忽一日，土司的千金小姐要出嫁，指名要糯瓦那对象牙当\n\n嫁奁。兵丁将糯瓦用铁链子拴在大青树上，预备杀象取牙。波伢柬用一坛米酒灌醉了那伙兵丁，解开铁链子，把糯瓦带到孔雀湖边的黑心树林放了。据说糯\n\n瓦临走时，跪倒在波伢柬眼前，流着泪磕了好几个响头。\n\n　　那天清晨，我到孔雀湖去打猎，途经黑心树林，溘然看见波伢柬盘腿坐在隆起的树根上，闭着眼，一动不动，像一尊雕像。我好生希奇，便走过去，问\n\n道：“白叟家，您哪儿不惬意，要不要我扶您回家?”他睁开眼看了看我，慈爱地笑笑，说：“小伙子，谢谢你的好心。我坐在这里，是等我的糯瓦。”\n\n　　糯瓦?不就是40年前被波伢柬放生的那头至公象吗?我顿时爱好盎然，追着问：“白叟家，您和那头公象常常在这里见面吗?”\n\n　　“唉，告别40多年了，一直没能再见到我的糯瓦。”\n\n　　“那您怎么晓得它今天会到这里来找您呢?”\n\n　　“哦，这几天我夜夜梦到糯瓦。我的糯瓦今年满60岁了，跟我这个糟老头子一样，快黄土盖脸了，我养了半辈子象，摸透了象的脾性，老象临终前一定\n\n要把生前的恩怨了结得干干净净，才会心安理得地步入坟冢。我和糯瓦有一段恩怨还未了结，它的寿限快到了，它会来找我的。”\n\n　　“您是说，糯瓦欠着您的救命恩情，它要来答谢?”\n\n　　“小伙子，你只说对了一半。我对它有救命之恩，可我对它还有杀母之仇啊!”\n\n　　“这……它要找您报仇?”我忍不住倒抽了一口寒气，“您一个人坐在这里，没有猎枪，也没有弩箭，岂不是太危险了吗?”\n\n　　“我愿意玉成我的糯瓦。我也像糯瓦一样，不愿带着遗憾进棺材啊!”\n\n　　一头庞大的公象赫然泛起在黑心树林里。这确实是一头在黄泉路上徘徊的老象：皮肤皱得像抹布，眼角充满了浊黄的眼屎，四条象腿好像不堪承受身体\n\n的重负，走起路来颤颤巍巍，那条长鼻子也干燥得皴裂开来，唯有那两根象牙，仍雪白刺眼。它慢吞吞走到波伢柬眼前，波伢柬站起来，抚摩那条皱巴巴的\n\n象鼻，一张老脸贴在象额上，喃喃自语。老象用鼻尖嗅着波伢柬的脸，也显得很高兴。我想，老象糯瓦之所以在生命的烛火行将熄灭时来到远离了40多年\n\n的黑心树林，可能是一种老象的怀旧，或者是要与昔日的主人见最后一面，互道衷肠，挥泪诀别，瞧波伢柬老泪纵横，糯瓦也喟叹不已，一幕淡淡的悲剧，\n\n好像不大可能会发生暴力冲突。\n\n　　溘然，老象糯瓦那条粗得像蟒蛇似的长鼻子中间部位弓了起来，就像人在踢球时抬起了膝盖，鼻尖猛力朝前一弹，搡在波伢柬的胸口，波伢柬踉踉跄跄\n\n朝撤退退却了七八步，一屁股跌坐在地上。老象糯瓦睁开眼，我看见它的眼神骤变，眸子子像两粒刚从炼炉里拣出来的丹丸，闪烁着复仇的毒焰;它高扬起\n\n鼻子，张开那张肉感很强的粉红色大嘴，嗷——发出一声闷雷似的吼叫，委顿潦倒的神态一扫而空，精力充沛，两只蒲葵似的大耳朵像滑翔中的鸟翼平撑起\n\n来，它像座大山似的朝波伢柬压过去。\n\n　　波伢柬挣扎着想爬起来，糯瓦已冲到他眼前，鼻子拦腰一钩，把波伢柬凌空抛起，又重重摔在地上。波伢柬已80多岁，一把老骨头差未几跌散了架，\n\n瘫在地上，再也爬不起来了。老象糯瓦奔到波伢柬跟前，前肢弯曲，后肢绷直，闪着寒光的牙尖对准波伢柬的后心窝，那架势，恨不得捅他个透心凉。波伢\n\n柬休止了徒劳的挣扎。\n\n　　糯瓦的牙尖抵住了波伢柬的肋骨。象是举世著名的鼎力士，别说人的身体了，就是一只老虎，被象牙这么一戳，也会被轻而易举地戳出两个血窟窿，一\n\n命呜呼，波伢柬脸色蜡黄，鼻子因极度恐惊而扭曲了。\n\n　　溘然，象牙拐了个弯，像把犁刀似的向前滑去。钩住波伢柬的衣领，一挑，把那件白府绸上衣给剥了下来，“嗖”的一声，抛向天空。白府绸上衣像只白\n\n鹇鸟似的朝前飞去。糯瓦重重打了个响鼻，追过去，举起长鼻，狠狠抽打。“哗”，上衣被甩在树枝上;糯瓦举着鼻，撅着牙，冲过去，一阵猛戳，上衣被捅得\n\n像块蜂窝煤……\n\n　　波伢柬躺在地上呻吟着。\n\n　　过了一会儿，糯瓦安静下来，好像仇恨已得到了某种宣泄。它又耷拉着蒲葵似的耳朵，缓慢地摇甩着长鼻子，走到波伢柬眼前，温驯地用鼻尖抚摩着波\n\n伢柬裸露的脊背。然后，它又将鼻子塞进波伢柬的身体下，试图把波伢柬扶持起来。波伢柬委曲靠着树坐起来。\n\n　　糯瓦仰头望望蓝天，又低头望望波伢柬，脸上泛起了一种肃穆的表情。它溘然像座移动的小山，撅着牙，迅猛地朝我隐藏的那棵大树抵触触犯过来，“\n\n咚”的一声巨响，糯瓦的左牙弯折了，像八字胡似的朝外撇去，那张宽宽的象嘴里涌出一团血沫。它摇摇脑袋，“哐当”一声，左牙从它的口腔里连根掉下来，\n\n前半根仍白得刺眼，后半根被血染得通红。它默默地朝撤退退却着，退了二三十步，又朝我隐藏的大树抵触触犯过来，右牙又“呼”的一声掉在地上了。\n\n　　它吃力地用鼻子卷起两根象牙，轻轻放在波伢柬眼前，退后两步，硕大的脑袋带动那条长鼻子，不断地上下波动，一看就明白是在点头作揖。然后，缓\n\n缓地转过身去，摇扭捏晃走向密林深处，毫无疑问，它直接走向遥远而又神秘的坟冢了。\n\n　　哦，这是糯瓦用它最贵重的象牙，来答谢波伢柬40多年前的救命之恩呢!\n[strong]xingaiqiuqian.ttxinli.com[/strong]\n[strong]diandongxingjiaochuang.ttxinli.com[/strong]\n[strong]chengrenyongpinnvxingziweiqi.ttxinli.com[/strong]\n\n\n\n",
    "replies": []
}