{
    "title": "Tech呓语4-----好久不见",
    "author": "Technology",
    "replyCount": 4,
    "timestamp": 1384170780,
    "txt_content": "嗯。。。首先祝论坛的小朋友大朋友们光棍节快乐，这么冷的天，还是别脱光了\n\n看到街上来来往往拉着手秀恩爱的初中生，我不由得想起了我当年....\n\n在街上看着来来往往拉着手秀恩爱的初中生....\n\n有那么一段时间淡出大家的视线了，自Technology从版主一列下来以后掐指算算有那么三四个月了\n\n嘛...Tech告诉过大家他去读大学了，但Tech自己也没有想到大学竟是如此的忙碌。以至于有心复职，无力回天。\n\n今天刚考完了高等数学，两个小时的搏杀以后，我们精疲力尽走出考场。\n\n左顾右盼进考场，哭爹喊娘回家乡\n\n连成一片的眼泪证明了上海人其实理科也不比其他省市的差，我们挂他们也挂。\n\n\n\n不过我没挂。\n\n\n\n一直有想法想再在bbs写些什么，再能做些什么，再能给大家带来些什么，却发现时过境迁，一切都不一样了。\n\n我摸着键盘竟然有些生疏，一愣一愣的敲出这些字，光标在慢慢的向前推动，我心中的思绪却在飞速倒流\n\n从一开始接触论坛到写下第一部史蒂夫历险记，在那时我认识了茶杯，有幸也进入了SC，在第二部史蒂夫问世之时\n\nD姐告诉我，我应该去试着申请一下版主。在她的鼓励下，我战战兢兢写完了版主申请，点提交时的心情和现在相仿\n\n上岗以后的故事就不说了，也感谢大家对我的支持，让我每发布一个作品都能收获大家的如潮的鼓励\n\n从史蒂夫到芝宝，也正如我对MC热情的渐渐淡去。\n\n史蒂夫内心总有一种打不败的，击不垮的精神，他永远充满斗志，宁死也要踏平敌人。他是我内心世界的一种写照，那是我理想中的英雄，不畏惧不退缩，他是真正的英雄，能够留在大家心里的英雄\n\n而芝宝却是一种随遇而安的心态，更多的是逆来顺受，注定是小人物的命运。他从来没想过去改变，心里也只有吃脑子才是唯一的正经事。丸子激起了他的良知，激起了他为生命奋斗的动力。他默默无闻的来，默默无闻的死去。我从没想过要让这个角色在读者心里常驻，只希望他能够轻轻拨动你们的心弦，他来了又走了，发光也只是短暂的一瞬间。不要老想去看清那一瞬，最美妙的感觉就是他不经意的触动你心里的某一个地方，又在最美的时刻，倏地一下消失无影踪。\n\n非常遗憾的事情是我没有能坚持写作，没有能像预期一样写完史蒂夫3和大话僵尸2，其实心里还有很多要写的作品。可随着时间的推移灵感也渐渐消褪，摸键盘的时间也都给了写论文。\n\n我本以为我走之后，创作版的前途会变得比较渺茫，好在银狼和马赛克及时补上，马赛克幽默诙谐偶尔带点辛辣讽刺的文风深深的感染了一批人，再度激发了大家的创作热情。在现在，我依然能看到不少的好作品，例如有一个叫阿粗的作者，文字也是走的也是幽默路线，非常不错的，以及还有直线纪元之类的作品，写实风格也很赞。\n\n当然最希望大家还是能够在故事情节上有更多的突破，漂流记一类的文章情节大都大同小异，创新突破难度较大。而一些设定上做了创新的文章却又免不了天花乱坠，情节人物光怪陆离，让我不由得想到那种被政策催生出来的动画片，对白情节全无营养，以至于作者写的也很丧气，为什么我那么努力的写，好评却不多呢。往往就应该多审视自己的文章，不要越看越欢喜，要能看的出自己的问题，文笔是硬实力，而构思是软实力，多练练自己构思的能力，不妨在落笔之前把故事的时间线理清楚。\n\n最后说一下Tech的新作，大话僵尸2，这部小说本来在暑假就预计要写完的，可惜暑假被抓去工作了，于是一拖再拖。\n\n情节构思上突破还是挺大的，各种元素也一应俱全，情感，动作，悬疑等等一个都没有少，就是Tech自己也不知道什么时候能写完。\n\n最最后说一下Tech下礼拜要不远万里去探访一下冥王星驻地球大使馆，与野生的冥王星人合影留念，我的一小步就是人类的一大步，此举有利于地球联邦和冥王星星际总部之间的双边关系深化。然后如果可能的话，我会拉上本次微小说大赛的冠军，papapa小朋友，一起捣毁..不不不..是探访冥王星大使馆。\n\n听说北京地价太贵，冥王星本就是一个贫穷的小行星，以至于大使馆非常的....局促...\n\n最后的最后的最后，Tech想说，Tech很好，大家勿念，并祝子楚生日快乐\n\n至于复职嘛，随缘吧\n\n情绪略有激动，语无伦次之处，还请包涵",
    "replies": [
        {
            "author": "马赛克了",
            "timestamp": 1384182180,
            "txt_content": "创作版在深夜10点半到凌晨7点属于睡眠状态，我作为先遣部队的炮灰，趁着日落月升，特发来贺电。\n祝你早生贵子哦亲。"
        },
        {
            "author": "德玛西亚小蜗牛",
            "timestamp": 1384182300,
            "txt_content": "马赛克了 发表于 2013-11-11 23:03 \n创作版在深夜10点半到凌晨7点属于睡眠状态，我作为先遣部队的炮灰，趁着日落月升，特发来贺电。\n祝你早生贵 ...\n斑竹祝你百事可乐"
        },
        {
            "author": "萝卜玩mc",
            "timestamp": 1384334160,
            "txt_content": "TECH你终于回来了55555好想你"
        },
        {
            "author": "2388306270",
            "timestamp": 1384352400,
            "txt_content": "回想起刚认识你的时候了"
        }
    ]
}