{
    "title": "迷宫的出口在灵魂闪光处",
    "author": "pigass",
    "replyCount": 3,
    "timestamp": 1384415160,
    "txt_content": "\n　　今年21岁的莱尔是美国闻名的铅球明星。阳光活泼的他，在学校很受欢迎，良多女孩都向他表白，但是他并没有分心去谈一场锦绣的恋爱，而是把自己的\n\n全部心思，都投入在铅球练习上，同心用心想在美东同盟的铅球比赛中取得好成绩。\n\n　　为此，他已经预备了八年。莱尔13岁的时候，体育老师发现他的铅球投得不错，从那之后，他就成了一名铅球选手，并开始为美东同盟受训。眼看着离比\n\n赛还有一个多月，莱尔的练习更卖力了。\n\n　　就在他布满决心信念，预备大展身手的时候，溘然接到一个电话，电话是美国国家骨髓库打来的。他们告诉莱尔，有位患者，与他的骨髓配对百分百符合\n\n，而这名罹患罕见白血病的男孩，仅剩6个月可活，看莱尔能不能考虑下捐募骨髓，小男孩的病不能再等了。\n\n　　挂了电话，莱尔陷入了矛盾中。他还记得自己大二那年和自己的队友一起加入骨髓库，接受了骨髓配对。当时工作职员告诉他们，除了家人外，目生之间\n\n骨髓完美配对几率约为五百万分之一。队友杰克还开玩笑说，这五百外分之一的几率，简直就像是中大奖啊，太幸运了。而现在，这种“幸运”砸到莱尔头上了，\n\n他却面对着两难的抉择。一边是自己热爱的铅球，并且为之努力了八年，八年在练习场挥洒的汗水不计其数，个中艰辛只有自己知道;而一边是等待自己救命的\n\n小男孩，一想到小男孩正躺在病床上，急需自己救援的场面，他的心里就更难熬难过了。\n\n　　这两个，不管抛却哪一个，莱尔都不好受。他也咨询过骨髓库的工作职员，得知抽骨髓将使他在康复期间无法提重量超过20磅的物品达一个月，这就意味\n\n着这最后枢纽一个月的练习，他必需抛却，并且后面他还要继承休息。\n\n　　他的队友听说后，都建议让他先练习参加比赛，不然他这八年的努力就白费了，比赛完后，再去捐募，也许孩子还有救。可是莱尔不敢赌，究竟孩子还有\n\n最后6个月的生命，要是提早捐募骨髓，孩子还有一线气愤但愿，要是晚了的话，就连医生也不敢保证。\n\n　　其实是太难抉择了，莱尔想了一个晚上，仍是难以抉择。他决定打个电话，听听妈妈的建议。听完他的先容，母亲问他：还记得不记得你九岁那年的事情?\n\n　　莱尔怎么会健忘呢，那年父亲由于意外去世，家里还欠下一大笔债。妈妈天天都打几份工，拼命挣钱还债，自己为了帮母亲省钱，也天天早晨都去送报纸\n\n。那是一段很苦的日子，妈妈天天都没有时间给他做晚饭，而邻居露西奶奶老是叫他陪她一起吃晚餐，美其名日她的子女都不在身边，她孤单，需要人陪;小区\n\n里的露丝阿姨，看见他冬天穿得很单薄，还把自己儿子的旧棉袄送给他;他们的房间没有暖气，他的同学吉姆老是叫他去他家陪他一起写功课，实在是为了让他\n\n不受冻……\n\n　　恰是在这些好心人的匡助下，他和妈妈才得以熬过来。为此他一直很感谢那些匡助过自己的好心人，要不是他们在他和妈妈最难题的时候，给他们爱和关\n\n怀，他都不敢想象，那样的日子该怎么过(liunianbanxia.com)。\n\n　　想到这，莱尔坚定地告诉妈妈，自己决定去捐骨髓给那个孩子。妈妈开心地表示支持他的决定，并说现在是他往返报别人的爱的时候了，这是上天给他的\n\n机会，他没有做错。\n\n　　得到妈妈的支持，莱尔立刻给骨髓库的工作职员打电话，让他们联系病院，铺排手术。他的队友和教练，听到他的决定都感到吃惊，并为他感到惋惜。莱\n\n尔则微笑着说： “生命无价，我的一点骨髓能拯救一条小生命，我很开心。固然这样我就意味着我要抛却自己的运动糊口生计，可是和一条生命比拟，我的运动\n\n糊口生计又算得上什么呢?我觉得很值!”听完后，队友们都鼓起了掌。\n\n　　不久前，医天生功地掏出莱尔的骨髓，移入小男孩的体内，而小男孩也成功地渡过了排异反应期，这就意味着手术成功了。\n\n　　听到这个动静，虚弱的莱尔很开心。看着病房里妈妈带来的幸福花，莱尔想，善良就是一朵幸福花。只有我们人人都及时行善，尽力匡助他人，幸福花才\n\n会开得更辉煌，而我们的世界才会更锦绣![strong]duchangyoujiama.zhutanpf.com[/strong]\n[strong]baijialemoni.0poo.com[/strong]\n[strong]baijialemoni.zze5.com[/strong]\n[strong]baijialemoni.zhutanpf.com[/strong]\n[strong]baijialegailvdalan.0poo.com[/strong]\n\n",
    "replies": [
        {
            "author": "七由理",
            "timestamp": 1384419480,
            "txt_content": " 本帖最后由 七由理 于 2013-11-14 16:59 编辑 \n\n是我太笨而看不懂吗？\n@95(我的发帖验证码居然会消失！)\n"
        },
        {
            "author": "774678103",
            "timestamp": 1384419540,
            "txt_content": "什么鬼东西啊"
        },
        {
            "author": "客观人士",
            "timestamp": 1384419840,
            "txt_content": "太长不看{:10_522:}"
        }
    ]
}