{
    "title": "<原创·连载·>《史蒂夫的爱情》第一章——程子",
    "author": "ChengziHtc",
    "replyCount": 13,
    "timestamp": 1384525200,
    "txt_content": " 本帖最后由 qq1609760551 于 2015-9-19 22:00 编辑 \n\n\n\n\n\n                                                      史蒂夫的爱情\n回到战营内，史蒂夫慵懒的靠在椅子上面，自从他选了这条道路后，就从没后悔过，方块世界因为HeroBrine制造出怪物大军，导致整个方块世界陷入混乱，人民发生恐慌，四处鸡犬不宁，村子基本都被毁灭，这时Notch出现了，把整个方块世界的人民合为一体，组成了一个抵抗怪物大军的联盟，每个联盟中有5个王国，王国初始形成后需要大量召集兵力，这时的史蒂夫需要变为强大，于是他拿着铁剑，独自去报名了....\n   史蒂夫现在很累，每天的抵抗足以让他崩溃，但是，他还在坚持.....因为....他不能死在这里！\n   十二岁的那年——\n   ‘史蒂夫，史蒂夫....醒来啦，你个大懒虫...’\n    ‘嗯。好啦好啦，艾玲。’史蒂夫起来后伸了一个懒腰，看见身边的人儿于是说\n    这个人就是艾玲，她是一个长得象洋娃娃一样可爱的面孔的美丽女孩子他们居住在同一个村庄，每天一起去挖点树木，挖点煤炭，好不亦乐乎，没事打打闹。没事抓抓鱼.....\n    ‘史蒂夫呀....问你个事情，你长大后要做什么呀？’艾玲笑着问\n    ‘长大后........我会做一名国王的骑士！保卫祖国，抵挡怪物大军！你呢？’史蒂夫说道\n    ‘呃...长大后我会做一名王妃哦！ 这样就不用每天生活在恐慌之中呢~’艾玲笑着说\n     现在已经是秋天了，金秋的阳光温馨恬静，金秋的微风和煦轻柔，蓝天白云飘逸，田野遍地金黄，但是往往有一点阴凉的气息......\n      那天，怪物大军的一部分小组袭击了 史蒂夫所在的村子，怪物到处烧杀抢掠，无恶不作，摧毁房屋，杀害村民，史蒂夫抱着艾玲躲在书架下面，从外面看的话 根本看不出书架下面还有2个人\n艾玲瑟瑟发抖，紧紧抱着史蒂夫。'艾玲别怕，坚持到王国派骑士来救我们！'\n   这时，木门被摧毁了！进来一只僵尸！僵尸走进房间，到处寻找它的食物，翻翻箱子，拆拆方块\n史蒂夫捂着艾玲的嘴巴，示意她别说话。僵尸来到他们所在的书架边，望了一眼，无果，离开了。\n'看来已经走了，没事了'史蒂夫说。突然！ 砰的一声，他们的书架被翻开了，外面站着两只僵尸！在月光的陪衬下，显得格外强大与狠恶，嘴角还残留着村民们的血液！‘快跑啊，艾玲！’史蒂夫大叫，连忙把艾玲推出门边。'去找骑士来救我们！'这是史蒂夫最后给艾玲的一句话.....艾玲没有去管史蒂夫，因为恐慌，她已经想不到这么多了.......\n     见艾玲走了.....史蒂夫放心了，望着僵尸，‘恶心的怪物受死吧！’随后摸向自己的背后，拿出一把小铁剑、僵尸现在准备大开胃口了...前面则有一只上好的美味..........\n\n     等到骑士们来到村庄时，史蒂夫已经奄奄一息了。医生村民对他的身体进行了深度检查，随后对后面的骑士队长说：‘这个孩子受了重伤，需要紧急治疗，其他村民已经被僵尸咬得尸体不全，无法医救，这个我感到抱歉，不过这个孩子还是能救活的！。’于是，史蒂夫被送往翔灵城进行最好的救治，而艾玲则被一户好心的村民收养了，医生村民们对史蒂夫进行了3天3夜的救治，然而，却没能治好，翔灵老国王去看望还剩一口气的史蒂夫。\n      ‘孩子，你为什么要保护那个女孩子呢？’老国王说\n      ‘因为....因为...因为我将会是一名勇敢的骑士！我将保护好我的国家，和我心爱的人！’\n       ‘好孩子，那...愿不愿意与我一起打败怪物大军呢？’说完，老国王指了指创世塔尖上的金苹果。\n       ‘伟大的国王，您这是？这个不是创世神给您的么？它能使您拥有二次生命，然后带领您的骑士们来击败怪物大军的么？您怎么能给我呢？’ 史蒂夫问\n       ‘好孩子，将来踏平怪物大军的将会是你们年轻人，而不是我，所以，你就收下吧！’老国王用手阻止了史蒂夫继续说下去  ‘术士，马上对着干孩子使用金苹果。’老国王转头对术士说道\n       国王离开了，史蒂夫却还安静不下来，他曾经的梦想实现了，艾玲呢？她怎么办？\n\n\n       从这以后，史蒂夫再也没看见过艾玲，因为骑士的训练场地是不允许外人进入的，使用金苹果后的史蒂夫，样貌上发生了许多变化，至少，他的记忆还存在，他还记得艾玲，记得他原本村庄的每一个人！\n      俩年后，老国王病逝，逝去前，任命史蒂夫成为翔灵城的第一骑士，国王的位置空空如也，君临城派来国王的三儿子来接管王位，那是一个和史蒂夫差不多的一样大的人，年幼的他，因为大哥和二哥死于战争，就要接管王位，对于政治和管理一窍不通的他，这是非常困难的。\n      正午，史蒂夫接到命令，来迎接新国王，骑士排成俩排站立在接待两旁威严耸立！\n      ‘报！’不远处，一个士兵骑着战马飞快的骑来，史蒂夫连忙跑过去强拉住战马问发什么事情了，王子为什么还没来？士兵对史蒂夫说，在马车行丛林的驶途中，不知哪里出来了一群僵尸，甚至还有几只爬行怪！护卫马车的士兵根本招架不住，王子....王子...被困在那边了！’一口气说完，士兵就倒下了。‘来人！把这个士兵带下去救治，所有骑士出击，目标：保护马车，救出王子！’\n\n     史蒂夫是最先来到的，因为没有人的骑术会比他好，他马上拿下自己的钻石剑，四周寻找着王子的身影。‘救救我...救我...，我是一个国家的王子，救下我，我什么都答应你！’  不远处，一个黄色的身影趴在地上，身后一只僵尸正咬住他的鞋子，‘真的什么都答应么？’史蒂夫问。‘是！是！，快点救我啊！’ 王子吼道，’那我要艾玲当你的妻子！！‘说完就已经冲进尸群。\n     第五年，王子成为国家的王，史蒂夫被派去边界击毁怪物老巢，而艾玲，在王子回去的那天，就被召集到王城，正式成为王妃。或许，艾玲认为史蒂夫已经在五年前的那场灾难中死去，两个曾经相识相知的人，现在天隔一边。\n     史蒂夫每次征战归来，每次迎接他的总是两个人，王子，和王子怀里的艾玲，他们四目相对，总有种说不出的感受\n     第六年，翔灵城经济迅速发展，北边战乱越来越少，人类联盟日益强大，导致最好整个怪物大军只剩下一个主心点，这原本是由Notach于他的圣骑士去攻击的，但是国王必须要史蒂夫和他的骑士们去，史蒂夫知道为什么要他去，因为史蒂夫的力量已经威胁到国王的统治，国王只是铲除这个威胁罢了。国王要他们去Him的死亡城堡侧边去支援、消耗敌方阵营的攻击力，这显然是一个九死一生的认为，但是国王下令，中途逃离的人，军法处置！\n     临行前，史蒂夫请求见王妃一面，国王准许了，富丽堂皇的古堡里，极尽了人间的奢华，让你仿佛置身皇宫的错觉。然而那只是错觉，空无一人的豪宅当惨淡的月光从窗外透进来的时候，毫不掩饰地泛出阴冷刺骨的感觉，艾玲则坐在床头，手里拿着史蒂夫曾经送给她的香包，香包上早已脱色，不过，艾玲还是开心的把玩着\n       。’你是新来的么？‘艾玲问\n          ’不是，敬爱的王妃，您为什么看起来这么开心呢？‘史蒂夫问\n         ’开心？哈哈哈，每天通过杀死国王身边的人来获得关注，你会认为我开心？真不知道陛下当初为什么会选择我，甚至容忍我‘\n         ’您是高贵的王妃，当然王会宽容您’ 史蒂夫继续说\n         ‘呵呵，高贵么？高贵么？’艾玲诡异的笑着\n          这时，门外进来一名哨兵，‘报告将军，所有骑兵已经整顿完毕准备出发，请您指示！’ ‘出发！中途不准停留，直奔城堡侧面！’ 史蒂夫转身命令道\n          呯的一声，门已经关上，艾玲心中空落落的，对于眼前的人，有种相识的感觉，这使艾玲看了看手中史蒂夫送给她的香包，为什么来接我的人不是你呢？\n\n\n‘史蒂夫呀....问你个事情，你长大后要做什么呀？’艾玲笑着问\n        ‘长大后........我会做一名国王的骑士！保卫祖国，抵挡怪物大军！你呢？’史蒂夫说道\n        ‘呃...长大后我会做一名王妃哦！ 这样就不用每天生活在恐慌之中呢~’艾玲笑着说        ‘前提是你是国王哦-----'艾玲对着方块树下睡着的史蒂夫轻声说道、\n\n\n",
    "replies": [
        {
            "author": "18239102826",
            "timestamp": 1384525200,
            "txt_content": "沙发~~"
        },
        {
            "author": "几重凛",
            "timestamp": 1384525320,
            "txt_content": "写的很多啊。 不过一章就完结。不大好啊！"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1384525320,
            "txt_content": "{:10_566:}支持一个"
        },
        {
            "author": "guqu",
            "timestamp": 1384525500,
            "txt_content": "完结还1章"
        },
        {
            "author": "ChengziHtc",
            "timestamp": 1384550040,
            "txt_content": "guqu 发表于 2013-11-15 22:25 \n完结还1章\n其实本来说，就只有一章= ="
        },
        {
            "author": "w425073655",
            "timestamp": 1386236280,
            "txt_content": "xiaoije 来顶你了  程子"
        },
        {
            "author": "qq283734269",
            "timestamp": 1409549820,
            "txt_content": "qq1609760551 发表于 2013-11-16 05:14\n其实本来说，就只有一章= =\n你写错了 任命史蒂夫成为翔灵城的第一其实，  不是其实 是骑士"
        },
        {
            "author": "Behemoth",
            "timestamp": 1409551980,
            "txt_content": "很不错呢。~"
        },
        {
            "author": "Blue-Blue",
            "timestamp": 1442670540,
            "txt_content": "橙子还是真是有空啊"
        },
        {
            "author": "lds003",
            "timestamp": 1442718480,
            "txt_content": "lds003 发表于 2015-9-20 11:10\n故事挺好，标题也引人注目，不过个人感觉部分描写有些无力了\n不好意思现在才看到是一三年的..._(:з」∠)_"
        },
        {
            "author": "lds003",
            "timestamp": 1442718600,
            "txt_content": "故事挺好，标题也引人注目，不过个人感觉部分描写有些无力了"
        },
        {
            "author": "ChengziHtc",
            "timestamp": 1442722080,
            "txt_content": "lds003 发表于 2015-9-20 11:08\n不好意思现在才看到是一三年的..._(:з」∠)_\n当时水平有点低....现在正在接坑"
        },
        {
            "author": "冥王星人",
            "timestamp": 1452006000,
            "txt_content": "对话流，狗血剧情。"
        }
    ]
}