{
    "title": "求一个1.6.4的雷达",
    "author": "1347284058",
    "replyCount": 1,
    "timestamp": 1384566600,
    "txt_content": "我老是找不到",
    "replies": [
        {
            "author": "chuyimo",
            "timestamp": 1384567140,
            "txt_content": "什么雷达   是生物雷达吗    http://www.mcbbs.net/thread-121762-1-1.html\n\n\n官网论坛的最新版本就是1.6.2 没有1.6.4\n\nPosted 19 February 2012 - 08:17 PM \n\n*\nPOPULAR\n\n\n   Posted Image\n\nRadarBro gives you comfort by letting you know where nearby enemies and mobs are.&#8226;        The radar shows mobs, players, allies, enemies, and entities. You can toggle each icon on and off to focus on only what you are looking for.\n\n\n&#8226;        You can add players as an Ally or an Enemy, and they will show up on your radar as either green or red respectively.\n\n\n&#8226;        As you type a player's name to add as an Ally or Enemy, names that match what you are typing based on the players currently in the game will appear to make player entry faster.\n\n\n&#8226;        You can toggle on and off Auto Rotation and Player Names.\n\n\n&#8226;        The settings for the radar as well as the Ally/Enemy lists are saved in your Minecraft directory at: .minecraft\\mods\\RadarBro\\\nFuture/Possible Features:\n\n-Ability to zoom in and out of radar\n-Customizable settings for size, colors, etc.\n-Height filter - show only entities above or below what you set\n-Notifications - for ally/enemy entering view or nearby creepers\n\n* If you have any other suggestions, please tell me.\n\n\nScreenshots:\n\n\nSpoiler:   \n\n\n\nPosted Image\n\nPosted Image\n\nPosted Image\n\nPosted Image\n\n\n\nVideos:\n\n(thanks to AntVenom)\n\n\n\n(thanks to ChimneySwift11)\n\n\n\n(thanks to GameChap)\n\n\n\n\nOther Videos:\n\n\nSpoiler:   \nhangelog (v1.9.9.9.9.9)\n\n- Added Horse to radar\n- Keybind button won't show in the Controls Menu anymore if the radar is disabled\n\n(Version 2.0 will feature a totally revamped system, including new features such as size customization, more waypoint functionality, and much more.)\n\n\nPast Changelog:\n\n\nSpoiler:   \n\n\nRadarBro is dependent on ModLoader. You must also install ModLoader for RadarBro to work.\n\nDownload (for 1.6.2):\n\nPosted Image\n\nOlder versions:\n\nRadarBro 1.3.2 | RadarBro 1.4.2 | RadarBro 1.4.4 | RadarBro 1.4.5 | RadarBro 1.4.6 | RadarBro 1.5 | RadarBro 1.5.1 | RadarBro 1.5.2\n\nThis mod (plugin, a patch to Minecraft source, henceforth \"Mod\" or \"The Mod\") is sole property of the Mod author (, henceforth \"Owner\" or \"The Owner\"). It may only be mirrored or reposted with advance written permission of the Owner. URL shorteners or other attempts to make money off The Owner's Mod are strictly forbidden without advance written permission. Copyright &copy; 2013 Cali Alec\n\n\n\n这是地址：   http://www.minecraftforum.net/to ... ui-mobplayer-radar/\n"
        }
    ]
}