{
    "title": "堕落帝国Ⅰ神秘之海 第一章 遗迹之城",
    "author": "堕落之神帝",
    "replyCount": 16,
    "timestamp": 1384589100,
    "txt_content": "堕落帝国Ⅰ神秘之海\n第一章 遗迹之城\n字数：3112\n字节：6224\n　　“又到白天啦！”帝懒洋洋地喊了一声，打开了他所居住房屋的门。\n　　“嗯？怎么没有看到暗？算了，这家伙肯定去挖矿了，他整天就知道挖矿，可是到现在一个钻石都没有挖到。”他嘟囔了一句，走了出来，关上了门。\n　　帝和他的朋友——暗居住在这个城市里面。这个城市叫做遗迹之城，据说历史源远流长，而谁也不知道为什么这个城市叫做遗迹之城。\n　　这个城市不是十分繁华，仅仅属于帝国边缘的一座三等城市罢了，但是里面的人却都很和蔼，不会像其他一等城市仗着自己实力大随便抢掠他人。\n　　“老板，我要一个银胸甲，没错，就是那个。”帝已经走到了城市里面最大的一家装备铺，对着老板说道。银胸甲是极其罕见的一个装备，据说这是老板的朋友送给老板的，在帝国视野内目前没有发现银矿，据说是来自于另一个世界。和银矿一样，铜矿还有其他稀有矿石也是在已知世界无法生产的，但是由于其他原因，帝国帝都中有不少人拥有这样的矿石，并且批量出售，至于他们获得的方法，他们没有说明，而外界流传的是陨石上带来的另一个世界的物品。银胸甲能够给予7个护甲值，仅次于钻石胸甲，而钻石的罕贵度是在是难以置信。\n　　“银胸甲，21000帝国币，你确定要买吗？”老板将信将疑地问了一下。要知道，21000帝国币绝对不是一个小数字，一个铁锭也只能出售1800帝国币。帝虽然手头有点钱，但是这个数字还是难以想象——帝唯一的收入就是靠出售杀死怪物掉落的物品，一个月最多也就收入1900多帝国币，那还是在运气好的情况下，而他每个月日常开支就要1700多。如果换做暗，老板就不会怀疑他能不能支付起了——暗出身矿工世家，父亲在很早就失踪了，但是他继承了父亲一大笔遗产——其中包括暗父亲辛辛苦苦挖到的10颗钻石。\n　　“没错。”说着，帝从背包里面翻出两张面值10000帝国币的钞票和一张面值1000帝国币的钞票。见到钱，老板就不再说什么了，只是取出保管在箱子里的银胸甲给帝。\n　　帝刚刚离开装备铺数十米，一个蓝色衣服白色眼睛的男子走向装备铺。\n　　“嘿，哥们。刚才那个人是不是用不少钱买了你一样装备？”\n　　“啊，对啊，怎么了？”老板疑惑地问道。\n　　“想知道为什么他有这么多钱吗？”蓝色衣服男子低声问道，然后拿出一个黑色的发光的反应核，“他无意在郊外捡到了这个——它是传说中崭新世界的反应装置，也是那个神秘而又恐怖的世界的一个足以毁灭世界的物品。他不认为是什么好东西，只是一块稀有的外世界岩石罢了，他不需要，所以我以三十万帝国币收购了。”\n　　“啊——”老板被“毁灭世界”四个字震惊了几秒钟，“那么，你为什么要这个东西呢，你为什么告诉我呢？”\n　　“这是个秘密，至于为什么告诉你，嗯……告诉你也无妨，反正我无聊。”男子低声说道，声音让人感到微微寒意，“反正你的灵魂即将变成我的。”\n　　远处，一个深不见底的深洞。\n　　“啊，好累啊……”暗伸了个懒腰，“咦，这是什么？”\n　　暗面前赫然放着一个黑色与红色混合而成的岩石，伴随着死亡与毁灭的气息，这个岩石在暗面前消失了。\n　　“难道是我眼睛花了？算了，不管了，今天我还要多挖几块铁呢。”\n　　装备铺。\n　　“啊啊啊啊啊——”老板惨叫了一声，脸上惨白，瞬间就变成了一具没有灵魂的身体。\n　　“又得到了一个灵魂，离我的复苏又近了一步。”男子阴笑道，“至于这个尸体嘛……不能让这些凡人看到，那么，好办！”说完，他举起一只手。几秒钟后，尸体上面赫然出现了一个岩浆，焚烧了尸体，然后消失了。\n　　“有趣的事情发生了，哈哈。大战即将开始，我倒要看看他能不能再次成功，当然，这不可能。”男子说道，白色的眼睛显得异常恐怖。“创世神Notch，你创造了一切，我要让你禁锢在你亲手创造的世界中，看着自己创造的世界被毁灭！”\n　　遗迹之城，中心执政台。\n　　“听说帝国遭受不明物体袭击，被袭击的人已经超过了一千，而且全部尸骨无存。”绿色衣服的村民对着一个紫色衣服的带着头冠的人说道。\n　　这个帝国的城市分不同种类。如最大的就是帝都了，那里由帝国最高统治者创世大帝——据说是创世神用自身的极小部分魂魄幻化而成的，一般穿着都是金橙色发着光的长袍，头顶镶嵌一百颗钻石的基岩皇冠。而第二大的也就是一等城市，城主穿着蓝色的衣服，头顶镶嵌十块黑曜石的黄金王冠。二等城市不是特别繁荣，但也是非常辉煌的，城主穿着紫红色的衣服，头顶镶嵌五块红石的铁冠。三等城市就相当于一个大型的村庄，只不过更科技化了而已，城主穿着紫色的衣服，头顶镶嵌三块青金石的石冠。村庄就是一个普普通通的村庄，村长穿着红色的衣服，头顶镶嵌一块绿宝石的木冠。一般来说，不同的职位，象征着不同的威望、权力。\n　　被史册记载目前最强大的怪物是末影龙，据说生存在另一个世界——末路之地。而史册记载最强大的无名英雄曾经与末影龙对战，而且将末影龙击垮直到末影龙逃跑。但是他说，他感受到了一个恐怖的存在，不是人们传说中创世神创造出来的凋灵，而是另外一个存在。这个英雄曾经在下界建造了一个大型城市，将下界的怪物赶尽杀绝，但是他死后，所有怪物又重生，城市也破灭了——没有人知道他是怎么死的，但是是一个传奇般的不死存在，至少他活在人们心中。他留在人们印象的样子是这样的：全身都穿戴基岩装备，手上什么都没有，身旁都是火焰，火焰会跟着他移动，没有人能够靠近他。而他死的时候，手中握着一把剑——这和他的形象不符合，这把剑是由黑色和红色混合而成的剑。他的葬礼上，成千上万的群众、精英、勇士、英雄甚至创世大帝都参加了。葬礼结束的一瞬间，人们看到他的基岩棺打开了，手中的剑散发出了剧烈的死亡与毁灭的气息，仿佛被激活了一般。除了创世大帝用创世神Notch的力量勉强逃生，其他人没有一个活着。\n　　“早就知道了，希望我们这个古老的小城不要遭受侵袭。”紫色衣服的城主说道。\n　　“那么……要不要建造一些防御设施？”\n　　“不用了，反正连大帝都无法抵抗，我们这些人还抵抗什么呢？”\n　　“报城主，瞭望塔上的卫兵发现主城门外聚集了一大群僵尸和骷髅，看数量至少有数百名，而且他们建造了一个遮挡阳光的平台，以防燃烧。更多的僵尸、骷髅也不断聚集，另外三个城门外也有遮挡阳光的平台，每个下面都至少有二十个怪物。”一个全身铁装备，手持铁剑的人从中心执政台大门外跑上前，弯下腰汇报道。\n　　“肯定是一场早有预谋的战争！快去装备铺购买足够的装备准备抵抗怪物！”城主不愧是城主，几秒钟后就反应了过来。\n　　“装备铺已经不见了，老板也消失了。”卫兵头目插了一句话。\n　　“不好……算了，发出信号，让所有人离开城门十米。重金悬赏勇士来参战，把全部十名皮革装备手持铁剑的卫兵派遣至中心执政台外守护，把全部一百名木剑的士兵派遣至四个城门，四名弓箭手全部就位。”城主一边说，一边从旁边的箱子里拿出钥匙，“你拿着这个钥匙，挖一个深洞，通向主城门底下四十米。那里有一个上锁的门，你用钥匙打开，里面是本城地下TNT分布图。如果实在守不住的话，把怪物引过去然后踩下那里隐蔽的一个压力板。”\n　　“遵命！”卫兵头目一边说，一边接过了钥匙，走了出去。\n　　“副城主，你觉得我们能赢吗？”城主问向旁边的绿色衣服村民说道，他看上去是个村民，实际上是遗迹之城的新任副城主，几月前刚刚上任，原本是帝都的一名战士。帝都的一名战士都可以当三等城市的副城主，可见帝都的至高无上。\n　　“嗯……有一点希望，只要末影人不来就可以了。”\n　　“没错，上次遗迹之城遭遇大战是三十多年前，我还是一名矿工。”城主回忆道，“那一次，遗迹之城被四十个末影人给拆了，以至于遗迹之城本来可以申请二等城镇却因城池破坏而失败了。唉……希望遗迹之城能够躲过这次大战吧。”",
    "replies": [
        {
            "author": "allan0327",
            "timestamp": 1384589520,
            "txt_content": "原创？？\n先顶后看！！"
        },
        {
            "author": "堕落之神帝",
            "timestamp": 1384589580,
            "txt_content": "谢谢支持~本人以前在起点小说网写过小说，但是觉得太累了于是不写了……\n是原创"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1384589820,
            "txt_content": "{:10_566:}我来围观了~"
        },
        {
            "author": "冰镇苦力怕",
            "timestamp": 1384591620,
            "txt_content": "啊怎么没有我"
        },
        {
            "author": "堕落之神帝",
            "timestamp": 1384602120,
            "txt_content": "Aikawastep 发表于 2013-11-16 16:17 \n我来围观了~\n魔君你好~~~~"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1384602180,
            "txt_content": "堕落之神帝 发表于 2013-11-16 19:42 \n魔君你好~~~~\n{:10_566:}骚年好~"
        },
        {
            "author": "堕落之神帝",
            "timestamp": 1384602240,
            "txt_content": "Aikawastep 发表于 2013-11-16 19:43 \n骚年好~\n真是不可思议，才一个月不到，你积分又加了快两千了……不愧是魔君，祝你早日11级"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1384602360,
            "txt_content": "堕落之神帝 发表于 2013-11-16 19:44 \n真是不可思议，才一个月不到，你积分又加了快两千了……不愧是魔君，祝你早日11级\n{:10_566:}感谢~"
        },
        {
            "author": "堕落之神帝",
            "timestamp": 1384603260,
            "txt_content": "allan0327 发表于 2013-11-16 16:12 \n原创？？\n先顶后看！！\n好吧，你说要我写小说前通知你，那么我通知了：\n明天90%发布第二章\n今天1%发布第二章\n明天1%连着第三章发完\n8%以后再发"
        },
        {
            "author": "42486327",
            "timestamp": 1384605960,
            "txt_content": "很棒的小说，为什么没有我"
        },
        {
            "author": "堕落之神帝",
            "timestamp": 1384606320,
            "txt_content": "42486327 发表于 2013-11-16 20:46 \n很棒的小说，为什么没有我\n什么意思？想进入小说吗~\n如果想的话，选一个字作为名字，最好黑暗一点（如暗和杀——好吧，杀是第二章的，我先透露一下），"
        },
        {
            "author": "42486327",
            "timestamp": 1384606740,
            "txt_content": "堕落之神帝 发表于 2013-11-16 20:52 \n什么意思？想进入小说吗~\n如果想的话，选一个字作为名字，最好黑暗一点（如暗和杀——好吧，杀是第二章的 ...\n可以叫杀，有4248这个绰号吗"
        },
        {
            "author": "堕落之神帝",
            "timestamp": 1384606920,
            "txt_content": "42486327 发表于 2013-11-16 20:59 \n可以叫杀，有4248这个绰号吗\n可以弄绰号，比如有一个剧情：A经常被所有人称为XXXX，是因为XXXXX\n目前已经有的人物，可以选择一个代入\n暗：矿工，有钱\n杀：戮——冒险家联盟（杀戮帝国）的创始人之子，喜爱杀戮的战士\n或者自己弄个"
        },
        {
            "author": "堕落之神帝",
            "timestamp": 1384606980,
            "txt_content": "42486327 发表于 2013-11-16 20:59 \n可以叫杀，有4248这个绰号吗\n还有，看看矿车小组，我发了个帖"
        },
        {
            "author": "42486327",
            "timestamp": 1384607100,
            "txt_content": "堕落之神帝 发表于 2013-11-16 21:02 \n可以弄绰号，比如有一个剧情：A经常被所有人称为XXXX，是因为XXXXX\n目前已经有的人物，可以选择一个代入 ...\n还是叫暗吧，不喜欢爱杀戮的...."
        },
        {
            "author": "堕落之神帝",
            "timestamp": 1384607100,
            "txt_content": "42486327 发表于 2013-11-16 21:05 \n还是叫暗吧，不喜欢爱杀戮的....\n好的\n你看到了吗，矿车小组上，我发了个引导帖"
        }
    ]
}