{
    "title": "【尸晓】第三章————变异体",
    "author": "345597107",
    "replyCount": 13,
    "timestamp": 1384668780,
    "txt_content": "伟大的神啊，不是说好要消灭所有的人类不留幸存者吗？为什么还有这些可恶的人类啊！既然你不帮我，那我就亲手把他们干掉!                                               ————斯莱特（第一个僵尸变异体）故事接上集。。。。。。。。。\n大家都惊呆了\n他们所看到的都是他们做梦都没有想到的场面\n满地的血和肉，挂在铁栏杆上的内脏，一些已经被踩碎的头颅，大脑已经掉了出来，满地的鲜血……突然，一阵广播响起，“哈哈哈哈，你们总算来了。我等你们等的花都要谢了，不过，你们来了，那游戏就可以开始了！”库斯：“什么游戏，连手柄都没有，玩…毛”“哈哈哈，你太天真了，这个游戏不需要手柄的”神秘人笑着说“那玩什么？”“玩命！”全场人大吃一惊。神秘人又开口说：“准备好了吗，那我开始了”紧接着，一阵机器的声音，四周的门开了各种僵尸奔涌而出。“全部人战斗状态！”库斯高喊到！“攻击！”一阵阵的枪声响起……\n施特：僵尸太多了，就我们这些火力，它们很快就会要到我们的！\n莉娜：是啊，长官！我们撑不了多久的。\n库斯：撑不了也得撑啊，我们也出不去了。\n全部成员陷入沉寂，只剩下机枪开火的声音\n广播：哈哈哈哈，别在做无谓的挣扎了，你们就当他们的饲料吧！\n布斯：你休想！看我的！神器：诺基亚【其实是手榴弹】\n一声巨响，僵尸所剩无几\n神秘人：不错，有两下子，那好吧，给你送上最后大礼\n一个巨大的门打开了，里面传了了咆哮声\n？？？：吼————————！\n库斯：大家，准备迎战！\n一个巨大的身影走了出来（这BOSS血量条是怎么回事？）\n一只高大威猛的巨型生物站在了NITS小队面前发出阵阵咆哮\n库斯：我的神啊。。。。。。\n施特：他太大了。。。。。\n布斯：估计有两米多高！\n莉娜：战斗力无法计算\n神秘人：他们是你们的末日，受死吧！\n一声咆哮伴随着一个巨大是爪子飞舞而来\n库斯：妈妈咪啊，完蛋了\n施特把库斯往旁边一推，救了库斯自己却受伤了\n库斯：你没事吧。\n施特：没事。。。。。。。才怪\n施特昏迷了\n库斯：莉娜！莉娜！过来救救施特\n莉娜赶了过来\n莉娜：没关系了，已经包扎完毕，一会儿他就醒来了\n布斯：你们快点啊，我快撑不住了。。。。\n莉娜：你去帮帮布斯，我来照顾施特\n库斯：好的\n神秘人：看来你们的实力不错，但是你们活不了多久了。\n布斯：等我们把这个大块头打死了，在找你算账！\n神秘人：恐怕你门没有机会了哈哈哈\n在他们没有察觉的时候，一个针筒已经插在了那只怪物身上……\n                                                                                                                                   ——未完待续\n以下为英文版\nThe great god, not speaking to destroy all humans leave no survivors? Why are these damned human! Since you don't help me, then I'll have to kill them! -- -- Slater (the first zombie variant)Story connected to set...Everyone was shockedWhat they see is they did not dream of the sceneAll flesh and blood, internal organs of the hung on iron bars, some have been crush head, the brain has fell out, all the blood of... All of a sudden, a radio, \\\"ha ha ha ha, you finally come. I wait you wait for flowers to thank, but there you are, the game can begin!\\\" , : \\\"what game, even handle all have no, play...\\\" MAO \\\"ha ha ha, you are too naive, the game does not need to handle the\\\" mystery man smiled and said \\\"what play?\\\" \\\"Hard!\\\" All people by surprise. Mystery man say again: \\\"are you ready, then I started\\\" followed by the voice of a machine, the door opened around the various zombie surges up. \\\"All combat!\\\" , Shouting to! \\\"Attack!\\\" A burst of gunfire rang...: straw zombies too much, we have these, they will ask to our soon!Lina: yes, Sir! We don't stand.Library: tide won't have to, ah, we couldn't go out.All members in silence, only the voice of the machine guns opened fireBroadcasting: ha ha ha ha, don't do meaningless struggle, you will be when they feed!Booth: you can't! Look at me! Artifact: nokia \\\"is actually a grenade\\\"A loud noise, with few zombiesMystery man: yes, have two down son, well, then, give you the last giftA huge door opened, and in the procession of roar????? : -- -- -- --!Library: everybody, ready to fight!A huge figure came out (blood this BOSS is how to return a responsibility?A tall fierce giant creature standing in front of the NITS squad from the roarLibrary: my god...Straw: he is too big...Booth: it is estimated that there are more than two meters tall!Lina: fighting capacity cannot be computedMystery man: are they your doom, die!A loud roar with dancing is a huge claws, show: ah, finishedThe straw, push aside, saved, is injured himselfLibrary: are you ok.Straw: ok... Just strangeStraw was in a coma forLibrary: lina! Lina! Come and help strawLina to catch upLena: it doesn't matter, has finished dressing, he woke up in a momentBooth: you hurry ah, I almost don't stay up...Lina: you go to help, I'll take care of strawGood library:Mystery man: it seems your strength is good, but you might not live much longer.Booth: when we get the big shot, the sort you out!Mystery man: I'm afraid you have the door no chance ha ha haWhen they don't perceive a needle tube is inserted in the monster...\n",
    "replies": [
        {
            "author": "Color-Yomi",
            "timestamp": 1384668960,
            "txt_content": "神器居然是诺基亚"
        },
        {
            "author": "345597107",
            "timestamp": 1384669200,
            "txt_content": "Color-Yomi 发表于 2013-11-17 14:16 \n神器居然是诺基亚\n其实是手榴弹的。。。。。。。"
        },
        {
            "author": "5408754",
            "timestamp": 1384669440,
            "txt_content": "诺基亚各种炫酷吊炸天。。。。。。。"
        },
        {
            "author": "5408754",
            "timestamp": 1384669500,
            "txt_content": "机翻是要被扣分的。。。。。。。。。。"
        },
        {
            "author": "345597107",
            "timestamp": 1384669860,
            "txt_content": "5408754 发表于 2013-11-17 14:25 \n机翻是要被扣分的。。。。。。。。。。\n什么是机翻。。。。。。。。？"
        },
        {
            "author": "WC970192794",
            "timestamp": 1384669920,
            "txt_content": "汗汗汗我晕不懂"
        },
        {
            "author": "5408754",
            "timestamp": 1384670940,
            "txt_content": "345597107 发表于 2013-11-17 14:31 \n什么是机翻。。。。。。。。？\n就是用翻译软件翻译。。。。。。。。"
        },
        {
            "author": "345597107",
            "timestamp": 1384671480,
            "txt_content": "5408754 发表于 2013-11-17 14:49 \n就是用翻译软件翻译。。。。。。。。\n你的意思是说我要一个一个的把这些英文打出来咯"
        },
        {
            "author": "5408754",
            "timestamp": 1384671660,
            "txt_content": "345597107 发表于 2013-11-17 14:58 \n你的意思是说我要一个一个的把这些英文打出来咯\n是啊是啊。。。。。。。。\n反正不是机翻就可以了。。。。。。。。不是我说的，是版主说的。。。。。。。。"
        },
        {
            "author": "huolong_mod",
            "timestamp": 1384672620,
            "txt_content": "上吧！神器诺基亚！！！！！！！！！！！拥有无限能力的诺基亚！"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1384682700,
            "txt_content": "{:10_566:}来晚了艾.."
        },
        {
            "author": "345597107",
            "timestamp": 1384687260,
            "txt_content": "Aikawastep 发表于 2013-11-17 18:05 \n来晚了艾..\n看了老半天才知道你是谁————————蘑菇君！"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1384705080,
            "txt_content": "345597107 发表于 2013-11-17 19:21 \n看了老半天才知道你是谁————————蘑菇君！\n{:10_566:}作死去吧"
        }
    ]
}