{
    "title": "【MCBBS】Terraria地形环境总览计划Day5【The Corruption腐化之地】【Tony出品】",
    "author": "2388306270",
    "replyCount": 12,
    "timestamp": 1384697520,
    "txt_content": " 本帖最后由 2388306270 于 2013-11-26 22:08 编辑 \n\n\n\n\n\n\nTerraria.png (43.28 KB, 下载次数: 16)\n\n下载附件\n\n2013-11-17 09:31 上传\n\n\n\n\n【MCBBS】Terraria地形总览计划\n\n\n地形环境一个为TR玩家打造的地形环境列表\n\nForest森林Snow雪原Underground Snow地下雪原Underground Layer地下层Cavern Layer洞穴层The Corruption腐化之地←当前所在位置Underground Corruption地下腐化之地Crimson败血之地Underground Crimson地下败血之地Mushroom Biome蘑菇群系Meteorite陨石坑Deserts沙漠Ocean海洋Floating Islands浮空之岛Jungle丛林Bee Hive蜜蜂巢穴Dungeon地牢Underground Jungle地下丛林The Underworld地狱The Hallow神圣之地Underground Hallow地下神圣之地Lihzahrd丛林神庙Living Tree生命之树Spider Nest蜘蛛巢穴Pyramid金字塔\n\n\n\n\n腐化之地篇\n\n\n\n\n\nBiomeBannerCorruption.png (34.68 KB, 下载次数: 12)\n\n下载附件\n\n2013-11-17 09:31 上传\n\n\n\n\n\n腐化之地是一个拥有紫色“腐化”草与树特征的地形，给予了吞灵者、吞噬者和棘刺的生长机会。新手玩家会在获取更好的装备（普遍认为是银质或金质盔甲、武器和工具）之前避开腐化之地。腐化的特征是一个稀缺阳光的暗色调背景，和独特的主题背景音乐。在腐化之地一开始随着世界一起生成时，就形成了暗影之球和恶魔祭坛之家：大峡谷。大峡谷是玩家的一个附加的威胁，稍有不慎就会造成坠落伤害，如果玩家有幸在坠落伤害中活了下来，除非有攀爬工具如钩爪，否则将会造成玩家用大量的时间去攀爬回到地面，甚至有时候是不可能的。在大峡谷中会有恶魔矿石，你需要用恶魔稿子或者更高等级的稿子才能挖掘它。腐化之地也可以扩散至一开始没有被感染的地域，也可以被玩家播撒的腐化之种在新的指定地点来扩散。但是大峡谷，暗影水晶和恶魔祭坛不会在这些后发而起的腐化之地中生成。腐化的怪物如吞灵者，还有棘刺，会在这些新的腐化之地中生成。如果在一片新的地区有了足够的腐化程度，它会拥有腐化之地的特征包括腐化之地主题背景音乐、背景以及水的颜色。净化粉末可以使腐地的紫色石头变成普通的石头，但是这些“净化”的石头会在将来重新变成腐化石头。有些时候世界里会有败血之地而不是腐化之地。上图为一张典型的大型地图中的腐地结构，可以清晰看见垂直的大峡谷和水平的洞穴。\n\n\n特产\n腐化之地怪物独特宝藏独特掉落物贩卖品 腐化金鱼(血月时) 吞灵者\n 吞噬者\n 世界吞噬者(BOSS)困难模式:\n 腐化者\n 飞行史莱姆\n 腐化史莱姆\n 小腐化史莱姆 (from 腐化史莱姆)\n 世界哺育者 \n 抓捕者腐化沙漠:\n 黑暗木乃伊\nFrom 暗影之球: 暗影链球 魔法戒指 毛瑟步枪 子弹球 暗影矿石 暗黑棘刺\n 暗影之装全套盔甲 (from 世界吞噬者) 腐肉 (from 吞噬者, 吞灵者和腐化者) 蠕虫牙齿 (from 吞噬者) 暗影鳞片 (from 世界吞噬者) 世界吞噬这奖杯 (from 世界吞噬者)\n困难模式:\n 诅咒火焰 (from 世界哺育者和抓捕者) 黑暗碎片 (from 黑暗木乃伊) 维他命 (from 腐化者) 眼罩 (from 腐化史莱姆, 小腐化史莱姆 黑暗木乃伊)\nFrom 植被: 黑暗蘑菇 死亡草 死亡草种 (血月时) 乌木 (From 树)\nFrom 地形: 腐化之石 乌木 紫冰块 (雪原)\nFrom 画家: 黑暗峡谷\n\n扩散在普通模式中（困难模式前），腐化会扩散，但是有限制条件：\n腐化草可以像一般的草那种方式传播，转化的邻近泥土块必须有一面是接触空气的（只有在表面层有效）腐化草可以取代普通的草和神圣草，除非上面种上了向日葵。腐化草上长的棘刺也可以传播，但要遵守上面同样的条件。\n一般出现的腐地都会在发现前被天然屏障（石头、沙漠等等）所停止，但是需要注意的是不要让你的人工腐地扩散出了你所想象的范围。\n\n困难模式\n一旦当肉山BOSS被打败后，整个世界就进入了困难模式，腐化之地和神圣之地会迅速被创造，从地下一直到地表，有些时候会与现存的腐化之地所重合。腐化之地开始生成更危险的怪物如地表的腐化者和地下的抓捕者。\n一旦进入困难模式，腐化之地的散播会更具有主动性。\n除了腐化草和棘刺，腐化之石、腐化之沙、紫冰块和红内墙都会拥有腐化能力。草一样能转变成腐化草，并且就像普通模式一样，腐化草可以覆盖新的泥土。沼土可以被转化成土。丛林草也会转化成腐化草（下面的方块将会变成泥土）。石头会被转化为腐化之石。沙子会被转化为腐化之沙。冰块会被转化为腐化之冰向日葵将挡不住腐地的传播，如果它所种植的泥土块被腐化，向日葵将会被破坏。（1.2版本向日葵可以阻挡腐地即使在困难模式！）腐化草在地面仍然很有限，但是腐化之石和腐化之沙可以再地下肆意扩散。离腐蚀的方块三尺（三个方块）距离内的方块都会被转化（即使这之间有未腐化方块阻碍）\n腐化之地不会腐蚀其他的材料，包括像自然方块如粘土和雪。一部分淤泥在玩家打败肉山后被出现的腐地所直接转化，但是在其他时候其他地形将不会被转化。\n在困难模式为了去停止腐化之地的扩散，玩家必须用一条有至少三格宽的裂缝或不可腐蚀方块来停止它。神圣方块也会停止腐地的散播，但是也有它自己潜在的威胁。\n腐化沙漠\n在困难模式中，腐化之地可以穿过沙漠，把它转化成腐化沙漠。与腐化之地非常相似的是：拥有同样的主题音乐、背景音乐以及同样的腐地怪物，并且多加了一个黑暗木乃伊。\n沙子会被转化成腐化之沙。尽管仙人掌的颜色不同了，但被破坏时仍然会掉落普通的仙人掌。在腐化沙漠不能种植荷叶。\n\n注释\n当你在腐化之地砍树时只会掉落木头，但没有橡树果实。一个人工的腐化之地条件是至少200块腐化方块如腐化草、腐化之沙、腐化之石以及紫冰块。当你新创立的世界中有腐化之地而不是败血之地，会有系统提示：“Making the world evil”（使世界变得邪恶）出现。在TR版本1.2，有一种叫做地形修改枪的东西可以被用作移除腐化之地。推荐使用绿色溶液，其他也可以使用。在困难模式，所有腐化之地的怪物都有机会掉落一个腐化之地钥匙。\n\n\n历史\n1.2.0.3：打败了巨型食人花（BOSS）后腐化之地扩散速度将减至原来的33%。但是仍会转化原来所有可以再困难模式中转换的东西。1.2：新世界生成时，败血之地有几率会替代腐化之地。1.2Bug：杀死一个困难模式的BOSS后腐化之地扩散速度将会变成普通的速度。1.2Bug：红色墙会扩散腐地，而其他的墙如腐地石墙也可能会扩散腐地。1.1：腐化之地会腐蚀穿过石头和沙子，会在肉山被打败后缓慢把沼土转化成泥土。这将允许腐化之地扩散至洞穴层。1.1：一个人工的腐化之地现在只需要有至少200个腐化之石而不是以前的500个。1.1：现在有了独特的背景。1.0.6：在腐化之地生长的棘刺现在会被玩家的接触所破坏。1.0.6：腐化之地的背景音乐改变了。1.0.5：腐化之地现在有了连接大峡谷的系统了。1.0.5：在探索大峡谷时可以找到一小片或中片的暗影矿石了。1.0.4：大峡谷在新世界生成时的数量减少了，但是每一个大峡谷都100%有一个暗影之球。Pre-Release：首次加入。\n\nMCBBS更新历史\n2013-11-17：完成首次翻译。\n\n留言\n本版版主2388306270所翻译的内容均为人工翻译无机翻，如有任何质疑，欢迎举报我，告诉管理员或与我约定时间进行远程电脑监控。版主2388306270以人格保证所有内容均为原创，如有机翻抄袭嫌疑，主动辞职。\n\n",
    "replies": [
        {
            "author": "kaho",
            "timestamp": 1384697580,
            "txt_content": " 本帖最后由 kaho 于 2013-11-17 22:23 编辑 \n\n噗！托尼为何能这么吊！"
        },
        {
            "author": "262949130000",
            "timestamp": 1384697640,
            "txt_content": " 本帖最后由 262949130000 于 2013-11-17 22:14 编辑 \nkaho 发表于 2013-11-17 22:13 \n噗！托尼机翻！\n请立即修改，以免误导其他读者。"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1384706280,
            "txt_content": "{:10_566:}这次来晚了"
        },
        {
            "author": "NpcianT77",
            "timestamp": 1384768260,
            "txt_content": "好吧。。。上次你邀请我没来，这次补上"
        },
        {
            "author": "战神de永恒",
            "timestamp": 1384773780,
            "txt_content": "古代暗影套装好像是刷吞噬者也能得"
        },
        {
            "author": "變異六頭凋零",
            "timestamp": 1384872180,
            "txt_content": "打错字~\n【世界吞噬这奖杯】\n【世界吞噬者奖杯】"
        },
        {
            "author": "wise",
            "timestamp": 1385485980,
            "txt_content": "恶魔矿石金稿能挖吧！\n腐化金鱼就算没血月 只要在腐地都有诶。。\nFrom 地形:这里的乌木是乌木沙？\n有翻译不统一现象吧 黑暗碎片在沙漠这篇翻译成的纯阴\n这…暗影球被你写成了暗影矿石 情何以堪\n困难模式最后一句：在腐化沙漠不能种植荷叶？"
        },
        {
            "author": "2388306270",
            "timestamp": 1385514480,
            "txt_content": "wise 发表于 2013-11-27 01:13 \n恶魔矿石金稿能挖吧！\n腐化金鱼就算没血月 只要在腐地都有诶。。\nFrom 地形:这里的乌木是乌木沙？\n大多数内容都是以wiki内容为准\n由于TR中文wiki的不成熟，许多翻译都是民间翻译，看得懂就行\n恶魔矿石只需要金稿就能挖掘我具体没有试过，因为我当时直接用恶魔稿挖的，翻译内容以wiki为准。\n腐化金鱼在腐化之地还没见到过，翻译内容以wiki为准。\n关于翻译不统一，比如纯阴，是因为用户wolski在神圣之地翻译另一种为纯阳，而我认为这样更好，所以后来在沙漠篇修改了，而在这篇还没有修改\n乌木属性的问题我纠结过，不要问我为什么，我会再修改所有的前缀为乌木，与神圣之地的珍珠匹配\n暗影球翻译成暗影矿石为失误，因为我在1.1.2版本的印象是杂碎暗影之球后不会掉落暗影球这种东西，现在会修改。\n困难模式腐化沙漠无法种植水叶为官方wiki所说，我按照wiki直接翻译。\n\n总之谢谢你的提醒，一些东西我会修改"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1385530860,
            "txt_content": "{:10_566:}另外。暗影套装应该不止世界吞噬者掉落吧。。我之前打死一个吞灵者他也爆了一个暗影胸甲的OAO. 我玩的是简单模式。\n\n\n\n\nTJMVV%$(P`NATNQ_424BPBS.jpg (1.81 KB, 下载次数: 11)\n\n下载附件\n\n2013-11-27 13:41 上传\n\n\n\n\n\n"
        },
        {
            "author": "2388306270",
            "timestamp": 1385546640,
            "txt_content": "Aikawastep 发表于 2013-11-27 13:41 \n另外。暗影套装应该不止世界吞噬者掉落吧。。我之前打死一个吞灵者他也爆了一个暗影胸甲的OAO. 我 ...\nhttp://terraria.gamepedia.com/Eater_of_Souls\n你运气是不是太好了有点"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1385549520,
            "txt_content": "2388306270 发表于 2013-11-27 18:04 \nhttp://terraria.gamepedia.com/Eater_of_Souls\n你运气是不是太好了有点\n{:10_566:}OAO突然感觉好喜感...[记得那是穿越哪里准备去看看另一面是什么场地，马上要出去了，然后后面跟了一个过来，随手做了他，就爆了个衣服OwO"
        },
        {
            "author": "wise",
            "timestamp": 1385636100,
            "txt_content": "2388306270 发表于 2013-11-27 18:04 \nhttp://terraria.gamepedia.com/Eater_of_Souls\n你运气是不是太好了有点\n我在腐地刷了一个血月以后出了两三套。。这个很容易打到"
        }
    ]
}