{
    "title": "【MCBBS】Terraria地形环境总览计划Day6【Crimson败血之地】【Tony出品】",
    "author": "2388306270",
    "replyCount": 5,
    "timestamp": 1384778880,
    "txt_content": " 本帖最后由 2388306270 于 2013-11-26 22:08 编辑 \n\n\n\n\n\n\nTerraria.png (43.28 KB, 下载次数: 14)\n\n下载附件\n\n2013-11-18 18:53 上传\n\n\n\n\n【MCBBS】Terraria地形总览计划\n\n地形环境一个为TR玩家打造的地形环境列表\nForest森林Snow雪原Underground Snow地下雪原Underground Layer地下层Cavern Layer洞穴层The Corruption腐化之地Underground Corruption地下腐化之地Crimson败血之地←当前所在位置Underground Crimson地下败血之地Mushroom Biome蘑菇群系Meteorite陨石坑Deserts沙漠Ocean海洋Floating Islands浮空之岛Jungle丛林Bee Hive蜜蜂巢穴Dungeon地牢Underground Jungle地下丛林The Underworld地狱The Hallow神圣之地Underground Hallow地下神圣之地Lihzahrd丛林神庙Living Tree生命之树Spider Nest蜘蛛巢穴Pyramid金字塔\n\n\n\n\n\n败血之地篇\n\n\n\n\n\nBiomeBannerCrimson.png (41.24 KB, 下载次数: 17)\n\n下载附件\n\n2013-11-18 18:53 上传\n\n\n\n\n\n败血之地是腐化之地的变种。在世界生成时有50%的几率由败血之地代替了腐化之地。地形红色的外表，像血肉一样的树叶，以及一些从败血之地获取的血色主题的物品，都把这个地形推向了鲜血的主题，这与腐化之地更黑，更阴暗的自然景观不同。就像腐化之地一样，败血之地也有复合的大峡谷。但是，与腐化之地垂直往下的大峡谷不同的是，败血之地的峡谷先会转个弯到地层里，一直到一个圆形的像大口袋一样的地方，分叉到一条条更小的血管。在血管的最远端是恶魔心脏，与腐化之地的暗影之球是一个概念的东西。败血矿石和败血祭坛分别取代了腐化之地的暗影矿石和恶魔祭坛。败血祭坛和恶魔祭坛除了材质不同其他功能都是一样的。世界吞噬者的败血之地版本就是邪神大脑，会比世界吞噬者难打一点点。因为败血之地的难度关系，败血之地的工具、武器和盔甲属性会更好一些。败血之地也可以通过使用从只有在血月时蒸汽朋克卖的地形转化器发射的红色溶液来转化其他的地形环境。在困难模式中，败血之地的扩散与腐化之地完全相同：把草转化成败血草，沙子转化成败血之沙。当石头被转化成败血之石后，地下败血之地就形成了，有不同的怪物如悬浮肉体和脓液粘怪。当世界生成器生成败血之地时，这个地形中所有的沙子都会变成败血之沙。如果生成器生成败血之地时覆盖了雪原地形，所有的冰块都会变成败血之冰。\n\n\n特产\n败血之地敌人独特宝藏独特掉落物品贩卖品 血之喂食者\n 血色蜘蛛\n 脸怪\n 嗜血者\n 邪神之脑(BOSS)困难模式:\n 脓包虫\n 败血史莱姆\n败血沙漠:\n 黑暗木乃伊\nFrom 恶魔心脏: 战斗者 腐烂之叉 败血法杖 惊恐项链\n 脊椎骨 脑组织样本 (from 邪神大脑 和 爬行者) 邪神大脑奖杯 (from 邪神大脑)\nFrom 地形: 败血之石 败血之沙 败血之冰 (雪原) 暗影木\nFrom 画家: 死亡之地的复活\n\n其他当观察地图时，会发现败血之地的大峡谷就像是长胳膊一直延伸至手指。败血之地可能参考了世界大战（1898）的红色杂草，而这时人类自己留下的。电影中，背景的树木和建筑同样充满了肉体血色。Herpling（脓包虫）来自于短语“Herp Derp”，所以Herpling和Derpling两者都是用同一个AI：只会愚蠢的跳向玩家。普通模式的败血怪物是基于血的（血色蜘蛛，脸怪），而困难模式的败血怪物则更接近于脓（悬浮肉体，脓液粘怪）。败血沙漠没有更换水的颜色，可能是一个bug（错误）吧。\n\n注释\n当你创立一个新世界时有败血之地而不是腐化之地，系统会说“Making the world bloody”（把世界变得血腥吧！）尽管在世界生成时会有可能只有败血之地而没有腐化之地，但这不代表不能构造人工腐化之地，你可以从树妖那里买腐化之种也可以从别的世界引进一些腐化材料。用腐化之水也可以在有败血之地的世界中创立腐化之地。同样，也可以在只有腐化之地的世界中创造人工败血之地。内部有败血之地的腐化之地可以想普通的那样扩散，当然败血之地即使没有腐化之地在，也可以扩散。在困难模式，所有败血之地的怪物都有可能掉落败血钥匙模子。地下败血之地与地下腐化之地/地下神圣之地不同，地下败血之地没有特有的背景音乐。\n\n\n历史\n1.2：首次加入\n\n\nMCBBS更新历史\n2013-11-18：完成首次翻译\n\n\n留言\n细心的同学们会发现，地形环境的列表中多出了好几条，是的，我今天才发现的，这也代表完成所有地形总览的计划可能时间又要推迟了。（工作量又增加了有木有）\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "pyhert123",
            "timestamp": 1384779300,
            "txt_content": "妈妈在也不用担心我的英文不好了 因为我选择了2388"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1384779960,
            "txt_content": "{:10_566:}貌似又来晚了~话说你ios正版OAO"
        },
        {
            "author": "934781972",
            "timestamp": 1384780680,
            "txt_content": "好久没玩泰拉瑞亚了···好怀念···想玩可惜没人和我玩呐···"
        },
        {
            "author": "wise",
            "timestamp": 1385636220,
            "txt_content": " 本帖最后由 wise 于 2013-11-28 18:57 编辑 \n\n这。。。大脑和爬行者都掉矿石！这总不用以wiki为准了吧？！\n\n不过独特掉落物品的话。。不太清楚"
        },
        {
            "author": "2388306270",
            "timestamp": 1385644740,
            "txt_content": "wise 发表于 2013-11-28 18:57 \n这。。。大脑和爬行者都掉矿石！这总不用以wiki为准了吧？！\n\n不过独特掉落物品的话。。不太清楚\n我后来明白了，这些都是unique drops（独特掉落物品）\n所以有一些太常见的掉落物品就忽略了\n不然所有怪物的掉落物品都要写出来不要累死……"
        }
    ]
}