{
    "title": "继续对自由星球吐槽",
    "author": "sylqiuyifeng",
    "replyCount": 13,
    "timestamp": 1332155100,
    "txt_content": "如果你认为游戏就应该被层出不穷的界面和自动寻路牵着鼻子走，如果你认为游戏就应该让你点点鼠标什么也不用做什么也不用想就能获得快感。那么你一定不适合在自由星球上生存。\n[url=]向全自动说NO。[/url]\n[url=]重拾游戏的探索魅力！[/url]\n    自由星球取缔了枯燥无聊的牵着鼻子圈钱设计。这当然不意味着降低易用性，我们取消的不是引导，而是对玩家的迷惑和控制。取而代之的，你将在自由星球上重拾探索乐趣。 当你走到悬崖边上，一个不留神，可是有可能被摔死的哦！（废话，你走到楼边一个不留神也会摔死）你当然可以通过各种工具爬到树上甚至云上！（更加废话，你丫不靠工具自己会飞啊）不过你也得小心，万一在高处被人给你一个重击，导致你坠入虚空之中（让我想起把jj推下悬崖的经历）……啊哦，那你就只能遭受重伤损失了。（还是那句，废话）\n    想要冒险？路不一定是别人走出来的，你自己就可以打造一条路！想要到地底深处决战远古魔兽？或是想要到天上挑战天空之主？（你丫，tr啊）没问题，只是，你得靠自己把它们揪出来才行！\n     再也没有什么不是不允许的了！这里没有固定不变的屋子，没有固定不变的山，没有固定不变的树，天可以不再是那天，海也可以不再是那海！你能补天填海，你能改变一切，你可以是世界的创造之神！（对mc最好的形容）\n[url=]向受限制说NO。[/url]\n[url=]实现空前的创造魅力！\n[/url]    在自由星球上，你能够创造生活中所有的一切！不论是战斗用的，还是娱乐用的，还是使坏用的，还是浪漫用的，还是艺术用的……所有你能想到的，你全都可以拥有（原子弹行吗），只要你拿 起工具（弹壳，获得材料（铀），进行组装(核弹）！（乐高积木……）发挥你的创意极限吧！没有束缚（你见过网游拿绳子捆人的吗），没有边界！（没边界？摔出宇宙了……）让我们看看你能造出什么来，是万里长城，还是帝王之都，还是空中花园……一切，都取决于你。在自由星球，最受尊重的不是八面玲珑的社交好手，也不是威猛强大的杀戮（rmb）战士，更不是精打细算的买卖（道具）商人，而是为自由星球添砖加瓦的建设者（苦工？）。想要凭借自己的创意赢得尊重吗？立刻动手，成为星际开拓者吧！（你丫，说得跟即时战略游戏一样）\n     真正的冒险，和等级与经验说拜拜！你再也不用忍受无聊的刷怪升级过程了。在自由星 球的世界里，只有真正的冒险。（那还不是rpg）僵尸，花妖，未知的外星生命；（还不是得打怪）星际城管大队（向城管叔叔致敬），地心里的强大魔鬼（tr的世界吞噬者？），云上的天空霸主（tr的小白龙？）……独眼巨人，炸弹魔（jj怪？），这些都还只不过是寻常挑战而已。真正的冒险不是与怪物机械（与变形金刚战斗去把）战斗，而是探询每一种未知可能。\n[url=]向刷经验说NO。[/url]\n[url=]实现想象不到的惊天冒险。\n[/url]    最让人兴奋激动的冒险是怎样的？是踩破城墙(那脚得多大）挑战国王吗？是深入地底寻找宝藏吗？（又想起了tr）是前往无人去过的谜之宫殿解救奴隶吗？未必喔！在自由星球上，最让人刺激的冒险其实是解除他人埋在你脚下的机关！（mc的机关更多）你以为自由星球是和平与世无争的那可就大错特错了。为了保护自己的领土，你可以制造各种机关装置，为电线接上电流，（工业mod？还是tr的电线）让池塘通电，（工业，斯特拉线圈）让泥土变成陷阱，（陷阱mod）让草皮变成弹簧，让炸弹定时引爆（炸弹mod）……啊哦，当然你也要堤防别人设下的陷阱，这些机关可是比看得见怪物要刺激多了。试想当你踩在一个草皮上时，却被以接近慧星的速度弹射出去，（火箭啊）在空中的你除了挣扎别无他法，只能眼睁睁看着自己掉入滚烫的熔岩中……啊，设计这种陷阱的人真是太邪恶了（不过我喜欢），不过似乎也比那些制作虚假泥土然后挖个深坑然后在坑底埋满竹叉刺的家伙稍微强点（还是陷阱mod），至少他们具有包含了一条抛物线的幽默感（恶趣味）……所以等级什么的，又有什么需要呢？怪物，经验神马的，都是浮云。与人斗其乐无穷，被陷害了当然要予以反击。（抡一堆tnt去爆破？）这才是真正的冒险，是公平的冒险！（新人被老手蹂躏？）只有创造力能够主宰你的命运。（比如外挂？）\n     银河系星际管理会（吐）郑重承诺，决不在自由星球上出售任何增值道具（出售功能道具），也不出售游戏货币（出售游戏币）。绝不让游戏成为金钱决定一切的世界（不过rmb决定一切）。因为这个星球的名字叫“自由”（充值）。自由即应包含“公正”（rmb多就赢），“公平”（rmb多的就赢）。我们最重视游戏的乐趣和平衡（鬼信），而不为诱导（不过强迫）居民消费进行游戏设计。\n[url=]向卖道具说NO。[/url]\n[url=]实现真正意义的公平游戏。\n[/url]    在自由星球上的每样资源都需要靠双手劳作得来（还能充值得来），在自由星球上每种荣誉都需要为星球创造价值得来。星际管理会还将严格限定一些星球居民的日消费上限（冲点还有上限？脑子进水了），以促成社会的和谐发展（河蟹发展），避免贫富差距现象产生（还坚尼系数那）。对于工作室等法外组织（工作室有错？），星际商会将采用一套特别的办法（严刑拷打）对这类地下贸易（说得人家像黑社会一样）进行限制（又说自由？），居民将可以享受到更好的社会环境和生活。游戏中每种特别需求（性需求那），都是可以通过寻找（妓女？），（深入）探索来获得的。在这个没有等级，没有经验的世界里，没有谁和谁不一样。只有每个人的灵魂不一样。（吐，废话）但选择在星球上居住的居民，必定连灵魂也有着共同点：公正，诚恳。（大吐特吐）我们要的是一个宏大美满的世界，而不是一个充满利益与争夺的发泄场所。\n    游戏，本该如此。银河系星际管理会有意愿承担改变世界（改变世界？在吹大点）的重任，一切，就从自由星球（mc）开始。\n",
    "replies": [
        {
            "author": "a13902944947",
            "timestamp": 1332157020,
            "txt_content": "你妈的自由星球，简直是毁了我的世界的一世英名。。严重抗击抄袭"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1332157140,
            "txt_content": "a13902944947 发表于 2012-3-19 19:37 \n你妈的自由星球，简直是毁了我的世界的一世英名。。严重抗击抄袭\n顶~所以我才会不断吐槽"
        },
        {
            "author": "zerozero7",
            "timestamp": 1332157680,
            "txt_content": "还自由星球呢!抄的先不说，连一点创意也没有，完全就是照搬啊！臭不要脸！"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1332157740,
            "txt_content": "zerozero7 发表于 2012-3-19 19:48 \n还自由星球呢!抄的先不说，连一点创意也没有，完全就是照搬啊！臭不要脸！\n结果是……抄袭就算了……还弄了个半吊子的游戏"
        },
        {
            "author": "496071360",
            "timestamp": 1332158220,
            "txt_content": " 本帖最后由 496071360 于 2012-3-19 19:59 编辑 \n\n低端黑……\nFree Planet is a game about placing blocks to build anything you can imagine. At night monsters come out, make sure to build a shelter before that happens. It also has music by REAL·C418  ! So far 24,517,120 people have registered and 5,305,096 people bought the game."
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1332158340,
            "txt_content": "真为中国游戏开发企业丢脸！"
        },
        {
            "author": "xiaoxiao",
            "timestamp": 1332158340,
            "txt_content": "a13902944947 发表于 2012-3-19 19:37 \n你妈的自由星球，简直是毁了我的世界的一世英名。。严重抗击抄袭\nxiaoxiao要吐槽了这混蛋自由星球                                "
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1332158640,
            "txt_content": "沒有用的自由星球，幫他改個名字:搞基的白癡球"
        },
        {
            "author": "moneyho9",
            "timestamp": 1332158940,
            "txt_content": "叫notch和jeb黑了这网站"
        },
        {
            "author": "719823597",
            "timestamp": 1332159240,
            "txt_content": "496071360 发表于 2012-3-19 19:57 \n低端黑……\nFree Planet is a game about placing blocks to build anything you can imagine. At night m ...\nmc官网的...     话说直接用c418的音乐真的没有什么问题吗"
        },
        {
            "author": "zctzct123123",
            "timestamp": 1332160560,
            "txt_content": "它绝对木有MOD，还有单机和网游打官司打不赢的只要我们支持MC不玩自由自由就创不下去了（里面的人好丑吐槽一下）"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1332162960,
            "txt_content": "路邊電燈泡 发表于 2012-3-19 20:04 \n沒有用的自由星球，幫他改個名字:搞基的白癡球\n不是，叫自由性球好了"
        },
        {
            "author": "496071360",
            "timestamp": 1332243000,
            "txt_content": "719823597 发表于 2012-3-19 20:14 \nmc官网的...     话说直接用c418的音乐真的没有什么问题吗\n这才不是C418呢，这是真·天朝·C418=w="
        }
    ]
}