{
    "title": "[中文WIKI]废弃矿井（Abandoned Mine Shaft）",
    "author": "sjjklh",
    "replyCount": 3,
    "timestamp": 1332160500,
    "txt_content": "原址http://zh.minecraftwiki.net/wiki ... 3%E7%9F%BF%E4%BA%95\n\n\n这不是小条目，所以我又来骗加分了\n\n\n\n\n废弃矿井\n\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \n废弃矿井\n\n\n废弃矿井为Beta 1.8里加入的一种结构，同时被加入的还有要塞与NPC村庄。\n目录 [隐藏] \n1 结构2 探索3 探索的方法4 画廊5 漏洞6 你知道吗7 历史8 参考\n\n\n 结构废弃矿井包括：起始点，以泥土作为地板的一个大房间，一个拱形天花板与最多四个出口；截面3×3的由栅栏与木板（有时也会有火把）支撑的巷道，十字路口（由木板立柱支撑），楼梯，箱子（可能内有金锭、铁锭、矿石、食物、种子、钻石、镐等），被蜘蛛网包围的洞穴蜘蛛刷怪箱。更多的蜘蛛网与铁轨也在巷道内随处可见。\n废弃矿井在生成地图时要早于一些区块特征例如矿石，这样使得巷道与其他结构重合时不会产生边界，而是会浮空。例如洞穴。Jeb在[MineCon]]上提到了这个事情，并宣称他会修复这个问题。[1]自从12w05a之后，浮空的巷道会在由木板构成的桥上生成。\n由于废弃矿井内有大量的木板与蜘蛛网，而且比起一般的洞穴也具有更多的矿石储量，利用这些可以轻易地合成例如火把，床与有用的工具等。\n能够找到的物品列表：钻石煤炭青金石染料红石粉铁锭金锭西瓜种子南瓜种子小麦面包铁轨铁镐金苹果木板栅栏线可可豆鞍\n\n\n 探索  \n被地牢占据了一部分空间的废弃矿井\n\n\n一般您可以轻易地在峡谷或大型洞穴中发现它。在海洋生物群系中也可能会存在上半部分暴露在水中的废弃矿井。\n由于废弃矿井本身巨大的体积和近似迷宫般的内部结构，一般很难在里面保持方向感，而且如果没做好充分准备的话，有毒的洞穴蜘蛛会让探索过程变得危险异常。然而，由于原本就有的火把的存在，其它生物反而很少生成，这样除了洞穴蜘蛛刷怪箱附近区域之外相对都比较安全。有时沙砾会坍塌到巷道内部，使得巷道看上去像中断了一样，这时只需要挖开沙砾继续探索即可。\n鉴于废弃矿井内部丰富的资源，您完全能够采集蜘蛛网与模板，创建一个有床的安全屋，从而使探索变得更无后顾之忧（当然是在不会迷路的前提下）。如果需要食物，西瓜种子、小麦与洞穴中的水均可以用以发展农业，您也有可能直接在箱子里发现面包。\n废弃矿井也具有丰富的铁轨储量，通过制作工作台与木棍，利用其他资源也可以迅速填补损坏的工具留下的空缺。利用刷怪笼也可以制作刷怪机构来收集物品与经验值。废弃矿井内的铁轨也可以被修复为完整的网络，在清除所有不安全因素之后这些铁轨能够使通行更为便利。然而，当跨越峡谷时，您可能需要建造桥梁来使得铁轨延续下去。\n\n\n探索的方法废弃矿井有可能因为被峡谷切断等原因而十分难以探索。下段文字介绍了如何迅速在没有被任何洞穴穿过的废弃矿井搜刮的最简单方法，如果您发现的废弃矿井有洞穴穿过，请跳过下面这段文字：\n首先您应当穿过矿井并沿途标记，通道内插满了火把，使得各种矿石都清晰可见。收集尽可能多的工具，武器与几组泥土/圆石（或其他不受重力影响的方块）也是不错的选择。有价值的方块与箱子通常由于矿井复杂的结构而难以发现，所以建议多建造桥梁与楼梯。\n废弃矿井经常被峡谷、洞穴或其他地下结构穿过，因此遭遇岩浆的可能性就变得比较大了。\n\n\n画廊                        \n\n                        在12w05a中废弃矿井被峡谷截断\n                        \n                \n                        \n\n                        在12w05a中废弃矿井被峡谷截断\n                        \n                \n                        \n\n                        被蜘蛛网包围的洞穴蜘蛛刷怪箱特写\n                        \n                \n                        \n\n                        Beta 1.8 Pre-Release中的悬空铁轨\n                        \n                \n                        \n\n                        废弃矿井中的地牢\n                        \n                \n                        \n\n                        废弃矿井与要塞部分重叠\n                        \n                \n                        \n\n                        Beta 1.8中用栅栏支撑巷道的废弃矿井\n                        \n                \n                        \n\n                        位于基岩层的废弃矿井\n                        \n                \n                        \n\n                        洞穴蜘蛛刷怪箱\n                        \n                \n                        \n\n                        在峡谷边缘生成的箱子\n                        \n                \n                        \n\n                        地牢、废弃矿井与要塞三者重叠\n                        \n                \n                        \n\n                        被雪覆盖的矿井\n                        \n                \n\n\n\n漏洞 如果废弃矿井穿过了地牢，地牢里的箱子有可能被破坏，导致箱子里的物品掉落到地上。 当废弃矿井生成时，有可能出现两者互相叠加的情况，导致想要横穿矿井时遇到很多障碍。 有时废弃矿井内自然生成的火把不会发光，但仍然有火焰。\n\n\n你知道吗  \n废弃矿井内的泥土房间=\n\n\n  \n一个被峡谷切断的泥土房间\n\n\n废弃矿井的入口有可能在水下，导致矿井被淹。有时矿井内会出现岩浆，导致栅栏与木板着火烧尽。箱子里不会出现火把，火把只可能四处插着。有时火把可能会浮空，但仍然发光。一场生存模式游戏最早的西瓜种子只能通过废弃矿井里的箱子得到。\n\n\n历史以前由于地图生成漏洞，部分废弃矿井内的结构会悬空，这个漏洞在[版本记录/预览版本#12w05b|12w05b]被修正，那之后，原本悬空的巷道会被木板桥梁支撑。在Beta 1.8 Pre-Release 1 and 2中，巷道支架只由木板构成。这个问题在Beta 1.8中被修正。\n\n\n参考↑ MineCon 2011开发者交流会，可以在IGN的录像中看到：http://www.twitch.tv/ignlive/b/300422640 （从25:45到27:25)\n[size=80%]",
    "replies": [
        {
            "author": "DR.MC.ztz",
            "timestamp": 1332161820,
            "txt_content": "你又有翻译啦？速度不错噢"
        },
        {
            "author": "stalincenlam",
            "timestamp": 1332209400,
            "txt_content": "翻译的不错嘛。。。不过有些地方不怎么清楚。。。（我说不出来啦）\n继续努力啊啊啊啊"
        },
        {
            "author": "925272736",
            "timestamp": 1332649020,
            "txt_content": "好啊，力顶"
        }
    ]
}