{
    "title": "杂文《无限》。",
    "author": "马赛克了",
    "replyCount": 2,
    "timestamp": 1385030880,
    "txt_content": " 本帖最后由 马赛克了 于 2013-11-22 01:17 编辑 \n\n       我看过一个视频，内容有关捐款，我相信我正在看一个好事的诞生，也许等我有些余款的时候也能拿着钞票丢进一个红色的箱子里边，步伐优美，手势清楚。我祈祷我所捐的款能飞到该捐的目的地，并表示路况顺畅，很快就到。\n       但这视频的标题醒目，凡事带有“估计要和谐”\"速度围观”等字眼的题目我都义不容辞的会点开这一链接，即便面前的是千万种病毒木马，我也愿意花掉第二天的几个小时时间重装电脑而让现在去一睹为快，虽然残忍的格式化了爱国青年档案，但还可以下载新的。其实我更相信360的力量，就像春哥一样，因为我开着QQ聊着天，我想象着春哥的光芒照耀着我，在那么深的夜里，在这么亮的白天，春哥能够存在于任何时间的任何空间里告诉我，点吧少年，我在你菊花后边。\n       视频的视野点是上空某处，二楼或者三楼窗户。场景是一个地面，地面上面一个红色的台子，红台子上一个红箱子，红箱子旁边一个红色衣裳的男人，红男人附近一群男人，还有女人。他们手拿红色的钞票，意图很明显，但不能说秩序井然，他们的造型和准备动作像发现了一位需要帮助的人民，所以他们好像都很急切的想上给予帮助。红箱子顶部的洞口向人群挥手示意求助，男人带着男人和女人们踊跃的往洞口投钱，速度快、丢位准、数量狠，这下对比出来了，落在后方的人群显示出特别特别焦急的情绪，特别害怕手中的钱会因为时间关系而无法跟进，错失与捐款箱的缘分。\n       我很迫切的查证视频内容和标题的关联，我想怎么都会有一些违和的东西存在，我想这个箱子是不是连通下面这个红台子，投的钱自动转存下方我们看不见的地方了。不过我太聪明了，可这样说不好，所以他们太聪明了，大家投投钱，都要笑笑脸，地面上的摄像机不掉帧的拍摄了投的过程。如果慢放的话，我一定会看见他们脸上的高兴和眼神的忧郁，非常矛盾，只因他们一边关心不知哪遭灾的群众生活健康以及未来一边放心我终于为灾区寄了一份人民币，这种复杂的感情，将会以我们不知道的形式传达给他们不知道的地方。我猜这视频是个标准的标题党，基本没什么事，如此和谐，而且领导们抒发了真性情和真善美，认真筹备辛苦筹钱。我要吐槽你，你这是欺骗群众欺骗百姓。\n       我怀着打击报复的心态再看看，刚投完钱的人们转到摄像师后方，属于转移，摄像师会意关掉了摄像机，现场喧哗的声音中出现笑声，红衣男子上前抚摸了红箱子并取出了前不久投进去的红色钞票，比银行抢假钞还要俏皮。然后又上来一白衣男子与红衣进行了洽谈，随后的动作是两人拿了些投了一次的钱投进第二次，摄像师也第二次了。\n      接着是一群穿校服的学生们到了后场，摄像机熄火，红衣白衣哥再取钱分于众人，我佩服他俩信任别人的品质，更佩服学生们的素质，没有私吞，没有夹带扣留，一张不剩的，井然有序的继续投钱。\n      这时摄像机神奇的启动了。\n      我没学过概率学，但除法及格，在此我学习到了让人民币大于本身价值的花法，甚至可以说是零成本，最多要付清摄像师的钱。\n      后来我拖着进度条看完了，我吓了一跳，他们简直捐得太多了。\n      我关掉视频，写下以上文段，赞美祖国勤劳的领导们。\n\n                                                                                                                                                               2011-6-21   \n视频地址（可选）：\n      谢谢，链接可能有毒，请选择点击。\n      http://my.tv.sohu.com/u/vw/1084535",
    "replies": [
        {
            "author": "逆天丶丶",
            "timestamp": 1385033940,
            "txt_content": "楼主写的好好哇{:10_523:}"
        },
        {
            "author": "A-Kreedz",
            "timestamp": 1385197440,
            "txt_content": "我没敢打开那个连接"
        }
    ]
}