{
    "title": "那啥比较贴合实际的MC小说，新人发帖话不多，嘿嘿看看回复看看我能改造一下进劲量吧！",
    "author": "2521230402",
    "replyCount": 0,
    "timestamp": 1384953180,
    "txt_content": "史蒂夫生存记：第一天：极限生存：我应为在勇士小镇犯罪被流放到一个比较恐怖的地方这地方都是僵尸很多而且只有山头的一棵异常高大的树木，我打算今天就开工自己开凿一个山洞晚上至少没有僵尸入侵我一点一点的挖因为怕有僵尸进入我就用挖出的泥土封堵了进口没有一点光芒我挖着挖着就发现一个硬硬的东西应为没有光芒我仔细的看了看原来是铁我很高兴，但是我挖不了我的等明天去山坡砍掉木头做一些工具，于是我有开始开凿啦一个狭小的洞穴其实说狭小还是容得下两个人的，我准备把土刨开看看是不是中午了我一点点的刨开啦封洞口的一角，我看见一群群的僵尸都在燃烧，我高兴极啦他们死亡我就可以出去找食物了，但是我看见已经中午时间不早了但是僵尸们也倒下了我高兴的挖开泥土开始朝山坡前进 。。。我狂奔前进因为马上中午要过去了我到了山坡看见下面有一个奇怪的建筑物我没打算去探查我先撸树我慢慢的开始用石头砸开根基树倒下了整棵树都倒下啦我捡起树干狂奔到了山洞其实我打树的时候捡啦几个掉下来的果子看来今晚要吃水果充饥了诶。。。我看见天色还早便搞了一些石头和哪块铁还用铁仔细的在石头上打了一下又火星我知道晚上不会挨冻了我搞啦一点树枝和一下附近找的干草，搞了一点火星点燃了干草但是我的手啊呜呜，我看见天色不早了我就把火星点燃一点进啦我的洞穴生啦一点火，折啦点木头就把洞口封啦起来应为怕僵尸刨开我用几个石头削的尖树枝，搞啦一个简易的防御系统吧，我从事先留下来的洞孔看见僵尸又一个个冒啦出来我不知道他是从哪来的但是我知道他能威胁我的生命，夜晚我听着僵尸的嚎叫不觉发抖我现在开始想起很多事情我的妻子、儿子、还有我能活下来吗，我能在这破地方找到活人吗我不觉叹息，于是我又望啦望洞口，还是没有变化还是僵尸在嚎叫我不知不觉中睡着了。第二天阳光很刺眼，从我刨的小洞看见一道刺眼的阳光射进来，我用手遮着看拉看外面僵尸都没有了我打算去，探秘那栋奇怪的房子。  第二章：遇见狱友史蒂夫生存记：极限生存：今天早上很顺利没遇见什么困难，还收集了一些食物【腐肉】看天已经是早上八九点的样子了估计得开始一天的新生活了，今天就安装昨天想的计划去探秘哪栋诡异的房屋，说是迟那是快我赶紧用石头敲了敲一段木头敲尖一些去探秘，敲了一段时间我觉得可以了就行动了，我一路走着一路观察着这附近有没有什么资源，走着走着看见了另外一棵树还有一个苹果在树下，我高兴极了两天都在吃僵尸掉落的腐肉可以有点水果吃了，但是我看见附近的一处小草丛在响刚想过去看看情况，就被后面一闷棍晕了过去我晕了过去感觉很久很久在梦里至少我见到了儿子妻子但是也梦见了一个白眼的人破破烂烂的但是他给了我很多好处。。。醒了，一声沉重的声音在我耳朵里回响，我张开了我沉重的眼睛发现他身上穿着黑白条纹的裤子和一件皮短衣头戴着一个帽子我看不清他的脸，旁边还有没烧完的火星我闭上了一下眼睛，然后在脑中想了想事情一下子蹦起来瘫坐着，大喊到你是谁，他回答到你没必要知道我是谁，我给你些食物你自己往这条路走前面附近可能有村庄，里面的村民会给你一些东西但是你必须给他们东西交换，这些小麦和面包你收好自己快走我可没精力养活你和我，请你赶快离开，我想了想这个声音很熟悉但是怎么都想不起来了，我又说到我给你一些铁矿你愿意让我留下来吗，他突然回头看了看我，又说到你哪里有铁矿，我连忙点头否则我可能被僵尸吃掉大脑，他说如果你去挖来的话我可以考虑再留你几天，我说给我工具我去给你挖来，他从火堆旁边的箱子里面拿出了一把沉重笨重的石头稿子和一个布袋给我说到，去挖吧挖回来我可以给你些吃的，包括你的安全，我心里默默的想这是我唯一遇见的活人，他能给我一线生机也许我该感谢他，我去我的“山洞”挖完了时附近不远处的黑暗地处已有僵尸成堆我想了想把在这些山洞的东西带回去吧也许会有用，我把铁矿放在布袋里面，虽然很沉重我还是觉得带走这些资源好，我布袋装着铁矿手里面拿着石头稿子后面拖着沉重的木头，这让我想起了原来小镇里和我一起住监狱的的伐木匠，托尔.克里斯，他是我的狱友但是他在监狱里面酗酒有一次打了狱长被流放了出去我也记不住是几年前的事了，也许他已经死亡了或者去到其他的小镇里面了也许他也是僵尸中的一个了，算了不想这些了在夕阳下我像一个苦力一样把资源带到现在暂时的住所去了，我也不知道他什么时候会赶走我也许是我没有资源的时候吧！到达他的房子的门口时他坐在门口等候多时了一见我就说铁矿带来了吗？我说到：着什么急，然后不耐烦的从布袋里拿了出来他一拿到手便走了进去，等我放好木头时我已经不知道他去哪了，也许是走去什么密道或者秘密房间去了，我也没在意了，我只想着能找到些吃的东西填满肚子，我走进我醒来的房间时看见了一个苹果和面包不由得让我想起了在家陪妻子儿子吃饭时的场景了，填满肚子了以后准备睡觉的时候他不知从哪走到我的背后当时就被吓傻了，跳了起来准备开口骂道，一下子就收了回去，他手上有两把很锋利的铁剑，他说到这把铁剑你给我收好了也许今天就能派上用场，我不屑的说到能有什么作用啊又没有怪物，我有嘲笑了两声。他低沉的说到：跟我来，我和他走上了二楼的 阳台上，他小声说趴下别出声，我应声而扑倒下，慢慢爬到前面去了跟他凑在了一起，我看见眼前的场景准备大叫，他一下捂住了我的嘴，我拉开他的手来问到这是怎么回事，怎么会那么多的僵尸和骷髅弓箭手，他用气息般的声音说到，不知道谁开启了地狱之门这只是一小部分的怪物地狱之门还没有完全开启如果完全开启的话我们已经死在这了，我当下就问你是怎么知道地狱之门的开启，他说到地狱之门开启时月亮会微微泛红，我马上抬头看到月亮是一个角和局部地区都是血红色的，他往后慢慢爬叫我跟了过来，我慢慢的往后爬然后到房屋里站立起来，跟他下了楼，他走进了一个墙的面前我说来这干嘛，他说到去把你的铁剑拿来，我说在楼上我马上拿下来，当我拿剑时发现怪我越来越多了，我没太在意就拿好下去了他在门前不知拉动了什么东西墙轰然而开，他慌忙的说到快进来，进去的时候没太在意墙，直到踏进另外一道门时哪上面不知什么时候起了一道裂纹，他拉动一个操作杆，又打开了一道铁门，我们走过的道路却塌陷了下面全是木头刺和一下钢刺，我顿时震惊了，说到我们怎么出去他悄悄的做了个手势叫我别说话，但是我却还是在惊慌在想怎么出去的时候，他用手拉开了一道木门里面全是装备包括一套特别显眼的钻石套装，和挂在墙上的一些钻石武器，显然灰尘很多里面也很杂乱但是武器繁多，我当时就呆了  \n",
    "replies": []
}