{
    "title": "2011年1月19日：服务器即将升级，正在开发新的文件格式和登录器",
    "author": "素履信游",
    "replyCount": 8,
    "timestamp": 1295447700,
    "txt_content": "翻得很仓促，有不当之处敬请指出！\n\nOnce again, minecraft.net is more popular than the poor old server can keep up with, so we’re upgrading. I’m not quite sure how long it will take to get done as it’s mostly Tobias doing the work (thank you, sir!). We’ve got a huge amazon cloud server which we’re moving the main server to. We’ll be able to replicate this as demand grows, and we’ll have a load balancer set up in front of it all. Skin downloads will almost certainly be migrated to S3 downloads instead of going through resin as it does now, and we’ll have a separate server just to handle game logins and auth requests.\n服务器再一次因为官方网站太受欢迎而负荷过大，所以我们决定升级。我不是很清楚需要多长时间才能完成，因为这个工作主要由Tobias完成（多谢了老兄！）。我们已经弄到了一个超大的亚马逊云服务器作为新的主服务器。当需求增加时我们将能够复制这个，并且我们会设置一个负载平衡器。基本上可以肯定的是，到时后皮肤下载会转移到亚马逊S3下载，而不是像现在这样通过Resin来完成，而且我们将会有一个单独的服务器专门负责游戏的登录和授权请求。\n\nIn other news, we spent the day today out of the office in various cafés, as the floor was getting fixed. And we got the Machinima.com IGA awards! They’re pretty!\n另一则消息：因为地板还在装修，我们今天白天是在各种咖啡馆度过的。还有我们获得了Machinima.com的IGA大奖！他们真好!\n\nIf you want to see some pics from the office and Mojang in general, Carl has a photo album here. It gets updated every now and then.\n如果你想看看办公室和Mojang公司的外景照片的话，可以逛逛Carl的网络相册。这个相册会不时地更新。\n\nFor Minecraft development, we’re working on the new file format, and a new game launcher. The file format is still in early testing, but it’s looking somewhat promising, except for it taking up a bit too much space. It’s faster, though.\nThe new Launcher will be a bit prettier, will show release notes and other news, will send login requests over https (finally), and will ask if the user wants to update to the latest version or not. In the future, we’ll add support for playing the previous installed version (after warning the player that there might be unexpected bugs) and the ability to choose what work directly to save the level files, but that’s not coming in this version.\n至于Minecraft开发方面，我们正在搞新的文件格式和新的游戏登录器。文件格式还在早期测试中，虽然更快了，但占用空间却太大了点，如果不计这个问题的话，看上去还是蛮有希望的。\n新的登录器会更加漂亮，会显示版本说明和其他消息，会（最后）通过https发送登录请求，会让玩家选择是否升级到最新版本。以后，我们将添加游戏对安装过的历史版本的支持（会先给出可能遇到未知bug的警告），以及选择 what work directly to（不会翻= =）来存档，不过这些不会在这个版本中添加。\n\nWe’ve got a meeting planned for tomorrow with some community members to discuss how to best implement the modding.\n我们已经计划明天和一些社区成员开个会，讨论如何最好地实现mod。",
    "replies": [
        {
            "author": "dyxxzgc",
            "timestamp": 1295448360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "素履信游",
            "timestamp": 1295448540,
            "txt_content": "回复 2 # dyxxzgc 的帖子\n\n等新登录器出来就知道了"
        },
        {
            "author": "dyxxzgc",
            "timestamp": 1295448960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "windleft",
            "timestamp": 1295453280,
            "txt_content": "樓內環境真不錯~\n\nBeta進日的更新讓人很開心\n期待Minecraft越來越華麗~"
        },
        {
            "author": "Wind2010",
            "timestamp": 1295518920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "katetem",
            "timestamp": 1295599080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "longconan",
            "timestamp": 1299729780,
            "txt_content": "SP 能用的"
        },
        {
            "author": "WuTianFang",
            "timestamp": 1302205680,
            "txt_content": "look"
        }
    ]
}