{
    "title": "[中文WIKI]史莱姆（Slime）",
    "author": "sjjklh",
    "replyCount": 4,
    "timestamp": 1332317220,
    "txt_content": " 本帖最后由 sjjklh 于 2012-3-21 16:09 编辑 \n\n看到条目烂尾了就忍不住把剩下的80%翻完了……\n\n\n史莱姆\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               史莱姆\n        \n\n\n生命值大：16 ()\n小：4 ()\n微小：1 ()攻击力大：4 ()\n小：2 ()\n微小：0 ()（仅能推动）生成40层以下的特定区块中，任何光照强度首次出现Alpha 1.0.11网络ID55存档ID?掉落物史莱姆球 (0-2)（仅当微小尺寸的死亡时）经验值1，2或4 (bugged)\n史莱姆（Slime，字面意义为“粘液”）是一种活泼的、跳跃的、相对稀有的绿色凝胶状生物，外形呈正方体，具有不同的尺寸。他们会跟随并攻击附近的玩家。他们的视野不会受任何固体方块的阻挡。当被杀时，大型与小型的史莱姆会分裂为小一号的一群个体（微小尺寸的会掉落粘液球）。史莱姆只会在主世界中40层以下的特定区块中生成。在超级平原模式中由于地面的高度只比基岩层高3层，故史莱姆就非常常见了。\n目录 [隐藏] \n1 用途2 尺寸3 行为4 生成原理5 刷怪6 搜索史莱姆的工具7 历史8 漏洞9 画廊10 你知道吗11 另见12 参考\n 用途\n粘液球是粘性活塞[1]的重要材料。粘液球也可以与烈焰粉合成为酿造材料岩浆膏。\n尺寸\n                        \n\n                        微小\n0.6个方块大                        \n\n                        小型\n1.2个方块大                        \n\n                        大型\n2.4个方块大\n所有史莱姆都有相同的重生概率。\n行为\n  \n洞里的史莱姆\n\n\n史莱姆通过跳跃来移动。无论玩家是否在它们的视线之内，它们将总是跳向在方圆16格之内的离它们最近的玩家。如果该范围内没有任何玩家存在，它们将仅仅会朝着它们面向的方向沿直线跳去。当它们第一次生成时，它们的朝向将由程序随机选定。\n微小的史莱姆不会对玩家或其他实体造成直接伤害，他们仅仅有推动作用，有可能把你推进岩浆或其他的危险区域。大一些的史莱姆的攻击力与其尺寸成正比。\n不同尺寸的史莱姆事实上是不同的生物。史莱姆的尺寸能够为从1到256里的任意整数——但只有尺寸1、2与4的能够天然生成。他们的攻击力与生命值是这样计算的：攻击力=尺寸（除了尺寸1）；生命值=尺寸的二次方。史莱姆被杀时会分裂为2-4只原尺寸一半大小的史莱姆，但微小的史莱姆不会分裂，仅仅掉落0-2个粘液球。\n史莱姆会从一切通常的伤害来源处受到伤害：燃烧，跌落，溺水，窒息，受到攻击，掉入虚空等等。史莱姆会践踏耕地。\n在浅水中，只要上方没有方块阻挡，史莱姆就能够以足够快的跳跃速度抵抗水流。但深水区他们会沉底并最终溺水死亡。他们也能够攀爬梯子或被推上台阶与楼梯。\n大型与小型的史莱姆会发出“潮湿地拍打”声；当玩家走到微小史莱姆将要跳到的方块上时也能听到此声音。大一些的史莱姆攻击玩家时还会发出溅泼的声音。随时间流逝，史莱姆不会变大或缩小。\n关于史莱姆的一个奇特现象是如果主世界中产生至少五只，他们会向相同的方向跳动而不是方向各自随机。同样的现象也会发生在岩浆怪上。\n 生成原理 \n史莱姆只会在主世界中40层以下的特定区块中生成。这些区块由世界的种子为输入的伪随机算法决定。基于下面的公式（Java语言），大约10%的区块能够生成史莱姆：\nRandom rnd = new Random((long) seed\n                        + xChunk * xChunk * 0x4c1906L\n                        + xChunk * 0x5ac0dbL\n                        + zChunk * zChunk * 0x4307a7L\n                        + zChunk * 0x5f24fL\n                        ^ 0x3ad8025fL);\nreturn rnd.nextInt(10) == 0;\n上面公式的大意为，Java的随机数生成器首先需要这个值作为输入变量：(长整数型) seed + xChunk * xChunk * 0x4c1906L + xChunk * 0x5ac0dbL + zChunk * zChunk * 0x4307a7L + zChunk * 0x5f24fL ^ 0x3ad8025fL，然后随机数生成器生成一个0到9之间的整数，如果该整数为0，那么“区块坐标”为(xChunk, zChunk)的区块能够生成史莱姆。将通常使用的“世界坐标”除以16并向下取整就能得到“区块坐标”。\n有一些工具能够辨认史莱姆区块，请见#搜索史莱姆的工具。\n像其它生物一样，史莱姆需要至少两个竖直堆叠的透明方块（如空气，告示牌，火把等）的空间来生成，同时下方必须是非透明方块。他们生成的地方也必须不能有固体方块阻挡与液体覆盖。大型史莱姆需要至少3x3x3空间生成，小型的需要3x3x2，微小的需要1x1x2。[2]只要空间够大，生成史莱姆的尺寸是随机的。大多数情况下史莱姆生成在3格高的空间内。和平模式下史莱姆不会生成。\n史莱姆的生成率只有其它生物的十分之一，所以它们较为稀有。光照不会影响史莱姆的生成——然而由于光照降低了其他生物的生成概率，从而间接提高了史莱姆的生成概率。\n与其它攻击性生物一样，史莱姆不会在任何玩家24米范围内生成，而且如果距离玩家远于32米一段时间后有可能消失，距离最近的玩家远于128米则会立即消失。\n在这个网页中爱好者们详细讨论了史莱姆的生成算法，但请注意算法已经更改多次，所以老的算法不一定准确。\n刷怪 \n  \n这是在创造模式下建造的史莱姆农场的一个范例。请注意地上大量的粘液球并未燃烧。\n\n\n一旦确认史莱姆生成区块的位置，那么加速其生成进度就很容易了。玩家可以建造通常为3x3x3或更大的地下空间，然后照亮以避免其他攻击性生物生成，然后在一定距离外等待史莱姆生成。请参阅官方论坛上的史莱姆生成条件讨论主题以获得更多加快生成速率的方法。\n如果您想光明正大地不使用任何外部工具或MOD，也有一个简单的方法。下到40层以下，然后挖掘洞穴。大约10%的区块会生成史莱姆，所以洞穴要很大才能提高生成几率。根据概率论相关知识，一个跨越了7个区块的洞穴有50%几率包括史莱姆区块；跨越了22个区块的洞穴有90%几率包括史莱姆区块。当然不建议“光明正大”地寻找，尽管这种方法也不是没有效果。\n一旦发现史莱姆，有很多现成的方法猎杀它们。较小尺寸可以直接用剑，较大尺寸的建议直接用打火石在你和它们之间点火，这样它们朝你跳过来时会被点燃而受到伤害。\n由于用点火法猎杀史莱姆时粘液球被烧毁的几率很低，所以这种方法很流行。配合地狱岩在你的史莱姆农场的话就更为容易了。\n教程页面提供了一些例如超平坦下对付史莱姆的方法。史莱姆在超平坦地图下会大量生成，所以没必要为刷怪而担忧，但你需要用一些方法控制他们。\n 搜索史莱姆的工具\n  \n用于搜索史莱姆生成区块的工具。\n\n\n以下工具可以用来搜寻符合史莱姆生成条件的区块：\nhttp://mcslimes.appspot.com/ (Java applet)\nhttp://extension.ws/minecraft/slimes.html (HTML/JavaScript)\nhttp://www.minecraftforum.net/topic/472121-173-slime-chunk-finder-10/ (游戏mod)\nRei's Minimap也可以通过将小地图上的史莱姆区块设置为高亮来标记它们。\nWhat's My Light Level也可以帮玩家找到史莱姆区块。\n版本3.4.0之后的Minecraft X-Ray（外部地图查看器，并非MOD）\nAMIDST能够找到史莱姆区块与要塞、NPC村庄与生态群系。（外部程序）\n 历史 \n  \n大型史莱姆能够完全覆盖矿车\n\n\n史莱姆是游戏中第五种攻击型生物，在2010年7月23日的Alpha 1.0.11中加入。由于史莱姆过于丰富，Notch随后限制了它们的生成条件为特定区块内。\n在Beta中小型史莱姆曾经能掉落0-2粘液球。在Coestar的录像中Notch确认了Beta 1.2_01中史莱姆会再度回归，但仍然会十分稀有。[3]\n在Beta 1.3中史莱姆变得更加常见了。Beta 1.5的一个漏洞使得史莱姆能够在和平模式下生成[4]。Beta 1.4里修复的的多人生存模式的一个漏洞会使史莱姆分裂时只有使它们分裂的玩家才能看到[5]。\n在Beta 1.9预发布版本后，即使史莱姆一开始就受到了巨大的伤害，它们也会在死亡前仍然一步步分裂。在Beta 1.9pre5之前，史莱姆只会在16层及以下生成。\n漏洞 \n 多人世界中，史莱姆因在分裂的时候经常会拖垮服务器而臭名昭著。 史莱姆的体型在多人游戏生存模式中有时会出现错误。因此有时候你会被看上去无害的“小型史莱姆”伤害到。 史莱姆会在多人游戏生存模式中经常发生材质错误，它们会上下地抖动。虽然这不总是如此，但在某些服务器里它们会完全消失（有时仍然可以被攻击和攻击）。 史莱姆能穿透玻璃。 如果在史莱姆被杀后将要消失时玩家退出游戏，再登录后它会变红并侧向一边，看上去像其将要消失，但仍然向玩家跳来。 当史莱姆因为分裂或载入区块而重生时，它掉落的经验是随机的。\n画廊\n                        \n\n                        版本1.1中超平坦地图中的史莱姆                        \n\n                        NPC村庄中的一群史莱姆                        \n\n                        漏洞影响的史莱姆仍然在跳动，尽管已经是红色的并且侧翻\n你知道吗\n  \n一个通过NBTEdit编辑的MCEdit schematic生成的尺寸为10的史莱姆。死后分裂为尺寸为2的个体。\n\n\n第三方程序可用于创造巨大体积的史莱姆。史莱姆的灵感可能来源于大量经典的游戏怪物。他们的形状与尺寸与游戏《龙与地下城》中的Gelatinous Cube很像（虽然史莱姆的方形外观可能仅仅因为Minecraft的方块世界风格）；史莱姆的分裂能力与游戏《塞尔达传说》中的Zol很像；跳动能力与游戏《瑞奇与叮当》中的Nethack与Ameboids很像；名称与其庞大的卡通面部可能是对鸟山明设计的知名游戏《勇者斗恶龙系列》中的同名特色怪物“史莱姆”致敬。即使骷髅不小心射中了史莱姆，史莱姆仍然只会攻击玩家。源代码中有一行代码允许微小史莱姆在和平环境下生成，但生成算法完全否决了这种可能。但你可以通过一些其它方式让他们在和平模式下出现，例如史莱姆刷怪箱。 在Beta 1.9中加入的岩浆怪可以看做是史莱姆的下界版本。 追逐玩家时史莱姆跳得更快。 尽管史莱姆是攻击性生物，但由于微小体积的史莱姆只能跟随玩家而被一些玩家当做宠物。 在Beta 1.7之前，开启和平模式后史莱姆不会消失。 在Minecraft 1.1及之后，大量的史莱姆会在白天的超平坦地图中出现，这是因为地面高度只有4。 Jeb曾经说史莱姆可能会在1.2里的丛林表面生成。[来源请求]\n另见 \n岩浆怪\n 参考 \n↑ http://twitter.com/jeb_/status/80269579758215168↑ http://www.minecraftforum.net/topic/385523-slime-spawning/↑ http://getsatisfaction.com/mojang/topics/will_slimes_ever_return_to_minecraft↑ http://www.youtube.com/watch?v=tS-FyuRmFvk↑ http://www.youtube.com/watch?v=wyNvBkn4E3U\n\n",
    "replies": [
        {
            "author": "DR.MC.ztz",
            "timestamp": 1332317820,
            "txt_content": "真有效率啊，把其他的也翻译了吧..."
        },
        {
            "author": "tianyijs2000",
            "timestamp": 1332321480,
            "txt_content": "翻译的很好啊"
        },
        {
            "author": "sanzao199302",
            "timestamp": 1333250760,
            "txt_content": "尽管史莱姆是攻击性生物，但由于微小体积的史莱姆只能跟随玩家而被一些玩家当做宠物。\n这个"
        },
        {
            "author": "sjjklh",
            "timestamp": 1333719360,
            "txt_content": "sanzao199302 发表于 2012-4-1 11:26 \n尽管史莱姆是攻击性生物，但由于微小体积的史莱姆只能跟随玩家而被一些玩家当做宠物。\n这个\n这宠物缺点是稀少、会刷没而且极其脆弱……"
        }
    ]
}