{
    "title": "[MINECRAFT]背后的秘密 X [DEFAULT]-未分类组",
    "author": "zhh30648",
    "replyCount": 2,
    "timestamp": 1385562240,
    "txt_content": " 本帖最后由 zhh30648 于 2013-11-27 23:12 编辑 \n\n这个世界，真的是正常运行的么史蒂夫不由自主的想到，因为总感觉很多事情都不对劲，就像有什么东西超出了自己认知范围，而自己无法去理解也无法相信一样。剧烈的头痛中，有一个白色单词在不断的闪烁着，而每次想看清这个抖动的单词的时候，脑袋中就会一瞬间传来一股剧痛，满脑袋的红色字符在黑色中漂浮着，就算是睁开眼睛也无法消除那行红色的单词不读的在视野的左下角闪烁，只有忽略那个闪烁的白色单词之后红色的字才会慢慢隐去You don’t have permission to do that 这行字对于史蒂夫来说并不少见自己在平常的生活中总会遇到这行字，而身体也会在那一瞬间矫正回正确的姿势就像自己刚刚流浪到某个村子中，看到地上生长的胡萝卜想拔一根来尝尝鲜的时候这行字就会突然闪现在视野的左下角，自己伸出去的手也战战兢兢地收了回来；想看看村民家中的柜子里有啥的时候，这行字也会飚出来，自己也不得不放弃这一行为总感觉就像有什么东西在束缚着自己一样[喂，喂！史蒂夫，没事吧！“还，还行，突然有点头痛...现在好多了”我用右手撑住温热的红色地面，慢慢站了起来，脑袋还是有点晕晕的，不得不扶着pigger（你刚刚说.......Notch?)[我也听到了，而且我似乎对这个名字很有印象，在哪看见过来着（我也是，总觉得在什么地方看到过这个名字）“你们能在脑袋里想这个名字，不会感到不舒服吗？”没有啊，两人用奇怪的眼神看了史蒂夫一眼，继续死命回想着不对，这绝对不可能是个别现象，因为一旦想到那几个单词时显示出的红色字符和在以前想做些违背理论的事情时显示出来的东西一模一样。那些村民们我也问过，大家都会有这么一个东西时常出现，所以村子里根本不会有偷窃这种事情发生，更别说伤害人了这个东西的存在一定很不正常[我想起来了！好像是在刚刚进到末路之地的时候，在那里一块石碑上看到过这几个单词（我也是一样，在到地狱第2年到达中央镇的时候（详细见接下来的Pigger篇外传）在中央塔底下的石碑上也见到过相同的单词。而且很让我在意的是，下面那句话）[以残缺之身来追求真正的完美（以残缺之身来追求真正的完美）两个人几乎同时说出了这句话剩下的只有史蒂夫那张惊讶的脸“我...在某个地方....也看到过这句话”\n\n不行，根本不可能打的过地狱军的留守士兵们对于那个白色胡子的老头子的评价只有这一句话别说伤到他了，那些弓箭就根本无法击中那个白色老人，并不是没有瞄准，也不是被外界干扰了。箭确确实实得击中了目标，但那只箭在触碰到他苍老的皮肤的一瞬间，立刻就丧失了动力，轻飘飘的掉落在地面上The player can’t ......default....command乱七八糟看不懂的破字，根本不知道在将啥“叫你们赶紧拿出下界之星！”白色老人用着似乎有些不耐烦的语气吼叫到，张开五指，再次用无形的丝线控制着黑色的巨龙向城市的街道上挂起黑紫色的旋风建筑物显得不堪一击，纷纷飞落到地面，硝烟中传来的只有哭泣和叫喊声.由于是封闭的空间，扬起的尘埃在整个巨大的穹顶下方密布，灰色的浓烟和灰尘充斥着每一个角落“你们快点做出回应，我没有耐心了！”白色老人皱了皱眉，似乎对于现在拖沓的进展感到不耐烦“要不就交出下界之星，要不就被我杀....唔！”白色老人的声音突然停止了似乎是一口气被从肺部直接打了出来，老人的呼吸甚至中断了一瞬间.然而，仅仅只是一瞬间，老人惊愕的面孔迅速转换为厌恶，枯瘦的手向后猛的抓去没有手感，被这小子溜了老人立刻操纵龙向自己的身后吐出飓风的炮弹，黑色的不详之风向着老人背后的红色大地切去。然而造成这一次冲击的家伙已经不在原地了，更准确的说是消失在背后了。风直接切开地面，造成一道深深的裂缝“不对，前面！”然而速度已经完全来不及了，黄色光芒的残影突然在半空中的白色时空裂缝中窜出。从老人背后猛的接近，剑尖死死的插入老人突兀的背脊The player can’t be hurt by default 正在悬崖下方看到这一切的所有地狱居民们的视野左下角都凸显出这一行鲜红的提示，在因为提示而引起的猛烈的头痛中隐约看见某个人恍惚的身影“王？是王！是我们的王回来了！！”Pigger完全无视了悬崖下的欢呼声，非但没有因为臣民的欢呼而欣慰，反而脑门上浮现出一层冷汗必须要逃跑 实力根本不是在一个水平上的剑确确实实得击中了老人，但剑尖停留在皮肤上方，就像是瞬间消除了所有的惯性一样，死死的停住了，无论如何用力剑尖依旧不为所动就像是被什么东西限制住了一样！Pigger正想抽回剑拉开距离，右手却传来一阵异样的感觉一只枯瘦的手正死死的抓住他的手腕“小子，没长进啊”这人，认识我？根本没时间反应，右手手腕突然被抓住的手指施加了巨大的力量，整个身体被老人从背后甩过正上方向正前方的地面死死扔去虽然地狱的岩石质地很脆，但被这么大速度和力量的状况下砸到地面，就跟陨石砸向地球一样。“先给我安静会！”地面离Pigger的脸越来越近，就在老人用尽全力甩向地面的一瞬间，地面直直的凹陷了下去，红色的地面因为高速挥动的手而带来的如巨锤一般的空气团，深深地凹陷了下去然而地狱岩石石是十分脆弱的，根本无法承受住这样的强烈的扭曲，在凹陷的一瞬间崩裂开来，红色的碎屑带着烟尘迸射了出来看不见，不过这小子应该能安静会了吧白色老人如此想到，但久久未从坑中传来被全力命中的Pigger的呻吟声节奏太过于迅速，老人双手张开控制早已在半空盘旋的黑色巨龙放出飓风，将烟尘吹散什么都没有，消失了然而背脊上突然传来的巨大的冲击感让老人瞬间失去了平衡，一头扎进坑中，岩石的碎屑划过本就苍老的面孔，白色的鬓毛上也渐渐染上了红色的鲜血\n\n[不愧是Pigger，地狱之王的名号不是随便就能叫的史蒂夫显得一脸疑惑不解，看着突然从半空中出现的Pigger对着老人的背后如同开始一样进行了全力的攻击，似乎不像第一次那样毫无效果，应该是切实的产生了伤害了。“但刚刚Pigger到底是怎么突然就出现在他背后的...”[你一直没注意到么，Pigger的惯用手其实是左手这样一说史蒂夫还是无法明白。的确Pigger的左手用起来更加有劲，但他并不是像HIM一样能自由控制自己矢量和空间的能力，仅仅只是靠着那一把名为卡提尔·地狱的切开次元的剑战斗的[他在被抓住右手的瞬间立刻将剑丢出，换到左手，而其实在空中的时候右手就已经开始切出次元的裂缝了，而那个，暂定为NOTCH的家伙用尽全力的抛出被Pigger顺势当做了动能，在进入次元裂缝里以后立刻在NOTCH背后再次切开，直接用NOTCH自己的力道击中了他的背后史蒂夫依旧是云里雾里，但让他更感到不适的，还是Pigger第一次击中老人时产生的现象The player can’t be hurt by default这行字清清楚楚的展现在史蒂夫的视野左下方，然而却没有传来任何头痛的感觉“HIM，我问你，难道刚才你的视野里没有出现什么红色的警告字符吗？”[那是什么东西，我从来没有碰到过不可能啊，这并不是个别的现象，自己所认识的几乎所有人都有这个红色字符串在限制着生活中那些不该做的或者不可能实现的事情，而HIM和Pigger却似乎完全没有受到过这种制约的影响[史蒂夫，我们现在就按照刚才说好的行动吧“Pigger留在这里拖住老人，我们去城里侦查情况？”[没错，看来Pigger应该能够拖住NOTCH一会了，现在当务之急是把那个下界之星给安全护送出来，那是唯一可能救下娜拉的东西了，只要让那俩东西在一起，说不定能HIM看了看史蒂夫死死攥在手里的淡紫色水晶，淡淡的笑了出来，这才是史蒂夫对娜拉真正的心意么，这几天发生的事情实在是太快了，等到事情解决，一定要好好的.....[话说...即使我们已经决定了先去中央城市看看下界之星的状况，但完全不知道怎么去啊]“怎么去？不是有地图么”[地图？下届会有人绘制地图？]“就是这本小册子啊...这本东西实在是太好用了，到哪里都有地图可以用，以前湖里那个石柱的黑曜石材质就是这本小册子告诉我的啊”[小册子？就是以前村里发的那个人手一本的？这个有什么好看的，不就是记了一些工具使用方法啊，材料啊什么的么“那你就错了，这书可是会时时更新的，非常神奇的！”更新？！HIM的记忆里完全不存在那本手册有更新的功能，那只不过是一张张定死的纸而已啊，怎么可能会变的？“你看这里，这周边的石头啊，环境啊，不都自动变化了么”HIM赶紧把小册子抢了过来，快速的翻看着，不禁呆住了Hell’s map 第一面上慢慢浮现着几行红色的字符，然而在握在HIM手里的一瞬间所有的图片和资料全部如同褪色一般消失了，变回了最朴素的那本手册“你干嘛啊，看，差点弄坏了都，这可是我为数不多的宝贝啊”史蒂夫一把将册子重新夺回手里，Hell’s map 这行字又慢慢的浮现了出来 图片再次一张张的出现在空白的页面上[史蒂夫你拿住册子别动！HIM用一只手指迅速的翻阅着拿在史蒂夫手里的小册子Map block 各种工具的威力，耐久度，甚至连天气和时间这些重要的信息全部出现在了目录上然而目录的最后一行 一行深黑的字符飘动着/List不可能，这不可能这样的话这本书，不就跟......万能的信息册子一样了吗！HIM颤抖着快速翻动书册，其中几页记载着列如/i /setspawn等莫名其妙的字符翻到最后一页，眼前的东西让史蒂夫也惊讶地张开了嘴，这一页上记载着非常多自己所熟知的名字，就像隔壁家的艾比，爱丽丝的名字，都列在[Farmer]一行的下方，还有村里卫兵的名字，无一缺漏地列在[solider]的下方，还有许许多多自己不知道的名字充斥着整张纸最后三行，几个熟悉的名字[default] Pigger Herobrine Steven Nara[Administrator] Notch",
    "replies": [
        {
            "author": "pacerrecap",
            "timestamp": 1385565060,
            "txt_content": "好吧我说错了，VIII\n（评分没法改）\n感觉逻辑不太清楚，读不太懂。。"
        },
        {
            "author": "zhh30648",
            "timestamp": 1385565480,
            "txt_content": "pacerrecap 发表于 2013-11-27 23:11 \n好吧我说错了，VIII\n（评分没法改）\n感觉逻辑不太清楚，读不太懂。。\n如果是战斗场景无法理解的话，那可能是写作表达不清\n具体就是在被扔出去的时候在自己面前和老人背后开一个通道，直接像传送门一样撞倒老人的背后\n剧情无法理解的话\n本文章本来就是填坑让那些还在追的满足一下了，剧情已经发展的很后面了,不可能从上一篇再来一次叙述了"
        }
    ]
}