{
    "title": "中文WIKI翻譯：蜘蛛",
    "author": "Wequalho",
    "replyCount": 8,
    "timestamp": 1332426360,
    "txt_content": " 本帖最后由 Wequalho 于 2012-3-22 22:27 编辑 \n\n在下是来自香港的玩家，这是在下第一次进行翻译的页面，希望不会太差\n\n蜘蛛[size=0.8em]\n蜘蛛\n\n\n\n生命點數攻擊力簡單: \n普通: \n困難: 出生地點亮度小於7，在固體方塊上2x2x2空間內部ID52掉落物品\n\n線 (0-2)\n\n\n蜘蛛眼 (0-1)經驗值5\n蜘蛛 是一種深褐色的怪物，有在黑暗中紅色的眼睛會發出微光，體積為2*2*1。蜘蛛在有足夠亮度的地方是中立的，但在夜裡丶黑暗中丶或者陰影里則會主動攻擊玩家。由於蜘蛛的身體較一般生物寬闊（兩個方塊寬），它們不像殭屍丶骷髏和爬行者般能進入寬度為一個方塊高的空間之中；但是因為它們則能夠爬進高度為一個方塊高的隙縫。蜘蛛會發出一種「嘶嘶」的叫聲，玩家能夠輕易地知道它們的存在；爬行者受到傷害時也會發出類似的聲音，但卻明顯較短促。基於蜘蛛的體型，用箭攻擊它們也許是個好方法，但是它們會以跳躍式的移動方式（一次跳躍跨越兩至三個方塊），以及其攀爬能力，快速地接近玩家。蜘蛛會一邊跳躍一邊攻擊，所以它們會是一個移動中的目標，較難被擊中。不過，平常蜘蛛會以較玩家步行為慢的速度移動。不像殭屍和骷髏，蜘蛛不會在陽光下起火燃燒。蜘蛛生成時，有機會有一隻骷髏騎在其背上，這種生物被稱為蜘蛛騎士。蜘蛛騎士同時擁有骷髏遠程攻擊的能力（射出箭矢），以及蜘蛛的高速度與攀爬能力，因此是一種危險而且難纏的生物。在1.8的更新中，加入了一種偏藍色而且更危險的生物，洞穴蜘蛛。洞穴蜘蛛只在廢棄礦井內的刷怪箱中生成，而且它們擁有使目標中毒的能力。目錄 [隱藏] \n1 用處2 習慣3 戰鬥4 防範措施\n4.1 建築防範措施\n5 歷史6 圖片7 你知道嗎8 參考文獻9 其他鏈接\n[編輯]用處蜘蛛是線的主要來源，為合成弓和釣魚竿的關鍵材料。線可以用以合成白色的羊毛，但是為羊剪毛（甚至直接擊殺）會是一種更快捷獲得羊毛方法，因為用線製作羊毛或許是一種浪費。除非你已經擁有大量線，卻苦於一直沒有遇見羊。四根線可以製作一個羊毛，而擊殺一隻蜘蛛則可以獲得0-2根線。自1.9 pre-release 2起，蜘蛛也會掉落0-1個蜘蛛眼，可以用於製作不同的藥水，不過它們只會在被玩家直接擊殺的時候掉落蜘蛛眼。地牢中有機會存在能生出蜘蛛的刷怪箱，利用仙人掌可以造出一個產生線的農場。因為蜘蛛是兩個方塊寬，並不能穿過兩個仙人掌方塊之間的隙縫，因此它們在追逐玩家的時候，會因為仙人掌的傷害而死亡。[編輯]習慣蜘蛛在亮度為9或以下時，會主動攻擊玩家。但在亮度為10或以上時，會進入一種「異常模式」。在異常模式中，它們會像狼一樣保持中立，只在被玩家攻擊時作出攻擊。不過，要是在異常模式中的蜘蛛突然進入一個較陰暗的環境（例如因為大樹而造成亮度為9或以下的時候），它們會立即脫離異常模式，變成攻擊型怪物。而且，不論當前環境亮度如何，一旦蜘蛛有攻擊玩家的意圖，就不會因為進入異常模式而停止攻擊。唯一例外的是，在亮度充足的前提下，帶攻擊性的蜘蛛要是受到傷害，例如碰到仙人掌，它的攻擊性就會被重置，而且因為進入了異常模式，恢復中立。另外，由於蜘蛛的視線能穿透一個固體的牆，即使玩家是完全與它們隔絕，它們也會進入追趕模式，而且它們和一般的攻擊型怪物一樣，擁有十六米搜索半徑。如上所述，就算周遭環境變亮，蜘蛛也會盡其所能地接近玩家。甚至，在地面上的蜘蛛，只要有一條清晰的路徑，就可以追蹤在洞穴里或者隧道中的玩家。反之亦然，只要有路徑，洞穴里的蜘蛛也可以追蹤地表上的玩家。蜘蛛能爬上所有的實體方塊（除了靈魂沙），情況就像有梯子在上面一樣。不過，蜘蛛是大意的攀爬者，追蹤玩家時，可能會在攀爬的過程中從方塊表面掉落，然後受到相應的掉落傷害。[編輯]戰鬥由於攻擊性的蜘蛛擁有與玩家相若的移動速度，蜘蛛絕不能被輕視。除了地牢中的刷怪箱和廢棄壙井中的蜘蛛網，自然生成的蜘蛛就是唯一線的來源，要是需要擊殺蜘蛛，應該做好準備。穿好整套盔甲可以給予不錯的防禦以抵抗蜘蛛的攻擊，石劍或鐵劍則可以賦予你良好的攻擊力。當然，弓也是一種不錯的武器，較大的攻擊範圍能讓你與蜘蛛保持一定距離，而且，較大的身型以及發出紅光的眼睛，都令它們成為一種容易被弓箭命中的目標。注意，在攻擊一大群蜘蛛時，應嘗試先攻擊落單（或者離開其他蜘蛛較遠）的一隻，以免同時讓多隻蜘蛛對你發動攻擊。也有另一種狩獵蜘蛛的選擇，玩家可以挖掘一條兩個方塊高丶一個方塊寬的溝。因為體型，蜘蛛無法進入這條溝，而你卻可以在溝里安全地攻擊它們。但是有玩家回報，蜘蛛會在溝外等待他們出來，而非嘗試進入溝里。這可能是因為在多次攻擊失敗之後，蜘蛛會放棄追蹤玩家的路徑，因此會暫時變為「中立」直至再次看見玩家。而且，使用這種方法時，要注意附近的攻擊性怪物，例如殭屍和骷髏，還有爬行者，都能進入溝內攻擊玩家。當你攻擊蜘蛛，或被蜘蛛攻擊時，不論你有沒有做準備，你的首要目標該是儘可能佔據較高的地方，即使不能這麽做，也最少確保蜘蛛沒有在高地。因為只有在高地，玩家才可以作出連續攻擊，阻止其跳在你的身上攻擊你。萬一被蜘蛛佔據高地，則你該嘗試在與蜘蛛交手之前退到平地，因為蜘蛛能從高地跳到你的身上，如同一次幾乎不可避免的攻擊，而你將會受到不必要的傷害。[編輯]防範措施像其他敵對生物一樣，蜘蛛對火，摔傷，岩漿和仙人掌的抵抗力很低。在白天它們可以被打火石點燃造成傷害，但仍然對玩家保持中立。假如玩家在黃昏時準時睡到床上，蜘蛛的數量就夠能被控制。由於蜘蛛很有可能在晚上生成，所以玩家應多加留意黑暗中發出紅光的眼睛，也許蜘蛛就在你附近。[編輯]建築防範措施[backcolor=initial !important][backcolor=initial !important]\n蜘蛛不能爬過頭頂的方塊。\n\n\n\n蜘蛛能爬上幾乎所有垂直面，但它們並不能爬越正上方的方塊。因此，要阻止它們爬上屋頂，建立屋檐是個很好的辦法。確保只能透過一個方塊寬的空間進入你的屋子和房間，也能避免蜘蛛進入。此外，在建築物離地面四個方塊高的位置放上梯子，也能阻止蜘蛛攀爬，因為梯子有足夠厚度擋住蜘蛛。[編輯]歷史[backcolor=initial !important][backcolor=initial !important]\n原版的棕色蜘蛛\n\n\n\n蜘蛛是第二個被加入Minecraft生存測試的怪物。在早期版本里蜘蛛是棕色的，它們以前不會跳那麼遠（相比它們在Beta的距離），殺死它們還會有105點經驗值。從Indev開始，蜘蛛死亡時會掉落0~2根線。在Beta 1.2的更新中，蜘蛛獲得攀爬垂直面的能力，同時也獲得「看穿」固體方塊以追蹤玩家的能力（而這種能力原本屬於爬行者）。[1]自Beta 1.4起，蜘蛛不再因踏在農作物上而破壞它們，也不再發出腳步聲（如果它們會，則不會發出刺耳的叫聲）。[2]在Beta 1.5中，蜘蛛網被加入遊戲檔案之中。雖然透過作弊獲得的蜘蛛網在那時已經擁有完整的功能，卻沒有真正被加入遊戲當中。而在Beta 1.8中，蜘蛛網正式進入遊戲，在廢棄礦井中生成。[編輯]圖片\n\n一隻蜘蛛。\n\n因為它們的紅色發光眼，蜘蛛是晚上最明顯的怪物。\n\n一隻蜘蛛爬向其它的。\n[編輯]你知道嗎假如一名玩家用蛋擊中了一隻敵對蜘蛛，該蜘蛛會變成被動。有時候會在方塊中發現蜘蛛。而當該方塊被移走或破壞掉時，不論該蜘蛛有否被攻擊，它都會帶有攻擊性。在白天令蜘蛛受到掉落傷害，或被受到仙人掌的傷害，都會令帶攻擊性的蜘蛛恢復中立。有時候在陽光下攻擊蜘蛛後，蜘蛛不會作出反擊。這可能是因為高亮度讓它恢復中立。在攀爬垂直面時，蜘蛛的速度會減低，因此玩家在高山和崖邊更容易逃離蜘蛛。由於控制蜘蛛面向和跳躍的程序間沒有關連，因此正在攻擊玩家的蜘蛛可能會向它的旁邊跳，甚至往後跳。蜘蛛也有可能在攻擊的過程中突然停住，因為它無法找到玩家，不過其後它會從不同方向搜尋，然後重新攻擊玩家。蜘蛛不會掉在柵欄上，所以當一隻蜘蛛爬到一個被柵欄圍着的屋頂時，它會被困。蜘蛛需要在3*3*2的空間里才能生成，但這空間中的上層可以是透視的方塊，例如玻璃。它們的原型應為現實生活中的跳蛛，因為兩者相似的眼睛排列丶以猛衝作攻擊方法，以及夜行性的習性（但其實大部分的跳蛛都在白天捕獵）。蜘蛛可以穿越1.5個方塊寬的空間。若玻璃板是牆壁的一部分，而末端的玻璃板被移除，就會出現這種隙縫。若一隻蜘蛛被點燃，它會被一個大火球所包圍。由於蜘蛛的眼睛是一個分割的檔案（末影人的也是），它們的眼睛可以紅得像持續受到傷害，或是像你身處岩漿之中一樣。其實蜘蛛發出腳步聲的機率比其他生物低，但是因為它們身型較寬闊，接觸的方塊也較多，因此造成的腳步聲與其他生物差不多。\n[編輯]參考文獻↑ http://twitter.com/jeb_/statuses/53002130386202624↑ http://twitter.com/jeb_/statuses/53003154291306496\n[編輯]其他鏈接http://en.wikipedia.org/wiki/Theraphosidae\n\n\n",
    "replies": [
        {
            "author": "weng97612",
            "timestamp": 1332426540,
            "txt_content": "沙發"
        },
        {
            "author": "weng97612",
            "timestamp": 1332426540,
            "txt_content": "沙發"
        },
        {
            "author": "ka529461",
            "timestamp": 1332427080,
            "txt_content": "板凳-V-~~~~"
        },
        {
            "author": "sjjklh",
            "timestamp": 1332428760,
            "txt_content": "Good Job!!!!!!!!!!!!!!!!!"
        },
        {
            "author": "geludan",
            "timestamp": 1332429960,
            "txt_content": "很辛苦呀(我混个脸熟)"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1332447900,
            "txt_content": "我表示一只僵尸的威胁度对于我来说都比蜘蛛大"
        },
        {
            "author": "1097356427",
            "timestamp": 1332470880,
            "txt_content": "表示我都看过\n不用发额\n下个360急速网页浏览器\n自动给你翻译"
        },
        {
            "author": "weng97612",
            "timestamp": 1332471660,
            "txt_content": "可怕"
        }
    ]
}