{
    "title": "【尸晓】第五章——神秘人的真面目",
    "author": "345597107",
    "replyCount": 1,
    "timestamp": 1385822880,
    "txt_content": "NITS小队啊，本来只是倍你们玩玩而已，竟然你们不给我桥过，那我也不给你们路走！！！————神秘人\n故事接上集 \n                                                                全部给我下地狱吧！\n“哟！援军来了，看看是谁！”直升机放下了绳梯，爬下了几个人。”纳尼！爱丽丝！诺娜！”“老爸，有没有想我啊”诺娜高兴的说这“想你个熊啊，你为什么临阵脱逃！”“我去请救兵了啊”“你那个叫做救兵，就爱丽丝一个人，也能算是救兵？”神秘人：“你们别吵了，反正都是要死的，还吵什么，去死吧！” 一阵机器的声音再次响起，中央出现了一个巨型的大炮【武器介绍：大炮：原名：防僵尸大炮·抗僵尸大炮，有极强的毁灭性，是特警为了消灭巨型僵尸而准备的】“哇嚓嚓嚓！这玩意！？”那全场人都大吃一斤。。。。。。\n库斯：这武器。。。。看起来好霸气啊！\n爱丽丝：这是抗僵尸大炮，他怎么会有？\n神秘人：去死吧，抗僵尸大炮启动！\n系统：缓存完毕，开始发射！\n爱丽丝：快闪开\nBOOOOOOOOOOOOOOOOOOOOOOOOO!\n地板出现了一个巨型的大洞\n库斯：好险啊\n施特：诺娜那去了\n库斯：死丫头， 又玩失踪\n爱丽丝:改不会被。。。。。炸成灰烬了吧。。。。\n库斯：应该不会的，应该不会的。\n斯特：我们赶快找找\n神秘人：别找了，反正全部都要死，到不如去黄泉路下相会吧，灭哈哈哈\n系统：缓存完毕，开始发射\n系统：发射失败，停止发射\n神秘人：怎么回这样？\n诺娜：哈哈，终于把发射系统拆掉了\n神秘人：可恶！看来，我不出动是不行的了\n库斯：要现真身了吗，也好。让我们看看你邪恶的面孔吧\n一个黑影落在的地上\nNITS小队全部人：这是！\n一个2米高的怪兽，那这个巨大的镰刀\n神秘人：受死吧！\n一个巨大的镰刀挥了下来\n库斯：啊啊啊啊啊啊啊啊啊啊\n斯特：你叫什么，又们劈到你\n库斯：配合一下气氛吗\n爱丽丝：别闹了，快攻击\n一阵枪响过后\n神秘人：哈哈哈，无知的人类啊，你以为子弹就能伤的了我吗\n神秘人：巨镰狂舞！\n一阵大风后\n库斯：嗯？我们没事\n爱丽丝：诶，奇怪，我们不是应该死了吗\n斯特：看，神秘人的头掉了\n神秘人的尸体趴在那边，头已经整个被切掉了，滚落在地上\n库斯：这是何方神圣干的\n爱丽丝：围墙上有人！\n在月光下，站着五个黑影…………\n                                                           ————未完待续\n\n以下为英文版\nO NITS squad, originally just times you play, you don't give me the bridge, then I also will not give you way!!!!!!!!!!! -- - the mystery man\nStory connected to set\nGive me all go to hell!\n\\\"Hey! Reinforcements come, and see who it is!\\\" The helicopter down the rope ladder, down a few people. \\\"Nani!! Alice nona!\\\" \\\"Dad, do you think I ah\\\" nona happily say that \\\"you a bear, why are you ratting out!\\\" \\\"I went to see my savior.\\\" \\\"you the man called reinforcements, Alice is a person, also can be regarded as reinforcements?\\\" Mystery man: \\\"you don't make so much noise, it is to die, what is noisy, go to hell!\\\" A machine voice rang again, the central appeared a huge cannon [weapons is introduced: the cannon: formerly known as: the zombie artillery against zombie artillery, strong destructive, is ready to swat in order to eliminate the giant zombie 】 \\\"wow scrape Cha! It!?\\\" The whole people is big eat 1 catty...\nLibrary: this weapon... Look forward!\nAlice: this is a fight zombie artillery, how could he have?\nMystery man: go to dead, fight zombie artillery launch!\nSystem: cache, began to launch!\nAlice: dead\nBOOOOOOOOOOOOOOOOOOOOOOOOO!\nThere was a giant hole floor\nLibraries: had a narrow squeak!\nStraw: nona that went\nLibrary: dead wench, and playing missing\nAlice: change is not... The Fried into ashes...\nLibrary: there should be no, and it should not.\nStern: we look for quickly\nMystery man: don't find, anyway, all will die, than to go to meet under the yellow road, ha, ha, ha\nSystem: the cache and began firing\nSystem: failure to launch, stop firing\nMystery man: how so?\nNona: haha, finally pulled down launch system\nMystery man: damn! I'm not on duty, it seems, is not enough\nTo look, to now, all right. Let's take a look at your evil face\nA shadow falls on the ground\nNITS team all: this is!\nA 2 meters tall monster, that this giant scythe\nMystery man: die!!!!\nA giant scythe swing down\nLibrary: ohoo agghh ah ha\nStern: what's your name, and hit you\nLibrary: cooperate with the atmosphere\nAlice: don't make, quick attack\nAfter a shot\nMystery man: ha, ha, ha, ignorance of human ah, do you think the bullet can hurt me\nMystery man: giant scythe to dance!\nAfter a gust of wind\nLibrary: HMM? We have no matter to\nAlice: aye, strange, should we not die\nStern: look, mystery man's head off\nMystery man's body lying there, head has been cut away the whole, dropped to the floor\nLibrary: who did this\nAlice: anyone on the wall!\nStanding in the moonlight, five black shadow............\n-- - to be continued                                                      ",
    "replies": [
        {
            "author": "Forever_小树",
            "timestamp": 1385823960,
            "txt_content": "机翻的英语意义何在？"
        }
    ]
}