{
    "title": "小白冒险记-HIM 第二十二章",
    "author": "250=mo",
    "replyCount": 13,
    "timestamp": 1385859660,
    "txt_content": " 本帖最后由 250=mo 于 2014-1-2 12:19 编辑 \n\n非常抱歉，恐怕我后几章的草稿是拿不回来了，只能重写，那么久没更新实在抱歉……对此，加长版的一章送上！\n第二十二章 信      满嘴仍是烤鱼的香味，似乎还无法接受早已吃完的事实。      人总是这样，贪心不足。      推开军营中的新兵宿舍，破旧的门发出“吱嘎”的声音，扬起满房间的木屑和灰尘。六人的宿舍只有那么一丁点儿地方，但由于只有我一个人住，似乎显得空荡荡了些。      老兵们都三三五五住在豪华军营里——至少比起这破宿舍来说算是豪华的了，至少床之间还有点空地，这里只有容一人通过的狭道。      晚间的清风挑弄着楼下的小树，发出“沙沙”的讥笑声，反而衬得宿舍的死寂，比冒着硝烟的战场还要死寂一些。难得的一股舒服劲儿就这么被这诡异的气氛掐断了。      我小心地卸下身上的重负，好像发出声音来会唤醒什么东西似的。      在这种气氛下，每一丝声波都会传递至几千里远，至少我是这么觉得的。我突然觉得四周只有我一个人，只有我再无尽的黑暗深渊里摸索，无论怎么呼救都不会收到任何回应。      我时时在想，这是否算是一种孤独？我不知道。      ……      飘渺的尘埃遮挡了天空。      冥冥之中似乎有个影子，隐在随机排列组合的尘土之中，伸手去触，却捉不着。      明白这是梦的时候，我也不奇怪了，呆呆地站在那儿，享受着面前大脑投射出来的虚幻影像。      “振作起来！”那个男人的声音夹着回音响起。      我不愿想起这段记忆，尽管那不过是几天前的事，但大脑早已这些数据埋于神经元的最深处。作为强者竟然去拿生命去换一个250的命，实在不值得。一个人最伟大的时候，莫过于其伟大地死去。他做到了，他在一个250面前把小命丢了出去，然后挥挥手像在说“我这种人生命已经没什么重要的了，为了尊严什么的可以抛开一切，我们的希望只有你了”似的，然后满怀尊严地倒下，丝毫不在乎会不会有人抢拍下他还完整时的黑白照。       “别像个小白一样……”      妈的我就是个小白啊！看着一个又一个强者倒下在自己面前把手放在我身上垂死说什么“我们的希望只有你了”可自己着实什么也做不到很爽么？我看起来像是个会翘着屁股摆着大叫着“我他妈是个小白，你他妈来杀我啊”然后等着抹了油放了火的箭穿过头颅的那种傻逼么？      那个声音顿了顿，像在吞咽口水，又重复了一遍：\n      “别像个小白一样……”      “别像个小白一样……”      “别像个小白一样……”      ……      黑影一遍遍复述着，像是个当机发狂的复读机。      可句句穿心！      眼泪如同和伤口涌出的鲜血一般冲刷着我的脸。      也许眼泪也是一种鲜血。……      心理投射出来的那个影站在那儿，渐渐有些清晰了。      “别像个小白一样。”他一字一顿地说下了最语重心长的一句话，停住了。      那么近，又那么远。      就像失去母亲的孩子一样，他们幻想着母亲就在他的身旁，或者一定是去哪里了，有一天睁开眼睛便会看见母亲站在身旁为他热牛奶……。不是不知道，只是恐惧，恐惧一切都是真的，比恐惧一切都是假的还恐怖。      男人转过身来，尽管那种模模糊糊的影射正反都一样。      我不禁要呼唤他，就像失去母亲的孩子在雨夜里呼唤妈妈一样。      “Michen！——”      “别像个……小白一样啊。”他微笑着。尽管我根本没法看清楚他的表情，但我从心底里得知：他笑了。      ……      我和他对峙了很久。我突然撒腿去追，去追逐那根本不存在的影，就像失去母亲的孩子幻想着他的母亲一样。      可无论怎么追，他仍然离我那么遥远。      他走到我面前，把手放在我的肩上。尽管那么近，仍然是一个影，一个模糊的影，一个飘渺虚无的影。      我抽泣着。他是我唯一能寄托的东西了，能寄托的最温暖的东西，能寄托的唯一有感情的东西了。      多像一个不存在的母亲和一个孩子。      ——      突然他睁开眼睛！空洞洞的眼睛疯狂地将恐惧灌入我的大脑，他张开大嘴，企图吞噬一切！      我狠狠地把我从梦里拽了出来，猛地坐了起来。      “该死。”我咒咒地说。      如果没有Herobrine，我也不会在这鬼地方了，也和这一切没有任何关系了。      “250mo”这个名字，当初只是为了避免重名而注册的账号，屡试不爽，现在，竟然被附上了象征意义……，真是个笑话，天大的笑话，天大的冷笑话……      看了看床边的那把剑，我叹了口气。      天已经放亮了，我握起剑往床下走。楼下的大门开着。      宿舍成一个“凹”字形，共三层，层层几十个房间，不过因为房间极其简陋，根本无人入住，只好改作新兵宿舍。中间种着一棵白桦树，树叶是死一样的颜色。我实在不明白他们为什么会为了贪方便而建在沙漠上，白天像蒸炉一样，晚上又堪比电冰箱。      门外一阵骚动。      我往外走去，一批菜鸟，一批没见过世面的菜鸟，正站作一团打打闹闹，笑声不断。      “Mo？你终于到了，快到队里来。”部长向我招呼。      我不清楚他是否在等我，我排在了队伍的后面，看着那帮家伙互相交友，握手，我不禁想笑，但没有力气。      “大家静静！”部长开口。但队伍中似乎没人意识到他的存在，更没有理会他的喊叫。部长只得望着人群，脸上露出些许满意  的微笑，好像根本没有注意到眼前的景象，一丝领导者的风范都没有。      人群似乎开始意识到什么不对劲，渐渐静了下来。      待队伍里没了声音后，部长终于开始介绍了：“我叫Holocaust，是这一分块的部长，当然也可以说是你们的队长。”他开始转用教练级的洪厚有力的说话方式，“记不住我的名字也就罢了，当年服主也记不住我的名字。”他这样说，好像自己当年是服主身边的什么大红人似的。      “同时，直呼部长的姓名可是非常不礼貌的。明白了么？”      这时一个带着挑衅口气的声音飘过：“明白了，Holocaust！”      队长听见后似乎也不生气，说道：“请问是哪位，有勇气出来一下么？”      “我！”那个小子大摇大摆走了出来，学着电影上黑社会中二病小混混一样的步法，挺胸抬头，毫无怯意。      “报上名来！”      “爷爷的名字是你能叫的吗，直呼长辈的名字可是非常不礼貌的。”他的话一出口，便引来队里一阵哄笑。      “是，爷爷。”部长的话更是让人哭笑不得，但这时大家脸上的笑容都消失了，因为此时他身上冒出一股让人恐惧的杀气。      那小子还得意起来了，完全没意识到Holocaust身上的那股杀意：“乖孙……”      ——他被一拳击倒！      这时大家才意识到，刚才他被部长一个直拳集中了脸部，速度快到大家还没意识到发生了什么。      “爷爷”踉跄了几步，站直了，嘴角留下了一道血迹。他狠狠地磨了磨被血染红的牙齿，摆成拳击比赛中标准的架势。      “打倒他！打倒他！”队伍中有人在喊，貌似都是支持“爷爷”的。      挑战者听到支持他的声音，求胜的欲望更强了。他舔了舔门牙上的血。      部长也摆着同样的架势，但站着不动，用能杀人的眼光死死盯着挑战者。相反挑战者则比较兴奋，跳着左右移动，企图找到一个能一举获胜的方位。      他突然往前跳了半步，狠狠地来了一击左勾拳，但被部长的手臂挡住了，顺势就被部长一推推开了。      挑战者沉不住气了，向前一冲就是一个要命的直拳！部长用手往他关节处一用力，攻击就被化解了。挑战者在惯性的作用下向队长靠了过来，队长便用膝盖狠狠地顶上了他的肚子，再弯过肘来将他的头往下一顶，同时收回脚来，狠狠地一踹。挑战者的意志瞬间就被击破了，倒退了十几步，便耐不住吐出了一潭鲜血，单膝跪了下来呻吟。      众人见状立马一拥而上，维护仅有的尊严，都想要把部长的气焰压下去。部长也毫不慌张，抽出一把钻石剑，启动了上面滚动的锯齿。“还有谁想挑战我的权威？”大家都明白被撕得支离破碎的感觉，都退下了。      我作为旁观者，脑子一片空白。      接下来的十几分钟，他使劲地将树苗军那边的“恶行”抖了出来，把什么“正义立场”硬式地塞进他们的大脑。我无心再听——因为实在没什么好听的。我在想着接下来的努力方向。冲到主城和喝着茶挂着机的服主理论的话，一个指令不知道会不会给我留个全尸；Herobrine的话……，能从他制造的死亡之城里完整地出来已经要谢天谢地了……形势趋向了僵局。      我皱紧了眉头，紧锁着的眉间上生生刻着“绝望”两个字。      Holocaust也察觉出了我脸上的异样，开口道：“差点忘了，Mo你今天迟到了，给我绕军营跑一圈去吧。”      “你什么时候告诉过……”我急忙抗辩。      “就算我没说过，早睡早起也是一个军人应有的基本素质啊！……”他不慌不忙地说，好像是在背事先准备好的台词。      “我什么时候承认过我是你的士兵了……”我嘟囔着说。      “少废话！还不快去！”      我无话可说，在他们的哄笑下转身开跑，边跑还边听到后面他接机教育：“看吧，这就是不遵守规定的下场。下次谁敢违反，就是十圈了……”      在奔跑中，闷着的心略有些解放。满脑子缠作一团的思路算是有些舒畅。其实他的方法还不错……      阳光像一把利刃一样把钟塔割成阴阳两面，把钟塔装饰得格外庄严。      但这是冷的，一切都是冷的。      我最讨厌冷冰冰的东西了……      又想起了家。      家总是温暖的地方。四周插着火把，一组铁矿在熔炉里烤着，软绵绵的羊毛铺的床，还有跳来跳去“咯咯”叫着的小鸡，木制的地板走过时发出“嗒嗒”的声音……多可爱的世界啊！我从未深究过这个世界，什么怪物有多少攻击力，钻石出现的几率是多少……，这些数据是死的，是冷冰冰的，就和那钟塔一样，和那些机械、红石、兵器一样，冷冰冰的，嗅不到一丝生命的热度。可命运把我带到了这个世界。这个世界你所寄托的不再是有温度的羊毛、火把、小麦，而是那些剑、弓、盔甲和药水，有生命的温暖的东西被冷冰冰的杀人的兵器所替代了。      泪水和汗水混杂在一起，透着一股苦涩的味道，沉淀着悲哀，无奈和思念。      有时，我多么想撕了我自己。      ……      这个军营的边长少说也得有300米长吧，我才刚跑了一半，便上气不接下气，精疲力竭了。好吧我承认这个惩罚有够有效的。从小我就有过敏性哮喘，尽管花了钱脱了敏，极差的体制却留了下来。      放弃吧。心里一个声音说。      为什么要放弃呢？为什么又不放弃呢？      是为了信吧，是为了心中所坚持的信吧。心里那个声音回答。      阳光映在轻轻摇晃的树叶上，把温暖的阳光零零散散地洒在土地上，时时随着树叶摆动着，使每一寸土地都能分享到最温暖的日光。      同样的，命运也会把希望撒给每一个人。      为什么要恐惧呢？为什么要逃避呢？      正是因为有希望才会恐惧啊。然而如果去逃避，就会把命运分享给你的唯一的希望抛弃了。      笑话，天大的笑话，天大的冷笑话。心里那个声音说。      有时候，冷笑话也会带来希望，不是么。       本章完\n索引\n\n",
    "replies": [
        {
            "author": "wjwrh",
            "timestamp": 1385881140,
            "txt_content": "额  长篇小说."
        },
        {
            "author": "250=mo",
            "timestamp": 1385881260,
            "txt_content": "wjwrh 发表于 2013-12-1 14:59 \n额  长篇小说.\n就本章4000字……"
        },
        {
            "author": "上前一小步",
            "timestamp": 1385881380,
            "txt_content": "先回复再看"
        },
        {
            "author": "wjwrh",
            "timestamp": 1385881500,
            "txt_content": "250=mo 发表于 2013-12-1 15:01 \n就本章4000字……\n哎  我不喜欢写作文  更别说小说了"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1385887440,
            "txt_content": "{:10_566:}好久没看见更了~"
        },
        {
            "author": "qwer3456",
            "timestamp": 1385962200,
            "txt_content": "終於呀!!!!!!!\n好久不見，朋友。"
        },
        {
            "author": "lwbzyb",
            "timestamp": 1386236760,
            "txt_content": "好啊，不错，我来捧场来的啦~~"
        },
        {
            "author": "我是安德面",
            "timestamp": 1386337080,
            "txt_content": "哟？码字码完啦？"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1386406320,
            "txt_content": "唉，手稿还是没给你。我是先写在记事本上的。"
        },
        {
            "author": "1814209846",
            "timestamp": 1386407340,
            "txt_content": "嗯，写得不错LZ"
        },
        {
            "author": "shure",
            "timestamp": 1386413520,
            "txt_content": "希望您能完成这个连续剧，加油！"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1388574300,
            "txt_content": "Mo，你不觉得人太少了吗？"
        },
        {
            "author": "250=mo",
            "timestamp": 1388578560,
            "txt_content": "yuchenyang 发表于 2014-1-1 19:05 \nMo，你不觉得人太少了吗？\n没事啦，在创作版就是这样……反正我的小说也不一定要所有看了的人回复，只要能取悦一部分人，哪怕只有几十，十几甚至几人，只要有人一直坚持追看我就满足了。\n但不要以为我不需要安慰，其实，只要有你这样的人在支持着我，我都会感到极大的安慰了。\n感谢（我正在赶第23章，某人打字真心慢啊……）"
        }
    ]
}