{
    "title": "编程开发板块版规（2020-6-27更新，将最低非过期版本调整为1.12.2）",
    "author": "1076742624",
    "replyCount": 0,
    "timestamp": 1385908740,
    "txt_content": " 本帖最后由 dengyu 于 2021-2-19 19:42 编辑 \n\n编程开发板块版规\n“编程求助”主题帖是为了给编程新手老手在编程过程中遇到的各种问题而准备的求助空间。这是论坛少有的允许求助帖在非专用求助板块发帖的版区之一，目的就是鼓励大家自己开发mod或插件，实现自己梦想的Minecraft特性。\n零、总则：Use Common Sense0-1: 我们试图建立一个开放的讨论氛围, 不希望被奇怪的条框限制；0-2: 因此, 希望各位也能自觉保持相应的素质和水平；0-3: 一些行为, 版规没有明确限制, 也请不要以为就是没问题的；0-4: 这些行为包括但不限于：剽窃、机翻、口气狂妄、人身攻击等。\n\n一、基本规定1-1: 在编程开发板块（以下简称本板）发表的主题必须是与编程开发相关的主题，发帖者须严格按照主题内容及版规要求，使用对应分类发帖；1-2: 此板块只用于讨论，具体发布请到 服务端插件、Mod发布 或 软件资源 板块；1-3: 本版的 编程求助 具有讨论性质，请尽量详细的描述问题，最好能附上相关文件；1-4: 本版严禁灌水行为，灌水行为判断原则见“附录#1”；1-5: 本版通常情况下不允许使用回复可见与回复奖励，但以下三种情况，楼主可以使用回复可见：一些不易下载访问到的国外资源的国内转存整理文件；开发教程内容的源代码整理，但要求相应源代码必须已内嵌进教程中，读者可以阅读回复可见部分之外的教程内容后自己编写得到；开发教程内容的问题答案；\n系列教程贴仅允许其中一贴启用回复可见；\n违规的回复可见予以强制编辑；1-6: 未经允许严禁在帖内夹带私货，具体参见版规“3-15”，如有违反，版主将强制移除违规部分内容，情形严重的将予以警告或删帖处理；1-7: 禁止在帖内向他人传授具有危害性的经验行为，包括但不限于作弊、编写后门、恶意利用BUG等，如有违反，将予以警告并删帖处理。\n二、发帖规范关于求助／交流贴2-1: 首先, 阅读提问的智慧；2-2: 详细描述你的症状, 你尝试了什么解决方法, 有什么效果, 最后才是你的问题；2-3: 只有问题而没有思考的提问很大可能会被认为是伸手, 关于伸手请见下方特别条款；2-4: 编程求助 分类的帖子如果已解决，要在帖子标题最前加上 [已解决]，而不是改成 求删帖 之类的，可以留给遇到同样问题的用户查看，当然如果您有时间可以将解决方法整合到帖子一楼内；2-5: 标题简截了当的概括问题，像“大神求助”等与提问内容完全无关标题的帖子将会直接删除；关于教程贴2-6: 排版干净，文字通顺，条理清晰，有有效内容, 无错别字；2-7: 若有必要，允许附带到站外的连接，以提供更好的阅读体验；2-8: 不支持单纯的 Java 教程，互联网上已经有足够的资源；2-9: 质量过于低下或内容过于简陋的教程贴会被删除；特别条款2-10: 关于招募贴，如果有明显的技术交流可能不会被删除，单纯的人员招募/想法交流请发人才市场或Mod交流板；2-11: 原则上不允许关于Forge环境搭建的提问，一经发现直接删除，过于无脑的会记录违规；2-12: 严禁伸手，包括但不限于各类“求Mod” “求带” “求解决”, 一经发现直接记录违规并删帖；2-13: 过于空泛抽象、无具体问题等无讨论意义的提问求助贴将直接删除。\n三、高亮、图标、精华和奖励3-1: 对开发者有一定帮助内容的帖子将予以高亮；原创教程为棕色，原创程序、翻译教程、开发文档等开发资源为红色，讨论与求助将给予蓝色加亮；3-2: 质量更高的教程或开发资源帖将添加优秀图章并加粗；原创教程为棕色加粗，原创程序、翻译教程、开发文档等开发资源为红色加粗；3-3: 质量脱颖而出的主题帖将予以精华评定；拥有精华一评定的主题帖统一加亮为橙色加粗，拥有精华二或精华三评定的主题帖统一加亮为紫色加粗；3-4: 过期主题如果之前已有高亮，其高亮将被调整为绿色或绿色加粗；3-5: 不同情况下的奖励如下（对于绿宝石规则更新前已评为高亮/优秀/精华的原创教程和开发资源，本人可申请补发绿宝石）：原创主题将视作品潜力予以0-3人气，0-25金粒，0-6绿宝石的发布奖励；被加亮的教程与开发资源版主将予以3人气，25金粒，6-24绿宝石的奖励；优秀帖将视情况给予3-5人气，25-50金粒，0-3贡献，24-36绿宝石的奖励；精华帖将会获得5-7人气，50-70金粒，3-5贡献的奖励，精华一附送36-48绿宝石奖励，精华二附送48-60绿宝石奖励，精华三附送60-72绿宝石奖励；\n3-6: 通常只能对索引帖加亮，对于特别优秀的精华帖，经版主讨论，可以在索引帖之外对其他分帖手动加以橙色或紫色高亮；原创教程3-7: 对于原创教程，如果语言通顺，排版整洁，没有明显错误，对开发者有一定的帮助，则可以在相应置顶帖中申请加亮；3-8: 在高亮的基础上，成一定体系和规模的原创教程可以申请为优秀；3-9: 满足优秀条件的教程帖，若内容翔实（参考字数为10000字，含示例代码），形成较大体系规模，反响良好，即可申请加为精华；开发资源3-10: 对于原创程序等开发资源，如果开源，具有一定使用价值的同时便于使用，并反响良好，可以在相应置顶帖中申请加为优秀；未达优秀标准的将酌请考虑加亮；3-11: 对于翻译教程、开发文档等开发资源，如果具有巨大使用价值，并反响良好，可以在相应置顶帖中申请加为优秀；未达优秀标准的将酌请考虑加亮；3-12: 开发资源若要加为精华，在优秀的基础上，相关说明文档需满足教程类加精条件（字数要求可适当放宽）；开发讨论与求助3-13: 有意义的提问和开发讨论将限时加亮一周；请相应主题的楼主在讨论帖内@版主以提醒加亮；过期主题3-14: 过期的教程和开发资源会被标记为“过期”（以不支持1.12.2版本或更高版本内容为界）；过期资源不能参与精华或优秀的评选；其他3-15: 优秀帖和精华帖允许出现在交易代理区发布的定制类内容，不允许出现任何服务器宣传或暗示类内容；3-16: 与Minecraft无关的主题及不合格主题将不能获得高亮，优秀，或精华；3-17: 一般情况下只有楼主可以进行以上申请，但考虑到编程开发版块的特殊性，有大量优秀教程帖和资源帖被埋没，故本版块特许他人申请引荐优秀主题，引荐通过的主题将加以高亮，参见“附录#2”；3-18: 该部分版规适用于编程开发版内所有主题帖，包括新版规发布之前的主题帖；同时，旧主题帖如果缺少奖励，楼主可于置顶帖中重新申请。\n附录#1、灌水以及发错板块判断原则附录#1-1: 与编程开发内容无关主题及回复。如“我做了一个XXX建筑（单人模式下）”（应发到展示&共享版）等等；附录#1-2: 不符合分类的主题。如Mod开发教程选成了插件开发下等等；附录#1-3: 无意义主题与回复。如“额额额额”、“啊都散发的说法”、“sqpioxzoicuvqwe”、“aaaaaaaaaaa”、“2345134”等等；附录#1-4: 与主题无关的回复。比如“这段代码应该怎么改？”下回复：“4个木材合成一个工具台”、“怎么该~怎么该~”等等；附录#1-5: 纯表情回复。如“”、“”、“”等等；附录#1-6: 一味地赞美楼主。如“楼主说的好”、“楼主说的太棒了”、“楼主简直是前无古人后无来者啊”等等；附录#1-7: 故意刷帖以获得积分金币的。如“原来回复也有积分”、“路过留名”、“升级升级升级升级升级升级”、“顶顶顶顶顶顶顶”等等；附录#1-8: 包含但不仅限于以上内容混杂的其它灌水行为；附录#1-9: 贴内包括了服务器广告的（应发到服务器板块）；附录#1-10: 服务器广告包括IP、hamachi房间、QQ群、QQ号；附录#1-11: 求制作具有某某功能的Mod/求开发XXXMod（此类贴请作为Mod创意“讨论”主题发到Mod讨论版）；附录#1-12: 编程相关交流群相关贴（经过管理员同意除外）；附录#1-13: 如果不懂请勿回复否则将以灌水进行处理；附录#1-14: 误导性的、无意义的、过于空泛的、对解决问题无帮助的回复以灌水进行处理。\n附录#2、关于开放他人引荐优秀主题的补充说明附录#2-1: 由于编程开发版块的特殊性，有大量优秀教程帖和资源帖被埋没，故本版块特许他人申请引荐优秀主题；附录#2-2: 请被引荐人在相应的置顶帖里申请；被引荐的主题如果通过，将加为高亮，同时照常为该主题派发3人气25金粒的奖励；附录#2-3: 被引荐的未过期主题将会分批提升，以引起更多人注意；附录#2-4: 优秀原创教程帖将加亮为棕色，引荐人同时可以获得1-2人气的奖励；附录#2-5: 优秀开发资源帖将加亮为红色，引荐人同时可以获得1-2人气的奖励；附录#2-6: 过期教程资源帖将加亮为绿色，引荐人无奖励，但允许申请；附录#2-7: 不接受优秀和精华申请，但被引荐帖楼主可以自行申请，奖励高亮照给；附录#2-8: 引荐的主题范围不包括和Minecraft无关帖、讨论帖、求助帖、和不合格主题，不过由于历史遗留原因，部分教程帖和资源帖仍为开发讨论分类，这样的帖子同样允许申请。\n发帖者未浏览版规而被处理，后果自负2020-6-27 更新\n",
    "replies": []
}