{
    "title": "长坑《易马平川》，七万六首发，旧坑待新坑，第一卷走你。",
    "author": "马赛克了",
    "replyCount": 43,
    "timestamp": 1385985600,
    "txt_content": " 本帖最后由 马赛克了 于 2013-12-5 19:22 编辑 \n\n图片：由尤里的猫倾情打造，表达钻研笔头真心痛苦的思想感情\n\n\n\n\n\n\n前言：\n由于办活动和懒，《我的块》坑了两个月。反正没什么人看完全没有关系啦。\n这本新书其实是旧坑，中二时代写的，有很多不足，但有很多亮点，当时坑到了大概10W字，现在论坛首发，纯当可乐。\n上面的两段眼熟不。另，本书唯一另鄙人不满意的是，当时心情浓思绪重，灵感层出不穷，却犯了一个错。\n急于交代故事设定，造成大面积堆叠文字，前期有些很废，但读完更废。慎阅。\n以此文祭奠我骄纵轻狂的年代。\n注：本文较长，与MC并无关联，加标点接近9万有效字，更涉及无量黑，中二幻想，因长所以加载较慢，拖到底更慢，欢迎收藏顶评分回复，我将不甚感激。\n已公开链接，欢迎转载。注明出处即可。\n\n\n正文：\n第1卷 书山有路你不走，地狱无门苦做粥\n\n　　　　第1章 从天上掉下来一般都不是好事\n\n　　我来至地球。因为要介绍自己的方位，而我对目前的境地表示无解，在先没说姓名前，我希望说明我的起源地。这样的起源，不至于误会我穿越，但很可能穿过了大气层，到达我能存活的第二星球，我将光荣的成为外星人眼中的外星人，如果造型合理，即使生活水平上不去，我也会淡定的生活下去。因为地球污染太严重了，你们信吗。\n\n　　不管你们信不信，眼前的生物们没有视我为不明飞行物或不明外星生物，可能我没在他们面前飞起或降落，也没变形或变态。按照正常审美观看，他们和人类中的女子极为相似，特别是穿着很简单衣服的女士们。托汉语拼音的洪福，我爬起时拼出了眼下这座建筑在招牌上的拼音该表述的文字，而且念了出来。\n\n　　“nanzihandetiantang.(男子汉的天堂）”\n\n　　“啊，勇士，您需要我们为您提供任何服务吗。”\n\n　　拼音的招牌竖着挂着，我久久不语，久久后，一排男人进去了，门口刚和我说话的姑娘还对我笑而不语，反正都是不语，我没有钱包说明什么也不能给你少女，但在你会要前提，我可以给你身体，不用付款，无需按揭，用了也不用评价好评，非常实惠。\n\n　　“这里真是男子汉的天堂吗？”\n\n　　另一位女子说着没错牵着一头不明爬行坐骑走到另一侧的畜生棚下，停好交通工具后，女子过来牵着刚说话的男人，脸发红，给男人去懂。旋即男人拨开帘子走进去，步子之大，眼都不眨一下。\n\n　　我哇的说：“红灯区。”\n\n　　“勇士您说什么，您的坐骑呢，看您的着装，您是飞过来了吗。哇，我最羡慕能够飞翔的天应了。那您需要任何服务吗。”\n\n　　我无视了站门姑娘对我没有坐骑的吐槽，对于她一度沉迷网络游戏般的话，作为曾经意淫过自己坐过羊驼的我来说，必须回复一下，凸显地球人的礼貌。\n\n　　“姑娘，看见我的草泥马了吗，哦，它可能先进去了。你能退它回去吗。你们这儿包邮吗，亲。”\n\n　　我爬起时姑娘们只喊了一个字，滚。但我无比兴奋，因为就在不久前，当我的脚踏上阶梯我的脑袋甩开帘子的那一段瞬间，我巩固了自己留下的决心，因为这里不仅是天堂，而且是澡堂，还是男女混合的。到那有钱时，我会拿上它走向天堂，褪去防备，像一把牙刷倒扎进杯子溅起勇敢的水花，热水温暖着我的内心，我躺在池边，头搁池沿，无不给力的说：\n\n　　“少女，点一个任何服务。3Q。”\n\n　　“好的勇士，马上为您准备勇士。”\n\n　　万里无云，因为太黑，我走在灯火中若有所思，不出意外的话，我暂时回不去，出意外的话，我永远回不去。从我的行头来看，我是在床上出的事，从我的发型来讲，我是凌晨出的事。假定站门女言之有理，她口中的飞翔以及可以飞翔的人该真实存在，以西欧配拼音的建筑，以勇士称呼男子，以胯下之不明物为坐骑，我认为这很有可能是一个魔法世界，身为主角，一定会有非凡的遭遇，就算不非凡，也算非常，到时候开发商会派发我几个生活技能打怪升级，终修成正果，发现大秘宝，打开一看四个字，再来一次。\n\n　　我走着正想发展下面，马上前方扑来一名黑衣人，由极动至极静，于我跟前停下，我也停下，他竖起右掌推直了再缓缓放水平，我猜他是要变形让我看或者要打我。\n\n　　他说：“打发点嘛。”\n\n　　我靠空口袋打发走他，hold住情绪，默默上路，到底去哪，还没想好。陌生世界虽然被我踩在脚下，但不论我踩得多么有节奏多么有感觉，也没谁告诉我更多对这里的认知。幸好我人健在，并且健康，即使离开了心爱的床，离开了拖鞋，离开了床上用品和床上的纸，但跟来的装备都还能遮羞，我便知足了。我想既然衣服没少，那么活着就好，下面就该收集情报，让我活得更好，寻找酒足饭饱。水也行。\n\n　　也许有人要问了，你没拖鞋，难道光脚走路。我说，这怎么可能，拖鞋没有，袜子还没有吗。朋友又要问了，你怎么穿着袜子睡觉。我当然不会回答我还穿袜子洗澡，但就一个普通青年的单间来说，没有电热毯的冬天穿双新洗的袜子不会特别不香，我想曾一起睡过的双层棉被也这么想，但脚不这么想，它选择了不冷，所以会不爽。\n\n　　走了几分钟走，我穿过了城门，回头仰视城门头，那里横着一块牌，附近没有守卫头顶没有蜡烛的情况下我看不清上边刻了什么拼音，但只要是拼音，它们都没打声调。这是我一路走来的总结。\n\n　　我沿着城墙先左后右的延伸了视线————什么都看不见，天太黑。我再向城外再外边看去，远方的黑幕中有些红点，不过很少，我数了数，验算时发现最先数的点不见了，由此我转为默数，二周目以后，我一对数发现有错，可能又错，我需要三周目的数。你会有这样的感觉吗，在数钱数的比原数多的时候，你总会重新数一次，并在内心告诉自己多的那次是正确的，事实上是错的，实际甚至更少，最后数了又数，验算没错后，认可那是数学错误，顿感心安理得，花光钱心都有了。\n\n　　“哥哥在数篝火吗？”\n\n　　我侧回一个钝角的身，一个小萝莉刷新在我屁股旁，有点背光，她双手背着，头发长到腰际，高长到我的腰际————我有一米七七。裙至膝盖，短而精巧，尤其是歪了一丝的脑袋，那种萌的弧度惹人想看通宵动漫，不H的那种。我一边祈盼新世界妹纸的主动传送给我世界妹纸一边走到小萝莉身后，只有那个地方，我才可以近观她迎光的面容，就是看清长相。\n\n　　“哥哥你怎么呢，琪儿打扰你了吗？”\n\n　　我叹气摇头两不误，马上小萝莉眉毛轻揉，眼神开始乱飘，俩小手来到跟前相握着，脑袋微低，声音略颤，一副被虐模样：\n\n　　“对不起，琪儿打扰哥哥了。琪儿马上离开。”\n\n　　“别，别哭啊妹纸，我没说你打扰我了。我本来出城数星星，结果抬头望天天没有，只好数红点，现在已经数完，正等下一波。像你这么礼貌（每句有哥哥，基本都在问问题），这么...这么热情（主动），这么有责任心（所有问题都认为是自己犯错），这么美丽的姑娘，我身为一名屌丝，真是愧不敢当，当之无愧，哦不，受之有愧。”我双手抱拳前后摇，说：“未曾请教姑娘姓名住址和电话...哦，就是姓名。”\n\n　　小萝莉眨着眼，小嘴亮出O型，一脸几乎不明白的表情。\n\n　　“哥哥在讲笑话吗，琪儿不太懂，不过哥哥说话好温柔。”琪儿小萝莉嘴角上翘，要笑不笑的说：“琪儿本名叫蓝琪儿。哥哥说的，好像，恩，什么丝，是说‘天应师’吗。哥哥叫什么呢。”\n\n　　我对两次出现在两个女人口中的同一个词难保留兴趣，由于实在听不懂。我说：“天应师吗，我刚从床上摔到这里，可能头先着地，所以忘了很多事。不过不要紧，名字还没忘。你好，蓝琪儿小姐，我全名简易，字到钱儿，性别男，信春哥，爱好宅，常纠结。”\n\n　　“简易，好好听的名字。”\n\n　　“你好我也好，恩，因为你在这里，可以麻烦你一些时间问你几个问题吗。”\n\n　　琪儿茫然点头说没问题，眉毛又揉。\n\n　　“哥哥问吧。”\n\n　　“现在是公元多少年了？”\n\n　　“公元，年，恩...”琪儿伸出小食指点点下巴，瞳孔上翻，嘴向下弯，我以为她牙疼，结果她突然说：“哥哥是问时间对吗？”\n\n　　“哇，你真厉害。你猜对了。”\n\n　　“不是啦哈哈。哥哥如果问时间，现在是9173年2月31日，再过几个小时就是3月1日啦，伟大的冒险节要来了，哥哥你期待吗。”\n\n　　我有点不满日期对不上日历，说：“毛线节？莫非是女子织毛衣大赛，第一名送高级男模一头，附带腰不疼手册周刊今年版。”\n\n　　“哥哥说什么呢，琪儿就是为了明天参加冒险节才赶到‘牧池’的。冒险节能够证明自己的技艺，因为琪儿刚刚成为天应师，没有任何酒馆敢托付任务给琪儿，更没资格参加公社，所以琪儿要参加冒险节，拿到名次，以后才能接受任务独立生活。这是新人的试炼,琪儿一定要进入五大公社之一。”琪儿握紧小拳头表明决心，小脸涨得像红富士没贴标签那面，让我想捏。\n\n　　我意识果断，捡听得懂的听了，说:“你这么小，爸爸妈妈放心让你一个人出去找工作打怪兽吗。”\n\n　　琪儿眼睛生水，音发颤：“琪儿才不要他们管。”\n\n　　女人的情绪颠覆，我永远不懂，一会儿要哭，一会儿要哭不哭，时刻准备被安慰，还与年龄无关。安慰好了，不理你，安慰不好，不理你，都是不理你，一点礼貌没有。我只有跳话题，说：“琪儿小妹妹，不要悲伤。就算我不了解你为什么不想父母管，但我想你有你的原因，而你选择了自己最正确的路，无怨无悔。所以，我顶你。哦，我支持你。所以，你先告诉我，天应师是什么玩意儿。”\n\n　　琪儿先高兴回应了我的顶再茫然说：“没有啦没有啦。哥哥真不知道吗？应该每个人都知道吧。”\n\n　　我就知道某些东西碰不得，好比到达我朝的穿越者问我性别是什么，我脱光裤子，再脱光一个她的裤子，然后来回指着裆中央叫他玩找茬，行吗。我细细想想，旋即否定了自己，不行，那是区别，不是性别，我们不能以此断章取义春哥的属性。\n\n　　“哎，说来惭愧想来受罪。我从小就有睡觉乱滚的毛病，这次估计遭了惩罚给撞失忆了。幸亏遇见了你，这场注定的邂逅让你成为我的救命恩人。你肯定能帮我想起什么来。”我拉拉我的睡衣装继续编：“姑娘请看，你见过有穿这身衣服上街买菜的哥哥吗？”\n\n　　“哥哥这么晚出来买菜啊，这么晚肯定没有了。不过，哥哥的衣服很别致，特别是中间这只狮子，好可爱。”\n\n　　“她是一只母猫，叫哈喽..哈喽啃什么来着。”\n\n　　“哇。”琪儿眼睛泛光，下一步伸出小手自顾自摸摸抓抓我的睡衣图案，嘴上再说：“琪儿可以摸摸吗哥哥。”\n\n　　“请摸请摸，但问题还是要回答。”\n\n　　“什么问题呢？”\n\n　　“什么是天应师。”\n\n　　“咦，这是什么。是什么锁吗。”\n\n　　“停，别解，那是我的裤腰带。”\n\n　　——————\n\n　　我和琪儿走在道上。大半夜的城市有着像建筑工地因拖欠工资而来的热闹，此起彼伏，在我脚下，于我眼前，去了又来，好似城管，不让摆摊。\n\n　　“原来叫哈喽啃蹄，哥哥还有这样的衣服吗。”我俯视见琪儿想要的眸子，拍拍她头说：“以后给你做一件。”\n\n　　“真的吗？”\n\n　　“不假。”\n\n　　“哥哥真好。”我疲于应付琪儿可能要问的为什么对我好类问题，在她用姿势抒发兴奋正要张嘴之前我抢先说：\n\n　　“你的意思是，每个人都能成为天应师。而成为天应师仅需读懂一本统称为‘技经意’的书。”\n\n　　“对啊对啊。”\n\n　　“你说这书怎样都无法摧毁，以一种绝对的形态存在于现世。”\n\n　　“对啊对啊。”\n\n　　“但你又说读完全本后书消失了，技能就有了。那书去哪了，不是不能销毁吗。”\n\n　　“技经意读完读懂后，和你合体了啦，所以它并没消失，只是在体内了。”\n\n　　“哇哦，居然有这么前卫的词汇。合体，怎么合体了？以前的江湖合体叫剑人，现在的合体难道叫书...记。”\n\n　　“琪儿也不全知道。反正合体后就能使用技艺啦，像刚刚给哥哥看的那样，那就是琪儿的‘反技’。”\n\n　　我回顾刚才琪儿为我表演的技艺，设再刚才的聊天记录成立，她的意思是她身怀绝技，确认几次无误，我朝琪儿丢去一块小石头，石头弹了一个抛物线落地然后滚，我问琪儿疼吗，她说不，她说这便是她的反的功夫。\n\n　　我没话说，但没话找话说，好功夫啊。那么这反，是怎样反，是什么反。\n\n　　琪儿说，琪儿的反，应该是反射之反。\n\n　　我真想说，姑娘，那是物理，不是功夫。\n\n　　其实我从小练过功夫，但功夫不负有心人，我因唯一一次乱扔垃圾被抓现场而被同学们嘲笑成没良心的人，从此金盆洗手。后来我学习到良心不是器官的概念，想冲破枷锁，低头一瞧，原来我的年纪已经长到进游戏厅不用再站在别人背后看别人玩的级别，顿觉游戏好。在游戏中，我同样学到了新知识，知道人不可能跳那么高，命没有几条，树不会有脚，美女脱衣靠的不是麻将靠的是钱，知道生活有规则，世界有物理，一切都合理，很久以前和很久以后我都未曾怀疑，是世界选择了我，不是我选择了世界。\n\n　　直到我回过神，顺着琪儿的手指方向看，一名男子身着轻甲，胯下一马，左手正常，右手变成沙子如油田钻到喷油，一层一层，由里向外，越来越稀松，好像冰欺凌太热的感觉。\n\n　　而我感觉，如此近的距离，空气依然清晰，真是好手艺。\n\n　　　　第2章 不管用什么一定要先看懂说明书\n\n　　“哥哥你看，那是谷雨哥哥，是沙之技艺。哇，没想到谷雨哥哥也来牧池参加冒险节，好兴奋啊。”我怕琪儿跳起来踩我袜子，先下手摁住她脑袋说：“这位爷们一定很厉害，但琪儿你要先给我解释清楚，让我多明白明白。”\n\n　　琪儿恩恩说：“哥哥你也能学技经意的，每个人都行，只要寻到它。”\n\n　　“在哪，在书店吗。”\n\n　　“书店？哥哥说的是‘关意阁’吧，那里倒是有，但都是卖普通的‘创造体’。”\n\n　　我知道摆脱文盲的手段就是继续问：“创造体？什么东西，能合体吗。”\n\n　　“琪儿想了想，还是把知道的告诉哥哥，以免哥哥不理解。技经意分四大类，第一类是琪儿这种，属于‘概念体’，大多数概念体的技经意都没有实体技艺，比如琪儿的反之技艺，似乎不能主动攻击。像谷雨哥哥的属于‘万物体’，能与沙交汇，沙形沙亦身，它们都是实际的存在，攻守兼备，很厉害的。恩，第三类是‘意识体’，应该和琪儿的相反，它们虽没实物但能主动施放。琪儿见过捷之技艺的一位姐姐，她的技艺会使她变快，还有一位哥哥，他有着飞翔的技艺，琪儿特别羡慕，可以像鸟儿遨游天际，自由自在。最后是创造体，琪儿觉得它们大概起了帮助的作用，是作为辅助的技经意，比如在关意阁都有卖的‘失’的技经意。哇，说到这儿才知道有好多好多要说的。\n\n　　前三类体是世间的孤本，也就是唯一一本，创造体虽说是技经意，但也能人工制造，因为属于辅助所以很有市场。根据《创世录》所说，前三类体是创世者所造，无法用任何物质摧毁，在学习后，技经意会与学习者融合。这里要说明了哦哥哥，每个人体内都有一个‘容纳格’，这个容纳格只能注入一本技经意，如果成功学习一本技经意后再学习另外一本是无效的，所以人体承载着一本技经意使用着一种技艺，但技艺可能变化无限种的形式。想学另外的技经意，必须忘掉以前的。之前所说创造体的失之技艺就是导出容纳格里的技经意，而导出技经意让它在现世成形只有两种方法，一是失之技艺，二是死亡。导出后，就可以学习其他的技经意了，但学习成功前三种任意技经意后的一天时间内是无法使用失之技艺的。还有哥哥，一本技经意就很难找了，拥有两本的人更少，因为让技经意现世成形特别危险，被人夺走别人也可以学习，在现世的技经意，不属于任何人。\n\n　　啊，有什么没说完呢。对了对了，使用失之技艺后第二次学习以前的技经意时，内容会发生变化，技经意合上同样会换掉内容，换人读也会变，离手后再入手还会变，所以学习技经意要在没人打扰的地方，一气呵成的一个人读完全本，字其实也不多啦。”\n\n　　琪儿普及完专业知识后频繁换气，还说着：“琪儿不知道说清楚没，好像忘了许多。”\n\n　　我也快忘了许多，说：“你的科普很实惠也很到位，说了这么多，我没怎么听懂。我先问个其他的，你们的科技和教育发展到什么程度了，词汇什么的够前卫呀。还有，你从哪知道这么多，多大点孩子啊，竟是些打打杀杀的东西。”\n\n　　“琪儿从《创世录》上看的。”\n\n　　“也是那什么技经意吗？”\n\n　　“就是普通的书籍，呐，琪儿这有一本。”\n\n　　我接过琪儿递来的线装书打开看，还是手抄本：“意思说任何能力和技术都按照创世录上规矩来？”\n\n　　“可以这么说吧。”\n\n　　——————\n\n　　至此我对技经意产生了浓厚的兴趣，以及向新世界多问的心情。路过我爱罗，向琪儿的邀请说了几声不好意思怎能让你请，我跟着她来到酒馆准备吃喝。酒馆也是拼音建筑，格局像客栈的，桌椅似学校的，而氛围是菜市场的。我坐下后把点什么交给琪儿，一手打开创世录阅读。要把逆天技玩透彻，我必须掌握它的基础理论，看它能不能影响结局，从而决定什么技能泡什么妞，达到人书合一的境界去闯荡，若实在闯出不去，荡还是有的。\n\n　　氧气充足，室温不高，一段时间过去，我归纳出以下几要点，因为创世录不是拼音写的，所以我背了下来。\n\n　　这是一种无法弄坏的技能书，但会弄丢。\n\n　　这种技能书是唯一的，除了手抄或者印刷出版的辅助书籍（创造体）。\n\n　　这是一种可能不好读懂的书，人品决定了要不要去掉可能不。\n\n　　这种书特别少。对照上一条，再看这一条，说明考上天应学院有难度。\n\n　　学习技能成功，书会合体，人会给力。给力后无任何单位开天应资格证或等级证给你，但你实实在在牛逼了。\n\n　　人体只有一个放技能书的空格，不是回车，意思是你只能装备一种技能，不论你拥有多少本。\n\n　　辅助系中有本忘掉技能的书，使用后技能书脱离合体现形，人萎了。没学技能书的千万别乱用。装备技能的人死透了，技能书脱离合体现形，不再担心会带进棺材。\n\n　　学习技能成功后的一天时间不能用辅助书忘掉，换言说学习技能书有冷却时间，一天，暂不打折。此手段成功的抑制了频繁换书的BUG玩法。\n\n　　技能书属变形金刚，换人摸、重新摸、关上再打开、第二次读，选以上任意一种方法，内容更改，自动排版。我考虑到每次读的不一样，务必还自己会意，深感缺心眼。\n\n　　学习技能成功关键有二，一次性的读完读懂，不可断的肌肤相亲，这是刚读到的。一本本必须摸着捧着贴着读的十万个为什么不同的故事集发售了，别说拿着累，上厕所都得带着，还不能打个书签关上它去找卫生纸。\n\n　　附，两人及两人以上摸书，书会白屏不显示，回头一人摸，重置。\n\n　　二附，没和书产生摸与被摸关系的读者看不见书的内容。\n\n　　上下综合，俩附录声明了不准别人读懂书后讲给你听发短信也不行的宗旨————他刚才看见的字不会是你将要读完的书，要是一起读，你俩想和墨水见面都难。\n\n　　稍后我默默沉思，反复琢磨，系统不敌中国特色，我发现了新漏洞。虽说人家看不见书的内容，转手后又换内容，但我能让他知道我现在读的内容。我可以选择大声朗诵课文，可以选择认真抄写全文，人家一听原来是西门庆的故事，话也不多说，拿个烧饼写上LZSB，我岂能不知其内涵（知道内涵的一读就懂，纯属恶搞）。正当我为我能废掉一句规矩感到自豪时，我翻开了下一页，上面十几行小字，现代化后是：我想了下，为防止枪手，扼杀作弊，力求自己的书自己读懂，所以加了几点。一是看书不说话，说话不显字，为避免突发情况没法喊，不屏蔽救命两字；二是双手和书要在一起，哪怕是一片指甲，左正右负，形成回路。有同学要问了，翻书怎么办。我只好告诉你一个新加入的功能，点哪边，往哪的另一边翻，右点向后，左点向前。有同学又要问了，我手在上边，书怎么翻才不会阻碍我看书。为此我利用了空间科技，虽然能摸到实际的封面和厚度，但书不算背面总共两页，封面是第一页，打开是最后一页。打开后，这里便成了阅读平台，翻书的翻，其实翻的是一页的字，不会造成三维空间冲突；三是，脚板心着地，可以穿袜子和鞋。不要以为封手脚自己仍旧风骚，坐姿虽不限，但我限制了身体扭动弧的大小以及肌肉运动频率，你以为我不知道你想打小抄给别人吗，你以为我不知道靠肢体也能语言吗。结合第一点，我设立了新的一点，不能张嘴，喊救命除外。世界上有种东西叫唇语。别嫌烦躁，一本书一个技能你哪都买不到；四是，防止风吹，我艰难的规定书没人摸就没有字。而除了风吹，还能嘴吹，嘴不出动，手也可以拿其他东西撬，所以得注意一下。暂时四点，后面的没想好，如果再有，翻页瞧瞧更新了吗。不要难过，我干这些，都是为了读者你好，你想，你能用的别人也能用，你能想到的别人也能想到。所以，综上，杜绝作弊，举报奖励，构建和谐天应你我他，靠大家和上面的规矩，也许下面还有...（设定一个周边有人不显字的规则不是更简单吗，但后来出现了BUG）\n\n　　...我不知该冲哪点吐槽，但我特别明白，从现在起读的每一本技能书，都是iphone版的电子书，读这样的书，不能走上去厕所的路，如果有还只能憋，而且不准失禁，哪怕一点生理反应都可能让程序失效。你想象一下，我的脚是插头，我的手是铜片，书是电池，我正在充电。一处离开断电，嘴巴张开漏电，乱动接触不良，就连出气，我都怕擤出鼻涕导致它短路。这是一场木头人比赛。人们不明真相，妄图伸手援助我，我淡淡摇眼睛不撒手的说，你们不在磁场，看不清我干什么，如果你们碰到我，磁场就会消失不见，我又要重新充，读书是很辛苦的事你要记得。我擦我居然又说话了，它又白屏了...\n\n　　没表的时间里，我得知琪儿曾被技能书的学习方法坑过，她动手杀了一只蚊子。我谅解了作者，接着归纳剩下的点。\n\n　　省略号。创世录出现最多的符号，故意没写完，让你乱猜，典型的坑爹模式，书上也没鼠标，点不开省略号省略的内容，譬如一句“创造例，失之造技经念意法止上奏，回光；章之造技经念意法止上奏，地川...（这我省略的）；重注之，唯...（这他省略的）”，省略号和谐了末尾的重点注意事项，作用是写副作用。\n\n　　体制方面，简化如下。\n\n　　概念版的技能书，我总结为光环技能或被动技能，创世录云了几个概念体的名字和作用，如，沉默光环，反射光环（琪儿的技能，但没显多厉害，难道是我扔的不用力），免疫光环（逆天了）。有范围限制，但大小根据什么标准而定，我想一定不会是查克拉。琪儿小手往嘴塞满食物说：“是体质哥哥。《创世录》上没有，其他书有记载，这可属于基础知识哦。有书曾说，使用技艺者不可荒废体质的锻炼，更不可沉浸于技艺中而摒弃自身，所有的技艺，都是和本体相关。本体越厉害，技艺越强大。”我没忍住感叹，这才是赤果果的概念能量，无法数据化的基础属性，但它确实相关蓝条和血条，代表你能打多久和挨多久打。\n\n　　我想了想自己肉做的体质，正想往下想自己的体力，却不经意间瞧见了袜子...我还是不要瞎想了。\n\n　　万物版的技能书，我总结是主动变身技能或模仿技能。理论而言琪儿的某某哥哥会变成冰欺凌沙尘暴。\n\n　　意识版的技能书，我也总结了下，但不好总结，暂时只好说高效敏锐化已有机能或拥有一项物理甚至特殊功能。比如提高自身密度，硬到能够菊花开瓶盖，菊花碎大石。\n\n　　创造版的技能书，纯属BUFF（持续的增益效果）或生活技能辅助技能。琪儿说了，叫失的那本书可做橡皮擦使用，擦掉内心的书，还我一片空白。和我世界相反，我们那是被擦的没了橡皮擦在，而这边是橡皮擦没了被擦的在，无视次元空间。\n\n　　总而言之一句话，要逆天，多读书，不作弊，考天应。不论招生率多低，别管考过多少回，因为不缴考试费，所以成绩将无限期逼近分数线，直到录取通知书邮到我家门前。\n\n　　——————\n\n　　琪儿给我一只腿，说：“哥哥也吃点吧，多吃有好处的。”\n\n　　我没找着筷子，摆摆手说：“你吃你吃，你正是长身体的时候，好吃你就多吃点。”\n\n　　“恩恩。”\n\n　　“你不睡觉吗。”\n\n　　“今晚肯定没多少人睡，因冒险节全城暴满，大家兴奋都来不及，一定不会睡啦。”\n\n　　我想不起哪次考试前去通了个宵，但考试时总在睡觉，醒来的时候，笔他妈妈的不见了。日后我学乖了，考试便不再带笔，一劳永逸，童叟无欺，永远为班级的倒数第二名贡献垫底。此时此刻，我在此间意淫，将于不久的将来，完成倒数的逆袭，成为正数，并勇敢的告诉同学们，你们从开头数，很快数到我，没有并列。\n\n　　“哥哥你笑什么呢？可以告诉琪儿吗？”\n\n　　我目睹到油渍上脸的琪儿，掏掏上身睡衣的内兜，一小卷卫生纸现形在手。我撕掉一截，动手擦掉琪儿脸蛋的油，由于她矮桌高，我只能站起身伸直手去擦，边说：“笑你皮肤比我好，才上通宵没多久，这么油，以后不会长皱纹。”\n\n　　琪儿一知没到半解的傻乐，没有闪避任我清理，说：“哥哥真体贴，这是什么呀。”\n\n　　“污染清除体，也是技经意哦。”\n\n　　“哇，真香。哥哥真好。”\n\n　　“过奖过奖。”\n\n　　“可以送给琪儿吗。”琪儿见我乱丢纸屑，有点心疼揉眉毛的说。但我已经乱丢，不好意思捡，于是拿上这一卷塞在琪儿的小包包里说：“这是一次性的，用了要丢掉，新的送你，作为你请客的一点小回报。也可用作菊部清洁体。”\n\n　　“谢谢哥哥。”我没好意思问她上完厕所该如何清理臀，琪儿也装没听见后一句，或者没听懂，小油手拿住卫生纸捧着乐，不一会儿就捧油了。\n\n　　这时，旁桌的争闹声近了一步，我转头寻发生源瞧，几名男子正向我这桌聚拢，其中一名说：\n\n　　“走，过去问问那位勇士，让他评判评判，看看如何是好。”\n\n　　伴随几个走走走谁怕谁的喊声，一群纯爷们光临了我和琪儿的用餐桌。不知哪位闹事感极强的同志一掌拍在桌上，一圈男人回答上一个问题般叫了声好，同时他冒了一个字:“问。”\n\n　　我和琪儿面面相觑时，一只手拍拍我肩示意我转头和手的主人面对面下。面对面后，我看见帅哥一枚。帅哥再拍拍我肩，说：“勇士打扰了，我们这群同伴有个争执，却久争不下，烦请问问勇士你，给我们断定断定，到底何去何从。”\n\n　　我耸耸肩说:“问吧，什么事。”\n\n　　拍桌子的汉子摁摁他的胸部，我瞥见琪儿歪了脑袋，可能在对比。他大声说：“我来说。这位勇士，敢问姓名。”\n\n　　“姓简名易，字到钱儿，性别男，信春哥，爱...”\n\n　　“简小哥，我叫林希希。”大汉打断我说：“我们与你素不相识，既在此认识，便是缘分...”\n\n　　因报复心强，虽然体型迥异，我也勇气十足。我打断说：“哥有话请讲。”\n\n　　“好，简小哥真性情。”林希希像划了半边括号的甩手说：“不怕你笑话，我直接说。我们一行人以前干的是伤天害理的勾当，掠人牲畜，抢人钱财。有一次遇见位天应，却不自量力与之为敌，惨遭失败。而那位大师并不计较，说我们性本善意，无奈故乡遭灾，王国不理，只好做些害人的事。他为我们传道，还分于众人技经意，当初我们是不知道，一本技经意且难找，更别说十本了。”\n\n　　我数不尽围观群众，参与者又多，林希希说：“大师说习得技经意，有了自保，便可以生活，不可与人为敌。如今我们生活安好，但始终有个问题难以解决。”\n\n　　“什么问题？”\n\n　　“当初大师离开时我问大师，以后如何找寻你。大师说，哦，大师语调我学不来，我用我的话说，大师说，何必寻我。我说，救命之恩，将来必报。大师说，好，等你们习完技经意，自然便能寻到我。”\n\n　　“不挺好吗，你们学完了找大师去呗。”\n\n　　马上有人拍拍我肩，我回头望望帅哥的脸，他用手比划着说：“简兄弟你是不知道，大师送我们的十本书，我们只学会了九本。”\n\n　　“你们当时有几个人？”\n\n　　“十人。”\n\n　　“现在呢？”\n\n　　“十人。”\n\n　　“谁没学会？”\n\n　　帅哥指着自己鼻子说:“我...”\n\n　　“诶。”林希希忽然大吼，琪儿吓了一下，牙齿就一动不动了。大汉左手横着向下甩，承上启下的给上一轮打下反括号，说：“哥哥什么话，我们这些年，谁不服哥哥，你不靠技艺一样胜我。再说了，我们都用失技忘了原本的技艺，再去学习第十本技经意也没人学会，这怪不得哥哥。”\n\n　　我真心没瞧出帅哥是首领级的体能高手，百米能跑9.8秒吗，带跨栏吗，穿拖鞋吗。帅哥摆摆手说：“说来惭愧，就我不会。不过我们也请教过不少高人，但没人能读懂这本技经意。”\n\n　　“那你们争执什么。”\n\n　　帅哥的手摸摸我肩，说：“我想借冒险节，把此技经意作为翘楚的奖励，即便出类者也不能读懂，我也希望更多人了解到这位大师，然后送出此书。我想大师的心愿肯定不会让此书埋没在我们手里。”\n\n　　“不行不行。”林希希急了，一手摁桌说：“我们这样就找不到大师了。”\n\n　　现在就该我提问了：“希哥，你们之前不是也让高人们读过吗。”\n\n　　“高人读了，自然知道我们该去哪寻大师。而且很多高人自身有技经意。”\n\n　　“有的话不能合体，怎么能知道你们大师的去处。”\n\n　　“书意不可共享，但如果内容藏有大师的找寻线索是可以说的。”\n\n　　“你们趁冒险节让群众读懂了，再用用失把它挤出来，不是也可以吗。”\n\n　　“简小哥，哥哥的意思是送出这本书，不再寻找。要是别人读懂了，只要他不愿用失，除非去死，书是不现形的。”\n\n　　“你们以前怎么统一的，照希哥的话，他肯定不愿外人去读懂。”\n\n　　这次我躲闪了帅哥的拍肩，他笑笑说：“背着他去的。”话完立马有人搭茬：“不敢背着二哥去了，上次被发现，差点毁了一个镇。”\n\n　　我不禁咋舌汉子的霸气，说话卷舌：“我说希哥，你又想找到大师又不让别人读自己又没读懂，不是自己找憋屈吗。”\n\n　　林希希憋了一会儿，说：“不行不行。”\n\n　　“有什么纠结的，就像我说的，你让参加冒险节的人们读读，这么多人，万一读懂了，你截住他问问他大师在何方。或者用个透视心理技能，一眼忘穿对方想法，成功找到大师所在地。”\n\n　　林希希考虑了一番，说：“不行不行，怕他跑了。他不告诉我们怎么办。即使说了，骗我们的怎么办。我要杀了他，他什么也没告诉我的话，他就白死了。”\n\n　　我无解于死心眼的人对上缺心眼的书，环顾帅哥和众人的无语，我有话说：“让我读一读，你们摁住我。要是我读懂合体了，我也跑不掉，你看这样行么希哥。”\n\n　　**——————————————————————————————\n\n　　琪儿说，哥哥这么多的设定没问题吗。\n\n　　简易说，应该，没问题。为了铺垫以后，你总会损失些什么。\n\n　　琪儿说，后面怎么办。\n\n　　简易说，后面，只好接着损失了。\n\n　　　　第3章 人生还是要学会几篇外语课文\n\n　　林希希看我的眼神像看烂片样丰富多彩，我默默无闻，因刚得知此人的技能能屠城而最好闭嘴。我早期打断他说话会被他当做灭我的借口吗，他需要借口去灭我吗。\n\n　　帅哥微微笑说：“简易兄此时的容纳格还空着，如果你融合了技经意，我想该是天意。”\n\n　　“此话怎讲？”\n\n　　“近来我才明白，大师的本意终究是不愿我们找到他。而能读懂第十本的人，在世上肯定如凤毛麟角，这样的人，我相信才是大师托付意志的人。”说着帅哥从腰间的烂布口袋里扯出一本金灿灿的书，林希希刚准备说几句让哥放弃，帅哥就怒了：“老二。”\n\n　　琪儿咽下食物，眼神于我与书间徘徊，说：“是概念体。”\n\n　　“姑娘说得没错。”帅哥凭空横拉破折号，书掉在我面前，但我不清楚帅哥的动作跟书的运动轨迹有无关系。他说：“此书便是第十本了，还请简易兄认真品读，如果机缘巧合融汇一起，劳烦告知我等大师的位置，辛苦了。”\n\n　　我左瞧众人乱七八糟的眼光，右观琪儿的小脑袋，她比了个加油的手势，我乐了，赏她一个赞的嘴型。就这样，带着众人的期盼，陪着帅哥的大义和还想见到大师的小九九，顶着希哥将要鄙视我的态度，我拨开了书的第一页。但...没拨开。\n\n　　我郁闷只有两页都拨不开，琪儿大眨眼睛，很小很小声的说：“哥哥，书放反了。”\n\n　　帅哥咳嗽了一嗓子，我认为他又要拉标点符号。只见他手势快到我还能看见的地步，搭上书角，把它翻了个面。\n\n　　我点点头为表赞许，挑开了电子书的第一页，也就到了最后一页。\n\n　　现在，不管他们看到没看到我看到的内容，无论他们会意没会意我会意的思想，仅在此刻，我一人两手抚着第十本技经意，哪里想翻点哪里，坐等合体。\n\n　　“Oh,my god。”\n\n　　众人大惊，问我何故，我本想卖弄风骚，转眼看见林希希的刀已出鞘一半，生怕他说不见血不回家的言辞，大喊：\n\n　　“谁踩我脚了。”\n\n　　——————\n\n　　眼见第十本透明度越来越高，我捧它的质感越来越轻，大伙的表情以踩到各种不同的实物呈现出来。有些人踩到了黄金，有些人踩到了玉米，林希希踩到了大便，帅哥踩到了一百块人民币，而人民币上沾满了大便。\n\n　　唯有琪儿微笑的歪脑袋，给予我一种静态的美感，我，也是身不由己啊朋友们。\n\n　　书消散的那一刹那，琪儿惊叫啊，我的脖子马上就被一条凉的直线压下一二毫米。林希希一肘摁住我肩膀，一手倒握刀柄，姿势像极了趴在课桌上睡觉，他叫:“快说快说。”\n\n　　我知道自己合体成功，但其实没什么充实感，也没神清气爽，或者青筋暴涨，想着可能是电子产品的物体跟我组合完毕，我由衷有些不高兴。以后过安检怎么办。\n\n　　“希哥莫慌，我跑不掉的。”\n\n　　帅哥反应稍慢，但总算没迟到，他用指甲片弹开了刀锋说：“胡闹。”\n\n　　林希希倒退两步绷起身，两手放两旁，两脚岔八字不动，我一眼就看出他的刀没回家的打算。周围其他群众充分发扬了只围观不说话的酱油精神，路过数次，看完再娱乐。我装高兴的说：“没事没事。”\n\n　　帅哥看完林希希看看我，好像还是我比较耐看。他微低头说：“简兄不好意思，老二就是这样。你现在什么感觉。”\n\n　　“没事没事，也没什么感觉。”\n\n　　“也对，技经意内容与技艺无关，而概念体更没明显的征兆,孰好孰坏要靠时间观察。”\n\n　　“要不让我读读失的书，把书还给你们。”\n\n　　“这倒不必，我说了你如果能习得第十本，你自然是它的主人,况且你刚融合技经意，之后一天不能用失技。但在下妄自唠叨简兄一句，千万不可以此作恶。”\n\n　　我打个哈哈：“放心放心。”\n\n　　帅哥有点接不下话，导致在我名字上拖了尾音：“简兄...”\n\n　　我说：“我理解你们的心情，虽不太了解你们的遭遇，但这位大师的地方，我大概算出来了。”\n\n　　“简兄此话当真。”帅哥最大化了眼直径，林希希和各位也准备好动手了。\n\n　　“千真万确，前提是你提供一份地图给我。如果实在担心我说谎，我完全可以陪你们走一趟。”我说此话发至真心，因为第十本书讲了三只小猪的英文版故事。在此我谢谢我的中学英语老师，是她，用带感冒快要倒下的身躯为我们一字一句的解读课外童话读物的真谛，我在这堂课上没有睡着，因为前四堂睡够了。但不论如何，我终于用到了老师教导的知识，并在未来发扬光大，谢谢老师，谢谢前四堂没有叫醒我的老师们，向你们敬礼了。\n\n　　帅哥应了声好，手从烂布口袋内抓起一本白皮书，轻轻一抛，书在他手上方悬停几秒，随后色阶变换，从一般到极亮再到消失，整个过程持续时间不到十秒，难度系数，我不知道，技术要求，不会是磁悬浮。\n\n　　琪儿哇哦的说：“章之技艺也。”\n\n　　我好问的说：“这也是技经意吧，帅哥你刚才就学完了？”\n\n　　“技经意没错，但创造体属于人工合成，几乎都不用注入容纳格学习，内容基本一样，读法超级简便。它提供的多数是日常需要的帮助，面向大众，人人要会用，门槛自然得设低。新买的创造体有最新的消息，这本章技是我们到牧池买的，地理地貌再新不过了。”我猜帅哥猜我清楚的不多，所以情愿多说一点，为防止我跑打下人情基础。\n\n　　一刻功夫，桌面显示了一张躺着的3D地图，山川地貌微妙，无一不详尽，要再插上几块长方体，就可以当楼盘模型去卖房了。我惊讶于当世的合体科学技术，更忧郁于旧世的技术合体的合法性，纠结无用，我说：“比例不够大啊。能看见全貌吗。”\n\n　　帅哥的下一组动作令我暗竖中指，他两指先张开后合拢，地貌缩小地图不变大小，我惊呼：“这TM不是Ipad啊，谁说国产平板不能多点触控，最多支持几点？”\n\n　　帅哥无视了他听不懂的词，指指其中一个亮点，说：“简兄请看，这里是我们现在的位置。你再看看，大师会在哪个位置。”\n\n　　我看了个大概，热血澎湃。我说：“这google地图能这样3D全息投影多久？哦，能持续多久，像这样。”\n\n　　帅哥微微皱眉，说：“说不好，这根据体质来定的。所谓‘意分四体，人存六行’，在下不才，仅到‘夭行’，断定有个几小时吧。”\n\n　　我大感有意思，不仅技能书分四个品牌，人也要打怪得经验升级，前者是软件，后者是硬件，软硬结合，配合大脑系统，效果全开，完美运行。然后...\n\n　　琪儿迷茫的表情提醒我现在想这些没意思，偏头我看清周遭不好意思打我的氛围，我说：“哦，不好意思，有些沉迷了。这地图轮廓和我们那儿的有出入，总体来说有些离谱，你们看，陆地间隔少了特别多，基本一条路能走通星球，大洋就剩两个超级大洋了。我问下，你们之前习得的技经意里，有出现过类似第十本里的文字吗？”\n\n　　“没有，只有第十本的文字解不开，和大陆的音符有异。”\n\n　　“那就对了。你们的大师，在这儿。”我一指定位，按在有可能不叫美国加拿大那边，偏左一点，如果非要细究，我会说，俄罗斯和加拿大接壤了。\n\n　　“这儿？”\n\n　　“没错。”\n\n　　帅哥刚沉吟，林希希就启动了：“放屁，大师怎会在‘梁有’和我们...”\n\n　　“老二。”对于我的被动，帅哥有话要说：“住口。”然后他再跟我说：“既然简兄这么说，我们自然是信的。不过，在下想问问简兄的根据是什么？”\n\n　　我只好瞎说：“因为英语，又是迪士尼，所以美国。再说你们大师一口气送了十个伪iphone，水货只有从美国来的试用机最便宜了。”\n\n　　——————\n\n　　我本以为分割线后他们会走的，事实上的确走了，但没走干净，留守一名起哄人员陪我们过节。琪儿一直没说话，一说话就是我心里话。我和她成直线坐着，留守那人旁边坐着，琪儿说：“哥哥，他们留人是怕你跑了。”\n\n　　我拍拍她头说：“好妹纸。他们想如果把我带去肯定偷窥了他们见不得人的计划。”\n\n　　琪儿说：“哥哥，你知道吗，琪儿刚才有个疑问，但现在解开了。”\n\n　　“什么疑问？”\n\n　　“哥哥可能不知道，王庭内有一支十名高级天应师组成的国王亲卫队，叫做‘姬冶十城宗’，在天应界很有名气，短短几年间声名鹊起。他们虽效力王庭却从不随意欺负平民和打压其他天应师，直属王庭，只听王上一人命令，以前常派遣到敌对内部获取情报，在战时也起了奇袭的作用。琪儿以为，之前和哥哥交流的那些人正是他们。”\n\n　　我瞧出琪儿的城府不浅，知晓后不轻易透漏，而且知道的太多，这在我们那属于理性追星，不盲目搭话，连签名都不要。以后她男人怎么办。我说：“你真是我的百科全书。难道他们真是那什么十个钟。”\n\n　　“是十城宗啦。琪儿最先只是怀疑，后来听说那个林希希叔叔的技艺可毁城镇，而那个没名字的叔叔更没有学习技经意，这和传言中十城宗的首领吻合。另外一个相符的传言，是说他们以前的职业为盗匪。”\n\n　　我听到还是我年轻些，说：“什么叫没名字，我没想起问名字。”\n\n　　“恩，除了没名字叔叔没技艺，让琪儿确信是十城宗还是他的一句话。”\n\n　　“什么话？”\n\n　　“他说，他的体质在夭行。”\n\n　　“夭行。哪个级别，很厉害吗。”\n\n　　“可以说琪儿在知道的天应师中最厉害的了。哥哥，体质有六行，分别是‘大行’‘太行’‘犬行’‘夫行’‘夭行’‘天行’，越高行位越厉害，每行位还有相应的脉门，开放后等于愈加厉害，琪儿刚入门，只有大行的体质。”我没法考证体质是哪个大爷编的，升级中带玩大字加一笔是什么字的谜语游戏，罗马字不好写，要你写阿拉伯数字有那么难吗。\n\n　　“哦，第五啊，没满级呢。”\n\n　　琪儿摆摆小指头说：“哥哥不要小瞧了夭行，人类倾尽一身勉强能到得夫行，若有天赋者，进阶夭行还需十年。”\n\n　　我觉得十年不够冷，说：“我看那帅哥也不过三十岁。进阶改成需一百年多好，一百二十岁刚升5级干部，一瞧身子骨，哟，不行了，赶紧打电话吧，不知道急救电话不要紧啊，看我岁数吧，绝对错不鸟。”\n\n　　琪儿没听懂，光回复我第一句：“对啊对啊，他应该是最年轻的夭行天应师了，全大陆的夭行天应师不出七人，十城宗就占了两个。”\n\n　　“这招生率太低了点。我说再加两人喊个称号，什么十个钟十个刃，全都土鳖去吧，哥们的称谓亮瞎你们狗眼，随便来一个，夭折葫芦娃，夭折小矮人，夭折七仙女，恩，夭折七春哥，霸气十足，朗朗上口。哦，又听不懂吗。恩天行天应师有吗。”\n\n　　琪儿听话的回了我最后一句：“传说历史上有一位，不过没记载。”\n\n　　“活着吗？”\n\n　　“不知道也，没人见过。”\n\n　　“好吧。我突然有个其他问题。”\n\n　　“什么呀？”\n\n　　“这位帅哥身份既然是高级干部，不说单位不发本书给他，自己怎么着都会找到一本好学的吧。我的意思是他们的首领一直没学过技经意吗？”\n\n　　“琪儿不太知道。”\n\n　　“不太对啊小朋友，你说学了技经意才叫天应师，那帅哥不是没学成吗，也叫天应师吗。”\n\n　　“琪儿觉得无非是个名头吧，反正十城宗是公认厉害的，而且也不知道人家以前学过没有。”\n\n　　“哦，天应师的概念真模糊，跟犯过一次罪的犯人一样模糊，以后不论犯不犯，都会被多数人称为犯人。那好吧，从今天起我就是大行天应侠了。”\n\n　　“哥哥不是呢。”\n\n　　“为什么？”\n\n　　“哥哥刚习得技经意，但不知为何技艺，如何操控，也不能开放脉门，只能说是‘人行’啦。”\n\n　　“不是只有六个行吗。”\n\n　　“人行算不得行，仅仅是为初学者叫着好听。”\n\n　　“干脆叫不行得了。”\n\n　　我计算了行前头那字的笔画，算来算去，颇感无力，纵然一身不明功夫，中间一横还给掐了，我只凑合被承认为一名人行生物，需经一辈子奋斗，努力长得更像人类，和人类成为好朋友。\n\n　　他们常说，常来地球玩。\n\n　　我冷笑说，不行。这不是地球，这是火星。\n\n　　　　第4章 男人永远不懂女人世界的高端\n\n　　下半夜我和琪儿有一句没一句的聊着，问问有感觉没感觉，我说什么感觉，她说那种感觉。我说抱歉真没有，她差点哭了。\n\n　　我卷起第一层弄满油的纸丢了，用新的一截擦她眼泪，说：“怎么哭了，想回家看动画片吗？”\n\n　　琪儿大张小嘴再小张小嘴再大张小嘴玩循环，我看纸快给泪循环没了，说：“再哭没卫生纸了，上厕所怎么办。”\n\n　　前半句是说她，后半句是说我，马上我想到一个没问出口的问题。话音落下，琪儿稳住眼泪转，大哈气的说：“酸...”\n\n　　天亮前的酒馆门口，我拍着琪儿的背劝她吐了就好，没准可以看看她刚才吃的什么。她问怎么吐，我心想我又不能吐给你看，否则她会指着几粒胶囊问那是什么，我说，胃必治，一二三四的胃必治。\n\n　　我见她光哈气不出东西，看样子酸得厉害，眼睛都泡肿了。考虑到需加外力，我说：“要不伸根手指头，慢慢放进嘴里，在牙齿后边你会摸到两个软蛋，绕过软蛋往下掏掏，想着吐不出来纸会没的，你就吐了。”\n\n　　琪儿呆呆点点头，小手指往嘴里伸了伸，然后停下看着我，我说了句加油，她眼睛一闭，如同贷款买房的人民下定决心，狠狠把手拉了回来。她肿着一眼的泪说：“怕。”\n\n　　我竖起食指轻轻摇，说：“我来帮你？”\n\n　　“恩。”我相信我的玩笑证实了琪儿对卫生纸的无比关怀，眼见她眼包不住泪了，我说：“别，哥开玩笑的。”\n\n　　“难道琪儿那么讨哥哥厌吗，琪儿真的很讨厌吗，讨厌。”琪儿表现出被我弄湿的模样，不时来声抽泣，俩小手不揉眼睛，不过效果很好，我制止不了。\n\n　　“好吧好吧，我们谈谈条件，你怎样才可以不哭呢。”\n\n　　“琪儿...琪儿...没哭，琪儿...琪儿只是...只是伤心...，伤心...哥哥...不帮...琪儿...，哥哥...可不...可以...帮帮琪儿。”琪儿一句废话点醒了我，可以等她哭到口鼻通气引发吐。\n\n　　随后若干秒，琪儿上下颠了若干下，泣不成声：“哥哥...”\n\n　　我认为，我是没有伸手到别人嘴里玩别人扁桃体的本事和觉悟的，玩自己的是卡了鱼刺，平时除感冒发炎吃不下饭会在镜子前检查它俩的形状和颜色，其余时间我都没见过面，其余时间我只见过其余俩蛋，你知道男人不止俩蛋。可今时不同往日，今天的女人非要打破我昨日的常规，事情干完我才知道有些事的开干条件不需要本事和觉悟，而是失误。\n\n　　时间往前点，在失误前，我仍然犹豫不决着，掏或不掏。我接着认为，我们大部分犹豫，都是找不到好方法拒绝而不是拒绝和接受两者间选，因为选错了，伤害他人，选对了没做好，害人害己。后来，琪儿瞧我没有毫不犹豫，不告诉我的扭头蹲下抱小脑袋，作失落状等我待会儿看。待了一会儿，我犯了个错，我去俯视了琪儿准备好的背面，但我不应该看，她柔弱的蹲放大了我无尽的怜悯心，马上我就跟吃了她吃的酸食物一样悲伤。我非常自责，对于选择题，如若不好选，我会懊恼当初就不该放弃放弃去看清这道题的念头，因为我总明白进入一间房间的男女下面会做些下面该做的事，换成我，我和她来到酒店门前，这时我不用压抑，顺路下去绝对是应用题，但当我碰见了朋友，听见他的口误，得知和我海枯石烂谈朋友的姑娘是位小姐并把朋友当客户的时候，题成了判断题，但我心地善良，愿意退一步讲，题又成了选择题，三选一。\n\n　　一，当判断题干掉谁，然后离场，但通常我是在内心干掉谁，直接离场，边离开边后悔我的失误。我后悔朋友先认识了姑娘，他去某些地方从来不告诉我，就算发慈悲告诉我，也不能是现在告诉我，他可以在我当它是应用题应用完后告诉我，虽然那时也高兴不起来，不过总在那以前高兴着。\n\n　　二，当应用题做下去。\n\n　　三，当思维扩展题，带着她，去网吧，通宵打DOTA。\n\n　　我会选一，一写得最多，但我还是选了二。我说：“你赢了你赢了，我帮你掏掏，疼的话自己说啊。”\n\n　　琪儿转回小身板，脑袋平仰着，脸上平躺着泪，眼神充满小高兴。她说：“哥哥开始吧。”\n\n　　我蹲在地上摁摁她脑袋说：“你这姿势会把吐的吃回去的，保证等会吐不出来了。”\n\n　　琪儿瞬间低下头，眼睛紧闭，嘴也紧闭。我敲敲她的嘴，敲开嘴后，我在选哪个手指上寡断了下，出于礼貌，我放弃了中指。我检查好手指360度的卫生，左手抚着琪儿的脸，指尖贴近舌头滑入扁桃体后下方，路途中，牙齿没有妨碍我。\n\n　　——————\n\n　　琪儿以为我要抢她纸，所以先把它捏死，不让纸喊救命。她小脸红红的说：“哥哥，对不起，一点纸都没有了。”\n\n　　我直视胶水状的右手久久不说话，然后很敏感的数出了几片小短葱和几块小辣椒片，红绿相间，顺手的轮廓流。现在我找不到水龙头，老板说他这儿断了水，他还说别说水，酒都没了。\n\n　　想要液体吗，去找吧，我把一切都放在了那里。\n\n　　我失了神，对于右手，除了抱歉和想洗干净我不抱有太多思考。但是，一名几小时前出现过现在坐着的爷们，点亮了我的眼睛，也许，他能净化我的手心。\n\n　　“嗨，你好吗。冒险节快到了，你兴奋吗。虽然你不说话，但我知道刚才在外边我和小妹妹聊天时你用灼热的眼光看过我们，即使我背对着你，也能感受到你眼中的火热。难道你是我生命中那只好基友吗？在此之前，你可否把你外边这床挡你脸的披风脱掉，我是真的很想见见你。同时我也想承认你的身份，不过那是不行的，我不能为了我的快乐违背我有的原则，哦，亲爱的，太让人心痛了，可我还是要说。我必须得说，我只钟爱女子，对不起，少年，恩，好了。当我没说，拜拜了您。”我在留守人员的大披风上磨着右手，左手放于桌上，头靠近他的头，保持一种保护战友的姿态。\n\n　　我不计较他不理我，因为我没计划把他记住，人总有在乎不在乎的人事物，我在乎的是手，对不起，我不在乎你是谁你将要去何处。擦干净手我扭身回撤，走掉半步，右臂自动升起，一股不大不小的疼痛感从用鼠标太久生老茧的地方荡开。一小截微风卷动眉毛，我斜视见留守人员的左掌紧挨我的鼠标茧，如此行为，激活了我讨厌被男人摸的感情。\n\n　　他咦了声，不太相信我拆除了他反手的扇耳光。我说：“你是娘们吗，打什么耳光。这还是反手，要顺手我胶囊都要吐出来。”\n\n　　留守人员低音一声哼，又要动手，我自动化的倒插右臂边插边转身，右手朝天花板方向写了个括号，左手一抄下划线，双手上提，一个不标准的反剪便做好放在桌上了。\n\n　　酒馆没人敢管，因为东西尚未烂，战斗还结束了，我想，只要不激起民愤，排除干净个体愤怒，我就暂时性无敌。\n\n　　“放开我。”\n\n　　听见是女声时我想了很多事，以文字形式依次排列如下。\n\n　　第一，这货的声带不爷们。\n\n　　第二，十个钟不过如此，人行的我都打不过。\n\n　　第三，为什么连我都打不过。\n\n　　第四，我的自动化加减档是技艺吗。\n\n　　第五，琪儿哪去了。\n\n　　第六，好像比刚才吵。\n\n　　“放开那个女孩。”一名大汉坐在老远的桌子边上，我不知道他指的是不是我，也看不清他手指的是不是我这边，太远了，和临桌一身红的男人或女人组合一起看，我差点把他看成幅红配绿的壁挂。我回答：“嘿，绿帽子哥们叫我吗。”\n\n　　后来还是琪儿过来圆了冷场，她说：“哥哥，放开这个姐姐吧。”\n\n　　把衣冠不整弄整后，琪儿递我一碗水，说：“哥哥你洗洗，这是琪儿在酒馆后找到的。”\n\n　　三人团团而坐好，我翻翻右手看，然后翻翻眼皮看披风，说：“洗干净了。”\n\n　　琪儿礼节性问候她：“姐姐你喝口水吧。”\n\n　　“不会说话别说。”咆哮前，女员工已经脱掉遮身材的超大披风，脸也见了火光，一头马尾，肤色偏不白。我的评价是比较带感，放床上刚刚好，压在身下，睡觉注定特舒服，滚来滚去的睡不存在任何怨言，第二天起床，深感温暖和温馨，这么到位，我第一次见。我说的是披风。\n\n　　琪儿抿抿嘴，眼神乱飘，脑袋低下几分，我都没忍心看她小手反复搓，基本委屈到极限。我说:“吼你妹啊。”\n\n　　琪儿委屈得更厉害了。女员工一拍桌，大喊：“关你屁事。”\n\n　　我喊：“我妹妹你也敢欺负，你以为你上辈子是折翼的天使吗。”\n\n　　“你不欺负我，我哪敢欺负你妹妹。”\n\n　　我装耳朵瞎没听清周围的咦，继续吵：“你不先动手，哪有我还手。你这样的女人，打不过男人打男人的妹妹，哦没打。要妹妹都打不过，白吃三十年干饭，你对不起国家对不起党，对不起纳税人辛苦喂养。”\n\n　　“你才白吃三十年干饭。”\n\n　　“你比我白吃的久。”\n\n　　“你白吃三十年。”\n\n　　“你白吃。”\n\n　　“你白吃三十年。”\n\n　　“...你为什么打我。”\n\n　　“因为你白吃三十年。”\n\n　　我没算准女人的吵架技属天赋加成型，所以先阻止了琪儿的阻止我，再一手直指女员工经常画美人痣的位置，接着喊：“打我干什么。”\n\n　　女员工打平手臂与我站着对指，喊：“你摸我干什么。”\n\n　　“恩...不干什么，你为什么打我。”\n\n　　“因为你白吃三十年。”\n\n　　“窜了窜了，要不咱俩心平气和的聊聊。”\n\n　　“聊你为什么摸我吗。”\n\n　　“我没摸你...”\n\n　　“你没摸我我干嘛打你。”\n\n　　“我只摸了你的披风。”\n\n　　“还说你没摸我？”\n\n　　“咱俩还是继续打吧。”\n\n　　“还说你没摸我？”\n\n　　“哎哟，少女，要亮兵器吗，你服用火药几个疗程了，说话这么呛人。”\n\n　　“还说你没摸我？”\n\n　　“爷今天就摸了你这个复读机了，怎么着，拿方案吧。”\n\n　　“你...禽兽。”\n\n　　“谢谢。”\n\n　　“你...畜生。”\n\n　　“不客气。”\n\n　　“你...不是男人。”\n\n　　“你误会了，我不是德鲁伊。如果不是你们老大说你是爷们我才懒得勾搭，哦搭理你。”\n\n　　“当家什么时候说我是男人的。”\n\n　　“你们十人不都是男的吗？”\n\n　　“什么十人不十人的，你哪只眼睛看见我们就十个人的。”\n\n　　“嘿，那你是谁？”\n\n　　“你管我是谁。”\n\n　　“谁摸你谁管你。”\n\n　　“混蛋！”她说到这我才觉得双方手头差点东西打来打去，想来想去，我想起了枕头，不仅顺手，羽毛也很轻柔。\n\n　　“不敢当不敢当。”\n\n　　“...”\n\n　　“嘿，接着说呗。让我看看你的霸气和威武是怎么侧漏的。”\n\n　　女员工娇喘了几口气，死盯我脸不变焦，要是个男人，呼吸用假声，我早打他了。\n\n　　“哎哟，凤体珍重啊女士。您这体格说话都吃力，我劝您还是闭嘴的好，没准哪天把自己给说死了，法医一鉴定，哟，死于氧气中毒。”\n\n　　马上女员工喊了句很无理的要求：“你再摸啊。”\n\n　　——————\n\n　　我来至地球。我姓简名易，字到钱儿，西南人士，性别男，信春哥，爱好宅，常纠结。曾多次获得校外谢谢再买的开瓶奖励，虽然没再多喝哪怕半瓶的饮料，但瓶盖增多了...\n\n　　“姐姐别哭了。”琪儿藏好纸，小手来回摸女员工的背，除了背面衣服的褶皱抚平了，姑娘哭的节奏并没有被打乱。\n\n　　我看天不晚了要出太阳，而我的袜子到目前还没和这个世界的鞋子说你好，所以我说：“是啊，小姐，你停止哭泣吧。你再哭人家怀疑我又摸你了，但我确实没摸着你，就算硬要算也只算摸你未遂。”\n\n　　大家等了一会儿没等着女员工说话。琪儿说：“哥哥你真不是男人。”\n\n　　“是不是准备说我辐射太强，弄湿了这位小姐。”\n\n　　琪儿放大眼睛说：“哥哥真聪明...哦不对，你怎么不劝劝姐姐，哥哥你是男人就要道歉，有钱么，没钱琪儿借你赔人家。”\n\n　　我竖起大拇指说：“人一辈子呢，最主要的就是开心啦，否则，你想怎样。你造吗，有兽，为直在想，神兽，我会像间酱紫，古琼气，对饮说，其实，为直都，宣你，宣你恩久了，做我女票吧。哦上一句当笑话听，我抄的。哈，那什么，哦，看着我，我告诉你，哭允许，但绝不能哭坏了妆。来，少女，牵着我的手，贴着我的腰，不贴也行，来，我们一起，迎着朝阳前进吧。”\n\n　　女员工动了动头，脸翻到了另一面接着哭。我有点毛躁，虽然我来得晚，但实际是上了通宵，我就算过了异世界的第一夜。这样的夜晚，不仅有妹纸，还有汉子，时机瞧准，有时甚至有眼泪，为我而哭，为我而再哭，但我很不明白她们悲伤的为什么，好像我骑自行车上街，遇见少女几枚，她们看我顺路瞬间就俯卧，没有撑，紧随其后开始哭，完全不用酝酿，那时我的速度已经快超过每小时50米了。围观人群不乐意女主人公怎么弄哭了，要我负全责，我百口莫辩，也不知道找谁辩合适，这时伪知情者来了，告诉我说多劝劝，不行就道歉，要还不行，赔钱。\n\n　　我纳闷顺序反了，任何事本该先理赔后致歉的。想了半天我说：“姑娘，对不起。我不该摸你，而且第二次还没摸到你。对于我的行为，如果有机构承认，我愿意赔偿你一切损失。如果没有，我也愿意对你造成的伤害负一定量的责任，赔款先算了。”\n\n　　琪儿说：“姐姐你别哭了。哥哥已经道歉了。”\n\n　　女员工连脸都不想再翻的流着眼泪。\n\n　　琪儿发扬了边看边参与的管闲事精神，说：“姐姐你说句话，再不说不管你了。琪儿还要参加冒险节。”\n\n　　女员工干脆趴着哭还免去把脸翻来翻去。\n\n　　现在为止我的精神有些低，同时血糖有些低，看女员工身体情况离睡着不远，为避免她睡好，我装老师干扰。我说：“同学，快醒醒，你是不是想睡觉了。这样不好，琪儿小妹妹的梦想必须要在今天实现，我们得离开此地。作为不知道你是谁的我们，只能给你一个建议，你可以开个房休息，等到冒险结束那一天我们再来接你，或者通知你们的战友前来接应。再见，我们再见。”\n\n　　琪儿让开了小手，为女员工起立腾出空间，但到前一秒我都没想通她为什么要站起来，那时我的话刚说到再见。\n\n　　女员工抹干眼泪喊：“蹲下。”\n\n　　马上我拉来琪儿一起蹲下，但不能叫听话，因为前方有根板凳射来，轨迹非常巧合的和我站立时的脑袋成一条直线,非常巧，我的下蹲阻止了我成为直线上的任意一点。琪儿没空算身高差所以没问我拉她一起蹲的为什么，一旁飞走的板凳带来了抵达终点的声音，很响很响。\n\n　　墙壁被砸穿了个洞。\n\n　　到这时很多人站起来往大门挤，也有不挤的，比如女员工和对视的两男人，老板，以及刚睡醒的朋友们，还有红衣人。绿衣人不见了。琪儿反应了一会儿，说：“哥哥，他们在打架。”\n\n　　我说：“你是旁白吗。”\n\n　　女员工不转头的说：“第十本...哦，小心点，站我身后。”\n\n　　从女员工腿缝来的画面容易把人看扁，我感觉不过瘾，说：“你到底要我们站还是蹲着，要是蹲着你腿叉开一点，我看不清前方的直播。”\n\n　　然后女员工说了一句不合场景的话：“我真名谷梁三川，记好了。”\n\n　　我不带眼镜，目不转睛，看着她跑进还没开打的斗殴现场，踊跃的点燃了导火线。\n\n　　**————————————————————————\n\n　　朋友说，下篇起就别光对话了，来点谁说谁说凑字数多好。\n\n　　　　第5章 学习就是不耻下问\n\n　　由于没表，这场架持续了一分几十秒，或者两分钟。我以为这样的战斗会存在特效，五光十色赛电影，电闪雷鸣拼特技，结果不但没有光效，连音效都很少，结合攻击手段，可以说打得相当郁闷。大家上场不用报名号，放技能也不喊，我想肯定有动作上的弥补，也许他们使用物理系的功夫。\n\n　　女员工三川小姐先上线站好位，和俩哥们组成等边三角形，就几何而言这很公平，臂长相等的情况下打哪边时间均相等，没有约等于，也不在乎习惯哪只手干，因为站太近，都能忽略臂长了。她花掉十秒看男人们的脸，不清楚谁好看谁不好再看，有人说：“别看了，开干。”\n\n　　接下来的内容我看得匪夷所思。\n\n　　我不明白是不是不一样的世界有不一样的世界观，三川推开双手像推倒麻将，麻将很大又很难倒下，所以推得慢。过了十几秒她摸到两个男子的肌肤，主要是脸，男人们来不及感受，倒下去一位，余下一位边叫厉害边退，最后退出门外，战斗结束。假如此间行为是个电影预告，我相信投资绝对超不过五十块，吃七块钱盒饭，再加个蛋，还搭修墙费，除非不在预算的板凳没捡回来，估计会超过五十五块。但成本是赚不回来了。\n\n　　客人们疯狂出了门，老板没辙，跟着跑，跑的时候说勇士留步没给钱呢女战士留步没付账呢。同一时间，琪儿好好站了起来，说：“姐姐真厉害。”\n\n　　作为现代路人，我很可能被这场景抑郁到丧失尿意，不再想尿。随后三川走过来，肩上带过来没走掉的那名斗殴人员，看到这，我觉得我要说她两句。我说：“人家打架你起什么哄呢。万一伤到平民百姓了呢。”\n\n　　三川把人体丢在桌上，假如手法高端，能够变成尸体。她说：“别管。”\n\n　　我说：“你们十城宗负责管打架斗殴吗。”\n\n　　三川说：“哦，你已经知道了。那告诉你也无妨。我告诉你，我不是十城宗。”\n\n　　我说：“你是谁。”\n\n　　三川笑笑说：“不告诉你。”\n\n　　我看着琪儿看着我，说：“你不旁白几句吗。这姑娘哪捡的，性格和三分钟前不一样了。”\n\n　　琪儿摇头说：“琪儿不知道。”\n\n　　我把脸对准三川的脸，说：“你的职业是什么。”\n\n　　三川说：“十三禁。”\n\n　　我想不起有什么是十三禁的，想起的都是百度不到高五个禁度的。这次琪儿懂了，在我找她脸看前就说：“琪儿也不知道。”\n\n　　我说：“姑娘贵姓。”\n\n　　三川说：“谷梁。”\n\n　　我说：“姑娘芳龄。”\n\n　　三川说：“不想说。”\n\n　　我说：“你是军队的吗。”\n\n　　三川说：“不想说。”\n\n　　我一咬牙，说：“你有男朋友吗。”\n\n　　三川笑出牙齿来，洁白中不染辣椒片。她说：“我负责暂时看管你的。”\n\n　　被击晕之前我还说了句话：“你打不过我，谈何看管。”\n\n　　——————\n\n　　阳光普照，万里晴空，晒得肉痛，我逐渐转醒，一想一宿没睡，我逐渐睡去。翻来覆去中我的意志开始薄弱，但始终没睡进去，很快我意识到床是动态的，摇到想吐，而且窗户没关，有风吹凉我的身体，太阳不再让我取暖，于是伸手求被子盖。\n\n　　有人说：“哎呀，哥哥你醒了。你别乱摸啊。”\n\n　　我被拉回现实，说：“下回摸错了别扯头发，脸就是给你们打的。琪儿姑娘，你身后的背景怎么在动呢。”\n\n　　琪儿说：“我们在天上。”\n\n　　我偎依枕头朝里拱，说：“哦，死了啊。但我很幸福，已经睡到你的大腿。”\n\n　　琪儿拉我头发说：“哥哥说什么呢。我们在姐姐的‘无免’上，它叫‘小七’。”\n\n　　我闭上眼说：“你还有姐姐呢。是御姐吗。”\n\n　　有人说：“钱儿勇士，你醒了。要不要多睡会儿，马上就到‘地瑶谷’，在那丢下你是不留全尸的。”\n\n　　要不是没吃饭没睡觉我早该站了起来，但我坚强的坐了起来，视野大开。云在我右边，也在我左边，前边不远是三川，胯下除了睡裤就剩两旁一上一下的翅膀。我捏住睡衣喊：“这是什么玩意儿。”\n\n　　琪儿说：“不是告诉哥哥了吗。这是姐姐的无免。”\n\n　　我说：“所以说无免是什么。无一幸免吗。”\n\n　　三川盘腿而坐得靠前，不回头的说：“怎么样，钱儿勇士，现在我能不能负责看管你。”\n\n　　听到这，我不顾面前一切的代入进她的故事：“你，你，你，腹黑女。先故意败给我，然后再秒杀我，践踏我的尊严好玩吗。”\n\n　　三川说：“原来你真没记忆了，什么问题都敢问。呐，我教你，这个世界的法则，不知道总比死了好。”\n\n　　琪儿作了一个快闭嘴的手势，我顽强的站起无视掉，左看右看看，一手指三川，一手指翅膀，因为风大，喊声有断点：“这..是..个..什么..么玩意儿..”\n\n　　琪儿小手围成喇叭说：“哥哥你坐下说，站着没有无免的护流层，听不见你说什么。”\n\n　　三川给我半张脸，说：“无免。我的坐骑。”\n\n　　我确信没听见你的葬身之地类似的词，淡定坐下，说：“那么姑娘，现在我刚醒，已经有更多的记忆流失了。所以，我能多问问你一些我不了解的问题吗。”\n\n　　三川已经完全背对了我，说：“讲。”\n\n　　我说：“现在去哪。”\n\n　　三川没说琪儿先说了：“哥哥我们去地瑶谷，那里是冒险节的出发点。”\n\n　　我说：“三川小姐，你打死的那位少年呢。”\n\n　　三川说：“送执政官了。”\n\n　　琪儿说：“哥哥人家没死呢。”\n\n　　我说：“之前为什么故意输给我。”\n\n　　三川说：“没有故意，只是不想把你杀了。说真的，我动手了，旁边的人连你怎么死的也不知道。”\n\n　　我略渗冷汗，说：“谢您高抬贵手。”\n\n　　三川说：“客气了。”\n\n　　我翻过该页，说：“十城宗为什么找上我，还给我技经意。”\n\n　　三川说：“你的衣服。”\n\n　　我一口气憋足了十万个为什么，但被琪儿嘘的动作打断，她小声说：“哥哥别问了。”\n\n　　我说：“为什么。”\n\n　　琪儿说：“琪儿刚出发的时候问了姐姐同样的问题。”\n\n　　我说：“她怎么说。”\n\n　　琪儿摆头说：“姐姐说的和刚回答你的一样。但琪儿问一句，她就打你一顿。”\n\n　　我顿感皮肤的痛不是来至太阳晒,说：“为什么。我擦你问问题她选择不答题就算了，打我干什么。”\n\n　　琪儿说：“不知道。”\n\n　　我说：“你不阻止她吗。你忍心看她虐待睡着的我？她这是对我摸她的报复。”\n\n　　三川说：“你承认你摸我了。”\n\n　　琪儿实话实说：“琪儿打不过。而且姐姐带我们去地瑶谷，琪儿很感谢姐姐。”\n\n　　我说：“什么带不带的，这就是绑架。那你知道多少。”\n\n　　琪儿说：“比哥哥多一件事。”\n\n　　我说：“什么什么。”\n\n　　琪儿说：“跑出门的那个叔叔也被姐姐抓去执政官那了。”\n\n　　我替我挨的打委屈，说：“白挨揍了。姑娘，我很悲伤，以后别人的事少管。”\n\n　　琪儿说：“哥哥不能这么说，作为天应师，理应有责任感，给予困难的人帮助。”\n\n　　我说：“可以，正好马上到雷锋周，直接改名叫雷锋侠。”\n\n　　琪儿暧昧的说：“姐姐对你挺好的。”\n\n　　我看着琪儿面对我一身伤口表示我非常健康而没有想法，说：“的确，您瞧，血已经凝结，那逝去的500毫升甚至过多毫，能让多少贫血患者暂时不贫。可惜可惜。”\n\n　　琪儿说：“哥哥老是问问题，姐姐却不再打你，这证明姐姐其实内心善良。哥哥你可以试试新问题嘛，看姐姐会有什么动作。”\n\n　　我摇手不愿再谈一次性问题，说：“不试了，等我内伤好了来。哦不对，我可以问你。”\n\n　　琪儿说:“哥哥你说。”\n\n　　我看准琪儿不会打我，说：“现在我要练功，争取有早一日不被莫名其妙的打。在这些事落实前，我怎么确定我拥有了什么技能，比如你的技能你怎么知道的。”\n\n　　琪儿说：“是爷爷告诉琪儿的。”\n\n　　我说：“爷爷？”\n\n　　琪儿说：“琪儿的技经意是爷爷给琪儿的，内容无关于技艺本身，可爷爷知道是什么技艺，所以告诉琪儿，琪儿就知道了。”\n\n　　我说：“世袭的啊。这祖传的书你爸爸没学吗。”\n\n　　琪儿摇摇头说：“这本技经意曾经是爷爷的，后来直接给琪儿了。”\n\n　　我说：“那你算超能者第三代。封面能区分内容不。”\n\n　　琪儿说：“不能吧。技经意的四种体系有四种颜色，同系封面颜色相同，琪儿想，里面的内容，完全跟外观没关系。像琪儿的反技，不管是颜色，大小，形状，轻重，似乎跟哥哥学会的概念体一模一样。”\n\n　　我可能还不相信，说：“说得很全面。你再试试你的技能看看，我上次实在没看清楚。”\n\n　　琪儿想了想，说了几句讨打的话被我拒绝。她说：“哥哥你不打琪儿琪儿是没法给你展示技艺的。”\n\n　　我说：“不，绝不，纯爷们是不打萝莉的。”\n\n　　琪儿说：“哥哥丢件东西过来吧。”\n\n　　我说：“不，这和我们那的物理学冲突。”\n\n　　琪儿顿顿说：“那哥哥伸直手臂，不要动行吗。”\n\n　　我伸直手臂不要了动，说：“这倒行。”\n\n　　琪儿说：“哥哥你的腰怎么样。”\n\n　　我说：“放心。腰围不标准腰还是很厉害的，特别是...哦，做仰卧起坐的时候。”\n\n　　琪儿微笑说：“恩，哥哥你听我的。腰尽量向右转，手臂跟着转，不能动哦。转到右边极限，再迅速转到左边极限，就这样。啊，手臂一定要跟着动。”\n\n　　我对镜子发誓很多人都是从我脸认定我的智商的。我说：“琪儿小妹妹，到底动不动。要不你直接说扇你耳光就得了。”\n\n　　琪儿啊一声的略低头搓手，说：“对不起哥哥。琪儿太想让哥哥打我了，因为哥哥很想看琪儿的技艺，所以...”\n\n　　我眼睛高亮，说：“小妹妹不要这样子讲话，容易误会容易误会。你本身不该是被虐狂，我说得对吗。”\n\n　　没等琪儿开口，另一位当事人的参与阻碍了交流。三川坐好了，说：“你叫简易是吧。简壮士，你怎么还不去死。琪儿妹妹叫你打你就打，废什么话，想让我丢你下去吗。那我丢好了，看着心烦。”\n\n　　我抓紧睡衣说：“干什么干什么，你不好好开飞机待会坠机了怎么办，又没上保险，谁来理赔。”\n\n　　琪儿抬起俩小手晃，说：“姐姐没关系没关系，哥哥心好，心疼琪儿才不打琪儿的。”\n\n　　三川说：“切。妹妹，你不知道，这世上有两种人信不得，一是男人，二是自称男人的人。”\n\n　　我吓了一跳，难以想象有三种性别的世界的厕所在进错时如何排除剩余三分之二中的二分之一错误以致不受第二顿毒打，因为没标。我说：“你们感情真好，不再吵，这是我所希望看到的。以姐妹相称，恩，挺好挺好。”\n\n　　琪儿手晃累了休息会儿，说：“哥哥睡着了，我和姐姐觉得彼此投缘，就称呼上了，呵呵。”\n\n　　我说：“别呵呵，聊天止于呵呵。倒是三川小姐，你的性格真难捉摸，尤其难摸，你三分钟前的冷漠又变成嫉恶如仇了，我不是一只富二代，你也仇视我。你家族史上有精神分裂的病症没有，哦，我就是问问看，没别的意思。我没药。”\n\n　　三川腿盘着，手肘搁腿弯手掌撑脸蛋，另一手臂直角摁住另一腿的腿弯，我想我能说这么详细仍活着，她是没空再打我了。三川说：“你管我什么性格。不是琪儿为你说话，你早死在某个阴暗的角落不再和阳光有缘了。全是臭男人。”\n\n　　琪儿说：“呵呵，呵呵，姐姐别吓哥哥了。哥哥不应该是大陆人。”\n\n　　我赶紧说：“台湾是中国不可分割的一部分，永远，绝对。”\n\n　　三川要叼支烟，女流氓的妆就化完了。她说：“不知哪来的乡巴佬，什么也不懂。切，算了，打他这么多次我能确认他是人了，我怀疑他这样子是其他种族的间谍真是我脑子进了水。真是火大。”\n\n　　琪儿崇拜泛滥，说：“呀。原来姐姐是这样想的，琪儿误会姐姐了。”\n\n　　我不能不误会三川预计把我打成狗，身体没关系，精神有洁癖。我说：“呵呵。呵呵。”\n\n　　三川说：“笑个屁。哼，看天气不错，让你看看琪儿的技艺。听说你老怀疑琪儿是不是有技经意，不要以为你碰巧读懂了十城宗的第十本就很了不起，小子，看着。”\n\n　　下一步三川拉上我手撞在琪儿脸上，但我的心思还在上一步挣扎要不要嘲讽对方。我很失落，没能及时感受到同时摸或者被摸两名女性肌肤的快乐，还是人家主动的。\n\n　　　　第6章 常常希望时间过得慢些\n\n　　我做了个揖，说：“牛逼。我信了。”\n\n　　琪儿捂住脸说不疼，三川捂住琪儿捂脸的手说有问题，我不见什么问题发生，但还想叫琪儿放下手给我看看，那块像打在防弹玻璃上的脸如今如何，是不是三川加点油，我的手就永别了筷子，或者我永别了手，或者世界永别了我。\n\n　　三川提起我说：“你现在到底知不知道自己是什么技艺。第十本果然不是什么好东西，你也不是什么好东西。”\n\n　　我眼界提高，一身稀松。我说：“姐..你别...激动...你要..打消你..想把..我丢下去..的念头...我死了不要紧..关键..若没死..按照..我国..劳务工作的法律...我残疾..你可要照顾..我一辈子...你肯定..不愿意..照顾我..一辈子...我连摸你脸..的手..都抬不起..”\n\n　　琪儿有点小尖叫：“姐姐，不要。”\n\n　　三川特冷的说:“没关系，没死透我从这下去找你，包你成为尸体。”\n\n　　风太大，我的泪甩了出去，但膀胱要比泪腺厉害，裆没有湿。我说：“姐姐，你学过刻舟求剑吗，你好好学习过吗，你知道重力加速度吗，你能在第二天捡到今天的我吗。亲姐姐。(不打省略号了)”\n\n　　三川说：“哼。不会让你这么便宜死的。”\n\n　　琪儿尖叫：“姐姐。”\n\n　　我尖叫：“让我死得贵一点吧。”\n\n　　三川放开了手，我很郁闷，我遇见了上次郁闷的事。她放手像放弃一张不需要的麻将，麻将不理引力，所以落得慢，而我还不理了风力，所以被吹得慢，照理说这位无免飞行物跟我素不相识，但它的翅膀也拍得慢，有种时间慢慢流它慢慢飞我慢慢吹的感觉。\n\n　　琪儿最大化了尖叫，我所有以为的慢立即跟上正常步伐，正常到已经听清三川说什么。\n\n　　三川说：“不好。”\n\n　　世事难料，爱开玩笑，三川来抓我的速度输给了风吹走我的速度，时间相同，所以我的路程要更远些。有时我会想，这样的胜负就是赌命，命是我的，赌局是她约的，和大自然拼命的下场，无一例外是人类下场，再不能在生物圈上场。在电视上说的挑战自然，无非是以我们世界观界定的方式，就目前而言，这不是什么好事，因而我快要不得好死。三川几步点跳到无免头上，倍有轻功感，喊：“小七，掉头，接住那人，快。”\n\n　　趁现在起飞和降落的空闲我抓紧时间观察曾在屁股下的她的宠物，但视角不好，微调和聚焦也没法使我速度变缓去多看些，而且我抓不紧它皮肤说明任何地方都有逼我掉下去的危险，为了好好掉下去，我没抓稳，导致没空看。我怀恋当初我睡在那，枕头是腿，棉被是天，如果中途没有醒，这样到我睡醒的时候我会特别清醒，没有了管闲事的心情，不用多说话，即使睡在像120平的房间里，地板又黑又硬，空气中的氧气时而偏低，时而干脆没有，但它也是三居室啊朋友们，不用贷款啊朋友们，不会被强制拆迁啊朋友们，我的生命不存在风险啊妈妈。\n\n　　我是一粒尘埃远离开静电绝缘，若问我的遗愿，我希望我更瘦一点，后来想到伽利略的实验，我希望我的受力面积更大一点，我明白我很难飞起来，所以希望至少在着陆时刻能减少痛楚，但一定会晕或者翘了，只要痛苦不用醒着接受，我都接受。\n\n　　“简易。”\n\n　　——————\n\n　　我喜欢打架。因为父亲收烂账专业，又临成风的失业，所以他放弃毕业，白手就业，于是成了职业。我在孤儿院被父亲接走时他告诉我说，可以不合法，但不可不合理。以后你跟我姓，我姓简你也姓简，我叫简单，你呢。\n\n　　我说，那我叫简易。\n\n　　父亲说,好名字,我再给你取个小名，叫简到钱，未来的日子，希望你蒸蒸日上。\n\n　　母亲是后来嫁来的。由于当年交通主要靠蹬自行车，很费体力，母亲常常委托父亲工作，而父亲不想老骑上坡路，母亲想着父亲不上门服务自己每次去发任务都要走下坡路，为了方便和吉利以及不多耗体力，父亲干脆把母亲接来一起住，最终成婚,没有生子。\n\n　　虽然一直没有弟弟和妹妹，我的童年依旧十分充实，但有时候可能充血，那属于工伤。母亲说，你没有你父亲的体质，难挑大梁。\n\n　　我说，我要习武。\n\n　　父亲说，好，好，有魄力。\n\n　　周末学了叔叔的两天跆拳道，星期一跟父亲出去收钱，结果比上次多住了两天院，很快我明白住多久的院取决于对方下多狠的手，还不计算武器的先进性，上次是拳头，这次是砖头，因为赖账的是砖厂，我碰见了刚出炉的。\n\n　　母亲算好了价钱，说，以后别和你爸出去了，费用不够还你喝氨基酸。\n\n　　我听出了母亲的失望，决心好好学习天天打别人，给父母让我子承父业的希望。从此以后的每天我都早早起床去公园背语文书，到学校有时找小学同学切磋，有时被小学同学切磋，有时被切得厉害，我就蹲在公园哭，边哭边看老爷爷老奶奶打太极。\n\n　　有一天，一位老爷爷走来问我话，在不给钱的前提下，我会听他讲。他说，小朋友，为何哭啊。\n\n　　我说，爷爷，我打不过别人。\n\n　　爷爷说，为何要打过别人啊。\n\n　　我说，我打不过别人就不能帮爸爸忙，妈妈就不会给我氨基酸喝。\n\n　　爷爷说，那你为此努力过吗。\n\n　　我说，有，我每天都来这里背课文。\n\n　　爷爷说，你以后想当老师吗。\n\n　　我说，不，我讨厌背书，我害怕背书，因为背不好书就不能子承父业。因为怕，所以我更要背，直到我不再害怕，我就不怕挨打，不怕挨打，就能打过别人了。\n\n　　爷爷说，恩。因为畏惧，才能看清自身渺小，所以强大。爷爷教你太极好不好。\n\n　　我说，太极是什么。\n\n　　爷爷说，太极是一种文化，一种力量，一种功夫。古人云，太极生两仪，两仪生四象，四象生八卦，八卦化万物。你是根本，也是万物，太极是根本，也是万物，你便是太极。\n\n　　我说，到底几种，我不懂。\n\n　　爷爷说，就像正义与邪恶，勇气与懦弱，警察与小偷，空调与暖气炉，万物因相对而平衡，世界因相互而和谐，身心合一，知行合一，你是平衡的中心，更是一切的根源。你即是世界，世界即是你而已。融汇贯通，相濡以沫，善哉善哉。\n\n　　我站着继续哭，空调有制热效果。爷爷挠挠头，说，可能不好理解，我也是背的。不过要我说，太极不过两个字。\n\n　　我发着颤音说，什...什么。\n\n　　爷爷说，平衡。\n\n　　我哭来了路人的眼光。爷爷说，恩，不哭不哭，你会明白的。身体的欲望不过是心理失衡的表现，真正的欲望也只因没寻找到自己的平衡所以暂不能满足，有了平衡，你将快步飞跃。你瞧，这世间，这万物，这一切皆为天平，当你处于天平中心，平衡就将由你掌控，你就是空，无轻无重，无论左右都不受影响。送你两个字，淡定。\n\n　　我说，爷爷，你这两个字以后肯定会火。\n\n　　爷爷摸胡子笑，说，来，我教你二十四式太极拳法，不能打人，但可清心。这是慢功，等你领悟那一天，世界会为你变得更慢。就是你快多了。\n\n　　至少在校长的狗吃下我丢的苹果核倒下前的很长一段时间里，我一直有练，但我始终没明白，那条狗吃着和我一样的食物，为什么我活了下来,它死不瞑目。\n\n　　——————\n\n　　我爬起时（熟悉不）眼睛有点花，手有点湿，误认为手打乱了痰的圆形，看发现看不清，闻发现看不清去闻容易吻到，干脆坐等眼不花。花了一两分钟，我看清了手上的花瓣，在看清着装尤其是袜子后确定周围睡塌的花不是为我的再见准备的，倍感安心想要再睡，但花的粘稠度好像有人抹了一层鼻涕，我想不出有谁如此蛋疼，轻轻揉来还没揉去花就碎了。我站起身转圈看，花群被压出了人形，看发型是我的轮廓，看花的形态已经碎成了渣，捡都捡不起来。\n\n　　我向花丛拜了拜，它们救了我，我却睡了它们，它们因此碎了，我心又不安，因为一天没吃饭了，胃溃疡会迟到但绝不会旷课，我必须做点什么去阻止痛，饭就不用做了，由于没锅和材料，而荒郊野岭的半夜叫外卖有悖常理，这附近没有公共电话。\n\n　　就这样，猜着三川乱丢我的行为和我没有摔死的现象，我上了路，到底去哪，我想好了。我摆正终点的方向，边走边说：“说好的来接我，人呢。嗨，自然才最厉害嘛，加速度以外的速度都是浮云。”\n\n　　滤过浮云，走过草坪，我到达了目的地。\n\n　　前面是一座小城池。\n\n　　我来到城门牌下方，眼睛看上方，上面三个烫金大字————牧瑶镇，下边备注有大写拼音。不同牧池城的是门口有守卫，他们衣着简单，服务热情，装备看不清。\n\n　　一人说：“什么人，滚。”\n\n　　另一人说：“等等。你看他的衣服。”\n\n　　一人说：“咦？来，站近点。”\n\n　　我退了一步说：“这是哪。”\n\n　　一人上前打量我，另一人说：“勇士，这里是牧池和地瑶谷间的牧瑶镇，里面居住的是些大人物。若不是有通关文碟来找人或反馈任务的话还是请离开这里的好。”\n\n　　一人回到工作岗位摇脑袋，我看情况他打算把打量改成打，就等同伴呼吁,誓死保护富人区。另一人藏好武器，说：“勇士，你是什么公社的。”\n\n　　我准备好撒腿，说：“公社吗。看不出来吗，我是五颜六社的。”\n\n　　一人一脸没听过的表情，说：“有什么事。”\n\n　　我说：“找人。”\n\n　　一人说：“找什么人。”\n\n　　我找什么也不能找死，说：“这是任务机密，不予通报。还请兵哥哥行个方便，如果实在不方便，我走先，行吗。”\n\n　　一人亮兵器了，说：“找茬是吧。大哥，他肯定不是公社的，不知哪偷的衣服，还没穿鞋子。什么任务委托人不能说出口。小子，我先把你打半死再交由执政官定夺，你们这些贼人，手段越来越低劣了。哼，一门开放...咦。”\n\n　　另一人想拦没拦住的说：“别急。”\n\n　　我着急了，转身就跑，但感觉很不好，好像没跑赢来砍我的刀。要死不死间，我又转了个身,对着刀片出剪刀，值得高兴的是，以上均为全自动，我没感到痛，还特轻松。一人没有赞美我厉害，抽刀重新砍，两指头跟着惯性去了没空接，不用慌张，我有两只手。马上另只手的俩指头接好刀。然后一人的动作重复起来，我最先接的手腾出时间回来接着接，一人接着砍，我接着接，他抽刀断我我就接，我举手夹刀刀更猛。如此循环，欢迎再来了许多次，在其中一环我看见我的剪刀手势不是竖中指竖食指的并列，大喊：“停。”\n\n　　一人再砍了几轮，退一步喘气，看我的手比了两个OK说：“有点力气。”\n\n　　我看看手，对大拇指和食指的指甲抱有疑问：“咦？”\n\n　　另一人向前一步走，我吓得比出OK，他没出手造成二打一的局面可能靠自身素质高，但我解释不清楚拳皇制度1V1中的我回不了多少血。我说：“还来？”\n\n　　另一人说：“勇士体质在我们之上，硬来我们肯定吃亏不少。但卫队我早已通报，勇士想过这里绝非流点血这么简单。”\n\n　　我见城墙头已经猫好一排头盔，说：“想让我流尿吗，没那么简单。”\n\n　　另一人转了话题，说：“在下余田山，刚与勇士交手是我小弟陆章。请问勇士姓名。”\n\n　　我见势向着和平发展，即使不好发展，也不至于马上被砍。我抱着手摇，说：“好说好说，在下简易，简易。”\n\n　　余田山说：“简兄没对小弟下杀手，我等感激不尽。”\n\n　　陆章鄙视了声，说：“大哥，说什么呢。”\n\n　　现在我明白了，不能什么都问，不能什么都猜，关系没到位，干什么都有关系。我说：“不敢不敢，不是陆兄高抬贵手，我早就是尸首了。”\n\n　　陆章说：“这小子有点像话。”\n\n　　余田山说：“简兄好性情。小陆入世尚浅，捺不住冲劲，方才我看你和小陆交手你只一味防守并不进攻，我想简兄铁定有什么难言没有道明，所以才误入这里。”\n\n　　我说：“余哥哥好眼力，说实话我不是什么公社的，我就一无业游名。这衣服是我的，具体是我买的，反正不是偷的。你说什么防守进攻，嗨，余哥哥不瞒你，我昨夜学了本技经意，是啥不知道，今早凌晨还被一精神病患者给秒了。醒的时候我在她的坐骑上，然后她兴致勃勃的又把我丢了下来，那坐骑是天上飞的。所以后来我昏迷了，刚醒，看这边有火光，饿得慌，就走过来了。”\n\n　　余田山若有所思，说：“小陆大行体质，开一门和简兄打讨不到半点好处，照简兄说法你的体质仅在入门人行，甚是奇怪啊。”\n\n　　陆章笑笑说：“奇怪什么奇怪，这人从天上摔下来没死，勉强和我打个平手，肯定有特殊的地方。简易，先吃好喝好，睡醒一觉我们继续打。”\n\n　　我装开心的说：“如此甚好，如此甚好。”\n\n　　陆章开心的说：“哈哈，倒不像那些贼人。你有点对我脾气。”\n\n　　现实中，我只要还没挨揍，对脾气就比对不起划算。\n\n　　　　第7章 前辈的经验往往很有效\n\n　　换人值夜班，余田山就下了班，他们带我来到城门外的小房屋里边，陆陆续续坐下。大家采取相互围观的方式交流，以备交流障碍好动手。\n\n　　我依然没找到筷子，端起盘子用手吃，说：“好吃好吃。（下毒了吗）”\n\n　　余田山自顾自喝酒，说：“简兄慢吃，粗茶淡饭，不成敬意。”\n\n　　我说：“余哥哥，你别对我太客气。这里的文化和建筑设施跟我们故乡的冲突，要我说有种中西古今结合的违和感，我不好消化。”\n\n　　陆章打个报告上厕所，余田山说：“简兄果然不是大陆人。”\n\n　　我说：“也不是台湾人，但都是中国人。我那天在家睡觉，醒来就到牧池了。”\n\n　　余田山说：“‘上洛’外的地方我没去过，有何风景不能知晓。嗯，上洛便是我们俗称的大陆。不过可以肯定简兄和我等同为人族，语言相通不说，你能学会技经意便足以说明。”\n\n　　我说：“还有其他的？”\n\n　　余田山说：“天下之大，始源之久，只有人岂不是太单调了。”\n\n　　我当其他种族是动物那么听容易接受，说：“原来如此。”\n\n　　余田山说：“简兄以后如何打算。”\n\n　　我说：“找人。”\n\n　　余田山放下酒器，说：“找人？”\n\n　　我怕他拿上武器，快速说：“当然不是牧瑶镇上的，是丢我下飞机的神经病患者。我总得问问为什么，如果有病，我想救救她。她那性格容易乱杀人。哦还有我妹妹。”\n\n　　余田山总算没犯职业病，说：“嗯，也好。那简兄就在此休息一宿，明早出发。哦，我这里有些衣服，简兄最好换了得好。”\n\n　　我犯了好问的病，说：“因为什么。”\n\n　　余田山说：“各个公社间互有矛盾，虽说上面有人协调，但难免看不全世间角落。简兄初来，若有人把你误认成对方公社的人免不了几番争斗，人心险恶，多多注意的好。”\n\n　　我有点小感动，祝好人一生平安。我说：“多谢多谢，你们的衣服很合理，颇具欧美风。”\n\n　　——————\n\n　　天没亮，我出发了。换上余田山赏我的衣服裤子鞋，我瞒着陆章先走几步，到底去哪，不能告诉他。到目前为止我没搞清楚上回的自动反击系统和这回的自动防御系统的启动相不相关我的技能，联系被三川击晕和几乎被她杀，再到没摔死，如果是，我很不认同使用技能的稳定性。因为这相关我的性命，无论我表现多么淡定我都期盼多活几天去瞧瞧新世界的样子，还有女子，无所谓她们有没有孩子，只要我活着，一切好商量。所以在完全掌握技术前，我要避开再干架，达到保命的目的，然后找到三川，我得问问她，你为什么丢下我，还不来找我。\n\n　　路长的很流畅，但越走能见度越低，我不停注意周围，不给世界摔倒我的机会，但我忘了现实教育中老师常说“机会从来不是别人给的是自己找的”的至理名言，于是我还是摔了。我有点情绪，爬起来（爬四次了）找赐我一跤的物体，不找不知道，一找就喊操。我说：“这么巧。”\n\n　　我抱起琪儿来回摇，说：“琪儿琪儿，是你吗。醒醒，我昨夜几乎没睡着，我是不是看错了。琪儿，醒醒，你的妆掉了。”\n\n　　琪儿没醒，但周身干净不像从天上掉下来的，我松了口气，摸摸鼻息，我憋了口气。我拼了老命摇她，喊：“琪儿，琪儿，醒醒，你鼻涕堵住了呼吸，你快窒息了。少女，少女，醒醒。再不醒我给你人工呼吸了，这是读者和我很喜闻乐见的事情。我早上没刷牙呢。嘿，萝莉，萝莉，你丫别死了。”\n\n　　久摇不醒，我判断睡美人很快睡没了，再摇不行，我快吐了，虽然没吃早饭，但母亲说过空腹不宜做大量运动，容易吐。我瞧四周没显示其他人体或尸体，不好瞎猜发生了什么事故，捧着琪儿往回跑，要是机缘巧合，能赶上吃早饭。\n\n　　天气多云转多雾，空气指数臭，我跑了两公里，不见小房子和城池，心急如再这样下去会给琪儿上坟，不好交代，因为在我的民间扶老奶奶过马路是富二代干的事。我非任何二代，也没一代的爹，情况更不乐观，抱着人体跑，书出现在琪儿怀里时，我就是抱着尸体跑，那绝对跑不掉。\n\n　　放下琪儿，我上了一棵好上的树去眺望远方，由于有雾，而且浓，我的视野在两米以外就给掐了。喊了几声救命没人回应，只有回音，我跳下来抱起琪儿继续跑，边跑边死不承认迷路了。我想，就算当年我拿起笔做题，并且勇争第一，洗刷负一，然而回到现在，算来算去算对反声源到我这的距离，我同样没法明确方向而正确前进，所以即便没雾，也有失误，那么多的回声里，我究竟在哪里。我也更加怀疑，是否不远处的那里，就一定有山谷或有建筑等着我的求助，好让琪儿有救。\n\n　　直到有人说：“在这里。”\n\n　　我停下跑转头瞧：“陆章。余哥哥。”\n\n　　陆章跳下马笑着走来，说：“跑这么快，果然是你小子。”\n\n　　余田山不下马，微笑的说：“简易兄弟。”\n\n　　我笑不出来,摇摇琪儿说：“余哥哥救救我妹妹。”\n\n　　陆章一怔，回头递眼神给余田山看，余田山懂了，下马走近琪儿，用握手来检查对方身体健康。\n\n　　我无意吐槽他俩的抛媚眼，说：“怎么样余哥哥，刚才我发现她的时候已经没了呼吸，现在还有救吗。”\n\n　　余田山松开手，和陆章交接了眼色，我认为他们交换了意见，一般情况的后来是请通知家属，我们尽力了。陆章点点头，余田山直视我说：“简易兄弟，你妹妹平安无事。她现在的情况，算是昏睡过去了。”\n\n　　我不敢松气，说：“恕我冒昧，我想问问。余哥哥，我抱着妹妹跑满五千米，路又颠簸，公共汽车都会把人的蛋抖碎，我这幅度和跨度不比车低，她始终不见醒，而且呼吸都没了，我真没法淡定下去，求解释。”\n\n　　陆章说：“急什么急，大哥说了没事就是没事。”\n\n　　余田山说：“简兄不急。我来问你，你是不是沿着我告诉你的小路走的。”\n\n　　我猴急的和余田山对着地理答案，说：“是是。”\n\n　　余田山说：“我说过有小路有两条岔路，左边通往牧池，你是走的左边的道吗。”\n\n　　我想想说：“好像没见着，雾太大了。”\n\n　　陆章哈哈哈，说：“你小子走到‘因果林’了。”\n\n　　我等着解释新名词，余田山说：“今日雾大，我本该送送你的，奈何你起得轻巧没让我们发现，于是失了机会。正如小陆说，另一边前往的是因果林，意如其名，那边的森林从早间一直有不明气味散发，会使人晕厥半日，像是昏睡，这里的昏睡完全是静止的，没有呼吸吐纳，没有消耗，没有运转，没有活着和死亡的迹象，这都是正常的，正所谓断了因果，一切皆无。不知为何，你妹妹在因果林里行走，到了天明，因果开始，然后晕厥过去了，她的时间就停在了晕厥前。现在看来，午时后三刻准醒。”\n\n　　余田山顿顿，接着说：“简兄，说到此处，我们也有问题想要询问你。”\n\n　　我好不容易被问问题，说：“请问请问。但不管怎么说，琪儿的救命之恩，我当是报给二位哥哥了。毕竟为了我，你们旷工了。”\n\n　　陆章说：“有意思。”\n\n　　余田山说：“不敢不敢，简兄如此仗义，我等只是告知一下，不足挂齿。那回到正题，恩，简兄想想，你是否也在疑惑自身去了因果林却没有晕厥的原因。”\n\n　　这时我想起来了，说：“哦，这，如何解释，你不说我还真没想到。”\n\n　　余田山和陆章对视了会儿，对彼此的脸有了新认识，陆章先说：“你知道我们怎么来找你的吗。”\n\n　　我说：“可能听见我喊救命了。”\n\n　　余田山说：“这是其一。简兄，能找到你，我们是靠的它。”\n\n　　我正等余田山指马说话，结果他打开手掌表示请往这看。我一看就惊呼：“这居然能捡起来。”\n\n　　余田山托着粉碎性花瓣，说：“你看看，你曾经见过吗。”\n\n　　我说：“何止见过，我还睡过。就在昨天，我掉下来的位置，那一片可以办葬礼了。”\n\n　　陆章换了个问题，说：“简易你知道你跑了多远。”\n\n　　我伸出四根手指头说：“刚说了，五千米，不打折。”\n\n　　陆章数了数说：“哦，四公里，你现在感觉累吗。”\n\n　　我吓了跳，拍拍大腿拍小腿，说：“哇哦，这什么情况，不特别硬。我能跑马拉松了么。”\n\n　　余田山略点头，说：“果真如此。简兄，我们一路行来，到得此处，全凭路边的花末和其他粉粒提醒。这就是你的技艺。”\n\n　　我兴趣顿涨，抱紧琪儿说：“什么什么，我的技能，你们知道是什么技能了，分子化的技能么。”\n\n　　余田山说：“也算因缘巧合。简兄，下面的话，只有很少的人知道，你即是天应师，也应当让你知晓，但除了推心置腹的人，你千万不能随意传言，以免遇见非常之事，绝非玩笑，切记。”\n\n　　我严肃的说：“没问题。”\n\n　　余田山说：“这事说来话长。我和小陆原本是因果林过去叫‘雅蓝’的城镇上的人，三年前闹了天灾，瘟疫四起，死了不少人。当时王国也派送了资源，我等命大，吃着王国粮苟活到现在。本来有计划重建，活着的镇民都愿出一份力，雅蓝的辉煌指日可待。但事与愿违，很快一行贼人侵入了小镇，我和小陆正从城外运粮回来，没进得了城，恰好躲过了此劫难。其余人却无一幸免。而后十城的一名勇士经过此地，和贼人对战两天三夜，虽跑了几人，还好大部队已经歼灭，但城镇严重破坏，无法再次重修。我本害怕性命丢失不愿近前，可小陆急脾气，非要问上几句，即便不答也要感谢几分。那名姓林的勇士听罢，说小陆对脾气，便告诉我们这些贼人来雅蓝的目的是为了寻找四本技经意中的一本。它们都叫做‘四无意’，比创世录更早诞生的永上大法，与自然共生，与生死相会，持其一可定战局。贼人道听途说雅蓝有四无意出现，为满足野心，不得不四处寻找，至始至终都未能在雅蓝寻到，以为私藏，所以到处滥杀，直至林勇士赶来。”\n\n　　我等了等，余田山颤着身子说：“那些贼人，也不思量，所有技经意除颜色外近乎一样，若不是知晓哪人显露了什么样的技艺，谁敢保证这本书便会习得这样的技艺。我们雅蓝世代无争，学技经意的少之又少，可恨的贼人们不管不顾，连同妇孺，一并杀害了。”\n\n　　陆章咬咬牙，余田山喘完再说：“随后他还说了许多四无意的细处，也说到此番话不可到处传达，只因四无意在王庭已列为强制收回的禁书，我等允诺了。林勇士见只有我俩幸存，于是找人安排我和小陆到得牧瑶作守备役，还说，若是我们想再建雅蓝，再报血仇，他不拦我们，只要有实力，只要有贼人消息，他愿陪我们一道前往杀之。这便是前面的故事。回到昨日，遇见简兄和小陆争斗，我只以为你是体质高于小陆，而且有心不进攻，后来听你说你刚习得技经意，体质不在六行，却让大行位一脉的小陆吃了憋，我就有些留意。到了今早，我见出了大雾，想提醒你不要误入因果林，听见有人喊救命，我们寻声而来，找到路上许多死去的植物，最后果然遇见了你，在确定你进入因果林后，加上现在我们减少的现象，我也确定了你非常的技艺，和林勇士告诉我们四无意中其一的技艺表象相差无异。所以简兄，可千万别在人前随意显露此技，有得拿捏，才过得安稳，不然祸患不断。”\n\n　　我听完不表态脾气相对论，但有几句话：“余哥哥，陆兄弟，说到这，就什么也不说了。这番话不是什么人都知道的，我也明白，你们看我一不正经二不端正难以信任，而且相识不过一天，但即便如此你们还是告诉我了，所以我简易对，对花儿发誓，绝不会以此技做伤天害理之事，也不随意暴露目标，更不会说是余哥哥你们告诉我的，如有违背，就遭断背。”\n\n　　陆章没笑，余田山微笑说：“无妨无妨。简兄的性情虽说不好抓拿，但我也能看清真几分。而这四无意，绝不是随意一人可以练就的，虽不知贼人夺去有何方法学习，但若非品行德艺兼备，定然无能习得。”\n\n　　我无力解释世上没有绝对的好坏，只有好白菜。陆章说：“说贼人学，不如说他们怕我们有人学会，抢走一本少一个大天应师作对，算是合理。嘿，小子，什么时候再和我干一架，我可不怕你。”\n\n　　我说：“可以可以，那，我这到底是什么技艺。”\n\n　　余田山说：“均衡世间万物与意识，这是衡之技艺。像这花瓣，你在跑动时耗的力气全由它的牺牲重铸新力，花自己便无形羽化了。你说过你摔下来花瓣的形态是粉末，所以身体伤痛和病患，也由最近的自然生命体补充，但人不在内，衡技不会从他人的生命力里获取本身需要的能量。先前你到了因果林，不受因果影响，实则由于你习得了四无意，通晓自然，制衡本身至饱和，拒绝伤害性气体，才免疫了侵袭。”\n\n　　陆章说：“平衡啊，我就说和你对砍使不上劲，有一半被你抢走了，现在也是。你抢走一半，我开放都不行。”\n\n　　我跟不上频率，说：“又这么先进的词，花死光了不就失衡了吗。我真心不明白，我跟人打架为什么全自动没解释清楚啊。”\n\n　　陆章说：“怎么不清楚。范围内，你的衡技自动生效，获取对方一半力量，不仅力量，能力，对手出招的套路，作战经验，意识，习惯性等等，不包括人的生命力、体力、记忆等等，全拉了一半走，你就等同拥有对方一半的综合力，而对手恰好又丢失一半。要是你的衡技判定自己将会遭遇不健康因素，并来源自然，那么什么物质都进不了身体了，保证健康无恙，因为这样你才没晕在因果林。所谓平衡，说的就是你与自然乃至一切的相对均衡，你也别担心不平衡，自然看不上你那点能量，你想象一下，自己是个茶碗，还个破的，盛什么只能盛一半，自然是片海洋，你说海洋什么时候需要那一丁点茶水，它随便一浪，够你盛多少碗。所以说，你的意识作为平衡点无论主被动，都决定着自己的走向，这就出现了两种状态，补充一半，或者拒绝，拒绝就是碗的屁股朝天。说白了，假如你快要死了，世界会给你补充能量，这会是潜意识带来的效应。潜意识懂不懂，衡技的主动判定是根据你潜意识受迫害预警程度而发动的，当然你想有意识的发动也可以，那要你主动，不像这次自动。”\n\n　　我有种我是个悲剧大于我是BUG永动机的感觉，但听到一切，我忘了一半，我说：“等等，等等，哥，你不能老用等等省略关键性的东西。”\n\n　　陆章说：“你有什么要问的，快速的说来听。”\n\n　　我捡了个基础性的问：“体质也能平均？”\n\n　　陆章说：“当然，必须的。”\n\n　　我说：“数量受限制吗。”\n\n　　余田山说：“照理不受影响，你消耗了许多花瓣就能说明。”\n\n　　我说：“哦，还有，前边说比创世录早出生，创世录管不了四无意吗。”\n\n　　余田山说：“创世录的话，与其说四无意凌驾于创世录之上，不如说创世录是依照四无意来创造的，四无意相当于初版，创世录就根据初版定下规矩并改进，变化嘛，都是取长补短的，所以有些东西符合创世录所说。”\n\n　　我豁然开朗，为了不断开朗，我问：“那有没有平衡时间空间的。我遇到过时间变慢的情况。”\n\n　　余田山说：“有可能。但我们也不全知晓，你才刚学，后面还有很长的路需得自己开悟。”\n\n　　我说：“但我想不通前段时间被别人秒杀了，另外旁边还有那么多人给我提供能量支援。”\n\n　　余田山想想说：“应该和技艺熟悉度有关。”\n\n　　到目前为止我就透彻不少了，你站在那里，我站在这里，你有100的战斗力，与我为敌，没有关系，叫上你的兄弟，我等你。因为这是道简易算数题，到那时，你们拥有的战斗力总和为1000，我本慈悲，马上除以2，不管有没有余数还是无限余小数（无限就是算错了），商和它们都是我的，连你在夜间习惯锻炼哪只手，锻炼完用没用纸，都是我能知道的。而我还想让你知道，在500的基础上，还得加我的初始数据。\n\n　　看到这，我都以为我该崛起了，就好像驾驶在高速路上，并表示路况良好，很快就到。但你知道，我总不能一帆风顺，因为车不仅抛锚了，我还下错道了。\n\n　　　　第8章 不能错过法定节日和指定节目\n\n　　我没往下算除数越小商越大，当小数点后有三个以上的零会影响我的算术本领，而且余田山说不能往下算。我说谁说的，他说林勇士说的。\n\n　　我乱理解说：“不是相对平衡吗，不是我决定的吗，我认为除以1就是平衡不行吗，好吧，就算茶碗破，我不多装少装行不行，我除以3自己吃亏行不行。”(以下内容请合理意淫，字数很多)\n\n　　陆章鄙视着说：“什么乱七八糟的，有没有听，有没有听讲，一半在哪去了，对象只有你和自然，2哪去了，2呢。我来告诉你，一定好好听着，这样说吧，为了不侮辱你的理解能力，我得把之前那个比喻加强化一下。要注意，下面所说的都是衡技效应，基本与现实生活不相连，别代入错了。你这样想，假设，你现在不是个破碗了，但你现在拥有很多个完整的茶碗，每个好茶碗代表你每种身体所需并能从自然中每次获取的能量上限，相应的，你自己体内拥有很多个桶，每个茶碗对应一个桶。拿其中一个，呐，假如这一个碗，是负责你吃饭的（听上去不是一种职业吗），那么体内相应有一个装饭的桶，简称饭桶，先不谈体质升级后碗会越大一些，越快装满一些，以及你所有的桶的总容量也会变大一些，那么接下来，就先从主被动讲。刚才说这个碗负责你吃饭的，如果你现在饿，没有刻意在意，那潜意识会连动衡技持续补充能量，根据体质或快或慢通过碗输送进你体内，达到饭桶的一半就停，反正你记着，如今的碗可以装满，但饭桶低于一半才触发用碗补饭的项目，上限就到你饭桶的一半，例如你今天的跑步，体力始终维持半数，这是其一。其二，如果你现在饿，有意留意了，主观意识也启用衡技给你补充，情况和其一类似。其三，如果你现在不饿，潜意识不会有意识干什么，要是主观意识强制启动衡技补充，目前你饭桶的量已经超过一半，碗是满的，强制让你服下，你就会吐到只剩饭桶之前的量，也就是说，你本身的能量，与碗里无关的自我能量，在一半以上时，是无法通过碗来增加的，那时的衡技，会让你吃多少吐多少，于是你有多少剩多少。总之少装可以多装不行，而少装还会有意无意为你保持到一半，但我记得似乎有不装的方法，记不清了，那跳过，无大碍。那么这个桶说完了，下一个桶是一样的，当然，你可以同时用若干个碗，补充若干个桶。我反正以为最简单能理解的是你的碗反着放，装什么装，除了孙子什么都装不了。”\n\n　　我理解的说：“好吧孙子，你说的真详细，好比自然是电源，我是电灯们，碗是电阻，电灯在电阻后边，一个电阻一个电灯一条线串联，许多个串联组成并联，电源在最前边。过来的电流，恒定不变，若我也合理，在到我这儿就不会超过预定的烫，否则，由于我有干电池，还在发光，再过来电流就超标了，又由于我是活的，所以我最难受。恩，多形象，在并联的电阻前还串联了条并联电路，它有着两条线，一方是潜意识的保护电路，一方是主观意识的开关，量大不大看走哪方，真合理。”\n\n　　电光火石间我灵光一闪，说：“咦，你妹的，说了一篇作文不就是，没一半就补，超一半不吃还好，一吃就吐吗。说半天我还是那个破碗，现在是破饭桶，还是只能装一半。无非是技能手段。”\n\n　　陆章乐了，说：“也，领悟力不低啊。但你思维局限了，始终有出入，你仔细想想换比喻的意思，是只能装到一半，不是自己一直只能有一半。你如果还是破桶，你怎么拥有满的状态，你按正常生活是可以满状态的，这里的满状态，不仅仅是说你吃饱喝足睡得香的状态，还涉及体质方面等。当你认真吃饭认真睡觉，思想负担少到最少，那完完全全能在认真消耗前达到满状态，满状态就不用衡技补了，少过一半的才补。一直破桶的话，那比喻最多只会有一半，这和你机体总能量相悖，不合理。对吧，饭桶，你自己吃能吃满，你靠自然吃能吃一半，懂了吧。”\n\n　　我说：“你是有多纠结于茶碗和饭桶啊，你跟比喻这么较劲为什么啊。小于0.5,装到0.5，分自动主动，大于等于0.5，保持不动，若强制动，结算值仍是初始值，多余值吃了吐，以上为技能效果，生活中吃饭管饱不受限。你这样说不就完了吗。我勒个去，那我接着问，跟自然有关的能量吸收像你说的有着上限，这跟本人体质有关，那技能方面呢。一群天应师站我旁边是不是也只能装到我的一半。刚才问余哥哥，他没明确表态，但你也说过，体质都能平均过来，那我的容量变大不是又能多装很多了吗。”\n\n　　陆章说：“这你问对了，这本四无意太特殊，平均过来的体质不算作你本身的体质，只算借的，借来的体质只和衡技判定无关，意思是你平衡而来的体质对衡技本身没有收益，但不影响开脉门和其他方面。林哥哥正好和我们说了这事，为什么四无意能逆转战局，因为它的限制只存在于自然，不冲突在人体。你说人是自然还是非自然。我以为，当技艺到达炉火纯青，或许体质更高时，作用面肯定比现在要大，虽然衡技本身限定了自我的硬性条件，但个人能力技艺的软功能会以范围内的基数成长，照林哥哥的技艺说明，软功能是没有极致的。再打个比方，你是一个大地主，衡技是个善良的部下，它收的税收通过作假账只给你一半并让你相信只有这么多，剩下返还给了百姓，于是你拥有百姓总和的一半，具体是多少，因为你财大气粗不知道。每个百姓现在拥有自己交出去的一半，所以，你拥有的多少是与你势力范畴里有多少户百姓被你强制纳税有关系。故事没完，你在离开这个村落的时候衡技干部又把税收偷偷还回去了，你现在有没有认为自己是借用投资的，当然你借的时候是特别有钱特别厉害的，包括借来的体质会有效提升借来的技艺。\n\n　　说到这儿了，再送你一个要点，好好背诵，听好，开放借来的体质耗自己的体力，让别人鄙视去吧。”\n\n　　听着尖端的词汇和不一样的比喻物以及都是不好的表率，我想通了，大概。前面玩笑说，书是软件，体质是硬件，软硬兼容，匹夫当关姐夫莫开，到此处陆朋友果然说，书的初版存在着软硬概论，人的性能在自然的硬性规定下有着标准尺度，到底在哪个标准取决于体质等级，这样的等级，代表抗打程度与需要自然帮助时的速度，恢复程度都是当前一半，属于个体平衡，要靠个人发展。而人的技能收益可以无限扩张，于是有效果人口数量成为决定性因素，属于整体平衡，要靠大家支援。我总结了，硬性体质，软性技艺，因技艺特别，体质影响回血回能量的快慢，同样影响技艺范围，体质生长，范围扩大，技艺数就增长，技艺和一强，姐姐姐夫都莫开。瞬间我编好了小口诀：想要健康找自然，体质决定哪一半；想要变强凑人数，越多越好吃一半；借的体质本不算，其他方面一样干，嘿一样干。拥有权方面，回血回蓝是自己用，平均非自然能源是借用，要还的，因为以前没权，特此说明拥有了拥有权后的权利归属，以免回到从前被人骂不懂国情。\n\n　　缺点是借的自行车一样是自己蹬，没有代驾搭你兜每小时20公里的风。\n\n　　想过几分钟，我凑合了情绪表达了赞许，陆章说：“你流口水了。”\n\n　　我说：“原来我以为是除法，那干脆改名叫除技，也能叫除艺，我就是通天的厨子。现在我顿悟了，被除数除以除数2是公式，商就是我的技术，这是大公式之一，负责打架。第二个，是乘法，乘数永远是0，管他被乘数是几，积都是0，百毒不侵，它负责保卫我身体处于原样，在健康受自然危害时会启用。第三个特殊点，在常规环境下，商有最大上限，除数2固定，被除数可以是任意值，但商才是我的健康值，为了健康，第三个公式不能轻易使用，被动使用才安全，这负责维系我身体稳定，就是续航力。几乎没有第四个，我坚信我会好好保护环境的。所以我很欣喜，这就够了。”\n\n　　陆章说：“你说的前三种情况，如果有条件，自己又熟练，可以一并使用，组合使用，单线使用。”\n\n　　我说：“你居然听懂了。”\n\n　　陆章说：“那当然。但你若想衡技只是这样，那你可错了，它绝对比你想得更实惠，更贴心。比如你失血超过三分之一，你是人类，你很快就死了，按照你理解的一半补理论，目前这情况还不够启动条件，你飞快的死了。但实际情况是，衡技总会保证你的基础线，所以所谓的一半，皆是指基于健康基础，上限减去下限除以2再加上下限，这才是你真正一半的值，包你不死。恩，不容易死。”\n\n　　我说：“哇塞。这牛逼。”\n\n　　陆章科普起瘾了，说：“还有个误区，涉及个知识点，给你点明点明，补充补充。体质较高环境较好的前提下，比方说你手指头断了2公分，衡技发现不对，给你补充，但并非补充断掉的1公分，而是先还原2公分，后给你这2公分施予你没断前2公分的一半属性的状态。然后，自身进行中和，体内的桶儿们各司其职，看哪方面差就往那方面支援，这时是自我内部的整体平衡，到最后，衡技再来观察整体有小于一半的属性没有，有小于就补一半，等于碗给桶儿补。这是恢复时间较快的情况。重口点的比方，你被切成两半，横着切吧，竖着切我怕你平衡到分身了。你被横着切成两半，衡技发现完全不对，给你补充，因为脑子在上面，所以下体不响应了，丢在一旁，只有上半身恢复。过了很久很久，你的上半身长出了下半身，你成为了人类，你当前的整体性能就差不多有了一半，因为过了很久很久，你边长身体时内部也在平衡，同时衡技也在补充内部平衡消耗的值，所谓双平衡，里外平衡，即是如此。那么这样说来，衡技的运营模式就一目了然了，还原中和再吸收，其实和前边一样，前边说的补饭桶不是受伤情况，只是定义在消耗上，消耗时桶儿就在中和自身，输能量到需要的地方，低于一半开始补，等于中和再吸收。”\n\n　　竖完中指，我再也不怕哪儿断了，摔得合理，还可以器官捐献，造福他人。我说：“不要开我下半身的玩笑，说得跟你学过似的。”\n\n　　陆章没有多说。余田山摸着马头说：“你跑太快，累着马儿了。”\n\n　　我收拾好思绪，抱稳琪儿说：“余哥哥，谢谢你救了琪儿，还告诉我这么多让我不再疑惑，陆兄弟也是。虽然没消化完，但终有一天会拉出来完。不过余哥哥，这么重要的事再怎么看清我人品我想你也不会直接就告诉我了,但绝没有分享秘密就等于把对方无条件牵扯进来的意思在里面，因为我是一个迫切需要解决问题需要真相的男人，而现在你们帮我解决了不少男人的问题，告诉了我许多真相，太多了，这么多暂无代价的真相给了我做一个男人的机会。那么，余哥哥你是不是有什么事，必须的，我能帮的绝对帮，帮不上的努力学习到能帮上再帮。”\n\n　　陆章说：“有点自知之明。”\n\n　　余田山微微笑，说：“惭愧，简兄真非一般人。我等将之告知简兄，也是有自己打算的。”\n\n　　我猜到他要做生意，说：“没事没事，有目标的人生才是完美的人生。我大概猜一猜，是不是跟重建或者找贼人有关。”\n\n　　余田山慢慢说：“相差不多。和小陆商讨后，我决定求简兄一道，诛杀贼人。但现在不急，贼人的消息未完全掌握，身在牧瑶，能得知不少天下消息，我想等些时日，当简兄熟悉技艺，我们获取正确情报，再求林勇士一齐，歼灭那些毁我城镇之人，还我公道。”\n\n　　我不得不佩服余田山。\n\n　　在我眼中，他现在是上好保险谈生意的生意人。他卖出人情，买进我的未知战斗力，从人性出发我不会生气，因为我就不爱生气，归结到底是我的思维出门了情绪还在穿鞋，来不及跟上。他几步着手，却不动手，靠说话提供恩情因素和技术支持，助我不再纠结琪儿会死与非自然现象。接受不良信息后，我如果选择不从，那他可以选择通知林希希，告诉他我有四无意，国家不懂我，视我为公害叫人灭我，我技能不熟不能乱除，最终干等被灭,因此我从了。而他的作为是为了顺利回归正义，既然生意都有风险，他也必须对我讲实话，所以我不担心事件不真技能会假。他也不用担心，即使我将会离开，他可以选择打我的未来，不管可行性多低，至少还有林希希。这便是双保险。\n\n　　出于余田山真心想构建和谐社会，我愿意帮他，因为以上的书面分析是保留现世观点对人心现实化照成的，虽然事出无常必有妖，虽然他们确定我技艺的方法很随意，虽然他们的经历对不上阅历，知道太多，连我认为的酱油党陆朋友都能用到比喻去普及几乎是官方才有的教育，虽然林希希身为干部却口无遮拦，明显有误，但我来至地球，已经不用上班，在这样的国度里，怎样的遭遇始终没有关系。我轻摇琪儿说：“很好很好。余哥哥，陆兄弟，我本想就今儿这地凑合我仨结拜了，但手中有货，不方便跪下磕头。而货又没醒，当初打我的姑娘也不知所踪，我还是得去找找问个原因，待到再来牧瑶，我们便义结金兰，然后一同出发，荡天下，灭贼人。”\n\n　　陆章大笑说：“好一个荡天下灭贼人。”\n\n　　余田山嗯嗯的说：“好，好。好志气，简兄有此话，我等无憾了。”\n\n　　我说：“别客气了，两位都比我大，你们叫我易弟或者钱儿就是了。”\n\n　　余田山摸完马摸出一本白皮书给我接，说：“这是创造体的‘系’技，我已经将三本做好记录，以后不管远在天涯或海角，上面定显我等足迹。”\n\n　　我接好了放入内兜，从此和这个全球GPS定位仪衣衣不舍，不含内衣。\n\n　　“哦，余哥哥，我还有个事。”\n\n　　“简...易弟但说无妨。”\n\n　　“老听你说开一门一门的，是防盗门吧。”\n\n　　“听好了，哥给你说，我在大行，只能开一门，这个一门开放，讲的是体能释放。你小子运气好，捡到四无意还学会了，现在我干不过你，等你再来，我已经太行二门或者三门，至少二门，到时候你就跟不上我了。”\n\n　　“说的是说的是，我哪是您的对手。不过陆大师，就算有一万个门，也会平均5000给我用啊,还没加我的基础值呢。”\n\n　　“哦，你以为是这样吗小子。”\n\n　　“哈哈，易弟倒是说到点上。其实小陆昨夜并没有开放成功，唱的门数不对当时体质。恐怕半数不算数。”\n\n　　“怕什么怕，我俩都一样，谁干过谁说不准。喂，简易小子，你妹妹手里拿着什么，我看她一直捏着不放。”\n\n　　“嘿嘿，那是我送给她的礼物。是让人自信走出WC的利器。”\n\n　　——————\n\n　　再见余田山和陆章，我迎来了一个健康的午后。作为一名逆天技初学者，虽然一日三餐有俩没吃，同时还违背了母亲说的饭前运动容易吐的理论，而且继续违背着，但我想这有何妨，我已经学到专业知识，凭空喂好自己不再是浮云，即便胃感觉没填饱，通过主动发动技能一样保证我营养十足，确切是五足。其实我吃的是含维生素的寂寞，饿还是饿，就精神不错,完全能达到想吃可以吃不吃凑合过的标准。\n\n　　但有一点不环保，我一路走来就死一路动植物，为求生态平衡，杜绝死到没东西再死，我加速的抵达了这条路的终点，没有站。来到城门头，我抬起了头，门牌有汉字有拼音，它们告诉我路没错，只是门不对，后门从来不开。我游走了几下，找到对外开放的门，水平翻转琪儿重新抱，准备进城。但...没进得去。\n\n　　因为琪儿醒了。\n\n　　琪儿在我怀中满状态复活，顿时手舞足蹈，我脸被踢了两脚。琪儿捏我脸说：“简易哥哥，简易哥哥，真的是你。你没事，太好了。”\n\n　　我说：“恩。你没事，也太好了。你还记得睡着前发生了什么事。”\n\n　　琪儿说：“嗯...琪儿记得，记得走在树林里，然后不知怎么脱力了，就倒下了，其实不困。后面就不记得了。琪儿知道，是哥哥救了琪儿吧。”\n\n　　我说：“也算是，我在马路边捡到一个你。那前面呢。”\n\n　　琪儿说：“前面，前面，前面琪儿来找哥哥，走进了森林。”\n\n　　我觉得逻辑上有问题，说：“再前面呢。好吧，三川，你的姐姐呢。”\n\n　　琪儿茫然说：“琪儿没有姐姐啊。哥哥你怎么呢，再前面我们在牧池的酒馆等冒险节啊。”\n\n　　我马上把掏出来的GPS揣回怀里，和琪儿擦肩而过，琪儿说：“哇。哥哥这是多人用的系技，你什么时候买的，这很贵的。咦，哥哥换衣服了。”\n\n　　我不认为余田山不会通知我掉进因果林还会造成失忆，我也不认为GPS和打电话存在联系，天上没有卫星提供移动通信让我好好玩，我丧失了玩的心情。我说：“琪儿，你为什么要来找我。”\n\n　　琪儿没说话，一说话就是...不知道。\n\n　　我非常讨厌不知道，尽管我再怎么不耻下问，这世界非常规的事总在陷害我的智商，我以为我的理解力和学习能力早已达标，但现实说，小子，考试不带笔，及格靠做梦啊。现在琪儿梦醒了，我却没找见笔去解决所有已知的未知问题，到底笔是什么东西，我也不知道，但我想知道，在世上，一个人的存在对于他人而言，仅仅靠记住没记住吗。\n\n　　我不想接着想，拍拍琪儿说：“饿了吗。”\n\n　　琪儿茫然依然，说：“有点。”\n\n　　走出几步路，琪儿拍我胸部示意我向她指的方向看齐，我跟着看去，城外两头无免成功着落，扇起一片烟雾，然后被旁边的观众围住，有人在喊，哇。\n\n　　女人善于莫名其妙忘掉自己的莫名其妙，琪儿乐观向上，覆盖迷茫，说：“哥哥你瞧，那是无免，飞行速度数一数二，是难得的坐骑。琪儿好想上去坐一坐啊。”\n\n　　我不禁想说何止坐过我们还睡过但不能说。我说：“你科普成性了。以前没坐过？”\n\n　　琪儿说：“没有呢，那么大的飞行兽只见过，琪儿没钱买也没能力找见一头驯服。”\n\n　　我耸耸肩说：“房子有那么重要吗。你看它体型那么大，占地不说，吃喝拉撒多费让人操心，120平米，飞来飞去以为战斗机呢。”\n\n　　琪儿耸耸头说：“哦。琪儿，琪儿只是想尝试飞行的感觉。”\n\n　　我嗨口气说：“好吧好吧，这是第二个愿望，哥会给你实现的，我说真的。虽然你已经实现过。”\n\n　　琪儿耸到脖子都没了，说：“哥哥真好。”\n\n　　走着走着，我有些难以接受，因为出的事全是走着走着来的，真是站着都中枪。琪儿冒出脑袋说：“呀，冒险节。”\n\n　　我说：“呀，你怎么忘了。”\n\n　　琪儿和我一齐说：“不知道。”\n\n　　琪儿咯咯像手机震动的笑，说：“还在中午，应该赶得上。”\n\n　　城内行人不规则的散开在路面，声效音效傻笑样样有，不过都在打酱油，没搞起节日气氛。我见不到众门市墙上贴的海报的面，质疑报名时间截止了，关于冒险节，我了解不多，但我知道它冲进了琪儿愿望前三甲，优先级特别高。\n\n　　我小心的说：“琪儿，已经过了一天了。你可以理解你睡了一天半。”\n\n　　琪儿说：“琪儿知道。冒险节要举办一星期呢。”\n\n　　我哦四声调说：“原来如此。你们那啥也太那啥了，用词进化就进化完嘛，一会儿古文一会儿现代文，虽然不是文言文，听着还是蛋疼。”\n\n　　不顾蛋疼，我们上了路，有朋友要问你怎么经常上路，我说，这次上是两人上，我不再孤单，我也不再撒手，因为她没开口，我怎能先做禽兽去揣摩人家的哀愁。她可是我妹妹你想什么呢魂淡。\n\n　　天是蓝天，地无地板，走到天变黄，琪儿睡着了，后来颜色告急，我接受了同行参赛者的伙同，合租坐骑去地瑶谷。途中琪儿醒了，我通知她需要路费，通知手法含蓄，琪儿没问原因，拿出货币又睡。我很兴奋，当着众人面吃上软饭，不管这饭熟没熟，众人中的他们只能目睹，不敢叫媳妇付。下半程飞快过去，琪儿睡满全站，我摇醒她说：“姑娘，我们到站了。”\n\n　　琪儿打呵欠的说：“哥哥，琪儿怎么睡着了。”\n\n　　我说：“前天你上了通宵，昨天又掉坑里，那坑坑爹，把你的时间暂停了，你瞌睡也跟着停了，现在回来补。按原计划你应该比世人多活半天。”\n\n　　琪儿似懂非懂，多半不懂，我带她脱离坐骑，如今她通宵后遗症痊愈，不好意思说明自己不好意思，猫在我怀里不活跃着。我是男人，主动让琪儿脱离我抱，叫她去前边接待处抽任务，我在旁边等。任务分有难度，这是某个下半夜琪儿科普的，分上，上中，上下，中上，中，中下，下上，下中，下，一共九种，活动采取轮番制，一轮跟一轮，完成任务并在规定时间内交任务的选手才能参加下一轮，总三轮，第三轮是传统节目对打，打成剩自己就赢，最后根据结果排名，前三名奖励技经意以及以后到处接任务的资格。\n\n　　当时我说，那我是不是也要参加。我能不能和你一起打怪兽去。\n\n　　琪儿说，可以呀，大会规则上有说可以带一名协助者的。\n\n　　我说，你一人来，莫非一人干。这多吃亏。\n\n　　琪儿说，没办法啦，琪儿又不认识其他人。\n\n　　我手比V说，不怕，有了我打辅助，你GANK抓人不再烦恼。我们保第三，争第二，梦第一。\n\n　　——————\n\n　　琪儿摇摇我，说：“哥哥，哥哥。”\n\n　　我视天色猜时间，说：“如何，如何。哦，几点了。”\n\n　　琪儿低头说：“傍晚了哥哥。哥哥，真的对不起，琪儿太任性，让你陪琪儿来参加冒险节。琪儿只有明年再来了。”\n\n　　我看服务站没收摊，许多人在找人家服务，一名主办方的人员站那挥手，喊这边这边，这边买单。我说：“不是没关门吗，名报满了么。”\n\n　　琪儿扯我衣角,说：“不是不是，哥哥你看。”\n\n　　我把琪儿拍在我脸的条子扯下，琪儿忙说对不起，我说没关系，翻面定睛细看，怎么看怎么是一个字，下。\n\n　　我说：“这不是抽签算命，你希望的不就是下么，难度最低最容易过。”\n\n　　琪儿说：“拿反了哥哥。”\n\n　　我一筹莫展，每次都拿反，还是双反，说：“我们该上哪。”\n\n　　琪儿略摇头，说：“不用了哥哥。琪儿想过，九种里边抽到只要不是前三种都还能够参加的，现在抽到最坏，每年第一轮最难做的就是上的任务，琪儿是不可能成功的。”\n\n　　我拍她头说：“不像你，不像你，第一次见面你就那么霸气，哦，那么有干劲，是如果前边有死，绝对非死不可那种。这才抽任务呢，也没尝试，岂能退缩。再说了，人才市场每年3月1日次才开，排除关系和特殊途径，选择马上就业机不可失啊妹纸。”\n\n　　琪儿垂脑袋垂到极限，脸和地面平行，小声说：“明明不可能嘛。”\n\n　　我意淫着自己缺氧，大自然待我不薄，导入我身体纯氧，我差点没氧气中毒而翘了。旋即我恢复平衡，琪儿站得近，刚没空气吸有点眩晕，还说，呀，刚才琪儿不能呼吸了。\n\n　　我咳嗽着说：“怎么不可能，你看，有哥在，一切皆有可能。”\n\n　　**——————————————————\n\n　　作者说，啊，写了这么多我实在没看懂技能说明。\n\n　　　　第9章 掌握基础才是胜利的关键\n\n　　我们在深更半夜出动了。琪儿伴着月色，哼着歌曲，有时说话：“啦啦啦，啦啦啦，哥哥，过了前边那山就到第一关卡了。”\n\n　　我制衡了打瞌睡，一边手拿纸条看，说：“你太精神了，上完通宵就睡，现在又起来做任务，作息时间调不过来，悲剧，以后长不高。”\n\n　　琪儿彼时不敢去的心态，在此刻一一忘怀，她唱：“啦啦啦，啦啦啦。”\n\n　　我吐槽的心都有了，说：“唱什么唱，那不是天堂，你确定还有工作人员等我们过去做任务。”\n\n　　琪儿说：“有的有的，哥哥不要担心。”\n\n　　我说：“我是不担心。制度上的缺陷，从来不会引起民怨，这话谁说谁死啊。”\n\n　　琪儿说：“不怕啦，人家有几班的，因为时间有限，所以才要用更多睡眠时间。”\n\n　　抽到上时，我拿纸条去兑奖，工作人员奖给我另一张纸条，上面写有坐标，他表示那边24小时营业，剩余时间1天，可以先吃饭，再任务，不耽搁，不冲突。我问，不睡觉吗。琪儿说，他们不睡我们也不睡。\n\n　　我心怀冲突跟着走。由于技能施放，自然施予我不自然的睡眠模式————不睡，我实在忧虑，屡屡反问自己，我的技能书属于早期版本，没有机构认证和保证，虽然吃寂寞补营养不会引发胃病，且陆章余田山解说得详细又在理，但脑细胞靠意淫更新会不会留下后遗症，从而导致无限期失眠，或者永久性脑残，我这样想着，自然当然有实力治病救我，但副作用有什么说明，我没人告知，也不得而知；虽然大自然派送的能量为任意值，但经过技能仅能吸收本体的50%，在此我的上限就到50%，与吃能量的心态迥异，我能坚持半饱的胃不能顶住一半的睡，那是怎样一种情怀，我再也不用认真睡觉的活着，反着想是不是我一直不会认真睡觉了，因为自带几率保持一半醒，而且自然不知道床是我灵魂的另一半伴侣，想起前两天睡眠极其糟糕，重点培养对象放在加强潜意识与技能的协调性上有用吗，我能忘记床吗，我能再说我可以和你一起起床的言辞吗,清明梦怎么办；虽然技能理论上开着，但多数时间没有存在感，我同样没有参与感，在人群里，我既没情绪暴涨也没肉体暴走，按照数学运算，我当时除以了很多2，我甚至有意用他们总和除以2，同比之前十城宗围观我学技能，他们离我那么近，无论是有意识还是潜意识的除以，我作为商的载体，结果都没显现结果，而平均睡意却有效果，这是否意味着我的大脑在未来要承担更多风险；虽然现在清醒，但能否长久保持清醒，假若人品不好常遭殃，智商性能频繁低至下限，万一卡技能，系统不否认，直把下限作上限，到最后还能清楚上限在哪吗，还能明白自己是条人类吗，确定不是生产器官的3D打印机吗；虽然我总会想很多，但在想的时候总没有解决方案去下手，这些疑难总不好上手，我越来越觉得脑子好总不会死得早，进而我总比胃先纠结大脑的怎么办，因而我总掉队。\n\n　　琪儿带我归队，说：“哥哥，快点，前面就到了。”\n\n　　月亮圆又圆，树林宽路扁，我们走完上坡路，我想下面会走下坡路。翻过坡，我知道错了。我一个人滚完了下半程。\n\n　　琪儿下来扶起我，说：“哥哥没事吧，看你一路走着不留心，果然摔了吧。”\n\n　　我肉不疼心疼裤子破了，起立说：“好视力，这都能看清。”\n\n　　琪儿拍拍我的尘土，说：“哥哥我们到了。”\n\n　　前边是一个没有标记和球门的足球场大小的场，地非常平，平到趴在地上平视出去没有任何东西阻挡。场上没有场外的树，在现实中教练喜欢站的位置有座小房屋站着，它后面是比我们刚登的坡还要高得多的山，我好好想了想，想好了再说：“琪儿，这是地瑶谷对吧。”\n\n　　琪儿说恩。我说：“你说，那么多人围着，我们要不要插队。”\n\n　　挤着群众，豁着人流，琪儿找到了负责人交涉我们的顺序问题，我则更注重参与围观，因为热闹是群体欣赏个体的热闹，我这时是个体，马上我将加入群体去旁观，不久后，我又变回个体户，由旁观升级参与，被他们观看，但无论谁看谁，谁先看谁后看，只要报以一颗参与的心，围观也有可观的价值，我会因此少走弯路，特别是少挨揍。\n\n　　在人与人的夹缝间我选好位置往内看，场内有一名女负责人固定不动，参赛者可以带们凭个人技术与团队协调性挑战人家，至于进入下一轮的前提是不是打过她，我再看看，看了会儿，没看清楚，但我清楚了不是要战胜对方，或者自以为该关卡用智谋取胜，和认真吃饭一样，好好活下来才是下回的参考标准。\n\n　　当场上大于等于两人小于等于三人时考试开始，我目前正看着一场开始，听见琪儿喊我名字我转了一下腰，我用近视眼引领她到旁边坐下，再转回正面考试就结束了，我不禁感叹，时间真是转腰即逝。\n\n　　如防辐射碘盐的抢断市场的闹，四名外围工作人员上去抬下两名应考生，女负责人开口说：“各位来送死的下等民众，麻烦快一点，作为男人，该慢不能慢，该快没法快，抱着这样的心情参赛，不如先死，免得到时以尊严的借口挣扎着生命。当然，做事慢的我理解，你也妨碍不到我，我是到点下班，不按人头计算，但你们总是要学到以一对百节约的是一的时间。我的天，我的皮肤又不能好好保养了。”\n\n　　这句话干扰了琪儿和我交头接耳，我说：“琪儿，这姑娘看着挺水嫩，嗓门却爷们，你们是怎么看待粗声带妹纸的。”\n\n　　琪儿微仰头为看着我的头说：“琪儿没听见那位姐姐说话呢。”\n\n　　我明白我挖掘到琪儿的另一项功能，通过经历阐述，我特容易对比出我技能的特有性与效应成果。我说：“没啥，接着看呗。”\n\n　　接着上面，关联下面，一名酱油勇士不带们的上场了，我无能为他记录他的长相他的举止他的形态，几句话后你就知道。他向女负责人行了礼，说：“XXX，大行一位，请教。”\n\n　　女负责人不看他看指甲，说：“林林，犬行二位，赐教。”\n\n　　酱油勇士人可能直，甩开膀子直接进入战斗：“休怪在下无礼，一门开放。”\n\n　　女负责人看着指甲说：“哦，你好，无礼之徒，别等我开放。打吧。”\n\n　　前面站着的人坐了下来，我没赶上趟，他们太先进了，当我反应，他们已经站起，当我站起，他们已经跳跃，当我跳跃，他们已经坐下，当我坐下，我已经完全错过酱油勇士以他屁股方为前进方向的飞行片段，在人群伟岸的背的神卡视角中，我唯一一览无遗的是他们可供铺床的披风。琪儿侧腰板侧到极限去找酱油勇士的落点，我问找到了吗，她说看到被主办方的围住了。\n\n　　我一拳捶掌说：“哎，又没看到。”\n\n　　琪儿愁了，说：“真厉害啊。咦，哥哥，你别这样看琪儿，琪儿不像其他女孩子那样随便...就把说好的事半途而废掉。”\n\n　　我掏掏耳朵说：“没事，我喜欢你们的随便。”\n\n　　女责任人林林小姐浏览完指甲，原地呆了若干秒，旋即朝小房子那喊：“白哥哥，换人行吗，把我换了。”\n\n　　小房子前站有一名她的战友，如果我从着装方面下的定论没错。那边喊：“因XXX丧失作战意识，此斗林林胜，请下一位参赛者在检录处检录。喂，林队，别开玩笑了。你别下手太狠了，你来这可不是负责打伤应赛者，你这样我们没法交差。林队，你轻点，你慢点，给我们一点时间作记录。”\n\n　　林林小姐的声线宛若春哥临世：“你们男人真麻烦。你看我的脸是不是非常油腻，哦，白哥哥，那么远你看不见。”\n\n　　那边又喊：“我说了我不是来操本行的，上头派任务给我是瞧我技艺方便统计，林队你就别添乱了。”\n\n　　林林小姐喊：“哦好吧。”\n\n　　琪儿拉拉我衣角，等我的衣角完全落入她手心里我说话了：“啊,什么。啊？我操，这衣裳什么时候沦陷成丐帮入帮制服了。”\n\n　　琪儿迅速的丢掉拉掉的衣角以及连带物，我巨快的构思了下，那一堆丢弃的东西刚好和我身上挂着的东西拼成完整的东西。琪儿不爽着脸说抱歉：“对不起啊哥哥，琪儿叫你了很多声都没答应，就想拉你衣服让你反应，结果拉掉了。哥哥你看什么呢，这么入神。”\n\n　　我死拽住裤子说：“没什么，没什么，质量不好。哦，我在看前边那姑娘，我正在她身上找春哥的影子。”\n\n　　琪儿说：“哥哥，下一场是谷雨哥哥哦。”\n\n　　我瞧琪儿哪里都没力量型英雄的影子，搭话说：“谷雨，那个我爱罗吗。琪儿，不瞒你说，我一般对高帅富没什么过多的记忆。咦，他是不是姓谷。”\n\n　　琪儿指着一个方位说：“那，哥哥，快看。”\n\n　　谷雨少年我见过，就是胯下有马的那位，不是部位，但某个我们不敢亵玩的部位在他身上泄完了，他就这样走出我们视野，走进对打的田野。\n\n　　我说:“琪儿小美女，你今天扯了你谷雨哥哥的两个衣角吗，他这副造型丐帮是不会受理的。”\n\n　　琪儿说：“谷雨哥哥他们世家是这样，他的父亲爷爷祖父不管打仗还是打架总是赤膊上阵，无论寒暑，连训练都是如此。”\n\n　　我哟的说：“还是只有洁癖的官二代，但他身上有纹身就说明不太可能是公务员了。”\n\n　　我发觉琪儿针对我的发言已经从过滤转到过掉，她说：“可琪儿不太明白，谷雨哥哥早已在王国就职，为何还要参加专为新人量身打造的冒险节。”\n\n　　我说：“有可能犯了错记了过，档案有污点，只能加入社团下水，混吃等死。”\n\n　　经过我没等到琪儿再说话的时间，谷雨少年走到林林小姐附近，摊手耸肩说：“真是抱歉啊，本来说不再见面的，但舍妹从家父那打听到这次节日的奖励，缠了我很久，非要想办法拿到那本不可。你知道我很疼妹妹的，没办法，谁让我是兄长呢。我本来前天到的牧池，还是睡过头了，不清楚内幕啊，许多张里抽到上，来到这儿，林小姐不介意吧。”\n\n　　林林小姐的表情藏在我近视的度数里，她说：“小女子怎敢当着‘相子大人’的面说三道四呢，混蛋的行为和想法总妨碍着世界发展，如果伤害他人一直没有算作成就，那么无荣誉的死去是最好的归宿了。”\n\n　　我纠心距离产生雾的时候画面忽然高清起来，近视向着远视渐变，功德圆满，我操着裸眼认清了半裸，这时我想，我的技能具备坦别人胸露别人乳的功效吗，因为眼前只和谐掉一半。谷雨少年勾着笑说：“那，就这样开始哦。朴大夫，不劳你喊了，我们就开始。恩，西门谷雨，犬行二位，天应沙，请教。”\n\n　　林林小姐说：“林林，犬行二位，赐教。”\n\n　　两声高亢的号子喊了出来：“五门开放。”\n\n　　这是第二声,还是女声，只是声线比较粗：“五门开放。”\n\n　　我早预备问了，说：“琪儿，以前我见过一位少年只能开什么一门，还高兴这边打架不喊技能名。你懂的，给我百度一下五门开放有多开放。”\n\n　　一到科普时间，琪儿就有话说：“哥哥，门开放就是体能释放，脉门开放，这里的喊话，俗称‘唱门’，是开放的启动条件。门的多少，要看作为前提条件的体质有多高，唱出自己最高或以内的门数，自然才能释放体能。门数开得越多体能越强，不过带来的体力消耗越大，体质高者门数会更多，同时体力消耗会变慢，三者相互关联。哦，要想关闭的话，想着关或者体力消耗殆尽自然会关了。如哥哥之前所见，大行位仅有一脉，只能开一门，所以和哥哥见面的那人的体质是大行一位。进阶太行后，行位上有三个脉门，分两组，分别是太行位二脉和太行位一脉。哥哥注意了，这里有先后顺序，要一组一组的练，太行位二脉炼成后才能继续修炼太行位一脉。当你有太行位二脉，最高可开两门，再成太行位一脉，最高可开三门，也就是最高可开从前向后累加至当前脉的门数，前面没有就不加。每进一阶多一组脉，往后再进阶犬行，就有六脉三组啦，犬行位三脉，犬行位二脉，犬行位一脉，一一修炼，算起来最高能开6门，谷雨哥哥和这位姐姐已是犬行位二脉，所以可以开放一到五门，他们在此最多开五门...以此类推，若达到极致，全成六组脉，便是最终的天行位一脉修炼完成，同时可开放21门，厉害无比呀哥哥。只是不知道，唯一那位天行天应师，是否达到号称‘归原脉’的天行一脉没有。”\n\n　　我又学习到体质的公有性，说：“哇，究极功夫是声控六脉神剑。体质本身有等级，它升级技能也升级，现在还可以开门当开挂，真是无敌。那作为新玩家，怎么知道有门没门。”\n\n　　琪儿活动手指说：“恩，哥哥，琪儿不清楚这该怎么说，好让你清楚。就像这手指吧，琪儿有大行体质时，能感觉体内多一些东西，可以控制，像控制手指头动一样明显，这些东西就是脉门，但实在不知道怎样形容出来。”\n\n　　我说：“升级会显示给主人公看么，或者有声音提醒，哗————，恭喜您，您从天行二位升级到天行一位，您已经无敌了。”\n\n　　琪儿还活动手指说：“呐，哥哥，琪儿到大行位后，就是感到体内多了东西后，之前体内的虚无感对比得更为显著，这些在之前都没刻意注意到过，现在呢，体内脉门的存在感也因习惯而习惯了，好像目前这样才正常。琪儿虽然不知道，但推论的话，自身勤学苦练，到时能感受更多的脉门，像能感知更多可以动的手指头相同，从数量方面确认自己的体质应该没有问题。而且在现在的时期，脉门已经开始作为体质等级的计量单位用于统计和记录了。”\n\n　　除了感到胃是空的，我还感到胃的下方憋满气体，和琪儿说的有差异，它们不像手指头那么好控制，然后它们失去了控制。\n\n　　琪儿说：“什么声音。”\n\n　　我掰指头装数数，说：“嘿，犬行一位最高开6门，夫行三位最高开7门，但夫行三位可以开到6门，这6门如果是某人的体质记录，到底算哪边的6门。”\n\n　　琪儿一怔，说：“哥哥把琪儿问住了。但有一点肯定，夫行6门一定比犬行6门厉害。什么味道。”\n\n　　我直视前方拍手说：“原来如此。哇，好厉害。”\n\n　　回到场内，战斗热火朝天的开展着开展着，林林小姐采用了突刺的手法，手刀反复使用，无规律使用，无节制使用，脚在下盘采取突进，也开始无节操使用，无下限使用，所以谷雨少年主要负责使用躲来拒绝迎着两腿间来的鞋。\n\n　　双方对殴到手足并用了一会儿，场面在某一帧由1秒24帧加至1秒三位数帧，但我终于看清当下是谁阴谁裆下，说明此时此刻的时间又不再是按着脉搏跳一下算一秒统计的。我搜索尽来到新世界后所接收的理论基础和实践报告，难以想象该现象是衡技处理过的，在此之前，我企图转头求琪儿的知识讲座，她是我的百度，她会为我解释为什么，但我偏不快头，该过程非常非常缓慢，却并非犯了颈椎病或者没有ATP供应。\n\n　　我觉得时间的速度正在跌，假如没错，在不普通的环境中我仍同步着普通的感观和思维，除了运动轨迹被也许是空气墙的家伙阻碍，我的其余机能一切正常，这表明，我比那些不知道世界玩慢动作的人们，少活他们感知是几秒我感知是几十秒再减去那几秒的时间，而这几十减几秒，我只能意淫。\n\n　　**————————————————————————————————————\n\n　　简易说，理论点太多，节奏太快，我接受不鸟了。\n\n　　作者说，对不起，对不起。还有。\n\n　　提供等级表，括号为开发门数，也为最高开门数，可开放比最高小的门数：\n\n　　大行 大行位一脉（1）\n\n　　太行 太行位二脉（2） 太行位一脉（3）\n\n　　犬行 犬行位三脉（3） 犬行位二脉（5） 犬行位一脉（6）\n\n　　夫行 夫行位四脉（4） 夫行位三脉（7） 夫行位二脉（9） 夫行位一脉（10）\n\n　　夭行 夭行位五脉（5） 夭行位四脉（9） 夭行位三脉（12） 夭行位二脉（14） 夭行位一脉（15）\n\n　　天行 天行位六脉（6） 天行位五脉（11) 天行位四脉（15） 天行位三脉（18） 天行位二脉（20） 天行位一脉（21）\n\n　　作者比方说，体质=脉门数=电灯数；\n\n　　体力=体力=电；\n\n　　体能=实力提升=光。\n\n　　综上，开放门，实力提升，耗着体力。\n\n　　打开灯，光效出来，耗着电，但是，高级的灯是节能的灯，高级的灯是更亮的灯。\n\n　　作者还说，假如某某体质为太行位一脉，即拥有3门开放权，体力固定，因为吃饱喝足了，就个人而言，3门开放的持续时间<2门开放的持续时间<1门哒哒哒，3门开放的综合实力>2门开放的综合实力>1哒哒哒。\n\n　　两人及两人以上对比时，不开放条件下，体质高者的整体性能>体质低者的整体性能。（硬体质）\n\n　　开放相等条件下，体质高者的综合实力>体质低者的综合实力。（软提升）\n\n　　开放不相等条件下，以下省略，但不都是大于。（软提升）\n\n　　　　第10章 听长辈的话\n\n　　琪儿摇摇头，说：“琪儿没遇见过，也不曾听闻过时间变慢的情况。好难理解哦哥哥，又不是唯独你一人变快而在某程度上放慢了世界的速度，你感觉动作慢了，琪儿感觉你动作正常，但你说在你的感觉中思考和消耗一直没停，呼吸也是常态，这一点呢，琪儿刚才还以为哥哥有哮喘病，呼吸急促，眼皮眨得特快，就叫你了。琪儿想不通，时间应该是种概念吧，有没有会是技经意的效果，哥哥知道自己的技经意是什么了吗。”\n\n　　我记起了不太像的相对论，说：“还在摸索，不过技经意就有概念体。通俗来说，目前的这种情况可以概括为我被不明力量加快了除动作以外的属性，只是没探明启动条件，先算到疑难杂症里，接着看。”\n\n　　接着看的时候，我揉了揉眼，琪儿也揉了揉眼，我见她揉眼的频率跟我不相上下就知道时间线没有脱轨，我说：“什么情况。”\n\n　　现场热闹极了，比作楼市开盘了。琪儿喊：“谷雨哥哥用技艺了。”\n\n　　我大喊：“带伞了吗。”\n\n　　琪儿回头喊了声啊，跑过来把嘴放进可以震聋我耳朵的区域呐喊：“啊？”\n\n　　“客人，要伞吗，五钱一把，两把八钱，团购价。”\n\n　　我把准备掐琪儿脖子的手收回来拽住卖伞的小贩说：“五钱多少钱。”\n\n　　小贩喊:“啊？”\n\n　　我喊：“啊你妹。”\n\n　　琪儿在另一边牵住小贩，喊：“叔叔，我们要一把，多少钱。”\n\n　　小贩比了六个指头。我逆向拍倒其中一根，喊：“七钱。”\n\n　　小贩包着眼睛水开心的喊：“好，好的客人。”\n\n　　我喊：“我说的是三把。有瓜子板凳F5吗。”\n\n　　风来了，小贩的泪混着沙流不动，他说：“没有，没有，三把七钱三把七钱。”\n\n　　身为琪儿的异性，我不好意思看完她付钱的流程。狂风肆虐，沙尘席卷，我抖掉第三波代替头皮屑的沙子，然后琪儿走来撑开伞靠拢我坐着。琪儿喊：“哥哥，买这么多伞干什么呢。”\n\n　　我双腋夹俩伞，喊：“等等。”\n\n　　省略等等，沙还显示着，我打出去目光，又在两米开外被浓黄色给掐断了。回到原处，我交给琪儿十四钱，喊：“谢谢你琪儿，这是我这几天的伙食费，当作买无免的预存金。”\n\n　　琪儿低着头，小声说不准我听的话但我听到了：“哥哥真好。”\n\n　　我喊：“钱，钱拿着，等会认不出了。”\n\n　　工作人员在短时间内就位并维护了秩序，声线已小，但沙雾还挡着视角。期间我又在放慢的时间线中正常眨眼，但裸眼不具备穿透功能，影像资料模糊惨了。\n\n　　我盘着腿手摁腿前后摇，说：“不能再放沙了，再放环境破坏严重，以后自然朝我拿能量我可受不了。”\n\n　　琪儿贴着我打伞的手臂弯就寝，我立刻想到，嘿嘿嘿嘿，在她醒来，一定要告诉她通宵的危害，它会殃及发型，殃及皮肤，运气不好，监护人上厕所造成失责，殃及的还有内心，成为危害性。我怕牺牲，但内心坚定，短时间不明白危害我的属性有哪些不要紧，坐久了我懂了，事情不能后处理，那就避免先发生。我跟着懂了，技艺与本体是融汇贯通的，潜意识被无聊长时间晒了，我的暗示会起作用。我不断在想，不正常睡要出事，不正常睡要出事，不正常睡要出事，经住一语成谶，事不过三，我睡着了。我避免了再通宵。\n\n　　所以意识属性里包含了方向性。\n\n　　我很高兴，这是为数不多想通的纠结，也许。我尤为高兴，我的生命中还会有床，重点在床上会有谁。\n\n　　拜陆章的杯具比喻大法所赐，在数据化和约等于的前提下，我承认有只桶装着一半体积的精神，假定没有重力不分首尾，倒过来看也装着一半睡意，而大脑正生产睡意，大于0.5接着上涨，这样下去就趋于正常，我就可以安心上床。\n\n　　有朋友说，你说错了。自然难道不会把你的睡意保持一半吗，你不说都一半一半的吗，你怎能让睡意填满大脑而睡去，你这样不合理。\n\n　　我说，你说错了。参照公式二（N×0=0，最底有注释），结合公式三（N÷2≤MAX我）的基础，我坚信自然不会平均负面能量进我的身体，因为如果有个碗是负责输入痛的，那蚊子咬我一口我就要掉半管血。知道吗，牙膏有两面针，凡事有两面性，我平均进来的都是身体所需，我身体不需要痛吧，我不需要，自然给我的都是好的，只是不知道它会不会给别人施加到我身上形成的坏擦屁股。它能帮我把郁闷和痛苦平均出去吗。\n\n　　有朋友说，骗子，你不说能平衡一切吗。\n\n　　我说，那是陆骗子说的。我技能熟练度也没练满，你慌什么慌。\n\n　　有朋友说，不慌。我能理解你睡着只是因为第二个公式吗，你说的那个N乘0得0那个公式，保持自身常态。\n\n　　我说，说对了一半。当我正着放，我需要精神，公式三启动，平衡精神到一半；当我反着放，以为我需要不精神，这时是公式三，但经过判断，不精神有损健康，衡技会拒绝不精神，公式二启动，同时，衡技也不会擅自接管我自身生产的不精神，要管了，我的生活就不能自理了，算它理了（①参照最底下）。现在我和正常人就一样，涨瞌睡打瞌睡，而且自然界怎么会有不精神这类介质，你听我的，就是这样，先弄反，再公式转换，睡觉就成功了。\n\n　　有朋友说，骗技能啊。好的就来，坏的不来，要是想好的也不来，就倒着变坏拒绝人家，然后自己再生产坏。像鼻毛效应。\n\n　　我说，有点对。正好印证了陆骗子的一句话，意识决定着走向。这同样是他忘记说的不装理论。\n\n　　有朋友说，哦，好纠结。你连睡觉都这么纠结。\n\n　　也许制衡瞌睡利用的是自然界的有机生命体融入身体的方式，也许通过此方式的反转也能还一点点由精神转化成的有机生命体给大自然，哪怕常态下的精神和睡意不成正比存活与消亡，哪怕万事干垄断的自然并不需要，但无妨，俗话说，有借有还，再借不难，何况自然。\n\n　　——————\n\n　　我的醒来不完全源于一个男人的喊，但我若玉碎，他也应该明白乱矫正别人睡姿容易让别人猝死。\n\n　　“简小哥，简小哥。哎哟哟，抱歉抱歉，弄疼你了吧。”\n\n　　我把头从裆附近拉回位，说：“没有没有，就差点弄死了希哥。”\n\n　　林希希摸摸趴我大腿睡的琪儿的头，随后收手带走一手的沙。可以好好睡觉使我心情愉悦，我接受了伞被偷了的事实，说：“希哥，找到大师了？坐的恐怕不是名航吧，这么快，才相隔一天。”\n\n　　林希希傻乐说：“嘿嘿，嘿嘿，简小哥，对不起啊，我这人就这性子，并不是说你学了大哥的技经意怎样怎样，毕竟我们都是大师给的。我是怕你不告诉我大师的位置，但，嘿嘿，是我多心了，不该误会你。”\n\n　　我一身惊悚,说：“在美国，大西洋找到...尸体了？”\n\n　　林希希说：“他们通知我，没找到人，但找到线索了，还挺明显的线索。我是特别不喜欢那地方，而且这边临时有事，所以没去，你要想我不愿去的意图大于找大师的意愿也行。”\n\n　　我说：“不会不会，希哥特地来告诉我吗。”\n\n　　林希希嘿嘿说：“路过。我来这接我姑妈的。”\n\n　　我看着沙大风大的赛场，给不知往哪指的指头一块动态范围指着，说：“林林小姐考官是你姑妈?你多大啊。”\n\n　　林希希落下屁股溅起沙，说：“辈分在那了，认我爷爷当爹的义女，而且人设总是妹妹观众要腻的。哦，简小哥，有个事，得和你说说。”\n\n　　我说：“啥。”\n\n　　林希希严肃的说：“可能简小哥知道我们的身份了，这没什么关系，但强调一点，还请把谷梁三川的事烂在心中，也请不要问为什么。”\n\n　　我像一个喝光大瓶装可乐想撒尿并把尿上膛就等开火但又不得不顾及旁边站着警察叔叔的小孩，没进男厕所前，我憋着。林希希说：“简小哥，你不用多想，本来与你无关，所以不能给你添麻烦。你现在，就是什么都不知道。”\n\n　　看似的废话好似嘘声刺激我的膀胱，我说：“我什么也不知道。你说什么呢，希哥。”\n\n　　林希希笑笑再不笑，说：“嘿嘿。哦，还得问问你，谷梁三川是什么时候走的。”\n\n　　我说：“我是...知道呢，还是不知道呢。”\n\n　　林希希说：“你让我知道就行了。”\n\n　　我顺顺琪儿的头发说：“昨天，过了12点就前天，上午吧，上午，走得很仓促，来不及说再见。放心啊希哥，我妹妹她忘性大，已经记不得有这么个人了。”\n\n　　林希希嘿嘿说：“没关系。听余田山说令妹误入因果林，不过不用担心，只是昏睡半天。”\n\n　　我差点吓尿了，我的书在执法者眼中绝对是违禁产品，他们逮捕我的时机要看线人余哪天看我不爽，由于不是天天见，想我不爽都可以触发逮捕剧情。我边积能量边说：“呵呵，呵呵。你和余哥哥会晤了嘛。”\n\n　　林希希说：“是的，田山跟我说你在找妹妹，结果遇见了他们，后来一起在因果林中找到令妹，然后说你们去了牧池，我猜你准备去冒险节，所以顺便问了问地瑶谷那边，正好，我要来这接姑妈。真是缘分重重那，以后别把妹妹弄丢了，万一你也走进因果林谁去找你谁又去找你妹妹。当然，对于之前，我向你道个歉，简小哥可别怪我。”\n\n　　我感谢余田山没举报我，内容还删减了，但他出于什么帮我屏蔽了三川的敏感词我是毫不知情。我说：“诶，老谈这些就没意思了。希哥你姑妈什么时候下班。”\n\n　　林希希望天天黄黄的，说：“嘿嘿，至少等简小哥你打了来，要不叫我姑妈给你放点水。”\n\n　　我低头瞧地地黄黄的，说：“先把沙关了吧。太污染环境了。哦，希哥，我八卦一下，林姑妈和目前那叫西门谷雨的男人是不是有过节。”\n\n　　林希希马上压低头的水平线，身子耸在一堆，小声说：“简小哥，嘿嘿，你真如田山他们说的，有一语中的，透过现象看本质的本领。”\n\n　　我压低声线说：“希哥，你说错了，这是我的愿望。”\n\n　　林希希说：“恩，我很尊敬姑妈，但更喜欢和人说我姑妈的事。”\n\n　　我说：“你别生气希哥，说句不好听的话，高官爱八卦，迟早挂。”\n\n　　林希希低频率颤着头贱笑说：“嘿嘿嘿嘿，无妨无妨。简小哥，听我说，小谷同志是个好同志...”\n\n　　借着林希希话末的省略号，我和他一齐后跳，因抱着琪儿，我没随他后空翻，但真不该空翻玩高端，着陆的林林小姐连突带刺，下盘自带断子绝孙功能，林希希不想敌，可能辈分在此，他于第二个空翻的半路中招，头稳稳先着地，顺路下降的屁股接了林林小姐的连必杀。\n\n　　沙已散场，闹声再起，我朝场内望去，谷雨少年耸耸肩，一丝不挂处不染一点沙，就是染了点血。小房子的白哥哥责任人举手高喊：“因林林超过场内线，此斗西门谷雨胜，进下一轮。”然后白负责人跑到谷雨少年身边说：“相子大人无碍吧。”\n\n　　谷雨少年解下绑在腰际的上衣开始穿，边笑着说：“没事，你们林队不愧为国家栋梁。喂，朴大夫，还请劳烦你了，扶我到台前拿单。”\n\n　　看到这我立即回头看，林希希已经用坐好证明臀部暂无危险，现在正和林林小姐对坐着笑，我再回首，白哥哥负责人和外围工作人员之一扶着谷雨少年款步退场，迎得球迷们热情欢呼。\n\n　　呼完，我小心走近林希希，他招呼我坐，笑着说：“姑妈，这是简小哥，简易。得亏简小哥，我们总算有了大师的去向。”\n\n　　我坐立不安，琪儿在怀中乱翻，我说：“林姑妈你好，你真年轻。”\n\n　　林林小姐毫无外伤，盯着我说：“你脑子不好，小希子跟你说的你听一次可记不住，我再提醒你一次好了。你家住哪里呢小简子。”\n\n　　我本无意参与八卦，项目还是光听，要我说，高官间的对话，代价太大，却使屁民随时被抄家，尤其无解。我继续积能量，说：“我家不在这里，林姑妈，我什么也不知道，我和希哥谈了些工作上的问题。”\n\n　　林林小姐说：“哦，是吗。你是做什么工作的呢，你也是十城宗吗，我怎么没见过你。”\n\n　　林希希三声嗯的说：“姑妈，别吓唬人家。简小哥是我好朋友。简小哥，你别怕，姑妈就是嘴硬心不软的女人。”\n\n　　没想到我会遇见心口同步的女人，但是个低级黑，我不放在眼里，但只要她的拳头放在我身上，我还是怕疼。我说：“林姑妈好生厉害，我怕等会考核过不了你这关。”\n\n　　林林小姐望望小房屋说：“那做好死的觉悟了吗。”\n\n　　有时我想给脑门画几条黑线。我说：“做好不怕死的觉悟了。”\n\n　　林林小姐笑呵呵，说：“可能不够啊小简。小希子，你劝劝你所谓的狐朋狗友，不要叫他白白送死，从哪来回哪去，好好立个碑挖个坟，用毕生积蓄吃点好的，然后好好躺下安乐死，避免伤痛，当然主要避免王庭找我麻烦，你知道现在王庭对意外身亡事件非常重视。”\n\n　　我意外的呵呵着，一边让各种正面能量蓄满一半以备好跑，但贪得无厌的病没治，就像玩单机游戏开作弊器要把所有能打钩的全打钩样，在已过半的水工程上我又加了工，结果吐了。\n\n　　林希希拍我背向着林林小姐说：“姑妈你别吓简小哥了，你看都被你吓吐了。”\n\n　　林林小姐咦着说：“我没吓他呀。我说的句句属实。”\n\n　　林希希抬抬脚说：“简小哥你嘴朝那边，吐到我...和你的脚上了。”\n\n　　我擦干嘴漏给琪儿脸上的水，林林小姐站起身走了，但她还是放了关照关系户的话：“当你是小希子的朋友，让你早死早超生，顺序我去调整，准备一下，下一个轮到你。”\n\n　　我对着林希希的手客气了下，说：“希哥，你姑妈把对象弄错了。”\n\n　　林希希学他老大拍我肩，说：“加油，简小哥，不要怕，那边小屋的朴大夫能把死人救活的。”\n\n　　——————\n\n　　我很清楚我是出于不愿让一个女人受伤才站在场中心等另一个女人给我添伤，即使一个女人还没成长，我还是无妨。因为我一直无房，她身体也无房，但即便这样，她一个姑娘，伴一文盲走天下，虽然只走了几步，途中还摔了，甚至摔到她患轻微脑震荡，但我总希望为她做些贡献，替她在人生路上多买一张公交车票，好使终点站在她视线里不显太远。\n\n　　我跳完几节广播体操，林林小姐入场了。受林希希照顾，琪儿淡定的睡在小房屋，朴白袅大夫就站在小房屋前喊：“双方报名后，战斗自由开始。”\n\n　　林林小姐来到跟前，轻笑说：“你先报，小易子。”\n\n　　我摇摇合拢的俩手说：“简易，字到钱儿，不行没位，天应不知啥，讨教。”\n\n　　林林小姐笑声如哥，说：“真别致的介绍。你好，小易子，我叫林林，犬行二位，赐教。”\n\n　　然后，战斗自由开始了。\n\n　　随后，我自由落体了。\n\n　　当然在上周的这时，我能够从任何角度拍死在操场上且没人管，这已是多么的自由。\n\n　　**————————————————————————————————————\n\n　　简易说，你浪费了多少篇幅让我睡着。\n\n　　作者说，我很纠结。\n\n　　数据化平衡技能简要分析表，参照第8章：\n\n　　公式一：N÷2=X，N为范围内人口综合数，X为获得数。（能力收益，主被动式）\n\n　　公式二：N×0=0，N为范围内自然危害数，第2个0为本身数，意思当出现此公式时，本身不变。（健康保护，主被动式）\n\n　　公式三：N÷2≤MAX，N为范围内自然供应数，MAX为本身最高收益数，即本身一半。（体力收益,需要属性平衡进体内，主被动式）\n\n　　公式四暂无，除非自然破坏超严重。\n\n　　①注明：常理下，生理方面，主人翁尿胀，可以主动平衡一半尿出去，非自动，自动尿不受控。但用平衡的方法（毛孔等）排尿既不卫生又不完美，使用的是公式三的逆袭，即-MAX÷2=N，-MAX为不需属性，此刻是尿，N为自然接受数，请别计较屎怎么排。(自主优化，不需属性平衡出体内，主动式）\n\n　　与如果存在的第4公式不同，第4公式的发动在于自然破坏巨严重，需要平均主人翁的能量，是自然主动索取，以主人翁的人称来看，属于被动，以主人翁的感觉来看，属于特别不愿意。（自然强行取走，全属性平衡出体内，被动式）\n\n　　作者说，其实是为了圆技能设定，否则没法好好睡觉了。当初设定本来就很偏激，又是三大公式又分主被动，公式还要看情况去发动，什么该过来过来多少什么不该过来的，现在又涉及什么时间发动什么时间不发动，平衡进来好平衡出去坏等等等等，稍不注意，便不合理，但要合理，字就越多，字越多，谁看谁恼火。这只是四无意的一本，其他怎么办。到时候只好用“啊，原来制造商也有滑水的时候”来敷衍了。\n\n　　简易说，尼玛这么复杂搞毛线啊。\n\n　　　　第11章 叫你不听长辈的话\n\n　　我没有瞬间性的晕过去，因为林林小姐是保持2.5的体质踢飞2.5+的我，而且是关着门踢。默认环境下我打不死，但不是打不痛，超出租借的有效区后，2.5没了，我依附惯性飞了一会儿，同时喊了一会儿疼，落地时，我尽量向草多的地方靠，以便尽快蓄点摔掉的很多半，非臀部。\n\n　　我滚着叫：“啊。”\n\n　　林林小姐几步突进至我的迫降点，头朝下，腰略弯，说：“哇，命贱真好。喂，小易子，能听见我说话吗，能听见吐口血回应回应我，不说话我当你还想打哦，这次直接踢出场外哦。”\n\n　　我吐了口痰向后看，然后甩回正脸笑着说：“咳咳咳，林姑妈，你开打，开打的话放个信号好吗。”\n\n　　林林小姐直起身板说：“那不就没意思了吗。说好的架和强加的婚姻一样不会甜美，小易子你要记住了。”\n\n　　软功能到位了，我必须拖点时间回血。看着色阶变暗的草，我说：“林林小姐，你有这么仇视婚姻和男人吗，也许你受过伤，吃过亏，甚至失去过那什么，但这些有什么呢，人总会在创伤中成长，所以人们会制造伤，制造亏，制造那什么，它们不是等着谁去保护谁去弥补谁去拯救，而是承受困苦后，自己所能参透的感悟，这些感悟掺杂着后悔，就像只有第二次打针的人才明白第一次的痛。你完全可以说我不懂你的伤怀，因为这世界绝对没有感同身受这种东西，我不懂你的深浅，你一样不了解我的难言，嗯，但我觉得，拥有并不是最美妙的感觉，失而复得才是这尘世最安逸的情怀，即使有些东西无法复原，但有医院，即使有医院也不能做好手术，但精神，长存我心。”\n\n　　林林小姐环着手臂注视着我，在快把我看毛的后期，她偏着头微笑说：“作死。”\n\n　　我发现在林林小姐微笑还微小的阶段她的腿就不准备继续不动下去，看到这些，无论恢复了几分之一，我都不能再一动不动等痛。租着边线群众的一半软实力和，我拔地射起，想着少开点，以免暴露技能被抓的大喊：“六门开放。”\n\n　　很快我又降落了。\n\n　　我盯着满地黄沙，明白了谷雨少年玩沙的时候的风是往这边吹的，我趴着遥望菊后，明白了群众加起来的和除以2同样达不到开六门的下限——犬行一位，进一步明白了，比喻永远是比喻，软实力的算法绝不是十进制，再一步明白了，可能无关几进制，可能因不同阶体质的门不能直接相加，最终一步明白了，技经意，四无意，我的技，它们都是真的。\n\n　　因为我刚在边线起飞和降落过，而在边线，属于有效距离的人口众多成堆。\n\n　　以致第二次飞跃，我并没掉多少HP。\n\n　　我唱：“三门开放。”\n\n　　我摆出预备跑的姿态撑起输出高于输入的肉体，体内感觉爆发了可操控小指头三根，上面沾满润滑油，不伤手，在林林小姐二次突进的前夕，我蓄能以待，佯装等踹。\n\n　　过了几秒，林林小姐冲到前线，她又想说几句，但我无心再听，并存了她的2.5，我灵机一跃，那一刻，我不是一个人在战斗，如果不能整除，始终要多半个人。\n\n　　我放空掉主观意识，把林林小姐的作战欲放在首页，刷新完几个手刀，我的手就鲜艳潮湿了。\n\n　　我吓了跳，不敢再F5，说：“你怎么不躲。”\n\n　　林林小姐淡笑说：“呵...呵...，小易子，你还小不懂，人们常说要懂得放弃，我是听话的女孩子，所以舍弃了防御，但不是简简单单的不防御，而是连同本能一起舍弃。所以虽然我发现我只能开两门，但，你死定了。二门开放。”\n\n　　我吓了第二跳，现在我知道在中心被打飞在边线飞不远和对手连看都不看我进攻的主要原因了————她赏我的一半里，毫无防御。\n\n　　我拆开几片瞎眼手刃，双腿交错保护中央，说：“别打了，别这样打，我们石头剪刀布行吗。”\n\n　　林林小姐手上不乱，下盘不断，唇瓣伴着血说：“小易子，今天我心情不好，所以发慈悲教你一句，除非一方抵命，当然这种场合诋一条大腿也行，否则，战斗无休无止。”\n\n　　我用众人手法的优化版想把林林小姐推远，但她无视了，由于处理不及时，我在她秀肩留下了大量指纹，带血的。林林小姐不顾男人在她身上摸出红色，身形开合有序，挡了半天，我发现林林小姐打我是按从头到脚的顺序，而我正在快速的疲软，不出意外，我将于三十秒内退出场内线。\n\n　　有人意外的说：“嘿，姑妈加油，简小哥雄起。”\n\n　　瞥见林希希的近，我打了个哆嗦。我纠结于林林小姐失血过多少便会激活林希希的亲人保卫手段，照目前的体力分配额，我撑不到自然睡，到时就是我手断；我纠结于软平衡带不来硬条件，处于被沙欺负过的生态环境，我的硬实力不支持我同十城宗开战，就算硬战，也有麻烦，因为我是四无意，涉及政圈利益，有关无关的人士都连带着可能被害的义务，而我掌握着启动权利，稍有不慎，我和琪儿都别想在世界剩下。\n\n　　千钧一发不可收拾之际，我猜着唱：“五门开放。”\n\n　　旋即我多拥有了两根指头的控制权，还是大拇指，但我又思考，再高端的手指在我看来都是自行车，无非是有减震没减震，上着不一样的坡，耗着一个我的体力，我会在有坡感的路面越骑越颇感无力，直至睡去，或者出现名为自然欢迎你的免费饭馆，吃了再骑，反正二选一。\n\n　　趁没睡着前，我装备好林希希的各一半，交叉二手擒住林林小姐的手，水平横拽，腿向下蹬，这时，我打出了一个极限动作，其扭曲程度，你找人试验一下。\n\n　　找到后，你左手抓她左手，右手抓她右手，横向拉到自己握自行车龙头的位置，然后手肘全力去亲她的太阳穴，是不是要么她手腕断了，要么自己手腕断了，或者自己下巴断了。我想，要成功不出人命，需备两个关键点，一是自己够硬，二是对象能软。但我的初衷并非如此，我只想着好好让林林小姐出界，既能赢，又不伤，还可以继续和林希希做好朋友。然而，我被我的姿势卖了。\n\n　　在不是你断就是我不断的骨折点，林林小姐作出了跟以上两点无关的判断，她嘴带笑，唇带血，脑袋带着风，向我额头扑来。\n\n　　小时候我爱喝氨基酸，听母亲说长大不缺钙，现在，是时候直面人生的伪劣产品了。\n\n　　——————\n\n　　我在林林小姐的帮助下起飞并飞跃时，她仍能跳到我的高度给我一脚，然后我会以被踢点为中心朝四面八方的某方散开，成不规矩的体位保持着飞。我赌命林林小姐不会飞，笃定她没有身怀二段跳，只有落地再跳，就算是这样，我也在落体和抛物的不自由运动中徘徊了一分多钟，最后被赶来弄死我的林林小姐按住脸推向马上能让后脑勺的勺变没的地表。我那时真切的认定，林林小姐肯定是没法再跳起来踢飞我了，为了面子，她一定要弄招必杀技收尾。我就是尾。\n\n　　脑门倒飞着血，眼透过手缝看着林林小姐，经计算，我当前的有效值是无防守数据的2.5+，同比比谁钙质含量高的阶段下降了几个大点，却总比没人近我身的阶段高250%，+的是我自带的。\n\n　　理论而言，只要对方不撒手，我就有信心不撒手人寰。\n\n　　稍后我看清了林林小姐的黄葫芦耳坠，便在此情此景，时光慢了。\n\n　　我从林林小姐的眼中明确地已经很接近，同样我离她很近，真近，近到都快下决心给对手介绍什么牌子的牙膏好了。我是一个容易纠结的人，以前人生的日常任务我每每都干净利落的完成，如今生活走样了，连基础概念也走样了，适应过程中，我难免多想怎么样让口腔和盆腔口干净利落下去。我知道想没用，想只会让我更爽或更不爽，背对要我命的土地，我至少得翻个面，用自己的胸对着别人的胸，然后去摔。\n\n　　结合不是人间减速光我思维正常，而是缓慢限制了别人但只限制了我的动作而我其他本领均常规化的实际情况，我发送思路到肌肉神经末梢预备着，保证时间归位的同时，我能最快作出应急反应，抱紧女士转半圈，保护大脑不脑残，节约生命显美德，主要怕疼。\n\n　　上帝常说，朕给你关上一道门,同时给你打开一扇窗。\n\n　　我举头看了看，大惊失色，说，不对啊朋友，你是玉帝啊朋友，您这是防盗窗啊朋友。\n\n　　不一会儿，我们完成了摔落。我无比忧伤，我设计并意淫了十多次的整体翻转果然没转满180度，后来见到血与肿，我才明白是肩着地，90度，刚一半。我分不清我们的姿势经衡技修饰过没有，我已经分不清踢球前吃没吃饭，我分不清踢球累到吐后去睡觉时洗没洗脚，我已经分不清哪是梦想哪是现场，我是在这里，还是在那里，但不管在何地，我都即将晕去。\n\n　　玉帝，我已经不能给力。\n\n　　“命真硬啊，小易子，看来你不光是某个部位硬的男人。可是为什么呢，我不是说了吗，回家安心的孤独的死去，那里才是你人生的终点。”\n\n　　我把俯卧滚成仰卧喘气，滚的时候看见林林小姐在动，不愧是国家栋梁，她已经起坐。我喘了会儿，林林小姐走来，单手抓我衣服向上提，但衣服由琪儿丐帮化了，我又被引力摔回起点，周围嘘声一片，林林小姐想了想，为防止可能第二次手滑，她对我脖子用了双手。\n\n　　林林小姐说：“小易子，委屈你代表男人，说点什么让我高兴一下。”\n\n　　我脚离地，边缺氧边平衡氧，尖声说：“救命。”\n\n　　林林小姐说：“还是个贪生怕死之辈。”\n\n　　我们都流着血，但我不是每个月都流血。我紧握林林小姐手腕，说：“林林小姐，我无法体验你的痛，你也没法感受我的不轻松，我不知道你怕死不怕死，但我知道不怕死的要么是事干完了要么是被现实干了要么是死得其所要么是一不小心，等等。我不属于以上任何一种，所以我还怕着死，有时我也想，不怕死的是畏惧活着吗，是害怕在生存中没有体现自我价值吗，是没点卡了吗，是什么你能告诉我吗。”\n\n　　林林小姐说：“呵。呵呵，我要你死，可不管你怕不怕，准备好了吗。”\n\n　　我强抬眼皮，说：“随时准备着。哦，还有个要求林林小姐，请把我朝树那边丢，主要怕砸到人讹我。”\n\n　　她说：“如你所愿，少年再见。”\n\n　　我想，真押韵，我又想，我是一个买月票到处坐飞机但飞机必须失事的被害乘客，我不禁想，飞机月票多少钱。\n\n　　驾着风，乘着泪，我砸到了树，随后反弹。其实摔回场内线我还在想，我如果充当足球算出界，充当篮球算救球，但树是界外物，没从界内跳，树又是植物，永远不会跳，我充当着参赛选手，到底出没出。\n\n　　我想，我不能总想，因为我总想不明白，我也觉得对不起大脑，到现在甚至快翘了还在思考，而思考方向从来不脱离我的现实，却与现在的现实相悖，不但相悖，有时概念混淆，有时查无此项，可我以为，无论多累，还是得活出滋味。\n\n　　朴裁判喊：“因简易丧失作战意识，此斗...”\n\n　　我高举右手，脸贴着地喊：“朴医生，我出界了没有。”\n\n　　朴白袅喊：“啥。”\n\n　　我喘了几口，喊：“我没有出场内线吧。”\n\n　　朴白袅喊：“没有，你只要没在场外落地，都不算。”\n\n　　我用下巴撑地，喊：“怎么算合格。”\n\n　　四周哄闹着，林林小姐正朝我走，她不说话，我也无语。朴白袅左看右看再看我，认真的喊：“活下去。”\n\n　　我认真照做，慢慢回血，边目睹林林小姐的走来，她没有再跑，目测血流量是肩情加重，走到离我三个趴地的我的距离，她作了个下蹲，然后抓起沙抚在伤口。我坚信世界的实物绝无重复，导致无能感受感同身受，但待人接物时倾注的见人拉屎菊花痒的感情依然抒发了出来，还喊了出来：“林林小姐，你不疼吗。”\n\n　　林林小姐继续走着，伤口一片马赛克，我等不到她的答案，过了会儿，我等到了她的冲刺。\n\n　　她唱：“五门开放。”\n\n　　随后，林林小姐像标准窗口突然被双击放大撑满整个屏，但绝不是哪个电脑用户干的。我有些焦灼，我计划是站起来，跑过去，和观众们同仇敌忾，和树木们共享资源，再对打，但情况太悲伤，我关不掉林林小姐的窗口，我没有时间，我连鼠标也没有，我只能紧盯屏幕。\n\n　　我马上站了起来。\n\n　　我让胯四六开，一边竖起左臂，右手抵住左臂，并希望左臂去挡挡攻击，林林小姐身形跳了几帧，下一刻，我腰间盘突出了。对于白搭的防御姿态，我吐了口血表示抱歉，竟然道歉说明事情已出，就像中出，那么还能持续发展的只有解释为什么这么快结束，我会说，对不起，我挡不住。\n\n　　我盯着贴着我腰的林林小姐的脚不放，内心却很欣慰，因为我已经把自己最好的部位给她踢了，虽然腰被踢歪，但她没踢歪。\n\n　　我放不开盯着贴着我腰的林林小姐的脚看的眼，通过画面反馈，在不动的几秒内，我成功感觉时间跌了。\n\n　　在电影慢动作中，我们时常看到主角殴打坏人坏人享受被殴时的表情，有些被殴得给力，脸已经完全不见，但我们清楚，我们明白，坏人不仅享受着后期放慢，还享受着痛。回到我这里，在这样非常的场景，我处于平常的时间线，但腰实实在在在侧漏，这表明，我比那些在电影里被揍的坏人多享受了他们感知是几秒我感知是几十秒减几秒的痛，而这几十秒减几秒，我还真不能动。\n\n　　**————————————————————————————————————\n\n　　林林小姐说，呀，小作者，你写了11章，难得让剧情只发展了三天，有时你还犯晕。你这么喜欢第一人称，用第一人称去死好吗。\n\n　　作者说，实在非常抱歉，因为要构造一个强有力又不会逮哪喷哪的世界观，字一定得凑足，内容一定得科普。而且打斗场面非常不好写，不注意就抽象了，读者难以理解。虽然现在更难理解了你知道吗。\n\n　　琪儿说，作者哥哥说的是呢。\n\n　　林希希说，姑妈，别瞎说，还有很多计划的没写出来，要写出来很可能已经没人看了。\n\n　　作者...\n\n　　琪儿说，琪儿觉得，2、7、8、9章的字数完胜平均字数呢。琪儿还觉得，写了不少废话呢。\n\n　　林林小姐说，你不知道吗，我让你知道一下，小作者成绩不好，这是有目共睹的，但以为靠写点字就能展示自己学习能力的想法真弱暴了。考试考不好，怪没带笔，不带笔的他能读懂随机抽的一篇国外文阅读吗。前边更离谱极，成绩不好，古文却抓得很牢，自己就汉化了，用一句话形容，就是厕所里用高压锅。\n\n　　作者说，那是简易，不是我。我打字都不利索。\n\n　　琪儿说，什么什么。\n\n　　林希希说，矛盾（茅炖）。\n\n　　陆章说，嘿什么话，成绩不好不代表能力不行，腰不好不代表体力不行，这世界就没有一个完整的公式去概括生活，什么东西都能正比的话，拿反比例函数来干什么。\n\n　　作者说，你说的什么我完全不明白。\n\n　　余田山说，都有理，有理。\n\n　　三川说，哦。\n\n　　简易说，你去哪了，找你找得好辛苦，知道吗，在几百字前我腰被一娘们踹了，但她比你好点，至少没肇事逃逸。\n\n　　琪儿说，这位姐姐是谁啊。\n\n　　简易说，喂，小作，时间线到底怎么了，它是你买的劣质股吗，总跌，让我安静一会儿行吗。\n\n　　爷爷说，太极生两仪，两仪生四四十六...\n\n　　简易说，老爷爷，是您...\n\n　　陆章说，啊，您是在我初登场那一章强插进文段的男二号。\n\n　　朴白袅说，我看这位老人家的气色不像本地人那。我看老人家您有肾结石啊。\n\n　　谷雨少年说，哟。\n\n　　XX说，真不了不得的混乱啊，作者大人，以后就交给我吐槽吧。\n\n　　作者说，你，是。\n\n　　XX说，我是。。。。。。。。。喂，怎么就结束了！\n\n　　　　第12章 医生的一生\n\n　　林林小姐下脚的方式下流，方向向下，促使我没有再飞。我滚了过去。\n\n　　风沙轻扬，血泪横飞，路途中，我滚几米换个体位，所以血泪也竖飞过，但腰要没了。转眼我已到了贫血阶段，由于林林小姐是开门踢，我预计改乘地铁的这趟我会出界，要是终点站的自然条件糟糕，我则会出车祸，不能原地复活。\n\n　　某个滚间，我与慢时间相遇，在那时间点，它给了我看清后方的机会。我抓住了机会。我不但抓住了机会，我还抓住了野草，到正常时段，我抓走了野草。野草被我连根拔起随我滚，作为植物，它已经寿终正寝，作为转折点，它帮我转了一点。\n\n　　我朝人多树杂的地点高速滚去。\n\n　　从目眩神迷，滚到上吐下快泻，我的上半身逐一露点，潮湿的眼帘前，衣物化作布料飞舞，我没能抓稳其中任意一片，它们总在我的指间溜走。好在没多久，我感到能积能量了，并感到似曾相识。我感觉，学生大量，阳光晴朗，我和妹纸相识在运动会我跑完五千米的操场，她手捧娃哈哈，脸上笑开颜。想着这些我就不要脸起来。回到战斗，我躬身腿一蹬，在滑倒前反射回去，大唱：“五门开放。”\n\n　　这时感觉逆转了。\n\n　　我回忆起陆朋友的《用自己的力蹬别人自行车》的理论，顿觉攻来的林林小姐的身后的背景画面发生变化，我看见我冲过终点线，见到意中妹，她伸手向我递哈哈，此刻，在我旁边给出一只手去接，男声借着狗男女的躯干传了回去。\n\n　　手那边的男人说，谢谢。\n\n　　意中妹不看我看地，说，才不给你的呢。然后反身一路小跑，女声传来，XXX，最喜欢你了。\n\n　　我眼光尾随背影走了两步，又看到另一只身影，那边说，简易。\n\n　　身影显现男人的轮廓，他把农夫山泉放在地上，转身就跑，跑着说，简易，最喜欢你了。\n\n　　忽然我有口气没喘上来，我觉得那口气代表我的生命力，咳不出来，咽不下去。我挣扎着气，但越挣扎，眼前的林林小姐越3D，最终实体化。\n\n　　“嘿嘿，可以停了。”\n\n　　要报销之时，林希希如X展架卡在我和林林小姐中间，他右手架住他左边的我，左手架住他右边的她，马步微扎，商用笑容和蔼可亲。\n\n　　林林小姐肩涌血，说：“小希子，你让开。”\n\n　　林希希留下后脑给我看，说：“姑妈，已经够了。”\n\n　　林林小姐说：“哦，是吗，你要拼命成为我路上的绊脚石吗。要不再来一次上次，打晕我得了，多么省事，在你们眼中女人不都是不省事的东西么。”\n\n　　林希希摇头转头并存，面对我说：“简小哥没事吧。”\n\n　　我收回攻势拼命站着抖，说：“没事。没事。”\n\n　　林希希笑笑说：“嘿，你受那么多攻击，伤口却没姑妈那样严重。是技经意吗，第十本果真了得。”\n\n　　我陪着表情说：“估计是防御系列的，还行。”\n\n　　林希希说：“嘿嘿，正好和我姑妈相克了，她是完全进攻系的。”然后他听了姑妈的话，打晕了她。\n\n　　我呆站片刻，林希希肩扛起林林小姐，说：“简小哥，你去朴医生那休息下，已过午夜，明天是第二轮了，祝你成功嘿嘿。”\n\n　　我强撑骨架，说：“谢你吉言。祝你姑妈早日看开。”\n\n　　林希希笑着拜拜，人向场外跳，两步后，他先对自己后对别人说：“怪了，今天什么也没干，却开不起满门。咦，又能开了...喂，朴大夫，我老林，姑妈我接走了啊，你让那谁顶会儿班，白天她们队还有调查，姑妈的位置我找人安排。另外，这边是我朋友，烦请你照看一下。”\n\n　　朴白袅冲出小房屋看了看，喊：“哟，林公大人，好的。慢走不送啊。”\n\n　　双方客套的吼完话，见林希希走远，我顾不上翻面，背着扎进树林的怀抱，求关照。\n\n　　同时，有只120平起飞了。\n\n　　“哈，哈，真尼玛累啊。哈，奇了个怪，余田山说四无意的明细是林希希发送的，但看情况，希哥对丢一半现象不过敏，为什么一个知情者告知一个毫不知情者后后者找上我就能确定是平衡技能，延迟不同吗。那天可至少有1,2,3,4，哦，三名尖子生辅导我学习啊，虽然成绩没马上提高，但他们不知道我偷了他们笔记看吗。”\n\n　　——————\n\n　　朴白袅牵起我左臂看看又牵起我右臂一半然后放下，说：“顽强的生命力。”\n\n　　我摇摇臂，说：“这边您只检查了一半，您不举高点吗，您的视角看得见吗。”\n\n　　朴白袅摇摇头，说：“有味。”\n\n　　我鼓励了自己，说：“是大自然的味道。”\n\n　　朴白袅白话讲得好，他说：“这技经意挺好，防技吗。不过我也没见过，有防技吗。有的话你真和林队长干上了，林队长她最喜欢抗揍的男人了。”\n\n　　我应付的说：“就是，就是，但我抗不起。”\n\n　　朴白袅点头说：“没人伤得起林队长。”\n\n　　我指指琪儿说：“可以继续说我妹妹如何了么。”\n\n　　朴白袅指向我说：“没问题。医生必须要检查当前患者的病情，若没问题，那你就可以问问题。你进屋问我检查了你妹妹记忆受损了吗，现在告诉你，我检查了。临床表明，有些问题。”\n\n　　我说：“怎么还临床，你们怎么还有临床表明。”\n\n　　朴白袅说：“你这问题问得好，好比来至从前的原始人问我们性别是什么，他脱掉裤子，她脱掉裤子，叫他玩大家来找不一样，行吗。”\n\n　　我震惊到无话可说。朴白袅说：“我听我老爹说过他曾诊断过相似的失忆病症，但不能具象的告诉对方，只能比喻，就说你有一段记忆，和你大脑有联系，你会通过大脑勾出这段记忆并回忆，现在生了病，这段记忆和你大脑的联系断开了。明白了吗，记忆还在，但能调出记忆的联系断了。”\n\n　　我说：“真抽象。有办法治疗吗。”\n\n　　朴白袅说：“暂时没有。”\n\n　　我说：“病因是什么。”\n\n　　朴白袅说：“暂时不知。”\n\n　　我说：“相同病例的患者是谁。”\n\n　　朴白袅说：“暂时...”\n\n　　朴白袅叫了疼，看着琪儿说：“而且，而且，现在刚出现一个新问题。”\n\n　　我说：“什么。”\n\n　　朴白袅盯着琪儿说：“据不完全感觉，我的技艺有部分失效，已经看不穿皮肤，看不到内脏了。”\n\n　　我内心惭愧，我的拿一半走光环时刻拉低着周围的水平线，人家不明就里，走近就掉一半装备，也不放过蓝条和手艺，还没法失物招领，更让人家憋屈的时候，是我坐在主人家的卧室门口，主人公和主人母在床上调皮，他们很快发现，捣蛋时间缩了一半。后半段是瞎想，我说：“你什么技能。”\n\n　　朴白袅说：“能看到你没有阑尾的技艺，意识体的穿透之技，称呼————透技。”\n\n　　我捂住裆上去就是一脚，朴白袅闪着喊：“别，别动，别冲动。眼睛穿不透衣物，我的眼睛只能穿透人体的皮肤和皮肤下的。”\n\n　　在给琪儿盖被子时，我体验了去透视，方法是朴白袅传授的，他耐心教会了我。当时他遮住肿说，没，没什么感觉。就像有人告诉你会飞一样，你一展翅，你就飞了，但你真要有会飞的功能。别，别动手。\n\n　　我调整好焦距尝试透视，眼球一哆嗦，我简简单单略掉了汗毛，无视了毛孔，无视不掉纤维，看清了毛细血管，只看清毛细血管。我汗流浃背，说：“哼，我生平最讨厌透视眼镜，我就不相信能买到，买到还不通知我。”\n\n　　朴白袅坐下说：“你以为我想啊。我老爹是王庭首席医师，退休后逼我学这本书，要我好好光耀家门。他骗我说能穿透一切，哪有一切。你有骗你说什么什么一切的人吗，他可是我父亲啊。我是喜欢医学，但学医并不是必须要这本书来辅助，有什么关系呢，医术不就是在靠自己经验与方法去为病人诊断，最后让病人健康的手艺吗，这些就是我的乐趣，我以治好他人为目的而有的乐趣，全部因为透技变得更加直观更加简单了。这不是我想要的。”\n\n　　我关了透视，竖拇指说：“你是我见过少之又少能跟初见面的陌生男人直接聊人生不爽的好男人，而且一直聊不要。但是，我听你说没有穿透一切，你是在恼火穿透对象太局限了吗，我这样理解没有误会吧。”\n\n　　朴白袅站定，说：“没有，绝没有，不，误会了，你误会了。等等，我去报个幕。”\n\n　　等等后，朴白袅接着说：“说哪了。”\n\n　　我说：“该我说了。你们在门口干什么呢。”\n\n　　朴白袅拿笔在纸上画，说：“统计分析。在没人出线没人被击倒的情况下，列出当前参赛者的各项数据表，给上头的部门评定，过评定就到第二轮。好在现在不是林队长，能点到为止，交给他们够了。”\n\n　　我说：“我过了吗。”\n\n　　朴白袅咦着说：“没过吗？”\n\n　　听到此我点到为止，说：“好，你很认真。现在开始，我回答你的顾虑。你说的是，哦，你觉得技能影响你的兴趣，这我懂，输秘籍玩的游戏都不好玩。你不输秘籍，你不用技能就好了。”\n\n　　朴白袅说：“我无法完全掌握开关，确切的是关。”\n\n　　我顿生共鸣，说：“我能理解，又不太理解，我关不了自己的，你的一半在我那的却自己关了。这句你当故事听。只是还有问题，意识体怎么会关不掉，关不掉的快速技能娃在床上怎么办。我的意思是学了加速技能的孩子太快怎么办，对，太快，非常快，随时随地的快。”\n\n　　朴白袅说：“你知道吗，意识不是你想关想关就能关。”\n\n　　我听懂了，说：“你到底想透视什么。你嫌弃它又企图用它作下流的事别以为我不理解，就比如你是一个嫌弃老婆并期待和她离婚的臭男人，原因是你无法阻止她的丑，但你还想她至少是个女人，因为你没遇见自己真正喜欢的男人。你这不是关不关，这是想不想。你这个禽兽。”\n\n　　朴白袅点头说：“言之有理。”\n\n　　我说：“好吧，那你用失技弄出来，和毛细血管大脑皮层说再见。”\n\n　　朴白袅找根凳子坐了，说：“用了。后来某天老爹突然想检查我用功没有，就问他耳朵里放的是什么。”\n\n　　我说：“放的什么。”\n\n　　朴白袅的双眼皮翻出了死鱼眼，说：“耳屎，上面有一张小的纸条，写着一行注音。注音是，WOXIEDESHA。”\n\n　　我实在不知道该竖什么好，说：“你爸真心牛，为了让你读书，耳朵的命都不要了。纸条取出来了吗。”\n\n　　朴白袅说：“没有。”\n\n　　我按紧心房，说：“难道合体了。”\n\n　　朴白袅说：“他给我看了答案并背着我放了回去，他告诉我说，认出一条，取出一条，认不出，便不取。我当玩笑那么听了。但考试总不会只有一次，在后来的许许多多次里，为应付我爹，我每次回去才把透技学了，你一定明白，那书什么玩意儿，几天几天读一次，又不能动，还不能半途扣痒，或者打蚊子上厕所。但第二次后，老爹用的纸条，都是卷着放的，而从第二次起，老爹的耳内越来越挤。”\n\n　　我按紧嗓子，说：“然后呢。你真厉害，每次都能读懂，你太厉害了，能够直接不用技能非要每次忘了再学的毅力值得我学习。但你没告诉你爹吗，你看不透一切，你必须阻止他，再这样下去耳屎就没容身之地了。”\n\n　　朴白袅说：“我说过我看不到，我没他那能耐看到，他不信，总说我是不刻苦不肯下功夫造成的。然后，就没有然后了，只有最后。”\n\n　　我按紧嘴皮，说：“最后呢。”\n\n　　朴白袅盯盯天花板说：“最后老爹挂了，死前万籁俱寂，啥也听不见。”\n\n　　我说：“死心眼，坑爹呢这是。哦不，为什么不用嘴。”\n\n　　朴白袅说：“太小，容易下咽。”\n\n　　我无言以对了顷刻，说：“...少年，淡定，读书害苦了你，害死了你爹，你肯定也患了坐骨神经痛，严重点还有腰间盘突出。但你爹都是为你好，为你好到牺牲了自己，只想让你好好读书，认真透视，所以到现在的局面，只要你没背负什么父亲在天上我便不能忘的使命，你也可以不用再使用这技能了，你再也不用读这书了。你可以给我。”\n\n　　朴白袅笑中含泪，说：“我还有我老妈。”\n\n　　我于心不忍，说：“你赶紧给你妈说叫她把纸打开。”\n\n　　朴白袅甩我半张脸，说：“我老妈她，不喜欢写注音。我老妈她，喜欢蚯蚓。”\n\n　　我逮住BUG，指着朴白袅，指着明天的希望喊：“朴兄，蚯蚓，是蚯蚓啊，不管蚯蚓分成打篮球还是踢足球的组合，它们都是一家人，一个长相，本是同根生，你不用读书一样会成功的啊。难道每只蚯蚓在人类的眼中还能看出大写字母来吗。不会的。”\n\n　　朴白袅只留下扭不动的白净脖子，等待即将来砍的刽子手，他说：“老妈她，老妈她，老妈她还喜欢把老爹留下的纸卷起来用蚯蚓打上结。”\n\n　　——————\n\n　　人生路上，我学会许多助人为乐的方法，但更多时候我是听别人的故事自己乐，好在他们悲剧不深，他们自己讲自己的事故同时还乐，我也不用用自己的更悲惨去淡化人家的悲情。但我始终不会向不熟的人事物倾述过往，那些过往，注定悲伤，甚至无解，讲太多，我们就会相继陷入无语，默默干杯，擦干眼泪继续睡，因为不熟，很容易一起睡。为了预防忧郁和睡一起，我先后提问，希望朴医生通过回答问题使伤心进入CD,不那么显眼，他在学习与家庭的苦海荡舟太久，又没防护栏，如果高兴，他能从四面八方拍水里溺死。可我错了，他不是小舟，他是潜水艇。\n\n　　朴白袅黯淡的说：“街货？无免怎么会是街货，看见了吗，外边的土地里随处可见蚯蚓，那才是街货。”\n\n　　我心说不好幻视顶了透视的班，嘴上说：“我看到若干条了，琪儿还说是数一数二的难得的高级飞行坐骑。和当初的iphone一样，宣传搞得好，马上流行起吃半年方便面的套餐，你是没见到那风潮，像小学生考试考好了试卷要拿在手中奔跑，每个人都拿出来摇一摇，不能摇，也要拿在手里听MP3，向世人展示这半年和防腐剂作斗争的骄傲。”\n\n　　朴白袅正治疗刚抬进来的患者，说：“谁说的。120平的无免只有林队长级别才...没有，某些无免是高级官员才能持有和拥有。大的无免都特别珍贵，跟随地刨开土能看见的蚯蚓不一样。”\n\n　　患者硬起上半身，和下半身成直角坐起，喊：“你说120平了吧。你肯定说120平了，你为什么会说120平，你们已经把购房希望寄托在野生动物身上了吗！快，赶紧给全世界的无免道歉。”\n\n　　我说：“是是，那你有没有，有没有大型无免飞机。你现在什么官了。”\n\n　　朴白袅把患者压成平角，说：“当然没有，我只是王庭医疗机构的一个编外挂职人员，我这种人，只配骑蚯蚓。”\n\n　　我膀胱膨胀，朴医生陷入了10除以9的无限循环，无法自拔，也无法我拔，无论我怎么拽怎么拉，在小数点前或者后，数都是的1，有如蚯蚓屹立不倒。我说：“蚯兄。啊，朴兄，编外和挂职是一个意思吧。”\n\n　　朴白袅说：“呵呵，并列的意思。从那天起，我注定和蚯蚓并列。”\n\n　　患者喊：“喂，臭医生，你到底想把蚯蚓怎么样！你把蚯蚓当什么了混蛋！”\n\n　　我知道，我的无知重现了朴医生的伤，我很后悔我思考的不全面，一想到往哪方面想都想不到蚯蚓，我反悔了。蚯蚓当初改变了鱼的一生，如今以我为竿，正飞速颠覆朴医生的后半生，日后不成功，朴医生留有子嗣，他们会在清理朴医生遗物时找出一本回忆录，上面记载着朴医生前半生学习生涯的苦和后半生蚯蚓的诅咒，若问从哪划分前后，我推测，在书中第一次出现我的名字的地方一定没错(患者喊，问题是这儿吗！诶？！我怎么能在这里吐槽？？！！）。\n\n　　我强跳话题说：“啊，朴医生，哈哈，哈，你能教教我怎么关闭技能吗。”\n\n　　朴白袅说：“想着开它就开了，想着关它就不开了蚯蚓。好像你是意识体啊，你问这个干什么蚯蚓。”\n\n　　患者坐直了喊：“喂！给我适可而止一点。不是每句话都能勉强的说出蚯蚓的，你也不能把蚯蚓当语气词留在后面，你要站着蚯蚓的角度考虑，它们已经在地皮的后面生活很多年了混蛋，你还要让他们去哪。”\n\n　　我敷衍着说：“我有一朋友是概念体的用户，每天开着抗拒光环没人愿意靠近他，关也关不掉，非常懊恼，动作片也不爱看了。我就是帮他问问。”\n\n　　朴白袅说：“你朋友才学吧，针对概念体这一类你所说的情况关意总阁早出了一种创造体，它可以暂时屏蔽（非关闭）技艺蚯蚓。”\n\n　　我全面考虑，说：“不会被敌人用来封印他的行动吧。”\n\n　　朴白袅说：“不会吧。买的时候会有未开封的口令条，开封前没人知道蚯蚓。这类创造体不仅不进容纳格，还不会消失，只要把这书放在身上，说完口令就有效了，再说一次就无效了，但要最接近这书的人说，而且只屏蔽最接近的人，哦，和唱门差不多蚯蚓。”\n\n　　我说：“一次性的啊。”\n\n　　朴白袅说：“不，一般有效期是两个月，期间可反复开关，用完再买蚯蚓。”\n\n　　我发散性考虑，但仍欠考虑，不久的将来，我将被我的没想到害惨。我说：“如果有突然情况，比如我朋友在启用屏蔽状态时我拿走了书，那会有什么后果。”\n\n　　朴白袅说：“没后果，技能就打开了呗蚯蚓。”\n\n　　患者跳出被子喊：“给我停下...”\n\n　　我飞起一脚踢出患者三周半的翻，说：“大人说话，小孩子滚回碗里去。”\n\n　　　　第13章 认真的人有时不吐槽\n\n　　至此朴白袅帮我解决了隐患（患者喊，朴医生的隐患呢！你不觉得主宾换位了吗！朴医生怎么办你个混蛋！），我为他生活还有逻辑还能助人为乐感到欣慰，更欣慰的是，这里的乐，还是我乐。\n\n　　我亮亮胸，说：“嗨，朴医生，找件衣服给我穿行么。属于我的在打斗中滚没了。”\n\n　　朴白袅一洒白袍，潇洒的说：“裤子要么蚯蚓。”\n\n　　我往我的下面仔细看，说：“内裤不要，蚯蚓。”\n\n　　患者趴在地上喊：“住口！”\n\n　　朴白袅走进去，又走出来，怀中抱多出一堆黑色物质，和谐过换衣步骤后，我身上多了一件伪秋裤和一件窄睡袍，共三件，地上一件我的内裤，因为刚发现内裤生成了尿门。我看了看，没看到镜子，但从患者眼中不难看出，非常搭。\n\n　　我说：“能把睡衣当校服的世界我能理解这件衣服的设定，裤子很好，大小合适，8分裤，没有尿门，也没兜，但朴医生，这根疑似蛆的巨大图案到底想在我胸口和腹股沟这片对女生来说非常重要的区域干什么。”\n\n　　朴白袅说：“你不觉得它是蚯蚓吗，虽然它不是蚯蚓。”\n\n　　患者有点要跪了，说：“拜托你了，它不是蚯蚓，蚯蚓不会因为你在说话中正常代入它们而感到高兴的。”\n\n　　朴白袅坐桌子旁喝了茶，说：“这套衣物，具有冬暖夏凉冬虫夏草的功效蚯。”\n\n　　患者爬上另外的椅子坐了，说：“喂混账，别小看了蚓，快把蚓放回蚯的身边。”\n\n　　我扯好腰带，系出蝴蝶结，然后解开，系上死结，说：“太贵重了，朴医生，我不能收。”\n\n　　朴白袅说：“嗨，易哥言重了蚯。你既是林队长亲点的人，我又受林先生所托，这点小事不足挂齿蚯。”\n\n　　我摸材质不一般，很有颗粒感，说：“嗨...真是好东西，这么多凸起。凸起的都是好东西。”\n\n　　朴白袅说：“是啊，我都没敢...舍得穿，卖家当时要卖我10线，说什么冬暖夏凉又有冬虫夏草的营养，要不是看人多我早跟他拼了我蚯。哦，还赠送了鞋子，要么蚯。”\n\n　　我难受偏见打败了主见，先摸还好，第二摸才知道，那是粗糙感。我下定决心，说：“喂臭医生，告诉我，十三禁的事（患者喊，不要放弃刚才话题啊！话说你到底下定什么决心了）。”\n\n　　朴白袅放下杯具，说：“十三禁啊，你不知道蚯？”\n\n　　朴白袅见我摇头，说：“那你会知道的，因为是禁止说明内容，连这个名也是禁止说明内容蚯。所以易哥别问禁止说明内容了蚯。”\n\n　　——————\n\n　　扎起小辫，换上布鞋，我把不过袖的手环在袍内贴肚子放，这样看来，袖子会飘，我也会略显飘逸。我向患者看去，他回看我，连问，手...废了？好奇怪，袖子不就是放手的吗，手缩在里边，因为肚脐眼爆裂吗。你在额头那扎个辫子是好让人拽你起来吗。你这是在哪抄的设定。\n\n　　我把他捡起来时，天色渐渐亮了，但场地还很湿滑，遇到沙的地方，场地就是湿润，脚法不高，人们会跌在滑上，眼神不济，人们会陷在润里，但不论挣扎在哪里，招聘已接近尾声，没过预选的选手们，有的复读一年再来次，有的新学手艺进社会，有的挂了，回头思量，其实我们都一样，认为在哪挣扎，以为在那挣脱而已。\n\n　　太阳渐渐圆了，患者背着琪儿走，说：“去哪。”\n\n　　我说：“找个出租车，去牧池。”\n\n　　患者说：“干什么。”\n\n　　我说：“调查点事，顺便买点东西。如果买不起，还先得赚钱。”\n\n　　患者哦了下，跟了段距离，喊：“喂！你怎么不问问我是谁。”\n\n　　我转头看他，说：“你觉得问一个打酱油都能打出伤来的患者的名字有意义吗。”\n\n　　患者说：“不对，我是太专注看你和林姑娘的战斗才误伤的，被飞来的你的扣子误伤的。你是有滚得多快啊。”\n\n　　我走着说：“你跟着我也不可能成为海贼王。”\n\n　　患者跟着说：“我一直在等待，等待着强力的伙伴出现，希望一起建立最强的公社，统一上洛的冒险精神，然后发扬我的舞蹈。”\n\n　　我说：“您这是两个完全不搭的愿望。”\n\n　　患者伸手说：“来吧朋友，跟我一起，因为从我看你第一眼起，特别是你滚完又爬起，我就发现你非常人，你的价值，无限大。”\n\n　　我有点在意，指指说：“背稳了。你是谁。”\n\n　　患者背好琪儿，说：“我叫康帅傅，你叫简易，我已经打听好了。”\n\n　　我说：“康师傅，看你运筹帷幄的样子，我问你，如今天下如何。”\n\n　　康帅富说：“不是师，是帅。不要妄想考我天下事，吾乃神人，足不出户，天下大事，掐指一算，便知一二。”\n\n　　我说：“方便面，你不就一宅男么。”\n\n　　方便面喊：“喂！你把我名字流放到哪去了，不是方便面，是康帅傅。方便面是什么。”\n\n　　我说：“说一说，我听听，方便面。”\n\n　　方便面说了说历史：“好。五年前，由‘平府之战’的结束为伊始，天下局势发生巨大动荡。现在所谓的五大公社，不过是些胆小怕事的组织，就在五年前，这些公社响应王庭召集，对史上最强公社‘效卫一府’强制发动战争。这场战斗，王庭出兵精锐7万余，联合姬冶十城宗，几大公社，野生天应师，猎头等各种入流不入流的人，总计15万，同效卫一府2万人开战。战斗结果，可想而知是一府败北，只留得几百人逃离。王庭军这边，当时参战15万，最终结束只剩了7万，这7万有6万是王庭精锐军。”\n\n　　我点头说：“厉害，厉害，以一挡四，但厉害不如淫荡，王庭的酱油打得太风骚。”\n\n　　方便说：“当家的太有手段。话说什么是打酱油，你吃得咸吗，为什么不买盐。”\n\n　　我说：“战斗理由和战斗意义呢，是什么。”\n\n　　方便面立根指头，说：“都是一个，王庭实施的公社2000人制。一府为此不落实而战，王庭以此为理由进行公社裁剪，不从的公社灭掉，顺从的公社自然削成2000人，经此一役，本来与王庭相互牵制的公社集团瞬间崩塌。战争后，王庭在首当其冲的五个公社里各安插进两名十城宗，参与各项建设，如有不妥，随时报告王庭。”\n\n　　我说：“对内够明目张胆的。那说半天公社，你觉得公社是什么。”\n\n　　方便面立四根指头，一根一根倒，说：“聚集勇士，挑战冒险，吃喝玩乐，发扬舞蹈的民间组织。阿易也知道，公社之前靠社员任务金的抽成上缴王庭，王庭是怕一府做大，才发动平府之战。看结果，一府真是特别可怕，即便败了。”\n\n　　我说：“第四个方面跟上税无关啊方便面，你再说说，现在天下格局是什么了。我很喜欢听这些内幕。”\n\n　　方便面稳定下来琪儿的动，说：“王庭，包括十城宗、效卫府，效卫府即是五年前平府之战后王庭成立的专搞阴谋的组织，破坏、暗杀、收集情报，什么都干，专为王庭擦屁股，为刺激残余的一府势力，故意取的这名字。第二势力，还是公社集团，但大不如从前。第三势力，被裁的天应师、自由天应师和自由职业者，数量虽大，但难成气候，很多走投无路的，又投靠到王庭进了效卫府。第四势力，哦，我们小声点，第四，是一府残党，以及上洛以外的势力，包括没清剿完的‘浪客’们。但总的来说，王庭已经成功，王上已经独裁。”\n\n　　听到句号，我觉得我复习了明修栈道暗渡陈仓的知识，后来往上翻聊天记录，觉得不对，马上我学习了明修炮台暗度陈仓的知识。我偏话题说：“里边有十三禁没有。”\n\n　　方便面说：“不知道，十三禁是什么。”\n\n　　我换话题说：“你学技经意没有。”\n\n　　方便面想一句说一句：“没有，技经意方面我不感兴趣，除工作外涉及不多，而且学起来特麻烦，又不是非得成为天应师。体质方面我倒挺在意的，体质更随性，更靠脑子，不像技经意那种大范围的固有模式，学别人经验自然没错，但我觉得自己实践的才最好。但体质就是靠脑子，也很不好练，不好悟，上洛就七夭行天应顶尖了，‘七夭行，倾人尘，勿道天下正’，真不知道他们怎么练的，又是体质又是技经意，边实践边学习经验，一般我认识学过技经意的体质都不高，体质高的几乎没学技经意，练一样精一样，都想练好，反而适得其反，哪一样都精通不了，所以这七天应能到夭行的级别，我只能用变态来形容。最变态的是再往上走的天行，除了传说，就是神话，我估计几十个轮回都不能学会，太神话了，民间传言居然天行还可以超脱本体，若学有技经意，甚至能超脱技艺限制，不受约束。”\n\n　　我听出了文理分科感，抚抚肚皮说：“那你不知道四无意了。”\n\n　　方便面说：“不要一有点优越感就以为对方是白痴了阿易，四无意这种王庭禁止的东西，我这国事小超人还是知道的。什么是四无意，非官方史上说过，把字拆开看，四代表四象，寓意一切，无代表无限，寓意永远，意代表轮回，寓意循环，所以四无意的意思是，一切永远循环，更传言，得其三者得天下，如何，简天应师傅，我的基础掌握得是否牢固。还有，五年前的平府战役，一府社长所学就是其中之一————具象之技。”\n\n　　我装淡定的说：“还有三本，你知道是它们什么，它们在哪吗，超人。”\n\n　　方便面说：“是什么？在哪？”\n\n　　瞧我没理他，方便面说：“我就知道这本，还知道社长后来逃脱了，现在下落不明。”\n\n　　我说：“你在什么地方看过。”\n\n　　方便面说：“记不得了，相当老的书。不是技经意啊。”\n\n　　我关联了关键词：三年前，雅蓝瘟疫，贼人技术团，四无意，五年前，平府之战，社长跑了，四无意。我自语自语：“里边非常有关系，余哥哥。”\n\n　　方便面说：“说什么呢嘿。”\n\n　　我说：“多大了。”\n\n　　方便面说：“啊？什么。我说，你不能突然把自己想到的直接加进谈话啊。我19了。”\n\n　　我说：“正直青春，谈朋友了吗。”\n\n　　方便面说：“啊？”\n\n　　我说：“从事什么职业啊。”\n\n　　方便面说：“喂，你等我回答一个再问，我可是一流猎眼。”\n\n　　我说：“赏金猎人？”\n\n　　方便面不停的说：“赏金猎人...猎头倒有这种感觉的样子。我们是在酒馆筛选通缉令并评判难易程度的专业人士，看你就是大城市来的，不知道没关系，让我多讲讲。通缉令难易有分，一般来说越高悬赏的越困难，一是目标实力太强，二是目标在哪不明显。王庭手段确实不低，急需捉拿的有些天应师、叛逃者，悬赏通常不高不低，实力不确定，这种高不成低不就的金额让许多猎头上了当，王庭不是需要谁去抓住，而是多一个目击者多一个炮灰，前去送死，随后效卫府得到情报出动，直接清场。所以我们的作用特明显，有些厉害的猎头只求王庭埋的‘死眼’，用自己的线抓人，抓住后和王庭谈判，得到比悬赏高得多的金额，另外些不行的猎头，怕领到死眼，一样得用我们排眼，错开陷阱。正常点的，平常的猎头户，找我们划划线，大家赚赚小钱，和气生财。”\n\n　　我备份了新信息，说：“有意思，互助互利。”\n\n　　方便面说：“当然，别小瞧了猎眼，我们的实力，虽不及猎头，但不可或缺，我们的情报网，虽不及效卫府，但独树一帜。而且，我还是一名舞蹈演员。”\n\n　　我瞧前边有车，可以出租，说：“一个非法从业人员有一个文艺梦想，这非常难得。但我还有事，不会跟你走，你走吧。”\n\n　　方便面说：“没关系，你不跟我走，我跟你走，我相信跟着你，一定会比现在更有出息。”\n\n　　我有些在意,见四下无人路过，为排查隐患，我内测了方便面的门数。理由十分单纯，在现世，人们常对他人抱有阴谋论，无论是记不得是同学的同学请你吃饭，还是陌生人帮你捡起钱包，你总认为他有不得不这么干的理由，而这理由，你以为可能会坑害你，至少坑你。所以待久了，我无可避免的学会其人之道，再与坦率无缘，唯一不同于他们的是，我是时而还治他人之身，他多数是人字旁，具有针对性。\n\n　　于是，已知条件琪儿门数1，已知条件我从3门唱到1门，1门响应，设非同级别的门允许相加，计算结果得出方便面门数至少不大于3，真方便，都不用问了。\n\n　　——————\n\n　　途中无亮点，又逢阴雨绵绵，没整修的马路载着我们慢行一天，下车时，我拿车夫一血的心都有了。\n\n　　车夫收了方便面的钱，说，欢迎下次光临。\n\n　　我说，对不起谢谢，我以为这世界没这产物呢，以后要早早告诉乘客，这是驴。\n\n　　琪儿说，什么什么。\n\n　　我说，我真傻，真的，马神马的，对于有无免的世界来说，都是浮云。余哥哥和陆朋友骑的就是浮云。\n\n　　方便面说，反正没事，第二轮有三天时间。昨晚在车上睡得好吗，我睡得好，而且感觉体内污浊排出了。\n\n　　初见时，琪儿不怕我，所以不怕生，此时她和方便面混熟了，所以把我忘在身后。昨天琪儿醒来咨询了情况，我表明了情况，她为表示高兴，和我相拥数分钟，还流了泪，但我还没点明中心，我才说明结果，但我还是高兴，为她的不计较大事小事只听听结果高兴。接着她和方便面聊起天，聊了几句，倍感有趣，然后陆续无视我向她讨教的衣服的建议。\n\n　　我当时对准肚子许愿，在我生日那天，我希望肚子里或者不知在哪个次元的你会把琪儿的缺心眼平衡一半来用，因为我过于勤奋，什么都想明白，所产生的好问性连小姑娘都不愿多听，对我来说，姑娘不愿才是纠结，有了缺心眼，世界变单纯。\n\n　　但我更纠结又不想实现愿望的思绪。我是过来人，因此想多享受些知情权，去了解真相，去打开内容看，看看没打马的事件究竟多么耐人寻味。这些希冀，不完全来至好奇，我只是不愿被蒙蔽，并在蒙蔽中忘乎所以，忘记时间，帮人数零钱。\n\n　　但真相是这样。我说，琪儿，这个月30日是我的生日。\n\n　　方便面说，阿易生日快乐。小蓝，听我说，不是每个酒馆都能接到委托任务，有些酒馆不行，没有...\n\n　　琪儿在相同时间说，哥哥你好奇怪哦，3月哪有30日。恩，恩，哦，去大家都去的吗...\n\n　　我忍住情绪，默默到了夜晚。那晚饭后，车被雨和夜逗留了，我的睡眠质量尚好，但我睡不好，我醒的灵敏度极高，方便面放个屁我就醒，方便面放几个屁我就醒几次，方便面一直放屁我就踹晕了他，对，一直放。\n\n　　至于熏不熏，我是闻不到，由于第二光环笼罩，屁过滤了。\n\n　　原来放屁是自然的。\n\n　　后来，我看清琪儿的脸，一片扭曲，同时我记起了，她拥有对比我技能特殊性的功能————她可以吸进我吸不进的屁。我肃然起敬，不禁佩服方便面，尤其佩服他的屁，这超脱了我的常识，响和臭的或者关系由他打破成并列关系，而他身处其中，仍毫无关系。\n\n　　琪儿拉拉我说：“哥哥，你笑什么呢。”\n\n　　我反客为主，说：“哟，方便面同学去哪了。”\n\n　　方便面举手走来，说：“方便面在这儿。不对！我是康帅傅，你是有多喜欢方便面啊阿易。”\n\n　　我见守卫密布，说：“什么状况，这排场和我刚来时候不一样啊。”\n\n　　方便面拿出白色小本打开，边在上面点边说：“情报上说，边城有几个地方出现大面积的人口失踪，传言是断续49年的‘鬼吞魂’现象今年又出现了，似乎是今天调查出哪发生的。其实如果是真的，守卫有什么用，连是谁也不知道。反正我一直抱有迟疑的态度。”\n\n　　我眼生微博既视感，说：“什么玩意儿。”\n\n　　方便面侃侃而谈：“曾经有前辈告诉过我，在十年以前的悬赏榜上，有一张没有外貌记录以及文字记录的超高金额通缉令，从49年前开始到10年前结束，期间从未被人领下完成，直到10年前王庭封查此条通缉令。但这本身就不合理，没有任何可用情报，没有任何目击者，甚至可以说没有完全确认的事件，这样怎能捕获通缉犯，就像叫小孩去买东西，买什么不说，钱也不给，能有什么结果。\n\n　　前辈说，他是始终存在的一个无法猎取的传说怪物，传说他手持二剑，无差别虐杀人们，并吃掉尸体，但所到之处没有血流成河，只会空无人烟，更奇妙的版本，说他是源于地狱的厉鬼群，为惩戒世人，弥补人的罪孽，专门吸食其灵魂，从而使尸体幻灭,不复存在。这里又没有剑的描述。后来以讹传讹，越传越诡异，也没什么人真正看见，说什么亲眼见着方圆几公里大起血雾，雾中鬼怪罗列，惨叫连连，详细点的还说被血雾覆盖的大地有着超自然的巨大引力会把人拖入地底，有如千手观音施予恩泽的场景，不一样的是漫天血红，上天施予变成地下索取，因此，他被世人恐称为‘阎菩萨’。我调查过，唯一真实的记录，是那些年部分城市的人口下降率的确很高，而且都列为了失踪人口，到现在也没发现尸体。所以这么多年来，只要一有大量人口失踪，一定会人心惶惶，都认定是阎菩萨来了。如此的人口失踪，便是鬼吞魂现象。\n\n　　至今没活人见过阎菩萨，确切说，是在知道他的身份后还活着，我想那张通缉令的真实意思是想提醒人们外出需小心，注意陌生人，不要瞎看热闹。我还想，到底有没有阎菩萨依然是个问题。”\n\n　　琪儿点头说：“琪儿也听爷爷说过阎菩萨，爷爷在琪儿更小的时候说，女孩子要听话，不听话的孩子会被阎菩萨勾走。”\n\n　　我听不进大灰狼的故事，手指小本说：“我问这个。”\n\n　　方便面摇摇小本，说：“咦，这是‘阅技’啊。哦，阿易不常逛关意阁吧，这是比较新的版本，比较小。小吧，我们猎眼几乎人手一本，虽然王庭有总阁的上传记录，但传阅交流信息时我们会使用暗号，有效屏蔽敏感词，有趣吧。”\n\n　　我略赞美的说：“有趣，这个世界真精彩，还有信息交流平台，而且不怕和谐的你们已经发明了网络术语，高端。”\n\n　　**————————————————————————\n\n　　方便面说，结束了？我还有很多没说。\n\n　　作者说，适可而止一点，知识点太多，非但简易消化不完，读者也有意见。\n\n　　方便面说，这就是读书啊。你看朴医生他爹...\n\n　　作者说，嘘。\n\n　　　　第14章 贫\n\n　　站在人流量挺大的城门旁，我看图说话：“认识吗。”\n\n　　方便面上下左右点着小本的屏幕，有时滑动，说：“奇怪，王庭发的通缉令一般就公社和大酒馆有，现在还贴在了城门口，居然是贴在五大公社不冲突地带的‘三活郡’的牧池门口，该是有多大的威胁。”\n\n　　我抬下巴示意琪儿朝那看，说：“琪儿认识吗。”\n\n　　琪儿会意，说：“琪儿不认识，这位姐姐是谁，还画了斗篷。”\n\n　　我环肚而立，说：“方便面，看情况除了你的菩萨现身了，我追寻的十三禁也现形了，名字一模一样，只是这脸，不太像啊。”\n\n　　方便面说：“啥。”\n\n　　我说：“你的阅技有照片上传功能没有，叫你们同事查查这人是谁，职业是什么，什么星座的，爱吃点什么。”\n\n　　方便面出奇的没有吐槽，面向小本说：“猎头界在骚乱了。猎头们到处在打听被通缉者的下落，我想，有大事已经发生。”\n\n　　我说：“方便面，猎头都准备出去打猎了，你们情报商不趁此赚钱吗，比如把我曾经在酒馆见过她的情报卖出去。”\n\n　　方便面认真的说：“有些过于诡异的事，在没查清前，不能盲目参与，即使会损失一笔钱，总比命丢了好。”\n\n　　我轻挑小辫玩，说：“稳重。走，先进城。”\n\n　　守卫检查完我不是女人后放我们进了城。我情绪受困，目送方便面和琪儿走远，我问：“为什么不检查他们俩。”\n\n　　守卫说：“你皮肤白些。”\n\n　　我喊：“你们是来调查犯罪嫌疑人还是研究玉兰油的，你们放不放人走要看对方皮肤黑不黑吗，你凭什么针对我。”\n\n　　守卫说：“都有。”\n\n　　我冷笑说：“得亏犯人不是非洲人。”\n\n　　守卫说：“那得比黑。”\n\n　　我鼠躯一震，说：“你哪个朝代的，你怎么知道非洲，你怎么知道非洲人。”\n\n　　守卫说：“我知道你的初吻献给了你同学的屁股。”\n\n　　我说：“你是谁。你怎么什么都知道。”\n\n　　守卫撕开脸皮，顺手丢掉，脸皮拍在地面，成果冻状抖动，但我没有食欲。我回看事发点，守卫不要脸处向外界溅射并放大各种红雾，仍旧没有光效，片刻过后，他的本体淡化到消失，我仰头漫天鲜艳，红雾弥漫开，密度越来越大，中间还点缀有大量骷髅头，黄的，以及分解过的尸体，焦黄的，总体来看，如同一块巨大的红领巾招展于我可视范围内，甚至外，就是红领巾粘着屎一样的东西，让我感觉违和。我摸不出存在感来，且听红领巾说：“我就是你同学，的屁股。”\n\n　　我瞬间睁眼，牧池城显现。我说：“我操。”\n\n　　琪儿碰我说：“哥哥，怎么了，做噩梦了吗。”\n\n　　我猛顺头发，说：“我什么时候做噩梦的，哦不对，我什么时候睡的。”\n\n　　方便面说：“进城你说去之前来过的酒馆调查点事，看没开门，你说坐会儿打个盹儿等开门，顺便测技能，你马上就打盹儿了。话说你什么技艺。”\n\n　　我收手进袍内放着，摸肚子说：“方便面，以后别讲鬼故事。”\n\n　　方便面点点小本，说：“这个暂且不谈。你问我的事，有些头绪了。还有，我是康帅傅，不是方便面。”\n\n　　我说：“你手机网速挺快的，她喜欢什么样的偶像，方便面。”\n\n　　方便面说：“我诅咒你一辈子跟方便面有缘。”\n\n　　我谢他没带走作料包，说：“她喜欢什么样的偶像，血型什么。”\n\n　　方便面收起小本，说：“啊...是，哦，不是，我们有位同僚称他有一名猎头用户被这位谷梁三川小姐逮住过，现在放了，具体可以问问这名猎头，但是，你到底想问什么。”\n\n　　我说：“问她是如何引起公愤的。”\n\n　　方便说：“哦，这名猎头的位置等我同僚找到后再发来。不过通常没人去捉猎头，因为某些方面他们要比效卫府效率，王庭要的就是效率，所以不公开的和猎头间有潜规则，假如真有抓捕行动，多半是哪个脑袋发热的效卫府或执政队的积极份子干的，不是说三川小姐啊，或者确实是犯了大事王庭要拿的猎头，既然放了，说明前者可能性最大，真不是说三川小姐。”\n\n　　我按太阳穴轮刮眼眶，但没做满一套，主要没旋律，动作不柔韧。方便面说：“你干什么。”\n\n　　我说：“我之前以为你是一名酱油NPC，但没想到，方便面，你除了些许的捧哏居然还懂得事件分析，我很高兴，这套动作，是对你刮目相看的表现。”\n\n　　琪儿听了笑笑，做着眼保健操说：“对你刮目相看哦康帅傅哥哥。”\n\n　　方便面下唇包上唇，哼哼傻笑不语，不语了会儿，他发现包嘴皮果然不能说话，就张开嘴发言：“讨厌。”\n\n　　我们又说了不少闲话。我坐在花坛边，左脚板和屁股一条线，左臂弯搭在左膝盖上打直了，正好与屁股线组成平行线。我发觉以前误会老师了，他说数学在身边，我不信，自从学了除以2，数学真是在身边，干得好，数学还在身上，如今我是干得最好的一个，所以数学在心里，不言不语，淡定乘除以。\n\n　　街上行人匆匆，街旁建筑像葱，参差不齐，高矮不一，有些甚至是衡放的，但只要放眼望去，都是好葱。天的五颜六色压得低，我在葱林间眺望，方便面在旁边跳舞，琪儿在欣赏跳舞，我们乱七八糟的打发着时间。人们常说等待是件痛苦的事，我认为不全对，请看他俩表情，你将明白最痛苦的是不知道等什么。\n\n　　空气淡雅清晰，风儿甚是喧嚣，乌云摇曳雨点，一点两点，点点碎在大地，彷佛白纸上落墨，缓缓侵染，慢慢湿身。这边，方便面摇摆身体（方便面喊，你前边不描写景物现在装毛个小清晰啊！），摇啊摇，摇啊摇...我不冷(方便面喊，你放弃我了吧喂，你为什么放弃继续形容我了。混蛋你什么意思。)，不冻，不疼，不痒，不想看。方便面的舞像一朵奇葩，在自然中绽放，在绽放中又可能被人踩踏。我是最看不得别人发育不良的时刻，旋即我闭上眼。\n\n　　方便面停下来抖了抖，说：“阿易，你穿如此风骚，不冷吗。”\n\n　　我睁开眼，解释技能控温功能：“真遗憾，我是老版本的宽带，跟你们有延迟，感受不到你们所感受的。”\n\n　　琪儿依我右半身看书，说：“哥哥我们还要等多久啊。”\n\n　　方便面来回走，说：“啊，阿易，半天没开门，又逢冒险节，老板估计也去参赛了，要在当下睡着了，作为经商分子的他良心肯定和钱过不去。再说了，这个酒馆这么不起眼，连我也不知道老板姓什么，里边必然没好的任务派单，所以很少有好的情报交流。那你到这里想干什么，如果要情报我帮你找。我帮你找。”\n\n　　我见他们比我冻，说：“找件粘满琪儿唾液和胃酸的披风。”\n\n　　方便面说：“不许黑小蓝，谁吃了披风会吐出来。谁会吃披风啊！”\n\n　　我想想也是，说：“那，新一，先算了，先找个地儿解决伙食，然后，对了，然后去买一个开关。”\n\n　　——————\n\n　　酒足饭饱，我们准备分道扬镳。后天是第二轮的最后一天，经过没有我的讨论，他们决定先各干各，晚上7点半在此集合，我说，7点行不行，7点有新闻联播，我想看看幸福。天空开着水龙头，打湿了整个城池，我们站在小饭店门口等雨小，饭前方便面接了熟人的任务，便后的现在正用小本熟悉业务，我看了半天追不上他的手速，于是和琪儿玩起石头剪刀布。\n\n　　我手势不敢怠慢，我的脸都肿了。我说：“石头。等会儿琪儿跟我去买东西还是跟方便面去做任务。”\n\n　　琪儿有话直说：“布。当然是跟哥哥去了。哥哥你身上根本没钱。”\n\n　　我拉回脸，说：“不要这样子。你再这么用力扇我脸，我不来了。”\n\n　　琪儿说：“哥哥你没钱，所以琪儿跟你去。”\n\n　　方便面莫名其妙的说：“为什么说他没钱要说两遍。”\n\n　　我不知道莫名其妙会传染人，琪儿说：“哥哥你没钱。”\n\n　　方便面加入了谈话，说：“小蓝你现在决定不跟了吗。”\n\n　　琪儿点下巴说：“跟。”\n\n　　方便面说：“跟多少。”\n\n　　琪儿摸摸小包，说：“跟五十。”\n\n　　方便面虚抓空气向上提，说：“那我开了啊。”\n\n　　我无语极了，喊：“你们快给我住手，神经病人的下限绝不能让你们随意糟践。\n\n　　我跟一百。”\n\n　　生活无解，更多无趣，无聊感将我们推进一款没有道具没有货币没有目的的三无游戏，我们乐此不疲的在其中参与即使不知哪来的乐子，直到雨停了，我也完全不明白刚才在干什么。散伙时，我嘱咐方便面记得帮我调查我曾交代的事，方便面回答记住了，然后沉迷于微博，过了会儿，他问我交代了什么，又过了会儿，他问我还有什么要交代的，哥。\n\n　　琪儿牵我袖子荡来荡去，我跟方便面告别说：“再见，感叹号，我们晚上见。”\n\n　　方便面一脸红肿：喊：“感叹号？！这是部小说吗？为什么我是感叹号。”\n\n　　我说：“你经常用感叹号收尾。”\n\n　　方便面说：“我还用过句号收尾。”\n\n　　我说：“哦，句号君，再见。”\n\n　　方便面伸长脖子喊：“混蛋！把方便面还给我！还给我！”\n\n　　我说：“感叹号，你别激动。”\n\n　　方便面没听进别，激动的说：“阿易你快告诉我这不是真的。”\n\n　　我说：“别激动。”\n\n　　方便面说：“这真是小说吗，是真的吗，我有脸吗。”\n\n　　我说：“对，你没有。要知道，我们这号人，靠的是读者想象力意淫成像的，至于像什么，得看读者想什么。我们有的是整体，有的是局部，一个读者也可以读出一千个你，也许他今天讨厌吃统二了，明早喜欢上福闷多了，但一般不代入脸，特别是你的脸。不过你不用操心，你的本体是2块5一包的方便面，根本没脸。你只有包装。”\n\n　　方便面喊：“对你妹啊，你还我的脸，你还我的青春。”\n\n　　我边拜拜边牵琪儿走，说：“你的青春，你做主啊。”\n\n　　方便面喊：“赶紧走，赶紧走，看见你，我做为人类的心就会动摇。”\n\n　　我们赶紧走了几步。离开原地，几分钟过去，我没走上人行道，旋即我和琪儿商量了下，决定怎么也要上上道，稍后我们走上了主干道。今天的人比门市多，琪儿紧拉我的袖子不放，她说怕走丢，人来人往的街道上，她时而被推来时而被推去，我的一只袖子也被扯来扯去，不一会儿，她没走丢，我走光了。\n\n　　琪儿年幼，不懂走光的忧伤，我不能怪她，幸运的是路并不长，我们迅速走光了。\n\n　　行路止于目标建筑物门前，我向左上看，见到招牌上一列大写字母，它们字迹潦草，没有声调————SUIZHOUDI。书店的门面上，面条样的门帘随风飘，但看颜色太沉，没飘起来。我顶开门帘进门，惹了一头油，别问为什么顶，我的人设是这样。店内有人两个，前台一个，书太多没数，其他东西不想数。路过书架，前台隔开我见着的俩人，琪儿放开袖子去找书读，我遮住露点，走近柜台问事，还未开口，我目睹到两人中的女孩子正目睹我，面无丝毫表情，默默无言。\n\n　　她，长得好别致。\n\n　　我礼貌的对视满一分钟，内心微发毛，说：“姑娘，有事吗。你算找对对象了，我跟你讲，你要有事，就这样，国事问方便，技事问琪儿，房事请问我，没事跟我来。”\n\n　　女孩久久欣赏我脸不说话，我没有转头，因为不知道哪个器官引起了她看的兴趣，而且我是男人，能不要脸却不能输脸，所以也在她脸上找兴趣，但不如不找。我感觉她的每个器官我都感兴趣。末了，她眨了一次我唯一看到的眼，转身走了，转身时候，她身侧挂的没插剑剑鞘闪了闪光效，让我刮目不敢多看。\n\n　　“喂，小伙儿，买点啥。”\n\n　　我深感无解，一手揉眼一手比2说：“你是老板吗。老板，这姑娘谁啊，那两根棒状物是钻石吧，两条啊，炫富啊，地球上没有啊。”\n\n　　老板说：“我以为你认识呢。”\n\n　　我说：“我想认识。你认识吗。”\n\n　　老板摇头说：“不认识，但我认识那剑鞘的材质。”\n\n　　我说：“金刚石是不是。”\n\n　　老板哎哟说：“小伙儿跟我想的一样。那东西是原梁有国才有的外来品，被人誉为最坚硬的自然石，特别少，也特别贵，我摸都没摸过，她敢把梁有最昂贵的东西带身上还在上洛招摇过市，身份肯定不简单。”\n\n　　我揭过此页，说：“我化学不行，不说这个了，老板，给我来个开关。专为概念体打造的屏蔽型创造体。”\n\n　　老板走出前台，躬身领我那边走，说：“‘屏技’是吧，来来，这边请。”\n\n　　越过一排书架，来到这边，我望见一面挂满混杂玩意儿的墙，上面五彩斑斓，有的太高，我得垫起脚望。从近至远，我认出了戒指、手镯、帽子、绿帽子、耳环、衣裳、板凳、避孕...听解说是一根手指的毛线套，我不明白一根套什么套。\n\n　　我说：“老板，我买书，不买套。”\n\n　　老板点头笑，指墙晃手说：“小伙儿，这些都是屏技。”\n\n　　我指着红裤衩说：“朋友，买了这件开关，怎么开，怎么关，你告诉我，送蓝秋裤打底吗，我想变超人，不想变超女。”\n\n　　老板呀呀的跑过去取掉，揉成团藏怀中，说：“这是我穿的嘛。你看看其他的，上边有口令条的都是屏技。”\n\n　　我抬头四顾见标签满目，说：“太多元化了，有披风型没有。我描述一下，打架一抖披风，随风一丢，威力暴涨，多么犀利。”\n\n　　老板说：“有是有，但要定做，你需要什么样子的披风，要不你拿件给我当模板，我去申请照样子做一件。”\n\n　　我掏出小指抠抠鼻，弹去鼻便，再缩手放入袍内，由裤腰带承俩手臂的重，保持飘袖设定常在。我说：“多少钱，多少时间。”\n\n　　老板说：“五十贱，只要五天。”\n\n　　我怀恋希哥，说：“什么，大声点，我听不见钱。”\n\n　　老板喊：“五十贱！”\n\n　　我很盲目，说：“多少。”\n\n　　老板五指大张开，说：“五十贱，五十贱，五十贱，五十贱，五十贱，五十贱。”\n\n　　我说：“你复读也没用，五十贱是多少钱。”\n\n　　老板说：“小伙儿，别开玩笑啦。定做的屏技，五十贱很便宜的，披风本来就耗材料。”\n\n　　我猜贱是单位，但猜不准进制，说：“我这样说，五十贱等于多少钱。”\n\n　　老板啊着说：“五十贱，五百线，五千钱啊。”\n\n　　我哦着说：“五天啊，五天太久了，你知道的，冒险节业务太忙，特别像你们这样的，生意不景气，我们就得帮忙整治。你给我来个便宜的。”\n\n　　老板没有过多的不理我，他取下一本白皮书，说：“这个便宜。只是...”\n\n　　我接过书翻着，说：“只是什么。”\n\n　　老板指指标签，我看见发票一样的刮奖区被刮了。他说：“只是二手。”\n\n　　我提起标签念汉字，但越念越慢：“灰化肥会挥发黑化肥会发灰有一天打东边来了个灰灰狼手里提着半斤灰化肥打四面八方来了个喜喜羊身下骑着个美美羊...大侠，你们的开关生产厂家从前被化肥和女人伤害过吗，你的技能开关是用绕口令启动你打你妹啊打。这你妹夫后边是个什么样的动物世界。”\n\n　　老板搓手说：“有没有，有没有感觉，你念完了绕...没绕,你念完了口令，屏技已经生效了，口令长是长，但效果好吧。”\n\n　　我开了开技能，真没吐，证明效果到位，二手也是好货。我说：“好东西是好东西，不过老板，你要明白，头发和指甲都能长长，头发长没话说，你打理好了总是风情，但指甲长了就不同了，指甲和男人是同类，合适才最美，要过于的长，不但自己不方便，还严重伤害他人，而且在伤害他人的同时，一直是带着会被折断的风险做着事。有没有短点的句子，比如班盖，或者二裆。\n\n　　你瞧，上去第一句话，我可是要成为天应王的男人啊,然后大叫，二裆。”\n\n　　老板说：“哇，小伙儿你的想法真是与我不谋而合啊。我也认为天应王是个女的，但我不想成为她的男人。”\n\n　　我说：“啊。哇忑发咳油谁。这样，我还是问你有没有短句启动的技能书。”\n\n　　老板说：“有，这个。”\n\n　　我把老板给我的烟枪拿手中转笔的转转，倍感合适。我说：“不错，这口令是什么。”\n\n　　老板笑不出来的笑，说：“你自己看。”\n\n　　我托住标签，上边五个大字历历在目。\n\n　　贱人打我呀。括弧用假声。\n\n　　**——————————————————————————————————————\n\n　　方便面说，真贫啊阿易。\n\n　　简易尖声说，贱人，打我呀。\n\n　　方便面上去拉住林林，说，别，林林小姐，你不能听他的话。你别踩他下面，他的脸就是给你踩的，喂。\n\n　　琪儿说，看着真哎哟喂。\n\n　　　　第15章 第一轮过了第二轮就快了\n\n　　琪儿拿起抹布想擦我，欲擦又不擦，然后放下，转头叫人：“老板，老板，琪儿要一碗面。”\n\n　　我说：“我，我的呢。”\n\n　　琪儿眉毛下弯，说：“哥哥，别哭了。你这样子，琪儿也很难过。”\n\n　　以前我喜欢在蚊子叮的疙瘩上用指甲按出十字印，既消痒又好玩，还不伤疙瘩，反观如今，我已经无力按，因为脸上任何一块的直径，都比指甲的宽长太多。我说：“我说我的面。”\n\n　　琪儿说：“哥哥你的嘴现在不宜吃面。你别难过了，琪儿以后叫你易哥哥好不好，把你和其他哥哥单独区分出来，心里有没有好受一些呢。不要再哭了，易哥哥。”\n\n　　我说：“钱儿...钱儿...没哭，钱儿...钱儿只是...只是伤心...，伤心...伤心太平洋，不行，脸可以不要，命可以不要，但礼貌不能不要，她扯断了我的裤腰带。我得找她评评理去。”\n\n　　琪儿怒了，说：“易哥哥，你听不听话，你的装备谁给你买的。你作为男人怎么老跟女人过不去呢。”\n\n　　我憋着说：“你们为什么都误会我过不去，那么宽的马路，我走得这么无害，可以说不用走，我滚也能过去，她就是针对我。你想一想琪儿，新买的鞋子不管未来怎么乱丢不管过去怎么二手，但只要新买，我必须倍加爱护，每日每夜的擦它，出门前要选配得上鞋子的袜子，走几步就要低头检查鞋带是否松了，心想要不要捆捆，遇见踩我脚的人，还得理论几句，甚至踩回来。要不然，你觉得今天我买开关错了吗，测技能错了吗，输入密码错了吗，密码错了吗，啊，混蛋生产商，他密码，他全家都密码。琪儿，你当时不该拦我。”\n\n　　琪儿说：“易哥哥，你当时不该老在人家女孩子背后喊口令。”\n\n　　我靠技能消肿，说：“为什么，为什么，你们的货币最高等级不就是贱吗，她那么过敏干什么。”\n\n　　店员端来面，琪儿面对面，手中握着叉子，向碗里叉，叉出许多香菜，吃着碗里的货说：“过敏的是后仨字儿。”\n\n　　我噎着说：“你们到底想闹哪样。不能合理给出没有筷子的说明的你们不会有直接使用叉子的资格。”\n\n　　琪儿说：“易哥哥你现在真像康哥哥。”\n\n　　我重置语气，说：“不是开关生效，不是希哥过路阻止了单方面斗殴，我早打她了。”\n\n　　琪儿说：“你看你易哥哥，总是想和女孩子发生点什么，即使先前发生过不好，也想延续事件。你这样不好，琪儿总感觉曾经看到过你被殴打的场面，是在哪呢。”\n\n　　我鼓励的说：“好好想想，我先回口血。”\n\n　　事到如今，我已经参透了城市建设中标语的力量，在那时本地，城建的围墙上写有宜居、畅通、森林、平安、健康、办证的口号，我知道口号都是喊的，碰到上头来指标，又是需要复印的，好的是最后一项实实在在在贯彻，我也尽力享受着第三口号带来的技能效益，我无时无刻不在感谢自然界，没有它，就没有我时时刻刻的放荡，就没有别人仍能认清的我的面庞。\n\n　　7点半（方便面说，你怎么确定的7点半。）方便面带回了自己和消息。他拿上水壶喝口水，找了位置坐下，看看我，从袖子里扯出叉子，看看我，又把位置挪近我，看看我，转头喊：“老板，牛肉面一碗。”\n\n　　我拍案而起，说：“你他妈的不看我就没有好好干事的勇气吗，快说，我不想吐槽你的叉子。”\n\n　　方便面说：“你是阿易吗，你脸怎么呢，你的脸摔在板凳的夹缝中了么。”\n\n　　我说：“我在女孩子的两片小巴掌的夹缝中活了下来。快说说你有什么消息。”\n\n　　方便面点头说：“好一个夹缝求生。”\n\n　　我稳稳坐下，说：“不对，是夹缝求子。快告诉我你即将告诉我的。”\n\n　　方便面头放低说：“我见到了同僚的猎头用户，他给我说了一件蹊跷的事。”\n\n　　我保持嘴脸的水平线和他一样直，说：“解释解释蹊跷。”\n\n　　方便面说：“猎头说，在谷梁三川被通缉前，谷梁三川向他询问了一个人。”\n\n　　我说：“谁。你丫别停顿。”\n\n　　我接上面说：“我吗。”\n\n　　方便面说：“阎菩萨。”\n\n　　我坐直腰，觉得听了这事怎么都得卡一下，然后说：“你有‘问了该事后就被通缉’的这种简单的念头没有。”\n\n　　面来了，方便面吃着面说：“如果，如果我们普通人谈论着阎菩萨，过分点的还说自己是第一个找到阎菩萨的人，传播了这样的信息，误导了某些人，却没有下通缉，那么问题在哪。”\n\n　　我醍醐灌顶，一顺小辫儿，说：“身份。”\n\n　　方便面吸溜面，说：“所以说，阿易，不要搀和了，年轻气盛难免想知道，说是好奇，其实是在给挖掘真相找借口，但要是借口没事，真相就有事了。”\n\n　　我拍拍方便面的包装（方便面喊，混蛋我哪来的包装喂！）说：“小方，你们这个行业，我猜了个大概，大概是不触及底线就能安全的生存下去是吧。但特别抱歉，我从前一直希望成为柯南的，不是因为想去找凶手是哪位，而是那时的电视天天只放柯南，长此以往潜移默化，虽然最后没干得成，球也没踢好，国足也没踢好，但我已经落下凡事求真相的烙印了。你可以这样理解，在初中我见别人抽烟很帅气，于是跟风去学帅气，那会的我在人前特别是女孩子面前抽得特别厉害，同学们还展开了谁牙齿黄谁厉害的比赛，背后却鄙视着烟的副作用。长大了，我就转到幕后抽烟了，我想原因很简单，无关吐的烟圈有多帅肺烧得有多黑，只是想抽而已。我只是想知道而已。”\n\n　　琪儿凑过脸来，一句话废了我所有的话：“柯南是什么，烟是什么。”\n\n　　——————\n\n　　路上，他俩走得靠后一些，我转笔的转转烟枪，说：“你说，我手中这玩意儿，它叫什么，我忘了。”\n\n　　方便面说：“‘熏熏’啊。”\n\n　　我感动了，说：“多么萌的名字，但我实在想不明白，它的造型，它的质感，它呈现的精神，为什么会是一个驱蚊器。”\n\n　　琪儿说：“易哥哥连这个也想问清楚吗。”\n\n　　我反转熏熏，说：“不用了。凡事要问，前提有个凡事，要贴近我们凡人。像分子中子质子什么的，我从来不过问，我连10年住对门的邻居姓什么都不知道，哪有什么心思去关心外星人什么时候入侵地球。”\n\n　　方便面说：“地球是什么球。阿易你说话经常不经过大脑吗。”\n\n　　一段时间过去，我说：“朋友，我们去哪。”\n\n　　琪儿跳来跳去的说：“哦，琪儿没告诉易哥哥吗，我们去第二轮的参加地点。”\n\n　　大腿颠簸身体，上上下下，熏熏回荡在腰间，左左右右，我频频扫视上下左右，在动的地方，我发现新腰带的颜色略随便，不禁惆怅。我说：“没有。你们做事从来不过我的审核，连腰带也没有。来，方便面，过来看看，这腰带风潇吗，要不我给你好了。”\n\n　　方便面几步过来，准备看，中途摔了跤，如此短的距离内，居然摔出了色泽。我不禁舒畅。\n\n　　第二段时间过去，我们到了场，因为入夜，也叫夜场。打开帘子，我们步入场地，这是一个巨大的房间，已有很多参赛选手就位并参着赛,他们坐在小板凳上，望着讲台的男人，神情凛然，捏紧拳头，准备打人或是等着如果还没发糖就打人。\n\n　　琪儿东张西望，望了望，仅仅望了望，就又把负责人找到了，拿到号后，跟那边谈了几句，回来和我们说：“比赛完一个，进去一个。”\n\n　　我见势没架打，顿时神清气爽，说：“这里比什么比，比我们都是木头人是不是。”\n\n　　琪儿说：“琪儿问了下，规则是累积答对10道题的晋级第三轮，累积答错5道题的淘汰。”\n\n　　我环视着说：“原来是笔试，不错，如果第一轮考验的是毅力的话，那么这一轮就是智力。”\n\n　　方便面一手拍拍我另一手朝讲台指，说：“不止，瞧，还有判断力，注意力，以及反应力。”\n\n　　讲台正中央，一排木板随考官的话音落下而迅速直起，一排四块板，每块上面各自写着一，二，三，或者四，成无序排列，然后，考生们手中的小图钉勇敢的扎在了板上，要我说，真是太自动了。\n\n　　男考官挪开用来防守的铁板，把它挪到自己的正面，细细观看，手在板上点，边数边说：“第95问，19号，23号，87号，5号，102号，以及133到139号，以上被点名的参赛者，各算答错一题。我说133号到139号你们是组团来干掉我的吗，奶奶的136号还丢了两颗，扣两分。”\n\n　　男考官靠好铁板，拿着纸看，回头看看一二三四木板，再看着纸说：“第95问，一个人从悬崖摔下去，摔出一本技经意，这个人到底怎么了。正确答案，二，他死了。恭喜回答正确的选手们，其他选手再接再厉。”\n\n　　场下一阵吁。\n\n　　男考官说：“来人啊，换板统计。”\n\n　　旁边来了几人，人手一板抬下去，很快，幕后有人喊：“88号，22号累积答对10题，晋级三轮。133号到139号，累积答错5题，淘汰。恭喜加再见，谢谢。”\n\n　　我碰碰方便面，方便面咦了咦，问我什么，我说：“问个事，既然有高端的数字交流平台，为何要用如此土鳖的办法去智力问答。”\n\n　　方便面说：“知道吗阿易，科技使人进步，同时使人机能退步，你得承认这一点。”\n\n　　我说：“好吧。琪儿，琪儿呢，来。”\n\n　　琪儿从我腰后闪出，说：“易哥哥，什么事嘛。”\n\n　　我伸手找她要钉子，说：“武器给我下。”\n\n　　我接过小钉，让其睡在手心，手轻挑它们的肌肤时，它们一动也不动，但有时也滚，大的那头滚，煞是可爱。我说：“长得是乖，编号是186，大头是红色，但我很困扰，我们三人当中，有谁会丢准这玩意儿。”\n\n　　琪儿说：“不会。”\n\n　　方便面说：“不。不是三人，是两人。只能两人参赛，你们第一轮有了记录，就是你们了。但没关系，为了琪儿的冒险梦，我在场外干什么都可以。都可以，真的。”\n\n　　由于基础知识掌握不牢，我听不来智力问答的智力在哪，于是打望，就在打望中，我瞧见俩熟人。你知道的，如果琪儿和方便面现在不在场，我一个矜持男子，闯进陌生圈子，意外发现不太熟但能招呼的人，上去招呼下，仿佛就不再寂寞，不被孤立，那样的情绪，我屡试不爽。\n\n　　琪儿看见了，说：“哇，是谷雨哥哥。咦，易哥哥你看琪儿的眼神怎么这么异常，哦，琪儿明白了，易哥哥又多想了，易哥哥你是特别的，你听琪儿叫其他人哥哥都是两个字两个字后边再加哥哥，就算康哥哥，他也是姓带哥哥，易哥哥你是名带哥哥哟，带姓名的名喊哥哥说明琪儿很珍重你哟。”\n\n　　闻言，我猛下决心，就不打算告诉琪儿她脸上有东西了。\n\n　　我想着想着说：“谷雨少年啊，穿上衣服差点认不出。那他前边坐着的姑娘你认识吗琪儿，有没有觉得姑娘眼熟，有没有看见姑娘的下方有东西在闪，对，下方，你瞧瞧。”\n\n　　琪儿打开俩小手挂在眉毛上，远眺再跳着说：“好像见过呀。易哥哥，是不是咱们关意阁遇见的。”\n\n　　我说：“好眼介力。”\n\n　　看了有三分钟，方便面晃到我们面前继续晃，说：“喂喂喂，又晋级了十来个，快，到你们了。”\n\n　　我拨开他接着看姑娘，说：“186啊，早。”\n\n　　方便面说：“不早了，赶紧，中间有团体票没来。”\n\n　　——————\n\n　　男考官手掌铁板说：“第99问，问，我上洛英儿讨伐梁有贼寇是几几年，战因是什么。一，9142年，因为吃饱了撑的。二，9143年，因为‘惊弓寺’被灭与鬼吞魂现象。三，9144年，因为彼此看不惯。四，9145年，因为女人。开始。”\n\n　　话到开始，男考官忙缩在铁板后，旁边木板已经站稳，只听啪啪啪啪啪哎哟喂，普通的讲台瞬间扎满小钉子，有些文艺的，扎在了第一排的小板凳屁股上，有些你懂的，尖的那头完全埋入了板凳主人的屁股里，好一会儿后，工作人员淘汰出还在对殴的选手们，边架着走边喊，打了鸡血吗打了鸡血吗打了吗。\n\n　　我放下手，说：“琪儿，听好啊，以后不管什么，看电影看热闹看打架，千万不要在第一排。”\n\n　　琪儿点头说好，右手边方便面在外线招呼我，说：“加油哦，加油哦。”\n\n　　琪儿沮丧的说：“易哥哥，琪儿看热闹去了，忘记投了也。”\n\n　　我说：“不怕，我投了。”\n\n　　琪儿说：“你知道答案吗易哥哥，琪儿还没来得及告诉你这些。”\n\n　　我哼着说：“名言警句，三长一短选最短，三短一长选最长。”\n\n　　不远的前方讲台，铁板已被丢，男考官从屁股取下小钉盯着手，手托小钉抖，说：“啊，朋友们，对一对你们的号，谁是186，谁他妈是186。”\n\n　　我关掉屏蔽，完美对了焦，然后打开屏蔽，说：“甚是奇怪啊，两头颜色差不多，但方向...为什么差这么远。”\n\n　　男考官甩开我的186，说：“186，扣4分。正确答案，二。来人来人，爱咋地咋地，赶快赶快。”\n\n　　琪儿震动了，我从怀中拉出手拍她，说：“别哭啊别哭。是哥哥不好，哥哥给那喜欢二的考官的屁股来个北斗七星让你高兴高兴，好不好。”\n\n　　琪儿震动带着响铃。线外，方便面支出半截身子拉我袖，说：“喂混蛋，你怎么把小蓝弄哭了。你快安慰人家。”\n\n　　我把拍背改成顺背，琪儿音量就小了点，转过头，我冲方便面递下巴，说：“诶诶诶，看，女人，安慰无果，抚摸有效，好好学着。”\n\n　　摸一会儿，轮到下一题，男考官倚着铁板喊：“为庆祝‘冒险二轮智力问答场第5回合’成功到达100题，我方决定，回答正确我说的下一道题的，甭管之前答对多少答错好多，只要还在场的参赛者，那么直接晋级第三轮。你没有听错，直接晋级第三轮，满100送过关，多实惠...”\n\n　　我拉住外场的方便面，说：“方便面儿，你说过，为了琪儿的冒险梦什么都可以干，是男人，你就得履行自己的诺言。”\n\n　　方便面勾着身说：“对，对啊，但在场外。你想干什么。”\n\n　　我飞快念了段台词：“贱人打我呀。五门开放。嘿着起。贱人打我呀。”\n\n　　喊了声嘿，我把方便面丢上了讲台，他在台上折射若干下后停下，稳稳趴着，这一幕，使我很满意自己的手艺，还有方便面的坚强，和方便面的坚硬，那么激烈的碰撞摩擦，方便面除了眼泪，都没有其他一丝液体溅射。场中一片嘈杂，男考官见方便面没有再弹了，挪动铁板现身,喊：“谁丢的?!”\n\n　　我举手高呼：“我丢的我丢的。我是不是可以晋级了老师。”\n\n　　在嘘声里，方便面滚了滚，用脸对着男考官说：“老师，你逻辑有问题，我要告你，你应该先问我受伤没有啊可恶。”\n\n　　男考官盯完了我，走到方便面的身边蹲下，手指戳了几下方便面的腰，方便面不敌痒，动来动去的哈哈哈，然后男考官朝幕后求助，交换了几个手势，又面向大众说：“恩，这位选手不仅掌握了回答问题的技巧，还升华了提出问题的手法，非常新颖，经大会商议，你晋级了。你多少号来着。”\n\n　　我感到琪儿的小手紧了下，说：“哈，哈，那我直接去后台行吗。”\n\n　　男考官说：“行。记得把你丢的玩意儿带走。”\n\n　　方便面晃着站起来，正想吐几句槽，听闻屋内响声大作，他转回头，看见了我正在看的现象————选手们站得跟蚯蚓冻硬似的直，手中持上各类物体，有个别是人体，他们目光死锁讲台，跃跃欲甩。\n\n　　男考官拉来铁板挡着，喊：“只此一个，再乱丢垃圾的直接轰出场，不予通报啊。下面是第101问了，朋友们先准备好...”\n\n　　事后，我们拿到盖有第二轮合格章的参考证离开了考场，一同出行的还有男考官，数名不高兴的考生，不同的是考官是抬出去的。方便面摇头看着离场的考生说：“真狠啊。讲台都砸烂了。”\n\n　　我伸了点指头指着一个，说：“那朋友在混乱中下了黑脚，考官问，谁踢我，我叫你声敢答应吗。那朋友居然应了。看见没，山寨的下场，鼻子已经不是脸部最高海拔的器官了。当然我也是借鉴前辈的作法。”\n\n　　方便面点头默许了我，琪儿荡开我的衣袖，仰头看我脸，说：“易哥哥。你蹲下来点嘛。”\n\n　　我蹲下去了点，琪儿垫起脚，抿了抿嘴皮，小手从怀中取出纸，擦擦我脸，擦擦她嘴，但始终是一张纸在擦。我感动琪儿的节约美德之余，更想问她擦什么擦，然后琪儿亲了我一口，马上就低下头，用还是之前那张纸擦着刚上我脸的口水，说：“琪儿，琪儿才不是喜欢易哥哥呢。琪儿是为了感谢易哥哥。”\n\n　　我脸都没红，说：“到这里你就不能转型了琪儿，你的设定是天然热情小萝莉，不是傲娇。”\n\n　　琪儿低着头说：“琪儿明白了。”\n\n　　方便面说：“没想到第二轮这么轻松的过了。下面我们去哪。”\n\n　　我拿根指头在鼻子和上唇间边搓边嗅，说：“记得我交代了哪些事么方便面。”\n\n　　方便面一拍手，说：“正解。走你。”\n\n　　**——————————————————————————————————————\n\n　　作者说，又要打架了。\n\n　　　　第16章 亮\n\n　　穿街过巷，即使夜深，人还挺多，我和方便面商议了几门项目，各抒己见，虽然都没听进对方意见，但在地理位置上，我有新问题要问。\n\n　　我兜着肚子，回看人群，说：“‘关都’，不是成都吗。”\n\n　　方便面说：“改名字了?什么时候改的？”\n\n　　琪儿说：“没有哦，关都不会改名字的。”\n\n　　方便面说：“没错，首都不会改名字的。阿易你什么意思。”\n\n　　我没什么意思，但想国名取上洛，中心叫关都，去京城，就关门，里边毫无拒绝上访的痕迹，但这一趟肯定白走，且没有机关报销路费。我说：“考考你地理知识。”\n\n　　方便面说：“别考了。阿易，此事你怎么看。”\n\n　　我说：“用我的青光眼看。”\n\n　　方便面语重心长的要说，但怕语重会带去我给他的痛，毕竟涉及钱，而且上升级别贱，所以他心长的说：“阿易，‘品商会’借这次冒险节，从关都带来不少好货，大搞批发，里面最有价值的，当属‘花子丁’酒，你叫我调查后，我推荐四十五年举世版。”\n\n　　我说：“这酒是不是量产。”\n\n　　方便面说：“不是量产，但货多，批发价在549线。”\n\n　　我说：“549线，无视与人民币兑换率，1比1就是5490元块钱，没团购价，没质保，没售后（方便喊：要屁个质保啊，酒都要质保。咦，售后是什么。），那群人卖了就走，除了大便什么也不留，风险略高，成本...”\n\n　　方便面垫脚跳，有点想指着我说话但没好意思指，说：“你不是说你能取前三吗，奖励技经意你我她都不需求，目前市场最低价格记录为666贱，一腾手，一箱花子丁我有，650线一瓶没问题，一瓶稳赚100线没商量，120贱啊，你再也不担心首付了。最最重要的是，品商会的交易方式，可以直接拿技经意换取等价的货物。”\n\n　　我说：“你们房价真便宜，又在三环内。”\n\n　　方便面说：“行不行，到底行不行，我告诉你阿易，有钱不赚，就是混蛋。”\n\n　　我翻开下嘴皮，说：“名次就那么重要吗，学霸。”\n\n　　方便面喊：“你不是想赚钱吗，你不是想要生活费吗，这就是生活费，你个禽兽。”\n\n　　我说：“少年，你目光短浅，又有气管炎，必定难以征服伟大航路下半段，知道吗，技经意这类有价无市的产品，才是最佳商品。关都产酒，牧池卖酒，人家一步到位，不需运费，这当然是机会，但是，你有销路吗，我有销路吗，琪儿有...嗯，你们猎眼猎头有多少人会花这么些钱去买这样的酒。既然你有网络，那别人怎会没有，品商会远到牧池，一定有大量存货，收到消息，大家趋之若鹜，先不论销路，单单囤货再销售，必然造成大面积降价，成本可能捞得回来，但技经意已脱手，在冒险节的当口，技经意虽没大量出现，但还是有一定数目，这局面，卖不出高价，可品商会恰好有以书换物的交易形式，他们以最便宜的手段获取了最稀有的产品，你觉得，一本技能书，换一箱酒，我们会赚，还是会亏。”\n\n　　方便面说：“会赚。”\n\n　　我笑：“呵呵。”\n\n　　方便面说：“那，怎么办。”\n\n　　我说：“我是不懂生意，只会轻轻分析。如果要办，那牧池的几大商家，富豪也算，关注他们的最近动向有没有问题。”\n\n　　方便面说：“不难。”\n\n　　我空心弹舌扬下巴，立即收回角度，说：“跟着。”\n\n　　方便面掏出小本，哪里好看点哪里，说：“还去面谈吗。”\n\n　　我说：“去啊。买卖不成，仁义在，仁义难存，混脸熟撒。”\n\n　　琪儿举起小手，说：“混脸熟咯。”\n\n　　——————\n\n　　到了现场，我目扫四方，但更多是向着一方频繁扫望，而那一方，不知是南方，还是北方，但这场，让我很不爽（方便面喊，你为了押韵必须把一个公厕大点的房间分出东南西北来吗混球！）。\n\n　　我取出手来要伸，还没伸成功，方便面抓住我的手就往他屁股后面塞，他站我前边。我抵触情绪略高，打开开关打开门，硬起指头进入，由于带开门效果，比较无阻，心想，真暖和。\n\n　　方便面菊花一紧，我想应该是的。他猛回头说：“干什么你。”然后他离我手远了点。\n\n　　我摸摸仰视我的琪儿的脑袋说：“为了迎合你。”\n\n　　方便面说：“不要，不要这样阿易，你不要指那边。”\n\n　　我说：“愿闻其翔（方便喊，我擦咧真是闻其翔啊喂！）。”\n\n　　琪儿打直了手臂，跟直尺似的，不偏不倚，定位那里。琪儿说：“那是啥啊易哥哥。”\n\n　　在方便面吓尿的眼神中，我向下调头，说：“那玩意儿，我们叫做哈士奇。”\n\n　　对于狗，我包括我们都没多少震惊，在我的星球，狗是常见生物，它们擅长量产更常见的排泄物，而在影视作品和文学意淫中成长的我，关于狗的拟人化，我更耳熟能详（方便说，喂，这次的祥字对了,但你不觉得听得多才是耳熟能详吗，见得多用司空见惯行不行！我说，不行，司空见惯没有XIANG。方便面喊，擦！擦!你能在这里说话！你玩我是吧一直玩我是吧玩我！），配上这世界的设定，我面对面前的另类已经不那么过敏，但若以人类的价值观去评判现在的狗(方便面喊，你跟你的宠物讲价值观吗！审美观哪去了！)，我只会想，它太帅了，都帅成狗了。\n\n　　方桌三三两两有人围坐，四面四条长凳，桌底炉状物升着烟，哈士奇腰悬葫芦蜷一腿荡一腿，臀落凳角，另一角就翘着。我耳朵好使，听它在哼民歌，眼睛不好用但技能在，见它在晃脑袋，一爪持碗，另一爪划拳，看萌的程度，是未成年，讲到此处，我有些抽搐。\n\n　　它是怎么做到的————它的发型怎么塑形的（方便面喊，重点在这儿吗！狗在唱民歌！民歌诶？！！它的肉垫凶残到可以比出中指了啊啊啊喂！！）。\n\n　　我愿意再多了解些，抬腿走上前，走到一半，方便面又把屁股放在我身前挡我。我停下看旁边，琪儿小巧，比我先到，她近距离指着狗狗问方便面，说：“这是什么，好萌哇。”\n\n　　此时，方便君的表情像吓出了翔。\n\n　　与狗同桌的人类侧身见着琪儿的行为举止，一脸喜闻乐见，不说话，哈士奇搁下酒碗，撇撇嘴，说话了：\n\n　　“这位青年，你有什么想说的。”\n\n　　琪儿拉我衣角跳，喊：“啊啊啊。易哥哥易哥哥，这奇怪的动物说话了啦。琪儿好兴奋啊，哥哥带琪儿说一些想说的吧。”\n\n　　我拨开方便面（方便面喊,为什么老是拨开我啊！为什么是拨开啊！！我不是方便面啊！！）说：“朋友，你拉屎的时候屁股的毛会粘上大便颗粒吗，我很好奇。”\n\n　　哈士奇张开肉爪按住额头，摆头说：“真是的，你们不知道我最讨厌的两点我不怪你们，不知者不怪嘛。但是呢，不怪不等于不打啊，怎么办呢，好纠结哦我不喜欢打萝莉。”\n\n　　我说：“说说哪两点。”\n\n　　哈士奇摇了摇，长凳就上下翘，方便面牵回琪儿藏好，狗狗轻拍腰葫芦比划1，说：“第一，我讨厌人家指我，尤其是，大叔。”\n\n　　说完第一哈士奇下了凳子，马上消失，我恍惚了好几秒，蹲下身去找，然后发现它正在摊手。我想它在表示2。\n\n　　“第二，我讨厌人家说我的身体这样子啊那样子啊，虽然人家很矮小，但曾经也和大叔一样是人类哟。大叔们啊，总是会以自己不得了的视野去看待弱势，所持凭的仅仅是自己的物理躯干远大于别人的，可大叔从不想要是被无免说这说那说你怎么没有翅膀没有毛，自己怎样想。也许大叔会想，哦，无免不会说话吧。”\n\n　　哈士奇提提裤子，左爪后背，右爪前伸肉垫对着自己，并拢下方俩爪侧身站，偏头对我说：“是吧，大叔。”\n\n　　房间内，人们纷纷散去，方便面想过来把我也藏了，被我谢绝，我意思是我这么大不好藏，而且我是双方的一方，不能藏，方便面意思是那咱们快跑啊畜生，还问我知道那畜生是谁吗。\n\n　　我吸了吸鼻子，但没有，认真盯了会儿没板凳高的它，我说：“哦。我没你厉害，我只有一点很讨厌。\n\n　　不是搞基，是伪娘。”\n\n　　哈士奇无辜（方便说，怎么看出来的。）的说：“虽然不知道你在说什么，但感觉好像很无聊的样子。嘿诶，不要妄自菲薄啦，你比死掉的大叔们要厉害一点哦，因为他们老是问我会不会吃掉他们，老是问，老是问，从逻辑上来讲，我是必须吃掉他们的，否则他们白问了，但你却没有，这样的比对，让我好苦恼啊。”\n\n　　我俯视它说：“虽然不知道你要说什么，但说的很做作，真的。哎，你不明白，我有冲上去就会变成抢小孩子棒棒糖的二大爷的感觉。”\n\n　　分分钟后，哈士奇还那么站着，不动如山，但不萌了。\n\n　　“那现在呢。”\n\n　　我仰视它（方便喊，诶？！我是不是错过了什么啊！）说：“我...擦啊。方便面，方便面我问你，你有冲去上就会变成它大便的感觉吗。”\n\n　　方便面护住琪儿说：“去死，为什么说我冲上去，我才不上去。”\n\n　　琪儿说：“让琪儿看看让琪儿看看那。”\n\n　　我说：“它的裤子好材料啊，这样子都没崩。”\n\n　　方便面喊：“注意中心思想！！”\n\n　　我复查了几个坝坝舞基础动作，还没忘，说：“太赖了，干瞪眼两分钟你居然在蓄能量等变身。我得告诉你，我的善良不是你调皮的地方。”\n\n　　哈士奇点点脑袋说：“嗯。记住了，还有什么想说的骚年。准你说两个字。”\n\n　　我早已伸手入袖，所以侧去脸蛋拍了两下，房间安静，声音很脆，我拖着音，慢慢说：\n\n　　“   求   虐   。”\n\n\n\n\n能读到这里，马小子表示非常感谢，由于我太卡了不能编辑了，千言万语汇成一句话，哈利路亚。不谢。手机党表怪我了。目测读完不超过3人。",
    "replies": [
        {
            "author": "熊猫丶晓能",
            "timestamp": 1385985720,
            "txt_content": "哇0.0 马赛克好厉害 第一卷.....呃 好卡 有配乐么0.0"
        },
        {
            "author": "511956497",
            "timestamp": 1385985840,
            "txt_content": "太长了。我看不下去了"
        },
        {
            "author": "poi4399",
            "timestamp": 1385986140,
            "txt_content": "表示碉堡！"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1385986260,
            "txt_content": "除史蒂夫传奇全坛第二大长篇"
        },
        {
            "author": "冥王星人",
            "timestamp": 1385986620,
            "txt_content": "原来马赛你从中二时代就开始一句话三个槽点了。"
        },
        {
            "author": "月轻歌",
            "timestamp": 1385986800,
            "txt_content": "挖坑挖的好"
        },
        {
            "author": "geludan",
            "timestamp": 1386004260,
            "txt_content": "太流弊了，吓尿，建议折叠"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1386045000,
            "txt_content": ""
        },
        {
            "author": "97043381",
            "timestamp": 1386165240,
            "txt_content": "马赛克出品必属精品啊有木有"
        },
        {
            "author": "lixiaoyuan09",
            "timestamp": 1386168060,
            "txt_content": "LZ你写了多久 ？         "
        },
        {
            "author": "德玛西亚小蜗牛",
            "timestamp": 1386217440,
            "txt_content": "LZ脑洞兽该杀就得杀"
        },
        {
            "author": "asdasd1031",
            "timestamp": 1386220320,
            "txt_content": "封面图赞！！"
        },
        {
            "author": "skywings",
            "timestamp": 1386408300,
            "txt_content": "水一水，快LV6了QAQ"
        },
        {
            "author": "烨s",
            "timestamp": 1386408780,
            "txt_content": "七万六是什么？？"
        },
        {
            "author": "12121111",
            "timestamp": 1386413100,
            "txt_content": "。。。。。。。。好长啊"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1386421500,
            "txt_content": "版主的头像...╮(╯▽╰)╭"
        },
        {
            "author": "银狼",
            "timestamp": 1386427800,
            "txt_content": "怎么可以不看呢？怎么可以不回复呢？ 0w0 好顶赞"
        },
        {
            "author": "Zdszky0426",
            "timestamp": 1386471120,
            "txt_content": "支持原创文学！\n\n\n"
        },
        {
            "author": "wyf",
            "timestamp": 1386478740,
            "txt_content": "楼主发的东西不科学"
        },
        {
            "author": "幻冰ムマ星辰",
            "timestamp": 1386491460,
            "txt_content": "果断收藏......慢慢的看0.0"
        },
        {
            "author": "ffd",
            "timestamp": 1386512820,
            "txt_content": "莫非写了七万六千字？感觉不到啊，还是我的阅读速度惊人？"
        },
        {
            "author": "WhiteGX2",
            "timestamp": 1386648000,
            "txt_content": "511956497 发表于 2013-12-2 20:04 \n太长了。我看不下去了\n+1{:10_493:}"
        },
        {
            "author": "我大声地",
            "timestamp": 1386690600,
            "txt_content": "我非常喜欢这个作品。。"
        },
        {
            "author": "1095486321",
            "timestamp": 1386730800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "hiuhdasfiuahsdf",
            "timestamp": 1386768660,
            "txt_content": "我是不看小说的.."
        },
        {
            "author": "狠兵",
            "timestamp": 1386919680,
            "txt_content": "神人     那张图片不错"
        },
        {
            "author": "zhangkangzhi200",
            "timestamp": 1386988440,
            "txt_content": "有点吊啊。不错哦~        "
        },
        {
            "author": "zhuzhengtai",
            "timestamp": 1387038600,
            "txt_content": "坐等后面更新啊大神"
        },
        {
            "author": "疯狂的猕猴桃",
            "timestamp": 1387048500,
            "txt_content": "拜读一下{:10_505:}"
        },
        {
            "author": "谢谢咯962210462",
            "timestamp": 1387206720,
            "txt_content": "熊猫丶晓能 发表于 2013-12-2 20:02 \n哇0.0 马赛克好厉害 第一卷.....呃 好卡 有配乐么0.0\n{:10_512:}{:10_512:}{:10_512:}"
        },
        {
            "author": "wq57",
            "timestamp": 1387284120,
            "txt_content": "txt文本下载： http://pan.baidu.com/s/1pbSOK"
        },
        {
            "author": "HGK",
            "timestamp": 1387343400,
            "txt_content": "感觉好牛逼！不愧是LZ！"
        },
        {
            "author": "xxzzyyzzxx",
            "timestamp": 1387457580,
            "txt_content": "不错            "
        },
        {
            "author": "936728431",
            "timestamp": 1387458840,
            "txt_content": "我竟然看完了，还有吗？{:10_512:}"
        },
        {
            "author": "Yinyu",
            "timestamp": 1387494120,
            "txt_content": "[Yinyu]\n空山新雨后~\nLZ必人才！"
        },
        {
            "author": "高压、creeper",
            "timestamp": 1387546140,
            "txt_content": "我去。。。。。。"
        },
        {
            "author": "jxy200172",
            "timestamp": 1387546380,
            "txt_content": "长的我看了两天也没看完"
        },
        {
            "author": "极速工作室",
            "timestamp": 1387591440,
            "txt_content": "电子书啊 ， 好看"
        },
        {
            "author": "chenhao220",
            "timestamp": 1387699980,
            "txt_content": "写的不错，可是目测好像很难做TXT格式"
        },
        {
            "author": "zichuan",
            "timestamp": 1387792560,
            "txt_content": "我表示昨天用手机看到了4点~~~第二天居然迟到了~~"
        },
        {
            "author": "马赛克了",
            "timestamp": 1387795800,
            "txt_content": "zichuan 发表于 2013-12-23 17:56 \n我表示昨天用手机看到了4点~~~第二天居然迟到了~~\n珍重啊年轻人。"
        },
        {
            "author": "zichuan",
            "timestamp": 1387795980,
            "txt_content": "马赛克了 发表于 2013-12-23 18:50 \n珍重啊年轻人。\n哼~~~怪你~文学界有你真是‘’祸害‘’"
        },
        {
            "author": "RK.S",
            "timestamp": 1393760340,
            "txt_content": "LZ你的手真是彪悍啊~~~{:10_516:}"
        }
    ]
}