{
    "title": "美文分享《我只是在不想你的时候想你》",
    "author": "dark1123",
    "replyCount": 5,
    "timestamp": 1386052380,
    "txt_content": " 本帖最后由 dark1123 于 2013-12-3 15:33 编辑 \n\n\nPart.1\n     酒精在空调加热下，渐渐弥漫了整个身体，麻痹了整个大脑神经。火热热的烧着。37，额，在37到，那个谁，你刚刚说的是什么数字，我……这一场游戏的后续就在我昏昏迷迷中草草收尾了。坐在回程的的士上，看着窗外忽闪而过的风景，这些暗夜的景色，不去触碰任何人，只是在自己的世界里静静地听风吹。无论外面的世界再怎么变化，它们依然保持着自己的样子。似乎，我走了这么久，看了这么多，不属于自己的风景。似乎，我也是它们眼里的风景。\n\n就这样假寐倚在玻璃窗上，同车的人似乎还沉浸在刚才的欢乐中，也不知道自己是醉醺醺的还是过分清醒，不想交流。\n\n\n\n\n\n\nPart.2土匪说他今天生日，想喊几个人一起热闹一下。而我似乎也安静太久了，想也不想就这样干净利落地上了去目的地的车。所有的聚会，都需要一些爆点来推进高潮。所以真心话大冒险成了必选。我最怕这种无节操无下限的节目，如果被要求太糗的内容，放弃的话会被别人说玩不开，接受呢又太尴尬。所以，很努力地去猜那个数字。“哈哈，雨天，你这是‘坐享其成’啊！赶紧谢谢你的上家吧！”对面的简刀一直在等待着我掉坑的机会。奈何，不怕神一样的对手，就怕猪一样的队友。“按着轮流规矩，这一局该是大冒险了！我们呢，是好兄弟，我照顾一下你。看你一直没谈过，今天我就勉为其难做个红娘吧，哈哈！”土匪是今天的寿星，他这样一起哄，所有人便跟着闹腾。“老是拿这件事戳我的痛处，我们真是够铁的！”我咬牙切齿道。“就这样吧，就你刚刚猜的17那个数字，你打个电话给通讯簿里的第17个人，通了之后说‘我喜欢你很久了’然后立即挂掉，如果对方不在半分钟之内回电话过来，那你就自罚一杯。”土匪坏坏的对我笑道，“如果事情成了，可要请我吃饭啊。”看着被其中一个人拨通的电话，备注竟然显示是他！珍藏多年的心意，难道就要在此刻当成一句玩笑话说出来吗？如果他也，那我们之间不是要有一个人主动戳破这层纸吗？\n\n\n\nPart.3在我还在纠结的时候，电话里传出了一声懒洋洋的“喂？”脑子一慌，我该怎么做，抬眼看看他们，一种期待的、看热闹的表情让我头脑一热——“我喜欢你很久了！”电话被恰到好处的挂断了，他很清楚地听完了整句话，而我，却听不到他的任何感叹词，连稍微迟钝的发音都寻不到。在接下来的半分钟后，还没意识到什么，就被灌了一杯酒。\n\n\n\nPart.4不像言情小说里或者电视剧演的那样，连一句简单的“在玩大冒险吗，呵呵”都没有。只剩残余的幻想，或许他在拥挤的道路上，根本没听清；或许，接电话的不是他本人；更或许……无论设想多少种可能，没有一种能够解释不回电话的原因。也许，是问题太过尴尬，无法回答，不可能的回答何必再说出来伤人呢。\n\n这些年，那个人从来没有给过温暖，可是，让我拿什么坚持到底，静心等待？",
    "replies": [
        {
            "author": "1095486321",
            "timestamp": 1386053820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "dark1123",
            "timestamp": 1386054660,
            "txt_content": "1095486321 发表于 2013-12-3 14:57 \n字密密麻麻的有点看不下去。。\n嗷~~下次争取多弄些图~或者晚上下班 到家我在加图吧"
        },
        {
            "author": "1095486321",
            "timestamp": 1386055320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "dark1123",
            "timestamp": 1386055920,
            "txt_content": "1095486321 发表于 2013-12-3 15:22 \n不是图的问题0.0  把字分成一段段的看起来比较舒服。\n  额 是吗 那我再纷纷 已经Part.1Part.2Part.3Part.4了"
        },
        {
            "author": "异变高压苦力怕",
            "timestamp": 1386056340,
            "txt_content": "3456315634853153"
        }
    ]
}