{
    "title": "Minecraft Beta 1.2_02要出水咯!",
    "author": "katetem",
    "replyCount": 5,
    "timestamp": 1295659020,
    "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽",
    "replies": [
        {
            "author": "dyxxzgc",
            "timestamp": 1295668260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "素履信游",
            "timestamp": 1295698140,
            "txt_content": "标题: Minecraft Beta 1.2_02要出水咯!既然你已经发布了这个帖子，我就在回复里翻译吧：\n2011年1月21日原文\nMinecraft Beta 1.2_02\n\n\nThis update is a tiny one just to make the client download skins directly from Amazon S3 instead of from minecraft.net.\n本次更新改动很小，只是让客户端直接从亚马逊S3下载皮肤，而不是官方网站服务器。\n\nMuch of this week was lost migrating the server to the cloud, something that Tobias did an amazing job working on. Most of the site has been moved now, and seems to be running much faster than before. We’ve got five servers behind a load balancer, and a dedicated server for payment processing, and another for ingame authentication and login, although that won’t be in use until we update the game launcher.\n这一周的大部分时间都花费到了服务器更换上面，Tobias干的很棒。现在网站的大部分都已经转移，而且貌似运行比以前更快了。我们已经在一个负荷平衡器下放了五台服务器，以及一台专门用于处理付款的服务器，还有一台专门用于身份确认和登录的服务器，尽管在更新游戏登录器以前它还用不上。\n\nSpeaking of the Launcher, I spent the start of the week working on it, and here’s what it currently looks like:\n说道登录器，我把这周开始的时间花在了它上面，以下是目前的状况：\n\nThat news area is loaded from the interwebs and will contain release notes so you know what’s changed. When you start the game, the launcher will ask you if you want to download the new update or not. Eventually there will also be an option in the launcher to choose where to load/save maps from.\n消息区会在线获取信息，其中包含告知你有哪些变化的版本说明。当你开始游戏，登录器会询问是否下载更新。最后，登录器上会有一个选项用于选择地图的读档/存档路径。"
        },
        {
            "author": "katetem",
            "timestamp": 1295708460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qude",
            "timestamp": 1295757600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "WuTianFang",
            "timestamp": 1302205620,
            "txt_content": "标题: Minecraft Beta 1.2_02要出水咯!It is very old..."
        }
    ]
}