{
    "title": "呵呵，我发帖了，你若觉得标题没意思，那就别点进来了。",
    "author": "youliao",
    "replyCount": 8,
    "timestamp": 1386325560,
    "txt_content": "       “我和你说过多少次了，叫你不要去管那些和你无关的事了，你怎么就不听呢。我告诉你，你要再不听我的，那我们就分手。”         “可是，总不能见死不救吧，那样子我对不起我的良心呀。” 李礼和他的女友正在吵架。        “那你这样对得起我吗，我和你说，那些事你不管，自然会有人去管，你又何必自找麻烦呢。”\n        “可是，我......”\n        李礼话未说完，远处传来了一声女人的惊声尖叫。 \n        “啊，谁能来救救我的孩子呀。我的孩子掉到水里了，你们谁能救救他呀，求求你们救救他吧。” \n        热心肠的李礼听到了这声惊呼，急忙就要往声源处跑去。 \n        “不许去”女友尖叫着拉住他“不然我们就分手。\" \n        李礼摸了摸女友的脑袋，温柔得说到： “乖，别闹了，我们的事一会再说，现在可是关乎人命的时刻。” \n        李礼拨开了女友的手，向着一片“热闹”之处跑去。 \n        女友跺着脚，心想再也不理他了，愤愤地走开了。\n        然而在此时此刻，那条河边已近聚集了大量的人群，但到目前为止，却无一人有想下水的想法。有好点的人已近报了警，而其他人却是以观看表演为目的似的围在一边。 \n        而那位可怜的母亲现在早已哭成了泪人。 \n        李礼知道，这个时候：我不下地狱，谁下地狱？ 李礼跑了过去，纵身一跃跳入水中。 \n        人群的喧嚣声渐渐轻下来了，波涛汹涌的水也宁静下来了，李礼耳中唯一能听见的只有自己“砰砰”的心跳声。仿佛置身于安静的宇宙；人类诞生之初的起源地，是那么的安详、舒适。 突然，李礼觉得胸口一紧，这才想起自己是不会游泳的。 \n        “我不应该逞强的。”这是李礼的最后一个念头。 李礼觉得意识越来越模糊，五感渐渐得离他而去。\n        在迷糊中，李礼仿佛听见了一声虚无缥缈而又庄严的声音，宛若大雷音寺里佛祖的梵唱。之后，便了无尽的寂静。 \n        ...... \n        不知是过了半秒钟还是数亿万年，李礼终于有了一点知觉了。\n        眼皮好沉重，李礼心想。 \n        李礼费力地睁开了眼睛，映入眼帘的是温暖而又和煦的阳光。\n        李礼长长地吸了一口气。\n        啊，空气中充满了青草的香气夹杂着湿润、肥沃的泥土的芬芳。 \n        李礼躺在地上休息着，他准备有力气了就站起来。\n        只是，他很奇怪，为什么周围没有人说话，不然他就可以请求别人帮帮他了。\n        一阵微风吹过，李礼觉得全身凉凉的。他努力抬起了头，但又很快就放下了。 \n        李礼感到很无奈，他发现自己是全身赤裸的。他不知道自己是怎么回事，也不知道自己为什么是光着身子的，他只知道自己刚才是要救一个小孩来着。 \n        李礼现在身上是一丝不挂的，连一条内裤都没有，不过左手上还戴着一块手表，散发着奇异的微光。 李礼其实没有发现，自己的身体的轮廓是异常的笔直、有菱角。\n        感觉就像，就像一个长方体。 \n        李礼终于发现了那块手表。（李礼身上就怎么一个东西，想不发现都难）他仔细地观察了起来，心想：我不觉得我身上有戴着一块手表呀。它是从哪来的，它有什么用？ \n        手表也许是感觉到了李礼对它关注，慢慢地发出了淡淡的荧光，而此时此刻李礼眼前一道光闪过，一块页面出现了。\n        首先映入眼帘的是一个类似人物栏的区域，它的左边是一串文字，而且还是中文。于是李礼决定先仔细得读一读。他觉得，这上面的文字可能对于他现在未知的处境有所帮助。 \n        “啊啊~~啊啊~~”一道深沉而又危险的声音由远处渐渐逼近。 \n        “树木是生存的关键。这句话是什么意思？”李礼正认真地揣摩着这句话的意思，全然没有听见那充满危险的叫声。 \n        “啊啊~~咔、咔、咔”声音越来越近。 \n        “你能使用技能破坏和创造。技能？？？我还会技能，难道我穿越了。”李礼一个头有两个大。 \n        “咔、咔、咔，饿~~~~~~~”什么东西倒地的碰撞声。“嘭” \n        “那，这些空格就是储物栏吧，怎么感觉和游戏里差不多呢。那，这个合成表和怪物简介是......”李礼现在终于确定了，自己一定是穿越了。 \n         突然，物品栏里突然多出了一样东西，李礼也很好奇这个是什么。 “腐肉？”李礼马上翻开了物品大全轻轻地读出来“腐肉：僵尸掉落，可用于食用，有很大几率会获得饥饿BUFF。” \n         李礼思考了片刻，忽然他一惊：“难道刚才僵尸就在我身边吗！” \n         李礼终于意思到了事情的严重性。这并不是一个游戏，他也并不是在玩游戏，就像手表里的一句话一样：你不好好努力生存下去，就只有接受死亡。 \n         活不了，就得死。李礼顿时感到脊椎一阵发凉，如果不是在白天，那刚才的僵尸就有可能就会要了他的命。 \n         然而一股强大的信念突然地从李礼的脑海里爆发了出来。 我要活下去，我要生存下来。 \n         李礼也不知道自己从哪来的信心，但是他找到了方向。李礼关上了手表，虚弱地站起来了。\n\n        【未完待续】",
    "replies": [
        {
            "author": "qaz779470427",
            "timestamp": 1386325680,
            "txt_content": "好吧 标题什么态度 写小说的话没标题看个毛线"
        },
        {
            "author": "42486327",
            "timestamp": 1386325740,
            "txt_content": "这标题差点让我以为是水贴"
        },
        {
            "author": "烨s",
            "timestamp": 1386325920,
            "txt_content": "顶，我还没想写小说呢"
        },
        {
            "author": "蜘蛛丝",
            "timestamp": 1386326160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1386326460,
            "txt_content": "你小说的名字被你（节操）吃了吗？我觉得你要取个好名字"
        },
        {
            "author": "MC个人",
            "timestamp": 1386326820,
            "txt_content": "为什么我觉得开头有点猥琐{:10_566:}"
        },
        {
            "author": "fgdg21234d",
            "timestamp": 1386327180,
            "txt_content": "标题让我以为是水贴。。"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1386327660,
            "txt_content": "{:10_495:}=L=差评，什么态度"
        }
    ]
}