{
    "title": "新人小说",
    "author": "aoyu",
    "replyCount": 0,
    "timestamp": 1386327720,
    "txt_content": "大家好，我BAOYU又来了 今天给大家带了了一些关于我的世界的小说。毕竟我是新人不太懂才写了1000字大家随便看看吧，如果向第一时间观看更新请加QQ群236498216\n废话不多说了直接上~~~~~\n看的眼疼不怪我哦~~~\n \n \n求人气！！！！！！！！！！！！！！！！！！！我也要升级谢谢~~\n \n \n \n \n               《无尽的世界》\n                     前言  \n  公元2069年5月4日我成为制造了我的世界4.9.8当我正在调试一个文件时，天空发黑，雷雨交加，当我调试完那个文件是我什么也看不到了。\n                 第一章  1. 初到\n   不知过了多久我醒了过来我开始大量着四周，我发现我在一个平原上，到处都是方块。我想开来我是进入我的世界的世界里了。我呼唤HIM他倒是真的和我说话了他告诉我：我来到了我的世界你只有到我的要求才能离开这里回到你的生活。我问道：为什么我要来到这？我什么时候可以回去？HIM只回答了我一句话：等你可以打败魔界龙你就可以离开......当我继续问他，他不再回复我。我想我需要生存下去好快点离开这里。\n                  第2章   2. 开始\n    我以前就是一个我的世界的制造这我对我的世界非常了解所以我知道如何活下去。我开始砍树造出工作台和斧子，然后我挖了一些原石造了稿子和斧子不知不觉的饿了，我便从树上摘了些果子吃掉。我可是找一个是和我建造家的地方当我找了很久终于找到一个可以作为家的地方。一个山洞附近有水源和森林还有几只猪。我想着里肯定可以发展的很好，我便继续砍树砍了许久天慢慢黑了我快速的回到山洞里放上一个门。我知道到了晚上在野外必死无疑因为僵尸会吃了我的脑子的。回到家我不想入睡因为我连床都没有，我便继续扩建我的洞穴，把我的东西放到刚刚造的箱子里。然后又在了个熔炉烧制了一点木炭做成火把照明用。\n                  第一章   3. 遭遇\n    当我继续扩建我的洞穴时，我听到了一声匆忙而杂乱的脚步声，我想是僵尸入侵了我匆忙造了一把石剑打开房门。只听嗖的一声骷髅朝我射了一箭，还好我反应快闪了一下否则我的脑子就要被射穿了。一只僵尸向我走来我挥舞着我的石剑把僵尸看成了两半。我仔细一看还有3只僵尸过来我继续挥舞着不时传来僵尸的惨叫，那只骷髅朝我射箭我用僵尸一档，箭射到了僵尸的脑袋上，我把僵尸杀干净后那只骷髅准备逃跑，我和骷髅的距离太远了跑过去太危险，我把我的石剑向他扔去唰我扔出去的石剑不偏不离的扔到了骷髅的脑袋上，他到了下去。我走过去从他身上掰下来几块骨头和几只箭。我跑回家因为又有僵尸盯上我了。我回到家关上门休息了一会又吃了点东西躺在地上睡了，因为我太累了所以躺在地下就睡着了。\n                  第一章  4. 开矿\n    不知不觉的1一晚上过去了，这是我来到这的第2天了，我在想今天要干什么。我想老是用石头的不行啊，我便有了挖矿的想法我带上火把和食物稿子出发了，我按照挖矿的基本方法有台阶式的方法挖下去大约挖到45米的距离我开始往四周挖了过去功夫不负有心人我挖到了一些铁矿石和煤炭我觉得行了然后我就回到了家把我挖到的铁矿石精炼了一下造成铁锭放到箱子里我想不要浪费我就把这些铁定造成了一把崭新的铁镐和铁剑拿来挖矿和防身。\n                 第一章  5. 发现   \n我干完这些活才中午我吃了一些苹果我看我的箱子里苹果不多了。我就去我家附近的草地找种子一个两个三个四个......我挖到了30多个小麦种子当我不想继续找下去事，我发现有一缕炊烟，我先一定是村民家，我激动得不得了我冲了过去看到一个村庄，村庄里有铁匠铺竟然还有教堂。一个村民看到了我，竟然问我从那里来。我并没有告诉他真像，而是告诉他我是从别的村子里来的。他问我你要不要在这里居住我们很欢迎你的到来的。我思考了一下我便同意了他的请求我答应居住在这里，他也很高兴。他告诉我让我去搬东西他给我造一栋房子。我就这样回到了家搬了东西来到这。还不说他造的还真不错规模不算很大但是很精致华丽我把我的东西放到房子里。然后我睡了一会。\n               第一章  6. 兄弟\n     当我醒来是已到了下午，我出去家门到处闲逛然后我看到那个那个村民和我说；我们可不可以价位兄弟。我当然求之不得因为我刚刚来到这个世界没有家人没有朋友刚好他要和我结成朋友，我便答应了他他告诉我这个村子的主人是一个叫魔圣得人具体的名字他也不知道，他说他叫李文阳他让我以后叫他小李就可以了。\n \n \n求人气！！！！！！！！！！！！！！！！！！！我也要升级谢谢~~\n求人气！！！！！！！！！！！！！！！！！！！我也要升级谢谢~~\n求人气！！！！！！！！！！！！！！！！！！！我也要升级谢谢~~\n \n \n\n",
    "replies": []
}