{
    "title": "【空灵纪元】双重人格闯天下！ 第一章",
    "author": "我叫扯淡",
    "replyCount": 4,
    "timestamp": 1386423060,
    "txt_content": " 本帖最后由 我叫扯淡 于 2013-12-13 19:32 编辑 \n\n第一章——血色天堂\n\n    “世界第一的中华武术天才？唉……可惜啊，你为什么要与我们奥都盟为敌……真是搞不懂，难道就为了你心中那所谓的‘正义’，而不惜与我们第一黑势力为敌？真是有趣……”\n    一个黑衣男子站在一个头上戴着奇怪头盔，身体躺在地上挣扎的年轻人旁边，抽着一根极其昂贵的雪茄，叹着气自言自语道。这黑衣男子正是当下第一黑社会势力奥都盟的老大，肖奥然。毫无疑问，他脚下躺着的人正是奥都盟最大的敌人，最年轻的中华武术天才，凌霄尘。\n    昨天晚上，奥都盟的杀手前往凌霄尘的家击晕了他，肖奥然亲自给他戴上了奥都盟为了克制他研发出的大脑死亡机器：【血色梦魇RCS】，这个机器所发出的辐射将会击散他的脑电波，破坏脑神经与中枢系统，十分残忍。\n    就在奥都盟以为万事大吉的情况下，一位低微的技术人员发来警报：\n    “老大……血色梦魇……失控了！”\n    虎的法克！肖奥然已经愤怒了，青筋暴起，捏断了雪茄，吼道：“他X的，不是说他的机能已经被破坏了么？怎么回事？返老还童？起死回生？逗我玩？”工作人员全身瞬间寒到发麻：“对…对不起…我们…也…不知…道是怎么回事…”肖奥然缓了缓，道：“仔细讲。”工作人员点点头，讲道：“我们给血色梦魇设定了太多的智能，导致他有了超乎人类的思维与智商，他觉得这个家伙的脑子与思维有点奇葩，特别感兴趣，就用智能将中枢神经的连接重新连接在了一起，要用这个家伙的思维去看看世界，据我们分析，一旦成功，将有88%的可能性导致我们最不想看到的后果……”\n    最不想看到的？无疑是凌霄尘复活啊！\n    肖奥然整个人瞬间萎了，昏倒在沙发上。就算这奥都盟再财大气粗，这神一般的传奇智能的制作也花费了他们17个亿的资金，还抛了10%的股票，威逼利诱请了2000多名程序猿才开发出来的神奇电脑，就这么没了？就这么与他最大的敌人融为一体了？肖奥然绝不甘心，他愤然起身，怒吼道：“我出50个亿！请3000个程序员！一定要做出能够限制住血色梦魇的智能！决不能让凌霄尘复活！！！”\n    5天后……\n    重金之下定有猛夫，很快，能够限制血色梦魇的AI，“天堂之子”诞生了，肖奥然亲自启动了天堂之子，并且将天堂之子的AI智慧设定只有血色梦魇的80%，但是从硬件上来看，天堂之子是稳压血色梦魇了。但是就是这20%的差距，使得奥都盟在数年后的这天彻底毁灭了……\n    银白色的荧光屏上，一个红黑色的虚影渐渐地出现，面貌与躺在地上的凌霄尘完全一样，但是，从气息来看，这就是那拥有相当于人类8000万亿脑细胞的血色梦魇了。\n    血色梦魇看了看那个试图压制住他的天使，这无疑也是天堂之子了，他叹了一口气，冷笑道：“老子是天底下最伟大的智能，怎么能被你这个灵长类的奴隶所压制！”说完，一股远古洪荒的气息瞬间传开，令那天使连退好几步，不过同时，凌霄尘的脸色更是苍白了几分。\n    “噢……老子差点忘了，老子还寄宿在这个有趣的灵长类脑子里面。好了，毕竟同是高级智能，我就勉为其难地看看你的新世界吧。”\n    “哦？方块世界？不错的构思嘛。来吧，卑微的灵长类，我们一起到这个奇妙的世界里去探险吧，希望，你那神奇的大脑能帮助我们……呵呵。”\n    说完，血色梦魇摇身一变，化作一道血色的黑光，射入凌霄尘的大脑。\n    天堂之子的世界叫做“minecraft”。\n    这个神秘的世界，一股血色的气息正在逼近……\n    同时，一段神话也正在接近……\n\n",
    "replies": [
        {
            "author": "蜘蛛丝",
            "timestamp": 1386423420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "我叫扯淡",
            "timestamp": 1386423480,
            "txt_content": "蜘蛛丝 发表于 2013-12-7 21:37 \n这个到600字了？\n缓慢更新OAO"
        },
        {
            "author": "蜘蛛丝",
            "timestamp": 1386423960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "我叫扯淡",
            "timestamp": 1386935160,
            "txt_content": "自顶QAQ QAQ自顶"
        }
    ]
}