{
    "title": "中文Minecraft Wiki欢迎翻译者的贡献",
    "author": "sjjklh",
    "replyCount": 71,
    "timestamp": 1332765240,
    "txt_content": "中文Minecraft Wiki地址：http://zh.minecraftwiki.net/wiki/Minecraft_Wiki\n\n本帖内容转载自http://zh.minecraftwiki.net/wiki ... D%E7%BF%BB%E8%AF%91。全文除了属于Minecraft或者其衍生物的内容由Mojang AB拥有，受到版权保护之外，其他内容皆在CC-By-NC-Sa 3.0协议下发布。\n\n 关于Minecraft Wiki\n主条目: Minecraft Wiki:关于\nMinecraft Wiki是一个公开的、可编辑的网站，旨在收集一切有关Minecraft的有用的信息。\n\n 条例和重要页面与其他的百科一样，我们wiki也有条例来保持wiki的整洁。但是这并不代表用户的编辑都会受到强力的限制而给予用户过多的压力。这些条例仅仅是为了保证wiki不被胡乱的修改，因此不用担心您做出的编辑都会被撤销或这被回退。以下展示的是一些必看的页面。\nMinecraft Wiki:wiki条例——展示了wiki的基本限制，像是禁止频繁地添加垃圾信息或胡乱修改的情况。违反此条例多次或者严重的话会被封禁。Minecraft Wiki:译名标准化——最重要的页面，列举了所有的方块，物品，和生物的正确译名。（中国大陆/简体中文）为了保持统一性，用户在编辑时必须遵守此页面的内容。\n\n 重要页面\n一些用户能用上的重要页面：\nMinecraft Wiki:管理员告示板——用于举报其他用户的恶行、申请处理需要管理员出面的事情、或者寻求帮助。Minecraft Wiki:社区专页——用于普通用户相互交流的页面。\n\n 联系\n若需要与其他翻译成员进行讨论，可加入QQ管理/翻译人员交流群：205398450。\n\n 关于翻译\n本Wiki是基于Mediawiki的，因此也涉及到一些HTML语言，下面的内容是用于帮助未接触过HTML或Mediawiki的人员。\n\n 翻译时注意事项 在编辑页面时严格遵守Wiki条例，请务必仔细阅读。 请勿做出零碎的翻译，每个翻译都应该至少完全覆盖一个句子的内容 翻译应该按照页面的顺序翻译，这样方便更改和检查 在从英文翻译至中文时，不应留下不必要的空格和英文键盘的符号（主要为句号和逗号） 所有的页面都应该使用统一化的名称和链接（统一化的名称可在译名标准化找到）。 禁止成员使用任何机械或网页翻译页面。 翻译页面中禁止任何恶搞或吐槽成分，以保持百科分享经验和帮助新玩家的主题。（此规定不包括成员和讨论页面，因为不属于内容页面。） 所有页面（包括用户和讨论页面）禁止包含任何脏话或违反法律规定的信息。 要注意有些符号在使用中文和英文键盘是会显示不一样，像（）：～\n\n 基本wiki语言\n一般的页面存在于几种类型的符号，它们均为wiki语言，并用于履行某种任务，以下展示的是最常见的几种，用户可使用显示预览功能在查看它们的效果：（需要注意的是这些符号需要从英文键盘中打出，然而用户也可以通过编辑栏来快速的输入）\n符号用途示例[[ 和 ]]的话，那么这个链接将导向到 | 左边的内容，而查看页面是则显示 | 右边的内容。输入：[[红石电路]]-->显示：红石电路\n输入：[[红石电路|示例链接]]-->显示：示例链接[ 和 ]用于创建一个到此wiki以外的网站链接，如果只输入网址域名的话在页面上则会显示[1]，要想它显示其他的内容，在域名后按一次空格并输入内容。输入：[http://zh.wikipedia.org/] --> 显示：[1]\n输入：[http://zh.wikipedia.org/ Wikipedia] --> 显示：Wikipedia{{ 和 }}用于表示使用某个模板，模板页面可以在 Template:名称 里找到。需要注意的是，在翻译是千万不要翻译其中的内容。输入：{{comment|准许}} \n 显示 \n\n准许~~~~常用于用户讨论中，在页面中输入会自动加上用户名+链接+输入的时间，签名的内容可以在用户的设置内修改。（链接位于右上方，显示为设置）输入：~~~~\n显示：你的签名（若未设置即为用户名） 时间戳（如：2012年6月11日 (一) 21:21 (UTC)）<nowiki> 和 </nowiki>用于使位于其中间的内容不被视为wiki语言，这个表格的示例也是通过这个效果做到的。无<!-- 和 -->用于提醒其他编辑者，写着其之间的内容在阅读模式中为不可见，只能在编辑模式中可见。无 \n翻译专用模板\n本wiki有为翻译人员专门制作了模板，模板的名称为Template:Translation，可以根据不同的需求来改变模板来显示不同的内容。\n输入\n使用情况\n相对应的分类页面效果{{Translation|needed}}\n在页面有英文内容需要翻译时\nCategory:待翻译页面\n 此页面的（部分）内容需要被翻译。你可以帮助我们来翻译此页面\n{{Translation|oudated}}\n在已完成翻译的页面需要更新来保持与英文页面同步时\nCategory:待更新页面\n 此页面的部分内容由于太久没更新而已过期。你可以帮助我们来更新此页面\n{{Translation|requested}}\n在页面受到人员请求时\nCategory:翻译请求页面 \n\n\n 此页面为用户请求页面。请优先翻译。\n \n关于上传图片的新版本\n在玩家上传了新版本之后可以把页面刷新一次来查看新版本，否则照片不会显示更改（其实已经更改了，不过看不出来），所以玩家不要因为看到图片“没变”而重复上传。\n*注意：有些时候由于网络问题，图片要隔天才能看到更改\n\n  语言导向代码 \n语言导向代码也就是在wiki里用来在页面的左方显示出其他语言的链接，他们是被放置在页面语言的最下方的，语言导向代码的格式为[[语言代码:页面名称]]（例如[[en:Minecraft Wiki]]）。语言代码是一个由两个字母组成的，我们中文的代码为zh，英文的为en。然后在冒号后打上其他语言的页面名。一般情况下机器人R2-D2会自动的加入语言导向代码，可是毕竟功能有限，它不一定会在每个页面都自动加上导向代码。在编辑代码时，可以到相应的英文页面复制过来，不过记得要删掉zh（我们的代码）并加上en（英文的代码），加上en:的时候请按字母排列顺序来摆放。需要注意的几点是冒号必须是用英文键盘打的，而且页面名称的大小写要一致。还有，在英文页面也请加上我们页面的正确代码。如果页面被保护的话，到此网页留言来让管理员修改。\n\n  建立与维基百科的链接 \n建立与维基百科的链接为[[Wikipedia:页面名称]]（连接至英文维基百科）以及[[Wikipedia:zh:页面名称]]（连接至中文维基百科）\n\n=========================================================================\n\nsjjklh注：希望译者至少有初中（国中）毕业的良好英语水平。但要想做到翻译基本无障碍，CET-4或是高中英语水平才能做到基本无障碍。翻译过程中还可以锻炼英语，欢迎大家加入。",
    "replies": [
        {
            "author": "weng97612",
            "timestamp": 1332765420,
            "txt_content": "沙發"
        },
        {
            "author": "mtd-60",
            "timestamp": 1332765780,
            "txt_content": " 本帖最后由 mtd-60 于 2012-3-26 20:44 编辑 \n\n路过~~~~~~~~！"
        },
        {
            "author": "血染的泉",
            "timestamp": 1332766200,
            "txt_content": "0.0虽然很想翻译。。不过没有英文基础 表示路过拿金币 咳咳"
        },
        {
            "author": "geludan",
            "timestamp": 1332767340,
            "txt_content": "感谢所有无偿汉化者做出的贡献"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1332772260,
            "txt_content": "1.感謝漢化者\n2.雖然英文很好，但是考試，沒時間"
        },
        {
            "author": "jianghr",
            "timestamp": 1340117280,
            "txt_content": "小麦种植终于翻完了。\n马上要断网了，赶快把原稿发上来……图片明天弄吧。\n同样的时间紧迫仅核对一遍，译名标准化我看了一部分并尽力做到。但总有不周之处，还有语法不通顺圆括号里有建议，方括号里是重要问题。\n同样还请楼主注意错别字。\n烦请搬运，谢谢！Wiki代码和坑爹网速我真心想撞墙。{:10_524:}\n总之累死我了……………………等会转手机模式。\n————————————\n\nWheat Farming\n小麦种植\nThis page is about wheat farming. For information on the systematic production of other resources, see Renewable Resources. For information on other types of farming see Farming (disambiguation).\n本页面有关于小麦种植。如需有关其它资源的计划生产信息，请参见可再生资源。如需有关其它类型的种植（方式）请参见种植（消歧义）\n\nCrops currently growing.\n已经种植的作物（/小麦）\n\nCrops ready to be harvested.\n即将准备收割的作物（/小麦）\nWheat Farming is a feature in Indev, Infdev, Alpha and Beta implemented on February 6th, 2010. It allows players to plant wheat seeds on farmland, which then grow over time and can be harvested for wheat. Wheat Seeds can be found by destroying tall grass or by harvesting fully grown wheat. \n小麦种植是一个在2010年2月6日实现在Indev版、Infdev版、Alpha版和Beta版上实现的特性【这句话好像翻得总感觉不爽~~~~】。它允许玩家在耕地上播种小麦种子，这样（它）会随时间生长并能收获得小麦。通过摧毁草丛与收获完全生长的小麦可以获得小麦种子。\nContents\n目录\n\n&#8226;        1 Sowing\n1 播种\n&#8226;        2 Growth and Harvesting\n2 生长与收获\n&#8226;        3 Growth Rate\n3 生长率\n&#8226;        4 Tips for Efficient/Automated Farming\n4 对高效/自动化种植的提示\n&#8226;        5 Trivia\n5 你知道吗\n&#8226;        6 Bugs\n6 漏洞\n&#8226;        7 References\n7 参考资料\n&#8226;        8 See also\n8 另见\nSowing \n播种\nWheat can only be planted on Farmland. Although seeds planted on hydrated farmland will grow faster than those on non-hydrated blocks, unhydrated farmland will still grow wheat eventually. Placing torches (Or any other light source, such as glowstone) near Wheat allows it to grow at night, with the additional benefit of preventing aggressive Mobs from spawning near them. Mobs can no longer trample crops as of the 1.1 update. However if they are jumped on they will break. If you are walking while placing seeds on consecutive blocks of farmland you may miss a few blocks. This is because of how the camera moves up and down slightly while walking. A solution to this is to strafe left or right perpendicular to the row while planting seeds. The camera's pivot will not cause you to miss spots in this way. This can be applied to the placing of any block. \n小麦只能种植在耕地上。尽管种子种植在被灌溉耕地上会比种在干旱耕地上生长得更快，（但）事实上干旱耕地上确实可以种植小麦（/让小麦生长）。在小麦旁安放火把（或者是其它的光源，比如萤石）会允许其在夜晚生长，并且附赠预防进攻性生物在它们附近生成的功效。在1.1更新中生物（行走）不再能踩坏作物。然而如果它们跳跃的话仍会踩坏。如果你在一排连续的耕地方块上边走边播种的话你或许会错过一些方块。这是因为行走时视角（/镜头）会轻微地上下摆动。一个解决方法就是向左/向右平移着播种。这样的话镜头的准星将不会让你看漏（方块）。这个方法也同样适用于安放任何方块。（译者注：比如盖房子或整地的时候）。\nGrowth and Harvesting \nIn-game wheat, at several stages\n在游戏中的小麦，分别在不同的生长阶段。\nWheat crops will only grow under the following conditions: \n小麦只在以下几个条件下生长：\n&#8226;        It is directly above a block of farmland. If the farmland is removed or reverts to dirt, the wheat crop will be broken. \n它被直接安放在耕地方块的顶端。如果耕地被移除或转变为泥土，这个小麦作物将会被毁坏。\n&#8226;        The light level above it is at least 9 (doesn't have to be sunlight) \n光照等级至少在9或以上（并不一定要阳光）。\n&#8226;        There is at least one block of empty space above it (transparent blocks count as empty) \n上方至少有一个方块的空余空间（透明方块也被视为空白的）。\n&#8226;        The player (any player in SMP) is within 7 chunks (~120 blocks) \n玩家（多人生存模式下任意玩家（皆可））至少在7个区块以内（约120个方块）\nSleeping does not make crop growth faster. \n睡觉并不让作物生长得更快。\nWheat does not need water to grow, and in fact farmland will not revert to dirt from dehydration while a wheat crop is planted on it. However, wheat grows significantly faster on hydrated farmland. \n小麦生长并不（必须）需要水，而且事实上当干旱的耕地上面种植有小麦作物时它并不会从干旱状态转变为泥土。不过小麦在被灌溉的耕地上生长明显加快。\nWheat crops have a total of 8 growth stages. Each stage is a little taller and darker than the last. Growth happens at random intervals, but the average duration of each stage is between 5 minutes (in ideal conditions) to 35 minutes (in worst-case conditions). \n小麦作物总共有8个生长阶段。每一阶段都比上一阶段变高变暗一点。生长（过程）发生在随机地时间间隔，但是每阶段的平均耗时大约在5（最好的情况）到35（最坏的情况）分钟。\nNote: In earlier versions of the game, such as Indev, wheat ceased growing one stage earlier (0x6 in the above image).\n注：在早期游戏版本，比如Indev版，小麦停止生长早一个时期（上图中的0x6（阶段））。\nRight-clicking on wheat crops with Bone Meal will advance them to the last stage instantly. \n持骨粉右击小麦作物将立即让它们提升到最后（/成熟）阶段。\nCrops can be harvested at any time by left-clicking with any tool, but they will only yield wheat when the crop has reached the final stage (when the grains have changed from green to brown). Harvesting at this time will yield 0-3 Seeds and one item of Wheat, which can be crafted into Bread, Cake, or Cookies. Wheat can also be used for animal breeding. Harvesting at an earlier stage will yield only seeds, and the drop rate for these gets steadily lower for earlier stages.\n作物可以在任何时间用任何工具通过鼠标左键点击收获，但是小麦（作物）只会在生长到最后（/成熟）阶段（谷穗从绿变棕之时）才会出产小麦。在此时收获会掉落0-3个（小麦）种子和1单位的小麦（可被合成为面包、蛋糕或曲奇）。小麦亦可被用于（畜牧）育种。收获一个早期时段（/未成熟的）（小麦）只会掉落（小麦）种子，而且这样做掉落率也肯定比较低。\nBecause harvesting one block at a time can become very tedious, some methods for semi-automatically mass-harvesting wheat fields have been devised. See the Tips section below for details. \n因为一次一块这样地收割会非常繁琐，一些半自动大面积收割小麦田的方法已被发明出来。详见下面的提示部分。\nGrowth Rate \n生长率\nWheat growth is prompted by random update ticks (the same random events that, for example, create smoke particles above torches and play cave noises). For a given block a random update occurs an average of once every 82 seconds. However the delay can vary widely, and it is even possible (albeit very unlikely) for a crop to be updated multiple times in the same frame. During every update a wheat crop gets a chance to grow to the next stage. \n小麦生长为随机更新时刻所驱动（一些同样的随机事件（亦然）譬如在火把上产生烟雾粒子效果与播放洞穴音效）。对一个给定的方块平均每82秒发生一次随机更新，并且有可能（虽然几率微乎其微）让一株作物在同样一帧中更新数次。在每一次更新中一株小麦作物得到一个生长到下一阶段的机会。\nAny farmland in the 9 blocks below the wheat add to its chances to grow. See the chart below for the approximate amount that each farmland block adds to the total probability. \n在小麦之下的9格（3*3区域）内的任意耕地（方块）（都会）提升该小麦的生长几率。见如下图表所示每一耕地方块对总（生长）概率的近似提升值。\nIf any wheat is growing in the eight surrounding blocks the growth probability is cut in half, unless the wheat is arranged in rows as shown below. \n如果任意小麦生长在被8个方块环绕的地方的话，其生长几率减半，除非小麦如下图所示被成行布置。\nFor the fastest growth, a solid layer of hydrated farmland with crops in rows is ideal. Under these conditions, the probability of growth during each update is approximately 30%, and most (4/5) planted wheat will reach maturity within 37 minutes (about 2 minecraft days)\n要追求最快的生长率，一整层的湿润耕地上面成排布置作物是个好主意。在这些条件之下，每次更新中生长的几率近似有30%，而且大部分（4/5）栽培的小麦将会在37分钟（在minecraft中约耗时2日）之内成熟。\nPlacing a row of non-farmland blocks next to a row of wheat crops reduces the growth probability to about 24%. This is best possible arrangement when using sticky pistons for automatic harvesting (see the Tips section below). Most planted wheat in this case will reach maturity within 50 minutes (about 2.5 minecraft days) \n在一行小麦作物两旁放置一排非耕地方块会降低其生长几率约24%。这是用于粘性活塞自动收割（见下面的提示部分）最有可能的安排方式。此情形下大部分栽培的小麦将会在50分钟（在minecraft中约耗时2.5日）之内成熟。\nReplacing all unplanted farmland with other blocks reduces the growth probability to about 17%. This is also the approximate probability if wheat is planted outside of rows (but on pure hydrated farmland). In either case, most planted wheat will reach maturity within 62 minutes (about 3 minecraft days) \n用其它方块替换掉所有未种植的耕地（会）降低生长几率约17%。如果小麦不按行种（但是种在灌溉过的耕地上）的大致生长率也是如此。在这两种情形下，大部分栽培的小麦将会在62分钟（在minecraft中约耗时3日）之内成熟。\nThe absolute worst-case conditions for growing are two wheat crops placed diagonally on dry farmland. In this case the growth probability is approximately 4%, and it will take about 4 hours for most of the wheat to reach maturity (about 12 minecraft days) \n对（小麦）生长最糟糕的情形就是两株小麦作物斜对着布置在干燥的耕地上。在这种情形下生长几率约为4%，并且将会耗费4个小时（在minecraft中约耗时12日）让大多数的小麦成熟。\nThe progression of wheat crops over time is shown in the plot below. Each line represents the probability of finding a given crop in that particular growth stage, assuming ideal conditions. The plots for non-ideal conditions look similar, with only the scale of the x axis (time passed) being longer. \n小麦作物随时间的生长的过程如下图曲线所示。每条线表示在最理想情况下一株给定的（小麦）作物处在（该）特定生长阶段下的几率。非理想情况下的曲线看起来相似，仅仅是X轴（逝去时间）的读数变大了。\nTips for Efficient/Automated Farming \n对高效/自动化种植的提示\nSee also: Farmland#Effective Technique \n另见：耕地#效率技术【中文Wiki耕地条目下好像无此条】\nFor a simple tutorial on creating a semi-automatic harvesting wheat farm click here Planting in rows on a layer of hydrated farmland produces the wheat the fastest for a given number of seeds. However, planting a solid area of hydrated farmland packs about twice as many individual crops into the same space, each taking a little less than twice as long to mature (see the section on Growth Rates above). Thus, planting an area solid will actually produce slightly more wheat than planting it in rows, and will need to be harvested much less often. This may suit some players who do not like to monitor their farms too closely. \n如果需要一部制作半自动收割小麦农场的简便教程请点击这里。用给定数量的种子在一层被灌溉的耕地上按行种植（的话）出产小麦最快。然而，把一整片被灌溉的耕地上种满能在同样的空间里容纳下（与前者相比）近两倍的小麦个体（/株数），（后者）单株的成熟时间略短于（前者）成熟时间的两倍（详见上面的生长率部分）。所以，把一片区域种满小麦事实上比按行种小麦（单位时间内）出产得要略多一点，而且需要更少的收获（译者注：还有播种）次数。这或许适合一些不喜欢过于频繁地巡视他们农场的玩家。\nLike redstone and other non-solid blocks, wheat crops are broken when water flows into them. If the water falls from above no items are dropped, but if the water flows in from the side wheat and seeds are dropped as if the crop had been harvested by hand. This can be used to harvest crops semi-automatically, and carry the resulting items to some central location. Note: water will not revert farmland back into dirt, and keep it safe from reverting back to dirt when stepped on \n就像红石和一些其他的非实体方块一样，当水浇到庄稼作物上面时它们会被毁坏，（注意）水流从（小麦）正上方流下时不会有物品掉落，而如果水从小麦侧面流过来时就会和用手收获一样掉落小麦和种子。这一点可被用于（小麦）作物的半自动收割，并且会带着产物（流）到一定的地点。注：水不会让耕地变回泥土，不过还要防止把踏上耕地时把地踩坏【原文意思是耕地变回泥土，重复，此处意译】。\nWheat crops are also broken when pushed by pistons, with the same item drops as harvesting manually. The pistons will push the dropped items as well, potentially allowing them to be collected by an adjacent water current. However, using this technique will revert the farmland back into dirt, so that it needs to be re-tilled after every harvest. \n小麦作物亦可在被活塞推动时被破坏同时掉落与手动收割时相同的物品。活塞同样也会推动掉落的物体，这样允许它们被旁边已经放好的水流所收集。然而，使用这种方法会使耕地变回到泥土。，这样在每次收获后都需要重新犁地。\nAlternatively, sticky pistons can be used to move the farmland block itself, which will cause any wheat planted on it to break and drop items as normal. This will not revert the farmland to dirt. Water currents for collecting the items can be placed under the farmland rather than beside it, making this method more compact than harvesting directly with pistons. \n另一种方法是，粘性活塞可被用于移动（/推拉）耕地方块本身，这会使种在（耕地上）的任何小麦作物被破坏且如常掉落物品。这样并不会把耕地变回泥土。收集物品的水流可以被放置在耕地方块的下方而不是旁边，这一点使此种方法比直接用活塞收割的方式要更加紧凑。\nAutomatic harvesting is generally an all-or-nothing business - harvesting every wheat plant regardless of whether it is actually mature or not. In this situation, it is best not to wait for every last wheat to finish growing, as there will always be a few that take much longer than normal. The optimal time to harvest turns out to be when 80% (4/5) of the wheat has matured. Assuming that the field is immediately replanted, harvesting at this time will result in the greatest overall rate of wheat production. Harvesting at this time will also produce a surplus of wheat seeds, roughly one for every four wheat produced. The section on Growth Rates gives the optimum harvesting time in minutes for some common planting arrangements. \n自动化收集是一种大体上全或无的买卖——收获所有的小麦作物而不考虑它们是否真的成熟了。在这种情况下，最好不要等那最后几株晚熟的小麦，这样做收成增加不多却比通常要花更多的时间。收获的最佳时间应当是80%（4/5）的小麦成熟之时。假设这片田地立即被重新种植，在这一时间点收获将会得到最大的小麦最终生产率。此时收获也会得到盈余的小麦种子，粗略估计是每4个小麦产出盈余1个（种子）。生长率一节给出了一些常见的种植方式的最佳收获时间。\nBecause bonemeal can force wheat to grow instantly - ignoring normal concerns like growth rate or ambient light - it can be used to create large amounts of wheat very quickly. A number of farm designs focus on using bonemeal exclusively, sacrificing volume and growth efficiency for speed/ease of planting and harvesting. An example which takes advantage of the inventory mechanics to minimize the time required to plant and harvest can be seen here. \n因为骨粉可以强制小麦立即生长——无视常规影响因素比如生长率或周围的光照——所以它可以被用于迅速催生大量的小麦。一些农场的设计着重于专门用骨粉（催熟），牺牲容量和生长效率换取种植收获的速度与方便。一个利用物品栏制造（/操作）法【！！！这里真不明白是啥，视频是Youtube的打不开】来尽量降低种植和收获耗时的范例可以在这里看到。\nTrivia\n你知道吗\n&#8226;        Prior to Beta 1.6 and the introduction of tall grass, seeds were obtained by using a hoe on grass. \n在Beta1.6版之前对草丛的介绍中，种子需要通过对草丛使用锄头来获得。\n&#8226;        Prior to the release of 1.0.0, if you placed fences under the hydrated dirt block, when you stepped on it they will not revert back to normal dirt. This did not work with nether fences. \n在1.0.0版发布之前，如果你把栅栏放在灌溉过的泥土（/耕地？）方块下面这样当你在（耕地上）行走将不会使它们转变为泥土方块。这个方法对地狱砖栅栏无效。\nBugs \n漏洞\n&#8226;        As of 12w23b, If you jump onto wheat while sneaking, the farmland will convert to dirt, but the wheat will still remain there. \n在12w23b版本中，如果你跳到小麦（作物）上并做出潜行动作时，耕地会转变回泥土，但是小麦仍然保留在那儿。\nReferences\n参考资料\n\nSee also \n另见\n&#8226;        Wheat Seeds \n小麦种子\n&#8226;        Bone Meal \n骨粉\n&#8226;        Hoe \n锄\n&#8226;        Farmland \n耕地"
        },
        {
            "author": "RipperGYD",
            "timestamp": 1362929520,
            "txt_content": "辛苦翻译 有图么  学习"
        },
        {
            "author": "a20001017",
            "timestamp": 1392818100,
            "txt_content": "地址过期了"
        },
        {
            "author": "Greensky",
            "timestamp": 1398661140,
            "txt_content": "现在还可以参加翻译吗？那么如果参加的话算在“热心翻译者”勋章的翻译项目里吗？那么我就参加了= ="
        },
        {
            "author": "REN0011",
            "timestamp": 1400144760,
            "txt_content": "不错不错，非常有用的东西"
        },
        {
            "author": "player927",
            "timestamp": 1405383720,
            "txt_content": "默默走去背单词"
        },
        {
            "author": "1.3806",
            "timestamp": 1410532140,
            "txt_content": "怎么编辑看不懂"
        },
        {
            "author": "C-青皮君",
            "timestamp": 1410791520,
            "txt_content": " 本帖最后由 C-青皮君 于 2014-9-15 22:33 编辑 \n\n\n\n\n\nT4.JPG (216.79 KB, 下载次数: 35)\n\n下载附件\n\n2014-9-15 22:32 上传\n\n\n\n\n我也求贡献啦啦啦...\n\n\n\n\nT2.JPG (144.04 KB, 下载次数: 41)\n\n下载附件\n\n2014-9-15 22:32 上传\n\n\n\n\n\n\n\n\n\nT3.JPG (93.97 KB, 下载次数: 41)\n\n下载附件\n\n2014-9-15 22:32 上传\n\n\n\n\n\n\n\n\n\nT5.JPG (124.24 KB, 下载次数: 42)\n\n下载附件\n\n2014-9-15 22:32 上传\n\n\n\n\n\n\n\n\n\nt8.JPG (209.07 KB, 下载次数: 26)\n\n下载附件\n\n2014-9-15 22:33 上传\n\n\n\n\n\n\n\n\n\nT9.JPG (285.54 KB, 下载次数: 36)\n\n下载附件\n\n2014-9-15 22:33 上传\n\n\n\n\n\n\n\n\n\nT10.JPG (335.74 KB, 下载次数: 32)\n\n下载附件\n\n2014-9-15 22:33 上传\n\n\n\n\n\n\n\n\n\nT11.JPG (219.86 KB, 下载次数: 29)\n\n下载附件\n\n2014-9-15 22:33 上传\n\n\n\n\n\n\n\n\n\ntranslated1.JPG (425.55 KB, 下载次数: 35)\n\n下载附件\n\n2014-9-15 22:33 上传\n\n\n\n\n\n"
        },
        {
            "author": "44033147",
            "timestamp": 1422548160,
            "txt_content": "签到签到签到签到签到签到签到签到签到签到"
        },
        {
            "author": "fgdsiwyh",
            "timestamp": 1424100180,
            "txt_content": "jianghr 发表于 2012-6-19 22:48\n小麦种植终于翻完了。\n马上要断网了，赶快把原稿发上来……图片明天弄吧。\n同样的时间紧迫仅核对一 ...\n大触你在WIKI叫什么名。\n酱紫都得金子，那我搞了那么多，是不是也要一一搬过来给LZ过目然后求赏邪？！"
        },
        {
            "author": "fgdsiwyh",
            "timestamp": 1424100360,
            "txt_content": "jianghr 发表于 2012-6-19 22:48\n小麦种植终于翻完了。\n马上要断网了，赶快把原稿发上来……图片明天弄吧。\n同样的时间紧迫仅核对一 ...\n可怜的孩子你的杰作被撤消了"
        },
        {
            "author": "jianghr",
            "timestamp": 1424100420,
            "txt_content": "fgdsiwyh 发表于 2015-2-16 23:26\n可怜的孩子你的杰作被撤消了\n版本有更新，后者替代前者自然很正常，新版本农民都会种地了，有人更新覆盖掉我的自然是好事。"
        },
        {
            "author": "fgdsiwyh",
            "timestamp": 1424100780,
            "txt_content": "jianghr 发表于 2015-2-16 23:27\n版本有更新，后者替代前者自然很正常，新版本农民都会种地了，有人更新覆盖掉我的自然是好事。 ...\nwiki中终于有事干了，可以借鉴一下你的翻译吗"
        },
        {
            "author": "jianghr",
            "timestamp": 1424100900,
            "txt_content": "fgdsiwyh 发表于 2015-2-16 23:33\nwiki中终于有事干了，可以借鉴一下你的翻译吗\nwiki所有修改和历史版本都能查的到，都是公开可以借鉴的。要不然就不是wiki了。"
        },
        {
            "author": "chanay",
            "timestamp": 1432090260,
            "txt_content": "我能参加吗?我想这个可以提升我的英国老鼠"
        },
        {
            "author": "Deing",
            "timestamp": 1436016360,
            "txt_content": "格式什么的好复杂啊。。。"
        },
        {
            "author": "luanlin",
            "timestamp": 1437743760,
            "txt_content": "很想加入啊，但是注册不了，每次注册都是验证码丢失。"
        },
        {
            "author": "chyx",
            "timestamp": 1439806860,
            "txt_content": "这个板块可以把自己的翻译的wiki贴上来么\n要是可以并且自己的wiki已经被其他人修改贴旧的还是新的比较好？"
        },
        {
            "author": "rshengcun_qwq10",
            "timestamp": 1443874140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "rshengcun_qwq10",
            "timestamp": 1443874260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "xyh1314",
            "timestamp": 1448084460,
            "txt_content": "血染的泉 发表于 2012-3-26 20:50\n0.0虽然很想翻译。。不过没有英文基础 表示路过拿金币 咳咳\n+1 我也是和哈哈哈"
        },
        {
            "author": "lrf8643",
            "timestamp": 1451277240,
            "txt_content": "即便我高中毕业了英语还是不如CET-1，实在无能为力。"
        },
        {
            "author": "Drlimet",
            "timestamp": 1460108040,
            "txt_content": "xyh1314 发表于 2015-11-21 13:41\n+1 我也是和哈哈哈\n拿金币~~~~~~~~..."
        },
        {
            "author": "theMia",
            "timestamp": 1468228380,
            "txt_content": "怎么参与啊"
        },
        {
            "author": "ff98sha",
            "timestamp": 1471254960,
            "txt_content": "可喜可贺"
        },
        {
            "author": "放肆的蘑菇",
            "timestamp": 1473751140,
            "txt_content": "感谢所有无偿汉化者做出的贡献，感谢"
        },
        {
            "author": "xyh1314",
            "timestamp": 1478350020,
            "txt_content": "Drlimet 发表于 2016-4-8 17:34\n拿金币~~~~~~~~...\n我也是 哈哈哈 金币啊"
        },
        {
            "author": "花样拉屎",
            "timestamp": 1503670200,
            "txt_content": "翻译啊，有道翻译就行，怕错的翻译完倒着翻译一遍"
        },
        {
            "author": "斯乌",
            "timestamp": 1513395780,
            "txt_content": "过来混个脸熟"
        },
        {
            "author": "江赛",
            "timestamp": 1520670240,
            "txt_content": "我一个美工的来这弄翻译。。好吧我其实是来拿金币的qwq"
        },
        {
            "author": "楼下有傻逼",
            "timestamp": 1532916360,
            "txt_content": "过来混个脸熟"
        },
        {
            "author": "SolidBlock",
            "timestamp": 1534838280,
            "txt_content": "现在登录wiki是越来越难而且慢了。就连个gamepedia也连不上去了。我好奇为什么gamepedia要集结到门户上并强制使用twitch recaptcha？我当初建账号时都没有重定向也没有科学上网，验证也很简单，就是从一组猫和狗的图片中选出猫的图片。看看现在多复杂？而且为什么不采用像mcbbs那样的点文字验证或像微博那样的拼图验证？登录个账号搞这么复杂还慢，合理吗？"
        },
        {
            "author": "langwanmc",
            "timestamp": 1540994520,
            "txt_content": "\n0.0虽然很想翻译。。不过没有英文基础 表示路过拿金币 咳咳"
        },
        {
            "author": "PiのPiのliang",
            "timestamp": 1554178080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "mrlll",
            "timestamp": 1554267360,
            "txt_content": "好好好好好好好好好好好好好好好"
        },
        {
            "author": "Worthykazoo",
            "timestamp": 1555128000,
            "txt_content": "感谢汉化者的贡献鸭"
        },
        {
            "author": "longpozhanhun",
            "timestamp": 1557545520,
            "txt_content": "66666666+6666666"
        },
        {
            "author": "chengking伟",
            "timestamp": 1557632700,
            "txt_content": "额，不错不错这管理的很到位"
        },
        {
            "author": "hawdsf.",
            "timestamp": 1560868920,
            "txt_content": "路过路过"
        },
        {
            "author": "3140906178",
            "timestamp": 1561612440,
            "txt_content": "awawawawaw感谢野生翻译君"
        },
        {
            "author": "夜.无痕",
            "timestamp": 1562379180,
            "txt_content": "鼓励一下"
        },
        {
            "author": "zjh孤境白狼",
            "timestamp": 1562459280,
            "txt_content": "vfcvffffffbgbngnhh"
        },
        {
            "author": "zjh孤境白狼",
            "timestamp": 1562459340,
            "txt_content": "ascfsdssfghhh"
        },
        {
            "author": "movingback",
            "timestamp": 1562822340,
            "txt_content": "感谢所有无偿翻译者的贡献"
        },
        {
            "author": "shiran@",
            "timestamp": 1563082080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "许久1814",
            "timestamp": 1566214620,
            "txt_content": "这个6666666"
        },
        {
            "author": "许久1814",
            "timestamp": 1566214680,
            "txt_content": "花木成畦手自栽"
        },
        {
            "author": "许久1814",
            "timestamp": 1566214680,
            "txt_content": "独木难支入眠囧了"
        },
        {
            "author": "许久1814",
            "timestamp": 1566214680,
            "txt_content": "lijnhygvfrdxswa"
        },
        {
            "author": "许久1814",
            "timestamp": 1566214740,
            "txt_content": "去问人体与淡迷"
        },
        {
            "author": "zmsnR",
            "timestamp": 1569922200,
            "txt_content": "可以啊这个东西"
        },
        {
            "author": "zmsnR",
            "timestamp": 1569922260,
            "txt_content": "可以啊这个东西"
        },
        {
            "author": "呵呵呵e",
            "timestamp": 1577119440,
            "txt_content": "我请打我打我的"
        },
        {
            "author": "gg23df",
            "timestamp": 1581417240,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "大佬带我",
            "timestamp": 1581756600,
            "txt_content": "        Mcbbs有你更精彩~"
        },
        {
            "author": "空欢亦恐慌",
            "timestamp": 1581911220,
            "txt_content": "哇。我英语最不好了"
        },
        {
            "author": "元素苏苏苏",
            "timestamp": 1582118460,
            "txt_content": "3333333333333333333"
        },
        {
            "author": "小辰Steve",
            "timestamp": 1582168440,
            "txt_content": "我想说一下，1.16页面有些没有翻译，但游戏中已经有官方中文了，可不可以修改一下？"
        },
        {
            "author": "凋灵斯拉",
            "timestamp": 1582177440,
            "txt_content": "EMMM……希望不要再次出现“雷石东直放站”事件了………………"
        },
        {
            "author": "1025831867",
            "timestamp": 1583155080,
            "txt_content": "11111111111111"
        },
        {
            "author": "ZGzixuan",
            "timestamp": 1583216760,
            "txt_content": "6666666666"
        },
        {
            "author": "小贱贱哒",
            "timestamp": 1583450280,
            "txt_content": "哇，看完红石，我这个物理课代表香了"
        },
        {
            "author": "黄昏busk",
            "timestamp": 1585107840,
            "txt_content": "中文好评啊啊啊啊"
        },
        {
            "author": "1156901018",
            "timestamp": 1585268580,
            "txt_content": "翻译很累，啊啊啊啊啊"
        },
        {
            "author": "哇咔咔月亮人",
            "timestamp": 1588411320,
            "txt_content": "感谢大佬们"
        },
        {
            "author": "MC_longxi",
            "timestamp": 1588983240,
            "txt_content": "\n了解了，sj辛苦了"
        }
    ]
}