{
    "title": "[1.6.4/1.5.2][SSP/SMP]量子物理MOD-qCraft[永久更新][已汉化]",
    "author": "岁月之殇",
    "replyCount": 63,
    "timestamp": 1386468420,
    "txt_content": " 本帖最后由 岁月之殇 于 2015-8-6 10:34 编辑 \n\nqCraft=================公告板================据我所知，Google方面已经弃坑\n\n所以本帖停止更新...\n米娜桑抱歉\n=====================================\n\n[fly]qCraft让RPG更精彩~[/fly]这次给大家带来的呢，是一款用于制作RPG地图的MOD...【量子物理】MOD qCraft~（请不要与工业Mod中的量子套装混淆。工业mod里面的“量子”只是个噱头而已）\n\n\n也不要与某个被吐槽的神马东西联想在一起...\n\n下面我就照抄了...（我词穷了...）关于qCraft\nhttps://plus.google.com/+QuantumAILab/posts/grMbaaDGChH\n\nqCraft：Minecraft中的量子物理\n\n为了探索量子计算，我们成立了Google量子人工智能实验室。梳理一下我们的问题，有一个很明白：未来的量子计算机科学家来自何方？\n\n我们的最佳猜想：Minecraft. \n\n上百万的孩子们正花费大把的时间在Minecraft上，不仅仅是挖挖洞杀杀怪那么简单，他们还在建造流水线、宇宙飞船与可编程计算机。一切都以探索和发现的名义。\n\n那么，我们如何将对量子物理的兴趣引导到这些聪明、富有创造力的孩子身上呢？\n\n我们与在MinecraftEDU项目以及加州理工（即Caltech。看过The Big Bang Theory没？）的量子信息学院的朋友们进行了交流，我们想了了个好点子：一个称为qCraft的Mod。本Mod让玩家能够在Minecraft的世界里，依靠能够体现量子纠缠、态叠加与观察者依赖的新方块体验到量子现象。\n\n当然，qCraft并不是完美的科学模拟，但其能够帮助玩家体验在枯燥无味的实验与教科书中无法体会到的一部分量子机制。\n\n我们还不清楚你通过qCraft能发挥出怎样的潜能，但我们对Minecraft玩家的发现力满怀期待。\n\n\n\n话说大家不要被上面的东西吓到...其实这个MOD正如上面所说的，是通过游戏来间接地帮助你了解量子物理的一些基本状况（不会考你量子物理的...要那样怎么还会有人玩= =）。  简介视频：\nhttp://www.tudou.com/v/2XEEu4CqNlU/&resourceId=0_04_05_99/v.swf\n  下面介绍一下本介绍基本的格式：\n    紫色是正文；    要注意的地方会用粗体标注出来；\n    打灰色底的是我不确定的翻译（就是我没懂，也没试的东西）；\n    蓝色为英文原文；\n帖子更新记录：2.02：更新红石自动观测器部分Wiki，因官网404暂停后续更新1.25: 1.10版本汉化完成，可以下载了哦~1.24：帖子被毁...Fixing，1.10汉化不完全，请不要下载12.31：更新1.10版本，修复Qg皮肤不能显示的 bug。12.08：发帖...并更新汉化包。\n\n\nMOD更新记录（E文）：\n\n\n\nVersion 1.10\nReleased December 16, 2013 for Minecraft 1.6.4\nAdded intra-server and server-to-server quantum portals. It is now possible to instantaneously transport a player and/or his inventory (depending on server settings) from one location to another in the same Minecraft world or from a specific location in the Minecraft world on one server to a specific location in the Minecraft world on another server.Added Anti-Observation Goggles. When equipped, they prevent the wearer from causing an observation of quantum phenomenon.Added Automated Observer. When powered by a redstone signal, the automated observer will cause an observation as if it were a player facing in the direction of the automated observer. Useful for remotely triggering quantum observations via a redstone signal.Bug fixes and performance enhancements.\nVersion 1.02\n  Released October 28, 2013 for Minecraft 1.5.2 and in beta for Minecraft 1.6.4\nBeta support for Minecraft 1.6.4Fixed a bug that could allow for duplication of certain resources through clever use of teleporters.If wearing quantum goggles, you can place a block against a quantum block while building, even if the block is presently resolved to air.\nVersion 1.01\n  Released October 21, 2013 for Minecraft 1.5.2\nAdded a configuration switch to allow users to disable creation of quantum ore during world generation (see next item). Generation is still set to on by default.Added a configuration switch to allow users to enable a crafting recipe for quantum dust (made by combing redstone and lime green dye). Set to off by default. If generation of quantum ore is set to false per previous item, this setting should be set to on, otherwise there is no path for users to get quantum dust, which is require for crafting all the quantum goodies.Modified crafting recipe for EBs to eliminate an exploit that allowed crafty players to use EBs to get expensive resources cheaply. See updated documentation.If an EB/ODB/QB is mined with a pickaxe with the silk touch enchantment, it will drop the original qBlock, not the standard block it was presently resolved to.\nVersion 1.0\n  Released October 15, 2013 for Minecraft 1.5.2\nInitial public release.\n\n\n来张全家福...\n\n\n  无论是本帖，还是本MOD的汉化版本，都存在着这样或那样的问题。所以，如果你有好的方法或建议的话，一旦被本人采纳，就会给予金币+人气酬谢。欢迎大家指正。已知BUG：【1.0+】【1.6.2版本】qG皮肤显示出错 【1.10+版本解决】\n\n\n\n\n下载地址：BD网盘   求人气，求金币~{:10_512:}\n\n\n\n致谢：感谢sjjklh桑的大力支持~感谢大家对此贴提出的建议~\n\n  下面有翻页的大家不会不知道吧......  ↓↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ ↓ \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1：新矿石\n   量子矿石\n\n\n\n    量子矿石是QCRAFT的基石，开采量子矿石可以得到量子粉，而所有的部件都需要量子粉的支持。在加载有QCRAFT的新世界生成时，量子矿石生成的方式类似于红石矿，（仅生成在MINECRAFT世界底部16层以下）。不过会很罕见，在每个区块只会生成四块。在1.01版及之后的版本，你可以通过修改配置文件来禁止量子矿石的生成。    量子矿石只能够用铁镐或更好的工具来开采。当量子矿石被开采时，掉落量子粉的方式类似红石,并且会发光（此点也类似于红石矿。）。\n\n2：新物品\n量子粉  量子粉可以通过开采量子矿石获得。在1.01版本后，如果在配置设置中启用，it is also possible toenable the crafting Quantum Dust by combining a single unit of Redstone withlime green dye.（它也可以由石灰绿色染料与一个单元的红石来合成。）建议用户启用此设置，如果量子矿石在世界生成器中被禁止生成，则没有其他方法可以获得。量子粉用于以下项目：\n本质上叠加（EOS）本质的纠缠（EoE）本质的观察（EOO）\n本质观测精华（Essence ofObservation）\n本质观测精华（EOO）  本质观测精华（EOO）是一个特殊的物品，其本身没有任何功能，但作为qCRAFT中各具特色的合成表中的一种成分，为其他物品灌输量子行为。（原文如此。） 它的合成公式如下：  原料  \n输入>>>输出\n\n量子粉*4\n\n\n\n本质叠加精华（Essenceof Superposition）  与EOO一样，本质叠加精华（EOS）也是一个极具特色的成分。(其功能在后文会予以介绍.) 它也是由量子粉以如下方式合成：  原料  \n输入?输出\n\n量子粉*4\n\n\n\n本质纠缠精华（Essence of Entanglement）  与EOO和EOS类似。\n  原料  \n输入>>>输出\n\n量子粉*4  本质叠加精华*1\n\n\n3：使用方法观察者依赖方块（Observer Dependent Block）（ODB）（其实我更喜欢叫观察方块…上面的名字多拗口~）ODB在不同的方向上观察会变成不同的方块（除了流体和下界方块），ODB通过以下方式合成：\n  将观察精华摆在合成台的中央，周围的六个方块分别摆放在东、南、西、北、上、下方观察时显示的方块。（可以为空。）请看下面的例子：（南和北方是石头，西方是草方块，东方是砂砾，上下为空。）在这种情况下，一旦OOB被放置，如果看到的是它的南面或北面的话，它将会显示为石头；如果是东面的那个面，就会被显示为砂砾（实际上它与砂砾具有相同的特性，而不仅仅是显示，这个问题稍后再讲。）而如果看到它的西面，它将会是泥土。如看到它的上方或下方，它将会什么也没有（即为空气。）下面的视频显示了OOB的使用方法：http://player.youku.com/player.php/sid/XNjQ1Mjg4NDE2/v.swf在上述例子中，决定OOB一开始所显示的方块的规则如下：l       它首先被看到的面。l       Consult the crafting recipeused to make that face of the block and resolve the ODB to the block used inthe corresponding slot in the crafting recipe (or to air if no block was usedin that slot).\n  注意：如果一个ODB被观察到，那么它的整个方块都将“解析”为它所显示的那个方块，而不仅仅是一个面（这也意味着ODB将会“变成”那个方块。）；如果一个ODB确定了一个状态，那么所有的玩家所看到的都将是那个状态（即使他并未看着那个方块）；一旦某个ODB被观察，那么除非所有的玩家都将此方块移出视线，否则这个方块将不会改变状态。这意味着在多人游戏中，ODB所显示的属性只由第一个看到它的人决定，下面这个例子来解释这种情况：我们仍然使用这个方块来举例：在多人游戏中，假设有A和B两个人，其中A首先看到了这个方块的西面，那么B则会看到这个方块是一个草方块。此时A的视线离开了这个方块，而B依然看着它，则它将会保持草方块的属性，直到A和B都不再看它了。下一秒钟，B又看到了它的东面，则它会显示为砂砾。在物品栏中，只有相同合成配方的ODB才能堆叠到一起。  （尽管他们显示的都是一个名字...）在物品栏中，ODB的图标会很有趣，它会依次显示北南西东上下面被看到时的材质。如果是空气，则会什么也不显示。只有绿光在一直闪啊闪...\n  另：如果用TMI等作弊方法调出ODB的话，那么它默认为6个空气合成。也就是说，它什么都没有...不过这也有一个特殊的性质。下面会被提到。ODB将拥有合成它时所消耗方块的：\n外形可燃性透明度物品掉落红石特性（比如，如果显示为红石块，它将会强充能周围的方块）所需要的挖掘工具（硬度）亮度是否受重力（比如砂砾）\n\n\n总之，除一些特殊的功能外，你已经可以把它看成那个方块了。量子方块（Quantum Block）（QB）  此方块的合成公式同上,只不过最中央的观察精华换成叠加精华。  依旧是个例子：  在这种情况下，当QB被放置在世界上的时候，从北（南）面来看，它肯定是石头，而当你从西或者东面看的话，那么将会随机的显示为草方块或者是砂砾。而当看到它的上下面是，则依然是什么都没有（空气）。即每个方向上都会随机地看到它与它的对面的材质。\nQB被看到时所显示的规则如下：1:取决于它被看到的方向轴（即X、Y或Z轴）；2：取决于你合成它时对应该轴所放的材料（废话...）；3：如果对应该轴的两个方块是同一种的话（如都是石头），则显示该种材料；4：如果不是一种的话，那么会随机的挑选一种显示（且每次都会随机）；除了这坑爹的Random以外，别的特性与ODB一致。视频介绍：http://player.youku.com/player.php/sid/XNjQ1Mjg5NDMy/v.swf纠缠块（Entangled Block）（EB）   纠缠块的合成公式如下：  原料  \n输入>>>输出\n\n观察者依赖方块*2  或  量子方块*2  +  本质纠缠精华\n\n\n\n\n   其中，在两端放入两个ODB或者QB，在中间放入一个纠缠精华。但必须是同类方块，即必须是能堆叠的方块，如图：  已经合成的纠缠方块会分类，属于同一类的EB，无论在何地，都将会显示相同的属性，无论它在你的视野的什么位置，或者根本就不在你的视野内。 如果你想要添加方块到现有的组内，则只需要这样：  原料  \n输入>>>输出\n\n纠缠方块*2  或  量子纠缠方块*2  +  同类的上述方块\n\n\n\n量子护目镜（Quantum Goggles） (Qg)\n  这是一个头部装备，装备以后可以看见所有的量子类方块（即使处于隐藏状态），这可以为一些麻烦的问题提供帮助。它的合成方式如下图：\n  原料  \n输入>>>输出\n\n量子粉*1  玻璃板*2\n\n\n\n下图展示了它的使用效果，刚才的截图如果带上量子护目镜就会是这样的：（好吧我承认是有点像老电视）（不要在意我换材质）\n  而且，带上量子护目镜后，所有的量子类方块都会变成这样，并且失去它们的属性，即即使是砂砾合成的ODB，带上护目镜后也不会下落。（但是红石属性会得到保留，很奇怪的特点。）（图：虽然戴上了Qg，但活塞仍然伸出。）Ps：  1.6.4版本的MOD丢失了文件= =所以，你戴上Qg后就成了这样子...【1.1版本已修复】抗观测护目镜（Anti-Observation Goggles）（AOG）\n\n【：此物品在1.10以后版本加入】\n    该物品与量子护目镜相同，也是一个可佩戴物品。它的合成公式如下：\n 原料输入>>>输出  玻璃板*2；\n本质观测精华（EOO）*1\n    佩戴此装备后的界面如图：\n    此物品的功能，如名，佩戴之后可以使你的视线改变不被方块所识别，即方块认为你没有看着这个方块。\n如图：\n\n\n你暂时还不需要知道原理（其实就在下面），现在，最右边的方块等于是“没有人在看着”，所以它会一直闪啊闪...\n通过这种方法，你可以在不影响效果的前提下观察作品，而不用担心视角的变化。\n总的来说，这是一个制作辅助工具。不建议在游戏时使用。\n\n\n\n红石自动观测器（Automated Observer） (AO) 【待编辑】此章较长，图多杀猫...慎点\n\n【：此物品在1.10以后版本加入】\n想知道为什么上面的方块一直闪么？\n  想制作100*100隐藏门么？\n想让红石与量子物理完美融合吗？\n这一切将不再是“No Way~”\n【AO】的闪亮登场让所有复杂的红石设计变得无比简单~\n此物品在接受红石信号时，会对其影响的量子方块施以观察。即，自动观察。\n合成公式如下：\n 原料输入>>>输出 圆石*7；\n本质观测精华*1；\n红石粉*1 \n  首先，你放下AO后应该是这个样子：\n\n其中，那个扇形的“弧面”是观察面，而比较靠我们的这一方，也就是圆心的那一面为接收红石信号的面。换句话说，靠近我们的这一端是接收端，远离我们的这一端是输出端。当AO被红石信号激活的时候，与AO输出端直接接触的方块会被从AO相对于此方块的方向观察。（怎么感觉这么绕口呢...）\n  Eg：\n    我在这里使用了自己标准的“标准ODB”，以方便讲解。合成公式如下：\n（即北南西东上下显示为ABCDEF）\n\n\n\n由图可知我站在北方，所以三块ODB都显示为“A”。然后...接通红石，\n\n\nLook！距离我们最远的那个方块变成了“C”！由此可见：\nAO能使它直接对着的那个方块改变。但这同时也说明了，AO只能是它直接对着的一个方块改变观察角度！！！AO的观察优先级是高于玩家的。也就是说，即使有玩家在看着ODB，AO仍能使它发生改变。\n  但是，如果我们想要让AO观察它的上下两面怎么办呢？目前还没有解决方法...\n  如果我们想要让很多方块同时改变，该怎么做呢？\n  是滴~用纠缠方块：\n  Eg2：\n    我合成了一个方块：\n，并使用纠缠精华。（好吧不要吐槽我无图...）\n接下来，我码了一个堆...（使用了Qg）\n\n\n如果不用的话大概是这样子的..\n\n\n\n\n然后拉动拉杆...\nBingo！\n\n\n【未完待续】\n\n\n\n\n\n量子计算机（Quantum Computer）\n  量子计算机是量化/传送体系的主要构件（其实我完全没明白有什么用）。它的合成公式如下：  原料  \n输入>>>输出\n\n量子粉*1  玻璃板*1  铁锭*7\n\n\n纠缠量子计算机（Entangled Quantum Computer）  这东西才是最重要的...量化/传送矩阵的核心部件，使用方法在下面：  原料  \n输入>>>输出\n\n量子计算机*2  本质纠缠精华\n\n\n\n\n\n\n\n新玩法：\n\n量化/量子传送  Ho~终于到了今天的重头戏，码字累死我了...  量化/隐形传输利用量子计算机的神奇力量，将 Minecraft中的区域“量子化”。该区域可以被复制（量化）或在世界上的其它地方即刻传送。 一个单一的量子计算机可以进行量化，而一对纠缠量子计算机则可以进行传送。  这是一个技术活，希望下面的视频可以帮到你：http://player.youku.com/player.php/sid/XNjQ1Mjg5MTYw/v.swf\n  如何建立一个量化/反量化矩阵：1：准备  你需要拥有以下资源：    ①：黑曜石    ②：金块（所以说这玩意是土豪的游戏）    ③：冰（使用“精准采集”镐采集）    ④：玻璃砖2：制作所需要的“锚”  制作四块从不同方向看是金块，其他方向看是黑曜石块的ODB。如图：  （从其他方向上看是黑曜石，从某一方向上看是金块的ODB）  （需要东南西北四个方向上的，必须不同）  （上下的黑曜石为必须）  这些ODB被称为“锚”3：制作量子计算机（见上）4：构建矩阵①   找块风水宝地②   放下量子计算机，并贴着量子计算机放置一块冰用来冷却。（这什么破电脑...）③   把合成好的四个锚摆放在量子计算机四周，使各个锚解析出金块的那个面对准量子计算机，注意：四个锚与量子计算机必须在同一平面内，且要与量子计算机对齐。换句话说，锚与量子计算机在XYZ轴上都要对齐。但是各个锚距离量子计算机的距离可以不一样。但是发射端与接收端所围出的面积必须相等。④   现在，如果你站在量子计算机周围，那么你看到的锚应该都解析为金块。这是检验是否合格的一种方法。接下来，在各个锚上堆上若干块黑曜石，形成四座底座为“金块”的黑曜石塔，你需要多大的量化矩阵就堆多高，但是所有的黑曜石塔必须一样高。然后，在各个黑曜石柱的顶端放置一块玻璃。⑤   然后另找一块风水宝地（...）按照①到④再来一遍，注意如果你想传送对的话，那么黑曜石柱的高度必须相同。⑥   摆好的矩阵应该是这样子：（当然尺寸你自定，不必非要一样的）（矩阵区域不可重叠）5：量子矩阵的使用  右键量子计算机，点击按钮= =6：使用说明  量化：是矩阵内的物品“消失”，再次激活即可出现。  传送（这个非要我解释么）  注：传送会将冰块一同传走，所以即使对面没有冰块也可传送（当然你这里再传就不行了）量化/传送失败分析：①   出现“frame mismatch”说明你两端的矩阵规格不一致（冰块并不计算在量子计算机之内，所以考虑距离时应连冰块所占有的位置也考虑进去。）②   出现frame incomplete”说明你没摆好...再仔细研究一下吧。③   出现“Insufficient cooling”...知道啥叫过热么？④   出现“Energize”欧耶~一切正常~（那你写它干啥？）⑤   出现“Area not transportable”说明在你的矩阵内拥有具有实体附加值的物品（比如箱子、熔炉、牌子之类的都不行。）\n量子门【待编辑】因某些原因先贴上英语原文...正在翻译...（LZ是服务器盲...翻译这段真心给跪了..）总的来说，量子门就是传送门...英语原文：\n\nQuantum portals use Quantum Computers to establish a link through which players can instantaneously travel between two points in the same Minecraft world (intra-server portals) or between a specific point in the world on one Minecraft server and a specific point in the world on a different Minecraft server (inter-server or server-to-server portals). Players can travel through a portal, come out the other side at a pre-set destination and, if they like, take their inventory with them.\n\n\nImportant Notes\n\n\nPortals only work between points in the same dimension (e.g. you cannot create a portal between the overworld and the nether).\nTo facilitate portals, all servers involved and the user’s client must have the qCraft mod installed.\nYou cannot use a portal to gain access to a server to which you would not ordinarily have access if you attempted a normal login (e.g. if you lack the password, are banned, etc.).\nDepending on configuration options set by the server admin, it may only be possible for administrators (not ordinary users) to activate portals and/or to establish the initial portal link between two different servers. Administrators may also configure the mod to allow any user to activate portals and/or establish portal links.\nIrrespective of who may set up portals (per the above), any user of a server may travel through an existing portal (assuming he also has access to the destination server if travelling inter-server).\nWhen travelling intra-server, your inventory always comes with you.\nWhen travelling inter-server, you will receive a prompt asking you if you want to take your inventory with you. If you select this option, you will be transported to the destination server with your inventory. Note that this will result in you having an empty inventory on the source server (unless you travel back through a portal to the source server with your inventory). If you take your inventory with you, a failure during the connection process to the destination server may result in a loss of your inventory, though if you log back into the source server within 24 hours of the failed attempt, your inventory should be restored. The inventory is added to your current inventory on the destination server (if any).\nUn-entangled quantum computers containing quantized data may be transported through a portal in your inventory with the quantized data intact. This can be used to transport, e.g., a structure through a portal by quantizing it, mining the quantum computer and placing it in your inventory, traveling through a portal, constructing a quantizer matrix of the same dimensions and placing the quantum computer in it and de-quantizing.\nConstructing a Quantum Portal\n\n\nQuantum portals are constructed in a manner similar to nether portals. To build one, you will need the following materials:\n\n\nObsidian\nFull gold blocks\nFull glass blocks\nIce\nEssence of Observation\nQuantum Computer (un-entangled)\n1. As with the teleporters, you will need to construct four anchor ODBs. In this case, all four will have the exact same recipe. The blocks should have obsidian in all slots except the two slots along the axis that represents the direction of travel, which should be gold. In other words, when the portal is complete, these ODBs should resolve to gold when viewed from either of the directions through which you can travel through the portal and should resolve to obsidian when viewed from all other directions.\n\n\n2. Place two of the anchor ODBs on the ground (or wherever you want the base of the portal frame to be) with two empty spaces between them.\n\n\n3. Place glass blocks in each of the two empty spaces you left in step 2.\n\n\n4. Place three glass blocks on top of each of the anchor ODBs you placed in Step 2.\n\n\n5. Place an anchor ODB on top of each of the topmost glass blocks you placed in Step 4.\n\n\n6. Place two more glass blocks in between the ODBs you placed in Step 5. You should now have a completed frame made of glass with ODBs in each corner.\n\n\n7. Place a quantum computer (un-entangled) adjacent to the portal frame.\n\n\n8. Place a block of ice adjacent to the quantum computer (to provide cooling).\n\n\nYour completed construction should look like this:\n\n\n\n\n\n\nEstablishing Portal Links and Activating Portals\n\n\nNote, per the above, that not all users may be permitted to establish portal links on a given server.\n\n\n1. After constructing the portal, right click on the quantum computer. A GUI will appear.\n\n\n\n2. In the ‘This Portal’ field, enter a unique name for this particular portal (e.g. ‘Mushroom Beach’ or ‘Mountain Temple’). If you do not wish to set a destination, you can hit Escape at this point (the name you entered will be saved).\n\n\n3. If you wish to set up a destination, enter the name of destination portal in the appropriate field.\n\n\n4. If your destination is on the same server, leave the ‘On This Server’ option active.\n\n\n5. If your destination is on a different server, click the ‘On This Server’ button to cycle through a list of servers to which connections are allowed. Depending on your admin’s configuration, you may also be able to specify a server address by clicking the ‘+’ button and entering the server address and clicking ‘OK’.\n\n\n6. Once setup is complete, click ‘Energize’ to activate the portal. The portal will now glow green to indicate its active state:\n\n\n\nPortal Mechanics\n\n\nThough portals may have only one destination at a given time, the portal system allows for a variety of different setups:\n\n\nIf you configure a portal per the above, it represents a one-way quantum tunnel between that portal and its destination portal. Stepping into, e.g. Portal 1 will take you to Portal 2, but not vice versa.\nIf you repeat the procedure on the destination portal and set up the reciprocal relationship (e.g. Portal 1 → Portal 2 and Portal 2 → Portal 1), you will effectively pair the two portals. In this scenario, entering, e.g., Portal 1 will always send you out at Portal 2 and vice versa.\nIt is possible to have any number of portals connect to the same destination portal. For example, Portals 1, 2 and 3 could all have a single portal (call it Portal 4) as their destination. This could be used, e.g., to allow players to access a central location from a variety of entry points.\nSimilarly, you can also daisy chain portals. For example, stepping into Portal 1 could take you to Portal 2. Stepping into Portal 2 could take you to Portal 3, etc.\nThe above apply to both intra- and inter-server tunnels.\n\n\nOnce a particular portal’s destination is set, it can be viewed by right clicking on the quantum computer. Users with appropriate permissions (depending on server setup) can deactivate a portal, change its destination and reactivate it.\n\n\nRemoving any of the blocks making up the portal frame, the QC or the ice will cause the portal to deactivate. The settings will be saved and the portal can be reactivated by repairing it and re-activating it through the qc GUI.\n\n\nOnce a user who is authorized to create and verify portals on a given server actually travels through an inter-server portal link, he will receive a prompt asking him to verify the connection (accomplished by typing '/qcraft verify' in chat). Once verified, that server will be available to other authorized users of the source server as a destination for them to create their own portals.\n\n\nReasons Using an Inter-Server Portal Might Fail\n\n\nDestination server is not running or is unreachable\nDestination server does not have the qCraft mod installed (or is running a different version)\nThe two servers are running different sets of other (non-qCraft) mods\nThe destination portal does not exist or is currently not in an active state (this will result in the user being transported to the destination server but to his default location rather than to the foot of the destination portal)\nThe user is not authorized to access the destinations server (this will likely result in a ‘Connection Refused’ error and the user winding up at the main menu)\n\n\n本人汉化部分【尚未完成】    与量子矩阵相同，量子门也是使用量子计算机来构建的。通过它，玩家可以在同一个Minecraft世界里（同一服务器内）的两点之间穿梭；或者是\n\n\n",
    "replies": [
        {
            "author": "dcsuibian",
            "timestamp": 1386468540,
            "txt_content": "谷歌做的对吧"
        },
        {
            "author": "a129487039",
            "timestamp": 1386468540,
            "txt_content": "以前别人发过了"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1386468840,
            "txt_content": "a129487039 发表于 2013-12-8 10:09 \n以前别人发过了\n我已征得原转作者同意，接手此MOD"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1386468900,
            "txt_content": "dcsuibian 发表于 2013-12-8 10:09 \n谷歌做的对吧\n对啊，试了试简直不敢相信自己的眼睛= =话说不要说我重转，我已征得sjjk同意~"
        },
        {
            "author": "a129487039",
            "timestamp": 1386468900,
            "txt_content": "岁月之殇 发表于 2013-12-8 10:14 \n我已征得原转作者同意，接手此MOD\n哦= = =_= =v= =w="
        },
        {
            "author": "dcsuibian",
            "timestamp": 1386469080,
            "txt_content": "岁月之殇 发表于 2013-12-8 10:15 \n对啊，试了试简直不敢相信自己的眼睛= =话说不要说我重转，我已征得sjjk同意~\n一开始是在大网上看到的，后来在优酷里看到了，其实觉得也不怎么样"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1386470100,
            "txt_content": "dcsuibian 发表于 2013-12-8 10:18 \n一开始是在大网上看到的，后来在优酷里看到了，其实觉得也不怎么样\n其实吧...做RPG还是蛮不错的= =我试了试，这帖子还没写完呢..."
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1386470700,
            "txt_content": "介绍好详细啊～"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1386471000,
            "txt_content": "G王者Z巨蟹Y 发表于 2013-12-8 10:45 \n介绍好详细啊～\n我为这个码了一天字...外加无数个难眠的夜晚...唉..能得这一句...值了~"
        },
        {
            "author": "emu1234567",
            "timestamp": 1386479760,
            "txt_content": "lz辛苦了，介绍的已经很详细啊，这mod确实适合做地图之类的。"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1386480780,
            "txt_content": "emu1234567 发表于 2013-12-8 13:16 \nlz辛苦了，介绍的已经很详细啊，这mod确实适合做地图之类的。\n谢谢回复~我还有一些没更完...请期待~"
        },
        {
            "author": "Candlehead",
            "timestamp": 1386481740,
            "txt_content": "很好的MOD~"
        },
        {
            "author": "1123fff",
            "timestamp": 1386482820,
            "txt_content": "\n\nQ craft怒刷存在感····\n\n话说感觉上面这个帖子的排版很熟悉··\n总觉得哪里见到过·"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1386502500,
            "txt_content": "1123fff 发表于 2013-12-8 14:07 \nQ craft怒刷存在感····\n\n话说感觉上面这个帖子的排版很熟悉··\n是吗...= =我怎么不知道"
        },
        {
            "author": "emu1234567",
            "timestamp": 1386502800,
            "txt_content": "岁月之殇 发表于 2013-12-8 13:33 \n谢谢回复~我还有一些没更完...请期待~\n{:10_523:}"
        },
        {
            "author": "1123fff",
            "timestamp": 1386505980,
            "txt_content": "楼主去看一下这个视频\n\n还有这个帖子[1.5.2]Qcraft 量子力學"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1386506400,
            "txt_content": "1123fff 发表于 2013-12-8 20:33 \n楼主去看一下这个视频\n\n还有这个帖子[1.5.2]Qcraft 量子力學\n...咦？我研究研究，看看能不能吸收点什么..."
        },
        {
            "author": "wjwrh",
            "timestamp": 1386847620,
            "txt_content": "Qcraft 有种愤怒的感觉"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1386856560,
            "txt_content": "wjwrh 发表于 2013-12-12 19:27 \nQcraft 有种愤怒的感觉\n为啥...我决定加一条声明...好吧就这样。"
        },
        {
            "author": "SSCXM",
            "timestamp": 1386927840,
            "txt_content": "矩阵搭不出来===="
        },
        {
            "author": "岁月之殇",
            "timestamp": 1386943560,
            "txt_content": "SSCXM 发表于 2013-12-13 17:44 \n矩阵搭不出来====\n那个...你确定完全按照要求了么...锚必须是四种不同的ODB，只解析东、南、西、北面的都要有。也就是说得合成四次。而且还得摆对..看看视频吧。"
        },
        {
            "author": "SSCXM",
            "timestamp": 1386944340,
            "txt_content": "岁月之殇 发表于 2013-12-13 22:06 \n那个...你确定完全按照要求了么...锚必须是四种不同的ODB，只解析东、南、西、北面的都要有。也就是说得合 ...\n貌似柱子必须三格高"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1386944700,
            "txt_content": "SSCXM 发表于 2013-12-13 22:19 \n貌似柱子必须三格高\n是吗...我没试验= =如果是真的，麻烦把实验结果图片发上来，重重有赏哦~（我现在没法弄...）"
        },
        {
            "author": "SSCXM",
            "timestamp": 1386944820,
            "txt_content": "岁月之殇 发表于 2013-12-13 22:25 \n是吗...我没试验= =如果是真的，麻烦把实验结果图片发上来，重重有赏哦~（我现在没法弄...）\n渣机卡死==\n视频里那老外说至少要⑨乘⑨的大小=="
        },
        {
            "author": "岁月之殇",
            "timestamp": 1386945000,
            "txt_content": "SSCXM 发表于 2013-12-13 22:27 \n渣机卡死==\n视频里那老外说至少要⑨乘⑨的大小==\n不是...9*9不可能= =3*3还差不多"
        },
        {
            "author": "SSCXM",
            "timestamp": 1386945720,
            "txt_content": "咦？又好了，貌似没限制\n那我没放箱子他为何提示我最后一个"
        },
        {
            "author": "lll769907963",
            "timestamp": 1386954540,
            "txt_content": "这个MOD感觉很不错啊，用处很多，为什么那么少人。"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1387029360,
            "txt_content": "SSCXM 发表于 2013-12-13 22:42 \n咦？又好了，貌似没限制\n那我没放箱子他为何提示我最后一个\nhttp://minecraft-zh.gamepedia.com/实体附加值这个我不好解释..."
        },
        {
            "author": "岁月之殇",
            "timestamp": 1387029360,
            "txt_content": "lll769907963 发表于 2013-12-14 01:09 \n这个MOD感觉很不错啊，用处很多，为什么那么少人。\n我也一直搞不懂这个问题~"
        },
        {
            "author": "woif",
            "timestamp": 1387030500,
            "txt_content": "看到都不想下载的赶脚{:10_492:}"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1387031760,
            "txt_content": "woif 发表于 2013-12-14 22:15 \n看到都不想下载的赶脚\n= =好吧，有视频解说{虽说是英文}"
        },
        {
            "author": "SSCXM",
            "timestamp": 1387101180,
            "txt_content": "我已经放弃了，我那区域里什么有价值的东西都没有它也不传"
        },
        {
            "author": "诺同学",
            "timestamp": 1389321720,
            "txt_content": "超厉害的样子内{:10_512:}{:10_512:}"
        },
        {
            "author": "冰河之路",
            "timestamp": 1390782780,
            "txt_content": "这是老外拍的，怪不得这莫无聊。"
        },
        {
            "author": "416559501",
            "timestamp": 1390784700,
            "txt_content": "看似不错~{:10_496:}"
        },
        {
            "author": "416559501",
            "timestamp": 1390784700,
            "txt_content": "看似不错~{:10_505:}"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1390788300,
            "txt_content": "冰河之路 发表于 2014-1-27 08:33\n这是老外拍的，怪不得这莫无聊。\n...好吧，你赢了。我自己拍的还没上传= ="
        },
        {
            "author": "passers_",
            "timestamp": 1390798860,
            "txt_content": "好高深的样子……"
        },
        {
            "author": "1095486321",
            "timestamp": 1391267460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "h93910",
            "timestamp": 1402194120,
            "txt_content": "求更新1.7.2{:10_512:}"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1402220520,
            "txt_content": "h93910 发表于 2014-6-8 10:22\n求更新1.7.2\n我会告诉你这个MOD其实好久都没有个更新了么。。\n所以淡定啦~"
        },
        {
            "author": "ZhaoBaihan",
            "timestamp": 1402313400,
            "txt_content": "dcsuibian 发表于 2013-12-8 10:18\n一开始是在大网上看到的，后来在优酷里看到了，其实觉得也不怎么样\n我看过报道，实际上是教小孩子物理用的"
        },
        {
            "author": "匹诺曹的长鼻子",
            "timestamp": 1403769960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qq1507837044",
            "timestamp": 1405086720,
            "txt_content": "狠高大上的MOD 等我学会了耍我基友去~~~~~~"
        },
        {
            "author": "lenxuan",
            "timestamp": 1405137000,
            "txt_content": "我喜欢那句话  虽然我看不mod简介"
        },
        {
            "author": "Emc2",
            "timestamp": 1405148760,
            "txt_content": "我的量子传送无法使用\n摆对了。\n就是出现Area not transportable   \n话说区域里面什么也没有就量子计算机和一块冰    。。求解"
        },
        {
            "author": "cj08250010",
            "timestamp": 1405301640,
            "txt_content": "这玩意应该是量子物理教学用mod吧。。。"
        },
        {
            "author": "1021863398z",
            "timestamp": 1406029800,
            "txt_content": "这个MOD应该可以做一个解密地图吧 新人刚来随便混熟脸"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1406993100,
            "txt_content": "Emc2 发表于 2014-7-12 15:06\n我的量子传送无法使用\n摆对了。\n就是出现Area not transportable   \n不太明白怎么回事。。计算机要和黑曜石柱对准的，要求很麻烦的。。看看视频啥的。。应该会有帮助吧"
        },
        {
            "author": "Emc2",
            "timestamp": 1407034740,
            "txt_content": "谢谢已经可以了 但就是传送的区域有点小，有什么办法吗？"
        },
        {
            "author": "Emc2",
            "timestamp": 1407034800,
            "txt_content": "谢谢已经可以了 但就是传送的区域有点小，有什么办法吗？"
        },
        {
            "author": "Emc2",
            "timestamp": 1407034800,
            "txt_content": "谢谢已经可以了 但就是传送的区域有点小，有什么办法吗？"
        },
        {
            "author": "qewrytuoip",
            "timestamp": 1407034980,
            "txt_content": "看起来还不错的样子~~~~顶一个"
        },
        {
            "author": "岁月之殇",
            "timestamp": 1407054480,
            "txt_content": "Emc2 发表于 2014-8-3 10:59\n谢谢已经可以了 但就是传送的区域有点小，有什么办法吗？\n那个。。。传送石没有具体要求的，你把矩阵扩大传送距离就会增大吧。。"
        },
        {
            "author": "Emc2",
            "timestamp": 1407060120,
            "txt_content": "我试过10*10的没成功"
        },
        {
            "author": "Emc2",
            "timestamp": 1407060180,
            "txt_content": "支持楼主继续更新。。"
        },
        {
            "author": "l350422772",
            "timestamp": 1409108220,
            "txt_content": "大神求1.7.2的量子物理！！！！"
        },
        {
            "author": "wosnow1",
            "timestamp": 1409425140,
            "txt_content": "Emc2 发表于 2014-8-3 11:00\n谢谢已经可以了 但就是传送的区域有点小，有什么办法吗？\n怎么解决的？我也是出现你这种情况，我是按照视频中那样摆的，就是传送不了"
        },
        {
            "author": "Emc2",
            "timestamp": 1409911440,
            "txt_content": "wosnow1 发表于 2014-8-31 02:59\n怎么解决的？我也是出现你这种情况，我是按照视频中那样摆的，就是传送不了 ...\n量子块制作好后放在地上，面积你照视频做方块放上去时对着你那面要是黄金"
        },
        {
            "author": "wosnow1",
            "timestamp": 1409918880,
            "txt_content": "Emc2 发表于 2014-9-5 18:04\n量子块制作好后放在地上，面积你照视频做方块放上去时对着你那面要是黄金 ...\n。。。完全一样，面对着四块都是黄金，还是不行啊，提示最后一个，大意是传送矩阵中有实体碰撞。但是我是新建的超平坦世界，和平模式，连根鸡毛都没哪来的流体或者实体碰撞方块啊？"
        },
        {
            "author": "蔡銘軒",
            "timestamp": 1411939200,
            "txt_content": " 本帖最后由 蔡銘軒 于 2014-9-29 05:21 编辑 \n\nQ块.世界233"
        },
        {
            "author": "yanbingshuai",
            "timestamp": 1437832800,
            "txt_content": "视频太棒了，但是不会玩啊，出个教程吧"
        },
        {
            "author": "864891342",
            "timestamp": 1438788960,
            "txt_content": "1.6.4——1.1没有观察者之类的动西"
        }
    ]
}