{
    "title": "Minecraft主题小说——《乱世》：序章-逃离",
    "author": "osborn2008",
    "replyCount": 6,
    "timestamp": 1386496140,
    "txt_content": " 本帖最后由 osborn2008 于 2013-12-8 18:09 编辑 \n\n序章-逃离\n     正文\n                灰暗的空中下着毛毛细雨，漆黑的森林里，若隐若现着一个黑影。    没错，那是我，在这种时候逃离那里再适合不过了。“母上…安丽雅…”    嘴上默念的，是母上和妹妹。没能带她们逃出是我最大的遗憾，但至少，我将这把邪物带出来了。后面的追兵也不见踪影，估计是甩掉了吧。    忍受着饥饿和右臂的伤口疼痛，在树与树来回之间漫无目的穿梭的我。原本开始要思考该去哪里的时候，却被眼前的景象打断了。    怎么可能！    这是我脑海里响着无声的尖叫，其实带着的是多重的含义。    当然，首先是因为我眼前跨越这足足有30Mine（Mine，长度单位，1Mine等于1格方块长度）的悬崖的坎提姆玖斯大桥非常不自然地被“切”成了两半，被切断的桥头呈非常规则的直线。    再来，就是我很难联想到这座桥当时被拆的情形。如果是TNT炸的还好说，但是这么规则的切割线，也有可能是末影人干的，但它、亦或者说它们有这么大的力量拆走这桥吗？    似乎是厄运在作祟，后面的追兵竟然跟上来了。“可恶……貌似无路可走了.”    我迅速卧倒在一棵树旁边的草丛里，细细地观察着周围的任何细节。面对现在进退两难的情况，心脏像是承受这巨大的压力不断地跳着，忘却的伤口也开始隐隐作痛着。    看来，Herobrine并没有放弃我。    在后路有追兵咄咄逼人、面前貌似毫无希望的情况下，我发现了两端断桥中央的空洞，有个非常不起眼的石砖，有可能是摧毁这座桥的人没有注意的粗心或者是….总之，感谢啊！万能的Herobrine！“3……2……1！”    在心里默念完倒数计时后，我迅速地从地面上弹起，向着断裂的桥飞奔而去。两旁原本带着惊讶神情的追兵看到我这一举动更加惊愕了。    我就这样迅速地飞奔到了桥的末端，踩着整齐排开的石砖边缘跳了出去，手上发出暗紫色光芒的球体在我做出这跳跃动作的同时，被我投掷了出去。    身体开始因为重力开始往下掉，刚才丢出的球在半空中划出一条紫色的优美弧线，在接触到那浮空的石砖时便化作了碎片——    如同自由落体的我，被稀疏的紫色光芒和浑身上下撕裂般的疼痛包裹后，眼前，和刚才从桥边一跃而起所看到的的景象一样。    脚下踩着的，是一块浮空的石砖。“成……功了？”    我下意识地回头看了看后面的追兵，他们脸上的惊诧和惧怕还没散去。哎，谁叫我是那腐败国家旗下的“高贵”人物呢。    站在一块方块上不能乱动还真是难受啊。我向着那些追兵做了个胜利的手势之后，再次转身，从包里摸出了和刚才一样的球体，踩着石砖再次跳跃的同时向对面的桥边投掷了出去。“痛……为什么这破玩意会有这么大的副作用啊！”    我承受着这难以忍受的痛苦，向着树林里走去。我的动作因为疼痛和疲劳而没有那么大，背包的重量也开始变得沉重起来了。    不知过了多久，我坐在了一棵和四周一样毫无变化的树旁边歇息，手上拿着最后的1块面包和1片西瓜。“哎…如果不这样逃离那里的话，说不定这时候还能像以前一样喝上热腾腾的蘑菇汤了吧……”    我抬头仰望着头顶，只见无数粗壮的树枝连着绿色的树叶丛，缝隙中透着刺骨的寒风和大滴的雨水。看来，雨下的更大了啊。“话说，我就算带着这玩意逃出来有用吗……”    我又陷入了思考，带着这把被祭奉为神剑的“邪物”从那世界上最强大的国家逃出来，只为的是防止他们破坏主世界与另外两个异世界的平衡，这样真的有用吗？不过是一把百年难遇的附魔剑，仅此而已真的能够阻止他们吗？比起这把剑，更重要的难道不是……“谁？！”    我的思绪又一次被草丛里的动静打断，丛中走出来了一个浑身穿着铁铠甲的人。“提奥斯殿下，好久不见了。您还记得我吗？”“你…你是…乌…乌米利昂？”    站在我面前的这个人，是那个国家的边疆守备队长，人称“白银的铁骑士”，以前我和他常常切磋剑技。为什么他会在这里？难不成他也是冲着这个来的吗？“殿下，我会在这里的理由，您应该是知道的吧？”    乌米利昂的眼神直盯着我手上半包着布的剑，用着非常冰冷的声音说道。“连你都……可恶！”    回过神来的我已经是站立的状态了，我想跑，但是以我现在的身体状况是不可能跑过他的。不，他穿着厚重的铠甲，应该是有机会的！    迅速转身，左脚迈步，蹬腿，狂奔！    疲劳和疼痛貌似又烟消云散了般，我拼命地跑着，只要不被他追上，说不定还有转机，现在只管死命地向前跑！    我又不断地从树与树之间穿梭着，两臂被一直从眼前忽然出现的树枝或着树丛刮伤。    可恶……这“邪物”！！！    不到几分钟，我的步伐随着眼前的悬崖停止，这样的连续不断的厄运真的是前所未有啊。后面的乌米利昂理所当然的追了上来，而紧跟其上的不仅是刚才的追兵，而且还有我认识的几个官员，他们把我逼到了悬崖的边缘。“你们……不…为什么他会对这把剑这么执着！”    对于我的询问，四个官员里当中的一个名叫里希尔的人站了出来。“那把剑是我们攻下异世界的开端，只要有这把”阿隆戴特”，我们就能研究出能量产的类似能力的附魔书！”    他的言语完全感觉不到情感，他所说的话和刚才冰冷说话的乌米利昂给我的感觉一样。“难道就不能和平解决吗？为什么一定要展开杀戒？应该有其他的办法才对！”    我的回应，被另一个官员反驳了。“殿下您果然太天真了。如果可以和平占领异世界当然是最好，当然这是不可能的。那些怪物一定会反击，而且就算以我们现在的力量也肯定会两败俱伤，只要有那个作为突破点的附魔属性，我们就能攻占下来！”    没错，我太天真了，以为说这种话能阻止他们。他们想做的，就是将异世界变成人类的栖息地，这种想法太过于自我了。“这样做太不可理喻了！你们所说的那些怪物也是生命啊！他们也有自己的生活，他们只是在抵抗敌人的侵袭而已！攻占这种想法太贪婪了！而且那个东西不是更重要吗！”    我又用尽力气朝他们呐喊，刚有气势却被官员中我最要好的朋友索马里所说的话瞬间消去了。“虽然那个东西的确很重要，而且这么做的确太自私。但是，您应该知道现在全世界的情况吧？先不说其他国家的战乱，末影人的躁动您应该是知道的。如同坎提姆玖斯桥，很多地方都出现了“空洞”现象，不仅造成了损失，而且这也说明了末影人将会有非常大的举动.”    我无言以对，没办法反驳他的话。没错，他所说的全部都是事实，末影人的反常也给他们带来了戒心，所以才需要这把剑的附魔属性吗。“就这样结束了吗，我回去一定会被严惩，而且肯定没法像往日一样了……”    心里这么想着，右脚后退了半步，整个人瘫倒在了地上。“？！………啊！！！”    刹那间，整个悬崖崩裂了开来，我随着支离破碎的土块朝深渊坠落了下去。乌米利昂他们渐渐地离开了我的视线，意识也开始模糊了起来。“这样…也好…”    心里这么想着，直到眼前一片黑暗。。。。。。\n~~~序章-完~~~\n\n\n\n\n\n后言：这篇小说的序章终于写完了，整个故事的内容我全部都想好了才开始写的。不过，每个星期只能回来写一小段就得去写作业复习。。。小提琴的练习时间都不够了。。。高二痛苦啊！总之，《乱世》这篇小说将继续不定期更新~\n还有~本文有亮点哦~找到的奖励人气~\n\n",
    "replies": [
        {
            "author": "q1786803468",
            "timestamp": 1386496200,
            "txt_content": "写的非常不错 期待下一个"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1386496200,
            "txt_content": "{:10_566:}围观提子"
        },
        {
            "author": "银狼",
            "timestamp": 1386496260,
            "txt_content": "欢迎写文~Welcome！"
        },
        {
            "author": "1814209846",
            "timestamp": 1386497460,
            "txt_content": "前排围观版主的帖子LZLZ{:10_492:}{:10_512:}小说很好看啊"
        },
        {
            "author": "wjwrh",
            "timestamp": 1386497640,
            "txt_content": "额  写长篇小说的都是高材生啊"
        },
        {
            "author": "1814209846",
            "timestamp": 1386497880,
            "txt_content": "此文章简洁干练，不含任何的废话，许多生动的动作词和逼真的景面描写\n\n再来，就是我很难联想到这座桥当时被拆的情形。如果是TNT炸的还好说，但是这么规则的切割线，也有可能是末影人干的，但它、亦或者说它们有这么大的力量拆走这桥吗？（这句话用了设问的手法）\n"
        }
    ]
}