{
    "title": "[WIKI]活塞（Piston）",
    "author": "sjjklh",
    "replyCount": 4,
    "timestamp": 1332919560,
    "txt_content": "http://zh.minecraftwiki.net/wiki/%E6%B4%BB%E5%A1%9E\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             活塞\n        \n\n\n\n\n类型固体方块受重力影响否透明是亮度无爆炸抗性 [edit]2.5收集工具可再生否可堆叠可以 (64)首次出现Beta 1.7数据值dec: 33 hex: 21\n\n 该页面是关于普通活塞的。关于可以拉回方块的活塞，请参阅粘性活塞。\n活塞(Piston)是能够推动大多数方块的机械类方块。推动的方向取决于其朝向\n。\n目录 [隐藏] \n1 合成2 作为合成材料3 功能4 推动方块5 激活活塞6 一般用途7 历史8 漏洞9 你知道吗10 画廊11 参考\n 合成 \n 材料 输入 &#187; 输出 木板 +\n圆石 +\n铁锭 +\n红石粉 \n \n \n \n \n \n \n \n \n \n作为合成材料 \n 材料 输入 &#187; 输出 描述粘液球 + 活塞 \n \n \n \n \n \n \n \n \n \n 粘性活塞功能 \n 活塞在被放置时永远朝向玩家。 活塞是红石驱动型机械。当被激活时，他们的木质表面会向外延伸一个方块，能够推动在其延伸方向直线上的最多12个方块。[1][2] 当回到未激活状态时，活塞不会拉回任何方块（但能够受重力影响的方块会下落）。如果你想拉回方块，请参见粘性活塞。 活塞的木质表面也能够推动玩家，生物与其他实体。然而，如果没有足够的空间推动，活塞臂仅仅会穿过该实体而不会给实体造成任何伤害。如果与压力板配合使用，能够将玩家或生物推出只有一格宽的走道，这是一种相当有效的陷阱。 伸出的活塞臂被认为是固体透明方块（类似玻璃）。如果活塞臂伸入玩家或生物，他们不会窒息，他们可以移动出活塞臂但无法再移动回去。 类似地，如果被活塞推动的方块被推向玩家或生物，他们会被推动。然而，如果没有足够的空间推动，这个方块会占据玩家或生物所在的空间。如果该方块是非透明方块，那么玩家或生物会窒息。 当方块正在被推动的过程中，它（们）会暂时为非固体，从而导致本来位于被推动方块上的玩家、生物或物品会掉下去，穿过正在被推动的方块。 因为液体无法穿过活塞臂，所以活塞能够用于控制液体流动。 活塞也能推动矿车与船。注意如果矿车位于铁轨上，铁轨也会被一起推动。如果被推动的方向没有空间或者下方没有方块，铁轨会掉落为可捡起的物品。 通过设计合理的红石电路的控制，活塞可以用于制作非常快的电梯。\n 推动方块 \n 某些方块无法被活塞推动，此时活塞臂就不会伸出：\n 黑曜石、基岩、末地传送门方块与下界传送门方块； 具有附加数据的方块——音符盒、箱子、熔炉、唱片机、发射器、刷怪箱、酿造台、附魔台与末地传送门框架； 活塞不会将方块推入虚空或是地图顶端； 处于伸出状态的活塞。\n 仙人掌、南瓜、南瓜灯、甘蔗与龙蛋在被活塞推动时会变成掉落的物品。（如果尝试制作可以伸出/收回的光源，你可以使用萤石块，也可以用基本等效的红石灯。) 西瓜在被活塞推动时会变成西瓜片。 蜘蛛网在被活塞推动时会变成线。 活塞无法推动水或岩浆，仅仅会占据并代替该液体方块。 活塞无法推动大多数“附着在其他方块”上的方块，例如拉杆、火把、红石线、告示牌等。被推动时这些方块也会变成掉落的物品。但是下列方块会出现例外情况：\n 活板门，当且仅当其附着方块的一侧在被推动后也会依附另一个固态方块时才可以被成功推动。 铁轨（与充能铁轨和探测铁轨）只要在新的位置上时下方仍然为固体方块时才能被成功推动。如果可能的话，铁轨在新的位置会重新计算自己的走向（就像被玩家手动放置时一样）。\n 依附在另一方块上的方块当其依附的方块被推动时也会变成掉落的物品，除非推动后位于其原来依附的方块所在位置的新方块也能被依附。例如，位于一个可以“自我修复”的圆石结构上的火把就可以保持依附状态。 活塞无法推动超过12个方块的长链，这时活塞臂无法伸出。\n 激活活塞\n注：关于“强充能”与“弱充能”等术语，详见红石电路。\n 活塞能够被任意一个与其非木质表面相邻的被充能的固态非透明方块激活（无论充能强弱均可。“被充能的方块”定义广泛，详见红石电路章节）。\n 活塞能被任一个与其非木质表面相邻的红石火把激活。 如果活塞位于红石火把正上方，活塞会由于被红石火把注入电能而被激活。\n 活塞能够被上方隔一格之上的方块，或是活塞侧面上方的方块激活——但满足这个激活条件之后，活塞临近方块必须更新才可以让活塞臂伸出——而且，当激活条件不被满足后，活塞临近方块要再次更新才能让活塞臂缩回。（该活塞如果临近另一活塞，那个活塞缩回会导致更新，但伸出不会）详见方块更新感应器章节。 红石线与红石中继器传输电能指向的一端的活塞都能被激活，而且该活塞下方的活塞（如果有的话）也能被激活。这让您能够建造一排完全由活塞构成的墙。正如上一条所说，红石线也会使其下方的方块充能，从而激活刚刚的两个活塞再下面的活塞。但由于那个漏洞，该活塞无法更新自己的状态。详见方块更新感应器章节。\n 红石中继器只能注入电能到活塞，而由于活塞的透明性，活塞被激活时并不视为“被充能”，从而无法继续将电能传到相邻的红石线上。\n 当活塞托举着一个受重力影响的方块（例如沙子）并不断迅速地伸缩，该方块会最终掉落为物品。然而，沙石不会掉落为燧石。\n 一般用途 \n  \n一个活塞电梯（飞行视角）\n\n\n  \n一个活塞电梯（地面视角）\n\n\n  \n一个活塞电梯（占地面积8x8的简单设计）\n\n\n  \n活塞桥（收回状态）\n\n\n  \n活塞桥（伸出状态）\n\n\n 活塞/粘性活塞通常通过推拉方块来模拟门的开关[3]，当然也可以利用此特性制作陷阱。 活塞可用于制作可自我修复的桥梁或墙体。详见圆石生产器。 与红石中继器配合使用的话，可以建造任何不包含红石火把的纵向逻辑门，而且可以绕过红石火把“燃尽”的缺点。 由于活塞将方块推入玩家可使之窒息，故活塞可以用于制造窒息陷阱，而且结构简单，容易复位。 通过将方块循环推动，活塞时钟可参与制作活塞版的延迟线存储器。如果配合绝缘的透明方块，您可以用红石中继器将信号传出去。把这类结构扩展到三维的话可以得到更多功能。[4][5] 活塞还可以用于矿车的发车：在朝上的活塞上放一个方块，方块上铺设铁轨线路，再在该铁轨旁的铁轨上放一个矿车。活塞被激活后，矿车下的铁轨会变成倾斜状态，从而启动矿车。 活塞可以用于推动玻璃与冰这类无法获取的方块。 活塞可以用于半自动的耕种。用附着着固态方块（一般使用泥土）的粘性活塞能够将小麦与甘蔗变成掉落的物品，然后手动重新种植。 通过面对头顶上方的方块底部放置活塞可以使活塞朝下，从而能够将方块向下推。 活塞可用于制作可开关的窗户。 活塞可用于制作任意高度的电梯。您可以像建造旋转楼梯一样先放置环绕着1格粗的立柱的朝上的活塞，然后每个朝上活塞都需要比其高3格的横向活塞用以把被朝上活塞推上一格的玩家挪到下一个朝向活塞上去。这种设计需要巨大的空间（11x11横截面）与不少红石（除了第一个活塞之外，给其他的活塞供电的中继器都需要被设到第三档）。右面的截图中有稍简单的8x8横截面的设计，此外也有更优秀的设计，这里不一一列举。 除了“旋转楼梯”型活塞电梯，您也可以建成一条直线的“扶梯”。原理相同。 通过拉杆控制，建造自动活塞桥也很容易。活塞由下方的红石火把供电，红石火把依附的方块由侧面的红石线供电（奇数活塞由左侧供电，偶数活塞由右侧供电）。所以活塞桥下需要纵截面5x2的空间容纳电路。如果要做到两边的拉杆都能控制，使用异或门或者RS锁存器即可。\n 历史 \n最早活塞是在Minecraft官方论坛上发布的一个MOD，由Hippoplatimus创作。[6]之后活塞的源代码被作者交到了Jeb手中，Jeb随后将其加入到了原版Minecraft。然而，由于Jeb那时忙于携带版的开发，活塞直到Beta 1.7才加入，与其一同加入的还有粘性活塞。\n在Beta 1.7_01与Beta 1.7.2中，有一个漏洞会使活塞与粘性活塞复制方块。随后1.7.3该漏洞就被修正了。\nHippoplatimus自己也被列在了游戏开发人员名单的“附加编程”中，与他一同被列入的也有其它对原版Minecraft有贡献的MOD制作者们。\n 漏洞 \n  \n活塞臂漏洞\n\n\n  \n当被粘性活塞拉回同时被下方的活塞推出，圆石方块会消失。\n\n\n  \n活塞材质漏洞\n\n\n  \n活塞臂漏洞的一种表现形式\n\n\n  \n活塞臂漏洞\n\n\n  \n一个活塞同时卡在了激活与未激活状态\n\n\n  \n非常罕见的双活塞臂漏洞。可用于建造单线活塞铁路或自建造房屋。\n\n\n 如果活塞推拉一个方块速度过快时你破坏该方块，你能够得到36号方块；破坏活塞臂旁边的方块能使您得到活塞臂。 如果伸出的活塞对角线相邻的方块之一被激活，活塞将无法缩回。[7] 如果两个伸出的活塞上下叠加，那么只有当上面的活塞缩回后，下面的才能缩回。[8]如果上面的活塞在下面活塞缩回过程中将要伸出，那么下面的活塞也会变成开始伸出状态。 如果一个方块即将被粘性活塞拉回的同时将要被另一个活塞推出，该方块会消失。 如果用红石火把激活活塞，在某些情况下活塞会被永久激活（即使火把熄灭）。 缩回过程中的活塞后部不具有碰撞体积——也就是说在朝下的活塞缩回时有可能利用漏洞穿过活塞，[9]也有可能通过朝活塞行走以穿过它。[10] 正被活塞推动的方块在某些场所不具有碰撞体积。[11] 粘性活塞推动门时，附着在活塞臂上的将只有半个门。 附着在粘性活塞上的另一个活塞在被推入流水中时可能会消失。 无论普通活塞还是粘性活塞，无论激活还是未激活，由于活塞属于透明方块，光线均可以透过活塞。 如果粘性活塞被另一个粘性活塞拉回，附在粘性活塞活塞臂上的方块不会被拉回。 如果活塞（或是被活塞移动的方块）尝试推动一个因受重力影响而正在下落的方块，该方块将消失，而且有时不会掉落为物品。因此，不断移动沙子或沙石塔的机械结构必须等到它们下落稳定之后再继续下一步的动作。 有人发现了创造双臂活塞的方法。侧臂只有从上方激活才会伸缩，从下方激活会导致侧壁缩回并消失。因为这个漏洞很容易使多人游戏服务器崩溃，所以创造方法未被公开。[12] 活塞可能会同时卡在激活与未激活状态。解决方法是破坏活塞，或者将伸出部分用另一个粘性活塞拉回。 当活塞或粘性活塞朝上放置（用一个在下方的红石激活）同时将快速脉冲信号接入红石线路，活塞在快速伸缩的同时如果玩家用任何工具（空手也可以）破坏活塞，活塞会掉落为物品，同时会在半空中出现活塞臂方块。[13] 当活塞朝上放置，活塞臂上托着能受重力影响的方块（如果是粘性活塞则方块种类不受限制），旁边放上红石线，然后在红石线上放红石火把的话能够得到额外的一个火把。然而，本漏洞只有当红石粉在活塞北边或南边才有效。请看这个视频。 虽然粘性活塞也能像普通活塞一样向上移动铁轨，但缩回时会让铁轨掉落为物品。建议您用普通活塞代替之。\n 你知道吗 \n 即使是粘性活塞推动一个受重力影响的方块到竖直洞口，方块也会下落。 活塞并不能将玩家或生物“推入”墙内，活塞臂仅仅会穿过该实体而不会给实体造成任何伤害。但被活塞推动的固态方块能够将玩家或生物“推入”墙内并使窒息。可以利用这点制造陷阱。 与上一条类似，活塞也可以向下推方块以造成窒息伤害。 利用仙人掌的特性，当活塞臂或其推动的方块与仙人掌相邻时，仙人掌会掉落为物品。 推动树叶时活塞会破坏树叶。 如果推动燃烧的方块，燃烧的方块会熄灭，除非占据该方块原来空间的下一个方块也可以燃烧。 活塞可用于活塞电路，而且一般比普通的电路设计（逻辑门、时钟等）更为压缩与高速。 活塞可用于建造只允许矿车与小型生物（鸡、非大型史莱姆与洞穴蜘蛛）通过而且不会让通过矿车内的玩家窒息的门：让活塞臂伸到铁轨上方即可。 活塞可以被空手在2秒内破坏。 就合成的复杂度而言，活塞与蛋糕并列第一，都需要四种不同的材料。然而活塞的合成材料相对于蛋糕来说更容易取得。 活塞在基岩最底层（即虚空之上第一层）无法工作。\n 画廊 \n                        \n\n                        在活塞的起源MOD中活塞的样子                        \n\n                        第一张活塞的截图                        \n\n                        Notch对于活塞柄部如何缩回活塞基座的解释[14]                        \n\n                        完全由活塞与红石中继器构成的基础逻辑门。从左上角顺时针为：与门，或门，异或门，非门。                        \n\n                        由红石与活塞组成的极其慢的时钟信号发生器\n参考 \n↑ http://twitter.com/jeb_/status/81386768913534976↑ http://www.youtube.com/watch?v=CpgcBfPyCr8↑ http://www.youtube.com/watch?v=QtK8GZWu6rM&context=C3893bdbADOEgsToPDskLW5b-kjZSHFFWWBe-q9mpr↑ http://www.youtube.com/watch?v=Oc6spHvGPtQ↑ http://www.youtube.com/watch?v=hO-RILe4cgs&↑ http://www.minecraftforum.net/viewtopic.php?t=247686&f=1032↑ http://www.youtube.com/watch?v=JDB1f-qV-Ns↑ http://www.youtube.com/watch?v=cMBhVdCAPYM↑ http://www.youtube.com/watch?v=4NRXY-6GFsA↑ http://www.youtube.com/watch?v=QjMRNylZKvM↑ http://www.youtube.com/watch?v=EZMAo8LxYGU↑ http://www.minecraftforum.net/topic/470647-pontusedbergs-double-piston/↑ http://www.youtube.com/watch?v=cMF6qBmkwW4↑ http://twitter.com/notch/status/83513677654929408\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1332920100,
            "txt_content": "活塞又很多用处，包括我正在做的打字机\n不过这么多youtube连接让国内的人怎么看哈哈"
        },
        {
            "author": "sjjklh",
            "timestamp": 1332920520,
            "txt_content": "geludan 发表于 2012-3-28 15:35 \n活塞又很多用处，包括我正在做的打字机\n不过这么多youtube连接让国内的人怎么看哈哈\n我只管翻译WIKI 至于引用的YouT……红石电路章节有人把youtube的中文化之后加上了自己的理解贴上去了 我觉得倒是不错\n\n就看谁有这个兴趣了"
        },
        {
            "author": "DR.MC.ztz",
            "timestamp": 1332929340,
            "txt_content": "哎呀,LZ真勤劳啊"
        },
        {
            "author": "geludan",
            "timestamp": 1332930660,
            "txt_content": "sjjklh 发表于 2012-3-28 08:42 \n我只管翻译WIKI 至于引用的YouT……红石电路章节有人把youtube的中文化之后加上了自己的理解贴上去了 我觉 ...\n中文化后居然传的是youtube，汗"
        }
    ]
}