{
    "title": "史蒂夫的复兴路（第十一章）",
    "author": "caith",
    "replyCount": 4,
    "timestamp": 1386669480,
    "txt_content": "&#65279;&#65279;&#65279;《史蒂夫的复兴路》\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n主人公：史蒂夫和其团队\n主要内容：史蒂夫的亲哥哥拉杰白手起建了一座小城市------拉杰丽，却被僵尸毁得面目全非，史蒂夫结盟一些英雄一边复仇一边寻找让人类能力提升的方法。\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n章节\n\n1、最后的抵抗（上）\n地址http://www.mcbbs.net/forum.php?mod=viewthread&tid=173996&extra=page%3D1\n2、最后的抗争（下）\n地址http://www.mcbbs.net/forum.php?mod=viewthread&tid=174256&extra=\n3、废墟\n地址http://www.mcbbs.net/forum.php?mod=viewthread&tid=180664&page=1&extra=#pid3377878\n4、悼念\n地址http://www.mcbbs.net/forum.php?mod=viewthread&tid=184397&extra=\n5、离别\n地址http://www.mcbbs.net/forum.php?mod=viewthread&tid=189280&page=1#pid3569391\n6、新的征程（上）\n地址http://www.mcbbs.net/forum.php?mod=viewthread&tid=191949&extra=page%3D1%26filter%3Dtypeid%26typeid%3D420%26typeid%3D420\n7、新的征程（下）\n地址http://www.mcbbs.net/forum.php?mod=viewthread&tid=193180&page=1#pid3659325\n8、乔治，你在哪\n地址http://www.mcbbs.net/forum.php?mod=viewthread&tid=195917&page=1#pid3719701\n9、火绳枪\n地址http://www.mcbbs.net/forum.php?mod=viewthread&tid=197889&page=1#pid3763829\n10、丛林追踪\n地址http://www.mcbbs.net/thread-201052-1-1.html\n11、激战后的圣光\n地址（本章）\n＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿＿\n&#65279;&#65279;&#65279;&#65279;&#65279;&#65279;&#65279;&#65279;激战后的圣光\n\n        那只发光僵尸面目狰狞得不可直视的样子让人往望而生畏，史蒂夫不禁想起以前读过的鬼故事，仿佛是情景再现一般。那僵尸满身的血和半腐的身子挍和在一起，发出令人窒息的熏臭味。老人坐在地上空呕了两下，然后就不省人事地晕过去了。僵尸右手撸起铁剑，手腕左转一百八十度、右转一百八十度，然后把铁剑竖起定住，双膝微曲，一副要进攻的样子。\n        “想好遗言了吗?”一种毫无感情而嘶哑的烂泥声从僵尸嘴里发出，声音之大，把树上的鸟儿地上的豹猫都震跑了。\n        “我们要合作了，先生。”黑衣人一边对史蒂夫说着一边拿起一对鸳鸯刃，左手横握长刃，右手垂握短刃。\n史蒂夫也赶忙松了松肩上背的弓和箭，端起手上的刺刀枪，准备接应。\n        “嗖”的一声，那只发光僵尸几乎是拖着黄光“瞬移”到黑衣人那里的，“呲~”，金属碰撞的声音刺的史蒂夫耳膜生疼，黑衣人被这一下击飞三米远，重重地滑进水坑里。僵尸转过身，用冰冷的眼光看了看晕过去的老人，骤然举起铁剑，向下猛地刺去。史蒂夫见状，赶忙开枪朝僵尸持剑的右手放了一子儿，效果甚微，但至少把僵尸的手打松了，剑偏离预定轨道，一头扎进老人身旁的泥里。史蒂夫迅速往枪管儿里再塞一发铁珠子，朝僵尸发光的心脏部位又是一枪，可惜为时已晚，僵尸右手抽起剑挡住了铁子弹。黑衣人趁机冲过来，右手的短刃银光一闪，僵尸的右臂便被砍飞出去。迅雷不及掩耳之时，僵尸左手夺去铁剑，直指黑衣人右眼戳去，黑衣人顺身闪过，刚要回击，只见僵尸左臂飞速挥动铁剑，一连串五花八门的奇招使出。砍、刺、戳、削、挑，手腕和各个关节的顺次摆动直逼得黑衣人连连后退防守。短草乱飞，半枝直落，树叶疾驰，史蒂夫见势头不妙，急忙伸手想再找一颗钢珠。可惜天不领情，钢珠在半路上全掉完了，唯一剩下的几个刚才也打了。史蒂夫火恼地把枪往肩上一摔，卸下弓和箭篓，打开篓盖，取出箭，架上弓，瞄准，放！“啊~”，一声惨叫，早在史蒂夫放箭前，僵尸的铁剑已然刺穿黑衣人的胸膛。而史蒂夫那一剑又被僵尸用黑衣人那半死不活的身体挡下。\n        “一切都结束了……”史蒂夫忐忑地小声低语，没有别人，他一个小小的射手能有什么用？史蒂夫一边后退，一边用颤抖的目光看着那只发光僵尸和被吊在半空的那具黑红黑红的尸体。忽然刷一下，强光从僵尸的心脏迸发出，史蒂夫顿时眼前一片金黄，他觉得自己要死了……\n        几秒后，史蒂夫发现他似乎还在人间，他缓缓睁开酸疼的眼睛，一切都没变，但黑衣人没了，僵尸依旧站在那里，心脏却变得有些发绿了。僵尸歪了歪脖子，举起满是鲜血的铁剑，用犀利的眼神看着史蒂夫。史蒂夫感到那股眼神仿佛是一把无形的剑，率先刺进他的心，这短短的一场眼神战，史蒂夫首先败下阵来，这次他知道自己真的要死了……僵尸的铁剑越来越近，越来越近……\n        “唰~咣~”一声金属碰撞之声，在史蒂夫耳旁发出。一秒，两秒，史蒂夫抖清那迷茫的眼睛，一张遁，一把铁刀，一对宽大的肩膀，是丹尼斯！史蒂夫转头又看见撒拉，她正扶着老人坐起来。\n        “可算找着儿你了，史蒂夫，”丹尼斯一边用遁把僵尸顶开，一边说，“你休息去吧，我来会会所谓的发光僵尸。”\n丹尼斯举着铁刀，慢跑过去，“咣，咣，咣……”铁刀对铁剑的战斗开始了。\n        撒拉扶起老人，给老人喂了两粒救心丸儿，说：\n        “我就最讨厌这样子打架了，两个人拿着武器毫无意义的乱砍，丹尼斯除了这个还会啥？”\n        “可别小看这僵尸了，依我看一个发光僵尸至少顶二十个普通僵尸。”史蒂夫一边给弓上箭一边说。\n丹尼斯和僵尸原地周旋，你戳一剑，，我砍一刀，就这样磨着时间。史蒂夫蹑手蹑脚地举着弓走到离僵尸近一点的一棵树后面，他暗暗祈祷丹尼斯能把僵尸的背完全暴露给自己。可是丹尼斯似乎没察觉到史蒂夫的意图层，依旧自己玩自己的。史蒂夫只好耐心等待，他知道发光僵尸有思想，能听懂人类语言，所以他现在要把僵尸看作人类。人类的弱点是心脏，他暗暗想到，僵尸会不会也是如此？史蒂夫拉开弓，就在僵尸背部完全朝向他的那一瞬间，瞄准心脏，放！丹尼斯这才发现史蒂夫的意图，连忙从侧面躲闪，一边躲闪一边吸引僵尸注意力。“呲~”转瞬间，黄绿色带荧光的鲜血从僵尸的心脏部位喷涌而出，溅得周围一片亮光，僵尸跪倒在地，在血泊中极速腐化，化作虚无……\n        老人勉强地站起来，一边去捡黑衣人落下的书，一边感谢史蒂夫一行：\n        “谢谢你们救了我老头子一命，要什么事说吧，我尽力帮你们，反正我也不长了。”\n        “您老人家与我们从来也没什么人情，只是，那本书，想必就是被封印的技能书吧。”史蒂夫有些犹豫地说，他知道老人是不会同意解封技能书的。\n        “我知道你们想要解封它，可是为什么呢？”\n        “您也看见了僵尸的进化速度，如果我们再不强盛起来，恐怕会有……”史蒂夫一口气说了一大串话，他也没想到自己会说这么多。\n老人自始至终认真听着，他听出了这位青年衷心的夙愿以及对复兴的渴望。老人犹豫了一会儿，把书平整地放在地上，他双膝慢慢跪下，朝着书说：\n        “技能神，这是一个孩子的心声，请您忘记一百年前的事，重归于世吧……”老人双手慢慢打开技能书，七彩的光芒照耀着正片森林，愈来愈亮，愈来愈亮，然后一束金黄的圣光从天而降……\n\n",
    "replies": [
        {
            "author": "几重凛",
            "timestamp": 1386669600,
            "txt_content": "继续加油\n！"
        },
        {
            "author": "simon3000",
            "timestamp": 1386669960,
            "txt_content": "支持~               "
        },
        {
            "author": "hh9130045",
            "timestamp": 1386680640,
            "txt_content": "LZ，我会一直支持下去的"
        },
        {
            "author": "923565379",
            "timestamp": 1387205100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}