{
    "title": "为什么玩生存模式的时候会持续跳出,并显示内存不足?",
    "author": "zale",
    "replyCount": 4,
    "timestamp": 1333021260,
    "txt_content": "我前两天刚买的正版账号,用官网下载的客户端运行后玩生存模式就很卡,而且玩一下就会持续弹出内存不足的提示,如下图:\n\n\n\n\n求高人解答该怎么办,我已经下载了最新的java了",
    "replies": [
        {
            "author": "雨蛙",
            "timestamp": 1333030860,
            "txt_content": "第一招：關閉多餘程序如果同時打開的文檔過多或者運行的程序過多，就沒有足夠的內存運行其他程序。這時，對於多文檔界面程序，如Word、Excel等，請關閉當前文檔外的所有文檔，並退出當前未使用的程序，或許你就能夠繼續執行因「內存不足」而被中斷的任務。\n\n　　第二招：清除剪貼板中的內容1.清除系統剪貼板中的內容(存儲Windows複製或剪貼內容的剪貼板)點擊「開始→程序→附件→系統工具→剪貼板查看程序」，在「編輯」菜單上，單擊「刪除」命令，系統彈出「清除剪貼板」對話框，單擊「是」按鈕。2.清除多重剪貼板中的內容(Office程序提供的剪貼板)在「Office剪貼板」任務窗格(OfficeXP)或工具欄(Office2000)上，單擊「全部清空」或「清空『剪貼板』」。當清空「Office剪貼板」時，系統剪貼板也將同時被清空。\n\n　　第三招：合理設置虛擬內存如果沒有設置Windows虛擬內存，那麼很容易收到「內存不足」的消息。點擊「開始→設置→控制面板」，雙擊「系統」。在「系統屬性」對話框中，單擊「性能」選項卡，然後單擊「虛擬內存」按鈕。選中「讓Windows管理虛擬內存設置-(推薦)」選項，將計算機中可作為虛擬內存使用的硬盤空間量設置為默認值。\n\n　　第四招：增加可用磁盤空間有四種方法可以增加磁盤的使用空間：1.清空回收站。2.刪除臨時文件。打開%20「我的電腦」，右鍵單擊要釋放其空間的磁盤，然後單擊「屬性」，在「常規」選項卡上，單擊「磁盤清理」按鈕，選中要刪除的不需要的文件前的複選框進行整理。3.從磁盤中刪除過期的文件或已存檔的文件。4.刪除從未使用過的所有文件。\n\n　　第五招：重新安裝已損壞的程序如果僅僅是使用某個程序時，系統提示內存不足，而其他程序可以正常運行，那麼可能的原因是該程序文件被毀壞，從而導致內存不足的問題。請嘗試刪除並重新安裝該程序，然後重新運行該程序。如果系統不再提示內存不足，那麼說明原程序文件確實被損壞。\n\n　　第六招：使用內存優化軟件內存優化軟件有很多，比如RAM%20Idle和Memo%20Kit就比較出色。它們可以設置自動清空剪貼板、釋放被關閉程序未釋放的內存，從而免除你手工操作的麻煩，達到自動釋放內存的目的，不妨一試。\n\n　　第七招：重新啟動計算機如果只退出程序，並不重新啟動計算機，程序可能無法將內存資源歸還給系統。在運行重要程序之前，請重新啟動計算機以充分釋放系統資源。\n\n　　第八招：減少自動運行的程序如果在啟動Windows時自動運行的程序太多，那麼，即使重新啟動計算機，也沒足夠的內存用來運行其他程序。這時就需要清除一些不必要的系統自啟動程序。\n　　點擊「開始→運行」，輸入msconfig，打開「系統配置實用程序」窗口。單擊「一般」選項卡，選中「選擇性啟動」複選框。去掉%20「處理Win.ini文件」和「加載啟動項」前的複選框。打開「啟動」選項卡，將不需要開機自動啟動的程序都勾除掉就好了。\n\n　　第九招：查殺病毒系統感染電腦病毒也是導致內存不足的罪魁禍首。當系統出現「內存不足」的錯誤時，請使用最新的殺毒軟件查殺病毒，或許在清除電腦病毒之後，就解決了「內存不足」的問題。\n\n　　解決「內存不足」的辦法9則\n　　一、剪貼板佔用了太多的內存\n　　實際上，剪貼板是內存中的一塊臨時區域，當你在程序中使用了「複製」或「剪切」命令後，Windows將把複製或剪切的內容及其格式等信息暫時存儲在剪貼板上，以供「粘貼」使用。如果當前剪貼板中存放的是一幅圖畫，則剪貼板就佔用了不少的內存。這時，請按下述步驟清除剪貼板中的內容，釋放其佔用的內存資源：\n　　1.單擊「開始」，指向「程序」或「所有程序」，指向「附件」，指向「系統工具」，然後單擊「剪貼板查看程序」，打開「剪貼板查看程序」窗口。2.在「編輯」菜單上，單擊「刪除」命令。3.關閉「剪貼板查看程序」窗口。\n　　為了與Microsoft Office程序提供的多重剪貼板相區分，上述所說的剪貼板，常被我們稱為系統剪貼板。如果你正在使用Micros OftOffice程序，而且使用了其多重剪貼板功能，那麼你應清空「Office剪貼板」上的項目，方法是：在「Office剪貼板」任務窗格(OfficeXP)或工具欄(Office2000)上，單擊「全部清空」或「清空『剪貼板』」。當清空「Office剪貼板」時，系統剪貼板也將同時被清空\n　　二、打開的程序太多\n　　如果同時打開的文檔過多或者運行的程序過多，就沒有足夠的內存運行其他程序。這時，對於多文檔界面(MDl)程序，如Word、Excel等，請關閉當前文檔外的所有文檔，並退出當前未使用的程序，然後或許你就能夠繼續執行因「內存不足」而被中斷的任務。\n　　三、重新啟動計算機\n　　如果只退出程序，並不重新啟動計算機，程序可能無法將內存資源歸還給系統。請重新啟動計算機以釋放系統資源，然後再次運行程序或執行被中斷的任務。\n　　四、自動運行的程序太多\n　　如果在啟動Windows時自動運行的程序太多，那麼，即使重新啟動計算機，也沒足夠的內存用來運行其它程序。\n　　(一)確定設置為自動運行的程序是否太多\n　　1.單擊「開始」，然後單擊「運行」。\n　　2.在「打開」框中，鍵入「Msconfig」，單擊「確定」按鈕，打開「系統配置實用程序」窗口。\n　　3.單擊「常規」選項卡，選中「選擇性啟動」複選鈕，清除「處理Win.ini文件」複選框和「加載啟動組項目」複選框。\n　　4.單擊「確定」按鈕，當系統提示重新啟動計算機時，請單擊「是」按鈕。\n　　重新啟動電腦後，如果內存不足的問題已經解決，你就可以將計算機配置為啟動時不打開任何程序。\n　　(二)配置計算機不自動打開任何程序\n　　1.恢復在Msconfig中所作的更改，方法是：在「系統配置實用程序」窗口，單擊「常規」選項卡，選擇「正常啟動」，單擊「確定」按鈕，然後重新啟動計算機。\n　　2.刪除「啟動」文件夾中的所有快捷方式\n　　１單擊「開始」，指向「設置」，然後單擊「任務欄和開始菜單」，系統彈出「任務欄屬性」對話框。\n　　２單擊「開始菜單程序」選項卡，單擊「刪除」按鈕。\n　　３單擊「啟動」文件夾旁的加號，以顯示設置為自動運行的程序列表。如果「啟動」文件夾旁沒有加號「+」，則表明沒有設置為自動運行的程序，請單擊「關閉」按鈕以終止此過程。\n　　４單擊「啟動」文件夾中的每個快捷方式，然後單擊「刪除」按鈕。此操作將從「開始」菜單中刪除快捷方式，但並不從硬盤中刪除相應的程序。對於「啟動」文件夾中的每個快捷方式，重複該步驟。\n　　５單擊「關閉」按鈕。\n　　６單擊「確定」按鈕。\n　　3.禁用從Win.ini文件加載的所有程序\n　　１如上所述打開「系統配置實用程序」窗口。\n　　２單擊「Win.ini」選項卡，雙擊「[windows]」，然後清除「Load=」和「Run=」複選框。\n　　３單擊「確定」按鈕，當系統提示重新啟動計算機時，請單擊「是」按鈕。\n　　五、讓Windows管理虛擬內存設置\n　　如果沒有設置讓Windows管理虛擬內存或者禁用虛擬內存，那麼計算機可能無法正常工作，也可能收到「內存不足」的消息，或在運行某程序時出現相同的錯誤消息。\n　　1.單擊「開始」，單擊「設置」，單擊「控制面板」，然後雙擊「系統」。\n　　2.在「系統屬性」對話框中，單擊「性能」選項卡，然後單擊「虛擬內存」按鈕。\n　　3.選中「讓Windows管理虛擬內存設置—(推薦)」選項，將計算機中可作為虛擬內存使用的硬盤空間量設置為默認值。此時，虛擬內存分頁「win386.swp」能夠根據實際內存的使用情況動態縮小和放大，最小容量為0，最大容量為硬盤的全部可用空間。\n　　4.單擊「確定」按鈕。\n　　六、增加可用磁盤空間\n　　由於Windows以虛擬內存分頁文件的格式使用硬盤空間以模擬RAM()，所以，儘管已設置為讓Windows管理虛擬內存，但是當虛擬內存分頁文件所在的驅動器(默認為Windows系統所在的硬盤分區)沒有足夠的空間時，仍會出現「內存不足」的錯誤。此時，請執行以下一項或多項操作，增加Windows虛擬內存分頁文件所在驅動器上的可用空間：\n　　1.清空回收站，方法是：在桌面上，右鍵單擊「回收站」，再單擊「清空回收站」。\n　　2.從磁盤中刪除臨時文件，方法是：打開「Windows資源管理器」或「我的電腦」窗口，右鍵單擊要釋放其空間的磁盤，然後單擊「屬性」，在「常規」選項卡上，單擊「磁盤清理」按鈕，選中要刪除的不需要的文件前的複選框(如圖3)，可以閱讀列表下面區域中每個文件類型的說明，單擊「確定」按鈕。\n　　3.從磁盤中刪除過期的文件或已存檔的文件。\n　　4.刪除從未使用過的所有文件。\n　　七、程序文件被毀壞\n　　如果僅僅是使用某個程序時，系統提示內存不足，而其他程序可以正常運行，那麼可能的原因是該程序文件被毀壞，從而導致內存問題。然而Windows並沒有確切地提示表明該程序已損壞，所以請嘗試刪除並重新安裝該程序，然後重新運行該程序。如果系統不再提示內存不足，那麼說明原程序文件確實被損壞。\n　　八、使用內存優化軟件\n　　內存優化軟件有很多，比如RAM Idle和Memo Kit就是比較出色的兩個。這些軟件都可以設置自動清空剪貼板、釋放被關閉程序未釋放的內存、對Win386.swp文件進行重新組織等，從而免除你手工操作的麻煩，達到自動釋放內存的目的，不妨一試!\n　　九、查殺病毒\n　　系統感染電腦病毒也是導致內存不足的罪魁禍首，當系統出現「內存不足」的錯誤時，請使用最新的防毒軟件查殺病毒，或者在清除電腦病毒之後，就解決了「內存不足」的問題。\n\n　　Windows本身是內存消耗大戶，會佔用大量的系統資源，如果物理內存不多，經常會因為佔用物理內存過多導致提示內存不足。但有時，Windows中的內存不足提示並不一定能準確反映出導致問題的原因。一般來說，Windows系統會在以下幾種情況下提示「內存不足」：\n　　第一，用Windows附帶的記事本程序拷貝一些網絡上的信息，準備彙總後編輯——但是當粘貼了幾次後，經常會跳出一個對話框，說「內存不足，***文件無法被保存」。這一提示容易讓人誤認為是內存出了問題，如果按此提示去查找原因，費時費力也解決不了問題。其實這是記事本程序本身的功能限制和設計的問題，超過64K字節的內容就不能再編輯了。\n　　第二，在瀏覽網頁的時候經常跳出「內存不足」的提示。由於Windows沒有詳細描述內存、虛擬內存和臨時文件緩衝區的不同，所以經常使人誤以為是物理內存出現問題。其實在很多時候，這是由於IE屬性設置中分配給internet臨時文件的磁盤空間的大小不夠造成，從而導致脫機瀏覽的內容無法被保存。要解決這一問題，只要在IE的右鍵菜單中選擇屬性，單擊「設置」按鈕，將Internet臨時文件夾中的「使用的磁盤空間」調大一些即可。\n　　第三，在某些情況下， P4機器上安裝了主板驅動和其他驅動程序後再安裝office2000，在使用office2000時也有一定幾率會提示內存不足。這是由於P4主板驅動和office2000存在一些兼容性問題，可以嘗試備份數據後重新安裝操作系統，然後先安裝office2000，再安裝主板驅動等其他驅動程序，便可以較好的解決該問題。\n　　第四，很常見的導致「內存不足」提示的原因是因為感染病毒。由於病毒在內存中大量複製，所以造成報錯提示。一般殺毒後即可解決該問題。"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1333049340,
            "txt_content": "雨蛙 发表于 2012-3-29 22:21 \n第一招：關閉多餘程序如果同時打開的文檔過多或者運行的程序過多，就沒有足夠的內存運行其他程序。這時，對 ...\n看着迷糊。。。"
        },
        {
            "author": "ayaya",
            "timestamp": 1333051380,
            "txt_content": "你的内存卡出来了，打开任务管理器把没用的关掉，实在不行买几个内存条去吧\n\n1GwinXP可一玩的，2Gwin7玩\n\n要是做过了还是卡，看看电脑是不是改换了"
        },
        {
            "author": "zale",
            "timestamp": 1333098300,
            "txt_content": "内存4G, winXP系统,表示应该不是机子跑不动的缘故"
        }
    ]
}