{
    "title": "地球默示录·第四章",
    "author": "孤独患者",
    "replyCount": 5,
    "timestamp": 1386981360,
    "txt_content": " 本帖最后由 孤独患者 于 2013-12-14 21:03 编辑 \n\n在看完论坛之后堕和尸体也没有再说什么，他们认为这个世界已经没有什么希望了，但他们却是还活着的，真真正正的活着，但并不像以前那样了，他们只可以苟且的活着，活在这个世界上，如果不想苟且偷生的话，那就需要变强！再变强！堕在思考了片刻之后，他决定和尸体一起去1级战场变强，而尸体也十分的同意，因为他们实在是太弱太弱了，连打一只小小的普通丧尸都要两个人一起用全力才能把一只普通丧尸给消灭，所以他们为了自保，必须变强，让整个世界都踩在他们的脚下！但是，把世界踩在自己的脚下，那在变强之路上肯定会成功，但是这对他们现在的实力来讲，实在是遥不可及，真是太远太远了，远到他们用眼睛也看不出未来的方向，未来的镜头。他们进入的1级战场之后，才发现这个所谓的‘1级战场’是多么的可怕，成千上万的普通丧尸，在100名普通丧尸之中还会有一只变异丧尸，尸体和堕找到了一个安全屋，立刻逃了进去。“这下该怎么办，难道要死一回？”尸体毫不在意的说，毕竟他也是丧尸啊，他只需要担心自己会不会痛罢了，而堕要担心的却是会不会被丧尸咬到，咬到了之后是不是再也无法继续用主城的复活次数复活了，这就是尸体有些担心的问题。但是尸体还是十分顽强的说道：“要不然我们出去吧，在这里呆着也不是什么鬼办法，还不如冲出去杀一场，我刚刚看到地板上有名玩家爆装备了的技能书，我捡了起来，这就给你吧，反正我信任你不会背叛我。”“嗯，我会的。”堕看着闪闪发亮的技能书感到好奇，他看了看简介，才知道这是一本名叫‘震荡波’的技能书，使用后每5秒可以发射出一次震荡波，震荡波威力有些小，但随着技能的提升威力也会越来越大。在学完技能书之后，堕感到身体一阵舒爽，他立刻道：“杀！”便冲出了安全屋，尸体也跟着堕的声音一起冲了出去。因为堕有了一把中型菜刀和震荡波的技能书，所以杀起来更威猛了，只不过用中型菜刀砍僵尸手有时候会麻麻的，那中型菜刀哪儿来的呢？它的名字其实叫做东婆菜刀，似乎是随机刷出来的道具，堕在安全屋的厨房里刚好找到一把，所以就拿过来用了。随着东婆和震荡波的侵袭，堕杀丧尸的数量达到了100只！但是好景不长，堕被一只远程攻击的火球丧尸给喷了一把火球，堕因为受到高温的袭击而倒地，尸体看见了堕倒在了地上，立刻冲向堕的倒下点把堕抬了起来，向安全屋冲去。堕醒来的时候已经发现旁边昏昏欲睡的一直丧尸，堕刚想要砍过去却发现是尸体，他跟尸体问是怎么回事，尸体告诉他了一个很沉重的话题：“我背起你的身体往安全屋冲去的时候，突然有一只敏捷丧尸把你的身体直接砍成了两半，你就回到了主城去了，我迅速拿起了你的装备用回城令牌回到主城，然后再用返回系统把你和我送到1级战场的安全屋，并把所有装备都还给了你，你以为自己没有死，其实你已经死过一次了。”堕顿时恐惧了，要是那时候没有尸体的话会怎么样，想到这里他就头皮发麻，整个人顿时趴在了地板上，思想都被恐惧所占据……堕的第一次幻想，就这样破灭了……\n\n第四章 完\n           \n\n                                                                                                                                                          [返回索引贴~]",
    "replies": [
        {
            "author": "simon3000",
            "timestamp": 1386981540,
            "txt_content": "你发的好快啊\n不要今天就完结了吧/"
        },
        {
            "author": "simon3000",
            "timestamp": 1386981660,
            "txt_content": "看完感觉好恐怖啊"
        },
        {
            "author": "孤独患者",
            "timestamp": 1386981900,
            "txt_content": "simon3000 发表于 2013-12-14 08:41 \n看完感觉好恐怖啊\n卧槽这位骚年你真是太牛掰了，一次性看完是不。。。"
        },
        {
            "author": "simon3000",
            "timestamp": 1386981900,
            "txt_content": "孤独患者 发表于 2013-12-14 08:45 \n卧槽这位骚年你真是太牛掰了，一次性看完是不。。。\n赚回复~\n是滴看不完"
        },
        {
            "author": "simon3000",
            "timestamp": 1386981960,
            "txt_content": "孤独患者 发表于 2013-12-14 08:45 \n卧槽这位骚年你真是太牛掰了，一次性看完是不。。。\n可以理解为某人文章需要细细品味(无视)"
        }
    ]
}