{
    "title": "地球默示录·番外篇",
    "author": "孤独患者",
    "replyCount": 1,
    "timestamp": 1386987060,
    "txt_content": " 本帖最后由 孤独患者 于 2013-12-14 21:00 编辑 \n\n请先看完第一章再看，不然会不知道这个什么意思。\n--------------------------------------------------------------------------\n    尸体看着那一颗颗硕大的苹果，脸上露出胜利的喜悦，他立刻大叫到：“偶耶，劳资的苹果，偶也！劳资获得了一颗超大的苹果。”\n    “请问......能分我一点吗QAQ。”一位流浪汉的小女生问道，当然，尸体虽然也很想要这颗苹果，但是毕竟他也算是大人了吧。（大学还没毕业）\n而且他还是个正统的怪蜀黍，他当即问道：“嗯，我给你，你亲我一下脸蛋好不好~。”“好，如果你给我一个苹果的话我可以亲你整片脸蛋。”小女孩哭丧着说，看样子他似乎是好久没有吃东西了，而尸体也不好意思让小女孩做这种龌蹉的事情，所以他直接给了小女孩一颗苹果，小女孩就酱紫走了。\n    “本人真是大人有大量啊！哦呵呵呵。”但是好事总是过得那么快，一眨眼睛，，天空变显现红色，地面渐渐变成一块一块装，有一**的声音突然出现在尸体的脑海里：“欢迎各位人类来到我们的世界，你们所在的已经不再是你们熟悉的那个被你们命名为地球的地方了，这地方已经被我们改造了！现在，你们可以去‘睡觉’了。”\n    尸体忽然感觉脑袋昏昏的，但并不像其他人一样的倒下，他努力的使劲的睁大着自己的眼睛好让自己晕过去，这么多年来他从来没有晕过，这次晕了过去怎么跟自己的舍友交代啊！只不过尸体并不知道其他的舍友都已经晕了过去，他们的脑海里也浮现出了那种混蛋的声音。\n    尸体强忍着晕眩感，摇摇晃晃的走着，他走到了大街上，发现所有路人都倒地不起，他突然知道这事情并不是那么的简单，他拿出自己的手机，立刻拨打一二零和一一零，但他不管怎么打，都是打不通电话，警察们就是不接自己的电话。\n    “事情BT了”尸体酱紫的想着，忽然，他看到天空出现一道闪电，往自己劈去，毕竟还是人类之身，尸体不管怎样的顽强，都还是会晕过去的，眩晕感加上电击的痛苦恐怕不是一般人能承受的。\n    等他醒来的时候发现自己的身躯已化为一具方块之身，尸体也玩过Minecreft，所以他立刻就猜想会不是是地球变成了我的世界？\n    尸体悄然看着自己的系统恍然大悟，道：“这真他妈的变成了我的世界？这太吊炸天了，难道是仁义·吊炸天换地球术？”这明显是尸体自己编出来的谎言罢了......\n    尸体忽然看到了刚刚的那个小女孩被其他的人抓去奸了，但是尸体明显不会看着小女孩被奸，他立刻正义感爆满，往那群人冲过去。\n    “喂，混蛋，放开小女孩！”尸体说道。“什么？后面有位蠢货想让我们把小女孩放了，这么清纯的女孩不奸了好吗？”混蛋说道，尸体才不会管那么多，三七二十一直接一拳揍过去了。‘七星·北斗神拳！’尸体一拳揍了过去，但是，却没发现其他的小混混把一把把锋利的刀子插入的他的胸膛，贯穿了他的心脏，尸体轰然倒地，但他十分的坚强，把刀子拔了出来继续战斗！\n    为什么他没有死呢？尸体的皮肤渐渐化为绿色，手渐渐的抬了起来，他变成了僵尸！\n    他把所有的混混全杀光了之后，把小女孩放走了，自己再次轰然倒地，他趴着拿起了记录本和笔，写下了当时的感受：\n    8月20日，我被刺杀了。\n我本来可以选择自己的命运，但是我还是放弃了自己的选择，逃亡？那是懦夫才会选的选择，因为这个腐败的世界变成了我的世界，我才会孤独一掷，我可以为了一位小女孩放弃了自我的命运，因为他长得像我在高中时候发烧的时候来帮助我的那一位女生，我不确定那位小女孩就是她，只不过我虽然是个有点猥琐的人，但从来不会放弃自己的生命。\n    小女孩，不是我不陪你走，只是因为你是人，而我在被刺死的时候变成了僵尸，我希望以这种方式来放走你，给你留一条活路，让你在这片腐败的天空、地面下成长，成为这个世界的最强大的人，这样，我这个成为僵尸的人也就可以安息了，我写这篇文章的时候真的很想落泪，只不过变成僵尸的我连最基本的哭也不会做了，尽管我还拥有这属于我人类时期的思维，但已经不是那时候的我了，我去问了系统，他说在死亡的瞬间可以许个愿望，但是只能是个小小的愿望，我抓住了这次机会，我握住了这次的把柄，我问道：‘那位小女孩是不是我高中时期帮助我的那位。’系统回答是，系统是绝对不会骗人的，尽管我有一丝丝的怀疑，但那些怀疑都已经烟消云散。\n    这一次可能会分别的比较久吧，但也不会很久吧。我希望我可以在你成长的时候再天国看到你。\n    我，会一直陪在你的身边，守护着你的。\n                                              著：式思远  8月20日\n\n\n    在这一刻，尸体在8月21日醒来了，他说道：“我，是谁？”他因为不知道自己是谁，所以他找了家大院子的下水道，刚好那下水道有一个宽阔的空间，他把一些自己用不到的东西放在下水道，他用大院子的树木做了一个门、他去找了一个箱子，一个熔炉，一些人类会用到的东西、还有一些吃的，他懒得去找吃的了，就直接把那几个小混混的尸体搬过来当食物，毕竟僵尸吃人很常见了。\n    他出来下水道，看到一名高中生在疯狂的跑着，他的眼睛慌忙的寻找，突然发现一个下水道，他迅速跑了进来，我疑惑的看着他，毕竟还保留这一丝丝的人性，刚用自己的手去碰他，忽然发现自己似乎有点用力过猛了，导致直接把他敲晕了，没事，把他带到我的‘家’吧。\n    那名高中生醒来了，他一醒来就紧盯这我，突然想跑走，我忽然想起了自己是僵尸，立刻对那名高中生说，并且问他叫什么名字，他慌忙的问我那名追他的人呢，我骗他说被我杀了，并且假装吃着那名追他的人的手，其实那是某名小混混的手。\n   他彻底的放心了疑惑，并且告诉我他叫堕然后把他掉的装备还给了他。\n   然后他说要带我去什么什么商店，我也自然就跟着他去了，本来下水道里也没什么东西\n-------------------------------------------------------------------\n番外篇 完\n-------------------------------------------------------------------\n                                                                                                                                                      [返回索引贴~]\n",
    "replies": [
        {
            "author": "simon3000",
            "timestamp": 1386987180,
            "txt_content": "突然想到罪恶王冠不知道为什么"
        }
    ]
}