{
    "title": "Minecraft主题小说——《乱世》日常篇：第一章-失忆后的日常",
    "author": "osborn2008",
    "replyCount": 6,
    "timestamp": 1387018140,
    "txt_content": " 本帖最后由 osborn2008 于 2014-3-1 20:21 编辑 \n\n第一章-失忆后的日常\n\n    正文\n\n                波鲁琪拉纳帝国。    这就是那个国家名字。作为这个世界最强大的国家，和维托利亚帝国、欧涅斯塔皇国、赫尔马尼共和国统称为四大国家。而这四个国家各自代表着四种意思，波鲁琪拉纳代表着【统一】，而其他的三个国家各自持有着【胜利】、【诚信】和【和平】的象征。    当然，曾今这四个国家被统合成名叫“涅克斯特”的联合国。很不幸，这种统合的关系不到半年就瓦解了。当然首先是因为维托利亚的重利益倾向而被欧涅斯塔和赫尔马尼排斥，而波鲁琪拉纳对此没有做出任何的调解。最后维托利亚再次宣布独立后，欧涅斯塔和赫尔马尼也宣布退出“涅克斯特”。    后来，维托利亚因为向欧涅斯塔周遭的小国贩卖武器、附魔书、药水材料等物品而被欧涅斯塔视为敌人，战争就此打响。赫尔马尼则和欧涅斯塔保持着合作关系，而波鲁琪拉纳依旧不对这一系列的事做出任何反应，有外界说，波鲁琪拉纳内部可能有非常大的计划将要实行。    这就是他，提奥斯现在所认识的世界。    在离欧涅斯塔边境几万Mine的地方，有一个叫做“拉纳”的小城镇。镇里只有11户人家，并且还有一座小教堂，这座教堂专门收留因为战争而失去家庭的人。不过整个镇上人口却不过三十。    此时，在镇上的麦田里，有一位少年正坐在田边歇息。“喂———！提子！你又在偷懒啊？”    声音来自向自己走来的另一位同龄少年。提奥斯没有马上回话，只是坐在地上摸索着皮革水壶并把它抓起来。大口喝下壶里清凉的水后，才回头无奈地回答：“什么偷懒啊，我才刚坐下来休息啊！还有，说过多少遍了。我叫提奥斯，不叫提子。”“哎呀，有什么关系呐，提子欸~改一下你那拗口的名字不行吗？”瘫坐在地上的提奥斯迅速从湿软的土地上坐正，昂首狠狠瞪了那少年一眼。“诺亚…..我——说——你——啊——”    话音未落，提奥斯忽然缠住诺亚的双腿，吓了一跳的诺亚猛地失去了平衡，整个人向后倾倒撞向了地面。“可恶，看我怎么回敬你！”    在地上痛得打滚的诺亚将双手抓住刚起身的提奥斯并将其撂倒，倒地的提奥斯就这样被诺亚压在下面挠着侧腹的痒。“额…你这家伙，太…太卑鄙……”    当这俩人像是孩子一样互相打闹的时候，后面传来了一道傲慢的声音。“你们两个——！怎么又打起来了，是不是没被阿缇娜亚圣母处罚够啊！信不信我不给你们饭吃了！”    被骂的俩人迅速坐起半跪在地上，深深地鞠了个躬向那个指责他们的声音的主人道歉。“拜…拜托，艾琳娜姐姐…抱歉啦，千万不要这样对我们！”    面前这位穿着茶色裙子的少女，随着轻快的脚步向俩人走来，她那深蓝色的眼珠依然紧紧瞪着停止打闹的诺亚和提奥斯。纤细的右手臂上挂着的，是一个看似古老的藤篮。“开玩笑的~来，快来吃午饭。今天很热，所以就来我家吃饭吧。”    两个少年相视而笑，拍掉身上的泥尘并从地上爬起，和少女一起向目的地出发。“对了，提子。都过了两个月了，有想起以前的什么事情吗？”    在路上，对于伙伴的提问，提奥斯只是耸肩、摇头。“没有…完全想不起来，我来自哪里、我的家庭、我的身世…除了自己的名字以外我全都不记得了。”“记得那天在森林里无意中看到你…当时你浑身上下都是淤血的状况我到现在都还记忆犹新呢…而且艾琳娜她啊，还…”    没等诺亚说完，艾琳娜就满脸通红地对着诺亚的左脚使出让他能足足痛上半天的一脚。“呜…她还哭得歇斯底里的呐，我…我们把你搬到城镇上也花了不少功夫…呢…”    诺亚忍着剧痛和眼眶里打转的眼泪硬是将话说完。“是吗…真的是很感谢你们呐…只是我真的不记得任何事了…还有连那把剑也是…”    提奥斯额头上的双眉皱成了“八”字形，似乎在思考着什么。    而在一旁蹬着小碎步、哼着小调，想要将刚才所说的事迹草草带过的少女则是完全不理会男孩心中的懊恼，调皮地说道:“哎呀~没关系的啦，这种事以后爱怎么想就怎么想，现在我们先填饱肚子再说吧~”“喂…艾琳娜啊…你…呜……”    诺亚愣是还未讲出话的后半段，左脚又中了艾琳娜的一记会心一击。    到达目的地后，艾琳娜把从篮子里掏出的食物摆在了室外的餐桌上。    摆在餐桌上的，是几块面包和几片西瓜。“为什么…我会对这两样东西特别反感……”    提奥斯一脸无奈地啃着面包，右手手指撮着的牙签不停地戳着满是瘪洞的西瓜。“这也许是恢复记忆的前兆哦~提子，多吃点！”    诺亚边说着，边将手里的面包往提奥斯的嘴里塞。“真是的…又来了啊，等会被圣母骂我可不管……”    在一旁观看俩人打闹的少女，带着不易察觉的微笑轻声地呢喃。    湛蓝的天空也不知不觉地开始随着太阳的落下化成了黎明般的颜色。“喝！”    饭后，在离少女家不远的击剑场上，两位少年正在进行激烈的“饭后运动”。“唔…为什么总是打不过你啊！难不成你失忆前是剑士？…！”    对于提奥斯毫无多余动作的剑技，吃力防御的诺亚非常不甘地说道。“有时间说话，还不如试试如何突破我的攻势！…嘿！”    提奥斯在回答诺亚的同时，手上的木剑已经停在了诺亚的额头上。“又是我输…不干啦，再来！”    少年发出不服的呐喊声，抄起木剑向着对方劈头就是一剑。“拜托…都说了这种砍法能砍得到人就怪嘞…”    只见提奥斯将袭来的劈砍挡下，随着诺亚劈剑的力量顺势垂直转了半圈，最后他手上的剑尖便抵在了诺亚的下巴上。“呜…好…好吧…我认输…”    无法抵抗的诺亚放下了手中的木剑双手举起做出投降状。“这下就是17战17败咯~诺亚。”    在一旁看完全程“对决”的艾琳娜，带着调戏的口吻说道。“什么嘛，这家伙以前肯定当过护卫或者学过剑，不然本大爷的剑技就是全镇第一！”    三人停顿了片刻，相视而笑。“对了，都这个时候了。你们两个不回教堂没事吗？”    望着天空的艾琳娜有意似无意地冒出了一句话。“纳尼———？！糟糕…都这时候了，我可不要被罚喂那些猪啊！！”    说话的同时，提奥斯扔下木剑撒腿就跑，顺带还对着还没反应过来的诺亚来了句：“看谁先到教堂！输的人就要请对方吃蛋糕！”    望着远去的伙伴，诺亚这才回过神来。“卧槽——！尼玛，提子你算计我！”    诺亚使出了所有的力量狂奔来追前面早已跑远的提奥斯。    望着俩人远去的身影，独自站在微风中的少女，目送着他们的离去。茶色的裙子和褐色的长发随风摇摆着，脸上的笑容依旧仍未散去。“真是的…如果没有我提醒的话，肯定之后下场会很惨吧。不过，这两个家伙果然是那么的有趣呢~”\n    方形的太阳随着带棱角月亮的出现，消失在了地平线上。\n~~~第一章-完~~~\n\n\n\n\n\n后言：本章其实是和序章同时写的，所以今天有空就更了。接下来就真的是不定期更新了~\n\n",
    "replies": [
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1387018320,
            "txt_content": "国家名字略腐..."
        },
        {
            "author": "osborn2008",
            "timestamp": 1387018380,
            "txt_content": "阴暗处的陷阱师 发表于 2013-12-14 18:52 \n国家名字略腐...\n当然，这国家的名字可是天朝的意大利文直译"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1387018500,
            "txt_content": "osborn2008 发表于 2013-12-14 18:53 \n当然，这国家的名字可是天朝的意大利文直译\n话说skin cookie是皮肤大触聚集地么"
        },
        {
            "author": "osborn2008",
            "timestamp": 1387018620,
            "txt_content": "阴暗处的陷阱师 发表于 2013-12-14 18:55 \n话说skin cookie是皮肤大触聚集地么\n谈不上是大触啦。。。不过也是皮肤制作爱好者的聚集地~"
        },
        {
            "author": "阴暗处的陷阱师",
            "timestamp": 1387018680,
            "txt_content": "osborn2008 发表于 2013-12-14 18:57 \n谈不上是大触啦。。。不过也是皮肤制作爱好者的聚集地~\n我之前想过加入...可是没法申请..."
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1387018860,
            "txt_content": "坐等跳票"
        }
    ]
}