{
    "title": "Minecraft 1.2.5预发布版",
    "author": "sjjklh",
    "replyCount": 34,
    "timestamp": 1333122120,
    "txt_content": " 本帖最后由 sjjklh 于 2012-3-30 23:59 编辑 \n\nNew Features:\n Added shift-clicking support in furnaces.为熔炉添加shift点击功能 Added method to easily acquire blocks you have selected in the world in Creative mode using the “Pick block” key.创造模式中使用“捡起方块”键可以方便的得到方块。 Made the Direct Connect dialog remember the last IP for the current session.让直接连接对话框记住当前最新的IP（这什么意思……）。 Made cats less eager to sit on things and less patient.让猫不是十分想往箱子上跑，而且更没耐心 Made using a stack of bowls on Mooshrooms not consume the whole stack of bowls.对哞菇使用一整叠碗不会消耗所有碗。 Made punching a TNT block with flint and steel in hand destroy and drop a TNT block (right-clicking will activate the TNT).用打火石对TNT左键就破坏之；右键就是点燃\nBug Fixes: \n Fixed issues detected certain links in chat. Fixed wild ocelots behaving like tamed cats. Fixed various chat crashes. Fixed world generation failing under certain circumstances. Fixed issues turning off sound under certain circumstances. Fixed ghost entities in multiplayer. Fixed crash when pasting certain characters in chat. Fixed slash (/) key not behaving correctly in certain environments. Fixed command matching being too greedy (for example: typing “/stophammertime” no longer stops a server). Fixed not being able to click coloured links. Fixed potential issue with village door detection (which could cause too many villagers to spawn).\n\n\n\n\n\n\n\n官方博客全文：\n\n\nMinecraft 1.2.5 Prerelease                                        by Jens Bergensten on March 30, 2012                                                                Hello\nThe last few days we’ve had a Minecraft mini conference with the new Minecraft developers @Dinnerbone, @_grum, @tahgtahv and @EvilSeph (old bukkit members) and Mojang’s biz and web teams. We’ve discussed our short- and long-term plans for Minecraft, which includes stuff such as the modding API and making it easier to start servers to play with your friends and family on.\nThe modding API will be designed and developed openly, to make sure we get important feedback from members of the community. It will obviously be inspired by the team’s experience from CraftBukkit, but will be created from scratch to avoid unnecessary dependencies on things that may not have been optimal in the past.\nWe’ve also prepared to be a larger team spread over several time zones, so we’ve moved to using git instead of svn, started using a task and story tracker, and configured a build project using Maven and Gradle. This is just a lot of developer mumbo-jumbo, but what I’m trying to say is that we are doing a lot of stuff behind the scenes.\nAmong the weekly tasks we’ve discussed whether we need to do a Minecraft 1.2.5 patch, or resume “snapshotting.” Unfortunately the 1.2.4 patch included a severe crash bug in the world generator, so we feel it’s necessary to officially patch the game again. We are aware that many of you use modded clients or play on the bukkit server implementation, and that patches causes a lot of overhead for you. Neither are officially supported of course, but it’s not in our interest to make it hard for people to play the game. The best compromise we could come up with was to make a pre-release of 1.2.5 today, and then update the game “for real” a few days later. This will give both modders and bukkit a few days to prepare for the release.\nSo here it is, Minecraft 1.2.5,\nClient download: JARServer download: JAR or EXE\nChanges:\nAdded shift clicking support in furnacesAdded method to easily acquire blocks you have selected in the world in Creative mode using the ‘pick block’ keyMade the Direct Connect dialog remember the last IP for the current sessionFixed issues detected certain links in chatFixed wild ocelots behaving like tamed catsFixed various chat crashesMade cats less eager to sit on thingsMade cats less patientFixed world generation failing under certain circumstancesFixed issues turning off sound under certain circumstancesRemoved all ghost entities under the command of Lord HerobrineFixed crash when pasting certain characters in chatFixed slash ‘/’ key not behaving correctly in certain environmentsFixed command matching being too greedy (for example: typing ‘/stophammertime’ no longer stops your server)Fixed not being able to click coloured linksFixed potential issue with village door detection (which could cause too many villagers)Made using a stack of bowls on Mooshrooms not consume the whole stack of bowlsMade punching a TNT block with flint and steel in hand destroy and drop a TNT block (right-clicking will activate the TNT)\nThe exact same version will be added to the launcher on Wednesday April 4, at 15:00 CEST (06:00 in California, 09:00 in Florida, 22:00 in Korea, and 23:00 in Sydney).\nCheers,\n// jeb_ & co\n                                \n",
    "replies": [
        {
            "author": "huhu呼呼",
            "timestamp": 1333122600,
            "txt_content": "又开始无尽的预览版更新啊，要那些大mod情何以堪啊，尤其是红石电缆（话说1.2.4用的版本还没出）迟迟不出pr5版。\n还有敢不敢出api来解决mod需要跟游戏更新的问题啊"
        },
        {
            "author": "逢坂大河",
            "timestamp": 1333123020,
            "txt_content": "感觉最近更新真频繁"
        },
        {
            "author": "sjjklh",
            "timestamp": 1333123080,
            "txt_content": "huhu呼呼 发表于 2012-3-30 23:50 \n又开始无尽的预览版更新啊，要那些大mod情何以堪啊，尤其是红石电缆（话说1.2.4用的版本还没出）迟迟不出pr ...\n我又加了点东西。注意那个第二段"
        },
        {
            "author": "Noahsark",
            "timestamp": 1333123320,
            "txt_content": "红石和工业mod的作者好像都说过不再为1.2.x更新mod了，bug也不管了 直接等1.3 ... 估计一等就是半年..."
        },
        {
            "author": "Creation",
            "timestamp": 1333123380,
            "txt_content": "额..........."
        },
        {
            "author": "rickky2",
            "timestamp": 1333127520,
            "txt_content": "的确你的速度..."
        },
        {
            "author": "正義の味方",
            "timestamp": 1333130760,
            "txt_content": "神速"
        },
        {
            "author": "MinerMan1989",
            "timestamp": 1333134900,
            "txt_content": "\n这升级也太速度了。。。。。。\n\n那我的正版只能玩【创造模式】了，玩联机就用懒人包。。。。。。"
        },
        {
            "author": "well",
            "timestamp": 1333148040,
            "txt_content": "玩MC要有耐心... 繼續等吧... 永遠有下個更新版, 呵呵~~"
        },
        {
            "author": "HQT",
            "timestamp": 1333152480,
            "txt_content": "不就是修复了一些BUG吗，就125了，，，，   "
        },
        {
            "author": "eary",
            "timestamp": 1333154700,
            "txt_content": "&#8226;让直接连接对话框记住当前最新的IP(应该是“多人联机”模式中的“直接连接”，可以记住最后次输入的IP地址！有点鸡肋）"
        },
        {
            "author": "a1406795",
            "timestamp": 1333159620,
            "txt_content": "等1.3出了才轉版本玩=3="
        },
        {
            "author": "ayaya",
            "timestamp": 1333166880,
            "txt_content": "1.2更新好快..."
        },
        {
            "author": "pspas",
            "timestamp": 1333168860,
            "txt_content": "感觉都没什么用"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1333182420,
            "txt_content": " 本帖最后由 路邊電燈泡 于 2012-3-31 16:28 编辑 \n\n等待1.3的出現，甚麼預覽版的最討厭了!"
        },
        {
            "author": "renanyan",
            "timestamp": 1333185480,
            "txt_content": "就蛋定的1.2.3了。。。这速度，情何以堪啊、、、"
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1333194180,
            "txt_content": "Jeb和Notch一样通……"
        },
        {
            "author": "虛城",
            "timestamp": 1333201560,
            "txt_content": "Minecraft 更新版本速度真快.....\n很多插件都跟不上"
        },
        {
            "author": "leolin000",
            "timestamp": 1333238280,
            "txt_content": "Made cats less eager to sit on things and less patient.\n让猫不是十分想往箱子上跑，而且更没耐心\n\n。。。这话。。我雷住了- -"
        },
        {
            "author": "Timyang",
            "timestamp": 1333255500,
            "txt_content": "我们期待着！"
        },
        {
            "author": "Rear",
            "timestamp": 1333279200,
            "txt_content": "服务器又要更新了......"
        },
        {
            "author": "pqxflybird",
            "timestamp": 1333360140,
            "txt_content": "最近更新节奏有点快啊，来一次大更新会死啊"
        },
        {
            "author": "我是恐冥",
            "timestamp": 1333374300,
            "txt_content": "目前Modloader、TMI已經更新好了(我看的是這樣)"
        },
        {
            "author": "sabo970",
            "timestamp": 1333444080,
            "txt_content": "- -还没捂热呢 老版本"
        },
        {
            "author": "cagescott",
            "timestamp": 1333449120,
            "txt_content": "如果又更新到1.3 那么新手分的清1.3和1.3之间的差别吗？"
        },
        {
            "author": "CEC",
            "timestamp": 1333495620,
            "txt_content": "好像说minecraft2已经要出了"
        },
        {
            "author": "cballs",
            "timestamp": 1333504740,
            "txt_content": "英语看不懂"
        },
        {
            "author": "yetman",
            "timestamp": 1333534140,
            "txt_content": "出得好快"
        },
        {
            "author": "asdasd1031",
            "timestamp": 1333759560,
            "txt_content": "版主啊 我是音盲 怎么办啊 看不懂猫的一条 还有TNT那条是什么意思"
        },
        {
            "author": "asdasd1031",
            "timestamp": 1333759620,
            "txt_content": "1.2.5有MOD吗？"
        },
        {
            "author": "黄凯航",
            "timestamp": 1333944660,
            "txt_content": "Made the Direct Connect dialog remember the last IP for the current session.\n让直接连接对话框记住当前最新的IP（这什么意思……）\n——————————————————————————-————————————\n你那一段我去中文Minecraft Wiki里看1.2.4是否支持华语输入时在1.2.5发现到是这个意思：\n将\"直接连接\"编辑栏显示出上一次的IP。\n白说就是你在上一次登录的服务器IP在你下次开启时会帮你写上去\n\n还有在1.2.4查看，还没加入中文输入悲剧=="
        },
        {
            "author": "土豆先生",
            "timestamp": 1334368200,
            "txt_content": "1.25没多少东西，，，1.24加的3色木头是建筑者们的最爱，哈哈"
        },
        {
            "author": "lolilove",
            "timestamp": 1337563740,
            "txt_content": "哇，更新到1.2.5啦 这么好啊。哇哇哇哇啊啊啊啊"
        },
        {
            "author": "黄凯航",
            "timestamp": 1337565360,
            "txt_content": "你们真的不知道早就出了么。。。"
        }
    ]
}