{
    "title": "几个月终于更新了——无尽之夜（5）",
    "author": "yh957083453",
    "replyCount": 7,
    "timestamp": 1387032060,
    "txt_content": "我首先要说的一点是：这篇小说我已经几个月没写了……但是我并没有弃坑，为了证明这一点，我今天继续写！！！！我已经构想好了结局，希望大家支持。结局我保证会非常坑爹的。不过这里貌似没看到几个人写MC科幻小说，除了……我。\n\n\n索引帖（拜托前面的都不看你就看这个了？）：无尽之夜\n\n注意：小说名已改为《无尽之夜》\n穿着厚实的铁甲，迈着沉重的脚步，我和老钱一起走向了地狱传送门，地上的草被坚硬的铁靴压断了不少，都无力地倒在地上，似乎表示着一种屈服。走进了那个发着紫色的神秘光芒的传送门，我感觉有一些紧张，但是老钱倒是大大咧咧的，而且身上的承重铁甲就像不存在似的，他似乎早已习惯了进地狱，我也跟着他一起进了传送门。\n没有任何感觉，我就这么来到了地狱，确实没有任何感觉，一个深红色的世界便展现在了我的眼前，此时我才感受到了脚下传来的热力，每次呼吸，都像吸入一大团火，感觉就如同氢聚变所释放的热量一样多，我的脸颊已流下了几滴汗珠。\n“肥皂，我看你好像怂了吧？呵呵，你以前可没来过这里吧？”钱队说。\n“确实没。”我漫不经心地答着，但是心里总觉得脑子里什么东西和这里很像。\n我好像听到一些奇怪的声音，但是我仔细听，又消失了，环顾了一下四周，似乎没看到什么。况且钱队也没说什么。\n踏着脚下红色的大地，我跟着钱队走了不一会儿，来到了一处悬崖边，一幅令人心潮澎湃的景象猛地出现在我面前。一大片岩浆海剧烈地翻滚着冒着热气，无边的岩浆海似乎延伸到无限远处，光是视线所及之处，就全是岩浆海。我就这么一直望着这一大片岩浆海，我也不知道我看了多久。\n钱队轻叹一声，坐了下来，目光也从未离开岩浆海。\n“其实人的大脑是很奇特的，肥皂。”钱队说。\n“这我当然知道。”我回答道。\n“但是有不少东西你肯定不知道，比如，大脑随时在欺骗我们。”\n“什么？欺骗我们自己？不可能吧。”我说。\n“比如在看到一个事物以后，要过一小段时间才能传到大脑里，然后大脑再做出反应。例如你看到苦力怕，在你‘看到’之前，光线已经反射到了你的视网膜上，但是从视神经到大脑时间倒不长，但是大脑要做出反应，时间可就有点长了，当然我们自己感觉不到。随后大脑发出信号指挥手拿起剑，这个过程花费时间略长，然后你才能够拿起你那把剑砍向苦力怕。”\n“嗯，我觉得这才是真实的大脑，我们平时看到的，其实都是假的。”我说。\n“没错，光是视觉这一项，大脑就欺骗了我们不少。例如，眼睛看到的画面，大脑并不照搬全收，大部分都是通过想象——可以看做是大脑自己胡编乱造——得出来的，只有少部分重要的，大脑才会接收。”钱队又补充道。\n我陷入了沉思当中，似乎周围一切的空气都凝固了，所有的分子都停止了运动似的。我开始尽可能回忆我自己，但是似乎没想起什么。\n“你说我到底……”\n不知从哪里传来一声凄厉的叫声，打断了我们的谈话，我扭头一看，一个冒着熊熊烈焰的火球直冲着我们飞来，我本能拿剑一挡，挡住了那个火球，但还是受到了很大的冲击力，头撞到了地上，眼前的一切逐渐变得模糊，我昏了过去。\n眼前一切都很模糊，但是逐渐开始清晰起来。我是躺着的，头很痛，我看到了天花板上那盏灯，它发出暗淡的光芒，似乎仅仅是为了显示自己的存在而发光。\n我隐约听到其他人说话的声音，很模糊，只有只言片语传入脑中，似乎这才是一个梦，而刚才我所经历的才是现实。\n“……很严重……”\n“是啊，也许……但是谁知道呢？我……”\n“……降落……希望那位……”\n“不过你看……你快去……”\n我的头逐渐不疼了，我看到那位医生检查了一下我的身体，重重地叹了一口气，旁边的一个仪器也发出刺耳的叫声，我的意识逐渐模糊，又陷入了昏迷当中。\n\n\n",
    "replies": [
        {
            "author": "wwpzxp",
            "timestamp": 1387032120,
            "txt_content": "抢完前排在看也不迟"
        },
        {
            "author": "a1051198955",
            "timestamp": 1387032300,
            "txt_content": "不错耶，虽然没看前面的，但是LZ文笔很好哦！加油，我挺你！"
        },
        {
            "author": "crj125",
            "timestamp": 1387032300,
            "txt_content": "标题: crj125终于更新了"
        },
        {
            "author": "杯_孓",
            "timestamp": 1387032960,
            "txt_content": "表示每次都只是看到开头就看不下去了...   \n\n密集恐惧..."
        },
        {
            "author": "yh957083453",
            "timestamp": 1387035240,
            "txt_content": "a1051198955 发表于 2013-12-14 22:45 \n不错耶，虽然没看前面的，但是LZ文笔很好哦！加油，我挺你！\n感谢支持，接下来会经常更新的"
        },
        {
            "author": "zhuzhengtai",
            "timestamp": 1387035360,
            "txt_content": "我可以吐槽一下 字数太少了么"
        },
        {
            "author": "a1051198955",
            "timestamp": 1387673100,
            "txt_content": "yh957083453 发表于 2013-12-14 23:34 \n感谢支持，接下来会经常更新的\n哦哦哦！！！赞你哦！！"
        }
    ]
}