{
    "title": "重生之误入MC第二章——疯狂的夜",
    "author": "000191750",
    "replyCount": 10,
    "timestamp": 1387077180,
    "txt_content": " 本帖最后由 000191750 于 2013-12-21 22:21 编辑 \n\n\n\n\n\n封面.jpg (29.55 KB, 下载次数: 0)\n\n下载附件\n\n2013-12-20 18:30 上传\n\n\n\n\n\n      皎洁的月亮正缓缓地升起，平原上一片寂静，看似平静的平原中，有一股暗流正在涌动......\n      “嘶嘶，嘶嘶。”一只蜘蛛正在攻击一个方块人，只见方块人右手拿着一把木剑，试图将这只蜘蛛击退。但是，他的攻击不但没有起到震慑的作用，反而像是激怒了这只蜘蛛。这个方块人便是吴惧天了。\n      “啊，为什么打不死啊？！”吴惧天看着蜘蛛不停地攻击着自己，手里的剑却不能够起到自卫的作用。感觉到自己身体越来越虚弱。吴惧天心中一横，放手一击，“轰”地一声巨响过后，吴惧天虚弱的倒下了。但那只蜘蛛却消失了踪影，留在原地的，只有一根丝，一滩血和几个光点。\n       几个光点不停的绕着昏迷的吴惧天的身体，似乎在寻找着入口，想钻入吴惧天身体里。过了大概半个小时，吴惧天总算在战斗的余波中苏醒过来了。\n        “我还没死，哈哈哈！”醒过来的吴惧天感受着活着的乐趣，随后急忙查看自己身体上的伤口，唯恐它发生感染，可奇怪的是，他身上的伤口已经全都消失了。\n        “怎么会这样，我身上居然没有留下伤口？”吴惧天又惊又喜的想道。然后吴惧天又转过身去看了看砍到蜘蛛的地方，发现了一根丝和一滩深绿色的黏液。他把丝收入囊中，看着那滩冒着白烟的黏液，吴惧天感到这黏液一定有剧毒，可是对动物什么的似乎功效不大。\n         突然，吴惧天眼里闪过一道精芒，紧紧地盯着黏液中的一个不起眼的突起，他快速地伸手过去捞。捞了半天，突然，他摸到了一个硬物，捞起来一看，原来是一个眼睛。\n         “这眼睛有什么用呢？”吴惧天看着手中的那只眼睛，心中充满了疑惑。正当他看着这只眼睛入神的时候，他听到了一阵敲门的声音，不，应该是撞门的声音。\n          “难道这世界还有别的人，一定是的，怎么可能只有我一个嘛。”心中渐渐有了想法的吴惧天赶紧跑过去开门，可是吴惧天在上一世除了是一个大学生，他还是一个内家拳学徒，他心中有着一般人没有的警惕性，他虽然赶了过去开门，但是他没有忘记握着手中的那把已经有点破损的木剑。\n           吴惧天还没有跑到木门旁，脆弱的木门就已经支持不住地爆裂开了，门上的木屑还喷到了吴惧天身上。一只和人差不多的绿色怪物出现在了吴惧天眼前。\n           “又是一只怪物，哼，我会怕你么？”吴惧天看着这只怪物，心中充满了怒气，将木剑举在头顶上，奋力一跃，在空中用尽全力地往下砍去。\n            “轰”怪物被吴惧天的全力一击击退到了远处的树上，吴惧天的气势因这一击提升到了高潮，随即乘胜追击，奔跑着向着怪物，一剑刺去。\n             “啊~~”怪物凄厉的叫声响彻天际，惊起了远处休息的蝙蝠，更糟的是，还惊起了其他觅食的怪物...\n             树下除了一滩绿血，还有一些已经腐烂得不成样子的肉，让人看了直作呕，但吴惧天还是把这些肉收入囊中，觉得以后会有作用。\n              “新的猎物在那啊，桀桀。”一只长着四只脚，浑身绿色的怪物眼中泛着贪婪的光芒，流着口水说道。这只怪物已经跟着吴惧天一天了，为的就是尝到他的肉。于是乎，这只怪物便向着吴惧天的方向狂奔过去。\n              吴惧天站在他家门前，手中的木剑已经破碎了，他靠着上辈子学的内家拳，正击退着一只又一只不畏死亡的怪物。\n              这只怪物一看到吴惧天，便冲到他身旁，打算一口咬死他，谁知道吴惧天在一开始就知道这只怪物在跟着他。早就做好了防备。右手一挥，左脚一震，怪物便被摔到了远处。\n              “就你这样也想吃我，不自量力。”吴惧天看着被摔得一个狗吃屎的怪物，嘲笑道。\n               怪物受了吴惧天嘲笑的刺激，大声的吼道“我是苦力怕家族的族子，你还不过来献肉。”随即又愤怒地道“低等的僵尸们，给我围攻他，还有骷髅，蜘蛛什么的一起上啊！！”\n               然后那些和破门的怪物一样的怪物，冲了上来，围成一个大圈，打算群攻吴惧天。\n               “就你们这些没脑子的家伙和那个不自量力的家伙还想吃老子的肉？”吴惧天气势再次达到了顶峰，眼中突然闪过一道白光，然后他的拳头挥舞地更快了，隐隐地看见一股气流随着他的手的挥动而流动。\n               吴惧天用手往地下一震，随着手动而动的气流也往地下一震，“轰”，僵尸们全部都被击飞了，甚至还有些倒下了就再没起来，留下了腐烂的肉块和一些光点。光点发了疯似得往吴惧天身上钻去，就和刚刚那群僵尸想咬吴惧天的情形完全一样。\n                吴惧天开始还以为这些光点会让他受伤，手疯狂的攻击这些光点，可是这些光点似乎都是虚化的，完全没法攻击。吴惧天只好任由其钻入身体。\n                “没想到这些光球，这么厉害啊。我的内家拳又可以进步了。”原来，这些光点进入了他的身体之后，他修炼内家拳修炼出的内力隐隐地壮大起来了。\n                 虽然看起来经过了很久，实际上这些事情的发生，仅仅经过了几分钟。那只自称“苦力怕”的怪物却趁着这几分钟的时间跑到了吴惧天身旁。\n                  “这是你逼我的。”苦力怕眼里充满了怨恨地说道，“你受死吧！！”，像是引子点燃的声音响起，还没过两秒，“轰”的一声巨响，吴惧天被炸飞了出十几米远的地方，并且晕了过去。而原来吴惧天站立的地方，一个五米长宽的大坑正在那宣示着爆炸的真实性。\n                   吴惧天晕过去听到的最后一句话，便是：“我们苦力怕家族一定会把你碎尸万段，有种你就别走。”\n\n第二章出来了，虽然我知道没什么人会看，但是，还是发出来了。希望看的人顶一个，回个帖子\n            上一章         索引帖    下一章",
    "replies": [
        {
            "author": "我有一只狗",
            "timestamp": 1387077300,
            "txt_content": "不错不错 继续努力"
        },
        {
            "author": "000191750",
            "timestamp": 1387080180,
            "txt_content": "我有一只狗 发表于 2013-12-15 11:15 \n不错不错 继续努力\n谢谢您的支持"
        },
        {
            "author": "000191750",
            "timestamp": 1387362660,
            "txt_content": "这章自我感觉良好，可是为什么是回复最少的啊"
        },
        {
            "author": "就是个过客",
            "timestamp": 1387465920,
            "txt_content": "不错不错，继续加油！{:10_492:}"
        },
        {
            "author": "就是个过客",
            "timestamp": 1387465980,
            "txt_content": "000191750 发表于 2013-12-18 18:31 \n这章自我感觉良好，可是为什么是回复最少的啊\n呵呵。。呃就是苦力怕家族。。呵呵。。"
        },
        {
            "author": "1711280037",
            "timestamp": 1387673400,
            "txt_content": "回复有什么用啊                              "
        },
        {
            "author": "000191750",
            "timestamp": 1387675200,
            "txt_content": "1711280037 发表于 2013-12-22 08:50 \n回复有什么用啊\n回复就可以顶起"
        },
        {
            "author": "HGK",
            "timestamp": 1387675320,
            "txt_content": "嗯，写得很不错哦！{:10_495:}"
        },
        {
            "author": "000191750",
            "timestamp": 1387675440,
            "txt_content": "HGK 发表于 2013-12-22 09:22 \n嗯，写得很不错哦！\n谢谢夸奖{:10_512:}"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1436752200,
            "txt_content": "不错，但可以再长一点。。。。。。"
        }
    ]
}