{
    "title": "重生之误入MC——第三章 逃亡",
    "author": "000191750",
    "replyCount": 8,
    "timestamp": 1387201080,
    "txt_content": " 本帖最后由 000191750 于 2013-12-21 22:21 编辑 \n\n\n\n\n\n封面.jpg (29.55 KB, 下载次数: 0)\n\n下载附件\n\n2013-12-20 18:30 上传\n\n\n\n\n\n   “嗯......好痛啊！”吴惧天从爆炸的余威中清醒了过来。\n   “我怎么了？对了，是它，什么苦力怕的族子。”回忆着昏迷前的一切的吴惧天自言自语地说道。\n   “它好像说什么我跑不掉了，还是什么......不管了，先离开这里再说。反正此地不宜久留。可是......这里的苹果可是纯天然无污染的啊！上辈子世界的那些苹果不是打蜡的就是太贵了，呜呜~~可惜了这里的苹果啊。还好我留了些果树的苗子，不用怕了，大不了以后再种过吧。”吴惧天抬头看着山上的一棵棵橡树心中充满不甘地说道。东方的太阳也在不知不觉中悄悄地升起来。\n    ......\n    在暖和的阳光底下有一个渺小的方块人影正向着太阳升起的地方快速跑去，隐约还能看见它手中拿着几块腐烂的肉块，似乎他是以这几块腐肉为食一般。这个人影毫无疑问的就是吴惧天了。他已经逃亡了好几个小时了，但他只能够吃着当时他杀掉的僵尸身上的腐肉，这些腐肉大概是因为已经腐烂了好久了，吃下去都没办法填饱肚子，只是偶尔有几块没有腐烂的腐肉支持着吴惧天疯狂的逃跑。\n    持续了整整十二个小时的逃亡以后，东方渐渐出现了一道皎洁的月光，不知道是不是为了衬托吴惧天逃命时的恐惧，这个月亮居然是红色的，而且四周除了一片寂静之外，就还是一片寂静，宛如乱葬岗一般死寂。\n     ......\n    “目标就在前面。”一个苦力怕正向着后面的苦力怕报告着。\n    “竟敢伤害我族族子，如果被族长知道了，恐怕又有一次大灾难了。”后面的苦力怕听着前面的苦力怕的汇报不停的自言自语道。\n    “好啦，全军出击！！”不知道是不是突然想到了什么可怕的事情，后面的苦力怕脸色难看的向着前面宣布道。\n     于是，在皎洁的月光下，清晰地看见了一队训练有素的苦力怕大军正向着月亮升起的方向前行着，方向正好和吴惧天逃亡的方向一致。\n     ......\n    “将军，我们是否应该帮助苦力怕家族消灭这个新生物。”一只带着铁帽的僵尸对着一个带着金帽的僵尸说着。\n    “虽然这个新生物没有杀到我们的开了智力的同胞，但他长得和那可恶服主手下的玩家差不多，只是他似乎更加灵活，或许是他们又进化了，反正杀错一千也不要放过一个。我们还是帮苦力怕家族一把吧。”被称作将军的僵尸思虑后道。\n    “遵命。将军，我们是现在就随着苦力怕大军去猎杀此生物么？”铁帽僵尸疑惑道。\n    “不，我们就派一连去吧。”将军僵尸嘴角泛起了一丝意味深长的笑容。\n    “是，将军。”\n     ......\n     吴惧天用泥土建立了一座简易的要塞。为的是查看苦力怕和僵尸们的追击者，他最怕的就是僵尸们突然攻击他。并且他还归纳了已知的各种怪物的资料：\n     苦力怕，有一点的智商，但似乎没什么攻击力，唯一的攻击手段是最可怕的——自爆，如果被多个围攻，一定必死无疑。\n     僵尸，没有智力，具有攻击力，但似乎不懂得运用，只会一昧地攻击，白天不活动。\n     蜘蛛，会爬墙，防御中等，攻击高，体积大，幸运的是它不会钻孔，只能从宽两个方块的地方穿过。\n     骷髅，只听过苦力怕说过是一种怪物，其余皆不明。\n     然后便是漫长的一夜\n     ......\n     天边渐渐泛起了鱼肚白，太阳渐渐地升了起来，吴惧天站在要塞上一整晚，可是却连一个怪物都没看到过，\n     “怎么会没有怪物呢，难道只有那座山上有？”吴惧天四处张望着，意图发现怪物的踪影，可是却真的一点影子都没看到。于是他看着太阳缓缓地升起，就继续他的亡命生涯了......\n     “目标曾在此处逗留过。”一个苦力怕对着另一个苦力怕汇报着。\n     “看来距离目标并不很远了啊。”另一个苦力怕接着说道，“加快大军速度。”\n      ......\n      就无风无浪地过了三天，吴惧天每天都重复着同样的事情，逃亡，吃饭，望风，逃亡......很快，他的腐肉终于吃完了，身上也没有多少能吃的东西了。\n      “这几天都不见有僵尸什么的东西，饿死我了。”吴惧天捂着咕咕叫的肚子脸色难看的说道。\n       可是吴惧天不知道的是，原来这些僵尸全都被叫去聚集大军，准备以尸海战术来扑杀他。所以一直不见踪影。但其实最主要的并不是这个，僵尸们早就去寻找他了，可是吴惧天逃跑技术高强，总是不断变换方向，所以僵尸们老是没办法捉到他。\n      但好像是上天可怜这些愚蠢的僵尸们，今天晚上，吴惧天终于被僵尸们发现了......\n      “就凭你们这些不会思考的僵尸想吃老子，还是老子来吃你们吧！”吴惧天看着这些僵尸双眼放出了精光，可是却依旧是挥舞着白嫩的双拳，带着一些气流，不停的防守着僵尸们的进攻，但却一点疲惫都没有，丝毫看不出是逃亡了三天之久的人。\n       渐渐地，吴惧天的气势再次上升到了至高点，眼里熟悉的白芒再次闪现，“哭喊吧，哀求吧，然后，死吧！！！”气势带着汹涌的拳头和气流直直地轰向地面。同样的场景再次发生了，所有的僵尸如同沙包一般被击飞到了远处，并晕死了过去，而且还有大半的僵尸直接倒地不起。\n       密密麻麻的光点也再次出现了，绕着吴惧天扭动的身躯，缓缓地渗透了进去，一股清凉的气流又汇入了吴惧天的丹田之中，丹田之中的气流也变得更加的浓稠了，并隐约有种凝聚成水滴的感觉。\n       “这么快就已经达到了入门级别了。果然在这个世界修炼内家拳是事半功倍的啊！”感受着被光点改造了的身体，吴惧天感到十分的愉快。他又以迅雷不及掩耳之势将剩余没有死亡的僵尸一个一个的击杀，并收集他们留下的腐肉。\n        有了剩下的僵尸身体里的光点后，吴惧天丹田里的气团终于凝结出了第一滴水滴。“入门一期了，太好了！”吴惧天看着那颗水滴，高兴的说道。\n       渐渐的，东方再次升起了一个耀眼的火球——太阳。 \n       于是乎，吴惧天再次踏上了他逃亡的旅途。\n\n额，这次因为可能周六日更不了，所以就早点发了，虽然没有什么人看，或者说回帖吧，但是我是不会灰心的，毕竟我还是新手，需要多练嘛。\n      上一章                  索引帖    下一章\n\n\n\n",
    "replies": [
        {
            "author": "crj125",
            "timestamp": 1387201200,
            "txt_content": "文艺青年，写的好"
        },
        {
            "author": "000191750",
            "timestamp": 1387201320,
            "txt_content": "crj125 发表于 2013-12-16 21:40 \n文艺青年，写的好\n哇！！，好快的速度啊，但是感谢你对我的赞赏"
        },
        {
            "author": "末影卐",
            "timestamp": 1387201500,
            "txt_content": "楼主好文笔"
        },
        {
            "author": "crj125",
            "timestamp": 1387201740,
            "txt_content": "000191750 发表于 2013-12-16 21:42 \n哇！！，好快的速度啊，但是感谢你对我的赞赏\n我家的网速你也不看看"
        },
        {
            "author": "000191750",
            "timestamp": 1387201740,
            "txt_content": "末影卐 发表于 2013-12-16 21:45 \n楼主好文笔\n额....谢谢夸奖啊！！呵呵{:10_492:}"
        },
        {
            "author": "000191750",
            "timestamp": 1387201860,
            "txt_content": "crj125 发表于 2013-12-16 21:49 \n我家的网速你也不看看\n好吧，的确是很快呢"
        },
        {
            "author": "1257461523",
            "timestamp": 1387289880,
            "txt_content": "写的真好！"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1436752380,
            "txt_content": "写的不错，这一章很棒！！！"
        }
    ]
}