{
    "title": "mc回忆录——找到了新手视频",
    "author": "wq57",
    "replyCount": 4,
    "timestamp": 1387278420,
    "txt_content": "第二章——找到了新手视频\n    找到了新手视频\n    哎，死的真精彩啊！不管了，去找度娘，看看有木有什么我的世界的新手教程。\n    打开度娘，搜索我的世界教程，并且按上视频，咦……好多都是一些落智的动画，往下拉拉看看吧！第一个，就是老村长的实况。不管了，先看看吧！\n    呀！他在简单的讲我的世界的模式，原来我的世界有模式啊！他讲模式的时候，说，我的世界的模式分为3种。第一种是生存，也就是自己生存，自己活下去，可以调和平、简单、普通和困难的模式。第二种是创造，是让玩家自由的发挥想象力和创造力。第三种是极限，也就是比生存更难，不可以调模式，只要你死了，就不能重生！\n    他这样一说，我就知道了我在游戏中是怎么死的了，早知道我就调和平了！\n    他要玩我的世界了！我的心情无比的激动！一开始，他在撸树，我也跟着撸了起来，撸呀撸，一个木头掉了下来，我那时是无比的兴奋！\n    他还在撸树！我撸了有一组橡木，老村长那时就在做工作台，我也就做了一个工作台，然后他在做木斧子，我也做了一个木斧子。我那时还是用手撸木头，真不知道我做的那个木斧子是干什么的（甲：难道是圈地的？乙：甲，我对你的智商产生了疑惑……）。然后老村长用木斧子撸树，我那时就怀疑，他木斧子干森马？\n    我也用木斧子撸树，他做了好多木板，我把木头全做成了木板。\n    他一个一个的放成了一个长方形，我放了一些木板，我想着是做的10*10的火柴盒子，他又做了木镐子，我也做了一个，然后他就说，我敢说，往地下挖5格绝对有石头，我就拿着镐子往下挖（浪费耐久），挖了5格。\n    哇哇哇哇哇！真的有石头啊！我情不自禁的用手挖了几个。咦！老村长怎么就能挖出原石，我怎么就不能呢？\n    我就用镐子挖，果然出来了原石，我挖了一个长方形，挖了好多原石。那时最讨厌的黑天又来了，我赶紧出去，我自己用木头（不是木板，我就怀疑我那时为什么不合成木板然后上去）一个一个的上去了，我就赶紧找家，找到了，我看老村长做了一个木门，我也就做了一个，把他放上去。\n    完美的一个火柴房大功告成！\n    老村长用石头和木棍做出来了一个石镐，我也做了一个，然后他就继续往下挖，我也就往下挖。\n    我那时就怀疑，老村长为什么往下挖。我挖着挖着挖到了我从没见过的东西（铁矿石），我就用石镐子挖了，挖出来了铁矿石。我那时不知道铁矿石有什么用，我就放在背包里吧，应该有用！\n    我又挖，挖了一个道，挖道的时候我找到了很多的铁。我真是太高兴了！\n    我用木板（这次我可是知道用木板垫上去了！哈哈哈，我太聪明了！）垫了上去，找到了家，可是铁矿石有什么用么？\n    老村长用原石做了一个熔炉，我也做了一个，老村长把木板放到了下边，把铁放到了上边。我也跟着他做，然后铁矿石变成了铁锭。\n    我就这样说吧，我不看视频，然后再玩一次吧！哦也哦也！MC太好玩了！哦也哦也！真是一个好玩的游戏！\n\n\n",
    "replies": [
        {
            "author": "yinyue",
            "timestamp": 1387278660,
            "txt_content": " 本帖最后由 yinyue 于 2013-12-17 19:14 编辑 \n\n好吧.我玩MC都不怎么看视频的。"
        },
        {
            "author": "wq57",
            "timestamp": 1387278720,
            "txt_content": "yinyue 发表于 2013-12-17 19:11 \n先回复完，再看.\n老坑爹了！   抢沙发的！  说的还真直接"
        },
        {
            "author": "yinyue",
            "timestamp": 1387279080,
            "txt_content": "wq57 发表于 2013-12-17 19:12 \n老坑爹了！   抢沙发的！  说的还真直接\n可以说是习惯了."
        },
        {
            "author": "poi4399",
            "timestamp": 1387281660,
            "txt_content": "这就对是！经常的作品！"
        }
    ]
}