{
    "title": "[WIKI]发射器 (Dispenser)",
    "author": "sjjklh",
    "replyCount": 5,
    "timestamp": 1333270200,
    "txt_content": "http://zh.minecraftwiki.net/wiki/%E5%8F%91%E5%B0%84%E5%99%A8\n\n\n\n\n      发射器\n        \n\n\n\n\n类型方块\n需求否受力学影响否透明否亮度否爆炸抗性 [edit]?工具可再生否可堆叠是 (64)首次出现Beta 1.2数据值dec: 23 hex: 17\n发射器（Dispenser）是一种特殊的红石驱动型方块。右键点击会跳出一个菜单让您向内存放物品。每一次收到从红石电路传来的信号（即红石信号由“未激活”到“激活”转变的瞬间），一样随机的位于发射器的物品栏内的物品会掉出。发射器从外观上看很像熔炉，但两者除此之外并没有什么共同点。\n目录 [隐藏] \n1 合成2 激活与发射3 概率分布4 历史5 你知道吗6 画廊\n合成 \n 材料 输入 &#187; 输出 圆石 +\n弓 +\n红石粉 \n \n \n \n \n \n \n \n \n \n每次放置，发射器的正面（即发射面）都会朝向玩家。值得注意的是随着正式版1.0.0弓损耗的加入，你无法使用损耗的弓合成发射器。\n 激活与发射 \n大多数发射器发射出来的物品都会以掉落物品的形式发出，散落在发射器前3x3方块范围内（如果前方是平地的话）；但箭、火焰弹、喷溅药水、鸡蛋、附魔之瓶、雪球与刷怪蛋会以像玩家右键使用弓或者投掷一样地被发射出去。 如果把发射器放在地平面之上2格，射出的箭的落点会随机为前方10到21格范围内。如果在目视平面（即地平面之上2格处）放置发射器，那么发射器前1到5格为最好的预设定攻击区域——在第5格的末端对于一个标准尺寸（1x1x2）的生物能达到98的命中率。射出的未命中的箭可以回收，命中的箭会造成伤害，鸡蛋与雪球等投掷出去会最终碎掉；但所有发射器发射出来的穿刺型物品都不会击退命中的生物。\n不像其它的红石驱动类机械，发射器除了被红石线直接注入电能时可以被激活一次之外，相邻的红石线（无论是否连到了发射器）有电能时发射器自己也能被激活一次。这个特性使您可以让1根红石线使用交叉式方法激活最多5个发射器，这样的话建造一面“发射器之墙”就很容易了。\n发射器的另一功能是延迟信号。使用一条单向水流与一个木质压力板，您可以将信号延迟最多11秒，相当于昂贵的28个中继器能达到的最大延迟。您也可以利用物品消失的5分钟时间达到更大延时：压力板通过非门之后连到下一个发射器，依此类推，最后一级达到5分钟的延时。\n如果需要连续不断地发射，可以用时钟信号发生器与开关的组合来达到可控制连发的功能。\n发射器发射物品时，会发出一个点击声与一小缕烟。如果发射器没有物品储存，那么不会出现烟，点击声也会小很多。\n只要能解决供电问题，发射器在水下也能工作。可行的方案是建造线路隧道，或者将发射器放在水底后用其下方的红石火把激活。\n被发射器发射出的穿刺武器杀死的生物不会掉落经验。\n概率分布 \n发射器发射存在其内的物品遵循栏位等概率原则：如果发射器的9个物品栏中有x个栏位有物品存放，那么发射时每一栏位被发射出一个物品的概率均为1/x，而且这个概率不会受到单个栏位存放物品数量的影响。\n\n以下内容适用于几乎没有概率论基础的玩家阅读。\n例如，如果有两栏物品，一栏为18个蒲公英，一栏为6个玫瑰，在开始的时候蒲公英与玫瑰因为遵循栏位等概率原则所以几乎交替发射，概率均为50%，这样玫瑰很快就消耗完了，这之后就是100%的蒲公英概率了。一个输出的示例：（d为蒲公英，r为玫瑰）\nddrdrrrddrrddddddddddddd\n\n当然，如果我们假设发射器发射的规则是物品等概率原则而不受栏位影响，那么几乎从头到尾的发射概率都是蒲公英75%/玫瑰25%。\ndddrdddrddddddrdrdddrdrd\n\n从而我们能够得出结论：如果要等概率或以特定概率比发射不同物品，您必须合理平均分配各栏位中的物品数量。若某栏位中物品较少，那么这栏位被较早消耗完的概率就比较大了。\n历史 \n发射器在Beta 1.2加入游戏。Beta 1.6里修复了很多漏洞。\n活塞最初的材质是。起初具有下列漏洞：\n 采集发射器会毁灭里面的所有物品； 如果发射器朝西或者朝南放置，前面放一个固体方块，那么发射的物品会穿过方块； 如果在发射器前的地面上放置按钮，按钮会附着到发射器上。\n上述漏洞都在Beta 1.6里被修正了。\n在Minecraft 1.0之前，如果玩家在多人生存模式被发射器射出的箭杀死，那么屏幕会显示“[Player name] was shot by Herobrine\"的提示（意为“[玩家名]被Herobrine射杀”）。之后这段提示被改成“[Player name] was shot by arrow”（意思是“[玩家名]被箭射杀”）。\n你知道吗 \n 除了正面之外，发射器其它各面的材质与熔炉皆相同。 如果在发射器的一边已有一个红石火把，再在另一边放红石线时，发射器会被激活一次。 你可以用发射器实现5分钟的电路延迟。在发射器前放置木质压力板，然后一旦激活发射器，掉出的物品激活压力板，五分钟后才会消失。 虽然你可以用发射器把箭、雪球、鸡蛋与火焰弹当做武器发射出去，但TNT只会以物品的形式掉落。 有趣的是，发射器菜单的材质文件名为\"trap.png\"。Trap在英文中意思是“陷阱”，这可能解释了发射器的最早设计意图。 如果用被附魔的弓合成发射器，那么魔咒会被浪费，无法在发射器上体现。 可以通过在与发射器对角线上方相邻的方块侧面放红石火把来间接达到把火把放在发射器上面的目的。 活塞无法推动发射器。 如果你刚刚重生，身上一无所有，而想快速武装自己去在5分钟的物品消失时限内抢回物品，你可能需要发射器来快速装备而不需要一个个地打开箱子寻找。这个主意由Etho推广并经过其他人完善。[1]\n画廊 \n                        \n\n                        游戏内的发射器菜单                        \n\n                        在Beta 1.6之前，如果发射器正面有一个固体方块，那么发射器发射的箭会穿过该方块                        \n\n                        一个红石电路控制的发射器陷阱                        \n\n                        采用交叉激活方式的纵截面8x8的发射器阵列                        \n\n                        发射器发射一定量方块的空间散布\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1333271700,
            "txt_content": "我记得哪个格子还有几率，加上个and gate就可以做抽奖机什么的"
        },
        {
            "author": "sjjklh",
            "timestamp": 1333272000,
            "txt_content": "geludan 发表于 2012-4-1 17:15 \n我记得哪个格子还有几率，加上个and gate就可以做抽奖机什么的\n我也总记得好像有概率差别的，但英文WIKI里说是等概率……"
        },
        {
            "author": "07382",
            "timestamp": 1333273620,
            "txt_content": "说这些是为了什么？\n让新手们知道？\n力挺啊！！！"
        },
        {
            "author": "07382",
            "timestamp": 1333281660,
            "txt_content": "哦...\n哦...\n哦...\n原谅我的无知..."
        },
        {
            "author": "shing10287",
            "timestamp": 1333284720,
            "txt_content": "話説lz你不累眸?\n"
        }
    ]
}