{
    "title": "重生之误入MC——第四章 村庄！是骗局还是希望！",
    "author": "000191750",
    "replyCount": 10,
    "timestamp": 1387289340,
    "txt_content": " 本帖最后由 000191750 于 2013-12-21 22:21 编辑 \n\n\n\n\n\n封面.jpg (29.55 KB, 下载次数: 0)\n\n下载附件\n\n2013-12-20 18:31 上传\n\n\n\n\n\n    “僵尸一连已发现目标......敌人异常强大，请求增援......我方已无法抵挡了，请求总部增援......我方已全军覆没了......”在一个青苔石做的石屋内的一个对讲机里传出了这样的断断续续的声音。\n    “一连，一连，请回复，请回复......该死！将军，一连失去信号了，我们该怎么办？”站在对讲机前面的那只铁帽僵尸，对着后面戴着金帽子的僵尸汇报道。\n     “什么！一连全军覆没了，这不可能，里面还有铁帽级别的僵尸，这可是已经开启了智力的僵尸啊！！绝对不可能被这么一个小小的生物杀掉，就算是可恶的服主的那帮手下也不可能啊！！”听到这个消息的金帽僵尸脸上出现了拟人化的惊骇表情，略微沉默了之后又自言自语的道，“但是，尸海战术也没有对他奏效，看来这个生物的确是进化了。这样的话，一连被灭杀的可能性也不是没有的。”思考了一下后，这只僵尸继续道，“这样吧，听我号令，叫铁甲尸带领一营去吧，这个生物再强悍也不能抵挡如此之多的僵尸吧。”\n       “遵命！”\n       ......\n        皎洁的月色下，一颗颗光点正绕着一个方块人的全身并不停地往它身体里钻去。在月光下，方块人站在山崖之上眺望着远处的平原，顺着它的目光隐隐地能看见平原的尽头。突然，这个方块人像是发现了什么令人激动的事情，竟浑身颤抖起来，喉咙也压抑着什么声音不敢放出。但是，它的目光所到的地方，出现了一点光亮。这个方块人便是逃亡了数日，并将僵尸一连全部灭杀掉的吴惧天了。\n        “那是村庄么。似乎还有人在里面呢，那令人向往的光亮啊。”原来吴惧天发现了平原尽头的一个小村庄，他迫不及待的向着这个村庄冲了过去。当然啦，他一点声音也没敢发出，生怕再次引来僵尸和怪物们的袭击。吴惧天经历了僵尸一连的全力扑杀，虽然吴惧天以一己之力灭杀了僵尸一连，但身体却也因此负了很严重的伤，而支持着他奔跑的力量完全是因为这希望的光芒。\n         终于，天边泛起了鱼肚白，暖和的日光再次照耀在了吴惧天疲惫的身体之上，但他依旧不停的向着村庄奔跑，希望可以在天黑之前抵达那儿，即使吴惧天在经历了扑杀之后知道了僵尸也是有智力的，而且某些僵尸还会穿上衣服去躲避阳光的照射，他也不敢有一点迟疑地奔向了他发现村庄的方向。\n          太阳渐渐地升到了正中，炽热的阳光正无情的暴晒着吴惧天越来越虚弱的躯体，他已经没有力气了，伤口也开始发炎了。之所以会这样，是因为这次僵尸一连的扑杀留下的光点还不足以治疗他的伤口。所以他只能不顾身体的虚弱，拼命的向着村庄奔跑。\n          太阳渐渐的西下了，村庄的轮廓已经显现在了吴惧天的眼前。但是，经过了一整天的狂奔，吴惧天早已透支了体力，并且两眼看到了无尽的黑暗——他已经虚脱了。他还没走到村庄大门，他就已经倒下了。\n         .......\n         “喂，醒醒啊，喂。”在一座大型的医院里面，吴惧天醒了过来，不知道是不是因为他已经来了这个世界很久了，所以他看到的世界又变回了他看到原来的世界一样了。\n          “嗯？这里是医院么，难道我还没死？”睁开了双眼后，迷迷糊糊的吴惧天疑惑的说道。\n          “当然还没死了，你倒在了我们村庄门口，还是小灵姐把你捡回来的呢！”一个清脆而陌生的声音突然传入了，吴惧天的耳朵里。还似乎正在埋怨着吴惧天倒在村庄门口的行为。\n          吴惧天一听到陌生的声音，顿时全身紧绷，他顾不得身上的伤口破裂的疼痛，“咻”一下地站了起来，并作出了内家拳的起手式，一副严阵以待的架势。\n          穿着护士服的小女孩看到吴惧天突然就弹了起来，做出一副要打人的动作，不禁被吓得泫然欲泣，一屁股坐在了地上。还没等吴惧天反应过来，她就开始谱写一曲悲歌了。\n           “呜呜~~小灵姐，这个人欺负我~~呜呜~~”小女孩无助的坐在地板上面，放声大哭，声音之大，居然连吴惧天都忍受不了，耳膜一阵剧痛。\n           “我的小姑奶奶嘞，你不要哭啊，我说对不起还不行么。”吴惧天反应过来后，看清楚这个小女孩是人类，心中的愧意油然而生，赶紧去安慰这个小女孩。\n           “璇儿，什么事情啊？”又一个脆生生的声音从病房门口传了进来，一个身高大概一米七的大美女走了进来。\n           “他已经进入了那个村庄了吧？”一个坐在电脑前的男人对着后面拿着文件夹的女人说道。\n           “是的，服主。”女人一句多余的话也没有说，仅仅只是回答了这个被称作服主的男人的问题。\n           “很好。”这个被称作服主的男人拍了拍手，随即道，“等着看好戏吧，不知道这个新玩家能否保卫他的村庄呢？”这个被称作服主的男人盯着眼前的电脑上的命令提示符窗口，带着一丝意味地笑着。\n           服主看了看命令提示符以前的记录，顿了顿道：“小诗，查查这个玩家什么时候进入游戏的。他居然可以灭杀如此之多的僵尸。”\n\n啊~今天的一章也发了上来了，虽然这次可能有很多地方写的不怎么好，但是，还是请各位做个看帖回帖的好人吧，但是，请不要水，毕竟水是不好的，不想自己想回复的话可以复制下面的代码\n看了一下，帮忙顶一下吧复制代码上一章    索引帖     下一章\n\n",
    "replies": [
        {
            "author": "QQ2472484015",
            "timestamp": 1387372680,
            "txt_content": "楼主太棒了\n{:10_512:}"
        },
        {
            "author": "QQ2472484015",
            "timestamp": 1387372680,
            "txt_content": "板凳也是我的\n德玛西亚"
        },
        {
            "author": "QQ2472484015",
            "timestamp": 1387372740,
            "txt_content": "{:10_509:}地板别跑，老子抓住你"
        },
        {
            "author": "000191750",
            "timestamp": 1387373640,
            "txt_content": "QQ2472484015 发表于 2013-12-18 21:18 \n楼主太棒了\n不知道为什么我感觉你在水"
        },
        {
            "author": "1103127486",
            "timestamp": 1387609500,
            "txt_content": "000191750 发表于 2013-12-18 21:34 \n不知道为什么我感觉你在水\n看了一下，帮忙顶一下吧"
        },
        {
            "author": "王宏x",
            "timestamp": 1393040280,
            "txt_content": "看了一下，帮忙顶一下吧"
        },
        {
            "author": "钻石我来了",
            "timestamp": 1435843320,
            "txt_content": "看了一下，帮忙顶一下吧"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1436752560,
            "txt_content": "为什么骷髅还没出现？"
        },
        {
            "author": "1850343382",
            "timestamp": 1439089380,
            "txt_content": "顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶"
        },
        {
            "author": "000191750",
            "timestamp": 1439097480,
            "txt_content": "daizhuhan32 发表于 2015-7-13 09:56\n为什么骷髅还没出现？\n骷髅已经出现了...具体去索引帖的网址就可以看到，注：是起点中文网的网址。贴吧还没转上去..."
        }
    ]
}