{
    "title": "minecraft 1.2.4 server and client(官方原版,无任何插件)",
    "author": "201724",
    "replyCount": 2,
    "timestamp": 1333278180,
    "txt_content": " 本帖最后由 201724 于 2012-4-1 19:24 编辑 \n\n//bbs files\n资源:115网盘附件下载:Minecraft1.2.4.zip (7.90MB) //vdisk \nhttp://www.vdisk.cn/down/index/9906467A8899\n\nif your love the game please buy the game \n如果你喜欢这个游戏请购买正版,不要相信淘宝的..全是黑户..直接用PayPal去官方买(170RMB)\nMinecraft 1.2.4\n+ Chat history and much better chat editing \n+ A few new decoration blocks \n+ “Back” and “Quit” buttons to OutOfMemoryScreen \n+ Made cats more realistic (read: probably annoying). I hope it’s enough to cancel out any joy you may receive from the previous feature! \n+ Added a “minimal” debug menu for testing with. Shift+F3 to hide the graphs. \n* Made placing half blocks on existing half blocks (to make a full block) easier \n* Limit framerate on menu screens, no longer uses 100% cpu and make my computer melt \n* Fixed fatal crash for converted worlds to anvil, when there’s blocks at max height \n* Fixed an old bug with signs clearing text while you’re editing them in SMP \n* Fixed crash when logging in while there are blocks at maxheight at spawn \n* Fixed TNT ghosts in multiplayer * Fixed storage minecarts dropping enchanted items \n* Fixed crashes on invalid server addresses when joining a server \n* Fixed entities being uninteractable if they existed at login (Multiplayer) \n* Fixed dupe exploit with paintings \n* Fixed furnaces and dispensers dropping enchanted items \n* Fixed the “flickering” of chat as it vanishes off the screen \n* Fixed text rendering over items in the container screens \n* Fixed exploit with jungle saplings (turns other saplings into jungle ones) \n* Fixed launcher opening minecraft dir if the path contains a space \n* Fixed an off-by-one lighting bug \n* Fixed block transmuting (turning one block into another via pistons) \n* Fixed placing mushrooms in daylight, where they can’t survive \n* Fixed redstone lamps dropping powered block items when destroyed while on \n* “save-all” (server) now works even when you have toggled “save-off” \n* Fixed turning half-blocks into full-blocks while you’re standing on them \n* Fixed seed displaying in F3 debug when the seed is unknown (multiplayer) \n* Fixed villager texture changing clientside per profession \n* Fixed falling off ledge corners while holding shift \n* Fixed players falling when reconnecting to servers where they were previously flying\n",
    "replies": [
        {
            "author": "shenid",
            "timestamp": 1333289220,
            "txt_content": "楼主，你发错区了...转区吧。"
        },
        {
            "author": "xw253238153",
            "timestamp": 1345433160,
            "txt_content": "我喜欢干净的"
        }
    ]
}