{
    "title": "[1.7.10-1.5.2][Ancient Warfare——古代战争]",
    "author": "2413044726",
    "replyCount": 99,
    "timestamp": 1387344420,
    "txt_content": " 本帖最后由 2413044726 于 2017-1-21 22:32 编辑 \n\n                                                                            \n\n\n\n\naw-logo.png (54.75 KB, 下载次数: 1712)\n\n下载附件\n\n2015-1-29 11:34 上传\n\n\n\n\n\n综述：\n        古代战争是对Minecraaft的一种修正。他对Minecraft做出了多种的改变：新的方块，新的实体，新的世界生成模板。\n        古代战争2被分成了多个模块。其中一个核心模块是其他模块的基础。而其他的每个模块则可以被单独使用或按照特定的组合方式使用。非核心的模块包括：自动化（机械），NPC，建筑，和载具。这些模块可以被单独使用，或者与其他模块组合使用。\n\n\n       从 2.X的古代战争 版本后，它已经被分裂为许多的 模块 来发布。在这些 模块 中，有一个 核心模块 ，其他的 模块 依赖于它。各个模块可单独安装\n也可与其他的块 or in any other combination desired.  \n      非核心模块的模块:自动化模块 ， NPC模块 ， 结构模块 ， NPC模块 以及 战车模块. \n\n古代战争2各模块以及其作用\n核心模块:\n提供 核心功能 以及 分享编码给所有需要的模块.\n\n自动化模块:\n包括使机器自动化 农业，林业,混杂的资源农业(如蘑菇,竹子,仙人掌什么的),畜牧业,采矿,资源加工(就是烧制矿石那些).\n还包括一个十分有特色的兼容MJ和RF的能量运输网络。\n\n\n结构模块:\nAdds template based structure generation during World Gen. Includes in-game tools for creation of new templates, as well as a few tools to aid in map creation in general.（我败了Orz，求人助我）\n\n\nNPC模块:\n添加了可招募的NPC，他们分为两类，分别是为了 战斗 和 实用.有几种的战斗NPG供玩家选择(近战NPC，远程NPC，医生NPC等)。也有几种实用NPC供玩家选择(工人，快递员，商人/交易员)\n\n战车模块:\nWIP - Will be included at a future date.\n该模块正在制作的过程中,将在未来的某天发布(?)\n\n这是一个什么样的mod？\n\n这个mod拥有Millenaire村庄的特性：你可以跟更多的NPC进行交互甚至成为首领、但这个mod更自由。你可以组建自己的军队、工人、农民、然后建立一座属于自己的王国！\n\n这个mod拥有着IC、BC、TC、暮色等大型热门mod的级别：足够多的研究线、足够多的生产内容、足够多的实体如各类NPC和武器。\n\n\n这个mod有着比其他自动化mod更方便也更真实的使用办法：召集足够多的农民、渔夫、伐木者与矿工、用食物和房屋满足他们的需求、并招募NPC士兵保护他们！他们将为国王效忠！看着你的子民们收集资源并将物品送入你的宝库吧！国王怎么能下矿砍树养猪呢0v0~\n\n\n这个mod更适宜线上玩法！拥有15支不同的队伍，可以自由联合（并且是双向性的）每支队伍拥有自己的首领并且可以由玩家带领互相攻击、可以划定战争区（warzone）以确保攻城武器在允许范围内破坏方块！想保护主城又想来一场真实的厮杀？绝对满足！\n\n总而言之、这个mod集合了研究、生产、收集、自动化、团战等一系列玩法！\n\nFeatures:\nBasic Features\nForge/FML based mod, for greater mod compatibility.\nOpen source. Source will be available for view/download/contributions.\nSupports localizations.\nBuilt in team system for PVP support.\nNEI Plugin available.\nIntegrated BuildCraft support.\nMost vehicle/npc/ammunition stats customizable through config files.\nUser configurable world-gen settings.\nUser driven structure system, add/edit/modify structures to suit your liking.\nVehicle System\n\n100+ vehicle types currently available\n50+ Ammo types (everything from pebbles to rockets)\nLand, Sea, and Air vehicles are available\nVarying ranks of vehicle for different performance levels on the same model\nVehicles have unique stats and use different ammo types\nMultiple ammo types available per-vehicle\nSpecial-Function Vehicles are available (item transport, battering ram)\nServer-based movement system for reliable and predictable motion handling.\nMuch improved aim system including mouse-look based aim.\nMuch improved aim of NPCs while on vehicles using new trajectory system.\nNPC System\n\nCustom path-finding engine to more fully accommodate mod-blocks and ladders.\nCustom AI System — Fuzzy logic priority based system\nCustom Targeting System — MMORPG derived ‘threat list’ based targeting system\nConfigurable AI Targeting — Select the targets for any/all NPCs through config file\nConfigurable Entity Aggro Settings — Select the targets that will become aggro versus NPCs via config\nCombat and civilian NPCs are available\nFood based Upkeep system provides a ‘fuel’ balance mechanism (values configurable via config file)\nCourier NPC provides an alternative to tube networks for item and inventory manipulation.\nConfigurable performance options in config file\n40+ NPC types currently available\nResearch System\n\n60+ Research goals currently.\nResearch is required to unlock crafting for most items in Ancient Warfare\nResearcher NPC available to aid in automating your researching.\nCivics System (logistics and automation)\n\nResource gathering system for most resources (mining, vanilla farming and breedable animals, vanilla tree types)\nBulk storage available through the Warehouse Civic multiblock structure.\nMost civics require NPCs to work at them in order to function\nFully supports sided inventories for automation and interface with other mods\nMachines\n\nExtra machines to aid in automation\nFully support sided inventories with rotation, where applicable\nCrafting\n\nMultiple specialized crafting stations\nCrafting can be fully automated with the use of NPCs\nSided inventory support\nTeam System\n\n15 user configurable teams and 1 default team for new players\nTeams have a rank and admin system available\nAlways-accessible in-game GUI for viewing team members/ranks and admin control for team admins\nTeam alliances are available\nTeam system is integrated into vehicles, NPCs, gates, civics, and crafting as a authorization system\nTeam system is integrated into NPC AI aggro and targeting\nStructures\n\nTemplate based structure generation for both world-gen and in-game use.\nScan in-game structures and export them to a ready-to-use template.\nCopy your favorite vanilla redstone designs to easily share with others\nSupports scanning of some vanilla entities as well as all Ancient Warfare entity types (vehicles, NPCs, gates\nAdvanced template options to support dynamic block selection (e.g. change on biome, randomly, select from list)\nUser-configurable structure world-gen — add your own templates, or edit the included default ones to suit your own vision.\nConfigurable world-gen site-validation parameters — ensure the buildings fit into the landscape exactly as you want.\nFull vanilla block support, including rotation\nSupports mod-blocks for any ‘normal’ block types, but does not support rotation. Custom mod-block rotation mapping is being investigated.\nSupports scanning of some vanilla entities as well as all Ancient Warfare entity types (vehicles, npcs, gates\nConstruct buildings from templates in survival mode with the aid of NPCs\nReinforced Blocks\n\nReinforced versions of vanilla construction blocks that help protect your fortresses during a siege.\nExplosion resistant — requires multiple TNT sized explosions to destroy\nVariable harvest time — enemy team players harvest blocks as if they were obsidian, friendly players harvest as if they were stone brick\n\n\n\n上图： \n  \n      \n  ...... \n\n玩家所提供的一些关于  古代战争1  的方法及教程:\n\n古代战争1的教程[貌似弃坑]:http://www.mcbbs.net/thread-209053-1-1.html\n古代战争1的教程[貌似弃坑]:http://www.mcbbs.net/thread-231672-1-1.html\n\n1.指挥棒的作用是 shift+右键 选择一个命令，然后左键点地就是执行命令（只有跟随状态的NPC有效）\n\n2.如果有人玩创造模式发现农民就是不干活（比如我），你可能需要把农场多挖一层，大部分农场都需要低于一层的平地NPC才去工作（PS:NPC很聪明会用骨粉催熟！所以最好把骨粉放到special一栏）\n\n3.快递员需要 路径路由片 才能工作。手持路由片，右键点击某个农场方块，添加一个路径点，同理添加一个仓库（箱子），右键路由打开GUI，可以设置运送点，放置点，运送规则等等，设置完毕后，把这东西放到快递员身上（shift+右键，special tools）\n\n4.打包建筑需要矿工拆包\n\n5.仓库的放置类似农场，放好后需要摆上仓库扩展方块来增加容量\n\n6.养动物请放饲料进去，超过6个动物NPC就宰了\n\n7.食物加工器用红石启动\n\n8.自动合成站很方便，在上面摆好合成配方，下方只要有原料就会不断合成了，不用在意摆放顺序\n（以上为yuri2提供，感谢）\n\n9.1.5x都是用左shift+鼠标右键然后弹个窗口，在最左边的框框那放弹药。\n  1.6+都是用控制键+鼠标右键然后弹个窗口，在最左边的框框那放弹药。              \n  控制键可以按F7弹出的窗口的第二项修改\n（感谢luosiping提供~~~）\n\n\n10.大炮发射方式:\n将指针移至炮口或者投石器的弹夹处\n按Ctrl+鼠标左键，即可看到多个框框，\n往框框处放弹药\n骑上大炮，空格发射\n（感谢905943024提供）~\n\n\n每种器械都能使用多种弹药\n目前使用的弹药类型会在坐上去后的左上角显示\n按V键选择使用的弹药种类，按G键直接去切换到下一种弹药，\n\n对于有炮塔的器械，\n按C键切换炮塔转动与否，\nF和R能够小幅度降低和提高弩炮的射击角度~\n（感谢s359878919提供~）\n\n\n\n关于下载：\n\n\n\n0.37~2.4.115: http://pan.baidu.com/s/1mhIE7aS\n真是蛋疼= = 度娘坑了我八次连接= =(关于中文请将语言更换为繁体中文。)\n2.4.83-MC1.7.10汉化: http://pan.baidu.com/s/1sjDKZG5      2.4.115-MC1.7.10汉化: 链接: https://pan.baidu.com/s/1kVLlQuV  密码: 4ckd感谢Yihc对于2.4.115及之前版本的汉化所做出贡献~\n  \n\n更新日志[英文慎入]：\n\n2.4.115版-Restrict NPC Item picking to fighters (except archers)\n-Fixed cases where ore dictionary craft didn't work\n-Reduced workload on farm inventories\n-Added Forced Spawn setting in mob spawner\n-Added search box to Structure Scanner biome selection\n-Fixed trade order gui withdraw settings\n-Attempt to improve Windmills construction and rendering performance\n-Fixed typo stopping steel gears craft\n\n\n更新记录\nhttps://github.com/shadowmage45/ancientwarfare2/releases\n由于实在是太多了，翻译不过来QWQ\n2.4.98版CHANGE - restructure bard song stuff -- move song-data class into core, as it will also be used by structure module in song-blockFIX - save out the tune index...just to help with long playlists not restarting every time the block is reloaded / server restarts添加新的NPC,游吟诗人.添加繁体中文CHANGE - delay generation in chunks, defer to tick-handler. Also delay structure generation with tick handler. Closes #150添加一个新的指令来禁用所有世界中NPC的AI. Should be useful for build-worlds to disable NPC AI for setting up structures. (/awnpcdebug)改变玩家所处的派别的友好度，以前为0，现在为-50.这会导致玩家被所有的NPC敌视，直到玩家为他们做了一些努力，使友好度提高.(与派系所拥有的商人交易.)(这不会对现有的发生改变，它只作用在新生成的世界.)FIX - add ladder block->item meta remap for survival-mode structures. Should resolve issues of structures being un-buildable in drafting station when the template calls for ladders.FIX - fix crash bug with instant structure builder when click on airadd template rule for windmill blade blocks, flywheel storage blocks. add windmill control block to list of torque-tiles registered for regular torque-tile block rule. Fixes windmills not generating properly in structure system.FIX - clean up handling of empty/air blocks in ticked structure builder. Closes #192CHANGE - ticked structure builder now does an initial pass to clear the build-area of any existing blocks (not re-validated once cleared). Each block cleared will drop the item for that block and consume energy. HINT: It may pay off to pre-clear the area where these structure builders will be used!FIX - fix up vanilla logic template rule type assignment being overwritten by awautomationlogic assignment, should be backwards compatible, and future templates should be more conformant修复城镇地图被错误地加载FIX - fix default assignment of town-gen flag in config file (default=true) (may need to regen config/change manually)FIX - clean up issue of world-gen structures not placing air-blocks properly.FIX - clean up issue of towns allowing validation below world horizon levelFIX - clean up town generation, remove even skippable blocks from town area (not border). Should resolve issues of trees generating inside of the towns (or rather town not clearing out the trees that were in the bounds)CHANGE - highly enchanted tools now requires 2 enchantment books, of any type. lightly enchanted tools requires a single enchantment book of any type. Closes #190FIX - fix using 'use research' setting from config. fix using 'use research resources' from config. Closes #188CHANGE - allow researched recipe to use ore dictionary for item matching. -may- greatly fubar all the things. Closes #185CHANGE - reduce knockback from archer arrows by half. Should make fighting swarms of archers a lot easier. Will also reduce archer effectiveness when they are fighting solo (mobs will hit them much more often with less knockback). Closes #174CHANGE - update 'building expansion' setting for included default town templates.CHANGE - update cluster value for default included structures; should reduce frequency of two large structures close together, and reduce the frequency of them spawning next to towns.FIX - add randomized loot to chest in village smith templateFIX - add preview images for most structuresFIX - fix outhouse template; change gold block to chest+nuggets.NEW - add dulciphi's mayor mansion template and add tavern template to small town structure lists. add screenshot for dulc' mayor mansion. update default structure pack with all new changes.FIX - Fix an issue that was causing cluster value to be improperly calculated (doubling the value of some structures, counting some structures out past the cutoff distance, basically fubar).CHANGE - update villager spawn #'s in default town templatesFIX - fix included windmill templateFIX - add trapped chest meta rotation mappingFIX - add rule to handle new skull tile-entity data format; rotation supported. (will need to rescan any templates with skulls in them)FIX - fix sign post blocks not generating properly.FIX - fix town generator placement of lamps in front of doors. if doors are set properly in the template, a single block will be ignored for lamp-post positioning (might still have issues with double doors).FIX - fix up loading of template images in directories in structure packs.FIX - fix mayoral mannor missing the top of its roof =\\ (and add some random loot to the chests)CHANGE - adjust selection weight of towns to encourage spawning of walled town more, and fewer bandit towns.\n\n2.2.83版\nCHANGE - highly enchanted tools now requires 2 enchantment books, of any type. lightly enchanted tools requires a single enchantment book of any type. Closes #190\nFIX - fix using 'use research' setting from config. fix using 'use research resources' from config. Closes #188\nCHANGE - allow researched recipe to use ore dictionary for item matching. -may- greatly fubar all the things. Closes #185\nCHANGE - reduce knockback from archer arrows by half. Should make fighting swarms of archers a lot easier. Will also reduce archer effectiveness when they are fighting solo (mobs will hit them much more often with less knockback). Closes #174\nCHANGE - update 'building expansion' setting for included default town templates.\nCHANGE - update cluster value for default included structures; should reduce frequency of two large structures close together, and reduce the frequency of them spawning next to towns.\nFIX - add randomized loot to chest in village smith template\nFIX - add preview images for most structures\nFIX - fix outhouse template; change gold block to chest+nuggets.\nNEW - add dulciphi's mayor mansion template and add tavern template to small town structure lists. add screenshot for dulc' mayor mansion. update default structure pack with all new changes.\nFIX - Fix an issue that was causing cluster value to be improperly calculated (doubling the value of some structures, counting some structures out past the cutoff distance, basically fubar).\nCHANGE - update villager spawn #'s in default town templates\nFIX - fix included windmill template\nFIX - add trapped chest meta rotation mapping\nFIX - add rule to handle new skull tile-entity data format; rotation supported. (will need to rescan any templates with skulls in them)\nFIX - fix sign post blocks not generating properly.\nFIX - fix town generator placement of lamps in front of doors. if doors are set properly in the template, a single block will be ignored for lamp-post positioning (might still have issues with double doors).\nFIX - fix up loading of template images in directories in structure packs.\nFIX - fix mayoral mannor missing the top of its roof =\\ (and add some random loot to the chests)\nCHANGE - adjust selection weight of towns to encourage spawning of walled town more, and fewer bandit towns.\n\n2.2.82版\nFIX - clean up issue of world-gen structures not placing air-blocks properly.\nFIX - clean up issue of towns allowing validation below world horizon level\nFIX - clean up town generation, remove even skippable blocks from town area (not border). Should resolve issues of trees generating inside of the towns (or rather town not clearing out the trees that were in the bounds)\n\n2.2.81版\nCHANGE - restructure bard song stuff -- move song-data class into core, as it will also be used by structure module in song-block\nFIX - save out the tune index...just to help with long playlists not restarting every time the block is reloaded / server restarts\nNEW - add faction-based NPC bards, definition and registration.\nNEW - add zh_TW localization\nCHANGE - delay generation in chunks, defer to tick-handler. Also delay structure generation with tick handler. Closes #150\nNEW - add a command to disable NPC ai on a persistent per-world basis. Should be useful for build-worlds to disable NPC AI for setting up structures. (/awnpcdebug)\nCHANGE - reassign default value for factions for new players. Was 0, now -50. Should result in all NPCs being hostile towards players until they have done some work to improve their standing (trading with faction-owned traders). (Will not effect existing worlds, new worlds only; may need config file regenerated)\nFIX - add ladder block->item meta remap for survival-mode structures. Should resolve issues of structures being un-buildable in drafting station when the template calls for ladders.\nFIX - fix crash bug with instant structure builder when click on air\nadd template rule for windmill blade blocks, flywheel storage blocks. add windmill control block to list of torque-tiles registered for regular torque-tile block rule. Fixes windmills not generating properly in structure system.\nFIX - clean up handling of empty/air blocks in ticked structure builder. Closes #192\nCHANGE - ticked structure builder now does an initial pass to clear the build-area of any existing blocks (not re-validated once cleared). Each block cleared will drop the item for that block and consume energy. HINT: It may pay off to pre-clear the area where these structure builders will be used!\nFIX - fix up vanilla logic template rule type assignment being overwritten by awautomationlogic assignment, should be backwards compatible, and future templates should be more conformant\nFIX - fix wrong loading of town-map data.\nFIX - fix default assignment of town-gen flag in config file (default=true) (may need to regen config/change manually)\n\n2.2.79版\nTest release for test server, for building structures for initial towns-pack(s).\nFull change-log will be published with the public release.\n\n2.2.78版\nFIX - fix up labels for inventory side selection in worksite side-selection GUI. Closes #175\nFIX - fix up sided inventory handling issues in worksites. Closes #179.\nFIX - fix up enchanting books in trading post enchanter trader. Closes #176. (only on new worlds/new chunk generation, no way to back-fix existing NPCs)\nFIX - Update warehouse crafting station to eliminate shift-click duplication bug. Closes #181\nCHANGE - Update warehouse interface tile to remove items with quantities in excess of that specified in the interface filter list. Closes #182\nFIX - clean up block-icon lookup (should fix crash reported on forums)\nFIX - implement addition of escape chars to empty quotation marks whenever saving out a json value. upon parsing, skip any quotation marks that have been escaped. Should resolve issues of parsing signs with \" in their text. Closes #184.\n\n2.2.77版\nFIX - Fix up an issue when parsing mod added biomes that have a null-name.\n\n2.2.76版\nWARNING\nNew config files are necessary for this release. Please delete your all of your old Ancient Warfare config files and allow them to be regenerated with the new default values.\n\nPlease back up your world before updating to this version. If you encounter any problems during the update, please report them here.\n\nChange Log:\n\nNEW - Add Worksite Chunkloader upgrades. These force-load the chunks for the workstite block and all blocks in its work bounds.\nNEW - Add / command to manipulate research data for players. /awresearch -- see the manual for more info.\nCHANGE - Swap over to using the Forge in-game config system. Removes the f7 conflict with NEI. Use the Mods button on the main screen, scroll to Ancient Warfare, and click the options/config button.\nNEW - Add / command to manipulate faction standing for players /awfaction -- see the manual for more info.\nNEW - Add a config list for blocks to skip during structure scanning. These should include any blocks that are known to cause issues in structure templates, or other air-like blocks (railcraft hidden blocks, etc...).\nNEW - Add a pack of default structures for world generation. World Generation is enabled by default, you may disable it in the Structures module configuration file.\nNEW - Add a selection of default structures for use in the drafting station. These are mostly the default vanilla village houses.\nNEW - Add Bard and Trader NPC types. See the instruction manual for more information. Default songs are included for the bard, see instruction manual for list of names and times/lengths.\nNEW - Add full RF support for Torque power system.\nNEW - Update support for BC 6.1.x, remove support for old BC-MJ API.\nNEW - Add open-source license for mod. GPL 3+. See included license details for more information.\nNEW - Survival mode structure builder will now render bounds around the area that it is constructing in.\nNEW - Fully animated all tiles for the torque power system. Many changes to placement and handling. See instruction manual for details.\nNEW - Add waterwheel generator. See instruction manual for placement details.\nNEW - Add windmill power generator (and cosmetic) multi-block structure. See instruction manual for details.\nCHANGE - Update faction-owned npc archer ai to not chase targets so blatantly.\nFIX - Drafting station should no longer allow selection of structures that are not flagged for survival mode.\nFIX - Clean up drafting station GUI, reposition preview picture and add labels to needed-resource lists.\nFIX - Structure system will now properly load preview images from .zip structure packs.\nFIX - Clean up some language/translation keys for item tooltips.\nFIX - Remove phantom mouse click upon first opening a GUI.\nCHANGE - Update the default minimum duplicate distance for structures world-generation to a more reasonable level. Config file will need to be regenerated to see this change.\nFIX - Fix support for flower pots in structure system to accommodate the new flower types and new data format.\nFIX - Fully support use of instant structure builders while in survival mode. The structure to be built must be selected by someone in creative mode before being used in survival.\nFIX - Fix a rendering issue in Warehouse GUI that would cause the bottom row of items to not fully render.\nFIX - Clean up handling of text-input boxes that would sometimes make it impossible to close a GUI without re-selecting a text-box first.\nFIX - Clean up handling of scroll-wheel in many GUIs that would cause it to be unresponsive while hovering over other GUI elements.\nFIX - Clean up many instances of color/tint leaking through in GUIs. Should solve some strangely colored slots and/or GUI elements.\nCHANGE - Update the default skippable blocks list for structure generation. This should fix many issues such as structures spawning in the bottom of the ocean. You will need to regenerate your structures-module config file for this fix to take effect.\nFIX - NPC Custom health override should now properly set the NPCs max-health.\nFIX - NPC Medics should now properly heal nearby injured friendly units.\nFIX - Block selection in worksite target GUI. Should now work properly.\nFIX - Improve command baton interaction with NPCs. It should now function much more reliably and logically.\nFIX - NPCs resurrected by player-owned NPC priests would respawn with items intact. They now respawn naked as they should.\nFIX - Death/killed by message should now be properly translated when killed by an NPC.\nFIX - Incorrect textures on worksite size upgrade items.\nFIX - Rotation and placement of entities in the Structure System.\nFIX - Animal Farm max number of animals selection not load/saving properly.\nFIX - Tree Farm worksite will no longer pick up non-log blocks.\nFIX - NPCs will now push themselves out of solid blocks. Should resolve issues of NPCs possibly suffocating on world reload due to vanilla repositioning issues.\nFIX - Fix up many issues that would cause workers to stall out.\nFIX - Fix up some performance issues related to worksite inventories, esp. tree-farms.\nFIX - Add Shift-click item-transfer functionality to several GUIs where it was missing.\nFIX - Fix up many block rotation / duplication issues in the structure system.\n\n2.2.75版\nupdate structures in default structure pack. Closes #131\nupdate default skin for civilian females for all pre-configured factions.\nadd default texture for bards. Closes #160\nactually fix up power-loss mechanics in flywheel storage. Will revisit in the future when upgrading to a full network graph. Closes #158\nremove transmission of template preview images to clients from ded. servers. Implementation was fubar. Will need to revisit in the future.\nupdate instruction manual for recent changes in mod\nadd rendering of survival-mode structure-builder work bounds. Closes #165\nupdate energy states and use for structure builder tile.\nadd percent remaining / pass #/of# to survival-mode builder block. Closes #164\nclean up drafting station GUI. Closes #162\nfix drafting station GUI to only allow survival-flagged structures. Closes #161\nfix up parsing of images from zip template packs. Closes #163\nupdate name for windmill control block. add localization entry for windmill control and blades to language file\nupdate default values for torque tile power loss\nslightly re-order power update order in torque tiles\nadd power-drain mechanics to flywheel control blocks\nfinalize set of tunes to add for bard. re-encode, and crop to make them small enough to include. Should probably offer a second set as a 'full' bard-tune pack.\nfix typo in localization lookup for survival mode builder tooltip key\nupdate tooltip comment on survival-mode structure builder to use language files. Closes #155\nadd screenshots/preview image for all structures in default pack\nfix up button and checkbox gui-elements activating when GUI first opened. May need to revisit in the future for other elements. Closes #151\nlots of fixes to enable player-owned bard NPCs. They should now work as intended. Might require volume settings higher than 100, depending upon volume of the source sound.\n\n2.2.74版\nremove water from default skippables blocks list. Closes #132\nremove a bunch of other blocks from 'skippables' list that should not have been there (clay, ores, others...)\nadd item to test world-gen ability of a particular structure\nclean up some of the debug output for structure gen failure.\nclean up NPC medic AI -- it should now properly heal things. Closes #128\nactually clean up medic AIs in response to #128. Medic ais should actually work, for both player owned and faction npcs.\nfix up max-health override not working. Closes #129\nre-add npc-mount-horse functionality to command baton guard/move command\nremove grass block from skippables blocks list -- it is -not- skippable\nLots of GUI cleanup. Closes #141, #142 & #143\nclean up color leakage from item-slot widget rendering in many GUIs. Updates #136\nfix structure scanner biome and dimension whitelist checkboxes never saving out to validator. Updates #137\nadd packet for use by tile-entities for block-events\nswap over to using custom packets for network data to route-around the stupid vanilla range-BS for block-events (srsly, why check range when you should check 'is player tracking chunk'?). Updates #135\nclean up block event packet to more closely correspond to vanilla mechanics. Can possibly investigate widening the data-types for a/b data bits at a future date. Might want to investigate creating custom packet for wider types, so existing tiles can use lowest-network use packets and only use wider types where needed.\nclean up message when loading templates.\nfix config value initialization for loading of the default structure pack\nenable creative mode structure builder functionality for survival mode; block access to selection gui in survival and decrement stack-size-on-use in survival mode.\nadd .ogg sounds for bard to repository\nfix up naming of new test items (structure tab)\nadd construction tool explicitly for lakes\nfinally implement box-fill for construction tool (creates hollow box for bounds selected)\nupdate default block handling to properly scan inventory for trapped chests\nclean up handling of inventoried blocks in template system.\nmore inventoried TE template support cleanup\nupdate support for BC 6.1.X (RF API versions). completely removes support for MJ interface. Updates #144\nupdate libs/deps for NEI for new forge launch mechanics (some stupid ASM conflicts going on...)\nadd licenses for libs.\nadd license for mod (GPL)\nFix up handling of flower pots\nupdate survival flag in structures intended for survival mode\nfix up handling of double doors in templates (will need rescan for any that had double doors). would also fix any occurance of door handle/hingle being on the wrong side. Updates #138\n\n2.2.73版\nfix up parsing of NBT tag data in templates, esp. for entities\n\n2.2.72版\nadd template scanner skippable blocks list. Closes #124\nfix up rotation issues in templates with both worksites and torque tiles. Closes #121 && Closes #122\nupdate auto-crafting worksite inventory status caching. Only check if can craft once per tick maximum. Should resolve issues of hoppers not updating tile inventory status causing the table to not auto-craft like it should have. Closes #115\nclean up parsing of JSON empty arrays and empty objects (was not advancing to next valid char prior to return)\nupdate worksites to validate block collections when target blocks are adjusted. Closes #125. Looks to be cleaned up appropriately. Will still need disclaimer regarding updating tree farm bounds/targets while there is work to process.\n\n2.2.71版\nadd json<->nbt converter. add json writer. add json reader. add json parser (from string or reader).\nMove template parsing over to new internally handled json (as vanilla handling is extremely poor)\nremove silly npc-alert AI stuff, it was disfunctional and buggy\nclean up non-combat NPC-flee AI. Should resolve #101 and #120\nmuch reworking of npc command handling. works about as needed, small cleanup needed for guard command to re-enable horse mounting... but might just disable that stuff until I get the custom horse code working\n\n2.2.70版\nAdd default structure pack loading ability for #116. Should be finished, but need to test thoroughly\nactually fix animal farm load/save from nbt of max animal values. Closes #118\nFix NPCs respawning with equipment from resurrections. Closes #117\nfinish adding faction standing manipulation command. Closes #113\nadd capitolized version of npc entity names for translation. Closes #114\nonly write out upgrades list for worksites when upgrades are not empty, partial fix for server crash issues\nclean up reading of worksite tags to accomodate buggy vanilla JSON int-array parsing (parses as nbt-list instead of nbtintarray). More partial fix for server crash\nadd default setting of work bounds for bounded worksite tile when loaded from disk. Should resolve issues of crashing on the server\nadd more explicit error handling when constructing a template w/ instant construction.\nhack around issue of loading byte-arrays for worksite user-blocks, should allow server to start + load. need to rewrite template tag parsing...again... Final fix for crashing issues on server\n\n2.2.69版\nfix up spawning of gates in templates\nclean up some issues related to the differences in handling between dedicated server and integrated server (ints being truncated to bytes for block events, and to shorts for container progress bar updates)\nfix gate control GUI being incorrect dimensions.\nadd translation to 'repack gate' in gate control GUI\nadd display to warehouse gui of current/max stored quantities. Closes #71\nre-enable chunkloader upgrades. add chunkloading upgrade functionality to worksites that extend worksite base. May need to examine adding ability to structure-builder site from struct module (would require moving chunkloader stuff into core). Closes #69\nfix icons for size upgrades for worksites -- they now have the correct # on the icon. Closes #109\nfix up un-owned gates having save-to-nbt issues with an empty owner-name string\nFix crash in torque system due to retarded vanilla update mechanics (invalidating during build because MC refuses to load chunks in an intelligent manner). Closes #112\n\n2.2.68版\nfix issue of animal farm pickup up eggs when inventory is already full. Closes #80\nfix issue of worksites not inserting resources into proper slots when inventory has been remapped\nfix up issues of auto-crafting station not rechecking inventory contents to see if it can craft. Closes #90\nfix up courier needing backpack re-inserted on respawn from item-repack\nfix up issue of worker npcs not updating texture when spawned on client-side. Closes #91\nfix up research station adjacent inventory use, direction and side must now be designated. Closes #85\nfix engineering station changing metadata of items on refil operation. Closes #92\nclean up setting of NPC name, send on gui close instead of every text input. Closes #83\nchange 'disable wander' setting to completely disable most AI. Closes #96\nfix up worksite upgrade dropping issue. Closes #98\nadd default naming for custom_3 faction as-per Mohawky suggestion\nfix up worksites processing work from energy even with overflow inventory being overstuffed\nFixed a typo causing Quarry to set wrong toolLevel. Closes #110\nupdate quarry to reset current scan/validation position when upgrades are applied -- should resolve issue of quarry potentially skipping blocks after a tool quality upgrade is applied\nclear client-side upgrade cache on data packet regardless of if new upgrade data is coming in\nfix up un-owned gates having save-to-nbt issues with an empty owner-name string\n\n2.2.67版\nninja patch out the debug stuff from archers, it causes crashes on servers\nFixed a typo causing Quarry to set wrong toolLevel. Closes #110\nclean up more rotation/network issues on torque tiles\nfix crash in backpack - forgot to accommodate skipped player-inventory slot\nupdate quarry to reset current scan/validation position when upgrades are applied -- should resolve issue of quarry potentially skipping blocks after a tool quality upgrade is applied\nclear client-side upgrade cache on data packet regardless of if new upgrade data is coming in\nadd basic translation support for in-game config menus\nadd base methods for applying power loss\nupdate torque tiles to re-add power loss\nadd torque loss to flywheel storage blocks -- might need to examine amount\ntorque distributor will only output power into heads that have a connection\n\n2.2.66版\nfix up trader AI, had inverted >/< symbol when checking distance for 'at shelter' task. Should resolve issues of traders stalling out at night.\nclean up faction-based archers to give them a bit more conservative attack AI. Mounted archer code needs examining, it appears they have issues seeing their target (or choosing one at all).\nclean up crash when repacking mounted faction npc\nminor cleanup in faction ranged attack ai\nclean up some client synch rotation issues with quite a few torque tiles\nclean up annoying input issue on text-input widget related to backspace handling\nswap over to forge config gui for all client side options\nremove ability to place ladders/etc on windmill blade blocks. Also disable monster spawning on them.\nrename torque conduit -> torque junction\nupdate base manual with info regarding submitting bug reports\nclean up animal farm not respecting max-animal settings on world load/save (was not a synch issue, merely an nbt-issue). Closes #104\nadd pushOutOfBlocks to NpcBase -- should resolve issues of NPC suffocating on world reload due to vanilla derpiness. Closes #100\nTree farm will now only chop down blocks that explicitly extend BlockLog. Should resolve issues of tree-farms chopping down fences/etc. Might introduce issues to some mod-added tree-types if their logs do not extend BlockLog. Closes #103\nadd a small delay to worksite work processing if previous attempt failed. Should smooth tick-times with empty worksites.\nupdate worksite base code to enable can-fit checks prior to adding to inventory.\nadd some more utility methods to inventory tools\nclean up need for worksite inventory overflow. Now validate if can hold prior to harvesting any block / picking up any item. Will eject item into world if canHold check is not proper for any reason. Closes #89 Closes #102\nClean up some old no longer needed debug output.\nRemove unused biome-alias code from structure module configuration.\nRemove unused npc-name override code from NPC module configuration\nupdate block priorities and block rotations -- should improve placement of trapdoors and redstone torches, and possibly several other blocks as well. Closes #74\nclean up crash in structure scanner if setpos key is pressed while targeting air\nfix entities not being placed properly in rotated structures. Closes #108\nclean up sterling generator container shift-click code.\nclean up base transfer-stack handling code for all containers -- should resolve several odd issues with shift click on a few containers. Closes #52\nadd -long- range pathfinding ability to NPCs. They should now be able to move over long-ranges. Might still have issues with some terrain or if there are multiple vertical levels involved. Will still be better than it was as it does not alter the pathfinding for the existing short range stuff.\n\n2.2.65版\nFix up neighbor cache build/update code. Should resolve client crash issues related to torque tiles (and potentially resolve a few server-side oddities as well).\n\n2.2.64版\nadd explicit crash if cache was null directly from cache build. (it should not..can not.. ever be null...)\nfix up worksites processing work from energy even with overflow inventory being overstuffed\nclean up worksites processing work even when overflow is not empty. should clean up some of the performance related issues when worksites become stuffed. Updates #102\nupdate to forge 1219 -- need to examine uses of block place events\nadd patch to warehouse block to still load bounds from old format instead of blindly setting bounds\nadd example resource pack\nadd debug output to torque tiles to attempt to track down what is causing crashes\n\n2.2.63版\nfix up warehouse not resetting upper bounds properly on client-side (regression from previous gutting of worksite heirarchy)\nadd recipe for torque shafts. slightly increase cost of torque conduits to encourage use of shafts where applicable\nfix up reversed output rotation on hand-cranked engine\nfix up torque block subtypes not dropping proper metadata items, as well as flywheel storage block types\nfix up torque tile items ignoring metadata for stacking\nclean up rotation synch issues with many torque tiles (hand / sterling / water generator, flywheel control)\nupdate more tiles for proper network synching\nlots of class renaming and heirarchy cleanup, should have little effect other than reduced allocation on tile creation (a good thing)\nclean up render frustum check for waterhweel and flywheel storage tiles\nmuch work on windmill control and blades blocks\nfix up windmill rotation interaction (blades rotate always when valid). fix up issue of multiple controllers on same blade -- whichever updates first will get the power\nclean up needing to have torches on torque conduits/etc. -- need to adapt it to check for connections on conduits/shafts, to clean up interaction issues with MFR tubes (and possibly others)\nadd recipe for windmill blades\ngreatly increase the valid placement setups for a waterwheel, it can now be placed in most setups that would be logical\n\n2.2.62版\nfix crash when invalid trade order given to NPC (one with 0 route points). Closes #94\nupdate instruction manual to include information regarding faction and player owned traders\nadd rendering of route to trade orders item. Closes #88\nencapsulation cleanup\nminor cleanups to PO trader AI\nfinish cleanup of empty waypoints on trade orders item\nreset all flags in PO trader AI when finished with shelter codepath, should ensure trader kicks back into routing mode properly\nchange 'disable wander' setting to completely disable most AI -- needs custom implementation in each AI, so that they may be disabled independently (such as follow player is -not- disabled). Closes #96\nRe-enable PO bard. prep work on bard code/GUI rework.\nimplement bard gui container-side code\nfinish rest of bard tune entry methods\nbard GUI mostly implemented, need volume/length /list manipulation stuff\nmore work on bard GUI. need to test implementation and cleanup\nadd translations for strings in bard GUI\nadd reimplementation of bard AI, needs callback for onTuneDataChanged when bard tune GUI is closed\nfix up worksite upgrade dropping issue. Closes #98\nactually clean up setting of npc name from GUI\nmad crazy updates to torque tiles. add torque conduit TESR w/rotating conduits -- need texture(s)\nclean up quite a few methods/sublcass oddities; remove a bunch of debug\nadd uv mapping to torque tile model; add torque tile uv maps.\nclean up delta/rotation stuff in torque tile render\nadd torque conduit textures; clean up initial energy state for client side tiles\nupdate torque distributor to new model/rendering methods\nfix up issue in model editor UV editor of multiple 'export UV map' buttons being stacked\nclean up number input being derpy with manual input, also fix crashing on 'empty' input for a numberinput field\nmore cleanup of crashy/annoying things in model editor/gui framework\nupdate flywheel model. add uv map.\nlots of cleanup to flywheel render, some minor updates to how torque tiles handle block updates (enable generic block/metadata updates in addition to purely tile-entity change updates)\nupdate flywheel to have proper output rotation for each block in the stack\nadd basic implementation of straight torque shaft\nremove some debug spew =\\\nminor cleanup\nmore cleanup of client-side tile update status\nmost of the way done with flywheel rework, need to make control block model, 3x3 model, and clean up 1x1 model. Need to make actual render for storage block.\nproperly set bounds of torque shaft block from block orientation\nproperly set bounds for torque shaft block based on orientation and not connections\nfix up display of primitive name in model editor/uv editor GUIs\nlots of working cleaning up models/etc.\nfix up flywheel controller updating when block broken\nadd notes on colors for torque tile textures\nadd cofh lib for RF framework integration -- need to resetup workspace to enable decomp/integration of code from lib\nmore work on torque tile models, add waterwheel model and basic validation code\nmore work on waterwheel\nbit of playing around with adding CoFH support\nrework how flywheel storage blocks are initialized/validated\nadd prep for re-implementation of torque framework\nadd basic implementation of RF interaction for torque transport tiles, need to clean up torque implementation before further progress can be made\ntorque refactor part 1\nrefactor pass 2 - add method params\nrefactor pass 3 - org imports\nrefactor pass 4 - more method signature update\nrefactor pass 5 - gutting\nrefactor pass 6 - mass cleanup, partially done\nrefactor pass 7 - cleanup / comments\nrefactor pass 8 - make it compile; need client rotation stuff fixed still\nrefactor pass 9 - beginning of reimplementation\nrefactor pass 10 - more reimplementation\nrefactor pass 11 - most things re-implemented, need flywheel 4aa61af\nclean up torque shaft interaction / animation\nclean up waterwheel generator\nrefactor pass 12 - finishing up, flywheel working\nmore minor cleanup - work towards fixing bc integration\nadd default naming for custom_3 faction as-per Mohawky suggestion\nclean up some BC interaction stuff 387ab61\nrework heirarchy of warehouse -- likely invalidated any nbt data, might have issues on world load. Might also expose issues of incorrect class casts regarding non-inventory worksite blocks that incorrectly extended worksite base.\nAlso rework worksite base to use standard torque cell for energy storage. -- in prep of implementing RF onto worksites\nclean up warehouse implementation\nmore worksite cleanup in prep of RF integration\nlots more cleanup of worksite base class.\nadd rf integration to worksites -- they should now be able to accept RF input without issue\nadd textures for waterwheel, torque shaft, flywheel controller\nremove unused sounds.json file, move to project resources for future reference on internal formatting\nupdate large flyhweel storage model to include 'windows' -- need to enable multipass rendering and still do textures for the whole thing\nmore tex work\nclean up (remove) a ton of unused textures\nadd large flywheel storage texture, update render for multipass\nupdate flywheel storage render for med/heavy textures, update med/heavy textures to not look like wood =\\\nupdate default icons for torque blocks (used for breaking animations)\nmore block texture updates\nimplement many item renders, add textures/model/render for single-wide flywheel\nlots more work on renders/rendering - add windmill test model/texture, need to adapt windmill to dynamically resize sails\nupdate render for hand-engine. add multi-sided rotation handling to hand-engine.\ncreate base class for rendering windmill blades when I get there\nwork on implementing windmill blade block\nmore work on windmill blades and control, mostly blades rendering\nadd a few recipes, textures, add per-type differences to power transmission/storage to torque conduits/dist/shaft blocks as well as flywheel controllers. adjust render size on waterwheel block.\n\n2.2.61版\nNEW - add recipe for trade order.\nCHANGE - change research requirments for routing order to 'trade' (same as the courier that uses it)\nFIX - add translation for research command usage message.\nFIX - add trade order translation\nNEW - add research manipulation command -- /awresearch (add:remove:clear:fill) targetPlayerName (goalName for add/remove)\nFIX - clean up setting of NPC name, send on gui close instead of every text input.\nFIX - fix engineering station changing metadata of items on refil operation. Closes #92\nFIX - fix up research station adjacent inventory use, direction and side must now be designated. Closes #85\nFIX - fix up issue of worker npcs not updating texture when spawned on client-side. Closes #91\nFIX - remove some debug output from npc worker\nFIX - fix up courier needing backpack re-inserted on respawn from item-repack\nFIX - fix up issues of auto-crafting station not rechecking inventory contents to see if it can craft. Closes #90\nFIX - fix issue of worksites not inserting resources into proper slots when inventory has been remapped\nFIX - fix issue of animal farm pickup up eggs when inventory is already full. Closes #80\nFIX - fix issue with deposit/withdraw and backpack inventory not being updated\nFIX - fix up issue of upkeep point not being displayed properly when selected/reseting in trade order routing\n\n2.2.60版\nCODE - mass cleanup to remove need to call statcollector.translatetolocal all the time in GUIs -- widget elements will auto-translate any input text; will still need pre-translation for compound text input\nCODE - add some more utility methods to item/inventory manipulation classes\nFIX - fix shield-slot icon display (change from orders item to shield item)\nFIX - update research goal resources/parsing -- fixes crash issues related to improperly specified items (need domain name with item)\nFIX - fix up issue with assignment of restock items in trade order gui\nFIX - add ability to change sides for restock options in trade order GUI 99809d8\nFIX - fix issue of courier working in the rain\nFIX - fix up interaction issues with npc trader\nFIX - fix up loading issues with restock deposit/withdraw points in trade orders item\n\n2.2.59版\nNEW - Add/re-enable Player Owned Trader and trade-orders item. Use the trade-orders item to configure the traders trades. Put the a backpack in the traders main hand (containing the 'output' items), and put the trade orders in his manual orders slot. Will provide more details on function soon.\n\n2.2.58版\nFIX - update research goal resources and parsing -- fixes crash issues related to improperly specified items in research station\n\n2.2.57版\nNEW - Add updated Faction based NPC Traders. Instruction manual not yet updated, will be once testing is done and features finalized.\n\n2.2.56版\nFIX - issue regarding interaction with worksite while on a team. Closes #84\nFIX - fix a few code minor formatting areas\nFIX - add right-click energy output chat message to waterwheel generator\n\n2.2.55版-beta\nInitial public beta release. Please see the accompanying instruction manual for more details.\n\n2.1.54版\nFIX - re-add export/parsing of block dynamic swap value for templates (it didn't survive the 1.6 port, was missing some chunks of the code)\nFIX - Add exception handling for structure template entity rules -- should give informative message regarding errors during entity creation during world gen.\n\n2.1.53版\nFIX - Modify input handling to hopefully resolve issues with NEI / gui closing. Closes #82\nFIX - Clean up control-tile reference issue in warehouse storage-block when no control tile is present\nCHANGE - disable trader npcs -- remove them from creative GUI and disable spawning (essentially removed from mod for now).\nCHANGE - remove chunk-loader upgrades from upgrade item-lists for the time being -- will re-add when I implement that functionality into the worksites.\nFIX - fix translation of warehouse interface tile\nFIX - fix translations for engineering station and research station\nFIX - minor cleanup to block-name lookups\nCHANGE - update build script to add sub-packaging of individual modules -- need testing of modules as stand-alones\nFIX - remove unused renderer/client tick handler (old worksite item bounding box rendering, no longer needed with the changes to worksite setup).\nFIX - Some cleanup to template system vanilla blocks rule -- should improve the speed at which structures are generated (removed block lookup prior to every block placement -- block instance reference is now cached after rule is constructed).\nFIX - Fix up issues regarding npcs in the template system. Resolves crash when spawning an npc through templates, as well as equipment/naming/texture issues when spawning npcs through templates.\n\n2.1.52版\nclean up an issue preventing dedicated server from accepting connections -- improper tile-packet handling, calling a (strangely) client-side method on server.\n\n2.1.51版\nFIX - modify model-picking to clean up piece number use/assignment/lookup (model-editor)\nFIX - add a finalize method to clean up openGL display-lists for discarded model-pieces\nFIX -Fix up torque conduit neighbor validation call -- hopefully fixes the problems introduced by forge issues. Closes #79\nFIX - Clean up issue that was preventing energy transfer from bc->aw ac2f8d9\nCHANGE - Add code to differentiate torque tiles by type/grade.\nNEW - Add config options for automation module stuff (energy values, mailbox travel times, others...)\n\n2.1.50版\nNEW - add updated model for research station -- use tile-model from AW1\nNEW - add updated model for auto-crafting station -- use tile-model from AW1\nNEW - add research recipes for remaining research goals determine research times.\nFIX - update chunkloader block to clean up interaction issues\nFIX - clean up bounds adjust GUI (center elements)\nFIX - update quarry to auto-set its work-bounds y-size/offset properly\nFIX - update fish farm to auto-adjust its bounds y-offset\nFIX - fix up an issue regarding energy use at worksites (were returning 0 energy per-work unit needed, would work non-stop for free)\nCHANGE - minor updates to user-manual,\nFIX - clean up initial block-target assignment to include all blocks in bounds.\nCHANGE - update block-data manager to default to MC names for block-items names. Should be all that is needed to future-proof new templates.\nCHANGE - remove a manual-override for a name mismatch for block-name lookup in template system. need to find what it effects and correct it at the base. (was for regular brick blocks)\n\n2.1.49版\nChange Log:\nFix callback for on-npc-weapon slot changed missing/not called. Fixes issues of NPCs not updating textures. Closes #73\nFix up lighting for rendering of TESRs. Closes #72\nFix up incorrect interaction mechanics when right-clicking on worksites w/ an item or block in hand\nMAJOR - Change -- Worksites can now have their work-bounds adjusted after being placed.\nMAJOR - Change -- Worksites no longer allow their bounds to be adjusted prior to placement -- simply right click to place the block and adjust the bounds afterwards.\nMAJOR - Change -- Bounded worksites by default now have a max size of 5 blocks (16 for quarry), this includes the warehouse.\nMAJOR - Change -- Block targets are now set in the 'Bounds' GUI for any target-adjustable worksite (crop/tree farms mostly)\nMAJOR - New -- Add worksite upgrade system. This is applicable to -most- worksites (excluded are hand-cranked generator, research station, structure-builder). Includes all farms, quarry, warehouse, and auto-crafting worksites.\nCurrently available upgrades are:\nBounds-size upgrades for bounded worksites. Quarries have separate (more expensive) bounds upgrades)\nEnchanted tools. Increases efficiency, and provides additional drops as per looting/fortune enchants.\nQuality tools. Increases efficiency and allows quarry to harvest harder blocks.\nChunkloaders for normal worksites and quarries -- Not Yet Implemented fully\nNot all upgrades are applicable to all worksites. There is currently no listing of what goes with what, but some common sense should be sufficient to figure it out.\n\nKnown Issues:\nIcons for large-size upgrade have 15 written on the texture, should be 16\nIcons for quarry size upgrades have incorrect size on the texture (9/15, should be 16/32)\nTooltips for worksites/etc have not been updated to reflect the new placement mechanics.\n\n2.1.48版\nFix some recipe resource errors with torque tiles. Closes #64\nFix block-break/drops for warehouse storage med/large blocks. Closes #65\nFix interaction issues while holding blocks + interacting with worksites (was not returning proper value from interact method). Closes #66\nUpdate maximum PF range for NPCs (60). Ensure all NPCs 'move home' AI will trigger -before- they exceed that range. Reduced many NPC max ranges to be inside of the new PF max (50). Closes #63\nRemove power drain from warehouse control block. Closes #68\nRe-enable callback for on-orders changed for NPCs. Fixes issues with work-orders AND routing-slips regarding not updating the AI when orders are inserted. Closes #62\nAdd resources for AW1 crafting station models/textures, some work on updating crafting blocks/tiles to use old table models -- going to take alot of refactoring to get it all working properly\nUpdate Engineering Station to use 3d model from AW1\nAdd research goal required resources for: conscription, command, mining, mathematics, the_wheel, construction, trade. Please examine these for resource sost and if they can be properly completed.\nUpdate research goal parser to allow blocks to be used as resources in research goals.\nFix -- Inform warehouse controller block on warehouse storage block break, earlier in the removal chain. remove cached counts of items from controller when storage blocks are removed. Closes #70\n\n2.1.47版\nClear worksite cached blocks to process when user changes target blocks (except harvestables, want to still clear any existing harvestables). Closes #60\nAdd shouldBeAtHome() to NPC for basic test of has home point / no target / night/rain.\nDisable wander AI entirely when npc should be at home.\nClean up move home AI to resolve wandering issues at night. Worker Npcs should now stay very close to their assigned home points at night / in the rain. Closes #59\nUpdate shouldBeAtHome() to test for underground dimensions when checking for 'night' time.\nupdate work ai to respect new shouldBeAtHome method in npcs. Closes #54\nupdate random work AI to also respect new shouldBeAtHome() method. Closes #56\nadjust input handling in base GUI to fix issues of intercepting keybinds for ASM'd gui-classes from NEI. Closes #55\nadd shift-click handling code to warehouse storage and control blocks. Updates #52\n\n2.1.46版\nFix number-input widget saving text / validating text on every text input instead of just when enter pressed. Closes #53\nFix work-order item saving time-entry data. Closes #48\nFix NPE on render of worksite work-bounds. Closes #47\nImplement inventory methods on mailbox tile\nFix worksites, torque blocks, mailbox, and warehouse blocks to drop inventory when broken. Closes #50\nAdd 'move home when raining' to npc move-home AI. Closes #54\nAdd several shift-click transfer code sections to containers. Updates #52\n\n2.1.45版\nFix distance check in move-home AI so that npcs properly move to home position. Closes #46\nOverride interaction behavior on npcs when player is using a command baton -- disallow npc interaction in favor of baton selection action. Closes #44\nFix animal farm not processing pigs. Closes #45\n\n2.1.44版\nFix ref to client-side classes crashing when loading an npc on ded. server. Closes #39\nFix animal farms not working properly. -- they were never doing an initial scan to find animals. Closes #42\nRemove power drain from worksites as it would cause a worker to never leave a site\nClean up a few issues preventing workers from moving between worksites properly\nClean up slot-rendering for npc inventory gui (need to find proper solution...). Closes #43\n\n2.1.43版\nUpdate resource use for many early-game research goals to reduce string use. Closes #36\nFix research table not starting research when using adjacent inventories. Closes #35\nDefault worksites with selectable blocks to default to ALL blocks in their bounds. Closes #37\nSet default hardness on all blocks to 2.0 (matches cobblestone). Closes #38\n\n2.1.42版\nfix debug setting from config not actually toggling debug logging off\nfix bard not having a health value in lookup table (resolves a crash issue)\n\n2.1.41版  MC-1.7.10\n更新至MC 1.7.10\n修复了NPC手持的问题\n\n\n\n\n\n\n2.0.40版\nadd translation entries for research book GUI strings, fix reference in research book gui for a few of them. Closes #32\nfix up NPC equipment config to actually load config values into equipment arrays for the npcs\nadd recipe to craft town-hall\n\n\n\n\n\n\n2.0.39版\nfix crash related to spelling error on npc subtype lookup for pirate civilian male\nadjust faction tracker so that client-side faction entry is never null -- it will retrieve whatever value is/not stored. Not the most elegant of solutions, but should solve issues related to NPC/faction lookup on client-side. add .38 release\nfix skin-pack system to actually load multiple skins for the same npc type from the same pack\nadd ability to set faction-npc starting equipment through config file\nmove/add custom-texture field to main NPC gui -- allow for -all- players to specify custom skins for their NPCs\nflywheel blocks will no longer output power when receiving a redstone signal\nconfig rework pass 1 -- rework config files to be in own directory, refs seem to be working fine, need to test structure loading / custom npc stuff loading (skins/trades)\nconfig rework pass 2 -- split npc config file into sub-files for each 'large' section\n\n\n\n\n\n\n2.0.38版\nfix crash related to spelling error on npc subtype lookup for pirate civilian male\nadjust faction tracker so that client-side faction entry is never null -- it will retrieve whatever value is/not stored. Not the most elegant of solutions, but should solve\n\n\n\n\n\n\n2.0.37版\nplayer owned NPCs owned by other teams will now render their team-color if assigned to a team. non-teamed * player-owned NPCs which you may not command (not their owner) will now have their names dimmed out / render in dark gray. Closes #13\nclean up npc alert AI -- appears to be functioning as intended\nsome cleanup of crashy things in npc-rendering\nalso fix civilian -> custom name in custom-faction civilian male registry\nfix crash related to RC hidden tiles\nclean up some issues with auto-crafting station. It will no longer craft items if its output slots are full. Also, it will no longer decrease resources based on the stack-sizes in the input grid (always decreases by 1, like it should). Closes #30\nfix town hall block will now drop inventory when broken\nthrow a more precise error message when a client-side faction-lookup error occurs -- should help track down problems related to the faction lookups.\na few updates to rendering in an attempt to fix others' issues of black-backgrounds.\n\n\n\n\n\n\n2.0.36版\nfix translation of trader 'inventory' button\nfix up faction-based mounted NPC dismount code -- there is now no way for a player to issue a dismount command to a faction based NPC (use the non-mounted variety if you want a non-mounted npc).\nfaction based mounted units will now kill their horse when they are repacked into item form (as they will spawn a new horse when respawned)\nadd bonus armor for equipping a shield in NPC offhand.\nadd bonus damage for equipping a weapon in NPC offhand.\nfix npc 'pick block' mechanics -- it now will send a pick-block packet to handle logic server side where all of the vars are actually available\nclean up the processing in research station\nsome formating work on adding recipe view to research book\nadd dump to file for entity-list to npc config\nupdate location of dump for block_names list from structure-module block-name export\nadd config toggles to disable rendering of NPC health values -- nameplate must still be enabled for health to render.\nclean up research book GUI\nclean up research table handling of queuing -- it will now properly wait for resources before starting the next research goal. Closes #26\nadd custom ranged-attack -- much simpler than the vanilla ranged attack\nadd ability to set default max health of npc types through config file\nrework faction-based NPC subtypes to be own-classes -- resolves issues of not being able to use subtype in constructor due to it being a class-field that was not initialized until after super.constructor was called\nupdate names in default skin pack for mounted_soldier->cavalry so that they load properly\nadd toggle for debug mode\nremove some debug output from ranged attack ai\nclean up npc inventory access synching\nupdate leveling stats to account for max health override and\nconfig-based default health value when updating health on-level-up\nadd skins for faction male and female civilians\n\n\n\n\n\n\n2.0.35版\nadd shield item\nfix npc spawner to not decrement in creative mode\nupdate icon for hungry-no-upkeep-site ai status\nadd faction-priest targets to config\ntiny bit more targeting work in base and faction trader npcs\nadd civilian basic AI and hostile/targeting settings\ncleanup imports/warnings/errors\nfix up NPC targeting, revenge targeting, and anti-friendly-fire mechanisms\nfix npcs being able to target arbitrary player-set targets via command baton\nfix npc 'no wander' setting saving to items when repacking an npc\nclean up render-positioning of npc-offhand items to mimic vanilla right-hand positioning as close as possible\nclean up gate spawner item tooltip\nadd icons for custom faction normal types\nadd registrations for civilian npc types\nadd registration for 3 custom NPC factions\nfix up error messages regarding unknown recipe types\nadd recipes and research to for gate creation items\nadd scrollbar mouse-wheel functionality -- both to bar and to composite when mouse is not over any other element\nfix up crashiness from mis-interpreted varargs method for registering recipes -- need to find a cleaner method of specification of research\nrework how recipes are added to simplify the enable/disable and research enable/disable for specific recipes.  Also ensure that any recipes without research requirements are added to the vanilla recipes list.\nminor changes to npc targeting/revenge handling -- should help with the issues regarding npc targeting, but probably not resolve all of them\nadd block-name dump to txt ability into structure module config\nadd item tooltips to all current interactive items to denote what actions do what\nupdate/fix render-id useage for tile-renders to not crash when BC is installed\nclean up some issues that were preventing dedicated server from starting\nenable config-based method to override names for faction-based npcs\nrename npcs registered name to allow for a single point of translation \nclean up structure module config file -- some config options have been change/renamed/reworked\nenable dimension specification ability in structure scanner dimension gui\nfix validation properties not saving/exporting properly from scanner gui\nfix structure builder cutting into layer0 / >layer 255\nadd translation for shield slot\n\n\n\n\n\n\n2.0.34版\nadd save/load to nbt for faction mounted npcs horse-ai\nclean up npc load/save to item-stack.\nadd npc shield slot. cosmetic only. needs slight adjustment in render to position item for left-hand\nclean up some old uses of ItemStack.write / ItemStack.load -- switch out for InventoryTools.writeStack / InventoryTools.readStack.\nadd mappings for meta-data subytyped vanilla blocks.\nslightly alter loading sequence on block-data-manager to load a 'has rotations' flag\nfor block-info holders -- if true, returns mapped meta, if false,\nreturns input meta -- should fix any future problems of non-mapped\nblocks returning incorrect meta.\nfix naming of soldier npcs in default skin-pack meta file\nadd config/toggle to disable loading of the default skin pack\nfix up main causes of structure generation failure. I'm sure there are more, but things are now generating.\nfix--engineering station and research station will now drop their inventories when broken\nadd translation for 'death list' to town hall gui\nresurrected NPCs will respawn naked, their items were dropped when they died.\nfix up npc horse mount/dismount code to be in line with instruction manual\nfix the calculation of resources for survival mode structures.\nadd missing translation strings for drafting station GUI.\nhopefully fix issues of improper openGL lighting/texture setup prior to GUI rendering taking place.\nadd first instruction manual release.\nadd missing translation entries for cavalry and mounted archers \n\n\n\n\n2.0.33版\nclean up the last of the missing texture messages\nclean up layout and slot removeal for research book gui\nfix up item-slot stack-size rendering\nfix up ref null checks for tile renderers …\nupdate research resource list for charcoal ->coal …\nadjust layout in research book gui\nadd basic research-book goal-info viewer GUI. need to sort goals by …\nfix research goal name lookup when adding research goals to recipes …\nre-enable loot generation for random chests\nadd block->item mapping for tripwire block …\nupdate todo\nfix warehouse storage blocks not dropping inventory when broken\nrework model to use a display-list per piece instead of per-primitive -- … \n\n\n\n\n\n\n2.0.32版\nMC-1.7.2初步测试\n\n\n\n\n更新包v1.1（更新包用法请看本帖419楼）：\n更新包的内容 by MohawkyMagoo\nAll the templates have EBXL biome added, and many have had bugs and flaws cured. Replaced the Barons castle. Have also changed AW soldiers to hostile to give more of a challenge. Have added updated Credits and a PDF of it too.（大概也就是增强了NPC，新增了一个生物群系和增加了新的研究= =）\n\n\n0.46版:\n暂不清楚\n\n\n\n\n0.45版：\n  * FIX (Structure Module) - Fix a crash when loading on a dedicated server related to loading templates.\n\n\n\n\n0.44版；\n0.44由于更新太多，请先删除0.43以下的版本（包括0.43），以及备份存档，不然造成什么不可预知的错误，作者及搬运者概不负责！\nChange Log AW-1.1.044-beta-MC164\n    FIX (NPCs) - Fix a crash potential crash related to NPCs and healing.\n    FIX (Research) - Fix a client-side crash that could occur when attempting to view recipes with disabled research, or disabled recipes.\n    FIX (Automation Module) - Fix a NPE error in Civics that could cause crashes.\n    FIX (Crafting) - Fix issue related to buckets (duplication/deletion) in the auto-crafting station.\n    FIX (Structure Module) - Gate spawning items should now clear their cached location after placing a gate -- fixes issues of gate items becoming un-useable in creative mode after spawning the first gate.\n    FIX (Structure Module) - Add rotation mapping for:\n        Nether Brick Stairs\n        Trapdoors\n        Piston Extensions\n        Hay Bales\n    FIX (Structure Module) - Add Inventory item mapping for survival-mode structure building:\n        Lit Redstone Lamp (unlit lamp)\n        Tall grass (seeds)\n        Dead Bush (seeds)\n        Cauldron (meta remap)\n        Fire (netherrack)\n        Tilled Dirt (dirt)\n    NEW (NPCs) - Add config option to disable the use of backpacks as an item.\n    NEW (Structure Module) - Advanced Spawner (configurable mob-spawner)\n    NEW (Structure Module) - Template System.\n    Updated/back ported the new template system I was designing for 1.7 to the 1.6 branch.\n    Can load templates from the old system (however, does not load entities, or some of the other special data)\n    This template system has many major advantages over the previous system:\n    Plugin system for easy addition of more mod-handled blocks and entities (plugins need to written by the original mod author, or someone knowledgeable with that mods' source)\n    Ability to handle complex tile-entity / nbt based blocks. (command blocks, mob spawners)\n    Improved ability to handle complex Entities (NBT tag support)Ability to load templates from .zip files (template packs)\n    Plugin is available for JAS (Just Another Spawner) to enable structure-specific mob-spawning. (will be posting shortly, along with example configs)\n    Selectable and configurable validation types. Structures can now be flagged to spawn as:\n        Ground (normal)\n        Underground (dungeons/etc, non-visible from surface)\n        Water (floating on water -- floating islands / boats)\n        Island (in water with base extending to ocean floor)\n        Underwater (sunken ruins, ship-wrecks)\n        Harbor (partially on land and over water)\n        Sky (floating in the sky -- flying temples/cloud palaces/whatever)\n    Greaty improved structure placement validation, including:\n        Leveling / clearing validation with per-template block-targets list, and global/configurable 'skippables' blocks lists\n        Duplicate structure detection / minimum duplicate range specify-able in templates on a per-template basis.\n        Structures may be flagged as unique to only generate a single time.\n        Much improved detection for structure intersection (with either other AW structures, or those added by other mods)\n        User-definable biome aliases -- ability to specify different structure spawns for bop.meadows and highlands.meadows\n\n    NOTE If you had previously used the template system with custom templates, you likely need to re-scan these templates into the new format. While the new template system will _load_ old templates (and export a converted new-format copy of that template), it does not include support for placing entities or many of the other complex features from the old system. If you wish to retain your structures, create a 'building' world prior to updating to this version, place all structures, and rescan them with the new template system. Any 'old' format templates found in the /include directory will have a converted new-format copy placed into the /export directory. From there you may copy the new format templates from the /export directory and overwrite the old-format copies in the /include directory (Make sure to back up your originals first, just in case something did not convert properly).\n    NOTE This release does not include any templates. Template packs are available as separate downloads. There should be template packs available which include basic world-gen structures, and some structures for survival mode (drafing station) use. Additional structure packs will be made available over time.\n\n\n\n\n0.43版：\n    * 修复了一个关于滚动的问题...\n    * Fix an issue with civic structure builders where they would drop incorrectly configured items.  They will now drop a proper item if they have not started construction, but will drop nothing once construction has started.\n    * 修复了你安装NEI时的某个错误...\n    * 修复了了一个严重的问题，它涉及到[MOD的]背包。现在，你应该不能再把[MOD的]背包放进另一个[MOD的]背包里了。\n\n\n\n\n\n\n0.42版：\n*FIX-修复一个问题，会导致研究数据丢失，服务器崩溃/游戏退出。（到底是什么问题...）\n*FIX -- Research notes should no longer double-spam the chat message when learned from right-click.\n\n\n\n\n0.39版：\n* FIX -- 修复了GUI的一些不正常现象。\n* FIX -- 修复了背包[MOD的]能把另一个[MOD的]背包放进去。（为什么要修复这个...）\n* FIX -- add default item-stack icon for vehicle spawners for when vehicle item-models are disabled through config.（怎么翻译？）\n* FIX -- 修复死亡信息提示错误。\n\n\n\n\n\n\n0.38版： \nFIX（修复）—扫描仪输出空白模板结构\nFIX—废墟结构转换不工作...\nFIX—date-stamp month的结构模板是错的\nFIX—GUI render-order issue regarding item stacks/slots and tooltips（我怎么翻译都是错误的，你们自己翻吧）\nFIX—GUI深度测试的问题与块渲染，特别是箱子（好吧，我承认我不会~~~）\nFIX—GUI lighting issue that crept in during GUI optimization（我的英语水平不够啊~~~）\n\n\n解决0.44至0.44+版本拖入mods文件夹后运行游戏地图无法生成建筑物BUG：\n请跳转至419楼，点我传送~~~\n\n\n\n\n如果你实在不想打字回复，又不想当伸手党，请复制下面这句话，并粘贴到回复上，点击回复：\nLZ你搬运的这个MOD，好符合我的胃口~我不客气的收下了啊~~~\n求人气~~~  \n\n\nPS:\n1.千万不要灌水，版主将无时不在。请看下面的例子：\n\n\n\n\n\nMO@Q@`CVMR~OY}7K467`7A7.png (35.07 KB, 下载次数: 1384)\n\n下载附件\n\n2015-3-5 12:24 上传\n\n\n\n\n\n2.古代战争2.X为  古代战争2\n\n\n3.这个MOD是开源的，开源地址\nhttps://github.com/shadowmage45/AncientWarfare2\n\n4.给些人气吧，给予人气是不会消耗自身积分的qwq\n\n\n\n\n\n\n\n\n\n233727g0h0augi3ll5glg0.jpg\n(57.36 KB, 下载次数: 2149)\n\n\n\n\n下载附件\n\n\n2014-5-5 19:21 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "as5975158",
            "timestamp": 1387344900,
            "txt_content": "- -有bug啊- -不下了- -"
        },
        {
            "author": "2413044726",
            "timestamp": 1387345080,
            "txt_content": "as5975158 发表于 2013-12-18 13:35 \n- -有bug啊- -不下了- -\n作者更新就可能把这个bug给化掉了~~~"
        },
        {
            "author": "as5975158",
            "timestamp": 1387345140,
            "txt_content": "2413044726 发表于 2013-12-18 13:38 \n作者更新就可能把这个bug给化掉了~~~\n- -这是必须的了- -"
        },
        {
            "author": "122abc",
            "timestamp": 1387345380,
            "txt_content": "鄙视智商"
        },
        {
            "author": "2413044726",
            "timestamp": 1387345440,
            "txt_content": "122abc 发表于 2013-12-18 13:43 \n鄙视智商\n你想表达什么~褒义还是贬义~~~"
        },
        {
            "author": "122abc",
            "timestamp": 1387345560,
            "txt_content": "2413044726 发表于 2013-12-18 13:44 \n你想表达什么~褒义还是贬义~~~\n贬义......"
        },
        {
            "author": "122abc",
            "timestamp": 1387345800,
            "txt_content": "顶一下 . . ."
        },
        {
            "author": "1667642043",
            "timestamp": 1387346940,
            "txt_content": "bug怎么回事 不下了"
        },
        {
            "author": "这货是魂淡",
            "timestamp": 1387350600,
            "txt_content": "看起来很好玩啊= =顶一个= ="
        },
        {
            "author": "1095486321",
            "timestamp": 1387357740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "cnbfx",
            "timestamp": 1387359060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2413044726",
            "timestamp": 1387359240,
            "txt_content": "cnbfx 发表于 2013-12-18 17:31 \n为什么你还没有输入就有对的提示?\n额~我是先输入进去，再删去的（请不要再对吐槽，进行吐槽了，好吗）~~~"
        },
        {
            "author": "cnbfx",
            "timestamp": 1387360080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "萧萧咏辰",
            "timestamp": 1387363860,
            "txt_content": "1+1=3这都不会还玩什么论坛{:10_538:}"
        },
        {
            "author": "杯_孓",
            "timestamp": 1387365660,
            "txt_content": "看起来很好玩的一个MOD   支持一个！~\n\n可惜有BUG啊..\n\n表示喜欢入侵MOD一类的！~"
        },
        {
            "author": "986823639",
            "timestamp": 1387366200,
            "txt_content": "as5975158 发表于 2013-12-18 13:35 \n- -有bug啊- -不下了- -\n没有BUG啊...换了好几个端试了一下，都没有，正常翻页啊{:10_522:}"
        },
        {
            "author": "YZH20011356810",
            "timestamp": 1387369800,
            "txt_content": "重要是怎么玩啊。。。看起来可以重现我大十字军东征的样子"
        },
        {
            "author": "q1319970290",
            "timestamp": 1387370040,
            "txt_content": "表示在外网乱逛时看到这个mod，然后找不到下载，好后悔，现在找到了\n谢谢楼主"
        },
        {
            "author": "905943024",
            "timestamp": 1387370400,
            "txt_content": "怎么发射啊。。。。"
        },
        {
            "author": "dssite",
            "timestamp": 1387371000,
            "txt_content": "怎么发射啊？"
        },
        {
            "author": "lzjluzijie",
            "timestamp": 1387371840,
            "txt_content": "首页图怎么回事啊"
        },
        {
            "author": "2413044726",
            "timestamp": 1387374240,
            "txt_content": "986823639 发表于 2013-12-18 19:30 \n没有BUG啊...换了好几个端试了一下，都没有，正常翻页啊\n难道是我的MC问题？你用的是第几版本的？~~~"
        },
        {
            "author": "2413044726",
            "timestamp": 1387374300,
            "txt_content": "杯_孓 发表于 2013-12-18 19:21 \n看起来很好玩的一个MOD   支持一个！~\n\n可惜有BUG啊..\n好吧我错了~1.5.2版本的有BUG~~~"
        },
        {
            "author": "986823639",
            "timestamp": 1387374360,
            "txt_content": "2413044726 发表于 2013-12-18 21:44 \n难道是我的MC问题？你用的是第几版本的？~~~\n1.6.4完全带的动，没有任何问题{:10_522:}"
        },
        {
            "author": "2413044726",
            "timestamp": 1387374480,
            "txt_content": "986823639 发表于 2013-12-18 21:46 \n1.6.4完全带的动，没有任何问题\n好吧那一定是我错了，谢谢改正~~~"
        },
        {
            "author": "杯_孓",
            "timestamp": 1387374540,
            "txt_content": "2413044726 发表于 2013-12-18 21:45 \n好吧我错了~1.5.2版本的有BUG~~~\n1.6.2的呢？"
        },
        {
            "author": "2413044726",
            "timestamp": 1387374600,
            "txt_content": "杯_孓 发表于 2013-12-18 21:49 \n1.6.2的呢？\n额~作者没更1.6.2的~~~"
        },
        {
            "author": "2413044726",
            "timestamp": 1387374660,
            "txt_content": "as5975158 发表于 2013-12-18 13:35 \n- -有bug啊- -不下了- -\n1.6.4没有BUG，1.5.2有BUG~我错了......."
        },
        {
            "author": "杯_孓",
            "timestamp": 1387374720,
            "txt_content": "2413044726 发表于 2013-12-18 21:50 \n额~作者没更1.6.2的~~~\n好吧- -   谢Lz了！~"
        },
        {
            "author": "905943024",
            "timestamp": 1387374780,
            "txt_content": "2413044726 发表于 2013-12-18 21:51 \n1.6.4没有BUG，1.5.2有BUG~我错了.......\n求解怎么发射炮弹其他的。。。我会用攻城锤。。按空格。。。其他的怎么用啊求解！"
        },
        {
            "author": "2413044726",
            "timestamp": 1387374960,
            "txt_content": "905943024 发表于 2013-12-18 21:53 \n求解怎么发射炮弹其他的。。。我会用攻城锤。。按空格。。。其他的怎么用啊求解！\n表示我正在研究..你试试 shift+空格 或按住shift+所有键~~~"
        },
        {
            "author": "qq1335610814",
            "timestamp": 1387375020,
            "txt_content": "给点说明就好了，下来试试{:10_522:}"
        },
        {
            "author": "905943024",
            "timestamp": 1387375020,
            "txt_content": "2413044726 发表于 2013-12-18 21:56 \n表示我正在研究..你试试 shift+空格 或按住shift+所有键~~~\n哦！我也在研究呢~好像得背包有弹药"
        },
        {
            "author": "2413044726",
            "timestamp": 1387375080,
            "txt_content": "qq1335610814 发表于 2013-12-18 21:57 \n给点说明就好了，下来试试\n那我试试翻译翻译（不知道就凭我初一的水平能不能）介绍~~~"
        },
        {
            "author": "905943024",
            "timestamp": 1387375680,
            "txt_content": "2413044726 发表于 2013-12-18 21:58 \n那我试试翻译翻译（不知道就凭我初一的水平能不能）介绍~~~\nShift是退出载具，，，不可能是发射的。。。。我会用城门了。。。刚刚研究完城门！到底肿么弄啊！"
        },
        {
            "author": "2413044726",
            "timestamp": 1387375740,
            "txt_content": "905943024 发表于 2013-12-18 22:08 \nShift是退出载具，，，不可能是发射的。。。。我会用城门了。。。刚刚研究完城门！到底肿么弄啊！\n正在翻译 ancientwarfare.wikispaces.com ......"
        },
        {
            "author": "905943024",
            "timestamp": 1387375800,
            "txt_content": "2413044726 发表于 2013-12-18 22:09 \n正在翻译 ancientwarfare.wikispaces.com ......\n我打开过这个网站，，，翻译过没有写什么东西，话说游戏里有一个研究书你可以看看，我是看不懂，是中文的！1.6.4版本的！话说怎么汉化mod啊！"
        },
        {
            "author": "2413044726",
            "timestamp": 1387376040,
            "txt_content": "905943024 发表于 2013-12-18 22:10 \n我打开过这个网站，，，翻译过没有写什么东西，话说游戏里有一个研究书你可以看看，我是看不懂，是中文的 ...\n不知道啊...还没接触~~~"
        },
        {
            "author": "905943024",
            "timestamp": 1387376040,
            "txt_content": "2413044726 发表于 2013-12-18 22:09 \n正在翻译 ancientwarfare.wikispaces.com ......\n好了吗？？？？我好想玩这个mod啊！！！！！我觉的这个不错可以攻城~"
        },
        {
            "author": "2413044726",
            "timestamp": 1387376220,
            "txt_content": " 本帖最后由 2413044726 于 2013-12-18 22:18 编辑 \n905943024 发表于 2013-12-18 22:08 \nShift是退出载具，，，不可能是发射的。。。。我会用城门了。。。刚刚研究完城门！到底肿么弄啊！\n你试试按一下C键~他说F7可以自己设置~~~~"
        },
        {
            "author": "905943024",
            "timestamp": 1387376520,
            "txt_content": "2413044726 发表于 2013-12-18 22:17 \n你试试按一下C键~他说F7可以自己设置~~~~\n是F6设置吧。。。。"
        },
        {
            "author": "2413044726",
            "timestamp": 1387376820,
            "txt_content": "905943024 发表于 2013-12-18 22:22 \n是F6设置吧。。。。\n翻译了一下这个MOD的维基，发现里面大部分是讲NPC的...，操控图已发到 “图片君”  里了（虽说是英语）~~~"
        },
        {
            "author": "905943024",
            "timestamp": 1387376880,
            "txt_content": "2413044726 发表于 2013-12-18 22:27 \n翻译了一下这个MOD的维基，发现里面大部分是讲NPC的...，操控图已发到 “图片君”  里了（虽说是英语）~~ ...\n发现控制。。。我翻译了下操控、。。。空格发射，可是为何发射不了！"
        },
        {
            "author": "2413044726",
            "timestamp": 1387377000,
            "txt_content": "905943024 发表于 2013-12-18 22:28 \n发现控制。。。我翻译了下操控、。。。空格发射，可是为何发射不了！\n那你试试改一下按键吧~版聊很危险的~~~"
        },
        {
            "author": "905943024",
            "timestamp": 1387377420,
            "txt_content": "2413044726 发表于 2013-12-18 22:30 \n那你试试改一下按键吧~版聊很危险的~~~\n把这个放到图片内。。我自己翻译的。。。放吧\n\n\n\n\n360软件小助手截图20131218223357.jpg (39.78 KB, 下载次数: 5)\n\n下载附件\n\n2013-12-18 22:36 上传\n\n\n\n\n\n"
        },
        {
            "author": "dssite",
            "timestamp": 1387377420,
            "txt_content": "没事，我也在等你们研究的发射"
        },
        {
            "author": "905943024",
            "timestamp": 1387377480,
            "txt_content": "dssite 发表于 2013-12-18 22:37 \n没事，我也在等你们研究的发射\n上面的图。。。可以当做研究了"
        },
        {
            "author": "2413044726",
            "timestamp": 1387377660,
            "txt_content": " 本帖最后由 2413044726 于 2013-12-18 22:42 编辑 \n905943024 发表于 2013-12-18 22:38 \n上面的图。。。可以当做研究了\n准备搬运两个生成新的世界的MOD~其中一个不懂 能帮忙吗~~~"
        },
        {
            "author": "905943024",
            "timestamp": 1387378080,
            "txt_content": "2413044726 发表于 2013-12-18 22:41 \n准备搬运两个生成新的世界的MOD~其中一个不懂 能帮忙吗~~~\n什么不懂。。。。。请问"
        },
        {
            "author": "905943024",
            "timestamp": 1387378140,
            "txt_content": "2413044726 发表于 2013-12-18 22:41 \n准备搬运两个生成新的世界的MOD~其中一个不懂 能帮忙吗~~~\n我早7级了好不？"
        },
        {
            "author": "2413044726",
            "timestamp": 1387378260,
            "txt_content": "905943024 发表于 2013-12-18 22:48 \n什么不懂。。。。。请问\n忘记原网页了~等一下找找看~~~"
        },
        {
            "author": "dssite",
            "timestamp": 1387378320,
            "txt_content": "905943024 发表于 2013-12-18 22:38 \n上面的图。。。可以当做研究了\n我有炮弹。炮弹对应了。键位改了0，还是发射不出去"
        },
        {
            "author": "2413044726",
            "timestamp": 1387378680,
            "txt_content": "905943024 发表于 2013-12-18 22:49 \n我早7级了好不？\n我看错人啦...我不是改了吗~~~"
        },
        {
            "author": "2413044726",
            "timestamp": 1387378740,
            "txt_content": "dssite 发表于 2013-12-18 22:52 \n我有炮弹。炮弹对应了。键位改了0，还是发射不出去\n那就不知道了~下次问问作者~~~"
        },
        {
            "author": "905943024",
            "timestamp": 1387378800,
            "txt_content": "2413044726 发表于 2013-12-18 22:58 \n我看错人啦...我不是改了吗~~~\n找到了吗？？？？额？"
        },
        {
            "author": "2413044726",
            "timestamp": 1387378920,
            "txt_content": "905943024 发表于 2013-12-18 23:00 \n找到了吗？？？？额？\n没有~明天吧~位置大概确定了~~~"
        },
        {
            "author": "905943024",
            "timestamp": 1387379040,
            "txt_content": "2413044726 发表于 2013-12-18 23:02 \n没有~明天吧~位置大概确定了~~~\n没有历史记录么。。。"
        },
        {
            "author": "2413044726",
            "timestamp": 1387379340,
            "txt_content": "905943024 发表于 2013-12-18 23:04 \n没有历史记录么。。。\n没~我手贱，清空了......"
        },
        {
            "author": "905943024",
            "timestamp": 1387379460,
            "txt_content": "2413044726 发表于 2013-12-18 23:09 \n没~我手贱，清空了......\n比我手还贱啊。。"
        },
        {
            "author": "y342900",
            "timestamp": 1387416540,
            "txt_content": "1+1=??????????????"
        },
        {
            "author": "y342900",
            "timestamp": 1387416540,
            "txt_content": "这个好啊这个好啊这个好啊这个好啊这个好啊这个好啊这个好啊"
        },
        {
            "author": "2413044726",
            "timestamp": 1387426140,
            "txt_content": "y342900 发表于 2013-12-19 09:29 \n这个好啊这个好啊这个好啊这个好啊这个好啊这个好啊这个好啊\n可以把这个视为水贴吗~~~"
        },
        {
            "author": "dssite",
            "timestamp": 1387429320,
            "txt_content": "2413044726 发表于 2013-12-19 12:09 \n可以把这个视为水贴吗~~~\n这贴已经很水了- -！"
        },
        {
            "author": "2413044726",
            "timestamp": 1387429380,
            "txt_content": "dssite 发表于 2013-12-19 13:02 \n这贴已经很水了- -！\n这贴不水啊 - -！ ~至少没发现水回复（除了你...）~~~"
        },
        {
            "author": "dssite",
            "timestamp": 1387429500,
            "txt_content": "2413044726 发表于 2013-12-19 13:03 \n这贴不水啊 - -！ ~至少没发现水回复（除了你...）~~~\n我一直在默默看着你们版聊╮(╯_╰)╭竟然说我水╮(╯_╰)╭"
        },
        {
            "author": "2413044726",
            "timestamp": 1387429800,
            "txt_content": "dssite 发表于 2013-12-19 13:05 \n我一直在默默看着你们版聊╮(╯_╰)╭竟然说我水╮(╯_╰)╭\n这都是在讲关于MOD和好吧~~~"
        },
        {
            "author": "dssite",
            "timestamp": 1387434840,
            "txt_content": "2413044726 发表于 2013-12-19 13:10 \n这都是在讲关于MOD和好吧~~~\n我就呵呵~~~~~~~~~~~~~~~~~~~~~~~"
        },
        {
            "author": "1.1.1.1",
            "timestamp": 1387451160,
            "txt_content": "1.6.4没BUG"
        },
        {
            "author": "905943024",
            "timestamp": 1387451220,
            "txt_content": "dssite 发表于 2013-12-19 13:05 \n我一直在默默看着你们版聊╮(╯_╰)╭竟然说我水╮(╯_╰)╭\n=×=我们是在讨论这个mod肿么用，好让你们会用而已。。。。"
        },
        {
            "author": "1321869392",
            "timestamp": 1387460280,
            "txt_content": "lz敢不敢发个介绍视频啊，不会玩"
        },
        {
            "author": "2413044726",
            "timestamp": 1387460400,
            "txt_content": "1321869392 发表于 2013-12-19 21:38 \nlz敢不敢发个介绍视频啊，不会玩\n这个问题只能交给作者了~~~"
        },
        {
            "author": "1598868960",
            "timestamp": 1387531980,
            "txt_content": "这个吊我喜欢"
        },
        {
            "author": "2413044726",
            "timestamp": 1387532040,
            "txt_content": "1598868960 发表于 2013-12-20 17:33 \n这个吊我喜欢\n汗~你要逛完我的帖子啊...~~~"
        },
        {
            "author": "pol89853901",
            "timestamp": 1387555980,
            "txt_content": "好是好，就是bug...."
        },
        {
            "author": "2413044726",
            "timestamp": 1387556760,
            "txt_content": "pol89853901 发表于 2013-12-21 00:13 \n好是好，就是bug....\n你用1.6.4版本不行吗......~~~"
        },
        {
            "author": "q1191123254",
            "timestamp": 1387614060,
            "txt_content": "怎么装弹药，只会用攻城锤"
        },
        {
            "author": "luosiping",
            "timestamp": 1387616460,
            "txt_content": " 本帖最后由 luosiping 于 2013-12-21 17:03 编辑 \n\n楼主啊，怎么装弹用了装弹键，然后弹出版面，但弹药数量都显示为0\n弹药要放在哪里"
        },
        {
            "author": "2413044726",
            "timestamp": 1387616700,
            "txt_content": "luosiping 发表于 2013-12-21 17:01 \n楼主啊，怎么装弹用了装弹键，然后弹出版面，但弹药数量都显示为0\n弹药要放在哪里\n一般来说是放在背包的，在按 V 键的~~~"
        },
        {
            "author": "2413044726",
            "timestamp": 1387616700,
            "txt_content": "q1191123254 发表于 2013-12-21 16:21 \n怎么装弹药，只会用攻城锤\n一般来说是放在背包的，在按 V 键的~~~"
        },
        {
            "author": "q1191123254",
            "timestamp": 1387626540,
            "txt_content": "弹药选择？上面显示0"
        },
        {
            "author": "luosiping",
            "timestamp": 1387626780,
            "txt_content": "2413044726 发表于 2013-12-21 17:05 \n一般来说是放在背包的，在按 V 键的~~~\n会用了\n去官网看了下\n1.5x都是用左shift+鼠标右键然后弹个窗口，在最左边的框框那放弹药\n1.6+都是用控制键+鼠标右键然后弹个窗口，在最左边的框框那放弹药"
        },
        {
            "author": "田羽仲",
            "timestamp": 1387627740,
            "txt_content": "这个模组的1.6.4的终于出来了"
        },
        {
            "author": "我为何这么叼",
            "timestamp": 1387629540,
            "txt_content": "没有162的吗？"
        },
        {
            "author": "2413044726",
            "timestamp": 1387632540,
            "txt_content": "我为何这么叼 发表于 2013-12-21 20:39 \n没有162的吗？\n没有~作者不更~~~"
        },
        {
            "author": "gvhbyb",
            "timestamp": 1387634580,
            "txt_content": " 本帖最后由 gvhbyb 于 2013-12-21 22:06 编辑 \nluosiping 发表于 2013-12-21 19:53 \n会用了\n去官网看了下\n1.5x都是用左shift+鼠标右键然后弹个窗口，在最左边的框框那放弹药\n\n为什么我弹不出来呢，我是1.6.4"
        },
        {
            "author": "q1191123254",
            "timestamp": 1387670700,
            "txt_content": "貌似1.5.2左shift+鼠右 没用 我的弹不出窗口"
        },
        {
            "author": "cpj002",
            "timestamp": 1387674660,
            "txt_content": "{:10_512:}"
        },
        {
            "author": "2413044726",
            "timestamp": 1387681920,
            "txt_content": "cpj002 发表于 2013-12-22 09:11 \n==!你都已经发表情了~打些字会死啊~~~"
        },
        {
            "author": "pol89853901",
            "timestamp": 1387703580,
            "txt_content": "2413044726 发表于 2013-12-21 00:26 \n你用1.6.4版本不行吗......~~~\n我倒无所谓，就是有些旧时代的人没有1.6.4。"
        },
        {
            "author": "timn",
            "timestamp": 1387705380,
            "txt_content": "我一直等待的mod终于找到了！"
        },
        {
            "author": "2413044726",
            "timestamp": 1387706280,
            "txt_content": "timn 发表于 2013-12-22 17:43 \n我一直等待的mod终于找到了！\n呵呵~祝你玩得愉快~~~"
        },
        {
            "author": "ywt1993",
            "timestamp": 1387708080,
            "txt_content": "以前还是小白的时候看到过这个mod，一直不知道名字，谢谢分享\n另外作者在最近15个小时内发布了1.0.038版本"
        },
        {
            "author": "2413044726",
            "timestamp": 1387708680,
            "txt_content": "ywt1993 发表于 2013-12-22 18:28 \n以前还是小白的时候看到过这个mod，一直不知道名字，谢谢分享\n另外作者在最近15个小时内发布了1.0.038版本\n好~，等着~我现在去更~~~"
        },
        {
            "author": "2413044726",
            "timestamp": 1387711320,
            "txt_content": "已更新~~~"
        },
        {
            "author": "1261351170as",
            "timestamp": 1387715520,
            "txt_content": "呼终于会玩了非常感谢你啊LJ"
        },
        {
            "author": "2413044726",
            "timestamp": 1387715580,
            "txt_content": "1261351170as 发表于 2013-12-22 20:32 \n呼终于会玩了非常感谢你啊LJ\n为什么要感谢我啊~这是你自己摸索的成果~~~"
        },
        {
            "author": "905943024",
            "timestamp": 1387716600,
            "txt_content": "2413044726 发表于 2013-12-22 20:33 \n为什么要感谢我啊~这是你自己摸索的成果~~~\n你，祝你好运，我已退出Minecraft。\n弃坑了。\n谢谢你让我在最后玩到这个好的mod。\n我真的喜欢这个MOD\n可是玩不了了！\n如果想知道这个我为何弃坑的原因：http://www.mcbbs.net/thread-208145-1-1.html\n886！！！我会不定时来看看帖子的~"
        },
        {
            "author": "905943024",
            "timestamp": 1387716660,
            "txt_content": "luosiping 发表于 2013-12-21 19:53 \n会用了\n去官网看了下\n1.5x都是用左shift+鼠标右键然后弹个窗口，在最左边的框框那放弹药\n控制键是神马键。        最后最后一次回复！~！！"
        },
        {
            "author": "dmd011",
            "timestamp": 1387716900,
            "txt_content": "啊哈哈哈哈哈。。带走了不谢"
        }
    ]
}