{
    "title": "【变异编年史】",
    "author": "1228819618",
    "replyCount": 10,
    "timestamp": 1387367460,
    "txt_content": "变异编年史——事变2\n \n       随着近乎无意识的举动，我来到了老师家。房屋还是那样的豪华巨大，可令我担心的是那死一般的寂静。       敲响了由坚硬的石砖构成的大门“老师，你在吗？”没有回答，只有回声在空荡荡的房间中穿梭“在吗。。。吗。。。。。。”到底发生了什么事？老师和居民都去了哪里？     我轻轻推了一下门：门居然还开着，像是有人早就预料到了我会进来。这种被监视的感觉真不好受。      走进屋子，一股混杂着药水味的寒风扑面而来。有那么一会，我有一种强烈的想逃跑的感觉，但我忍住了，硬着头皮进去吧。。。      密不透风的，几乎没有一丝光线的房子。。。这可不是老师喜欢的。老师是和我开玩笑吗？让我来就是来捉弄我？好吧，不用脑子都知道一丝不苟的老师不可能会这么做。        老师家有一只蝙蝠和一只猫，现在他们又都去哪里了呢？整个房子没有一点生气，空无一人。不，确切的说是整个沼泽都空无一人。我有一种感觉：老师出事了。毕竟整个沼泽的人全部集体失踪，这情况可有些。。诡异啊这次我真想退缩了。我还想发现些什么呢？我还呆着干什么？我没理由继续呆在这个诡异的地方。是不是我来错地方了？为什么没一个人？是我的幻觉？我在做梦吗？是不是这只是大家和我开的一个集体玩笑？啊！我的脑袋受不了了，这样下去真会让人疯掉。          不知为什么，我还是继续走进去。我到底要干什么啊，是潜意识要找什么东西？找什么？也许。。。是老师的尸体？我不禁打了个冷颤。老师的书架上，一本本年代久远的书籍整齐地排列着。借着异常阴暗的光线，我能看见书桌上一尘不染。这说明老师就在不久前还在这房间待过。。。或者，不是老师？       我看见书桌上有一本牛皮笔记。我翻开，借着我身上微弱的紫色光点，一个字一个字地看着：“21日 阴 情况比我想象更加糟糕，这种现象前所未有。这已经不符合任何空间时间定律了，简直就是超自然。。。      连空间折叠四维度什么瞎扯的玩意都解释不了。。。”       突然，我听见走廊上似乎有些声音。我顿时警觉起来：是谁？我真想说，可这种紧张感和压迫感以及恐惧使我不敢轻举妄动。我踮着脚，慢慢挪到房门口向走廊张望：什么都没有。      我走出房间，但还是不太放心。走廊能见度很低，所有的火把都不知去向，只有几个红石火把幽幽地发出微弱的血色微光。往日光鲜亮丽的深红地毯在这种情况下，变得像是鲜血染成的。    我感到有一阵冰冷的风吹过我的后背。谁？转过头，什么都没有。但总觉得在黑夜中有一双眼睛注视着我。我不是胆小的人，但这种压抑可怕的环境让我毛骨悚然。  又是一阵风。转过头，依旧是伸手不见五指的黑暗，什么都没有。  也许是窗没关吧。。。我在尽力忘却这屋子的窗都关的严严实实的现实。  再这样下去，我真是要疯了。我的强烈恐惧感远远战胜了好奇心。  “老师。。。如果是你在和我开。。玩笑的。。话，那。。。我还有事。。。我先走了啊。。”我既小声又颤抖着说。“再见。。。。”回到家，我一下子瘫倒在沙发上。天哪，这是什么事啊。 第五章   完  戴夫在家中：“每天睡前喝一杯可可~啊哈，世界真美好。” 戴夫伸了个懒腰，惬意地在房间踱步，寻找着可可豆。“哎，末影怎么这么浪费。一整杯的可可放在桌上也不喝，都凉了。恩。。。我来喝掉吧。” 戴夫喝了一大口，发现味道不对啊。。“什么东西？味道怎么。。。这么。。。啊！为什么浑身上下那么痛。。。我。。喘不过气了。。。”戴夫挣扎着爬到屋外。漫天的群星在月夜下格外璀璨，平静的海面闪烁着点点亮光。  戴夫的肌肉不断颤抖，身体似乎在膨胀。“这是。。什么？。。。过期的。。。可可吗？” 随着肌肉的疼痛愈来愈甚，戴夫昏死在了这平静又美妙的月色中。“我要死了吗？为什么以前那些久远的快要淡忘的事越来越清晰了。。。”  ",
    "replies": [
        {
            "author": "Greensky",
            "timestamp": 1387367520,
            "txt_content": "很好的作品！"
        },
        {
            "author": "dht819904031",
            "timestamp": 1387367580,
            "txt_content": "马上就过来顶了！"
        },
        {
            "author": "1228819618",
            "timestamp": 1387368000,
            "txt_content": "henry5041 发表于 2013-12-18 19:52 \n很好的作品！\n谢谢！非常感谢！"
        },
        {
            "author": "1228819618",
            "timestamp": 1387368060,
            "txt_content": "dht819904031 发表于 2013-12-18 19:53 \n马上就过来顶了！\n不知道该怎么谢谢你了。。。\n反正谢谢支持！非常感谢！"
        },
        {
            "author": "dht819904031",
            "timestamp": 1387382460,
            "txt_content": "1228819618 发表于 2013-12-18 20:01 \n不知道该怎么谢谢你了。。。\n反正谢谢支持！非常感谢！\n此贴居然不火。非常奇怪。。"
        },
        {
            "author": "dht819904031",
            "timestamp": 1387382700,
            "txt_content": "1228819618 发表于 2013-12-18 20:01 \n不知道该怎么谢谢你了。。。\n反正谢谢支持！非常感谢！\n每个帖子开头都加一下自己的索引贴地址吧。到时候加精也是索引贴加精。"
        },
        {
            "author": "1228819618",
            "timestamp": 1387449060,
            "txt_content": "dht819904031 发表于 2013-12-19 00:05 \n每个帖子开头都加一下自己的索引贴地址吧。到时候加精也是索引贴加精。\n恩，谢谢！"
        },
        {
            "author": "844319763",
            "timestamp": 1388118660,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "骷髅弓箭手35",
            "timestamp": 1388130240,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "844319763",
            "timestamp": 1388809260,
            "txt_content": "844319763 发表于 2013-12-27 12:31 \n**** 该帖被屏蔽 ****\n马加，你则么还不更新？"
        }
    ]
}