{
    "title": "《Minecraft服务器战纪》第二章",
    "author": "HGK",
    "replyCount": 4,
    "timestamp": 1387553760,
    "txt_content": " 本帖最后由 HGK 于 2014-2-23 11:58 编辑 \n\n大家好我是HGK，小说Mincraft服务器传更新咯！也可以提供角色和剧情咯！要提供看下面。透剧：\n\n\n怪物如潮水般进攻！\n\n\n神秘人物：Cobra？（由1075486321提供）\n\n\nBOOS：变异巨型僵尸！\n\n\n通过新手考验！\n                                              第二章：进击的怪物！BOSS的来临！\n  “真要把我们弄死吗！”我咬着牙说，这么多的怪物还是头一次见。我向僵尸群冲去，用铁剑把怪物的头砍下，但怪物还是太多了！一只只僵尸跳到我的背上，我使出全身的力气把他们重重地摔在地上，许多经验球进入我的身体。“（TMI）升级！新技能：气墙。”新技能？试下吧。我拿起铁剑一挥，卷起一道3格高的气浪，把一只只怪物击飞。wolski却是直接用斧头把怪物击飞到天上，10格高。籽岷却是站着不动，不知怎么了。我们在杀戒时，籽岷动了下。\"（籽岷）HI，大家好，我是籽岷，这里是MCBBS服务器。”(经典台词.....不知道会有多少人中枪。）这个是怎么回事......说着怪物又蜂拥而来。\"打不完的么....“更多的僵尸扑向我...........我已经没有了再次把他们摔在地上的力气，倒下而去，一只僵尸咬破了我的肩膀，鲜血不断流出，僵尸们贪婪地添着鲜血！“（籽岷）那边有个人出了事，去救他！”只见在僵尸围着让我不见天日时，在我面前，一条路出现了！这是能让我生存下去的路！在那条路出现着一个人——籽岷！“（籽岷）技能：双刀流！”在我眼前，红色和蓝色的刀刃在厮杀着僵尸大军！一条路出现了！我连跑带爬地逃出了僵尸群的追击，生命只有半格了，差点就死在这么多僵尸的进攻下。拿出了几块面包，我直接吞了下去。因为这样的战场上哪里给你慢慢咀嚼食物，我感觉到生命在慢慢恢复.....wolski和籽岷正在阻挡僵尸大军的进攻时，僵尸们停了。\"怎么全部停下了....““（？？？）技能：千年杀·万刃断头台！”在刚说完之后，怪物们的头，全部断了！一大堆怪物就这样被解决了..“（籽岷）尔等何人？”\"（Cobra）Cobra？“看起来是个很厉害的人....突然从发射器里又发射出怪物！又一波怪物进攻！”（Cobra）妈呀怎么还有！“\"再用那一招呗....”\"（Cobra）....“”（wolski）你都不知道我们怎么知道啊！“这又是搞什么.....“（Cobra）先走了。”\"你不是挺厉害嘛？喂，快回来！“刚说完，他不见了....\"我*（脏话屏蔽）不是高人么！”太坑了他就这样跑掉了！在我们不知所措时，两个人站在屋里，看着我们，没错，他们就是银狼和Yich。但是他们只是在看着我们。“（籽岷）我的饥饿度只有2格了，你们呢？”“（wolski）1格半。”\"3格。“\"（籽岷）只有三块面包了，能撑到最后吗......”籽岷给我们一人发了一块面包，我好好地放进背包，迎接怪物的进攻！“（籽岷）技能：双刀流！”我们都奋力地厮杀怪物。1小时的奋战后，怪物都被杀光了，战场上只有许多的腐肉和骨头还有火药。我们的脸上沾满了鲜血，铁剑破烂不堪。“（银狼）你们都干得不错，不过.....它来了！”“咚”！传来一阵脚步声，地面都开始颤抖。\"银狼...不带玩这个的啊.......“\"（变异巨型僵尸）吼——！”那是一只非常大的僵尸！有5格高！它的手非常粗壮！几乎铁傀儡都不是他的对手.........“（TMI）检测生物....检测完毕！变异巨型僵尸，在僵尸里最厉害的，能够把铁傀儡扔到天上再踩死。”扔...扔到天上.......  那只怪物直接用手向我砸来，我拿着铁剑，想挡下他的攻击，但是我错了。\"技能：格挡！“说完时，铁剑已经碎了。铁剑彻底地碎了，我的心也碎了，它的力气这么大。我在想这些时，已经被击飞到半空中了！“砰”！我重重地摔在了地上。我拿出面包，刚要吃下去，那只怪物把我拎了起来。拎起来的同时，面包掉在地上，我努力挣脱它的手，它一直看着我。怪物好像知道了些什么，抬起脚直接向面包踩去。\"不！“\"隆”！当抬起脚时，面包已经被糟蹋得不成样子了...\"你这混蛋！“我赤手空拳地打着他的手，但这只是徒劳的，怪物直接把我扔了出去，那时我的生命只有2格，真的要死在这里么.......我慢慢掉了下去，离地面有20几格高，籽岷把两把铁剑丢了给我，我忽然想起了什么...\"技能：气墙！”技能击起了气浪！气浪把我降落的速度减慢了！刚落地，我把两把铁剑其中的一把还给籽岷。“（籽岷）给你这个，这个应该会有用！”籽岷丢给了我一条栓绳，我把栓绳的另一头丢给wolski，wolski也知道我要干什么了，便拿紧了栓绳。我和wolski同时冲上去。在怪物周围转了几圈，巨型僵尸才知道自己被绑着了。\"上籽岷！wolski，拉！“我和wolski用力一拉，变异巨型僵尸摔倒了。“（籽岷）双刀流！”籽岷从天空而降，在空中划出了碉堡的弧线，命中了怪物！籽岷从怪物身上下来时，那把铁剑也碎了。变异巨型僵尸发出了杀猪般的嚎叫声，在它的身体中有一股海绿色的光在吞噬着他的身体，“轰”！彻底歼灭了变异巨型僵尸！\n  银狼和Yinch突然出现在我们的面前。“（银狼和Yinch）恭喜你们四个通过新手考验！”\"四个？不是三个么？“Cobra突然现身！\n“（银狼）他在你们向下刺杀变异巨型僵尸时帮了你们。”\"怎么帮的...“\"在籽岷走出来时，它准备复活了，Cobra用了窝心炮。”\n这....不会吧....跑来跑去就通过了？在我听完银狼的话时，突然就没了知觉..........\n\n\n请看下章：圣诞节冒险！圣诞老人的秘密！？\n\n\n伟大的索引贴点这里\n\n\n伟大的提供贴点这里\n\n\n\n\n这次写得比较多，灵感比较少，可能有些地方会很无聊，我也准备考试了，祝我和大家能考出好成绩！\n\n\n中枪点：\n\"（籽岷）HI，大家好，我是籽岷，这里是MCBBS服务器。”“（？？？）技能：千年杀·万刃断头台！”它的手非常粗壮！\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "dcsuibian",
            "timestamp": 1387553820,
            "txt_content": "mcbbs服务器，额"
        },
        {
            "author": "HGK",
            "timestamp": 1387553940,
            "txt_content": "dcsuibian 发表于 2013-12-20 23:37 \nmcbbs服务器，额\n没有其他题材了，只能这样了{:10_495:}"
        },
        {
            "author": "wocasile",
            "timestamp": 1387554120,
            "txt_content": "支持楼主希望回赠人气"
        },
        {
            "author": "HGK",
            "timestamp": 1387554120,
            "txt_content": "dcsuibian 发表于 2013-12-20 23:37 \nmcbbs服务器，额\n你也可以提供剧情或者角色哟=v=\nhttp://www.mcbbs.net/thread-206920-1-1.html"
        }
    ]
}