{
    "title": "【搬运】Captain Dynamite的3艘帆船搬运",
    "author": "fourhorsemen91",
    "replyCount": 15,
    "timestamp": 1387398000,
    "txt_content": " 本帖最后由 fourhorsemen91 于 2013-12-20 06:00 编辑 \n\n  这两天在planetminecraft看到的帆船，很喜欢，拿来分享。希望大家喜欢{:10_492:}\n  \n  之前这帖子因为自己搬运的没有写清楚作者，而且是打包搬运，造成类似抄袭的现象，给各位还有版主大人造成了麻烦，真对不起各位了！\n\n   这个作品是PlanetMinecraft搬运过来的，作者是Captain Dynamite，总共3艘船。\n  \n  \n  \n\n\n     \n作品名：Spanish 116 gun man-o-war   Santa-Ana    作者: Captain Dynamite\n\n原帖地址\n\n介绍(英文)：\n\nWelcome to my project!\n\n\nThis is the Santa Ana, a Spanish 1st rate ship-of-the-line that has 28 fire charge dispensers and 86 TNT cannons with a range of 100 blocks. She is my most powerful ship yet, and most sleekest. And she also has a fully decorated interior, ready for your world!\n\n\nHistory of the Santa Ana,\nSanta Ana was a 112-gun three-decker ship of the line of the Spanish Navy, built to plans by Romero Landa. She was the prototype and lead ship of the Santa Ana class, also known as los Meregildos, which were built during the following years at Ferrol and Havana,which formed the backbone of the Spanish Navy - the other ships were the Mejicano, Conde de Regla,Salvador del Mundo, Real Carlos, San Hermenegildo, Reina Mara Luisa and Pra-ncipe de Asturias. Her dimensions were 213.4 Burgos feet long, 58 feet in the beam and a total tonnage of 2,112 tonnes.\n\n\nHistory:She was launched on 28 September 1784 at the Reales Astilleros de Esteiro. She was tested at sea on 28 February 1785 under the captaincy of F&#195;&#169;lix de Tejada, who reported the test to his commanding officer that the ship \"kept the battery in good use [even] in a fresh wind and heavy seas\". The success of the trials led to a royal order that subsequent three-deckers would be built to the same plans.\nFrom 1803 to 1804 she was captained by Dionisio Alcala&#161; Galiano. At Trafalgar she was the flagship of Alava and captained by Josa de Gardoqui - she suffered 97 killed and 141 wounded, with Alava himself seriously wounded, and was captured by the British. However, two days later, a squadron under the command of Commodore Cosmao-Kerjulien succeeded in recapturing her and getting her back to Cadiz.At the start of the Peninsular War in 1808 she was undergoing repairs at the Arsenal and so could not participate in the capture of the French squadron under Admiral Rosily. She and Pra-ncipe de Asturias moved to Havana in 1810 to avoid capture by the French and sank in its Arsenal in 1816. In 1834 she could still be seen next to the Pra-ncipe de Asturias(which had also sunk) in the mud in front of the Arsenal.格式：存档/schematics\n\n\n截图：\n\n\n\n\n\n3.png (22.73 KB, 下载次数: 12)\n\n下载附件\n\n2013-12-19 03:45 上传\n\n\n\n\n\n\n\n\n2.png (25.18 KB, 下载次数: 14)\n\n下载附件\n\n2013-12-19 03:45 上传\n\n\n\n\n\n\n\n\n4.png (21.38 KB, 下载次数: 12)\n\n下载附件\n\n2013-12-19 03:45 上传\n\n\n\n\n\n\n\n\n5.png (26.76 KB, 下载次数: 14)\n\n下载附件\n\n2013-12-19 03:45 上传\n\n\n\n\n\n\n\n\n6.png (27.6 KB, 下载次数: 14)\n\n下载附件\n\n2013-12-19 03:45 上传\n\n\n\n\n\n\n\n\nYPW5bWb_6837141.jpg (30.23 KB, 下载次数: 13)\n\n下载附件\n\n2013-12-19 03:45 上传\n\n\n\n\n\n\n\n\n下载地址\n作品名：HMS Leopard    作者: Captain Dynamite\n\n原帖地址\n\n介绍(英文)：This is the HMS Leopard, she is a 4th rate ship of the line, and she has 54 actual cannons (I think). The cannon types are dispenser cannons (loaded with TNT) with 7 boosters, and 6 dispensers with fire charges on both broadsides and two facing the bow. These cannons have a range of 80 blocks and above, which is much more compact than my Andromeda's cannons. This is my first actual ship that has powerful redstone TNT cannons that is on both sides of the ship, and properly shaped too. The ship is slightly based off of Mr. Beasty's ships, which are extremely realistic. Also thanks to him for helping me out and giving me tips!\n\n\nI shall also mention one last thing, you should spawn in the very front of the ship. If you want to know some information about the curtains and the history in game, it is in the daytime captain's cabin, which is on the top cabin on the right facing the stern. It's pretty easy since I've put in signs to know which room was which.\n\nHistory of the HMS Leopard(from wikipedia):\nHMS&#194; Leopard&#194; was a 50-gun&#194; Portland-class&#194; fourth rate&#194; of the&#194; Royal Navy. She served during the&#194; French Revolutionary&#194; and&#194; Napoleonic Wars, and the&#194; War of 1812.\n\nIn early 1807, a handful of British sailorsa&#65533;&#65533;some of American birtha&#65533;&#65533;deserted their respective ships, then blockading&#194; French&#194; ships in&#194; Chesapeake Bay, and joined the crew of theUSS&#194; Chesapeake. In an attempt to recover the British deserters, Captain&#194; Salusbury Pryce Humphreys, commanding the&#194; Leopard, hailed the USS&#194; Chesapeake&#194; and requested permission to search her. Commodore&#194; James Barron&#194; of the&#194; Chesapeake&#194; refused, and the&#194; Leopard&#194; opened fire. Caught unprepared, Barron surrendered, and Humphreys sent boarders to search for the deserters. The boarding party seized four deserters from the Royal Navya&#65533;&#65533;three Americans and one British-born sailora&#65533;&#65533;and took them to&#194; Halifax, where the British sailor, Jenkin Ratford, was hanged for desertion. The Americans were initially sentenced to 500 lashes, but had their sentence commuted; Britain also offered to return them to America.The incident caused severe political repercussions in the&#194; United States, and nearly led to the two nations going to war.In 1812, the&#194; Leopard&#194; had her guns removed and was converted to a&#194; troopship. On 28 June 1814 she was en route from Britain to&#194; Quebec, carrying a contingent of 475 Royal Scots Guardsmen, when she grounded on&#194; Anticosti Island&#194; in heavy fog. The ship was destroyed, but all hands on board survived.\n\n\n\n\nAdditional DetailsIf you've noticed real closely there are black wool colored slabs. How did I do this? Re-texturing. For noobs, here's some instructions:1. Backup your worlds (each time I retexture something, my world seems to dissapear which is why I backup my worlds. This may not be the case for you, but I highly recommend it.\n2. Download Winrar or Winzip (I'm 99% sure you will have this installed, but this will be included nontheless), and paint.net (google \"paint.net\" and look for the download on cnet.com)\n3. Make a copy of your existing texture pack, then unzip the original/copied pack. Then, open up the \"terrain.png\" file with paint.net.\n4. Place the black wool texture over the netherbrick texture. The Netherbrick texture should be in the bottom right corner, and the wool texture is close to it. (Now, you are free to use any other block that includes slabs. But I like to use Netherbrick because Netherbrick is only seen in the Nether, so then it's one of the least common blocks. But if you're going to the Nether, just keep this in mind.)\n5. Save it, then compress the entire folder you just unzipped earlier as a .ZIP if you're using WinRAR.\n6. ???\n7. Profit!\n\n\n截图：\n\n\n\n\n\n6ZFJzwq_5135456.jpg (29.03 KB, 下载次数: 15)\n\n下载附件\n\n2013-12-19 15:29 上传\n\n\n\n\n\n\n\n\n\nBADC48BC-AC34-4251-8CCE-C1489E03BAAB.png (14 KB, 下载次数: 13)\n\n下载附件\n\n2013-12-19 15:29 上传\n\n\n\n\n\n\n\n\n4F015885-554D-4C9A-ADC5-96A531C04010.png (13.02 KB, 下载次数: 11)\n\n下载附件\n\n2013-12-19 15:29 上传\n\n\n\n\n\n\n\n\n07A7BA81-25D7-4886-8AA2-881C2EBD37A9.png (25.55 KB, 下载次数: 12)\n\n下载附件\n\n2013-12-19 15:29 上传\n\n\n\n\n\n\n\n\nADE8CD2D-B6F9-419E-B26B-C00DFE9CA168.png (23.32 KB, 下载次数: 11)\n\n下载附件\n\n2013-12-19 15:29 上传\n\n\n\n\n\n\n\n\nAA9AF060-D519-4626-8419-1463BB38907C.png (18.15 KB, 下载次数: 12)\n\n下载附件\n\n2013-12-19 15:29 上传\n\n\n\n\n\n格式：存档/schematics\n下载地址\n\n  作品名：HMS Indefatigable    作者: Captain Dynamite\n\n原帖地址\n\n介绍(英文)：\nHey all, today I present to you, a 46-gun British frigate, the HMS Indefatigable. She has 13 TNT cannons and 10 dispensers with fire charges, all fired by pressing a button! &#194; Also, the cannons have about a 110+ block range, and it's extremely compact. One of the things that inspired me to build the Indefatigable other than the Surprise was...well...the Surprise had already been built by the time I was going to make a frigate. Sure, there was some other frigates to choose from, but I had picked the Indefatigable because it was my favorite. :D\nHistory of the Indefatigable:HMS Indefatigable was a powerful frigate, originally built in 1784. This famous ship is always associated with Captain Sir Edward Pellew who, many years later, became an admiral and was raised to the peerage as Lord Exmouth.&#194; \n\nPellew took command of the Indefatigable in 1795. At that time he was the most distinguished frigate captain in the Navy. &#194; Indefatigable's most famous battle was the fierce engagement against the French Les Droits de l'Homme, a 74-gun ship of the line. The battle ended with Droits de l'Homme being driven onto shore in a gale, all but 200 of her crew of 1,300 being killed. Despite also being embayed and having damaged mast and rigging, Indefatigable was able to repair the damage and beat off the lee shore, showing excellent seamanship.&#194; \n\nIn October 1804, Indefatigable, commanded by Graham Moore, with three other frigates intercepted a Spanish treasure fleet carrying bullion from the Caribbean back to Spain. Moore required the Spaniards to change their course and sail for England. The senior Spanish officer refused and a short fight ensued, during which one of the Spanish ships blew up. The remainder surrendered and were escorted to Plymouth. The value of the treasure was over a billion in today's value.&#194; \n\nIndefatigable was selected by C. S. Forester as the ship on which his fictional hero Horatio Hornblower spent most of his time as a midshipman in the novel Mr. Midshipman Hornblower. The Spanish flotilla incident is the one referred to by Forester in the novel Hornblower and the Hotspur, although it would be expected for much more to have been made of the matter bearing in mind Hornblower's early career with the ship. This incident also is also fictionalized in Post Captain, the second of the Aubreya&#65533;&#65533;Maturin series of novels by Patrick O'Brian in which Captain Aubrey is in temporary command of HMS Lively. HMS Indefatigable is also mentioned in a novel by Alexander Kent.&#194; Here's a link of the Wiki pages of the Indefatigable, as it is much more detailed than this brief summary of the History and...much..longer:&#194; http://en.wikipedia.org/wiki/HMS_Indefatigable_(1784)    \n\n格式：存档/schematics\n截图：\n\n\n\n\n\nEA972DE4-1423-4F68-9168-5E9BB077686A.png (16.84 KB, 下载次数: 13)\n\n下载附件\n\n2013-12-19 16:08 上传\n\n\n\n\n\n\n\n\n2013-07-23_124553_6010276.jpg (15.95 KB, 下载次数: 15)\n\n下载附件\n\n2013-12-19 16:08 上传\n\n\n\n\n\n\n\n\nE164109B-C26E-480E-8B24-7C1F629B9806.png (14.1 KB, 下载次数: 12)\n\n下载附件\n\n2013-12-19 16:08 上传\n\n\n\n\n\n\n\n\n573B6CE3-8EC2-4D39-8639-B448915937CC.png (22.57 KB, 下载次数: 15)\n\n下载附件\n\n2013-12-19 16:08 上传\n\n\n\n\n\n\n\n\n6F9F7689-DC8A-4DCF-B899-0054962C8B32.png (25.18 KB, 下载次数: 13)\n\n下载附件\n\n2013-12-19 16:08 上传\n\n\n\n\n\n\n\n\nD504FED9-68B9-4628-9AF0-A82FCF3BF909.png (22.58 KB, 下载次数: 12)\n\n下载附件\n\n2013-12-19 16:08 上传\n\n\n\n\n\n下载地址\n\n\n{:10_505:}希望大家喜欢！\n\n\n\n\n\n\n\n\n\n\n\nYPW5bWb_6837141.jpg\n(51.29 KB, 下载次数: 17)\n\n\n\n\n下载附件\n\n\n2013-12-19 03:36 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "zhuzhengtai",
            "timestamp": 1387402500,
            "txt_content": "我记得原来就有这个合集了 LZ确定没撞？"
        },
        {
            "author": "gogo81745",
            "timestamp": 1387402620,
            "txt_content": "看上去还不错"
        },
        {
            "author": "ChengziHtc",
            "timestamp": 1387403640,
            "txt_content": "我怎么觉得船没有城堡宏伟QAQ"
        },
        {
            "author": "末影卐",
            "timestamp": 1387407300,
            "txt_content": "楼主好像撞车了。。。。"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1387407300,
            "txt_content": "想起来了刺客信条4←_←"
        },
        {
            "author": "simon3000",
            "timestamp": 1387423020,
            "txt_content": "楼主你是船船君吗....."
        },
        {
            "author": "怪咖",
            "timestamp": 1387426020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "HGK",
            "timestamp": 1387426740,
            "txt_content": "这个..神作，表示建筑渣路过"
        },
        {
            "author": "筱蒙",
            "timestamp": 1387428300,
            "txt_content": "这船能往前飘嘛{:10_512:}"
        },
        {
            "author": "wilhelm",
            "timestamp": 1387428660,
            "txt_content": "诶，支持了~"
        },
        {
            "author": "杯_孓",
            "timestamp": 1387430820,
            "txt_content": "支持一个！～\n\n表示我也打算弄帆船的说..　　但是要考完试！～\n\n搬运辛苦了！～"
        },
        {
            "author": "fourhorsemen91",
            "timestamp": 1387438620,
            "txt_content": "zhuzhengtai 发表于 2013-12-19 06:35 \n我记得原来就有这个合集了 LZ确定没撞？\n我在论坛搜索了一下。。好像没有搜到，如果已经有重复搬运的话我把这个删掉吧- -"
        },
        {
            "author": "chenmenghuii",
            "timestamp": 1387455600,
            "txt_content": "其实只用一个就够了"
        },
        {
            "author": "秋雪",
            "timestamp": 1387462080,
            "txt_content": "有时间就和室友玩刺客信条（用你这地图，谢谢你搬运），或者就在岸上弄个堡垒，对轰，真心谢谢LZ"
        },
        {
            "author": "poi1160",
            "timestamp": 1429539900,
            "txt_content": "链接都挂了{:10_527:}"
        }
    ]
}