{
    "title": "重生之误入MC——第五章 步入正轨",
    "author": "000191750",
    "replyCount": 10,
    "timestamp": 1387378380,
    "txt_content": " 本帖最后由 000191750 于 2013-12-22 00:02 编辑 \n\n\n\n\n\n封面.jpg (29.55 KB, 下载次数: 0)\n\n下载附件\n\n2013-12-20 18:32 上传\n\n\n\n\n\n       在一个阳光灿烂的下午，一个方块人在村庄中不停地用着他手上那把木质锄头，一下一下地锄着地面，而在他的身后不远的地方，另一个看上去似乎是雌性的方块人正站在他的身后，用一种欣赏的目光看着正在农作的方块人。这个方块人当然就是晕倒在这个村庄门口的吴惧天了，而他身后的女子，则是把他“捡”回来的灵珑了，灵珑是这个村庄的村长的女儿，而他们的村庄是这方圆百里内唯一的一座可以抵御僵尸攻城的村庄，之所以他们可以抵御僵尸攻城，是因为两个原因，一是，他们的村庄被服主用原石圈了一个城墙，而最主要的是他们有一个独一无二的“朋友”——铁傀儡，铁傀儡是这个村庄的守护神，它力大无穷，而且防御强大，甚至是连巨无霸僵尸也可以匹敌，所以一般的僵尸是不愿消耗太大的代价去攻击这个村庄的，除非是他们已经别无选择了。而且铁傀儡并不是真正意义上的战争机器，而是一种有着一般僵尸不具备的特殊智力，那便是——对红玫瑰的钟爱与和村民的友情。这些情绪是一般的僵尸不具备的。\n        正当吴惧天正在不停的耕种的时候，一个妩媚的声音缓缓地响起：“小天，好啦，你已经把耕种学习好啦，可以去进行下一项了。”这个声音便是灵珑发出的。\n        原来，当吴惧天醒了之后，灵珑就发现了吴惧天不懂耕种、畜牧和采集矿产，所以为了让吴惧天熟悉这一切，灵珑便为吴惧天来了一个特训，以便让吴惧天学会这些“常识”，毕竟在这个世界，不会这些就是废人一个。\n        于是灵珑把吴惧天带到了一个牧场前面，你没看错，对，就是牧场，这个牧场也是那个所谓的服主建立的，牧场非常大，而照顾这个牧场的人，便是服主的一名手下，敏萱。敏萱的牧场十分的辽阔，覆盖了几乎一座山，山上的动物更是数不胜数，吴惧天的任务，便是喂羊。\n         吴惧天右手拿着一棵小麦，一步一步地走到羊的面前，随即迅速的将手伸了过去，不知道是不是因为吴惧天动作过于迅速了，羊一下就被吓跑了，而且再也不敢回头来吃小麦。“唉~失败了。”第一次就失败的事情的发生狠狠的抨击了吴惧天自傲的心，立刻使他对畜牧的兴趣大减。\n         “小天，不要灰心，第一次不行，咱们就试多几次嘛！怎么能放弃呢！”看到吴惧天一次失败就放弃的灵珑在后面喊道。\n         本来打算放弃的吴惧天听到灵珑的话，也不知道为什么，顿时有了一种不成功誓不罢休的豪情，立刻就回了一句：“我才不会呢，灵珑你可别小看我。”语罢，吴惧天再次拿着小麦悄悄地走向绵羊，缓缓地将小麦递到羊嘴旁。过了一会儿，那只羊似乎看见了嘴巴旁边的小麦，欢喜地一口咬了下去，并且一边嚼着小麦，一边“咩咩”地向吴惧天示好。\n        看到绵羊把小麦吃了下去，吴惧天的嘴里情不自禁地跑出了一句“耶！成功了！”，于是乎，灵珑便带着吴惧天走向了下一个任务的地点。\n        “其实我告诉你一个秘密吧，村庄里的人其实都不会养动物，屠夫也是从这里买猪啊，牛啊什么的回去再宰，让你学畜牧也只是抱着试一试的心态罢了，你居然成功了！这可是我没料到的事情。”灵珑咬着吴惧天的耳朵悄悄地说出了这样的一句话。\n        “你说什么！你居然坑我，哼！”吴惧天听到灵珑说了这句话之后顿时暴起，把灵珑吓了一个激灵，但立即又笑了出来，“哈哈，算了算了，我又不是什么小气的人，反正我也已经学会了畜牧，这次就饶过你吧。”\n         “其实我也料到你会生气，不过能这么快就消气的我还是第一次见呢。其实还有啊，羊肉是不能吃的，所以你宰了羊以后，唯一能利用的就是羊毛，其他的什么都会随着羊的消失而消失。”灵珑虽然被吓了一跳，但是心里早就有了准备的她是不会对这感到反感，反而又告诉了吴惧天了一个知识。\n        吴惧天向灵珑一边学习着这个世界的知识，一边又与自己所了解的对比，不停的加深自己对这个世界的了解。毕竟自己还是穿越过来的嘛。\n         随着吴惧天和灵珑的谈话的结束，吴惧天他们来到了一个巨大的洞口前，这个洞口一直向地下蔓延，其中的支洞也纵横交错，简直就是一个天然迷宫。\n         “这个天然洞穴是我前几天刚刚发现的，应该还没有人来开采过，我给你一把镐子吧，你的任务就是开采一组圆石，明白么？你有三天时间，三天后去我家把圆石给我。现在天色也不早了，我们就先回去吧，明天你自己来开采矿石吧。”灵珑将一把木头镐子准备交给吴惧天并说道。\n         “不用了灵珑，我已经有一把了”吴惧天拿出了他来到这个世界第一天所作出的镐子，与灵珑所做的镐子相比，吴惧天的镐子似乎更加的大，更加的重。\n          “那我们就回去吧。”灵珑看着吴惧天手中粗劣的镐子奇怪的说道。\n          ......\n          这一夜，吴惧天终于睡上了一个好觉，他梦见了上辈子的女朋友，梦见了他被车撞死后穿越到了这个奇妙的世界，他还梦见很多很多...\n          天边渐渐出现了一道光线，这道微弱的光线照入了村庄的一座破旧的房子，睡在床上的吴惧天立刻就从睡眠里醒了过来，洗漱以后，他拿着他那把又重又大的木头镐子，向着昨天的那个洞穴前进。\n           他从村庄的大门走了出去，一路向西，以普通跑步的速度小跑着去那个洞穴，他还记得昨天灵珑对他说过，一些怪物用可能会出没在天然洞穴和废弃的矿坑里面，所以最好带些东西防身。吴惧天带了他最厉害的一样武器——拳头，那双曾经打败无数僵尸的拳头。\n           “嘭，嘭，嘭......”洞穴里传来了一阵开凿的声音，一堆迷你方块碎石被堆在了一旁，吴惧天正奋力地开垦这个洞穴，他已经有了十多个圆石了，而正在此时，洞穴的深处，传出了一些呻吟的声音，这些声音就想是一群人在很重的呼气吸气。这声音回荡在这阴暗的洞穴之中，显得格外的恐怖。以吴惧天警觉的性格当然是不会忽略这些声音的，但是他仔细一听以后，全身的汗毛都竖了起来......\n\n今天，又有一章了，这次吴惧天终于踏上了MC的正轨了——采矿，我打算下面继续以战斗为主线的形式写下去，但是，我还是会尽量的贴合MC的配置，例如建房子啊，采矿什么的都是不会落下的，最后嘛，同样是请各位对这次写的章节进行一个评价，\n\n     上一章      索引帖    下一章",
    "replies": [
        {
            "author": "QQ2472484015",
            "timestamp": 1387456800,
            "txt_content": "文笔不错必。\n加油！！！！！！！！！！！！！\n↖(^ω^)↗\n须顶呀..."
        },
        {
            "author": "QQ2472484015",
            "timestamp": 1387456980,
            "txt_content": "希望楼主想点新鲜一点的题材。\n不然太老土\n穿越到MC的作品一抓一大堆\n"
        },
        {
            "author": "QQ2472484015",
            "timestamp": 1387457100,
            "txt_content": "没有人吗\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n嘿，楼主你的肥皂掉了!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!{:10_542:}"
        },
        {
            "author": "大家辛苦",
            "timestamp": 1387465920,
            "txt_content": "  建议弄一些插图，这不光是美化的问题，也是能否将此贴放入中文论坛主页面大屏公布于众的问题，这只是建议，谢谢楼主的配合！"
        },
        {
            "author": "000191750",
            "timestamp": 1387513080,
            "txt_content": "大家辛苦 发表于 2013-12-19 23:12 \n建议弄一些插图，这不光是美化的问题，也是能否将此贴放入中文论坛主页面大屏公布于众的问题，这只是建议 ...\n谢谢提醒啊{:10_512:}"
        },
        {
            "author": "大家辛苦",
            "timestamp": 1387547940,
            "txt_content": "000191750 发表于 2013-12-20 12:18 \n谢谢提醒啊\n  发帖时才有用。"
        },
        {
            "author": "000191750",
            "timestamp": 1387551600,
            "txt_content": "大家辛苦 发表于 2013-12-20 21:59 \n发帖时才有用。\n额....好吧，我打算先去洗个澡，然后凌晨之前更新第六章"
        },
        {
            "author": "⑨之幻想乡",
            "timestamp": 1392519180,
            "txt_content": "发现错字！希望LZ细心点."
        },
        {
            "author": "王宏x",
            "timestamp": 1393040340,
            "txt_content": "看了一下，帮忙顶一下吧"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1436752740,
            "txt_content": "有点少啊，加油楼主！"
        }
    ]
}