{
    "title": "重生之误入MC——第六章 危机再现",
    "author": "000191750",
    "replyCount": 8,
    "timestamp": 1387556280,
    "txt_content": " 本帖最后由 000191750 于 2013-12-22 00:02 编辑 \n\n\n\n\n\n封面.jpg (29.55 KB, 下载次数: 4)\n\n下载附件\n\n2013-12-21 00:20 上传\n\n\n\n\n\n    在一个漆黑的矿坑里，一些打斗的声音断断续续的传了出来，“你们这些僵尸还不肯死心么，老子的肉岂会是尔等可垂涎的，还是全都去死吧！”一个声音突然从矿洞里传了出来，须臾之后，矿洞里传出了“嘭！”的一声巨响，随即便有一些迷你碎石飞溅了出来，随之溅出来的还有几只僵尸。可怜的僵尸还搞不懂什么回事就这样被灭杀了，这些僵尸只是僵尸族群里等级最低的一部分，所以是不知道僵尸大军正在追赶着吴惧天的消息的。\n    “这些僵尸可真是阴魂不散啊。”站在矿洞前的吴惧天用右手擦了擦脸上的汗水，看着地上被攻击死的僵尸，感受着僵尸身体里那些光点带给他的舒畅，轻轻地叹了一口气。\n    此时太阳已经渐渐地西下了，吴惧天看着西下的太阳，突然想到了前世自己陪着女朋友看日落时的温馨，心里顿时难受极了，“难道我就真的回不去了么？”吴惧天向着太阳问了一句，当然，是不会有人可以回答吴惧天这个问题的。\n    看着太阳真的要西下了，吴惧天才慢慢的走了回去，回到家后，他躺在自己那铺用羊毛制成的床上，自言自语道：“又是一天啊，安逸的日子还真是会让人懒惰啊。”语罢，吴惧天就陷入了沉沉的睡眠中。\n    ......\n    在一个高二百五十个方块的房子的书房里一个女人正向着一个正在整理书籍的男人说道“服主，这个玩家似乎是在我们服务器突然断线的时候加入的，而且注册的名字很奇怪，居然是‘Herobrine’，这个名字可是有好多人想注册，但似乎都被人占用了，但是他居然就可以使用这个名字。”\n    “哦，有这件事？这可是个奇怪的事情，小诗，你不要再查下去了，剩下的就交给我吧。”被称为服主的男人漫不经心的看着一本书，并说道。\n     ......\n     太阳如同以往一般升起，第一束阳光穿透了吴惧天家的玻璃，射入了吴惧天的眼里，过没多久，吴惧天就醒了过来。\n     “今天就把剩下的碎石挖完吧，顺便做一个石头镐子。昨天好像看见铁矿了，铁矿听灵珑说好像只能够用石头材料以上制作的镐子才能开采。”于是吴惧天便从昨天挖到的四十多个碎石中，取出了三个碎石，然后将它们放在工具台上，用手一拍，一拧，一把崭新的石头镐子就出现了。“好，出发！”吴惧天将手中拿着的那只石头镐子举了起来，向着矿洞小跑了过去。\n      正当吴惧天离开村庄时，一只苦力怕正好就在村庄的对面十六米处，吴惧天并没有看到这只苦力怕，但是苦力怕却闻到了吴惧天的味道了......\n      “食物啊~~好像是家族通缉的那个食物呢，好嘞，先会消息给家族，然后再去捕获他。”这只苦力怕在一看到吴惧天的瞬间，心中的如意算盘就打好了。于是，“族长，我找到了那个生物了，就在最大的村庄那。”然后就尾随着吴惧天走向了矿洞。\n       来到了昨天遇到的矿洞里，吴惧天拿出了他的石头镐子，对准一块石头，右手一用力，手起镐落，“蹦”的一声，石头就被开采成碎石了。按照这个速度开采这个矿洞的矿石，肯定很快就可以开采完了，吴惧天一想到这个，手脚便加快了速度，不一会儿，一组碎石就开采完毕了。\n         “好，去看看铁矿吧。”吴惧天拿着石镐，慢慢的走向了矿洞深处，在其身后不远处，还有一只绿色的怪物——那只苦力怕。\n          走到了铁矿的前面的吴惧天突然感觉到了什么不对劲的，但他还是若无其事的准备挖取这块铁矿。正当吴惧天举起石镐的时候，那只苦力怕便一下子扑了上来，意图咬住吴惧天的脖子，可是吴惧天在此之前就做出了躲避的动作，攻击不到吴惧天的苦力怕扑到了地面上，来了一个狗吃屎的动作。\n       “又是你们这些苦力怕，还真当老子是病猫了。受死吧！”吴惧天看到这个追杀了他几天几夜的怪物，心中的怒气越发的严重了，于是，举起了他的武器——拳头，一拳击中苦力怕的躯干正中，把苦力怕击飞了三米远，同样是苦力怕，这只苦力怕明显聪明了很多，他没有盲目的去自爆，而是给吴惧天下了一个套。\n       “你敢过来么，我可不怕你的。”苦力怕向着吴惧天做了一个囧的白表情（其实苦力怕的表情就是囧）并挑衅道。被愤怒蒙蔽了双眼的吴惧天当然想不到这个是个圈套，只是看见吴惧天的眼睛再次闪过了一道白光，吴惧天瞬间便到了苦力怕前面，一拳攻击到了苦力怕的脸上，“噗”苦力怕又被击飞了，但是与上次不同的是苦力怕已经进入了自爆状态，所以当苦力怕一落地，就听到了爆炸的声音，地上又多了一个大洞，而且很多方块都被炸没了，最主要的是——吴惧天找到的铁也就这样被毁灭了。\n      爆炸的声音也如同一盆冷水一般激醒了吴惧天，当吴惧天看到自己找到的矿物被苦力怕给炸掉是，愤怒又再次冲上了头脑，但是他也知道愤怒是于事无补的，所以呢，吴惧天就回去交差了......\n      当吴惧天回到了灵珑的家里后，吴惧天就将一组圆石（碎石）交给了灵珑，灵珑看着吴惧天已经掌握了挖矿的技巧，便带着吴惧天走去了村庄之中最重要的地方——图书馆。\n      “图书馆里有很多关于这个世界的知识，你失忆了，看看这些可能会有些帮助。”灵珑站在图书馆门口对吴惧天叮嘱道。\n       原来吴惧天醒了之后和灵珑说他不是这个世界的人的时候，灵珑却误以为吴惧天是失忆了，所以才对吴惧天格外的关心。\n       ......\n        在遥远的森林里面，苦力怕家族正派遣这一支气势昂扬的大军，走向了村庄的方向......\n      上一章                     索引帖  下一章\n\n",
    "replies": [
        {
            "author": "dmd011",
            "timestamp": 1387557000,
            "txt_content": "楼主的想法很好，期待你的下一次作品啊，沙发我拿走了"
        },
        {
            "author": "小黑人",
            "timestamp": 1387557360,
            "txt_content": "不错啊 写的还很好啊0 0"
        },
        {
            "author": "HGK",
            "timestamp": 1387584960,
            "txt_content": "想法很好，不过这样的穿越小说已经泛滥了"
        },
        {
            "author": "xijun0",
            "timestamp": 1387585560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "我好牛b",
            "timestamp": 1387594320,
            "txt_content": "[diamond_sword][diamond_axe][diamond_pickaxe][diamond_shovel][diamond_hoe]"
        },
        {
            "author": "我好牛b",
            "timestamp": 1387594440,
            "txt_content": "[diamond_helmet][iron_helmet][chain_helmet][gold_helmet][leather_helmet]\n[diamond_chestplate][iron_chestplate][chain_chestplate][gold_chestplate][leather_chestplate]\n[diamond_leggings][iron_leggings][chain_leggings][gold_leggings][leather_leggings]\n[diamond_boots][iron_boots][chain_boots][gold_boots][leather_boots]"
        },
        {
            "author": "zuanshi",
            "timestamp": 1387597980,
            "txt_content": "不错继续加油吧"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1436752920,
            "txt_content": "him终于出现了，期待。。。。。。"
        }
    ]
}