{
    "title": "玩MC头晕么？进来看看...",
    "author": "基情无限好",
    "replyCount": 8,
    "timestamp": 1333362600,
    "txt_content": "覺得玩MineCraft 有閉塞感，或許你懷孕了？\n開玩笑而已，你應該是患了「3D遊戲眩晕症 (DOOM综合症)」。\n\n簡略說一下，這個病當你玩一些第一人稱視覺的螢幕立體視覺會產生一種惡心、閉塞，\n\n以及有點喘不過氣，頭暈惡心得想嘔吐。\n\n可惜，這個病幾乎沒得根絕。\n\n人類通過視覺、聽覺、觸覺來獲取外間環境的信息。經過長期的生物進化，人類的各種感覺器官已進化到高度的合作協調。\n\n例如，在人體內耳中有個名為「前庭器」的器官，它負責判斷身體平衡，如人體的運動方向和加速度。在眼睛裡也有單獨的視覺神經來感覺有關運動。\n\n這些運動感覺器官都是非常敏感的，它們把感覺到的運動有關信息傳送到神經中樞，由神經中樞控制人體進行適當的反應，來應對運動對人體造成的影響。\n\n當人所感受到的運動幅度或頻率超過可負荷的水平時，神經中樞會使人產生不適的感覺，比如頭暈、惡心。從客觀上，這些感覺達到阻止人體繼續當前運動繼續的目的。\n\n這其實是一種人體的自我保護機制，因為大幅度、高頻率的運動是可能對人體造成損傷的。經過漫長的人體進化，這一事實已經編進了人類基因中。\n\n但這種自我保護機制的強度卻因不同個體而有強烈的差異的，有些人會比較格外敏感，比如那些容易暈車的人；有人不太敏感，比如那些不容易暈浪的人。神經就是這個病的其中一個原因。\n\n再說說，大腦結構正常的人都會有視覺聚焦點，就是說你在觀看的時候會先聚焦你看到畫面中的那個物體，然後從這個物體開始去宏觀的觀看其他事物。\n\n然而，在玩MineCraft 時你的視覺聚焦點會放在准心上，其實同時你也會聚焦准心後屏幕中間的那個景物。而在你快速移動時，准心後面的物體不停的變化你的眼球也會不停的切換被聚焦的物體，此時的狀態就好像你在原地轉圈呢～\n\n再者，每人的眼球切換聚焦物體的速度和視覺神經的承受極限不同，有些比人承受極限低，也就是聚焦切換速度趕不上景物切換速度。那麼當再玩一會後就會出現眩暈、惡心、想要嘔吐的症狀。\n\n\n導致運動眩暈的另一個可能原因是：當運動頻率過高時，由於各種運動感受器官的感應速度不完全相同，導致送至神經中樞的運動信號有差異，甚至矛盾，因此神經中樞便無所適從，不知道該相信哪一個信號，因此干脆發出眩暈的指令，使機體產生不適，從而達到減緩甚至中止運動的目的。\n\n綜括而言，玩MineCraft頭暈、惡心的原因大致是：視神經感受到了大幅度和高頻率的運動，本來如果MineCraft 的3D側覺點不那麼立體，神經中樞會自動鑒別出運動的虛假性，並抑制視覺傳來的神經衝動，但由於3D側覺點逼真，神經中樞信以為真，與此同時其他運動感受器官（如耳前庭器）卻沒感受到任何運動，這種情形對神經中樞而言是非常矛盾和不祥的，有很大的不可預知性，因此神經中樞強烈地發出眩暈指令，希望人體能停下來，擺脫這種不祥的局面。\n\n假如你想玩得安樂，最玩在遊戲前口服暈車藥來達到欺騙大腦的目的，這或許很荒謬，但這病的確是先天性的，不能根治。\n\n嗯，就這樣。\n\n　【解決方法】\n\n　　以下方法是同樣適用於所有想保護眼睛的人：\n\n　　一、遊玩的時候不要離景物細小而眾多的地方過近，遠一點的話景物的移動速度就會降低。\n\n　　二、稍微感到頭暈的時候就要去休息一下。\n\n　　三、盡量在身體良好狀態 (水份、睡眠充足) 下遊戲，這樣可以減少發病機率。\n\n　　四、在游戲一段時間後，就要去眺望一下窗外的遠景( 綠色景物更佳 )。然後再看一下天空（意思是看一看明暗度不一樣的地方，讓眼肌休息）。\n\n　　五、降低適度調節螢幕的明暗度，和分辨率（分辨率越高，景物就越清晰，聚焦它就越費勁），也即是把MineCraft 的Fancy 調至 Fast。\n\n　　六、轉動第一人稱視覺時速度慢一點。\n\n　　七、切忌將鼠標靈敏度調太高。\n\n　　八、開啟垂直同步。(什麼是垂直同步?可以參考我以前的文章 ，限制MineCraft 的畫面刷新篇幅也有幫助，還有走路設定成平穩吧~)\n\n　　九、加快眨眼頻率也可以大大緩解暈眩。\n\n　　十、在感覺開始有一點點悶的時候，閉目深呼吸，在慢慢吐出氣，循環幾次。\n\n\n　【原因】\n\n　　一、幀數較低但不鈍，幀數高人的眼睛會覺得畫面穩定運動效果柔和，幀數低的畫面會讓視覺感到跳躍感很快，對視覺系統會產生極大壓力與刺激。如果畫面打頓，反而能夠調節打破這種壓力倒反能緩解暈眩感；\n\n　　二、螢幕畫面離場景近的地方太多快速轉折，和坐汽車在一個看不見頭的短長度小角度曲折山道以中等速度拐來拐去一樣，後面的乘客會極度不適；\n\n　　三、與此同時身體差，小腦平衡能力差，在高精神壓力下大腦供氧不足，這也是長期不鍛煉在電腦前的人常見的症狀，會暈眩正常；\n\n　　四、有的人雖然平時鍛煉身體，比如一些學生，但仍舊會暈眩。因為鍛煉身體不完全等於鍛煉心理，比如經常在狹小單調的場地進行的運動，雖然能夠提高身體生理強度和各方面能力，但是人是自然的動物，對長期非自然環境下的壓抑、畸形心理是不能靠單純的非自然方式處理減少的，心靈深處的不良習慣和深度壓力會隨著非自然而且單調的環境下進行的行為與接觸時間累積增加.\n\n　【建議】\n\n　　一、必要！加強體育身體鍛煉：\n\n　　(i) 特別是人體平衡鍛煉，\n\n　　(ii) 提高心肺能力，增強血液的攜氧能力，使大腦在高身體及高精神壓力下供氧充足，仍舊能夠保持清醒最好，還能感到比較輕松。建議經常進行戶外鍛煉，特別是舒心的綠色環境中鍛煉，經常更換鍛煉方式或者鍛煉場所，保持新鮮感；\n\n　　(iii) 或者採用較極端方式鍛煉，挑戰自己的人體極限，極度不斷提升自己的身體強度，讓腎上腺素更多分泌，提高大腦興奮程度及其上限，注意適可而止而不要過度疲勞和損傷身體喔～不要在身體疲勞的狀態下玩游戲；\n\n　　二、通過一些其他有益身心健康的方式緩解精神壓力：\n\n　　(i) 在舒心活絡的自然環境底下來疏解壓力，培養良好的心理和心理自我調節習慣，比如去一下旅遊，做一下瑜伽，聽一下輕鬆的美妙音樂等等；\n\n　　(ii) 或者採用極端的方式提高自己的大腦意志力，強制大腦興奮，慢慢提高興奮時間和強度。千萬要注意不可太過份，否則物極必反，不要在心理疲勞的狀態下玩游戲；\n\n　　(iii) 要多多攝入蛋白質，適量增加脂肪提高能量，多吃點肉類。西方歐美人在極端環境下體質表現都比中國人好，這和他們多吃肉的飲食習慣是息息相關的。\n\n　　比如在中國很丟臉的足球運動，如果說在疲勞感高，運動強度高的情況下中國的足球運動員普遍大腦供氧八十分、興奮程度能有八十分，冷靜、判斷能有八十分的話，那麼歐美的足球運動員普遍這些指數就有九十五分；\n\n　　同樣各種對大腦能力高強度施壓的運動比如F1賽南、飛機等等也體現出來了，飛行員排除政治精神因素下的抗壓能力東西方差異也很明顯；\n\n　　還有就是多吃生而乾淨的，多種類的蔬菜水果等人體必需的食糧，這比加熱的熟制的長期單一的種類不多的蔬菜對人體均衡營養好處會更多，同樣的東西，西方在這點飲食的習慣上也不同，同樣也影響了不同人的體質。\n\n　　最後就是注意不要吃的過份的飽，八成飽就OK了，這樣的東西方飲食各自都有不足之處，當然各自各有其他缺點，不過跟這病都沒什麼相關之處就罷了。\n\n",
    "replies": [
        {
            "author": "a919298641",
            "timestamp": 1333362720,
            "txt_content": "以前试过..现在有了抗体~(误)"
        },
        {
            "author": "hhttll",
            "timestamp": 1333362780,
            "txt_content": "这是。。。神码，沙发"
        },
        {
            "author": "逢坂大河",
            "timestamp": 1333362780,
            "txt_content": "不知道为什么...我看这篇帖子的时候也会晕QAQ"
        },
        {
            "author": "基情无限好",
            "timestamp": 1333362840,
            "txt_content": "逢坂大河 发表于 2012-4-2 18:33 \n不知道为什么...我看这篇帖子的时候也会晕QAQ\n手淫过多,\n可照成晕眩..."
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1333363800,
            "txt_content": "正常者撸过"
        },
        {
            "author": "john180",
            "timestamp": 1333364580,
            "txt_content": "从来不觉得晕"
        },
        {
            "author": "LJ_LongZu",
            "timestamp": 1333365900,
            "txt_content": " 本帖最后由 LJ_LongZu 于 2012-4-2 19:25 编辑 \n\n我小叔得了3D晕眩！"
        },
        {
            "author": "【美琪】",
            "timestamp": 1333374060,
            "txt_content": "无3D眩晕症的悄悄飘过····"
        }
    ]
}