{
    "title": "【原创】《末日的救赎》②",
    "author": "chenhao220",
    "replyCount": 5,
    "timestamp": 1387597140,
    "txt_content": " 本帖最后由 chenhao220 于 2014-1-12 20:10 编辑 \n\n之前有过末日的救赎，只不过我觉得看的太麻烦了... 红色章节代表普通章节 蓝色章节属于精品章节 黄色章节属于高潮章节原末日的救赎请猛戳这里！！ 不要说我是抄袭的，这两个都是一个作者——chenhao220预告 命运的车轮是谁在转动命运的车轮？\n          一场官场上的争斗，末日，由此展开！\n  是谁在冥冥之中操控着这一切？\n      又是谁在混沌中制造了这一切？\n  是命运操控着我？\n      还是我抓住命运？\n  曾今的守护神\n      今天的创世者\n——Roat 名运的操控者\n       来拼搏吧！\n救赎这黑暗的末日！\n序章 危机前奏\n 这里是麦块帝国主城——麦块城。\n      天空的薄雾笼罩着这片大地，城内，许多人们都在过着安详地生活。城外，美丽的森林孕育着一个又一个生物。为这片大地的主人提供着食物与资源。\n      在麦块城的最高的建筑上，站着一位身穿蓝色钻石甲的将军，他是麦块帝国的守护神Roat，当年他带领着他的铁血小队从亡灵中打下了这片富饶的土地。现在，他望着这片安详的土地，心中无限感慨。\n      当然，一个国家中除了Roat这样的忠臣，也有一些不怀好意的人们。\n      在麦块皇宫地下室内，Miku正在一个高大的玻璃储罐内注视着一个巨大的僵尸。据说，他是Roat当年在与亡灵战斗时捕获的一只僵尸，而Miku则提取出了能使人类变为亡灵的UWS病毒。Miku为了使麦块帝国沦入他手，他对麦块统治者——Hansen发出了警告，要求他立即下位，将他自己立为统治者，不然就要激发此病毒。现在Hansen依旧没有下位，并扬言要杀死Miku。就这样，Miku准备在今天激发UWS病毒......\n第一章 恐怖的UWS病毒\nMiku完成了最后一步的工作，一支携带着UWS病毒的烟花已经屹立在地下室中间。Miku向着窗外看去，说道道：“这美丽的世界，马上就要天崩地裂了，哈哈哈哈！”说完，他隐没在地下室的黑暗中。\n      Roat依然注视着窗外，他看着窗外的太阳，总感觉有些事要发生。\n      Hansen在皇宫里走来走去，他的耳边还在回响着Miku的话。“如果Miku真的会这样做，那我的子民们该怎么办？”他说“Brbk上将！”说完，立即有个身着黑曜石铠甲，身上闪着魔光的大汉走了过来。Hansen要求Brbk马上调集军队，随时准备与UWS病毒战斗，话音未落，天空立即出现了一个璀璨的烟花，在Hansen惊骇的目光中爆炸...\n爆炸以后，天空立即乌云密布，遮盖了太阳的光芒。一滴滴带着UWS病毒的液体从空中下降。\n      Hansen脸色大变，立即穿好了他的保护3的钻石甲，风一般的拿出击退3 火焰2 亡灵杀手2的黑曜石巨剑，对Brbk说:\"立即集合部队，做好战斗准备。让研究员立即研究UWS病毒抗体，快点。”说完，Hansen跑去地下室，准备与Miku交涉。\n      Roat早在他感到不好前就做害了战斗准备，他拿出了他珍藏多年的黑曜石全套，从头盔到鞋子，全部是保护3的黑曜石套装，他的巨剑更是附魔了锋利4 火焰2 击退2 亡灵杀手2的紫晶物质剑（这个是MOD里的），他立即冲下楼。\n      这时，平民们都已感染上了UWS病毒，有些已经突变为亡灵。城外的亡灵们收到了UWS的召唤，形成了尸潮在猛烈冲击着麦块城防线。整座麦块城已经成为了地狱，亡灵们正在大肆破坏。军队也在这次UWS病毒中战斗力大减，甚至无法战斗...\n苦力怕在卫队身后轰然爆炸，卫队直接被炸散，Roat因为有黑曜石铠甲的保护，但也被掀飞出去，不知去向....\n第二章 逃亡之路\n    地下室内，Hansen静静的坐着，望着窗外正在被UWS病毒侵蚀的土地，他的心都在滴血。Miku也坐在他的对面，面无表情，好像一切事情与他无关一样。\n       就在这时，大门被一阵猛踹。一只身穿金甲的绿皮僵尸冲了进来，拿着它手上粗糙的铁剑，猛地向Hansen辞去。Hansen没有任何反应，静静的坐着，被那只铁剑刺中。Hansen小声的说：“终于结束了，麦块帝国将不复存在。”说完，他头也不回地倒下了...\n       Miku依然平静的坐着，哪怕被一只僵尸看着，他的表情也如恒古不变的坚冰。就当那只僵尸准备攻击时，Miku手上突然多了一个铁牌，上面刻着一条浑身黑色，紫色眼睛的龙，那僵尸看见后，立即跪倒在他的脚下。Miku一脸阴笑，走出地下室...\n       Roat掉入了一个天然矿洞中，周围一片黑暗。Roat就躺在石头上。天上的雨渐渐减小，露出一轮暗暗地月亮。如蚂蚁一样多的僵尸在平原上游荡。这时，一只僵尸手拿一只石剑靠近了这片矿洞，Roat却还在昏迷中。这只僵尸走到Roat面前，大声叫吼着，又有一只僵尸走了过来，不过这只僵尸碰到了一个碎石，砸中了Roat的脸。Roat渐渐从昏迷中清醒，一睁眼，看见了那两只僵尸在他面前龇牙咧嘴，他猛地一咕噜站起来，却发现他的黑曜石巨剑不见了。他握紧拳头，猛地打入僵尸那紧密的腐肉中，僵尸被他打得一阵痛吼，手中的铁剑掉在了地上。Roat立即捡了起来那把铁剑，猛地将那只僵尸劈成两半。然后他逃离了这片矿洞。\n       平原上，多的如同蚂蚁一般的亡灵们追逐着Roat，Roat手上的那把铁剑也已成为了一堆废铁。身上的黑曜石铠甲也即将崩溃，他向树林里跑去，寻求掩护。\n       终于，漫长的晚上过去了，新一天的太阳晒着这片枯萎的大地。那平原上的亡灵嘶吼着，烈日炙烤着他们。不一会，他们全部化为了分子。\n       Roat用昨天“缴获”的铁斧头疯狂的砍着树，不一会，他砍了3组木材。天空中的太阳也已升上高空。“要去做一个家了。\n       Roat合成了一个石稿，向下挖着石室，准备造一个避难所。\n       红日西斜，Roat艰难的爬上地面，坐在一块泥土上，静静地望着远方。若有所思，若有所悟。\n       几分钟后，Roat回到了他的石室中，他用一把又一把的泥土封住了入口。夜色降临，Roat却在忙碌着，他疯狂地制造着火把与工具。\n       “总有一天，我会再夺回麦块帝国！”Roat在心底默默的说到。\n第三章 地下生活 \n终于，Roat做好了石室内的照明和生存必需品，而新的一天又到来了。Roat看了看他自己的背包\n       Roat拥有物品：\n      1把新石剑\n      2把新石稿\n      1把旧铁斧\n      3组原木\n      1组木板\n      1组火把\n      5个铁锭\n      1组苹果\n      Roat说道：“今天得去挖点矿物了。”说完，他拿起自己的2把石稿，在自己家旁边的几处往下挖了几层，探测了一下矿物。终于，他找到了一处含水多的一片土壤，他往下猛挖。突然，前方的土壤被挖开后出现了一个大洞，里面尽是深邃的黑暗。\n“看来是矿洞”Roat说了一声。Roat将随身带着的火把插了几处，这片矿洞忽然变得光亮无比。Roat向四周看了看，发现有几处含有煤块和铁块的石头。他小心翼翼的用石稿敲打着石头，将那些碎块挖了下来。“今天的收获不错啊”，他看了看自己的背包，发现有13个铁，15个煤，还有好几组圆石。\n      他艰难的爬出了矿洞，在洞口插上1支火把。这时，天空中的夕阳刚好落下地平线，此起彼伏的僵尸嘶吼表明亡灵们即将出动。他跳下了自己的石室，忽然发现石壁上生长着几个蘑菇，他大喜过望，小心翼翼的取下蘑菇。往熔炉中放了几个煤块，用火把点燃了他们。熊熊火焰猛然冲起，带给石室内温暖。Roat将蘑菇和水放在熔炉上，熊熊火焰将它煮沸，渐渐地，蘑菇的香味充盈着整座石室。\n       Roat拿着他刚用木头做的碗，盛起蘑菇汤。这是UWS病毒爆发过后的Roat的第一次吃热的食物，也许以后的Roat都得吃这个。Roat放下手中的木婉，睡在一块石头上。那石头将他的头与背弄得生疼，“看来明天要去做张床了。”说完，Roat摇摇头进入了梦乡。\n第四章 神秘人\n又是一天早上，地面上的僵尸们都退回了地底的洞穴。Roat在他自己的石室里揉了揉眼睛，看了看日程表。“获取肉食”Roat说道，然后他爬上洞穴，用石剑敲开了洞口。强烈的阳光照着他无法睁开眼睛，但他一会就适应了。他走了几步，发现泥土有些异样，他蹲下身子，用手沾了一点泥土，放在鼻前闻了闻，着泥土散发着一股刺鼻的味道。“看来世界开始崩溃了，我得搜集UWS病毒，研究抗体，净化大地！”Roat一边说着，一边前行。\n      突然，他发现了一处草地异常纯净的地面，他走了过去，发现漫山都是牛和猪，他大喜，拿着手中的石剑，冲向动物...Roat可能没有注意，在这片草地的后面的树林里，有一个被亡灵包围着的人，目无表情，看着Roat的行动...\n      “原来还有麦块帝国的余孽啊，今天晚上，跟着他，杀死他！”那个神秘人说道，而不可思议的是，那个长的最高的亡灵居然点了点头，要知道僵尸是没有智慧的。\n      Roat在动物群中杀的不亦乐乎。红日西斜，他带着满满一背包的肉回到石室中。\n      他打开熔炉，将一块牛肉放入锅中，“终于可以开荤了”Roat说道。不一会，那鲜美的肉汤便已经做好。Roat用碗盛了一碗，拿着它美美的平常着，就在这时，异变陡生。\n      洞口方向突然出现剧烈的声响，貌似亡灵们在敲打着那层薄薄的泥土。Roat马上爬到洞口，用坚硬的圆石在加固洞口防线，可是收效甚微，他大吼一声，将石剑刺了出去，Roat只觉得自己刺中了莫个东西，随即，他马上拔出了自己的剑。\n      洞口的亡灵越来越多，那层泥土也即将崩溃，在千钧一发之际，Roat马上跳下洞口，开始寻找掩蔽物体...\n      Roat的命运会如何？Miku又将怎样对付Roat？敬请期待下一章  战Miku\n【高潮】第五章 战Miku！\n Roat慌忙的跳下洞口，在石室内寻找掩护，他拿着石稿，向石室下猛挖。但是，他看见了自己的箱子，他想到今天曾经获取了许多肉食，而且都是僵尸们喜欢的猪肉，想到这里，Roat长长的吐了一口气。他拿出10个猪肉和一桶岩浆，在心中默默的计划着...\n       不一会，洞口的石头猛地被推开了，掉下来3只全身钻石甲手拿钻石剑的精英僵尸。Roat被吓了一跳，多年来与僵尸斗争的经验在这一刻发挥了作用。他猛地向后退去，他现在只有一把铁剑和一个铁铠甲，而在钻石剑面前根本不堪一击，他猛地贴到石壁上，手上的铁剑向他右边的一只僵尸拍去。Roat心里知道，铁剑无法穿透坚硬的钻石甲，所以他将铁剑竖着拍出。果然，这一击使僵尸从他防御空虚的右边飞到了它的正面。他又用这个方法，把3只僵尸集合到了一起，僵尸逐渐靠近，Roat都可以闻到僵尸的腐臭味了，可Roat的心里依然在说等等，在靠近一点。在最后一刻，僵尸准备将Roat一口吞下时，他把手中的猪肉猛的甩了出去，而那三只僵尸的目光就从Roat身上移走，跟随着猪肉。Roat大吼一声“去死吧！”他将早已准备好的岩浆桶砸了出去，瞬间，岩浆沾染上了那3只僵尸。僵尸本就怕光和热，而岩浆这种极热的物质更使得僵尸们无法抵抗。炙热的岩浆极大程度的减弱了僵尸的防御力，Roat瞄准时机，在一只僵尸防御减弱的一瞬间，铁剑猛地刺了出去。铁剑顺利的把僵尸刺穿，然后被岩浆融化。\n      就在这时，洞口突然出现了一个身穿黑袍的男人，面无表情的看着Roat。而奇妙的是，拿没有被Roat斩杀的僵尸居然跟随着那个黑衣人，走上地面，消失在平原之上。\n      Roat在黑衣人到来的第一时间就知道了，不过他现在只有石剑了，可对方明显是一个极其强大的对手。Roat对他说：“你是谁，为什么没被UWS感染？”那黑衣人说：“Roat，麦块帝国守护神，也不过如此。”Roat心中一凉，他是麦块帝国守护神的事情只有麦块皇室知道，可皇室里的人们都被感染了，连Hasnen也被杀死，那么他一定是Miku。Roat心中这样想着，但时间没有给他思考的机会，Miku从怀中拿出一把闪着魔光的剑，对Roat说：“臣服我，我将给你荣耀。”Roat大声吼道：“休想！”“死！”Miku冷冷的说道。Miku手拿那把魔剑，朝Roat刺来。Roat下意识的拿手中的那把石剑抵挡。一声轻响，石剑应声断成两半。Roat心中大惊，猛然后退，可Miku没有退却，他继续挥舞着他的魔剑，冲了过去。\n      Roat被逼在石壁上，无路可逃。他望着前方闪着魔光的剑，心里却一点没有紧张。他放弃了抵抗，心中回想着从出生到现在的生活碎片，嘴角反而露出了笑容。\n      千钧一发之际，前方突然暴起一阵剧烈的响声。Roat猛然睁开了眼，只见前方一大团光芒遮蔽了他的眼睛。一声尖叫，好像是Miku的，“你、你，我一定会取下你的性命的。”“随时奉陪”又一个声音响起，然后石室内顿时崩塌一大半，两个人影顿时绝尘而去...\n       Roat心有余悸的想着刚刚发生的一切，又看看石室内的惨像，顿时摇了摇头，说“看来今天没法睡觉咯”\n第6章  一个伙伴，一把好剑。\n“唉，昨天的大战把我家弄了个底朝天啊！”Roat大声抱怨道“这要我怎么住啊？”可是抱怨归抱怨，家还是要做的。Roat一边把自己的泥土封住石室顶棚，一边寻找Miku掉下的物品，看看是不是有UWS病毒相关的物品。\n      Roat找着找着，他看到泥土中间好像埋藏着什么东西，那好像是一个剑柄，Roat拿起铲子，猛地往下挖。终于，他看到了那柄剑的全身。那是一把闪着与Miku同样的魔光的剑，上面好像刻着几个字母，“D~A~N?”Roat疑惑的念着“不管了，这柄剑以后是我的了！”这也不怪Roat贪心，在这末世中，一柄好剑往往可以保住你的性命。\n      Roat拿着这把剑挥舞了一下，突然，他看见远处的平原上好像有个东西在接近，Roat握紧手中的剑，准备攻击。那东西接近后，Roat突然发现那是一只僵尸狗，Roat猛地将他踹了出去，那只狗的眼中闪着不解的光芒，还向Roat摇了摇尾巴。（此片段选自Rye的末日小说）\n     “是宠物狗！”Roat大喜，将它抱了起来，在手中爱惜的抚摸。也是，在这末世之中，如果只有你一个人，也许你会被自己的心魔折磨至死。\n      红日西斜，Roat终于修补好了石室，并把洞口用坚硬的巨石块堵了起来。做完这一切后，Roat点燃熔炉，美美的吃了一顿热饭。看见那条小狗吃饭的可爱的样子，Roat不禁哈哈大笑，和它玩了起来。\n      终于，Roat与小狗都累了，倒在了地上安详的进入了梦乡...\n\n第7章 惊现UWS！\n末日的救赎  第七章 惊现UWS！\n       地面的僵尸嘶吼终于退去，看来新的一天又开始了。\n       Roat拍了拍他的宠物狗，Roat走向日历，发现不知不觉中一星期过去了，今天的任务又是挖矿。Roat翻了翻自己的背包\n       一把石剑\n       一把石稿\n       一组圆石\n       两组木板\n       1个铁块\n       一把魔剑\n      “唉，连矿物都没有了！”Roat无比苦逼的说道“看来今天不能很早的回来了，好，今天一定要挖到金子！”说完，Roat带着他的宠物狗走向上次找到的矿洞。\n      又进入了那熟悉的位置，前方只有无尽的深邃的黑暗，Roat壮了壮胆子，紧紧握着手中的石稿，像矿洞里面走去...\n     “哇，是大峡谷！”Roat发现了一座巨大的地下峡谷，这意味着有更多的矿洞将要被发掘。Roat将随身带着的绳子抛下峡谷，慢慢的踏上了谷底。Roat将周围都用火把照亮后发现，四周的岩壁上居然几乎布满了矿石。“1、2、3...哇，居然有20块铁，23块煤炭，还有10块红石呢！”Roat大喜，但是过了一会他发现，自己手中的石稿无法采集那坚硬的红石。Roat郁闷到极点，突然，他发现有一块红石原矿上沾染了一点绿色物质。Roat皱了皱眉头，用石剑沾起了一点，放在鼻前嗅了嗅。\n    “是UWS！”那令他无比痛恨的病毒使他记忆犹新。他强忍着将他扔到岩浆中的冲动，将石剑拿在手里，小心翼翼的送回家中。“总有一天，我会提取出UWS抗体！”Roat恶狠狠的说道“重铸麦块帝国！”\n\n（未完待续...）\n\n\n\n",
    "replies": [
        {
            "author": "天真的老菊花",
            "timestamp": 1387597260,
            "txt_content": "又是命运的车轮{:10_493:}"
        },
        {
            "author": "chenhao220",
            "timestamp": 1387597440,
            "txt_content": "天真的老菊花 发表于 2013-12-21 11:41 \n又是命运的车轮\n预告盗版谢谢0....0"
        },
        {
            "author": "simon3000",
            "timestamp": 1387598700,
            "txt_content": "这是小说,看看吧"
        },
        {
            "author": "250=mo",
            "timestamp": 1387599240,
            "txt_content": "细节方面求加强\n比如烟花那一段可以加一句\n血红的烟花撕裂了晴朗的天空，将血一样的死亡洒向四方"
        },
        {
            "author": "chenhao220",
            "timestamp": 1387700040,
            "txt_content": "250=mo 发表于 2013-12-21 12:14 \n细节方面求加强\n比如烟花那一段可以加一句\n谢谢意见，在你们的提醒下我会越来越好的"
        }
    ]
}