{
    "title": "Minecraft 1.8 (缤纷更新) 特性列表",
    "author": "a20001017",
    "replyCount": 99,
    "timestamp": 1389407700,
    "txt_content": " 本帖最后由 a20001017 于 2015-2-13 17:25 编辑 \n\n\n\n本帖中内容搬运自中文Minecraft Wiki（当然我也有部分参与），根据CC BY-NC-SA 3.0协议，转载时注明来源：中文 Minecraft Wiki。\n此行膜拜powup333\n\n\nMinecraft中文论坛现已不再提供快照客户端的下载。想要体验快照的各位玩家请使用启动器自行下载体验。\n对于正版用户，可以直接接收到新版官方启动器的快照推送。前提是：\nProfile中的Version Selection勾选Enable experimental development versions (\"snapshots\")一项Use version选择Use latest version\n对于非正版用户，前提是：\n你使用的启动器能够在线读取官方的版本列表，并具备下载功能。\n\n\n\n新内容\n\n常规\n闪烁标语\"That's Numberwang!\"\"pls rt\"\"Do you want to join my server?\"\"Put a little fence around it!\"\"Throw a blanket over it!\"\"One day, somewhere in the future, my work will be quoted!\"\"Now with additional stuff!\"\"Extra things!\"\"Yay, puppies for everyone!\"\"So sweet, like a nice bon bon!\"\"Popping tags!\"\"Now With Multiplayer!\"\"Very influential in its circle!\"\"Rise from your grave!\"\"Warning! A huge battleship \"STEVE\" is approaching fast!\"\"Blue warrior shot the food!\"\"Run, coward! I hunger!\"\"Flavor with no seasoning!\"\"Strange, but not a stranger!\"\"Tougher than diamonds, rich like cream!\"\"Getting ready to show!\"\"Getting ready to know!\"\"Getting ready to drop!\"\"Getting ready to shock!\"\"Getting ready to freak!\"\"Getting ready to speak!\"\"It swings, it jives!\"\"Cruising streets for gold!\"\"Take an eggbeater and beat it against a skillet!\"\"Make me a table, a funky table!\"\"Take the elevator to the mezzanine!\"\"Stop being reasonable, this is the Internet!\"\"/give @a hugs 64\"\"This is good for Realms.\"\"Any computer is a laptop if you're brave enough!\"\n难度每个世界拥有独立的难度设定\n没有全局难度设定防止加入世界时意外改变难度\n每个世界都可以锁定难度\n防止被诱导在困难难度下被更改到更容易的难度锁定后不可以更改难度，除非有修改器\n不过，你可以用/difficulty的命令来执行更改难度。\n饥饿值在和平难度时会自动回复\n选项新增“皮肤自定义”设置\n可以在这里调整皮肤和披风的显示\n多人联机设置\nF3键呼出的调试信息被简化\n视频设置\n新增的视频设置替选方块\n能够启用/禁用特殊方块模型\n关闭时，最不复杂的最高优先模型仍将被使用在方块上\n新增的视频设置使用缓冲区顶点对象\n能够启用/禁用缓冲区顶点对象开启时能够提升10%左右的性能\n各向异性过滤选项被移除在使用64位Java时，视野滑块最高能被提升到32\n至少分配2GB的内存\n高级OpenGL选项被移除\n着色器新的“creeper”着色器（creeper.json），提供绿色视觉\n在你利用旁观游戏模式“附身”爬行者时使用也能通过点击Super Secret Settings启用\n新的“spider”着色器（spider.json）, 提供被分割成8份的视觉\n在你利用旁观游戏模式“附身”蜘蛛时使用也能通过点击Super Secret Settings启用\n游戏内容\n\n统计stat.crouchOneCm\n记录玩家在潜行时移动的距离\nstat.sprintOneCm\n记录玩家在疾跑时移动的距离\nstat.timeSinceDeath\n记录自玩家上次死亡以来经过了多少时间(以刻为单位)\nstat.talkedToVillager\n记录玩家与村民对话的次数\nstat.tradedWithVillager\n记录玩家与村民交易的次数\n成就新的成就 君临天下\n制作一个附魔金苹果即可获得此成就需要先获得此成就：获得升级\n旁观模式只可以用/gamemode spectator / sp / 3无法与世界互动只有虚空与/kill可以损伤旁观者飞行模式\n无法着地——玩家会以飞行模式穿越地面鼠标滚轮、疾跑键、迟缓与迅捷效果都会影响飞行速度\n透过其他玩家或生物的第一人称视角\n某些生物有不同的视野按下潜行键（预设为shift）将使玩家变回飞行模式\n观看权限\n旁观者可以看到其他旁观者可以看到隐身的玩家和生物，但是是半透明的旁观时，一个可以定义的按键能够显示旁观者的轮廓\n可以以队伍来标示颜色只有当按键被按着的时候才会显示轮廓(就像潜行时要按着shift一样)\n旁观者可以通过一个图形界面来传送到其他玩家旁\n可以跨维度传送\n在旁观模式可以将世界分享至局域网\n颗粒barrier\n当手持屏障时在屏障方块中间出现以显示屏障的位置\ndroplet\n当一个海绵吸水以后出现\nmobappearance\n当在一个远古守卫者附近时在屏幕上出现\ntake\n附魔\"深海漫游\"\n可以让玩家在水底走得更快只能对靴子附魔可以附魔至III级\n\n命令&NBT标签\n\n目标选择器@e\n以所有实体为目标可以选择或排除一种实体，如: @e[type=Chicken](选择所有的Chicken) 或者 @e[type=!Skeleton](除了Skeleton以外的实体都被选择)例: /kill @e[r=50,type=Chicken] - 杀死半径在50格内的所有的鸡例: /tp @e[r=5] ~ ~5 ~ - 半径5格内的所有实体都上升5格\n命令/blockdata\n编辑特定类型的NBT标签。<dataTag> merges with the block at that position能用来改变箱子的内容用法：/blockdata <x> <y> <z> <dataTag>\n/clone\n将所有指定区域中的方块（不含实体）移动到另一个不同的指定区域中最高能一次性复制32768(323)个方块克隆操作可以以replace，masked或者filtered模式运行\nreplace模式会克隆所有方块（默认运行模式）masked模式只会复制非空气方块filtered模式只会移除无用方块\n也能额外设定为move，force或者normal\nmove will move the selection from the first location to the second location, which may overlapforce will force the cloning operation, even if the areas overlapnormal only needs to be specified if using filtered\n用法：/clone <x1> <y1> <z1> <x2> <y2> <z2> <x> <y> <z> [mode]示例：/clone 1001 3 1002 1011 3 992 1001 5 992 masked\n/entitydata\nWorks similarly to /blockdata, but for entities\nDoes not work on players\n用法：/entitydata <entity> <dataTag>示例：/entitydata @e[type=Sheep,r=20] {Color:14} will color all the sheep within a radius of 20 red\n/execute\n使命令从指定实体的位置上运行detect附加模式让/execute在检测到指定位置有指定方块时运行。用法:\n/execute <entity> <x> <y> <z> <command…>/execute <entity> <x> <y> <z> detect <x2> <y2> <z2> <block> <data> <command…>\n示例:\n/execute @a ~ ~ ~ detect ~ ~-1 ~ minecraft:grass 0 say You are standing on grass. 告诉每个站在草地上的玩家他们正站在草上。/execute @e[type=Chicken] ~ ~ ~ fill ~-1 ~-1 ~-1 ~1 ~1 ~1 minecraft:glass 在鸡的周围创造一个小的草立方体\nCommands run using the /execute command pass their success value back to the command block running them\n/fill\n在指定区域填充指定方块最多能填充32768个方块oldBlockHandling works like with /setblock, but with additional options: hollow to only fill the outer layer of blocks and fill the inner part with air, and outline to fill the outer layer of blocks and ignore the inner partWorks similarly to /setblock用法：/fill <x1> <y1> <z1> <x2> <y2> <z2> <TileName> [dataValue] [oldBlockHandling] [dataTag]示例：/fill 1001 3 1002 1011 5 992 wool 6 replace will fill the given area with pink woolCan filter certain blocks\nOnly if it’s used to fill in replace mode with “normal” blocks.It does not work when filling with block entities.用法：/fill [x] [y] [z] [x] [y] [z] [BlockName] [Data] replace [filterBlockName] [filterData]\n/particle\n在给定区域生成指定的粒子效果用法：/particle <name> <x> <y> <z> <xd> <yd> <zd> <speed> [count] [force]示例：/particle lava ~ ~1 ~ 1 1 1 0.5 50 normal @e[type=Chicken] 将生成50个岩浆溅出粒子， centred one block above the block/entity running the command, spreading around a radius of 1 block, with a speed of 0.5, relative to all chickens in that worldThe force argument can be set to force to display particles even if a player has his 'Particles' toggle set to Minimal or Decreased粒子的列表： hugeexplosion, largeexplode, fireworksSpark, bubble, suspended, depthsuspend, townaura, crit, magicCrit, smoke, mobSpell, mobSpellAmbient, spell,instantSpell, witchMagic, note, portal, enchantmenttable, explode, flame, lava, footstep, splash, wake, largesmoke, cloud, reddust, snowballpoof, dripWater, dripLava,snowshovel, slime, heart, angryVillager, happyVillager, barrier, iconcrack_(ID), blockcrack_(ID), blockdust_(ID)_(DATA), droplet, take, mobappearance\n/replaceitem <entity|block> ...\n可以重置任何物品栏内的物品，包括生物（例如僵尸）的物品栏用法：\n/replaceitem entity <entity> <slot> <item> [amount] [data value]/replaceitem block <x> <y> <z> <slot> <item> [amount] [data value]\n示例：\n/replaceitem entity @e[type=Zombie] slot.weapon minecraft:iron_sword 1 0将给予所有僵尸一把铁剑/replaceitem entity @p slot.hotbar.0 minecraft:fish 4 2将在所有玩家的第一个快捷物品栏方格内放置4个小丑鱼/replaceitem block ~ ~1 ~ slot.container.5 minecraft:redstone_block 1 0会在玩家上方的箱子第六格内放置一个红石块\n/stats <entity|block> ...\n用法：\n/stats entity <selector> <mode>/stats block [x] [y] [z] <mode>Alternative and more featureful way of interacting with CommandStats\nWill update a scoreboard objective based on the number of entities/blocks which have been affected by the command, it updates the objective for the entity that ran the command, fake players can be used when run in a command blockAfter the mode there are currently 5 possible stats that can be updated: SuccessCount, AffectedBlocks, AffectedEntities, AffectedItems and QueryResultFor example: /stats entity @a set AffectedBlocks @a Test will update a scoreboard objective named 'Test' for all players whenever a command is performed relative to them, the objective will update by the number of blocks affected by the command since the stat was set to AffectedBlocks, this means if the command is/fill then it will update the objective for whoever is running the command (@a) by the number of blocks filled\n/testforblocks\n比较世界上的两个地方The mode can be set to all or masked, all is the default while masked will ignore air用法：/testforblocks <x1> <y1> <z1> <x2> <y2> <z2> [mode]示例：/testforblocks 100 64 100 107 69 107 0 64 0 masked\n/title\n能让它用JSON以title和/或者subtitle的形式显示在玩家的屏幕上/title @a times <fadeIn> <stay> <fadeOut>\nSet the fade in time, the stay on screen time and the fade out time for the title\n/title @a title <raw json message>\nSet and start showing the title and subtitle\n/title @a subtitle <raw json message>\nSet the subtitle (optional)\n/title @a clear\nClear titles immediately\n/title @a reset\nReset all title parameters to defaults (fade times)\n/trigger\nFunctions the same way as /scoreboard players set or /scoreboard players add, but can only modify objectives with the trigger criteria (referred to as \"triggers\") and can only modify the score of the player running the commandAllows non-op players to use clickEvents as well as prevent spamming clickEventsCan be used by non-operator playersFor a player to run this command, the trigger must be enabled for that player\n/scoreboard players enable <player> <trigger> will enable the specified player to use the specified trigger objectiveTrigger availability is stored per player, per trigger\nOne trigger may be disabled for a player, but that player can use a different triggerOne player may be unable to use a trigger, but another player can use the same trigger\nDisabled after the trigger has been used (must be re-enabled to use the trigger again)\nMostly for use with /tellraw用法：/trigger <objective> <add:set> <value>\n/worldborder\n/worldborder <set,add,center,damage,warning,get>\n/worldborder set <sizeInBlocks> <timeInSeconds>\nUsed to set size of border. The first argument sets the size of the border and the second sets the speed of the border to expand or shrink\n/worldborder add <sizeInBlocks> <timeInSeconds>\nAdds blocks to the current size of the world border. Can use negative (-) numbers to subtract the size of the border\n/worldborder center <x> <z>\nSets the center of where the border will be placed.\n/worldborder damage <buffer|amount>\nAllows you to customise the amount of damage taken while outside the border, and buffer, the higher value, the further you can be outside the border without taking damage\n/worldborder warning <time|distance>\nAllows you to customise how far you have to be or the time for how long it takes to activate the world border warning\n/worldborder get\nTells the player running the command the current width of the world border\n游戏规则logAdminCommands\nPrevents command block output from being stored in chat logs. In multiplayer, also prevents player-initiated commands from being stored. Unrelated tocommandBlockOutput, which is output into the visible chat\nrandomTickSpeed [数值]\n控制随机刻发生的频率。随机刻影响了植物和农作物生长的速度，僵尸猪人从传送门中出现的速度，耕地更新的速度，草和菌丝生长和腐烂的速度，等等……当设置为0时，随机刻将不会发生\nreducedDebugInfo\n启用/禁用在F3调试屏幕显示简略信息的游戏规则Op-only unlike the 'reduced debug info' toggle in multiplayer settings覆盖客户端中“reduced debug info”设置\nsendCommandFeedback\nIf set to false, player-run commands will not show a success message\nshowDeathMessages\n阻止像“[玩家]掉出了这个世界”的死亡信息在聊天界面内出现\nThe ability to create gamerule variables\nThese are fake gamerules which don't actually affect your world, but can be used with /stats with the new QueryResults argument to update a scoreboard objective based on the value of that gameruleDeclare using /gamerule <newRuleName> <value>Access using /gamerule <newRuleName>\n记分板New objective criteria for team-specific kills, e.g.: teamkill.red, killedByTeam.blueNew objective criteria 'trigger\nActs like the dummy criteriaCan be interacted with using the /trigger commandMostly for use with /tellraw\nThe ability to iterate over every scoreboard player with *\nThis will also affect people who have not yet joined the world\nFake players with a name starting with # will never show up on the sidebarNew /scoreboard subcommands: /scoreboard reset, /scoreboard operation, /scoreboard test and /scoreboard enable\nThe reset subcommand can reset all objectives for a player or reset a player's objectives one by one\n示例：/scoreboard players reset @a anObjective will reset the scores of an objective named anObjective for all players in the world\nThe operation subcommand can apply arithmetic operation to scores (+ – * / % < > =) and accumulate player scores\n示例：/scoreboard players operation #teamscores redScore += @a[team=red] blueKills adds every red player's count of kills on blue to the red team's score of killsCan be tested with a comparator to see if two scores are greater than, smaller than or equal to each other\nThe test subcommand can be used to test if a scoreboard value is between a min and a max value\n示例：/scoreboard players test #global anObjective 12 19 checks whether the global score of the given objective is between 12 and 19, inclusive\nThe enable subcommand can be used to enable a trigger objective\n示例：/scoreboard players enable aTrigger enables a trigger named aTrigger\nDifferent teams can now have different objectives displayed in the sidebar\n示例：/scoreboard objectives setdisplay sidebar.team.yellow anotherObjective (referring to team color, not team name)\nTesting for scores now also works in @e entity selectorAdded scoreboard team property to disable name tag visibility: /scoreboard teams option <name> nametagVisibility with options hideForOtherTeam, hideForOwnTeam, neverand always (default)Added scoreboard team property to disable death messages: /scoreboard teams option <name> deathMessageVisibility with options never, hideForOtherTeams,hideForOwnTeam and always (default)Command /scoreboard players can now filter by NBT data\nNBT标签BlockEntityTag\nBlockItem instances can now hold a custom NBT tag that is merged into a block entity when it’s placedExample: /give @p command_block 1 0 {BlockEntityTag:{Command:\"/setblock ~ ~ ~ minecraft:diamond_block\"}}\nCanDestroy\n主要在冒险模式中使用有此标签的物品会在其浮动气泡中显示能破坏的方块例如：/give @p minecraft:diamond_shovel 1 0 {CanDestroy:[\"minecraft:sand\",\"minecraft:grass\"]}会给予玩家只能破坏草方块和沙子的钻石铲添加一个无效的物品名会在可破坏列表下显示“missingno”\nCanPlaceOn\n允许在冒险模式中在一个特定方块上放置方块例如：/give @p minecraft:stone 16 0 {CanPlaceOn:[\"minecraft:diamond_block\"]}添加一个无效的物品名会在可放置列表下显示“missingno”\nCommandStats\nAllows a command block or sign to increase a certain score in the scoreboard when it runs successfully\nThe command will increase the score based on the number of items/blocks/entities/successesFor example, a command block with this tag running a command which affects items (e.g. /give) will cause it to update the score based on the number of items given\nUsage: {CommandStats:{AffectedItemsName:\"playername\", AffectedItemsObjective:\"objective\", AffectedBlocksName:\"playername\", AffectedBlocksObjective:\"objective\", AffectedEntitiesName:\"playername\", AffectedEntitiesObjective:\"objective\", SuccessCountName:\"playername\", SuccessCountObjective:\"objective\"}}\ngeneration\nDefines whether a written book is an \"Original\" a \"Copy of Original\" or a \"Copy of a copy\"\nHideFlags\nAllows hiding of certain parts of the tooltipBit field determining which parts of the tooltip to hide on an item. 1 for ench, 2 for AttributeModifiers, 4 for Unbreakable, 8 for CanDestroy, 16 for CanPlaceOn, and 32 for various other information (including potion effects, StoredEnchantments, written book generation and author, Explosion, and Fireworks).Examples: Setting bit field to 3 would hide both ench and AttributeModifiers tags, and setting to 63 would hide everything.\nLock\nA way to lock containers from being opened using NBT tagsMostly useful for adventure maps in adventure modeContainers can be unlocked by clearing their string for LockLocked containers can only be opened while holding anything renamed to the given string, item is not removed on useThe lock can be completely removed utilizing the command /blockdata\nNoAI\n关闭实体的人工智能没有人工智能的生物不会主动攻击玩家或者移动、转向，亦不会消失，它们也不会受到重力影响或者被其他生物注意到，但还是能被伤害，也可以骑乘其他实体\nPickupDelay\n定义玩家捡起物品所需的时间（刻）设置成32767的物品无法被捡起\nrewardExp\n控制村民在交易后是否会给予经验，可以设置为1或0\nSelectedItem\nContains the item data of the item currently held in the player's handAdded to compact the process of testing if a player is holding a specific item\nPrevious method required nine commands in command blocks; now requires only one command\nShowParticles\nOption to show or hide all particles for a potion effect, while the Ambient tag only shows fewer particles, set to 1 to show, 0 to hide\nSilent\nDetermines whether sound is produced by an entity, such as idle and hurt sounds, setting to 1 disables sound\n\n世界生成地底花岗岩，安山岩和闪长岩在石头地形中成团生成\n比沙砾的大小以及常见度略多这些石头团不影响矿物生成，矿物有时候会在这些石头团中生成\n海底遗迹由海晶石，海晶石砖，暗海晶石和海晶灯组成的，在海底生成的新结构8块金块能在海底遗迹中间找到一个闪烁的守卫者会在玩家在远古守卫者附近时出现，并且施加5分钟的挖掘疲劳III在玩家身上在旧的世界中也会生成\n自定义世界类型可高度自定义世界生成\n要使用此类型，选择创造新世界，然后选择世界类型：自定义，接着按下“自定义”按钮共有4页可以自定义世界第一页：自定义结构的生成、湖泊生成的机率、某些建筑的大小、生态系的种类，以及海平面高度\n共有18个选项，影响结构是否生成，以及环境因素如海平面高度。有些可以选择是/否，有些以滑动决定\n海平面高度，洞穴、村庄、丛林神庙、海底遗迹、地牢、湖泊、岩浆湖、要塞、废弃矿井、峡谷生成的开关，湖泊、岩浆湖、要塞稀有度滑动条，使海洋变为岩浆海的开关，生态域选项，生态域及河流大小滑动条\n第二页：自定义泥土，沙砾，花岗岩，闪长岩，安山岩，煤矿石，铁矿石，金矿石，红石矿石，钻石矿石和青金石矿石的分布\n稀有度、高度范围和矿脉大小\n第三、四页：高级自定义地形生成\n共有16个自订选项以影响Minecraft地形生成器的多种面向。可以通过滑动或直接输入数值来更改\nMain Noise Scale X/Y/Z to smooth out terrain, larger values for smoother terrain; Biome scale/depth weight and Biome scale/depth offset to stretch/squash terrain vertically based on the biomes default height settings; Upper/lower limit scale to make terrain more solid/riddled with holes, depending on how close the values are to each other; Height Stretch to pull terrain upward, with smaller values causing more extreme stretching; Height scale, Coordinate scale, Depth base size, Depth noise exponent, Depth noise scale\n有7个预设的地形生成器\n“水世界”，“空岛”，“探洞者的喜悦”，“山脉狂魔”，“干枯”，“混沌之穴”和“祝你好运”\nEach page has a button to randomize the various values and a button to reset to default valuesUses the 'generator-settings' string known from superflat presets for server.properties and world dataGenerate structures button disappears when selected\n调试模式世界类型对于资源包制作者很有用按住? Shift键并滚动鼠标滚轮以切换到此世界类型世界创建界面与其他不同\n其他的世界选项都不可用仅能使用旁观模式\n生成所有方块，以及他们的有效数据值形式\n包括可能的红石线方向，火，绊线，楼梯等这些方块生成于y=70的地方，且在y=60的地方有一层屏障地板每个方块状态仅生成一次\n玩家放置的方块会被立即删除，破坏的方块会再次出现\n\n方块与物品\n\n\n闪长岩\n合成配方：2个圆石和2个下界石英，排列成棋盘形可用来合成平滑闪长岩\n安山岩合成配方：1个圆石和1个闪长岩可用来合成平滑安山岩\n花岗岩合成配方：1个下界石英和1个闪长岩可用来合成平滑花岗岩\n磨制闪长岩合成配方：4个闪长岩以2x2排列\n磨制安山岩合成配方：4个安山岩以2x2排列\n磨制花岗岩合成配方：4个花岗岩以2x2排列\n砂土取代原本大型针叶林、平顶山、热带草原生物群系会生成的无草泥土\n原本世界中的无草泥土将全部变为砂土，因为它使用了和原本无草泥土相同的方块ID和数据值\n外观较普通的泥土稍暗空手就可以破坏并获得砂土(不需要丝绸之触)用锄头对着砂土耕作会将砂土变为普通的泥土合成配方：泥土和沙砾排列成2×2的方格图案，可以获得4个砂土\n红沙石将四个红沙排列为正方形合成可以用来合成錾制红沙石、平滑红沙石、红沙石楼梯、红沙石台阶\n凿制红沙石有着凋零的图案，而非凿制沙石爬行者的图案台阶有一个平滑变种(像石头和沙石一样)。给予一个平滑双阶- minecraft:double_stone_slab2:8\n只在平顶山生物群系的洞穴入口生成\n海晶石在海底遗迹中生成能使用海晶碎片合成海晶石的裂缝中看起来慢慢地在棕色，蓝色，灰色，紫色之间变化\n海晶石砖在海底遗迹中生成能使用海晶碎片合成\n暗海晶石在海底遗迹中生成能使用海晶碎片与一个墨囊合成\n海晶灯在海底遗迹中生成能使用海晶碎片与海晶砂粒合成发出15等级的光线，并拥有动态材质\n海晶砂粒杀死守卫者掉落可以合成海晶灯\n海晶碎片杀死守卫者掉落可以用来合成全部3种海晶石和海晶灯\n湿海绵在一个海绵吸水以后出现烧炼一个湿海绵能够得到一个干海绵\n在烧炼结束时，若熔炉燃料槽有空桶则会变成水桶\n会出现水滴的粒子效果远古守卫者会稀有的掉落湿海绵\n粘液块玩家和生物若掉落在它的顶部则会弹起，像是在弹簧床上\n弹跳的回弹速度由撞击速度换算，最高可以达到60%目前并不会影响物品\n能够避免掉落伤害行走于黏液块上方时速度比行走于灵魂沙还低，接近潜行的速度合成方法：9个黏液球\n可以反合成回9个黏液球\n放置和破坏使用史莱姆遭受伤害的音效如果与粘性活塞连接，当黏液块被黏性活塞移动时，黏液块将会推/拉与之相连的方块\n如果与一般活塞连接，黏液块只能推出方块，不能拉回Coded by KaboPC and Panda4994Up to 12 slime blocks connected to a piston in any arrangement can be moved as long as the following conditions are met: blocks do not disrupt the chain, non-moveable blocks are not in the way or slime blocks are not attached to the piston itself遵守所有和活塞一样的规则，例如一个可以被活塞正常移动的方块就可以被相连的黏液块移动可以制作出更多玩意儿，如新的红石时钟、移动装置、农作方式...等\n以黏液块连接而拓展的活塞可以在适当的方向推动其他物体(生物、玩家、物品、发射出去的箭矢...等)\n栅栏现在可以使用不同种类木材合成不同种类的栅栏\n不同种类的栅栏（栅栏门）可以互相连接旧版本的栅栏现在重命名为白桦栅栏\n栅栏使用新的合成配方：2个木棍、4个木板合成3个栅栏\n栅栏门现在可以合成使用不同种类木材新的栅栏门\n不同种类的栅栏（栅栏门）可以互相连接旧版本的栅栏门现在重命名为白桦栅栏们\n门不同的木材有不同样式的门\n不同样式的门有不同的材质，有些种没有窗户现在门的合成配方要用6个同样种类的木材\n铁活板门只能用红石来开启或关闭，与铁门相似合成配方：铁锭以2x2排列，可以得到1个铁活板门\n旗帜可以当作头饰来穿戴——但只能使用命令来达成超过一千兆种组合合成方式和告示牌类似，只是用(有颜色的)羊毛取代木材可以堆叠至16个在合成箱中染料环绕于旗帜周围以某种方式排列可以创造出大多数的图案与物品一起合成可以得到其他图案：爬行者、骷髅和交叉的骨头、砖块、花朵、曲边和Mojang 公司的商标- 若没有与染料一起合成，将产生黑色图案，与染料一起合成可以得到不同颜色的图案(????物品包括：爬行者的头、凋零骷髅头颅、砖块、滨菊、藤蔓和附魔金苹果)很多图案可以被产生最高可以有6层图案可以被放置在墙上或地上(16种可能的方向)在风中摇曳与空白旗帜合成可以复制旗帜最上面一层可以使用炼药锅来移除可以作为熔炉的燃料\n盔甲架可以装饰性的展示盔甲(包括南瓜、生物头颅和玩家头颅)\n使用右键点击以放置盔甲，也可以由发射器来放置可以用发射器放置盔甲，无论哪个部位右键点击想移除的盔甲可以移除之可以渲染附魔或染色的盔甲可以对盔甲架使用选取方块(将会给予盔甲架而不是架上的盔甲)\n用1个石台阶和6个木棍合成可以堆叠至16个实际上盔甲架是实体而不是方块，因此可以使用/summon ArmorStand来召唤并且放置于矿车之中可以使用NBT标签来创造小的(Small)、透明的(Invisible)、有盔甲的(ShowArms)、禁用插槽的(DisabledSlots)、没有底座的(NoBasePlate)、没有重力作用的(NoGravity)和in a preconfigured position(Pose )的盔甲架\n生羊肉恢复饥饿值2 ()杀死羊掉落可以被烧制为熟羊肉\n熟羊肉恢复饥饿值6 ()\n兔子皮在工作台摆一个2x2的正方形合成皮革杀死兔子掉落\n生兔肉恢复饥饿值3 ()杀死兔子掉落可以被烧制为熟兔肉\n熟兔肉恢复5 ()\n兔子脚可以酿造跳跃药水杀死兔子掉落\n兔肉煲恢复饥饿10 ()和12饱和值\n这使它成为游戏中金萝卜以外最好的食物\n合成配方: 1个熟兔肉、1个蘑菇、1个胡萝卜、1个烤马铃薯和1个碗\n跳跃药水新增新的效果——跳跃提升，有\"I\" 和\"II\"两种级别使用兔子脚和粗制的药水来酿造药水和气泡是亮绿色的\n屏障是一个完全透明的实体方块\n可以传递红石讯号，且允许在其上方放置方块\n只可以在创造模式中破坏使用/give @p minecraft:barrier <amount>以获得方块玩家手上拿着屏障时，将可以看见屏障\n看似被渲染成颗粒，并永远面向玩家\n守卫者刷怪蛋生成守卫者黄绿色，有橙色斑点\n末影螨刷怪蛋生成末影螨紫色，有灰色斑点\n兔子刷怪蛋生成兔子棕色，有褐色斑点\n\n生物\n\n\n末影螨\n有时在末影人或玩家使用末影珍珠瞬移落地后生成.2分钟后消失 (除非使用命名牌将其命名)和蠹虫有同样的音效.\n守卫者在海底遗迹中生成用激光攻击 鱿鱼 和玩家当处于陆地上时，它会摆动，和乌贼不同掉落海晶碎片、海晶砂粒、生鱼受伤害时发出潮湿的声音，在陆地上摆动时发出吱吱作响且潮湿的声音\n远古守卫者类似boss的 守卫者的变种每个海底遗迹有3只远古守卫者A flashing boss Guardian will appear on screen when close to the boss Guardian，并且施加5分钟的挖掘疲劳 III 在玩家身上掉落湿海绵\n兔子掉落兔子皮, 生兔肉, 熟兔肉 和兔子脚他们像马和豹猫一样，有许多不同的皮肤。他们共有8种皮肤，包括：黑，白，棕色，金色，黑白相间，胡椒盐，toast，和“caerbannog”杀手兔子。\n当一只兔子或者兔子怪物蛋被用命名牌命名为\"Toast\"的时候会出现一种特殊的皮肤。来源于reddit中的一位用户xyzen420的女朋友丢失的兔子。非常低的几率生成杀手兔. (或者 \"杀手兔Caerbannog（The Killer Rabbit of Caerbannog）\")\n1/1000 的几率生成这种兔子是敌对生物，当它在4格以内时攻击玩家，简单难度中造成5 ()伤害，普通难度中造成8 ()伤害，困难难度中造成12 ()伤害参考自影集“巨蟒与圣杯” (Monty Python and the Holy Grail)它有着白色且有血丝的眼睛，腿上和口边有血迹生成时自动命名为'The Killer Rabbit'可以直接用命令/summon Rabbit ~ ~ ~ {RabbitType:99}来生成\n\n兔子可以用胡萝卜、金萝卜或蒲公英来繁殖兔子和其他被动型生物具有相同的AI，会随机四处跳跃当它被攻击或是死亡时发出吱吱的声音\n\n更改\n\n常规闪烁标语\n“OpenGL 1.2!” 改为“OpenGL 2.1 (if supported)!”“Now java 6!” 改为 “Now Java 6!”\n调试屏幕文字现在有了背景重组布局现在会显示渲染距离、当前正在被渲染的部分、当前正在更新的部分、未知功用的aB值、版本号码、客户是否使用模组、云/缓冲区顶点对象/垂直同步是否开启现在会显示脚底所在的方块的座标当注视一个方块时，会显示它的座标、ID和属性\"Facing:\" 那一行现在会显示朝向坐标轴的哪一个方向(\"Towards positive Z\")现在会显示Java版本、萤幕分辨率和供应商、显示卡型号&供应商、开放图形库版本在准心显示三条彩色短线表示坐标系：x/红，y/绿，z/蓝“Light”现在表示的是脚下的亮度等级，而不是眼睛的\n玩家朝向显示的是垂直和水平角度\n加入天数计量\n黎明时增加1个单位\n添加难度显示\n和平- 0.00、简单- 0.75, 普通- 1.50、困难- 2.25\n调试屏幕将显示目前对准的世界内方块的坐标\nF3调试屏幕屏幕对准一个方块时将在屏幕右边显示各种关于它的信息与它的NBT数据当启用调试工具提示(F3+H) 时，物品会显示它们的ID当启用调试工具提示时，某些情况下在聊天对话框里，鼠标移到上面时用户名和实体会显示它们的UUID (通用唯一识别码)F3 + D 现在可以用来清除聊天纪录F3 + S 或F3 + T 重新载入方块F3 + B 实体hitbox 现在也会用红色显示实体的眼睛高度，蓝色显示它们的朝向F3 + H 调试工具提示现在会显示一个物品有多少NBT 标签\n方块ID给予方块现在应使用方块名称，旧的方块ID会渐渐被淘汰命令中使用的NBT 资料现在可以使用方块/物品名称代替数字的ID\n举例来说： id:\"minecraft:stone\"在计分板中，形式为minecraft.block.stone\n超平坦模式的预设中也使用新的名称形式\n超平坦世界类型方块ID/层数的形式由NumberxID 变为Number*ID预设代码的版本号改为\"3\"\n内部方块处理Now internally use states instead of metadataMetadata will still be used for a whileBlock states of the block being looked at will now be displayed on the F3 menu - Examples: redstone, doorInternally, metadata no longer needs to be calculated out of the 4 bit data value, instead the values?? of specified properties can now be easily gotten and set\n聊天改善聊天通讯讯息现在可能是聊天、系统或操作栏的讯息操作栏讯息会永久显示，聊天和系统讯息只会在聊天设定打开时才会出现实体现在在聊天对话框某些情况下鼠标移到上面时会有调试工具提示\n在对话框当鼠标移到实体名称上面时出现(例如/kill的成功讯息)显示该实体名称(例如Bob)、实体ID(例如Creeper (50))和实体的UUID鼠标停留在实体名称上时，Shift + 鼠标左键会把实体的UUID 插入聊天栏。在命令中也可以使用，像是/tp ，如此一来就可以移动到该实体的位置\nF3 + D 会清除聊天纪录(包含先前输入过的指令)\nUUID所有玩家名单现在将会自动转化为以UUID 为基础\n资源包自定义的方块模型可以被载入\n数个游戏内的方块会分别使用新的方块模型来渲染\n锅釜的脚是方块状的而不是一个面草方块、泥土、沙子、红沙、石头、地狱岩、基岩和TNT的顶部材质会随机旋转\n自定义的物品模型可以被载入\n许多方块模型在物品栏位中和手中相差90度\nF3+T 和 ??F3+S 现在会重新载入模型资源包现在可以与世界存档绑定，将它放在地图存档的目录并命名为\"resources.zip\"\n举例：.minecraft/saves/TheMapWithTheThing/resources.zip\n皮肤增加一个预设的皮肤： Alex\nAlex 的模型和Steve 一样但是有着3像素宽的手臂未来将可以在minecraft.net/profile 选择粗或细的手臂自订的皮肤仍然只有4像素宽的手臂如果你还没有自订的皮肤，你会根据你的ID 随机被分配到Steve 或Alex 的皮肤\n左右手臂和脚现在可以独立编辑使用一个steve.png 档案，并且有新的布局和新的尺寸现在档案的尺寸是 64×64覆盖物现在包含全身\n覆盖物被称作“帽子”、“披风”、“袖”和“裤腿”\n选项中有新的按钮“自定义皮肤”\n披风是否可见从这里切换你可以切换覆盖物的可见与否，每个手、脚、身体的部位是独立的\n旧的皮肤仍然可用，但是无法使用新的功能\n服务器服务器的列表现在可以重新排序 - 使用\"上\"/\"下\"来改变顺序，\"右\"来进入服务器在编辑和添加服务器是，您可以设置如何处理资源包：提示，启用或禁用Servers can now customise network compression in server.properties using network-compression-threshold: 0 to compress everything, -1< /code> to compress nothingServers can now optionally send a hash for clients to verify resource packs using resource-pack-hash in server.properties: Should be a 40 character hexadecimal string, will otherwise only be used as a unique idServers can now configure how long a tick may take before shutting down using max-tick-time in server.propertiesServers can now configure the maximum world size, which will override /worldborder, using max-world-size in server.propertiesServers can now send messages to be displayed on the action bar\n虚空移除雾和粒子效果\n渲染 & 图像优化显著的提高 FPS 和性能每个世界(主世界、下界、末路之地) 现在各自独立运作区块渲染和区块重建现在使用多线程- 超快速的区块渲染！重写了区块序列Better visibility culling code生物寻路现在是多线程的重写储物系统矿物生成现在较以前快了2倍现在只有透明方块才可以被渲染为透明的(移除X光材质包的使用)Dropped items now face the player in all three directions on fast graphics重写方块是如何被渲染的重写方块数据是如何被处理的改善游戏并使\"cooler things\" 得以被实现\n\n游戏内容\n\n附魔附魔现在将消耗1到3个等级，但你仍然需要同样的最小等级\n举个例子，比方说一项附魔会在你达到等级13的时候变成可行，但是附魔只消耗你2的经验和两个青金石\n此外，现在附魔需要消耗1到3个青金石（就像上面的例子一样）附魔经验的计算照旧在提示中会显示其中的一项附魔欲使用在工具上的附魔效果会直到你附魔某样东西才会改变- 附魔的种子码是依据每位玩家来储存的现在更难升级等级V的现在不使用铁毡就可以在物品上显示每等级会增加1%的几率掉落稀有物品\n村民交易村民现在有各自的职业，会显示在交易接口：农民、渔夫、牧绵羊人、制箭矢师、图书管理员、牧师、盔甲商、武器商、工具商、屠夫和皮匠已存在的村民保持原来已经解锁的交易村民一开始就会有2-4 项交易是解锁的交易现在会给予经验值，与willing Villagers 会给予更多禁止交易的箭头现在会有叙述性的提示有着相同职业的村民会有相同的交易，只在价格/物品数量上有差别村民可以升级，每个层级提供更多种交易明显的改变：村民不再购买熟鱼并且不再贩卖西瓜片、牛排或打火石。除了锁链护甲、铁头盔和胸甲、附魔钻石胸甲，皮革裤子和附魔皮革外套是唯二仍然被贩卖的皮革护甲。相似的，铁斧、附魔铁剑、铁锹、铁镐、钻石镐、钻石剑、钻石斧是仅有的仍然可以从村民获得的工具显著的新交易：村民现在会购买马铃薯、胡萝卜、西瓜(方块)、南瓜、线、皮革和熟鱼，并且会出售南瓜派、蛋糕、熟鱼、附魔钓鱼竿、所有颜色的羊毛、命名牌和青金石\n村庄机制门现在已添加到最近的村庄这不会破坏刷铁机, 但会稍稍做出改变, 足以使它们\"实际上毫无意义\"\n铁砧修复花费减少以平衡新的附魔系统重新命名物品现在只要花费1个等级修复费用现在会以指数成长(1, 2, 4, 8,...)修复费用不再可以借由重新命名物品来保持低花费\n冒险模式在冒险模式中无法发生互动的方块将不再显示它们的碰撞箱在默认情况下，现在无法与方块发生互动NBT标签CanDestroy 可以用来决定那些方块允许被摧毁(参见上面的用法)\n创造模式创造模式中，玩家可以使用ctrl+ 选取方块(预设为ctrl+鼠标中键)在快捷栏复制一个方块，包括所有的NBT资料玩家可以于创造模式中伤害实体，即使它们被标记为不可破坏\n传送相对的传送玩家变得更平顺，并且不会让玩家突然停止；它还会保持传送之前的速度\n物品工具提示现在会显示内部名称以利使用命令(F3+H 模式)\n颗粒可以使用 /particle 命令来召唤改变了粒子落在方块上的效果, 看上去很分散\n生命值现在生命值在受到伤害时有新的动画，额外的显示玩家损失了多少生命\n附魔和状态效果现在支持\"命名\"的ID的数字ID(如数字ID 1可以换成minecraft:speed)\n示例: /enchant @a minecraft:looting 3示例: /effect @a minecraft:speed 10 10\n玩家名单改善目标玩家在玩家名单上的生命值显示若空间不足将变回文字显示，用颜色(绿/黄/红)显示不同的生命值若有超出的生命值会被压缩显示，以符合原来大小现在将同一队伍分组在一起现在用玩家名字来排序玩家名单显示玩家的脸\n疾跑飞行时按下疾跑键现在确实会影响移动速度\n\n命令 & NBT标签\n\n命令\nTab键补全坐标时会使用正在看着的方块的数据/clear\n现在能被用来清除特定数量的物品并能被NBT的数据限制示例: /clear @p minecraft:spawn_egg 120 34 {display:{Name:Michael}} <item> <data-value> will remove up to 34 villager spawn eggs named Michael from yourselfCan now test for partial matches of NBT lists\n/debug\nCan now be run in single playerNew arguments for debug /debug debug <start stop chunk> [<x> <y> <z>]x/y/z are required and valid only for chunk modeMay be removed, as the command was supposed to be dev only\n/effect\n能选择是否出现粒子效果了:用法: /effect <player> <effect> [seconds] [amplifier] [hideParticles]\n填'true'隐藏粒子效果，'false'则是出现；在没有数据时默认为false。\n/kill\n能使用目标选择器了示例：/kill @e[type=!Player]\n/say\n用@e能列出所有实体。示例： /say @e[r=500]将列出500格半径范围内的所有实体。\n/summon\n/summon可以用/summon LightningBolt召唤雷电了。\n/tellraw\nA new tag called \"insertion\" allows text to be inserted into the chat that, when shift-clicked, will insert more text into the players' chat input\nExample: /tellraw @a {text:\"CLICK\",insertion:\"This is a test\"}\nCan now insert values from scoreboards into messages\nExample: /tellraw @p {text:\"Have \",extra:[{score:{name:\"Searge\",objective:\"reward\"}},{text:\" diamonds\"}]}\nNow has a selector argument\nAllows to print player's namesExample: /tellraw @a {selector:\"@a[team=TeamRed]\"} will print everyone who is on TeamRed\nCan display entity tooltips when the action for hoverEvent is set to show_entity\nExample: /tellraw @a {text:\"Hover here\",hoverEvent:{action:show_entity,value:\"{type:'Zombie',name:'Dummy'}\" }} will print a message will display the tooltip of a zombie named \"dummy\"\n/testfor\n可以检测数据标签了Example: /testfor @p {foodLevel:20}No longer is exclusively usable in command blocksCan now check for inventory specific items\nExample: /testfor @p {Inventory:[{Slot:6b,id:\"minecraft:diamond_sword\"}],SelectedItemSlot:6}\n/testforblock\nCan now test for partial matches of NBT lists\n/time\n/time query <value> argument to check the time\nHas an another argument after that which can be daytime or gametime to check either the number of ticks since the start of the day or the number of ticks since the world was created, respectively\n/tp\n支持旋转角度了示例：/tp @p ~ ~ ~ ~20 ~40 传送玩家使其视角偏右20度，偏下40度。\n\n目标选择器Now supports cubic areas\nExample: @e[x=0,y=0,z=0,dx=10,dy=10,dz=10] gets all entities between 0,0,0 and 10,10,10\nNew radius value usable in target selectors, based on the block center\nA radius of 0 works for exact block positions\nNew selector parameters for entity selectors to detect entity rotations with rxm – x rot min, rx – x rot max, rym – y rot min, ry . y rot max\nExample: @a[rxm=-15,rx=15,rym=-45,ry=45], /say @a[rx=30], don't look down!\nTab-completing coordinate arguments will now fill in the coordinates of the block currently being looked at\nNBT 标签Age\nCan now be set to -32768 for items that never despawn\nCustomName and CustomNameVisible\nNow work on all entities\npages\nUses the JSON text component instead of plain text.Capable of using the clickEvent and hoverEvent tags.Previously, text formatting could only be accomplished using the section symbol via Formatting codes.\nText1, Text2, Text3, Text4\nUses the JSON text component instead of plain textMight need some time before it can work in survival.Can be used to show scores towards players by using the selector and score tagsPreviously, text formatting could only be accomplished using the section symbol via Formatting codesCharacter limit is based on character width\n\n世界生成\n\n\n村庄\n沙砾小路下方会有圆石以防沙砾掉入洞穴在平原或者热带草原中的许多村庄建筑会用圆木取代一些木板\n沙漠神殿现在生成时会用染色硬化粘土取代现有的羊毛\n洞穴现在会在沙漠、平顶山、针叶林与蘑菇生物群系地表上生成洞口\n沼泽改变成类似“湿地区域”的生成\n平顶山红沙石现在会生成在平顶山生物群系的洞穴入口处\n世界边界预设的世界边界现在是动画材质，而不是以前的透明基岩屏障没有任何东西在世界边界以外预设直径6千万格，下界及末路之地亦同玩家无法跨越它，在试图跨越它时会受到伤害如果你被卡在世界边界之外，你可以自由飞行/行走(虽然不可能自由地从内侧走过边界)当你距离世界边界够接近时，一个像红色光环的警告会被启动\n只有在使用“高品质”的图像品质时才看的到在世界边界以外，警告会全开在边界以内，玩家接近边界时警告会越来越强If the border is stationary, the warning is first seen as the player passes the warning distance, default 5 blocks from the player's locationIf the border is shrinking quickly enough, the warning will be first visible at the warning time, default 15 seconds from the player's location\n/worldborder 指令允许玩家自订世界边界内容像是边界大小、中心、伤害和警告\n\n方块与物品\n\n海绵\n现在海绵??可以在生存模式获得了, 有新的特性和材质海绵在吸水后会转变为湿海绵\n当海绵吸水后，水颗粒将会在海绵的周围产生\n海绵可以吸收直径为五格内的球体内的水海绵只有被水碰到时，才能吸收水\n石砖现在可以由叠在彼此顶部的台阶合成\n裂石砖现在可以通过冶炼石砖获得, 使它们变成可再生资源\n苔石现在可以由一个圆石和一个藤蔓合成\n苔石砖现在可以由一个石砖和一个藤蔓合成\n信标信标的光线在透过染色玻璃和染色玻璃板时会变色\n使它穿过多个染色玻璃方块或玻璃片时会合成颜色\n光线现在可以透过所有不完全遮挡光线的方块：冰砖、水和树叶\n告示牌、箱子、信标、床和头颅现在会显示爆裂时的动画\n床以前就有爆裂的动画，但是不是在它的顶部和底部\n门可以叠加到64个一组合成配方会合成3个门（原来是1个）\n门和铁门皆如此\n使用不同的木板会产生不同种类的门\n木门重命名为橡木门\n门的材质变得更精细、更符合原材料\n活板门活板门现在被称作\"木活板门\"\n栅栏门现在可以着火\n火把和红石火把安放在墙上的火把和红石火把现在顶端会有一个角度\n烈焰棒现在手持方式与工具相似\n熔炉当一个熔炉用尽燃料时, 熔炼进度将会以二倍速度倒退Empty furnaces will now only accept fuel and empty buckets in the fuel slot\n胡萝卜恢复3点饥饿而不是4点\n烤马铃薯恢复5点饥饿而不是6点\n干草块Rebalanced how they heal and accelerate the growth of horses\n枯死的灌木 & 树苗现在可以着火\n浮冰用镐开采速度更快\n西瓜用斧开采速度更快\n梯子用斧开采速度更快\n巨型蘑菇When harvested with silk touch enchantment they drop blocks with corresponding mushroom texture (red or brown) on all sides rather than the one with spores\n头颅现在爬行者、僵尸、骷髅的头颅在生存模式中可以得到爬行者、骷髅、僵尸和凋灵骷髅会在被高压爬行者杀死时掉落它们的头颅。凋灵骷髅仍然会掉落它的头颅（作为稀有掉落物出现）\nNote that a charged creeper explosions will not yield more than one mob head\nSkulls worn on heads are now bigger so the 2nd skin layer no longer peaks throughPlayer and mob heads in inventories and held by mobs/players now display the actual headPlaced mob heads now show the 2nd skin layer\n物品展示框物品在物品展示框中拥有了8个不同的朝向。As long as the frame remains placed, it remembers the orientation of the last item it held, and uses it for the next item it holds物品展示框可以发出能被比较器解析的信号，强度根据物品的朝向决定。\nSignal strength is as follows: 0: empty; 1: item; 2: item rotated once; 3: item rotated twice; ...; 8: item rotated 7 times\nImproved position handling of item frames\n画Improved position handling of paintings\n发射器能放置南瓜和凋灵骷髅头颅来生成铁傀儡和凋灵\nWill only place them if the body of the golem or wither is already built\nCan now place command blocks with pre-configured commands, rather than dispensing it\n按钮现在能在天花板和地板上放置\n红石比较器Can now detect what way an item frame is rotated\n阳光传感器Can be inverted with a right click\nReaches full strength at the opposite time than it would when set to normalThis can allow for a light that turns on at night rather than day without the need of a NOT gate\nInverted form cannot be obtained in inventory\n激活铁轨Powered activator rails will now shake minecarts, causing riders (players and entities) to dismount\nTNT矿车TNT矿车可以被燃烧的箭点燃Minecart with TNT explosions no longer stack\n红石中继器No longer emit light\n南瓜和南瓜灯Top texture now rotates together with the face\n地图Zoomed out maps now align to a grid as wellAre now much faster\n告示牌Use the JSON text components Text1, Text2, Text3, Text4 instead of plain textCan be used to show scores towards players by using the selector and score tagsPreviously, text formatting could only be accomplished using the section symbol via Formatting codesCharacter limit is based on character widthMight need some time before it can work in survival\n书与笔和成书Use JSON text components instead of plain text with the new pages tagCapable of using the clickEvent and hoverEvent tagsPreviously, text formatting could only be accomplished using the section symbol via Formatting codesMight need some time before it can work in survival\n成书Copying written books will now mark them as copies/copies of copiesThe copying status of a book (ie. original, copy of original or copy of a copy) is denoted in a separate line in the tooltip, beneath the author's nameCopies of copies cannot be copied\n盔甲Armor no longer gets colored when mobs/players are hurt\n箭Behave differently underwater\nThey will lose all velocity after a few blocks and slowly fallFire Arrows will be extinguished\n台阶Removed double stone slab's item formRemoved double wooden slab's item form\n刷怪箱Can be right-clicked with a Spawn Egg in hand to change what the spawner produces\n命令方块Survival players can no longer look inside the command block to see the commandNow show the entity (@e) parameterX/O button next to \"Last output\" in commandblock to turn off the last output string\n\n生物\n\n所有生物\n使用新的AI生物受伤时显示略微不同的颜色\n村民当被闪电击中，村民会变成女巫现在有头部栏村民现在只会在有意愿的时候繁殖\n当第一次完成特定的交易的时候，村民会变得有意愿，其余时间有1到5的几率村民变得有意愿当幼年村民诞生的时候，父母失去意愿村民消耗如下数量的粮食时会有意愿繁殖: 3个面包或12个土豆或12个胡萝卜在生存模式很难判断村民的生育意愿: 只能通过交易增长的经验数目判断; 一般交易产生3-6个经验点, 产生生育意愿的交易产生8-11个经验点\n村民AI的改变\n村民现在会收割，采集，种植作物（土豆, 胡萝卜 和 小麦）村民会用小麦合成面包村民会和幼年村民分享食物\n幼年动物 （羊，猪，牛，鸡，猫，狗，马，兔子）现在可以通过喂食来加快小动物的成长，每次喂食减少10%的剩余成长时间。\n狼驯服和未驯服的狼在野外都会主动攻击骷髅，就像主动攻击羊一样\n豹猫和狼驯服以后，并使用命名牌命名，那么在它死亡时会有死亡信息\n骷髅和凋灵骷髅现在会逃离狼而不是反击现在会逃离准备爆炸的爬行者现在如果被高压爬行者炸死会掉落一个骷髅的头颅\n史莱姆和岩浆怪由于新的AI更新，现在它们会游泳每隔一段时间随机改变方向，减少它们被困在墙壁或角落的概率如果玩家不再史莱姆32米范围内，它们会随着时间的过去而随机消失出现更多随机的跳跃当被命名并攻击时，每一个新史莱姆将保留它的给予名\n僵尸猪人由于新的AI更新，愤怒的僵尸猪人现在会寻找路径现在会远离其他即将爆炸的爬行者Adult Zombie Pigmen will forgive after a short time (and lose the aggro speed boost), but will continue to attack until the player escapes their aggro distance\n末影人Now pathfind as a result of the update to the new AI现在走路稍快\n蜘蛛和洞穴蜘蛛现在不能看穿固体方块\n烈焰人即使有固体方块阻隔，烈焰人现在仍然会射击玩家\n巨人巨人身上的盔甲现在会被渲染\n蠹虫蠹虫将在再次移动之前偶尔停止（与大多数生物类似）\n爬行者现在会远离其他即将爆炸的爬行者现在被高压爬行者炸死会掉落一个爬行者的头\n僵尸现在会远离即将爆炸的爬行者现在被高压爬行者炸死会掉落一个僵尸的头\n女巫现在会远离即将爆炸的爬行者\n铁傀儡现在在生存模式下，铁傀儡被攻击时会攻击玩家\n雪傀儡Snow golems below layer 64 no longer leave a trail of snow.\n铁傀儡，雪傀儡和凋灵Can be spawned by arranging the blocks in any orientation\nThis does not affect the orientation of the spawned mob\n羊现在死亡会掉落羊肉\n\n漏洞修复\n\n修复了471个漏洞\n\n\n\n\n",
    "replies": [
        {
            "author": "╱/.淘芞尐孒",
            "timestamp": 1389407820,
            "txt_content": "1.8越来越复杂了"
        },
        {
            "author": "审奥不解释",
            "timestamp": 1389408060,
            "txt_content": "喔！看看！1.8就要出了么？"
        },
        {
            "author": "zjy",
            "timestamp": 1389408120,
            "txt_content": "好快啊      "
        },
        {
            "author": "星空骑士",
            "timestamp": 1389408360,
            "txt_content": "更新程度比1.3.2更新1.4.2的程度还要大"
        },
        {
            "author": "jianghr",
            "timestamp": 1389408780,
            "txt_content": "1.8新特性好评，正在做工具的表示及时跟进此帖"
        },
        {
            "author": "MJC",
            "timestamp": 1389409200,
            "txt_content": "青金石终于有用了"
        },
        {
            "author": "cyqsimon",
            "timestamp": 1389413880,
            "txt_content": "╱/.淘芞尐孒 发表于 2014-1-11 10:37 \n1.8越来越复杂了\n我比较看重的是指令方块的功能增强~~~\n所以很是欣喜呵~~~~\n"
        },
        {
            "author": "cyqsimon",
            "timestamp": 1389413940,
            "txt_content": "╱/.淘芞尐孒 发表于 2014-1-11 10:37 \n1.8越来越复杂了\n当然啦，新的NBT配上1.7加入的指令方块修改NBT功能自然也是极好的"
        },
        {
            "author": "misaka37586",
            "timestamp": 1389442680,
            "txt_content": "坐等1.8.............."
        },
        {
            "author": "联想",
            "timestamp": 1389443520,
            "txt_content": "13-14骇人更新\n14-15红石更新\n15-16马匹更新\n16-17地形更新\n17-18蓝色物品消失更新？"
        },
        {
            "author": "毒蛇",
            "timestamp": 1389443760,
            "txt_content": " 本帖最后由 毒蛇 于 2014-1-11 20:39 编辑 \n\n村民的那部分我发帖翻译了，没人看啊啊啊{:10_524:}http://www.mcbbs.net/thread-216109-1-1.html"
        },
        {
            "author": "1036606949",
            "timestamp": 1389444480,
            "txt_content": "还是没有绿村民...                 "
        },
        {
            "author": "qq356670533",
            "timestamp": 1389444720,
            "txt_content": "我觉得1.8还是要摔落伤害好..最起码真实些.."
        },
        {
            "author": "猥琐的小强",
            "timestamp": 1389446100,
            "txt_content": "qq356670533 发表于 2014-1-11 20:52 \n我觉得1.8还是要摔落伤害好..最起码真实些..\n摔落伤害依旧有。只是掉粘液球块上没伤害"
        },
        {
            "author": "qq356670533",
            "timestamp": 1389446220,
            "txt_content": "猥琐的小强 发表于 2014-1-11 21:15 \n摔落伤害依旧有。只是掉粘液球块上没伤害\n哦..懂了.."
        },
        {
            "author": "Wbutter",
            "timestamp": 1389522360,
            "txt_content": "不用再存一箱子青金石了啊啊啊啊啊啊"
        },
        {
            "author": "SumrioL",
            "timestamp": 1389524400,
            "txt_content": "1.8不错的感觉"
        },
        {
            "author": "383964923",
            "timestamp": 1389525360,
            "txt_content": "1.8.。。。。"
        },
        {
            "author": "zhh0000zhh",
            "timestamp": 1389534120,
            "txt_content": "胡萝卜不是本来就是4点么。。"
        },
        {
            "author": "尘曲",
            "timestamp": 1389601740,
            "txt_content": "= =1.7的插件API还没稳定1.8就出来了，这搞毛。。。一辈子1.6的节奏。。。"
        },
        {
            "author": "jkjijo",
            "timestamp": 1389602340,
            "txt_content": "顶一个~\n汪~"
        },
        {
            "author": "爱拍、川哥",
            "timestamp": 1389608040,
            "txt_content": "111111111111111"
        },
        {
            "author": "lkr291484473",
            "timestamp": 1389702240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Sky之王丿梦",
            "timestamp": 1389702840,
            "txt_content": "倒数第三个和倒第二个错别字了吧（胡萝卜和熟土豆的那个)，应该是恢复吧"
        },
        {
            "author": "Sky之王丿梦",
            "timestamp": 1389703200,
            "txt_content": "审奥不解释 发表于 2014-1-11 10:41 \n喔！看看！1.8就要出了么？\n已经出预览版了"
        },
        {
            "author": "HILA",
            "timestamp": 1389925980,
            "txt_content": "我看完 顿时就傻了"
        },
        {
            "author": "lz你好啊",
            "timestamp": 1389956940,
            "txt_content": "a2很厉害啊，13岁就能懂大量E文.\n还是……lz不是13岁？"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1389957180,
            "txt_content": "话说1.7.2的女巫是天然生成的啊"
        },
        {
            "author": "小OK",
            "timestamp": 1389958260,
            "txt_content": "yuchenyang 发表于 2014-1-17 19:13 \n话说1.7.2的女巫是天然生成的啊\n对啊。是有一定几率自然生成"
        },
        {
            "author": "熊孩子军团",
            "timestamp": 1389960060,
            "txt_content": "kill命令终于有大用处了 就算在服务器里直接秒杀熊孩子"
        },
        {
            "author": "xt00",
            "timestamp": 1390032540,
            "txt_content": "以后的MC版本会不会越来越接近现实呢？"
        },
        {
            "author": "梦幻龙族Ⅱ",
            "timestamp": 1390034700,
            "txt_content": " 本帖最后由 梦幻龙族Ⅱ 于 2014-1-18 16:45 编辑 \n\n官方逼死WE创世神系列{:soso_e103:}"
        },
        {
            "author": "1239823973",
            "timestamp": 1390035660,
            "txt_content": "村民那个被闪电击中变女巫好像不怎么好啊"
        },
        {
            "author": "1234lian",
            "timestamp": 1390039020,
            "txt_content": "旧的刷铁机和刷金机废了= =不知有没有大神发明新的"
        },
        {
            "author": "a20001017",
            "timestamp": 1390039320,
            "txt_content": "1234lian 发表于 2014-1-18 17:57 \n旧的刷铁机和刷金机废了= =不知有没有大神发明新的\n摔落+最后一击 即可"
        },
        {
            "author": "晨励翔",
            "timestamp": 1390041420,
            "txt_content": "a20001017 发表于 2014-1-18 18:02 \n摔落+最后一击 即可\n铁傀儡不受摔落伤害"
        },
        {
            "author": "cyqsimon",
            "timestamp": 1390057500,
            "txt_content": "目测，\nlogAdminCommands 的意思是 记录管理员命令\n也就是服务端（包括integrated server）是否将op使用命令的记录存入log"
        },
        {
            "author": "cyqsimon",
            "timestamp": 1390057740,
            "txt_content": " 本帖最后由 cyqsimon 于 2014-1-18 23:09 编辑 \n（铁傀儡）如果不被玩家杀死，只会掉罂粟\n（僵尸猪人）如果不被玩家杀死，只会掉腐肉\n我去\n\n村民被闪电击中就会变成女巫\n沙漠神庙现在用硬化粘土取代了羊毛的地方\n村庄的沙砾小路下现在会生成石头\n只不过这些倒还是蛮帅的"
        },
        {
            "author": "cyqsimon",
            "timestamp": 1390058160,
            "txt_content": "抱歉三连，只不过这里我纠错，所以就别扣我分/发卡了......\n\n旧ID仍然可用，但会慢慢逐步淘汰\n\n已经不行了，不信你自己弄个14w03b然后输入/give @a 137试试"
        },
        {
            "author": "a20001017",
            "timestamp": 1390100460,
            "txt_content": "cyqsimon 发表于 2014-1-18 23:16 \n抱歉三连，只不过这里我纠错，所以就别扣我分/发卡了......\n不知。。还有有种东西叫编辑。。我又不是一直在。。"
        },
        {
            "author": "毒蛇",
            "timestamp": 1390193520,
            "txt_content": "村民本来就不买末影珍珠，这个交易是在14w02a中加入的，后来又移除了，所以不用写"
        },
        {
            "author": "毒蛇",
            "timestamp": 1390280640,
            "txt_content": "毒蛇 发表于 2014-1-20 12:52 \n村民本来就不买末影珍珠，这个交易是在14w02a中加入的，后来又移除了，所以不用写\n话说LZ看到这条了么= ="
        },
        {
            "author": "jkjijo",
            "timestamp": 1390303320,
            "txt_content": "呵呵呵.....\n哈哈哈.....\n哇咔咔.....\n1.8.....\n咩哈哈哈~"
        },
        {
            "author": "a20001017",
            "timestamp": 1390303440,
            "txt_content": "毒蛇 发表于 2014-1-21 13:04 \n话说LZ看到这条了么= =\n看到了，我以前没写但是补充了之后有不小心写进了"
        },
        {
            "author": "A王O子A",
            "timestamp": 1390361520,
            "txt_content": "Sky之王丿梦 发表于 2014-1-14 20:40 \n已经出预览版了\n求地址！！！！！！！！"
        },
        {
            "author": "panda.cf",
            "timestamp": 1390369680,
            "txt_content": "cyqsimon 发表于 2014-1-11 12:18 \n我比较看重的是指令方块的功能增强~~~\n所以很是欣喜呵~~~~\n{:695: ...\n但是猪人塔和刷铁机。。。蛋疼啊，，，，，，{:10_522:}"
        },
        {
            "author": "akeicon",
            "timestamp": 1390370520,
            "txt_content": "刷物品的难度增加了，点个赞啊"
        },
        {
            "author": "勇羊羊1",
            "timestamp": 1390441740,
            "txt_content": "要刷铁刷金可以丢药水的，反正药水可再生"
        },
        {
            "author": "「SeaLion」",
            "timestamp": 1390442100,
            "txt_content": "对此我们只能说我们无话可说"
        },
        {
            "author": "ssssssss--boom",
            "timestamp": 1390442340,
            "txt_content": "铁傀儡和僵尸猪人还是变了"
        },
        {
            "author": "毒蛇",
            "timestamp": 1390449840,
            "txt_content": "表示在等14w04a"
        },
        {
            "author": "毒蛇",
            "timestamp": 1390537680,
            "txt_content": "铁傀儡又改回来了^_^（我不能麻烦版主啊对不对）"
        },
        {
            "author": "a20001017",
            "timestamp": 1390537800,
            "txt_content": "毒蛇 发表于 2014-1-24 12:28\n铁傀儡又改回来了^_^（我不能麻烦版主啊对不对）\n← . ← 下午再翻，WIKI也会编辑来编辑去"
        },
        {
            "author": "QWQ~",
            "timestamp": 1390545840,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "QWQ~",
            "timestamp": 1390545900,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "QWQ~",
            "timestamp": 1390546080,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "QWQ~",
            "timestamp": 1390546140,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "z736665768",
            "timestamp": 1390546140,
            "txt_content": "满怀期待  "
        },
        {
            "author": "橡皮233",
            "timestamp": 1390657980,
            "txt_content": "我可以转一下到我的论坛吗"
        },
        {
            "author": "你0.0",
            "timestamp": 1390713420,
            "txt_content": "什么时候出呢。。。。。。"
        },
        {
            "author": "a20001017",
            "timestamp": 1390713600,
            "txt_content": "包宇杰88 发表于 2014-1-25 21:53\n我可以转一下到我的论坛吗\n转载请注明出处，更多精彩资讯，尽在新闻资讯版块。\n\n——我是a20001017的机器人【误"
        },
        {
            "author": "七绝概念",
            "timestamp": 1390718100,
            "txt_content": "请问1.6和1.7的材质在1.8中能用吗？"
        },
        {
            "author": "七绝概念",
            "timestamp": 1390718100,
            "txt_content": "Sky之王丿梦 发表于 2014-1-14 20:40\n已经出预览版了\n能给个下载地址吗？？好想玩啊{:10_555:}"
        },
        {
            "author": "ffd",
            "timestamp": 1390719900,
            "txt_content": "改动都不算太大，但是好多......"
        },
        {
            "author": "七绝概念",
            "timestamp": 1390725000,
            "txt_content": "Sky之王丿梦 发表于 2014-1-14 20:40\n已经出预览版了\n大概是晚上发布吧，时差关系"
        },
        {
            "author": "寂静战争",
            "timestamp": 1390797720,
            "txt_content": "皮肤更新简直太赞！"
        },
        {
            "author": "StarBrilliant",
            "timestamp": 1390838400,
            "txt_content": "/fill 和 /clone 这两个命令是要挑战 WorldEdit 的节奏啊……\n{:10_492:}"
        },
        {
            "author": "默默无闻的玩家",
            "timestamp": 1390877580,
            "txt_content": "╱/.淘芞尐孒 发表于 2014-1-11 10:37\n1.8越来越复杂了\nQAQ以后没法去洗劫村庄了........."
        },
        {
            "author": "猫小沫",
            "timestamp": 1390887060,
            "txt_content": "The x coordinate line will now be bold when looking east/west, similarly the z coordinate line will now be bold when looking south/north\n\n在F3的条件下，会用三个短的彩色线条表示坐标轴的3个方向：X - 红色，Y - 绿色，Z - 蓝色（感觉跟3d制作软件一样）\nNow displays the right arm's second layer in first person view\n\n在第一人称视角下显示的是右臂的第二层皮肤（详见新皮肤机制）\n\n\n"
        },
        {
            "author": "猫小沫",
            "timestamp": 1390887540,
            "txt_content": "猫小沫 发表于 2014-1-28 13:31The x coordinate line will now be bold when looking east/west, similarly the z coordinate line w ...\nSkins and capes are now distributed through servers\n现在皮肤和斗篷的显示方式是Mojang服务器直接发给客户端（详情）\n这句话怎么这么别扭↑\n\nSkin changes will no longer require client restarting, at worst re-logging will update the skin for everybody\n\n皮肤的变不再需要重新启动客户端才能显示，在最坏的情况是皮肤上传后重新记录再发到每个玩家的客户端上\n\n\nDuplicate skins no longer need to be downloaded twice\n\n重复的皮肤不再需要下载两次\n\n\n\n\n\n"
        },
        {
            "author": "Bryan33",
            "timestamp": 1390961280,
            "txt_content": "刚刚发现数字ID貌似已经被淘汰了\n新版本里根本就不能用数字ID"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1390963800,
            "txt_content": "    总觉得闪长岩很搞笑的名字 "
        },
        {
            "author": "a20001017",
            "timestamp": 1390968000,
            "txt_content": "猫小沫 发表于 2014-1-28 13:39\nSkins and capes are now distributed through servers\n现在皮肤和斗篷的显示方式是Mojang服务器直接发给 ...\n我是懒得翻了，已经扔给cyq，不要告诉混乱啊啊啊"
        },
        {
            "author": "Sky之王丿梦",
            "timestamp": 1390993080,
            "txt_content": "A王O子A 发表于 2014-1-22 11:32\n求地址！！！！！！！！\n地址我倒是不知道，我见过有人用它拍出来的视频了"
        },
        {
            "author": "Sky之王丿梦",
            "timestamp": 1390993200,
            "txt_content": "七绝概念 发表于 2014-1-26 14:35\n能给个下载地址吗？？好想玩啊\n 地址我倒是不知道，我见过有人用它拍出来的视频了"
        },
        {
            "author": "isaac0821",
            "timestamp": 1391156580,
            "txt_content": "测试了一下发现旧版本的村民也会受影响，不会按照旧机制交易。wiki上写错了吧？"
        },
        {
            "author": "刘成武",
            "timestamp": 1391275320,
            "txt_content": "自动村民稻谷收割机..."
        },
        {
            "author": "BFXLQC",
            "timestamp": 1391307420,
            "txt_content": "牧师买腐肉.....  僵尸刷怪笼终于有了他的用途"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391307660,
            "txt_content": "  好吧 牧师买牛肉（自带腐烂效果）\n  这个不错"
        },
        {
            "author": "qjfwz",
            "timestamp": 1391320980,
            "txt_content": "充能铁轨\n被充能的激活铁轨会让经过的矿车里的玩家或实体离开矿车\n（充能铁轨\n\nPowered activator rails will now shake minecarts, likely causing riders (players and entities) to dismount)\n调试屏幕\n调试屏幕有了白色的背景取代了x, y, z, b, bl 和其他的一些标签光照强度现在是指脚部的光照强度，而不是眼睛上的目前缺失lc值\n（调试屏幕\nText now has a background. \nReplaced x, y, z, b, bl and other labels with more understandable labels. \n\"Light\" is now the light levels at feet, not eyes. \nCurrently missing LC value。）\n渣翻译渣排版勿喷……\n[fly]飞呀飞……飞呀飞……[/fly]"
        },
        {
            "author": "Milk_",
            "timestamp": 1391346960,
            "txt_content": "表示1.7就已经逆天了 没想到1.8更加逆天 以后的Minecraft没点技术玩不下去"
        },
        {
            "author": "赵家成",
            "timestamp": 1391403060,
            "txt_content": "哈哈还挺不错"
        },
        {
            "author": "1164816764",
            "timestamp": 1391430780,
            "txt_content": "cyqsimon 发表于 2014-1-11 12:18\n我比较看重的是指令方块的功能增强~~~\n所以很是欣喜呵~~~~\n{ ...\n呵呵呵，技术宅、、、、、"
        },
        {
            "author": "liumingshu",
            "timestamp": 1391431980,
            "txt_content": "村民收购腐肉是要闹哪样"
        },
        {
            "author": "小白~",
            "timestamp": 1391433120,
            "txt_content": "Sky之王丿梦 发表于 2014-1-14 20:40\n已经出预览版了\n求网址啊= ="
        },
        {
            "author": "团子阿卡林",
            "timestamp": 1391486160,
            "txt_content": "最看重的还是官方API啊……快照里经常说优化，实际见到要那个版本啊= ="
        },
        {
            "author": "岁月之殇",
            "timestamp": 1391486760,
            "txt_content": " 本帖最后由 岁月之殇 于 2014-2-4 12:12 编辑 \n\n笔误：按潜行箭能返回自由飞行旁观的模式(默认为Shift)（应为“键”）被充能的激活铁轨会让经过的矿车里的玩家或实体离开矿车（应该颠倒一下次序..）使用流动的岩浆和流动的水为破坏时的粒子效果（应为“被”）\n建议：\nbarrier翻译为“屏障”\n别的暂未发现\n"
        },
        {
            "author": "我是冷场帝",
            "timestamp": 1391630160,
            "txt_content": "难不成以后服务器会出现一堆基佬在玩脱衣派对？{:10_499:}"
        },
        {
            "author": "1243460976",
            "timestamp": 1391656680,
            "txt_content": "希望MC1.8早日出来！"
        },
        {
            "author": "⭐✔️",
            "timestamp": 1391664360,
            "txt_content": "于是1.8就有了好玩的东西\n\n\n\n\n2014-02-06_13.25.09.png (330.33 KB, 下载次数: 1)\n\n下载附件\n\n2014-2-6 13:26 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "a20001017",
            "timestamp": 1391674620,
            "txt_content": "贰逼 发表于 2014-2-6 13:26\n于是1.8就有了好玩的东西\n卧槽以为三晋来视察了，不能不用这种头像么"
        },
        {
            "author": "Bryan33",
            "timestamp": 1391732940,
            "txt_content": "cyqsimon 发表于 2014-1-11 12:19\n当然啦，新的NBT配上1.7加入的指令方块修改NBT功能自然也是极好的\n看起来你很喜欢输入英文而不是数字ID\n\n你好像比较喜欢英文把"
        },
        {
            "author": "Bryan33",
            "timestamp": 1391733000,
            "txt_content": "贰逼 发表于 2014-2-6 13:26\n于是1.8就有了好玩的东西\n我猜中间的是隐形方块对吗"
        },
        {
            "author": "Bryan33",
            "timestamp": 1391733180,
            "txt_content": "cyqsimon 发表于 2014-1-18 23:16\n抱歉三连，只不过这里我纠错，所以就别扣我分/发卡了......\n土豪土豪，我们做朋友吧，有你在天也不怕地步怕\nLZ数字ID已经不能用了，但是在后面的NBT格式中似乎还能用\n还是改改把"
        },
        {
            "author": "塔防精兵",
            "timestamp": 1391738040,
            "txt_content": "不是隐藏方块吗？？？"
        },
        {
            "author": "秋霜之殇",
            "timestamp": 1391775240,
            "txt_content": "充能铁轨……不是激活铁轨么……"
        },
        {
            "author": "hualuyin",
            "timestamp": 1391951340,
            "txt_content": "村民の崛起！？"
        },
        {
            "author": "2B与mc的故事",
            "timestamp": 1392010800,
            "txt_content": "楼主加油"
        },
        {
            "author": "1036606949",
            "timestamp": 1392286320,
            "txt_content": "透明方块变成隐形基岩了！"
        }
    ]
}