{
    "title": "科幻小说《史蒂夫的生存时间》minecraft版第一章",
    "author": "大家辛苦",
    "replyCount": 3,
    "timestamp": 1387632420,
    "txt_content": " 本帖最后由 大家辛苦 于 2014-1-1 10:13 编辑 \n\n  \n\n\n\n\n2013-10-24_22.16.42.png (167.76 KB, 下载次数: 1)\n\n下载附件\n\n2013-12-21 19:49 上传\n\n\n\n\n\n“呜---轰--隆隆隆隆...。”一声长长的火车声从高高的烟囱内传来，烟囱里冒出浓浓的烟雾，越拉越长，越拉越远，火车离站而去，缓缓的开过无边的大草原，可火车头和车厢未能用到任何钢铁，却在全身都用上了板子，至于为何木板不被炽热的煤炭烧着，原因竟是因为Steve科学家的上个月的恐怖的实验。\n    上个月，Steve从外面来到实验室中，关上了铁质的大门，旧房子的内部随着关门声的轻响渐渐暗了下来，他努力注视着自己机器上的一条条铜线，一块块钢切片。按照他的完美设计图，这个强大而又危险的系统终于做成了，但不知道这个能否可以用了。机器要迅速的在一个立方体空间里制造高温，高到足以在瞬息之间将一切元素汽化，然后观察一些不同寻常的高温现象。他慢慢的喝下了一杯水，轻轻地按下了一个按钮，“嗖-----！”的一声，空间里的一百万个UU物质开始不断升温，不断翻滚。变得一片混沌，颜色看上去红红的，极像早期的地球表面。Steve看呆了，忘记了一切，同时也带着忘记了降温。时间那时过得实在是太快了。没过几分钟就“嘭！”的一声。他差点赔了他的性命。\n    在实验室中有这样一台专门用来制造高温环境的机器，就这样一台极度危险的实验机器。Steve就已将它的最大功效提高到了16527083.49C°！！这台机器花了他一辈子的心血，他用自己团队所有的才智与他们一切的信念就早已将这一切都准备好了。就是这一时刻的到来，就在Steve按下按钮的一瞬间，四维立方体中重叠的响起了刺耳的撞击声，虽然听不清此为何音。但他却能感觉到眼前的景象是前所未有的真实。紧接着响在他耳边的便是急促的敲击声，越来越近，越来越近……\n    Steve边听可却又突然悟道了什么，他想到自己站着这里已经有2分钟了，于是赶紧赶到操控台前迅速按下了电源按钮，机器就在这时停止运转了，(机器会因为降温太快而爆炸）随后他意识到自己刚刚犯下了一个多么大的错误！自己要么就只能在这等着死！要么就在远处射碎坚硬的立方体空间玻璃外壁，不过这样一来，他只需要修好这种玻璃。于是他立即拿准了一把好枪，然后“嘭！”的一声就给玻璃来了一个两面穿，玻璃片持续发出当当的破裂声音，就这么漫碎了一地，可是他安全了，但他的手指被一块正在飞溅的玻璃割破了。Steve狠狠的看着这一切，又捂着流血的伤口。收拾好残局后，他将这个支离破碎的立方体玻璃扔进了垃圾池，又换上一个新的空心玻璃立方体，Steve感到十分满意，他叫他的团员们过来，说自己要将自己的实验结果报告给英国皇家学会，还有在海边安一艘船，展示他们多年来辛辛苦苦做好的机器。\n       翌日，Steve他们坐到船上，机器马上就四平八稳的载在了船头上，船体的大部分已经进入吃水线以下。Steve高兴的驾着小船，注视着岸边的人流，时不时听到几句人们的赞叹。他转过头来,专心致志的开船。今天来的人特别多，其中有些是小孩，还有些是闲着的工人，有老板，也有科学家。可是在忽然间，Steve自己感到自己有一阵不舒服，他感觉到身体差不多上下颠倒了，人体好像从一个可能将会崩塌的世界当中，硬生生的就这么掉了出来，掉进了茫茫无边的？？？（虚空）。突然间，他好像又回到了自己最熟悉温暖的世界当中，一切还是与原来一样的感觉，没有丝会改变。天空好像下着些雨，人们指着天上下着毛毛雨的灰色乌云，脸色煞白。所有人都惊慌失措的逃离海岸。Steve他们感到万分奇怪，就在这时，一位船员大声的十分惶恐的喊道：“look！”大家全都转过头来，透过窗外看到外面已是电闪雷鸣，一道道闪电的白光映衬着一个极其恐怖的海上漩涡，天上的乌云像被这个漩涡剧烈的扭曲了一般，也在不断的旋转着。巨大的漩涡如同巨兽一般吞噬着这个蚂蚁大的小船。说时迟那时快，Steve立马调转船头。只可惜这时为时已晚，一位刚站着门口边上的船员，还没有等留下什么只字片语，就像小纸片一般的吹入了密不可触的乌云当中，这个死亡的讯息以光速传递到每个人的眼中，他们已经感到了相当的恐惧。在Steve当即趴下来的时候，船员们也跟着趴下，因为第一波巨浪已经滚滚而来，浪的高度与船高不争上下。这是他们平生所见过的最大的海浪，这当然不是平常我们在海边所见到的，而是无比漆黑恐怖广阔快速的惊涛骇浪。浪无比激烈打在船头上，发出阵阵巨响，船身和船员渐渐向大浪倾斜。可是大自然好像没玩够他们似的，一座座山一般大的巨浪渐渐向他们袭来，船又开始向着它们猛烈地晃荡着，船员们抓不住严重倾斜的地板，于是将就着抓住其他的一些东西，Steve当即抓牢了一个铁质窗框，只可惜没有牢牢抓住，手马上就脱离了窗框，他向着机器重重的摔去，竟摔向了控制整个机器的按钮，按钮一下子从控制台落下来，又从倾斜的地面落入了不断冲击着船身的巨浪中，机器却在这危险的海面上启动了起来。Steve从想地面上爬起来，他两手抓住铁质窗框，慢慢地站上了地面，可是发现机器无论如何也无法关闭，无语中，他只好绝望的看着大家，看着这台机器马上将高温自毁。马上，在这个空间里，温度已经超过了机器所能承受的最高极限，包括这块玻璃。接下来只能听听命运之神的安排了。\n    空间突然相当猛烈的炸开了，数以万计的UU物质闪十分迅猛的被疯了似的狂风吸入了风暴的中心区域。船上起了大火，将十海里内的区域的海水都照成了红色，Steve他们都被极其猛烈的飓风，随着UU物质卷入了深不见日的黑云当中。\n    Steve亲眼看见自己本人就这么活生生的被那些密密麻麻的UU物质给全部吞噬掉了，在他心脏的深处，充满了狂风呼呼的怒吼声。\n    之后，世界永远都只能是黑漆漆的毫无知觉的一片迷茫,一片虚空，一片朦胧。。。。。。     \n   （本章完）\n未完待续......\n索引贴：http://www.mcbbs.net/thread-211758-1-1.html\n\n\n\n",
    "replies": [
        {
            "author": "大家辛苦",
            "timestamp": 1387968420,
            "txt_content": "没人看吗？"
        },
        {
            "author": "要要切开脑",
            "timestamp": 1387968900,
            "txt_content": "大家辛苦 发表于 2013-12-25 18:47 \n没人看吗？\n有！{:10_531:}俺顶你  请继续"
        },
        {
            "author": "872312645",
            "timestamp": 1388486940,
            "txt_content": "大家辛苦 发表于 2013-12-25 18:47 \n没人看吗？\n继续继续\n"
        }
    ]
}