{
    "title": "重生之误入MC——第七章 附魔师",
    "author": "000191750",
    "replyCount": 15,
    "timestamp": 1387641420,
    "txt_content": " 本帖最后由 000191750 于 2013-12-22 00:01 编辑 \n\n\n\n\n\n封面.jpg (29.55 KB, 下载次数: 8)\n\n下载附件\n\n2013-12-21 23:41 上传\n\n\n\n\n\n      在村庄的图书馆里，一个人影正在不停的翻查着书架上的每一本书，每一本书他都仔仔细细的看了一遍，这个人就是吴惧天了，吴惧天自从知道了图书馆这个宝库之后，几乎天天都来到这里，并且把书上说的关于这个世界的每一件事情都记录了下来，就例如矿石的分布，物品的合成什么的，他都一字不落的记了下来。      吴惧天对于书上最感兴趣的就是附魔的部分了，他觉得附魔出一把神器是他来到这的最大的任务，而且他也看到了关于末影龙的信息，看到了神秘的龙蛋，和龙死后留下的迷之传送门。但他现在的首要任务就是挖矿，因为制作一个附魔台需要大量昂贵的材料，他可以通过卖矿石和作物来赚钱购买附魔台所需的所有材料：一本书，两颗钻石、四个黑曜石。当然啦，他也可以自己去挖去这些东西，但是像钻石这种需要运气才可以看到的物品，还是乖乖的去交易大厅买吧。\n      交易大厅就是村庄外三千米的一座主城的商店，在那一切物品都可以买到，就连末影龙的蛋都没问题。当然啦，这些都只是村民们之间流传的，具体的细节还是只有这个世界所谓的主宰——服主才知道。但是吴惧天也看到了一个传说，一个恐怖程度不亚于末影龙的传说——HIM的传说。“HIM全称herobrine，传说是这个世界的创世神已故的弟弟，他在这个世界有着与创世神相反的能力——破坏，他可以在一秒内将所有人的物品都毁灭，他可以和末影人一样的瞬移，他还可以使用工具。但是却没有人真正的看到过他，他永远是一个谜。”————来自书籍的原话。\n      吴惧天一向是对奇怪的事情感兴趣，所以他也对HIM感兴趣。可HIM与他却十分的相似：一样是死后出现在这个世界，一样有着极强的攻击力，只是HIM有着其他的超能力，而他却没有罢了。但他真的没有么？\n      几天之后，吴惧天终于把图书馆的书都看完了，他最后看的一本书，就是关于龙语附魔的书，龙语附魔比普通附魔强大，一般附魔师都是使用龙语附魔的——即使他们看不懂龙语。所以只有当工具被附魔了以后，附魔的能力才看得出。龙语附魔与一般附魔最大的区别就是，龙语附魔可以附魔多次，而普通附魔附魔一次书上的符文就会消失，同时书也会消失不见。\n     吴惧天拿着他修好的石镐，再次走去了灵珑带他挖矿的那个洞穴...\n     地下30米处，吴惧天拿着他的石镐正在开采着一个铁矿石：“加上这一个，我就可以做一个铁镐了。”吴惧天拿手擦了擦头上的汗水，并更加用力地敲打这个铁矿石，“嘭”铁矿石禁不住吴惧天的力量，终于掉了下来。吴惧天拿着这个迷你铁矿石，回到了家里，“呼~时间刚刚好，到家天就黑了。还是先把铁给熔炼了吧。”吴惧天把铁矿石放在熔炉里，慢慢的用炭去加热，待得温度提升到了一定时间，吴惧天看着铁矿石渐渐融化，慢慢的变成了三个小小的铁锭。\n      “赶紧去合成镐子。”吴惧天把融化的铁倒入了模具里面，再将木棒放在了模具中间的孔里，然后就走到了床上，睡了过去......\n       第二天，吴惧天用手把模具打开，一把崭新的铁制镐子就呈现在了吴惧天的眼前。看着铁镐闪现出的光芒，吴惧天不由得感叹了一声：“真是一把好镐子。它预示着我一定可以挖到钻石的。”\n        但是，今天吴惧天他给自己放了个假，他约了铁匠师傅去学习制作工具，所以嘛，在村庄的铁匠铺里就出现了一个陌生的身影。\n         “师傅，我是该怎么锤啊？”吴惧天右手拿着铁匠锤子，一锤一锤重重的敲在烧红了的铁剑上。\n         铁匠看着吴惧天用力锻造剑的姿势，说：“做的不错，就是这样，再用点力，好，再快点，嗯，不错啊。”一阵阵赞赏的声音从铁匠铺里传了出来。\n         太阳也终于下山了，吴惧天因为锻造了一把很好的剑，铁匠就送了他锻造的工具——铁砧，吴惧天摒着气，慢慢的把铁砧搬到了自己家里的熔炉边，准备每天都去锻造自己的铁镐。\n         太阳升起，落下，升起，落下...经历的三次这样的轮回，吴惧天终于是够材料购置附魔台了。“我吴惧天成为了一名附魔师啦！！哈哈哈！”\n          将附魔台置于自己的书房里面，吴惧天迫不及待的打开了这个附魔台，并将自己的书本放了一本在附魔台里面，“龙语附魔”吴惧天下了一个命令，突然，附魔台里面清晰的字慢慢变成了一种如同盘着的龙一般的字体，十分难认出。但是不知道是不是吴惧天的天赋，吴惧天竟然直接看懂了这些字。\n        “龙语附魔也不难嘛，这是...时运二的，这是...耐久二的，这是...呀！这是时运三的附魔，好嘞，这可是很难才能遇到的附魔啊，就附魔这个了。”吴惧天看着这些歪歪扭扭的龙语选择了其中的一项，然后不停的绘制符文在书籍上，可是当吴惧天把龙语写好后，书籍并没有发生任何改变。\n        看着失败的附魔书，吴惧天疑惑的道： “奇怪啊，怎么没附魔上呢？对了附魔点，一定是的，可是我的附魔点都变成功力了，还能不能用呢，不管了，先试试吧。”\n        吴惧天运起体内的真气到笔尖，手如同行云流水一般地将符文绘制在了书上，随着符文渐渐的绘制结束，书也渐渐的亮了起来，附魔成功了！\n         就在吴惧天把龙语附魔完毕后，吴惧天的脑子里突然多出了一条式子，“龙语附魔：时运三”这个意外之喜让吴惧天开心的不得了，本来他还为没办法再次附魔而担心，谁知道符文随着附魔的结束也附在了吴惧天的脑子里，真是世事难料啊~\n         最让吴惧天高兴的不是可以重复附魔，而是内功的情况，内功一点没有减少，反倒是增加了，只是身体变得虚弱了，要休息一天而已。这个意思就是说：吴惧天可以疯狂的附魔，而不用担心附魔点不足了。\n         十二点钟，当吴惧天附魔完了以后，他走出了家门，站在了村庄们口，气沉丹田，吼道：“老子我是一个附魔师了！”\n\n上一章   索引帖\n",
    "replies": [
        {
            "author": "1847291366",
            "timestamp": 1387648860,
            "txt_content": "路过顶一下{消灭0回复····帖子都发了那么久了← ←"
        },
        {
            "author": "15834179549",
            "timestamp": 1387671120,
            "txt_content": "真不错啊！支持一下！{:10_512:}"
        },
        {
            "author": "1149382179",
            "timestamp": 1387671240,
            "txt_content": "不错，，支持！！！！！继续努力啊！！！"
        },
        {
            "author": "Yinyu",
            "timestamp": 1387672020,
            "txt_content": "[Yinyu]\n同基德迷顶起！"
        },
        {
            "author": "000191750",
            "timestamp": 1387675140,
            "txt_content": "1847291366 发表于 2013-12-22 02:01 \n路过顶一下{消灭0回复····帖子都发了那么久了← ←\n啊哈哈，谢谢啊"
        },
        {
            "author": "000191750",
            "timestamp": 1387675260,
            "txt_content": "15834179549 发表于 2013-12-22 08:12 \n真不错啊！支持一下！\n谢谢支持！"
        },
        {
            "author": "000191750",
            "timestamp": 1387675260,
            "txt_content": "1149382179 发表于 2013-12-22 08:14 \n不错，，支持！！！！！继续努力啊！！！\n我会继续努力的{:10_523:}"
        },
        {
            "author": "000191750",
            "timestamp": 1387675260,
            "txt_content": "Yinyu 发表于 2013-12-22 08:27 \n[Yinyu]\n同基德迷顶起！\n嗯嗯，基德是最厉害的"
        },
        {
            "author": "月轻歌",
            "timestamp": 1387675740,
            "txt_content": "不错不错，来看看我签名里的小说吧"
        },
        {
            "author": "qw5125123",
            "timestamp": 1387675800,
            "txt_content": "看的我眼睛都花了"
        },
        {
            "author": "wyf",
            "timestamp": 1387680960,
            "txt_content": "楼主 我支持一下你  辛苦啦"
        },
        {
            "author": "000191750",
            "timestamp": 1387683540,
            "txt_content": "wyf 发表于 2013-12-22 10:56 \n楼主 我支持一下你  辛苦啦\n谢谢啊！！{:10_512:}"
        },
        {
            "author": "王宏x",
            "timestamp": 1393040760,
            "txt_content": "很不错的说"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1436753220,
            "txt_content": "唔，感觉男主就是him。。。。。。"
        },
        {
            "author": "000191750",
            "timestamp": 1439739420,
            "txt_content": "daizhuhan32 发表于 2015-7-13 10:07\n唔，感觉男主就是him。。。。。。\n并不是0..0只是和某蛋和某世界的故事差不多，某蛋被HIM附身了"
        }
    ]
}