{
    "title": "科幻小说《史蒂夫的生存时间》minecraft版第二章",
    "author": "大家辛苦",
    "replyCount": 6,
    "timestamp": 1388210220,
    "txt_content": " 本帖最后由 大家辛苦 于 2014-2-11 16:21 编辑 \n\n\n\n\n\n2013-12-22_14.41.15.png (102.01 KB, 下载次数: 2)\n\n下载附件\n\n2013-12-22 15:44 上传\n\n\n\n\n\n  ________________________Steve________________________\n   “我是谁？”\n   他艰难地睁开了眼睛,眼前的景象真实又虚幻;分离又重合，重合又离分，这是一个无人的小岛呢？还是南美洲的西岸？清凉的海水舔着史蒂夫的身体，静静的。太阳从小岛的最高处缓缓的升起，感觉十分温暖。史蒂夫渐渐闻到了热带丛林特有的气息，一股来自荒野的风流卷起沙子吹拂着他的毛发。他想爬起来，却躺在沙滩不得动弹，他只能微微动一下他的手指，或是干裂而又疼痛的嘴唇，他想喝任何自己都可以喝的水。这时他的意识在逐渐放亮，他渐渐的想起，《鲁滨逊漂流记》是他小时候做梦都在看的名著，可是现在，没有一个人能拉他起来。他想：我现在自己都成了鲁滨逊了，可能再也没人来帮我了。\n    “这是什么地方？”\n    “我还活着吗？”\n    “其他人呢？”\n    他对昨天所发生的事情还是记忆犹新，斜坐在沙滩上，他望着大海，脑中闪过一幅幅恐怖而又空白的画面。可是，昨天不重要，他想到。现在我非得活下去不可，我既不是垃圾，也不是那群成天只知道担心的笨蛋，所以我可管不上那些乱七八糟的凡事了。\n    Steve用两手奋力的撑起身子，终于稳稳当当地站了起来，不过他觉得自己突然高了许多，高到足以看见地上有许多东西，一些东西他从来没有见过，这个世界的一切像是新的，就连他自己也像是新的。他翻了翻自己的口袋，翻了翻自己的全身，甚至连鞋底都要找一找，最终，他确定，自己除了两件衣服，三条裤子和一双鞋子，什么东西也没了！\n   “这里难道就没有一个人吗？”\n   “有老虎吗？”他发觉自己变得害怕起来了。他想找一个最高的地方，瞭望远方是否有一个可以遮风挡雨的山洞，Steve看不见深林里最高的山，于是他顺着地势走，低着头进入了丛林，路上，他咕嘟咕嘟的喝下了清凉的泉水，精神变得十分充沛。\n   “这是何等美味的甘泉啊！”\n    他继续在这个坡向上走着，树木在丝丝亮光中显得十分遥远，泉水在自己的岩床中欢快的迸发着能量，发出持续不断的哗哗的响声，Steve感觉到前面的树木不断再向后移，山上遥远的树木不断向前移。他想快些到达山顶，可惜求之不得，于是加快了步伐，赶了一个上午，终于看到原本遥远的树木变得稀疏了，他觉得肚子很饿，身上很累很冷，又十分孤独。但是他确确实实的感到，快要到山顶了。\n    山上有许多高耸的古木，成群的参天大树使陡峭的山腰看上去显得十分阴凉。渐渐地，他到达了这个奇高无比的山顶。他站在高耸的悬崖上望着下方的大地，山顶的高度超过了所有的云彩，地面离他十分遥远，在这个高度他可以看到小岛的全部，成片的树木覆盖了整个小岛。东边有个地方却没有一棵树，那是山洞吗？他带着自己的疑问看了看其他的地方，貌似没有一个地方是有山洞的迹象的，毫无疑问，这个地方，也只有这个地方，他可以去。\n    说去就去，Steve毫不久留。山顶是那么寒冷，甚至在树影底下还留有一些细细滑滑的冰块，他一路走，又一路看着这些又冷又硬的东西，在里面关着些看起来可能是细细点点的小气泡，边上裹着些细细黄黄的蔫草。不过Steve是一位科学家，他会想到拿这些冰块是可以用来点火的，在这样的野外中如果没有火种，很可能还没有在到达山洞之前就被冻死了，就算是进了山洞中，还不是要被冻死了？再说万一不是山洞呢？ \n    Steve不紧不慢的拿好一块相对干净的冰块，他在饥饿状态下感到手里捏到的东西是如此的冰冷，以至于手如筛子一般的抖动着，连手上的汗都抖掉了几滴，落在泥土上就不见踪影了。Steve可不管这些，不过他忘了堆起一个干草地，于是就把这个湿漉漉的鬼东西扔得老远，他将湿手往衣服里擦了又擦，衣服上的水印让他看得不顺眼，可是又有什么办法呢？自己不好好的吗？他将自己所能看到的干草都集成了一堆，他还想捡一些，看到自己手中抓满了宝贝干草，于是全都扔到了大干草堆中。到处都是落叶和干草，他无论怎么捡也捡不完。Steve将它们比喻成大富翁的钱财，无论有多少大卡车来拉这些钱和金子然后埋掉，金库也只能尽量减轻一些负担。\n    同样，我们的大自然也如大富翁的钱财一般，钱生钱，树生树，草生草。Steve第一次这样轻松的感慨道。  \n    如果这个小岛在南太平洋上，那么我可以去南美洲，然后找个有人的地方，安安心心的先居住几天，接着向北旅行，穿过赤道，最终将到达美国。他想得十分的高兴，但是自己怎么可能下海，怎么可能回家呢？于是他又深深地叹了一口气。\n   “如果这只是一个游戏该多好啊！或是一个美丽的梦境。”\n   草堆相当的高了，而太阳却低了许多。Steve如果再这么饿得下去，得考虑考虑要写什么遗言了。他感觉自己是颤巍巍的站了起来，努力寻找着一块有用的冰，但他找到了，他努力拿着那块几乎要滴水的冰块，对准了远挂天边的太阳和触手可及的干草，在一根干草上，出现了一个极亮的太阳，它像是着了火一般，细细的冒着黑烟，这些烟让Steve感到了吉祥，感到了安宁。事实上，它已经开始着火了，渐渐的，Steve看见了一丝火苗。他心慌意乱的站了起来，赶忙将一些草扑在了星火上面，火不但没有蔓延，反倒渐渐的灭了。他感到十分的懊恼，但是他需要火，需要温暖。\n   “只要坚持就是胜利。”\n   他又拿出了他的冰块，对着刚才的太阳，对准一丝干草，燃出一丝丝烟雾，他又有一些心慌意乱，但是他比刚开始好多了，并没有慌乱失措，而是仔细的捏住了两个干草的锐端，等着火苗的到来。\n   草上燃起了一点火星，Steve将湿漉漉的冰块捏得更紧了，过了一会儿，草上终于出现了一个可爱的站立的火苗。他调好了手上两个草的间隙，将火苗捅进了草堆当中，草堆上的火终于得以蔓延，得以壮大。\n   夕阳渐渐地落下，他也渐渐地感到了一些疲惫。\n  （本章完）\n未完待续......\n索引贴： http://www.mcbbs.net/forum.php?mod=viewthread&tid=211758&extra= \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "沸腾滴lol",
            "timestamp": 1388210400,
            "txt_content": "我就是写不出来555"
        },
        {
            "author": "99382214",
            "timestamp": 1388210400,
            "txt_content": "顶顶LZ我马上看呵呵 先回复一下"
        },
        {
            "author": "uyuy66",
            "timestamp": 1388211720,
            "txt_content": "好！！！！[bow]"
        },
        {
            "author": "大家辛苦",
            "timestamp": 1388217000,
            "txt_content": "快回复啊                    "
        },
        {
            "author": "116011051",
            "timestamp": 1388482620,
            "txt_content": "这么好的小说！收藏！"
        },
        {
            "author": "爱拍小熊",
            "timestamp": 1401664740,
            "txt_content": "这么好的小说收藏了不过图片也太少了。不然看不下去啊。"
        }
    ]
}