{
    "title": "[庆圣诞之作]一个人的圣诞节（上）",
    "author": "250=mo",
    "replyCount": 11,
    "timestamp": 1387718940,
    "txt_content": " 本帖最后由 250=mo 于 2013-12-22 21:32 编辑 \n\n猛然发现圣诞节近了，呕心沥血写出了这个。下估计没那么快……没有过多的修饰，没有曲折的情节，但足以让你们融入这寒冷而又温暖的意境。那么，一个人的圣诞节（上），就此放出：\n一个人的圣诞节（上）       12月18日。      只剩下七天了。他把翻开的日历盖了回去，叹了口气。      距离居民区120376米，寒带针叶林，超大生物群系，小雪，温度零下20摄氏度，隆冬。      刚来到这个服务器，他就花了大概半个月的时间选址建房，不慎进入了寒带，走不出去了，物资也所剩无几，只好在这里建了个临时住所。      一住就是大半年。      之所以要跑那么远，一是为了防盗，而是为了远离纷扰。      但现在他后悔了。      圣诞节快到了，他孤独太久了，不由得想和其他人聚一聚，聊聊Him，喝点酒吃点蛋糕，欣赏欣赏圣诞树，顺带住上那么一段时间，过个春节再回来——或者不会回来了。他准备了一个星期，都是为了这次远征。他披上了厚厚暖和的皮甲，带上礼物，带上干粮——其中包括他舍不得吃的饼干和蛋糕，骑上了他那头耐寒的驴，吸了口寒气。      他转过头来用目光与他的庇护所道别，那么：      出发！      他骑着驴飞奔而去，跑了一段时间后，驴累得不行了，转过身来看不见自己的温暖的房屋时，确保自己没有退路后，才下来牵着驴走。就这样走一段，骑一段。      指南针指向南方，和曾指引过他方向的主城一个方向。直至傍晚，他已经走了6000多米，地势变得十分陡峭，移动越来越艰难。      随着太阳带来的温暖散尽后，气温骤降，厚厚的羊毛保暖衣和夹层的皮甲大衣已经拦不住极寒的倾注。即使透过口罩的加热和格挡，呼吸也非常苦难。驴虽蓄了全身的厚厚的皮毛和丰富的皮下脂肪，他还是能体会到它的瑟瑟发抖。      他们缩在木板搭建的临时旅行屋里，感受着面前火炉产生的光与热。他不住地抚摸着驴凌乱而柔软的毛，驴为了表示亲昵，也不住地用头蹭着它的主人。      万里之中没有一丝活物，除了这一对相依为命的主仆。      “只有你，愿意陪着我……”他抚了抚驴的头说。驴喷了口热气回答。      当初他要征服这片大陆时，他的“朋友”们纷纷表示不愿意，一个一个离他而去，只有这只可爱的小驴，吐着热气卖着萌跟着。他即使不带拴绳，这头萌物也不会走失，他也绝不会不放心地回头去看，因为它一口一口热气喷在主人的脖子上。      雪虽然停了，但外面的寒风一下也没有歇着在树间，山谷间发出刺耳的吼叫声，如同恶魔群在引吭高歌。      他很害怕，颤颤地将手中的面包塞入口中。      一直等到外面的风停止了，他才站了起来，拍醒了熟睡中的驴，敲开了墙壁。      天在这一夜之间晴了，但却并不代表着会暖。天空中几乎万里无云，一切都那么清晰，那么干净，完全没有昨晚的痕迹。他观着天象，而小驴则调皮地缩在他的身后，像是偷看什么似的探出头来。      空气静得不能再静，而又脆弱得不能再脆弱。每移动一步都会打破这其间的平衡，迎来刺骨的寒风。他看了一下温度计，零下二十三摄氏度，比昨天更冷了。他不愿骑驴也不愿跑。他把自己沐在阳光之中，却分不到一丝温暖。      他几乎要绝望了。昨天他从正午出发都走了6000米，而今天他从早晨出发到正午都没走到一千米。小驴用疑惑的眼神看着他，似乎想说些什么。      最终他狠下心来，给驴披上了羊毛毯，骑上了它，忍着鞭打向前奔腾。当初像一次血腥的洗礼，但渐渐也舒缓了一些。没了雪和寒风，加上这件外套，驴跑得更快了。      到了傍晚，他看了一下地图。那是张草草的地图，勾勒十分简单，由于比例尺之小连生物群系都只有一个瓶盖大小。他这一整天收获了11000米。他用手描着他的路，线路非常直接很简单，直接切过去。这一整块都是寒带，直到离居民区10000才进入温带，但这样的冬天，估计都被雪覆盖了吧。再向前的地势平坦了许多，他坚信他能跑得更快，他也坚信，越向南，会越温暖。      可爱的小驴凑在他的脸边，看着地图，呼出一口口热气，似乎也能看出一些门路来。      他忍不住转过身来，拥抱着它抓着它的头上的毛。      他们都笑了。      …… \n",
    "replies": [
        {
            "author": "我的世界201333",
            "timestamp": 1387719300,
            "txt_content": "LZ继续加油！"
        },
        {
            "author": "呵呵呵呵222222",
            "timestamp": 1387719300,
            "txt_content": " 本帖最后由 呵呵呵呵222222 于 2013-12-22 21:38 编辑 \n\n先回复吧……话说我为毛变成红石灯了"
        },
        {
            "author": "jwj",
            "timestamp": 1387719360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "米安博奥",
            "timestamp": 1387719360,
            "txt_content": "表示没看完但是先顶了再说"
        },
        {
            "author": "250=mo",
            "timestamp": 1387719360,
            "txt_content": "呵呵呵呵222222 发表于 2013-12-22 21:35 \n沙发…………\n没抢到，还有，这算水回复，还不快在我举报之前编辑一下"
        },
        {
            "author": "MC个人",
            "timestamp": 1387719360,
            "txt_content": "不错哈，楼主一直坚持写文啊，值得鼓励{:10_566:}"
        },
        {
            "author": "250=mo",
            "timestamp": 1387719420,
            "txt_content": "BC酱_BcsC 发表于 2013-12-22 21:36 \n表示没看完但是先顶了再说\n耐心点，满温情的（才怪哩）"
        },
        {
            "author": "250=mo",
            "timestamp": 1387719540,
            "txt_content": "MC个人 发表于 2013-12-22 21:36 \n不错哈，楼主一直坚持写文啊，值得鼓励\n那是~我除了写文没什么长处了……"
        },
        {
            "author": "末影卐",
            "timestamp": 1387720500,
            "txt_content": "楼主辛苦了。。。。"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1387723560,
            "txt_content": "怒顶阿莫！阿莫辛苦了啊。。。。写的很不错，学习了！"
        },
        {
            "author": "1123fff",
            "timestamp": 1387724820,
            "txt_content": "很好奇写文每千字大概需要多久？\n感觉你产量略高啊·\n"
        }
    ]
}