{
    "title": "WIKI:半自动蘑菇种植",
    "author": "Claudy",
    "replyCount": 4,
    "timestamp": 1333510380,
    "txt_content": "在WIKI上看到一个半自动种植蘑菇的例子, 感觉还不错, 但是它说不适用于1.8以后的版本, 想求解为什么\n\n原文  :  http://www.minecraftwiki.net/wiki/Mushroom_farm\n以下是粗略翻译\n\nSemi-Automatic Farming (As of 1.8 this technique no longer works)\n半自动种植(1.8不再适用)\n\nIt is possible to make a semi-automatic mushroom farm using a raised area to grow mushrooms in and using water to transport and retrieve them. This tutorial assumes you are in an underground room, but you can build it on the surface as long as you put an adequate roof on top.\n在凸出的方块上生长蘑菇,再用水自动收集,这样我们可以制造一个半自动的蘑菇种植场.这个种植指南假定你是在一个地下的种植场种植蘑菇,不过你也可以在地表建一个有完全覆盖的房顶的种植场.\nStep 1.Hollow out a large room, 2 blocks high and 13 blocks wide. It can be as long as you want, but you will need to raise the floor and the ceiling by one block every 7 blocks from where you wish to collect the mushrooms. It is fine if the ceiling is three high in places.\n\n第一步\n挖空一个大房间, 2个方块高, 13个方块宽. 你想多长就挖多长,不过你需要每隔7个方块把地板和天花板升高1个方块高度, 一直到收集蘑菇的地方. 如果在某些地方天花板有3格高是没有问题滴. \nStep 2.Dig a one block deep channel along each of the side walls. Then dig another four squares over and another four squares over from that. There should be a raised area 3 squares wide between the channels when you are done. Place mushrooms in the channel, then cover the channel with a non-transparent block and place additional mushrooms on top of it. Having two rows of mushrooms growing into an area will increase grow speed, and both will be protected from water when you use it to harvest.\n\n第二步\n在两面墙的边缘都挖一条一格深的壕沟. 然后在4格开外的地方再挖一条,然后在4格开外的地方再挖一条. 当你完成这一切的时候, 壕沟之间须要有一个3格宽的凸出的区域. 然后在壕沟里放上蘑菇, 然后用不透明的方块覆盖这个壕沟, 再在上面放上蘑菇. 2行蘑菇可以加快蘑菇生长的效率, 而且这2行蘑菇不会被水收集走.\n\nStep 3.\nYou can now harvest any mushrooms that grow in the area between your seed mushrooms by placing a bucket of water on the back row of each. This will wash the new mushrooms to the other side of the room where they can be picked up easily while leaving the seed mushrooms in place. This can be combined with properly placed lighting to prevent monsters, and a water delivery system that can quickly place water at the back of all three rows to bring the mushrooms forward. A good example can be found here\n\n第三步\n你可以开始收集蘑菇了, 在最后一行放一桶水. 这样就可以把蘑菇冲到这个房间的另一端收集的地方, 并且会留下种子蘑菇. 可以放上适当的照明装置防鬼, 而且可以放上一个发送水的装置来快速的在所有的3行末端安置水来传送蘑菇.这里有一个好的例子(youtube打不开)\n",
    "replies": [
        {
            "author": "sjjklh",
            "timestamp": 1333512180,
            "txt_content": "so that a mushroom will only spread if there are fewer than 5 mushrooms in an area of 9x9x3 around the original mushroom. This has made Mushroom farming very inefficient and many of the methods below will not work in 1.8+. However, the addition of Huge Mushrooms makes farming much easier.\n\n还是比较清楚的吧……蘑菇的蔓延被限制了"
        },
        {
            "author": "geludan",
            "timestamp": 1333513380,
            "txt_content": "好好翻译天天向上...."
        },
        {
            "author": "guodong",
            "timestamp": 1333517820,
            "txt_content": "sjjklh 发表于 2012-4-4 12:03 \nso that a mushroom will only spread if there are fewer than 5 mushrooms in an area of 9x9x3 around t ...\n如果地面换成菌丝呢，会像以前一样快吗？"
        },
        {
            "author": "stalincenlam",
            "timestamp": 1333657920,
            "txt_content": "怎么看都不明白。。。语文不咋的=="
        }
    ]
}