{
    "title": "℃鬼故事≡▲    别怕怕        [转载]",
    "author": "jmn",
    "replyCount": 7,
    "timestamp": 1387978200,
    "txt_content": "第一個：\n一個女孩在海邊撿到一個瓶子，打開後飛出來一只精靈，精靈說 我可以實現你一個願望，女孩說我的家人對我一點都不好，我希望她們全死光，第二天清晨，女孩醒了，發現爸爸，媽媽，哥哥都在，過了一個星期，她又見到了精靈，精靈問我爲你完成的願望你滿意嗎。女孩愣了楞，馬上哭了起來，問精靈可不可以收回願望，可精靈說一切都太晚. \n第二個： \n一個人半夜回家，他的家住在14樓，他走進電梯，過了幾秒，發現八樓亮了，他想一定是八樓的人要坐電梯，過了一會兒他猛然按下了345樓，門打開就衝了出去，待在大樓附近的便利店直到第二天。 \n第三個：\n這個故事是發生在我的一個朋友的身上。 我朋友是一名寄宿生，在某個假期室友全都回家了，她依然留在宿舍中。 當晚，朋友在睡眠中感到尿急，可是由于廁所距離房間有一段距離， 四周又黑漆漆的，朋友感到害怕便叫醒睡在她身邊的室友陪她一同去廁所， 當他進入廁所後，卻在也不敢出去了。 \n第四個：\n有一天,我突然在廚房找到了一本日記,上面署名者是我爺爺, 這讓我懷念起了他,從小爺爺就扶養我長大,直到某一天突然在家中心髒病發而死, 想了想我翻開了日記,上面寫著: \n當你翻開這日記時 \n我早已逝去了 \n其實啊, 你爸爸並不是不愛你 ！ \n其實是因爲家裏太窮 \n這間房子也是你爸爸身上最後的錢,買來的 \n寶貝孫子,接下就告訴你爺爺的藏錢地方吧 \n千年杉下有種草\n那種草叫做鬼針草 \n記得以前教你快速解迷的人是我嗎? \n快點用那筆百米跑步六秒的速度解吧..... 快啊!快啊!快啊！\n第五個：\n今天我去圖書館借書來看。位于館內角落的書架是小說類別的，我對小說很感興趣因此便去那選書。當我出抽第一本書時，書頁卻零落的掉了下來。此時我與書架對面的人在我抽出書本時眼神交會了一會。我繼續在書架前花了約10鍾左右選出3本看起來挺有趣的書，拿到櫃台請管理員辦理借書手續。在回家的路上我心理想著應該也把第一本書借回來的，但是書變成那樣也沒辦法了.....今天就借這些書回家吧。\n第六個：\n因爲出勤的關系，我與同事租住了一間酒店的房間，當時同事還有事要辦，今晚不會回來。因爲我很膽小，所以早早就上床睡覺，但是在深夜的時候我卻聽到「咯咯」的敲門聲，「是酒店的職員嗎?」我叫道，卻沒人回應，我看著房門感到非常害怕。那個敲門聲一直從深夜持續到黎明才停止，然後我立刻就去退房了。之後我和出勤回來的同事說起敲門聲的事「果然發生了呢」他這樣說。他說這間酒店以前發生過火災，有個人因爲逃走不及，被困在那個房間裏，到現在還是找不到他的屍體或殘骸啊啊... 還好我可以打開那個房門呢....\n第七個：\n某日，我和友人A君跟B君一同參加網路上約好的聯誼。 到達指定餐廳後，馬上就看到了女孩們的位置。 「你們本人比相片上還漂亮呢!!」我看著她們，親切的笑著。 「但爲什麽你們只有兩人呢?C***不來了嗎」A君問道，的確，她們只有兩人 「唉唉~不好意思，C***她今天感冒沒辦法來了~」其中最可愛的A***答道， 太可惡了，這不就代表今天我們三個男生一定會有一個要悲慘的孤單著嗎?! 算了，不想這麽多，反正我這麽幸運，絕對不會是我。 抱著這樣的想法，我開開心心的吃著晚餐，B君許多無厘頭的搞笑把氣氛炒得很熱呢。 「唉唉...」我騎著車，看著騎在前面的A君跟B君雙雙對對，「想不到我就是那悲慘的人..」我以往都是最幸運的，只要有聯誼，總會抽中最漂亮的那名女孩子，「看來是氣數已盡。」 「你看起來很煩惱呢~」停紅綠燈時，座在A君後面的B***轉頭看著我，「果然是沒有女伴的關系阿」她笑著，露出一口整齊潔白的牙齒，兩只手還緊緊抱著A君， 「你就別再這樣說了吧~」我苦笑， 其實B***也是個美人兒呢，笑起來會有澹澹的酒窩，一頭長發再加上瓜子臉，只是不知道她側面如何，有些女孩子正面很好看，但側面就不得而知.\n第八個：\n今天在公司又被上司給罵了，就是那個連在公司女同事之間風評也差到爆的老禿驢。 “唉唉，該不會最近老覺得有人追蹤我的犯人也是那老賊禿吧？”我一面這樣想著，一面抵達家門口。 雖然說是家，但其實也是個只有兩個房間的老舊公寓，就只有起居室廚房和寢室，也只有起居室才有窗戶，雖說是眞的很便宜啦。 打開門鎖進了房間，嚇了一大跳，起居室的衣櫥被翻亂了！ 想起來了，今早吃完早餐出門時忘了鎖門，就這樣去上班…… 啊啊……窗戶都有鎖上，也就是說一定是從玄關侵入的！ 感覺好差勁！眞讓人不爽！好想去死！ 算了，今天已經這麽累了，晚飯也別吃了，明天再報警吧！ 我再次確定玄關已經鎖上，往寢室走去. \n第九個：\n小明因爲殺人而被判了無期徒刑，關進了世上最森嚴的監獄， 唯一逃出的方式，就是買通監獄的人員，協助他逃獄， 于是他買通了即將退休的獄醫，與獄醫准備逃獄的計劃， 獄醫說：「後天晚上，我會安排一具屍體下葬，棺木會放在太平間中， 你就趁沒人注意的時候溜進太平間，躲在棺木裏，**一早會擡著棺木去下葬， 等到**走了以後，我會去把棺木給挖出來，這樣你就可以逃離這裏了， 只是要辛苦你跟屍體待一晚.....」 這眞是一個天衣無縫的計劃，小明暗自高興的這樣想著…… 到了約定的那天晚上，小明溜進了太平間，果然看到了一口棺木， 于是他急急忙忙的躲了進去，雖然很害怕身旁的屍體， 但想到明天就可以獲得自由，也就克服了恐懼躲了進去…… 一早，**們果然擡著棺木下葬了，透過棺木，小明聽到厚厚的黃土， 逐漸覆蓋在棺木上，小明躲在棺木裏不敢出聲，**走了之後， 小明在棺木裏暗自竊喜著，等待獄醫的到來， 時間慢慢的過去，墳墓上卻一點動靜也沒有， 小明不禁開始緊張起來，獄醫呢?!不會是拿了我的錢卻不來救我吧……… 緊張的小明，已經顧不得對屍體的恐懼了，拿起了預先准備的打火機， 想要在棺木找到東西逃出去，可是，當他看清楚身旁的屍體，那張恐怖的臉孔， 卻不禁嘶喊出最淒厲的叫聲~~~ 但，深埋在土裏的棺木所發出的慘叫，地面上卻是一點聲音都聽不見！\n第十個：\n某地的女性確定考上了在東京的大學，以後要一 個人住在東京。 在某公寓開始生活，意外的發現房間牆壁有一個小洞。 這個小孔似乎可以看穿到隔壁的房間，試著偷偷看了一 下。 小孔的另一邊是深紅色的。 隔壁的房間會不會是貼了紅色的海報呢，抱持這樣想法 的女大學生隔天隔天天也是這樣偷看那個小孔。 不管怎麽看都一直是紅紅的，對隔壁的房間很在意的女 大學生詢問了公寓的房東。 「我隔壁的房間住著什麽樣的人呢？」 房東回答 「你隔壁的房間住著一個感染眼疾的人喔」\n第十一個：\n警方在XXX酒店內某某房間內發現了一具屍體，死者在死前，在牆上寫了一個8.死因是CUSOTO中毒，這種物質很容易散發毒性，（一種化學物質，據說有劇毒至于是什麽不重要），而警方調查，在這家酒店的三個住戶的房間裏發現了這種化學物質。第一位是村木八郎、是一個混混。而他和警方說，他是因爲沒事去他哥哥的化學工廠，閑的無聊偷來的。第二位叫木乃櫻。他住在8號房，據他所說他是因爲想自殺，但是沒敢就一直保留這這個東西。第三位叫英齊龍二。他是一個作家，筆名叫抒情無限。 據警方了解，前兩天龍二和八狼在死者的房間有過爭吵，那麽請問。誰才是眞正的凶手？\n第十二個：\n有5個人去登山.中途挂了一個.... 後來到了晚上.他們找到一間房子.裏面很黑什麽都沒有....外面有是下著暴雨打著雷 那四個人很害怕..... 有個人提議玩個遊戲~~~~ 4個人分別站在房子的四個角落.. 然後輪流去令一個角落碰那個人的手 如: A B C D A走過去碰B的 B碰D的 D碰C的 C有去碰回A的 他們一直玩到天亮................. 請問發現什麽了嗎?\n【啊咳，這個東西很多親都猜出來了……但是這個東西眞正嚇的其實是……這個遊戲，在特定的時間地點下玩，是眞的……】\n第十三個：\n一女子晚十點下班 感覺尿急 離家又有點遠 就到一個公廁上廁所 到那裏發現沒有燈 只能借外面路燈看見裏面有個老人在拖地 女子沒在意 上完廁所回了家 第二天 女子在新聞上看到 昨天自己上廁所的地方發現一具年輕女屍 女子一想 差點嚇死 爲什麽\n第十四個：\n他跟她是青梅竹馬，以爲能攜手看夕陽。 35歲上，她得了肺癌。拿著診斷書，哭了笑，笑了哭。不抽煙，沒有任何不良嗜好，何以得了肺癌？ 她來到他辦公室，卻看到他桌上一袋自己素日最愛吃的幹果，旁邊，放著個藥瓶子，說明觸目驚心。她流下淚來，紅色。 三日後，她哭著爲他點燃生日蠟燭，他不在。 她點燃了34根長蠟燭，一根短蠟燭，低笑道：你眞是瘦了.\n第十五個：\n有一天放學由美回到家中，看到父親滿臉的滄桑，父親說，你母親有外遇了。我跟他大吵了一架，結果失手殺了你的母親，由美雖然很傷心，但是，心想就和爸爸一起相依爲命。回到房間中，發現母親給自己留了3張殘碎的紙條，拼起來是，由美，快走，爸爸，失去理智了。 如果是你，你相信誰？\n第十六個：\n一家住在頂層的人。經常在他熟睡的時候，聽到霹雳一般的聲響，嚇得他從夢中醒來。就此徹夜無眠，瞪著天花板，聽著樓上的聲音，直到天明。他終于忍無可忍。衝到了樓上，砸了砸門。門開了，一個滿臉憂郁的男人出來了。一場怒罵，他把平生知道的罵人話全部罵了出來。憂郁的男人連連抱歉，並說明天一定上門道歉。難得的好覺。起床時，突然嚇死。\n第十七個：\n我搭上了一列特快車，大概在還差10分就午夜12點的時候，在中途站有一名男子也上了列車，他在車門關閉後，像是突然回複意識一般，開始左右環視著周遭乘客的臉。 “恕我愚昧，請問您今年28歲嗎？”他如此的向我問道，“是的，不過您怎麽知道呢？” 我如此反問他，但被他無視，只是自顧自的和別人說話。 “您今年45歲吧？” “是沒錯。” “您是62歲嗎？” “你怎麽知道的？” 一直和看似不相識的乘客群重複著諸如此類的對話，看來這名男子，似乎有著只要看著別人的臉就能知道其年齡的特殊能力。 此時到下個停車站還有15分鍾左右的時間，全車箱包括我在內的乘客都對這名男子投以好奇的注目眼光，一直到他問到最後一名女士。 “您是50歲嗎？” “是的，不過還有五分鍾就51歲了！”那名女士如此微笑的回答道。 霎時，那名男子的臉色鐵青，仿佛震撼到無以複加。 \n第十八個：\n有個之前一起工作的前任工作夥伴最近轉職到我的所屬職場工作，因爲彼此都是已婚男人，從以前就常一起出去遊玩或喝酒談天，于是便約他去附近的茶館敘敘舊。 \n我問他：“最近在幹嘛，在賺什麽黑心錢啊？”他聞言笑了笑，開始暢談他過去的經曆。\n大概在一年多前他邂逅了一名小他十歲的女子，在耶誕節假期他22、23、24、25都是在她公寓家裏度過的。當然連續4天不回家的結果，使得他自己家人鬧到差點沒報警，再說他也深覺得對不起自己的小學女兒。于是在25日的晚上七點他堅決要回家去，結果那女人卻哭叫著懇求他別走。 \n最後兩人大吵一架，他也因此不顧一切的留下她直接進入11樓的電梯下到1樓離開。 \n“眞沒想到……”他又是笑了笑，說道：“等我走出公寓大門，她竟然已經在外頭等我了……”\n第十九個：\n在某婦産科醫院有一名婦人生下了一個寶寶，當天半夜護士去嬰兒房巡視情況，意外發現該嬰兒已經全身冰冷無呼吸，死亡了。 \n知道此事後的院方決定隱瞞此事，用一個也才剛出生沒幾天的孤兒嬰兒取代那名死嬰。在生産時那名産婦並無意識，也還沒見過自己的親生孩子，因此理論上以還看不出特征的嬰孩取代是萬無一失的。 \n隔天，院方安排該産婦見到那名代替的嬰兒，但她一看就發狂般的大喊：“這不是我的寶寶！”\n第二十個：\n我是個常搭紐約地鐵的通勤族，每天早上通勤時都會在地鐵內看到一個口中不知喃喃念著什麽的流浪漢。因爲好奇，我偷偷的靠在距離他很近的牆壁上偷聽到了他言語的內容。 \n有個歐巴桑從他眼前通過，流浪漢悄聲說道：“豬！” \n這是什麽啊？單純把對方比喻成動物的壞話嗎？ \n接下來經過的是一名尋常的上班族男士，“人！”他又這麽說。 \n嗯，的確是個怎麽看都是普通人的家夥沒錯啦。 \n隔幾天自己閑著沒事，又到地鐵站去偷聽那個流浪漢的碎碎念內容，他眼前經過了一位消瘦落魄的男人，“牛！”他這麽說。 \n牛？怎麽看都是像只消瘦的鳥吧？ \n接下來是個超肥胖的男人從他眼前經過，他說：“蔬菜！” \n菜？不是應該是豬嗎？ \n回家後，我仔細思考了其中的邏輯關系，或許他說的是那個人的前世，或者他將轉世投胎變的東西？但之後幾天我再度觀察他的言行，總覺得要說是好像也不是。 \n終于有一天我按捺不住好奇心，直接去跟那流浪漢詢問他的能力到底是什麽，也向他請求獲得他的能力的方法。流浪漢看了我堅決的眼神後，沒說什麽，只是把他的手掌放在我的頭上。 \n從隔天起，那名流浪漢變從地鐵從此消失了。 \n他是神嗎？ \n還是仙人？ \n總而言之，我終于知道那項能力是什麽，因爲我已經得到那項能力，取代了那名流浪漢了。\n第二十一個：\n.“唉，還沒好嗎？”我面向背對著我的老婆這麽問，爲什麽女人在准備的時候都要花這麽久時間？ \n“快好了，不必那麽急嘛，你看看你，一副焦躁不安的樣子，小翔，別再亂動了喔。” \n她說得沒錯，我天生就這副急性子，沒辦法。 \n我從西裝口袋取出香煙，點上火。 \n“突然回去他們那，公公和婆婆不知道會不會嚇一跳呢？” \n“哪會，看到孫子都這麽大了，他們一定笑得合不攏嘴！”我看著一旁睡熟的兒子翔，如此回答她。 \n“久等啰，好了，啊……” \n“嗯，怎麽了？” \n“老公，你這裏啦！” \n老婆指著我的脖子，我伸手一摸，“啊！忘了！” \n“老公眞是的，不但焦躁還冒失，過來我幫你。” \n“老公，我愛你。”老婆一邊幫我整理著脖子周圍。 \n“幹嘛突然講這個？” \n“有什麽關系呢？我們當前是夫婦嘛！”老婆她往下逃避我的視線，似乎在害羞著。 \n“嗯，我也愛你。”不知道已經有幾年沒講得這麽露骨了。 \n雖然有點害羞，但感覺倒也不壞，我握著老婆的手。 \n“那麽走吧！” \n“嗯！”\n第二十二個：\n我平日每天都會上澡堂去，而在洗完澡前進去三溫暖好好流個汗更是例行公事。 \n在我剛進三溫暖房才一分鍾左右，有個男人也跟著進來，一較高下看看誰待比較久吧，在這男人出去之前我絕不出去，這也是我特有的習慣。 \n10分鍾過了，對方是個看起來起碼超過一百公斤的胖子。 \n15分鍾過了，明明汗流得跟瀑布一樣還不放棄，挺能撐的嘛，死胖子！ \n18分鍾過了，終于那個胖子移動了身體，他搖搖晃晃的站起來，像是隨時會不支倒地一般蹒跚的向三溫暖房外走去。 \n贏啦！我情不自禁的在三溫暖房內擺出勝利姿勢！ \n……………………………….. \n當我恢複意識後，發現自己在一個陌生的房間內，有個老阿伯正瞅著我，那老阿伯就是澡堂的收費台服務的人。 \n他開口對我說：“我去檢查的時候發現你就在三溫暖外，靠著門坐倒著，已經喪失意識了！”\n看來我是中暑了，好像有點逞強過頭了吧。 \n阿伯繼續感歎道：“把你扛到這裏來可眞累了我這身老骨頭，下次多注意點啊！” \n我向老伯再三道謝才回家，好好喝個啤酒就休息吧。\n第二十三個：\n我曾經有個弟弟，雖然過往的記憶已經很模糊，但是我印象最深刻的就是跟弟弟分享爸爸給我的糖柑仔時，那份快樂的回憶。 \n只是好景不常，弟弟出生沒幾個月就死了，只是到現在還活在每一個家人的心中。\n第二十四個：\n1904年8月，我在家中發現了一本可疑的日記。 \n先說明下，我家是6年前結婚的妻子挑屋並購入的中古住宅，不過我妻子已經在前年和兩個女兒一同在船難中喪生，兩個女兒雖然在其兩日後被衝上不同的兩個海岸邊，但還是沒被救活。\n前幾天，因爲要改造妻子的房間故請了木工師傅來，結果他交給我一本說是在妻子房間天花板內發現的日記本。 \n那本日記確實是妻子的筆迹沒錯，翻開看了看： \n7 / 15：從今天開始我就要老公你一起生活了。（那天是我跟妻子的結婚紀念日啊。） \n9 / 21：這是因爲你才有了現在的我。 \n12 / 9：盡管如此，我還是不會離開老公你的。 \n2 / 23：就快了喔！ \n2 / 29：你能夠明白了嗎？ \n當下我立即感到無比驚懼，立刻搬家到很遠的地方去了。\n\n\n\n\n第二十五個：\n我終于從某處獲得了傳說中的“詛咒眞書”。 \n翻開來，裏頭開頭第一句話就是：“若按照本書中所記載的步驟實施，便可成功的咒殺你所希望的對象，但是若步驟有出一點錯， 那麽這個咒殺令便會反噬到施咒者身上！即便如此你仍要繼續嗎？” \n廢話！ \n就是因爲我有個絕對饒恕不得的仇人，所以才費盡千辛萬苦拿到這本詛咒眞書的，我開始閱讀並實行其書上的指令： \n“1、請先閉上你的眼睛，專心回想你想要咒殺的對象的臉。” \n那家夥的臉……我想忘也忘不了的，立刻閉上眼回想他的面容特征，再來是什麽呢？ \n“2、接著請仔細的想像該如何咒殺他的方式。” \n我立刻把腦海中所有能想到的痛苦死法都回想一遍，再來呢？ \n“3、最後更新請睜開眼睛。”\n\n\n\n\n第二十六個：\n不會讀書、也無法與人交談。 這樣的我、對誰來說都是不需要的。 在家中作爲父親的出氣筒。對我的施暴更變本加厲。 眞的很令人悲傷。 \n「我以爲逃的掉的」 \n想逃離家、馬上遭遇的。是比以往更加倍的毆打。 眞的很討厭無知的我。 懷孕中的母親、跟姐姐有說有笑的准備晚餐。 這樣辛苦的日子、今天是最後了吧。 意識慢慢模糊不清了。 這樣應該會、照我期望的。大家、跟我… 阿阿、去死吧。照我期望的！ \n數月後 \n「是很健康的男孩呢！」 叔叔這樣說了。 我並不是悲傷、卻大聲哭了起來。 睜開眼睛、有對男女看著我。 不知爲什麽很懷念的人。 男人用很溫柔的聲音說。 \n「你覺得逃的掉嗎]\n\n\n\n\n第二十七個：\n哥哥突然發狂了，接著殺了全家人。 但是這樣的哥哥也立刻遭到逮捕，處以死刑了。 其中妹妹幸運的活了下來，整件事也因爲過度的驚嚇而喪失記憶。 失去了父母親，沒了記憶，行屍走肉般活下來的妹妹，有一天，遇上了一名占蔔師。 于是開始占蔔起自己的過去。 「爲什麽哥哥會突然發狂呢？」 「不，你的哥哥相當的冷靜喔。」 「那爲什麽哥哥要殺了全家人。」 「不，你哥哥只殺了一個人。」 突然，妹妹一切都想起來了，開始啜泣。\n\n\n\n\n第二十九個：\n在成爲大學生之後 終于展開了期待已久的獨居生活 雖然只是很普通的公寓 但始終算是只屬于我自己的城堡 **! 但是其中有件事讓我很在意 剛搬進來的時候地産經理跟我說過我的隔壁是有人住的 可是3個月以來我卻從未見過我的鄰居 這令我感到有點奇怪...... 而更奇怪的是每天的深夜時分 隔壁總會傳來一些有點壓抑的女性笑聲 且總是准時在淩晨3點鍾傳來 該不會是隔壁住了什麽怪怪的女人吧? 有天我因爲身體不適早退回家 剛好在窗戶看到地産經理在帶新客戶看房子 我就走去問他關于鄰居的事情 「嗯，你的鄰居是跟你同齡的男孩子呢，而且好像是跟你同一所大學的，他現在應該在家吧」我想了想後覺得應該去打個招呼 「你好...... 我是住隔壁的......」 「嗯，有什麽事嗎?」(終于見到了!) 開門的是一個普通的男子 「沒什麽... 只是聽地産經理說我們是上同一所大學的... 而且我們好像沒見過面，所以想過來打個招呼」 「啊... 原來你也是XX大學的學生! 請多多指教! 因爲我要去居酒屋打工的關系，所以常常都很晚才回家呢!」(原來如此!) 然後我們就開始閑聊...... 「對了... 我經常會聽到女生的聲音......」 「喔，我的女朋友和我一起在居酒屋打工，有時下班後她會來我這裏」(眞的嗎!!好羨慕啊!!!)「嗯... 那麽也請代我向你女朋友打個招呼」 「嗯! 有空的話也帶你的女朋友一起過來喝喝酒吧!」(可惡!!我根本沒有女朋友啊!!!!!)\n第三十個：\n在我生日的那一天 我在自己家裏舉辦了一個派對 最後在大家的合照照片上 卻拍到了奇怪的東西 在我們背後的衣櫃裏 有一個我從未見過 皮膚蒼白、雙眼通紅的女人探出頭來 朝我們的方向凝視著 我覺得有點不安 所以把照片拿去給一位靈能者鑒定 「這張照片並沒有任何的靈氣，所以並不是靈異照片」他這樣說 啊啊... 還以爲是靈異照片眞是嚇了我一跳呢...\n第三十一個：\n這是在某個小鎮發生的事情。 有個男人在某個房間裏被監禁了。 男人睜開雙眼，聽見了聲音。 「給我從那個紙箱中找出兩面相同的硬幣」 眼前有一個很大的箱子，打開來看，裏面有很多的硬幣。 「如果找到兩面相同的，用桌上的相機拍下那枚硬幣。在找到以前不放你走。照片用那邊的傳眞機發送。」 當然傳眞機除了被設定了的號碼之外都無法傳送。 男子在紙箱中全力的找尋。 然後找到了兩面相同的銅板。 用要相機拍下照片用傳眞機送出的時候男人發覺了。 已經，一輩子都沒辦法從這房間裏出去.\n第三十二個：\n湖上泛舟，說不定能邂逅一段意想不到的情緣。 女孩泛舟，到了湖中心船突然翻覆，一個男孩奮不顧身的跳下去救了她。 女孩很感激男孩，碰巧那天是女孩生日，女孩便邀請男孩與她一起過生日。 女孩跟男孩在餐廳吃飯，面對著生日蛋糕，女孩爲了感謝男孩，讓男孩吹熄蠟燭。 男孩鼓起勇氣向女孩告白，女孩搖搖頭：「你很勇敢，但是我比較喜歡聰明的人。」 男孩笑著跟女孩說：「你知道爲什麽船會翻嗎？」 女孩睜大了眼睛：「原來是你做的？」 男孩得意的笑了：「這樣子我就證明自己的聰明了，可以當你的男朋友了吧？」 女孩又搖了搖頭：「不對，你還是不夠聰明。」\n第三十三個:今晚的星空眞是漂亮啊，讓喜愛觀星的我越看越有精神。 啊!忘了自我介紹，我是一個天文愛好者，回來鄉下照顧父母。 鄉下光害少，到了晚上田園小徑鮮少有人經過，是觀星的好地點。 放下手中的望遠鏡略作休息，咦？左邊原本的繞手繩什麽時候被扯掉了？ 「少年仔！價逆瓦(這麽晚)抵看星星喔。」一位粗壯男子突然出聲，害我嚇一跳。 定了一下神，看看眼前的男子叼煙穿著草鞋，可能是附近的農夫吧。 「少年仔，要煙嗎？」面對著男子的煙盒，我手癢的討了一根。 點火、吸煙，我跟男子聊了起來：「鄉下眞是平靜啊！」 男子以清晰的語調說：「唉，哪裏平靜啊。最近在溝渠裏撈到一具屍體，一位少年，手裏還牢牢抓著一條帶子，對了，你晚上看星星要小心點，千萬不要掉到溝渠裏了喔！」 我吐了一口煙，微笑的向男子道謝。 男子指了指我的望遠鏡，以眼神示意，我會意的把望遠鏡遞給他。 他仔細看了望遠鏡，又笑笑的把望遠鏡還給我。 「你趕快回去睡吧！」男子踩熄還有二分之一的煙蒂，微笑的向我揮手道別。 疲累的我打了個哈欠，是啊，是該回去睡了。\n第三十四個：\n有一天，因爲覺得妹妹的哭聲非常的吵耳所以把她殺了 然後把屍體丟到屋外的井裏 第二天再去看的時候，屍體卻消失了 5年後，因爲一點小爭執所以把朋友殺了 然後把屍體丟到屋外的井裏 第二天再去看的時候，屍體卻消失了 10年後，因爲被一個在酒醉後不小心令她懷孕的女人纏上所以把她殺了 然後把屍體丟到屋外的井裏 第二天再去看的時候，屍體卻消失了 15年後，因爲上司的責罵所以把他殺了 然後把屍體丟到屋外的井裏 第二天再去看的時候，屍體卻消失了 20年後，因爲厭倦照顧那個行動不便的母親所以把她殺了 然後把屍體丟到屋外的井裏 第二天再去看的時候，屍體卻沒有消失 第三天、第四天，之後每一天都去看... 屍體都沒有消失。\n\n第三十五個:\n有一家三口剛搬進他們的新家 雖然有些老舊，不過能夠找到如此便宜的平房十分難得啊! 一直以來都住在空間狹小的公寓 如今甚至還有個小庭院，能搬到這裏眞的是太好了! 一家人就這樣在新家開始生活 大約一個月後 有一天夜晚，妻子又開始說出 「我覺得這房子有問題!」這樣的話 這不是第一次了! 「一定又是你想太多了吧? 雖然這間房子很便宜，但並不表示....」 丈夫還未說完，就發現妻子的臉色不太對勁 妻子臉色鐵青望向窗外的庭院 只見男孩很開心的在庭院裏玩著 丈夫也看了看窗外 「你到底怎麽啦!根本沒什麽特別的吧?」丈夫說。\n第三十六個:\n某天，有一個住在地方的六歲小女童行蹤不明。 不管怎麽找都找不到，**在各地配置臨檢也是始終都沒找到。 **也放棄了。 一個月後，不肯放棄的父母重金請了在美國的有名透視能力者。 馬上的雙親就要求透視女兒的下落。 透視能力者開始了透視。 好像明白了什麽的透視能力者說了一句 「這孩子很有精神」 這句話讓父母非常的高興。 「在這孩子的周圍看到了許多豪華的家具，能清楚明白是在一個富裕的家裏面」 雖然對這句話多少有點疑問感但還是很高興。 然後母親緊接著深入重點 「女兒現在在哪裏？」激動的口調問 透視能力者說了一句 「你的女兒現在在世界各地」\n第三十七個：\n某個女孩子在地下室的圖書室裏費盡心力找到了她喜愛的書。 發現到那孩子的老師，在關上門之後就回去了。 今天是結業式，明天開始就是暑假。 門要從外面才能被打開，沒有鑰匙的話就沒有辦法出去。 那孩子用一種''因爲有最喜歡的書陪伴，一點都不可怕''的心態 每天都寫下了日記 暑假結束後老師前往地下室圖書館，發覺女孩已經死了。 讀女孩所寫下來的日記 「我一點都不覺得恐怖，因爲有書陪伴著我。」 「不過只有一點眞的很可怕，那個從鑰匙孔看過來的眼睛眞的很可怕...」 \n第三十八個：\n包柏?史密斯是我的助理工程師。他總是 專注在自己的份內的工作。另一方面包柏的同事 整天都沈浸在聊天打屁當中。浪費在公司的時間。包柏他 都很積極地在幫忙同事的工作。要是沒有他的幫忙 工作絕對無法如期完成。不只如此，包柏他 在到休息時間之前，都埋在工作之中，其他的家夥 都在偷懶一直休息。包柏他對于職務與專門領域的知識 非常的豐富，但對這件事充滿自傲的行爲他 完全不會，如果包柏不在這個公司的話 工作就會停滯不前。如果改善對他的待遇 對公司是非常有益的。承前，請立即將包柏 提拔爲我們公司的幹部，請依此提案 處理 進行。\n第三十九個：\n一個女性，因爲感情的問題患上了憂郁症 在聽信友人建議下，找上了某間醫院赫赫有名的心理醫生 女性在醫生的心防突破下，告訴醫生自己其實是因爲男友的壓迫，才會讓自己心理鬧出病來「偷偷告訴你，只要握著我的手，我就能夠聽見你內心的聲音」醫生用認眞關懷的表情對著女性說 女性雖抱持著疑慮，卻也試著照著醫生的指示握住他的手 醫生在觸碰到雙手後不到一分鍾，就沈重的表情注視女性說 「你若是繼續和他在一起，一定會出事情的，請下定決心離開他吧」 過了兩年後，這位女性在某一天自殺死身亡 女性的妹妹認爲自己姊姊的死因不單純，爲了挖掘眞相而找尋姊姊的主治醫師 而醫師在兩年前早已經退休，搬到加拿大的別墅裏過退休生活，妹妹登門表達自身來意 「醫生請你告訴我，姊姊自殺的原因是什麽！？」 妹妹握著醫生的手，深切的期望醫生能給她答案 「很抱歉，其實我並沒有偷聽內心聲音的能力」醫生心虛的回答 妹妹低下頭用很難過的表情說「這樣的話，姊姊到底是爲了什麽而死的...\n第四十個：\n小華前些日子生病住院了，好友小明跟大明決定去醫院探望他 跟護士問到哪間病房後，得知小華住在私人高級病房 (病房前) 小明 ： 「他把門鎖上了..」 大明 ：「那就敲門呀，笨喔」 (敲門) 過了10來秒，門才漸漸打開，小明跟大明則迫不及待的走進去看小華了 提著水果籃，發現小華坐在床上看著天花板發呆，于是小明跟大明就跟他打鬧瞎起哄~ 小華 ： 「謝謝你們來探望我，我很開心...」 小明跟大明 ：「朋友一場，哪需要那麽客氣~~」\n第四十一：\n放學時候又下大雨了，我臨時躲到一棟民宅的屋檐底下，雖然說是別人**，但現在這種時候，顧不得會不會麻煩別人了。我打開手機，屏幕一片漆黑。可惡！出門時明明陽光普照，就沒帶傘，手機也忘了充電，不能叫爸媽來載，眞是失策。 「小弟弟，沒帶傘嗎？」 過了大概幾十分鍾吧，背後的鐵門打開，一個高瘦男人笑著對我問道。 是這間房子的住戶吧？看著男人臉上的笑容，我尴尬的點點頭。男人長得還不錯，有混血兒的感覺，卻無法明說是哪國血統。笑起來有淺淺的酒窩，頭發旁分微卷，除了衣服有點不合身，過短且維寬之外，算是個帥哥。 「要不要進來躲雨？」他看著我說，微笑不減。雨聲正大，看來短時間是不可能停了，「不會麻煩嗎？」我問，雖然已經確定對方的答案，但該有的禮貌還是要有。 「不會，我也剛下班，就遇到這大雨。我知道這種感覺，沒帶傘很討厭對吧。」他對我眨眨眼睛，表示心照不宣。我也對他微笑，點頭：「謝謝哥哥。」 他把鐵門打開，指引我走進。房子外觀與一般民宅無二致，進去之後是個車庫，一輛幹淨整潔的白色車子。傘桶在門右邊，塞的滿滿的傘桶上方有一把突兀藍色折叠傘；半開的鞋櫃在門左邊，裏面各式鞋款也塞得滿滿的。 我正凝神思考，突然聽到鑰匙的聲音，我回神，屋主，他鑰匙掉到地上，他正彎腰撿起，笑著喃喃對我說了一句：「對不起，一個人住剛搬家還不太熟悉環境。」 我點頭，看他繼續從鑰匙串裏找出和大門鑰匙孔相合的鑰匙，笑著說：「我想還是不要打擾好了，請問可以借我一把傘嗎？我自己走回家就好了。」 「不麻煩，進來坐坐。外面與那麽大就算撐傘也會濕透的。」 他持續挽留我，我委婉而堅決地拒絕了。他最後終于點頭，看了一眼傘桶，拿了最上面那把折叠傘，藍色的。 「就這把吧，也不用還了，就是把傘而已。」他笑。 我愣了一秒，略爲遲疑地伸出手，接下雨傘。剛剛避雨時，雨水打濕的褲管，讓寒意往上竄至胸口。 「恩，謝謝哥哥。」我費力地開口，克制逃跑的恐懼，維持正常步調，走出鐵門，把傘打開，凝在傘面尚未幹透的雨水向外撒出。走出這棟房子，隱隱感覺他的笑 容在我背後，像把刀抵在喉嚨。轉過街角，我多走一段路，然後丟掉雨傘，在雨中不停奔跑，快跑回家，一邊在雨中清洗雙手。好在，逃出來了。\n第四十二：\n租屋處前是一排半荒廢少有住戶的樓房 由于樓房前的小路很少有人會走 雖然會比較快，但仍是繞外面的大路前往學校 這天因爲睡過頭，便走了小路的快捷方式 經過其中一棟樓房時 恰巧擡頭從四樓的窗戶看見房間內有一位少女 剛好少女也轉過身來看向我這 四目相交了，長的很漂亮呢 她帶著憂郁的眼神印在我心裏 從這天起上學都走小路 每當我經過樓房望向四樓時 少女也都會正好從房裏看向我 彼此一見鍾情了嗎? 電視播報著某富家女遭綁票的新聞 該不會是她? 難不成她是被困在那，希望我能發現去救她嗎? 難怪每次都能看到她在，而且總是一臉憂郁 心急的我立刻衝往那棟樓房想要救人 一進門卻是很久沒有人居住的樣子 衝向四樓房間的我，在打開房門後 便再也無法離開了。\n第四十三：\n各位朋友，你聽說過「殺人影片」這種東西嗎？ 那是一種在片裏加入大量虐殺劇情，只有熟人才知道的地下影片。 有人說，這種影片甚至是凶手自己拍攝的眞實殺人事件。 某天和我一起喝酒的朋友，說他手上有這類怪異影帶 就好像老饕會拼死去吃河豚和毒蠍這樣的珍馐 自認膽子頗大又充滿好奇心的我，依舊希望能看到這樣的東西 于是他約我在山上的隱蔽小屋，讓我觀看這樣稀奇的影帶 興奮不已的我照約定准時的到了小屋 朋友卻遲到了三十分鍾，朋友臉紅的笑著說 「抱歉、抱歉～因爲我家的老三突然發燒了」 朋友放了期待的影片，背景充滿令人鼻酸的哭鬧和顫抖的笑聲 是一個大約十歲的小孩，被凶手一刀一刀切割成碎片的悲慘故事 因爲劇情實在是太過慘烈，我看到一半就後悔的把電視關掉 正所謂好奇心會殺死一只貓，提出想看影片的我眞是罪該萬死 看完後，我用著非常大聲的聲音像朋友不滿的問說 「這種影片你居然看的下去，你不是自己也有孩子嗎？」 面對著我那憤慨的問題，朋友漫不經心的回答了一句話 「對啊，有兩個啊。但是，那又怎麽樣？」 聽到朋友這句冷酷的話的我，臉色慘白的跌坐在一旁的沙發上。\n第四十四：\n差不多到了要出門的時間\n看了一下時鍾 已經快要黃昏了!\n我卻連臉都還沒洗呢!\n雖然覺得很麻煩但還是沒有辦法啊......\n我打開洗臉盆的水龍頭用清水把臉沾濕\n然後把洗面奶倒在掌心 雙手磨擦讓它起泡\n之後在兩頰打圈按摩把洗面奶塗滿臉上\n排水管裏一直傳來'咕噜咕噜'的流水聲\n是時候把泡沫洗幹淨了\n我用手去尋找水源\n咦?在哪?爲什麽我的手碰不到任何水呢?\n這時泡沫卻流進我的眼睛\n讓我不能直接用雙眼去找\n水龍頭... 水龍頭在哪啊?\n啊啊... 終于摸到水龍頭了\n我把水龍頭打開讓它流出清水\n然後用水把臉上的泡沫洗幹淨\n用毛巾把臉擦幹\n再把水龍頭關掉\n啊... 怎麽感覺廁所的鏡子看起來有點恐怖呢......\n接著\n我連胡子也還沒剃\n就從家裏逃走似的跑出來了 \n第四十五：\n湯姆很期待來自聖誕老人送來的聖誕禮物。\n在湯姆早上起床之後，他看到聖誕樹下放著三只禮物盒。\n湯姆注意到聖誕老人正在窗戶外面偷看著他，聖誕老人雖然對著他露出牙齒笑著，卻一直\n注視著他。而湯姆雖然覺得有點不高興，卻也一邊露出牙齒對著他笑著，一邊來到禮物盒\n的旁邊。\n湯姆拿起了第一個禮物盒，此時聖誕老人笑得更開心了。\n從第一個禮物盒裏面，湯姆拿出了一條長褲。雖然湯姆覺得有點失望，但是還是繼續打開\n第二個禮物盒。\n這時候聖誕老人開始抱著肚子笑起來了。第二個禮物盒裏面，湯姆從裏頭取出一顆足球。\n湯姆漸漸地覺得不開心了，甚至有種被激怒的感覺。\n最後，湯姆總算把第三個禮物箱，也就是最大的禮物盒打開了。\n這時最大的禮物箱裏面跑出了一台腳踏車，在腳踏車出來的同時，聖誕老人終于忍不住在\n外面的雪地上打滾並哈哈大笑。\n而湯姆也終于忍耐不住，在聖誕樹旁開始號啕大哭。\n第四十六：\n他恨死那條狗了。 不知道哪裏來的野狗，又高又瘦，叫聲大得嚇死人，還有一雙惡狠狠的紅眼睛。 小區裏那麽多人，這條破狗見到其他人都是搖尾乞憐，溫順馴服，大家都很喜歡它， 唯獨見到他時就會露出凶殘的本＃， 追著他咆哮、撕咬， 一直到他飛速逃進樓道裏爲止。 每次他躲在樓道門後面，聽著高亢的狗叫聲，心髒跳得象奔跑的野馬的時候， 都想親手宰了那條狗。 他終于下手了，用一支朋友的氣腔，裝上浸過毒鼠強的子彈，輕松結束了野狗那卑賤的生命。 今天晚上回到小區時，他昂首挺胸，閑庭信步。不會再有野狗的叫聲追在後面了。回到家中洗臉時，他在鏡子裏看到了背後那個人，臉白得像紙，舌頭伸出老長，那個人在鏡子裏衝他笑了：“謝謝你幫我做掉那條狗，它的叫聲弄得我心神不甯，每次都找不到你家的門。” 【啊咳，這差不多本來就是鬼故事了】\n第四十七個：\n某個地方發生了大地震 當作臨時避難所的小學擠滿了人，想睡覺卻覺得吵鬧而且悶熱無法入睡 想說出去吹個涼結果發現了一棟沒開著燈的建築物 裏面很涼爽而且很安靜所以有很多人躺在那邊 就決定睡這裏了! 過了不久卻發現了不太對勁的地方，太安靜了… 我衝出了那棟建築物.\n第四十八個：\n我們兩個人都是大學的學生，美術班的同學，同時也是很要好的朋友。 但是不知道爲什麽，自從學校要進行美術展覽的時候，她就突然失去了聯系。 一直到美術展的前幾天，我接到了她打來的電話。 「對不起了，緣，看來我沒辦法完成美術展覽要用的雕像...」 「什麽？怎麽了？」 「還剩下手跟臉頰的部分，就拜托你了。」 電話挂斷了。 美術展的前一天，我接到了**打來的電話，通知的是她的死亡。 她已經死了快兩個禮拜了。不可能啊？前幾天我才接到電話！ 跟著**到了現場，屍體倒在地上，死法是因爲肚子內的髒器全部被掏空，凶手非常的狠毒，她的胸口到腹部的肌肉跟骨頭都被挖掉了。 房間的一角，擺著一個雕像，仔細一看是放在美術教室的那個雕像，頭有著人的形狀，但是是全白的，兩肩沒有手，反而肚子上的石頭有被割開的痕迹，做成了蓋子。 基于好奇心，我趁**不注意的時候，掀開了雕像的肚子\n第四十九：\n我和友人A及B三人，半夜到幾年前曾發生殘殺案件的房子試膽。 「餵、聽說不是殘殺嗎?怨念應該很重吧好恐怖」 「是啊，聽說很悲慘。不但亂刀砍死，還被分屍...而且凶手還沒被抓到呢」 「但是A啊，你平常不是常自誇幽靈之類的你根本不怕嗎?」 ...邊聊著這些，邊拿著手電筒四處探視。 意外仍保持乾淨的廚房、還有散亂著坐墊應該是客廳的房間，以及佛壇門敞開的佛堂...... 感覺看了就不舒服，且並未實際體驗到什麼靈異現象，於是大家就離開了房屋。 「餵，我沒看到什麼幽靈之類的東西，你看到了嗎?」 「沒啊，我也什～麼都沒看到，你看到了嗎?」 「我也完全沒看到喔。」 「我也是，什麼也沒看到喔」 結果似乎什麼也沒發生的樣子。 稍微有點失望，不過總算安心了\n第五十個：\n某天，我和朋友一起去山上露營 因爲在山路走了太久的我，頭變的昏昏沈沈的。 在回營區的帳篷的時候，路上經過一條很長的吊橋 吊橋下是水流非常湍急的溪谷，要是掉下去不死也半條命 雖然如此，但是我因爲身上的疲勞而沒有注意太多 結果走到中間，一塊木板突然斷掉而墜落到吊橋下 而吊橋下面正好有鋪設安全的網子，讓我撿回了一條命。 聽到我的悲鳴的朋友立刻來到吊橋，把我拉上岸邊 驚慌失措的我說著「我以爲我死定了」，朋友卻漫不經心的回答 「只要沒事那就好，眞是的！早該叫他們把繩子給修好的…」. \n第五十一個：\n我認爲，這個世界是有鬼的 因爲在我小的時候，曾經和我的雙胞胎姊姊一起生活 由于家裏非常貧窮，所以姊姊和我穿著一樣的衣服 但是有一天，我的姊姊卻突然不見了 也就在姊姊不見的這天，爸爸和媽媽說中了樂透頭彩。 而我問媽媽說「姊姊呢？怎麽不見了！」 媽媽卻笑著說我在做白日夢，他們一直以來只有我一個女兒。 我想，一定是我太窮了，才會整天幻想自己有一個姊姊吧。 現在我過著很幸福的生活，但是聽說家裏的錢好像快花完了。 姊姊啊，不管你存不存在…請你保佑我們再中一次樂透吧\n\n\n\n\n第五十二：在來 有個富商肝癌末期住院，他的子女們日夜守護。一天富商的弟弟來看病，便把富商的子女打發回家了！可等到第二天醫院卻大電話通知子女們富商昨晚突發心髒病死了！更讓他們吃驚的是富商臨死前寫了份一百多字的遺書。遺書字迹歪斜撩草內容竟是要把富商3/4的財産分給富商的弟弟！富商的弟弟說這是富商鄰死前躺在病床上寫的！子女們懷疑遺書的眞實性，便打電話找到了日本有名的“毛利偵探社”小五郎不在，正好柯楠接了電話。當子女們把遺書的事情大致說了一遍後柯楠沈思了片刻便堅定的說：“封遺書是僞造的！！這是一宗謀殺案，凶手就是你們的叔叔！”子女們驚訝不已……你知道工藤這次是怎麽能在只聽子女們的一段電話就破案的嗎？？？？？？？？【靠，這個無視！這是湊數給小孩子的！】\n\n\n\n\n第五十三：\n家4口人,爸爸,媽媽,兒子,女兒.一天晚上爲了分財産,家裏發生了謀殺案,家庭裏的一個人殺害了另外一個人..其他兩個人中,一個是目擊者,一個是凶手的同謀. 1:同謀和目擊者性別不同 2:最年長的成員和目擊者性別不同 3:最年輕的成員和被害者性別不同 4:同謀的年齡比被害者大 5:父親是最年長的成員 6:凶手不是最年輕的成員 問:這4人中，誰是凶手\n\n\n\n\n第五十四：\n英國一名私家女偵探來到泰國調查一起黑幫凶殺案時，在她所住的富豪飯店被槍殺。附近警長帶助手趕到現場，見女偵探倒在窗下，胸部中了兩槍，手裏緊握著一支口紅。警長撩起窗簾一看，只見玻璃上留著一行用口紅寫下的數字：809。又從女式提包中找出一張卷得很緊的小紙條，紙條上寫著：“己查到三名嫌疑犯，其中一人是凶手。這三人是：代號608的光，代號906的島，代號806的剛。”警長沈思片刻，指著紙條上的一個人說：“凶手就是他!”根據警長的推斷，警方很快將凶手緝拿歸案。請問，凶手是誰?爲什麽?\n86.“那條小巷很有古怪。”警長邊走邊對偵探陽光說。“有很多命案都發生在那條小巷，仿佛一到夜晚，就有索命鬼出現一樣……”“可是我並不相信鬼怪。”陽光微笑著說。\n他們來到小巷口，一些警員正在努力搜尋著蛛絲馬迹，地上躺著一具男屍，頭部受重擊致死，屍體旁邊有一塊粘著血迹的石雕。陽光擡頭看去，小巷一邊是一幢居民樓。“照牆壁的高度看，若是高空投擲的話，應該住在二樓以上的人家都有機會作案。不過既然投得如此准確，應該也不會住得太高才對。”于是警長與陽光拜訪了這幢居民樓二樓到四樓陽台對著小巷的住戶。A住在二樓，家中裝修得十分漂亮。陽光注意到他有很多石雕的收藏，當問及他這個收藏時，他顯得很自豪。“是的，我是有收藏石雕這個愛好，看看它們多漂亮啊，都是我的寶貝。”當警長拿出那個有些損壞的石雕時，他顯得有些憤怒。“啊這是上個月拍賣會壓底的寶貝啊，是哪個天殺的把它砸成這個樣子？”\nB住在三樓，是一個已經瞎眼並且已經聽不太清楚的老太太，家中比較破舊，老式的有些鏽迹斑斑的窗戶，破敗的窗簾。陽光注意到她窗戶的槽間有些石灰。她的陳述是這樣的。“什麽？哦我不知道那些。或許你們可以問問C，他每天晚上都來陪我聽娛樂節目，這孩子挺冷靜，昨天卻開心得咯咯直笑。”\nC住在3樓，文質彬彬的一個男子。陽光注意到他的桌子上放著昨天晚上回程的機票。C說：“哦是的我是經常陪老太太聽娛樂節目，她挺可憐的，病了之後被丈夫抛棄，我只想盡量地幫助她。”\n至此，陽光微微一笑，“我知道凶手是誰了\n\n\n\n\n第五十五：\n貝加爾湖是世界上最深的湖泊，就透明度而言，也是世界上首屈一指的。就在一個夏天的早晨，貝加爾湖水面上發現了一具漂著的男屍，一條小船翻扣在水面上和屍體漂浮在一起。看上去是劃船浏覽時被風吹起的波浪打翻了船而造成船翻人亡的。推定死亡時間是頭天晚上8點鍾左右。死者是位于湖泊西岸上某機械廠的制圖員，住在5層高的單身宿舍。因患有恐高症，他的房間在一樓。“他不會遊泳吧！”**去他的工廠向同事了解情況。“經常見他去體育館的遊泳池遊泳，是和普通人一樣會遊泳的。所以，當翻船後掉進水裏時大概因爲心髒麻痹死去的吧。因爲貝加爾湖的湖水即使在夏天水溫也是很低的”同事們這樣說。\n\n\n\n\n第五十六：\n海克特租用的房間只有一扇窗和一扇門，而且都在裏面鎖上了。**們小心翼翼地弄開門，進入房間，只見海克特倒在床上，中彈死了。　　警官打電話給海爾丁探長，向他報告了情況：“今天早上第103街地鐵車站那兒賣花地小販打電話報警，說海克特在每個星期五晚上都要到他那裏買13朵粉紅色的玫瑰，已經10個年頭了，從未間斷過，可這兩個星期他都沒去。那小販有點擔心出事，就給我們打了電話。初步看來，海克特像是先鎖上了門和窗，然後坐在床上向自己開了槍。他向自己的右側倒下去，手槍掉到了地毯上。開門的鑰匙在他的背心口袋裏。”　 “他買的那些玫瑰怎麽樣了？”探長問道。　 “它們都裝在一個花瓶裏，花瓶放在狹窄的窗台上，花都枯萎凋謝了。另外，據我們分析，海克特死了至少已有8天了。”　 “整個地板都鋪了地毯嗎？”　 “是的，一直鋪到了離牆腳一英寸的地方。”警官回答。　 “在地板，窗台或者地毯上有沒有發現血迹？”　 “只有一點灰塵，沒有別的東西。只在床上有血迹。”　 “如此說來，你最好派人檢查一下地毯上的血迹。”海爾丁說道。“有人配了一把海克特房間的鑰匙，他開門進去，打死了正站在窗邊的海克特，然後，凶手打掃清洗了所有的血迹，再把屍體挪到床上，使人看上去像是自殺。”　\n\n\n\n\n第五十七：\n一個男人在百葉窗投進來的第一縷晨曦中醒來。他輕輕地側過身子，深情地凝視著身旁熟睡的妻子，幸福像水中的漣漪，無止境地在他臉上蕩漾開來。他蹑手蹑腳地起床，准備好早餐，再幫兒子換好上學的衣服，又在妻子臉上依依不舍地吻了又吻，才拎上公文包出門上班。\n\n\n\n\n第五十八個：\n夫妻兩人因爲貧窮而搬進了傳說中的鬼屋。一年後妻子瞎了，自從失明後她夜夜看見鬼。每當妻子害怕大叫時，丈夫的心就會痛，他緊抓著她的手說不要怕，我還在。後來有一天，妻子突然看見了丈夫。丈夫握住她的手，”這樣你就不怕了吧？\n第五十九個：\n我跑到大街上，看著他，目不轉睛的，天天如此……然後有一天，他走了過來，問我爲什麽總是看著他，認識他嗎，我不語，跑開了。然後又一天，他質問我，你到底想幹什麽。而我，突然轉身，撞上迎面而來的一輛車，親愛的，當年我失手將你推向了死亡，現在，你看到了我的死亡，你原諒我了嗎\n第六十個：\n陽台上那扇門總關不上。開始她以爲是風吹開的，便認眞地上了栓；後來她以爲是家裏人開的，但衆人都說不是。她隱約覺得那扇門有鬼，從此不敢再去陽台。直到搬家那天，她忍不住繞到門後，想瞧瞧究竟有何貓膩。就在此時，門被關上了。透過窗，她看到一個與自己一模一樣的人，正轉身離去.\n第六十一個：\n她從小就喜歡洗澡，自從家裏買了那個超大的浴缸之後，她就更喜歡泡澡了，每天都要在裏面泡上幾個鍾頭。 丈夫有點不太高興，偶爾叫她不要泡太久，她就一臉憧憬地說：“親愛的，我覺得，我前生一定是一條美人魚。” 丈夫笑著問她：“你前生是美人魚，那我前生是什麽？” 她在浴缸裏打著水花：“你前生一定是個王子。” 她沒有騙他，她眞的經常夢見，自己是條美人魚，在海洋裏暢遊，有時遊上沙灘，看看那英俊的王子。 雖然王子和丈夫長得不太像，但她還是堅信王子就是丈夫的前生。 她的人魚夢越做越多，泡在浴缸裏的時間也越來越長，丈夫則越來越不耐煩，看她的眼神也越來越煩躁，有幾次甚至把她生生從浴缸裏拖了出來。 可是她還是覺得前生是條美人魚，也許今生也是，她終于辭去了工作，成天泡在了浴缸裏，在裏面吃飯，也在裏面睡覺。 丈夫已經有幾天沒有回家了，她有點擔心，卻不願走出浴缸，只是在裏面泡著。 忽然，丈夫猛然衝進了浴室，用一把鋼叉，狠狠刺進了她的腹部\n第六十二個：\n要不要加鹽 每天中午，他都要到馬路對面那一家的飯店去吃飯。 這裏的家常菜做的不錯，味道很適合他，只是稍微有點淡。 “先生要不要加點鹽？” 每次去那家店，老板都會親切地問他。 而他每次都要，因爲菜確實淡了點。 今天中午，他驚訝地看到飯店被封了。 “這家的老板是個神經病！”路人紛傳著：“剛才被精神病醫院抓走了。\n第六十三個：\n不安分的拖鞋 夜半時分，他突然被廚房傳來的拖鞋聲驚醒。 看看熟睡的枕邊人，他暗自心驚。 蹑手蹑腳，走進廚房，打開燈光。 竟是自己的拖鞋！ 難道是自己把拖鞋忘在廚房了？ 穿回臥室，上床休息。 剛剛入夢，客廳裏又傳來拖鞋聲。 衝過去一看，又是那雙拖鞋，似乎還在微微顫動。 他將拖鞋壓在書櫃下面。 沒有多久，嘩啦巨響，隨後是拖鞋四處奔跑的聲音。 他看見，客廳裏，拖鞋正在肆無忌憚地走動，書櫃已經被打翻。 恐懼，憤怒！ 他舉起菜刀，在自己的屋子裏四處追殺自己的拖鞋。 砍中了，拖鞋斷成四截，鮮血四濺！\n然後，他痛叫一聲……\n第六十四個：\n旋風 這個城市經常有很大的旋風。 刮旋風的時候，往往會有奇怪的東西從天上掉下來。 又一次，竟然掉下一個年輕的女子。 很巧的，落在他的懷裏，輕如羽毛，美麗如仙。 他們成了夫妻。 她常說，我是風的女兒。 他們有了一對雙胞胎的兒女，生活十分幸福。 然而，妻子開始常常望著天空，忘記了他的存在。 妻子說，風的後代，總要回到天空。 他不能忍受失去妻子，他用鐵鏈，將妻子牢牢鎖住。 一天，他回到家中，妻子在望天。 他感到驚慌：“孩子們呢？” 妻子說：“孩子們的外公，想見見他們。” 他怒吼：“他們不是風的後代，我要他們回來，我只要他們回來.\n然後孩子們就回來了……\n第六十五個：\n南天是一個單身的自由作家。早晨按自己的生物鍾起床，洗漱、吃早餐；接著在電腦前敲字直到中午十二點；出門，到附近的一家小餐館吃午餐；回家睡午覺；下午三點起來，玩電腦遊戲；晚飯是叫的外賣，吃完後寫文章直到十一點半；之後躺在沙發上看電視——電視節目很乏味，他不一會兒就睡著了。 \n詭異的狀況，就發生在他睡著之後。准確地說，是他睡醒之後。 \n南天迷迷瞪瞪地揉著眼睛，當他看清周圍的時候，愣了足足半分鍾。 \n我還在睡夢中？這是他的第一反應。 \n不對，觸感是眞實的。南天捏了自己的手臂一把，疼。 \n他瞠目結舌地環顧著這個狹小而陌生的房間——總共大概只有7、8平方米，斜前方是一扇關著的木門。房間沒有窗戶，頂上是一盞日光燈。房間裏只有一張小床，一座布藝沙發，角落裏有一個抽水馬桶。除此之外，沒有別的任何東西。 \n南天倏地從那張小床上坐起來，驚愕而緊張地思忖著——這是什麽鬼地方？不管怎麽看，他都敢百分之百地確定，這不是自己溫暖可愛的家。 \n我之前不是躺在客廳的沙發上看電視嗎？南天想了起來，那電視節目眞難看，讓他不自覺地睡著了……可是，現在這是在哪裏？這是怎麽回事？ \n他的思緒混亂不堪，喉嚨一陣陣發幹。他無法判斷自己遇到了什麽樣的狀況。 \n就在這時，南天聽到門外傳來一個女人惶恐的聲音：“啊！這是什麽地方？” \n還有別人在這裏！南天激動地跳下床來，兩步跨到門前——感謝上帝，門不是鎖著的，一拉就開了。 \n他跨出門，來到走廊上，一眼就看到了那個一頭棕色卷發、面色驚惶的女人，他們倆短暫地對視了幾秒，仿佛從對方的眼中看到了自己的樣子。 \n就在這時，南天旁邊房間的門也打開了，一個微胖的中年男人以同樣詫異不已的表情出現在他們面前。緊接著，走廊上的房門紛紛打開，不止是這一邊，還有隔著好幾米遠的對面走廊也是——每個小房間裏，分別走出來一個人。所有人都張著嘴，瞪著眼睛，一副驚愕莫名的神情。\n這個時候，南天將所處的環境徹底看清楚了——這是一個幾百平方米的大空間，分上下兩層，下面是狹長的大廳，擺放著一圈深棕色皮椅。而自己和其他人現在正處在二樓對稱的兩排走廊上。南天數了一下，兩排走廊上各有七個房間，加起來一共14個。沒錯，每個房間裏走出來一個人，一共有14個人。 \n“我們這是在哪裏？”一個穿白襯衣的男人茫然地向衆人發問。 \n“看格局，這裏應該是個監獄。”中年男人眉頭緊蹙。 \n這句話讓所有人都大驚失色。每個人都顯得緊張不已。對面的一個短發女人叫道：“我是怎麽到這裏來的？” \n沒有人能回答得出來。每個人的臉上都寫著同樣的問題。 \n這時，一個戴帽子的小夥子從一側的樓梯走了下去，來到一樓中間的大廳，仔細觀察著這裏的每一個布局。樓上的人面面相觑，也跟著走下樓來，大家都聚集在一樓大廳裏。 \n“這裏有扇門。”穿白襯衣的男人走到大廳的一道鐵門前，用勁拉了拉，搖頭道，“鎖死了。” \n戴帽子的小夥子點著大廳中間那圍成一圈的棕色皮椅數了一遍，用手托住下巴，說道：“有意思，剛好14把椅子，和我們的人數一樣。” \n一個頭發是淡茶色的年輕帥哥雙手插在褲包裏：“這麽說，這些都是早就安排布置好了的。”\n“到底是怎麽回事？誰安排的這些？”有人問。 \n“會不會是一個電視節目？”一個高個子男人說，“現在有一些眞人秀節目，將不知情的嘉賓帶到某處，進行秘密拍攝，最後才告訴嘉賓，這其實只是一個電視節目而已。” \n“不可能。”一個冷冷的聲音，來自一個面容同樣冷峻的男人。“沒有哪家電視台或者制作單位有這麽大的膽子，敢在不經得我允許的情況下，把我弄昏，並帶到這裏來錄制什麽節目。”\n這男人說話的口氣非同一般，似乎來頭不小。所有人都望了過去，南天注視著他的臉，覺得有些面熟，好像曾在哪裏見過。 \n那個微胖的中年男人也說道：“沒錯，這不可能是那種無聊的電視節目。”他擡手看了一下手表，“現在是4月22號上午9點17分。如果我沒猜錯的話，你們大家和我一樣，已經被非法拘禁12個小時以上了——這絕不可能是一個遊戲，完全是不折不扣的犯罪。” \n看到這中年男人看表，大家才想起時間這個問題。一些沒有戴手表的人開始摸自己衣服或褲包裏的手機，隨即聽到他們的驚呼聲。“手機不見了！” \n“要是誰把我們抓到這裏來，還會留下手機給我們報警或求救，那才是怪事呢。”面容冷峻的男人“哼”了一聲。 \n“這麽說，我們是被什麽人秘密地抓到這裏來的？”那個有著一頭漂亮卷發的女人捂著嘴駭然道，“那人想把我們這麽樣？” \n“我看不止是一個‘人’吧，可能是一個什麽組織。想想看，誰有這麽大的本事，把我們十多個人同時一起抓到這裏來？而且，全是在我們不知情的情況下。”一個男人瞪著眼睛，難以置信地說。 \n“有沒有誰知道，自己是怎麽到這裏來的？”淡茶色頭發的年輕帥哥說。“我是意思是，有人有被綁架或者是脅迫的印象嗎？” \n所有人都沈默不語，然後紛紛搖頭。 【這個表示吾輩沒看懂- -\n第六十六個：\n有位女子在回公寓住處時，在入口處和一位男子擦身而過。 雖然她覺得該男子有點令人在意，但也沒有想太多，于是就這樣走過去了。 過沒多久，女子在電視上看到所住鮑寓發生殺人事件的新聞。 一段時間後，有個JC到女子住處登門拜訪，說是要問問她有沒有看到疑似犯人的家夥。 一瞬間，女子想到了之前在入口處擦身而過的男子。 但因爲不太記得了，心想也許沒有關聯，所以她也就沒有將這件事講出來。 在這之後過沒多久，女子在電視上看到殺人犯被逮捕的新聞。。\n第六十七個：\n在某個學校有一對情同手足的好朋友住在同個寢室一個睡下鋪一個睡上鋪，平時她們都是同出同近，從不分開。 暑假裏她們決定一起留在學校自習，一天，下鋪的女孩對上鋪的女孩說：“我今天要單獨出去一下，很快就回來的，你在寢室認眞學習哦！”說完就出門了。時間一分分的過去，到了晚上10點時，女孩沒有回來，上鋪的女孩急了，便出去找，一直到11點30才回到寢室卻沒有找到好朋友！正當她著急時，電話響了，她忙去接，聽到的卻是一個男人的聲音 “好朋友——背靠背……嘟————”挂斷了。 “餵？餵？你是誰？你知道她在哪？餵……”女孩急了。她看了看鍾，12點！第二天女孩的好朋友還是沒有回來，她一直擔心朋友是不是出事了，或是被那個打電話的男人綁架了。 一直到晚上12點，電話又響起，女孩急忙接起電話，沒等對方說話就發問了：“餵！你是誰，我朋友是在你那嗎？”“好朋友~~~背靠背~~~~~ 嘟———”挂斷了。女孩感到毛忽悚然，會不會是別人惡作劇？或是好朋友在嚇自己？ 她想了整夜沒有睡！ 第三天，好朋友始終不見蹤影，女孩都幾乎絕望了，只能等到晚上12點時那個電話。很准時的鈴聲在12點響起，女孩猶豫了，她拼命的想那句話什麽意思。。。\n第六十八個：\n某年一對登山隊的新婚情侶以攀登世界第五高峰——洛子峰作爲他的蜜月旅行，那年西藏的冬天特別冷，大雪提前封山，而女的又被雪崩時挾裹的石頭砸中，腹部以下的身體癱瘓，他們被困在半山腰的一個岩洞裏。登山尤其是那些世界高峰是一項艱苦的工作，他們除了登山必備的工具外並未帶有很多食物，很快他們便只剩下一把帶有鋸齒的餐刀。第二天，男的外出時居然找到一只凍死的雪兔肉，他邊烤好吃完一半後帶了回來。女的開始很驚訝，因爲此時大雪封山很少動物會出來的，而且未曾聽過西藏有雪兔。不過她見到丈夫身上未有傷痕，便不再追問下去。自此以後男的每次外出總能找到一些凍死的雪兔、被大白熊吃剩的動物肉……女的也漸漸地適應了這種生活，雖然每天只能吃幾片肉，然後爲了減少消耗立刻睡覺，但有一個愛自己的人在身邊始終是值得慶幸的事兒…… 一天夜裏，女的被嘈雜的鋸木頭的聲音吵醒了。\n第六十九個：\n新新搬新家，買了一套新沙發。沙發是眞皮的，顔色紅色。沙發設計得眞好，那種人性化的設計，兩個扶手，座墊做得象眞人的大腿，一坐下去，立刻有一種被人擁抱的溫暖感覺。但有一天，他發現沙發好象沒有買來的那麽好用：坐墊不象以前那麽舒服，軟塌塌的，還掉顔色，天氣熱了，眞皮散發出難聞的氣味。這種現象越來越嚴重。新新氣憤地去找賣沙發的要求退換沙發。賣沙發的感到很意外，因爲他第一次聽到顧客這樣的意見，突然他又好象想起了什麽。他問新新：怎麽褪色了？新新把證據，一件染紅的紅衣服往賣沙發的手裏一扔說，你自己看。老板用水把衣服一洗，馬上打電話報了警。pol.ice趕來了，立刻把新新叫到房子裏問話。pol.ice用眼睛看著新新,象要看穿新新的五髒六腑。pol.ice問第一句:“你怕嗎？”新新一下子緊張了：“我沒幹壞事兒，爲什麽要怕？”pol.ice抽了一口煙，然後對慢慢地對新新說：“經我們化驗，你衣服上的血迹跟沙發店一月前失蹤的女員工血型一樣，我們希望你能夠配合調查……\n第七十個：\n黑夜裏，他聽到房間裏總有腳步聲在走來走去，他把燈打開，在房間找了個遍，發現除了他，沒有其它人。 \n但腳步聲還在響起，象是來自樓下，又象是來自自己家裏。 \n他想了一下,便趴在地上，把耳朵貼著地板仔細聽． \n這回聽清楚了，腳步聲來自樓下，僅隔一塊地板。\n第七十一個：\n辦公樓裏近來鬧鬼，有人說親眼看見,許多同事都嚇得一下班就回家了，整棟樓空蕩蕩的。 \n有一天下班不久，辦公樓裏突然停了電，同事一窩蜂都下了班，眨眼間只留下了小羊一個人。小羊摸出辦公室，辦公室外面一片漆黑，小羊一看兩間電梯的兩個指示燈還亮著，紅通通的，心想,還好,電梯沒有停電。于是就順著牆摸著靠近指示燈，然後站在指示燈那裏等電梯。 \n等了好久，電梯還沒上來，這時候有個要好的同事打電話給小羊。“餵，你下來沒有？”“我在等電梯。”“你傻吧？全樓停電，電梯也沒電，我們都是從樓梯走下來的。”小羊一看兩個指示燈。。嚇得轉身就跑\n第七十二個：\n今天我心情特別不好，一整天都沒怎麽說話，別人主動和我說我也只是：“啊，嗯，哦”的回應。晚上6：00，我下學往回走，上了電梯，沒想到二樓就停下來了，是老鄰居李大伯，他笑著對我說：“瑤瑤，回來了，呵呵……”我“嗯”了一句，沮喪地低下頭看地板。到了三樓，電梯“滴”的一聲打開了，門外一個聲音傳進來：“瑤瑤，回來了，呵呵……”我依舊對他“嗯”。四樓，門又開了……“瑤瑤，回來了，呵呵……”這次我擡起頭，霎時倒吸一口涼氣——還是李大伯！他剛剛不是已經上電梯了嗎！我盡管很害怕，但還是側了側身子讓“李大伯”上來，電梯門關上之後，我悄悄地回頭一看，忍住沒尿褲子，身後居然站著三個一模一樣的李大伯！他們面色慘白，沒有瞳孔，顯然是死人了啊！我居然和他們同坐一輛電梯！oh my god!!到五樓時，門剛打開一個小縫，我就迫不及待地衝了出去，身後一個飄渺的聲音刺痛著我的耳膜：“瑤瑤，回來了，呵呵……”我一口氣跑回家裏，瘋狂砸門：“媽！媽！開門啊！開門啊！”老媽慢吞吞地打開門鎖，指責道：“你這丫頭，幹什麽事都急得像火燒眉毛，李大伯在屋裏呢，快叫人。”我石膏像一樣地緩緩轉過身，見李大伯從我家沙發上站起身來，微笑道：“瑤瑤，回來了，呵呵…\n\n\n\n\n第七十三個：\n“有人要殺我！”春蕾在電話那邊近乎是尖叫。 郝芸嚇了一跳：“蕾蕾，你怎麽了？” “有人要殺我！快救救我。” “你別急，你得罪誰了？要我幫你報警嗎？” “報警沒用。快救救我！” 春蕾一個人在這個城市打拼，似乎也沒什麽朋友。平時在公司裏跟郝芸關系很好。 但此刻，郝芸開始懷疑這位同事的腦子是不是出了問題：“什麽人要殺你？你在哪兒？” “我不知道他是誰，我看不到他。但是他要殺我！”春蕾的聲音帶著哭腔，“郝芸，我能到你那裏躲躲嗎？你能答應我嗎？我這就過來。” 郝芸沈默了好久，還沒來得及作答，那邊電話就挂掉了。 郝芸確定春蕾腦子糊掉了，于是決定等春蕾來了就把她送進醫院。 天黑壓壓的，似乎要下雨。 兩個小時過去了，春蕾還是沒有來。 “不會是眞的出事兒了吧……” 就在郝芸猶豫要不要報警的時候，開始下雨了。 滴嗒，滴嗒，滴嗒……雨滴撞擊著雨篷。 郝芸給春蕾打了個電話，響了很久也沒人接。 突然，郝芸聽到門外隱約傳來鈴聲，打開房門。 春蕾的手機靜靜放在樓道裏。 她，已經來過了？ 就在這時，郝芸感到有個男人對著自己的耳朵吐氣：“春蕾就挂在你家雨篷上。” 她驚慌失措地回頭張望，沒有人。 郝芸來到窗台，天已經全黑了，看不清雨多大。 伸手出去接了幾滴雨一看：是血！ “啊————！”郝芸一聲怪叫癱坐在地板上。 那個男聲又在耳邊響起：“現在，你有一分鍾的時間打電話求救。一定要找一個你信得過的人。如果他答應讓你過去，你就可以活下來。” \n59、58、57……\n\n\n\n\n第七十四個：\n夜裏有3個人搭乘一輛出租車要到津南區農村的一戶人家，他們3個分別穿黑、白、花色的衣服，在到了目的地後，他們給了司機錢，進了那戶人家，司機當時沒在意，回家後才發現自己收的是冥幣、第二天就回去找到那個人家去問昨天夜裏是否有3個人來過，那家人說，那個時間根本沒人來過，只是他家的母豬生了黑，白，花 三只小豬…\n\n\n\n\n第七十五個：\n我打開門，書航正在客廳裏等我。他做了一大桌我最愛吃的菜，滿臉挂著溫柔的笑容。 \n他已經很久沒有這麽溫柔了，自從我們結婚後，他從來沒做過飯，只知道吃了睡，睡了吃，也不出去工作，家裏的一切開銷都是*我的工資。他爲我倒了一杯香茗，芬芳的氣味在整個屋子裏蔓延，像曼佗羅般讓人***醉。還記得當年我們談戀愛的時候，他就是這樣爲我泡茶。他泡的茶總是很香，琥珀色的液體像是愛的濃汁，讓我們的愛情一點點地發酵，由青澀的蘋果變成了甜美的果實。我們終于走上了紅地毯，他在神明面前發誓，會永遠愛護我，永遠保護我，如果違背了誓言，就讓我一口一口地把他吃掉。我喝了他給我的茶，眼睛裏流出晶瑩的淚水，落在茶杯裏，漾起小小的水花。他還是背叛我了，他和一個小女孩好上了，瞞了我很久很久，他用我的錢給她買衣服，買鑽石，甚至買房子，我覺得自己就像個傻瓜，我都有一年多沒有買過新衣服了啊，所有的錢都給了他，可是他爲什麽還怎麽對我。我擡起頭看著他溫柔的臉，我說，書航，我們從新開始吧。他點頭。我的心中溫暖起來，眼淚如同斷了線的珠子。我伸出手去，卻眼睜睜地看著自己的五指穿過了他的身體。他消失了，滿桌的酒菜也消失了，原來一切都是我的幻覺。眼淚洶湧，我站起身打開冰箱，那裏儲藏著許多肉，我取出一塊走向廚房，今天我想吃魚香肉絲。。。\n\n\n\n\n第七十六個：\n協和醫院是一家規模不是很大，但享有盛譽的醫院。這天早上，管理太平間的李大爺象往常一樣早早的進入停屍間爲這些可憐的人兒整理一下，這是他每天必做的第一件事情。奇怪的是昨天剛剛住進3號房間的那具男屍神秘的失蹤了。李大爺這下可急壞了，他在這家醫院幹了一輩子從未出過差錯，今天丟了一具屍體，差子可大了。 \n保衛科的人仔細檢查了一遍卻毫無收獲，因爲屍體是無人認領的意外死亡者大家決定將這件事不了了之。 \n事情就是這樣奇怪，在此後的一個月內太平間裏接連又丟失了幾具屍體。事情驚動了院長，因爲這件事肯定會影響到醫院的聲譽，他決定把它查清楚。令人不可思議是，現場毫無異樣，屍體們就象生了翅膀一樣無聲無息的消失了。見多識廣的副院長是位從美國留學回來的***劑學博士，他曾協助當地警方偵破案件。他建議使用一種特殊的藍色染色劑，它留在物體上很長時間都無法消除，哪怕屍體眞的是自己走掉了也總會在地上留下痕迹。 \n第二天的早上，老李頭發現屍體又丟了一具。大家迅速趕到太平間仔細地查找，毫無結果，沒有留下任何藍色的痕迹。大家即失望又***惑，屍體眞的飛走了。 院長無意的擡起頭來，突然，他驚呆了，老李頭的牙齒是藍色的......\n\n\n\n\n第七十七個：\n連續兩天的大雪，下的世界一片銀裝素裹，看著厚厚積雪到處都是，我和姐姐頓時來了興致，在冰天雪地裏玩鬧起來。一陣追逐打鬧後，姐姐提議堆雪人，我欣然同意，我們很用心的堆起了個雪人，用石子做了一雙眼睛和鼻子，還有微笑的小嘴，我們還給雪人帶上了一個破布就當做是圍巾，姐姐還拿來了自己的小帽子給雪人帶上。就這樣，一個漂漂亮亮的雪人伫立在我們眼前。堆完雪人後，天也快黑了，我和姐姐也就回家吃飯去了，我們決定第二天還去堆雪人。\n第二天很早我就醒了，去姐姐房間准備去叫她，卻沒發現她人，奇怪平時起的比我晚的她今天居然起床那麽的早。 媽媽在樓下叫我下去吃早餐，我答應著就下了樓。可是，看到樓下的景象讓我***厥。三個雪人坐在飯桌前，那雪白而臃腫的身體在刺激著我的視覺神經，我大喊大叫救命。其中一個雪人急急忙忙的跑過來，扶住我很慌張的問我怎麽了。我掙脫開那冰涼的雪手，哆嗦的依靠在牆角落，我一度懷疑是自己在做夢，使勁的給了自己兩巴掌，卻感覺火辣辣的疼痛，不是做夢，是眞的。可是，我眼前的雪人是活的，還自稱是我的爸媽和姐姐，活的那麽眞實，他們疑惑的看著我，表情那麽的人性化，臉上還有雪粒時不時的簌簌的掉落。我害怕極了，瘋狂的跑上大街，路上的行人，一個個都是雪人，高的矮的胖的瘦的，形態各異，他們在交談，在逛街，在做生意的叫賣....我這是出現幻覺了嗎，我也是雪人嗎，我對著小汽車的窗戶玻璃看看了，映像中的我還是我啊，沒有雪做的臉龐，我還是有血有肉的人，我還有體溫。我不知道一夜之間發生了什麽，只知道整個世界都是雪人了，而我，卻很清醒的知道我還是人，眞正的活人。 \n“弟弟，我們去堆血人吧”那個自稱是我姐姐的雪人拉上我。 眞正的積血，橫七豎八的人類的肢體頭顱，姐姐興奮的堆積起血塊，撿起腐爛殘破的腦袋，搖晃著對我說，多好看的血人啊。 雪人世界的我，該怎麽辦？\n\n\n\n\n第七十八個:\n展開自己的qq，發現好多朋友已經很久沒聯系了，也不知道各位朋友的目前生活如何。那天，從上海看完世博回家，突然很想去聯系那些許久沒聊過天的朋友了，當下就查看自己的qq，有好幾個很久沒說過話的朋友在線，就對其中一個叫小海的高中同學發了個笑臉過去。很快，對面有了回複，也是笑臉的表情。接下來，我就和他聊起天來。 \n“嗨！！我是小明啊！！最近生活的好不，在哪工作啊？”我打了一串文字。畢業這麽久了，也不知道以前的朋友現在都在幹什麽工作了。 “呵呵，我生活的挺好的，就是感覺冷了點。”小海回複了我。 奇怪，現在是夏天啊，怎麽會冷，就繼續問了：“大熱天的你說冷，多幸福的一件事啊，我都熱死了。” 又是一陣qq滴滴聲，他說，“那我甯願熱點咯，這個封閉的環境裏都冷死我了，難過。” 我更加是丈二的和尚摸不著頭腦，遂問了下去，“你到底哪工作呢，冰庫裏搬雪糕呢？” 等待了3分鍾，沒有回應，估計臨時忙工作了吧，我就關掉了對話窗口，找了別的朋友去聊天。又過了5分鍾，小海的qq頭像在跳動，我打開一看，“不好意思，剛才有pol.ice來取證，我去配合他們工作了。” \n“你幹嘛的呢，怎麽還有pol.ice找你？”我不解道。 \n小海繼續回複到，“我在太平間” \n“......”我打了一串省略號，聽到太平間這個詞 我就一陣的雞皮疙瘩的，很涼的寒意。 小海似乎沒在乎我的感覺，“等下啊，pol.ice要走了，我處理下。” \n一個小時，兩個小時，過了很久，卻再沒收到小海的回複了。 \n第二天，我的高中qq群在閃動，我打開一看。“你們知道嗎，我們高中的林小明同學在上海觀看世博時，發生交通事故，去世了，我是無意中看到了pol.ice來太平間取證調查的資料才知道的。更詭異的是昨晚我還在跟他聊天！”小海打出上述的一段話。 \n我看著沒有下半身的自己，渾身腐敗不堪，滿地的血漿。\n第七十九個：\n半夜裏，妻子悄悄地從床上爬起來，一言不發地坐在窗前，看著窗外的黑暗發呆。 \n他的眼睛睜開一道縫，警惕地看著她的背影，躺在被子裏一動也不敢動一下。妻子的夢遊症越來越嚴重了，這個病最怕受到驚嚇，一旦被嚇醒就會在夢中死去，所以他非常擔心。 \n好在她只不過是坐了半個小時，然後又爬回床上，靜悄悄地睡了下去。第二天早晨的時候，就象什麽都沒有發生一樣，他不敢對她提起這件事，她也一臉毫無知覺的樣子。 \n一連兩個星期都是這樣。 \n又一個晚上，妻子又從床上爬了起來，這一次她打開房門走了出去。丈夫緊張地摸索著床下的鞋子，小心地跟在後面。他必須時刻保護著她，萬一她走失了，或者在外面受到突然驚嚇，那後果是相當嚴重的。 \n外面的路上沒什麽人，晚風涼爽，路燈***暗。他始終跟隨在她身後五米遠的距離，既不能被她發覺，又不能離得太遠。突然，在一個路口妻子停了下來，疑慮地轉身向後張望。他趕忙躲閃進旁邊的牆角裏。 \n“老張，你在幹嗎，這麽晚了？”不知是誰在他身後猛地拍了拍他的肩膀，他猛然嚇了一跳，口吐白沫，倒在地上。。。。\n第八十個：\n她是一個很嚴重的抑郁症患者，她隨時都可能自殺。 她自殺過許多次。 我是她的心理醫生。 我成功地控制住了她的病情，這樣的病人，我處理起來已經是輕車熟路。 她把我當成了她的救命恩人。 我曾經告訴過她，其實每一個人心裏都有一扇門。 那是通往幸福和快樂的門。 我只是幫她找到了那扇門。 她說，我不是幫她找到了那扇門。 我其實就是那扇門。 漫漫人生，其實她曾經過許多扇門。 可惜每一扇門她都沒有敲開，而是把她隔絕在深淵裏。 所以，她常常絕望。 有的時候，我眞的覺得自己喜歡上了她。 可惜，她是病人，我是醫生。 我還是一個專業的醫生， 凡是專業的意思就是像機器一樣冷漠。 最重要的，是我已經結婚了。 我也許是她的那扇門，但我的那扇門絕不應該是她。 她是個敏感的女人，自然意識到了我的回避。 她開始把自己關在一個黑暗的房間裏。 只有我，輕輕推開房門的時候。 一絲亮光照在她蒼白的臉上， 她才會微笑。 我知道她在卑微地乞討， 一扇偶然會開啓的門， 施舍的點點亮光。 我的專業告訴我， 這一切不會改變，只會變得更糟。 我的決定很殘忍， 我蹲下來， 我告訴她我已經結婚了， 我告訴她我沒有愛過她， 我寬慰她如果放棄一切都會好的。 她默默地聽， 懂事地點頭。 我知道這樣很苦， 所以我們才會生病。 臨走的時候，我囑咐護士看好她， 邁過了這一關，她一切都會好的， 我們一切都會好的。 就在第二天晚上，我被一陣悶響的，有節奏的敲門聲驚醒。 她來了。 我回頭看看，妻子在臥室織著毛衣，好象什麽都沒有聽見。 她用力地敲門， 用力地希望有一絲陽光能照在幹涸的臉上。 這個時間我能怎麽做？ 我只能選擇殘忍， 在這個世界上，有多少人就是這樣， 敲打著一扇永遠不會開啓的門。 那麽，這扇門既然永遠不會開啓， 門外有沒有陽光， 眞的那麽重要嗎？ 一聲讓我心裏猛地一震的巨響，門外再沒有了聲音。 我打開門，她倒在了血泊中，停止了呼吸。 我這才明白心裏的那扇門如果徹底關上， 生與死對有的人已經不再重要了。 法醫來了，用專業的語氣告訴我，她是活活撞死的。 用來敲擊房門的，不是手， 而是她的頭顱。 看護她的護士也來了，我沒有責怪她， 最應該被責怪的人其實是我， 我是殺人犯。 護士冷冷地看著我，用專業的語氣告訴我， 她是應該顱骨骨折造成的死亡， 我隨口說我眞沒想到她會用那麽大的力氣撞門， 護士的眼神突然變了，深吸了一口氣，用有些恐懼的語氣說： “昨天晚上， 她就在醫院跳樓自殺了， 她的手和腳， 全摔斷了。”\n第八十二個：\n寒冷的大街上，只有他和兒子兩個人。 \n兒子的臉都快被凍僵了，顯得有些木然， \n只有在看著懷中女嬰的時候， \n才會露出一絲溫柔的笑， \n像極了當年的他。 \n他也忍不住想笑笑， \n然而他並沒有笑， \n反而板起了臉，重重咳嗽了一聲。 \n兒子的臉頓時紅了，驚慌地看著他。 \n他輕聲說道， \n“兒子，幹我們這行的，只有一個訣竅， \n那就是心狠！” \n他滿意地看到兒子的表情變得重新冷漠起來， \n“心不狠，你就做不了這一行。 \n看你剛才看她的那個眼神，那不是咱們這行人的眼神。” \n他的眼裏突然放出了冷酷而殘忍的光， \n“這些孩子是貨物，是鈔票，唯獨不是人！ \n你一定要記住，幹咱們這一行，不能把人當人看。” \n兒子默默的點頭，眼神變得和他一樣的冷酷殘忍。 \n他在心裏歎了口氣，兒子眼神像他，可是臉長的還是像孩他媽， \n那個後來被他轉賣掉的女人。 \n一輛車開了過來，他從兒子手上接過女嬰塞了進去， \n車窗裏塞過了一疊鈔票， \n“這麽多？” 他有點驚喜，對方給的超過了原定的價格。 \n兒子忽然給了他後腦重重一擊， \n車門同時打開，把他拉了進去。 。\n第八十四個：\n他 知道了他女朋友有了別的男人，不能接 受這個現實，所以打電話約女友10點 來，想好好談談，可是因爲心情不好， 他喝了很多酒。10點鍾，他女友來了， 可是談判無果，于是他拿出早就預備好 的刀，一怒之下殺了女友，在精神刺激 和酒精刺激下，他跌跌撞撞的回到了臥 室（人們潛意識會認爲臥室是最安全和 舒適的），然後就那麽睡著了（精神的 自我珍愛）。等他睡了24小時醒來後， 口渴要去喝水，發現女友的屍體就在客 廳，原來一切不是夢，而是眞的，于是 留下了悔恨的淚水。\n第八十五個：\n一個夏日 某女偵察去郊遊 在河邊的草 叢 她突然發現了一具屍體 屍體旁邊有 一只空果汁瓶，女偵察馬上報告了警方 經查趕來 經過 檢驗發現那個果汁瓶壁中的殘液有劇毒 警方在移動屍體的時候 女偵察發現屍 體下面恰好壓著一株月見草 而且還盛 開著一朵黃色的小花 女偵察看著優美 可愛的小花 若有所思 警方驗屍後 作出推理 死亡時間大約 在24小時之前 很可能是昨天下午在這 裏服毒自殺的 女偵察卻不如許認爲 反駁道 即使是自 殺 這裏也不是第一現場 也就是說屍 體是別人放在這裏的 警方仔細聽的女 偵察的分析 同意了她的觀點 女偵察的依據是什麽？\n第八十六個：\n我進去了一間公共廁所。發現裏面都是蹲式的。我討厭蹲式廁所。可是因爲沒辦法我還是使用了 可是卻發現前面有一個塗鴉寫【看右邊!!!】在我想 [這是什麼啊?] 的同時我也向右邊看 發現右邊牆壁上也寫著【看左邊!!!】我一邊想說這塗鴉上的口氣還眞跩啊.....的同時也照著指示向左邊看這次卻寫著【看上面!!!】 在我向天花板看的同時也看見了大大的紅字【 絕對不要看後面！！！ 】這時我被嚇到了 但是我還是把頭慢慢向後轉在發現後面跟本什麼都沒寫的同時 我松了口氣 也感到安心多了。\n第八十七個：\n今天是父親回來的日子。 父親因爲經常乘船的關系所以很少會在家，所以知道他會回來的時候眞的很開心。 很久沒有見到常帶著微笑的父親了，我和弟弟也微笑起來。母親也十分開心，在父親在家的期間，桌上天天都有著好菜。 休假也不多結束時，父親緊緊地把我和弟弟抱在一起：「要長大哦！」這樣說道，然後又乘船旅行了。 我和弟弟都很期待再次與父親見面。 噩耗來了。 父親所乘搭的船沈沒了，父親再也不會回家了吧。 我和弟弟都哭了。 只是父親不在的話還可以忍耐。 最差的是，今天開始我們就放暑假了。 我和弟弟，再也不能迎接秋天了吧？\n第八十八個：\n洗完澡後想邊看電視邊把頭發弄乾， 于是我拿著吹風機進到房間並打開電視， 突然螢幕出現一個恐怖女人的臉，是恐怖故事特集嗎？ 總覺得畫面的顔色怪怪的，也罷，反正是便宜的二手貨， 這也是沒辦法的事，當我這麽想時打開吹風機的開關， 啪一聲停電了！四周變得一片漆黑， 啊~ 眞是的，不能同時開著冷氣和吹風機啊， 邊思考邊憑著電視螢幕的微光走到了總電源開關處， 果然總電源跳電了\n第八十九個：\n某個冬天，在山上遇難的登山團體經過兩周後終于被救出了。大學同個社團的五個人相約去登山，卻因爲天氣的惡化而遇難。當地搜救隊將四個人救出後，將他們送往醫院保護。「中途就突然不見了」其中三個人異口同聲的說。被救出的第四個人因爲遇難的恐懼精神已經呈現不穩定的狀況，口中一直重複「掉了掉了掉了掉了」這種讓人聽不懂的話.......\n第九十個：\n昨天8個人在一起玩捉迷藏。大約5分鍾後自己就被找到了。再5分鍾後找到了3個人，最後的4個人也在5分鍾後找到。眞是太快速了，下一次還要玩。\n第九十一個：\n阿婆有一串翡翠的念珠， 天天在手裏轉動著， 翡翠的光澤，時時刺進她的心裏。 這樣成色的翡翠念珠拿出去，不知能賣多少錢？ 阿婆都快八十歲了，要這麽好的翡翠念珠有什麽用？ 阿婆的眼睛都瞎了，應該分不出翡翠和玻璃吧？ 她用一串玻璃的念珠，偷換了阿婆的翡翠念珠。 阿婆在摸到那串玻璃念珠的同時， 忽然全身抖了一下，就去世了。 在爲阿婆守靈時，她頭一次聽爸爸講起了阿婆的那串念珠， 原來她出生時，就幾乎死在育嬰室裏， 是阿婆掏出畢生積蓄，去請來了一串翡翠佛珠， 天天爲她誦經， 她也奇迹般地活了下來， 阿婆從此天天轉著念珠誦經，據說每轉十萬八千傳，就能給她增壽一天。 她聽得淚流滿面。 第二天，她偷偷把翡翠念珠放回了躺在棺材裏的阿婆手裏， 她驚訝地看到， 阿婆那枯瘦的手，居然又開始轉動念珠了， 而且轉得極快，念珠就像在飛舞， 只不過，這一次，阿婆是反著轉的\n第九十二個：\n有個瞎子跟他的幾位朋友去爬山，不幸遇到山難，他們在一個山洞避難 已經受困三天，急需要食物。瞎子的朋友便對他說：「你把手切下來當 做食物，等我們脫困後，我們也會把手切下來。」而瞎子不疑有他，而 他們也眞的脫困了......。 過了幾個月後，瞎子的生日到了，他的朋友們到他家幫他慶生，把燈關 掉後，高興的唱著生日快樂歌，這時瞎子突然勃然大怒，把他的朋友們 都殺了......。\n第九十三個：\n我在車站的長椅上等電車時，旁邊坐了一位抱著小嬰兒的女士。 喜歡小孩的我就一直盯著那小孩看。 似乎是察覺到我的視線，那位女士問都没问就直接说道：「这个啊？其实是手提包啦。」 说着便把小婴儿的衣服卷起来，将在小婴儿肚子上的拉鍊给我看。 看起来的确是这样，眼珠似乎是用玻璃珠做成的。 「这包包做得真好呢。」 「哪里。真的是很难做呢，又很费时。不过谁叫我喜欢废物利用呢。」 女士一边笑着一边说，便搭上刚好到站的电车离开了。 我原本也是要搭同一班电车，最后却只能从长椅上站起来，目送离站的那台电车\n第九十四：\n我是一个大一的新生，由于家里困难，我只好四处寻找便宜的房子。终于，再一个郊区，找到一间合适的房子，房租很低，只有200元。我很高兴，于是约上房主去看房子，我去后，惊呆了，那是一幢很漂亮的别墅，我害怕房主再更改决定，就立刻签了协议。第二天，我便住了进去。不知道为什么，我总觉得这房子里不止我一个人，可是我检查了房间各处，都很安全，我的心也随之踏实了下来。直到有一天，我在我的卧室里无意间发现了一个暗盒，里面是一本日记，打开第一页，上面写着，\"背靠背，好温暖。\"看完后，我立刻狂奔出了那幢别墅\n第九十五：\n那个寒风刺骨的晚上，我和三个舍友去吃东西。3点到了，今天有精彩的球赛，舍友都要回去看球赛了\n我们找了一辆出租车，因为从这里到坐车到宿舍需要大概十分钟。刚好可以赶上球赛开始。\n但是说来奇怪，出租车司机说五人超载不能上车。我们只好走路回去\n结果错过了精彩的球赛\n第九十六：\n从我家往山里面走,会经过两个学校,第一个学校是红旗乡中心校,我小学就是在那里上的.在往里面大约走路半个多小时,就是红旗乡第四村小学,这个学校我也去过,不大,一栋环形的二层教室环绕着操场.其实,听人说,这个学校当初的选址并不是在这里的,而是在离这里的不远处山上的一个山坳里. \n　　 当时,据说那边的教室根基都已经打好了,只差盖房了.让人运来了许多盖房的材料,每天晚上派一个老师睡在工房里面值班看守盖房材料.这天晚上,是一个30岁出头的女老师值班.晚上,女老师睡得迷迷糊糊的想上厕所.于是就拿了个电筒,穿上衣服,往厕所里面走.由于是刚开始盖校舍,所以厕所是非常简易的：在地上挖个1,2米的坑,在坑口搭几根木板,然后再在上面搭个棚子,这就是一个厕所了. \n　　 来到厕所,女老师蹲下身来.不知怎的女老师觉得有种怪怪的感觉,于是就拿着电筒四处照,没发现什么.无意间的,她把手电筒往自己身下的坑照去.\"哇\"女老师一下子尖叫起来,什么都顾不上了,赶忙跑了出去.因为她看见在那两块木板中间,有一双光溜溜地脚在那里来回晃动.第二天,女老师就把自己的经历报告了上去,一下子都没人愿意在那里干活了.上级没办法,只好掩埋了这边,另外选了一个平地盖了这间学校. \n　　 我家有亲戚住山上.去他们家时,这所废弃的校舍原址是必经之地.尽管掩埋在一层黄土下面,但是还可以模糊的看见以前用石块打好的根基形状.每当如此,我都想起那晚上女老师碰到的事情,心中那个怕呀! \n第九十七：\n我一个同事所住的镇子里面有个小男孩，跟住他隔壁的一个大他几岁的男孩关系特别好，经常在一起玩耍，因此双方父母也关系比较融洽。有时候，小男孩父母外出办事时，也都把自己的孩子托付给隔壁的人家，让那个大点的男孩带着他玩。但是后来那个大男孩突然得疾病死了，两家的大人都非常伤心。但是这个小男孩却一点都没表现出来一点点的感伤，仍然每天吃完饭跑出去疯玩。他父母就很奇怪，自己的孩子怎么不懂得一点感情呢。于是就说他隔壁哥哥死了，他为什么还是那么每天兴高采烈的呢。小男孩一脸的茫然：死了，没有啊，隔壁哥哥仍然天天跟我玩呢。他父母一听，脸都吓白了，连忙把自己的孩子关在屋里，不让他出去玩，并且在自己大门口挂了一面镜子辟邪。小男孩被关在屋里后，天天吵闹说要出去跟隔壁哥哥玩，说跟隔壁哥哥约好要去某某地方玩得。但是他父母那里肯让他出去的。一连关了好几天，看见自己的孩子再也没有嚷着出去了，于是就慢慢的放松警惕了。有一天，小男孩父母要出去办点事情，但这次再也不敢把小孩留在隔壁家帮忙照顾了，于是就把小男孩一起带上了。办完事情回来的时候，一路上都沉默不语的小男孩突然说，妈妈，隔壁哥哥在前面招手，让我跟他去玩，你们停车，我下去跟他玩一会儿就回来。正在开车的他父亲一听见这话，就立马刹车，想问个究竟，但是由于刹车太快，汽车一下子不听使唤的朝马路边撞去，一下子撞在路边的山坡上。不过坐前排的大人都没有什么受什么伤，等他们从撞车中回过神来时，竟然发现坐后座的孩子不见了！两人赶紧从车上下来一看：不知什么时候，小男孩竟然跑到车底下去了，被车碾成了两半，早已经死了。 \n    或许，是“隔壁哥哥”跟这个小男孩关系太好了，所以要带小男孩到下面去，仍旧一起玩耍！\n第九十八：\n你相信谁? \n有一年登山社去登山,其中有一对感情很好的情侣在一起. 当他们到山下准备攻峰时,天气突然转坏了,但是他们还是要执意的上山去. \n于是就留下那个女的看营地,可过了三天都没有看见他们回来. \n那个女的有点担心了,心想可能是因为天气的原因吧.等呀等呀,到了第七天,终于大家回来了,可是唯独她的男友没有回来. \n大家告诉她,在攻峰的第一天,她的男友就不幸死了! 他们赶在头七回来,心想他可能会回来找她的. \n于是大家围成一个圈,把她放在中间,到了快十二点时,突然她的男友出现了还混身是血的一把抓住她就往外跑.他女朋友吓得哇哇大叫,极力挣扎,这时她男友告诉她.... \n在攻峰的第一天就发生了山难!全部的人都死了只有他还活着........ 你相信谁?\n第九十九：\n宁最近总是梦见同一个梦,梦里一个男人对她说:“你来嘛,你来找我嘛,我等你.....” \n终于,宁忍不住了,于是问他,:“你是谁?我怎么才能找到你呢?”男人说:“明天中午12点在xx公园门口的站台上来找我,我这里有一颗痣.”男人用手指着自己的下巴.醒来,宁匆匆找到自己的好友并把一切告诉好友,好友答应陪同她一起前往.中午11点55分两人在约定的地方等,却不见男人来,天气炎热,宁对好友说:“太热了,我到对面买两支雪糕,你在这里等我.”说完宁过街去了. \n就在这时,一辆车子冲了过来,一声惨叫......好友跑过来一看宁,已倒在血泊中.当打开车门准备把宁送到医院时,才发现这是一辆灵车,而车上的玻璃棺材中躺着个男人,男人的下巴有一颗痣.....好友恍然,看看自己的手表,现在的时间是12点整.再探探宁的呼吸,已经停止了.\n第一百：\n在乡下的时候半夜下班回家。在路边看到一个马尾辫的女孩面向墙蹲着在哭，走上前问她为什么哭，是不是有人欺负你了？回答说家里出了车祸。然后让她别太伤心并要送她回家 \n她说不用了因为你看到她的样子会害怕的 你说没关系的快起来我送你回家 然后她站了起来转过身面对你 你看到的还是一根马尾辫\n",
    "replies": [
        {
            "author": "烨s",
            "timestamp": 1387978560,
            "txt_content": "楼主去s，字体差评，屠版差评，头像差评，ID差评，小号差评，故事差评.........."
        },
        {
            "author": "大神吃草",
            "timestamp": 1387978680,
            "txt_content": "沙发+1，这几个字证明我的回帖不水"
        },
        {
            "author": "jmn",
            "timestamp": 1387978680,
            "txt_content": "大神吃草 发表于 2013-12-25 21:38 \n沙发+1，这几个字证明我的回帖不水\n{:10_517:}给点人气 转载也需要时间的······"
        },
        {
            "author": "poi4399",
            "timestamp": 1387978740,
            "txt_content": "连发的贴太多了。会封号的哦！你能回复我http://www.mcbbs.net/thread-209496-1-1.html的百度贴吧地址吗？最后一次！不会回复，就举报"
        },
        {
            "author": "大神吃草",
            "timestamp": 1387978740,
            "txt_content": "jmn 发表于 2013-12-25 21:38 \n给点人气 转载也需要时间的······\n改下字体，改下头像吧"
        },
        {
            "author": "poi4399",
            "timestamp": 1387978740,
            "txt_content": "因为你的贴太多重复的了！"
        },
        {
            "author": "lao9",
            "timestamp": 1388065920,
            "txt_content": "搬运辛苦了······"
        }
    ]
}