{
    "title": "村民的問題",
    "author": "andy19974a22",
    "replyCount": 9,
    "timestamp": 1333590120,
    "txt_content": "村民是不是有什麼的春藥叫他生B\n\n加上有一次見到他頭上有心\n兩人就入了屋,有個BB走了出來\n\n有什麼方法可以叫他們生多D BB",
    "replies": [
        {
            "author": "Hao",
            "timestamp": 1333591920,
            "txt_content": "喂小麦（误）         "
        },
        {
            "author": "ayaya",
            "timestamp": 1333592400,
            "txt_content": "小麦就是重要东西"
        },
        {
            "author": "andy19974a22",
            "timestamp": 1333593060,
            "txt_content": "不如說,用TNT"
        },
        {
            "author": "ghostr",
            "timestamp": 1333594560,
            "txt_content": "开个小黑房,他关里头,放点小麦铺个床....嘿咻黑咻一会....(纯属胡扯)"
        },
        {
            "author": "hchen",
            "timestamp": 1333598160,
            "txt_content": "这个嘛，我不知道。\n（路人甲：这都不知道，你生理课白上了，不就是嘿咻一下就解决的事情嘛。再加上吃了催化剂，所以bb就出来了。）\n（路人乙：看了那个lz说的= =邪恶的我一开始想歪了。。。。）"
        },
        {
            "author": "sjjklh",
            "timestamp": 1333601640,
            "txt_content": "摘自WIKI\n\nVillagers will mate depending on available housing. A \"house\" is defined as a wooden door that has an \"inside\" and an \"outside\". The \"inside\" is the side of the door which has more \"roof\" than the other. A block counts as being part of the \"roof\" when it is within 5 blocks of the door, its topside is exposed to sunlight during the day, and its bottom side is higher than the door's bottom side. Notice that a door is not a \"house\" without a roof, or with equal amount of roof on both sides. A house is initiated by a nearby villager (up to 16 blocks away horizontally along both axis, and up to 4 blocks vertically), and then either added to an existing or a new village. Sometimes the Villager AI doesn't behave as expected until the game is restarted.\n\n……\n\nOnce housing has been established, Villagers will then mate until the number of adult Villagers equals 0.35 times the number of doors. Any remaining children will grow up as usual, resulting in a total number of adult Villagers somewhere above one third of the number of nearby wooden doors. The type of Villager that the child is, doesn't depend on what type the parents are; Two farmer Villagers can have a child that is any of the occupations. Unlike other breed-able mobs, the parents and child have no personal interactions other than socializing.\n\n\n\n只要有房间（上面说了“房间”的定义）以及两个以上的村民，他们就会繁殖直到成年村民数量达到木门数量的百分之三十五"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1333611240,
            "txt_content": "喂他们吃伟哥……"
        },
        {
            "author": "zjhs999",
            "timestamp": 1333613880,
            "txt_content": "LZ流氓鉴定完毕."
        },
        {
            "author": "oomanj",
            "timestamp": 1333616880,
            "txt_content": "标题: RE: 村民的問題内容小麦加小黑屋加床"
        }
    ]
}