{
    "title": "科幻小说《史蒂夫的生存时间》minecraft版第三章",
    "author": "大家辛苦",
    "replyCount": 2,
    "timestamp": 1388479320,
    "txt_content": " 本帖最后由 大家辛苦 于 2014-1-3 21:49 编辑 \n\n\n\n\n\n2013-12-28_22.06.26.png (64.68 KB, 下载次数: 3)\n\n下载附件\n\n2013-12-28 22:16 上传\n\n\n\n\n\n   \n    Steve一个人坐在火堆旁，十分温暖的在一旁。上帝留给他了第一个孤独的夜晚。\n\n    整片小岛上似乎只有他一个人的存在，火堆旁拖着他长长的影子。\n\n    夜晚渐渐的来临，南十字星出来后也闪呀闪的，Steve知道自己身处在南半球的热带海域当中.他喜欢自己一个人独自吹着海风，海风吹去了他的忧伤，他的痛苦，他的紧张。海风，是如此的美妙，它时时刻刻牵动着人心，它从海面上来，又从陆地中去————S T E V E·M O N K E\n\n    月亮出来了，它给全世界带来了最皎洁的银光，冲淡了霞光。红霞的颜色透过一层层的树叶过来，让Steve想念着太阳所驱动的光和热。那时候世界充满了挑战，充满了变化。现在，Steve想到，我现在脑子里充满了对白天的各种奇怪的想法，所以，我要马上睡觉去。\n\n    他起码有一天半没有吃饭了。\n\n    他肚子咕咕的不停叫着，叫声越来越响，越来越响。他恐怕是睡不着的了，他会被这种叫声吵醒，他只能起来，看看四周，然后又躺下去。\n\n    Steve躺在地上，无所事事。他的感觉看来是：自己像是喝多了水，明知道已经不能再喝了，还要逼迫自己猛的将其灌下，逼迫自己不呕吐。他受不了了，他真的受不了这种感觉的到来，每当一种单调而又奇怪的想法在他脑中闪过一千变，一万遍，乃至于一亿边的时候，他感觉到自己比死刑时还要难受，时间嗖嗖的过去了，他觉得时间又像冰冻的流水，无比沉重。\n\n    他的意识渐渐地模糊了起来，在不间意间，美梦掩盖着他那难受的躯体。他的肚子渐渐的不疼了，白天奇怪的一些想法潜移默化的，慢慢的凝聚在他的梦中。\n\n    他不能意识到自己可以入梦。\n\n    他看着书上的《鲁滨逊漂流记》，这里面有些词语和句子自己一看就懂，鲁滨逊的生存方法是他历经了许多年才得出来的，虽然这些方法Steve都记得，但是他的待遇远远没有鲁滨逊来的好，现在他根本就没有食物，也没有任何船只，也没有小刀之类的工具，他怎么能够活下去呢？他有毅力吗？Steve带着自己的疑问，在梦境中试着生存下来，他开始跃跃欲试了。他来到一个和他原本差不多的小岛上，站在地面向天空上瞭望，却发现了北极星群，它们也散发着一闪一闪的光辉，十分光亮，月亮也刚刚升起来了，银光洒满夜空。地面上却又黑又冷，没有一点大自然原本的空明和深邃，活像煤炭组成的世界一般，死寂沉沉。Steve多么想到星星上面去啊！星星和月亮是那么明亮，那么美好；大地是那么黑暗，看上去是那么恐怖。傍晚的红云如同一群发疯的眼睛般瞪着他，那么殷红，红得像一大块红色羊毛一般，又像恶魂的鲜血一样，狰狞而强大。Steve看着这一切，心脏都吓得快要爆炸了，幸好，只是像往常一般跳了又跳，一切都没有什么可担心的，一切都是有惊无险的。\n\n    突然，有一声淫叫打破了这里的沉寂，Steve渐渐觉得这个地方是有惊有险的。他极想醒过来，可是他明白有些时间的梦是醒不过来的，所以他只能勉强的接受这里，接受这个自然的事实。于是他慢慢扭过头来，全身还细细的发着些小抖，抖动得连站都站不直了。在树木的映衬下，他感到这里仿佛是一间鬼屋。鬼，好像就隐藏在他所看到的树木背后。鬼，好像隐藏在所有的树林，和他的脚底下。\n\n    渐渐地，他可能已经将头完完全全转向了后面，一个僵尸就这样在他眼前出现了，那只僵尸的脸上又红又肿，全身上下仿佛像要滴血一般，看上去怒气冲冲。\n    “啊啊啊啊！！”Steve大声的叫了起来，忙转过头去，往僵尸相反的位置上疯狂的跑了起来。叫声响遍了整个小岛，树林里隐藏的僵尸们全都蜂拥而上，一股脑的奔向了Steve，僵尸们越来越多，逐渐变成了密密麻麻的一大片，丧尸们发出沉闷低吼声。他无处可逃了，只好背着风吹过的方向头也没回的逃进了树林子，僵尸们的低吼声越来越响。Steve快速的穿梭在树林当中，他什么也不想，却看到了这些树木，这些树木看上去越来越像是一帮妖魔鬼怪。这是真的吗？正当Steve充满了疑惑的时候。整个世界突然发生了崩塌性的改变，他的疑惑的感觉就定格在了这一刻。世界变了。小岛在一霎那间产生了黑影，火山爆发了，海洋变成了火海，月球突然间就转为了橙色，不停的移动在天边，口喷火焰。树木的两只斜眼发红，不断的甩指，一切都看起来十分荒唐，十分疯狂。Steve觉得自己再也受不了了，他想回去，他想再回去看看篝火是否已经熄灭了，可是即使跳入火堆中，他看到的也只有地狱一般的景象，于是Steve安静的闭上了眼睛，他觉得只有这样，才能回到那个安详，和蔼，可爱的现实中。他开始感觉到了无比的朦胧，无比的清爽，无比的轻松。一阵闪烁过去了......\n\n    “我是谁？”\n\n    他睁开了他的双眼，太阳还没有升起来，天空还是暗蓝色的。大风吹过他的衣服，吹过他的耳膜，发出“嗡嗡”的响声。Steve奋力用手撑起身子，站了起来，他感觉到今天将是最寒冷的一天。篝火早就灭了，可是草堆全身却还是通红的一大片，在风流的作用下，它依旧保持着不灭的状态。Steve一整晚都被篝火给烤的暖暖的。太阳就要升起来了，大地上的一切却还是一片黑漆漆的，它不像Steve的梦境美景一般，而是充满了无限的朝气和活力，Steve立即适应了这种感觉，可是他却感到了几丝奇怪，在他做梦时，他的心里充满了虚伪；不过现在，当他再回首这些梦的时候，可却感到更加的滑稽可笑了，这的确是非常奇怪的现象。\n\n    在群羊当中，渐现浮来一个紧贴大地的光点，光点慢慢从扁到圆的突出，形成了太阳。金色的太阳将大地的一切都照出了一片金色的光芒。Steve从他站着的地方望下去，金黄色的云彩透过太阳光把树木和草地照成了橄榄绿，大海在太阳底下显得波涛粼粼，Steve还是第一次看见黄蓝相间的海水。\n\n    但是他马上就将注意力再一次集中在了生存的方面上，他几乎已经有两天半没有吃饭了。不过可以有泉水解渴，他会定期就跑到山腰远处喝上几口，因为原地有明显的露营后的标志，所以他根本不会去一次就迷路一次；他有温暖，他用树底下的冰块点着了火，篝火没有使Steve在睡觉时被冻死，这让他万分自豪；他没有任何可以用来吃的东西，直到现在，他可怜的小肚子仍在咕咕的叫着；他没有工具，双手和大脑是他的唯一，他没有刀子，他没有铲子，没有斧子，没有锅子，没有烧烤架，也没有任何可以用来盛水的器皿。\n\n    他算了解，自从来到荒野求生，Steve只有简简单单的一个已熄灭的篝火堆。\n\n    这是在野外，在所有的城市人眼中看来，白天的夜晚的分界线似乎都已经遭到了严重的淡化。可是在现在，Steve满脑子装的都是日夜交替的变化；这是在荒野，所有吃的用的，都取自于自然，都用之于自然。现在他得快去山洞中，这样，Steve自己才能学会生存，不被饿死。   \n    太阳，低挂在广阔的蓝天上，此时，还是晴朗的早晨，万物都充满了活力和朝气......\n（本章完）\n未完待续...\n\n索引贴：http://www.mcbbs.net/forum.php?mod=viewthread&tid=211758&extra=\n\n",
    "replies": [
        {
            "author": "xiaobaicai",
            "timestamp": 1388479500,
            "txt_content": "低头捂脸233.      "
        },
        {
            "author": "116011051",
            "timestamp": 1388481840,
            "txt_content": " 极品···"
        }
    ]
}