{
    "title": "【缓更】中二向文：《星空》（更新至第一章）",
    "author": "lly45",
    "replyCount": 6,
    "timestamp": 1388304720,
    "txt_content": " 本帖最后由 lly45 于 2014-1-12 11:07 编辑 \n\n封面\n序章—星空王国危机\n   午夜，位于空中的星空王国。只有占星师还没睡，占星师望了望星星，面露忧色，“看来大事不妙......”说完，皇城外响起“嗖”的一声。沉睡的守卫还没有反应，就在睡梦中结束了生命。“噔噔 ”，一阵马蹄声响起，大军在夜幕中出现了。“哼，别以为你们掌握了浮空魔法的核心技术就高枕无忧了，我们只要使用地狱门技术就可以轻松攻破星空皇城！”敌军嚣张地说。星空王国因为常年和平，军事十分弱小，根本无法打败敌军。敌军在皇城烧杀抢掠，但星空国王却无法拯救他的子民，只能当敌军的俘虏。1个月后，敌军已经对百姓毫无兴趣，盯上了更高大的目标——星空王族。不久，敌军冲进王宫将里面的人杀的一个不剩，但是他们忽略了两个最重要的目标—星空王子（史蒂夫？）和大将军@星空骑士（呵呵）。这两个人已经带着星空国王的遗训—千万不要被敌军杀掉，要隐忍的重使王国辉煌！逃到了秘境花园，大将军决定隐居在此，过与世无争的生活。但王子想的与国王一样，他一心想逃离此地，便冲了回去，谁知敌军还没走，王子为了不被敌军杀掉，赌命般的跳下了据说接通天人两界的古井...........\n第一章—落入凡间（上）\n  “啊！”，王子从古井中跳了下了，古井中没有水，只有紫色的颗粒.......“扑通！”，原来古井链接着凡间的镜之湖。这湖竟然内藏漩涡，王子毫无感觉的沉入了湖内。突然，空中闪过一道银色光芒，原来是铁质鱼钩，准确而无误的把王子钓了起来。渔夫把鱼钩收回来了。“竟然有人落水了！”，他熟练地拿出一瓶药，灌入了王子的口中。“水肺药水应该有用。”王子慢慢地醒了过来，说：“这这，这是哪里？”渔夫很认真的说：“这里是御水城，我们个个精通炼金之术，守卫城池的是古老的铁傀儡士兵。据说我们城的上方就是星空王国，最近有很大的响动。”王子一听星空王国就来了劲：“我就是从星空王国下来的！”渔夫说：“好吧，既然你是我的邻居，那我就款待款待你吧。”王子跟着渔夫进了家，渔夫很热情地款待他，还请他在这里过夜。王子愉快地答应了。夜晚，他在床上聆听到窗外的声音：“明天就要发起进攻了！他们肯定不知道他们的城里有我们的间谍和密道！”王子愣住了，他知道了明天将是怎样一场浩劫................\n第一章—落入凡间（下）\n   第二天，王子缓缓地从床上爬起，发现渔夫已经出去了。只留下一张纸条：敌人打进来了，快带上桌子上的装备去城门。王子便握紧了佩剑，穿上了铁质装甲，快速地冲向城门。“轰！轰！”御水城城墙异常厚实，敌人被迫使用重型大炮。御水城的铁傀儡士兵与城镇居民在这时拼命地砍杀敌人，这个战术很快奏效了，敌人毫无反抗之力。不久后，敌人出乎意料地从城中冲出，铁傀儡与居民被包围了。敌人在一步一步地缓缓逼近，王子也抽出了他的佩剑。剑上却闪现耀眼的红光，王子突然感觉手不受控制，挥舞着利剑并发出巨大的光束。敌人被光束刺穿了身体，同时身上布满火焰，如坠入地狱般痛苦。战局又发生了转变，敌人在一瞬间被消灭。一老者惊奇地说：“这，难道是传说中的天血之刃？”王子笑了笑，没说什么。同时，敌方大本营中，首领生气地指责手下：”怎么回事？这可是我们邪军的第一次失败!“手下浑身颤抖，说：”有一名御水城士兵拿的可是天血之刃，根本打不赢！“首领更加生气地说：”那就把它拿回来！“手下应声：”是！“\n\n大猜想：\n接下来会发生什么呢？\n星空百科:\n1.天血之刃为小说中的世界神器之一，唯一能和它一较高下的是传说中的武神之剑。天血之刃能发射地狱光束，但会暂时控制\n使用者的手臂，战斗时不会完全按照使用者的意愿去做。（除非它的使用者已经成为了它的”主人“）传说天血之刃隐藏在星空王国国库，但是没有人想到它一直是王子的佩剑，导致众神偷一直没能偷到这把强大的剑。\n王子皮肤（低清）：\n\n\n\n\nchar.png (1.38 KB, 下载次数: 1)\n\n下载附件\n\n2014-1-12 11:04 上传\n\n\n\n\n  \n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "星空骑士",
            "timestamp": 1388304900,
            "txt_content": "又看到了这个我一半名字的文章。。。不过写的挺好"
        },
        {
            "author": "Yinyu",
            "timestamp": 1388305020,
            "txt_content": "[Yinyu]\n文触一抓一大把！\n{:10_512:}"
        },
        {
            "author": "lly45",
            "timestamp": 1388305140,
            "txt_content": "星空骑士 发表于 2013-12-29 16:15 \n又看到了这个我一半名字的文章。。。不过写的挺好\n大将军你好（请仔细看文）"
        },
        {
            "author": "lly45",
            "timestamp": 1388305200,
            "txt_content": " 本帖最后由 lly45 于 2013-12-29 16:20 编辑 \n星空骑士 发表于 2013-12-29 16:15 \n又看到了这个我一半名字的文章。。。不过写的挺好\n哈！！！！"
        },
        {
            "author": "银狼",
            "timestamp": 1388305980,
            "txt_content": "支持一个~"
        },
        {
            "author": "lly45",
            "timestamp": 1389495600,
            "txt_content": "更新了，mc元素还是插入了一点，"
        }
    ]
}