{
    "title": "樹木",
    "author": "runes405",
    "replyCount": 3,
    "timestamp": 1296121380,
    "txt_content": " 本帖最后由 runes405 于 2011-1-30 14:25 编辑 \n\n翻譯自http://www.minecraftwiki.net/wiki/Tree\n\nTREE 樹\n樹是由木頭與樹葉方塊所組成，其於地圖組塊創建時或是由樹苗長大時被創造。\n他能在大多生態系發現，又以森林相關生態系最多。樹在Alpha版0.0.14a與Creative(classic)版0.28_01時加入遊戲中。\n\n結構\n樹的高度分布廣泛，由最小的5格方塊(4格木頭與1格樹葉)到最高的16格方塊(13格木頭與3格樹葉)。雨林生態系有較多大樹。\n樹冠是由樹葉方塊組成，其會生長到高於木頭方塊1-3格。樹冠底部離地最少1格(4格高的樹)，最多6格(最高的樹)。\n樹冠會產生橫跨5-7個方塊的粗略圓形樹葉集群，以樹幹或分支為中心。\n樹葉得由相鄰的樹葉或樹幹支撐，不然會掉落消失\n\n所有樹冠高於4的樹有機會發展分支(平行或水平，與樹幹或分支相連的木頭方塊)。\n單一棵樹能有1-6個分支，每個分支能有1-6個木頭方塊。\n這表示一顆樹最多能有43個木頭，雖然這很難真的出現(平常的分支約只有3個木頭)\n有分支的樹比起沒有的能有更大的樹冠。\n\n種樹苗\n樹苗能在樹葉被破壞或枯萎時取得，種樹苗能長成樹。部分玩家會造出能高效率收穫木材的人造林。\n\n樹苗必須種在泥土或草地上，不需要開墾過、靠近水、或把雪弄掉。\n由地面算起最少要有5格空間，且樹苗上方必須要有亮度9以上。\n(當亮度不到9時不會生長，且在亮度為8以下，上方有除了空氣或玻璃以外方塊時會自行\"剷除\")\n當經過一段隨機時間，樹苗將會瞬間成長成樹。樹苗只會成長一次，變成樹後便不會再生長。\n骨粉能使樹苗瞬間生長。\n\n要點當樹苗與其他方塊直接相鄰或是周圍有其他樹時會長成樹長成樹的樹幹會取代旁邊樹的樹葉當長成樹的樹葉想橫向發展時，會摧毀在同一位置的木製圍籬Beta版前長成的樹會摧毀在同位置的玻璃若樹苗上有天花板，其將會限制樹苗所能生長的最大高度若樹苗旁有方塊直接相鄰，其將會限制樹苗生長的最小高度樹苗能在地獄生長，但用來種的泥土必須從原世界帶若樹苗種在在岩漿之上或與岩漿相鄰的方塊上，長成的樹會直接著火當你往正上方看並把看得到的方塊都清掉，你就能在腳下種樹了樹苗只會在載入的組塊生長。若你在種下樹苗後前往遠處探索新區域，你回來後它仍是樹苗。若你在樹苗長成樹時剛好站在樹苗上你會窒息，但你能挖出脫逃。你能在樹上放泥土以在樹上種樹也許是因錯誤的關係，當Beta1.2版釋出後已生成的樹會有一種以上的樹葉，常有全部的3種。\n\n\n種類 生態系\nBeta1.2版以後多了3種不同的生態系\n現在樹能分成一般的樹、樺樹、與松樹/針葉樹。\n樺樹與松樹比起一般的樹來的稀少。\n樺樹由於他白色的樹皮而來的醒目，松樹則有青色的樹葉以及比一般數多一排以上。\n樺樹主要在雪地生態系出現。\n除了不同樹種的木頭無法堆疊在一起外，這兩種樹與一般樹的樹苗與木頭用途大致都相同。\n未來可能會增加其他樹種到遊戲裡。\n樹有可能同時有數種不同的樹葉，這應該是BUG\n\n用途\n採集樹木是所有玩家在生存模式最初的必要步驟。\n木頭方塊能由空手打擊木頭得到(雖然用斧頭砍能更快)\n每塊木頭能被合成木材與木棒，用於製作各種工具\n最後，木頭(不是木材)能用來燒製木炭，其相當於煤炭並能提供照明。\n\n當樹葉被打掉或是自然枯萎時，其有機會掉落樹苗，能用於種新樹。\n打樹葉不需要用工具，用劍能稍稍變快點，但會加速耗損劍的耐久度。\n\n小知識\n在BETA1.2更新後，樹在開始的一兩層能有不同顏色的樹葉甚至是松針。\n大樹有很高機會出現在雨林生態系\n大樹(big trees)有時會被叫做巨樹(Great trees)\n",
    "replies": [
        {
            "author": "liu3312776",
            "timestamp": 1296122820,
            "txt_content": ".....是损耗剑的耐久吧........不是树的耐久吧.............."
        },
        {
            "author": "katetem",
            "timestamp": 1296193140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ToNick",
            "timestamp": 1296368220,
            "txt_content": "“翻译自：”后面的链接有点问题：那是巴哈姆特转向到minecraft维基页面的的地址"
        }
    ]
}