{
    "title": "【Minecraft文】长篇小说《落幕天空》",
    "author": "百度耶",
    "replyCount": 27,
    "timestamp": 1388568720,
    "txt_content": "mc小说：《落幕天空》\n类型：励志生存，目标是找到怪物与人类发生战争的幕后黑手，短片小说，还会出第二部\n更新率：一周1~3次\n说明：我是一个mc的玩家，一直想写一部好一点的游戏小说，我曾经也写过其他游戏的，本人文笔不好望通过谢谢O(∩_∩)O~\n如果有哪里写的不好希望读者可以提出意见，我一定会洗耳倾听的。\n小说里的mod：截肢mod、变异生物mod、真实火把mod、砍树插件、职业mod\n主人公：安冷\n其他重要角色：小黑、小飞、梅西",
    "replies": [
        {
            "author": "百度耶",
            "timestamp": 1388568840,
            "txt_content": "  楼楼 是先写好放在txt文本的~ 所以 有时候发的快 有时候发的慢"
        },
        {
            "author": "百度耶",
            "timestamp": 1388568840,
            "txt_content": "希望大家给点分~"
        },
        {
            "author": "末影卐",
            "timestamp": 1388569200,
            "txt_content": "楼主快更啊"
        },
        {
            "author": "百度耶",
            "timestamp": 1388569320,
            "txt_content": "落幕天空\n 序章\n安冷（主人公）每当夏天总是喜欢在父亲的船上玩耍，特别是船尾的木板在阳光不像玻璃这么刺眼，也没有铁块这么冰冷，木板上有淡淡的木香，在上面睡个午觉，或者读着合成表，每一件事都是这么轻松、快乐；在圆石做成的船头上，他总会和自己的小伙伴一起玩耍...时光飞逝，如星火在天空中划过一般。眼看安冷就要成年了，不像以前这么贪玩，会主动和父亲研究神奇的红石和航线。\n小飞是安冷的好朋友，但明显比他成熟多了，当天晚上，安冷邀请了几位好友一起随着父亲的航海船旅游。安冷在甲板上玩弄着父亲给他的铁剑，抬头仰望天空，看见满天繁星不禁想起了梦中的场景.....“呦呦呦别睡着了。”小飞从楼梯口上来背着背包上来。\n“你可算来了，我带你去我的卧室。”\n “别急啊朋友，还有人没来呢，你不想参加船上的出航典礼么？”\n说话的片刻之间，安冷的其他几位好友都上了船小黑是一个纯正的爷们，人高马大，但很细心，就是黑了点，他走上甲板时差点把一位水手挤下去。\n“你的头还是有点圆，什么时候轮廓可以出来啊？” 安冷的玩笑可以点也不好笑，接下来上来的是梅西，真正的暴力女，但从来啊不把自己看做女孩子，安冷见到她不禁吓出了一身冷汗“上次还没还她钱呢，我先闪了...”\n“欢迎来到远程号，很高兴你们可以来到这里，这是一种缘分，让我们举杯（职业mod里的啤酒）....”\n聚会结束后安冷回到了自己的卧室，平时不怎么喝酒的他，头一次次喝个大醉倒头便睡。\n“轰”一声爆炸震惊了所有人，安冷的父亲带着所有水手来到甲板上，看看发生了什么事，结果最不愿意发生的事发生了，一艘用黑曜石做成的船就在远程号不到100米的距离，通过月光可以清楚地看见船的大小，光是长度就比远程号大三倍，等船员们回过神来时，又是一发火焰弹用发射台里射出“轰”\n甲板的右侧被吃了一炮木板和圆石都被炸个稀巴烂。“开火！”远程号的发射台上是有相对落后的TNT，威力远远不及火焰弹强大，（靠发射台发射）爆炸声把安冷吓坏了，一位年轻的水手把他带到了左侧甲板。\n“天哪发生什么事了？”“轰”这一炮是从左侧打来的，又是一艘船！\n“快到下面去，快！”一声声爆炸带来的只有恐慌，远程号快撑不住了，船身倾斜开始下沉。\n“快走了！”水手打开了安冷朋友的卧室，“快点，我们要赶紧上小船，不然时间来不及了！”\n“什么？你要丢弃我爸爸跑了么？”\n“这是你爸的命令，快跟我走...”说话之间一颗火焰弹正中甲板上，整艘船开始摇晃，船尾燃起了熊熊大火，“没时间啦。”一行人狂奔到船尾，水手熟练地剪开绳索，放了5艘小船在水中，小飞等人都上了船，唯独安冷没上船。\n“你在干什么快走啊！”小飞对着他大吼\n“我爸怎么办？”\n水手无奈，把安冷推上了船“快我们走，你是船长最后的希望了，跟我走！”\n安冷想挣扎这会到远程号找父亲，但被水手挡住了，一个火焰弹在周围的水中爆炸，“我们必须要走了，快！”他们疯狂地摇着船桨，渐渐离远称号。\n爆炸声小了，安冷一行人在远处眼睁睁的看着远程号被大海吞没，而他们却无能为力.."
        },
        {
            "author": "百度耶",
            "timestamp": 1388569440,
            "txt_content": "落幕天空第一章\nMinecraft岛\n经过了一个晚上的航行，他们终于来到了一个岛上，当时正是午夜当空，水手将五艘小船绑好在岸边，安冷泽一屁股坐在地上，只有小飞在一旁安慰，毕竟，一个晚上自己最亲爱的人就这么离开了，换做谁也受不了这样大的打击。\n水手坐在安冷身边，使了个眼色让小飞先退下。梅西留在沙滩上把风，小黑和小飞去森林里收集木材。\n“出门在外混，总是不容易的，我们要向前看，事情竟然已经发生了，就没什么办法来挽回了，人生总是这样，总会有跌宕起伏，重要的是一个人能否可以忘记过去，想一个正常人一样生活。所以坚强起来，船长一定会为你而骄傲的。”\n安冷叹了口气，什么也没说。\n“啊，救命啊！”从森林深处传来了小飞的惨叫，梅西和水手都跑了过去，安冷也加入了其中，小飞被一只僵尸熊抱，小黑熟练地用铁剑削掉了僵尸的头。等到安冷等人赶到的时候，僵尸已经被小飞拿到劈了个稀巴烂。（截肢mod）\n“叫你吓我，叫你吓我...”\n“够了！”水手说道，突然之间，尸体不见了，连一滴血液没有，所有人都吃了一惊，“刚才个才那是幻觉么？”“不，不是，以我们现在的身体状况，产生幻觉的可能性很小..”\n话音刚落一支箭飞了过来，水手熟练地向后一仰，躲过了剪，剪插在树上，发出清脆的声音，\n“危险！”“啊啊啊..额...”一声声低吼是每个人心跳加快，“刷”又是一支箭，“小心”小飞把安冷扑倒在地（不要想歪，都是男的），箭射到了一只僵尸身上，他们被包围了！\n通过月光可以清晰的看见一只骷髅，手里拿着一张破损的弓箭，正对着他们，僵尸身穿着腐烂的衣服和沾满血迹的裤子，连蛆都不愿意在上边生活，僵尸的脸上满脸狰狞，轮廓和骨头都清晰可见，僵尸越来越多，把他们围了个水泄不通。\n“这都是些什么啊，好恶心啊。”\n“看来是逃不了一场恶战了，虽然我也不知道这是什么东西”\n“好吧，啊！”\n小黑拿着他的一把铁剑，冲了上去，一刀劈下了僵尸的一只手，“我师傅教我的剑法可不是中看不中用的”一刀，一只僵尸就倒在了地上，一支箭想他射来，他熟练地，把箭劈成了两半，在骷髅那弓箭的时候，一刀削掉了它的头\n梅西也不甘示弱，拿着水手给她的铁剑两三下就放到了几只怪物，动作熟练，没有任何多余的动作，仿佛她就是为了战斗而生的，水手在一边保护安冷。小飞拿着他的弓箭，掩护着他们，僵尸永远比他们要想象的多得多，仿佛杀不完一样。\n“看来不能再打下去了，你们快跑，我来拖住他们！”\n“那你怎么办？”躲在他身后的安冷说道（猪脚总算有一个镜头了）\n“别管我！”\n小黑并借着力量和梅西一起杀出一条血路，小飞在后面掩护着他们，“不行了，我的剑快用完了。”\n“跑！”突然一支箭插在了他的身后，箭头完全深入了身体里，安冷吓坏了，背后有一只骷髅射手，小飞见到这样的情景一箭射了过去，骷髅的一只眼睛中了一剑倒了下去，消费赶紧把安冷拉了过来。\n水手，用了生命中最后的力量大喊了一声“快跑！”\n在水手的怒吼中，小飞只好把安冷拉走，有一些僵尸试图向追上来，水手拼上了姓名，杀掉了追上来的僵尸，但由于流血过多，体力不支，水手气喘吁吁，连叩了好几个星，“刷”水手有中了一箭，安冷边跑边回头看，水手跪了下来，血流不止，他在生命最后一段里，用尽了全力说出了：“快跑！”\n眼看，所有的怪物都围了上去，像禽兽一样在抢夺肉，安冷只有眼睁睁的看着，水手被一点一点吞没，直至消失在视野中。"
        },
        {
            "author": "百度耶",
            "timestamp": 1388569680,
            "txt_content": "他们一路狂奔，终于来到了一块较为开阔的地方，4人都气喘吁吁，安冷更是两腿发软，毕竟安冷的身体素质最差了，阳光终于从东边升了起来，东面的天赤红一片，早晨的阳光，像纱笼一样罩住了东边的山坡，经过一个晚上的战斗，大家都饥肠辘辘，安冷差点昏倒，小飞扶着他一直向前走，不就看到了一段烟\n“前方一定有人家，快走！”\n小黑和梅西看危险已经过去就把剑收起来，一同向前走去，当太阳当头的时候一行人终于到达了一个小镇子，有10个村庄这么大。\n这个镇子用5层的栏杆围了起来，城门是用拉杆控制的，每隔几个栏杆就有一个发射台，栏杆的上面还有过道，用来防伪外来敌人的进攻，在城门的一边有一个用木头做成的哨塔，当一行人接近的时候，哨塔上的一个弓箭手喊道：“来者何人啊？”\n小黑说：“我们是来自其他岛屿的人们，我们遭到了一些不明国家的袭击，现在我们都快不行了，都吃的么？”\n“在这里你们只会遇到没有情感的怪物们，快进来吧”哨兵拉了一下拉杆，一组栏杆城门打开了，他们都拖着沉重的身体走了进去，小镇是由一个个村庄拼在一起的，在小镇的最中央有4座高楼 ：\n楼 楼\n 楼\n楼 楼\n中间的楼特别高，直通云霄，向城门走的一条路，直通小镇中央，他们一行人向镇中心走去，希望在路上可以有人来收养他们，一些村民（有很多种村民，这些村民像是史蒂夫一样，有手有脚）正在改自己的家，安冷一直以为盖房子事先做好架子再放木头上去的，至少在这里以外都是这样盖房子的，而这里的村民却是手里拿着一个小木块，向房子上挥了一下，一个木块出现在了房顶上，安冷一行人看得目瞪口呆，有的人更是厉害一块木头放歪了，村民直接把下面砍掉，而上面却悬浮在空中，像施了魔法一样，在地上都是一个个物品悬浮在地面之上，更惊奇的是物品像纸一样。\n“嘿别偷我的玻璃！”正在造屋子的村民对远处的小村民大喊，安冷正为刚才看到的一幕感到惊讶时，“嘿，你们不是本地人吧？”一个浓厚的声音从身后传来，回头一看是一位身穿燕尾服的中年男子。\n“恩，我们是从外地来的，遇到了怪物..”\n“知道了，跟我来吧”\n一行人跟着这个不明男子来到了一个3层楼高的房屋，不明男子拿着一杯啤酒（职业mod里的）喝了一口“我叫马克，我也是从外地来的，和我说说你们是怎么来的”\n......\n梅西口才好用简洁的语言概括的所有的事，“哦，原来是这样啊，那你们现在打算怎么办，我可以很直白的告诉你，想回去几乎是不可能的了，第一你们不知道航海路线，第二就算你们认识路，恐怕你们没有这个力量走完这些路。” “那我们怎么办？在这里生活么？”\n“不一定，只要学会一身本领就可以出去，看到那些村民了么，这是一种超能力我们喜欢叫它Minecraft，这种技能已经失传很久很久了，我带你们去一个地方。”\n马克拉了一下墙上的拉杆，下面出现了一道地下通道，马克拿着火把带着他们走向深处（真实火把mod）\n梅西小声地对小黑说：“他不会害我们吧？”\n“应该不会，不过还是提防着好。”终于小道通向了一个巨大的地下室，想一个巨大的教堂，在地下室的正中央，一位年近70的村民说：“欢迎来到Minecraft之城”"
        },
        {
            "author": "百度耶",
            "timestamp": 1388570100,
            "txt_content": "\n落幕天空第二章\nMc之力\n“Minecraft之城？”\n“对，这是一个神圣的地方”\n地下室是一座大教堂，在正中央有一个附魔台，神父站在附魔台边，地下室是圆形的，四面八方都有小门，每扇门前都铺着红色的羊毛通向中央。\n“看来我们是第一批来到这的人”马克说道。\n“第一批？这个地方用来干嘛的？”安冷疑惑不解的问\n“请您们先入座。”神父开口了，他拉了一下拉杆，从地面下钻出了椅子（mc里的楼梯）一排一排整整齐齐，中间是红色羊毛铺成的过道。\n“每当有小孩出生的时候，我们就会聚集在着，”马克坐了下来和安冷他们说，“这里有一种仪式叫做mc仪式，每一个新出生的小孩都要受到洗礼，这是加入minecraft的第一步，也是minecraft的起源。”\n安冷听了老半天多半命怎么听懂，呆若木鸡。这时，从一个洞中走出了一排村民，其中一位妇女抱着一个刚出生的孩子走了出来，另外一个洞里走出了其他村民，几乎是所有村民，除了哨兵。所有人都对号入座，这个时候一时就要开始了。\n妇女将熟睡的孩子，抱给了神父，然后坐在了第一排，神父左手抱着孩子，右手从一个小瓶子里，用手指沾了一滴，抹在孩子的额头上，那个小瓶子里装着不明的液体，颜色是金黄发热，散发着7彩之光。\n“这是上天赐给我们的礼物。”马克小声说道。突然，孩子全身发着金光，照亮了整个地下室，神父慢慢把手松掉，孩子悬浮在了附魔台上，不知道神父嘴里念着什么，像是什么咒语似的，大约念了15分钟，孩子额头上的液体已经被它吸收了，金光慢慢消失，仪式结束了，神父把孩子还给了那位妇女。\n所有人都按照进来的方式退场，没有人发出一点噪音，连说话的声音也没有，只留下马克和安冷一行人。\n“你们还有什么时么？马克？”\n“这几个孩子需要minecraft的力量”\n“我们从来不给外人这种能力，你们走吧”\n“神父，我也是外来人，你既然可以破例给我这力量，就在破例一次吧”\n“不行，他们几个的年龄已经超出了仪式的年龄”\n“超出了？什么意思”小飞疑惑不解，难道还有年龄限制不成\n“年龄越大，在仪式中所承受的痛苦越多，反之，年龄小的，没有什么察觉。”\n安冷想了想站了起来说：“我可以承受。”\n神父淡笑“不可能的，小伙子，你受不了的...”\n“不，我可以的，虽然我不知道这是什么仪式，什么是mc的力量，我的父亲为了我可以将继续存活下来牺牲了自己，叔叔（那个水手是安冷父亲最信得过的人）为了救我们死在了怪物的刀下，我一定要得到这份力量为他们报仇...”说到这安冷不禁哽咽了\n神父注视了一会说：“好吧，你们试试看，搞不好就会没命了，希望你们承受得住。”\n神父在4个人的额头上都滴上了一滴。\n当这药水触碰到安冷的时候，一股力量刺激着他的大脑皮层，世间万物都转了起来，等他睁开眼睛的时候发现自己在一个沙漠上。\n“马克！小飞....”他四处呼唤着自己的朋友，但是没有任何反应，在他的眼前有一座金字塔，安冷心想：看来答案就在眼前。\n虽然不知道这是怎么回事，但还是走了进去，宏伟的金字塔却只有3个格子这么高的大洞，真是寒酸，连门都没有，通道也十分狭窄，但有火把照明，安冷慢慢向前走去，在墙壁上都画着不知名的东西，还写着不知名的文字，安冷突然想到这是附魔台上的文字，马克告诉过他，这是末地文字，很少有人看得懂，这时安冷踩到了一个压力板，“崩”大门关上，应该说是被黑曜石封住了，这是安冷觉得情况不对劲已经来不及了\n“啊哦悲剧了”“嘶！”突然安冷听见了清脆的声音，不清吓出了冷汗，一路向里狂奔，他不敢回头，不知道跑了多久，他来到了一个宽阔的地方，他面前有3个不同狭窄的通道，安冷停了下来，大口喘着气，“嘶”又是一声，恐惧总头到尾在安冷身上蔓延开来，从小到大从来没有这么恐惧过，他拔腿就跑，跑向了最狭窄的通道，这里比外面低一级，“嘶”的声音变小了，安冷拔出了剑，心里默念“出来吧，怪物”但什么事也没有发生，只有安冷一个人休息完了，他也不知道该怎么办才好，他迷了路，也不知道怎么出去。\n想光的地方走，安冷的心里终于平息些，远处的通道有一些亮光，他手里拿着铁剑走了过去，在通道的深处，又是一声低吼。\n“来吧！”"
        },
        {
            "author": "百度耶",
            "timestamp": 1388570400,
            "txt_content": "安冷左手拿着火把右手拿着铁剑向通道的深处走去，果然一只僵尸向他走来，这是安冷第一次和僵尸搏斗，怎么说心里都没底，豁出去了！ “啊！”安冷刚下扑过去，一个黑乎乎的东西把僵尸抱走了，安冷扑了一个空，他吃了一惊，那是幻觉么，不可能！\n一陈冷风吹的安冷只打寒战，在他的背后有一个变异魔影人站在他身后，他从来没见多这么高大的怪物。\n现在在他的心中只有一个念头，那就是跑！安冷在狭窄的通道里狂奔，恐惧祖师着他前进，玩过了一个又一个弯，安冷想回头看一下，结果脚一滑，跌入了一个巨大的地下室便失去了知觉。\n“轰！！！”一声巨响让安冷爬了起来，眼前的一个地下室要比minecraft的地下室打多了，也亮多了，四周的墙壁上到处都是魔影人（普通的那种）在对面有一个巨大的洞，这感觉像是角斗场，“咚！咚！”脚步声越来越大，最后这个庞大的怪物走出来了，是一只变异的僵尸，（变异生物mod上面的那个魔影人也是这个mod里的）看来要打它么\n安冷看了僵尸“呵呵，希望这只是一个梦”他拔出了剑，这是他感觉，腰上有一个小药瓶，他把药瓶拿了出来，上面写来，“清醒药水”当他抬头的时候，变异僵尸已经冲了过来，冲击波把安冷击飞了，药水跌坐在远处，\n安冷备这冲击吵得头昏脑涨，全身都疼痛起来，艰难的爬了起来，拿着铁剑，看来这瓶药水我得喝下去，安冷用尽了全身的力气像变异僵尸跑去，变异僵尸也向他跑去，安冷知道如果慢一点就再也醒不过来了快接近了。安冷一个滑步从变异僵尸裆下划过，用铁剑割断了僵尸的筋脉滑到了药水旁边，打开盖子大口渴了起来，变异僵尸一次未得手，大怒的后叫了一声“啊！”安冷跳了起来\n“你终于醒了，我们还以为你醒不过来了呢”小飞坐在安冷的床边，安冷全身冒着冷汗“这是哪里，我怎么会在这里，那个怪物呢？”这是神父和马克走了进来“这里是我的卧室，你在我家昏迷了三天三夜啊，还好你小子的意志力很坚强挺过来了，其他人逼你醒得早多了，不错么，欢迎加入minecraft”\n“我成功了么，刚才那都是幻觉么？”\n第二天早上，他们都来到了镇子的训练场上，小飞和安冷一起讲述着自己做的梦“然后我那弓箭射瞎了怪物眼睛，然后我就醒来了哈哈”\n马克对着一个棵树说：“用你的手来拆了它”\n“拆，你闹着玩吧？”小黑疑惑不解\n梅西走上前一步，我试试她用手在用一点上敲打，渐渐地，这个树的树干慢慢裂开，最后炸掉了发出清脆的木块被击碎的声音，出现了一个小橡木在地上悬浮着，安冷等人吃了一惊\n“不错你完全领悟到了“不一会所有人把整棵树都拆了，连叶子也不剩，好了，现在请你们用左手的大拇指击打中指， “塔”的一声，小飞手上出现了2×2的小格子，“看见了么，多神奇啊。”“恩，没有”马克说道：“这个叫简易合成台，只有自己可以看见，把橡木放在一个格子里，换成4个木板，再把木板摆满，换一个工作台...”\n安冷等人都照着做了马克把工作台放在了地上，工作台是有一个木板做固定，上边铺着一张布，布上有一个表格。\n“这是一个3×3的工作台可以做任何东西，等以后你们就会靠这个做任何事了，minecraft岛里必须要这个东西。”\n谈话之间，一只鸡跑了过来“这是我的宠物”这只鸡嘴里叼着一张纸条，上面写着“老朋友”“哦他们来了，我的老朋友”"
        },
        {
            "author": "百度耶",
            "timestamp": 1388570700,
            "txt_content": "落幕天空第三章\n屠城\n马克带着一行人来到了城门前，走进来的是3位青年，最左边的是一个红色头发的青年，它穿着一身红格子的衣服和牛仔裤另外一个青年有一头乌黑的头发，淡蓝色的眼睛，穿着一身铁装。\n“sa别来无恙啊，哦还有云杉”\n“啊，这里真是一个神奇的地方啊”sa打量着四周说道，“那也不用你来评价，自己看着就行。”“关你毛事啊！”\n安冷注意到，最后一个进来的人是是一个头戴草帽的人，她有一头蓝色的短发，还没有披到肩旁上的长短，左边的短发遮住了左眼，脸上有一个刺青上面刺着D穿着一件红色的休闲卫衣“她是谁啊，这么神神秘秘？” “她叫邓小猫，是一个打手，最好不要招惹她。”\n“喂，邓小猫，到这里来，别想傻子一样...”sa有点不耐烦了，这是一只拖鞋飞了过来，正中了sa的脸，凹了一块进去，倒在了地上。\n啊，这就是招惹她的下场。\n“哦，对了今天晚上minecraft之城会举行篝火节，你们都要来啊。”\n互相了解了一天，终于夜晚到来了，在城镇的前院上，一圈座椅把一个广场围了起来，中间生着火，所有人都到到齐了。\nMinecraft之城的镇长出来说话了，“件提案是我们一年一度的篝火节，希望大家安慰你的开心.....”“碰！！！！！！！”一声爆炸打破了这欢乐的气氛，栏杆被炸破了，炸出了一个大口子，所有人都吃了一惊。\n“又要来了”马克这一句话让所有人都警觉起来了，当爆炸的烟雾散去时突然几只箭射了进来，当场射死了几个村民，场面变的混乱了，村民跑的跑，散的散。\n“快走！我们不是他们的对手。”\n从城镇的另外一面，很多士兵相继赶来，马克和安冷一行人在士兵赶来是总算松了口气，所有士兵占成一个方阵，拿着盾牌，等着僵尸过来，远处，有几只僵尸和骷髅，方阵中冲出了几个士兵来补围墙。就在这时远处突然一只变异的骷髅冲了过来，来势汹汹，把修补围墙的士兵当场撞死。\n“准备！”\n变异骷髅不打算停下来，“放箭！”“嗖嗖嗖！”箭向骷髅射去，而骷髅甚至是速度减慢了而已，并不影响着杀伤力\n“快闪！”\n骷髅用庞大的身躯撞垮了方阵，这让安冷想起了他做那个梦，梦中的变异僵尸绝不亚于这是变异骷髅。“快挡不住了，我们快走！”这是小镇的另外一边油炸开了一个口子，更多的怪物冲了进来。一行人都撤退到了马克的家中。\n“不行，我们必须出去，找到更好的归宿，这里太不开全了。”梅西说道，“是啊，贝莱还想在这洗个热水澡的。”邓小猫叹了口气说。我有一个主意马克先开口了：“你们先去地下室，在地下室的另外一边有一扇通向森林的路，你们必须出去，看来这里是守不住了，我来掩护你们。”“不行，我们已经牺牲了太多的人了，多一个人多一份力量，我来帮你掩护他们！”小飞也站出来说话了。\n“算我一个”sa说道。\n邓小猫看看了看窗外“来了，快行动！”马克带着一行人来到了楼下，拉了一下拉杆，地下通道出现在了眼前，这是一个僵尸把手伸进了门窗里，“我来”sa拿着铁剑就把僵尸手臂批了下来，“快走！”马克大喝一声。\n“好吧，那你们自己小心啊”梅西说道，安冷虽然不同意让小飞来为自己掩护，但是为了大局，自己也相信消费的能力，毕竟十多年的好兄弟了。\n一行人狂奔在狭窄的通道上，马克拉了一下拉杆，地下通道的门关上了，“他们可以撑得住么？”小黑问道，“相信我。马克绝对是一个有能力的人，这样的行动我和他一起合作了多次了，至少没出现过意外。”云杉平静的说，“诶，只能祈祷他们了。”"
        },
        {
            "author": "百度耶",
            "timestamp": 1388575020,
            "txt_content": "末影卐 发表于 2014-1-1 17:40 \n楼主快更啊\n嗯嗯  楼楼刚才去吃饭   "
        },
        {
            "author": "百度耶",
            "timestamp": 1388575140,
            "txt_content": "\n一行人狂奔的地下通道中，他们也不敢停下来，不然这一切都白费了。马克给sa和小飞非别一个魔影之眼。门慢慢裂开，马克说：“准备好了么？” 小飞说：“箭一上弦。”sa连忙补了一句：“我的铁斧（老是铁剑，换了一下）早已饥渴难耐了。”“好样的”门开了，小飞先射了一箭，正中头部，第二只僵尸想要从进来被sa一斧头劈中了脑门，干掉了，“上啊！”sa的铁斧劈死了几只僵尸，冲了出去，马克拿着铁剑，尾随其后，小飞则把追上来的僵尸干掉。\n“走，我们，我们走西门！”\n“西门的墙没有被炸烂，说明西面没有怪物！”\n快走，这是变异骷髅挡在了他们的中间，“啊哦怎么办？”“转向！”变异骷髅向他们奔来，这力道，让圆石铺成的地面不禁震动起来，“这里通向南门，希望我么可以逃出去。”\n骷髅一直紧追不舍，途中推到了无数的房屋，小飞第一次看见这样的场景，不禁吓出了一身冷汗，他们一边跑一遍不断的拐弯，骷髅发出的声音变小了，总算到了。\n“快，把魔影之眼扔出到墙外”\n小飞照着做了，当小肥手里的魔影之眼掉到地上是，小飞感觉全身，都扭曲了，“乒”的一声，小飞就来到了城外。\n“咦，咋回事啊？”\n“这叫做瞬移，快走，危险还未停止，这里是野外，万一骷髅追上来我们就惨了。”\n再来说说猪脚这边吧。\n穿越了教堂，他们也没有停下来，一只笔直向前走，当穿过另一个通道后，向上走终于走出了地下室。\n“可以..休息...一下了”邓小猫大口的喘着粗气说，“我们暂时安全了，但是不能停下来，我们要出去寻找其他的国家。”\n“你们会minecraft么？”\n“恩，我们都会”梅西说，“那就好，我们要用最短的时间内造出一座房子，小黑你跑得快，去收集一些木材和食物越多越好，云杉，你和小黑一起去，梅西和安冷把小黑带来的橡木做成木板，我和你们一起来建造。快点行动！”\n这一个晚上设么事也没有发生，小黑和云杉去收集木材的时候，邓小猫拿出了几个梯子（椅子）又拿出打火石生火，在上面煎蛋（职业mod）梅西坐在邓小猫身边，安冷在一边的坑里挖东西（用手的所以挖了半天什么都没挖到）邓小猫的蓝色双眼映衬着火光在夜色中显得格外动人。\n“我的左眼，从我出生到现在就是这样...”邓小猫把蓝色的头发掀了起来，露出了但这眼罩的左眼，“我父亲是一个国家的国王，他告诉我我一生下来时做研究看不见东西，从下就带着眼罩在长一点的时候，我的父亲带我去了一个名医的家，想要医好我的眼睛，但当医生见到我的左眼是边七窍出血，我不想让父亲知道自己变成了一个怪物，逃走了，不久我得知我的国家被附近的其他大国给灭了，我的父亲被残忍杀害了.......” \n“别太伤心，任何事都有好的一面也有坏的一面，希望你可以忘记掉这一切。”\n“是啊—”邓小猫抬头望着着月亮，“我是一个很乐观的人，呀鸡蛋快焦了。”\n邓小猫把平底锅拿了下来，“恩，真香啊。”\n梅西暗暗地在敬佩邓小猫：读么坚强的人啊"
        },
        {
            "author": "百度耶",
            "timestamp": 1388575500,
            "txt_content": "落幕天空第四章\n逃亡\n当邓小猫和梅西正想要欣赏月色的时候，从森林的深处又传了来两个字“快跑！”云杉和小黑再出去砍树的时候被一群怪物追着赶回来了。“分开跑。”\n小黑听从了云杉的建议渐渐远离云杉，怪物也非为了两批追杀过来，云冷终于要坑里爬了出来了，邓小猫飞快的跑进了树林去迎接他们。云杉看见邓小猫的时候大喊：“准备战斗！”他们俩迅速的拔出了铁剑，一只只的僵尸和鼓楼把他们围了起来（苦力怕还没有直接加入战斗）\n这样的场景小猫（简称）和云杉不知道碰到过多少次。\n“小黑呢？”\n“他向左边的树林跑了，我们可以跟着僵尸的足迹去追他。我们怎么办啊，向下挖么？”\n“好主意。”（好yin啊）\n僵尸先把他们围了起来但并没有动手，仿佛在等着什么。\n小黑被一群僵尸追着，他灵活地在树木之间穿梭，额笨拙的僵尸只能撞在树上。渐渐地许多僵尸都被甩开了，他拔出铁剑又冲了回去一剑刺在第一只冲上来的僵尸身上，“额..”僵尸倒在地上。第二只僵尸扑了上来小黑左手挡住了僵尸，右手把剑刺进了僵尸的胸膛，瞬间一只箭射了过来，他熟练地拔出剑一个后跟翻躲过了一支箭，随后又是一支箭，小黑还没回过神来只能用剑档住。箭与剑接触的瞬间，小黑的手都麻了，发出了“咚”的一声，“糟糕，刚才跑太快了，体力不行了..”“嗖嗖嗖嗖..”又飞过来了许多箭，小黑一边后退一边用剑砍断或抵挡住箭。\n“搜！”最后一支箭还没等小黑反应过来就穿过了小黑的胸膛，插在了背后的树干上，箭的力度如此之大让小黑都抵挡不住。在远处的森林里有一只骷髅拿着发着紫光的弓，看着小黑痛苦的样子十分满意。\n小黑现在只剩下半格的血，饥饿值低下，体力也不行了，眼前一黑就倒在了地上。\n梅西连忙向小猫的地方跑去，这是安冷终于在脚下垫着泥土上来了。“看！......”面前只有篝火和椅子。“糟了，有情况。”安冷急忙向跑向树林，“希望没有什么太大的问题。”\n终于，安冷看见了小黑躺在地上，一只骷髅拿着紫色的弓箭想给小黑最后的一击，安冷没有停下来，从骷髅的身后冲了上去，用身体把骷髅按倒在地上。\n拔出铁剑就把鼓楼的头砍了下来，总算松了口气。\n“哎呦，你好重啊..”安冷背着小黑向营地方向走去。这时小猫和云杉己经被僵尸围满了，前面来追小黑的僵尸也都聚了过来。\n“看来不打不行了，数量太多了，光是向下挖也要时间哪。”\n这时梅西拿着铁剑冲了过来，“啊，来啊”\n一批僵尸转过身去，“就是现在，上啊！”小猫一个跨步冲到僵尸面前云杉尾随其后，一身乱砍顿时血肉横飞，小猫的草帽上都是僵尸的血。云杉的铁装上也都是血，又是一条血路！时不时还看见僵尸的肠子挂在旁边的树杈上。\n“快跑吧！”僵尸有全体跑向了小猫这边。此时云冷这背着小黑爬上了一个小山坡，小猫等人都纷纷跑出了树林，安冷听见了动静，下下一看：“诶！快上来我这这里。”\n“快上去！”小猫不愧是小猫，两三下就上来了梅西和云杉也不甘示弱，蹬了两步就上去了，而丧尸群却只能在下面仰望着他们，眼看就要得手的猎物又没了。\n安冷把小黑方在草地上“怎么办？”\n“给他吃点东西....给这是我的牛排”\n“牛排！”小黑马上醒了过来......当小黑吃完牛排时，那个伤口竟然在几秒钟之内闭合了，像是没有任何受伤一样。下黑摸了摸伤口，也不感到疼痛了，体力和星星（血条）都满了\n“minecraft之力中的一招，当你感到饱的时候超速再生。”云杉说道。"
        },
        {
            "author": "百度耶",
            "timestamp": 1388575860,
            "txt_content": "落幕天空\n第四章（二）\n在这样的生存环境里露营很显然是一个不明智的选择，小黑把多余方块交给小猫，终于一座3层楼的宿舍做好了，但是小的仅容两个人睡在一楼，云杉把玻璃贡献出来做了窗户。\n一楼边的炉子烧得热烘烘的，终于可以睡一个安稳觉了。\n唯独邓小猫还坐在外面的草地上，下边的僵尸闲的无聊都走了，夜晚的草地在月光的照射下，发出了淡淡的绿光，一阵夜风徐来，草儿都连绵起伏，像波浪般轻柔的拍打着小猫的身躯，月亮高高的挂在天边，小猫望着月亮想起了小时候在祖国的生活和自己的父亲。风渐渐的刮大了，木门被吹得吱吱响，树枝之间互相摩擦的声音再加上再低的丝丝声，形成了美丽的交响乐。\n与此同时sa砍倒了一棵又一棵大树，对着马克大喊：“嘿，到这来，这李多！”sa用书上的可可豆做了几个曲奇，分给小飞和马克“饿死了！”马克毕竟是老手了，大房子的速度远远高于其他人，不一会一座双层楼的别墅就拔地而起了“看来是要定居在这里了”sa用栏杆把房子围了起来，后面留留了一大块空地，马克很快就让这一块土地变成了耕地，将剩余的种子全部播种了下去。“看来以后我们要吃面包了”\n别墅里应有尽有，不管是箱子还是炉子，生个别墅都亮堂堂的。小飞不禁羡慕马克有这么好的手艺。“没想到mc的力量有这么强大。”“是啊，我花了十年的时间才熟练于mc之力，就算是闭着眼睛也可以搭出来，时候不早了，去楼上睡觉吧。”...\n“嘿，马克！地图呢？？”当小飞正想要睡觉时，sa的一声尖叫，差点没把心脏病吓出来，sa正扛着斧头在箱子里找来找去，始终没有找到地图。\n“马克，接下来我们要去哪里？”小飞从床上下来问，“我们要去南方去一个国度-巴勒罗帝国，sa地图找到了没？”sa跑了上来手里抱着一张地图，“我们要先去南面的牧场迁来3匹马直奔东方，那里可是一个好地方啊，希望可以在那找到一个好归宿。好了大家都去睡吧明天一早我们就出发。”\n黑压压的大军，朝着帝国袭来，这种气势换做谁也会被吓破胆，一只只骷髅射手骑着蜘蛛锐不可当，光是一只蜘蛛就有一米多长，蜘蛛的8只眼睛散发着红色的光芒，进军的速度更是快的惊人，一只只绿色的不知名的东西，炸开了城墙，大军炸破了帝国的城墙，疯狂的展开屠城行动，没有一个活口，只剩下自己一人眼睁睁的看着帝国的毁灭...“不！！！！！”\n一位骑士从床上醒来，拔出了墙上的铁剑，“啊！”的怒吼了一声，还好这只是一个梦。门外传来了敲门声“托尼，你怎么了。”“没事，只是做了一个梦。”\n托尼的巴勒罗帝国的骑士之一，虽然在城中有着重要的地位，但面临的战争的威胁，还是力不从心。\n托尼把剑收了起来。他一头橙色的头发遮住了右眼的眉毛，亮丽的头发下是蔚蓝色的眼睛炯炯有神。“国王要召集所有将士去大厅开会，快走了。”托尼整理这服装，走出了卧室。"
        },
        {
            "author": "百度耶",
            "timestamp": 1388576040,
            "txt_content": "\n落幕天空第五章\n穷途末路\n马克熟练的套了三匹马回来，分别用皮革做了胺，“走吧，必须在天黑之前赶到。”sa把房子都拆了“嘿，小麦可以收了！”...三人都骑着马飞奔在森林边。“过去式荒漠，穿过这片沙漠就可以抵达一篇草原，巴勒罗帝国就在那。”马克看着地图说道，我们最起码还要有很长的一段路要走，赶紧赶路吧。\n马蹄声响遍了整个沙漠，这是在这片一望无尽的荒漠中唯一的声音了，马儿不知疲倦的飞奔着偶尔会看见见光死的僵尸正在在燃烧，以前沙漠上的小路已经被沙子埋了起来，显然是普通人铺出来的道路mc之力是永远不会被掩盖的。\n“看来快要接近巴勒罗帝国的国度了，快点！”\n三匹马沿着松软的沙土直奔东方，途中看见了各种各样的怪物，绿色的怪物特别显眼，没有手，但有四条腿，只有长长的身体和脑袋，面部像只猫。马儿溅起的风沙，惊动了正在觅食的鸟儿，这场景真是壮观，在远处是一座座沙丘耸立在荒漠之上，“估计要两天的时间吧。”马克说了一句，“如果路线没错的话，我们会到一个沙漠小镇，希望不会出什么叉子。”\n邓小猫一行人总算起床了，小猫貌似没有睡好,但也顾不了这么多了，还是得找点出发。\n“我们这是要去哪里？”\n“不知道，但是希望可以碰见城镇。”\n“向太阳升起的地方走吧。”安冷说道，“我父亲就这样和我说过，如果无路可走，就像太阳的地方走，总会见到希望的。” 安冷可能又想起了自己死去的父亲，心里不禁刮过一丝悲凉，一种酸酸的感觉萦绕在心头，这样的感觉在心中总是挥之不去。安冷低下了头，看着自己的手内心只有一个念头“我要变得更强。”\n坐在地上的小猫站了起来“现在向东边走，我们好要做很多事。”\n就在这时天空中突然出现了了一条裂缝，所有人都吃了一惊。“先躲起来！”\n天空中的裂缝慢慢裂开张大，像一张嘴一样，裂缝呈现出紫色，从裂缝中突然爬出了一只黑色的东西，落在了地上（变异魔影人）随之裂缝闭合没天空又恢复了原状，这个过程只用了几秒钟。邓小猫，望着这个黑色的怪物，不禁打起了冷战，所有人也是一样，一直躲在树丛里不敢出来。\n“我梦见过他，但没和他交手过”安冷轻声说道。\n这个庞大的怪物，向远处走去，小猫等人知道他走远之后才出来，“这应该是从末地来的怪物。”\n“什么是末地？”“另外一个世界”安冷貌似听不懂，这天然呆的表情太找打了。\n在遥远的沙漠上，sa等人看见了一座金字塔，“这是幻觉么，我们才走了没多久啊？”\n“你有指南针么？马克？”“放心，这条路是正路，没错的，沙漠小镇不远了吧。”\n前面就是了，又过了一个多小时，总算到了沙漠小镇，说是小镇不如说这是一座小酒吧。三人把马拴在树下，酒吧的门是一个栏杆们，马克推开了栏杆门里面只有两个人，一个是酒吧老板，一个是不知名的人正趴在酒台上，看见了又有人进来了，放下钱走了。这个神秘的男子用肩膀撞了一下马克，sa很想从背后拿出斧头给他一斧但被马克制止了。\n酒吧老板正背对着他们在擦杯子，还没等他们开口他就说了一句“我没有什么权利来管你们的事，要喝什么？”酒吧老板60多岁的样子，感觉怪怪的，穿着一身牛仔衣，“3杯啤酒谢谢。”\n“嘿，我不喝酒。”小飞说道，“你喝了才会精神百倍。休息一会吧。”马克找了一张桌子坐了下来，这桌子仿佛100年没用了全部都是沙子，估计蚂蚁爬过这里也会留下深深的脚印。\n“天哪。”sa叫道。\n“这张桌子在上次沙尘暴来的时候忘记搬进去了，我也懒得清理了。” 老板拿了三杯啤酒扔给他们“你们要去哪里啊？” 马克喝了一口酒说：“巴勒罗。”\n“恩，我知道一条快路。”"
        },
        {
            "author": "末影卐",
            "timestamp": 1388576040,
            "txt_content": "写的不错啊"
        },
        {
            "author": "百度耶",
            "timestamp": 1388576400,
            "txt_content": "落幕天空第六章\n背水一战\n说话片刻之间一声巨大的爆炸声从远处传来，一直传到了所有人的鼓膜里。“城门！！”托尼连忙冲了出去拿兵器，所有的将士们也都汇聚到了一堂.\n“又是该死的邻国。” 布拉斯科用力得敲了一下桌子，年迈的身躯微微的颤抖了一下，所有人都去城门死守，誓死保护国王的安全，“这几位客人请问你们尊新大名？”“我是马克，sa小飞。”“你们都是客人，快带着国王从后城门跑！”“希望你们不要加入这场战争里来，会死的..”说完就直奔上马儿冲下山。“看来我们也只可以做这些了。”\n托尼急急忙忙跑到了自己的卧室，找到了自己的铁盔甲和铁剑就冲了出去。爆炸并没有炸到城墙。这一只大军有一小部分是苦力怕，是从何而来谁也不知道（就作者知道O(∩_∩)O~），“准备，放箭！”城墙上站满了弓箭手，箭柔如雨点般的向僵尸大军袭来，但即使是这样难以克服的“枪弹雨林”这只大军总有应对的办法。远处一只变异的僵尸冲了过来，无情地把小僵尸撞了个粉身碎骨。\n“小心城门！”变异僵尸用庞大的身躯粗鲁的撞击着高高的城门。这扇并不是用mc之力做出来的城门并不牢固，撞了一下就开始松动，城门上的灰尘被震落了一地，全部洒在士兵的头盔上。城门后的士兵个个都心惊胆战。城墙上数万只箭插在僵尸的身上，但这只变异僵尸丝毫没有感觉。它后退了几步又撞向城门。“碰！”固定城门的边框松了。里面的士兵都握紧了剑，做好了战死在这里的准备。\n“碰！”又是一声巨响，城门被撞开了，变异僵尸冲了进来，用手臂扫荡着站在城门前面的士兵，所向披靡，无人能挡。\n有些士兵因为打不过，都纷纷掉头逃跑，场面十分混乱。巴伦丝毫不知道前线是什么样子，正躺在屋子里悠闲地睡大觉。马克等人打开了大门，里面没有开灯。“快走，去二楼！”在跑向巴伦的卧室途中突然看到了一个黑影闪过窗户，“停，这是什么？”“一定是某一个士兵，我去看看....”sa正想要冲过去但被马克制止了。“说不定是刺客呢？”马克小声地说道，“这个影子是人类的，追上他，别让国王出事，不然他们会以为是我们干的。”\n这个黑影在岩壁上，小声儿又快速地移动着，前面就是巴伦的卧室，这位刺客一看就知道是老手，爬到了巴伦卧室的窗户边，无声的打开窗户，慢慢的走向巴伦。这是马克也赶到了，“拿下他！”“搜”小飞射了一箭过去，这位刺客向后一仰，这一箭射到了墙壁上，刺客正想要翻窗出去，正巧sa早就等候在外了。\n刺客又退回到了卧室，这个刺客穿着一身黑色的服装，还带着帽子（有点像职业mod里死神的头巾，像刺客信条）看来不得不打一场了，刺客拔出了一把武士刀，在月光的照射下这把刀发散发着恐怖的杀气，这种冰冷的感觉小飞还是第一次遇见。Sa先冲了上去“啊，看斧头！”sa横过来180的劈了一下，刺客用刀挡住了大斧，好不费吹灰之力。他的左手的袖子里刺出了小匕首，刺向sa，sa急忙躲闪，小匕首只划破了sa的袖口。马克打算偷袭，但刺客挥动着武士刀想跳舞一般，哪有这么容易得手，两刀相互摩擦出火花，刺客用脚猛地踢在了马克的肚子上，“额...”\n“搜”小飞又射了一箭，刺客的袖口里飞出一个飞镖抵挡了箭。“没有人可以阻止我了么？”刺客亮出了匕首刺向巴伦，这时托尼打破了窗户，熟睡的巴伦被吵醒了，托尼把剑夹在了此刻的脖子上“放下匕首，不然我就让你人头落地。”刚刚打了一个哈欠的巴伦见到这样的场景不禁吓傻了眼，滚下了床躲在了马克的背后。......\n托尼是从后面去支援前锋的一批将士，去前锋等于去送死，托尼又被奉命回来帮助巴伦逃离巴勒罗。城墙上的弓箭手一半都被调到下面支援地面部队，造成了很大的漏洞，从而使一只苦力怕炸开了城墙。这下有两个缺口了（一个是城门），城外无数的僵尸和骷髅向城内进军，地面部队几乎全军覆没。\n“大人，我们...挡不住了....”一支箭射死了前来报告的士兵，这是巴勒罗最后的防线了，一只只僵尸都冲了进来，“为了巴勒罗！”布拉斯科拿着剑冲向僵尸群，一旁的士兵和警卫早就被杀光了而布拉斯科也只能成为僵尸的夜宵罢了。"
        },
        {
            "author": "百度耶",
            "timestamp": 1388576520,
            "txt_content": "落幕天空第六章（二）\n背水一战\n巴顿急匆匆跳上了逃亡用的马匹，托尼又迁出来了几匹马“向西走到我们国家的码头，我们坐船逃跑！”后门被打开了，眼前只有一望无际的平原，再加上灰蒙蒙的天。\n“快走，要追上来了！”托尼拉着被捆起来的刺客扔上了马匹，自己也跳了上去，还有几名士兵也跟着跳了上去。他们纷纷调转马头冲了出来。恶灵大军骑着巨大的蜘蛛朝着最后的巴勒罗人进军。\n在毫无一物一护的荒漠上黑压压的一片恶灵大军紧追不舍，“怎么办，眼看快要追上了..”“嗖”\n骷髅的一支箭射中了一位士兵，他从马上摔下，被蜘蛛活活踩死，这一幕让小飞不禁为自己捏了把冷汗，自己会不会也死在这里，想逃出这里简直就等于飞蛾扑火，“快，用弓箭干掉最近的恶灵！”马克大喊道，“你是这里唯一的弓箭手！”\n一只恶灵离他们还有10米的样子，是一只僵尸！距离还在缩短，即使是跑得最快的马儿也不及巨型蜘蛛的速度。小飞小时候受到过专业的训练，精准度和绝对不亚于巴勒罗的弓箭手。小飞侧着身子，拉动了弓箭“嗖“蜘蛛的头部中了一箭，身上的僵尸也摔了下来，撞到了后面的恶灵。\n恶灵之间吵了起来，用我们听不懂的语言。“ 好了，走远了。” “再走一段路就到了。”\n距离黎明还有不到一小时了，安冷一行人向着东边一直走“天哪，这里只有无穷尽的森林！”梅西抱怨道。小黑正摸着树，沉思了一会说：“你们有没有发现，这里的树木明显要比那里的树木干燥的多。” “说明再往前走就是干燥的地方了，小溪流到了这里就停住了，看来前面应该是沙漠。”小猫肯定地回答道。\n这时云杉捧着一些生牛肉走了过来“你们一定都饿了吧...”“吼！~”一声巨响打破了云山说的话。\n“吼！~”有一声怒吼，“这是从树林里发出来了声音。”借着月光远处的树林里飞出了一波鸟发出惊恐的叫声。“快跑吧，估计有什么怪物了。”没有人胆敢在这里就留。片刻之间，大地开始震动起来，“准备战斗！”突然之间震动停止了，“他埋伏起来了，都过来。”小猫成熟稳重，并没有慌慌张张，而安冷的手不禁瑟瑟发抖，这是一个他熟悉的叫声和脚步声，安冷不断的回响这个怪物。“是变异僵..”\n“啊！”一只巨大的身影从树林中蹦了出来，这个怪物的胸肌和腹肌在月光的映衬下显得格外的阴冷，皱巴巴的脸上只有仇恨留下的痕迹，看来几天没吃人了，看来他要饱餐一顿了。变异僵尸看见安冷就直奔而去，（可能安冷长得不错）安冷扭头就跑，躲在了树丛中，“所有人把眼睛闭上！”邓小猫大喝一声，他们都照着做了。小猫掀起头发，占掉了眼罩，露出了左眼，盯着变异僵尸，她的左眼发着火红的光如同地狱之火一般，“啊！”变异僵尸的七窍喷出了血倒在了地上。\n小猫把眼罩罩了上去，每次揭开眼罩都会流失大量的体力，小猫才揭开没几秒钟就气喘吁吁，“好了没事了，大家都张开眼睛吧。”安冷从树丛里爬了出来，“咕咕咕...”变异僵尸发出了古怪的声音，“死了么？” “好像....” “吼！”变异僵尸爬了起来，用力的拍打着自己的胸部，发出了怒吼。 “什么？” 变异僵尸爬了起来，腹部上又多出了两块肌肉，变异僵尸变得更大了一些。 “吼！”变异僵尸对着小猫大叫，声波快把小猫推到了，“跑！”\n在他们的身后是悬崖们只有一条很窄的路通向山山底，如果是逃亡根本不可能跑得掉，安冷等人被逼到了悬崖边。\n“如果有来生，我们还会再见么？”\n“来生先把钱还了。”梅西说道，突然安冷踩到了一个压力板，“哒！”“咚”地面裂开了（活塞的声音）\n“啊！！”"
        },
        {
            "author": "百度耶",
            "timestamp": 1388723460,
            "txt_content": "落幕天空\n第七章\n创世神\n“啊！！！”就安冷尖叫着“轰！！”所有人都落到了水里，这里是一个巨大矿洞，都很多火把来照明这个矿洞，这是一个泳池，被一圈发射器围了起来，一面是玻璃，突然不知道从哪里来的红石电路亮了起来，连接到了一个播放器，播出了音乐。\n音乐声在矿界中回荡......\n不久就走来了一名男子正抱着一张纸在看，向他们走来，这个中年男子的年龄和马克的年龄相当，穿这一件蓝色的T恤衫和蓝色的牛仔裤。\n“两组面包，一组腐肉，好吧没什么胃口...”这名男子貌似还没有注意到他们，“诶，这几天都没有荤的菜，诶.....”这名男子抬起头来，看见了他们，“啊，好几年没看见人了！”...\n这名男子吧安冷一行人带到了稍微大一点的矿场，这里是他住的地方，用木板围了起来，用铁块做了地板，看上去亮一些。\n“嘿，各位，欢迎来我家，你们是怎么来的？哦，对了我叫史蒂夫。”史蒂夫从箱子里拿出了啤酒，“这些都是我从其它地方带来的，这次都分了吧！”...（此处删略介绍的内容）\n“你一直都住在这里么？”小猫喝了一口啤酒说，“没啊，刚搬进来。”\n（十万八千里外）“马克，我们到了。”一行人赶到了码头。托尼吧刺客从马背上拽了下来，拉上了船，“恶灵估计马上就要赶上来了，我们要加快速度，马克帮忙吧马儿牵上来。”马克和小飞用套索把马拴在下面的甲板上。\n这是一艘大船估计有黑曜石大船的一般大小，甲板使用钢铁构成的，虽然一艘船没有用mc之力创造出来，但是论技术和材料，这艘人类造出的船不亚于mc造出来的大船，也许只是时间问题。\n终于恶灵军队杀了过来，码头上的士兵都逃到了船上，这艘船的名字叫做“巨铁”可能是因为材料吧，一把恶灵军队停在了水边，看着巨铁远离码头，并发出悲凉的吼叫。巨铁号迎来了黎明。\n“啊，终于逃出魔掌了。”马克什么一个懒腰。\n托尼把刺客带到了储藏库，奉命看管他。“嘿，小子你叫什么名字啊？”刺客用讽刺的口吻说：“诶，多么好的士兵啊，被派来做着事。”托尼听了很不服气一拳打在刺客的身上，“小子你叫什么？”托尼一把掐住他的脖子把刺客按到了墙上，“你说啊！”“jim....”“咳咳...”托尼又狠狠的踹了jim一脚，变怒气冲冲的走了。只留下jim在仓库里呻吟。\n此时巴伦去了船的中央又去大吃大喝了。马可站在船的左侧甲板上，望着远方，托尼来到了他的身边。\n海面上都是雾，能见度很差。“诶！”托尼叹了口气。“巴勒罗为平原中的第一大国，却被恶灵给毁了，我是一个孤儿是巴勒罗收留了我，做了一名骑士。”托尼从衣服的口袋里拿出了一个怀表，“这是巴勒罗国王给我的，要是他还在世巴勒罗帝国就不会灭亡。”\n马可看着这个怀表，上面刻了着“巴勒罗-托尼”\n突然在慢慢那个的大雾上出现了一个巨大的声影，又是一艘船！！！\n“全员戒备！！”"
        },
        {
            "author": "百度耶",
            "timestamp": 1388724120,
            "txt_content": "落幕天空番外篇\n起源\n所有的事物都有两面性，因为有了白天所以就有了黑夜。\n毫无一物。\n在虚空之中，只有一望无际的黑暗，满天灰尘。Notch从黑暗中醒来，没人知道他从何而来，为何要来。Notch的双眼看不见任何东西，所有的光都被虚空吞噬了，身为神的他必须要改变着一切。Notch说：“我要阻挡这片虚空。”话音刚落一片基岩出现在了脚下。“我需要光。”\n一片天空出现在了头上。就这样一个世界形成了。\n但是即使是坚不可摧的基岩也无法抵挡住虚空的尘埃，notch用了石块把基岩堆积起来，并创造出了生命，可是石头上种不了农作物，生命都饿死了，notch看了十分心痛就在石块上面铺了一层泥土和草地，还种了树木，为了不让泥土变成沙漠，notch有造出了水，还有人类。\n但是好景不长，notch的亲兄弟herobrne也（可以叫他him）来到了这个世界。\nHim随之也创造了黑夜，带来了黑暗。\nNotch因此非常愤怒，因为他发誓不要黑暗，“你为什么要这样做？”“一切都有两面性，这个世界必须要有黑夜。”“不行！”黑夜已经形成无法再删去，只好创造了星星和月亮在黑暗中为人们照亮一片天空。\n村民们都知道了him的存在，就开始对him表示反感，渐渐地him被排斥，不管是什么节日没有人会想到他。\n仇恨在他的心中一点一点的蔓延开来，渐渐地仇恨吞噬掉了他的意志，him开始创造恶灵，“所有死去的人都会复活，吞噬活人。”甚至好创造出了另外两个隐藏的世界地狱和末地。Notch知道了此事后将him打入了虚空之中，他知道即使是虚空也很难关住他。\nNotch知道没有人喜欢him但是为了大局着想为了这个世界，他必须这么做，他也希望him可以明白他的苦心。"
        },
        {
            "author": "fankongzhanshen",
            "timestamp": 1389501060,
            "txt_content": "这是我写的啊啊啊啊啊啊啊"
        },
        {
            "author": "fankongzhanshen",
            "timestamp": 1389501480,
            "txt_content": "说实话小百度真心体贴噻，mc论坛在百度里和我{:10_564:}联系了，接下来让我盖楼吧，感谢小百度的转发噻"
        },
        {
            "author": "fankongzhanshen",
            "timestamp": 1389501840,
            "txt_content": "想看的来http://tieba.baidu.com/p/2734613390?pn=1    求关注"
        },
        {
            "author": "fankongzhanshen",
            "timestamp": 1389782580,
            "txt_content": "我写的哦，真的是我写的哦"
        },
        {
            "author": "fankongzhanshen",
            "timestamp": 1390791540,
            "txt_content": "落幕天空第七章\n创世神（二）\n虽有的士兵都来到了甲板上，左右两则都有发射器，小飞等人也都来到了甲板上。“又是这个场面。”凭借着大雾可以看出这应该是恶灵的船，只是用简易的石块搭成的。\n“开火”数十枚炮弹从发射台里打了出去击沉了第一艘恶灵大船。突然“轰！”另外一艘恶灵船击中了巨铁的储藏库，原来不止一艘恶灵船，巨铁被包围了，离巨铁最近的一艘船用绳索把巨铁和恶灵船连在了一起，不断地有恶灵乘着滑索攻向储藏室。\n“糟糕，快派人去储藏室！”马克大喊。托尼拿着铁剑直奔储藏室，加班弄上的炮手们应付不过来这么多战舰。\n一艘恶灵的巨舰撞向了巨铁。一只只骷髅和僵尸都冲了上来。“来啊！”sa拿着铁斧就冲上去乱砍，小飞一旁为sa作掩护，马克泽跑去支援托尼。\n一枚炮弹在储藏室爆炸，jim被震飞到了墙上，爆炸产生的冲击波击碎了铁块，jim用铁块锋利的一边切开了绳子，哪去了他的武士刀。这时一只僵尸拿着铁剑冲了过来,jim熟练地挥动着武士刀，削掉了僵尸的脑袋，这是托尼和马克都感到了储藏室。\n“你得到哪来的。”\n“背包里的mc之力你绝对拿不走...”“搜”骷髅的见没有射到jim。Jim用了一个飞镖结束了骷髅的生命，“我们要快上去，这里活不了多久。”jim说道，“好吧。”马克只好接受jim，毕竟他们都面对着共同的敌人-恶灵。\n（又是十万八千里外）“咚！！”一声巨响打破了寂静，安冷正在擦剑听见这样的震动不禁吓了一跳，“看来那个怪物还在。”小猫说道。“什么怪物？”“变异僵尸。”史蒂夫顿了一下，“变异僵尸....”“那里的土层很薄...”史蒂夫显现出恐怖的眼神，“啊，这个怪物如果不用火，杀不死的，恶灵都怕火。”\n“轰！”土质更加松了，旁边的石块都开始松懈，变异僵尸在上面狠狠的砸着土层，不断的有尘土被震了下来，所有人都屏住了呼气。“快我们去哪那里。”史蒂夫指向矿洞的另外一边，也就是他住的地方，“那里的屋檐比较低，这家伙应该进不来。”安冷吧布收了起来，拿着铁剑跑了进去，这是史蒂夫穿上了一身蓝色的服装，“这是什么？”安冷问，史蒂夫戴上了头盔“这是钻石装。”“钻石，这么......”上面的土层不断的跌落到矿洞里，出现了一个大洞，薄薄的土层无法支撑住变异僵尸那庞大的身躯，最终会瓦解。\n“快走！”史蒂夫迈着大步冲向自己的房子，变异僵尸庞大的身躯暂时钻不进小洞。“拿好东西，我们要转移。”\n即使是最锋利的兵器也无法抵御千军万马，jim快撑不住了，被绑了半天手臂使不上劲，“快走吧，挡不住了。”\n恶灵不断地攻向巨铁，甲板上一片狼藉，一只僵尸拿着铁剑吧sa逼到了角落，它把铁剑架在铁斧上，僵尸的力气远远超出了sa的想象，眼看刀锋离自己越来越近，sa只得大喊：“救命啊！”小飞向着僵尸的背部射了一箭，倒地。\n“敌人越来越多了，而我们的人越来越少了。快到下面去！”\n此时巴伦还在大吃大喝，刚想走小飞等人就冲了进来后面还跟着几名幸存的士兵，其他人都死在了甲板上，关上大门的瞬间，一只僵尸的头伸了进来，卡住了门，托尼用剑把僵尸的头下了下来，巴伦看见这样血腥的场面不禁吓傻了，从位子上摔了下来，一旁的仆人把巴伦扶了起来，从巴伦低着头的角度可以看出他的额头上都是汗。\n“国王，我们要转移。巴勒罗失守了。”"
        },
        {
            "author": "fankongzhanshen",
            "timestamp": 1390791600,
            "txt_content": "落幕天空第八章\n死亡之舞\n爆炸弹的声音在甲板下面回荡，船身开始倾斜，看来巨铁真的快不行了，大门那边传来了撞击声“看来他们不想放过一个人。”小飞喃喃自语，马克和托尼等人什么情况没有遇到过，但在此时他们也不的冒一身冷汗，毕竟门外就是黑压压的大军，小飞望着身边的ss拿着铁斧双眼紧紧地盯着大门，仿佛那里有一只吃人的怪物，随时都有可能吧sa大作自己的一顿晚饭。\n终于，大门撑不住那恶灵疯狂地撞击，从声音上看，不像是变异的恶灵发出的声响。巴伦对着托尼大喊：“快给我挡住，走，带着我跑！”巴伦又对仆人怒吼，此时jim将一个飞镖扔了过来啊，直接插在了巴伦的脖子上，巴伦肥胖的身体倒在了地上，血红色的血液流了一地，托尼把剑举了起来指向jim“你...”\n此时撞击声越来越大们也开始松动，“这样的人不适合留在乱世之中。”其他士兵也没有多说什么，托尼也放下了剑，毕竟所有人都受够了巴伦，这个昏君。\n甲板下面是一个密室，只有一个大门，再加上使用人类的力量来铸造的，像及时开通一条道路还很难，经过人类之手minecraft之力就不能发挥作用。马克对minecraft之力了如指掌，对于这一点他并不否认。\n大门开始游曳，“看来我们只能硬冲出去了。”jim把武士刀拔了出来在灯光的照射下发出了寒冷恐怖的光，仿佛想要将眼前的任何东西都吞没在刀锋下，椭圆形的刀鄂上镶着樱花，显示着忍者的尊贵。\n此时小飞将箭放在了箭弦之上，sa稍微的活动了下筋骨，“开杀！”这是门被粗鲁的砸开了，在门开的那一瞬间，小飞的箭从门缝中穿过射死了第一只来送死的僵尸，“上啊！”jim手中的武士刀又跳起了华丽的死亡之舞，在锋利的刀口下一切都显得乏力。\nJim冲在了最前面，“挡我者死。”在狭窄的通道里，僵尸的威力很难发挥作用，jim武士刀的长度正好在普通铁剑之上，所以如果他想和马克他们对抗时轻轻松松的事情，但jim丝毫没有抵抗的意思，马克不禁放心下来。\nJim果然是一世高手，通道里的僵尸都被一刀一刀杀的一干二净。终于他们冲向了甲板，此时甲板上只有尸体也没有恶灵，“船要沉了！！”原来所有恶灵都上了自己的船，巨铁号正在倾斜，一点一点的被大海所吞噬。随着恶灵的远去，大雾也在渐渐的消散。\n巨铁下沉的速度绝对比想象的要快得多了。\n“我们要乘坐小船逃跑！”“后仓库里有！”船头开始下沉，船尾翘了起来，想要去船尾拿船并不容易，jim道“我去那船”小飞也站了出来“我也去。”\nJim是忍者家族出生，即使是倾斜成90度的夹角，只要可以支撑的地方他都可以上去。船尾大部分的杂物都掉了下来。道路都变得堵塞难走，“我们走下面，那里快一点！”\n即使是下面的通道也很难走，原本平行的道路成了难以行走的陡坡。巨铁下沉的速度很快，不一会倾斜的角度越来越大。小飞吃力的向上爬行，走已经是很耐在做到的事了，jim不得不拉了他一把。\n在船头，海水已经淹没了半个船头，船头和船尾的路都被堵塞了，他们只能待在船头上，等待着jim和小飞把小船带来，如何把船运来还是一件难事，毕竟身上没有木材不然早就现场做几艘小船。\n马克注意到海水向上涌起好像是海平面升高了一样，突然一只巨兽从船底用了出来，把巨铁轻轻松松的撕成了两半，船尾沉了下去。这怪物大概有巨铁的十倍高，是一只在水中的怪物，这只可怕的怪物溅起的水浪都有好几十米高，全身上下都是肌肉，有人的四肢和一条粗壮的尾巴，因为太高没有人看得清这水怪的真实面目，它的尾巴击打着水面溅起几十米高的水柱，可想而知这只水怪的威力有多么的巨大。"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1390792260,
            "txt_content": "楼主可以更新在别的帖子里啊.\n这里不是贴吧呢.\n文章已顶，也来看看我的小说吧~"
        },
        {
            "author": "abalala",
            "timestamp": 1390908960,
            "txt_content": "LZ文笔还行，就顶下啦\n"
        }
    ]
}