{
    "title": "【K.S】【次元战记】-------（各位好！我又来发帖了！）",
    "author": "K.S",
    "replyCount": 1,
    "timestamp": 1388570160,
    "txt_content": "           Part 1：坷非拉学院\n  ＂哇哦，这里的环境让人看了还真不是一般的舒服啊……＂到昨天为止，我终于来到了号称是整个方块世界里的最舒适、设施最其全的[坷非拉学院]。说起来我为了能够搬进这里来还花了很多的工夫呢……\n  ＂呃……别走，别走那么快啊，呼……背着行李走很累的！＂Nika拖着她从家里带过来的两个大箱子从大门那跑了过来。\n  ＂呵，怎么了？已经拖不动了么，大小姐？＂边说着边向她招了招手。一会后，Nika总算是走到了这边。＂呼……呼……你怎么能只顾自己走？还一直说自己是绅士呢！就不能帮我分担一下嘛，哼！＂说着就把箱子一放，转过身去。\n  ＂喂喂……＂我随口的一句逗趣似的话好像是把她给惹得有点儿不高兴了。我是深知把她给惹毛或着弄哭的后果的，况且现在在周围还有那么多的人，因为刚刚她大声的说话也已经都注意到这里来了……情况对我很不妙啊，现在也只能去讨好她了。＂好啦好啦……算我错了好么？不该让你一个人拿那么多东西，呐，把行李都给我吧……＂\n  经我一番道歉之后，Nika的火气也算是消了点，把箱子全给了我。她跟在我的后面走，但还是鼓着嘴巴一直在咕囔着什么。其实Nika今天怎么那么容易生气也是有原因的：她这几天为了钻研一种新型药物而累得每天只睡两三个小时，本来就没有力气去提行李，可我还在一边说风凉话，Nika她自然会生气。\n  不过，现在马上就能入驻学院了，这里可是有整个赫卡尔城最大的图书馆，里面也肯定有关于药物炼制的书，我想Nika待会儿知道后心情就会好了吧。但是这个学院的前厅也的确是有点大，连一个新人报道处也让我们找得是有够呛的，不过最终也还是找到了。＂喂？请问……有人在里面吗？＂我边敲着新人报道处的门边向里面的人打招呼。\n  ＂嗯？当然有人了，进来吧。＂得到许可后，Nika和我就一起进去了。坐在办工桌前的是一个留着棕色短发的人，拿起咖啡喝了一口边招呼着我们坐下，我赶紧把我跟Nika的学院邀请函和个人信息递了上去。\n  ＂噢……这么说你们是来我这报道的啊？我还以为是来送面包的……哈哈！＂他拿着个人信息看了看后说道。\n----------------------\nID：K.S\n性别：男\n年龄：16\n现任职业：冒险家Lv.5\n----------------------\nID：Nika\n性别：女\n年龄：15\n现任职业：炼药师Lv.3\n----------------------\n  ＂嗯！可以了，你们去宿舍楼那边找Sarl就行了，他会给你们安排你们住哪的。＂于是我们便告别了他，去了学员住宿区……  即然得到了入院许可，接下来的事情当然就是在这里找一个地方住下了。而在刚刚我和Nika已经问到了去学员宿舍的路，现在正在往那边赶。我身上背着两个人的东西，又走了一大段路了，还真感觉有点累人。  ＂Nika，快要到宿舍了，能不能……能不能你自己的箱子自己拿一下啊？我帮你提了一路了，有点怪累人的……＂\n  ＂哼！刚刚不是你自愿帮我拿的吗？＂\n  ＂唔！那个，那个不……是因为……＂刚开始Nika好像还是不愿意拿，还纠结着早上的问题，我一时也找不出合适的理由来回答，因为多少有点儿牵扯到我的面子的问题，所以吱吱捂捂的说不出来。＂好啦好啦，我来拿吧。但是下一次还是要帮我拿哦！＂Nika最后是同意了自己拿，而且比起前面的语气好像变好了好多。\n[二十分钟后]\n  经过了一番周折之后，我们总算是由Sarl的带领下找到了各自的宿舍，而让我没有想到的是这里的宿舍还是一人一个房间式的，一条走廊两边各有一排相对着的门。Sarl还给了我一本手册，说是这个学院的新人向导，以下就是上面所写的内容：\n----------------------------------------------------------------\n  欢迎每一位来到[坷非拉学院]的学生，你来到了这里就说明你是一个拥有一定能力的人，你将在这里学习你所需要的技能并且提升你自己的等级和徽章。在此祝你们在这里度过一个十分快乐的时光。--L.R.E\n----------------------------------------------------------------\n  我听Sarl说，L.R.E是这学院的院长。诶……看来，我在这里的路还很长呢！或许是太累了，我躺在我的床上想着想着就睡着了……\n咳咳……好久没来发了，正在筹备下一Part……\n\n\n",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1388745840,
            "txt_content": "字好大，看着累。"
        }
    ]
}