{
    "title": "The Erebus (混沌之地mod) 研究帖 基础部分 待更新",
    "author": "icyicyblue",
    "replyCount": 11,
    "timestamp": 1388842860,
    "txt_content": " 本帖最后由 icyicyblue 于 2014-1-4 21:44 编辑 \n\n这是一个以昆虫为主题的另类mod，但是非常有意思，值得绅♂士♂们一玩。\n\n    故事始自希腊神话。由混沌中诞生的盖亚女神（是世间最早的神，宙斯是她孙子）在开天辟地时，在地底多开辟了一块...然后她就和乌拉诺斯（盖亚后来\"亲手\"阉了的老公）斗殴去了。这片富饶的土地被渐渐遗忘，历经悠久的岁月，成为了对\"地上世界\"怀有敌意的爬虫们的家园。有一天我们的主角在家闲的蛋疼，用两根木棍和一个蜘蛛眼合成了一个棒棒，然后对着苔石砖传送门右键了一下，于是，新世界的大门就这样打开了...\n   PS.原文为These vast lands were once created by the Godess Gaea（盖亚）, but are now infested with all kinds of hostile（敌对的） creatures. Travel to this subterranean world and discover it's secrets! 剩余部分为本人脑补，有什么表述不当或者理解错了的概不负责...\n\n  \nMod版本：0.1.1作者：Dylan4ever相关Wiki：内容较少Mod论坛下载地址：汉化\n\n混沌之地的进入方法：混沌入口激活法杖（2木棍+1蜘蛛眼）+苔石砖传送门\n + PS. 主世界的传送门这里最好围起来，因为经常会有各种虫怨念的从门里爬出来... 如果你的房子是木结构又正好爬出了甲虫的儿子，那就等着哭吧...\n混沌之地风景： 昼夜一样，背景色取决于地形。服用夜视药水后：我的狗眼...\n\n接下来正文开始，先附上一张自制的低美观生态系统+掉落物图。\n可能有人没能马上看懂... 那么慢慢来。首先，混沌之地分为三种地形，平原、丛林和沙漠。由上图的红绿比例（绿色为和平虫，红色为敌对虫）可以看出，传送门如果开在沙漠的话，就先尽快换个地形吧...\nLZ第一次发攻略帖没什么经验，求轻喷。另外LZ没有模仿贝爷的爱好，真的。\n基础part食物+矿石+树/竹进阶part战斗+武器/防具\"变态\"part混沌祭坛\n》》》食物Part《《《   在这个世界生存，我们首先需要贝爷的光环，其次才是..食物。\n名字：甲虫幼虫血量：4心性格：抖M掉落物：甲虫幼虫效果：生的：回复饱食度1           熟的：回复饱食度3           串串：回复饱食度9烹饪方法：简介：这东西是混沌之地最碉堡的虫之一。它是甲虫的幼虫（我没能目击它长大的过程...），血少，用来给玩家提供食物。它会在平原和丛林出现，而且不会攻击玩家。至于为什么碉堡，理由有两点：1. 它喜欢啃食木制品。在我刚进这个世界时，我做了个工作台，等我挖了个洞回来，工作台不见了... 后来测试了一下，它会啃的连渣都不剩的东西大于以下几种：（泥土上是mod里的竹笋，其他mod的木/竹制品、成熟的蘑菇也会被啃食，该特性可在config里关闭。它倒是不吃梯子箱子和木制火把- - ）如果你认为位置高它啃不到，那就大错特错了。幼虫会被木制品吸引而来（可以以这个特性做陷阱），然后它们会以叠罗汉的团结方式吃掉高处的木板... 如下图（当然，实际玩的时候没这么夸张）：甲虫幼虫的可见范围为9格，所以木制品放在离地面10格或以上就安全了。此外，幼虫会优先啃食第一眼看到的木制品..\n       2.你可以走到幼虫背上，跳一跳还可以把它踩爆（不会掉落虫肉）。碉堡之处就在于，踩爆时有低几率掉落钻石...(测试时踩了40个掉了2个钻石，不知是什么RP？)\n名字：蚱蜢血量：25心性格：专注吃草掉落物：蚱蜢腿效果：生的：回复饱食度1           熟的：回复饱食度4烹饪方法：      简介：蚱蜢只在平原出现，比较罕见，出生时自带专注吃草、自我复制和进化的技能。蚱蜢是和平的，它不会反击，只是专注吃草/小麦。它吃草的速度真心慢..即使被天敌黄蜂捕食，它还是照吃不误。但在它吃掉2、3棵草后，它会从背上\"生\"出一只成年蚱蜢（自我复制，黄蜂则以吃蚱蜢的方式自我复制）。而在它吃掉一定数量的草之后，它会进化成本mod的小boss——蝗虫（进化后就不吃草也不掉腿了，蝗虫是弹性纤维的唯一来源，后面会介绍）。 名字：狼蛛血量：25心性格：敌对伤害：简单：1.5心          困难：3.5心掉落物：蜘蛛腿，蜘蛛眼，蛛丝效果：生的：回复饱食度1           熟的：回复饱食度3烹饪方法             简介：夜晚狼蛛会在平原和丛林出现。它会主动攻击玩家，而且是唯一会掉落腿的蜘蛛... 其他蜘蛛都不掉腿的哦~   \n西瓜LZ只在丛林里找到过野生的西瓜。西瓜/闪亮西瓜+水瓶可以合成西瓜饮料（回复1.5饱食度）/闪亮西瓜饮料（回复3饱食度+5秒生命回复buff）。喝完瓶子不会退还哦。此外的食物还有小麦、芜菁（没在野外找到..回复2饱食度）、竹笋汤（回复2饱食度）。就不一一介绍了。    \n》》》矿石part《《《\n由于这本身就是个地下世界，矿石自然是多多的啦。LZ都有看到过露天钻石..而且地上世界那么危险，（地下还真没什么虫）当然是挖矿为主咯~总之这里是个挖各种矿石（尤其是绿宝石）的好地方。（右下写错懒得改了..是翡翠不是绿宝石...囧）具体如下从左到右依次是金、青金石、铁、绿宝石、钻石、翡翠、木化石、骨化石、红宝石。黄色的那一坨半透明的是琥珀。\n翡翠是该mod里加入的最实用的矿石。它可以制成各种工具、衣服（合成方式同铁/金/钻石）此外，翡翠新增了一种工具——你还在为需要携带多种工具占背包而烦恼吗？翡翠为您度身打造敲/砍/挖/削无所不能的多功能一体斧形镐除了种菜_(:3」∠)_（攻击力5 耐久1080）\n木化石矿只能敲打出木化石（废话）。木化石的用途是摆设品呢..._(:3」∠)_木化石板可以合成台阶、半板、和工作台。（某虫的儿子倒是对化石完全没胃口的样子）\n骨化石矿可以敲落骨头碎片（1骨头碎片=1骨粉），骨头，和祭坛碎片（后文会提到）另外LZ测试了100块没有掉落穴居人大棒。可能是宝箱奖励吧。\n红宝石是压缩的红石...地上到处可见，自带亮度13。右图的红宝石灯不需要红石信号就是亮的。亮度也是13。    \n地上那一坨一坨的屎黄色半透明方块就是琥珀... 其实还是很漂亮的~    矿石部分就先介绍到这里。\n介绍到这里，这个游戏怎么玩应该有个大致的方向了吧？LZ的玩法是在平原的边界处，先挖出个家（不要用木门！），然后在外面悬挂4层高的木板（食物陷阱），之后专心挖矿...完成一套翡翠装后出门。这里顺带提一下，该Mod里满大街的混沌圆石可以做成混沌熔炉，可以倒入16桶岩浆作为燃料~   \n临时的结束语：写攻略帖有点辛苦的...今天先写到这里吧~\n\n\n\n\n\nheart.png\n(194 Bytes, 下载次数: 320)\n\n\n\n\n下载附件\n\n\n2014-1-1 18:58 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "asdzxc1",
            "timestamp": 1388843880,
            "txt_content": "感激lz，终于会玩了{:10_503:}"
        },
        {
            "author": "2413044726",
            "timestamp": 1388843940,
            "txt_content": "LZ好可怜~这么用心发帖，竟然回复很少~~~"
        },
        {
            "author": "qq332869722",
            "timestamp": 1402570080,
            "txt_content": "这个MOD  1.64  已经是大更新了  我也全部掌握 了这个MOD 玩法 最新的版本中可以养蜜蜂 也有服务器要装这个MOD  你如果要来玩 可以找我哟~"
        },
        {
            "author": "q1026608915",
            "timestamp": 1422077700,
            "txt_content": "你能滑翔胸甲怎么用吗"
        },
        {
            "author": "Body_Hi",
            "timestamp": 1428291900,
            "txt_content": "支持一下，有没有什么特殊建筑啊\n\n"
        },
        {
            "author": "740501486",
            "timestamp": 1439538420,
            "txt_content": "我可以帮你更新吗？"
        },
        {
            "author": "God_Dragon",
            "timestamp": 1480814520,
            "txt_content": "mod很好，支持一下"
        },
        {
            "author": "好名字都了",
            "timestamp": 1481417760,
            "txt_content": "求更详细一点，不够看啊"
        },
        {
            "author": "473937269",
            "timestamp": 1481433600,
            "txt_content": "求更详细点"
        },
        {
            "author": "TAT嘤嘤嘤",
            "timestamp": 1587170160,
            "txt_content": "阉了自己的老公。。。"
        },
        {
            "author": "mishihao",
            "timestamp": 1587198240,
            "txt_content": "阿斯顿发送到发多少"
        }
    ]
}