{
    "title": "新人报道，顺便带上作品,未命名，大家给取个名字",
    "author": "可耐的小白",
    "replyCount": 7,
    "timestamp": 1388813640,
    "txt_content": " 本帖最后由 可耐的小白 于 2014-1-6 13:19 编辑 \n\n第一章：离去     缓缓打下最后一块铁，伸了个懒腰。把手伸向边上的牛奶时，一声巨响伴随着大喊声传来“雷蒙！那家伙的手下又来了！\"快速抓起手边的铁剑，避开铁架和铁毡。向矿场冲去。\n  到了矿场，一群20左右岁数的小伙子与一群奇怪的人型史莱姆打斗着。但人只有15个，史莱姆却有27只。于是剩下的史莱姆疯狂的掠夺着矿石。叫雷蒙的小伙子冲向史莱姆，但看起来非常不对称。想想看，18岁的小伙子，对上有三人高的史莱姆。\n  但雷蒙没有丝毫的怯意，迎着史莱姆就冲了上去。史莱姆大怒，举起手来向雷蒙拍去。碰！地上被拍出一个大坑。但雷蒙却顺着手臂爬了上去，然后，高高跃起。手中的铁剑甩过一个漂亮的剑花，在史莱姆身上带上一条长长的伤口。绿色的血液喷射而出，剑尖在史莱姆的胸口突出。雷蒙整个人挂在空中，把史莱姆从头到胸口切成了两半。没有犹豫，铁剑拔出。身躯在史莱姆身上一个接力，跳向另外一只。\n  在空中，没有借力的地方了吧？史莱姆那简单的脑子这么想，便一拳轰了过去。是的，无处借力，但，现在有了。在拳头上轻盈的一跃，又带走了史莱姆的一条生命。整个头都切下了，就算是史莱姆也难逃一死啊。\n  “雷蒙！接住！”一条火枪扔了过来，接住。上弹，瞄准。整个过程只用了五秒，行云流水的动作赏心悦目。但对史莱姆说，是一场噩梦。以一个奇怪的动作对准了史莱姆，“轰！”一声枪响，却有三只史莱姆应声而倒。\"三连发，弹药还剩两发!\"好像一台精密的机器，每一枪都命中头部，炸开三朵灿烂的血花。要知道，这是单发枪啊。一秒钟取得的战绩没有让他骄傲。精确的计算让他打光手上的10发弹药时，场上只剩下了10只史莱姆，为什么是十只呢？有两发子弹干掉了两只。\n  很快，史莱姆被杀光了。雷蒙把枪扔回去，脱下身上粘满粘液的衣服，走进了自己的私人浴室。雷蒙刚18岁，英俊的脸庞，刚毅的身体，和那成熟的眼神，尤其是上身的肌肉，不多不少，正好八块，长期打铁的生活让他的臂力比别人强上三四倍。又因为这是怪物泛滥的暗之森的边缘，所以每天都要面对大量的怪物，战斗能力远比他人强悍。但，人形史莱姆，这还是第一次出现。而且，这几个月，那个“大家伙”需要的矿物越来越多了。于是，他的手下，那些史莱姆也就更加频繁的来袭击了........\n  “该死！最近就是亡灵之潮了，那个家伙也会停止活动一个来月了吧？该是时候去解决他了，可是又找不到他在哪！可恶啊......”穿上最喜欢的白袍，走出房间。看见最好的朋友--叶正在等着我。笑了笑，叶看着我说道；“最近好像不太高兴啊?你通常都是很开朗的啊?难道谁惹了你吗\"“是那个家伙惹了我啊,哎！”叶听到这句话，愣了愣。笑着说：是啊，搞得我们都不安宁.......”假如知道他在哪的话......“那个，我们可以去帝都看看，听说那里出现了绿色的巨大魔物袭击了一个大矿场。“是吗？那我们可以去看看！”\n  很快，到了吃午饭的时间了。叶站起身来，“我的兄弟，雷，要宣布一件事.\"雷蒙起身，“我和叶，需要去帝都一趟，我们要试试能不能找到那个家伙！所以，这段时间的铁匠铺就交给彼得了。最近就是亡灵之潮了，大家要小心。\"“好的！”众人的吼声差点把房子都掀翻在地。\n  走出餐厅，揉揉自己的耳膜，确定没有被吼破后。雷蒙与叶商议了一下，各自去准备东西去了。\n   第二天\n   你带了什么？叶?雷蒙活动了一下身体，问道。“没什么，一些装备，还有食物和饮水，以及一个背包。“那么，出发吧。”拿出一张地图，看了看地图。三条路啊？一条最危险，最快。一条最慢但最安全，一条折中的。走哪条？”“随便，那么，这条吧。”\n   \n\n\n   由于是新人{:10_555:}，所以可能略渣{:10_503:}，请把鲜花投上{:10_562:}，不要”吐槽“啊{:10_527:}！不然我就跪下求你们了{:10_503:}。\n\n   最后，新人报道。可耐的小白在此一游{:10_563:}。\n\n     哎呦，还有个事，请给个名字，实在想不出来啊{:10_565:}。\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "小白VS苦力怕",
            "timestamp": 1388813940,
            "txt_content": "支持新人~~~~~~~~~~~~~~~ = ="
        },
        {
            "author": "n1aqq",
            "timestamp": 1388814000,
            "txt_content": "看起来不错，支持新人"
        },
        {
            "author": "大神吃草",
            "timestamp": 1388814240,
            "txt_content": "如果这是新手报道的话错版了...."
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1388814780,
            "txt_content": "同是写小说的新人顶下！\n\n\n名字叫《生死守护》吧，只有一章，我也不好说。"
        },
        {
            "author": "苦力怕A。A",
            "timestamp": 1388815020,
            "txt_content": "[iron_ingot]牛叉的楼主~~"
        },
        {
            "author": "可耐的小白",
            "timestamp": 1388841780,
            "txt_content": "我擦，貌似没什么人回复啊，还有大神回复下怎么做签名啊？擦擦擦"
        },
        {
            "author": "可耐的小白",
            "timestamp": 1388931000,
            "txt_content": "感觉没什么回复啊，要不要设置回复可见呢？"
        }
    ]
}