{
    "title": "白米饭、白馒头，没你想的那么好",
    "author": "GTV花式小牛",
    "replyCount": 11,
    "timestamp": 1388835960,
    "txt_content": "知道日报>白米饭、白馒头，没你想的那么好小牛日报\n2014.01.04\n\n\n白米饭、白馒头，没你想的那么好作者：百度知道网友 赵之德 (营养师 专栏作者 )在我国，南方的主食主要是白米饭，北方的主食主要是白馒头，这些都是精白米面制品，它们作为主食，是我们能量摄入的主要来源。一顿饭，可以不吃肉，可以不吃菜，但不让吃白馒头、白米饭的话，就感觉跟没吃饭一样了。尽管这些精白米面制品已经陪伴我们多年，我们也习惯了它的细软口感，甚至还有了一定“感情”，但近年来越来越多的研究显示精白米面类制品吃太多对我们健康危害很大，这些证据客观存在，必须要引起我们重视了。 精白米面摄入过量到底有哪些害处？粗杂粮有哪些？粗细搭配比例多少最合适？许多人都有这样的疑问。完整的谷粒由外向里可分为谷皮、糊粉层、谷胚和胚乳四个部分，其营养成分不尽相同。最外层的谷皮由纤维素和半纤维素组成，其中还含有矿物质；糊粉层紧靠着谷皮，含有蛋白质和B族维生素；谷胚是谷粒发芽的地方，含有丰富的B族维生素和维生素E，也含少量脂肪、蛋白质、碳水化合物和矿物质；胚乳是谷粒的中心部分，主要成分是淀粉和少量蛋白质。可见，谷类直接加工而成的糙米和全麦粉营养价值是比较高的。精白米面也被称作“细粮”，是把谷类进行精制处理，去除了稻米、麦粒外层的谷皮、糊粉层、胚等部分，只留下胚乳部分，因为把那些富含维生素、矿物质和膳食纤维的部分几乎全去掉了，所以营养价值大打折扣。检测数据显示，精白米面在精加工过程中，90%的膳食纤维将被丢掉，70%~90%的维生素和矿物质会损失。精白米面摄入过量有哪些害处？首先，是增加糖尿病风险，2012年发表在《英国医学期刊》上的一篇研究显示，白米饭吃太多会增加糖尿病风险，精白米摄入量和罹患糖尿病风险呈正相关。这项研究由哈佛大学公共卫生学院的一个团队分析了先前四项分别在中国大陆、日本、澳洲和美国完成的研究，这些研究总共涉及35万人，跟踪时间4~22年不等。其中在中国大陆和日本的研究对比中发现，吃白米饭最多的人和最少的人相比，罹患2型糖尿病的几率增加了55%。而在白米摄取量远不及中日的美国与澳洲，白米摄取量最多的人罹患第2型糖尿病的机率，比最少的人高12%。研究者认为55%和12%的差异主要是因为中国人和日本人吃米饭多，几乎天天吃，量也比较大，而西方人则每周只吃一两次。其次，是增加肥胖风险，精白米面在精加工过程中剔除了90%以上的膳食纤维，而膳食纤维在胃肠道里可以吸水膨胀，有很强的饱腹感。因此，摄入同样多生重的粗杂粮，比精白米面饱腹感要强。比如一个75克左右的馒头（中等大小，不到一个）和一碗400克左右的杂粮粥（接近两小碗），它们同样大约是一两生重的谷类制成，热量近似，肯定是那两碗杂粮粥更容易让人饱。除了容易饱，杂粮中丰富的膳食纤维还可以延缓糖类的吸收，使餐后血糖缓慢上升，这样可以减轻胰腺负担，不至于使餐后胰岛素（降血糖激素）水平过高，胰岛素可以促进脂肪合成和储存，抑制脂肪分解，水平过高不利于体重控制。最后，是容易使人餐后犯困。碳水化合物（即糖类，主要存在于主食中）摄入会让大脑合成更多的血清素（5-羟色胺），而血清素是一种抑制性的神经递质，通常被认为可以促进睡眠，使人更安静。还有研究发现，高胰岛素水平与餐后困倦有关，而白馒头、白米饭等精白米面制品相比粗杂粮更容易引起餐后血糖过高，从而刺激分泌更多的胰岛素。所以，如果想餐后少犯困的话，尤其在上课或考试时，建议少吃一些主食（不能不吃，因为它们是能量的主要来源），尤其要减少精白米面类食物。主食还包括哪些？很多人要问了，少吃营养价值较低的精白米面固然是好，但我们现在的主食就是这些，而主食又是能量的主要来源，不吃不行，哪些食物适合用来替代一部分白馒头、白米饭作为主食呢？其实，主食包括各种谷类、薯类和杂豆，其中谷类除精白米面类“细粮”外，还包括小米、黑米、玉米、燕麦、荞麦、藜麦、高粱等杂粮，也包括糙米和全麦。各种薯类（如红薯、土豆、芋头、山药）和各种杂豆（如红豆、绿豆、扁豆、芸豆、蚕豆）也属于主食。它们共同的特点就是富含碳水化合物（也称糖类），而相比细粮，这些“粗”加工甚至没有加工过的主食膳食纤维、维生素、矿物质和植物化学物都要更丰富，日常饮食必须包括一部分这样的主食。粗细比例多少合适？《中国居民膳食指南》建议：要注意粗细搭配，经常吃一些粗粮、杂粮和全谷类食物，每天最好能吃50克~100克。也就是粗杂粮最好能占谷类食物的三分之一左右。而《美国居民膳食指南2010》中则建议：在谷类中，粗杂粮食物至少占谷类食物的一半，在此基础上还可以再增加些粗杂粮以替代精制谷物（白米、白面、面条、方便面、白面包等）。综合以上两个指南看，对普通成人而言，粗杂粮应该占到谷类食物的三分之一到二分之一，有特殊情况的（如便秘、糖尿病和血脂异常患者）甚至应该占到一半以上。所以不要以为随随便便搭配点粗杂粮就做到了粗细搭配，甚至还整天担心粗粮吃太多了，真正达到甚至超过一半比例的粗杂粮并不容易做到。粗杂粮因为保留了硬硬的谷类表皮，所以整粒的粗杂粮往往口感较粗，远不如白米白面做成的馒头、米饭那么细软可口，一般更适合用来煮粥。把粗杂粮磨成粉状（如玉米粉、全麦粉、绿豆粉），如果直接用来做馒头、花卷、面条等主食，也依然口感较差，一般建议与精白米面按一定比例（比如1：1）混合食用。此外，杂豆类可以与成粒的粮食混合做成饭和粥，会有特殊的香味，口感并不比细粮做出来的差。但应注意，有严重胃肠道疾病的患者，粗杂粮比例就应该减少一些了，因为粗杂粮中的膳食纤维、植酸、鞣酸等成分会干扰钙、铁、锌等矿物质的吸收（要知道，胃肠道疾病的患者本来消化吸收就差），而且对肠道有一定的刺激作用。当然，并不是说这些人不能吃粗杂粮，只是应该根据自己的感觉来调整比例，只要吃了舒服，就没有必要过多限制粗杂粮。此外，发酵之后的谷类和豆类，植酸被分解，各种微量元素的吸收率会有提高。粥煮的时间长一些也可以使纤维吸水变软，也可大大减少对胃肠道的刺激。最后，还想提醒大家注意一个常见误区，很多人认为吃粗杂粮就可以不限量，放开吃，结果想减肥的越吃越胖，糖尿病患者血糖控制更差了，产生这样的误区主要是很多人以为粗粮热量低。其实粗粮和精白米面能量密度基本相同，绝不能因为换了粗粮就多吃，否则只能南辕北辙\n\n\n\n\n",
    "replies": [
        {
            "author": "123axsxs",
            "timestamp": 1388836080,
            "txt_content": "没和mc有关系的。。\n沙发..."
        },
        {
            "author": "银狼",
            "timestamp": 1388836080,
            "txt_content": "呃...补充了不少知识 0 0"
        },
        {
            "author": "20020607",
            "timestamp": 1388836140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "linzhy",
            "timestamp": 1388836140,
            "txt_content": "咦，你在说什么哦"
        },
        {
            "author": "123axsxs",
            "timestamp": 1388836140,
            "txt_content": "银狼 发表于 2014-1-4 19:48 \n呃...补充了不少知识 0 0\n签名啊！！！！"
        },
        {
            "author": "20020607",
            "timestamp": 1388836140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2ol2",
            "timestamp": 1388836140,
            "txt_content": "银狼 发表于 2014-1-4 19:48 \n呃...补充了不少知识 0 0\n版主都认为不错了，茶馆不一定要和MC有关，去看看，好多都与MC无关的。"
        },
        {
            "author": "银狼",
            "timestamp": 1388836260,
            "txt_content": "123axsxs 发表于 2014-1-4 19:49 \n签名啊！！！！\n 0 0 肿么了？？"
        },
        {
            "author": "123axsxs",
            "timestamp": 1388836500,
            "txt_content": "银狼 发表于 2014-1-4 19:51 \n0 0 肿么了？？\n好科学啊，膜拜大神！！！！"
        },
        {
            "author": "染小七。",
            "timestamp": 1388836560,
            "txt_content": "表示我不爱吃。。"
        },
        {
            "author": "chen1171724405",
            "timestamp": 1389617820,
            "txt_content": "早知道了，LZSB，百度知道弄来的"
        }
    ]
}