{
    "title": "枸杞那点红",
    "author": "GTV花式小牛",
    "replyCount": 9,
    "timestamp": 1388836260,
    "txt_content": " 本帖最后由 GTV花式小牛 于 2014-1-4 19:54 编辑 \n\n\n\n小牛日报\n2014.01.04\n\n枸杞那点红有传言称鲜红枸杞都是用二氧化硫熏的，吃了的话可能导致肝肾损害、骨髓萎缩。枸杞中为何会有二氧化硫？这样的枸杞还能食用吗？二氧化硫是一种气体，在大多数人的印象中，这是一种跟酸雨、空气污染物相关联的有害化学物质。不过，二氧化硫在食品中的应用却有很长的历史。早在16世纪，荷兰人就发现在葡萄酒的酿制、贮存过程中，使用硫熏或少量加入的方式可有效防止氧化变酸，保证酒质的稳定和口感新鲜。二氧化硫的应用范围很广泛，很多食品中都可以使用，如在水果、食用菌、竹笋、山药等蔬菜的保鲜或去皮、切分等加工方式上，都利用了其防腐、杀菌、保鲜的作用。二氧化硫还可应用于干果、蔬菜的护色，通过硫熏后可使有色干果、蔬菜外观颜色鲜亮。我们平时吃的白砂糖也得益于二氧化硫的使用，由于二氧化硫可使糖浆漂白，我们才能吃到白砂糖。至于枸杞（子），为何要用二氧化硫？枸杞（子）糖含量高，100克鲜枸杞中的总糖含量可以达10克以上，平时买的枸杞子都是经过干燥脱水的，糖含量就更高了，非常利于微生物生长，也容易吸引昆虫。另外，枸杞的红色主要是因为其中所含的类胡萝卜素和多酚类物质，由于植物细胞中含有多酚氧化酶等酶类，这些酚类物质很容易发生酶促反应而发生褐变。如果发生褐变，非常影响外观，也很难销售。因此，在枸杞的生产和运输过程中要十分注意防虫和护色。二氧化硫就是人们最常用的保护手段，一般是用硫磺熏蒸。在制作枸杞过程中使用二氧化硫的目的就是抑制水果腐败的速度，防止变色。二氧化硫是还原剂，可以抑制抗坏血酸酶、氧化酶和过氧化酶的活性，有利于抑制或减轻褐变；枸杞在采后制干、储存过程中，由于含糖量高，很容易生虫，二氧化硫还有一定的杀虫和防腐作用。可见，二氧化硫在枸杞子的生产和贮藏过程中都有十分重要的作用。食品中应用的二氧化硫，并不都是二氧化硫气体（使用不方便），也可以是它的衍生产物，常用的包括各种亚硫酸盐、焦亚硫酸盐等。这些物质能够实现跟二氧化硫类似的功能，在计算它们的含量和使用量时，也是以二氧化硫的含量作为基准。根据我国国家标准GB2760-2011 《食品添加剂标准规定》，二氧化硫及其亚硫酸盐类（包括亚硫酸钠、焦亚硫酸钠、焦亚硫酸钾、亚硫酸氢钠、低亚硫酸钠）可用于水果干、蜜饯、干制蔬菜等多类食品中，只要残留量合格，都是可以使用的，目前，最常用的有焦亚硫酸钾和焦亚硫酸钠。根据我国现行标准的规定，枸杞中二氧化硫的残留量一般不应超过 50 mg/kg。那么，二氧化硫超标的枸杞还能吃吗？会不会有害呢？其实，二氧化硫超标的枸杞安全与否还是取决于你究竟吃了多少。国际食品添加剂联合专家委员会（JECFA）和世界卫生组织(WHO)制定的二氧化硫安全摄入限是每天每公斤体重不超过0.7毫克。对于一个60公斤的成年人，这相当于每天42毫克。但是，一般健康成年人只是把枸杞当做调料或者配菜吃，做菜的时候也只是放一点点做点缀，所以，正常情况下根本不会吃太多枸杞，完全不用担心会有害。但是，对于一些患有疾病并将枸杞当做药物服用的患者来说，他们吃的量就会比较大，危害的风险的确会大一些。另外，还有一些人对二氧化硫比较“敏感”，类似于其他的食物过敏，这类人大约占普通人的1%左右，而哮喘病人大概会有5%。不同的人引发“敏感症状”的量不尽相同，其症状一般为恶心、呕吐、腹痛、头晕、呼吸困难等等，严重的也会危及生命。现在有些不法商贩在加工枸杞的过程中会出售一些发霉、变质或者有“黑碳”现象的枸杞（子），为了以次充好，他们用大量的二氧化硫处理以掩盖劣质；还有些商家为了使枸杞子颜色更红更好看，而大量使用二氧化硫来增色，以获取经济利益，这些行为是违法的，应该严厉打击。建议消费者在挑选时，也不要刻意挑选颜色特别红艳的，只有没有霉变或者发黑，一般就可以放心购买。\n\n",
    "replies": [
        {
            "author": "1095486321",
            "timestamp": 1388836380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "银色十字梦",
            "timestamp": 1388836440,
            "txt_content": "此帖何意？带这么水吗.。"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1388836980,
            "txt_content": "楼主你又在执着的水帖了！"
        },
        {
            "author": "Magic-Fire",
            "timestamp": 1388837040,
            "txt_content": "论坛最新的科普知识栏目吗。。。。。。"
        },
        {
            "author": "y342900",
            "timestamp": 1388837520,
            "txt_content": "执着水贴的少年啊，末地在召唤你"
        },
        {
            "author": "P小黑",
            "timestamp": 1388837580,
            "txt_content": "这里是MC论坛。\n\n不是新闻论坛啊大哥"
        },
        {
            "author": "MC大湿",
            "timestamp": 1388837580,
            "txt_content": "\n\n我们来科普一下 枸（gou）杞（qi） 不会的自觉面壁"
        },
        {
            "author": "GTV花式小牛",
            "timestamp": 1388838180,
            "txt_content": "Magic-Fire 发表于 2014-1-4 20:04 \n论坛最新的科普知识栏目吗。。。。。。\n请点\n是"
        },
        {
            "author": "mcAK47",
            "timestamp": 1388840040,
            "txt_content": "你从哪抄来的?"
        }
    ]
}