{
    "title": "[1.7.2/1.6.4][SMP/SSP][FORGE][汉化] 塞尔达的剑术(ZELDA SWORD SKILLS)",
    "author": "CI010",
    "replyCount": 78,
    "timestamp": 1388901900,
    "txt_content": " 本帖最后由 CI010 于 2015-1-5 08:01 编辑 \n\n最新汉化版本http://www.mcbbs.net/thread-382307-1-1.html都说了上大学时间紧没空更为什么就是不明白我搬运汉化既不是责任也不是义务，只是兴趣爱好罢了，所以别瞎催了，催了也没时间\n\n[attach]399526[/attach]*注：这个mod涵盖了Quest mod（by Nighttime Studios） 将要推出的一个功能。它将quest mod以后要出现的功能单独做成了一个mod来给大家玩。当然这个mod里的一些功能将会和quest mod的最后成品有所差别。塞尔达完全是一个剑技格斗的mod,使得mc的战斗看上去像是在玩塞尔达wwww。游戏中还添加了炸弹（决死B）^q^\n\n玩家需要从怪物掉落的“法球”中学习剑技，可能某种怪物掉落某几种剑技的“法球”的几率高，所以你想要给你特定的剑技加成，就多打特定的一种怪物就好了！这些剑技是有等级的，一般来说是5级满级，也有10级的，这个等级关系到你这个技能的伤害，范围，还有一些特殊效果。还有一些怪物掉落“心”（使用后给你加血），似乎用附魔的装备增加掉落的几率……\n当你学会了一种技能后，你下次捡到对应同样技能的“法球”后，你会在“法球”上看到这个技能的使用说明……(内容已汉化)\n\n当然请你注意，剑技是很消耗能量的，用多了你的饥饿会减少的很快……\n\n截图(有些新的还没搬运):\n\n\n\n\nVcSDIUn.png (144.41 KB, 下载次数: 642)\n\n下载附件\n\n3D的炸弹！\n2014-1-5 13:33 上传\n\n\n\n\n\n\n\n\nupBv1RB.png (133.86 KB, 下载次数: 620)\n\n下载附件\n\n左上角连击数\n2014-1-5 13:33 上传\n\n\n\n\n\n\n\n\n8mVHTIM.png (154.04 KB, 下载次数: 620)\n\n下载附件\n\n这个就是技能法球\n2014-1-5 13:33 上传\n\n\n\n\n\n\n\n\n6ECno5W.png (168.48 KB, 下载次数: 608)\n\n下载附件\n\n掉落的东西有很多啊\n2014-1-5 13:33 上传\n\n\n\n\n\n\n\n\n4OBXmJO.png (138.07 KB, 下载次数: 594)\n\n下载附件\n\n炸弹包是来增加容量的\n2014-1-5 13:33 上传\n\n\n\n\n\n\n\n\nV3t0K2A.png (146.22 KB, 下载次数: 589)\n\n下载附件\n\n剑刃风暴（这是作者能截到的最好的图了）\n2014-1-5 13:33 上传\n\n\n\n\n\n\n\n\nx3jt7bL.png (160.26 KB, 下载次数: 592)\n\n下载附件\n\n跳劈\n2014-1-5 13:33 上传\n\n\n\n\n\n\n\n原帖地址（请支持原作者）：1.7.2:http://adf.ly/oxOba1.6.4:http://adf.ly/oxOFi\n\nMOD配置文件\n坑\nIn order to provide yourself with the best experience possible, I highly recommend going through the configuration file that comes with this mod and changing the settings to match your preferences. The defaults are, of course, what I consider is likely to be the most generally applicable, but we all play differently, so they may very well not be to your liking.\n\nHow to Find and Edit the Configuration File\n1. Install the latest version of the mod and Forge as you normally would\n2. Run Minecraft using your Forge configuration with the mod installed\n- this generates a new configuration file and/or adds the newest options to your old file\n3. Don't start a world - simply quit\n4. Open the /config folder, which should be located in the same directory as your /mods folder\n- default folder for windows users is /user/AppData/Roaming/.minecraft/config\n5. Using any text editor such as Notepad, open the “zeldaswordskills.cfg” file\n6. Edit any settings you want\n7. Save, quit, and then play Minecraft with your modified mod settings!\n\nImportant Settings\nHere I will try to list and explain settings that should be set PRIOR to starting a new game if you are to get the most benefit from them, as well as some other often misunderstood settings that can be changed any time but have a significant effect on the game play.\n\nPlease note that this is by no means an exhaustive list of all the settings; please read through the configuration file to see what else is available.\n\nmod视屏讲解（先放链接，待我研究下如何直接插入b站视频……）[bili=1028762]1[/bili]\n\n更变集：\n1.7.2\nCURRENT VERSION\n1.7.2 beta 0.1.3: Minor Changes\nSee the 1.6.4 change log for a full list of all additions, changes, and bug fixes.\n\nFixed Bugs:\n- Dungeon cores still required sneaking to place fairy spawners which was impossible to do\n- Could hover indefinitely with Hover Boots by holding sprint key instead of double-tap forward to sprint\n\n1.7.2 beta 01.2: Skills GUI\nSee the 1.6.4 change log for a full list of all additions, changes, and bug fixes.\n\nChanged:\n- Secret rooms under water now use cobblestone texture instead of sandstone to better blend with gravel\n\n1.7.2 beta 0.1.1: Bug Fixes\nSee the 1.6.4 change log for a full list of all additions, changes, and bug fixes.\n\nFixed Bugs:\n- Crash when placing Dungeon Core blocks\n- Hookshot occasionally flinging player off in seemingly random direction\n\n1.7.2 beta 0.1.0: Beta release!\nSee 1.6.4 changelog version for all other additions, changes, and bug fixes.\n\nChanged:\n- Ice Temples (boss dungeons) now only generate in cold taiga biomes\n- Forest Temples (boss dungeons) now only generate in normal forest, not birch or roofed\n\nFixed Bugs:\n- Sword Beam using missing sound on impact\n- Removed forgotten debug line in smash-block method\n- Buffs rendering as incorrect buff with black background\n\n1.6.4\nCURRENT VERSION\n1.6.4 beta 0.7.3: Minor Changes\nAdded:\n+ Spawn Eggs for ZSS entities, including eggs for subtypes (e.g. Fire Keese, Ice Keese, etc.)\n+ Creative Tab for new spawn eggs\n+ Translation: French, 100% complete! Thanks to Hypnotic46\n+ Config: Number of boss mobs to spawn for Boss Dungeon battles\n\nChanged:\n- Config: updated \"Boss health multiplier\" description; be sure to use the new one if you changed this value\n- Removed swing delay for one-handed swords, including all versions of Master Sword\n- Villagers during Biggoron's Trading Sequence no longer limited to trading only once\n\nFixed Bugs:\n- Gorons attacking Creepers\n- Crash caused by overlapping global entity IDs; no longer an issue with custom spawn eggs\n- Class cast exception loading sacred flame tile entities from previous world saves\n- Villagers getting multiple, identical trade entries for various custom trades\n- Odd Egg achievement was apparently removed during a previous update, but is once again attainable\n\n1.6.4 beta 0.7.2: Skills GUI\nAdded:\n+ Skill GUI: View detailed information about your skills at any time by pressing the View Skills key (default: p)\n+ API: IExplodable - flags a block as explodable even when bombs are otherwise non-griefing\n\nChanged:\n- Detailed skill orb tooltips only show up when using advanced tooltips (F3 + H)\n- Ending Blow leaves you vulnerable for twice as long if you miss entirely\n- Nerfed Dash damage by one heart\n- Nerfed Sword Beam damage, now does a percentage of base sword damage\n- Nerfed Sword Beam master sword version: targets after the first take increasingly reduced damage\n- Reduced Sword Beam exhaustion back to original level (2.0 - 0.1 per level)\n- Rising Cut no longer launches the opponent into the air if the opponent is blocking\n- Dodge time bonus progresses 4% per level instead of starting at 12%\n- Dodge time bonus can become a penalty with poor timing at low level\n- Light Arrow's one-hit-kill damage scales with charge, requiring full charge to kill in one hit\n- Gorons are immune to all types of fire\n\nFixed Bugs:\n- Crash during world creation: null pointer exception from block not found\n- Crash in main menu when pressing some mod keys\n- Spin and Super Spin Attack tooltip displays showed conflicting information\n- Sword Break could not be used while dual wielding a shield with Battlegear2\n- Targeting system could 'see' invisible opponents\n- Weapons taking double durability damage while locked on\n- Boss mobs despawning if player leaves dungeon or dies\n- Boss dungeon gaps filled with stone regardless of dungeon type\n- Bomb non-griefing config setting was unable to destroy dungeon blocks (e.g. dungeon core, dungeon stone, etc.)\n- Light Arrows unable to strike Endermen\n- Calendar related features (fairy respawn, claim check, sacred flame) were all completely broken\n- Calendar related features using real world dates instead of in-game days\n- Claim check was not getting a date set when received as part of the trade sequence\n\n1.6.4 beta 0.7.1: Bug Fixes\nAdded:\n+ Config option for Goron spawn rate (as a ratio of regular villagers to Gorons; lower means more Gorons)\n\nChanged:\n- Can no longer use skills while affected by Nayru's Love\n\nFixed Bugs:\n- Crash on dedicated server caused by missing RenderPlayer class\n- Crash related to spawning Gorons during EntityJoinWorldEvent\n- Dungeon Core blocks placed before update were invisible and could crash the game\n- Previously placed dungeon core blocks should now auto-update saves with correct block render data\n- In survival mode, player model scaled enormously in inventory while wearing Giant's Mask\n- Rising Cut could be used even while blocking when dual wielding with Battlegear2\n- Dash and Leaping Blow could not be used while dual wielding with Battlegear2\n- Dashing while dual-wielding would both dash AND attack\n- Wind Rod cyclone attack damages player\n- Magic Rods had no swing animation when firing projectiles or while in use\n\nCHANGE LOG ARCHIVE\nDue to size restrictions on posted content here, please see the update log archive over at my PlanetMinecraft mod page. Sorry for the incovenience.\n\n\n详细请看下一页……\n\n\n剑技的简略介绍：\n\n基础剑技\n激活: 默认按键是X; 按的时候必须看着目标\n效果: 锁定你的视线于目标（此时你不能转头看向别处）\n消耗: 无\n注意: 当你锁定目标时按Tab 转换目标右侧ctrl 使用“封锁”效果“↑”键=攻击≈鼠标左键攻击的效果再按“X”取消锁定目标，或者你把眼前的所有怪物都杀光了，也会取消锁定每次攻击都会增加连击数，连击数越高伤害越高\n突刺\n激活: 在“封锁”目标时攻击\n效果: 朝着目标蓄力,在一瞬间爆发出惊人的攻击，伤害对方并击退敌人\n消耗: 中度(1.0F -0.1F 每等级)\n伤害: 4.0F + 0.5F 每等级+击退\n注意:\n- 和目标距离太近将不足以蓄力发动\n\n闪避\n激活:双击←或者→来躲闪目标攻击\n效果: 快速躲闪敌人的攻击\n消耗: 很低 (0.05F)\n躲闪几率: 0.1F 每级+plus a time bonus of up to 0.2F\n注意:\n- 躲闪的滞空时间和躲闪技能的等级有关\n- 可以在config里设置，让单击←或→键就可以发动躲闪\n\n格挡\n激活: 双击后退键\n效果: 格挡敌人的攻击，不能格挡空手的攻击\n消耗: 低(0.3F -0.02F 每等级)\n缴械的概率: 0.1F 每级+a timing bonus of up to 0.2F\n注意:\n- 对于格挡等级相同的玩家，缴械的概率取决于发动时间（看谁手快）\n- 可以在config里设置使得单击↓就可以发动格挡\n\n\n破甲\n激活: 按住攻击键蓄力，技能将在蓄满力之后释放 \n效果: 这强力的一斩击将无视地方的护甲值并造成伤害\n消耗: 中等(1.2F - 0.06F 每级)\n伤害: 和正常伤害一样, 包含附魔效果, 但是无视敌方护甲\n蓄力时间: 20 ticks -1 tick 每级\n\n跳劈\n激活: “封锁”目标的时候跳起来攻击目标\n效果: 高高跃起并对敌人造成毁灭性的范围伤害,并短时间内造成“虚弱”效果\n消耗: 高(2.0F -0.1F 每级)\n伤害: 基础剑伤害, +1.0F 每级, +虚弱 (50 + (10 * 等级)) ticks\n注意:\n- 攻击范围随技能等级升高而升高\n- 跳劈的伤害可以和连击伤害结合 \n\n回旋击\n激活: 按 '左键' 或者 '右键' 来充能\n效果: 360度无死角攻击敌人\n攻击范围: 3格以内的敌人, +0.5 格每级\n消耗: 很高 (3.0F -0.2F 每级)\n注意: 如果你按箭头键, 只有一侧的按键需要持续按住（←或者→），然后旋转的方向会和你按的方向相同\n\n剑刃风暴\n激活: 当生命值是满的时候使用回旋击，会造成连续不断的旋转\n效果: 720度绝对无死角地攻击敌人（随等级而定旋转次数）\n范围: 比正常回旋击多0.5个格子（每级+0.5）\n消耗: 每转一圈和回旋击消耗的一样\n\n\n方块\n\n障碍物\n障碍物方块不能通过任何正常手段被破坏或移动,他们单纯就是用来挡路的.他们可以通过使用手套来举起,或者用百万吨巨锤砸碎.对于\"沉重的障碍物\",你必须用黄金手套来对付.\n\n陶瓷罐\n陶瓷罐随处可见,并且它很容易被打碎.空手右键可以拿起它,再按右键扔出去.潜行状态下按按右键是放在地上.他们可以被剑,箭矢,钩爪或者爆炸打碎\n\n任何物品掉在罐头旁边都会被罐头吸进去,但是摔破罐子是唯一拿出东西的办法.空罐子有概率掉出一些随机的物品,比如箭矢和卢布\n\n罐头掉落列表(根据概率降序排列)\n绿宝石,箭矢,小生命碎片,德库坚果,红色药剂,绿色药剂,标准炸弹.\n\n* 请注意,罐头掉落可以被FatherToasts的自定义箱子内容mod更改(mcbbs还没有这个mod,有兴趣可以去官网看)\n\n地牢核心(仙女生成器)\n这个方块有两个版本:一个可以被普通工具如镐子打碎,另一种是完全不可以破坏.两个版本的都是生成仙女,但是现在还没有提供别的特殊功用.与地牢石处于同一目录下,这个方块可以拟态成任何材质,你只要手持任何方块,在潜行的状态下右键.\n\n地牢石\n地牢石和神秘的石头长得很像,除了他可以伪装成任意材质,你在潜行时右键一个方块就能做到.当然无论你拟态成什么材质,打破后掉落的还是地牢石.\n\n请注意,这个方块使用tile entity来提供材质贴图,这意味着更多的返回值,如果你放了太多的这种石头,会造成顿卡.\n\n锁住的箱子\n这种箱子只能用小钥匙打开;并且一旦打开,他们就会自动毁坏.\n\n锁住的门\n一般来说是boss的门或者地牢门,他们只能使用对应的钥匙来打开\n\n木质和生锈的桩子\n另一个作为阻碍物的东西,桩子必须使用锤子打入地下处理,当然如果你的锤子够厉害的话,桩子也会被完全毁坏.桩子会过一段时间自动恢复原来的位置,你必须再把它打下去才行.\n\n圣火\n这里有3中圣火,蒂尼,法罗尔,这种“方块”是无法通过正常手段移除的,除非玩家使用黄金剑挥击火焰,火焰将吸入黄金剑内.当然圣火过几天还是会复燃.目前还没有办法将其移动到新的地方.\n\n神秘的石头\n神秘的石头不能被正常的工具破坏,它是组成神秘屋和boss的地下城的主要材料.正常的的神秘石可以使用炸弹爆破破坏,但是boss地下城的神秘石无法被爆破.总之,boss屋将会有无法通过任何办法打破的石头保护.\n\n剑座\n在剑座可以放任何的剑,但是它要求玩家在剑座中放置三“美德挂坠”,如此才能将剑拿出.拿出大师之剑的时候,剑座会释放一个红石信号.\n\n \n\n怪物仙女\n仙女其实就是一种飞在天上,可以给玩家医疗效果的小生物.只要接触到一下就能回复一部分生命,她们可以被抓住并放入空瓶子中(玩家手持空瓶子对精灵按右键).\n\n仙女只会在夜晚的沼泽旁边生成,但是也有可能在白天，生成在在某个秘密的仙女湖中.当然这种湖十分的少见,仙女都以这个湖为据点,一般不会走太远,玩家可以尝试跟着仙女找到这个湖.这个湖是一个不错的回血的据点,因为有不断的仙女生成……\n\n哥隆\n一种有好的生物,哥隆很愿意和玩家交易,并且能够在村民中找到他.\n他们的个子很大,皮肤很硬,每个村子都对他们很友好,因为他们会帮助保护村子.由于他们的体型庞大,他们很容易受到打击,而且也没有一般的民居能够居住,所以据说他们的后备十足？一个愤怒的哥隆是会毫不犹豫的反击的,但是当敌人放下敌意的时候,他们也不会继续攻击了.\n\nChu\n这东西我到现在还不是很会翻译……\n如果只是一个小小的chu,完全不用费太大功夫对付,但是chu中也有大家伙,这种大家伙似乎还需要花一定的精力来处理.越少见种类的chu,越可能会使用电气系的能力,它们不但能免疫大部分伤害,还能够对敌人造成可怕的伤害以及击晕鲁莽进攻的敌人\n\n所有的chu都可以互相融合,两个血量不足的chu会融合成一个chu,并且就像史莱姆一样,它们打死了还会分裂,这使得它们有时候很难对付\n\n红色chu\n红色最弱的chu.他们在沼泽很常见,死后掉落红色chu凝胶.具有抗火能力.\n\n绿色chu\n比红色chu稍微强一点,它虽然不对任何攻击免疫,但是它的攻击能够使得敌人虚弱.掉落绿色chu凝胶,在平原是最常见的.\n\n黄色chu\n这是最强的chu,就像被闪电强化的版本一样.我们需要注意他的一举一动,因为若是我们攻击到了他张开的电场中,我们将受到伤害并且被击晕.昏迷特效,爆炸,或者等待,对于电场来说都是无效的策略,只有魔法攻击可以直接穿透它.黄色chu对闪电攻击免疫,死亡掉落为黄色chu凝胶;它们常常活动与干旱的沙漠之中 \n\n蓝色chu\n这是一种最少见的chu,蓝色chu对魔法几乎免疫,对闪电部分免疫,并且对寒冷攻击完全免疫,并且传闻说它也能偶尔张开电场,就像黄色chu一样.蓝色chu攻击造成寒冷伤害,同样对敌人造成对寒冷对虚弱效果.因此大家都想得到他们的蓝色chu凝胶,他们大部分被发现在针叶树林地带. \n\nKeese\n\n\nKeese是一种长得像蝙蝠的生物.单个Keese很弱小,但是当它们成群结队的时候很危险,尤其是对于一些没穿护甲的人\n\n\n普通\n普通的Keese并没有什么特别的能力,但是像别的Keese一样,它们有躲闪攻击的能力.\n\n火焰\n火焰Keese居住在下界,他们对火免疫并且会灼伤任何它碰到的人.\n\n冰冻\n冰冻Keese居住在寒冷的区域,它们对寒冷免疫并且他们的攻击会造成寒冷减速\n\n雷电\n雷电Keese可以在任何地方找到,但相对稀少一点.请注意,它们经常持有闪电充能状态.\n\n黑暗\n黑暗Keese是最稀少的Keese,它们的攻击带有多种不良效果\n\nOctorok\n这是这个mod第一个增加的怪物.它们经常生成在水多的生物群系.它们有两个版本,普通的是紫色,它们会吐石头,还有一种少见的粉色版本,会吐炸弹,当他们死亡的时候,有概率掉落水炸弹\n\n\n\n\n\n物品：\n\n下列中所有的物品都只能叠加1个并且无限耐久度，除非另有特殊声明。\n同样的，对于剑的主要区别在于，用这些物品左键将不会造成伤害（除非你拿着把剑！），并且这是一个不错的和村民交互的新办法。\n一些村民甚至会要求你买你不想要的东西！\n畅销的物品代表他们很贵[$$$]………………\n\n请确认你和村民之间经常交易，来以此搞好关系，不然他们就不会提供给你任何东西……\n一些特定种类的村民只会对特定的物品作用\n\n\n\n剑：\n这个mod增加了许多不同种类的剑，当然这些剑都源于林克的冒险^q^.\n这里我将罗列出这些剑的伤害和简略介绍。\n\n[可破坏的]这代表着，当这把剑坏掉的时候，你讲得到一个破损的剑柄。然后这个破损的剑柄可以被铁匠所修复。当然请注意，任何附魔效果都会随着剑的破损而消失。\n\n[大师级]代表着这是一种大师级别的剑，这种剑即不可以被损坏，也不可以在上面附魔，使用大师之剑的时候会获得一些额外的特殊效果。\n\n科克里之剑 （Kokiri Sword） (+5) [可破坏的]\n这是开局默认携带的剑。一把铁质，并且钝棱的剑。有不少铁匠仍旧在销售这种价格低廉的剑。\n\n欧登之剑Ordon Sword (+7) [可破坏的]\n这是一把质量不错，使用了坚固的铁制作的剑。大多数铁匠都可以修复这种剑，但是他们不一定可以自己独立制作出一把这么样的剑。\n\n巨人的小刀 (+12) [可破坏的]\n一把拥有着巨大刀刃的“剑”，但是这对于“哥隆”来说只是一把小刀而已。虽然这把剑拥有着强大的破坏力，但是它也是惊人的脆弱，所以使用的时候请小心。\n\n大哥隆之剑Biggoron's Sword (+12)\n一个制作精细程度完全超过Medigoron的剑，这把剑完全不会破损并且还能够在上面附魔，这将会是一把最强之剑。当然你会花很长时间来说服这把剑的持有人，让他把这把剑转让给你……\n\n大师之剑Master Sword (+9) [大师级]\n这是一把传说中由Hylia女神锻造的剑，这把剑只允许真正的英雄来佩戴它。若是想得到它，并证明你拥有得到他的资格，你需要将三个美德挂坠放到剑座上，并且发誓从此效忠于消灭黑暗的行业。\n\n淬火大师之剑Tempered Master Sword (+11) [大师级]\n一个技术高超的铁匠可以使用大师之矿的残渣，将大师之剑重新锻造一遍，使得其刀刃更加锋利\n\n\n黄金大师之剑Golden Master Sword (+13) [大师级]\n只有一个真正的英雄，在击败了大群黑暗势力之后才能获得伟大的仙女的祝福，更进一步地强化了大师之剑。\n\n真·大师之剑True Master Sword (+15) [大师级]\n大师之剑的最终形态，需要其沐浴于神圣之火之中，然后将其放回剑座中来解放它真正的三角神力\n\n\n盾牌：\n一个人在没有一个盾牌之前，他还称不上是一个英雄。盾牌既能阻挡敌人的攻击又能将敌人推开。\n如果玩家和骑马与砍杀2一起使用的话，盾牌完全可以装备在左手上，这样使得战斗的种类更加多样，而且盾牌仅仅拿在有右手上也是一个利器。\n\n德库皮盾\n这是一个用德库树树皮制作的盾牌，这个盾牌及其容易受到火焰的影响，但是能对普通的攻击进行很有效的防御。作为仅仅的一个可破损的盾牌，德库盾也是最常见的，你经常可在宝箱中发现它，并且这种盾牌可以附魔。弓箭经常会卡在盾牌中，这是在资源稀缺的情况下，一个危险但是有效的保存箭矢的办法。(请注意，箭矢抓取功能需要骑马与砍杀2)\n\nHylian之盾\n海拉尔骑士的标准装备，这种盾牌对于大部分攻击都是一个极大的阻碍，并且这种盾牌自己免疫伤害。这种盾牌同样是最人工的盾，有着不多的持久力和最快的冷却时间。\n\n镜鉴之盾\n这种盾被认为是最强之盾，镜鉴之盾虽然在混战的情况下，不如Hylian之盾要好用，但是，它拥有着强大的魔法之力能够反弹敌人的攻击，这个特性使得大多数冒险家对其垂涎不止。\n\n\n护甲/大衣\n英雄穿戴的标志性服装，不仅看上去很时髦，还穿起来很舒适，同样的，它们给予了完美的保护。只有绿色套装是没有特殊效果的，其他的大衣和束腰外衣都是有特别的效果。\n\n科克里套装\n- 克林穿的经典绿色套装\n- 可以用有色羊毛修复\n- 可以再锁住的箱子或者村民手里获得\n\n哥隆外衣\n-这是一种使用在岩浆中的Dodongos制作的大衣，它具有防火性\n-大衣将承受玩家收到的火焰或者岩浆伤害，因此它将很快的消耗完\n-Dodongo鳞片需要经常擦擦来保持他们的抗火性，用岩浆膏来擦是最好的\n-只能在岩浆地下城中找到\n\n卓拉外衣\n-一种稀少的卓拉部落制作的外衣，可以使得穿的人在水中呼吸\n-在水中会消耗其耐久度，可以用有色羊毛修复它\n-只能在海洋地下城中找到\n\n哥隆和左拉帽子/裤子\n-在岩浆/海洋中的锁住的箱子里找到或者可以使用科克里碎片加上一些适当的染料合成\n-这些东西没啥特别的作用，要说有的话，也就是可以喝哥隆或者卓拉外套搭配起来，看上去好看点\n\n英雄之弓\n\n这是英雄的最终之弓，可以用来射不同的特殊箭矢。不是所有的剑都可以用等级1的弓来射，所以最好能研究出它如何升级！\n\n箭矢\n\n许多箭矢都需要在冒险的旅途中获得，只有少数是可以手动制作的。\n下面是这些箭矢的细节。\n\n炸弹箭\n就像那你们想的那样，一个绑着任何炸药的箭矢并且通过撞击来引爆。炸弹箭可以使用Lv1的弓来发射，并且持有和制作它们的炸弹相同的属性。既然是炸弹，它们点燃之后就不能回复。\n\n魔法箭\n魔法箭需要最少Lv2的弓来使用，光之矢需要Lv3，请注意这种箭矢可以合成，所以它们应用广泛。但是这些箭矢在受到Naryu之爱的情况下无法使用。\n\n火焰箭\n火焰箭是能够使得击中区域着火的一种箭矢，同样它可以使得冰融化（可以再config中关闭该功能）\n\n冰箭\n一种非常有用的箭矢，它可以熄灭火焰，甚至在地狱也有效果。任何被此箭击中的人将被冻结在原地，不能移动或者攻击，当然有些敌人可以做一些别的事情。对于火焰系的敌人特别有效果。\n\n光之矢\n光之矢是最强力的一种箭矢，它能够仅仅一击就击杀大多数敌人，并且它是唯一能够射中末影人的箭矢。它拥有着神圣的能量，对于邪恶的生物效果拔群。它同样能够穿过固体材料（可在config中关闭），使得玩家能够穿过墙壁来射杀敌人或者激活开关\n\n\n靴子 [$$$]\n\n林克在他的旅途中获得了许多不同的靴子，每种靴子都有它自己不同的效果。\n在你找到它们之前，作者在这里会先介绍一下它们。\n\n重靴子\n这种靴子就是十分的重，使得普通的行走变得十分的苦难 - 穿上它就别再妄想使用任何依赖移动的技能了！但是这种靴子也有优势，比如在水中行动或者在爆炸前站稳……\n这种靴子是使用坚固的铁做成的，靴子本身是完全对伤害免疫的（无法损坏），但是它们不能够被附魔\n\n\n浮空靴\n一种神秘的靴子，可以使得穿戴者轻松地越过山谷，冰面，缓慢之沙，或者其他的障碍\n\n\n珀加索斯之靴\n这种靴子给予穿戴者速度，林克穿上它之后不但跑得更快了，跳的也更远了。对“冲撞”和“闪避”技能也有增益效果。若是和大鸟之羽合并的话，林克可以跳的更高更远。这种靴子和重靴子一样，不会损坏。\n\n\n橡胶靴\n穿上这种靴子之后减少了林克的导电性，使得林克对闪电伤害免疫。\n\n\n\n炸弹\n\n炸弹是一种十分危险的东西,如果你手中拿着一个已经点燃的炸弹……我劝你快扔掉它(按右键).给村民看你拿着炸弹(左键)可以打开交易界面,当然也可能单纯是因为他们害怕你手里的东西……\n\n经典炸弹\n这是一种经典炸弹，用来炸开障碍物或者在地上开洞.如果把它放到水里，它不会爆炸,于是你可以留着回头用.同样的，这些炸弹在进入岩浆,火,火或者极端热的环境中直接爆炸\n\n水炸弹\n水炸弹的爆炸范围稍微比经典炸弹要小一点,但是它的功能通常是作用在水中,同理，它们在岩浆之类的环境中是不会爆炸的.\n\n火炸弹\n火炸弹用途十分广泛,既不怕火又不怕岩浆.这是唯一可以在下界使用的炸弹,当然它们也可以像其他炸弹一样在普通世界使用.和水炸弹一样,火炸弹可以在特殊情况下交易\n\n\n炸弹包[$$$]\n\n这种手提包既可以在神秘的箱子中找到,也可以从友好的牧师手中买到.正常的包可以装上10个炸弹并且可以和别的袋子合并(潜行时按右键),使得容量增加到50.当你手持它的时候,任何在背包中的炸弹会自动移到袋子里,并且捡起来的炸弹也会自动到袋子里.\n\n如果是存放火炸弹或者水炸弹的话,袋子要分开,不同袋子放不同炸弹.\n\n按b来查看你现在持有的炸弹,但是请确认把你掉落的东西拿起来\n\n\n回力标\n\n林克持有的利器之一,回力标击晕敌人并且造成伤害,可以将物品击飞,并且是唯一的可以激活所有的按钮盒拉杆的投掷武器.回力标同样是一个用来割草的利器……它同样能打碎陶瓷管.\n\n当它升级到魔法回力标之后,它可以飞的2倍远,并且造成更多伤害,也可以取回更多物品.\n\n\nChu的果冻\n\nChu的四种不同的眼泪（果冻）。尽可能地把它们多交给图书管理员村民，这样村民会给你交易一些图书的东西（取决于你交给他们果冻的类型）\n\n\n德库之叶\n\n德库之叶有着许多的用途，它能够将面前的任何东西吹飞出很长一段距离。使用它很需要体力，如果你滥用的话，你的体力会很快消耗殆尽。\n\n\n仙女瓶\n\n通过对着一个仙女拿着空瓶子按右键获得，使用仙女瓶将回复所有的生命。如果仙女瓶放在了10个显示的工具栏内，当玩家血量清零的时候，仙女瓶会自动回复玩家5个心\n\n如果你想释放仙女，潜行的时候按右键。如果仙女在仙女湖附近释放，仙女将自动回到她的家中。不然她仅仅会漫无目的地消失在晨暮中……\n\n\n手套\n\n无论是拿着金手套还是银手套都是很厉害的！（不是穿上！）拿着它右键将捡起四周任何固体方块。当然举起方块是件十分困难的事情，如果你不持续按住的话，方块一会儿就会自动掉回去\n\n\n锤子\n\n锤子是一种既强大又重要的武器，当然它拿着就不轻。它的每一次打击都是致命的，锤子一半的攻击会无视护甲，当然这玩意挥起来很不利落……\n\n锤子\n最弱的锤子，用木头桩子制作的，当然它还算不错的武器。\n\n骷髅锤\n用生锈的铁桩子制作的，能够轻易击碎任何方块，它也是唯一有特殊打击的锤子。按住右键可以充能，松开后释放强力的AOE打击。\n\n百万吨巨锤\n这种锤子可以把任何东西咋成碎片，打到人可不好玩……\n\n\n生命碎片和生命容器 [$$$]\n\n生命碎片可以在大多数地下城中找到，收集齐4个碎片之后，可以把它们合成成一个生命容器。生命容器使用之后会给予玩家一个额外的生命。（血量上限）似乎这种生命容器可以用来交易……\n\n小生命碎片会从草丛中偶然掉落，玩家走过它会回复半颗心，这种东西不能够捡起来回头用……\n\n\n钩爪 [$$$]\n\n钩爪可以抓住不同的方块，使得林克可以飞跃与悬崖以及湖泊之间。按住右键使你前进，按潜行键下来。钩爪有着不同的升级方式，每种方式都有不同的能力\n\n钩爪\n最普遍的钩爪，适用范围为8并且它只能勾住木质方块。它可以进行不同的升级或使目标暂停行动。\n\n石质钩爪\n一种常用的钩爪，拥有8的射击范围，同样只能作用于木质物品。它可以进行不同的升级或使目标暂停行动。\n\n多重钩爪\n这种钩爪可以通过石质钩爪+多重零件升级得获得，使得钩爪更实用，能够勾住不同材料的方块\n\n拓展\n任何钩爪都可以进行拓展升级来将范围提升至2倍\n\n特殊提示\n如果你想升级任何部件，你必须先得到钩爪的前一个版本兵千找到一个和蔼的村民来帮助你组合它们。你需要手持升级部件左键村民【【【。\n当林肯穿着重靴子使用钩爪的时候，他如果使用潜行，可以将任何实体拉到身边不然实体将只会受到一些小伤害\n\n\n钥匙[$$$]\n\n林克会在旅途中找到不同种类的钥匙。它们当然很有用\n\n小钥匙\n最常见的钥匙，这种钥匙可以用来开任何锁住的箱子\n\n大钥匙\n也称作为boss的钥匙，这种钥匙只能在boss地下城中找到，并且只会在锁住的箱子里找到。大钥匙只能用来打开颜色对应的门\n\n骷髅钥匙\n骷髅钥匙可以打开不同的锁住的箱子，boss门也可以打开。当然如果用来打开boss门，这种钥匙就会损坏，所以用之前还是斟酌一下吧\n\n\n魔镜[$$$]\n\n神奇的魔镜可以帮助林肯指出家的方向————就算在最黑暗的地下城中。凝视期中（拿在手上右键）直到它闪烁亮光，它会指向你最后在地面的位置。当然你每次使用它都会减少它的耐久度，最后它也是会损坏的……\n\n\n魔棒\n\n这个mod增加了许多魔棒。每种魔棒都有2个能力，第一种是激活后一个持续的效果 - 注意激活之后每秒都在消耗，第二个是潜行状态下使用，这样魔棒会发射出弹幕（误）\n\n所有魔棒都可以升级，而且只能在boss的地下城中找到。\n下面是细节~\n\n火焰魔棒\n能力1：射出火焰并且能够融化冰块，还可以引燃敌人；伤害和范围和使用时间有关\n能力2：射出火球，火球伤害范围会标注在物品信息栏中。\n升级：增加伤害和攻击范围\n\n冰冻魔棒\n能力1：射出一连串冰之结晶，可以用来冻结水面，固化岩浆，灭火或者给敌人减速。伤害和范围取决于使用时间\n能力2：射出冰爆并且能够封住敌人，冰爆的伤害和范围会在物品信息栏中显示。\n升级：增加伤害和攻击范围\n\n飓风魔棒\n能力1：将玩家推入空中，但是请小心落地！给予玩家一点落地伤害的缓冲，通过自然之风将玩家托住\n能力2：射出强烈的飓风来伤害敌人\n升级：强化2倍的缓冲buff并且增加飓风伤害\n\n\n面具\n\n这个mod在mc里增加了许多不同的面具，但是大部分面具都是通过帮助了“欢乐的面具（销售）男”之后买进获得的。\n带着面具和村民说话会引发不同的“剧情对话”，当然这也取决于村民和你带的面具是啥。\n\n这里详细介绍一下各种面具\n\n爆炸面具：在宝箱里找到，这个面具是个爆炸！（？）按b试试看？\n兔子头巾：通过购买获得，增加你的移动速度，跳跃能力和敏捷\n情侣面具：购买获得，一种让村民活跃的面具\n格鲁多面具：可以从“欢乐的面具男”那里借过来，戴上它你会看上去像一个格鲁多女孩儿\n巨人的面具：宝箱里获得，作用是把你变成一个巨人（其他玩家不会看到你变大了……）\nGibdo面具：宝箱获得，目前还没有任何作用\n鹰眼：宝箱获得，给予玩家异常的视力和可怕的准确率\n基顿面具：购买获得，目前没有任何作用\n气味假面：购买获得，传说带上之后挖挖土就能找到蘑菇\n真理假面：购买获得，也是在购买手段下最后一个获得的面具，作用是增加技能法球的掉落\n骷髅面具：购买获得，让你看上去非常“狠”（tough）\n幽灵面具：购买获得，戴上它你就可以混进怪人的圈子了\n石头面具：宝箱获得，戴上它之后你就和街边的石头没啥区别（隐形）\n迪古面具：可以从“欢乐的面具男”那里借到，目前没有任功能\n哥隆面具：可以从“欢乐的面具男”那里借到，目前没有任功能\n卓拉面具：可以从“欢乐的面具男”那里借到，目前没有任功能\n猛神面具：可以从“欢乐的面具男”那里借到，目前没有任功能\n马乔拉（Majora）面具：一种邪恶的面具，它给予穿戴者强大的力量，但同时也要付出很大的代价\n\n\n贤者之石 [$$$]\n神圣矿物的碎片，用于制作大师之剑，这种矿物只能被那些超级幸运的矿工挖到，并且仅限于挖铁的时候。\n\n\n美德挂坠\n\n代表着3中美德，集齐它们是真正的英雄的证明，并且可以因此获得大师之剑。\n\n勇气挂坠是绿色的，在远东的沙漠中找到。\n力量挂坠是红色的，在死亡之山上找到。\n智慧挂坠是蓝色的，在湖水（Hylia之湖）中找到。\n\n\n能量碎片\n\n一种稀少的怪物凋落物，他们携带着巨大的能量，使得你的伤害翻倍并且使你免疫击晕效果。像小?一样，无法存到背包中\n\n\n巨鸟之羽 [$$$]\n\n一种来自于传说中的大鸟Roc身上的魔法羽毛，当玩家手持这种羽毛的时候会获得跳跃补强，并且落地的速度也会减缓。如果和珀加索斯之靴（Pegasus Boots，生有双翼的神马，被其足蹄踩过的地方有泉水涌出，诗人饮之可获灵感）结合，林克可以在奔跑跳越的情况下，跳过4格高低地方。\n\n\n技能球 [$$$]\n\n技能球可以通过杀死怪物来获得，一个技能球只能给它代表的技能升一级，不过技能球可以叠加，因此还算比较好携带。值得一提的是，附魔的装备会增加技能球掉落的概率，当然对敌人的类型也有限定就是了。\n\n\n弹弓[$$$]\n\n与其说弹弓是个武器，不如说它是个玩具，弹弓有很多的“用途”。它射出任何种子，对生物造成小小的伤害，当然也可以用它来打开木质开关。高级的弹弓可以同时射出好几个种子……\n\n弹弓挑选射出的种子和种子在背包里的位置有关（从10个工具栏开始），因为有一些种子有特殊的效果，比如击退敌方或者导致燃烧……\n\n\n灵魂结晶\n\n一旦你得到了灵魂结晶，左键任何圣火，灵魂结晶即可吸收灵魂能量，这些东西使得林克可以使用不同种强大的魔法。\n每种魔法都消耗一定的灵魂能量，当能量消耗完毕的时候你讲得到一个空·灵魂结晶。\n当其快小号殆尽时，它们可以在圣火充能或者在消耗完前转化为其他类型\n\n\n药剂\n\n塞尔达的经典药剂，红色和绿色经常能在箱子里或者包裹里找到，蓝色药剂比较稀少，它们只能偶尔在锁住的箱子中找到。\n在玩家和村民（图书管理员）交易了足够的Chu Jelly之后，它们同样可以再村民处买到\n\n红色药剂回复10血（5格）。\n绿色回复满饥饿条。\n蓝色药剂回复20血（满条）和满饥饿条\n黄色药剂提供5分钟的冲击伤害免疫\n\n\n财宝\n\n不同的财宝可以在旅途中找到，没有任何一个财宝有真正的效果，但是他们其实还挺实用的。一些可以卖出，另一些可以用来交换特殊物品。\n\n\n\n\n\nAffects World Generation (new world best!)\n\n\nDUNGEON GENERATION\nThe following explanations apply to both [Nether] AND [Overworld] unless otherwise noted.\n\nI:\"Adjust secret rooms so they are more hidden [1 = less, 3 = most]\"=2\nDetermines how much of a secret room is allowed to be revealed to the surface should a room generate near the surface. 1 allows for quite a bit to show, 3 allows for only one or two blocks.\n\nI:\"Secret room generation attempts per chunk (0 to disable) [0-20]\"=12\nThe number of secret rooms that attempt to generate per chunk; note that some will not generate due to randomness (see the next setting), and others will fail due to unsuitable terrain or proximity to other secret rooms (see the setting after next).\n\nI:\"Chance (as a percent) per iteration of secret room generating [1-100]\"=80\nMakes the number of secret rooms per chunk more or less random, with a lower chance of generation resulting in more randomness. A setting of 100 means that every single secret room will attempt to generate, though some will still fail for the reasons noted above.\n\nI:\"Minimum number of blocks between land-based secret rooms [2-16]\"=6\nA higher setting results in fewer secret rooms overall, with more space between each, whereas a lower setting allows rooms to pack more closely together and thus succeed at generating more often.\n\nI:\"[Overworld] Minimum number of blocks between ocean-based secret rooms [2-32]\"=6\nSame as above, but specifically for secret rooms that generate along the ocean floors.\n\nI:\"Minimum number of chunks between Boss Dungeons [8-64]\"=12\nSame as above, but for boss dungeons with the distance measured in chunks. Larger values mean dungeons will be farther apart, though dungeons of different types may be slightly closer.\n\nS:\"[Boss Dungeon] List of biomes in which {TEMPLE NAME}Temples can generate\"\nA list of biome names, one per line, in which the specified boss dungeon may generate. These values are mutually exclusive, meaning that no two lists are allowed to contain the same biome. An empty list will completely prevent that boss dungeon from generating.\n\nGENERAL\nSettings for [Ceramic Jars] should be changed according to your style; the default values give you plenty of jars to smash.\n\nLOOT\nI:\"Chance (as a percent) a chest will be locked [10-50]\"=33\nLocked chests require small keys to open, so be mindful of both values when changing the settings.\n\nI:\"Chance that a secret room's entrance will be barred by some obstacle [1-50]\"=25\nSecret rooms that are barred cannot be destroyed with bombs - special items such as the Hammer or Gauntlets are required to gain entry.\n\nI:\"Weight: Key, Big [1-10]\"=3\nBig keys are added completely independently of other loot, but only in locked chests. Each point of weight corresponds to a 5% chance of generating (max is 50% chance per locked chest).\n\nI:\"Weight: Key, Small [1-10]\"=4\nSmall keys are in the basic consumable loot list, so they no longer compete with other items in the locked chest category. If you increased the chance of chests being locked, you will want to increase the weight of small keys.\n\nI:\"Weight: Locked Chest Content [1-10]\"=3\nAffects the distribution of certain items in locked chests; higher values favor some items, such as ice arrows, at the expense of others, such as blue potions.\n\n\n\n\n\n\nAffects Game-Play (change any time)\n\n\nBONUS GEAR\nB:\"Enable bonus starting equipment\"=false\nSet this to true at any time to receive your starting gear, but gear can only be received once per world save; changing settings after receiving gear will not have any further effect.\n\nDROPS\nI:\"Chance (as a percent) for specified mobs to drop a random orb [0-100]\"=10\nCertain mobs, when they drop an orb, will always drop the same orb, allowing for more predictable game play; however, this setting defines the chance that the mob will instead drop a randomized orb. Setting this to 100 will completely negate any association of mob to orb, and the drops will be completely random.\n\nI:\"Chance (as a percent) for random mobs to drop a random orb [0-100]\"=1\nFor mobs that do NOT drop a specific orb, such as sheep, this setting defines the chance that they will attempt to drop an orb of some kind when killed. Setting this to 100 means that ALL mobs will always try to drop an orb, whereas setting this to 0 means only designated orb-droppers can drop orbs.\n\nI:\"Chance (in tenths of a percent) for {SKILL NAME} [0-10]\"=5\nWhen a mob determines that it should drop an orb, this is the chance that the orb will ACTUALLY drop, per individual orb. This chance is further modified by weapon looting level at 0.5% per level, and up to another 1% can be gained from a special item, resulting in a maximum chance of 3.5%, at which roughly one orb would drop per 28.5 orb-dropping mobs killed. A setting of zero simply means that looting or other gear is required for the orb to drop - it does not disable it entirely.\n\nITEMS\nAll bomb-related settings apply to all types of bombs (added by this mod), including bomb arrows.\n\nI:\"[Bombs] Minimum fuse time; set to 0 to disable held bomb ticks [0-128]\"=56\nSick of bombs blowing up in your hands? Extend the fuse time or disable it altogether.\n\nB:\"[Bombs] Whether bombs are non-griefing, i.e. can only destroy secret stone\"=false\nIf you find your world is getting obliterated, you may want to set this to true, which will restrict bombs to blowing up specific modded blocks only, including secret stone and ceramic jars.\n\nSPAWN RATES\nSet any of these values to zero to prevent the mob from spawning naturally.\n\nGENERAL (but spawn-related!)\nI:\"Boss health multiplier, as a percent increase per difficulty level [100-500]\"=250\nThis only applies to bosses that spawn as a part of Boss Dungeons (temples).\n\nI:\"[Mobs][Keese] Chance of Keese spawning in a swarm (0 to disable)[0-100]\"=25\nThe chance that each naturally-spawning Keese spawns in an entire swarm; additionally spawned Keese cannot spawn in further Keese.\n\nI:\"[Mobs][Keese] Maximum number of Keese that can spawn in a swarm [4-16]\"=6\nThe maximum number of additional Keese that a single Keese can spawn when swarming.\n\nB:\"[Mob Buff] Disable all buffs (resistances and weaknesses) for vanilla mobs\"=false\nSet to true to disable the various resistances and weaknesses that I applied to vanilla mobs, such as slight weakness to fire and strong weakness to holy for zombies.\n\nRECIPES\nB:\"Smelt all those disarmed pigmen swords into gold ingots\"=false\nIf you go on a disarming rampage amongst the pigmen, fear not! Set this to true at any time to enable a smelting recipe to reclaim the gold that should by all rights be yours.\n\n\nSECRETS AND SPOILERS\n\nVillager Trading\n\n\nTo activate most of the special Zelda item trades, you first need to become \"friends\" with the villager. This is accomplished by trading with them until a certain number of trade options have opened up (the default is six).\n\nOnce enough trade options are available, left-clicking on the villager while holding the Zelda Item you wish to trade will typically activate a trade; if not, the villager will let you know they are not interested.\n\nSelling items such as spare boots or keys usually requires clicking multiple times, but can also usually be sold even to villagers with whom you have never traded before.\n\n\n\n\n\n\nFinding Secret Rooms\n\n\nFinding secret rooms depends very much on the configuration settings; default values will generate 4-6 rooms per chunk, on average. That sounds like a lot, but they can be tough to find. If you find that you simply are not finding enough secret rooms following your normal play style, I highly recommend editing the configuration file to increase the number of rooms per chunk, as well as decrease the minimum distance allowed between rooms. Starting a new world after editing the configuration settings will provide the best results.\n\n\n\n\n\nFinding Fairy Spawners\n\nFairy spawners only appear in partially flooded secret rooms, though not all such rooms. The chance that a particular room will become a fairy spawner can be changed in the configuration file, and secret rooms located in hilly or mountainous biomes always have the highest chance of fairies.\n\nDo note that a partially-flooded room with no fairies does not necessarily mean that it is not a fairy spawner; fairies spawn most frequently at night, so you may need to wait around for a little while before any fairies appear.\n\n\n\n\n\nFinding Boss Keys\n\n\nWhen looking for that elusive Boss-Key, there are several things to keep in mind:\n1. Boss keys only appear in the same biome as the Boss Dungeon\n2. This means the key for the Forest Temple will only be found in forest biome secret rooms\n3. Boss keys are only found inside of locked chests, not regular chests\n\nIf you are still finding it too difficult, there are several configuration settings that play a critical role in determining how easy or difficult it is to find a boss key:\n1. *Loot, Weight: Key, Big [1-10] – default is 3; set it higher for more Boss Keys\n2. Loot, Chance a chest will be locked [10-50] – default is 33, set it higher for more locked chests; more locked chests means more chances for Boss Keys to spawn\n3. Dungeon Generation: allowing more secret rooms to generate will greatly increase the ease with which you will find Boss Keys; for maximum secret room generation:\n- Set the minimum number of blocks between rooms to the minimum value (2)\n- Set the chance per iteration of generating a secret room to 100\n- Set the number of secret room generation attempts per chunk to 20\n\n* Note that setting the loot weight for the Big Key (Boss Key) is only useful if you do not max out the loot weight for every other loot category. Loot weights are all relative, meaning that if they are all 10, they all have the same chance of generating, whereas if they are all one and the Boss Key is 10, the key is much more likely to generate.\n\n\n\n\n\nGetting the Master Sword\n\n1. Find an Ocean boss dungeon to get the Pendant of Wisdom.\n2. Find a Desert boss dungeon to get the Pendant of Courage.\n3. Find a Mountain boss dungeon to get the Pendant of Power.\n4. Take all 3 pendants to a Forest dungeon and place them in the Triforce pedestal.\n\n\n\n\n\nUpgrading to the Tempered Sword\n\n1. Collect 2 pieces of Master Ore\n2. Left click on a friendly blacksmith with the Master Ore while a Master Sword is in your inventory\n3. Give the smith your Master Sword and 2 pieces of Master Ore; he will reforge it into the Tempered Sword\n\n\n\n\n\n\nUpgrading to the Golden Sword\n\n\n1. Defeat 100-1000 mobs, as set in the config file, with your Tempered Sword\n2. Throw the sword into a fairy pool while fairies are about to get the Golden Sword\n\n\n\n\n\n\nUpgrading to the True Master Sword\n\n\n1. Swing your Golden Sword (left click) through each of the 3 Sacred Flames\n2. Each Sacred Flame will grant an enchantment on the Golden Sword\n3. Once all 3 have been absorbed, place the Golden Sword in the Triforce Sword Pedestal to reveal the True Master Sword\n\n\n\n\n\nSacred Flame Locations\n\n\n1. Din's Flame can be found in a Nether boss dungeon\n2. Farore's Flame can be found in a Swamp boss dungeon\n3. Nayru's Flame can be found in a Taiga boss dungeon\n\n\n\n\nObtaining Super Spin Attack\n\n\nTo obtain this skill orb, Link must have already learned at least level 1 Spin Attack; then, while any kind of Master Sword is in the inventory, take a normal Spin Attack orb and toss it into a Fairy pool while at least one fairy is about.\n\nAdditional orbs may be obtained when Link has earned enough heart pieces (as a proportion of the max that can be earned as defined in the Config file), still at the cost of a regular Spin Attack orb and so long as Link's regular spin attack level exceeds Link's super spin attack level.\n\nAn extra bonus orb is granted at the final level as a keepsake.\n\n\n\n\nSecret Bomb Trades\n\n\n\nVillagers named “Barnes” have a chance of offering any type of bomb when getting a new trade.\nWhile wearing Zora armor, left-click on a priest with a regular bomb to open up the Water Bomb trade.\nWhile wearing Goron armor, do the same as above to open up the Fire Bomb trade.\n\n\n\n\nSpirit Crystal Spells\n\n\nDin's Fire\nBy charging up briefly with right-click, unleash a devastating fire attack that will leave most foes charred to cinders. Can be used up to 16 times before needing to be recharged.\n\nFarore's Wind\nThis crystal grants Link the ability to quickly travel to any previously stored location, so long as it is within the same dimension. Mark a location with a single right-click while sneaking; teleport to a stored location by holding right-click until the final sounds of Farore fade. Only one location may be stored at a time per crystal.\n\nNayru's Love\nUsing the powers of Nayru, become temporarily invulnerable to all types of damage by right-clicking once. No other magic powers or magic arrows may be used while under the effects, and the effects only wear off once the hunger bar reaches zero, so use with caution. Hunger will be consumed rapidly while this is in effect.\n\n\n\n\nUpgrading the Boomerang\n\n\nOnce you have achieved at least half of the total bonus hearts available, bring the boomerang to the Great Fairy at the Waterfall of Wishing for an upgrade! (At this time, any fairy pool will work)\n\n\n\n\nUpgrading the Slingshot\n\n\nTo upgrade the slingshot, first Link must throw emeralds into a fairy pond, followed by a slingshot.\nFairy Slingshot + 128 emeralds = Scattershot\nScattershot + 320 emeralds = Super Slingshot\nAny Slingshot + variable amount of emeralds = Slingshot enchanted with Power*\n\n* Power level is commensurate with the number of bonus hearts the player currently has.\n\nNote that emeralds may be thrown in at any time and need not be all at once; however, they may only be recovered by breaking the dungeon core block.\n\n\n\n\nSlingshot Seed Effects\n\n\nWheat: No special effect, weakest damage\nMelon: Knockback, medium damage\nPumpkin: Slow, medium damage\nCocoa Beans: Weakness, medium damage\nDeku: Stuns enemies, best damage (may also be thrown)\nNetherwart: Fire, best damage\n\n\n\n\nBetter Hunter Trade\n\n\nYou can get a better price for your monster part treasures by naming the butcher to Monster Hunter instead of just Hunter. The price will only apply to new trades, of course.\n\n\n\n\nBiggoron Sword Trading Sequence\n\n\nAll trades involve first naming the correct type of villager with a name tag to the appropriate name from Ocarina of Time, and then presenting them with the correct treasure item. The sequence is not exactly the same, but quite close.\n\nEach entry follows the format [villager profession][custom name][treasure required]\n\n1. Child Farmer Talon, Tentacle\n2. Farmer Cucco Lady, Pocket Egg\n3. Farmer Grog, Cojiro\n4. Librarian Old Hag, Odd Mushroom\n5. Farmer Grog, Odd Potion\n6. Blacksmith Mutoh, Poacher's Saw\n7. Blacksmith Biggoron*, Broken Goron's Sword\n8. Priest** King Zora, Prescription\n9. Librarian** Lake Scientist, Eyeball Frog\n10. Blacksmith Biggoron*, Eye Drops\n11. Blacksmith Biggoron,* Claim Check***\n\n* Note that Biggoron must be a Goron, not a regular villager\n** Will eventually be a Zora and not a regular villager\n*** Claim Check may only be redeemed after several days have passed.\n*** Redeeming the Claim Check adds a permanent trade option for Biggoron's Sword\n\nNote that the trades do not necessarily require the previous trade to be completed, meaning that in Creative Mode you can cheat by skipping to the last trade. In survival, the only way to do so would be if another player gave you one of the items further into the sequence, and you could then start from that trade rather than the beginning.\n\nNote also that you must still wait for several days after speaking to Biggoron before redeeming the claim check.\n\n\n\n\nMask Trading Sequence\n\n\nTo get started on the mask trading sequence, first you must find Zelda's Letter in a boss dungoeon. Then, rename any villager to Mask Salesman and left-click on him with the letter in hand to turn him into the Happy Mask Salesman. Talk to the Mask Salesman and he will lend your first mask.\n\nWhile wearing your newly acquired mask, speak to villagers to see if they want to purchase it; if so, take it off and hand it the villager by left-clicking with the mask in hand. They will take it from you and give you some emeralds in return. Use the emeralds to pay back the Mask Salesman, and speak to him again to receive the next mask.\n\nOnce you have sold all six masks, the Mask Salesman will let you borrow any one mask indefinitely. To borrow another, simply return the first mask to him.\n\n\n\n\nFinding and Upgrading Magic Rods\n\n\nFire Rod: Found in Desert Temple boss dungeons (not vanilla desert temples!)\nIce Rod: Found in Ice Temple boss dungeons\nTornado Rod: Found in Wind Temple boss dungeons\n\nFirst, find a Sacred Flame that matches the Rod's element, then swing the Rod through the flames, absorbing its power. Once this is done, travel to the nearest fairy pool and be prepared to spend a hefty sum! Prices are proportional to the original costs in A Link Between Worlds [800 for the Tornado Rod, 1200 for the others], requiring a number of full emerald stacks (64 emeralds per stack) equal to 1/100 of the original cost, i.e. 8 or 12 full stacks.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nlMuR2KG (1).png\n(97.77 KB, 下载次数: 997)\n\n\n\n\n下载附件\n\n\n2014-1-5 14:26 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1045189484",
            "timestamp": 1388905440,
            "txt_content": "看起来不错，沙发收下了{:10_512:}"
        },
        {
            "author": "Aqerfdgh",
            "timestamp": 1388905560,
            "txt_content": "我这是什么？【板凳吗？】看了介绍后，感觉是个不错的MOD，要了！"
        },
        {
            "author": "herboine",
            "timestamp": 1388908380,
            "txt_content": "LZ找MOD找的辛苦了！"
        },
        {
            "author": "gqxastg",
            "timestamp": 1388909760,
            "txt_content": "看起来很不错，比较期待"
        },
        {
            "author": "justair1",
            "timestamp": 1388917260,
            "txt_content": "图片猫眼林克好评{:10_512:}"
        },
        {
            "author": "Killot",
            "timestamp": 1388925840,
            "txt_content": "{:10_524:}按哪个键放技能？"
        },
        {
            "author": "Bakagl",
            "timestamp": 1388926560,
            "txt_content": "恩...我不能用耶=W=\n放進去開不了遊戲，直接跳掉的那種\n頗期待的說"
        },
        {
            "author": "1738251488",
            "timestamp": 1391583840,
            "txt_content": "Bakagl 发表于 2014-1-5 20:56\n恩...我不能用耶=W=\n放進去開不了遊戲，直接跳掉的那種\n頗期待的說\n我也是这样"
        },
        {
            "author": "1170991249",
            "timestamp": 1393127400,
            "txt_content": " 本帖最后由 1170991249 于 2014-2-23 12:24 编辑 \n\n回旋斩肿么用捏？按了A+D就显示回旋斩不能用冲撞：X锁定目标，冲撞技能学好了，然后按住右键，在一定的距离内摁左键\n跳斩：X锁定，跳起来打\n破甲：X锁定，摁住左键\n格挡：敌人打你的时候摁退后键（不要忘了X锁定）\n闪避：X锁定后左移动键或右移动键\n这些都需要学习所对应的技能\n另外我还发现了一个招式，请大家来改个名，需要学习基础剑术+冲撞+跳劈\nX锁定，摁住右键跳起来，地上会有一个像裂缝一样的东西冲向敌人，敌人受到8-10点伤害（我用的铁剑）"
        },
        {
            "author": "sa2838390",
            "timestamp": 1393753380,
            "txt_content": "楼主，出新版了，不汉化吗"
        },
        {
            "author": "CI010",
            "timestamp": 1393856400,
            "txt_content": "更新自顶"
        },
        {
            "author": "CI010",
            "timestamp": 1393856460,
            "txt_content": "bbsa2838390 发表于 2014-3-2 17:43\n楼主，出新版了，不汉化吗\n汉化了^q^"
        },
        {
            "author": "mynameis123",
            "timestamp": 1393859100,
            "txt_content": "给力的MOD{:10_492:}"
        },
        {
            "author": "止战之殇VII",
            "timestamp": 1393941240,
            "txt_content": "用了闪退怎么办{:10_527:}"
        },
        {
            "author": "oeqqwq",
            "timestamp": 1394183760,
            "txt_content": "希望能搞个介绍啊，很多东西都不知道怎么用……"
        },
        {
            "author": "Girzzle落叶",
            "timestamp": 1394338560,
            "txt_content": "那个Chu是《塞尔达传说，风之杖》里的啾啾怪的，名字吧，哪些掉落物品应该是啾啾怪的果冻（红果冻，绿果冻什么的）"
        },
        {
            "author": "VAnight",
            "timestamp": 1394510160,
            "txt_content": "一键收藏"
        },
        {
            "author": "VAnight",
            "timestamp": 1394512140,
            "txt_content": "感谢楼主分享~~~"
        },
        {
            "author": "CCU",
            "timestamp": 1394775240,
            "txt_content": "冲突了，导致我的客户端全部崩了。1.6.4的最新版本赛达尔我用不起"
        },
        {
            "author": "CCU",
            "timestamp": 1394775360,
            "txt_content": "0.6.0有bug，好像是巨大的冲突"
        },
        {
            "author": "CI010",
            "timestamp": 1394777160,
            "txt_content": "CCU 发表于 2014-3-14 13:36\n0.6.0有bug，好像是巨大的冲突\n……你倒是放一個crashreport啊……或者fml的log也行啊……"
        },
        {
            "author": "CCU",
            "timestamp": 1394861460,
            "txt_content": "不懂装,"
        },
        {
            "author": "想宅宅不起",
            "timestamp": 1394992320,
            "txt_content": "只有164以上的啊"
        },
        {
            "author": "sa2838390",
            "timestamp": 1395416040,
            "txt_content": "如何刷新技能等级？死亡也不行吗？只能重开账号？"
        },
        {
            "author": "CI010",
            "timestamp": 1395416220,
            "txt_content": "bbsa2838390 发表于 2014-3-21 23:34\n如何刷新技能等级？死亡也不行吗？只能重开账号？\n打怪掉法球可以看……"
        },
        {
            "author": "sa2838390",
            "timestamp": 1395417240,
            "txt_content": "楼主你赶紧把最新那个版本汉化了吧，新版本有洗点球，可以清空所有技能。这个在服务器里可以当洗点书高价卖给玩家....本MOD在服务器装久了，难免会出现技能全满就没意思的情况。"
        },
        {
            "author": "sa2838390",
            "timestamp": 1395439920,
            "txt_content": "CI010 发表于 2014-3-21 23:37\n打怪掉法球可以看……\n我指的是把技能等级归零。"
        },
        {
            "author": "sa2838390",
            "timestamp": 1395439980,
            "txt_content": "CI010 发表于 2014-3-21 23:37\n打怪掉法球可以看……\n新版本有洗点球，求楼主把新版本汉化了...."
        },
        {
            "author": "CCU",
            "timestamp": 1395759720,
            "txt_content": "我在想1.6.4的服务器该怎么用这个mod，我装了0.6.0的剑技会崩溃，但是0.5.6版本的可以打开，但是服务器却无法使用赛达尔剑技，技能全部用不了，只能使用物品，后来又有人大帖子说，这个赛达尔只支持forge965,楼主你说的crashreport倒是发个出来啊，那个是前置mod吗？"
        },
        {
            "author": "CI010",
            "timestamp": 1395916800,
            "txt_content": "没错是支持965，也就是recommended版本。\n你别逗了，如果有前置mod我怎么会不写，\ncrash report这点英文都看不懂吗，让你发你的崩溃报告，服务器崩溃了发服务器的，客户端崩溃发客户端。"
        },
        {
            "author": "Halley",
            "timestamp": 1396137960,
            "txt_content": "不知怎么的  我用了大部分都贴图错误。。"
        },
        {
            "author": "876149406",
            "timestamp": 1397352600,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "876149406",
            "timestamp": 1397354640,
            "txt_content": "面具怎么用?"
        },
        {
            "author": "KingF",
            "timestamp": 1397907240,
            "txt_content": "这是塞尔达合集吗  又有心 又有剑技"
        },
        {
            "author": "骑士灭了小面包",
            "timestamp": 1400378760,
            "txt_content": "{:10_535:}感谢楼主一直持续更新！"
        },
        {
            "author": "CCFO",
            "timestamp": 1403268240,
            "txt_content": "那个……如果有些mod的剑不在分类列表里，该怎么办才能用它们放出剑技？？？"
        },
        {
            "author": "sa2838390",
            "timestamp": 1403520360,
            "txt_content": "http://www.bilibili.com/video/av1028762/\n楼主这是我拍的塞尔达剑术MOD介绍视频wwwww\n求编到乃的贴子里~"
        },
        {
            "author": "重生与希望",
            "timestamp": 1403624880,
            "txt_content": "看到塞尔达传说有关就又想起那个恐怖故事了...BEN..."
        },
        {
            "author": "591718066",
            "timestamp": 1403668080,
            "txt_content": "mc有你更加精彩，很好的作品~"
        },
        {
            "author": "知己",
            "timestamp": 1403757960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Miedie",
            "timestamp": 1404020700,
            "txt_content": "不错不错，顶一下"
        },
        {
            "author": "xiangtian",
            "timestamp": 1404483480,
            "txt_content": "你的翻译有很多不好和错误的地方 剑 淬火之剑和黄金之剑原作里没大师二字 盾 那个就叫海拉尔之盾 衣服 叫佐拉 不是卓拉 鞋子 加速的叫天马靴 炸弹 炸弹就炸弹搞个经典干嘛 手套 原作里银的叫力量手套(虽然mod里翻译过来是银) 金的叫泰坦手套(虽然翻译也是金) 心不叫生命碎片叫心之碎片 魔镜是从地狱回到主世界用的 羽毛叫洛克鸟的羽毛 剑技 回旋击是叫回旋斩 剑刃风暴是叫大回旋斩 要翻译就给我按原作的翻译 敢翻译错我不干掉了你!"
        },
        {
            "author": "xiangtian",
            "timestamp": 1404484200,
            "txt_content": "尼玛beta0.1.3 的压缩文件里少了大量文件这是怎么回事"
        },
        {
            "author": "A-Kreedz",
            "timestamp": 1404885960,
            "txt_content": "我把你的这些介绍添加到MCMOD百科了= =\n\n特地通知你一下（不用谢我，真的）"
        },
        {
            "author": "HuanJue",
            "timestamp": 1404891180,
            "txt_content": "貌似亨利还的样子"
        },
        {
            "author": "864986522",
            "timestamp": 1404894000,
            "txt_content": "服务器可以用么......"
        },
        {
            "author": "CCU",
            "timestamp": 1406378940,
            "txt_content": "楼主，终于等到你的汉化完成了，我汉化了一半......结果你就跟新了......"
        },
        {
            "author": "CI010",
            "timestamp": 1406379180,
            "txt_content": "CCU 发表于 2014-7-26 20:49\n楼主，终于等到你的汉化完成了，我汉化了一半......结果你就跟新了......\n{:10_527:}\n假期真是……多灾多难\n你可以把achievement和chat部分汉化……\n那两个我没动"
        },
        {
            "author": "CCU",
            "timestamp": 1406453100,
            "txt_content": " 本帖最后由 CCU 于 2014-7-27 17:26 编辑 \nCI010 发表于 2014-7-26 20:53\n假期真是……多灾多难\n你可以把achievement和chat部分汉化……\n那两个我没动 ...\nchat汉化，你把你以前的1.6.4的汉化部分补过去不就可以了么？ 暑假真是多灾多难...."
        },
        {
            "author": "CI010",
            "timestamp": 1406453700,
            "txt_content": "CCU 发表于 2014-7-27 17:25\nchat汉化，你把你以前的1.6.4的汉化部分补过去不就可以了么？ 暑假真是多灾多难....\n ...\n！！\nchat我之前做过汉化吗！？\n我只记得我隔了一段时间在看作者更新的时候……\n更新出一大堆不明觉厉的东西%……然后和之前的还相当不一样……"
        },
        {
            "author": "CCU",
            "timestamp": 1406468820,
            "txt_content": "你没做过吗？我记得我在查看汉化文本的时候，在zh_CN里面貌似看到过，我记错了！？"
        },
        {
            "author": "jiajia525000",
            "timestamp": 1406640780,
            "txt_content": "我在服务器里面装了这个MOD...结果一用盾牌右键就服务器就崩溃怎么破......"
        },
        {
            "author": "Complex_Code",
            "timestamp": 1409125920,
            "txt_content": "CI010 发表于 2014-3-14 14:06\n……你倒是放一個crashreport啊……或者fml的log也行啊……\n你要的crash-report\n---- Minecraft Crash Report ----\n// This doesn't make any sense!\n\nTime: 14-8-27 下午3:39\nDescription: There was a severe problem during mod loading that has caused the game to fail\n\ncpw.mods.fml.common.LoaderException: java.lang.NoClassDefFoundError: zeldaswordskills/item/ItemZeldaSword\n        at cpw.mods.fml.common.LoadController.transition(LoadController.java:149)\n        at cpw.mods.fml.common.Loader.loadMods(Loader.java:521)\n        at cpw.mods.fml.client.FMLClientHandler.beginMinecraftLoading(FMLClientHandler.java:183)\n        at net.minecraft.client.Minecraft.func_71384_a(Minecraft.java:472)\n        at net.minecraft.client.Minecraft.func_99999_d(Minecraft.java:807)\n        at net.minecraft.client.main.Main.main(SourceFile:101)\n        at sun.reflect.NativeMethodAccessorImpl.invoke0(Native Method)\n        at sun.reflect.NativeMethodAccessorImpl.invoke(Unknown Source)\n        at sun.reflect.DelegatingMethodAccessorImpl.invoke(Unknown Source)\n        at java.lang.reflect.Method.invoke(Unknown Source)\n        at net.minecraft.launchwrapper.Launch.launch(Launch.java:131)\n        at net.minecraft.launchwrapper.Launch.main(Launch.java:27)\nCaused by: java.lang.NoClassDefFoundError: zeldaswordskills/item/ItemZeldaSword\n        at zeldaswordskills.item.ZSSItems.loadItems(ZSSItems.java:386)\n        at zeldaswordskills.item.ZSSItems.load(ZSSItems.java:273)\n        at zeldaswordskills.ZSSMain.preInit(ZSSMain.java:80)\n        at sun.reflect.NativeMethodAccessorImpl.invoke0(Native Method)\n        at sun.reflect.NativeMethodAccessorImpl.invoke(Unknown Source)\n        at sun.reflect.DelegatingMethodAccessorImpl.invoke(Unknown Source)\n        at java.lang.reflect.Method.invoke(Unknown Source)\n        at cpw.mods.fml.common.FMLModContainer.handleModStateEvent(FMLModContainer.java:545)\n        at sun.reflect.GeneratedMethodAccessor1.invoke(Unknown Source)\n        at sun.reflect.DelegatingMethodAccessorImpl.invoke(Unknown Source)\n        at java.lang.reflect.Method.invoke(Unknown Source)\n        at com.google.common.eventbus.EventHandler.handleEvent(EventHandler.java:74)\n        at com.google.common.eventbus.SynchronizedEventHandler.handleEvent(SynchronizedEventHandler.java:45)\n        at com.google.common.eventbus.EventBus.dispatch(EventBus.java:313)\n        at com.google.common.eventbus.EventBus.dispatchQueuedEvents(EventBus.java:296)\n        at com.google.common.eventbus.EventBus.post(EventBus.java:267)\n        at cpw.mods.fml.common.LoadController.sendEventToModContainer(LoadController.java:194)\n        at cpw.mods.fml.common.LoadController.propogateStateMessage(LoadController.java:174)\n        at sun.reflect.NativeMethodAccessorImpl.invoke0(Native Method)\n        at sun.reflect.NativeMethodAccessorImpl.invoke(Unknown Source)\n        at sun.reflect.DelegatingMethodAccessorImpl.invoke(Unknown Source)\n        at java.lang.reflect.Method.invoke(Unknown Source)\n        at com.google.common.eventbus.EventHandler.handleEvent(EventHandler.java:74)\n        at com.google.common.eventbus.SynchronizedEventHandler.handleEvent(SynchronizedEventHandler.java:45)\n        at com.google.common.eventbus.EventBus.dispatch(EventBus.java:313)\n        at com.google.common.eventbus.EventBus.dispatchQueuedEvents(EventBus.java:296)\n        at com.google.common.eventbus.EventBus.post(EventBus.java:267)\n        at cpw.mods.fml.common.LoadController.distributeStateMessage(LoadController.java:105)\n        at cpw.mods.fml.common.Loader.loadMods(Loader.java:520)\n        ... 10 more\nCaused by: java.lang.ClassNotFoundException: zeldaswordskills.item.ItemZeldaSword\n        at net.minecraft.launchwrapper.LaunchClassLoader.findClass(LaunchClassLoader.java:186)\n        at java.lang.ClassLoader.loadClass(Unknown Source)\n        at java.lang.ClassLoader.loadClass(Unknown Source)\n        ... 39 more\nCaused by: java.lang.NoClassDefFoundError: mods/battlegear2/api/weapons/IBattlegearWeapon\n        at java.lang.ClassLoader.defineClass1(Native Method)\n        at java.lang.ClassLoader.defineClass(Unknown Source)\n        at java.security.SecureClassLoader.defineClass(Unknown Source)\n        at net.minecraft.launchwrapper.LaunchClassLoader.findClass(LaunchClassLoader.java:178)\n        ... 41 more\nCaused by: java.lang.ClassNotFoundException: mods.battlegear2.api.weapons.IBattlegearWeapon\n        at net.minecraft.launchwrapper.LaunchClassLoader.findClass(LaunchClassLoader.java:186)\n        at java.lang.ClassLoader.loadClass(Unknown Source)\n        at java.lang.ClassLoader.loadClass(Unknown Source)\n        ... 45 more\nCaused by: java.lang.NullPointerException\n        at net.minecraft.launchwrapper.LaunchClassLoader.findClass(LaunchClassLoader.java:178)\n        ... 47 more\n\n\nA detailed walkthrough of the error, its code path and all known details is as follows:\n---------------------------------------------------------------------------------------\n\n-- System Details --\nDetails:\n        Minecraft Version: 1.6.4\n        Operating System: Windows 7 (x86) version 6.1\n        Java Version: 1.7.0_17, Oracle Corporation\n        Java VM Version: Java HotSpot(TM) Client VM (mixed mode, sharing), Oracle Corporation\n        Memory: 12085440 bytes (11 MB) / 126484480 bytes (120 MB) up to 709558272 bytes (676 MB)\n        JVM Flags: 1 total; -Xmx700m\n        AABB Pool Size: 0 (0 bytes; 0 MB) allocated, 0 (0 bytes; 0 MB) used\n        Suspicious classes: FML and Forge are installed\n        IntCache: cache: 0, tcache: 0, allocated: 0, tallocated: 0\n        FML: MCP v8.11 FML v6.4.20.916 Minecraft Forge 9.11.1.916 13 mods loaded, 13 mods active\n        mcp{8.09} [Minecraft Coder Pack] (minecraft.jar) Unloaded->Constructed->Pre-initialized\n        FML{6.4.20.916} [Forge Mod Loader] (minecraftforge-9.11.1.916.jar) Unloaded->Constructed->Pre-initialized\n        Forge{9.11.1.916} [Minecraft Forge] (minecraftforge-9.11.1.916.jar) Unloaded->Constructed->Pre-initialized\n        InputFix{1.6.x-v3} [InputFix] (minecraft.jar) Unloaded->Constructed->Pre-initialized\n        TooManyItems{1.6.4[hukk汉化]} [TooManyItems] (minecraft.jar) Unloaded->Constructed->Pre-initialized\n        zeldaswordskills{1.6.4-beta-0.7.3} [Zelda Sword Skills] (%5B1.6.4%5DCore-zeldaswordskills-beta-0.7.3-cn.jar) Unloaded->Constructed->Errored\n        craftguide{1.5.2} [CraftGuide] ([基础]G合成表.jar) Unloaded->Constructed->Pre-initialized\n        DamageIndicatorsMod{2.9.0.0} [Damage Indicators] ([基础]血量显示.zip) Unloaded->Constructed->Pre-initialized\n        DragonMounts{r36} [Dragon Mounts] (dragonmount_r36_mc1.6.x.zip) Unloaded->Constructed->Pre-initialized\n        FlansMod{4.1} [Flans Mod] (FlansMod-4.1_zh_CN.jar) Unloaded->Constructed->Pre-initialized\n        PokeCycles{v1.0} [PokeCycles] (PokeCycle-Mod-1.6.4 CN.zip) Unloaded->Constructed->Pre-initialized\n        Dirtbike{v1.1.2} [Dirtbike Mod] (两轮摩托车mod.zip) Unloaded->Constructed->Pre-initialized\n        Backpack{1.28.37} [Backpack] (背包.jar) Unloaded->Constructed->Pre-initialized"
        },
        {
            "author": "416559501",
            "timestamp": 1409130540,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "zzl45680362",
            "timestamp": 1409132700,
            "txt_content": "{:10_523:}"
        },
        {
            "author": "miniMario",
            "timestamp": 1409142060,
            "txt_content": "动态剑技？？？"
        },
        {
            "author": "只好取名字",
            "timestamp": 1409991900,
            "txt_content": "超好啊。"
        },
        {
            "author": "1486919776",
            "timestamp": 1410183060,
            "txt_content": "贱术{:10_564:}"
        },
        {
            "author": "CCU",
            "timestamp": 1411904880,
            "txt_content": "楼主，1.7.10的赛达尔出了，你试试下载得下来不？"
        },
        {
            "author": "白色天使",
            "timestamp": 1412520360,
            "txt_content": "楼主钥匙怎么得?= ="
        },
        {
            "author": "darkmaster",
            "timestamp": 1412641260,
            "txt_content": "LZ，最近碰到个问题，就是服务器中装有塞尔达剑技和自定义NPC，然后在塞尔达的config文件中已经设置了剑技球爆率只有1，但是打自定义NPC后还是出现死一个掉一个球的现象，这个怎么破？"
        },
        {
            "author": "Mr.LenMo",
            "timestamp": 1412648220,
            "txt_content": "看起来很不错哈。。。弄到服务器不知会卡服么、"
        },
        {
            "author": "lzltd",
            "timestamp": 1413311880,
            "txt_content": "我下载了1.7.2 的 为啥 学习完技能以后 他不告诉我使用方法   老技能 看视频能学会  但是后面新加的 什么破刃 拔刀斩 翔击 斧王大招 都没显示怎么用 只有简单的技能介绍  比如 拔刀斩：一种毁灭性的的快速拔刀技法....然后就没了  咋使用我现在还不知道  希望知道的告诉我一下 谢谢"
        },
        {
            "author": "CI010",
            "timestamp": 1413338820,
            "txt_content": "lzltd 发表于 2014-10-14 10:38\n我下载了1.7.2 的 为啥 学习完技能以后 他不告诉我使用方法   老技能 看视频能学会  但是后面新加的 什么破 ...\n你去看看动态剑技那帖子……我记得那个好像有介绍"
        },
        {
            "author": "CCU",
            "timestamp": 1413703020,
            "txt_content": "楼主，1.7.10跟新了没？那个自定义npc和赛达尔弄成的Bug我也没办法破，我把掉落几率全部调零了，还是会掉哇"
        },
        {
            "author": "MC张一荻",
            "timestamp": 1413704100,
            "txt_content": "lz你太棒了"
        },
        {
            "author": "1556000871",
            "timestamp": 1413707520,
            "txt_content": "好帅的MOD屌爆了{:10_505:}"
        },
        {
            "author": "lzltd",
            "timestamp": 1413885960,
            "txt_content": "CI010 发表于 2014-10-15 10:07\n你去看看动态剑技那帖子……我记得那个好像有介绍\n好吧。。我傻了   其实mod自带 说明 按p就出来了"
        },
        {
            "author": "gyuer521",
            "timestamp": 1414312800,
            "txt_content": "不错  收下了"
        },
        {
            "author": "wasd1553",
            "timestamp": 1419251640,
            "txt_content": "Killot 发表于 2014-1-5 20:44\n按哪个键放技能？\n这不是killot吗[diamond_sword]"
        },
        {
            "author": "daleseal",
            "timestamp": 1419467400,
            "txt_content": "CI010 发表于 2014-3-3 22:21\n汉化了^q^\n我来催更了少年，你转下1.7.10的顺手翻一下呗"
        },
        {
            "author": "daleseal",
            "timestamp": 1419818940,
            "txt_content": "CI010 发表于 2014-3-3 22:21\n汉化了^q^\n迟迟没有反应的家伙，我单独去发个1710版的好了，我自己又汉化完成了 这次是100%"
        },
        {
            "author": "2293952761",
            "timestamp": 1420543020,
            "txt_content": "赞！感谢楼主"
        },
        {
            "author": "2202120",
            "timestamp": 1424766480,
            "txt_content": "开启瞄准后用剑左键攻击闪退怎么办= ="
        },
        {
            "author": "2211598964",
            "timestamp": 1432098120,
            "txt_content": "生存模式下的蝙蝠太烦了，而且很多具有攻击性，怎么样修改让它不自动生成呢？求教"
        },
        {
            "author": "时空游荡者",
            "timestamp": 1433635980,
            "txt_content": "只想玩剑技，不想玩那些神殿"
        },
        {
            "author": "CI010",
            "timestamp": 1433694420,
            "txt_content": "时空游荡者 发表于 2015-6-6 16:13\n只想玩剑技，不想玩那些神殿\n用动态剑技mod……"
        },
        {
            "author": "xiuluo12",
            "timestamp": 1439214120,
            "txt_content": "这个是1.7.2和1.6.4都能用的吗"
        }
    ]
}