{
    "title": "突然灵感一发想出了一个我的世界的小说，希望多多关照",
    "author": "dd8668059",
    "replyCount": 13,
    "timestamp": 1388968140,
    "txt_content": " 本帖最后由 dd8668059 于 2014-1-6 08:32 编辑 \n\n第一话 呵呵，我的身世\n放寒假啦，打游戏啦，在网站中翻来翻去寻找一个好一点的我的世界服务器，额-好吧，这个世界上我的世界服务器好的可真是稀少，百般无聊的驱使下我睡着了，待我醒来的时候，卧槽，这是哪，青藏高原吗，我不是在家吗，在我百般无奈的时候天上悠悠的飘下了一张纸，我跑过去捡了起来，上面写着歪歪扭扭的几个字，欢迎来到噩梦服务器，你要在这里呆到你能打败这个世界地狱最强的凋零，末影视界末影龙你才能离开这里，我将纸撇在了地上，痴痴的笑着，这是在开玩笑么，完全实在逗我，这个服一看就知道只是普通的职业服务器，怎么能打的过那种变态的boos，好吧，我很无奈，但是面对我高超的我的世界的技术，对付这几个小怪还是可以的，我脸红的说道！ \n\n\n\n\n\n\n\n\n                      \n\n\n\n                                                                                                                          不喜勿言",
    "replies": [
        {
            "author": "death粉丝",
            "timestamp": 1388970300,
            "txt_content": "挺好的，支持你！"
        },
        {
            "author": "dd8668059",
            "timestamp": 1388973060,
            "txt_content": " 本帖最后由 dd8668059 于 2014-1-6 09:53 编辑 \n\n\n第二话 我有家了\n对于我这种游戏高手来说，完全可以白手起家，因为我来这个地方根本什么都没给我，悲剧啊，俗话说得好，想致富，先撸树，我找到一片橡树树林，很熟练的敲打，但我总是停停顿顿的，真心没想到啊，这个地方竟然有知觉，我痛苦的撸下了5块橡木，看一看自己的手像个猪蹄一样，我把橡木在背包中分解成木板，做成了一个工作台，用工作台做了一把木稿和一把木斧，我用木木屁啦乓啷的敲击着木头，天空中不断飞出（-8558+555）什么的，我操，这服务器连钱都没有还画个屁领地啊！一组木头了，哈哈哈，碉堡了，我手里拿着一组木头，心里算计着怎样建造我可爱的小屋，真建造起来，计划什么的全都不要了，房子弄的像屌面人的房子一样，额，比他强一点，至少是木头做的！                 \n\n\n                                                                          如果有喜欢的就顶一下，只要有顶的很快就会更新"
        },
        {
            "author": "dd8668059",
            "timestamp": 1388974560,
            "txt_content": "dd8668059 发表于 2014-1-6 09:51 \n第二话 我有家了\n对于我这种游戏高手来说，完全可以白手起家，因为我来这个地方根本什么都没给我，悲剧啊 ...\n第三话 这个世界太恐怖了 \n木头我现在有3组了，唯一欠缺的就是矿产，前几天去树林里杀了几只动物，做了一套的皮革装，这次出门我带了两把石稿与一把石剑，准备猎杀几只羊做个床，这几天一直睡地板，真心不舒服有木有，我猎杀了许多动物，但是就差一个羊毛，可惜我的石剑坏了，准备下矿挖几块铁的时候，在一处树上发现一直可爱的小绵羊，羊都能上树，逆天了啊，我用我风骚的走位走到它的面前，抡起我的拳头就是一顿脑炮，这只羊欺负我脑炮威力小，四处乱跑，终于我见他脑炮至死，天色已经黑了，这意味着怪物出动了，看着天空中飘着的坐标，500M有木有啊，我一路加速跑，饿的很快有木有啊，看着背后的僵尸，没办法，为了继续跑，拿起包中的生猪肉，就是一顿乱啃，这味道真实一流，在我吃的正香的时候，有一只可恶的小白对我放冷箭有木有啊，还是附魔的有木有，一箭把握射进了一个山洞里，在我想装晕的时候，一大群僵尸正在接近，我顿时眼睛差点飞了出来，擦擦擦擦，我用我一直舍不得用的原石见我迅速的围了起来，对于没有铁的我，挖点原石是多么慢啊，外面的僵尸疯狂的吼叫，好吧，我想我出不去了，就算天亮，山洞中他们又不会被烧死，我抄起石稿就是往下挖，我看见光明了，真心没想到竟然还有出口，一个很直的通道有木有，正准备走的时候突然有人抓住我的裤腿，是一个原版皮肤的小骚年，他嬉皮笑脸的对我说：叔叔你家在哪里，有没有值钱的东西啊，为了装好人，我把背包中3块剩下的牛排给了他，虽然是生的，骚年对我说，谢谢叔叔，我会记你一辈子的，看了看他，突然间毛骨悚然，二话没说撒腿就跑！ \n\n                                                                                        如果有人看了，有人顶了，今天下午就更新"
        },
        {
            "author": "342698981",
            "timestamp": 1388974740,
            "txt_content": "还不错！················"
        },
        {
            "author": "zhang-0226",
            "timestamp": 1388975160,
            "txt_content": "http://www.mcbbs.net/thread-210977-1-1.html推荐好朋友的处女作小说"
        },
        {
            "author": "1123fff",
            "timestamp": 1388975760,
            "txt_content": "\n\n末影视界末影龙你才能离开这里\n↑改成↓\n末影世界末影龙你才能离开这里\n\n"
        },
        {
            "author": "fff1123",
            "timestamp": 1388975880,
            "txt_content": "\n\n我将纸撇在了地上，痴痴的笑着，这是在开玩笑么，完全实在逗我，这个服一看就知道只是普通的职业服务器，怎么能打的过那种变态的boos，好吧，我很无奈，但是面对我高超的我的世界的技术，对付这几个小怪还是可以的，我脸红的说道！ \n↑明明没有冒号双引号\n结尾却是“我脸红的说道”。而且后面还加上了叹号???\n全文只有1个结尾符其他全是逗号···\n\n小弟弟还有很大的改进空间呐·\n"
        },
        {
            "author": "y342900",
            "timestamp": 1388976660,
            "txt_content": "原创什么的我一般都是支持的"
        },
        {
            "author": "dd8668059",
            "timestamp": 1388977260,
            "txt_content": " 本帖最后由 dd8668059 于 2014-1-6 11:07 编辑 \n\n第三话 奇遇同命人\n此时的我已经穿上了皮革套，拿上了石头剑，因为每天睡地板真心很痛苦有木有，没办法，这个服务器羊的数量真心很少有木有，这次出门打算弄死一只羊就去挖矿，已经跑出很远了，路上不知残杀了多少无辜的小生命，导致我的石剑也已经报废了，好吧，在我回头准备去挖矿的时候发现一直羊在树上咩咩的叫，羊都会上树，逆天了有木有，我凭借着风骚的走位，到了那只羊的面前，一顿披头盖脸的脑炮呦了上去，把羊打的到处乱跑，好吧，一时间追得太眼红，天都黑了也不知道，一直将他打死才知道自己完蛋了，身边聚集许多绿油油的僵尸，真心很恐怖有木有，在我逃离僵尸追捕的时候，饱食度已经剩半格了，拿起包中的生肉开始大吃特吃，完全不知道有一只可爱的小白拿着一把附魔弓箭对准着我，我感觉背后一凉，看向他的时候一只弓箭把我瞬间击飞到附近的山洞里，好吧，我正装晕的时候突然外面传来一声声僵尸的吼叫，我将门洞口用原石迅速的堵上，至少现在安全了，外面的僵尸传来一声声的吼叫，听得我迅速离开了这里，在这寻找能够让我轻松打通出去的路口，皇天不负有心人，找到了一个通道还是直线的有木有，在我准备走的时候，突然有人抓住我的裤腿，是一个原版皮肤的小骚年，张口说了一声大哥给点吃的吧，好吧，我这人喜欢当假好人，我扔了5块生肉给他，他迅速的啃了3块说，我会一辈子记住你的，然后我也没理他，独自走了出去，留给了他个背景！\n\n                                                                不喜无言，本人语文老师死的早，高手请放小弟通过本人想找一个服务器，希望各大腐竹收留，事先说明：看过本贴的，喜欢可以常来，基本每天都有多多少少的更新，不喜欢的不要在那指指点点，本人真心讨厌"
        },
        {
            "author": "death粉丝",
            "timestamp": 1388984880,
            "txt_content": "你想找服的话有个1.6.2服务器，还是告诉你群好了，群号：4391655"
        },
        {
            "author": "y342900",
            "timestamp": 1388988420,
            "txt_content": "继续啊，很不错"
        },
        {
            "author": "dd8668059",
            "timestamp": 1388988720,
            "txt_content": "这个我也放弃，我重新写了一下，暂时名字叫我的世界穿越记"
        },
        {
            "author": "yuki丶流年",
            "timestamp": 1389004560,
            "txt_content": "不是我打击你，这样的文字实在不能叫做小说，文笔在你的文字里可以说是虚若无物，字数更是连小学生作文斗凑不上。建议lz先看看板里大神的文，诸如「十字華」，「七支刀」之类的文。其文理皆有可观者。"
        }
    ]
}