{
    "title": "我的世界穿越记",
    "author": "dd8668059",
    "replyCount": 13,
    "timestamp": 1388992080,
    "txt_content": " 本帖最后由 dd8668059 于 2014-1-6 15:08 编辑 \n\n第一话 穿越到我的世界\n 这是一个很普通但很值得吐槽的一天，据说是世界末日，好吧-我不信这些，我登入我的世界中文论坛，寻找让我满意的服务器，看得上眼服务器可真是少啊，找了都快半天了，不是服务器已关闭就是卡的要死，没一个上眼的，此时已经是深夜，打算在最后看一下让我觉得很奇葩的服务器，为何我觉得奇葩？明明是新出的服务器，却被排在最后，而且特别不显眼，我差点就没发现!好吧好奇心害死猫，我打开服务器的时候被一股怪力毫无反抗的吸了进去，再这个期间，我看到了许多古朴的符文在我身边飘荡，但是我却一点都不能动，看着这些符文在我身边来回的飘荡甚至还有的穿过我的身体真心觉得不爽啊有木有，醒来的时候我发现我已经在一块很不熟悉的地方，自我身边飘荡的符文早已褪去，这个地方和我的世界很是相似，虽然不是方方正正的，但是其他的都和我的世界很是相似，在我百般苦恼的时候，从天空中飘下了一张羊皮纸，上面写着欢迎来到噩梦服务器，你必须在这里打败地狱最强的凋零与末影世界最强的末影龙，如果你要是做到了，你就可以回到你原先的世界去，也可以永远的留在这里，加油吧！这个世界和你玩的我的世界一样，我相信以你的技术没应该很快在这个世界立住根基。看完这些，我打开我的背包，里面除了一张羊皮纸再无其他的东西，好吧，这是让我白手起家，我将羊皮纸丢在了地上，寻找树林去了，俗话说的话，想致富，先撸树！\n\n第二话 遇到熊孩纸\n 经过几天的奋斗食物上完全可以让我温饱，装备上完全不用操心，矿石剩的也有半组之多，虽然我的世界白天不能睡觉，但是在这里不同，白天也可以躺在床上，过着死宅的生活，看了看挂在墙上的时钟，小麦应该熟了吧，去检查检查！如果熟了！去踩了回家做面包吃！当我走到农田的时候当场就傻了眼，我操我的小麦都哪去了，而且田地也破破烂烂的，难道鬼子进村了？我突然想到了什么，连跑带爬的跑到家里，发现了一个原版皮肤的小骚年拿着一把钻石剑敲打那个被拆的不像房子的房子，简直惨不忍睹，我一怒之下，抡起我的石剑直接把他砸晕，用绳子把他绑了起来，我出去打了一桶水泼在他的脸上，他竟然愤怒的说：那个混蛋往我脸泼水，房子欠拆了是不是？我拿起那把石剑加在他的脖子上，小逼：你把我的东西都交出来，要不然宰了你信不信！这个游戏死了虽然还会复活成僵尸，只有喝了虚弱药水与吃了金苹果就恢复人类，变成僵尸只能拥有自己的意识和感觉但不能控制自己的身体，僵尸会做什么你们应该知道，在太阳下他们还不会躲避，只会活活的烧死，如同火刑一般痛苦，这种感觉不说你也知道，他的脑袋留下了汗水，说：大哥，放我了把！求你了--亲。我说：你最好把东西都交出来，别让我给你打死爆出来，这个服人不多，希望你识相点，果然，他把所有东西都交出来了，我擦！！两个钻石块和我所有的材料，其中一个钻石块是我的，但令一个经过我的逼问，他说是一个不会打架高富帅勒索来的！我汗了一地，好吧！从今以后你就跟我走吧，我包养你！以后就叫你小学生了，小学生说：真的吗！太感谢了，我对你的感谢犹如滔滔江水.......好吧，这个服有多少人不知道，但最好都集合在一起，共同想办法出去，你现在带我去找那个高富帅\n\n第三话 小白说话啦！！\n我把所有的皮革全都用了做成两个背包扩展，其实做一个就行了，但是那个小学生不停的在那卖萌，抱大腿真心受不了啊，没办法，只能给他也做了一个，然后我把所有用或者能带走的东西全都带走了，除了那个被拆的不成型的破房子，回头冷眼看了一下小学生，小学生全身哆嗦一下也没多说话，就这样开始了去找高富帅的旅途，路上碰见几只可爱的而且无辜的小动物都被我们两人无情的残杀做成了烤肉，走了快3天了，依然没有找到高富帅，我开始怀疑那个小学生是不是迷路了，走了许久他尽然带我往矿洞里走，我说里面搞不好有刷怪笼，他说不可能的，没办法自己又不知道路，只好硬着头皮跟着他走了下去，他大摇大摆的走在前，我突然听见有骨头霹雳蓬朗的声音，我一把拉住小学生，躲在墙角往那看了一眼，还好只有一只小白，我和小学生合计了一下打算将他解决掉，我们两个大喊一声德玛西亚！！拖水带泥的冲了上去，那只小白好像意识到了什么，突然转过头，双手朝前大叫：救命啊！非礼啦！当场我和小学生就僵硬在了那！我们异口同声的对小白说，干才是你说话？小白：是啊！你们要对我做什么，我们二人：小白不是不能说话吗？难道你也是玩家？难道玩家也能变成怪物？种种疑问不断的暴口而出！小白：谁说玩家出生不能是怪物的，玩家出生的地方是刷怪笼旁，那就会变成那刷怪笼能刷出来的怪物！好吧，那你跟我们两个走吧，我们要去找个高富帅，我是一个弱女子，怎能跟你们两个大男人在一起呢，小学生不爽的说道：你就是一根骨头，哪里像女的，小白辩解道：这是我的战斗形态，说完白光一现，原先的那只骷髅已经变成了一个可爱的猫耳萌萝莉！二人说：这不科学啊！我淡定的说：我的理智很好，足以控制自己，那个小学生是个基佬，完全没有威胁，小白：哦？！那我跟你们走吧！好吧这个小白好呆萌啊，我问：你叫什么名字呢？小白：我叫白喵，以后还请多多关照！！",
    "replies": [
        {
            "author": "dd8668059",
            "timestamp": 1388992140,
            "txt_content": "如果有毛病还请各位大神多多指教，多多顶，多多赞，多多宣传,6点还会出下一话，希望多多帮忙！！！"
        },
        {
            "author": "丿破晓丶晨曦",
            "timestamp": 1388992380,
            "txt_content": "一话一帖 效果更好 你这样一帖三话的还真头一次遇见的~\n情节详细度高 不像某些人简略情节 但后期注意语句别太啰嗦"
        },
        {
            "author": "rtge",
            "timestamp": 1388992620,
            "txt_content": "小白都变萌娘服务器里的人就不能活了"
        },
        {
            "author": "angy",
            "timestamp": 1388993220,
            "txt_content": "钻石剑的小偷......高端啊"
        },
        {
            "author": "苦力怕怕怕",
            "timestamp": 1388993700,
            "txt_content": "[fly]没什么 我就来看看~0w0~[/fly]"
        },
        {
            "author": "dd8668059",
            "timestamp": 1388995860,
            "txt_content": "求顶啊，有木有啊"
        },
        {
            "author": "扛来福喝可乐",
            "timestamp": 1388995920,
            "txt_content": "加油吧0A0                                 "
        },
        {
            "author": "y342900",
            "timestamp": 1388996160,
            "txt_content": " 本帖最后由 y342900 于 2014-1-6 16:17 编辑 \n\n对话尽量简洁一点，对话式写作大忌就是无意义啰嗦，我的建议是语言幽默一点，寻找笑料，另外不分段的话看到很吃力，，，，加油吧，（新人什么的我一般都会捧个场，采纳的话人气什么的，你懂的）"
        },
        {
            "author": "dd8668059",
            "timestamp": 1388996520,
            "txt_content": "非常感谢你们的教导，在下次的小说中我会努力！"
        },
        {
            "author": "dd8668059",
            "timestamp": 1388997600,
            "txt_content": "求顶哈，寻找一个收OP或者建筑师的服务器，希望各大腐竹收留，感激不尽哈！！"
        },
        {
            "author": "dd8668059",
            "timestamp": 1389001920,
            "txt_content": "第4话 豪华的别墅\n2男1女，一个苦逼青年，一个淡定小伙，还有一个呆萌的小女生，为了寻找高富帅而出发，不知道为什么小学生和白喵的关系不知道为什么这么不好，路上碰见许多绵羊，小学生一看见这么多的羊，当场就，抄起大刀就要上去杀羊，没办法，我们可爱的呆萌的白喵可不允许小学生的这么残杀动物，小学生的大刀还有一微米砍中羊的时候，突然感觉菊花一凉，非主动捂住自己的屁股跳起了钢管舞，小学生管我要了一瓶治疗药，一口见底，脸色不善的对着白喵说，你他丫的是不是有病啊？我杀之羊你爆我菊花，我要杀个人，你是不是要给我来个黄金爆头呢？白喵冷冷的说道：这么可爱的小羊你都杀，你还有没有人性，简直就是禽兽。小学生当场就怒了，抄起大刀就看白喵，白喵吓得手一哆嗦一箭飞了出去，直接把他打到山洞里了，只听洞穴里风骚的一叫，10秒后他大喊一下：找到了伙计们！！快点下来！我和白喵都跳了下去，看见了一座豪华的别墅。"
        },
        {
            "author": "dd8668059",
            "timestamp": 1389001980,
            "txt_content": "如果喜欢多多赞哈，如果好评多的话，明天继续更新哈!!"
        },
        {
            "author": "1095486321",
            "timestamp": 1396023300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}