{
    "title": "我的世界の妹控_第二章 话说第一章很厉害呀偶",
    "author": "herboine",
    "replyCount": 9,
    "timestamp": 1389001980,
    "txt_content": "第二章 早上的日常\n　　“哥！快起床！你答应我今天放血陪我去游乐园玩的！”少女使劲摇着躺在床上死睡的林辰辉，大叫道。\n　　被少女按着肩膀使劲摇后，林辰辉才懒惰的眯开了眼睛。\n　　“林雅雪啊？……今天好像是星期六诶，再让我睡会儿。”意识刚清醒一些，就想起今天是双休日，又立刻陷入了半睡。\n　　“都快七点了！快起床！”林雅雪又是狠狠的踢了林辰辉一脚，可再次死睡过去的林辰辉根本没有反应。\n　　林雅雪并没有就此罢休，身子一缩，也躺在了床上，闭上眼睛假寐起来。\n　　“切！要是这样你还能睡的着，我就跟你姓！”林雅雪盯着死睡过去的林辰辉狠狠的嘀咕道，虽然她忘记了自己确实跟他是同一个姓的。\n　　按照林雅雪的想法，林辰辉如果没有睡过去，自身年龄本来也就不小，又和一只同龄少女躺在同一张床上肯定有是非之想，睡不着是当然的。可问题林辰辉是真的睡了过去，所以林雅雪这办法没有什么用处。\n　　可林雅雪真的只是这样想吗？\n　　“如果这个时候妈妈进来看到的话……”假寐中的少女嘴角勾起了一丝邪恶的弧度，“这样还看你下次敢不敢在我面前睡懒觉！”\n　　“啊？！”一名头上写着“林妈”的中年妇女打开房门，看到两人躺在床上，发出了惊讶声。随即又反应过来，身体一个九十度大转弯！\n　　“对不起！打扰你们了！”说完马上关上了门。\n　　林雅雪头上飞过一只乌鸦……\n　　林雅雪沉默……\n　　……\n　　“啊！”\n　　下体传来的剧痛将林辰辉惊醒。\n　　“你干什么啊？！”林辰辉捂住下体，对着罪魁祸首怒叫，“被你踢坏了可要你负责的！”\n　　林雅雪听到林辰辉话中的“负责”两字，脸上闪过一丝绯红，为了不让林辰辉注意到，扭头道，“还不是因为你睡懒觉。”\n　　“那也不用对我做出这种酷刑吧？！”见林雅雪扭头，林辰辉还以为她故意摆出一副“这不是我的错”的样子，苦逼的叫道。\n　　“如果你不起床……嘿嘿。”林雅雪见林辰辉还想赖床的样子，如同恶魔一般冷笑。\n　　“好的马上立刻！”\n　　随后林辰辉就以百米冲刺的速度跳出被窝，冲向了厕所……\n　　简单的洗漱后，两人下了楼，进行着简单的早餐。\n　　林家虽然不穷，但也并不富裕，早餐也是简单的几片面包和牛奶，但两人还是津津有味的吃起了早餐。\n　　“你们两今天怎么起这么早？”做在沙发上看着报纸，头上写着“林爸”的中年男人抖了抖报纸。\n　　林雅雪没有回应，只是低头轻轻咬了口面包。\n　　“小雪说今天叫我放血一起去游乐园。”林辰辉倒没什么顾忌，喝了口牛奶回答道。\n　　本懒散的躺在沙发上的林爸突然眼前一亮，放下报纸，起身走到餐桌前，严肃的说道，“原来是去约会啊。”\n　　“噗？！这只是亲人间单纯的去玩吧？！”林辰辉被林爸说的话喷了一口牛奶。\n　　“小辉啊，小雪以后就交给你了！”林爸重重的拍了拍林辰辉的肩膀，严肃又不舍的说道。\n　　“你哪只眼睛看到我们之间有这种关系了？！”林辰辉拍掉林爸手，可又想起自己吐槽错了地方，又重新吐槽道，“我们是兄妹吧？！”\n　　“小辉！你可要为小雪负责啊！就算家人阻止你们！你们也一定要因为爱而努力的反抗现实！”林爸无视掉了林辰辉的吐槽，激动的自顾说道。\n　　“你有阻止我吗！？我还什么都没说啊？！”看着越来越激动的自己的爸爸，林辰辉更是无语。\n　　“就算将来法律阻止你们！亲人阻止你们！你们也可以逃离这里，远走高飞！到一个没有人认识的地方，继续你们……”林爸已经完全陷入了自己的世界，就算林辰辉拼命的吐槽也无法将林爸拉回现实。\n　　见自己的爸爸继续说着老套的兄妹恋剧情，林辰辉石化了，“为什么我会有这么一个妹控老爸。”这是林辰辉石化前最后的想法。\n　　父子两，一人吐槽，一人发癫，完全忘记了被林辰辉喷了一脸牛奶的林雅雪。\n　　此时林雅雪嘴角抽筋，眼皮狂跳。握着放在桌子上还有半杯牛奶杯子的左手，整个都在抖动，杯中的牛奶也似乎感受到了林雅雪忍耐之下的怒火，溅撒在了桌上。\n　　阵阵黑气从林雅雪背后冒出。\n　　而两父子终于发现了林雅雪的异常。\n　　林爸先一步发现林雅雪脸上的牛奶。“林辰辉，你们两玩后怎么也不整理一下，你看，现在脸上还有。”\n　　林爸的话将黑化边缘的林雅雪彻底向了忍耐的底线。\n　　林雅雪拿起纸巾擦了擦脸，微笑的看向了林辰辉两父子。两父子见林雅雪微笑的看向自己，知道……\n　　“啊！”\n　　“啊！”\n　　……知道自己的死期到了。还有，林雅雪，下次要等作者我把字打完，不然……，呃，没什么。因为此时林雅雪已经将强行微笑着的扭曲美丽脸庞转向了作者我。\n　　“啊！”\n　　……",
    "replies": [
        {
            "author": "AK-47火麒麟",
            "timestamp": 1389002340,
            "txt_content": "为啥说放假说成放血\n还有上一篇是游戏的，这一篇是恋爱的吗"
        },
        {
            "author": "herboine",
            "timestamp": 1389002400,
            "txt_content": "AK-47火麒麟 发表于 2014-1-6 17:59 \n为啥说放假说成放血\n还有上一篇是游戏的，这一篇是恋爱的吗\nQAQ剧情。看看吧。QAQ我也是绞尽脑汁啊"
        },
        {
            "author": "AK-47火麒麟",
            "timestamp": 1389002460,
            "txt_content": "herboine 发表于 2014-1-6 18:00 \nQAQ剧情。看看吧。QAQ我也是绞尽脑汁啊\n呵呵，下次加油哦"
        },
        {
            "author": "herboine",
            "timestamp": 1389002520,
            "txt_content": "AK-47火麒麟 发表于 2014-1-6 18:01 \n呵呵，下次加油哦\n恩。你的蛋碎了。跟我的一样QAQ我决定永远不养蛋"
        },
        {
            "author": "AK-47火麒麟",
            "timestamp": 1389002520,
            "txt_content": "herboine 发表于 2014-1-6 18:02 \n恩。你的蛋碎了。跟我的一样QAQ我决定永远不养蛋\n死了吗，我是蛋是死的？"
        },
        {
            "author": "herboine",
            "timestamp": 1389002580,
            "txt_content": "AK-47火麒麟 发表于 2014-1-6 18:02 \n死了吗，我是蛋是死的？\n恩。我问过大神了。碎了"
        },
        {
            "author": "AK-47火麒麟",
            "timestamp": 1389002640,
            "txt_content": "herboine 发表于 2014-1-6 18:03 \n恩。我问过大神了。碎了\n额，换个= ="
        },
        {
            "author": "herboine",
            "timestamp": 1389002700,
            "txt_content": "AK-47火麒麟 发表于 2014-1-6 18:04 \n额，换个= =\n恩。第三季马上出了。这一集是引下文的"
        },
        {
            "author": "929114228",
            "timestamp": 1389007620,
            "txt_content": "我咋进错了  "
        }
    ]
}