{
    "title": "[永久更新][1.4.7-1.6.4]无线红石MOD",
    "author": "羽羽___",
    "replyCount": 0,
    "timestamp": 1389006000,
    "txt_content": "各位,还在为长长的红石和N复杂的电路而头疼吗(路过:你不就是这样吗)\n今天,我为大家搬运了一个解决这个问题的MOD——无线红石。（不是有人转载过了么）\n而且是1.6.4的版本呢。\n下面引用官网的图片（我很懒不怎么想去上传，官方站地址:http://www.minecraftforum.net/topic/909223-164-smp-chickenbones-mods/）\n \n这个是MOD的GUI\n\n\n\n这个MOD还戏剧性的加入了一个道具:闪电,这个可以让你体验OP的感觉和杀人的快感(OP:我封了你!我:我错了~~)\n\n看了之后爽不爽? \n \n接下来是E文的介绍(本人不太懂E文,所以木有翻译.机器翻译又怕被骂..所以,请E文好的同志补充~)\n\nOverview\nIn its simplest this is a mod that allows you to transmit your redstone state wirelessly. Even if you dont use redstone this mod could still be for you. Found an awesome landscape you'd like to mark, a cool cave to explore, or keep losing your way from base to base? Ever wished that compass pointed somewhere else or there was a way to mark things on a map. Well now there is. With the wireless addons component of this mod you can use wireless signals for navigation.\n\nThe signals are synchronised in a dimension called the Redstone Ether or REther. This dimension has no physical form and purely stores signals. It can be accessed by combining the Interdimensional properties of Obsidian, Glowstone and EnderPearls from the OverWorld, Nether and Ender with redstone to enter the RedstoneEther. There are 5000 different frequencies storing independent state, name and colour. Due to the dimensional nature of the REther signals sent in the nether will translate into the OverWorld and vice versa.\n \nDifferences from the original mod\n \nNow you're probably thinking, I've seen a mod like this before. What makes this one so much better? For a detailed explanation read on. A simple list is below.\n\nChanges:\nAdvanced GUITriangulator vector basedNo GUI to use remote just hold right click. Remotes also set frequenciesFancier block models integrated with RedPower LogicSniffer fades out and shows frequency with mouse over\nAdditions:\n\nFrequency NamingColoured FrequenciesJammingREPWireless MapAddons for SMPSMP frequency permissions and Private SnifferInterdimensional EtherTrackers\n\n更多的介绍 我就不copy+c了,到介绍的页面:http://www.minecraftforum.net/topic/909223-164-smp-chickenbones-mods/去看吧~\n\n \n最后是激动人心的下载地址:\n\n安装注意:在MODS文件夹(1.5下面是coremods)检查到文件名包含 CodeChickenCore 的文件的话,可以不用下载核心库\n安装方法(忘却的神器啊 不教 太麻烦):\n1.6.4的版本:\nMOD和核心库丢到(.../.minecraft/mods/)\n1.6.2的版本:\n核心库丢到(.../.minecraft/mods/版本号)\nMOD丢到(.../.minecraft/mods/)\n1.5.2的版本:\n核心库丢到(.../.minecraft/coremods/)\nMOD丢到(.../.minecraft/mods/)\n注意:给出的两个链接,都必须点击去下载其中的文件,缺一不可(怎么可能 缺了MOD但是有核心库的情况...)\nADF.LY可以给作者带来一点收入,如果你挺这个MOD要下载 请点击下面的连接(我上传慢得很,纯粹偷懒...)\n1.6.4\nMOD:http://adf.ly/WAp6w\n核心库:http://adf.ly/WAp6p\n1.6.2\nMOD:http://adf.ly/Sohme\n核心库:http://adf.ly/SohmY\n1.5.1(理论上1.5.1的MOD兼容1.5.2)\nMOD:http://adf.ly/RDyK1(有3个版本,我会提供最新的 其他版本去http://www.chickenbones.craftsaddle.org/Files/New_Versions/links.php)\n核心库:http://adf.ly/KpW92\n1.4.7\nMOD:http://adf.ly/4KQKj\n核心库:http://adf.ly/E8CeK\n\n最后 求顶帖,求金币 我着急要升到6呢~ \n\n\n\n\n",
    "replies": []
}