{
    "title": "我的世界の妹控_第五章  今天发最后一章，明天继续更新QAQ",
    "author": "herboine",
    "replyCount": 13,
    "timestamp": 1389008760,
    "txt_content": "第五章 妹妹的身份\n　　太阳如同往日缓缓升起，明媚的阳光直射进了林辰辉的房间。\n　　“哈~”\n　　伸了个懒腰。即使昨晚在“我的世界”中挖了一整天的矿也完全感觉不到一丝疲惫。疑惑的问了系统之后才知道。每当进入现实或是进入“我的世界”，都会将饥饿度、生命值全部恢复到最佳状态。\n　　这样想想觉得这功能真是有用，只不过转换世界需要睡觉这点比较麻烦。\n　　简单的洗漱早餐后，林辰辉出了门。虽然现在对铁的需求不是太急，但对于林辰辉而言是要将所有的利益最大化，包括时间，只有这样才能最快的发展，尽早制造出一支军队，一个帝国。\n　　话又说回来，现代黄金换成现金可是件十分麻烦的事情。如果去正规店铺出售，是需要出示身份证件和购买黄金的发票的。这样做也是为了防止有人偷了黄金去销赃。少量的黄金还还说，可大量的黄金想要出售肯定会引来政府的注意。\n　　现在林辰辉就是手里有这大量的黄金却不能换成现金，这种有钱不能花的现状，让林辰辉一阵无奈。\n　　“哥！你怎么了？”\n　　正当林辰辉无奈之时，背后传来了甜美的声音。\n　　“啊？哦，没什么。”被这么一叫，在想办法的林辰辉先是一愣，随后又回应道。\n　　“……哥，你有事么？”林雅雪别别扭扭的说道，仿佛有点不好意思。\n　　“没事，怎么？”见林雅雪如此反常，林辰辉感诧异道。\n　　“……一起走走吧，我也有些事想跟你说。”\n　　听林雅雪这么说道，林辰辉也大概知道了林雅雪想说说昨天游乐场的事情。便跟上林雅雪，与她并排往河边走去。\n　　两人走在安静的河边，稀疏的柳树挡住了回往都市的小路。两人谁也没有说话，只是这样静静的走着。因为他们知道，只要一开口，兄妹两或许就会永远离开这平静的生活。他们现在只是想享受一下最后的平静而已。\n　　其实林辰辉已经知道林雅雪大概的身份，听昨天刀疤说的话，林雅雪应该是某个组织的强大人物。虽然有些惊讶，但也为自己妹妹的强大而感到自豪。\n　　“……那个。”\n　　“那个！”\n　　两个声音一起响起，两人免不了一阵尴尬。\n　　“你先说吧。”\n　　“……你先说吧。”\n　　两兄妹果然心有灵犀，这么有默契，又是一次同时响起了声音。\n　　“女士优先！”林辰辉果断的说道。\n　　“我是女孩！”林雅雪果断的吐槽。\n　　“你承认你自己幼稚不成熟啊。”林辰辉又果断的反吐槽道。\n　　……\n　　两兄妹又回到以前那样相互吐槽，完全没有感觉到气氛的不妥。\n　　“还是先说正事吧。”林雅雪打断了接下去的日常，先行说道，“其实我是一个暗杀组织的首领，因为我的暗杀技术实在了得，没有失误过一次，而且每次暗杀的目标都是被重兵保护，所以被人们尊称为死神。而之前的刀疤，应该是某位被我暗杀后的人的人通过金子耀来找我报仇的。”\n　　“你从事暗杀多久了？”\n　　“……”\n　　林辰辉见林雅雪没有回复，以为问道了禁忌，连忙说道，“不想说就算了。”\n　　“……四年。”林雅雪低下头，甩了甩刘海，试图让刘海遮住自己的眼睛，不敢直视林辰辉。\n　　“什么？！”林雅雪的回答让林辰辉脑中一片空白。\n　　四年？！这个时间在林辰辉的脑中如同炸掉一般爆炸开来。四年？什么概念？两兄妹现在也只有十六岁而已啊，四年前林雅雪可只有十二岁！\n　　一个只有十二岁的小女孩居然几乎每天都在杀人和被杀的死亡边境徘徊！\n　　一个只有十二岁的小女孩居然几乎每天都在和比自己强大数倍甚至无数倍的敌人斗争！\n　　一个只有十二岁的小女孩的双手居然沾满了无数人的鲜血！\n　　最重要的是，这个小女孩还是自己的妹妹！自己最要好的亲人！自己最知心的知己！自己发过誓要保护的人！\n　　可这样的人，不知什么原因隐瞒了自己四年。\n　　林辰辉扶着河边的围栏，脑中一片混乱。\n　　过了许久，林雅雪抽泣的声音传进了林辰辉空白一片的脑中。\n　　“……对不起。”\n　　听到林雅雪哭泣的声音，林辰辉心如刀割。为什么身为哥哥的自己却无法保护好自己的妹妹？让她时刻在死神的镰刀下徘徊。\n　　紧紧抱住怀中哭泣的妹妹，林辰辉自语发誓。\n　　“我发誓，我不会再让你受到伤害……永远。”将誓言最后的时限落下，两人紧紧相拥，久不分开……\n　　（劳之可是在写兄妹亲情，谁看成爱情谁作死！→  →）\n　　十多分钟后，两人才依依不舍的分开。虽然现在是早上，没有多少人，但两人毕竟是兄妹，被别人看到的话影响不好。\n　　“……那，轮到你说了。”林雅雪擦了擦眼前的泪滴说道。\n　　对于自己最爱的妹妹，两人从小到大几乎无话不说，两人之间的关系很是亲密，几乎没有什么秘密。见林雅雪将自己的秘密说了出来，那肯定是相信自己，所以林辰辉也决定将自己的秘密告诉至亲之人。\n　　沉默了一会儿，整理了下语言，林辰辉又说道。\n　　“……其实……”林辰辉又突然想起这种穿越的事情也许林雅雪不相信，又加强语气，“你不要不相信，其实，我算是穿越了。”\n　　“啊？！”林辰辉话音刚落，林雅雪就发出了惊疑声，随即回过神来又马上做出战斗姿势问道，“你不是林辰辉本人？！”\n　　“不，不是。”见林雅雪误会，林辰辉很是郁闷，不过见林雅雪相信自己也很感动“不是异世界的人反穿，你放心好了。”\n　　被林辰辉一句说穿，林雅雪也怪不好意思的，收起自己的敌意，轻哼一声缓解自己的尴尬。\n　　“前天，也就是星期五的时候，我穿越进‘我的世界’游戏里面了。当然，我也可以再回来。”林辰辉解释道。\n　　“你是说你可以在现实和‘我的世界’两个世界中穿梭？”林雅雪听林辰辉解释后很是惊讶，没想到现实居然还有像小说中那样的情景，连忙问道。\n　　“没错，我还可以将那个世界的东西带到这里来。当然那把手枪就是我在‘我的世界’中制作出来的。”林辰辉见林雅雪好奇心这么重，很是得意的笑笑，回答道。\n　　林雅雪沉默了一会儿，似乎在想些什么。片刻后又道，“那你能带人进入那个世界吗？”\n　　被林雅雪这么一问，林辰辉倒是有些为难，又问了问系统，才得知确实有这个方法，不过这个方法有点困难。\n　　林雅雪见林辰辉有点为难，正想说话，林辰辉却说道，“我刚刚问了下系统，确实有方法可以带人进入。”\n　　林辰辉见林雅雪又好奇心甚重的看着自己，林辰辉就是一阵苦笑，“在现实中搭建一扇地狱门，这样就可以进入到‘我的世界’中的地狱了。”\n　　林雅雪有时也会和林辰辉一起玩游戏，所以也知道地狱的可怕，也露出了苦笑。地狱中的猪人可是两下就能砍死人的啊，更别说地狱轰炸机、烈焰怪之类的更强大的地狱怪物了。\n　　“本来两个人的话还可以互相照应，不过，我想还是过几天吧。”\n　　听到林雅雪没骨气的提议，林辰辉也同样很没骨气的赞同。\n　　话题结束，林辰辉又突然想起今天需要去做的事情，连忙向林雅雪询问附近是否有能“销赃”黄金的地方。\n　　林雅雪拍了拍可爱的脑袋，似乎想到了什么，“我记得D街那里有圈子里的聚集地。你的黄金可以在那里出售。”\n　　“圈子？”听到林雅雪的回答，林辰辉有些疑惑。\n　　“就是像我们这种人的圈子。”林雅雪简单的解释后，又炫耀般的挺胸说道，“而且我还见过圈子里的异能者呢，就是会控制火焰啊之类的异能者。”\n　　听到林雅雪的解释，林辰辉更是惊讶，在这个世界里居然还有这种圈子。又想到自己的妹妹在四年前就接触了这个圈子，林辰辉又感到抱歉，没有做到作为哥哥的职责。\n　　摇了摇头把这些东西甩出脑外。现在还是赶快去D街好，到时只要有了大量的铁，自己就可以制作机器人、自导炮台等先进武器，至于价格？“我的世界”里的黄金可以说是遍地都是，就算一克一块钱，林辰辉都有极大的利润空间。林辰辉也发现这个“我的世界”与电脑游戏的“我的世界”不太一样，只要有这些东西，就可以更好的探索这个世界。也可以让自己更加强大，这样就可以保护好自己，和妹妹。做为一个哥哥保护妹妹的责任。\n　　“那好！事不宜迟！现在就去！”",
    "replies": [
        {
            "author": "朱仙变",
            "timestamp": 1389011880,
            "txt_content": " 本帖最后由 朱仙变 于 2014-1-6 20:39 编辑 \n\n沙发~{:10_492:}写的不错，继续努力~"
        },
        {
            "author": "herboine",
            "timestamp": 1389012000,
            "txt_content": "朱仙变 发表于 2014-1-6 20:38 \n沙发~写的不错，继续努力~\n谢谢您啦!明天更新  别忘了看呦"
        },
        {
            "author": "954705073",
            "timestamp": 1389012180,
            "txt_content": "我就是看成爱情啦，你来炸死我呀，沙发呀"
        },
        {
            "author": "herboine",
            "timestamp": 1389012180,
            "txt_content": "954705073 发表于 2014-1-6 20:43 \n我就是看成爱情啦，你来炸死我呀，沙发呀\n.爱情的QAQ？看看可不可以像一点新剧情QAQ"
        },
        {
            "author": "954705073",
            "timestamp": 1389012360,
            "txt_content": "herboine 发表于 2014-1-6 20:43 \n.爱情的QAQ？看看可不可以像一点新剧情QAQ\n大哥呀，你老人家的妹控那，至少来点那个呀"
        },
        {
            "author": "954705073",
            "timestamp": 1389012420,
            "txt_content": "herboine 发表于 2014-1-6 20:43 \n.爱情的QAQ？看看可不可以像一点新剧情QAQ\n请问谁有服务器吗，我就加入呀"
        },
        {
            "author": "herboine",
            "timestamp": 1389012480,
            "txt_content": "954705073 发表于 2014-1-6 20:46 \n大哥呀，你老人家的妹控那，至少来点那个呀\n...你太邪恶了。在我水神（不包括魔君）面前那么放肆！也不看看活跃会员榜去！"
        },
        {
            "author": "herboine",
            "timestamp": 1389012480,
            "txt_content": "954705073 发表于 2014-1-6 20:47 \n请问谁有服务器吗，我就加入呀\nMC通天帝国QQ群:  140353320"
        },
        {
            "author": "954705073",
            "timestamp": 1389012540,
            "txt_content": "herboine 发表于 2014-1-6 20:48 \nMC通天帝国QQ群:  140353320\n额，弱弱的问一句，盗版的能上吗，整合包"
        },
        {
            "author": "954705073",
            "timestamp": 1389012540,
            "txt_content": "herboine 发表于 2014-1-6 20:48 \n...你太邪恶了。在我水神（不包括魔君）面前那么放肆！也不看看活跃会员榜去！\n不看，哥不会"
        },
        {
            "author": "朱仙变",
            "timestamp": 1389013260,
            "txt_content": " 本帖最后由 朱仙变 于 2014-1-6 21:05 编辑 \nherboine 发表于 2014-1-6 20:40 \n谢谢您啦!明天更新  别忘了看呦\n[fly]高产大神膜拜下~{:10_512:}[/fly]\n"
        },
        {
            "author": "929114228",
            "timestamp": 1389013860,
            "txt_content": "爱情万岁！！！！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1389014820,
            "txt_content": "请问你还在其他地方发过文么，有没有站名？"
        }
    ]
}