{
    "title": "LZ求解放。话说我在更新文章 我写的文章都木有啦！",
    "author": "herboine",
    "replyCount": 0,
    "timestamp": 1389069300,
    "txt_content": " 本帖最后由 herboine 于 2014-1-7 12:38 编辑 \n\nherboine http://www.mcbbs.net/static/image/common/ol.gif  (UID: 326996) \n。呜呜呜 LZ求解放 我木有灌水的说。更新到第七篇了。然后就说我灌水  就把我封了\nherboine http://www.mcbbs.net/static/image/common/ol.gif  (UID: 326996) \n下面请各位版主观赏一下我的作品（解放我QAQ）\n\n\n\n第七章 题目想不到\n　　随便点了点菜，酒店的服务可以说比外面好了数倍，不仅服务员面含笑容，而且十分恭敬。再加上酒店的装饰等，堪比外面的五星级酒店。虽然也有害怕惹到惹不起的人物的想法，但这服务态度还是让林辰辉大为赞叹。\n　　只过了片刻时间，一道道看起来十分美味的佳肴被送了上来，李涵和林辰辉也开始谈起了黄金交易的细节。\n　　李涵和林辰辉干了一杯，直说道，“看你还是个学生，我们也不闹那些虚伪的话。”\n　　见李涵说自己还是个学生，间接的说明自己还不够成熟，见的世面少。虽然这让林辰辉有些脸红，但李涵直接表明也证明自己不会坑林辰辉的钱。\n　　没有在意林辰辉脸色有些难看，继续说道，“我不管你的黄金是哪里来的，我只希望你的黄金不会给我带来麻烦。”\n　　“这点你可以放心。”见李涵没有为难自己，林辰辉有些侥幸，但也为自己没有见过世面而不好意思，“虽然黄金的来路我不能直说，但这批黄金绝对没有问题！”\n　　在“我的世界”里挖来的黄金，还能有什么问题？所以林辰辉很是自信。\n　　李涵见林辰辉这么有自信，也点了点，相信了林辰辉的话。\n　　“至于价格，就按照现在市场价的八折出售给我，可以吗？”\n　　李涵的话对于林辰辉来说有点黑钱的意思，但在这里出售黄金，谁敢说自己的黄金来路没有问题？谁敢说自己的黄金不会被其他人追究？所以对林辰辉来说，能把黄金买掉就已经是天大的好事了。\n　　“当然可以！”林辰辉爽快的答应了，现在的市场价是每克二百六十软妹币左右，八折左右也有二百零八元。这对林辰辉来说完全是纯利润，哪有不满足的道理？而且便宜点卖给对方也可以卖李涵一个面子。当然林辰辉也确实有事情需要李涵的帮助。\n　　“这件事情就这样说定了！”林辰辉又与李涵干了一杯，用求帮助的语气说，“你也知道，我是个新人，我现在需要大量的铁，你知道哪里有吗？”\n　　既然黄金的问题已经解决，那接下来就是购买大量铁的问题。铁的话就比黄金轻松多了，现在铁价格大约在每吨三千软妹币，而且也不许要太多的手续问题。\n　　“铁？”李涵摸着下巴，似乎在回想什么，随即又向林辰辉问道，“你要多少？”\n　　“几百吨吧。”林辰辉含糊的回答，一吨铁相当于一千块铁锭，几百吨也就相当于十多万块铁，只要有了这么多的铁，发展速度必定会上升好几个档次！\n　　“几百吨？”见林辰辉还是至少这么多的语气，李涵再一次觉得这个少年的神秘，先是轻易的拿出一吨的黄金，现在又轻易的收购几百吨的铁。虽然换算成软妹币放在这个圈子里来说根本不算什么，可对于一个还是学生的少年来说这绝对是一笔巨款！可在这笔巨款面前林辰辉却没有任何激动兴奋之类的反应，这让李涵再一次提高了对林辰辉的评价。\n　　“如果只几百吨的话，我或许可以帮你弄到。”李涵收购了林辰辉的黄金而且还是八折的，自然有些过意不去，还说这笔买铁的费用由他自己付，当做送给林辰辉的礼物。\n　　这也让林辰辉和李涵两人之间的关系从买卖家升到了朋友的级别。\n　　两人又干了一杯，谈完交易的细节后才离去。因为这圈子里很多人都是来无影去无踪，就算是写保证书之类的东西也没用，所以两人干脆也就不写了。\n　　林辰辉这个星期倒有的忙了，七天要挖一千块黄金，这可不是一般的事情。\n　　所以林辰辉需要先去买点铁，制作出大量的自导炮塔和挖矿机器人，这样就算只有七天时间，挖一千块黄金也是绰绰有余的。\n　　当林辰辉和林雅雪走出酒吧的时候，林辰辉才在意到林雅雪从刚开始到最后根本就没说过话，有些在意。\n　　“我觉得那个李涵有些怪啊。”林雅雪说出了一句让林辰辉疑惑的话。\n　　“怪？”\n　　“我们刚进聚集地，说完黄金的事情，李涵就凑过来。而且当你说出你需要铁的时候，他又毫不犹豫的接受了。”林雅雪将一些疑点说了出来。\n　　“也许是巧合吧。”林辰辉才刚刚接触这个圈子，哪有林雅雪这么严肃，耸耸肩道。\n　　“过多的巧合就是必然！我们还是小心点吧。”\n　　林辰辉点点头，表示自己知道了。毕竟林雅雪不会害自己，既然在这圈子待了四年的她都这么说了，那还是小心点为好。\n　　两人随后又买了点铁和火药。因为背包之前整理过，所以背包中完全有空间可以放下这上千个单位。放进了林辰辉的背包后，就直接回家了。\n",
    "replies": []
}