{
    "title": "我的世界の妹控_第六章  地下都市",
    "author": "herboine",
    "replyCount": 7,
    "timestamp": 1389066720,
    "txt_content": "第六章 地下都市\n　　两人来到繁荣的D街。\n　　其实D街严格说起来并不是商业街，因为这里路边到处都摆着地摊、小吃，所以晚上在这里是十分热闹的地方。\n　　“老板！我们来收保护费！”某个半开张的烧烤小摊前，几名染着红红绿绿头发的地痞正在向一名中年人嚣张的说道。\n　　好吧，也是一个肮脏混乱三不管的地方。而此时，林辰辉和林雅雪两人也来到了这里。\n　　林雅雪走到一家酒吧前，对着跟在身后的林辰辉说道，“如果没记错的话，应该就是这里……”\n　　“嘿！两个小朋友！你们好啊！”林雅雪话还没说完就被突如其来的声音打断。映入眼帘的是名染着红色头发抽着几块钱一包香烟的青年还有他身后几名打扮类似的青年，一看就是小混混。\n　　青年走到两人面前，吸了口烟貌似很热情友好的对两人说道，“哥儿几个最近手头钱不够用，你们是不是该……”\n　　青年话说到一半，用手指头搓了搓。这种动作傻子都知道，这几人是明摆着来抢钱的。\n　　不过林雅雪却没有和他们纠缠，从口袋里掏出几张红彤彤的纸钞扔在了那混混身上，头也不回就推门进了酒吧。后面的林辰辉见林雅雪如此，也没有理会这些混混，跟了进去。\n　　而那些混混，什么时候见过这种把钱当垃圾扔的学生？看着怀中莫名出现的几张毛爷爷的头像，知道遇到有钱的大款，猥琐的脸都笑的看不见眼睛了。既然随随便便都能拿出几百软妹币，那想想都知道两名学生身上的钱肯定不在少数。\n　　于是，几个混混因为自己的贪婪，准备继续把那两名学生身上的钱全部抢掉。可被贪婪冲昏头脑的几人却不知这只是那两名学生不屑理才扔给他们钱的。\n　　两人进了酒吧，马上就被酒吧里零散的几人关注。两人毕竟只是学生，年纪才十五六岁而已，来到这成人的场所当然会引起注意。不过现在是白天，酒吧里并没有多少人，所以酒吧里的几人只是看了两人一眼，又继续自己的事情了。\n　　吧台上的一位中年大叔见进门的居然是两名学生，眉毛皱了皱，这里可是成人场所，怎么能让学生进来？便上前说道，“两位小朋友，你们还是未成年人吧？”\n　　“我来找接待人。”林雅雪没有回答中年大叔的问题，反而自顾说出了要求。\n　　中年大叔见林雅雪来找接待人，很是惊讶，接触那个圈子的人最年轻也只是二十多岁的退休军人、佣兵和异能者而已。而眼前这两人怎么看都只是十五六岁脸上还带着稚嫩的学生。见到两个学生居然年纪轻轻就接触到了这个圈子，中年大叔怎能不惊讶。\n　　不过中年大叔显然也是见过世面的人，很快就镇定下来，恭敬向两人微微弯腰，“我就是，两位请跟我来。”\n　　中年大叔说完，便往后门走去。林雅雪也随之跟了上来。\n　　林辰辉并不熟悉这里，有些莫名的害怕。不过见林雅雪这么随意，也就跟了上去。\n　　中年大叔带着两人穿过后门，又进了一个地下室，在一处不显眼的地方有节奏的摸了一下。只见一处放满杂物，至少两米厚的墙壁转了半圈，里面居然出现了一个通道。\n　　林辰辉虽然表面没有动静，可内心的波动却如同波涛。通道的墙壁前全是杂物，根本就引不起别人的注意，就算引起别人的注意想要查看后面是不是有东西，那两米厚的墙壁可探测不出来什么。就算探测出来了什么，除非是强行砸开，否则就算找到机关，也不知道打开机关的规律。\n　　这种即使有人发现了这里，也很难找到。就算强行砸开墙壁，里面的人也早就逃之夭夭了。\n　　这种地方作为间谍的根据地实在是太合适不过了。\n　　对于军事狂的林辰辉来说确实如此。\n　　三人很快走到了通道的另一头，刚走出通道，林辰辉被惊呆了。\n　　这里，简直就是另外一个世界啊？！\n　　到处都是叫卖声、吵闹声。这里就是一个地下城市啊！\n　　中年大叔见林辰辉瞪大的眼睛，笑了笑道，“小伙子，你是新人吧。这里是圈子里的聚集地，中大型城市的地底都有，在这里你可以得到你所有你想要的东西。”\n　　中大型城市都有？也就是说地球上到处都有这样规模的地下城市喽？林辰辉又一次陷入了惊讶。\n　　林雅雪郁闷的拉了拉再一次惊讶的林辰辉，说道，“现在先别想这些，你不是有大量的黄金要出售么，在这里只要不是抢银行抢来的黄金都可以在这里转手。”\n　　刚好路过的一位青年听见林雅雪说的话，连忙跑到林辰辉面前，“你有大量的黄金出售？”\n　　林辰辉突然被这么一问，发愣了一会儿才反应过来，“没错。”\n　　“你有多少？我全要了！”\n　　听到青年的话，林辰辉有些惊喜，本以为出售黄金会很麻烦，没想到刚进来就有人跑过来说要收购黄金，而且这青年的口气还很大，显然要大量的收购的。\n　　“你能吃进多少？”\n　　被林辰辉这么一问，青年一愣，听林辰辉的口气比自己还大，有些不服气。\n　　“我至少要一吨！”青年沉默片刻，给出了一个惊人的数字。\n　　一吨！还是至少一吨！\n　　这样说也许大家不会有感觉，但换成现金的话。一吨黄金，相当于两点八亿多软妹币！而且对方还说的是至少！系统的一个单位黄金等于一公斤黄金，也就是一千块金锭！用一千块金锭换取接近三个亿的软妹币！\n　　青年的答复让林辰辉又惊又喜，惊的是这个圈子随便一笔交易居然就高达九位数，喜的是没想到这么快就找到了客户。\n　　青年见林辰辉的表情有些奇怪，以为是黄金的数量太大，对方吃不消，叹了口气正想转身，就听到了林辰辉的声音。\n　　“一吨是吧。”林辰辉如同在说一吨废铁一般的语气说道，虽然现在黄金对林辰辉来说确实相当于没有任何用处的废铁，“数量有点多，需要给我点时间。”\n　　青年听见林辰辉那淡定的语气，知道对方没有骗自己，连忙互相交换了电话号码，深怕林辰辉反悔的样子让林辰辉和林雅雪两人一阵苦笑。\n　　最后得知青年叫李涵，两人便跟随李涵来到一家酒店，开始谈交易的细节处。而接待人大叔见林辰辉两人有事，也早早离去。",
    "replies": [
        {
            "author": "coldflow",
            "timestamp": 1389066840,
            "txt_content": "不错啊！！！{:10_492:}"
        },
        {
            "author": "herboine",
            "timestamp": 1389066840,
            "txt_content": "coldflow 发表于 2014-1-7 11:54 \n不错啊！！！\nQAQ.不错就给一点金粒 人气QAQ"
        },
        {
            "author": "929114228",
            "timestamp": 1389069000,
            "txt_content": "请问一千个金锭背包能装下吗？？？？"
        },
        {
            "author": "herboine",
            "timestamp": 1389069000,
            "txt_content": "929114228 发表于 2014-1-7 12:30 \n请问一千个金锭背包能装下吗？？？？\nQAQ我忘了。"
        },
        {
            "author": "929114228",
            "timestamp": 1389069120,
            "txt_content": "herboine 发表于 2014-1-7 12:30 \nQAQ我忘了。\n建议说是背包不够杀点牛做背包就够了"
        },
        {
            "author": "herboine",
            "timestamp": 1389069120,
            "txt_content": "929114228 发表于 2014-1-7 12:32 \n建议说是背包不够杀点牛做背包就够了\n.....好吧‘QAQ"
        },
        {
            "author": "朱仙变",
            "timestamp": 1389069180,
            "txt_content": "我来晚了~{:10_492:}"
        }
    ]
}