{
    "title": "[1.6.4][SSP/SMP][永久更新] 达特工艺 0.2.20 beta[TF搬运]",
    "author": "SSCXM",
    "replyCount": 93,
    "timestamp": 1389089280,
    "txt_content": " 本帖最后由 SSCXM 于 2014-7-2 18:53 编辑 \n\n由于本站原搬运者@SF_Chipan先生已经弃坑，所以我开坑替其搬运\n根据MC百科站给的介绍：\n\nDartCraft（以下简称DC）是一个内容丰富复杂，与多个主流的科技向模组内容有互动和交融的大型模组。\n你可以考虑安装建筑，林业，工业2，热能扩展，神秘时代等模组，DC强化和丰富了这些模组的内容和体验。\n强烈推荐和NEI一起使用，你可以用它查询相关的各种合成。\n\n因为作者名字意思是标枪，该模组有时候也被翻译成标枪工艺。个人感受：此mod非常之imba，有着令多种mod下岗的能力！建议以下几种人不要安装此mod：1、抖M2、喜欢挑战自我的玩家3、不懒的人4、不打boss的人5、熊孩子\n做个介绍==：\n以下内容援引自贴吧吧友@莫问苍生问星辰 的教程贴（http://tieba.baidu.com/p/2702307915），如侵删\n\n\n\n\n3403a201a18b87d608b2a707050828381e30fdd1.jpg (159.42 KB, 下载次数: 107)\n\n下载附件\n\n2014-1-7 18:14 上传\n\n\n\n\n彩虹火把，箱子，熔炉，砖块and so on（PS：此mod会将生命条移动至左上方,那个绿绿的好像是魔法条）\n\n\n\n\n001e848b87d6277fb1b13d202a381f30e924fc22.jpg (132.2 KB, 下载次数: 98)\n\n下载附件\n\n2014-1-7 18:14 上传\n\n\n\n\n\n工具，矿物etc.\n\n\n\n\n75009b096b63f6243ce04f1b8544ebf81a4ca30c.jpg (161.52 KB, 下载次数: 90)\n\n下载附件\n\n2014-1-7 18:18 上传\n\n\n\n\n\n闪闪的力量树\n\n如果你厌恶原版附魔台就快来试试这个力量锻造台（附魔台），此乃此mod一大特色！\n制作方式：\n\n\n\n\na96caed4b31c87018397c3fe257f9e2f0708ffa0.jpg (110.04 KB, 下载次数: 89)\n\n下载附件\n\n2014-1-7 18:18 上传\n\n\n\n\n\n\n消耗一点点MJ（需要BC）和一点点便宜易得的材料即可实现附魔！\n\n与BC兼容：\n\n\n\n\n713b4e600c33874487eb2b65530fd9f9d72aa098.jpg (10.22 KB, 下载次数: 81)\n\n下载附件\n\n2014-1-7 18:18 上传\n\n\n\n\nDC力量引擎！最高产能16MJ/t!\n\n\n\n\n8e3b8e18972bd407d195b6e179899e510fb3097f.jpg (7.82 KB, 下载次数: 81)\n\n下载附件\n\n2014-1-7 18:18 上传\n\n\n\n\n力量管道，顶黑曜石管道和金管道的用处！\n[/spoiler]\n与ICEXP兼容：\n\n\n\n\n140c957eca8065388c96aa0b95dda144ad34824d.jpg (115.71 KB, 下载次数: 89)\n\n下载附件\n\n2014-1-7 18:18 上传\n\n\n\n\n\n力量工业系列\n\n\n\n\n1c4f6ac2d56285357a26dc3992ef76c6a6ef6387.jpg (96.92 KB, 下载次数: 93)\n\n下载附件\n\n2014-1-7 18:18 上传\n\n\n\n\n\n力量火力发电机：两种发电方式！\n\n\n\n\nb3b77bdf8db1cb13fa32360bdf54564e92584b6a.jpg (145.47 KB, 下载次数: 92)\n\n下载附件\n\n2014-1-7 18:18 上传\n\n\n\n\n\n力量太阳能板：日夜发电！泡在液态力量里产能会提升！据说它下雨时产能不减反增！（高级太阳能领了张月票，默默坐车回家了）\n\n\n\n\nb4e5a78ba61ea8d33e5b031c950a304e251f5848.jpg (118.65 KB, 下载次数: 95)\n\n下载附件\n\n2014-1-7 18:19 上传\n\n\n\n\n\n你甚至可以升级它！\n\n各种强化的太阳能：这特么是啥！我没看见！\n\n\n\n\n8e3cf854564e92587a02fff69e82d158ccbf4e97.jpg (127.99 KB, 下载次数: 91)\n\n下载附件\n\n2014-1-7 18:20 上传\n\n\n\n\n\n高贵的人用力量锤打板！（这锤子没被GT禁止！格雷：我*的怎么这样！！！！！！）\n\n\n\n\n8d59d71fbe096b63d03f18480e338744ebf8aca7.jpg (10.23 KB, 下载次数: 81)\n\n下载附件\n\n2014-1-7 18:21 上传\n\n\n\n\n\n\n\n\n0aaeee13495409235d7622669058d109b3de49ae.jpg (11.81 KB, 下载次数: 80)\n\n下载附件\n\n2014-1-7 18:21 上传\n\n\n\n\n\n\n\n\nf7d01ec79f3df8dc4e0ccc89cf11728b47102890.jpg (9.16 KB, 下载次数: 77)\n\n下载附件\n\n2014-1-7 18:21 上传\n\n\n\n\n\n力量工业三机友：我们都是感应炉的兄弟！\n（这配方还没被格雷禁掉！GT作者：我已经懒得说什么了）\n（PS：这打粉机还尼玛会出副产物！）\n\n\n\n\n7a006434970a304e9c61c5e6d3c8a786c9175c0e.jpg (11.82 KB, 下载次数: 80)\n\n下载附件\n\n2014-1-7 18:18 上传\n\n\n\n\n\n你们懂得==\n\n力量扳手现在需要按F键充能：\n\n\n\n\n9a8a2f7b02087bf4422e4cf0f0d3572c10dfcf8c.jpg (22.88 KB, 下载次数: 77)\n\n下载附件\n\n2014-1-7 18:18 上传\n\n\n\n\n\n力量瓶子可以像大师球一样使用了，不过条件是怪物需要1血==（什么叼？）（PS：在力量工作台用玻璃粉附魔得到的带有false附魔的剑可以完成这项艰巨的任务）\n\n\n\n详情请看贴吧教程（链接在上面！）\n支持作者，请点击上方adfly链接！\n安装注意：2.0.15版起需要buildcraft4.2.2的支持！2.0.17需要ICEXP394+支持！\n2.0.15版本与神秘4.1.0不兼容，请选用新版！\n\n度盘备用链：http://pan.baidu.com/s/1mgJVqvI\n\n汉化版链接（感谢@sb023612 君）：http://www.mcbbs.net/thread-216014-1-1.html\n\n建议搭配BC、IC2实验版和神秘时代4以获得最佳体验！\n没人看得懂的更新日志：\n\nBeta 0.2.20\n- Bugfix: Fixed a generation bug that would cause serious problems if certain DartCraft blockIDs were not the default settings.\n- Bugfix: Fixed a bug where normal Bombs would not drop ore if both Bombs and Super Bombs were set to drop ore.\n- Bugfix: Fixed Snow Wafers turning into Bombs when right-clicked.\n- Added a config option to make Force Fountains less picky in where they generate.  By default they will be picky, which means they have to replace 75% Stone, Dirt, or Gravel.  You may want to set this to \"false\" if you use a mod that modifies Minecraft's 'junk' blocks to something else.  (GeoStrata, I'm looking at you.)\n- Added a config option under the 'insane' category to make every new Upgrade Tome automatically mastered.  (This was specifically requested.)\n- The Magic Meter's empty background has been decreased in opacity, making it easier to see your magical defecit.\n- The Zelda Hud (or just Magic Meter if the Hud is disabled) has gotten some positioning options.  It can now be set to top-left, top-middle, top-right, bottom-left, bottom-middle, bottom-right or even given exact x and y coordinates for the individual that likes customization.\n- Added the Force Hud Toggle hotkey.  When pressed it will move the location of the Force Hud to the next of the 6 preset spots.  When pressed while sneaking it will toggle the Zelda Hud option.  These changes are immediately saved to the user's config file.\n- The Zelda Hud's health will render a bit differently for a player with four pieces of Sturdy Force Armor.\n- Added the /setmaxhealth command.  Pass in a player and the amount of hearts you want them to have and they will be given that maximum amount of health.  This number will generally reset upon death.\n- The Zelda Hud now represents a percentage of player health based on their current and maximum health.  In addition 1/4 and 3/4 hearts will be displayed when these are the closest approximations.\n- Added the 'Max Hud Health' option to the config.  This is a per-client option that will determine how many hearts (1-20) are shown in the Zelda Hud based on the amount of health the player has out of the configured maximum possible hearts.  (Ex.  If another modification is used that allows players to achieve a maximum of 40 hearts and this value is changed to 40, the starting health of players (10 hearts) will render as 5 hearts.  The number of hearts displayed will increase as the ratio of current max/possible max increases, with the maximum rendering as a full two rows of ten hearts each.)  By default this number is 20, which will display 10 hearts consistently unless the player's max health changes.  Neglecting to change this value will not cause the Zelda Hud to show an incorrect current/max health ratio as it is based on percentage.\n- Sturdy Force Armor has now been given an exact coefficient in the config file.  By default reduction for full sturdy armor is 75%.  This value can be changed from 25% to 100% in the config.  The previous default was likely somewhere around 60%.  One quarter of this coefficient is applied to Force Armor even without the Sturdy upgrade.\n- Red and Blue Potion heal values have been allotted to go up to 100 hearts in the config.  The default of 20 hearts has not been changed.\n- Chateau Notch's duration is now alloted to go from 1-20 minutes.  The default has been changed to 5 minutes.\n- Added recipes for Claws and the four colors of Chu Jelly from UU-Matter.\n\nDartCraft Beta 0.2.19\n- Bugfix: The Zelda Hud no longer shows empty health when a player has less than 1/2 a heart left.\n- Bugfix: DartCraft should now add Force Grinding recipes for ores that are added too late to have been recognized previously.\n- Bugfix: The Force Grinding recipe for Force Furnaces now returns 3 Force Ingots and 2 Iron Ingots, instead of 5 Force Ingots.\n- Bugfix: Fixed a bug where certain DartCraft items could be errantly re-infused with different upgrades.\n- Bugfix: Fixed a possible NPE when holding mod items that use similar data structures to dartcraft upgraded items.\n- Bugfix: Removed the Force Pack Upgrade as an upgrade material when Initial Pack Size is already set to maximum.\n- Force Torches can now trigger a tome's upgrade data the first time that upgrade is used.  This allows the Time upgrade to be trigged from a Force Torch, which is especially helpful if Time Rods are disabled for some reason and Time Torches are not.\n- Added a config option to modify the base amount of resources used by the infuser.  This can be decreased to 1/4 or increased all the way up to 4x.  It is not recommended to change this value.\n- Massively toned down particle effects when Force Leaves are broken.\n- Diamond Dust has now been added to the Ore Dictionary as \"dustDiamond\".  This can be disabled in the config if so desired.  DartCraft recipes and implements cannot use Diamond Dust other than DartCraft's.\n- Dart Iron can now be infused, one at a time, in the infuser into Force Ingots.  Liquid Force and MJ are required for this.\n- Added Force Canes as a Tier 4 IC2 Crop.  These can only be obtained by crossbreeding.  Similar to Stickreeds, Force Canes will mature into reed-like plants, but they will yield Force Gems when harvested.  Force Canes look similar to Sugar Cane and Stickreeds, but are tinted yellow instead of green and cannot be harvested until they reach maturity.\n- Added Yu Canes as a Tier 8 IC2 Crop.  Yu Canes yield small chunks of u Matter which can be combined into UU-Matter from IC2.  It takes 4 pieces of u Matter to make one UU-Matter.\n- Added old-school UU-Matter recipes back into the fold, as well as some new DartCraft ones.  These recipes and Yu Canes can be disabled in the config.\n- Added the \"Force Burst\" system.  Players can hold down the Force Burst hotkey to build up charge.  Players can then right-click while holding the hotkey to burst forward and/or upward slightly at the cost of magic.  Force Bursting cannot be used again while in the air.  Magic use can be disabled in the config.\n- Charging a Force Burst itself does not use Magic, but holding a a max charge burst will slowly decrease a player's magic.\n- Force Bursting offers some Fall Damage grace for a short duration.\n- Force Bursting is more effective for players wearing Force Armor with the Wing upgrade present.\n- Force Bursting also adds exhaustion (hunger) to a player.  Be careful.\n- Added the \"FartCraft\" config option.  When enabled Force Bursts will sound like expulsions of gas, and will also help certain crops grow faster.  This is a per-client option that can be set by each individual player.\n- Force Farts will also work on IC2 Crops to some degree as well as crops from the Magical Crops mod.  This growth effect can be disabled server-side.\n- Force Bursting will briefly allow for invulnerability, based on config settings.  This only occurs when the burst intensity is at least 50%, and will last for the max duration set in the config multiplied by the intensity coefficient.  (Ex. a 75% burst will last 20.0 * 0.75, or 15 ticks.)  Default number of ticks is 20.  (1 second.)  This can be disabled in the config.\n- Force Bursting can be set to only work when Force Armor with the Wing upgrade is present on the player, or even completely disabled as well.  By default it is allowed from player spawn.  (As long as they have magic.)\n- The Force Burst hotkey is F by default.  The default hotkey for the Force Key is now V.\n- Freezing is now a Tier 2 upgrade.\n- Bane is now a Tier 4 upgrade.\n- Rotten Flesh can now be frozen into Leather using Force Freezing recipes.\n- Force Ingots can now be crafted by combining \"ingotLead\" or \"ingotNickel\" with a Force Gem.  Both of these recipes output two ingots and can also be used in Forestry's Carpenter.\n- Added Ex Nihilo integration.  Force Saplings, Feces and Eggs can occasionally be sieved from Dirt blocks, and Force Gems can rarely be sieved from Gravel blocks.  Feces can also be composted to fill 1/4 a barrel while Force Saplings and Force Leaves fill 1/8 a barrel.\n- Added the Force Biome.  This biome is tinted slightly yellow, will generate Oak/Birch trees and occasionally Force Trees.  Amount of Farm animal spawns are up as well, and monster spawns in this biome can be disabled via a config setting, if you so choose.  Dirt and Gravel does not spawn below the surface, allowing for more streamlined mining efforts, and IC2 crops will grow more easily and effectively due to the increased fertility of the soil.  Power Ore is more common in this biome, and occasionally underwater lakes will contain Liquid Force instead of Water.  This biome's generation can be disabled in the config.\n- Added Fairies and Fairy Fountains.  Fairy Fountains will randomly spawn in new chunks and contain mystical pools of water illuminated by a strange power.  Fairies will occasionally spawn from these fountains and they will restore a player's health when touched.  Spawn rates for fountains can be changed and they can even be disabled.\n- Fairies can be stored inside Force Flasks, and when present in a player's inventory when they die that player will respawn in the same dimension at the point where they died with all their items and experience in tact, expending both the Flask and Fairy in the process.\n- Added the option to regenerate Fairy Fountains, as well as control the speed with which regeneration occurs.  By default it waits 10 ticks between each chunk regeneration, but the time can be decreased to 0 or even increased up to 100.\n- Added Force Rod variations to NEI based on which upgrades are allowed in the config.\n- Added Zelda style Bombs.  Bombs are crafted using Fire Charges and Golden Power Source.  Right-clicking a bomb will place it down in the world, where it will explode after the configured amount of time.  By default the explosion will destroy all blocks that are destructible via explosion based on its configured strength.  Also by default Bombs will not destroy ore blocks but instead drop them into the world as temporary indestructible items.\n- By default Bombs will harm players, but they can be configured to not harm players.\n- Added the Super Bomb, crafted from normal Bombs.  The Super Bomb has 4x the fuse and by default 8x the power of the normal Bomb.  Super Bombs will not drop any blocks by default and can also be configured to destroy bedrock as well.\n- Bombs and Super Bombs have been given familiar sound and visual effects.\n- Bombs and Super Bombs do not like to get wet.  If they fall into water or are rained on they will defuse and disintegrate.\n- Added Unbreakable Force Bricks in all the 16 colors.  These blocks cannot be crafted or broken and are only used by DartCraft structures.\n- Fairy Fountains have been given an unbreachable perimeter using Unbreakable Gray Force Bricks.  However, on two of their sides there are slightly cracked bricks that can be bombed away, giving players access to the fountain and fairies within.  Only DartCraft Bombs and Super Bombs can break these cracked blocks.\n- Force Furnace Experience Core experience bonus is now only 2x instead of 10x by default.  This is now configurable as well.\n- Added 3D models for Chu Jelly.\n- Added crappy 3D models for Force Rods.  Force Rods now each have their own individual gem color as well.\n\n\nDartCraft Beta 0.2.18\n- Bugfix: Storage Unit recoloring recipes will now work properly.\n- Bugfix: Fixed a NullPointerException when using a Force Belt Slot's hotkey with an empty slot.\n- Bugfix: Certain TileEntities from other mods should no longer cause additional empty data versions of DartCraft TileMachines to spawn when Force Wrenched.\n- Added the \"Transparent Leaves\" option under the client section, which will render Force Leaves transparent when enabled, and opaque when disabled.  (Enabled by default.)\n- Added the \"Simulated Players\" option under the wrench section, which will allow simulated players to use Force Wrenches to create TileBoxes and to place TileBoxes.  By default this is not allowed.\n- The Time Upgrade's Tier is now configurable from 1-7 in the config.  By default the Tier is still 3.  (Only applies if the Time Upgrade is enabled.)\n\nDratcraft Beta 0.2.17\n\nEmergency Patch: Fixed a problem loading the Baconator's recipe that could potentially cause Minecraft to crash in some verbose mod packs.- Bugfix: Fixed a possible NPE when using Force Belt hotkeys.\n\nDartCraft Beta 0.2.16\n- Bugfix: Fixed a possible crash when loading TileMachines that have been improperly modified somehow.\n- Bugfix: Infusing an IForceConsumer with Liquid Force in the infuser should not longer take an amount of levels equal to the previous amount required.  No experience was meant to be taken.\n- Bugfix: Fixed a glitch where Baconators would sometimes craft with a stackSize of 0, and therefore become invalid.\n- Bugfix: Shaped DartCrafting recipes should now properly show when usage for their ingredients is requested.\n- Bugfix: Wooden Force Slabs may again be properly crafted using Force Planks, instead of making Oak Wood Slabs.\n- Bugfix: Force Belts should now work with hotkeys when they are in the rightmost hotbar slot instead of simply refusing to work in that slot.\n- Updated to newer ThaumCraft support.  Research Notes should now be correctly re-randomizable by Force Transmutations on both earlier and newer versions of ThaumCraft.\n- Magnet Gloves can now draw items from inside a Force Belt that is on a player's hotbar.  Hitting that slot's hotkey will also toggle the Magnet Glove's mode.\n- Gold Dust is no longer required to make Force Potions and Chateau Notch.\n- Chu Chus and other DartCraft nasties can now spawn in ExtraBiomesXL biomes.\n- Added a config option to disable the ability to craft IC2 crystals out of rubies and redstone.\n- Added the \"Time\" upgrade.  This upgrade is Tier 3 and only given by a Clock.\n  - The Time upgrade can be added to a Force Sword, briefly slowing or stopping enemies it strikes.\n  - Upgrading a Force Rod with the Time upgrade will allow the rod to briefly imbue an area of the world with accelerated, decelerated or stopped time for a brief period of playtime.  Shift-clicking a Rod of Time will change the mode and right-clicking will activate it.  By default this uses a chunk of magic, but the amount and use can be configured.\n  - Stopping EntityItems will freeze them in place until the area is returned to normal.  These frozen items can be claimed by left or right clicking them.\n  - Arrows can also be stopped in mid flight, but they will continue flying (and harming) when time is returned to normal.\n  - Blocks (in item form) and Arrows are physical while they are stopped, whereas Items are not.\n  - While stopped, most hostile mobs will not require weakening before being captured in a Force Flask.\n  - Players are not affected by Time magic in any way.\n  - Accelerating Skeletons or Creepers is a good way to die.\n  - The Fast and Hyper settings of the Rod of Time will allow blocks and TileEntities to update at increased rates.  Crops, furnaces, Force Panels etc.\n  - Specifically, when a Rod of Time is right-clicked a temporary EntityTime is created at the location, which serves to change the flow of time for entities and blocks in a 6 block radius for approximately 10 real time seconds.  After this long the entity is destroyed and removed from the world.  The effects of these entities can effectively stack, but they cannot affect each other.\n  - A config section has been added for the Time upgrade, which allows the upgrade to be disabled for Swords or Rods altogether, or even to have the ability to affect Blocks or TileEntities limited or disabled.\n  - If enabled in the config the Time upgrade will be valid for Force Torches.  Time Torches will keep an area within modified time, specified by the torch's current setting.  To change the torch's setting, simply right-click it in the world to toggle its mode.  By default this is enabled.\n  - Fast and Hyper Time affect the rate at which entities spawn from vanilla Mob Spawners.  In addition to this, these settings will also allow these devices to work when no player is in range.\n- Soul is now a required upgrade.\n- Craft and Forge are no longer required upgrades.\n- Opening and Closing Storage units as well as shooting Force Arrows have been given new sounds.\n- Storage units will render as Sturdy when the config option \"Super Storage\" is enabled.\n- Healing Torches now properly damage Ghasts.\n- Added the cheat \"/themoonlookstragicbettergivemesomemagic\" which allows admins to give a player free magic for a specified time.\n- Added specific Time support for Forestry TileEntities such as Squeezers, Carpenters and Centrifuges which did not work by default.\n- Players in Creative Mode can now catch entities in Force Flasks without having to weaken them first.\n- Bottled Entities may now be shift-right-clicked to throw the flask, much like a snowball or other throwable item.  The entity will be released where the flask lands, and the empty flask will also be dropped at that location for retrieval.\n- Force Flasks now have the potential to stack up to 64, instead of just one.  They will, however, be unable to milk a cow in their stacked state.\n- Bottled Entities now have the potential to stack up to 64, instead of just one.  When picked up or manually bottled DartCraft will now stack entities that are similar enough to warrant stacking.\n- Mob Chunks will now be manually stacked by DartCraft when they are picked up instead of stacking pseudo-randomly.\n- A Flask of Angry Bees can be crafted by surrounding an empty Force Flask with Drones from Forestry.  Once released, these agitated apians will attack nearby entities such as players or cows until they are killed.  Angry Bees have large amounts of health but don't hit for very much.  They tend to drain magic when they attack as well, however they cannot harm a player wearing a full set of Apiarist's Armor.  These entities also tend to disperse after about 20 or so seconds, so killing them is not always necessary if you can outrun them.  Angry Bees will never spawn naturally.\n- Crafting Flasks of Angry bees can be disabled in the config.\n- Added a cheat command \"/youjustwantedhoneybutnowyoullgetstungy\" to spawn Angry Bees around a player with some negative effects.\n- Force Flasks may now be thrown by sneak-right clicking them.  If they land on an entity they can capture they will do so, otherwise they will simply wait for someone to pick them back up.\n- A few bottled entities have been added to NEI and Creative Mode.\n- NEI usage and recipes for Bottled Entities such as Bottled Pigs and Flask of Angry Bees will now show only themselves and not every iteration of bottled entity.\n- Modified the recipe for Force Flasks to use a Force Nugget instead of a Force Ingot.  The output has also been been buffed to 3.\n- Updated textures for the Power Drill and Power Saw to be more IC2-like.\n- The Power Drill and Power Saw can now also be created by Force Transmuting Mining Drills and Chainsaws respectively.  In addition, Power Tools now store 50k instead of 30k.\n- Force Furnaces, Generators and other IC2 Force Machines now come in the white variety by default.  They may still be recolored.\n- Force Furnaces are now crafted with two Iron Ingots and three Force Ingots instead of just 5 Force Ingots.\n- Force Torches now list their various upgrade iterations in NEI.\n- Larger variations of Storage Units have been added to NEI.\n- Ender Tots spawned with the \"dontdismayjustlookaway\" command will now despawn after 30 seconds.\n- Ender Tots not killed by players will no longer spawn parents.\n- Items with the Sturdy upgrade on them will now persist in a player's inventory through death.  This includes Force Armor, Force Tools, Force Packs, Force Belts or anything else that happens to get the \"Sturdy\" upgrade in its tag data somehow.  To be more specific, these items are stored in a buffer until a player respawns instead of being dropped.  This buffer is saved to a file when the server is stopped, and read from this file when the server starts back up to ensure that players who log out or are kicked after dying are not penalized.\n- Force Tomes no longer require shift to be held in order to view their point value.\n- Sturdy's Armor coefficient will no longer apply when a player has run out of magic.\n- Clipboards can now accept the Sturdy upgrade, which will allow them to persist in a player's inventory through death.\n\n\n\n[groupid=534]Team Trigonometry-F[/groupid]",
    "replies": [
        {
            "author": "lin47",
            "timestamp": 1389089340,
            "txt_content": "呵呵   看看是不是沙发"
        },
        {
            "author": "lin47",
            "timestamp": 1389089400,
            "txt_content": "图挂.........."
        },
        {
            "author": "SSCXM",
            "timestamp": 1389089460,
            "txt_content": "lin47 发表于 2014-1-7 18:10 \n图挂..........\n回头补吧，坑爹百度！"
        },
        {
            "author": "毁灭者",
            "timestamp": 1389089460,
            "txt_content": "图全挂是什么赶脚，最好不要用外链"
        },
        {
            "author": "fld",
            "timestamp": 1389089520,
            "txt_content": "什么情况，图全挂了"
        },
        {
            "author": "s359878919",
            "timestamp": 1389089640,
            "txt_content": "这个MOD是独立MOD，BC不是必须的，不过不装BC的话力量引擎就要直接摆在力量附魔台旁"
        },
        {
            "author": "zhouhonxin",
            "timestamp": 1389089640,
            "txt_content": "[fly]图挂啊[/fly]"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389089700,
            "txt_content": "zhouhonxin 发表于 2014-1-7 18:14 \n[fly]图挂啊[/fly]\n明天修吧==，你们满看着我得吃饭了！"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389090420,
            "txt_content": "zhouhonxin 发表于 2014-1-7 18:14 \n[fly]图挂啊[/fly]\n图已修，快回来=="
        },
        {
            "author": "hy008892",
            "timestamp": 1389090900,
            "txt_content": "目测lz有点左右不分，生命条和饱食度移动至“右上方”？"
        },
        {
            "author": "1311273319",
            "timestamp": 1389090960,
            "txt_content": "终于等来了！\n\n55555555........"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389091020,
            "txt_content": "bhy008892 发表于 2014-1-7 18:35 \n目测lz有点左右不分，生命条和饱食度移动至“右上方”？\nsorry,我去改=="
        },
        {
            "author": "hy008892",
            "timestamp": 1389091260,
            "txt_content": "感觉比起前面版本丰富了很多啊，这样不低调会被GT作者发现的"
        },
        {
            "author": "我的妇产科",
            "timestamp": 1389091800,
            "txt_content": "这种材质包加上这一系列瞎眼的颜色=-=简直是目害"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389092400,
            "txt_content": "bhy008892 发表于 2014-1-7 18:41 \n感觉比起前面版本丰富了很多啊，这样不低调会被GT作者发现的\n实际上GT作者管不到也不想管"
        },
        {
            "author": "hy008892",
            "timestamp": 1389092580,
            "txt_content": "SSCXM 发表于 2014-1-7 19:00 \n实际上GT作者管不到也不想管\n禁止你几个配方，更改你几个配方，GT干这事还少么"
        },
        {
            "author": "劫匪",
            "timestamp": 1389092700,
            "txt_content": "不错哦{:10_492:}"
        },
        {
            "author": "lin22632322",
            "timestamp": 1389092820,
            "txt_content": "好帅气！！！"
        },
        {
            "author": "羽翼永年青",
            "timestamp": 1389093360,
            "txt_content": "看起来不错 滴样子    顶"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389093360,
            "txt_content": "bhy008892 发表于 2014-1-7 19:03 \n禁止你几个配方，更改你几个配方，GT干这事还少么\n1、这是独立mod，跟IC没有直接关系，GT管不到\n2、GT作者说了不会理会DC"
        },
        {
            "author": "hy008892",
            "timestamp": 1389093720,
            "txt_content": "SSCXM 发表于 2014-1-7 19:16 \n1、这是独立mod，跟IC没有直接关系，GT管不到\n2、GT作者说了不会理会DC\nbc和ic毛关系都没有，还不是被gt改了配方。不理会dc是因为dc还没影响到gt，等影响到了就未必还不理会了。假如dc照这么发展下去，直到有一天dc破坏了gt自己的平衡，你看gt管不管。"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389095400,
            "txt_content": "bhy008892 发表于 2014-1-7 19:22 \nbc和ic毛关系都没有，还不是被gt改了配方。不理会dc是因为dc还没影响到gt，等影响到了就未必还不理会了。 ...\nGT 作者本来就不推荐大家装这个mod，他也说过这mod他们不会管（无论多么影响平衡）"
        },
        {
            "author": "扯淡@青春",
            "timestamp": 1389110100,
            "txt_content": "很棒的MOD   必须顶的啊"
        },
        {
            "author": "逝缘",
            "timestamp": 1389151740,
            "txt_content": "\n这是什么东东的界面，我在dartcraft里没找到有东东是这个界面的啊"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389154260,
            "txt_content": "逝缘 发表于 2014-1-8 11:29 \n这是什么东东的界面，我在dartcraft里没找到有东东是这个界面的啊\n力量发电机，请确认你安装了IC2EX版"
        },
        {
            "author": "s359878919",
            "timestamp": 1389154500,
            "txt_content": "再指出一点错误，饱食度条的位置不会变，生命条下面那是DC的魔力值"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389154560,
            "txt_content": "s359878919 发表于 2014-1-8 12:15 \n再指出一点错误，饱食度条的位置不会变，生命条下面那是DC的魔力值\n谢谢，回头改一下"
        },
        {
            "author": "神之遗物盒",
            "timestamp": 1389159300,
            "txt_content": "好样的  感觉跟1.5版本擦了好多啊  坐等汉化"
        },
        {
            "author": "七色花",
            "timestamp": 1389160560,
            "txt_content": "厉害{:10_523:}"
        },
        {
            "author": "woif",
            "timestamp": 1389160800,
            "txt_content": "{:10_492:}不错的感脚{:10_492:}"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389163680,
            "txt_content": "神之遗物盒 发表于 2014-1-8 13:35 \n好样的  感觉跟1.5版本擦了好多啊  坐等汉化\n这个汉化要修改核心文件的，而且我估计汉化好了作者又更新了"
        },
        {
            "author": "sb023612",
            "timestamp": 1389182400,
            "txt_content": "额，我装了0.2.14的DC后，什么都正常，就是没有加载这个mod，换了0.2.13的就可以了"
        },
        {
            "author": "sb023612",
            "timestamp": 1389182640,
            "txt_content": "SSCXM 发表于 2014-1-8 14:48 \n这个汉化要修改核心文件的，而且我估计汉化好了作者又更新了\n我觉得你可以放心汉化，这个mod已经有段时间没有更新了。我第一次看到0.2.14版本的时候是十二月15号，到现在都还没更新"
        },
        {
            "author": "jjxxz2",
            "timestamp": 1389182820,
            "txt_content": "话说有1.6.2的汉化版么。。。原SF大大的共享删除了"
        },
        {
            "author": "sb023612",
            "timestamp": 1389182940,
            "txt_content": "jjxxz2 发表于 2014-1-8 20:07 \n话说有1.6.2的汉化版么。。。原SF大大的共享删除了\n1.62和1.64的同一个文件"
        },
        {
            "author": "jjxxz2",
            "timestamp": 1389184080,
            "txt_content": "sb023612 发表于 2014-1-8 20:09 \n1.62和1.64的同一个文件\n哦哦，谢谢\n话说是依附ICEXP还是IC2？"
        },
        {
            "author": "sb023612",
            "timestamp": 1389186000,
            "txt_content": "jjxxz2 发表于 2014-1-8 20:28 \n哦哦，谢谢\n话说是依附ICEXP还是IC2？\n一般都是ICEXP，你可以试下IC2的"
        },
        {
            "author": "jjxxz2",
            "timestamp": 1389186060,
            "txt_content": "sb023612 发表于 2014-1-8 21:00 \n一般都是ICEXP，你可以试下IC2的\n好吧，感谢LZ搬运"
        },
        {
            "author": "sb023612",
            "timestamp": 1389186720,
            "txt_content": "jjxxz2 发表于 2014-1-8 21:01 \n好吧，感谢LZ搬运\n我不是楼主，我是个路人甲"
        },
        {
            "author": "逝缘",
            "timestamp": 1389198300,
            "txt_content": "SSCXM 发表于 2014-1-8 12:11 \n力量发电机，请确认你安装了IC2EX版\n我用的IC2版本是industrialcraft-2_2.0.357-experimental。。不知道你所说EX版是哪个"
        },
        {
            "author": "逝缘",
            "timestamp": 1389199560,
            "txt_content": "SSCXM 发表于 2014-1-8 12:11 \n力量发电机，请确认你安装了IC2EX版\n看到那货了，那货跟那些炉子长得一样样，，所以没有存在感。。"
        },
        {
            "author": "lincong999",
            "timestamp": 1389223560,
            "txt_content": "乃忘了最重要的东东了\n\n\n\n\n\nDART-UPGRADE-1.6.4.jpg\n(37.23 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2014-1-9 07:26 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389245040,
            "txt_content": "sb023612 发表于 2014-1-8 20:04 \n我觉得你可以放心汉化，这个mod已经有段时间没有更新了。我第一次看到0.2.14版本的时候是十二月15号，到现 ...\n我不会汉化class=="
        },
        {
            "author": "SSCXM",
            "timestamp": 1389272100,
            "txt_content": "防沉==顶！！！！"
        },
        {
            "author": "ioncannon1333",
            "timestamp": 1389275760,
            "txt_content": "嘛嘛 关于血条可以修改的 在config/dartcraft.cfg里面有写 UI样式应该是塞尔达的orz 作者到底是有多喜欢塞尔达 改名叫做塞尔达mod算了"
        },
        {
            "author": "sb023612",
            "timestamp": 1389289020,
            "txt_content": "话说我已经把大部分的条目都汉化好了，到时候重新发个帖子，给个链接给你没事吧"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389313080,
            "txt_content": "sb023612 发表于 2014-1-10 01:37 \n话说我已经把大部分的条目都汉化好了，到时候重新发个帖子，给个链接给你没事吧\n好的~~谢谢你的工作"
        },
        {
            "author": "middo",
            "timestamp": 1389327360,
            "txt_content": "不得不说DC已经在削弱威力了……"
        },
        {
            "author": "SSCXM",
            "timestamp": 1389591540,
            "txt_content": "先更新了，changelog什么的后面补"
        },
        {
            "author": "lincong999",
            "timestamp": 1389619620,
            "txt_content": "可不可以搬下Changelog过来\n我这边不方便翻墙"
        },
        {
            "author": "諾姆",
            "timestamp": 1390013340,
            "txt_content": "請問一下液态力量要怎摸生產阿??"
        },
        {
            "author": "苹果蛋挞",
            "timestamp": 1390478400,
            "txt_content": "别乱放地址啊，SF大的优酷空间里有DC1-5集的视频（AV画质），新浪空间有1、3、4集（比较高清）没有第2和第5集，B站没有DC的视频"
        },
        {
            "author": "SSCXM",
            "timestamp": 1390540920,
            "txt_content": "苹果蛋挞 发表于 2014-1-23 20:00\n别乱放地址啊，SF大的优酷空间里有DC1-5集的视频（AV画质），新浪空间有1、3、4集（比较高清）没有第2和第5 ...\n我就是看了B站才知道有达特这东西的"
        },
        {
            "author": "SSCXM",
            "timestamp": 1390540920,
            "txt_content": "諾姆 发表于 2014-1-18 10:49\n請問一下液态力量要怎摸生產阿??\n林业榨汁机=="
        },
        {
            "author": "諾姆",
            "timestamp": 1390551360,
            "txt_content": "SSCXM 发表于 2014-1-24 13:22\n林业榨汁机==\n喔~~了解\n還有一個疑問就是\"力量背包\"不是用\"DC附魔台\"和\"力量背包升级道具\"況大容量嗎??\n我怎摸弄都沒法擴大容量\n我有接\"DC引擎\"和放\"力量礦石\"和\"DC升级册\""
        },
        {
            "author": "sswzczy",
            "timestamp": 1391616060,
            "txt_content": "SF把DC相关的视频全部都删掉了..."
        },
        {
            "author": "lincong999",
            "timestamp": 1391620080,
            "txt_content": "諾姆 发表于 2014-1-24 16:16\n喔~~了解\n還有一個疑問就是\"力量背包\"不是用\"DC附魔台\"和\"力量背包升级道具\"況大容量嗎??\n我怎摸弄都沒法 ...\n等级不够\n力量灌注台界面\n  左上角是书 shift上去可以看到经验\n  右上角是说明 点开有提示\n\n背包升级好像是lv3才可以用的 lv5才能加到40格"
        },
        {
            "author": "SSCXM",
            "timestamp": 1393478760,
            "txt_content": "更新2.0.16版==@sb023612"
        },
        {
            "author": "sb023612",
            "timestamp": 1393484040,
            "txt_content": "SSCXM 发表于 2014-2-27 13:26\n更新2.0.16版==@sb023612\n我看到的时候已经是0.2.17了= ="
        },
        {
            "author": "SSCXM",
            "timestamp": 1393494240,
            "txt_content": "sb023612 发表于 2014-2-27 14:54\n我看到的时候已经是0.2.17了= =\n你是对的=="
        },
        {
            "author": "爆炸De睡莲",
            "timestamp": 1394267040,
            "txt_content": "LZ，你有没有0.2.17 beta的英文原版"
        },
        {
            "author": "SSCXM",
            "timestamp": 1397036280,
            "txt_content": "04/09\n更新之2.0.18版本"
        },
        {
            "author": "电电",
            "timestamp": 1397044020,
            "txt_content": "s359878919 发表于 2014-1-7 18:14\n这个MOD是独立MOD，BC不是必须的，不过不装BC的话力量引擎就要直接摆在力量附魔台旁 ...\n发现野生的狐狸"
        },
        {
            "author": "1277832129",
            "timestamp": 1397047620,
            "txt_content": "彩虹活吧很酷"
        },
        {
            "author": "q908005328",
            "timestamp": 1398855900,
            "txt_content": "怎么把血条弄到原来的位置。。好不习惯啊。。。"
        },
        {
            "author": "gt9064197",
            "timestamp": 1400072880,
            "txt_content": "这左上角的血量超恶心啊，能修改位置吗？"
        },
        {
            "author": "SSCXM",
            "timestamp": 1400075280,
            "txt_content": "gt9064197 发表于 2014-5-14 21:08\n这左上角的血量超恶心啊，能修改位置吗？\n能的，在config文件夹下搜索zedlaHUD一项改成false即可"
        },
        {
            "author": "gt9064197",
            "timestamp": 1400197020,
            "txt_content": "SSCXM 发表于 2014-5-14 21:48\n能的，在config文件夹下搜索zedlaHUD一项改成false即可\n我没找到这个文本，用搜索也搜不到"
        },
        {
            "author": "SSCXM",
            "timestamp": 1400206980,
            "txt_content": "gt9064197 发表于 2014-5-16 07:37\n我没找到这个文本，用搜索也搜不到\n手胡，搜zeldaHUD\n或者直接搜HUD也可以"
        },
        {
            "author": "gt9064197",
            "timestamp": 1400212140,
            "txt_content": "真的是没有，不骗你！"
        },
        {
            "author": "SSCXM",
            "timestamp": 1400212380,
            "txt_content": "gt9064197 发表于 2014-5-16 11:49\n真的是没有，不骗你！\n我说的是在config文件夹下找到dartcraft文件夹用笔记本打开它的配置文件啊……\n绝对会有的"
        },
        {
            "author": "gt9064197",
            "timestamp": 1400212680,
            "txt_content": "gt9064197 发表于 2014-5-16 07:37\n我没找到这个文本，用搜索也搜不到\n找到了。这个zeldaHUD 的中间是有个空格的- -"
        },
        {
            "author": "gt9064197",
            "timestamp": 1400544360,
            "txt_content": "话说现在版本的捕捉权杖怎么弄出来的？"
        },
        {
            "author": "苍龙がい",
            "timestamp": 1400546520,
            "txt_content": "对于这种复杂的mod感到智商捉急"
        },
        {
            "author": "苍龙がい",
            "timestamp": 1400546580,
            "txt_content": "对于这种复杂的mod感到智商捉急"
        },
        {
            "author": "SSCXM",
            "timestamp": 1402490400,
            "txt_content": "更新0.2.20"
        },
        {
            "author": "xv1470928",
            "timestamp": 1402570380,
            "txt_content": "达特太违反平衡了。。。"
        },
        {
            "author": "pinkabi",
            "timestamp": 1403195100,
            "txt_content": "新版按F的读条是什么意思=-=百度机翻完全看不懂"
        },
        {
            "author": "aleng",
            "timestamp": 1403666700,
            "txt_content": "爱死力量了和工业配合简直称霸世界"
        },
        {
            "author": "匹诺曹的长鼻子",
            "timestamp": 1403766120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "知己",
            "timestamp": 1403792160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "戴面具的人",
            "timestamp": 1406689080,
            "txt_content": "好搞基的样子。。顶一个      "
        },
        {
            "author": "1659338962",
            "timestamp": 1407328680,
            "txt_content": "DC扳手怎么充能啊"
        },
        {
            "author": "1659338962",
            "timestamp": 1407328740,
            "txt_content": "DC扳手怎么充能啊"
        },
        {
            "author": "1659338962",
            "timestamp": 1407328980,
            "txt_content": "1659338962 发表于 2014-8-6 20:39\nDC扳手怎么充能啊\n0.2.20V2版本的"
        },
        {
            "author": "SSCXM",
            "timestamp": 1407385380,
            "txt_content": "1659338962 发表于 2014-8-6 20:43\n0.2.20V2版本的\n拿在手上F后放力量宝石或者力量液体进去"
        },
        {
            "author": "PlayerFJJ",
            "timestamp": 1407386820,
            "txt_content": "顶一下~~~~~~~~~~~~"
        },
        {
            "author": "疯狂的熊",
            "timestamp": 1407416520,
            "txt_content": "怎么把血条改改，好不舒服QAQ"
        },
        {
            "author": "疯狂的熊",
            "timestamp": 1407416580,
            "txt_content": "怎么把血条改改，好不舒服QAQ"
        },
        {
            "author": "-熊孩子-",
            "timestamp": 1407418260,
            "txt_content": "终于看到1.6.4达特工艺了，以前看别人1.6.2的教程在1.6.4完全不能用。最重要是没汉化"
        },
        {
            "author": "1659338962",
            "timestamp": 1408705080,
            "txt_content": "SSCXM 发表于 2014-8-7 12:23\n拿在手上F后放力量宝石或者力量液体进去\n按F没用a"
        },
        {
            "author": "1659338962",
            "timestamp": 1408705260,
            "txt_content": "实在不行我只能用低版本的DC了QAQ"
        },
        {
            "author": "176q72x",
            "timestamp": 1414052280,
            "txt_content": "魔法值有什么用？"
        }
    ]
}