{
    "title": "（啦咪酱）%梦幻%Fox方块世界—（永久更新)看完请评论",
    "author": "yangchunqi",
    "replyCount": 6,
    "timestamp": 1389182220,
    "txt_content": " 本帖最后由 yangchunqi 于 2014-1-9 16:34 编辑 \n\n{:10_492:}大家好 我是啦咪酱 本人13x想写书 多多关照 主要内容：蓝魔学校女中学生兰 在玩我的世界时奇妙穿越~（很老套对吧）在一位神秘人物种种提示下 回归现实世界的故事 望大家喜欢          明天正式第一章~~ 哪位印成书我也不介意     {:10_513:}                  \n～～～～～～～～～～～～～～～～～～～～～分割线～～～～～～～～～～～～～～～～～～～～～～～～～～～～～\n引子：无眠的夜\n夜风呼啸，大街上空无一人。遥望远处 一个豪华的建筑上，挂着几个字：蓝魔中学 ………………蓝魔小区，16楼。\n“兰，吃饭了”-_-#\n～～～～～～～～～～～～～～～～～～～～引子完（差点写多了）～～～～～～～～～～～～～～～～～～～～～～～\n第一章：前兆\n“来啦”卧室中，一位绝色女学森在电脑前津津有味的浏览着网页，这搜索词条分明是”我的世界mod\"这原来是一位我的世界爱好者。“叮咚！搞定！去吃饭\"说着就离开了电脑前。近看 ，一个压缩包上写着“忘却的旋律启动器，兰整合360只mod\"哇(⊙o⊙)，还挺厉害嘛。再看，旋律启动器不知什么时候被打开了，那魔影人的头像分别狞笑了两下。让人后背直冒冷汗。     客厅，餐桌前：“啊嘛嘛嘛！真好吃，哈哈\"这略霸气的吃饭声音正是兰。\"小兰啊，慢点吃，瞧你，跟猪似的，哈哈\"一位慈祥的母亲说到。“嘿嘿，妈妈做的饭好吃嘛，嗯，饱了，我先回屋了！“兰转身就跑。“哎，在吃点啊。这孩子……“第一章完。\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~‖\n第二章：奇怪的人？熟悉的……到底是不是人？\n”嗯哼哼~～\"兰哼着小曲来到了电脑前 :”嗯 该试试我的整合包啦！”正当她把压缩包解压完毕打开旋律启动器时，外面天空骤亮，一道闪电优美的划过天空。在兰卧室窗前停了下来”轰隆\"兰只觉得耳朵嗡嗡的响 眼前变成了一片白茫茫的世界。。。。。。“啊~\"兰轻轻痛苦的呻吟了一声，“真倒霉，这么大个雷啊，呀，耳朵好痛\"说着摸向了自己的耳朵。正在这时 兰的qq跳动了起来。“咦？是个minecraft爱好者加我啊\"于是她毫不犹豫的点了同意，可是，这位好友的头像，竟是黑的，一片黑色，就像一片死寂的草原，当兰仔细打量着这个头像是时，她发现了不可思议的事情：那死寂的黑色中，竟浮现出一张狞笑的脸，竟和我们之前看到那旋律启动器的小黑脸一模一样！此时兰吓得差点尖叫出声，勉强平复一下波动的小心脏，此时，小兰qq的对话框竟自己弹了出来，对话人正是那诡异头像qq的主人“喜欢吗？\"喜欢什么？小兰被这句话问懵了，赶忙说出了自己的疑问：“喜欢什么？\"“我的头像，明天我给你邮过去。\"说着就下了线 兰正在纳闷，对话框又跳动了起来:\"一切小心\"小心什么？这个人是谁？为什么这么说？他要给我邮什么东西？一连串的问题浮现在兰的脑海里。一夜未眠，，，，，，一夜无话\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~第三章：勇敢的路 进军Minecraft“小兰啊，起床啦，虽然今天是周六 ，也不能睡到中午吧-_-#。这孩子，对了，门口有个快件是个帅哥给你亲自送来的，嗯，女儿大了我也不管了，这快件我也不能拆，这里是你的秘密，对吧？嘿嘿\"兰妈对着床上的兰一顿说，终于，她被吵醒了，昏昏沉沉的她，听到快件二字变得格外精神。穿上绣着绿油油（苦力怕）的拖鞋走了出去，把一个盒子拿了回来，正是那个快件，兰小心翼翼的拆开，里面出现了一个黑色的魔影人的头，有了昨晚的惊吓 ，兰这次迅速的冲到门口，想夺门而出，可是，这门怎么也打不开。兰的心脏剧烈地跳动着，赶紧回过头去，可是这一转身不要紧，要紧的是她看到那颗魔影头，竟飘了起来，缓缓向兰飞来，她的心跳已经超越了人类，这时，那个魔影人头颅张开了他的嘴，那像无尽深渊的嘴硬生生的将兰吸了进去。“嗯……”兰慢慢睁开了眼睛，当她看清了周围的地形时，感觉就是：很……方块？~~~~~~~~~~~~~~~~~~~~~~~~~~~~~分割线~~~~~~~~~~~~~~~~~~~~~~~~~~~\n第四章:神奇的世界！我的世界~\n“啊呀~头好痛啊！”兰用手揉了揉头，可她却觉得摸到了一个立体方块 而不是头了......“What？”兰惊叫出声，低下头看了看自己的双手，竟然也是方块!“难不成真的进入了游戏里了？”说着，他向远方看去：这是一个全部用方块组成的世界，绿油油的草原，高高的树木，一切是那么的美好！“哇塞！真的是我的世界！”可她还没来得及高兴，就想起了新的问题：在这里没有爸爸妈妈，可能还没有伙伴，唉，该怎么办啊？（呵呵~小编只能说这里借鉴了一下别人帖子的剧情，小编只能说抱歉，如果大家有兴趣的话，可以去看看逆转世界）可这不是这位略霸气的女汉子的一贯作风“不对，麻麻说过要坚强，这里是什么地方？我的世界呀,没有人？我就是创世神 ，我~是~创~世~神~！“兰大声的叫着，她的声音传到了这个世界任何一个角落，仿佛所有事物都为她的决心而喝彩：草被风吹的抖动，羊儿欢快的叫着，牛卖萌似的在地上打滚，一切都是快乐的景象。兰心情大好，心中想到：”如果我没猜错的话，我现在应该去看书。不是说        想致富，先（和谐一个字）树     嘛！说着就跑去了树林那里，可是 兰的问题又来了：“呃，我只在游戏里砍过树，只要一直点鼠标就可以了，现在该怎么办呀？直接用手戳它？手会不会痛呀？不管了，先试试”说着兰 用手轻轻的触碰了一下木头，神奇的事情发生了，那个木头出现了轮廓,似一个正方体，正方体正散发着轻微的光，木头上出现了一些坑洞，时不时掉下几个木屑。”哦，我明白了，变成这样的木头就可以打碎了。”她非常高兴,开始手舞足蹈，可是，当她把手从木头上拿开时，那木头上的坑洞竟然消失了。“哦，要一直敲击它才能打碎呀！”于是 兰用力的敲击，终于，这个木头变成个一个边长为一厘米的小方块。“嚯,这玩应还真不赖，跟游戏里一模一样。”说着就把它放在了口袋里。\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~第五章：哦也！美丽的庄园！\n兰就这样，蹭蹭蹭蹭的敲了10组木头\n\n\n\n\n",
    "replies": [
        {
            "author": "Jmm",
            "timestamp": 1389182340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "yangchunqi",
            "timestamp": 1389186300,
            "txt_content": "Jmm 发表于 2014-1-8 19:59 \n啦咪酱 本人13啦咪酱 本人13啦咪酱 本人13\n\n难道是小学生？\n不是不是不是不是不是不是"
        },
        {
            "author": "qazplm138141",
            "timestamp": 1389188520,
            "txt_content": "围观文艺青年,居然是我的世界"
        },
        {
            "author": "abalala",
            "timestamp": 1390907700,
            "txt_content": "文笔好！已顶，不用谢"
        },
        {
            "author": "北极星人",
            "timestamp": 1415314920,
            "txt_content": "babalala 发表于 2014-1-28 19:15\n文笔好！已顶，不用谢\n这个……我从哪里看也看不出文笔好的样子……同是13，为什么写的东西差这么多0.0什么世道！"
        },
        {
            "author": "北极星人",
            "timestamp": 1415314980,
            "txt_content": "qazplm138141 发表于 2014-1-8 21:42\n围观文艺青年,居然是我的世界\n{:10_522:}现在人类的审美观被改造了么？还是我看外星人的文看多了，不能入眼的文这么多"
        }
    ]
}