{
    "title": "【流年出品】《The Dawn of The End 上卷》 聊斋风，解谜向，文风诡异慎入",
    "author": "yuki_camorra",
    "replyCount": 24,
    "timestamp": 1389175440,
    "txt_content": " 本帖最后由 yuki_camorra 于 2014-1-14 22:32 编辑 \n\n来自喜多郎的《宋家王朝》，前奏虽长，但希望大家能静心谛听~http://www.xiami.com/widget/0_2078250/singlePlayer.swf\n大家好，我是流年，也可以叫我yuki。这篇文分为上中下三卷，短篇，20000左右。也是我的处女作，希望大家喜欢。\nPs 第一次玩论坛，如果有什么错误请指出，谢谢~\n============================================================================\n“假如宇宙是一瓶碳酸饮料，我们就是饮料里一个气泡中的一个微小夸克。”\n“有一天气泡开始向上浮动，一旦浮到水面 就会破掉。这个时候气泡只能从饮料里夺来新的东西来维持自己的静止。”\n“于是我来到了这里。”\n“是的，你就是那个新的东西。回不去的，你是维持这个世界平衡的东西。若是消失，气泡就会破掉。你的下场就是魂飞魄散，这个小世界也不复存在。构成这个世界的东西会分解，飞到宇宙外的混沌里，就像二氧化碳最终回归空气。”\n“所以你一直保护着我，就是为了不让自己消失吗？”\n“ 你想要怎样的答案？ ”尼德霍格狡黠一笑，双臂环上康德拉的脖颈……\n\n\n第一章   ……若是不会变老，死亡的唯一途径就是自杀。\n\n醒来眼前是一片逼仄的绿。\n这种绿色对于康拉德来说并不陌生 ，这是每一个minecraft玩家最为熟悉的——树林的颜色。\n搞什么，莫名其妙的到了这种地方来。康拉德重重的锤了一下身旁方方正正的“树干”，树顶的树叶纹丝不动，甚至连一点摇晃都没有。\n整个树林陷入一片静谧。\n康拉德抬起了头，火红的太阳从天边以诡异的速度迅速升起，朝霞从高山之后缓缓涌出。细看之下，那山的边缘竟是棱棱角角，与游戏中的方块堆叠出的山如出一辙。\n不安瞬间入侵整个大脑，这里不是他所熟知的那个现实世界！立方体堆积起来的山峦，棱角分明的湖泊，行动呆滞而违和的动物，寂静无 人的世界，周遭的一切无一不昭示着这个世界与现实的不同。\n康拉德像是一个坐错了站点的旅行者，带着无措的眼睛打量着这个陌生的世界。这个本该只在游戏中出现的方块世界。是梦境，还是现实?心中早已有了不必证实的猜测。\n“把我的身体也搬进来了，是想让我永远也出不去了么。”他苦笑着，慢慢张开修长的五指，阳光穿过指缝投在他的眼中。\n从这里开始，一个全新的人生。\n\n日子一天天过去，康拉德终于从食不果腹的困境中解脱了出来。建成了一个还算宽敞的木屋，有一个足以供饱的田地，手中也有了足以抵抗怪 物的武器。\n在这些天里，他也渐渐对这个世界有了些许了解。除了构成世界的一些物质仍然是方块的形状外，一些微小的物品与现实世界的毫无差异。该圆滑的一样圆滑，该尖锐的依旧尖锐，就连怪物也比游戏中的“丰满”了不少。当然……也恶心了不少。\n但是一些MC中的设定却没有改变，比如怪物不会像有意识的自己一样弯下身体，身体高2个方块之类的。\n然而康拉德却发现一个诡异的变化——来到这个世界后，身体几乎所有的新陈代谢都停止了：刮掉的胡须不会长出来，甚至连排泄的欲望都再未有过。这也 许意味着在这个世界里，他不会像现实中那样慢慢衰老直至死亡。\n这个认知给他带来的震撼是巨大的，不由得引发了诸多的思考。也许他就要这样在这里永远孤独的生活下去，麻木地等待不知何时才会到来的死亡。或是在漫长而无以计数的岁月中，被孤独侵蚀着直到精神崩溃，一死了之。\n若是不会变老，死亡的唯一途径就是自杀。然而死亡带来的后果是未知的，也许能回到原来的世界，抑或生命就此终结，游荡于混沌的天地之间。\n夜晚黯淡的光线下，康拉德坐在床边，红色的被子被踢到一边。\n他不想死，心中唯一的愿望便是回去，回到那个家，他的妻子，那个即将满一周岁的孩子。他正要去给孩子买生日的礼物……回忆戛然而止。似乎关于原来生活的记忆就到此为止了。不对，之后应该还发生了什么的。应该有的。……他出门了，去两条街外的玩具店给孩子买玩具……没有了，最后的记忆大抵是吵闹而混乱的，是因为将要被带进这个世界而产生的影响吗？那些路人看见一个人凭空消失大概要被吓坏了，康拉德低低的笑了一声，或许自己的消失会上第二天报纸的头条？\n\n吱——铁门被打开的声音将他散乱的思维拉了回来。康拉德瞬间跳了起来， 心中暗道不妙，这个世界竟还有会开铁门的怪物，估计攻击力也不弱…… 手腕轻抖，一把青色长剑赫然出鞘。\n\n\n第二章 ……“那是因为在你来之前，”声音刻意的放慢，愈加沙哑。像是即将要透露出惊世的秘密。“你已经死了。”\n\n……门外是寂静无边的黑暗，危险的气息缓缓的渗入房间，阴冷的风扑面而来。康拉德握剑的手微微的颤抖，本就不怎么明亮的房间此刻似乎愈发灰暗起来。脑中的每一根弦都紧绷到了极致，人生来就惧怕2样东西——黑暗，与未知。此时此刻，它们正是康拉德所要面对的。\n开门的是怪物吗？难道这个世界有AI高到能自己摁下铁门按钮的怪物吗？应该不会有的吧，根据他的观察这个世界对怪物的设定应该与游戏相同，AI最高的爬行者也只是会辨认最优路径罢了。究竟是什么，在这样的深夜到访……铁门已经被打开了，门外却没有任何动静……不，也许，那个打开门的东西已经进来了，在房间的某个角落打量着他，而他的双眼看不到它。\n砰——\n似乎是为了印证康拉德的猜想，铁门猛的被关上，阴鸷的笑声从他的背后传来。“年轻人啊，厌恶这孤独的世界吗？只要付出一点点代价……我就为你指明归去的道路！”突兀的声音让他惊愕不已，然而其中的信息却也颇具吸引力\n“归去？回到原来的世界？”康拉德使劲让自己的声音保持平稳，手心的冷汗却已经浸湿了剑柄。“我连你的样子都看不见，又怎么可能相信你？你若是怪物隐了身形来诱骗我，我岂不是白白丢了性命！”像是听到了什么好笑的事情，那声音哈哈的笑了起来。“年轻人，考虑的真多。我们都身处同一个虚无的世界，真实又从何谈起？我知道你不过是怕死罢了，何必摆出一副谁也不信的样子。难道你不好奇吗？对于这个陌生的世界，你有太多的疑惑，为什么会来到这里？为什么偏偏是你？不想听听吗？”“你就知道一切吗？”主导权，他现在需要这次对话的主导权。来自四面八方的压迫让他紧张无比。那个声音很显然是知道些什么的，他需要关于这个世界的信息。但是面前的这个“它”很明显有所企图，用回到原来世界的机会诱惑他来换取某些东西。\n“不说知道一切，但至少比你更了解这个世界——它的构成，它的变化，以及……你来到这里的原因。”干涩嘶哑的声音有着难以抗拒的魔力，引诱着康拉德一步一步走进早已布阵的陷阱。“告诉我，”他艰难的咽下一口唾沫，“告诉我关于这个世界的，你所知道的一切。”“嘿嘿，就当免费的情报告诉你吧……”康拉德仿佛能看见黑暗中缓缓咧开的狰狞嘴唇。“记得你是怎么来的么？”“依稀记得一点，但是离来到这里的时间越近，记忆就越是模糊。”康拉德一只手按揉着太阳穴，一只手仍提着剑。那些记忆混乱，嘈杂，像是被人刻意模糊了一般，能拼凑起的只有如火的阳光，焦灼的柏油路面……“那是因为在你来之前，”声音刻意的放慢，愈加沙哑。像是即将要透露出惊世的秘密。“你已经死了。”咣当一声，剑终于从汗湿的手中滑脱。康拉德的眼睛蓦然睁大，耳中轰鸣，如遭雷劈。半晌才颤抖着问道，“你说的是真的？”“当然是真的，”它似乎很满意康拉德这样的反应，声音中有掩饰不住的得意，“好好想想吧！答案就在那些最混乱的记忆里，你一直不愿面对的事实，被你自己掩盖的真相，其实都存在于你自己的脑海中……”清晨的阳光从窗隙间洒落下来，将屋内的阴霾一扫而空，那些依附于夜晚的黑暗也随之离去了。康德拉推开紧闭的铁门，走进温暖的阳光里。烈日下，灼热的柏油路面，刺耳的鸣笛声与刹车声突兀的在耳边响起，肉体与钢铁碰撞的声音……滚烫的路面上流淌着渐渐凝固的暗红。纷乱嘈杂的议论与哭喊渐渐淡出，耳边只剩某些东西点点流逝的声音。滴答，滴答。滴答，滴答。清晨的天空被铅云笼罩，大雨倾盆而下。混乱的记忆终于梳理整齐，被雨水打湿的泥土中，依稀有什么东西破土而出…… 第三章\n ……身边的黑猫不安的呜咽着，静默的牛群也渐渐骚动起来，一切仿佛都昭示着这个夜晚的不同寻常。\n\n‘I will be back.’\n距离那个混乱的夜晚已经过去多时，那个诡异的声音再未出现过，仿佛对他们尚未结束的对话毫不在意，抑或是为了刻意留给康拉德一个难以忘却的印象。只是在离去的那个清晨在门前留下一块无法拆除的木牌，昭示着它随时会到来的可能。康拉德曾经数次尝试破坏这块牌子，却都以失败告终——“你没有权限破坏Sign。”脑海中总会响起这样的提示。\n它到底是什么呢？它说这个世界是虚无的，在它的认知里只有它与康拉德才是真实的东西。这样看来只有一种可能：它与康拉德一样，来自同一个世界 ，因为同一个原因：死亡。\n然而，为什么它与他的存在方式如此迥异？“年轻人……”并不苍老却透着沧桑的声音历历在耳。是不是因为……来到这个世界的人，不会变老，却会慢慢消失？康拉德被自己的猜想怔了一下，抬手伸向窗外的阳光，阳光下十指泛着健康的光泽。心中莫名的舒了一口气，阴霾却依旧沉沉笼罩着。\n什么时候才能回去呢？窝在被子里的黑猫慵懒的伸了个懒腰，一双绿色的猫眼板正不正的打着瞌睡。康拉德无奈的叹了口气，发泄似的揉了揉猫脑袋，黑猫像是受到了莫大的侮辱，嗷的一声窜走了。真是奇怪，这个世界的某些动物竟有着地球上动物一般的灵性，猫更是难以像狗一样命令其坐下。“汪汪！”门外传来狗的狂吠，紧随着是黑猫挑衅似地低鸣。康拉德看着门外2只剑拔弩张的动物，不禁笑了出来。看来，这样的设定也给无味的生活带来了不少的乐趣……康拉德起身出门，到屋后的田里收了几组小麦去喂牛。还没到牧场，就看见简陋的栅栏里黑压压的一群牛，拥挤的惨不忍睹。把小麦扔进牛群，不一会经验槽就刷刷涨到27级。见喂的差不多了，康拉德打开了栅栏门，然后又立刻关上，十几只牛已蜂拥而出。没等牛溜出几米，康拉德已经快刀将牛砍死，经验槽顺利上到31级。康拉德吹了声口哨，回去给他的钻石剑附魔。第一把钻石剑的附魔相当成功。亡灵杀手4击退2抢夺3，算得上是一把砍怪利器了。康拉德把钻石剑从背包里拿出来，附魔的效果让青色剑身流动着蓝紫色的光芒。“看起来倒是像RPG游戏了。”他略带兴奋的吐槽道。回身见天色已晚，康拉德便躺上床，迅速的进入了睡眠……\n\n半夜下起了雨，磅礴的雨声夹杂着天边的滚雷，将康拉德从睡梦中惊醒。\n身边的黑猫不安的呜咽着，静默的牛群也渐渐骚动起来，一切仿佛都昭示着这个夜晚的不同寻常。是那个“它”要来了么？不会的，它的到来是无声的，在黑暗中潜伏着，发出令人毛骨悚然的笑声。不安蔓延到康拉德的四肢百骸，他爬上最顶层的观望台，这里被玻璃完全封闭，因此在夜晚也不用害怕有怪物侵入。尽管隔了一层玻璃，他仍能感到外界的透骨凉意，大雨倾盆，掩埋了躁动的夜晚。少顷，雨突然停了。乌云像是被什么力量迅速的驱散了，深青色的夜空独留一轮玉盘。“见鬼的天气。”康拉德咒骂着爬下楼梯，拉上被子继续睡觉，被蒙在被子里的黑猫发出不满的抗议。这一夜，似乎什么也没有发生。 第四章 ……黄铜色泽的城堡墙壁上雕刻着古朴简单的纹路，拼凑起来像是某种图画，拆分开来又像是莫名的文字。手指划过，光滑冷冽。  剧烈的喘息尚未平复，昏暗的火光照亮康拉德苍白的脸颊，眼前是布满裂纹的石砖。几分钟前，他被一只爬行者的冲击波震下了峡谷，不幸中的万幸，他摔进了一条地下河，湍急的水流把他冲进了一个洞穴中。刚刚从水中跳出来的康拉德被眼前的景象惊呆了，一个青苔与裂纹交错的石砖地下建筑，就在他眼前。末界要塞。康拉德四处看了看，懊恼的叹了口气，四周皆是有地下河的洞穴，根本分不清哪条才是刚刚的那条。更糟的是，他本来只是打算出来砍砍树的，身上除了食物与武器，只剩下没用的几组木材。……不管怎么样，还是先进去看看吧。康拉德艰难的做出了决定，虽然他极讨厌那里到处乱爬的鼻涕虫。敲下2块石砖，迅速的在周围插上火把，整个石室被瞬间照亮。很好，还没有鼻涕虫被刷出来。转了几下，康拉德就机智的发现并打碎了刷怪笼。虽然现下并无屠龙的打算，但康拉德还是想看看这个世界的末路之地传送门长得是个啥样。不过，这个小小的决定让康拉德后悔终生。当他爬上石阶时，只觉眼前一黑，如遭雷劈——传送阵分明是被激活了！12个末影之眼整齐的镶嵌在传送方块上，黑色的虚空中闪烁着或蓝或绿的星光。这不可能，康拉德喃喃道，这个世界应该只有我一个人才对。或许他忘了一件事，这个世界还有另一个“人”的存在。等他想起来却为时已晚，阴鸷的笑声在背后响起，一股不大却足以致命的推力将他推入了那片虚空之中。眼前骤然一黑，再睁开时已在另一番天地。身下是冰凉的黑曜石平台，天地昏暗，这里就是永夜的末路之地。完了，康拉德脸色苍白地嗫嚅着，初次来到末路之地的玩家回去的方法只有两种。一是杀死末影龙，另一种就是死亡……无论哪一种，现在看来都是不可行的。康拉德耳边回荡着方才那阵阴鸷的笑声，那个“它”将他推进了末路之地，究竟是怀着怎样的意图！想要他死么？不可能，若是这样那它大可在主世界耍点阴招把康拉德杀死。如此大费周章的将他逼入绝境，定是要胁迫他交出什么。康拉德起身，耳边并未听到恐怖的龙吟，末影龙不在这？他跳下黑曜石平台，小心翼翼的低头向前，身边的末影人纷纷扭头看向这位陌生的来客。冷汗浸湿了他握剑的手心：绝对不能有任何一丝疏忽，末影人的攻击力高的吓人，不用几下就能把他杀死。出乎意料的，没走多远康拉德就看见了一个诡异的建筑，晦暗的虚空下，泛着金属色泽的城堡显得格外醒目。迟迟未见的末影龙也许就藏匿其中，他猜想着。城堡的周围没有一只末影人，黄铜色泽的城堡墙壁上雕刻着古朴简单的纹路，拼凑起来像是某种图画，拆分开来又像是莫名的文字。手指划过，光滑冷冽。啪嗒。康拉德的手指滑过墙上一个隐秘的突起，似乎按到了一个按钮。墙内隐约传来闷雷般机关转动的声音，而后渐渐清晰。墙壁中轰然裂出一条巨大的通道，尽头若有光芒浮动。康拉德想了想，一手持剑一手拿着火把，走进了漆黑的通道中，刚走进便听到脚底压力板被触发的声音，背后的铜墙再次合上。他只好硬着头皮向尽头走去，每走过一格的距离，背后就会有一面墙合上，机关运作的声音回旋不止。最后一面墙终于合上，眼前是一个巨大的图书馆，昏黄的灯光在云杉木长桌上映出柔和的阴影。桌上堆叠着几摞古旧的书籍，身着黑色长袍的少年正伏案沉睡。 第五章\n ……铿锵有力的心跳声传入他的双耳，康拉德把手覆上了光滑的蛋壳，绵绵的温度透过蛋壳渗入掌心。\n\n康拉德绕开那个身份不明的少年四处转了转，发现这个城堡远比他在外面所看到的要大。除去刚进来的那个图书馆，四周还有许多空旷的房间，空间巨大的没有一丝人气。\n康拉德在一扇雕刻着繁复花纹的金属门前停下，这间房间与之前的似乎都有所不同。门前的地板上有2块石制压力板，似乎是一个自动门。他思索片刻，站了上去，厚重的金属不消片刻便缩进了两侧的墙壁里。\n啪嗒，啪嗒。金属门在他背后合拢，空旷的水滴声愈发清晰，凹凸不平的地面镂刻着巨大的图形，那些凹槽中似乎也是流动着液体的。火把的 光芒照亮了大部分的空间，奔流不息的透明液体围绕着某一中心环成一个个同心圆。\n康拉德举着火把小心的向那个中心接近，暖黄色的火焰映照出一个黯淡的椭圆。\n是一个黑色的蛋。准确的说，是末影龙的蛋。\n铿锵有力的心跳声传入他的双耳，康拉德把手覆上了光滑的蛋壳，绵绵的温度透过蛋壳渗入掌心。\n入口的门突然打开，清亮的嗓音穿过黑暗的空间。“你是谁？”\n康拉德吓了一跳，差点没扭到脖子。回身见是刚刚那个睡着的少年，心中发怵，持剑向后退了几步。\n少年见他不答话，皱眉朝他走来，星子般的眼睛在 黑暗中分外明亮，复又问道。“你是谁？来这做什么。”\n转眼少年已走到康拉德面前，虽因比康拉德矮了半个头而不得不抬头仰视，却有一种与生俱来的气魄，让人不禁有下跪的冲动。\n“我是谁？ 恐怕说了你也不信。 ”康拉德对于这简单的问题第一次感到无从回答，无奈的苦笑。“我是不小心掉进这个世界的，想找回去的路。刚才进来见你睡着了，便想先四处转转，结果就发现了这里。”\n少年睨了他半晌，眼里充满了猜疑，“你从那个世界里来的？”问得康拉德云里雾里。\n“就是那个……有很多绿色的世界。”少年绞尽脑汁的想到了合适的形容词。康拉德面部肌肉抽搐的连连点头做是，霎时他感到少年看着他的眼神变了。“跟我来，我带你回去。”少年不由分说的拉住他往黑暗的更深处走去，想了想又补充道，“把剑收起来吧，我不会伤害你的。”康拉德愣了愣，应了一声把剑放回了背包，只拿了一根火把在手上。微弱的光将黑暗里两人包裹起来。脚底的水渠渐渐变得稀疏直至消失，只剩2人或轻或重的脚步声还在黑暗里回响。就在他以为要走到末路尽头的时候，远处终于现出幽蓝的光芒，康拉德知道那就是回主世界的传送门了，心中顿时舒了一口气。“待会进去的时候，”走在前面的少年别扭的转过头来，脸上有诡异的红晕，“抱紧我，不然就不会传送到同一个地方。”说完立刻把头转了回去。“嗯。”康拉德竭力忍住大笑的冲动，故作严肃的问道，“你和我一起回去？我看你好像住在这里。”“对，反正这里一个人也没有，呆在这里还不如出去走走。”也不知是回答的哪个问题。“你一直都呆在这里？不孤独么？”康拉德感到面前的少年有片刻的晃神。“累了就睡一觉，醒了就看书。谈不上什么孤独不孤独的。我……不懂。”可你眼中，分明就是化不开的孤寂。康拉德想着，却没有说，来到传送阵旁边，蹲下身将少年抱了起来，少年有些慌乱地搂住他的脖子。“走吧。”康拉德觉得少年的长发擦在自己的颈间，挠的他痒痒的。 第六章 ……那是地狱，死亡之水从天空流下，灼烧并吞噬所有坠入其中的物体。行尸走肉般的亡灵漫无目的的行走在焦红的大地上，生命对于没有思想的他们来说再无意义。  回到主世界的时候正逢日落西山。康拉德小心的把少年放下，随即瘫软在床上。真是累死了，出去砍树受了这么一番罪，还带回来个不知是敌是友是人是妖的东西。他瞟了一眼正蹲在地上观察黑猫的少年，想起他还不知道少年的名字，“你叫什么。”“尼德霍格。”少年淡漠的回答，依旧背对着他逗弄着那只黑猫，黑猫露出销魂的表情。“你可以把我当做怪物。不过，我对你没有敌意。”“我……”康拉德突然很想辩解什么，默了半晌，还是把话咽回了肚里。“我叫康拉德。”\n尼德霍格轻轻的应了一声，突然把黑猫抱进怀里，黑猫立刻受宠若惊的娇喘一声 。康拉德听到少年轻声的嗤笑，“那个世界有多冰冷，这个世界就有多温暖。以前只是在这个世界匆匆撇了几眼就回去了，现在想来真是后悔。”\n“至少你现在已经发现了这个世界的美好，也不算太晚，总比在那种鸟不生蛋的地方孤独终老好。”语毕康拉德才发觉说错了话，这个生物不会变老的世界，哪来的什么孤独终老。说不定面前的少年真实年龄都是自己的好几倍。“啊，对了。我去收一下菜。”见少年不答话，康拉德慌忙转移话题。\n“嗯。”还在尼德霍格怀里打滚的黑猫听到这句立刻狗腿的跑来蹭康拉德裤腿，暗示康拉德顺路钓几条鱼回来给它打打牙祭。这个要求当然遭到了康拉德的无情拒绝，黑猫做光荣牺牲状姿势惨烈的挂在床脚，惹人发笑。康拉德收完菜杀完牛回来，尼德霍格已经躺在床上睡着了，秀气的眉目间似有远山飘渺，看得康拉德心中一动。随即反应过来，艰难的笑了笑，自己难道已经饥不择食到这种程度了？ \n\n见被子都被尼德霍格一人卷了去，康拉德只好拎着剪刀去剪羊毛做了张新床，在原来那张的边上放好，拼成双人床，匆匆入睡。其实他的心里还是有很多疑问的，对于身边熟睡的少年，对于那个看不见形体的声音，对于所处的世界。只是有的时候真的太累了，巨大的生存压力将他压迫的无力再去思考别的问题。昏沉间听见心底的声音呐喊着，不能再浑浑噩噩的活下去了……晦暗的虚空，死寂的大地，永夜的孤独在这片时间也无法计量的世界里，弥散到了每一个角落。人们说黑暗中的荒漠是最寒冷的地方，也许这个世界会比荒漠更甚一筹。“热火，光明，生命。”有人喃喃。只是，生命的概念最初并不清晰。它或而只是一个运动的代名词，无关思想，无关意识。不知名的时空里，另一个世界骤然诞生。那个世界有光与热，以及最初的“生命”。就像每一个新的发明，第一次的创造多数会以失败告终。焦灼的热火遍布整个世界，烈焰所到之处，光明无所遁形。生命渐渐走向了凋零，腐朽的躯干与丑恶的面容最终占领了整个世界。那是地狱，死亡之水从天空流下，灼烧并吞噬所有坠入其中的物体。行尸走肉般的亡灵漫无目的的行走在焦红的大地上，生命对于没有思想的他们来说再无意义。虚无的黑暗里，迷茫的人再次思考生命的意义……\n============================================================================\nyuki有话要说：\n这篇文的灵感来自于一本与游戏无关的书，也许吧里的多数人没有听说过。书的作者在书中记录了几十个采访精神病人的亲身经历及感受，读完一遍，大多数人会感到世界观受到了极大的洗涤。而我在这篇文中对于世界的理解，便是受了其中一篇“果冻世界”的影响，创造出的一种对宇宙，或者说对于现在还无法用专业语言表达的真正意义上的“世界”的理解。这个世界不止使我们所生活的地球，它包含了很多：地球，宇宙，以及宇宙外的，那些我们现在还不了解的东西。\n我不想将文中主角的穿越设定的太过平凡，毕竟吧里的穿越多数雷同。我想在这篇文里赋予穿越一个全新的风格与意义，从一个尚无人试过的角度。\n然后，就像文的开篇所说，我把“世界”中的宇宙比喻成一瓶有许多气泡的汽水，宇宙外的世界就是汽水瓶外的空气。而文中的这一个minecraft世界就是汽水瓶中的一个小气泡，小气泡不稳定，质量轻了，就容易破掉，所以从汽水中又抽取了一些二氧化碳。这时候，康拉德就变成了那个二氧化碳，被从原来的世界剥离，以另一种形式存在于这个世界里，于是就有了这样一次陌生世界的旅行。\n生存不是这篇文的主心，我想吧里这样的文已经够多了，所以开头的几章里我将男主的生存经历一笔带过，大部分笔墨将会用在男主与男二的故事中。\n值得一提的是，这里的生存并不是纯净的原版，为了让小说更多一些惊喜，我会少量添加一些mod里的元素，以及自己想象的东西。\n\n============================================================================ \n下回预告： \n“起来吧，坐了这么久，腿都酸了。”少年的声线再次如清涧般活跃起来，眉目间的云雾瞬间便烟消云散，点漆般的眸子里似有星光闪烁。“我要到山顶去，来这里后还没机会好好看看这里的夜空。”他要看看这星，这月，这天。最高的地方，再没有什么山，能挡了他的眼。“好。我与你一起。”康拉德起身，追着墨衣少年而去。夕阳里传来一声鸟儿的长鸣，映衬着血色残阳更显凄凉。一前一后的两个人影在连绵的山岳前被拉得无限细长，平添了几分渺小的无力。 “天道不仁，以万物为刍狗。”泯泯众生，从猪狗牛羊到人鬼佛神，不过都是天地间的一介生灵。天道之下，任万物自生自灭。只我二人，不过也只有被戏耍的份罢了。一个虚无的神位，你我不要也罢…… \n\n以上，谢谢。 \n《中卷 遗尘旧梦》http://www.mcbbs.net/forum.php?mod=viewthread&tid=216152&page=1#pid4208865\n\n",
    "replies": [
        {
            "author": "719_Lokii",
            "timestamp": 1389175560,
            "txt_content": "最后一个图裂了，文章不错啊\n"
        },
        {
            "author": "ZENONIA4",
            "timestamp": 1389176700,
            "txt_content": "头像不错啊楼主是妹纸吗"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389179280,
            "txt_content": "ZENONIA4 发表于 2014-1-8 18:25 \n头像不错啊楼主是妹纸吗\n是啊，头像是本人{:10_505:}g"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389179460,
            "txt_content": "719220502 发表于 2014-1-8 18:06 \n最后一个图裂了，文章不错啊\n谢谢，图已修复。=w="
        },
        {
            "author": "971042889",
            "timestamp": 1389179760,
            "txt_content": "小说我喜欢\n请及时更"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389180060,
            "txt_content": "971042889 发表于 2014-1-8 19:16 \n小说我喜欢\n请及时更\n谢谢～存稿里已完结，什么时候发上来就要看上卷的人气了{:10_518:}"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389180240,
            "txt_content": "yuki_camorra 发表于 2014-1-8 19:11 \n谢谢，图已修复。=w=\n又失败了= ="
        },
        {
            "author": "冥王星人",
            "timestamp": 1389192360,
            "txt_content": "日子一天天过去，\n这句话在整体看来节奏有点过快，后面节奏就好了。另外最后说的是镜像宇宙么？"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389228660,
            "txt_content": "冥王星人 发表于 2014-1-8 22:46 \n日子一天天过去，\n这句话在整体看来节奏有点过快，后面节奏就好了。另外最后说的是镜像宇宙么？\n因为生存不是这篇文的主心骨，因为是短篇所以注定不会是烂大街的主角成长记，所以我吧生存部分一笔带过了。希望见谅。最后说的也不是镜像宇宙哦。总之请拭目以待吧"
        },
        {
            "author": "马赛克了",
            "timestamp": 1389274380,
            "txt_content": "描写细，难得的佳作，剧情有拿捏，快慢也事宜，重渲染的我会潜意识和老冥的对比，双方各有所长。\n关键的一点是，你能看清本质，你是第一个看清我的块的，哈哈，那是一本图乐的东西，能看到多少，就是多少。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1389276900,
            "txt_content": "yuki_camorra 发表于 2014-1-9 08:51 \n因为生存不是这篇文的主心骨，因为是短篇所以注定不会是烂大街的主角成长记，所以我吧生存部分一笔带过了 ...\n阁下有兴趣加入文学研修群么？群号在我签名处。"
        },
        {
            "author": "teapot",
            "timestamp": 1389361200,
            "txt_content": "哎，文章不错哎，不过我可以吐槽一下吗？怎么灵感来自对神经病人的采访.........."
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389361500,
            "txt_content": "teapot 发表于 2014-1-10 21:40 \n哎，文章不错哎，不过我可以吐槽一下吗？怎么灵感来自对神经病人的采访..........\n看了那本书你就知道了，《天才在左疯子在右》{:10_509:}"
        },
        {
            "author": "teapot",
            "timestamp": 1389362100,
            "txt_content": "yuki_camorra 发表于 2014-1-10 21:45 \n看了那本书你就知道了，《天才在左疯子在右》\n....这本书好奇葩的样纸"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389428940,
            "txt_content": "自顶{:10_523:}"
        },
        {
            "author": "HGK",
            "timestamp": 1389431040,
            "txt_content": "嗯...这篇小说有很多韵意，很多不仔细看的人都匆匆忙忙地回复，但没有真正理解这篇小说的精彩和表达的意思。"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389431520,
            "txt_content": "HGK 发表于 2014-1-11 17:04 \n嗯...这篇小说有很多韵意，很多不仔细看的人都匆匆忙忙地回复，但没有真正理解这篇小说的精彩和表达的意思。 ...\n{:10_510:}谢谢，你能看出我很开心！你说的很对，很多人看论坛的心思都很浮躁。"
        },
        {
            "author": "HGK",
            "timestamp": 1389432000,
            "txt_content": "yuki_camorra 发表于 2014-1-11 17:12 \n谢谢，你能看出我很开心！你说的很对，很多人看论坛的心思都很浮躁。\n写得比我的好多了，我的差不多也是烂大街的主角成长日志。"
        },
        {
            "author": "ly854",
            "timestamp": 1389534480,
            "txt_content": "嗨哟，写的不错~"
        },
        {
            "author": "death粉丝",
            "timestamp": 1389603720,
            "txt_content": "好长，我眼睛要瞎了= ="
        },
        {
            "author": "a919298641",
            "timestamp": 1389708480,
            "txt_content": "我去。我觉得你得出书。"
        },
        {
            "author": "不朽之王的从徒",
            "timestamp": 1389886140,
            "txt_content": "卧槽，处女座都写的那么神？怎么做到的？我。。。。。。我什么都不是。。。。。"
        },
        {
            "author": "七叶",
            "timestamp": 1391307420,
            "txt_content": "话说尼德霍格不是北欧神话里的黑龙么，传说在通往“死者之国尼伯龙根”的“世界之树”树根旁边，潜伏着一条叫「绝望」(Nidhogg)的黑龙，与其他无数蛇类一起盘踞、啃食着树干。当树被食尽，世界就会毁灭。赞一个！！"
        },
        {
            "author": "nonono",
            "timestamp": 1391307840,
            "txt_content": "额，好压抑啊"
        }
    ]
}