{
    "title": "<原创·单篇>渴望战争[作者:修改器很好玩]",
    "author": "修改器很好玩",
    "replyCount": 7,
    "timestamp": 1389179640,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-7 18:35 编辑 \n\n本帖标题由 风之心_天双 进行更改\n注：<前缀>【作品名称】[作者：【作者名称】][已更新至【最新章节】]【自添加内容】\n可供选择的前缀选项有：<原创·连载><原创·单篇>\n请在作品每章/节/段/回末尾处标注字数。\n\n首先，我先预祝大家元旦快乐，一生幸福。\n\n\n这篇小说可能是本人投资最大，用心最多的一篇短篇小说了。我本来想要一章一章的发，但是后来我在word上面先全部打出来，后来在复制到这上面。本小说大约4000字左右。\n\n\n本人将这片小说写到一半时，看到刚前几章时竟然和小说《史蒂夫传奇》有点相同，请不要误会。\n\n\n正文开始，5、4、3、2、2、1、1、1、1、1、！！！\n\n\n\n第一章 悠闲  一名男子虎视眈眈地望着他的敌人——凋零。凋零身体魁梧，身体黑漆漆的，是力量的象征，脸凶恶的像是一只冒上要扑咬猎物的豹子。凋零紧紧地盯着男子，仇人相见分外眼睁，似乎眼睛里的火焰在燃烧。凋零首先冲了上去，男子十分用力拉起了弓，手臂简直青筋暴起，箭被射了出去，一下射中了凋零的肩膀，他忍着痛苦，向男子冲了过去，男子手中又换了一把钻石做的宝剑，猛力向凋零刺去，凋零的手一把抓住了宝剑，嘴中吐了一口火球。男子蹲下，灵巧的躲过了火球，他又把宝剑使劲地拔了出来，又拉紧了弓，弓箭射中了凋零的眼睛，凋零马上要死了，原本虎视眈眈的眼睛已经暗淡，默默的死去了。  男子叫史蒂夫，年近半百，现在他已经老了，头发早就苍白，脸上的皱纹如千年核桃。这是他人生中的最后一次杀戮，下界之星是他的战利品。史蒂夫拿着他战斗时照片，用眼睛布擦去上面的灰尘，叹息道：“唉，人老了，没用了，年轻时的我，一去不复返了......”  史蒂夫敲开了房间的门，向外走去，看着外面的人无忧无虑的砍树、挖矿、钓鱼、一些村民坐在一起，聊聊天，聊聊八卦.......一切都是那么的欢乐，现在的史蒂夫更加是悠闲自在了，早上起来吃饱早饭，从容地从箱子里拿一些斧头，做矿车去伐木区，随随便便地砍下几棵树，中午睡一个午觉，下午醒来和村民喝一点小酒，傍晚乘船去无边无际旷阔无垠的海洋上垂钓，晚上在睡一个懒觉。这大概是现在MC小白领的追求的最大的梦想了，但是史蒂夫要的不是悠闲自在、要的不是无忧无虑，他想要重新披上战甲，左手拿着一把崭新的弓箭，右手握着一把镶钻了的宝剑，去战斗，回到浴血奋战的战场！  这不得不说到50年前，以前，到处都是荒地，没有一片树林，到处都是丧尸和骷髅，邪恶的凋零统治者，村民都得要藏到地下才能幸免于难，有的甚至在天空上建房子。有无数个勇士想要拿下凋零的首级，但是都一一失败了，当时时代的天空中充满了阴霾，MC世界已经被邪恶控制着。 而史蒂夫，便是在这个年代问世的，似乎是上天在召唤他，给人民们造福。  但是现在简直就是天壤之别，到处都是树林，最美的就是秋天，落叶莎莎的落下，像是一把无形的剪刀，把叶子裁下。蔚蓝的大海，鱼儿在游荡、广阔无垠的花园，丧尸、骷髅更是消失的无影无踪。但是现在的史蒂夫虽然老了，但是依然有活力，正如刚才所说的，他想回到浴血奋战的沙场上，当然，他喜欢战争不是因为喜欢看村民们受苦，而是喜欢为民除害。  他经常被这种烦恼困扰着，想要摆脱这种想法，于是徒步走到了遥远的法师塔，想要让法师为他解除痛苦。法师递给了他一瓶液体，说：“喝下去，这是勇敢者的法宝、却是胆小者的毒药！”  史蒂夫咕咚咕咚的喝下去一大口。  他的眼前出现了幻觉，突然掉到了一个地方，前面醒目的用血写着：10年后。接着，他看到一群骷髅正追赶着村民，似乎又回到了以前...... 然后，他又看到了一群僵尸追赶着村民，正杀戮着村民们。接着，它的身体缩小了，仿佛变回了年轻的时候，右手拿着一把镶着钻石的宝剑，左手拿着一个弓，来到了一个地方，全都是末影人，一条龙盘旋在他的头上，手上的剑突然飞向末影龙，向他刺去，最后，看到了一个黑乎乎的东西，是龙蛋，还有一张和末影龙战斗的照片挂在墙上.....  幻觉消失了，法师对他说：“这是我们的预言，10年后，一切，变成现在的50年前，也就是说，10年后，会有成群成群的僵尸、骷髅、甚至是末影龙攻击我们！”  “不，不要!!!!我要阻止末影龙统治世界！”史蒂夫说话变得嗫嚅，颤颤巍巍的回家了。 第二章 苦练现在的史蒂夫和以前完全不一样了，听了法师的预言后，每天五点钟就起床开始练武，练得十分艰苦，即使汗如雨下，也不愿意停歇；中午开始练刀，练剑，短短几个月，手上磨出来的茧，就布满了它的整个手面；他还不愿意休息，下午，开始练弓箭，几个月过去了，它的弓练得已经淋漓尽致，毫不夸张地说，它射弓的技术可能都不亚于马忠了。他还用它一大半的积蓄——500个钻石块去拜师学艺，几年过去了，史蒂夫简直就完全变了一个人，从一个悠闲自在却不快乐的人，走向了一个武林大师，最重要的是快乐。他所做的一切，都是为了十年后，即使预言不准，他也依旧快乐，他在练刀、练剑、练武方面得到了欢乐。他还开始钻研红石技术，他用发射器做了抵御怪物的准备，在连接上一个高频脉冲，这是第一道防线。他还用活塞，做了一个隐藏岩浆池，僵尸踩到压力板上，活塞就会打开，僵尸就会一个个掉进岩浆中，这一切的一切，就是为了10年后的灾难准备的。虽然史蒂夫的身体在一年一年的衰老，但是他的精神却在一年年的增长。 第三章  大战  大战终于开始了。  那一天，史蒂夫还在梦乡中，但是矿洞里出现了一个个传送门，涌出成千上万的骷髅和僵尸。短短一夜中，几乎所有村民、牛羊都被杀了，鲜血铺满一地，惨不忍睹。史蒂夫醒来之时，已经晚了。当他看到这一切时，不由得伤心。但是现在不是伤心的时候，而是浴血搏杀的时候。他从仓库里拿出所有的火枪和弹药，清点了一下子弹，总共10发，必须发发都中。他蹿出门外，一个血粼粼的僵尸从他侧面扑了过来，史蒂夫拿着火枪对准了他的头，拉起了扳机，僵尸被爆头了。现在更不容得沾沾自喜，因为还有成千上万的怪物们。一个骷髅拉起弓，马上就要射中史蒂夫了，他突然做了一个前滚翻，完美的滚到骷髅前面，骷髅措手不及，史蒂夫拔出长矛，向骷髅的眼睛刺去，骷髅向后退了好几步，死了。视野内暂时没有怪物了，只能休息一下。  怪物不可能只有这么少吧？他拿起地图，看看其它怪物都藏哪里去了，只有一个地方没去了——矿洞。没想到矿洞里不仅仅有怪物，还是几千个。史蒂夫下去了，没想到怪物们还有人质？！先把僵尸和骷髅引出来吧。史蒂夫一个箭步跑了下去，拿起火枪，给一个蜘蛛爆了头，其他的怪物便开始匆忙的追赶他，史蒂夫的引蛇出洞计成功了，但是怎么杀死他们呢？他突然想到了发射器，对，发射器！怪物们被引到了矿洞外面，这正好是发射器的射程内，史蒂夫把起拉杆，激活了高频脉冲，箭如雨下，无数个骷髅死于非命，成千上万个尸体躺在了矿洞外面。不过这还不是结局。  还记得刚才矿洞的传送门吗？那个也许是通向暗黑领域的根源。哦，对了，我好想没有说过那是什么。黑暗领域是一个比地狱、下界都痛苦的地方，在那里没有太阳，为你能照亮的东西是岩浆，上面的地都是用黑漆漆的基岩组成的，上面还布满了灰尘，连一颗枯干了的书也无法在那里生存。那里的地方到处都充满着怪兽，有僵尸、骷髅、苦力怕，在这么恐怖的环境下，怪物们更是被衬托的更加恐怖，最让人毛骨悚然的就是统治这一切的末影龙。传说中末影龙有着世界上最强大的力量，双翼充满着肌肉，眼睛总是给人一种狰狞的感觉。自从MC被notch开天辟地以来（好吧很扯），足足有50亿年，也没有人敢闯入这个地方。  史蒂夫正想要一个箭步往里面跳，但是却由犹豫了：这一去，有可能没有杀死末影龙，反而送掉了自己的命，死了，也不会有人称赞你的。你后腿了几步，但是又想到：反正我这老骨头都没用了，为民除害又怎么了？只有跳进去才能让以后的MC世界再也不受怪物们的侵袭，一死换其他人一辈子幸福，完全值得呀！说到这里，他又向前走了几步，咽了一口口水，向传送门走去......       第四章 黑暗    一到灰色的光芒闪过了史蒂夫的视线，它的眼睛都还没有开始适应这强烈的光时，突然一个血肉模糊的僵尸扑了过来，狠狠地咬住了史蒂夫的耳朵，史蒂夫连忙拔出枪，给僵尸的脑袋来了一枪，僵尸死了，倒在了地上。前面还有无数个骷髅和僵尸，史蒂夫找到一个不会被发现的地方藏了起来。倏然，他觉得耳朵十指连心般的疼，仿佛被火烧燃烧了一样，他看到紫色的血滴了出来！这是僵尸病毒感染的前兆！如果不及时救治，可能不到1天就死掉！但是这个时候的史蒂夫哪里关呀？他的心里就想着：我要杀死这里的末影龙，就算是死，也得安宁！  他忍了忍疼痛，想了一个方法对付末影龙。首先先想方设法把末影龙的眼睛抠瞎，然后让他撞上水晶塔（就是末地里那种黑曜石组成的塔），然后同归于尽。  一不做，二不休，他拔出了枪，拿出了弹夹，清点了一下弹药，仅仅有5发了，必须都中。他想远方的末影龙奔去，拿箭射了一下末影龙的双翼。这个举动大大的激怒了末影龙，他边咆哮边超史蒂夫飞来，史蒂夫纵身一跃，跳到了史蒂夫的身体上，末影龙左右翻飞，想要把史蒂夫摔下来，但是史蒂夫的手仿佛占了胶水一样，黏住了末影龙的身体。他慢慢地往头部上爬，想要找机会抠瞎它的眼睛。但是他太低估了末影龙，末影龙突然倒飞，史蒂夫重重的摔了下来，挣扎了很久在爬了起来。这时候末影龙超史蒂夫飞来，突然从嘴里喷出了一口十分炙热的火焰，史蒂夫只能翻滚的勉强躲开，但是史蒂夫的前面出现了一头僵尸。僵尸把史蒂夫的身体拿了起来，张开那张血腥的嘴，想要咬他，史蒂夫刚才摔得很重，躲闪不及只能眼睁睁的看着僵尸上来扑咬，说时迟，那时快。这是，僵尸的身后出现了一道熟悉的背影，“嗖”的以下，僵尸被散弹击中了，史蒂夫幸免于难。这位英雄救了史蒂夫，史蒂夫慢慢走过去，说道：“这位英雄，你也是要来这里杀末影龙的吗？”“对，我是。难道不行吗？”英雄冷冰冰的答道。“敢问这位大侠何名？”“我，叫凯文。”他回答。史蒂夫的眼睛倏然变得生动，仿佛见到了以前见过的人，它的眼眶里出现了泪光：“你，你就是凯文？”“对呀！”“我找你找了好多年！你是我的战友呀，你忘记了吗，30年前，我们一起打过僵尸！你被咬了，我以为你死了，今天竟然能够在这种场合下见着你，我真是太.....太”这时，末影龙又飞了回来，凯文和史蒂夫又拿起了散弹与弓箭......    第五章 杀戮    话说三十多年前，方块大陆的一切只有杀戮、贫穷。那个时候，没有白天，只有晚上。由于光线暗，非常适合怪物的生成，所以当时的陆地上几乎都被僵尸、骷髅占领了。所有的村民只能搬到地下去居住，陆地上面的村民只能被成群的怪物追杀，当时真的是惨不忍睹。  为了改变现在的生存现状，在地下的勇士们纷纷聚集在一起成立了一个联盟——勇士联盟（The association of warriors)。他们在地下商讨如何重新占领地上，重新占领方块大陆。没有错，当时这个联盟的发起者就是史蒂夫于凯文。逐渐的，这个联盟的军力逐渐壮大起来，最后打败了邪恶的势力。  故事又回到现在。凯文拿出他的狙击枪，趁末影龙不注意的时候，朝他的翅膀开了一枪，末影龙的飞行能力受到了影响，只能低空飞行了。这个时候，凯文大喝一声：“跳！”两人不约而同地跳上了末影龙的身体。末影龙还想要用刚才的方法甩掉二人，但是两人却早有提防，他们爬到了末影龙的后脖子上，一起拔出剑，向末影龙刺去，但是这时，末影龙突然往前使劲飞，向岩浆飞去，看上去是想同归于尽了。这时史蒂夫纵身一跃，拔出弓箭用尽全力向末影龙的薄弱部位——眼睛射。末影龙快死了，马上要掉进岩浆里，史蒂夫大喊：“凯文，快跳出来！”  不过他没有想到的是，凯文腿上有伤，跳的不是很高，不小心.....  第六章 尾声   时间推移到明年的今天，史蒂夫跪在凯文墓前，眼眶中含着泪，胸中充满着无限的敬意，泪光里，仿佛，又映出了凯文的笑脸。  同一天，乡亲们一起庆祝，末影龙被杀的1周年......\n   我真的得要感谢，能够有耐心看到这里的人，希望大家对我有点鼓励。后面几章我写的时候发烧了，文笔可能不够好。哪怕是半个金币、半个人气，我也会心存感激！！！\n谢谢\n\n\n",
    "replies": [
        {
            "author": "神秘预言师",
            "timestamp": 1389180180,
            "txt_content": "剧情很狗血=。=楼主需努力。\n\n话说怎么来的狙击枪=。="
        },
        {
            "author": "圣月·暗",
            "timestamp": 1389180660,
            "txt_content": "这就没了？写得很好啊，虽然错字还挺多的，但是写的很好啊"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1389180900,
            "txt_content": "圣月·暗 发表于 2014-1-8 19:31 \n这就没了？写得很好啊，虽然错字还挺多的，但是写的很好啊\n呵呵，如果鼓励够多的话我会考虑出续集。\n关于错别字我一定改。因为这是我在发烧的时候写的"
        },
        {
            "author": "HIM怪蜀黍",
            "timestamp": 1389181560,
            "txt_content": "[fly]好好看啊[/fly]"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1389181860,
            "txt_content": "神秘预言师 发表于 2014-1-8 19:23 \n剧情很狗血=。=楼主需努力。\n\n话说怎么来的狙击枪=。=\n一定会改的"
        },
        {
            "author": "邢政",
            "timestamp": 1394022660,
            "txt_content": "{:10_492:}太棒了，超赞，斑竹顶一个"
        },
        {
            "author": "HGK",
            "timestamp": 1394166600,
            "txt_content": "剧情略狗血，字数不是问题，但我希望你能继续写下去，文笔也要提示一下。"
        }
    ]
}