{
    "title": "关于最近对于共享版问题的综合建议和总结",
    "author": "wa66rpg",
    "replyCount": 19,
    "timestamp": 1389193800,
    "txt_content": "     你可以选择太长不看，但请尊重本人辛辛苦苦的码字和收集资料\n\n     引子        最近共享版事件可谓是闹得沸沸扬扬，很多贴吧和论坛的会员压抑许久的情绪也爆发了，掀起了一次突发的投诉事件。但双方仅仅是在口舌大战，固执地坚持自己的观点而没有良好的沟通。且真正按照正规途径进行建议和投诉的确几乎没有。个人认为，本次事件中，虽然贴吧和论坛的会员们想法是恰当的，提出的问题也无不没有道理。但解决途径却比较欠佳，没有寻求正当的建议方法。为此本人觉得非常可惜，所以着手进行整理。 在此篇建议中，我拟以比较公正的心态，不偏于任何一方来看待这件事情。希望能得到建议的最核心的目的：建议后改观，改观后发展。当然人无完人，即使我想完全以外人来看待这件事情，也许也不能达到完美无缺的地步，如果有什么问题，请各位酌情指出。\n\n一：精华问题\n首先是共享版的精华给予，这个争论比较大，双方对于各种精华的所谓“和不合格”展开了大量的辩论和声讨。\n贴吧和论坛的会员认为一些比较优秀的建筑贴并没有得到足够的重视，得到的精华等级甚至和一些他们看来”没有资格“的精华帖同类，于是引起了巨大的争论。某些建筑师觉得自己的作品没有得到重视，对于bbs产生了意见。而bbs方面来说：对于精华帖的审理一般是只给精I，然后慢慢讨论让帖子的精华升级。所以很多建筑并没有高歌凯进地直接拿到精华2或者精华3。\n\n\n在这个方面上，我觉得也是不够理解的问题。 其实很多置顶贴和规则贴已经很明确地指出过这些规章制度。却并没有得到发帖者的重视。个人觉得，审美水平本身就是一个以主观出发的个人理解，每个人的理解都不可能完全相似。一些建筑贴是有着非常赏心悦目的建筑。但是有的版主认为仅仅是展示而没有后续地图的话是不能得到精华的，有的版主欣赏一类的建筑，有的欣赏另一类。贴吧和论坛的会员的看法却不一样，认为自己的建筑水平还是不错，觉得受到了差额对待。这个虽然在一定程度上也是双方的不理解，但有的时候某些版主和玩家也会形成固定的关系链，形成一定的审美弊端，为此引发了下一个激烈的讨论尖峰。\n\n二：版主问题\n另一方面就是因为精华给予而引出的信任危机，贴吧和论坛的会员：MCBBS共享版的管理层出现了问题。\n本人认为，最关键的矛盾在于双方的想法不同：MCBBS方面认为：共享版主建筑能力不是最关键的，最关键的是要有谦和的管理态度和不滥用职权的责任心。\n然而在这次事件当中的贴吧和论坛的会员认为：共享版主的建筑能力是必须的，建筑能力若是欠缺是没有资格当共享版版主的。建筑能力欠缺会引起审美失误。\n\n个人觉得这就是最大的一点矛盾，其实我觉得双方在这方面要是能够更进一步的理解，而不是先入为主地妄加猜测对方，会刚更好地解决此类事件。并且我认为，这是个两方面的事情，这两种类型的版主其实能够形成互补循环。\n一方面，有建筑能力的版主能够指出不足和问题，方便作者的改善，\n谦虚的版主可以给予鼓励和版主，让作者不至于大受打击\n如果一味地宠溺，就会出现精华和加分的一些失衡现象。鼓励是要的，这是积极的一部分。 同时指出问题也是关键的，这也能帮助更好的改善。一味的鼓励只会让人变得愈发骄狂。而过于严苛也会引起巨大的不满。\n\n\n\n并且在此次事件中，无论是引发血案的某个人贴吧，还是后续的各种争论，双方都过于情绪化，并且慢慢演化成了一场骂战。只争吵是没有结果的，寻求改变和弥补需要好好的交流，而不是互相排斥。\n\n总结\n综上所述，我觉得，无论是贴吧和论坛的会员，还是bbs管理层，最终目的都是一致的:就是能够有更好的改观和改善。而很多情况下，双方却因为不理解而背道而驰。产生巨大的争执，最后上升到最近这种不愿意发展到的地步。个人觉得，甚是可惜。其实在很多方面，双方可以各退一步，寻求更好的解决方法，若是一直固执己见而排斥其他思想的话，会慢慢地僵化和腐朽。其次，我觉得如果有再次事件发生，希望双方能够采取更好的途径进行解决，而不是类似于这次事件的方式，双方各自指出对方的不足，然后争论谁的漏洞最大，我觉得这不是一种好的方式。如果双方能静下心来好好谈谈，指出各自的看法。这样不仅能更好地解决事情，也能让双方心服口服。\n\n",
    "replies": [
        {
            "author": "寂静战争",
            "timestamp": 1389194280,
            "txt_content": "从上次投诉RPG地图开始我就感觉事情不对劲，没想到真闹大了"
        },
        {
            "author": "喵双籽",
            "timestamp": 1389194460,
            "txt_content": "心平气和地坐下来讨论就好了嘛 :3\n人在生气到血冲上头时往往会说出很多过激的话语，被说的人也经常会被激怒，所以遇到什么令自己不爽的言论时应该先静下来，泡壶茶，再去冲个热水澡，最重要的是寻找平和的商量途径。\n\n\n贴吧也是还存有诸多不足呢，大家共勉啊:D"
        },
        {
            "author": "jianghr",
            "timestamp": 1389194700,
            "txt_content": " 本帖最后由 jianghr 于 2014-1-8 23:26 编辑 \n\n有群众反映问题想抱怨，这个没问题，把情况说给我们听。打个比方：火灾场所里最能叫唤的受困人员往往最先被消防队员救出来，不会叫的很多都烧死了这是不争的事实。\n这串事件最先的起因的那个帖子我是第一个过去给楼主指路的，后来那楼主匿了那也没办法。\n后来帖子集中了不少版主和对论坛评优有想法的作者。没事，大家坐下来慢慢谈。情况还算和谐。\n但是谈着我就发现的那位个人吧里的攻击性语言，当时蛋某正在和他谈相对正经的事。就觉得蛋某正在一边和人做买卖还被那人捅一刀的节奏。就知会了一声，也建议个人吧道阻且长，宜冷处理，但是……他们还是组团刷副本去了。\n至于后面……不多评价。总之，按捺不住开始对喷，就是把双方智商放到同一个水平上了，在那水平上还远没有对方那熟练的经验。"
        },
        {
            "author": "橘子菌",
            "timestamp": 1389194760,
            "txt_content": "{:10_493:}66，本殿下给你三十二个赞"
        },
        {
            "author": "末影卐",
            "timestamp": 1389194820,
            "txt_content": "jianghr 发表于 2014-1-8 23:25 \n有群众反映问题想抱怨，这个没问题，把情况说给我们听。打个比方：火灾场所里最能叫唤的受困人员往往最先被 ...\n写了这么多啊"
        },
        {
            "author": "冥王星人",
            "timestamp": 1389194940,
            "txt_content": "不是没有，这不是你来了么，答应我的问题精华列表呢？\n这篇文我看进去不难，难的是帖吧的人，是不是继续护犊子。他们要是继续放任自流助纣为虐，有机会我还得过去喷。"
        },
        {
            "author": "geludan",
            "timestamp": 1389195600,
            "txt_content": " 本帖最后由 geludan 于 2014-1-8 16:50 编辑 \n\n好，这里我说一些我想说的。首先，贴吧的部分人，用词为“mcbbs精华低质量”等，代表着除了建筑，mcbbs的mod，插件，皮肤，材质，以及其他所有板块的精华均为低质量。接着这些特定的人群无视了贴吧一些相对而言较水的精华帖（没有错误的话置顶，小教程，生存日志等在bbs不会加精华的东西也会加精）而认为贴吧全部精华帖都是合格的，高质量的，没有任何问题的。那我就先无视这种行为。\n\n接着这部分人同时在言论中暴露出根本没有想要解决问题的态度，我说了无数遍有问题就提出来，这些人有两个回应，第一，就是不提具体有哪些精华有问题，然后继续说mcbbs是低质量，贴吧是高质量；第二种人就死盯着一个不放，例如alond的精3（已经降为精华2），或者死盯着实习版主加的精华和实习版主自己的精华。\n\n我要说的是呢，这本来根本不是大问题。如果你不满意，就提出来，然后版主就处理，然后事情就结束了，如果是抱着解决事情的态度，应该提出来，解决，两步完事，但是这些人身上我完全看不出来，这就是找个机会来吵架。实习版主的事情有几个，第一，他的精华是在实习之前加的，不存在版主就能精华的事情，而且当时也同样是很多人催着版主要加，不然会寒心云云，现在已经撤了精华。第二，实习版主照规则是不允许自己加精华的，他加了是违反规定，那请问犯法后是犯人的错还是制定法律的人的错。\n\n于是我给的答案很简单，你不满意你就提出来，我从没说过不处理。你盯着一个不放并且做出地图炮的言论，自己背后里骂但是不投诉，又或者是我就无视你版主提出的改善我接着骂，那就给我滚蛋，你的意见关我屁事，我只听抱有想解决事情的人的意见。\n\n说真的，贴吧部分人想要谈谈总体精华质量和有没有低质量的问题，那就是自取其辱。bbs只会刻意掐得紧，有疏漏版主接受意见（还是那样不准备解决的人我懒得理），而贴吧本身就是接受高质量和低质量的地方，贴吧毒瘤很多，我也不想谈。要说低质量比例，bbs会比贴吧高？呵呵。觉得自己被埋没了为什么不来问？问了我有不处理过？从言行中就表现出怨天尤人那我没义务给你负责。\n\nbbs版主这么多，出了一个出错的实习版主很正常，选实习版主有问题也是管理层的事情，出错的实习版主当时也是后加的，本来的计划只有wj和熊猫，而且其他板块没出问题的怎么么见你谈谈？贴吧小吧主的言行素质也不吐槽了，这是个人精神层次问题，最主要的是居然可以说丢就把小吧主丢了，说小吧主和贴吧没有任何关系，壮士断腕啊真是厉害\n\n\n\n我不满意的是什么，就是这部分人的态度。像是个解决事情的样子么？没受过高等教育的就这样，没写过什么报告论文总结之类的么，不知道处理事情首先要引导问题，总结想要讨论的具体项目，做出方案，实行，光是说大道理提到任何具体的就把话题扯开，这种要吃不及格的。\n"
        },
        {
            "author": "luanhaoyi",
            "timestamp": 1389196140,
            "txt_content": "=。=\n唉~~~~\n看看这事闹的，虽然这事的引起还是因为我手贱把HR发在群里的帖子给星人看了"
        },
        {
            "author": "wa66rpg",
            "timestamp": 1389196200,
            "txt_content": "luanhaoyi 发表于 2014-1-8 23:49 \n=。=\n唉~~~~\n看看这事闹的，虽然这事的引起还是因为我手贱把HR发在群里的帖子给星人看了\n我不是贴吧人士"
        },
        {
            "author": "luanhaoyi",
            "timestamp": 1389196200,
            "txt_content": "jianghr 发表于 2014-1-8 23:25 \n有群众反映问题想抱怨，这个没问题，把情况说给我们听。打个比方：火灾场所里最能叫唤的受困人员往往最先被 ...\n....说到底\n还不是某人在版主群群里发了那个帖子地址，外加我手贱发给了星人\n.......\n我当时真应该记得这事不能跟星人说的"
        },
        {
            "author": "jianghr",
            "timestamp": 1389196980,
            "txt_content": "luanhaoyi 发表于 2014-1-8 23:50 \n....说到底\n还不是某人在版主群群里发了那个帖子地址，外加我手贱发给了星人\n.......\n我都直说我发的了，你还在这“某人”是什么意思？\n我发过去随后就提醒你们是个人吧+冷处理。再说了第一个去的就是你。"
        },
        {
            "author": "geludan",
            "timestamp": 1389197340,
            "txt_content": "jianghr 发表于 2014-1-8 17:03 \n我都直说我发的了，你还在这“某人”是什么意思？\n我发过去随后就提醒你们是个人吧+冷处理。再说了第一个 ...\n想模仿成熟的言语然后失败了"
        },
        {
            "author": "luanhaoyi",
            "timestamp": 1389198180,
            "txt_content": "geludan 发表于 2014-1-9 00:09 \n想模仿成熟的言语然后失败了\n23333"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1389230040,
            "txt_content": "luanhaoyi 发表于 2014-1-9 00:23 \n23333\n诶小心发卡……\n对了我这绝对不是版聊\n我是在提醒刺客不能版聊"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1389232140,
            "txt_content": "好吧我也说说我的想法\n老实说，我觉得这事情呢，两边可能都有错\n  那位小吧的行为其实并不恰当，你对MCBBS共享版的精华有意见大可以直接来投诉，也不是没有先例，之前已经有几位仁兄做过了，共享版也进行了恰当处理，也没有说算账什么的，为啥不直接来投诉呢？在背后说人坏话其实是一件很缺德的事情。\n  至于贴吧内里面的一些想法，认为这就像这位吧主在家里骂人，而MCBBS方就要把事情闹大，要撤职什么的，我觉得这其实是在扭曲概念。既然你能做小吧主，那么你就得为这个身份负责，互联网不是你家，你开的这个个人吧既然是贴吧，那么他就是公众都能看见的对吧？你要发牢骚为啥要发帖？你自己在你家里骂也好什么的也好，你发帖目的何在？呵呵，大家自己想想。\n  贴吧完了回到我们这，老实说我觉得行为可能有点过激引起贴吧方面反弹了。组团去喷确实不好，我也不是主张说什么也不干任由别人喷你一脸，但我觉得语气要修正一下……喝口水压压火，心平气和地谈就好了。要求撤职我觉得有点过了，毕竟贴吧的氛围不像是我们MCBBS那样严肃，一句言论不当就可以撤职（嗯……某只和我干过活的兔子）道歉还可以。老实说引用天降的说法\n[mc吧进行弹劾/投诉，并没有考虑这件事对11本人在mc吧的影响，所造成的名誉损失绝对要大于11在自己个人贴吧发泄自己情绪对mcbbs的影响。]\n  所以整件事情其实就是一位小吧的不成熟行为，在MCBBS方版主的不理智的激烈行为下，造成的一场战争，我觉得也是时候该休停了。至于人家这样骂可能也事出有因？不如共享版来一次精华整改行动，比如开放全民投票进行一次筛选之类的……不过当然这不是我的板块，版务方面的我就不再说那么多了。\n——————THE END——————"
        },
        {
            "author": "马赛克了",
            "timestamp": 1389237300,
            "txt_content": "正如猪骑士所言，小业主在自己家说邻居坏话，小业主问，我在家说，你管得着么，我会被邻居骂么呵呵？\n\n实际情况是小业主开着自己家门对着镜子边意淫边大声讲话，不仅邻居，路人和物业都听到了，邻居做点回访什么的也属人之常情。不过因为嘴秃噜而把自己房产证说掉的小业主的例子还是不多，而且怎么说，机智的小业主早就规划了未来，我不在企业我就在家闹，不给任何机构单位机会，我的青春我做主我的地盘我的土的模样深入民心，邻居正派，从大局观抒发你还有救你可以正常申诉的精神，中了小业主的鱼钩。\n\n那么由此可见小业主的计划通，以私人业主的身份大开房门大骂，博博眼球，吸吸宝宝奶昔，引引邻居连带部分企业人员对骂，造成我发泄个人情绪你就要找人干翻我的假象。\n\n对于此，我只想表示，小业主拨开现象也是一个房客，产权在房东手里，这么一想，没什么不妥嘛。就是邻居太善良了，得改。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1389251520,
            "txt_content": "sylqiuyifeng 发表于 2014-1-9 09:49 \n好吧我也说说我的想法\n老实说，我觉得这事情呢，两边可能都有错\n  那位小吧的行为其实并不恰当，你对MCBB ...\n我们定期有精华提升活动你又不是没参与过。"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1389253020,
            "txt_content": "冥王星人 发表于 2014-1-9 15:12 \n我们定期有精华提升活动你又不是没参与过。\n……\n我参与过吗……"
        },
        {
            "author": "混乱",
            "timestamp": 1389259920,
            "txt_content": "daijiangbiao已撤职\n1.精华问题应当得到重视，已经协同版主开始整改\n2.建筑专精型版主的扩招，以后考核会更侧重一些"
        }
    ]
}