{
    "title": "【流年出品】《The Dawn of The End 中卷》 聊斋风，解谜向，文风诡异慎入",
    "author": "yuki_camorra",
    "replyCount": 11,
    "timestamp": 1389340680,
    "txt_content": " 本帖最后由 yuki_camorra 于 2014-1-10 16:02 编辑 \n\n大家好，我是流年，也可以叫我yuki。这篇文分为上中下三卷，短篇，20000左右。也是我的处女作，希望大家喜欢。\n第一次玩论坛，如果有什么错误请指出，谢谢~\n上卷链接：http://www.mcbbs.net/thread-215423-1-1.html\nhttp://www.xiami.com/widget/0_2605073/singlePlayer.swf\n===========================================================================\n\n\n第七章……泯泯众生，从猪狗牛羊到人鬼佛神，不过都是天地间的一介生灵。天道之下，任万物自生自灭。醒来已是正午，自觉睡过了头的康拉德艰难的从床上爬了起来，身边的床上空荡荡的，只剩一床叠得像豆腐块般的被子。“霍格？”康拉德朝屋内喊了一声，没人回答。心似乎突然被抓紧了，他奔出门，明媚的阳光倾泻在草地上，映出温暖的色彩。原来在这里……尼德霍格靠坐在一棵白桦树下，仰望着远处隐没在云海里的山峦，白玉般的脸庞现出恬淡得神情。似乎是察觉到了他的靠近，少年冲康拉德笑了笑，声如玉石相击。“我还以为你要睡到太阳落山。”“昨天遇到那么多事，累得要死，今天当然要多睡一会儿补充精力。”康拉德顺手打掉了尼德霍格身边的杂草，一屁股坐在少年身边。顺着他的目光看去，远处的山被云模糊的只剩下圈淡淡的轮廓，竟与地球上的山峦有些神似。心中又莫名的沉重起来。他想回去，他的妻子，孩子，家人，朋友……那些身边斩不断的羁绊，愈是在这样陌生的世界里生活，那些过去的羁绊就会愈加缠绕在心间，闷闷的疼。若是来时无牵无挂，那未尝也不是一种幸福。心底有些莫名而熟悉的情绪在涌动，搅得他心神不宁，最终化作一口低叹匆匆纾解。“叹什么气啊，都过去了。过去的，追也追不回来的。”少年仿佛感受到了身边男人的低沉，用平缓的语调陈述着浅显的道理，乌黑的眼睛里却有些名为不甘的情绪。“有的时候，放弃没有意义的念想也许会让你活的轻松一点。你所要付出的，只是心里那一点点的疼。”康拉德被少年的话重重的锤了一下，话语里太多的情感让他无以辨别。“你是不是也来自那个世界？”他几乎想要叫问出口，心里叫嚣着的所有疑问在看到少年哀寂的眼神时都沉寂了下来。答案已在不言之中。“起来吧，坐了这么久，腿都酸了。”少年的声线再次如清涧般活跃起来，眉目间的云雾瞬间便烟消云散，点漆般的眸子里似有星光闪烁。“我要到山顶去，来这里后还没机会好好看看这里的夜空。”他要看看这星，这月，这天。最高的地方，再没有什么山，能挡了他的眼。“好。我与你一起。”康拉德起身，追着墨衣少年而去。夕阳里传来一声鸟儿的长鸣，映衬着血色残阳更显凄凉。一前一后的两个人影在连绵的山岳前被拉得无限细长，平添了几分渺小的无力。“天道不仁，以万物为刍狗。”泯泯众生，从猪狗牛羊到人鬼佛神，不过都是天地间的一介生灵。天道之下，任万物自生自灭。只我二人，不过也只有被戏耍的份罢了。一个虚无的神位，你我不要也罢。第八章……可是他没有长大，纵然感到时光的漫长流淌，但身体依旧是来时的青涩模样。登上山顶的时候，太阳已经落山了，只剩黯淡的晚霞散落在天边。康拉德突然有点后悔：他不应该冒冒失失的就跟着少年来山顶的，毕竟晚上刷出的怪物也不是闹着玩的。“怎么了？”尼德霍格见康拉德一副懊悔的表情，当即笑了出来。“你不会是害怕怪物吧！”康拉德恼得耳根发红，“我有什么好怕的，不过是怕你被怪物伤到罢了……”谁知少年听后，笑的愈加欢快， “既然你这么怕，那就做点防护措施好了。”康拉德只好悻悻的点头，也懒得再做辩解。尼德霍格止了笑，从包里拿出木板，爬上树顶搭了个平台。动作迅速，不消片刻就已完工。少年伸出手朝树下还傻站着的康拉德招了招，“呆了么？上来。”康拉德回神，赶紧爬上了树顶。平台不大，刚好够两人躺下，倒也惬意……黛青色的夜空里渐渐映出了点点斑驳星光，愈来愈亮。漫天星光缓缓的流淌出一条璀璨银河。康拉德不经想起地球上被灯光与乌云遮掩了的都市夜空，空虚得只剩一轮孤月。“真是让人怀念的夜空。”身边的少年幽幽叹息，“你也很喜欢吧，比起那种被人类污染了的天空。”康拉德愣了愣，应了一声。他知道尼德霍格来山顶并不只是为了看这夜色，两人之间还有太多的未知。对方的身世，过去，与未来……“你在这个世界呆了多久？”虽然康拉德知道这样问很可能只会换来一个模棱两可的回答，但这是他最迫切想要知道的事。“很久了吧，大概……”少年似乎想不出合适的词措来描述这里的时间。 “应该是很久了。”可是他没有长大，纵然感到时光的漫长流淌，但身体依旧是来时的青涩模样。悲伤不经意从少年半掩的眼里流露出来，星光在他眼里闪烁，仿佛下一秒就要流淌出来。“你来这里才不久吧。”“对，大概也就一两个月吧。”康拉德偏头看着尼德霍格，突然很想说些什么安慰面前的少年，可是嗫嚅了半天也不知怎么开口。“接下来的日子，你有什么想完成的事吗。”尼德霍格坐了起来，山下的木屋显得格外渺小，火把的光芒却在大地上延伸，照亮了大半个山谷。“当然是想办法回去了。”康拉德说着，眼里闪着飘渺的光，可是闭上眼，那些令人惧怕的声音仍在耳边回响，仿佛在提醒着他：康拉德，你回不去了。“虽然回去的可能性很小，但我不会放弃。” 他这般兀自想着，没有注意到身边人神色的剧变。“你还是放不下！”尼德霍格蓦的站了起来，声音颤抖着，眼里氤氲着浓浓的雾气。“为什么！明明最该放下的是你才对！这不公平……”昨夜那莫名来访的嘶哑声音，在他脑海中盘横着，挥之不去，仿佛带有某种魔力，在脑海里回响……“交换吧，用你无尽生命中的万分之一来交换。多么划算的交易！”“换什么。”少年横眉，空气中冷的仿佛即刻就会结出冰花来。“你知道的……”诡异的笑声，“你曾经是那么的不甘心啊。你忘了吗？”尼德霍格当然没有忘，那种不甘至今仍藏匿于他的生活中，犹如一条伺机而动的毒蛇，随时准备跃起攻击。能够暂时缓解这种痛苦的解药，只有那些被埋没在晦暗虚空里的答案。“换……”他觉得自己的声带被涩住了，说出的每一个字都透着犹豫与艰难。“我换。”空气里响起阵阵令人颤抖的嘶笑，宛若鬼魅。寂静黑夜里，那些被时光深深掩埋起来的秘密，终于在梦中重见天日……第九章……那声音仍在忘我的喃喃，神却早已拂袖而去，带着他的思虑与疑惑。生命是什么？康拉德怔愕的望着尼德霍格，心里感到莫名的慌张。虽然少年就站在他的面前，心却似飞向了九天之外，离自己愈加远了。“对不起……”尼德霍格颓然坐下，眼泪顺着脸颊滑了下来，伴随着轻声的抽噎，沾湿了衣襟。“是我太激动了，我知道你也不好受的，对不起……”康拉德低叹，从背后轻轻抱住尼德霍格。“有什么好对不起的，让你难过道歉的应该是我才对。”少年惊讶，一时噤了声，明亮的眼里写满了错愕。“你看那些星星，它们在宇宙里诞生。”温热的吐息喷洒在少年耳边，弄得他有些不自在的动了动，康拉德却没有理会，依旧自顾自的说着。“它们最初都是无知的，不知自己从何而来，也不知自己将要向何而去。”彼时，漫天星光闪烁。“围绕它们的是无数黯淡的星球，永无止境的旋转下去。”“听起来真孤独。”“但是啊，它们最后还是会注意到的。”“嗯？”“穿越亿万光年的空间，它们的光芒最终会被彼此看到。这是它们心里也许会默默感叹，原来这寂寥时空里也有与它一般的星子，隔着遥远的距离传播着光，与热。”恍惚间，有什么温热的液体滴落在康拉德的手背上。不过是用孤独浇筑的堤坝，只需一点情感的涨落便会溃散。岁月的江水冲刷过后，独留下一片澄澈的心，永远停留在那个青涩的年华。这一夜，怪物的嘶吼似乎再未出现，深靛色的天幕下唯余星斗转移。大地上的万籁也这般的静默着，直到黎明来临。那灿烂金色缓缓地溢出天际线，创世的光辉温柔的笼罩了大地。\n穿过幽暗的岁月，曾经彷徨的人们终于迎来了属于他们的晨曦。\n西方忽的划过一道流光，似星火坠入人们的梦里。\n\n让我们随那坠落之星，沉入千百年前的飘渺岁月里。\n\n孤独的神在自己创造的世界里游荡，那是个十足的失败品。流动着火焰的空气灼烧着他的皮肤，周围丑恶的亡灵正试图攻击这不明的来访者。\n他突然发现了一个与身边亡灵格格不入的身影。那是一个腐烂的躯壳，浑浊的瞳孔里闪烁着莫名的光，三分仇恨七分迷茫。\n神走近那个身影，“它”意义不明的嘶吼着。\n是发声的部分坏掉了吗？“它”想表达什么呢？\n神若有所思的竖起食指，轻轻点在“它”腐烂的前额上。微弱的跃动随着手指传向他的大脑，恍惚间触动了生命最初的共鸣。\n“……汝从何处来？”沙哑的声音缓缓响起，如同拉动破旧的风箱。\n神愣住了，许久才答道“从来处来。”对于洞悉一切的神来说，最难以回答的问题莫过于此。如果说是神创造了世间万物，那又是谁创造了神？\n这个答案注定是永远无解的。那沙哑的声音笑了，笑的放肆，笑的绝望。“好好好！好一个从来处来！若有机会，当携一身空白！”那声音仍在忘我的喃喃，神却早已拂袖而去，带着他的思虑与疑惑。生命是什么？它须得用新鲜血肉浇筑躯壳，天地精气灌溉其中，漫长岁月滋润生长，世间百态为其上色。最后，为它混沌的双眸，点亮那一片光。第十章……那个世界，他的父亲便是一个钢琴的狂热爱好者，自幼的耳濡目染让康拉德也不禁爱上了钢琴，那些或而清越或而低沉的曲调都令他无法自拔。这日清晨，尼德霍格突然说要去末路的宫殿里拿些书过来，便早早的出了门，留着康拉德一人在家继续过种菜牧牛的田园生活。也不知那些厚如板砖的书册有什么好看的，康拉德这般想着，一边在工作台上放上蛛丝和木棍，准备钓些鱼来满足家里那只饥渴难耐的黑猫。手一滑，放了个铁锭上去，输出端竟诡异的出现了一根弦模样的东西。康拉德傻愣了半天，才意识到自己生活的世界里装了mod一类的东西。这个合成方式，倒是和他在BBS上下过的“乐器”mod有几分相似，用铁锭和蛛丝合成琴弦，再由琴弦合成多种乐器。合成材料也比较廉价，基本都是木材蛛丝铁锭这类常见的资源。那个PC上的mod大概是因为操作不便的原因，并没有多少人去下载过，不知道在这个世界是否会因为除去了键盘的操作而能亲身演奏。康拉德思量了一番，决定先合成一架钢琴试试，转而把钓鱼的事抛在了脑后。三根琴弦，三个木质按钮，三块石制压力板，现实中庞大的乐器之王就这样被简单的合成出来。放在房间里，足足占了2x2x3的空间。翻开琴盖，黑白分明的烤漆琴键展露在眼前，触手如玉石般微凉。\n康拉德将五指轻轻覆在琴上，那深入骨髓的亲切感缓缓的沁入身体，熟悉却已远去的旋律在他脑海里渐响。那个世界，他的父亲便是一个钢琴的狂热爱好者，自幼的耳濡目染让康拉德也不禁爱上了钢琴，那些或而清越或而低沉的曲调都令他无法自拔……\n手指不禁在黑白间跃动起来。\n乐声如水，每一滴都似清晨叶尖的露水，流露着浓厚的情思。而后水声澎湃起来，如山间清泉。幽谷清泉，绿草如茵。泉水潺潺，月下独留一袭墨衣。明明未见有雨，却有墨衣微润，空翠沾衣，此时更如同月下泉间的仙人，与山水共成一画，清秀至极。琴声渐渐停止了，弹琴的人却仍沉浸在那曲中。《给艾德琳的信》，美好舒缓而不失活力，理查德克曼那次堪称精绝的演奏让它就此成名。不知过了多久，门外传来尼德霍格的呼喊。“康拉德！开门啦。”“你自己没手么？”康拉德回过神，起身走向铁门。门外的少年怀里抱着厚厚的一摞书，确实是没有手开门了……“书太多啦，还不能堆叠，背包里都放不下……”少年抱怨着，朝康拉德走来。康拉德有些恍惚的应了一声，心里觉得有些奇怪。“你怎么不说话？”尼德霍格坐倒在床上，一双幽黑的眼睛望向他。康拉德心里忽地一寒，总觉得少年的眼里少了些什么，又似多了些什么。“你……”康拉德不自觉地后退了半步，这才发现了不对劲的地方。尼德霍格的脚下空荡荡的，没有半点阴影。“你不是尼德霍格。”康拉德拔出剑，剑锋直指床上的“少年”，屋内的气氛陡然变得剑拔弩张。第十一章……康拉德不禁想起幼时酷爱聊斋的祖母讲与他的种种故事，关于魑魅魍魉。“你不是尼德霍格。”康拉德拔出剑，剑锋直指床上的“少年”，屋内的气氛陡然变得剑拔弩张。“你在说什么？”少年无辜的看着他，又从床上跳下来朝角落持剑的康拉德走去。少年赤着脚，连鞋也没穿，踩在地上，有些虚虚浮浮的感觉。少年脸上却是笑吟吟，抬起手，直探向他的面门，“让我看看，是不是发烧了。”手指却在离康拉德额头还有半寸的地方突然转向，直朝他的咽喉抓去。康拉德大惊，忙抬剑格挡，剑身却直接穿过了少年的手腕，如穿空气。“你究竟是什么东西！”难道没有形体的鬼魂么？康拉德不禁想起幼时酷爱聊斋的祖母讲与他的种种故事，关于魑魅魍魉。“被你看出来了。”少年清秀的面庞扭曲起来，恶鬼般的笑声占满了整个房间，听得康拉德心里阵阵恶寒。少年再次抬起有些透明的手指，伸向康拉德渗出冷汗的面颊，清越的声线一字一句说出令人胆寒的话语。“今日我来寻你，便是要碎了你的魂！夺了你的身！”“为何，只因你无法触碰到事物吗？”康拉德知自己无法伤到面前少年的身体，只得与他周旋，暗中思索其他对付他的方法。“不！只要我想，我可以触摸到一切！”少年大笑，眼中倒映出一片腐朽的黑暗，“你奈何不了我的。剑伤不了我，你只有等死的份。”“那你又是为了什么……”康拉德觉得脑海里有什么呼之欲出，犹如那些记忆一般杂乱。少年蓦地沉默下来，幽黑的眼睛里闪着莫名的光，“汝从何处来？”康拉德觉得这话有点耳熟，一想才知是佛家谒语，便接道：“我从来处来。”话一出口便觉熟悉，心道奇怪。谁知少年听罢却咯咯的笑了，看着他的瞳孔里透着几分同情与仇恨，“原来你还是逃不掉……就让我来帮你解脱如何？”康拉德心中虽有百般疑惑，却知逃命要紧，飞奔出铁门，心道那怪物自己是开不了铁门的，便想把他关在铁门里。砰——铁门被狞笑着的少年撞开，“你以为我开不了么？”康拉德无奈，拿出弓箭朝少年射去，却被避开。康拉德回身，身后已是幽暗的森林，进去的话，肯定会被追上。脑中突然闪过一点灵光，他死死地盯住向他奔来的少年，发觉他的头上也已布满冷汗。说不定，这个怪物也怕阳光，所以将他逼入这样少有阳光的森林……康拉德暗自思忖，脚步转向空旷的湖边跑去。虽然转弯会使自己被追上的几率变大，但是只有这样才可能寻的生路。康拉德跑了一会，身后追击的速度果然慢了下来，少年脸上已是力竭的表情。“哼，跑的这般快。”少年突然冷笑一声，凭空飞了起来，双手直奔康拉德的脖颈。“还是速速解决了的好。”康拉德突然想起少年刚刚的话，既然少年能碰到他，那么自己在那个时刻应该也能碰到少年。那就是他唯一的机会。电光火石间，少年已到他的跟前。嗤——是肉体被利剑穿透的声音，彼时少年的手指里康拉德只差分毫。被剑穿胸而过的少年突然狂笑起来。\n===========================================================================\n\n以上。欢迎大家提意见哦~",
    "replies": [
        {
            "author": "yuki_camorra",
            "timestamp": 1389350700,
            "txt_content": "惨淡的人气{:10_494:}"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1389357840,
            "txt_content": "yuki_camorra 发表于 2014-1-10 18:45 \n惨淡的人气\n不错呀，但是2W个字应该不是短篇吧，应该是中篇"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1389359700,
            "txt_content": "写的比我好的多，我的写出后一个星期才有起色，你的绝不会沦落，是金子总会发光的。"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389362040,
            "txt_content": "长手的苦力怕 发表于 2014-1-10 21:15 \n写的比我好的多，我的写出后一个星期才有起色，你的绝不会沦落，是金子总会发光的。\n谢谢，看过你的文，也写的挺不错的。一起加油吧{:10_512:}"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1389365340,
            "txt_content": "yuki_camorra 发表于 2014-1-10 21:54 \n谢谢，看过你的文，也写的挺不错的。一起加油吧\n加油！为了心中的梦想！坚持到底！"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389428880,
            "txt_content": "自顶{:10_523:}"
        },
        {
            "author": "马赛克了",
            "timestamp": 1389517140,
            "txt_content": "这篇中篇小说没什么破绽，各种发面都很棒，但可能因为就是中篇，前奏比较缓，也就是上篇，读上去轻松，有点长篇的感觉，中篇稍微紧了些，章节也没前奏多，稍快，始终感觉缺点什么。\n不过人有各不同，读书好相逢，整体不错。以上。"
        },
        {
            "author": "ChengziHtc",
            "timestamp": 1389517380,
            "txt_content": "LZ是个大美女= v=  支持一下  比我写得好多了= V="
        },
        {
            "author": "death粉丝",
            "timestamp": 1389604140,
            "txt_content": "唉加油支持吧"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1389610320,
            "txt_content": "版主印象都不错啊.\n\n那我也来顶一个.\n\n我的就比你惨淡多了..."
        },
        {
            "author": "a919298641",
            "timestamp": 1389708780,
            "txt_content": "对了，记得在每次更新后记得在以前的文章中给出下一章的链接...\n这样看起来会更舒服更流畅的"
        }
    ]
}