{
    "title": "MCwiki上的不完全更新条目……",
    "author": "pathfinder",
    "replyCount": 4,
    "timestamp": 1334285040,
    "txt_content": " 本帖最后由 pathfinder 于 2012-4-13 11:14 编辑 \n\nUnknown (Censored and Some Improvements[1])Any orphan baby animal will follow any adult of its kind.Chickens have rare drops?Stackable items now stack outside inventory when thrown to the ground individually.\"Pick Block\" button now gives the right block, when clicking on a mob it gives the appropriate spawn egg.[size=0.85em]&#8679; Shift+clicking can be used to wear Armor.Brewing stand allows use of shift clicking to put items in it.Dispensers will deploy boats on water, and minecarts on rails. Powered minecarts and storage minecarts are also deployed similar to minecarts.Right clicking a powered minecart in creative mode will act as if you would give it coal.In the creative inventory, selecting a new item while holding another item no longer disposes of the old item.Pressing the Pick Block button on grass will now give you the grass instead of dirt.\nNotable Bugs:Pressing the Pick Block button on redstone dust gives you a Redstone Dust Block (as opposed to the item)Pressing the Pick Block button on piston extenders causes your game to crash.Pressing the Pick Block button on an ender dragon causes your game to crash.Spawn Eggs now spawn baby mobs.[2]Floating sand destroyed may crash Minecraft.Cacti may spawn inside sand blocks causing the player to get stuck and lose health.[citation needed]Changing the GUI scale will cause the game to crash.When multiple types of Spawn Eggs are placed inside a dispenser, and the dispenser is destroyed, some of the spawn eggs will change type. If for example, you place squid, zombie, slime, and blaze spawn eggs in a dispenser, and destroy it, you might receive back 2 squid eggs and a 2 blaze eggs.Pressing the Pick Block button on Water Buckets causes your game to crash.\n渣翻：\n1、未知（某些改动）\n2、非繁殖出来的宝宝生物会跟随任何同种类的成年生物\n3、鸡的掉落率会降低？（啥意思……）\n4、可叠加的物体在被丢到地上的时候会留在库存外（啥意思X2）\n5、方块选择键可以正常工作了，选择一个生物会给你一个它的蛋\n6、shift点击可以用来穿护甲了\n7、蒸馏器也可以应用shift点击了\n8、发射器可以在水面上发射船，在铁轨上发射矿车了\n9、在创造模式右键点击动力矿车，它就会像你给了燃料一样的跑\n10、在创造模式，在你拿着一个物体的时候选择一个新的物体不会丢出原来的物体\n11、对着草按选择键会给你草而不是泥土（是有草的泥土吧我猜）\nBUG:\n1、对着红石点选择键会给你一个红石方块\n2、对着活塞的伸展单元按选择键会是游戏挂掉\n3、对着Ender龙点选择键会使游戏挂掉\n4、生怪蛋会生出生物幼崽（这不是bug吧啊啊啊）\n5、干掉浮空沙会使游戏挂掉\n6、仙人掌有可能会出现在沙子里面……\n7、改变GUI大小有可能使游戏挂掉\n8、如果不同种类的生怪蛋放在一个发射器里，当发射器被摧毁时，生怪蛋有可能会变成其他的蛋\n9、对着水桶（？）点选择键会使游戏挂掉",
    "replies": [
        {
            "author": "pathfinder",
            "timestamp": 1334285340,
            "txt_content": " 本帖最后由 pathfinder 于 2012-4-13 10:51 编辑 \n\n另外有谣言说村民会从黑暗的屋子里逃离，然后不知从哪里拿出个火炬插进去……"
        },
        {
            "author": "geludan",
            "timestamp": 1334287500,
            "txt_content": "其实看官方登陆器就好了。。"
        },
        {
            "author": "stalincenlam",
            "timestamp": 1334288520,
            "txt_content": "一堆致命bug。。。谁玩啊=="
        },
        {
            "author": "ikuy",
            "timestamp": 1334303640,
            "txt_content": " 本帖最后由 ikuy 于 2012-4-13 15:56 编辑 \n\n“鸡似乎有稀有掉落物？”\n可能指鸡有什么类似creeper的唱片之类掉落条件特殊，较为罕见的掉落物。未在游戏中发现过。\n\n“能堆叠的物品现在即使被一个一个单独扔出物品栏，也会在地面上自行堆叠到一起”\n\n意味着你在小范围内扔出多个同种物品，他们会自动聚拢到一起而不是产生一个个孤立的物品实体漂浮在那里；据观察这个特性在服务器中存在已久。\n\n\n"
        }
    ]
}