{
    "title": "地铁2058",
    "author": "l1319256011",
    "replyCount": 5,
    "timestamp": 1389363360,
    "txt_content": " 本帖最后由 l1319256011 于 2014-1-11 14:07 编辑 \n\n我最近几天把地铁2033和2034看了一遍 把两款游戏玩了一遍 心里面那个激动啊 瞬间 我就有了做这个地图的念头\n\n之前打算发的胶囊生存存档 但是做到一半的时候突然崩溃了 之后一进就崩溃所以就不能继续造了 好了下面进入正文\n\n对了 怎么放图啊\n图在这里http://pan.baidu.com/s/1nt2TpDR\n\n                   地球 ...那颗被遗忘的蔚蓝行星 从舷窗可以清晰的看见 ‘为什么我们不去地球 而去火星呢 那里环境也不好。’史蒂夫说道。’根据新移民星际法第一章第一条 地球被列为危险星等一级 永远不可居住或靠近 我们现在已经处于危险地带 请立即掉头。‘这是来自于准格尔智能AI的声音。 ‘我知道 马上就走。’史蒂夫又不舍的向地球又望了一眼。 突然红光警报突然响起‘检测到红外线瞄准 已被锁定请立即前往逃生舱。’ 同时一个陌生的声音出现在了这艘飞船的舱内‘外来物种 你已经进入了人类的领地 根据地球保护法则 我们有权摧毁你。’ ‘地球是人类的领土？？！！’ ‘我们没有时间解释了。’准格尔智能AI一边说一别把史蒂夫塞入逃生舱\n接到的最后信息是来自于自卫防御系统的 ‘热核导弹逼近中！危险！’ 一团红色的火球应和着蔚蓝色的爆炸出现在20秒前史蒂夫在的地方 巨大的爆炸能和地心引力把史蒂夫的逃生舱拽向地球 史蒂夫在坠落的过程当中昏倒了过去\n大约3个小时候 史蒂夫慢慢苏醒 在逃生舱中回荡着近似半机械的声音‘欢迎来到中华人民共和国......所有的市民立即撤向核防御工事！！’  逃生舱已经损坏了 而且不断涌入的水让史蒂夫明白 他坠毁在了水里 他乏力地站起来时才发现他的腿骨折了 他把逃生箱里所有的东西胡乱往背包里一装 就转身去打开舱门 瞬间 水充斥满了整个逃生舱 史蒂夫奋力的向上游着 大概只是10秒钟 可他却觉得过了一整年 他游到了最近的一篇陆地-一座孤岛 当他踏上陆地时 他长舒了一口气 突然想起来逃生背包里有一本指南 他赶紧把背包拿下来从一堆乱七八糟的东西中拿出指南  指南已经损坏了 可能本来就是坏的 也可能是刚刚弄坏的  幸运的是 他在孤岛上找到了一个箱子 箱子很破旧 估计少说有三四十年了  一打开 一股奶酪的恶臭味迎面扑来 里面果然有一堆已经腐烂的食物 史蒂夫已经辨别不出来食物了  但是里面有一个小型的金属盒子 史蒂夫把它拿出来 打开时史蒂夫差点缺氧窒息 里面是一个硬盘 还好硬盘的接口和史蒂夫带的手机匹配 他才得以看里面的内容：\n    大战真的打响了 我真没想到 一场世界大战竟然说打响就打响 希望不会转变成核战争 我觉得一定还会有人需要这个箱子 我就把它放在这里了 顺便放了一些食物 如果有任何人找到的话 这个箱子就归你了 在北边有一条地铁 他挖的很深 还有 记住我的名字-李旭（名字纯属瞎编 如有雷同纯属巧合 请大家不要对号入座0\n  史蒂夫查了一下上一次的使用时间——2016.7.16 史蒂夫顿时惊呆了 下巴都快到了地上 这竟然是来自42年前的信息 正当他惊讶的时候 天空下起了大雨  史蒂夫向着信息中说的地铁方向前进 这条地铁还存在吗？ 他一边想着一边向北边游过去 突然他的急救仪响了 ‘检测到核辐射污染，等级三级，适中 请不要呆在此地过长时间‘ 看来核战争真的爆发了 \n  又走了不知多远 急救仪再次响起’警告 警告 检测到一级核辐射污染，污染时间10年，极度危险 请立即离开！‘ 史蒂夫开始感觉到有些恶心了 但他看见了一道光 他奋力想那一束光的方向跑过去 在攀上了一座小山包之后 他看到了一扇防爆门 旁边有个拉杆 史蒂夫顾不了那么多 用尽全力拉下了拉杆 门打开了 里面是一段楼梯 他爬了进去 把里面的拉杆拉上 关上那扇门 慢慢的顺着楼梯爬下去 他看到了地下的光 还有人说话的声音 他无比的惊喜 奋力站起来向光哪里冲过去 那是一个车站 对 一个完全在地下的地铁站 一个有人的地铁站 一个人把他扶起来 带到上面一层 之后史蒂夫就昏了过去 \n  第二天 准确的说是15个小时之后 他醒了 一个身着军装的人站在他面前 说是军装 实际上是一件很破旧的军大衣 ’啊哈 你终于醒了 我还以为你会死呢 我叫胡诺尔 是骑龙族的人 你叫什么 从哪里来？‘前面那个人笑着问史蒂夫  ’这是哪？‘史蒂夫无力的回答\n’这里是列格罗夫站 全中国东北唯一的生存地铁的一座中立站台 你从哪里来 西北？‘   \n’不 我本来只是去R2太空站上班的 但是不小心触发了地球自卫太空防御系统 我的飞船被击中了 我是坐着逃生舱来的 其他的人大多都去格斯尔星球了。‘\n  胡诺尔被史蒂夫的说辞给惊呆了 半天吐不出一个字’你你你...来自外太空？’\n  ‘对于你们来说 是的。’\n  ‘你在哪我开玩笑呢 你一定是某个来自西南避难所的政府人员。’一边说着一边把右手伸向背后。\n  ‘不不不 我是真的来自外太空。’史蒂夫一边辩解着一边把急救仪和急救设备拿给他看。\n  ‘哇哦 我还真没在地铁里见过这些东西 这样 我给你20个铅弹弹匣 你把这个给我。’胡诺尔一边说一边指了指史蒂夫的急救仪\n  ‘好吧好吧 给你。’虽然史蒂夫不知道为什么要用铅弹换 但他还是换了。\n  ‘这样吧 这张地图给你 记住 不要去汉莎环线和其他危险站点。’胡诺尔 开心的对他说着 还露出了他那参差不齐但洁白的牙齿。\n  胡诺尔走后 史蒂夫看到地上有一本很破旧的日记 他随便一翻 看到了这样一段话：\n   这里的政府体制已经瓦解了 核辐射笼罩着地面 被生化武器感染的生物肆意横行 这已经不再是一个避难所 这是新一轮的物种竞争 强者为王的事件将持续在这里上演。‘\n  史蒂夫突然意识到 他不可能回去了  他必须在这里活下来 在这个弱肉强食的地铁中活下来\n                                                                                          地铁2058 完成度20% 地面完工 太空完工 地下完工三个站\n不知道有没有用 我来试试能不能把图发出来\nhttp://v2.freep.cn/3tb_140111092643yns7512293.png\nhttp://v2.freep.cn/3tb_140111092643l3g3512293.png\nhttp://v2.freep.cn/3tb_140111092645bicy512293.png\nhttp://v2.freep.cn/3tb_140111092645ha8w512293.png\nhttp://v2.freep.cn/3tb_140111092646inrs512293.png\nhttp://v2.freep.cn/3tb_140111140012o7pj512293.png\nhttp://v2.freep.cn/3tb_140111140013g5i7512293.png\n看着黑暗的地铁 当史蒂夫真正面对黑暗时  他开始怀念火星基地了 即使哪里抬头看去也只有一片黑暗\n\n\n\n\n\n\n2014-01-10_18.16.36.png\n(208.82 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2014-1-10 19:33 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2014-01-10_18.16.36.png\n(208.82 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2014-1-10 20:48 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n2014-01-10_18.16.06.png\n(310.18 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2014-1-10 20:48 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "乐呵呵呵呵",
            "timestamp": 1389370620,
            "txt_content": " 本帖最后由 乐呵呵呵呵 于 2014-1-11 00:18 编辑 \n\n建议：\n1.用图床\n2.上存档\n3.好多标点搞错了\n4.我可以坐沙发啦！\n\n\n"
        },
        {
            "author": "1462616866",
            "timestamp": 1389380460,
            "txt_content": "还需要继续努力呀。"
        },
        {
            "author": "zcd23555",
            "timestamp": 1389401880,
            "txt_content": "请注明需要NPC MOD\n还有 故事很长 赞~"
        },
        {
            "author": "l1319256011",
            "timestamp": 1389403080,
            "txt_content": "zcd23555 发表于 2014-1-11 08:58 \n请注明需要NPC MOD\n还有 故事很长 赞~\n发布的时候 我会随着整合包一起发布的"
        },
        {
            "author": "l1319256011",
            "timestamp": 1389403320,
            "txt_content": "乐呵呵呵呵 发表于 2014-1-11 00:17 \n建议：\n1.用图床\n2.上存档\n对不起 还没有做完发不了存档"
        }
    ]
}