{
    "title": "新人处女作：末影之旅",
    "author": "254453297",
    "replyCount": 9,
    "timestamp": 1389445860,
    "txt_content": " 本帖最后由 254453297 于 2014-1-12 20:47 编辑 \n\nhi，大家好！我是橡树君。我们期末考的作文题目居然是《欢喜的眼泪》，我写得快哭了，突然就有了写一篇文章的冲动。于是，我拿出了我小学时的一篇小说（是的，我小学时写过小说）《屠龙》，经过一番改编后就成了我的第一部上论坛的作品：《末影之旅》。嗯。。。第一次写肯定会有点渣，但是这是第一部嘛，希望大家多给些鼓励！{:10_496:}\n----------------------------------------------让我们开始吧！-------------------------------------------------------\n引子  末影龙的肆虐\n[方块历1326年，某一天。末终镇]\n镇主惬意地伸了个懒腰，抱起儿子——我们的主人公：方小剑，与他走向后花园。一切都是这样的美好，如此的安详。小鸟欢快地鸣叫着，落到镇主的奇花异草上。没想到，镇主突然变了脸，抽出钻石剑，以电光石火之势刺向无辜的小鸟。可怜的小鸟连发生了什么事都不知道，只听“噗”一声闷响，就倒在了草丛中。鲜血格外耀眼，与和谐的景象形成鲜明的对比。\n\n“噢！老爸！你又来了！”稚嫩的童声气鼓鼓地叫着，方小剑撅着嘴，指着小鸟，快哭了的样子：“爸！你都说过不杀生了，小鸟怎么了？他又没惹着你，你。。。你怎么如此残忍！”说罢就想挣脱镇主的怀抱，扑向小鸟。小鸟胸口划了一道深深的口子，鲜血汩汩流出，死的很惨。方小剑再也忍不住，“哇”的一声哭了出来。镇主愣了一下，随即走过去，抱起了他，“小剑，你不懂。不是爸爸残忍，这盆花，是MC世界很重要的。。。一份东西呀！”镇主很尴尬，但是他说的没错，这朵花是镇压末影之力的重要物件。万一枯萎了，后果不堪设想。他这样做是为了他的人民，甚至整个Minecraft世界。\n可是，就在那天下午。。。\n“报——”一个紫衣村民急急忙忙地冲进来，气喘吁吁地说：“镇主，镇。。。镇外发出紫光，还时不时传出悠长的龙吟。”镇主脸上变色，但是没说什么，走向后花园。走入后花园时，他却惊呆了。花园正中的花，那朵镇压末影之力的圣花。花盆被砸的四分五裂，花朵无力地垂在地上，已经奄奄一息了。镇主呆呆地看着这一切，难以置信。突然，天空变成了深紫色，天上有隐隐约约的挥舞翅膀的声音。他猛然醒悟，冲向书房，拿出了平时珍藏的附魔钻石全套和附魔弓。方小剑也跑了进来，忧心忡忡地问镇主：“爸，这是怎么了？为什么才中午天就这样黑了？”镇主现在正极度烦闷，随口就说：“那盆花，枯萎了。。。枯萎了。。。”方小剑疑惑地看了看镇主，突然说：“爸爸，今天我看到一个黑影进入了后花园，然后我就去玩了。”镇主大吃一惊，抓住小剑的手急忙问：“为什么这样重要的事情你不跟我说？为什么这样重要的事情你不跟我说？”方小剑底下头，“我。。。我和隔壁的小伙伴玩去了，那个人不是园丁吗？爸，我的手好疼，你别再抓了”镇主急的想骂小剑两句，但是忍住了，他迅速穿上钻石套装，拿起钻石剑冲了出去。\n[末终镇外，龙坟]\n地上的每一个方块都在剧烈地震动，似乎蕴藏着巨大的能量。村民们无助地四处奔跑，看到镇主就拥上去，七嘴八舌地向镇主阐述自己看到的奇特景象。镇主感到脑袋有些发热，因为他感受到了战争的血腥味。那太恐怖了，他不想回忆那惨痛的经历。他嗜血的心早已平复，已经厌恶战争，厌恶暴力。只是除了正义战争，他可以勉强接受。他仍然忘不了27年前与末影龙大战时的场景，他输了，输得很惨。当他看到末影龙屠村的血腥场景时，他完全失去了理智，与末影龙开始了第二次殊死搏斗。最终，战胜了它。现在，如果要他与末影龙再战，他简直要被逼疯了。\n一个村民一声惊呼，远方用黑曜石做成的龙坟突然爆裂，喷出的强大气流将大家弹出了好远。镇主稳住身形，抬起头，发现他前面就是。。。\n末影龙！\n他手心全是汗，整个钻石剑柄浸满了水。他一个箭步冲向末影龙，一剑下去，正中龙头！只听“砰”一声，镇主被弹飞出去，是末影龙变强了，还是镇主变弱了？末影龙向他冲来，他用钻石剑一档，剑被震飞了出去，发出响亮的声音。他正要去取，末影龙迅速转身，将他打飞。他拿出弓，还没拉开就被打了个踉跄，附魔的弓断成4截。末影龙猛地回扑，镇主绝望地闭上了眼睛，想到自己可能被打得粉身碎骨。\n过了一会，他突然发现自己凌空而起，飞上了天空。看来末影龙只是想把他带走。。。\n方小剑从混乱的村民群中挤出来，望着逐渐恢复的天空，一切都好，只是末影龙带走了他爸爸。。。\n“爸爸，你快回来！”\n--------------------------------------------------本章结束，谢谢你的欣赏-------------------------------------------\n啊，我的手。我打了这么多，还是处女作，求点人气（不会扣除自己的）和金币嘛，求收藏，我更新较慢，没办法，学生。\n我对所有认真阅读我的文章的朋友表示衷心的感谢，这是作者的劳动成果，请尊重。\n人气啊，金币啊，你们快来吧！{:10_502:}\n下一章\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "youliao",
            "timestamp": 1389446040,
            "txt_content": "噢噢噢噢噢噢噢噢\n{:10_493:}\n啊？\n小说\n好吧\n我感觉好惭愧呀"
        },
        {
            "author": "254453297",
            "timestamp": 1389446100,
            "txt_content": "youliao 发表于 2014-1-11 21:14 \n噢噢噢噢噢噢噢噢\n\n啊？\n怎么了？（终于有人了）"
        },
        {
            "author": "456wy",
            "timestamp": 1389446580,
            "txt_content": "小说不错！！赞"
        },
        {
            "author": "陆_离",
            "timestamp": 1389585480,
            "txt_content": "还行啦。{:10_513:}"
        },
        {
            "author": "Hope_White",
            "timestamp": 1389591120,
            "txt_content": "大赞啊，good"
        },
        {
            "author": "a774520459",
            "timestamp": 1389918600,
            "txt_content": "主人公怎么不问爸爸去哪呢"
        },
        {
            "author": "脑残酸菜面",
            "timestamp": 1390363620,
            "txt_content": "铑钯，铑钯，倭钔驱钠锂氩？铀倭宰揪殄钚啪镝钚啪。。。\n仔细读一下同学们"
        },
        {
            "author": "254453297",
            "timestamp": 1390369920,
            "txt_content": "脑残酸菜面 发表于 2014-1-22 12:07 \n铑钯，铑钯，倭钔驱钠锂氩？铀倭宰揪殄钚啪镝钚啪。。。\n仔细读一下同学们\n老爸，老爸，我们去哪里呀？有你在就天不怕地不怕。\n（你水吧，我不管，被别人举报你活该）"
        },
        {
            "author": "MC_Luke",
            "timestamp": 1390377420,
            "txt_content": "youliao 发表于 2014-1-11 21:14 \n**** 作者被禁止或删除 内容自动屏蔽 ****\n放小件？"
        }
    ]
}