{
    "title": "【流年出品】《乱心》 古风，依旧聊斋向，文风诡异慎入",
    "author": "yuki_camorra",
    "replyCount": 18,
    "timestamp": 1389439140,
    "txt_content": " 本帖最后由 yuki_camorra 于 2014-1-11 19:35 编辑 \n\n大家好，我是流年。这次为大家带来的是《乱心》，算是对于《The Dawn of The End》的一个衍生，但它又相对独立，是另一个故事了。\n\n《乱心》，顾名思义，扰人心乱。主角是霍銮，以及那个在《The Dawn of The End》里连名字也未曾有过的“它”。\n嘛，介绍说的太多小说就不好看了嘛，就先这样吧。\n这次分享的音乐是来自班得瑞的《巴格达的星星》，沉静却不失清越，很适合当做这个故事开篇的BGM，希望大家喜欢。\nhttp://www.xiami.com/widget/0_2088491/singlePlayer.swf\n\n卷一 霍銮\n\n村里人都说霍家长子疯了。\n那孩子今年才足了十四岁，长得白净，为人也乖巧的很。前些天不知怎般，魔障了似得，闭门不出，米食不进。\n霍当家急了，命家里下人破了门闯进去，房里的场景却是把人吓了一跳。\n房里未点一灯，幽黑。那长子霍銮正呆坐在床上，毫无声息。\n仆人心下怕是遇上凶事，摒气壮胆上去点了灯，方才回头去看那长子。只见霍銮一双幽黑的眼睛空落落的瞪着他，一豆烛火映在他眸里，如鬼火闪烁。\n“不好啦！少爷被鬼魇啦！”仆人心似被那双眼狠狠的撞了一下，当即吓得丢了点灯的打火石溜出门去。\n霍当家随后闻声赶来，见儿子仍麻木的倚在床上，心觉有异。令随从掌灯上前，才发现霍銮在哭。豆大的泪珠不停的从他眼里落下，连被单都已被浸湿了不少。\n“銮儿何泣？”霍当家蹙眉。\n“爹……我冷……”霍銮眼里现出无比纠结的痛苦，一旁的下人心里不禁唏嘘。心下猜测纷纷，暗想少爷莫不是得了什么怪病。 “冷？”霍当家上前捏了捏霍銮的手，着实冰凉的吓人，“我待会便去唤郎中来，銮儿可还有什么不适的？”霍銮无力的摇了摇头，声音有些莫名的沙哑。“爹，让我睡会罢。”霍当家点头，怜爱的摸了摸儿子的头，扶他躺下，又掖了掖被子。“莫冻着了。”霍当家关门前不忘叮嘱，霍銮乖顺的应了。木门吱呀着合拢，屋内再次幽黑下来。霍銮漆黑的眼里突然有了神彩，只是多了几分恐惧。他苍白的嘴唇嗫嚅着，似乎在与谁对话。“我照你说的做了……”被褥下霍銮的身躯轻轻颤抖着，“你可以离开了吗？我真的很冷……”他的神色蓦地一变，刚止住的眼泪又似有复发的迹象，忽闻门外人声渐近，只得调了表情装作熟睡。未几，果真有人入园而至。“少爷，打搅了。”仆人推门，阳光莫名刺眼。一位道士打扮的中年人随后进了屋。“村里的郎中前些日子便出游了……”仆人顿了顿，不想却被那中年人打断。“你家少爷可是身子不适？”来意一看便知。“是。”霍銮抬起一双飘忽的眸子，对上道士。“不知如何称呼。”道士拱袖，笑道，“在下不才，敝姓楼，楼以通天的楼。唤我楼镜便可。不知少爷可否坐起身来，我也好仔细瞧瞧症结在何处。”霍銮点头，慢悠悠的起身，楼镜这才发觉少年脸颊脖颈上满是汗珠。楼镜暗忖莫不是寒热，一把脉心中方是大骇，少年脉相已是缓如迟暮。\n“怎的……”楼镜蹙眉，好冰的体温。\n“少爷近日是否遇上了什么异事？”\n霍銮默了半晌，涩道，“近日一直留于园中，未闻有异。”额上冷汗愈盛。\n楼镜沉吟，对身后仆人耳语几句，仆人躬身退下，少顷领着霍母而来。\n“銮儿？”霍母见儿神色萎靡，心下担忧，伸出一只保养如玉的手去摸霍銮的前额，不禁被冷的一颤。回身望向楼镜，柳眉微皱，“道……郎中可看出什么？”\n“实不相瞒，”楼镜稍顿，“少爷印堂黑如墨，恐怕不是得了病。是被妖物附体了。” \n霍母与仆人俱是一惊，唯独霍銮一人闷声不语。霍母怪之，却没有再问。\n“楼郎中可有办法？”\n“有，”楼镜也不禁瞥了一眼低头神游的霍銮，继而道，“妖物大抵惧寒。这几日多给少爷吃性暖性热的菜，每日巳时出屋，于有阳光的地方休息，至未时回屋。不出七日妖物定会主动离体，切忌寒凉。”\n霍母暗自记下，转头提醒神游的霍銮，“銮儿可听到了？”霍銮回神，慌慌张张的点头做是。霍母心道孩子大概是累了，与楼镜交谈几句，便送他离去了。\n屋内的霍銮莫名的松了口气，后又惊异：自己怎会对那道士的离去感到轻松？心下骇然，又觉困顿，遂躺进被窝浅眠。\n\n依稀见得梦里一片逼仄的红，焦灼得令人窒息，周围有一群腐尸嗒嗒而行，让霍銮不禁想起僧侣口中的“阿鼻地狱”。\n梦境又蓦的一转，黄土满目，视野里只一破落村庄。又闻幽幽哀泣，亩间老牛长叹，好不萧索。\n霍銮向前走，一座座空落落的土屋被弃于身后，他也不知自己何时才能停下，只是本能的向前走着。\n或者说是快步逃离着，逃离这无人的荒村。\n土黄的墙，污黑的瓦，空寂的房。心里莫名的疼，风卷着黄土刮过他的脸，进了他的眼，刺痛得他不禁流下了泪。\n黑夜就在这样毫无防备的情况下来临了。荒村在一片大漠红中沉入黑暗，就连夜空中的那轮冰盘亦不能照亮这百年的死寂。\n走了许久，霍銮终于停下了脚步。这个村庄虽小，却犹如囹圄，令人无法脱出。\n黑暗中的空屋们隐隐躁动了起来，发出无声的嘶吼，欢呼着。 一个孩子就这般突兀的在墙角出现了，身着一袭几乎脱色的破旧衣衫，赤着脚，嘴角咧着，似乎在大笑。他跑了起来，似乎在与谁追逐着，脚步轻快而虚浮。皮肤突然感到一阵撕裂的轻微疼痛，仿佛有什么将破茧而出。又一个孩子跑了出来，欢笑着与先前那个玩耍到一块去了。未几，两个孩子同时转头，望向房屋一角，然后便互相道别，走进了两个空屋里。时间似乎是倒退着前进了。孩子惊恐的哭声夹裹着寒风呜呜声飘散在大漠里，隐约又有成年人的呵斥声与悲恸道别声。“爹……那两个坏人会把你带到哪里去……”孩童哭喊着问，一旁传来妇人的低声啜泣。“麒儿乖，爹只是去平那七岳王的反，事成就能回来。”霍銮顿悟，原来是前朝的小吏来村子抓壮丁，又意其鬼魂，心下惨然。已而哭声渐止，料想是那小吏们带着抓来的壮丁远去了。当他晃神之际，忽觉背后阴风袭来，似有什么凄寒入骨的事物穿身而过。眼前蓦地一黑，再睁眼已是梦醒。霍母正担忧的坐在床边，见霍銮转醒，才有些释然的笑了笑。“现在才是未时，要出去晒晒太阳么？”霍銮点头应允，方觉双眼濡湿，方知自己在梦里竟是哭了。明明是个噩梦，也不知自己究竟是为何而哭……\n ",
    "replies": [
        {
            "author": "╱/.淘芞尐孒",
            "timestamp": 1389439320,
            "txt_content": "支持一个，回复完慢慢看"
        },
        {
            "author": "雷霆※无双",
            "timestamp": 1389439380,
            "txt_content": "我喜欢诡异的文风！"
        },
        {
            "author": "poi4399",
            "timestamp": 1389439440,
            "txt_content": "很棒的作品。新人加油"
        },
        {
            "author": "MC大湿",
            "timestamp": 1389439560,
            "txt_content": "\n\n小说好评！ 楼主加油"
        },
        {
            "author": "冥王星人",
            "timestamp": 1389439860,
            "txt_content": "为毛我神马都看不到。。。"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1389439980,
            "txt_content": "哇0.0 流年写的好赞←_←[我恨耽美]"
        },
        {
            "author": "ww112223",
            "timestamp": 1389439980,
            "txt_content": "你一定没有见过这么标准的十五字"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1389440040,
            "txt_content": "为什么我什么都看不到？怎么回事？是预告么？"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389440220,
            "txt_content": "长手的苦力怕 发表于 2014-1-11 19:34 \n为什么我什么都看不到？怎么回事？是预告么？\n{:10_501:}修复了，刷新一下试试。话说楼上一群啥看不见还说赞的什么心态"
        },
        {
            "author": "冥王星人",
            "timestamp": 1389440460,
            "txt_content": "终于看到了，那啥啊，，，流年你的格式还是被贝爷给吃了，，，"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389440520,
            "txt_content": "冥王星人 发表于 2014-1-11 19:41 \n终于看到了，那啥啊，，，流年你的格式还是被贝爷给吃了，，，\n咳咳咳，格式是什么{:10_518:}"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1389440700,
            "txt_content": "yuki_camorra 发表于 2014-1-11 19:37 \n修复了，刷新一下试试。话说楼上一群啥看不见还说赞的什么心态\n看过你之前的，赞习惯了，就这样了。\n\n"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1389505200,
            "txt_content": "yuki_camorra 发表于 2014-1-11 19:42 \n咳咳咳，格式是什么\n格式就是每段开头空两格，每段之间有空一行。看着舒服。"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1389508620,
            "txt_content": "感觉有几个字好难念啊......\n\n好吧我智商捉鸡.."
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389509400,
            "txt_content": " 本帖最后由 yuki_camorra 于 2014-2-16 15:26 编辑 \n\n★流♂年版·写作三加一\n\n\n写作的涉猎面太广，我觉得我的自身经验也不是很足，所以在这里就只讲讲关于写小说的三加一吧。\n\n首先，让我们来看一个小段子。\n\n小明问老师：“小说应该注意什么？”“注意要素！讲了多少遍了！！”老师说。“哦……”小明恍然大悟，在笔记本上写：不能太荤。\n\n好了，以上都是扯淡。\n\n我们来讲点正经的。\n\n\n写小说与杂文不同，它有一个完整的故事情节，并且大多属于虚构。可以想见，这个故事将是整篇小说的主心骨。\n\n也许有人会说：噢，小说就是讲故事啊！于是灵光一闪，随便扯了一个故事开始闷头乱写。\n\n如果你的写作也是这样，那就犯了一个很大的错误——没有灵魂。\n\n故事是小说的主心骨，也是一个小说的血肉所在。可是小说并不只是讲故事，每个故事皆有其理。而作者所要做的，就是在讲故事的同时，将这些道理或轻或重的点化出来。\n\n你所想要表达的道理不一定是正面的，但一定要是合理的。比如你的文里的主角攻破了一个城，然后他屠城了。\n\n这时候你要把他屠城的原因或者说主角内心的想法表达出来，不然读者只会认为莫名其妙，觉得笔者是弃了疗。\n\n也许你会这例子觉得很扯淡，但古时攻城，将军屠城是很正常的事。这只是一种体现人物个性的方法。\n\n我举这个例子的目的是想让大家明白：小说中发生的每一件重要的事，笔者应尽量将其起因经过结果以及其中包含的道理交代清楚，这样不仅可以让读者更容易了解消化剧情走向，还可以更轻松地刻画出人物。\n\n空有一副躯壳，没有灵魂的小说，不会成为一篇好小说。\n\n让文中的世界活过来，这是笔者必须具备的一个能力。\n\n这就是小说的第一个要素——剧情的深化。\n\n==================================================================\n\n再来说说小说的文风。\n\n如果说故事是小说的血肉与骨架，那么笔者的刻画描写就是为其画皮。\n\n这是万万不能忽视的一点。因为刻画人物以及描写环境等等，都是小说的细节所在，它决定了一个笔者的行文风格，也决定了小说的层次。\n\n写小说最考验作者的功底。小说很自由，你想怎么编故事都可以。但是，由于这种故事是一个具体的宏观艺术，你所展现的就要方方面面。\n\n不要以为细节不重要，这是吸引读者的另一个关键。文风与剧情不同，它如丝线一样贯穿了你的整篇小说。\n\n读者在打开小说的第一个瞬间，看到的不是你的剧情，是文风。\n\n你想描述一个人在火车站的痛苦经历，你没真正体验过火车站，你写不出细腻的东西。如果你的主角是个律师，有一天他面对一个向他哭诉的离婚妇女时，你没到那个年纪甚至没有经历过那样的人，你也写不出。\n\n也许你的小说剧情令人叫绝，却少有人问津。这时你可以尝试用一种陌生的角度重新审视你的小说。\n\n是不是读来索然无味或是让人焦躁不安？\n\n那就是了。你的文风，让读者弃而远之。\n\n有人会问：我的文风好烂啊，好羡慕大大的文风！我要怎么做才能改掉那么糟糕的文风？\n\n我觉得吧，改善文风的方法很简单：\n\n多看书。\n\n如果这时你正自豪的想：我读了几千本网络小说了！\n\n千万别说出来，我都不好意思说我认识你。\n\n多看书，看好书。看那些名家的，或是你认为有料可寻的。\n\n千万不要看那些乱七八糟的网络小说，它们只会降低你的精神层次甚至文风。\n\n作家不一定在遣词造句上胜出，而是情节。实际上，很多考古学家对于遣词造句都很优秀，他们需要大量的词汇大篇幅的去形容过往时代的悲哀或者辉煌；自然科学家在积累了岁月的沉淀后，在特定的研究领域，他们也需要独特而又精确的句子去表达，为了不使读者觉得枯燥，他们的语言往往很生动幽默。他们虽然对遣词造句很在行，但通常都不依赖这个，而是用简单词汇组织成简单准确的句子。比如霍金的《时间简史》，你把它当文艺作品，你也可以忽略里面的物理知识读下去。\n\n但是，他们却不一定能写小说，因为小说是故事和情感的艺术。 小说的情节也并非一定要福尔摩斯才算精彩，只要写出一个人在那个特定的时代和环境里用自己的方式去面对和抗争方式就足够了。\n\n这就是小说的要素之二——文风。\n\n==================================================================\n\n\n还有一个要素。\n\n想来想去，挑了一个比较重要的——对于剧情详略轻重的拿捏。\n\n详略得当并不是一味的强调一定要突出主角。实际上，在具体的写作过程中，详略都是由作者自由控制的。一本小说最终要的是强调小说内容的可读性，而不只是单单泛泛而谈文章的艺术性。对于小说来讲内容迎合读者口味，让读者感到满意才是最为重要的。当然，这也不是说让作者抛弃详略不管，这里点明两个字——“兼顾”。\n\n文章的详略得当是一本书内容是否清楚的重要一环。小说的主要意图是吸引读者，迎合读者口味，让读者满意。为了让读者满意有的时候作者可能会在某一个不重要的内容上多写了很多，看起来这让小说看起来有些不伦不类。\n\n其实，一本书中哪里会有太多需要作者扔掉详略不管的内容点，可以想象如果这种内容点真的太多，书也会变得真的不伦不类。一般情况下，可是适当的根据实际要求对书中的一些内容加深描述。\n\n文章的详略和读者的口味冲突很多的情况下，作者要么写几个外篇，要么就严格按照详略得当的要求来。毕竟小说也是“艺术产品”，一些根本性质的东西是不能丢的，丢了就失去了小说原本存在的意义，变得面目全非。打破小说详略布局的内容点不宜太多，避免言之太宽，主角不显。\n\n夹在小说详略得当要求与读者要求之间的作者要懂得变通，通过进一步的写作是自己逐渐掌握好其中的这个度，让自己的书真真正正的吸引大批读者。\n\n小说的详略得当就是要对小说内容进行进一步的升华，去芜存菁。\n\n以上就是第三个要素——详略得当。\n\n==================================================================\n\n\n最后来说说一个禁忌吧。\n\n其实我觉得小说是没有任何禁忌的，随心去写！\n\n只要让读者能喜欢，能读懂，就好了。\n\n不要强迫自己，去写那些你所不愿意去写的。\n\n有人会问：我在小说里想让人物骂 娘也可以？\n\n我会毫不犹豫的回答你：没有问题。\n\n文学中不存在脏 话。\n\n只要是生活中的，可能发生的，都是小说中可以出现的元素。\n\n如果你觉得这些东西可以为你的小说增色或是更加鲜活，请不要犹豫的写出来。\n\n\n当然，这些所谓的“没有禁忌”是相对于有基本写作水平的笔者而言的。\n\n对于那些半吊子，禁忌还是有的。\n\n比如说跳跃性的思维，扯蛋的剧情，扭曲的人物……\n\n\n好了，我要说的也差不多就这些了。\n\n拖拖拉拉一上午，也就挤出了这么点，希望大家能够有所收获吧。\n\n\n接下来是——Test Time ！\n\n经过我的谨慎【误】思考，决定用扩写当做题目。可能会比较难，喜欢文dan言mei的童鞋可以选取一小部分来进行扩写。\n要求：不少于300字。\n\n许姓，家淄之北郭，业渔。每夜携酒河上，饮且渔。饮则酹酒于地，祝云：“河中溺鬼得饮。”以为常。他人渔，迄无所获，而许独满筐。\n一夕方独酌，有少年来徘徊其侧。让之饮，慨与同酌。既而终夜不获一鱼，意颇失。少年起曰：“请于下流为君驱之。”遂飘然去。少间复返曰：“鱼大至矣。”果闻唼呷有声。举网而得数头皆盈尺。喜极，申谢。欲归，赠以鱼不受，曰：“屡叨佳酝，区区何足云报。如不弃，要当以为常耳。”许曰：“方共一夕，何言屡也？如肯永顾，诚所甚愿，但愧无以为情。”询其姓字，曰：“姓王，无字，相见可呼王六郎。”遂别。明日，许货鱼益利，沾酒。晚至河干，少年已先在，遂与欢饮。饮数杯，辄为许驱鱼。如是半载，忽告许曰：“拜识清扬，情逾骨肉，然相别有日矣。”语甚凄楚。惊问之，欲言而止者再，乃曰：“情好如吾两人，言之或勿讶耶？今将别，无妨明告：我实鬼也。素嗜酒，沉醉溺死数年于此矣。前君之获鱼独胜于他人者，皆仆之暗驱以报酹奠耳。明日业满，当有代者，将往投生。相聚只今夕，故不能无感。”许初闻甚骇，然亲狎既久，不复恐怖。因亦欷-，酌而言曰：“六郎饮此，勿戚也。相见遽违，良足悲恻。然业满劫脱，正宜相贺，悲乃不轮。”遂与畅饮。因问：“代者何人？”曰：“兄于河畔视之，亭午有女子渡河而溺者是也。”听村鸡既唱，洒涕而别。明日敬伺河边以觇其异。果有妇人抱婴儿来，及河而堕。儿抛岸上，扬手掷足而啼。妇沉浮者屡矣，忽淋淋攀岸以出：藉地少息，抱儿径去。当妇溺时，意良不忍，思欲奔救；转念是所以代六郎者，故止不救。及妇自出，疑其言不验。抵暮，渔旧处，少年复至，曰：“今又聚首，且不言别矣。”问其故。曰：“女子已相代矣；仆怜其抱中儿，代弟一人遂残二命，故舍之。更代不知何期。或吾两人之缘未尽耶？”许感叹曰：“此仁人之心，可以通上帝矣。”由此相聚如初。"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389509460,
            "txt_content": "风之心_天双 发表于 2014-1-12 13:40 \n格式就是每段开头空两格，每段之间有空一行。看着舒服。\n以后我编辑一下吧……啊啊，格式什么的最讨厌。{:10_502:}"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1389509820,
            "txt_content": "yuki_camorra 发表于 2014-1-12 14:50 \n什么字？要不我以后把生僻字都标注一下吧=w=\n..笔画多点的都有点难认..\n\n不过文章写得很好.古风十足."
        },
        {
            "author": "HGK",
            "timestamp": 1392534780,
            "txt_content": "看了这篇作文，阁下觉得流年的作品真是笔底生花，剧情也有色有声，真是吞凤之才！"
        }
    ]
}