{
    "title": "末影之旅 第一章：武馆奇遇",
    "author": "254453297",
    "replyCount": 10,
    "timestamp": 1389527280,
    "txt_content": " 本帖最后由 254453297 于 2014-1-13 12:47 编辑 \n\n大家还记得这部作品的引子吧，什么？你不知道？地址在这里：戳我今天我状态不错，于是决定继续更新。那我废话不多说了，让我们开始吧！！！\n\n\n----------------------------Let's Go!!!--------------------------------------\n\n第一章 武馆奇遇\n[末终镇外，龙坟]\n方小剑仍然没有反应过来，目光凝视着那逐渐变小的龙影，直到消失。他似乎没什么感觉，摇摇晃晃地走回家。突然腿一软，倚靠着一堵墙，泪水哗哗直流。\n村民们已经不知道如何安慰他，只是几百双同情的眼睛齐刷刷地望着他。他没有感到温暖，反而越来越烦闷，撇下众人，飞一般地跑回家了。家里一切都好，只是少了慈祥的父亲，父亲那读书声，练剑声，原来都是如此悦耳。家里因为少了父亲而显得很寂寞，很冷清。\n村民们基本恢复了正常的生活，只有几位长老仍旧在商议一些事情，镇长家安静得可怕。方小剑只是一个8岁的小孩，失去了父亲，对他来说简直就是世界末日。但是，他必须接受，毕竟末影龙还会回来，下一个死的可能就是他了。他走进书房，看见有一把铁剑还在书桌上，连忙欣喜若狂地拿起来。但他接下来去哪里呢？他很无奈地躺在床上，无所事事，想着末终镇有什么地方自己该去。他没出门，但他仿佛鸟瞰了末终镇：最东边是绿晓明家，然后往下看，镇主家，也就是这里。长老家，他很喜欢跟长老们玩。然后是铁匠铺，里面有各种奇奇怪怪的武器，他总趁那个黑老头村民午睡时悄悄拿一把剑玩。最西面就是武馆了，嗯，武馆。\n对呀，去武馆找师傅啊！\n方小剑如被当头一棒，他不能沉浸在悲伤中，说干就干，他抖擞精神，拿起铁剑就冲了出去。在外面，村民们都一脸惊讶地望着他，目送着他冲向武馆。长老们皱了皱眉，思考着他们唯一的希望又去干嘛了。\n[末终镇，武馆]\n武馆静悄悄的，没有一个人，只是有一本书静静地躺在桌上。方小剑好奇地拿起那本书，上面写着：\n“方小剑：我知道你想干什么，请不要打搅我的工作，你爸爸一切安好。听着，你只是一个8岁的乳臭未干的小孩子，这些事情你管不着。请不要质疑，看看眼前，只要你不做一些过激的举动，我们是不会把你怎样的。记住，放下手中的剑，不要去送死！否则，你会后悔的。我只说这一次，如果你轻举妄动，这只会终生抱憾。Minecraft世界很重要，如果你坏了我们的事，我们会以你的生命为代价，使这个世界恢复安定。”\n那本书的签名是英文，方小剑看不懂，但他大胆念了出来：“H-E-R-O-B-R-I-N-E-!”,但是，不知为何，当他念出来的时候，后背竟然有莫名的寒意。他只是感觉，这个单词是死亡的象征，厄运的征兆。那个人，应该是一个可以上天入地的死神。他忽然出现了幻觉，他仿佛看见，一个白眼睛的人从门外探出头来，用惨白的眼神盯住他。他霎时感到喉头一紧，眼前一黑，世界变成了紫色，飘出颗粒。他感到反胃，恶心，却动弹不得。一个声音飘来：“不要做傻事，安心过小日子吧，这只是一场梦，一场梦。”\n一声尖叫，世界又恢复了。他惊魂未定，脸色苍白，满头是汗，软软地趴在椅子上。这时，武馆师傅走了进来，看见虚弱的小剑，大吃一惊。连忙给了他一颗丹药，拿出一瓶闪着光的药剂擦他的胸膛，将他轻轻搀扶到床上。他用游丝般飘渺的声音呻吟着：“h打头的家伙，我看见他了，我看见他了。白眼睛，蓝衬衫。他太强大了，没有人，没有人能够打败他。”武馆师傅听完后又是迷茫又是担心，将方小剑草草安置在床上后，飞一般跑进了长老家。\n方小剑进入了一个梦境，看见了一些东西。\n[梦境中的末地]\n末影人正在不断瞬移，末影龙驯顺地伏在herobrine的脚下，镇主被绑在一根黑曜石柱上，被末影水晶封印着。地面是末路之石，几根黑曜石柱立在地上，最中央那根就是封印镇主的！Herobrine突然发出了一声奸笑，震得大地在摇晃，刺得方小剑脑袋隐隐发疼。\n[末终镇，长老家]\n方小剑睁开了眼，他正躺在一张大床上，八大长老正关切而焦急地望着他。他不知哪里来的力量，坐了起来，说了一句：\n“是H-E-R-O-B-R-I-N-E!他是最终的指使者！”\n-----------------------------------------------------------呵呵，结束了！----------------------------------------------求点人气和金币，求收藏，最近更新可能会快一点。我对所有认真阅读我的文章的朋友表示衷心的感谢，下面是别的章节的地址。\n\n上一章                                                                                                                                                                        下一章\n\nBye-bye！\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "254453297",
            "timestamp": 1389527520,
            "txt_content": "大家加油，顶起来，一起写"
        },
        {
            "author": "254453297",
            "timestamp": 1389527580,
            "txt_content": "我也很喜欢看小说，有好的能推荐给我吗？"
        },
        {
            "author": "254453297",
            "timestamp": 1389527700,
            "txt_content": "写文章很辛苦，大家抽15秒回复一下可以吗，求了！！！"
        },
        {
            "author": "thBing",
            "timestamp": 1389528420,
            "txt_content": "回复飘过/fly"
        },
        {
            "author": "254453297",
            "timestamp": 1389528420,
            "txt_content": "thBing 发表于 2014-1-12 20:07 \n回复飘过/fly\n多谢，让气氛活跃起来吧！"
        },
        {
            "author": "额……路人甲",
            "timestamp": 1389581820,
            "txt_content": "顶你~~~~~~"
        },
        {
            "author": "脑残酸菜面",
            "timestamp": 1390363680,
            "txt_content": "捧场啦啦阿拉拉拉拉拉拉拉。。。。"
        },
        {
            "author": "shenxi",
            "timestamp": 1402149480,
            "txt_content": "顶你！太好看了！！加油！我也来写啦！虽然不是写MC的。。谁可以告诉我不关于MC的小说可以在MC上发表吗？"
        },
        {
            "author": "254453297",
            "timestamp": 1402660080,
            "txt_content": "shenxi 发表于 2014-6-7 21:58\n顶你！太好看了！！加油！我也来写啦！虽然不是写MC的。。谁可以告诉我不关于MC的小说可以在MC上发表吗？ ...\n当然咯，有才能的都可以去"
        },
        {
            "author": "火星使者",
            "timestamp": 1402680000,
            "txt_content": "火星人Flying~\n顶楼主！"
        }
    ]
}