{
    "title": "[WIKI]繁殖",
    "author": "sjjklh",
    "replyCount": 4,
    "timestamp": 1334415600,
    "txt_content": "看到有好几个人求教程什么的……\n这篇文字少，近来时间紧……“充能铁轨”条目可能拖得比较长了\n\n\n\n\n\n\n\n\n繁殖                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          \nNotch公布的首张动物繁殖截图，“他们繁殖到停不下来了！！！”[1]\n\n\n繁殖指玩家通过喂养至少两只同种动物以使它们繁殖出新个体的游戏机制。[2]动物（除了狼与猫）会跟随附近手持小麦的玩家，并且会一直跟随直到距离太远或玩家停止手持小麦的行为。只要它们不再跟随自己的后代，它们就可以被喂养一次。\n目录 [隐藏] \n1 现行机制2 养殖3 自动牧场与大规模养殖4 幼年动物5 历史6 画廊7 漏洞8 你知道吗9 参考\n\n现行机制 \n自12w04a起，只要：\n 用一个小麦喂养猪、羊、鸡、牛或哞菇后； 用一个任何肉类喂养狼后； 用生鱼喂养猫后，\n被喂养生物就会进入“求爱模式”，身体周围不停地冒出爱心，而且会自动向周围也处于求爱模式的同种类生物靠近。[3]两只动物会“亲吻”两到三秒，然后一只同种幼年个体会在双亲旁边生成，同时双亲的求爱模式结束。双亲在五分钟内无法再次进入求爱模式。然而使用恰当的材料的话，无论年龄大小都可以驱赶到一起。幼体降生后，生长到成年需要20分钟，双亲会跟随自己的孩子。\n目前，您必须喂养双亲各一次才能使它们繁殖出一只幼体。小羊降生后，毛色会与双亲的其中一位相同（详见羊毛染料），羊毛是否被修剪不会影响繁殖。\n动物不会对掉落在地面上的小麦产生兴趣。养殖食用动物比起种植小麦获取面包更加高效。\n自2w07a起，在符合条件的房子（至少有一个木门）内，村民也可以繁殖出孩子。小孩会在村庄周围闲逛。\n\n养殖 \n空旷地带的动物因为会乱跑所以较难养殖，所以建议放置栅栏围住动物。如果围起来的区域过大会导致进入求爱模式的动物距离过远无法互相发觉。如果动物靠着例如栅栏、玻璃板等非全体积方块繁殖，幼体有可能在外侧生成。\n猪、鸡、牛与哞菇被杀时可以掉落食物——而且如果死于火，掉落的食物就是熟的。牛也可以掉落皮革，鸡也可以掉落羽毛。羊死亡时只会掉落1个羊毛，远不及被修剪时掉落1-3羊毛的效率与可持续。染料可以染一次羊毛，但直接将羊染色无疑效率更高鸡蛋可在鸡牧场中大量得到，还可以加速鸡的繁殖速度（投掷鸡蛋有1/8几率生出小鸡）。牛可以用桶挤奶，哞菇也可以用碗“挤”蘑菇煲。您也可以修剪哞菇得到3-5红色蘑菇，但之后哞菇会变回普通的牛。\n\n自动牧场与大规模养殖\n  \n\n\n您可以在自动牧场中利用矿车运输动物以集中繁殖，但速度较慢，而且地图重载会导致动物脱离矿车——可以通过将动物“存”在玻璃方块内来解决。这里有一个DocMs 自动繁殖机械的例子，还有针对正式版1.1的Docm77的Minecraft教程：繁殖升级1.1。\n也可以利用生物压缩系统将生物限制在非常小的空间内以建造大规模养殖牧场。动物会“积压”在很小的空间内（通常是3格高的3x1空腔）——这些动物可以方便地用小麦繁殖，而且幼体也不会逃离空腔。如果从2只动物开始繁殖（无屠宰与失误），1小时后会得到56只成体与28只幼体；两小时后就是惊人的2349只成体与1174只幼体。\n可以利用台阶或是通过上方的洞喂养鸡。对于其它动物可以用侧面的1格大小的洞喂养。屠宰一只，喂两次，这样可以保持动物的数量恒定。\n建造自动牧场的教程请见YouTube视频Cake的生物压缩系统。\n\n\n幼年动物 \n幼年的动物是双亲的缩小版，有缩小的身体，相对大的头，更尖细的叫声，更快的移动速度。它们不会掉落物品或经验（小牛可以挤奶）。幼年个体需要20分钟长大（羊例外，吃草能加速羊的生长）。\n双亲会跟随孩子，但不一定是它们自己的孩子。如果两对双亲繁殖时距离过近，有可能两对双亲会跟随同一个孩子。如果生物不被攻击或地图不被重载，即使孩子长大，双亲依然会跟随。\n\n\n历史\n繁殖最早于Beta 1.9 Pre-release 2引入。\n在2011年9月9日，xDerik在Twitter上询问“您能确认1.8中是否会引入繁殖吗？”Jeb回答：“1.9里会有的。”[4]\n在Beta 1.9 Pre-Release 3中，Notch加入了幼年动物与喂养小麦进入“求爱模式”才能繁殖的机制。\n在Beta 1.9 Pre-release 2中，所有羊出生时全为白色，直到Beta 1.9 Pre-release 6，小羊能够遗传双亲一方的毛色。\n在Minecraft 1.0正式版之前，雪傀儡也可以用小麦繁殖。进入求爱模式的雪傀儡会互相用雪球攻击，导致它们均退出求爱模式并互相远离。如果玩家成功地让两只雪傀儡繁殖，会生成一只小雪傀儡。\n在Beta 1.9里，动物无需喂养便可繁殖，而且生成的是成年个体，从而会导致动物爆炸性的增长（本条目开始时的截图）。\n自12w03a起，可以用任何肉类繁殖狼。\n自12w04a起，猫可用生鱼繁殖，而且小猫的身体比例与大猫相同（不会有一颗大头）。\n自12w08a起，村民也可以自行繁殖了。\n\n\n画廊                         \n\n                        一只小哞菇                        \n\n                        一只小牛                        \n\n                        一只小猪                        \n\n                        鸡与小鸡的比较                        \n\n                        一只小狼                        \n\n                        一个狼家庭，还有一只猫                        \n\n                        所有可以繁殖的生物\n 漏洞  位于求爱模式的动物繁殖需要彼此互相看到，但并不需要接触。例如，隔着栅栏，两只互相可以看到的同种动物也能繁殖。\n你知道吗  玩家也可以用鞍像骑乘成年猪那样骑乘小猪。\n 小猪成年后鞍不会消失。\n 只要是同种成年动物就可以繁殖，无论亲属关系如何。\n参考 ↑ http://twitter.com/notch/status/117862983165681665↑ http://twitter.com/notch/status/117866152771846145↑ http://twitter.com/notch/status/117866152771846145↑ http://twitter.com/jeb_/status/112166224334553088\n\n",
    "replies": [
        {
            "author": "花开落幕情",
            "timestamp": 1334480640,
            "txt_content": "很有用"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1334482080,
            "txt_content": "我门的翻译官再次翻译了一篇攻略文"
        },
        {
            "author": "louieEX",
            "timestamp": 1334571540,
            "txt_content": "辛苦同志了！！"
        },
        {
            "author": "louieEX",
            "timestamp": 1334571540,
            "txt_content": "好东西拿下！！！"
        }
    ]
}