{
    "title": "<连载·单章>自由港！[作者：晓风晚月][第一卷]已经39555字了！----------",
    "author": "晓风晚月",
    "replyCount": 22,
    "timestamp": 1389595980,
    "txt_content": " 本帖最后由 晓风晚月 于 2014-4-7 13:16 编辑 \n\n[fly][你  敢  看  这  里  么：][/fly]自从受到了警告，我就知道必须要说这样的一句话：部分灵感来自于《自由港》，以及[贵人设置][MC的更年期之夜]话说[MC的更年期之夜]和[贵人设置]就是我对小号啊！《自由港》这个游戏明明还在制作……怎么看的话，我都是原创啊！注意;本作者暂时无时间排版，分章节！\n\n[fly]更好看的在这里：点我！！[/fly]\n[4月5日]更新：39555字。谢谢各位看官。↓为一首歌，但是找不到音乐地址，只能视频了http://v.youku.com/v_show/id_XNjQ5MTExMjAw.html\n\n    我背后的就是密林森顿之门，那里有着无尽的财富，财富是如此的诱人，可我不能产生贪婪，因为我是一名中国人。    可是，现在，我这名中国人，现在无法成为一名游客或是使臣，去正面地去欣赏它。    因为，我是一名士兵。士兵的使命都是沉重的，这股沉重伴随着哀歌却没有葬仪花。    我的使命，是保卫密林森顿世界，守卫密林森顿之门。我承诺，我一定会完成我的使命。    而现在，我就在执行着我的诺言……我不会反悔的。    敌人来到了密林森顿之门的门前，现在我，要去守护它，这无比的交通要道，美丽的博物馆。　　而我面对的则是几十个或者……几百个，上千个！杀人不眨眼的屠夫。　　挥舞着手中的刺刀，捅进一名名像我一样的战士的胸口，然后一股一股浓浓的战士的血液喷涌而出，将自己不屈的意志染在杀死他们的人的衣领上，让他们被这股血液的香味给冲昏头脑，然后被紧接着刺来的刀刃所制裁。　　我要面对的，还有成千上万的烈性弹药的轰炸。　　但是即便心在保卫祖国的意志之中，我们的战士还是一个个的，永远地倒下了。　　终于，我被推在了两军交锋的中央，而我手中仅仅握住一杆长枪而已。　　我的手在不停地发抖，我的心几乎停止了跳动，我甚至产生了失忆，我不知道我是怎样迈出这一步的，这一步让我惊心动魄，可是我控制不住自己，再次迈出了一步，我惊讶了，我竟然在前进！我竟然前进了！　　这时，我突然想起，我拥有的不仅是一杆长枪！　　我拥有的，是一股浓浓的热血，现在，它沸腾了！　　这股热血呼唤着我，不！是神在呼唤着我，杀死他们！杀死他们！　　我前进着，我挥舞着手中的长枪，我肆意地吼叫着。　　突然，我停止了前进，我停止了吼叫。　　——我……中箭了。　　我拼尽全力转过来头，不去理会中弹击穿肉体的痛苦，望着远处已经被战火所覆盖的密林森顿之门。现在，我不是以一名游客的眼光去看它，现在，我只是一名和母亲失散多年的游子。　　“晚安，母亲。”    ……    唔……谁可以告诉我这里是哪里？　　哦，你是瞎子么？这里是灾难后的世界。　　在新的世界：精灵世界——黑色大地领主：魔王撒旦征服了世界地表百分之九十以上的土地，占领了世界百分之八十的地下珍贵矿物出产源和出产权。　　在这个时代，精灵们躲在灌木丛中。矮人城堡也缩回了贫瘠的地下洞穴。而最懦弱的阿尔曼人则忍受饥渴交加和兽人军团的袭击。此时，魔王撒旦的黑手还是没有停歇，他的黑手开始向已经被创世神抛弃的旧文明世界（密林森顿世界）伸去……真是可恶啊。“我不应该知道这些的……”　　……这天下午，大长老和二长老匆匆地来到了执法场，现在这里已经人满为患。如果不是人们有着共识，否者他们会认为自己挤在了一堆乌云之内。　　“现在是犯人HIM的自供。”执法官铿锵有力的声音响起。　　人们都在看向他那混沌无神的双眼，这是一个眼球白色比黑色多的人。　　所有人都知道他的身份，HIM，犯了史蒂夫之怒的疯子。　　HIM，他是一个怪胎，在三年前，他还是一个人群眼中不一样的牧师而已。　　那时，他的传教虽然与他人不同，但是当时并没有引来什么。　　但是在今天，他以前的那些言论，简直就是有犯了天威的肆言！　　“我叫HIM，生于黑暗，服务于光明，我是光明的使者，我是密林森顿人类雷格拉国王的第九代嫡系子孙！”　　“放肆！”台下坐席里一名皇宫大臣喊道，一时间人人激愤。　　“他以为他是谁啊！……”大王子很愤怒的说道。　　大长老抬起了手，止住了他们的嘴，他想听下去。　　“我来自美丽的地球，那时候史蒂夫还没有出生，我和族人快快乐乐的生活在一起。”　　骗子！二长老眼中怒火直烧，地球才是他们的家园，很明显，他们不相信HIM的话。　　“我们辛勤的劳作，自由自在，人民团结，万众一心，直到有一天！”HIM的语气突然变强，眉头微微皱起，咬牙切齿的说道：　　“史蒂夫！他这个恶魔，他毁灭了我的家园，真正的地球！他才是罪魁祸首！你们错了！都错了！”　　哗！——台下不少人已经掏出了弓箭。无数只鸡蛋已经照顾了过去。　　“你们凭什么不相信我！凭什么？”HIM吼叫道，全身的锁链被摇的频频作响。　　“哼！把他拉下去，即日行斩！”二长老大呼道，大袖一挥扔下一张令牌。——“必杀令”。　　“你们要相信我，是史蒂夫伪造了这个地球，只有我一个人是清醒的，你们都被他玩弄于鼓掌之间啊！”　　疯子！彻彻底底的疯言疯语，大长老彻底失望了，一踏步消失在人群之间，顿时，无数的拳打脚踢飞向了HIM的肉身。　　拳打脚踢直到HIM被黒石守卫关进监狱为止，“碰！”的一声，铁门关紧，无数的光线都消失了。　　HIM落魄无比的从地上爬起来，这间牢房里的另外两名小偷又或者强盗早已被转移到了其他的地方去了。甚至连监狱的外墙都被加厚了一倍左右。　　现在，唯有他一个人，疯疯癫癫，被黑暗所吞噬。　　“大长老，你怎么看待这个疯子？”二长老走进会议室，哼了一声“杀了他我觉得太便宜了他。”　　大长老不吱声，抚摸着史蒂夫留下来的宝珠。这个珠子价值连城，因为是史蒂夫亲手合成的物品之一，所以即使不值钱他拿着也有一定的威望作用。　　这个珠子，大长老不知道它的名称，不知道它的使用方法，更不知道它有什么用，抚摸着这个珠子，大长老想起了HIM。　　在三天前，HIM被二十名刑部搜捕队员拿下时，第一时间，就交到了大长老的会议厅中。　　当时只有大长老和HIM两人在会议厅中，谈话了大约二十分钟，接到消息的二长老才连忙跑了，也正好阻断了他们的谈话。　　二长老当时一进门就怒火冲天，直直的向HIM怒瞪，没有发现大长老和HIM之间的谈话和态度，但是看见了HIM手上拿着宝珠，但当时也没有怀疑什么。　　二长老现在一看见大长老抚摸着宝珠，心中突然有了猜测。　　大长老是知道一切的人，就算他和HIM是同盟，单凭自己也是抵挡不了的。二长老心想。　　“如果一切真如HIM所说，我们都被篡改了记忆呢？”大长老心中没底的说道。　　“不可能，那为什么HIM没有被篡改记忆呢？”二长老反驳道，心中的猜测愈演愈烈。　　“万一史蒂夫大人当时能量用完了，无法篡改HIM的记忆，又或者HIM过于强大，史蒂夫大人无法完全封印他。”大长老说道。“没有什么是不可能的。”　　“无论如何！史蒂夫大人在那场灾难中救了我们不是么？”二长老问道。　　“那也可能只是为了掩盖事实！”大长老立刻回复道。　　二长老心中一紧，看着大长老好像变了一个人一样，“大长老，你不应该说出这样大不敬的话。今天这次就当没遇见，下一次，可是民怒了！”　　二长老大袖一甩，走出了会议室，表面看似像往常一样，心中却打算着准备应对措施，以防万一。　　黑暗中的HIM，透过铁护栏望着外面，街上已经没有一个人了。但是门口依然有着三名守卫，其中一名明显是队长，因为他身上佩戴的金剑就是他的地位象征。　　“亲爱的HIM先生，您的生命值，体力值已恢复。”HIM抬头疯癫的一笑，离开了黑暗处，瞬间他身上的生命恢复，饥饿恢复效果消失了。　　HIM，他生于黑暗，黑暗会给他最好的庇护。　　HIM精神一动，一本书出现在他的手中。“兑换短时间空间通讯一次。”HIM心中想到，一张蓝色的卡片出现在天空中。　　“通话于Sam博士”，HIM说道。一阵淡蓝色的光屏包围了HIM，将声音直接阻断，Sam的图像也出现在光屏上。“Sam博士，我需要你的帮助，在现在这个情况之下，也只有你才能救我一命了……”    ……    我搓揉着自己的手指关节。　　眼神游走在面前的白纸之上。　　时间一分一秒地过去了……　　这是一场考试。非常重要的考试。明明是考试，我却什么也没得做。　　我当然不想考的一败涂地，可是我没有一只笔，又如何考试呢？　　我想结果是必然的了——以零分的成绩而结束这场考试。　　“你叫什么名字？”背后突然有人问我。　　我的背后是没有学生座位的，一般来讲，这个座位是很好采取舞弊手段的位置，因为背后没有同学，所以能够和我对话的只能是监考的老师。　　“学号22170921。”我报出了我的学号，等着他自己去查找我的名字。　　“你叫米德？”我背后的老师拿着考生表格，神色有些惊奇。　　“你叫米德？”他又重新问了一遍，似乎是不相信我就是米德。　　我没有回答，只是点了点头。　　“你的父亲是十年前游城的贪污犯——米龙？”背后的老师很严肃地问道。　　“是。”这次我没有点头，低声回答道。　　“你能和我出来一趟么？”老师说道。　　“嗯。”我应了一声，便站了起来，从本来就打开的后门走了出去。　　也许其他的学生都认为我是考试舞弊了才出去的罢。　　老师拽着我的手，来到了里教学楼比较远的地方，开始和我说话了。　　“为了不被其他的同学或者老师听到我们的谈话，我必须将你带到这里……我是章羯，你应该听过我的名字。”自称自己为章羯的老师指了指自己。“在十年前你父亲被抓捕的那一晚，他和我碰了碰最后的一次面。”　　……　　“米龙？外面到处都在抓你，你现在到我家里来干什么？”章羯问道。　　“章羯，我这次来并不是为了拉你一起下水。”米龙安稳了一下章羯的心情，他说道。“我有一件事请希望你能帮我做到。”　　“什么事情？”章羯问道。　　“我也知道我现在的情况很危险，而且一定会被警察抓住，所以我决定等会就去自首。”米龙说道，“可是我还有仅仅七岁的儿子。我不认为我的妻子会安安稳稳的照顾他——我的儿子，米德。”　　“所以你想我照顾你的儿子？”章羯问道。“你也知道我……”　　“你放一千一万个心，我让你做的这件事情很简单。”米龙说道，“我已经安排了人，让我的儿子米德在十年之后去你上班的那个北城高中上学。”　　“到时候，你们就很容易见面了，总之，你一定要把这个东西交给米德！”米龙说道。　　“这是什么东西？”章羯问道。　　“你不要管这些，这个东西对于我的儿子非常重要，你一定要交给他。你要知道，我是看在你是我的挚友才放心让你做这件事情的……如果你做到了，我一定会保佑你一生平安的。”米龙嘱咐道。　　“我尽力吧。”章羯说道，他的心中也没有多大的把握。　　谈完了话的米龙立刻离开了章羯的屋子，章羯知道，米龙是要去背负他应受的罪责。　　章羯没有把这件事情和任何人说，包括自己最信任的家人也没有提过这件事情。　　本来这件事情应该就这样一直沉默下去，直到章羯遇上了米德……　　……　　“现在我仅仅是给你说这件事情，东西我并没有带到学校里来。”章羯说道，“今天晚上，你一放学就去我居住的第九小区。我会拿到东西在小区门口找你的。”　　“是的，章羯老师。”米德说道。　　“现在快去考试吧，你离开太久另一位监考老师会怀疑的。”章羯说道，一个考场分配了两个监考老师，所以章羯才如此放心地将米德带出考场，而不怕考场混乱。　　“老师，”米德突然叫住了章羯，“你能给我一只笔么？这应该不算舞弊吧。”　　“可以。”章羯说道，摸了摸口袋，一只黑色的水笔出现在他的手中。　　重新回到考场座位上的米德瞬间信息多了很多，主要是因为自己有了作战工具。　　米德，年龄十七，现在正在上游城七中，学历：高二。　　他是一个看似非常普通的学生，谁也不会去怀疑他的父亲是一个贪污犯。　　可是他的父亲真的就是一名祸害社会，祸害生命的贪污犯。　　因为他的爸爸米龙的受贿贪污，导致了无数“豆腐渣工程”的出现。　　有着无数人死在这些“豆腐渣工程”之下。　　这就是米德内心中的一块巨大的阴影，这块阴影让他几乎无法抬起头来，特别是在受过他爸爸的祸害下的人们，更加无法抬头。　　米德摇了摇头，开始专注地面对试卷了。　　根据考场墙壁上挂着的钟表，可以知道现在离考试结束还有一个多小时。　　试卷并不是普普通通以往人们认识的二十一世纪版的书山题海式的试卷。　　现在的试卷进行了全球的统一，所有国家的试卷都是一样的体系，并且几乎不会出现因为国家的分割而导致的考试时间不统一，也就是全球的考试时间几乎都是同一个时间。　　而考试题目也和以往大大不同了。　　考试题目出现了军法题，实验题等等新型题型。　　考试中的试卷内容与在教科书上的内容相似的只有百分之三十。　　也就是课外题型占据了试卷全部题目的百分之七十。　　这种新型试卷又被称为“潜能考试”。这是2201年初正式开始全球进行的。　　除了潜能考试的卷上考试，还有着卷下考试。　　卷下考试一共是“体能”，“敏捷”，“精神力”等等属性的测试。　　而卷上，卷下的分数汇聚到一起。就变成了评分等级。　　卷上一共八百分，卷下一共六百分。总分一千三百分以上为S级，一千一百分以上，一千三百分以下为A级。　　而九百分以上，一千一百分以下为B级，九百分以下则为C级，最低级的D级为总分低于七百分。　　在S级以上还有着最高级——X级，X级的标准是总分达到一千三百八十分以上。    米德的卷下成绩是四百五十分。　　本来卷上成绩要因为没有带笔而变成零分的结果变成了现在有了笔并且还有着三分之一的时间考试。　　米德想了想，自己最少还能获得七百分的卷上成绩，足以自己踏入B级的门槛了。　　一个小时过后，米德将所有的题目都填了上去，只是有着许多题目因为时间的关系纯属瞎填。　　现在就是发现错误的题目也没有时间去改了，米德想了想，放弃了要验证一遍的想法。因为每一题都是需要几道流程才能做出来的，现在要验证一遍根本没有时间去做。　　“哗——”这时，考场的窗外面突然出现了许多穿着西装的人。　　很快，校长也出现在了窗户外面，似乎正在和这一队西装男们进行交涉。　　但是，最终还是在某个西装男掏出来的一个圆形的好似令牌一样的东西下，校长放弃了和他们的交涉——居然妥协了！这些人怎么会有这么大的权力？米德非常惊讶地想到。　　不过这些西装男只是在走廊里面，并没有直接冲进考场里面，虽然他们还是眼睛直直地甩向考场内。　　“他们到底是为了什么？”米德心中想到。　　“叮铃铃……”考试结束的铃声终于响起，当监考老师将所有的试卷收完之后，立刻那些西装男冲进了考场。　　“谁是米德？”一名西装男向章羯问道。　　“考生表在墙上自己去看。”章羯说道，接着立刻转头向着最后一位的米德挤了挤眉毛。　　“逃！”米德立刻想到。他想到了他的爸爸——十年前的游城贪污犯。　　而他背后的那些人就有可能是对自己不利的人！　　“大哥！跑了一个。“一个西装男对着跑走的米德叫道。　　“笨！还不快守住门口！”被称为大哥的西装男咒骂道，“老二，老三！你们两个去把那小子抓回来！”　　“是！”两名西装男回答道，立刻冲出门去追赶正在逃离的米德。　　米德想了想，教学楼的前方就是校门口，目测大概需要跑步两百米才能赶到校门口。既然连校长都无法阻拦这些西装男，那么自己也不用去找其他人帮忙了，干脆就一条路——逃跑！　　“那边的小鬼！”西装男叫道，“停下吧！我们不会为难你的！“　　“鬼才停下！”米德已经认定了对方是来专门对付自己的。　　“滴滴……”一名西装男的手机突然响了起来。　　“喂，大哥。”西装男接过电话说道，“什么？哦，好的。我一定把这小子给抓回来。”　　西装男挂掉电话，立即大吼道：“抓住他！他就是米德！”　　米德听到背后的声音，立即双腿更加快速地奔跑。　　现在的他，在学校中的卷下测试中里的“体能”一项中达到了A级，长跑之下，只要背后追来的西装男的速度不超过他，就一定可以利用各种地形甩开他们，毕竟用自己现在的体力，跑上一个小时都不会感觉到累的。　　就当米德跑到校门口的时候，迎面跑来了十几统一服饰的名西装男！　　躲前面不行，躲后面更不行！　　米德想了想，左边就是游城的大型磁力地铁站。　　只要上了地铁，就有可能甩开他们！除非西装男们没有一起上地铁。　　不管怎么样还是先上了磁力地铁再说吧！　　米德想着迅速向着磁力地铁站跑去。　　磁力地铁，是靠着磁力的力量漂浮在地面上的地铁。　　“轰隆隆隆！”米德的背后突然传来了几十辆摩托车的声音。　　米德转头一看，摩托车上依然是无数的西装男！　　“轰隆隆隆！”十几辆摩托车瞬间包围了米德，以一个旋风的形式圈住了米德。　　“哼！”米德哼了一声，双腿一绷直，用力一跳，便踩上了一名西装男的肩膀！　　接着在从西装男的肩膀是轻轻一跳，便逃离了包围圈。　　看着一群西装男有了摩托车，很明显磁力地铁站是暂时不用想了。　　米德看着路边的大片的绿化带，心中立即有了主意。　　你们公路上有摩托车，但是摩托车总不可能开在绿化带上面吧。　　拿定了主意的米德立即跳进了绿化带中央。　　米德随着绿化带的分布，迅速地跑进了游城的某一个公园。身后则是一大波正在来袭的西装男们。　　“一部分人下车去追！”一名西装男说道，“另一部分人开着车堵着公园的所有出口！到时候我会以电话通知你们的！”　　西装男交代完毕之后，摩托车队迅速分成了两半，一半的摩托车留了下来，另外一半的摩托车则在公园边上的每一条街上都分布了两到三辆摩托车，直到所有的摩托车分配完毕。　　“人呢？”一名西装男叫道。手指着公园内的一个死角。　　“刚刚这小子明明在我的眼皮底下跑进去的。”另一名西装男说道。“这条路三面都是高达五米的假山，他不可能这么快就翻得过去的。”　　这时，只听一众人背后传来一道“噼啪”声响。　　西装男回头一看，一道黑影从东往西飞驰而过，刚才的“噼啪”声音就是飞奔途中不小心踢上一块碎石而发出的。　　“还不快追！”西装男说道，便开始起腿，背后一群人也紧接着追了上去。　　“摩托车，公园西面！”一名西装男从口袋中掏出手机大喊道。　　一名西装男凑到了打电话的中年男子边上，说道：“老大，看样子不对啊！好像不是那小子。”　　“喂，我就是一个练跑步的，你们追我干什么？”突然那一道人影转过身来说道。　　“不好！真的追错人了！”西装男大叫道，立刻往回跑去。　　而在公园的另一边的米德翻开下水井盖向着公园的东面跑走了。　　而摩托车手们全部还在公园西面等待着。　　米德看着身后逐渐变大的灰尘，立刻挥手拦住了一辆刚好在路边行驶的出租车。　　“去第九小区！”米德拉开了车门，立刻坐了进去，连忙说道。　　而当西装男们赶到公园东面的时候，已经看不到出租车冒出来的尾气了。　　“该死的！打电话给彪哥。让他自己头痛去吧。”一名西装男挥了挥拳头，很明显，米德不仅仅只有这些人对付。    在章羯心中，已经过去了四十分钟，这四十分钟里面，他一共看了六十多次手表，手上拿着一个手提箱，就这样等待着米德的到来，他已经知道有超过二十个人对付米德了，而他不敢相信一个十七岁的少年对付得了二十多个成年人，不过他依然等待着，仅仅是因为他曾经答应过米德的爸爸——米龙。　　“滋！~~”一道很长的刹车声响起在章羯的耳边。一辆出租车正停在第九小区的大门口前。　　“大叔谢谢你了。”米德说道，将手中的一百块钱递了过去。　　“没事，不过下次别老叫我加速加速了，再加速的话估计交警都要全部出动了。”出租车司机说道，找回了米德剩下的零钱。　　米德推开车门，对着章羯叫道：“章羯老师。”　　“没受伤吧？”章羯看着米德全身上下的污泥。　　“没事，就是刚才在下水道不小心搞上了一些脏东西而已。”米德说道，拍了拍裤腿。　　“东西呢？”米德问道，眼睛看着章羯手中的手提箱。　　“你把箱子一起把过去吧，我怕呆久了那些人又会找到你的。”章羯说道，挥手又拦到了一辆出租车。　　米德坐上了这辆刚来的出租车上，对着章羯说道：“明天我还要来学校么？”　　“哎。”章羯想了想，叹着气说道：“明天你最好还是别来学校了，真怕会出现什么不好的事请。”　　“我走了，章羯老师。”米德说道，挥了挥手，接着关上了车门。　　出租车行驶了一段路程后，突然停了下来。司机打开车门，将米德拉了出来。　　“你就是米德。”司机问道。　　“我不是米德，你想干什么？”米德问道。米德拉了拉另一边的出租车车门，却根本拉不开。　　“这个车的一切归我管，没有我的同意，你不能拉开这个车门。”司机说道。“这个车连监控都没有呢。”　　“不管你是不是……我只认指纹。”司机说道，掏出了一个小型仪器。　　米德的手被他拽着往上面按了一个指印。　　“滴……滴……”仪器连续响了几下，最后在指示灯上亮出了绿灯。　　“知道绿灯代表什么么？”司机问道。　　“代表我要跟你走。”米德冷冷地说道。　　“呵呵。”司机笑了起来，“知道要去哪么？”　　“放我走！”米德叫道。    “这不可能。”司机说道。　　“能让我给我妈妈打个电话么？”米德问道。　　“现在不能，或许等一会可以。”司机很果断的说道。　　重新回到驾驶座位上的司机往着CD播放器上的按钮上按了几下。　　“噼啪……”车上几阵声音响起。　　出租车副驾驶的座位上一个抽屉从车底缓缓上升。　　司机掏出了一串钥匙，连续打开了两重保险门，拿出了一个头盔。　　“知道这是什么么？”司机问道。　　“看样子……是天网2217版更新版的天网虚拟世界连接器。”米德说道，“但是现在明明只有2216版的连接器，电视上也没有出现过最新的预告……”　　“它不是天网2217最新版，它……是天网2201的封测版。现在估计已经没有几个了。”司机说道，“当时一共只发了两百个这样的封测版连接器，知道它的原主人是谁么？”　　“我猜它是我爸爸的。”米德说道。　　“你看起来很有信心……难道你见过？”司机说道。　　“我没有见过。”米德说道，“但是我想不起还有谁能给我带来这么多的麻烦。”　　“我的天，你竟然管它叫麻烦！”司机好像比较难以置信。“好吧，它的确是你的爸爸的，而且价值很高。”　　“这个连接器里面储存了你父亲留给你的一段话，而且锁定了密保，只能两个人使用这个连接器——那就是你米德和你的爸爸米龙。”司机说道，“你想要么？”　　“当然。”米德说道，“我感觉我的爸爸突然神秘了很多。”　　“他一向很神秘。”司机说道，“不过……这个天网虚拟世界连接器你不能直接拿走。现在开价！两万自由币怎么样？很便宜的。”　　“你要和我做交易？”米德说道，“你明明可以找到我的妈妈的。况且……这比2216版本的天网连接器还要贵上100自由币啊！”　　“不不不，我知道的，米龙将所有，不，百分之七十的遗产都交给了你，尽管他因为贪污而损失了几百万的自由币，但是他依然还有着一个超过一千万自由币的备用金库，所以你现在比我还有钱。”司机说道，“天啊！我竟然知道这个秘密而且还没有准备打劫你！我自己都要被我自己惊讶到了。”　　“可惜我答应过你父亲不能伤害你一分一毫。”司机说道。　　米德想了想，还是从口袋中掏出了一张金属卡。　　在各个银行里面，这种卡被称为“自由交易卡”。自由交易卡是可以随意转账和网上交易的，在自由交易卡上会自动记载各种交易信息，然后传送到银行当中，当有人丢失了自由交易卡后，银行会根据这些信息将剩余的金额汇入新的一张自由交易卡上，然后交给失主，不过自由交易卡十分昂贵，要重新办理一张自由交易卡需要交纳两百自由币的制卡费和十个自由币的服务费，但是第一次办卡只需要一百一十自由币即可，等于打了半价。　　而且自由交易卡的使用也很特别，这种卡必须要配合卡上认定的主人指纹才能进行操作，虽然现在已经可以模仿他人的指纹了，可是自由交易卡上记载的指纹是更加细微的，现在的机器还无法模仿出来。　　“你的ID是什么？”米德问道。“转账需要ID输入。”　　“240081990。”司机说道。　　“转账，转账对象……240081990，转账金额：两万自由币。开始转账……”米德特意开启了语音输入，瞬间，自由交易卡上的剩余金额消失了两万自由币。　　司机也拿出了自己的自由交易卡，看着上面多出来的两万自由币，脸色露出了微笑。    “连接器给你，住在哪里？我送你回去。”司机看着多了两万自由币，心情也好了许多，竟然自己要求送米德回去。　　“不用了。”米德说道，立刻转动了车门把手，转了两下，车门终于打开了。　　抱住连接器的米德拦住了另一辆出租车，钻了进去。　　看到米德如此举动司机也没有什么反应，将自由交易卡塞进口袋，便驱车离开了。　　出租车再没有出现什么突发事故便到了米德的居住地——游城北区的第十小区。　　游城一共划分了五个城区——东区，西区，南区，北区，中心区。　　每一个区又划分了两个小区，按照中心，东，西，南，北的排序为第一小区到第十小区。　　每一个城区都有学校的建设——按照规则：一个城区有一个育儿园，一个小学，一个中学，一个高中。大学在中心区建设。　　米德居住在北城的第十小区，便在北城的北城高中上学，当然，这也是米龙刻意安排的。　　“咚咚咚！”米德敲了敲门。　　门后面没有反应，米德又按了按门铃。　　门后面还是没有反应。“怪了，平时妈妈这个时候已经下班了的。”米德嘀咕道。拿出房卡向着门上的电子感应锁上刷去。　　“滴滴。”电子感应锁响了两声，门便自动打开了。　　“妈妈，在家吗？”米德问道。　　可是半天没有人回答，看来妈妈是没有回来了。　　米德走进自己的卧室将脏衣服换下后，坐在了床上，手上正抱着那款天网2201封测版的连接器头盔和摩羯交给他的手提箱。　　米德想了想，还是先打开手提箱为好。　　“啪咔！”一声，手提箱便被打开了。一只装满了绿色液体的注射器出现在米德的眼前，注射器上还刻着巨大的X和F两个英文字母。此外什么也没有。　　没有知道这有什么用，米德没有贸然将这些绿色液体注射进入体内。将手提箱关好，在床下打开一块已经松动的木板，木板的下面是一个空洞，小时候米德经常在这个洞里藏着自己的东西，将手提箱整个放进了洞里，再将木板盖上，看起来就和原来普普通通的地板一模一样。　　米德再将视线放在了天网2201封测版连接器的上面。　　米德看了看，这个封测版的连接器的操控按钮大多数还是和现在的连接器差不多的。　　将这个已经有些老化的连接器戴在了头上，按了按启动按钮。　　“现在剩余百分之十的电量，确定要使用吗？”电子合成音响起在米德耳边。　　“确定。”米德说道。　　“本连接器设有身份密保，正在扫描中……”电子合成音再次出现在米德的耳边，而这次米德已经知道了这个连接器只能他的爸爸米龙和他使用了。“欢迎用户A-100进入游戏……”“自动分配世界……[自由港]！”……    公告：[玩家米德加入游戏]此时，天边的一道身影从天而降……　　    “这……真的是游戏么?”双手慢慢地浸入小溪，用手挽起一束清凉的水流，看着水从指间流过，他还感受得到水的清凉之感，米德喃喃自语。　　“米德，从现在起，你不能再把这个世界当成游戏了。”向导径直走了过来。“从现在开始你就是整个密林森顿世界的一份子，从今往后，你都必须称自己为‘冒险者’。这是对我们伟大的密林森顿世界的尊敬和礼貌！”　　“是的，向导先生。那么我现在要做什么呢？”米德问道。“刷怪升级吗？为什么我都没有看见过城市？连一个人影都没有，除了您。”　　“如果我猜得没错，你的第一个任务就应该是找到一个NPC城镇。”向导哼哼道，“任务哪有这么容易完成。另外，你们冒险者所谓的刷怪升级，在这里最好是收敛一点，否则你会有大麻烦！”　　米德低了低头，“是的，向导先生。您说的没有错。”　　“还有，你……”向导似乎正要说些什么，突然一阵光屏包围了他。　　米德瞬间被光屏退出了两三米远，他惊讶的远远望向了向导和他身边的光屏。　　向导向米德挤了挤眉毛，示意他不要惊慌。而这时，光屏上已经出现了一个人影。　　毫无疑问，这上面的人就是HIM，只是此时只有向导才能看见HIM并和HIM通话。光屏之外的米德根本无法听见任何声音，以及看见光屏上的虚拟人影。　　“Sam博士，我需要你的帮助。”HIM说道。　　“看你的背后，你应该是被关进了黑夜崖谷的监狱。那里终年黑暗，怪物活动频繁，所以养出了那里顽强好战的黑夜族人。怎么？你被他们囚禁了，你应该不会被他们这么容易的干翻才对。”向导说道。　　“黑夜崖谷的大长老重新回来了，我敌不过他！”HIM说道。“他明天就要斩我！”HIM的神色有一些慌忙。　　“你等等，我现在还在大草原，这里离黑夜崖谷太远了，我不能亲自赶过去，我想想办法，你现在还有多少NPC值？”　　NPC值，它是整个密林森顿世界里NPC之间交易的货币，也是NPC技能消耗的物资之一，一般游戏玩家无法获得，玩家想要获得NPC值只有一种办法，——让NPC自愿交出来。　　“我原来有300点NPC值。现在为了通话我已经付出了50点。”HIM说道。　　“看来你无法使用‘黑夜传送’技能了。真是可惜！”Sam博士（向导）说道。“如果你可以用的话也不会找我了。”　　“办法想出来了吗？”HIM问道，他看起来很着急。“离通话结束还有30秒。”　　“想出来了，”Sam博士颤颤地说道。“只是心有不忍。”　　“怎么了？”眼看有了希望，HIM立刻问道。　　“我在这里有一名新来的冒险者。我可以花费1000点NPC值，催动一次我的技能——‘替死鬼’。让他代替你，使你们两个人的坐标位置互换。”Sam博士说道。　　“请救救我！”HIM顿时双膝跪下。　　“哼！你真冷血。”Sam博士说道。但他此时手上顿时出现了一本和HIM一模一样的书。　　HIM顿时出现了笑意，结束了通话。向导从光屏里走了出来，接着他背后的光屏像水一般的波动了一会，淡淡的消失了。　　“你的新手任务是什么？”向导问道。　　“第一个任务是找到一个NPC管辖的城镇，怎么了向导先生？”米德问道。　　“没什么？刚好，刚好。正好我现在赶时间。”向导摇了摇手中的书，“如果你想要直接去城镇，就把你的大拇指在书的封面上按一下，”他又补充了一句，“我现在有急事。”　　“当然，当然。向导先生，我们还会相见吗？您这样乐于免费服务与冒险者的NPC的确少见。”米德笑嘻嘻的说道，把自己的大拇指按在了书的封面上，接着，他的大拇指就拿不下来了，但是米德对于向导已经非常放心了，并没有感到惊慌。　　“NPC之书”上一阵白光闪过，乳白色的光辉包围了米德的全身。一个健壮男人的身躯出现在他的面前，似笑非笑的对着他，接着米德已经踩在了黑夜崖谷的大地上——黑夜崖谷的监狱里。　　而此时，HIM已经完全脱身了。　　“这里是哪？”米德叫道。他推了推监狱的铁门。铁门却纹丝不动，而铁门后的铁甲武士都根本回也不回头。　　“该死的，那个向导不会传送出了问题吧？怎么我会来到监狱里面！”米德自己在脑海里问道。　　“靠！算了，先完成了任务去。”米德喃喃自语地说道，拿出了一本类似于NPC之书的羊皮卷轴——冒险者卷轴。　　生存性任务：1，寻找城镇。——寻找一个NPC管辖的城镇。任务状态：已完成。您获得了1森顿币，10密林币。　　米德摸了摸背包，里面已经多出了几枚原型的硬状物。这个名叫《自由港》的游戏并没有一般的网络游戏里的空间背包。给玩家储物的工具只有一个比较大的麻布袋子，也算是比较现实化了。　　“嗯？还有完成的任务？”米德有一些吃惊，他翻了翻卷轴，上面提示着完成任务数量：2。　　探索性任务：1，发现[黑夜崖谷]。——发现二十级危险区域黑夜崖谷。任务状态：已完成。您获得了10枚森顿币，100枚密林币，1枚勇者勋章。　　“勇者勋章？”米德细细思考着，想着什么是勇者勋章。毕竟在游戏里面，物品不是看到它就会显示自身属性的，这也是《自由港》里面对于玩家们的难题，对于知道这些物品有什么用处的人，他们都被冠以“鉴定师”的称号，在一些大城市，会有专门的鉴定所，而通常有鉴定师的地方就会有一些拍卖会出现。　　拍卖会可以是玩家举办的，也可以是NPC举办的。但是无论如何，NPC和玩家都可以参与拍卖，为自己拍卖物品。　　对于一些任务流的玩家来说，举办拍卖会，是吸引NPC的措施之一，有了大量的NPC，对于他们来说，就有了大量的任务。　　“不过看起来是一个装备，肯定是有用的东西。”米德说道，将勋章别在了自己的新手服装之上。　　     米德望向了监狱的窗户，那里是一片漆黑。　　黑夜崖谷，整天都是黑夜缠绕，乌云肆孽，不见光明。　　这个世界有四片大陆，五片大洋，——阿斯兰大陆，远古大陆，精灵大陆，龙迹大陆；红沙湖海，珍珠海，黑海，魔鬼海，珊瑚海。　　太阳帝国位于阿斯兰大陆的东边，领土占阿斯兰大陆的四分之一，其余四份之三中三分之一的领土是太阳帝国的友邦月影帝国，还有三分之二是远古森林。阿斯兰大陆的东边，也就是太阳帝国的东边，是宽广无边的一片海洋——红沙湖海。在红沙湖海中，有三座属于太阳帝国的围成三角形状的岛屿——火苍山岛，括苍山半岛，天苍山岛。在红沙湖海和黑海的边界处就是火苍山岛，和火苍山岛隔着黑海相望的是另一片大陆——昭武大陆，那里是太阳帝国自古以来的敌人——阿尔赛帝堡王国。　　而黑夜崖谷，就是属于阿尔塞帝堡王国的一个沼泽地区。　　新手服装，其实就是一个男式的西装，是每一个男性玩家进入游戏时，直接塞进各位的包裹里的，如果不愿自己裸奔的人都会第一时间拿出衣服然后穿上的。当然女性玩家当然就是女式的服装了。因为米德是一个大男孩，所以他所穿的就是男式的西装了，新手服装没有任何战斗用处，只是为了保温和遮住身体而已。　　“110枚的密林币，11枚的森顿币，怎么的我也是有钱人了啊，好想出去买装备。”米德心里想到，可惜他现在身在牢狱。尽管他身上没有任何犯人的气息。　　“算了！下线！等等，不对！玩家下线自动进入睡眠状态，而NPC活动照样进行，万一我在睡觉的时候被NPC咔嚓了怎么办？这里可是监狱啊！死了的话……”　　米德想起死后游戏的惩罚就有点心有余悸。　　“现在做什么呢？”米德有些苦恼。突然，监狱隔壁传来了响声。　　它像是……凿墙的声音。　　很快，墙上出现了一丝裂缝，透出了一点点的光芒。　　这看起来就是米德的生存之光。　　“嘿！那边的朋友，听得见么？救我，救我！”米德瞬间跳起，跑到墙壁边上，贴着墙壁小声地叫道。　　“……那边的，你让开一下！”对面沉默了一下，传出来一个中年大汉的声音。米德从墙壁上弹开，对面的大汉更用力的挥舞着稿子。一阵阵微弱的敲打声传来，“吭！吭！……”　　大约一分钟的时间，一个可以一人转进去的洞被凿了出来，一个手拿十字镐的中年男子出现在米德的面前。“是一个小鬼？”对方明显很是吃惊。　　“小鬼，你是谁？你是犯了什么罪，还是这么年青就进来了？”中年男子问道。“你看起来只有我儿子那么大，你也许是十六岁，又或许还不到十六岁……”　　“我，我叫米德……我是被诬陷的，我什么罪也没犯！”米德说道，什么罪也没有犯这倒是真的。　　“真的！我是一名冒险者！”米德叫道。“被诬陷……”大汉陷入了沉默。“大叔，你救救我，救救我！”米德抱住了他的手腕，这是米德唯一的希望。　　“你跟我来，孩子。”中年男子说道，拖着十字镐离开了米德的牢房。　　“等等，万一有人发现这堵墙被凿开了可怎么办？”米德问道。　　中年男子回过身来，手上正握着两个灰色的石块，这种颜色和墙壁一模一样。　　他将米德拉到身后，将石块放置在墙壁残缺处，石块竟然瞬间软化，膨胀，直到墙壁复原。　　“神迹！这是什么技能？”米德叫道，一般的技能可没有这种效果。　　“有些事情你不应该多知，我已经救了你一命……”中年男子缓缓说道。　　米德连忙摆手，“来日一定拜谢大叔！”　　中年男子却不以为然，“我本来是来为HIM解围，只是碰见了你而已。”　　“HIM？”米德心里有些疑惑，心里根本想不起来一个叫HIM的人。　　“那么，我走了，大叔。”米德一晃身子，穿过一层层的凿洞。　　黑夜崖谷的监狱如同一个迷宫一般，米德大约行走了半个小时终于发现了监狱的大门，但是米德没有直接通过大门离开，天知道还有没有狱卒守着。只好再次寻找出口，又过去了大半个小时才看见了一个巨大的凿洞内露出来的草皮。　　一脚踩进了草地，抬头一看，竟然已经来到了一片森林，而背后就是黑夜崖谷的监狱。　　米德四下走了走，一眼望去，竟然这四周都望不见城市的存在，这监狱竟然建立在如此荒芜的地方。　　米德走出了监狱后不久，监狱就如同烧了开水一般闹开了。　　监狱长面对一名中年男子只用了两秒，就把自己白白送命了，原先有三百狱卒的监狱，现在只剩下寥寥无几的二十多人。　　“老大，我们……现在怎么办？”一名狱卒问道。　　“先收拾一下，把尸体都找回来，尽量多收回一些，我去找找还有没有信号弹。”一名看起来颇有处事经验的老人说道，手上还抓着一截断的铁剑，铁剑上的断口，光滑无比，说是人用手扳断的几乎不可能。可偏偏，他就亲眼见证了这一幕，将他的七魂，硬生生的吓跑了一魂！　　这时，一辆沉重的黑色的四马动力的大马车飞速的从车道上行驶了过来。　　在黑色大马车之后，紧随着大约五十多人的骑士军团。　　荒野之上，毫无遮挡的监狱曝光在这些人的视野之下。　　“大……大哥，那……是来……就我们的……人吗？”一名狱卒颤抖着问道。　　大哥从仓库里跑了出来，擦了擦黑乎乎的脸，“我还没有发信号弹啊！”　　“这些人来历不明！你们还不拿起兵器！我们这样惨兮兮的摸样，怎么见人？有失我们黑夜崖谷监狱狱卒的仪容！”一名狱卒站起来说道，手中拿着一支长枪。　　“去你/妹的！还想着仪容仪表呢？”另一名狱卒说道。接着瞬间转身，“哎呀，那边的帅哥救命啊！”　　对面的骑士军团脚步稍稍放慢，接着狂奔而来。　　“四弟啊，我看，你是惹了他们的马了！你看，这些马，多兴奋啊。”一名明显当过马夫的狱卒说道，接着转身就跑，“一般情况下，这都是‘被践踏’发生之前的情形！”　　……　　米德最近有些兴奋，这股兴奋一部分来自于出了监狱。　　而另一部分来自于米德发现了一些稀奇的东西。　　他现在正在一棵黑夜崖谷特产的大树下玩弄着这棵树的树枝。　　这棵树，米德叫不来名字，他只知道，要想板下一根树枝需要非常大的力气。　　现在他的手上正拿着一根比较粗的树枝，剥去上面的枝丫，对准远方的一只兔子，用尽力气去投射。　　只见兔子好像发出了什么声音，就一动不动了。　　米德认识这只兔子，当然不是指和这只兔子很熟。这只兔子正统的名字叫“森顿兔”，一般出没在山地，盆地，森林，后肢比一般兔子更短但是更有力，可以在狭小的空间里发生多次急刹车或紧急转弯。　　这只兔子一般的血量应该是四滴，森顿兔的皮毛可以减少他的拳头大约一半的力气，按照米德现在普通的攻击，每一下只能带走森顿兔一滴血，甚至更低，但是利用这个树枝，米德可以做到一击必胜，一击必杀！米德剥了很多的树枝，数了一下一共有五十三根树枝，他有点莫名的欣喜，他在玩这款游戏之前，还是了解过一点点的游戏资料的，至少他还知道森顿兔，自身的基础攻击量还有工具潜能。    什么是工具潜能呢？这是一种类似于一般游戏里技能一样的东西。　　也就是当你使用这个工具，并有使用这个工具的工具潜能，就会有加倍的利润和收获。　　工具潜能是可以学习而获得的，而米德了解到，一开始游戏，玩家自身就会获得五种到七种的工具潜能，但是玩家自身并不知道是哪几种工具潜能。　　很明显了，米德已经发现了一种自己的工具潜能。　　也许有很大的几率这种使用“树枝”来当飞镖进攻的工具潜能要被归纳为暗器类。　　虽然有了技能，但是这并不代表你有了职业。　　一般情况之下，“冒险者”这个职业会陪伴一般的玩家一生。　　少数玩家会遇见一些比较高级或者千年不遇，万年不遇的城市或者神迹，遗址等等。　　通过与NPC拜师，结友便可以获得“职业”。职业对于一个玩家非常重要，它虽然不可以瞬间拉大玩家与玩家之间的差距，但是长期以往，带来的利润是非常巨大的。　　米德将木棍往草地上的石块上磨了磨，将它磨成了一把小刀。开始对森顿兔进行解剖。　　解剖是一种比较广泛的技能，一般情况下有手就能解剖，有刀就更好了。　　在《自由港》这个游戏里面定义了解剖技能就算只有零级，丝毫没有熟练度，也能够获得一些有用的物品。　　这让米德非常放心的开始对森顿兔解剖，尽管他对解剖七窍通了六窍——一窍不通。　　肉末横飞，献血遍地，一只森顿兔的尸体已经惨不忍睹，一边的米德双手还滴着森顿兔的热血。整个现场已经证明了米德就是杀害森顿兔的凶手！　　米德现在疑惑极了，为什么他解剖一只兔子都能引来一大群的森顿兔，看样子，连森顿兔的某个部落的族长都被惊动了。　　“年轻人，你到底是狼心还是狗肺？敢对一只如此可爱，善良的兔子下此恨手！你好狠心呐！好狠心啊！”森顿兔群里面一只年迈的老兔子跳了出来，大声说道（它用的是森顿大陆通用语，所以沟通也并不难）。　　米德四处看了看，全部都是森顿兔仇恨的双眼射过来的利剑。这让米德内心极为不爽——“我干什么了我？我不就是刷了一只怪吗？有必要吗？”这时，米德突然想起来向导给他的一句话，——“你们冒险者所谓的刷怪升级，在这里最好是收敛一点，否则你会有大麻烦！”　　米德心里感叹道，“向导先生说的话都是锦囊妙计啊！”　　突然一只比较笨重的森顿兔子跳了出来，这只兔子米德一看就知道绝对比自己还要重上十斤！如果被砸到一下……那可是不得了的事情。　　“人类小鬼，胆敢冒犯我森顿兔一族的权威！你不想活了？”这只肥胖过度的兔子大声吼叫道。它猛然一跳，米德感觉自己的双腿就这么的被震得弹了起来。　　“可恶的人类！你现在有两个选择！”大森顿兔子说道，“第一，乖乖的留下你的所有钱财，当然，如果你有森顿币的话，你可以选择交出十枚森顿币来换你一命！第二种方案，我想你不会想听的。”　　米德动了动嘴，“说你的第二种方案！”　　“来人！抬我的上方宝剑！”大森顿兔子叫道，“第二种方案！让我用我们森顿兔部落的宝剑攻击你三下，您若是能抵挡得住不被打死，直接放你走！”　　“你说的可是真的？”米德问道。　　“千真万确！按你们人类的话，君子一言既出，驷马难追！”大森顿兔子说道，“君子坦荡荡，小人常戚戚！这么说，你是选择第二种方案了？”　　“我又没钱……”米德抬抬手说道，尽管他有十一枚森顿币，但是毫无疑问，他不是一个轻易屈服于别人的勇者。　　“你要什么武器？”大森顿兔子问道，“我给你一次挑选武器的机会！”　　米德大喝一声，亮出了一根闪亮亮的木棍，“这个不用你操心！肥胖兔子！”　　现在我们切换到森顿兔观众的视野里去……　　左边，只听一声大吼——“嗷呜！~”，一只一米高，半米长的森顿大兔子走了出来，嘴上还叼着一把非常……“锈”气的铁剑。　　右边，一名来自外地旅游失手错杀我大同胞的武夫，嗯……他好像叫钛合金，他一米七的身高，手持一根木棍，头顶青天白日走了出来。　　米德举起木棍，大喝一声：“德玛西亚！”然后冲了上去，他以每秒三公里的速度冲向了俺们滴大王。　　只见大王潇洒的转过身来，张嘴一口咬住米德的脖子，然后……　　现在米德万分欣喜，天知道为什么会有一只兔子白白的给他送武器，这兔子的确笨的要死，自己又没有手，只能用嘴刁着剑。　　现在这只肥胖过度的兔子一咬米德的脖子，剑就径直的掉了下来，插进了泥土里面。　　米德顺手一牵，“刷”的一声将铁剑拔了出来。　　“停下！”大森顿兔子急了，叫道，“把剑还给我！”　　“为什么？”米德反问道。　　“我们事先说好的，你必须挨我拿剑打你三下才行！现在一下都没有打到！”大森顿兔子说道。　　“不行！我要是还给了你，就是和我自己过不去！”米德说道。　　“大哥，我求你了！”大森顿兔子哀求道，“我上有八十岁的老母亲，下有还没有满月的儿子……”　　“别和我在这胡扯！反正你这剑是拿不回去了！”米德叫道，“一边去，还不快让路！别碍到我办正事！”　　“靠！得了便宜还卖乖！没你这么坑的！”大森顿兔子叫道，“小的们！给我上！”　　森顿兔子要送经验了。米德心中极度的兴奋了，这森顿兔，又送武器又送经验，有谁会这么好啊！　　大约半个小时后……　　整片小树林都被兔子血给染红了。　　米德心里那个高兴啊，这把剑的攻击对于森顿兔来说简直是一下秒杀啊！    米德看了看《冒险者卷轴》，上面显示他已经来到了第三级。　　米德数了数，大约自己杀了至少两百只森顿兔了，只可惜自己的背包只能装下五只森顿兔的分量，再多一只，不说背包是否装得下，自己也不一定背的动。　　“老大，大哥，老爷！放我们一马吧！”大森顿兔子哀求道。“我上有八十岁的老母亲……”　　“放你一马可以！”米德很爽快的说道。　　“谢谢老爷！谢谢大人！”大森顿兔子很高心的说道，自己终于捡回了一条命了。　　“但是！”米德突然太高了语气，“你们必须每天交给我保护费！”　　“保护费！什么是保护费？”大森顿兔子问道，不知为何心中有些瘆的慌。　　“保护费就是你把钱给我，我保护你们森顿兔不会受到伤害……”米德说道。　　“不不不！我们森顿兔的生存能力很强，不用大人费心思了！”大森顿兔子的头摇的似拨浪鼓一般。　　米德生气了，“不交！不交我现在就杀了你！以后我见一只森顿兔杀一只森顿兔！”　　“大人息怒！我现在就交，现在就交！”大森顿兔子说道。大森顿兔子非常心痛的从口袋里拿出了一枚森顿币。　　“才一枚？”米德问道。　　“我只有这一枚了……”大森顿兔子说道。　　“不行！我要三枚！”米德说道。　　“什么！三枚？大人！你为什么这么吊！”大森顿兔子跳了起来，叫道。　　米德狰狞着摸样，说道：“不交者，死！”　　大森顿兔子瞬间双膝跪下，“大人，我愿意自愿成为您的宠物，为您效忠，这剩下的两枚森顿币就免了吧……”　　“宠物！对啊，宠物！”米德恍然大悟。“那个，怎么让你变成我的宠物呢？”　　“嗯，交宠物，必须先让宠物吃好喝好，培养感情……靠！你打我干嘛？”大森顿兔子叫道。　　“说重点！”米德叫道。　　“其实只要动物自愿就可以成为别人的宠物。”大森顿兔子说道。　　“那么，你为什么还不自愿呢？”米德问道。　　“我要吃好喝好！”大森顿兔子说道。　　“跟着我将来一定吃好喝好！”米德诱惑道。　　“真的吗？”大森顿兔子问道。　　“当然！”米德回复道。　　“看来我不从也得从了……”大森顿兔子哀怨道。　　……　　一股滚烫的力量在米德的手臂上环绕，最后冷却下来，变成一个小小的花纹。　　而这个花纹就是见证主仆关系的主人之章。　　而大森顿兔的身上印着的就是另一种花纹：仆人之章。　　米德看着自己的冒险者卷轴，上面已经出现了自己的“宠物”一栏。　　不过上面只有寥寥无几的几条信息而已。　　名称：大森顿兔（可更改）。地位：森顿兔的王者。等级：三级。忠心度：44。（畏惧）　　基础属性：　　体力：5；魔力：1；　　力量：2；防御：1;　　技能：　　1，强力跳跃（一级）：跳跃力量是原来的1。5倍，可以跳的更高和更远，当然也可以进行攻击。　　2，森顿纹皮（一级）：增加百分之二十的防御，增加卸力属性，可以卸除一定的冲击力度。　　3，森顿兔之剑（一级）：可以使用一般的轻质剑，攻击力度是剑本身攻击的百分之七十五。　　注：忠心度消失至0时，自动解除主仆关系。　　注2：当宠物拥有精灵之泪时，可以选择解除主仆关系。　　当米德看完森顿兔的属性之后，再看向自己的属性：　　体力：20；魔力：10；力量：3；防御：1；等级：三级。　　“和我相比，你的各项属性根本不够看啊。”米德说道，“亏本了！”　　听到这话的大森顿兔，忠心值瞬间又下降了很多……　　米德抬头看向了天空，一轮弯月已经飞上了天空的正中央。　　“森顿兔，你知道晚上会出现什么吗？”米德问向大森顿兔。　　森顿兔思考了一会，“嗯，像你一样的冒险者，绿色的僵尸，绿色的不知名动物，黑色的巨大蜘蛛，白色的骷髅，绿色的史莱姆什么的。”　　“为什么我现在没有看到呢？像僵尸这样嗜血的黑暗生物应该很快就来的才对。”米德又开始疑惑了。　　“僵尸什么的虽然智商比较捉鸡，但是领地意识是非常强的，这里是我们森顿兔的领地，他们是不会出现在我的领地里的……等等！等等！大人您的背包里冒出光了！”　　“什么？”米德有些惊讶，他迅速脱下了背包，一把扯开了背包纽扣，“多了一张纸，哦！不对，这是一封信！”　　“恭喜您，远程兑换功能开启……”米德念到，心中突然冒出一种冲动，“我勒个去！远程兑换！”米德仿佛看见了无数的神器围绕在自己身边。　　米德向下继续看去，“将此页与《冒险者卷轴》融合，即可开启此功能。”　　“融合？怎么融合呢？”米德心中问道。他将这张纸贴在了《冒险者卷轴》上，却毫无反应。“难道还要特殊物品？”米德心里又开始揪了。“胶布？蜂蜜？到底要怎样那！？”　　米德心里歇了歇气，将这两样物品放回了背包。“现在最重要的应该是努力使自己变强才对！”　　米德想了想，“按照游戏里的老玩家的话说，‘想要富，先撸树’的才对。”　　米德来到一颗很大的黑夜树面前，用尽了全力锤向它的树干。　　树干纹丝不动，米德却痛的跳到了一边。　　大森顿兔眼见米德受伤，心里一阵愉快。如果米德看得到的话，他一定会大骂一通的。　　“好吧，数据显示，黑夜树什么的拥有很厚的装甲。”米德嘀咕道，“我还是继续剥小树枝吧。”　　“一根，两根……三十根……五十根……”米德慢慢的剥着树枝，如此的耐力让大森顿兔颇为无语。　　“你要剥到什么时候？”一个声音冒了出来。　　“两年后吧。”米德回复道。“不对，森顿兔你声音变了？”　　“哼！禽兽放开我的头发！”这个陌生的声音又冒了出来，米德开始毛骨悚然了。　　一个三米高的黑影站了出来，在它的阴影之下，米德几乎看不见一点儿月光。　　“你……你是谁？”米德惊恐的问道，瞬间跳出了两三米之外。　　一边的大森顿兔已经替这个黑影回答了，“黑……黑夜树傀儡！它是黑夜树傀儡！”“嗯？黑夜树傀儡？没听过您的大名啊！”米德低声说道。    “嗷呜~~”黑夜树傀儡就像一头巨大的黑熊一般，猛扑了出来，它的身躯之下，是一片巨大的阴影，而这片阴影就已经快要沾上米德的衣角了。　　“什么！”大森顿兔瞬间石化，——它竟然吃惊而忘记了逃跑。这个白痴！　　“靠！森顿兔子！在你家怎么可以放这么变态的玩意！”米德瞬间吐槽道，拉起还在发呆的大森顿兔转身就跑。　　大森顿兔揉了揉已经快要爆开的太阳穴，嘀咕着说了些什么，只是声音小到了米德差点听不清楚的境界了。　　“你刚才在说什么？”米德问道，双腿依然费劲全力地飞快奔跑着。　　“这只树傀儡已经有了大约五百年的生命了！”森顿兔疯疯癫癫的大喊道，“我们部落才成立的将近四百年啊！将近！”　　“说这话你想表达什么？”米德不禁问道。　　“再这么跑下去我两必死啊！~”兔子抬头吼道。“停下吧！说不定他还会饶我们一命的……”　　大森顿兔继续说道，“五百年的黑夜树傀儡，它的等级绝对是上了二十五级的！我们是打不过它的，相信我，——投降吧！”　　米德手里拿着一根粗大的树枝作为防身武器，他对着背上的大森顿兔喊道：“我——米德，从出生开始，就没有想过要投降求饶！”　　为了不避免影响跑步的速度，米德只是挑了一根大约50厘米长度，并不太重的树枝作为防御武器。　　“你……”大森顿兔叫道，“我怎么会和你这样一个呆瓜作主仆关系！”　　“碰！碰！嘭嘭嘭！~~”米德的身后传来了树傀儡的巨大的脚步声和树枝杂草等等被捏碎的声音。　　“兔子！我们两个是绑在一起的蚱蜢，你也要想一想办法啊！”米德怒吼道，双腿再次加速。　　“我正在想啊……不要烦我！”大森顿兔怒吼道，揪着自己的头发不放。　　大森顿兔突然跳了起来，身子一歪，差点掉到地上，“我想到了！我想到办法了！”　　“什么办法？”米德心中一喜。　　——“投……降！”森顿兔缓缓说道。　　“我勒个去……我就知道你这只兔子靠不住！”米德大叫道。“现在投降也来不及了吧，拜托！”　　“嗷呜~！”米德背后的黑夜树傀儡再次发出一声惊天大吼。　　“靠！你咆哮吧，咆哮吧！尽力地咆哮吧！在这暗无天日的时候，一切都睡着了，都沉在梦里……都该死了的时候，就是我打败你的时候！”米德喊叫道，突然转过身来，将手中的木棍狠狠的投掷了出去！　　一束白光在木棍上徐徐环绕，最终一丝不苟的……包裹了木棍的全部！　　这不再只是一根普普通通的木棍！——它，是赋予了米德工具潜能的全力一击的大杀器！　　上面的白光，就是米德闪耀着的信念！　　“嗷呜……”黑夜树傀儡顿时停下了脚步，并且脚板一扭，就想要后退——它希望躲过这一击。　　看到黑夜树傀儡如此的摸样，米德心中大定，瞬间无比的信念从他的心中冒了出来。　　米德迅速的翻开了自己的背包。　　背包里面除了森顿币，道具什么的杂物，还有给米德最大信心的物品——他的武器：可以附上工具潜能力量的树枝飞镖！　　“唰~！唰~！”米德两手同时工作，两手一前一后投掷出了五根树枝！这些都在很短暂的几秒之内完成了！米德做完了这些并没有停歇，他拿出了在森顿兔领地里获得的铁剑（虽然很烂，但是在目前看来这是米德最厉害的杀器之一）　　米德看着不远处，甚至只有三五米的黑夜树傀儡，他相信自己一定能干翻它——尽管这是这一只在二十级危险地区[黑夜崖谷]的怪物。　　可是黑夜树傀儡并不这么想，那根赋予了全部工具潜能力量的木棍已经快要被他躲开了——“只要躲开第一根这个杀伤力最大的，其余的完全不是问题！”黑夜树傀儡如此想到，虽然他速度方面不是很强悍，甚至称得上是非常缓慢，而且因为它笨重的身体，就来敏捷度都大大的下降了，这也是为什么米德可以一直跑在他的前方而不被追上。　　可是，就当黑夜树傀儡如此想的时候，这也正是它躲开木棍攻击那一刹那的时刻！一股大力袭向了黑夜树傀儡的后背！　　“碰！~~”黑夜树傀儡脸色瞬间大变，他开始绝望了，他最后瞟了一眼身后，“是谁？……唔……”接着，瞳孔瞬间放大！　　而就在这时，木棍已经轰向了黑夜树傀儡的身躯。　　黑夜树傀儡扭动着头部，“如果头部没有被打到，我一定还有反抗的力量……”　　可是就当他扭动头部的时候，他的头颅——正好放在了木棍的“航道”之上！　　“碰！~~”一声巨响，随后，五根较小的树枝也接二连三的击中了黑夜树傀儡的身躯！黑夜树傀儡僵持了一会，等待它的却是一把锋利的铁剑！“刹！~~”剑尖直接穿过了黑夜树傀儡的身躯，露在了黑夜树傀儡的后背之上！　　最后，黑夜树傀儡的身体依然改不了命运——永远地倒下了！而这时，米德的脑海里也出现了已经击杀黑夜树傀儡的信息。　　[提示：玩家米德已经到达了第六级，请注意属性的变更！]　　看到一大强敌死亡，听到自己升到了六级的米德却没有过于轻松。因为，他知道在黑夜树傀儡的身后一定还隐藏着一个人。　　他知道，自己能够杀得了黑夜树傀儡都是拜这个神秘人的福。　　只是，他还不知道，这个神秘之人，是好……还是坏。　　也许，如果是大森顿兔的话，它会认为自己遇到的是救星。　　但是米德绝不会这么想，一切的未知——都是他的敌人！　　月光照射在这个看似比较神秘的人身上，为什么说他看似比较神秘呢？因为他的全身都被衣物所包裹了，仅仅露出了一双黑漆漆的双手，若不是仔细看的话，像米德这样的普通人一定会以为他的手上戴的是一双黑色的手套！因为他们的肤色可不是黑色的。　　一个妖异无比的声音冒了出来：　　    “嘿，你好。看样子……你应该是一名冒险者吧……咯咯……冒险者大人，你好……”这个黑夜树傀儡背后的神秘之人，发出了他自己的声音，在米德的耳朵里，是那么妖异！　　大森顿兔猛然跳了出来，“你好！我们……”而这时，米德一把手捂住了大森顿兔的嘴巴。　　“这位兄台，我可不是什么冒险者呢。”米德抬起了头，响亮的说道。　　神秘人径直走了过来，但是米德依然看不见它的相貌。　　而且……在米德的眼中，这个人走路的姿态有些过分的别扭。而这时，这个神秘人突然，它站起身来居高临下地问道：“那你是谁呢？呵呵。”　　这时米德才发现，原来这个人，一直都是蹲着的！直到刚才站起来，米德抬头目测了一下，竟然有大约三米的高度！一时之间米德竟然看呆了，直到他面前的这个比较高的神秘人哼了一声为止。　　“我……我是NPC啊，一名可爱可亲的，善良朴实忠厚的NPC呀……”米德连忙回复道。　　“呵呵，小样！还想骗我！”听着米德的答复，神秘人突然笑了起来。　　“我说错了么？”米德心中突然一凉，“我真的很可爱可亲，忠厚朴实还很善良啊！”　　神秘人绕到了米德的身后，米德的头也跟着绕到了后面，“哼！我说的不是这个！你根本就不是NPC！”　　“你凭什么这么说？”米德向它质疑道，他的心中也没有底，毕竟他不知道如何辨别谁是NPC还是玩家，自然也模仿不来NPC的身份了。　　“因为在这个世界里，普通的NPC只会知道NPC只是一种他们眼中的货币——NPC值，而不知道NPC是一个身份，更不知道自己就是一个NPC。”神秘人徐徐说道，声音低沉得很，却又能够传进米德的耳朵里。　　“哼！万一……就像你说的，我不是普通的NPC呢？”米德问道，透过神秘人的话，他还有一些可能。　　“就算是，你的能力也弱小到这种地步，根本反抗不了啊！……今天，你们都别想活着离开这里！”神秘人突然长大了嘴巴，发出了一反此前的高声尖叫！——米德透过神秘人的嘴巴，看到的仅是一片紫黑色的光芒，而这时也同样看到这一幕的大森顿兔睁大了双眼，几乎就要将自己的眼角撕裂了一般！　　米德一摸耳垂，似乎已经摸到了因为声音过为巨大而伤害到了耳朵冒出来到血液。　　不好的事情要发生了！米德心里想到。　　“像你这样实力低下，还妄想来这二十级的危险区域冒险？”神秘人叫道，“难得你认为你已经拥有了三级挑战二十级的能力了？”（在杀黑夜树傀儡之前米德还是三级）　　“唔……呜呜……”米德手中的大森顿兔突然发出了叫声，只是它自己的嘴巴被米德给盖住了，所以发出的声音很微弱。　　虽然声音比较微弱，但是米德的听觉和普通人相比他还是略胜一筹的，它听到了大森顿兔发出的声音，接着松开了大森顿兔的嘴巴。　　“安德！是安德！这个末影界降临下来的末影人——安德！”大森顿兔一被松开了嘴巴，就像话唠解放了一般大喊道。　　“恭喜您！猜对了！不够很可惜，您没有奖品。”安德（这是一个种族名称，不是人名）说道，随后一把扯下自己的伪装。　　“你们有两个选择！一，立刻离开这里！不要逼我发火！第二个选择：让我亲自杀掉你，还有你！”安德大叫道，手指向米德，还有米德身边的某只大森顿兔。　　“哼！安德？末影人？等等，我好想记得起来一点。”米德大吼道。　　“哦，你晓得我啊……到底想到的是什么呢？呵呵。”安德用它那妖异的声音说道。　　“安德，又名末影人，视野范围是半径为六十四米的范围圈，因为特殊的黑色角质皮肤，拥有很敏觉的第六感，只要有人的视线落在他的身体的任何一部分超过二点五秒，它就会注意到你，有一定几率进行高速移动来到你的身边！拥有至少三米的身高，身体纤细，但是体质特殊，拥有远超常人的体力！而且还有吸收他人一部分能力的能力！”米德似乎想起来了关于安德的一切，缓缓地说道。“哈哈……面对你，我根本连逃跑的机会都没有！”　　米德盯着安德的双眼，——那双仿佛要将人吸进去的双眼，他说道：“可是……为什么你可以进入森顿兔的领地呢？”　　“在我的眼里这个小小的森顿兔的领地根本没有权利阻止我的脚步！”安德显得非常霸气的说道。　　“真正的现实又有谁知道呢？哼！”米德不知为何，突然面对安德这样危险的怪物却没有一丝胆怯！　　“如果我猜得不错的话……你，这个本该不出现在这里的末影人，是被追杀，而逃进这块本来属于森顿兔的领地里的！”米德逼近到了安德的眉前。“你现在一定是受到了巨大的创伤！然后想着让我们离开或被你效力的方法！比如你给我们的第一个选择就是让我们离开这里，离开这里干什么？当然是为了你可以好好的在这里养精蓄锐，恢复实力！而你给我们的第二种选择——如果我们不离开的话，就要杀死我们！为什么你不当场杀死我们呢？为什么要帮助我们杀死黑夜树傀儡呢？因为你现在的实力根本就打不过黑夜树傀儡，只好借我们的刀，杀了在你心中最强大的对手，而我们两个，对你来说因为气力已经消耗完了，根本对你没有威胁，而你还可以用你的天赋异能，吸收我们的能力，来恢复你自己！”　　“推理能力不错啊。”安德有些诧异，“你已经准备好受死了吗？”　　“哼……看看你的后面吧！白痴！”米德大吼道，脸上挂满了自信。　　    安德看着米德充满自信的眼神，心头突然一震，迅速将头拐到身后，似乎要确定自己的追杀者距离自己还有多远。　　而当安德回过头来到时候，看到的只是一片森顿兔的尸体……接着迅速转过身来，一看——米德早已雁过不留尘。　　“哼！我就知道这只是一个小鬼而已，现在，不也是逃跑了么？……真的跑了么？”安德弯下它那笔直笔直的摇杆，正准备要坐下。　　“休！~~”一声刮破了空气的响声传了过来！　　“偷袭么？”安德说道，“我就猜到的，做张做势！哼！”　　安德口中念了念几句咒语似的东西，在树枝到达它的坐标位置之前，就以几乎瞬移的速度高速移动离开了原地！　　而一秒钟之内，安德迅速转身了几个角，来到了离自己刚才原地三十米之外的米德面前！多么恐怖的速度！　　“我还以为我能活下来的！”大森顿兔一阵悲鸣。　　“闭嘴！你这个混蛋！”米德咒骂道，再次拎起了大森顿兔，拔腿而跑。　　安德看着米德的远去，自己却没有迈出一步，“我就这样让你跑，二十秒钟后，看你到底甩的了我么？”　　“这可是你说的！”米德低吼一声，双腿再次发力！　　“我有意见啊！明明后果是逃跑！为什么你还要去挑逗它的耐心啊！——你是疯子的最新产品：深井冰吗？”　　“深井冰？……是又怎样？不是又怎样？”米德叫道，“很好！前面就是下坡路了！”　　“还很好！就是下坡路你也跑不过安德的变态脚步的呀！”大森顿兔吐槽道。　　“有时候，并不需要跑得过它……我一样可以将它击败！”米德的双腿再次加速。“十八秒……十九秒……好！就是这个时候！”　　当第十九秒刚刚过去的时候，米德瞬间滚下坡道，并且，将背后的背包转移到了胸前，尽管这仅仅是一个看似对于逃生毫无作用的动作。　　“二十秒到了！蝼蚁们！你们准备好了吗？”安德高声尖叫道。“是时候猎人出动它的猎枪了！啊哈哈哈哈……”　　仿佛身体就是由黑影一般组成的一样，安德冲了过来！——天赋技能：高速移动！　　安德就像风一般划过了草地，半晌过后这些草才会从弯腰姿态回归直立姿态。　　“嗔！~~”米德的上方传来一道空气撕裂的声响——安德已经来到了它的头顶！　　“哼！就是这个时候！”米德大喊道，一翻胸前的背包，早已准备好的树枝成有序顺序排列着！　　米德很清楚，末影人的高速移动虽然很强悍，但也不是所向无敌的！这个天赋技能有一个唯一的缺陷！那就是——只能够以直线行走！无论是哪个末影人，都无法改变这个缺陷！因为无法改变缺陷，所以末影人群种只得以强悍的战斗力来弥补这个缺陷。　　这个缺陷对于米德来说消灭现在已经受伤的安德够了！　　在直线行走加高速移动的惯性之下，安德被带到了草地坡道上的半空之中，而这时，安德与米德之间的距离只有短短的半米，因为地心引力的原因，甚至还不到半米的样子！　　“开炮！”米德大喊道，将手中的树枝飞射出了左右手一共六只树枝炮弹！（暂时就叫树枝炮弹好了）　　“你这个混蛋！”安德愤怒的大吼道，无奈他身在半空中——无法借力，只能白白挨打。　　“连击！”米德再次大喊道，趁着安德降临到地面还有一段距离，再次飞出暗器！　　只不过这次的暗器有些奇怪而已……　　“靠！为什么要扔我啊！”某只比较大的森顿兔哀嚎道。　　“笨！快抓住它！一定要抓住它！”米德大吼道。虽然看似森顿兔被甩出去了，但是米德的手还是紧紧握着大森顿兔的前肢。　　“啊……嗷呜！”大森顿兔发出了狼嚎，双手一把抓住了一切可以抓着的东西。　　“啪！”的一声，大森顿兔抓到了安德的被毛。而这时，安德正好落在了地上！　　终于落地的安德根本无法细想，立刻开始高速移动——它想要甩开这些脸皮厚到无地自容的家伙！　　只是，安德高速移动的同时，它也带动着抓住它被毛的大森顿兔一起高速移动。　　而大森顿兔，又被米德所抓住了一只前肢，一起被带动着高速移动，于是……他们无论如何都是在一起的（虽然风刮的很强劲啊有木有！）。　　米德现在迅速抛弃了原来的远程攻击，握紧了拳头，开始了近身攻击！　　“左一拳，右一拳……降龙十八掌，如来神掌……开天辟地掌……”各种十八般武艺被米德拿了出来，一阵阵势大力沉的拳头和巴掌落在了安德的身上。　　而此时安德更本无法反击！因为在高速移动的同时，他必须把所有精力放在躲避障碍物和移动方向上！　　否则就会发生很强劲的交通事故和产生巨大的交通现场的！　　米德正打的兴奋，突然，背景好像从模糊不清变成了静态……　　“竟然你如此作死……那么就去死吧！混蛋！”安德癫狂的笑道。　　米德悄悄地向下一瞥——悬崖！起码有三百米深的悬崖！　　“你也会死的啊！白痴！”米德大叫道，阵阵回音从悬崖下的山谷传来。　　“死？……实话告诉你们吧，我不会死！不会死！永远不会的！”安德癫狂的笑道，一甩身，加快地掉了下去。　　“你认为，我也会告诉你我也不会死的吗？”米德叫道，双手都抓住了安德，努力地发力，似乎想要将安德的身躯翻到朝地面的方向去——他需要一个垫背的最佳选手。　　“我会让你活下来么，白痴！”安德叫道，两人如此在半空中挣扎着、进行着一场与众不同的决定生与死的竞赛！    “难道……就这样死了么？”米德心里想道，“不！这不可能！”　　“我最后想要问的一个问题就是……你为什么知道我们末影人一族这么多的信息，你明明这么弱小……”安德张了张手，问向眼前和他一样不断下降中的米德。　　“我不会告诉你的！白痴！”米德大吼道。　　“哼！”安德怒哼一声，看着无法摆脱米德。口中开始不停地念着什么咒语……　　而距离它这么近的米德听得一清二楚！　　虽然安德说的不是大陆的通用语，而是末地世界的末地语音，但是……米德却神奇地听得懂它在说些什么！尽管依然还有部分文字听不出来……　　“消失……分身……回归……故乡！”　　说完了咒语的安德彻底抛开了米德——它的身体在读完了咒语的一瞬间就消失了！这样米德再也无法在半空之中借力了！　　正在不断加速地垂直下降中身体丝毫不被从峡谷之下飞来的强风所抬起，似乎摔死是唯一的结果了。　　眼前是一朵朵云……一片片的迷雾……不断地被自己所冲破……　　“那么……死……就死好了……死，也不过是属性归零，物品归零罢了……”米德心里想到，不管怎么样还是有一些不舍啊！　　一个瞬间过去了……两个瞬间过去了……　　感觉时间都要被清零了……　　感觉世界已经空白成了一片……　　“哗！——”耳畔边似乎传来了一阵声响……好像是……流水声？　　米德的心突然激动了起来。　　他慢慢地睁开了眼——入眼处……是一个巨大的瀑布之下的水潭！　　终于有机会……不死了！　　……　　现在，已经是黑夜崖谷的第二轮月亮升起的时刻了……相对于其他地方，现在正是傍晚六点左右。　　月色之下的少年默默地从水潭深处游了出来，而他的身上正趴伏着一只不知生死的兔子。　　少年的名字叫做米德。是的，他活了下来，救了他的正是他身后的一潭清水。　　只是清水里面混杂了一些东西罢了。　　“哇啊啊！……”米德的背后传来一阵声响。　　米德根本不用猜，他已经知道身后的是什么了……一大波正在袭来的水生史莱姆！　　水生史莱姆……顾名思义，就是在水里生长水里出生的另类史莱姆。　　虽然个体战斗力不是很强……但是它们从来都是“一大波水生史莱姆正在来袭”的啊！　　“哇啊啊！……”水生史莱姆一阵阵大叫道。如果不是米德听不懂它们说的语音的话。也许这群水生史莱姆正在大喊着“娘子你不要跑啊！”也说不定呢。　　对于米德来说，现在真是麻烦接连不断而来，刚刚逃出虎口又遭遇危机。　　不过幸好，这些水生史莱姆只有一级左右的样子。　　二十级的危险区域——黑夜崖谷代表着的并不是所有怪物都是二十级以上的实力，而是最强悍的怪物是二十级以上，三十几以下而已，同时，危险区域也代表着这个区域里面二十级以上，三十几以下的怪物到底有多少个，一般来说，和平区域只有一个或者两个达到这个区域的最高等级，普通区域则有两个以上到五个以下（包括五个）的生物达到最高等级，危险区域则有五个以上十个以下的生物达到最高等级！而危险区域以上的，就是死亡区域了，这个区域里面，不允许有普通生物和普通NPC居住在里面，因为这里面的危险程度太大了！最安全的死亡区域也有二十个到达最高等级的生物而且都是五十几级的超级BOSS！不过这些数值可不是单纯的固定的，它们会随着强大怪物BOSS的迁移而转变，谁也不知道哪个才说的真正的安全的区域！　　像黑夜崖谷这样仅仅是二十级的区域就是危险区域的地方，可以说是万中无一！同时也是广大冒险者群众经常来此打酱油的地方。　　言归正传，米德现在对于一大波水生史莱姆的态度就像当初对待一大群森顿兔一样。　　掏出那把原本是大森顿兔的铁剑，手起刀落，一只水生史莱姆仅需一剑便可干掉！　　在米德面前的人物信息栏之中那绿色的经验条正在一撮一撮地飞升中……　　《自由港》这个游戏里的升级规则和其他游戏的升级规则并不一致。　　在其它的角色扮演游戏里的升级规则是一级升级完后，下一级的经验需求就更多。　　但是在《自由港》里面却不是按这样升级的——每一级升级都仅仅需要二十点经验值！　　等级在游戏里面仅仅有着很少的用处，但是这些用处却都是非常重要的——例如：附魔，附魔是一样非常高超的技能，在一般的NPC中更本不会出现会附魔的铁匠等等。附魔后的武器或者护甲有着更强的属性增加！最高级的附魔状态是增加十点附加属性，例如：一把本来攻击力附加为二的木剑，附上了“亡灵杀手十级”的标准就表明了这把剑对黑暗生物有着两点基础攻击加上十点的附魔攻击一共是十二点攻击力度！　　经验值，哦不，在人们活着的时候它是叫做“经验值”的，但是在死亡之后呢，这些经验值就不再叫做“经验值”了，而是被转换为了“积分”！。因为一些可以复活的人们死之后，各项属性是全部清零的——相当于轮回一样（不过记忆依然保存着）。所以在死后，经验值几乎是没有用处的，但是被转换为了“积分”的话，用处就比较大了。　　在死后的复活女神宫殿里，有着一片墓地，那里是记载人们死后所获得的积分的地方，你会根据玩家编号找到自己的坟墓，使用自己的双手，将坟墓下面的土挖开，挖开之后，会获得如图密林森顿世界里货币一样的积分，而自己坟墓也只能被自己的双手挖开并取出里面的物品。　　积分事实上就扮演着一种货币一样的身份，死后的人们是可以决定自己在复活女神宫殿里呆多久的，甚至这复活女神宫殿里面还有着专门的旅店，赌博区，商店等等设施。而想要使用这些设施就必须使用自己的钱——积分去兑换你需要的东西或开始娱乐活动——例如：赌博，竞技等等。　　而经验值与积分的兑换是一比一的。也就是你原来有多少经验值，在这里就有多少积分。　　在复活女神宫殿这里可以花费高额的积分去买一种宝物——复活女神手臂雕像。　　复活女神手臂雕像并不只有一个，而是左右手一共两座雕像，两座雕像的价格一样——都是一万点积分，这就相当于一名玩家需要升级到五千级！因为一级就是二十点经验值。　　复活女神左手雕像——可以让你死后的物品不会消失。　　复活女神右手雕像——可以让你死后的属性不会归零。　　这两样对于玩家们来说都是至高无上的宝贝，堪称价值连城，很多人都不愿将经验值花费去附魔装备，而是死后去用积分兑换宝物。　　事实上，人们其实是可以使用箱子储存物品的，而且人们可以买一个箱子（很便宜）或者自己做箱子（只要你拜了模具师为师就会学到的）。难道复活女神左手雕像就没有用处了么？当然是不！　　在人们活着的时候，箱子是会被主人给锁上的（使用灵魂之力，主人也可以选择不锁，不过大多数人都是选择锁上的），而死了之后，箱子就会自动解锁！——天啊！这不是白白让人偷窃吗！　　而人们使用复活女神左手雕像的时候，你会发现这些东西会稳稳当当，一点不少的出现在复活女神宫殿内的货物储存处内。    “刷刷！”米德两刀砍了下去，随着而来的是两只水生史莱姆的死亡。　　“很简单嘛！”米德说道，他算了一下，每一只水生史莱姆都会给他带来一点经验值，这一波的水生史莱姆起码有一百只，也就是说不出意外的话米德可以拿到一百点的经验值。　　当然，意外是年年有的……　　“唰！~~”米德再次一剑砍了下去。　　[提示：您杀死了一只水生史莱姆，获得了两点经验值！]　　“嗯？怎么会变成两点经验值了？”米德心里问道，“好吧……反正这是好事对不对。”　　“啾！~~”一只捍卫领地荣耀的水生史莱姆率先来到了米德的面前。　　“又来一点经验值！”米德兴奋地说道，当他准备把铁剑从刚才那只水生史莱姆的身体内抽出来时……“什么？竟然拔不出来！”米德大叫道，眼看还有一只水生史莱姆就要来了，大杀器——铁剑却拔不出刚才水生史莱姆的尸体里了。　　毫无疑问，这就是滥砍滥杀的后果，（各位看官可不要学坏……）。　　“噗！……叭叭叭叭！……”前来到米德面前的水生史莱姆正要发动撞击攻击时，米德向着它猛然打出了一拳！可是，结果却是米德的拳头像打到了棉花上一般，并且拳头还陷了下去……更重要的是……米德的拳头被黏住了！　　“这到底是怎么回事！”米德彻底癫狂了，将拳头一甩，可是水生史莱姆照样纹丝不动地粘在了米德的拳头上。　　当然，米德不会仅仅只是甩一下的。米德来到了一颗巨树前，用力地将水生史莱姆锤向了树身。　　“噗！”水生史莱姆好似泄了气一般的瘪了下去，但是……米德并没有接收到这只水生史莱姆死亡的通知！　　“噼噼啪啪！……”突然，瘪了下去的水生史莱姆突然膨胀了起来……越来越大……越来越大……最后，“彭！”地一声，爆炸开了。　　好吧，这次的死亡并不是因为米德的攻击，所以米德没有获得一丝一毫的经验值增长。　　而水生史莱姆的尸体爆炸开来的无数的粘液飞溅到了周围，米德的全身几乎都被挂上了一条一条的粘液。　　在还不是最坑爹的……坑爹的是，米德现在连一只手臂都被粘液沾上了呀！　　现在四周都是爆出来的粘液，如果他的鞋子不小心踩到这些粘液的话，天知道会出现什么样的困境！到时候连脚都不能动了吧！　　“怎么兔子现在还没醒！一般情况下好像都是它出主意的吧！现在怎么轮到我了……”米德叫道，“不对，兔子它不会死了吧……”　　趁着第二只水生史莱姆还没有赶到，米德用着唯一能动的一只手臂翻了翻还在胸前的背包。　　摸了摸，摸到了一本外皮封面非常粗糙的书——它就是《冒险者卷轴》！　　赶快翻！赶快翻！米德心里大叫道。现在，他突然有些舍不得了背后这只正在垂死中的兔子。　　虽然《冒险者卷轴》现在只有短短的几页纸，但是米德每翻一页都感觉时间的匆匆流逝。终于，“宠物”一栏出现在了米德的面前。　　两眼一瞥！　　名称：大森顿兔……体力：1；（虚弱，生病，垂死）。　　虽然体力只剩下一点，还有着虚弱，生病，垂死等等负面属性，但是……没有死就好！没死就是没事，现在最重要的就是如何在这一波明显变强大的水生史莱姆里面活下来！　　等等……不对……怎么这些水生史莱姆没有扑上来？难道对我这一个活生生的大男孩没有兴趣？米德心里吐槽道。　　这时，一大波残余的水生史莱姆突然变化的阵势，从杂乱不堪，突然变成了两排列队。　　噼噼啪啪地跳跃着，好像他们正在迎接着什么地位重大的人物……　　难道是超级大BOSS？话说二十级的危险区域最起码都有有五个二十九级的BOSS啊！　　难道这就是五个BOSS其中的一个二十九级的超级大BOSS？　　“靠！那不是死定了！”米德心里狂吼道，没想到他米德一世英名就要死在一群史莱姆的手中了，不对，史莱姆没有手，只能死在……那什么中了。　　话说这个粘液怎么好像没有时间限制啊！我的一只手现在还打不了啊！这个技能效果也太变态了吧！（不愧是史莱姆啊，叫兽！天啊！叫兽，粘液效果怎么可以这么强悍！什么？这是502超强粘合剂？）　　“嗷呜！~~”这时，一个恐怖的声音出现了……　　“彭！……彭！……”好强劲的脚步声，额，好像不是脚步声呐！　　在米德的眼中，一个巨大的黑影正在袭来！　　“靠！那是什么？”米德问道。可惜这里的水生史莱姆都不像大森顿兔一样会说人话，不然就可以给他剧透一下下了。　　一个巨大的蓝色阴影从水潭的深处冒了出来，巨大的水幕被这个巨无霸一样的生物抬起，水幕的两旁，无数的水生史莱姆忽隐忽现……　　最终，巨大的水幕慢慢地撤去，随之出现在米德面前的是——一个无比巨大的蓝色的水生史莱姆！　　“嗷呜！~~哇啊啊！~~”巨无霸一般的史莱姆发出了惊天般的吼声！　　“更本不用出现的BOSS好不好！光是BOSS边上的小兵就可以让我吃上一壶了呀！”米德吐槽道。“靠！那边的二货！哥就在这里，有种你就过来啊！”　　[提示：二十七级黑夜崖谷中型BOSS——二百五十倍体水生史莱姆王出现！]　　“原来是二百五十倍的史莱姆个体么！”米德叫道，现在他抬头所看到的，仅仅是这个BOSS的全身的一小部分而已！　　米德倒是想要抬头看向史莱姆王的头顶……只是他的脖子也被粘液粘住了无法移动。　　这么巨大的BOSS，却仅仅只是黑夜崖谷里的中型BOSS，可想而知那些被称为“大型BOSS”的怪物们是多么的强大！    “嗷呜……嗷呜……”好像史莱姆王下达了围捕米德的命令，几十只水生史莱姆从各个方向扑向了米德。　　“额……”米德哀嚎半声，就被水生史莱姆们裹住了全身。　　从二百五十倍体的水生史莱姆王的身体里，弹射出了无数根细丝，抓住了已经被完全黏住的米德。　　慢慢地将他拉向自己，就好像……要吞噬米德！　　“刺啦……”虽然米德连眼皮都被黏住了，无法动弹，但是通过感觉和听觉却也能知道自己正在缓缓被米德吞噬。　　这是一股说不出来的感觉，像进入了水球里面一般，可是偏偏全身都被黏住了无法动弹……　　“唔……就要死了么。”米德心中叫道，双瞳渐渐失去光彩，这次不论怎样都得死了吧。　　“成为我的口粮吧……冒险者……”一个声音从米德的耳畔传来。　　“口粮……听起来真够恶心的，话说变成口粮的是我啊！”米德心中叫道。　　“怎么回事？明明我是闭着眼睛的，为什么，还是有着一点光芒在我的面前……我看得见它……但是……看不见其他的东西……”米德摆着双臂用力地纵身游了过去。“那是什么？那是什么！”　　……　　“冒险者，虽然我不知道你是如何能够来到这里的……但是，欢迎你的到来！”一个光团内冒出了说话的声音。“你好！冒险者。听得见我说话么？”　　而周围则是一片空白……只有光团和米德在这个特殊的世界之中……　　“这里是哪？”米德问道，现在的它已经没有水生史莱姆包裹的一丝痕迹了。　　虽然身上什么都没有缺少，但是……背上的大森顿兔去哪里了？　　“这里……我把它称之为‘我的世界’，因为在此之前这里只有我一个生命体在这里。”光团说道，“现在也许要称为‘我们的世界’了。”从光团的语气里听起来好像非常高兴一样。　　也许孤独了这么久有一个说话的人的确应该高兴一下。　　只是米德就高兴不起来了。　　首先，他知道这里不会是死了之后的‘复活女神宫殿’，因为这里根本没有一个建筑物，连人……也只有一个会说话的光团！第二，来到这里应该和刚才的中型BOSS——二百五十倍体水生史莱姆王有关，毕竟自己来到这里还是因为被水生史莱姆王吞噬才导致的。第三，也许刚才自己明明眼睛被黏住了无法睁开却看得到的光芒就是眼前的这个光团。可是……这个光团到底是什么呢？　　米德想了想，似乎离开这里的唯一方法就是利用眼前的这个光团。　　这个光团八九不离十就是一把让自己离开的钥匙或者线索！　　米德相信“天无绝人之路”！办法一点会有的！　　“你是谁？可以告诉我吗？”米德问道。　　“我是……别人都叫我‘王’。你呢？你叫什么？”光团问道。　　“别人都管你叫‘王’？”米德非常震惊地说道。米德心中暗想：“难道它就是黑夜崖谷的中型BOSS之一的——二百五十倍体水生史莱姆王？”　　“你知道你刚才抓住了一个人吗？就长我这样的一个人？”米德问道。　　“你还没说你叫什么呢！”光团提醒道。　　“我叫米德，现在你可以回答我了吧？”米德匆匆说道，显得非常急切。　　“我的本体已经不属于我了，所以我只能看到外面的情景，而不能操控身体的，包括我的触觉都不能感受到，我只能通过灵魂去看，看到的都是生命体，没有生命的，我都看不见。”光团说道，“反正，你所看到的只是我的灵魂而已。”　　“为什么……你不要你的本体了？”米德问道。　　“冒险者……你要知道……力量过于庞大也是一种失去……”光团缓缓说道，语气突然下沉。“所以我将我的力量送给别人了。”　　米德想了想，问道：“既然您已经不属于这个肉身了，为什么你还不愿离去呢？”　　“因为我无法离去。”光团回答道。“我没有权利离开这个肉体，所以只好继续呆在这里了……”　　“你怎么会没有权利？”米德问道，“是它干的么？它，这个肉体的主人。”　　“它不舍得我的离去，所以我只能呆在这里了。”光团说道。“就算不离去也挺好的，至少这里比较安全。”　　“你……有什么方法让我离开它么？”米德问道。　　“唔……我可不愿你离开这里，这样的话我就没有同伴聊天了。”光团说道。　　米德挥了挥手，“你可能还不知道，像我一样的冒险者，是有着各种的物质需求的，我需要吃饭，喝水来维持身体机能，如果你不让我出去的话，我会被饿死又或者渴死掉的！”　　“那样的话，我照样会死翘翘的，然后离你而去！”米德说道，“既然结果相同，为何不直接放了我呢？”　　“事实上，我很难将你放回去……”光团说道，“但是我至少可以让你离开‘我的世界’。至于其它的，对不起，我办不到。你现在就要选择离开么？”　　“唔……我还是先离开吧。”米德想起自己还在史莱姆王的身体之中便连忙说道。　　一阵白光闪过……米德就已经重新出现在了史莱姆王的身体里，而眼中的光团已经消失了……只能见一次面么？　　“可是……”米德嘀咕道，“现在怎可么办啊！”　　好像还是一模一样的困境啊！　　“你背上的是什么？”一个声音突然冒了出来。　　“什么？”米德心中问道。　　“你背上的是什么？我在我再问一遍！”这个陌生的声音说道，米德嘴巴处的粘液突然收缩了，留给了米德说话的机会。　　“一只森顿兔。”米德突然想起了还在自己背上的大森顿兔。“你想要干什么？”　　“哈哈……哈哈哈哈！一只兔子！一只兔子！它竟然变成了一只森顿兔！”这个陌生的声音癫狂地笑道。　　“好像有一些不对劲啊……”米德心里暗自嘀咕道。    “你告诉我！它为什么会变成一只兔子！”史莱姆王怒吼道。　　“我不知道，但是……也许就和您为什么会变成一只史莱姆的原因是一样的。”米德说道。　　“是啊！一千年过去了！过去了一千年！我也只能屈身在这只史莱姆的身体之中！”史莱姆王怒吼道。米德已经知道了，面前这只史莱姆王的灵魂并不属于这个身体，它是一个外来者，是史莱姆王自愿将身体的操控权交给了这个不知名的人。　　突然，森顿兔从米德的背上漂浮了起来，在史莱姆王的无数粘液中，游向了一个方向。　　但是大森顿兔并没有醒来——这说明是有人将它拉过去的，而在这里，有这个能力的只有史莱姆王。　　而哪个方向，出现了一个女人的身影——“她就是占据了史莱姆王身体控制权的那个人？”米德心中问道。　　“你想要干什么？”米德紧张地问道。　　“我来到这里的目标只有它。”史莱姆王话中的它毫无疑问就是大森顿兔，“虽然你杀了我手下的几十只史莱姆，但是我可以放你一马，毕竟我和它们可没有血缘关系。”　　“你不能带他走！”米德大吼道。　　“为什么？”史莱姆王问道。　　“我……我和它有着主仆关系！”米德大叫道。“它是我的宠物！作为他的主人，我有权利保护它！”　　突然，哪个女人的手上多出了一滴水珠……　　“就算它和你签订了主仆关系……我也有办法破坏你们的主仆关系。”史莱姆王说道，她将那一滴水珠抹在了大森顿兔的皮毛上，“精灵之泪，来自新世界——精灵世界中精灵王的眼泪，拥有驱除主仆关系的力量……”　　“现在！它属于我了！”女人叫道，隔着很远向着米德扇了一掌。　　“啵啵啵……”无数的粘液滚动，米德瞬间就被这股力量打飞出了史莱姆王的身体内。　　“噗！~~”米德的身体被弹飞而撞上了一块巨大的岩石。抬头猛然吐出了一口污血，这一口血，似乎将之前和黑夜树傀儡，安德还有刚刚的史莱姆王对抗的疲劳全部释放了出来，差一点米德就要晕厥过去。　　[提示：您的《冒险者卷轴》感应到了残页融合元素，是否开始融合《冒险者卷轴》的残页？]　　“嗯？”这一声提示将差点昏倒的米德弄醒了过来。　　米德掏出了背包里的《冒险者卷轴》连忙开始查看，当看到‘宠物’一栏已经消失的时候不由得有些失望，接着继续翻页，“原来如此！”米德叫道，原来正好有几滴粘液流在了《冒险者卷轴》之上，而且正好将米德升级获得的《冒险者卷轴》残页——“远程兑换功能”粘在了一起！原来残页融合需要的道具就是史莱姆的粘液！　　“开始……融合《冒险者卷轴》残页！”米德兴奋地大叫道。　　瞬间，卷轴上的几滴粘液迅速扩展开来，连成了一条直线，将残页与卷轴牢牢地粘在了一起。　　[提示：远程兑换功能已经开启，请先在‘远程兑换’一栏勾选必填信息！]　　“必填信息？什么必填信息？”米德问道，这时《冒险者卷轴》上一阵白光闪过，一张淡黄色的羊皮纸以及一只灰白色的羽毛笔飞了出来。　　米德接过飞来的羊皮纸和羽毛笔，瞧了两眼看似古老的羽毛笔，便开始看向羊皮纸里面的内容。　　远程兑换系统必填信息：　　第一，请选择您兑换的初始内容：1，装甲类；2，功能类；3，技能类；4，药剂类；5，基础类。（注：您只能勾选一个）　　第二，请选择您兑换的初始价值：1，密林币；2，森顿币；3，自由币；4，宝石币；5，人民币。（注：您只能勾选两个）　　第三，请选择您兑换的初始作用：1，恢复类；2，攻击类；3，紧急生存类。（注：您只能勾选一个）　　米德扫视了两眼，首先，他的身上只有两种货币，刚好可以勾选两个——密林币和森顿币，选择！　　然后，现在的情况毫无疑问就是十分紧急的状况了，选择紧急生存类。　　至于初始内容……就选择第三种——技能类好了。　　刚刚填完信息，羽毛笔就立刻被一股力量折断，就是米德想要继续写也无法再写了，羊皮纸也缓缓挣脱米德的手，回到《冒险者卷轴》之上。　　一股柔和的白光闪过，一行行的信息出现在卷轴之上。　　1，空间属性技能：[坐标遥控器]——随机传送到原坐标的一千米之外。启用此技能一次需要100点密林币。　　2，辅助属性技能：[弹性细胞强化]——跳跃能力增强至原来的两倍，技能持续时间：三十分钟。启用此技能一次需要100点密林币。　　3，辅助属性技能：[非正常振奋]——无视一切疼痛，消除二分之一的负面属性能量，技能持续时间：三十分钟。启用此技能一次需要20点森顿币，使用完毕后自身获得三十秒钟的虚弱时间。　　4，战斗属性技能：[音波人炸弹]——有一定几率震晕他人，范围为半径三十米的圆形，三十米外作用微弱。启用此技能一次需要15点森顿币。　　5，辅助属性技能：[A型速度虫]——大幅度提高敏捷属性，身法，可以达到弱于于高速移动一些的效果，甚至可以在水中行走，可以进行功能蓄力，蓄力一分钟等于消耗技能时间五分钟，技能持续时间：三十分钟。启用此技能一次需要10点森顿币。　　注：花费100点森顿币或10000点密林币可以存储一个技能。　　注2：花费1点森顿币或80点密林币可以刷新一次。　　注3：获得100枚自由币可以第二次解封远程兑换系统。　　“唔……虽然说有着五个技能可以选择，但是明明是只能选择[A型速度虫]这一个技能了啊。”米德嘀咕道，点击启动了技能，瞬间背包就轻了好多。“唔……十块森顿币就没有了啊！”    一个红色的光团出现在米德的面前，抬手抓去，是一只结成了蛹的虫子。    虫蛹在米德的手上颤抖了两下，一只红色的虫子从蛹内钻了出来，直接转移进了米德的手掌心。　　顿时感到身体转换了一个姿态，一抬脚，就来到了几米之外。　　稍微适应了一下这个技能带来的能力，米德双腿一绷紧，连续蹦了几下，朝着二百五十倍体水生史莱姆王以一种奇异的姿态飞奔了过去。    来到了史莱姆王的面前，使用了[A型速度虫]技能的米德周身闪起无数的白光，蓄力了一分多钟后，用力一蹦，冲进了史莱姆王的身体。　　“啵啵啵……”穿破了无数粘液的声音响起，虽然粘液的粘性极强，但是在米德的[A型速度虫]技能的属性增强上，还是可以用游泳的姿态在史莱姆王的身体里游动的。　　“放肆！你想要干什么？要知道你本来是会死的！是我饶了你一命！”女人叫道，言外之意就是米德是来送死的。　　“死亡？我早就已经经历过了！”米德叫道，奋力游了过去。　　“你的结果只能是失败！”女人叫道，隔空又扇了一掌过去。　　“啵啵啵……”无数的粘液随着这一掌的来到而不停地翻动，滚向远处的米德。　　获得了[A型速度虫]技能属性的米德早已不会像之前一般白白的挨上一掌，他立即转身一移，便躲开了这势大力沉的一式攻击。　　“可恶！为什么你突然变强了这么多！”女人尖叫道。“为什么？为什么！”　　“埃德蒙！埃德蒙！告诉我如何杀死在你身体里的生物！”女人突然问道，这时，一个光团浮现在女人的面前——正是米德之前见过的那个光团！真正的史莱姆王的灵魂！　　“原来史莱姆王的名字是埃德蒙。”米德心中暗暗想到。　　“对不起，在当初，我们史莱姆的身体里还没有出现过能够在我们身体里战斗的敌对生物，一般来说，它们都会在我们的身体里被粘液牢牢地封锁住，然后等待死亡的到来……最终化为我们身体里的一部分，所以我们没有杀死自己身体里生物的特殊方法。”光团缓缓说道。　　顿了顿，光团继续说道：“像你这样的型态，是我们史莱姆中的一朵奇葩。因为你的肉体就在我的身体之中，所以相对来说，你的弱点和我们史莱姆的弱点不同，你的弱点……就是在我的身体里的你自己的肉身，你的肉身只要一死，灵魂也接着死去，而且，因为你需要掌控我的身体，所以你的肉身在我的身体里的坐标位置是无法更改的，也就是说，如果你不放弃我的身体的掌控权的话，你的最终结果就是被你面前的这位冒险者杀死。”　　光团的话说完了，它并没有让米德听见它说的话，接着，说完了话的它开始缓缓地消失在女人的眼前。　　“不可能！”女人叫道，“我怎么会被他杀死！”　　“哼！但愿你不会将我的身体败掉。”光团说道，便彻底地消失了。　　“不！你不能过来！”看到光团消失在了眼前，女人突然慌忙地叫了一声，接着迅速捂住了嘴。　　听到这一声，米德更加用力地游了过去。听这声音，似乎女人遇到了什么大麻烦，虽然不知道她的麻烦从何而来，但是“趁你病，要你命！”的道理米德还是懂的。　　“我绝不会……放弃它的！”米德叫道，“即便你已经解除了我们的主仆关系！但是，我们之间，不仅仅只是主仆关系！我们……是朋友！”　　此时，大森顿兔的眼角似乎动了动。　　“啵啵啵……”女人疯狂地挥动着手臂，打出了无数次的攻击，却没有一次击中快速游泳中的米德。　　而米德也发现了女人无法离开原位的弱点。　　“碰！~~”躲过了攻击的米德已经来到了女人的面前，狠狠地打了一拳过去。　　“虽然我不知道你要这只森顿兔有什么用……反正，我不会让得逞的！”米德叫道，再次挥舞着拳头打了过去。　　米德的拳头穿过了无数的粘液，打在了女人的腹部上。　　“恶啊！~~”女人昂头哀嚎道，一只手捂住了肚子。　　女人挥舞着另一只手臂，就要打在米德的额头上。　　米德的身体一沉，躲过了这一击，双手一推，抓住了女人的双腿，猛然一拉。　　当下沉到了一定距离的时候，米德再用力地一挥，“歘！~~”地一声，女人的头部出现在了史莱姆王的身体之外。　　米德反手一拉，一把铁剑被他抽了出来。剑尖一指，顶住了女人的喉咙。　　“我想知道……你是谁？”女人问道。　　“冒险者——米德。”米德回复道。　　“嗷！~~”女人尖叫一声，终于耐不住放弃了史莱姆王身体的控制权，立即转身逃跑了。　　失去了灵魂控制的水生史莱姆王的身体立刻倾倒了下去，米德反身抓住大森顿兔的身体，也立即催动[A型速度虫]逃离了水生史莱姆王的身体里，米德的[A型速度虫]技能的三十分钟的时间限制也快到了。　　“哗！——”巨大的声音响起，史莱姆王的身体撞击向了身下的巨大水潭，掀起了巨大的水幕，水幕的巨大，几乎都要将半边天给覆盖下去。    “撕拉~~”一声划破了皮肉的声音响起，森顿兔用嘴持着剑，刺入了米德的后背。    “森顿兔……你……”米德回头看向背后的森顿兔。    森顿兔没有再次攻击，摇摇晃晃地，最后倒在了地上。　　……　　“碰！——”一阵爆炸的响声响起。　　“发生了什么？”大长老突然从梦中惊醒。　　在大长老的卧室的水晶挂饰上，一共二十四颗水晶中，有着红色，黄色，白色三种颜色的水晶，其中一颗黄色的水晶，突然爆炸了……　　“我的第六感之所以如此焦躁，是因为黑夜崖谷里的一只强大生物死亡了么？”大长老喃喃自语。　　“砰砰砰！……”这时，一阵敲门声响起。　　大长老穿着睡服，来到了大门前，划下锁栓。顿时，沉重的大门就被推开了……　　“二长老，发生什么事了？连衣服都没换就来我这里？”大长老问道。　　“是啊，发生了一件很重要的事情！”二长老冷眼看向大长老。“你应该知道了吧？”　　“对啊，我是知道了，不就是一只水生史莱姆王死亡了么？”大长老看着二长老的眼神，心中有些没底。“难道不是这个？”　　“哼！跟我来这套！HIM越狱了！”二长老一拍桌子，大吼道。　　“你在怀疑我？”大长老反问道。“就因为当初的那段对话？”　　“我……不能不怀疑你……”二长老冷声说道，大声地吹响了口哨，一队护卫冲了进来……    在黑夜崖谷的某个村落的大门口处，一名身材比较臃肿的猎人背着一把木质的大弓，拎着一个羊皮制作的箭筒，正准备离开村落。　　他是村落里面唯一长这么大还没有成家的老光棍式猎人。　　“老光棍！这么晚才去打猎啊？有没有搞错？”小孩们就专门趁着老光棍要出去打猎之时得瑟一下。　　“哼！小孩子怎么知道？老子是专门趁着这个时候去屠龙的好不好？”老光棍说道。　　“老光棍又吹牛皮了，有种你真的拉一头龙回来啊？”小孩子们叫道。　　老光棍也不理会小孩们貌似……轻蔑的眼神，独自出村了。　　“注意僵尸啊！老奥斯！”终于有人不喊他叫老光棍了。　　“僵尸神马的都是浮云！放心吧。”老奥斯叫道，一阵小跑向着村落边上的树林去了。　　黑夜崖谷由于几乎终日不见光日，所以僵尸等等黑暗生物的活动十分泛滥。　　所以说，能够留在黑夜崖谷生存的人一般都是有着保命的资本的。　　“嗷呜！~~”老奥斯刚刚接近了树林，就立刻扑出来了三只眼神貌似很好的僵尸先生。　　老奥斯这时居然收起了弓箭，怎么看都是送死的节奏啊！　　第一只僵尸率先来袭，一只幽幽泛青的爪子向着老奥斯的胸口心脏处抓去。　　“哇呀呀呀！”老奥斯突然大喊了一声，一把青铜剑被他不知道从什么地方掏了出来。　　“刺啦！”青铜剑径直刺上了僵尸的胸口，老奥斯并没有继续砍下去，而是立刻跳出了三只僵尸无形中好的包围圈。　　“嗷呜呜呜！~~”那只被刺了一剑的僵尸突然非常痛苦的嘶吼了起来。　　原来，一阵烈焰正在它刚才刺伤的伤口处不停地燃烧着！　　僵尸的弱点就是怕火，这是黑夜崖谷的村民人尽皆知的事情。　　所以大部分出去打猎的村民都会带上一个打火石，当然，打火机这种高级的东西村民中有钱的人也会带上几只，毕竟打火机比打火石更好用一些。　　而老奥斯打火石，打火机都没有带就敢独自出去打猎当然是有原因的——那就是老奥斯有着一把附了火焰灼烧属性魔法的青铜剑！　　附魔，这是只有中型城市以上的城镇才有专门的会附魔的牧师。　　而黑夜崖谷里只有在黑幽灵山上的黑夜主城才有着一名这样的牧师！　　这代表着老奥斯是来自黑夜主城或者其他地方来的人！　　受到了火焰灼烧属性攻击的僵尸仅仅坚持了三秒钟，就已经哀呜一声，倒地不动了。　　相同的事情也发生在另外两只被老奥斯附魔青铜剑攻击过的僵尸身上。　　老奥斯并没有直接割取僵尸身上的腐肉，也就是僵尸肉，因为一块腐肉的价格简直比一块同样质量的猪肉还便宜，更何况腐肉只能被一个月来一次村落的牧师所收购。　　“唔……前面好像……有一只森顿兔？”老奥斯突然叫道。　　在黑夜崖谷这个地方几乎没有森顿兔存在的，所以森顿兔的肉食价格被商人们卖的很高，利润也是巨大的。　　森顿兔很好辨认，在当初老奥斯去了一次宠物商店看过一次森顿兔便记住了它的样子——有着绿色山字花纹的兔子！　　而绿色山字花纹里面带有一丝金色的就是森顿兔之王！　　而老奥斯面前的森顿兔……就是一只森顿兔之王！　　“休！”老奥斯没有多想，立刻将木弓搭起，一只羽箭飞射了出去。　　“啊！”可是回复老奥斯的却是一个人类的声音……　　“糟糕了！”老奥斯一拍额头，收起了弓箭，连忙跑了过去。　　一个受了伤躺在地上少年的身形出现在老奥斯的面前。　　而少年的背上正趴伏着一只森顿兔王。　　那只羽箭正好插入少年的背上，就在大森顿兔的边上。　　在老奥斯的眼里，伤口显得非常巨大。　　血液正在不停的翻滚滴答在了草地上，一股浓浓的鲜血的气味飘散了出去。　　老奥斯听见了无数僵尸的吼叫，连忙背起受伤的少年往着村落跑去。　　“还好这里距离村子并不远！”老奥斯叫道，费劲了全力奔跑着，一只只黑影出现在老奥斯的背后，正在不停地追逐着。　　这么多的僵尸老奥斯一个人可对付不过来！　　“搭……滴答。”血液继续留着，染红了老奥斯大片的衣裳。　　“喂喂，你还好吗？”老奥斯问道。　　只是他背上的少年已经不省人事了。　　“邦德！”老奥斯赶到了村子之下，大声喊道。“快放箭！”　　在哨塔上的邦德一拉机关拉杆，哨塔上固定好的发射器中立即射出了几十只箭矢。　　哨塔上无数支飞射而出的箭矢将一众僵尸钉在了草地上，不少僵尸已经一命呜呼。　　后面紧追而来的僵尸感觉到了危机，立即转身一哄而散了。　　“怎么回事？”哨塔上负责保卫村子的邦德问道。　　“我……刚才不小心误伤了一个孩子……他现在很危险，情况很糟糕。”老奥斯想了想，还是把事实说了出来。　　“我家刚刚买了两罐红草药。你快去我家，我家绷带还多着呢！”邦德叫道。　　老奥斯也没有说什么，跑向了村落中邦德的屋子。　　邦德的屋子在村落里面非常好认，因为他的屋子是全村里面最高的一栋建筑物。　　……　　在邦德的家中，一名比较善于医术的老人被老奥斯请了过来。　　“他出了很多的血，不仅有着大量的外伤，在体内也有着很重的内伤，有一股淤血没有被排除。”村中这名老人为正在昏迷中的米德把了把脉。　　现在米德的胸口处以及背后的箭伤处都被涂上了红药水，再用绷带包扎了起来。一时之间，米德的性命已经被保住了。　　“奥斯啊，”老人叫道，从口袋里掏出了一副纸笔。　　“嗯？”老奥斯应了一声。　　“我现在给你开一服菜单，虽然村庄里面没有什么药品，但是食物量还是很多的。”老人说道。“多给他吃一些补血类的食物，说不定他康复的更快一些。”　　老人拍了拍老奥斯的肩膀，“你既然伤到了他，就要负起责任来。”　　“我知道的，先生。”老奥斯说道，“那么他还要多久才能醒来呢？”　　“我也把不准，只能给个大概的位置，少则十九个小时，多则两天两夜。”老人说道。　　“谢谢先生了，烦劳您了。”老奥斯说道。    “要不是因为你，奥斯，不然我不会理睬这个小鬼的生死的。”老人这么说道，便离开了邦德的屋子。    “你们永远都是这样！”老奥斯叫道，“都没有改变过！”    “时间会证明，是你在改变。”老人说道，离开了这里。    ……    “父亲，你为什么要离开？”幼年的米德问道。　　“不要问，孩子，父亲必须离开这里。”父亲说道。　　“可是，你走了我怎么办……”米德问道。　　“你不是还有妈妈么？”父亲说道。　　“呜啊，可是……我舍不得爸爸。”米德叫道，留下了两行泪水。　　“没关系的，孩子，爸爸一定会和你见面的，但不是现实当中。”父亲说道。“你记住，在三年之后会出现一款虚拟网游，它被暗藏在天网连通器中，它的名字叫做《自由港》。”　　“它和爸爸有什么关系？我只需要你！”米德问道。　　“可是……如果你想见到父亲的话……那就来吧。”父亲说道，拍了拍米德的肩膀。　　……　　“父亲！”　　父亲已经不在……梦醒了。　　“这里是什么地方？”米德从床上坐了起来。“唔！真痛！”米德嘀咕道，抚摸向背处，那里是一只箭矢造成的伤口。　　“木质的阁楼。”米德喃喃自语，他昂了昂头，透过打开的窗户看向窗外的景物——是一个小村庄，米德目测了一下，自己应该是在这个阁楼的二楼。　　“看来是被抢救过来了，真是幸运。”米德说道。　　米德看了看自己的身体，衣服被换成了一件白色的睡衣。　　地板上摆着一双竹板鞋，米德将脚一伸便穿了上去。　　“等等，这里怎么没有楼梯？”米德心中问道，穿着鞋到处走了走却没有看到楼梯的身影。　　就在米德想要下楼却找不到楼梯时，脚下的一块木板传来的吱呀响。　　米德连忙从木板上面走开，接着，木板就被一个中年人推开了。　　米德透过打开的木板便看到了一张垂直式的爬梯。　　原来这活动板的下面就是下去的出口。　　“你醒了。”中年人欣喜地叫道，手上正拿着一碗白粥。　　“是你救了我？”米德问道。　　“不算是……我还差一点杀了你呢，真是惭愧！”中年人说道。　　不管怎么样面前的中年人肯定是将自己带到这个村庄里的，也算是帮了米德一个大忙了。“不管如何，还是大叔帮了我。”　　“这话不要多说，我的心里过不去。来，先喝一碗粥填填肚子，你昏迷了一天一夜了，肯定饿了，我听村里人说道，放了一些红糖，挺香的。”中年人说道，将手中的白粥放到了床边的小桌子上。　　“大叔，你也吃。”米德说道。　　“不用，我下面有很多呢。等会我上来再给你盛上一碗。”老年人说道。　　“谢谢大叔，请问你是什么名字，来日好报答大叔的恩情。”米德说道。　　“老夫名叫奥斯，别人都叫我老奥斯，说起来你应该叫我伯伯，而不是大叔。”老奥斯扬言说道。“那么你叫什么名字呢？”　　“晚辈米德。”米德说道，开始端起碗喝起白粥了。一天一夜没有吃饭他的确饿了。　　“你是做什么的？来到我们这么危险的黑夜崖谷里来。”老奥斯问道。　　“我是一名冒险者，您呢？奥斯伯伯。”米德喝着白粥问道。　　“我是一个小小的猎人而已。”老奥斯说道，“我听过你们冒险者。在三年前的那次全大陆火山爆发的灾难时期，半兽人军团集体进攻了大陆的西北部的落日大草原。那一次战争将落日大草原的西北部的人类组织全部被半兽人铲除的干干净净，无数个人类王国被摧毁在这次大灾难当中，侥幸活下来的落日大草原西北部的人民本来是属于‘流浪者’的，知道这些人群之中的一个男人，自发起名，组建了‘冒险者联盟’，这些灾民才有了比较正式的职业……那还是三年前啊！那个时候，你还是十三岁左右吧，灾难真是不饶人！说起来，我也是灾难之后来到这个小村庄里定居的。”　　“是的，伯伯你说的不错。”米德回复道，在游戏开始的时候米德就被安排一定要看过一个小小的短片才能开始游戏。　　而那个短片就是记载了落日大草原西北部的那场战争。　　那个短片也是作为玩家们的生活背景而安排的。　　“那么伯伯的故乡在哪里呢？”米德问道。　　“如果我说不在这个世界里……你信吗？”老奥斯问道。　　“为什么不信？”米德反问道。　　“哈哈！”老奥斯笑了笑，眼神里冒出了光芒。“罢了罢了，现在还是早上五六点钟呢。你继续睡吧，按照常理来讲，病人可是要多休息的。”　　“对了，伯伯，我的背包呢？”米德突然问道。　　“哦，你的背包挂在哪里呢。”老奥斯突然转身，露出了他身子后面的衣架上的背包。　　老奥斯伸手一拎，将背包交给了米德。“这个背包我没有打开过。”老奥斯说道。　　“伯伯你可以出去一下么？我有一些隐私……”米德悄悄说道。　　“哦哦，等会你叫我，我就给你重新端一碗白粥。”老奥斯说着，就打开了活动板，下到了一楼去了。　　……    不久，米德就发现了蹊跷，《冒险者卷轴》突然不见了！",
    "replies": [
        {
            "author": "SumrioL",
            "timestamp": 1389596340,
            "txt_content": "文学作品，感觉不错"
        },
        {
            "author": "qianlong422",
            "timestamp": 1389596460,
            "txt_content": "写得很精彩，赶紧写，我要看~~"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1389596520,
            "txt_content": "SumrioL 发表于 2014-1-13 14:59 \n文学作品，感觉不错\n30元……这赚钱的方式！"
        },
        {
            "author": "wnick",
            "timestamp": 1389596520,
            "txt_content": "SumrioL 发表于 2014-1-13 14:59 \n文学作品，感觉不错\n顶一下                           {:10_530:}\n看我铁头功！"
        },
        {
            "author": "SumrioL",
            "timestamp": 1389596520,
            "txt_content": "wnick 发表于 2014-1-13 15:02 \n顶一下                           \n看我铁头功！\n额。。不要回复我啊"
        },
        {
            "author": "wnick",
            "timestamp": 1389596580,
            "txt_content": "wnick 发表于 2014-1-13 15:02 \n顶一下                           \n看我铁头功！\n回错了         "
        },
        {
            "author": "YJJT",
            "timestamp": 1389597960,
            "txt_content": "诶诶？直播？"
        },
        {
            "author": "YJJT",
            "timestamp": 1389598020,
            "txt_content": "YJJT 发表于 2014-1-13 15:26 \n诶诶？直播？\n.....刚刚明明是57秒前嘛....."
        },
        {
            "author": "250=mo",
            "timestamp": 1390825800,
            "txt_content": "题材不错的说\n但希望不要添加类似名称：大森顿兔（可更改）。地位：森顿兔的王者。等级：三级。忠心度：44.（畏惧）\n基础属性：\n体力：5；魔力：1；\n力量：2；防御：1;\n技能：\n1，强力跳跃（一级）：跳跃力量是原来的1.5倍，可以跳的更高和更远，当然也可以进行攻击。\n2，森顿纹皮（一级）：增加百分之二十的防御，增加卸力属性，可以卸除一定的冲击力度。\n3，森顿兔之剑（一级）：可以使用一般的轻质剑，攻击力度是剑本身攻击的百分之七十五。\n注：忠心度消失至0时，自动解除主仆关系。\n注2：当宠物拥有金鳞之泪时，可以选择解除主仆关系。\n当米德看完森顿兔的属性之后，再看向自己的属性：\n体力：20；魔力：10；力量：3；防御：1；等级：三级。\n之类的内容，这玩意还是在对话和文章中缓缓道来，而不是数据化地列出来"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1390825980,
            "txt_content": "250=mo 发表于 2014-1-27 20:30\n题材不错的说\n但希望不要添加类似\n之类的内容，这玩意还是在对话和文章中缓缓道来，而不是数据化地列出来 ...\n这是我用来刷字数的，当然，如果这些数据放在对话里的话字数会刷的更多，O(∩_∩)O谢谢"
        },
        {
            "author": "250=mo",
            "timestamp": 1390826040,
            "txt_content": "晓风晚月 发表于 2014-1-27 20:33\n这是我用来刷字数的，当然，如果这些数据放在对话里的话字数会刷的更多，O(∩_∩)O谢谢 ...\n对了，如果放在对话里尽量不要出现数字，除非是一些关键的数据"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1390826160,
            "txt_content": "250=mo 发表于 2014-1-27 20:34\n对了，如果放在对话里尽量不要出现数字，除非是一些关键的数据\nO(∩_∩)O谢谢您的指导！教官！"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1390896780,
            "txt_content": "每人看，……我自己看"
        },
        {
            "author": "银狼",
            "timestamp": 1390898220,
            "txt_content": "我回去问问，是否给予精华"
        },
        {
            "author": "abalala",
            "timestamp": 1390899480,
            "txt_content": "文笔好！顶！"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1390910340,
            "txt_content": "@xcc @晓风晚月 @西红柿片"
        },
        {
            "author": "xcc",
            "timestamp": 1391576640,
            "txt_content": "我先回复再看"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1396849680,
            "txt_content": "虽然没有分章节，但是大家能看下去就好"
        },
        {
            "author": "leie",
            "timestamp": 1397131020,
            "txt_content": "哟哟哟                       "
        },
        {
            "author": "a2455564728",
            "timestamp": 1397218980,
            "txt_content": "怎么说呢，写的还是很好地，支持！（对了，要整合不，我这里有现成的）"
        },
        {
            "author": "000191750",
            "timestamp": 1403266020,
            "txt_content": "今天开始中考了，帮顶一个"
        },
        {
            "author": "33446615",
            "timestamp": 1407993660,
            "txt_content": "感觉字有点小"
        }
    ]
}