{
    "title": "末影之旅 第三章：初遇小苦",
    "author": "254453297",
    "replyCount": 5,
    "timestamp": 1389666960,
    "txt_content": " 本帖最后由 254453297 于 2014-1-23 16:23 编辑 \n\nhi，我又回来了。昨天的情节如何续接让我想了好久，却想不出什么有新意的了。算了，棋看三步，那我们开始吧！\n之前的：http://www.mcbbs.net/thread-217150-1-1.html\nhttp://www.mcbbs.net/thread-217442-1-1.html\nhttp://www.mcbbs.net/forum.php?mod=viewthread&tid=218110&page=1#pid4191820\n\n\n\n第三章 初遇小苦\n\n方小剑死死闭着眼睛，等待着自己被炸飞。但是，他没有听到爆炸声，缠在身上的藤蔓却松了。后面那绿色的东西拍了他一巴掌：“看你吓得成这样了，还是个人吗？”方小剑听着银铃般悦耳的声音，好像不是怪物，就大胆回头看了一眼。真是不看不知道，一看吓一跳。原来是一个披着绿斗篷的金发女孩，抱着一个小苦力怕，丝丝声就是那个苦力怕发出来的。“你迷路了吗？看你身上还有剑，应该可以打败怪物吧。要不，我带路，你开路？”那个女孩友好地对他笑了笑，善意地问。方小剑头上滴出一滴大汗，想到被怪物打得很狼狈的情景，不好意思地挠了挠头。出于友好，他还是小声说了一声：“可以。”\n那个女孩牵着方小剑的手，微笑着说：“我叫小苦，家里还有5个人。他们分别是小黑，小白，将比，小朱和老爷爷。我们那里，不管是生物，人还是怪物，都很尊敬老爷爷。我们家就是从这儿绕过树林，山脉，草原和火山就到了。还有，在火山会有很多的僵尸猪人，你不要怕，我和他们是好朋友。还有，我很喜欢跟这附近的小猪玩，他们很可爱，不是吗？”听到这里，方小剑做了个鬼脸，他的口袋里还有几块猪肉。万一...万一被知道了多不好。\n在有怪物的Minecraft里面，黑夜总是让人感觉比白天长的，他边走边拿出砍树时得到的东西把玩。小苦看见了，拿了过来，手一挥，木头就变成了木板。方小剑目瞪口呆，小苦一脸疑惑地看着他：“你是刚来的？你也是通过末终镇长老的生存宝珠传送过来的？我还以为你是本土居民呢。”方小剑一脸羞愧，走的时候太匆忙了，什么都没有来得及问。只好硬着头皮，点了点头。小苦打量了一下小剑，问道：“你很正常啊，怎么也来这里了？”\n方小剑一脸疑惑，难道传送到这里的人都不正常？\n小苦低下头，似乎想起了什么伤心的事情：“我和伙伴们本来是正常人，可是被HEROBRINE抓去做了活体实验，将怪物的基因植入我们的体内。于是我们就变成了这样，末终镇镇主告诉我们，只有找到圣人，才能解脱。可是，我家的老爷爷说他就是，每次我们想恢复时，他都用理由搪塞我们，说等待使命可以获得解脱。叫我们等一个有来历的人，他会带我们击败HEROBRINE，重获自由，否则，将永远变成这个样子。”\n“那个人是末终镇镇主之子，圣人说，他会隐瞒身份。不然让我们知道了，他就成不了事。一直到他要离开的时候，才能让我们知道。圣人这样跟我说：‘小苦，如果你知道他是谁，他就会受到影响。’所以，我坚守这个原则。”\n“直到现在，我都在盼着他，无论是现在已经在我身边了，还是他还没有来，我都等着那一天。我要看看，真正的英雄是怎样的。”\n“如果他要去打败herobrine，那我也要去，我在这里不放心。我相信，他一定能成功，我等了这么久，他应该来了吧。”\n“我曾遇到很多人，可是，他们都很像英雄。他们又不可以告诉我来历，憋死我了！”\n方小剑心里已经闪过了无数个念头，他不知是该开心，还是怎样。只是看着天上的月亮，它是这样的圆，月亮最懂他的心吗？\n结束！\n本章可能会少一些，但是，还是看着吧。字数检查：\n\n\n\n\n搜狗截图14年01月14日1033_1.png (8.04 KB, 下载次数: 13)\n\n下载附件\n\n2014-1-14 10:34 上传\n\n\n\n\n\n\n\nBye-bye！\n\n上一章                                                                                                                                                                  下一章\n\n\n\n",
    "replies": [
        {
            "author": "254453297",
            "timestamp": 1389667500,
            "txt_content": "每次发小说都不积极回复\n索引贴再设回帖奖励吧"
        },
        {
            "author": "923565379",
            "timestamp": 1389669480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "coldflow",
            "timestamp": 1389671880,
            "txt_content": "还可以.........lz辛苦了"
        },
        {
            "author": "Greensky",
            "timestamp": 1389682380,
            "txt_content": "支持新人  "
        },
        {
            "author": "蘿莉控",
            "timestamp": 1389757260,
            "txt_content": "不錯不錯\n頂一個吧{:10_492:}"
        }
    ]
}