{
    "title": "是虚假还是现实 第7章：罪恶源头",
    "author": "ywh123",
    "replyCount": 6,
    "timestamp": 1389691620,
    "txt_content": " 本帖最后由 ywh123 于 2014-1-18 16:07 编辑 \n\n      我在一张红色的床上醒来了，“ywh，你以后不要乱用超能力，看看你现在都变成什么样了！”gkq看见我醒了，一脸担心地对我说，“对了，有一个，坏消息......”\n      gkq说道这里，顿了顿，眼里闪烁着泪光：“罗伯特去世了......”\n      这无疑对我来说就是一个噩耗，我愣住了。\n      “今天早上，罗伯特搭建了地狱传送门，他说已经找到了怪物们的老巢，就进去了。可是，等到下午，都没有见他回来。我们就派了几个士兵进到地狱，没想到......”gkq哽咽地说道，“没想到罗伯特是回来了，但是是他的尸体被运回来了......”gkq说道这里，大哭起来。\n      “他的背心处有一道紫色的痕迹，很像是被激光武器割伤，失血过多而死。”gkq哭着为我讲解罗伯特的死因。\n      “到底是哪个魂淡！”我握紧拳头，大声说，“我一定要让他不得好死！”\n      “其实，罗伯特那天说了......”gkq停止了哭泣，对我说道，“在地狱深处，有一个只能用超自然来形容的人，他叫黄宇辰。他杀人无数，双眼闪着寒气。他曾经让7个国家毁于一旦，准确的说是夷为平地。他的老巢似乎在地狱的南方的一个凋零城市，他的助手是一千个凋零，小兵是五百亿个凋零骷髅，他们所向无敌，没有人能打得过他。”\n      黄宇辰？！他是我小学同班同学，曾经挨留过级。自从初中以后，我和他就失去了联系。\n      我马上下了床，不顾gkq的劝阻，拿起钻石剑，冲向了罗伯特的工作室。\n      我进入地狱传送门，到了地狱，地狱真热啊！让人不禁想要回去。\n      但是现在是找出罪恶源头的时候啊！我铁定了心，“哈哈哈，想不到你到地狱来了啊！我就在你的南方500米，来找我啊！”是黄宇辰的声音！我马上往地狱的南方冲去。\n      一路上我遭受了无数凋零骷髅的攻击，但是，它们在我的面前，只不过是一堆渣渣。\n      到了指定的地点，我发现了一个高塔，上面正站着黄宇辰。\n      “你终于来了啊！”黄宇辰轻盈地看着我说，“今天早上你们的笨蛋指挥官来了一次，把450只凋零干掉了，最后还是我用激光斩干掉了啊......”\n      “黄宇辰，你该醒醒了！你现在在做什么？我看连你自己都不知道啊！”我对着黄宇辰大喊。\n      黄宇辰楞了一下，生气地说道：“看在朋友的份上，我数三秒，三秒内你如果还不走，就要像你们那笨蛋指挥官一样了！”\n      3！我举起高能枪！\n      2！我开始聚能！\n      1！发射！\n      “轰！”高塔被高能弹击中！“快住手吧......”我话音未落，从烟雾中射出一个大火球，“去死！”\n      我举起右手，抓住火球，但是火球还是爆炸了。强烈的冲击力把我推出了25m！\n      我站起来，继续拿起高能枪往黄宇辰射去，但是，我发现每当弹药击中黄宇辰时，都被弹开了！\n      “姓黄的，你给我听好！你要改过自新，不然会受到上帝的惩罚的！”我对黄宇辰大喊。\n      “什么上帝！什么惩罚！这个世界全都是邪恶的！”黄宇辰有点情绪失控地大喊，“一年前，那个叫罗伯特的家伙说要让我体验一下新的游戏，叫做minecraft。我玩着玩着，就被吸进去了！罗伯特那个家伙，我让他死得好看是理所当然的！”\n      “现在你又来骚扰我！去死！”黄宇辰手中凝聚了所有凋零的能量，形成一个紫色的能量球！\n      “黄宇辰！你疯了！你害死了无辜者，还要杀我！”我对黄宇辰大喊，“你杀了这么多原来在现实中有着幸福生活的人，你真的疯了！”\n      黄宇辰什么都没听见似的，把那个紫色能量球用力朝我扔来！\n      “这是连火星都能打穿一个洞的东西！你逃不掉的！”黄宇辰大笑起来。\n      “轰！”一阵烟雾后，我被冲击力推到了65m外！\n      等等！他没有打中我！\n      “不可能！这不可能！”黄宇辰看到我还没死，大叫道。\n      仔细回想刚才的场面，好像是一枚银色的硬币把那紫色的能量球抵消了！\n      “黄宇辰，你杀了这么多人，竟然还要杀你的同班同学！”一个声音响起来了。\n（未完待续）\n\n\n索引帖",
    "replies": [
        {
            "author": "长手的苦力怕",
            "timestamp": 1389692100,
            "txt_content": "楼主更得好快，我亚历山大啊，天杀的学校，考完试还要补课，没时间更新了～"
        },
        {
            "author": "67746147",
            "timestamp": 1389692340,
            "txt_content": "吃屎去吧！！！！"
        },
        {
            "author": "ywh123",
            "timestamp": 1389692580,
            "txt_content": "67746147 发表于 2014-1-14 17:39 \n吃屎去吧！！！！\n那你写一张啊！"
        },
        {
            "author": "67746147",
            "timestamp": 1389693180,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "迭名2",
            "timestamp": 1389695400,
            "txt_content": "67746147 发表于 2014-1-14 17:53 \n好好吃屎，不要回头，因为你吃屎吃太多了！！！！！\n注意言行举止。新人。"
        },
        {
            "author": "67746147",
            "timestamp": 1389747060,
            "txt_content": "那小子简直是在侮辱我啊！！！！"
        }
    ]
}