{
    "title": "【流年出品】《The Dawn of The End 下卷》 聊斋风，解谜向，文风诡异慎入",
    "author": "yuki_camorra",
    "replyCount": 6,
    "timestamp": 1389858420,
    "txt_content": " 本帖最后由 yuki_camorra 于 2014-1-20 14:24 编辑 \n\n依旧来自理查德，《爱情的故事》。http://www.xiami.com/widget/0_2606304/singlePlayer.swf\n大家好，我是流年，也可以叫我yuki。这篇文分为上中下三卷，短篇，20000左右。也是我的处女作，希望大家喜欢。\n索引链接：http://www.mcbbs.net/thread-217697-1-1.html\n\nPs 我要疯掉了！从文档里复制过来所有的换行全没了！谁来教我怎么弄格式！\n===========================================\n\n第十章\n……那个世界，他的父亲便是一个钢琴的狂热爱好者，自幼的耳濡目染让康拉德也不禁爱上了钢琴，那些或而清越或而低沉的曲调都令他无法自拔。\n\n\n这日清晨，尼德霍格突然说要去末路的宫殿里拿些书过来，便早早的出了门，留着康拉德一人在家继续过种菜牧牛的田园生活。也不知那些厚如板砖的书册有什么好看的，康拉德这般想着，一边在工作台上放上蛛丝和木棍，准备钓些鱼来满足家里那只饥渴难耐的黑猫。手一滑，放了个铁锭上去，输出端竟诡异的出现了一根弦模样的东西。康拉德傻愣了半天，才意识到自己生活的世界里装了mod一类的东西。这个合成方式，倒是和他在BBS上下过的“乐器”mod有几分相似，用铁锭和蛛丝合成琴弦，再由琴弦合成多种乐器。合成材料也比较廉价，基本都是木材蛛丝铁锭这类常见的资源。那个PC上的mod大概是因为操作不便的原因，并没有多少人去下载过，不知道在这个世界是否会因为除去了键盘的操作而能亲身演奏。康拉德思量了一番，决定先合成一架钢琴试试，转而把钓鱼的事抛在了脑后。三根琴弦，三个木质按钮，三块石制压力板，现实中庞大的乐器之王就这样被简单的合成出来。放在房间里，足足占了2x2x3的空间。\n翻开琴盖，黑白分明的烤漆琴键展露在眼前，触手如玉石般微凉。\n康拉德将五指轻轻覆在琴上，那深入骨髓的亲切感缓缓的沁入身体，熟悉却已远去的旋律在他脑海里渐响。那个世界，他的父亲便是一个钢琴的狂热爱好者，自幼的耳濡目染让康拉德也不禁爱上了钢琴，那些或而清越或而低沉的曲调都令他无法自拔……手指不禁在黑白间跃动起来。\n乐声如水，每一滴都似清晨叶尖的露水，流露着浓厚的情思。而后水声澎湃起来，如山间清泉。幽谷清泉，绿草如茵。泉水潺潺，月下独留一袭墨衣。明明未见有雨，却有墨衣微润，空翠沾衣，此时更如同月下泉间的仙人，与山水共成一画，清秀至极。\n琴声渐渐停止了，弹琴的人却仍沉浸在那曲中。《给艾德琳的信》，美好舒缓而不失活力，理查德克曼堪称精绝的演奏让它就此成名。不知过了多久，门外传来尼德霍格的呼喊。“康拉德！开门啦。”“你自己没手么？”康拉德回过神，起身走向铁门。门外的少年怀里抱着厚厚的一摞书，确实是没有手开门了……“书太多啦，还不能堆叠，背包里都放不下……”少年抱怨着，朝康拉德走来。康拉德有些恍惚的应了一声，心里觉得有些奇怪。“你怎么不说话？”尼德霍格坐倒在床上，一双幽黑的眼睛望向他。康拉德心里忽地一寒，总觉得少年的眼里少了些什么，又似多了些什么。“你……”康拉德不自觉地后退了半步，这才发现了不对劲的地方。\n尼德霍格的脚下空荡荡的，没有半点阴影。“你不是尼德霍格。”康拉德拔出剑，剑锋直指床上的“少年”，屋内的气氛陡然变得剑拔弩张。\n\n\n\n第十一章\n\n……康拉德不禁想起幼时酷爱聊斋的祖母讲与他的种种故事，关于魑魅魍魉。\n\n\n\n“你不是尼德霍格。”康拉德拔出剑，剑锋直指床上的“少年”，屋内的气氛陡然变得剑拔弩张。“你在说什么？”少年无辜的看着他，又从床上跳下来朝角落持剑的康拉德走去。少年赤着脚，连鞋也没穿，踩在地上，有些虚虚浮浮的感觉。少年脸上却是笑吟吟，抬起手，直探向他的面门，“让我看看，是不是发烧了。”手指却在离康拉德额头还有半寸的地方突然转向，直朝他的咽喉抓去。康拉德大惊，忙抬剑格挡，剑身却直接穿过了少年的手腕，如穿空气。“你究竟是什么东西！”难道没有形体的鬼魂么？康拉德不禁想起幼时酷爱聊斋的祖母讲与他的种种故事，关于魑魅魍魉。“被你看出来了。”少年清秀的面庞扭曲起来，恶鬼般的笑声占满了整个房间，听得康拉德心里阵阵恶寒。少年再次抬起有些透明的手指，伸向康拉德渗出冷汗的面颊，清越的声线一字一句说出令人胆寒的话语。“今日我来寻你，便是要碎了你的魂！夺了你的身！”“为何，只因你无法触碰到事物吗？”康拉德知自己无法伤到面前少年的身体，只得与他周旋，暗中思索其他对付他的方法。“不！只要我想，我可以触摸到一切！”少年大笑，眼中倒映出一片腐朽的黑暗，“你奈何不了我的。剑伤不了我，你只有等死的份。”“那你又是为了什么……”康拉德觉得脑海里有什么呼之欲出，犹如那些记忆一般杂乱。少年蓦地沉默下来，幽黑的眼睛里闪着莫名的光，“汝从何处来？”康拉德觉得这话有点耳熟，一想才知是佛家谒语，便接道：“我从来处来。”话一出口便觉熟悉，心道奇怪。谁知少年听罢却咯咯的笑了，看着他的瞳孔里透着几分同情与仇恨，“原来你还是逃不掉……就让我来帮你解脱如何？”康拉德心中虽有百般疑惑，却知逃命要紧，飞奔出铁门，心道那怪物自己是开不了铁门的，便想把他关在铁门里。砰——铁门被狞笑着的少年撞开，“你以为我开不了么？”康拉德无奈，拿出弓箭朝少年射去，却被避开。康拉德回身，身后已是幽暗的森林，进去的话，肯定会被追上。脑中突然闪过一点灵光，他死死地盯住向他奔来的少年，发觉他的头上也已布满冷汗。说不定，这个怪物也怕阳光，所以将他逼入这样少有阳光的森林……康拉德暗自思忖，脚步转向空旷的湖边跑去。虽然转弯会使自己被追上的几率变大，但是只有这样才可能寻的生路。康拉德跑了一会，身后追击的速度果然慢了下来，少年脸上已是力竭的表情。“哼，跑的这般快。”少年突然冷笑一声，凭空飞了起来，双手直奔康拉德的脖颈。“还是速速解决了的好。”康拉德突然想起少年刚刚的话，既然少年能碰到他，那么自己在那个时刻应该也能碰到少年。那就是他唯一的机会。电光火石间，少年已到他的跟前。\n嗤——是肉体被利剑穿透的声音，彼时少年的手指里康拉德只差分毫。被剑穿胸而过的少年突然狂笑起来。\n\n\n\n第十二章\n\n被剑穿胸而过的少年突然狂笑起来，涣散的瞳孔里闪着几乎疯狂的光，“我们完了。我死了，我们就都完了……”“什么意思？”“这个世界的存在是要有东西支撑的，不然就会慢慢崩塌掉。”少年半瞌着眼睛，声音开始变得嘶哑，“你，我，尼德霍格，都是支撑这个世界的东西啊……你能想象么，一个内部真空的瓶子，被瞬间压扁的样子。”“那你为何又要杀了我……”康拉德不解。“你是活着的，兼备了肉体与灵魂。可是我啊，”少年气若游丝，却仍颤抖着笑了，“我所拥有的，只剩这残存的魂魄了啊……”远处依稀传来了尼德霍格的惊呼，焦急的脚步声由远及近。“他来了。祝你们好运吧，那小子可是处处护着你呢……”少年恍若未闻，断断续续的呓语着。“败了就败了吧，大概是命吧。”\n“康拉德……”尼德霍格被眼前的景象吓了一跳，被剑刺中的少年已经闭上了眼睛，脸色惨白的倚在康拉德肩上，鲜血染红了两人大半衣衫。“他是谁？”“不知道。他说他死了，我们也就完了……”康拉德脑子里已经是一团乱麻，尼德霍格的出现更是让他万分凌乱，“为什么，你和他……”为什么你们长得一模一样？“他死了？”尼德霍格神色慌乱的打断了康拉德，忙伸手过去探少年的鼻息，触手一片冰冷的气息，夹杂着微弱的呼吸。“还活着，不过估计时间也不长了。”康拉德舒了口气，让少年轻轻侧躺在草地上，回头道，“尼德霍格你在这看着，我回去拿治疗药水。别让他死了……”尼德霍格点头应允，脸庞埋没在阴影里，让康拉德有些看不清楚。\n“原来如此，”见康拉德已经远去，尼德霍格低头冷笑了一声，“要了我万分之一的生命，原来是要干这种勾当。”少年原本紧闭的双眼缓缓睁开了，如一点幽火在黑暗里闪烁，“是，不过也谢谢了。让我知道了什么叫做疼……”可惜啊，若是当初那年轻人能与他交换就好了，今日想来也是能得手的。“别以为我不知道你在想什么，”尼德霍格蹲下来，手指轻轻点上少年冰凉的额头，“你没有机会了，好好睡着吧。待到我和他成功之时，你方可解脱。”少年似乎被什么狠狠刺痛了，脸部痛苦的痉挛着，恨声道：“好好好，解脱了也好……” 只是，我偏不让你如意。话音刚落，少年便将手伸向了自己染血的胸口。咔——尼德霍格赶在少年自杀之前将他的手腕卸下，少年痛的惨呼一声。“知道了吗，如果当时你选择了他，下场会更惨。”少年闷哼，嘲讽般的勾了勾嘴角。“他要回来了，”尼德霍格用手掌将少年眼睛遮住，“做个好梦。”少年僵在半空的手颓然落下，眼睛疲乏的闭上。草地上安安静静的，好似什么也没发生。\n远处，康拉德正匆匆跑来。\n\n\n\n第十三章\n\n“家里治疗药水正好用光了，我还费事的炼了好几瓶。”康拉德飞奔到少年跟前，不忘抱怨几句。尼德霍格帮他拉开少年的嘴，方便康拉德把药水灌进去。少年大概是被呛到了，轻轻地咳嗽了几声。“趁治疗药水药效还没过，把剑拔出来。”尼德霍格提醒道。康拉德应了，小心翼翼的把剑从少年的胸腔一点一点抽了出来。大概是药水的效果，剑身刚离开少年身体，伤口就开始迅速的愈合。不到五分钟，胸口的伤口就结成了一道有些狰狞的疤痕。两人见此，不禁舒了口气。康拉德伸手探了探少年的鼻息，已经稳定了下来，却依旧冰凉。“体温怎么这么低……血流太多了吗？”“不，他一直都没有体温。”尼德霍格面无表情，“因为他根本不是活人，你没看出来吗。”康拉德点头，想起被追杀时的种种险象。“走吧，把他带回去。”“好。”康拉德犹豫了一下，背起少年，跟着尼德霍格向家走去。残阳中，点点阴霾正盘踞在天边，它欢呼着黑夜的到来，慢慢占据整个夜空。安顿好少年，康拉德便觉困顿，欲睡。尼德霍格却迟迟不寝，说是要把带回来的书籍整理一下，康拉德也就任由他去了，自己翻了个身沉入梦乡。\n久坐的尼德霍格见康拉德已然熟睡，悄然起身，爬下楼梯，少年正在地下室里熟睡。 稍稍近身一看，捆绑着少年的栓绳已然松动。尼德霍格冷哼，从背包里掏出一串黄铜锁链。少年仿佛察觉到了危险的靠近，紧闭的眼睛陡然睁开，直直的瞪向一步一步向他走来的尼德霍格。“原来你今天去末路是为了这个。”尼德霍格微笑，手中锁链叮当作响。“是，我料到你会攻击我和他其中的一人。这番来去，不正是被你趁了机？”少年惨笑。那黄铜便是建造末路宫殿的材料，属性奇特，克制一切邪物。然而其铸炼方法也极为考究，只有在最寒冷的末路之地才能炼出最纯净的金属。普通的怪物被这种金属锻造出的剑砍中，一击必杀。换做是面前这般非人非鬼的妖物，下场便是永恒的沉睡。尼德霍格蹲下身，将锁链一圈一圈缠绕在少年纤细的脖颈上，却丝毫不见他挣扎。铮——短刀赫然出鞘，直往尼德霍格背心刺去，伴随着少年的轻笑，随即是一声惊呼。匕首咣当一声摔在了地上，少年眼中写满了不可置信，拿刀的手臂瘫软着，五指隐有焦黑的痕迹。“你以为我不会么？”尼德霍格瞥了一眼地上的匕首，嗤笑道。又紧了紧链子，拴在墙上。少年似是被那链子捆的难受，如脱水的鱼一般挣扎着。“怪不得末路的怪物都忌惮那城堡，这金属着实让人难受的很……”尼德霍格不再理会少年，关上了地下室的门。轻叹一声，入梦。\n一片绿色天地里，时而大雨倾盆，时而电弧闪烁，时而风沙走石，时而离火连天。天地混沌间，依稀有人惊呼。那是最初的神惊叹着自己的力量，足以灭天。\n\n\n\n第十四章\n\n破晓，尼德霍格起身，见康拉德仍沉沉睡着，不禁莞尔。轻声下床起行，少顷已走到湖边，寻视一番后便跳进了水里。湖底有很多粘土，它们正是尼德霍格所需要的。大量需要。约摸挖了两组多的粘土，杀了七八只章鱼，浑身湿透的尼德霍格终于从湖里爬了出来，衣衫湿冷的感觉让他忍不住打了个喷嚏。在湖边小歇了片刻，待衣袍干透，他又把湖边的草地上所有的花全部采了下来。抬头看了看天，已是正午。怕康拉德找不到他又要担心，尼德霍格便匆匆赶了回去。虽然材料还未聚齐，但时间大抵还是足够的……至家，却见康拉德仍呆坐在床边，似是神游九天去了。尼德霍格太息，料想昨天发生的事对他影响还是大了点。“去干吗了？”康拉德转念间已然回神，目光投向门边的尼德霍格，“怎弄的头发都乱了。”“方才出门去了。”尼德霍格不以为意，继而说道，“有些事情要做，东西须得凑齐。”康拉德闻之疑惑，问是何事。尼德霍格一哂，话语有些飘忽，“创造生命。”康拉德顿觉眩晕，忽而想起昨日少年的话——\n“这个世界的存在是要有东西支撑的，不然就会慢慢崩塌掉。”“你，我，尼德霍格，都是支撑这个世界的东西啊……你能想象么，一个内部真空的瓶子，被瞬间压扁的样子。”\n“明白了么？”尼德霍格坐在桌前，手里正摆弄着一滩黏糊糊的泥巴。“我不想让那个‘人’继续呆在这个世界里，所以得尽快做出替代品来。”“唔。”康拉德含糊的应了，心中有些恍惚，他还是有些不能理解这个奇异世界的构造。“怎么了？”尼德霍格继续摆弄着手里的那团泥巴，“想不通？”康拉德懊恼的承认，引得桌边人一阵轻笑。“假如宇宙是一瓶碳酸饮料，我们就是饮料里一个气泡中的一个微小夸克。”康拉德抬起头，尼德霍格正背对着他，嘴里却不停。“有一天气泡开始向上浮动，一旦浮到水面就会破掉。这个时候气泡只能从饮料里夺来新的东西来维持自己的静止。”“于是我来到了这里。”康拉德这般界接，心里却隐隐觉得有些不对，却又无从证实。“是的，你就是那个新的东西。回不去的，你是维持这个世界平衡的东西。若是消失，气泡就会破掉。你的下场就是魂飞魄散，这个小世界也不复存在。构成这个世界的东西会分解，飞到宇宙外的混沌里，就像二氧化碳最终回归空气。”“所以你一直保护着我，就是为了不让自己消失吗？”康拉德耳边又响起那日少年的喃喃。“那小子可是处处护着你呢……”，少年如是说道。尼德霍格突然回过头来，一双眼睛亮的摄人，嘴角却挂着狡黠的笑，“你想要怎样的答案？”还粘着泥的手就这样环上了康拉德的脖子，不甚亲狎。“我……”康拉德愣的一时说不出话，脸颊微红。少年的眸子挨的极近，仿佛能看见其中藏匿的如墨铅云。晃神之际，身后的手已从衣衫上一路滑下，游戏意味十足。康拉德忍不住咳嗽一声。尼德霍格见其摸样颇为窘迫，遂大笑。康拉德这才明白尼德霍格是要把手上的泥擦在他身上，不禁失笑。“好啦，不闹了。”尼德霍格止笑，从背包里拿出早上采的几组花和墨囊丢给康拉德，“来帮忙，把这些花捣碎了，去渣留汁。墨囊也是一样，我要做颜料用的。”康拉德怔怔点头，又伸手摸了摸背后，已被泥巴弄得一片濡湿……\n\n\n\n第十五章\n\n……那是世上最好的诗。首首都是五绝，字字都押着韵，几百年，几千年，唱的都是这一句——寂、寂、寂、寂、寂。\n\n\n\n捣花汁是件费神费时的事，不仅要花很久把本来就纤薄的花瓣捣出汁水，还要把捣出的那一点汁水用网兜把里面花瓣的残渣滤掉。最恼人的是这样的东西居然没有合成方法……埋头捣了一天的康拉德艰难的抬起头，活动了一下酸胀的脖颈。“到底要多少颜料……”“很多。”坐在桌边的尼德霍格瞥了他一眼，又手持黄铜小刀在泥巴上专心的雕刻着什么。康拉德无奈，低下头继续捣弄，想了想又问道，“那团泥巴有什么用？见你摆弄了半天了。”尼德霍格但笑不语，稍稍立起手中的那团泥巴，已是人形。泥人虽只有少年手掌大小，面部却是勾画了了，毫不含糊。康拉德不禁咂舌。“待会我是要用颜料给泥人上色的，用量很大。”尼德霍格又挑起一撮泥，给泥人的手背添上经络。“所以不要浪费花。”“嗯。”于是屋内又陷入一片忙碌的寂静中，偶尔传出康拉德倾倒颜料的声音。许久传来尼德霍格的一声轻叹。康拉德停下手上的动作，转头看向桌面，泥人已然雕毕。虽未上色，却看得出是个年仅十五六的姑娘，亸袖垂髫，姿态艳绝。“好手艺。”康拉德惊叹。尼德霍格微笑，将泥人小心放进烤炉里。“家乡盛行这类泥塑手艺，因此儿时耳濡目染也学了些皮毛。”他拿出一桶水，把沾满泥污的双手伸进桶里细细清洗。“颜料磨了多少了？”康拉德朝墙边一溜铁桶努了努嘴，尼德霍格满意的点头。“我累了，去睡觉了。”康拉德望了一眼窗外的月亮，心中萌生倦意。尼德霍格嗯了一声，又开始摆弄第二个泥人。夜深，不知何时出现在这个世界的虫子们诵着诗。那是世上最好的诗。首首都是五绝，字字都押着韵，几百年，几千年，唱的都是这一句——寂、寂、寂、寂、寂。桌边灯光昏黄，时而发出桌面与铜刀碰击的声响，又一个俊俏少年郎在尼德霍格手中被塑造出来。嵌在墙壁中的熔炉火光闪烁着，渐渐熄灭。尼德霍格小心翼翼的用布把还有些烫手余温的泥人姑娘捧了出来，又将另一个泥人放进去烘烤。剩下来的工作便是繁琐的上色。第一次上色，是为泥人画皮。橘黄与白色掺调，成为肉色。均匀厚重的涂抹在姑娘露出衣衫的肌肤与脸庞上，丝毫不能懈怠，就连一个指缝也不能漏掉。上色完毕，须得将泥人再次烘烤，才能进行第二次上色：嘴唇、头发、眉毛、腮红、指甲。依次还有五官、关节、衣衫、经脉……每一次上色都要重新入炉烘烤一遍，其程序之繁杂，令人头晕目眩。但是，人便是这样复杂的一样物事。五官露心性，衣冠显贵贱。\n\n\n\n第十六章\n\n康拉德睡醒的时候，尼德霍格已经在给第二个泥人上色了。木桌边站着一个泥人女孩，绛红衣裙，亸袖垂髫，一根鹅黄发带将如泻青丝松松挽起。玉色两颊泛着浅浅的红，一双翦水双瞳若有星光闪烁，朱唇轻启，似乎在无声言说着什么。康拉德盯着这曾不盈掌的泥人，不由啧啧称奇。“简直就像个活生生的人。”“马上就是了。”尼德霍格黠笑着，目光掠过康拉德诧异的脸，“不过需要你的帮忙。”康拉德有些不知所以的张了张嘴，却被尼德霍格打发了去收菜喂牛。尼德霍格说需要他的帮忙……他又能帮上什么忙呢？难道是帮他布阵唱经吗，向中世纪的那些宗教异端一样？康拉德愣愣的脑补尼德霍格对着两个泥人嚼大舌头施法的情景，不禁大笑，脚下一滑啪叽一声踩坏了田。又是一阵手忙脚乱的回家拿锄头，却被尼德霍格瞪了一眼，康拉德只好溜出屋子，去牛圈边看牛山牛海。转而又想到\n尼德霍格已经给泥人上好了色，正在进行最后的烧制。烤炉的火光正星星闪闪的跃动着。“泥人大概还有几十分钟才能烧好。”尼德霍格从久坐了一天的桌边起身，十分惬意的仰倒在床上。“我有点饿了，你去弄点宵夜来吧。”“吃什么？”“可可奶和土豆面包。”尼德霍格在床上打了个滚，脸埋进被子里，声音有些含糊不清。“这么多？不怕睡不着么。”康拉德把可可豆和牛奶放上工作台合成可可奶，又翻箱倒柜的把土豆和小麦拿出来合成面包。把一桶牛奶放进烤炉，康拉德又想起了什么，回头问道，“面包要烤吗？”尼德霍格懒洋洋的动了动脑袋，以示点头。真是考究……康拉德不由发笑。估计等东西热好了，人都已经睡着了。可可的香气在屋内渐渐弥散开来，康拉德把热好的牛奶拿出来，倒在玻璃瓶里。“加糖吗？”“两块。”尼德霍格慢悠悠的坐起来，眼神有些迷离，“康拉德……你想听一个故事吗？”“好啊。”康拉德把面包和加了糖的牛奶递给尼德霍格，自己也端了瓶牛奶坐在床边。尼德霍格浅浅的饮了一口牛奶，清亮的眼睛望向康拉德，嘴角噙着意义不明的笑。\n“很久以前，天地初开，世界上还没有生命。荒芜的大地上，只有一个孤独的神。”康拉德觉得手中的瓶子有些烫手。“神在大地上漫无目的的行走着，可是触目所及的尽是冰冷的铅云黄土。可神也是生命，也有七情六欲，也会在这样的世界里感到孤独。他渴望着与自己一样的生命，渴望着光明，渴望着温暖。他渴望着一切与周遭环境相反的事物，所以他尝试着去创造。但是神并不是万能的，所以第一次的创造理所当然的失败了。他前往自己所创造的世界，发现那里的生命全部凋零了，只剩下腐烂的肉体在灼热的世界里游荡。”康拉德低着头，目光投向不知名的地方。\n\n\n\n第十七章\n\n“神失望而归，他在那个荒凉的世界里思考着——生命是什么？后来，神想通了。生命并不一定与自己一样，也许它的模样与自己相去甚远，也许它不比自己聪慧。但生命应当是亘古延续的，它们能够进步，从懵懂无知到通晓常理。它们有生老病死，却能繁殖。因而生生不息，永不灭亡。神凭着这样的思想创造了第二个世界，并不只是渴望着光与热。他成功了。新的世界是那样的美丽，迥异的地貌、气候、风景与生物群系拼凑起来，就是一个完整的世界。”床边，康拉德默然，手中喝了一半的牛奶渐渐凉透。他知道，尼德霍格并不是在讲故事。只是在叙述往事而已。很久很久以前的往事。\n“可是啊。”尼德霍格突然轻叹一声，眼里蒙着一层暖黄的纱，“不论是神还是人，都是万物之中心思最难以捉摸的物事。”“后来又怎么了？”牛奶冷的真快，转眼间就已经有些冰手了。“孤独可以杀死一个人，神也不例外。”尼德霍格突然抬头，目光里带着三分悲哀七分怜悯，却又吃吃的笑了起来。“你猜那神在自杀之前做了什么？”康拉德有些慌乱，内心的一些声音狂乱的呐喊着，仿佛即将被撕破深入沟壑的伤疤。“神许了一个愿，”尼德霍格嘴角勾着，康拉德有些看不懂，“他想在死后能够到达一个充满与自己同类生命的世界。”“你知道，神的愿望常常能达成。他的愿望实现了，再世为人，而不是孤独的神。当然，按照那个世界的规矩，他被埋去了一切关于过往的记忆，也失去了创造所想事物的力量。但是神在那个世界活的很开心，他不再会感到孤独了，身边都是与他一样的同类。可他不知道啊，原来的世界里的神位因此而空缺了，须得有人去替才行。就像‘伥鬼’，旧的去投了胎，总是要有新的倒霉鬼来替……”“所以，我来到了这里。”尼德霍格啃了一口面包，“充当神的同时，我却只得到了上任神力量的皮毛……”康拉德张了张嘴，却没有说话，事情不应到此结束。“一开始，我以为我是第一个来到这个世界的人。后来……我遇到了一个‘人’，他告诉了我真相。”熔炉的火渐渐熄灭了，烧制结束的泥人静静的躺在黑暗的空间里。尼德霍格突然止了声，转头看了看康拉德，“还要听下去吗？”康拉德犹豫着，点了点头。\n人总是渴望着消除自己的无知，却常常在通晓后懊悔不已，如同迟暮的老人与初生的婴儿总是互相羡慕一样。这般的事，大抵无解。“那个‘人’告诉我，在我来到这里以后，这个世界理应是平衡了，不会再有无辜的人被牵扯进来。”可是康拉德来了。世上本就没有巧合，每一件发生的事情都有它的必然性。“从这里来的，自然会回到这里。无所谓悲与不悲，能够回去的，就是幸。”康拉德已经够幸运的了。自始至终，不幸被牵扯进来的，从来都不是他啊……尼德霍格不再说话了，他起身下床，从烤炉里拿出泥人，开始安静的给它上色。\n\n\n\n尾声     夜深，床上躺着一个七八岁大的小女孩，孩童特有的明亮眼睛直直的望着窗外的夜空。“外婆，我睡不着。”女孩朝坐在床头的老妇撒着娇，“讲个故事吧！”老妇宠溺而无奈的笑了笑，“外婆的故事都讲光了，怎么办？”女孩有些嗔怒的瞪着老妇。“那就讲讲神话吧……”女孩的眼睛立刻放出了欢喜的光。“很久以前，世界里还没有人的时候，在冰冷黑暗的末路之地住着一位神，他非常孤独……”女孩发出轻声的惊叹：末路之地！传说在末路之地的深处，有一座黄铜铸造的宫殿，那是神曾经居住过的地方。有人说凡人是找不到那宫殿的，它只在神的旨意下才会出现……“神在末路之地度过了漫长的岁月，他尝试着创造温暖与生命，却失败了。他创造出的是地狱，里面充满了岩浆与怪物。神很懊恼。一番思索过后，他又开始尝试，创造出了我们所生活的世界。”“那我们呢？也是神创造的吗？”“这世界上的所有东西都是神的杰作……”老妇顿了顿，“除了一条龙。神在末路遇见了一条黑龙，他们都在末路生活了很久。龙也孤独着。”“他们成为朋友了吗？”“是的。神找到了能与之交流的生命，所以他赐予了那条龙强大的力量。他们一起思考，生命的意义。后来他们明白了，开始创造。龙帮助神铸造了生命的容器，又由神赋予容器灵魂与思想。人便这样被创造出来了……”“后来呢？”“那便是祖先们的事了，自人被创造出了以后，神与龙就消失了。”女孩默默，继而又问道，“外婆，你说的都是真的吗？”“是神话啊，其中真实又能有多少呢？”老妇笑着，“何况神话是祖先们流传下来的，遗漏了什么重要的东西也说不定呢……”床间莫然，女孩已然是睡着了。老妇给孩子掖了掖被子，轻手轻脚的关门离去。\n\n的确，神话中真实的没有多少。神不是自始至终呆在末路，龙也并不是龙。他们都是与凡人一样的生命，在冰冷的末路相遇，温暖了彼此。创世的过程也并非一帆风顺，其中也有‘人’曾干扰。那‘人’今日却早已不在这世界，而去向了更遥远的地方。关于他的遭遇，便又是另一个故事了……\n窗外曙光初现，创世般的光芒温柔的笼罩了大地。幽远山谷间的木屋里，传来少年的一阵含笑的低语。“康拉德，起床啦。”\n\n     The End.\n=============================================================\nyuki有话要说：\n历经一个月，这篇文终于完结了。谢谢大家~\n \n后记与解析链接：http://www.mcbbs.net/thread-221317-1-1.html\n\n",
    "replies": [
        {
            "author": "月轻歌",
            "timestamp": 1389858720,
            "txt_content": "好作品，我必须来抢前排"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1389858780,
            "txt_content": "此帖必火，火钳刘明。\n\n楼主你太牛了～"
        },
        {
            "author": "鹏程万里",
            "timestamp": 1389860220,
            "txt_content": "长手的苦力怕 发表于 2014-1-16 15:53 \n此帖必火，火钳刘明。\n\n楼主你太牛了～\n地板，表示NB"
        },
        {
            "author": "冥王星人",
            "timestamp": 1389883980,
            "txt_content": "我说流年酱，我都说了用word写好的，要发时候转存个TXT，前面就有空格，可以发成我那样子，乃怎么就是不用呢唉，，，，，，"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1389884640,
            "txt_content": "冥王星人 发表于 2014-1-16 22:53 \n我说流年酱，我都说了用word写好的，要发时候转存个TXT，前面就有空格，可以发成我那样子，乃怎么就是不用呢 ...\n就是有点受不了那些黑色方块，密集恐惧症看了根本把持不住{:10_501:}"
        },
        {
            "author": "冥王星人",
            "timestamp": 1389885480,
            "txt_content": "yuki_camorra 发表于 2014-1-16 23:04 \n就是有点受不了那些黑色方块，密集恐惧症看了根本把持不住\n自动斜眼，，，"
        }
    ]
}