{
    "title": "我的世界的冒险小说（更新了）",
    "author": "配料罐1",
    "replyCount": 4,
    "timestamp": 1389872340,
    "txt_content": " 本帖最后由 配料罐1 于 2014-1-16 21:35 编辑 \n\n\n\n\n\nQQ图片20140116192608.jpg (29.3 KB, 下载次数: 0)\n\n下载附件\n\n2014-1-16 19:34 上传\n\n\n\n\n\n\n\n\n\n我晕晕的看着这门，黑黑的，有一种紫色能量蕴藏在这黑曜石里面，让人感到无比强大的力量。\n这仅仅是个游戏，为什么如此真实？我忽然从沉迷中清醒过来。\n灵侠：“我要进去吗？我去你的！这只是个游戏，干什么搞得这么神秘？”但我还是感到不安，弄了三把铁剑，一身盔甲，几十个面包。战战兢兢的来到了黑曜石门前。\n嗡~~刷刷刷~！\n等待了几秒，一阵眩晕，我晕倒在电脑旁……\n灵侠：“啊，这是哪里啊？”\n？？：“这是我的世界，你在这里面。”我涌入一阵阵画面，我是这么过来的……\n回忆：\n灵侠站在黑曜石门前，看到一片紫色，他来到一棵紫色的柱子前。\n？？：“哈哈~孩子，过来吧。”他仿佛像我的父亲，用一种慈爱对我说着。\n灵侠被他的声音感动了，到了柱子面前，感到无比的快乐，突然。\n灵侠看到一片平静的画面，看着像白色，却蕴藏这某种未知能量，当然了，那就是魂紫气。\n这时灵侠感到眩晕，脑袋快爆开了，身体也快爆了。好在这种感觉时间并不长。突然，它就出现在了这里。（回忆结束）\n我抬头看了看这个梦中人，他是那么的神秘，就在这么近，仿佛还是很遥远。\n他和我游戏中使用的人物一样，但又不一样，到底是哪里不一样呢？\n？？：“孩子，对不起，我本不应该让你来到这里，我太自私了，我想快点离开这里，只有让你来代替我，我才可以离开这里……”\n我的情绪由惊讶、激动转化为愤怒，伤心……\n？？：“当然了，我不会让你一个人在这个世界上呆着。我会帮助你，直到我们可以离开这里的时候。”他特意把我们这两个字读重了，但他还是不开口说话。\n灵侠：“唔……哼……”我突然惊讶了起来。因为我也没有张开嘴。\n我用力张了张，居然张不开。\n？？：“孩子，这个世界是不能张开嘴的，直到离开这里后。记住这里是不能问一些问题。比如关于我的一切。我也不能问你的一切。要切记。”\n灵侠：“我，我知道了。那黑曜石门呢？还可以通过它回去吗？”\n？？：“那黑曜石门是用来传送到这个世界里的，在这个世界里面，要再建一个黑曜石门，进入到地狱，在地狱取来地狱岩浆后，这个地狱岩浆很好取，随便就能取来，还要在地狱找到水，地狱里的水……”他正说着，眼睛里充满了迷茫。\n咦？我可以接近他了。他并不那么遥远了。\n？？：“呵呵，我已经把目的告诉你了。你自己要在这里生存下来。”\n扑~他消失了。\n留我在这无尽的草原上……\n\n\n\n\n本章完，即将更新到第三章，请大家顶我一下，就轻轻的一点~~~~~~\n预告：\n灵侠到了这个方块世界，问题是他不能回去了，他要在这里生活，他到底如何办呢？\n第三章：知道了，命运就是如此的悲剧\n \n顶我哦（给我人气）！！ 还有把你们的金币砸向我吧！！你们为什么要踩 踩要说理由\n第一章：惊奇之遇：我的世界的地址是：http://www.mcbbs.net/thread-219835-1-1.html  随便顶下这个\n\n\n\n",
    "replies": [
        {
            "author": "luckyyong",
            "timestamp": 1389872520,
            "txt_content": "感谢楼主的分享 很好的东西哦 希望楼主继续努力 干巴爹哦"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1389872580,
            "txt_content": "楼主不会过会就去申请翻译创作板块实习版主吧"
        },
        {
            "author": "配料罐1",
            "timestamp": 1389872640,
            "txt_content": "luckyyong 发表于 2014-1-16 19:42 \n感谢楼主的分享 很好的东西哦 希望楼主继续努力 干巴爹哦\n那就顶一下 我好不容易写的{:10_523:}"
        },
        {
            "author": "1074550119",
            "timestamp": 1389878160,
            "txt_content": "虽然有种玄幻小说的赶脚，但还是不错的顶个"
        }
    ]
}