{
    "title": "原创小说《我是方块我怕谁》第2章",
    "author": "940595236",
    "replyCount": 2,
    "timestamp": 1389931980,
    "txt_content": " 本帖最后由 940595236 于 2014-1-17 12:15 编辑 \n\n         放假了！更新的速度就快了。不多说了，马上就进入主题。     —————————————正题—————————————— \n  邵健：“从来都没睡的这么好过诶！”  滑翔伸了个懒腰，说：“以前作业成堆，哪里能想现在啊！”    “好了，准备一下，我们去挖矿，现在手头没有铁。”我边拿石制镐子边说。 \n    推开门，温暖的阳光就照射在身上，感觉不错。刚拿起小麦准备再做几个面包，就看见窗外的一个村民眼巴巴的看着我手上的小麦，感觉怪怪的，我刚走出屋子，他就靠了过来说：“把你的小麦卖给我吧，我是个NPC，不能收割小麦，5捆小麦我出1个绿宝石。”  我看了看他手里的緑寳石，背包里有39捆小麦，卖他几个又如何。我给了他30捆小麦，他喜滋滋的递了6个緑寳石过来，就拿着小麦往家里去了。\n   滑翔和邵健拿着刚制作的石镐走了过来，看着我手里的緑寳石，很好奇的问道：“你从哪里来弄来的緑寳石呀？”   我指了指正拿着小麦到处炫耀的村民，邵健立马就冲了过去，抓出60个小麦塞给那个村民，硬是拿了15个緑寳石回来，我问他：“60个小麦才买12个緑寳石，你咋弄到15个的呢？”   邵健很自豪的说：“我跟他说我的小麦是高级货，一捆买5个緑寳石，我60个买你15，已经很便宜了！他就相信。”   无语。。。。看来这里村民大多都没多少IQ\n  我随便拉了一个村民，问道：“你知不知道这附近有没有矿洞？”   村民：“矿洞，村庄后面的山脚下有一个很大的矿洞哦。”  我把我的10个緑寳石全给了他，滑翔很心痛的问道：“你咋把所有的緑寳石给他呢？”   我晃了晃手里的3根铁镐，道：“你说呢？”\n   按照村民所说的，我们在山脚下找到了那个矿洞，我拿上火把，四周竟然亮了起来，“好像是动态光源MOD啊。”滑翔说道“这会不会是个服务器啊？”   我想了想，说：“可能吧，走进矿洞后不要走散了，我可不能保证这里没有怪物，尤其是邵健。”\n   。。。。。。。。。\n   等我们出来的时候已经是中午了，不够收获也不少啦，有1组的煤（我们也不想挖，是邵健干的好事），半组的铁矿，还有一组铁（在矿洞了烧好的）和一些火药和腐肉。回到村庄时，我们已经快虚脱了，虽然是MC，但是被怪物打的也是很痛的，而且还要一段时间才会恢复，\n     我们躺着各自的床上，喘着粗气，屋子里的熔炉在炼铁，散发着热量，我们感觉很舒服啊，滑翔说道：“你们想不想其他人啊？”   滑翔说的也是，我们已经2天没有在现实生活中露面了，我叹了口气，屋子又一次陷入了沉默中。\n     不知不解地，夜晚降临了，“呃~~”   “那不是僵尸的声音吗？我一把抓起铁剑，推开了门，冲了出来，一个村民坐在地上瑟瑟发抖，他面前，几只僵尸将一只铁傀儡死死地按在地上，虽然铁傀儡拼命地挣扎着，但是它一个傀儡也是打不赢一大片僵尸的，我赶紧上去抬起一脚踢飞了一只打算把村民当夜宵的僵尸，就冲上去帮组铁傀儡，要知道，铁傀儡，虽然强壮，但是制造它是十分的消耗铁锭的，再说，傀儡也是生命啊。\n    滑翔被僵尸的吵闹声惊醒了，他叫醒了邵健，拿起武器，前来增援，有了增援，我的鸭梨（压力）就减小了不少，但是我们再厉害，也是无法挡住僵尸的。拼了，我跑进屋子，用火药和沙子做了2个TNT，抓起打火石，把TNT点燃，放在地上，狠狠地踢了出去（不受MC限制的好处）  “轰”的一声巨响，TNT在僵尸群中爆炸了，有几只可怜的僵尸被轰上了天，如果不是TNT，我估计他们这辈子也不能体验到飞的感觉吧。果然，TNT引起了僵尸群的惊恐，我们操起铁剑冲了进去，大开杀戒，谁让僵尸们在惊恐的状态下变得脆弱不堪呢。这时一只变异僵尸，从地面中撞了出来，又有几只可怜的僵尸被撞飞，结果摔死了，可怜啊。。。等等，哪里来的突变生物？！不会真是服务器吧？\n      话说，僵尸干嘛成群结队的来村庄，原来是因为变异僵尸啊，我抓起一块腐肉扔了过去，变异僵尸居然张开大嘴把腐肉给吞了，还舔了舔嘴，向我们冲了过来，我拿起一块燧石，向他的眼睛扔了过去，没办法，背包里就数燧石最锋利了。那个大块头一抬手就把燧石给打飞了，\n     完了完了，我们3个人哪能挡住变异僵尸呢？“冲啊！”额，身后突然冲出一群纯金傀儡，看样子有上百只，我回头一看，一个土豪模样的村民，在两只纯金傀儡的护送下走了过来，说道：“你们好，我是这个村庄的村长，全名叫土豪24K纯金村村长的神的化身，你们可以叫我土豪化身。”  这名字听着咋那么别扭呢，不过，有了增援，突变僵尸都神马的不在话下，更何况是纯金傀儡来增援呢，不一会，突变僵尸就留下一只手臂逃走了，纯金的傀儡果然厉害，我拾起那只手臂，好家伙，有我一个人那么大，纯金傀儡在土豪化身的指导下开始收拾现场，我们也回到了家里，来到床边，倒头就睡，实在是太困了，谁让僵尸大半夜来入侵村庄呢？\n\n\n—————————————下集预告—————————————————\n：一个小村镇的村长竟会如此有钱，他的钱竟然是来自一个巨大的纯金金矿，这是一笔天大的财富啊，为了报答我们3人救下村民的事情，在宴会上，我们得知了勇者之城的事情，并获得准确的位置，开始新的生活！\n————————————————鸣谢————————————————\n                                        突变生物MOD\n\n\n\n\n",
    "replies": [
        {
            "author": "1219650440",
            "timestamp": 1389932400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "592764254",
            "timestamp": 1390375260,
            "txt_content": "                                     大力支持=w="
        }
    ]
}