{
    "title": "《潘德的预言》皮肤合集，陆续更新中！！！！！",
    "author": "jianenhai",
    "replyCount": 4,
    "timestamp": 1389952620,
    "txt_content": " 本帖最后由 jianenhai 于 2014-1-17 18:42 编辑 \n\n万年之前，泰坦之战奠定了人类崛起的基础。一场上古族裔间的可怕战争硝烟散去后，世间再无魔法。而那些传说中一度荣耀一时的强者，也一同消逝，只有在传说中才可瞥见其身影。唯有与世无争的诺多精灵延续至今，而他们一度辉煌的城市亦灰飞烟灭，也许只有一座硕果仅存。\n\n354年前——潘德王国的建立。这是人类的时代。故事围绕潘德丰饶的土地,人们的斗争,以及他们的领袖与命运。数百年前，一个大一统的王国在火与剑中诞生。和平重新降临，国家走向繁荣。近200年来，五代国王在萨里昂的白银王座上指引着国家的前进。\n\n潘德立国198年，王国突然如朽木般崩坏。仅一个月，短短三十天，帝国便四分五裂。讽刺的是，毁灭帝国的既非刀兵，亦非巫毒蛊术，而是一个无形杀手——血色天灾（红死病）。它的魔影掠过大地王国的子民们不分贵贱，如割草般倒下，仿佛暗夜中的刺客终于亮出了尖刀。王室消亡，国土无人统治。入侵随之而来，似乎将不可阻挡地将一度强盛的王国毁灭。潘德的荣光也似乎将仅存于传说。继国王与其子嗣归天，王国陷入混乱。众多领主宣称自己有权继承王位，纷争不休。自潘德的建立已过了199年，休战与盟约似乎不再可靠，脆弱的和平似乎又将被打破。\n\n在北方，山地部族开始袭击潘德的心脏地带。骑士们的零星抵抗助长了侵略者的气焰，他们开始大胆深入，不久后开始围攻瑞恩。瑞恩伯爵向贵族们求援，但权臣们各有托辞。一些北方领主组成一支规模不大的联军，向围城的迷雾山武士进攻。战役血腥而残酷，最终围城被解除，蛮族部落与他们的萨满领袖向自己老巢败退。英勇奋战的北方领主们决意以捍卫了城市的强悍武士建立骑士团——龙骑士团。而其他骑士团及南方贵族们对这个消息并未表示善意。他们勒令龙骑士团必须解散，而在北方高傲的武士眼里，这无异于对其荣耀的侮辱。其他骑士团的轻蔑及在瑞恩之围中被抛弃斩断了北方领主与南方领主间最后的友谊，促使其宣布独立：建立瑞文斯顿王国。而其他游走于两阵营间的潘德遗臣还没做好在几年内再迎来一次大动荡的准备。\n\n潘德立国202年，阴云笼罩了潘德南部。巴可斯帝国掀起了入侵的狂潮，一支由百战名将奥萨统帅的大军自南部的潘德港登陆。他一路攻城拔寨，势如破竹。讽刺的是，战事发起仅仅数月，将军得到消息，皇帝也已被刺杀，巴可斯帝国陷入内战的泥沼。从震惊中恢复后，奥萨携一些潘德领主之力，自封为雅诺斯霸主，并与巴可斯帝国决裂。昔日的巴可斯帝国分裂成无数小公国、城邦、王国，而统治权落入拜蛇神教之手。这是个由武士组成的神秘而强大的组织，他们崇拜一个以毒蛇为化身的不知名的黑暗女神。 而对昔日强盛的潘德而言，这意味着其南部的大片土地、城市及领主落入了这自称霸王的突然发迹的将领的手中。\n\n潘德立国204年，北方瑞文斯顿王国建立和奥萨入侵后，强大的萨里昂公爵阿尔弗莱德收服了余下的潘德遗臣，自封为萨里昂国王。和平维持了十年，潘德立国213年，在遥远的北方，海畔生活着狂放好战的凡斯凯瑞族。他们之中有贵族王侯，也有劫掠者和商人。因巴可斯帝国的消亡，许多凡斯凯瑞商人得以回归父辈的寒霜港。一位智者思考凡斯凯瑞未来时说，“勇者溺于安逸之时，死亡将与敌人的刀剑及纷争一同到来”。当这话传到纷乱的北方时，被战火与劫掠所证实。很快，劫掠船发现潘德的海港是充满黄金与财富的丰饶之地。他们装备精良悍不畏死的武士们开始劫掠沿岸城镇并粉碎了微不足道的抵抗。狮骑士们与萨里昂的领主们沿岸巡逻，严防突袭。然而，狡诈的凡斯凯瑞劫掠者仍不断得手。无力自卫的潘德沿海省份商业领袖们只得遣使向凡斯凯瑞王侯寻求保护。起初，他们被拒绝了。但当开出的条件包括潘德封号以及领土时，王侯们开始感兴趣。与潘德丰饶的牧场相比，凡斯凯瑞的土地贫瘠而寒冷。而宜人的气候，成为城堡的主人甚至城市的统治者更深深打动了他们。很快，在财富的诱惑下，许多凡斯凯瑞家族离开父辈的港口，迁往潘德沿岸。其中一些投入潘德领主麾下，其他则纷纷与贵族家庭联姻。凡斯凯瑞的武勇文化与风俗进入沿岸领主家族使得王国内部产生剧变。几代后文化差异便成鸿沟，使沿海贵族纷纷退出萨里昂王国，并结成了并不稳固的城邦联盟，统称菲尔兹威。\n\n潘德立国204年至245年。密谋、战争、壮举不断上演，各种奸恶嘴脸也反复呈现。这有一个名为迦图的部族脱离了帝国与奥萨的控制，在潘德的东部草原流浪的故事。也有狮骑士团的往事，及他们是如何被自己曾经的一员背叛并宣布为叛逆，历经多年才在当今萨里昂国王那里得到宽恕。而要叙述达夏的故事则要花上几章。这个游牧民族演变为一个集军事经济为一体的集团，最终却发现最大的敌人是自己。这与记载中改变了无数冒险者人生的与诺多族及他们强大的武器与魔咒的奇遇一样使人着迷。而马迪甘的故事尤其使我感兴趣。这个四处游历的神秘主义者预言将有一位英雄一统河山，重现故国昔日荣光。他的壮举与语言本身一样令人动容：为宣讲真理，他因坚持自己的理念而被处死。\n\n\n\n\n\n\n\n\n\n\n潘德重甲剑士\n\n\n\n\n潘德重甲剑士.png (1.09 KB, 下载次数: 9)\n\n下载附件\n\n2014-1-17 17:59 上传\n\n\n\n\n\n\n楼主皮肤软件有问题，所以没有预览图，请谅解\n\n\n\n\n陆续更新，敬请期待\n\n\n\n\n\n",
    "replies": [
        {
            "author": "464982331",
            "timestamp": 1389954960,
            "txt_content": "一大堆点击展开收起= ="
        },
        {
            "author": "jianenhai",
            "timestamp": 1389955320,
            "txt_content": "464982331 发表于 2014-1-17 18:36 \n一大堆点击展开收起= =\n没啦，将才不知为何抽了"
        },
        {
            "author": "jianenhai",
            "timestamp": 1390878120,
            "txt_content": "由于Lz回家过年，可能短时间内不会更新哦！！！！！！！！"
        },
        {
            "author": "1095486321",
            "timestamp": 1390878300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}