{
    "title": "赵青的小说《屌丝的逆袭》",
    "author": "Sky之王丿梦",
    "replyCount": 2,
    "timestamp": 1389970560,
    "txt_content": " 本帖最后由 Sky之王丿梦 于 2014-1-22 19:17 编辑 \n\n非本人著作  原帖地址： http://user.qzone.qq.com/2292225393/311\n转载已经作者许可\n------------------------------------------------------------------------------------------------------------------------------------------------------------\n《第一章》\n       我叫林枫 ，今年读初2，成绩最差相貌平平。自从五年前父母离婚，我的性格变得叛逆，不好好学习。老爸经常在外经商，很少回家，我也就很早就独立。没有什么朋友，整天用网络麻痹自己。 一天，我正在逃课在家玩lol，排位赛连输几把，没心情玩了，索性出去透透气，顺便去学校门口吃点东西。“来份考冷面，两个面两个蛋啊 买完之后，我正端着小碗拿着竹签准备开吃，一个衣着光鲜的女孩朝我走来。 “你是林枫 ？” “是啊，找我有什么事？” “…呃…你就吃这个？”说着，她指了指我手里的…冷面。 “额”我没搞明白怎么回事，“你要不要来点？” 说完之后，我才发觉我有点犯贱了… 她眉头挤了一挤，小嘴一鼓，手指了指我后面，说“爸爸叫我找你诶。” 我顺着他她手指的方向一看，靠，这不是老爸的车么？ 我正震惊着，车窗缓缓打开，露出了老爸愤怒的脸，在后坐上，还坐着个女孩，板着个脸，好一个高傲的冰女！ “小兔崽子！你他妈怎么逃课了，看我怎么收拾你” 我听到这个，唯一的反应，跑… 一眨眼，我飞也似的跑了 “回来！” …我立马站住了，准备挨一顿臭骂，于是我黑这脸走了过去。 “来，我给你介绍一下” 没有想像中的臭骂，我心里放松了许多，不过，又马上紧绷了起来… “这是你的妹妹们”，说着，他指了指我身后的和车后座上的两个女孩。 我晕了，这怎么回事… “我再婚了，她们是你后妈的孩子，以后跟你一起住，给他们做饭，送她们上学，你要是照顾不好他们，小心你你的狗腿 我怔住了。思绪回到小时侯。回到那段快乐的日子，爸妈的手牵着我的手，快乐的玩耍，不知过了多久，我看见父母在吵架，我哭了，躲在房间的角落。哭着，然后妈妈冷着脸对我说“以后跟着爸爸，你要照顾好你自己。”说完，她拖着旅行箱就走了，只留下孤零零的我… 妈妈抛弃了我和爸爸。 那是爸爸对我唯一的解释。 那天，我感觉世界好残酷。 终究还是回忆起了啊。\n《第二章》\n……………………………………………………… 爸爸没说什么，叹了口气，默默看着我 我站在那里，攥紧了拳头，想和老爸吵起来，但最终还是忍住了… 每个人都有自己追求幸福的权力，我又能怎么样呢…反正我是没心没肺的，心什么的，早在那天就已经不在了… 释然了，我朝老爸微微一笑，默默打开车门钻了进去。 刚才那女孩也安静得坐了进来 一路无语。 夏日的骄阳透过车窗，照的刺眼 回到家，老爸没说什么，径自去厨房做饭了， 那女孩还在好奇地打量我。看得我有点不自在了… 忍不住了-.-“我叫林枫，你呢？” “啊！”女孩好像吓了一跳“哦，我叫杨毓妍…” 我点点头，看向那个傲娇女，没等我开口，“杨毓寒”3个字干净利落得把我打回去、 没话说了，我就躺沙发上闭目养神… 爸爸叫我们去吃饭了，简单的几道菜，我吃的津津有味，刚才的不愉快很快就抛到脑后了。 “林枫，以后我和你妈要经常在北京，你要在家照顾你的两个妹妹，”他又对两个两个妹妹说“他要是敢欺负你们，给我打电话，我立马回来教训他。” “恩” 我无拘无束惯了…突然来两个妹妹，真有点不适应。 吃完饭，老爸就把我赶去上课了。我只好厚着脸皮上学去了 晚上回家，家里有好多人，都在忙活着，我一眼就看见两台崭新的电脑，心中大喜 :哈哈，我那老爷机终于可以换了吗！可是还没高兴够，两台电脑就被搬到两个客卧室了，呵呵呵… 于是我黑着脸回房间了，闷头就睡，可是耳边一直都回荡着装修的声音… 睡不着啊！！ 然后我就半梦半醒中徘徊…嘈杂的声音终于消失了。睡觉咯。。 然后我就被人叫醒了，郁闷中，刚想说我去年买了个表，一抬头，原来是杨毓妍，她好像又下了一跳，“吃…吃饭了” 声音细细的，突然有种保护欲…话说这妹子胆子好小啊！ 我嗯了一声，屁颠屁颠地吃饭去了，刚出门，就是那张脸。冷得吓人… 心里大呼，敢不敢笑一下？ 然后我就去吃饭了，两个妹妹一人一个房间，老爸只好过来跟我挤，…唉，没办法。\n《第三章》\n…………………………………………………… 老爸早上跟我们嘱咐了一下就匆匆走了，我们离着学校不远，走10分钟就到学校了，一路上我在那瞎扯，毓妍静静听我说，时不时说上两句，那傲娇的毓寒根本没听我说话，自己低着头走着，时不时看看四周，仿佛有什么心事。 我问你们去几班，毓妍说她们去1班， 我听了感觉好吊…因为1班是重点班，个个都是学霸，老爸把她们弄进1班，肯定给了校长不少好处… 我带着她们进了教学楼，上来就听见朗朗的读书声，没错，学霸1班传来的… 找到了她们的班主任，把她们交给了她，临走前，我还说了声拜拜，可没人回答我，感觉有点郁闷，但是又生不起气来… 回了班，我在窗边坐下，欣赏着美丽的夏景，正当我陶醉在夏日的烂漫中时，班头走了进来，看见我在看窗外，破口大骂道“林枫，不愿意上课滚出去” 听了，我胡乱拿了本书就看，靠，这都是什么啊，嘛都看不懂。同桌看不下去了，“你拿反了…” “额”我说呢，原来如此，于是我就正过来了，然后，额，还是看不懂… 没心情上课了，一下课我就找基友姜华去了。我跟她说了我家的事，这货眼里放光了“哎呦呦，跟少女同居了，享受啊！哪天给我介绍介绍啊！”我白了他一眼，骂了句就走了。 放学了，我跑到校门口等她们，等了十分钟也没见她们人影，重点班果然拖堂啊！ 终于出来了，她们两个和几个女生一起走来，有说有笑，连那傲娇女脸上也洋溢着快乐，我过去打了打招呼。气氛骤冷… 那些女生问我是谁？ 我说是他们哥哥 毓妍点点头默许了… 再看毓寒，恢复了傲娇的面孔～\n《第四章》\n上     走在回家的小路上，夏日的娇阳挂在天上，向我们辐射着光和热。这时我已经热得汗流浃背了！ 咪着眼看了看她们，都热的香汗淋漓，却不好说些什么。 不行了，热死了…我往四周一看，有一家卖冷食的，赶忙屁颠屁颠得跑过去，买了个冰棒，正当我要大块朵颐的时候，我想起了还有两个妹妹呢！顿时善心大发，又买了两根，准备讨好两位妹妹。 我嘴里叼着一根，手上拿着2根，递给她们，毓妍看到，脸上露出喜色，正准备接，却被毓寒拦住了，毓妍急忙用楚楚可人的眼神看向毓寒，毓寒不吃这一套…眼神更加锐利了几分。毓妍没办法，鼓鼓嘴巴，抱怨似的看着她，然后对我摇摇头，头也不回得走了… 我保持着刚才的动作，感觉有点傻逼。周围已经有人在看我了…我这是受到了奇耻大辱啊！不能忍啊… 看着手里的冰棒。已经开始化了，弄得我满手粘糊糊得。 抽抽嘴角，冷笑了一声，我想把这两个冰棒潇洒得扔了…好吧，只是想想，2块钱呢， 不能浪费啊，…:-\n下      等我回到家，二女都在洗澡，我刚吃完最后一根冰棒，手上也粘糊糊得，突然，肚子痛。。 痛死了…… 我捂着肚子冲向厕所 右手要敲门，就在我的手刚要拍下去的瞬间，门开了。我下意识地停下了动作。脏兮兮的手离毓妍的脸也就10厘米…毓妍吃了一惊…呆了瞬间…然后就是一声凄厉的尖叫！ “啊！！！” 这一声，吓得我不轻…… 毓寒也走出来了，直勾勾得看着我的手…脸上现出鄙夷的神色。眉头一紧，拉着毓妍进了她的房间… 喂！为什么用那种眼神？我做错了什么啊？她想到哪里去了？ 不对… 我是来上厕所的…\n《第五章》\n上    5女神 自从上次冰棒事件后，两个妹妹越发冷淡了，上学不叫我接送，连吃饭也要叫外卖，正好，落得轻松。 不用我管了，我就又恢复了以前的生活方式，逃课在家，本来想趁着她们上学，进她们房间玩玩电脑的，可是她们竟然把门锁了！鼓捣半天，放弃了… 我只好郁闷地打开我内台老爷机，十分不爽的玩电脑， 中午了，响起了开门声，妹妹们回来了。我慢腾腾地走出房门，看向她们。咦，怎么还有一个\n下      “喔喔，我叫夏陌念。嘻嘻，有误会要早点解开啊”莞尔一笑，笑倾城… …仿佛春风轻拂大地。倾慕的情愫油然而生… 时间仿佛静止，我就那么醉了… “怎么了？”陌念问 “啊…”我尴尬地笑了笑…“嗯，谢谢。你们聊你们聊，我不打扰你们了…” 我撇了一眼二妹… 两人眼中尽是鄙夷滴神色。 我悻悻地走回房间，关上了门…躺在床上 女神！ 夏陌念，好名字啊好名字！这就是传说中的一见钟情？哇 \n《第六章》     \n上       尴尬 不行，总要表现表现啊！ 想了半天，对，给她们做顿饭，一展我大好厨艺！ 哈哈，我得意的笑笑，我走出房门，她们正坐在沙发上聊天～好机会！ “我给你们做饭吧，尝尝我的手艺” “吃过了…”毓妍说。 呃…又犯贱了……为何老天又要和我作对？ 我嘴角抽了一抽… 恨不得撞豆腐自杀算了… 哎，算了，自己出去吃吧 我尴尬得走过客厅，穿上鞋…开门出去了 于是我就去一家小餐馆，要了几个包子，一口一\n中        老板娘看出了我的难堪，笑着说“没带钱么？没事，下次带来就好了…”“恩恩。好的！” （以上为想象） 老板娘看出了我的难堪，说“上次没给钱，这次又不给？吃霸王餐么？你别走，给你爸打电话让他来赎你！” 我爸在北京了，怎么赎我？？？ 怎么办，要不跑吧。！ “看，飞碟！” 这老板娘真逗，真看了… 我撒腿就跑，正得意着，还不忘回头看看 还没得瑟够。我就看见陌念她们三个。有说有笑，花枝招展… 陌念好美… 我陶醉地笑着。没注意脚下有东西… 没错，一个华丽丽的狗吃屎… ………………  \n下     天啊，又来这个？今天这是怎么了！ 这是老板娘也跑出来了，来补刀了，喊着“回来，给钱！” 人点背起来，真是喝凉水都塞牙… 三女目目地看着我，啊啊啊啊啊啊，太丢脸了！ 这时，夏陌念像是上天派来拯救我的天使，小跑过来 “阿姨，他没给钱么？”银铃般的声音在我面前响起。 “恩，还想跑，算上上次的，一共25” “啊？还有上次？…喔，给你”说着，陌念递给她一张红票票 完\n《第七章》   \n上      转机 我还趴在地上，想刨个坑自己跳下去得了。太丢脸了太丢脸了… 以后怎么见人啊！哎不对，我还趴在地上。周围好多人在看我，跟看傻逼似的。于是我捂着脸跑了… 我垂头丧气地回到了家，怕在床上闷头就睡，今天太背了… 睡了有4.5小时，我昏沉沉得起来上厕所，可是都6点40了两个妹妹都没回来…一般6点不就到家了么？老师拖堂了？ 突然有点不祥的预感，不会出事了吧？ 我穿上鞋，跑出家门。紧\n中     “不要啊”我听到不远处有人在喊叫，像是毓妍的声音， 千万不要出事！！我在心中默念…我寻着声音跑去，一个肥胖的身影在巷子里扭动着， 他旁边还有两个女孩。胖子正粗暴地用胶布粘住她们的嘴 草，敢欺负我妹妹！ 我冲过去，照着内个人的后背踹过去，他向后踉跄几步，眼睛里闪着惊慌的神色…但他看到我，立马又摆出一副凶恶的面孔，朝着我扑过来。 看来，一场恶战在所难免… 我躲过了这下，向旁边跳去，他一扑，扑空了，但他反应很快，又向我扑过来。把我逼向墙角，手里多出一件明晃晃的东西。\n下      刀！”毓妍大声喊 刀！我下出一身冷汗，今天就交代在这了？我这大好青春啊！ 附近有什么东西？？ 我双手乱摸，啊！我根木棍，我右手抄起木棍向他挥去… 时间在那一刹那静止… 水果刀向我胸口刺来，我左臂下意识得挡住。 血，从左臂留下…水果刀直接刺穿了了我的手臂… 用尽全力，木棍使劲向他脑袋挥去… 一声钝响，胖子应声倒地， 我忍痛向胖子说“想欺负我妹妹？过了我这关再说！”当然\n《第八章》\n上                 医院 我这是在哪？啊，左臂好痛… 我缓缓睁开眼睛，浑身使不上劲，向四周一看，黑漆漆地， 两个妹妹趴在床上睡着，乖巧可人，睡得安稳 看着她们娇嫩的脸蛋…觉得很幸福，忘记了疼痛，有的只是幸福， …突然想捏捏她的脸，算了，一会又被当做变态…… 我伸手拨开毓妍额前的乱发，想要细细端详…不想却惊醒了她， “…哥”…她感觉有点尴尬，顿了顿“你终于醒了” 啊啊啊，终于肯喊我哥 \n下             ”没事的，我和姐姐在外面吃的，回来时有点晚了，再回家的路上就被那个坏蛋抓了！幸好你及时到了，要不我怕…“毓妍低下头，有点抽噎。 毓寒把毓妍紧紧抱住，我轻抚她的头发。 “没事了，都过去了，都过去了…”我轻声安慰道… “嗯…嗯…” “睡吧睡吧，明天还要上课，…好好休息” “不要！”二女同时说，略尴尬地对视了一下。 “我们明天要照顾你”毓妍说，毓寒点点头。 啊啊啊，好感  \n\n",
    "replies": [
        {
            "author": "Sky之王丿梦",
            "timestamp": 1390389720,
            "txt_content": "怎么没人说话啊！说个话啊！潜水党全都出来冒个泡吧"
        },
        {
            "author": "圣月·暗",
            "timestamp": 1390390920,
            "txt_content": "唉···妹妹"
        }
    ]
}