{
    "title": "创世神系统",
    "author": "1760423436",
    "replyCount": 13,
    "timestamp": 1390098600,
    "txt_content": " 本帖最后由 1760423436 于 2014-1-19 11:14 编辑 \n\n  “ 砰砰”连续两枪的枪声，一个身着黑色夹克衫的男人倒在了血泊中，他的嘴角露出一丝不易察觉的微笑。“呵呵，你们终究还是背叛我了，猎虎、追影，不过你们别忘记我也是个兵王怎么不可能留后手呢，哈哈哈哈。”男人疯狂地大笑着，从口袋里拿出了一个遥控器，似乎是意识到了什么，躲在阴暗处的两人走了出来说道：“黎明，我们真的是为你好，放弃那个计划吧，这样做人类会从这个地球上消失的。”主角黎明玩味地看着两人：“那是一个促使人类快速进化的阶梯，那么，再见了吧。”脑中飞速地回想着三人一起训练的日子，这应该就是人死前的回忆吧。“滴，”地球上的一个疯狂科学家消失了。时空乱流里，黎明感到四周的空间十分压抑、难受，像自己创业时父亲肯定自己的感觉。黑暗中没有一丝光亮，不知过了多久，似乎是在面前，也可能是在很远的地方，一个彩色的手表散发着深邃，神秘的气息吸引着黎明。黎明使劲移动自己的身子，或者说是不是该称之为灵魂的东西，每走一步，都会感到沉重，来自于灵魂的沉重，像捶打鼓的声音干扰着黎明。咬了咬牙，看着就在不远处的手表，他知道，这可能是他唯一离开这里的出路。当黎明的手触摸到手表的时候，不可思议的事情发生了，手表似乎是有生命似的粘附在黎明的手上，怎么也拖不下来，手表发出一阵灿烂的光芒。黎明脑中想起了一个机械般的声音：“创世神系统启动，正在检测宿主体质，滴滴滴，检测成功，开启异世界大门。”  机械声刚落下，突然出现了一道恒古的大门，散发着无尽的苍凉，黎明激动地将手移动到大门上，“果然我没有猜错，绝对有其他世界，这世界不只一个宇宙！”，“轰”大门打开了，外面是一阵刺眼的光亮，印称出黎明惨淡的脸色，对于脑中奇怪的声音，只能到下个世界去了解了。   在这个全是方块的宇宙里，黎明靠着系统能探索他心目中的另一个世界么？\n",
    "replies": [
        {
            "author": "1760423436",
            "timestamp": 1390098600,
            "txt_content": "沙发自己坐不解释"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1390098720,
            "txt_content": "有点短哦\n"
        },
        {
            "author": "wzy13101311456",
            "timestamp": 1390098720,
            "txt_content": "有文采，有出息"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1390098780,
            "txt_content": "下意识的想到worldedit= =！"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1390098960,
            "txt_content": "有点短..\n其他还好..\n欢迎也来看看我的小说哈.."
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1390099020,
            "txt_content": "看到标题以为是插件。         "
        },
        {
            "author": "yuchenyang",
            "timestamp": 1390099020,
            "txt_content": "真心短啊，比我码字时期的还要短。。。"
        },
        {
            "author": "哭泣的格桑花",
            "timestamp": 1390099080,
            "txt_content": "原来是小说=.="
        },
        {
            "author": "番茄茄",
            "timestamp": 1390099320,
            "txt_content": "目测没有500字······"
        },
        {
            "author": "幻影的小黑",
            "timestamp": 1390099500,
            "txt_content": "我以为这是插件{:10_492:}"
        },
        {
            "author": "1760423436",
            "timestamp": 1390100400,
            "txt_content": "呵呵，没时间的，会改的"
        },
        {
            "author": "1760423436",
            "timestamp": 1390101300,
            "txt_content": "加了点字，凑合看吧"
        },
        {
            "author": "1760423436",
            "timestamp": 1390173840,
            "txt_content": "第二章 我来到了方块世界\n  身后的大门消失，黎明感觉到了阳光的温暖。当他仔细查看这个世界时，发现这个世界全都是...方块，即使是方块，草地还是那样松软，阳光依旧灿烂。这里和自己的家乡地球很相像，差别就是方块形的问题，走到一棵大树前，仔细观察，发现这里树的力量和生命力是地球的两倍，黎明拿着路上随手捡到的锋利的石块，将大树砍光，又折了几条枝干插在土壤里，神奇的事情发生了，一道绿色的光芒闪过，枝条成活了。黎明心情十分激动，这意味着什么，他可以提取这些植物的生命，地球上的人类能活到了130岁，原因就是喝下了黎明制作的生命药水，可是那时想找到一棵旺盛生命力的植物是多么困难。压抑着心中的激动，黎明又再砍了12棵树，天迅速黑下来，黎明小心翼翼地进入一个矿坑，用泥土将洞口盖起来...\n  安静、黑暗的矿坑里，黎明依稀可以看见一些煤矿、铁矿，这些以后都会有用，黎明看到什么就挖掉什么。过了一会儿，一声奇特的猪的声音，伴随着几声低沉的怪叫，黎明瞧瞧地摸索过去，他已经迫不急地想看见这个世界的生物了。入眼的类似于生化危机里的僵尸和一头金黄色的小猪，只不过都是方块形的，眼看小猪就要被僵尸抓到，黎明突然冲出去拿起稿子疯狂地敲打着僵尸们的脑袋，鲜血四溅，黎明看到都吐了。不是黎明没杀过人，相反还有很多，或许是来到这个世界不习惯吧。“滴滴滴，宿主成功杀死异世界第一只生物，获得能量点100，请宿主继续努力”，呵呵，黎明猜到了脑中的机械声就是大多数主角穿越异世界的金手指。黎明没有发现，一旁的金黄色小猪看着他的眼神是狂热的崇拜......             第二章完"
        }
    ]
}