{
    "title": "《噬梦》第一章——银狼出品",
    "author": "银狼",
    "replyCount": 12,
    "timestamp": 1390124280,
    "txt_content": "第一次写此类型的，写的不好多有见谅。\n\n\n\n\n                           《噬梦》——第一章节\n\n\n正文：\n\n\n\n“真是的，已经好久没有新的创作灵感了....”\n\n史蒂夫趴在桌子上不停叹气，他已经拖稿很久了，他可不想这么继续拖下去，于是想去什么地方找点灵感，对于他这样的恐怖小说家来说，找灵感并不一定很难，于是他去网上搜了搜。\n\n——梅尔兹旅馆——306房间\n——因无人敢居住因此已经约有20年无人问津，曾经有人听到房间内发出恐怖的声音，而谁也不敢进去看，所以一直没人打理，就连旅店店主也不敢前去。\n在此期间，进去居住的三百多名旅客以及进去调查的五十多名警官都未能出来，所以面临全面封闭。\n\n“嗯，就这里了吧，反正上次我去了恶魔地窖，我都还是站着回来的，这次有什么好怕的呢？”史蒂夫挠了挠头，于是准备前去。\n\n——史蒂夫·尼尔尼撒·波克多夫·格林奇——有名的恐怖小说作家，写了许多十分精彩的恐怖悬疑小说，最近他灵感缺乏\n，决定去什么地方找一些什么新的灵感。\n\n“简，我先走了，可能这次去得久一些，别常打电话给我，我不希望在有灵感的时候被打断，不然我会生气的。”\n\n“好啦好啦，你就放心去吧，剩下的我会处理好的。”\n\n——21:23，史蒂夫已经到达了梅尔兹旅馆，他已经迫不及待了。\n\n“你好，先生。”出来的是位白发苍苍的老人，“我是梅尔兹旅馆的经理，旅馆就是我创建的，我叫梅尔兹·比尔科特。”\n\n“我来这里是为了找点小说灵感。”\n\n“我们这里属于闹市街区，你来这里...”说到这里，梅尔兹有点停顿。\n\n“哦，我是史蒂夫·格林奇，不知道你知不知道我。”\n\n“你，我知道啊，可是...这...你来我们这里要...要做什么？”\n\n“我要订下306房间。”\n\n“哦，不，求求你了，因为306房间，死了这么多人，我的生意也越来越不好做，求你别住这个房间行么，别的房间，别的房间也可以啊...就算免费也行！”\n\n梅尔兹开始着急了，他之所以不想看到有人死在里面，是因为，第一个死的人，是他的侄子，后来来了些警察，也相继消失在了里面。他一直劝告那些人，不要进去，可是只有少数人听了他的劝告，很多人还是进去了。直到很长一段时间后，太多的人消失于其中，于是没有了人再继续进去，没想到这么久了，竟会还有人想进去！\n“不，别为我担心，我会照顾好自己的，那些鬼魂不会那么容易杀死我的，哦，鬼魂，真可笑，我还没见过可以把我吓哭的鬼魂呢。”“当你见到他们，你连哭的机会都没有了，当然，还没人见过那里面有什么，但，我求你别进去好吗？”“我的心意已决，您不用再拦我了。你再苦口婆心的劝阻，都是无效的。让我进去吧，大不了我付你两倍的钱，要不，十倍怎么样？”“你就算把你的房产证拿给我我都不会让你去的。”“你这怪老头，有必要么，你见过那些人死在里面么？”“可是，我见到他们进去，就再也没见过他们出来…”“哦，够了，这是我的一些贵重物品，你帮我保管下，我先去了！”说完，史蒂夫冲了过去，一口气登上六楼，找到了所示的306房间。梅尔兹当然没有年轻人行，所以到三楼就不行了。“唉，你这可是真的有去无回啊。”——00：13史蒂夫将306的房门关上，感觉到了一丝恐惧，“好的，就是这样，我要的就是这样的效果，现在，我要来这里住一晚上，那老头没过来吧，那就好，先喝杯水吧。“史蒂夫拿起一个杯子，接了杯水，一口喝掉，然后躺在了床上，心里总觉得有种怪异，而且感觉全部都不正常，怎么会是这样，但就是那种说不出的不正常。虽然时间晚了，但仍然没有困意，史蒂夫不得不坐了起来，然后习惯性往床尾一看，咦，怎么会没电视机呢，好吧，这是很多年前的房子，没电视机也理解。史蒂夫后脊发凉，突然察觉到了异样：对啊，这房间，几十年没人来住，就算封闭再好，总该有点灰尘之类的吧，但，这里竟然没有半分灰尘…想到这儿，史蒂夫愈发恐惧，他想转过身去，打开房门，退房，但转念一想，等下会被那老头笑话，而且现在就走了，岂不是不过瘾？史蒂夫最终留了下来。——00:30史蒂夫往窗外看了一看，发现街道通明，时不时有车辆来往，而且对面也有一座大楼，心中的恐惧便在慢慢消散，他右手肘抵在窗台上，右手托着下巴，吹着凉风，欣赏着街道风景，可是又有一股不安涌上心头，这风…怎么会是从房间内吹向外面的？哦，见鬼！你TM的。史蒂夫又感到了浓烈的恐惧，好像房间里真的还有阴魂存在。“好的，好的，我就来看看，这东西管用不。”史蒂夫掏出一支有手臂长的紫外线放射棒。他听说过，在有灵魂存在的地方，会有他们的肉体也在旁边，也许看不见，但用紫外线可以照射发现。史蒂夫将房间的灯关掉，按开紫外线棒开关，他就瞬间瞳孔扩散，一下子将手中的紫外线棒摔在地上。满脑子里还是刚才的场景，许多人死在地上，模样奇怪，面部扭曲，十分痛苦的样子，床上也死了很多的人，密密麻麻的堆在一起，死法都很奇特，有些看起来是残缺不全的，这下把史蒂夫吓了个半死，他赶快凭着记忆与从窗外照来微弱的光线，寻找着点灯的开关。“不，不，点灯在哪里？开关呢？啊哈，我找到你了，现在，一切结束吧！”史蒂夫将开关按下，可是，灯没反应。史蒂夫这时的内心，已经恐惧到了极点。\n\n你可以不看，无视也行：\n 真的是第一次写这种类型的，肯定会有很多不好的地方，希望擅长或是有很好的意见的，欢迎大家提出。\n\n",
    "replies": [
        {
            "author": "ever-lose",
            "timestamp": 1390124460,
            "txt_content": "前排支持           "
        },
        {
            "author": "1814209846",
            "timestamp": 1390124520,
            "txt_content": "支持银狼写小说{:10_500:}"
        },
        {
            "author": "Umikaze",
            "timestamp": 1390124700,
            "txt_content": "前排支持，关注。"
        },
        {
            "author": "MAYI",
            "timestamp": 1390124700,
            "txt_content": "神签名..........."
        },
        {
            "author": "wq57",
            "timestamp": 1390124940,
            "txt_content": "肯定要支持呀！！  银狼看我的签名   "
        },
        {
            "author": "几重凛",
            "timestamp": 1390125180,
            "txt_content": "来支持一下组长"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1390129680,
            "txt_content": "支持版主   "
        },
        {
            "author": "Ms☆〤碎嘴",
            "timestamp": 1390141800,
            "txt_content": "我等不及了，求快更第二章~"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1390145220,
            "txt_content": "真的好像好像一部电影，1408幻影凶间。不过306的话离地面高度只有10米了吧，主角最后死了，不知道史蒂夫能不能活下来。期待{:10_518:}"
        },
        {
            "author": "马赛克了",
            "timestamp": 1390177380,
            "txt_content": "20年无人问津，350人死于其中，而这些人又是在此期间住进去。\n前仆后继的跑去穿越啊喂，政府为了计划生育都不管这些npc么，死这么多人都不强制拆毁么"
        },
        {
            "author": "HGK",
            "timestamp": 1390214340,
            "txt_content": "看完了却没什么感觉，是我被MC吓到熟悉了么？可能吧..不给还是支持"
        },
        {
            "author": "kehebai",
            "timestamp": 1390442100,
            "txt_content": "不错，楼主继续加油！！！"
        }
    ]
}