{
    "title": "《剑神之路》第一章",
    "author": "壹佰佰佰",
    "replyCount": 1,
    "timestamp": 1390144380,
    "txt_content": " 本帖最后由 1007347938 于 2014-1-20 09:43 编辑 \n\n                                                             《剑神之路》第一章\n                                                                   初到城中\n————————————————————————————————————————————————————————————\n        在这个大陆，实力至上。只要你有高人一等的实力，走到那里都会受到尊敬。       大陆上有各种职业，出乎你想象，但最常见的还是：剑士、法师、刺客、牧师等……\n        而我，杰斯●摩特。则是一名三级剑士，也是风火剑士。是剑士的一个分支。可以去城里考核学院了\n        分支不是每个人到了级别就可以选择，是靠领悟，十大强者之一的炎之龙：菲忒●墨洱则是一名火焰剑士，据说是在他三岁时，父母被强者杀害，他在无尽的怒火中进为了火焰战士\n        \"杰斯，你这次去城里去学院学习，不要多惹事，拿上这个玉佩和行李就出发吧！”说话的正是我的父亲：雪藏。”知道了，知道了，总是那么啰嗦。\"我拿上行李，便踏上通往清风城的必经之路。\n        一边走着一边把玩着父亲给予我的玉佩，玉佩上刻着一把冒着火的剑，背面是一面长满尖刺的盾牌，”看起来不错。“我把玉佩塞进口袋继续赶路。\n        ”呼…呼…呼…，走了那么久终于到了。“城门口有两个穿着青色轻甲，拿着短剑的士兵，也无须多注意，清风城里这样的小兵可是比蘑菇岛上的蘑菇还多。\n        我一路走过许多店铺，”看一看啊，剑术秘籍出售啦！“等叫卖声走到一家名为\"黑皇“的打铁铺前不禁被吸引了。细细一看,整家店的兵器、盔甲，无论是长剑、短剑、长枪、双叉或是盔甲……无一不是深黑色，都刻着一个“皇”字。这时一名十七八岁左右的少女心不在焉的走了出来，还嘴中喃喃的说：“格兰大叔真黑，一双暗影刺客的匕首都要2个黑晶币。”我撇了撇嘴，准备继续赶路，那个少女却好像想起什么，迅速的向天之学院的方向冲去，却不小心撞到了我。“啊，对不起，我有事赶时间，不小心撞到了你。”，”额..你知道天之学院怎么走吗？“”啊，你也要去剑术学院考核啊？那我和你去吧！“”那谢谢了。”    赶往学院的路上，我和这名少女聊了不少。知道了她叫兰渝，也是来和同伴一起考核剑术学院的。\n        走了两分钟，终于到了天之学院的报名处，早已排起了长龙。一名男刺客在招手，”快走，虹雾一定等得不耐烦了。”我们到了那名男刺客面前，和兰渝的年龄相当。兰渝向我介绍给他并向我介绍他：”虹雾，这是我刚刚认识的朋友：杰斯。杰斯，这是我的额..朋友，虹雾。“虹雾对我伸出手并说道：“你好”我也伸出手和握了握“你好”      在排队审核的时候，虹雾悄悄和我透漏，他和兰渝是青梅竹马，从小玩到大的。不知不觉已经到了排在我们最前面的虹雾了，考核官面无表情的说道：”名字？年龄？“”虹雾！十八岁！“考核官拿起鹅毛笔在纸上记了下来：“把手放在水晶球上。“虹雾把手放在了水晶球上。几秒后水晶球便亮起了红色的光芒。考核官激动的说：“居然是四级天赋！你是什么职业？几级了？”虹雾回答道：“现在是暗影刺客，二级刺客。”考核官再次激动了：“什么！你居然是最难修炼和领悟的刺客！居然已经是暗影刺客和二级刺客了！”考核官目惊口呆持续了十多秒：“那个，虹雾是吧，你通过了，去一会试炼的地方那里等着吧。“”下一个！“兰渝走了前去， ”名字？年龄？“”兰渝，十七岁“接着兰渝主动把手放了上水晶球，水晶球亮起来了赤色的光芒。“三级天赋！什么职业？几级了？”“我是圣光牧师，已经是二级牧师了。”“又是一个天才!\"兰渝走到了虹雾的旁边坐下\n      我心里不禁忐忑了起来，我会是什么天赋呢？”我叫杰斯，十八岁“说完我将手放上了水晶球，水晶球亮起了紫色的光芒。考核官那小眼睛挣得比灯笼还大：”居然是七级天赋，难道现在天才是大白菜么？说吧，你是什么职业，几级？“”我是风火剑士，三级剑士！“”天哪！希望以后能在学院见到你。“我走到了虹雾附近的座位坐下。\n       这个试炼从考核官的最后一句话看起来应该不简单，但是我充满了一股热血\n————————————————————————————————————————\nPS：争取两天一章\n\n\n\n",
    "replies": [
        {
            "author": "一二三四五六",
            "timestamp": 1390191720,
            "txt_content": "不错噢，加油，我挺你。我会赞助你的，"
        }
    ]
}