{
    "title": "史蒂夫启示录索引帖",
    "author": "12331",
    "replyCount": 10,
    "timestamp": 1390190520,
    "txt_content": " 本帖最后由 12331 于 2014-4-2 14:39 编辑 \n\n   Hello大家好，我是12331。今天给大家带来我的原创小说《史蒂夫启示录》。\n \n\n                                              史蒂夫启示录                                                     第一章     从前有一个人叫做史蒂夫，他原是一位村民，不过从某一天开始，他的身上就发生了许多奇奇怪怪的事情。        这一天，是Minecraft历1576年11月的某一天。史蒂夫从家里出来，清理道路上的积雪。扫着扫着，突然被什么东西绊了一跤，重重地摔在了雪地上。他爬起来生气地大喊：“谁这么讨厌，竟然把我绊倒了！”他拿起扫把清扫着他摔倒的地方，扫开厚厚的积雪，发现一个人晕倒在那里。史蒂夫赶紧去摸他的脉搏，脉搏还在跳动，而且很强烈。史蒂夫立刻把他背回家，给他喝了一杯热牛奶。过了一会，那个人就苏醒过来了，史蒂夫赶快向前询问：“你怎么会晕倒在雪地里呢？”那个人说：“我是一个士兵，在与 HIM的大战中被他发出的黑气炸飞了，于是就倒在这片雪地里。”史蒂夫说：“我叫史蒂夫，你叫什么名字？”“我叫乔。谢谢你救了我！”“那你在我们的村子里住一段时间吧，等你恢复后再去找你的部队。”史蒂夫说。    那天晚上，史蒂夫的村子里出现的怪物比原来多出了好几倍。连村子里最勇敢的战士——史蒂夫的哥哥史蒂文也敌不过这些怪物的侵略，好多村民的房子都被僵尸和骷髅占领了。来到史蒂夫家门前的时候，所有的怪物都停了下来。一个骑着蜘蛛的骷髅用低沉的声音说：“快把那个叫‘乔’的士兵交出来，不然我们就毁了你的房子！”史蒂夫对乔说：“赶快躲进密室了，不要让怪物发现你，也不要发出任何声音！”把乔推进密室后，史蒂夫对着怪物们大喊：“我家没有叫‘乔’的人。”“不可能，我已经闻到他在你家里了，赶快把他交出来！”史蒂夫只好带着乔和哥哥，带上食物和武器，从后门离开了家，逃进了地窖里。他们通过天窗看见自己的家被一个个苦力怕炸毁。乔往东边的地平线上看了看，小声地对史蒂夫和他的哥哥说：“你们看，快要到白天了，那些怪物就会被太阳烧死的。”白天终于到了，所有的怪物都被烧死了，就连刚才很嚣张的骷髅骑手也一并被烧死了。他们赶紧从地窖里爬出来，捡着怪物们掉落的战利品。史蒂夫走到骷髅骑手的尸体前，发现了一封信和一个水晶球……   史蒂夫会在信和水晶球里发现什么呢？                                                          史蒂夫启示录                         第二章  史蒂夫从尸体前捡到了一封信和一个水晶球。他很好奇，于是急忙打开了那封信，信上写着：“史蒂夫：你好！你所在的村庄和城市就快被    HIM的手下攻陷了，请你赶快带着人们离开那里。城市左边的那片森林里，有一个传送门，它可以把你们带到天堂来，我会给他们安排住所。那个水晶球是我们之间的联络物，也是有时候可以助你一臂之力的神器，千万不要弄丢它。                                                                                                                                                                                                                   Notch”        史蒂夫感叹道：“原来Notch真的存在，我以为只是个传说呢。Notch写给我的信居然被骷髅骑手劫走了。”于是史蒂夫和乔带领着全城的人来到了城市左边的森林，看见了一个个闪耀的萤石包围着一些奇怪的方块。史蒂夫心想：这应该就是Notch所说的传送门吧。接着，他带头跳了进去，一阵天旋地转后，所有的人都来到了一座金碧辉煌的城堡前。史蒂夫想：这就是Notch的宫殿吧。史蒂夫刚往前迈一步，Notch的卫兵就立刻把他带到了Notch跟前。Notch说：“史蒂夫，你终于来了。”“尊敬的Notch，您找我有什么事吗？”“最近我发现西海岸有一股强大的能量，可能是复活HIM的神器出现了，你赶快去看一看。这就是我派给你的助手乔。”史蒂夫惊讶地说：“乔，原来你是上帝的士兵啊！”乔说：“我的身体已经恢复好了，可以继续战斗了！”于是史蒂夫和乔带着钻石镐来到了西海岸。他们发现不远的海面上有一个奇怪的漩涡。    Notch通过自己的水晶球告诉史蒂夫：“你手上的水晶球可以变成一个氧气头盔给你提供氧气，让你在水里待上很长时间。”史蒂夫戴上水晶球变成的氧气头盔，与乔一起跳进了那个神秘的漩涡…… 史蒂夫启示录第三章   史蒂夫和乔跳进了漩涡，突然眼前一黑，被一股强大的力量吸到了一个地方。当他们醒来的时候，发现自己来到了一个全由玻璃打造的海底城市。史蒂夫身上的东西不但没有少，还多出了一本书。史蒂夫好奇地翻开了它，书上写着：“致所有来到这个地方的人：当你们看到这本书后，请赶快离开这里！这里危险重重，机关众多，你们随时都会丧命。”        史蒂夫四处观察，发现天花板上有一块很大的塌陷。“也许我们是从那里进来的，可惜它被堵上了。”史蒂夫边说边脱下水晶球变成的头盔。乔说：“既然我们还没有找到复活HIM的神器，就算我们找到了出口，也不能出去。前面只有一条通道，我们就继续前进吧！不过我们要小心点，以免触动机关。”他们拿着一组火把小心翼翼地往前走。通道内阴森森的，长满了苔藓，显然已经很久没有人走过了。走着走着，史蒂夫好像踩到了什么，发出了“咔嗤”的一声，他被吓了一跳。史蒂夫赶紧将火把往下照，发现那是一堆白骨，骨头的旁边还有一把钻石剑。史蒂夫把剑捡了起来，拍掉上面的泥土，这把钻石剑隐隐约约发出了一丝丝紫光。乔说：“难道这是一把附魔的剑？”史蒂夫查看了一下属性，“哇，这把剑真是极品啊！居然是锋利5、耐10。”他们拿着剑继续往前走。史蒂夫不小心踩到了一块苔藓，没想到苔藓的底下是一块踏板，引发了TNT炸药，把他们身后的通道炸断了。海水迅速地涌了进来。海水破坏了所以的机关，也把他们冲走了。史蒂夫和乔又晕了过去。史蒂夫和乔还会苏醒过来吗？他们能否找到复活HIM的神器呢？  史蒂夫启示录第四章        史蒂夫和乔被冲到了一个伸手不见五指的地方，没人知道他们在哪里，也没人知道他们是死是活，连Notch也开始担心他们能否安全返回。\n         乔的体质很好，第一个醒了过来，并叫醒了史蒂夫。他们发现背包里只有钻石剑、钻石镐和水晶球，火把不见了。没有了火把，怎么照明呢？史蒂夫急中生智，想起了水晶球。他让水晶球变成一盏灯，给他们提供光亮。史蒂夫透过水晶球发出的微弱的光，发现前面不远处有一个奖励箱。史蒂夫打开箱子，兴奋地大叫：“这里的东西真多啊！有两套钻石盔甲，还有许多钻石武器，还有许多火把呢。”史蒂夫收起水晶球，拿起火把，在四周都插上了少许火把，让周围明亮了起来。史蒂夫隐隐约约看见远处有一个心形的东西，上面写着一个大大的“H”，漂浮在空中。乔说：“那应该就是复活HIM的神器了吧？”于是他们一个箭步冲了上去。乔仔细地看了看，这上面有“H”，又是心形的，应该就是传说中的HIM之心吧。据说要让HIM复活，需要用HIM之心和史蒂夫之血一起结合到HIM的身体里，当他的眼睛再次发出白光的时候，就证明他再次复活了。复活后HIM强大无比，势不可挡。他们刚伸手想拿走HIM之心的时候，一个黑衣人突然出现了。这个黑衣人背上的披风有一个大大“H”，看得出他是HIM的手下。黑衣人一把夺走了HIM之心，还顺势砍了史蒂夫一刀，取走了一点血。接着，他忽然把披风一甩，就消失得无影无踪了。\n        乔拿起水晶球联络Notch，说：“HIM的手下夺走了HIM之心，并取走了史蒂夫的一点血，看来HIM很快就要复活了，你赶快把我们传送回去吧！”“我马上把你们传送回来，不过你们要尽力阻止HIM复活，否则他会毁灭整个主世界。” Notch说。\n        史蒂夫和乔能阻止HIM复活吗？                                                史蒂夫启示录                                               第五章（上）        史蒂夫得知HIM（又名Herobrine）的基地在地狱的暗夜城堡里后，Notch凭空变出了一个地狱传送门，把史蒂夫、乔送了进去。        来到地狱后，他们发现地狱比想象中的还要恐怖上一百倍，无数个恶魂漂浮在空中，许多个僵尸猪人在岩浆里游泳。就在这时，它们发现了史蒂夫，恶魂们就像一架架轰炸机，向他喷射着火球；猪人们就像一个个战士，向他们冲来。怪物们“人”多势众，史蒂夫他们无力招架，只好迅速逃走。跑着跑着，怪物的声音越来越小了，于是他两就停了下来。好像什么东西把乔吸引住了，定在那，一动不动的。史蒂夫转过头一看，原来是一个长满青苔的城堡，一只只蝙蝠从里面飞了出来，空洞洞的大门敞开着，显得特别阴森。也许这就是暗夜城堡，史蒂夫心想，于是带头走了进去。城堡里空无一人，到处都是破破烂烂的，不是这里缺了一块，就是那里缺了一块，没有一栋完好的建筑。突然，从城堡深处，发出了一阵亮光，史蒂夫和乔赶紧跑了进去。他们在城堡最深处发现了一个祭台，上面有一个黑衣人在做法，他的衣服上有一个大大的“H”，看起来他就是之前抢走 Herobrine之心的人。史蒂夫刚想阻止他，结果自己和乔都被一个无形的立场弹开了，他们重重地撞在墙上，晕了过去。只见HIM之心和史蒂夫的血融合在了一起，再融入 HIM的身体里。顿时那响声惊天动地，那空洞的双眼再度发出恐怖的白光，他的复仇要开始了……                                                史蒂夫启示录                                                第五章（下）        HIM终于复活了，他邪恶的笑道：“哈哈哈哈……我HIM终于复活了，我会让你们这些愚蠢的人类和那群该死的神们付出应有的代价的。”说完，他双手摊开，手掌上立刻升起两蹿火来，史蒂夫马上拔出祖传的基岩剑，向HIM丢去，没想到那把剑直接穿过了他的身体，飞进了虚空。正当史蒂夫疑惑不解时，突然出现了许许多多个HIM，史蒂夫这才恍然大悟，原来这是他的分身，真身还藏在众多分身里面呢！顿时，一堆火球向史蒂夫飞来，打得他遍体鳞伤，没想到，人打不中分身，这分身还能打中人啊！史蒂夫他们寡不敌众，只好赶紧逃回主世界，只听到“ Boom”的一声爆炸声，传送门被毁了。忽然，水晶球闪着强烈的光，变成了一个传送门，把史蒂夫和乔带回了主世界，接着HIM也进入了主世界，他在那里四处破坏，让人们痛不欲生。史蒂夫和乔好不容易找到了他，刚想带着士兵进攻，就被Herobrine射进了一个峡谷。这个峡谷十分奇特，谷底散发着蓝光。史蒂夫他们摔下去后，发现自己并没有死亡，而是来到了一个奇怪的地方，四周都是一片深黑色的虚空，整片大陆就是一个浮空的岛屿，上方还不时传来一阵阵龙啸，难道这就是传说中的末地，乔心想。    HIM那邪恶的声音又响了起来：“我们来玩个游戏吧，你们能活下来就算你们赢，哈哈哈哈……”那一瞬间，他们的武器回到的他们的手中，头顶上又再次响起了末影龙的叫声……                                           史蒂夫启示录                                               第六章     末影龙纵身飞向史蒂夫，史蒂夫还来不及准备，只好逃开。乔说：“怎么还会有末影龙，屠龙勇士不是已经杀死它了吗？”顿时，史蒂夫陷入了回忆：     当年，自己好不容易收集末影珍珠，合成末影之眼；好不容易收集末地传送门，建好了传送阵。传送阵里，一片漆黑，像虚空一样。因为自己十分想见一见传说中的末地，于是跳了进去，结果传送到了一个岛屿上，四周都是虚空，整个世界就只有这一个岛。当时只是听说过有末地这个世界，并不知道厉害的BOSS——末影龙居住于此。可后来发现，有一大群末影人站在一起，好像在守护什么。怀着巨大的好奇心，闯了进去，无数个末影人倒下了，它们守护的东西终于出现了，原来那是末影龙的宫殿，末影龙发现竟然有一个可恶的人类闯入后，勃然大怒，飞了出去，向史蒂夫喷吐着火球……      经过一番激烈的厮杀后，末影龙终于被打败了。自己的面前忽然出现了一个由基岩构成的传送门，传送门上还放着一枚蛋，可因为末影龙死后，所有的末影人都被激怒了，向他走来，所以没来得及多看几眼就回主世界了。看起来这只末影龙就是这个蛋孵出来的。      突然，沉浸于回忆中的史蒂夫被乔的一声提醒叫醒了：“小心！”一个火球向他飞来，他下意识的挥动了剑，一道剑气飞了出去，砍散了火球。        乔惊讶地说：“原来你是……”                                                史蒂夫历险记                                                          第七章乔惊讶地说：“原来你就是屠龙勇士！”史蒂夫答道：“没错，就是我。”乔又说：“那你为什么要隐退江湖。”“唉，那种感觉，你是不会明白的。每天，各大门派都要上门讨伐，或是来请教功夫和魔法，那种感觉，虽然很好，但我喜欢过悠闲的生活。”说完，乔便不再发问了。\n突然，末影龙又向他们发射了一个火球，史蒂夫立刻单膝跪地，右手撑在地上，不知道在干嘛。接着，让乔目瞪口呆的事发生了：周围的末地石竟然瞬移到了他们面前，形成了一个巨大、坚硬的堡垒，挡住了火球，这整个过程才2秒！\n史蒂夫说：“一直呆在这里也不是办法，我要冲出去和它决一死战！”“不行！Notch说我要保护你，不要让你受伤害。”乔坚决地说。“我可是屠龙勇士！我有与末影龙搏斗的经验！”史蒂夫十分激动。“我是不会让你去的！”乔说着，就冲了出去。史蒂夫连忙追上去，右手放在乔的脖子上，轻轻按了一下，乔就晕了过去。乔醒来以后发现自己身在一个体积为3X3X3的小空间里。史蒂夫不见了，乔心想：不好，史蒂夫独自出去讨伐末影龙了，末影龙这次肯定会更强，史蒂夫一人肯定打不过它，怎么办？\n此时，另一边的史蒂夫：“这末影龙怎么这么难打，难道它加强了……”\n                                                   史蒂夫历险记\n                                                         第八章\n       史蒂夫还在与强化后的末影龙战斗，但他并不知道，此“末影龙”，并非末影龙，而是被Herobrine洗脑变形后的史蒂文。\n史蒂夫被强大的史蒂文打得遍体鳞伤，原来的优势渐渐变成了弱势，被史蒂文慢慢逼往虚空。突然，史蒂夫微微一笑，右手举了起来，对准史蒂文，把能量转移到手上。下一秒，史蒂文就已经飞了出去，险些掉下虚空。史蒂夫走了过去，说：“强化了也不过如此！”\n接着，史蒂夫发现，那只末影龙的残影形成了一个人，那个人不是别人，而是他最亲的哥哥——史蒂文！史蒂夫伤心的跪了下来，痛苦地说：“哥哥，哥哥……为什么会这样？”史蒂夫双眼发红，眼中带着万分愤怒。他咬紧牙齿，手里抓着基岩剑，发誓到：“如果我不亲手把Herobrine杀死，我誓不为人！”“是你说要杀死我吗？”一阵阴冷的声音传来。“HIM，你为什么要害我哥哥。”“不，是你自己把他打伤的，不是吗？哈哈哈哈哈哈哈哈……”“你，你……”\n史蒂夫愤怒地冲上去，跳起来，用基岩剑向HIM砍去。HIM在被砍到的一瞬间，闪开了。忽然，一团黑气向史蒂夫飞来，他飞在半空中，没有办法闪避，被击飞了。他用最后的能量把乔送回了主世界，然后就失去了意识。\n四百多年后，史蒂夫终于在一个漆黑的洞穴醒来，什么也不记得，只说了一句话：“我是谁，我怎么会在这里？”（史蒂夫历险记1已完结。请期待《史蒂夫历险记2：全面回忆》。） 《史蒂夫启示录2：全面回忆》《史蒂夫历险记3：进击吧！史蒂夫》新人发帖，求人气、金粒。不给金粒就给人气吧[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "1814209846",
            "timestamp": 1390190640,
            "txt_content": "我没有看见其他章...."
        },
        {
            "author": "42486327",
            "timestamp": 1390190700,
            "txt_content": "LZ以违规\n举报不谢\n一个是字数不够\n二是小说达到3章才可以索引"
        },
        {
            "author": "953142925",
            "timestamp": 1390190700,
            "txt_content": "怎么折叠越点越少？"
        },
        {
            "author": "12331",
            "timestamp": 1390190940,
            "txt_content": "42486327 发表于 2014-1-20 12:05 \nLZ以违规\n举报不谢\n一个是字数不够\n我有7章\n字数要多少才够？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？"
        },
        {
            "author": "42486327",
            "timestamp": 1390191000,
            "txt_content": "12331 发表于 2014-1-20 12:09 \n我有7章\n字数要多少才够？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？ ...\n你有7章？\n我只看到了1章"
        },
        {
            "author": "12331",
            "timestamp": 1390199820,
            "txt_content": "42486327 发表于 2014-1-20 12:05 \nLZ以违规\n举报不谢\n一个是字数不够\n我有500呀????????"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1390202160,
            "txt_content": "已顶，也来看看我的小说吧."
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1390202220,
            "txt_content": "42486327 发表于 2014-1-20 12:10 \n你有7章？\n我只看到了1章\n还真的只有一章........"
        },
        {
            "author": "于业煊",
            "timestamp": 1390270320,
            "txt_content": " 本帖最后由 于业煊 于 2014-1-21 10:12 编辑 \nzjr_516635864 发表于 2014-1-20 15:17 \n还真的只有一章........\n\n不会吧，我看有7章啊"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1390270380,
            "txt_content": "于业煊 发表于 2014-1-21 10:12 \n不会吧，我看有7章啊\n只有一章的内容啊..."
        }
    ]
}