{
    "title": "[双线]Straw服务器——全新一周目和谐小服[1.7]",
    "author": "guoba",
    "replyCount": 0,
    "timestamp": 1390197300,
    "txt_content": " 本帖最后由 guoba 于 2014-1-20 14:15 编辑 \n\n———————— Straw服务器介绍————————Straw是前年圣诞节12月24日正式开放的新服，气氛温馨和谐，适合各种新手小白。（0w0一周目噢亲），服内有大量基佬妹子，活动副本MOD, 各种精英BOSS怪，奇怪的NPC们，一起来探索这个全新的世界吧！(0w0服内有和风MOD一般人我才不告诉他呢)服务器官网&增值&法规：http://site-2fkg04q880104.tap.cn/服务器官方群：121848095————————法规（玩家必看）————————第一节 关于普通玩家、充值玩家第一条：禁止恶意破坏他人领地内的方块，或上木牌霸占他人箱子。玩家预防破坏请圈好自己的领地。第二条：禁止攻击他人拥有的生物，包括铁傀儡、村民、狗、猫、家畜。第三条：禁止制造高频红石。如影响服务器运行流畅度管理员将有任何权利介入处理。第四条：禁止制造高空流水，如影响服务器运行流畅度管理员将有任何权利介入处理。第五条：禁止建造海拔超过120的建筑。违者建筑管理员将有任何权利介入处理。第六条：禁止多次恶意杀死其他玩家或者攻击其他玩家。第七条：禁止破坏他人农作物，如果该玩家愿意分享其农作物，也必须在收割后重新种回去。第八条：禁止辱骂、诋毁其他玩家，并且禁止玩家讲粗口。也不得任何理由与管理员发生争执。第九条：管理员奖励的怪物蛋，除办民间活动外不可用来对其他玩家进行恶作剧。第十条：玩家饲养动物家畜尽量控制在10只以内，如全服动物超标管理员将有权一次性清理全服动物。第十一条：禁止玩家收人民币贩卖自己虚拟货币给其他玩家，如被查出将直接永久BAN ID和IP。第十二条：请玩家们设置复杂密码，如因设置ID名称或QQ号码作为密码被盗号，服务器概不负责。第十三条：服务器每个人都有/co i指令权（查询指令）请截图后不要破坏现场私聊管理等待管理解决。第十四条：玩家在参加活动的时候严禁捣乱何以其他理由刷屏等。第十五条：未圈地被盗窃/破坏严惩小偷，但不补偿受害者（圈地后补偿全额损失）第十六条：刷屏超过四次以上，一次禁言20分钟，累计三次监狱，五次BANID（恶意捣乱，打小广告直接BANIP）(以上规则如玩家触犯，管理员将视情况来决定违规者降级或关入监狱或者BAN ID和IP)群共享中新手一些基本指令与圈地教程~————————Straw服务器特色————————常规的玩法将不会适用在Straw服里。我们禁止了部分工具的合成，开放了多样副本，以及贸易获取奇特的货币——木头币，石头币……有了它们，你就可以交换更多工具，获取更多稀有强力的装备。更加努力的耕耘收获，组队杀怪来获得它们吧！（副本内稀有BOSS怪击杀后会额外随机多给货币）————————关于建筑师和秩序者————————服务器内非常重视建筑师人才，为此，我们特别设立了四个建筑师等级——初级建筑师：申请条件：7分建筑以上三个拥有权限：更改头衔称号，可申请提供低级建筑材料（材料不可用于任何交易，一旦发现，永久删除职位）限制人数：3人中级建筑师：申请条件：初级建筑师，9分建筑以上3个拥有权限：更改头衔称号，飞行，申请中级，高级建筑材料（材料不可用于任何交易，一旦发现，永久删除职位）限制人数：2人高级建筑师：申请条件：中级建筑师，大型建筑9分以上两个拥有权限：更改头衔称号，创造，（提供初级，中级建筑师建筑材料）（材料不可用于任何交易，一旦发现，永久删除职位）限制人数：1人神级建筑师暂未开放 尽请期待 0W0为了解决服务期内大量的繁杂纠纷，我们赋予了‘秩序者’这个权限组。什么是秩序者呢？也就是俗称的小OP，他们拥有一般玩家无法企及的权限，按法规严格办事，是熊孩子的克星和天敌。值得一提的是，所有秩序者和建筑师都是从玩家中的佼佼者选出的。只要你努力，有抓拿熊孩子的责任感和上进心；有高超的建筑技巧和审美观，相信总有一天你也可以到这个位置，正式加入我们！————————服务器捐助————————由于独立租服支出较大，所以特在官网发布支助，捐助所有款项全部用于服务器建设。捐款项目：1元档：更改称号一次2元档：动物大礼包【内有猪牛羊猫狗蛋个2个】3元档：285个木头币8元档：获得官方warp传送10元档：免费获得50*50的圈地（高度是地下20格，天上150格）10元档：960个木头币12元档：获得1125个木头币30元档：获得一组木头币，5个金币。VIP一个月并拥有飞行和一次的修改称号权并比普通玩家多出10个牲畜保护空位30元档：建立国家的资格【国家拥有高250宽300长300的免费圈地，并拥有国家专用套装】（注：国家必须有3个vip）注：收款人输入316329919@qq.com。并在注明里写清楚捐款的档项（捐助内容不断更新中，请以最新为标准）————————管理人员签名————————\n\n\n\n\nHGKJU`GA[BJ$LSW%K$B$(~4.jpg (65.63 KB, 下载次数: 12)\n\n下载附件\n\n2014-1-20 14:00 上传\n\n\n\n\n\n\n\n\n\n(DHT`%ISZFAL9Y383`}$MAB.jpg (60.4 KB, 下载次数: 8)\n\n下载附件\n\n2014-1-20 14:00 上传\n\n\n\n\n\n\n\n\n\nIC%3_28J9C@4)P{~S4)Y~LN.jpg (65.95 KB, 下载次数: 8)\n\n下载附件\n\n2014-1-20 14:00 上传\n\n\n\n\n\n\n\n\n\nVYY}QJFB[XTGNN])9E@M_U8.jpg (60.46 KB, 下载次数: 8)\n\n下载附件\n\n2014-1-20 14:00 上传\n\n\n\n\n\n\n\n\n\nSS(GT7ZX}43`U9(AH06HL.jpg (58.27 KB, 下载次数: 8)\n\n下载附件\n\n2014-1-20 14:00 上传\n\n\n\n\n\n\n\n\n\n5@%TLENMSW{SWQHBV`5~GTL.jpg (68.34 KB, 下载次数: 9)\n\n下载附件\n\n2014-1-20 14:00 上传\n\n\n\n\n（感谢图片制作RORO萌娘0V0)————————服务器内的各种图————————（图片上传软件抽了。明日在传）最后0V0，希望各位新人老人基佬百合能来服务器一起欢乐的玩耍吧！HUAHUAHUAHUAHUA————————END————————\n",
    "replies": []
}