{
    "title": "[1.5.2]盾牌mod free",
    "author": "7788990105",
    "replyCount": 2,
    "timestamp": 1390208760,
    "txt_content": " 本帖最后由 7788990105 于 2014-1-20 17:07 编辑 \n\n1.5.2 主體\n\n擴充包:\n死神之鐮擴充包 (需要搭配  \"死神之鐮\" 模組使用，如果你沒有安裝會錯誤)\n\n1.5.2 死神之鐮擴充包 \n\n1.5.2  地獄、終界擴充包\n\n1.5.2 幽靈擴充包\n\n\n\n\n\n\n盾牌：\n遊戲中可以製造盾牌使用，盾牌請放置在下方道具欄中，在角色做防禦動作時會自動切換成拿著盾牌防禦 (需要是有防禦動作的武器才會自動拿盾牌防禦)，每一種盾牌都有缺點和一種不同的特殊能力可以使用....\n\n(此處一部分的圖片是從該作者原文直接複製連結，那個網站如果圖片流量超過一定植後會有圖片顯示不出來的問題)\n\n木製盾牌：\n以木頭製成的盾牌，由於取得容易，在遊戲初期可以提供有限度的防禦\n以六個木材和一個皮革合成，防禦時可以減少 10% 的傷害\n缺點：由於是木頭製的，當人物陷入著火時耐久度消耗會增加\n特殊能力：箭矢收集，當敵人是骷髏或是其他拿弓箭的玩家時，拿著木盾防禦時有 50% 機率讓箭矢插在盾牌上，可以藉此收集箭矢\n\n\n石製盾牌：\n以石頭製成的盾牌，比木盾的耐用度稍高，防禦力也比較強\n以六個鵝卵石和一個皮革合成，防禦時可以減少 15% 的傷害\n缺點：由於是石頭製的，因此很怕爆裂物，防禦爆裂物時耐久度消耗會增加\n特殊能力：熄滅火焰，利用石頭不會燃燒的特性，當人物著火時在防禦時可以有 50% 機率將身上的火焰熄滅\n\n\n鐵製盾牌：\n以鐵製成的盾牌，擁有更高的防禦力和耐久度，在中期取得大量鐵時可以弄一個來防禦\n以六個鐵錠和一個皮革製成，防禦時可以減少 20% 傷害\n缺點：由於鐵會生鏽，在水裡做防禦時受到傷害時耐久度消耗會增加\n特殊能力：鐵的韌性很強，極適合防禦爆裂物，拿著鐵盾防禦爆裂物時可以減少 50% 的傷害\n\n\n鑽石盾牌：\n以鑽石製成的盾牌，擁有非常高的耐久度和極好的防禦力，後期可以弄一個來減少大部分受到的傷害...\n以六個鑽石和一個皮革製成，防禦時可以減少 25 % 的傷害\n缺點：無缺點，硬要說的話就是使用特殊能力時仍然會損傷耐久度\n特殊能力：傷害反射，在防禦時可以將 33 % 所受到的傷害反射回攻擊者身上，包含所有投射型和爆炸型武器 (TNT 或苦力怕的爆炸、骷髏射出的箭矢、烈焰神 & 地獄幽靈 & 凋零怪的火球都可以反射，甚至是魔法模組的魔法也可以反射)\n\n\n鑲金盾牌：盾牌製做完成時可以在周圍再圍一下金錠可以製成鑲金盾牌，鑲金盾牌的耐用度會稍微變高，發動特殊效果的機率或是能力都會增強一些\n\n\n\n\n\n\n巨劍：巨劍是此模組增加的另一個道具，攻擊力比普通劍稍高並且可以拿來防禦\n以六個材料和一個木棍合成\n(注意：巨劍本身算一種盾牌，無法與盾牌同時使用)\n\n木製巨劍\n\n\n石製巨劍\n\n\n鐵製巨劍\n\n\n黃金巨劍\n\n\n鑽石巨劍\n\n防禦量表：在拿著盾牌或巨劍做防禦狀態時在飢餓度表上頭會出現 \"防禦量表\"，會随著防禦時間慢慢減少，所以防禦狀態無法保持太久\n\n\n盾擊 (只有盾牌才能做盾擊動作)：當你帶著盾牌時會累積盾擊能量 (在等級數字上方會有個盾牌的標誌)，當能量累積到滿後，你在防禦狀態時按下蹲下即可施展 \"盾擊\"，使人物前方 5 格內的敵人會隨機受到以下幾個狀態\n\n擊飛 ---- 所有敵對生物會被震飛離玩家 (如果你的盾牌有 \"擊退\" 附魔則其擊飛距離會增加)\n暈眩 ---- 受到這個狀態的敵人其移動速度會下降，持續 10 秒\n混亂 ---- 受到這個狀態的敵人會彼此攻擊\n盾牌附魔 ---- 盾擊成功時會依照你的盾牌附魔而會有不同能力 (如果你的盾牌上有附 \"鋒利\" 則敵人受到盾擊傷害會增加，如果有 \"燃燒\" 則受到盾擊波擊的敵人都會著火)\n地獄、終界擴充包：(要安裝此擴充包才會有以下物件可以製造)\n\n地獄之盾：\n以地獄磚製成的盾牌，耐用度稍為比鐵高，防禦力也較強\n以六個地獄磚和一個皮革製成，防禦時可以減少 20% 傷害\n缺點，由於此盾牌充滿地獄穢氣，防禦時你的飢餓度消耗會增加\n特殊能力：火焰收集，在受到火焰傷害時 (如被幽靈或是烈焰神射到時) 做防禦時可以有 50 % 機率收集到 \"火焰\" 道具 (可以拿來放火或是製做鎖鏈甲)\n\n一樣可以製成鑲金的使用\n\n\n(1.5之後材料改成以 \"地獄石英\" 合成，能力相同)\n\n\n\n\n\n\n\n終界之盾：\n用黑曜石和終界之眼製成的盾牌，耐用度稍為比地獄盾高些...\n以五個黑曜石、一個終界之眼和一個皮革製成，防禦時可以減少 20% 傷害\n缺點：由於是終界產品，因此無法防禦 EnderMan 和終界龍的攻擊\n特殊能力：隨機傳送，在防禦狀態受到攻擊時有 20% 機率把攻擊者隨機傳送走\n\n一樣可以製成鑲金的使用\n\n\n\n地獄巨劍：\n以地獄磚製成的巨劍，攻擊力與鐵製巨劍相仿，不過耐用度非常高\n與普通巨劍一樣合成方式，不過將木棍換成烈焰桿\n\n\n(1.5之後材料改成以 \"地獄石英\" 合成，能力相同)\n\n\n\n終界巨劍：\n以黑曜石和終界之眼製成的巨劍，比地獄巨劍更強的耐用度\n與普通巨劍一樣合成方式，不過將木棍換成烈焰桿\n\n幽靈擴充包：(要安裝此擴充包才會有以下物件可以製造)\n\n骨製盾牌：\n用死人骨頭和骷髏頭製成的盾牌，耐用度不高但是有很強的能力\n以五個骨頭、一個骷髏頭和一個皮革製成，防禦時可以減少 15% 傷害 \n缺點：骨頭易碎，防禦成功時耐久度損耗率為 3 倍\n特殊能力：心靈控制，15 % 機率可以讓攻擊者同類相殘或自殺 (無法對不死系怪物和史萊姆產生效果)\n\n\n同樣有鑲金的可用\n\n\n腐肉盾牌：\n以殭屍腐肉製成的盾牌，耐用度只比木盾高些，不過拿著一片嚇人的腐肉片不覺得有殺人魔的氣息嗎？\n以六個腐肉和一個皮革製成，防禦時可以減少 10% 傷害\n缺點：由於這個盾牌飄散著屍臭，5% 機率防禦時會造成人物噁心暈眩\n特殊能力： 但是也可以使用這個能力有 10% 機率讓攻擊者噁心暈眩\n\n當然也有鑲金的 (以金絲縫製)\n\n\n(1.5之後材料改成全部使用腐肉合成，能力相同)\n\n\n\n\n骨製巨劍：\n以骷髏頭和死人骨頭製成的巨劍，非常有魔物獵人的風格....\n\n\n腐肉巨劍：\n從殭屍巨人上拔下來的大腿骨，讓別人看著拿著大腿斷肢的殺人魔衝向他們\n\n\n(1.5之後材料改成全部使用腐肉合成，能力相同)\n\n\n死神之鐮擴充包：(要安裝此擴充包才會有以下物件可以製造) (需要搭配 \"死神之鐮\" 模組 使用)\n\n靈魂鋼盾：\n以靈魂鋼製成的盾牌，與鐵盾相同能力，當你使用靈魂壺裝靈魂時會恢復耐久度\n以六個靈魂剛和一個皮革製成\n缺點：每次發動特殊能力時會消耗靈魂壺中的能量\n特殊能力：\"靈魂附體\"   10 % 機率格擋時會消耗一個靈魂壺內的一個靈魂啟動靈魂附體防護罩，可以格擋 20 顆心的傷害！\n\n亦可做成鑲金盾\n\n\n靈魂鋼巨劍：\n以靈魂鋼製成的巨劍，攻擊比鐵製巨劍相同且可以拿來格擋，且可以裝靈魂恢復耐久度....\n以六個靈魂鋼和一個木棍合成\n\n\n\n光學迷彩盾：(此道具於 1.5 板之後取消)\n使用光學迷彩玻璃製成的盾牌，耐用度與石盾差不多\n以六個光學迷彩玻璃和一個皮革製成\n缺點：在白天無法使用，只能在晚上使用\n特殊能力：拿盾牌防禦時如果成功格擋下有 10% 機率發動特殊能力，使玩家進入隱形狀態並且會在原地留下幻影，敵人看不見也摸不著你並且只會攻擊你的幻影，宛如施展 \"鏡花水月\" 一樣的能力\n\n當然也可以製成鑲金盾 \n\n同樣可以使用能力反轉過的玻璃製造 (缺點變成只能在白天使用)\n\n\n\n光學迷彩巨劍：(此道具於 1.5 板之後取消)\n使用光學迷彩玻璃製成的巨劍，貌似看不到但是仍有一定程度的攻擊力\n以六個光學迷彩玻璃和一個木棍製造\n\n當然可以製作成能力反轉的\n\n\n\n生體植物盾：(1.5板新增，作為代替光學迷彩玻璃之物)\n以生體植物製成的盾牌，與靈魂鋼盾相同能力，只是變成消耗血液，且可以裝血恢復耐久值\n以六個生體植物和一個皮革製成\n\n\n亦有鑲金版的\n\n\n生體植物巨劍：\n以生體植物製成的巨劍，與靈魂鋼巨劍一樣，只是變成裝血液恢復耐久\n\n\n問題：\nQ：java.lang.NoClassDefFoundError: IllegalName: mod_Asgard Shield\nA：Forge 損壞或是沒有安裝，這個模組需要使用 Forge 才能執行，不能只使用 ModLoader...，也請確認 Forge 的版本有安裝建議最新版，如果版本過舊也會有錯誤\n\nQ：會不會要自行切來切去才能拿盾牌防禦？\nA：沒有關係！這個模組本身有內建 (自動切換模式)，如果你使用的武器 (包含其他模組中的武器) \"按著右鍵有防禦動作\" 的都會自動切換成拿盾牌防禦，當放開後會自動換回持原本武器狀態 (前提是你的盾牌必須要放置在下方道具欄內才會作動)，所以你無須擔心會頻頻切換的問題.....\n\n拿著你的盾牌防禦敵人攻擊！",
    "replies": [
        {
            "author": "Shangyulin",
            "timestamp": 1390209480,
            "txt_content": "好霸气的mod，赞一个"
        },
        {
            "author": "hendyzone",
            "timestamp": 1390209900,
            "txt_content": "标题格式:适用的版本号+[ssp]或[smp]+mod名称+其他"
        }
    ]
}