{
    "title": "[1.5.2]鐮刀mod",
    "author": "7788990105",
    "replyCount": 4,
    "timestamp": 1390206780,
    "txt_content": " 本帖最后由 7788990105 于 2014-1-20 16:51 编辑 \n\n\n鐮刀：身為一位死神最基本的武器就是一把招牌的大鐮刀，鐮刀的耐久度與劍相同，但是攻擊力比劍稍弱，不過可以附魔增加其攻擊力.....\n\n木製鐮刀：\n\n\n石製鐮刀：\n\n\n鐵製鐮刀：\n\n\n黃金鐮刀：\n\n\n鑽石鐮刀：\n\n\n靈魂鋼鐮刀：\n\n(使用靈魂鋼製成的鐮刀，耐久度與鐵製的相同，你在使用靈魂壺收集靈魂時會恢復一點耐久度)\n\n生體植物鐮刀：\n\n(使用生體植物製成的鐮刀，耐久度與鐵製的相同，你在使用靈魂壺收集血時會恢復一點耐久度)\n\n\n鐮刀本身可以拿來當劍攻擊，攻擊稍微比劍弱，無法防禦，不過鐮刀還有個特殊技能，壓著右鍵不放可以集氣，放開後可以造成兩倍傷害的蓄力攻擊 (範圍擴散傷害，會傷害一個範圍內所有生物，不過使用蓄力攻擊非常傷耐久度).....\n\n\n\n如果以蓄力攻擊殺死生物時，生物會掉出 \"靈魂\" (成功攻擊後會有玻璃瓶碎裂的聲音)，收集起來可以另做用途.....\n\n\n拿著靈魂壺對著漂浮的靈魂按右鍵就能夠把靈魂裝進靈魂壺內\n\n\n鐮刀可以當成普通農具使用，拿著鐮刀對著小麥或甘蔗按一下右鍵，可以使用鐮刀收割，會掉出比較多的產品.....\n\n\n放血長矛：與鐮刀相仿，攻擊力稍微比劍弱，無法防禦，壓著右鍵可以集氣，放開後可以像鐮刀一樣以兩倍傷害蓄力攻擊，可以傷害一個範圍的生物，當攻擊後生物會噴血，在地上留下 \"血地幔\"\n(小知識：放血長矛是古代劊子手使用的刑具，行刑者拿著此物將綁在木柱或是十字架上的受刑者的動脈插下去，受刑者會承受極大的痛楚，最後會因血液流乾而死)\n\n木製放血矛：\n\n\n石製放血矛：\n\n\n鐵製放血矛：\n\n\n黃金放血矛：\n\n\n鑽石放血矛：\n\n\n靈魂鋼放血矛：\n\n(使用靈魂鋼製成的放血長矛，耐久度與鐵製的相同，你在使用靈魂壺收集靈魂時會恢復一點耐久度)\n\n生體植物放血矛：\n\n(使用生體植物製成的放血長矛，耐久度與鐵製的相同，你在使用靈魂壺收集血時會恢復一點耐久度)\n\n\n噴出的血地幔可以用靈魂壺裝起，獲得 \"裝血的壺\"\n\n\n\n靈魂壺：一種可以攜帶在身上的靈魂容器，必須搭配其他物品使用 (類似電池的用途)\n(以三個終界珍珠合成)\n\n(另外還有一種 \"大型靈魂壺\" 只能透過打死神掉落)\n\n闇影之書：記載了靈魂和秘術的邪教之書，次原料，合成靈魂祭壇使用\n(以一本書、一個羽毛、一個金錠和一個 \"裝滿靈魂的靈魂壺\" 合成)\n\n\n暴戾之書：記載了血祭和祕法的邪教之書，次原料，合成血之祭壇使用\n(以一本書、一個羽毛、一個金錠和一個 \"裝滿血的靈魂壺\" 合成)\n\n\n\n靈魂鍋釜：用來儲存靈魂的容器，最多可以容納 50 單位靈魂.....\n(以七個黑曜石和一個終界珍珠合成)\n\n\n血之鍋釜：用來儲存血的容器，最多可以用來容納 100 單位血.....\n(以七個地獄石和一個終界珍珠合成)\n\n\n靈魂祭壇：用來強化物品的特殊附魔台，可以消耗靈魂製造一些強力道具使用\n(以四個黑曜石，兩個終界珍珠和一本闇影之書合成)\n\n\n血之祭壇：用來強化物品的特殊附魔台，與靈魂祭壇相仿，可以消耗血製造一些強力道具使用\n(以四個地獄石，兩個終界珍珠和一本暴戾之書合成)\n\n\n與附魔台的書櫃一樣擺法，祭壇要這樣才能使用鍋釜中的靈魂和血\n(下圖是在下故意將兩個祭壇擺在一起的使用例)\n\n\n祭壇介面：\n\n\n\n\n右上角會顯示剩餘 (靈魂 \\ 血) 數量，左邊格子放置材料，當你收集了足夠的靈魂或血液後可以製造物品....\n\n靈魂鋼：充滿著靈魂能量的特殊材料，製作出的物品耐用度與鐵製品相同，可以附魔，你在使用靈魂壺裝靈魂時會恢復耐久度.....\n(將鐵錠放置於靈魂祭壇上製造，每一個靈魂鋼花費 5 個靈魂)\n\n普通靈魂 ---- 2 耐久值\n悲嘆靈魂 ---- 2 耐久值\n獵殺靈魂 ---- 10 耐久值\n狂暴靈魂 ---- 100 耐久值 (幾乎回復一半耐久)\n\n靈魂鋼太多可以合成 \"靈魂鋼磚\" 儲藏，靈魂鋼磚有個特殊能力 ----  位於靈魂鋼磚附近 2 格內的玩家會慢慢恢復生命值，可以將你家地板挖掉放置幾個來替代，當你在家裡閒置或走動時便會回血快一些......\n\n\n\n靈魂鋼劍：\n\n\n靈魂鋼鎬：\n\n\n靈魂鋼鏟：\n\n\n靈魂鋼斧：\n\n\n靈魂鋼鋤：\n\n\n靈魂鋼防具：\n\n\n\n\n\n靈魂鋼盾：有裝盾牌模組 (Asgard Shield Mod) 的玩家限定，以靈魂鋼製成的盾牌，與鐵盾相同能力，你在使用靈魂壺裝靈魂時會恢復耐久度.....\n(以六個靈魂鋼和一個皮革製成)\n\n特殊能力：\"靈魂附體\"   10 % 機率格擋時會消耗一個靈魂壺內的一個靈魂啟動靈魂附體防護罩，可以格擋 20 顆心的傷害！\n\n亦可做成鑲金靈魂盾，鑲金的耐久度會稍微提高，發動特殊能力的機率也會增加一些\n\n\n靈魂鋼巨劍：有裝 盾牌模組 (Asgard Shield Mod) 的玩家限定，以靈魂鋼製成的巨劍，攻擊比普通劍稍高且可以拿來格擋，你在使用靈魂壺裝靈魂時會恢復耐久度.....\n(以六個靈魂鋼和一個木棍合成)\n\n\n免死護身符：一種特殊的護身符，可以消耗靈魂和血來恢復生命值，當人物生命值降到 0 以下會自動發動，發動後此道具破壞.....\n(以兩條線、一個終界珍珠和一顆鑽石合成)\n\n\n強化護身符：強化版本的護身符，使用次數增加為 5 次\n與普通的合成方式相同，只是將鑽石改成地獄之星\n\n\n需要使用靈魂壺中的能量，靈魂壺如果用完了可以殺幾隻生物取得靈魂或血，或是從祭壇補充靈魂和血 (一個靈魂壺的容量為 20 個靈魂)\n\n\n這個護身符可以再放在祭壇上附魔，變成可以只消耗一邊的能量 (不過消耗量加倍)：\n\n\n\n\n傳送飾品：可以瞬間移動到重生點 (或床旁) 的道具，類似回家捲軸的用途，當你迷路時是很好的緊急物品...\n\n使用方式 ---- 記得身上要有兩個有足夠能量的靈魂壺，拿著飾品壓著右鍵不放，待耐久度跑完後就會傳送 (不會真正損耗飾品耐久度)\n\n(普通傳送飾品：以兩條線、三個黏土和一個終界珍珠合成，只能在現實世界使用)\n\n\n(強化傳送飾品：以兩條線、三個燃燒彈和一個終界珍珠合成，只能在地獄使用)\n\n\n(高級傳送飾品：以兩條線、三個地獄之星和一個終界珍珠合成，可以在所有世界使用 (包含其他模組的世界)\n\n\n跟護身符一樣可以在放上祭壇變成只消耗一方的能量\n\n\n\n特殊附魔：現在所有武器放上兩種祭壇上都可以附魔，會依照所使用武器種類和祭壇不同而會有不同附魔....\n\n近距離武器類 (只有近距離武器才能附上以下附魔)：\n\n靈魂獵殺附魔：將武器放上靈魂祭壇即可附魔 (現在任何近距離武器都可以上到這個附魔)，一把武器花費 50 個靈魂 (需要是沒有附魔的武器才能附魔)\n附魔後會附加 \"靈魂獵殺\" (SoulSteel) 附魔，有三個等級，分別為 33%、66%、100% 殺死怪物時會掉出靈魂，可以使用鐵砧將兩把附魔武器合成強化到更高階級的附魔 (經過測試可以使用在其他模組可附魔的近戰武器上，讓獵殺靈魂的效率更好)\n\n獵頭者附魔：將武器放上血之祭壇上即可附魔，一把武器花費 100 個血液 (現在任何近距離武器都可以上到這個附魔)\n附魔後附加 \"獵頭者\" (Decapitate) 附魔，有三個等級，分別為 10%、20%、30% 殺死怪物時會掉出該怪物的頭顱 (現在此模組將所有遊戲內建的生物，除了地獄幽靈和凋零怪外，所有生物都可以獲得頭顱，包含終界龍，你可以在你家裡掛滿各種生物的頭)\n\n\n\n\n使用 Balkon's Weapon Mod 中的戰斧使用例：\n\n\n使用魔導模組 (Thaumcraft) 中的 \"旋風之劍\" 的使用例：\n\n\n遠距離武器類 (只有遠距離武器才能附上以下附魔)：\n\n凋零之毒附魔：將普通的遠程武器放上靈魂祭壇即可附魔，一把武器花費 50 個靈魂\n附魔後會附加 \"凋零之毒\" (Blight) 附魔，有三個等級，分別為 5秒、10秒、15秒使被射到的生物陷入凋零狀態 (中毒、並且生命值會變黑看不到)， (經過測試可以使用在其他模組可附魔的遠距武器上，讓凋零之毒的效率更好)\n\n\n\n使用 Balkon's Weapon Mod 中的火槍：\n\n\n武器共通類 (近距離和遠距離都可以上到以下附魔)：\n\n嗜血者 附魔：將武器放上血之祭壇上即可附魔，一把武器花費 100 個血液\n附魔後會增加 \"嗜血者\" (Bloodletting) 附魔，有三個等級，當以此附魔武器攻擊生物時有 5% / 10 % / 15 % 機率可以吸取目標生物半顆心的生命值並恢復到自己身上，當你用了有嗜血者附魔的武器攻擊生物時(無論等級) 會在地上留下 \"血地幔\"，就像你使用放血長矛攻擊一樣\n\n感染 附魔：新增的附魔，將武器放上血之祭壇上即可附魔，可附在近距和遠距武器上，一把武器花費 100 個血液\n附魔後會增加 \"感染\" (Hemorrhage)  附魔，當以此附魔武器攻擊成功時可以讓怪物或敵人再附帶中毒效果 (這種毒傷只對生物有效，對不死系無效)，有三個等級，等級越高毒液持續時間越久\n\n重生 附魔：新增的附魔，可附在近距和遠距武器上，將武器放上靈魂祭壇即可附魔，一把武器花費 50 個靈魂....\n附魔後會增加 \"重生\" (Afterlife)  附魔，當以這個附魔的武器殺死生物後有機會會掉出該生物的重生蛋，可以像創造模式那樣撿起再行召喚.......，有三個等級，等級越高則發動此效果的機率越大\n\n防具類：\n\n活力抵禦附魔：將防具放上靈魂祭壇即可附魔，一件防具花費 50 個靈魂 (需要是沒有附魔的防具才能附魔)\n附魔後會附加 \"活力抵禦\" (Vitality) 附魔，有四個等級，分別為 5%、10%、15%、20% 在受到傷害時以飢餓度代替生命值損傷 (亦即有機率是拿飢餓度扣除傷害)\n\n避毒 附魔：將防具放上血之祭壇即可附魔，一件防具花費 100 個血液 (需要是沒有附魔的防具才能附魔)\n附魔後會增加 \"避毒\" (Exude) 附魔，當穿著這件防具時有機率可以消除中毒或凋零所造成的扣血傷害....當你進入容易有毒傷的怪物地區狩獵時這個附魔就相當有用......，有四個等級，等級越高避毒的機率越大\n\n\n\n使用更多礦物模組 (Simple Ores Mod) 中的縞瑪瑙裝甲的使用例：\n\n靈魂羊毛：將普通羊毛放上靈魂祭壇即可製造，一次花費 5 個靈魂\n\n製造出來的靈魂羊毛非常易燃，適合拿來放火燒生物用，亦可以用來製作靈魂羊毛裝\n\n靈魂羊毛裝：以靈魂羊毛製成的防具，作出來的防具性質與皮甲相同且可以染色....\n穿著全套靈魂羊毛裝特殊效果：對傷害藥水免疫、增加飲用靈魂藥效時間，且飲用靈魂時只會出現正面性質藥效 (不過還是會有飢餓度中毒狀態)\n\n\n\n\n\n與皮甲相同可以染色\n\n\n\n血腥羊毛：將普通羊毛放上血之祭壇製造，一次花費 10 個血液\n\n和靈魂羊毛一樣，這種羊毛非常易燃，適合拿來放火燒生物用，亦可以用來製作血腥羊毛裝\n\n血腥羊毛裝：以血腥羊毛製成的防具，作出來的防具性質與皮甲相同且可以染色....\n穿著全套血腥羊毛裝特殊效果：增加飲用血液回血效果，且飲用血液後會有等級四力量和等級一加速藥水藥效 (不過還是會有飢餓度中毒狀態)\n\n\n\n\n\n與皮甲相同可以染色\n\n生體植物 (Biomass)：這個模組新增的植物，簡單的來說就是像是異形那樣以一團肉塊和血管神經構成的植物 (沙耶表示...) ，看似恐怖不過用途很多....\n\n\n要種植生體植物，你必須先合成生體植物種子，以一個發酵蜘蛛眼和一個地獄疙瘩合成\n\n\n接著拿去血之祭壇激活它.....(一個種子花費 10 個血液)\n\n激活後你會得到 \"激活的生體植物種子\" (Germinated Biomass seed)\n\n接著你要做出種植的地方，這種植物沒辦法種在普通土壤上.....\n先以四個蜘蛛眼、四個腐肉和一個史萊姆球合成 \"蔓延生體球\"(Creepball)\n\n\n接著去地獄挖幾個靈魂沙回來，將靈魂沙擺在地上，將蔓延生體球塗在上面 (拿著球對靈魂沙按右鍵)，做成 \"蔓延生體\" 方塊 (Creep Block)\n\n\n\n接著以 \"放血長矛\" 在上面右鍵戳一個洞.....然後就可以把激活的種子種下去.....\n\n\n\n之後這個植物就會像小麥那樣慢慢長大 (如果你嫌長得太慢，可以將裝血的靈魂壺灑在蔓延生體方塊上面，可以加速成長)\n\n\n當成熟後可以用鐮刀收割，可以掉出更多的產品\n\n\n收成後除了種子外另外就是主要產品 \"生體植物\" (Biomass)，這個物品可以拿來做成工具和裝甲 (功能與靈魂鋼一樣，只不過修復的材料的是血液，當你使用靈魂壺裝血時會恢復一點耐久)\n紅色血：普通動物 \\ 村民 \\ 殭屍 \\ 殭屍豬 ---- 可恢復 2 點耐久值\n綠色血：苦力怕 \\ 蜘蛛 \\ 洞穴蜘蛛 \\ 蠹魚 ---- 可恢復 4 點耐久值\n紫色血： Enderman \\ 終界龍 ---- 可恢復 6 點耐久值\n\n生體植物劍：\n\n\n生體植物鎬：\n\n\n生體植物斧：\n\n\n生體植物鋤：\n\n\n生體植物鏟：\n\n\n生體植物防具：\n\n\n\n\n\n生體植物盾牌：有裝盾牌模組 (Asgard Shield Mod) 的玩家限定，以生體植物製成的盾牌，與靈魂鋼盾相同能力，只是變成消耗血液，且可以裝血恢復耐久值\n以六個生體植物和一個皮革製成\n\n特殊能力：\"血泊附體\"   10 % 機率格擋時會消耗一個靈魂壺內的一個血液啟動血泊附體防護罩，可以格擋 20 顆心的傷害！\n\n亦可製成鑲金的，耐用度和特殊能力啟動機率增加\n\n\n生體植物巨劍：有裝盾牌模組 (Asgard Shield Mod) 的玩家限定，以生體植物製成的巨劍，與靈魂鋼劍一樣，只是變成裝血液恢復耐久\n\n死靈之書：現在這本書的用途變成可以召喚死者，作為你的夥伴\n(以五張死靈之書之頁和四個腐肉合成，死靈之書之頁可以在地牢寶箱找到，也有機會在村民家箱子或甚至是某些村民有在賣)\n\n\n使用方式：身上帶好兩種靈魂壺，拿著鐮刀將生物砍死.....\n\n\n當生物掉出靈魂後，拿出死靈之書，對著靈魂按住右鍵不放，待書的耐久值跑完 (不會真正損耗書的耐久) (此時會有類似 Enderman 的電波干擾聲....)\n\n\n當跑完後，該生物就會以 \"靈體姿態\" 復活 (身體會有些半透明狀態)\n\n\n接著，拿出一顆蔓延生體球，在該生物上按右鍵，就可以馴服牠！\n\n\n與新 \"朋友\" 好好相處吧......(馴服的生物會隨時間慢慢損血，你可以用血液餵牠即可回血)\n\n\n(可以以相同方法馴養靈體狀態的所有生物，包含怪物，馴養的怪物不會攻擊你)\n死神骷髏 (Harbinger)：\n在安裝這個模組在晚上或是在暗處會生成這個怪物，是一個拿著骨製鐮刀的骷髏，當它發現玩家經過時會跑過來砍你 (攻擊同蓄力攻擊，如果你身上沒有裝備會非常危險)，擊殺它掉落物與普通拿弓的骷髏相同 (有稀有機率掉出比較大的靈魂壺，也有機率掉出它的骨製鐮刀，耐用度與石製鐮刀相同，但是有鑽石鐮刀的攻擊力)\n\n\n亡靈礦工 (Spectral Miner)：\n在安裝這個模組在地底暗處會生成這個怪物，也就是大家熟知的 Him (Herobrine)，當你靠近它後會有失明效果，你只能使用鐮刀蓄力攻擊，或是有 \"靈魂獵殺\" (Soulsteel) 的附魔武器攻擊才能傷害它，當你傷害它時它會噴出 \"靈魂史萊姆\"，可以趕快裝進靈魂壺內\n\n擊殺它後還會掉出 \"靈體碎片\" (Ectoplasm)，這個道具是代替已取消的光學迷彩玻璃，用來合成新月時鐘和隱形染料的\n\n\n\n\n靈魂史萊姆 (Ectoplasm)：當你的靈魂鍋釜被打爆後 (裡面有裝靈魂) 就會跑出這玩意，會像普通史萊姆的習性，你能攻擊它，可是你可以直接用靈魂壺把它裝進去變回普通靈魂\n\n\n血液史萊姆 (Hemoglobin)：當你的血之鍋釜被打爆後 (裡面有裝血液) 就會跑出這玩意，與靈魂史萊姆一樣，你可以直接用靈魂壺裝它變回普通血液\n",
    "replies": [
        {
            "author": "ever-lose",
            "timestamp": 1390206900,
            "txt_content": "LZ把Ctrl+c和Ctrl+v的作用表现的淋漓尽致"
        },
        {
            "author": "CCYxbob",
            "timestamp": 1390207920,
            "txt_content": "ever-lose 发表于 2014-1-20 16:35 \nLZ把Ctrl+c和Ctrl+v的作用表现的淋漓尽致\n一句话说中中点....."
        },
        {
            "author": "嘉文四世",
            "timestamp": 1390207920,
            "txt_content": "难得这么靠前"
        },
        {
            "author": "MC_Soul",
            "timestamp": 1390219260,
            "txt_content": "没有1.6.4的吗"
        }
    ]
}