{
    "title": "《剑神之路》第二章",
    "author": "壹佰佰佰",
    "replyCount": 4,
    "timestamp": 1390209180,
    "txt_content": "                                                      《剑神之路》第二章\n                                                      艰辛的考核和新的伙伴\n——————————————————————————————————————————————————————\n       不远处的考核官拿着一个魔法加持的扩音器：“请通过测试的到我的面前，男的站左边，女的站右边。”我心中暗暗的加了一句：“不男不女的站中间。”考核官清点完后说道：“请你们32人到考核之门面前准备考核，希望以后在学院见到你们。”我顺着考核官指的方向看去，一道金色，上面刻画着许多叫不出名的魔兽的一道奇异的门。考核官接着说道：“拿上这个符文，如果坚持不住就捏碎，会把你传送到会场，但，你的考核资格相应也没了，请踏入考核之门”\n       我们踏进那金色的考核大门，就在我们踏入的那一刻，考核之门上刻画的一条黑龙突然闪烁了一下，考核官正好看到心中道：“这群小伙子前途绝对不小啊！居然考核是迷の黑龙！”任何人不知道的是，有一组搭档进入考核之门的时候，黑龙图标也闪烁了。\n       我们踏入考核之门，场景立刻变换，到了一个下雨天的森林里。而考核官的给的符文背面亮起了光芒，反过来一看，出现了一行字：你们的任务是和另外一组考核者聚集并打败黑龙。虹雾看了之后说道：“听说天之学院的考核许多人都不同，甚至有人会一个人出现在某些强力的魔兽的场景。我们有两组人可以一起打，运气还算不错。”\n       我骨子的热血冒了上来：“还等什么，快去找另外一组人，然后去打那条什么黑龙！”虹雾无奈道：”那也得有个方向啊。“\n       前面的草丛突然传来哗哗声,一组人从中走了出来。虹雾立即开启了隐身前去查看，我们则躲到了一颗大树后面。只听见其中一名少女说道：”我的探测术难道又出错了？ 不会吧..“她身旁的一名青年给了她一个爆栗说道：”你还好意思说比你小的Cjx都已经是三级驯兽师了。”少女摸摸了头说：“淋雨老是打人头干么，会长不高的！”\n       虹雾已经回来了，说：“看起来是另一组考核者，我们去打下招呼吧。”我第一走了出去说：“你们是另外一组考核者吗?你们好。”一名最大的青年说道：“你们好，我们也是考核者。”我们通过聊天知道，刚才被那名叫淋雨的青年骂的少女叫作米莎凯是一名二级治疗牧师，淋雨则是隐藏的职业，五级驱魔者。和我们谈话的叫皮特，也是隐藏职业是五级邪术师。而最小的Cjx则是三级驯兽师。\n        一切准备好之后我们向考核官给的地图上指引的黑龙潭出发！走到半路出现了一只魔兽，作为驯兽师的Cjx立刻把这只魔兽的资料报了出来：“这是一级魔兽，阴雨兽，一般生活在潮湿阴暗处，只有阴雨天才会出现。”皮特一挥手“阴暗诅咒！”“好了可以出发了。”兰渝不解道：“嗯？不用除掉么应该是有攻击性的魔兽啊。”淋雨笑了笑说：”阴暗诅咒虽然对一级以上的魔兽没什么效果，但对阴雨兽这样的一级魔兽可是如切菜般的哟。”一路上没见到什么魔物，带有毒性的药草到时遇见了不少，虹雾就毫不客气的收下了，大部分做成毒药后可是能涂毒在匕首上的。\n         一路谈笑风生，不知不觉就到了黑龙潭了，只见一条长5米高7米的黑龙，正在躺卧着睡觉，身下还压着一个蛋？原本队伍无一人发觉，就在我被一块奇异石头吸引了之后准备去捡，无意间便看到了。想盗取之时，黑龙却不失时机地醒来了。\n         皮特大喊：“淋雨给大家加个神圣祝福，然后用地狱边境，米莎凯注意治疗，兰渝用圣光术让它失明一会，杰斯用风火斩和炎浪裂！”\n————————————————————————————\nPS：争取一天一章\nPS2：预知后事如何，请听下回分解。\nPS3:我食言了，本来说两天一章，变成一天一章了\n\n\n\n\n",
    "replies": [
        {
            "author": "xiaobaicai",
            "timestamp": 1390209360,
            "txt_content": "写得还不错。      "
        },
        {
            "author": "银狼",
            "timestamp": 1390209360,
            "txt_content": "表示支持，欢迎多来写文"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1390209720,
            "txt_content": "楼主不错，但建议不要更新太快。。。（为什么？你好好写就知道了。。。）"
        },
        {
            "author": "一二三四五六",
            "timestamp": 1390220700,
            "txt_content": "不错噢，加油，我挺你。我会赞助你的，"
        }
    ]
}