{
    "title": "【小说】这，是我的世界；这，就是我的生存【第五章】[已弃坑]",
    "author": "失落者_lose",
    "replyCount": 4,
    "timestamp": 1391007840,
    "txt_content": " 本帖最后由 失落者_lose 于 2014-2-22 00:28 编辑 \n\nMinecraft小说\n《这,是我的世界；这,就是我的生存》~~~~~~~~~~~~\n第五章收集资源，准备出发       早上醒来，我终于开始了我新的一天。经过昨天晚上看着Wiki的一夜补课，我终于对我所处的这个世界有了一定的了解。“今天要干什么好呢？去找资源吧！”我心里盘算着，准备出门。忽然想起了昨天晚上在看Wiki的时候，里面貌似有提到过关于获得资源的事情，是要进入废弃矿洞、自己慢慢从地表往下挖什么的才能获得资源。可是，我毕竟是个懒人，没有耐性去自己慢慢挖矿。没办法，那，我就只好去废弃矿洞了。       转念一想，我貌似还没有去挖那个什么什么Wiki里提到的“原石”。啊偶，我还是先去乖乖的挖石头吧。       “矿洞，矿洞，矿洞到底在哪里啊？”我看着我的家周围的一切，一大片的树林，有几只小羊在不远处“咩——咩——”地叫，天上挂着几朵云，悠闲地飘来飘去，门口右边不远处，有一座小山稳稳地坐落在那里。这一切，显得那么安静。虽然，这只是个方块世界，但是，我却在这个世界中感受到了我在平常玩游戏时所没有感受到的乐趣。毕竟，以前玩游戏无非就是为了打打怪，刷刷装备什么的。可今天，在这个不知名的世界里，我却享受了宁静、舒适的生活。这是我平常的生活所求之不得的。       “还是做好自己的事情要紧。”我轻声说。我四下寻找矿洞，忽然，我在不远处的山丘上看到了石头。“偶也！就是你啦，开挖！”我高兴极了，飞奔过去，挖起石头。一块，两块，三块……       不一会儿，我就挖好了（画外音：一七得七，二七十四，三八妇女节，五一劳动节……哎呀，到底是多少啊！）好多好多石头了。“哎，这是什么东西？这好像是……铁矿石！”果断下挖，可是挖的好像很慢啊！我拿出WIKI，找到关于铁矿石的那一页，发现，铁矿石是要用石镐挖的。我便拿出我精心准备的石镐特别纪念豪华版，开始挖铁矿石。        “终于啊！可以去冒险了！”我向着夕阳， 高兴的说道。回家了回家了！等等，家……在哪？哦，Fuck，我居然迷路了！不行，要快点回家啊！夜幕已经降临，会有越来越多的怪物出现的！       我向周围漫无目的地乱跑，周围的怪物越来越多，随时我都有丧命的危险。这时，我的眼前出现了一丝希望——光亮。是家的光亮！快跑！很多的骷髅、僵尸都已经发现了我，正在向我涌来。我飞快地跑进家门，在门闭上的一瞬间，一支骷髅的箭射了进来，卡在了门缝中。“可恶，怎么这个时候掉链子！”我心想。无奈，我只好先抵住门，把那只箭抽了进来。“嘭”的一声，我的门重重的关上了。好险啊！不过，终于逃回来了啊！       没事了……那，我现在要干些什么呢？嗯……有了，为明天的事情准备吧！冒险，剑是必不可少的。我从背包中拿出我的一堆石头，摆放到合成台里两个，然后拿出一根木棒，放到合成台里。“唰”的一声，出现了一把石剑。我又拿来几块石头，又做了3把石剑，有备无患嘛！还有什么呢？对了，我不是挖到了铁矿么？可以拿出来烧成锭。我便又拿出了铁矿石，烧啊烧，经过八八六十四秒的冶炼，终于炼好了铁矿石。做了一件铁裤子（这货膝盖能弯曲么）。       那，睡觉了。未完待续\n~~~~~~~~~~~~[fly]索引贴快捷入口[/fly]\n\n\n",
    "replies": [
        {
            "author": "长手的苦力怕",
            "timestamp": 1391008200,
            "txt_content": "先顶后看好习惯～\n\n\n"
        },
        {
            "author": "额无语",
            "timestamp": 1391008200,
            "txt_content": "这么晚了还写小说哈..."
        },
        {
            "author": "love--潇洒",
            "timestamp": 1391009400,
            "txt_content": "额无语 发表于 2014-1-29 23:10\n这么晚了还写小说哈...\n我不也是吗"
        },
        {
            "author": "love--潇洒",
            "timestamp": 1391009460,
            "txt_content": "美嘉说的话是二七四十八"
        }
    ]
}