{
    "title": "生存教程(转)",
    "author": "powerho3",
    "replyCount": 7,
    "timestamp": 1334976360,
    "txt_content": " 本帖最后由 powerho3 于 2012-4-21 10:48 编辑 \n\n(转)在巴哈特看到的~\n\n\n\n\n首先，你必須挖木頭(廢話)\n\n然後，你必須做出木製的任何工具，當然，鋤頭如果沒有耕種就不需要。\n\n木製工具純粹墊檔用，請持續挖木頭，直到蓋出５＊５＊４的房子為止。\n(附註:如果發現做不完，只少能做一個克難的避難所。)(避難所請參見最下方)\n若是你砍樹的速度很快，又還沒天黑，隨便找個地方挖下去，開挖石頭。\n\n或者有裸露的石頭，挖下去就對了。\n\n原木請留１０個來燒木炭。（若有煤炭可省略）\n\n最好第一天就做出：石製工具、鎔爐、大箱子（小箱子＊２）\n有羊當然製作床，沒有就算了。\n\n在天黑前製作好火把，附近差亮。\n\n第一晚就這麼過了。\n\n第二天\n天亮後，先砍點木頭，然後開始搜索四周，開始收屍的行動。\n\n撿起所有腐肉，骨頭，弓箭，當然，看到蜘蛛你也可以打，如果你有把握不會死的話。\n\n（請小心苦力怕桑的爆破攻擊\n\n你可以做的事：擴建房屋、伐木、挖石頭、闖洞窟（請備大量火把，並打開你的雙眼and音響\n\n最好能夠再第二天種植小麥，可以引誘動物回來。如果你附近有動物的話。\n\n如果你附近沒動物的話。請你一定要種小麥。\n\n小麥種子來源：地上雜草。\n\n盡量快點挖到鐵礦，若是沒有膽量闖洞窟，就自己做礦坑吧，往下挖，挖到不滅石後開始擴展。\n\n\n版本二號：\n囉嗦一點的版本。\n\n這邊只是提出一些參考，當你進入創世神的世界時，你就是自由的，請不用太拘泥。\n另外可以先看看介面操作、新手入門、組合與合成、亮度、礦物、哈啦版動物百科與其他基礎知識的項目等等。\n\n這邊先從頭開始，\n\n進入世界後第一件事就是探索，不認識環境就會被環境打倒。\n　　遊戲剛開始的白天，加上日落的時間大約有十二分鐘，花個兩分鐘繞一圈並沒什麼不妥，\n　　探索的過程中，確認所有需要資源的有無，\n　　若是沒看到樹，則最重要的事就是找到一棵樹，或是有原木與木材當建材的村莊，\n　　沒有木材就沒有工作台，也無法製作工具與間接的許多東西，幾乎等同無法生存。\n\n　　第一據點的位置與形式並不用太急，只要在夜晚來臨前決定就好，\n　　可以不用太在乎與起始出生點的距離問題，只要挑比較安全或喜歡的地點即可，\n　　如果能看到羊，就能夠在稍後做出床鋪來跳過夜晚，床鋪本身也可以是一個據點，\n　　羊如果不到三隻或沒有羊，可能得碰運氣找鐵礦做剪刀剪，或是等晚上打打蜘蛛，\n\n　　建議您，不需要對夜晚與怪物太過恐懼，\n　　只要準備好據點、第一份食物、火把和基本的石製武器，接著就是靠您的智慧、經驗與運氣了。\n\n　　探索中除了木材，要確認與思考食物的來源，食物會在第三件事中會說明，\n　　不過，第二件事所提的，對於工具、石頭、木頭、火把等等資源的採集，在初期重要度低於第一份食物，\n　　如果你看著目前的環境，可能到第二天連補個兩格飽食度都做不到，就必須要減低資源採集的份量才行。\n\n第二件事，首先收集一些原木，目標：在夜晚前製作石製工具與火把，並收集足量的物資。\n　　由於石製工具比起木製工具效率好上很多又更耐用，而且石頭這資源幾乎塞滿整個地面下，\n　　因此，迅速的換成石製工具能在第一夜來臨前大量的採集，並且能用較硬的石劍打怪物取得有用的材料。\n　　而火把不僅能照明，更能維持地面亮度以防止怪物出生，只要插在重點位置，就能比較安全的在夜間作業。\n\n　　尋找一棵樹，或是找到村莊，物色一棟木房子，空手採集一些原木或木材，\n　　做出一個工作台，做出木鎬， 尋找裸露的石頭挖掘卵石，或是空手挖開土，用木鎬敲底下的石頭，\n　　注意，當你在挖掘自然的地面時，你沒看過地下的話，請你不要挖自己腳底下踩著的土或任何東西，\n　　在地面，有可能一塊土下就是個大峽谷，在地下，有可能掉入另一個空洞，或是岩漿池中。\n\n　　敲了三或四個卵石後，回頭去製作成石鎬，視土量順手作出石鏟子挖土，使用石鎬來開採卵石，\n　　卵石挖個30個左右，以製作鏟子、石斧、石劍、熔爐，以及新工具的備用材料。\n　　如果途中有挖到煤或鐵，則策略多少可以改變，拿到什麼是運氣，但能夠做什麼則是靠你自己，\n\n　　工具和卵石足夠後，開始大量砍樹，撿些掉落的樹苗和蘋果，蒐集初期的食物、種子和做床鋪用的羊毛，\n　　這時砍樹主要有兩種目的，囤積原木備用與將原木燒成木炭來使用，\n　　燒製時請參考鎔爐的精練，燃料相關的項目有列表每種燃料可燒成的物品數量，盡量別浪費燃料，\n　　由於燃料放下去是燃燒固定時間，材料烤熟要被燃燒一定時間，所以盡可能避免手動補充材料。\n\n　　原木、卵石、炭與煤，是生活起居基本的資源，開始遠征、深處採礦、大建築時最好有一定份量在家備用，\n　　而在初期幾天，視環境狀況與時間採取適量即可，\n\n第三件事，在入夜或挨餓前取得一些食物，並確認近日與往後的食物來源。\n　　食物有很多種選擇，只要知道有哪些是食物，接著就要靠運氣與自己了。\n　　植物的種植請看 農業入門，動物請看 Minecraft動物百科小麥：\n只要有草，打掉後就有機會取得種子，種子拿來種在耕地，耕地附近需要有水來濕潤，\n如果在寒冷的地區，除了放火把，或是在上面放方塊來防止結冰以外，\n也可在有兩層深的水邊，在周遭泥土往下挖一層來整平耕地，靠冰下那一格水來濕潤耕地，\n用三個小麥能做一個麵包，只是把小麥拿來引誘並繁殖動物的效益比較高。\n小麥成熟需要點時間，初期小麥田還不到二十格時，可能會需要等到第三天(40分)才有自然成熟的小麥。\n蘋果：\n蘋果在1.1.0版本更新後，有機率從普通樹的樹葉方塊上掉落，不過蘋果還是當成砍樹的贈品比較好，\n初期若是幸運的拿到較多，可以稍微減少狩獵動物，等候小麥成熟來飼養繁殖。動物的肉：\n動物的肉有三種來源，豬、牛、雞，不論是哪一種，最好都在熔爐烤熟了比較好，可以多補幾格。\n這三種動物都可以用小麥繁殖，因此至少要留兩隻，等小麥收成後拿著吸引來關好，預備繁殖。\n豬是最不推薦先飼養的動物，因為其掉落肉的機率是0~2，有可能完全沒肉。\n牛是肉量最大的動物，不僅掉落率1~3，肉烤熟後能補四格，消耗小麥繁殖效率不錯，缺點是牛體積大。\n雞固定掉一隻全雞，烤熟後能捕三格，不過雞養多了經常下蛋，丟蛋有機會出小雞，而且雞是用石劍一擊一隻，放個火一定烤到完熟的嬌弱生物，生形嬌小，不容易被同伴推擠進方塊造成死傷，適合大量養殖，要注意的是，幼雞反而因為太小，容易在靜止的水或水域角落被成雞推擠進水裡悶死，太小的養雞場最好弄成流水式避免集中角落，或是不放水，或是乾脆弄成最極端的柱狀養殖。\n不管是哪種動物，養殖時請依經驗，視牧場大小控制成體的數量，避免幼體被過度推擠。\n蘑菇湯：\n蘑菇湯需要棕蘑菇、紅蘑菇以及碗，用角色的四格合成格也能合成，如果很早就湊到兩個蘑菇各一個，又沒其他食物來源，可以等早上撿骨或冒險與骷髏弓箭手決鬥取得骨頭，製作骨粉來種植巨大蘑菇，大量收成蘑菇。魚：\n需要先合成釣竿，然後在有兩格以上深的水面釣魚，建議找到水有四格深為佳，太淺浮標有可能卡住，\n魚釣上來後烤熟再吃，要早點做出釣竿，需要打蜘蛛拿絲，過夜後在白天找變被動的蜘蛛打比較安全。\n釣竿用右鍵拋出浮標，落入夠深的水會浮起，在一分內會有幾次浮標突然下沉，那瞬間就是拉魚的機會。\n雖然創世神的釣魚稍微有點無趣，但是在缺乏動物的狀況下，魚是能夠較快且確實取得的食物。\n腐肉：\n是的，就是腐肉，由殭屍掉落的非常時期食物，吃了有八成機率食物中毒，可以喝牛奶解毒，\n只是用牛奶解毒並不實際，最好是利用一次食物中毒有30秒不疊加，在30秒內食用多個腐肉，\n30秒的食物中毒約會扣兩格多的飽食度，只要吃比這多即可。\n　　建議在動物和資源足夠的狀況下，小麥是有就先種一些，預備拿來引誘與飼養動物，也可做麵包當主食，\n　　耕地在1.1.0版後，不用完全防止動物走過，只要周遭沒有高低差或柵欄讓動物會想在耕地上原地跳就好，\n　　當然，因為水中跳上岸的落下高度不足以破壞耕地，所以也可以在水邊或水上種植。\n　　\n第四件事，開始你第一段的定居生活。\n　　第一個夜晚？那沒關係，再次提醒你，這個世界是自由的，許多事情必須隨著狀況自己下決定，\n　　要如何冒險與生活，碰到什麼好事壞事也沒有人管得住你。\n\n　　這之前的三件事，整理起來如下：\n　　一、請注重探索。\n　　二、有足夠木材的話請早點改用石製工具，避免使用木製工具，相對的浪費較多時間收集物資。\n　　三、對於自然生成的地面，請不要相信下面是實心的，所以請不要踩在上面挖腳底。\n　　四、確認與思考食物的來源，並盡早取得第一份食物，第一份食物沒有著落時請控制採集的運動量。\n\n　　只要你有了足夠的資源，你的生活就能夠開始了。\n\n初期的據點\n　　在創世神的世界，你可以隨意的建造，這點即使是在生存模式也是一樣的，\n　　在生存模式下，初期會需要盡早建造據點的原因，在於有敵意的生物會出生在亮度低，昏暗的地面上，\n　　只要認識他們，實地的學習應付與阻擋，以及避免危險的狀況即可。\n\n　　在此，要再度提醒您，複習官方中文wik生物、動物百科、亮度，了解一下怪物的體型與攻擊方式。\n\n　　然後，要知道怪物的刷新運作：以玩家為中心，高度不論，在平面上劃出邊長約255格方塊的大正方形，也就是大概在離玩家直線距離128格，生物、植物、水流和機關等等才會持續活動，主世界的怪物出生限制除了亮度、空間、方塊種類以外，還有距離限制，離玩家直線約24格內不會生成，怪物沒看到玩家並離玩家夠遠時會隨機消失重新刷新，\n\n　　話題回到據點，據點是一個暫時棲身的地方，因此會需要火把照明，需要工作台和熔爐方便作業，以及一個箱子裝東西，這樣也就是一個最基本的據點了。\n\n　　第一個小小的據點，簡單來說有三種方式：\n　　一、使用一張床跳過夜晚，避免過夜。\n　　二、建造一個房間，例如蓋一個小屋子，或是挖個洞等等。\n　　三、就地露宿，找個安全方便的地點放放家當就地住起來。\n\n用床當據點\n　　如果你拿到三個羊毛，就能與木材製作成床，當入夜時使用床來睡覺，就能直接跳到第二天日出，\n　　床的旁邊只要有個光源，並在太陽西沉之時準時睡覺，就能讓在地面上遇到怪物的數量與機率減到最小。\n　　你也可以在太陽下山時用熔爐燒肉，在旁邊放床，利用爐火的亮度，就能在烤肉香與火光中跳到第二天日出，雖然這樣肉並不會一起熟透 ( 燒製時間依照現實遊玩經過的秒數 )\n　　如果你比較晚睡又沒有光源，以床為中心往外延伸兩格範圍內有空間太暗的話，就會有怪物自動出生來叫你，這種狀況如果發生在有照明的地方，有可能是床離牆太近，剛好牆外一格是黑的，或是底下的天然地面剛好就是洞窟的天花板，真的解決不了的話，就將地面墊高，在空中睡覺。\n　　只要準時睡覺，所處地形也沒有太多坑洞的話，就能過著比較輕鬆的地面生活。\n\n就地露宿\n　　玩家最大的優勢就是視野以及知識，只要選擇容易防守，能看清周遭，怪物不易出生或接近的地方，都可以直接擺設家當並插好火把，將物資收進箱子，一邊欣賞風景，一邊打打落單的怪物來等待天明，視環境也能在附近夜間作業。\n　　可以選擇安全營地的有平坦的地形、水岸以及小高地，\n　　不管選擇哪種露宿，都要避免離比較高的小山太近，如果上面有怪物，在高處的怪物是處於優勢的，因為你將他打退時，他會被山坡阻擋，更容易貼上來咬你一口或自爆，反之如果你處在高處，你只需反覆將之擊落。\n　　\n　　\n　　\n\n　　不過，這裡要提的當然是以初期資源不足，並且必須度過夜晚的前提下所要考慮的據點形式，\n　　若是你已經有一張床，只要準時睡覺，大可不必蓋第一個能躲避怪物的據點，先專注的收集燒製好看的建材，蓋一棟不錯的屋子也好，而以下的部分只需參考對應怪物的建築策略，運用在怪物會出沒的區域即可。\n　　\n　　那麼，先將據點的形式這話題擺一邊，先來確認建材吧。\n\n據點的建材。\n　　姑且不論運氣背到一開始就出生在廣達十里的大沙漠，或是出生在大洋中央的你，當你進入這個世界，腳下就有一層層土層覆蓋著岩盤，\n　　在一開始，泥土就是最能夠迅速大量取得的建材了，在創世神的世界，只要你拿起鏟子，你刨起大地的速度超越一般馬路常見噸位的挖土機，如果把每一個方塊的邊長都當作有一公尺的話。\n　　別管玩笑話了，泥土確實是很實際的建材，即使它經不住苦力怕的爆炸，但它有著基本的方塊實體，取得的容易度和數量都相當好，比起需要耗點時間的木材與卵石，在第一天忙碌著張羅生活必需品的的狀況下，能避免使用太多木材與卵石做建築反而比較好。\n　　當然，要不要使用泥土還是你能夠自己決定的，在夜晚建築和採集也不是不可以的事。\n\n據點與怪物們\n　　那麼還是要回到最初的重點，也就是據點本身，\n　　建造據點當然是為了有一個窩，並且要能夠阻擋怪物們，因此要避免建造成自己的棺材才是，\n　　在此首先要再確認一次敵人的特性：\n　　地面上會碰到的威脅有骷髏、殭屍、蜘蛛、苦力帕、終界使者，\n　　先特別複習終界使者，終界使者是1x1寬3高的高個子，但是只要游標中心別去看它就沒事，看到的話躲到水上或是堆個三格高柱子上反擊是比較好的方式，也可以躲進2格高的空間等他來到外面敲門，基本上沒太大的問題。\n　　其他的先從體型來看，骷髏、殭屍、苦力帕都與人一樣，牆壁必須有完整的1x1寬2高才能穿過，因此牆上打個洞偷看或反擊並不會讓他們進來，而蜘蛛是平面的胖子，2x2寬1高，因此窗戶避免橫向完整的兩格即可。\n　　接著是攻擊方式的應對，首先要注意的是苦力帕，大家都知道是靠近後自爆，也因此苦力怕是造成初期據點最好別做成最小面積來節省建材的主因，因為如果你必須貼著牆從洞孔攻擊苦力怕，就最好別做躲在牆後攻擊苦力怕的行為，以免連同小小的領地一起陪葬。\n　　正因為有了苦力帕這熱情的孩子，一開始的據點還是用上上質的泥土，往外再推個兩格吧。\n　　接著是躲在屋內就不太需要在意的蜘蛛與殭屍，這兩隻都只學會衝撞，因此只要別貼上去就好，而且經常發出聲音，早上出門時也只需開個喇叭確認即可。\n　　蜘蛛是移動速度很快的對象，還學會撞牆上山，只要他向著牆壁前進撞上，就可以爬上去，一般來說要防範這點都會利用到蜘蛛的橫向體型，只要不給他兩格寬的空隙通過即可，真讓他上了屋頂，只要天花板沒有其他1x1的怪物上去，就可以在天花板挖一個洞戳下去。\n\n由於怎麼想怎麼排都還是怪怪的或更加囉嗦…暫時先這樣。\n\n======\n工具方面，建議主要使用石質工具，鐵拿來製作盔甲與水桶等道具，遇上需要用鐵才能挖的礦石才用鐵鎬，畢竟石頭到處都是，鐵是有限資源，雖然1.2.3版本後殭屍有可能掉落鐵製工具和鐵錠，但是一旦要用鐵當建材時又會不夠的(例如鐵軌、活塞等等)，而且石劍也算夠痛了。\n\n半磚是很好用的防禦用建材，方塊上加個半格能防跳，用在窗口上能阻擋弓箭並且直接反擊，\n\n初期盡早做出一個鐵桶與一套鐵盔甲，全套鐵盔甲能讓你無視大部分怪物的攻擊，鐵桶方便裝運液體，拓寬田地，造模倒岩漿來建造地獄傳送門等等。\n\n據點的位置以建造的出入口來決定，\n\n身處高處比較有優勢，在高處將上來的怪物打下去比較安全，但苦力帕要注意距離的問題，在階梯形的地方注意會不會飛到牆上而飛不夠遠，垂直高兩格時不要太靠近邊緣，隨時準備後退。\n面對骷髏時，地形高低則沒太大差別，能阻擋後反擊、困住對方後用弓，或是能快點近身砍倒對方都可，\n\n有水域的區域也可省下一部份的注意，\n\n過夜後，有高山只需要抬頭欣賞一下山壁，反而是凹地和山洞等死角比較危險。\n\n據點位置\n高地→能看清周遭，對付從下面拼命跳上來的怪物也較輕鬆，只是地形差太大時可能會有死角需要事先整地，\n　　　1.2.3版本後，苦力帕的AI有點討厭，要注意地形差太大時，你在山上，他會慢慢的從死角繞著爬上來，\n　　　因此有空要稍微把山坡整一下\n平地→方便看清周遭，\n山洞→出來時能看清前方，後方威脅不多，較舊版本須注意山上有怪太近會奮不顧身地跳下來。\n水面下→不LAG也不是多人的話不用擔心怪會潛水。\n瀑布後→實際上被追時效用不大的阻隔法，最好加厚度或配合水面地面，出入要方便還是得弄上機關或密道…\n挖壕溝→距離法要注意自己的飽食度能否衝刺跳，\n　　　　木梯法要注意地形和自己的位置，別弄的怪物想試著跳牆而爬過來。\n\n\n",
    "replies": [
        {
            "author": "huangwenhui020",
            "timestamp": 1334976900,
            "txt_content": "全文字的不太好，最好有图，小白们看不懂的"
        },
        {
            "author": "cs1101201194",
            "timestamp": 1334977080,
            "txt_content": "huangwenhui020 发表于 2012-4-21 10:55 \n全文字的不太好，最好有图，小白们看不懂的\n就是就是"
        },
        {
            "author": "cs1101201194",
            "timestamp": 1334977080,
            "txt_content": "幸好我不是小白\n"
        },
        {
            "author": "powerho3",
            "timestamp": 1334977140,
            "txt_content": "huangwenhui020 发表于 2012-4-21 10:55 \n全文字的不太好，最好有图，小白们看不懂的\n字才清楚啊~.~\""
        },
        {
            "author": "q424344706",
            "timestamp": 1334977980,
            "txt_content": "无力吐槽了，因为我就是小白"
        },
        {
            "author": "oomanj",
            "timestamp": 1334980260,
            "txt_content": "这些某个伟大的版主已经发过了........."
        },
        {
            "author": "g-g-g",
            "timestamp": 1334981580,
            "txt_content": "oomanj 发表于 2012-4-21 11:51 \n这些某个伟大的版主已经发过了.........\n很多人都发过了"
        }
    ]
}