{
    "title": "是虚假还是现实 外传：神探gkq 第二章：空中杀人事件（下）",
    "author": "ywh123",
    "replyCount": 5,
    "timestamp": 1390274640,
    "txt_content": "      我不经意地向堂白那儿看了一眼，却发现了堂白似乎正在擦掉裙子上的一些黑色的东西！\n      我马上跑过去，抓住她的手，问道：“这些是什么？”\n      “好像是灰烬......”堂白低下头，说。“那么，这不是自杀，而是他杀，而且犯人就是你了！”勇明指着堂白说，“有了证据了，你要跟我们到局里走一趟！”\n      “那这点当证据也太牵强了点！”堂白大声反驳道，“而且还没有查出犯罪手法啊，我们在玩蹦极的时候，上面也有人看着我们，谁下得了手！”堂白说着，转过头，对桥上的保安问，“难道不是吗？”“是的，没有错......”保安只好这么回答道。\n      咦？这是什么？我在地上发现了一条很细很细的钢丝，上面......还沾有血迹！\n      我又看了看旁边，旁边有一块很小很小的金属片，上面还有一点摩擦过后的痕迹。\n      我闭上眼睛，沉思了一段时间，终于明白了手法，现在就差犯人了。\n      “请问，”另一方面，勇明问着那位保安，“你叫什么名字？”“我叫元为，第一次见到死者来着。”\n      咦？火星桥对面还有一座桥呢！我马上跑了过去，发现那座桥空荡荡的，没有一个人，可能是因为这里的垃圾桶太久没有处理了，臭气熏天，人们都不敢走这里了。\n      等等！那座桥上有着明显的汽车刹车过后的痕迹！我跑过去，发现地上有一根似乎是男人的头发，而且旁边还有一个破烂不堪的金属片。\n      我拿出我随身携带的检验器，检验了一下这块区域，发现了一些指纹和一些硝烟反应。\n      绝对错不了，凶手就是那个人！\n      我跑回火星桥，告诉了勇明这件事的真相。\n      “各位听好了，我知道这一切的真相了。”勇明对着在场的所有人说道，“凶手就是你——元为！”\n      “怎么可能？！我可是第一次见到死者啊！”元为大声说。\n      “这件案件有两个犯人，一个是元为，另一个是——堂白！”勇明大声说道，“堂白，你事先和元为约好，一起把死者明明杀死。今天是元为准备蹦极用的绳子的，其实，绳子里面还有一条钢丝！当明明跳下去时，堂白故意让桥上的人们转移视线，对面的桥上，元为用加了消声器的狙击枪向明明那边射了一枪，但是故意没打中。明明察觉了危险，他想：反正下面是湖，我先下去脱离危险吧！于是，明明用打火机烧断绳子，里面的锋利的钢丝就暴露出来，一下切断了明明的四肢和头。”\n      “可是这些都是推测！证据呢？”元为大声问道。\n      “元为，你做事情也太不小心了。”勇明说道，“第一个证据：那边的桥上出现了一个狙击枪的弹壳，第二个证据：那边桥上有你的指纹！而且，那把狙击枪可能还在河里，找一下就能找出来。”\n      “报告！在河里找到了狙击枪！上面有着元为的指纹！”\n      “哼，谁叫那个男的背叛了我。”堂白缓缓说道，“5天前，他出轨了，还说根本没有爱我的意思，所以，所以......”\n      “请你们和我们到局里走一趟！”勇明说着带走了堂白和元为。\n      “啊！我的冰淇淋！终于可以吃到了！”我拿着钱跑到了冰淇淋商店。\n      “对不起，刚刚一分钟前有一个叫ywh的人买走了最后一份冰淇淋，并且吃掉了。”老板说道。\n      “ywh......”我怒气冲冲地看向ywh。\n      “谁叫你这个吃货这么爱吃！”ywh“哼”了一声说道。\n      “ywh，我饶不了你！”\n（未完待续）\n索引贴",
    "replies": [
        {
            "author": "zz12341",
            "timestamp": 1390276800,
            "txt_content": "没人顶，我来顶吧，"
        },
        {
            "author": "zz12341",
            "timestamp": 1390276920,
            "txt_content": "对了，在问一下创作者徽章是哪来的。告诉我再送你1人气\n。"
        },
        {
            "author": "67746147",
            "timestamp": 1390277100,
            "txt_content": "很好......（.强颜欢笑）"
        },
        {
            "author": "小白VS苦力怕",
            "timestamp": 1390288860,
            "txt_content": "zz12341 发表于 2014-1-21 12:02 \n对了，在问一下创作者徽章是哪来的。告诉我再送你1人气\n。\n我告诉你你给我一人气吧。。。。。~~~~~~~~~~~~~~~"
        },
        {
            "author": "ywh123",
            "timestamp": 1390290840,
            "txt_content": "zz12341 发表于 2014-1-21 12:02 \n对了，在问一下创作者徽章是哪来的。告诉我再送你1人气\n。\n至少发过三篇文字小说/图文日志~"
        }
    ]
}