{
    "title": "原创小说《我是方块我怕谁》第三章",
    "author": "940595236",
    "replyCount": 5,
    "timestamp": 1390299120,
    "txt_content": " 本帖最后由 940595236 于 2014-1-22 17:31 编辑 \n\n           我又回来更新小说了，写完这一章我就可以弄一个索引帖了，好鸡冻啊。\n----------------------华丽的分割线--------------------------\n                            矿洞惊魂\n     “有人吗？”   “谁呀？”我一边揉着睡眼，一边开门，打开门一看，有个村民站在门口，我问道：“有什么事吗？”   村民道：“我们伟大的村长找你们呢，快点吧。”   我强打起精神来：“好，给我一分钟。”\n\n\n   一分钟后，我和邵健滑翔回到了门口，问道：“那，村长家咋走？”   村民晃着脑袋说：“村长让我给你们带路，跟我走吧。”   说完他就便迈开腿走了，我们仨屁颠屁颠的跟在后面。 不一会，村长家就到了，起初我们还不相信眼前的小洞穴就是村长家，可是，村长居然笑嘻嘻地从洞穴里走了出来，请我们进去。\n\n  进去后，我们就大吃了不止一惊，这不起眼的小洞穴，内部竟然金光四射，墙壁竟是用金块打造而成的，果然是土豪，正当我们吃惊之余，一个小村民走了过来，说：“你们就是我粑粑请来的三个蜀黍么？”  邵健叫道：“妈呀，我没看错吧，身上穿着金丝绸缎，脚穿纯金的鞋子，富二代！”   这时，土豪化身走了过来，听到邵健的感叹，说道：“嗯，这位仁兄很聪明啊，我的儿子他就叫做富二代。”   。。。。无语，这土豪一家的名字咋都那么奇怪嘞？“快进来，我的朋友们，宴会就要开始。”\n\n\n   土豪就是不一样，宴会上的食物都是原版MC没有的，滑翔拿起一个汉堡对我说：“好像是更多食物MOD。”   “是啊，越来越像服务器了。”我把话题一转，问道：“村长，你是做神马工作发财致富滴昵？” “哦，我是靠一个金矿发财致富的。一会宴席结束了，我带你们去看看。”   “让开！听到没有！给我让开！”身后传来一声怒吼，“滾！跟我斗！”   我回头一看，一个战士模样的人推开人群后大摇大摆地来到餐桌前，坐了下来，开始狼吞虎咽，吃相极其难看。要不是滑翔把我死死的按住，我早就冲上去给他两拳了，村长：“这是勇者之城的退休战士，十分的粗暴，这一带连我都要让他三分。”\n\n    宴会结束后，村长带我们到金矿里去溜达溜达，可是金矿里竟没有一个矿工，村长很愤怒地叫道：“监工1号，我的矿工呢？”  可是没有回应，我们只好接着前进，到了一转角，我们听到了僵尸的叫声，我们连忙冲过去一看，一个金傀儡，正挥动着仅剩的一只手臂攻击着4只僵尸，这4只僵尸头上戴着矿工帽，手里拿着铁镐，还是大鼻子僵尸。村长很吃惊的叫道：“NO！我的矿工啊！！！！”  我们冲上去用栅栏把僵尸全给围住了。村长连忙上前又喷药水又喂金苹果的，忙得不亦乐乎，真不明白，村长随身带那么多的金苹果干嘛？不一会，僵尸就全恢复成村民了，他们很害怕的挤成一团说：“矿洞里来了只很。。很大的。。变异。。僵。。尸” 村长大吃一惊，连忙找了了5只金傀儡，和他的左右护法和我们一起深入矿洞，果然，我们发现了一只断臂的变异僵尸，拿着一块铁，在金矿上不停地砸，村长又叫道：“突变僵尸，你不能这么对待金矿！”  这一下吸引了那个大块头，他把铁块狠狠的扎进他的左肩（左臂断了），铁块迅速发展成一只机械臂。“这是闹哪样啊，魂淡！”5只金傀儡立马冲了上去，将突变僵尸团团围住，看起来像是一个阵形，“上！”随着村长的喊声，几只金傀儡冲了上去，跟大块头搅在一起，村长回头对我们说：“我们快走，让我的傀儡来牵制住他，快走！”  经过了一段时间的逃亡后，我们逃出来金矿，村长把勇者之城的方位告示我们后，又给了我们一些金锭和緑寳石：“这些你们拿着，今后有用，我这就去召集我傀儡大军，去把那大块头给灭了。”于是我们告别了大家，踏上了去勇者之城的路\n\n\n   经过了3天的行走，我们终于来到了勇者之城，来到城门前，门卫把我们拦住说道：“新来的人是要交钱的，呵呵。”我一看，是跟我们的玩家，唉，终于看到了跟我们一样的人了，我丢给他一个緑寳石，问道：“够了吧。”便快步走进城中。\n\n——————————分割线——————————\n                                   鸣谢\n                          还是突变生物MOD\n\n   \n   \n",
    "replies": [
        {
            "author": "136287381",
            "timestamp": 1390306380,
            "txt_content": "。。好牛的x啊"
        },
        {
            "author": "940595236",
            "timestamp": 1390306620,
            "txt_content": "136287381 发表于 2014-1-21 20:13 \n。。好牛的x啊\n请问，那里牛叉了呢？"
        },
        {
            "author": "136287381",
            "timestamp": 1390324500,
            "txt_content": "940595236 发表于 2014-1-21 20:17 \n请问，那里牛叉了呢？\n不知道                  "
        },
        {
            "author": "592764254",
            "timestamp": 1390375500,
            "txt_content": "3章看完=w="
        },
        {
            "author": "940595236",
            "timestamp": 1390377720,
            "txt_content": "592764254 发表于 2014-1-22 15:25 \n3章看完=w=\n明天马上更新。"
        }
    ]
}