{
    "title": "是虚假还是现实 第二部 第三章：黑旗舰队vs晨曦舰队（上）",
    "author": "ywh123",
    "replyCount": 6,
    "timestamp": 1390310220,
    "txt_content": "       那些敌军精锐士兵开启喷气背包，飞到了云层上方，也就是我们所在的位置。\n      “御坂美琴，你打左边的，ywh，你去敌军的背后，我就在正面和敌军交战，待会我们一起包抄敌人！”gkq说完，我们两个都做了一个“OK！”的手势，过去了。\n       我借助着云当掩体，飞到了敌军的后面。我正准备开枪射击，一颗子弹就擦着我的脸飞了过去。\n       不好，被发现了！我马上下到了云层的下面，瞄准云层上面射击。\n       一发发的弹药从枪口中射出，击穿云层并击中敌军士兵，但是，敌军竟然毫发无损！\n       又是一颗子弹，它正正击中了我手上的枪。幸好没有坏掉，我向左飞去，敌军就故意往左打提前量，每当子弹从我的身边擦过时，我都会也发射一颗弹药，正好击中敌军的下一个提前量。\n       “ywh，听得见吗？我们这里受到敌军士兵的偷袭！”是gkq的声音！我赶紧飞到云层上方，发现我的前面正好是被偷袭的gkq和御坂美琴，前后左右都被敌人堵住了。\n       我拼命发射弹药，我们的弹药却对他们没有效果。\n       正在我们被攻击的时候，突然，一艘炮艇飞了过来。我心想：完了，又有怎么厉害的士兵，空中又有敌军的炮艇！\n       但是，炮艇并没有攻击我们，而是用60mm机炮将敌人全部杀死了。\n       我们还没有反应过来，那艘炮艇的舱门打开了，上面一个人对着我们挥手道：“是ywh战斗小队吗？快上来，马丁国的晨曦舰队已经赶到了！”\n       我们上了炮艇，那艘炮艇载着我们正在回到晨曦舰队时，刚才那个人似乎知道了我们不知道晨曦舰队的事，就缓缓地说了起来：“想听听晨曦舰队的故事吗？那好，我现在就说。”\n       “两年前，马丁国成功地成为了minecraft第一大国，因为我们有着先进的科学技术。我们生产了3艘大型航母，7艘巡洋舰，8艘战列舰，4艘运输舰，还有1000万的炮艇，我们将它取名为‘晨曦舰队’。晨曦舰队一开始是所向无敌的，没有任何舰队能击败它。”\n       “但是，怪物大队模仿我们的技术，制造出了一个舰队，就是攻击你们的舰队，怪物大队将它取名为‘黑旗舰队’。黑旗舰队曾经和晨曦舰队对战过，但是，晨曦舰队只剩下一艘航母时，黑旗舰队已经完全被打败。”\n       “不过，这些都是以前的事儿了，不知在未来，晨曦舰队是否还能击败黑旗舰队呢？我也不知道。”\n       那个人说完，炮艇正好到达了晨曦舰队的主舰——黎明级航母。\n       我们到了作战指挥室里，不由得感叹：“哇，马丁国还真是发达！”\n       电子显示屏，全自动机器人，无人机控制系统......真是应有尽有！\n       “注意！注意！前方发现敌军黑旗舰队的3艘战列舰正在朝我们的黎明级航母袭来！”\n       “轰！”“注意！注意！黎明级航母被导弹击中！”\n       “3艘巡洋舰，分别去敌军的左、右、后位置，记住不要被发现！2艘战列舰，到敌军的上空开始攻击！50艘炮艇去支援战列舰，90艘炮艇去支援巡洋舰！这场战争我们一定要赢！”我在广播台上指挥道。\n       我的直觉告诉我，这场战争会打得很激烈......\n（未完待续）\n索引帖",
    "replies": [
        {
            "author": "小刘驾到",
            "timestamp": 1390310520,
            "txt_content": "怎么这么多人都写小说啊..."
        },
        {
            "author": "周维清",
            "timestamp": 1390310520,
            "txt_content": "顶一个{:10_492:}"
        },
        {
            "author": "ywh123",
            "timestamp": 1390310580,
            "txt_content": "小刘驾到 发表于 2014-1-21 21:22 \n怎么这么多人都写小说啊...\n写小说有错吗？"
        },
        {
            "author": "小刘驾到",
            "timestamp": 1390310580,
            "txt_content": "ywh123 发表于 2014-1-21 21:23 \n写小说有错吗？\n没有，我不是鄙视写小说啊 对不起"
        },
        {
            "author": "ywh123",
            "timestamp": 1390310760,
            "txt_content": "小刘驾到 发表于 2014-1-21 21:23 \n没有，我不是鄙视写小说啊 对不起\n没关系的啦，我只是以为你想写小说却不知写什么，想请教一些高手，并没有以为你鄙视写小说~"
        },
        {
            "author": "67746147",
            "timestamp": 1390353360,
            "txt_content": "那600多少驱逐舰呢？"
        }
    ]
}