{
    "title": "是虚假还是现实 第二部 第四章：黑旗舰队vs晨曦舰队（下）",
    "author": "ywh123",
    "replyCount": 4,
    "timestamp": 1390358400,
    "txt_content": "       我指挥好后，就登上了炮艇，出发了。\n       “报告！所有单位已经到达指定位置！”“好，开战！”\n       我们的一艘战列舰在敌军上空投射着炸弹，而敌军察觉到了，用30mm机炮拦截了炸弹。\n       好，就是这个时候！我驾驶炮艇，趁着敌人的武器还没有重新预热，用机炮一下摧毁了敌军1艘战列舰的对空武器。\n       “导弹来袭！导弹来袭！”我加快速度，飞到敌军的航母旁，航母发现了我，让一架天龙战机起飞。但是，那架战机还没有接近我，我做了一个筋斗云机动动作，刚刚的导弹正好击中那架战机，那架战机的残骸正好被一阵剧烈的风吹到了航母甲板上，压死了很多的怪物。\n       “炮艇推进系统遭到攻击！”什么？！我马上查看在后面的监视器，发现一架敌军炮艇跟着我！我马上把炮艇向右转，敌军炮艇还没反应过来，就被我的炮艇侧面的90mm重机炮击毁了。\n       我把我的炮艇往上飞了一段距离后，俯冲下来，直逼黑旗舰队的一艘航母！\n       “噔噔噔......”我发射了70mm重机炮，弹药击中了还不知道我在上面的敌军航母的甲板，上面停放的战机也掉了下去。\n       我到达一段距离后，转了一个方向，现在就可以射击到航母的控制室了！\n       突然，一台高射炮对准我发射了高能弹！不会吧，这样都能被它们发现！“轰！”“炮艇动力系统受损，准备坠落，请开启弹射功能！”该死！我只好按下驾驶座位旁的一个按钮，“嗖！”炮艇驾驶室的天花板打开了，我的座位被弹了出去。\n       只差一点点！该死！我只好拿出高能枪，偷偷降落在了敌军的黑暗级战列舰上，偷偷地渗透进去。\n       我趁一个守卫正在看着天边，就马上冲过去，一刀刺死了他。我拿了他的武器，靠，未来的武器虽然只有一个手掌这么小，但是也太重了点吧！我废了九牛二虎之力，把那把武器放进了我随身携带的武器存放盒。\n       好，我偷偷地潜入了战列舰的主控制塔。主控制塔真是重兵守卫啊，我只好拿出收缩型的梯子，偷偷地爬上去。\n       眼看就要到了，结果，一个守卫发现了我。不好！出来的时候忘记带武器了，而且那个守卫离我还有一段距离，用刀根本刺不到！我只好拿出刚刚的那把未来武器，向敌人那里一射！\n       “轰！”敌人被轰得稀巴烂，而我又被这武器强大的后坐力弹了下去。\n       “黄色警戒！黄色警戒！有敌人渗透进战列舰内部！”一大堆士兵包围了我。怎么办？我的武器对他们根本没有效果！\n       “请不要老是无视我好吗？”一道光束过后，敌军被炸飞了一大半，形成了一个缺口，而我就从那个缺口逃了出来。“老是自己一个人行动，干嘛不叫上我呢？”外面，御坂美琴看着我说。\n       剩下的士兵冲了过来，御坂美琴一挥手，几道电压高得惊人的电流控制住了那些士兵（因为它们的盔甲含有铁的成分），甩了出去。\n       我和御坂美琴来到控制室，解决了控制员后，联络上了晨曦舰队：“晨曦舰队吗？我是ywh，现在我们占领了黑旗舰队的最后一艘战列舰！”“好样的，这样它们就没有战列舰了！”\n       好，黑旗舰队的战斗力大大下降了。我在黑暗级战列舰上指挥道：“三艘战列舰，去敌军背后攻击！它们已经没有战列舰了！”\n       我驾驶着黑暗级战列舰到了黑旗舰队的前面，许多巡洋舰都发现了我，正在朝我猛烈射击，而御坂美琴开启电磁屏障，挡住了攻击。“报告！我军失去了两艘战列舰！”“什么？！敌人真的有这么厉害吗？”\n       是敌军的航母！敌军的航母15分钟就可以发射一次粒子光束，只要通过某种东西，就可以散射！\n       “报告！敌军的航母发射的粒子光束一下就把我们的一艘战列舰切成了两半！”看来，现在攻击敌军航母才是最重要的！御坂美琴刚想使用超电磁炮，粒子光束就朝我们这儿射来了！“别忘了我还有这招！”我举起弓，“属性：拦截！”一支被蓝色能量的箭飞到了粒子光束的前面，形成了一个很大的蓝色护盾！\n       但是，敌军又把粒子光束炮对准了晨曦舰队的主舰——黎明航母！\n       10km！5km！800m！粒子光束正以惊人的速度飞向黎明级航母！\n       “轰！”突然，粒子光束消失了，原来是御坂美琴用她的最后一枚硬币击毁了敌军最后的一台粒子光束炮！\n       好！敌军没有了粒子光束炮，我们进行了全力攻击！最终，黑旗舰队被我们猛烈地火力击败了。\n       “干得好！”我和御坂美琴击了个掌。\n（未完待续）\n索引帖",
    "replies": [
        {
            "author": "一二三四五六",
            "timestamp": 1390358640,
            "txt_content": "很棒的作品！"
        },
        {
            "author": "67746147",
            "timestamp": 1390359240,
            "txt_content": "黑旗舰队有600多艘驱逐舰的啊！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！{:10_522:}"
        },
        {
            "author": "ywh123",
            "timestamp": 1390359780,
            "txt_content": "67746147 发表于 2014-1-22 10:54 \n黑旗舰队有600多艘驱逐舰的啊！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！ ...\n如果黑旗舰队有600多艘驱逐舰，那晨曦舰队就应该有700多艘驱逐舰"
        },
        {
            "author": "丿破晓丶晨曦",
            "timestamp": 1402732980,
            "txt_content": "喜闻乐见 我们晨曦舰队赢了"
        }
    ]
}