{
    "title": "原创小说《我是方块我怕谁》第四章",
    "author": "940595236",
    "replyCount": 4,
    "timestamp": 1390389300,
    "txt_content": " 本帖最后由 940595236 于 2014-1-22 19:55 编辑 \n\n    小的我回来了，问我回来干甚？更新小说呗！\n\n\n   第三章：这儿，点我！\n\n________________分割线____________________\n\n\n  “卖武器嘞，纯钢打造！一把只要998！”\n  “新鲜蔬菜！新鲜蔬菜！绝不不添加金克拉！”\n  “打怪打不赢，来一瓶再生药水，再上，一定赢！”\n  “附魔武器！高阶魔法师附魔！绝对好用！不贵，一把只要1001！”\n\n邵健：“这好热闹啊，真的是服务器诶！还有大家的动作都不受MC的限制哦。”   “那是，咱们三兄弟找家菜馆，好好地吃一顿！”我提议道“再美美的喝上一杯茶！走！”    “我们就去前面的那家小客栈吃吧。”   “好！走！”     在饭馆（众：你到底是要饭馆还是客栈！）里坐了下来，点了一桌子的菜，我们仨风卷残云马上就把一桌子的菜全干掉了。可是付账的时候，我们遇到的大麻烦，老板不收緑寳石！晕，老板：“三位，很抱歉，本店不收緑寳石，收钱只收金币！”   “可我们身上没有金币啊，那个，老板，你收不收金锭啊？”     老板：“我说了，我只收金币！不然你们就在这当临时工吧！”   这时，一个穿着皮革甲的女生走了过来，柔声问道：“请问，你的緑寳石能买给我么？我用金币来买。”  太好了，我们正愁没金币付钱呢。我连忙从背包里拿出一个最纯净最緑的一个緑寳石给她。她拿出一把金币，大约30个左右，说：“连他们三个人也一起付了。”说完，她又看了看手里的緑寳石，满意的点点头，走出了饭馆。邵健：“她长得还不错哦，就是不明白她一个女孩子干嘛穿皮革甲啊？”“别多想了。”我一拳打在邵健的脑袋上，“还不赶紧去谢谢人家。”我们追了上去，又塞给她一个緑寳石，作为谢礼。她很疑惑地看着我们，道：“你们是新来的么？”  “是啊，我们是刚从一个NPC村庄来到这儿的。”滑翔解释道“这些金锭和緑寳石也是那儿的村长给的。”滑翔拿出村长给他的金锭和緑寳石。村长一共给了我们64个緑寳石，我们在路上花了1个，给了门卫1个，又给了这个女孩2个，还剩60个，我们一人20个，金锭有30个，我们一人10个。\n    “柳惜云！你的队友找齐了没！”一声略带些怒气的喊声传入耳中，我一回头（众：为啥你老是回头？我：群众演员一边去。）看见一个壮汉朝这走来他指着那个女孩骂道：“我让你出来找队友，你却在这逛街，你到底在想什么？柳惜云，你不要丢了我们柳家的面子！快点去找人组个队，然后去参加新手考试！”  柳惜云低下头应了一声，便转身走了，可她没走几步就好像想起了什么，回过头来指着我们对那个说道：“他们三个就是我找来的队友。”   “这是咋回事？”邵健很疑惑的问道。  那个大汉上下打量了一下，说道：“你们三个不是这勇者之城的人吧？不过，体格也还行，你们三个就跟惜云一起去参加考试吧——开启传送阵！传送！”  大汉话音刚落，我们就来到了一个类似祭坛的地方，四周是丛林。一个法师模样的人站在我们面前，问道：“哟，惜云你来参加考试啦？”  惜云：“我爸硬是把我送来了。”原来刚刚那大汉是惜云她爸啊。法师：“好，那你们就到前面的传送阵哪儿去，准备开考！”我们刚在传送阵上站稳，传送阵就把我们传送到一个废弃的地牢里，法师的声音也随着传来：“孩子们，你们要在这地牢里挡住5波的僵尸，才能过关，放心，我们给你们准备了一些食物，一把石剑还有一些技能卷轴。你们要利用地形打败僵尸。僵尸10秒后出现。”\n\n   我环顾了四周，只有房顶的灯，和场地中央的苔石堆可以利用，灯肯定不行，那只有苔石堆了。我把战斗力最低的惜云送上了只能容下一人的苔石堆顶部。我和滑翔还有邵健，成一个三角形把苔石堆围了起来，以便保护战斗力只有6的惜云。  “时间到！”法师声音刚落，100只僵尸就冲了过来，我们三人把手上的石剑扔向僵尸群，马上就有3只僵尸倒下，我们立马拔出自己的铁剑，迎战朝这冲来的僵尸群。不一会，僵尸就被我们消灭光了，不知为什么，系统给的卷轴我们不会用，只有惜云会用，但僵尸也变得十分脆弱，几乎一剑一个。“挡下第一波僵尸，给予一分钟时间休息。”   “呼，惜云，你的卷轴是咋用出来的？”我抓紧时间问道“为什么我们不能用？”    惜云笑嘻嘻的说道：“你们拉开卷轴，在卷轴的最下面打个血指印就可以使用技能啦。”     我拉开一个卷轴，上面写着 信春哥 神马坑爹技能啊！我往下看，写着 信春哥，得永生。在受伤时使用，可以恢复所以的伤势，并得到春哥的祝福，力量增加至130%。在你死亡时，可以满血复活，并无物品掉落，力量减低至99% 但每天只能复活一次。 SP：这是神技，只有幸运的人才能拥有他。这我得有多幸运啊？！不管啦，我把卷轴拉到最后，咬破自己的手指，按在上面，脑中立刻传来一句话：“恭喜你学会‘信春哥’技能。如需使用，只需在心中默念‘信春哥，得永生’即可。”  我如法炮制学了幻影步法和三连斩。滑翔也学到了重刀斩、治愈之光和隐藏术三个技能，至于邵健么，缴械和生命吸取还有旋风斩就是他的技能了（注：技能反应性格）。有了技能，打怪就是那么简单，在僵尸群里转一圈，僵尸就只倒下三分之一了。\n\n    “恭喜你们通过了考试，鉴于你的战斗表现出色，你们将被魔法学院收为学徒并给予你们1个通用卷轴‘召唤卷轴’”\n\n___________________可爱的分割线_____________\n\n索引贴地址：这儿，点我！\n",
    "replies": [
        {
            "author": "zjr_516635864",
            "timestamp": 1390389540,
            "txt_content": "支持一下.\n字体可以改小一点，那样看起来更舒服.\n文章已顶.\n也来看看我的小说吧."
        },
        {
            "author": "940595236",
            "timestamp": 1390389660,
            "txt_content": "zjr_516635864 发表于 2014-1-22 19:19 \n支持一下.\n字体可以改小一点，那样看起来更舒服.\n文章已顶.\n同是写小说的加个好友吧！"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1390391520,
            "txt_content": "啥都木有了，只能顶下。\n\n明天来送人气。"
        },
        {
            "author": "Wha",
            "timestamp": 1390406820,
            "txt_content": "加油，更快一点~~~~"
        }
    ]
}