{
    "title": "100首BGM 据说籽岷视频内BGM出自此处",
    "author": "小白碧碧",
    "replyCount": 5,
    "timestamp": 1390458660,
    "txt_content": "1.豪勇七蛟龙（The Magnificent Seven）\n大型颁奖晚会最喜欢用的背景音乐，地球人都知道。伯恩斯坦作曲。\n\n2.故乡的原风景\n《神雕侠侣》多次引用，哀伤感人，出自____作曲家宗次郎1991年的专辑《木道》。\n\n3.CCTV《天气预报》主题曲\n据说是迄今为止中央电视台唯一没有改变过的背景音乐，《天气预报》一直使用它。这首曲子名叫《渔舟唱晚》，是当年在上海颇有名气的电子琴演奏家浦琪璋根据同名民族乐曲改编演奏的。\n\n\n4.简单的礼物（Simple Gifts）\n美国VOA广播电台（美国之音）的SPECIAL ENGLISH（慢速音乐）节目的背景音乐吗？太熟悉了，只不过电台版的速度要比这个快一些。\n\n5.雪的梦幻（Snow dreams）\n这首《雪的梦幻》（Snowdreams）出自班德瑞的《春野》这张专辑，相当经典的纯音乐，被电台和电视台使用的次数已经无法统计，常在一些情感类（尤其爱情，有一点淡淡的哀伤）的播讲中充当背景音乐。\n\n6.童年（Childhood Memory）\n这首《童年》（Childhood Memory）出自班德瑞的《日光海岸》这张专辑。确实曲如其名，让人回想起过去的时光，听了有种想哭的冲动……\n\n7.宋家王朝（THE SOONG SISTER）\n这首《宋家王朝》出自____作曲大师喜多郎之手，个人感觉既恢弘又凄婉，港台的电视剧多爱用此背景音乐，比如古天乐、李若彤版《神雕侠侣》。\n\n8.你的笑颜（Your Smile）\n这首曲子出自班德瑞的《仙境》这张专辑，似乎常被用电台作为午夜节目的背景音乐。相对于其它几首情感节目的背景音乐，这首曲子并不显得特别悲伤和哀婉，但是一样会触到你的神经。\n\n9.春野（ONE DAY IN SPRING）\n《春野》（ONE DAY IN SPRING）出自班德瑞的专辑《春野》，常被用作节目开头的曲子或是新闻、起床曲的开头背景音乐，是一首非常舒缓柔美的经典乐。\n\n10.安妮的仙境（Annie’’s Wonderland）\n《安妮的仙境》（Annies Wonderland）出自班德瑞的《仙境》这张专辑，柔美而有力度，适合朗诵配乐。\n\n11.凤凰卫视《天气预报》主题曲\n这首《和兰花在一起》（With an orchid）出自Yanni（雅尼）的专辑《If I Could Tell You》，被凤凰卫视用于天气预报的背景音乐。\n\n12.神秘园之歌（Song From A Secret Garden）\n这首《神秘园之歌》出自神秘园的第一张专辑《SONGS FROM A SECRETGARDEN》。据说这首歌伤感能杀死人，让人象迷失在神秘的丛林里，黑暗的看不到天，找不到出口。\n\n13.Windancer\n这首曲子出自神秘园的专辑《White stone》（白石），悠扬舒畅，有品味的书店和FLASH动画都比较偏爱这首曲子。\n\n14.火之战车（CHARIOTS OF FIRE）\n很雄壮有力的歌曲，大家应该很熟悉。\n\n15.泪花（TEARS）\n纯美的钢琴曲，经常能听到它，可惜关于该曲的进一步资料我就不清楚了。\n多年后，如果我们相逢，我将以何来面汝，以沉默以眼泪…… 忧伤的琴键中，我却觉得自己被安慰，泪珠在阳光下凝结成了完美的樱花形状，纵然枯萎仍有暖意。那一刹那真的怕极了自己内心里还有任何怨恨与阴骛，一点点，都会让自己无法与曲中的美丽邂逅。\n\n16.再见pol.ice（goodbye）\n似乎是一首意大利歌曲，然后被国产影视作品广为引用，最明显的就是《无间道》里《再见pol.ice》这首背景音乐使用的就是它。\n\n17.柔板（Adagio）\n《Adagio》（柔板）很柔美，就像它的名字一样，也是很能引发感触的好作品，听了居然不免要落泪，足见其感染力之强。有一些广告就用其作为背景音乐，另外电台的一些情感节目也有用其作为背景音乐。而且，该曲也是朗诵配乐不可多得的好曲子（该音乐出自专辑《Songs From A Secret Garden》）。\n\n18. 英雄的黎明\n很恢弘的一首曲子，在____动画片《三国志》中出现过，也在95版《神雕侠侣》出现过。\n\n19.王都炎上\n新白娘子传奇里用过，记得青姐花园站的青姐弹过的，叫断桥。水漫金山后许仙与白娘子在断桥相见时用到过。\n\n20.爱的罗曼史（Romance De Amor）\n学吉他的朋友必弹的曲目。经常在爱情电视剧和青春电视剧出现的曲目。\n\n21.反璞归真（Return To Innocence）\n英格玛《The cross of changes》里的经典曲目，天朝人寿保险在CCTV上做的广告就用其作背景音乐。好象悉尼奥运会就用过这个曲子。\n\n22.天地孤影任我行\n东邪西毒-《天地孤影任我行》，那电影开场时开山碎石的背景音乐，极其苍凉雄浑，后来大话西游里紫霞临死这段音乐飘扬的时候，我已忍不住潸然泪下。\n\n23.Bandari The Soong Sister\n97天龙八部一首背景音乐，非常洗涤心灵的伤感音乐，尤其是后半段，令人伤感。\n\n24.Forrest Gump - Suite Forrest Gump\n阿甘正传一首令人感到温暖的交响乐，它将和电影一起深深埋藏在我们的灵魂深处，每当听起这首曲子，我便想起了阿甘，他用自己的坎坷经历让我们懂得了如何珍惜眼前的一切，也让我们明白了逆境并不能将我们打垮，我们应该去努力寻找自己的幸福。\n\n25. Canon 中文叫《卡农》\n在电影《我的野蛮女友》中，当全智贤的钢琴声在大学阶梯课室里响起的时候，满脸尴尬的车太贤情不自禁穿过人群，将准备以久的玫瑰送给全智贤。这时满场一片喝彩鼓掌之声，也让我们对爱情充满了无尽的幻想。\n\n26.爱尔兰风笛\n我认为这也是非常经典的，在很多的广播节目里，还有电视节目里，这首曲子也是常用到的。爱尔兰风笛，淡淡的忧伤，柔柔地，轻轻地被风吹着，拔动你的心弦。\nhttp://andingxi.2156.cn/nasa/nuala\\\\\\\\’s%20bonnet_%20the%20croton%20dam.mp3\n27.《闲云孤鹤》\n曲如其名，很古远的意境。没有一波三折，抑扬顿挫，低徊反复，不急不躁。随意的弹拔，便在人的心里铺垫出一份宁静和安祥，不再离去。在这样的曲子里，会有无端的想象，荒凉的平原，还有弹琴的女子，空中飘落的小米花，联想翩翩。\n\n28.《挚爱》\n这是我找了很长一段时间的背景音乐，后来才知道是出自我喜欢的导演“王家卫”的作品《东邪西毒》，他们的电影是拍给灵魂纤细地人看，好像跑题了。这首曲子，在电台里的有声故事，文学里作背景音乐。会触动心弦，会有微微地疼痛。\n\n29.秋日私语\n这首经常用到的背景音乐，秋日私语，像温柔的秋风轻轻地拂过的你脸，空气中迷漫着淡淡的清香味。里查德.克莱德曼的琴声静静地流淌，你听到叶子与风的呢喃私语，听到了菊花绽开的声音吗？\n\n30.火影忍者–hinata vs neji（三代葬礼插曲）\n很悲伤的一首音乐，从头到尾，都是伤感的。经常出现在节目里，比较忧伤的背景音乐。\n\n31.叶塞尼亚的主题曲 永恒的记忆\n听这首曲子的时候，我总是想到风筝与风、线、还有放风筝的人。也是常用的背景音乐。\n\n32.《大话西游》背景音乐：《西天取经路遥迢》\n《大话西游之大圣娶妻》最后那段音乐，就是在高高的墙头之上，悟空附体那个武士亲吻女孩时响起的音乐，经典吧。\n\n33.1 Ave Maria 圣母颂 Celine Dion Franz Schubert古典圣诞歌曲\n很轻柔的音乐，伴着一个温暖的声音，在淡淡地说着什么，诉说什么呢？是在讲圣母的故事吗？还是在祈祷什么呢？静静地听着，眼泪不知不觉地落下，是温热的。是因为感动吗？还是因为别的。\n\n34.classicriver（灰色空间）\n最初听的是灰色空间这首歌，后来才知classicriver曲子的。优美伤感的旋律，不紧不慢的响起，孤独，寂寞也随之而来，生命，爱情，友情，金钱，还有那痛苦不堪的记忆，缓缓地被它勾起，像徐徐上升的烟雾一样，缠绵绯侧。\n\n35.30minutes-Tatu\n清澈的声音，一点一点地拔动你的心弦，让你有种说不上来的感觉，迷离，奇异，就像站在雨中，看着雨打在地面上，听着雨的声音。比较抒情的一首歌，也是常用的背景音乐。\n\n36.《殇》—倩女幽魂中的电视剧配乐\n柔柔轻拨，感伤的旋律，微痛的驿动，是心愁的缓泻，淡淡的忧愁。深深的哀怨、浓浓的情殇，非常出色，深深地被吸引了，甘愿沉溺在其中，甘愿。\n\n37.雨的秘密\n关于缠绵，关于离别，关于思念，关于绯侧，关于寂寞，关于渴望，是你的秘密，其实也是雨的秘密。细腻的事物，已经看透了你的心事，可你却看不透那雨的心事，那无尽的细雨。于是，倾听成了最重要的途径了。\n\n38.I believe 钢琴曲 我的野蛮女友\n\n39.咖啡香的清晨\n相信大家应该听过，也是比较经典的吧。听着这样的音乐，仿佛置身于一个秘密花园里，群山环绕，小河，青草地，还有那迷漫着的咖啡香，以及停在窗前的那只小鸟。美好的生活，也是人人向往的生活。很美，在音乐的世界里，尽情地享受。“达意外之意，无为而无不有”，如此的神奇。\n\n40.清香满山月之“茶烟轻扬落花风 福建春茶”\n茶，是个好东西，好东西自然会有好的音乐陪伴，闲情听茶，品茶。茶文化是天朝的传统文化，可惜现在，真正懂茶的人并不多。红楼梦是，妙玉的一翻茶之说，让不懂茶的人也稍微懂了，让更懂茶的更懂了。\n茶和做人有着必要的联系，好茶，好音乐，好生活。\n\n41.第33个街角转弯\n听这样的音乐，就像在旅行一样，会有惊喜，吸引着你。\n\n42.末代皇帝的插曲\n电影里的音乐总是很动听的，能够打动人的，产生共鸣。\n（1）the last emperor\nhttp://www.ckroc.cn/attachments/ ... %20title%20theme%20(the%20last%20emperor).mp3\n（2）Where Is Armo\nhttp://ycesx.com/xxwz/yszx/music/末代皇帝1.mp3\n43.星星知我心\n这是我MP3里一直存放的曲子，《星梦奇缘》的背景音乐。一直是吟唱，无限想象，美好的，伤感的。会有突然地心疼自己或者抱紧自己，还有会些许的惊喜，还会陷入一种沉思。就像面对无边无际的海面，你的心情是开阔的，辽远的。\n\n44.I’ve Never Been To me “吟唱版”\n这个就不用介绍了，相信大家很熟悉了，建议大家听吟唱版。\n\n45.寂静之声（钢琴曲）\n清晨的第一缕阳光晒在你的身上，打开窗户，聆听鸟儿的鸣叫，感受温暖、美好。寂静之声，静得只听到这美妙的声音，鸟的鸣叫，还有那节奏抒缓的声音。\n\n46.暗然的美丽~Mono Formica Blues\n夜里绽放的花朵，尽管是这样的悄无声息，但还是有一双温柔的眼睛在定定地看着你，注视着你的一举一动。你听，还有很多人和着你的节奏在跳舞呢。你是美丽的，并且是神秘的。\n\n47.心经 金刚经 天籁佛音\n静静地聆听，静化心灵，如莲花般洁静。\n\n48.苍竹翠绿—束竹壶\n鸟鸣、流水声，是配角，也是主角。低音笛、箫、曲笛、琵琶、中阮、排箫、古琴、古筝、笙刚是主角，也是配角。如此的配合，妙！\n\n49.在云端\n坐在云端看云雾缭绕，山涧小路，高林耸立，回归到最自然的生活。\n\n50.越南歌谣 Dem Lao Xao\n这是电影恋恋三季，也是忘情季节的主题曲，很好听的旋律。\n\n51.此情可待\n这首曲子，不用多说了，相信大家都熟悉，但我还是列出，因为太经典了。\n\n52.卡萨布兰卡\n提到上一曲，我总是会想到这首曲子，它们像兄弟一样，不愿分离，或者像父子一样，相依相伴。也是同样经典的。\n\n53.Loving You （Shanice）\n最喜欢Shanice的版本，很难想象，一个这么弱小的女子，竟然有这么强大的海豚音，还有那背景音乐，你仿佛看到了一个美丽的画面，一起嘻笑，追逐的画面，充满欢笑和快乐的画面。\n\n54.胡桃夹子 圆舞曲\n一波三折，又趋于平静，如抛物线，又如山坡。\n\n55.幽灵公主交响乐\n悬念，还有谜题，一点一点去解开，你只需静静地，便可。\n\n56.Encore une Fois\n一首非常动听的法语歌，在喧哗的时候，听着这样的音乐，会是一件很美的事情。初听时，我以为是恋恋三季里的插曲，旋律挺相似的。曲词是灵魂，总是能带给人感动，还有微笑。\n\n57.似曾相识\n这是我经常听到的背景音乐，一个节目的开场曲。似曾相识，从开始到结尾，有点像在读一篇小说，读过之后，有种熟悉的感觉。\n\n58.似曾相识（小提琴）\n无意中搜索时，感觉挺不错的，和上曲不一样的风格。\nhttp://music.china100.net/cd05/01.rm\n59.Love Songs On The Radio\n前奏有点像王菲的“你快乐所以我快乐”的旋律，从远处飘来一个声音，一个女生的声音，带着忧伤的情绪，仿佛在慢慢地诉说关于人生，命运，生活之类的话题。在快结束的时候，微笑着离开，遗留着“一切都会起来的”、“相信美好”的字句。\n\n60.lovemetender 猫王\n很多人，逝者的歌不能经常听，或许要在特定的时间听，什么是特定的时间呢？记不清是在什么时候，接触到了这样的声音，只知道那是一个很冷的夜里，在街上漫无目的走着，他的声音响起，我就这样呆住了，像一个木桩一样，开始喜欢上了这样的声音。\n\n61.Me in you（韩语）\n轻快的旋律，两个男生的演唱很到位，给这首音乐增添了不少的活力，原来快乐是如此的简单。\n\n62.cascades rhythmoftherain 绿箭广告曲\n这首音乐一点也不陌生，非常轻快，给人快乐，很清新，像回到了童年，回到了美好的纯真年代。\n\n63.迁徙的鸟Masters of the Field Bruno Coulais Travelling Birds\n只是觉得这首歌有点特别，就像人生之路一样，充满了迷惑与无知。\n\n64.执子之手\n很纯的钢琴曲,像看着花慢慢地绽放一样，芳香四溢。\n\n65.perfect\n声音让我想到了毕业生的主题曲，像同一个声音。很动听，很平静，但内心却有些波动，小小的涟猗。\n\n66.竹舞\n喜欢竹子插在水中，从中拔起，发出的那种声音。有很节奏，很奇妙的声音。原来，这就是竹子的舞姿，在水面这个平台上，自由发挥。\n\n67.风竹\n听着这样的音乐，不由地就想到了\"竹\"相关的诗句，竹的品质，还有如竹一样的风雅之士。\n\n68.Angkor Wat Theme Finale\n电影花样年华的插曲，繁花盛开，花落有声。\n\n69.Here without you\n不想对这首歌作更多的评价，在很久之前，我就有听过，会让我听了流泪，默默地，不是悲伤的眼泪，却是从心底流出的。\n\n70.Main Theme\n说不出这首曲子好在哪，真的不知道。或者有一些激情，一点点地让你沉醉，还有一点让你微笑一下。仅此而己，也只是这样吧。\n\n71.Pretty The Cranberries\n穿过骨头抚摸你，一遍一遍地念着，伴着这样的一种声音，真有这样的一种意境。\n\n72.《甲方乙方》的片尾曲(相知相爱)\n这首歌还有让我惊喜的地方，带有我喜欢的背景音乐，葛优说话时的背景音乐，原声带，还有笑声，很不错的一首歌。\n\n73.邂逅的那天\n与这首音乐邂逅了，被这种声音镇住了，就像在大街上，看到一个非常非常熟悉的面孔。\n\n74.哀歌 犬夜叉\n听着这样的音乐，不由地就想到了雪花女神龙的一些片段，在空中飞舞的样子，冷酷的表情，不动声色的美丽容颜。\nhttp://listen.gocomic.com/cartoon/i/Inuyasha_犬夜叉/犬夜叉%20TV%20原声专辑%201/31%20哀歌_181.mp3\n75.時代を越える想い 犬夜叉\n动听，带有一些伤悲的曲子，梨花带雨般。让人心动，为之心跳，心狂。\n\n76.犬夜叉\n很有古典韵味，精品。\n\n77.Inuyasha 唯美伤感音乐\n无意间的收获，音乐如此的唯美，太好了。\n\n78.配乐 犬夜叉\n这样的声音，有点点的颓废，有种半死不活，上不来下不去的感觉，像在挣扎，苦苦地。\n\n79.天下足球十大进球背景音乐\n我想球迷们对与这音乐应该不会陌生，那现在我们就来分享一下这美好的时刻吧。\n\n80.大峡谷\n很有气势的一首曲子，让人不由地想到了峡谷的风情万种，那恢宏的气势。\n\n81.蓝色天际\n有溪水的声音，慢慢地牵出那动听的旋律，自然、和谐、流畅，相信很多人听过，并不陌生。\n\n82.shorttriphome\n一首比较忧伤的曲子，很唯美的曲子，推之！\n\n83.Underneath you clothes—Shakira的(诺基亚求婚广告背景音乐)\n听过后，才发现这是如此地熟悉。很轻快的旋律，如凉凉的海水漫过脚面一样，如湿漉漉的头发搭在脸上一样。\n\n84.《泰坦尼克号》主题曲 My Heart Will Go On\n这个不需要介绍了吧，穿越时空的生死不了情。\n\n85.背景音乐 肖邦钢琴曲\n富有深深地情感，如涓涓细流一样，特别是在夜深人静的时候，听着这样的音乐，带给你很多灵感。\n\n86.火影 白死时之音\n激昂的精神，积极乐观的态度，给我留下了很深的印象。\n\n87.you are my love\n很动听的声音，让我想到了可爱的小精灵，在你的周围跳来跳去，不知疲惫。\n\n88.燕子\n昨天看《男人上路》时，里面的插曲，这样的插曲，把我置身于天山里，让我看到了天山的美，同时也让我感觉有些隐隐地痛。\n\n89.CCTV《对话》节目插曲\n在每次介绍对话嘉宾取得辉煌成就的录像里，常常就是这首空灵的，充满谜一般绚丽色彩的曲子。一说其名为《LOVE SONGS FEAST》（爱的筵席），另一说该曲为莎拉布莱曼专辑《重回伊甸园》的曲目《SCENE DAMOUR》（爱情场景）。\nhttp://ftp.21xp.net:89/mlnn/梦里呢喃/背景音乐之旅/爱的筵席(LOVE-SONGS-FEAST).mp3\n90.《指环王3》插曲\n指环王3加长版里面的一首插曲（电影版里这一段被剪掉了），可能很多朋友都没听过。\n\n91.回家 萨克斯\n音乐响起时，脚步就开始慢慢地移动着，牵着你心底最脆弱的那根弦，让你想到了温暖，快乐，幸福这些字眼，是喜也是忧，淡淡的乡愁，淡淡的甜蜜。\n\n92.往事如昔\n如习习的凉风一样，眼泪在眼眶里打转，是因为这风，还是因为别的。呆呆地站立着，心却到了另外一个世界，让你感动，让你温暖。身在其中，却触摸不到，你以为拥有了，抓紧了，但在瞬间，就不见了。\n\n93. good evening heartache\n东京爱情故事》的插曲“good evening heartache”，相信看过这部经典日剧的朋友都会记得、喜欢这个插曲的，忧伤的钢琴曲，犹如莉香看着完治的弯弯笑眼里的点点忧伤，难以诉说，却一眼就可以看到……\n\n94.tears in heaven\n某年某月的某天，听到这首曲子，时光倒流，回到了以前。小屋子还是像以前一样陈旧，路过的灯更加的斑澜，被岁月锓蚀了，依然泛着昏黄的光。人，早已老去了，只是笑容犹在，熟悉的感觉又回来了。\n\n95.Heaven on earth 人间天上\n是在飘着雪的夜里听到的吗？还是在繁星闪烁的夜里听到？仰望夜空，星星，月亮还在。他们在唱着这样的曲子，人间天上，天上人间。一个在天上，一个在人间。\n\n96.Blues In My Heaven\n喜欢这种慢条斯理的感觉，女生的吟唱给了这首音乐特别的意义。如白开水里加了点柠檬一样，有点别样的味道。\nhttp://happy.flash8.net/极夜/音乐/英文/blues%20in%20my%20heaven.mp3\n97. Heaven Shannon Morx Marx\n轻快的旋律，加上天簌之音，让人甚是回味。随着音乐起跳，随着叶子起舞，这是年轻的感觉，幸福。\n\n98.丝桐梅花断 铮铮七弦绝\n丝桐梅花断 铮铮七弦绝 高山汇流水 网络遇知音\n\n99.高山流水\n天朝古代十大名曲之一，流传着伯牙、钟子期的千古佳话。\n\n100.菊次郎的夏天 久石让\n很轻快的钢琴，会让人想起儿时暑假的快乐时光。\n",
    "replies": [
        {
            "author": "g123456789yan",
            "timestamp": 1390573380,
            "txt_content": " 本帖最后由 g123456789yan 于 2014-1-24 22:26 编辑 \n\n楼主辛苦了，这么好的帖子一定要火前留名，酱油沙发而且这首纯音乐也不错哦，建议去听一下THE LOST OF US\n\n\n\n\n325963_112022039121_2.jpg (125.4 KB, 下载次数: 4)\n\n下载附件\n\n2014-1-24 22:23 上传\n\n\n\n\n"
        },
        {
            "author": "kbxxa",
            "timestamp": 1390590180,
            "txt_content": "BGM我这全挂..."
        },
        {
            "author": "赤色_夫人",
            "timestamp": 1402817220,
            "txt_content": "完全听不到啊"
        },
        {
            "author": "1.3806",
            "timestamp": 1402820760,
            "txt_content": "收下了\nlz以后要列在“特别感谢”里"
        },
        {
            "author": "1.3806",
            "timestamp": 1402820760,
            "txt_content": "kbxxa 发表于 2014-1-25 03:03\nBGM我这全挂...\n又看见你了"
        }
    ]
}