{
    "title": "[1.6.4][Forge]Lycanite's Mobs…………更多暴徒？",
    "author": "郑YH很2B",
    "replyCount": 2,
    "timestamp": 1390486200,
    "txt_content": "···············我英语渣………………以下为机翻：\n 什么是lycanite的暴徒？       这个项目的目的是增加更多的暴徒Minecraft，使生物群落的具体。我知道已经有几个暴徒添加MODS像莫怪的生物，地牢，祖鲁族等项目，但有些怪，我想看看在Minecraft，这些插件并没有真正专注。这个MOD添加了各种各样的暴民受各种游戏和神话，暴徒们大多是敌对的但有可养殖和驯化。我计划添加安装暴民太快！这个MOD使用最新的锻造，只要安装伪造和流行这个mod文件夹中。如果你想在你的私人/公共mod包，这个MOD分享吧，一定要相信我（lycanite）留下一个链接到国防部网站（大下面的链接）！如果你想，让我知道你的mod包/升级服务器，i'mcuriousto看到我的MOD的行动！访问国防部网站最新的下载链接和更多的信息安装支持（怪物可以驯服，然后一旦鞍，安装！）加入官方软玉服务器lycanite的暴徒：我已经建立了一个免费的，没有白名单服务器称为软玉服务器运行这个模式，从一个定制技术国防部包称为软玉modpack几个人。服务器是新的，仍然是目前的测试，我打算增加商店，暴徒/ PVP /其他领域，城里的，赛道可能和很多更多。服务器运行nocheat +应停止飞行技巧，等。当服务器正在测试，这是一个机会，世界将被还原时，建筑物可能会丢失，这是非常短暂的，如果一些伟大的事情已经建成，这将备份。我爱我的老怪物竞技场bukkit服务器，所以我一定会带他们回来，希望从这个MOD包括所有怪物！加入：下载技术的发射器，如果你不已经从这里：http://www.technicpack.net/download单击“添加新组从左边的菜单，然后单击“如果再不弹出窗口要求一个平台的URL。复制并粘贴此平台网址：http://www.technicpack.net/api/modpack/nephrite单击“添加”国防部包确保你在左边选择软玉modpack，一切都要使用绿色食品！然后点击播放MOD包会自动下载安装，Minecraft将推出何时准备！最后，连接到服务器：nephrite.co.uk地址该modpack会自动更新，你总是需要为modpack最新版本加入服务器。你会产卵会员可获得排名的花费很多时间在服务器的银和金的行列。更高的等级有一些小的待遇，但没有大的其他新玩家是不公平的。赠送比萨我！为你制作这个mod！虽然严重，所有捐款将是极大的赞赏来加速这个MOD的工作！\n以下为图片时间：\n\n下载地址：http://lycanitesmobs.nephrite.co.uk\n解压进核心jar文件即可（应该可以吧）\n原文：（想翻译的帮忙翻译以下吧）\nWhat is Lycanite's Mobs?\nThe objective of this project is to add more mobs to Minecraft and to make them biome specific. I know there are already a few mob adding mods like Mo' Creatures, Dungeon Mobs, Project Zulu, etc but there are some mobs that I'd like to see in Minecraft that these mods don't really focus on.\n\nThis mod adds a wide variety of mobs inspired by various games and mythologies, the mobs are mostly hostile but some can be farmed and tamed. I plan on adding mountable mobs soon too!\n\n\nThis mod uses the latest Forge, so just install forge and pop this mod in the mods folder.\nIf you want to share this mod in your private/public mod pack, go ahead, just be sure to credit me (Lycanite) and leave a link to the mod website (big link below)! Also if you want, let me know about your mod pack/modded server, I'mcuriousto see my mod in action!\n\nVisit the Mod Website for the Latest Download Links and More Info\n\nMount Support Added (Some mobs can be tamed and then once saddled, mounted!)\n\n\nJoin the Official Nephrite Server with Lycanite's Mobs:\n\nI have setup a free, no-white list server called The Nephrite Server running this mod and a few others from a custom technic mod pack called The Nephrite Modpack.\n\nThe server is new and still being tested at the moment, I intend to add shops, mob/pvp/other arenas, towny, race tracks possibly and a whole lot more. The server runs NoCheat+ which should stop flying hacks, etc too. While the server is being tested, there is a chance that the world will be reverted from time to time and buildings may be lost, this is very temporary and if something great has been built, it will be backed up.\nI used to love mob arenas in my old Bukkit server so I will definitely be bringing them back, hopefully with all the mobs from this mod included!\n\nTo join:\nDownload the Technic Launcher if you don't have it already from here:http://www.technicpack.net/downloadClick Add New Pack from the menu on the left and then click it again if a window doesn't pop up asking for a platform url.Copy and paste this platform url: http://www.technicpack.net/api/modpack/nephriteClick Add Mod PackMake sure you have the Nephrite Modpack selected on the left, everything should go green! Then click Play and the mod pack should automatically download and install, Minecraft will then launch when it is ready!Finally, connect to the server with address: nephrite.co.ukThe modpack will automatically keep up to date, you will always need the latest version of the modpack in order to join the server.\n\nYou will spawn as a Member and can gain ranks by spending a lot of time on the server to Silver and Gold ranks. Higher ranks have a few minor perks but nothing major else it's unfair on newer players.\n\n\nDonate towards a pizza for me! For making this mod for you!Seriously though, any donations will be greatly appreciated to accelerate work on this mod!\n\n\n",
    "replies": [
        {
            "author": "哭泣的格桑花",
            "timestamp": 1390486320,
            "txt_content": "排版怪怪的。      "
        },
        {
            "author": "郑YH很2B",
            "timestamp": 1390486440,
            "txt_content": "……图片貌似死了……额，论坛出错啊？？？修改不了……（还是我电脑有问题&）"
        }
    ]
}