{
    "title": "最近写的被人吐得很厉害，这一部不是关于MC的，但可能你们会喜欢！",
    "author": "dd8668059",
    "replyCount": 5,
    "timestamp": 1390482480,
    "txt_content": "徐颖万念俱灰，此刻她洗好了澡，吹干了头发，化了一个美美的妆容。\n\n\n    镜中的女人精致的妆容也掩盖不住眼角淡淡的皱纹和一脸的疲惫。\n\n\n    如果当初的自己不是那么轻率，如果当初自己不是那么感情用事，也许今天她不会走到要自杀的这部，她不是不知道自杀丢人，可是如果活下去，她实在背负不下去了。\n\n\n    手中拿起写好的遗书------\n\n\n    对不起，爸爸妈妈，请允许我不孝顺一次。\n\n\n    对不起，爸爸妈妈，请允许我先去那另一个世界。\n\n\n    如果，这个世界还有一次叫我重来，\n\n\n    我一定会好好重头再来，\n\n\n    我一定会好好重新选择。\n\n\n    我一定会！\n\n\n    不孝女儿：小颖敬上\n\n\n    短短的几句话，已经包含了太多。\n\n\n    徐颖此刻泪如雨下，她心里痛的喘不过气，她很清楚自己这样的放弃，是不应该，是多么愚蠢，爸爸妈妈会多伤心，可是她还是无法再去继续这样的生活。\n\n\n    微笑，徐颖，这次决定了就去做吧。\n\n\n    吞下了准备好的安眠药，腹部的绞痛传来的同时，徐颖渐渐失去了自己的意识。\n\n\n    房中客厅的电话铃声响起，“你好，我是徐颖，我现在不在，有事请留下你的口信！”\n\n\n    “小颖，怎么你手机关机了？快来医院，你妈被车撞了，恐怕……”电话传来父亲焦急苍老的声音。\n\n\n    不！最后还有残存意识的徐颖现在恨不得立刻飞身去医院。可是无奈自己越来越没有意识，恐怕……\n\n\n    我不能死，妈妈如果不在，我也不在，爸爸怎么办？宝宝怎么办？我不能死，我又做错了一次吗？\n\n\n    徐颖带着悔恨和无比的愧疚，失去了最后的意识……\n\n\n    特别报道：\n\n\n    本市一女子在租住房内自杀身亡，据悉此女子是单身妈妈，据推测可能不堪舆论压力而选择轻生，而最不幸的是，在我们联系到这名女子家人的时候，此女子的母亲刚出车祸……\n\n\n    一切的一切因为徐颖的感情抉择错误，因为高中时候的错误，也因为家庭从小的贫穷，可是她不怪自己父母，他们含辛茹苦，他们只不过是老实人，没有赶上那捞钱起家的好时候而已，自己不能怪他们。都怪自己，如果能重新来过……\n\n\n    -------\n\n\n    “小颖，今天是你上学的第一天啊，快起来了，再睡就要被老师和同学笑话了！”徐颖的姥姥赵大妈轻轻拍了拍还在熟睡中的徐颖。\n\n\n    “还不起？今天你不是想了好久了要进少先队了？你那红领巾昨天去百货大楼没买到，今天早上我去等开门，应该能买到，你快先起来。！”\n\n\n    这……徐颖茫然的睁开了眼睛，这是……？\n\n\n    姥姥？！？姥姥不是已经去世了么？难道我在天堂？\n\n\n    “姥姥……，”一开口徐颖意识到自己发出的声音是小朋友的童声，难道？下意识，徐颖伸出手---这手……竟然是小孩子的手，细细嫩嫩，小小的，\n\n\n    我回到4岁上学小学的时候了？不会吧？\n\n\n    揉了揉眼睛看了眼墙上挂的日历，1985年9月5日。\n\n\n    徐颖赶紧伸出自己的小手使出最大的力气使劲掐了自己脸一下，“嘶……”下手太狠，徐颖愣是把自己掐的疼的眼泪花直往外冒。\n\n\n    自己真的回到了20多年前？\n\n\n    还没来得冒呢，，手就被一双粗糙的手抓过去“这孩子咋了？你好好的掐自己干嘛？”这是……对啊，，姥姥。\n\n\n    这一瞬间徐颖有太多的想法，太多的惊奇，太多的难以置信，以至于叫她现在才想起来眼前就是她一直愧疚一直怀念的姥姥，这个含辛茹苦带了她17年的老人，这个没来得及见最后一面的亲人。\n\n\n    “姥姥！”徐颖一骨碌坐起抱住床边的姥姥。眼泪就冒了出来。\n\n\n    “这孩子！是不是又耍性子不想去学校了？怕尿裤子的事被同学笑话啊？呵呵！”赵大妈温柔的拍了拍徐颖的头。\n\n\n    这孩子，大概又是觉得丢人不好意思了，就是自尊心强。呵呵。\n\n\n    此刻徐颖抱着多少次在梦中出现的姥姥，心情复杂激动，终于，终于我有机会再次抱着您，我回来了，我真的可以再来一次，这一次，所有的所有我要重新来过！\n\n[/font]",
    "replies": [
        {
            "author": "676",
            "timestamp": 1390482720,
            "txt_content": "你以为就你不会转载啊，你这分明是转载\n{:10_499:}"
        },
        {
            "author": "dd8668059",
            "timestamp": 1390482780,
            "txt_content": "676 发表于 2014-1-23 21:12\n你以为就你不会转载啊，你这分明是转载\n转给你们看看，如不喜欢，可以不看的亲"
        },
        {
            "author": "熊孩子军团",
            "timestamp": 1390482900,
            "txt_content": "你说的是我么？\n\n我并没有非常吐你 只是希望你能吸取一下教训而已 你骂我作甚？\n\n何况我说的是事实。\n现在来评论你的帖子：\n首先：\n4岁上小学 牛B 至少我做不到 。\n最后：不多说 免得被骂"
        },
        {
            "author": "花钱丶伤",
            "timestamp": 1390483080,
            "txt_content": "熊孩子军团 发表于 2014-1-23 21:15\n你说的是我么？\n\n我并没有非常吐你 只是希望你能吸取一下教训而已 你骂我作甚？\n噗。。4岁上小学。简直就无法吐槽。。"
        },
        {
            "author": "王先生007",
            "timestamp": 1390483740,
            "txt_content": "这个算是杂文吧"
        }
    ]
}