{
    "title": "《Mincraft服务器战纪》第四章",
    "author": "HGK",
    "replyCount": 8,
    "timestamp": 1390910100,
    "txt_content": " 本帖最后由 HGK 于 2014-2-23 11:56 编辑 \n\n嗯，这章本来能更新得很快的，但是觉得不写得多点对不起读者们，就写得多了些，不过以后都不透剧了，因为我才发现透剧是不好的行为。\n这章是非常无节（啊呸）这章是有一些新的写法。\n                                                第四章：逃脱这个房间！开考！\n  \"啊啊啊啊！！\"一只变异末影人打向我，我迅速地闪了过去。\"读者们我现在..呼..现在正在要干掉这只...咻...末影人！你烦不烦啊，我正在介绍...啊..现在的情况呢！\"它打向地面，我被震了起来，感觉就是在公园里玩海盗船！\"你们肯定想问为什么不接之前的情节，那好，是你们打开的方式不对，我把小说的时间轴拖到前边吧，我拉~~~好了，从这章的最初开始看吧。~~~~\"\n  偶尔听到一些声音，为甚我是听到了削东西的声音？努力睁开眼睛一看，睁开的程度就一丝之差，但却能看到清晰的画面。一个人站在我的眼前，拿着一把匕首正在磨着，刀光四溅，看起来很锋利。他站了起来，直接把刀插在我的耳边，吓得我出了一身冷汗，随后又拔出了那把刀，似乎是要逗我。我还是觉得头晕恶心，只能稍微动下手指。但第二刀又插了下来，这次不是闹着玩的，在一个房间里只有惨叫声和窗户上的血迹，一把刀深深插在我的右手心，又拔了出来，鲜血从伤口中爆发出来。但这还没完，第三刀正正插在了我的腹部，疼痛让我差不多无法呼吸，但也让我清醒了。我刚起来向想逃跑，却被他踢了一脚，又被拖回血淋淋的地上。\"咔\"！骨头碎裂的声音从我的胸口发出，他狠狠地踩了我一脚，我估计，有几根方方正正的肋骨被他踩断了，他又拿出了匕首，准备向我的脑袋刺去，但被一个人叫住了。我迷迷糊糊地听到两个人的对话：\"[？？？]你在干什么！弄他倒是可以，但是他可是人质！你怎么弄他都行，就是别弄死了。\"\"[？？？]就不是一个人质嘛，这样的人我能找出一堆。\"\"[？？？]据说这小子和银狼混过几天日子，拿他当人质最合适，而且最容易对付的就是他。\"\"[？？？]你先走吧，我不会弄死的。\"说完一个披着黑斗篷的男人走了出去。\"[？？？]要不是你是人质，老子早就把你弄死了，弄死你比搞死只蚂蚁还容易，看你那懦弱的样子连条落水狗都不如，哈哈哈....\"他大笑了起来，然后我被他像只没人要的狗一样被丢到房间的床上，连床上都是一堆血，他关上了房间的门，走了。\n  我起来了，疼痛感差不多消失了，下了床，站都没站稳就摔在了地上。\"唉呀妈呀，疼死了，那魂淡....\"我紧紧握着拳头，但是现在还是逃出走了要紧，但是房间只有一个门：铁门。我身上什么都没有，怎么过去呢？忽然间我在床底下看到了一个箱子，便拿出来打开来看看，里面有5根木棍和5个石头还有5个熟牛排，太好了！有了这些应该就能逃出去了！做出了一个拉杆后，我马上放到铁门的旁边，拉动它。但，什么反应都没有，这是怎么回事？看来无法通过铁门出去，那这怎么办．．．．在我最焦急的时候，看到了一个地砖居然不是石砖，而是圆石，带着疑惑我把拉杆放在远石上，拉动了，地上的一块石砖慢慢移动，出现了一个暗道！我跳了下去，这暗道很深，到底时有一滩水，貌似到了基岩层。刚迈出一步，又发现了一个箱子。里面有着1把石剑和一本书还有几个火把，书上写着：\n  你好，如果你看到了这本书，就说明你已经被关进了这个房间并且找到了这个暗道，我是已经逃出去的人，把你关进来的是Charles集团的那些魂淡！这个集团是由董事长Charles这个名字命名的，如果你想逃脱这里，就必须听我的，要不然你想死也可以，不过一定要把这本书放回原处，你想死不代表别的人不想活，即使你已经逃了出去！好了，接下来就是逃出这里的内容了，我在箱子里放了铁剑，你应该看见了，知道我的用心良苦么？这个暗道里充满了怪物！如果没有这把剑防身的话你会死无全尸。我在一些地方留下了绊线做记号，那些是安全的地方，如果不按着记号的路线走的话，死成什么样我可不知道，因为这是你自找的。到了一个地方，我用醒目的红石火把插在那里，因为那个地方有着可怕的生物，连我也不知道是什么，但是看起来是一个末影人，我也不想多说了......最后，到了出口，你一定要小心脚下的绊线，如果一踩到，必须使出全身的力气跑出去，要不然.........最后有一个铁门，你只能用拉杆打开，好了这本书只能写这么多了，祝你能或者逃出去！\n                                                                                                --------------------------------已经逃出去的人\n    我放下了那本书，心怀疑惑，为什么怪物会出现在这个地方？拿出了箱子里的铁剑，十分粗糙，看来要逃出去很难了。我走在路上，时不时有一些声音把我吓一跳，发现了脚下有一根绊线，于是拿出火把照亮了附近，忽然一只僵尸从我的后边袭来，将身一扭，闪过了僵尸的袭击，并且在僵尸摔了个狗啃泥之后向它腹部插入一剑，便终结了僵尸的\"人\"生。刚打完僵尸，膝盖就中了一箭（我不是故意的哦呵呵。）转身一看，一只蜘蛛骑士站在我的前边，蜘蛛吐出了几道蜘蛛网，我本来能闪过的，但我停顿了一秒，就因这一秒脚被粘住而摔在地上。蜘蛛骑士拿着弓对着我，把弓拉到极限，放开手时箭出弦，\"当\"!这钢铁对碰的声音在耳边徘徊，我拿着铁剑挡住了箭，站了起来，使劲全力把剑插入蜘蛛的脑袋，脑浆和一股绿色的血液出头上喷出，蜘蛛没力地趴在了地上。骷髅连射了几箭，但我听到的声音都\"当\"!因为铁剑的格挡把箭都给弹开了，最后骷髅所在的地方只剩下几只箭和2根骨头还有一把有点损坏的弓，捡起了那些东西，我笑着说：\"天不负我，哈哈，有远程武器了，怪物也不怎么能奈何我了，但是最重要的还是离开这个鬼地方！\"继续朝着绊线的方向走，一堆僵尸扑倒了我背上，撕咬着背上所有的地方。\"魂淡！都走开！\"在丧尸群中我拿着铁剑不断砍着撕咬我的僵尸，刚刚杀完，我精疲力竭地坐在地上，看了看身上的伤口，难道我逃不出去了吗？我刚想着，后背传来了一阵声音：sssssssssssssss\"等等，后面！苦力怕！\"BOOM！！！我被炸晕了，醒来时只看见一个红石火把在我的前面，突然想到那本书里的内容...............  \"啊啊啊啊！！\"一只变异末影人打向我，我我迅速地闪了过去。\"好吧读者们，这里就是你们看的第一段，现在明白了吧，其实我逗你们的，你们的打开方式并没有变...呼....还好闪过了，现在，让我们继续这个疯狂的小说吧！\"变异末影人用巨大的手把地上的石砖举了起来，手指轻轻一挥，石砖便扔向了我，又机智地闪过了攻击，石砖掉在地上时，便碎裂了。\"嘿！大家伙，请往这儿打！\"它生气了，方块源源不断地扔向我的身旁，但又来了一次，随机拿出铁剑挡住，但，铁剑和方块同时消失了，就像末影人瞬移一样，还有着紫色的花瓣........\"在逗我！这样的怪和我单挑？不管了赤手空拳干掉他吧！\"我在远处看见一个很高的栅栏，迅速跑到底下，并爬上去，到顶后看着末影人，直接跳下去拿着粗壮的右手要给他一拳\"德玛西亚！！！\"但是，一个石砖飞了过来..\"懊天哪........\"\"啪\"！我被砸晕了.....但是好像我没事，原来是我的遐想.....我又看到了那个很高的栅栏，迅速跑到底下，并爬上去，到顶后看着末影人，直接跳下去拿着粗壮的右手要给他一拳\"如果德玛西亚不行，那就.....信仰之跃！！！\"但是，一个石砖飞了过来..\"懊天哪........\"\"啪\"！我又被砸晕了.....但是好像我没事，原来又是我的遐想.....再次看到了栅栏.......在逗我还是不要那样的攻击方式了吧.....一个方块飞了过来..(这个是我乱弄的AWA，见谅..）\"这回不会再悲剧重演了...啊！！\"我使劲全力，居然...打碎了石砖！末影人惊讶地看着我，他仿佛是想让我看到他的真实实力，它附近所有石砖都到了手上，慢慢聚成了一个非常大的....石砖（有点想吐槽，还是算了吧..）那石砖扔到我这里了..\"这个不是板砖么！砸人利器...\"眼睛里看到的石砖越来越大.....终于，把握好了时机，我接住了，但是不知从哪儿有一股强大的力量，吐出了鲜血，捂着胸口趴在地上，像一条快窒息的鱼....看着它走了过来....我的双手一直寻找着东西，看看能拿到什么拯救自己，突然，摸到了一个桶，里面还有水！太棒了！准备一个石砖砸向我的时候，一桶水泼了出去，它轰然倒下，全身虚弱.....我站了起来，赶紧离开，因为已经没有了武器，刚要走，回头看看，它居然拿着一个TNT！要和我同归于尽...居然用手点燃了...我马上跑起来，如果再找不到出口的话....末影人忽然瞬移到我面前，虚弱地把我扑倒.....我用拳头使劲打着它的脸，紫黑色的脸庞流出了紫色的血液，用尽了吃奶的力气把末影人踹到一旁，继续跑着...\"轰\"！！！！！！！！！！！！！！！！！！！！！！！！！！！！！TNT爆了...脑子里一直空白.......在一片砂砾废墟里，一只手伸了出来，那就是我，差点被憋死...但刚出来时..一群人围着我..都是拿着电棒的。\"你们是谁？\"\"[？？？]你不必知道。\"仔细得打量了他们的着装，胸前一个非常闪亮的胸章，写着：Charles！\"就是你们把我关起来的吧！\"\"[Charles集团的人]你不必知道。\"\"你只会说‘你不必知道’吗...\"\"[Charles集团的人]你知道得太多了。\"\"啊咧....什么意思...\"\"[Charles集团的人]兄弟们他知道得太多了，把他给我弄死！\"\nTo be continued............\n吐槽点：\n\n\n刚打完僵尸，膝盖就中了一箭\n吐槽帝们都来吧！\n\n\n请看下章：Charles集团叛变！服务器战争开始！\n\n\n伟大的索引贴点这里\n\n\n伟大的提供贴点这里\n\n准备是新年咯！给大家拜年并继续赶稿ing..........\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "银狼",
            "timestamp": 1390910340,
            "txt_content": "来，让我给予你的膝盖一箭（斜眼笑）"
        },
        {
            "author": "HGK",
            "timestamp": 1390910400,
            "txt_content": "银狼 发表于 2014-1-28 19:59\n来，让我给予你的膝盖一箭（斜眼笑）\n啊，膝盖中箭了，谁射的？"
        },
        {
            "author": "85659136",
            "timestamp": 1390911420,
            "txt_content": "HGK 发表于 2014-1-28 20:00\n啊，膝盖中箭了，谁射的？\n可以考虑我的角色么... ..."
        },
        {
            "author": "晓风晚月",
            "timestamp": 1390911540,
            "txt_content": "HGK 发表于 2014-1-28 20:00\n啊，膝盖中箭了，谁射的？\n送你千里鸿毛（箭）！"
        },
        {
            "author": "yjnzzg",
            "timestamp": 1390911960,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "12964556",
            "timestamp": 1390912260,
            "txt_content": "yjnzzg 发表于 2014-1-28 20:26\nMcbbs有你更精彩~\n请仔细阅读版规，不要灌水！"
        },
        {
            "author": "HGK",
            "timestamp": 1390960140,
            "txt_content": "85659136 发表于 2014-1-28 20:17\n可以考虑我的角色么... ...\n你的角色正好能接下一回的剧情，决定加入看看。"
        },
        {
            "author": "85659136",
            "timestamp": 1390964100,
            "txt_content": "谢谢啦！给您点人气、金粒吧！"
        }
    ]
}