{
    "title": "《星界边境》的一些心得",
    "author": "42486327",
    "replyCount": 6,
    "timestamp": 1390553760,
    "txt_content": " 本帖最后由 42486327 于 2014-1-24 17:03 编辑 \n\n　关于农业方面的心得　　除了作物成熟时间不用给大家普及之外。其他有些自己摸索的心得想和大家分享一下。　　作物成熟有两个阶段：都是按E键就能收获，但明显有初熟/全熟的区别；具体在作物高度、枝叶茂密度上可以区分；　　比如番茄就较明显，初熟阶段有几颗青番茄，全熟就是全红。　　土豆、骨竹等作物的全熟阶段不好辨认，有条件会给大家上图说明作物在两个阶段的区别。　　对于生长期在15分钟内的作物，建议大家等够时间再去收获。超过这个的。。。。唔，建议大家找一个有暴雨天气（就是下雨能积水）的星球作为家园星球。目前发现的增速条件只有这个【未测试全程，谨慎采用】　　所谓初熟与全熟的区别：初熟阶段收获为种子+纤维，果实数量很少或者直接没有果实。全熟阶段收获为果实+种子+纤维，种子较多。有小伙伴曾告知楼主甘蔗只能种一收一，但楼主实际测试之后可以告诉大家，甘蔗增产是妥妥的！【从一颗甘蔗到七颗甘蔗，容易么我】　　隔一行种一种不同类别的作物能增产，这就不需要我再赘述了吧。　　柠檬派这种神奇的植物，目前正在寻找暴雨星球作水下栽种试验，因为柠檬派的生长期简直坑爹到极致。而水果沙拉又需要这个，商人也很难买到柠檬派，楼主虽有152颗种子却只能看着撸。　　【新手建议】骨竹、鸟苹果、辣椒等【以后补全名称】作物的生长期坑爹；土豆、胡萝卜、猕猴桃等的生长期尚可；小麦、玉米、番茄、羽毛萝卜等的生长期最贴心最快。　　关于狩猎　　不是做出雪地套装之后皮革就没用了【楼主的血泪，直接扔掉之后现在想打还要回A星系，不然忒麻烦】。有些家具【骨头桌子，大花瓣沙发等等】就需要皮革，虽然要的不多。　　大厨买来的异域熏肉，是需要烤的，不要以为名字是熏肉就能直接吃。效果和初始烤肉差不多，貌似有回血效果【？今晚试一试】　　有些外星人村庄里你会遇到一片围栏里有作物还有长得像鸡一样的小动物，不要犹豫，拿出弓箭射杀之。你会得到退了毛的家禽，烤炉加工——烤鸡！！　　但是精灵球对它们无效。所以畜牧这条路，走不通的。　　杀怪掉落的细胞物质还是很有用的，细胞材质这类物品，如果你向下挖掘遇到粘液层这种东西，很容易收集，黑暗处有发光的看见没？用工具抠掉，你就获得细胞材质了。　　楼主玩SB的时间不长，不超过一个月。但是发现的很多新奇事物还是不少的，接着补充【一边打字一边想好累】　　关于环球　　一般来说你看见长着眼珠子的树呢，那种星球上都会有带翅膀的电子人居住的小图书馆【其实就是一栋小楼】或者一口水井。想要恶魔翅膀的玩家就不要放过这些家伙了。这种环境下出毒水的几率不高，经验之谈。　　草地行星（Grassland）上很容易发现地表箱子。开箱物品得看RP。　　大型实验室里很多实用的东西，比如廉价灯、玻璃、橱柜、平台材料。楼主是强迫症，曾经有在初始星球直接抠走整个实验室的历史。　　USCM监狱是让我感到最烦的地牢，没有之一。钱不多，唯一有价值的是各种针剂。囚犯们基本掉落近战武器，且各种坑爹。但是铁丝网还是好东西，能带走就带走。　　同理，猿人研究院的特斯拉电线也是能挖走多少就挖走多少。　　相比之下USCM军事基地就好的多了。最有价值的就是推拉门、各种电子系统、探照灯。反而到了军事基地之后，钱一点儿都不重要。　　有些星球有鸟人的墓葬，特点是你打开门里边会有一个鸟人嘴里说着：“亵渎者/走开/保护”这类语言。大型墓葬进去可以过一把盗墓瘾【棺材里都有钱、矿石】有些坑里有的锯片，不要客气，拿走。BOSS战、要塞防御都是很有用的道具，因为它不需要电。　　某些趣味装饰也是很值得收藏的，比如电子人城堡里的皇家厕所和皇家床=L=　　3D打印机花1像素买一堆自动防御炮塔，然后拆掉，免费得电路板和激光二极管这种事情，楼主才不会说出来呢。　　千万！千万不要想着好玩儿而用雪球扔城镇里的NPC，你会上通缉令的，别问楼主是怎么知道的。至今依然后悔没提前买好蓝图就开砸了。　　猿人的审判床是最值得拥有的随身探险物品。　　针剂的作用：红色治疗；黄色照亮身边小范围；蓝色加速；绿色跳高。　　去到小行星带、月球、雪山，一直变冷，花时间设置篝火取暖因此而走走停停很麻烦？　　来一发冰激凌吧【谨慎采用】　　SB正因为自由度相当高而吸引我。所以新手玩家们不要因为麻烦而放弃这款游戏，实际上在你不断探险、建造、制造、设置的过程中它可能会给你带来很多意想不到的惊喜。即便是只有你一个人在玩单人模式，也不会很容易就失去兴趣。　　楼主的建议是：坐标啥的无所谓，MOD用多了就不好玩了。非要说的话，可能飞船扩容我会用，因为相当实用。　　以后可能会补充更多，但如果有小伙伴知道苹果种子在哪儿，请不要大意地回复楼主吧，找了很久了都OTZ。　　还有牛奶OTZ　　还有电子人的套装蓝图OTZ，骑士套装做外观真的很帅的 在陨石上怎么生存？\n  在陨石上面我们一离开火堆，体温就会迅速往下掉了，要在上面生存下来就要弄到一套好装备和设备，装备的话用最高级的护具，或者是皮革做兵长套装，然后再高一个那迷路，随身C键合成纳米炉子取暖，就是能手工制作的那个，效果比篝火好多了，大家不嫌弃的话就用我的方法吧]\n福利丰富资源星球坐标坐标：　　X-56796463，Y-44206833　　The X Chimpunius 75 I　　星球等级9级\n\n3处原帖地址http://gl.ali213.net/html/2014-1/39704.htmlhttp://gl.ali213.net/html/2014-1/39702.htmlhttp://gl.ali213.net/html/2014-1/39717.html",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1390554060,
            "txt_content": "加油↖(^ω^)↗不粗哦"
        },
        {
            "author": "大兵掉到末界去",
            "timestamp": 1390554060,
            "txt_content": "这里是MCBBS- -，好把，我二了，没看版块"
        },
        {
            "author": "zjy",
            "timestamp": 1390554060,
            "txt_content": "把一些没用的东西去掉..."
        },
        {
            "author": "719_Lokii",
            "timestamp": 1390554180,
            "txt_content": "大兵掉到末界去 发表于 2014-1-24 17:01\n这里是MCBBS- -，好把，我二了，没看版块\n自己看下板块，相关游戏懂么，楼下的zjy还是SB版的版主"
        },
        {
            "author": "大兵掉到末界去",
            "timestamp": 1390554240,
            "txt_content": "719220502 发表于 2014-1-24 17:03\n自己看下板块，相关游戏懂么，楼下的zjy还是SB版的版主\n囧了忘记看板块了"
        },
        {
            "author": "大兵掉到末界去",
            "timestamp": 1390554360,
            "txt_content": "{:10_494:}犯二了没看板块"
        }
    ]
}