{
    "title": "近战群刷的天下—近战暴力输出忍者长剑流",
    "author": "wp646010489",
    "replyCount": 1,
    "timestamp": 1390571400,
    "txt_content": " 废话也多说，看了贴吧加精的帖子，木有相信的解说忍者的流派，玩了几天，手动打BOSS，刷装备什么的，还算小有成绩，全身基本全金，单算+4近战BOSS基本压力，就是远程让我有些莫名的蛋疼~废话不多说，开始写下我几天下来的感悟，以及暴力输出长剑流的基本养成。\n\n1L开篇\n2L职业、技能介绍\n3L基本的技能点数、装备的选择\n4L打法\n\n插楼会删除，后期会制作更多的攻略，下面咱就开始。file:///http://static.tieba.baidu.com/tb/editor/images/face/i_f25.png\n\n\n\n职业：忍着（Ninja）\n介绍：忍者快速的移动，并且可以在近战的攻击方式下造成大量的输出（躲掉敌人攻击的同时给敌人照成大量伤害）\n1技能：突进攻击\n被动技能，使用技能角色会往鼠标指向的方向冲锋，附带重击效果，如BOSS在前几秒没有被击晕的话，会带出击晕效果，装备了长剑突进到目标时角色会造成3次伤害【暴力输出的来源之一】。（如果装备双刀会有淬毒效果，在暴力输出长剑流这就不详谈）\n2技能：潜行\n被动技能，使用技能以后角色会进入读条，在隐形过程中输出会造成更高的暴击以及伤害，MP的恢复也会增高，但是在暴力输出流中个人感觉不适用，有些鸡肋，而且在a版中，所谓的隐形过程输出会更好也完全没有体现出来，所以在现阶段这技能对于暴力输出流实在属于鸡肋，个人推荐基础点即可。\n3技能：手里剑\n被动技能，使用技能角色会后空翻于怪物拉开位置，对于暴力输出流而言，这个是单刷近战BOSS的一大神技，特别是近战BOSS这个是后话，输出也相对客观，往后翻滚过程中会飞出3个飞镖，只要你的鼠标有对准怪物，基本能打出3个伤害，更流弊的是，这个技能是个AOE技能，即你面对的一片区块的敌对单位都会受到伤害，实属神技。\n\n\n\n\n\n基本的职业加点\n1技能：突进攻击，个人推荐主加，加点的点数和3技能的CD平衡即可，暴力长剑单下突进单下技能是可以打出三段攻击的，输出很客观。\n2技能：潜行，目前的版本潜行相对积累，加高了点数除了摸副本开箱子，炸弹偷袭BOSS之类的，喜欢正面战斗流的可以无视此技能，只点5点基础点数即可。\n3技能：手里剑，推荐主加，加点的点数好1技能平衡CD，此技能用于和技能COMBO单刷BOSS再美妙不过了，近战BOSS就是板上的鱼肉，任人宰割。\n宠物强化：这个技能一样，不推荐使用，暴力输出流强调刚正面，宠物的需求比例不重，不用浪费技能点。\n骑宠技能：这个技能对于有13技能一起赶路，或者3技能配合滑翔翼在空中加长滞空时间配合的赶路速度来说，略显鸡肋，喜欢玩宠物的朋友可以考虑加一下，推荐一点。\n攀岩技能：只加五点，为了后面的滑翔技能做前置，这不必多说，同时也确保了人物本身攀爬的耐力，有个BOSS就是住在高山上的相比很多刷BOSS的都知道，这里就不多说了。\n滑翔技能：只需要点一点即可，所谓的滑翔加速也只有在紧按空格的情况下才会加速，所以一点保持滑翔翼的使用即可，使用滑翔翼时可配合3技能延长滞空时间。\n游泳技能：如果你有大航海的梦想，或者不是换种子刷图刷等级的玩家，请点上五点，为你以后海洋图做准备，如果只是刷图，请无视此技能。\n航行技能：基础点数一点即可，同理滑翔翼，刷图玩家可不点。\n\n装备的选择：\n第一件装备当然是长剑\n长剑本身附带右键攻击会有三连击的效果，输出不可谓不IMBA，并且1技能也会有修改变成三段攻击，这一右键一1技能会造成大量伤害。\n第二装备戒指\n戒指多选攻速高的戒指，暴力输出流注重攻击积累法力打出右键输出，所以攻速不可谓不重要。\n第三装备护符（挂坠）\n同戒指，选择高攻速。\n防具选择\n多选择护甲高的防具，血量次要，后文会弹\n镶嵌的选择\n邪恶精华首选，暴力的输出以为着暴力的吸血，当你打满邪恶精华而且速攻流已成之时你会发现你整个人都IMBA了。\n\n\n\n\n\n\n 0-3级可以先佩戴双手小刀或者拳套来渡过，可以猥琐的拉小镇附近的甲虫之类的回城给导师打，升级非常快（切记食人魔，骷髅牛切记不能拉，这会葬送自己和村名的生命）\n\n3级开始点6级1技能，开始跑图刷有剑标志的副本，个人推荐是找到一个城堡副本然后刷新出任务再去打。\n\n到了十级可以点开3技能，滑翔技能开始忍者的第一村。升级的方式可以去寻找废墟怪物，拉一大群，通过13技能的COMBO来解决，僵尸和怨魂基本一个COMBO就死，骷髅的刷法相对麻烦一些，当你拉完一堆的时候，放完13COMBO，只要你没打偏，基本怪物就剩下骷髅了，这时候你需要翻滚来躲避一小点点伤害，然后你的法力会瞬间回满，没错，在你翻滚的时候判定了你躲避过很多个伤害，这时候你可以疯狂的按紧右键输出，可以连着右键两下左右，也就是相当于在一秒内打出了6次伤害。\n\n到了下面的等级，就开始积累装备，无论戒指护符属性再好，也要选择攻速高的道具，攻速才是王道，在高攻速面前，低暴击也会爆出很多伤害。\n\n到了二三十级，只要你会玩一些，基本积累了差不多的装备，基本一个暴力流长剑输出已经成型，这时候，你就可以享受近战无限虐BOSS的乐趣了。\n\n打法，抓一只口水怪，武器上打上邪恶精华，这是最最基本的暴力流输出的持续所在。\n\n当一个怪物在你面前，直接走上去左键三道，然后再右键释放你的法力，这样会打出六段伤害，然后你就可以疯狂的砍一会，随意配合左右键，在怪物要醒的时候再按下1，再使用3技能后退，继续放风筝，当然，这个COMBO打完，怪物说不定已经死了，而你的战耗我们来计算一下，通过口水怪的点射BOSS还有你在恢复的范围内，你在三击内所受到的伤害基本能恢复60%，如果后期又IMBA的吸血后果可想而知。吸血的效率在这里就不多说。\n\n一个BOSS在你面前，远程暂且不论，目前无论是越级打红名BOSS还是打有+的精英怪，都略显无力，露珠打死这些BOSS基本是把BOSS顶在墙角强制OOXX，放风筝神马的只觉得会删学更大，相信盗贼都是这个尿性- -相对长剑暴力流而言，个人觉得顶远程BOSS的压力会比其它流派的压力会小很多。现在开始讨论近战，流程基本一样，如果是近战钝器的，你可以先翻滚躲避一下，然后砍出两刀造成伤害，然后右键击晕，再随意左右键输出（当然，到了后期你基本可以只按紧右键，因为右键攻击到BOSS也会增加法力，不知道是不是BOSS），再BOSS醒来要起身瞬间用一技能，然后使用3技能躲避BOSS的下一轮攻击，如此循环，等几秒BOSS的眩晕时效过去后再一轮输出，也就是说，你的13技能CD越短，就越能缩短控制BOSS之后放风筝的时间，其他盗贼苦苦放风筝等CD的时候，以为着你已经打了两轮，乃至是三轮。\n\nBOSS使用冲撞之类的技能，这个只能考你的本能反应，或者说考验你的护甲了\nBOSS的旋风斩（也就是原地挥舞武器转圈圈那招，露珠没玩过战士所以不清楚），你的大部分近战时间基本都致力于晕掉BOSS，已经BOSS被晕的过程，所以此技能基本可以无视\nBOSS的悍地技能，基本在你要上前开始COMBO之时，在他起跳的时候你就已经晕倒他了，打不出伤害，或者在他转醒那会基本你已经用3技能跳开了。\n\n总之，13技能CD越短，就可以让你的输出越暴力，这就是主学技能的原因，也是让你在攻略BOSS的风险会小很多的凭证，好了，攻略就到这里吧，后期可能会编辑视频到这个帖子里，是有关暴力长剑流忍者的，在此，劳烦各位看这么多字了，谢谢~[img]file:///C:\\DOCUME~1\\ADMINI~1\\LOCALS~1\\Temp\\TempPic\\4[}A4SVT]09W4DM(D`REC`A.tmp[/img]\n\n\n\n\n\n长剑流可以在短期内造成大量HIT，前期上去硬拼三下3HIT，右键攻击3HIT，装备等级高在眩晕之后的输出能一直按紧右键输出，基本能打出9HIT，然后转醒突进3HIT，飞镖3HIT，这前后已经21HIT了，这个是单个怪物的练级，如果一群怪物的话HIT是会叠加的，意味着你群P怪物掉血不会很严重，配合口水怪基本不掉血的 file:///C:\\DOCUME~1\\ADMINI~1\\LOCALS~1\\Temp\\TempPic\\OQO4Q22QGUJ5X7%(2G{W(JX.tmp麻麻说，后期群P怪物都不 \n\n\n\n\n",
    "replies": [
        {
            "author": "我爱钻石剑",
            "timestamp": 1423385760,
            "txt_content": "好，对我这个忍者新手来说，此贴太好了!"
        }
    ]
}