{
    "title": "PVP服务器简介和职业PVP对比",
    "author": "wp646010489",
    "replyCount": 0,
    "timestamp": 1390571700,
    "txt_content": "好了。。最近大家都说已经有PVP服务器。。却她妹的总不发IP。。。现在我来告诉大家进服务器的正确方式！~注意事项和IP地址！~首先。。。。这个PVP服务器并不是轻易就可以进去的，很多人知道了服务器地址也进不去。。现在我来告诉大家如何进去：\n也许有人每次一进去就会断开。。其实不是因为服务器延迟问题，会出现问题是因为：\n1.该服务器有限制的等级。。（解决方法：开个1级的号，进去，看看限制的等级最高是多少。。在开自己的号进去，不过我进去时，服务器等级限制为500LV）\n2.网络延迟（这类问题其实还是有的。。自己检查自己网络是否达到200K/s的下载速度，否则别去了。）\n3.修改党（其实很多人进去我相信也知道。。这个服务器是没有修改器的。。我测试了一下。。穿着红装进去绝对是会断开的。。之后我把所有衣服脱下来在进去是没事，但是进去在穿上同样掉线。。还有在里面用CE开始修改服装。。血量。。那些的。。也会掉线，只要这个服务器中检测到这类就立马掉线。。我也不知道是什么问题。。可能服务器比较先进把。。呵呵，还有就算用普通修改器。。比如【魔方存档修改器V.04】我相信大家也知道。。、用这个修改，假如修改物品，【装备栏】的话，【材料】选项最好选游戏中本来就常见的。。选黑曜石，鹦鹉那些不寻常的绝对掉线。【前缀】最好选无。。这样就不会被逼掉线。。还要注意。。只能在本来就有的服装上修改。。假如按个空的来修改，一穿上也是掉线的。假如你很正直，从刚开始玩就没有沾过一点修改的元素的话，大胆的进去吧！不会有事的！~）\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n首先介绍一下这个服务器：这个服务器其实我也有。。但是我不会开PVP，假如我也会开了，我也要大战300个回合！~其实进去若是失败了，则会出现：\n已连接\n之后这里是cuwo的服务器端口什么的（反正一堆东西）\n已断开\n顶端没有他人血量条。。没有小地图\ncuwo的服务端我相信有人发过。。因为我也下载了。。。\n\n\n成功进入后会会出现：\n已连接。\n之后又是一堆介绍（这里会说限制级数为多少。。）\n之后看到顶端有别人的血量条你就成功了！~有小地图\n\n\n而且在这个服务器是没有怪物的。。花和蘑菇都不能采，没有任何NPC和BOSS，我也知道，因为我以前开了一次，是什么都没有。。PVP我也不会开。。当然服务器不卡。。除非你网卡。。。\n而且要小心所有人，因为所有人都可以对你们造成伤害，而且水法是最要小心的，水法加血技能是可以帮别人加血，当然她不会补血，其实就是浪费了你一次补血的机会而已罢了！~哈哈\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n 服务器IP：pvp.herocube.net\n今天玩了一个小时，就用我自己最爱的法爷玩。。。总结经验：\n水法在这个服务器可以用加血，所有职业也可以吃零食！~\n在这个服务器是叫不出来宠物的，所以叫不出宠物的也不用提出来了。\n在这个服务器其实不怕吃药。。因为这个服务器不会保存为存档，就是你推出了这个服务器，重新上自己的单人，看自己的血药都是原来的，不会减少的，所以大家就痛痛快快的用药用个够把~哈哈\n在这个服务器打人不加经验。\n在这个服务器是没有NPC的。。所以别想去重置时间，夜晚很好玩的。。所有人都不开灯那才是真正的暗斗！~\n当然没有NPC也不能买东西和卖东西拉！~\n在这个服务器给别人物品也是不会保存为存档的，所以怎么给都不会少，只要重新登录，自己原来的东西又会变回来。。当然别人得到了你的东西重新登录也会消失！~\n当不知道谁在打你时，看看地图！~\n我的经验就这些了。。。呵呵，而且房子的门好像也打不开。。但是法师可以瞬移进去，进去后，除非有其他人也进来，不然谁也打不到你！~\n在这个服务器很坑爹。。。很容易就死的！~伤害没有被削弱，所以打其他人都是自己的普通伤害！~[img]file:///C:\\DOCUME~1\\ADMINI~1\\LOCALS~1\\Temp\\TempPic\\U@13ZA{3VSFZQ{I]LD[O9SX.tmp[/img]\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n 好了，接下来介绍一下PVP的职业优势。。。\n其实这个我是不想介绍的。。但是还是来说一下：\n法爷在PVP不是最强的！呵呵= =\n我被一个战士打死了12次，我一次也没打死过他。。\n不过其他职业基本对付法师都一定渣渣了。。\n首先说说战士，法师引以为豪的攻击伤害高，对战士一点用都没有！还记得防战的堡垒吗？战士本身血就厚，防就高，加上堡垒简直是不伤！告诉你们，法师的魔法盾在PVP服务器视为无效的，所以大家法师的朋友开盾没用的。。。战士一招啪就把我看到在地，之后用那招鬼畜的右键。。就跟弩一样，就是一直按也有伤害！~额滴神啊。。这就是一BUG，当然。。这BUG也加大了战士的生存几率。。当然，若你和你的好基友一起去的话，胜算还是有的，但是自己去跟战士耗，我劝你醒醒吧！战士PVP第一！这个我问心无愧！盗贼和法师们就算了= =。。。\n当然不服的人来说说自己的意见。。反正我是服了！~[img]file:///C:\\DOCUME~1\\ADMINI~1\\LOCALS~1\\Temp\\TempPic\\{QP(QZBGT%7[GWARAA~26(0.tmp[/img]\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n第二肯定说我的法爷大兄贵了！~\n法爷在PVP对战果然名不虚传，虽然打不死那些鬼畜右键的战士。。但是照样能排到第二的位置，在PVP服务器。。基本我两下右键就可以秒掉2800血的其他职业，而且法师也有晕，所以一般都可以无伤成功。而且还可以突袭别人！~，当别人过来想打你时，你装做不动。。之后在远远的对他来两次右键！~他就嗝屁了！~鉴于法师右键也有眩晕效果，所以第二次右键绝对全中！\n而且法师可以瞬移，若是真的打不过就来瞬移+风筝就可以逃过。。很遗憾的告诉大家，法师在PVP服务器中的魔法盾是无效的，就是装饰- -所以PVP最好选水法，但是火法也很牛B，一直1技能就可以把你打在地上起不来！我去。。当然法师们遇到近战，只要对着自己打右键就行了，这是新手的打法，若你是法爷，那就用你的技术征服他们！~\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n第三就来说说盗贼：\n其实盗贼我在PVP遇见的不多，偶尔一两次。。盗贼的3技能可以并排第二了。。盗贼很灵敏，一般一个1技能把你眩晕。。之后打你几下，再来个飞镖你基本2000血没了。。但是，盗贼的血量同样差。。所以很容易嗝屁。。但是灵敏度肯定是最好的，别人用盗贼打死了我打了12次都没打死的战士，所以我认为盗贼其实在PVP还是比法师好一点。。但是鉴于我爱法师嘛所以我把法师和盗贼都并列第二！~其实别人用盗贼的无限晕流打许多职业都是轻而易举，只是，盗贼同样容易死在法师高攻，战士血厚，没有技术的盗贼基本就是只会1和3了。。其实这些都是我个人观点，若是你还有其他观点，欢迎你写下来！~我们一起讨论呗，不服来辩！~\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n 最后我们PVP之神！~-----游侠\n游侠我不得不说在里面是阴人大王！基本我在里面被游侠打死的次数占战士的一半，，先别说无限弩，这个我也不想吐槽。。还有些人用旧版嘛= =，飞去来简直就是一混蛋！，基本你被飞去来打的根本就很难回头。。但是这也完全看你打的是否准确了，哈哈。。反正游侠最好是在树上淫别人，因为游侠有潜行的趴地版。。所以一般别人都很难发现你在哪!特别是夜晚。。城镇很多人时，你在屋顶上，潜行。。之后等MP补满，马上发出去，好！晕了！之后立马鬼畜右键，基本你就称王了！而且就算他发现了你也很难拿你怎么样。。法师另说，这就是法师的好处，可以打他们，哈哈！~，反正被这类游侠阴的话，劝你还是马上跑。。当你找到别人在哪，你就已经被阴死了！~呵呵！~= =file:///C:\\DOCUME~1\\ADMINI~1\\LOCALS~1\\Temp\\TempPic\\){`JTEF$QTWHK_8C`P1ZZY6.tmp\nPVP排名第一！不要在黑我游侠了，他可是PVP之王，战士根本抓不到他。。当然法师也是可以这样的。。但是法师没有游侠灵敏- -所以并不能 \n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n 好了。。我打了长达4个小时的PVP，总结出一个道理：法师和游侠不适合PVP。。。\n首先法师PVP有个弊端！发招慢！一般像忍者和战士的狂右键。。你基本都完蛋。。，。因为PVP很多高手都会风筝和走位，所以法师那渣渣的速度别想打到他们。。特别是旋风，简直就是它妹的丧心病狂完全打不到人，但是打到人又会造成巨大的伤害。。= =。。最好的方法就是法师在隐蔽的地方阴他们。。不然跟同等级的其他职业打肯定难受。。法师打法师其实火法更好。。还记得1技能吗。。没CD就基本狂发，他们完全就起不来！但是水法还会误把血加给其他人（其实其他人也不会补血）。。。别以为法师马上瞬移就可以了。。我不知道怎么回事，就是我顺到那里都会有人知道。。而且盗贼的飞镖好像是没有距离限制的！根本就哪里都可以打到。。所以别想逃太远，要走就逃到房子或树上去！~\n还有游侠。。。其实远程职业我觉得都去隐蔽的打好了。。所有远程都斗不过战士和盗贼。。除非那些等级离你很低的，不然早就把你给杀了。。\n最好的位置，就是火法站在城镇最高点。。（就是降级的塔）最顶端。。之后对着下面广场的人狂撸。。。当然我认为击中的都是靠运气。。当有人来塔上杀你，就1技能。。把他震下去。。震不下去就震死他！（火法技能1一用全部人的屏幕都会抖~）\n最好就是远程站在一个隐蔽的敌方打别人。。不要跟近战的硬冲。。。战士有剑刃风暴和劈斩，盗贼有冲过去的那招叫啥？还有飞镖。。。你身为远程根本就不可能跟他们硬碰硬，告诉你500级，他们用这两招基本伤害可以破3100。。。还有战士的堡垒是有效的，所以别想这跟他们硬碰硬，总而言之。。远程打那些怪物绝对是最好的。。但是PVP就是最差的。。假如你认为我说的不好。。自己开个远程职业去试试。。。我认为只有阴别人才能杀掉别人- -（除那些不动的挂机的人哈。。）\n我觉得PVP中，战士和盗贼那么强就是在报复社会！算了，远程的家伙们洗洗睡吧= =file:///C:\\DOCUME~1\\ADMINI~1\\LOCALS~1\\Temp\\TempPic\\_84ORZ34EZ`2~H6D~]%@3KP.tmp\n\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n 所以PVP生存率排行：\n战士＞盗贼＞游侠＞法师\n（按照先打法师的惯例。。法师们想去体验PVP的爽的话，，就去开个近战号玩玩。。）\n还是老规矩！不服来辩！~file:///http://static.tieba.baidu.com/tb/editor/images/face/i_f26.png\n\n\n\n\n",
    "replies": []
}