{
    "title": "《星界边境》游戏攻略：最强边境！",
    "author": "42486327",
    "replyCount": 13,
    "timestamp": 1390572300,
    "txt_content": " 本帖最后由 42486327 于 2014-1-25 09:20 编辑 \n\n原帖：http://game.ali213.net/forum.php?mod=viewthread&tid=5352880\n第一章：美丽新世界\n操作说明\n由于有待开发自由度非常高，故一定不是最终版本\n鼠标：\n左键=左手，右键=右手\n键盘：\nE=互动\n方向=ASDW\n跳=空格\n制作菜单=C\n任务列表\n话说对于这个游戏的任务我原本只想说是按下不表，应为我也不知道这样才能说明这个游戏的任务。找个尽在眼前的道具是任务，装个生活必备的工具台是任务，烤块肉吃是任务。话说这游戏的居然是的内容务必强大，但是游戏的中好像还是缺了点说明，哦！对是任务，虽然这些任务好像对于我来说闲的有点核突但是既然是新手任务，那我们也就这么简单的讲一讲呗。啊！阿西吧！虽然这几天都在做信长的攻略，但是对于爱种地爱拔萝卜的小司，现在回头重新做个星界边境什么的，想想突然还有点小激动。虽然这游戏让我感动的蛋都碎了，作为一个职业的生活系玩家，就让我们来说说游戏中的任务吧%>_<%\n拿到事件操纵者。由于这个任务每个种族的叫法都不同，但是中心思想是一致的，拿到事件操纵者这个道具，就在太空储存库里面，里面还有些种子和一件武器。放进你的背包，好！对，放进背包这个任务就算完成了，呼！真是辛苦的任务，让我想起了寡产网游中的很多任务“帮我把XX给XXX吧”这个XXX就在离任务发布者对面站着，你走过去给他啊！“XXX你的背包里有XX，装备起来”打开背包右键带上，恭喜你完成任务，升级！我擦咧，原来我们主角弱智的连装备都不会带，我们主角还要补一句“真是一份宝贵的经验啊！”你小时候喝了多少三鹿？\n\n好吧这里我按下不表，完成任务马上第二个任务就来了，制作一个木制工作台。游戏好像开始进入正轨了，用移动平台来到星球上，找棵树用事件操纵者，我砍我砍哎呀我擦！树被连根拔起，再来一棵，视乎很上隐的样子。回到飞船，按C进入制作栏，先生产一些营火，这里要用到火把，所以火把最随身带，因为火把没有温度，再找到木板条生产35份，这时候木制工作台可用，生产一台木制工作台恭喜你第二个任务也便就完成了！把工作台和营火摆在飞船上，这样可以最大程度的保护你的安全。或许你饿了，不急第三个任务就是吃饭，哎真是一份宝贵的经验啊！来到星球，找到藤条什么的，采集植物纤维回来。找到木制工作台做一个狩猎弓，这样得到外星生肉的记录会比较高。切记在收集藤条时收集鹅软石，制作十字镐斧头以及出头工具，使用这些工具可以更好的采集材料，收集任何一种矿石和大量采集鹅软石是这一阶段的任务之一。获得材料外星生肉就可以返回飞船，用营火就可以烹调成煮熟的外星肉即可。任务完成，哎真是宝贵的经验！紧接着的任务，哎！找到木制工作台做个熔炉就可以，熔炉需要火把和鹅卵石，so eary！顺便把刚刚挖的矿冶炼一下！阿西吧！这个任务真的大丈夫？真给东亚寡产游戏长脸啊！大量采集是没有错的接下去就用到了。回到木制工作台一目了然。铁毡要八块铁锭当然这里获得两个铁锭你就完成任务了。\n最后一个任务比较难，主要是收集像素，打怪就可以收集像素，要用近战的武器才可以得到像素，怎么收集和矿石这里就不一一列举，创造一个遇险信标来到星球上使用这个信标出现飞碟用狩猎弓，击落飞碟。可以获得熔铸核心，返回星球制作一个金属加工台，就可以升级星图了。\n采集\n \n涉及道具：事件操控者（存放位置：太空储存器）\n采集可能是一款生存类游戏最最需要的技能，这个怎么说呢，每个人都希望自己是鲁滨逊，而对于这本小说，人们最羡慕的可能就是在荒岛上独自生活这件事情吧！多数游戏的采集可能在一开始就是徒手的，不管疼不疼这件事情让人的第一感觉可能就是比较疼，好吧！在《星界边境》中，采集必须使用道具，也就是事件操纵者道具。\n随着之后的故事发展，这个道具可能并不那么实用，但是这是初期一定要使用的道具之一，出处是在太空舱的保存箱中。\n其他采集工具\n \n\n \n当然事件操纵者是一件非常没有效率的采集工具，所以这个时候，采集工具显得尤为重要，这里简单介绍，在制作出木质工作台后，生产工具成为最最迫切的事实，事实上《星界边境》中尤为重要的储备也应该开始储备起来了。\n那就是木材和鹅卵石，在初期的工具中这是两件非常重要的储备，直接导致采集工具是否能被顺利制作出来这件事情的。\n以下是采集和日常工作中最基本的工具\n锄头：无耐久度限制，主要的作用是犁地播下种子\n斧头：目前已知有石制和铁制两种，起初作为一种工具，主要是用于伐树，逐渐向伐人的功能演变成为武器。\n十字镐：非常重要的采集工具，速度快可升级都是代替事件操纵者作为采集工具的理由（着并不代表采集工具可以扔了）十字镐有耐久度，当然等级越高效率和耐久上也会提高，虽然石制的十字镐已经非常好用了。\n\n\n矿石采集\n矿石储备永远是最重要的，以下是矿石稀有程度的一个陈述，在一切情况下请将采集到的矿石冶炼成碇，以备不时之需。\n煤矿：煤矿并不罕见，往往在地表就能发现这些矿石，一般还会加载有铁矿，煤矿非常重要，他是飞船染料之一，也是火把制作最重要的原材料，背包里必须常备这项矿石。\n铁矿：一部分武器是铁制的，优点是好使，这是一项重要的矿石，需求量很大，属于需要常备的矿石之一。铁矿在地表经常是成片出现，也有和煤矿混在一起的少量存在。铁矿可以炼成铁锭，铁锭才可以在制作中派上用场。\n铜矿：铜矿可能并稀有，供需量也不大，地表也已经不少了。但是作为重要的矿产子资源适量的储备还是有必要的。铜锭比如在制作料理工作台和制作遇险信号发生器上有被需求，虽然量不多，但是以防尴尬吧。\n银矿：地表存在量少，偶尔可以发现。银矿需求并不大，属于稀有矿物，银锭的需求也仅仅在非常少的地方被需求，很难形成大规模的储备。\n金矿：稀有金属之一，少量存在于深层地下，带状分布。在地表有极少的分布，需求量几乎为无，有幸就储备一些吧。\n以下为合成金属或未知金属\n \n钢锭：钢锭是由煤矿和铁锭的合成可以说是二次加工吧，铁锭是非常重要的资源，在游戏中只有在金属工作台建成后才能解锁这个资源，属于非常重要的资源之一，需求量非常大，这是武器装备的又一次升级换代的开始。\n铂金锭：未知金属，不知道是否属于合金，在地图上也没有出现该矿物，小司仅仅在盒子中开出过，喜出望外十分荣幸的。\n\n \n建设和温暖\n我必须介绍一下建材，来到一个星球定居这是非常重要的一环，首先找到一个开阔的土地，或者来到一个拥有文明的村庄安居下来。用木材和石材就可以进行简单的建造。加工木条板和鹅卵石让你的家变得有模有样的，这是初期，早中后期可能还会出现砖头小殿砖之类坚固的石材。\n搭建是这款游戏非常重要的环节，在初期建议玩家把家建造在地下，这样节省了时间，还可以获得一些泥土，泥土可以为大屋搭建一个宽阔的平底，还可以定义耕地的位置，利用率大大增加。而且如果来到了一个资源极其匮乏的土地上，加工泥土为土墙，也可以作为一种优秀的建材。\n\n\nPS：右键采集，这一点非常重要，很多人认为自己的房子并不美观，这个没关系，多玩几次自然就好了，还有一些人觉得自己只是在地上搭架子，这里要严正声明这一点。右键是一个重要的按键，这个按键将对“背景”进行挖掘工作。同时，右键也是对“背景”进行建设的重要一步。\n\n\n尤其是在夜晚，会出现太阳标志和一个值数条。这代表温暖值数，如果用完将会开始扣血。所以作为最有安全感的地方家里，准备大量的营火帮助温暖是非常必要的措施。每个星球特性不同，温度都不一样。\n营火和石制熔炉都有发光和温暖的作用。营火可以烤制肉类，熔炉只能用于冶炼。\n\n\n最重要的是解决饿了的问题，提供解决方案是两个打猎和种植两种方法选上一种，先说打猎，需要弓箭一把，因为弓箭可以带来利益远比任何近战武器来得好。用斧子伐木和藤蔓制作一张狩猎弓，可以帮助你获得大量的外星生肉，用营火烘制可以获得成片食用。种植是非常重要的生活环节。\n首先是在犁地，找到一块平整的地，要锄头犁出一块将在太空中的小麦种植上去，这里就凸显搜集到的土块的重要性了，只需用土块搭建平台就可以人工的完成一块土地。洒下种子之后等待发芽即可。\n因为游戏中有大量的内容被简化对于入门级的玩家也可以轻易胜任了。\n\n\n第二章：文明和工艺\n生产\n说到发展上，就非常重要了，在一开始按C，可以手工做一些东西，这里包括了很多工艺升级道具，例如木质工作台、金属工作台、料理台等等非常繁复的东西。首先是木质工作台，这是最基本的工作台之一。\n以下是目前已知产业升级链\n \n文明\n发现一个文明对一个单一的个体都是一个了不起的事情，这是文明的大升级。几乎可以让生活提高一个点。如果能在这些地方找到设计图就更好了，每个族都有非常有特色的武器或者装饰物，各个种族都不相同，这就是文明中重要的一点。\n当然斌不是每个文明都是友好的，例如人类监狱中的人们，机器城堡，异教徒术士都是凶残不礼貌的种族。如果有幸找到城镇，那么城镇还将提供基本的交易服务和商人系统。\n\n \n武器概要须知\n现在已知的最强的武器是飞刀，至于有多强，知道小导弹么？好以下是介绍游戏中会出现的武器，由于这是一个庞大的体系，想要全面说清楚的确比较困难，我们从头慢慢说。\n近战类武器\n近战类的武器有很多，已知的武器有例如大刀、太刀、矛等等。但是近战类的武器获得食物的概率非常低，一般是在战斗结束后爆像素。近战类武器分双手型和单手两种，单手武器可以加盾牌副手或双持，双手武器较多，也就是不持有副手。双手武器多攻击力较高，具有后震的功能，而单手武器可以比较敏捷的使用。\n远程类武器\n远程武器分为两种，投掷类武器和狩猎弓都是非常重要的工具，狩猎弓是唯一高掉食物和皮革的武器，狩猎弓是可以升级的，升级后的狩猎弓有一定几率发射暴击箭。之后投掷类武器消耗量非常大，但是也非常强大，例如飞刀，几乎是一种无敌的武器。\n以下是已知武器的介绍\n \nPS1：消耗品是一种紧俏的产品，投掷类武器外，还有兴奋剂也算是非常重要的消耗品，兴奋剂一共有三种被发现，一种红色兴奋剂作用是加血，蓝色兴奋剂增强跳跃力，绿色兴奋剂提高速度。\n\n\nPS2：像素就是钱，如果死亡会掉百分之三十作为处罚\n\n\n如何找到适合自己的星球，是新手玩家不得不在意起来的问题。温度太高屁屁烧焦，温度太低不用到晚上就惨死街头。温度高的火山岩浆地区的确好，但是谁也不想一出门一不小心就进了岩浆池。所以选择一个风景优美景色宜人，主要是表温正常的星球是一件多么不容易的事情啊！好吧这里我们就不讨论人类起源和繁衍的问题了。现已知星球有如下\n由xinxin2459补充的教程\n补充几个貌似上面没提到的星球体系= =\n\n\n这2个貌似前期也可以碰见但是前期没有生存系统肯定不行(打完骨龙后才能进 否则基本憋死 ) 月球是在7版之前可以不用生存系统进 但是必须穿皮套(后期可以无视这个要求 因为一般自带温度都很高。。)另外小行星带那边矿物储量是所有星系中最高的(官方吞并的MOD) 基本可以说是走2步就可以看见矿  还有可能整个陨石全是矿\n\n\n这个貌似在4级以上有。。。\n\n\n还有几个很像但是就是名字不一样的就不列出来了(另外说好的海洋星球和超平坦星球呢？！？)\n还有求别吐槽为啥我飞船里面有岩浆。。。。",
    "replies": [
        {
            "author": "wjwrh",
            "timestamp": 1390572600,
            "txt_content": "原创教程？"
        },
        {
            "author": "940595236",
            "timestamp": 1390572600,
            "txt_content": "攻略诶！顶一个。看起来不错，去下载来玩玩看。"
        },
        {
            "author": "wjwrh",
            "timestamp": 1390572960,
            "txt_content": "星边太坑爹了\n\n光2D不说\n\n总觉得里面的怪物BT\n\n而且矿物分布稀少.."
        },
        {
            "author": "Forsworn_",
            "timestamp": 1390573380,
            "txt_content": " 本帖最后由 xinxin2459 于 2014-1-24 22:30 编辑 \n\n补充几个貌似上面没提到的星球体系= =\n\n\n\n\nQQ截图20140124221835.png (216.31 KB, 下载次数: 109)\n\n下载附件\n\n2014-1-24 22:19 上传\n\n\n\n\n\n\n\n\nQQ截图20140124221620.png (287.73 KB, 下载次数: 107)\n\n下载附件\n\n2014-1-24 22:20 上传\n\n\n\n\n这2个貌似前期也可以碰见但是前期没有生存系统肯定不行(打完骨龙后才能进 否则基本憋死 ) 月球是在7版之前可以不用生存系统进 但是必须穿皮套(后期可以无视这个要求 因为一般自带温度都很高。。)另外小行星带那边矿物储量是所有星系中最高的(官方吞并的MOD) 基本可以说是走2步就可以看见矿  还有可能整个陨石全是矿\n\n\n\n\n\nQQ截图20140124221807.png (275.25 KB, 下载次数: 109)\n\n下载附件\n\n2014-1-24 22:19 上传\n\n\n\n\n这个貌似在4级以上有。。。\n\n\n还有几个很像但是就是名字不一样的就不列出来了(另外说好的海洋星球和超平坦星球呢？！？)\n还有求别吐槽为啥我飞船里面有岩浆。。。。\n\n"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1390573920,
            "txt_content": "哪天我也去玩下SB，话所TR和SB哪个好玩？"
        },
        {
            "author": "月轻歌",
            "timestamp": 1390574160,
            "txt_content": "wjwrh 发表于 2014-1-24 22:16\n星边太坑爹了\n\n光2D不说\n我反对，10分钟半组矿锭是可以达到的"
        },
        {
            "author": "月轻歌",
            "timestamp": 1390574220,
            "txt_content": "719220502 发表于 2014-1-24 22:32\n哪天我也去玩下SB，话所TR和SB哪个好玩？\nSB，因为SB更多变，更有趣"
        },
        {
            "author": "136287381",
            "timestamp": 1390575240,
            "txt_content": "在那下载啊"
        },
        {
            "author": "zjy",
            "timestamp": 1390608480,
            "txt_content": "wjwrh 发表于 2014-1-24 22:16\n星边太坑爹了\n\n光2D不说\n你去10级星看看 钻石就像草一样多"
        },
        {
            "author": "zjy",
            "timestamp": 1390608540,
            "txt_content": "136287381 发表于 2014-1-24 22:54\n在那下载啊\n资源帖有  "
        },
        {
            "author": "月轻歌",
            "timestamp": 1390608900,
            "txt_content": "zjy 发表于 2014-1-25 08:08\n你去10级星看看 钻石就像草一样多\n10级沙漠星，向下挖，挖到地心，至少半组矿物"
        },
        {
            "author": "1814209846",
            "timestamp": 1404211260,
            "txt_content": "zjy 发表于 2014-1-25 08:08\n你去10级星看看 钻石就像草一样多\n对啊，钻石根草一样一根都没有"
        },
        {
            "author": "254453297",
            "timestamp": 1407577680,
            "txt_content": "月轻歌 发表于 2014-1-24 22:37\nSB，因为SB更多变，更有趣\nMOD也是应有尽有"
        }
    ]
}