{
    "title": "方块之旅",
    "author": "丁一",
    "replyCount": 1,
    "timestamp": 1390639080,
    "txt_content": " 本帖最后由 丁一 于 2014-1-25 17:02 编辑 \n\n 第一章 纳尼，穿越!\n  有一天，一个叫小懒的人和他的朋友毛毛、琪琪和小莫一起在家玩我的世界，突然，小懒发现外面打起了雷和闪电。他无视了外面这个情况，可是，不测风云马上来袭，电脑顿时把小懒给吸了进去，小懒醒来的时候就已经在了一个方块世界，他发现他的周围有几个人，仔细一看，原来是毛毛、琪琪、和小莫三个人。小懒对他们说：“我们该不会穿越到了我的世界了吧！”三人同时说：“纳尼，我们穿越了！”小莫说：“我和我的小伙伴们都惊呆了。”小懒说：“不管了我们开始生存吧！ 想要富先撸树。”我来到一棵树前，一拳打在树上，“痛。。。”我看着我那红肿的手“咋办呢？”   “小懒看你的手”小莫叫道。我的手？我低头一看，哇，是方块，马上方块就蔓延到我全身，我变成了方块人，我试着在树上敲了敲，原木就出现了裂缝，我又敲了敲原木被我打掉了，又被我的身体吸收了“哈，好玩”小莫、琪琪和毛毛如法炮制，搜集了一组的木头，木质工具都齐全了，我说：“快中午了，盖间屋子吧，”说着，我们就干了起来，屋子还没改好，琪琪就停了下来，对我说：“不用盖了，不远处有村庄。”   “你咋知道的？”小莫问道“地图”琪琪晃了晃手中的地图，“这是我随身带的地图，没想到在MC里也有用!”\n  不一会我们就出现在村庄里，村民都惊奇，我们走进了一间屋子，给了屋子的主人一些鸡肉、猪肉、羊肉和牛肉，请求在这住下，主人很高兴，抖着大鼻子说：“你们只要帮我们挡一挡僵尸就行了”  僵尸，这小菜还不容易？“OK，”我答应了，我们在这弄了4张床，又收了些小麦，做了些面包，不愁吃啦！\n                                  \n第二章 纯钻石傀儡\n  毛毛说：“今天是我在这个世上睡的最好的一天啊！”琪琪伸了个懒腰说：“以前的语数外的作业可以算做一座山了，哪里像今天一样没作业。”“哎，好了，别说话了，快准备一下，我们一起去挖矿，我们现在手头科没有铁。”我边拿石制镐子边说。\n  推开门，温暖的阳光就照射在身上，感觉不错。刚想拿起小麦准备做20个面包，就看见窗外的一个村民眼巴巴的看着我手上的小麦，感觉怪怪的，我刚走出屋子，他就赶快走了过来说：“把你的小麦卖给我吧，我是个NPC村民，不能收割小麦，5捆小麦我出1个绿宝石。”  我看了看他手里的緑寳石，背包里有70捆小麦，卖他几个又如何。我给了他20捆小麦，他喜滋滋的递了8个緑寳石过来（有四个是村民送的），就拿着小麦往家里去了。毛毛、琪琪和小莫拿着刚制作的石镐走了过来，看着我手里的緑寳石，很好奇的问道：“你从哪里来弄来的緑寳石呀？”   我指了指正拿着小麦到处炫耀的村民，毛毛立马就冲了过去，抓出60个小麦塞给那个村民，硬是拿了15个緑寳石回来，我问他：“60个小麦才买12个緑寳石，你咋弄到15个的呢？”   邵健很自豪的说：“我跟他说我的小麦是高级货，一捆买5个緑寳石，我60个买你15个，已经很便宜了！他就相信。”   无语。。。。看来这里村民大多都没多少IQ！\n  我随便拉了一个村民，问道：“你知不知道这附近有没有矿洞？”   村民：“矿洞，村庄后面的山脚下有一个很大的矿洞哦。”  我把我的10个緑寳石全给了他，琪琪很心痛的问道：“你咋把所有的緑寳石给他呢？”   我晃了晃手里的3根铁镐，道：“你说呢？”\n   按照村民所说的，我们在山脚下找到了那个矿洞，我拿上火把，四周竟然亮了起来，“好像是动态光源MOD啊。”毛毛说道“这会不会是个服务器啊？”   我想了想，说：“可能吧，走进矿洞后不要走散了，我可不能保证这里没有怪物，尤其是邵健。”\n   ....................... \n   等我们出来的时候已经是中午了，不够收获也不少啦，有1组的煤（我们也不想挖，是毛毛干的好事），半组的铁矿，还有一组铁（在矿洞了烧好的）和一些火药和腐肉。回到村庄时，我们已经快虚脱了，虽然是MC，但是被怪物打的也是很痛的，而且还要一段时间才会恢复。\n   我们躺着各自的床上，喘着粗气，屋子里的熔炉在烧制铁，散发着热量，我们感觉很舒服啊，琪琪说道：“你们想不想其他人啊？”   琪琪说的也是，我们已经5天没有在现实生活中露面了，我叹了口气，屋子又一次陷入了沉默中。\n   不知不解地，夜晚降临了，“呃~~”   “那不是僵尸的声音吗？我一把抓起铁剑，推开了门，冲了出来，一个村民坐在地上害怕着，他面前，十几只僵尸将一只铁傀儡死死地按在地上，虽然铁傀儡拼命地挣扎着，但是它一个傀儡也是打不赢一大片僵尸的，我赶紧上去抬起一脚踢飞了一只打算把村民当夜宵的僵尸，就冲上去帮组铁傀儡，要知道，铁傀儡，虽然强壮，但是制造它是十分的消耗铁锭的，再说，傀儡也是生命啊。\n    小莫被僵尸的吵闹声惊醒了，他叫醒了琪琪、毛毛，拿起武器，前来增援，有了增援，我的压力顿时就减小了不少，但是我们再厉害，也是无法挡住僵尸的。拼了，我跑进屋子，用火药和沙子做了4个TNT，抓起打火石，把TNT点燃，放在地上，狠狠地踢了出去，“轰”的一声巨响，TNT在僵尸群中爆炸了，有几只可怜的僵尸被轰上了天，如果不是TNT，我估计他们这辈子也不能体验到飞的感觉吧。果然，TNT引起了僵尸群的惊恐，我们操起铁剑冲了进去，大开杀戒，谁让僵尸们在惊恐的状态下变得脆弱不堪呢。这时一只变异的强壮僵尸，从地面中撞了出来，又有几只可怜的僵尸被撞飞，结果摔死了，可怜啊.....等等，哪里来的突变的生物？！不会真是服务器吧？\n      话说，僵尸干嘛成群结队的来村庄，原来是因为变异的强壮僵尸啊，我抓起三块腐肉扔了过去，变异僵尸居然张开大嘴把腐肉给吞了，还舔了舔嘴，向我们冲了过来，我拿起一块燧石，向他的眼睛扔了过去，没办法，背包里就数箭最锋利了。那个大块头一抬手就把箭给打飞了，\n     完了完了，我们3个人哪能挡住变异的强壮僵尸呢？“冲啊！”额，身后突然冲出一群纯钻石傀儡，看样子有上千只，我回头一看，一个土豪模样的村民，在两只纯钻石傀儡的护送下走了过来，说道：“你们好，我是这个村庄的村长，全名叫土豪45K纯钻石村村长的神，你们可以叫我土豪神化身。”  这名字听着咋那么别扭呢，不过，有了上千只的增援，突变僵尸都神马的不在话下，更何况是纯钻石傀儡来增援呢，不一会，突变的\n僵尸就留下一只手臂逃走了，纯钻石的傀儡果然厉害，我拾起那只手臂，好家伙，有我们两个个人那么大，纯钻石傀儡在土豪神化身的指导下开始收拾现场，我们也回到了家里，来到床边，倒头就睡，实在是太困了，谁让僵尸大军大半夜来入侵村庄呢？\nPS：请看下集\n                           \n\n第三章 启程，出发！职业之城！\n  “请问有人吗？” “谁呀？”我一边揉着睡眼，一边开门，打开门一看，有个村民站在门口，我问道：“有什么事吗？”   村民道：“我们伟大的村长找你们呢，快点吧。”   我打起精神来：“好，给我两分钟。”\n两分钟后，我、琪琪、毛毛和小莫回到了门口，问道：“那，村长家咋走？”   村民晃着脑袋说：“村长让我给你们带路，跟我走吧。”   说完他就便迈开腿走了，我们四个人屁颠屁颠地跟在后面。 不一会，村长家就到了，起初我们还不相信眼前的小洞穴就是村长家，可是，村长居然笑嘻嘻地从洞穴里走了出来，请我们进去。 进去后，我们就大吃了不止一惊，这不起眼的小洞穴，内部竟然钻石光四射，墙壁竟是用钻石块打造而成的，果然是土豪，正当我们吃惊之余，一个小村民走了过来，说：“你们就是我粑粑请来的三个怪蜀黍么？”  毛毛叫道：“妈呀，我没看错吧，身上穿着金丝绸缎，脚穿纯钻石的鞋子，富二代！”   这时，土豪神化身走了过来，听到毛毛的感叹，说道：“嗯，这位仁兄很聪明啊，我的儿子他就叫做富二代。”   。。。。无语，这土豪一家的名字咋都那么奇怪嘞？“快进来，我的朋友们，宴会就要开始。”\n  土豪就是不一样，宴会上的食物都是原版的MC没有的，小莫拿起一个汉堡对我说：“好像是更多食物MOD。”   “是啊，越来越像服务器了。”我把话题一转，问道：“村长，你是做神马工作发财致富滴昵？” “哦，我是靠一个大钻石矿场发财致富的。一会宴席结束了，我带你们去看看。”   “让开！听到没有！给我让开！”身后传来一声怒吼，“滾！跟我斗！”   我回头一看，一个战士模样的人推开人群后大摇大摆地来到餐桌前，坐了下来，开始狼吞虎咽，吃相极其难看。要不是琪琪把我死死的按住，我早就冲上去给他三拳了，村长：“这是职业之城的退休战士，十分的粗暴，这一带连我都要让他三分。”\n   宴会结束后，村长带我们到钻石矿场里去溜达溜达，可是钻石矿场里竟没有一个矿工，村长很愤怒地叫道：“监工1号，我的矿工呢？”  可是没有回应，我们只好接着前进，到了一转角，我们听到了僵尸的叫声，我们连忙冲过去一看，一个钻石傀儡，正挥动着仅剩的一只手臂攻击着4只僵尸，这4只僵尸头上戴着矿工帽，手里拿着铁镐，还是大鼻子僵尸。村长很吃惊的叫道：“NO！我的矿工啊！！！！”  我们冲上去用栅栏把僵尸全给围住了。村长连忙上前又喷恢复药水又喂金苹果的，忙得不亦乐乎，真不明白，村长随身带那么多的金苹果干嘛？不一会，僵尸就全恢复成村民了，他们很害怕的挤成一团说：“矿洞里来了只很。。很大的。。变异。。的僵。。尸” 村长大吃一惊，连忙找了了5只钻石傀儡，和他的左右护法和我们一起深入矿洞，果然，我们发现了一只断臂的变异的强壮僵尸，拿着一块金块，在钻石矿上不停地砸，村长又叫道：“突变的僵尸，你不能这么对待钻石矿！”  这一下吸引了那个大块头，他把金块狠狠的扎进他的左肩（左臂断了），金块迅速发展成一只机械金臂。“这是闹哪样啊，魂淡！”5只钻石傀儡立马冲了上去，将突变的僵尸团团围住，看起来像是一个阵形，“上！”随着村长的喊声，又有几只钻石傀儡冲了上去，跟大块头搅在一起，村长回头对我们说：“我们快走，让我的钻石傀儡来牵制住他，快走！”  经过了一段时间的逃亡后，我们逃出来钻石矿场，村长把职业之城的方位告示我们后，又给了我们一些钻石、金锭、铁锭和緑寳石：“这些你们拿着，今后有用，我这就去召集我钻石傀儡大军，去把那大块头给灭了。”于是我们告别了大家，踏上了去寻找职业之城的路。\n                               \n\n第四章 来到职业之城\n  经过了3天的行走，我们终于来到了勇者之城，来到城门前，门卫把我们拦住说道：“新来的人是要交钱的，呵呵。”我一看，是跟我们的玩家，唉，终于看到了跟我们一样的人了，我丢给他一个緑寳石，问道：“够了吧。”便快步走进城中。\n   “卖武器嘞，纯钢打造！一把只要998！”\n  “新鲜蔬菜！新鲜蔬菜！绝不不添加金克拉！”\n  “打怪打不赢，来一瓶再生药水，再上，一定赢！”\n  “附魔武器！高阶魔法师附魔！绝对好用！不贵，一把只要1001！”\n小莫：“这好热闹啊，真的是服务器诶！还有大家的动作都不受MC的限制哦。”   “那是，咱们四兄弟找家菜馆，好好地吃一顿！”我提议道“再美美的喝上一杯茶！走！”    “我们就去前面的那家小客栈吃吧。” “好！走！” 在饭馆里坐了下来，点了一桌子的菜，我们四人风卷残云马上就把一桌子的菜全干掉了。可是付账的时候，我们遇到的大麻烦，老板不收緑寳石！晕，老板：“四位，很抱歉，本店不收緑寳石，收钱只收金币！”   “可我们身上没有金币啊，那个，老板，你收不收金锭啊？”     老板：“我说了，我只收金币！不然你们就在这当临时工吧！”   这时，一个穿着皮革甲的女生走了过来，柔声问道：“请问，你的緑寳石能买给我么？我用金币来买。”  太好了，我们正愁没金币付钱呢。我连忙从背包里拿出一个最纯净最緑的一个緑寳石给她。她拿出一把金币，大约45个左右，说：“连他们四个人也一起付了。”说完，她又看了看手里的緑寳石，满意的点点头，走出了饭馆。琪琪：“她长得还不错哦，就是不明白她一个女孩子干嘛穿皮革甲啊？”“别多想了。”我一拳打在琪琪的脑袋上，“还不赶紧去谢谢人家。”我们追了上去，又塞给她一个緑寳石，作为谢礼。她很疑惑地看着我们，道：“你们是新来的么？”  “是啊，我们是刚从一个NPC村庄来到这儿的。”毛毛解释道“这些金锭和緑寳石也是那儿的村长给的。”毛毛拿出村长给他们的金锭和緑寳石。村长一共给了我们84个緑寳石，我们在路上花了1个，给了门卫1个，又给了这个女孩2个，还剩80个，我们一人20个，金锭有40个，我们一人10个。    “陶依云！你的队友找齐了没！”一声略带些怒气的喊声传入耳中，我一回头看见一个壮大汉朝这走来他指着那个女孩骂道：“我让你出来找队友，你却在这逛街，你到底在想什么？陶依云，你不要丢了我们陶家的面子！快点去找人组个队，然后去参加新手考试！” 陶依云低下头应了一声，便转身走了，可她没走几步就好像想起了什么，回过头来指着我们对那个说道：“他们四个就是我找来的队友。”   “这是咋回事？”琪琪很疑惑的问道。  那个大汉上下打量了一下，说道：“你们四个不是这勇者之城的人吧？不过，体格也还行，你们四个就跟依云一起去参加考试吧——开启传送阵！传送！”壮大汉话音刚落，我们就来到了一个类似祭坛的地方，四周是丛林。一个魔法师模样的人站在我们面前，问道：“哟，依云你来参加考试啦？”  依云：“我爸硬是把我送来了。”原来刚刚那壮大汉是依云她爸啊。法师：“好，那你们就到前面的传送阵哪儿去，准备开考！”我们刚在传送阵上站稳，传送阵就把我们传送到一个废弃的地牢里，魔法师的声音也随着传来：“孩子们，你们要在这地牢里挡住四波的僵尸，才能过关，放心，我们给你们准备了一些食物，五把石剑还有一些技能卷轴。你们要利用地形打败僵尸。僵尸十五秒后出现。”  我环顾了四周，只有房顶上的灯，和场地中央的苔石堆可以利用，灯是肯定不行的，那只有苔石堆可以了。我把战斗力最低的依云送上了只能容下一人的苔石堆顶部。我、毛毛、琪琪还有小莫，成一个正方形把苔石堆围了起来，以便保护战斗力只有5的惜云。  “时间到！”魔法师声音刚落，99只僵尸就冲了过来，我们四人把手上的石剑扔向僵尸群，马上就有四只僵尸倒下，我们立马拔出自己的铁剑，迎战朝这冲来的僵尸群。不一会，僵尸就被我们消灭光了，不知为什么，系统给的技能卷轴我们不会用，只有依云好像会用，但僵尸也变得十分脆弱，几乎一剑一个。“挡下第一波僵尸，给予四分钟时间休息。”   “呼，依云，你的技能卷轴是咋用出来的？”我抓紧时间问道“为什么我们不能用？”    依云笑嘻嘻的说道：“你们拉开卷轴，在卷轴的最下面打个血指印就可以使用技能啦。”     我拉开一个卷轴，上面写着 信凹凸曼，神马坑爹技能啊！我往下看，写着 信凹凸曼，得永生。在受伤时使用，可以恢复所以的伤势，并得到凹凸曼的祝福，力量增加至150%。在你死亡时，可以满血复活，并无物品掉落，力量减低至100% 但每天只能复活一次。 SP：这是神技，只有幸运的人才能拥有他。这我得有多幸运啊？！不管啦，我把卷轴拉到最后，咬破自己的手指，按在上面，脑中立刻传来一句话：“恭喜你学会‘信凹凸曼’技能。如需使用，只需在心中默念‘信凹凸曼，得永生’即可。”  我如法炮制学了幻影疾步和飓风斩。琪琪也学到了重刀砍、治愈之光和隐蔽术三个技能，毛毛学会了缴械、生命吸收和旋风顶就是他的技能了（注：技能反应性格），至于小莫么学到了分身术、水之防御和火焰拳有了技能，打怪就是那么简单，在僵尸群里转一圈，僵尸就只倒下三分之一了。“恭喜你们通过了考试，鉴于你的战斗表现出色，你们将被魔法学院收为学徒并给予你们五个通用卷轴‘召唤卷轴’”\n\n    \n\n\n\n\n\n",
    "replies": [
        {
            "author": "743335743",
            "timestamp": 1390639920,
            "txt_content": "顶LZ，LZ写得太棒了{:10_510:} 虽然没看懂呵呵~~"
        }
    ]
}