{
    "title": "以太的逆袭？",
    "author": "rainsillwood",
    "replyCount": 7,
    "timestamp": 1335162480,
    "txt_content": "昨天FQ顺带去看了下以太的FB和TW，居然发现还在更新！！\n而且从发布的信息来看，aether2正在紧锣密鼓的开发当中（不过貌似仅限于设定，模型等开发，被Jsb吓怕了？）\n\n以下信息来自FaceBook，翻译附带本人吐槽\n4.11\nHere is a sneak-peak at a new mob in Aether II, called the Blastbunny! Thanks to OscarPayn for the concept art and DiskDaemon for the model. Great job guys :D\n介绍了一个新的生物：Blastbunny\n\n4.7\nA quick concept art of an Undead Moa, drawn by Kingbdogz. More details will be revealed at a later date. :)\n貌似介绍了一种不会死的恐鸟\n\n3.27\nInteresting...\n\n Concept by OscarPayn\n\n从图上来看，似乎是多了一种地狱空岛？\n\n3.26\nHere is the current team working on the Aether 2 project.\n这是现在aether2的开发组成员，我们可以看到ShockAh等知名人士/笑\n\n3.18\nThe Water dungeons are home to some of the strangest creatures in the Aether, Pillar-mites crawl and creep around the large columns, Peepfish look out for oncoming hunters, the dragonshark eats the Aerahnas that jump high from the water, and Aether hunters prowl the watery halls looking for things to kill.\n这段……貌似除了一个叫水牢的新地牢，还有数种新怪物\n\n\n3.12\nA lot of people are wondering how far we've progressed with the Aether II. \n 许多人问我们以太2到底开发到何种程度了\n All we can say at the moment is that it's still quite far away from release. At the moment we're making sure EVERYTHING that we implement in this project is of top quality. Because of this, we're still at the drawing boards for many things, but we have began some work in-game on particular mechanics (there is one in particular that is huge, but we cannot reveal that to you just yet).\n 现在，我们只能说我们需要做的还有很多，我们正在力求使以太成为一个完美的计划。因此我们仍然是处于设计阶段（被jsb吓怕了吧= =） 不过我们也开始在一台特殊的机子上开始游戏内的工作（说他特别是应为他很大，但我们不能说到底怎么回事）\n Stay patient, more information will be released over the next few weeks. As soon as we feel the project is good enough to preview, we'll release some spectacular images for you to admire :)\n耐心点，接下来几周我们会放出更多的预告。当我们觉得足够好的时候，我们会放出一些十分壮观的图片来让你们膜拜的（这吐槽= =我还以为会有下载呢）\n\n其FaceBook上还有一些新生物的描述不过均处于设定阶段，在此贴出来的是唯一一个已经制作了模型的，感兴趣的可以去http://www.facebook.com/AetherMod自行观看\n\n另发广告：求技术人员参与bilicraft服务器建设，主攻方向为spout，详情请Q1061549496或1521348037或183604610，非诚勿扰谢谢\n\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1335165660,
            "txt_content": "以太东西好多啊"
        },
        {
            "author": "混乱",
            "timestamp": 1335166680,
            "txt_content": "以太这mod质量很高"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1335171540,
            "txt_content": "以太質量太大了，某些人玩不了，不包括我"
        },
        {
            "author": "rol",
            "timestamp": 1335172140,
            "txt_content": "坐等以太"
        },
        {
            "author": "scott",
            "timestamp": 1335174180,
            "txt_content": "不玩这个MOD的路过"
        },
        {
            "author": "07382",
            "timestamp": 1335178980,
            "txt_content": "出来了叫我...\n给我试试..."
        },
        {
            "author": "冥王星人",
            "timestamp": 1335182880,
            "txt_content": "表示实在没有看懂。"
        }
    ]
}