{
    "title": "你可能不知道的mc知识~",
    "author": "NPC兼路人君",
    "replyCount": 45,
    "timestamp": 1390641600,
    "txt_content": " 本帖最后由 NPC兼路人君 于 2014-1-25 17:20 编辑 \n\n本帖转载，不知道有没有人转载过 怕有人不知道，就转载过来咯！\n                                                                                                                分割线\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n木板的源头——原木\n\n\n\n\n树的年轮可以计算树的年纪。假如这点在MC中成立的话，每棵树都是两岁大。\n木板比木头更加适合作为燃料，它们可以燃烧的时间是相同的。但假如有机会，将木头烧制成木炭是更好的主意。\n将一棵普通树变成桦树是可能的，前提是它没有分支。没有分支的树最上部呈现一个十字形，用木块包围这个十字，以免换树干时树叶掉落。然后换掉树干（打掉后换成桦木），最后打掉最上面的保护木头，一棵桦木就成型了，虽然它的树叶还是普通树的。\n木头被作为特色加入“获得木头”成就。\n用具有精准采集附魔的工具采集任何种类的木头，都只会获得普通木头，这是一个BUG。\n虽然由于树苗的存在，木头一般认为是可再生的，但实际上存在这种可能：在一个树的数目确定的地图中，你砍掉所有的树后却没有掉落一个树苗，但这种情况几乎不可能，所以一般不予考虑。\n当你用1.1打开在12w03a及以后版本创建的地图时，丛林木和丛林树叶会分别变成普通树的木头和叶子。\n\n\n\n\n万物之母——工作台\n\n\n放在岩浆旁边的工作台会着火，但火在燃烧一会儿后会熄灭，而工作台完好无损。\n工作台底部材质跟木板相同，这意味着工作台可以隐藏在木板盖成的天花板中。\n工作台的合成方格不能存放物品，但熔炉可以。这是因为熔炉和某些其他方块一样，使用了实体附加值表示其内存放的物品；对于活塞，则是表示它正在推拉的方块。\n在工作台上放置火把是有可能的，但工作台必须覆雪。对着覆雪的工作台表面放置火把时，雪自动消失，火把就插在工作台之上了。另外，对着另外一个火把的碰撞箱放置火把，火把会自动插在邻近的工作台上,1.4更新后,Shift+右键也可放置火把在工作台上了。\n工作台可以作为燃料使用，但由于工作台不能完成1.5个熔炼周期，不能坚持15秒，因此作为燃料不理想。\n工作台侧面的材质中，显示了工作台附有有金属工具，但合成工作台的时候不需要金属的参与。\n按住Shift同时点击产物则会合成出最多的合成产物。\n\n\n\n\n燃烧吧！——熔炉\n\n\n\n\n\n\n8块碳可以烧炼一整组64个物品。43块木板是第二好的东西——43块木板可以烧炼出64.5个物品。如果你非要不想浪费那半块木板，那就放44块木板，然后将已经烧炼好的两件物品拿走，然后再放进两块没烧炼的物品进去。\n\n\n使用木炭及其他木制品作为燃料的好处在于他们是可再生燃料。木头燃烧后产生的木炭是最有效的燃料，木板虽然效果较差但是制作起来更快。不建议直接用木头作为燃料，而建议使用木头做成的4块木板为燃料。因为木板的燃烧时间和木头一样，原料却是木头的四分之一。\n\n\n只要一桶岩浆就可以让你烧炼100件物品。一叠物品最多是64件。如果以烧炼需要10秒来计算（实际是9.25秒），要最大化岩浆的效能就要投一桶岩浆和64个待烧炼的物品（比如沙子或者是圆石），在烧炼开始后6分钟到10分40秒之间回到熔炉前将36件烧炼好的物品取出然后再放入36件以上未烧炼的物品即可。\n\n\n如果你的火把用完了，使用中的熔炉可以提供光源。\n\n\n在建造一个大工程的时候，你可以同时使用多个熔炉。经常能在大工地的附件看到熔炉被排成一面墙。虽然这些不是每时每刻都在烧炼，但是这样的话就可以大大减少烧炼大量物品的时间开销。当你以这种规模烧炼时，最有效的燃料就是煤炭或者木炭。\n\n\n\n\n阿卡林菌——空气\n\n\n通过/give或/item命令给玩家自己空气方块会导致Minecraft游戏程序崩溃。虽然多数服务器不会允许你获得空气方块。\n在你的背包里，空气是火焰的图标并且名称为\"未定义物品\"。\n在地图编辑器中，例如MCedit，选择删除一个方块相当于用空气代替它。\n即使是在创造模式的背包中，空气方块也不会出现。\n\n\n\n\n烦死人的洞穴蜘蛛——蜘蛛网\n\n\n若蜘蛛网下有灵魂沙或冰，则你通过蜘蛛网的时间还要长8秒。这个数据还是在你奔跑且不跳跃地扎进蜘蛛网的条件下得到的。\n游戏中最慢的非零移动速度是：逆着正对着你流动的岩浆（不能是水）流，陷进一张底下有冰或灵魂沙的蜘蛛网，潜行且持剑防御，在迟缓药水的效果下倒着身子前进时的速度。\n蜘蛛网可以在水下创造出气穴，与甘蔗效果相同。\n蜘蛛网可以放在任何方块上，包括透明方块，甚至是另一张蜘蛛网上。\n告示牌和画可以放在蜘蛛网上。\n恶魂看不见躲在蜘蛛网后的玩家。\n除发射器和音符盒外，其它所有机械方块均不能放在蜘蛛网上。\n在多人模式中，破坏蜘蛛网时产生的小颗粒有可能会被正在毁坏的蜘蛛网本身减缓。并且，这些小颗粒在蜘蛛网被破坏后不会向外发散，而是会直接往下掉落。这种现象仅会在延迟较高的服务器中出现。\n破坏蜘蛛网会发出破坏石头的声音。\n在蜘蛛网中下落时攻击都会造成致命一击。\n由于废弃矿井中蜘蛛网一般只会出现在支撑架顶，因此如果你发现了一处蜘蛛网多得蔓延到地上的区域，则暗示了蜘蛛网深处有一个洞穴蜘蛛刷怪箱。\n被活塞或粘性活塞推动的蜘蛛网会掉落成线。\n被水流冲击的蜘蛛网会掉落成线。\n你也可以牺牲双倍的耐久度使用剑快速摧毁蜘蛛网得到线，但仍然不及以上两种情况速度快。\n在 Xbox 360 版的创造模式中可以使用蜘蛛网。但蜘蛛网只称为“网(Web)”。\n若爬行者或TNT等在蜘蛛网中爆炸，或者你躲在蜘蛛网中，则蜘蛛网会吸收掉一部分爆炸伤害。\n蜘蛛网对玩家或生物发出的颗粒效果也有减缓作用。\n\n\n\n\nmc的科学之处——沙子\n\nTNT通常会让沙子变成物品掉落，有时会以方块的形式炸飞掉在附近\n一个Classic的故障可以允许玩家通过放置沙子在液体方块上方从而提高液体方块的高度。沙子会停留在半空直到分解。当分解后，原沙子下方的液体方块会出现在原沙子的位置。液体方块会在那直到有其他方块邻近摆放。\n如果一个沙子方块有雪在上面并且沙子方块要下落，雪会消失，并不会掉落雪球。\n悬浮沙子在游戏里可以自然生成。如果这个悬浮沙子受到干扰或者有方块被移除，则整个悬浮沙子会坍塌。这是现象是由于Minecraft放置沙子不过没有更新方块的状态，直到有邻近方块被改变后才更新。\n在Beta 1.3版的单人生存模式中, 玩家的出生点总是在沙子上。\n沙子不能在底层稳定存在，会落入虚空。沙砾也是如此。\n沙子放在藤蔓上时不会掉落\n如果在超平坦中只放沙子和向下掘，会令所有沙子掉下，并令游戏崩溃.\n\n\n沙子の基友菌——沙砾\n\n\n在下界里，巨大的天然悬浮沙砾是有可能出现的。就像沙子一样。如果你移除，摆放或者有火球砸到其中任何一个方块上，所有的悬浮沙砾方块都会立即坍塌。\n沙砾海滩在地图上显示的颜色与沙子海滩一样。\n当你把水放在沙砾旁边时，沙砾会变成粘土。（服务器插件）\n\n\n\n\n\n乳♂白♂色的东西——雪\n\n\n早前的万圣节更新，雪只在冬天模式时可在地图上被找到。但生成一个新的存档，地图有一定几率会有世界范围的大雪。在1.5版，雪可以出现在极地生态环境中。\n由于万圣节更新中一个缺失的功能，雪不会在Alpha 1.2到Beta 1.4_01版本中生成，不过在Beta 1.5版中，作为新的天气系统的一部分，雪又回来了。[2]\n在升级到Minecraft Alpha 1.0.5以前，在雪地上放置任何方块会浮在雪上。\n在早期版本的Minecraft，玩家可以通过放置水方块来很简单的收获雪。这么做，玩家可以得到大量的雪球，而代价微乎其微。\nNotch 提到过他可能制作一个雪块从高处下落会破碎成雪球的效果。[来源请求]\n雪会在靠近光源时（除了日光）融化。岩浆和萤石周围的三格，火把周围的2格，并且再向外的2格雪将无法再生。\n创造模式下无法直接调出雪，除非使用修改器；但是可以用雪块和南瓜来制造一个雪傀儡，令其走过的地方产生出雪来。\n多人模式下如果使用/give命令给予雪，则在断线重连后变成雪块。\n雪的损害值决定了其厚度。0代表1/8厚度，1代表1/4厚度，2代表3/8厚度……7代表1厚度。而碰撞箱方面，0、1、2、3的雪相当于空气，4、5、6、7的雪相当于台阶。\n悬浮的雪可以在雪区域的湖面上找到。这大概是由其下的附近水面的产生引起的。河移除了有雪覆盖的方块，不过没有移除雪。 [1] 玩家可以踩在雪上有时也会摔落。悬浮的雪特殊的效果可以用来做很逼真的桌子和其他装饰品。不过如果你放一个方块在悬浮的雪上，所有邻近的悬浮的雪会消失，就和悬浮的沙子类似\n\n\n\n\n\n窗户什么的大好——玻璃\n\n\n在生存测试（survival test）模式中, 玻璃可以被很快的被摧毁并掉落一个玻璃方块来捡起。\nNotch曾设想通过使沙子接触岩浆生成玻璃[来源请求]。。[来源请求]\n在 Beta 1.6 之前,当水在玻璃上时,玩家不可以创造无限水源。\n当玩家想用打火石点燃玻璃时,其耐久度会损耗但不会产生火焰。\n箭不会击穿玻璃。\n在箱子上放玻璃不会阻止箱子被打开。\n建造玻璃塔能通过引导阳光在水底发光。\n把玻璃放在向下流的水会使水流地更快更猛，这使制作陷阱很有帮助。\n当玻璃放在一个掉落的物品上时，物品将被困在玻璃里，但仍然能被正常捡起。\n玻璃在第一次亮相时有不同的样子/材质。 \n玻璃可以用来放置红石，梯子，火把或树苗，从而将它们摆放到它们原先不可以放的地方，例如箱子和熔炉上方。只要将玻璃放在箱子或熔炉的斜上方然后再将它们放在玻璃的边上，这就可以让它们成功放置在箱子或熔炉上。\n用剑摧毁玻璃要比用手更快。但这个摧毁玻璃的方式使用剑的2个耐久点。\n当玩家通过玻璃看末影人, 骷髅或 爬行者时, 它们不会被惊动.\n1x1的玻璃塔会在Beta 1.9pre3中产生的世界出现并标记要塞。 这并不是一个bug,而是Jeb忘了删除的一个调试功能。[1]\n用手和用镐摧毁玻璃的时间一样长，所以用镐来摧毁玻璃是在浪费它的耐久性。\n雨一度可以穿过玻璃，这一错误在1.5_01中被修复。\n\n\n所以玻璃是个好东西\n\n\n\n\n\n\n⑨⑨⑨⑨⑨⑨元可以买到——冰\n\n\n如果做了一个水梯，冰可以放置在梯子底部用来加速物品移动。\n由于从水里掉回冰面的物品可以继续保持其速度达6个方块之远，合理的摆放水可以做出运送物品的传送带。\n\n\n如果一个玩家用鞍骑着猪上了冰，猪的移动会不可思议的快。这使得穿越大范围的冰面变得简单。\n尽管看起来冰是透明的，但却无法透过冰块看清下面的水，也无法看到其他冰块。岩浆亦是如此。\n如果冰用修改方法出现在玩家背包里，然后在下界里打碎，水不会蒸发。这可用来刷黑曜石。（在1.3.1更新里修复，冰不会融化，只会消失）\n甘蔗可以放在冰面上。\n生成世界地图的时候，可能会产生一些冰块的区域，并且冰块下必定是水。\n如果冰放在半空中，用光源融化，则冰会化为停在空中的水，直到有其他方块触碰了这块水。\n如果你尝试用打火石在冰上打火，不会有火焰出现。不过打火机还是会减少耐久，正如使用了一样。同样的事可发生在玻璃上。\n冰不像玻璃那样透明，所以光穿过每个冰都会减少2个光照等级。\n冰在背包以及拿在手上看起来不是那么的透明，不过你放在地上就透明了。\n与传送门一样，冰是使用透明像素材质的极少方块之一（有颜色，但近透明）。\n怪物站在冰上被太阳晒不会着火，正如他们掉在水里一样。\n如果玩家在玩不下雪的万圣节更新前的Alpha版地图，还有1.6版，大海也许会整块冻成冰。 \n湖泊可能会在海上产生，造成冻结的海有“火山口”一般的冰\n\n\n\n\n\n好好睡♂一♂觉——羊毛\n羊毛被加入游戏是为了地毯的创造，色彩缤纷的建筑，以及在游戏中的像素彩绘。\n在皮革被加入游戏之前，羊毛也可以用来制作皮盔甲。 在 Creative Classic 模式中, 羊毛方块被称之为布块，一套16色。\n虽然调色板与beta版中的有些许的不同。 三个灰色的阴影在Classic 0.0.20a中添加。\n有色羊毛方块在Classic中的生存测试和Indev版中都是不可获取的，除非它们预先被放置在地图文件里。有\n色羊毛的代码在Infdev版里被完全删除。在地图上放置这些方块会导致游戏崩溃，因为它们不再存在。\n羊毛的第一次作为原材料是用来在Indev版里制作画。 白，浅灰，灰，和黑色的羊在Beta 1.2里,布块被重命名为羊毛方块而且可以有16种不同的颜色。\n白羊可以通过用染料右键点击来染色。\n淡灰，灰，和黑色的羊现在可以与白羊一起出现在环境中。\n在Beta 1.4里, 棕色和粉红色被加入天然有色羊的调色板中。\n在 Beta 1.6.6以后，羊毛方块的制作配方有所改变，对线的数量由9降低到了4个。\n羊有5%的机率为黑色，5%的机率为灰色，5%的机率为淡灰色，3%的机率为棕色，以及0.2%的机率为粉红色。【我就从来没见过粉红色的QAQ】\n如果没有足够的照明，怪物可以从有色羊毛上出现。\n在beta 1.7 升级里,羊毛会在摧毁时出现对应的颜色颗粒。在之前的版本中，所有的颗粒都是白色的。\n羊毛的损伤值和其染料是对立的。\n得到紫色错误方块的唯一方法是修改背包。它被放在手里时和普通的羊毛不一样，但是放置后会变成普通的羊毛。这是游戏里的程式所建立的防错误机制\n羊毛剪在摧毁羊毛时不会受到损害。\n\n\n材料略稀有 建筑很漂亮——砖块\n\n\nNotch声明在未来可能会有更多颜色和外观的砖块。\n用镐移除砖块需要三秒，不管你用的镐是什么类型的。【所以以后你就用木稿打砖块吧……】\n\n\n\n\n\n\n论有草无草的重要性——草方块\n\n\n草和泥土之间彼此的变化是非常常见的方块更新原因。\n草是Minecraft第一批制造出来的方块，可在这里见到。它在顶部的图像在各边都有，变成真正的“草方块”。\n草已成为Minecraft.net，Minecraft.exe和Minecraft.app的快捷图标。\n在初始版本(Indev)中，箱中曾有草放置着，而放置时，无论在哪里，草永远不会死。只有挖掘的方法才能杀死草。\n在Alpha 1.2.0和Beta 1.8之间，草在物品栏中获得时（通过物品栏编辑器或/give指令）或末影人拿着时(1.8 Pre-release)有不同的图像。奇怪的图像在顶端和侧面都有出现。\n直至Beta 1.5，两侧顶部的草图像和“高品质模式”中草的颜色相同。\n在万圣节更新之前，草一定有一个明亮的绿色顶部图像，因为生物群系还未出现。\n当附魔首次推出时，放置在下界中的草是灰色的。\n虽然在Beta 1.8中在物品栏里的草已被修补完毕，但直到Minecraft 1.0前，还是没法合理地获取。原因是在Beta 1.8 Pre-releases中，末影人拿起草仅显示草侧的图像。而在正式版释出时，草已可在拿着时正常显示出来。\n一个土壤方块上只能生长草或菌丝其中之一。如果草或菌丝方块相邻，他们不会互相感染。如果想要在草地中扩展菌丝，或在菌丝地上扩展草，最好的办法就是用锄耕地去掉草或菌丝。\n\n\n\n\n\n我要种子！我要种子！QAQ——草丛【包括这些】\n\n\n草丛有极小的机会生成在沙砾或者沙子上, 这个漏洞通常发生在NPC村庄.\n在多人游戏中，其他玩家手持一个草丛会显现为灰色。\n在单人以及多人游戏中，有时候草丛会浮空。\n有很小的几率你能在废弃矿井和NPC村庄里面的泥土上找到草丛。\n草丛不能直接被闪电点燃。然而，附近方块上的火可以传播到草丛上。相当奇妙的是，草丛的顶部可以被点亮，但它不会以这种方式燃烧。所有草丛被点燃后火就像在草上面盘旋一样，如同草丛是个完全的方块（技术上它是一个完全的方块）。\n草丛的颜色由它位处的生态体系决定，一般来说，它的颜色和草地的颜色一样。[2]\n草丛可以直接覆盖在其所在方块上（如同第二张截图里的那样）。Jeb说这可能是故意赋予草丛“野生”的样子。\n1.6版本以前多人生存模式生成的区块中已被确认出现了草丛。[来源请求]\n有个草丛mod在官方版本加入草丛前存在了很长时间，然而该Mod的草丛生成代码并未加入官方版本。\n草丛可以出现于洞穴中靠近岩浆的泥土上，基岩上也会稀有的出现草丛。\n在多人生存模式中的出生保护区内，在草地上使用骨粉仍会得到草丛和花（尽管没法移除它们）。\n因为地图生成器的漏洞，草丛也能在泥土方块上面找到。\n因为花和草丛不能在光度过低的地方存在，所以你可以把一块11x11的草地放在一个完全黑暗的空间，并且对着中间使用骨粉，这样就能立刻获得种子和花。\n草丛不会在自然条件下重新生长。无论是哪个生物群系，骨粉只能让普通草丛生长。因此只有普通的草丛是可再生资源。\n草丛看起来好像长偏了。\n\n\n\n\n\n来【数据删除】和【资料销毁】吧——床上【是床上 无误】\n\n\n在上床前迅速按下 物品栏 键可以在物品窗中看到睡觉的姿势。\n在多人模式中，你可以在床上观察其他玩家。如果有东西在手里，玩家会略微从床中露出，脚也会从床的边缘伸出。\n当走在上面时，床会发出类似于走在它下面的方块上的声音。如果床下面的方块被移除，会发出走在移除前的方块上发出的声音。\n如果床上方有一个方块，即使是梯台，床的表面也会变成黑色。\n多人模式中，在床旁边放置一块仙人掌会创造出一个分离的头靠。这可以用于创造心形的床或长凳。\n在和平模式中，床可以在户外使用，并且睡眠不会被出现在面前的怪物打扰。\n如果放置在地牢里面或附近，即使怪物笼被火把停用，怪物也会出现，即使床所在的地方是安全的。\n由于你不需要站在床上来使用它，床可以被用于单向运输。使用一个穿过１×１的孔的床，将会在醒来时把你传送到１×１的孔的外面。\n如果床的正上方被方块覆盖（比如，靠近天花板的床），那么睡觉醒来后会被传送到方块之上。\n放在台阶里面的床（台阶表面与床表面几乎等高）无法用于睡觉。\n\n\n\n[attach]432266[/attach]\n\n【床上似乎一页写不完 这里是补充\n\n\n\n\n如果你尝试在超过地图高度上限的地方放置一张床，这张床会从你的物品栏里消失。\n敲击床会使床的上表面发光，但不会影响光照等级，这也可能是播放破坏动画中的一个错误。\n有许多情况会导致出现“你只能在夜里睡觉”的信息，即使是在晚上。已知的情况包括：\n\n\n床周围全部被方块或水包围。\n右键点击床尾，而不是床头。\n在距离大于三个方块的地方右键点击床的任何部位。\n当站在床的上方时右键点击床。\n放置在洞穴中的床被许多火把围绕。\n床似乎只是强制把视角固定在床上；在屏幕淡出后，你仍可以四处走动，破坏／放置方块，射弓箭等等，但不能看见你在哪里或者你的装备／工具。这被称作“梦游”。\n如果在多人模式中站在床上右键点击床，“这张床已经被占用”的信息将会出现。就判定而言你已经在床上，但仍可以走动。这看起来像是躺在其他玩家的身上。[3]\n移动鼠标会引起画面上的一些物体面向不同的方向。这因为他们是“精灵”，物体会尝试面向玩家的眼睛（但实际上并不是那个位置）以避免被从侧面观察。\n在多人游戏中，许多情况会导致你由于处在“非法位置”被踢下线。:\n\n\n在潜行时睡觉。\n恰好在日出和白天之间睡觉。\n被从床上推进一个方块。（有时这会导致推人者也被踢下线。）\n在多人模式中，当快速地两张床间互相切换时会有一个小错误（可能是由于网络链接），你可以进入一张床并且仍然在另一张床上出现。\n在天花板低的房间里使用床能够导致玩家的头部在醒来时被卡住，并窒息而死，除非能够从中逃出来。这也同样可能在使用床的时候潜行时发生。\n在多人模式中，如果一个玩家上了一张床并且另一个玩家用固体方块（比如圆石）将床围住，前者会在尝试起床时以一个躺下的姿势被卡住。\n当用户在单人模式中足够快地右键点击一张床，“这张床已经被占用”的信息会在屏幕上出现。这是在Minecraft单人模式可能出现的第三条信息，甚至可能会出现两次，如果右键点击足够快的话。\n在床上保存游戏之后重新载入这个存档会导致玩家穿过地板掉下去并导致这张床“被占用”。这可以通过破坏并重新放置一张床来修复。\n有时如果你邻着墙放置一张床，会让你在重生时出现在墙的另一边。\n如果在床上时进行潜行，你会在睡觉时看到自己的头。放在地狱、终界的床睡上去之后会爆炸\n\n\n\n\n\n到头了——基岩\n\n\n玩家是不可能用敲击的方式破坏基岩的。基岩的\"硬度\"为-1。于程序代码中，负数硬度会分别处理，造成玩家每次对其形成的伤害和玩家攻击次数的乘积变成0，因此耗损累积度永远都只会停留在0。由于不能破坏基岩令人不便，因此很多修改器和游戏增强包都附有破坏基岩的功能。\n有流传基岩可以被足够数量的TNT所破坏。在 Minecraft 的程序代码中显示：多重爆炸对方块造成的影响不会叠加；任何方块若不能被一块相邻的TNT直接破坏，它亦不能被其它额外的炸药所破坏。虽然基岩的确拥有有限的爆炸抗性（18,000,000），但在游戏里面并没有任何爆炸有如此大的能量（方块平均具有15～30的爆炸抗性）。Notch在2011年2月11日于Machinima Live stream网站[1] 中确认基岩是不能被破坏的，亦或以如此巨大数量的TNT去破坏一定会令你的计算机死机，因此存盘不能记录爆破发生后的结果。\n\n\n\n\n基岩的材质由石头的材质修改而成，只是有更高的对比度。\n在Minecraft携带版里，基岩于代码中有第二种定义形式“隐藏基岩”。隐藏基岩是一种不可破坏、具有虚空外表的方块，环绕在世界周围。这种方块不使用原本的基岩材质。\n如果阳光能照到基岩层，虚空迷雾就不会影响视距。\n穿过地图底部的基岩层进入虚空后，一旦到达Y=-63（高度）时，会使玩家每半秒损失大约2点生命并快速死亡，不论你是否处于和平模式里。\n在万圣节更新前产生的地图内，基岩底层偶尔会有空隙可让玩家堕入虚无；虽然现在仍然有可能去找到这些空隙[2]，但它们已较难找到，因而降低了意外堕入虚无空间而造成自杀的机会。\n由于在地图生成机制中加入了可以在任何高度生成的湖泊（可能是水或岩浆），基岩层可能会因为它的出现而形成不寻常的巨大空隙。\n在Beta 1.3或以前的版本，在基岩下的耕地上播种，可破坏基岩。\n地图中一共有5层基岩，从Y=0到Y=4。\n在Beta1.6.0之前，如果你在最底层的基岩上放置船或铁轨和矿车，然后坐上去并破坏船/矿车会造成玩家跌落至虚空。\n在物品栏里没有任何方块供你垫脚情况下，你有可能会被困在基岩的缝隙里。\nNotch曾发送过一条推特表明他一不小心对基岩层做了点改动，不过没有细说到底是什么。[3]看起来只要越靠近基岩层，迷雾级别就越高，而且会散发出一种和虚空类似的粒子效果。\n\n\n在1.9 pre 6之后，玩家可以选择开启/关闭粒子效果了。\n在极端极端稀有的情况下，地牢可能会在基岩层里生成，覆盖掉原有的基岩。玩家可以轻易地破坏地牢中的苔石或圆石并落入虚空。\n在Indev版中，生成的基岩层表面很平滑。\n还有一种可能发生的极端稀有情况。废弃矿井亦有可能在基岩层生成，并覆盖掉原有的基岩。但是这已经不可能在1.2.4版及之后的游戏中出现了，因为现在的矿井会在生成的同时在其下方生成一个木板“桥”，而不像原来是浮空生成的。因此不会形成通往虚空的洞。\n它又是被叫做“Adminium”或“Adminrock”因为在多人生存模式服务器中只有管理员（Admin）才能够放置它们。\n红石原来无法被放置在基岩上；直到Beta版这在被改正。\n在1.0.0中，基岩可在5处地方找到：主世界的底部，下界的顶部，下界的底部，末影水晶被破坏之后，还有末影龙被击败之后。\n在Minecraft Classic版中，玩家走在基岩上时不会发出声音。在你走了一段时间之后再踏上草或石头之类的方块，走路的声音会抽搐地播放好一会儿直到你走下那块方块或等上一段时间。\n在极罕见的情况下，会在基岩上发现镶嵌于其上的矿石。\n在1.2.5预览版中，如果你在创造模式下，且物品栏里没有基岩。对着任何生物按“选取方块”键（通常是鼠标中键）都只会给予玩家基岩。\n在1.2.5版中，基岩在末路之地中一旦着火便会永久燃烧，就如地狱岩一样。当然，火也能被相同的方法扑灭。\n基岩不能被活塞推动，这意味着在生存模式里不能建造基岩房。\n在携带版的创造模式下，玩家能够坏基岩，但无法破坏虚空基岩。\n\n\n【原来还有虚空基岩这种东西！0A0\n\n\n\n\n\n\nTNT  ~QAQ~        SSSSSSSSssssssssssssssss……POW!\n[attach]432266[/attach]\n\n\n\n\n\n\n万圣节快乐！——南瓜\n\n\n实际上，戴在头上的南瓜不应该遮挡玩家的视线，因为南瓜留有两个洞。\n南瓜是唯一一个既可以穿戴又可以像方块一样放置的物品。\n可以通过修改材质文件来移除南瓜的视线阻碍作用。\n带上南瓜头盔激怒（直视或攻击）末影人的时候，末影人不会胡乱传送，而是直接冲向玩家。这对于击杀末影人获取末影珍珠很有帮助。在末地，末影人随处可见，带上南瓜头可以帮助你忽略末影人对你的干扰，专心对付末影龙。\n\n\n\n\n\n一步三阶——楼梯\n\n\n有的时候，当玩家切换至第三人称视角时，玩家所站的楼梯在切回第一人称时可能回倒置。\n通过按照合成楼梯方块的方式使用工作台合成6个苔石方块、6个裂石方块或者6个錾制石砖方块均只能获得石砖楼梯，而不会获得相应的楼梯。在木质楼梯和沙石楼梯的合成中也有类似性质。\n与台阶不同，如果上下颠倒的放置楼梯，其上表面可以放置火把。\n石英块楼梯是目前唯一一个由矿石块组成的楼梯。\n\n\n\n\n\n麻麻我套烟刷怪笼——苔石\n\n\n苔石之前被称为“苔藓圆石”，它的首次亮相是在生存测试版中，之后就一直被保留着。它看上去和圆石几乎一样，唯一的区别是上面多了一层苔藓。苔石不能用于制作任何东西，也不能被烧炼和合成。其唯一的用途就是用来建造，让建筑物看上去年代久远。自12w22a起，苔石除了能在地牢中出现之外，也能在丛林神庙中出现了。苔石长得也很像下界的地狱岩，它们的材质相近, 只不过地狱岩的颜色是亮红和深红相间。\nIndev,中，玩家可以在Indev小屋中的箱子里得到一整组的苔石（那时是99个）。早期的Indev版本中也具有完全苔石材质的房屋。当箱子被移除，房屋成为木质的之后，苔石就消失了，直到Infdev后期地牢加入游戏。在Beta 1.8中，苔石的材质从变成了。\n\n\n\n\n\n可以无限压♂榨【大雾】蘑菇牛了！——菌丝\n\n\n通常有误解认为菌丝上只能生成哞菇，这是不对的。攻击性和被动性生物都能在菌丝上生成，和其它方块一样。是蘑菇生物群系的特性阻止了其它生物的生成。同样道理，不在蘑菇生物群系中的菌丝不会生成蘑菇。\n菌丝的孢子效果在游戏源代码中被称为\"townaura\"（村庄光环）。这可能暗示了这种孢子效果，和 terrain.png 中没有用到的材质，都曾计划用于标记出村庄区域。\n\n\nNotch 已经提及，NPC村庄会有自己独特的生物群系[1]。\n采集菌丝,将掉落泥土(精准采集除外)\n若菌丝被一层雪覆盖，则菌丝侧面显示出被雪覆盖的草的材质而不是菌丝特有的材质。\n菌丝只在蘑菇生物群系中天然出现，但能放置在任何地方，或被活塞任意推动。菌丝与草的蔓延规律完全相同：菌丝可以传播到任何在同一高度和相邻的泥土，包括斜着的地面。它也可以传播至高1级和低3级的泥土。菌丝会直接传播至其他泥土，不会被地上的坑或是在其路径的方块所影响。蔓延时菌丝需要9级以上的亮度，而被蔓延的泥土则需要4级以上的亮度，并且不能被降低2级或以上的亮度的方块覆盖。这包括任何不透明方块，和岩浆，水，冰和一些半透明的方块，如台阶和楼梯。菌丝与草一样，会在被不透明的方块覆盖或亮度低于4的时候枯萎死亡。菌丝和草不会互相覆盖，最先蔓延上泥土的那一种会留下来。如果被蔓延的泥土上有树苗或花，树苗或花就会跳出地面，成为掉落的物品。在蘑菇生物群系中天然生成的洞穴和峡谷不会替换掉菌丝，通常会在峡谷底部留下薄薄的一层菌丝，或在洞穴中留下“条状”的菌丝层。\n\n\n\n\n\n\n全部关起来!=w=——铁栏杆\n\n\n铁栏杆造成的2x2区域可以提供一个足够容纳玩家的空间，但雨、水等则无法被该空间容纳。这一特征可被用于制造简单的水下房屋入口，若配合活塞，亦可被用于制造出口。玻璃板也有着同样的作用。\n如果一个告示牌或画被放置在铁栏杆上，它会显示为浮在空中。\n铁栏杆与玻璃板的有着相同的放置规律。放置单个铁栏杆时，它会像玻璃板一样形成十字形。\n因为铁栏杆不会被恶魂的火球摧毁，还会挡住恶魂的视线，它可用于在下界里不太宽的死路中制造“防恶魂”墙。\n铁栏杆也可以防止火焰蔓延。例如，用铁栏杆包围火焰能避免周围的木质方块被烧着。\n尽管看起来很细，铁栏杆仍会保护它们下面的方块（在其它方向受到保护）不被恶魂制造的爆炸波及。这在理论上表明你可以用铁栏杆和粘性活塞制造可开合的百叶门。\n若铁栏杆连接在一个上面铺有铁轨的方块上，它的顶部材质会消失。\n如果铁栏杆被放在一个单独的仙人掌顶端，则只有仙人掌的拐角处能造成伤害。\n当铁栏杆的第一张截图被放出时，人们还以为它是枯萎的甘蔗。\n像玻璃一样，铁栏杆可以阻挡除蜘蛛外的生物的视线。\n你不可以透过铁栏杆射箭，因此铁栏杆不可用于制造弓箭缝。\n栅栏对生物的高度是1.5格.而铁栏杆只有1格高\n铁栏杆不能像与墙壁连接那样粘连在粘性活塞上。\n\n\n\n\n\n\n防止僵尸入侵必备 在门前摆一盆吧——花盆\n\n\n花盆基于Reddit社区的建议。末影箱与物品展示框也一样。[2]\n尽管看上去花盆里有土，但合成花盆不需要泥土。\n放置在花盆中的仙人掌不会伤害生物。\n与火把类似，花盆会破坏掉落的沙子与沙砾。\n花盆可以天然地在沼泽小屋内生成，种植有红蘑菇。\n\n\n\n\n\n\n        内容大概就是这样了，还有更新的话，我会接着搬运的~\n        请大家支持我~我是路人君~{:10_512:}\n\nfile:///c:/DOCUME~1/ADMINI~1/APPLIC~1/360se6/USERDA~1/Temp/21018D~1.JPG\n\n\n\n",
    "replies": [
        {
            "author": "NPC兼路人君",
            "timestamp": 1390641660,
            "txt_content": "没人么……沙发自占"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1390641720,
            "txt_content": "在建造一个大工程的时候，你可以同时使用多个熔炉。经常能在大工地的附件看到熔炉被排成一面墙。虽然这些不是每时每刻都在烧炼，但是这样的话就可以大大减少烧炼大量物品的时间开销。当你以这种规模烧炼时，最有效的燃料就是煤炭或者木炭。\n误导，岩浆桶才是，燃烧时间是木炭煤炭的125倍"
        },
        {
            "author": "42486327",
            "timestamp": 1390641720,
            "txt_content": "国内搬运是违规的吧...."
        },
        {
            "author": "doi",
            "timestamp": 1390641780,
            "txt_content": "太长没看直接到最后回复"
        },
        {
            "author": "和平万岁",
            "timestamp": 1390641840,
            "txt_content": "警告：根据CC BY-NC-SA 3.0协议，所有从wiki搬运的资料都必须写上来源出处（中文Minecraft Wiki），否则将被视为侵权行为！\n\n维基上这么明显的警告没看到？"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390641900,
            "txt_content": "719220502 发表于 2014-1-25 17:22\n误导，岩浆桶才是，燃烧时间是木炭煤炭的125倍\n只是一组烧完了还有36个物品，拿不准时间添加，比较麻烦"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390641900,
            "txt_content": "42486327 发表于 2014-1-25 17:22\n国内搬运是违规的吧....\n我是新人…不知道规矩……抱歉……"
        },
        {
            "author": "20020607",
            "timestamp": 1390641900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1390641900,
            "txt_content": "好杂哦！看得头昏脑涨的{:10_522:}"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390641960,
            "txt_content": "doi 发表于 2014-1-25 17:23\n太长没看直接到最后回复\n之前看的时候也是^_^"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1390641960,
            "txt_content": "NPC兼路人君 发表于 2014-1-25 17:25\n只是一组烧完了还有36个物品，拿不准时间添加，比较麻烦\n自动熔炉不用解释"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390641960,
            "txt_content": "20020607 发表于 2014-1-25 17:25\n一看就是直接从维基复制粘贴的....\n不是哦~~~~~~~~~~~~~~~~~"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390642140,
            "txt_content": "719220502 发表于 2014-1-25 17:26\n自动熔炉不用解释\n这是纯净版的一些知识没有mod的{:10_492:}"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1390642140,
            "txt_content": "NPC兼路人君 发表于 2014-1-25 17:29\n这是纯净版的一些知识没有mod的\n自动熔炉也是原版的基本知识不解释"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1390642140,
            "txt_content": "不带你这样复制的啊。\n\n"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390642200,
            "txt_content": "719220502 发表于 2014-1-25 17:29\n自动熔炉也是原版的基本知识不解释\n……大神教我"
        },
        {
            "author": "萌萌苦力怕",
            "timestamp": 1390642200,
            "txt_content": "哈哈，板凳"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390642260,
            "txt_content": "长手的苦力怕 发表于 2014-1-25 17:29\n不带你这样复制的啊。\n唉，不懂没办法"
        },
        {
            "author": "y342900",
            "timestamp": 1390642380,
            "txt_content": "感觉是很久前的"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390642440,
            "txt_content": "和平万岁 发表于 2014-1-25 17:24\n警告：根据CC BY-NC-SA 3.0协议，所有从wiki搬运的资料都必须写上来源出处（中文Minecraft Wiki），否则将 ...\n我是从贴吧上搬运的，不是维基！！！！！！！"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390642500,
            "txt_content": "y342900 发表于 2014-1-25 17:33\n感觉是很久前的\n不知道呢，无意间发现的"
        },
        {
            "author": "聪明的猪",
            "timestamp": 1390642500,
            "txt_content": "好长啊~~~LZ辛苦了"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390642560,
            "txt_content": "聪明的猪 发表于 2014-1-25 17:35\n好长啊~~~LZ辛苦了\n是复制的，不幸苦{:10_512:}"
        },
        {
            "author": "szy531",
            "timestamp": 1390642560,
            "txt_content": " 本帖最后由 szy531 于 2014-1-25 17:39 编辑 \n\n你没看见wiki上的警告：根據CC BY-NC-SA 3.0協議，所有從wiki搬運的資料都必須寫上來源出處（中文Minecraft Wiki），否則將被視為侵權行為咩"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1390642620,
            "txt_content": "看过维基百科的都知道= =对于我来说，你已经火星了= ="
        },
        {
            "author": "聪明的猪",
            "timestamp": 1390642680,
            "txt_content": "NPC兼路人君 发表于 2014-1-25 17:36\n是复制的，不幸苦\n那么我收回这句话~~~~嘻嘻"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390642680,
            "txt_content": "yuchenyang 发表于 2014-1-25 17:37\n看过维基百科的都知道= =对于我来说，你已经火星了= =\n真不是维基啊{:10_503:}"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390642740,
            "txt_content": "聪明的猪 发表于 2014-1-25 17:38\n那么我收回这句话~~~~嘻嘻\n随你~{:10_492:}"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390642800,
            "txt_content": "szy531 发表于 2014-1-25 17:36\n你没看见wiki上的咩\n不是维基……{:10_566:}"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1390642800,
            "txt_content": "NPC兼路人君 发表于 2014-1-25 17:38\n真不是维基啊\n是吗？那你哪复制的？我是常常看维基的。= ="
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390643280,
            "txt_content": "yuchenyang 发表于 2014-1-25 17:40\n是吗？那你哪复制的？我是常常看维基的。= =\n百度贴吧………………"
        },
        {
            "author": "RAY5DHao",
            "timestamp": 1390643400,
            "txt_content": "WiKi上都有......"
        },
        {
            "author": "Bilibili_Sky",
            "timestamp": 1390643520,
            "txt_content": "小白打苦力怕掉唱片...这个也挺少人知道"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390646460,
            "txt_content": "Bilibili_Sky 发表于 2014-1-25 17:52\n小白打苦力怕掉唱片...这个也挺少人知道\n是啊，确实"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1390646520,
            "txt_content": "卅个屮 发表于 2014-1-25 17:50\nWiKi上都有......\n好好看评论！！！！！！！！！！！！！！！！我不是维基上看的！！！！！！！！！！"
        },
        {
            "author": "oomanj",
            "timestamp": 1390646580,
            "txt_content": "涨姿势了      "
        },
        {
            "author": "Bilibili_Sky",
            "timestamp": 1390647240,
            "txt_content": "NPC兼路人君 发表于 2014-1-25 18:42\n好好看评论！！！！！！！！！！！！！！！！我不是维基上看的！！！！！！！！！！ ...\nMinecraft玩家至少有一半不看WiKi...吧..."
        },
        {
            "author": "lsjj",
            "timestamp": 1391697600,
            "txt_content": "我居然看完了。。很好的东西"
        },
        {
            "author": "吾是新手渣渣",
            "timestamp": 1391759100,
            "txt_content": "太长没看"
        },
        {
            "author": "UF6",
            "timestamp": 1391763000,
            "txt_content": "用上漏斗就可以解决岩浆烧炼问题"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1392033900,
            "txt_content": "UF6 发表于 2014-2-7 16:50\n用上漏斗就可以解决岩浆烧炼问题\n我后来回去琢磨了，发现也是"
        },
        {
            "author": "XBear",
            "timestamp": 1392035280,
            "txt_content": "玩MC一年以上的玩家应该都知道本帖的那些技术性的只是吧= ="
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1392092940,
            "txt_content": "XBear 发表于 2014-2-10 20:28\n玩MC一年以上的玩家应该都知道本帖的那些技术性的只是吧= =\n没懂……"
        },
        {
            "author": "516883531",
            "timestamp": 1392097680,
            "txt_content": "岩浆桶原来可以少的吗"
        },
        {
            "author": "NPC兼路人君",
            "timestamp": 1392112380,
            "txt_content": "516883531 发表于 2014-2-11 13:48\n岩浆桶原来可以少的吗\n烧100个物品"
        }
    ]
}