{
    "title": "生存教程，小白可以來看看",
    "author": "pooh34",
    "replyCount": 9,
    "timestamp": 1390737060,
    "txt_content": " 本帖最后由 pooh34 于 2014-1-26 20:03 编辑 \n\nRT，不多說了，開始教程：生存模式（Survival Mode）。在该模式中，您可以收集资源、探索世界、合成或制作各种物品、建造建筑、和怪物战斗、甚至还需要寻找食物以满足您的饥饿。这个模式当前是Minecraft最主要的模式之一，这个模式在Beta1.8版本加入创造模式之前是唯一可玩的模式。在生存模式中，您有一个物品栏用于存放物品。绝大部分物品可以通过工作台创造，除此之外还有熔炉、酿造台等创建工具。一些特殊的物品需要利用合成表，组成一些特殊的图样来制成。您甚至可以在酿造台上利用酿造表制作各种用途的药水。\n合成：\n\n前提：您需要砍一棵樹，做出工作台。合成方法如下：\n工作台木板\n\n\n\n\n\n可以讓玩家在一個3x3格子里合成方塊/物品。\n\n基礎合成：\n、[编辑]名稱材料輸入 ? 輸出簡介木板木頭\n\n\n4\n\n\n\n\n\n可以作為建造材料並可以用於製作很多東西。你使用的木頭類型將影響輸出的顏色。木棍木板\n\n\n4\n\n\n\n\n可用來製作火把，箭，告示牌，梯子，柵欄和工具與武器的握柄。工作台木板\n\n\n\n\n\n可以讓玩家在一個3x3格子里合成方塊/物品。熔爐圓石\n\n可以讓玩家燒煉方塊/物品。箱子木板\n\n用來儲存方塊和物品。將兩個箱子放置在一起可形成一個擁有兩倍存儲量的箱子。火把木棍 + 煤炭\n(或者木炭)\n\n\n4\n\n\n\n\n用於製造光。火把也可以將雪或冰融化。\n\n生產配方：名稱材料輸入 ? 輸出簡介螢石塊螢石粉\n\n\n\n\n\n用於製造比火把更亮的光。它能融化冰/雪和在水下使用。如果再次開採，它將變回螢石粉。羊毛線\n\n\n\n\n\n作為建築材料使用並可以被染料染色。這配方並不推薦使用因為羊毛能輕易的從羊身上獲得。TNT火藥 + 沙子\n用來產生大範圍爆炸木質台階木板\n\n\n6\n\n\n\n用來做地板或者長的樓梯。兩個相同台階放置在一起會產生一個正常大小的雙台階方塊。石質台階石頭，沙石，\n圓石，磚塊，石磚，\n地獄磚塊，石英塊\n\n\n6\n\n\n\n用來做地板或者長的樓梯。兩個相同台階放置在一起會產生一個正常大小的雙台階方塊。木質樓梯木板\n\n4\n\n用來做緊密的樓梯。石質樓梯石頭，沙石，\n圓石，磚塊，石磚，\n地獄磚塊，石英塊\n\n4\n\n用來做緊密的樓梯。雪塊雪球\n\n\n\n\n\n作為建築材料使用，或是用於存儲雪球。粘土塊粘土\n\n\n\n\n\n作為建築材料使用，或是用於存儲粘土。磚塊紅磚\n\n\n\n\n\n作為建築材料使用。石磚石頭\n\n\n4\n\n\n作為建築材料使用。地獄磚塊地獄磚\n\n\n\n\n\n作為建築材料使用。書架木板 + 書\n作為裝飾使用，或是用於強化附魔台。沙石沙子\n\n\n\n\n\n作為建築材料使用。不像普通沙子，它不受重力影響。平滑沙石沙石\n（任何種類）\n\n\n4\n\n\n裝飾性方塊。鏨制沙石沙石台階\n\n\n\n\n\n\n\n裝飾性方塊。石英塊下界石英\n\n\n\n\n\n裝飾性方塊。豎紋石英塊石英塊\n\n\n2\n\n\n\n\n裝飾性方塊。鏨制石英塊石英台階\n\n\n\n\n\n\n\n裝飾性方塊。南瓜燈南瓜 + 火把\n\n\n\n\n\n\n\n用於製造比火把更亮的光。它能融化冰/雪和在水下使用。末影箱黑曜石 + 末影之眼\n箱子內的物品可以從所有的末影箱中訪問，但物品在多人遊戲中是玩家特定的。在被挖掘後只會掉落8塊黑曜石。鐵砧鐵塊 + 鐵錠\n\n\n用於修復/重命名物品和方塊，且受重力影響。信標下界之星 + 玻璃\n+ 黑曜石\n作為一個獨特的地標，同時為周邊玩家提供特殊能力。\n\n\n\n運輸配方：\n名稱材料輸入 ? 輸出簡介鐵軌木棍 + 鐵錠\n16\n\n用於運輸礦車。充能鐵軌木棍 + 金錠 + 紅石粉\n6\n在充能後能使礦車加速。在未充能時能使礦車停下。探測鐵軌石質壓力板 +\n鐵錠 + 紅石粉\n6\n功能如同壓力板(當啟動時會傳遞出一個紅石訊號)，但只能使用礦車來觸發。激活鐵軌鐵錠 + 木棍 + 紅石粉6\n當被紅石信號激活時將信號傳遞給行駛在上面的TNT礦車或漏斗礦車。礦車鐵錠\n\n\n\n\n可使玩家或生物沿著鐵軌移動。動力礦車熔爐 + 礦車\n\n\n\n\n\n\n\n使用煤炭或木炭做為燃料，可用來推動其它礦車。運輸礦車箱子 + 礦車\n\n\n\n\n\n\n\n用以在鐵軌上運輸物品。TNT礦車TNT + 礦車\n\n\n\n\n\n\n\n用於製造爆炸。漏斗礦車漏斗 + 礦車\n\n\n\n\n\n\n\n用於吸收鐵軌上和容器內的物品並傳送至另一個容器。船木板\n\n\n\n\n用於讓玩家在水中前進，速度比游泳更快。工具配方：\n名稱材料輸入 ? 輸出簡介斧木棍 +\n木板 或\n圓石 或\n鐵錠 或\n金錠 或\n鑽石\n\n\n\n\n用於比手更快地摧毀木質方塊。鎬木棍 +\n木板 或\n圓石 或\n鐵錠 或\n金錠 或\n鑽石\n\n\n\n\n挖掘石質方塊和礦石的必需品。鍬木棍 +\n木板 或\n圓石 或\n鐵錠 或\n金錠 或\n鑽石\n\n\n\n\n\n\n用於比手更快地挖出泥土，草，沙子，沙礫，和雪。鍬也是挖雪球的必需品。鋤木棍 +\n木板 或\n圓石 或\n鐵錠 或\n金錠 或\n鑽石\n\n\n\n\n\n用於耕泥土和草方塊來為農作物做準備。打火石鐵錠 + 燧石\n\n\n\n\n\n\n\n用於創造火。桶鐵錠\n\n\n\n\n\n\n用來保存和搬運水，岩漿，和牛奶。指南針鐵錠 + 紅石粉\n\n\n\n\n指向玩家的出生點。地圖紙 + 指南針\n會在拿著時創造出探索中地區的圖像。這可以用來尋路。鍾金錠 + 紅石粉\n\n\n\n\n顯示太陽和月亮的位置。釣魚竿木棍 + 線\n\n\n\n\n用來釣魚。也可以用於拉生物和其他實體。蘿卜釣竿釣魚竿 + 胡蘿卜\n\n\n\n\n\n\n\n用來控制騎豬時豬的移動方向。剪刀鐵錠\n\n\n\n\n\n\n\n用來收集樹葉，草叢，藤蔓，和羊身上的羊毛。也比手更快地摧毀羊毛。火焰彈烈焰粉 +\n煤炭/木炭 +\n火藥\n\n\n3\n\n\n用來創造火和點燃方塊和實體。它也可以被發射器發射出去。\n武器配方：\n名稱材料輸入 ? 輸出簡介劍木棍 +\n木板 或\n圓石 或\n鐵錠 或\n金錠 或\n鑽石\n\n\n\n\n\n\n比手給予生物更多傷害。弓木棍 + 線\n\n\n\n可以通過使用箭來進行遠程攻擊。箭燧石 + 木棍 + 羽毛\n\n4\n\n\n\n\n作為弓的彈藥使用。裝備配方and食物配方：\n名稱材料輸入 ? 輸出簡介頭盔皮革 或\n金錠 或\n鐵錠 或\n鑽石 或\n火*\n\n\n\n\n皮革帽子給予 \n黃金頭盔給予 \n鐵質頭盔給予 \n鑽石頭盔給予 \n鎖鏈頭盔給予 \n胸甲皮革 或\n金錠 或\n鐵錠 或\n鑽石 或\n火*\n\n皮革外套給予 \n黃金胸甲給予 \n鐵質胸甲給予 \n鑽石胸甲給予 \n鎖鏈胸甲給予 \n護腿皮革 或\n金錠 或\n鐵錠 或\n鑽石 或\n火*\n\n\n皮革褲子給予 \n黃金護腿給予 \n鐵質護腿給予 \n鑽石護腿給予 \n鎖鏈護腿給予 \n靴子皮革 或\n金錠 或\n鐵錠 或\n鑽石 或\n火*\n\n\n\n\n\n皮革鞋子給予 \n黃金靴子給予 \n鐵質靴子給予 \n鑽石靴子給予 \n鎖鏈靴子給予 名稱材料輸入 ? 輸出簡介碗木板\n\n\n4\n\n\n\n用於裝盛蘑菇煲和從哞菇身上取湯。蘑菇煲紅色蘑菇 +\n棕色蘑菇 +\n碗\n\n\n\n\n\n可回復飢餓值。 碗可重複使用。麵包小麥\n\n\n\n\n\n\n可回復飢餓值 。糖甘蔗\n\n\n\n\n\n\n\n可用於製作蛋糕、南瓜派和釀造迅捷藥水.蛋糕小麥 + 糖 +\n雞蛋 + 牛奶\n每次食用皆可回復飢餓值 。一塊蛋糕可吃六次，總共可回復飢餓值。在製作過程中桶並不會消失。曲奇小麥 +\n可可豆\n\n\n8\n\n\n\n回復飢餓值。金蘋果紅蘋果 + 金錠\n回復飢餓值，且會隨著時間回復生命值。是兩種能在飢餓條滿的時候吃的食物之一。附魔金蘋果蘋果 +\n金塊\n回復飢餓值，給予30秒的極速生命恢復，和5分鐘的抗性和火焰抗性。是兩種能在飢餓條滿的時候吃的食物之一。西瓜種子西瓜片\n\n\n\n\n\n\n\n可在耕地上種植。每種一次會得到一個西瓜。南瓜種子南瓜\n\n\n4\n\n\n\n\n可在耕地上種植。每種一次會得到一個南瓜。南瓜派南瓜 + 糖 + 雞蛋\n\n\n\n\n\n回復飢餓值。金蘿卜胡蘿卜 +\n金粒\n回復飢餓值，可用於釀造。附魔和釀造配方：\n名稱材料輸入 ? 輸出簡介附魔台書 + 鑽石 + 黑曜石\n\n\n用於將工具附魔。玻璃瓶玻璃\n\n\n3\n\n\n\n用於釀造。煉藥鍋鐵錠\n\n\n用於儲存水，供玻璃瓶使用。釀造台烈焰棒 + 圓石\n\n\n\n\n\n用於釀造。烈焰粉烈焰棒\n\n\n2\n\n\n\n\n\n可和末影珍珠放置在一起來製作末影之眼，也可用於製造岩漿膏，火焰彈和力量藥水。岩漿膏粘液球 + 烈焰粉\n\n\n\n\n\n\n可製造藥水，大多是用於抗火。發酵蛛眼蜘蛛眼 + 棕色蘑菇 + 糖\n\n\n\n\n\n用於製造藥水。所有以發酵蛛眼作為材料的藥水皆有負面效果，在製作噴濺藥水方面很實用。閃爍的西瓜西瓜片 + 金粒\n\n\n\n\n\n\n用於釀造以製作回復生命的藥水。金粒金錠\n\n\n9\n\n\n\n\n用於和西瓜片一同合成閃爍的西瓜，和紅蘋果一同合成金蘋果，或和胡蘿卜一同合成金蘿卜。成就：\n当提到Gamasutra，,[1] Notch说：“我喜欢成就。我知道许多人不喜欢，但是我喜欢。我有个想法，把成就系统做成比较像游戏里的探索。你会在一个树状的成就系统中看到第一个成就，当你完成顶端成就后，你可以解锁剩下的。”他还说了：“第一个成就可能是砍下一棵树，或是杀一只鸡，然后成就树的分支引导你做更多事。希望它能鼓励人尝试新的领域。”它有可能导向一个大任务，如杀死一头末影龙或别的，并会在成就树中放入一些描述。最后，当问到这样的改动是否会将玩家导向预设的轨迹，而不是和现在的Minecraft一样，鼓励开拓和创新，从而导致损害，Notch说：“肯定会。我希望这些成就给人感觉是可以尝试的事情，而不是必须去做的事情。人们只要想做，就可以跟随它去做。”Beta 1.4版原本打算加入成就和统计系统，但是由于不能正常运行，从而从发布版去除了。[2] 它在Beta 1.5版实现了。\n图片成就简介前提\n\n\n打开物品栏按“E”来打开你的物品栏。无\n\n\n获得木头摧毁树木直到跳出一个木头方块。打开物品栏\n\n\n这是？工作台！用四块木板制作一个工作台。获得木头\n\n\n耕种时间到！使用木板和木棍来制作木锄。这是？工作台！\n\n\n小麦面包师用小麦来做面包。耕种时间到！\n\n\n蛋糕是个谎言小麦、糖、牛奶和鸡蛋！耕种时间到！\n\n\n出击时间到！使用木板和木棍来制作一把木剑！这是？工作台！\n\n\n怪物猎人攻击并消灭一只怪物。出击时间到！\n\n\n狙击手的对决用弓箭从50米开外远距离干掉一只骷髅。怪物猎人\n\n\n斗牛士获得一些皮革。出击时间到！种群恢复喂小麦来繁殖出1头牛斗牛士\n\n\n当猪飞的时候骑上猪, 并让猪从悬崖上飞下而受到伤害。斗牛士\n\n\n采矿时间到！使用木板和木棍来制作木镐。这是？工作台！\n\n\n获得升级制作一把更好的镐。采矿时间到！\n\n\n“热”门话题用八个圆石来制作一个熔炉。采矿时间到！\n\n\n美味的鱼儿抓了鱼儿然后烤!“热”门话题\n\n\n来硬的冶炼出一块铁锭。“热”门话题\n\n\n在铁路上'通过矿车旅行, 移动到至少离出发位置1公里。来硬的\n\n\n钻石！用你的铁镐, 挖一些钻石吧。来硬的给你钻石！丢给其他玩家，僵尸，僵尸猪人或骷髅一颗钻石。钻石！\n\n\n附魔师使用书、黑曜石以及钻石来制作一个附魔台。钻石！\n\n\n赶尽杀绝制造一击8点血的伤害。附魔师\n\n\n图书管理员建造一些书架来强化你的附魔台。附魔师\n\n\n我们需要再深入些建造一个通往下界的传送门。钻石！\n\n\n见鬼去吧用一团火球干掉一只恶魂。我们需要再深入些\n\n\n与火共舞得到烈焰人的烈焰棒。我们需要再深入些\n\n\n本地的酿造厂酿造一瓶药水。与火共舞\n\n\n结束了？找到“末地”。与火共舞探索的时光找到所有生物群系结束了？\n\n\n结束了。击败末影龙。结束了？开始了？召唤凋灵。结束了。开始了。杀死凋灵。开始了？信标工程师制造最高级的信标.\n挖礦：在哪儿采矿最好？Y坐标为11的地方应该最适合采矿，因为这一高度相对安全，而且所有矿物（尤其是钻石）的储量都比较丰富。查看自己所在高度的最方便的方法是按下F3打开调试屏幕，或者去找一个岩浆池（通常也在这一高度附近生成）。您也可以直接下挖到基岩层，再向上攀爬6层左右到达目标位置。确定位置之后，您就可以使用下面列出的各种技术来开始您的采矿大业了。[编辑]如何开始采矿您首先需要找到一个安全的区域，然后就可以开始采矿了。采矿之前，请准备充足的材料和食物。为使您在不幸摔落后可以顺利返回，请不要忘记携带梯子。请在矿道内四处放置一定数量的熔炉，这可以使您在需要时能烹制食物。请确保您携带足够数量的镐。为了能够在必要时合成其他工具，最好再带上一个工作台。对于采矿而言，熔岩极其危险，所以在采矿时记得携带一桶水。当进行多人游戏时，请只在附近进行开采，否则极易触发陷阱。当然，不要忘记携带火把以提供照明。 万事俱备，现在出发！在采矿过程中建造铁路系统是十分必要的，铁路系统可以使您更为迅捷地在危机四伏的地下和地面之间来往以运送矿石。您可能需要制造运输矿车作为运输工具，并制造动力矿车或者充能铁轨（视自己拥有资源的数量而定）提供动力。但是请切记：岩浆能烧毁铁轨、爬行者能炸毁铁轨，其他怪物也能阻挡矿车运行。所以在铺设铁轨时请万分小心，您可能需要栅栏，石头等方块对铁轨加以保护。当然，有了适当的照明，您的铁路系统才能真正免遭损毁之虞。您有三种开始采矿之旅的基本方法，当然它们也可以结合使用：在众多露天的洞穴中挑选一个洞穴并开始探险，尽可能地使您的探险道路向下前进。即便是很浅的洞穴也能提供储量丰富的煤和铁矿石，更深层还会有金矿石等其他矿藏。洞穴探险的好处在于不用挖掘大量的石头，但是另一方面，洞穴中经常会盘踞着许多怪物，地形险恶，无论是水还是岩浆都将会造成一定的阻碍。如果您没有找到一个易于通行的洞穴入口，却发现了竖井或者是峡谷的话，在那里进行采矿也是不错的选择。您可以使用水桶来人为地制造一个瀑布，这样可以游到峡谷底部（或者游上来），接下来您就可以用前面所述的方法探索峡谷深处的洞穴。注意提防从高处坠落的怪物！爬行者尤其令人头痛。即使它没有给您带来死亡，也可能让您生不如死。您可以使用技巧支柱跳来照亮悬崖，或者到达那些看起来很高的隧道。当然，您也可以自己制造一个通向地下世界的入口：在方便的位置上（比如房间的地下室）挖掘一口垂直竖井，然后在适合的高度开始水平方向挖掘。通常这种方法会浪费更多的工具（因为所有的通道均需自行挖掘），但是配以合适的照明，您将几乎看不到怪物。您也有可能挖通了一个天然洞穴（事实上概率非常大！），此时您可以参照前面的技巧进行洞穴探险。关于采矿的最优策略众说纷纭，但是刚开始挖掘矿道时，最安全的方法应该是挖掘1×3的竖井并在中间配以楼梯免遭坠落。无论您如何布置您的矿道，请保障一定的光照以防生成怪物。当然，在洞穴中资源采集殆尽时，您可以返回您的矿道中继续开采。\n[编辑]洞穴采矿又称为洞穴狩猎。洞穴采矿简而言之就是探索天然洞穴，寻找并开采矿脉的活动。这项活动非常刺激且有挑战性，往往会用掉您在游戏中的大部分时间。矿脉会在洞壁，地面和洞穴顶部显露出来。在更新1.2版本以后由于洞穴附近的矿产会被增加(参见版本记录)，因此以这种方式采矿会更佳。探索大型的洞穴系统结果往往是获得大量的矿石。洞穴采矿与其他方式相比回报更高，因为这种方式在单位时间内可以获得更多的矿石，需求更少的工具（不必在挖掘石头，泥土和沙砾的时候消耗掉过多镐，锹的耐久度）。另一方面，洞穴探险也极度危险。未探索的黑暗洞穴中将出没许多生物；探索时必须带上剑，弓和盔甲。玩家在进行洞穴采矿时需要携带大量的火把来提供照明和防止生成更多的怪物。规模巨大的洞穴系统盘根错节，需要加以留心定位才不至于迷路。在洞穴中移动过快会漏掉一些通道忘记安放火把（这些位置可能会生成怪物），有可能会使您掉落竖井以及熔岩池中。某些洞穴在高度11以下的部分充斥着岩浆。基于以上这些因素，通常在面对全新的洞穴时需要先行进行探索和安放火把，在返回的途中再行开采矿石。尽管这样增加所需时间和降低采矿效率，但安全为上。洞穴页面中有探索大型洞穴系统的一些技巧，关于导航部分请参见教程/导航。带上装水的桶是个好点子。洞穴会随机出现一些岩浆流，在10层以下的一些洞穴甚至被巨大的岩浆池所填充，当您无意中掉落其中可以用水桶来扑灭火焰。同时，也可以作为在岩浆池表面制造黑曜石的手段(在固体方块上倒水让水流流向岩浆池；不要站在水流和岩浆之间）。如果您无暇招架怪物，您也可以在“选项”中将难度调为“和平”，这样会阻止生物的刷新。但是此时您掉进岩浆后依然会死掉，所以还是不要忘记带上水桶！洞穴通常会包含许多死胡同和废弃矿井，也会有很多挡路的沙砾与泥土。这些死胡同实际上很多都只有薄薄的隔层，如果进一步挖掘，有时会探索到相邻的整个洞穴系统。漂流式挖掘是通过挖掘死胡同简单地寻找邻近的洞穴的方法。在死胡同里听到生物的声音传来的时候，使用漂流式挖掘可以非常高效率地发现地牢。您也可以利用各种漏洞调用X-ray视野来发现洞穴，但是在服务器中这一举动很有可能会被封禁。最易于利用的漏洞就是站在1×2的洞穴之中（也就是说四周被岩石覆盖）使用活塞向头部推动萤石或TNT。注意不要使TNT被充能！封堵无意义的洞穴是有必要的。当您已经走到一条洞穴的尽头，并且挖光了沿途所有的矿物，那么，收拾好路上的火把，回到交叉路口，然后用建筑方块把洞口堵上。您一定不想被迷宫一样的洞穴搞得心烦意乱，或者从哪条洞穴里突然冲出一只怪物吓您一跳。这么做同时也为您省下了不少火把。[编辑]废弃矿井您不时会发现穿进洞穴的废弃矿井，您自己挖掘矿道时偶尔也会遇到它们。它们可以当作普通洞穴对待，但是废弃矿井中的资源比普通洞穴要丰厚得多，尤其是在蜘蛛网和木材方面（采集蜘蛛网得到的线可以制成羊毛作为标记使用）。不过，探索废弃矿井也有其特别的危险性：结构十分相似的矿道可能会使您迷失方向，而在矿井中预先放置的火把更是您难以分辨该区域是否被探索过。废弃矿井还经常会有洞穴蜘蛛出没，这种生物极难接近和消灭。由前面的描述可知，废弃矿井中预先布置了一定数量的火把，所以遭遇攻击型生物的几率会大大下降。支撑矿道的木板数量巨大，可以减少您因木材短缺而返回地面的次数。此外，矿道中经常会出现一段段遗弃的铁轨和装满财宝的箱子。一种避免迷失方向的方法是简单粗暴地去除矿道中所有的附加设施，只留下3×3的通道。这样做会使您能够回想起这里是否走过，但是缺点在于会浪费很多时间（以及镐）。最简单的方法是把火把全插在路的右边。这样回来的时候只要保证火把在左边就可以安全返回。还有一种方法是把3格宽地面的中间一格打掉，形成一个沟槽来标记走过的路。您甚至可以在里面倒岩浆来照明，或是铺铁路。[编辑]被沙地覆盖的洞穴如果您准备在覆盖着沙子或沙砾的地方（例如沙漠生物群系）采矿，您可以先破坏一个沙子或沙砾方块，然后观察是否有其它方块下落。如果有的话，这意味着您的附近有一个空穴。这种做法有一定的危险性。破坏身边的方块时，您脚下的方块也可能会一起下落。您可能需要借助梯子或者挖出一条路才能回到地面。但愿追杀您的怪物在阳光下失去威胁！另外，爬行者在这里比其他地方更加危险，落下的沙子也可能盖住矿物。[编辑]洞穴采矿携带物品清单一把镐。假如这是您的采矿初旅, 那么请采集一些圆石，然后做一把石镐吧。如果您已稍有采矿阅历，那么采矿时请带上两把铁镐以及至少一把石镐。如果您已经得到了一些钻石，并且您希望在钻石存在的深度进行一次高效的采矿，那么一把钻石镐您值得拥有，它不仅耐久更高，并且是唯一可以挖掘黑曜石的工具。矿镐常常没有挖到足够的钻石的时候就损坏掉了，如果您希望节约珍贵的材料，那么带一些石镐用来挖石头，带一把铁镐专门用来采矿。一把锹。至少携带一把铁锹以帮助您快速地挖开泥土和沙砾，摆脱用手挖土的繁琐过程。如果您的铁别有他用，带一到两把石锹应该也够用了。建筑方块，包括泥土和受重力影响的沙子。由于地下没有天然的沙子存在，您可以用它来标记道路。探索地下峡谷的时候沙子也特别有用。泥土可以很方便地在峡谷和岩浆甚至是充满岩浆的峡谷（真的有，非常壮观）上搭桥。如果您发现一大波僵尸或爬行者向您接近而又来不及招架，立刻拿起手中的方块进行柱子跳，然后逐个击破（手头有一桶岩浆的话直接倒下去）。火把。建议至少整整一组，多多益善。照亮您的四周可以使您了解探索过的地区以免迷路，亦将怪物生成的可能性降低至最小，并且有助于发现隐藏在阴影中的矿物。木头。假如耗尽了工具或者火把，您可以用它们做一个工作台和木棍来补充您的镐，锹，以及火把（您会在采矿时找到足够合成它们的煤炭的）。一个水桶。这将非常有用。当您着火的时候，它能扑灭火焰挽救您的生命和物品；您遇见岩浆时也可以使用它将岩浆变成黑曜石。一个空桶。空桶可以用来收集岩浆。岩浆桶不但可以作为熔炉的燃料，也可以当做另类的杀怪工具。当您失去了您的水桶的时候，您也可以用空桶来装水。食物。长期的采矿生涯会慢慢耗尽您的饥饿条。带上食物可以让您在洞穴中探索得更久，同时保持食物饱和度可以使您在受到攻击后能自动回复健康。武器:任意一种剑(宜用石制或者更好材料的)，一把 弓和一些箭。这些可以帮助您抵御遇到的怪物。盔甲。可以防护在采矿时遇到的各种伤害，包括被怪物攻击，被岩浆流灼伤以及从高处掉落。箱子。在您探索岩浆洞穴的时候，您可以用箱子来存放物品以规避死亡带来的损失。没有箱子的您死掉之后也许会损失一整组的铁，许多黄金，以及所有的食物和武器，但是您也可以选择在一个地方放上工作台和箱子，这样当您死亡的时候最多损失少量的煤炭，火把，石头和采矿的镐。告示牌。通过在告示牌上留下信息和由ASCII码构成的箭头，您可以在洞穴中标记路线。常用的信息如：出口 ->、居住所^、此处有僵尸刷怪笼。梯子（可选）。梯子的用途在于当您不慎摔落后却无法返回时……当然，您也可以通过梯子到达高处的矿道和平台。此外，梯子和栅栏一样可以用来阻挡洪水。不同种类的标示物（可选）。除了上文提及的告示牌，木头应该是最早可以获得的资源，如果身上有南瓜的话，您可以合成南瓜灯用于照明和指路。栅栏。栅栏不仅可以用来挡住未探索过的矿道，当您遇到水流和地下河，又没有带空桶的时候，它还可以用来切断水流。种子或西瓜种子（可选，中级技巧不在准备工具范围内）。种子的用途在于建立一座简单的农场。通过放置泥土，使用锄和种子，您可以得到一些应急的食物。您还可以通过猎杀骷髅来获得骨粉使作物快速成熟。抗火药水（以下这些提示适用于那些精通于洞穴探险的高端玩家）。当您在岩浆或者火焰附近工作的时候喝下它，比如在您发现的资源位于一个地下岩浆湖里的时候就可以尝试着喝上一口（否则您需要挖下去绕过岩浆来采集）。药水可以保护您免受火焰灼烧，也允许您免伤地在岩浆中游泳。 这种药水得成分虽然罕见，但一旦您找到了是很容易培育的。如果您还没有这种药水，切记带上装满水的桶子。末影箱（可选）。不同维度内的末影箱之间可以不受限制地共享物品。\n[编辑]人工矿井采矿又称为垂直式采矿 或矿井采矿，即开掘自己的矿道来探索隐藏资源。如同任何其他挖掘工作一样，您需要当心岩浆，水流，陷坑和充满怪物的洞穴，也许它们就在下一个方块后面。[编辑]方法您首先需要建造通向目标矿层的阶梯或竖井。然后向四周水平开掘房间与巷道（这一工作常常在数个不同的高度上同时进行）。您可以在下行坑道边建造小型基地，在那里放置箱子、工作台，熔炉甚至是床。您还可以制作一个用来取水和倒水的“水池”，做法如下：挖掘一个2×2，1格深的空地，在对角线的两方格中放水。1x3或L形的无限水源也是可以的，只不过取水的时候不要取端头的水，否则就不是无限水了。[编辑]矿井开拓技术[编辑]阶梯式矿井\n阶梯式矿井示意\n\n\n阶梯式矿井的优势在于您可以在不使用梯子的情况下方便地出入。将采矿而得的大量石头合成为石质楼梯可以让您更为方便地上下（不需要跳跃了！），但此时您需要将矿井通道加高一个方块才能通行。阶梯式矿井每下降一方块至少需要挖掘三个方块（不包括放置楼梯所需的额外头部空间）。以下是几种阶梯式矿井的可能形式：[编辑]直线式阶梯矿井直线式阶梯矿井一般向下方建造，偶尔也有可能向上建造。后一种方式建造的矿井未必有用，建议挖掘时带上地图以了解上方地表的情况。当您需要挖出另一条返回地面的路线时，您可以能会处于一个完全陌生的地区。同时，自您的居所延伸出来的楼梯随着您的深入很可能会超过了您居所的区块载入范围，或者至少离您的居所相当远。此时您在居住地附近耕种的庄稼将停止生长。直线式阶梯矿井的宽度可以为一方块、两方块甚至是三方块。挖掘直线式阶梯矿井最基本的方式即是45°向下挖掘，每向下挖掘一层向前掘进一格。如果您在挖掘时将高度设置为四方格而非三方格，您从地底返回时会较为容易一些，因为这样您在通过跳跃爬楼梯的时候不会有“撞到头”的感觉。每隔5层安放一个火把既能保障一定的亮度，又可以为您提供高度信息。当然，您也可以向对角线方向挖掘。首先面向一个角落，将它想象成为一个2x2x2方块缺一角的样子，然后挖掉这七个方块并放置火把。这种方法下降一层需要挖掘更多的方块，但也可以让更多的方块暴露出来。您也可以采用较为平缓的台阶式方法，每向下挖掘一层向前掘进两格。这样虽然会在水平方向上增加了矿井的长度，但是却大大方便了铁路和矿车系统的铺设。[编辑]螺旋式阶梯矿井虽然螺旋式阶梯矿井结构复杂，转向频繁，但是其优点在于可以在保持区块不变的前提下向下不断深入。螺旋式阶梯矿井向您提供了一种对目标针对性的挖掘方案，同时也是一种安全迅速地抵达基岩的方法。[编辑]3x3 螺旋阶梯矿井一种水平占地3x3的螺旋阶梯矿井设计如下：在以您为中心3x3的区域内绕着圈移动，每移动一格向下挖掘一格，确保下挖过程中保证隧道有足以容纳头部的空间。您可以选择保留中央立柱作为楼梯的隔墙，也可以挖掉它好在中间放梯子。同样地，您也选择可以在螺旋的阶梯上铺上楼梯块来提高返程效率。此外，搭完梯子之后，您可以挖走中央立柱，然后在最底部放上一格水（为避免淹没矿井，建议在下方挖掘1x1的水坑）。这可以让您直接跳进矿洞节约时间。移走中央立柱可以透一些光进来，但是却增加了危险：小心不要掉下去。（尽管在底部放水后并不会使您受伤）这种设计每转一圈下降8层。[编辑]2x2 螺旋阶梯矿井与3x3的设计类似。然而您将在2x2的区域内开掘矿井，这意味着没有了中央立柱。遇到沙砾和沙子时，您需要用泥土和圆石换掉它们。这种设计每转一圈下降4层。由于这种矿井的通道至多只能有三层高，所以完全无法安放楼梯。[编辑]5x5 螺旋阶梯矿井与3x3的设计类似，但是您将沿一个5x5区域的边缘挖掘。中央立柱可以被清除，用来搭建梯子，放置瀑布或向地下提供光照。最外圈可以安装楼梯，而中间层可以用来防止玩家掉落。 这种设计每转一圈下降16层，在开掘的过程中，您也探索了一片相对宽广的区域。这种设计的缺点在于各圈楼梯之间的资源容易被错过。[编辑]垂直矿井垂直矿井 是通过下挖竖井进入地下矿层的采矿技术。您可以开掘任意尺寸的矿井，但是挖掘1x1矿井是非常危险的，因为您会有落入天然洞穴或岩浆湖的风险。即使您打算挖掘更大的矿井，为了防止被岩浆伤害，您也有必要带上一桶水和一组方块。在竖井中，您可以搭建玻璃隔层并向四周挖掘来建造基地。[编辑]1x2选址（1x2的区域）。在您对面的地方向下挖一格（不要挖脚下）。跳进坑里。挖走您对面的方块和它下方的方块。在所有块上放满梯子（beta1.5版中，您不能通过梯子往上爬）。按照2.1继续。如此循环直到您到达目标高度。然后就可以按照您选择的方法水平探矿了。\n\n[编辑]跳水式矿井在直上直下的矿井里，您可以极快达到底部：只需要纵身一跃，跳进底部的水洼中即可；攀升则通过梯子。完成这种矿洞必要的准备包括64节梯子和两桶水。然后您将下挖一个3格宽的垂直隧道。到达矿井底部后，一端做成水洼，另一端布置梯子。完成后把中间填满以免当您跳跃的时候落在水洼之外。\n[编辑]水平采掘技术又称为资源性采掘技术 或层状采掘技术。[编辑]安全注意事项横向挖掘比起纵向挖掘要安全一些。但仍有必要采取一些类似的安全措施。建议在您的物品栏中放置一个水桶和一些廉价且不易燃的方块（例如沙子，沙砾或圆石），它们可以用于快速堵塞岩浆泄漏处，水可以将岩浆源转化为黑曜石，也可以灭火。[编辑]一些术语及其定义主巷/入口巷道：1x2或2x2的巷道，用以连接其余的巷道。开采效率：采掘出的矿石数量与采掘所耗时间之比。资源利用率：每区块采掘出的矿石数量与区块中矿石总量之比。权衡：在矿井的开采效率与资源利用率之间做出平衡。布局：矿场的俯视图。支巷：仅为开采矿石而开掘的巷道。支巷长度：开掘支巷需挖掘的方块数，建议用石镐耐久度的下降程度来度量。间距：相邻支巷之间的距离。资源的完全利用：如果一种矿场设计能够使得一个区块内的所有矿脉被发现，则称这种设计实现了资源的完全利用。分层：将两处矿场上下堆叠，在略微降低开采效率的同时极大提升资源利用率。[编辑]开采效率 vs 资源利用率开采效率可以近似地用发现的矿石数量与采掘的方块数之比来度量。资源利用率可以近似地用发现的矿石数量与区块内方块总数之比来度量。由于这两个概念都牵涉到发现的矿石数量，它们常常会被混淆。下面是一个计算开采效率和资源利用率的例子：假设我们开掘1格宽，2格高的支巷。如果所有的矿脉规模都不小于2x2x2，那么我们就没有必要让所有的方块都显露在外。支巷间距为3，层间距为4的矿场设计就可以达到资源的完全利用。如果90%的矿脉规模为2x2x2，10%为1x1x1，上述设计仍有98%的资源利用率。100%资源利用率的设计会使采掘量提高一倍，却只能增加2%的收益。这也就意味着开采效率下降了近一半。为了能精确地测量开采效率，我们使用如下公式：开采效率 = 开采出的矿石数/开采出的总方块数这一公式与真实世界中计算开采效率的公式类似（金属质量（克）/岩石移除量（吨））。我们首先做如下假设：矿脉的位置是随机的。矿脉的走向是随机的。矿脉有一定宽度。两条支巷距离太近可能会导致矿脉被穿过两次。\n在Minecraft中，这些假设基本上是正确的，尽管也有明显不对的地方（例如钻石矿脉在单个区块中只会出现一次）。于是我们发现了问题的核心：支巷间距。传统的高效采掘法要求支巷靠在一起，尽可能地使所有的方块暴露出来，从而开采全部的矿脉。所以我们先假设支巷间距为1，即两条支巷之间仅相隔一个方块。第一条开挖出的支巷无疑有极高的效率（事实上是可能达到的最高效率）。然而第二条的效率就会很低，因为它遇到的矿脉绝大多数已经在第一条支巷中被开采掉了。后面的支巷效率也和第二条支巷类似。总体上看，支巷间距为1的设计是极其低效的。现在我们假设支巷间距为2。很多人使用这一方案，因为这样可以使一层中所有的方块都暴露出来。然而这一方案下，前两条支巷仍然会穿过几处相同的矿脉，所以它也非常低效。我们可以这样想：只要前两条支巷仍有可能穿过同一处矿脉，这种采矿方案就并非是最高效的。由此可知，最高效的方案是让支巷间距足够大，以至于相邻两条支巷完全不可能穿过同一矿脉。有玩家用MATLAB做了一次虚拟实验。他使用了一张真实的Minecraft地图的横截面和一种虚拟的采矿方式（开掘1格宽的支巷，途中收集所有遇到的钻石。真正的玩家一般也是这样做的）。尽管这一实验仅针对钻石，但其方法也适用于其他矿石。实验中尝试了不同的支巷间距（从1到10），记录了每种情况下开采出的钻石数和总方块数，并计算每一种间距的效率。结果如下图：实验结果证实了我们的猜想——支巷排列过密会降低效率，支巷间距为6时，开采效率达到最大，约为1.7%。在这一间距下，各支巷实际上已经相互独立。从统计学的角度来说，由于相邻的支巷不会穿过同一矿脉，遇到矿脉的几率已达到最大。支巷间距大于6时，开采效率并无太大的增加。支巷间距为10时，开采效率开始下降。这是地图横截面尺寸过小导致的误差。如果实验用的地图足够大，开采效率应该会一直维持在最高水平。我们对上面的讨论做一个总结：我们可以给出开采效率的一种可行定义：开采效率 = 开采出的矿石数/开采出的总方块数。开采效率达到最大时，相邻支巷彼此独立（即不会穿过同一矿脉）。支巷间距为6时，开采钻石的的效率达到最大。由于开采其他矿石远比钻石容易，建议平时使用这一间距采矿。\n[编辑]矿场布局[编辑]平面树形布局树形布局即从主巷开掘出分支，在尽量少开采方块的同时使尽可能多的方块暴露出来的布局方法。\n[编辑]丰字形布局这是寻找稀缺资源的一种代价较低的方法。首先挖出通向矿床的通道，然后向两边挖掘，就像树枝从树干长出来一样。建造一条通向矿床的阶梯。向前挖一个3×3的房间。建造主巷，每隔四块挖出一条32格深的支巷。（并非最佳方案。关于最佳支巷间距的讨论见上方[开采效率|分析]）为了进一步提高效率，您可以在主巷的末端向前挖一个4x1x1的探孔，这种探孔的效率比两格高的隧道要高。\n示意图如下:                           X = 主巷                           B = 支巷                           S = 阶梯                           Y = 房间（可用于存放物资）                                                                B       B                 B       B          B       B                 B       B          B       B                 B       B          B       B                 B       B          B       B                 B       B          B       B                 B       B          B       B       YYY       B       BX X X X X X X X X X X X X YYY X X X X X X X X X X X X          B       B       YYY       B       B          B       B        S        B       B          B       B        S        B       B          B       B        S        B       B          B       B        S        B       B          B       B        S        B       B支巷的长度并不重要，但是32格长度是有其道理的，因为此时开挖一条支巷会耗费一把石镐一半左右的耐久度（石镐的耐久度为132）。[编辑]羽状布局羽状布局是丰字形布局的变体，它减少了发现矿石所需的工作量。就像其他典型的树状布局一样，羽状布局同样需要从主巷开掘出分支，但是支巷间距要大得多（下面示意图中的支巷间距为13）。建造支巷时，您可以等间隔地在左右两边打出探孔，以发现深处潜藏着的矿石。这是一幅典型羽状布局矿场的示意图：    . = 支巷（两格高）    # = 石头    - = 探孔（一格高）    T = 主巷    # # # # # # # # # # # # #    # - - - - - . - - - - - #    # # # # # # . # # # # # #    # # # # # # . # # # # # #    # # # # # # . # # # # # #    # - - - - - . - - - - - #    # # # # # # . # # # # # #    # # # # # # . # # # # # #    # # # # # # . # # # # # #    # - - - - - . - - - - - #    # # # # # # . # # # # # #    # # # # # # . # # # # # #    # # # # # # . # # # # # #    T T T T T T T T T T T T T    # # # # # # . # # # # # #    # # # # # # . # # # # # #    # # # # # # . # # # # # #    # - - - - - . - - - - - #    # # # # # # . # # # # # #    # # # # # # . # # # # # #    # # # # # # . # # # # # #    # - - - - - . - - - - - #    # # # # # # . # # # # # #    # # # # # # . # # # # # #    # # # # # # . # # # # # #    # - - - - - . - - - - - #    # # # # # # # # # # # # #[编辑]转轮式布局\n支巷间距为2的转轮式布局\n\n\n这是一种较为费时，但覆盖区域也较大的布局方法。建造一条通向矿床的通道。挖出一个房间。一个功能齐全的基地可能需要10x10x8的空间，但是如果您的房间仅仅作为巷道交叉点的话，4x4x2的空间就足够了。（如果您要建造2格宽的主巷，房间的长和宽最好为偶数。1格宽的主巷则应搭配长和宽为奇数的房间。）从房间墙壁的中间向外开掘主巷。建议一直挖掘到背包装满为止。这一过程本身就可以让您收集到数量可观的矿石。如果您的主巷与支巷宽度相等，建议在主巷中放置告示牌作为标记。需要注意的是，如果您使用直线式阶梯到达矿床的话，阶梯方向的主巷会较难建造。在返回途中标记需开掘支巷的位置。清空背包之后，返回主巷，开始建造支巷。建议在背包仅余3格空间时返回。在返回途中放置火把并收集未开采的矿石。\n这种布局的效率可与[1]媲美，而且修改布局也比较方便。不过玩家采矿时行走的路程仍然较长。[编辑]基地-分支式布局下面是示意图中矿场的建造过程，这一矿场的资源利用率为100%。建造一条通向矿床的阶梯。这里为了达到100%的资源利用率，阶梯被建成两格宽。向前挖一个10x7x3的房间。注意要让阶梯处在10格长的那面墙的正中央。从房间的一角开始，每隔两格开掘一条支巷。\n示意图如下:     A = 空气     B = 石头     S = 阶梯     T = 支巷                 A A A A A A A A A A T T T T T                 A A A A A A A A A A B B B B B                 A A A A A A A A A A B B B B B                 A A A A A A A A A A T T T T T                 A A A A A A A A A A B B B B B                 A A A A A A A A A A B B B B B                 A A A A A A A A A A T T T T T                 T B B T S S T B B T                  T B B T S S T B B T                 T B B T S S T B B T                 T B B T S S T B B T                 T B B T S S T B B T适当地调节上述建造过程中的参数，您就有了一个覆盖面积大，而且也十分高效的矿场。[编辑]分层树形布局分层树形布局是将数个平面树形矿场上下堆叠的布局方式。如果您选择了这样的布局，您应该让您的支巷之间相隔奇数个方块。否则您的开采效率会降低，开采盲点也会出现。举例如下： 如果所有矿脉的规模均为2x2x2，则下图中的布局方式开采效率为100%。更小的矿脉则有一定概率不被发现，但是这一概率并不高——这种布局的实际资源利用率在80~90%之间。 （支巷Y坐标为8，12和16） :oxoooxoooxooo :oxoooxoooxooo :ooooooooooooo :ooooooooooooo :oooxoooxoooxo :oooxoooxoooxo :ooooooooooooo :ooooooooooooo :oxoooxoooxooo :oxoooxoooxooo :ooooooooooooo :ooooooooooooo （基岩       ） （x=支巷, o=石头）这种布局适合在单人游戏中使用。如果您不希望在您的矿场正上方或者正下方有未发现的2x2x2钻石块，这种方案就是一个不错的选择。下图中布局的层间距为3。这种布局的效率比上一种低很多，但是可以找到区块中90%的钻石： :oooxoooxoooxo :oooxoooxoooxo :ooooooooooooo :oxoooxoooxooo :oxoooxoooxooo :ooooooooooooo :oooxoooxoooxo :oooxoooxoooxo :ooooooooooooo :oxoooxoooxooo :oxoooxoooxooo （x=支巷, o=石头）这种布局适合在有些拥挤的服务器中使用，因为这样的游戏环境下资源利用率更重要。如果您愿意牺牲开采效率以换取100%的资源利用率，您可以令层间距为2： :oooxoooxoooxo :oooxoooxoooxo :oxoooxoooxooo :oxoooxoooxooo :oooxoooxoooxo :oooxoooxoooxo :oxoooxoooxooo :oxoooxoooxooo这种布局不但低效，而且会给入口巷道的设计带来困难——右图是两种针对这种布局的交通方案。这种布局仅适合在极其拥挤，一块矿石值千金的服务器中使用。\n资源利用率为100%的高效分层树形布局\n\n\n\n这种设计允许玩家先选择采矿高度，再选择适当的支巷\n\n\n几乎所有的平面布局都可以改造为分层布局（尽管建造一个采用分层Phoneix布局的矿场也确实令人头疼）。分层布局的开采效率略低于平面布局，但资源利用率却会极大提升。玩家可以通过选择适当的层间距来控制矿场的资源利用率。[编辑]特殊采矿技术[编辑]TNT爆破法TNT爆破法是一种危险的采矿方法。这种方法可能伤及玩家，也可能摧毁矿石。如果您下决心采用这种方法，您可以采用下面所述的“三格嵌入爆破法”：首先找到一面合适的石头墙，向内挖三格，在第三个镂空位置放置TNT，用打火石右击点燃后退后几步快速在洞口放置一个石头方块：爆炸会创造出一个完美的4x3x3的洞。您可以按需要重复上面的操作。一种更快速但是风险也更大的技术是在墙壁上挖出一个小的壁橱式的空间，然后用大量TNT填满后引爆。这会创造出相当大的洞穴，然而这种方法会摧毁大量的方块，包括某些未被发现的珍贵矿藏，而且爆破也可能让大量岩浆涌入通道，造成洞穴难以进入并且烧毁爆破产生的方块。[编辑]活塞探洞法您可以利用活塞发现附近的洞穴，方法如下：面朝墙壁方向安放活塞，通过拉杆、红石火把等工具为活塞充能。如果活塞方向上12格内存在洞穴，活塞会将岩石推入墙中，留下一个小洞。[编辑]活塞取矿法活塞取矿法是一种采集少量珍贵矿石（例如钻石矿）的方法。这种方法也可以用于在危险区域制造“窗口”。具体步骤如下：在目标区域一侧寻找一个相对安全的地方，挖一个2格宽的洞。在洞里放入一个可被推动的方块，在方块后面放置一个活塞。如果您的目的是制造“窗口”，第一个方块建议使用玻璃，为了节约材料，我们之后可以使用较廉价的方块来推动玻璃。在目标区域另一侧相对的地方挖一个“取矿口”。注意活塞一次只能推动12个方块。所以“取矿口”的深度一定要合适。激活活塞，让活塞推动前方的方块，然后撤掉能源。去“取矿口”取出方块，然后在活塞前方放入另一个可被推动的方块，激活活塞。如此循环，直到全部矿石被取出，或者危险已被探明。拆下活塞以备日后使用。\n这种方法仅能开采少量矿石。但是如果您需要开采危险区域中的钻石矿，或者需要探查潜在危险的时候，这种方法就会非常有用。[编辑]其他采矿技术[编辑]露天采矿这是一种一层层剥离矿山表面，直至整座矿山被夷为平地的采矿方法。最上面的五层方块可以用TNT清除，因为这些方块中包含矿石的可能性极低。以下是本方法的示意图:     A = 空气     B = 方块第一步效果如下：         A A A A A A A A A A         A A A A A A A A A A A A       A A A A A A A A A A A A A A       A A A A A A A A A A A A A A A       A A A A A A A A A A A A A A A     B B B B B B B B B B B B B B B B 清除掉前五层之后，您就应该自己动手挖掘了。接下来的几步效果如下：         A A A A A A A A A A         A A A A A A A A A A A A       A A A A A A A A A A A A A A       A A A A A A A A A A A A A A A       A A A A A A A A A A A A A A A     A A A A A A A A A A A A A A A A   B B B B B B B B B B B B B B B B B B         A A A A A A A A A A         A A A A A A A A A A A A       A A A A A A A A A A A A A A       A A A A A A A A A A A A A A A       A A A A A A A A A A A A A A A     A A A A A A A A A A A A A A A A   A A A A A A A A A A A A A A A A A A B B B B B B B B B B B B B B B B B B B B B当您需要大量矿石或者一大片平地的时候，您可以考虑使用这种极费时间的方法。[编辑]采石场采矿主条目： 教程/采石场\n一座16x16采石场的俯视图\n\n\n\n从底部向上看\n\n\n采石场采矿是一种能够挖掘出所在区域全部资源的采矿方法（当然，树形矿场也能做到这一点），也是Minecraft中常见的采矿方法之一。就像真实世界中的采石场一样，这种方法选定一个较大的长方形区域，然后一层层挖掘下去。在挖掘的过程中，您可以在石壁上搭建阶梯，也可以搭建螺旋形铁路用于交通。一般来说，采石场会在挖出洞穴或基岩后停工（您当然也可以不理会洞穴，但是它会给您的挖掘工作带来麻烦），此时您可以开始施行您的其他工程。\n未完成的20x20采石场\n\n\n建设采石场的方法如下：确定工程规模。采石场的规模与效率之间并无关系，不过为了多采集一些资源，建议您建造一个较大的采石场。（常见的大小有20x20和20x30）将采石区域的最上方一层方块去掉（注意保留阶梯处的方块）。一层一层地向下挖掘并延长您的阶梯，直到您挖到基岩或者放弃这一工程为止。\n示意图如下：\n     - = 空气     B = 石头     S = 阶梯采石场顶层：         BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB         BS----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB接下来几层：         BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB         B-----------------------------B         BS----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB                  BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB         B-----------------------------B         B-----------------------------B         BS----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         B-----------------------------B         BBBBBBBBBBBBBBBBBBBBBBBBBBBBBBB玩家很有可能因掉进采石场而死亡。为了避免这种事故，建议在采石场底部覆盖两格水（这样就可以省去阶梯了），或者在四周建造栅栏。另外，为了避免您的采石场变成刷怪坑，您需要建造适当的照明设施。使用这种方法，您会获得大量的圆石，泥土，沙子，煤，铁甚至金子，挖到岩浆的概率也很高。不过这种方法开采钻石和青金石的效率非常差，因为它们的分布高度太低了（当然多少会开采到一些，数量因采石场的规模与位置而异）。采石场的用途不止于此。它还可以使大量的洞穴暴露出来以便日后探索，也可以改造为陷阱。\n[编辑]隧道采矿你需要挖掘一个横向的长隧道来获得原石和矿石。在此期间你需要携带大量的木头（以合成木棍），同时最好带上工作台、箱子和熔炉。最简单的隧道高两个方块宽一个方块，但是如果使隧道的宽度或高度增加，每挖掘一层所取得的圆石也会增加（但不会使获得圆石的速度增加，同时也会获得更少的矿石）。如果要挖掘至地下大概为第50层，挖掘至水面下为第40层，在第12层左右就可以获得一些珍稀矿石。 你也可以用圆石封堵住已经探采过的隧道。这更像是一个采石场，不过在穿过泥土层或沙子层时由于会耗费更少的资源而显得更加实用，并且这些隧道也可以用作连接不同的路径以往返于不同的地点。一个4*3的并有1800个方块长的隧道就可以获得与18*18且直至基岩的采石场相同的产量，并且在理论上由于不会接触到岩浆层而更显安全，若是在第12层采矿还会获得更多的钻石或红石，更好的是在隧道中的坠落显然是不致命的！在你想获得矿石和圆石时，隧道采矿更加有用。如果那你只想要矿石，那还是用树形采矿法吧。[编辑]多重采矿这种名称适合任何如下的复合采矿法:[编辑]树形采石挖矿法这涉及到挖一座采石场以及当挖掘时由外圈每向下几个方块增挖矿层。采石场的边必须是一个特定长度,例如对一个支巷相距两个方块的树形矿坑,你需要每边为[(能被3整除的数)+1]个方块长。结果会有些像购物商场中庭与一个巨大的开放空间还有一堆\"货架\"。然后,将矿井挖至少20个方块长来得到大量矿石,在较低的高度包括较多的钻石(大约3个矿脉)。对于一个10x10采石场,你会得到大约150组圆石,而对于较大的矿坑(例如40x40)你会得到大约2000组,方便大规模的建设项目。\n[编辑]洞穴采石挖矿法挖一座深至y坐标低于25的采石场,并尝试发掘出一个洞穴。如果你这样做,你可以探查这个洞穴。很多较深的洞穴没有地面入口,而能探索一个除采石场外与外界封闭的洞穴能让你同时获得大量的圆石,泥土,和沙砾,与发掘一座深洞穴的回报一样。如果你不想要挖出的石头,你可以用它来填充死路,让你更易于探索洞穴余下的部分。[编辑]\"大规模采矿\"适用于那些喜欢在一条直道挖矿但试图不挖太长的人。一旦你到达了基岩层,向上几个方块然后开始挖掘并使它成为一个大型走廊。如果你挖到了一个洞穴,继续制作大型走廊(但先确保洞穴安全)。这会使你储存大量的圆石及有更多找到岩浆的机会。寻找近旁那些如果你用其它方法时找不到的矿石以及在你采矿时不迷路。这个一个非常基础技术而累人的采矿方式。建议使用一个有最高级效率附魔及耐久附魔的钻石镐以便镐在这个过程中不损坏同时与使用一把未附魔石镐相比消耗更少的时间。[编辑]随机采矿随机采矿非常简单:挖,挖,挖不论地点和原因只要你忽然觉得想开挖。很简单,以及是开采四周时可能获得最大收益的方法:你可以找到地牢,巨大的洞穴网络,也许是敌人的基地。 但是!这同时也是,可能,获得最小收益:你可能离16块钻石矿石2个方块远(两条矿脉,来自两个不同的区块)然而一无所知!-而一般来说,有可能会在转身后错过所有矿石,甚至是煤炭....\n但是这绝对是最危险的:你可能迷路,把路挖到岩浆里(而且由此失去你所有的物品),把路挖到峡谷里,把路挖向一个有5个愤怒的骷髅的骷髅刷怪箱,或甚至让你摔落40个方块高。另外,你可能由于向正上方挖到一堆沙砾或沙子而使自己陷入困境,或挖进海洋而把你的矿坑淹掉一半。据说,随机采矿有一个主要的好处;这会迷惑潜在的熊孩子。用所有种类的扭曲通道围绕一座主基地虽然不能阻止一个有意决定了的熊孩子用一个广空间分支挖掘来找到你但当然也是一个可行的选项。注意:为了保证安全建议一个人永远不要直接挖下方,或正上方。[编辑]开放/部分开采不要与露天开采混淆;然而,这确实是一个类似的方法。[编辑]房间开采这种形式的挖掘涉及某人做一个大厅然后在墙上做一个小出口。从那里,一个人必须简单地挖出一部分方块制造一个空间。这个方法会在大厅下的每边重复很多次创建各种用途的房间,在此过程中发现一些矿石和重要材料。这个方法对于创建房屋、畜棚、室内花园、储存室,和建造难找的/秘密的地方是有用的由于它提供了各式各样一个人可能为了找东西而去的空间,但是他们可能在这个过程中放弃除非他们已下定决心。[编辑]隧道开采这与房间开采高度相似,除了不是造房间,你建造隧道。然而,这需要更长的时间来造以及隧道通常远远大于房间。正因为如此,隧道开采较少使用由于隧道在建造它们的过程中损耗很多工具同时采矿过程可能挖到水体然后淹没隧道。然而,如果玩家想要为船建造一个人工河流,这可能不会是个问题。尽管事实上,他们可能会产生许多资源,玩家可能在制造它们的过程中用完几把镐或锹以及用来照亮隧道的火把。玩家可能厌倦这样做然后可能会在仍在建造隧道的过程中放弃它们。有些人可能由于失去补给及隧道没有足够继续的回报而不考虑开始建设未来的隧道。通过建造似乎哪儿也去不成隧道这个方法对建造矿车地铁、大型室内花园、艺术画廊、林场、运河、大型畜棚(复数可)、迷宫、建筑垂直和水平结构、构造带状矿井,和秘密/难寻的地区是有用的。\n\n本次教程到此結束。\n出處Minecraft Wiki.\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "oomanj",
            "timestamp": 1390737420,
            "txt_content": "先顶后看好习惯"
        },
        {
            "author": "pooh34",
            "timestamp": 1390737600,
            "txt_content": "oomanj 发表于 2014-1-26 19:57\n先顶后看好习惯\n無語中。。。。。"
        },
        {
            "author": "cyqsimon",
            "timestamp": 1390737660,
            "txt_content": "复制黏贴的真好\n\n还有就是\n\n看到这里我笑了\n\n生存模式（Survival Mode）是Minecraft中比较特别的一种游戏模式。"
        },
        {
            "author": "幼稚豪",
            "timestamp": 1390737780,
            "txt_content": "好长好长...辛苦了{:10_492:}  我说一点：最适合采矿的地方应不是第11层 岩浆均生成11层 有一点风险 更建议12层 同样也有钻石哦 望采纳 呵呵"
        },
        {
            "author": "我的工业2",
            "timestamp": 1390737840,
            "txt_content": "整段复制的必死无疑！"
        },
        {
            "author": "abalala",
            "timestamp": 1390737840,
            "txt_content": "好多字，亮瞎我的狗眼啦！"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1390738320,
            "txt_content": "其实我已经背出来了"
        },
        {
            "author": "arabica",
            "timestamp": 1390738380,
            "txt_content": "豆比，wiki上ctrl+c过来的吧！"
        },
        {
            "author": "我勒个去234567",
            "timestamp": 1391001300,
            "txt_content": "辛勤的搬运工一个"
        }
    ]
}