{
    "title": "机甲之灾——银狼出品（草稿）",
    "author": "银狼",
    "replyCount": 0,
    "timestamp": 1390746180,
    "txt_content": "\n\n小型机甲：宽度为8米，高约24米，可搭配重型大口径机枪，中等口径机炮，小型粒子炮等等。需一人操作。\n中型机甲：宽约12米，高约39米，可搭配战舰级机枪，大口径机炮，大型粒子炮等等。需一人操作。\n大型机甲：宽约17米，高约48米，可搭配所有类型机枪，巨型机炮，大型粒子炮，中型等离子炮等等。需一人操作。\n奥斯卡级别机甲：宽约25米，高约70米，可搭配所有类型机枪，所有类型机炮，所有类型粒子炮，巨型等离子炮等等。需两人操作。\n巨型机甲：宽约40米，高约210米，可搭配固定炮台，固定火箭发射器，粒子炮炮台，离子炮炮台，组合型机枪组炮台，火力支援打击导弹系统等等。需要两人以上操作。\n\n背景：在美国第一个开发出像电影——《环太平洋》中的机甲后，俄罗斯，中国，英国，法国也在相继开发自己的机甲，没错，有了新的武器，就会有大国之间的相互攀比，而不少不法分子也看上了这款武器，因为它几乎无往不利，再坚固的堡垒也可顷刻间摧毁，危机的气息，在无形当中蔓延开来。\n\n第一章——\n\n目前美国拥有三十七架机甲，其中十六架是小型机甲，三架是大型机甲，一架是巨型机甲以及十七架中型机甲，中国拥有五十五架机甲，毕竟人口多，所以工程完成速度很快，其中有三架巨型机甲，九架“奥斯卡”级别机甲，二十二架中型机甲，二十架小型机甲，还有一架大型机甲，但是在质量方面是比不上美国的，英国、法国也有多架机甲，德国因为在二战后改过良好，因此被特批允许制造机甲，而日本虽然说是在表面上不会制造自己的机甲，但暗地里一定有不少“非法产品”。\n\n“你是新来的吧。名字是？”\n\n“杨凯生，编号1042019077。”\n\n“好的我找找，在这儿。”\n\n“好了，登记完毕，懂我们的规矩吗？”\n\n“驾驶员六十七条（标准规章制度）我都记得。”\n\n“那就好，小子，你的房间号是250，拿好喽。”\n\n“呃，可不可以换一个？这个数字不太好啊。”\n\n“你还挑三拣四？能给你通过算不错了！”\n\n“我认了。”\n\n这个看起来不算大的房间，也只有30多平米，但是配备却很齐全，卫生间与房间都有一个独立的区域，采光效果也很好，所以杨凯生还算满意。\n\n咚咚咚...\n\n请进。\n\n“杨凯生，从现在起你就是中国第六机甲部队的成员了，你明天开始正式学习，就在七楼模拟实验室，到时候找我报道便是，我叫皮特，是三级教导员，记住了，那我先走了，你今天就好好休息吧。”\n\n“是，长官。”\n\n门关了，杨凯生坐在屋子里想：我分配到的机甲会是什么样呢？也许是很帅气的吧，也许很挫，不管了，明天看看吧。\n\n第二天\n\n滴滴滴........\n\n“现在几点了？我去，我怎么感觉忘掉了什么事情？”转头看去，时针已经指在了大大的“8”上面，“我去，标准报到时间是七点半啊！”杨凯生顾不得洗漱，直接跑向了七楼的模拟实验室。\n\n“呼呼呼.......快了，快了，我来了！”他一边跑着，一边往衣兜里掏出身份卡，“找到了，在这里。”\n\n“身份已确认，新兵级别，准许进入A-1模拟实验室。”\n\n“教...教导员，我来晚了。”杨凯生喘着粗气说。\n\n“我还以为你不来了呢，快点，看在你是新兵的份上，我就饶了你这一次。”皮特答道。\n\n“可是，教导员。”在旁边的一个学员有意见了，“我刚来的时候不也是迟到，还不是被罚了，为什么...”\n\n“闭嘴！你还想被惩罚一次吗？”\n\n“是，我知道了。”那位学员还是闭了口。\n\n教导员示意杨凯生跟着他过去，然后在一个铁罐状的物体旁停了下来。“这是MIN-2大脑模拟操作系统，由于我们迟迟找不到与你匹配的机甲，所以只能委屈你在这里进行模拟实验，如果我们找到了合适的机甲，会及时通知你的，现在，你坐上去吧，顺便让我见识一下你的驾驶能力。”\n\n“没找到吗，好的，我就先来试一下这个吧。”\n\n杨凯生站到了模拟器的前面，模拟器自动打开，上面布满了密密麻麻的数据线，有一个头盔装的东西就是与大脑链接的装置，杨凯生坐到模拟器的座位上，然后戴上连接装置，双目慢慢闭合.....\n\nWelcome，这里是模拟机甲系统，现在是北京时间8:12，请选择模拟对象。\n\n“杨凯生，选择你最不拿手的。”\n\n“我最差的是配合操作。”\n\n“好，那你就启动联机系统。”\n\n“这，教导员，没有人与我配合啊。”\n\n“你启动就是了，我会找人来与你配合操作的。”\n\n“了解。”\n\n联机系统打开，终端正常，请选择配合队友。\n\n“选择那个，一个名叫卡格林的人。”\n\n“找到了，教导员。已经开始连接。”\n\n“很好，启动神经系统连接吧。”\n\n神经系统连接正常，大脑校正完毕，神经元链接完毕，重合度九十五，符合标准，准许连接。\n\n“杨凯生，听得到吗？我是卡格林。”\n\n杨凯生一听，是个女孩子。\n\n“听到了，原来你是女的啊，好像女驾驶员很少吧。\n\n“差不多吧，你知道选择的是什么机甲吗？”\n\n“不知道，我是被皮特教导员拉过来的。”\n\n“我也是啊......”\n\n载入信息资料，确认两名驾驶员，驾驶机甲——巨型——黑剑龙C-66，地图类型——萨拉热窝\n目标，击杀五架大型机甲寒霜-7，一架巨型机甲彩虹S，自身损毁度不能超过百分之五十，时间限制2小时，电脑AI智能等级——SSS\n\n当信息集成影像传送过来时，杨凯生看到了和他配合的那个人，的确是个女孩。\n\n“我就说嘛，是个妹子（心里想着）。这个...？我刚来就玩这么大的？”\n\n“杨凯生，你挑战过最高等级是什么，我的是S，而且没过关。”\n\n“我挑战过AAA，勉强过关。”\n\n开始：\n\n“杨凯生，听好了，我们现在驾驶的是黑剑龙C-66，它的最大优点是攻击力高，速度快，你要多发挥它的这些优势。”\n\n“当然？这些我都倒背如流了，我们要好好配合，我刚来这里第一天，我可不想丢脸。”\n\n“问题是现在我们面对的是SSS级别的，我们怎么玩？”\n\n“先把寒霜-7解决完，然后再处理彩虹S。”\n\n“明白。”\n\n杨凯生驾驶的黑剑龙开始缓慢启动，零件之间的金属摩擦声格外的刺耳，排气口冒出阵阵雾气，对面的彩虹S和寒霜也开始启动，向着他们走了过来，杨凯生右手挥动，黑剑龙的典型武器-链剑呼啸而出，彩虹也抬起了双臂，隐隐看出粒子炮已经开始聚集能量。\n\n“右侧引擎推动，启动大口径机炮组，目标寒霜。”\n\n黑剑龙应声机炮组开始发射，密密麻麻三十多颗炮弹飞向寒霜，寒霜底部引擎开始轰鸣，一下子腾空而起，只有一枚炮弹击中腿部，可惜装甲太厚，基本上没有作用。\n\n“就是现在，启动跟踪型机枪组，目标底部引擎。”\n\n黑剑龙腰部两侧以及腿部两侧、肩部两侧的机枪组开始扫射，瞬间几万发子弹冲向了寒霜，虽然彩虹S看到后加速冲过来帮助抵挡了一部分子弹，但仍有很多子弹飞到寒霜下方后转向上方，直接击中寒霜底部引擎，寒霜一下子失去了动力，重重的砸在了地面上。\n\n“好，估计它一时半会儿是没办法战斗了，现在我们要处理的，是剩余的一架寒霜，然后就可以去找彩虹S算账了。”\n\n“了解，等等，彩虹S的粒子炮发射了，左部引擎喷射，闪躲。”\n\n果然，黑剑龙的速度不是一般的快，马上就闪了过去，炮弹在错过去的一瞬间发生了爆炸，黑剑龙的左臂受到了严重创伤，冲击波把杨凯生和卡格林给瞬间震住了，过了三秒，他们才回过神来，这时，另一架寒霜冲了过来，近距离离子炮发射，黑剑龙的腿部受到打击，一下子倒了下去，然后寒霜右臂引擎加速冲刺，向黑剑龙的链剑上狠狠地锤去，链剑瞬间四分五裂。\n\n“刚才的是距离检测引爆型粒子炮，我们被算计了，在这么下去我们会被解决掉的！卡格林，启动强制制动！把那个寒霜给弄飞！”在如此情况下，杨凯生依然能够稳定地进行指挥。\n\n“好的！”\n\n一声爆裂的巨响，黑剑龙的多处装甲破裂，双臂向地上打去，一下子腾起，右臂一甩，残破的链剑重重的刷在了正想退后的寒霜上，一下子寒霜的机身机甲全部破碎，左臂断裂，左腿断裂，被击出了大概200米远。\n\n“卡格林！我们现在去解决之前那个寒霜，不然等它起来了我们又得有麻烦！电脑毕竟是电脑，如果攻击超过它的一定承受范围，彩虹S会放弃保护那个受伤的寒霜，所以。”\n\n“我懂你的意思。”\n\n两个人摆出同样的动作，机甲随之运动，远程高能离子炮开始聚合，而此时，对面彩虹S的激光射线也已经瞄准了黑剑龙。\n\n“凯生，我们先躲一下吧，被那家伙的激光扫到会变成两截的！”\n\n“不用怕，听我的，开启光棱反射盾。”\n\n“光棱反射盾反射不了强度那么大的激光，照样会完蛋的。”\n\n“你果然不够熟悉这款机甲，这款机甲还有一个特性。”\n\n彩虹S的激光打击已经射出，此时躲避已经来不及，黑剑龙光棱反射盾开启，迎接这毁灭般的光束，一阵刺耳的巨响，在雷电般闪耀的光辉过后，可以见到黑剑龙的光棱反射盾碎裂，但黑剑龙机身并没有太大的损伤，只是有一些切割的痕迹，而彩虹S的整个右臂被水平切开，腿部也被切开一个大口子，倒在地上动弹不得。\n\n“黑剑龙的爆发性，使得它可以在一瞬间内迅速聚集能量在某一点上，刚才我消耗了六成的能量将反射盾强化到最顶峰，最后一刻虽然还是被激光击破，但是剩下的激光已经构不成威胁，所以即使受到了打击，也不会致命，而反射出去的激光，就恰好把彩虹S给切了。”\n\n“想不到你是这方面的专家啊。”\n\n远程高能离子炮聚能完毕。\n\n“发射！！！”\n\n天空瞬间变成了海蓝色，一阵强劲的能量从黑剑龙残损的左臂迸发出来，直接击在了寒霜的机身上，寒霜瞬间四分五裂。\n然后，黑剑龙的远程打击导弹从黑剑龙背后射出，又将另一架寒霜机甲炸裂。最后，黑剑龙一瘸一拐地走到了瘫倒在地上的彩虹S面前，将彩虹S核心附近的保护层一层一层击碎，然后一下子将破损的链剑插入核心处，整个彩虹S瞬间劈啪作响，火花四射，然后引擎停止了工作。\n\n测试结束，SSS级别通过，多个目标成功击杀，机甲损毁程度，百分之49.825。\n\n“你小子在骗我，这分明就是你最拿手的项目，SSS级别我都不容易通过，你第一次就通过了，老实交代。”\n\n模拟器舱门打开，杨凯生满头大汗地从模拟器的座位上走了下来：“教导员不骗你啊，我还是第一次玩这么困难的级别，而且我最不拿手的项目，的确是配合操作，你就饶了我吧...咳咳咳......”\n\n“谅你也不敢蒙我，你的表现太让我惊讶了，也许你是我见过目前最强大的学员，现在，你可以回去了，今天的测试，将会记为你的成绩，当然，我一定会给你S+，放心吧。也许，我要为你考虑一下是否推荐你到特别班去。”\n\n“真的吗？谢谢你，皮特教导员。”\n\n“你明天不能再迟到了，明天也许会经历更辛苦的训练，而且，很可能是体能上的，所以，今天什么都别想，回去休息个够。”\n\n“谢了，教导员再见。”\n\n“恩。”\n\n杨凯生并没有回去就休息，而是打开区域系统，查找那个与他配合的人。\n\n杨凯生心想：难得碰上这么有默契的人，很会配合，还是个妹子，怎么能放过呢？\n他很快就找到了那个人：卡格林/LV.上尉/模拟测试记录：胜89-负3-平2/模拟任务-成功789-失败9-最高完成等级.SSS\n“我去，这么牛。”杨凯生和他的小伙伴（误）瞬间惊呆了，原来对方是个高手，怪不得配合那么好，他一时无聊，便要和对方聊天（厚脸皮的家伙）\n\nTANK（杨凯生的代号）：今天谢谢你了，我还是第一次通过这么变态的级别。\n过了几分钟\nBlack（卡格林的代号）：我还得谢谢你，我也是第一次通过，话说这么累你不休息吗？\n\nTANK：有妹子陪我聊天我当然不休息\n\nBlack：什么？给我介绍一个呗\n\nTANK：你不是吗？ - - \n\nBlack：=w= 我是个伪娘\n\n砰！杨凯生一下子将笔记本电脑关上，差点吓死：我去，见过像的，没见过这么像的，你这么吊，你家里人知道么？！\n\n杨凯生没多想，反正也很累了，就干脆倒下去，睡了。\n\n今天，杨凯生是第二个来到模拟实验室的，但他刷卡的时候，接到了一个通知：皮特教导员请你在看到此条消息后到九楼体能训练室。\n\n杨凯生早有心理准备，于是不慌不忙地跑上了九楼，反正自己的体能这么好，有什么测试应付不过去的？\n\n但他没有想到另一个情况——卡格林也在。他刚一进门的瞬间，见到有一个女孩子站在远处，仔细想想有点眼熟，然后又回忆起了那天看到的传送影像，再想想昨天晚上的聊天记录，他一下子不知道该怎么做，估计他的心情...和九阶魔方一样复杂。\n\n还是被看到了。\n\n“诶，你也在啊，昨天晚上怎么不继续聊了？”\n\n“早啊，原来你是，男的....啊。”\n\n“我只不过长得可爱了一些啊，有什么问题吗？”说完还做了一个卖萌的动作。\n\n“你是男的不用这样吧！还有！你也用不着穿裙子吧，很容易让人误会的，遇上了那些怪蜀黍我看你怎么办啊你！”\n\n“我近身格斗说不定比你还强一些呢，来，试试？”\n\n“行啊，我就当一回怪蜀黍。我看你有什么办法，我可是我们大学很有名的格斗高手。”虽然不知道这句话怎么说出来的，但它就是这么说出来了，特别是——我也当一回怪蜀黍.......\n\n杨凯生走到擂台前（体能训练室有专门的擂台供学员们使用），松了下很久没有舒展过的筋骨，声音劈啪作响，让人听了都感觉恐怖。而另一边，卡格林也在做准备活动，看上去，和广播体操有点像......\n\n“请吧。”\n\n“那我先来咯~”\n\n还没有等杨凯生反应过来，卡格林已经冲到了他的身后，手挽住他的脖子，想要把他甩出去，杨凯生难道是吃素的？当然不是，他一下子身蹲，往后一个扫堂腿，但卡格林跳了起来，手竟然还挽着杨凯生的脖子，靠着向上的力，把杨凯生摔在了地上，杨凯生暴起，挣脱了，迅速退后，然后一个箭步冲刺上来，准备新一轮的攻势。在犹豫了很久以后，他还是没能够作出进攻的态势，毕竟卡格林长得这么可爱，又很像女孩子，杨凯生实在是无法下手，好几次机会都错失了，所以还是继续见招拆招，这么顶下去。\n\n“咳咳...现在，可以停止了吧，两位。”\n\n杨凯生往回看，原来是皮特教导员。\n\n杨凯生是停下了，但卡格林没有停下，还是继续抱住杨凯生，把他给丢下了擂台，杨凯生重重地砸在地板上，声音听起来要多疼有多疼。\n\n“卡格林，行了，你这么做你不觉得很没节操吗...好的，和你没节操可谈。”\n\n“我的节操早不见了，教导员。”\n\n杨凯生在一旁痛苦地站了起来：“你根本就没有过节操...痛死我了。”\n\n“......，好了好了，现在说正事，由于目前全球局势动荡，我们的核心机甲部队需要很多人，但可以抽调的人很少，我们必须选出其中的精英，所以，我想，你们二位明白我的意思。”\n\n“教导员，卡格林倒是来了这么久，可我才刚到两天啊。”\n\n“你的能力表明你可以胜任这个职责，所以，你不必担心，我也希望你能够接受，我们真的很需要人才，而且，这几乎关系到国家命运，所以，我希望你再三考虑，而卡格林，你没有意见吧。”\n\n“恩，我没有意见。”\n\n“现在考虑时间结束，给出你的答案，杨凯生。”\n\n“我这才刚刚考虑......我觉得，我虽然刚来这里，但我也希望可以给自己更大的提升空间，所以，我还是同意。”\n\n“非常好！我就是想养你这样的答案，现在，我们就出发吧。”\n\n“等等？现在就走，未免太早了？”\n\n“时间不等人，早点去早安全。”\n\n“什么？安全？这是怎么回事？”\n\n“这个我需要暂时保密，一切以大局为重，我不希望你过多的问下去。”\n\n“好的，我需要收拾东西吗？”\n\n“可没人帮你收拾，快去，给你十五分钟。”\n\n“明白明白！马上就去！”实际上，现在的杨凯生非常激动，马上就要去参加这么高度机密的任务，怎会不高兴？\n\n做事太急了，当然会出问题，才刚到六楼，就出事了。也不算什么大事，就是撞了人。\n\n扑通一声，杨凯生倒地，勉强坐起来，眼冒金星，连声说着对不起，摇了摇脑袋，定睛一看：“这团白乎乎的是什么？”他看清以后，大叫道：“警卫！警卫！有野兽啊！这么一大匹狼你没看见吗？”，“不好意思，我不是野兽，咳咳，你这样...那个词怎么说来着，老B。”\n\n“是——礼貌，你从俄罗斯来这里这么久了，怎么中文还是这么烂？连这个词都要问我。”\n\n“我又像你们人类，我是狼人....能讲俄语很不错了，还要说中文。”\n\n“继续刚才的说，你这样说我很没礼貌的，我怎么也算...半个！半个人，不能完全算野人的，这样说太让我伤心，是伤心吧，老B。”\n\n“......，是，唉，我快疯了。”\n\n杨凯生站起来，还得抬头望望，这个人太高了，足足有两米半多一点，身上都是白色的狼毛，身体是人的形态，非常壮实，头却是狼的....\n\n“你怎么是这个样子的。”\n\n“以前的故事，不愿再提，你下次注意看着点，我叫马卡洛夫，是联合国机甲部队的带头人之一，也就是七极皇之一，很高兴能被你给撞着，我又多认识了个新朋友。等等，我的语言又流畅了....好奇怪。”\n\n一个高大的男子走了过来，身着黑色铠甲，很明显，是机甲制服，“你好，你也是机甲驾驶员吧，我是王森，中国人，联合国机甲部队带头人之一，和他们一样，我也是七极皇之一，但我是七极皇的领军人。”\n\n“很厉害啊，你好....我还有急事，我先走了，恕不奉陪，拜拜！”说完，杨凯生一溜烟就跑下了楼。\n\n“真是个性急的家伙。”\n\n转头回到中国第六机甲部队的直升机停机坪，此时，皮特教导员和卡格林正在等待杨凯生，好一同出发去核心机甲基地，规定的十五分钟，早就过了。\n\n\n\n\n\n\n\n[groupid=416]狼族[/groupid]\n",
    "replies": []
}