{
    "title": "荒极 第一回 小麦村 1月31日整理加量版",
    "author": "Lucky777777",
    "replyCount": 18,
    "timestamp": 1390753560,
    "txt_content": " 本帖最后由 Lucky777777 于 2014-2-3 15:06 编辑 \n\n  不知水平如何，如认为有瑕疵请尽管指出，本文待修订  【当前为修订整理加量三版】\n   Chapter.1 神秘小麦村  \n     Part.1\n  天边的最后一道霞光隐匿在山的那一头，黑夜再次掌握统治权。 \n  一个小县城的某条街上，并不知名的药店门前灯光渐亮，马路上的车流涌过。少年lk坐在电脑前，抬起颤抖的手点开了Minecraft 1.3.2 ，一个低像素的世界顿时出现在屏幕上。 \n  少年并未在意，他操作史蒂夫进入了丛林，对面是一条白色眼珠的野狼。令人无语的是，史蒂夫玩笑似的打了那只野狼一下，说时迟那时快，从旁边的树丛中蹿出了五六只红眼的野狼。狂吠着咬向史蒂夫，他的脸顿时变成紫色，拔腿就跑，口中念念有辞“蒜你狠，小爷不伺候了！”  \n  史蒂夫夺路而逃，奈何初入像素世界，并不熟路，左右穿行中到了一个陌生的地方。依然是树高草长的丛林，不同的是，那边的一个坑中，一只绿色无手的奇怪生物站在那里，似乎在凝视着史蒂夫。 \n   正当史蒂夫惊奇的时候，腿上传来的巨痛把他从想象中拖了出来，不用回头他就知道，那几只该死的野狼追了上来！  \n  顾不得思考，他无奈的跑向那只生物，试图从茂密的树林中穿过。ci...ci...这是什么声音ci...尽管有些奇怪，史蒂夫仍继续逃跑beng!巨大的爆炸震飞了他，昏迷前他似乎看见地上有几件物品飘浮着…\n  我这是在哪儿？为什么身上隐隐作痛？ 群狼…绿色怪物…爆炸，对了 是爆炸！我是被炸晕的，十分费劲地睁开眼睛，一个村庄映去...\n  Part.2\n  丹尼是一个农夫，平时靠出售成品小麦赚钱养活自己，钱虽不多，但丹尼用着自己努力挣得的钱，心里很踏实。 \n今天，是像素历997年8月7日，丹尼一如既往的在村子附近闲逛。不同的是，他发现了一个外来者，正在呆呆的望着村子。丹尼决定去问问这个人，他似乎受了点惊吓。“你是从外面来的？”，村民开口问道。  “额，我从丛林那来”，史蒂夫说。“丛林？！你竟然活着穿过了死亡丛林！”村民很惊讶，“你叫什么？我是小麦村丹尼”史蒂夫挠了挠头，暂时忘记了他为什么来到这里“萌之都平民史蒂夫。”咕噜…咕噜… 史蒂夫的肚子不合事宜的叫了起来，丹尼一乐，从背包里拿出了一块香喷喷的面包，“吃吧，这是我用自己种的小麦做的”史蒂夫想要拒绝，却抵挡不住肚子的抗议，只得接过那块如金的麦香面包，尝试性的咬了一小口。额…只见他突然呆了一会没有动静。丹尼奇怪，紧张地问道“怎么了，很难吃吗？”\n只见他铁青着脸说“不，是太好吃了！”“那你脸色为什么这样？”“吃得太快，噎住了，快给我水！”\n       “……” \n  在村口玩闹了一会儿，丹尼终于想起带史蒂夫进村瞧瞧。 \n  史蒂夫跟着丹尼走向村门，远处并没有注意，近了他才注意到村口上的一块牌子。“小麦村，这是我们的村名”丹尼解释道，“因为我们这里土壤肥沃，种起作物来产量惊人，尤其是小麦，不仅产量大，还有一种特殊的香味，让人特别有食欲，故因此命名。” \n  村子里大多是简朴的小木屋，原木与木板作为外墙，配上木门，从黄沙村购买的沙子制成玻璃窗。一座木屋一般分为上下两楼，一楼做客厅仓库，二楼则是放上床做卧室观光台，这样的结构能住下2-3人。 \n  史蒂夫估略的数了数，这样的木屋有七八座，也就是说这个村子有大概十五六个村民居住。这种规模在他的家乡萌之都算得上是一个中型村落，而他也是出生在这样的村落里，因此史蒂夫对这个陌生的村庄也不由得产生了好感，丹尼似乎也变得亲切了许多。\n  俗话说，有得必有失。小麦村有着极优的土壤环境，矿物元素多数存在于表层，并未形成成品矿，因此小麦村的金属制品都是从邻村交易得来。但同时交易时多靠人力运输，因为无法自产金属制品，铺铁轨的成本就变得非常高，所以到现在，小麦村都没有一条与外村直接相连的铁路。平时几乎处在于世隔绝的状态，只有小麦丰收极需交易时，整个村子才会忙着搬运物资，也只有着个时候，小麦村的村民们可以到外村买些平时见不到的稀有物什。 \n  史蒂夫是来自萌之都的，那是一个科技之邦，交通发达，连村子间都有着公路村路连接，使得各村之间缩短了距离，文化也随之汇合。因此，他准备去拜访一下村长金麦郎(丹尼语)  \n   村子里铺的是比较精致的圆石路，上面镶嵌着一些圆润的小石子，石子与圆石浑然一体———人走在上面即使不穿着鞋也不会感到任何的不适，反而会更加的舒服。丹尼说，这叫做“按摩之路”，有着神奇的按摩效果，可以很好地缓解疲劳，是小麦村独创的。 \n  史蒂夫有些惊讶，这偏远的村子里还有人懂得这种手艺？有空得去拜访一下，不过，现在的当务之急是找到村长，一起商讨建设铁路的大事。毕竟，越早建好，村子也就能越早的跟上外面的节奏，同时也方便互相的物资交换和人口流动。 \n\n   Part.3\n   上回说到史蒂夫随丹尼穿过小麦村去寻村长金麦郎商量铁路事宜\n   走了有一会，史蒂夫不禁有些惊讶，一个小小的村子，远处看也是一座村庄的正常大小，可是二人走到现在，竟还没有看到村公社的影子？丹尼似乎看出他的疑惑，神秘的说道，这是小麦村的得意法术，由上古的长老联合施展，把原本有一座城池大小的地方给弄成正常村庄的大小，就是为了避人耳目。史蒂夫心中不由得一惊，看来这个村庄并不简单。\n    又过了大概十分钟，前方出现一座占据方圆一里地的巨大公社出现在史蒂夫二人的眼前，整座房体依然是由全木制作，但从其上的色泽就可以判断出此木非凡品，隐隐有一股金色的光芒放出，沐浴在人的身上，好似春光临体，全身不动自暖，似乎体内有一种真气被勾了出来，史蒂夫此时心里掀起了轩然大波，这....\n  这难道是世界树的后裔神木？这在他的家乡也是一种十分名贵的木材，有着促进真气修炼的神奇功效，普通人长期处在这个环境也可以延年益寿，十分惊人，没想到眼前这座如此巨大的全神木建筑竟只是小麦村的中心公社？？？\n  但这一次丹尼并没有解答，而是很平静地带领史蒂夫从一个小门进入公社，公社里人来人去，职位分明，这也使得尽管公社很大，但处理事务的能力一点也没有收到抑制，反而因为人数众多大大提高了办事效率。如果说小麦村是座机器，那么村公社就可以说是这个机器的核心，它的存在保证了村庄的正常运行，这也让史蒂夫对村长金麦郎多了一分敬重，毕竟能够把这一切统筹得怎么好的人本身的能力也不会差，但史蒂夫更加疑惑了，既然村长这么会统筹，为什么一直不着手对外的铁路建设呢？他是在隐藏着什么吗？还是这个村庄不能对外联通？\n  ╮(╯_╰)╭快乐分割线╮(╯_╰)╭\n   “你好，欢迎来到小麦村，我来负责为你引见村长。”史蒂夫从沉思中醒来，抬头一看，差点叫了出来。这这这……这是会说话的末影人?末影一族不是与人类于五百年前的世纪之战中决裂的吗?这村长竟然如此厉害，一定要亲自见一面！\n    末影使者并未在意史蒂夫的失态，显然这种情况他也不是第一次见到了。\n  末影使者躬身向前伸出洁白手套的手，示意史蒂夫跟他来，史蒂夫会意，点头表示了解，跟随使者向公社深处走去。丹尼却没有跟来，他解释说他的任务到此也就完成了，他现在还没有足够的权限见到村长。\n    继续前行，史蒂夫和使者两人来到一间朴实的木屋，当然这朴实也只是相对整座公社的奢侈，如果把这与平常村子的房间相比，仍然是十分气派的，在此也就不再赘述了。\n  使者停下，轻轻地扣响了木门。木门应声而开，一位年迈但是威严不失的末影老者迎了出来，从缝隙中可以清晰得看见办公桌上摆满了文件，好不忙碌！\n  老者微笑着说道“贵客来到，有失远迎，得罪了。。。 \n   敬请期待 第二章 末影人村长的过往\n  新人新作，多多支持~~~  正文更新修订中，第一章因为是全文的基石，可能会多次修订，正式文出来后就回稳定更新啦，平时用手机更新，可能排版不好，故可能会在茶馆更新章节草稿，以免影响到这里的其他作者啦，最后求人气求金粒~~~\n  本文同步贴吧【Minecraft文坛】吧发布\n\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "Lucky777777",
            "timestamp": 1390754100,
            "txt_content": " 本帖最后由 Lucky777777 于 2014-1-27 13:11 编辑 \n\n  章节内容预告区。  不定时发布下一章节部分内容，尽请期待。\n  新人新作望支持，给点人气吧！"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1390754220,
            "txt_content": "Lucky777777 发表于 2014-1-27 00:35\n今天，是像素历997年8月7日，丹尼一如既往的在村子附近闲逛。不同的是，他发现了一个外来者，正在呆呆的望 ...\n  手机排版不是很好，先不发了 @长手的苦力怕 @花钱丶伤"
        },
        {
            "author": "花钱丶伤",
            "timestamp": 1390754400,
            "txt_content": "意外的觉得好看呢。（下次多更点咯？）"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1390754640,
            "txt_content": "花钱丶伤 发表于 2014-1-27 00:40\n意外的觉得好看呢。（下次多更点咯？）\n  以前写得还有些没发上来，用手机的话排版不好看，明天排下版再码新章好了，有人支持就好 =w="
        },
        {
            "author": "花钱丶伤",
            "timestamp": 1390754700,
            "txt_content": "Lucky777777 发表于 2014-1-27 00:44\n以前写得还有些没发上来，用手机的话排版不好看，明天排下版再码新章好了，有人支持就好 =w= ...\n嗯。期待更新。（我在编辑举报帖呢）"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1390816740,
            "txt_content": "花钱丶伤 发表于 2014-1-27 00:45\n嗯。期待更新。（我在编辑举报帖呢）\n  更新完毕"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1390837200,
            "txt_content": "   果然是存在感很低，看来写得也不怎样……"
        },
        {
            "author": "abalala",
            "timestamp": 1390907400,
            "txt_content": "文笔好！已顶，不用谢"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391133360,
            "txt_content": "babalala 发表于 2014-1-28 19:10\n文笔好！已顶，不用谢\n  呜呜 整理加量版来了"
        },
        {
            "author": "494128313",
            "timestamp": 1391181600,
            "txt_content": "腐竹加油↖(^ω^)↗"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391181960,
            "txt_content": "494128313 发表于 2014-1-31 23:20\n腐竹加油↖(^ω^)↗\n  =w= 感谢你的支持"
        },
        {
            "author": "_su_",
            "timestamp": 1391229480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "_su_",
            "timestamp": 1391229540,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391243340,
            "txt_content": "_su_ 发表于 2014-2-1 12:38\n被呼唤而来。          -Bigbusboom缓缓说道\n  好吧 你是不是卡了一下 13#和14#"
        },
        {
            "author": "HGK",
            "timestamp": 1391243820,
            "txt_content": "更新可以加快了{:10_495:}支持"
        },
        {
            "author": "HGK",
            "timestamp": 1391244120,
            "txt_content": "HGK 发表于 2014-2-1 16:37\n更新可以加快了支持\n去更新我小说了{:10_495:}"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391271360,
            "txt_content": "HGK 发表于 2014-2-1 16:42\n去更新我小说了\n  O.O 我还要酝酿几天"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391307960,
            "txt_content": "  决定了 我要顶帖\n  其实我想说 能不能弃坑"
        }
    ]
}