{
    "title": "西斯史蒂夫和他的那帮盆友们（第二章）",
    "author": "达斯·维达",
    "replyCount": 7,
    "timestamp": 1390796820,
    "txt_content": " 本帖最后由 达斯·维达 于 2014-1-27 12:29 编辑 \n第二章　西斯训练计划\n史蒂夫，维达，还有那帮怪物们，来到了前不久刚盖完的训练室，史蒂夫说：“从今天开始，维达就是你们的师傅，我因为还有很多事情不能陪你们，你们要好好听维达的话，晚上我回来可是要询问当天的讲课内容的，行了，我先走了。”\n“维达师傅好！”众怪物回答道\n“嗯，同学们好。”维达说，“今天就开始我们的第一节课。刚才我不是给大家一人一个光剑吗？这可是我们西斯的特制武器，今天这节课我们就了解一下他。光剑分为两部分，剑柄和剑身，光剑的剑柄通常为20厘米至30厘米长的圆柱体合金，尺寸和设计经常根据使用者的需要发生变化。旧共和国时期的绝地并不太在意这些剑柄之间到底有什么区别，因此没有划分类别，只有两种较为特殊的剑柄值得注意：一种由琥珀金（银和金的合金）制成，这种剑柄显出皇家高贵的外观，通常为绝地议会的资深大师所有，已知的拥有者是梅斯·温杜和达斯·西迪厄斯；另一种是曲线的剑柄，这种剑柄是为光剑第二种战型Makashi专用的标准设计，有助于Makashi使用者灵活自如地单手操纵光剑，剑柄内部安装了一系列精细的部件，这些部件主要用于剑刃的发生和定形。光剑内部的高功率能量是通过一个能量环路被输送的，一系列被充入正电荷的聚焦透镜和能量激发器释放出电荷，当这些电荷携带了足够的能量并被释放到能够维持剑刃所需要的长度后，这些电荷沿圆周回到被充入负电荷的环状缝隙中，剩余的能量被一块超导体输送回光剑内部的电源电池中等待下一个周期的释放。在没有开启的时候，光剑是只约30厘米长的光滑金属把手，表面装有控制用横纹，其实说白了就是光剑表面方便手握的横条，方便操作光剑。当按下开关后，里面的能源会释放并形成一道约一米长的纯能源束。剑刃会响著一种独特的嗡嗡声。发光的剑刃足以切穿几乎任何物体，但可以用另一把光剑挡住。”说完，维达转身用他的光剑切断了一块金块，切痕平整，没有一点毛刺，众怪物看到这里都惊呆了。之后，维达又借用了黑基佬的光剑，放在地下，然后维达把光剑一甩，放在地上的光剑完好无损，但是地面被划出一个道子。维达又说：“光剑内部的基本组件包括：手把，激活钉板，安全开关，发射矩阵，透镜组，电源电池，电源导管，充电插座，１～３块光剑水晶。在座的各位可能会有疑问，为什么光剑水晶１～３个都可以呢？那是根据你的等级而定的。光剑水晶是绝地的原力在光剑中流动的载体，水晶的特性会反映到光剑的特性中去，例如颜色和攻击属性，有些较珍贵的水晶甚至可以提升使用者的原力感应。不过，某些并非水晶的特殊矿物也可以集成到光剑中去，这些矿物往往可以提升光剑的效能。光剑剑刃的颜色基本上是由剑柄的水晶所决定，与使用者的原力特质并无关，至于为何我们西斯势力都使用红色光剑，是因为我们一般采用人造水晶。而光剑的启动原理依建造方法而定，可以设计成开关式亦可设计成原力启动式。……”\n“好了，今天的内容就是这么多，如果有什么不明白的地方可以亲自找我，放学！”\n未完待续……\n如果想看这一部的上一章点我！",
    "replies": [
        {
            "author": "42486327",
            "timestamp": 1390797060,
            "txt_content": "星球大战乱入"
        },
        {
            "author": "冬日祭",
            "timestamp": 1390797180,
            "txt_content": "加了背景 亮瞎眼了"
        },
        {
            "author": "星空骑士",
            "timestamp": 1390797360,
            "txt_content": "模板何在？"
        },
        {
            "author": "abalala",
            "timestamp": 1390797360,
            "txt_content": "果断按\n oooO ↘┏━┓ ↙ Oooo \n ( 踩)→┃你┃ ←(死 ) \n  \\ ( →┃√┃ ← ) / \n　 \\_)↗┗━┛ ↖(_/ "
        },
        {
            "author": "冬日祭",
            "timestamp": 1390797660,
            "txt_content": "那么快就第2了?"
        },
        {
            "author": "银狼",
            "timestamp": 1390798200,
            "txt_content": "你为何这么吊，你家里人知道吗？"
        },
        {
            "author": "达斯·维达",
            "timestamp": 1390799040,
            "txt_content": "银狼 发表于 2014-1-27 12:50\n你为何这么吊，你家里人知道吗？\n不知道呀"
        }
    ]
}