{
    "title": "<原创·连载>方块战争[已更新至第二十章][作者：一个游荡的JJ怪]",
    "author": "一个游荡的JJ怪",
    "replyCount": 14,
    "timestamp": 1390812060,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2016-1-29 18:06 编辑 \n\n前注：本人学业繁杂，更新速度较慢，请谅解。-----------------------------------------------------------                                                           ——谨以此文\n                                                             纪念在战争中逝去的英灵\n在一片大陆上屹立这两个帝国月灵和日耀无休止的战争引发出无休止的灾难在这动荡起伏的年代势必出现一个又一个勇敢而无畏的英雄                      ——题记人物介绍狼牙/合金0-4 寒霜：文章中的主角，原月灵帝国特战小队队长，因变故接受维护时空的重任，重新演绎百年前的战争。穆雪：时空调度者，除时光之神以外时光岛权威最大的人。给了寒霜这项任务。合金0-1 睡魔：寒霜的队长，经验老道的老兵，教会寒霜许多东西。合金0-2 塔克：寒霜的队友，提供火力支援，与寒霜关系很好。合金0-3 格林奇：寒霜的队友，负责狙击和侦查，与寒霜关系很好。沃菲尔德：寒霜在时空评定里遇到的一位大将军，在百年前的战争中又出现了。为人豪爽、仗义。卡琴斯基：沃菲尔德的副官。敖德萨：月御城一小队的队长，亲眼目睹了海翼屠杀的场面，后来加入合金小队一起完成任务。迈特·霍纳：月灵帝国魔鲨第十八潜艇编队指挥。米歇尔：“浩劫”训练系统的训练导师，为人随和，深得寒霜好感。约瑟夫·艾伦：一等兵，服役于月灵帝国第75游骑兵团1营，寒霜控制的第一个角色，听命于福利中士。\n福利中士：一位老练的士官，艾伦的上司。\n邓恩下士:较年轻的士官，让艾伦参加坑道训练。\n谢菲尔德将军：三星上将，某阶段月灵帝国海军陆战队指挥官。\n弗兰克：寒霜在无名雨林外检查站遇到的头目，好逸恶劳，不得手下的忠心。\n米哈伊尔：帝国空军一机组人员，某架AC-130视频操作员。\n第一部分：时光荏苒，鸿飞冥冥（第一章至第七章）     第一章：巴巴罗萨行动（531个字）地址        这是库奇沙漠的一个深夜。这里是日耀和月灵两大帝国的交界处，双方都部署了重兵把守。在这片土地上，肃杀的气氛无形中在上空凝聚起来。第二章：向着战火出发（699个字） 地址\n       他们潜行至一个大厅里，习惯的一颗闪光弹，之后破门而入。可是，里面竟然没有人。警觉的狼牙立马发现了不对，随即带领着队员，闪身而出。就在他们刚一出去的那一刻，隐藏在墙壁里的岗哨机枪就开始了扫射。日耀帝国的部队迅速围了上来，这是一个圈套！\n第三章：旧的逝去与新的开始（717个字）地址\n       她仔细观察了狼牙一会，高兴得蹦了起来：“没错，就是你了。”嘴上边说着边把狼牙拉进漩涡中。狼牙措不及防，还是被带了进去。旋涡中，一切事物都开始模糊。只一瞬，他和那个人就出现在了一个科技感十足的地方。\n第四章：穿越，另一个世界（945个字）地址\n      面对如此大的信息量，狼牙不仅陷入了沉思。这一切仿佛那么的不科学又那么的科学。一刻钟后，狼牙开口了：”我在那里会是什么角色？“\n第五章：New name，New start（1320个字）地址\n    “我叫寒霜，寒冷的寒，冰霜的霜。”\n第六章：震惊，冰之弓（2746个字）地址 \n     ”寒霜，我来给你讲讲你这把冰弓。相传，在很久远时候的方块大陆，出了一位拯救天下的英雄，他的魂器就是冰弓。他凭借着自己的实力，征服了各个族群，统一了方块大陆，人们视他为守护神。后来，英雄隐退，大陆重新陷入了割据混乱的场面。结果英雄再次复出，又一次完成了统一大业。但他也太累了，没过多久，英雄倒在了他最爱攀登的山上，那座山就变成了终年不化的冰山。英雄的故事代代相传，一直流传到现在。据说，自那以后，就再也没有出现过冰弓魂器。那位英雄，就是——史蒂夫！“    \n第七章：时光岛（1504个字）地址 \n   “既然决定了，就要坚持走下去。不管我能否回来，至少我尝试过，努力过。”寒霜毅然决然的说道。他毕竟是一个人，不能把一切错误都扭转回来，但他要从100年前日耀帝国和月灵帝国战争开始，发现真相，改变回来. 第二部分：危机四伏的乌托邦（第八章至十五章）第八章：Black Tuesday（2275个字）地址    寒霜拿起腰间的阔剑地雷，在敌人的必经之路埋下。只听”叮“得一声，阔剑地雷引爆，瞬间十几名敌人成了飞灰。第九章：死神之翼（3280个字）地址    那个东西几乎是对称的，像蝙蝠展开了蝠翼一般，前面有两个小孔，一排排的激光子弹就从那里发出。那东西虽说个体威力不是很大，但集群起来却足以摧毁一切 。第十章：隐匿(4308个字）地址 “轰~~~”一声巨大的爆炸传遍了四周，五人也按照刚才霍纳的话，命令登陆舰，悄悄上前，进行伪装采样。随着一艘艘潜艇的上浮又下沉，日耀帝国的补给舰队数息之间就消失了，而原本的五个登陆舰也没了，变成了刚才舰队的模样。第十一章：026地下基地（2605个字）地址   五年之前，月灵帝国高层开启了一个绝密计划——“土拨鼠”计划。这个计划意在于月灵帝国各个主城的地下建造一个完整的军事系统，来应对日耀帝国的突然袭击。第十二章：不期而遇的来客(2132个字）地址   突然，从一株大树底部冒出三架攻击直升机，从后面赶来。直升机上喷涂的图案，已经把他们的身份揭露出来——日辉帝国特别空勤队。这支队伍可谓是日辉帝国少数的精锐部队，前身是光辉帝国的特种部队。光辉帝国战败后，日辉帝国把他们拉拢过去，为他们效力，没想到这帮狠角色也来到了月灵帝国。第十三章：老鹰捉小鸡(2620个字）地址   轰~~~~”爆炸之声响彻了整个月御城，重型直升机携带着他的弹药、燃油以及两位驾驶员，一起消失在了空气中，仅剩下为数不多的碎片。第十四章：冰弓的秘密(3286个字）地址   在冰弓释放的同时自己的脑海里突然出现了周围大片区域的图像，其覆盖范围之大，足以和大功率雷达覆盖区域相比。不过那些图像模糊无比，只能隐约看出一些轮廓。在之后的一两秒钟，那图像的范围骤然缩小，集中在坠机地50米至80米的地方，渐渐清晰起来。寒霜在那个紧急时刻，也想不了这么多，依靠着图像提供的信息，计算出直升机的准确坠落位置，精准凝结冰凌来缓解下坠的力量。第十五章：危机中的机遇(5684个字）地址   冰弓原来就非常漂亮，好像一件精致的工艺品。现在吸收完水晶里的能量后，冰弓上又出现了气势磅礴的花纹，那纹路不深不浅，正好达到一个视觉上的极致，使冰弓成为了一把名副其实的战弓，无坚不摧的战弓！第三部分：“浩劫”训练系统（第十六章至X章）第十六章：融入(4232个字）地址   寒霜感动了，他被睡魔那股不抛弃不放弃的精神感动了。在之前，他是抱着一种自己不是真正属于这里的心态存在于小队。而在这一刻，他完全融入到了这个集体中。在这里，没有你和我，只有我们！第十七章：浩劫训练系统(5278个字）地址   整个简报室并不是一次性全部出现，而是有一种渐渐被加载出来的感觉，一样样的物件随着时间的推移先是显现出大致的轮廓，然后慢慢变得清晰起来，最后完全成形。而空间的加载更为奇特，寒霜周围有许多沿X、Y、Z轴分布的透明白线，它们互相交织，每次碰撞都发出些许的光亮，之后光亮闪过的地方便构成了简报室的框架，接着一点点绘制出细节部分，速度始终保持着不紧不慢的状态。全部加载的过程没有一点噪音，就在无声中井然有序的进行着。第十八章：霸道的控制核心(1780个字）地址   控制核心只是最基层的一个部件，相当于塔楼下的基座，联系着控制着调节着其他组件，让它们不会冲突，和谐运转，为寒霜所用。它本身也并不是无用的，不过这个作用有些恐怖，即——强行占领机械控制权，通过核心传达寒霜的指令，操纵机械装置。第十九章：新兵训练(5025个字）地址“欢迎来到凤凰火力基地。下面让列兵艾伦为你们演示如何精准射击，你们中的大多数只会毫无顾忌的盲射，把子弹打得到处都是，那只不过是浪费子弹罢了。艾伦，拿起枪给这帮菜鸟演示一下。”那人回过头来，露出了黝黑的面庞，在阳光下还有些反光。他指了指桌子上的枪，然后指了指寒霜身后的训练靶牌。第二十章：冰与火的考验（上）(6673个字）地址   视线渐渐失去色彩，无力感袭上他的心头，有种昏昏欲睡的感觉。眼前出现了重影，努力睁大眼睛但还是看不清。四肢失去了知觉，平摊在冰冷的地面上，只有急促的喘息和粗重的心跳证明他还活着。第二十一章：冰与火的考验（中）(5337个字）地址   看了看天上的太阳，正是中午，阳光最强烈的时候，也是最不宜靠近偷袭的时候。只要出现在敌人的视距之内并被发现，那么这次行动就彻底失败了，技能点的奖励也就不翼而飞，这是寒霜最不愿看到的。     现在，只有一个字——等，等待捕猎的最佳时机。第二十二章：冰与火的考验（下-A）(3261个字）地址   第一盏灯熄灭，第二盏灯熄灭，无数盏灯熄灭。   黑暗瞬间降临，只有天上的明月不变，兢兢业业地提供微弱的照明，似乎要看清下面发生着什么。除此之外，就是一些燃起的火苗，迎着风不屈的嚎叫着。   双方，没人不惊讶，包括寒霜他自己。   夜，才真正到来。通知1：经过小怕的努力施工，把之前的帖子和后边的帖子格式统一成一样的，少量内容会有些变化，特此通知。通知2：喜欢此小说的话就请大家给点人气吧，点一下顶也是可以的。一个人码字挺辛苦的，就给点奖励吧。\n\n\n\n\n\n",
    "replies": [
        {
            "author": "simon3000",
            "timestamp": 1390812180,
            "txt_content": "你好苦力怕~"
        },
        {
            "author": "银狼",
            "timestamp": 1390879140,
            "txt_content": "发帖要乘早...."
        },
        {
            "author": "abalala",
            "timestamp": 1390907340,
            "txt_content": "文笔好！已顶，不用谢"
        },
        {
            "author": "Fugu",
            "timestamp": 1392285000,
            "txt_content": "加油，努力↖(^ω^)↗"
        },
        {
            "author": "我是极品",
            "timestamp": 1397263680,
            "txt_content": "不错，骚年顶你"
        },
        {
            "author": "UF6",
            "timestamp": 1403616540,
            "txt_content": "很好的作品，不过为什么出现了这么多红警3中的单位"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1403653740,
            "txt_content": "UF6 发表于 2014-6-24 21:29\n很好的作品，不过为什么出现了这么多红警3中的单位\n这个...本人也是一位RA3的玩家。不过不要在意那些细节，呵呵..."
        },
        {
            "author": "501938012",
            "timestamp": 1406441040,
            "txt_content": "哎哟我的天，怎么篇篇都上2000字"
        },
        {
            "author": "椭圆轨道",
            "timestamp": 1412656980,
            "txt_content": "人物名字怎么和使命召唤一样"
        },
        {
            "author": "男人婆",
            "timestamp": 1412662380,
            "txt_content": "版主！这孩子写的太长他！给他精华徒刑"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1412673540,
            "txt_content": "椭圆轨道 发表于 2014-10-7 12:43\n人物名字怎么和使命召唤一样\n就是带有模仿意味的小说"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1412673600,
            "txt_content": "男人婆 发表于 2014-10-7 14:13\n版主！这孩子写的太长他！给他精华徒刑\n谢谢支持，我之前好久没更没动力，现在又有了，满血复活"
        },
        {
            "author": "椭圆轨道",
            "timestamp": 1413627300,
            "txt_content": "一个游荡的JJ怪 发表于 2014-10-7 17:19\n就是带有模仿意味的小说\n小说看了，很不错"
        },
        {
            "author": "Donnies_Ming",
            "timestamp": 1434246960,
            "txt_content": "每章带简介好评\n表示我大概明白是什么意思了"
        }
    ]
}