{
    "title": "<连载·单章>方块战争[作者：小怕][第⑤章：New name,New start]",
    "author": "一个游荡的JJ怪",
    "replyCount": 5,
    "timestamp": 1390808280,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2014-6-25 16:19 编辑 \n\nNew name,New start第二天 9：30寒霜     星灵帝国 龙影城郊外---------------------------------------------------------------------------    “我是......”狼牙支吾道。      ”快说，小心我斩了你。“那名为首的将军说。      ”将军，刀下留人。“远处，有一位女子呼喊着。      狼牙侧头一看，那位女子竟然是穆雪，心里想道：不会她也来了吧，这可有意思了。之前穆雪击杀日耀帝国士兵的场景还在队长脑中回荡。      ”将军，别杀他，他是我的哥哥。“穆雪说。      ”小雪，你什么时候多了个哥哥，说来听听。“      ”哥哥？我还想问我什么时候多了个妹妹呢。不过看这个人和穆雪关系很近，暂时不会有危险了。“狼牙心里想着。      ”将军是这样的，我自小父母双亡，这是您知道的。其实我还有个哥哥，一直照顾我，在那年奥奇帝国侵略那年走散了，后来我听朋友说在龙鹰城找到了他，便打算在这山上相会，谁知你们半路遇上了奥奇帝国的小分队，队长您的一招卷起了大量土石，我哥一不小心就被压在了下面。还好我没来晚，要不就完了。“穆雪说。      听到穆雪为自己的辩解，队长想通了许多事。第一，穆雪和自己是为了共同的目标而来到这里，看来还取得了一定的关系。第二，这个世界和自己的世界一样，都有两个帝国。第三，自己想要活下去，就要跟着穆雪，否则这人生地不熟肯定没法混。第四，自己在上个世界的记忆还在，如果能在这里制造出枪支，那绝对对自己很有利。不过之前穆雪也说了，这里并没有热武器，看来只能自力更生。第五，这个世界绝对有另外一种力量，从穆雪的话中，这位队长拥有一种极其强大的技能。一瞬间秒杀了这些人，在没有重武器的情况下，在原来的世界里，近乎不可能。想通了这些，狼牙开始有了目标。他决定有空要好好问问穆雪这是怎么一回事。       ”原来是这样，都是自己人。小子，看你体格不错，是个当兵的料，还不知道你叫什么名字？“将军听完穆雪的话，哈哈一笑。看来，他对狼牙有些拉拢的意思。毕竟，穆雪在当空间调度者的时候，就练就了一身好功夫，来到这里自然受到尊重。既然她如此优秀，她的哥哥怎么会不好呢？可是，这位将军不知道的是，眼前这位小伙子和穆雪连半毛钱的关系都没有，但他的体质却一点都不差。      “我叫寒霜，寒冷的寒，冰霜的霜。我们兄妹俩，一个霜，一个雪。”队长当然不能说自己叫某某某，要不然他的身份就暴露了。在刚才思考的过程中，他也把这些切实的问题想了想。       “没错将军，既然你选拔我做闪电小组的队员，那么，我可不可以请求您让我的哥哥一起呢？”为了方便告诉队长，不，寒霜更多的信息，她也只好这样。令她意外的是队长已经编好了名字，以后也只能这样叫了。        “当然可以，我们星灵帝国道当然欢迎你们，不过，那里的地狱集训可是很残酷的，你们要做好思想准备。”那位队长一听穆雪这样说，正合他的心意，自然答应下来。他心情很好，所以就提醒了他们一句。         “寒霜，我来给你介绍一下。这位就是星灵帝国的大将军沃菲尔德，他统领的军队打败了奥奇帝国的众多强者。          ”你好，将军。“寒霜礼貌的向这位将军敬礼。          ”年轻人，看你体格健壮，应该有一个比较不错的魂器吧。“将军说。         寒霜一下慌了神，虽然他猜测到了这个世界有着神奇的东西，可并不知道它是什么，这可犯了难。穆雪在这时赶忙插上一句话：”将军，你看这荒郊野外的，不如我们回去说？“        ”好吧，副官，命令部队回城。“将军说，”你们去我的将军府坐坐吧，顺便给你们一个礼物。\n注：本章共1320个字---------------------------------------------------------------PS：这几天我没有更是没有时间，（其实是太懒了）眼看就要过年了，祝大家新年快乐，马上有钱（最好是苦力怕。呵呵）---------------------------------------------------------------          \n\n\n\n\n\n63d0f703918fa0ecd72601eb269759ee3c6ddb77.jpg (68.91 KB, 下载次数: 0)\n\n下载附件\n\n2014-1-28 12:24 上传\n\n\n\n\n 我是寒霜。I am Frost.\n\n---------------------------------------------------------------    \n上一章地址\n---------------------------------------------------------------\n索引贴地址\n\n\n\n\n\n     ",
    "replies": [
        {
            "author": "42486327",
            "timestamp": 1390808520,
            "txt_content": "LZ的刮刮乐能看到哦"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1390808700,
            "txt_content": "42486327 发表于 2014-1-27 15:42\nLZ的刮刮乐能看到哦\n当然了，只是加了层颜色而已"
        },
        {
            "author": "银狼",
            "timestamp": 1390825380,
            "txt_content": "索引帖加分最多那"
        },
        {
            "author": "abalala",
            "timestamp": 1390907580,
            "txt_content": "文笔好！已顶，不用谢"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1403619300,
            "txt_content": "文笔好啊。加油吧。"
        }
    ]
}