{
    "title": "<连载·单章>《苦力怕泰迪与骷髅圣殿》第3章 开学典礼 by小龙",
    "author": "毒蛇",
    "replyCount": 3,
    "timestamp": 1390814100,
    "txt_content": " 本帖最后由 毒蛇 于 2014-8-11 15:28 编辑 \n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-226507-1-1.html\n下一章地址：http://www.mcbbs.net/thread-228771-1-1.html\n本章总字数：1660字\n第三章 开学典礼\n　　这座学校长得好似俄罗斯的教堂，又有些像闹鬼的古堡，前面有一个大大的苦力怕祖先雕像（似乎是），底下涌着泉水。　　有一个面目和蔼的小个子，说道：“各个新入学的同学，到我这里来！”　　泰迪、洛克他们就跑了过去，一看，这个小个子还没他高呢！ 　　“来，我们走！”　　他们进了大厅，才发现这里充满神秘色彩，一盏盏吊灯从天花板吊下来，前面有五张又长又宽的大桌子，最前面有个高人一截的讲台，一个老人就坐在椅子上。　　挨着讲台的那张桌子是横着放的，周围坐满了形形色色的苦力怕，似乎是教师。他们一进来，有一位教师就起身，走到一台机器旁边。泰迪一看，这是不是分班机呢？　　果真，小个子苦力怕带领他们到机器旁边，那位教师说道：“布朗·霍琦。”“哦！”一个男孩子走过去，坐在机器上，这时有一个吸盘顶到了他的脑袋上，过了几秒，机器说道：“2班！”　　过了很多人，其中有人被分到了4班，有人被分到了2、3班，亚伯拉罕·亚当斯被分到了1班，这时到了泰迪，泰迪坐上去，机器说：“你应该被分到3班。”　　“不不，我想去1班！”泰迪自言自语道。　　“那你别后悔。”机器说道。　　“怎么可能？”泰迪好像是听有人说现在有人相信太阳围着地球转似的。　　“那好，1班！”机器叫道。　　泰迪终于松了一口气，看见他的哥哥们面带笑容，向他招手，他就跑了过去。　　不一会儿，到了洛克，他也被分到了1班，可是——　　到了依耶，机器却说：“2班！”　　只听洛克说：“不！不！”　　“哦，不。”泰迪应和道。　　依耶眼泪都快流出来了，她讨厌这机器，讨厌这学校！　　依耶是“Y”，所以接下来很快就排完了，那个讲台上的白发苍苍的老者说话了：　　“各位同学们，晚上好。欢迎回到美丽的苦力怕学校，当然，在此也同样欢迎新来的学生。我是校长的弟弟——希尔宝莱·伍德。我哥哥病了，正在接受治疗——好了好了，说点儿正事。　　各位，我们还是先享受晚宴吧！我会在此期间说一些问题！”　　有几名大厨端出来了晚宴，摆到他们面前，打开一看——有牛排、烤土豆、凉拌黄瓜丝、一碗紫菜鸡蛋汤和无限添加的1块布丁。　　汤姆斯想尽办法拿刀叉“文明有礼”地吃饭，但是那土豆怎么也扎不上来，越来越碎，越来越碎，最后成了土豆泥。乔治说：“哥哥，行了吧，我看你还是用勺和筷子吧！”　　汤姆斯不信，就用一次失败一次，我们还是换一下镜头，看看泰迪与洛克吧！　　“哎呦，你说依耶怎么就去了2班？”洛克发了牢骚。　　“那也好，起码啊，咱们有个学习好的朋友！”泰迪说。　　洛克一听这话，倒急了：“哦——照你说，我们就该任她而去咯！”　　“哦，你就是说我们不应该允许她去2班，你以为她喜欢？”　　“诶！什么意思你？你认为她去哪班，与我们无关？”　　泰迪也急了，说：“好啊，除非你有能力砸了那机器！”说罢他指了指分班机。　　“好好好！我干得了！”　　“你干不了！”　　“我干得了，就是干得了，也有办法常常见到她！”　　泰迪刚要说话，汤姆斯说：“不许吵，好好吃饭！”　　“哈哈，说你呢，小泰迪狗！”洛克讽刺道。　　“你再说谁是狗？”　　“别说了！闭嘴！”汤姆斯嚷道。　　“喂，他哥，你管我呢？”　　“我是班长（这里班长指的是本班最高年级所选出来的管理全年级的人）的，怎么就不能管，连乔治我都能管！”汤姆斯说。　　“诶！你怎么搞的？”乔治说。　　“你又怎么了？老弟。”　　乔治叹了口气。　　“行啦。”希尔宝莱说，“大家都吃饱了吧？”　　说完话，大厨们就把饭收走了。　　“你瞧瞧，都因为你，我还没吃饱呢！”泰迪抱着胳膊说。　　“嘿！你还有脸说？”洛克嚷道，闭上了眼睛。　　“都给我闭嘴！”一个人说。　　“你管不着，爱德文！”　　“大卫先生，我不是爱德文先生！是你们的班主任康斯坦斯·米勒教授！”　　洛克颤抖了一下。　　“因为你和爱德文先生吵架，一人为我们班扣去10分！”　　洛克颤抖的更厉害了，因为米勒教授走了以后，泰迪竟吹起了口哨。　　好吧，这事儿我们就先说到这里吧，否则就难免有不文明之词了。　　这场不欢而散的晚宴就算是结束了，1班和2班的学生上了楼，3班和4班下了楼。这时泰迪碰到了依耶，就说：“依耶，你怎么……”　　依耶说：“哦，没事，我还好。”　　泰迪说：“就因为你，我和洛克吵了起来。”　　“不会吧，行了别说了。”依耶打了个哈气，“我困了，明天吃早饭时候说吧！”　　“那好吧，拜拜。”\n\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "5408754",
            "timestamp": 1390872660,
            "txt_content": "H·P的MC版，鉴定完毕。。。。。。。\n我看H·P不下千次了（小说/电影），要我把你小说里的对应角色找出来吗。。。。。。。"
        },
        {
            "author": "毒蛇",
            "timestamp": 1390881600,
            "txt_content": "5408754 发表于 2014-1-28 09:31\nH·P的MC版，鉴定完毕。。。。。。。\n我看H·P不下千次了（小说/电影），要我把你小说里的对应角色找出来吗 ...\n恭喜猜到，就是照着HP写的"
        },
        {
            "author": "abalala",
            "timestamp": 1390900020,
            "txt_content": "文笔好！顶！"
        }
    ]
}