{
    "title": "方块大陆【搬运】",
    "author": "568323023",
    "replyCount": 3,
    "timestamp": 1390817580,
    "txt_content": " 本帖最后由 568323023 于 2014-3-2 09:44 编辑 \n\n大家好，今天我给大家搬运了一个故事，我觉得很好看！\n接下来大家就慢慢看吧！\n\n\n\n\n树枝被踩断的声音离他们越来越近，奥斯汀和艾薇拉也是努力第在草丛中收敛着自己的气息。\n  \n“大哥，我们都走了几天了，自从前天找到一个人抢走他的食物和水后，我们就一直没有遇到人了，路上又没有发现什么食物，现在我们一帮兄弟都已经又累又饿了，老大让我们休息下吧。\n”\n  \n“就快到了，我有个小道消息说是在丛林里一个山洞里面有补给箱，我们只要找到箱子以后就不愁食物了。我们走了这么就，就快到了。”那个队伍看起来领头的人很不耐烦地说，眼睛滴溜滴溜地转，心里不知在想什么。\n  \n奥斯汀和艾薇拉听到有补给箱，相视一笑，最大限度匍匐在地上，隐匿技能让奥斯汀完完全全地消失在空气中。\n  \n而艾薇拉的隐藏技术也十分不错，单脚轻轻一蹬，便飞到了高高的枝头上，没有发出一丝声音，仿佛身体像羽毛一般对树枝毫无压力，让来者刚刚好发现不到她在哪。\n  \n队伍行进的十分慢，大约2个小时后才走到了一个山下的洞穴前。若不是奥斯汀几次将艾薇拉拉住，恐怕她就会直接跑上去将他们打到半死逼问出宝箱在哪。\n  \n“大哥，这就是那个洞穴吗？我们快进去吧！”说着，那个小弟就先走了进去。\n  \n“等等！据小道消息说这里会有陷。。。”那个领头的老大还没说完那个走在前面的小弟就踩到了一个踏板，被地上突然出现的大洞瞬时掉了下去，然后就听见一阵“嘶～”岩浆烧东西的声音。不管是奥斯汀艾薇拉还是那个老大一群人都深深吸了一口气。\n  \n“老大。。。这里好像很危险，要不先不去了？”其中有一个小弟颤颤巍巍地说。\n  \n“嗯。。这里的确很危险，我们先去其他地方找食物吧。”老大故作镇定，其实心里也是很后怕，如果他刚刚先进去的话。。。\n  \n然后他们一行人就心有不舍的离开了。\n  \n“嗯。。去不去？”奥斯汀看见他们离开了，问艾薇拉。\n  \n“切，他们是胆小鬼，这点陷阱就害怕了，我可是考取了高级刺客证书的，识破机关还不是小菜一碟。”没说完，艾薇拉冲了出去。\n  \n见到艾薇拉跑了出去，奥斯汀也随着艾薇拉来到了洞穴前。\n  \n不得不说，艾薇拉的确是一个很好的刺客，刺杀陷阱样样精通。只见她拿了几个小石子，往洞穴里扔去，只见又激发了几个用踏板触发的陷阱，只见地上顿时多了许多冒着火热气息的岩浆陷阱，墙上也插上了几十根羽箭。\n  \n破解了踏板陷阱，接下来就要拆除拌线钩陷阱了，只见艾薇拉拿来了一桶水，往里一泼，虽然没有让陷阱触发，但是也让线上沾满了水珠，哪里有陷阱一目了然。艾薇拉则拿着剪刀，耐心地剪断拌线。而奥斯汀则是在后面收集战利品，比如收集线、拌线钩、踏板、活塞和红石。还用桶子装上几桶岩浆，这些都是做陷阱的好东西。\n  \n艾薇拉不愧是高级刺客，不一会都把眼前的陷阱都拆除了。\n  \n“唉？这个洞穴还有金子，太好了。”说完艾薇拉就跑上去拿起矿稿挖起来。\n  \n奥斯汀感觉不对，这么浅的地方就有金子？于是就发动了 探矿 技能。\n  \n只见金子的后面没有更多的矿石，只有一个红石火把，红石火把上有一个石头，石头上又有一个熄灭的红石火把，红石火把上竟然有一大堆的TNT。\n  \n“别挖！”奥斯汀扑向了艾薇拉。但是为时以晚，艾薇拉已经挖下了那块金子，随即就听到了一声TNT即将爆炸的声音，奥斯汀不犹豫，立马开启了极影步法和磐石术，抱起吓到在地上的艾薇拉就跑。\n  \n“砰！砰砰砰砰！”一个TNT引起了连锁反应，一大堆TNT瞬间爆炸，奥斯汀则用身体护着而奥斯汀即使加持了磐石术背上也是一片血肉模糊。\n   \n“你。。你没事吧？”艾薇拉关切地问着奥斯汀。\n  \n“没事。。嘶。。好痛。”感受着背上传来火辣辣的疼痛，奥斯汀立马给自己释放了一个回春术。\n  \n“谢谢你，要不是你，我大概。。。”艾薇拉扭扭捏捏地说道。\n  \n“算了你也不是故意的，先去看看那个宝箱里有什么吧。”说着奥斯汀指向了在洞穴尽头的宝箱。\n  \n艾薇拉扶着奥斯汀来到宝箱前。艾薇拉先仔细检查了宝箱周围有没有陷阱，确认安全后让奥斯汀打开了宝箱。\n  \n“哇咔咔！这么多好东西。”奥斯汀翻看宝箱里的东西，不由得喜出望外。里面有1套铁甲、1组面包、3个防火药水、1个再生2药水，还有各种各样的陷阱材料。\n  \n拿出物品后两个人就开始了分赃大业，陷阱材料神马的都给了艾薇拉，面包平分，艾薇拉拿到了3防火药水，而奥斯汀作为主要战力拿到了再生2药水。\n  \n本来奥斯汀想把铁甲给艾薇拉的，但艾薇拉说刺客穿铁甲有碍速度，所以奥斯汀就心安理得地穿上了铁甲，顿时全身上下泛着银光，看起来威武无比。\n    \n两人走出了洞穴，开始了他们猎杀敌人的旅程。奥斯汀通常去吸引敌人的注意力，而艾薇拉则是布下天罗地网或者干脆偷袭。两人合作在5天时间里成功打败了30几个人，而只要剩下的时间不被打败，进入军队那是板上钉钉的了。\n  \n就在这时，突然从前面树后走出一个人，奥斯汀和艾薇拉都大惊失色，因为他们谁也没有发现前面竟然有一个人。\n  \n那个人看着奥斯汀，冷冰冰地说道:“我等你很久了，奥斯汀。”",
    "replies": [
        {
            "author": "叫什么",
            "timestamp": 1398595440,
            "txt_content": "沙发                                               "
        },
        {
            "author": "1343007125",
            "timestamp": 1398597300,
            "txt_content": "发错贴了，应该发在“文学作品”{:10_499:}"
        },
        {
            "author": "568323023",
            "timestamp": 1398685560,
            "txt_content": "1343007125 发表于 2014-4-27 19:15\n发错贴了，应该发在“文学作品”\n哦，这样啊！"
        }
    ]
}