{
    "title": "[单章]《破灭虚空》[作者：龙腾猫跃][第1节：《Minecraft》]",
    "author": "龙腾猫跃",
    "replyCount": 6,
    "timestamp": 1390895460,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-2-14 22:35 编辑 \n\n第一巻 伊始第1节 《Minecraft》\n　　2111年8月31日，中国，中州区。\n　　刘天宇大汗淋漓地走在街道上，手中拿着两个项链，金属的链子上挂了一个……草方块，下面是泥土颜色，顶部是绿幽幽的，上面还有个按钮。这就是他拼死拼活，从早晨6点排队到12点的收获——《Minecraft》的游戏项链。\nk刘天宇挂着黑眼圈，半死不活地走回了家，他的小区也只是差不多算是一般小区，谁叫他家经济不好，妈妈还……\nk一进门，一个和他差不多岁数的少女就跳了过来。她那光洁的脸蛋，小巧的粉红嘴巴，脸上有点调皮的微笑，长大些绝对魅惑众生。刘天宇看着她，愣了下神，那个少女却马上催促道：“天宇哥哥，看啥呀，项链拿来没——”\n　　“这里这里，忙啥呀，看你哥哥累得……”刘天宇忍不住抱怨。少女脸上却顿时充满阳光：“我就知道哥哥最乖了，是不是呀~”某人无语，咋感觉自己不该是哥哥，该是弟弟……\nk这个可爱的少女名叫刘怡然，是刘天宇的妹妹，虽说比刘天宇小3岁，但是人小鬼大，调皮得不得了。所以，刘天宇总是被这个小丫头使唤……不听也不行啊，这家伙的眼泪太不值钱了。\n　　终于摆脱了刘怡然的“盘问”，刘天宇看到桌子上的饭菜像是隔了千百年没见似的，猛地就扑了过去，左手馒头右手喝汤，吃相恐怕能吓死人。\n　　刘怡然走过来：“哥哥，你忙啥呀，噎死你活该！活该！”\n　　“噗——”刘天宇嘴里的饭菜喷了出来，“你这小丫头，我还不是为了你，早上5点多就去排队，早饭午饭都没吃！你还说！”\n　　刘怡然吐了吐粉红色的小舌头，说：“你还不是想去玩Minecraft，我不叫你，你还是会去领设备的嘛……”\n　　“我……”\n\n\n　　终于填饱了如深坑一般的肚子，刘天宇躺在床上，终于有时间仔细端详《Minecraft》的游戏项链。“嗯……做的挺不错的，这得要多少钱啊，起码几百！不知道Mojang公司是怎么想的，才卖20元，真奇葩……啊!对了，忘了找那个死妹妹要钱了……现在去她铁定不给，天，20啊，亏大发了！”\n　　说着，刘天宇闭上眼睛，轻轻点了一下那个“草方块”的顶部按钮，瞬间觉得自己的身体轻飘飘的，但是这种奇怪的感觉只持续了一片刻，接下来他就感觉到自己的身体恢复了重量，睁开眼睛，往周围一看，什么都看不到，却不是黑色，而是一片灰蒙蒙的颜色。\n　　“欢迎来到Minecraft的世界！现在离游戏开放还有22小时32分15秒，请耐心等待。”耳边突然传来一声轻灵的声音，刘天宇被吓了一跳。\n　　自己的胆子咋烂成这样……在心里无声地嘀咕了一声，那个声音却继续传来：“游戏项链绑定完毕，检测到没有决定游戏ID，请决定你的游戏ID，游戏ID为1到10个汉字，2个英文字母视为1个汉字。游戏ID决定后不可更换，每人只有1个角色，且不可删除，请慎重决定！”\n　　刘天宇一愣，只有1个角色？记得以前的虚拟游戏没有这个坑爹的要求啊……那就意味着不可以重来，没法删号重练！看来得谨慎了。“天之子。”他毫不犹豫地说。\n　　“游戏ID‘天之子’命名成功！嘻……看来你挺有自信啊，取这个名字……”\n　　刘天宇无语了，这货原来还是人工智能，他还以为只是个固定的程序呢。他这个命名也不是狂妄——而是真的有这份自信让他这样做。\n　　“嗯，那你知道关于这个世界的注意事项么？”既然知道了别人是人工智能，那当然得套点话，说不定对自己有帮助，所谓“一步先，步步先”嘛。\n　　“唔……我可不能说哦~到游戏开放的时候你自己就知道啦！现在离游戏开放还有22小时29分40秒，那，再见~”话音刚落，刘天宇发现，自己已经回到了房间。\n　　房间的看着天花板，刘天宇无语了……保密工作，做得真到位啊……\n----------------------------------------------------------------------------------\n　　索引贴地址：http://www.mcbbs.net/thread-228777-1-1.html\n　　下一节地址：第一巻 伊始    第2节 百年\n　　字数：1366",
    "replies": [
        {
            "author": "dengabcd22",
            "timestamp": 1390895700,
            "txt_content": "看完了...看第二节去了"
        },
        {
            "author": "毒蛇",
            "timestamp": 1390895880,
            "txt_content": "怎么先发第二章？"
        },
        {
            "author": "冬日祭",
            "timestamp": 1390896060,
            "txt_content": "很不错         "
        },
        {
            "author": "abalala",
            "timestamp": 1390900080,
            "txt_content": "文笔好！顶！"
        },
        {
            "author": "fff1123",
            "timestamp": 1390993680,
            "txt_content": "楼主在段首扣的 k 字母有什么特殊意义呒?\n\n\n\n\n\n来自群组: 兔斯基大家族"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1390994100,
            "txt_content": "fff1123 发表于 2014-1-29 19:08\n楼主在段首扣的 k 字母有什么特殊意义呒?\n我用手机写的，k代表2个全角空格，修改后忘了替换了"
        }
    ]
}