{
    "title": "【蘑菇牛日记】-29",
    "author": "冥王星人",
    "replyCount": 6,
    "timestamp": 1390901700,
    "txt_content": "正文：\n\n       　　\n　　\n　　“嘿，吉布。”\n　　我上前，伸手轻拍他的脸颊，促使清醒过来。\n　　“你还好吧？”\n　　“……”\n　　\n　　从打开箱子，看清里面的东西，续而发出一声惊呼，目光呆滞的瘫坐地上已经有一阵了。\n　　光靠他自己去恢复神智，要到天明也说不定。\n　　\n　　“吉布？”\n　　“……”\n　　“喂喂，即使你没出过村子，见到这点东西也没必要反应如此强烈吧？”\n　　“------”\n　　他根本没理会我惯常的嘲讽语气，只不过保持身体僵硬，迟缓战兢的去触摸物品表面。似乎那仅仅是一张逼真的画作，或者投射的幻影，稍微用力便要破碎粉逝。\n　　“老天……”\n　　遗憾质感、声音、重量、纯度，都证明眼前为现实无疑。\n　　“Steve……你……从哪里……”\n　　吉布趴在箱子边，整个人要埋进去的架势，两手捧起几块祖母绿和钻石，转过脸问我。\n　　这也是，我早就该向他回答的疑问。\n　　\n　　“这个村子，建在死火山口上。”\n　　“唉咿？！”\n　　没错，就是死火山。\n　　你们所谓的圣山，在我顶多是形成世界初始时候，释放大地力量的其中一个出口罢了。\n　　这周围陡峭山形，怎么看也是喷火口的特色。如今由于年代久远，当时喷发的壮观景象早已不存痕迹，地形出现巨大变化还使原本形态不容易看出。出村的路，是不知过后几万年风化腐蚀塌陷的裂口。至于经过的河道，是这个区域受地表运动下沉，错层抬高了旁侧的河床所导致。\n　　钻石的形成需要高温、高压，以及缺氧三个要素，开采必须极深的矿井。可火山的存在，刚好把大地深层的珍稀矿石带来表面。\n　　我把房子盖在这个方向，主要因为发现土层呈现淡淡的红褐色。正是那稀少的红石粉末，告诉我这块地方曾经是怎样的面貌，土地下面埋着怎样的宝藏。\n　　\n　　“于是我简单做了把石镐，躲开好事者的监视埋头挖了两天。托你宝贝箱子的福，稍微借了点火药，几下就炸到空洞。后面的事不用多说吧？矿脉丰富又在浅层，洞穴壁上有数不清的金矿、祖母绿矿、钻石，继续挖的话，想要多少都能得到。”\n　　“……”\n　　“只是，我不想再拼命干了。积蓄这么多有什么用呢？如果光挖不享受，到最后这些又留给谁呢？所以我想好了，用这些买下刚才老头提到的地，盖最大最豪华的房子，在里面享受余生。什么开隧道通到外村，什么和他们贸易提升本村价值，叫你们的白痴村长，连同那些权势的傀儡，都去见鬼！”\n　　“呃……”\n　　\n　　突然间我有些后悔，没能控制好情绪说出了很多过分的话。\n　　表现的野心、狂妄、傲慢，也许要吓坏吉布。\n　　即使心中的确这样谋划，表现在外也算是一种失态。另外他听过后会不会联合其他人排斥我，仔细想来实在没有足够把握。\n　　眼下情况，总得在确实闯祸以前，想法做些事以尽可能减免损失。\n　　\n　　“不……我是说……”\n　　“Steve……”\n　　“听着吉布，没有你预想那么坏。”我性急地抓住他上臂，用力讲出每个字。“我是说我们，听好是我们，可以不受其他人的压制，自在舒服的生活。难道这你不想要吗？”\n　　“我……”吉布移开视线，把宝石丢回箱里。“说实话，我从未想过哪天能过上富足的日子……”\n　　\n　　\n\n\n索引：\n\n见签名处\n\n\n废言：\n\n       由于前阵子拖稿比较厉害，情节感觉什么的有点忘记，大家要是看到设定冲突，或者某些词语重复率过高，请复制整句话回帖告诉外星人，指出错误有人气奖励哦~~~\n",
    "replies": [
        {
            "author": "xiaobaicai",
            "timestamp": 1390901820,
            "txt_content": "更新速度开始慢了呢。            "
        },
        {
            "author": "42486327",
            "timestamp": 1390901940,
            "txt_content": "支持外星人的小说"
        },
        {
            "author": "银狼",
            "timestamp": 1390902000,
            "txt_content": "0w0刚才黑了一台，现在顺道过来看看冥王酱的蘑菇牛~~~"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1390902180,
            "txt_content": "先顶再看好习惯，楼主赶紧更。\n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1390902240,
            "txt_content": "xiaobaicai 发表于 2014-1-28 17:37\n更新速度开始慢了呢。\n应该说快了，因为我请假了。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1390902780,
            "txt_content": "嘿金币，你还好吗，你若安好赶快起来，你若安不好自觉点进口袋。"
        }
    ]
}