{
    "title": "一些你可能用得到的多人团队法则",
    "author": "123164",
    "replyCount": 6,
    "timestamp": 1390916880,
    "txt_content": " 本帖最后由 123164 于 2014-2-2 16:49 编辑 \n\n这是我玩多人生存总结的经验，希望大家能用到。\n\n1.一头牛对猎豹构不成任何威胁，但他们如果能运用团队的力量，就能轻易地从猎豹的口中夺取食物，有时甚至还能干掉猎豹。从这点可以看出，没有人能够脱离团队的力量而独自生存，哪怕你再强。因此，猎豹是勇士，但很悲剧；牛虽然能力平庸，却生存力却极强（就像一样）。\n2.在团队中，“蚂蚁”错一百次仍可能被原谅，但OP）错一次就可能出局。\n3.当你意识到危险在逼近时，事实往往是，你已经失去了反击和自救的机会。\n4.先向团队中的强者靠拢，再让自己变成强者。\n5.联合多数对付少数。这意味着，虽然有敌人威胁你的生存，但你至少要保证自己的盟友多过敌人。唯一的例外是，你的敌人恰好是你这个服务器的OP（或领导者）。\n6.不要以为所有事情都如你想象般顺利，不论何时，不管什么事，你都应该做好最坏的打算。\n7.第一批被团队淘汰的人，要么具有非常明显的缺陷，要么一开始就因说谎而被众人厌恶。对于前者，明显的缺陷使他无法适应竞争，淘汰这样的人无论对他还是对整个团队都是明智和必须的;对于后者，一个根本性的原则是：说谎者必须离开。\n8.请别忘记，OP(或带领者）的时间比你的宝贵，当他给你一项任务时，这项任务比你手头上的是更重要！如果你想获得认可，就一定要记住：处理临时性的任务是你表现的最好机会！\n9.当你开始实施你的宏伟计划时，别忘了祈求好运。因为在战场上，决定一名士兵生死的，不仅仅是敌人的攻击，还有他自己的技巧和运气。\n10.要有敏锐的发现力。你需要具备一双聪明而敏感的眼睛，可以及时的发现问题并解决。（就像一些///////，可能你的队友没有发现，但如果你发现了就一定要及时告诉队友（不然可能就会 [rose_red]YOU DIED!)或就自己解决掉这个麻烦（当然你要做好准备）。                                                                                                                                                                       23333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333333（233分割线）\n\n11.尽自己的力量为团队做一些有意义或价值的事，尤其是在你比较擅长的方面，哪怕有时会做错，但要尽力，并让其他的团队成员知道。\n12.最理想的生存方式是“适度参与”，同时懂得每时每刻[diamond_sword]（保护自己）。\n13.什么样的人江在团队中有较好的前景呢？经验最丰富者；最年轻和富有潜力者;最机智而年富力强者。这是自然的选择，同时也符合团队本身的需要。 \n14.无论任何时候，千万千万不要放弃。最伟大的胜利总是发生在最后一刻（或最后一局），因为不管对于个人还是整个团队来说，唯一的限制都是自己强加上去的。请记住，你自己或团队的潜力，永远都在你的自我评估之上。\n15.没有谁比其他人更重要。\n16.请记住这一点：单靠个人无法成就伟业。\n后话：本帖是我晚上写的，so，我以后会不定期更新，望大家谅解。另外，如果错版了请通知我，我会及时处理。最后，求[grid_gold_nugget]和（人气）。\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "小黑人",
            "timestamp": 1390917780,
            "txt_content": "这些东西我几乎都看过了……虽然忘了那本书\n\n第一条我想补充一下……有个故事是这样说的：有三头牛，他们极其友好和睦地在一起在野外吃草，一头狮子窥视了很久，想逮住他们，但是觉得只要他们聚在一起，就得不到机会。因此他开始暗地里散布流言蜚语，说这一个跟另一个作对，直到他们之间制造了妒忌和不信任。狮子一看到他们各奔东西、分头吃草的时候，就马上向他们一个一个的进攻了。这样他就轻而易举地把他们全吃光了。\n\n以上的故事令我觉得一个勇士应该是能解决掉一个团队，关键是看他怎么做。"
        },
        {
            "author": "BFXLQC",
            "timestamp": 1390959900,
            "txt_content": "多人游戏怪物少得可怜...\n而且又有多少PVP服？"
        },
        {
            "author": "123164",
            "timestamp": 1391051460,
            "txt_content": "BFXLQC 发表于 2014-1-29 09:45\n多人游戏怪物少得可怜...\n而且又有多少PVP服？\n我的服怪就很多啊233333[pumpkin]"
        },
        {
            "author": "123164",
            "timestamp": 1391051520,
            "txt_content": "小黑人 发表于 2014-1-28 22:03\n这些东西我几乎都看过了……虽然忘了那本书\n\n第一条我想补充一下……有个故事是这样说的：有三头牛，他们极 ...\n不是的，你的跟我的不是一个意思"
        },
        {
            "author": "MC大湿",
            "timestamp": 1391051520,
            "txt_content": "\n\n不被基友坑就是最大的法则"
        },
        {
            "author": "123164",
            "timestamp": 1391128680,
            "txt_content": "{:10_501:}怎么没有人啊~QAQ"
        }
    ]
}