{
    "title": "《一个骑士的一生》正文发布",
    "author": "晓傲",
    "replyCount": 7,
    "timestamp": 1390929360,
    "txt_content": " 本帖最后由 晓傲 于 2014-3-1 17:47 编辑 \n\n 大家好，我是晓傲，说好的正文终于发布了，先说一下本文迟到原因吧！第一：没有留草稿 第二：没有时间 第三：在看材料 那天的发布时间是星期三，我也不想在意这些细节，就估计是一个月吧，今天终于发布第一章了，本书名再说一遍，是叫《一个骑士的一生》，专门关注我的朋友应该知道，预告篇和更新篇是一体的，就是说第一篇预告是更新篇，也可以说，它是一个预告篇，不过下面多了个更新的地址，第一篇更新篇兼预告篇地址【http://www.mcbbs.net/thread-214673-1-1.html】，这本书的灵感和某些句子来自下方的这些书文\n\n《丧尸生存手则》《末世盗贼行》《最终进化》《空港之恋》《末世重生之龙帝》《末世竞技场》《黑铁之堡》《重生之重甲狂贼》《末世黑暗纪》《中世纪》《蛊真人》《马克斯一生的言语录》《屠刀手》《新世纪启示录》\n\n当然，不单单是从这些书中吸取灵感，我还把一些游戏的内容拿来借鉴：生化危机系列 使命召唤系列 求生之路系列 \n不过呢，终于在过年前发布了第一章                                                                     第一章：我是谁？\n  一早上，汤姆早早的起了床，提起镐子，坐在床边回想着，一年前，警卫部发现了这里，和进化部一起收复了这里，这里便成了人类的矿点分布地，（警卫部：由零段进化者到五段进化者组成，负责保护城镇和某些特殊地点 进化部：由五段以上的进化者组成，负责一些高阶任务）汤姆也是和大部分矿工一样，来自山的另一边，便是A城对面的村民村庄一号（古野山庄），这里因为矿源丰富，所以又称矿工天堂，因为苛刻的生活条件（附近没有一棵树，仅仅只有大山），所以每年世界历一月一日便会在矿工窟发放绿宝石（世界历一月一日：英雄节），汤姆回想到着，突然笑了，今天不就是英雄节嘛！我既然忘了（英雄节：Notch打败Herobrine的日子）。没有多一句话，汤姆提起镐子，走出了家，向一号矿洞走去，准备去领一下福利，突然，他发现，附近的矿工既然都不见了，他吓了一跳，脚下既然是一具尸体，是卫兵，卫兵的标牌上写着（格林，二段士兵，警卫部），什么，看着卫兵脖子上的刀痕，他知道，是人为的，他向村庄跑去，一脸的惊恐，突然，他被一个穿着灰色卫衣的男人挡住，男人对着汤姆淡淡的说：兄弟，才几段，想跑？你运气不错，既然没被我发现！哈哈，不过你很快就是一具死尸，看在你是最后死的，就允许你在附近捡把武器和我玩玩!汤姆脸色发白，基础技能：观察开启（观察：notch送给人类和斯蒂夫的礼物），四段人类，生命？？？，各属性？？？，他又看了看自己的属性\n Tom（零段）\n智力：6点                            \n魅力：5点                        \n力量：7点                             \n敏捷：4点                         \n体力：7点                              \n防御力：6点                         \n爆发力：6点                                           \n 吓了一跳，人家比自己高上四段，想逃？速度不够，打不过，神秘人开口了：是不是在观察我？没用的~\n就在此时，大约五百方块的另一个男人也在看着他们，穿着一件黑色卫衣，笑了笑，真有趣，零段打四段，呵呵，助他一臂之力，呵呵，他把一股能量用传送技能输入在汤姆身体里，没人注意到。\n汤姆也是恐惧，随手把死亡卫兵格林的匕首拿起来，冲了过去，一瞬间，讽刺的事情发生了，灰色卫衣男被一刀秒杀，哼也没哼一声，汤姆大惊，因为自己中了邪，把匕首一扔，打开属性看血量，看见了终身难忘的事情\nTom（伪一百段/全职业满级）\n智力：10点                              \n魅力：5点                            \n力量：999点                             \n敏捷：999点                           \n体力：999点                              \n防御力：999点                          \n爆发力：999点  \n  一霎那，晕了过去。 不知道过了多久，汤姆醒来了，但是观察了下附近的区域，大有不同，他在一棵大树上，属性也恢复正常，大失所望，他以为，他可以变成世界上最强王者，却终究还是照旧，但是也有开心的事情，就是自己的小命还没丢，一道紫色光芒从汤姆脚下直射，汤姆吓了一跳，很快便平静了，默念：观察开启。观察特有的白光闪起，一目了然。\n神秘的书本（鉴定指纹为Notch所有，99%相符）\n简介：无法鉴定历史的书本\n  愣了一会，汤姆慌张的打开了书本，书本几行字闪着紫色光芒：你好，朋友，呃，你八成知道我是谁了吧，我看得出你很有战斗天赋，救了你，希望你可以完成我给你的任务，呃，我送你几件礼物吧，不过建议准备好才看第二页，因为为了保险，我会把你的记忆先压制一段时间，当然，不是很久，我也会给你一个机会选择补偿。\n  书本第一页的字消失了，Notch的礼物便马上到了，一件卫衣和一把匕首，汤姆失望的看了看，说好的礼物不就是眼前的这些垃圾吧？汤姆心里默念着，但还是打开了观察，浪费了些精神力（精神力：以体力为基础消耗，消耗一定时，各属性会下降）\n黑色卫衣（被神秘力量笼罩，无属性，属于精神武器）\n 说明：这股神秘力量可以使装备他的人拥有精神力传说的能力，且运气这一类东西大增。\n格林的匕首（被神秘力量笼罩，属性未知，破损80%）\n说明：可怜虫格林生前使用的匕首，属性未知。（notch：这句话是我加的，他破损速度很快，但是我看在他是你刚刚和那个家伙打的时候捡的，便赐予他逆袭的力量，力量固定+100点，属性上。） \n  呃，太坑爹了，前者还好一点，就在汤姆抱怨时，叮，男声响起，汤姆知道，这个是世界每个人都有的观察技能以外的另一个技能，是Notch给人类的另一个礼物，本能反映（本能反映：对外界事物的辨别能力，鉴于智力来加强能力，属于基础技能，男女声鉴于DNA来分布，与观察技能不同，观察技能不可升级）老男人的声音响起：请选择Notch的补偿，三选一。说完一个界面就出现了。\nnotch的补偿（交易类）\n第一：赐予你50%的记忆永远不会丢失，且力量值增加到满值，且多出十点自由分配点。（在恢复记忆的前提）\n第二：给你一次可以回到过去的机会，可使用三次。50%固定增加使用数，使全属性加五点（保命技）\n第三：选择职业（随机一个技能直接精通，不用任何要求），且观察技能可升级，开启观察10级技能（Notch：需要自己通过努力来进阶的），10%附送特别能力。（无介绍）\n\n  呃，第一太坑，力量爆值虽然很强，但是50%的记忆，不是会恢复的吗？第二也仅仅只是保命的，而且只有三次，notch可以弄这玩意，为什么不自己穿越到过去干掉herobrine？肯定有诈，第三呢？...貌似靠谱一些，毕竟职业是一到一阶就必须选择的，而且最牛的是职业技能精通，而且还不用要求，选择职业是有要求的，比如战士，必须是力量体力到十点，而且还有10%特殊能力，毕竟现在我才零阶，而且还是无条件选择，好变态，就是你了！汤姆想了想，毫不犹豫的点下去了。 一会儿，职业表便出来了。\n职业表（选择，无需要到一阶）                              \n战士（附加被动技能暴击+10） \n介绍：战士属于近战类职业，力量值较大，速度较慢（战士是大多数人的选择）\n选择此职业获得力量点+5 防御力+5\n\n法师（小火球精通，智力+1）\n介绍：法师属于远战辅助类职业，智力较高（智力属于精神类）。（法师永远是神秘的化身）\n选择此职业获得智力+6,小火球十级。\n\n平民（各属性+2，学习辅助类的职业悟性满级）\n介绍：无门无派的垃圾货色。（当一个草民，总有一天你会逆袭的）\n选择此职业全属性+2，悟性满值，运气+30（不推荐此职业）\n\n\n盗贼（敏捷+10，神秘技能一份）\n介绍：盗贼，顾名思义，逆袭的人物，敏捷很高.（notch：建议你选盗贼，看你贼眉鼠眼的份上。）\n选择此职业敏捷+10，神秘技能书一本，可以获得notch的祝福。\n\n\n弓箭手（体力+5，获得附魔弓箭一把）\n介绍：纯辅助类职业，最多人选择的职业之一（大多数人都是只顾自己，辅助类职业对自己好处多多）\n选择此职业体力+5，附魔弓一把。\n\n  过了一会儿，汤姆看都看眼花了，而且根本看不透notch在想些什么，既然推荐自己选最冷门的职业，可是汤姆还是选择了盗贼。\n  打开职业表，看见自己盗贼的职业，他一开始便有两个技能了，要知道一般人选盗贼这个职业，都是不要命的人居多，盗贼在一开始更本没有技能，就是比一般人跑的快几倍罢了，前期基本就是鸡肋，在各种团体各种不公，只有活下来的人大多是强者，才能获得仰望和鼓掌，他既然是逆天的获得了技能，而且还有一个是精通，他看了看，内流满面啊！\n职业表：\n盗贼汤姆（零阶）\n智力：6点                            \n魅力：5点                        \n力量：7点                             \n敏捷：14点                         \n体力：7点                              \n防御力：6点                         \n爆发力：6点\n技能表\n被动技能：\n消失\n介绍：使用者隐身，被击中退出状态（包括自行退出）\n主动技能：\n强行扣留（十级精通）\n介绍：使用此技能使五米内的敌人被迫停止行动，持续5秒（十级精通额外增加到3分钟）\n  张着嘴巴的汤姆顿时震惊了，该死，十级精通，我...是在做梦吗？按这么说，我的观察也应该是十级，他看了一下被动技能下面的隐藏部分，失望了，原来只是开始了十级的限制，界面上只写了十级限制开通，并且获得特殊权利便没有写别的了，其实老实说notch这一招真不错，普通的观察技能被notch在百年之前便锁定到一级无法继续升级，也不谈什么进阶了，毕竟，让别人知道自己的底细是很危险的，这一招，是封杀了那些敌对部落的危机感，让人还有一丝底线，可是这回notch貌似冲破底线，给了汤姆一个大礼物，而且汤姆还有一个10%的大礼包，此时，汤姆也正在震惊notch为何会赐予自己如此强大的力量，他只不过是个平民，而且他说自己有很大的潜能，潜能又是什么呢？  叮，恭喜进化者获得notch的礼物之10%的奖励，汤姆貌似被这五雷轰顶炸得喘不过气了，第一时间没打开界面，而是深呼吸，不会今天我真得人品爆发了吧，既然中了那10%的奖励，毫不犹豫，打开界面，界面打开后，又是一朵桃花。\n技能表上多了一个新技能。\n技能表\n被动技能：\n消失\n介绍：使用者隐身，被击中退出状态（包括自行退出）\n主动技能：\n强行扣留（十级精通）\n介绍：使用此技能使五米内的敌人被迫停止行动，持续5秒（十级精通额外增加到3分钟）\n盗贼之首\n介绍：勘破附近一百米隐身的盗贼（被勘破的盗贼头上将会有红点警示）\n  汤姆在一次震惊了，就在此时，他想起notch那本书上的话，准备好便翻开第二页。\n还是熟悉的紫色光芒：打开第二页，可以代表你勇气的象征，我是notch，我要告诉你，你将面临你不知道的危险，我在上一次大战上差点魂飞魄散了，但是你，因为你的勇气和你那惊人的感知，让我知道，你不会是一个草民，希望你选了盗贼职业，他可以大大增加你感知高敏捷低的缺陷，我赐予你我当年大战在我兄弟身上缴获的一部分能量，感知高便代表你野心高，为什么我会压制你的记忆，因为你不是我选中的第一个勇士，在之前，我也选过几个人，但是个个都还是被我的兄弟消灭了，我发现一个秘密，再一次，我去我兄弟创造的神殿里，发觉了他的魂魄，他在被我封印的时候，记忆和魂魄被分为十二份，在神殿里，我既然发现了被我封印的十二魂魄之一，消灭了守殿之魂魄，知道了一个信息，只有服用了他的能量，你才可以在怪物之中的存在感降低，而且还可以助你升一阶，仅此而已，后会有期。\n  汤姆看完最后的这一页，晕了过去。\n——————————————————————————————\n预见后事如何，敬请期待第二章\n后语：汤姆晕了过去，他会怎么样呢？这会不会只是一场梦呢？\n作者：大家好，我是晓傲，对于《一个骑士的一生》为什么那么慢才出，我很抱歉，明天我会努力赶稿，尽量快点出第二章吧。\n更新贴【http://www.mcbbs.net/thread-214673-1-1.html】\n\n\n",
    "replies": [
        {
            "author": "Ha!",
            "timestamp": 1390938660,
            "txt_content": "好作品,必要顶一下{:10_492:}"
        },
        {
            "author": "晓傲",
            "timestamp": 1391059560,
            "txt_content": "Ha! 发表于 2014-1-29 03:51\n好作品,必要顶一下\n谢谢夸奖，希望老友你能去预告篇顶一下我，我便心满意足了，我几个老友已经去了，别out了！=w="
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1391059980,
            "txt_content": "先顶后看好习惯～\n发现写手一只，挖走。"
        },
        {
            "author": "Ha!",
            "timestamp": 1391069940,
            "txt_content": "晓傲 发表于 2014-1-30 13:26\n谢谢夸奖，希望老友你能去预告篇顶一下我，我便心满意足了，我几个老友已经去了，别out了！=w= ...\nwhere the 预告篇?{:10_492:}"
        },
        {
            "author": "冥王星人",
            "timestamp": 1391073000,
            "txt_content": "看着像资料表，而不是小说"
        },
        {
            "author": "晓傲",
            "timestamp": 1391314080,
            "txt_content": "Ha! 发表于 2014-1-30 16:19\nwhere the 预告篇?\n预告篇其实就是晓傲放出来的大萝卜，每次只要发布新预告，就会剧透一些内容，但是有时晓傲也会改变主意，故意吊大家胃口，改稿，错文等..."
        },
        {
            "author": "晓傲",
            "timestamp": 1391314140,
            "txt_content": "冥王星人 发表于 2014-1-30 17:10\n看着像资料表，而不是小说\n不要在意这些细节，反正第二篇就快出了，等等吧。"
        }
    ]
}