{
    "title": "钓鱼竿",
    "author": "kzynsteven",
    "replyCount": 7,
    "timestamp": 1335491520,
    "txt_content": " 本帖最后由 kzynsteven 于 2012-4-27 09:54 编辑 \n\nWIKI地址（已翻译）：  http://zh.minecraftwiki.net/wiki/%E9%92%93%E9%B1%BC%E7%AB%BF\n\n\n\n钓鱼竿\n钓鱼竿\n\n\n\n\n\n\n\n\n类型 工具 耐久度 65 可再生 是 重叠 不可以 首次出现 Alpha 1.1.1 (秘密周五更新1) 数据值 dec: 346 hex: 15A \n钓鱼竿(Fishing Rods)是用来获得鱼的工具。 \n\n制作 一把钓鱼竿可以通过三个木棍和两根线制作而成。这使钓鱼竿成为可再生资源之一。 \n\n\n\n\n截图00.png (3.94 KB, 下载次数: 33)\n\n下载附件\n\n2012-4-27 09:54 上传\n\n\n\n\n\n历史 在第一次出现时，他们是没有用处的。但到了Alpha 1.2.0 万圣节更新时，钓鱼竿被升级，能捕获任何水域中的鱼。钓鱼竿在出现时，是可以重叠的工具。这是在不经意时添加的，在Beta 1.6时被修改。 重叠钓鱼竿使玩家能够修改重叠到第一个钓鱼竿的损害值。玩家能利用这点来使钓鱼竿永远不会破损。 \n\n 用法 \n玩家可以右键单击抛出浮标。再按一次右键可以将线收回。钓鱼竿在损坏之前总共可以抛出和收回浮标65次。向水中抛出浮标，或是在浮标达到它的目标之前（即还在空中）就将它收回不会降低它的耐久。如果玩家和浮标落点之间的距离达到了34格以上，钓鱼线会自动收回。另外地，浮标落在了地面或墙上并且收回会消耗双倍耐久（但是这损伤可以通过用鼠标滚轮切换到其它物品而不是收回浮标来避免），而若成功地钓上一条鱼则记为一次使用。玩家位于水下时也可以钓鱼，即在抛出浮标后进入水中，或者直接在水下抛出浮标（但是这看起来没任何益处……）。如果是在水下抛出浮标，它依旧会像往常一样浮到水面。在水下钓鱼也是一样的道理，而且钓上的鱼会同样直接飞向玩家。 \n\n 钓鱼 \n当你细心一点阅读游戏源文件，其中决定在室外或室内抓鱼的那一部分代码时，如果你垂钓地点所在的水域能够被闪电击中（即露天的（代码worldObj.canLightningStrikeAt(...)），则你能钓到鱼的几率是1/300每1/20秒（一滴答，游戏计时单位）；而在室内（不露天）钓到的几率是1/500. 所以平均下来，你在室外平均能每15秒钓到一条鱼，而在室内平均要25秒。 \n\n  一个浮标\n\n不论是天然水域还是玩家自制的人工水域，只要鱼竿向任何种类的水中抛出，过一小会儿鱼线末端在水面沉浮的浮标就会沉至水中，发出啪啦的入水声。鱼竿必须恰好在浮标入水时收回，否则鱼就会跑掉。如果鱼跑掉了，你可以根据自己的意愿继续原地等待第二条鱼（不必收回再抛出）。如果钓鱼成功，一条生鱼就会就会飞出水面并落在钓鱼者附近。当然，有的时候飞来的鱼会越过钓鱼者的脑袋然后落到身后很远的地方。如果没有任何东西上钩，浮标会在60秒后消失（收回），但是每当浮标重新被抛到水里时时间都会重置。如果抛出的浮标接触到一个实体的方块，它会被挂在那里以致不能钓上鱼（即使是在水中）。这表明玩家自制的钓鱼池必须相应地有一定规模，水体必须至少1格宽，10格远才足够抛竿。当然，你也可以制作一个只有1*1大小的水坑来钓鱼，不过你必须向天上抛出浮标来使它浮在水中（需要技术……），这时，因为浮标的初速度在上升时都被消耗光，所以它落下时不会击中水底的方块。 \n\n在实体上的用法\n钓鱼竿可以在所有的生物身上使用并将它拉向玩家。（但是因为流体的减速，水中或岩浆中的生物不能移动很远）虽然当你击中一个生物时会有变红的伤害动画，而且是动物的话也会逃跑，但是你其实没有对该生物造成任何伤害。鱼竿会在抛中一个生物时受到三倍的耐久损伤，收回时会将生物向玩家拉一段距离。玩家可以利用这个特点在很高的地方抛竿，收回时向命中的生物给予一个垂直的动力，使他们受到足够的坠落伤害以致死亡。（这个方法对鸡、恶魂、烈焰人、铁傀儡、雪傀儡和豹猫无效，因为它们不受坠落伤害）。你也可以将敌对生物拉到岩浆里，或是将末影人拉到水里。鱼竿也有一个美学上的作用——甩到被驯化的狼狗身上来充当狗链，虽然它不能永远留在狗身上。当一条狗因为距离过远被传送到玩家身边时，浮标依然会留在狗身上。 \n\n 一个被抛到火中的浮标会挂在火上，并在火焰熄灭后浮在空中\n\n有人猜想，这种功能将用来在以后的版本中，把可能出现的“鱼”生物（类似于现在的乌贼的一种生物）拉拽上岸。不幸的是，钓鱼竿不能用在玩家身上，所以它在PVP中是无效的。 \n钓鱼竿可以甩到船或者矿车上来把它们向玩家拉近。但是，船在这种情况下经常会损坏。鱼钩可以用来激活压板，甚至在一定距离内打下挂画。\n这个特点可以在一些需要玩家触发某个机关的解密闯关地图中使用。奇怪的是，地狱中恶魂喷出的火球也可以中钓鱼竿勾住……\n\n一些收竿时的问题 \n玩家最好在身后有高大遮挡物的地方钓鱼，或者在一个高出水面的平台上。飞出水面的鱼会在收竿时以相当大的速度飞来，并且可能一下飞过头顶，这将会导致它的丢失。在鱼飞到头顶前跳起是一种方法，但是这不总是管用。从高出水面4格（4格时已测试，其它高度可能也管用）的地方钓鱼会使鱼径直飞向玩家。并且，我建议钓鱼池至少要有8格长，4格深，否则鱼钩会挂在它击中的方块上。鱼钩与玩家距离越近，鱼飞出时的速度越小。 \n\n Bug解决\n当玩家在钓鱼时，如果他/她盯着鱼钩下方（准星对着鱼钩下方）或直接盯着鱼钩（准星对准鱼钩），钓到的鱼就会飞过他们的头顶。但是如果玩家盯着鱼钩的上方(即使他们看着鱼钩的左方或右方)，鱼就会径直飞向玩家，但是有的时候鱼依然会稍稍高于头部，并且比你看向鱼钩下方时低一些。据推测这是一部分体现“现实化”的代码。在现实生活中，当你从低角度收竿时，你的拉力就会大量增长；但是当你从一个较高的角度收杆时（也就是在Minecraft里盯着鱼钩上方），力量就会减少。因此你给予的拉力越少，你得到鱼的机会就越大。 \n\n一些Bug 如果鱼竿已被甩出，且玩家切换到第三人称视角并蹲下，鱼线就不会与鱼竿相连了。只要你把鱼竿甩向一个实体方块并让鱼钩挂在上面，它就会一直留在那里，即使方块被移走或者毁坏。当你旋转或者快速转身，鱼线的末端依旧停留在原地 ，即使浮标不断转向移动。如果你把鱼竿的尖端放到浮标旁边，你会发现鱼线弯成了一个奇特的角度。如果你在手中拿着钓鱼竿时登上船，你会卡在船中，你的鱼线会被放出，而且你不能移动。一段时间后，玩家就会死亡。\n\n琐事 骷髅射手能被拖到它自己的箭上将鱼竿抛到岩浆中会使浮标着火，穿透岩浆并永远坠落下去(?)。将鱼竿抛到火中会使浮标着火，并让它黏在着火的方块上。当你坐在矿车中时，将钓鱼竿抛到矿车的前壁上会使矿车立即停下，同时玩家也会离开矿车。但是玩家和矿车都不会受到伤害。向一个传送门抛竿，浮标会像挂在普通方块一样挂在上面，或者穿过它并停在下一个方块上面。就目前来说，钓鱼竿是游戏中唯一一个当玩家拿在手中时以镜像显示的物品。在多人游戏中，当你抛竿到另一个玩家身上后，浮标会一直留在他身上，即使他们不断移动。这个特性可以用来做很多事。如果你把浮标抛在了一处瀑布上，浮标会一直上升直到它到达瀑布顶端，他会一直留在那里直到玩家将它收回。即使你位于水下，你也可以钓鱼。钓鱼竿的浮标使用了“广告牌”效果，它的意思是不论玩家在何种角度，浮标的前端都会一直对着玩家。这一点有些像老式的三维游戏，如《毁灭战士》和《三元的崛起》。一般说来，在户外钓鱼鱼咬钩所花的时间更少。你可以在合成界面中把一个鱼竿拖到另一个上来修复后者。末影人会在鱼竿抛到它身上前瞬移走。\n\n\n\n",
    "replies": [
        {
            "author": "蜘蛛侠hw",
            "timestamp": 1335492420,
            "txt_content": "翻译辛苦了~"
        },
        {
            "author": "花开落幕情",
            "timestamp": 1335507180,
            "txt_content": "................................很好的资料啊"
        },
        {
            "author": "geludan",
            "timestamp": 1335511140,
            "txt_content": "居然还分室内和室外钓鱼。。。"
        },
        {
            "author": "kzynsteven",
            "timestamp": 1335514020,
            "txt_content": "geludan 发表于 2012-4-27 15:19 \n居然还分室内和室外钓鱼。。。\n在没翻译这个WIKI前我也不知道……当初游戏中多少个夜晚我都是在底下自造钓鱼池旁度过的……\n这回得换地儿了……"
        },
        {
            "author": "sjjklh",
            "timestamp": 1335515280,
            "txt_content": "篇幅不小，而且内容很有技巧性\n\nGood Job"
        },
        {
            "author": "407433069",
            "timestamp": 1336567380,
            "txt_content": "好东西啊\n辛苦LZ了"
        },
        {
            "author": "458529276",
            "timestamp": 1341814020,
            "txt_content": "如果用鱼竿像绳索一样抛到房顶，按右键能使玩家飞上去就喊好了。哈哈哈{:10_523:}"
        }
    ]
}