{
    "title": "【解密】原创小型解密地图《我的家》",
    "author": "LOVE亮亮",
    "replyCount": 88,
    "timestamp": 1390966620,
    "txt_content": " 本帖最后由 LOVE亮亮 于 2014-6-22 19:25 编辑 \n\n哈喽，大家好，本人又来给大家发地图了。\n好吧好吧，我在这里说下剧情：卡特【主角】在外面玩的时候，不小心掉进了一个大水坑，下面有一个扭曲传送门，我们主角被传送到了扭曲空间【就是异空间】，没有人类，只有无尽的寂寞...祝您玩的愉快，给点人气和金莉啊！\n原来那个连接是骗人的 真的在这http://pan.baidu.com/s/1i36z80X 马上就出2了 \n今天的地图是我自己弄的一个还算小的解密地图，这是我这个系列的第一季，希望大家可以喜欢并且支持我！\n{:10_523:}啦啦啦啦啦啦啦啦德玛西亚 下面上图\n[diamond_sword][diamond_sword]伸手党切小JJ【如果你是女的，祝你怀孕】\n\n我的家2，我的家3已完成。\n詳情請自己在站內搜索！\n\n\n喜欢的话请按顶，不喜欢的话请按顶\n最后，献上你珍贵的金粒和人气吧\n\n \n注意！版权归作者所有，没有作者许可请勿转载。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nQQ截图20140129113545.png\n(271.64 KB, 下载次数: 302)\n\n\n\n\n下载附件\n\n\n2014-1-29 11:35 上传\n\n\n\n\n\n\n\n\n别说我图少，图多了这个地图就不好玩了\n\n\n\n\n\n\n\n\n\n\n\n2e5fb4080d8822dc9923a7b5097ccabe_0009.jpg\n(33.56 KB, 下载次数: 288)\n\n\n\n\n下载附件\n\n\n2014-1-29 11:37 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1390966800,
            "txt_content": "你说下剧情？！"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1390966800,
            "txt_content": "文字让人不爽。         "
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1390966980,
            "txt_content": "xcc 发表于 2014-1-29 11:40\n你说下剧情？！\n剧情在箱子里"
        },
        {
            "author": "xcc",
            "timestamp": 1390967040,
            "txt_content": "LOVE亮亮 发表于 2014-1-29 11:43\n剧情在箱子里\n好吧我自己玩玩看"
        },
        {
            "author": "1793712096",
            "timestamp": 1390971300,
            "txt_content": "发现两个BUG，你打扰了我的安息这个命令方块的压力板没放好，不能触发。要放cd碟的唱片机那的红石比较器放反了，不能触发"
        },
        {
            "author": "wzysyh159357",
            "timestamp": 1390971900,
            "txt_content": "图多大啊{:10_506:}"
        },
        {
            "author": "zxg123",
            "timestamp": 1390972560,
            "txt_content": "支持一下"
        },
        {
            "author": "rongqaq",
            "timestamp": 1390972680,
            "txt_content": "0.0刚好无聊"
        },
        {
            "author": "天界杀手",
            "timestamp": 1390973340,
            "txt_content": "xiaobaicai 发表于 2014-1-29 11:40\n文字让人不爽。\n刷赞\n               \n   "
        },
        {
            "author": "望空之月",
            "timestamp": 1390975560,
            "txt_content": "本神回复看看"
        },
        {
            "author": "Minecraft小葵",
            "timestamp": 1390975860,
            "txt_content": "不错，先抢个沙发。{:10_513:}"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391043360,
            "txt_content": "1793712096 发表于 2014-1-29 12:55\n发现两个BUG，你打扰了我的安息这个命令方块的压力板没放好，不能触发。要放cd碟的唱片机那的红石比较器放 ...\n哦哦 我会修复的 因为我没测试"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391043960,
            "txt_content": "wzysyh159357 发表于 2014-1-29 13:05\n图多大啊\n很大很大"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391044020,
            "txt_content": "天界杀手 发表于 2014-1-29 13:29\n刷赞\n{:10_508:}萌萌丝糸乃"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391044080,
            "txt_content": "Minecraft小葵 发表于 2014-1-29 14:11\n不错，先抢个沙发。\n没抢到................"
        },
        {
            "author": "1114864532",
            "timestamp": 1391055120,
            "txt_content": "LZ加油！"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391055180,
            "txt_content": "1114864532 发表于 2014-1-30 12:12\nLZ加油！\n谢谢支持"
        },
        {
            "author": "1429906338",
            "timestamp": 1391067660,
            "txt_content": "孩纸用我做的图来发展你的图不厚道哦，你当我傻吗？"
        },
        {
            "author": "IvanX",
            "timestamp": 1391068140,
            "txt_content": "解密吗~~~~~"
        },
        {
            "author": "mcAK47",
            "timestamp": 1391068260,
            "txt_content": "这个留给我们探索的空间太大了吧，不知道怎么玩咋办"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391088360,
            "txt_content": "mcAK47 发表于 2014-1-30 15:51\n这个留给我们探索的空间太大了吧，不知道怎么玩咋办\n不大啊 还算简单的了"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391088420,
            "txt_content": "1429906338 发表于 2014-1-30 15:41\n孩纸用我做的图来发展你的图不厚道哦，你当我傻吗？\n呵呵 其实是我懒得重新开一个地图 不过我可没有抄袭你一丁点 我也没有用你的场景"
        },
        {
            "author": "gg君",
            "timestamp": 1391089380,
            "txt_content": "掉到水坑........穿到异世界"
        },
        {
            "author": "蓝·尘",
            "timestamp": 1391136420,
            "txt_content": "问一煞= =你载图的材质包是什么啊？"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391183100,
            "txt_content": "蓝·尘 发表于 2014-1-31 10:47\n问一煞= =你载图的材质包是什么啊？\n256×的五边形材质包"
        },
        {
            "author": "xfree",
            "timestamp": 1391216640,
            "txt_content": "我是王岷 认为这个图好像还好来玩玩{:10_492:}"
        },
        {
            "author": "小白依旧",
            "timestamp": 1391223960,
            "txt_content": "挺不错的，但也太短了吧，就是开几个门"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391303880,
            "txt_content": "小白依旧 发表于 2014-2-1 11:06\n挺不错的，但也太短了吧，就是开几个门\n是吗 请问那个仓库难住你几分钟了呢？"
        },
        {
            "author": "131420sqsq",
            "timestamp": 1391399220,
            "txt_content": "最爱解密了，但不喜欢恐怖的"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391413920,
            "txt_content": "131420sqsq 发表于 2014-2-3 11:47\n最爱解密了，但不喜欢恐怖的\n在那个仓库有点恐怖而已..."
        },
        {
            "author": "天界杀手",
            "timestamp": 1391558220,
            "txt_content": "LOVE亮亮 发表于 2014-1-30 09:07\n萌萌丝糸乃\n额\n早退了\n去找头像"
        },
        {
            "author": "1253999390",
            "timestamp": 1391578860,
            "txt_content": "233  喜感 最近看什么都喜感..."
        },
        {
            "author": "白色小翔",
            "timestamp": 1391579760,
            "txt_content": "LOVE亮亮 发表于 2014-2-3 15:52\n在那个仓库有点恐怖而已...\n家里好恐怖"
        },
        {
            "author": "白色小翔",
            "timestamp": 1391579820,
            "txt_content": "LOVE亮亮 发表于 2014-2-3 15:52\n在那个仓库有点恐怖而已...\n“我”的家不能住人"
        },
        {
            "author": "白色小翔",
            "timestamp": 1391579940,
            "txt_content": "恐怖啊搬家啊"
        },
        {
            "author": "liumingshu",
            "timestamp": 1391588280,
            "txt_content": "这个地图已被服务器收录，为了不做伸手党，就支持一下LZ吧。"
        },
        {
            "author": "Benzijun",
            "timestamp": 1391589240,
            "txt_content": "第2部也在里面！！！！！！！！！！！！！！！！还不错有难度！"
        },
        {
            "author": "zysz",
            "timestamp": 1391591700,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "1942726914",
            "timestamp": 1391592240,
            "txt_content": "很棒的作品！"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391603160,
            "txt_content": "Benzijun 发表于 2014-2-5 16:34\n第2部也在里面！！！！！！！！！！！！！！！！还不错有难度！\n当然 我是改编的 一个地图 一代2代都可以玩"
        },
        {
            "author": "Benzijun",
            "timestamp": 1391653680,
            "txt_content": "LOVE亮亮 发表于 2014-2-5 20:26\n当然 我是改编的 一个地图 一代2代都可以玩\n但玩着突然传送到第2不的场景里了！"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391655180,
            "txt_content": "Benzijun 发表于 2014-2-6 10:28\n但玩着突然传送到第2不的场景里了！\n那是BUG 第3部就会修复"
        },
        {
            "author": "qq315813693",
            "timestamp": 1391867400,
            "txt_content": "可恶，为什么要加上伸手党那局话"
        },
        {
            "author": "Benzijun",
            "timestamp": 1391868180,
            "txt_content": "LOVE亮亮 发表于 2014-2-6 10:53\n那是BUG 第3部就会修复\n支持我把第一不拿去拍视频了"
        },
        {
            "author": "q82148900",
            "timestamp": 1391921220,
            "txt_content": "不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好"
        },
        {
            "author": "q82148900",
            "timestamp": 1391921280,
            "txt_content": "不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1391999880,
            "txt_content": "q82148900 发表于 2014-2-9 12:48\n不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好不好不耗不好不好 ...\n我随时可以举报你水回复，兄弟"
        },
        {
            "author": "wsxp",
            "timestamp": 1392024960,
            "txt_content": "嘻嘻  还挺好 啊"
        },
        {
            "author": "小烦",
            "timestamp": 1392376440,
            "txt_content": "看似不错"
        },
        {
            "author": "小鸟1",
            "timestamp": 1392377880,
            "txt_content": "LOVE亮亮 发表于 2014-1-29 11:43\n剧情在箱子里\n唉！！！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "41892210",
            "timestamp": 1396094760,
            "txt_content": "LOVE亮亮 发表于 2014-1-30 08:56\n哦哦 我会修复的 因为我没测试\n我能触发呀~"
        },
        {
            "author": "小pig",
            "timestamp": 1396097100,
            "txt_content": "点个赞什么的"
        },
        {
            "author": "Mix_SongShu",
            "timestamp": 1396098600,
            "txt_content": "玩先  再顶"
        },
        {
            "author": "1321896317",
            "timestamp": 1402027560,
            "txt_content": "地址挂了"
        },
        {
            "author": "米武",
            "timestamp": 1402105560,
            "txt_content": "不错{:10_512:}"
        },
        {
            "author": "764077091",
            "timestamp": 1402107780,
            "txt_content": "很棒的作品！"
        },
        {
            "author": "Shakuras",
            "timestamp": 1402107960,
            "txt_content": "还是喜欢图多的~"
        },
        {
            "author": "lhnnhl",
            "timestamp": 1402123080,
            "txt_content": "哦哈呵呵呵后哈哈哈哈哈哈"
        },
        {
            "author": "Parva",
            "timestamp": 1402124340,
            "txt_content": "好简单啊额，几分钟就通了。而且我好厉害啊，3个成就都做到了"
        },
        {
            "author": "无心~~",
            "timestamp": 1402169460,
            "txt_content": "呵呵·！！！"
        },
        {
            "author": "726794867",
            "timestamp": 1402183200,
            "txt_content": "{:10_492:}看起来很屌"
        },
        {
            "author": "我是新新",
            "timestamp": 1402219140,
            "txt_content": "好 \n"
        },
        {
            "author": "KUUGA2002",
            "timestamp": 1402222620,
            "txt_content": "为什么那么少啊QAQ，楼主，不是我说你你做的太简单了，我3分钟就给破了"
        },
        {
            "author": "CakePew",
            "timestamp": 1402229700,
            "txt_content": "版本是多少？"
        },
        {
            "author": "不用复活",
            "timestamp": 1403142960,
            "txt_content": "我来试玩下"
        },
        {
            "author": "玖生",
            "timestamp": 1403143920,
            "txt_content": "真短不过瘾啊骚年，期待下一期"
        },
        {
            "author": "LOVE亮亮",
            "timestamp": 1403436180,
            "txt_content": "玖生 发表于 2014-6-19 10:12\n真短不过瘾啊骚年，期待下一期\n已經有2代和3代了、"
        },
        {
            "author": "815132496",
            "timestamp": 1403440740,
            "txt_content": "我是男的，SO，我不想被***，坚决不做伸手党"
        },
        {
            "author": "噗噗噗喵",
            "timestamp": 1403498160,
            "txt_content": "好喜欢啊！！顶！"
        },
        {
            "author": "selangx",
            "timestamp": 1403699280,
            "txt_content": "我z喜欢，请大家鼓掌支持，谢谢"
        },
        {
            "author": "匹诺曹的长鼻子",
            "timestamp": 1403749200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "知己",
            "timestamp": 1403787900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "hzhhzh",
            "timestamp": 1408068480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1910179505",
            "timestamp": 1408450320,
            "txt_content": "xcc 发表于 2014-1-29 11:40\n你说下剧情？！\n。。。。。。。。。。。"
        },
        {
            "author": "xcc",
            "timestamp": 1408450620,
            "txt_content": "1910179505 发表于 2014-8-19 20:12\n。。。。。。。。。。。\n水货一只"
        },
        {
            "author": "奥利奥298",
            "timestamp": 1408528200,
            "txt_content": "楼主，能说下是什么版本的么。是1.7的么"
        },
        {
            "author": "moyingss",
            "timestamp": 1409963760,
            "txt_content": "冒泡是我的职责"
        },
        {
            "author": "宫汐月",
            "timestamp": 1414768200,
            "txt_content": "为什么存档进入后直接看到了成就墙？"
        },
        {
            "author": "陌路雪薇",
            "timestamp": 1414800060,
            "txt_content": "别切我的"
        },
        {
            "author": "zhanghaolei963",
            "timestamp": 1414805640,
            "txt_content": "赞一个！           "
        },
        {
            "author": "14152895",
            "timestamp": 1416576540,
            "txt_content": "丫，做的不错嘛，赞一个"
        },
        {
            "author": "哥就是你爸",
            "timestamp": 1416577620,
            "txt_content": "请问这个地图需要1.几的我的世界？"
        },
        {
            "author": "哥就是你爸",
            "timestamp": 1416578100,
            "txt_content": "请问怎么进入下一个剧情？我已经完成了进入厨房的第二个剧情"
        },
        {
            "author": "1806654233",
            "timestamp": 1416579780,
            "txt_content": "不管好不好玩先顶一个再说{:10_523:}"
        },
        {
            "author": "lol2330.0",
            "timestamp": 1443690360,
            "txt_content": "啦啦啦啦{:10_506:}"
        },
        {
            "author": "Tony_Mc",
            "timestamp": 1443698220,
            "txt_content": "LOVE亮亮 发表于 2014-1-29 11:43\n剧情在箱子里\n楼主你太帅了~"
        },
        {
            "author": "我只想搞钱",
            "timestamp": 1443762120,
            "txt_content": "会不会太短了=="
        },
        {
            "author": "皎洁",
            "timestamp": 1443779880,
            "txt_content": "版本是多少？"
        }
    ]
}