{
    "title": "[单章]《破灭虚空》[作者：龙腾猫跃][第4节：绿宝石]",
    "author": "龙腾猫跃",
    "replyCount": 2,
    "timestamp": 1390968000,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-2-14 22:38 编辑 \n\n第一巻 伊始第4节 绿宝石\n　　向村长道了谢，离开，等不及的刘天宇连忙看了看木斧的属性：破烂的木斧：一个古老的破损木斧。装备要求：力量大于8，品级：平凡、损坏（物品等级从坏到好分为平凡、优良、珍贵、金耀、史诗、神话、禁断，耐久20%以下附加损坏，属性减少），耐久度：40（每挖掘一下损耗1点耐久，不是一个方块），种类：斧，挖掘速度：木+8，物理攻击+2。\n　　“……果然是破烂!”说着，刘天宇点开了自己的属性面板：\n　　ID：天之子，等级：1，经验：5/100，职业：见习法师，副职业：无，绿宝石：0，声望：0，技能点：0\n　　体质：11，智力：18，力量：11，敏捷：10\n　　HP：110/110，MP：180/180，物理攻击力：20，魔法攻击力：36，防御：11，暴击：11，命中：10，攻速：50（每1秒攻击0.5次）\n　　移动速度：10，饥饿：98/100，触及范围：30（3米，6方块，现在的MC每个方块0.5米）\n　　挖掘速度：石：5，木：13，土：5（每个方块都有硬度，如石头硬度200，石类的挖掘速度5，就要挖掘40下，挖掘超过20下仍不能破坏方块则破坏后无法获得这个方块，黑曜石之类的除外）\n　　刘天宇对着属性面板的一堆0郁闷了一下，又打开了属性面板。\n　　通用：\n　　探知术：凭借精神力洞察对方。被动技能，最高10级，目前1级，下次升级：人物10级。可查看比自己等级高3级以内的生物信息。目标等级越低资料越详细。\n　　制造术：制造物品的技术。被动技能，最高10级，目前1级，技能经验0/500，可以通过合成物品获得经验。等级越高可以合成物品的种类越多。\n　　见习法师：\n　　魔法弹：用魔法之力发射小型弹药，拥有最初级的攻击能力。主动技能，消耗3MP，冷却时间2秒，最高5级，目前1级，升级需要技能点10。对单体目标造成（魔法攻击力*80%）的无属性魔法伤害，射程2米。\n　　魔法炮：用魔法之力发射小型炮弹，可以伤害小范围一群目标。主动技能，消耗15MP，冷却时间7秒，最高5级，目前1级，升级需要技能点20。对1米内所有目标造成（魔法攻击力*120%）的无属性魔法伤害，射程3米。\n　　魔法屏：用魔法之力凝成的屏障，可以抵御一定的伤害。主动技能，消耗10MP，冷却时间30秒，持续时间5秒，最高5级，目前1级，升级需要技能点15。1米内所有队友受到攻击减少20%。\n　　看完了属性和技能，刘天宇非常明智地选择了老老实实去砍树……他这样子，随便一个僵尸都够杀他2次。\n　　在村子里先转了一圈，放下了他心里的焦虑，原本没有圈领地的方法，担心被熊孩子毁房子，他发现了——旅馆!所有迷失之岛的新手都可以住在旅馆。\n　　了解了这些，刘天宇还是得去砍树……拿着那个只有40点耐久的悲催木斧，默默地走到村子外边，半天才找到一片树林，对着个木头，咚地一下，又一下……整整8下才挖掉木头。那个悲催的破木斧的耐久就只剩下32了。\n　　刘天宇暗自诅咒了一下那个小气鬼村长，捡起那个木头——第一个战利品，仔细查看。\n　　橡木：最普通的木头，可以用来制造很多东西。品级：平凡，燃烧时间：4秒，硬度：100，最高堆叠：64个。\n　　用破烂的木斧又砍了4块橡木，刘天宇看着那货咔一声折断，乖乖地回到了村子。天色已经快下午5点了——对着太阳看时间，是现在虚拟游戏爱好者的必学之技。\n　　来到了旅店，刘天宇发现几个玩家幸灾乐祸地看着自己，他觉得不对劲，但还是对着招待员打个招呼：“您好，我住一晚上行么?”\n　　“当然!只需要2个绿宝石哦!”刘天宇差点没站稳：“啥啥啥?”\n　　招待员瞬间变脸：“2个绿宝石!看你这样就没钱，你们来了这么多人，还没一个交得起住宿费，滚开!”\n　　刘天宇看着自己“绿宝石”属性后面的0无语了。果然，钱不是万能的，没钱是万万不能的……\n------------------------------------------------------------------------\n　　索引贴地址：http://www.mcbbs.net/thread-228777-1-1.html\n　　上一节地址：第一巻 伊始  第3节 遗忘之岛\n　　下一节地址：第一巻 伊始  第5节 第一杀\n　　字数：1404",
    "replies": [
        {
            "author": "我有一个钻石快",
            "timestamp": 1390968780,
            "txt_content": "你那个见习法师让我想起《见习魔法师》"
        },
        {
            "author": "294188078",
            "timestamp": 1390968960,
            "txt_content": "好快的更新速度\n"
        }
    ]
}