{
    "title": "<连载·单章>《苦力怕泰迪与骷髅圣殿》第4章 友情危机  by小龙",
    "author": "毒蛇",
    "replyCount": 4,
    "timestamp": 1390992540,
    "txt_content": " 本帖最后由 毒蛇 于 2014-8-11 15:27 编辑 索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-227321-1-1.html\n下一章地址：http://www.mcbbs.net/thread-228787-1-1.html\n本章总字数：1550字\n第四章 友情危机\n　　到了宿舍门口，有道锁锁着大门，泰迪问乔治：“哥哥，大门的密码是——”　　“不知道，去问你大哥。”　　“大哥，大门的密码是——”　　“哦，忘了说了。”汤姆斯说，打了个哈气。　　“各位！今年的密码是247563。”　　进了宿舍，看见了很多四柱床，都是上下铺的，汤姆斯故意把洛克和泰迪分配到一张床的上下铺，本想让他们和好，哪知酿成了恶果。　　“啊呀，我是倒了八辈子霉和你上下铺啊。”泰迪往下看了看。　　“哼，你就美吧，在我上边，压塌咯可不是我的责任！”洛克说。　　“都给我闭嘴！”汤姆斯嚷道。　　鸦雀无声。　　第二天吃早饭，米勒教授发了课表，他们第一、是和4班上的酿造，第二、三节是和2班上的的骷髅防御，第四节是自然课。下午第一节是和2、3班上的魔法，最后一节是历史。　　这时，泰迪正准备去找依耶，洛克就问：“啊哈，你干什么去？”　　“我去找依耶。”　　“啊啊啊，你还真有本事，不怕她笑话你？”洛克又用那种讽刺的口吻说。　　“没你事！”泰迪说。　　泰迪刚要走，就听见一个男老师说：“赫尔伯格（依耶的姓）小姐，咱们可真是有缘，是吧，我也姓赫尔伯格，没准儿咱们祖宗是一家人呢，是吧。我觉得你挺聪明的啊，一会儿你上我的课，可记得多发言，好吧。我就叫你依耶芙特，好吧，呃，你不喜欢叫依耶芙特，哦，那就叫依耶，亲爱的依耶……”　　“是谁这么废话？”洛克问。　　“一个男老师。”泰迪说。　　“那你就不去找可爱的依耶好了吧！”洛克又说，还学着那个老师说了这几个词。　　这时泰迪发出了一声老虎生气时的叫声。　　1班的学生吃过早饭去上酿造课。　　酿造课在地下室上。老师打开门，大家进去，泰迪才注意到这个男老师梳着分头，长着一个鹰钩鼻，上面架了一个圆形的眼睛，镜片很厚，似乎这位是高度近视。　　“好了，我们发一下酿造课本。”这位老师说，“自我介绍一下，我姓加里，你们管我叫加里教授就行，我是3班的班主任，我这个人就一个特点：公平公正。”　　“我们翻开课本第5页，我们先学这个。”加里教授指了指一瓶和水的颜色基本一样的药水，“这叫粗制药水，是普通的水加地狱疣酿造成的，我们每个人的酿造材料柜里都有，然后用这些酿造台酿造，炼药锅取水！”说完加里教授开始往炼药锅里装水。　　一节课下来，只有4班和1班的几个女生酿造了出来，在酿造过程中，还出了些小插曲。　　泰迪和洛克取水时，胳膊肘撞在了一起，洛克就骂了一句：“你这个人怎么连先来后到都不懂，比3岁小孩还差。”　　“大卫先生，你怎么能这么说，1班扣去10分！”　　“哈哈哈，活该！”4班的吉米·赛德勒幸灾乐祸。　　“赛德勒先生，扣10分！”　　没人说话了，都被加里教授的公正吓坏了。　　从酿造课到骷髅防御课，泰、洛两人是吵个不停，到了骷髅防御课，战争就停止了。　　进了教室，泰迪看看了看这位老师，就自言自语道：“这不就是今天早上看到的那个老师么？”　　“好了，大家好！”赫尔伯格教授说，“你们管我叫赫尔伯格教授就好。”　　“骷髅大家都知道，很恐怖。我们今天就讲讲怎么躲开他们。首先，你在学校里是安全的……”　　这时泰迪、洛克和依耶就谈论了起来。　　“你们怎么搞的？就为我打起来了？”依耶说。　　另两个人脸红了，谁也没说话。　　“告诉你们，要赶紧和好，我认为今年学校气势不对。”　　“什么？”泰迪问。　　“怎么回事？”洛克也问。　　“你看，咱们自然课老师很奇怪，总是含着什么秘密，想说却说不出来。当然我们第一节上的她的课。再有，其实我被分到2班就很奇怪，因为我是一个很勇敢的人，学习又好——当然我不是自夸……其实我本就应该在1班……”　　“哦，原来是这样。”洛克说。　　这时洛克和泰迪握了握手，算是和好了。　　“真不简单呢，依耶！”泰迪说。　　接着，他们又讨论起来，快到下课，赫尔伯格教授说：“依耶，请问骷髅能在多远看见我们？”　　依耶立马回答：“16米！”　　“很好，2班加10分！”　　下了课，洛克就问：“你怎么回答上来的问题？”　　“是啊。”泰迪应和道。　　“我都自学过了，当然知道！”　　三人在一起，返回楼上宿舍。\n\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "wzc1",
            "timestamp": 1392254160,
            "txt_content": "不错！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "沈沈",
            "timestamp": 1392450120,
            "txt_content": "顶一下~"
        },
        {
            "author": "xcnloxlndd",
            "timestamp": 1407127620,
            "txt_content": "地狱疣的疣念什么?"
        },
        {
            "author": "毒蛇",
            "timestamp": 1407127740,
            "txt_content": "xcnloxlndd 发表于 2014-8-4 12:47\n地狱疣的疣念什么?\nyou 二声"
        }
    ]
}