{
    "title": "[原创]一个MC小说4",
    "author": "1950703308",
    "replyCount": 8,
    "timestamp": 1391008920,
    "txt_content": "过年了，我来拜个年，祝大家马上有喜，马到成功，话不多说，上菜咯\n——————————————————分割线———————————————————————————\n   史蒂夫睡不着，起床来，难道他要****（文字被隐蔽），可惜，不是的，（你们都猜错了)史蒂夫起来，往远处望去，想着昨天的事，（回忆）Him说：“这次就放过你们，下次再来整你们\" 这句话在史蒂夫耳边回旋着，一瞬间，史蒂夫感到很难受，手掌有点发绿，感觉整人变成了僵尸，他往窗户一看，没事，肯定是幻觉了，史蒂夫打着哈欠，迷迷糊糊的睡着了，第二天到来，阿拉尔和希爱力起床了，弄了点南瓜派吃，发现史蒂夫不见了，这时候，史蒂夫醒来了，发现自己在一个洞窟里，后面有个白眼怪物，此时，恐怖的声音又出现了：“我是Him，知道为什么昨天你晚上难受吗？”史蒂夫回答：“不..知道。。” Him说：“呵呵，你被我安装了僵尸王子的病毒，过不了几天，你就会变成僵尸王子，成为我仆人中的王子！” 史蒂夫暗嘀咕道：“我去，怎么会这样啊！” ”扑“的一下，史蒂夫吐出了黑色的血，他想自己肯定没救了，史蒂夫说：“先得自己造个家，免得我失控，杀了阿拉尔和希爱力，诶，该死啊。”（问我为什么他不在Him身边了？他是僵尸王子好不好！） 希爱力和阿拉尔此时正在外面问东问西的寻找史蒂夫，却不知道史蒂夫在哪里，阿拉尔说：“希爱力，我们问过所有村民了，但还有一个没问过，不过问了也是白问对不？” 希爱力：“不可能，有几率那个村民知道哟。” 他们问了最后一个村民，那个村民说：“恩，那个年轻的史蒂夫？他是我们村的祸害，装个白眼就杀我们村民，不过昨晚我睡不着，出来看看，就发现有两个史蒂夫跑了过去，就是往矿洞那个地方去，然后我揉揉眼睛，他们就不见了。” “哦，原来如此，我们去矿洞”阿拉尔和希爱力说道， 他们以极速跑到了矿洞，可是什么都没有，只有一个非常大的木质的家，（你以为是史蒂夫的家？不可能！）阿拉尔和希爱力看了一下，把门打开，慢慢地走了进去，里面没人？突然，恐怖的声音出现了：“小姑娘们小伙计们，来我家作甚？” 阿拉尔和希爱力下了一大跳，然后赶紧走出这个家，往别的方向走了，之后他们发现一座座家，可都没看见史蒂夫，除了僵尸,骷髅等，就没别人了，他们看见了一个非常小的家，他们走进去看了看，是一个有点绿，有点肉色的人，可史蒂夫却不想被发现，就使用了Him在谈话时给他的珍珠，用低沉的声音说了：“玛尼玛尼哄！” 他就不见了，阿拉尔和希爱力半信半疑，都在猜测他是史蒂夫。 天色晚了，阿拉尔和希爱力也就回家了，史蒂夫跑道Him家里说：“你这**（子母被隐蔽），快把我变回原样，否则必杀之！” 史蒂夫跑了过去，用拳头砸Him ，Him用原力把他弹开：“哼，就凭你？也只能当我手下，为我去杀人！” 正巧，回去的阿拉尔和希爱力听见了这段话，她们惊呆了，不过她们两个被Him发现了，他把她们用传送能力，传送到了史蒂夫的家，史蒂夫叹了一口气， 差点被发现了，Him说：“我救了你一命，你该怎么报答我呀？” 史蒂夫说：“你这明显是故意的，玛尼玛尼哄！” 史蒂夫传送回了自己家，说：“我没救了，这回啊，真是。。。~~~~(>_<)~~~~ 呜呜呜呜呜“ 阿拉尔和希爱力聊：“刚才那个人是史蒂夫吗？好像是吧...\" 他们围着这个问题聊到睡觉\" 史蒂夫是僵尸，晚上并不需要睡觉，不过他还没被完全感染，是有点想睡觉的，他躺在草方块上睡着了，第二天史蒂夫肚子咕咕叫，想吃点早餐，可是他是没被完全感染的僵尸，已经慢慢不喜欢蔬菜了，恐怖的Him说：“小子啊，你饿么，你是僵尸，你不吃蔬菜的哦，给你，人肉。“ 史蒂夫被人肉给诱惑了，狂吃起来，吃得打嗝了，他一下意识到，自己吃人肉了！ 他说：”你这个卑鄙无耻的小人，竟然用人肉，可恶啊！”  希爱力和阿拉尔起床，跑道史蒂夫的新家，她们看见史蒂夫吃人肉，被这一幕吓坏了，史蒂夫急忙解释：“我被Him变成僵尸王子了，我忍不住啊，都怪这Him。”  阿拉尔和希爱力说：“那就好，不过称你没完全变僵尸的时候要救你啊！” 史蒂夫回答：“没时间了，也没人能救我。”  希爱力说：“肯定能救你，你等着，我去问村民有没有医治法。” 阿拉尔：“对啊，我们肯定能救你。”  突然黑云变白云，世界的一切仿佛都恢复成童话世界了.........\n——————————————————————分割线————————————————————————\n本集结束，索引贴在此！\n一个MC小说1 一个MC小说2 一个MC小说3 一个MC小说4",
    "replies": [
        {
            "author": "love--潇洒",
            "timestamp": 1391009280,
            "txt_content": "占个沙发"
        },
        {
            "author": "HGK",
            "timestamp": 1391009280,
            "txt_content": "人肉....Mod？"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1391009340,
            "txt_content": "先顶后看好习惯～\n\n"
        },
        {
            "author": "1950703308",
            "timestamp": 1391009340,
            "txt_content": "HGK 发表于 2014-1-29 23:28\n人肉....Mod？\n呵呵，小说嘛,科幻点没关系的吧。。"
        },
        {
            "author": "HGK",
            "timestamp": 1391009760,
            "txt_content": "1950703308 发表于 2014-1-29 23:29\n呵呵，小说嘛,科幻点没关系的吧。。\n不错的小说支持你，我估计最后被公主亲一口就变成英俊的王子啦AwA。"
        },
        {
            "author": "1950703308",
            "timestamp": 1391009760,
            "txt_content": "HGK 发表于 2014-1-29 23:36\n不错的小说支持你，我估计最后被公主亲一口就变成英俊的王子啦AwA。\n好吧，告诉你后面的，被Notch弄成人样的（不是亲嘴啊）"
        },
        {
            "author": "HGK",
            "timestamp": 1391009820,
            "txt_content": "1950703308 发表于 2014-1-29 23:36\n好吧，告诉你后面的，被Notch弄成人样的（不是亲嘴啊）\n唉唉唉，透剧我可不看了，刚开始我还以为是青蛙王子的故事呢。"
        },
        {
            "author": "1950703308",
            "timestamp": 1391009880,
            "txt_content": "HGK 发表于 2014-1-29 23:37\n唉唉唉，透剧我可不看了，刚开始我还以为是青蛙王子的故事呢。\n那我把后面改一下吧，不透了"
        }
    ]
}