{
    "title": "穿越麦块第一章：漂流(温馨向小说，快来Get正能量吧)",
    "author": "jiumosi",
    "replyCount": 6,
    "timestamp": 1391018400,
    "txt_content": " 本帖最后由 jiumosi 于 2014-12-4 15:07 编辑 \n\n小说中的人物（真实存在的玩家，以前一个服的）：\n我，游戏名Jiumosi  简称Jiu  红石水平一般，建筑方面还可以（在一般人中），喜欢对称GG_band  简称  GG  红石技术不错，建筑一般，还停留在火柴盒的构造上面，熊孩子之魂II级\nJones       简称 Jon 后改名GHOST ，喜欢不拘一格的建筑风格，偶有神来之笔，喜欢冒险，挖矿狂魔\nXiao_xi     简称  Xx 喜欢用粉色羊毛弄个爱心、弄个糖果屋，蛋糕房什么的。是个可爱的妹子，有向女汉子过渡的倾向\nzzxan       简称  zz  此人有做刺客的天赋，存在感薄弱，在群里也很少说话，是娇弱型的少女，但说实话，她的名字我已经忘记了，今天在群里找的，也                              不知道是不是她，如果不是，请来站内信纠正一下\n\n\n跟几个好朋友在一个风景迷人的热带海岛上玩，吃完午饭之后，我们准备开快艇去玩，穿上救生衣，东西收拾停当后就开船了，快艇以非常快的速度冲了出去，开快艇那哥们好像是喝嗨了，速度快不说，路线也歪歪扭扭，几次差点翻了，害的后面两个妹子惊叫连连，我拍了拍他：“搞什么飞机，刚吃完饭你就想把我们都搞吐了呀！回头别把快艇弄翻了”“没~关系，我技术好着呢...”正说着，前方的水面突然诡异的出现了一个漩涡，快艇无法避免的冲了进去，而就在快艇进去之后，漩涡就奇异的消失了。\n\n我们醒来后，发现我们还是在船上，但是这个船已经不是快艇了，而是变成了一个方方的小木船，我们五个正挤在里面，头晕目眩，无法正常视物，半天回不过神，我趴在船边咳嗽着。等抬起头，向四周一打量，才发现这里已经不是我们原来的世界了。\n\n周围的一切都是方的，太阳是方的，云是方的，远处的山、树、泥土和上面的牛羊全是方的。“卧槽，我们穿越了，这不是minecraft的世界吗”GG带着一副惊恐的表情吼道。“什么世界？”两女生明显没玩过这个游戏，“是一个游戏，沙盒类的....”“那我们是不是回不去了”软妹子泫然欲泣，另外一个妹子把她抱在怀里，两人低声啜泣起来。男生们也抱怨个不停，但没有办法，生活还要继续。\n\n\n\n\n\n2014-01-29_18.25.42.jpg (83.35 KB, 下载次数: 9)\n\n下载附件\n\n2014-1-29 18:29 上传\n\n\n\n\n（找不到当初的地形了，那还是1.7.3版本的时候玩的，凑合应个景儿吧）\n\n“嗨，听我说，我们既然是通过漩涡穿过来的，说不定能通过漩涡再穿回去呢，我们先在周围找找。别太担心了，总会有办法的”希望我的话能安慰到他们。“好吧，现在也只能这样了，大家都往水上看着”很遗憾的是，周围的水面非常的平，别说漩涡了，连波浪也没有。“可惜我们没有划船的桨，只能这么漂着”Jon平淡的述说着令我们绝望的事实。\n\n“完了，大家别找了，快上岸，你们忘了了这个游戏晚上是什么样子了吗？TMD还不知道这里是什么难度，要是极限的话....”GG少见的爆了脏话。我们三个玩过游戏的男生都手脚并用的朝岸边划着，弄的小木船直打转，我急忙让大家统一好动作，要不明天也到不了岸。可就算5个人一起用手划，船速还是很慢很慢的漂着，直到黄昏时分，我们才上了岸。\n\n我们累的趴在地上像狗一样剧烈的喘着气，两妹子也不计形象躺在沙地上，我勉强站了起来：“现在不是休息的时候，快到晚上了”大家急忙爬起来。“别急，我们要分好工，GG你和两个妹子在这盖房子，小一点无所谓，但要尽快，顺便跟妹子们普及一下MC知识和其础操作方法。我和Jon去砍树了，Jon，你一做出木镐就去挖矿吧。最后我们所有人，不管怎么样，都要在天黑前回到这里，好！大家开始干吧，对了，大家先在这里设置一下重生点吧”\n\n在说话的同时我试了下，发现能用意念打开包裹和使用命令，我和Jon去了不远处的林子砍树，GG就地撸起了沙子和泥土，三人手忙脚乱的弄了一个内部空间2*3*3的房子，又用泥封了顶，预留了门和窗的空间，在周围随便弄了点木头做了门。这时天黑了，同时也下起了大雨。\n\n我边砍树，边撸了点种子，这时Jon说：“jiu，我树砍的差不多了，我先挖石头去了”，“我跟你一起去，别挖太深，要能看着天”。又挖了一会，天要黑了，我和Jon回到家刚把熔炉和箱子弄好的时候，各种怪物也像是约好了一样出现了，我赶紧从箱子里拿出一些刚弄回来的石头在房子外面又加厚了一层，然后我就发现我好像把门给堵住了......接着菊花被爆，然后又飞来几箭，我很干脆的挂掉了。“我的天，还好不是极限，不过死的滋味还真不好受”我复活在了小屋里。ZZ：“你怎么了？”jon：“他挂了，还好没事，现在我们知道这里不是和平也不是极限，看样子是困难”。\n\n就这样，大家缩在狭小的屋子里，外面下着大雨，周围全是僵尸、蜘蛛和苦力怕的声音，没有火把，只有熔炉的一点火光，居然产生了莫大的安全感和那种温馨的感觉。GG自顾自的开始说起了恐怖故事，两个妹子时不时的发出尖叫。“好了，别折腾了，睡吧，这里可不比游戏里面，夜里时间还是蛮长的，大家保存体力，明天还要干活呢”我看时间已经不早了，于是打断了GG。“嗯，Jiu说的没错，大家早点睡吧”Jon点点头，闭上眼往墙上一靠就开始睡了，因为要躺着的话根本容纳不下。\n\n让两个女生挤了挤，一起睡在炉子和旁边的合成台上。“这可是媲美坑头啊，舒服不？要不要我给你们唱个摇篮曲啥的”GG调笑道。XX：“别贫了，就你那嗓子，回头把狼招来了”。“对了Jiu，玻璃烧好了，要不咱先换上吧”GG说着就要动手，而我在整理背包和箱子，没注意。这时已经处于假寐状态的Jon突然睁开眼睛：“别动！！”把两女生都吓一跳，可惜说的还是晚了...\n\n说时迟那时快，GG刚挖开窗子那里的石头，就看见一只苦力怕，SSSssssssssssBoom!!   这下好了，不只是外层的那面石墙，连里面的泥沙墙都炸掉一小半，紧接着怪物们就一拥而上。事已至此，埋怨也没用，我把刚做好的石剑扔给他们俩，自己也拿着一把剑出去清怪，两个女生则让她们在家里做一些修修补补的活，出去前我还叮嘱了一句：“别忘了留个门啊”\n\n我：“走远一点，别又让苦力怕把家给炸了”“对，去海里打吧”“别忘了给每个怪来上一剑，把仇恨也拉走！”。终于，在我们三个的努力下，清掉了附近的怪。三人带着残血总算回到了家，我扔掉手中带着血和怪味的剑就往地上一摊，GG更不济，刚才在外面还吐来着，到是Jon还是那样沉稳。“你们辛苦了，休息下吧”妹子温柔的声音让我的疲劳度锐减，就差没满血复活了。\n\nGG用犯了错的小孩子的眼神看着我，我知道他想说什么，“算了，不用道歉了，反正又没死人”Jon接过话头：“嘿嘿，罪可免，罚难逃，以后就罚你专门装玻璃吧”我：“这主意不错”“行啊，没问题，包在我身上了”GG拍了拍胸口。我：“好了，赶紧睡吧，一会天亮了”GG：“哎，没床真不爽！”“你就知足吧”Jon好笑的摇了摇头：“对了Jiu，明天盖什么房子，我就有一点建议，弄大点，太憋屈了”\n\n之前我让她们修房子，她们还真的只是‘修’了，居然没有趁机扩大房子！“对，要大，我建议在那边山顶上建”GG也参与到讨论中来：“那里比较大也比较平”“我要弄一个可爱的圆圆的房子”原来Xx也没睡着。“那好，就这么愉快的决定了，在山顶上盖一个大大圆圆的玻璃房吧”GG：“噗~”“呵呵，就这么定了，大家晚安”“晚安~”×3。\n\n“你们不要这样啊~~”\n\n======================================\n\n第一章终了，谢谢大家的观看，有什么建议请回贴，再次感谢！\n\n下一章：饥荒\nAD:\nhttp://www.mcbbs.net/thread-204007-1-1.html\n\n\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "Milk_",
            "timestamp": 1391036520,
            "txt_content": "沙发么？不管了，写得不错。\n\n\n\n\n\nPS：新年快乐"
        },
        {
            "author": "挖到钻石",
            "timestamp": 1391040720,
            "txt_content": "呵呵呵 写的不错{:10_492:}"
        },
        {
            "author": "k35462",
            "timestamp": 1391046180,
            "txt_content": "不错的文章"
        },
        {
            "author": "tonyjames",
            "timestamp": 1391059440,
            "txt_content": "鲁滨逊- -        "
        },
        {
            "author": "jiumosi",
            "timestamp": 1391169960,
            "txt_content": "更新了，大家点链接来看吧"
        },
        {
            "author": "jiumosi",
            "timestamp": 1404950400,
            "txt_content": "现在回头看了下，好想删掉啊，怎么破"
        }
    ]
}