{
    "title": "<连载·单章>麦块生存者[作者:西红柿片][第五章]",
    "author": "番茄茄",
    "replyCount": 8,
    "timestamp": 1391063640,
    "txt_content": " 本帖最后由 西红柿片 于 2014-6-26 10:38 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n找水\n回家的路上，我无意间打破了一株草，得到了一粒种子，种庄稼的吧？\n到家里，我蹲在熔炉边上一边取暖，一边思考着：这样下去也不是个办法，鸡也是有限的，鸡蛋···等等，鸡蛋？\n我将拣到的几个鸡蛋砸向地面，什么都没有出现。好吧，可能生成鸡几率比较低吧。\n我又想起了种子，要怎么种呢？锄头，没错，锄头耕地，种庄稼，没错。不行啊，庄稼还要用水灌溉···水？\n终于找到正题了，没错，现在缺的就是水，有水就有吃的。\n做了三个铁桶，带上了足够量的烤鸡肉，我就出发了。\n先是找了一座比较高的山，爬上山峰，眺望了一下四周。景色真是优美，山清水秀，蓝天白云，不知不觉就陶醉在了其中~~~\n愣了一会儿，我突然反应了过来，我是来找水的啊！顺便观察下地形气候。\n我所住的是云杉林，白茫茫的一片雪，旁边是一片热带雨林，那里应该有水吧？\n正所谓站得高，看得远，在山峰上看也就那么点距离，其实那片雨林离家至少有800—1000格的距离！\n正准备下山，脚一滑，直接从山顶摔倒山脚下···那叫一个疼啊。\n还好穿了铁甲，扣了7.5滴，要不死定了。但是刚才爬山又消耗了饥饿，回不了血···\n没办法，吃了个烤鸡肉，补充饥饿。向雨林进军！\n···2分钟后···\n终于到雨林了，累死我了，啊！僵尸偷袭了我！“砍死你！”还好只有一只僵尸。恩？等一下大白天哪来僵尸？难道说···\n我观察了一下周围环境，真的和我猜的没错，阳光都被茂密的树叶遮挡住了，稍微一看就发现了两只骷髅。还有···上次那让我差点魂飞魄散的黑影。我马上转移视线，怕又和他对上。\n爬上了一棵长满了藤蔓的树，寻找水···诶嘿，找到了，前方有个小湖。但是，周围有骷髅和僵尸啊！而且那边是个小盆地形状，地形不好，敌众我寡，赢的几率很低啊！其实要是变成愤怒的状态的话不是打不过，只是心里面对那种状态莫名的反感？\n哎呀怎么办呢？特别是骷髅，专门放暗箭偷袭···嘿，我不是也有弓和箭吗？还没试过呢！\n张弓拉箭，瞄准——射！“咻~”诶嘿？没射中？再来！“咻~”“噗”中了！还剩···6只箭，我全射了出去，中了5箭，只剩下了一只僵尸，接下来就是小菜一碟了！\n下了树，我冲上前去与僵尸战斗，三下五除二就被我干掉了，最近剑术有进步嘛！\n提了三桶水，为了尽快远离这个是非之地，我没做逗留直接回家，路上还顺手砍掉了一只挑衅的蜘蛛，拿到了蜘蛛丝，正好，着把弓也要坏了，做把新的。\n到了家门口，我挖了几块泥土，打了一点种子，哼起了自编的小曲，心情真是愉悦呢！\n腾了个地方，耕了地，在中间放上水，种上了种子。\n反正也没事干，索性就蹲在了一旁，水倒映着我的脸，我这才第一次看清了自己：\n棕黑色的头发，紫色的眼睛，黝黑的皮肤，一脸大胡子，嘿嘿，长得不赖嘛。注视着自己的倒影，瞎乐什么也不知道。\n倒影突然有了变化，嘿！等等！\n\n本书从这一章开始进入正题了噢！索引贴点这里下一章除夕春节两章连更，明天别忘了看哦！新年快乐！",
    "replies": [
        {
            "author": "zjr_516635864",
            "timestamp": 1391063820,
            "txt_content": "西红柿西红柿~"
        },
        {
            "author": "月轻歌",
            "timestamp": 1391063880,
            "txt_content": "支持一下，楼主好厉害"
        },
        {
            "author": "42486327",
            "timestamp": 1391063880,
            "txt_content": "一脸大胡子~~"
        },
        {
            "author": "abalala",
            "timestamp": 1391063940,
            "txt_content": "排版很好啊！"
        },
        {
            "author": "42486327",
            "timestamp": 1391064180,
            "txt_content": "大胡子一定是根据真实改编的"
        },
        {
            "author": "jhf1405175782",
            "timestamp": 1391064180,
            "txt_content": "排版超级好的 学习学习~"
        },
        {
            "author": "番茄茄",
            "timestamp": 1391065860,
            "txt_content": "42486327 发表于 2014-1-30 14:43\n大胡子一定是根据真实改编的\n你又不是没见过我···我怎么会是大胡子···"
        },
        {
            "author": "冥王星人",
            "timestamp": 1393646880,
            "txt_content": "根据版主群里听到的抱怨，同志我建议你以后标题和模板想，写一下这是第几章，不然容易叫人一头雾水，还以为没头没尾的单篇。格式还是次要的，让人莫名其妙可是写文的大忌啊。"
        }
    ]
}