{
    "title": "联机地图 Minecraft:DotA",
    "author": "asc9966",
    "replyCount": 10,
    "timestamp": 1335589380,
    "txt_content": " 本帖最后由 asc9966 于 2012-4-28 13:02 编辑 \n\nhttp://115.com/file/e73rymsk#\n原帖地址：http://www.minecraftforum.net/topic/1161133-minecraft-dota/\n\nB站视频：http://www.bilibili.tv/video/av248504/\n\n这是一张1.2.5，原版的地图，联机6至10人游戏，地图内是有说明的，不过还是要看官网的详细介绍，以下为所需服务端（在1.2.5水桶服基础上的插件和配置文件），希望尽快有人开服尝试哦\nhttp://115.com/file/anivcjme#\n\nEvery X seconds, a redstone system will allow creep spawn if there are players nearby.\n\nTo break down a tower, you need 2 players.\nWhen a tower is destroyed, the creep spawner and the defenses deactivates.\n\nWhen activated, the tower releases several Poison II around the tower.\nThe poison is deadly, it can hit up to 9.5 hearts!\n\nWeapon, armor and potion shops plays a big part in Minecraft: DOTA.\nIn Minecraft: Dota, you will need to work as a team to unlock special shops.\n\nMinecraft: Dota has many sweet features!\nThis map requries NO client mods at all.\nHowever, we suggest basic server mods for team chatting and no block destroying to prevent exploiting.___________________________________________________________________以下都是原文\nHOW TO PLAY & FAQ (IMPORTANT - Some original DOTA rules has been altered)\nWhat is the main objective ?\nKill all towers then proceed to destroy the nexus. Just like DOTA/League of Legends, but you have to destroy all towers before nexus is vulnerable. Gather items from dead NPCs and players to buy upgrades to ease your way in.\n6 to 10 players PvP map.\n\nIs there any important rules ?\n1- Make sure no one enters the opposite team's base before all towers are down. (to prevents players from stealing or spawn camping)\n2- Do not break any blocks, not even flowers, grass or torches. (server mod strongly suggested)\n\nHow do I start the game?\nFirst of all, install a fresh download of the map and make sure it's the lastest version.\nOnce in game, you will spawn in the team arrangement room.\nWait for everyone to connect and discuss what should the team be; when it's all setup, just grab ONE cart and head to your chosen base.\nIMPORTANT: When everyone is at their respective base, the most important thing is to setup your spawns. Everyone needs to sleep in a bed, in order to do that the host of the game may have to change the time to night. /time set 999999\nWhen it's done, both teams need to lift the levers and a 30s countdown will start (see lanterns), giving you time to get stuff from the bank and maybe buy a stone sword with your, now useless, minecart.\n\nHow do I destroy a tower ?\nTo destroy a tower, you need 2 players. First, one of you must stand on one of the pressure plate beside the tower, doing so will release pistons from the windows, making the tower vulnerable to attacks. Watch out! The towers poisons the player near the tower with elemental damage; I suggest buying Protection enchanted armors and health potions. Without any armor it can hit up to 9.5 hearts.\n\nHow to kill a nexus ?\nFor of all, you need to disable all towers. When it's done you need 2 players to press both pressure plates and a 3rd one to shot it down.\n\nHow do I buy items from the shops ?\nThe currency system is based on items; you get random stuff from dead zombies, skeletons, players and trade them for weapons, armors, food.\nSimply throw the required amount of items down in the hole. For prices over 4 items I suggest throwing them down slowly to prevent redstone bugs, 2 secs delay between throws is safe. (The buying system will be made fully automatic if needed in future versions)\n\nNever played DOTA, what are lanes for ?\nHas shown below, there are 3 lanes; top, mid, bottom. Each lanes has 2 towers, except the middle lane (unlike original DOTA games). They must be\ndefended with at least 1 player each, otherwise that lane could be zerged down and could create a potential vulnerability to your team because the less towers/lanes you control = the less items you make and the less efficient your team becomes over time.\nThe basic plan is to send 2 players top, 2 players bot and 1 middle. For advanced players, I suggest sending one player in the Jungle to farm skeletons, get buffs and be more agressive.\nWhen you are at your furthest (not destroyed) tower , simply farm some creeps by moving in front of your tower. If you get in trouble, remember to call out for help or use the tower defenses. Most importantly, call for MIA (Missing in action) enemies, to prevent other lanes from being ambushed.How do I unlock special shops ?\nSpecial shops are unlocked your nexus. At around 40 items each unlocks, they can be a tedious task if your team doesn't work as a team. Make sure to have a player assigned to deal with the team's economy.\n\nEconomy & Banking\nYou will die, a lot.\nWhat does it have to do with economy ? Well, it means items are precious and should be banked! Always bank your stuff, that way you keep your enemies from getting load of items if they manage to kill you AND you can come back faster in the game.\nEvery single items, from rotten flesh to gold, has the same value. They are units that can be traded for weapons, potions, armors and more.\nRemember that you can always throw your old stuff to pay your new stuff!\n\nJungle\nThe jungle is a dangerous place, leaving you vulnerable to ambushes without any towers protecting you from players. On the other side, you get your own creep, which means more items! Also, you will encounter skeletons, the most wanted creep in Minecraft: DOTA. Skeletons drop arrows, allowing bows with infinity enchant to work (requires 1 arrow) AND skeletons drop bones, which can be used to tames wolves (that can be bought in the armor special shop). Also, you could farm buffs, RED(strength) and BLUE(speed) to help you farm creep faster or simply ambush an enemy. Having a player in the jungle can be very useful for the team to prepare surprise attacks.\nTo spawn a jungle creep, find buttons - if lanterns are on, it means the spawn is ready.\n-Mob cooldown timers-\n40s normal mobs\n1m20s buffs\nServer.properties\npvp=true\ndifficulty=1\ngamemode=0\nmax-players=11\nspawn-monsters=false\nview-distance=15\nspawn-animals=false\n\nTips &Tricks\nAs soon as you get off your cart when the game starts, grab it back and go buy a Stone Sword with it.\nGrab armors as soon as possible, they are cheap and very effective!\nRemember to grab food!\nBecause we can trade by dropping items, you could always ask an ally to buy items for you.\nThe hidden treasure is useful for mob farming.\nWhen you first get back to your base, think about banking some items - in case you die.\nShops items are not expensive, getting back into the game is easy if you do your banking right.\nThe river is good for ganking but slows you down. Walking on the Lily Pad speed things up!\nBows requires 1 arrow to work, that can be found on the skeletons in the jungle.\nWhen you unlock the armor shop and you want to buy a wolf, make sure you have enough bones.\nWolves can die from towers!\nWhen a tower is destroyed, the creeps and tower defenses go offline and enables the next tower in lane, if there is any.\nWhen the nexus is vulnerable, lanterns will light up.\nHealth potions are very good.\nThe first time creep spawns, it takes about 10s of waiting in front of your tower.\nIf there is no player around the tower, creep will not spawn.\n\n\n\n___________________________________________________________________\nFeedback, Bug Reports, Suggestions\nLeave your feedback, bug reports and suggestions in this MinecraftForum.net thread please! Thank you very much in advance\n\nThis project is kind of big and very hard for us to balance without any feedback. So far the only issues we have is with the shop, we seem to spend to much time at the shop. On the other hand items are very easy to get.\nSend us your videos (reviews/showcase/play/how-to-play/etc)!\nThis is my favorite part of this project! If any of you guys can record a full game, review, showcase or whatever just post it here, that would mean a lot to us! I'll be happy to embed your videos on the main post\n\nUser videos\n-(Send me a pm with your videos)-\n\nSupport us\nIt means a lot to see people supporting our projects, we are boiling with ideas for future maps, updates, mini games ,videos and more!\nSupporting us can be as simple as sharing the video with a friend, using the banners on forums, giving feedback, reporting bugs, giving suggestions, sending us your videos! Also, any donation, no matter the amount, is greatly appreciated!\nBanners to support us\n \nDownload: Version 1.2 (stable version)\nTest run video explaining some mechanics: http://www.youtube.c...h?v=41zRUO3ggD0\n\nGuide on how to run a public server by NullReff:\nGuide & Pluggins setup by Nullreff\n\nMinecraft Dota Server Plugin by Scyntrus: \nhttp://dev.bukkit.or...necraft-plugin/\n\nOfficial servers running Minecraft: DOTA\ndota.barroncraft.com\ndota2.barroncraft.com\n\nKnown bugs\nIf you try to play solo, redstone circuits won't reach the other base when you start the game. \n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "925272736",
            "timestamp": 1335595860,
            "txt_content": "好蛋疼的地图"
        },
        {
            "author": "geludan",
            "timestamp": 1335605460,
            "txt_content": "你倒是翻译啊。。。这么多可能给你加更多人气"
        },
        {
            "author": "6658698",
            "timestamp": 1335619920,
            "txt_content": "翻译下好不？"
        },
        {
            "author": "武幻神",
            "timestamp": 1339485960,
            "txt_content": "這是神馬- -!?"
        },
        {
            "author": "遗风",
            "timestamp": 1345690140,
            "txt_content": "楼主115网盘已经不行了- -。可否换一个？"
        },
        {
            "author": "214715817",
            "timestamp": 1403259600,
            "txt_content": "楼主，再发一次链接吧！"
        },
        {
            "author": "ti~ti",
            "timestamp": 1403962380,
            "txt_content": "看不懂诶！！！！"
        },
        {
            "author": "yemaoxin",
            "timestamp": 1471236960,
            "txt_content": "能补个档吗qwq"
        },
        {
            "author": "qb4836",
            "timestamp": 1474236240,
            "txt_content": "楼主太厉害了，地图也很好，我给32个赞 可惜我都看不懂QAQ"
        },
        {
            "author": "13686599776",
            "timestamp": 1475557680,
            "txt_content": "网盘掉了"
        }
    ]
}