{
    "title": "[单章]《破灭虚空》[作者：龙腾猫跃][第6节：村长的请求]",
    "author": "龙腾猫跃",
    "replyCount": 2,
    "timestamp": 1391083320,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-2-14 22:40 编辑 \n\n第一巻 伊始第6节 村长的请求\n　　终于摆脱了僵尸的威胁，刘天宇终于决定还是先提升自己的实力，做套装备。这次差点好处没拿到，还把自己搭上去。在这之前，刘天宇还是决定看看自己的战果。　　首先，经验涨了12，变成了17/100，继续向下看……　　……HP：40/110，绿宝石：0.4，饥饿：91/100。“……”愣了半天，那个绿点是绿宝石啊，0.4个……如果那僵尸再来个2连击，估计自己也就便当了。　　残缺的腐肉x2：低级僵尸的肉，散发着尸气。食用后饥饿+10，70%进入10秒的尸毒状态，每秒受到10的亡灵属性伤害。品级：平凡，最高堆叠：64个。　　看着这收获，刘天宇骂了一句这小气僵尸。不是说有付出就有收获么，这付出和收获不成比例啊！但是想着如果不是阳光灼烧，自己怕是都挂了好几次，也想通了……　　经过了这番波折，刘天宇终于决定稳扎稳打去发展。打怪升级是快，但是这一个三级小怪——还是一直被烧的，都差点搞死自己 。刘天宇默默地合成了个工作台，做了套装备。　　木斧，木镐，木铲，都是相应的种类方块挖掘速度+10和物理攻击力一点忽略不计的提高，除了木铲耐久100，剩下的都是耐久200，木杖（一个木板，两个木棍，咋合成的自己脑补）则是魔法攻击力+5。　　这几个最初始的装备，刚好用掉刘天宇3个橡木。倒是制造术，根据每合成1次平凡物品经验+5，经验变成了45/500。　　刘天宇经过权衡后，还是决定去砍树，但是在这之前，他还想去村子看看有没有任务。于是他看了看天色，10点左右，算下来接了任务砍点树差不多，然后就又得下线“避难”了。　　于是走向了村子，途中他看到能瞬间破坏的就打掉，材料倒收集不少。　　棕蘑菇x3：生长在黑暗处的野生蘑菇。品级：平凡，最高堆叠：64个。　　红玫瑰x2：一种散发着香气的漂亮花朵。品级：平凡，最高堆叠：64个。　　……　　　　到了村子，沿着熟路走回去，一下就看见了村长——周围全是接任务大军。刘天宇郁闷了一下：这还给不给人活路啊？人家村长如果放到现实里估计都累晕了。　　那时他见村长没人是因为他建号时催促系统，所以系统直接删减唠叨话，就比大军提前了一点。他如果晚1分钟，他就可以见识到什么叫千军万马了！　　刘天宇挤进去，村长可能是由于单独谈过话，记得他，于是就像找到救星一样，大叫着：“帮我把他们赶走……算了，让他们排队领任务也行！不然我要被￥%……&#”　　“叮……触发任务‘村长的请求’，任务属性：专属、随机，任务期限：10分钟，任务要求：帮助村长维持秩序，任务奖励：未知，任务惩罚：无，是否接受？”　　刘天宇：“这也算任务？还是传说中的‘专属’任务?”专属，顾名思义，就是只有一个人可以接的任务。这种属性的任务必然伴随高难度和高收获。　　“当然接受啦！”别人接个任务要排队，现在任务自己找上门来，不接才奇怪了。　　刘天宇就天真地吼道：“大家排队领任务啊，村长这样谁都接不到任务的！”　　“你小子算哪根毛啊？还管我们？”“老子是阴阳帮三帮主他舅舅的弟弟！你还命令起我来了？”“……”　　刘天宇无语了，这专属任务果然不简单。光是这帮人的脾气就有他受的。那不可以动武，再说自己这模样，他们一人打我一下我都够死个几十次了。　　得用智慧和谐解决！刘天宇给村长发了条私聊信息：“村长，你告诉他们……（此处省略约30字）”　　“这样可以吗？毕竟我可不能……”村长明显死马当活马医，这个坑爹的办法也认了。果然人憋急了什么事都干得出来。　　“相信我，他们不敢，他们宁可妥协，也不愿意去尝试。毕竟如果这是真的，那就……反正后果绝对比你想象的严重。”某人得意地打着字。　　村长：“那……好吧！如果可以我一定会感谢你的！”要的就是你的感谢！刘天宇一下子就高兴了。------------------------------------------------------------------------\n　　索引贴地址：http://www.mcbbs.net/thread-228777-1-1.html\n　　上一节地址：第一巻 伊始  第5节 第一杀\n　　下一节地址：第一巻 伊始  第7节 野猪\n　　字数：1414",
    "replies": [
        {
            "author": "龙腾猫跃",
            "timestamp": 1392388800,
            "txt_content": "这节都没人回复Q3Q"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1392431040,
            "txt_content": "龙腾猫跃 发表于 2014-2-14 22:40\n这节都没人回复Q3Q\n  O.O 手机无法评分"
        }
    ]
}