{
    "title": "<原创·连载>极限游戏[作者：天双][已更新至第003节]挣扎在无尽的极限中！",
    "author": "风之心_天双",
    "replyCount": 15,
    "timestamp": 1391090100,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-2-28 19:45 编辑 \n\n极限游戏\n====================================\n\n　　极限模式是什么？\n\n　　类似于暗黑破坏神中的专家模式，在这里，你只有一条生命。\n\n　　这么说来，这是一场难度极大的游戏？\n\n　　不，如果你真的将它当做游戏……\n\n　　就等着将命搭进去吧。\n\n====================================\n\n\n\n【注：目录在最上方，点击节数可进行跳转。】\n【注：单击右侧卖萌の苦力怕返回顶部。】\n",
    "replies": [
        {
            "author": "风之心_天双",
            "timestamp": 1391090160,
            "txt_content": " 本帖最后由 风之心_天双 于 2014-2-9 15:12 编辑 \n\n第001节\n\n　　“价格都是说好的，规矩在这写着，再废话我可不卖了。”\n\n　　莫拘懒洋洋地抛起手上的钻石，打着呵欠指指旁边的牌子。\n\n　　“可是你这价格……也太……”\n\n　　“16个地狱疣，怎么能值64个金锭呢……”对面的人明显在犹豫，“这也太贵了！”\n\n　　“贵了？”莫拘嗤笑一声，伸手捉住掉下来的钻石，向下一拉，数十相同的钻石竟被从这一个钻石中“拉”了出来。手腕一翻，手臂一抬，自上而下一拍，挪开手时，数十钻石赫然重又重叠为一个。\n\n　　“这是公平的交易。你可想清楚，你做的是无本买卖，最多也就付出了点儿铁和石头用来做镐。金锭这种东西……可比钻石和绿宝石要好弄的多！”\n\n　　莫拘拿起钻石，顺手丢进后面的箱子里，敲着桌子，笑呵呵道：“但是这东西，除了我这儿……呵呵，下界的危险我想你也了解，下界堡垒更不必说，如果没带上药水或是装备附魔极佳，在这种地方丢命的可能性可是不小的……”\n\n　　对面那人仍然在挣扎着。他的情况他自己也明白，眼下这笔生意虽说亏了点，但实际上亏得还真不算特别大。\n\n　　“况且，只要你弄到灵魂沙，那可就一劳永逸了。”莫拘一摊手，“只要你藏着点儿守着点儿，以后还怕没金子？”\n\n　　“好！”那人一咬牙，随即肉疼地又加了一句：“但你得送我一个‘伤害方向’模组！”\n\n　　莫拘撇撇嘴，向后一躺：“不要就算了。”\n\n　　“别啊……”\n\n　　最后，来者还是心疼着用64个金锭换来了16个地狱疣，视如珍宝地走了。莫拘瞥了一眼装着满满地狱疣的箱子，笑而不言。\n\n　　无论什么时候，最能混得开的都是商人，更何况是在这个混乱的世界——没有资源，想活下去无疑痴心妄想，而资源……永远掌握在少部分人的手里。\n\n　　在这个世界，莫拘就在这“少部分人”里。\n\n　　入夜，莫拘打着呵欠拉下拉杆，红石收到信号立刻激活，一阵哐当哐当声响起，整个店铺立刻不断收缩、放出地变形着，在遥远的僵尸吼声中，在短短几秒内便转换为一个颇为精致的小屋子，工作台、熔炉、甚至附魔台，该有的全部都有，可谓五脏俱全。而唯一没有变动位置的，便是那几个箱子。\n\n　　掀起箱子，入眼的光芒足以让这个世界大部分人为之疯狂！\n\n　　钻石盔甲！\n\n　　而且是全套附魔的钻石盔甲！\n\n　　相对而言，箱子中的其他物品似乎变得那么没有价值。而实际上，从中任意挑出来一件，都足以让旁人瞠目结舌。\n\n　　烈焰棒！\n\n　　恶魂泪！\n\n　　蜘蛛眼！\n\n　　萤石粉！\n\n　　一本一本令人眼花缭乱、闪着紫光的附魔书！\n\n　　这些无不显示着莫拘的土豪身份。这令人嫉妒的一切，全部都是在莫拘这奸到黑的商人直觉下获取的，甚至可以说，莫拘连真正战斗的次数都没几次。\n\n　　也因此，莫拘对自己的生命格外看重，这一套附魔钻石盔甲，便是这一点的体现。\n\n　　烦躁莫名地莫拘伸手像拨垃圾一样将杂物扒开，费力地拿起钻石盔甲，开始笨拙地穿戴到自己的身上，动作的同时还在不断嘀咕：“这世道真是越来越危险了，这是第几个来跟我要‘伤害方向’的人了……妈的，不会自己锻炼五感吗！想要‘伤害方向’？嘁……没钱说个屁啊！”\n\n　　越想越是烦躁。\n\n　　模组这种东西，重要得必不可缺。如果说装备是保证人生命安全的重要屏障，那模组则可以类比为食物和水，少了装备犹可苟且残喘，没有模组……\n\n　　那可真是绝境啊，这种情况无论是谁的无法活下去吧？\n\n　　莫拘忆起最初时的恐慌，脸上浮起一丝惊惧。\n\n　　不说高端模组，从最基本最必要的四种模组说起：语言模组，背包模组，基础力量模组，基础动作加强模组。当初初入这个世界的莫拘可谓一无所有，他只能用生硬的动作费劲地拿起一个方块，无法同其他人交流，也无法做出除了行走、跳跃和活动右手之外的任何动作。最可怕的是，他的力量极小，跳跃不过半米高，行走奔跑一阵后双腿便再也无法使唤。唯一令人欣慰的是，僵硬的双腿可以令他一直保持站立的状态且他没有意外摔倒过，否则……他早就像一只四脚朝天的乌龟一样，不断做着无谓的挣扎，然后悲惨的死去。\n\n　　“不想那么多，啧，世道要乱了。”莫拘甩甩脑袋，钻石头盔令他的活动有些不自在。但套上了这一身盔甲，他也算可以安心的睡一觉了——就算醒来时发现身边站着一只爬行者。\n\n　　想着上次被爬行者炸上天空、落到地面时只剩下半格红心的生命，闪烁着紫光的附魔钻石盔甲给莫拘一种前所未有的安全感。略微犹豫了一下，莫拘从箱中抽出一把紫光闪烁的钻石剑，随后大叫一声扑在床上。\n\n　　“报告长官！我要睡觉了！”\n\n　　莫拘声嘶力竭地吼了一声。幻想着此时父亲能够笑着一边应一声“小兔崽子！”一边将电灯熄灭，沉默良久，他终于自己拉下了床边的拉杆。\n\n　　顿时，屋内只剩下火把相较于红石灯那微弱的光芒。\n\n　　爸，妈……\n\n　　莫拘心中默念，很快收拾好心中的思念。\n\n　　等着我，我会回去，我很快就会回去的……\n\n　　困倦渐渐涌上心头，沉重的盔甲却好似没有给床带来一丝负担。屋子周围插满火把，这也使得莫拘并没有收到怪物嘶吼的侵扰。心中不断念着什么，莫拘渐渐沉入梦乡。\n\n　　不知多久。\n\n　　轰——\n\n　　爆炸声轰然响起，莫拘嚯得从梦中惊醒。抬头看了一眼时钟，明明是午夜时分。莫拘的脸色一下变得阴沉起来，爬行者，又被这玩意儿的爆炸吵醒了！\n\n　　轰——轰——轰——\n\n　　连续三声爆炸响起，伴随着尖利的呼啸。似乎听见无数人在呼喊，不断有惨叫发出，静谧的气氛一下变了。\n\n　　发生了什么？！\n\n　　“莫哥！莫哥！”\n\n　　焦急的声音从外面传来。\n\n　　“莫哥，快醒……”\n\n　　“吵屁啊，这种动静谁还不醒了啊！”莫拘直翻白眼，蹦下床走到某处按下一个按钮，活塞运动声响起，一个小门顿时打开，门外人也不多说话，低着头就钻了进来。\n\n　　莫拘伸手从熔炉里拿出两个烤得金黄的土豆，抬手丢给来者一个，另一个则塞进嘴里，含糊不清地问道：“这是谁在玩TNT？妈的，这么晚了还闹腾……”\n\n　　来者穿着附了魔的钻石甲，却套着铁质甲裤和铁靴，头上则戴着一个金盔。眼见莫拘如此悠闲，他急的声音都变了：“莫哥！是凋灵！”\n\n　　莫拘一口烤土豆呛在嗓子里，在这关头生生给他硬咽了下去：“卧槽，你确认是凋灵？”\n\n　　“我确定！那个家伙有三个脑袋，还会飞，肯定是凋灵！”来者急的都快冒烟了，“莫哥！我们快……”\n\n　　轰！\n\n　　两人头顶的天花板……没了！\n\n\n\n【注：目录在最上方，点击节数可进行跳转。】\n【注：单击右侧卖萌の苦力怕返回顶部。】"
        },
        {
            "author": "哭泣的格桑花",
            "timestamp": 1391090220,
            "txt_content": "为什么发到沙发上了= ="
        },
        {
            "author": "风之心_天双",
            "timestamp": 1391090280,
            "txt_content": "哭泣的格桑花 发表于 2014-1-30 21:57\n为什么发到沙发上了= =\n来者速度够快。因为本来就是一节一楼。为了保持一贯的坑爹风格，这篇一节两千个字、"
        },
        {
            "author": "小白VS苦力怕",
            "timestamp": 1391090340,
            "txt_content": "末路史诗是你写的？看不懂啊。 = =    \n已顶，支持。"
        },
        {
            "author": "xcc",
            "timestamp": 1391090640,
            "txt_content": "风之心_天双 发表于 2014-1-30 21:58\n来者速度够快。因为本来就是一节一楼。为了保持一贯的坑爹风格，这篇一节两千个字、 ...\n呵呵..........................\n这样小心别人找不到楼层"
        },
        {
            "author": "dengabcd22",
            "timestamp": 1391090940,
            "txt_content": "写的不错顶一下"
        },
        {
            "author": "冥王星人",
            "timestamp": 1391091060,
            "txt_content": "推房子以外毛都不会的外星人表示不太能看懂。。。"
        },
        {
            "author": "王先生007",
            "timestamp": 1391091120,
            "txt_content": "前排黄牛占个位置"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1391322540,
            "txt_content": " 本帖最后由 风之心_天双 于 2014-2-9 15:11 编辑 \n\n第002节\n\n　　莫拘反应极快。他第一时间冲向装满了各种宝贵物品的箱子，二话不说打开就往背包里敞开来塞，一边塞一边大叫：“白尓生！来帮我！”\n\n　　虽然白尓生在红石电路方面造诣非凡，可这位科学家一样的人物至今甚至连一套像样的装备都没有，哪里见过这么多宝贝？满眼的珠光宝气看得他眼睛都直了，一听莫拘发话，一声不吭地往前一冲，跟着莫拘将东西往背包里狂塞。\n\n　　嘶——\n\n　　轰！\n\n　　背上一痛，生命流逝的虚弱感立刻在莫拘身上蔓延。\n\n　　这分明是被灰色调灵之首打中了而产生的凋零状态。财富使莫拘收集并阅读了大量的书籍，他当然知道这个时候应该喝下一桶牛奶来治疗自己……\n\n　　可是他并没有牛奶。\n\n　　他并没有饲养动物，也没有种植农作物。以他的财大气粗，唯一有的只是……\n\n　　莫拘心里一发狠，猛地打开右侧的箱子，从中取出一瓶淡粉色闪耀着紫光的药水，狠狠向地上砸去。随着啪地一声轻响，莫拘的身上开始逐渐向外冒出粉色的圈形颗粒。\n\n　　“再生药水！”白尓生惊呼，随即肉痛地大喊，“再有钱也不能这么浪费啊！”\n\n　　紧接着，他发现自己这句话是多么错误。跟莫拘接下来的动作相比，这简直就是简朴勤俭到了家。\n\n　　只见莫拘又从箱子中掏出一瓶浅蓝色药水，向地上一砸；又是一瓶深紫色药水，再一砸；随后再是一瓶蓝紫色药水，又是一砸；最后，这贱人在拜尔斯眼珠子都快凸出来的情况下，硬抗凋灵一枚蓝色凋灵之首，拿出一个紫光闪耀的金色苹果狠狠向嘴中塞去……\n\n　　咔嚓咔嚓！\n\n　　“让你瞧瞧小莫哥的厉害！”莫拘狰狞地将苹果核嚼烂咬下，再从身边的箱子中取出一把极品附魔的弓。伸手一拉弓弦，一把燃烧着火焰的羽箭立刻出现在弓上。\n\n　　箭出，呼啸而过，在短短瞬间直插凋灵！\n\n　　白尓生不是眼拙之辈，光从这一番动作，他就看出弓上起码有三种附魔——力量，火矢，无限！\n\n　　莫拘到底有多少好东西？！\n\n　　白尓生惊骇无比。\n\n　　就听莫拘大叫一声，伸手再拉弓弦，铮铮铮铮，数支箭矢呼啸飞去，连中凋灵！\n\n　　莫拘嘴角扬起冷笑。\n\n　　开玩笑！二级力量药水，一级延长速度药水，一级延长再升药水，还有一个附魔金苹果……就算光靠这些强大的药水支援，一身普通的钻石装甲都能顶住凋灵数次攻击，何谈莫拘一身极品附魔的豪华钻石套装？\n\n　　兴奋和得意在莫拘心中不断盘旋。经历了一开始的慌乱后，他知道，凋灵不是自己的对手！\n\n　　下界之星是我的！\n\n　　又是数支箭矢飞出。白尓生已经从震惊中回过神来，目光无比炽热地看着小莫哥，心中盘算何时向他求“一些”红石用来研究……\n\n　　当初帮他造房子的时候怎么就没看出他这么有钱呢！白尓生心中后悔。\n\n　　正当此时，凋灵身上倏忽多出一层流光似的蓝色屏障，紧接着便缓缓沉向地面。箭矢飞到它的身上，毫无建树地被弹开。莫拘努力镇定因兴奋而战栗的身体，将弓放入背包，手中多出一把紫光耀眼的钻石剑。\n\n　　五级锋利！\n\n　　二级火焰附加！\n\n　　三级抢夺！\n\n　　三级耐久！\n\n　　这把剑是莫拘耗费无数心思打造出来的。光是收集附魔书便是一大笔支出，更何谈给他带来足以进行附魔的魔咒等级的附魔之瓶。而鉴于莫拘久不战斗，这把锋利无比的宝剑还是初次直面怪物。\n\n　　战吧战吧！\n\n　　莫拘一仰脖喝下一瓶深紫色药水，强大的力量流转在身体之中，给予小莫哥无穷的自信心。\n\n　　不就是凋灵吗？最多五刀带走！\n\n　　蓝色的屏障放出刺眼的光芒，莫拘按下按钮，哐当哐当的活塞运动声传来，一扇三乘二的门洞显露在二人面前。\n\n　　莫拘抬起脚向外冲去。凋灵可以从被施加了凋零状态的生物身上掠夺生命力，每耽搁一刻都可能造成它再次飞上天空，更何况……二级力量药水的时间只有一分三十秒！\n\n　　抓紧时间！\n\n　　半分钟后，莫拘兴高采烈地拿着一颗菱形白色不明物体，从被凋灵炸出的洞走进了屋子，兴奋大叫：“老白，你看这是什……”\n\n　　见到眼前景象，莫拘的脸色立刻变得极为难看。\n\n　　卧槽！妈的这是谁拆的箱子！\n\n　　“凋灵把箱子全炸了……”白尓生苦笑着，“就算没有人来抢东西，恐怕怪物也马上就到了……”\n\n　　“快！再把房子盖起来！”\n\n　　……\n\n　　且不谈二人手忙脚乱，在离此处数千米之处的地下，一个个子足有两米的男人震惊地站起来。他全身穿着黑色的装甲，带着无法形容的科幻风格。此时，他不敢置信般地又确认了一遍：“凋灵被杀了？”\n\n　　“被杀了！”眼前相对显得瘦小，穿着同样装甲的男人咬牙切齿，“失算了，没想到这么小的世界居然也有能杀凋灵的人！”\n\n　　二米高脸色阴沉地坐下来，喟然长叹一声：“我们还有凋灵骷髅头颅吗？”\n\n　　“还剩两个。”\n\n　　二米高狠狠一砸身边的石壁，就在这一捶之下，竟有一个方块瞬间化为齑粉消失不见，而其本人脸色丝毫不变，不受半点影响。若是阅读了大量书籍见多识广的莫拘见到这一幕，必定认出，这个汉子定然安装了高级力量模组和肌体加强模组，而这两种模组无不价格极高，在这个世界甚至连购买都没有路子。\n\n　　相对瘦小沉默。\n\n　　二人身边还有一人，脸上戴着紫色的眼镜，遮住了双眼。身上穿着西方风格浓郁的衣装，手中拿着一根顶端镶嵌着拳头大白色圆形玉石的法杖。他摇摇头，也是一叹，道；“不行，这个世界没有灵气节点，雷光之杖根本无法充能。可惜我的银杉树苗尽数丢失了，要不然怎么会落到这种境地……”\n\n　　一时间，三人都沉默下来。\n\n\n【注：目录在最上方，点击节数可进行跳转。】\n【注：单击右侧卖萌の苦力怕返回顶部。】"
        },
        {
            "author": "银狼",
            "timestamp": 1391405220,
            "txt_content": "我想说……:0.0吊炸天"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1391926200,
            "txt_content": " 本帖最后由 风之心_天双 于 2014-2-9 15:12 编辑 \n\n第003节\n\n　　躺倒在床上，莫拘悠闲地抛起着手中的绿宝石，美美地想着这几天的收成，强忍住哈哈大笑的冲动。\n\n　　光这两天的收入，抵得上之前一两个月！\n\n　　一来，莫拘的店铺居然有了一个信标，还用铁块使其朝着天空发射了一道不可见其端的冲天光柱。鉴于制作信标需要的一样重要物品——下界之星是需要击杀凋灵掉落的，这一下，莫拘斩杀了凋灵的事情不胫而走，在短短一天内几乎传遍整个世界。不说莫拘杀死为祸人间的凋灵拯救了这个世界的生灵，单单是信标给来往的人带来的那短短几秒增益状态也足以让人闻风而来。本来无意购买东西的人来到莫拘店铺之后，更是被莫拘丰富的物品储藏量而震惊。于是，莫拘的店铺“莫云居”销售量陡然猛增。\n\n　　再者，经历了凋灵事件后，整个世界人数的伤员达到了一个惊人数字，损失更是不计其数。从遥远地方飞来的凋灵，早在被莫拘遇上前便游荡过了近千米的路途。要知道，这整个世界的长宽也就整整两千米！这是经过拥有“坐标显示”模组的人进行过测量的，做不得假。\n\n　　也就是说，凋灵几乎横扫了半个世界！\n\n　　人们突然意识到生命的重要性。资深的矿工开始日夜不辍的挖掘，冒险家加紧踏遍世界的步伐、斩杀无数怪物。安逸于田园生活的人也明白了将钱财总攥在手里毫无意义的道理，于是，他们开始疯狂地采购一切能够增强自己实力的东西。通货膨胀，货币价值急剧降低，而莫拘的莫云居更是成为人们灼灼目光之所向。蜂拥而至的人们令莫拘措手不及，但这小子能从一无所有混到现在的锦衣玉食，反应又怎么会慢？终于，在无数人一边吸着冷气骂着奸商一边回家去时，莫拘却赚的盆满钵满！\n\n　　绿宝石！绿宝石！\n\n　　莫拘嘿嘿一笑，一个轱辘翻下床，走到工作台边，手上攥着绿宝石在工作台上均匀抹了一圈。蹲下身子在工作台侧面打开了一个窗口，伸手进去一捉，再拿出手时，手上已然是一个绿宝石块。而工作台上的绿宝石则是消失的无影无踪。\n\n　　抛起手上的绿宝石块，高度明显比绿宝石低得多。揉了揉有些酸痛的手臂，将绿宝石块揣在裤子口袋里。这口袋实际上就是背包的出入口。而工作台的神奇原理，莫拘是不打算去探究的。\n\n　　说说莫拘的情况吧。\n\n　　目前，莫拘的家产丰厚，挨个提起未免有凑字数的嫌疑，略过不谈。其本人拥有个模组：语言模组，背包模组，进阶力量模组，更多动作模组，随身合成模组，物品叠加模组，伤害方向模组，生命显示模组。\n\n　　前两者不用说，想必大家对此熟悉到不能更熟悉。进阶力量模组和更多动作模组则是基础力量模组和基础动作加强模组的升级版。在模组的大范围内，有这样按阶梯型升级的模组并不少见。\n\n　　随身合成模组赋予了莫拘不用工作台也可以合成在二乘二方格中合成的物品，相对而言，物品叠加模组的作用虽然没有前几者重要，但缺少了它却也十分麻烦。具体的作用是可以将拿在手中的大堆物品叠加为一个。例如泥土可以在一个背包格中叠加六十四个，但拿到手上时只能一个一个拿取，安装了这个模组后，则可以将六十四个泥土算作一格拿在手上，起码为盖房子添加了便利。\n\n　　伤害方向模组倒有些鸡肋，它可以使人感觉到自己所受伤害的来源方向，若要其完全发挥作用，可以尝试着在伸手不见五指的黑夜中站在树林里等待骷髅射手的攻击……生命显示模组却是重中之重，它并不会为人的行动提供太大的便利，却可以对某个生物的剩余生命值与最大生命值一目了然！\n\n　　像生命显示模组这样的模组，基本上植入后就不必再更换了，因此，这种模组也被称为“永久型模组”。这种模组，在市场上的价格一般也会偏高，但总不会低于一些高阶的进阶型模组。\n\n　　大致情况就是如此。\n\n　　伸了一个懒腰，莫拘慢吞吞地走到箱子边，缓缓穿上一身紫光耀眼的蓝色钻石装甲。钻石剑放入背包，大叫一声，整个人向床上扑去。\n\n　　“报告长官，我要睡……”\n\n　　“小莫哥！小莫哥！”从外边传来白尓生惊慌失措的声音，“小莫哥快开门呐！救命啊啊啊啊！”\n\n　　什么情况？\n\n　　莫拘一头雾水地拉动控制门的活塞的拉杆，一道影子风一样蹿进来。咄！一根由于力道过大而不断颤动着的箭矢险之又险地扎在白尓生双脚不远处。狠狠再次拉动拉杆，不但白尓生几乎虚脱，莫拘也是吓得心惊肉跳。在生命显示模组的帮助下，他可以看到，白尓生的生命值只剩下最后半颗心了！\n\n　　莫拘二话不说，两步跨到箱边，取出一瓶深粉色的药剂，甩手砸碎在白尓生的身边地面上。白尓生神情一缓，感激涕零的表情顿时出现在脸上，声音都带着哭腔：“小莫哥！你太好了！”\n\n　　莫拘看着白尓生这么一个比他大的人却是这么一副模样，顿觉有些不舒服。他摇摇头，用调侃式的轻松语气道：“活人被死人追的这么惨，你就不会把骷髅给拆了么？”\n\n　　“我也想啊！”白尓生惊魂未定，满心都是后怕，“不过这个骷髅的弓附魔太好了！我连见都没见着它，生命值就掉了一大半！吓死我了，我还以为要死了！”\n\n　　莫拘也没拿这当回事，人只要还活着，就有望从这个残酷的游戏中脱离。\n\n　　“那你就想到来找我了？”\n\n　　“也不是……”\n\n　　白尓生呐呐道：“我其实……是想跟你借点儿红石……”\n\n　　“哦？”莫拘挑挑眉毛，“多少？”\n\n　　“三组。”白尓生说。\n\n　　“不多嘛。”莫拘哦了一声，转身就去取红石，却听见背后传来弱弱的声音：“那个，是三组红石块……”\n\n　　莫拘的动作一僵。\n\n　　“你……怎么不去抢呢？！”\n\n　　“他没死。”\n\n　　相对瘦小虚眯着眼睛，坐在台阶上。\n\n　　“你去找那个‘莫拘’了？”二米高瞪起眼睛。\n\n　　“没有。”相对瘦小摇摇头，“我尝试了一下弓杀那个时候和他一起的那个人，没杀死。”\n\n　　二米高有些惊讶：“弓杀？没杀死？”\n\n　　“对。”\n\n　　二米高点点头：“看来可以与之交涉一下。”\n\n　　“那可得抢在‘秩序’那帮人来这之前啊。”一旁打扮颇为另类的人忽然开口。他伸手指向某个方向，不咸不淡道：“那个方向有人来了。”\n\n　　话音落后几秒，清晰可见的石头挖掘声传来。又是几秒，几人所在的地下空间墙壁豁然多了一个洞。\n\n　　那位矿工穿着一身银亮的普通铁甲，目瞪口呆地看着眼前场景：“你，你们……”\n\n　　下一秒，一把高速振动着的白色细剑准确地穿透了他的咽喉。\n\n\n【注：目录在最上方，点击节数可进行跳转。】\n【注：单击右侧卖萌の苦力怕返回顶部。】\n"
        },
        {
            "author": "xingxinghai",
            "timestamp": 1392540360,
            "txt_content": "LZ求跟新你很忙么几个月才跟新一篇"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1392544920,
            "txt_content": "xingxinghai 发表于 2014-2-16 16:46\nLZ求跟新你很忙么几个月才跟新一篇\n没有几个月这么夸张吧。。反正是没什么空，要做的事情有点多……"
        },
        {
            "author": "xingxinghai",
            "timestamp": 1392598800,
            "txt_content": " 本帖最后由 xingxinghai 于 2014-2-17 09:02 编辑 \n\n末路二应该有半个月了你不更新  这个你也不跟新 {:10_504:} 不过我觉得这个比较精彩。我觉得你应该按个日程表..."
        },
        {
            "author": "q1786803468",
            "timestamp": 1394712120,
            "txt_content": "天双的小说真的很带感，那我就弱弱的提一些意见吧！\n在人物小说的铺路情节上，拖泥带水不是一种风格，而是一种人物的累赘。\n人物定格的前提上，必须先要想到人物是否可持续发展。\n当你认为人物意见利用完的时候，你可以用一种铺路使他走下舞台，但是铺路效果又可以再度走回！\n【人物的话，应该多些一点小人物，让那个小人物可以最后帮你做铺垫】\n【上是我对这个小说的建议，意见我就不说了，以你的头脑很快就能想出来的！加油天双】\n@风之心_天双 "
        }
    ]
}