{
    "title": "[原创]一个MC小说5",
    "author": "1950703308",
    "replyCount": 3,
    "timestamp": 1391095320,
    "txt_content": " 本帖最后由 1950703308 于 2014-4-25 20:46 编辑 \n\n哇，过年了，没想到我还有空，这是22:47了，现在不多说，上菜——————————————————————————————节操君——————————————————————————————\n突然黑云变白云，世界的一切仿佛变成了童话世界。天空中出现一个人，长得有点帅，穿棕色衣服，他慢慢的下来，史蒂夫赶紧用脑子用“卫星定位”来思考他是谁，不到一秒，他就想起来了，对希爱力和阿拉尔说：“Notch!Notch!Notchhhhhhhhhhh!\"  Notch蜀黍说：“恩。。咳咳。。最近感冒了。。Him你在又在这里捣乱，快，把史蒂夫变回去。” Him说：”你啊，就是我的手下败将，我呸呸呸，谁会听你的话！。” Notch被Him关进了土里，上面写着Notch。 Notch喊着：“放我出去，你个不孝弟弟，我跟你没完。“ Him说：“哼哼，吸收！！！”  “啊啊啊，不不不不。”Notch的力量被吸光了，史蒂夫说：“没救了，这回肯定没救了。” 希爱力和阿拉尔把Notch弄出来，说：“没关系，你肯定能恢复。”（我在某一期里透剧了，所以我改结局了) Notch用最后的力量用瞬间传送回到他自己的房子，去紧闭练功，阿拉尔和希爱力被Him放进了笼子，Him对史蒂夫说：“哼哼，你的盆友也没救了，你也没救了，哼，拜拜，等你变僵尸，你就是我的菜！” 史蒂夫想到了阿拉尔和希爱力和Notch他们一起对付HIM,争取救他（Notch没有救？因为他是跑龙套的），让它变成人类,他感受到了心里的力量，他发怒了，跑到Him家，用他的能力拆了他家，无论有多少怪物，他一击秒杀，可史蒂夫完全控制不住自己的力量，跪在了地上，抱着头非常疼，Him说：“呵呵，你控制不了你的能力，等你控制得了能力后，你就是我的僵尸。” 史蒂夫说：“你这人，真不是人！。” 史蒂夫跑回家，在家里把全身的力量用光，到了第二天，Notch恢复了一点能力，又下来了，他看见了史蒂夫的模样，叫醒他，说：“嘿，年轻人，我看你是被Him暗算的，我的法力可是很牛的，我能救你。史蒂夫慢慢醒来说：”真的，Notch，一定要救救我，Notch说：“好，魔力魔力显威力。” 史蒂夫恢复了，变成了人类，他想起了他心里想照顾的人，又控制不住自己了，把Notch打到墙上，杀死了所有动物，拆掉了所有村民的家，Notch醒来，用法力阻止了他，说：“你还不能控制你的力量，最好不要想心里的人，不然会失控。” 史蒂夫说：“。。好。。。好的。。。。“ 史蒂夫说着说着晕倒了，当他醒来时，已经回到了他家，他家有个牌子，上面写着：”不要想起你想保护的人，应为你会控制不了你强大的能量，你是我唯一的儿子，懂吗？————Notch。“ 史蒂夫吓坏了，他竟然是Notch的儿子，他到了农场，突然感觉自己孤身一人，感觉很冷清，他想起了希爱力和阿拉尔，可是这次，他控制的力量变小了，打不过怪物了，村长过来，把他拉回村庄，史蒂夫看着这个村庄，什么都不见了，他问村长：”为什么房子不见了？” 村长回答：“你发怒了，控制不了自己的能量，把我们的房子都震碎了，我懂你，啂，给你我们全村最牛最牛的武器，附魔钻石剑，给你用了，希望你能打败Him，拯救我们！\" 史蒂夫回答：‘恩，我不会辜负你的期望的,告辞！” 史蒂夫被打败后心里感觉很不爽，他拿起附魔钻石剑，打死所有僵尸，直奔Him老巢，他说：“Him给我出来，我今天要救出朋友，把你给打败。” Him说：“呵呵，你比我差远了，我建议你修养几年再回来吧，那时你应该可以跟我打平手。” Him用原力把史蒂夫弹到墙上，史蒂夫想起来了，自己可以发怒，可以获得巨大能力，虽然对自己有伤害，但是他还是用了自己的威力，这次他能完全的控制威力，而且威力多了十倍，他用力量把Him打成重伤，Him说：“哼哼，还不错,怪物军团，出击！。” 一声令下，许多怪物冲出来，只见史蒂夫用手指跑了几圈，所有怪物都死光了，Him说：“可恶啊。”他边说边拿起关希爱力和阿拉尔的笼子，说：“你看看，她们是谁。“ 史蒂夫说：”希爱力阿拉尔！快放了他们。“ Him说：”没门，想你的白日梦去吧！“ \n预知后事，尽情关注下一集。\n—————————————————————————————节操在何方————————————————————\n索引贴：\n一个MC小说1  一个MC小说2 一个MC小说3   一个MC小说4   一个MC小说5",
    "replies": [
        {
            "author": "lisongnan7",
            "timestamp": 1392385620,
            "txt_content": "楼主我是看你签名才过来的...对了请排版~"
        },
        {
            "author": "1950703308",
            "timestamp": 1392385680,
            "txt_content": "额 。。哦哦哦哦"
        },
        {
            "author": "xcc",
            "timestamp": 1392444060,
            "txt_content": "文笔略渣"
        }
    ]
}