{
    "title": "我的世界小说 去而复返 第三章 连载中",
    "author": "592764254",
    "replyCount": 6,
    "timestamp": 1391138220,
    "txt_content": " 本帖最后由 592764254 于 2014-2-6 15:39 编辑 \n\n去而复返 第三章\n                                          冒险前奏\n    “咚咚咚”敲门声响起。\n     铄奇一脸淡定走去开门。他已经完全适应了。。。。见得多了，也就不怕了。可这次他还是认为是巫师，不过事实的确如此，但还有别的人在外面。\n     “吱---”门被有些愤怒的铄奇猛的一拉，外面的一群人由于冲的过急突然倒在了地上。不过，这一群方块人的背后还站着一个正常人——巫师。\n     “这可不是你的作风啊，铄奇？”巫师微笑着说。\n      铄奇一言不发，气愤地盯着巫师，想等他说些什么。那一群方块人进来了，每一个都按礼貌说了客套话，又各自摘下了自己的兜帽。现在墙上出现了一道彩虹，各种颜色的兜帽都挂在上面。其中还有一顶带着银穗！不错，它的主人也是十分有名的一个方块人，名叫炎。他可是一个方块人族(爆裂族)的王之子，也是以后的“火焰之王”。他有一身的傲骨和傲气，刚刚被摔在地上时他感到十分不满，在铄奇说了很多遍道歉后才肯松开皱起的眉头，哼哼两声走进了洞府。跟伙伴们一起坐下来吃喝。\n       “这是什么？茶？不不不，给我来杯红酒。”巫师弗颜呼说。\n       “我也是，再来一个奶油蛋糕。”炎说。\n       “如果您不介意的话，再来几个茴香蛋糕吧！”\n       “还有咖啡和方糖！”\n       “干脆把奶酪和曲奇都拿出来吧！”各种声音此起彼伏。\n       “这些家伙怎么比我还熟悉我家的食物储备？”此时，铄奇正一边包邮一边忙碌着为这整整八个人服务。\n       大伙都吃得十分高兴，铄奇这时插了一句客套话，这话的回应简直要让他哭了:“请问各位还留下来吃晚餐吗，留下来吧。”“哦，好啊，我们本来就要在这里过夜的啊。”众人答道。这群人怎么这么不要脸啊。。。。。此时铄奇就是这么想的。\n       晚餐后。\n        巫师弗颜乎拿出一副地图，从这幅地图中掉出一把钻石钥匙。“这是恶龙所在的地方:末路之地。在这个末路之地里，有一座座黑曜石所筑的末影塔，还有一座座由末地石做的小丘，在这些小丘中，有一座极大的山，里面就住着末路之地的主人:末影龙。当然还有你们族人曾经积蓄下的巨大财富，连你祖父时开采矿物挖出的阿巨炎钻也在里面，那可是你们一族的骄傲！你们的黄金，白银也都在三十年前的那一次大战被恶龙夺去，都堆积在这一座大山里，但这个末路之地离我们非常遥远，可以说相隔了半个世界。我们需要踏过一座座山，涉过一条条大河，才能到达。其中还有一片极险之地:暮色森林。在穿过暮色森林之前，还有一座大山，这座山在全世界都十分著名，因为它是全世界最高的山，名叫群峦传说。不过我们都叫它巨山。这一座大山里有一个种族，叫兽人族，他们半兽半人，和一种动物:虎狼狼狈为奸，你们都记得恶龙来袭之前的一场战争吧 那就是他们和你们的一场决斗。”“那么我们该怎么打败他们呢？我们人少，他们人多啊。”炎说。“这就是我把你们召集到这里的原因啊，这屋子的主人_铄奇就是你们的好帮手——飞贼。”“就他？简直像杂货店老板。。。。。。”炎说。铄奇心想着:你敢说我是杂货店老板？我一定要证明自己！\n下一章预告:踏上冒险之旅，成为飞贼之路！\n最后祝大家新年快乐！！！！\n[groupid=490]719的小世界[/groupid]",
    "replies": [
        {
            "author": "wq57",
            "timestamp": 1391138340,
            "txt_content": "LZ你先当贼吧   "
        },
        {
            "author": "zhong19981221",
            "timestamp": 1391138460,
            "txt_content": "不错呦{:10_492:}"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1391138460,
            "txt_content": "已顶~     "
        },
        {
            "author": "月轻歌",
            "timestamp": 1391138580,
            "txt_content": "支持楼主，加油加油"
        },
        {
            "author": "42486327",
            "timestamp": 1391139180,
            "txt_content": "很不错的小说"
        },
        {
            "author": "王先生007",
            "timestamp": 1391139600,
            "txt_content": "已顶                                                                                                                                      "
        }
    ]
}