{
    "title": "【适合1.2_02】Random Map Generator Options 随机地图生成选项",
    "author": "outsidero",
    "replyCount": 3,
    "timestamp": 1297002120,
    "txt_content": " 本帖最后由 outsidero 于 2011-2-6 22:26 编辑 \n\n【mod名称】Random Map Generator Options\n【mod版本】1.3.2\n【原帖地址】这里\n【下载地址】这里\n【MOD简介】\n特别提示：作者说这是他的第一个mod，大家谨慎使用，自觉保存jar、存档等，搞砸了别找我。。。\n使用说明：无需modloader，解压放入mc.jar，删除meta-inf\n进入游戏，载入存档，按ESC键打开菜单，出现一个新的菜单。\n\n以下E文，能力有限，自行翻译：\n\nHeight (Ht): Means what height on the map the iteams stops being place. 1 is the lowest and 128 is at the top of the map. \nExample: Gold can't be found any higher than 16 blocks from the bottom of the map, so the slider is at 16.\n\nCount (Cnt): Means how many time, per chunk, Minecraft will try to place a item.\nExample: if you set the Coal slider at 10 it will TRY and place 10 blocks of Coal per chunk.\n\nAmount (Amt): Means the most of one item found in a group.\nExample: If you set the Gold Slider to 32 every time it places a gold block it will place up to 32 gold blocks around that one. So you can still get 1 block of gold, but sometime you'll find 32 blocks toghter.\n\nTop Soil (T.S.): Means the top layer of blocks on the groud.\nExample: Grass is top soil.\n\nFiller Soil (F.S.): Means the layer under the tops soil.\nExample: Dirt is a filler.\n\nNormal (Norm.): Means the random layer of blocks, Grass, Sand...\nExample: 90% of the ground is normal.\n\nStone (Norm.): Means the stone holes you see in minecraft...\nExample: 1% of the ground is stone.\n\nGravel : Means the Gravel places you see in minecraft...\nExample: 3% of the ground is Gravel.\n\nSand : Means the Sand places you see in minecraft...\nExample: 6% of the ground is Sand, this includes beachs.\n\n\nQ: Will this mess up my current saved game?\nA: No, the setting are the default settings for Minecraft, and if you don’t change anything it’s as if my MODs not installed. Also, because my mod saves the setting to a dif file , not used by Minecraft, you can remove my MOD and still played edited games (OLD chunk won’t change, and NEW chunk will be unaffected). BUT BACKUP YOUR SAVES ANYWAY!!!!!!!!!\n\nQ: I maxed out lava, water, and dungeons, but I don’t see anything?\nA: This MOD just changes the randomizers Minecraft uses, so you have the best chance of getting them but Other Minecraft setting (not effect by the MOD) will still limit there numbers.\n\nQ: How come some things aren’t on here: tree, sand, and others….\nA: I am still working on this and will add more, even the new stuff, just give me time.\n\nQ: Are you going to add different map types, like Forests …\nA: Yes.\n\nQ: I have a current game and I chaged a few settings and nothing happened?\nA: Changing settings on a current game only effects NEW Chucks, and doesn't change the OLD ones\n\nQ: Does this MOD do my homework?\nA: Not yet.\n\nQ: I'm clicking done and nothings happening?\nA: This is because one of your Top Soils (T.S.) isn't 12, or you have selected a *Removed* block. This is to keep your minecraft from crashing!\n\nQ: Why does it only have 25 block types?\nA: After 25 it starts to become \"IFY\" if your minecraft will crash!\n\nQ: Why does is there limits to how much ore i can place?\nA: I have test each limit and after that your minecraft will freeze!\n\nQ: Why does some things have a Don't Mod options and others have a default?\nA: The options with don't mod are random objects, so i can't set a default. The ones that have a default aren't random!\n\nQ: I loaded a custom map (Island, Desert) and there are no trees?\nA: Yes, some deserts and island have no trees.\n\n【让你震撼的图片】\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "hhyx",
            "timestamp": 1297049820,
            "txt_content": "好复杂哦看不懂"
        },
        {
            "author": "圣诞袜",
            "timestamp": 1297086180,
            "txt_content": "内置的地图修改器"
        },
        {
            "author": "pljrew",
            "timestamp": 1297129080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}