{
    "title": "[单章]《破灭虚空》[作者：龙腾猫跃][第7节：野猪]",
    "author": "龙腾猫跃",
    "replyCount": 1,
    "timestamp": 1391164020,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-2-14 22:41 编辑 \n\n第一巻 伊始第7节 野猪\n　　村长朝着刘天宇的方向遥遥点了下头，刘天宇朝着村长比了一个OK的手势。　　村长便叫道：“大家排队！马上！不然这里人太多了，万一发生踩踏事故让别人受到伤害会黄名的！这样NPC就不会给任务了！”　　罪恶度判定：玩家名字是绿色的，如果故意伤害玩家会黄名，1小时恢复。杀死玩家会橙名，并积攒1罪恶度。罪恶度到5会红名，会遭到警察的追捕。罪恶度每6小时减少1。　　村长的这段话本身就问题多多，首先轻微踩踏是不扣HP的，并且黄名得故意伤害！你故意踩人脚？别人和你无冤无仇，为啥？　　但是玩家早就对NPC有强烈的盲目性，认为NPC的话是真理，没人发现从NPC口中说出“NPC”这三个字母本就不对劲，也没太多人发现逻辑的问题——发现的也都当是MC修改的新规定了。　　总而言之，出于各种心理，人群终于退散开，排好了队。这让刘天宇放松了：他心里对那个方法可没一点谱，见势不好随时准备开跑的！　　“叮……恭喜你完成专属随机任务‘村长的请求’，经验+15，绿宝石+5，声望+1，获得装备‘羽绒衣’。”　　羽绒衣：用不知道哪来的羽毛夹在衣服里做成的绒衣，可以御寒。装备要求：无，品级：平凡，耐久度：92/100，种类：上衣，防御+3，寒冷抗性+10%。　　刘天宇毫不犹豫地装备在身上，虽说仍然感觉这村长很抠，送个装备耐久就没完整的，但是也不错了。 　　刘天宇可没有忘记刚开始的规划，又迈开脚步向着森林走去。不一会儿，森林里就传来了“咚”、“咚”的响声。　　刘天宇盘算着，他现在挖一块木头要7下，木斧耐久200，也就说可以挖26块左右的木头（因为耐久20%以下会变成“损坏”，属性下降）。　　他挖个20块木头，卖6块，凑够那个奸商旅馆3天的住宿费，剩下的自己得留着合成东西用。　　心里想着，手上干着。虽说心疼木斧哗哗哗往下掉的耐久度，但也没办法。5块……12块……刚挖了16块，刘天宇的视野出现了一群粉色的“肉团”。　　猪！刘天宇暗喜，正愁没吃的，这就自己上门了。诶，等等，咋这个猪要剽悍点啊？探知术一扫：　　野猪：有些凶残的猪，一旦激怒将会疯狂攻击。等级：2，品级：一般，HP：110/110，物理攻击：35，防御：8，暴击：20，命中：6，攻击速度：33，移动速度：13。　　因为等级只差1级，探知术获得的信息明显多了很多。但刘天宇因为刚被一个3级的破僵尸打得很惨，心理阴影还没有退去，犹豫了一下，管它的！难道人怕无脑大肥猪不成？　　刘天宇小心翼翼地离野猪3米放了个魔法炮，-39，MISS，-43！这一下却是冒起3个伤害数字。　　惨了！忘了魔法炮是群攻，刘天宇的挨个解决看来是没戏了，看着3头野猪气势汹汹，红着眼睛朝自己冲过来，刘天宇朝着树后一躲……“碰！碰！碰！”背后传来3声撞树的闷响。　　某个无节操的人在树后“呵呵”一笑，三个撞树傻猪腿短，撞树后就倒在了一团。然后刘天宇拿起木杖就是一顿打，一个个红色的伤害数字从三头野猪的身体上飘起。　　当三头野猪挣扎着站起来，HP槽只剩下一点。刘天宇往后一跳，拉开距离，一个魔法炮结束了它们的生命。野猪35的攻击从头到尾就没用，“果然没IQ！”刘天宇大笑。　　三头野猪给他带来了21点经验，还有一头野猪爆了半个绿宝石，另外2头猪还贡献了1块肉和1张皮。　　生猪肉x1：普通的猪肉，看起来煮熟后味道不错。食用后饥饿+10，20%进入120秒的食物中毒状态，每秒受到1的无属性伤害。品级：平凡，最高堆叠：16个。　　生猪皮x1：有着不错的柔韧性。品级：平凡，最高堆叠：16个。　　心里吐槽了一句猪都比村长大方，看了下天色，还是决定回到旅馆住一晚。不然下线20分钟，鬼知道刘怡然又会搞哪样。------------------------------------------------------------------------\n　　索引贴地址：http://www.mcbbs.net/thread-228777-1-1.html\n　　上一节地址：第一巻 伊始  第6节 村长的请求\n　　下一节地址：第一卷 伊始  第8节 挖矿\n　　字数：1386",
    "replies": [
        {
            "author": "fyq6102427",
            "timestamp": 1392025140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}