{
    "title": "穿越麦块第二章：饥荒（温馨向小小说，快来Get正能量吧）",
    "author": "jiumosi",
    "replyCount": 3,
    "timestamp": 1391164680,
    "txt_content": " 本帖最后由 jiumosi 于 2014-12-4 17:00 编辑 \n\n“快起来”正睡的香呢，被Xx给摇醒了，昨晚我在门旁睡的，伸懒腰顺手开了门，往外一看，天光大亮，一脚踹开睡在我腿上的GG，揉了揉发麻的腿，走了出来。方方的太阳正在慢慢的往上升，映着天空，一片朦胧的淡红色，清澈的海面被朝阳一照，越发的透明。方方的云朵飘来，过滤出温柔的阳光，照在身上暖洋洋的，一时不禁怔怔的出了神。\n\n\n\n\n\n2014-01-31_18.54.30.png (304.17 KB, 下载次数: 0)\n\n下载附件\n\n2014-1-31 18:59 上传\n\n\n\n\n（凑合着看呗，差不多就这么个意境）\n\n“真的好美，不是吗？”循声望去，Jon斜靠在树上，双眼入神看着前方，仿佛在自言自语。“嗯，这里也不错，就算真的回不去.....”我正想说什么，看见zz在后面也出来了，咬着下唇，正想说点什么安慰她，只见她好像下了什么决心一样：“就算真的回不去，其实也没有那么糟，你们不用担心我”声音平静，但能听出来有些挣扎。Xx从后面走上来抱住她：“想家了吗？我也很想家，没事，会有办法的，说不定哪天醒了，就回到家了。现在....就当是一场恶梦吧”。\n\n说完又抚了抚她的背，说了一些悄悄话。过了一会，转身看着我们：“我有点饿了，吃什么？”我：“我这有种子，现在种还来得及吧”jon：“我也有，还有几个苹果”说完Jon就跑去弄土去了，在众人努力之下，岸边四格以内全部填上了土，种上了种子，用仅有的几个金坷垃催了一下，弄到了3块面包，我跟jon一凑，一共五个苹果，然后就把食物分下去了。“好了，食物就弄的差不多了，接下来该去外面探险去了，先去那边的山上看看，要是适合的话，傍晚回来就在那边安家”我转身进屋开始收拾箱子，又做了一些要用到的工具，然后照着GG的屁股又补了一脚：“起来，我们要走了!”\n\n一切停当，就准备出发了，出发前得说些注意事项：“现在吃的不多，大家体力都省着点，没事别用跑的”GG:\"食物不少啊，昨天盖房子的时候远远的看到有两头牛和一只鸡，就在快到丛林的那片草地上”我：“这... 咋不早说，早知道那食物问题就解决了呀”“什么！！那么可爱的动物你怎么可以杀掉它，我坚决不允许”。\n不管GG和Xx在那里吵，我迈步走在前面，后面众人跟了上来。GG显然还不想放弃，跑过来跟我说：“我们再去那边看下，说不定能找到”，“一夜过去了，早刷新了，再说你也过不了Xx那关呀”“哎呀，真是可惜啊，苹果都那么好吃，肉肯定更好吃啊”‘啪’ 的一声，拍在了GG头上，GG果断抱蹲。“怎么又打我，哎？我为什么要说又？”我无语了：“你还好意思说！我怎么跟你说的？”\n\n“嘿嘿，刚才实在好奇，就咬了一口，谁知道就没了，早知道就吃掉了，真浪费啊，别这么看着我，我当时以为反正还有肉吃，谁知道不给吃，真是的，你们在现实里面没吃过肉吗，虚伪”轮到XX不知道说什么了，“那不是虚伪，那是恻隐之心”我抬起头看着远处的小动物：“其实我也不想杀生，但可以先养起来，让它们繁殖，收点牛奶羊毛鸡蛋什么的也好啊，要是什么时候真没吃的了，那为了生存，也说不得要杀两头开开荤了”听我这么说,两个妹子也只好默认了。GG自然是高兴的，就开始忙着张罗牧场了。\n\n“这些回来再弄吧，现在没麦子也没种子”。我们别聊边走，周围出奇的安静，没多久，走到了山脚下，发现我们不得不改变计划，山很高，更重要的是陡，转了一圈都没发现可以上山的路。我站在高处，发现山腰那里有有个洞：“我们先把路开到山洞那吧，里面好像有煤还是什么来着”。“好吧，先去山洞里看看吧”Jon附和道。\n=================================\n\n这一章就写到这里了，我是打算只写原版内容的，无插件无命令方块无HIM，这是底线，地狱和终界看大家的意愿，如果大家都喜欢我可以考虑加入，但是在小说的中后期了。\n\n上一章：漂流\n\n下一章：发财了\n\nAD:\nhttp://www.mcbbs.net/thread-230495-1-1.html\n\n\n\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "jiumosi",
            "timestamp": 1391165280,
            "txt_content": " 本帖最后由 jiumosi 于 2014-1-31 22:14 编辑 \n\n过年人好少，自己顶个吧"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391182920,
            "txt_content": "  诶 同组成员？ 这个必须顶"
        },
        {
            "author": "jiumosi",
            "timestamp": 1391242020,
            "txt_content": "只是因为同组吗，看来写的很失败啊"
        }
    ]
}