{
    "title": "《月影传说·生命奇迹》第一章",
    "author": "流水逝情",
    "replyCount": 4,
    "timestamp": 1391179560,
    "txt_content": "人物介绍：\n史蒂夫·亦清  15岁，看起来普普通通，在特殊时刻有意想不到的能力。建筑渣，很容易满足。\n黑耀·叶秋  15岁，与史蒂夫一起落难的朋友，性格孤傲，不擅长与人交流，烹饪在他看来是最重要的。\n骷髅·叶清  16岁，能够控制骷髅射手的思维。喜欢玩红石，宠物是一只苦力怕。\n夜·焰风  16岁，眼睛在夜晚能够发光，把所有药水的配方背的滚瓜烂熟。草药大师。\n星辰·洛  15岁，S国失踪多年的特工，身手矫捷，夜间行动。他的箭法百步穿杨，百发百中。\n希特·永夜  17岁，原名月伦特·袭神，为逃避追杀改名换姓，全能的生存大师，能突破人体极限。\n\n                                        开始！！！\n\n\n                                        第一章：幸运而充实的一天\n    我缓缓睁开眼睛，看到了初升的太阳，真美。但现实并不如此，我乘船出来度假，却遭遇海啸，船翻了，我与其他人不一样的是，到了这个大陆上。当然，来到这里的还有一个人，他是我的朋友，黑耀·叶秋。他一直都昏迷不醒，这回我醒了，我得去看看他的情况。\n    身体冰凉，即使在阳光下依然没有好转。我略一琢磨，从口袋里拿出一个小玻璃瓶，这里面装的是糖水，里面我也加了些盐，专门防低温症的。我硬掰开黑耀的嘴，把糖水灌了进去。再把嘴合上，让他咽下。\n    做完这些，我站起身，四处瞧了瞧，不远处有几棵树，我走过去，“咚”的一声，一块木头落了下来。我又接着来了几下，这一棵树都被我打完了，收获了六块木头。这时黑耀已经醒过来了，他也帮我一起打树，两个人工作就快多了。很快，我们两个就弄到了大量的木头。\n    “这些木头……你打算怎么办？”黑耀问我。\n    “呃……应该能搞成木板吧？试试看。”我拿起一块木头，用手一劈，变成了四块木板，再一拼。我还以为又是一块木头，居然是一个工作台！！！我又试着将两块木板进行组合，成了四根木棒。很快，我们两个知道了怎么制作工具，给我们两个每人一套木工具后，还剩下了许多木板。我抬起了头，看见有一块平地，我问黑耀要不要去那里做一个安身之处，黑耀点点头。\n    这里可真是个风水宝地呢！这里有淡水，附近还有四只羊，两只牛，一只鸡。路上我还捡到了一颗鸡蛋。我们两个拿出木板，快速地建出了一个小屋子，虽然小，但很不错。我坐在里面，大口的喘着气，黑耀拿了一些剩余的木板，做了两个箱子以及一个门。我把不用的东西都放了进去，只留下一把木镐，木头做的镐子，应该不耐用吧，我得尝试着搞些石头过来。\n    我慢慢用手掘开土壤，找到了岩石，拿出镐子来开始慢慢敲。不过这镐子比想象中的耐用，敲了二十块石头，我就累的起不来了，最后还是爬回房子里的。黑耀用石头砌了个炉子，用钻木取火的办法点着了火，现在房子里充满着温暖的火光。我问黑耀会不会做木头水壶，黑耀说：“这个我可能会一点，我试试吧。”他拿了一个木板，一点点的削。我拿着新制作的石剑出去转了一转。收获真是不小，我提着两只鸡，把一头牛踹回来了，它已经被我杀了，我没发背着，只能踢回来。黑耀真的做出了两个木质水壶，虽然粗糙，不过用起来很棒。我就用它在门口的水洼里盛了一些淡水。之后我用自制的小刀一点点把鸡的肉给切下来，放到炉子里烤。牛就有些麻烦了。我先把它的皮剥了下来，这会儿就晚上了，我把门关好，用一些干草盖住门。然后黑耀在炉子那烤肉，我尽量的把牛上的肉切下来。\n    很快，我们两个就吃上了香喷喷的烤肉，外焦里嫩，鲜嫩多汁。但不敢多吃，因为现在食物可是非常珍贵的。我只吃了一只鸡的四分之一，黑耀吃了二分之一。之后，我把剩余的干草铺在地上，闭上眼，进入了梦乡……\n              ",
    "replies": [
        {
            "author": "长手的苦力怕",
            "timestamp": 1391179980,
            "txt_content": "先顶后看好习惯～\n楼主加油！\n"
        },
        {
            "author": "1950703308",
            "timestamp": 1391181480,
            "txt_content": "楼主加油，期待你的下一期"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391182620,
            "txt_content": "长手的苦力怕 发表于 2014-1-31 22:53\n先顶后看好习惯～\n楼主加油！\n  苦力酱 给我打工吧"
        },
        {
            "author": "黑暗灬骑士",
            "timestamp": 1391833980,
            "txt_content": "弟弟顶顶顶顶顶有意义有意义啊~"
        }
    ]
}