{
    "title": "[转]恩德的奇奇怪怪大冒险 全文整合",
    "author": "Lucky777777",
    "replyCount": 10,
    "timestamp": 1391227020,
    "txt_content": " 本帖最后由 Lucky777777 于 2014-2-1 16:10 编辑 \n\n    嗯 转载自 【FIFA网络组织】官方论坛   原文连载地址：恩德的奇奇怪怪大冒险\n   原作者源地址ID： zhong_an\n  原作者MCBBS ID： @494128313\n  嗯呐 这是我们组织内部的文章哦，原作者声明不让转载番外，所以大家要看番外还是去源地址哦~~~\n正文：\n   声明：由于是无聊的产物 本故事会出现大量的掉节操，无节操，买节操等等，如果你是一个有节操的好少年（这话说出来谁信啊）请不要翻看。 本故事中出现的人物均是虚构如有重名 233333333333.  \n   Chapter.1  时光废弃 \n        “这破游戏能玩！”随着一声怒吼，恩德使劲的拍了一下桌子，显示器发出了抗议的震动。玩着“我要当爷们”这个鬼畜游戏的恩德在死了9865次以后 终于要崩溃了。他使劲的一拍把桌子上的可乐（sha jing shui）弄翻了。恩，你们以为恩德会被电脑电死然后穿越么。 你们太甜了。电脑机箱被可乐打湿，冒出了黑烟。                                              “卧槽，我的电脑啊啊!”恩德一阵蛋疼。他摸了摸自己的小伙伴（喂！为什么要摸小伙伴啊！）“可惜了我几十个G的本子和里番啊。”恩德十分惋惜的说到。然后他去厕所拿抹布，他走进厕所，忽然！他发现地上掉了一块肥皂！于是恩德毫不犹豫的弯下腰来捡肥皂，可是他脚下一滑，一头栽进了马桶里面。于是他穿越了。                                              “啊，不认识的天花板。”恩德发出了感叹，“天你妹啊，卧槽没有天花板啊。”恩德醒了过来发现自己在一个奇怪的地方，他花了1个小时仔细的探索发现这个地方是一片虚空之中的孤岛，而且恩德看了看自己的手表，时间停留在了11：11，“卧槽，手表你什么意思！诅咒我孤独一生啊！”时间被隔绝了。永远的停留了下了。                                              恩德发现了一个问题，这个岛是由一种不明岩石堆积成的，就像月球表面一样坑坑洼洼的，而且。。。。。                                              恩德看到了不明的初步判断是黑曜石做成的巨大的石柱，和在石柱旁徘徊的那个黑黑的瘦高的影子。                                              一个沙哑的声音响起“这里是时光废弃之地   “終界”    ”                                               恩德向后看去，他的瞳孔瞬间放大，冷汗不要命是的从他的毛孔里争先恐后的涌了出来，瞬间恩德的后背就“湿透了”（为什么要打引号啊混蛋！）                                                                                                                   恩德看到了什么，他会遇到什么呢？\n\n    Chapter.2  被选中的使者 \n   \n  \n                            “这里是时光废弃之地   “終界”  ”  恩德缓缓的回过头去，刚刚那只站在巨大黑耀石柱旁的黑影就站在他的身后，“卧槽，吓死我！你是什么东西啊！”   “我？我是第2389届末影使者。至于你为什么会出现在这里是因为你被选中了，你将是第2390位末影使者。”那个黑影缓缓说到，恩德在这么近的距离下终于看清了这个黑影。高高瘦瘦穿着一身黑色的西装，一双紫罗兰色的双眼，苍白的皮肤。“这位仁兄你是不是撸多了啊，脸的撸白了，要不要吃六味地黄丸啊。”黑影还是盯着恩德看一副很淡定的模样。可惜他握的紧紧的手和头上的十字出卖了他。“那么，你可以叫我黑织，从今天开始我将教你成为一个优秀的末影使者。”黑织无奈的叹了口气说。恩德用他的死鱼眼瞪着黑织“你当我白痴，这到底是怎么回事。”黑织扶了扶额头“我们終界是关押远古邪龙的地方。当初那条死龙把主界弄的天翻地覆，所以盖亚就创造了这个地方，然后创造了我们终界使者一族，然而我们的族人不知道为什么一个一个的都跑到主界去了。最后我们从60亿人类中选中了你当我们下一届的末影使者，你的任务很简单就是回收我们掉落在很多其他位面的末影结晶，作为报答我已经将你的生命和末影意志合二为一，以后你将拥有无尽的生命样子也不会变老，每当你回收一个末影结晶我们就会给予你一项能力，当然为了可以让你理解我们就参考了你们地球的YY小说，弄了个什么和主神差不多的东西你回收末影结晶以后会得到奖励点，然后你就自己兑换能力吧。”“所以说我就那么悲剧被你们从60亿人里面选出来了？”恩德的身体石化了。“嗯”“好吧，那么我现在要干嘛。”恩德擦了擦脸上的汗水。“当然是训练啦。”说着黑织黑织就扑了上去，“嘭”！“啪”！干净利落的两脚恩德就起不来了。恩德躺在地上大口的喘息着。\n                            “那么，第一课。你没有任何的时间休息，我将对你展开无时限的追杀，那边是黑曜石森林，你有5分钟逃命，如果我追到了你嘛，可是会死的哦~虽然不是真的死，但是呢疼痛感会放大5倍哦。那么，开始！”黑织冷酷的看着恩德一脸的杀意。周围的空气瞬间下降了十几度。恩德打了个哆嗦。\n                               恩德已经在黑曜石森林里跑了一天了。他机械的迈着脚步。没有休息，忘记了饥饿。他一刻也不敢停下。恐惧超越了一起，他的脑海中只有一个念头“我不能死啊！不能死！”荆棘在他身上留下了一道道伤口，他的脚早已血肉模糊，但是没有什么比死亡更加的恐怖了，只要还有一口气恩德就不会停下，他甚至可以听到身后传来的脚步身。“太慢了，真是弱啊。”恩德还没有反应过来就重重的摔在了地上。下一刻他就感到胸口一阵剧痛，他低头一看，胸前不知何时出现了一只黑色的手手中正握着一颗心脏。那就是他的心脏，那只手轻轻的一握，心脏瞬间变成了肉泥。恩德在剧痛中失去了意识。\n                         不知已经多少次了，恩德渐渐的习惯了深林的地形，从一开始的狼狈逃窜到后来在逃跑中设置陷阱来阻挡黑织，死亡已经不知道多少次了，恩德在死亡的疼痛和恐惧中变的越发淡漠。对生命的淡漠。\n                           “不错，小子你已经在我的追杀下逃过了一个月了。你合格了。在明天你就将开始你的第一个回收任务，好好干。”黑织一脸的欣慰看着恩德。“老不死的，我TM都快累死了你居然就只给我一天休息。”恩德瘫倒在地气喘吁吁的擦着额头的汗水。然后他就倒在地上熟睡了起来。黑织看着他叹了一口气“希望这一场游戏不会在有死亡了。”\n                                                                                                                         （未完待续）\n    \n\n   Chapter.3  新的世界\n\n       “喂喂，你小子该醒了，时间到了，你该出发了。”恩德揉了揉眼睛“在让我睡个五分钟吧。”黑织一脚踹到恩德的腰上，“睡你妹，起床！”“啊啊！疼疼疼疼！”恩德一下子跳了起来。“混蛋啊，要不要TM说着说着就动手啊！”“时间到了”黑织只是甩了甩手然后打了个响指，“OK，传送开始，做好准备。”说着黑织就是一脚，“啊啊啊啊！！”恩德大叫着被踢进了一个黑色的光门。“这个小子，唉，不要死了啊。”黑织无奈的摇了摇头。                  恩德现在十分的淡定，不就是穿越吗。这种事恩德看过几百遍了，肯定就是龙傲天啊龙傲天啊龙傲天什么的。然后，恩德就出现在了一片蓝色当中。嗯嗯，恩德观察四周，他发现了，自己在几千米的高空。“啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊~~~~！”然后地心引力来了— —。                   \"头好疼。。。\"恩德使劲的揉着头，刚刚可摔的不轻，要不是有一个很大的软垫一样的草丛恩德估计就挂了。这个地方肯定是什么魔兽深林什么的恩德推了推不存在的眼镜一脸的淡定。然后他就看到了城市，“我刚刚什么都没有说。嗯什么都没有说”这个城市看起来不太安宁啊，看着这个到处飘着黑烟和尖叫声的城市，恩德不禁留下了一滴冷汗。                 “那么这个是生化病毒的节奏咯。”恩德发现了一只野生的丧尸。“丧尸君吃我大棒♂棒！”恩德举起在森林捡到的木棍。嘭！丧尸君的脑袋顿时开了花，恩德看着自己被脑浆和鲜血溅了一身的衣服“艹，这个就是装B的报应么，看来得先找身衣服了啊。= =”                =======================搜索中============================               在一家叫第二款的COS服装店穿上了一身COS服以后恩德就出发了，“这个护目镜真好看。”恩德边清除身边的丧尸一边发出感叹，丧尸听到声音马上向恩德扑了过来，嘭！又一颗脑袋碎了。“黑织那个老不死的虽然很贱。但是这个训练的成果真屌，我现在的身体数值大概是普通人的7~8倍了吧，恩我真屌。有一身防水的衣服就是好血粘不上去23333333”恩德继续收割着丧尸。                吼！ 巨大的吼声从恩德的身后传来，啪！恩德闪过身去，一只腐烂的手拍在了地上，地面上瞬间出现了一个一指深的大洞。恩德急忙转过头，一只2米多高的巨大僵尸正在咆哮着向他冲了过来。恩德拿出在店里搜到的一把砍刀。他大力的一挥，锵！砍刀和巨人皮肤发出了钢铁的碰撞声！恩德看着缺了刃的砍刀“卧槽，这个僵尸皮怎么那么硬，你丫伟哥吃多了吧！”恩德把砍刀当成飞刀掷向巨人的眼睛，砍刀一下子把巨人的脑袋扎了个对穿。“原来那么渣= =”恩德泪流满面。“叮！-------末影发现可吸收能量源----吸收中--------1%------------------10%--------50%----------100%--------载入完成！”“这个东西就是老不死说的系统？”恩德的手上浮现出了一个黑色的光球。“叮-------目前您有50点数可以用来兑换-------兑换列表请默念”西亚科里“”= =这TM什么奇怪的咒语。“西亚科里，一个黑色半透明的光幕出现在恩德面前，“现在主要是要一把好一点的武器啊。”            找了半天恩德发现了一款不错的武器 【黑閪之触】  这把剑用黑曜石和秘银精华炼化而成削刚如泥，它自带一个低价魔法“致盲术”令你的敌人失去视觉10秒。45点数。               “嗯就这把了！”恩德的手中出现了一把黑色的剑，恩德挽了个剑花，“不错，还算顺手。”恩德走向了城市中心地带。                                                                                                （未完待续\n\n  Chapter.4   幸存者和奇怪的是世界观   \n\n  久违的更新，反正我是不会坑的╮(╯_╰)╭。                    市中心，一个巨大的丧尸正在疯狂的捶打着市政厅的大门。             “咚！咚！咚！”它就像一个机器似的一遍又一遍的捶打着。“老李 ！大门大门已经快要顶不住了啊！怎么办啊！”一个大腹便便的领导模样的人对着一个军人咆哮着。               “吵什么吵！要不是因为要救你！我TM怎么会被困在这个地方等死啊！现在唯一的希望就是小刘了，按照速度的话大概还有半个小时军队就会过来，那这个力量2级丧尸就死定了！”         “半个小时！这个门我估计只能顶10分钟了！”那个胖子的脸瞬间变得惨白，黄豆大的冷汗不住的从额头滑到下巴再变成地上的一滩滩水迹。         “碰！啪！”忽然门外一阵打斗的声音响了起来！“这个丧尸怎么比刚刚那个还要耐砍啊，不过幸好老子有黑闇之触！不愧是削钢入泥，收获不错75个点数。”门外一个年轻的声音响起语气中带着欣喜。          “老李。。外面那个人好像把丧尸干掉了！那个可是力量2级丧尸啊。”老李也愣住了“我听上面说过，好像有一种人是变异了以后有超能力可以发火球什么的。。。这个人应该是超能力者吧。”         门忽然闪过一道寒光，“啪”几声清脆的响声迸发而出，门竟然断成了3节！          “呦，两个大叔啊还以为有妹子呢。”一个看起来面目清秀的少年站在门口手中提着一把黑色的长剑头上的护目镜挡住了他的双眼看起来10分的神秘，但是他说出的话完全破坏了气氛。╭(╯^╰)╮           “这里是哪里啊大叔，今天是什么日期啊。”少年走了过来看着老李语气平淡的询问着。           “啊。。。这里是U市还有今天是2951年4月27号= =”老李一边说一边想现在的超能力者都这么健忘么。            “哦，那我走了啊大叔，拜拜~~~~”少年转身就走，走了一半突然回过头来。             一个白色的胶囊被扔了过来,“这个是丧尸的气味的胶囊你们吃了以后在5个小时之内丧尸就会把你们当成同类，保重，大叔。”           老李看着那个少年的背影消失才反应过来，他连忙对着少年消失的方向大声的吼了一声谢谢。 =========================华丽的分割线==============================          “今天又做了一件好事呢，心情愉悦啊，顺便看看可以买什么吧。”刚刚的少年当然就是我们的主角恩德了，他一边向着一个便利店走去一边自言自语。           “啊！神器！啊！买不起啊QAQ！”恩德看着装备兑换栏上面神器后面一连串的0留下了辛酸的泪水“老子拼死拼活也就80点数，那这个东西不就是为了让我自卑么混蛋！”            “嗯？！这个是。。。。。。。居然是世界观说明书！只要0.5点数卧槽怎么一进来没有看见。。。末影给我来一份！”             恩德翻开书页，     【架空生化类末世剧本】     【微小世界碎片掉落】     【背景：人类在发现了生化病毒以后将其列入战争，大量的死亡和异变让研究人员精神崩溃，一名叫克里时候蒂娜的研究人员在精神崩溃以后打开了冷库将生化病毒传播开来，生化病毒有1个月的潜伏期并且感染率极高，一个月后当政府发现了事情的严重性的时候已经无力回天了。世界正式陷入末世。微小世界碎片位于生化病毒研究所—6层的秘密实验体身体内部。】       “卧槽，连任务目标都标出来了，真方便啊。”恩德看着这个世界观介绍，“等等，那个研究人员的名字怎么这么耳熟，算了不要在意这些细节。 现在的目标是找到研究所啊。”╮(╯_╰)╭        恩德想了想拿出一个路上捡到的收音机，“嚓嚓嚓。。。。咔咔。。。幸存。。者请。注意，请前。。往南。边的避。。难所进。。。行避。难”断断续续的广播传达出了一个情报，南面有一个避难所，恩德决定先去那边收集情报再说。        与此同时，在一个阴暗潮湿的地下实验室中一个黑影睁开了血红的双眼。                                                                                                                               《未完待续》\n\n  Chapter.5 巨兽\n\n                 风沙在荒野中肆虐着。没有任何的生命迹象的一大片荒地突然鼓起一个大大的土包。＂嘭＂土包爆炸了。               一个腐烂的身影慢慢的在灰尘中显露出来。狰狞的巨齿散发着不详的血色光芒。巨大的怪兽冲着天大吼了起来。                巨大的吼声居然把周围几十米的几只丧尸给震成一大片血雾。                它看想了南方。那里有着一个可以将它杀死的仇敌。                ＂末影提升您 变异巨尸已将您锁定为最高仇恨者 巨尸的超级感知会每5个小时提供你的位置（精确范围为米）请小心。＂ 恩德先是一楞＂我擦，最高仇恨者？！我上辈子是不是干了它娘的啊！？＂惨嚎在城市上空久久的回响着。 =============================== 分割线 ===========================                末影之地，黑织无聊的掰着手指，忽然它本来就苍白的脸色变的更加苍白，＂王！我们需要帮助！＂黑织拿出来一个黑色的水晶羽毛向天空抛去。                 ＂什么事。＂如同机械般的语调神秘又空洞的声音从四面八方传来。                  ＂那个丧尸世界的BOSS忽然觉醒了它的微型结晶已经变成了小型结晶，在这么下去这次的＂选中者一定会死的！那个时候末界就会因为没有能量而崩溃的啊！＂                   ＂好吧，我会去帮那个小子的，正好觉得最近蛮无聊的。＂没有起伏的语调如同叙事一样的说着然后世界一片寂静。 ==================================￥=￥=￥=￥=￥======================================                           恩德看着手中的地图，距离南方的避难所还有10公里的路程呢＂靠，真是麻烦啊，我还不得走死啊!＂恩德擦了擦额头上的汗水。                            忽然巨大的响声从身后传来＂吼！＂                           ＂什么！！？＂恩德急忙扭转过身躯。眼前的一幕让他的心脏剧烈的跳动了起来。                            一个10多米高如同一座巨型铁塔一样的丧尸打爆了一辆坦克以后向他跑了过来。                            嘭！                            巨尸的大脚掌在恩德2米处如同一枚导弹一样急速下坠将沥青马路踩的粉碎，飞射的细小石片在恩德脸上留下了两到血痕！                             怎么办！会死！会死！会死！                            恩德的大脑反复出现这个词，就在万分之一秒后恩德抬起了头。                             \"操你妈！劳资就算会死也绝对不让你好过！＂恩德蜷曲起腿部，全力一纵，竟然跳到了巨尸的肩膀上。但是恩德大腿上飙出的血液和恩德布满青筋的脸说明了一切。                   恩德举起黑闇之触用力的向巨尸的脖子上砍去                    呛！                    巨大的反震力让恩德的虎口血流不止。而巨尸的脖子上居然只有一道浅浅的白印！                    巨尸怒吼了起来！它居然被一只蚂蚁给挑衅了！巨尸居然旋转了起来它就仿佛是一只陀螺将恩德甩了出去！                 嘭！                 坚硬的混凝土大楼被砸出了一个巨大的缺口。                 恩德虚弱的躺在了几块石头后面他满脸的鲜血，手臂骨折了，肋骨也断了3根，型号断裂的肋骨没有插入脆弱的器官照成2次伤害。                   就在巨尸向大楼锤出它的铁拳的时候，就在恩德闭上双眼等死的时候。                   整个世界寂静了                    变成灰色的世界中一个如同机械般的语调响起                    ＂神说：你还不能死！＂                                                                                                                                                         未完待续 PS：猜猜是谁，猜对了没有奖哦(=?ω?)? \n\n  Chapter.6  君临\n\n          ＂神说，你不能死。＂就如同是真理一般的声音回响在被时停了的灰色城市。                           恩德身上的伤口居然以肉眼可见的速度开始了愈合，断掉的骨头也回到了原位之后开始愈合！短短的2分钟恩德居然满状态复活了！                           ＂原来我有信春哥的设定么！＂恩德摸着自己的皮肤，要不是血迹还在就如同没有受过伤般的光滑皮肤。                             嘭！                            刚刚还咆哮的巨尸倒在了地上，它被学姐了。                             ＂所以说这种杂兵级的BOSS太垃圾了。还是亚历克斯·默瑟好玩一些嘛。＂诡异的语调从恩德的后方传来。                             恩德回过头去，一名看起来17、8岁的少年站在他的背后。                              奇怪的镶着金边的黑色大衣将少年的身体包裹着。少年黑白交错的长发被一根红色的细绳栓成一根马尾，少年的双眼如同两颗紫色的水晶，水晶中仿佛藏着一片星辰大海！                           ＂你好，小子。＂少年耸了耸肩，细长的手从大衣里伸了出来掏出一副普普通通的黑框眼睛戴在了脸上。                    ＂谁是小子啊，我们看起来明明差不多大好吗！？＂恩德咬着牙齿指着少年的的脸                      ＂我不喜欢别人指着我＂少年说着＂这个是惩罚。＂                      恩德的那根食指居然掉了下来！然后在恩德剧痛中又长了回去。                      ＂我是末界的王，当然我比较喜欢别人叫我终界之君，你可以叫我终黯。＂少年旁边忽然出现了一个黑色的漩涡＂进去吧，这个是为了给你训练所特制的亚空间，重力永远是你当前可承受重力的一辈，并且我用混沌做了一些我以前认识的人，他们会教导你的，如果你没有达到精英级你就不用出来了。＂                        恩德刚想问些什么那个黑色的漩涡就钻出几条巨大的黑色触手吧恩德给拽了进去！                          ＂救命啊！劳资不要被触手怪给XX啊！＂                         名为终黯的少年揉了揉耳朵＂这个小子还真是的，吵闹的要死。不过这个亚空间够他玩一段时间了。疾月你把这个位面给吸收了，我们末界还需要完善。＂                         一名全身上下都是奇怪的白色雾气的少年突然出现在了终黯的身旁，然后那些奇怪的雾气迅速扩散了起来，这个黑闇，血腥的末世被雾气彻底的融化吸收，这个世界已经不复存在了。                         站立在漆黑的混沌中的终黯拿起一枚镶嵌着紫色泪珠般水晶的戒指，＂游戏终于要开始了，你们就好好看着吧＂终黯对着无尽的虚空说着，如机器人般面无表情的冰山脸居然嘴角划过一个危险的弧度。＂从现在在开始，这盘棋我已经占尽先机了！＂不光是表情连语气也变的有点癫狂的终黯抬了抬眼镜，然后消失在了无尽的虚空。                         于此同时，恩德看着面前这个戴着黑色兜帽的人流下了无数的冷汗＂坑爹啊！！＂                                                                                                                                                  未完待续  PS：没有想到吧灭哈哈哈！就是本大人登场啦！灭哈哈哈哈\n\n\n  实力设定\n灰、铜、铁、银、金、白金、玉、黑曜、下位神、中位神、上位神、神最上。\n   \n恩德等于灰上等\n巨尸是铜中等\n 番外 混沌王座（作者声明不许转载，请自行到源地址查看）\n   \n\n  Chapter.7   亚空间\n       \n    PS：恩德流派已经确定为生化病毒流。          “对，我就是你所知道的的虐杀原型的世界之子，亚历克斯·默瑟（Alex Mercer）。”兜帽男的声音十分的沙哑，听起来十分让人不舒服。“难道你就是我的教官？！这不玩我吗？！会死的啊？！”恩德不满的向天空大喊，可惜并没有一丝回应。                     “教官？不。你太弱了，没有资格当我的学生。”默瑟打了一个响指。啪。                     4只Hunter（猎手）从地底钻了出来。“你的教官就是这4只Hunter。等你能轻易的制服他们。你就可以和你下一个教官玩玩了。”就如同是仿佛已经进行过千百次一样，4只Hunter在默瑟的话刚刚说完就向恩德扑了过去！                     恩德一剑刺穿了一只Hunter的大脑后就被其他3只抓住分尸了！                      默瑟看着恩德的尸体，“真是弱啊，算了给你一点福利吧，免得把你玩坏了终黯怪我就不好了，快点弄完回家看妹妹。啊，有个能干的妹妹真好”。默瑟有些不耐烦的说道。他的手上一道黑色的血管般的不明肉块慢慢的从手上爬出来，然后蠕动着爬到了恩德的尸体旁                     然后                     它钻♂了进去！如果我们放大恩德的细胞就会发现，原本健康饱满的细胞慢慢被感染侵蚀成一些恶心的黑红色病毒细胞，恩德的尸体突然钻出了无数的黑手触手。然后恩德复活了。                     “呸。”恩德吐出一口黑血。“现在是什么情况，好难受啊。”恩德的脸爬满了痛苦，表情十分的狰狞，“啊，被病毒慢慢同化和侵蚀是比较痛苦的一件事。不过如果你能挺过去，你就会变成一个强大的怪物呢。”默瑟耸了耸肩。剧烈的疼痛从身体的个个部位传出就仿佛被人将钢针一针一针的用钉枪射入自己的身体。“啊啊啊！”恩德忍受不了了，他疯狂的尖叫了起来，可是随即疼痛让他连叫也叫不出声了。恩德的身上慢慢钻出了黑色的触手，触手疯狂的扭动着。恩德的浑身上下已经被汗水湿透了就像掉进了水里似的。                     “小子不错，已经到第二阶段了，你在坚持一下就好了。”                     忽然一条巨大的触手从恩德的肚子里面钻了出来化作一大团黑色肉块将恩德包裹在其中！                    “变异了么，可怜的小子变异的话可以有很大几率会死的呢。算了，我就帮你一把吧。”说着默瑟把一根装满了澄清的橙色液体的试管向肉块狠狠的摔了过去。啪！橙色的液体淋在肉块上。肉块居然不可思议的开始了生长变动越来越大了！                     “我只能帮你到这里了，少年啊，加油吧。咱回家看妹妹了。啊，有个能干的妹妹真好~~~”默瑟的脸上出现了奇怪的表情，然后默瑟轻轻的打了一个响指。他变成了一滩黑色的液体融入了大地不知所踪。                      巨大的肉块发出了奇怪的声音。肉块的表面出现了一些恶心的黑红血管。                               时间就此流动                                                                                                                                                         未完待续 PS：恩德成为了某意义上的触手怪了。233333                  \n\n  番外               复仇者的自白 (请自行查看)\n\n   本文转载目的：推广文章\n  本文涉及到：乱入 黑历史\n  请读者务必达到18岁以上 {:10_492:}\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "月轻歌",
            "timestamp": 1391227200,
            "txt_content": "支持一下"
        },
        {
            "author": "奉福",
            "timestamp": 1391227260,
            "txt_content": "电脑碉堡了~~~~~~~~"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391227260,
            "txt_content": "月轻歌 发表于 2014-2-1 12:00\n支持一下\n  感谢支持 23333"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391227320,
            "txt_content": "奉福 发表于 2014-2-1 12:01\n电脑碉堡了~~~~~~~~\n  QAQ 乱入滴"
        },
        {
            "author": "42486327",
            "timestamp": 1391227500,
            "txt_content": "有600字吗   "
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391235120,
            "txt_content": "42486327 发表于 2014-2-1 12:05\n有600字吗\n  是不是不到600字不能发?我修改一下好了"
        },
        {
            "author": "42486327",
            "timestamp": 1391235180,
            "txt_content": "Lucky777777 发表于 2014-2-1 14:12\n是不是不到600字不能发?我修改一下好了\n的确，你可以去看看版规"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391235300,
            "txt_content": "42486327 发表于 2014-2-1 14:13\n的确，你可以去看看版规\n  嗯 多谢\n  我已经开始修改了"
        },
        {
            "author": "494128313",
            "timestamp": 1392301320,
            "txt_content": "要中考啊更新遥遥无期。。。。斯迷嘛散"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1392301920,
            "txt_content": "494128313 发表于 2014-2-13 22:22\n要中考啊更新遥遥无期。。。。斯迷嘛散\n  撒 咱就不转你的了，你这个懒人又不更新了"
        }
    ]
}