{
    "title": "[单章]《破灭虚空》[作者：龙腾猫跃][第8节：挖矿]",
    "author": "龙腾猫跃",
    "replyCount": 3,
    "timestamp": 1391261520,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-2-14 22:41 编辑 \n\n第一巻 伊始第8节 挖矿\n　　刘天宇又看到了那个该死的招待员，虽然很想喷她一脸，但还是对她保持礼貌：“你好，我住一晚上旅馆。”　　周围的玩家又露出了“呵呵”的表情，招待员：“2个绿宝石，你交得起吗你？快走！”　　刘天宇一笑，把自己的属性面板亮出来，上面绿宝石栏的5.9瞬间亮瞎周围玩家和招待员的双眼。　　招待员就像见了亲爹一样：“啊啊，终于有人有5绿宝石了！快快，快进来，我对我刚才的无礼抱歉！”　　刘天宇摸不着头脑，5绿宝石就激动成这样？一个任务就5绿宝石！想归想，还是跟着走了进去。　　他刚走，后面的玩家就闹开了：“刚才的那个人有5.9绿宝石！据说银月商会的那个敛财王吕克华凭借着同一个岛的几个成员加起来才5.2绿宝石！”　　“那个人是谁啊？”“我看到他的ID了，他是……天之子！”“……”周围安静了下来，好像这件事突然就变得理所应当。 　　刘天宇不知道的是，如果没有村长的那个任务，他现在就算把木头全卖了也才2.7绿宝石。　　别人大多数到现在还没一个任务，中国人口太多，就算这样的岛有200个，接任务仍然很难。别人一开始可没有木斧，手撸木头就慢了很多。可以说刘天宇在起点上就领先一大截。　　招待员态度一下好了几百倍：“您在现在就有5个绿宝石，足以证明自己的实力，你可以免费使用我们的矿井。”刘天宇想：原来你们的矿井也要钱啊……　　“这里是你的房间，现在我给你房间1天的归属权。”“等等，加上这块橡木，我租3天。”招待员脸都笑成了大菊花，连连点头。　　“叮……你获得了客房的‘住宿’权限3天，可以放置和破坏方块，但不能破坏原方块。”　　“叮……你失去了1块‘橡木’，失去了5.9绿宝石。”　　刘天宇看着归0的绿宝石，有种想哭的冲动，老板你够狠！　　这个房间很简单，纯橡木木板，还有1铺床，还有2个火把插在墙上。不过也够了……刘天宇拿出木镐，准备去所谓的“公共矿井”挖矿。 　　所谓“矿井”，实际上就是一个梯子通道加一个有点火把照亮的大坑。刘天宇很怀疑老板的人品，这也要钱？要不是野外挖矿害怕怪物从天而降，谁稀罕你这破矿洞？　　吐槽结束，刘天宇突然发现一个悲催的事实……尼玛，火把！木有火把！于是，刘天宇老实地挖了离火把近的11块圆石，圆石的硬度足足200，一个都要挖14下，刘天宇累地……　　看着木镐只剩46的耐久，刘天宇无语，这货真不靠谱！合成了熔炉，直接把木镐丢进去烧橡木了。又用木炭烧了8个木头，合成了20个火把和一把圆石镐。　　圆石镐：圆石制成的镐，可以挖掘普通的矿石。装备要求：力量大于10，品级：平凡，耐久度：400，种类：镐，挖掘速度：石+13，物理攻击+4。　　再次下去挖矿，虽说换了好点的镐，但是挖石头还是要挖12下。刘天宇摇头，现在知道矿工的辛苦了……　　在挖掉第8块石头时，刘天宇突然发现一块黑斑。刘天宇大喜，连忙挖开。　　这个石头挖了整整17下才裂开，硬度足足有300！挖掘完毕的一瞬间，自己的经验条猛的跳动了一下，变成了56/100。　　煤炭：埋藏在岩石中的炭。品级：平凡，燃烧时间：40秒，最高堆叠：64个。　　这个信息也证实了刘天宇的猜想，然后，他突然想到，煤矿矿脉最少有10块，想到刚才经验增加了3点，不由得兴奋地颤栗。要知道现在的MC升级极其艰难，有时RP差，几小时也不见得可以升到2级！　　果然，煤矿石有11块，虽然圆石镐的耐久只有一百多一点，但是他的经验却到了89/100。只要再来一个上次那样的僵尸就升级了。　　刘天宇了矿洞，又做了一套圆石装备，顺便把3个木炭用来做了火把，用“落伍”的木头工具拿来烧了猪肉吃，还烧了猪皮。出旅馆大门，刘天宇突然发现……我在矿洞呆了多久？！------------------------------------------------------------------------\n　　索引贴地址：http://www.mcbbs.net/thread-228777-1-1.html\n　　上一节地址：第一巻 伊始  第7节 野猪\n　　下一节地址：第一巻 伊始  第9节 精英\n　　字数：1396",
    "replies": [
        {
            "author": "Lucky777777",
            "timestamp": 1391270880,
            "txt_content": "  还是很不错的，网游类小说而且流水帐并没有很明显，支持一下"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1391313480,
            "txt_content": "Lucky777777 发表于 2014-2-2 00:08\n还是很不错的，网游类小说而且流水帐并没有很明显，支持一下\n我其实写的时候很克制列属性一大堆神马的……"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391315940,
            "txt_content": "龙腾猫跃 发表于 2014-2-2 11:58\n我其实写的时候很克制列属性一大堆神马的……\n  是啊，所以把握好也是一种技术呢"
        }
    ]
}