{
    "title": "<连载·单章>史蒂夫传奇[作者：love--潇洒][【十】对持之势]【第一季终章】",
    "author": "love--潇洒",
    "replyCount": 4,
    "timestamp": 1391260800,
    "txt_content": " 本帖最后由 love--潇洒 于 2014-5-13 18:40 编辑 \n\n《史蒂夫传奇》\n\n【十】对持之势\n【上集回顾】：      前线激烈的战斗促使僵尸撤退，反击的时刻到了！============================================      距离大战开始还有几个小时，先来一个铁傀儡的传说，解解闷。【纯属想象，如有雷同，运气较好】      传说在遥远的古代，曾经有过一个高度文明的国家，他的名字叫做阿特兰蒂斯。那里的人们在阿特兰蒂斯安居乐业，无忧无虑的生活着。而“宇宙能源”——那个大大的能量球日夜发着刺眼的光芒，吸引着从世界各地慕名而来的游客们。大街上车水马龙，飞船，车辆有秩序的前进着，就算偶然的擦碰一下也没事，因为在这个国家的一切一旦碰到固体，这个物体就会通过它，而\"宇宙能源\"不会,因此，殖民时期的僵尸帝国打起了它的主意。      MC历1524年，拥有雄厚能力的僵尸帝国起兵征讨，但由于当时对于僵尸来说“神一般”的阿特兰蒂斯，他们还是太弱了。没几天，雄霸一方的僵尸帝国就被一种叫“机枪”和“激光炮”的东西打败了。为了能够再次崛起，僵尸帝国甚至拿人体做实验，这是在当时绝对不允许的。在其他国家的强烈反对和阻挠下，僵尸帝国拿四百多人做了实验，最后终于发现了一种与众不同的生物：先用两个铁块摆竖的两个，再在最高的那一个铁块两旁各放一个铁块，最后在中间的最高的铁块上放一个南瓜头，它就做成了。僵尸们叫他“铁傀儡”。【也是对MC新人的铁傀儡制作方法的一个小技巧】      经历了多年的努力，僵尸科学家们终于创造了一支拥有十万铁傀儡的大军。他们的铁越来越少，只好先把复仇的计划拖一拖，不出十年，这支铁傀儡大军果然战无不胜攻无不取，一支新的铁傀儡后备军诞生了！在向阿特兰蒂斯进发的路上，天寒地冻，战士们一个接一个的倒下，但更多的还是凭着坚毅的毅力挺了下来。到达目的地时，士兵所剩无几，但个个都是精英中的精英。激烈的战斗开始了，阿特兰蒂斯士兵的高科技武器因为受潮而卡了壳【所谓枪无完枪】，只好用鸟枪大炮。僵尸这边，因为其他国家的不满，他们联合起来反抗僵尸帝国，促使铁傀儡大军撤退，但唯一的伤员被忽略了，被阿特兰蒂斯军方所收留。      经过复杂的交流，阿特兰蒂斯军方了解到，这个铁傀儡叫做子龙。渐渐地，子龙和大家相处的很融洽，直到这一年。MC历1694年，子龙因为疾病而去世，临死前，他留下了一个小纸条：      亲爱的恩人们，感谢你们救了我，我现在就把制造我的方法告诉你们：[此处省略五十二字，详情请看第三自然段最后]。另外，我通过第六感感知世界末日的到来，快点逃命。你们也不要担心，我会在几百年后的第二次僵人战争中重生。                                                                                                                                                  ----我爱的恩人们      正应子龙的话，MC历1700年，阿特兰蒂斯所有火山以及地表争先恐后的喷出岩浆，阿特兰蒂斯毁于一旦，而铁傀儡的配方永久的保留了下来。几百年后的今天，僵人战争再次爆发，子龙成为了RT军队的队长。      故事结束了，让我们来看看大战。糟了，大战结束了，只见士兵们拆除这僵尸帝国边境的检查杆。士兵们走远了。随后，史蒂夫，雪蒂，冯军，秦峰到来，看到边境有一张面目狰狞的脸，那张脸张开了血盆大口，转眼间，史蒂夫等人便不见了。【第十集完】【第一季完】【未完待续】【下集预告】：      终于将僵尸赶出了菲尼斯帝国的领土，但那张脸是怎么回事呢？敬请期待！[fly]索引安全入口[/fly]",
    "replies": [
        {
            "author": "Tzi君",
            "timestamp": 1391261040,
            "txt_content": "稳坐沙发！支持卤煮{:10_512:}"
        },
        {
            "author": "love--潇洒",
            "timestamp": 1391261100,
            "txt_content": "Tzi君 发表于 2014-2-1 21:24\n稳坐沙发！支持卤煮\n稳坐板凳，感谢支持。"
        },
        {
            "author": "love--潇洒",
            "timestamp": 1391261940,
            "txt_content": "无人回复，自占地板。"
        },
        {
            "author": "哭泣的格桑花",
            "timestamp": 1391262840,
            "txt_content": "先顶在漫漫看。"
        }
    ]
}