{
    "title": "小说    人生中的转折点",
    "author": "Herobrine_",
    "replyCount": 8,
    "timestamp": 1391308380,
    "txt_content": "                                                                                                      第一章:初入MC\n\n            我是一个还没有工作的人，一天我在网页上发现了MC的游戏,当我在打开游戏，被游戏吸进去（实在没新玩法了）当我进去后，发现我变成了方块人，整个世界也是方块，当我意识到，这是游戏时，我大惊，原来现在的游戏能发展的这么厉害，但是我发现我错了，退出不了啊，\n我只好四处瞎逛（当时我是新手）我在雨林找到了猫，我给他吃了我在河边抓的鱼，他就跟我走了，我们走到半夜，四处响起了凄惨的叫声，我吓了一跳，飞奔出雨林，当我发现僵尸时（能看出）我又吓了一跳，跑到了高处，僵尸上不来，但我发现猫不见了，我四处寻找着，在一处发现了猫，但是它被怪物围起来，我束手无策，打了旁边的树，发现我打了一个木头，兴奋过头的我忘记了猫，而是打木头，木头掉下来吸进我身体，我发现我能从身体拿出木头，我的脑海里却很呈现出4个格子，我下意识的把一个木头放上一个格子出来了4个木材我又将4个木材填满4个格子，出来了一个工作台，我将工作台放在地上，想这个东西可以帮助我合成更多的东西，我用木头做成木材，木材做出木棍，我依次做出了木稿，木斧，木铲，我用木斧又砍了很多木头，白天降临了，我也不知道该说什么，怪物们都烧起来，唯独一只绿色小怪物，没烧起来，我还以为是友善的我靠近它，但是他好像疯了似的向我冲来，我有些怕，躲到一边，但是它爆炸了，我想太不友善了，我捡起爆炸后的泥土，将他们填上，然后跑到一个大草原，很宽阔，我想我可以将木材搭一个房子，我着手开始搭房子.....",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1391308500,
            "txt_content": "@马赛克了 字数不够600"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391308560,
            "txt_content": "  有点流水账的样子\n  建议修改（如果你不是只为了经验）"
        },
        {
            "author": "呆瓜Domado",
            "timestamp": 1391308560,
            "txt_content": "沙发                  "
        },
        {
            "author": "42486327",
            "timestamp": 1391308560,
            "txt_content": "LZ不够600字啊...."
        },
        {
            "author": "花谢",
            "timestamp": 1391308560,
            "txt_content": "无语.。。"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1391308620,
            "txt_content": "                                             第二章：矿坑的危险与村民的亲切\n 当我搭了屋子，发现僵尸进不来但是没有门我准备把2个木材切了，换一扇门，我想出了门的样子，搭了个门出来放上去，没想到僵尸发现木门后冲过来拆门，可是没门我就出不去，我很害怕，我躲到角落里。僵尸冲破了门，我吓得立即往下挖，挖了3格后我把上面的洞堵上，我想我暂时安全了，可我没事做，我决定往下挖，我挖到了一个废弃矿坑，还好不暗，我怀疑只有暗的地方才会出现怪物，我找到了煤炭我用木稿挖了煤炭，我把木棍与煤炭放在一起，火把，我把它拿在手上，黑的地方插一个，我在矿坑中找到了箱子，一本合成书，铁和食物，我打开合成书它教了我很多，我吃了些食物，精力恢复起来，我觉得我身上的伤也好起来，我鼓起勇气做出了一把铁剑与铁镐，四处挖东西，我挖了很多铁矿石，但是我发现了一个笼子，四周都是蜘蛛网，笼子里有个小蜘蛛转来转去，我觉得不妙，果然生出了小蜘蛛，我拿起剑跟它干，我中毒了，我发现那边有出口，但是我的步伐越来越沉重，最后倒了下去。（第二章先发一半等等再发）"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1391308680,
            "txt_content": "欲知后事如何，请等我写出。"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1391308860,
            "txt_content": "写的不好，但很累，给点儿人气和金粒吧。55555{:10_503:}"
        }
    ]
}