{
    "title": "《激情世界Ⅰ》",
    "author": "白幽灵",
    "replyCount": 2,
    "timestamp": 1391312580,
    "txt_content": " 本帖最后由 白幽灵 于 2014-5-2 09:42 编辑 \n\n作者声明   这是我的处女作啊，一开始是在纸上写的。但随着时代改革，电脑出现。。。（此处省略100字）。所以，把自己写的小说搬上电脑是要费吼多吼多心血的。希望大家多多支持，你们的支持就是我最大的动力！谢谢！    慢慢看吧!第一张就是指第一部，以后还会继续出的。    对了，鄙人更新很慢，因学习紧张，请各位谅解。。。\n\n  Chapther One第一章1.生存第一天       “呃。。。我这是在哪？。。。额。。头好晕。。。”    我艰难地睁开眼，发现自己居然躺在地上！    我撑着爬了起来，环视四周。    “哇咔！这是哪儿！？”    所映在我视网膜上的景象，使我完完全全大吃一惊——这个世界仿佛完全是由方块组成的！草地、泥土、树木、叶子、动物，甚至连白云和太阳都是。。。方正的。。。    我情不自禁地抹了一把汗。“这是神马奇怪的世界啊？！”    就像触发了机关，我的脑海里突然蹦出来了一大堆的生存资料，好像是被人植入一样。    （作者：“我很不想这样写，但为了以后的剧情发展，将就一下吧。”）    我顿时感到神清气爽，精通一大堆基础生存资料。       话说，我莫名其妙诞生在一个方块世界，脑袋里有着一大堆生存资料。    好吧，我应该要先砍树。话说在我面前不远处就有几棵树，它们的叶子随风摇摆，让人一看上去就有一种想砍掉它们的赶脚啊！    我走到一棵树的面前，举起右手，开始敲树。我边敲，边直冒汗：这是多么的不科学啊！手居然可以把树给。。。砍掉。。。汗。。。瀑布汗。。。成思吉汗。。。    （作者：“其实这也是MC中的一个不科学的、与现实相反的BUG啊！”）    经过一番努力之后，我把面前的三棵树给解决掉了，包括树叶，我共获得了15块原木和3个苹果。“砍树还有苹果送，挺实惠的啊！”我YY道。    接下来我做了个工作台，合成一把木镐和一把木斧。自从有了木斧，砍起树来快多了！对我现在的状况来说，那简直是——特么方便！！！    根据脑海里的各式合成表，我应该先制造一些家具，熔炉啦，箱子啦，木门啦、火把啦等等等等必需品。    （作者搞怪乱入ing：“红石大炮啦~TNT啦~苦力怕啦~凋零啦~。。。”）    各色必备品都准备好了。“接下来我应该造个屋子了。”我自言自语道。    我拿着半组原木，合成了一大堆的木材。找了一块较为平坦的地区，除去杂草，爆出种子，尽收入囊中。然后在地面上摆出了个4×5×4的长方形框架，然后进行墙壁填补，安上门，摆好熔炉，箱子和工作台，在墙上插上火把。这个家总算是有点像模像样了。    “我好像忘了什么？”我看着稍稍有点阴暗的屋子,“到底我忘了干神马？”    “熔炉，箱子，工作台，火把，床。”我边清点着屋内的物品，边回想脑海内的清单。    “Oh!Damn it! 偶忘了造床！”    （作者：“不要问我哪来的英文~”）    趁天色还早，我匆匆忙忙跑出家门，想杀几只羊来造床。    在附近的森林里苦苦寻找了一番后，终于找到了几只羊。我悄悄地溜到一只的背后，挥起拳头，使尽全部力气，用力打了下去。羊受了惊，开始没头没脑的四处奔跑，我也跟在后面使劲的追杀。。。。。。    费了一番功夫之后，我从三只死羊的身上剥下了羊毛，造了一张床，摆到屋子里。    “唉。。。终于完工了！”我舒了一口气。    我观察了一下天色和估计一下时间，利用到傍晚所剩下的一段时间出门打猎，来补充我累了一天的“饥饿值”。    太阳渐渐落了下去，月亮渐渐升了起来。皎洁的月光顿时洒满了大地，静静的照亮着夜晚里的一切。    我躺在床上，渐渐合上了眼皮。。。。。。       作者：“哎呀！哎呀！终于把第一集给弄好了！希望大家支持！你们的支持就是我最大的动力！谢谢大家！我以后会更加努力出新剧情的。但因学习原因，更新时间不定，所以请大家谅解！Creeper在这里给大家鞠躬了！对大家表示深深的歉意，对不起！”\n",
    "replies": [
        {
            "author": "33882",
            "timestamp": 1391334720,
            "txt_content": "好!终于走上正轨了!望作者继续更新哦!"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1391735100,
            "txt_content": "不更了吗？"
        }
    ]
}