{
    "title": "【可乐丸子】<这不(jiu)是新坑>《岛》",
    "author": "可乐丸子",
    "replyCount": 3,
    "timestamp": 1391325720,
    "txt_content": "Minecraft版《海贼王》？大雾……话说一开头这么多人合适吗？LZ显然挖了个坑，接下来，LZ不是把这个坑填完，那就只能和棺材一起埋入进入这个坑了。    \n===============================================================\n\n    “小岛！船长！是小岛！”一个满脸胡子的水手回头对着驾驶舱喊道，这艘小船在风雨闪电中摇曳，底部也漏水了，前面，是个小岛，在海浪中若隐若现。    乌贼号从史蒂夫港离开后已经航行了接近两个月了，只有茫茫的大海，他们不知道什么时候能完成这个环球探险（其实这个世界是无限大的），船上死了三个人，目前还有十一个，船长胡莱克一脸憔悴，他已经两天没睡好了，但仍然红着眼指挥着，大副莱宾浑身肌肉，是个很强壮的人，而且也很有头脑，但连日来同海浪的奋战也令他感到有些力不从心。\n    船上只有一个人很特殊，她不必干什么工作，她是船长的女儿，才十五岁，正是玩耍和欢笑的年龄，美丽的像是钻石上的光辉。\n    “减速！准备靠岸！”胡莱克一边转动方向舵，一边稳住平衡对所有人大喊。\n    \n    两个小时后，他们在沙滩上，一个个浑身湿漉漉的，正坐在沙滩上大口喘气，莱宾定了定神，举起水壶咕咚咕咚地喝，直喝到一滴不剩，然后满意地抹抹嘴。\n    “点点呢？”胡莱克大喊，但马上就听见女儿的回应：\n    “爸爸，我在这儿！”这时候，她正和一个女人呆在一块儿，凯莉是他们中唯一的女性，今年刚刚二十岁，很迷人，但功夫了得，据说她早年在东方世界拜一个隐居多年的功夫大师为师，习得了了不起的东方武术，同时回来后，她又结合了西方的击剑，搏击术等，现在她真正的实力没多少人见识过，但传说，这个世界没几个敌得过她的人了。\n    胡莱克看了看凯莉，放下了心，他回过头看看大海，茫茫的海面上风浪渐渐低下来，远方是准备告别的夕阳，波涛微微的海面上，荡漾着充满迷幻色彩的光，他们的影子渐渐地长了起来。\n    “船长？咋办啊？”老吴是东方人，但幸运的是在这个世界里，人们大可以说各自的语言，因为在这个世界里，同一个物种的不同语言是可以被同类理解的。\n    船长费劲地、晃晃悠悠地站起来，看着夕阳，说：\n    “准备建房子。”\n\n\n    “咔咔”的砍木声在小岛上零星地响起来，胡莱克和莱宾正坐在石头上，对着一份地图沉思，他们沉思的影子被夕阳照得老长，仿佛两个小脚巨人。\n    “这个岛真大。”莱宾手扶着下巴，对着地图注视。\n    “我知道……你注意到这里了吗？”胡莱克用手点了点地图中间，那里有一个金黄色小点，而周围的黄色较浅，根据他们的经验，这是蒲公英，眼力很好的胡莱克最先在一大片黄色中看出了那个比周围的黄色稍浅的色点。\n    “这是……这是什么？不是蒲公英吧？……”\n    “不，它的周围是蒲公英，不过我们可以推测，蒲公英是为了掩盖这个色点而种植的。”\n    “我们要去看看吗？”莱宾的眉头稍稍皱了皱。\n    “先别行动了，天就要黑了，明天再去吧。带几个可靠的人……”\n    “嗯，我同意……喂！房子建得怎么样了？！”莱宾回头对着正在工作的水手们大喊。\n    “报告长官！只剩下封顶了！”\n    “别封了，最上面那层给我住！我要看星星！”\n\n\n",
    "replies": [
        {
            "author": "simon3000",
            "timestamp": 1391325780,
            "txt_content": "这就是新坑  "
        },
        {
            "author": "可乐丸子",
            "timestamp": 1391326740,
            "txt_content": "simon3000 发表于 2014-2-2 15:23\n这就是新坑\n正解。丸子的坑马上赶超中国人口了"
        },
        {
            "author": "simon3000",
            "timestamp": 1391326800,
            "txt_content": "可乐丸子 发表于 2014-2-2 15:39\n正解。丸子的坑马上赶超中国人口了\n恩,对                       "
        }
    ]
}