{
    "title": "《Mincraft服务器战纪》第六章",
    "author": "HGK",
    "replyCount": 2,
    "timestamp": 1391432940,
    "txt_content": " 本帖最后由 HGK 于 2014-2-23 11:55 编辑 \n\n                                             大家好我是HGK，写到了第五章，现在有时间可以快点更新了！努力~\n                                                                         战争第一夜！\n  \"[Charles]箭在弦上，一触即发，尔等受死！\"Charles拿着弓对准我的脑袋，箭在弦上时有种想尝人血的欲望，这是一把\"力量X\"的弓，被拉得紧紧的，发出\"咔擦\"的声音。当我刚滴下冷汗时，箭出弦了！7个小时前.......\n\n  站在夜晚宁静的街上，却听到了一阵响声，一个人跑到我面前，浑身流血，没跑几步就摔在地上，死了.....他的身后是一个机械人，全副武装，手臂上沾满了血。\"是你杀的他么....\"\"[Charles机械人]发现玩家！目标已锁定！出击！\"机械人冲向我，手里拿着一把机枪。\"我问的话你还没回答呢....\"几颗子弹飞来，\"我问是你杀的吗！\"都没中，\"既然不回答，那就是默认了...\"随手抄起一木棍就打向它，但却断了，子弹射穿了腹部，但我根本就不疼，再给了它一拳，掉下了零零散散的机械碎片，但机械人抓住了我的拳头，将手一扭，把我硬生生地摔在地上，疼痛让我无法动弹...\"[Charles机械人]目标无法行动，准备销毁！\"从机械人的手臂慢慢伸出一把\"锋利VI\"的钻石剑，寒光照到了我的心脏部位，刺了下去....我用右手抓住了钻石剑，但抓住的同时手上流下一滩鲜血，剑已经割穿了手指，已经撑不住了，比较我是人，它是机器，剑已经直逼心脏，我用左手疯狂敲打着机械人的手臂，但它给了我一拳，这一拳把我打飞了几米外，右手受伤严重，只能用左手撑着自己起来。我跑了起来，因为自己不锁它的对手，在路上发现了许多汽车！还是漏了油的，看来有办法了！\"[Charles机械人]目标逃离，马上追逐目标。\"我拿着一把在街上捡到的铁棒等着机械人的到来。                                                                                                                                                       我躲在汽车群里，机械人开始搜寻着我的踪迹。\"[Charles机械人]目标丢失，使用红外线搜寻，发现目标！\"在我黯然得意的时候，头上多了一根红外线。\"啊哦，快跑！\"一阵机枪的扫射后，自己成功地躲到另一辆汽车旁，机械人走了上来。\"再过来，再过来一点！就快到了！\"\"[机枪扫射声]哒——\"\"终于到了就等你来了！\"我扑倒了机械人，拿着铁棒敲打着机枪，但很快，它又开枪了。\"[机枪扫射声]哒——\"\"当\"！我用铁棒敲掉了机枪，枪掉在了地上，迅速捡起，这把枪挺重的。\"[机枪扫射声]哒——\"一堆破铜烂铁摔在地上，我搜寻着机械人身上的有利物品，有很多：一把\"锋利VI\"的钻石剑、一把机枪、一个飞行器，一个红外线侦查头盔、两个呼叫器、一台电源和5瓶伤害II的药水。拿着这些东西，走向回家路上。\n \n  一个人瞬移到了我的面前，拿着枪用力拍了我的头，自己重重地倒在地上，又给了我一脚。\"尔等何人！\"\"[CharlesCharles！\"他马上拿出一把弓。\"[Charles]箭在弦上，一触即发，尔等受死！\"Charles拿着弓对准我的脑袋，箭在弦上时有种想尝人血的欲望，这是一把\"力量X\"的弓，被拉得紧紧的，发出\"咔擦\"的声音。当我刚滴下冷汗时，箭出弦了！立马拿出钻石剑格挡住了，它居然拿出了：基岩剑！砍断了我那把钻石剑！再向我刺来，自己滚了一下，险些被刺中。\"[Charles]淑等就是毁吾机器之人？\"\"正是鄙人！\"\"[Charles]那淑等拿命来！\"他用基岩剑向我横劈，我一低头，便闪过了，但附近的一根柱子轰然倒下！\"这..\"\n\n                                                   To be continued.........................\n                                                    \n                                                                 吐槽点\n           \"[Charles]箭在弦上，一触即发，尔等受死！\"\n                                                   我先来：Charles大大的文采......\n\n\n                                                         伟大的索引贴点这里\n \n                                                         伟大的提供贴点这里\n                                                                                                                                   请看下章：背水一战！又回归战友        \n                                                                                       总之你们的支持就是我继续写下去的动力！\n\n",
    "replies": [
        {
            "author": "w1351658513",
            "timestamp": 1391433060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "zhong19981221",
            "timestamp": 1391433120,
            "txt_content": "呵呵 不错可以看{:10_492:}"
        }
    ]
}