{
    "title": "充能铁轨（最佳密度技巧什么的，篇幅不小）",
    "author": "sjjklh",
    "replyCount": 2,
    "timestamp": 1336800360,
    "txt_content": " 本帖最后由 sjjklh 于 2012-5-12 13:32 编辑 \n\n原文http://zh.minecraftwiki.net/wiki ... D%E9%93%81%E8%BD%A8\n\n又臭又长什么的我会说嘛\n\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                充能铁轨\n        \n\n\n\n\n类型非固体方块受力学影响否透明是亮度无爆炸抗性 [edit]3.5工具可再生否可堆叠可以 (64)首次出现Beta 1.5数据值dec: 27 hex: 1B\n充能铁轨(Powered Rail)是能够使矿车加速或停止的方块。充能铁轨由红石电能控制。\n目录 [隐藏] \n1 合成2 特性\n2.1 效果2.2 激活2.3 动量值2.4 爬坡2.5 最佳密度2.6 与探测铁轨配合使用2.7 附加属性\n3 充能铁轨构成的机械装置\n3.1 停车点3.2 启动加速3.3 动力加速/爬坡加速3.4 火车站\n4 漏洞5 你知道吗6 参考7 另见\n合成 \n充能铁轨与普通铁轨的合成方法略有不同，除了用金锭代替了铁锭之外，还需要一个红石粉。\n材料输入 &#187; 输出 金锭 + 木棍 + 红石粉 \n \n \n \n\n\n \n \n \n \n \n \n 特性 效果\n  \n很常见的简易发车装置，包括充能铁轨、按钮与其附着的任意固体非透明方块\n\n\n与红石线类似，充能铁轨也有两种状态：激活与非激活。\n“非激活”状态的充能铁轨几乎会使以任意快的速度经过的矿车立即刹停。这种力量也能够让矿车停在坡道上。唯一的例外是经过80格或更长的坡道加速后的矿车无法被单个非激活的充能铁轨完全刹停。\n如果下列条件的任何一条被满足，“激活”状态的充能铁轨能够使矿车加速或启动：\n 矿车已经在移动过程中，这样加速的方向与矿车移动方向相同。 矿车停止，但矿车其中一端紧靠着一个固体方块。这样的话，矿车启动并加速的方向与该固体方块相反（右图的原理）。 矿车停止，但充能铁轨位于坡道上。一旦充能铁轨被激活，矿车会启动并由于重力而朝着下坡道的方向启动，此时规则（1）生效，加速方向朝下。\n上述规则中的第二条与第三条均可以用来制作十分简单的按钮触发型发车装置，既可以使来车安全停靠以方便上下车或物品交换，也可以通过简单的按一下按钮再把矿车发送出去。如右上图所示。\n\n激活\n  \n激活充能铁轨的基本方法\n\n\n还是与红石线类似，充能铁轨可以接受其六个方向（上，下，与四个侧面）中任意一个方向相邻的方块的电能。\n在充能铁轨彼此相邻而且属于同一股铁路时，电能能够从电源传递到最远9格（1个被直接激活的充能铁轨能够激活邻近方向的8个充能铁轨）。它们也可以接受邻近的探测铁轨被激活时发出的电能，即使探测铁轨与充能铁轨不属于同一股铁路。\n因为探测铁轨可以激活与其相邻的充能铁轨，所以您可以选择只在必要的时候激活充能铁轨：\n 对于单向铁路，在充能铁轨之前放置探测铁轨。 对于双向铁路，在充能铁轨的两侧都放置探测铁轨。\n在实际应用中如果要持续激活充能铁轨，有几种很有效率的方法：\n 在充能铁轨旁，或者两格之下放置红石火把，或是用红石线连接（点状红石线也可以）。 在充能铁轨旁放置已经开启的拉杆（虽然红石储量丰富，但用拉杆无疑更便宜）。\n动量值\n被充能铁轨加速的矿车可以得到“内部动量值”。在动量小于8 m/s时，速度与动量值相同；在由于多种加速因素导致动量大于8 m/s后，速度会被限制在其最大值8 m/s，但动量值不会受到这个限制的影响。这样，您会发现，当矿车被多次反复加速积累巨大动量后，速度依然是8 m/s，而且矿车能够维持很长一段时间的8 m/s不变（在得到的过量动量被消耗完之前一直能够保持最大速度8 m/s），从而滑行很远。\n一个一端被方块阻挡的位于平地上的单个充能铁轨在被激活时能够将一辆被生物或玩家乘坐的矿车送出最远80格距离（平地且直线铁路）。对于空矿车只能送出8格远。实验表明，如果您使用多个连续的充能铁轨加速，得到的最大滑行距离效果会有明显的下滑。[1]这表明如果矿车本身已经有了相当快的速度，再被充能铁轨加速后新得到的动量值会减少。\n可行的方案表明您可以在一个3x3的环状铁路（里面有四个充能铁轨）内不断循环积累动能，然后通过道岔开关让矿车驶离环状铁路，此后虽然矿车仍然是8 m/s的速度，但因为它在环状铁路内积累了大量的动量，所以能够滑行相当可观的距离，直到积累的动量耗尽。[2]这个例子也能证明上一段的结论。在矿车循环的圈数已经相当多之后，在增加圈数对于最大滑行距离的增益已经十分微弱了。\n实验表明爬坡会急速地影响动量，从而使矿车速度迅速下降。然而如果矿车具有足够多的过剩动量，矿车还是可以轻松爬坡的。相对地，矿车下坡会得到动量。下坡的铁路能够同时通过重力与充能铁轨提供动量。\n目前还不清楚是否矿车从充能铁轨处积累的动量具有上限。\n爬坡\n  \nBeta 1.5中矿车在无加速装置的斜坡上最大爬升距离为6格，Beta 1.6之后为10格\n\n\n如右图所示，矿车启动后通过剩下的连续四个充能铁轨的加速，一个有人乘坐的矿车能够在无加速装置的45°斜坡上最多爬10格，然后以极慢的速度水平滑行至少12格后停止。空车最多爬5格。\n如果矿车爬坡时不具有充足动量或是坡道太长，您需要在坡道铁路的每4格中放置一个充能铁轨以保证矿车能够到达坡顶。当然，您也可以每8格放置2个充能铁轨以简化切换物品栏的频率——但如果没有初始动量的话，不建议采用这种方法。\n当以最大速度（8 m/s）爬坡时，每个充能铁轨都可以在两格以内维持最大速度不变，也就是说在充能铁轨与普通铁轨之间切换能够让矿车全程以最大速度爬上坡道。因为连续的充能铁轨可以累加动量，所以您也可以显见连续的八个充能铁轨，再建连续的八个普通铁轨，这样还是可以保持全速上坡的。当然，连续充能铁轨带的加长也会减弱每个铁轨所能提供的动量。\n您也可以通过增加初始动量来增强矿车的爬坡能力。“动量值”段落的3x3环状铁路就能满足要求。只要用这种结构循环足够多次，您完全可以积累能够让矿车从海平面爬到云层高度的巨大动量。注：这种方法只适用于有人或生物乘坐的矿车；空矿车或者运输矿车并不适用。\n最佳密度\n有玩家通过建造2000米长的直线平面铁路来测试在不同的充能铁轨建造密度下的矿车行驶情况。每次行驶完2000米的总时间均记录在下表，并且加上了平均速度与减速程度的计算数据：[3]\n 充能铁轨密度 通过2000米需要的时间 平均速度 平均速度相对于最大速度的减速比 充能铁轨密度 通过2000米需要的时间 平均速度 平均速度相对于最大速度的减速比 每28米放1个 250秒 8.00米/秒 0.0% 每44米放1个 271秒 7.38米/秒 7.7% 每29米放1个 250秒 8.00米/秒 0.0% 每45米放1个 281秒 7.12米/秒 11.0% 每30米放1个 250秒 8.00米/秒 0.0% 每46米放1个 281秒 7.12米/秒 11.0% 每31米放1个 250秒 8.00米/秒 0.0% 每47米放1个 290秒 6.90米/秒 13.8% 每32米放1个 250秒 8.00米/秒 0.0% 每48米放1个 301秒 6.64米/秒 16.9% 每33米放1个 252秒 7.94米/秒 0.8% 每49米放1个 306秒 6.54米/秒 18.3% 每34米放1个 250秒 8.00米/秒 0.0% 每50米放1个 308秒 6.49米/秒 18.8% 每35米放1个 253秒 7.91米/秒 1.2% 每51米放1个 306秒 6.54米/秒 18.3% 每36米放1个 251秒 7.97米/秒 0.4% 每52米放1个 314秒 6.37米/秒 20.4% 每37米放1个 252秒 7.94米/秒 0.8% 每53米放1个 311秒 6.43米/秒 19.6% 每38米放1个 251秒 7.97米/秒 0.4% 每54米放1个 319秒 6.27米/秒 21.6% 每39米放1个 258秒 7.75米/秒 3.1% 每55米放1个 322秒 6.21米/秒 22.4% 每40米放1个 259秒 7.72米/秒 3.5% 每56米放1个 319秒 6.27米/秒 21.6% 每41米放1个 263秒 7.60米/秒 4.9% 每57米放1个 333秒 6.01米/秒 24.9% 每42米放1个 267秒 7.49米/秒 6.4% 每58米放1个 339秒 5.90米/秒 26.3% 每43米放1个 270秒 7.41米/秒 7.4% 每59米放1个 345秒 5.80米/秒 27.5%连续的三个充能铁轨足够将矿车由停止加速到最大速度8 m/s。\n由上表可见，最佳的充能铁轨密度是每38格放一个（当然要平均摆放：放一个充能铁轨，后面跟着37个普通铁轨，再一个充能铁轨，依此类推）。这样您能够在最节省充能铁轨的前提下保持几乎是最大的速度（7.97 m/s几乎与8 m/s没有区别）。如果您缺少黄金，那么您也可以自己评估是否要牺牲部分速度达到节省更多黄金的目的。\n然而，为了保证夜间行车的安全，您需要每13格至少放一个火把以保证整条铁路的亮度在夜晚都大于或等于8。如果为了美观起见，您也可以每39格放一个充能铁轨，这样看上去火把分布整齐一些；或是每36格放一个充能铁轨，同时每12格放一个火把。\n对充能铁轨密度的优化需要研究矿车移动与铁轨摆放位置的同步关系。有时充能铁轨的摆放位置前后移动一格也会造成明显差异，原因是矿车的动量值增加与矿车本身在充能铁轨上经过的时间有正相关关系：每1刻（这里为0.05秒）可以让有人乘坐的矿车增加约0.9 m/s的动量。如果矿车以最大速度8 m/s在直线轨道上行驶，每一格会花2到3刻的时间。如果要优化充能铁轨的密度，充能铁轨应当被放在耗费3刻才能经过的方块上。这也就是上面的列表中出现充能铁轨密度变低耗时反而变短现象的原因。\n斜轨道，即对角线轨道，是“左转轨道”与“右转轨道”依次相接构成的。矿车在斜轨道上运行时会保持斜向的前进方向不变。斜轨道行驶时每一条主轴的最大限速都为8 m/s，这样实际上斜轨道的最大合速度就约为11.3 m/s。\n由于此差别，如果采用平面长距离斜轨道时考虑充能铁轨摆放密度问题，大概时每52个放一个，但仍未确定这个结论是否精确。[4]\n鉴于运输矿车与空矿车被加速时获得的动量较少，如果想保证这类矿车以满意的速度运行，充能铁轨的密度应当适当加大。经过试验计算，最佳密度为每4格放一个。最小密度为每9格放一个，如果低于最小密度的话，运输矿车与空矿车将无法到达终点。\n与探测铁轨配合使用\n主条目: 探测铁轨\n探测铁轨能够在矿车位于其上时使其本身与下方方块强充能，这样的话不需要红石火把或线路您也可以激活充能铁轨。\n总的来说，采用探测铁轨激活充能铁轨有一定局限性。例如如果您想用一个探测铁轨激活后面的四个充能铁轨，你会发现由于探测铁轨在矿车驶离之后只能保持很短时间的供电，矿车行驶到第二或第三个充能铁轨时就被刹停了。\n然而如果只用探测铁轨激活后方的一个充能铁轨，这样的话就是一种很实用的单向铁路机构，只有矿车从探测铁轨的方向驶来才能保证正常行驶。同理您也可以在充能铁轨两侧放置探测铁轨来建造双向铁路机构。但这样做显然没有效率，双向铁路机构使用便宜的红石火把足矣。\n如果在45度斜坡上将探测铁轨与充能铁轨间隔铺设，在坡底给矿车一个很小的初速度，矿车最高只能爬上3格。因为斜坡的减速效果使矿车不足以在探测铁轨停止供能之前驶过其邻近的充能铁轨。\n附加属性\n  \n这里不存在弯曲的充能铁轨\n\n\n当且仅当最终方向朝东时，弯曲的充能铁轨才会出现（虽然事实上此时充能铁轨看上去是南北走向的直轨）；或是其中一个方向指向东边的南北向铁路中的T型道岔。[5][6]您可以建造单向的弯道充能铁轨，但无法实现双向。\n放置铁轨时，普通铁轨优先弯向充能铁轨。在这类情况下，东南定律是有效的。\n矿车行驶到另一端抵着一个物体（如墙、单个非透明方块、玩家、其他矿车等等）的激活的充能铁轨时会改变自己的行驶方向，但透明方块（如台阶、玻璃等）则不会。\n电能在连续的充能铁轨上传导的距离与之前传来电能的红石线长度无关：如红石火把通过15格红石线传来电能与通过1格传来电能，都只会使两侧各连续8个充能铁轨激活。\n充能铁轨构成的机械装置 停车点\n您可以方便地建造使来车停靠并可方便发车的停车点，这类技术广泛应用在火车站中以及您所建造的名胜旁。两个相邻的充能铁轨，一端加一个方块，上铺普通铁轨使得一个充能铁轨向下倾斜，再毗邻另一个充能铁轨放置按钮即可，如右图，点击右图可以看到动画演示。\n  \n停车点的GIF动画示例，点击观看动画\n\n\n当矿车从方块另一端驶来时，会被刹停在倾斜的充能铁轨上，按下按钮后矿车会因为重力向着原运动方向加速。这样，玩家就可以驶向下一目的地，或者把矿车留在原地以供他自己或其他玩家稍后使用。\n“双向”停车点可以建造互相对称的两个停车点，中间以一个探测铁轨相连，从而达到双向停车与双向发车的目的。  \n双向停车点\n\n\n启动加速 \n一端抵着墙面或倾斜的充能铁轨在被激活时可以用来发车，设计方案众多，这里从略。\n动力加速/爬坡加速\n上文已经提到过，使用含有4个充能铁轨的3x3的环状铁路，再建造一个T型道岔作为出口的话，可以仅仅依靠这个机构积累巨大动量。使矿车能够爬坡到相当高的高度。\n循环若干秒，矿车的累积动量就足以把你送到云层高度。在这个例子里，可以看到3个铁轨比4个更有效率；您也可以用来建造停靠车站，详见这里。您也可以通过建造水流定时器以节省红石用量，详见这里。\n火车站\n参照上文关于停车点的设置以及利用铁轨、压力板章节中的有关内容，您可以建造从最简单的只有停车点的火车站到复杂的具有自动存车、自动发车、空车检查、来车停靠等等功能的综合火车站。建造方法多样，这里不做详细叙述。关于复杂火车站建造，您可以参考这篇文章。\n 漏洞  充能铁轨6个方向上的临近方块更新，充能铁轨才会更新自身的激活状态。也就是说，您可以通过这个方法来创建无电源的激活态充能铁轨。 如果你建造一串充能铁轨，激活它们，再接着放置充能铁轨，后面放置的铁轨即使在激活范围之内也无法激活。您可以通过重载区块解决这个问题。 目前并没有弯道充能铁轨的材质，但用红石控制T型道岔时弯道充能铁轨依然有效。 在多人生存模式中如果单行超过1000个充能铁轨，充能铁轨可能会失效。 位于充能铁轨上的矿车非固体，但依旧可以推动。 位于坡道上的充能铁轨的碰撞体积与平地上的普通铁轨相同。 在视频选项中开启3D视角后，所有的充能铁轨看上去都是非充能状态。\n你知道吗  相比于步行4.27 m/s的速度，使用充能铁轨加速可以大约比步行快一倍， 在物品栏中充能铁轨看上去总是充能的状态。 在源代码中，充能铁轨的名称是“goldenrail（金铁轨）”。 充能铁轨最早来源于对一个金质铁轨的建议。[7] 相比于红石线的15格，电能在连续的充能铁轨上只能传播最远9格。 在矿车加速器漏洞在Beta 1.6被修复之后，充能铁轨弥补了矿车加速器的空缺。[8]\n参考 ↑ http://www.minecraftforum.net/topic/270836-all-about-powered-rails-thread/page__view__findpost__p__3989800↑ http://www.minecraftforum.net/viewtopic.php?f=1020&t=308670↑ http://www.minecraftforum.net/topic/366339-taviriders-world-of-science/↑ http://www.minecraftforum.net/topic/270836-all-about-powered-rails-thread/page__view__findpost__p__4991865↑ http://www.youtube.com/watch?v=f_p4Sk6Ie84&NR=1↑ http://www.minecraftforum.net/viewtopic.php?f=1020&t=300356↑ http://twitter.com/jeb_/status/55523573774823424↑ http://twitter.com/notch/status/68693850062995456\n另见  探测铁轨 铁轨 矿车 动力矿车 运输矿车\n\n",
    "replies": [
        {
            "author": "g-g-g",
            "timestamp": 1336800540,
            "txt_content": "纳尼 这个现在才翻译了"
        },
        {
            "author": "sjjklh",
            "timestamp": 1336800720,
            "txt_content": "g-g-g 发表于 2012-5-12 13:29 \n纳尼 这个现在才翻译了\n篇幅太大，我断断续续翻了一个多月 这和我时间少也有关系"
        }
    ]
}