{
    "title": "【小說】創世神物語  童話劇場：三隻萌娘。",
    "author": "gm8292",
    "replyCount": 8,
    "timestamp": 1336808340,
    "txt_content": "\n\n　　　　　　　　　　　　　　　　初章：創世神實體化？！\n\n\n\n\n　　「嗯......今天是二月二十四日，咦？好像有什麼很重要的事情去了？！」一名看似１８歲的男子躺在床上想著事情，卻遲遲也想不起來到底是什麼重要的事情。\n　　「阿空呀～～～～下來吃早餐囉～～～～！」一聲宏亮的嗓音從樓下傳上來。\n　　那名稱做阿空的男性，從床上跳起來，隨便抓個Ｔ恤和牛仔褲套上就下去了。\n　　「喂喂！！阿空！！你知道今天是什麼日子嗎！！！」一名好像跟阿空同年齡的人拍著餐桌大喊著。\n　　阿空拿起桌上的土司，夾了幾片蛋和火腿，放在嘴中嚼呀嚼著，並說：\n　　「你這麼一說，好像真的有什麼事，但是我就是怎麼想也想不起來！」阿空搔了搔頭，放下了手中的土司，拿起放在桌上的果汁，一口氣的灌下肚去。\n　　「所以呢？阿刀？」阿空雙手交叉，嚴肅的看著阿刀。\n　　阿刀用手遮著臉，慢慢地慢慢地走到阿空的身旁，把頭移到他的耳邊，輕輕的說了一句話。\n　　『今天是創世神實體化的日子呀！』\n　　『今天是創世神實體化的日子呀！』\n　　『今天是創世神實體化的日子呀！』\n　　「而且呀......」阿刀又補了一句。\n　　『聽說遊戲公司把實體化的創世神裡的怪物全部擬人萌體化耶！』\n　　『聽說遊戲公司把實體化的創世神裡的怪物全部擬人萌體化耶！』\n　　『聽說遊戲公司把實體化的創世神裡的怪物全部擬人萌體化耶！』\n　　「只不過呀，我剛剛在你還沒起床前有查了一下實體化創世神的資料，聽說這些萌體化的怪物是稀有中的稀有，也就是說在遊戲中還是有我們玩的一般創世神裡的怪物，像這種擬人萌體化的，只能說運氣啦！」阿刀拿起土司往嘴裡送，而阿空已經拿好錢包往３ｃ產品專賣店去了。\n　　（阿空到達了賣實體化創世神道具的地方）\n　　「今天特賣實體化創世神虛擬手錶！一個只要９９９９元～」叫賣人員努力的叫賣，而阿空早已往隊伍裡面擠。\n　　阿空在隊伍裡擠呀擠的，擠了一個多小時，隊伍終於輪到他了。\n　　「你好，我要一個手錶！」阿空把錢包裡的十位小朋友請出來換成這一個手錶。\n　　「來～給你～裡面有說明書，請先看完再使用唷。」櫃檯人員使露出招牌的笑容，阿空也回了一個微笑，快步離去。\n　　（阿空回到家裡後）\n　　「我看看唷～」阿空把小包裹拆開來，裡面有一個紅色方塊造型的手錶，還有薄薄一張的說明書，阿空把說明書攤開，仔細閱讀，內容是：\n\n　　實體化創世神公司感謝您的購買，以下為遊戲的基本說明，請仔細閱讀。\n　　１.遊戲中的生命有十顆心心，如果因狩獵或其他原因而減少，在飽腹度高於八的狀況下自行恢復，但是如果十顆心都消耗完畢，此角色會遭到刪除命運，請妥善保護好您的角色。\n　　２.手錶上面有兩個時間，上方為創世神世界中的時間，下方為現實時間，遊戲中的五小時為現實生活中的一小時，睡眠時也可以使用，並不會造成任何副作用，在手錶上也可以查看玩家目前的生命值和飽腹度。\n　　３.手錶的右方有三個按鈕，第一個按鈕功能是進入遊戲和退出遊戲﹔第二個按鈕功能是開啟背包，第三個按鈕的功能請玩家自行發掘。\n　　４.飽腹度可經由食物恢復，至於食物的獲取方法請自行解決。\n\n　　　　　　　　　　　　　　　　　　實體化創世神公司　　　祝您遊戲愉快\n\n　　「嗯......大致上跟電腦版的沒什麼不同，不過第三個按鈕的功能到底是什麼呀？」阿空看了看手錶，按下了第一個按鈕，身邊的景物開始扭曲，直到阿空的房間還有身邊的所以物品通通不見，取而代之的是叢林和方方塊塊的世界，在所以東西都變成方塊後，天上出現了一個人影，說著：\n\n　　歡迎來到創世神的世界，在這裡，你就是我們的神。\n\n－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－\n我只是看到很好看所以才放的~不是我写的~\n\n",
    "replies": [
        {
            "author": "gm8292",
            "timestamp": 1336808400,
            "txt_content": "－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－\n　　　　　　　　　　　　　　　　　　　　　　　　　　\n　　第一章：萌體化安德出現？！\n\n\n　　「嗯......剛剛好像有什麼人在說話似的？」阿空往天空上看了看，什麼影子都沒有看到，天上只有方塊形狀的雲還有太陽。\n　　\n　　「我看看唷。」阿空朝四周望了望，發現自己的出生點是在一座小叢林裡，叢林的正中央有一座小湖，叢林旁邊有一個小山丘，山丘後面是什麼呢？阿空看不見。\n\n　　「我記得這遊戲的開始好像要從木頭先開始？」\n\n　　阿空往一棵樹的方向走去，看了看，有手敲了一下，沒什麼反應，這時候他換成一直敲，有改變了！樹木在敲擊的過程中有掉出小小的方塊碎屑，木頭本體也產生了幾個黑色的裂縫，最後整個木頭整個被打碎，掉出了一個大約是５ｘ５的方塊出來。\n\n　　「這就是原木吧？」阿空把那個５ｘ５的方塊撿了起來，按下了第二個按鈕，一個視窗從手錶中投影出來，看到了自己，人物的下面有９ｘ３的格子，在那些格子的下面，還有一排９格的格子，在那９格的格子上，其中一個就是剛剛阿空打木頭得到的原木。\n\n　　「嗯......所以現在先多打一些木頭好了？」阿空往那些木頭們看去......。\n\n　　（經過了遊戲時間的５小時，也就是現實生活中的１小時）\n\n　　「這些應該夠了吧？」阿空開啟背包看了一下，總共有３２０個原木，也就是５組的原木。\n\n　　「那......要怎麼進行在電腦版的創世神裡的合成呢？」阿空點了一下背包視窗中的一組原木，這是背包視窗消失了，在他的手上也出現了一個５ｘ５的小方塊，方塊的邊邊還顯示出ｘ６４的字樣出來。\n\n　　阿空把看了看手中的原木方塊，又把背包視窗打開來，發現人物的右邊還有一個小按鈕，阿空按了一下小按鈕，這時背包視窗跳成了另一個只有２ｘ２的小格子，旁邊寫著’’人物合成’’這四個字。\n\n　　「哦？跟電腦版的不太一樣呢！」阿空把手上的原木方塊放到那２ｘ２的格子裡，這時候那４格的格子的右方，又跳出了一格的小格子，上面顯示：\n\n　　「是否將’’原木’’製作成木材？」\n\n　　「是！」阿空回答。\n\n　　「那請問要製作幾個木材呢？」\n\n　　「那就把這一組的原木全部作成木塊吧！」\n\n　　「接受指令，將６４個原木製作成２５６個木材。」\n\n　　這時候，合成視窗跳回去背包的視窗內，背包的格子中也有４格裝著’’木材ｘ６４’’的字樣。\n\n　　「很好！知道合成辦法了！現在先把原木全部作成木材吧！」阿空再次開啟了合成選單，也把那其他４組的原木通通作成木材。\n\n　　「那現在是該做工作台吧？我記得工作台的做法好像是......。」阿空把木材方塊一個一個分別放在那四格的格子中，這是系統又跳出了問題：\n\n　　「是否將’’木材’’製作工作台？」\n\n　　「那做工作台之前，我想先問一下，每次合成都會跳出這個選項嗎？」阿空明知這是系統，是不會回答的，但還是問了一下，結果：\n\n　　「請玩家放心，在此遊戲中的合成，此系統只要你是第一次合成該物品，都會問您是否要合成，如果選擇是，此合成將會記錄起來，當您下一次合成物品時將不會再出現此選項﹔如果選擇否的話，將不會合成此物品和紀錄目前所合成物品。」\n\n　　「哦？！原來系統會回答呀～嗯......不對，先不要這些問題，先把工作台做好再說，好像快要晚上了......。」阿空往天上一看，果然太陽已經變成了橘黃色，現在應該是黃昏吧？\n\n　　「現在是黃昏？那我得先把該做的工具做好，第一個晚上......沒火把，先不要蓋房子好了，免得等等房子裡生怪。」阿空將材料準備好，接下來是一連串的系統聲。\n\n　　「是否將’’木材’’製作成木棍？」\n\n　　「接受指令，將６４個木材製作成１２８根木棍。」\n\n　　「是否將’’木棍’’和’’木材’’製作成木劍？」\n\n　　「接受指令，將１根木棍和２個木材製作成木劍。」\n\n　　「是否將......接受指令，將......」\n\n　　在一連串的系統聲之後，阿空總共做了一把木劍還有一些重要工具，像鏟子、斧頭還有木鎬，阿空把工具類的放進去背包裡，手中拿著木劍，面臨這第一個夜晚還有飽腹度的問題。\n\n　　「我看看唷......什麼？！飽腹度只剩下３格？！這可不行，先去找食物好了！」阿空拿著木劍往叢林正中央的湖走去，想說那裡會不會有食物。\n\n　　（呼嚕，咻～）\n\n　　「咦？剛剛好像有什麼聲音耶？」阿空四處看看，什麼都沒有。\n\n　　（呼嚕，咻～）\n\n　　「我記得這聲音......是安德桑嗎？不會吧，第一天的第一隻怪物就給我這麼恐怖的？遊戲公司也太過分了吧！」阿空拿著木劍，往四處探去，發現在一棵樹的後面好像有什麼黑黑的物體在那邊飄呀飄的。\n\n　　「奇怪？遊戲有會飄呀飄的黑色怪物嗎？沒錯的話應該就是安德桑了吧？」阿空往那棵樹走去，突然間：\n\n　　「不要過來！！！！！！！！」一聲女生嬌巧的聲音從那棵樹那邊傳了出來，伴隨著叫聲而滑過來一個方塊型的紅色物體，上面印著三個英文字，ＴＮＴ！！！\n\n　　「哇啊啊啊啊啊啊～～～～～～啊！」ＢＡＮＧ　ＧＵＮ　！一聲響亮的爆炸聲還有慘叫聲同時傳出來。\n\n　　「喔......天啊！生命值剩３～咦？等等！安德桑為什麼會說話？！還有為什麼安德桑會丟炸彈？不管！先去看看！」阿空馬上從坑洞裡跳出來，小心翼翼地往那棵樹前進。\n\n　　「慢慢的......慢慢的......我抓！！」阿空用手環抱住了那個怪物，阿空仔細了看了看，竟然是有一頭黑色短髮，眼睛是可愛的粉紅色，身上穿著的是一身黑色長袍，長袍上還有一些深淺不一紫色方塊型點點，這不會就是？\n\n　　「放開我！放開我啦！」那個謎樣的安德桑用雙手打著阿空，阿空問那隻謎樣的安德桑：\n\n　　「等等等等等！妳為什麼會說話？」阿空緊緊抱著那隻安德桑，不對......是安德小姐。\n\n　　「呀～人家怕怕啦～不要把我吃掉～拜託啦～」安德小姐哭了起來，阿空把她放了下來，看著她說：\n\n　　「好啦好啦！對不起！不要哭了好嗎？安德小姐！」阿空看著前方身高大約１５５ｃｍ的安德小姐。\n\n　　「人家的名字不叫安德小姐啦！我叫做小安德！」小安德大聲的說著。\n\n　　「好好好！小安德！咦？不對！妳難道就是傳說中那稀少中的稀少的擬人萌體化怪物？！」阿空激動的握著小安德的手，激動的問。\n\n　　「什麼是萌體化怪物？小安德出生的時候就是長這樣的啦！」小安德這麼說著。\n\n　　「哦哦！那......我先走囉？」阿空向後轉，往湖中央走去。\n\n　　「呀！咻～」小安德瞬移到了阿空的面前。\n\n　　「哇！嚇我一跳！妳有什麼事嗎？」阿空看著小安德問著。\n\n　　「請你......請你......不要走好不好！小安德一個人在這裡很無聊！那些骷髏大哥哥整天練習弓箭，還有那些蜘蛛阿姨們，眼睛好多小安德不敢看她們，還有那些殭屍叔叔們，他們好～吵！每天不管早中晚都在噁噁噁的！還有其他的安德們，他們都因為我跟他們長的不一樣所以不跟我玩，所以......請你陪我好嗎！！！」小安德激動的看著阿空說著。\n\n　　這時候，系統跳出了一聲。\n\n　　「恭喜玩家阿空可以使用手錶上的第三個功能，詳細功能請自行測試。」\n\n　　「咦？什麼啊？」阿空按下了手錶上的第三個按鈕，只見一個比背包還要大的視窗跳出來，上面寫著：　擬人萌體化怪物資料\n\n　　　　姓名：小安德\n　　性別：女\n           年齡：９歲\n　　　　喜歡的東西：蘋果、方塊、阿空\n　　　　討厭的東西：水、蜘蛛、殭屍、其他安德\n　　　　　　　　\n\n　　「這是什麼啊？」阿空看著視窗，疑惑的問著。\n\n　　「咦咦咦？為什麼小安德的資料會出現在這裡，為什麼？為什麼呀？」小安德用那過長的袖子揮呀揮那個視窗，但是因為這不是小安德的手錶，所以小安德碰不到，小安德應該也不會有手錶吧？\n\n　　「嗯......肚子好餓喔！先去找食物好了。」阿空自顧自的走向湖中央。\n\n　　「等等小安德呀～不要去湖那邊啦！小安德怕水水！小安德知道哪裡有食物！不要去水水那邊啦！」小安德抓著阿空的手，想讓阿空改道。\n\n　　「好好好！那你帶我去有食物的地方吧！」阿空抱起了小安德。\n\n　　「好！這裡這裡！那邊要左轉，左轉之後......。」\n\n　　就這樣，一人一安德朝著沙漠的地方走去，尋找那可以恢復飽腹度的食物。\n\n\n－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－"
        },
        {
            "author": "gm8292",
            "timestamp": 1336808460,
            "txt_content": "－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－\n\n　　　　　　　　　　　　　　第二章：阿空和小安德的沙漠別墅！\n\n　　\n　　「阿空哥哥～這裡要往左轉啦！」小安德抓著阿空的頭髮，往左邊拉，意思應該是要往左走的意思吧？\n\n　　「好好好！我看喔......哦！有了！好大一片沙漠啊！」阿空將手放在額頭前遮住陽光，沙漠的特性是早熱夜冷呀！\n\n　　「在往前走一段路就好了！那裡就是小安德放食物的地方囉！」小安德拍了一下阿空的頭，只是他繼續前進，不過，放在沙漠的食物不會臭酸嗎？\n\n　　（阿空抱著小安德到達了小安德放食物的地方）\n\n　　「就是這裡囉！你看你看！那裡有個小箱子！」小安德從阿空的手中跳了下來，並且衝向了那個箱子，從箱子裡頭拿出了一顆鮮紅香脆蘋果，放在嘴邊，之後大口的咬下去。\n\n　　阿空走了過去，往箱子裡面看了看，天啊！通通都是蘋果！裡面箱子的格子只有蘋果，而且每個蘋果都是’’蘋果ｘ６４’’的字樣。\n\n　　「我說小安德呀！妳只有蘋果嗎？」阿空看著小安德疑惑的問著，只見小安德開心地咬著蘋果，並且大聲的說：\n\n　　「小安德就是喜歡蘋果呀！怎樣！」小安德又從箱子拿出了３顆蘋果，並且努力努力的　　　　　　　　　　　　吃，阿空也沒辦法，只好從箱子裡拿出了３顆蘋果啃。\n\n　　「對了對了！阿空哥哥要不要跟小安德玩遊戲呀？我有一個我超級厲害的遊戲唷！很　　　　　　　　好玩的！要玩嗎？」小安德抓著阿空的衣擺，一邊拉著一邊說著。\n\n　　　　　　　　　　　　　　　　「好啊！是什麼遊戲？」阿空問。\n\n　　　　　　　　　　　　　　　　　　　 「瞪眼比賽～！」\n\n　　　　　　　　　　　　　　　　　　「瞪眼比賽～！」\n\n　　　　　　　　　　　　　　　　　　「瞪眼比賽～！」\n\n　　　　　　　　　　瞪眼比賽？！如果比她先閉眼睛的話，會不會被她打呀？\n\n　　　　　　　　　　　　　「我不玩了！」阿空轉身要去探索地形。\n\n　　「不行不行！你剛剛就說你要玩了！不管不管！咻～」小安德瞬間移動到了阿空的面　　　　　　　　　　　　　前，並且跳到阿空的身上，用手抓住阿空的頭。\n\n　　　　　　　　　　　　　「好啦好啦！玩就玩嘛！預備，開始！」\n\n　　　　　　阿空瞪著小安德，小安德瞪著阿空，阿空瞪著小安德，小安德瞪著阿空。\n\n　　　　　　阿空瞪著小安德，小安德瞪著阿空，阿空瞪著小安德，小安德瞪著阿空。\n\n　　　　　　阿空瞪著小安德，小安德瞪著阿空，阿空瞪著小安德，小安德瞪著阿空。\n　　\n　　　　　　　　　　　　　　　　　　　　「咻～」\n\n　　　　　　阿空不小心閉眼，再次張開眼睛時，只剩下一些紫色的方塊粉墨而已。\n　　\n　　　　　　　　　　　　「不會吧？！」阿空冒出了幾滴冷汗。\n\n　　「哇！！！！！！！！！！！！！！」小安德從阿空的後面跳了出來，用她那過長的袖子　　　　　　　　　　　　　　　　　　拍了阿空的頭一下。\n\n　　「天啊！！！！！！！！！！！！！！」阿空嚇的跳了起來，等過了一陣子阿空心情平復　　　　　　　　　　　　　　　　　　後，抓起小安德，並且說：\n\n　　「以後不准在跟我玩這種遊戲！聽到了沒有？！」阿空瞪著小安德。\n\n　　「那你為什麼現在要瞪著小安德？這樣就是要玩遊戲呀！」小安德也瞪著阿空。\n\n　　「好啦好啦！我們現在要做什麼？」阿空把小安德放了下來。\n\n　　「我們蓋房子吧！房子～房子～咻～」小安德從阿空這裡瞬間移動到旁邊的叢林，然後又　　　　　　　　　　瞬間移動回來阿空這裡，但是這時手上多了一塊原木。\n\n　　「哦！對！你會瞬間移動，而且還會偷方塊！」阿空看著眼前這個拿著原木方塊的小安德說　　　　　　　　　　　　　　　　　　著，這時小安德回答：\n\n　　「小安德才沒有偷東西呢！這些東西是大自然的！我是屬於大自然的生物，所以有資格可以隨意拿，還有，這個給你，你幫你自己還有小安德蓋個房子吧！」小安德把原木給了　　　　　　　　　　　　　　　　　　　　　阿空。\n\n　　「好好好！那我們開始吧！」阿空按下了手錶的第二個按鈕，點了木材，準備蓋房子！\n\n　　　　　　　（經過遊戲時間的１５個小時，也就是現實時間的３小時之後）\n\n　　「這樣應該可以了吧？妳說呢？」阿空放下了最後一塊的木材，看著小安德問著。\n\n　　「很好很好！這樣就可以開心吃蘋果了！」小安德跑進去了屋子裡。\n\n　　「那妳先去吃蘋果囉！我要去找羊拿些羊毛做床！」阿空轉身準備離開，但是在離開之前被　　　　　　　　小安德叫住，小安德抓著阿空的手到了一個小平地，並且說：\n\n　　「阿空哥哥等我一下唷！不可以亂跑唷！咻～」小安德瞬間移動到了叢林裡去。\n\n　　「這小鬼又要跑去哪裡呀？」阿空坐在沙漠上，等待著小安德。\n\n　　　　　　　　　　　　　　　　　（過了一陣子之後）\n\n　　「阿空哥哥～你看你看～」小安德從叢林裡跑了出來，手上抓了好幾塊的白色方塊，跑向　　　　　　　　　　　　　　　　　　　　　了阿空。\n\n　　「妳哪來的羊毛呀？還有，妳可以瞬間移動為什麼不瞬阿？」阿空看著小安德問。\n\n　　「羊毛是我跟那些羊姐姐要的啦！因為牠們說要趕上夏季時尚，所以就把毛通通都脫掉了！然後小安德就跟姐姐們拿了這些羊毛啦！還有就是，小安德要吃１０顆蘋果才可以　　　　　　　瞬間移動一次唷！」小安德回答了阿空，不過，羊趕什麼流行？\n\n　　「很好！感謝妳啦！我去做床，妳先去吃蘋果吧！」阿空把羊毛放進了背包，走進去了屋　　　　　　　　　　　　　　　　　　　　　　　子。\n\n　　「阿空哥哥！！！做一張床就好囉！小安德要跟阿空哥哥一起睡！」小安德一邊抓著阿　　　　　　　　　　　　　　　　　　　空的衣擺一邊說。\n\n　　「好好好！這是妳說的唷！」阿空將羊毛做出了一張床，放在窗戶旁。\n\n　　「呀～好軟好軟呀～阿空哥哥快過來呀！」小安德在床上跳呀跳的。\n\n　　　「好好好！馬上來！」\n\n　　就這樣，阿空還有小安德的第一個房子還有第一張床就這樣子做好了，這種一人一安德的模　　　　式，感覺真幸福。"
        },
        {
            "author": "gm8292",
            "timestamp": 1336809840,
            "txt_content": "－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－\n\n第三章：小安德與阿空的洞窟探險！\n\n\n　　「阿空哥哥～阿空哥哥～起床了啦！不要在睡啦！」小安德用她那小小的手搖著阿空，阿空睜開眼睛，看著小安德說：\n\n　　「我說啊！我等等可能要離開遊戲一下喔！」阿空從床上站起來，走向窗戶那，看看窗外，嗯！是個晴朗的好天氣！\n\n「什麼是離開遊戲呀？」小安德看著阿空問。\n\n　　對！小安德她算是遊戲裡的ｎｐｃ吧？這樣理所當然不能離開遊戲，那......我該怎麼跟她解釋呢？跟她說其實妳只是遊戲裡的ｎｐｃ，不！這樣搞不好會傷了她的心，那就......。\n\n　　「小安德呀！離開遊戲的意思就是指我要跟妳一樣瞬間移動到另一個世界去！可是因為另一個世界太遙遠，只有像阿空哥哥這樣子的人可以傳的過去的，所以小安德要在這裡好好的等阿空哥哥唷！」阿空抱起小安德並看著她的眼睛說。\n\n　　「耶～瞪眼遊戲～」小安德開心地瞪著阿空看。\n\n　　「沒有沒有！沒有要跟妳玩瞪眼遊戲，只是啊，妳不覺得我們的房子很暗嗎？」阿空看著房子裡的四周，只有窗戶外的陽光，而這也是目前唯一的光線。\n\n　　「那......小安德知道哪裡有洞窟唷！裡面有好多好多的石炭！阿空哥哥先做石頭的十字鎬吧！小安德記得石炭用石頭做的十字鎬敲比較快！等我一下唷！咻～」小安德說完，留在原地的又只剩下一些些的方塊粉末。\n\n　　「我回來了！你看你看！」小安德的手上多出了幾個灰色的方塊，小安德把那些方塊拿給了阿空，阿空把背包打開，看了一下，果然沒錯，這個灰色方塊就是鵝卵石。\n\n　　「小安德好厲害唷！這麼重的東西妳也能搬回來！嗯！這些蘋果給妳！吃一吃等等才可以瞬間移動！」阿空摸摸小安德的頭，並且給她１０顆蘋果，小安德抓起蘋果開心地吃著。\n\n「謝謝阿空哥哥～」小安德開心地抓起剩下的９顆蘋果往外跑。\n\n「小安德！吃完蘋果我們就出發囉！」阿空對著窗戶大喊著。\n\n　　「好～我塞！阿空狗狗～我粗完了～可以粗花囉！」小安德的嘴巴塞滿了蘋果，咬字不清的說著。\n\n「先把嘴巴裡的東西吃完，不然等等噎到！」阿空抓起石製的十字鎬向外跑。\n\n（小安德帶領著阿空往洞窟的方向走去）\n\n　　「阿空哥哥！就是這裡囉！」小安德指著前方一個直徑差不多１０公尺的大洞說著。\n\n　　「那我們先挖石頭好了！」阿空拿起石鎬往石頭的方向打去，過了良久，地上遍布著灰色方塊體在原地，阿空把它們全部撿起，開啟背包，打到了２組的鵝卵石。\n\n　　「阿空哥哥！我找到了！石炭石炭～」小安德用手抓著一個黑黑的不規則型的石頭，意外的是石炭竟然不是方塊狀的，想想也還好，在電腦版的本來就不是方塊狀的啦！\n\n　　「哦哦！很好！快帶我去吧！」阿空關掉了背包視窗，跟著小安德往洞窟深處走。\n\n　　「這裡這裡～你看你看～有好多呀～」小安德指著前方的石壁上，果然，石壁上有著跟鵝卵石一樣的顏色，但是上面遍布著黑黑的小方塊，這就是石炭吧？\n\n　　「我要開始挖囉！」阿空舉起了石鎬，接下來的時間，阿空都在挖石炭，不知道為什麼，實體版的石炭比電腦版的難挖許多，阿空花了很長一段時間才挖起５個。\n\n　　「怎麼會這麼難挖啊？明明在電腦版的就很好挖呀！」阿空努力的往一塊石炭原石敲上去，只有幾塊石頭碎屑噴出來而已。\n\n　　「阿空哥哥笨笨！你看！明明就很好挖！」小安德用手摸著石炭原石，接著從小安德的手中散出了淡淡的紫光，接著，石炭原石’’蹦‘’的一聲爆掉了，取而代之的是黑黑的物體在地上，小安德把它撿起來，並說：\n\n　　「你看你看！石炭很好挖呀！哪裡有很難挖！」小安德把手上的石炭拿給了阿空，但是阿空看得目瞪口呆，電腦版的安德桑們難道都是這樣偷東西的嗎？\n\n　　「我說小安德啊！妳怎麼會這麼容易的把石炭拿出來，還有，妳在拿的過程中為什麼會有紫光跑出來？」阿空激動的抱著小安德問。\n\n　　「第一個問題，是因為阿空哥哥太笨，小安德太聰明的關係﹔第二個問題，紫光是小安德出生的時候就會了，不知道為什麼，把手放在石頭上，那塊石頭就會直接變成小小的方塊！」小安德天真的說。\n\n　　「原來，安德桑們偷東西的方法就是這樣啊！」阿空把小安德放下來，繼續挖他的石炭。\n\n（過了良久，在小安德的幫助下，石炭終於挖完了）\n\n　　「終於挖完了！小安德謝謝啦！回家做火把去～」阿空抓著小安德的手往沙漠之家的地方走去。\n\n（Ｓｓｓｓｓｓｓｓｓｓｓｓｓ）\n\n　　「咦？阿空哥哥有聽到什麼聲音嗎？」小安德望著阿空的背後，什麼也沒有，一片孤寂。\n\n「什麼聲音啊？妳可能聽錯了吧？走吧！我們回家囉～」阿空抱起小安德離開了洞窟。\n\n在阿空還有小安德完全離開洞窟後，洞窟深處有個聲音傳了出來。\n\n（小安德妹妹，竟然被妳搶先一步了！！Ｓｓｓｓｓｓｓｓｓｓ！！）"
        },
        {
            "author": "gm8292",
            "timestamp": 1336809900,
            "txt_content": "\n－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－\n\n第四章：阿空和小安德的第一場戰鬥？！\n\n\n　　「阿空哥哥～快點做火把啦！」小安德抓著阿空的袖子轉呀轉的，而阿空現在正把石炭還有木棍拿出來。\n\n　　「好啦好啦！妳等我一下啦！」阿空把石炭還有木棍照合成表放好，果然系統聲又跑出來了。\n\n「是否將’’木棍’’和''石炭''製作成火把？」\n\n「對！請全部合成吧！」阿空說。\n\n「接受指令，將１０根木棍和１０個石炭製作成４０根火把。」\n\n「好了！做好了！」阿空把火把拿在手上給小安德看。\n\n　　「哇！好亮唷～阿空哥哥～這就是火把嗎？就是那個可以照亮黑暗的火把嗎？」小安德興奮的看著火把說。\n\n　　「對對對！那我們已經做好火把了，現在要做什麼呢？」阿空看著小安德問，只見小安德跑去了放蘋果的箱子，把手伸進去裡面抓呀抓的，最後大喊：\n\n　　「阿空哥哥！！！！！沒有蘋果啦！！！！！」小安德抓起箱子大喊著，好像快要哭出來似的。\n\n　　「啊啊啊！先別哭呀！妳知道哪裡有蘋果嗎？我帶妳去拿，現在有火把，就算是晚上也不用怕啦！」阿空抓著火把揮呀揮的，小安德看著窗外，現在果然是晚上了。\n\n　　「阿空哥哥，你確定嗎？你看外面。」小安德用手指向窗外，阿空走過去窗戶旁，看了看，天啊！好多怪物啊～而且都不是萌化的，實體化的怪物看起來更恐怖。\n\n「嗯......妳可以瞬間移動自己去拿嗎？」阿空看著小安德問。\n\n　　「不行唷！剛剛拿石炭的紫光也是要吃好多好多蘋果才可以用的，你看剛剛小安德吃了那麼多的蘋果，紫光也只能用６次，比瞬間移動還要恐怖呀！」小安德摸摸自己的肚子說著。\n\n　　「嗯......好吧！我先做石劍，妳等等喔！」語畢，阿空拿著石頭方塊還有木棍走向了工作台。\n\n（過了３秒鐘，阿空拿著石劍走了過來）\n\n「小安德～好囉～」阿空拿著石劍，小安德看了看，說：\n\n　　「阿空哥哥，蘋果樹在很遠的地方唷！」小安德指著窗外，阿空朝小安德著的方向看，其實蘋果樹就在離湖不遠的地方，但是離阿空還有小安德的房子是有些距離的。\n\n「沒關係！走吧！」\n\n「好！」\n\n阿空拿著石劍，小安德拿著石頭方塊，朝著湖中央邁進。\n\n　　一出門，馬上就是一隻骷髏弓箭手的到來，阿空用石劍擋了它的箭之後，用劍朝它身上揮了好幾刀，最後掉出了幾根骨頭還有幾顆的綠色球球後就消失了。\n\n　　「哦？原來實體版的也有經驗值啊？」阿空走過去，綠色球球自動的吸到了阿空的身體裡。\n\n　　「阿空哥哥～不要發呆啦！有好多殭屍哥哥朝你走過來了！」小安德用手中的石頭方塊打了幾下殭屍，殭屍連看都不看的繼續朝著阿空緩慢移動。\n\n　　「喔喔！！我來了！小安德要小心喔！」阿空拿著石劍往殭屍的地方衝，不到一分鐘的時間，所有的殭屍都變成了好多塊的腐肉還有經驗球。\n\n咻～一隻弓箭射了過來，不偏不倚的射中阿空。\n\n　　「靠......北邊走！！！哪個混蛋啊？」阿空往四周看了看，發現在土堆的後面，有一隻骷髏弓箭手在奸笑著。\n\n　　「阿空哥哥！你有沒有怎麼樣？」小安德看著還插在阿空背上的一枝箭，想也沒想的直接拔起來。\n\n「哇啊啊啊啊啊啊啊啊啊～～～～～」阿空痛得跳起來。\n\n　　「阿空哥哥不要鬧了啦！趕快打怪物！好多殭屍哥哥還有蜘蛛阿姨過來了啦！快點啦啦！」小安德抓著阿空說著。\n\n　　在一連串的怪物襲擊，阿空用那石劍打天下，天空亮了，本來都是怪物的沙漠，剩下的都是怪物的素材還有一大堆的經驗球。\n\n「呼......呼......小安德啊！妳還好吧？」阿空躺在沙漠上大聲喘氣。\n\n　　「很好啊！阿空快起來啦！一整個晚上都在沙漠移動，離蘋果樹越來越遠了啦！」小安德坐在阿空的身上說著。\n\n　　「好好好！走吧！」阿空從沙漠上跳起來，牽起小安德的手，往叢林中間的湖走去。\n\n（阿空和小安德到達了叢林中央的湖，湖的旁邊有一棵超大的蘋果樹）\n\n　　「我記得電腦版的創世神沒有蘋果樹啊？這是ｍｏｄ嗎？」阿空走向了那棵蘋果樹，在走過去之前，阿空的衣擺被一隻小手拉住。\n\n　　「阿空哥哥，這棵蘋果樹你不行靠近喔！這顆蘋果樹是只有小安德才能碰的喔！我上次看過有一隻豬想要吃這棵蘋果樹的蘋果，結果一碰到這棵樹，牠就消失了！所以......阿空哥哥不可以碰這棵樹，我不要你消失！！！」小安德抓著阿空的衣服哭了出來，阿空把小安德抱起來，並看著她說：\n\n　　「好吧！那我就不碰這棵蘋果樹囉！你自己去拿蘋果吧！」阿空把小安德放了下來，小安德用她那過長的袖子擦乾了眼淚，往蘋果樹的方向走去。\n\n（又過了良久）\n\n「阿空狗狗～這樣夠嗎？」小安德的手上還有嘴裡，充滿著蘋果。\n\n　　「夠夠夠！這樣應該也有好幾組蘋果了吧？來吧！放進去我的背包裡。」阿空按下第二個按鈕，跳出的不是背包的視窗，而是第三個按鈕的視窗，但是這次好像有什麼不一樣......。\n\n擬人萌體化怪物資料\n\n姓名：小安德\n性別：女\n年齡：９歲\n喜歡的東西：蘋果、方塊、阿空\n討厭的東西：水、蜘蛛、殭屍、其他安德\n\n以上都沒有什麼變化，但是最後有一項。\n\n喜歡阿空的程度：一心。"
        },
        {
            "author": "gm8292",
            "timestamp": 1336809900,
            "txt_content": "\n－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－\n\n番外篇其一：世界樹。\n\n\n　　「真的確定要加入這個？」在一個廣闊的房間裡，有著無數台電腦，還有好幾位戴著眼鏡的科學家在進行的某樣實驗。\n\n　　「放心，就把\"世界樹\"裝進去吧！我想，這樣遊戲應該會有趣不少。」一名似乎是這間電腦房的負責人這麼說著。\n\n　　「是的！將世界樹加入遊戲當中。」語畢，好幾位的科學家走向了一隻手錶，將手錶打開來，裡面的零件多到數不清，只見那些人把一片小小的晶片植入了手錶裡。\n\n　　「這樣子的話，這就要靠玩家們有沒有那個運氣去碰到世界樹啦！哈哈哈哈哈哈哈！」那名科學家的負責人大聲的笑著，好像有什麼陰謀似的。\n\n（在阿空還沒有進入遊戲之前）\n\n　　「呀～肚子好餓唷～我要去吃蘋果囉～哼哼哼～哼哼哼～」一名身穿黑色長袍，長袍上還有數個深淺不一的紫色方塊的小女孩，開心的一邊哼歌一邊走向叢林中央。\n\n　　「蘋果～蘋果～我要吃蘋果～小安德最喜歡吃蘋果～咦？有豬要吃蘋果呀！來看看牠要怎麼拿好了～我躲～」小安德躲在一棵樹的後面，靜靜地觀察那隻想吃蘋果的豬。\n\n　　「摳摳摳～摳摳～」那隻豬跳了起來，只不過牠太矮了，什麼東西都拿不到，這次牠決定要爬樹看看。\n\n　　「呀哈哈哈哈哈哈哈～豬要爬樹耶～」小安德笑了出來，而豬好像太想吃到蘋果了，什麼聲音都不顧。\n\n「摳摳摳～」就在豬碰到樹的那一刻。\n\n沒了。\n\n什麼東西都沒了。\n\n豬消失了。\n\n小安德瞪大了眼睛，從她躲的那棵樹後面走了出去，走向那棵超大的蘋果樹。\n\n「咦？豬豬呢？」小安德繞了蘋果樹一圈，還是沒有看到那隻豬的蹤影。\n\n「小安德，小安德。」有一個女生的聲音傳了出來。\n\n　　「咦咦咦？！是誰在叫我？」小安德四處觀望，除了蘋果樹還有其他樹之外沒有任何東西。\n\n　　「小安德，在這裡唷。」小安德看向了蘋果樹，果然，聲音就是從這棵蘋果樹傳出來的。\n\n「咦？是蘋果樹在說話嗎？」小安德走向了那棵蘋果樹，這時，蘋果樹出聲了。\n\n　　「妳好，小安德，我是世界樹，而且是專屬於小安德的世界樹唷。」蘋果樹出聲了，但是，蘋果樹為什麼是世界樹呢？\n\n　　「小安德的世界樹？妳騙人～妳明明就是蘋果樹！」小安德指著那棵自稱是世界樹的蘋果樹說著。\n\n　　「妳因為喜歡吃蘋果，我才刻意變成蘋果樹的呀！不然妳有看過蘋果樹這麼大棵的嗎？」世界樹這麼說著。\n\n「所以......妳是世界樹？」小安德說著。\n\n「是的，我是世界樹。」世界樹回答。\n\n「那......為什麼豬豬碰到妳就不見了？」小安德看著世界樹說著。\n\n　　「這是因為呀......除了妳，其他生物碰到我都會被傳送到另一個世界去唷！」世界樹回答小安德的問題，但是，另一個世界？\n\n「另一個世界？那是哪裡？」小安德摸了一下世界樹，世界樹笑了一聲之後，說：\n\n「那裡呀......是個什麼東西都沒有的地方唷！」世界樹笑著回答。\n\n「所以，什麼東西都沒有的地方，也沒有蘋果囉？」小安德天真地問。\n\n　　「是啊，小安德！世界樹跟妳說唷，在這個創世神的世界裡，總共有五棵世界樹唷！每棵世界樹都有守護跟小安德一樣是人型化的’’人’’唷！」世界樹回答。\n\n「小安德是人......嗎？」小安德喃喃自語著。\n\n　　「只要妳相信妳是，妳就是，還有，小安德，在過不久，妳就會遇到在妳生命中最重要的人囉。」說完，世界樹散發出了淡淡的紫色光芒後，就不說話了。\n\n「最......重要的人？」小安德撿起地上的蘋果，輕輕地咬了一口。\n\n同時，有一個男生，正往叢林中央，也就是世界樹旁的湖走去......。\n"
        },
        {
            "author": "gm8292",
            "timestamp": 1336809960,
            "txt_content": "－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－－\n\n第五章：現實世界。\n\n\n　　「阿空哥哥～那是什麼意思？」小安德眼睛直視著最後一項，也就是喜歡阿空程度的那一項。\n\n　　「沒沒沒！小孩子不懂不要亂問！不過......說也奇怪，如果真的這種像牧場物語一樣的東西，那為什麼沒有從零心開始啊？」阿空看著視窗說著。\n\n　　「算了算了！不管了！小安德！快把蘋果放進我的背包裡吧！現在時間也不早了！拿個蘋果竟然可以拿到又要晚上了才拿完，真是的！」阿空關掉了視窗，並按下了第二個按鈕開啟背包，把好幾組蘋果丟進去背包後，快步離去。\n\n（在阿空還有小安德回到沙漠之家並且放好蘋果後）\n\n　　「現在的時間是晚上八點，那現實世界是幾點呀？......，我真笨！下面不是有寫嘛！現在時間是下午四點，先下線好了！小安德！我先離開一下下喔！」阿空對著小安德說著。\n\n「去哪裡？」小安德看著阿空說。\n\n「就......就我之前跟妳說過的另一個世界呀！」阿空笑著對著小安德說。\n\n　　「你是說只有你可以瞬間移動到的地方嗎？那你要快點回來唷！」小安德從箱子裡拿了三十幾個蘋果，坐在床上慢慢吃著。\n\n就這樣嗎？原來她不在意呀？\n\n「那我走囉！」阿空準備按下第一個按鈕。\n\n　　「阿空哥哥掰掰～要記得回來找小安德唷～」小安德拿著蘋果揮揮她那小手，跟阿空道別。\n\n　　阿空按下了第一個按鈕，這時畫面又重新扭曲，小安德坐在床上跟阿空道別的影像漸漸模糊，取而代之的是阿空的房間。\n\n「看樣子，我是回來了吧？」阿空往電腦的方向走去。\n\n阿空將電腦開機後，去浴室洗了一下澡，接著開啟了巴哈姆特。\n\n　　「哦？真快呀！版上已經有關於實體版Ｍｉｎｅｃｒａｆｔ的資訊啦！來看看！」阿空點進去了看板，映入眼簾的是一大片關於實體版的遊戲資訊，但是有其中一種文佔了大多數。\n\n版友一號：「有人遇到擬人萌體化怪物了嗎？」\n\n版友二號：「聽說萌體化的苦力帕是個大姐姐耶！」\n\n　　版友三號：「我剛剛去看了一下官方網站的說法，聽說遊戲中雖然是單人遊戲，但是萌體化怪物卻是有相連的，也就是說萌體化怪物......各種類只有一個啊啊啊！！！」\n\n哦？只有一個呀？\n\n那我不是......碰到其中一個了？\n\n發篇文章好了！\n\n阿空將自己碰到小安德的經驗ＰＯ了上去版上，但是得到的卻是不好的回應。\n\n版友四號：「是嗎？遊戲剛開始就有人唬爛啊！」\n\n版友五號：「呸呸！沒圖沒真相！」\n\n「只不過是分享經驗而已嘛！不相信就算了！啊！！！肚子餓死了！去找阿刀吃飯好了！」阿空摸著肚子，往樓下走去。\n\n　　「阿刀！我們去吃飯！」阿空看到正在玩遊戲的阿刀，躺在沙發上，眼睛是閉著的，看起來像是在睡覺，原來玩實體版的遊戲模樣就是這樣子啊？\n\n　　「算了！自己去吃好了！」說完，阿空拿起放在書桌上的摩托車鑰匙，往他最常去的一家小吃店走去。\n\n（阿空到了他最常去的小吃店’’友朋小吃’’中）\n\n　　「老闆！我要一碗滷肉飯還有一碗貢丸湯！還有！我不要再吃小朋友囉！不要在問我了！」阿空往其中一桌空桌走去。\n\n　　「哎呀！阿空啊！你不要搶我的梗嘛！難得你來，讓我說一下會怎樣嗎？」老闆拿著阿空的滷肉飯還有貢丸湯走來，拍了一下阿空的背。\n\n「咳咳咳咳！！小安德！我不是說過不要拍我背嗎？」阿空大喊著。\n\n　　「欸欸！你是老糊塗喔！是我耶！老闆老闆啦！什麼小安德！你作夢喔？哈哈哈哈哈！還小安德勒！」老闆一邊笑一邊繼續煮他的麵。\n\n「呿！臭老闆！」阿空繼續吃他的滷肉飯。\n\n我竟然會說出小安德，呵呵！我是不是太想她啦？\n\n（這時遊戲中的小安德）\n\n「呀～阿空哥哥怎麼還沒回來呀！我好無聊唷！」小安德躺在床上說著。\n\n　　「有了！去找苦姐姐玩好了！咻～」小安德一說完，馬上瞬間移動到了一個大洞窟裡。\n\n「苦姐姐～苦姐姐～小安德來囉～陪我玩好不好！」小安德在洞窟裡大喊著。\n\n　　「啊唷唷！真是稀客中的稀客啊！你有了阿空還來找我啊？」一個身穿綠色連身外套的女子從洞窟深處走了出來，看身材......喔不！是看外表大約也有二十歲了吧？\n\n　　「苦姐姐！妳在說什麼啊！我最最最喜歡的還是苦姐姐妳呀！」小安德一邊說一邊往苦姐姐的方向走去。\n\n　　「我說啊！小安德！不是跟妳說過不要叫我苦姐姐嗎？我的名字是苦莉帕！莉帕懂嗎？」自稱莉帕的女子看著小安德說著。\n\n　　「為什麼要叫莉帕？妳比我老！所以我叫妳姐姐呀！苦姐姐～」小安德抱著莉帕的大腿說著。\n\n　　「什麼叫做我比妳老？我現在還年輕！好啦好啦！我先陪妳玩好了！反正我現在也閒閒沒事做！還有啊......記住喔！不可以跟妳那個阿空提到有我這個人知道嗎？」莉帕對著小安德說著。\n\n「好啦好啦！那我們玩瞪眼遊戲！」小安德開心地說著。\n\n「不要！要玩就要玩轟炸牛牛樂！」莉帕對著小安德說著。\n\n　　「不要！小安德會輸啦！而且，我很喜歡那些牛牛媽媽們！她們會給我很～好喝的牛奶耶！」小安德說著。\n\n「好啦！瞪眼遊戲就瞪眼遊戲嘛！開始！」\n\n「耶～苦姐姐最好了！」\n\n在這陰暗的洞穴中，一安德一力帕的在玩瞪眼遊戲。\n\n這時的阿空正吃完晚餐，準備回家繼續遊戲......。"
        },
        {
            "author": "我就是神:D",
            "timestamp": 1341900540,
            "txt_content": "還有嗎2545"
        },
        {
            "author": "harrycheng",
            "timestamp": 1378631940,
            "txt_content": " 本帖最后由 harrycheng 于 2013-9-8 17:20 编辑 \n\n這位大大(不知你看不看得懂繁體)forum.gamer.com.tw/C.php?page=1&bsn=18673&snA=8833&subbsn=0[/url]這是你看到的小說，But...請說出來源好嗎?而且也沒經過作者同意你知道這是多麼羞恥的一件事嗎?(我為了告訴你特地為你註冊一隻帳號)"
        }
    ]
}