{
    "title": "【原创】我的朋友？是僵尸！--01",
    "author": "孤独患者",
    "replyCount": 5,
    "timestamp": 1391435460,
    "txt_content": " 本帖最后由 孤独患者 于 2014-2-5 11:52 编辑 \n\n“马桶，起床了！”太阳都晒到你屁股上了，没发现你的菊花都红了么！”我的朋友，海珠，还是一如既往的一大早起来把我叫醒。只不过，我似乎被耍了…….还是一如既往的早晨，还是一如既往的房间，各种事物在洛冲的眼里都是那么的平常，洛冲从床上爬了起来，伸了伸懒腰，懒洋洋的走到了洗手间，做着自己眼中觉得十分平常的事情。刷牙、洗脸，换衣服，然后趴下去继续睡，接着被海珠拉着耳朵拉出了家。.“等等，今天不是星期天吗？！啊该死，海猪你给我滚出来！”洛冲似乎忽然明白了现在是星期天，不顾一切形象的大吼了一声，只不过，场合似乎有一点不对了，洛冲明白，这一切的一切都是海珠设计好的阴谋。.啊，酒多嘛蝶！我忘记自我介绍了~我叫洛冲，是一名普通的不能再普通的一名初三学生，我的外号似乎一进教室自我介绍完毕就被取了这个该死的绰号，就因为我的名字叫冲，他们就擅自给我加了个马桶，还说冲马桶这外号十分的适合我，我真是恨不得扇他们一巴掌，到了最后，他们把我的外号进行了大提升，成为了2.0版本。于是，我的外号冲马桶也直接设定为马桶了…….接下来介绍的是那个该死的朋友韵海珠，大家都给他取名叫海猪，他似乎也不是那么反抗，而且十分自然的接受了这个名字。所以，取了这个外号名字之后，就再也没有叫过他的真名惹。虽然说叫他海猪，但是其实他的脑子一点也不猪，而且格外的十分聪明、狡猾，有一次他说他要着手准备一个大计划，大家都以为他是在糊弄人，结果过了一个月，整个学校被海猪搞得稀里糊涂的，一环接着一环。比如：在班主任的杯子上弄胶水，里面装着热咖啡，班主任想喝水，看到有杯咖啡，本能的伸手去拿，结果被胶水粘住，但却没被发现，那咖啡是热的，而且里面被海猪装满了泻药。过一会，老师发现杯子粘住了，就甩了甩，结果热咖啡甩了出来，喷到她头上，让她满身黏糊糊的，然后又拉肚子，带着个杯子跑去了wc。至今，学校还在调查到底是谁弄的，我们这群朋友也没透露，保留到现在。.好了，言归正传，接下来看洛冲会怎么做吧~.洛冲在大吼完之后，立即反应到了邻居们都怒视着他，洛冲脸有些微红，慢慢的走回家去了。.洛冲走回家，看到了海猪在自己家里大笑，洛冲看着海猪十分不爽，一个拳头上去，把海猪打得笑不出来了。.“好了好了，这次是我错了，别打了，受不鸟！”海猪假装十分痛苦以及懊悔的呆在角落，等待洛冲的处罚。洛冲则是理都不理，他上一次就因为良心爆发伸手去接着海猪的手臂。结果在一秒之后，洛冲就后悔了，他忽然被海猪爆了下体，亲眼看着海猪跑出自己的眼线，边跑还边喊：“这人蛋痛，急需处理！”还因此引了许多路人甲路人乙的赏眼，而且海猪还在洛冲的脚下放了个碗，有良心的路人甲、乙还往碗里投币，他们当洛冲什么了？.洛冲是力量型的，海猪是智力型的，你说，如果洛冲把自己的视觉没有放在海猪身上会怎样呢？果然，海猪开始进攻了！“海珠爆菊一击！”海猪把自己摆成专业爆菊人员的样子，往洛冲的菊花一冲！.“啊！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！”洛冲大叫一声，急急忙忙的冲去了厕所去了，趁着混乱的时候，又被海猪逃了！！.洛冲看着海猪跑远的方向苦笑大吼道：“为什么我每一次都输给你！海猪！”.“因为！这个帖子没有人顶啊！你的主角光环也会变弱的！哈哈哈！”海猪大吼道.只不过，这样的生活还会不会继续风平浪静的持续下去呢，你说呢？这根本不可能，一位名字叫史蒂夫的神在默默的准备着蒂夫系统。那个系统，是害了许多星球文明毁灭的一种系统，可以让一个星球成为如同Minecreat一样的世界！\n（小点是当空格用的，请不要把小点当成小说一部分）                                                                                                                                                           [返回索引贴~]",
    "replies": [
        {
            "author": "903481064",
            "timestamp": 1391436240,
            "txt_content": "史蒂夫是神我接受，史蒂夫还是个像Him一样的坏蛋我就不接受了好吧——史蒂夫不和Him互撸就好了，还想Him一样干坏事"
        },
        {
            "author": "1164816764",
            "timestamp": 1391482260,
            "txt_content": "lz小说狂"
        },
        {
            "author": "幽灵[youling]",
            "timestamp": 1391485140,
            "txt_content": "好吧，支持一下"
        },
        {
            "author": "zz12341",
            "timestamp": 1391504580,
            "txt_content": "一般般"
        },
        {
            "author": "孤独患者",
            "timestamp": 1391506200,
            "txt_content": "zz12341 发表于 2014-2-4 17:03\n一般般\n一般般就够了，谢谢~"
        }
    ]
}