{
    "title": "永恒之夜第三章：令人震惊的真相",
    "author": "GAODADEYANLEI",
    "replyCount": 5,
    "timestamp": 1391479320,
    "txt_content": " 本帖最后由 GAODADEYANLEI 于 2014-2-5 12:32 编辑 \n\n各位看官请给点意见吧\n                                                                     第三章：令人震惊的真相\n    晨曦拖着有些疲惫的身体回到自己小木屋内，坐下来，环视了自己的小木屋一遍，发现没有什么可收拾后，只好开始不情愿的发呆，思维随着凝视远方的双瞳越飘越远，心中只期望着明天的到达（方块大陆虽然没有了黑夜与白昼的交替，但人们为了保持自律仍按照以前的时间历法）但没过多久他便进入了梦乡之中，第二天到了早晨时分曦便起床了，好好的洗漱了一番，然后把自己挖到的铁矿变卖了弄了一身干净整齐的衣服，整个人立马换了一种气质，看起颇为清秀，在河边照了照，觉得还不错，晨曦把中年人给的徽章佩戴在胸前，就向学院出发了.\n   晨曦刚走到学院门口，就看见了人山人海的场面，心中便对学院有了一个评价“看来这冀光学院还真是不错”，只是晨曦刚想进去便被站岗的守卫拦下了：“你不能进去.”晨曦指了指胸前的徽章，那守卫满不在乎的看了一眼，突然好像受到了什么惊吓似的，满脸的恐慌，带着尊敬的语气退到一旁说道：“对不起大人，我没认出您来，快请进吧.”在一旁作为观众的晨曦心里泛起嘀咕：“用不着这样吧？”但最终只说了句：“没事”便进去了.\n   校院里不同于外面安静极了，只有学员们操练的声音，晨曦正走着，突然背后传来一声极为熟悉的声音，但却想不起来到底是谁，回头只见一位满头白发却体格硬朗精神抖擞的老者向晨曦走来，那老者见晨曦满脸的疑惑便笑了一声到：“你小子还真是健忘啊.”晨曦再次听到这声音便反应了过来：“你就是我脑海里的那个声音？”“没错，没错，跟我来吧你不是想知道十三年前那场战斗的真相吗？”于是晨曦便跟随老者来到了老者在学院的住处，一进门老者便热情的请晨曦坐下：“呵呵，不要拘束，随便做吧，你可以称呼我为寒枫”“诶...这样不妥吧，您是长辈，我一个后辈直呼您的名字不太合适.”晨曦回答道，寒枫笑了笑说道：“呵呵，没什么不妥，说起来，我们还是老朋友呢.”晨曦这下彻底的摸不着头脑了，寒枫拿下挂在墙上的一幅画摸了摸说道：“呵呵，我给你讲讲当年的真相吧，这样你就能理清思路了.”“在这之前还请你做好心理准备，Notch.”“Notch？”“对Notch这才是你的本名”“什么？不，我的名字是....”“呵呵，听我说完，一切都能解释清楚了”“好吧.”\n   “ Notch，你做了一个诸神死去的怪梦而且还获得了神奇的能力对吧？”“对”“呵呵这就没错了.”“知道你为什么会拥有这些能力吗？”“知道，你不是说是从我的父母那里继承过来的吗？”“对，但不只是这样，神的子嗣早就落寞了怎么可能给你这样的能力？”“神...神的子嗣？”“没错你的父母是神的子嗣，但神的血脉只是给你能使用这能力的支持而已，你能拥有这能力是因为你是神的转世，准确的说是第六次转世”“对了Notch是你作神时的名字，是在你第五次转世觉醒时得知的那时我们是一对好朋（ji）友，你的第五次转世的名字叫做steve，唉~只可惜当时的你还没有成长起来便被herobrine杀死了.\"\"herobrine?\"\"众所周知世间万物都有对立面神也不例外，herobrine就是你的对立面一个亦邪亦正的神”“其实十三年前的那个所谓的反击计划根本不是什么人类对怪物的反击而是为了取回你的遗物.”“我的遗物？”“对，神也就是你临死的那一刻将自己所有的能力化为了一块方形徽章就是你这一世的父母留给你东西”“要不是我们在取回方形徽章时遭到了herobrine创造的末影军团的攻击，造成“复兴者”死伤大半你这一世的父母也不会这么早离去.”“你现在明白一切了吧？”说完之后寒枫顿时老泪纵横大声喊道“知道吗？我的正神啊，我的老朋友啊，我们为你付出了太多的代价，为的就是再次看到希望的光辉，回应我们吧...................\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "小析",
            "timestamp": 1391479380,
            "txt_content": "先回复在看               "
        },
        {
            "author": "GAODADEYANLEI",
            "timestamp": 1391479440,
            "txt_content": "小析 发表于 2014-2-4 10:03\n先回复在看\n谢回复"
        },
        {
            "author": "月轻歌",
            "timestamp": 1391479680,
            "txt_content": "不错哦"
        },
        {
            "author": "GAODADEYANLEI",
            "timestamp": 1391479740,
            "txt_content": "月轻歌 发表于 2014-2-4 10:08\n不错哦\n嘿嘿~谢夸奖"
        },
        {
            "author": "GAODADEYANLEI",
            "timestamp": 1391479920,
            "txt_content": "shao_long 发表于 2014-2-4 10:11\n。。。。。。。。。。。。。。。。。。。。。。。。。。。。。\n？"
        }
    ]
}