{
    "title": "<连载·单章>苦力怕泰迪与骷髅圣殿[作者：小龙][1-10骷髅圣殿之战]",
    "author": "毒蛇",
    "replyCount": 1,
    "timestamp": 1391491020,
    "txt_content": " 本帖最后由 毒蛇 于 2014-7-4 17:05 编辑 \n\n索引帖地址：http://www.mcbbs.net/thread-228787-1-1.html \n上一章地址：http://www.mcbbs.net/thread-232096-1-1.html\n精彩看点：天地皆黄，苦骷战争一触即发。\n截稿日期：2014.2.2\n\n字数：1360字\n第十章  骷髅圣殿之战　　“中计啦！”一个冰冷的声音说，“一切都是安排之中的，希尔保特再算也算不过我！”这时，唯一没有关上的东门外的草地变黄，树木枯死，蔚蓝的天空也变得和沙尘暴时一样黄，白云成了乌云，一派死寂沉沉的样子。　　“主人真是英明啊！”希尔宝莱和安妮跪在地上。　　“我就知道你们不是好人！”依耶说。　　“晚了！一切都晚了！杀吧！”希尔宝莱说。　　安妮以讯雷不及掩耳之势发了一炮，泰迪他们一躲，炮正好击中骷髅雕像，骷髅雕像轰的倒塌了，震得整座建筑晃动。希尔宝莱不知所去，泰迪掏出宝剑，跑到安妮身后捅了她一剑，安妮瞬间喷血，趴在地上，颤颤巍巍，死了。　　泰迪夺过巨型狙击枪，扔给洛克，洛克朝几个骷髅兵发了一炮，一大波人倒地而死，但剩下的人毫不畏惧，继续冲上前。依耶拿着双枪，不停地发射。又一波人被扫射而死。　　“啊！”洛克叫了起来。　　原来他中毒了，大家回头一看，有四员猛将站在后边。　　“快喝牛奶！”依耶说。　　洛克喝了牛奶，恢复了。四员猛将有的拿狼牙棒，有的拿大铁锤，有一个拿着各种毒药，还有一个就是希尔宝莱。　　拿狼牙棒的冲了上去，泰迪拿出宝剑和他打了起来。一招，两招，都躲过去了，唯独第三招，泰迪的宝剑拿歪了，被狼牙棒揍到中心。忽然，泰迪来了一个回马枪，“咣当”一声，狼牙棒掉了。亚伯拉罕拿出长矛，给了这个苦力怕的脖子一下，他倒下了。　　与此同时，洛克他们正在和那个拿铁锤的家伙厮杀。“咚咚咚！”洛克和依耶往后撤了一步，但使劲地顶着。这时，克莱拉在拿铁锤的家伙后边嘲笑他，拿铁锤的家伙愤怒地转过身，依耶和洛克在后边突然说：“不许动！”　　铁锤掉到了地上，这个苦力怕举手投降，被洛克绑起来扔在倒塌的雕像的基座上。　　泰迪刚战完，那个巫师就来了。“啪！”一瓶药水飞过来，他们躲开了。巫师拿出一个火葫芦，施了施魔法（样子是），火葫芦　　喷出三团火。“嚓嚓嚓！”泰迪拿宝剑削掉了，这样过了几分钟，泰迪忽然倒地。亚伯拉罕关心地说：“啊呀，你怎么了？”　　“他体力不支了！哈哈哈哈！”巫师奸笑道，又发了一个大火球。　　“欻”一声，亚伯拉罕拿宝剑把火球消了回去，巫师顿时失去笑容，烈火焚身。　　“还有我呐！”希尔宝莱说。　　这时泰迪起来了，5个人严阵以待。希尔宝莱拿巨型狙击枪发了一炮，亚伯拉罕倒在地上，还有一丝活着气息。洛克和泰迪冲上去，却动不着希尔宝莱的一根汗毛。他武功高强，这时蹿上了房梁，又跳下来，站在泰迪和依耶中间，迅速转过身，将泰迪和洛克摔在依耶那边。男孩子都倒下了，依耶和克莱拉拽着几个人，退到西墙边，彻底无路可逃了。　　“受死吧！”希尔宝莱尖叫道。　　“哎呦！”希尔宝莱忽然倒下了。　　福斯特出现了。　　“福斯特，你——”　　“这就是学校旁边的森林，不对吗？”\n　　“真的是啊。”依耶说。　　“当然，又不是一定要在骷髅国。”　　“这样啊……”　　“你们快准备准备，我去把他杀了。”说完，福斯特指了指那个拿铁锤的家伙。　　几分钟的光景，那个家伙死了，大家都整装备战了。　　忽然，希尔宝莱站了起来，但是看到这么好的装备，瞬间哆嗦了一下，一步步地后退，然后飞快地跑了。　　“胆小鬼！”洛克讽刺道。　　“我拿宝剑把能源之心打碎。”泰迪说。　　“别！”洛克说，“我要拿个东西。”　　可是已经晚了，剑一插进能源之心，整座骷髅神殿就震动了起来，要倒塌了。洛克跑到南墙边，拿了一个东西，就赶紧向东门跑。　　倒霉的福斯特被一截倒塌的柱子压倒了，晕了过去，大家费力搬开柱子，拖着福斯特逃出东门。\n下一章地址：http://www.mcbbs.net/thread-232505-1-1.html\n[groupid=573]教程小说齐聚汇[/groupid]",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1391491080,
            "txt_content": "一个冰冷的声音说话会用叹号。。。"
        }
    ]
}