{
    "title": "【原创】我的朋友？是僵尸！--02",
    "author": "孤独患者",
    "replyCount": 11,
    "timestamp": 1391506380,
    "txt_content": " 本帖最后由 孤独患者 于 2014-2-9 15:52 编辑 \n\n此时此刻，史蒂夫在Minecreft大陆开展了一系列的准备……     .                                                                                                                                                                                        “唠嗑杰森！快点！生猪肉放入蒂夫系统了没有！”史蒂夫大吼道. “你很烦诶！史蒂夫，我不是你的仆人，我跟你只是普通的盟友关系！并不是什么该死的奴隶关系，就算我们共同的愿望是统治地球，你也不可以这样一直使唤我，我们的实力都一样，而且在这大陆里，就只剩我们俩了，你怎么对我说话的！”杰森边吼边在一旁杀猪的说道。. “好啦！那你快一点，蒂夫系统需要250个猪肉才可以启动！”史蒂夫此时用Minecreft大陆最先进的通讯器：超级小木棍！跟唠嗑杰森对话. “好了！完成！”唠嗑杰森把第250块猪肉扔入了超级主机（熔炉）里，边说道。. “那么，就选在明天吧，投放蒂夫系统的日子，明天12点，立即投放！”史蒂夫说完话立刻从物品栏里拿出一张床，放在地上睡了起来。. “真是的，这史蒂夫，有事没事就睡觉，跟那些猪一样，后事还得我处理……”唠嗑杰森把电脑（工作台）打开，在里面搜索着蒂夫系统有没有什么大、小漏洞，他要及时进行修复，不然会影响到明天12点的大事，一旦被人类发现了蒂夫系统中的漏洞，狡猾的人类会利用漏洞来提取自身的力量，导致蒂夫系统崩溃，这样的话，我们蒂夫星人就完蛋了。. 在地球……. 洛冲准备着包里的东西，他说好了要跟韵海珠和其他的小伙伴一起出发去郊外露营，不可以迟到，就在明天的12点准备出发，洛冲准备好在野外生存的行李之后，便把整理好的行李放在了一边，然后出门去自己的同学家‘关谷奇神’家做客去。关谷奇神一家野外的活动经验是最多的，奇神是日本人，他5岁的时候就参加了一次郊外活动，学到了不少知识，10岁的时候去郊外进行军训，14岁出国来到中国的初中学校学习中文，到现在，就是我的同班同学了。. “奇神？你在吗！”洛冲敲了敲门，见似乎没有人，便喊了一声，还是没人，就打算离开时，奇神打开门，道：“怎么了？有什么事情吗？”“我想请教一些郊外要带什么东西的问题”洛冲也不讲客套话，立刻开门见山进入主题。. “你先进来，在外面说不方便。”奇神说道，洛冲便进入了关谷奇神的家里。“我想问的问题是：这次你组织的郊外活动邀请了几个人？郊外活动包里要带什么？”洛冲道. “嗯，这一次加上你，只有五个人要去，其他人似乎都没什么兴趣。分别是：曾大贤、胡二菲、韵海珠，你以及我，至于你说的郊外活动包里要带什么，我稍后再说，我先去准备一点茶点，我肚子饿。”奇神也不废话，一说便下去拿茶点上来吃。. “也帮我带份！我也没吃饱”洛冲道“好！”奇神回话. 见奇神上来，洛冲啃了口饼干，问道：“接下来，郊外需要带什么？”. “郊外需要带吃的、穿的，用的和住的，吃的我觉得带再花俏也没用，所以我个人觉得压缩饼干是不错的选择，穿的带3-5件干净的衣裤就好了，外套最好也带一套，用的则是洗漱用品，可以随身携带的便利小刀，开山刀最好也带一把。只不过带不带随你，打火机必要的，开山刀砍树枝，打火机打火，住的是：帐篷、睡袋、睡垫和睡枕，最重要的是急救包，必要的时候一两包就好了。”. 说了这么多，让洛冲也有一点头昏脑花的。“那好，我写一下就回去了。”洛冲随即掏出笔和纸写了起来。. （小点是当空格用的，请不要把小点当成小说一部分）                                                                                                                                                    [返回索引贴~]",
    "replies": [
        {
            "author": "墨~潇.湘",
            "timestamp": 1391506560,
            "txt_content": "字多，果断先回复"
        },
        {
            "author": "953142925",
            "timestamp": 1391506560,
            "txt_content": "支持原创！顶个"
        },
        {
            "author": "42486327",
            "timestamp": 1391506620,
            "txt_content": "很不错的原创\n支持"
        },
        {
            "author": "MC大湿",
            "timestamp": 1391506920,
            "txt_content": "250个猪肉\n\n有几个意思"
        },
        {
            "author": "CEEE",
            "timestamp": 1391507040,
            "txt_content": "哎 lz不发那吞*的毒誓了？？"
        },
        {
            "author": "孤独患者",
            "timestamp": 1391507100,
            "txt_content": "...\n请不要说吞翔这种十分高明的词语\n还有，谢谢大家支持我！我会努力的！"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391507460,
            "txt_content": "  关谷莫名中枪"
        },
        {
            "author": "HGK",
            "timestamp": 1391509380,
            "txt_content": "关谷贝奇神....贝爷和关谷的合体？我大腿中了一箭...."
        },
        {
            "author": "923565379",
            "timestamp": 1392012780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "孤独患者",
            "timestamp": 1392014580,
            "txt_content": "923565379 发表于 2014-2-10 14:13\n曾大贤（曾小贤）和胡二菲（胡一菲），关谷奇神。。我突然笑了\n到最后全部挂机"
        },
        {
            "author": ".含羞草",
            "timestamp": 1417358760,
            "txt_content": "曾大贤。。。胡二菲。。这是闹哪样"
        }
    ]
}