{
    "title": "<连载·单章>【杀戮游戏】[作者：hznb][第二章 Black HIM奸计得逞]",
    "author": "hznb",
    "replyCount": 6,
    "timestamp": 1391507160,
    "txt_content": " 本帖最后由 hznb 于 2014-10-28 18:59 编辑 \n\n废话，即戳即看\n第二章修改完毕\n\n\n\n正文（1225字）\n  “那，那是…HIM！！”曹小睿眯起双眼，试图让自己看得更清楚一点，“不对，HIM的眼睛是白色的，他是黑色的，怎么会这样？”\n\n  突然，曹小睿所看到的那个人化作一道长虹飞向他，在他面前放置了一个箱子。\n\n  曹小睿大吃一惊，这，这可是虚空呀，没其他方块他怎么放呀，这一举动颠覆了曹小睿对这款游戏的认识。\n\n  他对曹小睿点了点头，意思很明显，是让他打开这个箱子。\n\n  作为一个新世纪的好青年，曹小睿的适应能力还算是不错的，曹小睿打开了箱子，里面有本书，封面上写着龙飞凤舞的几个大字“杀戮规则”。\n  曹小睿回想起胖子说的话，忍不住愤慨起来，这苏胖子还骗我说是原版服，这么有趣的mod还藏着，得亏我机智啊。\n  他翻开这本观看了起来，书里的字体的方方正正的楷体和封面的字体形成了强烈的反差：尊敬的player，我是Black HIM,马上你将开始游戏，你是第一位玩家，本游戏一共有12人参加，之后还会有其余11名玩家会陆续进入。杀戮游戏的规则很简单，只需要把龙蛋、下界之星和其余玩家的末影珍珠放入您的末影箱中，你就胜利了，末影箱用末影珍珠开启，每个玩家都会有末影珍珠，而且颜色都不一样，末影珍珠的其他功能还需要你自己去摸索，此次杀戮游戏的地点是路易泡大陆，好了，请问，尊敬的玩家，你还有什么疑惑吗，有问题请写在书上，放入箱中。    “哎呦我去，这mod貌似很厉害，苏胖子是怎么找到的呀，制作这mod的人肯定是某大神啊。”曹小睿对这个“mod”大感佩服。    “咦？怎么我的物品栏里出现这么多书。”说着说着，曹小睿的背包里出现了很多“书与笔”，看来是和Black HIM询问问题的道具。    曹小睿的手指在键盘上飞快的敲击着，就跟钢琴大师在弹琴一样。随着手指的运动，书上出现了几个字“我的出生点会在哪？”\n  “嗒嗒”鼠标点击放入箱中，对于这个问题，曹小睿还是很关心的，毕竟，出生点决定着一开始游戏的难度。\n  如果你出生在雨林或者是沙漠，那你就得自求多福咯。    箱子里毫无征兆的冒出一本书，曹小睿翻开书：系统是随机让你出生的，改不了的。如果你准备好了，就右击一下你的末影珍珠，开始游戏。    “随机的呀，那就没办法了。”这时，物品栏里出现了一个天蓝色的末影珍珠，跟曹小睿之前丢出来的那颗一模一样。\n  鼠标右击，屏幕上又出现了“加载世界中”的字样，曹小睿兴奋的怪叫了一声，这可倒是又吵醒了不少邻居，使得邻居们再次骂声震天“哪家熊孩子叫啊，大半夜还让不让人睡啊”“哪个人叫的啊，出来，我打爆他”….    这时，电脑屏幕上出现了一个漩涡，不断的有风被吸进里面，“咦？这是什…”曹小睿话没说完就被吸了进去。    “怎，怎么回事，我怎么会来到这里！”曹小睿惊恐的望着周围的一切，这里像极了电视里的时空隧道。    “哈哈哈哈哈哈，骗进来一个小屁孩儿了，我Black HIM果然厉害啊。”一个突兀的声音冒了出来，那刺耳的笑声让人起了一身鸡皮疙瘩。    曹小睿不断的在蠕动着自己的身躯，因为，他发现自己好像有些控制不住自己的身体了。    “哈哈哈哈，别白费力气了，你这种凡人在传送通道讲话就已经是很不错的了，还想动？”Black HIM大笑道。    突然，传送通道一震，曹小睿就不见了…\n上一章 天蓝色的末影珍珠          索引贴          下一章 第一夜下矿洞\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "MC大湿",
            "timestamp": 1391507400,
            "txt_content": "\n\nBlack HIM! 天朝盗版HIM"
        },
        {
            "author": "╱/.淘芞尐孒",
            "timestamp": 1391507460,
            "txt_content": "奸计？"
        },
        {
            "author": "天痕魂殇",
            "timestamp": 1391509140,
            "txt_content": "耗子居然开始写文章。。。"
        },
        {
            "author": "doushidi",
            "timestamp": 1391509260,
            "txt_content": "骚年你逗了，耗子下一步是不是曹小瑞也就是PR来杀我了哈？"
        },
        {
            "author": "hznb",
            "timestamp": 1391509440,
            "txt_content": "doushidi 发表于 2014-2-4 18:21\n骚年你逗了，耗子下一步是不是曹小瑞也就是PR来杀我了哈？\n没有啊，把你写进去就是打酱油的"
        },
        {
            "author": "doushidi",
            "timestamp": 1391509560,
            "txt_content": "JB,信不信到学校我菊爆你，顺便举报你和二狗的奸情"
        }
    ]
}