{
    "title": "原来MC这么神奇",
    "author": "d打酱油",
    "replyCount": 14,
    "timestamp": 1391507160,
    "txt_content": " 本帖最后由 d打酱油 于 2014-2-6 13:31 编辑 \n\n刚刚在wiki上看到的            不知有没有火星       不知有没有发错版        \n\n                                                                   大家都知道给末影龙加血的东西吧，但是有多少人知道那个东西的名字呢\n               他叫        末影              水晶           下面            开始             进入                  正题            \n\n                                                            由于LZ懒就不截图了，直接复刻~~\n                                                                末影水晶是一种实体而不是方块。他只包含底部的具有基岩材质的台阶与旋转的多重立方体。底坐中间的基岩实质上是在世界生成器中预定义的，并不属于末影水晶实体的一部分。水晶中的火是实际的火方块，水晶能够使其永远燃烧。如果将易燃方块放在水晶旁边，火会蔓延到易燃方块上。\n末影水晶实体并非固体，玩家可以自由穿过。末影龙能够无伤地穿过末影水晶。末影水晶能够被活塞推动，但有可能会爆炸。\n                         在正式版1.2之前，在多人游戏中末影水晶能够使用ID为383的刷怪蛋生成。命令为/give <玩家ID> 383 1 。生成末影水晶不一定要在基岩的上侧，任何地方都可以。不过如果对着方块正下方生成，末影水晶会替换方块并出现在所在位置。 在13w37a以后（1.7.2快照），可以通过/summon 200 [x] [y] [z] 也可以用/summon EnderCrystal\n                              末影龙穿过末影水晶时，会出现水晶爆炸的效果。末影水晶能够在超出高度上限的区域放置，但不会发光。在极其稀有的情况下，末影水晶会在基岩以上2格出现。                                                                            如果龙蛋掉落在其他方块（如火把、台阶、草丛）上，龙蛋会变成可拾取的物品\n\n\n\n\n当用打火石击打龙蛋时，可能会一击打碎龙蛋或者使龙蛋瞬移后依然碎掉\n末影龙在经过龙蛋时会将其破坏                                               \n                                                                                      试图从一只刷怪蛋中生成一件物品将会导致游戏崩溃                                   雪球是可投掷物但是不会对除了烈焰人( 3 ())和末影龙(1 ())造成伤害       雪球还会对狼造成伤害; 但这种漏洞比较少见 \nBeta 1.9发布以前，恶魂所射出的其实是着了火的雪球。这一点一直到 Beta 1.9 发布，以及随后的 Minecraft 1.0.0中才发生了改变。  \n皮革链甲皮革链甲仅是一个出现在Indev 0.31的items.png文件的图像。里面缺少了钻石和黄金盔甲在1.7.2中用命名牌把羊命名为＂jeb_＂羊会变成彩虹羊（身上的羊毛不断变换颜色）。不过仅仅是一个显示效果。并不影响实际修剪时羊毛颜色。在许多多人模式的服务器中，输入/spawn能够在你看见在船上的另一个玩家，但其实这个所谓在船上的玩家只是在你看不见的地方移动而已。该玩家的腿是分开的，就好像他正在船上一样的。而且在此期间，该玩家对方块的操作不会对其它玩家造成影响。当乘船进入一个传送门时，游戏会崩溃。如果你在玻璃上放一艘船，上船并破坏这艘船，你将会穿过这块玻璃并受到一颗心的伤害。当你把船放在地面上时，即使没有水，也会有水花溅起的效果。如果一个玩家在船上离开游戏，当该玩家再进入游戏时，船就会跑到离玩家很远的地方，而该玩家也会掉入水中。有的时候在航路上还会突然出现一排的船。（已在1.2.5版生存模式中证实）。如果拿着一只碗进入/离开船，你右击鼠标的同时还会发射一支箭（如果你的包里有箭的话）。如果你试着拿着一艘船开门，这艘船将会被放在门的上方。乘船时砸到（不是撞到）任何一只动物将会杀死玩家，但会保持船的完好。不过这也会让游戏崩溃。和上一条有些相似的是，如果玩家乘船并在台阶上搁浅，那么玩家会受到坠落伤害。你在船上待得越久，伤害也就越大（可能是将你航行的距离当成了坠落的高度，将你搁浅的一瞬间当成了着地的一瞬间）。这个漏洞在你从灵魂沙上离开船时也会发生。当你拿着船上船时，船将会以极高的初速度移动。如果船被放在了铁轨上，船将会卡在铁轨上方的方块里直到它受到了足够的伤害（而坏掉）。当你在船上按下鼠标滚轮时，游戏客户端将崩溃。当你行船时移动到了在水面和上方砖块之间只有一格空气的地方，你将受到窒息伤害。如果你把一艘船放在一条1×1的运河中央，它将会卡住并消失。自从1.0.0版本起(本漏洞在每周快照11w50a中测试)，一艘没有载着玩家的船不会遵循水的物理特性。在Beta 1.5及之前的版本中，如果你做一个洞口为3×3的，有3个方块深的洞，并往里面放1至2艘船，再往里面填入沙子或沙砾，就可以作出流沙。如果你行船时撞到了鱿鱼，船会坏掉。在多人模式中，行船速度很慢而且很卡。如果你在水上行船，当你移动的时候，水会跑到船里。如果你行船的时候切换到第三人称视角，你的裤子会显示在你站立时裤子的位置，同时你还会有另外一双处于坐下状态的腿，这两双腿都会伸出船。如果鱿鱼离你的船足够近，就会把头对准你的船，好像它们要攻击船一样。不过由于鱿鱼会弄坏船，所以玩家航行的时候需要小心。如果一个楼梯上下颠倒地放在水面上方，船就可以顺利从楼梯下通过，并且不会让玩家受到窒息伤害。有时，如果你把船开进传送门中，传送门将会被复制5份，并随机分散在数据中。如果你拿着船离开船，就会放下第二艘船。如果一艘船从高空落下，它经过的地方将会有水花的效果。船是实体，所以如果它处于一个瀑布中，它就会试着浮到瀑布顶端以便“呼吸”。当你行船时以一个较大的角度(170+或10-)撞上灵魂沙，有极少的几率你会死亡。这个漏洞原因未知。自1.2.5版本起，从高海拔的地方推船，船会飞起来。这个漏洞原因未知。在每周快照12w23b中，船不能用于交通。因为当你到达目的地下船时，船会把你传送回你上船的地方。自每周快照12w22b起，船移动时会很卡。船能够被放在某些固体方块中，包括黑曜石和羊毛，但船却会在你想放置它的地方的上面的方块出现（因为这个漏洞很大，漏洞只会在你想把船放在下界传送门中或其它一些状况时出现），这将会使船受到的重力消失并发生惯性上的错误。如果你把水放在卡住船的方块的后一格，船就会穿过卡住它的方块。 在穿过方块以后，船的速度就会减缓（除非船要顺水向下移动），直到有另一艘船或其它什么东西推它一下。这个漏洞可以让船浮在虚空中，制造飞在空中的浮桥，传送船以及造成无数本wiki没有提到的漏洞（包括传送玩家）。                                                                                                                    LZ吐槽(船的漏洞好多……）好了，搬完了（还有很多神奇的东西，再说吧）\n\n\n                                 标明出处       wiki百科           让你变成火星人的百科",
    "replies": [
        {
            "author": "zjr_516635864",
            "timestamp": 1391507340,
            "txt_content": "哎我去好复杂..."
        },
        {
            "author": "花钱丶伤",
            "timestamp": 1391507400,
            "txt_content": "复制粘贴看来挺有意思的啊=w="
        },
        {
            "author": "番茄茄",
            "timestamp": 1391507460,
            "txt_content": "火星天气怎样？"
        },
        {
            "author": "MC大湿",
            "timestamp": 1391507460,
            "txt_content": "\n\n1.纯复制好玩么\n2.没有标明出处"
        },
        {
            "author": "神JU悲剧",
            "timestamp": 1391507520,
            "txt_content": "我居然是沙发？我居然一个字一个字的看完了。。。"
        },
        {
            "author": "神JU悲剧",
            "timestamp": 1391507580,
            "txt_content": "神JU悲剧 发表于 2014-2-4 17:52\n我居然是沙发？我居然一个字一个字的看完了。。。\n哎，一发完就不是沙发了。。"
        },
        {
            "author": "饭吃鱼",
            "timestamp": 1391507640,
            "txt_content": "没认真看wiki  \n但还是知道很多了的、\n感谢分享"
        },
        {
            "author": "海－圣羽",
            "timestamp": 1391507700,
            "txt_content": "神JU悲剧 发表于 2014-2-4 17:52\n我居然是沙发？我居然一个字一个字的看完了。。。\n你的网速太慢了......"
        },
        {
            "author": "w761565960",
            "timestamp": 1391508420,
            "txt_content": "-。-我表示MC從來都是最神奇的東東"
        },
        {
            "author": "我的工业2",
            "timestamp": 1391509860,
            "txt_content": "楼主wiki几乎每个MC玩家都看过了啦"
        },
        {
            "author": "xac596556",
            "timestamp": 1391510280,
            "txt_content": "w761565960 发表于 2014-2-4 18:07\n-。-我表示MC從來都是最神奇的東東\n因为MC最不科学= ="
        },
        {
            "author": "窝窝小米",
            "timestamp": 1391562420,
            "txt_content": "欢迎来到地球"
        },
        {
            "author": "d打酱油",
            "timestamp": 1391603820,
            "txt_content": "窝窝小米 发表于 2014-2-5 09:07\n欢迎来到地球\n{:10_513:}不用欢迎"
        },
        {
            "author": "猫鱼",
            "timestamp": 1391643420,
            "txt_content": "感谢楼主分享，很多我都没听过。不过转帖记得标明出处哦"
        }
    ]
}