{
    "title": "【转载】《超级学生》Ⅰ",
    "author": "WANG丶",
    "replyCount": 36,
    "timestamp": 1391513580,
    "txt_content": " 本帖最后由 WANG丶 于 2014-2-11 21:39 编辑 \n\n在这就不做具体说明了\n\n请看http://www.mcbbs.net/thread-232708-1-1.html\n\n章节楼数（共10节）\n\n1L     5L      14L    17L     21L      22L     28L(连更)   31L(连更)\n\n看完记得回复哦~\n\n开始\n\n作者：公子诺\n\n[/【黄金太子】001被校花拒绝的表白\n\n“天道！”偌大的操场上围着上百学生，而这些学生的焦点，完全的集中在人群最中心的两个人身上。站在人群最中心的是一男一女，年纪都在十七八岁的样子，只不过和其他学生有区别的是，两个人都没有穿校服，但是学生证却是别在两个人的胸前。\n\n说话的是那个女孩，女孩很漂亮，柔柔弱弱，天生丽质，给人的感觉一看便是那种纯情到骨子里的女孩。大大的眼睛一闪一闪就如散发着灵气一般，洁白的皮肤如雪如玉，虽然此时她的黛眉微皱，却又散发出一种西施之美。\n\n而站在她对面的，则是一个高高瘦瘦的男孩，但是同样的，给人感觉让人称奇赞叹，因为从来没有人见过一个男孩可以生的这么漂亮，而且皮肤水嫩洁白，甚至让对面的女孩都无法去与之比较。精致的五官，棱角分明，黝黑的眼瞳，深邃地就如无月的夜空。\n\n“你不要太过分了！的确，我这段日子对你是有些好感，但是这样的好感不是说我对你产生了你所谓的情愫，我只是不希望你堕落的更厉害而已，我以为你是一个有良知而且会在我的帮助下迷途知返的人，所以我才在学习上主动帮助你，你不要过分的自作多情，难道你忘记了，我是班上的学习委员了么？”\n\n女孩声音微微的有些颤抖，而且夹杂着一丝的冷漠和愤怒，而眼前被称作为天道的男孩此时手里拿着一封书信，像要做演讲一般的架势。\n\n天道面无表情的看着眼前的女孩，久久不语。\n\n“我靠，这小子竟然公然在这里面对着我们向校花流年表白？这人妖不会吃错药了吧？”\n\n“就是，癞蛤蟆想吃天鹅肉！也不看看你是什么家世！一个下贱的孤儿而已，竟然想要追求校花？”\n\n“不自量力，真觉得他那人妖的模样可以秒杀所有无辜少女呢，傻X，小说看多了吧！”\n\n周围的学生议论纷纷，而作为这场闹剧的始作俑者天道，终于是开口说话了，“流年，你，要拒绝？”\n\n“当然！”流年几乎是本能地回答道，随即一想这样的拒绝貌似会伤害到对方，但是反正不管自己直接拒绝和间接拒绝都是要伤害他的，索性就让他早点死掉这条心，也好让自己还能继续和他做朋友。\n\n“那你一直对我那么好，都是因为我成绩差，而且是学校有名的垃圾流氓？”天道漂亮的眼睛紧紧地锁定在流年的眼睛中，让流年有了一霎那的恍惚，随即狠狠的点点头，但是却没有说任何的话。\n\n其实流年并不是多么讨厌天道的，虽然这个家伙一直都是学校有名的流氓地痞学生，不受学生欢迎，不受老师欢迎，更加的不受所有人欢迎，但是自己曾经看到他在街上帮助一个小女孩打跑了几个流氓，还是觉得他本质不坏的，正因为如此自己才在最近的一段时间内在学习和思想上帮助他。但是自己万万没有想到，他竟然会喜欢上自己，不过想到这里，流年不由地暗暗叹口气，想必自己这样的女孩，应该没有男生不会喜欢自己吧。这不是自恋，而是想到自己的容貌和背后的家世，让流年深深的再次为之苦恼。\n\n天道自嘲的笑了起来，但是仍旧还不死心的继续追问道，“那你就没有一丁点喜欢我的意思？”\n\n天道这句话问的很是认真，而且几乎满怀期待的看着流年，只要流年稍稍的点一下头，至少让自己知道，她还是对自己有那么一丁点的好感，就已经很知足了，但是很可惜，流年还没有来得及回答，便是被一个突兀的声音打断。\n\n“当然没有，你这样的癞蛤蟆怎么可能得到流年的眷恋？哪怕是施舍，也绝对的不会给与你这样的人妖！”从人群的外围挤进来一群学生，领头的是一个少年，长的很是英俊，至少在男人的评判标准里，这小子长的的确是不错，在那些花痴的眼里，早早的就已经被评定为校草。font]\n\n嘿嘿嘿，觉得好的顶一下~",
    "replies": [
        {
            "author": "zhong19981221",
            "timestamp": 1391513760,
            "txt_content": "╮(╯▽╰)╭ 我竟然看完了{:10_492:}"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391513820,
            "txt_content": "zhong19981221 发表于 2014-2-4 19:36\n╮(╯▽╰)╭ 我竟然看完了\n啥？（我再发一段）"
        },
        {
            "author": "zhong19981221",
            "timestamp": 1391513880,
            "txt_content": "WANG丶 发表于 2014-2-4 19:37\n啥？（我再发一段）\n继续吧 楼主{:10_492:}"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391513940,
            "txt_content": "【黄金太子】002后悔的拒绝\n\n“嘿，白家林来了，他可是校花的追求者之一啊，他父亲可是龙城市的市委书记，爷爷更是省里的高官呢，他来了，天道这个垃圾就要有好戏看了呢！”\n\n“嗯嗯，白少来了，这小子就没这么大的气焰了，好戏开始了啊。”\n\n天道缓缓地瞥了一眼走到自己眼前的白家林，继而冷笑着说道，“我没有问你，我问的是流年。”\n\n“可是我现在说的，就代表着流年，就你这穷酸小子，连学费都靠学校来免的家伙也想追求流年？给你一分钟，给我滚！”白家林双眼之中射出一股寒光，有点阴森地对天道说着。而天道则是完全的忽略掉了他的存在，依然不死心的看向流年。\n\n而流年则是更加的为难了起来，围观的人越来越多，而且大多都是讨厌天道的人，这个时候如果自己再说些什么不利于天道的话，那么他以后恐怕就永远的在龙城高中抬不起头来了。自己可以伤害他，可以辱骂他，但是自己有底线，那就是绝对的不能伤害到他的自尊。\n\n正因为考虑这个，流年变得为难了起来。\n\n白家林一看流年为难的样子，火气更是不打一处来，猛然伸出手将天道一把拉了过来，膝盖上顶，狠狠的撞击在天道的小腹，让天道顿时疼痛难忍的叫了一声，半跪在地上，大口的喘息着。\n\n“我和你说的话，难道你没有听见么？给你一分钟，马上给我滚！”\n\n流年的小嘴微微的张了张，却是到最后也没有去帮助天道说任何的话语。只是希望天道可以在这个时候离开，以免受到白家林的欺负。白家林有钱有势，而且还是市长的儿子，学校里很多的高干子弟都不敢招惹他，更何况是无依无靠的天道。\n\n“那你说，什么样的人才配得上你？”天道忽然缓缓的抬起头来，长长的刘海遮蔽住他那黝黑的双眼，满怀期待的问着流年。而听到这样问题的白家林忽然也放弃了将天道尽快清理的念头，同样也满怀期待的向着流年看去。\n\n流年紧咬樱唇，有些不忍地看着天道，最后张开小嘴，轻声说道：“最起码他要是盖世英雄，掌握正义，不求家财万贯锦衣玉食，定要翻手为云覆手为雨！”\n\n“呵……明白了，对不起，谢谢你这几个月的眷顾和施舍。”天道自嘲的笑着，然后站起身来，转身便是要走。但是白家林哪里会放弃教训他的机会，伸出手来一把拉住天道，但是随即却是引来一道犀利如刀的眼神。\n\n天道的眼睛还是那么亮，但是此时的他眼睛里的光亮，却是有如一把利刃一样，让白家林觉得随时都有可能被插入胸腹，使得他情不自禁地竟然是后退了一步，泛起一股寒意流窜全身。\n\n“你是我喜欢的第一个女人，你的要求我可以做到，但是，不值得了。”天道在离去之际，忽然是淡淡地对流年说了一句在别人的眼里哄笑不已的大话来，但是流年听到这句话之后，第一个念头却是后悔？！\n\n后悔！怎么会，怎么会这样？自己竟然看着他孤单的背影之后，竟然在内心里燃起一股悔意？！这怎么可能，难道说我喜欢天道？开什么玩笑？！这家伙逃课、抽烟、喝酒、打架、甚至还去那些风流场所，这样的人自己怎么会喜欢？！\n\n流年很是费力的将自己的这个想法狠狠的抛出脑外，然后转身向着教学楼的方向走去，这场闹剧实在是让自己感到苦恼不堪。同时自己也知道，天道一定很恨自己吧，再也不会和自己当朋友了吧。\n\n天道有些失落的站在教学楼的楼顶，抬头看着无云的天空，心里都是一阵苦闷的笑意，不得不说，遭受到流年的拒绝让他感到十分的心痛，但是同时，他也明白了一件事情，这个世界，真的就是金钱与权力交织的世界，所谓真情，真的不是穷人可以拥有的。\n\n混迹在最底层，普普通通的人们果真是没有任何资格对一些上流社会的人奢求真情，奢求爱情，奢求友谊。散发在这些人周围的，只不过是一连串的铜臭而已。\n\n那么既然这样，自己还有必要再去寻找这样的普通，这样的情感？这个世界哪有真情。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391514180,
            "txt_content": "  和mc毫无关系吧 O.O"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391514300,
            "txt_content": "Lucky777777 发表于 2014-2-4 19:43\n和mc毫无关系吧 O.O\n可以发与MC无关的小说（你可以去看看版规，喜欢看就看着吧）"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391514360,
            "txt_content": "zhong19981221 发表于 2014-2-4 19:38\n继续吧 楼主\n我突然发现你的注册时间是和我的一样呢！\n哇咔咔咔咔，哈哈\n{:10_508:}"
        },
        {
            "author": "美好的小星",
            "timestamp": 1391514480,
            "txt_content": "再来一段，再来一段"
        },
        {
            "author": "zhong19981221",
            "timestamp": 1391514480,
            "txt_content": "WANG丶 发表于 2014-2-4 19:46\n我突然发现你的注册时间是和我的一样呢！\n哇咔咔咔咔，哈哈\n哥比你早几个小时{:10_492:}"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391514660,
            "txt_content": "zhong19981221 发表于 2014-2-4 19:48\n哥比你早几个小时\n呃.......好吧\n{:10_494:}\n\n验证回答竟然是88-10=78!\n"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391514720,
            "txt_content": "WANG丶 发表于 2014-2-4 19:45\n可以发与MC无关的小说（你可以去看看版规，喜欢看就看着吧）\n  诶 我没说不行 不过楼主要持之以恒啊"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391514780,
            "txt_content": "【黄金太子】003寻求王者\n\n啪\n\n一只手轻轻的拍在天道的肩膀上，让天道转过头来不由地看着眼前的一个男孩，男孩长的很秀气，柔柔弱弱的给人一种很温柔的感觉，这个人是天道在学校里唯一的朋友，但是请不要误会，人家可不是差生，相反，他是一个学习成绩很好的学生，名叫天诺。\n\n天诺是天道的同桌，或许是因为两个人的名字里都带着一个天字，所以让两人都有一种惺惺相惜的感觉。天道是学校里有名的流氓地痞，所有人都不愿意和他走近，唯独这位天诺，非但从来都没有嫌弃天道，反而是在很多的时候都选择义无反顾的帮助他。基于这一点，天道对他还是蛮感激的。\n\n“我可真是服你了，当着二百多人的面给校花念情书？虽然失败了，但是不得不说，老子很佩服你！呵呵，一定很难过吧？好了，没关系，从头再来嘛，我就不信你这样的家伙会找不到喜欢的女生。”\n\n天诺微笑着对天道开解着，天道也是报以微笑，继而点了一下头，“天诺，谢谢，我一直都想不通，你为什么会对我这么好？我查过你，你父亲是市里有名的地产商，身价过亿，你完全都有理由看不起我这样一无所有的人，你可不要告诉我，你之所以对我们这么好，是因为我们的名字里，都有一个天字。”\n\n天道的双眼紧紧的看着天诺，仿佛要将他看穿一般，盯着天道的眼睛，天诺露出一个惊异的表情，随即呵呵的笑了起来，“说实话，我也不知道，我的家世使得我在这里，完全可以像白家林那样的人横行无忌，但是不知道为什么，我见了你，总有一种想要臣服的感觉，这样的事情让我苦恼了很久，我总觉得，你不是一般人。很可笑吧？我竟然因为一种感觉，而和你这个地痞流氓的差生走到了一起，但是天道，你不会让我失望的对吧？”\n\n“你是在拿着你自己和我赌什么吗？”天道忽然笑了起来，对天诺这样的说法只是淡淡的笑了一下，并没有任何的惊讶之处。\n\n天诺很是认真的点点头，“我爸爸和我说，我这个人不适合当王者，只能给王者当一名军师，当然，这也可能是因为我的头脑比较灵活，我智商一百二呢。既然是一名军师，就要寻求一名值得我去追随的王者，很遗憾，我貌似把赌注放在了你的身上，不知道你这家伙会给我开出一个什么牌面来。”\n\n王者……天道哈哈的笑了起来，随即点点头暗暗的赞扬了一下天诺的老爸，最后转身走开，在临走之际，天道对天诺说道，“你小子赢了。我要开始疯狂了，还有三年的时间，足够我疯狂的了，天诺，欢迎你来到我的身边，而且，你不虚此生。”\n\n天道从教学楼下来，突然看到前面并排着走着两个人，一个是流年，一个是白家林。这两个都给与了自己耻辱的人，竟然这么快的又出现在了自己的面前，真让天道感觉这个世界的渺小和残酷。\n\n“呵，天道，你小子还没走啊，还真有脸继续待在这里呢？我要是你，我就从楼上跳下来，一死百了呢。”白家林率先看到了天道，忍不住的想起上午天道的糗事，于是出言讽刺着说道。身边的流年听到白家林的话之后，蓦地转过头来，然后看着向着自己走过来的天道，神情一阵紧张，想要张开小嘴说些什么，却是试了又试都没有能说出什么来。"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391514900,
            "txt_content": "Lucky777777 发表于 2014-2-4 19:52\n诶 我没说不行 不过楼主要持之以恒啊\n没问题！看着吧！（争取每天能发）"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391516580,
            "txt_content": "咦？没人回复？我再发一更吧（看完回复我才更哦）"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391516640,
            "txt_content": "WANG丶 发表于 2014-2-4 20:23\n咦？没人回复？我再发一更吧（看完回复我才更哦）\n【黄金太子】004蜕变\n\n天道带着淡淡的笑意，经过两个人的身边，未作任何的停留，却是淡淡的说道，“奸夫淫妇啊？怎么，要出去开房吗？白家林，你那些狗腿子怎么没跟着你呢？”\n\n白家林和流年顿时一惊，白家林怎么也没有想到，平日里只敢欺负欺负一些弱势群体，从来不敢招惹自己的天道竟然对自己这样的说话，而流年则是很是生气的听着天道那句‘奸夫淫妇’。黛眉忍不住的皱了起来，很是不高兴的说道，“天道，你乱说什么！”\n\n天道悠悠的站住脚步，转过头来带着不屑的目光看着她，被天道的目光笼罩在全身，流年突然感觉到十分不自然起来，就好像自己是背着天道和别的男人在一起而被天道发现了一般。这样的感觉让自己简直就要疯掉了，怎么会这样？自己又不是天道的什么人，况且，自己只是想要回家，巧遇到了身边的白家林而已。\n\n“我，我只是凑巧碰到了他……”说完这句话，流年顿时变得脸色苍白了起来，一脸的难以置信，自己竟然，竟然向他解释？！老天，这到底是怎么一回事，自己，自己怎么会向他解释这些！而身边的白家林听到这样的话，就更加的愤怒了，忍不住的向着天道冲了过去，他要狠狠的揍天道一顿，虽然说天道这小子打架不错，但是自己绝对相信，在龙城高中，没有一个人胆敢对自己动手！只是他不知道的是，眼前的天道，已经开始脱变，变得光芒万丈，变得风云四起！\n\n啪\n\n一个重重的耳光打在白家林的脸上，竟是直接将其打倒在地，天道的双眼之中透着不屑的味道死死的盯着地上傻掉一般的白家林，继而冷冷的笑着说道，“白家林，给我记着，不想死，以后再也不要来招惹我。还有就是，从今以后，谁和流年在一起，我就让她生不如死！”\n\n流年不由再次一惊，极度疑惑的看着说出这样的话来的天道，而天道也将目光与之对望，脸上露出厌恶的笑容，“从今以后，三年内，我不会让任何人得到你，你也休想得到任何人。”\n\n说完，天道一个转身便是潇洒的离去，留下两个傻傻的人站在原地。\n\n“混蛋，老子要你死！”良久之后，醒悟过来的白家林忽然是愤怒的咆哮道。"
        },
        {
            "author": "海－圣羽",
            "timestamp": 1391551860,
            "txt_content": "我下意识的在 学生 二字前面脑补了个 小 字"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1391562120,
            "txt_content": "楼主快更。\n\n\n"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391566980,
            "txt_content": "海－圣羽 发表于 2014-2-5 06:11\n我下意识的在 学生 二字前面脑补了个 小 字\n老子初三！"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391567100,
            "txt_content": "【黄金太子】005想要搞你？\n\n龙城黄金圣殿豪门俱乐部。\n\n宽敞的大厅里，鲜红的地毯铺就，金碧辉煌的修饰，硕大的落地窗分散周围，将整个龙城市的夜景尽数收在眼底。几位穿着红色礼服的服务生恭敬而又小心的端着一道道山珍海味向着大厅的中央那个豪华的餐桌前走去，不时的偷偷瞥一眼，正在用餐的两个人。\n\n这个大厅可不是任何人都能到这里来吃饭的，而且就算是你有钱有势也不一定能到这里来坐着。豪门俱乐部的会员哪一个不是身家过亿，家产万贯。但是这个餐厅，却是永远的只属于一个人。\n\n坐在最右边的那个少年。\n\n天道摆弄着自己手上的高脚杯，身边的服务生急忙将手里捧着的一瓶价格不菲的拉斐尔酒庄珍藏的红酒走了过来，轻轻的给天道的杯子里倒满酒。与此同时，服务生的目光也不由地看向对面那位海吃猛喝的中年大叔，不知道今天少爷请的这位客人，究竟是什么人。\n\n对面的这位中年大叔给这些服务生的第一印象那就是颓废、肮脏、凌乱、拖沓、猥琐、无耻……\n\n此时的他穿着一件不知道有多旧的西装，褶皱不堪的廉价衬衣上，挂着一个有些破旧的领带。尤为让这些服务生有点想要吐血的是，这位中年大叔穿着一双凉鞋，而且还是拖鞋。\n\n这样的身份别说到这里吃饭，就是下面那些普通的餐厅他也绝对的是一辈子都没有希望进来的，但是，今天小少爷竟然请这样的人吃饭，让这些服务生不由地怀疑是不是这位小少爷脑子烧坏了，从街上抓了一个要饭的跑回来请客。\n\n“老王八蛋，老子失恋了。”天道淡淡的说道。\n\n对面的中年大叔一顿猛吃，就如饿死鬼投胎一样的丝毫不停下他那脏兮兮的双手，听到天道说话之后，只是点点头，便是一边继续吃着，一边说道，“知道，当着几百口人对你的那位小情人念情书嘛，嗯，嗯，不错，丢人丢到祖坟上去了，要是被老老王八蛋知道了，你那个小情人死定了。”\n\n天道有些无奈的叹口气，伸手接过一个服务生递过来的烟卷，然后点燃，“老王八蛋，你不要丢我的人好不好？你他妈的怎么跟饿死鬼一样？还有就是，你怎么回国了？”\n\n“小王八蛋，你以为我想啊，老子现在正逃命呢，你奶奶现在正全球通缉我呢，老子从阿根廷出发，已经跑路了半个地球了，这次只不过是路过这里，来看看你小子，吃完这顿饭，老子就要去莫斯科了，你是不知道这两个月，老子可都是在飞机上度过的啊。”\n\n“哈？你又招惹到奶奶了？哦哦哦，我知道了，你一定是又上了哪个不该上的女人，然后被小妈告状，所以奶奶才追了你半个地球的吧？”\n\n天道有些幸灾乐祸的说道，让对面的中年大叔无比猥琐的笑了起来，“也不算是不该上，虽然她是一个王妃，但是毕竟又不是王后嘛……”\n\n天道的额头顿时滑下三道黑线，继而讪讪的笑着说道，“妈的，你收敛点行不行？你连人家王妃都敢上，万一他们跑到我这里来找我麻烦怎么办？我可不是你，也不是老老王八蛋，还有啊，小妈长的那么水灵，你怎么还死性不改的？”\n\n中年大叔嘿嘿一笑，很是得意的道，“家花不如野花香嘛，对了，你小妈说想你了，要你有时间回欧洲去看看她，MGBD，老子流亡了这么久，也没见这娘们说想老子，竟然对你这个家伙念念不忘的”说道这里，中年大叔突然脸色一顿，然后很是认真的看着天道，让天道不由的眉头一皱，“怎么？”\n\n“小子，你说……你小妈又不是你亲妈，从小对你那么好，现在又念念不忘的，会不会……你小妈想要搞你？？？”\n\n天道顿时哈哈的笑了起来，然后很是愤怒的变脸吼道，“去你妈的！”"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391567220,
            "txt_content": "【黄金太子】006分开搞\n\n中年大叔嘿嘿的一笑，然后正正脸色，一本正经的说道，“你那个小情人的家世老子调查了一下，不错，比我们家仆人有钱多了，不过我还调查出来一个惊人的秘密，想不想要知道？”\n\n“爱说不说，不说你就滚蛋。”天道有些不愿意提起流年的事情。\n\n“嘿嘿，通过调查，我知道流年，嗯，是叫流年吧，那小丫头的爸爸是个酒鬼赌徒，天天都不怎么回家，而她妈妈竟然是少有的美人呢，小王八蛋，不要怪老弟没父子义气，怎么样，你搞小的，我搞老的怎么样？”\n\n周围几个服务生的身子顿时晃了晃，脸色逐渐的有些发白。\n\n“别跟我说起她。”天道有些阴沉的说道。\n\n中年大叔嘿嘿的笑了一下，继而说道，“看来这个小丫头伤的你不轻啊，好了，小王八蛋，一年前我们打赌，你装成没钱没势的样子跑到这里来上学，然后交一个校花级别的女生，寻求你所谓的金钱都买不到的真情，现在你也看到了，赌约我赢了，那个小丫头一点都没鸟你。你是不是应该回老老王八蛋那里去继承伯爵的位置了？”\n\n“不去，没兴趣，”天道很是直接的回答道，然后颇为有些无奈的说道，“老王八蛋，你和二叔都还年轻，MGBD，为毛要老子回去继承伯爵的位置？虽然那个国家小一点，但是怎么来说也是一种荣誉和地位的象征吧？你和二叔怎么就吓的屁滚尿流的，不敢回去呢？”\n\n中年大叔很是不屑的撇撇嘴，然后摆出一副很是受伤的样子说道，“那个国家有法律，规定继承了伯爵之后就不能泡妞了，老子才不去呢，至于你二叔，这小子懒散惯了，你让一个全球最大军火商去当伯爵，开玩笑呢？这小子前一阵我还是见过他的，不过听说被那个国家查封了一批军火，现在很是愤怒，正带着一大批人去非洲自己研究原子弹去了。”\n\n嘭因为心脏承受不住两个父子的对话，一个服务生脸色苍白的直接晕死了过去，重重的摔倒在了地上。几个服务生急忙一脸歉意的将那个服务生拖了出去。\n\n“好了，等老子大学毕业再说吧，反正没几个月就要高考了，等我上了大学，玩够了这三年再说，到时候说不定老子就很愿意回去当一个伯爵了。”\n\n天道有些无聊的说道，手上的刀叉随即被丢在一旁，显然是没有了任何的食欲。\n\n中年大叔嘿嘿一笑，然后叹口气说道，“随你便吧，谁让你这小子是我们叶家三代独苗呢，老子不是不行，是懒得给老老王八蛋脸上贴金，要不然，老子给他生个十个八个的，哪里会让你这小子这般风光！”\n\n“切。”天道很是鄙视的看了一眼中年大叔，然后不屑的说道，“你他妈的在国外给我生了多少个兄弟姐妹，你当老老王八蛋不知道呢？我他妈的就能说出好几个来，算了，老子今天心情不好，先去睡觉了。”\n\n说完，天道站起身来，就要离开。\n\n中年大叔急忙叫住他，然后问道，“小王八蛋，一个女人搞不定，你都能成这样，你他妈的不觉得丢脸？”\n\n“没什么好丢脸的，她已经是我的人了，想跑也跑不掉。还有就是，老王八蛋，你把龙魅也弄到我学校来？”\n\n“没有，没有，想让你体会一下亲情嘛。”中年大叔讪讪的笑着说道，继而又道：“小王八蛋，你只有三年的悠闲时间，搞不出点啥门道来，你就要乖乖的给老子滚回欧洲去，你连大学都上不完的，记住了没？”\n\n“知道，看着吧，老子决定和这个世界好好的玩玩了，说不定，我能让这个世界因为我而变得疯狂呢。有时间去看看我老妈，MGBD，你这个负心汉。”\n\n“靠，连你奶奶都敢骂，小心老老王八蛋全球追杀你！他要是全球追杀你，你就是躲到伊拉克去也是没有用的。”\n\n金色的大门被两个服务生恭敬的拉开，天道缓缓的走了出去，留下一脸猥琐的中年大叔。"
        },
        {
            "author": "小白VS苦力怕",
            "timestamp": 1391655480,
            "txt_content": "哇擦，怎么不更了？\n我竟然一个字一个字看完了、。。。。。。。。。。。。。。。 = =   "
        },
        {
            "author": "乜许﹑該說再见",
            "timestamp": 1391661060,
            "txt_content": "LZ你为什么要转载.....言情小说？！！！{:10_494:}"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391661900,
            "txt_content": "好看呗，分享下~"
        },
        {
            "author": "1565300927",
            "timestamp": 1391670120,
            "txt_content": "lz快跟（奇怪，我怎么这么喜欢看）"
        },
        {
            "author": "1565300927",
            "timestamp": 1391670540,
            "txt_content": "1565300927 发表于 2014-2-6 15:02\nlz快跟（奇怪，我怎么这么喜欢看）\n更了@我"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391670960,
            "txt_content": " 本帖最后由 WANG丶 于 2014-2-6 19:17 编辑 \n\n这次两更，记得顶一下哦（回复）\n\n\n\n\n]【黄金太子】007新来的转学生\n\n“我就说嘛，老子叶无天的儿子，怎么会因为一个小妞就这么倒下了？”\n\n这时，一个西装大汉急急忙忙的走了进来，很是慌张的说道，“少爷，快点跑路吧，老夫人的追兵到了。”\n\n“我靠，那还不快点准备飞机，给莫斯科那边打电话，老子来了！”\n\n清脆的上课铃声响起，学生们纷纷落座，掏出书本等待着老师的降临。流年转头看了一眼身后的空座，有点期待，又有点复杂的等待着那个座位的主人到来。\n\n“流年，听说天道昨天向你表白了，你拒绝了？”同桌雅雅凑了过来，很是好奇的问道，让流年一阵无奈的点头。\n\n“嗯，拒绝的好，嘻嘻，我就说嘛，天道怎么可能配得上你？我还把你给我表哥留着呢。”\n\n流年一脸的苦笑，懒得去理会自己这位神经的同桌，眼睛一眨不眨的盯着教室的门口，希望天道不会因为自己拒绝了他的原因就把自己好不容易给他补上来的课程统统的丢掉，再恢复成以前那个地痞流氓的样子。\n\n这个时候，门口人影突然一阵晃动，接着走进来三个人。但是让流年失望的是，走进来的没有天道，而是老师和两个学生。\n\n“我靠，美女啊！”\n\n“是啊是啊，好，好漂亮啊，简直和流年不相上下呢，转学生吗？哈哈，我们有机会了，有机会了。”\n\n“去你妈的吧，她是老子的，少打她主意。”\n\n“妈的，是老子的，老子地。”\n\n教室里响起一片吵闹声，让身为老师的那个秃头顶很是无奈，制止了半天也没有效果之后，只能是无奈的等待着这些学生将话题讨论完毕。\n\n流年只是淡淡的看了一眼那两个转学生，便是再次将目光放在了门口。\n\n那个男孩很英俊，不过一脸趾高气扬的样子，很显然又是一个家世不错的二世祖，而另一个女孩，倒是让流年忍不住的多看了一眼，的确是一个难得的美女，火爆的身材，高高的个头，时尚的发型，白白的皮肤有着一种天然的气质。\n\n“各位同学，这两位是新转来的转学生，你们自我介绍一下吧。”\n\n“各位同学大家好，我叫李道义，刚从国外回来，我是本地人，希望以后相处融洽。”\n\n“我叫龙魅，北京人。”\n\n教室里响起一片热烈的掌声，随即流年眼睛一亮，看到一个熟悉的身影吊儿郎当的走了进来，直接无视所有人走了进来，路过龙魅和李道义的时候，天道忽然停住脚步，然后转过身来看着龙魅。\n\n而龙魅也是忽然笑了起来，就如百花齐放一般，迷倒众生。\n\n【黄金太子】008晚上我没地方睡\n\n“我靠，你还真来了，去别的班，去别的班。”天道有些不耐烦的摆摆手，大有要将这位新来的美女赶出去的意思。这样的说法让班上的同学顿时不干起来，尤其是男同学，好不容易又来一个大美女，你算什么东西，竟然直接给赶出去？\n\n“妈的，天道，你算什么东西啊，你凭什么把她赶走？你算老几啊？”\n\n“用你管，给我闭嘴！”忽然，一个女生响彻在教室里，让整个教室顿时安静了下来，说这话的不是别人，让人惊讶的是竟然是龙魅！\n\n龙魅吼完那个男生之后，这才转过头来看着天道，嘻嘻一笑，“干嘛呀，我就不能来你班了？你又不是班主任，凭什么赶我走？哼，我就在这个班了，有能耐你打我啊？”\n\n说完，天道便是已经扬起手，但是随即又无奈的放了下来，很是生气的说道，“那好，你可别说我认识你，我真不认识你。”\n\n“天道同学你好，我是你的新同桌，我叫龙魅，北京转过来的哦。”龙魅的声音让刚刚回到座位上的天道顿时大感无奈，随即转头四处看了看，却是发现天诺一脸苦笑的耸耸肩膀，坐在不远的地方。\n\n龙魅也不等老师吩咐，直接走了过来，欣欣然的便是坐了下来，然后嘿嘿笑着看着天道。这一幕让班上所有人几乎都要傻掉了，新来的一个美女的确是不错，但是，但是为什么这个美女和天道那个人渣认识？而且，还，还有点死皮赖脸的味道？\n\n靠，搞什么啊？！\n\n“你最好是快点离开，要不然，我要生气了。”天道眉头一皱对身边的龙魅说道，而龙魅则是一本正经的将书本拿了出来，就好像没听到天道所说的话一样，抬起小脸看着讲台上的老师，大有要认真听课的意思。\n\n这样的表现让天道顿时无可奈何起来，起身便要走出去，准备逃课。对于天道这样的行为，老师也已经是见怪不怪了，校长大人嘱咐过，只要天道不把教学楼炸了，随他怎么样。所以所有的老师基本上都是对他睁一只眼闭一只眼。\n\n“天道，你回来！”流年黛眉一皱，忍不住的说道，让走到门口的天道不禁回过头来，皱着眉头看着流年，“学习委员啊？有事？我凭什么要回来？”\n\n“现，现在是上课时间，你，你不能随便乱走。”流年感觉自己有种茫然不知所措的感觉，尤其是对上天道的双眼时，更加的让自己不敢前去与之对视。\n\n“老师都不管，你算什么东西？”天道很是不留情面的冷声说道，继而转身走了出去。而坐在座位上的龙魅却是忽然站起来一边大声喊着一边追了出去，“喂，喂，天道哥哥，你去哪啊，喂，死混蛋，我晚上睡哪啊，我没地方住啊，喂，喂……”\n\n“我靠！！！”\n\n“我靠！！！”\n\n班上再次的乱成一团，听刚来的这位大美女的意思是，她，她晚上要和天道一起住？我靠，这，这都什么跟什么啊！\n"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391672400,
            "txt_content": " 本帖最后由 WANG丶 于 2014-2-6 16:27 编辑 \n\n此楼作废，发错了，不要举报！\n\n@1565300927  @小白VS苦力怕 "
        },
        {
            "author": "1565300927",
            "timestamp": 1391685360,
            "txt_content": "WANG丶 发表于 2014-2-6 15:16\n这次两更，记得顶一下哦（回复）\n错字：嚣张大人       应该是校长大人"
        },
        {
            "author": "WANG丶",
            "timestamp": 1391685420,
            "txt_content": "1565300927 发表于 2014-2-6 19:16\n错字：嚣张大人       应该是校长大人\n好，我改一下~"
        },
        {
            "author": "WANG丶",
            "timestamp": 1392014880,
            "txt_content": "没人看么？没回复没动力啊！@小白VS苦力怕 @1565300927 @Lucky777777 @美好的小星 @zhong19981221\n\n我在文章里会故意打上以些错字哦（找到有奖）\n\n[/ 【黄金太子】009都是叫他爹\n\n被天道冷声回答的流年格外委屈的坐在座位上，想起以前自己要天道回来，天道总是会乖乖的回来的，但是现在……难道说，自己拒绝了你，你就要继续自暴自弃不把自己当朋友了吗？小气男人，小气男人！！！\n\n流年很是委屈的趴在桌子上呜呜的哭了起来，让许多看到这幕的男生都不由纷纷咒骂起天道来，把心目中的女神弄哭，想想整个学校里，也就只有天道这个人渣了。\n\n“你烦不烦？你好好的跑到这里来干嘛？”天道有些生气的回头对紧追身后的龙魅说道，而龙魅则是一脸的无辜，睁着大眼睛楚楚可怜的看着他。\n\n这样的表情往往会让男生无可奈何，以至于天道的语气也随之柔和了下来，不由问道，“不用说，一定是老王八蛋让你来的，可是你跑到这里来干什么？你长的的确是很漂亮，但是你是老子的妹妹，难道老子也能把你上了？”\n\n龙魅俏脸一红，娇嗔的白了天道一眼，继而说道，“干爹的意思很简单，要你教我手里剑，这可是我十七岁生日干爹答应过的，你总不能反悔吧？”\n\n“那是老王八蛋答应的，又不是我答应的，你爸爸妈妈真有种，尤其是龙叔叔，明明知道你不是他亲生女儿，竟然还和老王八蛋称兄道弟的，要是我，我早就砍死老王八蛋了！”天道很是鄙视的看着龙魅，让龙魅哈哈的笑了起来。\n\n“不准这样说我老爸嘛，他也是没办法啊，谁让他认识老妈的时候已经有我了啊，要怪就怪干爹，明明是我老爸，竟然认我当干女儿，哼，不过他还算是对我不错，要不然，说不定我也会砍死他的。”\n\n“……没劲，手里剑老王八蛋不是教给你了吗？那你怎么还跑来找我？”\n\n“干爹那个人你又不是不知道，天天风流成性，教了我几天就因为勾引我家的一个小保姆被妈妈打跑了，所以他才来让我找你的，哥，怎么说我也是你亲妹妹，你总不能拒绝我吧？而且放心哦，我的身份也只是一个普通下岗工人家的孩子，和你一样是个穷人家的孩子哦，没有人知道我的身份的，嘿嘿。”\n\n看着龙魅洋洋得意的样子，天道真是感觉这丫头的确是有老王八蛋的遗传，最后无奈的说道，“那好，有时间我教你，等你学会了，你就赶紧的回北京去知道不知道？”\n\n“再说啦，再说啦！对了，我来的时候可是听说了某些事情哦，是干爹在电话里跟我说的，说你失恋了？哇哈哈哈哈……”\n\n天道的眉头紧紧的皱了起来，随即掏出电话给叶无天打了过去，电话响了好久终于接通了，里面却是传来奇怪的声音。\n\n“老王八蛋，你他妈在哪呢？”\n\n“在床上呢，哦，不是，在飞机上呢，干啥？”\n\n“你他妈的把我的事情告诉龙魅，你什么意思？”\n\n“没什么意思，我就看看，你敢不敢把你妹妹上了，老子很忙，喔，喔，老子很忙，少给老子打电话，挂了挂了。”说完，不等天道再出声，叶无天便是已经把电话挂掉了。\n\n“我擦，这，这哪里是掌握着十几个全球大公司的老总应该有的德行！靠！”天道狠狠的鄙视了一下自己的老爹，继而看着笑嘻嘻的龙魅，邪邪的笑了起来，“听到没有？老王八蛋说看看我敢不敢把你上了，怕了吧？怕了就早点回去，知道了没有？”\n\n龙魅也是嘻嘻一笑，满脸的不在乎，“干爹说了，干女儿或者是儿媳妇，都是叫他爹的，无所谓。”\n\n“我……靠……”天道彻底的败在这一对父女的手中了，有些头痛的和龙魅出了学校，伸手拦下一辆车，绝尘而去。\n\n【黄金太子】010鲜花插在牛粪上\n\n天道和龙魅站在豪门俱乐部的门前，龙魅忍不住的抬头看去，继而有些好奇的说道，“哥，这就是龙城市最高的建筑了吧？”\n\n“嗯，这是有钱人的交际场，几乎在这里你能见到龙城市有头有脸的所有人物，虽然比不上北京，但是有一点北京那边是绝对的比不上这里的。”\n\n“什么？”龙魅很惊讶的问道。\n\n“这里的会员会费一年一个亿，北京那边虽然有钱的人多，但也绝对的比不上这里，这个俱乐部的会员现在有一百多名，也就是说，这个俱乐部每天呢个收入一百多个亿的会费。”\n\n“哦，厉害，你也是这里的会员吗？”龙魅家里很有钱，所以对这个说为的一百个亿也没有多少的惊讶。\n\n天道摇摇头，带着龙魅直接走进了电梯，“这里是老王八蛋的资产，我还用得着是会员吗？而且那些所谓的会费，都是老子的零花钱而已。”\n\n“……”\n\n次日天道和龙魅一起来到学校，虽然天道不愿意来这里，但是总起来说，自己还是一个学生，总是要装装样子走个过场，其实他内心里的真实想法，恐怕只有他一个人才知道。\n\n一阵轰鸣一阵飞尘夹杂着几个学生发生的惊呼，一辆黑色的布加迪ZB16-4威龙跑车瞬间便是冲进了龙城高中的校园里，甚至是让看门的门卫老大爷都没有来得及戴上自己的老花镜，那辆跑车便是已经有如鬼魅一般的闪进了校园里。\n\n这里的学生大部分都是有钱人家的子弟，开车来上学本来就不是什么新鲜的事情，而且学校的几位领导也同样的拥有着价格不菲的跑车，所以在这里见到跑车，并不是多么让人称奇的事情。\n\n但是，门卫大爷从来就没有见过一个开着跑车的人像风一样的冲进学校，然后眨眼叫消失在门口。人都是有着炫耀的本性的，尤其是那些开着车来学校的学生或者是老师们，每一次进校门，他们都恨不得推着走进去，好让其他的学生都羡慕和崇拜一下，但是今天，却有一个鬼一样的人开着跑车没有做任何的减速便是冲了进去，这就让门卫老大爷有些惊讶了。\n\n学校有专门的停车场，天道从车上走了下来，刚刚关上车门便是听到龙魅的惊呼，“哇，哥，你开车真是太帅了！而且我坐车一般都晕车的，坐你的车竟然没有。”\n\n“我十岁就会开车，你又不是不知道，我第一辆车记得还是和老王八蛋打赌赢来的。这辆车马力不错，价钱也一度被人称为最贵的跑车，不过要是你喜欢，你随便开好了，只要你人不出事，车怎么样都无所谓。”天道无聊的说着，便要将车钥匙丢给龙魅。\n\n龙魅却是摇摇头，很是高兴的说道，“我才不要这样的车呢，黑色的我不喜欢，而且我也不会开车，老妈和老爸总是把我宝贝的跟什么似的，根本就没有想过要我开车，以后有哥哥给我当司机就好了啊，快点走吧，要上课了。”\n\n天道点点头，这是他第一次开车来上学，心里自然是有种虚荣的感觉在作祟，另外还有一种报复的期待感在等待着自己，他很想让那些总是叫嚣着自己家里多么有钱的人看看，老子的车，你十辆也买不起一辆！\n\n不过天道不喜欢炫耀，要不然在进校门的时候，也不会那么快速的就冲了进来，其实他还是不想让别人看到自己的。\n\n两个人一前一后的走进教学楼，不得不说美女的回头率的确是相当的高，龙魅一路走来，无数的男生纷纷侧目停步傻傻的注视着她，不过看到她身边站着天道的时候，还是有人不禁的咒骂了起来。\n\n“妈的，鲜花插在了牛粪上！”\n\n“就是，这个天道真他妈的走了狗屎运了啊！”\n\n龙魅看了看一脸平静的天道，见他没有任何的表示，自己也就忍着没有去说话，但是自己的哥哥被说出牛粪，她还是在心里十分愤怒的，暗说你们这些笨蛋知道什么，你们嘴里的牛粪可是一位黄金太子，狗眼看人低！\n\n忍不住地，龙魅狠狠的瞪了一眼那些私下讨论着天道的男生，但是让她极度吐血的是，那些男生见自己瞪他们，竟然一个个都露出猥琐和自恋的表情。\n\n“看，看，龙魅大美女向我飞眼呢，我的老天，太，太漂亮了！”\n\n“去你妈的，她是在看我，看我！”\n\n“她不会是暗恋我吧，像我长的如此一表人才，对，就是的，她一定是对我一见钟情，否则的话，怎么会一直看着我呢……”\n\n“呕”天道瞥了一眼后面大片呕吐着的男生，很是无奈的走进了教室里。font]"
        },
        {
            "author": "1565300927",
            "timestamp": 1392034020,
            "txt_content": "更的好慢           "
        },
        {
            "author": "WANG丶",
            "timestamp": 1392034500,
            "txt_content": "1565300927 发表于 2014-2-10 20:07\n更的好慢\n谁叫你们不回复啊，我以为没人看了，就没更了~"
        },
        {
            "author": "美好的小星",
            "timestamp": 1392085320,
            "txt_content": "WANG丶 发表于 2014-2-10 14:48\n没人看么？没回复没动力啊！@小白VS苦力怕 @1565300927 @Lucky777777 @美好的小星 @zhong19981221\n\n我在文 ...\n提到我干什么  @WANG丶"
        },
        {
            "author": "WANG丶",
            "timestamp": 1392090600,
            "txt_content": "美好的小星 发表于 2014-2-11 10:22\n提到我干什么  @WANG丶\n想要你来看呗~\n{:10_495:}"
        },
        {
            "author": "美好的小星",
            "timestamp": 1392113760,
            "txt_content": "WANG丶 发表于 2014-2-11 11:50\n想要你来看呗~\n....{:10_492:}看完了"
        },
        {
            "author": "1565300927",
            "timestamp": 1392183060,
            "txt_content": "lz更嘛       "
        }
    ]
}