{
    "title": "<连载·单章>【杀戮游戏】[作者:hznb][第三章 第一夜下矿洞]",
    "author": "hznb",
    "replyCount": 3,
    "timestamp": 1391530080,
    "txt_content": " 本帖最后由 hznb 于 2014-11-30 20:56 编辑 \n\n废话，即戳即看\n第三章修改完毕\n\n正文（1491字）\n\n  在路易泡大陆的某个小岛上，风暴肆虐的刮着，不出一会儿工夫，便被晴朗的天空取缔了。\n  小岛上草丛茂密，几乎和人一样高，如果走进去探索一下，你会发现一个衣衫褴褛的少年躺在那，他，就是倒霉的曹小睿。    “这里是哪？”曹小睿艰难地睁开了双眼，望着这满是方块的一切，很是迷茫。    “哦，我想起来了，该死的Black HIM，这里应该就是路易泡大陆了吧。”曹小睿恍然大悟的拍了下脑袋，起身观察着四周。\n  “啊！我的身体怎么变成方块了。”曹小睿惊呼。\n  “这是？血条和饥饿度？”曹小睿此时忘了自己的身体，被眼前出现的满格的血条跟饥饿度吸引了过去，他伸了伸手，但摸不到，仿佛是天生附带着的。    忽然，一个机械化的声音从曹小睿的手上冒出来：“欢迎来到路易泡大陆，现在开始你的杀戮游戏，有问题可以问我。” \n  这可把曹小睿吓了一跳，他手上凭空出现了一个天蓝色的末影珍珠，而且，看上去和之前的那颗一模一样。  \n  “你..你..你是谁？你怎么会讲话？”末影珍珠会讲话真是颠覆了曹小睿的常识。\n  “我是你的末影珍珠，一个智能AI”末影珍珠再次用机械化的声音说着，“顺带一提，你现在是在由BLACK HIM制造的由minecraft为模版的三维空间里，与你之前呆的主世界毫无联系”\n  “唔..”曹小睿沉默了。\n  现在这个局面只要不是一个傻子，都能看得出，小说上的穿越在他曹小睿身上发生了。\n  曹小睿脑子里回想起那个黑眼睛的家伙给的那本《杀戮规则》，好像...摊上大麻烦了。\n  “嘀..嘀，传送知识至宿主大脑”突的，曹小睿感觉自己耳朵嗡嗡的，太阳穴涨得厉害。\n  “这是...”曹小睿发现了自己脑子里多出来了一些奇奇怪怪的东西：各种物品的制作方法，生存技巧.....\n  “新手帮助完成，你可以开始正式生存了”末影珍珠又发出了声音。\n  作为一个新世纪的好少年，曹小睿那强大的适应能力又再次拯救了他。\n  “喂，那我怎么才能回到我的世界呢？”曹小睿对着手上的末影珍珠问道。\n  “成为冠军，将其他人的末影珍珠，龙蛋，下界之星放入末影箱，你就可以回去了。”话音刚落，末影珍珠就消失了，“我现在在背包里”\n  “嗯...”曹小睿流露出了不属于他那个年纪的成熟，“只要赢得比赛就好了。”\n  “把这当成真人版的minecraft就行了”说罢，曹小睿走向离他最近的橡树，挥拳向其击去。\n  是的，曹小睿没疯，在他得到的那些知识中，说他已是史蒂夫体质，天生神力，可以空手砍树还不会有痛觉。\n  “砰”不出曹小睿所料，一个橡木就落在了他的手上。看着中间空出一格的树，他想起了一句话：牛顿哭晕在厕所。\n  根据物品的制造方法，曹小睿凭着一双什么工具都没有的手，完成了削皮，打磨的工作，成功地把橡木分解成了木块。\n  没办法，史蒂夫体质就是这么不合逻辑。\n  做出一个工作台后，曹小睿又打下一块木头，制造了木斧。\n  然后，小树林里就发出了“嗒嗒嗒嗒嗒......”的砍树声，这片树林的大树无一幸免，全都落入了曹小睿的魔手中。\n  曹小睿边注视渐渐下落的太阳，边吃着刚刚从树上掉落的苹果来填饱饥饿的肚子。\n  凭着多年的玩minecraft的经验，曹小睿选择了下矿洞，毕竟大晚上和怪物硬抗简直混吃等死。\n  最重要的一点是，新手帮助里说了在这个三维空间死掉就不能回到他原来的世界了，这倒挺像极限模式的。\n  拿着刚做出的木镐，曹小睿大步流星的向着矿洞进发了。\n  曹小睿最先在矿洞里发现的的是煤矿，煤这种东西简直是烂大街。\n  做出火把后，继续向深处走去，很值得一提的是，火把是移动光源。\n  过了一会儿，一大排肉色的矿石落入眼帘，那是铁。\n  但很可惜，木镐不能挖掘，所以曹小睿用几个原石升级了一下镐子，“进入石器时代咯”\n  挖完铁矿，做出一个熔炉，将其熔炼，得到热乎乎的铁锭。\n  趁热打铁，曹小睿毫不犹豫的将铁做成了一身的铠甲，铁甲把火把的火光反射出去，十分刺眼。\n  “我去？！！那是...”曹小睿望向反射光所照到的那个方块，惊呼起来。\n上一章  Black HIM奸计得逞          索引贴          下一章  濒临死亡\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "阿恰哟，",
            "timestamp": 1391531700,
            "txt_content": "{:10_515:}大家点踩一下点两下之后就会说踩你妹{:10_492:}"
        },
        {
            "author": "hznb",
            "timestamp": 1391531940,
            "txt_content": "阿恰哟， 发表于 2014-2-5 00:35\n大家点踩一下点两下之后就会说踩你妹\n这东西...我不说什么了...虽然我说不喜勿喷，但能不用其他方法扁我吗，我也很不容易的"
        },
        {
            "author": "the-blaze",
            "timestamp": 1391568300,
            "txt_content": "超扯的剧情………………………………"
        }
    ]
}