{
    "title": "[双线]冰封雪域 —— 卷土重来，满血回归[1.7.2]",
    "author": "lichuyuan",
    "replyCount": 0,
    "timestamp": 1391604900,
    "txt_content": " 本帖最后由 lichuyuan 于 2014-2-16 15:19 编辑 \n\n#####################################冰封雪域——多种游戏模式给你心“冻”联机体验##################################\n★冰封雪域简介★冰封雪域是由Skizzys运营的Minecraft服务器。创立于2013年5月， 目标为广大Minecraft玩家提供稳定的服务器和游戏环境。目前冰封雪域注册人数已达上千人，平均在线80-100左右。服务器是以活动为主，以建筑、生存等为辅的大型多人服务器。为了让玩家更加的方便，所有玩家进服注册即可进行游戏，无需繁琐的白名单权限的申请。服务器面向所有年龄段玩家，广泛招收新人和老手。欢迎各位新老玩家入住本服，服务器即使在满人情况下也依旧流畅无比。做到了稳定，广泛，有趣和多人为一体的游戏环境.\n★入服姿势★服务器IP：见群内公告服务器客户端下载：群共享冰封雪域腾讯QQ2000人玩家交流群：283039445\n★服内概况★服务器内可进行的游戏为生存/空岛生存/创造/Bowspleef/怪物竞技场/饥饿游戏/walls战墙/spleef掘一死战/生化战场/warspvp/神庙逃亡/Quake雷神之锤。进服之后会从大厅开始，大厅有许许多多的传送门，可以选择自己喜欢的游戏。★服内禁止的行为★【走到哪拆到哪】【不停的问基础类问题/聊天刷屏/不停抱怨服内设定】【随意开玩笑、辱骂他人】【使用CJB飞行】【向管理索要创造/逼迫管理给自己刷东西】【挖1格到底的矿坑/堆一格到顶的擎天柱】【制造大规模流水/岩浆】【制作高频红石】【制造大量掉落物】【建造翔一样的建筑】【发广告/发假公告】腐竹一般不ban人- -，但是OP们可是很严厉的哦★服务器的配置★\n★服内可进行的游戏★【饥饿游戏】\n一个繁华而又美丽的城市在一场大战后被摧毁，在废墟中存活下来的人们，陷入恐慌之中，突然有一个人发现了一个箱子，里面居然装有补给品然而补给品竞够一个人，但是这里的人缺非常之多，这时有一个人像是发疯一样的冲上去将那人杀害后拿走了所以的补给品，这时在场的人都感到很惊讶，但是缺一点也没对那个人感到可惜，反而所有的人都开始寻找补给品和将别人杀害来抢获补给品，一场抢夺杀人的竞技就此展开。。。。。\n在游戏中你可以通过不断的寻找箱子，来获得补给品，然而如果发现有其他的人最好是先将对方杀掉，否则死的那个人可能就是你\n进入饥饿游戏时，点击牌子进入等候区（开始的地方）当人数达到24人时即可开始游戏（如果不足24人却又等不到人的话则要输入指令，指令是/sg vote）\n在不断的寻找补给品中，也可以观赏风景（虽然是一片废墟，但是还是看到出，这里原来的美），在寻找的过程中，也可以和玩家来一场弑杀，当整个废墟城镇就剩下你时，游戏则胜利\n适合人群：爱寻宝，爱打架的玩家，推荐游戏人数：24人【空岛生存】\n一个原本美丽的生存世界，经过了一阵巨大的塌方，四分五裂，变成了悬浮于空中的空中岛屿，很多人因为无法接受环境而死。岛屿上的人们为了活下去，造出了刷石机，无限水…来让自己活下去。靠着刷石机把个个岛屿用石头连接在一起，变成了一个空岛群。现在，你站在空岛上，为了活下去，努力吧！游戏介绍：利用岛上的所有资源，想方设法发展，并且让自己富裕起来，重建原先的辉煌。\n游戏玩法：来到游戏大厅，输入/island create建立自己的岛屿，或者和机油一起玩，前提是你没有岛屿的时候，让机油输入/island add 你的游戏ID，添加你，就可以一起生存了。如果什么资源没了，可以自行删岛.\n游戏玩点：具有生存特色，适合高手玩极限生存，但不推荐新手玩。把个个岛屿连接起来，很温馨的。【普通生存】\n一群人远迁来到了一个新大陆，这个冰封大陆，一片白茫茫，他们把这里称为冰封雪域。在全是雪域里生存下来，利用资源，建立友好，建造村庄，生存下来。\n-在生存服里，我们把PVP关闭，为的就是吧恶意杀人消除，同时可能也会降低一点游戏的娱乐性，如果要PVP请去PVP服务器！-禁止偷窃任何不属于自己的东西，不允许威胁玩家，打劫玩家，恶意挑衅OP等不良行为。\n-不允许在服务器里刷屏（连续超过4次发话）。\n-不允许向管理员索要创造，飞行，OP以及物品。\n-你可以举报坏蛋，经过调查，有足够的证据，我们会将坏蛋送监狱玩玩。\n-各家各户的动物养殖以及农田范围都是有限制的（下面详写。）\n-禁止使用CJB，透视材质，透明皮肤等关于作弊的东西。\n-本服务器大多采用BAN的形式。请各位玩家注意。\n-服务器如果关监狱，最少2小时，最多不限制。依据程度判断。（关监狱的时间是在线累积的时间）\n-恶意辱骂OP，玩家，建筑师等职位的人，一律BAN。\n-服务器里可以申请建筑师，申请要求下面详写。\n-服务器禁止红石高频，禁止跑图，禁止制作刷石机，等导致服务器卡的建筑。\n【战墙PVP】\n地图由4面巨大的沙墙隔开 玩家会在各自的区域内开始生存 并准备战斗用的工具地图里会有个计时器 当游戏开始时会开始倒数15分钟或50分钟 (看版本)而在场地外会有两个显示器 显示倒数的时间 让玩家清楚何时开战过了15分钟后 巨大的沙墙会掉落 玩家就可以开始厮杀最后一个留在场上的人即获得胜利\n您可以制作盔甲、设置陷阱、大炮、要塞和其他东西 就像在一般的minecraft世界里会做的各自的地图内会有隐藏的箱子 里面会藏有在这有限的世界里无法获得的物品去寻找这些物品 将会为你带来优势\n游戏的自由度相当的高但也有一些规则！\n\"规则\"(玩家)- 给你一个\"起点\" 在比赛开始前 这就是你的出发位置　一旦起点将你推出 你就可以开始在你的地图里做赛前的准备 直到沙墙掉落- 不要打破任何高墙上的沙子- 不要离开基岩分隔开的区域- 不要建筑超过沙墙的高度- 您可以和对手缔结同盟 但只有一名玩家可以获得胜利 在这非常鼓励背叛- 使用你的技能、智慧、创造力 以杀死其他玩家。\n【创造服务器】\n\n\n输入/plot auto领取地皮，拥有无限物品的你，是不是已经急不可耐的要一展你的建筑水平呢？\n【Quake雷神之锤】\n\n\n百度“雷神之锤”，以Minecraft的形式显示在游戏中\n【怪物竞技场】\n\n\n在一个封闭的竞技场内，接受一波又一波的怪物攻击，雷电苦力怕，猪人僵尸，骷髅，等等怪物正在举行一场怪物嘉年华。加入游戏后的等待室可以选择职业，骑士：高攻击，普通防御，铁套装+钻石剑，坦克：高防御，普通攻击，钻石套+铁剑，药剂师：各种药水，容易把自己泼死- -，弓箭手：远距离攻击，低防御，弓箭+皮套，零工：以火来攻击，可以放置TNT，地狱石等等。\n【Spleef掘一死战】\n\n\n通过拆除对方的立足之地，让玩家掉落进虚空或者岩浆，一个非常考验敏捷与智力的游戏\n【神庙逃亡】\n\n\n这是一个在Android和苹果平台上的很热门的一个小游戏，向前冲吧！如果中途停止状态超过2秒你输了！如果掉到陷阱里，你输了！\n\n\n【服务器人员】腐竹：Skizzys技术：brainbush NEO(lichuyuan)\n管理：xiaodian Bcsc Vika_alone\n建筑师：8492nd benben\n宣传＆美工：Kurrey\n宣传视频：[bili=940765]1[/bili]\n\n我是技术NEO（lichuyuan）\n\n",
    "replies": []
}