{
    "title": "【原创】我的朋友？是僵尸！--03",
    "author": "孤独患者",
    "replyCount": 7,
    "timestamp": 1391571780,
    "txt_content": " 本帖最后由 孤独患者 于 2014-2-5 11:45 编辑 \n\n2500年2月5日，11点左右…….“喂，快过来，这边集合！”关谷奇神在一片森林里面喊道.“好啦好啦，别叫，这深山野林的，你在那边乱吼，想吓死爷爷我是不是！”韵海珠大声回了一句，且往关谷奇神那边走去。.“喂，你们在哪儿啊！”洛冲，胡二菲，曾大贤都在找着奇神和海猪，看他们在哪儿，要吼才找得到。.“这儿！”关谷奇神（韵海珠）道.大家集合在一起之后，把各自背包里的东西都掏了出来，来整理一下大家都带了些什么，好让关谷奇神分类，谁要做什么，谁不要做什么。.“快点，我们整理一下，12点要开始扎营了！”关谷奇神催道.大家快速的拿出了自己所带的东西，胡二菲和曾大贤带的是：两瓶水、两个睡袋、吃的，没了。.“你们俩打算露宿街头是不，帐篷呢？别想跟我们挤在一个帐篷里，快回去拿！”奇神吼了一句，曾大贤和胡二菲赶紧把书包扔下冲回家里。.“你们呢？”关谷奇神看了看洛冲和韵海珠，韵海珠带的是一个打火机、一件换洗衣物、一个急救包、一个帐篷、一把小刀和一个睡袋。还差不多，只是衣物带的有点少了，但似乎海猪一点也不在意。.洛冲则是把昨天关谷奇神所要带的东西统统带了出来，他亮了出来一看，太齐全了！根本就不需要跑回去一趟。.接着，检查完洛冲和海猪的行李之后，奇神打开自己的包，看看有没有什么遗漏的物品，有的话要及时去拿，这可不是过家家，是真的要在郊外露营！检查完毕，发现并没有什么遗漏的，便提起书包，等着曾大贤和胡二菲回来，但是他们万万不可能想到的是，他们会一去而不回了…….“啊算了，包丢在这了，他们不参加算了，没时间了！你看，现在都几点了！！都11点50分了！”奇神是个准时主义者，他不喜欢拖拉，必须在准时的时间到，不然他会内疚一个星期的。.“那我们走吧！”洛冲说道。“嗯！”海猪（关谷奇神）道。.三位骚年花了5分钟到达了目的地，便开始了午餐，海猪和洛冲是狼吞虎咽的把午饭在三分钟内吃完，奇神则是花了四分钟，他们花了一分钟收拾了东西，但突然觉得头好痛，好晕，脑海中之徘徊着一句话：“哈哈哈，身体垃圾的人类！你们应该吃到一点小小的恶果了，你们争霸了地球那么多年，享受那么多荣华富贵！我们蒂夫星人却只能依靠自己，丰衣足食，你们不觉得我们蒂夫星人很惨吗！现在，就让我为你们享受一下蒂夫星人的感受，房子要自己造，晚上要害怕怪物！早上要怕没东西吃！哈哈哈”这句话一直徘徊在每一位人类的脑海里，一直徘徊着…….洛冲醒来的时候，发现天变成了血红色，发现城市有一些房屋沾满了血迹，洛冲看着这一切，以为是演电影什么的，他赶紧叫醒了关谷奇神和韵海珠，让他们做做判断，看看是不是真的在演电影，还是其他什么的。.“我觉得应该不是在演电影，八成是全民活动什么之类的吧，毕竟演电影不需要把整个城市都弄成这样，居民也不会同意的。而且，这血，似乎不像血包诶！”韵海珠看着这一些做了一个详细的判断。.“我觉得也是。”关谷奇神回答道.“我...知道…这…是什…么…了”洛冲一下看到一个东西，一下子被吓趴了在地上。“什么？”韵海珠看到洛冲一下被吓倒在地上就觉得不对劲，洛冲胆子可是在学校一顶一的大，面对跟流氓混混，他都敢打，是什么东西会让他如此害怕？.海猪一转过身，忽然大叫起来：“这是僵尸！！！！！！！！！！！！！他嘴里咬了人手啊！！！不对！那是！曾大贤的手！！！！！！！！！！”海猪害怕极了，他很想要冷静，却怎么也冷静不下来，他忽然想到了洛冲的包里有一把开山刀，他迅速掏出了开山刀，往僵尸砍了过去，边跑便吼道：“你个混蛋僵尸！劳资跟你拼了！”只不过，僵尸的力量已经是大人的两倍了，怎么可能轻易让海猪砍过去，僵尸颤抖的走到海猪身边，海猪还没砍到僵尸，就被僵尸咬了一口。.“啊！！！！！！！！！！！！！！！！！！！！！！！！”海猪大叫了一声，便倒在了地上…….“海猪！！！！！”洛冲（关谷奇神）失声叫道……                                                                                                                                                                    [返回索引贴~]",
    "replies": [
        {
            "author": "1092176942",
            "timestamp": 1391572680,
            "txt_content": "表示瞬间石化"
        },
        {
            "author": "孙煜凯",
            "timestamp": 1391573040,
            "txt_content": "感觉很屌的样子，为毛要用关谷啊，跟爱情公寓过不去吗"
        },
        {
            "author": "小白谔谔",
            "timestamp": 1391573160,
            "txt_content": "关谷。。。"
        },
        {
            "author": "熊孩子军团",
            "timestamp": 1392091080,
            "txt_content": "没错 你没看错 是的我又来挑错了\n\nfirst.僵尸的力量是大人的两倍？什么意思 大人中也有很多不同的人 男女力量也不同 不如改成普通人更好。\n\n第二.蒂夫星人在脑海中给他们说的话感觉就像一个语言发育不健全的脑残....... 啥叫“身体垃圾”不应该是低等的人类么？而且侵略地球的理由未免太扯了 远古包括上古的时代人类面对的困难难道不多？不选别的星球偏偏选了地球 而且是霸占不是争霸地球，中间语言多处不通顺 读读看就知道了\n\n第三 重复语句不算多 但是希望注意写完文章后自己再读一遍 找出错误的地方 才能让自己的水平提升 当然网络小说你也可以不在意 因为基本上大家都会是看着玩玩的\n\n其次我就不再多说了 免得我再有挑衅你的嫌疑0.0......."
        },
        {
            "author": "孤独患者",
            "timestamp": 1392095340,
            "txt_content": "熊孩子军团 发表于 2014-2-11 11:58\n没错 你没看错 是的我又来挑错了\n\nfirst.僵尸的力量是大人的两倍？什么意思 大人中也有很多不同的人 男女力 ...\n看来你最后一句话似乎还是微微的在......"
        },
        {
            "author": "孤独患者",
            "timestamp": 1392095340,
            "txt_content": "熊孩子军团 发表于 2014-2-11 11:58\n没错 你没看错 是的我又来挑错了\n\nfirst.僵尸的力量是大人的两倍？什么意思 大人中也有很多不同的人 男女力 ...\n嗯，以后我会注意的，这些的话如果你可以告诉我那再好不过了~"
        },
        {
            "author": "熊孩子军团",
            "timestamp": 1392110760,
            "txt_content": "孤独患者 发表于 2014-2-11 13:09\n看来你最后一句话似乎还是微微的在......\n没有 只是比较我比较怂。。。\n\n希望你也不要犯网络小说的通病 龙傲天什么的....或者是自相矛盾\n\n不然我这个人.... 呵呵呵呵 呵呵呵呵呵"
        }
    ]
}