{
    "title": "《月影传说·生命奇迹》第三章",
    "author": "流水逝情",
    "replyCount": 5,
    "timestamp": 1391585460,
    "txt_content": " 本帖最后由 流水逝情 于 2014-2-5 16:14 编辑 \n\n那啥，在作品发布前我多嘴一句，希望大家看着好就回复评论下，不然我写着真是没什么动力……好了，不费话了，开始！！！Let's go！\n\n\n                                           第三章：生存大师\n    最近刮风，房子似乎要撑不住了。我和黑耀正在商讨要不要换地方，而且这一带的动物已经所剩无几了，所以我们打算搬家。讨论了半小时后，我们决定要离开这里，去新的地方。\n    我们两个先砍了大量的木材，之后再把木头劈成木板。然后我们就开始寻找盖房子的地方，这一次的房子可得用心一些了。\n    很快，我们找到了一片平地，这附近有许多动物，不远处是湖泊，树木也不少，湖边还长着甘蔗。不错！就在这里吧！我们俩个忙活起来，一层层的搭，最后，把屋顶封住，再抱了些干草铺在上面。最后做了一扇门。完成!我和黑耀钻了进去，但还没完事，还得把地换成木板，不过这个很简单。一会儿就完成了。\n    我用石头又砌了个炉子，之后背起铲子出去挖了一些沙子拿回来烧成玻璃，在墙壁的中间安好，现在屋子里就亮堂多了，我用之前搞到的四块羊毛，放到地上，这里就是睡觉的地方了。趁着这时候还没有天黑，我赶紧拿着剑出去杀了一些动物，刚到家不一会，太阳就落山了。我把门关好，用一把小木锁锁好。之后就和黑耀坐在炉子前烤肉。为了保存的时间能长一些，我们两个又连夜搭建了一个晒食物的台子，就在门上。我们两个拿出了一小点肉用来今天晚上吃，把剩余的肉放上去，晒干了就能保存的长一些。然后我们两个就坐在房子里吃，吃完了之后，黑耀去睡觉了，我在角落里，用剩余的石头砌了个壁炉，冬天时取暖用。至于烟囱……还是等几天再建吧。\n    第二天，我们两个在屋顶上做了个很显眼的标记，方便我们回家。之后就扛上铁剑，我和黑耀分头走，我往左，他往右。\n    没走多远，我心里直犯嘀咕：“我应该往后走，这里除了树还是树，除了树以外，额……只有草。”我就快掉头回家的时候，一个东西引起了我的注意，那是一个建议的木屋子，而且……建在一棵树上！！！附近有一条梯子，但是没放下来，我用随身的木杆把梯子勾下来，顺着梯子爬了上去。趴在门上听，确认里面没有情况的时候，我才慢慢地推开门，里面只有一个小石炉，里面的火焰还在熊熊燃烧着。角落里是一张很简易的床。床边上有一个手缝的背包，我刚刚准备进去继续看看，就响起一个声音：“你是谁？”\n    “呃……我，我是史蒂夫，我只是出来找资源的时候看见这有个房子，没别的意思……”我慢慢转过头，还以为会有一把刀把我KO掉，不过只是虚惊一场。那个人没有敌意，只是好奇为什么有一个人出现在她的避难所里。\n    “避难所？”我把包放下来，揉揉肩膀，这里面装的到底什么乱七八糟的东西？这么沉！\n    “嗯……说白了就是临时的房子，我不定居，就是在这个岛上四处转，累了就找个地方盖个临时的房子歇几天再接着走。昨天我就看见你和一个男生砍树，出于当时我有事，所以我没去打扰你们。”\n\n    “哦……那你在树上盖房子应该很难吧。”我跺跺脚，房子毫无动静，看样子这房子盖的很结实。\n    “不难，”她甩了甩头发，“你上来的时候没看见我的房子底下有四根木柱吗？”\n    “啊？好像……有，而且很粗。”\n    “就在那里，我的房子就是用那个东西加固的，所以不会轻易晃动。”她打了个哈欠，“明天早上我就撤了，今天晚上你们最好好好地在家里呆着，因为这一天是十月十日，这是一个很特殊的日子，晚上最好不要出来。”\n    临走时，我问了她的名字，她说自己叫希特，不过自己已经不习惯这个名字，因为她在来这里以前都被叫做“Hitt”。她还送了我一个小木盒，说里面有一些东西或许对我有帮助。\n    黄昏时，黑耀才回来，我用挑逗的眼神看着他，“呦呵，干了什么累成这样啊？”\n    黑耀冲我做了一个鄙视的手势，也没回答我。自顾自的从包里掏出五个苹果，我还以为他这一次没找到什么好东西，最后的才令我惊讶至极，他小心翼翼地从开口的层里抱出一只正在熟睡的小狗仔。特别小，只有巴掌大。他把小狗仔放到床上，小声的问我都弄到了什么。\n    我直接把小木盒打开，打开的瞬间连我自己都吓了一大跳。里面有一个小布袋，里面装着白色的粉末。以及五颗钻石，黑耀赶紧动手开始制作工具。",
    "replies": [
        {
            "author": "GAODADEYANLEI",
            "timestamp": 1391585580,
            "txt_content": "支持一个"
        },
        {
            "author": "Aiursad",
            "timestamp": 1391585820,
            "txt_content": "新人新作支持一个！很好看哦！顶一个！"
        },
        {
            "author": "防御苦力怕",
            "timestamp": 1391585940,
            "txt_content": "字太挤，看不下去！！！！！！！"
        },
        {
            "author": "黑暗灬骑士",
            "timestamp": 1391833740,
            "txt_content": "新头像，肿么样？"
        },
        {
            "author": "流水逝情",
            "timestamp": 1392006240,
            "txt_content": "呃虽然我知道你是我老弟，但是我弱弱的说一句，我总觉得你这是水回复- -"
        }
    ]
}