{
    "title": "【福利袋】我的朋友？是僵尸！——04[3000字大放送！]",
    "author": "孤独患者",
    "replyCount": 5,
    "timestamp": 1391592960,
    "txt_content": " 本帖最后由 孤独患者 于 2014-2-5 17:38 编辑 \n\n    看着韵海珠倒在了地上，痛苦的搓着自己的伤口，看着他的眼神，仿佛有一种说不尽的痛苦，他的眼神，死死的盯着我，似乎想把自己的痛苦描述给我，我的身体似乎开始变得不受控制了起来，如同行尸走肉般的走到了韵海珠的身边，拿起开山刀，轻轻的贴在海猪的身边道：“兄弟，这个仇，我替你报！”.     说完，洛冲发动了自己最快的速度向着那只僵尸冲了过去，用尽自己全身的力气往那只僵尸的头上一劈，僵尸的头一瞬间爆开。在那一瞬间中，我似乎看到了开山刀隐隐约约的闪出了一丝丝的刀光。.    那一瞬间对奇神而言，只不过是一瞬间罢了，但是对于洛冲和韵海珠而言，那一瞬间，如同过了一个世纪一般的漫长，韵海珠是因为体验着死亡的徘徊而感到痛苦，全身上下各处都在散发着僵尸的病毒，让他十分的痛苦。洛冲则是因为第一次杀僵尸，看到从僵尸里爆出的脑浆而感到恐惧，红的白的不分明，全部交错在了一块，让人感到恶心。.     只不过，洛冲被吓到了一次就不可能再被吓第二次，他眼光照样死死的盯着僵尸，生怕僵尸没死，反而爬起来咬他，一想到刚刚海猪被咬的情形，洛冲就感到一丝丝后怕与后悔，如果当初是他过去的话，说不定就可以救海猪了。.     当洛冲准备转身去看望海猪的时候，一颗颗又绿又黄的小球窜进了洛冲的身体里，洛冲忽然觉得自己刚刚消逝的体力一下子就回满了，力气也更大了，跑的速度也更快了，但看着那一颗颗小球进入自己的身体还是感觉十分的不舒服的。但是，他忽然眼前一亮，看到了自己眼前的提示。.    恭喜你，玩家12138号，您已经成功升级。您的体力、速度、力量已全部+1，各种负面情绪都得以清除，请继续努力！（邮件发自蒂夫系统）.    洛冲指了指前面的字，问了问奇神：“你有没有看到我前面的字？”“你…说…什么？”奇神看样子被吓的不轻，脸色苍白的看着洛冲，毕竟刚刚洛冲杀了一只僵尸，而且又受到了韵海珠的死亡，最重要的是，洛冲身上到处都是脑浆！.    洛冲看着奇神，眼睛慢慢淡了下来，想着：“似乎他们看不到这个字幕，不行，不管那么多了，先去问海猪怎么样了！”洛冲想完，迅速跑到海猪的身边。.  “你怎么样了？”洛冲带着温和与凝重的脸色看着海猪，他看着海猪，有一点这是韵海珠吗的疑问看着他。“我好难受……嗷”韵海珠看着洛冲，情不自禁的说了一句嗷，看样子海猪已经成为了一只僵尸，至少奇神是这么认为的。.  “你不要靠近海猪啊！他现在是僵尸！”关谷奇神大声的对着洛冲吼道.  “就算他变成了僵尸，他也是我最好的朋友！”洛冲看着韵海珠，又看看奇神，脸色微微一变，露出了一副思考的样子。.     只见韵海珠身体皮肤颜色变成了深绿色，眼神也渐渐的变黑，整个人，不，应该说整个僵尸都露出一副像一具尸体的样子，只是眼睛死死的盯着洛冲，想把洛冲吃进腹里的样子，这些动作，都是只有僵尸才会有的一些惯例动作。.   “我…没事…嗷！”现在的海猪，口头禅必备的就是嗷，每一次说一句话都要加一个嗷字，但是让洛冲很疑惑的是，海猪没有变成像那些没有思想的僵尸一样，还保留着人类的智慧，要知道，一直僵尸有智慧是一件很可怕的事情，他们的资质一开始就比人类高，要是再有智慧，那可是一件很可怕的一件事情呢！因为人类就是依靠智慧才站在了地球食物链的最顶端，如果人类没有智慧，就会被其他动物杀害，成为食物链的最低端。可见，智慧是多么的可怕，智慧必有狡猾。.  “嗯！海猪，你看起来很有精神，似乎没有变成他们的样子，那么，你是不是现在没有痛觉了？”洛冲细心的问着。.  “嗯……刚..刚就没有痛觉了…嗷！”海猪有点不灵活的说道，成为僵尸以后，说一句话都很难。.  “我知道了，我试试看你是不是真的没有痛觉了。”洛冲找来一根大木棍，往海猪的背上用力一敲，这敲了也没事，海猪也不痛，让洛冲怕了起来，要是现在海猪是一个没有思想的僵尸，那么，洛冲会不会打不过？打不过先不说，如果海猪变成了僵尸，洛冲看着自己往年的伙伴，有没有那个能力下得了手？这些因素都是一些问题。所以，在了解海猪只是身体变了，但是记忆和智慧还是那个狡猾的海猪，洛冲便松了一口气，在这个世界上，对自己最好的兄弟，有几个能下得了决心下手的？.    奇神全身颤抖着，一步一步的走到洛冲身边，十分惧怕的看着海猪和洛冲说道：“那么，海猪……不对！是韵海珠先生，您没有变成没有人性的僵尸吧……”看着韵海珠，奇神这个胆小鬼也鼓足了胆子，但还是用尊称问了问海猪。.  “没事，叫我…海猪就好了，用不着尊称，我…不会伤害你的…嗷”海猪看着奇神，笑了起来，但是对于奇神来说，那简直是魔鬼的笑容，海猪的嘴已经完全裂开了，整个人笑起来，后牙都露了出来，龅牙咧嘴的，可怕至极。.  “额，海猪，能不能把你的笑容收起来，你的嘴巴裂开了……”洛冲看着海猪那如同芙蓉姐姐一般的笑容，对着海猪尴尬的笑了起来。.  “哦，我…知道了…嗷”海猪看着奇神的恐惧以及洛冲那强行笑出来的笑容，就知道自己的样子难看至极，立即收回了自己那可怕的笑容。.  “所以……你还要躺在地板上多久？海猪，你应该是可以起来了吧，而且我判断，你之所以不会痛，是因为在你身体里的各种器官、痛觉点都被僵尸病毒腐蚀了，所以你根本不会感觉到痛处。但是，你也不要因为自己感受不到痛处，而在那边开心，有时候没有痛处也是一件极其麻烦的事情，比如说，你被火烫到了，你没有熄灭掉，等到你死了你都不知道你的身体上有火。所以，没有痛觉其实也蛮麻烦的。”洛冲一字一句的把自己的推论说了出来，看着海猪说道。.  “我也认为这没痛觉会麻烦，而且你刚刚的推论八成是对的，不然我怎么可能不会痛？还有，我倒在地上的时候，看见你对奇神说你看到一个字幕，你说什么啊？我怎么没有看到呢？那个字幕应该是只有你才可以看到的吧…嗷！”海猪从地上爬了起来对着洛冲和关谷奇神说道。.  “我觉得……我们应该先回城市各找各妈，各回各家收拾东西会比较好，胡二菲和曾大贤不用找了，推测那个手臂就是曾大贤了，八成曾大贤已经遇害了，胡二菲也可能被曾大贤拖下水，成为了僵尸，所以，我们可以不用去找曾大贤和胡二菲了。”关谷奇神说着。.  “嗯，我回去整理一下东西，海猪你就待在这里等我们，我们回去收拾东西，你就不用了，你不会有负面情绪对吧！”洛冲说完便用带着开山刀冲回家里拿需要用的东西。.  “我也走了，海猪你小心点，哦不对，你不用小心，你呆在这就好了。”关谷奇神也跟海猪说了一声便冲着回家去了。.  “啊，好无聊，他们都走了，我应该干什么呢？…嗷”韵海珠看着两个人奔跑的背影，又看看快要下山的太阳，眼里露出无聊的眼神，实际上他不知道，他的眼神时时刻刻都是保持着无聊的眼神，他变成僵尸之后，便不可以随意自如的让自己的眼神变更了，在成为僵尸之后，他的大多数在人类的时候可以用到的手段在变成僵尸之后都派不上用场了。.  “啊对了，我们来玩打僵尸吧…嗷！”海猪看着一旁那边死掉的僵尸尸体，慢慢走了过去，拿着刚刚洛冲用的木棍，一棒比一棒狠的往那个死掉的僵尸打去，而且打得时候不会觉得恶心，反而觉得很激动，变成了僵尸之后，他的性格也有一点稍稍的移动了一点，比如说虐尸，以前这种事情他是连看都不看，理都不理，现在则是越打越用力，越打越兴奋。.    过了一会，洛冲回来了，看到海猪在那边打尸体，有点惊慌失措，但是很快就淡定了下来问道：“海猪，你在干什么呢？”.  “啊？我在打尸体啊，我怕这东西会复生，而且打尸体也蛮好玩的，你们走了之后，我无聊，找找乐子罢了，咋了？…嗷”海猪看着洛冲，大大咧咧的把自己的思想告诉了洛冲，然后把木棒一扔，躺在草地上，道：“你也躺一会吧，我不会对你怎么样的，休息一会，我试过了，我似乎在这一带是头头，打他们他们都不敢还手，晃晃的走掉了。”.  “啊！你只是这里的头头？！那这么说，在其他地区，也会有你这种拥有智慧的僵尸，要是那些僵尸想统治世界就完了！”洛冲失声大叫道.  “哎哟，没事，就算统治世界跟我们有什么关系？我们活我们的不就行了？”韵海珠安慰着洛冲说道。.    过了一会，奇神也过来了，只不过他身上有一些明显的伤痕，但不是僵尸的伤痕，而是一些小擦伤。.  “快跑！那些小混混拿着刀子和棍子要抢我的东西，我不给，他们就要打我了！还有几个小混混手里有枪！！！”奇神失声大叫道，抓着洛冲和海猪就是一阵猛冲……                                                                                                                                         [返回索引贴~]",
    "replies": [
        {
            "author": "zhong19981221",
            "timestamp": 1391593140,
            "txt_content": "我要福利"
        },
        {
            "author": "lzj2002",
            "timestamp": 1391593200,
            "txt_content": "zhong19981221 发表于 2014-2-5 17:39\n我要福利\n我也是{:10_492:}"
        },
        {
            "author": "水瓶2",
            "timestamp": 1391593260,
            "txt_content": "额。。。。。。。"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1391593380,
            "txt_content": "先顶后看好习惯～\n\n\n"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1391602320,
            "txt_content": "  人称比较混乱，第一人称和第三人称同时使用 看起来不好，如果楼主想写好，建议修改"
        }
    ]
}