{
    "title": "minecraft--暗黑圣战",
    "author": "1772197007",
    "replyCount": 4,
    "timestamp": 1391598240,
    "txt_content": " 本帖最后由 1772197007 于 2014-2-6 21:58 编辑 \n\n      在这个世界上，踩着我创建的泥土，眼前早已不是属于我的世界，向前走去，看着蔚蓝的天空，我不禁想起了2年前的事\n    我叫——Herobrine\n                                           第一章：抛弃 第一回：源头\n    我被创造在了这个世界上，我不停的建造，也许我当时应该明白这个世界是属于我的，也就不会发生今天的事情了，我和我的狗——packey生活在我建造的小屋里，我们重复着相同的生活，我违反不了这个世界的规矩，直到我一天挖矿，掉进了传送之地里。\n   那是个荒凉的世界，没有生物，仿佛一点一滴都流露着绝望，脚下踩着被我称为“末地之石”的东西，我在这个世界到处走着，也许我一辈子都不会回去了，我无尽的走着，眼前忽然出现了一个方块，那个方块散发着不详之气，我碰了碰那个方块，感觉和一般方块相同，只是那不一样的诡异气息，仿佛有生命在里面存活着，我下意识的把手挪开，没想到的是，我的手仿佛不受我的控制挪开后又自己放了上去，慢慢的，我的身体被洗了进去。你永远也体会不了这种绝望的恐惧，我的呼吸仿佛都被黑暗困扰.......\n    我被传送在了原来的世界上，欣喜若狂的跑回原来的小屋，“你是谁！！！”我叫了出来，一个和我长得一样的人在我面前，我的狗跟在他后面不敢出来，他匆忙的跑出了小屋，我的狗跟着他一起跑出去，我打开我的箱子，里面有一本书，是Steve的日记，“他是Steve？为什么不是herobrine！”我用尽我所有的力量叫了出来，我跑了出去，发现这世界所有的生物都在疏远我，我跑到河边，看见了我的样子，原来的蓝瞳被替换成了白色，那是一种惨淡的白，我不敢看了，灰心意冷的我慢慢走过河流。那时的我并不知道我有着多么惊人的恐怖力量........\n  ————————————————————————————————————————————————————————————————————-\n                                                                                    end\n第二回：风格转变了\n第二回：力量   \n  第三人称视角：\n      少年走着，用手捂住脸，留下眼睛的余光，走到树前\n    “创世神抛弃了我吗。”他想着，清风微抚着他，也许现在他什么也不需要，只是躲在角落里，不知不觉中，那个蓝衣少年倒下了，也许是受不了这些打击，他累了，想沉睡一会。\n     ”herobrine，醒醒。“一个温柔的声音叫住了他。\n     ”是luna吗。“少年张开眼睛，”你不觉得我的样子可怕吗？“他问道。\n    ”什么啊。“luna说着，把herobrine推到镜子前。还是那个蓝瞳，海洋的蓝。\n    ”是之前我太累了吗？“他想着，“我现在还是和我的女朋友生活在一起吗？。  ”\n   “汪汪”随着声音，一条狗飞奔而来，“packey”他惊喜的叫到，他想去抚摸它，伸过手去，忽然，packey的脸变了，变得扭曲，身边的一切都变得扭曲，慢慢的扭曲回了黑暗。\n    少年惊醒，眼前却是一座巨大的城镇，他急忙躲入旁边的树林。\n    \"怪物！！！！“一个穿着连衣帽的人大叫。    少年愣了会，发现那个人已经跑远，边想上去追，忽然间，少年化成黑影，一下子就瞬移到了之前那个人身旁。\n    ”也许我可以去城里玩玩。“少年坏笑的说道，手上充满着黑色的光芒.......    一个穿着连衣帽的人进入了城镇..........                          ",
    "replies": [
        {
            "author": "1772197007",
            "timestamp": 1391598780,
            "txt_content": "补个人物介绍：Herobrine，被史蒂夫所替代的人，拥有强大的力量，其能力达到了黑暗之神还要高的境界\n                    steve：本作第一个正派，介绍就不介绍了\n                    等级分为：正派：光の者，光の勇士，光之帝王，光之至尊，光之圣，光之神\n                    反派就是把光改成黑暗，比黑暗の者更垃圾的是怪物....."
        },
        {
            "author": "星",
            "timestamp": 1391598780,
            "txt_content": "后面应该写 To be continued  就是未完待续啦"
        },
        {
            "author": "1772197007",
            "timestamp": 1391598900,
            "txt_content": "小星啊啊啊 发表于 2014-2-5 19:13\n后面应该写 To be continued  就是未完待续啦\n好吧，谢谢提醒"
        },
        {
            "author": "1772197007",
            "timestamp": 1391598900,
            "txt_content": "to be continued"
        }
    ]
}