{
    "title": "我的世界小说 去而复返 第四章 准备开通索引贴~ 连载中",
    "author": "592764254",
    "replyCount": 5,
    "timestamp": 1391606160,
    "txt_content": " 本帖最后由 592764254 于 2014-2-6 15:41 编辑 \n\n更新~~~\n去而复返 第四章\n                             冒险序幕\n    晚餐后。\n   “他总有一天会展现出他的价值的，你这是在说我眼光不好吗，我告诉你，他可是我找来的，你不要就算了，你们就守着7这个数字吧(他们人数一共七个，不算铄奇)。”弗颜乎有点生气了，用有点吼的语气说到。炎也怕巫师，在方块世界里，弗颜乎可是很有名的，巫师的数量并非很多，但他们的寿命一般很长，比如几千年几万年，弗颜乎的白胡子可是蓄到了腰间，他也有个称呼，叫灰袍巫师。\n    “我没说不要啊，明天一早就动身吧。喂！那个叫铄奇的，你去不去啊？”炎说 。\n    “我？去就去，谁怕谁！”铄奇真被炎的那句话气到了，导致他现在有点神智不清。。。。\n    “好！明天一早，我们就去方块世界，我准备好了马和帽子，斗篷和食物，方块世界的入口就在现实世界中最高的地方——乌普拉斯(天空中的城市，比珠穆朗玛峰还高)我们会将在铄奇家的正东方走两万里，然后我会召唤神族的天马，他们会将你们载上天。”弗颜乎已经安排好了一切，现在可以说是万事俱备，只欠东风了。\n    第二天，早晨。\n    “呼...呼...呼...嗯啊，睡得真好啊......”铄奇正在床上酣睡，才刚刚醒来。“咦，怎么天都这么亮了......”又转头一看，昨晚打着地铺的八个人早已卷铺盖走了人。在他的书桌上有一封信，他来到书桌前，拆开了信封，抽出纸张，只见上面写到:\n            \n我们在泷水旅馆等你，请务必于十一点前到达此地，否则你将错过你人生中的最伟大第一次冒险。在这封信的后面是合约字据，我们将平分给你所有宝藏的八分之一。\n                                                                                                 ——诚侯        炎\n    后面附着一封合约，上面写了很多很多，甚至写到了铄奇如果死亡，丧葬费由其余七人出，而七人如有死亡，丧葬费不需由铄奇支付(我无话可说)。\n    铄奇抬头看了看时钟，现在已经是十点四十分了，而泷水旅馆距离他的小丘有约八百米远，他的体格却只有一米七左右，并不高大，也不常常锻炼。他一看信，心里立即涌出一股兴奋和激动，导致他的身体有一些颤抖。他的碧蓝色瞳孔发出前所未有的光芒，全身都兴奋起来。铄奇冲到食物柜，拿起三个面包就奔向旅馆。这次他爆发了潜能，居然用十分钟不到就到了旅馆，弗颜乎一群人正骑在马上，抽着烟斗。铄奇抽出随身带的笔，跑到弗颜乎面前，喊到:“你看你看，我签了！”他一时想不到什么话想说的，只好签好合约就手舞足蹈一般乱跳。弗颜乎终于开口了:“铄奇先生，您是不是睡得太久了。”“呃，我还没吃早餐就跑过来了，不是来听你说这些话的。”“哎呀，开个玩笑，诺，你的马就在那边，它身上的两个包就是食物，另外我来补充个介绍:这位蓝色兜帽上系着银穗的就是炎，这位绿色兜帽的是克里，黄色兜帽的是杜卡，红色兜帽的是林古，褐色兜帽的是格卡，橙色兜帽的是非舜，紫色兜帽的是因力。还有一个灰色兜帽的，他叫弗颜乎！哈哈哈......”众人间的气氛终于变得愉悦了，当然也不得不说巫师十分会做事，知道什么时候该说什么做什么。\n    “走！”炎大喝一声，骑着马跟在弗颜乎身后。\n下一章预告:冒险之途，并不简单，进入方块世界的第一天，小心僵尸！[groupid=490]719的小世界[/groupid]",
    "replies": [
        {
            "author": "940595236",
            "timestamp": 1391607120,
            "txt_content": "写得很好！顶一个。"
        },
        {
            "author": "592764254",
            "timestamp": 1391610960,
            "txt_content": "谢谢哦~祝你新年快乐~"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1391611260,
            "txt_content": "骚年来我的组里吧～\n\n\n"
        },
        {
            "author": "592764254",
            "timestamp": 1391657280,
            "txt_content": "我有组了耶。。"
        },
        {
            "author": "592764254",
            "timestamp": 1391657280,
            "txt_content": "下一章今天就发"
        }
    ]
}