{
    "title": "<连载·单章>方块战争[作者：小怕][第⑥章：震惊，冰之弓]",
    "author": "一个游荡的JJ怪",
    "replyCount": 6,
    "timestamp": 1391667720,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2014-5-10 11:42 编辑 \n\n震惊，冰之弓第二天 12：00寒霜   星灵帝国 龙影城---------------------------------------------------------------------------   很快，寒霜和穆雪来到了龙影城，这座城市和龙鹰城遥相呼应，是星灵帝国的两大主城。在那里，也有一位将军。龙影城的这位被称为“北将军”，而沃菲尔德将军就被称为“南将军”，两人从小就是朋友，长大后参了军，在对奥奇帝国的那场战役中立下赫赫战功，被星灵帝王加封为将军，各自镇守两座主城。\n      到了将军府，穆雪以哥哥长途跋涉，疲惫不堪为由，把他和将军相见的时间推迟了一天。这么做就是为了多介绍一点这个世界的细节，也让寒霜了解一下他们来这儿的目的。\n      午后，寒霜被穆雪拉着出去了。一出门，寒霜就感觉到了这座城市的繁华，商家叫卖声此起彼伏、不绝于耳。可是，穆雪并没有在这里多停留，而是向着城郊走去。\n      龙影城城郊，东南15公里处。\n      走到这里，喧嚣声小了许多，可是仍然人来人往。又转了一个弯，他们来到了一座小木屋前。\n      ”就是这里了“穆雪说。\n      ”这是哪？带我来这做什么？“寒霜问道。      ”你不是想了解魂器是什么吗？这里住着的就是一位对魂器有着高深理解的大师。“\n      ”大师？真有这么神？\"听了穆雪的话，寒霜不仅有些好奇了。能够被称上是大师，可见此人必然很厉害。不过，他为什么住在木屋里面？\n      就在寒霜想着这些，他就被穆雪拉近了屋子里。一进门，寒霜不禁有些诧异，因为屋子里确实有些太朴素了，甚至可以说简陋了。\n      ”大师，您在家吗？“穆雪喊道。\n      ”小雪，你来了，快进来坐。诶？这个小伙子是谁啊，怎么没见过，快给我介绍介绍。“一位中年人出来迎接他们。这位被称为”大师“的人虽然居住条件简陋了些，但人却穿得很体面，仔细一看，还容光焕发。看上去，他非常的和善，似乎和穆雪的关系很好。\n      两人走进去，仔细一看，这件不大的木屋竟然是一干二净，明显是经常打扫过的结果。看来，这位大师非常爱干净。\n      ”大师，我给你介绍一下。这位是我的哥哥，他叫寒霜。寒霜，这就是我和你提起的大师。“\n      原本寒霜以为这位大师年纪一定不小，但居然是一个中年人，可见他的功夫有多么深刻。穆雪说完，他接道：“大师您好，我是寒霜。”说着，他向着这位大师一拜。\n    “你这小伙子真有礼貌，你们今天来有什么事？”大师笑笑，然后说道。\n    “大师，我今天领寒霜过来是有些事，我哥想向您了解一些关于魂器的事，拜托您了。我还有事，就先走了。寒霜，3小时后我来接你”说完，穆雪转身离去。\n    “是这样，小雪你去吧，我会照顾他的。”大师神情一变，变得凝重起来。\n    “寒霜，这边坐吧。我来给你讲讲。”\n    “ 魂器，是每个人都有的。魂器的觉醒第一是经验的觉醒，在孩子小时候，大人们领他们来到帝国专业的魂师学院测试，测试结果分为0~10级。0级就意味着没有经验，他们就不能成为方块大陆上最神圣的职业——魂师。如果觉醒时经验越高，就意味着潜力越大，修炼到更高级别的可能性也越大。经验一共有100个等级，每十级就会发生一次变化，等级越高实力越强，先天觉醒的经验过低，对以后的修炼有很大的影响，大多数有经验的人都会被阻挡在30级的关卡内。所以，魂师是大陆中最珍贵的资源，两大帝国都对这方面十分重视。一个高等级的魂师，可以抵挡数以万计的军队，这可是相当恐怖的一件事。而那些没有经验的人，就成为了普通人，不过，他们还是可以凭借自己的魂器取得一技之长，生活下去。魂师是大陆里最受人尊敬的职业，所以他们并不需要为了生计而奔波。每个魂师的经验达到整十级时，他们就可以为自己的魂器附魔，附魔的等级分为5各级别——白色、黄色、紫色、黑色、红色。同样的附魔，等级越高，威力越大。想要给魂器附魔，就要找到魂兽，击杀他们，按照他们的修炼年限来确定颜色——十年是白色，百年是黄色，千年是紫色，万年是黑色，十万年是红色。所以，这也就是为什么红色附魔最珍贵的原因。添加这些附魔，对魂器持有者的身体抗性有很大要求。”\n     大师静静的说着，寒霜静静的听着。两人进入了一种神奇的境界。\n   “魂师分为两种，战魂师和器魂师。战魂师是拥有实战能力的，他们的能力远超普通人，身体抗性同样也是。器魂师又分两——辅助器魂师和生活器魂师。辅助器魂师虽然没用战斗力，但可以辅助战魂师，是他们发挥出更好的水平；     生活器魂师虽然经验超过了30级，但他们本身的魂器就没有在战斗中有特殊用处，只能用于生活中。对了寒霜，你今年多大了？”\n     寒霜还沉浸在大师之前的话中，大师问了第二遍才反应过来。”我20岁了“他答道。\n     ”你的年龄也不小了，你的经验多少级了。？大师问道。\n   “我...我不知道。”寒霜实在没办法说，只好坦白了。\n   “那就来测一下吧，我这有测试用的水晶球。”大师说。\n     片刻之后，大师回来。手里捧着一个亮晶晶的水晶球，底下被一个支架衬托着，显得煞是好看。\n     大师说：“把一只手放在水晶球上，放松身心，不要抵抗。”\n     寒霜依照着大师说的做了，突然，一道蓝光闪耀在水晶球内部。一霎时，整个屋子都被这蓝光照耀。寒霜只觉得手掌冰凉，一股能量开始在体内流动。先开始是涓涓细流，渐渐的，那力量强大起来，自身的力量也变得强了起来。随后，在水晶球中慢慢出现了一个影像，那影像先从中间开始汇聚，慢慢往两头展开。随着时间的推移，寒霜看出了那是什么。     ”这是一把弓吗？“寒霜问道。     ”没错，是弓。如果在接下来的时间里它出现了色彩，那么就是它的属性颜色了。“大师说。     就这样，时间在一点一滴的流逝着，两人静静的等待。穆雪站在门边，其实她早就来了，只是不愿打搅他们，便静悄悄的等着。     那把弓凝结完成，散发着晶蓝色，屋里的温度也下降了几度。突然，它从影像变为实体，从水晶球中弹出，出现在了寒霜手上。     ”冰弓，这是冰弓！“大师有些激动，双手不停地颤抖。门边的穆雪也惊呆了，不可思议的捂着嘴。     ”大师，冰弓怎么了。“寒霜问道。     ”寒霜，我来给你讲讲你这把冰弓。相传，在很久远时候的方块大陆，出了一位拯救天下的英雄，他的魂器就是冰弓。他凭借着自己的实力，征服了各个族群，统一了方块大陆，人们视他为守护神。后来，英雄隐退，大陆重新陷入了割据混乱的场面。结果英雄再次复出，又一次完成了统一大业。但他也太累了，没过多久，英雄倒在了他最爱攀登的山上，那座山就变成了终年不化的冰山。英雄的故事代代相传，一直流传到现在。据说，自那以后，就再也没有出现过冰弓魂器。那位英雄，就是——史蒂夫！“    \n注：本章共2746个字\n---------------------------------------------------------------    \n呼，这是一个大章，累死我了。我还想吐槽的是论坛的数据保存系统，一晚上数据就没了，还好我有备份，要不然......呵呵。---------------------------------------------------------------上一章地址\n---------------------------------------------------------------\n索引贴地址\n\n\n\n\n\n     ",
    "replies": [
        {
            "author": "xiaobaicai",
            "timestamp": 1391667780,
            "txt_content": "斗罗大陆看多了吧           "
        },
        {
            "author": "ISTGame",
            "timestamp": 1391667840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1391667900,
            "txt_content": "xiaobaicai 发表于 2014-2-6 14:23\n斗罗大陆看多了吧\n实在想不到好的RPG系统了，借鉴了下"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1391668140,
            "txt_content": "斗罗的节奏～\n\n"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1403619480,
            "txt_content": "有点像斗罗大陆哦，不错嘛！"
        },
        {
            "author": "1246422194s",
            "timestamp": 1470875880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}