{
    "title": "继续来晒作业了~~",
    "author": "01186",
    "replyCount": 57,
    "timestamp": 1391761080,
    "txt_content": " 本帖最后由 01186 于 2014-2-7 00:55 编辑 \n\n无聊啊,就来晒作业吧随便水帖子\n这是我的作业,要求嘛就是用5种感觉来写一个诗\n\n\n\n\n\n\n\nWhite Rose\n\nLikea fragrant bar of clean soapOra sugar cake baking in the kitchen…\n\nIcan imagine it might taste like sweet vanilla ice cream---Slowlyeaten on a hot summer's day.\n\nPurewhite like the folds of a wedding dress---Orclouds floating on the wind.\n\nIcan almost hear the rose warn me,\"Becareful. I will hurt you.\"\n\nTrue,the green stem hurts when I grab the thorns,Andred drops slowly appear on my fingers.\n\n\n\n\n\n\n\n白玫瑰\n\n就像干净的肥♂皂\n或者像在厨房里烹饪的蛋糕\n\n它的味道像香草冰淇淋\n在炎热的夏天里慢慢品尝\n\n像纯白的婚纱\n飘在空中\n\n我好像听到玫瑰在警告我\n小心点,我会弄伤你\n\n但是,茎(忘了玫瑰的刺叫什么了)已经刺伤了我的手指\n红色的液体(打不出来那个字)慢慢的流出我的手指\n\n\n\n\n最近老是写诗好难啊...\n[groupid=500]绅士交流团~~[/groupid]",
    "replies": [
        {
            "author": "zjr_516635864",
            "timestamp": 1391761260,
            "txt_content": "写诗是难了.\n但你没觉得看诗也挺难？"
        },
        {
            "author": "杰·天行者",
            "timestamp": 1391761260,
            "txt_content": "明天开学我作业还是一点没动呢..关键是我居然挺萌的一点都不紧张？？？"
        },
        {
            "author": "cyqsimon",
            "timestamp": 1391761260,
            "txt_content": "好美的诗~~\n\n{:10_512:}{:10_512:}{:10_512:}{:10_512:}{:10_512:}\n\n我也需要休息一下了......"
        },
        {
            "author": "Restisilenta",
            "timestamp": 1391761320,
            "txt_content": "什么东西。。。。看不懂啊。。。。"
        },
        {
            "author": "烨s",
            "timestamp": 1391761320,
            "txt_content": "上面的鸡肠是什么意思......."
        },
        {
            "author": "01186",
            "timestamp": 1391761440,
            "txt_content": "zjr_516635864 发表于 2014-2-7 00:21\n写诗是难了.\n但你没觉得看诗也挺难？\n看诗也挺难...我改说什么呢"
        },
        {
            "author": "01186",
            "timestamp": 1391761440,
            "txt_content": "杰·天行者 发表于 2014-2-7 00:21\n明天开学我作业还是一点没动呢..关键是我居然挺萌的一点都不紧张？？？\n你不怕被骂吗"
        },
        {
            "author": "杰·天行者",
            "timestamp": 1391761500,
            "txt_content": "01186 发表于 2014-2-7 16:24\n你不怕被骂吗\n我正想补作业呢= =但是又不想离开手中的鼠标orz"
        },
        {
            "author": "杰·天行者",
            "timestamp": 1391761500,
            "txt_content": "01186 发表于 2014-2-7 16:24\n看诗也挺难...我改说什么呢\n我们的英语水平根本不在一条线上啊喂"
        },
        {
            "author": "01186",
            "timestamp": 1391761560,
            "txt_content": "cyqsimon 发表于 2014-2-7 00:21\n好美的诗~~\n谢谢赞美啦~~(我差不多又了1个半小时写出来的东西)\n\n好好休息吧~~不要太累了~~"
        },
        {
            "author": "01186",
            "timestamp": 1391761620,
            "txt_content": "Restisilenta 发表于 2014-2-7 00:22\n什么东西。。。。看不懂啊。。。。\n一个诗而已~~~"
        },
        {
            "author": "JUNS",
            "timestamp": 1391761620,
            "txt_content": "- -！~看到鹦文瞬间就头痛了，我去"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1391761620,
            "txt_content": "01186 发表于 2014-2-7 16:24\n看诗也挺难...我改说什么呢\n都是中国宁.\n改中文行不...."
        },
        {
            "author": "01186",
            "timestamp": 1391761620,
            "txt_content": "烨城 发表于 2014-2-7 00:22\n上面的鸡肠是什么意思.......\n鸡肠?!什么东西?!"
        },
        {
            "author": "01186",
            "timestamp": 1391761740,
            "txt_content": "杰·天行者 发表于 2014-2-7 00:25\n我正想补作业呢= =但是又不想离开手中的鼠标orz\n我是不写就会被骂死啊..."
        },
        {
            "author": "01186",
            "timestamp": 1391761800,
            "txt_content": "杰·天行者 发表于 2014-2-7 00:25\n我们的英语水平根本不在一条线上啊喂\n国外党表示这都是被逼出来的..."
        },
        {
            "author": "杰·天行者",
            "timestamp": 1391761800,
            "txt_content": "01186 发表于 2014-2-7 16:29\n我是不写就会被骂死啊...\n我也是啊= =而且可能还不止骂那么简单，但是我还是无法离开这个显示屏QAQ"
        },
        {
            "author": "a2455564728",
            "timestamp": 1391761800,
            "txt_content": "01186 发表于 2014-2-7 16:24\n你不怕被骂吗\n厉害厉害"
        },
        {
            "author": "01186",
            "timestamp": 1391761860,
            "txt_content": "JUNS 发表于 2014-2-7 00:27\n- -！~看到鹦文瞬间就头痛了，我去\n慢慢看嘛,又不难"
        },
        {
            "author": "01186",
            "timestamp": 1391761860,
            "txt_content": "zjr_516635864 发表于 2014-2-7 00:27\n都是中国宁.\n改中文行不....\n老师看不懂中文啊..."
        },
        {
            "author": "Restisilenta",
            "timestamp": 1391761860,
            "txt_content": "01186 发表于 2014-2-7 16:27\n一个诗而已~~~\n英文啊，看不懂"
        },
        {
            "author": "01186",
            "timestamp": 1391761920,
            "txt_content": "a2455564728 发表于 2014-2-7 00:30\n厉害厉害\n谢谢啦~~"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1391761980,
            "txt_content": "01186 发表于 2014-2-7 16:31\n老师看不懂中文啊...\n算你淫的一首外文湿"
        },
        {
            "author": "烨s",
            "timestamp": 1391761980,
            "txt_content": "01186 发表于 2014-2-7 16:27\n鸡肠?!什么东西?!\n是粤语,鸡肠=英文,我不太看得懂鸡肠................"
        },
        {
            "author": "JUNS",
            "timestamp": 1391762040,
            "txt_content": "01186 发表于 2014-2-7 16:31\n慢慢看嘛,又不难\n- -！~没，馒馒看的话就要一个一个看字典了"
        },
        {
            "author": "01186",
            "timestamp": 1391762100,
            "txt_content": "杰·天行者 发表于 2014-2-7 00:30\n我也是啊= =而且可能还不止骂那么简单，但是我还是无法离开这个显示屏QAQ ...\n.......我这个单元已经是作死成绩了(gpa3.0)刚好我家长来看我,结果就是每个周末都骂我..."
        },
        {
            "author": "01186",
            "timestamp": 1391762160,
            "txt_content": "JUNS 发表于 2014-2-7 00:34\n- -！~没，馒馒看的话就要一个一个看字典了\n.....要好好学英语了少年.."
        },
        {
            "author": "01186",
            "timestamp": 1391762220,
            "txt_content": "烨城 发表于 2014-2-7 00:33\n是粤语,鸡肠=英文,我不太看得懂鸡肠................\n好吧...算了我去翻译一下吧"
        },
        {
            "author": "01186",
            "timestamp": 1391762220,
            "txt_content": "zjr_516635864 发表于 2014-2-7 00:33\n算你淫的一首外文湿\n算了我去翻译一下吧..."
        },
        {
            "author": "mcAK47",
            "timestamp": 1391762880,
            "txt_content": "英语渣还是手贱点进来了"
        },
        {
            "author": "JUNS",
            "timestamp": 1391763000,
            "txt_content": "01186 发表于 2014-2-7 16:36\n.....要好好学英语了少年..\n- -！~听说以后会馒馒减少对英语的重视，不过我是等不到那时候了"
        },
        {
            "author": "01186",
            "timestamp": 1391763420,
            "txt_content": "mcAK47 发表于 2014-2-7 00:48\n英语渣还是手贱点进来了\n刚刚我翻译了一下"
        },
        {
            "author": "01186",
            "timestamp": 1391763480,
            "txt_content": "JUNS 发表于 2014-2-7 00:50\n- -！~听说以后会馒馒减少对英语的重视，不过我是等不到那时候了\n全世界这么多人会又英语,想要减少对英语的重视不可能吧..."
        },
        {
            "author": "mcAK47",
            "timestamp": 1391763480,
            "txt_content": "01186 发表于 2014-2-7 16:57\n刚刚我翻译了一下\n我也翻译了，不过不太靠谱"
        },
        {
            "author": "JUNS",
            "timestamp": 1391763540,
            "txt_content": "01186 发表于 2014-2-7 16:58\n全世界这么多人会又英语,想要减少对英语的重视不可能吧...\n- -！~没事，只要不用我还能活下去我就绝对不会用"
        },
        {
            "author": "花钱丶伤",
            "timestamp": 1391763540,
            "txt_content": "01186 发表于 2014-2-7 16:58\n全世界这么多人会又英语,想要减少对英语的重视不可能吧...\n其实是为了平常方便看本←w←（真相）"
        },
        {
            "author": "01186",
            "timestamp": 1391763600,
            "txt_content": "mcAK47 发表于 2014-2-7 00:58\n我也翻译了，不过不太靠谱\n你看看我的翻译~~"
        },
        {
            "author": "01186",
            "timestamp": 1391763660,
            "txt_content": "JUNS 发表于 2014-2-7 00:59\n- -！~没事，只要不用我还能活下去我就绝对不会用\n我是必须的用啊..."
        },
        {
            "author": "01186",
            "timestamp": 1391763720,
            "txt_content": "花钱丶伤 发表于 2014-2-7 00:59\n其实是为了平常方便看本←w←（真相）\n你怎么知道的(我妈想样我明年在去学一门语言...我会死的啊!!)"
        },
        {
            "author": "JUNS",
            "timestamp": 1391763840,
            "txt_content": "01186 发表于 2014-2-7 17:01\n我是必须的用啊...\n- -！~英语相关工作？"
        },
        {
            "author": "花钱丶伤",
            "timestamp": 1391763900,
            "txt_content": "01186 发表于 2014-2-7 17:02\n你怎么知道的(我妈想样我明年在去学一门语言...我会死的啊!!)\n多学几种语言有助于看本、看番、把妹←w←"
        },
        {
            "author": "98753",
            "timestamp": 1391763960,
            "txt_content": "高二英语期末试卷\n\n\nI. 单项选择（共10小题；每小题2分，满分20分）\n从A、B、C、D四个选项中，选出可以填入空白处的最佳选项。\n1. Many years ago, some scientists found the ____ towns that ____ under the ashes.\n  A. lost, have been buried        B. losing, have buried \nC. lost, had been buried         D. losing, had buried\n2. ____ Helen understood the key to language, she was very eager to learn more and use it ____ she could.\n  A. As long as, as many as      B. Now that, as much as \n  C. As soon as, as often as      D. Since, as well as\n3. ____ came as no surprise that I was ____ last in the competition.\n  A. That, /      B. It, the     C. Which, the     D. It, /\n4. Mr. Bean cannot hide his feelings, ____ the waiters ask if everything is all right.\n  A. except when    B. besides    C. except that    D. except\n5. After ____ by the waitress near a window, she ordered a big hamburger.\n  A. seated    B. being seating    C. sitting   D. being seated\n6. It is said in the book that Thomas Edison (1847-1931) ____ the world leading inventor for over seventy years since his death.\n  A. would be   B. has been    C. had been    D. was\n7. With the influence of history, society and culture, there are no precise criteria _____.\n  A. can be used to judge that is beautiful.   \nB. that can be used to judge how beautiful is\n  C. that can be used to judge what is beautiful\nD. that can be used to judging what is beautiful\n8. The appeal of a person’s inner beauty is quite different from ____ a person’s physical beauty.\n  A. that of       B. /       C. the one of      D. one of\n9. I shouted with pain and decided to wait till night, ____ I could easily free myself.\n  A. as        B. when      C. while        D. which\n10. It was an accident. He didn’t do it ____.\n  A. delightedly       B. decidedly      C. deliberately    D. desperately\n\nII. 完形填空（共20小题；每小题1.5分，满分30分）\n阅读下面短文，掌握其大意，然后从11~30各题所给的四个选项（A、B、C和D）中，选出最佳选项。\nDuring the years of depression(萧条), food and money were very hard to find and people had to trade things with each other.\nOne day I was  11 some potatoes from Mr. Miller. I noticed a small poor boy hungrily  12  a full basket of    13 green peas. Then I was  14   to see that Mr. Miller sold the boy a bag of peas for just a marble (弹球).\nMrs. Miller, who had been standing nearby,\n  15   and told me that Mr. Miller loved to trade with the three boys in the village for peas, tomatoes, and other things  16  he didn’t really need any marbles. I left the stand, smiling to myself,  17  by this man.\nSeveral years went by. One day I learned that Mr. Miller had died. I took part in the funeral (葬礼),   18    three young men.\nThey came over to Mrs. Miller, hugged her, kissed her on the cheek, spoke with her and\nmoved on,  19 their eyes.\nOur  20  came to meet Mrs. Miller. I mentioned 21 she had told me about the   22 She told me, “Those three young men above were the boys I told you about. They just told me  23  they appreciated the things Jim ‘traded’ with them. Now, at last, they came to pay their debt.”\n“We’ve    24   had a great deal of the wealth in this world,” she added, “but right now, Jim would consider himself to be the  25   man.” \nThen she gently lifted the   26   fingers of her husband. Resting underneath were three red marbles.\nAt that time I realized that we would not  be 27 by our words, but by our kind    28  . It is said that it takes a minute to find a  29 person, an hour to appreciate him, a day to love him, but an entire life to 30 him.  \n11. A. buying               B. selling                C. borrowing             D. hunting\n12. A. glaring at            B. glanced at          C. staring at              D. watched at\n13. A. picking fresh       B. freshly picked     C. picked freshly        D. fresh dried\n14. A. astonished          B. amazed              C. annoyed                 D. worried\n15. A. turned over         B. going over           C. came over              D. coming over\n16. A. but                      B. otherwise            C. or                        D. although\n17. A. suspected           B. impressed            C. regretted               D. embarrassed\n18. A. saw                    B. discovering        C. finding                   D. seeing\n19. A. closing                B. wiped                  C. cleaning                D. wiping\n20. A. time                   B. chance               C. turn                      D. decision\n21. A. the story             B. the proverb          C. the legend               D. the joke\n22. A. marbles              B. men                    C. debt                     D. life\n23. A. why                  B. how                  C. when                    D. what          \n24. A. ever                   B. always                C. never                    D. seldom\n25. A. honest                 B. happiest             C. coldest                   D. richest\n26. A. lifeless                 B. regretless             C. useless                 D. hopeless\n27. A. thought               B. touched              C. remembered           D. affected\n28. A. deeds                 B. things                 C. remarks                 D. rewards\n29. A. strict                 B. honest                 C. special                   D. learned\n30. A. ignore                 B. forget                  C. recognize               D. remind\n\nIII. 阅读理解（共15小题；每小题2分，满分30分）\n    阅读下列短文，从每小题所给的四个选项A、B、C和D中，选出最佳选项。\nA\nThe first reality TV show in the world was called Expedition Robinson and it was shown in Sweden in 1997. Half the population of the country watched the final event and a new kind of TV program was born. Two years later in Holland, the first series of Big Brother was filmed. Again, it was a great success and the final program was watched by 15 million people. Now more than 20 countries around the world have Big Brother or Expedition Robinson on their TV screens. The ordinary people who take part in the programs are known by millions of people in their own countries and reality TV has become big, big business.\n    For the TV producers, reality TV is a dream that can come true because many of the programs cost nothing to make. At some point, the television viewers are asked to telephone the program to vote or to apply to take part in the show. It is the cost of these telephone calls that pays for the shows. One of the most popular shows is Pop Idol. In the show a group of attractive young people are made into pop stars. TV viewers vote for their favorite person on the show. The winner makes a record and millions of copies of the record are sold. His or her pictures are published on the covers of magazines or on the front pages of newspapers, and then, they are quickly forgotten.\n    But not everyone is happy about reality TV. In Portugal, two TV channels got into trouble because they showed too much of the personal life of the people in the shows. In France, reality TV is called “rubbish TV” and the TV studios of Big Brother were attacked three times in one week. In Greece, Big Brother was described as “ against human rights and civilization”.\n31. Those who take part in the reality TV shows are usually _____.\nA. common people                          B. pop TV stars  \nC. attractive people                        D. famous film stars  \n32. Who would pay for the cost of the reality TV shows according to the passage?\nA. TV producers who make reality TV shows\nB. TV actors who take part in reality TV shows.\nC. TV viewers who telephone reality TV shows\nD. TV companies which broadcast reality TV shows \n33. It can be concluded from the passage that ______.\nA. everyone is happy about reality TV.\nB. reality TV will do well in many countries.\nC. all the people in Europe are not in favor of reality TV.\nD. reality TV will not be broadcast in any countries.\n\nB\nShe is a quiet girl. As a daughter, she has no secrets from her mother, who is very pleased with her. But recently she has become somewhat mysterious, and not so open as before. She has a diary that she keeps under lock and key. Her mother cannot help worrying about her: what if she falls in love, which is too early for a girl of her age. After all she is reaching the “dangerous stage”. These thoughts have caused trouble in the mother’s mind.\nOne weekend the girl came to tell her mother that she was going to the cinema with her schoolmate and would return late. This was the first time her mother agreed, and she couldn’t help worrying because her daughter had never been away at night before. The mother waited till nine and her uneasiness got the upper heart over her. She decided to go out to meet her daughter. Just at that moment the noise of a car pulling up drew her to the window and there was her daughter, waving goodbye to a boy. Her heart missed a beat. When the girl came in, the mother was watching TV, pretending nothing had happened. “Mum, I’m back.” “Yeah” “Sorry to be late. Still sitting up?” “Yes, oh, that … Who’s that boy?” The daughter was stunned for a moment. “Ah. It’s my monitor. He gave me a lift on his way home. Mum, I’m going to bed.” “All right. Go to sleep early.”\nNext morning when the mother went to the daughter’s room to do some tidying, she found her diary left at her pillow. After a few minutes’ hesitation she eventually opened it to the entry of the night before. It reads: Mum, it’s love that made you ask, but it would show your understanding of me if you hadn’t. Holding the diary, the mother fell into thought.\n34. From the diary we can see the daughter ________.\nA. thanked her mother for asking her\nB. thought her mother cared about her very much\nC. thought it was her mother’s duty to ask\nD. thought her mother’s understanding is better than simple love.\n35. Which is the correct order according to the story?\na. She took a lift back in her monitor’s car.\nb. She went to see a film with her classmate.\nc. She wrote in her diary to her mother.\nd. Her mother pretended to watch TV\ne. Her mother worried about her daughter’s returning late\nA. e, b, a, d, c        B. b, e, a, d, c        C. b, a, e, d, c        D. b, e, a, c, d\n36. Which can be the best title for this story?\nA. Mother’s True Love\nB. Worries between Students\nC. To Ask or Not To Ask\nD. Dangerous Age\n\nC\nHave you ever wondered why birds sing? Maybe you thought that they were just happy. After all, you probably sing or whistle when you are happy.\nSome scientists believe that birds do sing some of the time just because they are happy. However, they sing most of the time for a very different reason. Their singing is actually a warning to other birds to stay out of their territory.\nDo you know what a “territory” is? A territory is an area that an animal, usually the male, claims（声称）as its own. Only he and his family are welcome there. No other families of the same species（物种）are welcome. Your yard and house are your territory where only your family and friends are welcome. If a stranger should enter your territory and threaten you, you might shout. Probably this would be enough to frighten him away.\nIf so, you have actually scared the stranger away without having to fight him. A bird does the same thing. But he expects an outsider almost any time, especially at nesting（筑巢）season. So he is screaming all the time, whether he can see an outsider or not. This screaming is what we call a bird’s song, and it is usually enough to keep an outsider away.\nBirds sing loudest in the spring when they are trying to attract a mate and warn others not to enter the territory of theirs.\nYou can see that birds have a language all their own. Most of it has to do with attracting mates and setting up territories.\n37. Some scientists believe that most of the time birds’ singing is actually____.\nA. an expression of happiness      \nB. a way of warning\nC. an expression of anger\nD. a way of greeting\n38. What is a bird’s “territory”?\nA. A place where families of other species are not accepted.\nB. A place where a bird may shout at the top of its voice.\nC. An area for which birds fight against each other.\nD. An area which a bird considers to be its own.\n39. Why do birds keep on singing at nesting season?\n       A. Because they want to invite more friends.\n       B. Because their singing helps frighten outsiders away.\n       C. Because they want to find outsiders around.\n       D. Because their singing helps get rid of their fears.\n40. How does the writer explain birds’ singing?\n       A. By comparing birds with human beings.\nB. By reporting experiment results.\n       C. By describing birds’ daily life.  \nD. By telling a bird’s story.\n\nD\nInfluenced by their families and society, many youths are infatuated with expensive famous brands. But not every youth is as rich as a millionaire and people are getting worried about this.\nAccording to a recent survey, one out of five pupils wears clothes of well-known brands, including a belt worth 560 Yuan,more than a half of an ordinary worker’s salary. Among the 100 middle school students surveyed, as many as 70 own famous-brand clothes, 60 have famous-brand watches and 45 possess famous-brand bicycles. Two of them even wear over 1500 Yuan worth of suits.\nMost young people who come from ordinary families will try to steal money to have better food and clothing if their parents don’t satisfy their needs. A boy named Chen even killed another boy simply for 500 Yuan and was sentenced to nine years’ imprisonment.\nPeople wonder how these teenagers can be independent in the future, while parents are calling for help from schools, governments and the society.\n41. Which of the following is NOT true according to the passage?\nA. More than 50 percent of the students surveyed possess things of famous brands.\nB. An ordinary worker earns less than 1120 Yuan each month.\nC. Suits may cost as much as 1500 Yuan.\nD. Young people now are as rich as millionaires.\n42. What does “be infatuated with” mean according to the context?\nA. be anxious about             \nB. be filled with a strong unreasonable feeling of love for\nC. have a strange and unusual way of\nD. be low in spirits ;be sad for\n43. As a result, the boy mentioned in the passage will      .\nA. steal money for better food and clothing  \nB. kill another boy for 500 Yuan\nC. stay in prison for nine years \nD. ask his parents to satisfy his needs\n44. From whom are the parents calling for help?\nA. The governments                           B. The schools  \nC. The society                                 D. All the above\n45. The best title for the passage would be       .\nA. Youths Run After Famous Brands.\nB. Youths Should Own More Money\nC. Youths As Rich As Millionaires\nD. Youths Must Be Taken Good Care of\n\nIV. 单句改错 (共10小题；每小题1分，满分10 分)\n下列10个单句每句均有一错，分别为多一词、少一词和错一词。此题改错要求同高考要求，即加一词、去一词和改一词。\n46. The eruption was occurred on August 24th, 79AD.\n47. They weren’t surprised at all. Have they heard the news earlier?\n48. I found a few flowers in the garden and brought it to my teacher.\n49. Can you think of a comedian who puts up different voices?\n50. Have you ever had trouble try to spell a word?\n51. I convinced that he would be more famous than Chaplin.\n52. Standards of beauty changes across different times and different cultures.\n53. It was the first time that Helen understood such a complex word.\n54. She had a breakthrough while work on a simple task.\n55. I would rather have Tom repaired my TV tomorrow.\n\nV. 书面表达（满分10分 ）\n寒假即将来临。你班同学讨论了假期计划，提出了不同看法。请根据提示写一篇有关讨论的英语短文，并谈谈你的看法。\n\n优点\n缺点\n呆在家中\n花费少，舒适方便\n不能亲身了解外界\n外出旅游\n增长见识，开阔眼界\n花费多，旅途不便\n注意：1. 短文必须写在答题卡的指定区域，词数80~120（不含已写好部分）。\n      2. 短文必须包括表中所列要点，可根据内容分段表达。\n      3. 可适当增加细节，以使行文连贯。\n      4. 参考词汇：眼界——horizon（或view）\n\n听力（共两节，满分30分）\n\n第一节（共5小题；每题1. 分，满分7.5分）\n听下面5段对话。每段对话后有一个小题，从题中所给的A、B、C三个选项中选出最佳选项，并标在试卷的相应位置。听完每段对话后，你都有10秒钟的时间来回答有关小题和阅读下一小题。每段对话仅读一遍。\n1. When will the film probably start?\nA. At 12:45                  B. At 12:15                C. At 12:30\n2. Where is the woman?\nA. In a soap factory.      \nB. In her house.\nC. At an information desk.\n3. What color is the cloth?\n    A. It’s yellow.              B. It’s green.              C. It’s blue.\n4. Where does the woman prefer to live?\nA. Near the city.           B. In the city.              C. In the countryside.\n5. How is the man getting to the appointment?\n    A. On foot.                 B. By bus.                  C. By bike.\n\n第二节（共15小题；每题1. 5分，满分22. 5分）\n听下面5段对话或独白。每段对话或独白后有几个小题，从题中所给的A、B、C三个选项中选出最佳选项，并标在试卷的相应位置。听每段对话或独白前，你将有时间阅读各个小题；每小题5秒钟；听完后，每小题将给出5秒钟的作答时间。每段对话或独白读两遍。\n听第6段材料，回答第6至7题。\n6. Who gave the lecture, according to the conversation?\nA. A doctor.                 B. A writer.               C. A musician.\n7. What was the lecture about?\nA The difference between classical music and modern music.\nB. The difference between classical literature and modern literature\nC. Modern literature and its future development.\n\n听第7段材料，回答第8至10题。\n8. How long did the woman stay there?\nA. 4 weeks.                B. 2 weeks.              C. 2weeks and 2 days.\n9. What the geography like in the middle of Australia?\n  A. It’s sandy desert.\nB. It’s mountainous.\nC. There are a lot of stones in the desert.\n10. What is the weather like in the southeast of Australia?\n  A. It’s neither too hot nor too cold all the year round.\n  B. It’s very hot and dry all the year round.\n  C. It’s very hot in summer and cold in winter.\n\n听第8段材料，回答第11至13题。\n11. Why did the man look worried?\n  A He got an expensive telephone bill.\n  B. He couldn’t afford the telephone bill.\n  C. His wife forgot to call his son.\n12. What is the woman going to do?\n  A. Ask Jack to pay for the bill.\n  B. Ask her father to pay for the bill.\nC. Use her father’s money to pay for the bill.\n13. What is the relationship between the two speakers?\n  A. Mother and son.\nB. Teacher and student.\nC. husband and wife.\n\n听第9段材料，回答第14至16题。\n14. How many NBA stars do the speakers mentioned?\n  A. Three.                    B. Four.                     C. Five.\n15. Which of the following is right according to the dialogue?\n  A. Jordan is still in service.\nB. Jordan is retired from NBA.\nC. NBA enrolls the players only from America.\n16. What does the woman mean by saying the last sentence?\n  A. It means that all the stars played wonderfully.\n  B. O’Neal is superior to the others.\n  C. In skill, Jordan is the best one in her opinion.\n\n听第10段材料，回答第17至20题。\n17. Why walking with a dog can help find someone to talk to?\n    A. Dogs like to be close to strangers.\n    B. Americans like dogs\n    C. Dogs have sharp eyes.\n18. Who should he ask for help if a man loses his way?\n    A. A woman.               B. A man.                  C. A child.\n19. What will a young lady do if you ask her age?\n  A. Tell you the false age.\n  B. Tell you the true age.\n  C. Think you are impolite.\n20. What time should you arrive if your appointment time is 7:00?\n  A. A 7:00 sharp.          B. By 7:00.                C. At about 7:00.\n\n【试题答案】\nI. 单选\n1—5 CBDAD   6—10 BCABC\nII. 完形\n11—15 ACBAC   16—20 DBDDC  21—25 AABCD   26—30 ACACB\nIII. 阅读\n31—35 ACCDB    36—40 CBDBA   41—45 DBCDA\nIV. 改错\n46. 去掉was      47. Have—Had             48. it改为them    49. up—on \n50. try改为trying       51. convinced前加was或后加myself\n52. changes改为change      53. understood前加had \n54. work—working     55. repaired—repair或去掉have\n\n作文\nOne possible version：\nThe winter holiday is coming. Our class have had a discussion about what to do during the holiday. Some are in favor of staying at home. They think it’s both convenient and comfortable. What’s more, they can save money for other purposes. But they will lose the chance of getting to know the outside world.\nHowever, others prefer to go out for traveling since it can increase their knowledge and broaden their horizons. But they will spend more money and meet some difficulties while traveling.\nIn my opinion, it would be much better to stay at home, for I can do what I like, such as reading books, watching TV, and helping my parents with the housework.\n\n听力\n1—5 ABBBB        6—10 CABCA              11—15 ACCAB             16—20 CBACB\n\n 我们老师都发在群上了...{:10_512:}"
        },
        {
            "author": "01186",
            "timestamp": 1391764020,
            "txt_content": "JUNS 发表于 2014-2-7 01:04\n- -！~英语相关工作？\n我是苦逼的国外党..."
        },
        {
            "author": "sfsfnnnnmmmm",
            "timestamp": 1391764020,
            "txt_content": "98753 发表于 2014-2-7 17:06\n高二英语期末试卷\n\n\n高兴嘛\n顶一个"
        },
        {
            "author": "98753",
            "timestamp": 1391764080,
            "txt_content": "98753 发表于 2014-2-7 17:06\n高二英语期末试卷\n\n\n整整两张啊！{:10_512:}"
        },
        {
            "author": "01186",
            "timestamp": 1391764080,
            "txt_content": "花钱丶伤 发表于 2014-2-7 01:05\n多学几种语言有助于看本、看番、把妹←w←\n听了这个我马上就有动力了"
        },
        {
            "author": "01186",
            "timestamp": 1391764140,
            "txt_content": "98753 发表于 2014-2-7 01:06\n高二英语期末试卷\n\n\n这会做死的啊..."
        },
        {
            "author": "JUNS",
            "timestamp": 1391764200,
            "txt_content": "01186 发表于 2014-2-7 17:07\n我是苦逼的国外党...\n- -！~啧啧，还好不用去外面用英语"
        },
        {
            "author": "98753",
            "timestamp": 1391764200,
            "txt_content": "01186 发表于 2014-2-7 17:09\n这会做死的啊...\n是啊~，幸好英语150考137{:10_512:}\n应该不会太困难吧？"
        },
        {
            "author": "01186",
            "timestamp": 1391764260,
            "txt_content": "JUNS 发表于 2014-2-7 01:10\n- -！~啧啧，还好不用去外面用英语\n...家长要我去没办法..."
        },
        {
            "author": "01186",
            "timestamp": 1391764260,
            "txt_content": "98753 发表于 2014-2-7 01:10\n是啊~，幸好英语150考137\n应该不会太困难吧？\n是题目太多了..."
        },
        {
            "author": "JUNS",
            "timestamp": 1391764320,
            "txt_content": "01186 发表于 2014-2-7 17:11\n...家长要我去没办法...\n- -！~上级命令"
        },
        {
            "author": "杰·天行者",
            "timestamp": 1391764380,
            "txt_content": "98753 发表于 2014-2-7 17:06\n高二英语期末试卷\n\n\n你们老师连答案也一起发了？"
        },
        {
            "author": "98753",
            "timestamp": 1391764500,
            "txt_content": "杰·天行者 发表于 2014-2-7 17:13\n你们老师连答案也一起发了？\n没有啊~{:10_512:}"
        },
        {
            "author": "杰·天行者",
            "timestamp": 1391764560,
            "txt_content": "98753 发表于 2014-2-7 17:15\n没有啊~\n为何自带答案→_→"
        },
        {
            "author": "01186",
            "timestamp": 1391764620,
            "txt_content": "JUNS 发表于 2014-2-7 01:12\n- -！~上级命令\n差不多..."
        },
        {
            "author": "98753",
            "timestamp": 1391764740,
            "txt_content": "杰·天行者 发表于 2014-2-7 17:16\n为何自带答案→_→\n嘿嘿，我同学发给我的，说是查的...然后就一起放在本文档了....{:10_512:}"
        }
    ]
}