{
    "title": "【原创】我的朋友？是僵尸！--05",
    "author": "孤独患者",
    "replyCount": 7,
    "timestamp": 1391764500,
    "txt_content": "“喂喂喂！奇神！你不要乱说话啊！什么枪啊！不是还有警察管着吗！”洛冲被抓的十分的不爽，便大声吼了一句。. “什么狗屁警察啊！现在连政府的沦陷了，我刚刚在家里看了看新闻，就连现场直播也被那群该死的僵尸咬了！”奇神边跑边说道。 .“喂！就算你要说僵尸是该死的也得考虑考虑我的感受吧！你不要忘了现在我的处境！”海猪一听到奇神这样骂他他就不顺心了，海珠用力拍了拍奇神的胳膊，让奇神放下他，然后叫道：“跑什么跑，有本事别给我一直跑一直跑，懦夫！”说着，海珠便奋力向着小混混那边冲去，企图把小混混全部做掉。 .“对啊！奇神，如果你不想做一辈子的懦夫的话，就跟我拿着武器跟他们拼了！”洛冲一听到海珠的话语，他那颗正义的心便已经开始激动。不赶快实行，会为不攻击那些小混混后悔一辈子的。 .“好…不要！！！！！你们要送死就去送死好了，我可不要陪着你们去受罪！！！”奇神是一个胆小鬼，但是胆小鬼在发怒的时候会被冲昏了头，选择错误的一方，反而去协助错误的一方。 .说着，奇神挣开洛冲的手臂，往海珠的另外一个方向跑去。过一会儿，便不见了踪影…… .其实，这个世界上，根本没有什么所谓的正确或错误，只不过是因为正确的那一方比较多人选择罢了。比如，要是警察在烧杀掠夺的话，那么反而恐怖分子的做法会是正确的做法，人们都会投靠恐怖分子，而恐怖分子的名誉也变成了警察。相反，警察的名誉却会变成恐怖分子。 .洛冲看着奇神远去的方向，不由的感到惋惜：“唉，虽然你很聪明，选择逃跑，但是你很快就会死的了。”洛冲之所以这么说，是因为他们选择的露营地点根本就是个野兽动物园。因为在这深山里，末世之前就已经死去了好多好多的人了。在末世之后，不知道那些凶悍的野兽会不会变得更加的凶猛、可怕。因为，就连海珠这种奇葩的生物种都出现了，还有什么不可能的事？ .其实，刚刚那些，在他人的眼中只不过是短短的一分钟罢了…… .也罢，少了关谷奇神这种胆小鬼，洛冲和海珠也能比较快的成长起来，洛冲思考了一会儿，觉得其实奇神走了对自己的利益更大，便没有再想什么，转过身来向着海猪远去的方向跑去。 .不是因为洛冲不讲情义，那是因为奇神自己给自己选的一条通往死亡的一条道路，就算救了他，在将来遇到像这种情况的话，奇神肯定还是会毫不犹豫的溜走，因为人的思想不是说改就改的，他们可不是没有智慧的生物。 .洛冲一冲到小混混那边，迎来的就是一发子弹的攻击。幸好刚刚洛冲获得了强化，但是就算强化了，在这阶段里，也不可能完全不受伤的。不完全受伤的，那是魔鬼！ .“啊！洛冲以为自己闪避了就可以躲过子弹的攻击。但是，思维快不代表速度快，虽然没有打中要害，但是却打中了洛冲的右臂。 .幸亏洛冲是左撇子，洛冲忍着痛苦，双眼散发着淡淡的红光，拿着开山刀向着开枪的人慢慢靠近，怕再次被枪射中。（躲在掩体后） .“果然，冷兵器是不可能战胜热兵器的，但是洛冲并不知道，在未来的自己，就用自己的实力狠狠的推翻了这个自己下的结论。 .此时的海猪…… .“洛冲！你躲在掩体后面，我忽然发现小径口的子弹对我的威胁很大啊！我以为我变成了僵尸！就是刀枪不入的了！没想到，虽然不会让自己死掉，但是！这身体好废柴啊！”海猪在那边说着自己的身体好废柴，一边举着枪在敌方之中乱射。但是，他最终把子弹耗尽也只杀死了2个小混混，而拥有枪的小混混总共有5个！总体的小混混有12个！海猪杀死了一个小混混夺取了枪，把枪的子弹耗尽杀了一个没枪的小混混。意思是说，还剩下10个小混混，4个有拿枪的。 .在掩体后的洛冲…… .‘为什么刚刚子弹打中了我的左臂，我虽然疼，但是忽然有一秒的时间锁定了一名拿着枪的小混混，是不是新的技能？’洛冲边想着边从包里拿出急救包，把急救包里的夹子拿了出来，慢慢的，把子弹轻轻的取出（在取出的过程中没忍住叫了几声，结果差点被子弹打中），接着拿出酒精、红药水和胶带。首先，先把胶带封在自己嘴巴上，然后用酒精慢慢的涂在伤口上（涂得时候痛得受不了，但是胶带……），接着用红药水涂在上面（微痛，小学生都受的了），接着拿出绷带和固定绷带的东西，把自己的左臂处理好。 .接着，让我们转到关谷奇神的画面……（未完待续）                                                                                                                                  [返回索引贴~]   ",
    "replies": [
        {
            "author": "1814209846",
            "timestamp": 1391764680,
            "txt_content": "字数这么多好评"
        },
        {
            "author": "42486327",
            "timestamp": 1391764680,
            "txt_content": "前排支持      "
        },
        {
            "author": "孤独患者",
            "timestamp": 1391764860,
            "txt_content": "1814209846 发表于 2014-2-7 17:18\n字数这么多好评\n谢谢，开学时字数会稳定在3000字，只不过更新会稳定在一周一更~"
        },
        {
            "author": "孤独患者",
            "timestamp": 1391764920,
            "txt_content": "42486327 发表于 2014-2-7 17:18\n前排支持\n谢谢支持~如果有金（节）锭（操）的，请到索引贴加点小费，谢谢~~~"
        },
        {
            "author": "42486327",
            "timestamp": 1391764980,
            "txt_content": "孤独患者 发表于 2014-2-7 17:22\n谢谢支持~如果有金（节）锭（操）的，请到索引贴加点小费，谢谢~~~\n我的金锭是留给番茄的"
        },
        {
            "author": "孤独患者",
            "timestamp": 1391765100,
            "txt_content": "42486327 发表于 2014-2-7 17:23\n我的金锭是留给番茄的\n番茄是谁"
        },
        {
            "author": "42486327",
            "timestamp": 1391765340,
            "txt_content": "孤独患者 发表于 2014-2-7 17:25\n番茄是谁\n==\n搜索\n西红柿片"
        }
    ]
}