{
    "title": "《一个骑士的一生》快开学了",
    "author": "晓傲",
    "replyCount": 8,
    "timestamp": 1391782680,
    "txt_content": " 本帖最后由 晓傲 于 2014-3-1 17:46 编辑 \n\n    大家好，废话不多说，晓傲在上，今天发布第二章（废话），别希望我说什么，但是，因为忘记发布更新地（预告篇），所以便补上了本文未更新，预告篇地址http://www.mcbbs.net/thread-214673-1-1.html，为了大家狗眼的安全，所以我破例一次，手贱改了颜色（好变扭的说）                                                                                         第二章：粗鲁的土著\n  咳咳，我在哪里？我是谁，我去，汤姆从地上爬了起来，头很痛，脸色苍白，貌似大病一场，一下子又瘫痪在地上，开始回忆，一些词语从脑海中浮现，notch，汤姆，敌人，武器，等级，意识，汤姆想起一部分的回忆，自己叫汤姆，是A城的老居民，矿工，十七岁。\n  该死的notch，我忘记自己家住哪里了，零零碎碎的记忆，我应该还可以回忆七岁之前还有英雄节的一些事情，七岁以上的记忆，零零碎碎啊，该死的notch，算了，对了，还有一件事，汤姆默念：打开背包，愣了一下，背包容量是999格，占了两格的东西是一把匕首和一件卫衣，装备上后，汤姆既然悲惨的发现，自己既是身无分文，可怜到家的穷人，职业表并没有变化，但是，坑爹的是，自己除了一件卫衣和一把匕首，连内裤都没有一件，不过幸好卫衣是有扣子的，可以扣上的，否则就走光了，汤姆发现，现在离黑夜不远了，自己必须建一个避难所，所以，他开始新的一天。\n  一小时后...汤姆在地上挖了一个大坑，在底下做了一个工作台（伐木时获得的），做了把镐子，在一个小型矿洞挖了些煤，做了火把，用石头把这个简单的避难所给顶上盖子，不得说，汤姆是个天才，是建筑上的天才，只用几块石头和一些羊毛，做了一张石床和被子，睡在上面，早早的睡了。\n  BOOM！汤姆惊醒，发现两个皮肤稍黑的人进入自己的避难所，避难所上方被炸药（TNT简称）炸的不成样，落下的石头差点砸中他，他拿起匕首，仇视的看着他们，汤姆默念观察技能开启，发现了一些信息\nDavid（人类零段）                Alexander（人类零段）\n智力：8点                       智力：5点                            \n魅力：7点                       魅力 6点 \n力量：6点                       力量：9点      \n敏捷：4点                       敏捷：5点  \n体力：7点                       体力：9点       \n防御力：6点                     防御力：5点    \n爆发力：10点                     爆发力：6点\n\n  汤姆既出了一身冷汗，这些人自己对上哪个都不是对手，唯独自己跑的快些，看仔细些，对方还是一个傻大个力量爆大，一个戴眼镜又是很聪明，而且还爆发力惊人，对方开口了：小子，别挣扎，老子今天不爽。傻大个开口了，眼镜男也开口了：我们是S村的拯救者（野外帮助迷失人群的职业团体），和我们来吧，听到这句话，汤姆傻了：救人用得拿炸药炸自己建的避难所吗？\n    土著没有回答，傻大个不耐烦了：老子就这样救人了，老子帮了你，没叫你磕头就算好的...傻大个还没说完，就被戴眼镜的男人打断，戴眼镜的男人貌似今天很不开心，对汤姆口气没有那么好，说道：这位兄弟，别在意，我哥们就这臭脾气，不过我们还真得是好心肠了，荒郊野外，离最近的S村都有1000方块（1方块=10千米）远了，这儿不属于官方管理的地方，官方只管100方块内的路行者（路行者：外村人员统称），你运气不错啦，这儿会，要不是我们打猎归来，你还走不了，你应该知道在外人员（在外人员：野外的人）没法和怪物斗争，即便是大团队，我们团队几百人，花了不小钱才购买到隐形药水，我们救你算亏本了，不过先介绍一下，我是大卫，他的名字叫做亚历山大，我的团体上回被一群活死人（僵尸）围攻，死了不少人，你还蛮年轻的，加入我们吧。\n  汤姆的确很年轻，很有发展前途，但是，他是被notch选中的神选者之一，他不想在一个小团队腐败自己的才能，所以，他委婉的说：我叫汤姆，不过现在没有心思加入贵团队，对不起，直白了些。\n  大卫脸色难看：你他妈的别有眼不识泰山，我们队伍，在城里也是前一百的团队，咳咳，你要不然就给老子滚，要不然就交钱送你回村，二选一！亚历山大也是咽了咽口水，他没见过大卫如此生气，有模有样的说道：小兄弟，快滚吧，不然我们就把你扁到复活点，当然，你肯定会扣级别的，哦！你应该是没有级别的村民，可能连零段都没有，除非你口袋有米，不然就真得拜拜了。\n  汤姆二话不说对傻大个说道：哥们，没钱，有命一条...没说完，汤姆就被戴眼镜男一拳扁在地上：亚历山大，去叫杰瑞来，大伙扁死这小子~！亚历山大笨手笨脚点了点头，向一个方向跑去，汤姆怒了，匕首握在手上一刀捅向大卫的后背，开启观察，汤姆默念，大卫头上的血条瞬间掉了100（1体力=100血），大卫抽出一把大刀，汤姆被他压在身下，大刀连砍几下，汤姆掉了差不多400血，在掉200血，他就进入濒死状态了，不知道为什么，汤姆的风衣貌似拥有很强的防御力，否则，汤姆在最后一下就应该死了，然后，大卫倒下了，汤姆坐在地上，一个人提着一把弓，把汤姆拉了起来，你好，我叫杰克，你的名字呢，朋友。\n  眼前的男人戴着鸭舌帽，一身的皮甲很显得不和，汤姆说道：我的名字叫汤姆，A城村民，你好，杰克，谢谢你救了我...杰克回到：举手之劳，不必多言，对了，你是A城人？\n  汤姆愣了一下，这家伙明明是西方人，却学东方人说话，不会是混血儿吧？（汤姆那个时代很排斥混血儿）不过，他还是很礼貌的说道：嗯，我是A城人，你了？杰克马上说：我是A城人，应该是吧，我出生在A城，不过A城我从来没去过，我家住在B城，A城好像离这儿至少有20000方块远，别去了，对了，B城离着儿大约1200方块远，我有马，跟我来吧。\n  汤姆没有立即同意，反倒是问杰克：杰克，你听说过S村吗？杰克也是反过来和汤姆说：S村和我们B城常有战争，F村和E村臣服于我们了，我们开化了他们，S村只是一群未开化的土著，很野蛮，听说他们战斗时专门砍敌人的马（中世纪下十分被歧视的战斗方式），而且他们还经常在野外假装是拯救者，劝服你们这些外来者臣服，否则便杀了你们谋取暴利，再者便是嫁祸于我们。\n  不说了，汤姆，他们很快就会赶到这里，上马，走你！汤姆基本确定杰克是己方的人，便上马远去....\n\n\n",
    "replies": [
        {
            "author": "1364368161",
            "timestamp": 1391782860,
            "txt_content": "真好看           （没看完）"
        },
        {
            "author": "哭泣的格桑花",
            "timestamp": 1391782860,
            "txt_content": "属性点是闹哪样=.="
        },
        {
            "author": "15834179549",
            "timestamp": 1391783040,
            "txt_content": "加油！"
        },
        {
            "author": "Tzi君",
            "timestamp": 1391783220,
            "txt_content": "不错，赞一个"
        },
        {
            "author": "DAC呃呃~",
            "timestamp": 1391783940,
            "txt_content": "顶一个！"
        },
        {
            "author": "晓傲",
            "timestamp": 1391845380,
            "txt_content": "哭泣的格桑花 发表于 2014-2-7 22:21\n属性点是闹哪样=.=\n本文未更新，没有发布预告篇地址，本文为第二章，预告篇地址http://www.mcbbs.net/thread-214673-1-1.html                 由此可看第一章和晓傲最新动态，本文于2月9-2月12更新不定。谢谢支持"
        },
        {
            "author": "晓傲",
            "timestamp": 1391845500,
            "txt_content": "DAC呃呃~ 发表于 2014-2-7 22:39\n顶一个！\n本文未更新，没有发布预告篇地址，本文为第二章，预告篇地址http://www.mcbbs.net/thread-214673-1-1.html                 由此可看第一章和晓傲最新动态，本文于2月9-2月12更新不定。谢谢支持"
        },
        {
            "author": "晓傲",
            "timestamp": 1391850840,
            "txt_content": "1364368161 发表于 2014-2-7 22:21\n真好看           （没看完）\n更新了，拜托一下，仔细看，增加新内容，还没完成呢！"
        }
    ]
}