{
    "title": "【Minecraft建筑地图】Former German Govemor's House德国总督府",
    "author": "Peter·筱",
    "replyCount": 6,
    "timestamp": 1391839140,
    "txt_content": " 本帖最后由 Peter·筱 于 2014-2-8 14:06 编辑 \n\n第一次做自己原创的作品{:10_521:}，还请大家提出修建的意见{:10_508:}\n还是红瓦绿树，依旧碧海蓝天。山，海，城，帆，情，这里是青岛。这曾经的渔村，成为城市的时间并不久。殖民者在这里奢侈地展示着才华与财富，不自觉地创生着城市的一组组元素——繁华的中山路、醇香的啤酒花、如画的八大关，甚至，完美的下水道。　   月牙湾的海浪迂迂回回，缠绵着不舍的情愫；信号山的怀抱恋恋不舍，一年年固执了记忆。养在深闺人未识的青岛迎宾馆，在夕阳暖照的山海怀抱里惬意地依偎。她不语，像那段历史对城市的雕刻，不悲不喜。朋友，你觉得她在哀叹自怜么？请不要这样臆断。她自有风情，不似你的孤独。\n\n\n\n\n\n360截图20140208135354278.jpg (85.84 KB, 下载次数: 2)\n\n下载附件\n\n2014-2-8 14:02 上传\n\n\n\n\n\n\n　　她固有建筑美，闪耀着源自严谨的智慧。迎宾馆不加掩饰地演绎着建筑本身的精巧，展示着令人赞叹的匠心独运——这苦苦的创意，来自严丝合缝的精神昭示，来自对当下的责任，对未来的担当。大到城堡的选址和体量规划，小到每一个灯件的人性化设计，都映射着拉查鲁维茨等一班人的良苦用心。\n\n\n\n\n\n360截图20140208135406502.jpg (87.74 KB, 下载次数: 0)\n\n下载附件\n\n2014-2-8 14:02 上传\n\n\n\n\n\n\n依山傍海而建，拾级而上，减少了对地形的破坏，更显示出建筑的庄严与气势；因为在北方，窗户的外立面特别设计了排水槽，将水滴引流到地下而不至于在冬天冻结窗页；出于舒适考量，楼梯扶手设计手型凹槽，扶将上去像是与老友捂手寒暄般自然；出于美感设计，这里的每盏灯都形态各异，甚至随需要而多变；出于安全责任，枪厨的开关设计为两侧大气而精巧的螺旋柱，将意外的可能性抹为零；卧室更有玄机，一面镜子不大，却因为独特的摆放角度，让视野没有死角……建筑的价值在于此：不限于美感的体验，倾注着人性创意，固化了严谨精神，百年延宕。\n\n\n\n\n\n360截图20140208135429742.jpg (113.48 KB, 下载次数: 0)\n\n下载附件\n\n2014-2-8 14:02 上传\n\n\n\n\n\n　　她独有文化美，映照着发自历史的光辉。青岛是殖民罔替的城市，如今却难说清有多少利弊。当年，这城市的温情款款，连残暴的殖民者都不忍伤及，却唤起了屠夫未泯灭的人性，让他们钟情，让他们殷勤，让他们肆意享受。迎宾馆的姿态，正是这种情感的固化——她美得自然，在东西方文化融合流淌的青岛，没有丝毫凄厉和不堪，却独有一种开放的从容与天然的亲和，更像是西方元素在山海怀抱里的撒娇。我们都愿去品味这段历史，在此嗅到20世纪初的德意志，嗅到城市百年前的样貌和成长的回忆。信号山南麓这座古堡，是德国驻胶澳总督的官邸，是殖民铁蹄的印记，却并无蹂躏痛楚。她更像是百年青岛的风情注脚——单是一页碧绿单薄的牛舌瓦，都能讲出许许多多的故事来。这座城市的百年成长史里，曾燃起五四的圣火，曾兴起文化的集聚，曾孕育海洋的梦想，也曾酿造啤酒的狂欢……这一切都被总督府这座古堡见证，被收纳进城市的记忆。走近她，你将回溯，你将凝固在那一年的某一刻。\n\n\n\n\n\n360截图20140208135523472.jpg (86.99 KB, 下载次数: 0)\n\n下载附件\n\n2014-2-8 14:02 上传\n\n\n\n\n\n　　她自有情感美，诉说着山海怀抱的城市情怀。这情怀说不清道不明，就像你我对这座城市固执的爱恋。百年来，古堡早已成为青岛元素，我们都一样地与城市心有灵犀。我们在一起——历经日月潮汐和风雨洗礼，不论叫做总督府还是唤作迎宾馆，每一个精彩时刻，始终可以感应到她的同歌共泣；我们在一起——她见证了几代人的成长，从孩子的天真好奇，到中年的赞叹感慨，到老年的沉浸怀恋。我们的一生至少应与之三次会面，方不枉费个中难以说清的美感与情意。我们在一起——如果可以开口，她一定会毫不吝啬地表达爱，对这山海怀抱，对这百年历史，对爱慕她的众人。但这份爱绝不会炽烈地肆意流淌，而是像欧陆风情的一朵坐标，静静绽放。\n\n\n\n\n\n360截图20140208135544286.jpg (87.87 KB, 下载次数: 0)\n\n下载附件\n\n2014-2-8 14:02 上传\n\n\n\n\n\n\n　　德国总督官邸，青岛迎宾馆，欧洲古堡。首任总督托尔帕尔挪用军费建起的这座小楼，曾让袁大总统扬言在天安门仿建，也曾让各国宾朋流连忘返。她承继了严谨细致的责任精神，见证了城市发展的苦乐历程，聚合了美丽岛城的情感所系，这是她的价值魅力所在，也是生命所在。\n　　一座建筑，像暖流在心底，一淌百年。\n\n\n\n工程耗时巨大，亲~~静静等待哦~~{:10_496:}\n{:10_523:}人气、金粒让我看到你们{:10_523:}",
    "replies": [
        {
            "author": "jetrty",
            "timestamp": 1394328120,
            "txt_content": "顶！！！一定顶！！！（沙发，啊~~~~~人生！）"
        },
        {
            "author": "jetrty",
            "timestamp": 1394328180,
            "txt_content": "{:10_523:}{:10_523:}{:10_523:}{:10_523:}"
        },
        {
            "author": "jjlkxh123",
            "timestamp": 1529756880,
            "txt_content": "所以都没游戏截图"
        },
        {
            "author": "BoltBiang",
            "timestamp": 1529763960,
            "txt_content": "顶一顶，顺便蹭个楼，楼主加油期待作品"
        },
        {
            "author": "Mu_Nan",
            "timestamp": 1531163880,
            "txt_content": "期待地图的发布！"
        },
        {
            "author": "花茶清香",
            "timestamp": 1533106980,
            "txt_content": "哇 好厉害的地图啊"
        }
    ]
}