{
    "title": "发个东西娱乐一下",
    "author": "vs1289863356",
    "replyCount": 1,
    "timestamp": 1391847900,
    "txt_content": " 本帖最后由 vs1289863356 于 2014-2-8 16:41 编辑 \n\n\n\n34年 希特勒成为总统，从此德国被纳萃完全掌握\n老希身边那名党徒在台上砸贝斯，应该是象征着纳萃掌权后，排挤打压所谓“腐朽堕落”的流行文化（如爵士乐）。\n\n\n文化管制\n\n武士道\n\n\n\n军民一起练习“万岁手势”并合影留念......\n\n雅利安计划\n“纯种雅利安人”\n\n“我的奋斗”热卖中\n\n墨索里尼的钢\n\n\n\n铁计划\n\n长城抗战  \n\n日方称为满洲战役\n\n\n1940年轴心军事集团镇楼\n德国的骄傲是装甲部队和轰炸机，日本的亮点则是舰队和战斗机，而意大利拿得出手的只有面条（意大利招牌美食）.....\n\n\n南京屠杀\n前面的两个应该是搞“杀人竞赛”的野田毅和向井敏明。\n\n闪击波兰，汉斯和伊万一起行动\n\n\n纳萃在占领区进行了一系列的清除犹太人的行动\n为了躲避纳萃的迫害，犹太人不得不仓皇逃亡，但能逃脱的毕竟只是一小部分，即使那只军犬保持沉默，那名犹太人也很难逃离生天。\n\n40年 德军占领法国首都巴黎，意味着法国败于对方的闪电攻势，只能选择投降\n德军耀武扬威的走过凯旋门，法国民众只能惊慌失措地看着，欧洲其他国家给法国人取绰号为“青蛙”（所以画面上法国人和青蛙为伍），讽刺他们什么都往嘴里塞（比如蜗牛）。\n需要注意一点，德军部队里混入了法国小丑，估计是指那些对敌人马首是瞻的法奸\n\n香港战役\n\n巴巴罗萨\n\n新加坡\n英国佬守殖民地的老弱病残根本不堪一击\n\n列宁格勒？还是莫斯科？楼主认为这是斯大林格勒\n\n偷袭珍珠港\n\n\n\n是时候反击了\n\n\n\n\n\n1940-1941年 德军在大西洋派出大量潜舰截击越洋船只，以图阻止美国的援欧行动\n在众多“海狼”的围追堵截下，美国援欧船只损失惨重，使得英伦列岛的命脉几乎被掐断。\n德国海军掌握了超自然技术，可以召唤巨型海怪协同作战......似乎有哪里不对劲。\n1940-1941年 德国和英国在不列颠上空展开大规模空战\n英国空军虽然在数量上处于下风，但占有很大的地利优势，所以能够顽强的痛击敌军。\n德国轰炸机又大又慢，完全沦为靶子，英国飞行员击落敌机后居然悠闲地喝起了红茶，而德国飞行员则用锯子和香肠（德国招牌美食）进行反击。\n因为是在英国本土上空进行空战，所以德国飞行员即使能跳伞逃生，也免不了会沦为战俘。\n\n\n\n希腊意军惨败\n\n\n德国空军对英国首都伦敦实施多次战略轰炸\n为了击垮英国人的防御体系，德国空军对英国各大城市实施无昼夜无差别空袭，其中伦敦受创最为严重。\n右边那个鸡冠头型的英国“文艺青年”是从哪个时空穿越过来的？\n\n\n大西洋绞杀战\n\n1941年 苏联和美国在遭到轴心集团袭击后，这两个大国正式加入反法西斯同盟，英国多了两个强力盟友\n桌上的钞票和炸弹海报，以及斯大林藏在身后的镰刀锤子，都暗示了同盟国不是一个单纯的“正义联盟”。\n\n\n\n\n巴丹死亡行军\n\n喀秋莎出击\n\n\n中途岛大战\n\n1943年 日军建造铁路连接缅甸及暹罗，因此造成了盟军战俘和劳工的大量死亡，故称“死亡铁路”\n桂河大桥被称为“死亡铁路”的咽喉，由于施工难度大，加上日军的残暴管制，死者甚多，离桥3公里外的盟军公墓里，埋葬了近7000名殉难战士的遗体\n\n940-1943年 同盟国和轴心国在北非进行了多番激战，最后以同盟国的胜利而结束\n左边戴贝雷帽的那名英军指挥官应该是蒙哥马利，他身后那个骑骆驼小弟则是跟随英国人作战的阿拉伯部队。\n右边有尾巴那位铁定是“沙漠之狐”隆美尔，他身边的意大利损友战斗力极低，拿得出手的只有披萨（又是意大利招牌美食）......\n不知道下面那个吃面包的警察代表什么意思\n\n\n1942-1943年 废墟般的斯大林格勒，埋伏着不少狙击手\n“鼠战”一词很形象的说明了苏德双方狙击手在断垣残壁中的殊死较量。\n那名苏军狙击手估计是精神错乱了，也有可能是以自身为诱饵，给同伴提供机会......废墟上的格瓦拉海报是哪个穿越者带过来的？\n\n丹麦海峡战役\n\n科科达小径战役\n\n\n1943年 苏军成功保卫斯大林格勒，并歼灭大量敌军，取得了局面上的转折\n苏军展开全面反攻，饥寒交迫的轴心国部队被打得落花流水。\n俄国人在二战时期就有战熊了？不，这只是画家在恶搞，估计玩红警3玩多了。\n\n\n1942-1943年 美军在瓜岛丛林中与防守的日军进行了旷日持久的艰苦战斗，最终占领全岛\n瓜岛的丛林地形非常恶劣，而日军士兵则四处设伏，使美军陷于精疲力竭的苦战。\n\n1943年 大决战之库尔斯克会战，史上规模最大的坦克战\n双方共投入超过250万名士兵和6000多辆坦克，是史上规模最大的坦克会战之一和单日空战，双方均付出重大伤亡，德军损失虽远小于苏军，但总体数量上的劣势及后备力量的缺乏导致其在会战中失利，从而永久性的失去了战场主导权，经此一役后轴心国在东线再没发起有威胁的攻势。\n\n火炬行动\n\n科曼奇密码的使用\n\n1944年 大决战之诺曼底登陆战，史上规模最大的两栖登陆战\n盟军在欧洲西线，集中大量兵力实施登陆作战，近300万盟军官兵重返欧洲大陆，使第二次世界大战的战略态势发生了根本性变化。\n盟军部队在数量上占绝对优势，即使法国西海岸被鲜血染红，也阻止不了盟军的强大攻势。\n\n1940-1943年 英国人在北非一边排雷一边进攻\n北非战役期间，交战军队埋设了大量的地雷（德国人应该是埋得最多的），时至今天仍有数以万计的地雷没有排除\n\n942-1944年 盟军空降部队在实战前进行了长时间的严格伞降训练\n这应该是训练初期的窘况，那时应该叫“天降衰兵”，杂物包在空中被打开了，磁卡、肯德基、掌机......穿越物品满天飞。\n\n\n\n“我是犹太人”\n\n\n\n\n\n\n\n\n个人企业举报垃圾信息举报\n1942-1943年 废墟般的斯大林格勒，埋伏着不少狙击手\n“鼠战”一词很形象的说明了苏德双方狙击手在断垣残壁中的殊死较量。\n那名苏军狙击手估计是精神错乱了，也有可能是以自身为诱饵，给同伴提供机会......废墟上的格瓦拉海报是哪个穿越者带过来的？\n丹麦海峡战役\n科科达小径战役\n科科达小径战役\n\n1942-1943年 美军在瓜岛丛林中与防守的日军进行了旷日持久的艰苦战斗，最终占领全岛\n瓜岛的丛林地形非常恶劣，而日军士兵则四处设伏，使美军陷于精疲力竭的苦战。\n\n1942-1943年 美军在瓜岛丛林中与防守的日军进行了旷日持久的艰苦战斗，最终占领全岛\n瓜岛的丛林地形非常恶劣，而日军士兵则四处设伏，使美军陷于精疲力竭的苦战。\n1944年 大决战之诺曼底登陆战，史上规模最大的两栖登陆战\n盟军在欧洲西线，集中大量兵力实施登陆作战，近300万盟军官兵重返欧洲大陆，使第二次世界大战的战略态势发生了根本性变化。\n盟军部队在数量上占绝对优势，即使法国西海岸被鲜血染红，也阻止不了盟军的强大攻势。\n\n1944年 D日登陆前夕，盟军伞兵大规模空降法国诺曼底\n由于没有经验的领航员和地面情况复杂，再加上敌军炮火的拦截，美军伞兵被散乱的投放在了整个诺曼底地区，也让德国人大大高估了伞兵数量。\n美军伞兵的突然到访，算是杀了德军一个措手不及，也搅坏了一场牌局，左边油桶上那台笔记本电脑是怎么回事，怎么又穿越了？\n\n塔拉瓦环礁\n\n\n1944年 盟军在诺曼底成功登陆后，一鼓作气向欧洲内陆挺进\n部署在法国的德军，充分领教了盟军强大的空中打击力量，一度被打得狼狈不堪。\n注意那名混在德军里的法国小丑，这时他仍然和德国人狼狈为奸，当然，既然是法国，也少不了青蛙（右下角）\n\n1944年 经过小规模激战，盟军解放法国首都巴黎\n巴黎终于熬出头了，法国民众（和青蛙）夹道欢迎盟军，顺便派出法国姑娘们去慰劳盟军大兵。\n那个法国小丑再次登场，不过这时他又混在解放者队伍里了，估计是暗示一些法国人如墙头草般见风使舵，毫无节操。\n躲在军车上的麦当劳叔叔，应该是坐时光机穿越过来的。\n\n冲绳战役（钢铁行动）\n\n\n\n\n\n1944-1945年 瓦尔基里事件后，希特勒神经错乱，风声鹤唳\n希特勒在刺杀事件中大难不死后，疑神疑鬼到了极点，怀疑身边的人都有成为刺客的可能性，从此对国防军的不信任也达到了极点\n\n\n\n华沙起义不过丢仙人掌太无节操了\n\n\n入侵意大利\n\n硫磺岛\n\n\n\n莱特湾海战，史上规模最大的海战\n实际上完全是日本海军在已经知道胜利无望的情况下给他们的军舰找一个合适的坟场，不能“国破军舰在”\n\n英帕尔作战\n实际上当时日军已经断粮，饿死的人不计其数\n\n轰炸德累斯顿\n\n法西斯之梦的终结\n\n1944-1945年 德军突袭阿登地区，与仓皇防守的美军进行了激烈战斗\n虽然开局形式大好，但由于自身不利因素太多，加上美军后期的顽强防守，德军建树甚微，最后被迫撤退回开战前的防线，从此再无反击机会\n\n1944年 阿登战役中，美军死守重镇巴斯通\n尽管缺医少药又几乎弹尽粮绝，但美军拒绝投降，与德军在冰天雪地中展开连番厮杀。\n\n柏林\n\n希特勒与爱娃成婚后，在柏林地堡内自杀\n往昔荣耀皆成浮云，一代枭雄就此殒命。\n\n易北河会师\n\n国会大厦\n\n一个时代的结束，另一个时代的开始准确的说是战争结束\n\n东京审判\n2b受审记\n\n完.....................。。\n\n\n\n\n",
    "replies": [
        {
            "author": "1095486321",
            "timestamp": 1391882940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}