{
    "title": "星光之城〓城市建设大赛——矿氏家族【记忆之城 The city of memory】",
    "author": "94316145",
    "replyCount": 6,
    "timestamp": 1337174400,
    "txt_content": "由于yookeke发的图挂了，现在由eddie发，敬请原谅.\n城市名称：                                                  [记忆之城  The city of memory]'城市建造进度：                                                                                      75%建筑队伍名称：                                                      [矿氏家族]预计何时开始建造及建造所需时间：                                [待定]预计城市建筑主要成员：yookeke  (小倩)  负责建造项目的整体指挥Caesar   (小靓)  外观建造及细节深入Waning  (小月)  负责所有道路、以及路灯设置、绿化等。Eddie    (小E)    mooshroom  （蘑菇牛）   MZ646352502 （妹子）以及所有矿氏家族的人员和热爱矿氏家族的人，喜欢蓝色星球的人，以及忠实的建筑党们都可以一同来修建！\n游戏高清视频点击观看：           矿世家族之记忆之城优酷全方位高清呈现地址：http://v.youku.com/v_show/id_XMzk3MTgyOTMy.html( ]& @4 g5 V( ?9 b4 \\\n\n详细图文介绍如下：\n记忆之城\n修建团队：矿世家族) m( b7 g1 g: P\n参与人员及分工：\nyookeke  (小倩) 主建筑师 负责所有大型建筑及部分室内装饰整体规划等。\nCaesar   (小靓) 主建筑师   负责城墙规划和整体布局风格定位等等。\nWaning  (小月) 主建筑师    负责所有道路、以及路灯设置、绿化等。\nEddie    (小E)  副建筑师     配合主建筑师修建以及前期视频素材录制等。\nmooshroom （蘑菇牛）副建筑师        负责提供好的建议和想法，定向爆破废弃方案及修补。\nMZ646352502 （妹子） 副建筑师     配合主建筑师修建。\n新城名字：记忆之城 The city of memory名字来历：       之前想过很多名字，但是又在商议中不断的被否定掉。之所以选择记忆之城或许是源于一种想念吧。伴随着蓝色星球一路走来的玩家们，肯定记得以前老版的服务器主城的样子：记得ST3；记得大波板糖的屋子；记得papa熊憨厚的“LED大屏”；记得老城的太极图案的房子；记得商店高耸的4个圆柱……紧接着我们来到了法兰城的新城：记得满是树叶搭建的宅子；记得基搞酒店；记得大笨钟的房子；记得熊猫无损店；记得城外的未完成的螃蟹；最让人难忘的或许是法兰城的蘑菇牛餐厅（免费为新老玩家提供蘑菇汤~路过打广告一下，现在2期的蘑菇牛餐厅又一次对大家开放了哦，在游戏中输入/warp oz 就能到达矿世家族的奥兹城，奥兹城的特点是……升级的蘑菇牛餐厅~但是真正的特点是免费提供玩家领养豹猫哟~）；       也很有幸的通过蘑菇牛餐厅认识了很多朋友，也让更多人了解了这样一个团体——矿世家族。从11月玩游戏到现在，我们一直坚持着自己的原则以及严格的规章制度，我们只是一帮很爱蓝色的人，乐于助人的人。同时更是怀念过去的人。蓝色在不断的更新改进，我们虽不是最元老的玩家，但是我们有幸看到它越来越好。这次参与的修建活动其实也是我们的第一次，每个人都尽自己的一份力量开心并收获着，我们的建筑风格没有一个是和以前的建筑一样，但我们却最终选定了“记忆之城”的名字和主题，要的只是回忆这过去的点点滴滴去珍惜现在的更美好的东西！废话不说了，下面给大家献上我们拙劣的作品吧。忘各位爬楼的基友们不要见笑……\n城门：\n1 G8 X! [3 X4 L\n\n1 @) q6 b+ `6 D5 d. F7 }; E\n\n4 H1 a6 K* W1 i: f7 C) v\n\n\n进城门的样式\n\n\n城门主干道，直通音乐喷泉3 I8 a( o6 [( ?0 r4 Z\n' G3 w6 L( z  h. u& ?\n\n罗马柱，类似这样的柱式会有好几个不规律的分布在记忆之城的四个板块区域\n\n\n进门的音乐喷泉，有点巧合的是正对音乐喷泉的行政厅的两个威武的支架看上去好像是音乐喷泉长了两只魔鬼的犄角，这个是在建设完毕之后发现的。呵呵不知道是否有点牵强/ h- a- j( N* G' m\n多角度展示：\n\n* T\" k9 R5 b; j: d4 X8 E1 h4 K' y\n% a9 |1 J; i4 Q3 a; h/ ^\n: R2 Q\" U% Y% x- a5 [/ h\n\n魔法学校\n至于魔法学校会什么会存在，主要有以下几点考虑：/ l/ n+ u3 c( F6 U& w6 m\n第一：会建立现实版的MC合成表。能直观看到合成物品的东西。里面还包括新手教学的很多东西比如附魔、炼金、修建等等的相关知识。) u4 E3 u( f0 _6 b' j\n第二：会有新人自我介绍的展示墙和散人老玩家的带新手的牌子（当然很定很多都是寂寞孤独的老手了）这里会提供给新手一个真正认识游戏珍重朋友的地方。学会去珍惜别人的创造，学会努力去辛勤劳动耕耘收获。\n第三：会成为很多帮派或者团体玩家一个宣传推广的区域，对这些帮派根据发展性质分为建筑党、红石电路党、采掘党、PK党等等。蓝星渐渐的也有很多新的团体出现了比如：杀手村、西瓜村、无烟岛等等。这里会展示有各团体的发展史，人员招收情况、等等。. u/ f- E* s3 H+ w( ]! c. y6 o\n第四：考虑内部设施会提供新手临时公寓等等。\n由于魔法学校因为时间关系只建立了部分，所以MZ同学之前悉心策划的那些内部设施木有能够搬进来。都在城外散乱着。' o* k, {+ X/ ]5 `4 T\n也希望能有大量的玩家一起能参与进来，真诚求建筑党和室内装饰能手的鼎力支持和帮助啊……\n\n\n\n魔法学校和许愿树的绿化\n\n\" A2 N! g5 s5 W# e\n情人亭8 G  N5 M& B6 w* i/ Z! ]( ]& n\n: K6 ?5 E5 |\" K# _! N* ~3 K: \\) j\n- I& L- Q7 o  b\n记忆之城居民居住地规划。\n总城分为4个板块，道路和绿化上风格统一但是造型不一，合而不独！\n4 E. m4 d& ^) m# K\n\n林荫路。\n是居民区到许愿树的必经之路' X+ C0 m& h/ ^/ Y7 S\n设计联想：其实在很多校园或者曾经的街道都有很多这样林荫大道，透过斑驳的树影刻印在心头的是曾经那些欢声笑语的回忆。/ i5 {) R8 H* `( c\n每个人心里都有一个属于自己的林荫路吧。^-^\n6 r7 E8 U/ k\" d. l; v6 A/ i$ g\n在summer材质下藤蔓的显示会比较细长一点，走在里面会比较有意境。其他材质的藤蔓会比较浓密一点，可能效果就没有summer的看上去那么有感觉了\n\n\n许愿树\n红石火把的灯光要比火把来得柔弱点，在夜晚的时候会很漂亮，等下上夜景的。\n\n没有谁规定红石火把只能电路的时候用。曾经看过一个MC室内装修的帖子，说红石火把能有一种制造氛围的感觉。很多时候效果还优于一般的火把。\n\n\n\n\n行政中心主干道\n\n行政中心的设计确实有点颠覆理想中的样子了，属于各自参考视频衍射下的方案\n说说行政中心的内部设施规划吧：\n1.有蓝色星球发展史和各阶段的代表人物及事件\n2.有蓝色星球严格的规章制度，严格的惩罚制度。相当于蓝星的法律了！\n3.有活动告示、观赏性建筑的TP点或接受人。当然这个肯定得等到哪次活动的时候才能添加了\n4.老玩家提供新手可用的一些物品。福利站点比如类似于去商城的命令XXXXXX去奥兹城的命令XXXXXXX等等\n还有更多待大家回复帖子提供更好的意见吧。\n个人觉得公用性建筑不仅仅是一个可供欣赏的外观，更重要的是发挥它的功能和作用。\n\n\n\n\n在现实的城市中我们都有体会，就是“白天不懂夜的黑”。那些耀眼夺目的弥红灯，灯红酒绿，只有在晚上才能彰显一个城市最狂躁的时刻。灯光的运用并不仅仅是照明，在一定范围内一定规模下，灯光恰到好处的运用能起到另一种美轮美奂的效果。但是在MC我们仅仅能用的照明就是火把和萤石灯了。在长期的研究中，我也渐渐去发掘一些照明运用的效果，会让你的建筑在夜晚的时候呈现另外一种美感。\n比如：\n1.红石火把的光源个人觉得很美，柔柔的。充满梦幻和神秘。所以在许愿树那里我把红石火把当蜡烛来装点。等下上夜景图给大家看吧\n2.藏灯。有些时候为了美观但是又需要在一些地方有光源产生的那种效果，所以会用藏灯的方式来做绿化的效果。这样不会再夜晚感觉很单\n3.逆灯。有些时候萤石灯不一定是要挂在头顶上，如果灯是从下往上照射会得到一想不到的效果。\n4.半遮蔽光源。同逆灯类似但是效果更好一点，就是把灯的光线往你指定的方向打，比如藏灯的方式打逆灯效果的竖光。建筑物看不到光源但是却有固定的等待效果。同理市政厅的水池和地毯处就是版遮蔽光源的侧光源，光源通过池水隐射出来。夜景效果很美。\n\n由于截图到商城的私服已经是晚上了，索性连商城的介绍一起了吧。由于视频拍摄过程中木有拍摄夜景的，所以目前只能通过图片的形式呈现了, \n\n去往商城的路（花钱和挣钱）的地方……呵呵\n) e( a/ q0 w* l# ~+ G. E% N! J8 r. y\n在绿化方面summer确实是很容易出效果，但是summer却显示不出来古典欧式的那种大气。, P3 r3 v, I2 f+ P7 b9 `4 _\n\n\n\n6 X& s2 e. P3 q\n\n\n4 C6 z\" M% A1 y# L( h- V' X\n商城内部建设\n一直不断的拆了改改了拆，折腾小月一晚上。哎内疚一下下。最终效果不理想。确实太花哨了。次方案有待改进！\" ~+ H* d0 E* \\! j- f( Z0 ~9 f\n内部设施分区：, n5 j# y, k, `; d% @7 h\n圆形场地为服务器商城，两边方形为玩家商城。\n1.建议玩家商城以物品为分类，比如买木头的是统一区域，卖泥土的是统一区域。这样便于买家第一眼找到所需要的商品，而且不用再和以前一样需要去抢好的地段，而且在同一区域价格会优先成为玩家选择的因素，这样既方便玩家也带动商家盈利。\n2.收购信息是单独的一层。以种类分布。比如矿类，植物类，食物类，等等- \n3.单独有武器装备拍卖类，很工具和装备两个大类旗下有单类目分类，比如全部一排稿子等等……\n4.红色幕墙为活动公告墙或者发布官网消息的地方\n5.半跃层的看台可以用作奖品颁发的地方，和拍卖会场。\n6.游戏玩家开店提供统一的地方集中打广告宣传。广告也是蓝色商城一道亮丽的风景线，这不由得让我想起呆妹黄瓜什么的。如果这些广告都集中在一起肯定阅读率和趣味性也会更大哟~'\n这是我个人的一些建议和规划，所以我弄了那么大一个场子的商城。这些都能塞进去的，我发誓……！\n\n* O/ M/ \\) ]7 M6 H4 J9 v\n, Y0 v) A, ?: B\n\n\n等不及了我们一起看看视频所没有拍摄到的夜景中各建筑的光照效果吧~+ \n\n\n\n\n\n\n5 a! f0 g) ~2 z  \\( b$ H! q1 ^* t\n/ y, s) ^7 a0 [6 Q, c* j2 K\n\n/ S: r( B3 n7 K) S; Z7 i) ~6 V\n3 K9 w% X6 S6 u/ m\n6 f3 `$ y+ @% v  [$ t. E5 k\n1 A  M& q# v. k7 R+ ~* v\n编辑就暂时先搞一个段落吧。\n上几张装修小能手小月月的室内布置吧~也是修建在记忆之城上空一块浮岛上，呵呵最后那里成了我们视频的字幕7 n% G% T2 l7 m+ [! Z9 z# i+ n8 l8 r9 `\n有机会可以去看看的\n\n3 t, x' Q$ `6 \\\n\n\n\" }/ I1 Q* ?\" H\" ?5 X* @' U\n很感谢在这次修建中每一位矿世家族人员的积极参与和响应，感谢小月无数日夜的通宵达旦，感谢小靓的无数次执着和严谨，感谢小E第一时间为大家解决网络问题……感谢我们身边那么多支持我们的基友们！- v6 s, y! _' @\n感谢各位那么耐心看完这冗长的帖子。6 {2 t* Z7 o! x5 m5 _\n主要修建人员：\n \n",
    "replies": [
        {
            "author": "CIEben",
            "timestamp": 1337174520,
            "txt_content": "图全挂~~~            "
        },
        {
            "author": "g-g-g",
            "timestamp": 1337174580,
            "txt_content": "看完了…虽然爪机看不见视频 但是看起来好厉害"
        },
        {
            "author": "黄凯航",
            "timestamp": 1337174580,
            "txt_content": "这个是。。。什么服务器的？我也要参加"
        },
        {
            "author": "augustory",
            "timestamp": 1337175360,
            "txt_content": "好多红XX LZ编辑一下吧\n先去看视频~~"
        },
        {
            "author": "hjzsd",
            "timestamp": 1337206860,
            "txt_content": "神马都看不见\n"
        },
        {
            "author": "ZaraVsDoggy",
            "timestamp": 1337216640,
            "txt_content": "从蓝色到这里，依然看不见图。莫非是天谴，单纯表示支持..."
        }
    ]
}