{
    "title": "外国无敌的mc周边家具",
    "author": "456wy",
    "replyCount": 10,
    "timestamp": 1391863200,
    "txt_content": "原文\nFew wedding proposals begin with a video game reference, but when Matt Dunn got on one knee in front of his now-wife Asia, he started like this: \"I remember the first time we played Minecraft together, we made a house. I put up the walls and the roof over our head, and then you kicked me out so you could decorate.\"  At the time, Matt was on stage at MineCon — a gathering of the creative virtual building game's biggest fans.  It was nerdy. But still not as nerdy as the Minecraft wedding Matt and Asia put together in April.  After the couple exchanged vows, their guests were led through a 12-foot long cave — complete with a cardboard model of an underground game character called Creeper — that they had made by taping tables together. Matt estimates that only about a third of his guests had heard of Minecraft before getting a brief rundown moments earlier.  Asia wore a turquoise necklace shaped like the game's diamonds. Matt's tie, like the ceiling-high trees that decorated the reception, appeared to be made from the digital building blocks of the game. Screenshots of the virtual Minecraft world they had built together decorated the walls.  \"We’re not one of the people who always play video games 24/7,\" Matt says about the choice of theme, \"but we really learned a lot about each other through the game...It’s one of those games when your creativity is your limit.\"  Creating game-themed decor was a bit of an ordeal. Matt and Asia (and about 15 of their friends) spent an afternoon spray-painting boxes to look like Minecraft blocks. Matt's aunt, a florist, had never heard of the game but was willing to work off of images, and the couple made a trip from Sacramento to Los Angeles to collect statues of Minecraft characters.  \"Throughout this whole process I kind of felt like a kid,\" Matt says. \"When you’re a kid, you want to build a fort and you have this idea of how cool it’s going to be, and then you build it and it’s like, 'oh...It’s a box in a tree.\"  \"But with this wedding, everything turned out better than was in our minds.\"  Images courtesy of The Goodness  TOPICS: GALLERY, LIFESTYLE, MINECRAFT, WEDDING\n\n\n翻译后\n一些婚礼的建议从游戏开始引用,但当马特·邓恩在他面前单膝跪下now-wife亚洲,他开始像这样:“我记得第一次我们一起玩Minecraft卖出,我们做了一个房子。我把墙壁和屋顶在我们的头上,然后你把我踢出去所以你可以装修。” 当时,马特在MineCon——一个在舞台上收集创意游戏虚拟建筑最大的粉丝。 这是书呆子。但仍不一样的Minecraft卖出4月婚礼马特和亚洲的总和。 之后,这对夫妇交换了誓言,客人是通过一个12英尺长洞的纸板模型,一个地下,整个游戏人物叫爬虫——他们还一起录制的表。麦特估计,只有约三分之一的客人之前听说过Minecraft卖出一个简短的破旧的时刻。\n\n\n图片：\n\n\n\n外国牛人啊！",
    "replies": [
        {
            "author": "y342900",
            "timestamp": 1391863260,
            "txt_content": "看起来不错"
        },
        {
            "author": "456wy",
            "timestamp": 1391863260,
            "txt_content": "翻译有点渣                        "
        },
        {
            "author": "42486327",
            "timestamp": 1391863260,
            "txt_content": "机翻\n呵呵\n你能看明白？"
        },
        {
            "author": "456wy",
            "timestamp": 1391863380,
            "txt_content": "42486327 发表于 2014-2-8 20:41\n机翻\n呵呵\n你能看明白？\n有道翻译..\n就是坑"
        },
        {
            "author": "银色十字梦",
            "timestamp": 1391863380,
            "txt_content": "机翻可耻"
        },
        {
            "author": "王先生007",
            "timestamp": 1391863380,
            "txt_content": "神奇的机翻233\n还有...\n这个很久以前有人发过了"
        },
        {
            "author": "409029528",
            "timestamp": 1391863380,
            "txt_content": "机翻是吧..看出来了"
        },
        {
            "author": "748130057",
            "timestamp": 1391863380,
            "txt_content": "( ⊙o⊙ )哇老外就是吊"
        },
        {
            "author": "喵喵喵°",
            "timestamp": 1391863860,
            "txt_content": "{:10_495:}这不就是几个模型嘛？我还以为是沙发餐桌什么的"
        },
        {
            "author": "456wy",
            "timestamp": 1391864040,
            "txt_content": "喵喵喵° 发表于 2014-2-8 20:51\n这不就是几个模型嘛？我还以为是沙发餐桌什么的\n..............."
        }
    ]
}