{
    "title": "【原创】我的朋友？是僵尸！--06",
    "author": "孤独患者",
    "replyCount": 5,
    "timestamp": 1391866140,
    "txt_content": " 本帖最后由 孤独患者 于 2014-5-2 22:17 编辑 \n\n“可恶，洛冲他们没有跟过来吗？！真是无情无义的家伙！”其实，对于旁观者来说，他比较过分，但是在他的眼里，洛冲和海猪比较可恶。 .“算了，他们不跟过来就不跟过来，反正我带着我这份物资也可以在这森林里躲一躲。最起码也可以活一个小野人的生活吧。”关谷奇神不是笨的，他只是一时被冲昏了头脑。就算他现在真的想回去了，洛冲他们也不可能再给他奇神留下的。 .只是，他就这么点小屁孩想法，换做好多个智慧跟他差不多的，也会躲到这森林里来，而且奇神也没有听到有人的气息，整个森林显示出一幅死透的样子，跟末世之前完全不同！一个单纯只有脑子，却没有任何武力的家伙，在末世之中，是很难生存下去的。 .“这是什么？花朵，怎么有锋利的牙齿？啊！！！！！！！！！！！！！！！！！！好痛！”奇神看到一朵有牙齿的花朵，就忍不住好奇心把手伸进去摸一摸，看看里面有没有什么东西，这摸了就代表的作死。俗话说：“不做死，就不会死。”这句话对于现在的奇神来说，简直是神一样的提醒。只不过，这提醒，似乎有那么一点点慢了。因为，奇神他的左手，陪伴他在无聊时间和自己小伙伴打发时间愉快无比的小手，就这样，被有牙齿的话硬生生的扯了下来。 .“啊！！啊！！！啊！！！！怎么办！怎么办！血一直在流，好痛啊！怎么办？！怎么办！！”关谷奇神本来就已经神志不清了，现在又被咬了下，整个人完全疯掉了。 .“啊！对了，把自己的手用刀子切掉就不会痛了！对对对！不会痛！！！！！啊！！！！！！！！！！”他立刻做出了一个十分愚蠢的行为，他用一把砍骨头的刀疯狂的砍着自己的左臂。砍了将近十多下，才把整个手臂一同砍下，那个有牙齿的花，似乎还津津有味的看着这个疯掉的人。对于它来说，奇神砍掉一只手臂他就多一份午餐，就像人们不建议自己免费多领一份天上掉下来的午餐一样。 .“呵呵呵呵，我有一个好点子，把自己的心脏挖出来，就不会痛了！对！不会痛了，只要我死了，就不用再受痛苦了，对！”奇神又想到一个疯狂的点子，于是，说做就做，他把刀往自己的胸口上一插…… .“啊！…….”谁也没有想到，一个人，就这样死在了森林里 .接下来跳转到洛冲的画面…… .“海猪，我有一个计划！”洛冲光着敌人的面当众喊道。 .“什么计划！你说！”海猪一下就明白了洛冲要干什么了。 .“一！二！三！杀啊！！！！”洛冲使出自己全身的力气把开山刀往一名小混混身上扔过去。那小混混也挺惨的，被砍到哪里不好，偏偏砍到了他的祖宗十八代，他痛哭一下，就瘫倒在地上，不再起来。 .海猪也顺势把自己用完的枪砸坏，然后使劲往敌人堆里一扔，另外一个没拿枪的小混混也被打中了祖宗十八代。只是，他比较幸运，没有被杀死，只是一颗蛋蛋被打碎了，成为了一个没有弱点的男人。 .“啊！你砸我祖宗十八代，我要跟你拼了！”那个被砸碎一颗蛋蛋的瞬间把一名有枪的小混混手中的枪抢了回来，往海猪的命根子射去，边射边说：“我让你尝尝没有蛋蛋的高级享受！”只不过，海猪是什么人？他根本就不~是~人！打中蛋蛋不但没死还高潮了，那些小混混看到海猪不怕被射，目瞪口呆的一齐说道：“铝钛金铁蛋、金刚不坏の蛋，好厉害…….” .但是，好景不长，小混混的头头来了，瞬间拉起了一颗手榴弹的安全阀，往洛冲的掩体扔去，边扔还边说：“你们这群呆瓜！你没有发现那个东西是僵尸吗！后面那个才是人！那么，只要杀掉那个人，这个僵尸就为我们所用了。 .“我[哔，德玛西亚，我来了。”洛冲看着那一颗像鸡蛋扔过来的东西就是手榴弹，他不想去想，也不敢去想。只是他的身体却不受洛冲的控制，反而很轻松的接住了手榴弹，还用一种陌生的语气说道：“这垃圾东西，你们那么喜欢？那么，我就还给你们吧！”洛冲说道。 .“哇塞，那是洛冲吗？”海猪本身就对事物很灵敏，变成僵尸之后，身体机能变化，导致他更加的灵敏，现在看着洛冲，就仿佛看着一个陌生人一样的，根本没有任何的感觉，他觉得，那边的人，根本就不是洛冲！ .是的，那边的人身体的确是洛冲的。只不过，在以洛冲身体为宿体的一个灵魂，在洛冲最需要的时候出现了，他暂时收取了洛冲身体的控制权，为什么会帮助洛冲呢？因为像洛冲这种的宿体很难见到，如果宿者死亡，他的灵魂不但不会接管洛冲，反而会跟着洛冲灵魂的死亡一同覆灭，他可不想这么快就死掉。 .那名灵魂手一翻，顺势把炸弹往小混混那边扔去。 .轰的一声巨响，作者闪亮登场！（作者你不要卖萌了= =未完待续~）\n                                                                                                                                                           [返回索引贴~]                 ",
    "replies": [
        {
            "author": "Forsworn_",
            "timestamp": 1391866260,
            "txt_content": "裝逼死←w←        \n\n另外加油吧"
        },
        {
            "author": "孤独患者",
            "timestamp": 1391866320,
            "txt_content": "xinxin2459 发表于 2014-2-8 21:31\n裝逼死←w←        \n\n另外加油吧\n谢谢~~~~~~~~"
        },
        {
            "author": "孤独患者",
            "timestamp": 1391866380,
            "txt_content": "谁想要让关谷复活的？\n谁想让洛冲在下一话有女喷油？\n谁想看作者吐槽？\n请回复吧~~~~这样作者可以看到~\n也顺便支持作者~谢谢~"
        },
        {
            "author": "yangsad1",
            "timestamp": 1392013260,
            "txt_content": "孤独患者 发表于 2014-2-8 21:33\n谁想要让关谷复活的？\n谁想让洛冲在下一话有女喷油？\n谁想看作者吐槽？\n我顶！！我顶！！我使劲顶！！！"
        },
        {
            "author": "孤独患者",
            "timestamp": 1392014460,
            "txt_content": "yangsad1 发表于 2014-2-10 14:21\n我顶！！我顶！！我使劲顶！！！\n？什么意思~"
        }
    ]
}