{
    "title": "【弹丸轮舞2】超高校级的？？—日向创",
    "author": "玫瑰菌",
    "replyCount": 1,
    "timestamp": 1391880600,
    "txt_content": "以下摘自百度百科【新人第一次发帖，望大家支持{:10_512:}做这个皮肤的主要原因是在本站搜弹丸的皮肤发现很稀缺就干脆自己动手~这个是自行摸索4个小时弄出来的，修改了很多细节才敢发上来,以后说不定还会制作更多关于弹丸的皮肤\n日向创日本《超级弹丸论破2：再见绝望学园》游戏中的男主角。超高校级的？？？在来岛之前的记忆全部丧失，除了呆毛呆毛以外的方面都很普通。\n\n\n\n《超级弹丸论破2》的主人公。特征是头上的呆毛，充满正义感和同伴意识，其他方面都是看似非常普通的学生。在来岛之前的记忆全部丧失，对自己所谓的超高校级的才能是什么回忆不能。即使是在“互相厮杀”的脱离现实的状况中，也为了继续活着而找寻犯人。性格较前作主角苗木诚更加强势一些。十分憧憬着希望之峰学院，为不知道自己才能的事一直自卑着。\n\n身份之谜【以下内容含剧透，未通关者慎入！】\n游戏开始时因为身份不明所以是“超高校级的？？？”，但其实是毫无才能的“预备学科生”。\n热爱希望峰学院的学生，充满正义感和同伴意识，同时也是个带点好色心的普通男孩子。非常憧憬才能、不喜欢杀人（从“我认为，超高校级的大家协力合作的话，不管怎样的绝望都是可以顺利度过的”这句能看出），被狛枝凪斗称赞过是“超高校级的治愈系”。\n一直为自己的身份迟迟没能揭晓而时不时感到自卑，然而其真实身份却是前作以及小说里铺垫了很多的“希望峰学园史上最大最恶的绝望事件”的中心人物――超高校级的希望【神座出流】。\n　　后来和剩下来的同伴们参加最后的学级审判，在七海的鼓励、苗木、雾切和十神的帮助下，失去神座记忆的日向创终于确立了新的自我，发挥了“超高校级的希望（未来）”的本领打败了大BOSS“超高校级的绝望”江之岛盾子。从憧憬才能（希望）到自我实现，这时候的他已经不再是从希望堕落为绝望代表的神座出流，而是充满“希望”创造“未来”的日向创。\n人工希望日向创本来只是毫无才能的“预备学科”学生，但日向因为是在所有预备学科生中是“最憧憬才能”的，所以接受了“希望培养计划” 改造计划成为了试验品，通过直接干涉大脑的手术拥有了全部的“超高校级”才能，并成为【超高校级的希望】。改造之后的“被改造者”用希望之峰学院创始人的名字【神座出流】命名。口头禅貌似是“无聊。”，扑克脸。\n各种“超高校级”的能力集一身的代价就是，他失去了一切感情，包括喜好趣味记忆等等。所以很容易让“超高校级の绝望”江之岛盾子进行精神洗脑，沦为了“超高校级的绝望”之后杀害了学生会的13名学生，也就是所谓的“希望之峰学院史上最大最恶的绝望事件”。绝望事件发生后就一直被不舍得处理的学院方面所隐藏着，导致了预备学科生和本科生的对立，最终2357名预备学科生集体自杀，引发了“人类史上最大最恶的绝望事件”。江之岛盾子死后，未来机关把身为绝望残党的神座出流与其他14名绝望残党全部处决，但被苗木等人救出，把入学前的意识送入“新世界程序”中，二代的剧情就此开始。\n　　备注：【神座出流】只是日向创在希望峰学园学习两年的人格记忆，【日向创】才是他入学时未被改造前以及在修学旅行时的基础人格。【神座出流】和【日向创】是同一人。\n\n\n\n\n\n\nQQ图片20140209010830.jpg\n(39.79 KB, 下载次数: 7)\n\n\n\n\n下载附件\n\n\n2014-2-9 01:22 上传\n\n\n\n\n\n\n\n\n日向创\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20140209010838.jpg\n(39.85 KB, 下载次数: 4)\n\n\n\n\n下载附件\n\n\n2014-2-9 01:22 上传\n\n\n\n\n\n\n\n\n泳装日向创2\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20140209010842.jpg\n(37.98 KB, 下载次数: 5)\n\n\n\n\n下载附件\n\n\n2014-2-9 01:22 上传\n\n\n\n\n\n\n\n\n泳装日向创1\n\n\n\n\n\n\n\n\n\n\n\nQQ图片20140209011323.jpg\n(41.67 KB, 下载次数: 7)\n\n\n\n\n下载附件\n\n\n2014-2-9 01:22 上传\n\n\n\n\n\n\n\n\n？？？\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "玫瑰菌",
            "timestamp": 1391922480,
            "txt_content": "求顶{:10_492:}"
        }
    ]
}