{
    "title": "[其他]Sentry   —— citizens附属一个强大的插件[CB 1.5.2~1.7.9]",
    "author": "www847212318",
    "replyCount": 38,
    "timestamp": 1391928600,
    "txt_content": " 本帖最后由 www847212318 于 2015-7-19 17:07 编辑 \n\n弃坑{:10_524:}\n本插件功能很强\n安装1.安装citizens\n2.把sentry.jar拖入服务器的plugins文件夹里面\n3.重启服务器\n特性sentry可以攻击怪物、sentry也可以支持facitons,towny,war,simpleclans\n杀、被杀的玩家、怪物和环境\n使用远程武器、近程武器，射箭、火球、雪球、闪电、药水的威力和准确性\n配置攻击力、生命力、盔甲、速度、范围、视野\n骑坐骑\n工作在denizen成为老板或者任务NPC，运行脚本后死亡\n\n权限\nsentry.* sentry 所有权限\nsentry.spawn 生成sentry.guard sentry.equip sentry.info sentry.warning sentry.greetingsentry.targetsentry.ignoresentry.stats。*sentry.stats.strengthsentry.stats.armorsentry.stats.speedsentry.stats.nightvisionsentry.stats.respawnsentry.stats.healthsentry.stats.attackratesentry.stats.healratesentry.stats.rangesentry.stats.warningrangesentry.options。*sentry.options.invinciblesentry.options.retaliatesentry.options.dropssentry.options.killdropssentry.options.criticalssentry.options.friendlyfire\n\n\n指令/sentry reload 重载\n/sentry help 帮助菜单/npc create NPC名/trait sentry或者/NPC create NPC名 --trait sentry创建一个哨兵NPC\n/npc path 给哨兵一个地方或路径保护使用\n/npc tphere 使用传送点编辑器让你的哨兵武器和护甲看#设备\n如果你想哨兵要在不同的地方被创造出来的。用它，然后调用/sentry spawnsentry列出2个名单: 目标和忽略的. 这些包含实体. 实体可以是怪物, 被动的怪物, 玩家, 或者用户组. 哨兵可以看到他们可视范围内的实体,如果它不在忽略名单但是在目标名单里,哨兵会攻击他. 如果视线不能看到实体或者太暗：近战哨兵会追逐目标,直到目标已经死了,已经摆脱了 范围 ,或者另一个有效的目标已经接近远程哨兵不追随目标，但将继续他们的 spot/路径和目标开火，知道他死了，走出弹*的范围或者另一个目标接近\n*请注意,攻击范围不一样 范围 (检测范围)。 炮弹有固定范围取决于他们的类型。 弓箭手,例如,有一个约50块平地。 在高处的哨兵可以击中目标更远。 哨兵,扔东西的范围小。哨兵目标添加：/sentry target add [类别:类型]\n哨兵忽略添加:\n/sentry ignore add [类别:类型][类别：类型] 可以有下列:entity:all所有活着的东西（添加到忽略列表一样离开目标列表）\n\nentity:owner这个哨兵的主人entity:TYPE任何类型的怪物种类entity:monster所有敌对怪物entity:player所有真正的玩家player:Name名称与玩家的名字entity:npc所有NPCNPC:NameNPC的名字group:NameAll members of permissions group Name. NPCs can be added to permission groups.team:NameAll members of scoreboard team Name.town:NameAll members of Towny town Namenation:NameAll members of Towny nation Namenationenemies:NameAll members of Towny nations that are declared as enemies of Name or have declared Name as an enemy. Only works as a Target, not as an Ignore.faction:NameAll members of Factions factiontag Namefactionenemies:NameAll members of Factions that are currently enemies of Name.warteam:NameAll members of War team Nameevent:PvPThe sentry will attack any players that damage another player in range.event:PvEThe sentry will attack any players that damage animals or mobs in range.event:PvNPCThe sentry will attack any players that damage any NPC in range.event:PvSentryThe sentry will attack any players that damage other Sentries in range.例子: 这将使哨兵攻击所有除了那些在Admin权限组的玩家/sentry target add entity:player \n/sentry ignore add group:Admin这将使哨兵攻击任何实体. . 除了羊和Bob Johnson\n/sentry target add entity:all/sentry ignore add entity:sheep/sentry ignore add player:Bob Johnson\nThe Order of Stormcallers, 99th Brigade\n\n\n删除一个目标:/sentry target remove [实体]删除一个忽略:/sentry ignore remove [实体]\n查看目标列表:/sentry target list\n查看忽略列表:/sentry ignore list\n清理目标列表:/sentry target clear\n清理忽略列表:\n/sentry ignore clear警告/问候\n哨兵可以警告附近玩家,让玩家知道哨兵是敌意还是友好。. 这是默认关闭的功能 设置 WARNINGRANGE 高于0即可打开 This is the number of blocks beyond the RANGE that the Sentry will look for Players to warn/greet. For example if the RANGE is 10 and the WARNINGRANGE is 5, Players 10-15 blocks away will be alerted to the Sentry's hostility.The warning and greeting message can be customized for each Sentry.To set the warning message:/sentry warning 'New Warning Message'To set the greeting message:/sentry greeting 'New Greeting Message'<PLAYER> and <NPC> can be used in the message as a placeholder for the Player's name or Sentry's name.Setting either message to \"\" will disable that message.\nGuardingSentries have guarding 2 modes: Lookout and Bodyguard.LookoutsThis is the default mode for a new Sentry. Lookouts will stand on a single waypoint or travel between waypoints at the default NPC speed. They will look for and engage any targets.If a lookout becomes 'stuck' it will abandon its target and teleport back to its waypoint(s).Lookouts should always be given waypoints, otherwise they will simply stop moving when their target dies. use /npc path to set one or more waypoints.Lookouts ignore PvP protection and will deal and receive damage in all cases.\nTo set the Sentry back to this mode if it has been changed:/sentry guardBodyguardsBodyguards will guard follow another living entity (their guard target). The guard target can be a player or another NPC. If a bodyguard is set to retaliate}, it will engage anything that attacks either its guard target or itself. It will also actively engage any targets that have been configured.Bodyguards will not deal damage to, or receive damage from, their guard target or any other bodyguards guarding that target.If a bodyguard becomes stuck it will teleport to its guard target after a few seconds.If the guard target is a player, and the player logs out, the bodyguard will remain where it is and will not take damage or engage in combat until the player comes back online and in range.Bodyguards will honor any PvP-protection that might be active in the current world or area. (can be changed in the Configuration)\nTo set a Sentry as a bodyguard for a target NPC or Player:/sentry guard [Name]Notes:\n[Name] is case-sensitive!Named mobs must be within range of the NPC when set.By default this command checks nearby entities for the specified name and if not found then checks the online player list. If this behavior is undesirable you can use/sentry guard -p [Name] to only check the online player list or /sentry guard -l [Name] to only check entities nearby the sentry.\n\n\n9th Brigade. The Witch Doctors.\n\n\nStatsStats are Sentry settings that take a value and affect its performance.To set a stat use:/sentry [stat] [value]Example: /sentry armor 5To view the current value of a stat and get help:/sentry [stat]Example: /sentry rangeTo view all the Sentry's stats, as well as current target, status, and guard target, use:/sentry infoStatDefault ValueValue RangeNoteshealth201-2000000The number of hit points the Sentry has. Normal players have 20.armor00-2000000This value is subtracted from all incoming damage. An armor of 10 makes the Sentry very hard to hurt. Armor items equipped on the Sentry have no effect on combat.strength10-2000000This is the damage the sentry does with each hit, regardless of weapon (or object) held.range101-100This is the detection range for the Sentry. High values may affect server performance. This is not the same as the projectile range, which is dictated by projectile type and the Sentry's elevation relative to the target.speed1.00.0-1.5This is the speed at which a sentry will move while pursuing a target. To set the normal path speed use /npc speed.attackrate2.00.0-30.0This is the number of seconds between projectile shots and has no effect if the Sentry uses a melee weapon. The minimum internal rate is 0.5 (twice a second).healrate0.00.0-300.0This is the number of seconds between heals of 1 point, values less than 1.0 are acceptable. Set to 0 to turn off healing.nightvision160-16This is how well the Sentry can see potential targets in the dark. A value of 16 means the sentry can see perfectly all the time. A value of 12 means a target is invisible below light level 4 (16-12) . A value of 6 means a target is invisible below light level 10 (16-6), etc. If the target is a Player and that player is sneaking, its effective light light level is cut in half, making it harder for the sentry to detect.respawn10-1-2000000When the sentry dies, this is the number of seconds after which it will respawn. Set to 0 to prevent normal respawn. Set to -1 and the Sentry will not respawn and be permanently destroyed on death.warningrange00-50The number of blocks beyond range the Sentry will look for Players to warn or greet. Set to 0 to disable warn/greet.follow40-32The number of blocks a bodyguard will follow behind its guard target.OptionsOptions are sentry settings that can be toggled on and off and affect its behavior./sentry [option]Example: /sentry invincibleYou can also explicitly set an option using true or falseExample: /sentry invincible falseTo view all the Sentry's stats, options, current target, status, and guard target, use:/sentry infoOptionDefault ValueNotesdropsFalseIf this is True the Sentry will drop his equipment and some EXP on death.killdropsTrueIf this is False any mobs the Sentry kills will not drop items or EXP.invincibleFalseIf this is True the Sentry will not take any damage, be knocked back, or show a 'hurt' flash.retaliateTrueIf this is True, the Sentry will attack to any living thing that attacks it. If the Sentry is acting as a bodyguard, it will also attack any living thing that attacks its guard target.criticalsTrueIf this is true the Sentry will take critical hits and misses. If False, the normal damage is always applied.mountFalseWhether or not the Sentry is mounted. See #MountstargetableTrueWhether or not the Sentry is attacked by nearby hostile mobs.CombatSentries can engage in rewarding combat with players, monsters, and even each other!EquipmentEquipment can be added to Sentries using the Citizens /npc equip editor. or the /sentry equip [item|none] command. What's the difference?/npc equip\nCan only be used by in-game playersTakes items from the player and gives it to the NPCDrops all items when removed\n/sentry equip [item|none]\nCan be used from the console/scriptsDoes not require the itemDoes not drop anything on removal.\n\nThe choice is yours which you use/allow.By default, equipped armor is just cosmetic. armor determines the damage reduction from attacks. Armor buffs can be configured for specific types of armor in theConfiguration.The item a Sentry holds in its hand determines its attack type, but the amount of damage the Sentry does is determined by its strength Strength buffs for specific weapon types can be set in Configuration. By default no weapons add strength.The following items are usable by Sentries (these can be changed in the Configuration):Default ItemTypeNotesBOWArcherThe 14th Archer Brigade (\"Hawkeyes\") of SentryCorps wield long bows and razor arrows. They can hit a chicken square in the nuggets from 50 meters on flat ground.REDSTONE_TORCH_ONPyromancer IThe entry-level members of the 27th Pyromancer Brigade shoot small, non-incendiary fireballs from their wands.TORCHPyromancer IIThe elite of the Flaming 27th, these wizards shoot fireballs that set the land on fire.BLAZE_RODPyromancer IIISpoken of in only hushed whispers, this little-known squad of the 27th has learned to fire large, explosive fireballs. That's a nice everything you have there.SNOW_BALLIce MagiThe frosty brethren of the 88th Ice Magi Brigade (\"Snowmen\") throw snowballs which slow enemies on contract. Snowballs have a range of about 25 blocks on flat ground.EGGBombardiersThe 3rd Brigade of Ovarian Bombardiers gets few recruits. Perhaps its the giant chicken suits they have to wear. Eggs have a range of about 25 blocks on flat ground.POTIONWitch DoctorWhen not drunk on their own noxious brews, the 9th Witch Doctor Brigade can turn the tide of battle with a single potion. Potions have a range of about 25 blocks on flat ground. The Sentry will throw a splash version of whatever potion type it is equipped with.PAPERStormcaller IThe magic incantation written on their scrolls allows members of the 99th Stormcallers to strike single targets with bolts of electricity.BOOKStormcaller IIThe elite of the 99th can call forth powerful lightning from the sky to smite multiple foes using tomes of untold power. This lightning's damage is atmospheric and therefore is not affected by the Sentry's strength.BOOK_AND_QUILLStormcaller IIIFew dare call upon the services of the 3rd-tier Stormcaller. Their mighty bolts instantly kill any living thing they touch regardless of health, armor, or play mode; Griefers beware!ENDER_PEARLWarlock IThe lowest tier of the 667th Warlocks. These sorcerers imbue their magic crystals with the kinetic power of the endermen, flinging their targets high into the air. Remember: it's not the fall that kills you, it's the sudden stop at the end.SKULL_ITEMWarlock IIThe mid-range warlock shoots black explosive wither skulls at the enemy.Anything elseBrawlerAll armies need their meat-shields. the 1st Battalion is SentryCorps'. Armed with swords, axes, picks, shovels, rocks, bricks, or even fish, the brawlers take the fight to the enemy, hand to hand, using whatever they can find.Dealing DamageThe damage dealt by a Sentry when attacking a target is equal to the sentry's strength.Typically players have 20 health. By default a Sentry has 1 strength and therefore does 1 damage.Receiving DamageSentries can receive damage from any source, just like a monster. If the Sentry is set to retaliate, it will target any living entity that attacks it, ignoring any current target.If the Sentry is set to invincible, it takes NO damage or knockback at all!If the Sentry has criticals turned on, any incoming damage is randomized resulting in a normal hit, a miss, or one of several degrees of critical hit. If the attacker is a player, a message is shown based on the type of hit.If the Sentry has armor > 0 the damage will be reduced by the amount of armor. If the damage is reduced to nothing, the attack results in a block. Blocked hits cause no damage but DO cause knockback!DeathIf the Sentry's health drops to 0. It dies.If the Sentry is set to drops on death, when it dies it drops its equipment like a normal monster. Watch out for farmers!After the respawn delay (default is 10 seconds) the Sentry will respawn. If therespawn is set to 0, the Sentry must be re spawned manually.Lookouts will respawn at their spawn location, by default this is where they were created. This can be changed with /sentry spawnBodyguards will respawn near their guard target.MountsSentries can be mounted and also used as mounts.Mounted SentriesTo make a Sentry mounted use the command /sentry mount. This command creates a new, permanant horse-type NPC for the sentry to ride. This NPC can be edited in any way you see fit.The mount is a horse by default but can be changed to any mob type with the /npc type command.While attacking, mounted Sentries move at double the rider's speed stat. (/sentry speed)While patrolling or following, mounted Sentries move at double the rider's /npc speedTo make a Mounted Sentry patrol give waypoints to the mountThe mount can be be killed and the sentry will continue on foot, however if the Sentry is killed while mounted the mount also dies.Mounts respawn with their Sentry.\nSentries as mountsTo use a Horse-Sentry as a player's mount it must be that player's bodyguard. (/sentry guard player)Horse sentries can be ridden normally, but if given targets they may ignore your input and attack on their own.\n\n\n实例1.假如我用/NPC create Admin_fahsi --trait sentry  创建了一个叫做Admin_fashi的哨兵NPC\n\n\n\n\n01.jpg (218.83 KB, 下载次数: 1647)\n\n下载附件\n\n2014-2-9 14:47 上传\n\n\n\n\n\n2.我们试着撸他一下，他会过来撸我们，聊天窗口有伤害显示\n\n\n\n\n\n02.jpg (222.8 KB, 下载次数: 1655)\n\n下载附件\n\n2014-2-9 14:48 上传\n\n\n\n\n\n\n\n没人要的日志\nv. 1.8.0 12/10/13 downloadRe-work guard targeting. Guard target no longer needs to be in range of Sentry when set (if its a player). You should no longer need to go find your bodyguard if you get separated and log out.Fix mounted sentries not attacking correctly.Add targeting support for minecraft scoreboard teams. (via TEAM:NAME) (War teams are now specified via WARTEAM:NAME)Move respawn location when /npc copy is used.Fix event targets not firing when in a worldguard or other pvp-protected situation.\nv. 1.7.1 11/07/13 downloadUpdate to work with Bukkit for MC 1.7.2\nv. 1.6.1 11/07/13 downloadcode formatting work\nv. 1.5.4 11/07/13 downloadmini-update to fix compatibility with the new build of Citizens\nv. 1.5.3 9/20/2013 downloadUpdate for craftbukkit 1.6.4\nv. 1.5.2 8/27/2013 downloadAdd targetable option to prevent mobs from attacking sentries. (this used to be done via /npc playerlist but that stopped working in mc 1.6)Fix Denizen actions not using correct killer when projectiles involved.\nv. 1.5.1 8/3/2013 downloadSentries properly remember their spawn location.Lots of little fixes to mounted sentries\nMounts don't take damage from guard targetMounts move at 2x the /npc speed of their rider while patrolling and 2x the /sentry speed of their rider while attacking.Rider animation syncs up with the mounts better.Mounted bodyguards will properly teleport (requires VERY latest Citizens2 builds)Mounts are properly deleted when sentry is killed with respawn -1\n\nv. 1.5 7/29/2013 downloadThe Calvary has arrived! Sentries can now have and be mounts! See the #Mounts sectionDisable death animation to prevent client-side ghost dropsFix compatibility issue with latest builds of DenizenSentries always use 'old' pathfinder.Fix health not saving.\nv. 1.4.1 7/9/2013 downloadCompatible with 1.6.2\nv. 1.4.0.1 7/4/2013 download(Mostly)Compatible with 1.6.1 and Citizens 2.0.9Compatible (only!) with Denizen .9\nv. 1.3.7 7/3/2013 downloadSentries can now optionally be immune to damage from things on their ignore list.Sentry projectiles will go though* things on their ignore list. (*some accuracy loss may be observed)Sentries will properly ignore event: targets if the perpetrator is on the ignore list.Bodyguards can optionally NOT follow damage protection (for compatibility with modifyworld and other annoying plugins.)Fix default config.yml (put quotes \"\" around your default targets and ignores!)Compatible with Factions 2.0.X\nv. 1.3.6 5/21/2013 downloadAdded configurable follow distance for bodyguards. Use /sentry follow [0-32]Fix crash in Denizen DIE command.Sentry now removes the Denizen 'Health' trait as it conflicts on a sentry. This should fix some bugs relating to health and re-spawning.Added several Denizen 'actions'. see the Advanced Usage section.No longer using NMS code for max health > 20. should be more compatible with other plugins.\nv. 1.3.5 5/7/2013 downloadAdd KillDrops option to remove the item and exp drops from Sentry kills.\nv. 1.3.4 5/4/2013 downloadUpdate for 1.5.2Add FACTIONENEMIES: target\nv. 1.3.3.3 4/9/2013 downloadFix sentries not dying with Denizen installed.\nv. 1.3.3.2 3/21/2013 downloadFix error on sentry death if Denizen not installed.\nv. 1.3.3.1 3/21/2013 downloadChange packages for craftbukkit 1.5.1\nv. 1.3.3 3/19/2013 downloadCompatible with Craftbukkit 1.5 and Citizens 2.0.8Fixed Sentry not loading if Denizen .76 is still installed.\nv. 1.3.2 3/14/2013 downloadCompatibility with Denizen 0.8 and latest Citizens2 (Note that this will NOT work with Denizen 0.7x)\nv. 1.3.1 1/19/2013 downloadCompatibility with cb 1.4.7\n\nv. 1.3 1/17/2013 downloadUse with CraftBukkit 1.4.6r0.4 and Citizens2 2.0.6 build 663Compatible with Denizen .8 and .76. The commands and triggers are the same, but the example scripts will not work with .8 until updatedSentries will no longer retaliate to the projectiles of other NPCs. If this behavior messes up your setup, let me know and I can make it an option.Workaround for bodyguards not teleporting with their owner.New event target: PvE. Use to attack players who attack mobs/animals.API: Sentries will always raise a NPCDeathEvent upon dying regardless of the die-like-players setting. Modifiing the item list in the NPCDeathEvent will modify the items the sentry drops.API: Sentries should now have valid last damage cause and killer set.Memory and CPU optimizations.\nv. 1.2.6b 12/22/2012 downloadCompatibility with CraftBukkit 1.4.6r0.1 and Citizens2 2.0.6\nv. 1.2.5 12/20/2012 downloadCompatibility with CraftBukkit 1.4.5r1.0 and Citizens2 release 2.0.5\nv. 1.2.4 12/9/2012Compatibility with latest builds of craftbukkit (1.4.5 r0.3) and citizens2 build 606+\nv. 1.2.3 11/27/2012Compatible with craftbukkit 1.4.4 - 1.4.5 r0.2 and citizens2 build 597.Compatibility fixes for Chunk Unload settings in citizens2.\nActive bodyguards should no longer die if their owner teleports too far away.Regular sentries will not try to respawn if the chunk at their spawn location is unloaded.\n\nv. 1.2.2 11/14/2012Bow draw and sword block animations implemented - Thanks dotblank!More Towny support: use the NATIONENEMIES: target to automatically attack enemies of the specified nation!\nv. 1.2.1 10/29/2012Update for 1.4.2... NOT compatible with cb 1.3!Added Warlock level2. Fires wither skulls. be sure to update your config.yml to support them.Added many default mob attacks. Blazes, enderdragons and ghasts shoot fireballs. Withers shoot wither skulls. Snowmen throw snowballs. Witches throw harm potions. Skeletons shoot arrows. Creepers explode.\nSome of this is not working 100%. Creepers may not respawn correctly and skeletons are not currently 'equippable'\nFix named players on the ignore list.\nv. 1.2 10/24/2012All toggleable options (invincible, drops, retaliate, criticals) can be explicitly set via /sentry [option] true/falseThe FriendlyFire option has been removed totally, sentries will never deal damage to or receive damage from bodyguard owners or other bodyguards of that owner. (which was the default behavior anyway)Fix elemental immunity when Invincible was also set.Changing a Sentry's weapon will cause it to switch attack types immediately instead of on the next target.DIE command will now properly honor the setting of RESPAWN, DROPS and DieLikePlayers.Fixed drops not working if RESPAWN was set to -1.\nv. 1.1.4 10/15/2012Critical hit chances and messages can now be configured or disabled in the config.yml. Please update your config.yml or criticals will not work at all.Note that as of citizens2 build 465 all mob types can attack. All hail our new sheep overlords.\nv. 1.1.3 10/15/2012Fix death trigger not going off if respawn set to -1.Added support for SimpleClans. Use the CLAN: target or ignore.Added Npcdeathowner Trigger. This denizen trigger runs when the sentry-denizen dies using its OWNER as the target player.\nv. 1.1.2 10/14/2012Fix NPCDeath trigger. Preliminary code in place to separate out death trigger to optionally run script vs NPC owner instead of killers.\nv. 1.1.1 10/12/2012Bodyguards who have lost their owner will not take damage or engage in combat until the owner returns/logs in.Stray sentry projectiles should not harm invulnerable basic NPCs.Lots more optimizations for target finding. If you still experience low TPS with sentry you will have to increase the LogicTicks in the config.yml. If you can profile the server and let me know what exactly is causing the problem that would help.Small fix with pathfinding ranges.\nv. 1.1 10/10/2012 Note that this update adds several new items to the config.yml. These will not be added automatically. See the Configuration page for new items.Several changes aimed at increasing performance:\n\nTarget checking code has been reworked to make less pointless calls if the Sentry isn't set to target a certain category. The biggest culprit, I think, was some permissions plugins are VERY slow at returning the groups information. Sentries will now only query groups if they have a GROUP: target or ignore set. Same for Towny, Factions, War, and EVENT: targets.Also added a option in the config.yml to specify the frequency that Sentries look for targets. Default is 10 ticks (twice per second). increasing this number would decrease server load but also make sentries less responsive and slow the maximum firing rate.\n\nAdded Stormcaller Level 3. These crazed wizards call forth lightning so powerful it instantly vaporizes anything it touches, even those things otherwise immune to damage. (hint: creative-mode players)Now parses '&' as a valid color character in warning and greeting messages. Changed default messages to red/green.Added options in the config.yml to support 'extended' armors. Also allows disabling specific armor types. Only works with /sentry equip (not /npc equip)\nv. 1.0.3 10/2/2012Fix copied Sentries' target/ignore lists being 'linked' to each other. Probably wont fix existing sentries, only newly copied ones. To fix existing Sentries open the citizens saves.yml and delete the YAML anchors and references on the Targets: and Ignores: nodes on each Sentry.\nv. 1.0.2 9/28/2012Fix towny/factions/war support.\nv. 1.0.1 9/27/2012Fix Witchdoctors (they got drunk and lost their recipe book, we found it though)Switch to new default teleport action, should fix server hangs near ladders and waterfalls.\nv. 1.0 Release! 9/21/2012Workaround to allow bodyguards to cross worlds.Workaround for weapons breaking.Maybe fix server crash teleporting around ladders.I'm pretty happy with the feature list and stability of Sentry at this point, so this is 1.0. There's a few things still not working (like speed) but these are not fixable with Sentry and should be addressed in future builds of Citizens2.\nv. 0.9.9.2 beta 9/20/2012Introducing the 667th Brigade: the Warlocks!\nThese artisans of ancient arcane arts prefer a solitary lifestyle deep in The End. Probably because they smell bad. Recently several of their number have come to the mortal realm and SentryCorps has integrated them. Rumor is more powerful Warlocks may be on their way as well!.Be sure and add the Warlocks to your config.yml to enable this new attack type.\nFixed lvl1 pyromancers' over-zealous use of actual fire.Other minor bugfixes.\nv. 0.9.9.1 beta 9/17/2012War support. use the TEAM: target to automatically attack War players.Fix item dropsAdded server-wide option to make Sentries 'die' like they used to pre v0.9.5. false by default.Added server-wide option to set the amount of EXP sentries drop on death if Drops is turned on. (yea yea.. you want it per sentry.. I know)\nv. 0.9.9 beta 9/15/2012Added command: equipAdded targets: event:pvnpc, event:pvsentryChanged some logic regarding pvp:\nBodyguards should now honor pvp-protected areas, they will not take or deal damage to players or retaliate when left-clicked in a no-pvp zone. This ONLY applies to bodyguards, lookout-type sentries can still perform their duties in pvp-protected areas. You should still not bring a player-hostile bodyguard into a pvp-protected area.. it will run away and annoy people.All invincible sentries will not retaliate, no blood no foul.\nFixed config bug for default strength and pyro3\n\nv. 0.9.8.1 beta 9/13/2012Configuration is here!Sentry now has a config.yml! You can:Set default stats/options/targets/texts for new Sentries.Customize the item that each type of sentry uses (matches only ID for now, id:data.. soon). Can also disable certain Sentry types.Add Armor, Strength, and Speed buffs to various armor and weapon types. So your players can buff up their sentry without access to /sentry stat commands!Apply ANY potion effect(s) to ANY weapon sentries use!\nSee Configuration Once the bugs are worked out of this new stuff. Sentry will be released as 1.0.v. 0.9.7 beta 9/11/2012The Peacekeepers have arrived! Give your sentry the event:pvp target and it will attack players that damage other players in its range.Fix for Factions targets.Fix for NPC targets.Some fixes for bodyguards. They still don't like being taken across worlds. Think its a problem in citizens2 core.\nv. 0.9.6 beta 9/10/2012Known issue: changing worlds with a bodyguard will throw console errors. Working on fix.Known issue: If there is a NPC on the server named after a Player, the player may be detected by the NPC: target.Split out NPC: targets from PLAYER: targets.Sorta fix for Factions.Minor bugfizes\nv. 0.9.5 beta 9/8/2012Bodyguards will maintain a respectable distance.Sentries will try to not stand in fire if they can help it, tends to void the warranty on their bowstrings.\nv. 0.9.4 beta 9/7/2012Fixes for stuck actions, requires build 334 of citizens2 or higher.Better help for targeting and guard commands.\nv. 0.9.3 beta 9/2/2012Health is no longer limited to 20, should be able to use any value without external mods.Implemented 'stuck' actions. Sentries should teleport to their guard targets or waypoints if they get stuck. If a Sentry gets stuck trying to path to a hostile target it will give up (and teleport back if it has waypoints) This functionality may still be a little buggy.Fix mob aggression.Stormcallers are now immune to all Lightning. Pyromancers are immune to all Fire. Witch Doctors are immune to all Poison.\nv. 0.9.2.1 beta 9/2/2012Fix error from very fast healingFix error? from denizen hook.\nv. 0.9.2 beta 9/2/2012Compatible with latest Citizens2\nv. 0.9.1 beta 9/1/2012Through constant exposure Witch Doctors and lvl3 Pyromancers are no longer hurt by their own attacks (unless friendly fire in on.)Accuracy improved for thrown potions.\nv. 0.9.0 beta 8/31/2012For the first time in 100 years, the venerated Order of the Stormcallers has descended from their monastery on the top of Mt. Creeperhorn. They have come to join their brethren in SentryCorps and share a century's worth of arcane secrets to push back the tide of evil sweeping the land! See #Equipment for details\nWielding potent scrolls and ancient tomes the Stormcallers bring forth lightning to smite their foes!The Stormcallers have taught the Pyromancer brigade to focus their chi and summon more powerful Fire!The SentryCorp Ice Magi have learned to infuse their balls of ice with freezing power!The secretive Witch Doctors have begun mass producing their potions of war. They make a mighty fine root beer float, too.\n\nv. 0.8.9 beta 8/28/2012Fix target, ignore, guard, warning and greeting commands to properly handle spaces.Change damage event priority: All sentries should deal and receive damage independent of any PVP protection plugins, since they are not, by definition, players.\nv. 0.8.8.2 beta 8/27/2012Removed upper limit on respawn.Removed upper limit on healrate to allow faster healing. Heal rate is still the number of seconds between heals of 1hp but all values between 0.0 and 1.0 are now valid. So a heal rate of 0.5 is 2hp per second. A healrate of 0.1 is 10hp per second. a healrate of 0.01 is 100hp per second.Fixed error if vault not installed.Made Vault registration delayed for compatibility with slow perms systems.\nv. 0.8.8.1 beta 8/23/2012Sentries take less knockback based on armor. Also honor the .5 second invulnerable period after hits that other Minecraft entities enjoy. This should make fighting them much more difficult and rewarding.Removed the upper limit on health, strength, and armor. This is for compatibility with other plugins. Vanilla craftbukkit users should still use 1-20 for health, and 0-10 for strength and armor.\nv. 0.8.8 beta 8/21/2012Due to pending litigation, all Citizens SentryCorps personnel have been sent to Public Relations training. APPARENTLY some people were upset that Sentries were attacking people with no warning.\nAdded commands warningrange, warning, greetingSee #Warn/GreetFixed sentries giving up on retaliation targets after a few seconds.Other bugfixes.\nv. 0.8.7.1 beta 8/20/2012Fix group ignores.Added valid target: entity:all\nv. 0.8.7 beta 8/20/2012Added command: ignoreAdded target entity:owner\nv. 0.8.6 beta 8/20/2012Added Target Reassessment\nWhen Sentries have an active target, every few seconds they will glance over their shoulders at other possible targets and switch if one has gotten closer. Stab me in the back once, shame on you, stab me in the back twice, shame on me.Added Denizen Command: LIVE\nv. 0.8.5.1 beta 8/19/2012Minor fixes to perms, info, debugging info.\nv. 0.8.5 beta 8/17/2012Support for Factions. Use FACTION:FactionTag to target memebers of that faction.Added Towny Nation support. Use NATION:NationName to target memebers of that Towny Nation.\nv. 0.8.4.1 beta 8/16/2012Last-second heals will no longer allow a sentry to jump back into the fray after death, naked.Sentries forget their target on death, shouldn't smack people nearby on respawn anymore.\nv. 0.8.4 beta 8/15/2012KNOWN ISSUE: Sentries with a single waypoint can cause VERY bad lag, either remove the single waypoint or make 2 waypoints until we can correct the issue.\nCorrected in Citizens2 build #288KNOWN ISSUE: Human-type NPCs cannot path up stairs or half-blocks\nCorrected in Citizens2 build #291If a Sentry NPC is owned by 'server' anyone with the 'citizens.admin' permission can run sentry commands on it. (if they also have the required Sentry permissions)\n\nv. 0.8.3 beta 8/15/2012Fix for group checking with some perms plugins.Default pathfinding range much larger.\nv. 0.8.2 beta 8/15/2012Sentries will now take most forms of environmental damage:\nArmor will be applied against damage from Cacti and TNT.Sentries do not drown or take fall damage (yet)Sentries that die from the environment will still run Scripted Death scripts if at least one player directly damaged them.\nv. 0.8.1 beta 8/14/2012Changed arrow-cleanup method. Should work better.Small group permissions compatibility fix.\nv. 0.8.0 beta 8/13/2012Built in Towny support. (Thanks TerraNetworkOrg!)\nSentry does not require Towny, but if you use it you can add a \"TOWN:TownName\" target to your sentries and they will target players from that town.Added in a hack to periodically remove bugged arrows when no players are around. Hopefully this is temporary.\nv. 0.7.9.2 beta 8/12/2012Fix Sentries not checking GROUP targets.Checks for world groups first then global groups if no world groups found. Should be compatible with more perms systems.Sentries will forget their attackers if they heal back to full health. (This only applies to Scripted Deaths)\nv. 0.7.9.1 beta 8/12/2012Fix for doppelgangers on /citizens reloadSentries set to not drop equipment also don't drop EXP.\nv. 0.7.9 beta 8/11/2012Added animations to projectile shot and healing. Added sound effect to blocked hits.Workaround for Ranged Sentries not pathing after respawn.\nv. 0.7.8.1 beta 8/11/2012Fix for denizen change. Fixed 2 NPEs.\nv. 0.7.8 beta 8/10/2012Full permissions system for each command in /sentry. See Permissions\nv. 0.7.7.1 beta 8/10/2012Integration with Denizen. Now you can trigger scripts on a Sentry's death. Long, drawn-out, guilt-ridden death speeches are go. see Sentry and Denizen for more info.Minor bugfixes.\nv. 0.7.6 beta 8/8/2012Added command: healrateSentries can now heal back health over time.\nv. 0.7.5 beta 8/7/2012Added command: spawnAll /sentry commands may now be run from the console.Sentry damage is now independent of the weapon equipped. Damage is now equal to the sentry's Strength. The default for new Sentries is 1. If you already have Sentries created be sure to set the Strength, the old default was 0.Lots of bugfixes to speed, pathing, guarding, damage, arrow physics.\nv. 0.7.4.5 beta 8/7/2012Bugfixes all over.Bodyguards will no longer take damage from other bodyguards guarding the same target. (unless friendly fire is on... and if FF and Retaliate are both on.. they will attack and kill each other (merc's have a temper.))Bodyguards are more persistent. If you get separated from your guard move within its Range and it should start following you again. Remember where you parked your bodyguard!Known bugs: Sentries sometimes take multiple hits.. note sure if Sentry or Core C2 problem. Bodyguards may lose their target.TO DO: keep bodyguards from trying to stand on top of you and each other.\nv. 0.7.4 beta 8/6/2012known bug: cannot target individual hostile monster types, will fix soonAdded commands: respawn, guard, nightvision, friendlyfire.Archers have gone back to basic training and can now shoot moving targets with deadly accuracy.Arrows now a move little faster, archers have more range.Sentries can be set to not see targets in dark conditions. Sneaking makes players harder to see. Thief missions Go!Sentries can be set as bodyguards. (note this is not currently persistent and may have bugs)\n\nv. 0.7.3 beta 8/4/2012Added command: attackratePyromancer sentries no longer shoot themselves in the face.Tweaked the projectile physics and firing system.Respawn fix and other bugfixes.\nv. 0.7.2 beta 8/4/2012Removed ignore-cone, All Sentries now use Line-Of-Sight to select targets.Archers no longer stare at the spot of the last enemy.Code re-arrange.\nv. 0.7.2 beta 8/4/2012Added commands: rangeSentries ignore a cone of space directly below them. This is to stop archers from shooting at their feet.Fixed sentries being unable to target some mobs such as ghasts.Archers with targets out of range no longer drop arrows at their feet.\nv. 0.7.1 beta 8/3/2012Added commands: info, armor, strengthAll combat (ranged, player-npc, npc-npc, mob-npc) goes through the same calculations for armor, strength, and critical hits.Sentry no longer creates a folder or config.yml. All options are stored within the Citizens saves.yml.More bugfixes and cleanup.\nv. 0.7.0 beta 8/2/2012MC 1.3.1 CompatibleAdded commands: invincible, retaliate, drops, criticalsAdded ability to shoot bows and projectiles.Sentries respond to damage from arrows.Lots of bugfixes and minor updates.\nv. 0.5.6 betaNow working with the new builds of C2.\nv. 0.5.5 betaFixed bugs.\nv. 0.5 betaAdded the ability to specify targets.Added the ability to set the Health and Speed of a Sentry.'Stuck' Sentries now respawn after a while.Fixed the death handling.Fixed Sentries remembering their guard location on a restart.\nv. 0.3 betaAdded ability to kill the NPCs. Swords kill faster. Built-in chance of criticals, etc.Fixed targeting code, should be more efficient now.Implemented respawning sequence.\n\n主索引贴\n\nQAQ金粒是要钱的人气是不要钱的求人气QAQ\n求回复QAQ\n\n\n\n\n\n",
    "replies": [
        {
            "author": "98753",
            "timestamp": 1391928720,
            "txt_content": "标题不对，应该很快就会被删{:10_512:}"
        },
        {
            "author": "r2214996073",
            "timestamp": 1391928720,
            "txt_content": "...........我来了。。感觉不错回去让腐竹安"
        },
        {
            "author": "are1121",
            "timestamp": 1392075120,
            "txt_content": "这些哨兵会嗝屁么?"
        },
        {
            "author": "ChengziHtc",
            "timestamp": 1392096660,
            "txt_content": "sentry \n是你是Npc？"
        },
        {
            "author": "s1059790549",
            "timestamp": 1392301260,
            "txt_content": "lz 下载地址全是英文 不知怎么下啊....求解"
        },
        {
            "author": "420370344",
            "timestamp": 1392340980,
            "txt_content": "dasdasdasdasdasd"
        },
        {
            "author": "www847212318",
            "timestamp": 1392356520,
            "txt_content": "are1121 发表于 2014-2-11 07:32\n这些哨兵会嗝屁么?\n不会吧，貌似有个权限可以"
        },
        {
            "author": "www847212318",
            "timestamp": 1392356520,
            "txt_content": "qq1609760551 发表于 2014-2-11 13:31\nsentry \n是你是Npc？\n是我创造的NPC"
        },
        {
            "author": "www847212318",
            "timestamp": 1392356580,
            "txt_content": "s1059790549 发表于 2014-2-13 22:21\nlz 下载地址全是英文 不知怎么下啊....求解\n你不逛DEV？"
        },
        {
            "author": "ce2496964871",
            "timestamp": 1392357000,
            "txt_content": "好屌"
        },
        {
            "author": "s1059790549",
            "timestamp": 1392367740,
            "txt_content": "www847212318 发表于 2014-2-14 13:43\n你不逛DEV？\n..... 小学生.."
        },
        {
            "author": "33446615",
            "timestamp": 1392367860,
            "txt_content": "好屌的样子啊~~~~"
        },
        {
            "author": "DeathMaster",
            "timestamp": 1394351160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "halfcigarette",
            "timestamp": 1395290280,
            "txt_content": "bukkit网站上不去了\n有没有下载过1.7.2版本的sentry？麻烦传一个到百度网盘之类的分享一下吧。。。\n感谢"
        },
        {
            "author": "lcpg",
            "timestamp": 1397512920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "zhen7082663",
            "timestamp": 1397805660,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "lzp2236692",
            "timestamp": 1398700260,
            "txt_content": "版主~请问怎么装备远程卫兵呢？拿了弓可是他不射箭啊"
        },
        {
            "author": "www847212318",
            "timestamp": 1398924540,
            "txt_content": "lzp2236692 发表于 2014-4-28 23:51\n版主~请问怎么装备远程卫兵呢？拿了弓可是他不射箭啊\n额忘了诶好久不搞这个了忘掉了最近看看吧"
        },
        {
            "author": "司徒颜",
            "timestamp": 1398925920,
            "txt_content": "很厉害的样子"
        },
        {
            "author": "司徒颜",
            "timestamp": 1398925980,
            "txt_content": "很厉害的样子"
        },
        {
            "author": "zwa73",
            "timestamp": 1400321040,
            "txt_content": "www847212318 发表于 2014-5-1 14:09\n额忘了诶好久不搞这个了忘掉了最近看看吧\n可以设置复活么"
        },
        {
            "author": "杨文举",
            "timestamp": 1405223160,
            "txt_content": "要是有1.7.2的就好啦"
        },
        {
            "author": "q691021659",
            "timestamp": 1406887620,
            "txt_content": "好厉害的样子"
        },
        {
            "author": "540763589",
            "timestamp": 1408670760,
            "txt_content": "不错的插件顶一个"
        },
        {
            "author": "不懂丶",
            "timestamp": 1408709280,
            "txt_content": "怎么设置npc可被打死 我想做一个副本"
        },
        {
            "author": "TZH",
            "timestamp": 1411287000,
            "txt_content": "怎么切换生物类型"
        },
        {
            "author": "LS_jie",
            "timestamp": 1413797340,
            "txt_content": "有汉化多好啊~~~~"
        },
        {
            "author": "494308843",
            "timestamp": 1414646460,
            "txt_content": "TAT 官网最新版的1.7.9好像不支持1.7.10呜呜"
        },
        {
            "author": "白丹",
            "timestamp": 1415266860,
            "txt_content": "这也太麻烦了- -根本看不懂{:10_524:}"
        },
        {
            "author": "Top2001_1",
            "timestamp": 1417071180,
            "txt_content": "zwa73 发表于 2014-5-17 18:04\n可以设置复活么\n5秒后自动复活的 不用怕的"
        },
        {
            "author": "Top2001_1",
            "timestamp": 1417072380,
            "txt_content": "白丹 发表于 2014-11-6 17:41\n这也太麻烦了- -根本看不懂\n直接npc create 名字 --trait sentry就能创建一个护卫"
        },
        {
            "author": "5645",
            "timestamp": 1417401120,
            "txt_content": "顶一下~感谢楼主转载"
        },
        {
            "author": "2335899307",
            "timestamp": 1423476300,
            "txt_content": "哇奥\n等等等等等等等等的"
        },
        {
            "author": "wedfwsd",
            "timestamp": 1425547500,
            "txt_content": "420370344 发表于 2014-2-14 09:23\ndasdasdasdasdasd\n竟然没被警告？？？"
        },
        {
            "author": "扭曲的Fate",
            "timestamp": 1427564820,
            "txt_content": "哈哈哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "230",
            "timestamp": 1428228300,
            "txt_content": "快翻译完啊啊！！！！！！！！！！！！{:10_524:}"
        },
        {
            "author": "liucx",
            "timestamp": 1428312180,
            "txt_content": "用/NPC create Admin_fahsi --trait sentry  创建了一个叫做Admin_fashi的哨兵NPC\n打他没反应"
        },
        {
            "author": "皓然233",
            "timestamp": 1455608400,
            "txt_content": "还行^^^^^^^"
        }
    ]
}