{
    "title": "Minecraft Forge 10.12 for 1.7.2 发布了！",
    "author": "coronanimo",
    "replyCount": 10,
    "timestamp": 1391938140,
    "txt_content": "盼望着 盼望着， 春天来了， Forge的脚步近了。\n\n在经历了长达7个月的等待之后，1.7版本的Mod API - Forge 10.12终于发布。\n\n主要改动：\n\n1. 伴随着Mojang的超过40%的基本代码更改（集中在网络和 Item/Block 注册机制），Forge团队进行了反混淆等工作，这项工作是巨大的。\n2. 引入了Gradle（自动构建系统），为modder的开发行为以及mod发布提供了便利。\n3. 不再有ID冲突等等一系列问题（因为重新梳理了整个mod的开发流程）\n\n当然，改动远不止这些，原帖：http://www.minecraftforge.net/forum/index.php/topic,16195.0.html\n\nForge Version: 10.12.0.1024\nMinecraft Version: 1.7.2\nDownloads: \nChangelog (Direct)Windows Installer (Adfly) (Direct)Other Installer (Adfly) (Direct)Javadoc (Adfly) (Direct)Source (Adfly) (Direct)Universal (Adfly) (Direct)\n\nSo, it's been a while since I posted one of these.\nI can tell you one thing, the 1.7 update was a dusey.\nFor those over you who don't know, Mojang did MAJOR work in the 1.7 update.\nComplete conversion of the networking system.\nComplete conversion of the Item and Block registry system.\n\nNow every Minecraft update is a pain in the but, but typically there are only small sub-systems that change and we can typically match ~90% of the Minecraft code base back to what it was in the previous version. However in this case, because of those two above changes, {and other minor changes done} only about 40% of the MC code base could be mapped. Which means that we had to go through and deobfusicate the rest of it. \n\nSome of those changes that Mojang did actually completely broke the current tools that we had in place. I won't go into much detail, but without MAJOR edits the current tools could not decompile minecraft into recompile-able code. So we got to work, You can see some of the technical side of things here (and subsequent commits). As well as the overall changes you can see on the Forge github.\n\nIn addition, since 1.7 was a MAJOR change, it allowed us to take the opportunity to clean up the Minecraft modding scene a bit. Try to move it into a more organized, expansive, and standard format. With the introduction of 'ForgeGradle'. This is mainly directed twards the modders, but for those who don't know, Gradle is a java based build automation toolset. It allows for Modders to have a clean environment with a clear separation of Mojang's code from there code. If you take a look at some of the open source mods out there (Like IronChests) You can see how it organizes the code structure, removes the necessity of custom build setup scripts, tings like that.  One of the MAJOR benifits, is that it a industry standard tool, that allows for full expansion and customization. \n\nIt opens up a world of possibilities... Right now, it can publish mods to file servers, maven servers, ftp servers, wherever and however you want. In the fiture I would not be surprised if mod hosting servies such as FTB, Technic, or Curse come along and make there own plugins. That allow the modder to automate the uploading and distribution of there mods. Combine it with it's ability to apply a digital signature to jar files. Think about it, EVERY mod out there AUTOMCATICALLY uploading to FTB/Technic/Curse. EVERY mod out there being signed by the mod author. All launchers being able to verify that signature so that you KNOW that you have a mod from the author that you trust. This is a major stepping stone into making the modding community a better place for everyone.\n\nAnyways, so that took some time to put into place. AbrarSyed our resident gradle expert has been working his but off to make that, and the other projects that we're working on. Combine it with some just horrible timing. Minecon, New years, a crapload of personal real life shit i've had to take care of. Waiting for KingLemming for the fluids, a bunch of stuff. It was just a pain in the rear. All I can say is sorry for the delay, BUT a 1.7.2 build HAS been available for modders and end users since December 26th \n\nEither way, we are still not done with all the cool new toys we are giving out to modders, but as it sits Forge is pretty much good to go for 1.7.2 development. 1.7.4 is a relatively small update, so once thing settle down a bit we'll poke it to that version. However I advise {and have been for a while} that all modders start development on 1.7.2, as 1.7.4 update will be super easy.\n\nBefore we get to the nitty gritty one MAJOR change in Forge/FML needs to be rought up.\nFML is now in control of the Block and Item registry, and all references to items should be using obects instead of ids.\nWhat does this mean?\nUnless a modder extremely derps something up, there should be NO more ID issues, as far as the end modder/user is concered IDs should NOT EXIST at all.\nLoad a world sent to you by a friend? No problem\nConnect to a server? No problem\nAdd new mods to your pack? No problem\nAs long as modders don't do something stupid you should never have to see another 'id' in a config ever again.\n\nI'm bad at typing, so lets get down to the nitty gritty, as always this is a highly condensed version see the changelog for full details:\n\nMinecraft Forge 10.12.0 Changelog:\n============================================================================\nUpdated to Minecraft 1.7.2.\nNew:Compleetly new network trnalsation layer on top of Vanilla's protocol that allows Mods full netty channels. {Super awesome network stuff that kills 'unknown packet id' }IDs will be synchronized when loading a world or connecting to a server. {No more ID issues whoot!}New build system that allows for easier modder updates and expanded functionality.New logging systemNew graphics on the Server list GUI that tells you what type of server it is and what mods they have loaded. {If it's a modded server}Moved Forge's event system into FML. Removing the need for reflection and causing a increase in performance.Reworked command line auth for Mojang's new auth system to allow modders to debug real servers in dev.Added Launch4J wrapper to the installer so that windows users have a easier time running it. {Same system Mojang uses for there launcher exe}New version check added to Forge, to notify when important release are made. Can be disabled in config.New more expansive hooks for harvesting/effenecy.New network related events.Exposed more ItemStack senstive functions.Moved model system to resource location based opposed to URL based.Created crowdin for Forge translations {to be integrated into build later}, added a few new languages.New simple event driven networking system to complement netty system.New world backup system when updating 1.6 worlds to 1.7.Enabled recipe sorting by default, this should address the issues with conflicting/hidden recipies. As long as modders address it correctly.New pretty formatting of bad packet data, cuz pretty is better then random hex New hook for custom records and sound location.New events for when a player uses a item {similiar to a bow}New weather renderer hook.Many many more\nBug Fix: Lets jsut say a lot, over 200 commits worth \n\nParting words: As I stated above this is a BIG update. I'm sure I misplaced one or two parentheses or something, so if you do have an issue please report it correctly and respectfully. Thank you.\n\n\n\n\n\n\n[groupid=350]CTHUWORK[/groupid]",
    "replies": [
        {
            "author": "wq57",
            "timestamp": 1391938260,
            "txt_content": "好像早发布了  "
        },
        {
            "author": "986823639",
            "timestamp": 1391938260,
            "txt_content": "1.7.2的Forge不是早就出了么？我记错了？？"
        },
        {
            "author": "plasma",
            "timestamp": 1391938320,
            "txt_content": "不错，1.7forger不是早发了吗？还要照搬，不用嫩么懒吧"
        },
        {
            "author": "coronanimo",
            "timestamp": 1391938320,
            "txt_content": "wq57 发表于 2014-2-9 17:31\n好像早发布了\n之前一直是beta"
        },
        {
            "author": "fff1123",
            "timestamp": 1391938320,
            "txt_content": "终于发布172的forge了呒?\n只是··为嘛发在这里\n\n\n\n\n\n\n\n\n\n来自群组: 兔斯基大家族"
        },
        {
            "author": "额无语",
            "timestamp": 1391938740,
            "txt_content": "应该发到新闻版吧？"
        },
        {
            "author": "coronanimo",
            "timestamp": 1391939040,
            "txt_content": "额无语 发表于 2014-2-9 17:39\n应该发到新闻版吧？\n这不是官方的..."
        },
        {
            "author": "⭐✔️",
            "timestamp": 1391939160,
            "txt_content": "去年就出了"
        },
        {
            "author": "Unreal",
            "timestamp": 1392103020,
            "txt_content": "这个的版本是 Forge 10.12.0.1024  我用的是 Forge 10.12.0.997"
        },
        {
            "author": "Unreal",
            "timestamp": 1392103080,
            "txt_content": "coronanimo 发表于 2014-2-9 17:44\n这不是官方的...\n非官方？可以用嘛"
        }
    ]
}