{
    "title": "☆文学创作访谈☆ 写作三加一",
    "author": "☆茶杯骑士☆",
    "replyCount": 91,
    "timestamp": 1392009120,
    "txt_content": " 本帖最后由 ☆茶杯骑士☆ 于 2014-2-17 21:25 编辑 \n\n☆文学创作访谈☆写作三加一\n\n\n\n@为何要举办这个活动？    “写作三加一”这个活动的想法由展示共享版版主 @冥王星人 最先提出，因文学创作蓬勃发展，更多的人对于文学创作跃跃欲试，许多新晋作者满怀热情却又无从下手，故邀请版内几名“资深作者”，以“写作三加一”的形式来为诸位分享自己的心得，旨在提高翻译创作版内整体水平。\n\n\n\n@三加一是什么意思？    “写作三加一”：三 为 写作当中的三个要素；一 为 写作当中的一个禁忌。合起来就是：写作中的三要素，一禁忌。\n\n\n\n@只有资深作者可以参加吗？什么样的人可以参加？\n\n\n   并不是只有资深作者可以参加，只要您怀有对文学创作的热情，无论是作者还是读者，无论是老鸟还是新手，皆可在此畅所欲言。\n\n\n\n@我想参加！但是该做些什么？/如何参加？\n    两种途径：\n   直接在本帖参与讨论   以“三加一”的格式，将您的心得回复在本帖，若是字字珠玑，或是十分优秀的心得，将会得到丰厚奖励，并将收录在此帖索引中。\n\n\n\n\n@回复本楼的注意事项？此楼全面严禁水回复，一经发现立刻作删除处理。不得以任何形式进行言语辱骂或人身攻击。欢迎来稿，但必须是原创，请不要涉及任何敏感政治话题，也请不要恶意针对某位玩家。也不允许有广告成分在其中，此类带有恶意的帖子将会被删除。\n\n\n\n   @@@索引@@@1、茶杯骑士 写作三加一：http://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=236602&pid=45665882、冥王星人 写作三加一：http://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=236602&pid=45675563、晓风晚月  优秀答案：http://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=236602&pid=45676434、Lucky777777 写作三加一：http://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=236602&pid=4572929\n5、风之心_天双 写作三加一：http://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=236602&pid=4595725\n6、银狼 写作三加一：http://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=236602&pid=4635516\n7、乐轻歌 写作三加一：http://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=236602&pid=45869748、592764254 写作三加一：http://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=236602&pid=46230319、yuki_camorra 写作三加一：http://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=236602&pid=4648767\n\n☆最后，祝愿各位能在此获得收获，祝各位的文学水平能够节节高升！☆\n\n\n\n",
    "replies": [
        {
            "author": "Sky、果冻",
            "timestamp": 1392009240,
            "txt_content": "yo~杯杯，来支持了"
        },
        {
            "author": "42486327",
            "timestamp": 1392009300,
            "txt_content": " 本帖最后由 42486327 于 2014-2-10 13:16 编辑 \n\n我以为是长手发的....@长手的苦力怕 \n"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1392009420,
            "txt_content": "前排支持~               "
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392009420,
            "txt_content": "已联系各位参加活动的作者，各位的心得将陆续发表在本帖=w=\n\n编辑也是需要时间哒~"
        },
        {
            "author": "小白VS苦力怕",
            "timestamp": 1392009540,
            "txt_content": "哎呦，有意思，我要报名参加！"
        },
        {
            "author": "Greensky",
            "timestamp": 1392009540,
            "txt_content": "支持一下= ="
        },
        {
            "author": "怪咖",
            "timestamp": 1392009660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "shijun",
            "timestamp": 1392009720,
            "txt_content": "总算发了，挖坑填不容易啊，啊哈哈哈哈哈"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1392010260,
            "txt_content": "不需要报名么？\n直接参与就行是么？"
        },
        {
            "author": "HGK",
            "timestamp": 1392010260,
            "txt_content": "支持大作家茶杯"
        },
        {
            "author": "1164816764",
            "timestamp": 1392010380,
            "txt_content": "42486327 发表于 2014-2-10 13:15\n我以为是长手发的....@长手的苦力怕\n你怎么想到的。。。。。。。"
        },
        {
            "author": "末影卐",
            "timestamp": 1392010500,
            "txt_content": "42486327 发表于 2014-2-10 13:15\n我以为是长手发的....@长手的苦力怕\n失败了...."
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392010560,
            "txt_content": "     当我第一次知道要写那个《写作3+1》的时候，其实我是拒绝的。因为我觉得你不能叫我写，我就马上去写，第一我要试一下，我又不想说，你写一个写作教程写完以后加了很多特技，那教程“咣”，很长，很好，很雷！结果观众出来一定骂我，根本没有像这样写文章的！这证明上面那个是假的。我说先要给我试一下，后来我知道他们写这个教程是有计划有预算的，那么试了一个月来以后，觉得还不错……那写了这个月，这个月下来之后呢，起码我看了这个教程一直也都能用。现在每天还在用，我还给了我们文学研修群的小伙伴们用，来，来，来！大家试试看！那我跟外星人讲，写的时候就写，写完之后，这个教程就是我的教程，就不要再加特技上去，没有，教程就是教程……我要给观众看到，我用完自己的教程之后写文是这样子，你们用完之后，也是这样子。\n    \n    ↑ ↑ ↑（所以这绝对不是我拖稿拖半年的理由，茶杯真心诚意为您奉献好作品。）\n\n----------\nP.S.温馨提示：以下内容为茶杯脑洞大开的产物，会有各种神奇的吐槽，可能会使您产生不适，切勿对号入座，如有紧急情况发生你来咬我呀。\n\n    首先来谈谈，这个题目中的“3+1”是个什么意思：这个“3”就是写文当中的三个要素，这个“1”就是写文当中的一个禁忌，那“3+1”就好说了——三要素，一禁忌。\n    说真的，文章的好坏很难评判，每个人的评判标准都不一样的：一千个人眼中有一千个史蒂夫……啊不对，哈姆雷特，是吧。所以这三要素一禁忌对每个人来说也是不一样的。我问外星人，你这打算怎么写，根本没有界定标准嘛，结果答案很简单：多找几个论坛里文章写得不错的人给大家谈一谈就好了。你看，既然是谈，那就轻松一点。写文和玩论坛一样的，都图个开心，那我们也就不必太拘束，要是大家看这篇《写作3+1》都跟上语文课那样那我真是太失败了。如果真的出现了这种情况，那我觉得您还是拿出语文书再好好研读研读吧，毕竟学业为重。\n\n    我毕竟也不是什么专业写手，我也只是个普通的初二学生，而且我的水平也的确不敢恭维，不过既然外星人提了这个议，我也只好厚着脸皮来喊喊口号了。前面废话挺多，那现在开正题了——接下来给大家介绍一下，我心目中的、写作当中的三个要素和一个禁忌。\n\n要素一：心态\n    写作最需要的是什么：文笔？不是；写作技巧？也不是。我想写作最需要的是心态。拥有一个好心态相当于已经成为了半个作家——当然这心态好也要有个限度的，不是说写作水平真的是糟糕到一定程度了还要死乞白赖地发文求好评遭喷还要反咬一口，这不叫心态好这叫熊孩子。\n    我对对于每个作者来说的“心态好”的定义是：即使你觉得自己的文笔再差，敢于接受他人批评并适当接受他人的建议和意见，并能加以运用在自己的文章中，不会产生自傲或者自卑心理，这才叫心态好。若能达到以上我对所谓好心态的标准，那么您的文学水平势必芝麻开花节节高；如果您的配置无法达到该要求，您可以先尝试一下CG。\n\n接下来，要素二：文笔\n    其实这要素二我倒是想谈谈设定的……不过显然外星人已经分析透彻了，点他个半组赞；剧情其实也挺重要，不过一直被冠为“剧情渣”的我想必也说不出个所以然来，难不成说个天花乱坠把大家引入歧途嘛？不，我还有节操，我是决不会做那种事情的。\n    那么接下来侃侃文笔。首先呢想说的是……文笔这个概念很空洞、很抽象，咱们通俗点说就是你的写作功力——当然我的意思显然不是你中考高考作文考得高，你的文笔就好，这不是界定标准。好文笔，就是写作功力强。网络小说，绝大部分都是白开水。要光是白开水也好，写的长了就成鸡肋了，食之无味弃之可惜，但总归到底这种文受众面也挺广，只能说现在的文学气氛有些浮躁了。\n    文笔在不同类型文章中运用方法也会有所不同。比如小说吧，就更侧重故事架构，你的逻辑一定要缜密，不能前言不搭后语，人物性格要鲜明，做到这些就差不多够了，文笔也不需要太好。但总归得用点修辞手法啊写作手法啊等等等等，不然写得和流水账一样有什么意思，读者早就看得睡着了，作者还在辛勤耕耘，这多伤心。你总得有些内涵，弄些深刻寓意和哲理在里面，适时弄点铺垫和悬念，该高潮就高潮，这样才让读者有读下去的动力，要是这些都做不到的话那你的文就基本上废了。估计也有转职转错的情况出现，比如你想转职成编剧的，手抖点成小说作家，这我就没办法了，砍掉重练吧。\n    如何提高文笔呢？我想也是许多人想要问的问题。介绍一下我的个人经验：\n  1、如果您是学生党的话，并且真心想要提高文学水平，写出更好的文章，上语文课还是认真听一听吧。虽然是挺无聊，但某些知识对提高文笔有着很大帮助，尤其是在老师专门点评作文的时候更一定要集中注意力，将来你会感谢语文老师的。\n  2、多读书，读好书。书可以丰富你的想象、可以扩大你的词汇量，甚至它的风格和描写手法都会对你产生影响，但切忌带着“这本书肯定能提高我的文学水平只要我读了它我的文学水平肯定有提高”的心态去读书，要知道读书带来的影响是潜移默化的，这样去读书只会产生对于书的厌恶感，以至于到最后完全没有一点点效果。\n  3、常出去走走吧，无论是小公园或者是到异国他乡旅游，感受感受生活，遇到灵光一闪就记下来，将来都会有很大帮助，积累多了，自然得心应手，并且文章这种东西，不仅仅是由文笔堆出来的，更多要包含作者的情感在其中。\n    当然，游戏、电影等也会带来一些帮助，不过比较而言收获会略小，在此不再赘述。\n    总而言之，文笔这东西在文学创作中也是十分重要的，提高文笔非一日之功，是长期努力的成果。如果您没有这样的信念，您可以先尝试一下CF。\n\n最后，要素三：细节\n    细节是什么？这里茶杯要说的是这里说的细节并不是细节描写，而是在写作过程中可能不会被注意到的地方——比如标点，错别字等。\n    光这样干巴巴的讲所谓的细节可能有点不好理解，因为本人也的确没思路如何以看起来十分高端洋气上档次的专业术语给这个叫做细节的东西下个准确定义，算了，再举几个例子吧：\n    比如你在看一段激烈的战斗场面，这个作者写的那是相当精彩，看的你是热血沸腾，可就在你酣畅淋漓地几乎就要代入进这个角色的时候你却惊奇地发现这段话里居然有错别字！这感觉不敢相信！我敢肯定你几乎是想要怒撕小说，就算你看的是电子书也会想要把手里的电子设备砸个稀巴烂——错别字实在是太妙不可言了，因为我就被错别字恶心过：明明小说十分精彩，凭空出现几个错别字，当时给我的感觉就是简直就像有人跟我说“你有种放学留下别走我叫人打你”，结果我都叫来帮手、摩拳擦掌地准备打群架的时候，那家伙居然拿了两袋烧饼就冲过来往你脸上使劲的拍！还拍得特有节奏感特带劲！这你能忍嘛？！反正我不能忍！\n    没错，错别字就是这么恶心，也希望各位作者能在行云流水的时候多关注关注这些，以免造成不必要的麻烦。接下来我们说说标点吧。\n    标点还好，不像错别字影响那么深远，不过要恶心人的话还是可以的，毕竟如果他没这实力我也不会专门提出来给大家说。也是在看一部很精彩的小说——\n    等等这里打断一下，善意提醒各位如果要买实体书请拒绝盗版，否则你会像我一样的。\n    人类总是重复着同样的悲剧！！\n    好了，话题转移回来：曾经看一部很精彩的推理小说。脑子里正高速运转跟着主人公哗啦啦地想呢，结果这时候我又惊奇的发现——这少了个句号！哦，那边还少了个逗号！本来就不是什么能忍的事情对我这个强迫症造成了四倍打击，这下我的思路全打乱了。你说说你这少一个逗号，那少一个句号成何体统，话说一半不让换气就算了你话说完还干脆让我憋死了！这根本不能忍！\n    例子就举到这里，有点小激动，但主要是想要告诉大家——一个小细节会产生如何可怕的影响。\n\n    接下来说说那一个禁忌吧。其实我觉得写文是没有什么禁忌的，本来写文就是天马行空的事，本来就是把你所想象的事物变成一个个具体的文字而已，何来禁忌呢？我就不信我要是不写这个禁忌外星人就能把我的脸按在键盘上wqdjdjdalkjcfogfjwfhrp\n    但真要说的话也是有的，并且还挺多，这里提一个我认为比较重要的禁忌——\n    内容空洞。\n    内容空洞是十分可怕的，大概的东西我刚才也在要素二中稍微提到了。这里细讲一下。这个问题是许多新手爱犯的问题，并且不知道如何去改正这个错误。情有可原，这个概念本身就十分广义，想要完全理解都是有些困难的，但是说说它的反义词，估计这样就好理解了——内容充实。\n    怎么充实？有的人认为字数多就是充实，那我觉得这写小说和写作文就没什么两样了，我们Tech大大编写的的版规中也有这样一句话——“那姑且就先以字数做一个衡量标准，但这个标准不是死的，仅作为一个参考。”\n    这说明仅有字数是不可以构成一篇饱满的小说，而小说的灵魂正在于其思想是否达到一个高度。而这个高度因人而异，在此又会延伸出其它七七八八的话题，在此不再多说了，请各位读者屏自己去把握。不过其本质都是这篇小说是否有一个明确的中心思想，只要有了中心思想，这篇文章就是成功的。\n    \n    那么这篇《3+1》到这里就结束了，希望这篇文章能够给各位带来一些好的影响，在此祝各位的文学水平芝麻开花节节高！\n\n    以上。\n\n--------------\n\n那么，接下来是试题时间=w=\n什么？你问什么是试题？上学的时候有没有做过阅读题？=A=\n好了，我相信你懂了=w=\n接下来就小试牛刀吧DA☆ZE\n\n一、请任意挑选以下BGM以此写一篇文章，字数不得低于600字，体裁不限，诗歌除外。\n①\nhttp://www.xiami.com/widget/0_1769621854/singlePlayer.swf\n②\nhttp://www.xiami.com/widget/0_1769545877/singlePlayer.swf\n③\nhttp://www.xiami.com/widget/0_2097545/singlePlayer.swf \n（第三个BGM为附加题，挑选有加成）\n\n那么，这就是茶杯的题目=w=想要回答的话直接回复该楼~这可是茶杯在自己的原声库里精挑细选的BGM，不好好写的话对得起我嘛？QAQ"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392010620,
            "txt_content": "zjr_516635864 发表于 2014-2-10 13:31\n不需要报名么？\n直接参与就行是么？\n是的，直接回复就好~"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1392010680,
            "txt_content": "[at]自己所认为的三个要素：[/at]\n    1，不能对场景和龙套的描写过于少\n    2，形容词不能缺少\n    3，必要时使用各类描写（如：动作描写）\n[at]    禁忌：[/at]\n  不能掺过多的吐槽语句在小说里（除非你的小说偏向于这个方面）\n  希望版主大大采纳。"
        },
        {
            "author": "ywh123",
            "timestamp": 1392010740,
            "txt_content": "=w=那我来试试~\n三个要素：\n1.好词好句。这个是最基础的，写作要想写好，就要有一些好词好句。\n例子1：他笑了。\n改1：他甜甜地笑了。\n例子2：他说：“......”\n改2：他语无伦次，像是思维被打乱了似的，说：“......”\n2.好的剧情。这个是非常重要的，如果你没有好的剧情，让别人一猜就猜到了结局是什么，别人就会不想看下去，你的作文就无人问津。悬疑类文章要有扣人心弦的剧情，科幻类文章需要新奇的剧情，战争类的文章需要令人感觉似乎身处战场一般的剧情......\n3.说服力。比如你在科幻小说里想要表达一些对现代技术而言不科学的东西，就要有好的说服力，如果你随便比画一个不科学的原理，别人就会感觉这篇文章很无趣。如果你有好的说服力，就会激起人们的好奇心，继续看下去。\n一个禁忌：\n不新奇，非常老。写作文时最要避免的就是这个了，你把老的剧情摆出来，别人在很多地方看过了这类的剧情，自然就不想看。"
        },
        {
            "author": "hsk001ufo",
            "timestamp": 1392010920,
            "txt_content": "叼炸天了=。="
        },
        {
            "author": "晓风晚月",
            "timestamp": 1392010920,
            "txt_content": "我听过！《故宫的回忆》！钢琴+二胡！"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392011040,
            "txt_content": "晓风晚月 发表于 2014-2-10 13:42\n我听过！《故宫的回忆》！钢琴+二胡！\n特别喜欢这个曲子~让我看到了中华民族应有的气势磅礴和雄浑气势！\n可惜不是国人写的。"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1392011100,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-2-10 13:44\n特别喜欢这个曲子~让我看到了中华民族应有的气势磅礴和雄浑气势！\n可惜不是国人写的。 ...\n那么就选这个了……是写作文还是小说？"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392011640,
            "txt_content": "晓风晚月 发表于 2014-2-10 13:45\n那么就选这个了……是写作文还是小说？\n更鼓励写小说~"
        },
        {
            "author": "茶壶骑士",
            "timestamp": 1392011700,
            "txt_content": "不错，好帖子，顶一下。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1392013680,
            "txt_content": "　　【写作三加一之外星人版】\n　　\n正文：\n\n　　外星人心中的写作三加一为：设定、风格、平衡、混乱。\n　　\n　　先说说设定。\n　　设定什么，怎么设定，什么才是好的设定，设定的禁区是什么。\n　　也许谁会说：我不设定我自豪，灵感一来笔不停。\n　　没错，外星人第一次写同人时候也是根本没有设定的概念，直到我把初版手稿丢垃圾桶，这种必须的概念还是没有形成。后我把满意作品前半出炉，码了十来万以后，群里终于有人提出，叫我晒设定。于是外星人就有了发表过半数的文竟然一没基础设定，二无小说命名这样的黑历史。\n　　捂脸ing。\n　　今天，我已经成为设定流。即，不把背景事件人物结局想出个满意的来，绝对不下笔。\n　　要知道，一个文开头的话，真是比眨眼还容易。而持续，就类似逼上梁山了。至于结尾，则足以叫作者生不如死。\n　　文笔如美貌，内涵如气质，情节如学识；人物为器官，矛盾为肌理，感动为骨架；而一切的一切，如果缺少设定，就和没灵魂的躯壳，没骨髓的病危一样。\n　　看不到摸不着，又至关重要。能修改能充实，就是别不存在。\n　　\n　　要说没有预备设定最大的害处，在于无法自圆其说。\n　　可以试想一下，当辛辛苦苦码出一些，正收拾阵亡脑细胞残骸，等待读者热烈反响中间，突然有人跳出来说：什么什么不可能的，因为某某某之前曾经等等等等，该是怎样的窘困啊。\n　　所以外星人遵行的第一原则，就是不要想着愚弄读者。\n　　是，现代人越发不愿意动脑，越发不喜欢深究，可是千万不要把他们当傻瓜。读者有权利不细看，有权利乱吐槽，有权利复制粘贴回复骗等级，作者却在逻辑差错上,没的选择。除非写出来就是为了叫人飞砖头丢鸡蛋的，那自然另当别论。\n　　反正外星人不希望人偶尔提起我时，评价成光会渣文还厚脸皮之辈。\n　　\n　　那么设定什么呢？\n　　答案是，一切。\n　　大到掌管世界的诸神，小到人物头上的一个发卡，全部要在动笔之前尽量想好。\n　　这里唯一一条的要点，是使用。\n　　任何在文里出现的事物，都要为情节服务。脱离情节推进，这样东西想都不要想，以避免后来被它束缚手脚。\n　　还有，假如这东西是一次性的，也推荐丢弃，而把它的功用合并到其他事物上面。出现的，用处越大越好，没出现的，连有关的、类似的、连带的，统统不要涉及。\n　　设定过于繁杂，等于自掘坟墓。那些震撼人心的游戏细想起来，有几个是蜘蛛网型的呢？不都是擦天大树枝叶茂密而已吗？\n　　杂乱除了叫看的人搞不懂作者意图，坑久了连自己也忘记都说不定。\n　　所以，绝对不要自作聪明，写八爪鱼类的设定出来。\n　　\n　　世界的设定方法，点这里下载。\n　　这是一位高人那里找来的，但注意这是提示，别逐条回答，写下有用的就好。\n　　设定的方法还有一条，就是手边常备纸笔。哪怕在练习倒立时有了灵感，不要迟疑立刻记下来。\n　　即使看上去坑爹脱线奇葩又逆天，记下来。\n　　一定要记下来。在写文的人来讲，没有无用的设想，任何梦境、场景设想、吐槽片段，都有机会成长为一篇佳作。这样的事情，外星人已经经历不下三次了。\n　　\n　　接下来，好设定在哪里呢？\n　　虽然我提出了问题，但却不是我能够回答的。\n　　因为每位作者心中的标准都不一样。\n　　非要的话，我只好说：能使小说不烂尾，使读者一直保持兴趣看到最后一个字的，就是好的设定。\n　　否则，作者就该拖出去枪毙五分钟。\n　　外星人的习惯是写下主要人物、重要事件、合理结尾，完后无数遍自己看找人看喷子看。其中合理和内涵是我最为看中的，【所有事物必须能够无限上溯至源头】才行。\n　　也由于我对故事的要求实在苛刻，争当翻译创作版版主这件事，便有自知之明放弃了。\n　　\n　　设定的禁忌，其实以上说的差不多了。\n　　要补充的，是元素的把握和雷同的避免。\n　　彩虹再美丽也不过七种颜色，华丽过头只会叫人晕头转向。\n　　无论原创或是同人，发明的新事物不要太多了，且每个都要细细介绍。\n　　写文的人，必须要考虑到读者的接受能力及范围。即使写给女盆友的情诗，也不想附带一本说明书不是么？外星人曾经代笔一个同事的求婚告白，其中涉及了希腊神话奇幻背景以及圣经，害得他被女友缠着一个多礼拜，追问都什么意思，完后他就接着上班来求我的解释……\n　　幸而他女友明白后表示好感动哇好感动，每天放在床头反复读，又撒娇又起誓的最后嫁给他，不然真是得不偿失。\n　　雷同方面，相信不用太多解释。\n　　天下文章一大【抄】，无【抄】不成书。MC的大触都从挠树起步，多好的作者都从抄袭开始。不学习不借鉴，光会抱怨别人批评自己的文渣烂乱，这类码字的拖出去枪毙就不用拖回来了。\n　　但抄，不是照搬。要改变，要新颖，有自己的东西，叫人眼前一亮，看过被你模仿原著的都不大能分辨。这样，才算没有白抄，没有傻抄。\n　　要力争做一流的自己，不要三流的他人。同人并非不可写，不过同人写得再好，也没有自己的世界，那世界永远属于别人。\n　　\n　　确定了背景人物，风格就简单得多。\n　　只是风格是坚持的东西，需要忍耐和毅力。一旦开头，上吊割腕都要到结局。\n　　君不见研究《红楼梦》的讲座，哪次不说后四十是另写的？风格的转变，对整体影响就是这样的大。\n　　谁呢说下肢瘫痪的是健全人呢？遗憾你可能正在塑造的就是类似的先天残疾。\n　　叙事手段，观察视角，年代特徽，房屋建筑，衣着生活。还有道具武器，语言方式，肢体动作，气候特点等等。一旦设定出来，风格即确定，时刻受到极大局限，写当中务必要小心翼翼。宁可避开，也不要拿违和的东西乱写。\n　　【插播广告：善用百度，写作无忧。】\n　　\n　　写文第三要点，就比较容易了。\n　　外星人在这里填写的是：平衡。\n　　什么平衡呢？也许该平衡掌握，好叫文章站住脚跟的方法很多，不过我使用的是：对话、心理、场景，三个方面。\n　　对话包括留言，信件，谈论，书摘，自言自语。凡出自人物事物口和手的，都算。\n　　心理包括内心独白，回忆片段，幻想，梦境，存于大脑未经实现和表达的都是。\n　　场景，包含动作，手势，静态场景，人为场景改变和自然场景改变，外貌描写神态描写，以及内构设置之类。\n　　原则和设定一样，有用的写多少也不为过，没用的一个字都是浪费笔墨。三种的字数量要相当，且要揉合，不能一区块一区块看着好像无关连。\n　　\n　　最后，作为写文的禁忌，外星人来说一下何为混乱。\n　　这可不是BBS的管理员，而是指所有令读者看不懂文的因素。\n　　它也是无序，也是冗长，也是拖坑拖到被人忘了前面的剧情。简单讲所有浇灭读者追文热情的，都为混乱。\n　　\n　　一位有责任感的作者，应当敢牺牲，勇于付出，深爱所写的，倾注智慧和精神，不择手段地使读者明白意图。\n　　对人物和情节没有不舍，因为优柔寡断只会断送精彩的推进。\n　　果断坚强却不高傲，维护立场不维护水平。宏大而精致，多变又矜持，用同一个头脑构思最美的情诗和最龌龊的凶案。\n　　作者所面对，是一个异常艰巨的任务，还要伴随孤单、奚落，身心承受巨大压力，独力前行。借用书上的话------\n　　写作，不适合脆弱的心灵。\n　　\n\n　　*以上言论均系外星人的个人言论和经验总结，不代表任何单位和团体，没有权威性也没有完成度，最终解释权和修改转载权由外星人所有。\n　　\n　　【若发现任何不足，或有任何疑问及个人感动，欢迎加入外星人建立的文学群一同探讨提高，群号见签名处。】\n　　【更多相关资料整合下载帖链接，同样见签名处。】\n　　\n　　\n　　题目：\n \n　　（题目的事情是前两天刚提出来的，旨在使大家学以致用，不能光看我们几个人在这里絮絮叨叨，而要真的参与进来，练习手法，一同提高。题目的出发是根据个人不同的喜好和擅长方面，杯子那个放音乐的纯属偷懒行径，请大家予以唾弃。）\n\n       题目类型：渲染\n　　根据以下对话，添加场景、心理、人物特征等描写，使之成为一个故事当中可用的段落，字数不限。\n       注意标点，形容词汇，用语重复，写作格式等方面。答案需回复本层，视合理度流畅度等，设奖励2、3或4人气。\n       【表嫌少，版主版外加分最多4人气40金粒的QAQ】\n　　\n       “你好。”\n　　“……”\n　　“那个……”\n　　“我杀了你！！”\n　　\n　　示例：\n　　“你好。”\n　　茶杯微笑着和冥王打着招呼。\n　　当然他的笑容是无比勉强的。\n　　若不是下了必死的决心，估计他这辈子也不敢面对面前的人。\n　　我是来承认错误，挽回局面的。茶杯心里再一次嘱咐自己，不要逃避，哪怕真的被暴打一顿，今天也要把事情了结。\n　　只是，他能成功吗？\n　　“……”\n　　冥王瞥了一眼殷勤赔笑的茶杯，脸色立刻阴沉了。\n　　抑或说，这么长时间以来，一想起这件事，冥王从来没有什么好脸色。\n　　“那个……”\n　　行行好冥王，我是来道歉的，我这次真的把三加一写好了，虽然拖了半年多……\n　　“我杀了你！！”\n　　冥王没等到手稿从茶杯怀里掏出来，就不可逆转的爆发了。拔出随身携带的管制刀，扑了上去。\n　　于是茶杯的生命就在接下来的三秒内迅速结束，享年13.417周岁。\n\n\n\n       祝大家文越写越优秀~~"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1392014040,
            "txt_content": " 本帖最后由 晓风晚月 于 2014-3-22 15:20 编辑 \n☆茶杯骑士☆ 发表于 2014-2-10 13:36\n当我第一次知道要写那个《写作3+1》的时候，其实我是拒绝的。因为我觉得你不能叫我写，我就马上去写， ...\n\n      （不要理会这个）《茶杯我来了》      （推荐一个学习网站：魔方格[高中+初中+]）\n      《我是游子，我来看妈妈》\n      背后的就是故宫，那里有着无尽的财富，财富是如此的诱人，可我不能产生贪婪，因为我是一名中国人。\n　　可是，现在，我这名中国人，现在无法成为一名游客，去正面地去欣赏它。\n　　因为，我是一名士兵。士兵的使命都是沉重的，这股沉重伴随着哀歌却没有葬仪花。\n　　我的使命，是保卫祖国。我承诺，我一定会完成我的使命。\n　　现在我就在执行着我的诺言。\n　　敌人来到了故宫的门前，现在我，要去守护它，这美丽的博物馆。\n　　而我面对的则是几十个杀人不眨眼的屠夫。\n　　挥舞着手中的刺刀，捅进一名名像我一样的战士的胸口，然后一股一股浓浓的民族血液喷涌而出，将自己不屈的意志染在杀死他们的人的衣领上，让他们被这股血液的香味给冲昏头脑，然后被刀刃所制裁。\n　　我要面对的，还有成千上万的弹药的轰炸。\n　　但是即便心在保卫祖国的意志之中，我们的战士还是一个个的，永远地倒下了。\n　　终于，我被推在了两军交锋的中央，而我手中仅仅握住一杆长枪而已。\n　　我的手在不停地发抖，我的心几乎停止了跳动，我甚至产生了失忆，我不知道我是怎样迈出这一步的，这一步让我惊心动魄，可是我控制不住自己，再次迈出了一步，我惊讶了，我竟然在前进！我竟然前进了！\n　　这时，我突然想起，我拥有的不仅是一杆长枪！\n　　我拥有的，是一股浓浓的热血，现在，它沸腾了！\n　　这股热血呼唤着我，不！是祖国在呼唤着我，杀死他们！杀死他们！\n　　我前进着，我挥舞着手中的长枪，我肆意地吼叫着。\n　　突然，我停止了前进，我停止了吼叫。\n　　——我……中弹了。\n　　我拼尽全力转过来头，不去理会中弹击穿肉体的痛苦，望着远处已经被战火所覆盖的故宫。现在，我不是以一名游客的眼光去看它，现在，我只是一名和母亲失散多年的游子。\n　　“母亲。”"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392014280,
            "txt_content": "晓风晚月 发表于 2014-2-10 14:34\n　　\n      （不要理会这个）《茶杯我来了》\n      《我是游子，我来看妈妈》\n字数略少，且相对于BGM来说可能推进借组略快了。\n题材不错，文笔也很赞，听着BGM来看这篇文章也有一种热血沸腾的感觉。\n点半组赞，评分稍后送上。"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392014340,
            "txt_content": "冥王星人 发表于 2014-2-10 14:28\n　　【写作三加一之外星人版】\n　　\n正文：\n我严正抗议外星人的这篇文章中的抹黑行为，差评差评！╭(╯^╰)╮"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1392014340,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-2-10 14:38\n字数略少，且相对于BGM来说可能推进借组略快了。\n题材不错，文笔也很赞，听着BGM来看这篇文章也有一种热 ...\n600有了啊……怎么会少"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392014460,
            "txt_content": "晓风晚月 发表于 2014-2-10 14:39\n600有了啊……怎么会少\n那就是我估计错了=w=抱歉\n这篇收录到索引中~"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1392015000,
            "txt_content": " 本帖最后由 zjr_516635864 于 2014-2-10 15:51 编辑 \n\nHsir心中の三要素\n\n①:发自内心。\n怎么说呢，从我个人的内心考虑的话，做事情都要发自内心才行，写文章写的是灵感，是艺术，是把无尽的思泉描绘到纸上的艺术，如果一篇文章想要变得完美，就需要去捕捉它的思路，在心中凝聚成文字然后浮现出来，这样才会给人眼前一亮的感觉，由此才能通向作者的内心。\n②:融入情感。\n不从专业的作家考虑，仅仅是从一个写作人最基本的出发，那也是要从融入情感开始说的。如果真的想要让文章思路贯通，你就必须融入主角的内心，从他们的性格分析事物，这样的话就算是一部短篇小说，那也会创造出一个崭新的世界。\n③:注意重点。\n一部文章的精华，要从文章的主线来考虑，如果一个写作人只知道对无谓的东西进行连篇地描写，这就是一部失败的作品。写一部作品，要在适当的支线承托下进行主线，就像战斗之余的日常一样，十分重要，这样文章及不会西安的干燥无味，也不会闲的废话连篇。相反会勾起读者的兴趣。\n\n\n——————————————————————————\nHsir心中の禁忌\n\n\n应付：写作十分禁忌的就是应付了事，为了得分或者应付任务而写出来的东西只是一堆烂字，根本不配叫做文章，那只是将文字硬凑起来的失败品而已，与其这样，不如不写。\n\n\n\n         ——————————不知道有没有重复的地方...有的话就纯属巧合..."
        },
        {
            "author": "王先生007",
            "timestamp": 1392022860,
            "txt_content": "茶壶骑士 发表于 2014-2-10 13:55\n不错，好帖子，顶一下。\n茶壶骑士？！茶杯马甲？！来，给你烫个头！"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1392034260,
            "txt_content": "  [67的想法]关于“写作3+1”\n  大概就是谈谈自己对写作三元素一禁忌的想法，没办法跟茶杯版主写那么多，我就直接就事论事好了。\n要素 1/3\n 态度，写作需要大量的时间与精力，一个好的作品凝聚着作者很多心血。那么写作新人在创作过程中，最容易出现的问题就是容易半途而废，原因可能是没有人支持或当初只是一时起意写作，新鲜感过去了，自然就想到要放弃。所以，明确你的写作态度很重要，你是为了尝鲜还是跟风？如果都不是，那你要清楚你不是为了名誉而作，而是为了通过创作来分享你心中的故事，来表达你对世界的感悟。这样有了明确的态度，你才能够用心去创作更好的作品。\n 要素 2/3\n 情节，好的作品不一定字数上百万，但却能够在每章中恰到好处的留下悬念，引人入胜。前文埋下的看似没有大用的伏笔，在后面逐渐揭开，更加能够让读者喜爱。\n 要素 3/3\n 描写，特别是细节与相貌描写，我认为对一篇作品能够起到特别好的铺垫作用。有时读者可能不会细读你的打斗场面，但如果你因为这个而直接省略却是降低了作品的水平，不细看不代表不看，缺少细节描写会使得你的作品变得十分空洞。恰到好处的相貌描写能够在读者的脑海里形象的呈现出一幅幅场景，再接着看你的文字就会感悟更深。\n 禁忌 1/1\n  跟风，这个被我视为禁忌的原因很简单，毕竟跟风意味着你的这篇作品开头类似，而且是临时起意而写。那么这篇作品就失去了自己的“个性”，不再是一篇作者付出心血，读者拍手称好的文章。\n\n 看过了茶杯和外星人版主还有晓风晚月的3+1，我也学到了很多，以上是我个人的一些想法，希望 @☆茶杯骑士☆ 版主能够采纳。  "
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1392040620,
            "txt_content": "zjr_516635864 发表于 2014-2-10 14:50\nHsir心中の三要素\n\n①:发自内心。\n@☆茶杯骑士☆ \n不知道是不是漏了还是您忙，还请看看谢谢。"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1392043560,
            "txt_content": "我这么看\n写作，是一种享受，看着自己写出的人物在自己笔下演绎着一个个故事，特别有种成就感。\n写着写着，自己似乎也融入了文中，与人物一起体会酸甜苦辣，喜怒哀乐，陶醉在了自己的世界中。\n抱着这种心态，文笔会出奇的好，文章就能如同水到渠成，根本不需要华丽的修饰，精彩的点缀，一气呵成令人赞叹而无法寻其精妙之处的文章。\n我认为，心态最重要。\n几句简简单单交代敷衍了事的，都是在为了写文而写文。\n写作，心里乱不得。"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392050160,
            "txt_content": "zjr_516635864 发表于 2014-2-10 14:50\nHsir心中の三要素\n\n①:发自内心。\n总感觉我总是在犯这一禁忌呢=w=\n从今以后我要多多注意才是！"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392050340,
            "txt_content": "长手的苦力怕 发表于 2014-2-10 22:46\n我这么看\n写作，是一种享受，看着自己写出的人物在自己笔下演绎着一个个故事，特别有种成就感。\n写着写着， ...\n个人认为仅仅只有心态可以说是成功了一半，但总有词藻堆砌的功劳哦 =w="
        },
        {
            "author": "寂静战争",
            "timestamp": 1392050460,
            "txt_content": "我这个语死早表示。。还是打个酱油吧/A\\"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392050580,
            "txt_content": "寂静战争 发表于 2014-2-11 00:41\n我这个语死早表示。。还是打个酱油吧/A\\\n语死早大丈夫=w=这个三加一活动是个无障碍无限沟通平台哦~欢迎来参与讨论~（尽管帖子冷得厉害/A\\……"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1392053880,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-2-11 00:39\n个人认为仅仅只有心态可以说是成功了一半，但总有词藻堆砌的功劳哦 =w=\n ...\n其实能写出去除辞藻的文章，朴实无华，平淡却别有韵味，才是真正的大师。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1392080700,
            "txt_content": "Lucky777777 发表于 2014-2-10 20:11\n看过了茶杯和外星人版主还有晓风晚月的3+1，我也学到了很多，以上是我个人的一些想法，希望 @☆茶杯骑士 ...\n  @☆茶杯骑士☆  茶杯版主不要无视我的想法啊 >w<"
        },
        {
            "author": "rom718",
            "timestamp": 1392091020,
            "txt_content": "杯杯么么哒，啪啪啪~ -w-"
        },
        {
            "author": "银狼",
            "timestamp": 1392098820,
            "txt_content": "正在编辑，请稍安勿躁 = =好吧，现在要去上学..."
        },
        {
            "author": "月轻歌",
            "timestamp": 1392122760,
            "txt_content": "【写作三加一】轻歌版\n\n要素一：文笔\n\n在写作中，文笔的好坏往往决定一篇文章的优秀程度。所以说，好的文笔不可少。\n但目前有很多人并不注重文笔的锻炼。其实，想提升文笔很简单。只需多看些优秀的作品，多记录一些好的段落和句子，慢慢的去“消化”，日积月累即可。想一下便提升自己写作水平的是不可能的，只有多理解，多创作，提升才会加快。\n\n要素二：心态\n\n心态对写作是极其重要的，作者要以“旁观者”的心态看待自己的作品，将他人对自己作品的评价进行判断与学习。不受他人的影响，只为写作。\n举个真实的例子：\n1个月前，我在论坛看见了一个新人的作品，文笔很差，但文中有很多好的想法。可是他的态度极其的恶劣。现在，1个月过去了，他不光没一丝进步，反而扬言不再写作。\n而2个星期前，也是一个新人的作品，文笔略差，也受到了不少人的评价，但他却没放弃写作。我试着帮他修改了一下，他没有丝毫的不愉快，认真的修改自己的作品，现在他的作品受到了很多的好评。\n从上面两个例子即可看出，好的心态可以是人进步。而那些“只是写写，无所谓的”想法，却使他们“堕落”。\n\n要素三：背景\n\n每一篇作品都有一个背景，背景是作者笔下世界的大致。\n好的背景会使人眼前一亮，吸引着读者的目光。而背景可以简短就尽量简短。\n背景不是正文，只是作品的大致轮廓，决定作品方向的短暂描述。\n\n\n禁忌一：一味的模仿\n\n我不反对模仿，我只厌恶“一味的模仿”。\n模仿是正常的现象，每人都会有这种情况。而那种看这个好，就写这个。一样的剧情，一样的路线，甚至连遇到的事都一样。像曾经网游小说中出现的情况一样，有一个被主角或路人触发的刷怪塔。几乎每部网游小说里都有。\n这种“一味的模仿”使读者厌烦，失去阅读的兴趣。\n作品中的这种现象是大忌!\n@☆茶杯骑士☆ \n"
        },
        {
            "author": "ywh123",
            "timestamp": 1392184680,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-2-10 13:36\n当我第一次知道要写那个《写作3+1》的时候，其实我是拒绝的。因为我觉得你不能叫我写，我就马上去写， ...\n①\n《守护》\n乌云密布，雷声滚滚......\n这天，是我人生中最重要的一天......\n我身后，就是我们马丁国的最后防线。\n而我面前，就是敌军的装甲部队、空战部队、突袭部队......\n“报告！我们的制空权已经被夺走了！”一个士兵跑上来说。\n作为一个马丁国最后空军部队的成员，我带着我的士兵上了战机。\n目标：获得制空权，击落敌军的空中母舰，所有的敌军就没有了能量，马丁国就能被守住了。\n银光闪闪的F-22战机起飞了，经过一阵音暴，我们的战机分散了。\n我飞到敌军空中母舰的左面，使用30mm机炮扫射对空武器。\n“噔噔噔......”巨大的噪音让我感觉一切都在震动。而高射炮已经瞄准了我，“噔！”一枚炮弹以超音速4倍的速度弹射了出来！\n我意识到了危险，马上做了一个筋斗云机动动作，炮弹擦过我的机翼，击中了我战机后面的友军巴雷特上校的战机，坠毁了。\n“不！”我是一个孤儿，是巴雷特把我抚养长大的。我眼中充满了愤怒，减速，右转！\n“嗖嗖嗖嗖嗖......”我拼了命似的发射连发火箭弹，突然，有一架敌军的战机出现在我背后，“噔噔噔！”他发射的机炮击中了我的左翼！\n“战机失去飞行能力！请马上弹射！战机失去飞行能力！请马上弹射！”一阵空洞的机械提示声传来。\n“可恶！”我大喊一声，冷静下来想了想......\n这是最后的机会！我马上移动操纵杆，战机勉强转向，朝着敌军空中母舰底部核心飞去！\n“报告！装甲部队已经完全摧毁城墙！他们进来了！”\n可恶！难道速度就不能在快一点了吗？\n许多的战机飞来阻挡我，我马上火箭弹、30mm机炮、导弹一起发射！\n弹药全部耗完了！敌军的战机暂时不会来了！\n好！我加足战机的马力，像一支箭一样射入敌军空中母舰的底部核心！\n“轰！！！”顿时，敌军空中母舰碎成了碎片，所有的敌军全部停住了......\n这就是一个冰冷的机械军团攻打一个强大的国家的一个悲惨故事......"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1392190620,
            "txt_content": " 本帖最后由 风之心_天双 于 2014-2-12 15:53 编辑 \n\n　　为了方便各位看，这里将三点加一点先往外提出来吧。既然是教材式的作文，我就不多说废话了。\n\n　　三：文采，人物，波折。\n　　一：迷茫。\n\n　　文采，将其摆在要点的第一位，于本人看来毋庸置疑。没有足够的文笔，再传奇的故事，再天花乱坠的剧情，再栩栩如生的人物，那只在作者的大脑里。无法将其描绘出来，这算什么小说？稍微长一点的作文故事而已。具体提升文笔的方法，我不说，会写作的无须我来总结，不会写作但喜欢习作的自然会千里搜寻，既不会又只是三分钟热度惧怕麻烦的人……请您别往下看了，快将您的寒假作业做完吧，我担心误了您的前程。\n\n　　人物。小说的三要素本就是人物、情节、环境，换几个词也就是人物、剧情和背景。这不是记叙文，一部足够好的小说纯靠文笔永远无法达成，空洞无物的泛泛而谈不如去写神散的散文。人物永远是小说的核心。运用类比的手法，人常被称为万物之灵，人物则在小说中占据着绝对重要的位置。当然，这里并不是想强调“小说中一定要有人出现”这种废话，我相信各位写得都不是寓言故事，况且人物和人完全是两个不同的概念。\n\n　　那我要强调什么？\n\n　　人物的灵魂！\n\n　　每个人都有自己的性格，每个人都有自己的经历，他们在整个世界都是独一无二举世无双的个体，针对同一件事情同一句话，在不同的条件和背景下他们会有不同的看法和反应。如何抓住人物的性格来将故事充满逻辑且精彩的发展下去，是绝对重要的一步。很多新人作者的毛病就出在这里，所有人物的性格都会和主角——即作者本身惊人的相似。这绝不是偶然，想摆脱这种相似，在此我给出一些建议。\n\n　　多观察生活中的“别人”，你的父母，你的兄弟姐妹，你的同学、你的老师，你真的完全了解他们吗？你能概括出他们的性格吗？如果遇到了一件事情，你能模拟出他们的反应吗？随着你的思考，你会发现你正在逐步加深对“别人”的理解，而不仅仅是局限在“我”的狭窄框内。当你试图提起笔来描绘一个个“别人”时，不说得心应手，最起码不会刻板生硬。而如果您发现了更为有效和简便的方法，大神，请您私信并告诉我。\n\n　　波折是想说什么呢？说到底，这其实就是剧情，只是将其叫法改变而已。很多作者写着写着发现写不下去了，为啥啊？想想看，每天千篇一律的起床、吃早饭、上学上课、吃午饭、再上课、放学回家、写作业、看电视玩电脑、睡觉，哎哟卧槽这真的是好多事情啊不如我把它写成小说——写个鬼啊，写完你自己恐怕都看不下去吧……第一章写成这样，嗯勉强入眼。第二章还是这样，嗯似曾相识。第三章……这作者还有完没完了，一个剧情想重复多少遍？\n\n　　你缺少波折！\n\n　　每个事件都是一场风波，每场风波都是一台戏剧，你笔下的人物都是戏子，唯一不同的是他们将本色出演而不是照本宣科的背稿子。剧情这种东西，不扣人心弦是不会有人点赞的，你要想着法儿的出人意料、感人至深、令人慨叹或捧腹大笑等等，一马平川的道路哪怕是从凡人走到神，这样的故事都得扑街。但是，如果一个凡人在遭遇一场灾难并侥幸存活后，发现自己所有的亲人都离自己远去，在刻骨铭心的孤独和饥饿中，他终于找到城市中另一位幸存者，这位奄奄一息的幸存者在生命的最后时刻将自己所有财富和资源都给了他并乞求他逃出城市并找到某个人传递某个消息。他在得到资源后，历经磨砺的心智使他坚强的开动汽车驶向远方，不料却在途中遇到了另一波灾难，以绝对的毅力咬牙活下来后他窃听到惊人的秘密——神要对整个世界进行重新缔造！在一片灰暗的绝望中，他忽然意识到，既然有神的存在，那么复活亲人和重组世界就不是不可能完成的事情，于是他燃起了熊熊斗志，在缜密的计划后险之又险地夺来“神使”逐步强大的秘密。后来，他靠着不断猎杀“神使”获取资源成长，最后遭到神的放逐流落异界，却不料此番不但没有让他死亡反而令他逐渐成长……最后，他踏着血色的红毯，一步步走到神的面前，冷笑着将手中漆黑的长剑送进神的心脏，夺取了神格，在永恒的孤独中成为了新的神……\n\n　　这才是一个有波折的故事。如果你想写，我无所谓，但我并不想授人以鱼而不授人以渔，望好自为之。\n\n　　当你不知道前进方向时，对了没错，你就遇到迷茫这种东西了。如果真的是在写作方面的迷茫的话，也不用再说什么，好好将上面三点狠提一下，别再发着呆让时间过去。摸不清主角未来的路，就看看别的主角走的是什么路；摸不清自己未来的路，就赶紧摸摸去。如果你在迷茫其他事情而纠结着写作的话，先将现实准备好吧。如果是现实与写作之间二选一的抉择，尽管这种情况很少，我还是要说……这你看着办好了。　　不要在意功名利禄，不要在意谁是谁非。不要在意贬低褒奖，但不可以我行我素。\n　　或许你会为自己的作品没有得到关注而失落，或许你会为他人的赞许而高兴。但最后，你总是需要静下心来，好好构思接下来的剧情。\n　　这不仅仅是在勾勒笔下的世界，这也是在铺垫未来的人生。\n\n　　听力部分到此结束，下面收卷。\n\n\n【题外话：抱歉，我迟到了。】\n\n\n至于题目的话，既然本着以人为本的观念，那我便出个以人为结构的题目吧。\n\n　　郝雪胜是一个聪明机智的好少年，他乐于助人，勤劳勇敢，好好学习天天向上，乐观地认为只要拥有良好的心态并且积极奋进就能走向成功。他有一个朋友叫步霆桦，是一个满脑袋坏点子的调皮蛋，对学习兴趣不大，但出乎意料的反应快、主意多。他的想法是命运只能抓在自己的手中，失败者只是成功者的垫脚石，而历史永远由成功者书写。两者之间的友情十分深厚，几乎无话不谈。\n　　有一天，他们在结伴同行的放学路上意外来到了一个陌生的世界，在一个遮天蔽日的树林中，他们被一群残暴的兽人捕捉并被关押在奴隶营。奴隶营中的人都满心绝望，只是在心底期盼有一天能重获自由。在这里，两个人吃着干硬的黑面包，干着粗重的活。在经受了几天的折磨后，一个振奋人心的消息传来：王国的骑士团将要前往此处清剿兽人！从没有经历过这般艰苦生活，却拥有着比原住民高得多的人权意识的两人开始蠢蠢欲动，计划着如何逃离。\n请以此为前置故事，粗略写出下面发生事件的脉络。\n注：请在各个人物的性格方面下工夫。\n注：没有提到的世界观及细节可以自行补充。\n注：活动过后，天双将亲自进行故事的续写。\n\n@☆茶杯骑士☆ "
        },
        {
            "author": "马赛克了",
            "timestamp": 1392195120,
            "txt_content": "老马之谈。\n三要素，要动手，要动脑，要动心。\n一禁忌，禁黄赌毒。\n\n记住，马赛与你同在，你本来就很美。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1392202980,
            "txt_content": "马赛克了 发表于 2014-2-12 16:52\n老马之谈。\n三要素，要动手，要动脑，要动心。\n一禁忌，禁黄赌毒。\n\n  马克励志系列--创作篇 OAO"
        },
        {
            "author": "HGK",
            "timestamp": 1392206940,
            "txt_content": "看到了写作3+1，特别想加入，但是由于我特别的忙（lan），所以就咬着指甲看着电脑屏幕发呆......\n\n                                     三：文采 细节 剧情\n              \n                                     一：更新慢\n一、\n如果你正在读一个剧情特别好的小说，但是文采却是这样的：他的剑刺向我的肚子，我的剑刺向他的肚子，然后我们都死了。你现在会怎么样？请看下方视频。\n           http://www.tudou.com/programs/view/C_0ppefOLWQ\n这就好比别人对你说：“劳资是新来的，不服的，你TM来打我啊！你TM来打我啊！”你是不是想打他一拳？\n如果一个作品没什么文采，剧情再好也不会怎么吸引读者们，但如果是这样的：剑光照在一地，眨眼的功夫时，双方的剑都刺中了腹部，血溅当场，两位英勇的战士倒在满是血的地上.........你现在会怎么样？是不是感觉对这篇小说的结局很期待？\n\n二、\n小说也有一个重要的问题：细节，如果你没好好地注意一些细节，尤其是错字，读者就会很纳闷地想为什么你会写错字。例如：小明去到了一个到上。这样你会怎么样？有些读者会发狂，尤其是容不下一些细节错掉的读者，这样的读者就会这样：\n              http://www.tudou.com/programs/view/C_0ppefOLWQ\n一定要记住：知错就改。在小说界也是一样，如果你发现有些地方错了，马上更改，这样读者对你的印象也会好一些哦。\n\n三、\n一个好的作品更要有一个好的剧情，不能太狗血，什么？你们不知道狗血？狗血就是所谓的老套，太老套的剧情会被读者丢弃，读者们喜欢比较新鲜、新颖的剧情，而不是那种狗血剧情。如果你的剧情不够新颖，可以去看看别人的小说补补课，俗话说得好嘛：取长补短。如果连这点都做不到，那我劝你还是不要再小说界混了，就算坚持也没用，除非变化，变化成取长补短的人，世间都是有变化的，何况你呢？\n\n一\n更新时间要注意啊！如果你一年都没更新，原本忠心耿耿的骨灰读者都会流失，如果真的有事，你可以发一个帖子告诉读者们，能继续更新的时候就发一个帖子告诉读者们，读者就是小说能火起来的上帝！更新时间一定要注意的说"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392210180,
            "txt_content": "rom718 发表于 2014-2-11 11:57\n杯杯么么哒，啪啪啪~ -w-\nrom泥垢=A=\n不来参与下这个活动么~"
        },
        {
            "author": "rom718",
            "timestamp": 1392212220,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-2-12 21:03\nrom泥垢=A=\n不来参与下这个活动么~\n我脑洞不够大呀 0.0 杯杯来啪啪啪~"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1392214020,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-2-11 00:39\n个人认为仅仅只有心态可以说是成功了一半，但总有词藻堆砌的功劳哦 =w=\n ...\n我就是随便扯扯，我们不太可能会成为鲁迅老舍之类的大湿啊。\n"
        },
        {
            "author": "Fugu",
            "timestamp": 1392275760,
            "txt_content": " 本帖最后由 Fugu 于 2014-2-13 15:23 编辑 \n\n[河豚菌的想法]“写作三加一”\n写作的第一要素：\n1.态度：百(yi)折(nao)不(jiu)挠(duan)的精神+满腔热(kuei)血(yang)+浓厚的兴♂趣\n\n      热爱写作与坚持写作是写出好文章、好小说的基础。俗话说得好：“一分耕耘，一分收获。”坚持是必不可少的，拿“一分耕耘，一分收获”这句话来讲，为什么要分开来，有了一地田，你却置之不理，或者说两三天下一次田，甚至不下田，那么之前你多么努力就都没用了。\n      满腔的热血，写作必须带有自己的情感，没有情感的文章，无论措辞多好，也不过是一堆字给别人看，就算别人看得津津有味，但你却好像喝了一碗白水，感受不了写作的乐趣所在，久而久之会对写作丧失兴趣，无法继续坚持。\n      浓厚的兴趣，浓浓的兴趣是写作的基础，没了它，写作就会变成写作业，写出来的质量也不好，所以，保持兴趣也是写作的重要元素之一。\n\n\n2.文笔：多读书，多看报，少吃零食，多睡觉。\n      文笔可是十分重要的，有了浓烈的兴♂趣+满腔的溃疡+百折不挠的坚持，写出来的文章，质量一定不好，所以，只有浓烈的兴♂趣+满腔的溃疡+百折不挠的坚持+令人目不转睛的文笔，才算得上好文章的50%\n，在这里我举个例子：\n\n          茶杯今天去钓鱼，钓到了一个河豚菌。\n    \n       这样一点感觉也没有。\n   \n          茶杯今天兴高采烈地跟麻麻来湖边钓鱼，钓到了一个肥肥胖胖圆溜溜的河豚菌。（其实我不想这么写，但是看到茶杯被外星人写得惨不忍睹。）\n       \n       这样就不会很没味道了，虽然很像小学生，但明显前者和后者完全是两个级别的小学生（学渣/学霸）\n       再举一个例子：\n\n       茶杯在大街上。\n\n       ↑学渣级别\n       ↓学霸级别\n\n       街上的风冷极了，轻轻地刺进了茶杯的厚脸皮，茶杯不禁打了个冷战。\n       “呼……”\n       又是一阵寒风……\n       街边的路灯闪烁着，代替车的垃圾凌空飞舞。\n        …… ……\n       城市的夜异常地宁静。茶杯坐在墙角，颤抖着苦干瘦弱的手，小心翼翼地从口袋拿出……\n       “这是最后一根火柴了。”茶杯畏畏缩缩地点燃了火柴。\n       “唰！”茶杯看着火柴，隐隐约约看到了什么……\n       “奶奶！！！”\n       ………………\n\n       咳咳，到此为止了，上面的这些例子说明了文笔的重要性，好的文笔可以判断一个人是渣是霸，这方一点要重视。\n\n\n3.思路：思路要清晰，不走死胡同，最后知道真相的我眼泪掉下来~~\n       跟题目一样，思路要清晰，不走死胡同。写作中最讳忌边写边想（我平时不边写边想，我以前考试的时候就会。），边写边想很容易造成剧情走进死胡同，不知如何发展，作为初一党的我考试乃小事，但我最怕语文的作文，虽然我自己认为我文笔不错，但是想个题材要很久，曾经有一次就写进了死胡同，结果作文就被扣了半分QAQ。所以我想出了一个方法，供给各位学生党：我们可以模仿试卷上“适合你”的阅读题的文章，但不是剽窃和抄袭，是模仿！这样就不怕无题材了。\n        不扯那么远了，其实还是要举几个例子给大家看看：\n        \n        ”今天茶杯去钓鱼“为题，我这样写：今天茶杯和粑粑耶耶来到湖边钓鱼，茶杯先是将鱼竿……（省略）\n最后弄上鱼饵，茶杯一挥，将鱼钩甩了出去…………\n\n        然后呢？！想不出来了怎么办，难道要骂爹？！还是小猫钓鱼？！\n        没错，这样的文章在小学生一二三年级也就是一般般。所以先要想好剧情的发展，才来写，也就是说写个提纲，写个简略剧本。\n        这样的文章思路就清晰了。        \n\n4.题材:好奇新事物~~\n        题材的新颖度，新颖的东西总是博人眼球。\n        然后，没有了…………\n\n\n\n\n      以上是我的经验，虽然我没写过小说，但读书那么多年还是有点经验的。\n      感谢各位作者提供的经验，我学到了不少。\n\n       \n       \n"
        },
        {
            "author": "Fugu",
            "timestamp": 1392276300,
            "txt_content": "马赛克了 发表于 2014-2-12 16:52\n老马之谈。\n三要素，要动手，要动脑，要动心。\n一禁忌，禁黄赌毒。\n你不是版主么....."
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392277200,
            "txt_content": "长手的苦力怕 发表于 2014-2-12 22:07\n我就是随便扯扯，我们不太可能会成为鲁迅老舍之类的大湿啊。\n有心便能成大湿=w=\n共同加油吧~"
        },
        {
            "author": "Fugu",
            "timestamp": 1392278460,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-2-13 15:40\n有心便能成大湿=w=\n共同加油吧~\n赞同"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1392283620,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-2-13 15:40\n有心便能成大湿=w=\n共同加油吧~\n我当个版主就满足了。\n\n\n"
        },
        {
            "author": "592764254",
            "timestamp": 1392359820,
            "txt_content": "xiaobaicai 发表于 2014-2-10 13:17\n前排支持~\n虽然我不是版主，也不是老鸟，而是一个刚刚开坑，写出第一部处女作的新人，但写了几章，也结出一点点心得。\n三加一，三条必备，一条禁忌\n\n一条禁忌如下:\n不可太过虚假，做作\n我曾经在一篇小说中看到过一句话，作者是这么写的:“我看了看血量，发现只剩三格了......”这就是十分虚假的，就算我们写这种跟游戏有关的小说，但也不能过于虚假，总要给人以真的感觉，不然就不是一篇好文章。譬如，我们如果化身主人公，怎么能像我们在玩游戏时，想看血量就瞟瞟血量条，想合成就按E呢？这就是一大禁忌。\n\n三条心得:\n1.把自己当做主人公。\n要写出一篇好文章，首要就是要给人以真的感觉，把自己当做主人公，想想，自己要怎么来实现在游戏里的合成，砍树，这些在游戏里简单，只要按E和对树按住鼠标左键。可在文章里呢？不同的作者又有不同的写法，在我的文章里，我并没有写到如何空手伐木，而避开这个棘手的问题，可以想想，如果说，我们写了空手破木十分简单，那么石头岂不也很容易破开？不过是时间的长短不同罢了，游戏是游戏，我们写小说就要把小说与现实结合。就说伐木这个题材吧，要如果没有任何工具的情况下，我们可以想想，我们如果是主人公，我们应该在现实世界怎么伐木，在游戏里怎么伐木，就可以这么写:**正在想怎么砍树的问题时，他突然发现路边有一个大大的石头，他急忙跑过去，抬起石头，缓慢移动着步伐，走向树木，把石头扔了过去，一下砸倒了一棵大树。\n\n2.将游戏与现实结合\n如同上一条所讲，要结合现实与游戏，伐木的例子已经说了，再说说合成。在游戏里，合成只要按一下E键就能开启合成表，但我们如果两手空空，只有合成的材料，应该怎么办呢？我是这么写的举例(将原木破分成木板)***把木头拿在手里，用手不断的敲打，不断往边上的石头上敲打。终于，原木出现了裂痕，一下爆成了四块大小差异不大的木板。这么写至少比在地上摆的写法真实些。\n\n3.打杀细节清晰\n在文章中，总有不少打打杀杀的场面，情节，这也是文章体现作者文采的一大重点。这里写好就要反复思考，将我们所看过的小说，动画，漫画都结合一下，最后与现实结合。这个就不举例子了，各种冒险，魔幻小说中都会有这样的场景，可谓见多了。关于这个话题各个小说都写的不错，可供参考。"
        },
        {
            "author": "银狼",
            "timestamp": 1392443820,
            "txt_content": "\n\n                                                                         -写作III+I-\n                                       ——一个大笨蛋-银狼\n \n \n \n机要I：①~在剧情的设计上，不能老套，你可以从他人文中借鉴，但不可生搬硬套，否则效果是极其差劲的。\n如果说我写文，现在的文相比以前的好多了，我记得以前写文我的剧情是很老套的，老套的剧情，大家看多了，就会产生审美疲劳，这样的文章是得不到大家的好评的。\n举个例子：我的《机甲之灾》——前段剧情设计大概是这样：\n1.一位新人机甲驾驶员——杨凯生，加入了中国第六机甲部队，随后因为表现突出而被选拔到核心机甲部队。\n注意了，他真的是被选拔过去的吗？后面的剧情会介绍在黑龙江一带他们的直升飞机被击落，然后得到当地部队帮助，随后为了按时赶到预定的地点，他们必须以最快的速度走最近的路线，这条路线上，就有一个恐怖组织的基地，主干路的道路就刚好砸在这个点上，他们只有从那里闯过，才能勉强赶上时间。\n那会发生什么？\n一举突破？\n死伤惨重？\n \n你需要在这里想想，会发生什么？（前情提要：杨凯生没有合适的机甲，而皮特教导员给过他一个水晶勋章，而机甲，又是炙手可热的武器，谁都会想要，恐怖分子也不例外，能占据这么大一处地方的恐怖分子，他们会有机甲吗？即使不能制造，也可以使用别的方法弄一台机甲，资金不是问题。）\n这个是机要...所以现在还不能说，不过你再笨，也该有那么一点头绪了吧。\n \n②~不要放过任何有可能的思绪，你的任何一个想法，都可能延展为一部优秀的小说！\n          但，且慢，你不能有一个“龙头”就开始写，也许第一二章让人感觉很好，但如果后面思绪全无，就只能留下个老鼠尾巴，有的甚至根本就没有什么结尾，这样是相当糟糕的，如果举个例子，那当然是我，挨千刀的银狼。\n          我有很多作品没写完，就去写另一部了，而现在好多作品已经码在一起了，不少作品的字数已经很多了，可是下一步迟迟无法想出，我又怎敢轻易将已经写了的发出来，万一发出来剧情不合理怎么办？\n我就已经吃过这样的，亏不希望太多的人重蹈覆辙。\n \n当你有一个完整、清晰、无暇的构思或是线索时，恭喜你，你已经成功了一大半，这是极其重要的一步，没有好的构思线索，就无法谈得上好的作品，甚至根本算不上作品。\n \n像我一样的家伙都得挨千刀......\n\nDividing line......\n机要II：从不同角度写，不同的人物职业。这些就和高锰酸钾一样。\n学过接触过化学的人，都知道高锰酸钾是什么，写作也如此，你要将你自己融入其中，你写的是一个杀手，写的是一个法外狂徒，你要怎么写？你写的是一个大慈善家，大好人，你又将如何描写？如果写的不是自己熟悉的领域，就不要轻易胡写，而是去：百度一下。不然会闹笑话的，比如，硫酸亚铁会和氯化钾反应，蛋疼，三个复分解反应的基本现象都没有，你要告诉我：FeSO4+2KCl=FeCl2+K2SO4 ？这当然扯淡。不知道啥是复分解反应的去百度...\n站在小说人物的角度去看整个剧情，或是某一个剧情事件，他会感觉怎样，而且还要注意你所刻画的这个人物的各种特性，有时候写的完全不合逻辑，那是非常失败的。\n人物是活的，要适当用各种描写方法来表现他们的性格、特点。\n一个鲜活的人物形象，可以使你的小说更加完美。\n \n\n（Tea cup's Dividing line）\n \n机要III：写作时，心态甚是重要，它的重要性远高于前两个机要，如果你只是三天打渔，两天晒网的话，那还是劝君莫写文。写文不为任何东西，包括人气金粒，只是为了一种业余的爱好或是热爱，它不是你生活的全部，但生活里缺了它，也会感到空虚，感到失去了什么很重要的东西。\n如果真为什么东西而写小说，那就该打，好的，态度这些，我也没有什么要多说的，只要有自知之明，就足够了。\n \n \n \n \n我的写作禁忌：只要不抄袭敷衍了事，就可以了！\n \n\n\n\n\n\n \n就是这样，完了\n"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1392533820,
            "txt_content": "★流♂年版·写作三加一\n\n\n写作的涉猎面太广，我觉得我的自身经验也不是很足，所以在这里就只讲讲关于写小说的三加一吧。\n\n首先，让我们来看一个小段子。\n\n小明问老师：“小说应该注意什么？”“注意要素！讲了多少遍了！！”老师说。“哦……”小明恍然大悟，在笔记本上写：不能太荤。\n\n好了，以上都是扯淡。\n\n我们来讲点正经的。\n\n\n写小说与杂文不同，它有一个完整的故事情节，并且大多属于虚构。可以想见，这个故事将是整篇小说的主心骨。\n\n也许有人会说：噢，小说就是讲故事啊！于是灵光一闪，随便扯了一个故事开始闷头乱写。\n\n如果你的写作也是这样，那就犯了一个很大的错误——没有灵魂。\n\n故事是小说的主心骨，也是一个小说的血肉所在。可是小说并不只是讲故事，每个故事皆有其理。而作者所要做的，就是在讲故事的同时，将这些道理或轻或重的点化出来。\n\n你所想要表达的道理不一定是正面的，但一定要是合理的。比如你的文里的主角攻破了一个城，然后他屠城了。\n\n这时候你要把他屠城的原因或者说主角内心的想法表达出来，不然读者只会认为莫名其妙，觉得笔者是弃了疗。\n\n也许你会这例子觉得很扯淡，但古时攻城，将军屠城是很正常的事。这只是一种体现人物个性的方法。\n\n我举这个例子的目的是想让大家明白：小说中发生的每一件重要的事，笔者应尽量将其起因经过结果以及其中包含的道理交代清楚，这样不仅可以让读者更容易了解消化剧情走向，还可以更轻松地刻画出人物。\n\n空有一副躯壳，没有灵魂的小说，不会成为一篇好小说。\n\n让文中的世界活过来，这是笔者必须具备的一个能力。\n\n这就是小说的第一个要素——剧情的深化。\n\n==================================================================\n\n再来说说小说的文风。\n\n如果说故事是小说的血肉与骨架，那么笔者的刻画描写就是为其画皮。\n\n这是万万不能忽视的一点。因为刻画人物以及描写环境等等，都是小说的细节所在，它决定了一个笔者的行文风格，也决定了小说的层次。\n\n写小说最考验作者的功底。小说很自由，你想怎么编故事都可以。但是，由于这种故事是一个具体的宏观艺术，你所展现的就要方方面面。\n\n不要以为细节不重要，这是吸引读者的另一个关键。文风与剧情不同，它如丝线一样贯穿了你的整篇小说。\n\n读者在打开小说的第一个瞬间，看到的不是你的剧情，是文风。\n\n你想描述一个人在火车站的痛苦经历，你没真正体验过火车站，你写不出细腻的东西。如果你的主角是个律师，有一天他面对一个向他哭诉的离婚妇女时，你没到那个年纪甚至没有经历过那样的人，你也写不出。\n\n也许你的小说剧情令人叫绝，却少有人问津。这时你可以尝试用一种陌生的角度重新审视你的小说。\n\n是不是读来索然无味或是让人焦躁不安？\n\n那就是了。你的文风，让读者弃而远之。\n\n有人会问：我的文风好烂啊，好羡慕大大的文风！我要怎么做才能改掉那么糟糕的文风？\n\n我觉得吧，改善文风的方法很简单：\n\n多看书。\n\n如果这时你正自豪的想：我读了几千本网络小说了！\n\n千万别说出来，我都不好意思说我认识你。\n\n多看书，看好书。看那些名家的，或是你认为有料可寻的。\n\n千万不要看那些乱七八糟的网络小说，它们只会降低你的精神层次甚至文风。\n\n作家不一定在遣词造句上胜出，而是情节。实际上，很多考古学家对于遣词造句都很优秀，他们需要大量的词汇大篇幅的去形容过往时代的悲哀或者辉煌；自然科学家在积累了岁月的沉淀后，在特定的研究领域，他们也需要独特而又精确的句子去表达，为了不使读者觉得枯燥，他们的语言往往很生动幽默。他们虽然对遣词造句很在行，但通常都不依赖这个，而是用简单词汇组织成简单准确的句子。比如霍金的《时间简史》，你把它当文艺作品，你也可以忽略里面的物理知识读下去。\n\n但是，他们却不一定能写小说，因为小说是故事和情感的艺术。 小说的情节也并非一定要福尔摩斯才算精彩，只要写出一个人在那个特定的时代和环境里用自己的方式去面对和抗争方式就足够了。\n\n这就是小说的要素之二——文风。\n\n==================================================================\n\n\n还有一个要素。\n\n想来想去，挑了一个比较重要的——对于剧情详略轻重的拿捏。\n\n详略得当并不是一味的强调一定要突出主角。实际上，在具体的写作过程中，详略都是由作者自由控制的。一本小说最终要的是强调小说内容的可读性，而不只是单单泛泛而谈文章的艺术性。对于小说来讲内容迎合读者口味，让读者感到满意才是最为重要的。当然，这也不是说让作者抛弃详略不管，这里点明两个字——“兼顾”。\n\n文章的详略得当是一本书内容是否清楚的重要一环。小说的主要意图是吸引读者，迎合读者口味，让读者满意。为了让读者满意有的时候作者可能会在某一个不重要的内容上多写了很多，看起来这让小说看起来有些不伦不类。\n\n其实，一本书中哪里会有太多需要作者扔掉详略不管的内容点，可以想象如果这种内容点真的太多，书也会变得真的不伦不类。一般情况下，可是适当的根据实际要求对书中的一些内容加深描述。\n\n文章的详略和读者的口味冲突很多的情况下，作者要么写几个外篇，要么就严格按照详略得当的要求来。毕竟小说也是“艺术产品”，一些根本性质的东西是不能丢的，丢了就失去了小说原本存在的意义，变得面目全非。打破小说详略布局的内容点不宜太多，避免言之太宽，主角不显。\n\n夹在小说详略得当要求与读者要求之间的作者要懂得变通，通过进一步的写作是自己逐渐掌握好其中的这个度，让自己的书真真正正的吸引大批读者。\n\n小说的详略得当就是要对小说内容进行进一步的升华，去芜存菁。\n\n以上就是第三个要素——详略得当。\n\n==================================================================\n\n\n最后来说说一个禁忌吧。\n\n其实我觉得小说是没有任何禁忌的，随心去写！\n\n只要让读者能喜欢，能读懂，就好了。\n\n不要强迫自己，去写那些你所不愿意去写的。\n\n有人会问：我在小说里想让人物骂娘也可以？\n\n我会毫不犹豫的回答你：没有问题。\n\n文学中不存在脏话。\n\n只要是生活中的，可能发生的，都是小说中可以出现的元素。\n\n如果你觉得这些东西可以为你的小说增色或是更加鲜活，请不要犹豫的写出来。\n\n\n当然，这些所谓的“没有禁忌”是相对于有基本写作水平的笔者而言的。\n\n对于那些半吊子，禁忌还是有的。\n\n比如说跳跃性的思维，扯蛋的剧情，扭曲的人物……\n\n\n好了，我要说的也差不多就这些了。\n\n拖拖拉拉一上午，也就挤出了这么点，希望大家能够有所收获吧。\n\n\n接下来是——Test Time ！\n\n经过我的谨慎【误】思考，决定用扩写当做题目。可能会比较难，喜欢文dan言mei的童鞋可以选取一小部分来进行扩写。\n要求：不少于300字。\n\n许姓，家淄之北郭，业渔。每夜携酒河上，饮且渔。饮则酹酒于地，祝云：“河中溺鬼得饮。”以为常。他人渔，迄无所获，而许独满筐。\n一夕方独酌，有少年来徘徊其侧。让之饮，慨与同酌。既而终夜不获一鱼，意颇失。少年起曰：“请于下流为君驱之。”遂飘然去。少间复返曰：“鱼大至矣。”果闻唼呷有声。举网而得数头皆盈尺。喜极，申谢。欲归，赠以鱼不受，曰：“屡叨佳酝，区区何足云报。如不弃，要当以为常耳。”许曰：“方共一夕，何言屡也？如肯永顾，诚所甚愿，但愧无以为情。”询其姓字，曰：“姓王，无字，相见可呼王六郎。”遂别。明日，许货鱼益利，沾酒。晚至河干，少年已先在，遂与欢饮。饮数杯，辄为许驱鱼。如是半载，忽告许曰：“拜识清扬，情逾骨肉，然相别有日矣。”语甚凄楚。惊问之，欲言而止者再，乃曰：“情好如吾两人，言之或勿讶耶？今将别，无妨明告：我实鬼也。素嗜酒，沉醉溺死数年于此矣。前君之获鱼独胜于他人者，皆仆之暗驱以报酹奠耳。明日业满，当有代者，将往投生。相聚只今夕，故不能无感。”许初闻甚骇，然亲狎既久，不复恐怖。因亦欷-，酌而言曰：“六郎饮此，勿戚也。相见遽违，良足悲恻。然业满劫脱，正宜相贺，悲乃不轮。”遂与畅饮。因问：“代者何人？”曰：“兄于河畔视之，亭午有女子渡河而溺者是也。”听村鸡既唱，洒涕而别。明日敬伺河边以觇其异。果有妇人抱婴儿来，及河而堕。儿抛岸上，扬手掷足而啼。妇沉浮者屡矣，忽淋淋攀岸以出：藉地少息，抱儿径去。当妇溺时，意良不忍，思欲奔救；转念是所以代六郎者，故止不救。及妇自出，疑其言不验。抵暮，渔旧处，少年复至，曰：“今又聚首，且不言别矣。”问其故。曰：“女子已相代矣；仆怜其抱中儿，代弟一人遂残二命，故舍之。更代不知何期。或吾两人之缘未尽耶？”许感叹曰：“此仁人之心，可以通上帝矣。”由此相聚如初。"
        },
        {
            "author": "yuki_camorra",
            "timestamp": 1392535020,
            "txt_content": " 本帖最后由 yuki_camorra 于 2014-2-16 21:12 编辑 \n\n{:10_492:}"
        },
        {
            "author": "250=mo",
            "timestamp": 1392544440,
            "txt_content": "好不容易搞好了不慎点错键……\n明天再来吧"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392545940,
            "txt_content": "250=mo 发表于 2014-2-16 17:54\n好不容易搞好了不慎点错键……\n明天再来吧\n只要有想法~随时欢迎哦~"
        },
        {
            "author": "zhh30648",
            "timestamp": 1392733560,
            "txt_content": "看到大神们激烈精彩的讨论，我默默得献上了我的膝盖"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1392783480,
            "txt_content": "zhh30648 发表于 2014-2-18 22:26\n看到大神们激烈精彩的讨论，我默默得献上了我的膝盖\n真·大神不来一发么"
        },
        {
            "author": "zhh30648",
            "timestamp": 1392992880,
            "txt_content": "yuki_camorra 发表于 2014-2-16 14:57\n★流♂年版·写作三加一\n\n\n其实我觉得剧情稍微扯淡一点没有关系 如果能最后自圆其说 这就是成功的转折（扯淡）"
        },
        {
            "author": "a20001017",
            "timestamp": 1396856220,
            "txt_content": "什么时候搞个翻译三加一"
        },
        {
            "author": "马赛克了",
            "timestamp": 1396880040,
            "txt_content": "a20001017 发表于 2014-4-7 15:37\n什么时候搞个翻译三加一\n一人参赛，收益全部，可喜可贺。"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1397870160,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-2-10 13:36\n当我第一次知道要写那个《写作3+1》的时候，其实我是拒绝的。因为我觉得你不能叫我写，我就马上去写， ...\n什么茶杯原来你才初二？！让我这初三的弱渣情何以堪。。。。完了完了人家茶杯初二就写小说写的那么好了。。。。。{:10_528:}"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1398861960,
            "txt_content": " 本帖最后由 CloudsXDao 于 2014-4-30 20:48 编辑 \n\n这里是赤仙的写作3+1，请多多指教！\n\n禁忌：没有内容\n首先，是一个禁忌，文章最大的禁忌就是没有内容，让人觉得看了和什么都没看一样，白白浪费了时间，比如说——\n\n“哦！您就是西蒙先生了吧！”龙井城主亲切的握住敏尔的手，表现出了龙井城人们新世纪发展所主要普及的“热情”、“好客”、“热教”的三大原则，对到访的敏尔先生表示了诚恳的问候。\n“西蒙先生您住的好不好啊？吃的好不好啊？比尔那小子有没有给你添麻烦啊？”\n“好！好！都好！都是龙井城的政策好！”\n  随即，龙井城主对敏尔的“国城自治”的国家方向标意识表示了高度赞扬，并赠送了敏尔一本《新时代龙井城自治方针》，两人都对龙井城的发展前景十分期待。\n  而后，龙井城主伴随敏尔来到龙井学院，对学院院长发表了重要指示：“MD，敏尔是老子保的人，你们TM别给老子动七动八，他是龙井城的希望！只要我们龙井城可以干 死斯诺，就可以升S级城市了！”\n  龙井学院的学生见到敬爱的龙井城主，开心的笑着，与龙井城主一同愉快的做着游戏，气氛一片恰恰融融，表现了我城学生高素质、高德行、高品格的少年新时代气象，为龙井城自改 革 开 放的新面貌添上了油墨重彩的一笔。\n龙井城主在返回城主府之前，对全校师生发表了重要讲话，他说道，建设新龙井是整个后衙帝国改革的重点，更是需要龙井城的人民群众都要支持的,是需要人民和政府共同创建的！\n咳咳，好像什么奇怪的东西混进来了。\n总而言之，这就是典型的没有内容，大家千万不要模仿！\n\n\n（其实我觉得我写的3+1也挺没内容的...）\n\n\n最重要的：节奏\n无论是剧情、文笔、设定还是风格，我认为，都没有节奏重要。把握好节奏，就可以说你的小说没有人看也难，只要一点开，就出不去了。\n\n那什么是节奏？怎么抓住节奏？又如何把节奏控制好呢？\n\n大家注意，我刚刚连续问了三个问题，我明明可以分开问的，为什么要合在一行呢？\n这就是节奏。\n不过这只是节奏的一种应用罢了，还可以这样——\n\n那什么是节奏？\n节奏存在生活中，比如说你在吃饭的时候，是“肉、肉、菜、肉、菜”这样不会没吃到菜又不会腻，让你感觉很爽。\n\n没错！就是这个！这样你就抓住了节奏！\n可以一直这样下去。\n这就是节奏，你也抓住了节奏，明白了吧，就是要让读者可以一直读下去。\n那又如何控制好节奏呢？\n残念，这就不是我能教得了的了，只能推荐一些节奏把握的很好的小说或动漫给你：《死亡笔记》《莲花宝鉴》\n\n\n如上，节奏把握好了，有些东西自然就非常轻松，无论是文笔还是笔风，都会有很大的进步。\n\n\n次要的：设定\n（这里的设定指的是人物设定和世界设定。）\n设定想必大家都不陌生，一个好的世界观、物品可以吸引人们对这个东西趋之若鹜。\n（↓已不可考，当个玩笑听吧）\n举个例子，在上个世纪，钻石还没有如今这么值钱，在人们眼里只不过是普通的宝石罢了，那为什么现如今却是这么珍贵呢？\n原因很简单，某公司在钻石不这么值钱的时候疯狂囤积，在上世纪末打广告说钻石是爱情结晶，导致其身价倍增巴拉巴拉.....\n\n\n其他我们先不说，单说他们给钻石添加的设定，确实十分能打动人，不过也有他那铺天盖地的广告......\n\n\n再举个例子，网游里有很多装备，什么众神之怒啊，什么斯诺克的复仇啊，都有一段帅气的历史可以看到，以来吸引玩家瞩目。\n（其他人也说过设定，这里就不再赘述，我推荐外星人的）\n\n\n最后一点：文笔与悬念\n\n文笔也是大家推崇的一点，我也不过多介绍，这里摘一篇小文，来以此收尾吧——\n       现在有很多的写手一味地追求写作的速度而忽视了文笔，情节倒是跌宕起伏了但是文笔之渣让本尊忍无可忍。\n\n\n      《斗罗大陆》和《九州?缥缈录》的区别就在于文笔。两部都是及其成功的玄幻小说，情节也布置得非常合理。一本是起点的招牌大作，一本是畅销全国八年的玄幻神作。\n\n\n               两部书都可以归类为「爽文」。所谓「爽文」，顾名思义，就是看了让人爽的文，属于消遣用的娱乐书，没有什么文学价值可言。但是区别就在这里了！看完了《斗罗》之后我只是单纯的觉得一个字：「爽！」然后我又去看另一部碉堡的文《橙红年代》，看完了也只是觉得「爽」而已，觉得自己打爆了一个游戏的那种「爽」。\n\n\n           然而《九州》、《盗墓笔记》之流看完了之后不单是「爽」，还有一种「舒服」的感觉，感觉一直憋着一口气，在小说看完的一刻才缓缓地呼出。这种感觉则是源于文笔制造的悬念。\n\n\n            「悬念」这种东西完全靠文笔创造，如果有了不错的剧情再加上不错的文笔（注意是不错）就是一篇神作。用文笔来营造气氛的集大成者则是日本的本格派侦探小说家，京极夏彦。他的京极堂系列一直笼罩在一种「崩溃」边缘的悬念中，我本人所喜欢的也就是这种会把意志不坚定者洗脑的近乎「崩溃」的悬念。\n         \n          总地来说，拥有不错的情节就能成就一部大作，但是如果没有文笔，就无法真正地成就一部「神作」。没有了文笔，就算无限地接近「神作」也不会步入「神作」这一级别。就像《龙族》里的死侍，他们无限的逼近纯血龙类，可是因为人类的基因，他们终究无法成为纯血龙类，无法站在黑王的神殿里俯视世界的毁灭。\n\n\n谢谢你的观看！如有不好，请尽情拍砖。\n@☆茶杯骑士☆ \n"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1399801080,
            "txt_content": "CloudsXDao 发表于 2014-4-30 20:46\n这里是赤仙的写作3+1，请多多指教！\n\n禁忌：没有内容\n二次召唤@☆茶杯骑士☆  "
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1399810500,
            "txt_content": "CloudsXDao 发表于 2014-5-11 17:38\n二次召唤@☆茶杯骑士☆\n在下因为目前已经不是斑竹了，所以只能给这一点积分，万分抱歉%>_<%\n@银狼 @风之心_天双 @a2455564728"
        },
        {
            "author": "a2455564728",
            "timestamp": 1399811520,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-5-11 20:15\n在下因为目前已经不是斑竹了，所以只能给这一点积分，万分抱歉%>_\n杯杯你居然在，银狼，也很神出鬼没啊"
        },
        {
            "author": "银狼",
            "timestamp": 1399869360,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-5-11 20:15\n在下因为目前已经不是斑竹了，所以只能给这一点积分，万分抱歉%>_\nKnow about"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1399869420,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-5-11 20:15\n在下因为目前已经不是斑竹了，所以只能给这一点积分，万分抱歉%>_\n没关系，其他几位版主会接纳你留下的坑~！"
        },
        {
            "author": "phy",
            "timestamp": 1401566880,
            "txt_content": " 本帖最后由 phy 于 2014-6-1 04:13 编辑 \n\n写作三加一\n要素一：多看\n你可能未必经历过跌宕沧桑的岁月，心中能有大丘壑；也不一定阅人无数，看透世间炎凉。不必苦恼于自己的年少无知、腹中无墨，放下笔，去看些新闻、小说或是诗歌等。这样，你在较短的时间里，就汲取了别人较长时间的智慧的结晶，慢慢的，站在了巨人的肩膀之上。 \n\n要素二：多写\n学而不思则罔，写作能促使你思考，避免你学到的东西，成为过眼云烟。刚开始，也许就一句话几行字，甚至默写名家段落，但久而久之，在融会贯通后，熟能生巧的你也会妙笔生花。\n\n\n要素三：多改\n我们不仅需要学习别人，更要充分认识自己。多去看自己写的东西，不仅要看，还要改。发现自己的优点，改正自己的不足，通过不断的否定自己，来校正自己所走的路。\n\n禁忌：不会生活\n可能话说大了点，不过俗话也说“艺术源于生活”。什么叫会生活，那可没准儿：也许扫地洗碗，烧一顿好菜；也许玩玩溜冰、滑板、自行车；也许做个兼职、义工、志愿者；也许出去旅游探险，反正至少要体现出你在生动的活着。我是觉得吧，如果一没事就把自己关起来，死气沉沉的，尽做些无聊的事，这还想要搞出些名堂来就有点难了。"
        },
        {
            "author": "C叔",
            "timestamp": 1405258980,
            "txt_content": "点赞~~~~~~~~~~~~~~~~~~~~~~·"
        },
        {
            "author": "the-blaze",
            "timestamp": 1405343760,
            "txt_content": "别说我挖坟，我还是眼馋那个评分。\n看我签名……虽说不是制定BGM但也希望得到鼓励，\n为什么这贴沉的真么快？\nBGM：亡灵序曲"
        },
        {
            "author": "501938012",
            "timestamp": 1406297040,
            "txt_content": "哎哟茶杯君辛苦了..不过说到初二为嘛子我还是不相信呢"
        },
        {
            "author": "喵_Vrigir_喵",
            "timestamp": 1406451060,
            "txt_content": "各位大大们的3+1都不错呢！作为写作新人真是收获良多。"
        },
        {
            "author": "男人婆",
            "timestamp": 1411201920,
            "txt_content": "一个酷爱写作文的逗比我来了（个性签名）"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1411743660,
            "txt_content": " 本帖最后由 修改器很好玩 于 2015-1-16 23:29 编辑 \n\n前言：\n  大家好，我是ufof。虽说我在翻译创作没有什么名气，但是我对我的文笔还是有信心的。版主都说过了，无论是自身作者还是菜鸟，都可以参加写作三加一的活动。废话少说，正文开始。\n正文：\n  本人对写作三加一的理解：\n1.气氛 Mood\n2.冲突 Conflict\n3.角色 Character\n禁忌：主次不清\n\n①关于气氛：\n  \n  气氛，很容易理解，就是作者在读这篇小说时，带来的感觉。是高兴？恐怖？兴奋？悲伤？这些都是所谓的“气氛”。比如说你在拍一个恐怖片，无论从布光上，配乐上，都应该符合“恐怖”这个气氛。假如你仅仅是内容“恐怖”，“配乐”、“布光”等都不怎么样，观众心里也不会有什么感觉的。写作也是一样的，大部分需要靠文笔，一些细节来突出气氛。我们来看一下两段文字：\n史蒂夫走进了一个黑暗的房间里。——无气氛史蒂夫把自己的手搭在了门把手上，他有些犹豫。房间里没有任何的灯光，进去便是无边的黑暗，见不着光明。声音仿佛死一般的寂静，这时史蒂夫脸上冒出了冷汗，他缓慢的转动了把手......——突出了黑暗、恐怖的气氛\n第二段话是我临时想的，虽说气氛搞得也不能算是很好，但是也算是一种示范吧。我们比较一下这两段话的区别，字数？字数是一个硬指标，很肤浅，我们就不提了。但是我们需要在用词上去想区别。我们挑一些形容词出来，第一段话只有一个“黑暗”，没有其他的词烘托这个气氛。第二段话有什么？“没有任何灯光”“无边的黑暗”“见不着光明”“死一般的寂静”“缓慢地转动把手”......这些词都起到了很大的烘托气氛的作用。读者们度这两段话得到的感觉也可定不一样，可见气氛是有多么的重要。\n  除了文笔突出气氛外，大家也可以配上一些音乐、插图等。这样效果会更好。\n②关于冲突：\n\n  冲突可以说是一个故事的主干，没有一个故事是没有冲突的，无论是什么样的故事。我认为冲突的定义是：两个不同思想的人或群体产生矛盾。再普通的故事，都有冲突。一个没有“冲突”的故事就相当于没什么意思了，所以“冲突”就是故事的主干。冲突可以有很多个，但是主次一定要分清。我一般把冲突这样分类。\n\n冲突（按内外部分）\n -内部冲突\n -外部冲突\n冲突（按重要性分）\n -主要冲突\n -次要冲突\n冲突（按谁和谁冲突分）\n -人与人的冲突\n -人与自然的冲突\n -人与自己的冲突\n\n\n我来解释一下吧。“内部冲突”与“外部冲突”。内部冲突指的是自己和自己的冲突。就比如说一个人很矛盾，自己应该往左走，还是往右走。这种就是内部冲突。但是假如冲突是：甲说应该往左走，乙说应该往右走。这种就是外部冲突了。\n接着在解释“主要冲突”与“次要冲突”。主要冲突是一个故事最主线最主要的冲突，整个故事围绕着这个冲突反战。次要就只可能是一些锦上添花的作用了。\n人与人的冲突，一般是最肤浅的。就可以理解为“战争”，这里我不多做解释了。人与自然的冲突就像是“一个人开船遇到了风暴，飘到了一个小岛上，要自己开始生存”，这种就是人与自然地冲突。人与自己的冲突，就是“选择、犹豫”，引用刚才的例子“一个人很纠结，自己应该往左走还是往右走”，这种就是人与自己的冲突。\n\n那么冲突怎么样才能写好呢？\n\n\n1.冲突可以有很多个，但是要分清主次。\n2.一个故事必须要有一个主要冲突。\n冲突一般就是一个故事的主线，所以冲突要写好是非常重要的。\n③关于角色：\n\n\n  角色有两层意思：\n一、一个人物\n二、一个人物的角色\n\n\n  第一个很好理解，但是第二个却很容易搞混。什么是“人物的角色”？人物的角色指的是一个角色的性格、特点、思想等属性。角色就相当于一个电影的演员，假如这个演员的演技不好，那么再好的剧本也这是一本废纸。可见角色的刻画有多么的重要。那么应当刻画一个角色的那些地方呢?\n①角色的性格\n②角色的特点\n  首先先讲一下角色的性格。角色的性格起到很大的作用，尤其是一个主要角色的性格。这个角色的性格可以是活泼、急躁、懦弱等。刻画角色的性格应该从三点刻画。一、语言 二、神态 三、动作。比如说语言：\n快点给我去倒水！——性格急躁能帮我倒一杯水吗？谢谢你。——性格温和帮我倒一杯水吧，万分感谢！——性格活泼\n虽然这三句话想要表达的事情都一样，但是语气、用词都不同，可见语言对角色的重要。\n神态：\n他的眼睛充满着火焰般的愤怒，手里拳头紧握，愤怒地盯着我。——性格急躁他脸上充满着歉意，他甚至不敢抬头看一眼。——性格懦弱or温和他今天实在太高兴了，一个笑脸挂在脸上，情不自禁地笑了起来。（因为他要买正版MC了）——性格活泼\n这些形容词很隐蔽，可能甚至都不会被读者注意，但是起到了很关键的作用。\n动作：\n他气得直跺脚，随手把一个花盆砸了出去。——性格急躁他的头低了下了，用手抱着自己的头。——性格懦弱他边跑边跳，一会坐下、一会又站起。——性格活泼\n动作反映了角色内心的情况，所以动作也和性格有很大的关系。\n\n性格讲完了，接下来将特点。\n特点有很多种，最简单的就是按高矮胖瘦来区分。比方说“ufof很矮”“某某某很胖”等。但是不只只是怎么简单，除了表面上说一个人的特点之外，还应该通过一些具体的时间来渲染。\nufof很矮。——读者无感觉ufof很矮，甚至他写字不坐下都才刚刚勉强够着桌子。——读者印象深刻\n特点可以用很多件时间渲染，不只局限于一次。\n\n④禁忌：主次不清：\n  刚才讲到了，冲突有主次之分，角色也当然有（只是没有说）。一个主次很清楚的故事能使读者更加明白一个故事的主线。主次不清便是迷茫，读者读完了却不知道这个故事想要表达什么，你的故事基本上就白写了。综上所述，主次分清很为重要。那我们如何做到这一点呢？\n\n  我们之前提到了，冲突就是故事的主线。再写一个故事之前，一定要想好那个故事的主要冲突、以及次要冲突。我的主要冲突可以占70%~60%，次要也许可以占30%~40%。打一个比方。一个故事有两个冲突，主要冲突为：史蒂夫的朋友ufof得了癌症，但是史蒂夫没有钱能够帮助他治疗，他很纠结自己是不是需要去抢银行得到钱，帮助ufof康复。这是自己对自己的冲突（上文已经讲过了）。次要冲突为：史蒂夫最终决定了抢银行，但是遭到了亲人的反对。这时人对人的冲突。在这个故事中，主要冲突一定要占更大的比例，这样才不会失调。\n\n\n这一章有点短，不好意思......\n\n\n⑤总结：\n  反正大家只要记住这几点就可以了。希望大家水平越来越高，也谢谢大家有耐心读完。谢谢！！！！\n\n\n\n\n"
        },
        {
            "author": "男人婆",
            "timestamp": 1414582380,
            "txt_content": "写作垃圾至极但很爱写的逗比总结：\n①：最好不要出现许多人称代词\n比如“我”，“他”这一类的，如果出现的太多就会读着十分不通顺。\n②：善于运用修辞手法\n写作手法有很多种，在这里先总结一下：\n1.拟人 最常见的，把静物比作人\n2.比喻 将一个物品比喻成另一个物品\n3.夸张 突出某一点突出的特征\n4.对偶 我们不常用\n5.对比 通过一个事物现显另一个更好\n6.反问 突出问题的重要性\n7.设问 一问一答\n——————————\n呃……暂时总结出这么多……忘了\n③：不要”记流水账“\n记流水账是许多”熊孩子“常犯的错误\n一句话说多了就是废话，所以不要再作文里出现重复过多的一个问题，交代一遍就可以了。\n④：学会利用动作表达情感，生动\n最重要的一点也就是能让读者读下去的一点就是——\n生动\n把人物描写生动的话那么就做到作文的高端水平了\n就比如245的文章：\n  半小时后，黑衣男人来到了一个小别墅的门前，走上前，敲了一下门，然后往后退去，双手背在背后，满脸微笑的看着门。\n    过了一会，门打开了，一彪形大汉从里面走了出来，脸上还有条狰狞的刀疤，看上去更加恐怖了\n    “你是谁？”彪形大汉问道。\n    “哦，我只是个收税的小公务员，这房子该交税了。”说完，黑衣男人有意无意的往房间内瞟了两眼，“5个人，加上外面这个，6个人，应该没问题。”心里这么想着，他却依旧满脸微笑的看着大汉。\n    “我们，不需要缴税，你懂吗！”大汉冲着他吼道。\n    “哦，是吗，那真是……”还未说完，他一步跨到大汉面前，一拳招呼在大汉的肚子上，一手捂住大汉的嘴巴，“太可惜了.......”大汉闷哼一声，直觉顿失，他再把慢慢把大汉放在地上，然后脱去了外套，走进了屋内\n这个就是很好的例子\n不得不说245是个不错的人……跑题了\n要想做到这点首先要在脑子里构思这个画面\n也就是像拍电影一样，把任务的对话，和情感都表达出来，这样才能达到作文的最高水平\n⑤：人物的表情\n在这里还要引用\n 问话人脸瞬间变得极度扭曲，显然是害怕到了极点。\n人物的表情表达了人物的情感\n说的没错。人物的情感最主要的是通过表情传达出来的，只要把人物的表情刻画好，写好作文绝对没问题。\n\n\n\n最后的后记：\n没有\n\n@☆茶杯骑士☆ \nhhh"
        },
        {
            "author": "宫汐月",
            "timestamp": 1416669480,
            "txt_content": "参加《3+1》\n要素一：心态，要用激情的心态来面对写作，这样才会坚持写下去。\n要素二：文字，文字要具有特点，笔下的人物要有自己的个性和方式，不能千篇一律。\n要素三：爱好，要根据大众的喜好来写文章，要不然没有人看。\n禁忌一：偏题，不能在文章中穿插过多的其他内容，这样会偏题，会越写越远，最后不能控制。"
        },
        {
            "author": "末影龙娘",
            "timestamp": 1420463040,
            "txt_content": "我只是个小学生，不敢随便说，我可不想不懂装懂结果被人狂喷。只说几点我有把握，也是文章比较基础的吧。\n三要素：\n1.规范性。这里不是指必需像八股文一样的规范——当然，连旁白都粗话脏话连篇就不太好了——只是包括无语病，无错误标点，无病句。\n这是最基础的，也是最重要的。虽然大触都能注意到这点，但是你要知道，你每一句的表意读者是否能理解？除非你选用诗歌做体裁，不然读者对你文章的印象分就会大打折扣。\n当然，有的大触写作风格比较特殊，也能证明其可见一斑的文学功底，所以这点我也不多说什么了。\n2.描写。这点很多人都掌握不好。\n最基础的，应该注意你的描写是否得当。很多描写明显不自然，或者失真。诸如爆炸产生的“一摊摊腐肉”，核辐射下的“遍地杂草”，以及轻轻挥拳便打死一只羊的描写。不要跟我说这是你的设定，不及时说明或显露，这就犯了常识性错误。\n虽然minecraft很多地方都有常识性错误，但因为这是个有些像模拟类的游戏，所以要根据常识略做改动，或者你就别嫌浪费时间，说明一下，否则读者很可能对你的文章弃之不理。\n比如杀羊的情节可以这样改写：\n趁其不备，我向它的要害猛挥一拳。\n果不其然，羊儿立刻打了个趔趄，惊慌地叫了一声，但不久就直起身来，向着相反方向跑去。\n想跑？没门！\n我三步并作两步，跑在羊儿前面，迅速一转身——\n咩！在我对其头部的全力一击后，羊儿又惨叫了一声。\n趁羊儿还在发蒙，我对其肋骨又狠狠地空手劈下。\n这次，我终于成功了，羊儿的一条腿在这一劈巨大的冲力下折断了。羊儿侧着身在地上不断哀号踢蹬，在地上留下三道浅浅蹄痕，但我知道这只是回光返照。\n果然，哀号变成粗重的呼吸，呼吸也渐渐停止。\n从它身上取了些有用的东西，我继续前行。\n这就是我的改法。\n当然我知道大家有更好的改法啦，大家可以来改（好的我会发动群体加金粒哦。没错，是的，这是一道题）\n当然，除了自然性，还有很多需要注意，在这里不一一列举。\n3.结构，如果你无视这一条，可能会有两种情况：好的变成意识流，次的变成流水账。结构包括情节发展，中心内容以及详略。\n首先人物说了些什么，做了些什么，想到些什么，是怎样过场的，不要拖泥带水。除非你写的是思维跳跃性比打了127级跳跃效果指令还要强的末影人你就可以忽略这点，不过有没有人看你的文就另当别论了。\n一篇好文章，最好有发人深省的中心。写了大半不知道你自己写得是什么，建议弃坑好了。概括好了中心后，你文章一定要围绕这条中心走。像有的文，刚看序言，特别深入人心，一看文本——这T*M什么玩意！这样的文就不要拿出来伤读者的心了。不要抱怨你文章中的人物多，《水浒传》一百零八个好汉，主角也就宋江一人不是？谁听说过《水浒传》有一百零八条主线的？\n至于详略，相信能把前两条掌握好的，这条也能掌握住了。\n一禁忌：死板。\n当你掌握了前三点，一看文中的人物，完全一个用来任你摆布的木偶，没有神态，没有动作，没有思想，那么这篇文还是败笔。\n人格的所见所闻，多写几笔，才能体现出人物的生动鲜活。就算是一个龙套，也不能光是：跑，中箭，倒地就可以了。当然出于详略情况，可以适当挑几个有代表性的龙套，或是离人格较近的龙套动用一些笔墨。\n总之，鲜活的人格或是人物，才能让读者有身临其境之感。\n以上就是本人的拙见。"
        },
        {
            "author": "凋零蛋",
            "timestamp": 1421410260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "冥王星人",
            "timestamp": 1421421360,
            "txt_content": "修改器很好玩 发表于 2014-9-26 23:01\n前言：\n  大家好，我是ufof。虽说我在翻译创作没有什么名气，但是我对我的文笔还是有认可的。版主都说过了 ...\n对自己不能叫认可，要叫有信心。认可必须是外部对内的。"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1421422080,
            "txt_content": "冥王星人 发表于 2015-1-16 23:16\n对自己不能叫认可，要叫有信心。认可必须是外部对内的。\n好吧，我改改。用词不当"
        },
        {
            "author": "冥王星人",
            "timestamp": 1421422200,
            "txt_content": "修改器很好玩 发表于 2015-1-16 23:28\n好吧，我改改。用词不当\n来我Q群耍耍吧。群号在签名。"
        },
        {
            "author": "Miaa_suisuinian",
            "timestamp": 1421769540,
            "txt_content": "\n专业消灭0回复"
        },
        {
            "author": "wigtitit",
            "timestamp": 1423585140,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-2-10 13:36\n当我第一次知道要写那个《写作3+1》的时候，其实我是拒绝的。因为我觉得你不能叫我写，我就马上去写， ...\n挖了个擦，你让我初三情何以堪"
        },
        {
            "author": "BlueSkyQAQ",
            "timestamp": 1434459900,
            "txt_content": "@☆茶杯骑士☆ 像我这样的新人都能发吗？"
        },
        {
            "author": "BlueSkyQAQ",
            "timestamp": 1434460260,
            "txt_content": "BlueSkyQAQ 发表于 2015-6-16 21:05\n@☆茶杯骑士☆ 像我这样的新人都能发吗？\n还有第三个题目能不能用诗歌，诗歌党情何以堪！"
        }
    ]
}