{
    "title": "《矿工笔记》",
    "author": "囧神在此！",
    "replyCount": 10,
    "timestamp": 1392049260,
    "txt_content": "\n\n\n================================第一张·梦醒==================================================\n\n元年一月一日（我把此称为海上遇难的第一天）\n\n“我这是在哪儿？”我睁开眼睛，四周都是大海，但是仔细看看，发现前面有一块陆地。“我活下来了？！”我一方面在庆幸自己活下来的同时，一方面尽最大的能力往前面划。虽然那片大陆看上去很近，但是游过去却游了很久，或者是我太累了吧。到了岛上之后，我找一片空地休息了会儿，不禁想起了往事。。。\n 我叫杰夫，是来自波罗的海沿岸一座城市的。我是和船员们去海上冒险时遇难了，当时刮起了很大的风暴，把我们的船掀翻了。有个人的名字是这样的，但我叫不出来，他叫dxin，另一个人没告诉我们名字，但是他的脸像个红红的苹果，我们便叫他苹果了，还有一个人年纪都比我们大，长得怪怪的。我们也就习惯性的叫他怪叔了。这些都是我在船上最先认识到的朋友，此刻，我不知道我身处何方，家人是否担心我，我的朋友是否还安安全全的。这些都是未知数，我甚至认为我没救了，回不去了。不禁落下了眼泪。\n  突然，我见到前面有微弱的火光，我跑了过去，见到的不是别人，正是我的那几个朋友！我们见面后的兴奋是难以言状的，紧紧地抱在了一起。在这个不知名的土地上上，能够有几个伴，确实是件很好的事。\n  “安静！”怪叔的喊声将我们从兴奋中拉了回来\n  “到目前为止，我们还没有找到合适的居所以及能够提高我们温度的营火和能供我们使用的食物，也就是说，没有温度，没有水，没有食物，我们就会死无葬身之地。知道魔鬼三公式吗？没有空气，只能活三分钟，没有温度，只能活3小时，没有水，只能活3天，没有食物只能活3星期。这些看似在目前不算重要的东西只要堆积起来就会对我们造成致命的伤害。所以我觉得我们先没必要如此兴奋，还是想想怎样活命，如何？”怪叔的一番话把我们从美梦中拉了回来，不愧是有生活经验的人，做事都与我们不一样。\n  “杰夫，你去做好一些基本的生活工具，砍下一些木材，一方面把火续燃，一方面造一个小房子，可能这会需要几天的时间，但是为了活命，还是赶紧动手吧！dxin，你去收集些食物，不然我们都得饿死。苹果，你去四周找找有没有煤矿或者可以燃烧的东西。我留在这里防守营地。”怪叔迅速安排好了工作，现在大概是下午2点的样子，不久太阳即将下山，或许我们不知道的危险也会降临在我们身上。\n  傍晚时分，我们已经在营火周围搭了几个小帐篷，看着太阳即将下山，危险即将到来，每个人都提心吊胆的。吃了点东西，都坐在火旁边想着什么。此时，苹果打破了寂静。\n  “如果我们一直呆在这，岂不是等死？不如利用好时间，出去再找点东西如何？”苹果说话起身就走\n  “好吧，说的也对，那么我们也跟着他吧！”怪叔表示赞同\n  既然他们都同意了，那我和dxin也没有拒绝的理由，只好跟他们一起去，我们砍掉了更多的木头，待会去加工成木材之后我们便建起了小木屋，虽然十分的简陋，但基本设施还是有的。\n  过了几天，我们在野外探索的时候意外发现了几条狗和一些种子，但是旁边有一个箱子，怪叔抢过来看了下里面的东西，有一本日记本，上面是这样说的：\n  “我周围已经没有可以利用的资源了，不久我即将逝去。如果你看到了这日记，请把我的狗带走，好好对待他们”\n  于是我们便把那几条狗牵回去了，起初狗还十分的反抗，不过时间久了，也就顺从我们了。种子我们则撒到了地上，有经验的怪叔很快判断出这是白菜的种子，成熟的很快，不需要等太久。这或许也是几天内我们听到的一个比较好的消息。因为两个星期前我们来这里已经是深秋初冬了，过了半个多月后，这里开始下起了鹅毛大雪。这无疑是对我们致命的打击，因为我们身上并没有厚厚的冬衣，只是长袖而已。我们便在大雪降临之前去棉花地里收集了大量的棉花，做成棉衣以方便过冬。在连续工作了几个星期后的我们，也感觉到累了，便休息了一阵子。在写下一篇日记之前，我为各位介绍我的那几个朋友吧。\n\n怪叔\n\n介绍：我在船上打听到他是一个英国人，曾经犯过盗.窃罪和杀.人罪，在英国伦敦监狱里蹲过几个月，后来释放出来后便决定重新做人了，他以前曾是一位猎人，有丰富的野外生存经验，这也是他为什么能够成为我们在荒岛上的指挥官的原因之一，更详细的内容我也不知道了。还等以后交往之后才知道。\n\ndxin\n\n介绍：地地道道的美国人，他是某个有钱人家里的儿子，受过高等教育，脑子非常的灵活，他建造出来的房子总是一流的、拔尖的。具体的内容我也不清楚了。\n\n苹果\n\n介绍：同dxin一样，也是美国人，他的父亲是苹果农场主，家境殷实。受过高等教育，但是比较内向、腼腆，像个女生一样，很搞笑他长得也像女生，我只知道他待人十分的温柔，说到这，我都觉得肉麻了，更多的信息，我也不知道了。\n\n我\n\n介绍：波罗的海沿岸一个小城的人，念完大学之后就出去打工赚钱了，再一次旅行中意外碰到一个商船队伍的宣传广告，我便决心加入到其中了，但没想到过后果却是这样。很尴尬。\n\n\n===========================================第一章·完==============================================",
    "replies": [
        {
            "author": "我是安德面",
            "timestamp": 1392049680,
            "txt_content": "文章可以，但是楼主头像无法直视"
        },
        {
            "author": "冬日祭",
            "timestamp": 1392049680,
            "txt_content": " 好多好长 ...               "
        },
        {
            "author": "西瓜太郎",
            "timestamp": 1392051000,
            "txt_content": "文科大婶..."
        },
        {
            "author": "xjboss",
            "timestamp": 1392055080,
            "txt_content": "楼主文笔不错"
        },
        {
            "author": "冥王星人",
            "timestamp": 1392109440,
            "txt_content": "个别句子不知所云，往往话特别多的人不会很聪明，标点和格式有所欠缺，一些描述的段落很奇怪，场景描写和心理活动应该区分开，若对话中有大量的铺垫内容应当提取出来，都用引号括会很奇怪。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1392109560,
            "txt_content": "另外人物介绍应该放在文章之中自然的写出，而不是曝设定一样来个列表。"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1392110100,
            "txt_content": "神秘岛即视感"
        },
        {
            "author": "囧神在此！",
            "timestamp": 1392110280,
            "txt_content": "我是安德面 发表于 2014-2-11 00:28\n文章可以，但是楼主头像无法直视\n。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。什么意思 - -"
        },
        {
            "author": "囧神在此！",
            "timestamp": 1392110340,
            "txt_content": "冥王星人 发表于 2014-2-11 17:06\n另外人物介绍应该放在文章之中自然的写出，而不是曝设定一样来个列表。\n那样显得很故意的去做，自己在那种情况下是可以单独列出来的"
        },
        {
            "author": "冥王星人",
            "timestamp": 1392111180,
            "txt_content": "囧神在此！ 发表于 2014-2-11 17:19\n那样显得很故意的去做，自己在那种情况下是可以单独列出来的\n但是这种介绍一般是用在人物有特别复杂的背景下，也是放在序章以前。"
        }
    ]
}