{
    "title": "[单章]《破灭虚空》[作者：龙腾猫跃][第12节：考验]",
    "author": "龙腾猫跃",
    "replyCount": 3,
    "timestamp": 1392044460,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-2-14 22:44 编辑 \n\n第二巻 青龙之城第12节 考验\n　　一阵晕眩感突然出现，刘天宇猛地甩了下头，突然发现自己的HP少了一些……“难道是用末影珍珠传送的？”刘天宇默默念叨。　　刘天宇向周围一看，周围全是基岩，只有一个通道，有一些漂浮在空中的光点散发着点点光芒。　　“系统搞的就是神奇，我就没听说过有这种东西。”那个通道看起来很长，刘天宇想着这系统坑爹，但还是继续走。　　5分钟后……　　“尼玛啊，怎么还没走出来啊！”刘天宇终于开始咆哮了，这通道就像无尽一般，一直都没个头。　　等等……无尽？！刘天宇猛地回头，看到了刚才那个基岩小屋！　　“真的是无尽啊，有木有搞错？”突然，他想起了那个导师的话：　　“法师考验不仅会考察你的战斗力，还会考察你的智力，毕竟智力才是魔法发展的途径。”　　这是个谜题么，解密地图？如果是这样，那么就得打破循环……打破循环，到底怎么办？刘天宇四处找找摸摸，但还是没有发现什么东西——除了那个通道。　　刘天宇再次走进了通道，通道也是基岩做的，为了探究到底在哪被传送，刘天宇是倒退着走的。　　突然，他发现眼前的基岩小屋近了许多。“就是……这！”　　刘天宇站在那个传送点的前一个方块，向周围看了又看，却还是没有任何发现。　　“该死的，这考验让不让人活……”说着，刘天宇打向那些虚无缥缈的光点。　　荧光粉：萤石粉的残渣，在空中可以发出光照等级10的亮光，4个荧光粉可以合成萤石粉。品级：平凡，最高堆叠：64个。　　刘天宇双眼发光，迅速乱抓了几十个荧光粉，合成了整整2块萤石有余。刘天宇把萤石放在那个“传送点”，跳了过去。　　回头一看，果然没有被传送！刘天宇兴奋地向前奔跑，果然半分钟左右就到了头。　　通道的末尾是一扇门——铁门，只有这里有压力板。刘天宇无聊地敲了下门，系统果然传来了“此方块无法破坏”的提示……\n　　刘天宇无语一笑，吃完东西，确保自己的饥饿是满值，然后走进了那扇门。　　“咔哒。”铁门关闭的同时，周围突然亮了起来，3个带着几条触须的粉红色怪物朝着他爬了过来。　　章鱼君：在魔法环境下有了些许智慧的章鱼，自称“君”。等级：5，品级：高级，HP：250/250，MP：350/350，物理攻击：30，魔法攻击：70，防御：21，暴击：15，命中：12，攻速：54。　　这次由于比怪高1级，虽然怪物品级高，但信息还算全面。这里有3只怪，多用点时间是没办法的……但是也不成威胁。　　-120，-126，-124！一个魔法弹过去，3个伤害飘起，还有一个暴击，瞬间了清空大量的HP。　　3个章鱼突然伸出触手，刘天宇正想着你碰的到我么，突然触手延长了，就这样拍在了刘天宇身上！　　-8，-5，-11，-4，-3，MISS，6个伤害几乎同时飘起。刘天宇一惊，一个魔法屏放开，手中的石杖换成石镐，猛地朝血最少的章鱼打去。　　-17，-12，-52（魔法弹），-132（魔法炮）！一个章鱼君倒下，化为了刘天宇的1点声望，剩下的2个章鱼也被魔法炮轰的只剩下一点血皮。　　看着他们给自己的-1的强制伤害，刘天宇一个石镐解决一个，一下下就全部洗白了。章鱼君连高魔攻的优势都没发挥就这样挂了。　　收拾好战利品——3个可以补充5点饥饿的没啥用的章鱼触须和0.7绿宝石，耳边响起了系统的提示：　　“叮……你完成了法师转职考验，可以询问导师进行转职，5秒后开始传送……5……4……3……”　　刘天宇笑着，消失在了紫光中。------------------------------------------------------------------------\n　　索引贴地址：http://www.mcbbs.net/thread-231415-1-1.html\n　　上一节地址：第二巻 青龙之城  第11节 转职\n　　下一节地址：第二卷 青龙之城  第13节 A级\n　　龙套的@：＠fyq6102427\n　　字数：1269",
    "replies": [
        {
            "author": "fyq6102427",
            "timestamp": 1392075420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "肖舜杰",
            "timestamp": 1392082440,
            "txt_content": "前排？~……"
        },
        {
            "author": "fyq6102427",
            "timestamp": 1392255240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}