{
    "title": "《矿工笔记》",
    "author": "囧神在此！",
    "replyCount": 4,
    "timestamp": 1392108780,
    "txt_content": " 本帖最后由 囧神在此！ 于 2014-2-11 17:22 编辑 \n\n\n\n===========================================第二章·挖矿=====================================================\n\n在开始新的篇章之前，我们先来看看上一章的链接：http://www.mcbbs.net/thread-237048-1-2.html\n有兴趣的朋友可以再次翻看上一章。\n\n\n  现在已经彻底的进入冬天了，除了下雪，就是听见冷风在空中呼呼的作响，仿佛要将我们卷入无尽的深渊中似的。\n  围炉旁边，几个人烤着火，口里喷着热气。\n  “。。。。。。”苹果说道\n  “食物和可以用来燃烧的东西已经用完了，入冬了，下雪之后，雪覆盖了大地，白茫茫的一片，想找到这些东西，在这种恶劣的天气真是难上加难”怪叔说完，抽了口自己带的烟。\n  “我在探索的时候发现一个箱子，箱子中有本书，书上说这个岛上每到晚上就会有怪物出没，形成百鬼夜行的景象。”我说完倒吸了一口凉气，其他人也面露紧张的神色。\n  “shit。”怪叔轻声骂了句\n  “难道我们真的要死在这里了么？这鸟不拉屎的地方，真该死！”dxin抱怨道。\n  “等等，如果大雪覆盖了地表，那么地底下会是个什么样的情形呢？”怪叔突然说道，打破了寂静。\n  “正好我们手上有些工具，或者我们可以去地下看看？为了安全起见，两个人一组，分头行动。这次如果找不到煤或者是一些木头，那么我们就都会死在这。而且可能尸体还会被不知名的怪物吞掉。。”怪叔说完，仿佛让我们找到了希望，我们赶紧准备好装备就出发了，要知道，如果这次还找不到一些东西，那么我们就......\n  准备好之后我们便到雪原上寻找洞穴，在途中遇到了些猪和牛，便把他们牵回去养着。然后再次出发。\n  一小时后......\n  \n  “快看！这里有个洞穴！”dxin兴奋地说道，一下次把我们从失落的谷底拉到了兴奋的高潮。\n  “行，那么我们分头行动，在收集足够的资源后，原路返回！如果害怕迷路，那么在经过的路上做记号！”怪叔说完边和苹果一起进去了。\n  我和dxin也跟着进去了，在伸手不见五指的洞穴中，不时有怪叫声，让我们提心吊胆。我们继续往洞穴下方寻找，dxin喊道“快看！煤矿！”我们采集了几块煤继续往下走。在一片漆黑中找到了类似银色，却不是银色的东西，好像是铁？！将它敲下来之后便往下走，我们走到了一个洞穴后突然发现头顶上方居然有矿道！看样子这片土地很久以前可能是个有很多人居住的地方，在矿道里的矿车中我们还找到了一些种子和一些矿物，还找到了我们最爱的---黄金。但是你要知道，在这片荒芜人烟的地方，再多的钱能有什么用？顶多是烧了用来取火，看来黄金只能够当装饰品了。我们继续探索着，但是很奇怪为什么这个洞穴似乎没有底，一直往下延伸着。\n  我们在地底下发现了微弱的亮光，走近之后，亮光越来越大，原来是一片岩浆池！看来我们现在已经到了一定的低度了。还在岩浆旁边找到了几颗钻石，但可惜我们所带的装备不够坚硬，并不能将其挖下来。看到差不多了，准备回去了。但是在探索的过程中，怪叫声一直伴随着我们，但是没有看到其他的东西，我们还是原路返回。\n  突然，一只浑身腐烂的生物跑了过来，看样子是人形，莫非是。。。。僵尸？！我和dxin拔出剑，将他砍成了肉块，不料，越来越多的僵尸开始包围我们。。。突然，僵尸们所在的地板突然崩裂，他们全部掉入了岩浆内。从后面传出一个声音：“你们还好么？”回头一看，原来是个矮人。\n  矮人说道：“我叫poison，很高兴认识你们，话说你们是怎么到这的？”\n  “我们是在寻找资源的时候来到这的，为什么你一个人会在这？”我和dxin问道。\n  “哎，到我的屋子里来说吧。”poison叹了口气，让我们走近他地底的居所。\n  “我是来自斯瓦迪王国的一名矿工，在我和工友们采矿的时候，矿洞突然崩塌，这里变成了无人区。而我，却找不到出去的路了，只好在这里等待救援，哪曾想到，王国邪恶的博士开发出了一种病毒，骗过了国王来到这里做了地下实验室，将那些侥幸活下来的矿工抓到实验室进行活人实验，将他们一个个变成了行尸走肉、彻头彻尾的怪物。现在你看到的只是一部分，在地表上，还有更多逃出来的僵尸，十分的危险，而我，苦于没有救援的情况下，只好呆在这了。”poison又叹了一口气。\n  “要不，你带走你的物资，同我们一起回到地面上？”我问道\n  “可以吗？那么我现在就去准备！”poison显得很兴奋。\n  “话说你的王国呢？为什么没有看到？”我问道\n  “......在博士的那场瘟疫下，全王国都毁灭了，只剩下了空城，从城内不时传出哭泣声和僵尸的叫声。也就是说，我们现在所处的地方极其危险。”poison回答道。\n  “那么我们还是赶紧回到地表上吧！”我说道\n\n  三个小时后......\n\n   我们五个人已经回到了居住地，找到了些资源的我们，暂时不用担心我们的生活问题了，何况还加入了一个新成员呢？\n   虽然不知道明天会发生什么事情，但到时候再说吧！\n\n顺便介绍下poison\n\n介绍：poison是斯瓦迪王国的矿工，具有丰富的挖矿经验，能够为我们带来很多矿物资源，同时，我们也对他和他王国的不幸表示同情，他说等他找到那个可恶的博士之后，一定会将其碎尸万段！要知道失去了亲人、失去了国家是非常难接受的！不过poison懂得一些我们不懂的东西，他说地底下有一种叫赤石的东西，可以做成电路，但是由于我们没有看到实物，所以也不好确认到底是什么东西，等见到了再说吧！\n\n\n===========================================第二章结束=========================================================\n\n\n\n\n\n纠正错误：是白气不是热气。在之前中说道怪叔是英国人，但是在本章节中说的shit是美式英语，跟英式英语是两码事，所以知识上的错误，不好意思。\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1392109860,
            "txt_content": "白气才比较恰当，冒热气的是开水壶。句号和省略号不能混用，苹果的行为当使用描述。场景过渡很干涩，对话比例过大。到目前还没发现什么特色情节和设定的影子，如果一直这样普通下去，估计很难留住读者。"
        },
        {
            "author": "麻木丶",
            "timestamp": 1392110280,
            "txt_content": "130写的不错，顶个。"
        },
        {
            "author": "肥皂菌",
            "timestamp": 1392110400,
            "txt_content": "邪恶的博士？这种夸张的坏蛋形象太假了吧~药物成分的变异之类的更加真实，实在不行套用CF.CS的大瘟疫也不错。"
        },
        {
            "author": "250=mo",
            "timestamp": 1392114300,
            "txt_content": "请在主题后适当加上章节数，谢谢"
        }
    ]
}