{
    "title": "<原创·单篇>【屠杀·Slaughter】[作者：HGK]【已完结】",
    "author": "HGK",
    "replyCount": 39,
    "timestamp": 1392119040,
    "txt_content": " 本帖最后由 HGK 于 2014-2-27 18:01 编辑 \n\n                                            下面的描写可能会有些不好，请见谅哦~\n               先点开音乐\n                                               《屠杀》                                                                                  《Slaughter》\n\n在一个安宁的城市，一个1.7米的警察在巡逻，他便是约翰·康纳，守卫着一个博物馆，每次回家的时候他与妻子都会打开心爱的电视机看新闻。“最近艾迪博士发明出了一个最新机械人——天网，全身用红石系统打造，能像人一般活动和思考！是本世纪最伟大的机械人！”\n\n看着这机械人的模型，让康纳赞不绝口。“看来科学发展得真是越来越厉害了啊！”“只怕以后机械人代替我们人类呢。”约翰的妻子凯特·康纳反驳。“这也不可能吧，康纳女士。”“没话说了吧，约翰，还有一件事...我想告诉你。”说着凯特指着自己的腹部。“我的天啊！宝贝！你怀孕了！”“嗯”他们拥抱在了一起。\n\n第二天一个军官站在了约翰和警察同伴的前面，提高了嗓子，对他们说：“我通过向你们的上级了解，你们都是最值得表扬的警察，所以我把一个重要的事交给你们，那就是...”军官停顿了一下，约翰和同伴们纷纷议论。“别说话！这件事就是艾迪博士的心血：天网，相信你们也在电视上看到了，我就不多说了，天网将搬到这博物馆，现在你们要保护机械人，即使是付出生命！听懂了吗！”“yes sir！”他们异口同声地回答。\n\n到了凌晨十二点，只有约翰和一个同伴在值班。突然博物馆大门上的玻璃被敲碎！碎裂的玻璃掉在地上，一个人影窜了进去，约翰当然不会放过这次抓贼的机会，冲进了博物馆。他和同伴拿着手枪关顾四周，觉得任何地方都会出来那只贼。“砰”！枪声突然响了，打中了同伴的腿（大腿中了一枪！）同伴的大腿喷出鲜血，还让人觉得有点恶心。“Sh*t！”康纳说道，使劲地敲动了警铃，“呤——”警笛声到处都是，但那人影敲碎了存放天网的区域，难道他是向着天网来的吗！？约翰想着，并对准他开枪。\n“砰！砰！砰！”枪声在宁静的夜晚响起，贼摔了一跤，康纳绝对不会放过他了，冲上去马上扣着他的手，脱下了面具一看：是艾迪博士！他怎么会偷自己的东西？但艾迪博士居然把约翰给反扣了，又给重重地摔在地上，匆匆地逃走了，进来的是一群警察.........\n\n“怎么回事！博物馆怎么了！”那位军官也到了现场，并向约翰他们大喊“有人来到博物馆里盗窃天网，我还看清了他的面貌。”约翰回答。“是谁？”“艾.....艾迪博士。”“怎么可能！他　怎么会偷自己的东西！可笑！”“我也纳闷。”“天网没事就好，去检查！”当他们走到那时，天网的手忽然动了一下．．．．．“天网没事就行，不过下次小心点！”天网立即打向了军官的脸上，并拿出红石机枪。“这＊＊的是怎么回事！”军官大喊。\n\n“哒——”机枪把军官的身体打穿了。“魂淡！”约翰怒吼，并拿出自己的手枪瞄准了天网，但天网立即拿出红石炮．．．“轰”！幸好拿着防爆盾的警察冲上前挡住了ＴＮＴ的伤害，但博物馆地上却出现了一个大坑。警察们拿着枪械打向天网，但什么事情都没发生，约翰看不下去，抢过警察手中的手雷并丢过去。“轰”！一阵白烟笼罩着博物馆内部，当消散时．．．天网不见了！\n\n约翰看着军官的尸体，拳头使劲敲向墙壁。“到底是怎么回事啊！”墙上已经凝固的油漆变成碎片似的掉了下来，约翰觉得一定会有事情发生，走了回家。\n\n[早上07:30分]“在纽约市发生了一起机械人杀人事件，目击者都说看见杀人的是艾迪博士的机械人：天网！现在我们采访一下艾迪博士，画面转交给记者。”“好我们现在来到了实验室的门口，敲门。”“咚咚咚”“艾迪博士！您在家吗？艾迪博士！看来他不在，画面转交给主持人，等等！什么声音，天网！”画面中惊现天网，而镜头摔在了地上，只剩下惨叫声......主持人以那惊讶的表情挂断了画面......“哔——————”频道关闭了..........\n\n“这....怎么回事.......”约翰倒吸了一口气，冷汗不断流出，凯特拍了他一下，约翰吓了一跳。“原来是你啊。”“那记者....到底怎么了...”“我也不知道，看来好像你说的话...实现了.....”约翰一家沉默了，就在这时，门响了，凯特开门时只见到约翰的警察同伴。“约...约翰！快跑！天．．天网．．．．制造了非常多的机械．．”没说完就倒在了门前．．约翰和凯特走出了门外，外面乱哄哄的，抢劫的也有、盗窃的也有．．．甚至一架直升机飞过都爬着机械人．．．．．．传说中的机械人世界末日．．．．\n\n约翰把家里能用的全都搬了出来，叫凯特扛到车上，带着满满的东西开车走上街道，街道都是机械人在杀人．．．突然一个机械人发现了约翰的车子，以风的速度跑了上来爬着车窗上，使劲敲打着车内，约翰用脚一直踹着机械人，零零散散的机械碎片掉在车内，终于踢开了，却前面冲来一辆卡车！约翰使劲传着方向盘，后视镜被撞坏了，不过车子没事。“凯特！没事吧！”“没事。”“那我开快点了，逃离这个鬼地方！”“嗯。”\n\n终于走出了纽约市，在高速公路上，约翰和凯特看着后面的纽约市，大火烧着楼层，许多机械人烧杀抢掠........他们意识到：家..........没了................凯特哭了起来。“没事凯特，我们，我们，我们一定能活下来，还有我们的宝宝呢......”约翰一家的逃生之路.................从此.........开始了.....\n\n                                                                                              过了两天，约翰开始后悔了，因为带的食物太少了，省着吃也撑不过两天，现在只能自己寻找食物，他拿出了爸爸留下的古铜色箱子，开始回忆.......\n\n“爸爸，这个箱子装的是什么啊？”“这个东西啊，要到紧要关头的时候才能打开。”“我看看嘛，看看也没事的。”“不行，到危机的时候才能打开，要不然那时候就保护不了家人了！”“好的！”\n\n他沉重地打开了箱子，里面是一把亮闪闪的火枪，约翰拿出了那把火枪，貌似看到了爸爸再他身边。“孩子，你要保护自己的家人”仿佛耳边听到了这句话，约翰用绳子绑着枪的两头，背在了背上，非常沉重...\n\n他们必须要在两天内打到曼哈顿，因为那是离纽约最近的城市，汽车的咆哮回响在高速公路上。但他们不知道，天网正在研制更新的机械人侵占世界.........\n\n走在高速公路上，约翰通过残缺的后视镜看到，后面有摩托车！这样说他们有旅伴了！也更好照顾，便停下了汽车，但摩托车并没有停下，却是冲向约翰的汽车！看来这些是机械人！约翰立即点火，点一直点不着。“魂淡！快走啊！要不然就得死在这儿了！”摩托车开始伸出两把加特林机枪.....“哒——”约翰终于点着火了，子弹击中了汽车的保险杠，摩托车见汽车走了，有追不上，收回了机枪，但这没有证明这就收手了，却伸出了——导弹！“咻——”“不好！”约翰大吃一惊！\n\n约翰使劲踩油门，速度表指到了170\\km的地方，这就像你追我跑的游戏，但如果输了代价就是——死！导弹眼看就要击中汽车，约翰不小心转错了方向，车撞出了告速公路，导弹却打到了前面的路........\n\n“啊！！！”约翰和凯特大叫，车子偏出了公路，准备撞上一座山时，车停了，原来车子被一块石头卡住了，约翰和凯特都呼出一口长气，但这并不证明已经脱险了，车子无法走动了。\n\n“车子无法动了，约翰，我们怎么办...”“总有办法的...”这时一架直升机向他们飞来，他们大喊，却没过来。“别叫了凯特，政府什么的早就逃命了，还顾得上我们这样的平民？”“你们在哪儿干嘛？”一位军人在向他们喊，这喊声代表：有活路了！\n\n                                                                                  [中午13:30分]上了军车，约翰拿出一包压缩干粮，分给了妻子和军人，而自己呢，一颗鸡蛋，便完事了。[下午17:24分]“嘿！罗宾！”一个长官对着军人打招呼，原来军人的名字叫罗宾。“这两位是....”“忘记和你介绍了这位先生是约翰·康纳，这位女士是凯特·康纳。”“康纳先生，康纳女士，你们好。”“他们是来到曼哈顿避难的。”“哦..哦，原来如此啊，罗宾跟我来。”他们走到了阴暗处。“避难！你怎么能让这些难民来到军队里！”“但他们...”“我不管你们怎么说！你必须把他们从军营里赶走！”“好...好吧长官....”然后罗宾向我们走来，开始口吃了：“抱抱抱抱抱歉，你你你们，得得得得走了。”“为什么？”“因为长长长长长官不想你们留在这儿....”“那我们走吧凯特。”说着约翰带着凯特走进了曼哈顿的街道里。\n\n超市变得拥挤，人们在里面“买”东西，都带着满满的食物与药物从里面出来，约翰现在也不管讲不讲秩序了，因为连守护秩序的警察都在疯狂地抢东西。带着凯特走进了超市，乱哄哄的。凯特和约翰在拿食物的时候，一把手枪顶在了约翰的太阳穴上，凯特惊叫了一声，约翰往旁一看，吓出了冷汗，一个鸡冠头的流氓在拿着枪顶着约翰的脑袋....\n\n“把那些东西给我。”“别啊你也可以拿的啊。”“我说了，给我！”约翰看见自己拿的食物，现在也没多少时间了，天网即将也会侵入曼哈顿。“为什么给你。”“少废话！要不然我开枪了！”“不！”“5、4、3、2，你还不给我吗！”“不！”“1！”“砰”！\n\n枪声响了，人们开始慌乱起来，原来乱哄哄的人群现在变得更慌了，但约翰呢，他抓住了鸡冠头男人的手，掰在一边，子弹没打中他。“砰砰砰”！鸡冠头男人又开了几枪，还是没打中约翰。“你放手！”“你先丢下枪。”“放手！”“别逼我。”“放手！”约翰突然地松开了手，鸡冠头男人脸浮上喜悦的笑容，拿起手枪对着约翰，“砰！”鸡冠头男人倒下了，约翰拿出长长的火枪先发射出了子弹，他立即在鸡冠头男人的身上寻找可以用的东西，但身上只有一把手枪，约翰把手枪交给凯特，便一起走了。\n\n他们刚刚走出了超市，外面已经没人了，只剩下几辆车，约翰马上打碎一辆车的玻璃，带着凯特一起进去。约翰拿着电线，希望能点着火，“呲——”点着了，踩上油门离开了超市。[晚上19:47分]“凯特，现在怎么样，没事吧。”“没事，约翰，以后我们改怎么办。”“没事，一定没事的，我们，我们，我们总会活下来的。”到了十字路口，虽然是红灯，但约翰根本就不理会，因为在这样的乱世还守秩序那就是等死！\n\n没想到红绿灯变成了一个机械人，做着旁边的一辆摩托车追约翰，并对着车子开火。“哒——”！车子被机枪打爆胎了！“魂淡！凯特你来开车！我收拾这家伙！”说着把方向盘交给了凯特，自己到后座。约翰用火枪打碎了玻璃，向着机械人开枪。“砰”！约翰每打一枪就蹲下放弹。“约翰！车子爆胎了我支持不住了！”“你再继续坚持！”约翰刚一探头，机械人就拿出了火焰喷射器。“呼——”火焰烧焦了一个轮胎，汽车开始完全失控了！一辆军车现身在了机械人的身后，一个人从车窗探出头来，手里拿着导弹发射器。“咻”！“轰”！打中了！机械人与摩托车被炸成了碎片。\n\n约翰停住了车，军车也在后面停下了，约翰下车一看，原来是罗宾！“是你罗宾！谢谢你救了我们！”“没事，现在军队沦陷在和天网的败站，我们分散撤退了，这不，刚遇上你们被机械人追杀呢，把你们的车也一起脱着走吧，上车！”说着约翰和罗宾上了军车。\n军车上，看起来就像装机一般，除了前面的车窗有着几层厚厚的玻璃，其余部分都是用锰钢制成，有一种装甲车似的感觉。在驾驶座位上，有着一个屏幕，屏幕上清晰地显示着所有机械人所在的位置。\n\n突然屏幕上出现了一架正在飞行的飞机，但这不是显示机械人的吗？“不好！终结者T-50！”罗宾大喊！“终结者？这些机械人还有名字？”“是的没错，担现在就是要干掉T-50！”说着罗宾丢给约翰一个火箭筒。“用这个摆平他。”“好！”车顶打开了一个洞，约翰一跃而起，站在车顶上。\n\n“咻”！一个导弹发射了出去，但T-50立即轻盈地闪开了！“看来也不是好对付的。”约翰明显地注意到了远处的一个路灯，暗暗得意。突然机械人开枪了，约翰马上跳入车内，只能听到子弹打中到钢板的声音。但这还没结结束，T-50又招来了许多同类型的机械人。T-50们一直开火，约翰没办法只能跳入车内继续等着，等到它们没子弹的时候，子弹打在钢板上的声音消失了，约翰已经感觉到了好时机，假装要发射导弹的样子，T-50自以为聪明地闪开，没想到却撞在了约翰注意的路灯上，约翰只是冷笑地说了一声：“再见。”“咻”！那只T-50的爆炸也把其他同类型的机械人炸开了。\n\n约翰进了车内，轻松地说了一声：“搞定！”“伙计，你知道吗？你太棒了！加入我们防抗军吧！”“这个........”约翰沉默了。“没事，如果你不想参加也行，我们不会强逼你。”约翰没有说话，只是望着凯特。\n\n到了一个地下室，约翰觉得心情非常压抑，因为他和凯特的一生都是躲躲藏藏吗？约翰一直想着：“留下是为了家人，为了完成保护家人的心愿，但这意味着会失去这个世界。参军是为了国家，为了世界，但这意味着会失去家人。”\n\n“请各位紧急疏散！终结者已经混入基地！”“Fu*k！刚来就这样！”一群机械人站在人群中，拿着一把枪扫射着人们，约翰和凯特呆呆地看着，罗宾早已去阻止机械人了。一个女人带着一位小孩在逃跑，那小孩差不多只有3岁，终结者打中了女人的腿，女人一下子跪倒在地，却把孩子丢向一边，被机械人无情地....残忍地....射死了......当机械人走向孩子时，约翰再也忍不住自己的心中的怒气了，拿着背上的火枪冲过去，先用枪杆打向机械人的头部引起注意，然后再填装子弹继续打向头部，终结者却拿出了机枪对着约翰。“砰”！罗宾吹了一下自己步枪的枪口，机械人倒在了地上。\n\n约翰很快又把一个终结者干掉了，但他突然听到了一阵叫声，等等！是凯特！凯特的叫声！一个终结者打中了凯特的手腕，“啊！”约翰发泄出了怒吼，把枪杆打在了机械人的背部，终结者立刻回头给了约翰一拳，但约翰没有放弃，看着倒在地上手腕受伤的凯特，又踹了机械人一脚。机械人倒在地上的同时，约翰又从它身上拿出了一把机枪，“哒——”！地上只剩下一堆废铁，约翰丢下了机枪，把凯特扶了起来，手腕流出了鲜血，这里顿时变成了机械人的屠杀场！\n\n带着凯特，约翰从机械人身上捡起了一个电池和刚才丢的机枪，便走向罗宾那儿。“罗宾，怎么样了！”“现在情况很紧急，许多人被终结者杀了，我只能叫他们进入防空洞并锁上门，你们也快走吧！”“不行，不行！我们不能丢下你！”“好！那我先殿后。”约翰走进了防空洞，凯特也随后，最后的就是罗宾了，确定没有人后关上了大门。\n\n[凌晨01:23分]约翰拿出剩下的压缩干粮，防空洞里什么都没有，而且还很寒冷，一堆人在里面缩着身体坐着。约翰却想着：“一直在这儿呆着不是个办法，得出去。”想着问罗宾要出了一张地图，约翰看了看地图上的国家，但眼神突然停在了一个地方：马来西亚。那是一片热带雨林，也没什么人收留这些人，约翰又往马来西亚的附件看了一眼：中国。那里是世界上人口最多的地方，政府肯定会弄流民的安身之地！“我们要去地球的另一端：中国。”\n\n所有人都惊讶了，他们都认为约翰疯了，但离曼哈顿最远的地方就是中国了，这样所有人可以让世界第二发达的国家抵挡天网的入侵了！“美国政府已经丢弃了我们，但他们没想到我们可以让世界第二发达的国家来保护我们！”一个人站起来说，所有人都想实行这个计划，但现在外面都是天网控制的机械人，还要去到机场，该怎么办呢？“他们喊起来太乱了。”罗宾说。“乱...乱...对！乱！”“你怎么了约翰？”“越来越好！罗宾！只要他们闹起来一乱，就能趁乱逃出去了！”“这是个好办法！不过...伤亡......”“就拿他们3个做肉盾！”“对就让那三个人做肉盾！”一个人闹了起来，所有人都开始乱了，慢慢走向约翰他们.........\n\n“嘿！你们！你们.....你们别过来！”罗宾拿着枪指着那些难民。大门开了，约翰、罗宾、凯特在死亡的最前面，外面一片寂静，难民们都很小心地望着外面，直到约翰走到马路，仍没有任何动静。但约翰注意到了一个地方！是机械人！“现在他们安全，我们也安全了！走！我们去中国！”难民理解蜂拥而出。“等等！别过来！是埋伏！别过来！F*ck！”但约翰已经阻止不了难民们的脚步了，约翰看到那机械人走过来，带着罗宾和凯特跑向大马路，但令难民们没想到的是.......防空洞的大门关上了，周围突然出现了一堆机械人........“哒—”！约翰听到枪声后立即向追他们的机械人开枪，机械人被枪声吸引而来。“你在做什么！”“起码那些难民还活下来一些吧。”“那这样我们会死的！”“我们能活到现在，已经很棒了！就暂且救一些人吧，走！到机场去！”约翰望了望后面，一个跑到飞速的机械人在向他们逼近。“what the F*ck？”“T-600，研究到现在最厉害的机械人！”\n\n但约翰看了看凯特，她明显已经跑不动了，还有着身孕，约翰背起了凯特，就像背起了家里所有的负担。“希望这附近有汽车！”约翰气呼呼地说。\n\n但约翰正要休息的时候，站在面前的不是罗宾，而是T-600。“罗宾呢！你把罗宾怎么了！”T-600没有说话，只是拿起了手中的机枪，瞄准了约翰的头...“当”！罗宾爬在T-600的身上，用手中的步枪使劲敲打着T-600的身体。但那机械人也不是很弱，抓住了罗宾的手，一下子把他摔在地上，罗宾摔在地上时发出了呻吟。\n\n约翰把凯特放在地上，拿起火球对着T-600的眼睛射了一枪，但T-600又抓住了火枪，拿出了机枪。“魂淡！死吧！”约翰也抓住了机枪，但没T-600的劲大，约翰放开了火枪，双手使劲掰着机枪，倒在地上的罗宾也爬了起来抱着T-600的腿，不让它伤到约翰。“啊！”约翰发出了男人般的怒吼，居然把机枪硬生生地掰断了！约翰精疲力竭地倒在地上，但T-600居然放弃了杀掉约翰的时机，而却是慢慢地走了，这是为什么？T-600往后对约翰......竖起了拇指！约翰惊讶地看着T-600走了。T-600当时视角：“[处理器]姓名：约翰·康纳 年龄：26岁 简介：（咔—）你要保护的人。”这也是约翰后来问T-600才知道的事情。\n\n当约翰扶着罗宾又背着凯特走时，一辆汽车开了过来，驾驶的竟然是......T-600！约翰不知道T-600到底是敌是友，但考虑到这时候，只能谨慎地上了车。\n\n到了机场，却是另一番景象，四处都是火海和机械人，约翰现在可能.....无法逃脱了......“看来.....只能这样了.....”约翰发了疯似的冲出外边，所有的机械人都被吸引了过来，他却越往机械人多的地方走，凯特看到约翰这样...无法接受，昏倒了，T-600却走了出去，回头说了一声：“带这个女人走，我去掩护约翰。”T-600把凯特和罗宾放在机库后，就冲向了火海。约翰正在拿着火球对着机械人一个一个开启，并躲开机械人的扫射，T-600走了过来，用手上的机枪干掉了许多机械人，带着约翰走到了机库，所有人都汇集了，约翰带着它们上了飞机，刚刚要启动的时候，一个机械人走了 过来，向飞机开枪。一堆机械人挡在了前边，约翰启动了飞机，撞倒了那些机械人，但刚刚起飞，约翰被打中了一，一架T-50把约翰拽去，他们拉着约翰，但力气还是不够大...“魂淡！罗宾，一定要把凯特和我的孩字......带回家！”约翰叫着，掉下了飞机.......飞机撞到了楼房，那些粉碎的岩石在约翰的上面掉下..........\n\n罗宾捂着了凯特的眼睛，但还是挡不住泪水，逃离了曼哈顿。直到了几个月.....在中国的医院里发出了婴儿洪亮的声音........但约翰呢？没人知道他活着活着是死了，只能说生死未卜........                                                                                                                  THE END\n                                               图片确实渣啊！涂鸦的时候手抖...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nt01a26cae5e5de94825.jpg\n(17.29 KB, 下载次数: 16)\n\n\n\n\n下载附件\n\n\n2014-2-14 13:17 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "519057263as",
            "timestamp": 1392119280,
            "txt_content": "腐竹A.A我是ssss我来顶你了A.A"
        },
        {
            "author": "HGK",
            "timestamp": 1392119340,
            "txt_content": "519057263as 发表于 2014-2-11 19:48\n腐竹A.A我是ssss我来顶你了A.A\n恭喜-1的孩纸0.0"
        },
        {
            "author": "519057263as",
            "timestamp": 1392119400,
            "txt_content": "HGK 发表于 2014-2-11 19:49\n恭喜-1的孩纸0.0\n靠！腐竹我-1别人还-2呢！"
        },
        {
            "author": "HGK",
            "timestamp": 1392119520,
            "txt_content": "519057263as 发表于 2014-2-11 19:50\n靠！腐竹我-1别人还-2呢！\n做了什么事情，说！"
        },
        {
            "author": "519057263as",
            "timestamp": 1392119640,
            "txt_content": "HGK 发表于 2014-2-11 19:52\n做了什么事情，说！\n发了个帖子然后-1（贡献有用么？虚拟世界请勿当真）"
        },
        {
            "author": "HGK",
            "timestamp": 1392119700,
            "txt_content": "519057263as 发表于 2014-2-11 19:54\n发了个帖子然后-1（贡献有用么？虚拟世界请勿当真）\n{:10_532:}贡献50分呢{:10_532:}如果没丢贡献的话你现在都要升级了，我也要升级了。"
        },
        {
            "author": "zxsgdga",
            "timestamp": 1392119760,
            "txt_content": "AwA好好好给你经验"
        },
        {
            "author": "519057263as",
            "timestamp": 1392119820,
            "txt_content": "HGK 发表于 2014-2-11 19:55\n贡献50分呢如果没丢贡献的话你现在都要升级了，我也要升级了。 ...\n升级有什么用？（虚拟世界请勿当真）"
        },
        {
            "author": "519057263as",
            "timestamp": 1392119940,
            "txt_content": "zxsgdga 发表于 2014-2-11 19:56\nAwA好好好给你经验\n基友A.A你也来水了A.A"
        },
        {
            "author": "shure",
            "timestamp": 1392120360,
            "txt_content": "约翰·康纳其实是Terminator系列的其中一名角色。\n我搞不懂你怎么会突发奇想要写这种文章，不怕有人议论？\n好吧，恕我说话的时候没顾及到一些地方……"
        },
        {
            "author": "我不素普莱斯",
            "timestamp": 1392120540,
            "txt_content": "You 一点都不伟大"
        },
        {
            "author": "HGK",
            "timestamp": 1392120540,
            "txt_content": "@银狼 \n来看看我的小说"
        },
        {
            "author": "我不素普莱斯",
            "timestamp": 1392120540,
            "txt_content": "除了服务器的人 还有几个路过的人看了一下而已 能一次性写一万多个字么？"
        },
        {
            "author": "我不素普莱斯",
            "timestamp": 1392120600,
            "txt_content": "[diamond_pickaxe][diamond_ore]=[diamond_gem]"
        },
        {
            "author": "HGK",
            "timestamp": 1392120660,
            "txt_content": "shure 发表于 2014-2-11 20:06\n约翰·康纳其实是Terminator系列的其中一名角色。\n我搞不懂你怎么会突发奇想要写这种文章，不怕有人议论？\n ...\n论坛没有说不能发这样的小说啊，好小说就算是觉得怪怪的也会有人支持。"
        },
        {
            "author": "我不素普莱斯",
            "timestamp": 1392120720,
            "txt_content": "[water]=[grid_gold_nugget]"
        },
        {
            "author": "HGK",
            "timestamp": 1392120780,
            "txt_content": "我不素普莱斯 发表于 2014-2-11 20:12\n=\n我有种想举报的赶脚"
        },
        {
            "author": "519057263as",
            "timestamp": 1392121020,
            "txt_content": "HGK 发表于 2014-2-11 20:09\n@银狼 \n来看看我的小说\n腐竹帖子要沉咯~\\(≧▽≦)/~啦啦啦"
        },
        {
            "author": "HGK",
            "timestamp": 1392193500,
            "txt_content": "来人啊！准备沉了.......\n@银狼\n@沸腾滴lol\n@zjr_516635864"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1392193560,
            "txt_content": "先回复再看证明我存在.."
        },
        {
            "author": "HGK",
            "timestamp": 1392193620,
            "txt_content": "zjr_516635864 发表于 2014-2-12 16:26\n先回复再看证明我存在..\n还好我@你了=-="
        },
        {
            "author": "HGK",
            "timestamp": 1392195300,
            "txt_content": "@zjr_516635864\n下（一）出来了！看看。"
        },
        {
            "author": "沸腾滴lol",
            "timestamp": 1392200580,
            "txt_content": "先回复，后看书{:10_521:}"
        },
        {
            "author": "HGK",
            "timestamp": 1392271980,
            "txt_content": "@银狼\n{:10_503:}第一次写这样的啊，银狼来支持支持啊，准备沉的节奏0.0QAQ"
        },
        {
            "author": "qq1378500678",
            "timestamp": 1392272760,
            "txt_content": "[diamond_ore]来顶你 不过为啥都是字  有点画可以吗"
        },
        {
            "author": "HGK",
            "timestamp": 1392273120,
            "txt_content": "qq1378500678 发表于 2014-2-13 14:26\n来顶你 不过为啥都是字  有点画可以吗\n估计是没看文章的孩纸=-="
        },
        {
            "author": "HGK",
            "timestamp": 1392280200,
            "txt_content": "@Yihc\n来看看"
        },
        {
            "author": "HGK",
            "timestamp": 1392285600,
            "txt_content": "@250=mo\n来看看吧{:10_495:}"
        },
        {
            "author": "250=mo",
            "timestamp": 1392286020,
            "txt_content": "这部作品非常不错，我看好你\n音乐也很不错\n只是对于枪的描写太过假了\n如果被枪击中四肢，那么这辈子你的那个肢体将再也无法用力，如果是近距离的话……不解释"
        },
        {
            "author": "HGK",
            "timestamp": 1392290580,
            "txt_content": "250=mo 发表于 2014-2-13 18:07\n这部作品非常不错，我看好你\n音乐也很不错\n只是对于枪的描写太过假了\n你...是指哪儿？"
        },
        {
            "author": "250=mo",
            "timestamp": 1392292080,
            "txt_content": "HGK 发表于 2014-2-13 19:23\n你...是指哪儿？\n很多地方，自己注意，不要把人写得太坚强，基本躯干一枪死一个的……\n所以，像开头，助手中弹的时候，约翰看到的不是呻咛的助手而是喷血的大腿，伤口至少得直径2cm，所以约翰不可能问你没事吧，而是立刻喊救命"
        },
        {
            "author": "HGK",
            "timestamp": 1392347340,
            "txt_content": "250=mo 发表于 2014-2-13 19:48\n很多地方，自己注意，不要把人写得太坚强，基本躯干一枪死一个的……\n所以，像开头，助手中弹的时候，约 ...\n嗯，谢谢你的评价。"
        },
        {
            "author": "HGK",
            "timestamp": 1392622320,
            "txt_content": "@银狼\n\n银狼怎么还不来看我的新作"
        },
        {
            "author": "熊孩子军团",
            "timestamp": 1392639480,
            "txt_content": "除了故事很长以外...........没看出亮点"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1392639840,
            "txt_content": "  为什么不考虑给正文加上折叠？"
        },
        {
            "author": "Michele",
            "timestamp": 1394971800,
            "txt_content": "群主A.A我是Michele我来顶你了A.A"
        },
        {
            "author": "Hack_er_",
            "timestamp": 1409315340,
            "txt_content": "不错！顶一个！"
        },
        {
            "author": "rrppgg",
            "timestamp": 1409318940,
            "txt_content": "好厉害的样子= ="
        },
        {
            "author": "42486327",
            "timestamp": 1409922420,
            "txt_content": "@屠杀三十万屁吸狗"
        }
    ]
}