{
    "title": "这次备稿两万《XF病毒》第一卷  第十一宇宙",
    "author": "晓风晚月",
    "replyCount": 4,
    "timestamp": 1392116460,
    "txt_content": " 本帖最后由 晓风晚月 于 2014-2-11 19:13 编辑 \n\n    XF阁下的超级武器：\n    第一卷    毁灭世界的病毒（当这玩意被猪脚拥有……）\n      我搓揉着自己的手指关节。 　\n      眼神游走在面前的白纸之上。 　\n 　    时间一分一秒地过去了……\n 　　这是一场考试。非常重要的考试。明明是考试，我却什么也没得做。\n 　　我当然不想考的一败涂地，可是我没有一只笔，又如何考试呢？\n 　　我想结果是必然的了——以零分的成绩而结束这场考试。\n 　　“你叫什么名字？”背后突然有人问我。\n 　　我的背后是没有学生座位的，一般来讲，这个座位是很好采取舞弊手段的位置，因为背后没有同学，所以能够和我对话的只能是监考的老师。\n 　　“学号22170921。”我报出了我的学号，等着他自己去查找我的名字。\n 　　“你叫方唯？”我背后的老师拿着考生表格，神色有些惊奇。\n 　　“你叫方唯？”他又重新问了一遍，似乎是不相信我就是方唯。\n 　　我没有回答，只是点了点头。\n 　　“你的父亲是十年前游城的贪污犯——方龙？”背后的老师很严肃地问道。\n 　　“是。”这次我没有点头，低声回答道。\n 　　“你能和我出来一趟么？”老师说道。\n 　　“嗯。”我应了一声，便站了起来，从本来就打开的后门走了出去。\n 　　也许其他的学生都认为我是考试舞弊了才出去的罢。 \n　　老师拽着我的手，来到了里教学楼比较远的地方，开始和我说话了。\n 　　“为了不被其他的同学或者老师听到我们的谈话，我必须将你带到这里……我是章羯，你应该听过我的名字。”自称自己为章羯的老师指了指自己。“在十年前你父亲被抓捕的那一晚，他和我碰了碰最后的一次面。”\n 　　……\n 　　“方龙？外面到处都在抓你，你现在到我家里来干什么？”章羯问道。\n 　　“章羯，我这次来并不是为了拉你一起下水。”方龙安稳了一下章羯的心情，他说道。“我有一件事请希望你能帮我做到。” 　　“什么事情？”章羯问道。\n 　　“我也知道我现在的情况很危险，而且一定会被警察抓住，所以我决定等会就去自首。”方龙说道，“可是我还有仅仅七岁的儿子。我不认为我的妻子会安安稳稳的照顾他——我的儿子，方唯。”\n 　　“所以你想我照顾你的儿子？”章羯问道。“你也知道我……”\n 　　“你放一千一万个心，我让你做的这件事情很简单。”方龙说道，“我已经安排了人，让我的儿子方唯在十年之后去你上班的那个北城高中上学。”\n 　　“到时候，你们就很容易见面了，总之，你一定要把这个东西交给方唯！”方龙说道。\n 　　“这是什么东西？”章羯问道。\n 　　“你不要管这些，这个东西对于我的儿子非常重要，你一定要交给他。你要知道，我是看在你是我的挚友才放心让你做这件事情的……如果你做到了，我一定会保佑你一生平安的。”方龙嘱咐道。\n 　　“我尽力吧。”章羯说道，他的心中也没有多大的把握。\n 　　谈完了话的方龙立刻离开了章羯的屋子，章羯知道，方龙是要去背负他应受的罪责。 \n 　　章羯没有把这件事情和任何人说，包括自己最信任的家人也没有提过这件事情。\n 　　本来这件事情应该就这样一直沉默下去，直到章羯遇上了方唯……\n 　　……\n 　　“现在我仅仅是给你说这件事情，东西我并没有带到学校里来。”章羯说道，“今天晚上，你一放学就去我居住的第九小区。我会拿到东西在小区门口找你的。”\n 　　“是的，章羯老师。”方唯说道。\n 　　“现在快去考试吧，你离开太久另一位监考老师会怀疑的。”章羯说道，一个考场分配了两个监考老师，所以章羯才如此放心地将方唯带出考场，而不怕考场混乱。\n 　　“老师，”方唯突然叫住了章羯，“你能给我一只笔么？这应该不算舞弊吧。”\n 　　“可以。”章羯说道，摸了摸口袋，一只黑色的水笔出现在他的手中。\n 　　重新回到考场座位上的方唯瞬间信息多了很多，主要是因为自己有了作战工具。\n 　　方唯，年龄十七，现在正在上游城七中，学历：高二。\n 　　他是一个看似非常普通的学生，谁也不会去怀疑他的父亲是一个贪污犯。\n 　　可是他的父亲真的就是一名祸害社会，祸害生命的贪污犯。\n 　　因为他的爸爸方龙的受贿贪污，导致了无数“豆腐渣工程”的出现。\n 　　有着无数人死在这些“豆腐渣工程”之下。\n 　　这就是方唯内心中的一块巨大的阴影，这块阴影让他几乎无法抬起头来，特别是在受过他爸爸的祸害下的人们，更加无法抬头。 　　方唯摇了摇头，开始专注地面对试卷了。\n 　　根据考场墙壁上挂着的钟表，可以知道现在离考试结束还有一个多小时。\n 　　试卷并不是普普通通以往人们认识的二十一世纪版的书山题海式的试卷。\n 　　现在的试卷进行了全球的统一，所有国家的试卷都是一样的体系，并且几乎不会出现因为国家的分割而导致的考试时间不统一，也就是全球的考试时间几乎都是同一个时间。\n 　　而考试题目也和以往大大不同了。\n 　　考试题目出现了军法题，实验题等等新型题型。\n 　　考试中的试卷内容与在教科书上的内容相似的只有百分之三十。\n 　　也就是课外题型占据了试卷全部题目的百分之七十。\n 　　这种新型试卷又被称为“潜能考试”。这是2201年初正式开始全球进行的。\n 　　除了潜能考试的卷上考试，还有着卷下考试。\n 　　卷下考试一共是“体能”，“敏捷”，“精神力”等等属性的测试。\n 　　而卷上，卷下的分数汇聚到一起。就变成了评分等级。\n 　　卷上一共八百分，卷下一共六百分。总分一千三百分以上为S级，一千一百分以上，一千三百分以下为A级。\n 　　而九百分以上，一千一百分以下为B级，九百分以下则为C级，最低级的D级为总分低于七百分。 　　在S级以上还有着最高级——X级，X级的标准是总分达到一千三百八十分以上。    方唯的卷下成绩是四百五十分。\n　　本来卷上成绩要因为没有带笔而变成零分的结果变成了现在有了笔并且还有着三分之一的时间考试。\n　　方唯想了想，自己最少还能获得七百分的卷上成绩，足以自己踏入B级的门槛了。\n　　一个小时过后，方唯将所有的题目都填了上去，只是有着许多题目因为时间的关系纯属瞎填。\n　　现在就是发现错误的题目也没有时间去改了，方唯想了想，放弃了要验证一遍的想法。因为每一题都是需要几道流程才能做出来的，现在要验证一遍根本没有时间去做。----------------------------------------------------------------------------------------------------1\n　　“哗——”这时，考场的窗外面突然出现了许多穿着西装的人。\n　　很快，校长也出现在了窗户外面，似乎正在和这一队西装男们进行交涉。\n　　但是，最终还是在某个西装男掏出来的一个圆形的好似令牌一样的东西下，校长放弃了和他们的交涉——居然妥协了！这些人怎么会有这么大的权力？方唯非常惊讶地想到。\n　　不过这些西装男只是在走廊里面，并没有直接冲进考场里面，虽然他们还是眼睛直直地甩向考场内。\n　　“他们到底是为了什么？”方唯心中想到。\n　　“叮铃铃……”考试结束的铃声终于响起，当监考老师将所有的试卷收完之后，立刻那些西装男冲进了考场。\n　　“谁是方唯？”一名西装男向章羯问道。\n　　“考生表在墙上自己去看。”章羯说道，接着立刻转头向着最后一位的方唯挤了挤眉毛。\n　　“逃！”方唯立刻想到。他想到了他的爸爸——十年前的游城贪污犯。\n　　而他背后的那些人就有可能是对自己不利的人！\n　　“大哥！跑了一个。“一个西装男对着跑走的方唯叫道。\n　　“笨！还不快守住门口！”被称为大哥的西装男咒骂道，“老二，老三！你们两个去把那小子抓回来！”\n　　“是！”两名西装男回答道，立刻冲出门去追赶正在逃离的方唯。\n　　方唯想了想，教学楼的前方就是校门口，目测大概需要跑步两百米才能赶到校门口。既然连校长都无法阻拦这些西装男，那么自己也不用去找其他人帮忙了，干脆就一条路——逃跑！\n　　“那边的小鬼！”西装男叫道，“停下吧！我们不会为难你的！“\n　　“鬼才停下！”方唯已经认定了对方是来专门对付自己的。\n　　“滴滴……”一名西装男的手机突然响了起来。\n　　“喂，大哥。”西装男接过电话说道，“什么？哦，好的。我一定把这小子给抓回来。”\n　　西装男挂掉电话，立即大吼道：“抓住他！他就是方唯！”\n　　方唯听到背后的声音，立即双腿更加快速地奔跑。\n　　现在的他，在学校中的卷下测试中里的“体能”一项中达到了A级，长跑之下，只要背后追来的西装男的速度不超过他，就一定可以利用各种地形甩开他们，毕竟用自己现在的体力，跑上一个小时都不会感觉到累的。\n　　就当方唯跑到校门口的时候，迎面跑来了十几统一服饰的名西装男！\n　　躲前面不行，躲后面更不行！\n　　方唯想了想，左边就是游城的大型磁力地铁站。\n　　只要上了地铁，就有可能甩开他们！除非西装男们没有一起上地铁。\n　　不管怎么样还是先上了磁力地铁再说吧！\n　　方唯想着迅速向着磁力地铁站跑去。\n　　磁力地铁，是靠着磁力的力量漂浮在地面上的地铁。\n　　“轰隆隆隆！”方唯的背后突然传来了几十辆摩托车的声音。\n　　方唯转头一看，摩托车上依然是无数的西装男！\n　　“轰隆隆隆！”十几辆摩托车瞬间包围了方唯，以一个旋风的形式圈住了方唯。\n　　“哼！”方唯哼了一声，双腿一绷直，用力一跳，便踩上了一名西装男的肩膀！\n　　接着在从西装男的肩膀是轻轻一跳，便逃离了包围圈。\n　　看着一群西装男有了摩托车，很明显磁力地铁站是暂时不用想了。\n　　方唯看着路边的大片的绿化带，心中立即有了主意。\n　　你们公路上有摩托车，但是摩托车总不可能开在绿化带上面吧。\n　　拿定了主意的方唯立即跳进了绿化带中央。\n　　方唯随着绿化带的分布，迅速地跑进了游城的某一个公园。身后则是一大波正在来袭的西装男们。\n　　“一部分人下车去追！”一名西装男说道，“另一部分人开着车堵着公园的所有出口！到时候我会以电话通知你们的！”\n　　西装男交代完毕之后，摩托车队迅速分成了两半，一半的摩托车留了下来，另外一半的摩托车则在公园边上的每一条街上都分布了两到三辆摩托车，直到所有的摩托车分配完毕。\n　　“人呢？”一名西装男叫道。手指着公园内的一个死角。\n　　“刚刚这小子明明在我的眼皮底下跑进去的。”另一名西装男说道。“这条路三面都是高达五米的假山，他不可能这么快就翻得过去的。”\n　　这时，只听一众人背后传来一道“噼啪”声响。\n　　西装男回头一看，一道黑影从东往西飞驰而过，刚才的“噼啪”声音就是飞奔途中不小心踢上一块碎石而发出的。\n　　“还不快追！”西装男说道，便开始起腿，背后一群人也紧接着追了上去。\n　　“摩托车，公园西面！”一名西装男从口袋中掏出手机大喊道。\n　　一名西装男凑到了打电话的中年男子边上，说道：“老大，看样子不对啊！好像不是那小子。”\n　　“喂，我就是一个练跑步的，你们追我干什么？”突然那一道人影转过身来说道。\n　　“不好！真的追错人了！”西装男大叫道，立刻往回跑去。\n　　而在公园的另一边的方唯翻开下水井盖向着公园的东面跑走了。\n　　而摩托车手们全部还在公园西面等待着。\n　　方唯看着身后逐渐变大的灰尘，立刻挥手拦住了一辆刚好在路边行驶的出租车。\n　　“去第九小区！”方唯拉开了车门，立刻坐了进去，连忙说道。\n　　而当西装男们赶到公园东面的时候，已经看不到出租车冒出来的尾气了。\n　　“该死的！打电话给彪哥。让他自己头痛去吧。”一名西装男挥了挥拳头，很明显，方唯不仅仅只有这些人对付。\n    在章羯心中，已经过去了四十分钟，这四十分钟里面，他一共看了六十多次手表，手上拿着一个手提箱，就这样等待着方唯的到来，他已经知道有超过二十个人对付方唯了，而他不敢相信一个十七岁的少年对付得了二十多个成年人，不过他依然等待着，仅仅是因为他曾经答应过方唯的爸爸——方龙。\n　　“滋！~~”一道很长的刹车声响起在章羯的耳边。一辆出租车正停在第九小区的大门口前。\n　　“大叔谢谢你了。”方唯说道，将手中的一百块钱递了过去。\n　　“没事，不过下次别老叫我加速加速了，再加速的话估计交警都要全部出动了。”出租车司机说道，找回了方唯剩下的零钱。\n　　方唯推开车门，对着章羯叫道：“章羯老师。”\n　　“没受伤吧？”章羯看着方唯全身上下的污泥。\n　　“没事，就是刚才在下水道不小心搞上了一些脏东西而已。”方唯说道，拍了拍裤腿。\n　　“东西呢？”方唯问道，眼睛看着章羯手中的手提箱。\n　　“你把箱子一起把过去吧，我怕呆久了那些人又会找到你的。”章羯说道，挥手又拦到了一辆出租车。\n　　方唯坐上了这辆刚来的出租车上，对着章羯说道：“明天我还要来学校么？”\n　　“哎。”章羯想了想，叹着气说道：“明天你最好还是别来学校了，真怕会出现什么不好的事请。”\n　　“我走了，章羯老师。”方唯说道，挥了挥手，接着关上了车门。\n　　出租车行驶了一段路程后，突然停了下来。司机打开车门，将方唯拉了出来。\n　　“你就是方唯。”司机问道。\n　　“我不是方唯，你想干什么？”方唯问道。方唯拉了拉另一边的出租车车门，却根本拉不开。\n　　“这个车的一切归我管，没有我的同意，你不能拉开这个车门。”司机说道。“这个车连监控都没有呢。”\n　　“不管你是不是……我只认指纹。”司机说道，掏出了一个小型仪器。\n　　方唯的手被他拽着往上面按了一个指印。\n　　“滴……滴……”仪器连续响了几下，最后在指示灯上亮出了绿灯。\n　　“知道绿灯代表什么么？”司机问道。\n　　“代表我要跟你走。”方唯冷冷地说道。\n　　“呵呵。”司机笑了起来，“知道要去哪么？”\n　　“天知道！”方唯说道。\n　　“能让我给我妈妈打个电话么？”方唯问道。\n　　“现在不能，或许等一会可以。”司机很果断的说道。\n　　重新回到驾驶座位上的司机往着CD播放器上的按钮上按了几下。\n　　“噼啪……”车上几阵声音响起。\n　　出租车副驾驶的座位上一个抽屉从车底缓缓上升。\n　　司机掏出了一串钥匙，连续打开了两重保险门，拿出了一个头盔。\n　　“知道这是什么么？”司机问道。\n　　“看样子……是天网2217版更新版的天网虚拟世界连接器。”方唯说道，“但是现在明明只有2216版的连接器，电视上也没有出现过最新的预告……”\n　　“它不是天网2217最新版，它……是天网2201的封测版。现在估计已经没有几个了。”司机说道，“当时一共只发了两百个这样的封测版连接器，知道它的原主人是谁么？”\n　　“我猜它是我爸爸的。”方唯说道。\n　　“你看起来很有信心……难道你见过？”司机说道。\n　　“我没有见过。”方唯说道，“但是我想不起还有谁能给我带来这么多的麻烦。”\n　　“我的天，你竟然管它叫麻烦！”司机好像比较难以置信。“好吧，它的确是你的爸爸的，而且价值很高。”\n　　“这个连接器里面储存了你父亲留给你的一段话，而且锁定了密保，只能两个人使用这个连接器——那就是你方唯和你的爸爸方龙。”司机说道，“你想要么？”\n-----------------------------------------------------------------------------------------------------------2\n　　“当然。”方唯说道，“我感觉我的爸爸突然神秘了很多。”\n　　“他一向很神秘。”司机说道，“不过……这个天网虚拟世界连接器你不能直接拿走。现在开价！两万自由币怎么样？很便宜的。”\n　　“你要和我做交易？”方唯说道，“你明明可以找到我的妈妈的。况且……这比2216版本的天网连接器还要贵上100自由币啊！”\n　　“不不不，我知道的，方龙将所有，不，百分之九十的遗产都交给了你，尽管他因为贪污而损失了几百万的自由币，但是他依然还有着一个超过一千万自由币的备用金库，所以你现在比我还有钱。”司机说道，“天啊！我竟然知道这个秘密而且还没有准备打劫你！我自己都要被我自己惊讶到了。”\n　　“可惜我答应过你父亲不能伤害你一分一毫。”司机说道。\n　　方唯想了想，还是从口袋中掏出了一张金属卡。\n　　在各个银行里面，这种卡被称为“自由交易卡”。自由交易卡是可以随意转账和网上交易的，在自由交易卡上会自动记载各种交易信息，然后传送到银行当中，当有人丢失了自由交易卡后，银行会根据这些信息将剩余的金额汇入新的一张自由交易卡上，然后交给失主，不过自由交易卡十分昂贵，要重新办理一张自由交易卡需要交纳两百自由币的制卡费和十个自由币的服务费，但是第一次办卡只需要一百一十自由币即可，等于打了半价。\n　　而且自由交易卡的使用也很特别，这种卡必须要配合卡上认定的主人指纹才能进行操作，虽然现在已经可以模仿他人的指纹了，可是自由交易卡上记载的指纹是更加细微的，现在的机器还无法模仿出来。\n　　“你的ID是什么？”方唯问道。“转账需要ID输入。”\n　　“240081990。”司机说道。\n　　“转账，转账对象……240081990，转账金额：两万自由币。开始转账……”方唯特意开启了语音输入，瞬间，自由交易卡上的剩余金额消失了两万自由币。\n　　司机也拿出了自己的自由交易卡，看着上面多出来的两万自由币，脸色露出了微笑。\n\n    “连接器给你，住在哪里？我送你回去。”司机看着多了两万自由币，心情也好了许多，竟然自己要求送方唯回去。\n　　“不用了。”方唯说道，立刻转动了车门把手，转了两下，车门终于打开了。\n　　抱住连接器的方唯拦住了另一辆出租车，钻了进去。\n　　看到方唯如此举动司机也没有什么反应，将自由交易卡塞进口袋，便驱车离开了。\n　　出租车再没有出现什么突发事故便到了方唯的居住地——游城北区的第十小区。\n　　游城一共划分了五个城区——东区，西区，南区，北区，中心区。\n　　每一个区又划分了两个小区，按照中心，东，西，南，北的排序为第一小区到第十小区。\n　　每一个城区都有学校的建设——按照规则：一个城区有一个育儿园，一个小学，一个中学，一个高中。大学在中心区建设。\n　　方唯居住在北城的第十小区，便在北城的北城高中上学，当然，这也是方龙刻意安排的。\n　　“咚咚咚！”方唯敲了敲门。\n　　门后面没有反应，方唯又按了按门铃。\n　　门后面还是没有反应。“怪了，平时妈妈这个时候已经下班了的。”方唯嘀咕道。拿出房卡向着门上的电子感应锁上刷去。\n　　“滴滴。”电子感应锁响了两声，门便自动打开了。\n　　“妈妈，在家吗？”方唯问道。\n　　可是半天没有人回答，看来妈妈是没有回来了。\n　　方唯走进自己的卧室将脏衣服换下后，坐在了床上，手上正抱着那款天网2201封测版的连接器头盔和摩羯交给他的手提箱。\n　　方唯想了想，还是先打开手提箱为好。\n　　“啪咔！”一声，手提箱便被打开了。一只装满了绿色液体的注射器出现在方唯的眼前，注射器上还刻着巨大的X和F两个英文字母。此外什么也没有。\n　　没有知道这有什么用，方唯没有贸然将这些绿色液体注射进入体内。将手提箱关好，在床下打开一块已经松动的木板，木板的下面是一个空洞，小时候方唯经常在这个洞里藏着自己的东西，将手提箱整个放进了洞里，再将木板盖上，看起来就和原来普普通通的地板一模一样。\n　　方唯再将视线放在了天网2201封测版连接器的上面。\n　　方唯看了看，这个封测版的连接器的操控按钮大多数还是和现在的连接器差不多的。\n　　将这个已经有些老化的连接器戴在了头上，按了按启动按钮。\n　　“现在剩余百分之十的电量，确定要使用吗？”电子合成音响起在方唯耳边。\n　　“确定。”方唯说道。\n　　“本连接器设有身份密保，正在扫描中……”电子合成音再次出现在方唯的耳边，而这次方唯已经知道了这个连接器只能他的爸爸方龙和他使用了。\n　　“欢迎用户H109的登入！”电子合成音响起。“请问是否以现在的面容登入天网？”\n　　“否。”方唯说道，万一被人发现可就不好了。\n　　一阵白光闪过，方唯已经看不见的现实中他的卧室，现在，他看到的是一个巨大的金属基地。\n　　这个基地看起来没有一个生命体存在。\n　　方唯猜想，这个地方可能就是他的爸爸在天网的虚拟世界里营造出来的一个私人基地，似乎十年了还没人闯入过。\n　　天网的虚拟世界对于现实世界非常有用，科学家们可以在天网的虚拟世界里进行各种各样的实验，因为天网的虚拟世界和地球上的事物属性是百分之百相融合的，所以这里的虚拟科学成果是可以带到现实生活中去的，而在天网的虚拟世界里，是可以无限复活的，而复活的要求仅仅只是十个自由币而已。像科学家等人，有着地球政府的资金支持，科研成果自然与日俱增了。\n　　“哒哒……”突然一阵脚步声传来。\n　　“嗯？”方唯比较吃惊，当他正想隐蔽时，一个机器人已经出现在了方唯的面前。\n　　“主人好！”机器人说道，“现在是天网2217年12月十日，请问主人有什么需要的服务？”\n　　“额……你是谁？”方唯问道。\n　　“我是主人的签到机器，于天网2201年被主人收购在天网的机器人商城，于2201年被主人命名为阿方。”机器人说道。\n　　“签到机器有什么用呢？”方唯问道。\n　　“可是帮助主人进行签到。”阿方说道。\n　　“签到有什么用处呢？”方唯继续问道，他之前虽然用过天网2216版本的连接器，却没有听过有签到机器的。\n　　“签到可以兑换各种道具。”阿方回答道。\n　　“真的么？我现在签到可以么？”方唯说道。\n　　阿方摆了摆身子，说道：“可以，请选择战斗地点。”\n　　一个虚拟界面出现在方唯的面前。\n　　“战斗地点：上古战场……宇宙基地……”方唯看着眼前的界面说道，“也就是打通这些战斗关卡就等于签到了是么？”\n　　“是的，主人。”阿方说道。\n　　“我现在适合哪个战斗地点呢？”方唯问道，毕竟他还不熟悉父亲的天网信息。\n　　“滋！”阿方说道，“正在扫描主人现实属性。”\n　　“因为主人是第一天签到，按照由简单到困难的规则，一共有五个简单战斗地点给主人选择，主人现在是无装备状态，无装备情况下，您可以选择一级战斗地点：原始大草原。”阿方推荐道。\n　　方唯想了想，还是等一会进行签到。\n　　“阿方，你记着从前我储存过一段话么？”方唯问道。\n　　“对不起，我的记忆中没有对此印象。”阿方说道。\n　　“看来要自己找了……阿方，这个基地的大致分布能和我说一下么？”方唯问道。\n　　“本基地名为F109，属于私人基地，基地内除了主人和非生命体没有其他人进入过F109基地，基地位于天网世界的太平洋深处，位置约为海平面以下八千米处的一个远古死火山口。基地内一共有三个大区，基地中央的大区为军事区，军事区内有武器厅，大型军事仓库，能源仓库，大型广场，试验场，金属发射台，防卫系统操控中心和战斗机器人仓库。军事区左边是生活区，生活区划分比较简单，一共分化为宿舍，休闲区，图书馆，体能加强室，精神加强室和中型仓库。军事区右边是工业区，配有能源仓库，大型仓库，中型广场，多功能加工机器室以及负责基地内所有的机器人补充能量和操控机器人的机器人大厅。整个基地有着一名签到机器人，战斗机器人二十名，运输机器人三十名，电子监控眼两百枚，实验机器人一百名，正在改装的机器人一名……U102式潜艇两艘，U102式水下导弹九十九枚，水下勘察机器人五名，水下采集机器人五名。”阿方说道。“我们现在正在生活区，主人需要的一段话可能在各个仓库之中。”    “那就带我去仓库吧。”方唯说道，“先去最近的生活区仓库吧。”\n　　“是的，主人。”阿方说道。\n　　……\n　　约莫花费了三个小时，方唯查找遍了整个基地的三个仓库却没有找到一样和录音有关的东西。\n　　不过武器什么的，装甲什么的却找到了一大堆。\n　　根据方唯的思想来看，一段语音只能储存在五个地方——U盘，CD，录像带，录像机，录音笔。\n　　可是这五样东西三个仓库里面却一样也没有。\n　　“对了！”方唯突然想到了什么，“阿方快带我去生活区的宿舍。”\n　　按照方唯长久以来的经验，这五样原来录音的东西最有可能出现的地方就是在卧室里面。\n　　“哒哒……”方唯随着阿方迅速来到了生活区内的宿舍。\n　　果然，在宿舍内的茶几上摆放着一只U盘。\n　　方唯拿过U盘打开宿舍内的电脑，立刻插入了U盘。\n　　经过几下的操作，一段语音就这样播了出来……\n　　“听到这段话的人，你好，我的名字叫做方龙，这段话是留给我的儿子方唯的，如果你不是，请不要将这段话删除……我的儿子，方唯，我知道……你一定非常恨我，恨我不是一个好的爸爸，因为自己的爸爸是一个贪污犯而悲哀而自惭，但是，你要知道，爸爸是爱着你的，在2207年，爸爸被人加上了黑锅，让爸爸背黑锅的人，是爸爸最亲爱的朋友之一，在这里我不会告诉你他的名字，因为你现在一定敌不过他，在2207年，爸爸在房地产这个事业上上建立的第十一小区，因为爸爸曾经的好友，可以安放了烈性炸药，使得父亲背上了‘制作豆腐渣工程’的黑牌子，但是这还没完，紧接着我就被安排了贪污的罪名，现在警察正在四处追捕爸爸，我这段话希望儿子内心中不要有伤痛，只是为了澄清事实，你不用去寻找诬陷父亲的人，因为我认定，他一定活不长久……这个基地是留给儿子的，我希望你能好好利用着它，基地里面我留下了两艘潜水艇，是用来帮助你离开基地的……最后，祝福儿子开开心心学习，工作，生活……”\n　　大约两分钟，方龙留给儿子的话就这么完结了。\n　　“父亲……”方唯内心深处突然有些疼痛。就好像什么被撕碎了一样。\n　　“主人想要报仇么？”阿方站在方唯的背后说道。“主人现在的心情非常悲痛。”\n　　“可是……我又不知道我的仇人是谁……”方唯说道，“不对……下去追杀我的那群西装男……他们一定和我的父亲的仇人有关！”\n　　“主人需要锻炼。”阿方说道，“主人的各项水平都不够。根据测试，主人的综合属性只有B级。”\n　　“你能感应到我的综合属性？”方唯问道。\n　　“是的，我的体内安装了扫描系统，是和天网连接器联通的。”阿方说道。\n　　“对了……你说过基地里面有体能加强室和精神加强室。”方唯说道，却又摇了摇头，“这些都是虚拟的，对现实中的根本没有用啊。”\n　　“主人说错了！”阿方说道，“在基地内的体能加强室和精神加强室内训练的结果是有一部分可以代入现实中的……比如：作战经验什么的，而精神加强室可以带进现实中的就更多了，因为精神加强室加强的就是主人的精神力量，而精神力量是在虚拟世界和现实世界共同的！”\n　　“你是说，我可以在这里训练？”方唯说道。\n　　“是的，主人。现实世界和天网世界的时间比例是一比二！所以现实世界一年有十二个月，天网世界就有二十四个月，主人在天网世界锻炼一个小时，外面才仅仅度过了半个现实而已！这还是人类的科技结晶达到的结果，不过我推荐主人先选择签到来战斗，这样既签到了还能训练呢！”\n　　“那么……就开始签到吧！”方唯说道。\n　　“选择作战地点还是原始大草原吗？”阿方问道。\n　　“进入战斗地点：原始大草原！”方唯立刻说道。\n　　一道白光闪过，方唯就已经踩在了一片草地之上了，而不远处，就是两头凶猛的野狼。\n　　似乎这个是随机传送到大草原的任何地方的，面对两只狼也许还是幸运的，如果传送到了它们的巢穴的话，那就更本是手无缚鸡之力了。\n　　“嗷呜！~~”两头狼根本没有看到方唯，就立刻转过身来瞄准了方唯。\n　　“是嗅觉么？”方唯说道，现在他还是空手，经过学校的锻炼单挑一只狼倒是很轻松，但是要面对两只狼就难了。\n　　“不管了！直接上吧。”方唯叫道，看着对面两只狼已经冲了过来，狼的速度很快，就是方唯要跑也无济于事还不如搏一搏。\n　　“碰！”方唯一拳向着最前面的一只野狼的头部打了过去，不过野狼是在动的，方唯的拳头差一点打中了野狼的眼睛却最终还是打在了野狼比较坚硬的嘴角上，似乎还感受得到野狼牙齿的坚硬。\n　　而这时另一只野狼绕到了方唯的右边，猛地一扑。只听见一声“签到失败”方唯便重新出现在了F109基地内，而自己的面前就是签到机器人——阿方。“主人，”阿方走了过来，“恭喜您打破了最低记录。”\n　　“额，阿方，一天可以签到失败几次呢？”方唯问道。\n　　“三次。”阿方说道，“三次失败就只能明天再来了。”\n　　“主人，”阿方又说道，“我检测到了您的现实体力不足百分之三十了。”\n　　“唔……”方唯突然想起了现实当中，自己还没有吃饭呢。\n　　“那么我先下线了，阿方。”方唯说道。\n　　“好的，主人。”阿方说道。\n　　“碰！”方唯缓缓脱下了连接器头盔。\n　　摸了摸肚子，的确有些饿了。\n　　先去厨房看一看有什么吃的吧……话说妈妈还没有回来么？\n　　感觉不好的事情要发生了……额，还是先解决吃饭的问题吧。\n　　来到厨房的方唯脚步一顿……餐桌上竟然都是饭菜！\n\n\n",
    "replies": [
        {
            "author": "一二三四五六",
            "timestamp": 1392116580,
            "txt_content": "不错，，，顶个吧"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1392116640,
            "txt_content": "回车被吃，不要放在折叠，容易出问题"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1392116700,
            "txt_content": "一二三四五六 发表于 2014-2-11 19:03\n不错，，，顶个吧\n额……不知道为什么突然排版乱了"
        },
        {
            "author": "一二三四五六",
            "timestamp": 1392116760,
            "txt_content": "晓风晚月 发表于 2014-2-11 19:05\n额……不知道为什么突然排版乱了\n是吗，我没太注意"
        }
    ]
}