{
    "title": "情侣求赞。。=。=",
    "author": "735388515",
    "replyCount": 70,
    "timestamp": 1392171900,
    "txt_content": "\n\n\n\n\nQQ图片20140212101029.jpg (88.94 KB, 下载次数: 4)\n\n下载附件\n\n2014-2-12 10:10 上传\n\n\n\n\n我是右边哪个=。=\n\n\n\n\nQQ图片20140212101210.jpg (34.07 KB, 下载次数: 4)\n\n下载附件\n\n2014-2-12 10:12 上传\n\n\n\n\n\n\n\n\nQQ图片20140212101225.jpg (62.78 KB, 下载次数: 4)\n\n下载附件\n\n2014-2-12 10:12 上传\n\n\n\n\n可爱不=。=~\n\n\n\n\n\n\nQQ图片20140212101257.jpg (92.85 KB, 下载次数: 4)\n\n下载附件\n\n2014-2-12 10:13 上传\n\n\n\n\n~我正看着你呐~=，=\n\n\n\n\n\n\nQQ图片20140212101402.jpg (88.94 KB, 下载次数: 4)\n\n下载附件\n\n2014-2-12 10:14 上传\n\n\n\n\n我们两人的合照。。=，=\n\n\n\n\n\n\n\n\nQQ图片20140212102258.jpg (57.95 KB, 下载次数: 4)\n\n下载附件\n\n2014-2-12 10:23 上传\n\n\n\n\n嘻嘻=-=/.\n\n顺便问一下你们有没有更好的情侣皮肤=，=      谢谢。。\n顶下把=。=我准备做视频了=，=\n",
    "replies": [
        {
            "author": "tyson",
            "timestamp": 1392172020,
            "txt_content": "好吧，赞一个"
        },
        {
            "author": "冬日祭",
            "timestamp": 1392172020,
            "txt_content": "小心FFF团            "
        },
        {
            "author": "lihangyu919",
            "timestamp": 1392172140,
            "txt_content": "@FFF团 烧死异性恋 我们要同性恋（我不是啊喂！"
        },
        {
            "author": "735388515",
            "timestamp": 1392172200,
            "txt_content": "tyson 发表于 2014-2-12 10:27\n好吧，赞一个\n嗯嗯谢谢{:10_512:}"
        },
        {
            "author": "735388515",
            "timestamp": 1392172260,
            "txt_content": "彼岸花的伤 发表于 2014-2-12 10:27\n小心FFF团\n怕什么 {:10_493:}"
        },
        {
            "author": "心碎的小朋友",
            "timestamp": 1392172260,
            "txt_content": "赞~owo加油"
        },
        {
            "author": "735388515",
            "timestamp": 1392172320,
            "txt_content": "lihangyu919 发表于 2014-2-12 10:29\n@FFF团 烧死异性恋 我们要同性恋（我不是啊喂！\n呵呵额 烧不死我们的"
        },
        {
            "author": "735388515",
            "timestamp": 1392172320,
            "txt_content": "心碎的小朋友 发表于 2014-2-12 10:31\n赞~owo加油\n嗯嗯谢谢 你也赞一个 加油~！"
        },
        {
            "author": "lihangyu919",
            "timestamp": 1392172380,
            "txt_content": "735388515 发表于 2014-2-12 10:32\n呵呵额 烧不死我们的\n都说我不是同性恋了啦(喂卖萌！可耻"
        },
        {
            "author": "735388515",
            "timestamp": 1392172440,
            "txt_content": "lihangyu919 发表于 2014-2-12 10:33\n都说我不是同性恋了啦(喂卖萌！可耻\n噢=。="
        },
        {
            "author": "Tzi君",
            "timestamp": 1392172440,
            "txt_content": "FFF团驾到~~%>_<%各种羡慕"
        },
        {
            "author": "735388515",
            "timestamp": 1392172500,
            "txt_content": "Tzi君 发表于 2014-2-12 10:34\nFFF团驾到~~%>_\n{:10_512:}"
        },
        {
            "author": "冬日祭",
            "timestamp": 1392172560,
            "txt_content": "735388515 发表于 2014-2-12 10:31\n怕什么\n恩  赞~               "
        },
        {
            "author": "735388515",
            "timestamp": 1392172620,
            "txt_content": "彼岸花的伤 发表于 2014-2-12 10:36\n恩  赞~\n嗯嗯谢谢赞你一个！~~"
        },
        {
            "author": "tzc123456asd",
            "timestamp": 1392172620,
            "txt_content": "不会是自己开的两个号吧= ="
        },
        {
            "author": "735388515",
            "timestamp": 1392172740,
            "txt_content": "tzc123456asd 发表于 2014-2-12 10:37\n不会是自己开的两个号吧= =\n怎么弄这么说。"
        },
        {
            "author": "tzc123456asd",
            "timestamp": 1392172800,
            "txt_content": "735388515 发表于 2014-2-12 10:39\n怎么弄这么说。\n好吧~开个玩笑~给你点个赞~"
        },
        {
            "author": "735388515",
            "timestamp": 1392172860,
            "txt_content": "tzc123456asd 发表于 2014-2-12 10:40\n好吧~开个玩笑~给你点个赞~\n嗯嗯谢谢赞你一个！~~"
        },
        {
            "author": "wjwrh",
            "timestamp": 1392172860,
            "txt_content": "早生贵子..."
        },
        {
            "author": "735388515",
            "timestamp": 1392173040,
            "txt_content": "wjwrh 发表于 2014-2-12 10:41\n早生贵子...\n→ → s 还小啦="
        },
        {
            "author": "孤独患者",
            "timestamp": 1392173100,
            "txt_content": "我想问几个问题：\n1.你男的还女的\n2.你们在网上认识的还是现实？\n3.如果是现实的，那你的另外一半是男的还是女的\n4.你是蕾丝边还是基佬\n5.你绝壁是来水贴的是吧（LZ：我就是来水贴的，你咬我啊！）\n"
        },
        {
            "author": "735388515",
            "timestamp": 1392173340,
            "txt_content": "孤独患者 发表于 2014-2-12 10:45\n我想问几个问题：\n1.你男的还女的\n2.你们在网上认识的还是现实？\n我要回答你的问题：\n1，我是女生=。=\n2，我们在Mc里认识的=。= 现实见过面=-=..\n3，。。。那啥。\n4，是什么意思？\n5，闲聊而已=。="
        },
        {
            "author": "孤独患者",
            "timestamp": 1392173520,
            "txt_content": "735388515 发表于 2014-2-12 10:49\n我要回答你的问题：\n1，我是女生=。=\n2，我们在Mc里认识的=。= 现实见过面=-=..\n没有，只是过来水水更健康而已"
        },
        {
            "author": "735388515",
            "timestamp": 1392173580,
            "txt_content": "孤独患者 发表于 2014-2-12 10:52\n没有，只是过来水水更健康而已\n嗯嗯更健康更健康！~~"
        },
        {
            "author": "孤独患者",
            "timestamp": 1392173580,
            "txt_content": " 本帖最后由 孤独患者 于 2014-2-12 10:55 编辑 \n孤独患者 发表于 2014-2-12 10:45\n我想问几个问题：\n1.你男的还女的\n2.你们在网上认识的还是现实？\n其实楼主的真正意思：\n1，我是男生！\n2，我们是在MC里认识的，然后在现实生活中开了房\n3，我的另一半当然是男的\n4，我光明正大的说我是基佬\n5，我告诉你我不是闲聊我就是来水贴的，你咬我啊！"
        },
        {
            "author": "735388515",
            "timestamp": 1392173760,
            "txt_content": "孤独患者 发表于 2014-2-12 10:53\n其实楼主的真正意思：\n1，我是男生！\n2，我们是在MC里认识的，然后在现实生活中开了房\n去死=-=.."
        },
        {
            "author": "a123456789aaa",
            "timestamp": 1392173820,
            "txt_content": "735388515 发表于 2014-2-12 10:53\n嗯嗯更健康更健康！~~\n祝你们 早生贵子  白头偕老 祝你们的孩子 健健康康 是个男孩 为你们传宗接代    \n我看好你们 ！"
        },
        {
            "author": "孤独患者",
            "timestamp": 1392173880,
            "txt_content": "a123456789aaa 发表于 2014-2-12 10:57\n祝你们 早生贵子  白头偕老 祝你们的孩子 健健康康 是个男孩 为你们传宗接代    \n我看好你们 ！ ...\n我觉得LZ是小三！应该不可能有男孩！我觉得应该女孩比较好~"
        },
        {
            "author": "735388515",
            "timestamp": 1392173940,
            "txt_content": "a123456789aaa 发表于 2014-2-12 10:57\n祝你们 早生贵子  白头偕老 祝你们的孩子 健健康康 是个男孩 为你们传宗接代    \n我看好你们 ！ ...\n抱抱"
        },
        {
            "author": "735388515",
            "timestamp": 1392174000,
            "txt_content": "孤独患者 发表于 2014-2-12 10:58\n我觉得LZ是小三！应该不可能有男孩！我觉得应该女孩比较好~\n=-="
        },
        {
            "author": "孤独患者",
            "timestamp": 1392174000,
            "txt_content": "735388515 发表于 2014-2-12 10:59\n抱抱\n你看我就说是小三的吧~谁只要给钱都干~"
        },
        {
            "author": "735388515",
            "timestamp": 1392174060,
            "txt_content": "孤独患者 发表于 2014-2-12 11:00\n你看我就说是小三的吧~谁只要给钱都干~\n不是"
        },
        {
            "author": "孤独患者",
            "timestamp": 1392174060,
            "txt_content": "735388515 发表于 2014-2-12 11:00\n=-=\n好了楼主我错了（我才没错呢！）"
        },
        {
            "author": "孤独患者",
            "timestamp": 1392174120,
            "txt_content": "735388515 发表于 2014-2-12 11:01\n不是\n好了啦~我要去你们 视频里打酱油可以么{:10_520:}"
        },
        {
            "author": "735388515",
            "timestamp": 1392174120,
            "txt_content": "孤独患者 发表于 2014-2-12 11:01\n好了楼主我错了（我才没错呢！）\n什么没错你就是错了=。="
        },
        {
            "author": "孤独患者",
            "timestamp": 1392174240,
            "txt_content": "祝LZ和她的女朋友早生贵子{:10_513:}"
        },
        {
            "author": "a123456789aaa",
            "timestamp": 1392174240,
            "txt_content": "735388515 发表于 2014-2-12 11:02\n什么没错你就是错了=。=\n你们亲过吗 你们那啥过吗  你是处女吗？？ 问一下   "
        },
        {
            "author": "735388515",
            "timestamp": 1392174540,
            "txt_content": "孤独患者 发表于 2014-2-12 11:04\n祝LZ和她的女朋友早生贵子\n哎、！楼主是女生诶，，=。="
        },
        {
            "author": "735388515",
            "timestamp": 1392174600,
            "txt_content": "a123456789aaa 发表于 2014-2-12 11:04\n你们亲过吗 你们那啥过吗  你是处女吗？？ 问一下\n秘密=。= 不能告诉你、1"
        },
        {
            "author": "孤独患者",
            "timestamp": 1392174660,
            "txt_content": "735388515 发表于 2014-2-12 11:09\n哎、！楼主是女生诶，，=。=\n好吧我删掉"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1392174720,
            "txt_content": "不好意思。。。\n\n基本情侣在论坛只有求烧的份。（掏出火把）"
        },
        {
            "author": "ss5417",
            "timestamp": 1392174840,
            "txt_content": "无法直视！！！！！！！！！"
        },
        {
            "author": "孤独患者",
            "timestamp": 1392175020,
            "txt_content": "\n\n\n"
        },
        {
            "author": "735388515",
            "timestamp": 1392175500,
            "txt_content": "zjr_516635864 发表于 2014-2-12 11:12\n不好意思。。。\n\n基本情侣在论坛只有求烧的份。（掏出火把）\n=。="
        },
        {
            "author": "735388515",
            "timestamp": 1392175500,
            "txt_content": "ss5417 发表于 2014-2-12 11:14\n无法直视！！！！！！！！！\n斜眼=。="
        },
        {
            "author": "ss5417",
            "timestamp": 1392175560,
            "txt_content": "735388515 发表于 2014-2-12 11:25\n斜眼=。=\n不明觉厉！！！！！！"
        },
        {
            "author": "735388515",
            "timestamp": 1392175620,
            "txt_content": "ss5417 发表于 2014-2-12 11:26\n不明觉厉！！！！！！\n23333"
        },
        {
            "author": "a123456789aaa",
            "timestamp": 1392176160,
            "txt_content": "735388515 发表于 2014-2-12 11:27\n23333\n秘密啊    额       结婚的时候告诉我们啊 让我们去喝喜酒"
        },
        {
            "author": "735388515",
            "timestamp": 1392176220,
            "txt_content": "a123456789aaa 发表于 2014-2-12 11:36\n秘密啊    额       结婚的时候告诉我们啊 让我们去喝喜酒\n好 可以！就这么定啦！~~"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1392176340,
            "txt_content": "烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧"
        },
        {
            "author": "HILA",
            "timestamp": 1392176340,
            "txt_content": "皮肤吗？                                                               嘻嘻嘻"
        },
        {
            "author": "735388515",
            "timestamp": 1392176640,
            "txt_content": "HILA 发表于 2014-2-12 11:39\n皮肤吗？                                                               嘻嘻嘻\n对啊是皮肤你有么"
        },
        {
            "author": "735388515",
            "timestamp": 1392176640,
            "txt_content": "xiaobaicai 发表于 2014-2-12 11:39\n烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧烧 ...\n、、"
        },
        {
            "author": "孤独患者",
            "timestamp": 1392181980,
            "txt_content": "735388515 发表于 2014-2-12 11:25\n=。=\n当基佬开始把妹的时候\n当腐女都有了男友\n你怎么舍得自己先走！\n噢，我又少了一个团友！\n我一定要让你们分手\n诅咒你们分手\n你们分手是我今天最大的追求\n让我们齐心作伴烧得潇潇洒洒\n为了哲学高举手中火把\n情侣原是兄妹失散多年\n亲热恩爱都成过眼云烟\n让我们齐心作伴烧得潇潇洒洒\n为了哲学高举手中火把\n情侣原是兄妹失散多年\n亲热恩爱都成过眼云烟\n烧啊~烧啊~烧啊烧啊烧~~\n烧啊~烧啊~烧啊烧啊烧~\n烧啊~烧啊~烧啊烧啊烧~~\n烧啊烧啊烧~"
        },
        {
            "author": "HILA",
            "timestamp": 1392186900,
            "txt_content": "735388515 发表于 2014-2-12 11:44\n对啊是皮肤你有么\n我有外套没有里面的= =                                  嘻嘻嘻"
        },
        {
            "author": "xxfk",
            "timestamp": 1392187500,
            "txt_content": "情侣皮肤MCBBS里多的是，你们也可以自己做，祝LZ早日撸视频成功"
        },
        {
            "author": "xxfk",
            "timestamp": 1392187560,
            "txt_content": "你这个名字总觉得熟悉"
        },
        {
            "author": "雷霆※无双",
            "timestamp": 1392187920,
            "txt_content": "好基友！"
        },
        {
            "author": "735388515",
            "timestamp": 1392259620,
            "txt_content": "雷霆※无双 发表于 2014-2-12 14:52\n好基友！\n基友好！=。=~~"
        },
        {
            "author": "735388515",
            "timestamp": 1392259620,
            "txt_content": "xxfk 发表于 2014-2-12 14:46\n你这个名字总觉得熟悉\n是么呵呵"
        },
        {
            "author": "735388515",
            "timestamp": 1392259620,
            "txt_content": "xxfk 发表于 2014-2-12 14:45\n情侣皮肤MCBBS里多的是，你们也可以自己做，祝LZ早日撸视频成功\n在哪找我怎么不知道你教我吧谢谢=。="
        },
        {
            "author": "735388515",
            "timestamp": 1392259680,
            "txt_content": "HILA 发表于 2014-2-12 14:35\n我有外套没有里面的= =                                  嘻嘻嘻\n什么意思？隐身的么？=。="
        },
        {
            "author": "735388515",
            "timestamp": 1392259680,
            "txt_content": "孤独患者 发表于 2014-2-12 13:13\n当基佬开始把妹的时候\n当腐女都有了男友\n你怎么舍得自己先走！\n你才分手=。="
        },
        {
            "author": "HILA",
            "timestamp": 1392261120,
            "txt_content": "735388515 发表于 2014-2-13 10:48\n什么意思？隐身的么？=。=\n我有个皮肤 有你这个皮肤的外套  单穿外套的人 = = 不一样                                          嘻嘻嘻"
        },
        {
            "author": "MC猪人",
            "timestamp": 1392263460,
            "txt_content": "小心第*者{:10_505:}"
        },
        {
            "author": "xxfk",
            "timestamp": 1392280800,
            "txt_content": "735388515 发表于 2014-2-13 10:47\n在哪找我怎么不知道你教我吧谢谢=。=\n皮肤分享里，或者去香港里的"
        },
        {
            "author": "吾是新手渣渣",
            "timestamp": 1392281940,
            "txt_content": "赞一个   "
        },
        {
            "author": "我是基岩",
            "timestamp": 1392297120,
            "txt_content": "烧！烧！烧！"
        },
        {
            "author": "小浚jim",
            "timestamp": 1392297660,
            "txt_content": "好帖还是要收藏，请继续"
        },
        {
            "author": "太古巨龙",
            "timestamp": 1392367020,
            "txt_content": "土豪你们会唱小星星吗？我教你唱，一闪一闪亮晶晶满天都是小星星...祝福你们好了我歌唱完了走了"
        }
    ]
}