{
    "title": "卧槽，没事翻译一点难以想象的事实吧",
    "author": "geludan",
    "replyCount": 13,
    "timestamp": 1337452680,
    "txt_content": " 本帖最后由 geludan 于 2012-5-19 20:19 编辑 \n\nhttp://www.omg-facts.com/ 这个网叫做oh my god fact，挺有趣的，如果你的英文没障碍的话。。。\n我读英文的速度比打字速度快了十倍啊悲剧，真不适合翻译\n\n\nRelative to their body size, the barnacle has the largest penis of any animal!The barnacle is a type of arthropod that is related to crabs and lobsters, yet usually much smaller. They are exclusively marine dwelling animals and tend to live in shallow waters. However, while most people have seen barnacles at the beach, they probably never knew that these animals are famous for their penis size! Barnacles are suspension feeders so movement is tough. Because of this, reproduction is even more difficult. Most barnacles are hermaphroditic, which means they switch from male to female throughout their life, yet when they are male the organisms cannot leave their shell to mate. Thus, over time they developed penises forty times larger than their entire body to reach the female!\n那么大家都知道蓝鲸的JJ是很大的，但是根据砖家们研究，发现藤壶的JJ比例是最大的。。。属于节肢动物里（这词没记错的话）的一种，类似于螃蟹和龙虾，雌雄同体，当人们在海滩上看到的时候，不会想到他们是以JJ比例而出名的。。。蛋碎的是由于JJ过大，交配也较为麻烦。。。他们雌雄同体，但是当是雄性的时候，无法离开壳找配偶，所以他们把JJ进化到40倍身体大小以抵达雌性（囧）\nCheckers, like Tic-Tac-Toe should always end in a tie if neither player makes a mistakeCheckers, despite being played on the same board as Chess, is infinitely less complex than the latter game. In fact, it's so relatively simple, that it should always end in a draw. You've probably played Tic-Tac-Toe hundreds of times with a friend and after a few games, neither one wins because they don't make any mistakes. The case is the same with Checkers. In 2007, the University of Alberta announced that their program, Chinook, had solved the game. This meant that, if both sides played perfectly, the game would always result in a draw. Now, this is much more difficult than it sounds, because the game has 10 to the 20th power number of legal positions. This is much larger than Tic-Tac-Toe, which is why it's much easier to tie at that game. However, it doesn't compare to Chess, which has an estimated 10 to the 50th power legal positions. \n跳棋，如果没出错的话应该是和井字棋一样以平局结尾，但是他有着十的二十次方种走法，相对来说还算好了，因为国际象棋有十的五十次方种走法。。。\nCracking your knuckles does not actually hurt your bones or cause arthritis. The sound you hear is just gas bubbles bursting.\n当你掰你的关节的时候，其实什么骨头都没有断，听到的只是气泡破了。。。（咔！）\nAnatidaephobia is the fear that somewhere in the world, there is a duck watching you.)\n（phobia是恐惧症后缀，比如trypophobia）这个脑残的恐惧症指的是你很怕有个地方有只鸭子在看着你（囧囧囧囧囧）\nYou can't hum while holding your nose closed.\n捏住鼻子无法哼，我试过了。。。\nYour body sheds 10 billion flakes of skin every day.\n有看过类似的，不过有这么多么。。。\n身体每天掉一百亿片皮肤（再小的也算么，只要是连起来的。。。）\nYou're more likely to die on your way to buy a lottery ticket than you are to actually win the lottery.\n这个碉堡了，你在买彩票的时候被车撞死的几率比你赢彩票的几率大。。。\nIf you touch your tongue while yawning, it can stop the yawn.\n打哈欠要张嘴，但是张嘴的时候碰舌头，解决。。。\nWomen speak about 7000 words a day. The average man averages just over 2000.\n你们懂的，自己翻译。。。。\nJellyfish evaporate in the sun. They're 98% water.\n悲剧的生物，水母会在太阳底下蒸发。。。（不是挥发，挥发是transpiration）\nPlastic playground slides create enough static to fry hearing implants!\n滑滑梯产生的静电足以炸了一个助听器（纳尼，为什么是助听器）\nMr Smithers from ‘The Simpsons’ was originally black!\nMany characters’ middle initial is J.Kang and Kodos, the two alien characters, are named after Star Trek characters.The Simpsons holds the world records for the longest running prime time TV show and most guest stars on a TV show.The series has parodied Citizen Kane so often that it has often been claimed you could re-enact the entire movie using clips from the show.Many characters are named after streets in Portland, Oregon.\n\n主标题是：辛普森一家的爸爸原来是黑的。。。\nbullet point是：我不觉得你们会对这个有兴趣。。。\nHumans are more likely to be killed by a vending machine, than they are by a shark\n相对鲨鱼来说，人更有可能被售货机杀死（囧死了又）\n\n\nIn Paraguay, dueling is still legal, as long as both parties are blood donors.It would take seven billion particles of fog to fill a teaspoon.\n1，在某某地，决斗仍旧是合法的（拿枪的那种）只要双方都捐血（哈哈哈）\n2，用七十亿雾粒子才能填满一个茶勺（外国人茶勺很小的。。。）\nDue to time and resource constraints, the German invasion of Norway was planned using a tourist map!\n厄。。。由于时间的资源等原因，德国侵略挪威的时候用的是。。旅游手册地图一类的东西。。。\nUnlike most cats, tigers love the water.\n不像猫，老虎其实爱水。。。（你不是住在丛林里的嘛混蛋！）\nThere is an actual condition called the Tetris effect. It makes you see the Tetris shapes WHEN YOU'RE NOT PLAYING THE GAME  \n\nPeople who devote a sufficient amount of time and attention with routine Tetris playing may begin to start seeing Tetris shapes and movements as a form of either habit or Hallucination in the corner of their eye or when falling asleep. You may perceive Tetris shapes that aren't there, or think of flipping around real-life objects as if they are Tetris shapes. \n\nThey tested the Tetris effect on people with amnesia. Amnesic patients played Tetris for extended periods of time, and even though they later had no recollection of playing the game, they still had dreams about Tetris in their sleep! \n\nTetris has also been used on patients with Post-Traumatic Stress Disorder too. In studies, extended Tetris play helped diminish the number of traumatic flashbacks in patients. \n有一种实际上存在的情况叫做俄罗斯方块效应，人们玩了太多的俄罗斯方块导致看到的实际物品都变成俄罗斯方块的形状。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。\nhttp://www.youtube.com/watch?feature=player_embedded&v=u0R9QtAEiQ4  看得到youtube的去看。。。\nTheodore Roosevelt was the first U.S. president to own a car.\n\nIronically, Roosevelt didn’t even like cars! The first president to ever ride in a car was William McKinley. He took a ride in a steam-powered vehicle created by the Stanley Motor Carriage Company, called a “Stanley Steamer” (not to be confused with the carpet cleaners). McKinley was assassinated before the U.S. government ever purchased a car for the president. As his successor, Theodore Roosevelt became the first president to have a car. Still, the famous Rough Rider preferred riding horses (or the occasional moose). \n\nIt wasn’t until the next president, William Howard Taft, took office that the White House stables were replaced with a fleet of cars. The first president to have a presidential limousine was Calvin Coolidge. Appropriately, the president’s limo was a Lincoln. \n罗斯福是美国总统中第一个有车的（纳尼）而他并不喜欢车。。。囧\nThe temperature of water when washing hands does not kill bacteria, it is how vigorously you scrub and how you dry your hands. You should use warm water and soap to wash your hands. Rub your hands for 20 seconds away from the water stream and then dry your hands with a towel. Why a towel? studies have shown that using an electric hand dryer actually increases the amount of germs and bacteria on your hands, even worse than before you washed them.The water temperature water is not hot enough to kill the bacteria, because bacteria grows faster with the normal body temperature. However, warm, soapy water is more effective than cold, soapy water at removing the natural oils on your hands which hold soils and bacteria.\n实际上你洗手的时候水的温度没屁用，杀菌主要是看你搓的狠不狠，看你弄干手的方式。搓手至少二十秒，另外用毛巾干手。。。又有砖家发现其实电子吹风机会增加细菌囧，另外身体温度适合细菌（optimum temp，考GCSE记住这个key word啊，拿分的啊！），所以同样是有洗手液的手，热水比冷水好，并且会去除有土和细菌的天然油\nHaving sex can reduce a fever because of the sweat produced.\n\nSex is also a pain reliever, ten times more effective than Valium: immediately before orgasm, levels of the hormone oxytocin rise by five times, determining a huge release of endorphins. These chemicals calm pain, from a minor headache to arthritis or migraines, and with no secondary effects. Migraines also disappear because the pressure in the brain's blood vessels is lowered while we have sex. So now we see that actually, a woman's headache is rather a good reason for having sex, not against it.\n做哔爱可以减轻感冒发烧因为糖产生了。。。（sugar和glucose么。。。分不清glycogen和glycerol的撸过）\n性哔爱同样可以减缓痛，比镇静剂有用十倍。。。并且木有副作用（为什么是secondary而不是side effect。。。）\nBlueberries are purple! \n同学们，蓝莓是紫色的！\nAlbert Einstein left his first wife for his COUSIN. \n爱因斯坦为了他的cousin而离开了他的第一任妻子。。。（不知道是男是女啊，所以就是cousin，你们懂的）\nNever miss a high-five again! Look at the other person's elbow first.\n只要看着对方的手肘，就不会miss一个空中击掌（哎呀从来没碰到过。。。）\nLike fingerprints, everyone's tongue print is different!\n每个人的舌纹也是不一样的（有这种玩意儿么，留档案么？）\nThe female praying mantis RIPS OFF THE MALE'S HEAD during sex!\n我只知道公螳螂性交后会死，但是没想到是母的把头给拧下来\nJustin Bieber can solve a Rubik's Cube in less than 2 minutes.\n鸡巴可以再两分钟内解决魔方(炒作，事先背好。。。)\nYou can overdose and die from coffee.\n咖啡喝多了你就可以死了\nHumans don't just shrink with age. They shrink EVERY DAY.\n都知道一个人每天缩，然后早上又长回去对吧，但是缩多少呢？在60岁的时候一天会缩两英尺\nBlue M&M's might be able to treat spinal injuries, scientists say\n蓝色的MM糖可以治疗脊椎伤害！\n\n\n够了够了，我不翻了，明天再复习，今天先玩",
    "replies": [
        {
            "author": "y1n4",
            "timestamp": 1337454600,
            "txt_content": "标题: ” 本帖最后由 y1n4 于 2012-5-20 03:11 编辑 \n\n提问一下……\n“Cracking your knuckles”应该翻译成“掰关节”比较妥当……吧？？"
        },
        {
            "author": "geludan",
            "timestamp": 1337454840,
            "txt_content": "y1n4 发表于 2012-5-19 20:10 \n提问一下……\n“Cracking your knuckles”应该翻译成“掰关节”比较妥当……吧？？\n可能吧我改一下"
        },
        {
            "author": "remix_only",
            "timestamp": 1337456100,
            "txt_content": "我了个草， 吐槽不能啊"
        },
        {
            "author": "Moyku",
            "timestamp": 1337462100,
            "txt_content": "瞎了                  "
        },
        {
            "author": "Moyku",
            "timestamp": 1337462340,
            "txt_content": "加分有什么用？      "
        },
        {
            "author": "geludan",
            "timestamp": 1337462400,
            "txt_content": "Moyku 发表于 2012-5-19 22:19 \n加分有什么用？\n那是积分和荣誉。。。"
        },
        {
            "author": "黄凯航",
            "timestamp": 1337469120,
            "txt_content": "。。。。我无语了啊。。算了，正版登录系统恢复了，赶紧报告下"
        },
        {
            "author": "紫枫",
            "timestamp": 1337472660,
            "txt_content": "Blue M&M's might be able to treat spinal injuries, scientists say\n蓝色的MM糖可以治疗脊椎伤害！\n貌似不是MM糖- -\n那个是蓝色的M&M巧克力豆……\n——\nJustin Bieber can solve a Rubik's Cube in less than 2 minutes.\n鸡巴可以再两分钟内解决魔方(炒作，事先背好。。。)\n貌似不是鸡巴- -\n是贾斯丁鄙薄……"
        },
        {
            "author": "geludan",
            "timestamp": 1337513940,
            "txt_content": "紫枫 发表于 2012-5-20 01:11 \nBlue M&M's might be able to treat spinal injuries, scientists say\n蓝色的MM糖可以治疗脊椎伤害！\n貌似 ...\n我说的mm汤就是mm巧克力豆，我小时候就这么叫的。。。\njustin bieber我一直叫鸡巴的"
        },
        {
            "author": "geludan",
            "timestamp": 1337513940,
            "txt_content": " 本帖最后由 geludan 于 2012-5-20 12:40 编辑 \n紫枫 发表于 2012-5-20 01:11 \nBlue M&M's might be able to treat spinal injuries, scientists say\n蓝色的MM糖可以治疗脊椎伤害！\n貌似 ...\n我说的mm糖就是mm巧克力豆，我小时候就这么叫的。。。\njustin bieber我一直叫鸡巴的"
        },
        {
            "author": "geludan",
            "timestamp": 1337518920,
            "txt_content": "我说，就这点人看么。。。"
        },
        {
            "author": "紫枫",
            "timestamp": 1337679960,
            "txt_content": "geludan 发表于 2012-5-20 21:02 \n我说，就这点人看么。。。\n我还看捏，卤蛋！\n还有别的内容吗不是\n翻译翻译吧！"
        },
        {
            "author": "geludan",
            "timestamp": 1337681460,
            "txt_content": "紫枫 发表于 2012-5-22 10:46 \n我还看捏，卤蛋！\n还有别的内容吗不是\n翻译翻译吧！\n你上那个网不就行了。。。有时间会做第二弹的。。。不过要下周了吧"
        }
    ]
}