{
    "title": "我在网上交了个女朋友,她家在火葬厂附近住,她只有晚上才出来,白天从来看不见她。",
    "author": "qpal304",
    "replyCount": 57,
    "timestamp": 1392199860,
    "txt_content": "这个女朋友是在网上认识的，一个群里的。我都忘了什么时候加的那个群了。\n\n　　我就记得那天晚上我刚赶完稿子，1点多了。虽然挺困，但是睡不着，就把QQ里的每个群都点开，看大家都在聊啥，看了几个群都没人说话，没啥意思我就准备睡觉去了。\n\n　　但这个时候一个叫刷夜的群闪了起来，里面一个叫小夜的人说话了，有没有睡不着的啊？\n\n　　有几个人稀稀拉拉的回话了，不过我没打字，就想看看他们都说啥。\n\n　　有几个老色狼一看小夜这名就猜到是女生，就问人家是妹子？\n\n　　小夜说是，这几个人就来劲了，开始还比较含蓄，到了后面就各种求视频啥的，那小夜跟他们就是有一搭没一搭的聊，我觉得没啥意思，一帮大老爷们调戏一个女的，就准备关电脑睡觉，但是就在我要关QQ的时候，那聊天框里小夜说了一句话，有同城的么，我想出来走走。\n\n　　这女的一说这话，这帮B是真来劲了，赶紧都把自己的地址贴出来了，但是一个都没中，小夜最后说没人跟我一个地方的，那我自己出去溜达了。\n\n　　群里有的人就说要坐火车过去，还有的人问小夜是哪的，小夜说你们住的地方我都看了，没有。\n\n　　我就好奇的打开小夜的资料看，没写地址，但是她的签名挺有意思，公鸡打鸣就回家。\n\n　　我一看那帮人住的地方没一个是我这的，就寻思这女的能不能跟我是一个地方的，我承认自己有那个意思，我也约过几次炮，但都不太理想，不是太丑，就是让我给买东西的，但不知道咋的，我就觉得这叫小夜的女的挺骚的，想干她。\n\n　　就私聊她，把我的地址发过去了，也没说别的，就我的地址。\n\n　　她半天没回，我还以为这B逗我们玩呢，就去上厕所，准备睡觉。\n\n　　但是回来一看她回了，跟我说挺有缘，一个地方的，问我要不要出来走走。\n\n　　我说行，就管她要电话。她把电话给我了，我就直接拨过去了，她声音挺骚的，一听我就有点硬了。\n\n　　她问我家在哪，我说在朝阳小学这边，她说有点远，我就问她住哪，她说在小白桥那边，我怕她不出来，就跟她说我这就打车过去。\n\n　　她就笑了，问我想干啥，我也笑了，说我不想干啥，就是交个朋友。她说那你快点，等我到了给她电话。\n\n　　我说行，我这就出门。我简单的收拾了一下，还往兜里装了几个避孕套，毓婷也带了，我觉得今晚有机会上她！\n\n　　钱我还是没敢多带，我怕到哪再让几个人给我抢了，就带了300块钱，便宜的小旅店绝对够了。\n\n　　出门我就站大马路上打车，晚上车少，我就站那等着，但是这时候我突然想起来那几把小白桥那边啥都没有啊，相当于市郊了都，刚才就寻思干她，都忘了那小白桥地方有多偏了，整不好真他妈是抢劫。\n\n　　但是这小白桥还让我心里犯嘀咕的就是那小白桥再往前走就是他妈的火葬厂了，有个几把毛好溜达的啊，晚上去那边逛游总觉得慎得慌。\n\n　　想到这儿我就寻思那地方不能去，不如把她叫过来，如果能做的话，就直接在我家里做，还能省点钱。\n\n　　我就给她打电话，她问我干啥，我说你家那也没啥溜达的，不如你坐车来我家这边，还能吃个烧烤啥的。\n\n　　她说她不想吃饭，就想走走，我一听她这么说就有点不想去了，觉得这是个坑儿，她那边好像有啥说头。\n\n　　我就说那我不想去了，你家那大半夜的也没啥溜达的，要不改天吧，她就有点不高兴了，说本来还寻思走会没意思就让我去她那坐会呢，既然我这么说那就拉倒吧。\n\n　　我一听她这么说，就觉得可能就是这女的是在暗示我可以和我上床的意思，一想到上床我也就顾不得那么许多了，就又跟她说刚才是跟她开玩笑的，我咋会不去呢，刚才那么说就是想看看她是不是真的想让我去，别我去了之后她放我鸽子。\n\n　　她就说我哪有那么无聊，你快来吧，来了给我打电话，我说好。\n\n　　正好来了个空车，我就坐车去了。那司机还问我这么晚了去小白桥干啥，我说见个朋友，司机说注意点，别朋友没见着，再见着鬼了。\n\n　　司机说啥我都听不进去了，脑袋里只有她刚才说的那句你快来吧，而且一想到她那个小声，我就有点受不了，寻思就是真是被人骗了我也认了，万一要是真的今晚就爽了。\n\n　　到了地方，我给了车钱就下车了，一下车那小白桥大半夜的周围一个人没有，到处都黑咕隆咚的，还真有点慎得慌。\n\n　　我赶紧给她打了电话，她问我到了，我说到了，她说她这就来，我问她得多长时间，她说很快，她家离这近，我说行，我不着急。那大半夜的冷风一个劲儿的往身上吹，我就又有点害怕了。\n\n　　我就开始寻思这女的到底是住哪，要是她一会从小白桥那边来我撒腿就跑，因为那小白桥那边只有火葬场，没人住。\n\n　　不过还好她是从我后面那边过来的，不是小白桥那。\n\n　　穿的绿色的裙子，长的还行，有点瘦不过胸和屁股都不小，就是脸色有点苍白。\n\n　　我一看她就说，你是小夜吧？她点点头，问我等多长时间了，我就说我也是刚到。\n\n　　她说她家就住那前面，说着用手给我一指，我顺着她指的方向一看，一个老式的筒子楼，我就问她，你家的房子？她说不是，租的。\n\n　　我就问她，咋租这个地方多偏啊。她说便宜，而且挺静的，她也不咋出去，挺好。我笑笑，问她往那边溜达？她说往她家那边走吧。\n\n　　我一听她这么说，就知道今晚差不多有戏，往她家那边走，到了地方我就说去她家坐坐，去了她家剩下的就好办了。\n\n　　走了几步我就想找机会拉她的手，寻思如果能让拉手，一会儿去她家就能把她给上了，要是不让拉手就有点费劲。\n\n　　我一直找机会拉她手，她就有一搭没一搭的跟我说话。她说我胆子挺大，她在网上认识挺多男的，但是没几个敢来的，我听她这么一说心里就有点不舒服，寻思这女的真不是什么好货，看来没少约炮，一会儿我必须得戴套，省的整上病再，也不想拉她手了，寻思一会儿做完了就走，也别在她家过夜了。\n\n　　但是我嘴上跟她说，这有啥怕的，你一个女的都不怕，我一个大老爷们怕啥，她一听我这么说就笑了，说他们怕的不是她，是怕她有同伙啥的，玩仙人跳啥的。\n\n　　我也笑了，问她你有同伙么？她看着我说，你说呢？我说有正好，咱们玩3P！她一边笑一边打我，你咋那么恶心呢！\n\n　　我说你知道啥是3P啊就打我，你也不是啥好人!我俩闹了一会儿，就都累了，就在路边坐了下来，我也不着急了，因为我突然觉得这女生不像我一开始想的那样，虽说可能随性了点，但是挺可爱的。\n\n　　这个时候我也就自然的握着了她的手，然后我就想亲她，但就这时候路边的的草丛里突然窜出来个东西，吓我一跳。\n\n　　我仔细一看，原来是只大黑狗，冲着我俩嗷嗷的叫，我就骂它，你个畜生，叫你MB！没想到那黑狗就冲上来了，我从小被狗咬过，挺怕狗的，但是我也不能在女的面前丢面子啊，我就硬着头皮准备把这狗赶走。\n\n　　但是没想到她倒冲到我前面去了，冲着那黑狗就去了，那黑狗一看她上来，居然转身就往回跑，又钻回刚才的那草丛里了，她居然追了进去。但是那草丛旁边是一片小树林，晚上看着影影憧憧的，看着就有点吓人，我就招呼她让她别追了，赶跑了就得了，没想到她就跟没听见我说话似的，跑进了那小树林。\n\n　　本来我是不太想进去的，但是一寻思人家一个女的都不怕，她再被那狗咬了，然后说我都不敢进去看看，不得说我不是男人啊，那我想上她的事儿就没啥希望了，没办法，我就也跟了进去。\n\n　　我没往里面走几步，就听见里面有狗叫的声，不过不是刚才那种很凶的汪汪声，而是那种好像很害怕的叫声。\n\n　　我就也有点害怕了，就叫她，小夜，小夜，里面也没人吱声，那狗叫的声也没了。我就寻思她不是被狗咬了吧，就赶紧进了里面的那小树林，进里面一看，小夜在地上蹲着呢，背对着我，我就招呼她，她一回头俩眼睛锃亮，我就问你咋还追进来了，她说最烦猫狗，我再一看她身前，一地的血，那大黑狗从中间被活活的撕成了两半。\n\n　　我当时就有点害怕了，问她，你整的？她站起身，扑了扑了手，说她最烦这种流浪的猫狗了，她见一个弄死一个。\n\n　　我看着地上的那黑狗两半的身子心里就犯膈应，问她，你没事吧？她说没事，就拉着我出了小树林，这回我心情就没刚才那么轻松了，她身上总有那股血腥味，让我这不舒服。\n\n　　小夜看我一个劲儿的抽鼻子，就问我，你受不了这血腥味啊？我说啊，她说那我一会儿回去洗个澡，我一听她这话就知道她是啥意思了，就说行。\n\n　　她也没说啥，就拉着我往她家走，路上一个人都没有，我就寻思她胆子也够大的，大半夜的就敢这么一个人出来瞎逛，这要碰到个男的，就是把她强奸了都没人知道，不过我看她也不怕那个，她叫我过来不就是为了那个么。\n\n　　再一个看不出来她一个女的劲儿还挺大的，能用手把那么大一黑狗给活活的撕了，真他妈有劲！估计一会儿在床上也能挺生猛。\n\n　　到了她家，她就让我在屋里先坐会，她去洗澡，我就把电脑打开了，准备玩会电脑。她电脑桌面上啥都没有，我一看就知道是那种有点强迫症的人，就打开‘我的电脑’在里面找浏览器，但是发现那里面净是文件夹，上面只有日期，没有其他的，我就随便的打开了一个文件夹，里面就一个视频，我就点播放，想看看是啥。\n\n　　我一放上就听见里面有杂音，画面也黑咕隆咚的，好像是手机录的，就在我全神贯注的想看这视频里到底有啥的时候，她突然在我背后说了一句，我让你看了么？给我吓一跳，我就说她，你咋走道一点声都没有？\n\n　　她就说,，别玩电脑了，上床吧，我想要了。然后就一伸手把电脑关上了，我一寻思那就别看了，今晚来就是为的这个来的，也不是到她家看视频的，就把兜里的套儿拿出来了，她一看我拿套就笑了，这你都准备好了？\n\n　　我说我这叫有备无患，就搂着她上了床，但是我俩亲了一会儿，她就跟我说她不喜欢带套，我心想你不喜欢，我害怕啊，万一你给我整上点啥病咋整。\n\n　　但我嘴上跟她说，那你不怕怀孕啊？她就说那你别整里面不就完了。我笑了，说你这么漂亮我怕我忍不住啊。她有点不高兴了说，你是怕我有病吧？我赶紧不好意思的说，没，真没有。她说别装了，戴上吧。她撕开一个，把套儿拿了出来，还厌恶的看了一眼那套，说全是油！但这回轮到我尴尬了，我居然TMD硬不起来！\n\n　　还好她也没笑话我啥的，说那再亲我会，我就又抱她亲了一会儿，摸了一会儿，弄了半天她摸了一把我下面还是软的，就说，不行就睡觉吧，你今天可能是困了。\n\n　　我哪遇到过这种情况啊，就说再试试，再试试，折腾了半天咋的都不行，最后累的我俩一身汗躺床上，她困了就跟我说睡觉吧。\n\n　　她闭上眼睛睡觉了，我在那睁着眼睛睡不着，寻思今天咋的了，我从来没有硬不起来的情况啊，寻思了半天想到了刚才林子里的那条狗，就觉得今天可能是吓着了。我也不好意思再呆下去了，觉得第二天早上起来还挺尴尬的，就穿上衣服走了，我也没招呼她，不过我估计她应该没睡着，就是不想跟我说话了，我想也是，人家本来想找我那个的，结果我这么不给力，哎。\n\n　　我从她家出来，外面还挺黑的，我拿出手机看看，快4点了，一会儿天就快亮了，自己觉得也挺倒霉，折腾一夜，最后想做的事儿还没做上。\n\n　　但是走在这小马路上一个人都没有，而且我又看见了刚才的那片小树林，就挺害怕的，赶紧一路小跑跑了过去，在大马路上站了半天，才好不容易打着辆车。\n\n　　到家，我挺郁闷，倒床上就睡了。第二天起来已经是下午了，我打开电脑，把昨天写的稿子发上去，然后就又打开昨晚遇见她的那个群，刷夜，群里没人说话，看来这群里还真是一群夜猫子。\n\n　　我想了一会儿，还是觉得应该跟她说一声，毕竟我昨晚让人家挺失望的，就给她发了个私聊说昨晚挺不好意思的，我走的时候也没跟你说一声，下次吃饭我请。她也没回，我也就不再想这事儿了，毕竟我一想这事儿就挺郁闷的。\n\n　　我打了一下午游戏，到晚上5点多钟，饿了就关了游戏准备下楼吃饭，看了眼Q，她还是没给我回，也就死心了，估计她以后是不会联系我了，我还准备晚上回来把那群也退了，毕竟如果她哪天不高兴，把我昨晚的事儿说出去，我就没脸做人了。\n\n　　我晚上吃完饭，在外面又逛了一圈，就回来了，写稿子，又写到了昨天的那点，1点多。我就想起还没退那QQ群呢，就把那群点了出来，退群了。关了电脑，上了个厕所就上床睡觉去了，可是还躺下没一会儿，我手机就响了，没想到是她，她一上来就问我，你咋退群了呢？",
    "replies": [
        {
            "author": "qpal304",
            "timestamp": 1392200040,
            "txt_content": "我当时也挺意外，没想到她问我的第一句话还是问我为啥退群了，我就说，不喜欢就退了呗，她就说你加回来吧，我说为啥啊，她说以后她再约谁，我好能给她做个证明，证明她不是偷肾的。\n\n　　她这一句话就给我整的不高兴了，就他妈一骚货，当着我的面就说还想约别人，不过我嘴上没说啥就说行，听你的，你高兴就行。\n\n　　心里寻思等我干完她，就他妈的再也不联系她了，遇到这种骚的我就是这种感觉，我要是不干她一回，我就一直心痒痒，但是只要干完她了，就这辈子都不想跟她联系了，而且我一看她说这话就知道她还想让我干她。\n\n　　她听我说你高兴就行，还扑哧一下笑了，说那天我可不高兴。我说我现在就过去，绝对让你高兴。\n\n　　我都想好了，我一会儿下楼就去药店买伟哥，到那如果不硬，我就吃两粒，干不死她！\n\n　　但是没想到她说，她现在不舒服，今晚就算了。我当时心里第一个想法就是这B在家里跟人搞着呢吧？\n\n　　不过我心里也挺庆幸幸亏没下楼买伟哥，因为伟哥好像得提前吃，这尼玛我现在吃完了，她不让我干，我他妈的还得自己硬一宿！\n\n　　差点让这婊子给我玩了，幸亏我机智，先问问她。\n\n　　我听她这么说，就知道她今晚不想做，不过我也没着急挂电话，我虽然很想跟她上床，但是我不能总把想干她的意思显露出来，如果太着急，这种骚货就容易吊你胃口。\n\n　　我赶紧跟她说，没事，那我也想过去，给你送点吃的啥的，问她想吃啥？\n\n　　她说她啥也吃不下去，她每回来事都这样。我一听她这么说，就大概猜出来是咋回事了，就问她痛经？\n\n　　她说恩，我说我给你买点药送过去吧，心里想的是你他妈下面不好使，不是还有别的地方么，就这种公共汽车肯定这些花样都玩过，我去一趟也不能白去，把她别的地方都玩一遍。\n\n　　但是她好像也知道我是啥意思，就说你别来了，我疼的浑身一点劲儿都没有，来了我都没劲儿给你下地开门。\n\n　　我听她这么一说，就觉得她肯定不是来月经，肯定是家里有人了，但我一寻思今晚不行就算了，反正机会多的是，我也不急于一时，上次都上了床了，早晚能X到她。\n\n　　我就跟她说，那行，你好好休息吧，等你好了我再去找你，她就说你烦我啊？\n\n　　我说不烦啊，她说那你咋这么急着挂电话呢？我说你不是不得劲儿，我想让你多休息休息么，她就说我不想休息，你陪我一会儿就行。\n\n　　我说行，怎么陪啊？她说要不陪她用电脑玩刨幺吧，我当时一听，就说了一声草，她说你骂人，我说你不是浑身没劲儿么，还能玩电脑？她说突然有劲了，不行啊？\n\n　　我说你有劲了，我就过去陪你玩，她说你要是来了我就没劲了，门都打不开。\n\n　　我这回才他妈明白过来，她今晚就是不想跟我做，不过我也没着急，知道这个时候要是把她惹生气了，以后就没机会了，我就说行，玩吧，就别打电话了，QQ语音吧，她说行，等她拿耳麦。\n\n　　我俩语音上了，我就问她为啥不开视频，只开了个语聊，本来我还想让这B给我视频表演个自摸啥的，没想到她说没视频，只有个耳麦，看来我不说她也猜到我想干啥了。\n\n　　没办法，我就只能陪她玩刨幺了，虽然不能那个，不过其实一直听她说话也挺爽的，她声音实在是好听，就是那种一听浑身骨头就有点酥的那种感觉，当然用一个字形容就是骚。\n\n　　我这打扑克不行，所以基本都是听她让我出啥，我出啥，她挺厉害，我俩基本一直赢，但是玩着玩着我就有点受不了了，因为她那声音实在是让我想干她。\n\n　　我就说，小夜，你说话声真好听。她反应真快，直接问我，你想干啥？\n\n　　我说不干啥，咱俩能不能玩个超级模仿秀的游戏？她说咋玩？\n\n　　我说就是我说一个声音，你来模仿，你说一个我来模仿。她想了想说，行，谁先来？\n\n　　我说，女士优先。她想了会坏笑着说，那你就模仿个小狗发情的时候的叫声吧。\n\n　　我回忆了一下，楼下那狗交配时候的样子，然后三短一长的叫着，汪汪汪。。。。汪！\n\n　　她说你这咋是小狗发情的时候的叫声，学的一点都不像！\n\n　　我就笑了说，你懂个屁，这是正宗的小狗发情时候的叫声，你看哈，前面这三声短的叫声，是小公狗在最后冲刺，最后那一声长长的叫声，是小公狗射了！\n\n　　我一说完我就忍不住笑，她也跟着我笑。我头一次听见她这么开心的笑，她笑起来真好听。我俩都笑够了，她说好了，现在轮到你说了。\n\n　　我把嘴贴在麦克上，小声的跟她说，那你给我学叫床的声音吧。她当时一听就说，你这色狼，我说你得遵守游戏规则，耍赖以后没人跟你玩了，她哼了一声说行，想听谁的叫床声？\n\n　　我一听就笑了，她还能模仿别人的叫床声？\n\n　　不过我这时已经没兴趣去跟她闹了，我有点忍不了了，我就说模仿你自己的就行，她没吱声，我刚想问她咋没声了呢？\n\n　　她就小声的叫起来了，我一听就受不了了说你大点声，她就说真色，然后故意开始说，我要嘛然后夹杂着她的喘息声，我赶紧撸了起来，就在我马上要爆发的时候，她突然停了。\n\n　　然后说累了，不想玩了，我马上就求她说，别啊，姐姐，求你了，再一会就好了，她就问我，你自己撸呢？\n\n　　我说没有，求你了，再来几声，她嘿嘿的笑了几声，说你记住了，你欠我个人情，我说行，亲姐姐，你快点吧。她又特投入的来了几声，我终于HIGH了。\n\n　　我射了之后就又陪她玩了几把刨幺，就困的不行了，跟她说，姐姐我困了，咱们一起睡觉吧，她说你困了就去睡，谁跟一起睡觉啊？\n\n　　我说那你不困啊，她说不困，我说那你自己玩吧，我实在挺不住了，她说行，让我明天给她打电话，我说OK。\n\n　　就关了电脑睡觉去了。躺在床上我还想，她今天跟我玩了一宿，家里不像是有男人的样儿，难道说她真的是痛经？\n\n　　我有点小小的过意不去，觉得自己不该怀疑她。想了一会儿我就睡着了，但是我却做了个恶梦，给我吓醒了之后就再也睡不着了。\n\n　　梦里我又迷迷糊糊的跟小夜在她家那边溜达，然后又走到那小树林那边了，不知为啥我俩就又进了那树林，但是地上的那被撕成两半的大黑狗的尸体却没有了，但是就在这个时候突然从身后那两半儿血淋淋的黑狗身子冲我俩冲了过来，我一下就被吓醒了，浑身全是汗。\n\n　　我赶紧开了灯，发现外面已经是亮天了，估计有五六点钟的样子吧，我就去洗了把脸，然后打开电脑，想看看她还在不在，给她QQ发了信息，她没回，我这时才想起来我还没加她Q呢，就点了下她的头像想加她，但是加她的时候，弹出的验证问题居然是她喜欢吃什么，我想了会也不知道写啥，就随便写了个屎，果然验证失败，我没加上。\n\n　　我一看不知道验证问题就算了，有空再说吧，就穿上了衣服，下楼吃早饭去了，出门的时候，房东大妈还跟我说话，问我今天咋起的这么早，我说尿憋的，就下楼去了。\n\n　　吃完饭回来，我就开始写稿子，准备上午写完了，下午去找小夜去，她睡了一上午也差不多了我寻思。\n\n　　好不容易写完了稿子给编辑发了过去，我一看表已经是下午2点半了，我就收拾收拾，刮了胡子，检查好随身携带的避孕套啥的就出发了，当然我也没忘了在楼下买了盒伟哥。我是故意没给她打电话的，因为我想给她个突然惊喜，然后就直接把她上了，看情况以后再联系不。\n\n　　因为那天晚上已经去过她家了，知道她住哪了，我就直接打车去的她家，没有像上次一样在小白桥下车，但是路过那边小树林的时候我突然想起了早上的那个恶梦，我就让司机把车停那小树林边上了，给了钱下了车。\n\n　　我想去看看那狗的尸体，寻思是不是小夜那天太残忍了，那狗回来要找我俩报仇啊，我寻思不行我就动手给它埋了，也算对得起它了，再说了它也不是我弄死的，以后也就不会来找我算账了。\n\n　　其实主要我还是想看看那狗的尸体还在不在，因为我总觉得一个女孩把一条大黑狗给活活的撕成两半有点扯淡了，最近有点怀疑是不是那天我看错了，或者根本就不是小夜撕的那狗，是别的什么东西干的，小夜为了吓唬我就跟我说是她干的。\n\n　　要是平时我是不会再进这小树林的，可是现在是白天，我就觉得自己啥都不怕，再一个我寻思那天晚上黑灯瞎火的是不是我看错了，就想进去再确认下。\n\n　　我进了林子，找到了那天狗死的地方，地上却啥都没有，倒是有几根黑色的狗毛，我就围着那小树林子来回的转悠了几圈，除了地上的那几根狗毛就啥都没看见，我就寻思这狗不是让扫垃圾的给捡走了，就是被什么动物给叼走了吧，也就不再想了，因为我此行的目的不是看这狗，而是过来干她的。\n\n　　我按着记忆找到了小夜住的那楼，在楼下给她打了个电话，因为我怕万一她屋里现在有男人，我一上去撞上了不好，在楼下打电话还显得浪漫。\n\n　　我坐在她家楼下就给她打电话，关机，我X，我就寻思这B还没睡醒？\n\n　　我就寻思直接上楼吧，我这么老远来一回，不能白来。\n\n　　楼里挺阴凉，我一进去就打了个喷嚏，就打喷嚏那一低头，我居然在地上又看着一根儿狗毛，不知道是心理作用还是真从背后刮了阵凉风，我就觉得脊梁骨发凉，楼道里还一个人没有，我就觉得有点慎得慌，赶紧上楼去了。\n\n　　到了小夜她那层，我又给她打了个电话，还是关机，我就寻思直接敲她家门得了。\n\n　　我开始没使啥劲儿，就正常敲，可是敲了半天里面也没个动静，我就开始招呼她，小夜，小夜，连招呼带敲，敲门的劲儿也大了些，我又敲了半天，最后都敢上砸门了，屋里也没动静。我就寻思这B不在家？\n\n　　有点后悔自己来之前没给她打个电话了。就在这时旁边屋出来个家庭妇女问我，小伙子找谁，我说找这屋的姑娘，我就指指小夜的屋，那家庭妇女居然赶紧把我拉到一边，神叨的小声跟我说，小伙子，那屋没人住，你说的那姑娘怕不是人吧。\n\n　　她说完不是人眼睛还贼溜溜的看了一眼小夜的那屋，这尼玛给我吓的差点一屁股坐地上，我就赶紧跟她说，阿姨你可别吓我，我上回还来她家了呢，就这屋，咋叫没人住呢？\n\n　　这中年妇女还贼头贼脑的摇摇头，跟我说，孩子你怕是撞邪了吧。\n\n　　就在这老娘们还想吓我的时候，她屋里出来个男的，一把就把她拽回去了，说她，你又在这瞎BB啥，然后对我说，小伙子你别听我媳妇儿瞎说，她精神有点不好，你找的那姑娘我见过，可能不在家吧，你晚上来吧，我晚上出去总能碰见她。\n\n　　我也不知道这俩口子是咋回事，就跟他点点头，下楼了。\n\n　　但就我下楼的时候我回头看了一眼，发现那女的还开个门缝在那瞅我呢，我就感觉她那眼神发贼，就跟那黄皮子看人似的，我就赶紧一溜烟跑下了楼。出了楼我就寻思以后再也不来这鬼地方了，这住的人跟他妈的神经病似的，就刚才这女的看人那眼神真他妈吓人，草！\n\n　　这趟来的我真郁闷，人没草上，还碰到个女精神病，真他妈倒霉，我在马路上等了半天的车，终于打着车回去了。"
        },
        {
            "author": "MC猪人",
            "timestamp": 1392200400,
            "txt_content": "分了吧{:10_505:}"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1392200460,
            "txt_content": "Ctrl+c 有意思吗？           "
        },
        {
            "author": "BakaSullivan",
            "timestamp": 1392200520,
            "txt_content": "这尼玛是什么？（喜感的验证：48）"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1392200520,
            "txt_content": "别学贴吧那一套！这里是论坛！"
        },
        {
            "author": "plasma",
            "timestamp": 1392200640,
            "txt_content": "结交东莞的孩子吗？"
        },
        {
            "author": "936728431",
            "timestamp": 1392200640,
            "txt_content": "我看完了……"
        },
        {
            "author": "qpal304",
            "timestamp": 1392200700,
            "txt_content": "zjr_516635864 发表于 2014-2-12 18:22\n别学贴吧那一套！这里是论坛！\n欢迎猫扑"
        },
        {
            "author": "审奥不解释",
            "timestamp": 1392200700,
            "txt_content": "什么？在讲鬼故事？我可没时间。。。"
        },
        {
            "author": "plasma",
            "timestamp": 1392200760,
            "txt_content": "你这样说鬼故事你很有意思吗？"
        },
        {
            "author": "qpal304",
            "timestamp": 1392200820,
            "txt_content": "936728431 发表于 2014-2-12 18:24\n我看完了……\n哦 ？ 还看不？"
        },
        {
            "author": "20020607",
            "timestamp": 1392200820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qpal304",
            "timestamp": 1392200820,
            "txt_content": "plasma 发表于 2014-2-12 18:26\n你这样说鬼故事你很有意思吗？\n认真看的了~"
        },
        {
            "author": "微环境",
            "timestamp": 1392200880,
            "txt_content": "还好我没看完"
        },
        {
            "author": "plasma",
            "timestamp": 1392200940,
            "txt_content": "qpal304 发表于 2014-2-12 18:27\n认真看的了~\n很想打“东 莞 的 吗？”但要审核，所以只能这样"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201000,
            "txt_content": "xiaobaicai 发表于 2014-2-12 18:21\nCtrl+c 有意思吗？\n感觉很好 分享给大家没别的意思 求不喷 谢谢"
        },
        {
            "author": "zhxy",
            "timestamp": 1392201120,
            "txt_content": "有意思么？浪费时间"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201120,
            "txt_content": "plasma 发表于 2014-2-12 18:29\n很想打“东 莞 的 吗？”但要审核，所以只能这样\n我将要离开的地方"
        },
        {
            "author": "20020607",
            "timestamp": 1392201120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201180,
            "txt_content": "zhxy 发表于 2014-2-12 18:32\n有意思么？浪费时间\n故事写得不错 追了很久终于完结。赞的1b"
        },
        {
            "author": "plasma",
            "timestamp": 1392201180,
            "txt_content": "qpal304 发表于 2014-2-12 18:32\n我将要离开的地方\n真的是“东 莞”的吗？祝贺祝贺"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201180,
            "txt_content": "20020607 发表于 2014-2-12 18:32\n我现在觉得你想搞基\n专业小受。吹拉弹唱样样精通，~"
        },
        {
            "author": "达斯·维达",
            "timestamp": 1392201240,
            "txt_content": "这里是MC论坛不允许发这个！"
        },
        {
            "author": "Cubuchi",
            "timestamp": 1392201240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201300,
            "txt_content": "plasma 发表于 2014-2-12 18:33\n真的是“东 莞”的吗？祝贺祝贺\n嗯哼。可恶的police教育了我很久{:10_499:}"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201360,
            "txt_content": "达斯·维达 发表于 2014-2-12 18:34\n这里是MC论坛不允许发这个！\n{:10_524:}我审核通过了好吧"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201360,
            "txt_content": "Cubuchi 发表于 2014-2-12 18:34\nCtrl+C     Ctrl+V运用的活灵活现！\n不看就不看，求不黑"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201480,
            "txt_content": "MC猪人 发表于 2014-2-12 18:20\n分了吧\n生活的乐趣在于处处寻找激情"
        },
        {
            "author": "1123fff",
            "timestamp": 1392201540,
            "txt_content": "MC猪人 发表于 2014-2-12 18:20\n分了吧\n说·\n你和MC个人有什么关系·\n\n@MC个人 \n\n话说你人气贡献-1是怎么回事= =?\n\n\n\n\n\n\n\n\n\n来自群组: 兔斯基大家族"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201540,
            "txt_content": "YURIpese 发表于 2014-2-12 18:22\n这尼玛是什么？（喜感的验证：48）\n喜感验证是什么高科技"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201540,
            "txt_content": "审奥不解释 发表于 2014-2-12 18:25\n什么？在讲鬼故事？我可没时间。。。\n客官该休息休息了，不要总呢么忙"
        },
        {
            "author": "wsjosh",
            "timestamp": 1392201600,
            "txt_content": "她家在火葬厂附近住,她只有晚上才出来,"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201720,
            "txt_content": "wsjosh 发表于 2014-2-12 18:40\n她家在火葬厂附近住,她只有晚上才出来,\n恩恩，还活撕了一条大黑狗"
        },
        {
            "author": "MC猪人",
            "timestamp": 1392201720,
            "txt_content": "1123fff 发表于 2014-2-12 18:39\n说·\n你和MC个人有什么关系·\n我和mc个人没关系啊  -1是因为水回复"
        },
        {
            "author": "qpal304",
            "timestamp": 1392201780,
            "txt_content": "MC猪人 发表于 2014-2-12 18:42\n我和mc个人没关系啊  -1是因为水回复\n你看又水了"
        },
        {
            "author": "MC猪人",
            "timestamp": 1392201840,
            "txt_content": "qpal304 发表于 2014-2-12 18:38\n生活的乐趣在于处处寻找激情\n你尽然想*了鬼  还有一个人捡了1000元和金表 被恶鬼缠身"
        },
        {
            "author": "624544066",
            "timestamp": 1392201840,
            "txt_content": "楼主发这个帖子的目的是...= - \n表示不明..."
        },
        {
            "author": "无聊的天空",
            "timestamp": 1392201900,
            "txt_content": "还有吗？"
        },
        {
            "author": "1.3806",
            "timestamp": 1392201900,
            "txt_content": "还好我没有扣分的权利"
        },
        {
            "author": "y342900",
            "timestamp": 1392202140,
            "txt_content": "我tame居然看完了"
        },
        {
            "author": "H-eartbreaker",
            "timestamp": 1392202380,
            "txt_content": "楼主请务必证明转自 诡异吧。"
        },
        {
            "author": "czs308",
            "timestamp": 1392210240,
            "txt_content": "尼玛啊，本来是来论坛找东西的，结果看了一晚上小说……"
        },
        {
            "author": "达斯·维达",
            "timestamp": 1392276660,
            "txt_content": "qpal304 发表于 2014-2-12 18:36\n我审核通过了好吧\n{:10_524:}那是LZ给你情面"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1392276840,
            "txt_content": "鬼故事啊。。{:10_497:}"
        },
        {
            "author": "你、不乖",
            "timestamp": 1392280980,
            "txt_content": "额这故事不吓人呐 你发点吓人 的啊"
        },
        {
            "author": "吾是新手渣渣",
            "timestamp": 1392281760,
            "txt_content": "看完了……"
        },
        {
            "author": "Mars_xiaokai",
            "timestamp": 1392281760,
            "txt_content": "百度贴吧看过。。\n以前在帝吧看过这个- -"
        },
        {
            "author": "1036606949",
            "timestamp": 1392281940,
            "txt_content": "一看就是鬼故事！{:10_513:}"
        },
        {
            "author": "kbxxa",
            "timestamp": 1392282060,
            "txt_content": "1/7鬼故事尼玛"
        },
        {
            "author": "我是基岩",
            "timestamp": 1392297420,
            "txt_content": "LZ哪复制的"
        },
        {
            "author": "MC个人",
            "timestamp": 1392348900,
            "txt_content": "前排围观MC开头ID党"
        },
        {
            "author": "1184889537",
            "timestamp": 1392350100,
            "txt_content": "qpal304 发表于 2014-2-12 18:27\n哦 ？ 还看不？\n不错诶，一定要更~"
        },
        {
            "author": "cjc123",
            "timestamp": 1392350820,
            "txt_content": "是鬼故事么？ 都没看 只看见了火葬场"
        },
        {
            "author": "太古巨龙",
            "timestamp": 1392368520,
            "txt_content": "奇葩的鬼故事为了回复我竟然看完了."
        },
        {
            "author": "zhxy",
            "timestamp": 1392545820,
            "txt_content": "qpal304 发表于 2014-2-12 18:33\n故事写得不错 追了很久终于完结。赞的1b\n你赢了......"
        },
        {
            "author": "纳尼啊",
            "timestamp": 1392546900,
            "txt_content": "LZ的笑话好好笑啊"
        },
        {
            "author": "aqiyizai",
            "timestamp": 1392605580,
            "txt_content": "呦呦切克闹~~~"
        }
    ]
}