{
    "title": "[单章]《破灭虚空》[作者：龙腾猫跃][第13节：A级]",
    "author": "龙腾猫跃",
    "replyCount": 6,
    "timestamp": 1392201960,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-2-14 22:45 编辑 \n\n第二巻 青龙之城第13节 A级\n　　“喂，我说，我看那小子挺厉害的啊！你说会不会被分成S级考验然后挂了？　　刘天宇还没从村子复活阵走过来，就听到某导师在说。刘天宇顿时头冒黑线，这些导师都不靠谱！　　刘天宇笑眯眯地走过来，“导师大人，您刚才说谁要挂——啊——”　　法师导师制一阵哆嗦，说：“噢噢噢，你（死）回来了啊！　　“嗯，快给我转职！”“……你通过了？”“难道你真让我死了掉1级啊！”　　法师导师擦了擦汗，问：“考验是啥等级？C级还是D级?”　　“我过了咋就是CD级……”但是刘天宇确实不知道这等级是咋回事。　　“噢噢噢，我忘了说了，那时你让我快点，就没说！考验会根据人目前的发挥安排SABCD这5个等级，等级在出生点的地板上写着。”　　“我没注意！”“呃呃呃，好吧我看一下……你是A级，很好很好。”　　“这个等级是咋分的？（我怎么不是S级啊啊啊！）”刘天宇问。　　“完成任务的数量，声望的多少，战斗能力，如果都好就是S。”　　刘天宇想吐血，他为了最快升级，不去旅馆基本懒得回村，还说接任务……　　“好了，现在给你转职，巫师，神圣法师和元素法师，选哪个？”　　“神圣法师。”虽然觉得这转职有点像卖菜问你要哪个，但刘天宇还是爽快地回答。　　“噢噢噢，开始了！” 　　一阵白光笼罩刘天宇的身体，系统立即响起提示：“叮……‘神圣法师’职业转职成功！原职业技能消失。您习得技能‘光明之体’、‘光耀之芒’、‘圣之祝福’和‘圣光之束’，由于考验等级为A级，习得绝招‘神圣制裁’，智力+2。”　　光明之体：受到光明元素的亲和的体质。被动技能，不可升级。自己每秒恢复0.5%的生命，全光属性抗性+10%。　　光耀之芒：发射使用神圣魔力凝结而成的光束。主动技能，消耗MP50，冷却时间5秒，最高10级，目前1级，升级需要技能点20。对1米直径内目标造成（魔法攻击力x180%）的光系伤害。射程10米。　　圣之祝福：凝结神圣的力量，给予他人神圣的庇佑。主动技能，消耗MP40，冷却时间30秒，最高5级，目前1级，升级需要技能点15。对3米内所有包括自己的队友恢复（魔法攻击力x80%）的HP。　　圣光之束：发射一束高度凝结的神圣之力。主动技能，消耗MP15，冷却时间3秒，最高10级，目前1级，升级需要技能点15。对单体目标造成（魔法攻击x110%）的光属性伤害。射程8米。　　绝招：神圣制裁：以极端之力，激发制裁的力量，判决对方的生命。主动技能，消耗MP500，当前MP不足，剩余MP用HP抵消，不可升级，冷却时间1小时。对单体目标造成（魔法攻击x1000%）的光属性伤害，附加不可抵消的（对方HP上限x10%）的制裁伤害。　　总的来说，2个恢复技能让刘天宇生存能力得到很大的提高，但是更烧MP了，特别是绝招，把他MP吸光，HP都会给他直接搞到只剩80……不过强大是没有疑问的。　　刘天宇谢过导师就走了，他走后法师导师才念叨：“这么快5级，还如此简单地过了A级试炼，为啥不是S级啊？” 　　有了这次的教训，刘天宇决定还是乖乖做任务，免得又出现这种杯具。于是，他第一个找到了村长。　　现在，玩家差不多把新手任务做完了，新一批设备还没有开始开放购买，所以村长难得清闲了下来。　　“村长好~请问有什么事情需要帮忙么？”　　“哦，那你去帮我到野猪林采集3个野猪牙，好了再见！”村长眼皮都不抬，无比顺口的说。　　刘天宇极其干脆地拒绝了系统接受任务的提示，“村——长——！”　　村长终于舍得抬头看一眼，一下子眼睛就发光了：“哦，原来是小友你啊！等等，你的气息……你转职了？啊，好呀，那个任务我可以放心地给你了。”　　刘天宇耐心地等着村长自言自语结束，问到：“那是什么任务？我一定会帮助你的！”　　“你们异世界的冒险者都是那么热心肠，这个岛屿的东边有一小片热带雨林……”　　刘天宇暗自吐槽，我们不得不热心肠，不然会降级！等等，小岛屿上咋又会有热带雨林又有山地的……不过这里是MC，那管它的。　　“我们把那片森林称为爬行者森林，因为里面有许多不同种类的爬行者。我需要你带一点火药给我。”　　“叮……触发任务‘爬行者的火药’，任务属性：隐藏，任务期限：无，任务要求：把5个火药交给村长，任务奖励：2绿宝石和村长的1件装备，任务惩罚：村长好感度下降，是否接受?”　　刘天宇暗自脑补了一下村长拿火药干什么，呵呵地笑了一声，爽快地接受了任务——虽然“村长的1件装备”让他想到了某渣渣羽绒服。------------------------------------------------------------------------\n　　索引贴地址：http://www.mcbbs.net/thread-231415-1-1.html\n　　上一节地址：第二巻 青龙之城  第12节 考验\n　　字数：1676（加长50%）",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1392203280,
            "txt_content": "等等吧，你都发了？我准备发到小组上"
        },
        {
            "author": "250=mo",
            "timestamp": 1392212700,
            "txt_content": "不太喜欢大字体"
        },
        {
            "author": "fyq6102427",
            "timestamp": 1392258360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "258578",
            "timestamp": 1392269280,
            "txt_content": "写得很好，lz加油！！！！"
        },
        {
            "author": "肖舜杰",
            "timestamp": 1392431040,
            "txt_content": "fyq6102427 发表于 2014-2-13 10:26\n我的苦力怕要上了！\n你的苦力怕要上♂了？"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1392434100,
            "txt_content": "更新快点行不行\n我不逼你"
        }
    ]
}