{
    "title": "【转载】小说 【我的世界】",
    "author": "Herobrine_",
    "replyCount": 19,
    "timestamp": 1392256260,
    "txt_content": "\n第一章\n 惊奇之遇：我的世界 \n灵侠：“诶呦~这游戏就这么好？”？？：“那当然了！准没错，你玩去吧！”\n嗡…… 嗡…… 灵侠：“诶啊，脑袋疼死我了。”照往常一样，起床，叠被，刷牙，洗脸……\n弄完后，帮着父母干了会儿活儿，然后就有了权利来玩电脑。\n打开电脑，看到绿色的草原，蓝色的天空，隐约有几只羊儿在吃草，望着这经典的背景图发呆。\n灵侠：“玩啥呢？……咦！我今天梦到有一个人告诉我一个游戏《我的世界》，嘿嘿，看看有没有。”我自言自语一般，打开了网页，用我那神速打字手在搜索栏里面打出四个字：“我的世界”\n打开一看，各种版本，一大堆标题涌入我的视野。\n灵侠：“诶呦，还真有这游戏诶，难道我有特异功能？还能梦到游戏？嘿嘿，先看看好不好玩。”\n打开一个网站，下载完成！\n灵侠：“哇哇哇，方块世界诶，没有那么好嘛……”\n按照着那梦中人告诉我的方法建造了一个房子，还挺好看的，看着看着，我就被这所房子所吸引，这房子好像有魔力，它再告诉我，快进来吧~快进来吧~……\n于是我就把门打开，进到了里面，看到这房子没什么，看来是我多想了……真的是吗？\n这天晚上我又梦到了这位梦中人，我看不到他的样子，他也不说话，但我能明白他告诉我的一切。\n？？：“我今天告诉你建造一个门，用到的材料是岩浆，桶，水，打火机，钻石镐，如果你要快点建成，可以不用钻石镐，来我告诉你方法……”\n说着，他的身旁出现了几幅图： \n 黑=黑曜石\n 空=没有\n黑 黑 黑 黑\n黑 空 空 黑\n黑 空 空 黑\n黑 空 空 黑\n黑 黑 黑 黑 \n\n空 黑 黑 空\n黑 空 空 黑\n黑 空 空 黑\n黑 空 空 黑\n空 黑 黑 空\n？？：“也可竖着盖，在上面撒上一桶水，用岩浆一个一个倒在往下面流的水上……这个方法可以不用钻石镐……等你建成后，用打火机在门中按右键，然后在门中紫色类似窗的（魂紫气）地方等上几秒，你，便可找到我……”\n然后我就醒了，醒来后却对这几幅图记得十分清晰。我变开始建造了起来，果然我弄成了这个传送门。但是我却迟迟不敢进去，我害怕进去后就出不来了，毕竟这一切都太奇怪，太惊奇了。大家不要建议，原帖地狱门弄错了，我改了一下。{:10_524:} \n\n\n\n第二章\n艰难的决定\n我晕晕的看着这门，黑黑的，有一种紫色能量蕴藏在这黑曜石里面，让人感到无比强大的力量。\n这仅仅是个游戏，为什么如此真实？我忽然从沉迷中清醒过来。\n灵侠：“我要进去吗？我去你的！这只是个游戏，干什么搞得这么神秘？”但我还是感到不安，弄了三把铁剑，一身盔甲，几十个面包。战战兢兢的来到了黑曜石门前。\n嗡~~刷刷刷~！\n等待了几秒，一阵眩晕，我晕倒在电脑旁……\n灵侠：“啊，这是哪里啊？”\n？？：“这是我的世界，你在这里面。”我涌入一阵阵画面，我是这么过来的……\n回忆：\n灵侠站在黑曜石门前，看到一片紫色，他来到一棵紫色的柱子前。\n？？：“哈哈~孩子，过来吧。”他仿佛像我的父亲，用一种慈爱对我说着。\n灵侠被他的声音感动了，到了柱子面前，感到无比的快乐，突然。\n灵侠看到一片平静的画面，看着像白色，却蕴藏这某种未知能量，当然了，那就是魂紫气。\n这时灵侠感到眩晕，脑袋快爆开了，身体也快爆了。好在这种感觉时间并不长。突然，它就出现在了这里。（回忆结束）\n我抬头看了看这个梦中人，他是那么的神秘，就在这么近，仿佛还是很遥远。\n他和我游戏中使用的人物一样，但又不一样，到底是哪里不一样呢？\n？？：“孩子，对不起，我本不应该让你来到这里，我太自私了，我想快点离开这里，只有让你来代替我，我才可以离开这里……”\n我的情绪由惊讶、激动转化为愤怒，伤心……\n？？：“当然了，我不会让你一个人在这个世界上呆着。我会帮助你，直到我们可以离开这里的时候。”他特意把我们这两个字读重了，但他还是不开口说话。\n灵侠：“唔……哼……”我突然惊讶了起来。因为我也没有张开嘴。\n我用力张了张，居然张不开。\n？？：“孩子，这个世界是不能张开嘴的，直到离开这里后。记住这里是不能问一些问题。比如关于我的一切。我也不能问你的一切。要切记。”\n灵侠：“我，我知道了。那黑曜石门呢？还可以通过它回去吗？”\n？？：“那黑曜石门是用来传送到这个世界里的，在这个世界里面，要再建一个黑曜石门，进入到地狱，在地狱取来地狱岩浆后，这个地狱岩浆很好取，随便就能取来，还要在地狱找到水，地狱里的水……”他正说着，眼睛里充满了迷茫。\n咦？我可以接近他了。他并不那么遥远了。\n？？：“呵呵，我已经把目的告诉你了。你自己要在这里生存下来。”\n扑~他消失了。\n留我在这无尽的草原上……\n\n\n\n\n第三章\n知道了，命运就是如此的悲剧\n\n灵侠：“一千八百八十一，一千八百八十二，一千八百八十三……这已经走了多长了？怎么还是平原？连棵树也没有。”不远处，有一棵树，我满怀激动地跑过去了。\n咔咔咔~~诶呦，我的手，疼死我了。我突然把手缩回来了。\n树上面的小黑点也消失了……\n灵侠：“靠 ， 我无语了，这是个什么情况？”我经过一番激烈的思想斗争，忍忍吧，用我的手去伐木。\n咔咔咔，咔咔咔……\n灵侠：“哈哈，这颗树终于伐完了。我去做东西。”嗯？我的东西在哪里？\n我在身上找了半天背包也没有找到。突然，我的脑袋里面出现了背包的图，里面有五块木头，我想着，把这块木头变成木板，果然，四块木板出现在我的手里。哈哈，这么好玩？\n我弄了个工作台，做出一个木镐，嘿嘿，刨石头去。\n当当当~当当当~经过我努力而非凡的耐力，成功挖到了三十八块石头。\n做了一套工具：石镐、石剑、石斧、石铲、还有一个石锄。\n挖到了一组泥土，盖起了我的草泥房子。\n嗯？我靠，我还木有床！\n于是我拿起小剑，冲向了无尽的草原。\n一路下来，一只羊都没看到。咕咕咕，我的肚子叫了起来……\n我想着自己的血条和饥饿度，我靠！还剩下四块鸡腿。\n没办法，只好默默祈祷了……果然山穷水尽疑无路，柳暗花明又一村！\n我在不远处看到了一片一片的鸡、鸭、牛、羊。我仿佛要死一般，冲向了那群光明的动物。\n杀杀杀！！！！！！！啊，孟，咩~~~好多东西都是我的！！！！\n？？：“住手！”咔！有一个人打了我一下。\n灵侠：“你谁啊？你要干什么？你咋整狂啊？”\n村长：“我是这里的村长，你杀了我们的动物，要赔！！”说完这句话，他的身后出现了一群人。\n我一看，他们左、右手交叉着，大大的鼻子，绿色的眼睛，犹如神经病变异一般。\n灵侠：“对不起啊，我实在没办法了，我会还的。”说着，我给了他两个羊毛，五块猪牛肉，三块皮革，两个羽毛，三个鸡肉。\n村长+众人：“那也不行！”\n众人：“村长，把他锁在地牢里面！！！”\n村长：“嗯！来！上锁，开牢门！！！”\n灵侠：“呃呃呃呃！！！”\n就这样我被锁了起来。突然，背后一震，我就晕了过去。过了许久，醒来后发现我在一个用铁栏杆围成的牢房。\n\n\n\n\n\n第四章\n神秘的村子\n\n我望了望四周，除了铁栏杆就是铁栏杆。\n哎，这怎么办啊？我看了看我的背包，什么东西都没了。这村庄是什么村庄？噢~天啊，这是个抢到村庄啊。\n我正慷慨的想着，从身后出来隐隐约约的哭声。\n灵侠：“呵~”我顿时呆住了。\n灵侠：“不会吧？一波未平一波又起。这又是什么？”\n我小心翼翼地走过去。哇塞！绿色的方块，一跳一跳的。\n他很软的样子，跳一下哭一下，后来我才知道那是他独特的地方，那并不是哭。\n灵侠：“你是什么啊？怎么在这里？”\n？？：“呜哒~呜哒~！”\n灵侠：“你说的什么啊？我听不懂！”\n他好像有些愤怒了，开始攻击我。\n？？：“呜哒！呜哒！呜哒！！”\n好疼啊，我不忍心打他，于是就跑到一旁，静静地看着他。\n？？：“呜哒~呜哒~”\n灵侠：“好好好，我不看了，我不看了。”他是什么啊？好奇怪的生物，和我的泥土差不多大。\n？？：“呜呜呜~哒~”\n我又不忍心了，转过头来看到他正在往铁栏杆上撞，身上掉落了一些绿色液体，那就是他的血液吧？我刷的一下就抱住了他，把他放在一旁。\n灵侠：“那里是撞不开的，别费力气了。”他看了看我。\n？？：“呜哒~呜呜呜~哒~！”\n灵侠：“你叫什么啊？叫呜哒么？”我看了看他，他也看了看我，他的眼睛里面充满了哀伤。我又不忍心了。\n呜哒：“呜哒~呜呜呜~哒~！”\n也不知怎么回事，可能因为我太孤单了吧？也可能是他太可怜了吧？呵~\n我往下看了看，还好，是用石头铺的。\n灵侠：“呀！！”\n呜哒：“呜哒！！！！”他好像被我吓到了，突然向我叫了起来。\n灵侠：“我在刨地道，啊，好疼啊。”他在一旁看着我，轻轻的跳了起来。\n呜哒：“呜哒~呜哒~呜哒~”\n他在干什么？为我加油？看笑话？饿了？呆了？还是……\n灵侠：“一块…… 两块…… 三块……”时间飞逝，一条通道被我挖了出来。\n灵侠：“走啊，我们出去！”他好像不愿意出去，眼睛里充了哀伤，我从下面爬了上来。\n灵侠：“怎么了？有事么？”\n呜哒：“呜哒！”他向一边跳着，好像在提示我。\n灵侠：“呜哒，你要带我去哪里？”\n呜哒：“呜哒！呜哒！”他往下面看了看，我往下一看，是一个大的绿色方块。\n灵侠：“这？是你的妈妈？”\n呜哒：“呜哒！~~”\n灵侠：“啊！你干什么？”呜哒的妈妈用力往上一顶，我被她打消了两块红心。\n呜哒的妈妈：“呜哒！呜哒呜哒呜哒！！！”\n呜哒：“呜哒~~”我用疑惑而愤怒的眼神看着这对母子。呜哒的妈妈看了看我，轻轻而又有力量的跳了一下，把她的孩子推给了我。呜哒的妈妈很吃力的说了一句我能听懂的话。\n呜哒的妈妈：“你 ，照顾女儿。”\n从她妈妈说的话我知道这是女的，而不是男的。还是妈妈厉害，我都不知道她是如何看出来的。\n灵侠：“嗯。”呜哒妈妈的手里出来了一块面包和一堆沙子。\n我都拿了起来，然后他妈妈突然往下一跳，摔死了。出来了很多小孩子。我看到呜哒都把他们吃了。我的脑袋里面充满了疑惑。\n呜哒：“呜哒~呜哒~”\n灵侠：“呵~走吧。”\n\n\n\n第五章\n神秘的村子（1）\n\n灵侠：“快点出去吧，我可不想呆在这个寒冷而又潮湿又黑暗的破地牢了，就从这个地牢来看，也能看出这个村子的人不仅吝啬还很变态，要不怎会有那么绿的眼睛，怎会有那么变态的鼻子？”我低声的自言自语。\n呜哒：“呜哒~呜哒~”回头看看呜哒，她还是那样，一边跳一边哭。\n村长：“那小子是谁？怎么有武器？这里除了铁匠就没人会做这些工具。那小子一定有些来头。咱们不能低估他。”\n我听到村长那老变态的声音后立刻警觉起来，我示意呜哒不要哭了，其实我也不懂她能不能看懂，也不知她那是笑还是哭。但呜哒好像也知道那村长，我看到她的眼神里面充满愤怒。\n？？：“村长，咱们那个地牢好像锁不住这小子。还是快点转移吧。”\n村长：“你说的也是，快！不能让他逃走，我记得那里还关着绿色史莱姆。”\n支~~~当！听到屋里没有动静后我就打掉木头。出来了，这一出来我第一眼就看到了宝箱。\n灵侠：“嘿嘿，这次我也要偷你！哼！”正想着，只听咣当咣当，呜哒正在破坏这所房子。\n灵侠：“呜哒~小点声~~”我低声道。呜哒好像听懂我说的话了，便不再破坏了。\n打开箱子，哇靠！一组铁，33块黄金，10块钻石，还有几把铁剑，一身半盔甲，小麦、食物、……这村长比我们那的市长还TMD黑。（我只是比喻比喻- -）\n嘿嘿，燧石铁定打火机。变态村长啊，你的房子完蛋了！把箱子里的东西那走后把箱子打掉。一把火烧了他的房子。看我烧房子，呜哒好像很开心的样子。呵呵，应该那村长也把她给弄苦了。\n灵侠：“呜哒，快跑啊~~！”呜哒听我一说，立刻向门蹦去。靠，这孩子比我跑的都快。\n事不宜迟，我也要跑了。\n出来后，看到四周没人，我拿着打火机四处放火，呜哒也和我一起破坏这可恶的村庄。\n灵侠：“哈哈哈~我无敌啦！”\n呜哒：“呜哒、呜哒。”靠，我居然看到前面不远处有一堆人，幸好我吃了点东西。我以闪电般的速度抱起呜哒，而后飞奔草原。\n灵侠：“靠靠靠靠靠靠~~！！快跑啊~”身后一群人拿着剑和斧子来追我。\n你们也别说我害怕他们，你想想，大中午的，一群绿眼变态加大鼻子的人，还是方块的。拿着剑和斧子在后面追你。你会怎么办？况且我还有呜哒。\n\n\n\n\n\n\n\n第六章\n神秘的村子（2）\n\n\n灵侠：“诶呦我去，这帮人耐力好强，跑不过他们了。”\n呜哒：“呜哒~呜哒！”\n唉，你什么时候可以说话呢？嗯？怎么办才好呢？\n灵侠：“呜哒，你先去那里下。”\n呜哒乖乖的跳到了那里。我仿佛看到呜哒对我满怀希望，仿佛我就是她心中的救世主。\n我准备好TNT，围成一个圈，右手拿着打火机，穿着盔甲，激动地看着这群绿眼大鼻子的人。\n灵侠：“来啊，来啊~有本事过来！”我无知的说道。\n村长示意村民们停下。\n村民：“村长，停下干啥？冲过去抓住他，不久拿着打火石嘛，烧不死我！对吧！”\n众人：“对！冲啊！！”（这群村民是不是还没断奶呢？）\n村长：“别别别~他周围可是TNT，随时要爆炸的。”（还是村长懂得多啊……再多也是变态- -）\n灵侠：“哼~还懂这是炸药？来啊，有本事过来，咱们同归于尽！”\n等我说完这句话后，村长脸色变得惨白。\n村长：“别，咱们……回家建房子去。”\n村民：“村长？就这么放过他们？”\n村长：“想的容易，哼！下次再来抓他！”（要说这村长也挺悲剧，那么多房子、钻石之类的瞬间消失。= =）\n看到这群绿眼大鼻子的人彻底走了，我忐忑不安的心情终于放松了。\n呜哒：“呜哒~呜哒~”我估计呜哒也是很开心。\n其实我刚才也挺害怕，万一那群人冲了过来，我是不是有勇气点着TNT，也不知在这里是和游戏中一样可以复活吗。算了，不想了，已经过去了！\n打掉TNT收了起来，毕竟这东西还是很有用，呃……虽然很危险。\n和呜哒一起走到我建的小泥房。和村庄一比确实非常简陋。我准备施工弄个大房子，要华丽，要漂亮！\n呃……呜哒怎么办呢？要她一直跟着我吗？\n那村长说呜哒是绿色史莱姆，史莱姆……\n\n\n\n\n\n\n\n第七章\n逃出村庄，新见僵尸\n\n不想了，我去伐木盖房子。\n咔咔咔，有铁斧就是好，不一会儿就伐了两组木头。啊，天黑了，回家去。\n咦？这！这是什么东西？\n僵尸：“呜，啊！！”我再次呆住了。\n灵侠：“僵、僵尸，啊！靠，我的铁剑！！”\n我跑过去和僵尸打了起来，忽然觉得僵尸是一群、一群的，我打了几下就遍体鳞伤，体力不支，昏了过去……\n我觉得过了许久，我醒了过来……\n灵侠：“嗯？这是哪里？”我发现我再次穿越，来到了另一个地方。\n灵侠：“呜哒？呜哒？她不在了……这里好黑暗啊……”\n僵尸：“唔，啊！！”我再次警觉起来，想与它再次战斗。\n但我发现那是徒劳的，因为现在的我连动都动不了。资料显示，我只剩下两颗心，饥饿度是一个鸡腿。我发现此时的我已绝望了。\n灵侠：“哈哈哈！！来吧！”我不知道自己到底怎么了，绝望了吗？我不想死，我要见呜哒，还有慈爱的梦中人……\n僵尸：“唔，啊！！你，是人类吗？”\n我望着这僵尸，没错，他就是僵尸，丑陋的脸，可怕的笑，破烂的衣服，可怕的身体。但是，这僵尸居然会说人类的话。\n灵侠：“是，是啊。”我也不知道为什么和他说话，我的直觉告诉我他和别的僵尸不同。\n僵尸：“你，我，我想和你做朋友……”我的脑袋，翁的一下。什么？对！直觉告诉我他和其他僵尸不一样，非常不一样，可我没想到他会和一个人类做朋友。更加不可思议的是，我居然同意了，后来的事情告诉我这是对的。\n灵侠：“嗯，可、可以啊。你、叫什么？”我那里来的勇气？我现在非常镇定，是怕的吗？不是，我不怕，不怕吗？\n僵尸：“太好了，我要谢谢你。我叫赛风。”他居然有名字，还会说谢谢，超出僵尸的智慧了。和人类基本没什么区别。除了那面貌，除了那桑哑加空洞般的声音。\n灵侠：“赛风？我叫灵侠，你，是什么？怎么会说话？怎么会和我交朋友？你会吃了我吗？你怎么会用名字的呢？你怎么在这里？……”我激动地说了一大堆话。连我自己也被这种情感冲昏了头。\n赛风：“我也不知道，我只记得……”\n\n\n\n\n\n\n\n第八章\n赛风\n\n\n赛风的回忆：\n\n那是在几年前，赛风在塞之村，那是的他是一个年青体壮，在本村略有名气，赛风在本村的力气简直就是鹤立鸡群，之比村里的铁匠差上一点。那时的他奋勇杀敌（也就是杀僵尸），曾有好多女的追他。但是好景不长，有一次……\n赛风：“哼！家门前的僵尸算个什么？我要翻过两座山，找到传说中的僵尸王，砍下他的首级来，我要做最强的！”\n塞崖铁匠：“小风，想当初，我和你一样，曾一时冲动铸成大错。不要意气用事，锻炼你自己，你现在的经验还不行……”\n赛风：“崖叔，我一定行的！这些僵尸在我眼里就如小猫小狗一般，不费力气就把他们给杀了。我要去变得更强！我要成为世界上最强的！”说着，从他的眼里出现一丝杀气。\n塞崖铁匠：“哼！你这小儿，就是不知好歹！”说着，塞崖铁匠把上衣脱了，从他那强大身躯的背后出现了四道粗大的血痕。\n塞崖铁匠：“这是我年轻时一时冲动而造成的后果，我的左手，看，变成了木头的。你确实是僵尸的天敌，但是你太小了，技能和经验并不熟悉，如果一下出来十个僵尸你能对付得了吗？”\n赛风被塞崖铁匠说的话摇动了他那坚定的信心。\n但瞬间恢复了，他认为塞崖铁匠不如他，赛风太相信自己了。相信的过分。\n赛风：“不！谢谢您的提醒，我心已定，谁都不能够更改！”说着他拿出那铁剑，开了门，走了出去。\n塞崖铁匠：“唉，但愿上帝保佑他吧。”\n赛风穿上铠甲，拿起铁剑，准备了一组火把，一组面包。万事俱备。\n赛风告别了他的村庄。踏上寻找传说僵尸王的道路。\n临走时，父母满面泪水，千叮嘱，如果找不到就快回来，家里的门永远为你而开。\n临走时，赛风的追求者赛影来看他，给了他一朵玫瑰。\n赛影：“塞风，如果你想回来，就要回来，不能犹豫，你要记住，在塞之村还有赛影和你的父母和全村人在等着你！”她说着也禁不住哭了……\n赛风：“我知道了！再见！”全村的人都来了，唯独塞崖铁匠没有来。正要走时，赛亚铁匠给赛风了一把附魔铁剑，这可是塞崖铁匠的宝贝。\n赛崖铁匠：“记住，不能意气用事，打不过就回来。这宝贝我珍藏了五年多，现在总算派上用场了，这宝贝可是我的命根子，你必须给我带回来！”说完，塞崖铁匠迈着沉重的步子回到了他的铁匠铺。\n谁能知道，赛风一去就是四年不回。\n爬山涉水，经过千千万万的路程来到了传说中僵尸王出现的山。\n夜幕渐渐的下来了。伟大的太阳换成了幽灵的月亮。\n夜已深，有僵尸出没。\n赛风握紧铁剑，警觉的看着四周。只见一群僵尸，一群骷髅，一群蜘蛛，好多爬行者……\n经过一阵激烈的战斗，赛风的铠甲没了，铁剑的耐久度也快没了。附魔的铁剑用完了。\n赛风穿着破烂的衣服，拖着疲惫的身体一路跑到山洞里面，他用泥土把山洞封上了，吃了点面包，插上火把，来到一块石头前，坐了下来。\n唔，……我应该听崖叔的话，不应该来到这个恐怖的地方，父亲，妈妈，赛影，我……我没脸见你们啊……呜呜呜……\n？？：“你这个人类，哼，一点都不坚强。”赛风顺着声音往那里一看，看到了高高而嘿嘿的身体，深粉色的眼睛。没错，这就是传说中的末影人。\n赛飞吃力地站了起来，握紧手中的铁剑，现在的铁剑也就是废铁一块了。\n赛风：“末影人？你想干什么？”\n末影人：“我不想干什么，你不是不想活了么？我这里有一瓶变僵尸药水，你喝了它，睡一觉就能变成僵尸，喝了这种药水之后，你可以保留人类部分的功能，比如说话，智力，不怕阳光，以及吃食物而不是人类，会保存记忆……”\n赛风：“停！我不知道你想干什么，但是，我要死也要战死，我是一名战士，你这是在侮辱我，我不能死的这么窝囊！”\n末影人：“哼！不识好歹，你战死后还能看到你的家人吗？”就这一句，就是这一句，彻底改变了赛风的决心。\n赛风：“我……”\n末影人：“停！我不想听，药水给你！”扑~~~末影人用他特有的技能，瞬间消失在这黑暗的山洞里面。\n流水声，滴答，滴答。回荡在这空旷的山洞中……\n赛风：“或许他是对的……”赛风拿出赛影给他的玫瑰，用手和眼睛仔细的打量一番……\n过了许久，赛风走到药水旁，喝了下去，在这山洞中昏迷过去……原帖：http://tieba.baidu.com/p/1514701829，用你们的金粒砸我吧！！！",
    "replies": [
        {
            "author": "love--潇洒",
            "timestamp": 1392258300,
            "txt_content": "......还有其他章么，在哪转载的？"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1392285120,
            "txt_content": "NO！！！什么!{:10_566:}难道只有一个人回帖！？哦不！{:10_534:}啊啊啊啊啊！"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1392293580,
            "txt_content": "Herobrine_ 发表于 2014-2-13 17:52\nNO！！！什么!难道只有一个人回帖！？哦不！啊啊啊啊啊！\n如果是转载的话就得要用转载模板。"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1392338640,
            "txt_content": "标题: RE: 【搬运】小说 【我的世界】好吧，我弄错了，是搬运。"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1392522660,
            "txt_content": "NO！！！什么!难道只有一个人回帖！？哦不！啊啊啊啊啊！"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1394856540,
            "txt_content": "第九章\n逃出山洞\n\n\n赛风就是这样变成的僵尸，也许他真的很幸运，比起那些在夜晚愤杀僵尸的战士们被感染了，而他的战友必须要把他杀掉，就算普通的朋友也不忍心下手，要是知己呢？想想这些可怜的人……\n灵侠：“赛风，你的经历很特别，你很坚强……”我沉重的说道。\n赛风：“呵呵，那已过去了，我现在要努力改变自己的样子，嗯……我可以帮助你逃出这里……”看来赛风经历这么多变得成熟了。\n灵侠：“好啊……………………你不走吗？”\n赛风：“我不走了，我现在要努力改变，我的样子和僵尸一样，刚才不也把你吓到了？”赛风的声音变得颤抖了，我在这黑暗的山洞里隐约能感觉到他那坚强眼睛里含着泪水，不忍流下来。\n我在想办法，我要造一支毛笔，我要把他的容貌变成正常人……\n怎么办？怎么办？怎么办？到底怎么办？\n忽然我想到了，赛风是被末影人的药水变成僵尸的，应该有解药的。想到这里，我感觉到了希望。\n灵侠：“赛风，我们要找到当年给你药水的末影人。我们和他要解药。”我说的匆忙，但他好像听懂了。\n赛风：“能找到吗？”再黑暗的山洞也不能把他的希望给破灭。\n灵侠：“能的，肯定的！”\n赛风：“我们还是先出去吧。”\n赛风带着我来到当年他喝药水的地方。\n这里有一根火把插在泥土里，不远处有一个铁剑和一个空瓶子，还有当年的玫瑰，虽然已经枯萎了，但在赛风的心里永远不会枯萎。\n我拿起空瓶子，一股清香的味道冲我飘来。不过一会变成了难闻的腥臭味，我刷的一下把瓶子扔了，真是个奇怪的东西。\n赛风：“呵呵，当年我喝下它时做了很大的决定。”他说的什么？是因为这瓶子里药水的味道做的思想斗争？还是在应不应该相信末影人的话而做的决定？\n灵侠：“你还能闻到这股味道吗？”答案是正确的，赛风告诉我能闻到，但他除了这瓶药水的味道和肉的味道外什么气味都闻不到了。看来末影人说的是正确的，只能保留部分人类的功能。\n这瓶子还挺结实，虽然我扔到了泥土上。捏着鼻子把这瓶子收了起来，拿起当年赛风唯一的铁剑。便和赛风一起打开泥墙，逃出了山洞……\n\n\n第十章\n逃出山洞\n\n\n打开泥墙后，忐忑不安的心情终于放了下来，为什么？因为现在是白天，根本不会出现一群脑残僵尸们，当然脑残僵尸不包括赛风。\n赛风：“啊~~”就是一个人类在黑暗的山洞里面睡上两年，看见阳光后还是很刺眼，必须眯着眼睛，虽然赛风不会被阳光所伤害，但初次看见阳光他还是有点害怕。\n灵侠：“没事没事，一会儿就好了。”赛风是潜伏行走模式，双手捂着眼睛，别提有多搞笑了。\n慢慢的，赛风把手撒开了。\n赛风：“末影人没骗我，阳光不会伤害我，哈哈~~”赛风用他那嘶哑的嗓音笑道。\n灵侠：“赶紧离开这鬼地方吧。”赛风带着我来到山那边的森林，我们两个开始伐木了，为什么要伐木呢？因为我们两个什么都没有，遇上强盗（比如那村庄）就坏了。最还做几把石剑。\n灵侠：“唉，手砍木头，疼死我了。”我啪的一下躺在了地上。\n灵侠：“诶呦，泥土也这么硬。”我往旁边一看，只见赛风疯狂地伐木。\n赛风喝药水前是个强健的小伙子，变成僵尸后更加有力。赛风用双手疯狂地打着树木，并且用他那锋利而坚固的僵尸牙咬着树，使劲一拽，一棵树下来了。我的嘴是张不开，要是能张开，那号称最大的不沉之船泰坦尼克号都能被我吞进去。\n这还用做石剑防御？赛风这小子本身就是一把万能之剑。嗯……还是做一把给我防身比较好。\n灵侠：“赛风？你这也太夸张了吧？”\n…………………………\n灵侠：“这小子居然不理我。”\n“轰，啪！轰，啪！”一棵一棵树就被赛风拔了下来。\n灵侠：“赛风！！！！”\n赛风：“啊？干什么？”\n灵侠：“木头够了，我们弄几把石剑就出发。”我无奈的说道。\n赛风：“恩，知道了！”“轰，啪！”看来这小子还没玩过瘾。\n做成了两把石剑，一把石镐，一把石铲。\n出发！向塞之村前进！！！\n\n\n第十一章\n向塞之村出发（上）\n\n\n这一路上基本没什么问题，嗯……危险倒是没有，搞笑气氛很多。\n赛风一边走一边跳，走三步，跳一下，用他那右手去摸牙，当当当！很坚固。随手在路边拔了一朵花，撕拉一下，花变成两半了。赛风对他那锋利而坚固的牙齿感到豪。我对他那种搞笑的举动而大笑。\n强盗头目：“注意，有两个人，有一个人穿的破破烂烂，另一个毁容了。”\n就在强盗头目说完之后立刻就有十个拿着铁剑的人围了上来。\n一个强盗说道：“嘿！那个破烂，对就是你，过来！”本来一下出来十个拿着铁剑的人我已经被吓了一跳，结果还要我过去，我吓得腿有点哆嗦，这肯定是强盗。咦？我还有个万能剑朋友呢。嘿嘿，这次你们抢错人啦。\n灵侠：“缺德孩子，说谁破烂呢？”要是我独自一人我想我会说大爷，东西都在这，您让我过去吧。\n就在这时，强盗头目出来了。\n强盗头目：“嘿，小子，别这么狂啊，一会儿你怎么死的都不知道。”\n灵侠：“诶呦我呸！说谁小子呢？要叫爷爷，孙子！”\n强盗头目被我气得胡子都翘了起来。两只眼睛圆鼓鼓的。\n强盗头目：“给我上！”\n赛风这小子早就忍耐不住了，一路上为没打架而测试牙坚固不坚固。我从背包中拿出铁剑，虽然只有一点耐久度，但还可以用一会儿。\n强盗们也耐不住了。他们来我们这样的都抢，估计是饿疯了。也是，这悬崖陡壁的山上怎么会有过路的人？除了赛风这小子大老远找传说中的僵尸王来。\n强盗们握紧手中的铁剑，纷纷冲了过来。这又是一场精彩的戏。\n我握紧手中铁剑，咔！砍掉其中强盗的一只手臂，血蹭的一下喷了出来，诶呀，我都快毁容了，由于暂时视线不清楚，暂时后退。\n赛风自拔树之后就没在经过这么刺激的战斗，揪起一个人，把那人的脑袋硬是扯了下来，砰！滋滋滋~血哗哗的往外流，强盗们看到赛风这么猛，心中不由得恐惧，纷纷后退了几步。\n要说这伙强盗也是训练有素，要不遇到这种情况早就跑了。\n强盗头目：“换队形！”强盗头目让其中一个强盗不知干了什么去。不管了，现在很重要。一不小心就可能命丧此地。\n砰，我手中的铁剑没了。我看到那强盗邪恶的笑了起来，靠！我换剑还要时间呢！看到那铁剑从我头顶劈了下来，知道自己就快完蛋了。却不知我还有一万能剑---赛风。\n赛风猛的一下抓住他的胳膊，刷刷刷的一扔，一大堆强盗都被打躺下了，那强盗也被同伙的剑刺死了。\n赛风狂啸一声，“啊！！！！吼！！”只见赛风的身体不断扩大，膨胀，变成了大两号的身体。\n赛风原本绿色的眼睛变成了红色，身体的肌肉夸张打不可思议，庞大的身躯可以把强盗压死，赛风的头顶上多了一把紫剑，插在了头上。\n这时的赛风变身了？僵尸变身？僵尸？僵尸王！？\n我的脑袋闪过好几种可能。僵尸王最可靠了。\n“熬~嗡！！”一群红颜的狼群犹如洪水一般冲下山来，直奔我和赛风。\n“啊！！！吼！！”“熬~嗡！！！”赛风独自一人把狼群挡住了。\n从山顶出现了刚才那个强盗，他举着一把红色加紫色加蓝色的小旗子，在指挥着狼群。\n我明白了，要是还不明白我就可以去弱智学院了。\n我拿起石剑冲向山顶的强盗，但我可能冲向他吗？答案是否定的。\n我被狼群和强盗们堵住了，正在我万分焦急的时候，赛风冲过来一拳打死了四个强盗，就用了一秒，而这一秒钟，狼群如闪电冲向赛风。\n赛风：“啊！！！吼！！”赛风被狼群撕咬好几块肉，多了十几处伤口，鲜血直流。“啊！！！轰！！”赛风大吼一声倒在了地上，这时的赛风完全没有了力气，任由狼群攻击。\n在朋友为你受伤后而你不能帮助他，在这种情况下我被冲昏了头脑，但不能混倒，我带着这无力的身体冲向山顶。看到那强盗挥了挥旗子。\n狼群便又冲向了我……\n\n\n\n第十二章\n向塞之村出发（下）\n\n\n\n狼群低声喊叫着，全速奔跑，我被这突然地情况震住了，“熬~！！！”我被狼群扑倒了，我疯了似的挥舞着石剑，不少的狼死在我的乱剑之下。咔的一下，撕的一下，我被狼群一爪一爪的攻击着，身上出现了不少的血痕，疼痛，疼痛让我没有昏迷。\n既然没有昏倒，我就要继续战斗。刷、唰、我挥舞着手中的铁剑，两腿已经站不稳了，又来了一下，我跪倒在地，手已拿不动石剑了，拿着自己的拳头狂乱的攻击着。\n就在这时，一个黑黑个子高高的人出现在强盗的后面，啪的一下强盗就被打死了，狼群瞬间消失了……\n灵侠：“哎~~~你~~……”我体力不支，昏了过去。\n\n\n接下来：\n\n末影人：“哎，看来我选的人心地很好，但智力不怎么样……”说着，他拿出一颗球型的东西，往上一抛，从这球里面出来许多星星点点，一点一点进入到赛风的身体里面。\n嗡嗡嗡~~~赛风的身体恢复成了原来的样子。\n末影人：“这是你的选择，我不阻止你，好自为之……”扑~~末影人消失了，只留下了紫色的小点。\n强盗头目：“哼！这僵尸王的今后一定是我的。”说完后便悄无声息的离开了，像幽灵一样。\n\n\n第十三章：在塞之村（1）\n\n\n灵侠：“咳咳咳，黑……”刚想说黑色神秘人就被赛风的手给捂住了，这味道，让我永生难忘：腥臭的手加上血的腥味，再加上僵尸独特的味道，很是强大啊！\n赛风做了个嘘的动作，笨拙的很，往旁边瞄了瞄，我看到了山丘和土地。我问赛风怎么了，他说他看到他村里的赛影了……\n赛影，是他的女朋友，其实就是未婚妻，我想想啊……赛风脑子坏了，好像本来就是坏了的，赛风眼睛出了问题，僵尸的眼睛会瞎吗？我觉得没可能……\n灵侠：“你捂我嘴我也能说话------”只见赛风用手堵住了我的喉咙以右的一部分，突然之间我就像被打了哑穴一般。我望着赛风，他说我望啥望？你像让她吓死？我可知道我这模样，你刚见我时还不是被吓瘫了？\n我哪哪是瘫啊？我是饿加体力不支动不了……总之他是不让我说话。\n我望了望四周，再望了望倒霉孩子赛风，直到半个多小时才把我放开。\n灵侠：“赛风？你刚才抽了半天风知道什么了吗？”他对我摇了摇头。\n灵侠：“唉，那你继续抽吧，抽明白为止。”赛风一愣神儿，赛风：“…………抽风啥意思？”我靠，这都不懂啊？我演示几遍后，对他说，抽风就是这样，你试试。\n这倒霉孩子，刚才还点了我的哑穴，现在被我说的一愣一愣的。\n向塞之村一路上就看到赛风一直抽风，心里默叹：“唉，我在现实中看到过人抽风，却没看到僵尸抽风，真新奇啊。”\n灵侠：“行了行了，别抽了一会儿饿死你。”赛风马上停下来对我说，我抽了半天风也不知道。唉，要不怎么说他是倒霉孩子？确实倒霉。\n这次我们没遇到什么强盗之类的，强盗，我总算知道什么是强盗了，这就是强盗，和现实确实不一样，太恐怖了。\n我和赛风走到了一处被开垦过的农田，但还没有种上东西。农田的右方不远处有一道河流，我拽着赛风过来了。\n灵侠：“快，洗洗，瞧你这一身血。”我拉着赛风走到河流里面，赛风脱了衣服，他的身体已经变得和树木的外皮一样了，皱皱巴巴，一点都看不出青年的样子。\n我把赛风的衣服洗得干干净净，但还是有点不好看，因为是僵尸的衣服吗？然后我开始帮赛风洗自己的身体，发现自己的手上沾了僵尸上的外皮，洗了好多次才洗下去。衣服、和赛风身上洗去的血顺着河流流了下去。\n我们找了个偏僻的小山洞里面，虽然我不太喜欢，但为了可怜的赛风，我还是忍忍把。日落黄昏，我挖了几块煤，用钻木取火生起了火堆，我用钻木取火时，发现野人还真有耐心。\n一切从模仿开始。我学着电视剧里野外烤衣服的方法，支起搭架，把我的衣服放了上去，僵尸不怕冷，怕热，我可是人类！我怕冷，但我也怕热，所以就先烤我的衣服咯，搭架太小，所以没把赛风的衣服放上去。\n万物怕火，怪物也不例外，他也是生物嘛。我弄得火堆起了作用，怪物们不敢靠近，只能虎视眈眈的盯着我们，为了万无一失，我还是拿起了一个火棍。暖和啊~我正慷慨，看到赛风这万能剑正虎视眈眈的看着怪物们。\n我低声道：“你看它们干啥？想打架？”\n赛风：“嗯，我想打他们，可是我不敢过去……”\n灵侠：“嗯？为什么？”\n赛风：“因为你的火堆。”扑~~我又笑了，哈哈，赛风还真是死脑筋。\n灵侠：“你可以过去，没事的，但最好不要打它们，我可是刚刚给你洗完的。”赛风点了点头，便向山洞深处了。\n我把剩下的木头给劈成小条，围着山洞口搭起了大的火堆，把赛风的衣服也搭了上去。为了防止它们过来，我封上了洞口，留了几个窟窿，在山洞内插上了好几根火把。\n赛风：“啊？你怎么进来了？算了，我去里面。”被我惊醒的赛风无奈的向更深处走去……\n我看着他的背影望了好久，才回过神来弄好地方躺下去。\n黑色神秘人？赛影？末影人？强盗团伙？僵尸王？僵尸山？赛风变身了？塞之村？\n这些东西在我脑海里晃来晃去，可能是疲劳了，一会儿就睡着了……\n我做梦了，我在这个世界里面的第一次梦：\n我来到紫色的黑曜石门前，看到了神秘的大叔，他好像要告诉我些什么，欲言又止，一会儿便消失了。我望着黑曜石门……\n\n\n就先搬运到正"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1394856540,
            "txt_content": "第九章\n逃出山洞\n\n\n赛风就是这样变成的僵尸，也许他真的很幸运，比起那些在夜晚愤杀僵尸的战士们被感染了，而他的战友必须要把他杀掉，就算普通的朋友也不忍心下手，要是知己呢？想想这些可怜的人……\n灵侠：“赛风，你的经历很特别，你很坚强……”我沉重的说道。\n赛风：“呵呵，那已过去了，我现在要努力改变自己的样子，嗯……我可以帮助你逃出这里……”看来赛风经历这么多变得成熟了。\n灵侠：“好啊……………………你不走吗？”\n赛风：“我不走了，我现在要努力改变，我的样子和僵尸一样，刚才不也把你吓到了？”赛风的声音变得颤抖了，我在这黑暗的山洞里隐约能感觉到他那坚强眼睛里含着泪水，不忍流下来。\n我在想办法，我要造一支毛笔，我要把他的容貌变成正常人……\n怎么办？怎么办？怎么办？到底怎么办？\n忽然我想到了，赛风是被末影人的药水变成僵尸的，应该有解药的。想到这里，我感觉到了希望。\n灵侠：“赛风，我们要找到当年给你药水的末影人。我们和他要解药。”我说的匆忙，但他好像听懂了。\n赛风：“能找到吗？”再黑暗的山洞也不能把他的希望给破灭。\n灵侠：“能的，肯定的！”\n赛风：“我们还是先出去吧。”\n赛风带着我来到当年他喝药水的地方。\n这里有一根火把插在泥土里，不远处有一个铁剑和一个空瓶子，还有当年的玫瑰，虽然已经枯萎了，但在赛风的心里永远不会枯萎。\n我拿起空瓶子，一股清香的味道冲我飘来。不过一会变成了难闻的腥臭味，我刷的一下把瓶子扔了，真是个奇怪的东西。\n赛风：“呵呵，当年我喝下它时做了很大的决定。”他说的什么？是因为这瓶子里药水的味道做的思想斗争？还是在应不应该相信末影人的话而做的决定？\n灵侠：“你还能闻到这股味道吗？”答案是正确的，赛风告诉我能闻到，但他除了这瓶药水的味道和肉的味道外什么气味都闻不到了。看来末影人说的是正确的，只能保留部分人类的功能。\n这瓶子还挺结实，虽然我扔到了泥土上。捏着鼻子把这瓶子收了起来，拿起当年赛风唯一的铁剑。便和赛风一起打开泥墙，逃出了山洞……\n\n\n第十章\n逃出山洞\n\n\n打开泥墙后，忐忑不安的心情终于放了下来，为什么？因为现在是白天，根本不会出现一群脑残僵尸们，当然脑残僵尸不包括赛风。\n赛风：“啊~~”就是一个人类在黑暗的山洞里面睡上两年，看见阳光后还是很刺眼，必须眯着眼睛，虽然赛风不会被阳光所伤害，但初次看见阳光他还是有点害怕。\n灵侠：“没事没事，一会儿就好了。”赛风是潜伏行走模式，双手捂着眼睛，别提有多搞笑了。\n慢慢的，赛风把手撒开了。\n赛风：“末影人没骗我，阳光不会伤害我，哈哈~~”赛风用他那嘶哑的嗓音笑道。\n灵侠：“赶紧离开这鬼地方吧。”赛风带着我来到山那边的森林，我们两个开始伐木了，为什么要伐木呢？因为我们两个什么都没有，遇上强盗（比如那村庄）就坏了。最还做几把石剑。\n灵侠：“唉，手砍木头，疼死我了。”我啪的一下躺在了地上。\n灵侠：“诶呦，泥土也这么硬。”我往旁边一看，只见赛风疯狂地伐木。\n赛风喝药水前是个强健的小伙子，变成僵尸后更加有力。赛风用双手疯狂地打着树木，并且用他那锋利而坚固的僵尸牙咬着树，使劲一拽，一棵树下来了。我的嘴是张不开，要是能张开，那号称最大的不沉之船泰坦尼克号都能被我吞进去。\n这还用做石剑防御？赛风这小子本身就是一把万能之剑。嗯……还是做一把给我防身比较好。\n灵侠：“赛风？你这也太夸张了吧？”\n…………………………\n灵侠：“这小子居然不理我。”\n“轰，啪！轰，啪！”一棵一棵树就被赛风拔了下来。\n灵侠：“赛风！！！！”\n赛风：“啊？干什么？”\n灵侠：“木头够了，我们弄几把石剑就出发。”我无奈的说道。\n赛风：“恩，知道了！”“轰，啪！”看来这小子还没玩过瘾。\n做成了两把石剑，一把石镐，一把石铲。\n出发！向塞之村前进！！！\n\n\n第十一章\n向塞之村出发（上）\n\n\n这一路上基本没什么问题，嗯……危险倒是没有，搞笑气氛很多。\n赛风一边走一边跳，走三步，跳一下，用他那右手去摸牙，当当当！很坚固。随手在路边拔了一朵花，撕拉一下，花变成两半了。赛风对他那锋利而坚固的牙齿感到豪。我对他那种搞笑的举动而大笑。\n强盗头目：“注意，有两个人，有一个人穿的破破烂烂，另一个毁容了。”\n就在强盗头目说完之后立刻就有十个拿着铁剑的人围了上来。\n一个强盗说道：“嘿！那个破烂，对就是你，过来！”本来一下出来十个拿着铁剑的人我已经被吓了一跳，结果还要我过去，我吓得腿有点哆嗦，这肯定是强盗。咦？我还有个万能剑朋友呢。嘿嘿，这次你们抢错人啦。\n灵侠：“缺德孩子，说谁破烂呢？”要是我独自一人我想我会说大爷，东西都在这，您让我过去吧。\n就在这时，强盗头目出来了。\n强盗头目：“嘿，小子，别这么狂啊，一会儿你怎么死的都不知道。”\n灵侠：“诶呦我呸！说谁小子呢？要叫爷爷，孙子！”\n强盗头目被我气得胡子都翘了起来。两只眼睛圆鼓鼓的。\n强盗头目：“给我上！”\n赛风这小子早就忍耐不住了，一路上为没打架而测试牙坚固不坚固。我从背包中拿出铁剑，虽然只有一点耐久度，但还可以用一会儿。\n强盗们也耐不住了。他们来我们这样的都抢，估计是饿疯了。也是，这悬崖陡壁的山上怎么会有过路的人？除了赛风这小子大老远找传说中的僵尸王来。\n强盗们握紧手中的铁剑，纷纷冲了过来。这又是一场精彩的戏。\n我握紧手中铁剑，咔！砍掉其中强盗的一只手臂，血蹭的一下喷了出来，诶呀，我都快毁容了，由于暂时视线不清楚，暂时后退。\n赛风自拔树之后就没在经过这么刺激的战斗，揪起一个人，把那人的脑袋硬是扯了下来，砰！滋滋滋~血哗哗的往外流，强盗们看到赛风这么猛，心中不由得恐惧，纷纷后退了几步。\n要说这伙强盗也是训练有素，要不遇到这种情况早就跑了。\n强盗头目：“换队形！”强盗头目让其中一个强盗不知干了什么去。不管了，现在很重要。一不小心就可能命丧此地。\n砰，我手中的铁剑没了。我看到那强盗邪恶的笑了起来，靠！我换剑还要时间呢！看到那铁剑从我头顶劈了下来，知道自己就快完蛋了。却不知我还有一万能剑---赛风。\n赛风猛的一下抓住他的胳膊，刷刷刷的一扔，一大堆强盗都被打躺下了，那强盗也被同伙的剑刺死了。\n赛风狂啸一声，“啊！！！！吼！！”只见赛风的身体不断扩大，膨胀，变成了大两号的身体。\n赛风原本绿色的眼睛变成了红色，身体的肌肉夸张打不可思议，庞大的身躯可以把强盗压死，赛风的头顶上多了一把紫剑，插在了头上。\n这时的赛风变身了？僵尸变身？僵尸？僵尸王！？\n我的脑袋闪过好几种可能。僵尸王最可靠了。\n“熬~嗡！！”一群红颜的狼群犹如洪水一般冲下山来，直奔我和赛风。\n“啊！！！吼！！”“熬~嗡！！！”赛风独自一人把狼群挡住了。\n从山顶出现了刚才那个强盗，他举着一把红色加紫色加蓝色的小旗子，在指挥着狼群。\n我明白了，要是还不明白我就可以去弱智学院了。\n我拿起石剑冲向山顶的强盗，但我可能冲向他吗？答案是否定的。\n我被狼群和强盗们堵住了，正在我万分焦急的时候，赛风冲过来一拳打死了四个强盗，就用了一秒，而这一秒钟，狼群如闪电冲向赛风。\n赛风：“啊！！！吼！！”赛风被狼群撕咬好几块肉，多了十几处伤口，鲜血直流。“啊！！！轰！！”赛风大吼一声倒在了地上，这时的赛风完全没有了力气，任由狼群攻击。\n在朋友为你受伤后而你不能帮助他，在这种情况下我被冲昏了头脑，但不能混倒，我带着这无力的身体冲向山顶。看到那强盗挥了挥旗子。\n狼群便又冲向了我……\n\n\n\n第十二章\n向塞之村出发（下）\n\n\n\n狼群低声喊叫着，全速奔跑，我被这突然地情况震住了，“熬~！！！”我被狼群扑倒了，我疯了似的挥舞着石剑，不少的狼死在我的乱剑之下。咔的一下，撕的一下，我被狼群一爪一爪的攻击着，身上出现了不少的血痕，疼痛，疼痛让我没有昏迷。\n既然没有昏倒，我就要继续战斗。刷、唰、我挥舞着手中的铁剑，两腿已经站不稳了，又来了一下，我跪倒在地，手已拿不动石剑了，拿着自己的拳头狂乱的攻击着。\n就在这时，一个黑黑个子高高的人出现在强盗的后面，啪的一下强盗就被打死了，狼群瞬间消失了……\n灵侠：“哎~~~你~~……”我体力不支，昏了过去。\n\n\n接下来：\n\n末影人：“哎，看来我选的人心地很好，但智力不怎么样……”说着，他拿出一颗球型的东西，往上一抛，从这球里面出来许多星星点点，一点一点进入到赛风的身体里面。\n嗡嗡嗡~~~赛风的身体恢复成了原来的样子。\n末影人：“这是你的选择，我不阻止你，好自为之……”扑~~末影人消失了，只留下了紫色的小点。\n强盗头目：“哼！这僵尸王的今后一定是我的。”说完后便悄无声息的离开了，像幽灵一样。\n\n\n第十三章：在塞之村（1）\n\n\n灵侠：“咳咳咳，黑……”刚想说黑色神秘人就被赛风的手给捂住了，这味道，让我永生难忘：腥臭的手加上血的腥味，再加上僵尸独特的味道，很是强大啊！\n赛风做了个嘘的动作，笨拙的很，往旁边瞄了瞄，我看到了山丘和土地。我问赛风怎么了，他说他看到他村里的赛影了……\n赛影，是他的女朋友，其实就是未婚妻，我想想啊……赛风脑子坏了，好像本来就是坏了的，赛风眼睛出了问题，僵尸的眼睛会瞎吗？我觉得没可能……\n灵侠：“你捂我嘴我也能说话------”只见赛风用手堵住了我的喉咙以右的一部分，突然之间我就像被打了哑穴一般。我望着赛风，他说我望啥望？你像让她吓死？我可知道我这模样，你刚见我时还不是被吓瘫了？\n我哪哪是瘫啊？我是饿加体力不支动不了……总之他是不让我说话。\n我望了望四周，再望了望倒霉孩子赛风，直到半个多小时才把我放开。\n灵侠：“赛风？你刚才抽了半天风知道什么了吗？”他对我摇了摇头。\n灵侠：“唉，那你继续抽吧，抽明白为止。”赛风一愣神儿，赛风：“…………抽风啥意思？”我靠，这都不懂啊？我演示几遍后，对他说，抽风就是这样，你试试。\n这倒霉孩子，刚才还点了我的哑穴，现在被我说的一愣一愣的。\n向塞之村一路上就看到赛风一直抽风，心里默叹：“唉，我在现实中看到过人抽风，却没看到僵尸抽风，真新奇啊。”\n灵侠：“行了行了，别抽了一会儿饿死你。”赛风马上停下来对我说，我抽了半天风也不知道。唉，要不怎么说他是倒霉孩子？确实倒霉。\n这次我们没遇到什么强盗之类的，强盗，我总算知道什么是强盗了，这就是强盗，和现实确实不一样，太恐怖了。\n我和赛风走到了一处被开垦过的农田，但还没有种上东西。农田的右方不远处有一道河流，我拽着赛风过来了。\n灵侠：“快，洗洗，瞧你这一身血。”我拉着赛风走到河流里面，赛风脱了衣服，他的身体已经变得和树木的外皮一样了，皱皱巴巴，一点都看不出青年的样子。\n我把赛风的衣服洗得干干净净，但还是有点不好看，因为是僵尸的衣服吗？然后我开始帮赛风洗自己的身体，发现自己的手上沾了僵尸上的外皮，洗了好多次才洗下去。衣服、和赛风身上洗去的血顺着河流流了下去。\n我们找了个偏僻的小山洞里面，虽然我不太喜欢，但为了可怜的赛风，我还是忍忍把。日落黄昏，我挖了几块煤，用钻木取火生起了火堆，我用钻木取火时，发现野人还真有耐心。\n一切从模仿开始。我学着电视剧里野外烤衣服的方法，支起搭架，把我的衣服放了上去，僵尸不怕冷，怕热，我可是人类！我怕冷，但我也怕热，所以就先烤我的衣服咯，搭架太小，所以没把赛风的衣服放上去。\n万物怕火，怪物也不例外，他也是生物嘛。我弄得火堆起了作用，怪物们不敢靠近，只能虎视眈眈的盯着我们，为了万无一失，我还是拿起了一个火棍。暖和啊~我正慷慨，看到赛风这万能剑正虎视眈眈的看着怪物们。\n我低声道：“你看它们干啥？想打架？”\n赛风：“嗯，我想打他们，可是我不敢过去……”\n灵侠：“嗯？为什么？”\n赛风：“因为你的火堆。”扑~~我又笑了，哈哈，赛风还真是死脑筋。\n灵侠：“你可以过去，没事的，但最好不要打它们，我可是刚刚给你洗完的。”赛风点了点头，便向山洞深处了。\n我把剩下的木头给劈成小条，围着山洞口搭起了大的火堆，把赛风的衣服也搭了上去。为了防止它们过来，我封上了洞口，留了几个窟窿，在山洞内插上了好几根火把。\n赛风：“啊？你怎么进来了？算了，我去里面。”被我惊醒的赛风无奈的向更深处走去……\n我看着他的背影望了好久，才回过神来弄好地方躺下去。\n黑色神秘人？赛影？末影人？强盗团伙？僵尸王？僵尸山？赛风变身了？塞之村？\n这些东西在我脑海里晃来晃去，可能是疲劳了，一会儿就睡着了……\n我做梦了，我在这个世界里面的第一次梦：\n我来到紫色的黑曜石门前，看到了神秘的大叔，他好像要告诉我些什么，欲言又止，一会儿便消失了。我望着黑曜石门……\n\n\n就先搬运到正"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1394857140,
            "txt_content": "LZ请修改标题！还有尊重原作者！\n请按照格式发帖！"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1395442800,
            "txt_content": "额............我貌似忘发原帖了，原帖：http://tieba.baidu.com/p/1514701829"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1395444300,
            "txt_content": "LZ标题不符合规定\n请自行修改！谢谢合作"
        },
        {
            "author": "HGK",
            "timestamp": 1395445680,
            "txt_content": "模块应该用转载\n如果这个是你原创的茶杯可能会给你分更多"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1395449100,
            "txt_content": "  这转载……什么都没有啊……"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1396245480,
            "txt_content": "标题: RE: 【搬运】小说 【我的世界】喂，我上面都改过主题了。是搬运啦。"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1396252200,
            "txt_content": "Herobrine_ 发表于 2014-3-31 13:58\n喂，我上面都改过主题了。是搬运啦。\n得用转载模板！"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1399442220,
            "txt_content": "love--潇洒 发表于 2014-2-13 10:25\n......还有其他章么，在哪转载的？\n只有这一章了，其他的没搬运"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1399442340,
            "txt_content": "没多少人回复，我快要弃贴了"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1400151360,
            "txt_content": "此贴已弃"
        },
        {
            "author": "1950703308",
            "timestamp": 1400158500,
            "txt_content": "Herobrine_ 发表于 2014-5-15 18:56\n此贴已弃\n我看的入迷呢，给你钱，继续哦"
        },
        {
            "author": "Herobrine_",
            "timestamp": 1400928060,
            "txt_content": "1950703308 发表于 2014-5-15 20:55\n我看的入迷呢，给你钱，继续哦\n现金支付...............逗你玩的...............多给点人气就行了"
        }
    ]
}