{
    "title": "<连载·单章>救世主[作者：ssssssss--boom][第二章：战斗]",
    "author": "ssssssss--boom",
    "replyCount": 4,
    "timestamp": 1392269580,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-2-28 19:08 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n大家给我的鼓励不够呀！花了好几天才找到灵感，点后面的链接去第一章\nhttp://www.mcbbs.net/thread-235701-1-1.html\n正文：\n                                                    第二章：战斗\n        彼得正在沉思，突然他的耳边响起了一阵声音：“快醒来，彼得！”那声音彼得很熟悉，可就是想不起来是谁。突然，彼得的头剧烈的疼痛起来，像是有两只大手在狠狠地挤压着他的头。彼得的意识越来越模糊，渐渐晕了过去……\n        不知过了多久，彼得醒了过来，发现自己躺在床上，周围围满了村民， 都担心的看着他。“我┈在哪儿?”村长靠了过来，告诉彼得，他已经昏迷了两天了，如果不是村里的神医救他，他早就 GAME OVER 了。彼得点点头，费力地站起来，刚想再说点什么，整个小木屋就被掀了起来。彼得一看，吓了一大跳，因为屋外围着5只变异的大僵尸，足有3只僵尸那么大，而且都穿着附过魔的黄金盔甲，拿着钻石剑，背后还背着一把弓。他们的首领是一个超大的僵尸，足有普通僵尸的12倍高，手里正挥动着一根巨大的钻石剑，高大的山峰被它拦腰砍断，巨大的碎石直接砸碎了一片房屋，村民四散奔逃，却都被僵尸抓住，吞进了口中……彼得看着这一切，怒从心头起，拿起一把钻石剑就朝一个正抓着一个村民旳僵尸砍去，没想到那僵尸只是拿手一打，钻石剑就碎成了几块，溅射的碎块还直接击碎了彼得的钻石盔甲。但那僵尸见彼得不是村民，就大吼了一声，紧接着，所有的僵尸都停止了对村民的屠杀，转来攻击彼得，彼得虽已经对杀怪有了些经验，但还是未能减那怪一滴血。彼得见自己无力招架，急中生智，想出了一招。他大喊一声：“德玛西亚！” 就将愤怒的拳头挥向了一只僵尸……很快，彼得就被僵尸击倒在地，一个僵尸正要咬下去，彼得猛然间拿出了钻石块，一下子戳进了僵尸的嘴里，锋利的钻石从内至外划开皮肉，恶臭的黑血溅满了彼得的手臂……那僵尸还未来得及闭嘴，彼得已抽出了钻石，又是一下……僵尸终究没有人聪明，很快，彼得就干掉了5只大僵尸，只剩下它们的首领。僵尸首领见彼得杀死了自己的士兵，愤怒至极，张开大嘴就向彼得咬去。彼得灵巧地一跳，躲过了它的血盆大口，转身就跑，巨型僵尸就在他后面追赶。彼得正想着干掉他的方法，一斜眼看到了村里的火药库(什么村子！)，他一转身，向火药库跑去。\n        彼得跑了半天，总算到了。站在火药库前大吼一声：“傻(此处省略一个字)，来吧！”巨型僵尸张开大嘴，一口咬了下去。又是灵巧地一跳，彼得躲了过去，僵尸却一口吞下了火药库……霎时间，1500个TNT一起爆炸，彼得被掀翻到50格之外。过了很久……硝烟散去，地上只剩下了几片散发着恶臭的僵尸肉和几摊黑血，彼得摇摇晃晃地站起来，笑了：什么破玩意儿，这么容易就死了……“低头一看，他脚下有一张纸条，彼得捡起来，读出了上面的话……",
    "replies": [
        {
            "author": "长手的苦力怕",
            "timestamp": 1392270000,
            "txt_content": "骚年来我的组里吧。\n\n"
        },
        {
            "author": "ssssssss--boom",
            "timestamp": 1392270360,
            "txt_content": "长手的苦力怕 发表于 2014-2-13 13:40\n骚年来我的组里吧。\n考虑一下"
        },
        {
            "author": "wdsj1.6.2",
            "timestamp": 1393562880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1394664420,
            "txt_content": "额。。字数太少=W="
        }
    ]
}