{
    "title": "我的世界小说 去而复返 第七章 开学后稳定更新 连载中",
    "author": "592764254",
    "replyCount": 8,
    "timestamp": 1392354300,
    "txt_content": " 本帖最后由 592764254 于 2014-2-14 13:48 编辑 \n\n这几天不怎么更，主要原因是要开学了，拼命赶作业....然后开学后也会继续稳定更新，绝不怠慢！只是更新的时间可能会少一点，索引贴的更新要等到每一次双休，多求人气，金粒看着给吧.\n\n我的世界小说    去而复返\n      第七章    第一夜\n    方块世界 萨格拉废墟\n    渐黑的天色映衬着夕阳的余辉，在废墟上做出一副奇幻的自然画。废墟里的一行人，脸色开始沉重起来。“晚上即将到来，克里，你去把那边的树木用你的铁剑砍断，然后拿过来给我。”巫师命令道。“是！”克里有力得抽出自己的铁剑，奔向树林边缘的一颗桦木。“砰-”沉重的铁剑被克里一次次挥向不高的树木，白色的树皮上开始出现了裂痕。克里又一次将剑挥向树干，树干发出“轰”的响声，一下倾倒在地。克里急忙把树叶截下，把树木拖向那古老的要塞废墟。弗颜乎又一次拿出了魔杖，他口里絮叨着什么，突然，魔杖发出一道细小的光刃，弗颜乎将光刃斩向树干，树干瞬间被斩成两半，克里将一节树干拿在手中，用另一只手在上面敲打，树木又一次出现了裂痕，终于，树干被打成了四份，克里又用铁剑将树皮割下，四块木板就成了型。弗颜乎也做着同样的动作，他也变成了方块人，方块的兜帽少了尖，方块的魔杖倒是变得更精致了，其方块之细腻，色彩之美观，使人不由得啧啧赞叹。铄奇好奇的看着，他不明白他们怎么有这么硬的手臂，居然可以打破树干，于是他用自己的手往墙上打去，一分钟后，墙面出现了一点点的裂痕，但他再也无法深入半毫，他抽出手，拼命的晃了晃，敲了一会儿石砖，只感到一股不是很重的疼痛。\n    天色越来越黑了，月亮爬上了天幕，星星装点着这一望无际的黑色天幕。树林里开始发出一声声的嘶吼。“吼--吼--”类似的吼声层出不穷。弗颜乎和七个方块人的脸色都凝重起来，克里又拿出他的铁剑，弗颜乎却在自己用刚刚做出的八个木板继续拼装着，他一会儿组装，一会儿又拆开，最后又拼装好。如此反复，他终于做出了一个台，这个台也是方块，左右挂着小锯子，小木工刀什么的，都是木质的，这个台上面有九个格子组成的表格。弗颜乎说:“这是工作台，可以用它制作一些手所不能制作的东西。比如剑，镐，锹，锤，斧，铠等等。”当然他是对铄奇说的，七个方块人早就懂得了这种最基础的知识。然后弗颜乎又用四个木板中的两个做了4根不同粗细的木棍，炎说:“巫师，我们还得再砍一颗树才能做镐，有了镐才能挖石头，做石器。”巫师答:“我当然知道，克里，再去一趟吧，铄奇，这个给你，保护好克里。”弗颜乎迅速用两个木板和一根不粗不细的棍子制成了铄奇的第一把方块武器。铄奇眼神有些怪异，他不知道巫师是在考验他还是在试探他，不管那么多了，快去快回就是。他一把接下木剑，随着克里一同奔向附近的树林。克里一到就捡起之前丢下的树叶，他跟铄奇说:“这些树叶可以用来当树苗用，不过只有少量的树叶下面才有种子，大部分的都是废物 。他把树叶用铁剑挑开，捡出了五个树种。然后他向另一棵树走去，又用铁剑砍向树干砍去。突然，树林里发出一声很大的吼声，随即一只绿色皮肤。黑色眼睛的僵尸缓慢的走了出来。铄奇一惊，拿起木剑冲向僵尸，一剑刺向僵尸的肚皮，却无奈木剑不够锋利，没刺进去，僵尸却被这股冲击力给击退出去。它又一次发动了攻势，再走向铄奇，铄奇擎剑向僵尸左边跑去，一经过僵尸就又突然向右一滑，僵尸的反应力哪有那么好，突然被铄奇从后面砍中了脖子，铄奇不罢休，抽出粘着浓浓的绿色血液的木剑，又朝僵尸的左肩斩去，这一斩不要紧，一下砍下了僵尸的左臂，僵尸愤怒了，大吼一声，转过身来，铄奇抬剑做格挡状，僵尸反身一拳，一下把铄奇打出去一米开外，铄奇把剑反手拿，剑刃朝下，另一只手格挡在前，奔向僵尸，先一拳挥向僵尸的胸口，把僵尸打飞起来，两腿奋力一蹬，也跳起在空中，与僵尸面对面，顺着跃起之势，右手划出一到漂亮的弧线，僵尸的右臂也随即飞了出去。僵尸两臂都废了，本体却还挣扎着走向铄奇，它发出“呜~呀~喝~”的怪声，没走几步，就拖着一条绿色的血条倒下了。\n求回复，回复越多，动力越多，更新越快~~\n[groupid=490]719的小世界[/groupid]",
    "replies": [
        {
            "author": "陈光溥",
            "timestamp": 1392354420,
            "txt_content": "赞一个！！！！！！！！！！！！！！！！！！！！\nLZ辛苦了！"
        },
        {
            "author": "Umikaze",
            "timestamp": 1392354420,
            "txt_content": "头像。。。。。。。"
        },
        {
            "author": "JUNS",
            "timestamp": 1392354480,
            "txt_content": "辛苦了- -！~其实都可以做索引了"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1392354480,
            "txt_content": "头像特别的眼熟- -！ \n\n貌似曾经某人的签名档←_←"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1392354600,
            "txt_content": "  写的不错 支持一下"
        },
        {
            "author": "592764254",
            "timestamp": 1392355620,
            "txt_content": "我做了索引，文章上面的索引贴更新是指在索引贴里添加章数，而不是做一个索引贴"
        },
        {
            "author": "592764254",
            "timestamp": 1392355800,
            "txt_content": "索引做了，更新是指在索引贴里更新章数，现在索引贴更新到第五章，连载已经到第七章了"
        },
        {
            "author": "592764254",
            "timestamp": 1392359940,
            "txt_content": "xinxin2459 发表于 2014-2-14 13:08\n头像特别的眼熟- -！ \n\n貌似曾经某人的签名档←_←\n好吧我会改头像的"
        }
    ]
}