{
    "title": "泰拉瑞亚1.2.3补丁已出",
    "author": "52798165",
    "replyCount": 3,
    "timestamp": 1392375180,
    "txt_content": "原帖内容Terraria 1.2.3 Changelog Features and Mechanics:  You can now name chests. Added ingame settings menu. There's now options for the ambient sound. Save and Exit is now in the settings menu. Added sliders for parallax & volume settings. Game now loads at saved resolution and even remembers if you use maximized window. Reforging cost is now 1/3 the value of an item, instead of 1/2 the value. You can now turn platforms into stairs using the hammer. Added infinite wiring support across the map. Updated Robe graphics. Updated Music Box graphics. Each music box now has a unique design. Music notes now come from music boxes. Update the graphics for Cobalt Shield, Obsidian Shield, and Paladin Shield. You can now place switches and levers on walls. Accessories now have an option to be visible and show on your character. This can be toggled off and on. You can now wear vanity wings. Wings can now be dyed. Dyes are now stackable. Buckets are now stackable. Ore now stacks to 999. You can now change cloths colors at a dresser. Added Ctrl + Z, X, C, and V (clear line, cut line, copy line, and paste into line respectively). Added Shift+Insert, Shift+Delete, Ctrl+Insert (paste, cut, and copy respectively). Added the ability to mine multiple tiles without resetting the hit count on every tile. Increased tile limit to 65536. Added cactus variations. Added biome specific stalactite variations. You can now place saplings on all grass types. Reduced the effect of campfire and heart lantern regeneration. Ancient Shadow armor drop rate was reduced slightly. Multicore Lighting added to options menu. There are now critter sounds. Added sounds for Waterfalls and Lavafalls. Birds are now more likely to spawn in mornings. Each type has several songs to sing. When you hover over text in the interface menu the text now turns yellow. Replaced Tree 9's graphic. Players have a longer respawn delay after a non pvp death with a boss alive in multiplayer. Dark tiles on the map no longer tell you what they are when moused over. Added upside down slopes. Upside down slopes spawn in new worlds. Using Mana Potions now puts a debuff on the player that lowers magic damage based on the amount of time left. Mana potions all have higher stacks. Spelunker no longer gives off light. This prevents ore from showing up on the map Spelunker now causes ore to be gold colored on the screen Hunter potion no longer gives off light. enemies will appear in red, friendly creatures appear in green. Slightly reduced the chance for rain. Pyramids are slightly more common. Waterleaf now only blooms in the rain. Life crystals no longer spawn in the dungeon.  New Items:  Added several new paint colors: Brown, Shadow, and Negative paint. Added Team Dye: Changes colors depending on team. Added Beetle Armor. There are two difference chest pieces, one for melee offense another for melee defense. Added Beetle Husks to craft Beetle Armor - drops from Golem. Added Beetle Wings. Added Shroomite Digging Claw. Added Gemspark Blocks. Added Gemspark Block waterfalls. Added Womannequin. Added several new wallpapers to the Painter. You can now craft an animated steampunk tileset out of Cogs. Added several new weapons racks that can be made at a Sawmill. All bosses now have a chance to drop a Boss Mask. Added Waterfall and Lavafall Walls. These are craftable by having a Crystal Ball and glass near a water or lava source. The Merchant now sells a Bug Net. You can now catch and release several critters using the Bug Net. You can now place critters in cages. Added Crimson seeds. Added 8 new crafting stations. Over 100 new furnitures were added to existing tilesets. Added Heavy Workbench. Added Copper Plating, Stone Slabs, and Sandstone Slabs. These are crafted at the Heavy Workbench. Added Venom Staff. Added Super Mana Potions.  New Npc:  Added Stylist NPC (Congratulations Ripsand!) - Sells rare hair dye, changes hair style and color. (spawns in spider caves). She will also sell new hair styles! (Thanks Omnir) Added 20 new friendly critters. Added Traveling Merchant. He will randomly show up once you have at least 2 NPCS and stay for one day. His inventory will always be random and present things he has found during his time spent traveling. He has over 30 different things he can sell.  Hardmode Balance Changes:  Drastically increased the drop chance of Keymolds. Ice Golem now drops a Frozen core that is used with Hallowed Bars to craft Frost Armor. The Pickaxe Axe now requires 1 soul from each Mech boss to craft. The Drax requires a soul from each boss to craft. Plantera bulb's don't spawn until all 3 mech bosses are defeated. You cannot summon the Golem until after Plantera has been defeated. Mech bosses are now slightly more difficult. The Golem has had its life, defense, and damage increased slightly. The Golems attacks now penetrate walls. The Golem now shoots 2 beams if you are directly above or below him. Increased Golem Fist damage and knockback. Increased the size of temple boss rooms. Wasp gun damage increased by 3. Golden shower debuff time was reduced to 10 seconds.. Golden shower now only penetrates 5 targets. Golden Shower now does slightly less damage. Autohammer can only be bought after killing Plantera. The Mushroom Spear can now only be obtained once you have killed one of the mech bosses. The Mushroom Spear has had its sale price increased. The Hammush can now only be obtained once you have killed a hardmode boss. Souls now sell for less. Gungnir now sells for less. The Hammush has had its sale price increased. Poison Staff and Frost Staff do less damage now. Chlorophyte is slightly more rare and grows slower. Crystal leaf does a bit more damage and shoots faster. The Rod of Discord now takes 1/6 of your life rather than 1/5. The Rod of Discord debuff now lasts 8s down from 10s. Slightly buffed Shotgun, Marrow, and Ice bow. Slightly buffed Repeater Damage. Increased the damage of Terra Blade. Increased the damage of True Excalibur. Increased the damage of True Night’s Edge. Terra Blade, True Excalibur, and True Night’s Edge shoot beams more rapidly Rainbow Rod does more damage. Rainbow gun's rainbow now lasts 10 seconds. Buffed Unholy Spear use speed. Lowered the damage of Chlorophyte Bullets. New hardmode ore spawns slightly less and is slightly harder to craft. Palladium pickaxe can no longer mine Adamantite and Titanium. Meteor heads no longer drop loot in hardmode. Increased Lost Girl spawn chance. Scourge of the Corrupter does slightly more damage. Corruption, Crimson, and Hallow Grass wall spreads further. Frostburn debuff now does more damage over time. Added Spectre Mask and Spectre damage set bonus. Nerfed Spectre Healing helmet. Spectre Healing Armor: Now uses more mana instead of decreasing mana usage. Retinazor shoots lasers a bit slower, and they do slightly less damage. The North Pole now does less damage and has a cap on its projectiles. Increased Scourge of the Corruptor's damage.  Pre Hardmode Balance Changes:  Lesser mana potions are no longer craftable. They will always be sold by the merchant. Tim is now more common. Increased Bee Gun damage by 1. Natures gift is now slightly more common. Increased mana usage of gem staves. Slightly lowered damage of higher tier gem staves. Lowered value of Magic dagger and Beegun   Optimizations:  Sped up world loading a bit by directly copying tile data from runs. Terraria has a more efficient format for the World saves. On average it's 20% of their previous size. Lighting no longer loads on servers, saves 50 megs of memory. Sped up world clearing when changing from one offline world to another. Optimized lighting code for better performance. Optimized rain performance. Sped up Rain Cloud code and made it draw better. Reduced netcode data usage for tiles by 75% to 85%. Map drawing changed to work over time rather than lock the machine up while it happens. Maps draw much faster and their save files are 60% smaller. Moved tile framing to real time to cut out having to do it during world load. Removed overhead from drawing tiles and walls. Light mode 0/1 run 15% faster. Checking World Alignment sped up significantly. Checking World Alignment folded into LoadWorld. Gets rid of a lot of overhead. Sped up the Water moving code a bit. 5-10%.  Bug Fixes:  Pumpkin Moon and Frost Moon can now be started when using a Snowman pet. The game will now verify there is a lihzahrd altar at the end of world gen. This should hopefully fix the bug with there sometimes being none. Mouse will no longer function if you have a window over Terraria's window. You can no longer waste boss summon items by using them after that boss has spawned. Fixed a bug where too many Waterfalls would crash the game. Fixed a bug with mana stars not dropping in multiplayer. Fixed a bug where numerous NPCs could spawn if you beat a hardmode boss in a non-hardmode world. Instead of consuming 2 blocks, extractinating has a chance of giving a smaller amount of money. The Golem's evil plans are no longer foiled by platforms. Invasions can now spawn enemies anywhere near friendly NPCs instead of just the middle of the world. One of the twins can no longer despawn as long as the other is still active. Destroyer now drops loot on the closest segment to the player Fixed Sugar Cookie typo. All waves in Frost Moon correctly use \"Flocko\" in the warning. Boulders with Chests on them no longer crash the game if the boulder is hit. Red Stucco no longer spreads corruption. Piggy Bank and Safe now correctly combine coins when Quick Stacking. Changed how damage/tooltips are generated so weapons get the full damage boost % instead of losing a bit to float precision. Nurse no longer charges for, or removes the potion cooldown, heart lantern and campfire buffs. Fixed a bug where moving very large quantities of water could leave some water floating. Fixed bug where ancient cobalt armor pieces did not grant critical strike chance. Fixed bug where inactive tiles counted for sticky purposes. Fixed bug where wings appear too high when on a mount, made hoverboard not appear on a mount. Fixed bug where sign bubbles would appear in the wrong place at reverse gravity. Fixed two of the floating player bugs where the player is wildly off the surface they are standing on. Fixed a bug with leaving honey having water sound and particles. Fixed bug where featherfall potion did not function equally on reverse gravity. Fixed minor bug with rain sounds. Fixed bug where you didn't get the set bonus by mixing Ancient Cobalt & Jungle armor pieces. You can now see the archery buff's damage bonus in the item tooltips when its up. Fixed bug where blizzard staff could shoot upwards if you stand in hell's bottom. Fixed exploit where queen bee could get stuck in tiles and not move Fixed a bug where Crimsand deserts were not making the water show up red. Mechanical Glove only improves melee damage. Fixed bug where you cant hurt the clothier with clothier voodoo doll using projectiles (bows / guns / thrown items / spears / flails and so on) Fixed a bug with guns not shooting bullets with the correct velocity Fixed bug where spawn rates were higher than intended everywhere rather than when below the middle of dirt layer. Fixed bug where NPCs that don't really die (Slimer, Mother Slime, Corrupt Slime) drop hearts and mana stars on shapeshifting (dying). Fixed bug where you can respawn skeletron prime if you kill its prime cannon hand and not skeletron prime himself. Fixed bug where heart crystals could spawn in nonsolid areas. Fixed bug where skeletron hand hook did not remain attached to tiles as much as the rest of the hooks in the game. Fixed bug where info accessories displayed info when you looked at empty signs but not when you looked at texty signs. Fixed bug where the selected item was affected by pressing numbers while editing signs. Fixed a bug where health bars would appear empty when really full. Fixed bug where Dust would grow massive when you paused the game. Improved Dryad's world status dialog Coins now stack as best as they can when you deposit or quickstack them in chests. Fixed bug where fairy bell would not sync properly in multiplayer. Fixed bug where fairy bell fairy color would not save / load. Fixed bug where Shadewood Bow could not be reforged. Fixed bug where Restoration Potion's rarity was lower than Mana or Life Potion's rarity (despite being the same tier). Fixed bug in world gen where Restoration potions could generate with their stack over the max. Fixed bug where platinum candle did not emit light in non-rgb lighting mode. Fixed bug where piranha gun would chase invincible enemies (blazing wheels and dungeon flails). Fixed bug where nurse would charge money to remove water candle debuff. Fixed bug where north pole projectile could attain enough gravity velocity to pass through blocks. Made Frozen debuff not hide your armor. Big Fix:You can no longer interact with stuff when fullscreen map is open. Fixed hoverboard bug where you could walk on air while in reverse gravity. Added unimplemented crimson monster sounds. Fixed general bug with gravity where it did not account some terms for half blocks. Fixed issue where you cannot jump while in reverse gravity in water. Fixed bug where certain hats would be placed weirdly under reversed gravity. Fixed bug where rune robe particles appeared on player's head in reverse gravity. Fixed bug where chat bubbles displayed \"wrong\" in reverse gravity. Fixed tile sheet for Water Fountain to remove two bars that vanish when you turn them on. (Jungle/Snow biomes). Fixed bug where blazing wheels didn't get placed into tiles. Fixed bug where Crimsand Blocks couldn't be shot out of a Sandgun (added crimsand friendly projectile). Fixed bug where merchant would not spawn if you own over 21k platinum. Fixed bug where you couldn't pick up crimson grass and hallowed grass with dirt rod. Fixed bug where dirt rod ball shakes erratically in water. Fixed bug where dungeon guardian still tried dealing 9999 damage (and was exploitable thanks to that). Fixed bug where flesh walls didn't return the item when destroyed. Fixed bug where gingerbread men dropped yeti head gores for feet. Fixed bug where attempting to move npcs with reverse gravity used the opposite screen height position. Fixed bug where Brain of Cthulhu wouldn't make dryad spawn or stop talking about the chasms. Fixed bug where guide will tell you to press ESC to open inventory even if you changed your keys. Fixed bug where chests could be placed in bad positions (e.g. ice blocks or sloped tiles in worldgen). Fixed bug where hooks would break if they try to attach to blocks with liquid in them. Flocko & Elf Copter now both correctly run away at dawn. Summoning Golem will now properly only use one Power Cell. Title Screen music can now be correctly captured when it plays from another Music Box. Fixed a typo on the Alternate Undeground Music Box. Fixed bug where special armor visuals don't apply with auto-pause on (robes / werewolf / merform). Necro Armor reports the right ranged boost on it's Tooltip. Touching Lava while in Merform will no longer force the player to leave the water and renter to get the Merform back. Teleporting from Honey to Water will no longer leave the player moving slowly, as if they are still in honey. Fixed bug where Guide would talk about crafting lens when you don't have any. Fixed bug where Guide would talk about shadow orbs and corruption in a crimson world. Fixed bug where Guide would keep talking about shadow orbs until you beat Skeletron rather than eater of worlds / brain of cthulhu. Fixed bug where Dryad would mention the corruption in purification powder suggestion while in crimson world. Fixed bug where zooming with sniper scope / binoculars would go in opposite height direction when in reverse gravity. 'Down' button in reverse gravity with feather fall now correctly does the same thing as 'Down' in feather fall without reverse gravity. Fixed bug where Crimson hearts would be called shadow orbs in minimap Rod of Discord works properly when gravity is flipped. Fixed the bug where removing walls in the Underworld would not update the map. Fixed bug where certain items would be invisible when using flame dye. Using a Rod of Discord releases all grapples. Fixed a typo in the Steampunker dialog about the Pirate. Using a teleporter tile releases all grapples. Touching lava while in water will now properly put the fire buff out when you leave lava. Fixed issue where merman / werewolf transforms are visible when you're invisible. Fixed bug where wing items showed on player's back when in merman form. Fixed bug where pirate captains would be dismembered into 5 heads instead of 1 body. Fixed robe lower body animation issues when using items. Fixed precision with hydra staff in reverse gravity. Fixed starfury getting magic prefixes despite being melee weapon. Fixed starfury projectiles being magic instead of melee (no longer triggers spectre set or scale with magic crit). Fixed bug where you could place campfire in water. Fixed exploit with moving items around in auto-pause. Fixed bug where Sand falling was not unsloping tiles. Fixed bug where mannequins wouldn’t draw robe bottoms. Fixed bug where skeletron hand hook would emit glows of melee enchantments. Golem and plantera now drop money (15 gold each). Fixed bug where Staff of Earth's boulders would sink through tiles if they're in water. Fixed issue where magma stone fire particles would apply to bug net. Crimson Hearts now have the right name when hovered over on the map. Fixed Princess robe not having a bottom. Fixed bug where chaos elementals can spawn prehardmode. Fixed exploit where shadow dodge buff wouldn't be removed if its the last buff in a full buff list. Fixed exploit where you could throw torches to activate hotbar items without costs. Fixed dying by demon altar having no message. Wearing Frost Armor no longer makes Spiky Ball Traps give Frostburn debuffs. Spear traps will vanish when reaching the trap, whether it is inactive or not. Enemy attacks no longer trigger Spectre set healing from hitting friendly NPCs. Running underwater no longer causes flashes of the Suffocation debuff. Dark Mummy and Pixie no longer drop both Status Protection accessories at the same time, 100% of the time. Ancient Cobalt gear no longer drops both Armor and Legs at the same time. Crimson Altar now shows up when you hover over it on the map. Bug where Spectre Staff was trying to chase a Wyvern off the top of the map fixed. Fixed bug where Crimson Axe npc wouldn't drop Nazar. Fixed bug where Crimtane’s name wouldnt be displayed in mouseover on map. Fixed bug where mayan dart trap darts were affected from frost armor Thorns potion now properly requires worm tooth to craft. Fixed issue where Ice Torch would not emit light when thrown on the ground. Fixed bug where wisp spazzes in water. Fixed frost moon wave display test (Elf Zombie to Zombie Elf). Fixed a bug that was causing the Map to draw over already drawn areas. Fixed the Nymph Banner typo. Fixed a crash when you destroy a teleporter with a chest on top. Fixed a typo causing Bezoars to drop from the Steampunker (178) instead of Moss Hornet (176). Fixed bug where platinum candle was not right clickable. Fixed crash on minimizing the game. Fixed torch duplication bug. North Pole can no longer fire through walls. Fixed a bug with the Christmas Hook. Extractinator now only consumes 1 block at a time (bug fix) Golem and Plantera now flee to despawn after all players have been killed. \nTerraria 1.2.3修改\n特点和力学：\n你现在可以叫箱子。\n添加游戏设置菜单。\n现在有选项的环境声。\n保存并退出现在在设置菜单。\n添加滑块的视差和音量设置。\n游戏现在加载在保存分辨率甚至记得如果你使用窗口最大化。\n再造成本现在是1 / 3项的值，而不是1 / 2的值。\n你现在可以把平台的楼梯用锤。\n增添了无限的布线支持全国地图。\n图形更新的长袍。\n更新音乐盒子的图形。每一个音乐盒，现在有一个独特的设计。\n音乐现在来自音乐盒。\n更新显卡钴盾，黑曜石盾，和圣骑士的盾牌。\n您现在可以将开关和杠杆在墙上。\n配件现在可以选择可见并显示在你的角色。这可以切换和关闭。\n你现在可以穿虚荣的翅膀。\n现在可以被染色的翅膀。\n染料是现在堆叠。\n现在折叠桶。\n现在为999叠石。\n你现在可以在一个梳妆台改变衣服的颜色。\n添加Ctrl + z，x，C，V（清晰的线，线切割，复制，粘贴到线分别）。\n添加Shift +插入，删除的档案，按Ctrl +插入（粘贴，剪切，复制分别）。\n添加到我的多个瓷砖没有复位命中计数每瓦的能力。\n增加到65536瓦的限制。\n添加仙人掌的变化。\n添加特定的钟乳石生物群落的变化。\n你现在可以把树苗在所有种类的草。\n减少篝火和心脏灯笼再生的影响。\n古代的阴影装甲下降率略有下降。\n多核照明添加选项菜单。\n现在有动物的声音。\n添加的声音瀑布和lavafalls。\n鸟儿现在更可能会在早晨。每种类型都有唱几首歌。\n当你的鼠标悬停在文本界面中的菜单文本现在变成黄色。\n更换9的图形树。\n玩家有一个较长的重生的延迟与老板活在多层非PVP死后。\n在地图上不再告诉你他们是当鼠标滑过深色瓷砖。\n添加倒坡。\n倒坡产卵在新世界。\n使用法力药剂现在提出的减益效果，降低魔法伤害基于时间离开的球员。\n法力药水都有较高的堆。\n爱好探索洞穴的人不再发出的光。这可以防止矿石显示在地图上\n爱好探索洞穴的人现在使矿石是金色屏幕上\n猎人药水不再发出的光。敌人会出现红色，友善的动物出现在绿。\n略微降低的机会下雨。\n金字塔是稍微更常见。\n田基麻现在只盛开在下雨。\n生活不再产卵在地牢的晶体。\n新的项目：\n增加了几个新的油漆颜色：棕色，阴影，和负的油漆。\n加入团队染料：改变颜色取决于团队。\n添加甲虫的盔甲。有两种不同的胸件，一个近战近战防御另一犯罪。\n添加甲虫壳工艺甲虫装甲掉落的傀儡。\n添加甲虫的翅膀。\n添加shroomite挖爪。\n添加gemspark块。\n添加gemspark块瀑布。\n添加womannequin。\n增加了一些新的壁纸的画家。\n现在你可以制作一个动画蒸汽朋克背景的齿轮。\n增加了一些新的武器架，可以在一个锯木厂了。\n所有的老板现在有机会把老板的面具。\n添加的瀑布和lavafall墙。这些craftable有一个水晶球，玻璃在水或岩浆源。\n商人现在卖虫网。\n你现在可以捕获和释放多种生物利用虫网。\n你现在可以把动物关在笼子里。\n添加红色种子。\n增加了8个新的手工艺站。\n超过100个新的家具被添加到现有的素材。\n加重型工作台。\n添加铜电镀，砖，板和砂岩。这些都是制作的在繁重的工作台。\n添加毒人员。\n添加超级法力药水。\n新的NPC：\n添加设计师NPC（恭喜ripsand！）-销售罕见的染发剂，改变发型和颜色。（产卵在蜘蛛洞）。她还将出售新的发型！（谢谢omnir）\n增加了20个新的友好的动物。\n添加的旅行商人。他会随机出现一次，你有至少2的NPC逗留一天。他的库存将永远是他花费的时间旅行时发现的随机和现在的事物。他拥有超过30种不同的东西，他可以卖。\n困难模式平衡的变化：\n急剧增加的keymolds下降的机会。\n冰魔像现在滴冻结的核心，是用神圣的酒吧工艺霜冻护甲。\n镐斧现在需要从每个机甲BOSS 1灵魂的手艺。\n德拉克斯需要从每个老板灵魂的手艺。\nplantera灯泡不产卵，直到所有的3机械的老板都打败。\n你不能召唤傀儡直到plantera失败了。\n机械的老板现在稍微困难。\n它有它的生命，防御，和伤害略有提高。\n现在的傀儡攻击穿透墙壁。\n魔像现在笋2束，如果你直接高于或低于他。\n增加魔像拳头损伤和击退。\n增加的大小寺庙的老板\n机翻勿喷\n\nautohammer只能买杀害后，plantera。\n蘑菇矛现在只能获得一次你杀了一个机械的老板。\n蘑菇矛有其销售价格增加。\n该hammush现在只能获得一次你杀了困难模式的老板。\n灵魂现在卖的少。\n永恒之枪现在的售价不。\n该hammush有其销售价格增加。\n毒人员和员工做更少的伤害现在霜。\n绿色植物是稍微更罕见的，生长较慢。\n水晶叶子做更多的损害和芽快。\n不和谐的杆现在需要1 / 6的生活而不是1 / 5。\n不和谐的debuff现在持续8到10杆。\n略有提升散弹枪，骨髓，和冰弓。\n略有提升中继器损伤。\nTerra的增加叶片的损坏。\n真正的王者之剑的伤害增加。\n伤害增加了真夜的边缘。\nTerra的叶片，真正的神剑，真夜的边缘发射激光更迅速\n彩虹杆造成更大的伤害。\n彩虹枪的彩虹现在持续10秒。\n将邪恶的枪使用速度。\n降低了绿藻的子弹损伤。\n新hardmode矿石产生略少，稍难的工艺。\n钯镐可以不再我的精金和钛。\n流星头不再掉落的战利品在困难模式。\n增加迷失少女产卵的机会。\n对腐败的祸害并稍微损伤。\n腐败，深红色，和圣草壁的进一步蔓延。\n这些效果现在做更多的损害随着时间的推移。\n添加幽灵面具和幽灵损伤组奖金。\n削弱幽灵治愈头盔。\n幽灵盔甲：现在使用更多的魔法治愈而不是减少法力消耗。\nretinazor发射激光的慢一点，他们也不损害。\n北极现在造成更少的伤害和对其弹帽。\n腐蚀者的伤害增加的祸害。\n预hardmode平衡的变化：\n较小的法力药水不再制作。他们将永远是由商人卖。\n提姆现在是越来越普遍。\n增加1的蜂炮的伤害。\n性质的礼物是现在更常见。\n提高创业板杖法力消耗。\n略微降低伤害更高层次的创业板杠。\n降低魔法匕首和beegun价值\n优化：\n加快世界直接复制数据加载点运行瓦。\nTerraria已经给世界一个更有效的格式保存。平均的20%的以前的大小。\n照明不再负载在服务器，节省50 megs的记忆。\n加速世界的结算时，改变从一个世界到另一个。\n优化性能更好的照明代码。\n雨性能优化。\n加快雨云代码并把它画得更好。\n减少网络代码的数据使用75%至85%瓦。\n地图绘制了工作时间而不是锁定机器在它发生。\n地图绘制的速度快得多，其保存文件小60%。\n搬砖结构以实时停止做它在世界负荷。\n从画砖和墙拆除费用。0 / 1光模式15%的速度运行。\n检查对准显着加快了世界。\n检查对准折叠成loadworld世界。摆脱很多开销。\n加快水移动代码一点。5-10 %。\n错误修复：\n月亮，月亮南瓜霜现在可以开始使用一个雪人宠物的时候。\n游戏现在验证有lihzahrd坛底世界上将这希望修复错误有时是不。\n老鼠将不再功能如果你在Terraria的窗口。\n你不能再浪费老板召唤项目通过他们的老板产生了使用。\n固定一臭虫，太多的瀑布会导致游戏崩溃。\n修正了一个错误的法力的星星在多人不落。\n修正了一个在众多的NPC产卵，如果在一个非hardmode世界你战胜困难模式的老板。\n而不是消费2块，extractinating有机会给少量的钱。\n他的邪恶计划不再被平台。\n可现在产卵的敌人靠近友好的NPC而不是世界的中心。\n双胞胎中的一个可以不再despawn，只要其他仍然活跃。\n驱逐舰现在掉落装备在玩家最接近的部分\n固定的甜饼错字。\n霜月圆波正确使用“弗洛克”的警告。\n在箱子上不再导致游戏崩溃如果石头打石头。\n红灰泥不再蔓延的腐败。\n小猪银行安全现在正确地结合金币的时候快速堆积。\n如何改变损伤/工具提示是这样生成的武器得到充分的伤害提升%而失去一点精度。\n护士不再收费，或删除药水冷却时间，心灯和篝火迷。\n修正了一个在移动的非常大量的水可以把一些水上漂浮。\n固定的臭虫古钴护甲没有给予致命一击的机会。\n固定的臭虫无效的瓷砖计算粘性的目的。\n固定的臭虫翅膀出现过高的时候上了山，山上没有出现气垫板。\n\n\n等等..........................................................\n\n\n\n",
    "replies": [
        {
            "author": "64492118",
            "timestamp": 1392382980,
            "txt_content": "sf抢一抢更健康!!!"
        },
        {
            "author": "1102752557",
            "timestamp": 1392648600,
            "txt_content": "我勒个去= =我竟然看完了，还做了地板我去"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1392856260,
            "txt_content": "机翻自重啊喂"
        }
    ]
}