{
    "title": "关于Minecraft的玩法的想法",
    "author": "894271939",
    "replyCount": 26,
    "timestamp": 1337610480,
    "txt_content": "    当minecraft的告示牌可以出现中文字符以后，我想游戏的层次便可以有所提升，在游戏中便可以加入指示功能。\n首先需要创建一个大型的地图，场景内容要丰富，因为这是一个要提供冒险的场地。玩家在这个大场景中，扮演寻宝人，再加入工业mod以后，便可以制造大量机关，玩家根据告示牌的线索一路前进，（建筑物一定要设计的十分精心，打开某个门关上某个门，出现什么，在哪里向外眺望会看到什么东西，都要被设计到，指引人们不断找到告示牌）你会发现你费尽心机找到的告示牌上所记下的有的是密码，此时我们可以在游戏外单独创建一个文档文件，里面写上关于整个故事的线索，以及下一步的指示或者其他什么重要信息（比如自己的银行卡密码啥的（开玩笑的））之后打包进压缩文件然后加密，游戏玩家需要在MC的世界里找寻这些加密压缩文件的密码。（密码可能存在于很多地方，而不局限于只单纯的写在告示牌上，你有可能路过一个城镇，而当你站在悬崖上向下看去时，你会发现流过这个城镇的河流其实它的路径也会形成一组密码，或者一个石阵啥的）想一想吧，你可以用此，来描述一个完整的故事。描述一个真理。\n    首先创造一个庞大而精美的地图是首要问题，我的打算就是创造一个世界，要告诉人们许多关于现实世界的一切。\n    以下对内容做个最初预想：玩家在最初诞生在一个牢房里，要根据告示牌上耐人寻味的话，找到机关使自己出去。当男主角找到出口时，他抬头看到门上有一个箱子旁边还有一个告示牌，牌子上写着“即便在最后一刻也要留意细节，便会得到光明  —第一个秘密——”打开箱子，发现里面用地图摆出了一个“1”的形状，这便是与其（“第一个秘密”）同名的压缩文件的密码，文件解压，里面有一个文档，玩家找到下一步的线索“树依靠着水而成长，而答案就在它的下面”之后男主便在一颗靠近河流的树下找到了另一个告示牌，之后依次男主角的冒险便这样展开了。当然压缩文件中有时不单是文字文档有时也是图片，是一张设计图，要玩家在特定的场景里进行建造，建造完成后便会晓得下一步的答案。等等会有各式各样的提示出现在压缩文件中（意味着会有各式各样的文件被压缩进压缩文件里），你不得不调用互联网，或去现实生活中一些特定的地方寻找答案，你会发现你和游戏里的人物是一体的，他的冒险也是你的冒险，你在现实中要根据它的冒险而冒险，他也因你的冒险而得以进一步的冒险。我的设计会使里面充满各样密码，而所有的密码共同会形成一个更巨大的密码，当然我的设计的初衷是因为我有一个秘密要告诉很多人。时间还很多，这只是一个构思，如果有兴趣的朋友可以按照我的思路做一个相似的出来，你可以让其他人在里面寻宝，把一些东西的密码写在里面，用告示牌，而当他们找到以后就会获得在现实生活中的奖励，假如我是个吃饱了撑的的富豪，我真的想在一个账户里存进一些钱，而后把密码和卡号，写在告示牌上放在Minecraft的某个角落里面，让别人在里面寻找，这该是多么有意思的事情啊，别人在寻找的过程中也会分享你的智慧，这是最好不过的了。",
    "replies": [
        {
            "author": "luanhaoyi",
            "timestamp": 1337610600,
            "txt_content": "晚了！已经有人这么做了"
        },
        {
            "author": "geludan",
            "timestamp": 1337610780,
            "txt_content": "不就是冒险地图么我晕"
        },
        {
            "author": "ExplOad_TnT",
            "timestamp": 1337611080,
            "txt_content": "看起来不错....11岁小孩坐等楼主的地图存档...哈哈，有服务器更好。"
        },
        {
            "author": "894271939",
            "timestamp": 1337611860,
            "txt_content": "luanhaoyi 发表于 2012-5-21 22:30 \n晚了！已经有人这么做了\n其实我也知道很早就有人想到这点了（不知是否是在牌子上写提示这点），但精细度始终是个问题，在创意产生之后没有人去把它做大做完整（我一个人也铁定做不到），里面的机关设置，建筑物的排布，出现在游戏里的一切都是要被设计到的，城镇的名字，某栋建筑物的形状，我们完全有能力在这个虚拟出来的世界里藏匿各种秘密而很难被人轻易发现，但是又可以被发现，甚至是被指引去发现。要造一个完整的城镇或城市，许多的城镇，有博物馆，医院，教堂，各种设施，高楼大厦，而这些建筑和街道里，都存在着蛛丝马迹，可以把它放在服务器里，不要求诞生在一个服务器里的世界观的数量有多多，要将一个世界观做大做好，让它像一个真正的世界，这是个游戏，不要着急在里面做任何什么，建筑还可以更精美，城市系统还可以更完整，假如Mod不够完善我们可以自己制作来符合我们构想出的系统。我们完全有能力让MC的世界变得和真实世界一样。"
        },
        {
            "author": "geludan",
            "timestamp": 1337611920,
            "txt_content": "ExplOad_TnT 发表于 2012-5-21 15:38 \n看起来不错....11岁小孩坐等楼主的地图存档...哈哈，有服务器更好。\n单机是不行了，如果第一个人过了一关，第二个人怎么办？闯完了怎么办？服务器整天给你做新地图？"
        },
        {
            "author": "luanhaoyi",
            "timestamp": 1337612040,
            "txt_content": "894271939 发表于 2012-5-21 22:51 \n其实我也知道很早就有人想到这点了（不知是否是在牌子上写提示这点），但精细度始终是个问题，在创意产生 ...\n膜拜！！！！！！太精细了"
        },
        {
            "author": "894271939",
            "timestamp": 1337612220,
            "txt_content": "geludan 发表于 2012-5-21 22:33 \n不就是冒险地图么我晕\n可以分在这一类中，但是细节上我提出了一些观点。【其实我以前玩过很多人自己做的冒险地图，但是感觉大多制造的都太仓促了，成不了完整的体系，甚至根本就不能称之为是一个故事（这不代表我就能做到）。然而这也就像我们这个社会里的很多情况一样，其实游戏和现实生活又有什么区别呢？尤其是像minecraft这样的游戏，时间从来就不缺，然而却始终不知道如此忙忙碌碌是为了什么？反而在这个世界上留不下什么值得传颂的东西。"
        },
        {
            "author": "geludan",
            "timestamp": 1337612460,
            "txt_content": "894271939 发表于 2012-5-21 15:57 \n可以分在这一类中，但是细节上我提出了一些观点。【其实我以前玩过很多人自己做的冒险地图，但是感觉大多 ...\n我记得有个冒险地图，做得很好，它用几根大柱子划分了很大的一块区域，在这个区域里的每一个区域都是有剧情的，忘记叫什么了"
        },
        {
            "author": "geludan",
            "timestamp": 1337612580,
            "txt_content": " 本帖最后由 geludan 于 2012-5-21 16:07 编辑 \ngeludan 发表于 2012-5-21 16:01 \n我记得有个冒险地图，做得很好，它用几根大柱子划分了很大的一块区域，在这个区域里的每一个区域都是有剧 ...\n一开始是在天上，然后阅读所有的牌子之后就可以跳下去开始游戏了，有个lobster town，还有几个叫什么名字不记得了。。。总之有主线有支线，再细节就记不得了。。。二次编辑：哈，找到了，是这个，好怀念啊\nhttp://www.minecraftforum.net/topic/294505-advpuz-questworld-shipwrecked-v16-out-now-85000-downloads/\n真怀念"
        },
        {
            "author": "894271939",
            "timestamp": 1337613600,
            "txt_content": "geludan 发表于 2012-5-21 22:52 \n单机是不行了，如果第一个人过了一关，第二个人怎么办？闯完了怎么办？服务器整天给你做新地图？\n的确，创建这样的地图，一个人在单机里是肯定办不到的，所以要多人合作把地图建造出来（一整个服的人合力制作，而这一个服的人便是这样一个奇迹般世界的总工程师，是唯一知道所有秘密的人，这在现实世界中就好比那些在古代传说中曾有过的许多设计大型陵墓或建筑（如大金字塔）的古代工程师那样的身份），建造完后可以保存为单机的存档供其他玩家在其中探索（这或多或少有点像单独的游戏设计师的感觉，不知道是不是要求过高了）。建造与冒险是双重乐趣。而建造者不能体会在其中冒险的乐趣，而冒险者不能体会建设的乐趣。这是一个要涉及到很多人与事物的构想，我想对外国那些玩家而言或许也很难办到，因为这要高度的团结，与有持久的耐力。就国内玩家而言我想做到这点会更加困难。但我总觉得国人的潜力是无穷大的，我们有着其他任何国家所不能媲美的悠久历史与文化底蕴，我们的思维更具复杂与扩展性，我们能使任何看似没有联系的事物产生联系，假如这样的地图可以建成，这将会是一个里程碑式的存在。"
        },
        {
            "author": "894271939",
            "timestamp": 1337613780,
            "txt_content": "ExplOad_TnT 发表于 2012-5-21 22:38 \n看起来不错....11岁小孩坐等楼主的地图存档...哈哈，有服务器更好。\n我只是提出构思，凭我自己是办不到这个的（就我提出的那几点就可以看出了，工程相当困难啊），更多的我想让更多的人参与完成这样的事情，或者假如notch和他的工作室他们可以想到这一点来着手建设，这倒也是不错的。"
        },
        {
            "author": "geludan",
            "timestamp": 1337614200,
            "txt_content": "894271939 发表于 2012-5-21 16:20 \n的确，创建这样的地图，一个人在单机里是肯定办不到的，所以要多人合作把地图建造出来（一整个服的人合力 ...\n外国人反倒行，一帮人闲着无聊，中国都是生活压力没时间一帮人聚在一起。。。\n像老外很多合力完成了很多惊人的作品，合算的是比如十个人造，放出单人地图下载，就可以造福一千-一万玩家，如果是联机。。。至于总工程师，没有人会这么无聊。。。"
        },
        {
            "author": "894271939",
            "timestamp": 1337614860,
            "txt_content": "geludan 发表于 2012-5-21 23:03 \n一开始是在天上，然后阅读所有的牌子之后就可以跳下去开始游戏了，有个lobster town，还有几个叫什么名字 ...\n首先感谢分享啊，外国玩家的设计一直都很出色。但是我觉得假如我们有他们那样的耐心，我们无论是就玩家人数而言，或是创新性而言，都绝对会输给他们的，中国目前能做出像外国玩家那样庞大的建筑的作品还很少，但毕竟高手在民嘛，我觉得只是懒得联起手来做这个而已，MC是一个很好的平台，也能做出许多激动人心的东西。还有一点，我总是想把游戏里和游戏外的世界联系的更紧密一些，比如游戏外一些文件的应用之类的。【我之前甚至想过假如是朋友之间都住在同一个地方的话，可以藏一些真的东西在居住地附近，而后在MC世界里留下一些提示与线索，每个人分别获得相同的存档，看谁先能够破解“只有在游戏中”才可体现出来的“暗语”找到所隐藏的礼物。但就现在看来系统构造就过于单一且难于实现，创建地图是一个很大的难题。】"
        },
        {
            "author": "geludan",
            "timestamp": 1337615100,
            "txt_content": " 本帖最后由 geludan 于 2012-5-21 16:45 编辑 \n894271939 发表于 2012-5-21 16:41 \n首先感谢分享啊，外国玩家的设计一直都很出色。但是我觉得假如我们有他们那样的耐心，我们无论是就玩家人 ...\n你，让我想到了，网上流传已久的中日文化交流文件夹。。。互相给对方暗语告诉对方文件位置。。。结果爸妈也是MC玩家，悲剧了"
        },
        {
            "author": "894271939",
            "timestamp": 1337615520,
            "txt_content": "geludan 发表于 2012-5-21 23:30 \n外国人反倒行，一帮人闲着无聊，中国都是生活压力没时间一帮人聚在一起。。。\n像老外很多合力完成了很多 ...\n总工程师只是打个比方，不要在意。就造建筑而言他们肯定没问题，庞大而华丽让人惊叹，但他们的思维模式不像我们可以绕这么多弯子，所以我提出的密码、提示与机关的那些东西估计也就只有国人有可能想得到。【将密码包含于建筑中，而机关是一种哲学中提到的因果现象的体现，而密码是数字与文字相交织的哲学游戏】当然目前这都是空谈，很期待这可以被实现。"
        },
        {
            "author": "894271939",
            "timestamp": 1337615580,
            "txt_content": "geludan 发表于 2012-5-21 23:45 \n你，让我想到了，网上流传已久的中日文化交流文件夹。。。互相给对方暗语告诉对方文件位置。。。结果爸妈 ...\n爸妈也是MC玩家？"
        },
        {
            "author": "geludan",
            "timestamp": 1337615820,
            "txt_content": "894271939 发表于 2012-5-21 16:53 \n爸妈也是MC玩家？\n你明白么，我指的中日文化交流。。。"
        },
        {
            "author": "894271939",
            "timestamp": 1337615880,
            "txt_content": "纯粹激动了而已...【中国创造应从点滴做起。】"
        },
        {
            "author": "894271939",
            "timestamp": 1337616000,
            "txt_content": "geludan 发表于 2012-5-21 23:57 \n你明白么，我指的中日文化交流。。。\n表示真没看懂..."
        },
        {
            "author": "geludan",
            "timestamp": 1337616240,
            "txt_content": "894271939 发表于 2012-5-21 17:00 \n表示真没看懂...\n唉。。。\n就是说网上一个隐晦的说法，表示宅男们把自己H的东西，比如说毛片放在电脑盘很深的的方，要开十几个文件夹才能打开，文件名比如好好学习，天天向上，中日文化交流（中国宅男看日本片，这个很出名）云云"
        },
        {
            "author": "geludan",
            "timestamp": 1337616360,
            "txt_content": "894271939 发表于 2012-5-21 17:00 \n表示真没看懂...\n然后每过一关，就给一个子文件夹的名字，还挺有趣的。。。"
        },
        {
            "author": "ayaya",
            "timestamp": 1337621580,
            "txt_content": "LZ打字好多"
        },
        {
            "author": "hjzsd",
            "timestamp": 1337639820,
            "txt_content": "好多字.......看晕了............"
        },
        {
            "author": "hjzsd",
            "timestamp": 1337639940,
            "txt_content": "geludan 发表于 2012-5-21 23:01 \n我记得有个冒险地图，做得很好，它用几根大柱子划分了很大的一块区域，在这个区域里的每一个区域都是有剧 ...\n看起来好像很厉害的样子............."
        },
        {
            "author": "ExplOad_TnT",
            "timestamp": 1337694240,
            "txt_content": "894271939 发表于 2012-5-21 23:23 \n我只是提出构思，凭我自己是办不到这个的（就我提出的那几点就可以看出了，工程相当困难啊），更多的我想 ...\n好吧...我是没能力的了"
        },
        {
            "author": "894271939",
            "timestamp": 1337866500,
            "txt_content": "geludan 发表于 2012-5-22 00:06 \n然后每过一关，就给一个子文件夹的名字，还挺有趣的。。。\n原来是这样！哇塞..."
        }
    ]
}