{
    "title": "【塔防搬运】wiki不该做的事及吐槽",
    "author": "塔防精兵",
    "replyCount": 1,
    "timestamp": 1392438720,
    "txt_content": "注意！不要死跟着以下的建议你可能会觉得这些建议很好用、很夸大、很无聊、又或者是很没用。无论如何请记住：这些建议是由你我这些玩家们提供的。如君不喜这些建议的话，随你便吧！Minecraft的最终目的就是让大家玩的开心。这些建议再怎么有用或没用也都只是建议，诸君也不须要一本通书看到老，食古不化的死守着它们而害到自己没办法好好享受到乐趣。只要你不要不小心把钻石掉进岩浆里烧掉就上上大吉了。[size=12.666666984558105px][编辑]不要挖踩在脚下的方块挖脚下的方块很可能让你掉入一个天然洞穴，除非是在创造模式，不然你就会受摔落伤害后被怪物杀死。或者掉入地下岩浆中死亡，失去所有身上的物品。又或掉入地牢中被怪物屠杀。比较安全的挖矿方式是阶梯式向下，或者在地表寻找天然洞。1X1垂直向下挖的方式也可能让你卡在洞里。 用2X1的洞向下挖虽然仍不怎么安全，但至少不需要挖自己脚下的方块，风险小得多。[size=12.666666984558105px][编辑]不要挖头顶上的方块挖掉头顶上的方块可能会让你有不好的遭遇。水，岩浆，甚至怪物从上面的洞掉下来打你，沙子与沙砾也可能落下埋住你，使你窒息。挖之前在这个方块下插火把能防止沙子埋住你，放梯子能防止沙子，水，或者岩浆，但这些都不怎么保险。在头顶上听见怪物的声音的话就要警惕了，头上可能是个地牢什么的。 Beta1.9版本之后，如果一个方块后面有液体，那么方块上会有渗漏的效果，红色是岩浆，蓝色是水。如果碰到就要当心咯。[size=12.666666984558105px][编辑]没有弓箭最好不杀爬行者不像其他怪物，爬行者在靠近玩家后会爆炸。你最好用弓箭远距离猎杀爬行者。如果没有，就只能拿起剑了。用剑击退它们之后马上后退。如果有足够的技巧，你可能可以用剑杀死它们，剑越高级越好。拿木剑杀爬行者，爬行者有很大几率会爆炸并且杀死你。所以如果不是老玩家，就不要尝试了。 但你可以用附魔的武器去杀爬行者。塔防吐槽：我有100次都是用手打掉苦力怕的有木有。。。[size=12.666666984558105px][编辑]不要在旁边有僵尸的情况下治疗僵尸村民如果你在治疗僵尸村民时附近有僵尸，那么当村民被治愈后，附近的僵尸会都走向村民并杀死他，让你刚才的成果全部白费，这会浪费掉你的一瓶喷溅型虚弱药水和金苹果，还没有算上等待村民恢复的5分钟。但是，所有的僵尸都会被村民吸引，这会为你争取到逃跑的时间。[size=12.666666984558105px][编辑]第一晚不要在外探险除非你是个老玩家或者是和平模式，否则这样做等同于自杀，即使是和平模式，也有几率迷路（但是如果有指南针可以走回来，前提：指南针只是指向出生点，所以如果不是在出生点附近的话，不要轻易相信它）。[size=12.666666984558105px][编辑]不要用低级工具开采高级矿物如果没有铁镐或者钻石镐，开采红石矿，钻石矿，金矿和黑曜石是不会掉落任何东西的，矿物会被破坏。如果花了超过2秒去挖一种矿物（红石5秒，黑曜石9秒），可能就是工具级别低的缘故，不会掉落任何东西。[size=12.666666984558105px][编辑]不要用高级工具开采低级矿物如果是钻石工具的话还是值得的，因为开采得特别快。但还是想象着每块钻石都是你最后一块钻石，以备不时之需。 另外，通常一处可以打到连着的五块钻石，用三块做镐，两块合成附魔台，其它的工具和盔甲就别用钻石做了。天知道什么时候你才能再见到钻石。[size=12.666666984558105px][编辑]别玩火木头会让火迅速地蔓延。1.6之后，火不再会无限燃烧下去了，火会把木头烧掉。火能烧掉一片树林，可能会蔓延并烧掉你的房子。塔防吐槽：我的房子是用石头做的。。。[size=12.666666984558105px][编辑]不要在家附近造没用的高墙造得好的墙能作为好的防御屏障。但造得不好的墙是无用的，蜘蛛能爬过你的墙。要防御蜘蛛，把墙造到4格高并且墙头要向外突出，就像是墙檐。蜘蛛是爬不过墙檐的，而且最多只能跳3格高。墙檐可以一格隔一格，因为蜘蛛是2X2X1的体积。[size=12.666666984558105px][编辑]注意保护可燃的房子木板，木头，树叶，书架，羊毛等都是易燃材料，也容易受爆炸冲击。难以经受爬行者的爆炸，而圆石就是不错的选择。泥土也可以用来建房子，但是也容易受爆炸冲击。注意雨水是灭不掉闪电击中木头所产生的火焰的，需要手动前去打灭，所以木建筑在闪电面前会很脆弱。[size=12.666666984558105px][编辑]不要用低级的工具比起合成工具，木材有更多别的作用。所以除非刚开始游戏或者迫不得已，不应去合成木制的工具。对石质工具，铁质工具也一样，如果你已经拥有了足够的钻石做钻石工具，那么就避免用低级的工具了。而金质的工具，我建议永远不要使用。虽然金开采速度很快，但金是质地较软的金属，很不耐用。你打到三个金的时间绝对比用黄金镐开采节约的时间多得多。追求快速开采可以选择钻石镐。黄金用在铁轨上，才是好钢用在刀刃上。开始游戏时应该做一把木镐，挖三块圆石后马上合成一把石质镐，石质镐能挖得更快，质量也更好。[size=12.666666984558105px][编辑]不要在放置玻璃时粗心大意玻璃在被破坏时不会掉落其自身,所以如果你在建造窗户时改变主意，你只会损失玻璃。如果你不在NPC村庄的附近，损失玻璃可能成为大问题。在你放置玻璃前，先用一个方块代替玻璃放在玻璃应该放的位置上，如树叶或铁栅栏，来确定放置位置是否正确。同样重要的是，若不放置玻璃，不要把玻璃拿在手里，如果你不小心放下了玻璃，只有“精准采集”的工具才能把它无损地拆下来。对于玻璃板也是如此。[size=12.666666984558105px][编辑]不要在下界杀怪下界的恶魂即使你有弓箭也难以杀死。而僵尸猪人总是群体活动的，也很难杀死。没有弓箭和打火石不要去下界，因为恶魂能炸毁你的传送门。用圆石来防护下界门能防止恶魂轰炸，因为恶魂的火球不能破坏圆石。僵尸猪人最好也别去招惹，因为他们是中立的，除非你攻击他们。[size=12.666666984558105px][编辑]不要用其他工具打怪要用剑或者弓箭来打怪，用其他工具打怪只能造成很小的伤害，还会翻倍损耗工具。 除非，你暂时没有什么武器了，当然你可以用鸡蛋或雪球暂时击退他们。[size=12.666666984558105px][编辑]别给矿车乱加燃料每次给动力矿车多加一块煤，矿车里剩下的燃料就会被浪费掉。一块煤能让矿车在笔直铁道上行驶约4分钟。所以再次添加燃料之前一定要把剩下的先用完。[size=12.666666984558105px][编辑]不要在庇护所里留空隙庇护所保护你免受外界伤害。除非你的庇护所也需要外界，那就不叫庇护所了...不要留空隙。谁知道会进来什么东西。说不定当你翻箱子时，一只僵尸已经在你后面了...[size=12.666666984558105px][编辑]不要在接近自己的地方点燃TNT近距离的TNT爆炸是致命的，尤其在引起一系列爆炸时。无论何时都要尽可能地用红石线路/树叶 在一定距离处引爆，虽然这会使你损失一点红石。在最近的Beta1.7更新里已无法用手引爆TNT。如果要在一定距离处引爆TNT，建议用中继器来增加逃脱爆炸的时间。塔防吐槽中继器会炸没得。。。[size=12.666666984558105px][编辑]不要在木房子里弄壁炉壁炉很好看，尤其是在木质的房子里。不过建议不要搭建，因为有失火的风险。只要保证周围没有可燃方块(至少五格范围内)你还是可以搭壁炉。但要知道这不是什么标准，你的房子还是可能着火。Beta1.6更新之后，火不会无限地蔓延，但还是能烧掉你家房子的很大一块。除非，你有足够的速度来用手灭掉火或倒一桶水。[size=12.666666984558105px][编辑]有打火石就不要用剑杀猪如果你在杀猪的时候已经带上了打火石，就给自己省点时间，把猪在的那块地点上火就地烤熟猪肉，这样既省烧的时间又省煤炭，打火石做起来也更容易，用途也比你那信得过的铁剑或者钻石剑要少。注意不要把自己烧着了，或者烧水边的猪。如果猪自己把火灭了，再烧就不会掉熟猪排。尽量一次多烧点将效率最大化，小心木屋和房子。岩浆也能用，而且不用担心耐久度，但杀猪很快(很容易烧掉猪排)，所以确保及时弄掉。但如果你有附有“掠夺”属性的剑，那么你也可以用该剑，将掉落更多生猪排。所以，在食物充足而燃料不够的情况下，适宜用打火石烧猪，而燃料充足而食物不够的情况下，适宜用掠夺属性的剑。要质量还是数量，随情况而定。[size=12.666666984558105px][编辑]有剪刀就不要杀羊如果需要羊毛，你杀死羊的话，它们只会掉落一个羊毛。如果你有剪刀，你可以手持剪刀右击羊，那样你可以得到1-3个羊毛。不仅如此，如果你手持染料右击羊，羊的颜色也会变成和染料一样。羊吃草后就会再长出羊毛，且再长出的羊毛颜色与以前一样。这样可以使各种颜色的羊毛“取之无尽，用之不竭”。注意幼年的羊不能剪毛。例外：当你杀死羊的同时用剪刀右键点击羊，你最多可以得到四块羊毛。 如果你的饥饿值不够了，你要记得Minecraft不存在“羊肉”这种食物（至少目前是如此），所以如果饥饿值减少，你应该去杀猪，牛，鸡来得到肉，杀羊是没有“羊肉”的。[size=12.666666984558105px][编辑]别拿其他东西喂给狼吃(除了腐肉和生猪排)你可以随便喂你的狼什么东西，但只有猪排能给他们补血。喂别的一切东西都是浪费，尤其当这东西很稀有的时候，比如苹果和曲奇饼。熟的猪排和生的猪排补的血一样，留给自己吃吧。如果你有一堆生肉占用你的物品栏，没时间花在烧猪排上，就拿它好好照顾你的狗狗。喂到它的尾巴角度高过水平线为止。到了beta1.8，腐肉也能拿来喂狗吃。对你来说这不是什么好吃的，但对你的宠物来说却很有用。塔防吐槽：腐肉不是可以一下子吃好多篇然后喝牛奶就结束了吧。。。[size=12.666666984558105px][编辑]不要弄太多木板把你一组组的木头看成\"压缩\"版的一组组木板。你一弄木板，你的木头就会多占4倍空间。同样的，不要弄太多木棍。把多余的木板变成木棍，占用空间会翻倍。[size=12.666666984558105px][编辑]别手里拿着一桶岩浆到处乱跑死在岩浆里可以说是最糟糕的死法,因为大多数情况下你会丢失你所有的物品。很容易不小心在拿着一桶岩浆的时候点到右键放出岩浆然后把你烧死。出于同样的原因，你甚至不应该把岩浆放在你的快捷栏里。 还有水，它也许也会给你带来麻烦，总之，不要把一些释放的东西一直拿在手上操作，比如药水，爆竹，打火石等。[size=12.666666984558105px][编辑]不要忘记随身带一桶水你在采矿或者探险的时候永远也不知道会不会掉进岩浆或者想穿过岩浆弄点矿石。带一桶水给自己灭火或把一个布满岩浆的地方变成黑曜石过道。当你熄灭自己身上的火或者清除了一大片岩浆之后，把水收回桶里接着走下去。水水更健康\n\n[size=12.666666984558105px][编辑]不要在房子外面弄甘蔗园藏在甘蔗园的爬行者很难在它启动爆炸倒计时前认出来。等你把剑拿出来，你的房子就已经被炸出个洞了。 也不知道要不要在靠近自己家边上种树，或者麦子，如果怪踩在上面，实在太悲哀了[size=12.666666984558105px][编辑]不要忘记在挖深矿井时带至少一组沙砾或沙子采矿的时候，最大的问题是岩浆。要穿过一大片岩浆去开矿吗？到岩浆池上面，到方块的棱上往下丢沙子和沙砾把岩浆池填满。不用再换个地方挖矿，或者被黑曜石搞得心烦意乱，也不用担心意外地挖隧道挖到岩浆里。当然，带一桶水也可以达到类似的效果。[size=12.666666984558105px][编辑]不要为了钻石冒生命危险如果你看到钻石，尤其是在地上的话，在它旁边挖掉一个方块。如果看到岩浆，把洞盖上，接着走下去。就算钻石很稀有，也不值得为此丢掉一背包物品。但如果你有足够的经验，试着在开采任何钻石前在附近倒桶水，然后在水面下挖掘你的矿物，水能够在岩浆伤着你或者烧掉你的钻石前将它变成黑曜石。这同样适用于金，青金石，红石，黑曜石或苔石或者更少用的铁和煤炭。什么东西都应该在安全的地方收集，在表面上(泥土，沙砾和石头)岩浆就应该一次从下界带数桶回来。塔防吐槽：所以说水水更健康\n[size=12.666666984558105px][编辑]不要在多人游戏里住在出生点附近在多人游戏里，最好住在离出生点越远越好的地方，或者是一个不易被发觉的地方。新玩家一进来看到出生点附近有一间房子简直就是引人犯罪。他们可以很容易的对那间房子搞破坏，或者更糟糕的，直接冲进去把你杀了之后把你辛苦得来的资源洗劫一空（除非你的服务器里有类似领地和锁箱子的插件）。在你没有方法预防蓄意破坏的时候把房子盖在地下或者水下会是一个不错的方法，尤其是在允许蓄意破坏的服务器里。 这种无耻的行为应该在好朋友中是可以避免的，有时候给那些人一定好处也是保存自己的财产安全的方法吧。塔防吐槽：熊孩子会旅游的啊有木有！！！[size=12.666666984558105px][编辑]尽量不要吃有毒的玩意儿相信我，腐肉真的很难吃。与其为了那20%的饥饿值去冒食物中毒的险还倒不如拿去喂狼比较好！还要相信我，蜘蛛眼,毒马铃薯和河豚是应该炼药的东西，不应该成为补充饥饿值的食物。它们只能补充寥寥可数的饥饿值，还会有中毒的危险。[size=12.666666984558105px][编辑]不要在你的出生点搞破坏无论你想要发泄还是贪玩，用TNT狂轰滥炸永远是可以的，但是千万不要在你的出生点上这样做。当你没有床或者床不能用的时候你将会在此复活，到时候你可能因为你之前把出生点炸了一个大洞而害到自己一复活就摔到重伤！最好一出生就把出生点标示清楚以避免这尴尬局面。[size=12.666666984558105px][编辑]不要让雪傀儡在床边乱跑自从雪成为方块，你在起床后会站在床上，并且当你的天花板只有两格时你会卡在方块里，这会让你受到窒息伤害。并且在死亡后不能出生在床旁边，因为床\"被阻挡\".若要避免这些，把雪傀儡圈起来。[size=12.666666984558105px][编辑]没全副武装就不要找人单挑玩家也是人，你有的东西他们也有，你想的到的东西他们也想的到。在没有武器跟装甲的状况下跟其他玩家战斗无疑是自杀。他们甚至可以在你死后\"继承\"你身上的东西。[size=12.666666984558105px][编辑]不要不带武器出门除非你在创造模式或将难度调为和平，不带武器出门在任何时候都有一定的危险性。天知道何时在大白天下突然跳出来一个怪物失惊无神的吓你一跳！塔防吐槽：空手接白刃100次撸过。。。[size=12.666666984558105px][编辑]不要随便攻击铁傀儡以为杀死铁傀儡可以大发\"铁\"财吗？请君三思。铁傀儡最多只掉下3-5个铁锭外加0~2朵玫瑰，血量超厚(50颗心)，还有非常恐怖的攻击力(7.5-11颗心一击)。同时杀一个铁傀儡会使你对该铁傀儡所属村庄的知名度大跌5点，只要跌破-15点该村庄的所有铁傀儡都会自动攻击你。到时候唯一的恢复方法就是在不被铁傀儡发现你的情况下跟村民们做买卖提高知名度了。但是，打火石和岩浆可以避免知名度下降。还有，攻击铁傀儡只会激怒铁傀儡但不减知名度。塔防吐槽：水采铁最好！！！[size=12.666666984558105px][编辑]不要用斧头去清树叶用斧头或者任何工具去清理树叶是最愚蠢，也是最浪费工具的事。树叶是可以直接空手清除的，帮自己一个忙，用自己的双手好好省省你的工具的耐久度吧！你也可以用剪刀来收集树叶，但树叶是很占空间的。除非你拿来盖东西，不然我并不建议这样做。[size=12.666666984558105px][编辑]不要在森林里使用末影之眼在森林使用末影之眼，很容易让末影之眼掉在树上，之后再找到它就会很难。掉落的末影之眼会在5分钟内消失，而你几乎不可能在这么短的时间内找到它。[size=12.666666984558105px][编辑]不要把剑浪费在迷你史莱姆上迷你史莱姆的血量是游戏里最低的，仅仅0.5颗心的血量令它连你轻轻打它一拳都可以把它打死。所以当你打史莱姆打到最后的时候直接赤手空拳的打下去吧！用剑砍迷你史莱姆花费跟大史莱姆一样的耐久力，何必为了完全伤不到你的脆弱小家伙浪费你的钻石剑呢？下界的岩浆怪也是同样道理,也可以直接引诱史莱姆。到水中淹死。但如果你需要大量的粘液球或岩浆膏，你可以用附有”掠夺“属性的剑进行击杀。塔防吐槽：其实用拳头要打两次，用木棍一次就好了！！！转自wiki[size=12.666666984558105px][编辑]不要用箭射画，船，矿车或物品展示框不要用箭射它们。它们也属于实体，被箭射中后会掉落或损坏，并且这样做也会浪费一根箭。使用钓鱼竿也要注意，它也会损坏画。[size=12.666666984558105px][编辑]不要在夜晚随便瞎跑当你什么都没带 就走在充满危机的夜晚时（除非是创造模式），你就会发现你是多么的脆弱。塔防吐槽：新手的避难所不是向下挖3格吗。。。[size=12.666666984558105px][编辑]不要在下界或末路之地使用床在下界或末路之地使用床会发生爆炸，并点燃附近的方块，即使你没有被爆炸杀死，也会被火烧死。所以不要在这些令人毛骨悚然的地方睡觉。床在下界和末地没有什么用，即使它不会爆炸。并且在这些地方设置出生点也不安全，这些地方没有日夜交替，也没有睡觉的时候。所以不要在这些地方使用床，除非你只是拿它当装饰品。最好不要放置它，以避免突如其来的爆炸。[size=12.666666984558105px][编辑]不要在重要的地方与凋灵战斗凋灵可以用很简单的方法就可以毁掉你的美丽的世界或钻石城堡。如果你要和凋灵战斗，一定要远离重要的地区或建筑。凋灵在形成后会发生大爆炸，并且会用会爆炸的头颅进行攻击。你就是穿着防御4的防具并拿着锋利4的剑也不能阻止凋灵破坏世界。凋灵即使被最强大的武器击败，它在被击败前还是会攻击多次。与凋灵战斗的最好的地点就是地下，山洞中。你可以不用走太远就可以攻击凋灵。当你计划与凋灵战斗时，要小心地选好地点！塔防吐槽：/gamemode 0",
    "replies": [
        {
            "author": "MC大湿",
            "timestamp": 1393638720,
            "txt_content": "\n\n纯复制粘贴好玩？"
        }
    ]
}