{
    "title": "[原创]《魔法学院世界》[作者:MikuScarlet][已更新至2节]",
    "author": "MikuScarlet",
    "replyCount": 12,
    "timestamp": 1392445140,
    "txt_content": " 本帖最后由 MikuScarlet 于 2014-3-9 11:07 编辑 \n\n返回上一章　索引   下一章\n\n\n申明：本人还是第一次写小说0 0.若有什么不足请指出，但也由于文笔问题，有许多地方写得不恰当还请多多包含。  另外这个小说名字本来是叫魔法学园小说的，但是，因为魔法已经没多大牵扯了，连学园也没有。感觉太扯，所以去掉了。\n但后面发现也 不太好，所以也加回去了。\n\n\n--<< =魔法学园世界= >>--\n第二章\n\n第二章 — 末影人\n\n　　现在是夜晚，很静，我也不知道我当时是因为什么，地板好冷，好想回到温暖的大床上去，我冷得发抖，因为是席子铺在地上盖着被子，所以发抖的时候，也发出了声响。\n　　“哈....斯..”实在是太冷了，这里也真是奇怪，除了晚上之外，其他时间温度都正常，唯独晚上冷得要人的命。我头视角转向床上，看见了苦力怕，也就是小雪，跟我相似不到一天的苦力怕族的女孩子睡在我的床上，即便是非常想回到床上呼噜呼噜地睡觉，但还是不忍心吵醒她。毕竟，她的遭遇太惨了。\n　　于是我叹了一口气，然后头转回来继续背对着苦力怕。真冷惹，寒冷使我又再次发抖，又再次发出了与席子摩擦的声音。我听见了一点声音，我回头一看，苦力怕坐在床上，只露出上半身。\n　　“恒和....很冷吗？很抱歉啊，要不，跟你换位置，我睡地板上吧....我已经习惯了。能让我再睡到这么舒服的大床我已经很满足了，哪怕只是一会儿。”她微笑着对我说，随即是准备下床，我阻挡了她。\n　　“没事…你睡吧..冷...冷..而已，硬着就过去了。”我吐出几个字，艰难地说道。室内的温度突然温暖了起来。\n　　“这样的温度可以吗？”苦力怕开始躺在床上，看着我。“嗯，谢谢你。好多了”我对苦力怕说。\n　　“应该是我感谢你啊..之前在街上还怀疑你是坏人，真是很抱歉...我实在是被我的族人吓坏了..我已经不敢再看见他们了，尽管我很舍不得。”说完之后，苦力怕深呼了一口气。\n　　“嗯.....是挺什么的。”实在想不出要怎么样回答苦力怕的我只能表示同意了，也许这个世界就是这样了的吧？只要你有点什么与众不同的东西，比其他人更突出，你都会受到嫉妒，甚至攻击，尽管这一切看起来都太夸张，但它却是真实的。看见苦力怕这样我真的非常心酸，连睡到大床都那么高兴，开心。想到这些我的身体不由自主的热了起来。\n　　“………………” “…………”“……” 大概是安静了几分钟，我听到了苦力怕微小的呼吸声，她两手抓着被子，时不时动一下。“啊....不要...”接着她又瞬间将被子往脸上捂。呼出了一口气。接着被子又慢慢地拉了下来到了下巴，她醒了，然后用右手擦了擦眼睛，然后转头望向我这边，发现我也在望着她。接着她像是受到了惊吓了一样，被子又往脸上捂，然后转头。\n　　“恒....恒和..请你当..刚刚...什么都没发生..过....”这几个字从她口中慢慢地吐了出来。我只是微笑，随即闭上了眼睛。（好吧，其实深夜的时候我写的，写完这段我就真的去睡觉了。）\n——————\n　　热…这温差简直让人受不了，这里又不是沙漠气候，为什么会这样。等等，貌似有什么东西压在我。我有种不好的预感，这一团东西压着我，里面貌似还包着一个东西。我掀开了一看，是苦力怕！不过，脸色貌似不对啊…昨晚脸色还好好的，今天看着有点紫。她在发抖？\n　　我推了推苦力怕，她慢慢睁开了眼睛。 “你醒了吗..抱..歉...抱歉啊。没经过你的允许就跟你睡在一起了，但是，我太冷了。..”随即闭上了眼睛，然后鼻孔流出了鲜血，从眼里也流出了一点。\n　　“喂喂！苦力怕你怎么了？”说完了碰了碰她的头，身体异常的冷。我被这个情况吓傻了。我将她抱在床上，盖好被子。走出了房间，看见了血刃坐在沙发上。他一脸不爽的看着我，像是Van对着比利王说fuckyou那段一样。\n　　“爽吧？跟那么可爱的萝莉睡同一间房间…”血刃说完，喝了一口茶。\n　　“不爽啊！”[“怎么不爽”] “苦力怕她病了”[“什么！”]“我说，你等我把话说完再说话好不好？我们去叫醒杰克斯吧，问问他有什么办法。”我提议之后，血刃表示赞同。在叫醒杰克斯之后，我把情况都告诉了杰克斯，杰克斯告诉我，只是能力使用过度，身体出现损坏而已，修养一会儿就好。\n　　在弄醒苦力怕之后，给她喝了一杯热牛奶（纯成分），她的脸色才慢慢转好。\n　　“你知道吗？苦力怕，你刚刚那个情况，要吓死我了。”和你现在根本就不一样啊。\n　　“你忘记了吗，恒和，你以前也因使用过度出现跟她一样的情况。”血刃翘着二郎腿，用他猥琐的眼神看着我。我心里非常想吐槽，既然知道为什么刚刚就不直接告诉我。\n　　“苦力怕”[“可以叫我小雪吗？”]我还没说完苦力怕就插了进来。\n　　“呃..好的，只是害怕你介意想起在那里的事情而已。”我点了点头说。\n　　“谢...ww”小雪笑了。取这个名字是跟她的发色，以及性格有关吗？说话带着点犹豫，像是那种很乖的人一样。在我们吃过早饭之后，杰克斯让我们拿铁斧子，去砍点木头，干点事情，与日常不同的是，带上了这只苦力怕，也就是小雪。\n——————\n　　尽管如何，小雪的到来也让我感觉到并没有那么无聊，也不会麻烦，反倒过来，我们也有话题，和我们在一起她也感到很开心。我们走到了森林，准备伐木的时候，发现又有点动静。\n　　“昨天是在这个地方？有两个男人袭击了你们？” “嗯！！嗯！！”等等。这两个声音，难道是……我躲在一颗大树后面偷听他们的对话，果然，这是昨天对待小雪凶残暴力的那两只苦力怕。\n　　“########”那只长着一张可爱的脸的苦力怕像是在默念什么，之后来了更多的苦力怕。\n　　“喂，恒和，不准偷懒，快点砍树！”血刃在大叫。“别吵！。”我回头提醒他，[“快点过来！！”血刃还在叫]我着急了，再回头一看，发现那只可爱的苦力怕就在我的面前，摸了摸我的脸。她想干什么？她只是露出了不怀好意的笑容，小雪看见了她之后，又是惊吓的表情，但想微笑，但又止住了。而，那只可爱的苦力怕看见了我背后的小雪，脸色变了，轻轻地咬了咬自己的嘴唇，然后转向背后。\n　　“你们上吧。”说完之后她走了，我摸了摸我的脸颊。然后发现苦力怕都包围在我们旁边了。看起来要打一场吗？\n　　“看见了，就是那个异端！她竟然叛变了！！！” “可恶，就知道她不是一个好东西。” “算了，让最高领导人颁布通缉击杀她的命令吧？” “我赞成。” “让她去死！！” 听到这些我很不好受。\n　　“东西？你把小雪当东西？她跟你们一样！为什么要这样对她？”我扔下了铁斧\n　　“小雪？她没有名字，她只是苦力怕！！”那只苦力怕说完拿着一根木棒准备向我敲过来。我单手接住了那根棒子。他挣脱不了，我使劲抓了一把给棒子，Ding！！碰！棒子碎成了碎片，那个想要敲我的苦力怕也被弹开了。  “为你们刚刚所说的一切，道歉，还有，以前对小雪做过的事情，道歉。”我慎重地对他们说。\n　　“这个家伙也是个异端！！他不是人类！”被我弹开的那个苦力怕叫喊。随机他闭上了眼睛\n　　“######”她嘴里发出ziiiiii的声音，就像是音波，突然我脚下的那块土地炸开了。不过我有我的能力保护，我只要恐吓他们就好了，能力用多了我的身体也会受到伤害。\n　　“真的要打？我只能在这里将你们杀光了。”我装出丧心病狂的样子，舔了舔嘴唇。突然我的右手被抓住。\n　　“恒和，不要.....不要杀他们..”是小雪！“你不在意吗？如果是我肯定将他们全部灭了。”我继续说出了可怕的话，想要吓到那些攻击我们的苦力怕。“我不想看见有谁牺牲...我还爱着他们。.”小雪只是碎碎念地说着，眼里缓缓流下眼泪。\n　　“呸！恶心的异端，快去死吧。”ziiiiiiiiiiiiii，苦力怕脚下的地也爆炸了。我回头一看，发现苦力怕移动了，她旁边走出一个棕黑色头发，紫色眼睛的女孩子。眼睛里像是一个屏幕那样，有光圈一直在饶动。突然，她的眼睛里的光圈猛烈转动放大，然后消失，然后又有心的光圈再转动放大，重复。\n　　除了我，这个不认识的人，还有苦力怕，血刃之外的人，都躺下了，就像是昏迷了下去。接着她搂着小雪，然后右手握拳对着我，然后松开，紫色的能量球在她手里慢慢变大。\n　　“住手！....恒和，快躲开！”当小雪说完之后，能量球已经发射到了我这里，我一拳将能量球打爆了，Ding！！重金属摩擦的声音沉重响起，黑色的元素四处散飞之后消失了。她感到很奇怪。小雪挣脱了那个人。小雪摸着我的手，像是在看看有没有受伤，发现没有受伤才安心了。\n　　“我讨厌你！不要再出现我的面前！！”小雪对着那个人喊..那个人只是脸上呈现出很失望绝望的样子。\n　　“为....什么..”她终于开口说话了，随即就是愤怒地盯着我。她瞬间闪了过来，紫色的光束很刺眼，但只是瞬间的。以极快的速度给我来了一拳，我被一拳打倒在地。那一拳刚好打中我的鼻子，我流了点鼻血。\n　　我站了起来，发现她已经在我的面前，[“喂，你干什么！”血刃对着她喊]，之后我防下了她的很快的一拳，之后反击一拳打中了她的肚子，她被弹飞撞到一棵树上，那棵树倒了。响起撞击声的东西我看见了紫色的光束和粒子。我走过去再想给她一拳让她无法还击的时候，她瞬间站了起来给了我一拳，之后闪烁到我的背后给我踹了一脚。之后就是放出了几个黑紫色的光球，在她要放出下一个光球的时候苦力怕抓住她的右手。\n　　“别再这样了！！！！”随后那个人一脸悲伤的样子“如果不是因为你将他们都杀掉了，他们是不会这么讨厌我的！！”，那个人听见这些话了之后，感到更伤心，然后闪烁走了。在树要压倒我的瞬间我用能力将它们全部弹开了。眼睛看到的变成了红色。这就是我的极限了吗？.....幸好眼睛只是流出了一点血，我艰难地站了起来。\n　　“那个混蛋速度太快了啊。”血刃抱怨道，“不过，可贺的是，我们不用砍树了”血刃又开心起来。小雪只是不说话，看着我。摸了摸我的脸。 “对不起，都是..我的错。如果给你们添麻烦了，我可以..”在她准备说到走字的时候我立马说了一句“没事啊，挺舒服的，这么久没大量运动，活络了筋骨也不错啊。谢谢你了。”说完了我笑了。小雪只是感到很惊讶，然后微笑着点了点头。\n　　之后，我们将木头能搬运的都搬运回到了家，杰克斯看见了非常高兴。吐槽了我们将上一次没带什么木材的过错补回来了。只是我很害怕那群苦力怕会真的颁布通缉小雪的命令，杀掉她。这样的话她心灵的支柱会破碎的啊。并且刚刚那个人的能力也非常厉害，我还没来得及做防她就已经给了我一拳了。看见小雪的行为，估计如果被她的黑光球打到的话，命就别想要了吧？\n\n\n希望有人看和支持吧？并且提建议。:p\n\n",
    "replies": [
        {
            "author": "42486327",
            "timestamp": 1392445440,
            "txt_content": "原来这个章节名称叫2啊"
        },
        {
            "author": "crj125",
            "timestamp": 1392445500,
            "txt_content": "哟，写作了啊"
        },
        {
            "author": "薯片哥",
            "timestamp": 1392445500,
            "txt_content": "42486327 发表于 2014-2-15 14:24\n原来这个章节名称叫2啊\n{:10_512:}"
        },
        {
            "author": "ss5417",
            "timestamp": 1392445500,
            "txt_content": "楼主辛苦了 ！！！！！111"
        },
        {
            "author": "JUNS",
            "timestamp": 1392445560,
            "txt_content": "- -！~感觉很棒，帮顶一下"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1392445800,
            "txt_content": "流弊啊，骚年进我组里饶你一命，否则我们不会放过你。\n@250=mo     @yuchenyang  过来加分。\n\n\n\n"
        },
        {
            "author": "250=mo",
            "timestamp": 1392445920,
            "txt_content": "http://www.mcbbs.net/group-516-1.html\n进组吧~"
        },
        {
            "author": "MikuScarlet",
            "timestamp": 1392446580,
            "txt_content": " 本帖最后由 MikuScarlet 于 2014-2-15 15:04 编辑 \n\n@风之心_天双 \n但是，如果我没意识到怎么办啊？……...可以给予我提示吗？比如哪里错误了，十分感谢。:p 其实我最想知道的是，我现在的三章（包括序章）\n有什么地方触犯了版规吗？我会尽量改正的。 表示作业还没做好，要赶着做 T_T\n\n——\n已经对发布过的章节进行标题修改，谢谢版主。"
        },
        {
            "author": "薯片哥",
            "timestamp": 1392447540,
            "txt_content": "很棒，不错哟！"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1392448020,
            "txt_content": "于是我叹了一口气，然后头转回来继续背对着苦力怕。真冷惹，寒冷使我又再次发抖，又再次发出了与席子摩擦的声音。我听见了一点声音，我回头一看，苦力怕坐在床上，只露出上半身。\n冷字写成惹了"
        },
        {
            "author": "MikuScarlet",
            "timestamp": 1392448440,
            "txt_content": "yuchenyang 发表于 2014-2-15 15:07\n冷字写成惹了\n那是故意的0 0.   Leng  Re，相距很大，我是不会写错的。就像是 “啊”“啦”“呢”之类的，无关紧要。"
        },
        {
            "author": "沈沈",
            "timestamp": 1392450000,
            "txt_content": "顶一下~"
        }
    ]
}