{
    "title": "<单章>《去而复返》[作者:世奇] 第八章  连载中",
    "author": "592764254",
    "replyCount": 3,
    "timestamp": 1392471960,
    "txt_content": " 本帖最后由 592764254 于 2014-2-16 21:24 编辑 \n\n再次更新，在学校宿舍里苦战！望求人气！此次更新1600+字\n\n去而复返 第八章\n    第一夜 2\n    克里微笑着在树下看着世奇，他早早砍好了两棵白桦木，正在观赏一场漂亮的决斗。铄奇手擎木剑，剑上粘上了不少绿色的恶心的血液，散发着阵阵恶臭。克里对着铄奇喊到:“走吧！”铄奇把剑插别在腰带上，走向废墟。克里砍下树叶，拖着树木跑向废墟，在经过铄奇时，他拍了拍他的肩，比了个大拇指的手势，然后自己跑走了。铄奇笑了笑，握了握剑柄，也加快脚步跑向废墟。“弗颜乎！巫师弗颜乎！树来了！”他撑着大门，喘了几口气，然后说道:“那小子还不错。”炎可不愿听这样的话，他此时正在和同伴们一起聊着天，时不时帮巫师递些东西。巫师接下树，横放在地上，用手敲打起来，边敲打边说:“铄奇，你看，这是最基础的工具——手的‘使用方法’。”铄奇这时也到了，在门边看着巫师的动作，然后说到:“让我来试试吧。”巫师笑了笑，递给他一个原木，铄奇把原木拿在手里，用手拼命往下砸去，原木突然冒出了一点裂痕，这个裂痕十分平整，好像是特地刻上去的一样。“崩——”一声小小的崩裂声响起，铄奇手上就多了四个东西，少了一个东西。他看了看手中的四块木板，上面还带着些许树皮，巫师说:“你要把这些树皮撕下来，才能继续下一步。铄奇又用手抓住一块树皮，用力一撕，一块木板就完成了。不一会儿，四块漂亮的木板就出现在铄奇手中。他微笑着看着自己的杰作，然后对巫师说:“接下来我该做什么呢？”巫师又拿过放在一旁的木板和木棍，一边自己摆一边说着:“你看，要把这三个木板给磨尖两个，其余一个磨细一些，然后用它自动流出的神奇汁液粘好，就像这样。”巫师只花了不到五分钟的时间，就磨好了一块，不出十五分钟，六块木板都磨好了。铄奇拿起自己磨的木板和巫师磨的一比较，一眼就能分辨出好坏，巫师磨得又尖又细，铄奇磨得却有些钝，还粗糙得很。然后巫师递给铄奇两根较粗的木棍，自己把这两根木棍粘一粘汁液，粘合成一根更长的棍子，又把棍子粘到刚刚制作好的镐头上面。铄奇也照做，可手法生疏，做出来的总是差强人意。巫师用镐子往地上的石头敲去，石头立刻把木制的镐磨钝些了，即使不明显，但镐的寿命也在缓慢的下降。铄奇也开始敲起了石头，他敲起来可是难上加难，一镐下去只能敲开一点点裂痕，不像巫师，一下可以敲开一分米的裂痕。过了十分钟，废墟外出现了一个白色的身影，尽管不是很近，但也看得见。石头有了，巫师放下开裂的木镐，用石头往石头砸去，磨制出了两个利利的刃，一个还有尖尖的锋。他用木棍粘着汁液和两块石制剑身在工作台上制作着，不一会儿，一把崭新的石剑就诞生了。巫师把这把石剑给了非舜，又再做出一把给了铄奇，然后把剩余的木头分发下去，储存好。\n   要塞外，白色身影走向了废墟大门，它是一具骷髅，手上持着一把弓，肋骨间插着许多根箭，它一步步缓慢得走向众人。巫师也发现了白色身影，他让非舜和铄奇去斩杀这只骷髅，自己则会在必要时营救他们。铄奇把木剑用左手拿，石剑换右手拿，奔向了骷髅。非舜也不敢怠慢，他被巫师暗中命令了要保护铄奇，不过除非万不得已，不要出手。铄奇木剑反手擎，石剑剑尖朝向骷髅，眼神里透着一股王者之气，他从未感觉过这种奇特的反应，身体里好像突然迸发出一股狂暴与坚韧的力量。距离骷髅还有两米的时候，他一跃而起，骷髅不慌不忙地抬弓，拉弦，可就是瞄不准，废话，铄奇此时在他头上跳过，速度之快，岂是一个亡灵能反应过来的，骷髅一箭射了个空，转身想再射，可铄奇不给它这个机会。铄奇跃起在空中，刚一跳过骷髅，把木剑往骷髅背后奋力一插，可骷髅却毫发无损，因为铄奇刺到了骷髅肋骨间的缝隙。铄奇一剑刺了偏，可他还有一剑，他见木剑刺了空，顺势用木剑往骷髅肋骨一别，自己的身体就有了回旋的力，他一转身用木剑把骷髅抛向了空中，然后闭上了眼，用石剑和木剑都朝空中伸去。“啪！”一个响亮的爆裂声出现在废墟前。骷髅崩裂出三根骨头，其余的骨头都沉入了地下，而那把弓，却留在了原地，不仅有这些，就连箭也掉了三根，再加上骷髅之前射的一箭，一共四箭。铄奇把他们收好，把两把剑别在腰带上，然后手持着弓走向废墟。",
    "replies": [
        {
            "author": "592764254",
            "timestamp": 1392472200,
            "txt_content": " 本帖最后由 592764254 于 2014-2-15 22:02 编辑 \n\n求回复。。沙发我先拿下可以不要都看帖不回复么。。。回复越多，更新越快，一天两更三更不是神话，更新越多，越有可能！不要让我看到查看和回复如相差如此大啊。。。。。金粒不求，但求人气，木有人气的请回复，您的回复是我最大的动力！！算了。。。睡了，明天回复要是不超过五个，我就明天不更，后天或大后天更，回复超过10个，明天继续更。"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1392472920,
            "txt_content": "592764254 发表于 2014-2-15 21:50\n求回复。。沙发我先拿下可以不要都看帖不回复么。。。回复越多，更新越快，一天两更三更不是神话，更新越多 ...\n我建议你看一下第三行版规，然后按照版规改一下标题，然后登记一下。"
        },
        {
            "author": "592764254",
            "timestamp": 1392557100,
            "txt_content": "风之心_天双 发表于 2014-2-15 22:02\n我建议你看一下第三行版规，然后按照版规改一下标题，然后登记一下。\n好了么？"
        }
    ]
}