{
    "title": "[MINECRAFT背后的秘密]XI:SYSTEM{权限}",
    "author": "zhh30648",
    "replyCount": 3,
    "timestamp": 1392558180,
    "txt_content": " 本帖最后由 zhh30648 于 2014-2-16 21:47 编辑 \n\n索引在此\n\n[Default]未分类组别那本被史蒂夫拿在手上的外表破烂的纸质小册子的第二十三章十一节（DEFAULT-未分类组别）（指目前无法进行确切分配权限以及地位能力的个体）（其所有权限组别处于混乱状态，此状态持续到个体恢复到原有组别后自动消失）权限.....“这是一个什么概念呢，是能做什么的意思吗？”史蒂夫左手持着这本小册子，上面不断得浮现着一行行黑色的字符[应该不是能做什么，而是被允许做什么HIM在红色的炙热大地上快速得疾走着，一边仍旧沉浸在这本莫名其妙的书中的内容这本书似乎只有拿在史蒂夫的手上才会产生这样浮现出各种信息的样子，而拿到自己手上时所有的字都会瞬间消失，变成一本最普通的《村民规章手册》也可以叫《Guide》这本书在村被毁之前人人都有一本，一旦有新的生命产生，就能在村子里领到这么一本东西，上面的大体内容就是如：不能随意破坏田地；不能攻击其他人；不能偷东西之类的非常简陋的一本书，记载了一些最基本的工具合成方法，一直被HIM扔在家里的旧箱子里[也就是说这并不是说明你有什么能力去做事情，而是你是否被允许去做事情史蒂夫仍旧一脸迷茫的样子，“权限”这个概念对于他来说太难懂[就比如说，你试试拿拳头打我“诶，真的可以吗，那我打了啊”史蒂夫难得露出一脸坏笑，即使现在是在最危急的时候，他总是这么反应迟钝，好像事情跟他不相干一样，或者他根本没去注意这些事这到底是优点还是缺点呢，哎“那我来了啊！”史蒂夫用尽全力打过来的一拳头You can’t hurt other player红色的文字突然出现在视野下方，史蒂夫的拳头瞬间僵住了根本挥不出去，好难受的感觉，身体就像被什么东西强行拉住了一样[打不到我吧？但是呢，我就乓！史蒂夫的脑袋挨了HIM的轻轻的一掌[可以随便的伤害你了,而且不限于你，我可以伤害除了那个老人以外的任何人,Pigger也是一样的“为什么？这不公平啊！”史蒂夫急了，这就感觉跟别人打架只能挨打而不能还手一样，非常不爽的感觉油然而生[很简单，看这里HIM一把扯过史蒂夫的左手，把书翻到了第二十三章的第十二节【/list】Default[Herobrine,pigger,Nara] Build+ use+ pvp+[except Notch][Steven] build+ use+ pvp-【部分权限无法显示】[这个PVP，估计就是Player vs player，也可以理解成伤害别人的一个‘权限’我和Pigger和娜拉都有，但惟独你的PVP权限是被锁死的“为什么，这不公平啊，凭什么大家都是在一个组别里的，权限分配不一样的？”[简单，没看到开头么‘目前无法被分配的组别的个体’也就是那种无法归到FARMER，solider这样的组别里的家伙，就等于是一个‘异类收集所’大家都只是不能被分配而被扔进这个组里罢了，但本身的权限并不一样史蒂夫被那么多乱七八糟的解释已经完全弄晕了，在加上刚才HIM那毫不留情如同报复般的一巴掌，跑步速度都慢了下来[再简单点说，你就是和我们不一样的组，是一个能开启这本手册内在信息的组别[再直接点，你就是能调动开启这本创世笔记的‘指令’的家伙，而我们不能\n\n我到底是谁湖面上这个金色头发的家伙到底是谁？如果这上面的是我的样子，那我现在到底是什么东西？为什么湖那边的那些建筑物那么熟悉？为什么那个牌子就像在哪里见过一样？到底我刚才在和谁战斗？他们到底是我的什么人，为什么要来这里？？？好冷，真的好冷就像被什么冰凉的东西包裹着全身，就算想爬出去，爬到阳光底下，总是会被这种黑暗又冰冷的东西拉回来，怎么跑都跑不掉[嘿，小女孩你是谁？谁在叫我?!窗外是黑蒙蒙的一片，屋子里没有开灯，外面还在下着暴雨，但是屋子里却一个人都没有乓！\n巨雷打响，屋内被照得一片惨白，在被黑和白包裹的木桌上映出了一个黑色的影子[小女孩，想逃走么被黑暗和巨响包裹着，透不过气来，只能任凭这个冰凉如呻吟一般的声音在屋子里回荡[这里很黑，不是么窗户上沾满了雨水，一只黑色的枯瘦的手如同液体一般慢慢在窗玻璃上聚集起来，然后由手慢慢凝聚成一团黑色的影子，慢慢的敲着窗户[快点走，就能逃出去了黑色影子发出的声音越来越清晰，渐渐的带上了金属的感觉，样子也慢慢固定了下来修长的四肢和身体，如棍棒一般的手臂，四周漂浮着淡紫色的粒子还有那一双散发着恐怖气息的紫色双眼，突然在黑色身体上出现[你不是还有想救的人么，我能帮你一把，所以，快点走吧影子霎时间变成三个，消失在了窗外，瞬间出现在了娜拉的木床前，用修长的手拉住娜拉的双臂完全没有他们样子上的恐怖与冰冷，就算是靠的那么近，浑身如同金属一样的冰冷，但当那如棍棒一样的手抓住娜拉的手臂的时候，温暖瞬间贯穿全身，像是被春天的阳光沐浴着[因为你朋友想杀的那个人，我们也想，请坚持住，我们的王\n\n\n\n这简直是单方面的压制即使是能力因为回到地狱而有所回升的Pigger也无法对NOTCH造成任何重大的伤害，目前能造成的只有那额头上一点点的擦破而已并不是Pigger的战斗技巧比不过Notch，至少Pigger对自己常年锻炼出来的体术还是很自信的。然而最大的问题在于：想打倒敌人就必须要对其造成伤害而目前无论是什么物理攻击对于Notch来说就如同羽毛打在皮肤上一般Notch的反应慢下来了，看来他也已经精疲力尽了，一直眯着那双苍老的眼睛，四处寻找着Pigger的踪迹拼一次了！看看直接对头部的眼睛看看能不能造成伤害！既然这行字出现在眼睛里那一定跟某个器官有关。然而时空的切断和出现是要时间的，Notch还没有弱到会在那么久的时间里依旧不发现我的踪迹，所以只能用高速近身了，等到他转过头就刺向他的眼睛！Pigger握起那把已经沾染了污渍的黄金长剑，收到怀里，做好把剑的姿势。嗙！将全身的力道灌注到右脚，如同千斤顶着地一样踏碎右脚下脆弱的地狱岩地面，让身体凭借这下的惯性笔直向前面那个白色的身影飞去“小子原来你在这啊，让我一顿好找啊！”Notch的语气里带着愤怒和嘲笑，毫不在意的转过头来就是这个时候！Pigger把收在右手边的长剑横向拔剑而出，用尽左手肌肉的力量，向着Notch的脸颊扫去The player can’t be hurt by default他妈的！又来！Notch看似苍老的右手死死抓住黄金长剑的剑身，Pigger竭尽全力的一击的力道仿佛打在棉花上，瞬间消失了。得赶紧撤退！只能再用一次空间的切断了么啪右手也被死死抓住，主力的左手也已经因为用尽全力而失去力道，瘫软的握着剑柄（可恶，你到底是，是怎么做到的，为什么你不会被攻击到，你是神吗？！）“你不需要知道，因为你已经退出这场戏了，给我好好在这呆着吧小兔崽子”SYSTEM :/Freeze Pigger不能...动了..!“你就给我好好在这看着，我完成TEST之后的世界吧！”\n\n\n等娜拉从黑暗中醒来，面前已经是红色的世界了巨大的穹顶，从顶端泻下的红色岩浆，岩壁上嵌入的黄色萤石[这里是地狱啊，娜拉一只细细的手臂搭上了娜拉柔弱的肩，那是在梦里看到的，紫色眼睛的高高的黑色生物[娜拉醒了！看来凋零的冲动抑制住了，还好成功了啊！一大群黑色的生物围了上来，虽然没有表情，但却能从话里听出他们那种激动的心情[娜拉你先在这附近逛逛吧，等我们准备完毕了，就准备出发“要...要干嘛去？”娜拉还没有脱去稚嫩的声音怯生生的问道[刚才不是已经跟你说了吗，拯救你重要的人，也就是我们的王“重要的..人....”我记不清发生什么了...似乎不久前我只觉得在黑暗中...很冷很冷的感觉..然后有三个人出现了..是...都是谁..[那边的，给我把末地石给我搬过来，还有，你快去把剑给取过来黑色的生物们都开始回到各自的工作里去了各式的黑色方形房屋被快速的建造起来，一箱箱的物资被瞬间转移到看起来像仓库的地方里这里，好像就像个营地一样.Brine.这个单词，真的很熟悉...到底是什么意思呢...娜拉屡屡她的流水般金色长发，在岩石边上慢慢坐下，开始仔细回想我...难道不是已经死了么...为什么..我还能够在这里啊..这里，到底发生了什么啊！啊啊啊不管了，就跟着他们走吧，说不定我能再见到那三个人呢.到时候一定要问清楚！滋滋滋噗~滋滋滋吾王，吾王你听的见吗..!!!!这是,这是末地传来的讯息！[喂喂喂！能啊！你们为什么能联系上了！不是联系系统已经切断掉了么！滋滋滋--------------------脑袋里只留下一大串杂音，什么也听不见了[可恶，一定是有人把通讯切断掉了！为什么连这种东西都能干涉啊！SYSTEM: /Message OFF视网膜上出现了一行红色的字符，不断的在左下角闪烁着[这个难道...史蒂夫，把那本子给我看下！“哦..哦...又怎么了，这个叫中央大楼的地方不是就在前面嘛，还要看地图干嘛”M开头....Message:与固定目标单独进行对话的权限 连这个也能关上？！难道末地研发出来的系统仅仅只是无意间把这个权限打开了而已吗！这个世界到底是怎么回事？[可恶啊,看样子这下被彻底孤立了“那只好我们先进去了？去这个楼顶？”史蒂夫抬头仰望，白色的大理石砖铺成的毫无起伏的光滑墙面，直直的冲上穹顶，仿佛从地下长出来的一样，而最顶上的特殊仪器，如今正在断断续续的散发着刺眼的光芒[只好拼一拼了，先上去吧，只要把这两块石头凑一起，说不定就能明白了！",
    "replies": [
        {
            "author": "953142925",
            "timestamp": 1392558240,
            "txt_content": "好长啊\n字数好多"
        },
        {
            "author": "42486327",
            "timestamp": 1392558960,
            "txt_content": "这么长\n膜拜"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1392561300,
            "txt_content": "  支持一下，还不错。"
        }
    ]
}