{
    "title": "[12w21a]交易系统（与村民交易详解）",
    "author": "sjjklh",
    "replyCount": 9,
    "timestamp": 1337927880,
    "txt_content": " 本帖最后由 sjjklh 于 2012-5-25 14:40 编辑 \n\n交易    \n\nhttp://zh.minecraftwiki.net/wiki/%E4%BA%A4%E6%98%93                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    \n 本页面包含会在下一个正式版更新中出现的功能。这些功能已经在每周快照中出现，但包含该功能的正式版仍未更新。\n\n 该页面仍需完善。您可通过扩充其内容来帮助我们。\n  \nJeb首次公布的交易系统截图。能够在物品栏里看到作为货币的物品（随后被改成了翡翠）\n\n\n交易（Trading）系统是一种允许玩家与NPC村民将翡翠作为货币与其他物品进行交易的游戏玩法。\n目录 [隐藏] \n1 信息2 可能的特性\n2.1 与农民交易2.2 与图书管理员交易2.3 与神父交易2.4 与铁匠交易2.5 与屠夫交易\n3 历史4 画廊5 漏洞6 参考7 另见\n 信息 \n从12w21a开始，右键点击村民会跳出“交易”界面。村民会依其职业而定提供不同的交易组合，同一名村民的交易组合永远不变。如果存在不止一个交易组合，点击向左与向右的箭头可以看到其他的组合。几乎所有组合都把翡翠当做货币，而且一些交易物品与村民职业相关。\n同一名村民永远不会以不同价格收购/出售某一样物品（例如，不会有村民同时想单次买入16个或17个猪肉：两者最多只会存在一个）。然而，单次交易的数量或价格可能会在不同村民之间有所差别，而且单个村民的存货/存款可能在他们提供新的交易组合时改变。\n所有村民起始时只会提供一种交易组合。他们的上一个交易组合（交易界面“向右”箭头点到底）成功交易后，他们会提供新的交易组合。请注意交易界面在村民提供新的交易组合前必须关闭。产生交易组合时，村民会被紫色的粒子包围环绕一会儿。新的交易组合可能会包括村民已经买入/售出的东西——如果是这样的话，新的组合会代替旧的组合，使得村民的交易价格发生变化。虽然似乎村民能够提供的交易组合的数量没有上限，但他们对于同种物品同一时刻只会提供一种交易组合。而且，当一名村民具有太多的交易组合时，很可能新产生的交易组合会因为与旧的组合包括同种物品而代替旧组合，这样总的组合数量仍未改变。\n右键点击村民会停止村民的寻路进程，并打开交易窗口。\n对于铁匠和屠夫，木炭可以在交易中代替煤炭。\n\n可能的特性 \n  \n对于各种职业村民的55种已发现的交易组合列表。本列表并不完全，但总体能够看出交易组合的概率分布\n\n\n下面的表格列出了村民进行交易时的交易价格以及数量范围:注:价格为游戏中实际测试而得，可能不准确，需要进一步验证。\n与农民交易  出售 数量 用翡翠计算的价格 苹果5-81 面包3-41 熟鸡肉7-81 曲奇8-101 打火石13 西瓜片5-81 剪刀13 收购 数量 用翡翠计算的价格 生鸡肉14-191 小麦18-211 羊毛14-211与图书管理员交易  出售 数量 用翡翠计算的价格 书架13 指南针110-11 玻璃4-51 收购 数量 用翡翠计算的价格 书12-141 纸22-291 金锭8-91与神父交易  出售 数量 用翡翠计算的价格 附魔之瓶2-41 萤石块2-31 红石粉2-41 收购 数量 用翡翠计算的价格 末影之眼21 腐肉36-631 金锭8-91与铁匠交易  出售 数量 用翡翠计算的价格 钻石头盔17 钻石胸甲116-18 钻石护腿111-12 钻石靴子17 铁头盔14-5 铁胸甲110-13 铁护腿18-9 铁靴子14-5 链甲头盔15 链甲胸甲111 链甲护腿19 链甲靴子13-5 钻石镐110-11 钻石锄17 钻石剑112-13 钻石锹17 钻石斧19-10 铁镐17-8 铁锄14-5 铁剑17-10 铁锹14-5 铁斧16-7 收购 数量 用翡翠计算的价格 钻石4-51 铁锭8-91 煤16-231 金锭8-91 与屠夫交易  出售 数量 用翡翠计算的价格 皮革头盔12-3 皮革胸甲14 皮革护腿12-3 皮革靴子12-3 牛排6-71 熟猪排6-71 鞍16-7 收购\n 数量 用翡翠计算的价格 生牛肉14-171 生猪排14-171 煤16-231 金锭8-91 历史 在冒险元素更新之前，Notch曾经回答了一些关于他设想的NPC村庄的问题，这些回答正在逐渐应验：[1]\n 如果你很好地对待村民（给他们物品），他们会回赠你物品（交易系统）。 如果你对他们采取敌对态度（攻击或杀害），你也会被回敬（铁傀儡的防卫行为）。 盗窃箱子里的物品会惹怒其主人（暂未发现）。\n在2012年5月21日，Jeb公布了他测试交易系统的截图。[2]图中展示了用于交易物品的界面，底部用于向村民出售，上部用于购买。玩家可能可以通过左右箭头来选择不同的交易组合。Jeb也说这可能会使所有不可再生资源都会以交易物品的形式变成可再生资源。[3]在图中，红色的货币物品最终在12w21a中变成了翡翠。\n背景中能看到一个新的矿石方块，最终被证明是翡翠矿石。\n画廊                         \n\n                        被移除所有物品的交易界面                        \n\n                        翡翠外观，在交易中作为货币使用\n漏洞 在12w21a中，当向村民的物品栏右键放置物品时不会出现交易选项：[1]\n参考 ↑ http://uk.pc.ign.com/articles/118/1182014p1.html↑ jebtweet:204619936616808451↑ jebtweet:204620549350113280\n另见  翡翠 翡翠矿石 村民 NPC村庄\n",
    "replies": [
        {
            "author": "771293312",
            "timestamp": 1337934360,
            "txt_content": "村民都是大鼻子的苦逼样...期待"
        },
        {
            "author": "黄凯航",
            "timestamp": 1337936160,
            "txt_content": "只希望翡翠可以拿来做工具和铠甲等等东西就好了。。"
        },
        {
            "author": "52Dora",
            "timestamp": 1337937000,
            "txt_content": "黄凯航 发表于 2012-5-25 16:56 \n只希望翡翠可以拿来做工具和铠甲等等东西就好了。。\n翡翠装备和翡翠防具？？？"
        },
        {
            "author": "sjjklh",
            "timestamp": 1338212820,
            "txt_content": "黄凯航 发表于 2012-5-25 16:56 \n只希望翡翠可以拿来做工具和铠甲等等东西就好了。。\n绿宝石自己有某些蛋疼的分布特性"
        },
        {
            "author": "52Dora",
            "timestamp": 1338290160,
            "txt_content": "今天中午看了一下youtube，好像有人说预计12w22a有绿宝石方块...我勒个去"
        },
        {
            "author": "sjjklh",
            "timestamp": 1338290220,
            "txt_content": "52Dora 发表于 2012-5-29 19:16 \n今天中午看了一下youtube，好像有人说预计12w22a有绿宝石方块...我勒个去\njeb遇到了很大的反对声浪，不知他能不能坚持"
        },
        {
            "author": "佣兵疤面者",
            "timestamp": 1339434300,
            "txt_content": "居然还将物品设置了统一的价格，这样就没有套利行为了……"
        },
        {
            "author": "plqws",
            "timestamp": 1339475100,
            "txt_content": "吃屎，这种东西也要转载"
        },
        {
            "author": "Baigui",
            "timestamp": 1346163480,
            "txt_content": "多谢LZ  正想普及一下！！！！！"
        }
    ]
}