{
    "title": "[适合1.2.02]DrZhark 动物MOD v2.7。添加自定义面板！【此贴重了，管理员锁吧】！！",
    "author": "zyd232",
    "replyCount": 7,
    "timestamp": 1297575420,
    "txt_content": " 本帖最后由 zyd232 于 2011-2-13 18:03 编辑 \n\n和outsidero重帖了，大家看这里，outsidero有傻瓜安装包~~~~\n安装教程参见六楼~~~\n\n【MOD名称】Mo' Creatures【MOD版本】v2.7\n【MOD原帖】http://www.minecraftforum.net/viewtopic.php?f=25&t=86929\n【MOD下载】Mo' Creatures v2.7\n                      需要\nAudioMod ,GUIApi, 以及ModLoader （ModLoader v4版本，看到论坛上的都是v3，就把v4传到115了XD）\n【MOD简介】更多的生物啦~各种小动物以及怪物~新版本修复了许多BUG以及不足之处。\n                     最重要的是：添加了游戏内置MOD面板！！！你可以在Option中看到~~~\n【MOD效果】\n\n\n-Sharks\n\n\nThe sharks will attack anything that falls in the water, except squids or other sharks. Sharks have different sizes, if you kill a big shark in easy difficulty or higher, you have a 10% chance of getting a shark egg. Right clicking on the shark eggs throws them. If the egg falls in water it will incubate and a tamed shark will hatch. Tamed sharks won't despawn and once they're big enough, will attack any other creature except sharks or the player.\nThe shark model was inspired by charle88's thread. He also shared his textures.\n\n-Werewolves\n\n\nThe first metamorphic and multi-stance mob for Minecraft! Don't be fooled by his appearance and sweet talk, they are ominous! He drops wood sticks or wood tools. At night it will transform into what you can see below.\n\n\n\n\nYou can see it in daylight, but it will transform back into human form in no time. The only way to kill this beast is by using gold items (Think of it as the Minecraft silver). You have been warned, don't face one if you don't have a gold sword. It drops gold apples, stone or steel tools.\n\n-Lion\n\n\nSpawns in the grass, during daytime. Depending on the game's difficulty it won't attack (peaceful difficulty), It will attack you if you get 4 blocks from it (easy difficulty), or will attack you at 6 blocks on normal difficulty. \nIt will hunt everything except Mobs\n\n\n-Bear\n\n\nSpawns in the grass during daytime. It will attack you only if provoked in easy difficulty or higher. It will also attack you at night. It hunts everything but lions and other bears\n\n\n-Wolf\n\n\nSpawns during the night time, only outdoors. It will attack you at night, and won't attack unless provoked during the day. Hunts small prey, and of course sheep!\n\n\n-Polar Bear\n\n\nSpawns only on snow. A more aggressive version than the regular Bear, the Polar Bear will attack you on sight in easy difficulty or higher. Drops fish!\n\n\n-Wraith\n\n\nNew flying mob. Spawns only on Normal difficulty or higher. Drops gunpowder\n\n\n-Flame Wraith\n\n\nspawns only in Hard difficulty. Will set you on fire for a short time. Drops redstone. You can see them from a distance because of flashing flames.\n\n-Ogre\n\n\nThe first mob to destroy blocks! It destroys everything but obsidian. It drops obsidian ore\n\n-Fire Ogre\n\n\nRarer than the regular ogre, only spawns on hard difficulty. This mob destroys blocks and ignites the floor on impact. It is fire resistant. It drops torches.\n\n-Cave Ogre\n\n\nThis one only spawns underground. It has the biggest area of damage. It drops diamonds.\n\n-Ducks\n\n\nNothing original, I used material already available, credits go to dorino1 quack sounds plus painterly pack's duck texture.\n\n-Boars\n\n\nThey attack smaller prey and if you get close to them, they can also attack you. Be warned\n\n-Bunnies\n\n\nCourtesy of KodaichiZero \nSomething cool happens if you ride a horse with a bunny hat!\n\n-Birds!\n\n\n\n\n\nBirds add atmosphere to the game. There are six different kinds, and they have different sounds: Dove, Crow, BlueGrossBeak, Cardinal, Canary and Parrot. You can tame them by feeding them seeds. Once tamed, they won't be afraid of you and won't despawn\n\n-Foxes\n\n\nThey will attack only smaller creatures. Most of the work was done by Roundaround (he did the AI, sounds and texture). I worked on the 3D model\n\n-Horses \n\n\nHorses are the first controllable mount in Minecraft. You will need to tame them before you can ride them. Once tamed, they won't despawn. There are eight different kind of Horses available. They are listed here from most common to the rarest.\n\n-Brown Horse\n\n\nSlightly faster than the regular horse. \n\n-Black Horse\n\n\nFaster than the others, also harder to tame.\n\n-Unicorns\n\n\nThis is a rare find! You have only 4% chance of finding a mythic Unicorn. The Unicorns are the fastest of the mounts.\n\n-Pegasus\n\n\nThe very rare Pegasus, is the first flying mount in Minecraft! Good luck finding/taming one! You only have a 1% chance of finding a Pegasus (when you find any given horse)\n\n-Pack Horse\n\n\nThis horse can carry bags (a portable inventory). You can only get one by breeding other horses\n\n-Nightmare\n\n\nThis horse is fire resistant, and will set the ground on fire if you feed it redstone. You can only get one by breeding other horses\n\n-Black Pegasus\n\n\nThe best horse you can get, it is fire resistant, has an inventory and is also a flying mount. You can only get one by breeding other horses\n\nThis is how you craft the Horse Saddle:\n\n\n\n\n",
    "replies": [
        {
            "author": "hkw7979",
            "timestamp": 1297576080,
            "txt_content": "第3副图是什么动物？"
        },
        {
            "author": "zyd232",
            "timestamp": 1297576620,
            "txt_content": "回复 2 # hkw7979 的帖子\n\n第二幅图是werewolves（狼人~）\n所以第三幅图是……你懂的~"
        },
        {
            "author": "457251763",
            "timestamp": 1297576800,
            "txt_content": "怎么安装啊...我不会饿..."
        },
        {
            "author": "zyd232",
            "timestamp": 1297577580,
            "txt_content": " 本帖最后由 zyd232 于 2011-2-13 14:19 编辑 \n\n突然发现那个GUI的压缩包是坏的!!正在重新上传……\n安装教程下午放出……请稍等……\n\nGUIApi 链接已更正~~~"
        },
        {
            "author": "zyd232",
            "timestamp": 1297579920,
            "txt_content": " 本帖最后由 zyd232 于 2011-2-13 14:53 编辑 \n\n同学们，请注意：如果你以前安装过此MOD的旧版本，请将旧版本卸载（如果没用ModManager,那么建议直接换个minecraft.jar），因为经过本人实践，新版本直接覆盖旧版本会有黑屏\n\n好了，接下来是安装教程……\n—————————————————————我是分割线~—————————————————————————————\n\n1. 下载三个压缩包（废话）\n\n\n2. 用RAR之类的软件打开.minecraft/bin/minecraft.jar\n\n\n3. 将ModLoader压缩包、GUIApi压缩包内的所有内容直接拖到 minecraft.jar\n\n\n4. 打开Mo' Creatures v2.7压缩包，将包内minecraft文件夹中的所有内容拖到minecraft.jar中。\n\n\n5. 删除minecraft.jar中的META-INF文件夹。关闭minecraft.jar。\n\n\n6. 打开Mo' Creatures v2.7压缩包中的resourses文件夹，将里面的mod文件夹拖到.minecraft/resourses中。\n\n\n7. Enjoy your time!\n\n____________________________________________________________________________________________\n\n如果有问题请回帖，我尽量解决……\n\n\n\n\n\nzyd232于2011-2-13 19:58补充以下内容：\n装完MOD之后要等一个MC日夜……等游戏刷怪……"
        },
        {
            "author": "hkw7979",
            "timestamp": 1297658040,
            "txt_content": "那个狼人好像大地懒"
        },
        {
            "author": "wusitade",
            "timestamp": 1299491280,
            "txt_content": "求1.3"
        }
    ]
}