{
    "title": "<单章>【海上大灾难】[作者：a2455564728][1]",
    "author": "a2455564728",
    "replyCount": 21,
    "timestamp": 1392902100,
    "txt_content": " 本帖最后由 a2455564728 于 2014-4-6 21:48 编辑 \n\n这是我第一次写作，描写可能有些枯燥，有些无趣。因为是第一次，所以总有些不好的地方，这就当练笔吧，我会慢慢加油的。（再说一句，如果不喜欢，请不要喷，请点右上角） \nMC故事 海上大灾难 第一章 出行前 \nMC每日故事      第一章 出行前 \n              这是一个多水的世界，各种河流切割大陆，所以，这个世界最常见的交通工具便是船了， 作为船的附属品，港口也因此占了光，成为了最受欢迎的地方。有人曾说过，看一个城是否富裕，不是看它的商业街有多豪华，也不是看它的房屋有多高大，而是看它的港口大小，可以这么说，港口是一个城市的命脉，是一个城市的经济中心，没有港口，便没有城市，所以，港口便成为了必需品，大陆上的所有城市，无论大小，都有港口。我们的故事，便是从一个港口发生的。\n              克米尔港口，位于大陆沿海富裕城市克米尔，是一个高等级的港口。每天经过这里的商船数不胜数，无数的商人来到这里，带来了其他地方的好东西，又将克米尔的东西卖出去，为克米尔城带来了数不尽的财富，增强了对外贸易。\n              作为一个高级港口，来往克米尔港的可不只是商船，还有很多形形色色的船只，比如奴隶船之类的。每天，在港口都可以看见招人的船长叫喊着，还经常发生恶性斗殴事件，就是为了抢船员。密密麻麻的招人台遍布整个港口，竞争十分激烈。\n              在港口的角落处，有着一个简易的木台子孤零零的放在那，木台子前有一条小横幅，上面写着，“公牛号招水手”。真是奇怪啊，招人台怎么会在这么偏僻的角落呢。木台子后面有一个人，有着牛的脸，也可能是戴着牛面具。这人半躺在椅子上，眼睛微闭，似乎在睡觉。\n              这时，一个人走了过来，这是个戴着奇怪面具的人，他径直走向了木台子，双手一拍桌，说道“喂，我要应聘。”台后的男人被拍桌声惊醒，一下子坐正，看向拍桌的人，眼神中有些不满，似乎在为他打扰了自己休息生气。拍桌人似乎没看见男人的眼神，说道“我想要应聘，可以不？”男人不知从何处拿出一张纸，刷刷几笔，然后递给拍桌人看，上面写着“哞，哞，哞。”拍桌人看到后脸上一阵抽搐，吼道“你在逗我么，什么鸟语！”男人收回纸，又是刷刷几笔，然后递给了拍桌人，上面写着“哞～”。拍桌人一看，猛地一拍桌，差点把这简陋的小台子给打散架，男人立刻站了起来，怒视着拍桌人，似乎在为了他的无理取闹而生气，站起来的男人差不多有1米8，比拍桌人高了1公分左右，一下子便把拍桌人比了下去。拍桌人也很生气，本来他以为这个地方这么隐蔽，应该是好的，谁知道，竟是个疯子，只会哞哞叫，还敢瞪他，之前在中心地带哪个招聘人不是点头哈腰，像只狗一样，这个家伙竟然还敢瞪他，大不了，走就是了。拍桌人转身离开，这时，一个声音叫住了他，“先生，别走啊！”拍桌人，转头一看，他以为是之前那个男人在叫他，他到想看看那个男人求人是什么样，可是他并没实现愿望，之前那人已经重新躺在了椅子上，代替他的是一个满脸微笑的中年人，中年人说道“少年，你是要加入我们吗？”拍桌人冷哼一声“原来想加入的，现在不想了！”说完，还有意无意的看了之前那男人一眼。中年人自然明白拍桌人的意思，连忙说道“哎呀呀，真是对不起，我来跟你介绍一下，这是我们的船长，我是大副，之前真是对不起啊，我们船长生来就只会说哞，你别介意啊。”“哦，原来如此，是有语言残疾啊，”拍桌人说道，然后他面色突然严肃起来，对着之前的男人深深一鞠躬，“真是对不起，不知道你是残疾，请原谅我的无理，我还以为你在逗我呢”船长微微一笑，算是接受了他的道歉，大副一脸惊奇，虽然这地方偏僻，但还是有几个人来的，前几个听完解释后都直接走了，只有这个人能体谅他们，大副心里那叫一个感动啊，他连忙说道“少年，还要加入我们吗？”“那还用说，当然是加入啦！”误会消解了，拍桌人自然二话不说加入了，本来他就好奇这里，要不然怎么会来呢。“好，公牛号欢迎你，还未请教你的姓名？”“Angry__Gift，你可以叫我——Angry，也可以叫我的中文名——安格雷__礼物……”Angry叽叽喳喳说了一大串，全是名字，什么艺名啊，笔名啊，全都有，说了10分钟还没有停下来的意思，反而越说越起劲，大副只好伸手打断他，说道“好了，别说了，我就叫你Angry吧。”“额，好吧，可我还有很多名字没说呢，还有称号。”“够了，别说了，”大副喊到，“来我旁边站着，再招几个就走。”“好吧。”然后Angry便跑到了大副身边站着，等下个人来。\n              十分钟后，“大副，怎么没人？”“慌什么，才过10分钟而已。”“真的？”“不信你看。”说完，大副把表从衣服里拿出来，递给Angry看。“额，好吧。”\n  半小时后，“大副，为何还没人来？”“慌什么，我都没慌，你慌什么，要淡定”“好吧，不过为什么我们要在这里啊，这人好少啊。”Angry满脸疑惑的说道。“因为，我们是海盗船啊！”大副回答到。\n              一小时后，“大副。。。”“喊什么喊，之前我还以为你是个淡定的孩子，现在我发现，你怎么那么不淡定啊，要知道，我们可是在角落，能碰上一个就万幸了，你还这么急。”“可是，我就是这么急躁啊。”正当大副和Angry第三次进行交谈时，一个声音传入他们耳朵。“请问，这里招水手吗？”大副听到有人来应聘，心里那叫一个激动啊，整了整自己的衣服，做了一个自认为很帅的脸型，把头发往后一掀，缓缓转过身去。为什么要转身呢，因为之前大副和Angry商量之后，觉得背对别人比较霸气，特别是转身的那一瞬，绝对帅炸天，可以用此来迷惑一下无知小妹，看看能不能收获一份偶遇的爱情。\n              大副转身之后便仔细打量着面前这个人。很可惜，不是美丽的女孩，只是个清秀的小伙子。他穿着上身穿着格子衫，下身穿着长裤，头顶戴着一顶插着羽毛的帽子。大副打量了许久，才收回目光，叹了一口气，用极小的声音嘟囔道“唉，可惜，不是女孩子，要个清秀的男孩有何用，我又不是基佬。”叹完气之后，大副又问道“你叫什么名字？”“我叫Chost_Flame”“恩，”这时大副在心里想到“最近的人怎么都喜欢英语名字，奇怪。”心里一边想，嘴上却接着说道“你真的相当水手吗？”“是的，这是我从小的梦想”Chost回答到。“恩，好吧，欢迎你加入我们公牛号，你现在是我们的水手了”“真，真的吗，那真是太好了。Chost愿意为您效劳”“不用这么客气，以后大家都是一家人了，不用这么正式。”大副说到，然后走过去给了一个大大的拥抱。Angry也不甘示弱，冲上去也给Chost来了个拥抱，抱的还挺紧，差点把Chost给憋死。只有船长还在那里躺着，没有任何表示。\n              半小时后，“大副，你说我们什么时候走啊？”Angry问道。“别急，再等一会吧，看还能不能招到船员。公牛号需要更多的新鲜血液。”说完，大副从桌子上端起茶杯，喝了一口“呼啊～真舒服啊”。“新鲜的血液，哼，我看是为了等到美女吧。”Angry在心里吐槽道。\n               突然，地面一阵颤动，大副杯里的茶都给抖了出来。“怎么回事，出什么事了？！！”大副问道。“大副，好像来了个大个子。”Angry回答到。“大个子？”还没等大副反应过来，咆哮声传到他耳边“我要当水手！！！”大副转身一看，一个身高进3米的强壮汉子来到了木桌前，大副倒吸一口凉气，惊叫道“哎呀我勒个去，这多大个啊。”“怎么，瞧不起我大块头吗！”大汉吼道！“不，当然不是，听说你要加入我们公牛号？”“对，没错。”大副稍微缓了缓之前被那一声大叫而吓的跳的加速的小心脏，站正，脸色变得严肃，缓缓说道“真是对不起，先生，我们船有明文规定，请你看这里”说完，大副从包里里拿出一张纸来，递给大汉。“哦，我来看看，恩，第一条是‘大个子与狗不得入船’，恩！你们竟然嫌弃大个子！”大汉怒吼“唉，真是对不住，我们船长定的规矩，我也不好更改，对不住啊。”大副一边说着，一边在心里说道“船长啊，我对不住你啊，你就原谅我吧，我相信你是好人，不会怪我的。”“你们船长在哪，我要跟他理论理论。”大汉果真上当了，大副一指身后，说道“不就在这里吗。”。大汉顺着手指的方向一看，吼道“你竟然敢骗我，后面哪有什么人！我最恨骗我的人了，我要教训你！”“没人，怎么可能。”大副转过身一看，果然一个人也没有，Angry和Chost不见了，连一直睡觉的船长也不见了，还没等他反应过来，大汉就已经扑了过来，和大副扭打成了一团。\n              “呃，啊，不要，啊啊！”惨叫声不断从打斗中心传出，都是大副的叫声，很明显，他被欺负的很惨。\n                在一个阴暗的角落里，有三个人正蹲在那交谈着，“嘿，你们说，这样是不是太不人道了，总觉得大副有点可怜的说”最后面的一个格子衫少年说。“不会的，让大副受点伤也没什么，他刚才还想让我们来替他被打呢，是不是啊，船长？”船长点了点头，于是三人接着在那里蹲着看好戏。\n               半小时后，当他们回去时，大汉已经走了，只剩下被人打的鼻青脸肿的大副，他的衣服早已在打斗时被那大汉撕成了条条装，脸上一片红一片紫，一看就知道受了很多虐待。三人看到大副现在的样子，都忍不住想笑，憋的他们难受。大副先瞪了三人一眼，心里想到“好啊，你们三个竟然逃跑，你们给我记着！”然后就跑到桌子后，取出一套新衣服换了起来。\n              不一会，大副就换好了衣服，船长走到他身边，脸上依旧是一片笑意，然后拍了拍大副的肩膀，似乎在叫他干什么。大副瞪了船长一眼，然后清了清嗓子，说道“恩，好，我来介绍一下，我是公牛号的大副，而这位呢，就是我们的船长了。”说到这，船长笑着点了点头“恩，这次我们的目的地就是一个叫蘑菇岛的地方，那里的老大是我们船长曾经的兄弟BRC‘Black Red Cow’，他组建了了一队海盗，到处抢船，杀了很多人，所以我们的任务便是去消灭他们，明白了吗？”“明白了，不过，我们不也是海盗么？”“啰嗦！”\n索引贴http://www.mcbbs.net/thread-243340-1-1.html\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "zjr_516635864",
            "timestamp": 1393033140,
            "txt_content": "可以的话可以加强排版，\n这样会更好，\n支持一个～"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393035900,
            "txt_content": "zjr_516635864 发表于 2014-2-22 09:39  可以的话可以加强排版，  这样会更好，  支持一个～\n谢谢支持"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393130220,
            "txt_content": "深夜发的，果然沉了，还是人工顶顶吧"
        },
        {
            "author": "尼玛，戈壁",
            "timestamp": 1394196960,
            "txt_content": "好！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "尼玛，戈壁",
            "timestamp": 1394197020,
            "txt_content": "很好！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "尼玛，戈壁",
            "timestamp": 1394197020,
            "txt_content": "非常好！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "尼玛，戈壁",
            "timestamp": 1394197140,
            "txt_content": "为毛不能评分啊？\n等级不够？"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1394878080,
            "txt_content": "QAQ我不怎么喜欢看灾难片。。\n字密密麻麻的耶。。。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1394896140,
            "txt_content": "130s 发表于 2014-3-15 18:08\nQAQ我不怎么喜欢看灾难片。。\n字密密麻麻的耶。。。\n呃。。。这是喜剧。。。话说顺便顶顶啊。"
        },
        {
            "author": "250=mo",
            "timestamp": 1396071660,
            "txt_content": "第一，为什么不分段！！！！（咆哮中）\n第二，你抄袭某同名视频的创意有说一声吗，虽然不算剽窃……\n第三，还可以更详细，不要只是动作和对话，场景，渲染，气氛，心理，神色要结合进去，不要只是单一的叙述"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396071840,
            "txt_content": "250=mo 发表于 2014-3-29 13:41\n第一，为什么不分段！！！！（咆哮中）\n第二，你抄袭某同名视频的创意有说一声吗，虽然不算剽窃……\n第三， ...\n那个。。。刚开始确实不好。。。后面就变了。。。。我及时发现不对了。。。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396071900,
            "txt_content": "250=mo 发表于 2014-3-29 13:41\n第一，为什么不分段！！！！（咆哮中）\n第二，你抄袭某同名视频的创意有说一声吗，虽然不算剽窃……\n第三， ...\n分了段的啊！"
        },
        {
            "author": "250=mo",
            "timestamp": 1396071960,
            "txt_content": "a2455564728 发表于 2014-3-29 13:44\n那个。。。刚开始确实不好。。。后面就变了。。。。我及时发现不对了。。。 ...\n那也要改啊，开头不好没人想看的"
        },
        {
            "author": "250=mo",
            "timestamp": 1396072020,
            "txt_content": "a2455564728 发表于 2014-3-29 13:45\n分了段的啊！\n一句话一段啊亲"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396072020,
            "txt_content": "250=mo 发表于 2014-3-29 13:46\n那也要改啊，开头不好没人想看的\n额。。。。。。暂时改不出来。。。。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396828440,
            "txt_content": "修改完的第一章，各位看看吧。\n@zjr_516635864 @250=mo @长手的苦力怕\n@冥王星人 @飞鱼在天  \n剩下的记不住了。。。172我直接喊你了"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396828500,
            "txt_content": "a2455564728 发表于 2014-4-7 07:54\n修改完的第一章，各位看看吧。\n@zjr_516635864 @250=mo @长手的苦力怕\n@冥王星人 @飞鱼在天  \n=w=为何没有俺+w+"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396828500,
            "txt_content": "130s 发表于 2014-4-7 07:55\n=w=为何没有俺+w+\n忘了。。不过你也看到了"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396828560,
            "txt_content": "再次粗略的阅读了——一般般的感觉\n\n还有我ID那么好记为何不@我呢=w=QAQ"
        },
        {
            "author": "1434546674",
            "timestamp": 1396828560,
            "txt_content": "不错，可以支持一下"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396828800,
            "txt_content": "130s 发表于 2014-4-7 07:56\n再次粗略的阅读了——一般般的感觉\n\n还有我ID那么好记为何不@我呢=w=QAQ\n你去索引看看第一章下面的折叠，那是原版的，跟这个对比一下。。\n起早了，头有点昏。"
        }
    ]
}