{
    "title": "JetBrains采访Dinnerbone与Grum",
    "author": "cyqsimon",
    "replyCount": 35,
    "timestamp": 1392971940,
    "txt_content": " 本帖最后由 cyqsimon 于 2014-7-2 02:05 编辑 \n\nGrum: @Dinnerbone our interview/chat with @intellijidea is alive! http://blog.jetbrains.com/blog/2014/02… :D\nGrum: @Dinnerbone 我们与 @Intellijidea 的谈话发布了！ http://blog.jetbrains.com/blog/2014/02… :D\n\n\nJetbrains是国际上名气较高的一个编程工具提供公司\n\n具体信息请看JetBrains——中文维基百科；JetBrains——英文维基百科\n\n以下的原文转自http://blog.jetbrains.com/blog/2014/02/20/chatting-with-nathan-adams-and-erik-broes-of-minecraft/\n\n以下翻译全部为CYQ原创，未经个人允许谢绝转载。\n\n以下文字中，Nathan Adams为Dinnerbone，Erik Broes为Grum。\n\n\n“以下内容需要积分高于 1 才可浏览”其实只要注册就能看见内容，并不是积分小于1\n\n由于论坛加入版权插件，积分可见由CYQ于2014/07/02去除。\n\n\n能给你们带来这次Minecraft开发者——Nathan Adams和Erik Broes与Jetbrains员工——John Lindquist之间的非正式谈话是我们的荣幸！这次采访包含了很大信息量，从讯息预告到纯粹娱乐都有。请慢用。更多信息请看: http://blog.jetbrains.com/blog/2014/02/20/chatting-with-nathan-adams-and-erik-broes-of-minecraft/#sthash.tDw5nJiN.dpuf\n\n你是怎样开始接触编程的？\n\nNathan: 我是在10岁时开始的。我看见有人在MSN上面弄“机器人”于是我想，“哇这简直酷毙，我也想试试！”当时很欢乐，但是Perl语言也许并不是最适合新手的编程语言！\n\nErik: 哇！那是很长时间以前的事了；你让我觉得好老啊！当我在十岁的时候我玩了玩BASIC语言（按照杂志所说得写了很多程序，但其实并不是很理解）。我第一个“真正的“编程语言是我在管理QuakeWorld服务器时所使用的Perl语言。\n\n你是否一直以来都把自己看做一个游戏开发者？\n\nNathan: 我在开始为Minecraft工作之前一直没有把自己当做游戏开发者看待。我不是在给游戏写mod就是在反编译游戏，但是现在回想当时真的感觉很恐怖！尽管我的确收获了很多，而且很好玩！\n\nErik: 基本和Nathan相同，其实直到现在我还不觉得自己是一个游戏开发者。我一直过度喜欢修复问题（而不是写新程序）。我偶尔会黑一下某些游戏，搞清楚他们的存档格式什么之类的；但是直到第一届Mojam（编程盛会）我才制作出了第一个实际上完整的游戏。\n\n你人生中最喜爱的编程语言和工具都分别是什么？\n\nNathan: 这个问题有些难度，不同的语言适用于不同的任务。我觉得目前来说我会在脚本/网络应用上使用Python，在游戏、工具和客户端程序上使用Java。讲到工具那就更难说了。我是个简单的人，所以我这么讲吧，我会给IntelliJ IDEA、Sublime Test（我是用在所有不是Java的语言上）以及Twitter（它是个工具啊，这绝对是反馈意见最好的地方！）投上一票。\n\nErik: 我从很早就开始学习Vim了。当然，在服务器上或者使用ssh通道工作限制了我很多（我18岁的时候还没有这么多花哨的东西）。我现在仍然使用Vim插件（IdeaVim！）。我曾经认为Perl会成为我在任何情况下都最喜爱的语言，但是我还是换到了Java这类非预解释语言。我仍然会在玩黑的时候使用Perl，但是大多数情况下我还是更倾向于Java+IntelliJ+IdeaVim的组合。\n你最喜欢在什么平台上编程？最讨厌哪个平台呢？ :)\n\nNathan: 嗯，有意思的问题。我使用的Java和Python一般都不需要担心平台的问题，但是一旦需要做关于UI的事情我就呵呵了！\n\nErik: 对于开发服务端来说我快恨死Windows了。没有真正的外壳，没有真正的shh支持，这么“无力”真的让我想哭。同时我也花了很多时间查找我的内核模块无效的原因，所以我最终落到了Linux、Windows和OS X之间。我一直觉得，如果你知道恨某样东西的理由说明你足够了解它了，所以到目前为止我觉得我最不恨的应该是OS X。\n\n你们平时是用什么工具测试（代码）？你们是否有一套测试套路？\n\nNathan: 呵呵，我还是让Erik回答这个问题吧，他是负责测试的大湿。我们通常是为了测试而写新代码，但是其实大多数的游戏体验都是未测试的。\n\nErik: 哈，你居然叫我这个接触Java不到4年的家伙“大湿”。首先，我不是大湿。除了IntelliJ IDEA的工具以外我们基本不用别的工具，我们只要可以运行JUnit4就行了。我不太会玩那些允许你把代码弄成可测试程序的框架，所以我们有Mockito就够了。我的最终目标是逐行测试我们所有代码的90%以上，这样我们也许就是唯一一个这么做过的游戏了。:D\n\n你对那些其他的和巨大的底库代码打交道的开发者有什么建议么？\n\nNathan: 不要害怕把代码全部拆开，如果你有愿意花三倍的时间把代码整合到一起去的话。如果你的玩家群体一直期望新的东西，他们必须理解（你也是），有时你需要好几周来修整代码。这可能听起来很无聊，但是最终这会让你的工作更加高效，允许你以更快的速度开发更酷的功能！\n\nErik: 正如Nathan所说的，我们一直都在弄坏各种东西。如果在当初我们的每段代码就都已经单独测试过了，那这（添加新功能）会明显变得容易很多，我们正在朝那个方向进发。还有，如果你能将你的代码开源发布那自然最好，（你可以）听取大家对你代码的意见和建设性批评。\n\n你有没有一本最喜欢的编程教程书？\n\nNathan: 好像没有，其实我根本没有读过！*开溜*\n\nErik: *Nathan火烧屁股了*；我很抱歉，这些书我现在都没有带，但是我会向所有开发Java的人推荐Joshua Bloch的Effective Java。还有，“Uncle Bob”的Clean Code也千万别忘了读！\n\n你什么时候效率最高呢？白天还是晚上？\n\nNathan: 呵呵，编程时间。我在我最有感觉的时候效率最高，任何时间都有可能！虽然通常是在晚上，也许是因为晚上让我分心的事情少吧。\n\nErik: 我最好的点子总是在最不合适的时间冒出来，比如洗澡之前或是快要睡着的时候。我猜我效率最高的时候应该是不睡觉的时候吧。:)\n\n你在编程的时候是否会听音乐？你最喜欢听的音乐是什么？\n\nNathan: 哦，这个问题容易。Explosions in the Sky（是我最喜欢的乐队）。这让我觉得我好像身处一个很肥皂的黑客电影里，只需要再写一行代码就能拯救世界。\n\nErik: 虽然我不通常听音乐，但是我确实很喜欢Nathan提到的那个乐队。如果我听音乐，我肯定不能听任何带有歌词的音乐，它真的会把我的代码弄的惨不忍睹。所以每当我决定使用音乐盖过背景噪声时，我总会听一些比较经典的音乐。\n\n你们遇到过最头疼的bug是什么？\n\nNathan: 我觉得是照明bug...在玩Minecraft的有些时候，你能见到随机的一些暗区，这些区域没有被照亮。我们还没修复这些bug。不，不对，我曾经好多次试图用多种方法修复这个bug，但是一旦修复了bug游戏运行速度就会显著下降，所以我们不得不放弃从根源解决问题。我估计我已经在这个问题上浪费了好几个月了。\n\nErik: 这个！我快恨死照明bug了。它的问题是，我们“知道”该怎么修复这个bug，但是一旦修复游戏就会变得很慢。等我们把要点抓住了很快就能解决这个问题！\n\n你会经常使用自行开发的工具么？\n\nNathan: 近段时间很少，但是倒有几个。我们最自豪的莫非是“漏斗”了，一个游戏崩溃信息收集器。一旦有人的Minecraft崩溃（并且开启了自动报告错误），这段错误报告就会自动被上传到http://hopper.minecraft.net上。而后它会自动按照独特性分类这些报告，每一个报告里面都可能有独特性。我们可以将部分bug（比如没有显卡...这发生次数比你想象得多）标注为已知，这样我们就可以立刻给予用户反馈。这个系统最好的地方？它会为我们自动反混淆代码！\n\nErik: 我们一直在试图尽量使用开源工具，但是为了发布我们也需要从别的来源获取资料，就比如Amazon上的assets资料，下载Crowdin上的翻译文件以及做好上传的准备。所以目前为止我们自行开发的工具还相对较小。但是我们的确有涉足UI编辑以及导出模型的计划。还有，那个反混淆代码全部都是我用Phython写的（那是我第一次接触python）！\n\n你对有创意的游戏开发者有什么建议么？\n\nNathan: 一定要为自己制作游戏，而不是为别人！这是我看见人们最容易犯的错误。如果制作过程对于你不很有趣，那你肯定做不出来能吸引玩家的东西。千万不要害怕它会出错或者做出来的东西不能用；它*一定*会出错，而且也可能无法工作，但是这本身就是学习的过程。还有，其实多半的游戏都是被那些意外创造出的特性成就的！\n\nErik: 两件事：（一）码代码，码到你的脑袋掉出来，把你能犯的错误都给犯了。只有通过犯错误，你才能学习/进步/发现新东西。（二）每隔一段时间看一看，你是否把你编程环境的潜力都发挥出来了，或者你是否能把你的编程环境用的更好（我就是这么发现IntelliJ的）。就像我之前所说过的，让其他人也参与到你的项目中，看看你能不能从其他人身上学到什么。\n\n你对IntelliJ IDEA或者其他的JetBrians工具有何意见？\n\nNathan: 哦天哪，我的脑袋一片空白。我们一直都在说什么“IntelliJ需要这个功能...”但是现在什么都想不起来...我想， 添加一些以不同配置运行的快捷键也许会更好！或者是更好的多鼠标指针支持，Sublime在这方面真的做得很差，我想要快速编辑一些代码时不得不不停地切换工具，但是我想象得到这（对于你们来说）有多难实现。\n\nErik: 是啊，一个能无视环境直接运行所有代码的按钮会很有用。对于语法结构，如果能让一个变量主动符合算子那就*太*好了。比如：\n$SomethingThatExtendsFacing$.getId() $EqualsOrNotEqualsTo$ 3\n配合\n$SomethingThatExtendsFacing$ $EqualsOrNotEqualsTo$ Facing.SOUTH\n或者把“new Pos(x + 1, y – 1, z + 1)”改成“new Pos(x, y, z).offset(1, -1, 1)”，目前你需要先手动计算恒量才能应用到变量上。如果我们这么做的话，以后就可以直接计算“x + 1 – 1”，而不需要手动改成“x + (1 – 1)”。添加这么一个功能也会非常完美。\n\nNathan和Erik，感谢你们花时间与我们一起完成这次采访。对于他们对IntelliJ IDEA的建议，请继续关注我们的最新进展。\n\n\n这是那个开始这一切的推文。如果你觉得你对今后的谈话访问有想法，请到这里发表评论。\n\n\n\n\n\n\n33dfcqg.png (22.17 KB, 下载次数: 14)\n\n下载附件\n\n2014-2-24 18:02 上传\n\n\n\n\n\n注：上图可点，需要翻墙\n\n图中内容：IntelliJ IDEA中的结构替换功能真的是世界上最好的东西了。\n以下部分为原文It is our privilege to present to you this informal conversation between Nathan Adams and Erik Broes of Minecraft and John Lindquist of JetBrains. The interview covers a wide range of topics ranging from the informative to the entertaining. Enjoy.Follow Nathan (@Dinnerbone), Erik (@_grum) and John (@johnlindquist) on Twitter.How were you introduced to programming?Nathan: I started when I was 10. I saw people making bots on MSN messenger at the time and thought, “Hey that’s awesome, I want to try that!” It was lots of fun, but perhaps Perl wasn’t a great introductory language!Erik: Wha! That is a long time ago; you made me feel old! When I was around 10 I doodled a bit in BASIC (lots of typing what magazines said without understanding much of it). My first “real” language was Perl when I was 14 to admin/control QuakeWorld servers.Have you always considered yourself a game developer?Nathan: I didn’t really consider myself a game developer until I started to work on Minecraft. I’ve always been working on either modding games or reverse engineering games, but to now be developing them is a scary place! Much more rewarding though, and fun!Erik: Same as Nathan basically, and still I’m not qualifying myself as a game-dev. I love ‘fixing broken things’ far too much. I’ve dabbled in the occasional hacking around in games, figuring out their data format etc.; but until the first Mojam (coding jam) at Mojang I’d never made a fully working game before.What have been your favorite programming languages and tools you’ve used throughout your career?Nathan: That’s a tough one, different tools (languages) for different jobs. I think these days I prefer to use Python for scripting or web work, Java for games, tools or client-side programs. As far as tools go, that’s even harder. I’m a simple man, so I’ll probably vote for IntelliJ IDEA, Sublime Text (for anything non-java) and Twitter (it’s a tool, I promise! Best place for feedback!).Erik: I’ve been taught/learned to use Vim from very early on. Doing lots of work on servers or through ssh tunnels limits you some (also, ~18yrs ago, we didn’t have this fancy-pancy stuff). I still use Vim plugins right now (IdeaVim!). I used to claim Perl would be the right language for every situation I’d end up in, but since then I’ve converted to loving the sanity a strong-typed-non-evaluated language like Java gives you. I still use Perl for (too m)any one-offs hacky things but prefer Java+IntelliJ+IdeaVim for anything else.Which platforms do you most enjoy working with? Hate working with? Nathan: Hmm, interesting question. With Java and Python I usually don’t have to worry about platform, but if I need to start doing UI work I’ll go cry in a corner!Erik: As development host OS I absolutely *hate* Windows with a passion. No proper shell, no sane ssh support, just makes me cry to be so ‘powerless.’ As I also do not want to spend a lot of time investing why on earth my kernel module seems to be turning itself inside out again, I ended up on the middle ground between Linux and Windows, OS X. I always say if you know something well enough you know what to hate it for, so far I seem to hate OS X the least.What sort of tools do you use for testing? Do you follow any specific testing practices?Nathan: Hehe, I’ll leave this to Erik. He’s the testing guru here. We tend to write new components test driven, but the majority of the actual gameplay is still untested sadly.Erik: Ha, calling someone with <4yrs of Java experience a guru. First off, I don’t consider myself a guru. We’re not using many ‘tools’ beyond what IntelliJ IDEA provides, we just need to be able to run JUnit4. I don’t quite fancy frameworks that use reflection to get the codebase into a state so it is mockable (overwriting finals, testing privates etc.), so we’re just using Mockito. Eventually, I plan to somehow get this codebase up to 90%+ coverage (line based unit tested) and it might very well be the only game that does that if we get there  .What advice do you have for other developers working with massively popular code bases?Nathan: Don’t be afraid to tear things apart, as long as you’re willing to spend three times as long putting it all back together again. If you have a community always wanting new things, they have to understand (and you do too) that sometimes you need to take a few weeks to just shave yaks and refactor code – it may not sound fun but in the end it lets you be more productive and work on cool things faster!Erik: As Nathan said, we break all the things all the time. It would be significantly easier if our code was properly unit tested and we’re slowly getting there. Also, if you have a chance to open source your product, please do so, listen to the feedback people give to your code and learn from the constructive criticism.Do you have a favorite programming book?Nathan: I’m afraid that I don’t, I haven’t read any! *ducks from fire*Erik: *fires at Nathan’s feet*; I’m sad that I actually don’t have it on my desk, but Effective Java by Joshua Bloch, I can advise to anyone coding Java. Also, do not skip out on Clean Code by “Uncle Bob.”When are you most productive, day or night?Nathan: Hehe, programming hours. I’m most productive when it comes to me, whenever that may be! Usually at night though, perhaps because I have fewer distractions then.Erik: My best ideas are always at horrible times, like just jumping into the shower or right before you fall asleep. Best productivity is achieved while I’m not sleeping I guess  .Music or no music while you code? Favorite coding music?Nathan: Ooh, that’s an easy one. Explosions in the Sky. It makes you feel like you’re in a cheesy hacker movie, one more line of code away from saving the world.Erik: Even though I don’t listen to music a lot, I love the artist Nathan pointed out. If I listen to music I cannot listen to anything with lyrics, it just messes coding up for me badly. So when I decide to listen to music to tune out other sounds it would be some form of Trance or even Classical.What’s the most difficult bug you’ve had to fix?Nathan: I’d say lighting bugs… Sometimes when playing Minecraft you’ll come across random patches of darkness, where the world hasn’t been lit. We haven’t fixed them yet. Well, that’s not true, I’ve fixed them multiple times in multiple different ways but it’s always killed performance in some way or another so we’ve just had to keep treating the symptoms instead of the bug. I’ve probably wasted solid months on this by now.Erik: ^^^ THAT! I hate this lighting bug. The problem is that we ‘know’ how to fix it but the result ends up being too slow. We’ll eventually get around it again once we abstract it out of the current tangle it is in.Do you use a lot of “in-house” built tools?Nathan: Not so much these days, but a few. The one I’m most proud of is Hopper, a crash report collector. Whenever anybody crashes in Minecraft (provided they have this turned on), it’ll automatically post it to http://hopper.minecraft.net, which will group it with similar crashes by uniqueness on the “unknown” part of the stacktrace, whilst the game filled in a bunch of relevant data at each part of the crash. We can also mark certain bugs (like not having a graphics card… it happens more than you think) as known so we can immediately give user feedback as soon as they experience the crash. The best part about the system? It deobfuscates reports for us!Erik: We try to stay with open source tools as much as we can but we need to fetch/prepare data from/to other sources for our release process. Think of ‘sets’ of assets for Amazon, downloading translations from Crowdin and prepping them for upload. So our custom tool chain is relatively small right now. We do have plans to dabble in UI authoring and perhaps some model-exporters for our upcoming changes in those areas. Also, I totally wrote that deobfuscator for the stacktraces in Python (first time I touched that)!Any advice for aspiring game developers?Nathan: Make games for yourself, not for others! That’s the most common mistake I see people making. If it’s not fun for you, you’re not going to make something fun for others. Don’t be afraid that you’ll mess up or it won’t work; it *will* mess up and it may not work but that’s a learning experience by itself. Besides, half of the games out there are built on unintended features!Erik: Two things, code, code until your brains fall out, and make all the mistakes you need to make. Only by making mistakes will you learn/improve/discover new things. Try once in a while to figure out if you are getting the most from your IDE or if you can perhaps use it better (This is how I found IntelliJ). And as I’ve said before, get other people in on your project and learn from them.Any feature requests for IntelliJ IDEA or other JetBrains tools?Nathan: Oh man, my mind went blank. We’ve always said to ourselves “IntelliJ needs this…” but now I can’t remember any. I guess hotkeys for certain run configurations would be nice! Or better multi-cursor support, Sublime has really spoilt me there and sometimes I need to switch back to it to more quickly edit things up, but I can only imagine how much of a headache that’d be to make.Erik: Yeah while running tests having a button that not-depending-on-context runs all the tests in that file, would be useful. For structural replacements, being able to have a variable to match operators would be *SO* useful. For example:$SomethingThatExtendsFacing$.getId() $EqualsOrNotEqualsTo$ 3\nwith\n$SomethingThatExtendsFacing$ $EqualsOrNotEqualsTo$ Facing.SOUTHor turning: “new Pos(x + 1, y – 1, z + 1)” into “new Pos(x, y, z).offset(1, -1, 1)”, right now you have to make all the variants of positive/negative and manually ‘map them’. And if we’re going this way; being able to handle: “x + 1 – 1” ‘natively’ instead of having to manually rewrite it to: “x + (1 – 1)” to see it as an addition, would be wonderful too.Thank you Nathan and Erik for your time and joining us for this interview. In regards to their improvement ideas for IntelliJ IDEA stay tuned for more information.This is the tweet that set into motion the whole conversation. If you have ideas for future interviews and articles, please share your thoughts in our comments section.Structural replace in IntelliJ IDEA is the best thing in the world.— Nathan Adams (@Dinnerbone) November 28, 2013Minecraft and the Minecraft logo are registered trademarks of Notch Development AB.",
    "replies": [
        {
            "author": "王先生007",
            "timestamp": 1392972000,
            "txt_content": "这么吊的新闻不看不行啊\n翻译辛苦了"
        },
        {
            "author": "无语的尼玛",
            "timestamp": 1392972060,
            "txt_content": "好厉害啊  "
        },
        {
            "author": "Exsu",
            "timestamp": 1392972360,
            "txt_content": "翻译的很厉害。。尤其那句 呵呵"
        },
        {
            "author": "星空骑士",
            "timestamp": 1392972360,
            "txt_content": "为什么要把两个人最丑的照片弄出来看= ="
        },
        {
            "author": "冥王星人",
            "timestamp": 1392972720,
            "txt_content": "好吧我还是基本没怎么看懂，，，"
        },
        {
            "author": "我是基岩",
            "timestamp": 1392973680,
            "txt_content": "我记得图片左边的是DinnerBone,右边是谁，和下面的两人有关系吗"
        },
        {
            "author": "德玛西亚小蜗牛",
            "timestamp": 1392974160,
            "txt_content": "\nCYQ不道德弄什么积分可见，我积分低看不见555555"
        },
        {
            "author": "a20001017",
            "timestamp": 1392975540,
            "txt_content": " 本帖最后由 a20001017 于 2014-2-21 17:44 编辑 \n\n先给优秀，@sjjklh 有人要精华 吃完饭帮你检查翻译 ;D"
        },
        {
            "author": "delifue",
            "timestamp": 1392975720,
            "txt_content": "我积分明明高于1，怎么就看不见里面东西"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1392977460,
            "txt_content": "瓦擦·········\n（发现国外翻译过来总是怪怪的·········\n我CV进word看看有多少字\n"
        },
        {
            "author": "799669332",
            "timestamp": 1392977700,
            "txt_content": "但是一旦需要做关于UI的事情我就呵呵\n这句话亮，话说竟然还有混淆码= =\n\n\n23333333"
        },
        {
            "author": "whn932141154",
            "timestamp": 1392982680,
            "txt_content": "卧槽我注册了为什么看不见"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1392982740,
            "txt_content": "翻译辛苦了\n（另外这个也可以搞精华么= =)"
        },
        {
            "author": "Michele",
            "timestamp": 1392987420,
            "txt_content": "好好的新闻哦~"
        },
        {
            "author": "z583819556",
            "timestamp": 1392999660,
            "txt_content": "果断的把文中提到的两本书趴下电子版了。。。点赞"
        },
        {
            "author": "1095486321",
            "timestamp": 1393007100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "xukarhei",
            "timestamp": 1393017060,
            "txt_content": "Mojam是什么啊？"
        },
        {
            "author": "Mark_Jason",
            "timestamp": 1393060800,
            "txt_content": "我最恨只有字的东西了。。。。。看得我眼花"
        },
        {
            "author": "asdasd1031",
            "timestamp": 1393061580,
            "txt_content": "这么长的新闻真是罕见哪，"
        },
        {
            "author": "zhh0000zhh",
            "timestamp": 1393062060,
            "txt_content": "呃。。\nkernel应该翻译成内核而非曲柄。。\n另外最后一句话真心不好理解。。"
        },
        {
            "author": "a20001017",
            "timestamp": 1393073820,
            "txt_content": "zhh0000zhh 发表于 2014-2-22 17:41\n呃。。\nkernel应该翻译成内核而非曲柄。。\n另外最后一句话真心不好理解。。 ...\n编程大屌我们做朋友吧"
        },
        {
            "author": "OscarIV",
            "timestamp": 1393125420,
            "txt_content": "好长额........."
        },
        {
            "author": "sjjklh",
            "timestamp": 1393126440,
            "txt_content": "xinxin2459 发表于 2014-2-21 19:39\n翻译辛苦了\n（另外这个也可以搞精华么= =)\n你来一篇不亚于本文的规模和质量的话\n我也给精华"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1393126860,
            "txt_content": "sjjklh 发表于 2014-2-23 11:34\n你来一篇不亚于本文的规模和质量的话\n我也给精华\n= = 我只是问下这种贴能不能搞。。。没有别的意思。。外加上我也不会翻译。。"
        },
        {
            "author": "mingtfarc",
            "timestamp": 1393207680,
            "txt_content": "才发现“呵呵”俩字在英文里就叫hehe"
        },
        {
            "author": "王雪漪MOLLE",
            "timestamp": 1393213260,
            "txt_content": "翻译高官啊--照片好难看的感觉啊"
        },
        {
            "author": "orzfly",
            "timestamp": 1393280040,
            "txt_content": "No proper shell, no sane ssh support\n这句话里的 shell 不应该翻译成外壳吧，我觉得应该保留原文。他这里 shell 指的是 sh/bash 之类的东西。"
        },
        {
            "author": "lfr86513137",
            "timestamp": 1393635540,
            "txt_content": "719220502 发表于 2014-2-21 18:11\n瓦擦·········\n（发现国外翻译过来总是怪怪的·········\n我CV进word看看有多少字\n看见你们都是版主我想自杀"
        },
        {
            "author": "kaluoik",
            "timestamp": 1393731900,
            "txt_content": "Java... 我勒个去"
        },
        {
            "author": "Peninsula",
            "timestamp": 1393908480,
            "txt_content": "大部分看不懂的说。但辛苦楼主了。"
        },
        {
            "author": "小喵酱",
            "timestamp": 1394164140,
            "txt_content": " 好好好好好好好好好好好好好好好好好好好好好好好好好好好"
        },
        {
            "author": "HGK",
            "timestamp": 1394240520,
            "txt_content": "看得好累．．．．"
        },
        {
            "author": "herboine",
            "timestamp": 1394959620,
            "txt_content": "最后一个图片果断伤害脖子"
        },
        {
            "author": "wuzirui",
            "timestamp": 1395315720,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "BYC",
            "timestamp": 1399898580,
            "txt_content": "英语盲……"
        }
    ]
}