{
    "title": "XP系统的注意!",
    "author": "坑爹学生党",
    "replyCount": 0,
    "timestamp": 1392989460,
    "txt_content": "　自2001年至今，WindowsXP操作系统已经连续工作12年，是目前为止最长寿的操作系统。2014年4月8日，微软将正式停止对WindowsXP的服务支持。同时，微软Office2003也将于4月8日停止服务。　　连续工作了12年的Windows XP系统在今年4月最终退役　早在去年11月，微软就已经发布了XP即将“退役”的消息，但并没有引起国内用户的关注。直到近期，“4月8日后用WindowsXP，10分钟内就感染”的传闻在网上疯传，“XP退役”才成为一个焦点话题。　　随着大数据时代的来临，XP系统已经越来越难堪重负，升级换代势在必行。但XP之后的VISTA、Win7都远远没有XP受欢迎。2012年10月，微软推出了WIN8系统并对它寄予厚望。然而，一年多时间以来，WIN8系统的表现依然不如微软之意，市场占有率迟迟在低位徘徊，很多用户还在坚守着XP、Win7系统。　　需求推动着系统升级。为了让Win8尽快上位，微软祭出了其杀手锏，就是停止对老版本的服务，“逼迫”用户升级到新系统。去年11月，微软宣布，将在今年4月8日停止安全更新，这也意味着，XP将从4月8日之后，逐步退出历史舞台。　　数据显示，全球范围内XP的市场份额约占25%，而我国XP市场份额更是高达70%，个人用户安装和使用XP的计算机将近2亿台。如果XP被黑客发现严重漏洞又无法打补丁，广大网民和企事业单位电脑都将面临木马病毒感染、敏感信息泄露，甚至业务系统和生产系统无法正常运行的风险。　　对此，ZDC互联网调研中心针对此事对用户产生的影响进行了专门调研。调研结果显示，80%的网友知道此事，但仍有六成用户表示XP停止服务后会继续使用，其中不习惯新系统是多数用户坚持使用XP的主要原因。　　对于绝大多数习惯了XP系统的中国用户而言，XP退役意味着他们将面临两难选择：要么花费一笔不小的资金升级电脑软硬件或者干脆换新电脑；要么继续使用“裸奔”的XP系统，面对严峻的信息安全挑战。　　中国工程院院士倪光南在接受采访时就表示，XP停止服务对于中国而言是一个“重大的信息安全事件”，相关各方应该高度重视并采取相应措施积极应对，以提升国家信息安全的保障力度。　　针对XP退役后的网络安全问题，作为国内杀毒安全的龙头企业，360适时的做起了营销广告。360安全专家石晓虹表示，360建议XP用户升级系统，但国内有2亿台电脑仍在使用XP，很多人还希望继续使用XP。如果XP被黑客发现严重漏洞又无法打补丁，将面临严峻的信息安全挑战。因此，4月8日后，360仍将继续保护XP，并针对XP新出现的高危漏洞提供防护。　　对于此次360的XP“借势营销”，老对手金山网络安全专家@李铁军17日发微博调侃道：“微软停止支持XP，没有任何第三方能提供好过微软的技术支持服务。你顶多给救救急给个别高危漏洞打打补丁，你没可能解决风险再把兼容问题做的比微软更好。那些‘微软不支持了，安装XXX就行’的公关文章会误导伤害网民，最佳方案仍然是尽可能早点儿升级到win7或win8。”　　不论是借势营销还是针对营销的调侃，由于自主操作系统的缺失，在XP退役中我们只是看客，操作系统的主流依然被微软霸占。几乎就在微软宣布停止向XP用户服务的同时，在国内曾经名噪一时的中科红旗悄然倒下。2月10日，成立于2000年，致力于国产自主操作系统研发的中科红旗北京总部宣告破产。当天，在其公司大门上粘贴了一张最新公告，公告显示：　　因北京中科红旗软件技术有限公司经营发生严重困难，董事会于2013年12月13日决议从即日起解散公司　　这张公告，彻底击破了那些仍然坚守公司工作的员工“拯救中国红旗”的希望。　　PC时代，XP占据了国内用户的电脑桌面，那时我们就呼吁国产操作系统自强，但国产操作系统却在千呼万唤之中也未成气候。带有官方色彩与脱离市场的研发方式来研发国产操作系统一直是被诟病的重要原因。　　到了今天的移动互联网时代，智能手机操作系统安卓、苹果成为主流，我们对国产操作系统依然望穿秋水。贵为世界最大智能手机市场的我们，真正属于自己的操作系统依然弱小不堪。　　总有一天，产品的快速迭代将最终让Windows 8也退休，到那时还有谁能突围操作系统市场呢？\n\n\n\n\n\nQQ图片20140221212435.jpg\n(62.1 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2014-2-21 21:30 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}