{
    "title": "小说——点进来看！（不喜勿喷）",
    "author": "提拉米兔",
    "replyCount": 5,
    "timestamp": 1392984420,
    "txt_content": "MC小说 那朵枯萎的玫瑰\n\n作者：Tiramitu.提拉米兔\n\n（好吧其实这是一篇关于爱情的故事，也是一篇额…流水账。但是个人感觉挺好看的。本文里边有很多括号括起来的话，其实那都是作者我的个人感受，可以无视的哈。）\n\n人物介绍（尽量脑补成娘化mod)\n主角：骷髅射手 小白（多情）\n男主：人类 提姆 （苦逼）\n配角：末影人 安 （有爱）\n客串：女巫  伊丝（捣蛋）\n客串2：创始人  him （恐怖）\n客串3：僵尸  小茗  （呆呆）\n群众演员：猫、烈焰人、幽灵、僵猪们、岩浆史莱姆、凋零骷髅\n\n注意：提姆其实只是史蒂夫改下名。女巫名字乱起的。\n（作者不耐烦：好了不要纠结这个了，好啦，文字君，上！）\n                              \n第一章       \n1  诞生\n  月色下的方块草地，亮度小于7。如果玩家没有开和平，那么——\n  卜的一声，我掉在地上，差点没把我骨头给撞散了。好的，这就是我！什么？你说我是啥？真是，人物介绍你没看啊？我是小白，我是一只骷髅。\n  嗯…这一带空空旷旷的，一个人也没有。我看啊，我最好先去找个地方，免得第二天又要自焚了。???找了很久，看到不远处有一个大树洞（作者说：世界树mod），我觉得住的地方也不是那么难找嘛！但是天要亮了，姑且先待在洞里吧。\n                2 朋友（作者乱入：基友）\n  一阵咕咕咕的呢喃声，将我从睡梦中吵醒。刺眼的阳光从树洞口照进来，恍惚中，我看到了一双漂亮的紫色大眼睛。我连滚带爬地翻身下床，追过去一看，原来是末影人在拆我房子。我好奇地问道：“你找谁？”那个末影人吓了一跳，腼腆地说：“嗯，真不好意思，我还以为这里没人呢…哦，你好，我叫安…那个…我看这里挺好的…我能和你一起住么？”我其实巴不得有个人陪我呢，立马答应下来。于是，这个老树洞里又多了一个人啦。\n     终于到了晚上，我和新交的朋友安一起看晚霞，红橙黄绿青蓝紫，真是各种美。我看着看着忽然感觉看过的样子…可是再美的风景也是昙花一现，一会儿就没了。然后，我和安决定出去溜达溜达。寂静的夜空好像深不见底的潭水，星星就像海里小石头。林子里就只有我们两个，可是为什么有一种熟悉感呢？嗯…不管了。\n     如此过了好多天，直到一天晚上。\n                  第二章\n            1        人类\n     今晚还是一如既往的散步， （作者乱入：小日子过得真舒坦啊）可是之前的那种熟悉感真是越来越强烈，搞得我很苦恼，就像我经历过这些事一样…唉…真是奇怪。\n     我和安走着很多天都走的小路，突然旁边的草丛里跳出一只僵尸。哇，在这里呆了这么多天终于遇到除了安之外的人啦！我高兴地跟她打招呼：“哈…”突然僵尸背后的草丛射出一支又一支的箭，穿过僵尸腐烂的身体，插在旁边的树上。可是，据我所知，没有其他怪物会射箭了啊，以我的感觉，这个地区就只有我一个骷髅啊？难道是…安突然大叫：“小心——”我吓得腿一软，扑倒在了地上，又有箭射出来了。要不是安，我肯定落了个僵尸的下场…我惋惜的看了一眼倒在我身边的僵尸。 \n      安说：“有人类来了，我们最好去看看，杀掉那个人类！”我坚定地点点头。透过树叶，我看到一座小木屋…啊呀，又是那种感觉！我摇头晃脑，想要忘记那种烦人的熟悉感，可安叫我别动。\n      …那个人类拿着弓箭出来了…它环顾四周…（我：烦人的熟悉感啊…）看向我们这边…忽然它又把脸别过去…然后我听到了一阵愤怒的低吟…完了…那个人类看了安…它死定了…安想要去痛扁那个人类…我连忙阻止…可有什么用呢…安“咻”的瞬走了…她搬起石头就要去砸那个人类…那个人类只有一张弓…而且连箭也没有…于是乎…安三下五除二就把那个人类给砸死了…什么也阻止不了愤怒的安…\n      我急忙奔过去，问安：“你还好吧，有没有受伤？”安摇了一下头，我松了口气。我看了一下那个人类的掉落物，额…全是杂七杂八的玩意。安倒是很高兴，把那个人类的小木屋给拆了，我也曾经问过安为什么喜欢拆房子，安不知道为什么脸刷的红了，说：呵呵我手痒拿着玩儿的。之后就不肯再多说。我也没再多问。（作者乱入：拿去垫胸了）\n      \n                2    日记本和玫瑰\n           在那个人类的掉落物里，我发现了一个挺精致的日记本（我：似乎在哪见过…），感觉挺好看的，也没多想，就带回去了。安很奇怪：“你拿这个干什么？”我嘿嘿一笑，没有回答她。（作者：毛病）\n     今天睡前看了一下那个精致的日记本，里面全是密密麻麻人类的文字，我啥也没看懂。（作者嘲笑：孩纸你当然看不懂啦）翻到中间的时候，发现里面夹着一枝枯萎了的玫瑰，啊！这朵花…我用只剩白骨的手轻轻拿起那朵枯萎的玫瑰花。那朵花虽然被制成了标本花，但是仍然保留了原来的芬芳…我此时觉得，要是我有嗅觉该多好啊，这样就能闻到玫瑰的味道了…安看我呆呆地看着一枝玫瑰花，无语了。\n      我其实很想知道那个本子里的内容，我先拿给安看。安很不解我什么时候这么好奇了，但她还是答应帮我看看。\n      安费力的看着那些错落有致的人类的文字，一个字一个字说：\n2月5日 晴\n今天天气很好，我回头打算把这枝美丽的玫瑰花送给小白…（我：额，这人的女朋友的名字怎么跟我一样？而且…？安：…额）\n2月9日 雨\n嗯！我决定了！明天就向小白表白！\n（我：这？这个人？他、他？安：怎么了？我：…没事。）\n2.11\n天啊！太可怕了！我可怜的小白！可恶的骷髅射手，都是它的错…不，等等， 是我没有保护好小白…（安：憋笑憋笑憋笑憋笑憋…哈哈哈哈哈哈哈哈～ 我：…这这这这？）\n  安觉得好笑，可我没有。我再次拿出那朵枯萎的玫瑰，前世的记忆浮现在我脑中…\n  …那一天晚上，天气很晴朗。小白（解释：也就是现在的骷髅小白）和提姆一起来到一个幽静的湖边，提姆和小白一起看着这美丽的景色。提姆拿出那朵玫瑰，把它献给了小白（煽情煽情煽情煽情）然后（中间请脑补）。\n   突然，一只利箭以迅雷不及掩耳的速度从草丛里射出，锋利的箭端插进小白的身体，提姆惊呆了，但是紧接着又是第二箭，第三箭…提姆终于缓过神来，他抄起一把刀，狠狠地向射箭的那只骷髅刺去…骷髅应声倒地，提姆还不解恨的又砍了几下。“提姆…”小白用她那已经伤痕累累的身体用尽力气说到，“提姆…答应我，不要太难过…我不希望你伤心…这朵花…就还给你吧…我也用不着了……”她苍白薄弱的手无力的垂下，她眼睛里的光芒就像坠落的流星，一点一点黯淡下去，只剩晶莹的泪珠笼罩在眼里。提姆惊慌极了：小白！小白！你不要死啊！小白！小白…”\n      一阵撕心裂肺的吼叫盖过了虫鸣，就像怨灵不甘的哭诉声一样。提姆手里紧紧捏着那朵美丽的玫瑰。\n\n                   3        真相\n    “那个死掉的小白，就是我。”我说。\n   “ 什么？小白，你连你前世经历的事都记得？你开玩笑的吧！”安不以为然。\n   但是安看我一副严肃的样子，就知道我没开玩笑。\n   我终于知道一直以来困扰我的熟悉感是什么了，那就是我前世经历过的事啊！那晚霞，那小屋，那日记，还有那朵玫瑰！这一切的一切，都令我吃惊，我万万想不到会发生这样的事！怎么会呢，怎么可能？\n    我心中突然冒出一个决定：去找他！可是，世界如此之大，茫茫人海找人简直是大海捞针，可是，不找他我简直不能活…啊…怎么办…\n\n                  第三章\n      \n                   1       决定\n   我把这个决定告诉了安，安很佩服我不找着就去死的精神，她决定和我一起去找提姆。（作者：安要是不帮你她还有啥用）\n   于是，我们带着坚定的决心，出发啦！（路人甲：喂，你们不知道他在哪怎么找啊？）\n    额…上面那位路人甲说的对，怎么办呢？安说：“女巫可以帮我们做地图，我们可以去找女巫哦。”\n     嗯，看来只能这样了。据说，女巫只在沼泽生物群系的沼泽小屋里面生成…幸好我们所在的生物群系就是沼泽生物群系，不用费力跑了嘿嘿。\n     一路上，我们遇见了很多史莱姆，它们有的大，有的小，但是个个都晶莹剔透，可爱极了！终于，在深色的草地上，我们看见了一座小木房。那里应该是女巫的住所了！可是，我和安都把门给敲爆了，还是没人来应门。额，或许她出去玩儿了，饿了应该会回来…\n    等了很久，终于，密林深处有一个蹦蹦跳跳的紫色身影出现了。“啊哈，今天采了好多蘑菇～吼吼吼～”女巫似乎很高兴，“哎？你们是谁啊？”女巫走近了，用好奇的眼光打量着我和安，这个女巫也有一双漂亮的紫色眼睛（我：为什么我是黑色的…），我连忙说：“啊，你好，我叫小白，我旁边这位是安。我们今天来是想拜托你一件事情…”女巫说：“哦，我叫伊丝，你有啥事啊？”\n       “我想找个人。”\n       “嗯？找谁？什么名字？”\n       “提…提姆。”\n       “哦～这你可来对地方了。好滴，进屋说！”\n       见伊丝这么直爽，我们就跟着进去了。\n        伊丝进屋就拿出一张纸，然后她又拿到合成台上弄弄弄弄，合成一张地图，然后她又往上面撒了杂七杂八一大堆粉，最后，她就开始施咒了：麻利麻利哄～那个被伊丝糟蹋成那样的地图居然摇身一变，变成了一个崭新的地图！\n    “好啦，做好啦～找人地图！！！”伊丝兴奋地大叫。\n    “哇噻，好厉害哦。”我和安看的目瞪口呆。\n    “咳咳，这个地图就送给你们啦～反正又不值钱。”\n    （作者：剧情需要，地图做起来超烦的，要钱他们也没有）\n    我和安欣喜地看着手中的地图，找到提姆可全靠它啦！\n    我们临走之前，伊丝顺便帮我们算了一下命。\n    “安的命运嘛，在这之后爱情运会很好，也会很有钱～”\n    安听了之后乐死了，“至于你，小白，在这之后你虽然如愿以偿，但是你会付出生命的代价！”\n    我听了吓了一跳，这…难道？\n    最终我在安的推搡下离开了伊丝的小屋。\n\n                         2               寻找\n  我终于要去找提姆了！靠着手里的地图，我们先从我们所在的沼泽生物群系来到了沙漠生物群系，天啊，这里天干地燥，连一点水也没有！幸好我们是晚上走的，没有像别的僵尸一样，自己自焚了。\n    艰辛的穿过沙漠，来到一大片丛林，话说这里的树，真是遮天蔽日啊…连阳光也照不到…但这可比沙漠好太多了！哦，忘了说，在穿越丛林的期间，我们还看见了小猫！好可爱哦～我和安简直想抱一只走～\n     至于之后嘛，我们见到一个村庄，然后我们进去把那里抢了，在铁匠铺的箱子里我们发现了黑曜石和打火石。额，不管了带走。\n     走了许多天后，安突然想到一个办法，从下界走可以快速旅行！早点说嘛，我们就不用这样累死累活的走了。我们迅速用黑曜石搭成了一个传送门框架，打火石一点，传送门内顿时浮现了一阵紫色的光芒，并且还散发出和安身上一模一样漂亮的紫色粒子。\n     我和安立刻跳进传送门里，一会功夫就到了地狱。地狱满世界都是地狱岩和岩浆，我还听见了几声幽灵鬼哭狼号的哭泣声呢。\n     路过要塞，烈焰人幽灵、岩浆史莱姆还有僵尸猪人们热情的邀请我们到它们家做客，在这里我还发现一个人——凋零骷髅！她虽然比我高那么一点，衣服是黑色的，但我们长得简直一模一样！我马上和她成为了好朋友。\n     告别地狱里的朋友们，我们继续走。\n     “应该差不多了吧…”安说。\n     “是哦，我们回主世界好了。”我说。\n     我们又做了一个地狱门，回到了主世界。\n     \n                      3         到达\n  终于回到了主世界！地狱炎热的空气真是压得我透不过气来，还是主世界的空气好啊～我和安大口呼吸着清爽的空气。\n   “…这里是哪儿啊…”安抬头望了望四周。 \n   “是哦，我看下地图…”我边说边打开那张地图，“嗯…啊！我们离他很近了呢！他住在一个小镇里头，我们明晚就去找他吧！”\n   “嗯！”\n   今早，我们就在小镇远一点的矿洞里歇息了。\n\n\n                        第四章\n                      1           是他\n  终于到了晚上！周围安静极了，远远的有什么动物在嘶鸣，只有小镇家家户户发出的亮光照着大地。\n  我把安弄醒，我们打点好行李，走出那个洞穴，一点一点的向小镇靠近。\n  但愿小镇里面没有铁傀儡。\n  小镇里一个人也没有，我们终于敢放心大胆的往前走。\n   我们走向一座房子，我又看了一下地图…没错，他就在这里！透过玻璃往里看，提姆正在火炉边看书。\n    终于找到他了！我激动万分，我敲打玻璃大叫：提姆!提姆！是我呀！小白！提姆！快开门！\n    提姆吓了一跳，他看向我，不知为什么表情突然变的很愤怒，他打开门。    \n    我高兴极了，我日思夜想的提姆终于出现了！可是，他打开门，拿着一把剑冲出来，扑上来砍了我两刀。\n    “提姆！提姆！你怎么啦？”\n     提姆没有理我，两只眼睛红得像血。 他拼命砍我，我左胳膊已经没有了知觉，浑身布满大大小小的伤痕。（安用石头砸晕了提姆）要不是安，我早被他砍成一堆碎骨了。\n            2          绝望\n     那天晚上，我拖着伤痕累累的身体回到那个洞穴。\n     我伤心极了，准是提姆没有认出我来，或者他早就遗忘了我，甚至…他己经有了别人…我泣不成声，恨不得一头撞死。\n     安实在看不下去了，一下瞬移到我面前，说：“小白，你要明白，提姆把你砍成这个样子也不是他的错，他怎么可能觉得一个骷髅是他的女朋友？你要找证据，证明你是小白！”\n     “那…证据哪里找？”\n     “日记本里。”安眯了一下眼睛，“那朵枯萎的玫瑰。”\n     \n                     3         证据\n     我在那个小矿洞里休息了几天，那些小伤口都已经愈合了，唯独左臂还是用不上力，连箭也没法射了。\n     在安的安慰下，我决定再次去找一次提姆！如果这一次还没有成功，我干脆直接去死得了。\n     又一个夜深人静的晚上，我们再次向提姆的房子靠近。\n     如上次一样，提姆看见我们后，又愤怒地冲了出来。（乱入：提姆大暴走）\n      提姆“刷”的拿出钻石剑，冲到我跟前，眼看着就要劈下来，我连忙拿出那朵枯萎的玫瑰…\n       …剑停在半空…提姆脸色一会儿青一会儿白…他惊讶的瞪大蓝眼睛…他手一松…剑“砰”的掉在地上…提姆眼里噙满了泪水…\n       然后（提姆抱哭）\n     （作者无语：…脑补，不要想太歪…你们能想到安的感受么？）      \n        \n                4           平静生活\n        接下来我们过的很开心，我每天都享受着和提姆在一起的美好时光。（乱入：…海苔）安则回了末地。（透露：她在末地找了一个男盆友）\n   前景真是一片大好啊！你们肯定以为这就是结局了，对不对？额，剧情上！\n                   5             毁灭\n    HIM！HIM来了！所有人都在恐慌着。我也不知何时这个消息就传到了我耳中，我也不是很怕，反正我都是死过一回的人了…\n    听说那个自称是HIM的人，要毁掉整个Minecraft世界。但是HIM比好，逃走之前会给我们留下一个逃生用的通道，但是只能开到天亮。我也不知道HIM什么时候会来毁灭地球。我觉得他们真是太随便了，好端端的世界就要残忍的毁灭掉。真不知道他们安的什么心…反正，能支撑我待在这个世界上的就只有安和提姆了。\n     …听小镇里的村民们说，明天HIM就要大开杀戒了，不少村民都在收拾家当要逃走。小镇一下子变的空空落落的，剩下几只铁傀儡背上映着月亮的银晖。\n      今天夜里，寂静的夜爆发出隆隆的响声，中间夹杂着人们悲伤的哭泣声，为了不被巨大的陨石砸成稀巴烂，我和提姆赶忙带上行李往小镇外围的逃生通道跑。\n      逃跑的途中，没有一个人不是低头跨大步跑的，没有一个人再对这个世界留念地看一眼。这曾经是一个多么美丽的世界啊！在可怕的HIM来之前。\n       我对这个世界还是有那么一点不舍，毕竟我也是这个方块世界中的一员。一切过的是那么快，就好像昨天我才遇到安一样，转眼之间，竟然到了这种地步。\n        世界要毁灭了啊…你们知道我的感受么…我好像才睡醒一般…过去的仿佛像放电影一般萦绕在我脑海里…像一只只光滑的泥鳅…想抓抓不住…不想抓便天天烦扰着我…到了今天我才明白…珍惜你拥有的…\n         提姆大叫：“小白！小心啊！有陨石！”\n         我一惊，刚刚脑子里乱的像浆糊，才没空去看陨石。巨大的陨石坠落下来，在我和提姆旁边砸出一个大坑，我们也被冲击波炸的摸不着北。\n        偏偏在这节骨眼儿上，我和提姆失散了。烦人的陨石！我旁边都是溃散的人群，大家全都想着逃命，根本没人理会坐在地上的一只骷髅射手。一只僵尸好心拉我起来：“快跑啊！HIM要来了…”说完就消失在人群里。\n         可是，提姆呢？提姆又到哪里了？难道，他受了伤？不行，我得赶紧找到他…人群里找一个人，犹如大海捞针…我焦急的看着天边泛起的一丝水红，不由得狠狠心继续找。\n         一分钟过去了…两分钟过去了…东方泛起的水红逐渐变成耀眼的红色——门要关了！可是，提姆连影都没找着。怎么办！怎么办！人群如潮水般一下子退了个干净，现在冲到门前还来得及，但是，提姆他不晓得怎样了…我继续在那里逗留着，门里的人都着急了：“那边那个骷髅！你不要命了！”“快回来啊！天要亮了！”\n        我当然想回去，回到那扇安全的门的背后。我犹豫不决时，门里冒出一个声音：“小白！快回来！我在里头呢！”我顿时感到很高兴，提姆原来早就在里头了！于是，我就用我平生最快的速度冲向那扇逃生之门。\n        可是，此时天已经大亮，HIM不管三七二十一的要关上门，我急了：“等一下啊，还有我！”HIM怎会理我？最终，我还是斗不过时间，我晚到了一步，那扇冰冷的铁门永远的关上了…\n         我绝望的坐在地上，这一死，我可能过八辈子也见不着提姆了…我恨HIM的冷酷，恨这个世界的无情，究竟要我怎样？和提姆在一起就不行吗？为什么！为什么…我用手拼命叩击那扇门，泪如泉涌。提姆同样在里面伤心欲绝。\n         最后，砰的一声，整个方块世界消失的连渣子都不剩。\n\n                      后记\n\n          一晚，提姆安闲的看着报纸。突然，咻的一声，一个末影人瞬移到他面前，他疑惑地看着那个末影人，可是那个末影人非但没有打他，还给了他一朵玫瑰。\n          随即，末影人就瞬走了。但当提姆细看那朵玫瑰时，那朵玫瑰居然是朵枯萎了的玫瑰。\n          提姆泪如雨下。\n          他心中似乎浮现出一个漂亮的女孩子，抿嘴笑着递给他一朵玫瑰。\n          那个女孩，提姆一生都无法再见到她了。\n           “他值得你这么做吗？”安疑惑的问道。“无妨。”一个若有若无的声音传来。\n          “我留在这世界上也无任何意义了…安，我的好朋友，再见。”\n          末影人是不会哭的，可安流下了一滴滴眼泪，那眼泪晶莹剔透，代表着朋友间纯洁无暇的友情…\n          小白永远消失在了这个世界。\n               —END—\n\n\n  \n\n  ",
    "replies": [
        {
            "author": "提拉米兔",
            "timestamp": 1393079340,
            "txt_content": "（最讨厌看帖不回帖的人了）"
        },
        {
            "author": "1.3806",
            "timestamp": 1393080840,
            "txt_content": "@Cpt.Dunn 转移!(我有开始@版主 了)"
        },
        {
            "author": "提拉米兔",
            "timestamp": 1393118820,
            "txt_content": "1.3806 发表于 2014-2-22 22:54\n@Cpt.Dunn 转移!(我有开始@版主 了)\n...关我什么事..."
        },
        {
            "author": "提拉米兔",
            "timestamp": 1393139640,
            "txt_content": "写得咋样？如果认为写得好的话就吱一声，以后会继续写滴。{:10_492:}"
        },
        {
            "author": "1.3806",
            "timestamp": 1393148520,
            "txt_content": "提拉米兔 发表于 2014-2-23 09:27\n...关我什么事...\n错版!"
        }
    ]
}