{
    "title": "『史诗幻想 I 从零开始』伙伴 第二章【作者:(小黑)】",
    "author": "(小黑)",
    "replyCount": 1,
    "timestamp": 1393047780,
    "txt_content": " 本帖最后由 (小黑) 于 2014-2-22 13:43 编辑 \n\n    (奇怪，白为什么今天都不去上学)影息，你能陪我去白的家吗？你要去就去啊，为什么要我去。因为，因为所以自然道理。你该不会怕一个人去吧。我只是不知道要说什么好。饿，算了吧，白有可能只是生病忘了请病假。希望如此。  你在说什么！现在还是上课。是!(死老太婆烦死了)\n    现实那边现在是什么样呢?不说了睡觉......睡不着啊！果然，我还是有些紧张，回不去吗，我也不想回去，这里的一天等于现实的三天，上面的时间一定过得飞快......\n    终于放学了，那个死老太婆，居然还罚我站2个小时。   算了吧，残星不记小人过，那，你准备怎么办？什么？关于白的事。我......明天看看吧，如果还没来，我就去他家，但是，为什么那个死老太婆只罚我站2个小时不罚你！因为老师是看到你在讲话。死老太婆，我忍不下这口气啊！\n    游戏中。为什么，为什么，为什么我睡不着，都过了3个小时给我赶快睡啊，早知道我就不该养成熬夜的习惯，果然是那样吧，就像一个人为了把一部动漫看完就熬夜，为了把某某游戏升到某某级就熬夜，因为紧张就睡不着觉就在床边自言自语的，不就是我吗！\n    现实中。完了都这么晚了，加油啊，还差一点点作业就做完了，就可以玩电脑了，加油啊！过了一个小时，终于做完了，等等，我是不是把时间看错了，我靠才7点......算了，我可以多玩一下电脑了。\n    游戏中。我不睡了，我放弃了，出去逛逛吧，(主城原来是这个样子啊，都没好好看过)这个像祭坛的是什么东西？应该是玩家的出生点吧，我都没注意，不知道有没有练习场，我要熟悉一下最战斗技巧(不然就会被怪打死)居然有！我去看看。\n    现实中。今天一天都没见到白，就感觉好像少了什么，这是什么？一封邮件？写的是什么，你想去游戏里吗?(游戏？什么意思，是问我想玩游戏吗？)想，确认完毕，开始传送。\n    这里是什么地方？周围一片雪白，欢迎新玩家残星来到这里。是谁！这里是你进入游戏世界的一个地方。请你完成以下操作......\n    呼呼呼......(没想到战斗这么累，这可不行，如果是真正战斗，我恐怕早死了)再来！(恩，这道光是，有新玩家来了)停止战斗。去看看吧。\n    这里是，哪里？这是什么地方？这是我吗？\n    (这次来的是精灵啊)那边的那位。是说我吗？只有你一个人吧，你是刚来这个世界的吧。恩，你到底是？我也是刚来的只熟悉了一下基本操作，我叫白，你呢？白！？你是白，我是残星啊。残星，你怎么到这里来了？我才要问你，你为什么不上学在这里。跟我来，去我的房间里，这里说话不方便。\n    你先熟悉一下基本操作，看完你包里的那本书，你就知道了。\n    怎么会这样，出不去这个世界。知道了吧，为什么我不去上学这是第一点，第二点是，我根本就不想回去。白，你一点都不想回去吗？我有点想回去。残星，你真的想回去吗，回那个世界。......有点想又有点不想。不说了，我们说点其他的吧，反正又回不去，残星，你的种族是精灵吧。恩，白你的种族是什么？我的种族是龙人。你设计蛮好看的吗。你也还不是。\n    我要去练习场，你要去吗？当然，我们是一个队，要一起行动。什么时候成一个队了，不过还可以。我们先从简单的练起，可别累趴了喔。你才会累趴吧，我可是经常锻炼的。只要打倒这个人就可以了，要配合得好一点啊。这句话是我要对你说的吧。(我们去练习场开始练习的时候你负责限制对方的动作和打断对方的招式，剩下的就交给我)虽然是这样说，但实战会变成什么样呢。\n    限制对方的动作，就是砍断它的脚。白，掩护我。知道了。你们这群小鬼。(说话了！怎么回事？NPC说话了，是触发了什么吗？)你的脚，我拿下了，你太大意了。什么？又说话了。残星，快跑它有两把剑。不行，来不及了。残星，趴下。白你要干什么。你就看着吧，正中脑门。中了吗？中了！白你干了什么？你没看见吗？恩，你的武器，怎么在它的头上？你当时应该没有时间跑到它身边。我的武器是矛，我就想，为什么不把它当标枪扔出去看看，结果伤害还不错。游戏没这种设定吧。这不是游戏是现实。那边的龙人说的对，这不是游戏。谁！这么快就把我忘了。你不是已经死了吗，为什么还能起来？如果我就这样死了，那别人来这里还怎么练习。就是说，你不会死是吧。我死了也可以复活的。我还以为你只是普通的练习用NPC。你的想法太天真了，这里的所有人都是有意识到。先不说别的，先把我的矛还给我好吗？给你。你不会觉得痛喔。不会。白！什么。啊！我的尾巴！你干什么残星。你太乱来了，我要让你清醒清醒。要不是我你可是早就死了，还有，让我清醒应该打我的头才对吧，为什么是踩我的尾巴。我怕你头上的龙角扎到我的手。你们俩位聊够了吧，这里是练习的地方不是聊天的地方。我们明天还会来的拜拜，对了，你叫什么名字。没名字。真可怜，连名字的没有。你们叫什么？龙人叫白，精灵叫残星。\n现实那边。白，残星，你们都去哪了，为什么你们都消失了，学校不来，也没打电话联系我，你们都在哪里。\n    \n",
    "replies": [
        {
            "author": "银狼",
            "timestamp": 1393047960,
            "txt_content": "当然是来支持一下咯~"
        }
    ]
}