{
    "title": "[MINECRAFT背后的秘密]XII:计划开始",
    "author": "zhh30648",
    "replyCount": 1,
    "timestamp": 1393055580,
    "txt_content": " 本帖最后由 zhh30648 于 2014-2-23 12:50 编辑 \n\n索引在此\n{这里是Notch的世界公告}{内容如下}{本世界即将在24小时之后进行LAST.TEST 内部时间换算为一天一夜}{届时所有实体生物权限组进行重置，Notch作为TEST主持者有权利自由修改权限}{TEST准备进行中，如若有时间差错，另行通知}{以上 时间开始重置为00：00：00}几乎整个世界都被这几则莫名其妙的对话占领了所有人的脑海中，村子的告示牌上，就连天空中也开始出现巨大的红色信息还有巨大黑色漩涡：末路的底端 如同定时炸弹一般出现了巨大的数字，仿佛就是直接印在那里的一样{剩余 23：59：21 TEST 开始}在田里耕作的农民，在村子外守卫的士兵，在城里工作的手工艺人们，大家都放下手里的工作，抬头仰望着不断变异的天空，红色的[WARNING]符号伴随着血红的颜色已经开始在天空中以巨大计时器为中心慢慢扩散开来了“这到底是怎么回事啊！”“最近怎么总是乱七八糟的事”“呜哇哇~”“别哭宝贝，别哭...”街上开始喧闹起来了，这是在主世界的地面上Notch站在红色穹顶之下的岩浆瀑布顶端“看来主世界的修改应该已经没有问题了，下一步就是得搞到那俩个必要的东西了”Notch仰头看看地狱穹顶，正中央所不断跳动的数字，嘴角微微扬起“这就是我所需要的效果啊...我都不用亲自动手，自己给我凑一块去了，也省的我费力了”拍拍身边那头已经缩小了的黑色生物的脑袋，这只生物瞬间巨大化，变成了可以骑乘的大小“末影龙，走吧！”黑色巨龙一身咆哮，并非是出于兴奋和勇气，而是因为身体被Notch的那几根丝线死死的卡住，无法自由活动而发出的哀嚎\n\n\n\n远在中央大楼的下方白色的大理石墙壁上反印出穹顶上的巨大计时器，下方巨大的字符正赫然得显示着[这就是...TEST的最终目的吗“重置所有人的...权限...难道是把我们的权利都重新分配一次吗？”[不,仔细看那些话HIM指了指中央大楼大厅前的告示牌，此时此刻的中央大楼仿佛是被人清空了一样，本该热闹的广场里一个人都没有，如同死一般的寂静[‘Notch作为TEST主持者，有自由修改权限的能力’][也就是说,他在TEST之后能随意操纵人的权限了，而目前的他估计还仅仅只是一个伪造的’神’只有修改部分权限的能力，而不能自由修改所有的选项.比如Pigger故意让地面对他造成的伤害，说明他是能够死亡的，也就是说现在的他并不是什么’无敌的神’]“就比如说把受攻击这种权限封锁住之类的么”[大概就是这样了，但更恐怖的并不是这句，而是前面那段话重置所有人的权限不仅仅是权限，恐怕Notch真正的目的是让世界重新来过，形成一个以Notch为中心的，支配一切的神所重组的世界！Notch，真的想要成为神吗！眼下他的真正目的已经很清楚了，问题是该怎么阻止他“Notch想得到这两块石头对吧”史蒂夫从兜里掏出那块淡紫色的水晶，如今水晶内部的光芒已经从闪烁变成持续明亮了，只不过颜色，是血红的光芒突然,一阵猛烈的飓风伴随着如同咆哮一样的声响，从中央大楼内部砰的一声撞开了被关上的大门，飓风像刀刃一样划过毫无防备的两人，HIM的脸上被划出道道血痕，而史蒂夫则被末影水晶自动张开的屏障保护了起来而幸免[可，可恶，是什么!HIM用手挡住脸部，尝试着从指缝里观察到飓风的源头，但面前红色的灰土飞扬，视野被完全阻挡了，两人陷入了灰土的漩涡中。可这阵飓风并没有一直持续，而仅仅在几秒后停止了，仿佛就是谁发出的挑衅一样“咳咳，咳，到底什么情况”史蒂夫用手拍了拍灰尘，被HIM一把拽出了灰尘的包围[这是在挑衅么...这风...感觉怎么这么熟悉中央大楼的门被风彻底打开了，原来如同墙壁一样封死的大门，被人从里面用强硬的方法给打开了，不如说是撞开的[进去看看吧，时间太紧迫了，就算毫无胜算我们也必须阻止他这么做{LAST.TEST 21:10:55 时间剩余}\n\n\n两人走进了静悄悄的中央大楼，正前方的巨大显示屏此时也正显示着倒数的时刻，大厅是由光滑的大理石和地狱砖交错镶嵌而成的地板和墙砖构成的，中间不乏一些用萤石精雕细琢的豪华照明灯，装饰品之类的，但最瞩目的还是顶端的巨大观景台，此时似乎是由于紧急情况，内部上去的门被封了起来“怎么样，地狱的人们还是挺有品位的吧”苍老而空洞的声音在大厅里回响，刺激着两人的耳膜HIM被惊呆了，明明一点人的气息都没有感受到，他到底是怎么隐藏起自己的存在的正前上方的突出来的台阶上，Notch正毫无紧迫感地站立着，但他旁边却跟了一个黑色的小影子，只不过光芒太弱没法看清是什么东西[Notch，我们已经知道你要干什么了！为什么要这么做？！“没必要告诉你啊，哦对了，那只猪已经在外面被关住了哦，你们要是能活着逃跑的话最好去看一眼啊”“Pigger,被抓起来了？！”“那小兔崽子太难弄了，废了我不少时间啊，不过现在也无所谓了，节省些时间，我先去把楼上那个‘钥匙’给拿到手吧，你们手里那个等会再来回收”Notch张开双手，在空中滑动了一下，身体突然悬浮起来，向着顶端的观景台飞去[别走！可恶！只能把末影龙给弄出来了么HIM集中精神，双手合十，在手上出现的黑色字符开始滚动，接着右手击地SYSTEM ERROR:目标就在附近，无法执行什，什么情况难道连把龙召唤过来也只是个权限？！还有，为啥末影龙在附近啊！“哈哈，你就陪着你的小宠物稍微玩一会吧，难得的娱乐时间哦Brine”[你什么意....飓风袭来，HIM被强大的气压正中腹部，仿佛肺里的空气都被挤压出来了一样，就这样被击飞了几十米，还好及时抽出剑插入地面勉强停了下来这个风压...是末影龙的！HIM半跪在光滑的地面上，抬头望着台阶的最上方，此时萤石灯的光芒已经足够亮了，黑色的身影慢慢从影子里浮现了出来不.与其说是浮现出来的不如说是小碎步跑出来的[那个...是什么....“你的小龙啊，虽然样子是变了点，但可是厉害了很多的家伙啊，好了，你们慢慢玩”Notch伸出右手按住天花板，砰的一声开出了大小合适的洞，消失在了众人的视野里影子此时已经完全褪去了，那个黑色身影的真身已经露了出来是个人类.....不如说...是个小女孩....身高目测来看甚至没有到HIM的脖子，黑色的头发被扎成两束从背后垂下，小巧的脸部被淡紫色的面甲遮住了双眼，身上的淡紫色裙甲显得甚至有些豪华但却轻便，只不过这身装备穿在一个连13岁都没有的小女孩身上的感觉实在是太违和了...更不如说...是一种和严肃战场毫不相配的奇妙气氛[你是...末影龙？小女孩仿佛听到了，慌忙的点了点头，双手正抱住一柄散发着淡紫色光芒的长枪，竖着立在面前“不知为什么..从感觉来看应该是被Notch强行支配了......”[我估计也是..如果想要让它摆脱控制的话最简单的方法就是叫末影之地的专业人员了，我有一只小队非常擅长清除某些控制或者暴走“但首先得压制下来啊，但至少得打的失去知觉才行...但..”[但....这怎么可能下得去手啊！目标确定.攻击方式I 突进正当两个大爷们正讨论该怎么解决的时候，小女孩突然将长枪架起，姿势也从扭扭捏捏的站姿瞬间转换成了标准的突进姿势，小小的嘴巴深吸了一口气完全超越音速！如同离弦之箭，不，离弦的黑色闪电一样猛得从台阶上冲了下去[话说我记得末影龙的确才不到15年的岁数啊，但没确认过性别来着.....“小心后面啊HIM！”史蒂夫双手握住了末影水晶，水晶自动切换成了盾牌一样的模式，放出的黑色光芒自动具象化成了巨大的盾牌乒乓！紫色长枪的头部已经死死抵住盾的正前方，HIM还没来得及反应过来，但看到这景象立刻把吃惊给压了下去，冷静得开始分析战术长枪突然停止了突进的力量，瘦小的手臂敏捷得将沉重的长枪收回举起，猛得向大理石地面刺去嗙！地面仿佛被火药炸到了一样，猛的爆裂开来，HIM立刻拉住史蒂夫的衣角开始转移，躲过了如同刀片一样的碎石暴雨[好..好大的威力实在没想到，看起来弱不禁风的少女，却有着惊人的力量和速度，在力量上甚至可能凌驾于HIM小女孩并未停止进攻，举起长枪向被逼到墙角的两人猛烈突进，瞬间就到了两人面前[史蒂夫，这已经不是能够手下留情的对手了，你立刻用水晶的隐身功能躲藏起来！这家伙由我一个人来对付，毕竟她可是我的手下！千万别独自行动！史蒂夫咬了咬牙，举起末影水晶，人凭空消失在了巨大的大厅里接下来就是你了末影龙...今天就让你再尝尝十年前你是怎么被我打败的！长枪的弱点是只有一个进攻方向，而且攻击方式很单一，并不像剑那样有各种攻击的角度和方式，但枪的速度和威力是不可忽视的巨大的优势，再加上她幼小的体型和敏捷的速度，实在没有比这更难对付的家伙了小女孩开始行动了快速挑动着长枪进行多个位置的猛烈突刺，枪头像蟒蛇的毒牙一样不断向HIM袭去眼睛，给我放慢！HIM的白色双眼开始运作起来，小女孩的动作逐渐开始慢了下来。并不是她变慢了，而是HIM的反应和动态视力立刻被加强了不断的用手中的爱剑挡住突刺或者强行将枪头改变突进位置，每一次进攻还未收尾下一次的防御已经早就准备好了，在激烈的近战中不断预测对方的攻击方式是最有效但最危险的方法因为如果判断失误一次就是被无数攻击刺穿的下场一刹那，小女孩的攻击中混入了假动作，本该由下至上的挑刺在过程中却强制转变了攻击方向而向HIM的腹部刺去没关系，这下应该能躲开，毕竟是强制改变的位置，枪头的速度减慢了正当HIM准备躲过这次进攻进而沿着长枪侧面一路突进时，腹部传来了肌肉被撕裂的强大痛楚[唔！不好....HIM赶紧发动了转移，将身子强行从枪横扫的范围上拉了出去，然而能转移的次数已经不多了，这几天连续的战斗已经消耗太多转移所需要的精神力了但为什么本该能躲过的枪却造成伤害了！小女孩似乎没料到这快速向后移动的原因，将枪抵着地面收回。地面如同被刀划过一样拉出一道长长的裂缝。仔细看那柄长枪的枪头以及两侧，仿佛光都被强大的力量扭曲而显得违和不.那不是什么别的力量...是风！风仿佛刀片一样包裹住了枪头，并将起周围的光芒强制扭曲了，所以那把长枪的攻击范围应该比眼睛所看到的大很多。而且不仅是枪头，少女的身上几乎每一处都包裹着浓度极厚的空气，俨然成了一件空气装甲幸好转移及时，腹部仅仅只是受到了轻微的擦伤，但血还是染红了小小的一片衣服能将风压运用的如此精密，现在想否认这女孩是末影龙都做不到了，只有它可能到这种程度这样一来，能压制住这家伙的，只能用龙的弱点了....虽然很不好意思，但这是出于无奈！只能这样做了！\n\n\n\n地狱的居民都被转移到了一个巨大的空间里，脚底下是硬硬的基岩，一望无际，看不到尽头（都看管好自己的家人，别走散了！）身为士兵长的猪人正大声叫喊着，现在全名都被莫名其妙的转移到了这来了，如果走散的话太危险了这到底是哪里啊？（估计这就是古书里写的...地狱之颠了么？）（地狱之颠？就是巨大穹顶上端的世界么？这可是传说里的地方啊！）不，仅仅只是个次元的裂缝而已，那里太危险了！快想办法回到下面！（王？王的声音？！）（我也听到了！王你到底在哪！）我现在被压制住了，不能来帮你们，你们跟着长老，去以前我们研究次元的那个地方，就从那个缺口下去！快去！已经没时间了，在次元的裂缝里实在太危险了！估计主世界立刻就要崩...长老们若有所思，然后举起手里的黑色手杖（全员，开始移动！回到地狱后找到王！然后驱逐出侵略地狱的贼人！）{LAST.TEST}{20:31:55 时间剩余}",
    "replies": [
        {
            "author": "42486327",
            "timestamp": 1393055880,
            "txt_content": "这么长\n好厉害！"
        }
    ]
}