{
    "title": "卧槽，没事翻译一点难以想象的事实吧，第二弹",
    "author": "geludan",
    "replyCount": 9,
    "timestamp": 1338042540,
    "txt_content": " 本帖最后由 geludan 于 2012-5-26 15:34 编辑 \n\nSoldiers in the Israeli army who play Dungeons and Dragons are sent for psychological help!Dungeons and Dragons, or D&D, is an extremely popular roleplaying game in which one player assumes the position of \"Dungeon Master\" while the others choose from various characters such as warriors, magicians, and dwarves, and then play against each other. Some players called “LARPers\" take it to another level and dress as the characters to fight a mock battle outside. Why would the Israeli army be so against D&D? They claim that those who participate in the game, \"are dethatched from reality and susceptible to influence.\"If a person admits to playing D&D to the army they are automatically placed in low security clearance and are sent to a psychologist. Because the game is not specifically a game of winners and losers, the army is especially disturbed because they believe participants enter into a completely false world. Unfortunately for Israeli Defense Forces, the amount of people who play D&D has increased dramatically since the Lord of The Rings movies were released! \n\n这个讲的是以色列防卫军的人，被发现玩地下城与勇士（中文不知道是不是这个）之后，都会被送去心理治疗因为作为一个角色扮演游戏，没有明确的输和赢，可能这么一个虚拟的世界是不被军方高层所认可的。。。\n真悲剧\n另外在指环王电影放出以后，军队里玩的人戏剧般的上升了（都去心理治疗吧混蛋哈哈哈）\nStatistics show that 42% of college graduates never read another book after college!\n\n统计显示42%的大学毕业生在毕业后就没有读过另一本书。。。（强烈同意，去他妹的big read吧）\n\n\nThere’s a fake town on Google Maps!The town is called Argleton and was located south of a town called Ormskirk in England. The supposed location of Argleton is an abandoned field west of the A59 motorway. The town was removed from google maps in 2010, but it still lives on in the minds of the internet and even has its own wikipediapage!\n\n\n在google地图上居然有一个假的小镇，有着他自己的维基百科\n囧啊囧\n\nWater actually does protect you from most bullets!\n在很多电影里，看似二逼的人跳进水里面躲子弹，其实是有用的！一般来说取决于子弹的型号和速度，讽刺的是子弹速度越慢打得越深！\nThere is such thing as a cross breed between a grizzly and polar bear! It's called a Grolar Bear.\n这个。。。这确实有一种杂交物种，从灰熊和北极熊杂交而来，叫grolar bear。。。（纯粹吧grizzly和polar结合在一起。。。英文就这个水平，老的词从希腊拉丁等等传下来，又臭又长拼写毫无规律，新的词就很弱智的拼一拼。。。）\nHomeschooling is illegal in Germany!\n在家教学在德国是违法的！其实在家教学只有少数几个国家合法。为什么德国要这么做呢？因为他们认为在对小孩的教育上，德国不能落后于其他国家。（德国以前才是最强的，美国的科技是从德国来的。。。）\nThe brain uses more than 25% of the oxygen used by the human body.\n脑子用的氧气比身体用的还要多25%\n老外评论：傻逼脑子不要再用我的氧气了！（我囧）\nA man just dove 2,400 feet WITHOUT a parachute!\n一位老兄从直升机上跳下，无降落伞下落了2400feet，最后用了18600纸盒子让他着陆。。。\nWounds infested with maggots heal quickly and without spread of gangrene or other infection. \n被蛆感染的伤口愈合的很快！并且不会传播疽或者其他感染。。。囧\n\nAutotune was originally used to find oil!\n这个修正音高的软件一开始是被用来找石油的。。。。\nMore germs are transferred shaking hands than kissing.\n相比亲吻来说，握手更容易传播细菌。。。。\nUzbekistanian uses boiling as a form of capital punishment!\n看过borat的都知道，乌兹别克斯坦和哈萨克斯坦很不好，在乌兹别克斯坦，煮人真的是一种死刑！我记得capital punishment还包括了stoning。。。只对adultery的女人，男人倒没事哈哈\nViagra can reduce jet lag symptoms by up to 50%.\n伟哥可以减少时差综合症50%！威武！\nThere is a standard unit for risk of death call the micromort!\n有一个标准的单位，用来测量死亡危险，叫做micromort。。。有微米，还有微死亡。。。我直接草蛋了\nThis is partly how insurance companies can calculate how risky you are. Then the average risk of dying per day can be calculated from the average lifespan. About 39 micromorts are accumulated daily. A person who lives for 70 years dies after 25,550 days according to this system. \n保险公司用的，如果一天积累39微死亡单位（让我想起了bioaccumulation。。。）然后大概70岁死\nAfghanistan’s Jewish population is 1\n阿富汗（中文是阿富汗吧。。）的犹太人只有1个。。。一个啊。。。一个啊。。。\nButter was the first food product allowed by law to have artificial coloring. It is completely white in its natural state.\n黄油是第一个被法律允许添加人工色素的食物，原来是白色的\nPepper is the top-selling spice in the world. The second is mustard.\n胡椒粉是全世界第一销量的辣调料，第二是芥末\nA baby in the Philippines was born without a skull!\n菲律宾有个小孩生出来木有头颅骨\nCats are lactose intolerant. As a general rule, they shouldn't drink milk.\n其实猫咪不能喝牛奶，像leonard一样，它们是不能忍受lactose的（生物学的中文不知道是什么的。。。）\nAlmonds are members of the peach family.\n同学们！杏仁是桃子系的！\nIn Italy it is illegal to make coffins out of anything except nutshells or wood.\n在意大利，除了用坚果壳或者木头，其他东西做棺材都是犯法的。。。\nDidaskaleinophobia is the fear of going to school!\n这个phobia是怕去学校，还是某处的鸭子好玩哈哈\nSome Malaysians protect their babies from disease by bathing them in beer.\n一些马来西亚人拿啤酒给孩子泡澡以预防疾病\nThe Last Addition of the Modern Alphabet was J\n现代26个字母最后加进去的是J\n\n你们先看着吧。。。。求人气\n",
    "replies": [
        {
            "author": "g-g-g",
            "timestamp": 1338042600,
            "txt_content": "怎么2个小时前的帖子现在才出来"
        },
        {
            "author": "oomanj",
            "timestamp": 1338042660,
            "txt_content": "我擦..........."
        },
        {
            "author": "混乱",
            "timestamp": 1338043500,
            "txt_content": "这转载的……"
        },
        {
            "author": "zzy790707285",
            "timestamp": 1338045120,
            "txt_content": "呃呃呃  我表示版主是学什么的  这也行"
        },
        {
            "author": "rainsillwood",
            "timestamp": 1338050940,
            "txt_content": "卤蛋这么闲去翻译下spout"
        },
        {
            "author": "jacky1440",
            "timestamp": 1338056460,
            "txt_content": "不如去翻地图或Mod吧0.0\n你 too good~"
        },
        {
            "author": "geludan",
            "timestamp": 1338064320,
            "txt_content": "jacky1440 发表于 2012-5-26 19:21 \n不如去翻地图或Mod吧0.0\n你 too good~\n搬运么，以前地图板刚开的时候做过，后来地图板就自己运行下去了，不需要我了"
        },
        {
            "author": "jacky1440",
            "timestamp": 1338067500,
            "txt_content": "geludan 发表于 2012-5-26 11:32 \n搬运么，以前地图板刚开的时候做过，后来地图板就自己运行下去了，不需要我了\n噢噢，我想看看刚新开MCBBS是怎么样的..."
        },
        {
            "author": "geludan",
            "timestamp": 1338068220,
            "txt_content": "jacky1440 发表于 2012-5-26 22:25 \n噢噢，我想看看刚新开MCBBS是怎么样的...\n水楼的截图那里你可以看到一星半点"
        }
    ]
}