{
    "title": "<单章>【海上大灾难】[作者：a2455564728][3]",
    "author": "a2455564728",
    "replyCount": 11,
    "timestamp": 1393076040,
    "txt_content": " 本帖最后由 a2455564728 于 2014-3-28 21:15 编辑 \n\n今天第二次发作品，这赶工累的，其实早写好了，就是码字累啊。\nMc每日故事 第三章：路遇新伙伴\n——zjr_516635864\n         三天后，里德海上，一艘帆船正航行着，从上面传出了悠扬的歌声“O I thought I heard the old man say,leave her,Johnny,leave her!Tomorrow ye will get your pay an`it's time for us to leave her!Leave her,Johnny,leave her!Oh,leave her ,Johnny,leave her!For the voyage is long an`the winds don't blow,an`it's time for us to leave her!Oh,the wind was foul an`the sea ran high,leave her,Johnny,leave her!……”“小伙子，怎么开始唱船歌了，不过你唱的真的挺不错的，在哪学的？”“嘿，大副你来了，这歌是我从一个老水手那学来的，觉得听起来不错，便跟着学了，不过我并不知道这首歌的意思，你知道吗，大副？”“当然知道，不过我不想给你解释，你不会明白的。对了，小子，你想家吗？”“呃，说实话，我真的挺想家的啊，想着家乡的亲人们。”“Angry”大副的声音陡然提高了8度“你要记住，不能让亲情成为你的束缚，你要把对亲人的思念化作你前行的动力，而不是把这些东西当做你不思进取的借口，身为一个水手，你就要有随时死去的准备，而你如果有这些软弱的想法，你就会死的更快，到那时，你再怎么思念家人又有什么用，到时你就只是个死人，没人会给你默哀，你的家人也不会来祭奠你，因为他们不知道你已经死了，你只会孤独的死去，明白吗！”“明白了。”Angry回答道，“太小声了，大声点！”“明白！”“恩，这还不错，来吧，去吃早饭。”\n            饭舱。四个人围坐在桌子边，盯着眼前的唯一一盘菜，每一个人去动手拿。“喂，Chost，你玩我们啊，怎么就这一个菜啊，还这么少。”Angry说道。“哞！”船长也发出了愤怒的牛吼声！“呃，这不能怪我，我仔细算了算我们船上的存粮，发现粮食相当不够，而距离我们到下一个补给点大概还有30天的行船路程，所以为了我们能够活着到达补给点，只能少吃一点了。”“那也不能这么少啊，这怎么够吃啊！”“那好啊，我给你们每天做足够吃的饭，几天后，你们就等着吃皮带吧！”“呃～”“哞～”“去！”\n            饭后。“好了，大家回去工作吧。”大副说道。“哦。”\n            两个小时后。“大副，十点钟方向发现一孤岛。”Chost的声音从桅杆上的瞭望台上传下来，“恩，孤岛，上面或许会有食物，恩，好！Angry，向着孤岛前进！”“明白！”\n            一小时后，“报告，我们已接近到目标周围300米！”“恩，可以了，Angey，收帆，停船，我们准备上岛。”“了解。”“等一下，情况有变。”“怎么了？”“在海岸处发现有生火的痕迹，看起来像是刚熄灭没多久，火堆旁边有几件带血的衣服，还有些骨头，不知道是什么的骨头，看衣服上的血迹的干涸程度因该是近日留下来的，经判断，几天之内应该有人上过岛，报告完毕！”“火堆，沾血的衣服，骨头，难道是……”大副没有说下去。他转头看向Angry，“你也猜到是什么了是不是。”Angry点了点头。“那好，一会我数3，2，1，我们就一起说，怎么样的？”“恩。”“3”“2”“1”“食人族！”两人异口同声地说道。“那，我们怎么办？”Angry问道。“走啊！快！”大副说道。正当他们准备走时，一个声音传入他们的耳朵，“救～命～”“大副，我好想听到了什么。”“幻听，一定是幻听，快走！”“救～～命～～”“诶，我又听到了。”“呃，好像我也听到了，不会是被食人族吃掉的人的幽魂吧。”“恩，可能是，我们快走吧，大副。”“救命啊，我是活人！”“好像不是幽魂啊，是活人啊，我们快回去！”大副说道。“恩。”说完，他们重新把船开回去，之前一个人都没有的海滩上，突然冒出一个衣衫褴褛的人来。那人看船回来了，立刻用尽全身力气大喊了一句“Help me！”“快，Angry，去救他。”“知道了。”\n            十分钟后，那队人被带到了船上。“恩，Chost，给他吃点东西，这时就不要省了。”“知道了。”，说完，Chost便去煮饭了。不一会，Chost就带着饭上来的。“来，张嘴。”Chost一口一口把饭喂进那人的嘴里，那人吃了饭不一会就醒来了。大副来到他面前，问道“没事吧，小伙子。”小伙子看了看，又不看了看其他人，当他看到船长时，他立刻尖叫了起来“啊，不要过来，你这个恶魔，你杀了那么多人还不够吗，难道还要赶尽杀绝吗！”“小伙子，你别激动，这是我们船长，不是要杀你的人，你给我讲讲怎么回事吧。”小伙子平复了一下心情，开始叙述着“我出事是在两天前。我本来是跟着旅游船出去航海的。可谁能想到，居然会发生这样的事。两天前，本来天气还是很好的，可到下午的时候，天气突然变坏了，狂风卷着暴雨袭面而来，海上起了大风浪，船长让我们先回房休息，还告诉我们说‘我们的船吃水很深，不会翻船的，大家先回去休息吧。’然后我们就回房了。到了后半夜的时候，风暴渐渐小了，没有那么大的浪了，可是，噩梦才刚刚开始。当风暴减小的时候，一艘海盗船开了过来，上面挂着黑旗，黑旗上并没有画着骷髅头，而是写着三个字母‘BRC’。”“BRC，难道是……”Angry大叫道。大副给Angry使了个眼色，让他闭嘴。然后，他又示意小伙子继续说下去。小伙子便接着叙述“然后，那艘船便向我们的船发动了攻击。我们的船是旅游船，没有什么武器，自然被它给轻易打败了。然后，一些长着牛头的人冲上了我们的船，他们就跟你们船长长得基本一样不过是红黑的。他们叫出了整船的人，让他们交钱出来，有些反抗的人，但是却被直接杀了。抢完钱后，他们把一半的人给踢进了海里，然后将剩下的人给集中起来，一起杀掉，我便是那要被杀的一半人中的一个，不过我比较聪明，我利用旁边人的尸体来做掩护，竟然活下去了，然后他们将尸体和我给倒入了大海，然后就把船带走了。再然后，我就流落到了岛上，再再然后我就遇到你们了。”众人听完小伙子的叙述后，都陷入了沉默中，半响后，大副打破了沉默“你们认为是谁。”“红牛！”“红牛！”“哞！！（红牛！！）”“红牛？那人叫红牛吗，你们怎么知道的？”“因为他是我们船长的宿敌，我们这次就是要去消灭他！”“那，可以加我一个吗？”“没问题，现在我们就是一家人了，我叫……，好了我们介绍完了，你叫什么呢？”“我叫zjr_516635864，但请不要叫我zjr,请叫我Hsir。”“好，zjr。”“都说了要叫我Hsi啊。”“好吧，Hsir，你们那船上有食物吗？”“当然有。”“那你记得船离开时的方向吗？”“那就好，嘿嘿，哼哼哼。”“他笑什么？”Hsir \nAngry。“嘿嘿，等下你就知道了”\n                                         字数：2400      第四章：劫粮，第一次相遇\n索引贴http://www.mcbbs.net/thread-243340-1-1.html\n\n\n\n\n\n\n\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1393076340,
            "txt_content": "@额无语  召唤术 @zjr_516635864  @MC大湿 @长手的苦力怕  @顾梓熙  @zat0292  @1095486321   @15834179549   \n如果没成功就请帮忙一下"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1393076580,
            "txt_content": "来支持了，\n\n还有我看见我了哎，\n好评给赞！"
        },
        {
            "author": "小白VS苦力怕",
            "timestamp": 1393076580,
            "txt_content": "确认原创？！我觉得题目和情节内容都很熟悉，是不是根据一个视频改编的？或是由其激发灵感？！"
        },
        {
            "author": "MC大湿",
            "timestamp": 1393076940,
            "txt_content": "\n\n歌词机翻结果：\n\n啊,我以为我听到老人说,离开她,约翰尼,离开她!明天你们会支付毫不介意的时间我们离开她!离开她,约翰尼,离开她!哦,离开她,约翰尼,离开她!航行很长一个\"风不吹,毫不介意的时间我们离开她!哦,风是犯规\"海高涨,离开她,约翰尼,离开她!……"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393077060,
            "txt_content": "小白VS苦力怕 发表于 2014-2-22 21:43\n确认原创？！我觉得题目和情节内容都很熟悉，是不是根据一个视频改编的？或是由其激发灵感？！ ...\n我记得我不是发过预告贴么，上面不是写着么。。。只是主体，以后估计会有些不同内容的"
        },
        {
            "author": "顾梓熙",
            "timestamp": 1393077600,
            "txt_content": "来顶一下，，，"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393078800,
            "txt_content": "MC大湿 发表于 2014-2-22 21:49\n歌词机翻结果：\n\n啊,我以为我听到老人说,离开她,约翰尼,离开她!明天你们会支付毫不介意的时间我们离开她! ...\nO I thought I heard the old man say, leave her, Johnny, leave her! \n港湾老叟，谆谆相告，水手小子，离她怀抱！ \nTomorrow ye will get your pay, an' it's time for us to leave her! \n辛劳得偿，只待明朝，趁此时辰，离她怀抱！ \nLeave her, Johnny, leave her! Oh, leave her, Johnny, leave her! \n离她怀抱，离她怀抱，水手小子，离她怀抱！ \nFor the voyage is long an' the winds don't blow, an' it's time for us to leave her! \n航途遥遥，风驻云销，趁此时辰，离她怀抱！ \n\nOh the wind was foul an' the sea ran high, leave her, Johnny, leave her! \n风雨欲来，浪头渐高，水手小子，离她怀抱！ \nShe shipped it green an' none went by, an' it's time for us to leave her! \n巨浪滔滔，无人能逃，趁此时辰，离她怀抱！ \nLeave her, Johnny, leave her! Oh, leave her, Johnny, leave her! \n离她怀抱，离她怀抱，水手小子，离她怀抱！ \nFor the voyage is long an' the winds don't blow, an' it's time for us to leave her! \n航途遥遥，风驻云销，趁此时辰，离她怀抱！ \n\nI hate to sail on this rotten tub, leave her, Johnny, leave her! \n浆朽船劣，徒增烦恼，水手小子，离她怀抱！ \nNo grog allowed and rotten grub, an' it's time for us to leave her! \n饮无烈酒，食唯蛴螬，趁此时辰，离她怀抱！ \nLeave her, Johnny, leave her! Oh, leave her, Johnny, leave her! \n离她怀抱，离她怀抱，水手小子，离她怀抱！ \nFor the voyage is long an' the winds don't blow, an' it's time for us to leave her! \n航途遥遥，风驻云销，趁此时辰，离她怀抱！ \n\nWe swear by rote for want o' more, leave her, Johnny, leave her! \n以涛为誓，心远志高，水手小子，离她怀抱！ \nOh now we're through so we'll gon on shore, an' it's time for us to leave her! \n良宵已尽，船将起锚，趁此时辰，离她怀抱！ \nLeave her, Johnny, leave her! Oh, leave her, Johnny, leave her! \n离她怀抱，离她怀抱，水手小子，离她怀抱！ \nFor the voyage is long an' the winds don't blow, an' it's time for us to leave her! \n航途遥遥，风驻云销，趁此时辰，离她怀抱！ \n正翻"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393078860,
            "txt_content": "zjr_516635864 发表于 2014-2-22 21:43\n来支持了，\n\n还有我看见我了哎，\n专门写进来的  "
        },
        {
            "author": "15834179549",
            "timestamp": 1393112640,
            "txt_content": "上线的有些晚，但是也过来支持！加油！"
        },
        {
            "author": "额无语",
            "timestamp": 1393136580,
            "txt_content": "a2455564728 发表于 2014-2-22 21:39\n@额无语  召唤术 @zjr_516635864  @MC大湿 @长手的苦力怕  @顾梓熙  @zat0292  @1095486321   @15834179549 ...\n成功了，来了"
        },
        {
            "author": "方块小屁孩",
            "timestamp": 1393145400,
            "txt_content": "好顶赞，先回复再看"
        }
    ]
}