{
    "title": "<原创·连载>海上大灾难[作者：a2455564728][已更新至8]",
    "author": "a2455564728",
    "replyCount": 41,
    "timestamp": 1393076880,
    "txt_content": " 本帖最后由 a2455564728 于 2014-3-28 22:20 编辑 \n\n呵呵，我来发索引了， \n第一章：出行前http://www.mcbbs.net/thread-242292-1-1.html \n\nMC故事 海上大灾难 第一章 出行前 \n\n    这是一个神奇的世界，在这里，每天都有故事发生 \n          港口。今天的港口与往日一样，一样热闹，小商贩们卖着航海用的物品，四处都有招水手的船长，游客们跟着大船出海航行，一切都是如此平常，在港口的边缘，有着一个简易的木台子，上面写着，“公牛号招水手”，台子后面坐着一个人，他全身黑衣，长着牛的脸，肩膀上有一只鸟。在这个人的前面有一个小牌子，上面写着“公牛号船长” \n           “嘿，这里招水手吗？”一个戴着奇怪面具的人跑过来问道。“哞～”“什么意思？”“哞～”“你哞什么！快说啊”“哞～～”这时，又一个穿着黑衣的人从只会哞哞叫的人身后走出来“对不起啊，这是我们船长，他是牛转世的，说不来人话，我是这艘船的大副，我来帮他问，你想加入公牛号吗？”“想”“那好，你可以加入了”“这就可以了？不用测试吗？”“测什么，我相信我的眼光，对了，还未请教，你的名字是？”“Angry-Gift”“真是个奇怪的名字啊，过来吧，我们再招几个人就出发”“明白” \n           十分钟后，“大副，人呢”“别急，要淡定，人，总会有的”“呃，好吧”于是两人又继续等下去 \n           半小时后，“大副，怎么还没人来啊”“慌什么，我都没慌，你慌什么，要淡定”“好吧”于是二人又开始等待。 \n           一小时后，“副。。。”“喊什么喊，再等等”正当大副和Angry第三次交谈时，一个声音传入他们耳朵。“请问，这里招水手吗？”大副听到有人来应聘，欢喜极了，整了整自己的脸和衣服，摆出一个自认为很帅的脸型，缓缓转过身去。大副转身之后便仔细打量着面前这个人。他穿着上身穿着格子衫，下身穿着背带裤，头顶戴着一顶帽子，上面还插着根羽毛。大副打量了许久，才收回目光，问：道“你叫什么名字？”“我叫Chost Flame”“恩，你真的相当水手吗”“是的，这是我从小的梦想”“恩，好吧，欢迎你加入我们公牛号，你现在是我们的水手了”“真，真的吗，那真是太好了。Chost愿意为您效劳”“不用这么客气，以后大家都是一家人了，不用这么正式。”“明白” \n           半小时后，“嘿，大副，你说我们什么时候走啊”Angry问道“别急，再等一会吧，看还能不能招到船员。”说完，大副从身旁端起茶杯，喝了一口“呼啊～真舒服啊”突然，地面一阵颤动，把大副杯里的茶都给抖了出来。“怎么回事，出什么事了？！！”大副问道。“大副，好像来了个大个子。”“大个子？”还没等大副回过神，一个近乎咆哮的声音传到他耳边。“我要当水手！！！”大副抬头一看，一个身高3米的大汉已经来到了木桌前，大副倒吸一口凉气“哎呀我了个去，这多大个啊。”“怎么，瞧不起我块头大吗。”“不是，当然不是，听说你要加入我们公牛号？”“那是当然。”大副稍微平息了一下之前被那一声大叫而吓的跳的加速的小心脏，说“真是对不起，先生，我们船有明文规定，请你看这里”说完，大副从木桌里拿出一张纸来，放到大汉面前。“哦，我来看看，恩，第一条是‘大个子与狗不得入船’，恩！你们竟然嫌弃大个子！”“唉，真是对不住，我们船长定的规矩，我也不好更改，对不住啊。”“你们船长在哪，我要跟他理论理论。”大副一指身后，“不就在这里吗。”，大汉一看，顿时变的更生气了“你竟然敢骗我，后面哪有什么人。我最恨骗我的人了，我要教训你！”“没人，怎么可能。”大副转过身一看，果然一个人也没有，还没等他反应过来，大汉就扑了过来，和大副扭成了一团。 “呃，啊，不要，啊啊！”惨叫声不断从打斗中心传出。 \n           在一个阴暗的角落里，有三个人正蹲在那，他们正交谈着，“嘿，你们说，这样是不是太不人道了，总觉得大副有点可怜的说”最后面的一个格子衫少年说。“不会的，让大副受点伤也没什么，他刚才还想让我们来替他被打呢，是不是啊，船长？”“哞～～” \n           十分钟后，当他们回去时，看到了被人打的面目全非的大副，此时大副的样子实在不敢让人恭维，他的衣服在打斗时被那大汉撕成了条条装，脸上一片红一片紫，真是搞笑极了。Chost最先忍不住，大笑了起来，然后就像起了连锁反应，Angry和船长也都笑了起来。“喂，你们够了，再笑，我就生气了”“哈哈哈”“喂，我真的生气了”“哈哈哈”“算了，不理你们了，要笑就笑吧。”大副一脸无奈的说道。“好了，可以了，大家都不要笑了，先让船长讲话吧。”Angry说道。“对对，快听船长讲话吧。”大副连忙接上。同时对船长使了个眼色。 都一起了这么多年，船长自然知道大副的意思，他整了整衣服，正准备说话时，突然发现一个问题，那就是他讲的话他们听不懂啊，于是，他向大副使了个眼色，大副和船长一起工作了那么多年，自然也明白船长的意思，立马站了出来，整了整衣服，清了清嗓子，开始替船长讲话“因为我们船长说的话你们听不懂，所以，我来替他说。我先自我介绍吧，我叫‘Op-When’，你们也可以叫我When，我旁边的这位，就是我们的船长‘Black White Cow’，你们也可以叫他BWC，我们这次的目的地是一个叫蘑菇岛的地方，那里生活着我们船长（黑牛）的宿敌，红牛，为首的是我们船长曾经的兄弟，‘Black Red Cow’，他心狠手辣，组建了一支海盗舰队，专门去抢那些商船，抢完了了以后还将船上的人杀掉一半，放掉一半，没人知道他为什么这么做，他将抢来的财宝都放在蘑菇岛上，这次，我们就要去蘑菇岛去抢走那些财宝，再把那些钱给捐献出去，拯救那些穷人······（省略无意义讲话内容）好了，大家回舱休息吧，明早出发！”“明白” \n\n第二章：出发！航海！http://www.mcbbs.net/thread-242945-1-1.html \n\nMc每日故事 第二章 出发！航海！ \n        第二天清晨，因为时间还早，所以港口上基本没什么人，显得十分冷清，只有一些晨练的人在运动。港口附近的海面上，一艘大船正停泊在这。这艘船看起来有些年头了，船身上还有着炮弹划过的痕迹。船上有着三根桅杆，上面都挂着帆。最高的一根桅杆上，挂着一面旗子，上面用古朴的字体写着“公牛号”。让我们把视角放进船舱内，四个人正躺在那，格子衫小伙一手拿着酒杯，一手搂着旁边带面具的人的脖子，正在呼呼大睡着。他们对面也有两个人在那躺着，不过姿势实在不雅管，两个人搂的紧紧的，也在睡着。其中一个嘴里念叨着，“再来一杯！”这是什么情况，让我们把时间调回昨晚，看看发生了什么。 \n            出发前夜10点。 “哈哈哈，来，喝酒！”大副一手拿着酒杯，一手拿着块猪肉，喝一口酒，再吃一口肉，“爽啊，大口喝酒，大口吃肉，这才是人生啊。”“对对，大副，你说的太好了。”Chost也拿着酒杯凑到了大副身边，喝了一口酒，“不错，真不错啊！”。Angry和船长呢，他们正站在一边看着这两个人在大口喝酒，大口吃肉。“喂，你们怎么不来一起喝啊！”大副说完又拿起一瓶酒，用嘴撬开瓶盖来喝。“那个，大副，我不会喝酒啊。”Angry说道。“不会喝酒，那怎么行，身为一个水手，怎么能不会喝酒呢，来，大副教你喝。”说完，大副把Angry一把拉过来，递给他一瓶酒，“来，喝！”，大副说完又开了一瓶酒。“可，可是我真的不会喝酒啊。”“没事，我来教你。”Chost也凑了过来，然后将一整瓶酒给灌入了Angry的嘴里。Angry毕竟是第一次接触酒，而且还喝了这么多，一下就昏了。大副看了一眼Angry，说“真差劲，来我们继续喝，Chost。”“恩。来，喝酒。”于是，二人便开始继续喝酒。那么，船长去哪了呢？把视角转到一边，一个人正躺在那，不就是船长么，他手上拿着一个酒瓶，看来也是喝醉了。（据事后统计，这晚一共消耗掉了船上一半的酒。大副在以后的回忆录里专门写到了这件事，他说，那晚真的喝的很开心，以前从没有哪一次像这样过。） \n        \n    次日8点。 Angry缓缓睁开眼睛，“呜，头好痛。”这是他醒来后第一个感觉，他开始回忆昨晚发生的事，“呜，昨晚好像大副他们喝了很多酒，我好想也被他们强灌了一瓶。然后就晕了，看来我的酒量还得在练练啊。”突然，Angry听到了滴答的声音，“这是什么，难道是炸弹！？？”Angry一想到炸弹，酒马上醒了一半，开始仔细寻找。不一会，他就发现了声音的来源。“原来是一个闹钟啊，吓死我了。”Angry拿起眼前的东西，仔细观察，这个闹钟看起来跟其他的闹钟差不多，怎么看都没什么特别的，“诶，好像快要响了，不知这闹钟的铃声是怎样的，来听听。”于是，Angry做了今天最错误的决定，那就是没有关掉闹铃。 一分钟后，震耳欲聋的铃声从闹钟里传出来，“大河向东流哇 ，天上的星星参北斗哇， （嘿嘿嘿嘿 参北斗哇） ，（生死之交一碗酒哇）， 说走咱就走哇， 你有我有全都有哇 ，（嘿嘿嘿嘿 全都有哇），（水里火里不回头哇） 路见不平一声吼哇， 该出手时就出手哇 ，风风火火闯九州哇······”，其他三人几乎是同时跳起来，大副怒问道“我去，这闹钟谁的，这铃声，太XX了，还不快关了。”Chost从Angry身后走出来，脸上还带有些倦意，“这闹钟好像是我的诶。”“那还不快去关！”大副快被这牛X的铃声给弄暴动了，“快关啊！”“哦，哦，马上去。”chost的睡意瞬间消失，立刻去关了闹钟，“Sorry啊，我也不是故意的，这估计是我妈给我放进包里的，她怕我起不来。”“起不来，怎么会，本船有最好的起床音乐，怎么会起不来。”“这个，我们家的人比较特殊，很贪睡，想当年，妈为了让我起来上学，专门买了闹钟，可谁知道，一个居然不够，后来陆陆续续买了172个，才能把我叫起来。我妈又觉得172个太占位置了，于是换成了这一个，不知她从哪里买来的，连我都可以吵醒，而且占地还这么小。”大副听完Chost讲述后，脸上的肌肉直抽抽，“XD，这家伙是人吗！”，船长和Angery也同意的点了点头。Chost挠了挠头，“嗨，这不算什么，我哥用500个都起不来呃。”众人又一次被吓到，大副脸上的肌肉从开始抽就没停止过。“这家伙一家都不正常。”Angry还想问问题，大副却给他使了个眼色，示意Angry别问了，天知道这家伙还有多少不正常的事，自己的小心脏不知道还撑不撑的住。 \n        \n    大副整了整衣服，开始说道“好了，先生们，不要再讨论闹钟的问题了，现在我们该进行晨会了······（省略晨会内容），好了，今天的晨会就到这里，大家先吃饭吧，1小时后到这里集合。汝等可明白？”“明白！” \n        \n    饭舱。“饭呢？”“对啊，饭呢？”“饭，不是你们自己带吗，船上还没厨师呢。”大副从怀里拿出一盒盒饭出来。“呃······早不说。” \n        \n    1小时后。大副看着面前的人，心里很满意，“恩，不错，你们都很守时，不过，你们为何如此不精神。”“你试试不吃饭啊！”两人咆哮道。“哎呀，不要这么激动，船里人手不够，还没安排厨师呢。”“呃～”“好了，别闹了，现在我来分配职务。Chost！”“到～”“你就负责瞭望，侦查还有煮饭的工作。”“明～白”“Angry”“到。”“你就负责掌舵还有发动攻击，明白？”“明白，不过大副，为什么我们一个人要做这么多啊。”“因为人手不够。”“呃，好吧。” \n        “好，公牛号，出发！目的地，蘑菇岛！”“明白！” \n        “大河向东流哇 ，天上的星星参北斗哇 ，（嘿嘿嘿嘿 参北斗哇） ，（生死之交一碗酒哇）， 说走咱就走哇 ，你有我有全都有哇， （嘿嘿嘿嘿 全都有哇）， （水里火里不回头哇） ，路见不平一声吼哇， 该出手时就出手哇， 风风火火闯九州哇······”\n        “别唱了，唱这首，我想要怒放的生命，······”，众人“汗。” \n\n第三章：路遇新伙伴--zjr_516635864http://www.mcbbs.net/thread-243331-1-1.html \n\nMc每日故事 第三章：路遇新伙伴\n——zjr_516635864\n         三天后，里德海上，一艘帆船正航行着，从上面传出了悠扬的歌声“O I thought I heard the old man say,leave her,Johnny,leave her!Tomorrow ye will get your pay an`it's time for us to leave her!Leave her,Johnny,leave her!Oh,leave her ,Johnny,leave her!For the voyage is long an`the winds don't blow,an`it's time for us to leave her!Oh,the wind was foul an`the sea ran high,leave her,Johnny,leave her!……”“小伙子，怎么开始唱船歌了，不过你唱的真的挺不错的，在哪学的？”“嘿，大副你来了，这歌是我从一个老水手那学来的，觉得听起来不错，便跟着学了，不过我并不知道这首歌的意思，你知道吗，大副？”“当然知道，不过我不想给你解释，你不会明白的。对了，小子，你想家吗？”“呃，说实话，我真的挺想家的啊，想着家乡的亲人们。”“Angry”大副的声音陡然提高了8度“你要记住，不能让亲情成为你的束缚，你要把对亲人的思念化作你前行的动力，而不是把这些东西当做你不思进取的借口，身为一个水手，你就要有随时死去的准备，而你如果有这些软弱的想法，你就会死的更快，到那时，你再怎么思念家人又有什么用，到时你就只是个死人，没人会给你默哀，你的家人也不会来祭奠你，因为他们不知道你已经死了，你只会孤独的死去，明白吗！”“明白了。”Angry回答道，“太小声了，大声点！”“明白！”“恩，这还不错，来吧，去吃早饭。”\n            饭舱。四个人围坐在桌子边，盯着眼前的唯一一盘菜，每一个人去动手拿。“喂，Chost，你玩我们啊，怎么就这一个菜啊，还这么少。”Angry说道。“哞！”船长也发出了愤怒的牛吼声！“呃，这不能怪我，我仔细算了算我们船上的存粮，发现粮食相当不够，而距离我们到下一个补给点大概还有30天的行船路程，所以为了我们能够活着到达补给点，只能少吃一点了。”“那也不能这么少啊，这怎么够吃啊！”“那好啊，我给你们每天做足够吃的饭，几天后，你们就等着吃皮带吧！”“呃～”“哞～”“去！”\n            饭后。“好了，大家回去工作吧。”大副说道。“哦。”\n            两个小时后。“大副，十点钟方向发现一孤岛。”Chost的声音从桅杆上的瞭望台上传下来，“恩，孤岛，上面或许会有食物，恩，好！Angry，向着孤岛前进！”“明白！”\n            一小时后，“报告，我们已接近到目标周围300米！”“恩，可以了，Angey，收帆，停船，我们准备上岛。”“了解。”“等一下，情况有变。”“怎么了？”“在海岸处发现有生火的痕迹，看起来像是刚熄灭没多久，火堆旁边有几件带血的衣服，还有些骨头，不知道是什么的骨头，看衣服上的血迹的干涸程度因该是近日留下来的，经判断，几天之内应该有人上过岛，报告完毕！”“火堆，沾血的衣服，骨头，难道是……”大副没有说下去。他转头看向Angry，“你也猜到是什么了是不是。”Angry点了点头。“那好，一会我数3，2，1，我们就一起说，怎么样的？”“恩。”“3”“2”“1”“食人族！”两人异口同声地说道。“那，我们怎么办？”Angry问道。“走啊！快！”大副说道。正当他们准备走时，一个声音传入他们的耳朵，“救～命～”“大副，我好想听到了什么。”“幻听，一定是幻听，快走！”“救～～命～～”“诶，我又听到了。”“呃，好像我也听到了，不会是被食人族吃掉的人的幽魂吧。”“恩，可能是，我们快走吧，大副。”“救命啊，我是活人！”“好像不是幽魂啊，是活人啊，我们快回去！”大副说道。“恩。”说完，他们重新把船开回去，之前一个人都没有的海滩上，突然冒出一个衣衫褴褛的人来。那人看船回来了，立刻用尽全身力气大喊了一句“Help me！”“快，Angry，去救他。”“知道了。”\n            十分钟后，那队人被带到了船上。“恩，Chost，给他吃点东西，这时就不要省了。”“知道了。”，说完，Chost便去煮饭了。不一会，Chost就带着饭上来的。“来，张嘴。”Chost一口一口把饭喂进那人的嘴里，那人吃了饭不一会就醒来了。大副来到他面前，问道“没事吧，小伙子。”小伙子看了看，又不看了看其他人，当他看到船长时，他立刻尖叫了起来“啊，不要过来，你这个恶魔，你杀了那么多人还不够吗，难道还要赶尽杀绝吗！”“小伙子，你别激动，这是我们船长，不是要杀你的人，你给我讲讲怎么回事吧。”小伙子平复了一下心情，开始叙述着“我出事是在两天前。我本来是跟着旅游船出去航海的。可谁能想到，居然会发生这样的事。两天前，本来天气还是很好的，可到下午的时候，天气突然变坏了，狂风卷着暴雨袭面而来，海上起了大风浪，船长让我们先回房休息，还告诉我们说‘我们的船吃水很深，不会翻船的，大家先回去休息吧。’然后我们就回房了。到了后半夜的时候，风暴渐渐小了，没有那么大的浪了，可是，噩梦才刚刚开始。当风暴减小的时候，一艘海盗船开了过来，上面挂着黑旗，黑旗上并没有画着骷髅头，而是写着三个字母‘BRC’。”“BRC，难道是……”Angry大叫道。大副给Angry使了个眼色，让他闭嘴。然后，他又示意小伙子继续说下去。小伙子便接着叙述“然后，那艘船便向我们的船发动了攻击。我们的船是旅游船，没有什么武器，自然被它给轻易打败了。然后，一些长着牛头的人冲上了我们的船，他们就跟你们船长长得基本一样不过是红黑的。他们叫出了整船的人，让他们交钱出来，有些反抗的人，但是却被直接杀了。抢完钱后，他们把一半的人给踢进了海里，然后将剩下的人给集中起来，一起杀掉，我便是那要被杀的一半人中的一个，不过我比较聪明，我利用旁边人的尸体来做掩护，竟然活下去了，然后他们将尸体和我给倒入了大海，然后就把船带走了。再然后，我就流落到了岛上，再再然后我就遇到你们了。”众人听完小伙子的叙述后，都陷入了沉默中，半响后，大副打破了沉默“你们认为是谁。”“红牛！”“红牛！”“哞！！（红牛！！）”“红牛？那人叫红牛吗，你们怎么知道的？”“因为他是我们船长的宿敌，我们这次就是要去消灭他！”“那，可以加我一个吗？”“没问题，现在我们就是一家人了，我叫……，好了我们介绍完了，你叫什么呢？”“我叫zjr_516635864，但请不要叫我zjr,请叫我Hsir。”“好，zjr。”“都说了要叫我Hsir啊。”“好吧，Hsir，你们那船上有食物吗？”“当然有。”“那你记得船离开时的方向吗？”“那就好，嘿嘿，哼哼哼。”“他笑什么？”Hsir问旁边的Angry。“嘿嘿，等下你就知道了”\n\n\n第四章：陷阱，第一次相遇：http://www.mcbbs.net/thread-243949-1-1.html \n\nMc每日故事 第四章：陷阱，第一次相遇 \n            接第三章。大副从怀里拿出一章海图，问道“Hsir，你还记得在哪个海域出事的吗？”Hsir想了想，伸手在图上指了指。“哦，在这里吗，他们带着你们的大船，速度应该不快，如果我们现在全速追过去，应该可以在3天内追上他们。Chost，如果我们每天吃饱饭，存粮能撑过3天吗？”“我想想，如果每天吃饱的话，大概还可以坚持5天。”“恩，好吧，Angry，起帆，出发！”“明白！” \n        大海某海域上。一艘海盗船正停在这。船上有两个人正交谈着。“Captain,we put in zhe body of the monitor work,and one is alive,and he has to BWC boat,already told BWC about us,they should again after 3 days to come.”“Are you ,hum.Let us give them a pleasant surprise!”（“船长，我们放在尸体上的监视器起作用了，果然有一个是活着的，并且他已经到了BWC的船上，已经将我们的事告诉了BWC，他们应该再过3天就来了。”“是吗，哼哼。那让我们给他们一个惊喜吧！”）（百度翻译，如果有人能翻的更好，请留言。） \n        一天半后。“Hsir，这就是你们出事的海域吗？”Hsir看了看周围，脸上流露出悲伤的神情，“对，就是这，我在这留下了太多深刻的印象，呃，那是……”Hsir没有说下去，众人往他目光的方向一看，看到了令他们愤怒到极点的东西，一具具染血的尸体在那漂着，有的尸体还是残缺的。每个人都不由的捏紧了手，并且在心里暗暗发誓，一定要借这次机会消灭BRC。 \n        在另一片海域上。“Captain,monitor in the West Sea bodies on the start,BWC has arrived in the West Sea ,is expected to have 1 and a half days they will catch up with us.”“Yes,you do what I command you to do.”“Almost finished,I had 10 aircraft 50 gun ships from mushroom port.I sland,one day they can talk to and we will.”“Well,well,they come after you told them to wait,I command.”“Understand!”（“船长，西里海域的尸体上的监视器启动了，BWC已经到了西里海域了，预计还有一天半他们将追上我们。”“是吗。我吩咐你办的事，你办好了吗。”“差不多好了，我已经从蘑菇岛港口调来了10艘50门炮的船舰，再有一天他们就可以跟我们会合了。”“恩，好，他们来了之后你就叫他们先埋伏着，等我命令。”“明白！”） \n        一天后。“大副，我的超视距望远镜已经发现红牛号了，据测算，还有半天我们就可以追上他们了。”“好，大家先去吃饭，随时准备战斗。” \n        红牛号上。“Report.Captain,they have half a days journey will catch us.”“Hum,finally come to me,BWC.Come on,this will be your burial gound.I ordered,the whole ship combat!”（“报告，船长，他们还有半天的路程就将追上我们。”“哼，终于快来了吗，BWC。来吧，这将是你的葬身之地。传我命令，全船战斗状态！”） \n        半天后。“大副，我们已经追到他们了。”“不用你说，我知道，我又不是看不见。”说完，大副把目光转向了前方，在那里，一艘庞大的船正停在那，上面挂着黑旗。大副倒吸一口凉气，惊叹道“这也太大了吧！”“咦，这船看起来有点眼熟啊。”Hsir说道。“当然会觉得眼熟啊，他们来抢过你们的。”“哦，是吗。”“别废话了。船长，下令攻击吧！”“哞！” \n         一分钟后，大副下令停止了攻击，“奇怪，红牛怎么不反击啊，难道……”还没等大副说完，一阵大笑声从远方传来，“Ha,ha,ha,you fell into the trap,BWC,you will die here.”(哈，哈，哈，你们中计了，BWC，你将死在这。)话音刚落，大副就看见了11艘舰船在向他们缓缓逼近。为首的一艘上面也挂着黑旗。“啊，这才是袭击我们的船，那之前那艘是……”“那艘估计就是你们的船了，想不到，红牛带走你们的船竟是为了这个，难道他早知道我们会来了么？可恶啊。” \n        红牛站在船头上，对着公牛号上的人大喊了一句“BWC，今天就是你的死期，你还有你的船员们，都将死在这，安息吧。别说我无情，看在我们曾是同族的份上，我给你3分钟交代遗言的机会，然后，安心去死吧！”说完，红牛便跳下船头，回到了船舱。 \n        BWC转头看向他的船员们，“大家，对不起，是我让你们陷入危险之中。”“船长，原来你会说人话啊。”Angry没忍住又说了句烂话。其他人都看了Angry一眼，但却没说什么，船长也没理他，继续说了下去“虽然我们没做多久的兄弟，但我已把你们当成了我最好的朋友，是我不好，才让你们陷入如此险境。”“不，是我的错。”大副接上了船长的话头，“如果不是我提出来抢粮，我们也不会中了红牛的圈套。”“不，怪我，如果不是我告诉你们船上有食物，你们又怎会来呢。”“不，怪我……”“喂，我说你们够了。”Angry怒吼道“为什么你们都如此灰心丧气，来讨论是谁的错的问题，现在讨论这个有什么意义吗？我们应该借此机会来讨论一下如何撤退不是吗？”“可是，我们能撤退成吗，对方有11艘军舰啊！”Chost说道。“笨蛋！就算对面有10艘怎么样？有100艘又怎么样？难道我们就不能逃走了吗？而你们现在一个个意志消沉，别说有10艘了，就算只有1艘，我们也不能赢吧？大副，你曾对我说过，水手是在死亡线上奔跑的人，如果你意志坚定，就可以活的更久，但如果你心存软弱，就会死的更快。现在的我们又何尝不是在死亡线上奔跑呢，但你们却心生懦弱，这样不死才怪呢。我们应该打起精神，去拼搏去争取那一丝的生机，你们说是不是！”“那，你有办法了吗？”“自然是有了，来，你们过来。”5人便围坐在了一起，开始密谋起来。半分钟后，每个人脸上都流露出了然的表情。大副忍不住说道，“Angry，你真是个天才！不过可惜了这艘船了。”“船还会再有，可生命只有一条啊。”是的，在最危急的时候，Angry想出了一个办法，一个或许能让他们活下来的办法。 \n        三分钟很快就过去了，红牛从他的船舱里走出来，来到船头，“遗言交代完了吗，如果交代完了，那就安心去死吧，如果没有，那也去死吧，哈哈哈哈！全队听令，目标公牛号，开炮！”。在红牛下完命令的1秒后，天空瞬间被炮弹遮蔽，就在这时，Angry大喊了一句“就是现在，跳船！”是的，Angry的计划很简单，那就是在对方发炮的一瞬间跳海，因为他们刚发完炮，所以还要冷却一段时间，而他们就可以乘这个机会远遁，然后就是胜利大逃亡。可惜，人算不如天算，红牛手里刚好有一发火箭炮，他在看见公牛号5人跳海的一瞬间就按了发射键，这可不是普通的炮弹，是火箭弹，速度比普通的炮弹快多了，但是，老天爷最终还是站在白牛这一方，红牛再怎么反应快，按按钮也花费了一些时间，于是，火箭弹就差那么一点就可以击中他们，5人终究比火箭弹早入水了几秒，所以，他们也没承受到火箭弹的正面威力。但高端武器自然比平常的高端许多，虽然没炸到他们，但是它产生的冲击波却瞬间将5人给震昏，并且把他们给冲到了几十里外。 “该死，差一点就可以把他们消灭在这里了，该死。”“那，船长，我们现在去哪呢？”“可恶啊，算了，他们不是要来蘑菇岛吗，以后有的是机会。耗费这么多精力和人力，还是没把他们葬送在这里，我有些累了，先回去吧。”“明白！” \n        一天后，在一个海岛上，一群人正围着5个人跳舞，仔细一看，不正是船长他们吗？他们几个被绳子绑在了一起，不知怎么回事。 \n\n\n第五章：野人王！古德里安！：http://www.mcbbs.net/thread-244847-1-1.html \n\nMc每日故事 第五章：野人王！古德里安！\n        接上章。Angry最先醒来，他缓缓睁开了眼睛，看了看四周，“奇怪，这是什么地方，诶，哪些人是谁啊？啊，我的手怎么被绑住了！”Angry在心里自问道。不一会，其余四人也渐渐苏醒。大副开口问道，“Angry，这些穿着兽皮的人是谁啊，我们怎么被绑住了。”“这个，我也不知道啊，我才刚醒来我也不清楚啊，不过，看这些人的装束，应该是……”“食人族！！”Chost惊叹出声。“没错，应该就是食人族了。”“那，他们会不会吃我们啊。”Hsir的声音带着些害怕。“谁知道呢，我们的运气怎么这么差啊，刚刚好不容易才逃出了红牛的陷阱，现在却又落在了食人族的手里，难道这是天意吗？”“别说了，他们过来了！”众人立刻闭嘴。\n        两个野人正并排着过来。一边走似乎还在一边交谈着什么么。“喂，他们不是来抓我们去炖汤的吧？”Chost小声说道。“有可能啊。野人大哥，我的肉不好吃啊。”Hsir也小声回答道。Hsir刚说完，两个野人就已经来到了绑着他们的柱子前面，一个人拿出了一把菜刀，另一个人也不知从哪里拿来一块磨刀石来，两个人就坐在柱子旁边开始磨起刀来。磨啊磨，磨啊磨，刀与磨刀石接触产生的呲呲声听得大副他们那叫一个心惊胆战啊，生怕野人磨完刀后就来砍他们。时间一分一秒的过去着，野人手里的刀越磨越快，刀也越磨越利，磨过的刀口几乎可以照出人影来，大副他们的腿止不住的颤抖着，心脏越跳越快，脸上，手心里，不断的冒出汗来，真是要多害怕就多害怕。\n        又过了一会，野人的刀磨好了，他直起身来，手里拿着才磨好的菜刀，开始一步一步向大副他们逼近。一步，两步。野人每走近一步，大副他们的心跳速度就更快几分。就在刀口快要碰到大副的脸时，奇怪的事情发生了。两个野人就像约好了一样，同时捂着肚子跑开了，只留下了刚磨好的菜刀，旁边围着他们跳舞的人也不知什么时候全都没了踪影，一瞬间，这周围就只剩下了大副他们5个人。“大副，这不会又是一个陷阱吧，要不然那些人怎么说不见就不见了？”Chost问道。大副想了一想，说道“管他是不是陷阱，先逃命再说，Hsir，你腿长，快去把刀给我勾过来。”“好！”\n        一分钟后，大副终于成功的把绑着众人的绳子切割开，他长舒了一口气，说道“终于割开了，这野人族的绳子可真结实啊。”“那，我们现在往哪走？”Angry问道。“西边，我看见那些人都是往东走的。”Chost连忙回答。“愚蠢，这难道不会是他们的另一个诡计吗！先故意让几个人往东走，分散我们的注意力，让我们以为人都在东边防守着，西边有空当可以钻，然后在那里布上陷阱，把我们一网打尽。”“那，大副，你有什么更好的建议吗？”Hsir问道。“我想想啊，东边和西边一定是不能去的，我们就走北边吧。他们一定想不到。”\n        半小时后。五人来到了一个巨型的森林前，里面到处都生长着巨大的杂草和荆棘。“大副，这就是你所谓的安全的北边吗，我怎么觉得这边更容易被埋伏啊！”Chost无奈的说道。“你懂个屁啊，看似危险的地方，才是安全的。明白不。”“可是，照你这么说，我觉得东边更安全啊。”Angry也插了进来。“你不懂，好了，不要再讨论这个没营养的话题了。来，拿着。”大副不知从哪里拿出了5把砍柴刀来，“用这个去劈荆棘，效果相当不错。”“呃，大副，你从那里拿来的啊？”“在之前我们被绑的地方，正好5把，不多不少。”其余4人听后脸直抽抽，Angry说道，“我怎么觉得野人早知道我们会来这呢，连刀也准备好了。”“别多心，或许是老天爷看我们太可怜了，决定帮我们也说不定啊。快走吧，要不然一会野人就来抓我们了。”“唉，走吧。”\n        半天后。“大副！你会不会带路啊！怎么走了这么久还这森林里啊！”Angry的怒吼声从森林深处传来。“年轻人，别慌啊，相信我。你看，那里不是有人走过的痕迹吗，那一定是野人平时走的地方，只要沿着这条路走下去，一定可以走出去的。”Angry顺着大副的目光一看，果然看到了一条被人走过的路，在路旁一棵小树上，还有根红丝带在迎风飘扬。“大副！那是我们走的路，我还做了记号的，就是那根红丝带。算了，靠你带路，恐怕十年都走不出去。我有一个计划，大家听我说……”半响后。“Angry，你这个办法不错，我们就这么办。不过，谁和谁一组呢？”船长问道“恩，那就我，Chost和Hsir一组，你和大副一组。没问题吧”“恩，没问题，出发吧！”于是两队人便分开来寻找出路。\n        ACH队。三人正在边走边聊，“大副真是路痴啊，竟然带着我们走了回去，真不知道他是怎么找路的。看我这方法多好，只要朝着一个方向不停的走，迟早会出去的。诶，前面怎么有声响，难道要出去了？”Angry迫不及待的劈开面前的荆棘，往前一看，惊讶的声音随即传来“怎么是你们？”\n        时间回调几分钟，看看船长他们。“船长，这次一定不会再迷路了，只要我们朝着这个方向一直走，肯定会出去的。”“希望如此吧。”几分钟后。“前面怎么会有声响，难道要到外面了。”大副激动万分，连忙劈开面前的杂草，往外一跳，惊讶的声音在下一秒传来，“怎么会是你们！！”\n        是的，因为某种特殊的原因，两队竟然相遇了。“大副，你们怎么在这？”Angry问道。“我还想问你们呢，我明明是照着直线走的啊，怎么会碰到你们呢？”“我们也是啊，奇怪，不过这里是……”Angry话只说了一半便没再说下去，但是他的眼睛里却流露出不可思议的神情，众人往他目光的方向一看，眼神中也顿时充满了不可思议，在他们目光所到的地方，一根红丝巾正迎风飘扬着。是的，他们不止是碰到了一起，而且还回到了之前他们分开的地方。“我们怎么又回来了。”Angry问道。大副摇了摇头，表示他也不知道。“要不，我们换个方向试试？”Angry提议道。众人点了点头，然后便各自找了一条路，开始走下去。\n        半小时后。5人又一次回到了这里。“这里太邪门了，怎么走都走不出去。”Hsir忍不住说道。其他人也都点了点头。“要不，我们再试一次？”Chost问道。“好吧，就再试一次吧。”\n        但是，无论他们试了多少次，换了多少方向，最后始终都回到了这里。“该死，这什么鬼地方啊，怎么走都走不出去。”大副咒骂道。“对啊，真地方真邪门，明明走的是直线，怎么会又回来呢？”Chost也忍不住咒骂道“邪门的恐怕不止这些，你们看看天上!”船长说道。众人往天上一看，顿时被吓的不清，太阳竟然还在正中央高高挂着。“不对，不对，我们逃出那里时就已经是正午了，怎么现在还是正午啊，难道……”船长说道。“难道什么，快说啊。”Hsir焦急的询问着。“我也不知道是不是这样，但我们可能已经被催眠了，这一切都只是我们的想象而已。”“怎么可能会有如此真实的梦，你不是在逗我们吧。”Angry忍不住说道。“不，我是说真的，如果是梦，那之前发生的一切才可以解释。而至于这个梦为何如此真实，看来我们是被幻术师给催眠了，也只有幻术师才能营造出如此真实的梦境。”船长解释道。“那……”大副刚想说什么，却突然觉得眼前白光一闪，然后就昏迷了过去。当他再次醒来时，却发现自己又被绑到了柱子上，其他人都一样，野人还在磨着他的刀，其他野人也依旧在围着他们跳舞。其他几个人还未醒来，不过看来也要醒了。之前的，真的只是梦而已吗？大副在心里自问道。一个奇异的声音传入了他的耳朵，“是的，那只是个梦而已。”大副抬头一看，自己的面前不知什么时候多出来了一个人，这个人的双眼充满了邪异，看似年轻的面貌却惨白无比，瞳孔深处隐隐散发出深邃的光芒。“你，你是？”“我名为古德里安，野人的王，世界上最伟大的幻术师！”\n\n\n第六章：野人王的过去：http://www.mcbbs.net/thread-246045-1-1.html \n\nMc每日故事 第六章：野人王的过去！\n        接上章。“古，古德里安？你是三十年前的那个迷之幻术师古德里安！？”大副惊问道。“不错，我就是迷之幻术师。”其余几个人其实早就醒了，只是没说话而已，所以自然听到了他们的谈话。“迷之幻术师？那是什么？”Chost不解的问道。“迷之幻术师是30年前的人物，他以幻术和控心术这两项绝技而出名。”大副顿了顿，看了看古德里安的神色，确认他没有生气后，继续说道，“他凭借这两项绝技，抢夺了许多有权有势的人，并把抢来的钱全部用去救济穷人，在相当长的一段时间里，他被人们称为穷人英雄。但是，在一场震惊大陆的屠城事件之后。古德里安就改变了他的行事风格，他变得异常残忍、变态。本来他只是依靠能力，偷偷潜进富人的房子里，偷走钱财后就逃之夭夭。但是，屠城案后，他就跟变了个人似的，不再是偷偷摸摸地进去，而是正大光明的走进去，上来阻止的人，都被他用幻术给致幻，然后在幻境中折磨，最后一刀斩下头颅，拿走钱财。拿走钱财后，他还把斩下的头颅给放在教庭（大陆上的最高权力机关。）的议事厅前，似乎是示威。刚开始的时候，教庭并没有注意古德里安的行动，他们认为这只是一个憎恨教庭的人的报复而已，不足为虑。但随着古德里安杀的人越来越多，被杀的人的地位越来越高，教庭也开始渐渐注意起他来。多次派出暗杀小队去暗杀他，但每次都是去了几个人，过段时间在议事厅前就回出现几个头颅。在暗杀小队失败后，古德里安离奇的消失了半年，没有在出现过。就在教庭的人都认为古德里安已经死了的时候，他又出现了，这一次，他杀掉的是教庭二长老的亲孙子。也正是因为他杀了教庭长老的孙子，才让教庭下定决心要消灭他。那一天，教庭调集了一半的兵力去围杀他，同行的还有教庭的6位长老，还有教庭的教皇——安妮丝·路耳奇斯。”没有人看到，当大副说出这个名字时，古德里安颤抖了一下，拳头紧握。“根据教庭的通告，古德里安应该在那次围城中被杀了，但为什么……”大副没有继续说下去。“那是因为他们没能杀了我，”古德里安接过了话头，“你所知道的事并不是全部，让我来告诉你们吧。先从我半年没出现开始说吧。那是因为我碰到了一个女人。一个令我深陷的女人。\n        当我第一次遇到她时，便被她那无形的气质所吸引了，我知道我是个杀人犯，没资格去追求她，但我依旧去了。我对她展开了疯狂的追求。半年后，我成功的追到了她，并且说服她跟我一起走。我带着她来到了大陆的中心，教庭的所在地——圣地尼斯古拉。我把她安置在了一家旅店里。然后就开始准备装备，准备去杀我的最后一个目标——奇夫。他是当初策划屠城的人之一。本来计划是很顺利的，我成功的摸进了奇夫的房间，但却被躲在房间里的守护者（教庭的兵种）所伤，当时我愣了一下，因为根据情报，教庭的人附近不是没有守护者吗？但当时的情况容不得我多想，我用最快的速度杀了守护者，然后转身面向奇夫，由于守护者拖延了一点时间，所以给奇夫呼救的时间，他按下了身边的警报按钮，警报声顿起，整个教庭的人都被惊动了。我明白我必须赶快杀了他，否则等教庭的大部队来了，别说杀他了，连跑都做不到。我抽出腰间的刀，朝他扑了过去，或许是因为他知道再坚持一会他就可以得救了，所以变得异常凶猛，竟然跟我拼的不分上下。教庭的人马上就要来了，我开始紧张起来，于是，我冒险对他使用了幻术，要知道，在战斗中使用幻术是很危险的，但为了逃命，也只好这样，我用了三次，才把他成功致幻，但是他在被致幻前却用尽力气砍了我一刀，砍到了我的右手臂，那力气之大，差点把我的右手废掉，我用左手拿刀砍下了他的头。这时，教庭的人已经快到门口了，我便从一旁的窗子翻了出去，但是却被两名教庭人员发现了。他们一边把我包围起来，一边呼喊着同伴。我的手已经受伤了，单挑一定打不赢他们，于是我没有理会他们，凭借腿的优势甩开了他们，我一路跑到了墙边，正准备翻墙出去时，又一名教庭人员发现了我，这时我已经快要翻出去了，他并没有追过来，而是掏出了一把弓。他对准了我，拉满了弓，似乎想一箭杀了我。但我从小就有超越常人的感知，这时，就是这种感知救了我一命，我躲过了那必杀的一箭。那人见一箭没有杀了我，连忙再拉弓再射，可是时间不容他再拉满弓，所以他只拉了一半便射了出来，这一次，我的感知没有完全逃脱，箭射在了我的右腿上，我的右腿瞬间被贯穿，疼痛的感觉袭击了我的大脑，我就快崩溃了，但由于学习幻术，我的精神也远非常人可比，所以还没崩溃，我咬牙翻过了墙，向旅店走回去。回到旅店后，安妮丝（就是我追了半年的人。）见我浑身是血，右腿还中了一箭，忙问我怎么了，我并没有多说，因为我不想她卷入这件事。我叫她去把东西收拾好，我们马上就要走了。她很听话，没有再问什么，就去整理行李了。我拔出了插在腿里的箭，简单包扎了一下伤口，就带着她连夜逃出了尼斯古拉城。来到了大陆海岸线附近的一个小城镇，古斯特城。本来我准备在古斯特城修养一段时间，把伤养好之后就带着她离开这片大陆，去海外闯荡。\n       但是，令我没想到的是，教庭的人马竟然在几天后就来到了这里，我十分的不解，教庭为什么这么快就找到我们了。但不解归不解，我赶快跑回临时的家里，却发现安妮丝已经不见了。桌子上留下了一封信，我拿了起来，慢慢阅读\n亲爱的古德里\n        古德先生，当你看到这封信时，说明教庭的人已经来了，而我也完成了我的使命，终于可以回教庭去了。我们之间的一切不过都是一场骗局而已，一个为了消灭你的骗局。哦，对了，看你比较可怜，我就再告诉你一件事吧，其实奇夫没有死，他还活的好好的呢，那天你杀的不过是一个替死鬼而已，不知你读完这封信之后的表情是什么样的呢，真想看到啊。\n               教皇 安妮丝·路耳奇斯\n直到那时我才明白，这一切都是个骗局，一个让我死的骗局，我最爱的安妮丝，竟然是教皇，难怪教庭这么快就发现了我。那一刻，我的心里充满了悲伤，不愿相信这是真的。我失魂落魄的走出了房子，教庭的大军正等着我。我抬头一看，在大军中央靠前的地方找到那道熟悉的身影，她正跟一个老者说着什么。‘那老者就是教庭的大长老吧。’我心里想着。我看见了他们，他们自然也看见了我，大长老直起了身子，用着洪亮的声音想我问道‘古德里安·阵·乔格列斯，你涉嫌杀害多条人命，罪大恶极，你可知罪？’我没有回答他，眼神冰冷的盯着教皇，口中说道‘安妮丝·路耳奇斯，我想问你一个问题。’一旁的一位长老一下子跳了起来，训斥道‘大胆狂徒，你竟敢直呼教皇名字！’安妮丝抬了抬手，示意长老住嘴，用冰冷的声音说道‘你问吧。’我说道‘我只想知道，你究竟有没有爱过我？’‘我们的教皇大人会看的起你，做梦吧，之前不过是陷阱而已。’我用冰冷的眼神瞪了那个长老一眼，那长老立刻闭嘴，坐回了位置。我把目光转向安妮丝，希望她给我个答复。‘没有。’安妮丝声音依旧冰冷，没有一点情绪波动。简单的两个字仿佛利刃一般刺进了我的心里。我用颤抖的声音再问道‘真的从来都没有？一点都没有？’‘没有。’安妮丝的话语还是这么简单，冰冷。我的心里充满了悲伤，下一刻，悲伤变为了愤怒，我心里最后的防线被安妮丝的又一句话给彻底攻破了。\n        ‘我已经有男朋友了。’简单的一句话彻底攻破了我的心理防线。我变得异常愤怒，开始大开杀戒，一个又一个教庭战士倒在我的刀下，我不知道我杀了多少人，当时我只想发泄，发泄我心中的愤怒。杀戮持续了很久，我仿佛成了杀神，越杀越起劲，最后竟然杀出了重围，现在想起，都觉得不可思议。杀出重围之后，我就找了一艘船，逃到了海上，然后就来到了这里。凭借那两项绝技，成了他们的王……”“知道我为什么要跟你们说这些吗？”古德里安突然话题一转。“不，不知道。”大副回答到。他听呆了，他没想到，眼前的野人王竟然如此厉害，能从教庭的包围中逃出来。“让我来告诉你吧，那就是……”\n\n\n第七章：离开野人岛：离开野人岛\n \n\nMc每日故事 第七章：离开野人岛！        接上章。“那就是因为……”古德里安说到这就停了下来。“为毛啊？”Angry急切的问道，他最讨厌说话只说一半的人了。“因为。。我要杀了你们啊！”古德里安的声音突然大了起来，目光扫视5人，5人顿时后背一凉，全身无力，腿不听话的轻微颤抖，就像面对着一头吃人的猛兽。大副用颤抖的声音说道“伟，伟大的野人王，你还，还是放我们一马吧，杀了我们对你也没什么好处，是吧？”“恩。。好像是呢，不过，我还是想杀你们怎么办呢。”说完，古德里安又用他那犀利的眼神看了大副他们一眼，在那一瞬，5人都感觉被那犀利的眼神所穿透，好像自己的一切都无法在这眼神中隐藏，一切都被看透了。 一分钟，两分钟，时间渐渐过去着，6人没有一个人说话，都只是在那静静站着，哦，不，有5个是被绑着的。似乎一切都没改变，但如果细心观察，可以发现，被绑着的5人的身体随着时间的流逝越抖越厉害，额头上流出了豆大的汗珠。 “呵呵。”古德里安噗哧一笑，之前那吓人的气势顿时荡然无存，此时的古德里安就像一个普通人，“哈！哈！哈！逗你们玩，你们居然也相信，还被吓的发抖，哈哈哈！”众人顿时松了口气，敢情古德里安之前是逗他们玩啊，差点被吓死。嘴贱的Chost忍不住说道“XD，搞什么啊，居然开这种玩笑，不知道玩笑可以吓死人吗。”虽然Chost的声音很小，但还是被古德里安听到了，他眉毛一挑，脸色一沉，一股比之前强十倍的气势从他身上爆发出来，强烈的气势压的5人连呼吸都十分困难，脸上都露出来痛苦的神情。大副先是勉强转头瞪了Chost一眼，然后对古德里安说“大哥，别玩我们了，快放了我们吧。”古德里安并没有理会大副，只是缓缓增强着气势，5人感到胸口越来越难受，像有一块巨石压在上面，令他们喘不过气来。大副艰难的扭头看向Chost，向他使了个眼色，Chost向大副点了点头，说道“大哥，我错了，放过我们吧。”古德里安的气势稍微收了一点。Chost心中一喜，连忙再说道“对不起，大哥。”可这次古德里安没有减弱他的气势，反而有些增强似的。Chost又惊又急，心里想到“靠，不是说声对不起就行了么。。。怎么现在又不行了。”Chost想了想，眼珠转了转，灵机一动，说道“伟大的野人王！你的战绩令我膜拜。”古德里安的气势又稍微收了一点。“我去，搞了半天原来这货想听拍马屁啊。。汗。。”Chost一边在心里想到，一边说道“您的高度令我仰视。”气势又减了一点。“您的气量令我佩服，您的……”经过Chost长达半小时的赞美（pai ma pi）古德里安终于完全收回他的气势，压力瞬间消失，5人顿时感到全身一轻，之前那难受的感觉荡然无存，如果不是有绳子把他们绑着，早就像死狗一样趴在地上了。Hsir小心翼翼地对古德里安说道“尊敬的野人王大人，能不能把我们给放了啊？”有了先前的教训，Hsir还用上了敬语。“没问题，不过 ……”古德里安又只说了一半就停下。“不过什么？”急躁的Angry又问了出来，不过这次他学聪明了，没有用脏话。古德里安用手指了指Chost说道“放你们可以，但在你们离开这个岛之前，这个家伙得留下来陪我。”Chost立刻笑脸变哭脸，如果不是他惹不起古德里安，估计早就开骂了。“怎么，不愿意么？”古德里安眉毛一挑，充满压迫感的气势又在他的身边缓缓形成。“不，不，当然愿意。”大副见情况不对，立刻接上话头来。说完，大副转过头，狠狠的瞪了Chost一眼，满脸愤怒之色。Chost无奈的垂下脑袋，一副你想咋样就咋样的样子。古德里安走到大副身边，拍了拍他的肩膀，说道“小伙子，不错啊，哈哈哈！来人啊，把这5个人给放了，然后把那个格子衫的带到我房里去。”“呜！”话音刚落，几个五大三粗的野人就跑了上来，给5人松了绑，带着Chost去古德里安的房间了。\n       其余几个人你看看我，我看看你，不知怎么办才好。Angry打破了僵局，问道“那，现在我们干什么呢？”众人又陷入了沉默。 一段时间后。Hsir突然说道“你们看那是什么！”众人往他手指的方向一看，果然看到了不同寻常的东西。一块石头压着一张纸条（不要吐槽他们为什么看得到。）Hsir三步作两步飞快的跑过去捡起了那张纸条，众人连忙凑过去看，纸条上的内容是这样的。 \n       为感谢你们大副的帮助（就是帮我搞定格子衫。）我决定给你们一点帮助。看你们的行为和互相的称呼，看来是航海者吧，但怎么没见到你们的船呢，我猜猜。。。。应该是被打烂了吧。这样吧，为了体现我的仁慈，我就给你们安排50个野人帮你们，自己去伐木造船吧！（温馨提示：要快哦，不然，嘿嘿嘿。） \n\n                                                         古德里安书        4人看完字条以后，相互看了一眼，无奈的笑笑，每个人都在心里默念道“Chost，愿神保佑你，你一定要坚持住啊！” \n       另一边，古德里安的房间中。古德里安正躺在沙发上吃水果，那Chsot呢，哦，他正躺在地上当死狗呢。古德里安看了看躺在地上的Chost，皱了皱眉头。“这个家伙，自从被带进来，就一直在这装死狗，好烦啊，好想打他啊。”古德里安心里想到。他伸脚踢了一下Chost，可Chost动都没动一下，依旧像只死狗那样躺在那。古德里安有些怒了，他想了想，跑了出去。Chost耳朵动了动，一下子爬了起来，活动活动了一下身子，弹了弹身上的灰尘，刚想进一步活动时，脚步声传了过来。Chost连忙又趴了回去。 古德里安走进了房间，看了看依旧躺在那的Chost，嘿嘿一笑，拿出了藏在身后东西——一桶热水！古德里安邪恶的一笑，一下子把水倒向Chost，紧接着，杀猪般的嚎叫声从房间里穿出来，整个岛都听见了这嚎叫声，大副4人也不例外，他们不约而同地停下了手中的工作，为Chost祈祷。 房间内。Chost依旧在嗷嗷叫着，古德里安靠在沙发上，欣赏着他的杰作。“叫你要装死狗，这次是热水，下次。。。嘿嘿。”“大哥，你就放过我吧。”“不行，不行，你朋友已经把你借给我了，你就乖乖听话吧！”“NO！”Chost一边在嘴上愤恨，一边在心里把那4个人骂了个遍。森林内。“啊切（不要吐槽。。。我也不知道打喷嚏声是什么。）”Angry揉了揉鼻子，说道“居然打喷嚏了，这野人岛可真冷啊。”其余3人也赞同的点了点头，然后继续伐木去了。 \n       时间一天天过去着，船也渐渐造了出来。日复一日的做同一件事，每个人都会感到无趣的，大副4人也是一样。每个人都曾有过放弃的想法，但却没有一个人真正放弃，因为他们心里都有着一个执念，那就是打败红牛，为他们的船报仇。不过枯燥的东西还是枯燥的，不会因为他们有执念就变得有趣起来，每天唯一的乐趣估计就是听Chost惨叫声了。 \n       三个月后。“砰！”Angry用锤子敲进了最后一个钉子，用手抹了抹头上的汗，说道“啊，终于完成了。这造船真累啊。”Hsir从一旁冒了出来，说道“是啊是啊，这造船真是累啊，不过……”Hsir停顿了一下，“为毛我们在造船，他们在度假啊！”说完，Hsir一脸愤怒的指向沙滩，Angry往他手值得方向一看，看到了两个沙滩躺椅，上面还躺着两个人，正晒着太阳呢。Angry收回了目光，叹了口气，说道“没办法，谁叫他们是老大呢。这两货，就只在开头几天砍过点木头，而且砍来的木头还是用来给他们做躺椅的。那天我去问大副为什么不来帮我们，他居然说什么在养精蓄锐，为日后打红牛做准备。我真不知说什么好了。”“嗯嗯，你说的对。不过现在船也造好了，干脆我们去游泳吧！”“好主意！GO！”当众人在享受空闲时光的时候，Chost在干什么呢？让我们看看吧。 \n       古德里安的浴室内。古德里安正泡着澡，Chost在另一头帮他按摩，一边按摩嘴里一边还在说着什么，内容大概是赞叹古德里安的事迹一类的。古德里安一边泡澡，一边听着拍马屁，脸上流露出满意的神情。 第二天。Chost早早的从床上趴起，兴冲冲的跑去了集合地点。 \n       集合地。Chost左看看右看看，心里一阵困惑“诶，怎么没人呢。算了，等等吧。” 半小时，一小时，两小时。 很快，半天过去了，可依旧没有人来。Chost顿时急了，心里想到“怎么还没人啊，不会是被古德里安扣押了吧。”想到这，Chost等不了了，他立刻往伙伴们住的地方跑去。 \n       大副他们的住房处。因为Chost害怕古德里安真的扣押他的朋友，所以跑的飞快，不一会就到了这里。他打开门一看，没有想象中的古德里安扣押他们的场面，有的只是呼呼大睡的4人。“哼，你们这些人，都快到中午了还不起来，看我来叫醒你们。”Chost嘿嘿一笑，从身后拿出了随身携带的闹钟，设定好时间，然后悄悄退了出去。 一分钟后，雄厚的歌声从房间内传了出来，与歌声一起传出的还有大副的怒吼“**，怎么又是这东西！快扔出去！”话音刚落，一个正响着的闹钟打破窗子飞了出来，正响着悠扬的歌声“大河……”Chost躲在一边偷笑“叫你们睡懒觉，哈哈哈！”还没等他笑完，一只拖鞋从屋里飞出来，不偏不倚，正好砸到Chsot的脑袋，大副的怒吼随之传来“小（zai）子，给我等着，我知道是你，我给你说别跑啊，等我穿好衣服我就来收拾你，XX的，居然敢逗我。”Chost连忙逃走。 \n       半小时后，集合地点。船长正和古德里安道别，其余4人正笔直站在一旁等待着船长下令。也不知是有意无意，大副正好挨着Chost。大副转头对着Chost嘿嘿一笑。Chost全身一抖，差点摔倒。现在Chost最期望的就是船长和古德里安多告别一会，那样他就可以多安全一会了。可惜，愿望是美好的，现实是残酷的。船长和古德里安很快就告完了别。大副转过身来，Angry和Hsir也从两边包了过来，大副说道“还等什么，兄弟们，上！”还没等Chost反应过来，三人就一起扑了上来，一顿暴打。 \n        一小时后。5人一起站在新公牛号的船头向古德里安告别，大副3人脸上一片舒坦，应该是刚做了什么令人舒服的事。一旁的Chost的脸上青一块紫一块，嘴唇肿胀的厉害，像是被灌了辣椒水。“再见，朋友们，再见。”“恩，古兄不用送了，回去吧。”“好的，以后常来玩啊！”“一定会的，再见！”“再见！” \n       新公牛号带着5人离开了小岛，奔向了无边际的大海。 故事还在继续。。。 \n\n\n第八章（上）：小岛二遇：小岛二遇\n \n                                         MC每日故事 第八章 小岛二遇（上） \n        “离开野人岛已经好几天了，因为没有罗盘，所以完全无法辨别方向，一连几天都在海上漂泊着，食物也在一天天减少着，唉，早知道当初离开野人岛时就该带点食物走的，唉，希望今天能找到小岛什么的吧。”Angry写完最后一个字，轻轻叹了一口气，把书合上，然后将笔和书放在了桌上，转身离开了房间。 \n        甲板。大副四人正围在一起玩牌，似乎玩的很开心的样子。“晕，难道没人工作么，都在玩。”Angry在心底吐槽了一句，然后跑了过去。四人还在玩牌，倒是Hsir最先发现了Angry，他说道“Angry，来玩不，很有意思的。”大副和船长见到Angry来了，起身说道“好了，Angry也来了，大家去工作吧。”然后，便拿走了Hsir和Chost手里的牌，转身往船舱走去。 Angry对着Hsir和Chost无奈的笑笑，转身跑去了船舵。Hsir和Chost虽然很不想工作，但命令难违，他们也只得去。 \n        “大副！我发现岛了！”Chost惊喜的声音从上方传来，大副从船舱内走出，脸上一片兴奋，“真的是岛么，没看错？”“没有，绝对是岛！”“太好了，Angry，转向，向着小岛进发！” 半小时后，船接近了岛。大副现在那叫一个激动啊，突然，大副隐隐约约看见了一个黑影在小岛的旁边，他连忙叫Chost用望远镜去看看。Chsot拿起望远镜一看，黑影原来是一艘船，他对着下面的大副喊到“大副，是艘船！”“船，这里怎么会有船呢，快，看看旗帜！”“哦，我看看，”Chost拿着望远镜寻找着旗帜的位置，不一会就找到了，“大副，我看见了！旗帜上面似乎有些字。”“字，写的什么？”“我看看，B－L－A－C－K－R－E－D－C－O－W，black-red-cow，BRC！”Chsot声音顿时提高了好几度，下面的众人也听到了Chost念的字，顿时变的愤怒起来，毁船那日发生的事还历历在目，在野人岛上众人就发过誓，若有一天再次见到BRC，他们一定会杀了他！ \n        大副阴沉着脸把3人叫到了一起，说道“看来是天意啊，让我们碰到了BRC，你们说说我们怎么办？”“去把他们的船给炸了，然后把他们都给杀了！”Hsir有些激动的说道。“对，就照Hsir说的这么办！”Angry和Chost也赞同的说道。“等等，”船长不知什么时候也从船舱内走了出来，“难道你们不觉得很奇怪么，为什么他们会来这没有人烟的小岛？他们为了什么？”被愤怒冲昏了头脑的众人也冷静下来，仔细回想，确实有些蹊跷，大副说道“船长，那你的意思是这个岛有什么蹊跷么？”“没错，这个岛上一定有什么好东西，大家难道不想在BRC之前找到吗？”船长的这句话引起了众人的兴趣，个个摩拳擦掌，跃跃欲试。 \n        几分钟后，众人面对着一堆黑色的衣服发楞。这些东西是大副知道要上岛后去房间内翻出来的，说是什么好东西。“大副，这到底是什么啊？”Angry问道，“夜行衣喽，不然还能是什么。”大副回答到。“可是，这是不是有点小啊？”Chost拿起一件夜行衣端详了片刻说道。“夜行衣，小点很正常，快穿上吧。”众人只得把这小巧的衣服往身上套。 \n        一分钟后，众人都穿好了衣服。Hsir说道“那个，大副，这衣服怎么前面这么松后面这么紧啊，穿起来好不舒服。”大副有些不好意思的说道“这个，其实这是女士的。”“什么！”众人立刻怒了，“唉，唉，听我解释啊。”大副连忙说道。“解释什么解释，居然给我们穿女士的衣服，兄弟们，大家上，揍他！”这句话自然是Chost说的，上次在野人岛被大副弄得这么惨，他早就想报复一下了，正愁找不到机会报仇呢，今天这么好的机会，他自然不会放过。果然，犯了众怒的大副立刻被众人打的鼻青脸肿，比上次Chost在野人岛上被打的还惨，Chost总算出了这口气，别提多畅快了。 \n        半小时后，一身黑衣的5人摸上了小岛，最前面的便是大副了，虽然之前被打的那么惨，但现在似乎什么事也没有了，真是让人佩服的恢复力。“船长，我们现在先去哪里呢？”大副问道。“恩，让我想想，我们先去找到BRC的营地吧！”“好！”然后5人便钻进了森林，消失在了漆黑的森林内。 费劲周折，众人终于找到了BRC的营地，众人趴在营地外面的草丛里，躲避着营地内的巡逻者。“船长，我们找到BRC的营地了，然后干什么？”“那让我们去找他们的食物吧！”“哈？找食物？”“没错啊，要不然来这里做什么，杀人么？”只见Hsir默默收回了拿在手里的刀。“好了，大家快分头去找吧，吃饱了才有力气对付他们，难道不是么？”船长反问到。众人便分头去找食物去了，并约定好一个小时后在这里会合。 \n        一个小时后，Angry回来了，不过，让他吃惊的是，大副和船长居然比他还要先回来，正在那里等着呢。“喂，你们怎么这么快啊？”Angry问道。“因为我们根本就没去啊。”船长回答到。“什，什么？你们没去？为何啊？”“因为我们是管理层啊，谁见过管理层亲自去找东西的。”Angry顿时语塞，说不出反驳的话来。“好了，快把你找的东西拿出来吧。”Angry无奈的摇了摇头，从身后拿出找的东西来。“这……你就带了这个？”船长指着面前的5个苹果问道。“对啊。”“难道BRC的营地里就只有这些东西么？”“啊，不是，我没找到放食物的地方，又不能空手回来，所以就从树上摘了点苹果来，正好5个，怎么样，我很聪明吧。”说到这时，Angry说到这时还露出得意洋洋的笑容。“你可以的……”船长无话可说，只好回答了这句。\n        过了大概十分钟的样子，Hsir也回来了。船长连忙跑到Hsir面前，急切的问道“Hsir兄，找到食物没？”Hsir没有回答，从身后拿出5把刀扔在了地上。船长拿起一把刀说道“这，这个，难道是做成刀形的糖果吗？”就当船长就要一口咬下，Hisr说话了，“不，这只是普通的刀而已，诶诶，船长别咬啊！”船长听到了Hsir的话，默默的把刀从嘴边拿开，扔在地上，对着Hsir吼道“为何你要拿五把真刀回来啊！”Hsir不慌不忙的解释道“因为我觉得光吃饱了没武器一样打不赢BRC，所以我就去找了些刀来，正好一人一把。”船长深深地看了Hsir一眼，对他说道“你可以的……” \n        又过了十分钟。Chost也回来了，还没等他说话，一个黑影就扑了上来，把他扑倒在地，Chost仔细一看，原来是船长，“那个，船长，我对同性没兴趣。”“滚！”船长吼道“你想哪里去了，我只是想问问你带什么东西回来了。”“船长，能不能把你的身子从我的身子上移开先，你这样压着我我不好拿。”船长立刻从Chost身上翻起，Chost也从地上站了起来，拍了拍衣服上的灰尘，从包里拿出了几块烤牛肉来，大副和船长一见烤牛肉眼都直了，差点就冲上来抢了。Chost又拿出了5个盘子，把肉放进去，然后给每人递了一份，船长激动的说道“呜，还是Chost你厉害，哪像这两货。”说完，船长还看了Angry和Hsir一眼。Chost无奈的笑笑，又拿出了5把叉子，每人给了一把，船长接过叉子，问道“怎么没有刀呢？”“那个，其实我没找到刀。”Chost解释到。“难道要我用手切吗？”船长说道。“刀吗，我有啊。”Hsir接过了话头，然后从刀堆里抽出了一把，走到一旁吃了起来。大副和船长也只得去拿了一把，尽管比较大，但要是没刀怎么吃啊。于是，月夜的森林里出现了一片奇特的景象，5个身穿黑衣的人，一手拿着叉子，另一只手拿着跟叉子完全不成比例的刀，切着牛排，吃着肉，坐在地上，唱着歌。一片违和。 \n        船长将最后一块肉从盘子中叉起，放进嘴里，一口吃了下去，享受的说道“好吃，真是好吃，要是有餐后水果就更好了。”“餐后水果，苹果要吗？”然后Angry拿出了之前的5个苹果放在众人面前。“要，当然要！”说完船长便一把拿起一个苹果，啃了起来。啃到一半，船长突然感觉到违和感，“不对啊，这三货不是一起来整我的吧……”船长摇了摇头，不再思考这个问题，三两口吃掉了苹果，把果核用土埋了起来，起身说道“好了，饭也吃完了，是时候出发了。”“出发，去哪里啊？”Angry问道。“笨，”大副敲了敲Angry的脑袋，“还能去哪里，当然是去找宝藏啊。”Angry揉了揉脑袋，嘟囔道“真是的，打我干什么，可恶。”“你说什么？”大副问道。“没，什么都没说。”“好了，别闹了，”船长说道“我们出发吧！按照BRC营地的方向，宝藏应该就在森林的中心了，好，走！”船长一声令下，4人连忙把东西埋进土里，跟着船长向森林中心奔去。 \n\n第八章（下）：小岛二遇：小岛二遇\n                                                                  MC每日故事 第八章：小岛二遇（下）\n        接上章。半小时后，众人终于来到森林的中心地带，森林的中心有一座古庙。庙上的岩石都生长着青苔藤蔓之类的东西，看上去这古庙有些年头了，众人在外面看了一会，便直接进入了神庙。\n       进入神庙后，出现在他们面前的是一块巨大的石板，石板上似乎刻着什么东西。Angry走近了石板，轻轻用手抚摸了一下，问道“大幅，你知道这上面刻的什么啊？”大幅走近石板，举起火把，整个石板顿时被照亮了，完全呈现在众人面前。石板上面刻着些奇怪的画，不过很抽象，大副看了看，想了想，摇了摇头，说道“不知道，应该是什么东西吧。”“好了，以后在研究吧，现在先往里走。”船长走了过来，“而且BRC好像也来过了，你们看那些灭掉的火把。”众人往船长所指方向一看，果然看到很多灭掉的火把。“好了，去找内部入口吧，或许有机会追上他们。”众人便分头去找入口了。\n        没过多久，Chost便找到了入口，就在壁画的后面。Chost连忙把4人喊来。入口是一个黑漆漆的洞，从里面不断吹出阴冷的风来，众人被冷的打了个寒颤。“应该就是这里了，我们走吧。”说完，船长便率先走了进去，大副4人也连忙跟了进去。\n        众人全部进去后，之前被Angry摸到的那块壁画悄无声息的从墙上落下，落在地上，化成粉末，露出石板后青铜色的齿轮。\n        入口的后面是一条狭长的通道，黑暗而且潮湿，摒住呼吸，能听到潺潺的水流声。船长5人走通道里，船长拿着火把，在前面开路。这漆黑的路不知有多长，5人已经走了差不多1个小时，前面不时会刮来凛冽的寒风，吹的几人直打哆嗦，船长就像没感觉一样，继续往前走着。\n        又走了大概1个小时的样子，通道前方忽然有了些光亮。船长看到光亮，心中大喜。“看来前面就是出口了。”船长在心里说到。虽然激动，但船长依旧很冷静，他挥了挥手，示意众人停下，让Hsir把刀拿出来，分发给众人。船长一手拿着火把，一手提着刀，缓缓向前走着，4人也学着船长的样子缓缓行走。亮光越来越明显，终于，5人走出了深远的隧道。隧道外，是一片冰雪的世界。\n        “我去，这也太奇特了吧。”Angry忍不住说到。当然，他不是说的这冰雪世界，他说的是更为奇特的东西。在坚冰之下，还能看见流动的岩浆！除了船长，其他人都趴在地上看这奇怪的景象。冰雪世界内到处都有冰雕，那神态，外貌，简直是鬼斧神工。4人都看呆了，这边看看，那边看看，就像个旅游团。船长无奈的干咳几声，4人才从沉醉中苏醒，都跑了回来。“好了，以后有机会看，现在我们先去追BRC吧，你们看这些冰雕有没有发现什么？”“没有。”4人老老实实回答到。“哎，真是……算了，我们就往前走吧。”船长下令到。\n        冰洞最深处。这里依旧是一片冰雪，只是没有了冰雕。在尽头的地方有一个祭坛一样的平台，在平台上方的台子上插着一把剑。在离祭坛大概几百米的样子，一队人正在赶路，都是红黑色，长着牛的脸。为首的一个正是BRC。此时的BRC满脸的兴奋，他一步一个脚印的向祭坛走去，目光始终落在那柄剑上。一步又一步，一步又一步，BRC终于走到了祭坛顶，伸出因激动而颤抖的双手，缓缓向剑伸去。就在这时，一阵破风声响起，BRC立刻收回了手，跳到了一旁，下一刻，一把黑刀径直插在了他之前站立的地方。BRC吓出一声冷汗，转过身来，看向刀分来的方向，有5个人正站在那里，不正是船长他们么。\n        BRC脸色阴沉的把插在地上的刀拔了出来，扔到了一边，然后把自己的刀抽了出来，对着船长5人说道“哼，哼，你们果然没死啊！BWC！”“托老天爷的福，侥幸活了下来。”船长回答到，然后抽出了另一把刀，握在手里。“哼，老天爷救的了你们一次，可救不到你们第二次，天堂有路你不走，地狱无门你却要闯进来，今天就让我把你毁在这里吧！BWC！”说完，BRC便拿刀冲向了船长。“哼，看看是你收我还是我收你！BRC！”船长怒吼一声，朝着BRC冲去。蘑菇牛们也冲了过来，把大副4人团团围住，不让他们去帮忙。\n        BRC和船长的战场。双方攻势都十分的猛，完全是以命搏命的打法。双方都在寻找对方的破绽，好一击致命。突然，BRC的手抖了一下，船长大喜，用刀立刻挑飞了BRC的刀，被挑飞武器的BRC完全没有惊慌，反而是轻蔑的一笑，似乎在嘲笑船长的愚蠢，船长感到不对，连忙举刀挡在上方，下一刻，一把长刀砍在了船长的刀上，带着强横的力量，船长被震的吐出一口鲜血，手也被震的发抖，BRC轻声说道“不是只有你有双刀，BWC。”然后，狂风暴雨般的攻击接踵而至，一刀比一刀强横，船长被打的毫无还手之力，只能一直防御。这边的战场便稳定下来，尽管BRC的攻击一次比一次猛，但船长仍坚持了下来，不过也撑不了太久了。\n        另一边，大副他们依旧在和蘑菇牛们对峙着，谁也没有轻举妄动。大副对着一旁的3人小声说道“一会儿，我数3，2，1我们就一起冲出去，然后我、Hsir和Chost三个人去打开一个缺口，然后Angry你就冲出去，去拿祭坛上的那把剑，明白么？”“明白。”Hsir和Chost回答到。“为什么要我去啊？”“不为什么，好了，3，2，1，走！”说完，大副便冲向了蘑菇牛的包围圈，Hsir和Chost也紧跟其上，蘑菇牛们还没反应过来，便被3人杀了不少兄弟，被打开了一个缺口。大副朝着Angry吼道“就是现在，快去！”Angry连忙从缺口跑了出去，直奔祭坛而去。蘑菇牛们终于反应了过来，正准备去追时，却发现去路被大副3人挡住了，3人浑身散发着嗜血的气息，吓的蘑菇牛们不敢上前，只能待在原地。\n        船长和BRC的战场上。BRC正打的起兴时，发现Angry冲出了包围圈，聪明如他自然知道Angry想做什么，心里暗叫一声不好，正准备过去拦下他时，船长爆发了，攻势瞬间猛烈起来，一举挽回之前的劣势，把BRC逼得只能防御，完全没机会脱身去拦下Angry，只能眼睁睁的看着他上去。\n        Angry这边，他正努力的朝祭坛顶端跑去，不一会便到了。他看着台子上插着的剑，伸手拿住剑把，一用力，没能拉出来，再来，还是没成功。Angry这下怒了，一下子跳到了台子上，双手握剑，使出全部力气去拉，终于，剑被拔出了一点点，Angry大喜过望，忙接着用力，剑也被慢慢拔了出来。\n        大副这边。大副用刀砍死了眼前的蘑菇牛，回头看了看祭坛，看到剑被一点点拔出，他激动极了。突然，之前在神庙看到的画在大副脑海里闪现。大副立刻朝着Angry大喊，叫他不要拔了，那莫名闪现的壁画让他产生了危机感。可是晚了，Angry在听到大副喊叫的前一刻就拔出了剑，然后才听到大副的叫声，随着剑被拔出，大地就开始震动起来，还有齿轮转动的声音，一个冰冷的声音在洞内回响“自毁进程继续，自毁进程继续。”众人一下子呆住了，大副喃喃道“不是开玩笑吧。”事实证明，这不是开玩笑，因为下一刻巨大的冰块从头顶落下，砸死不少蘑菇牛，露出冰后疯狂旋转的齿轮，呆滞的4人立刻回神，朝着通道方向狂奔而去，大副朝着船长吼道“船长，这地方要塌了！快走啊！”BRC知道要塌了后，不但没紧张，反而更加兴奋，又把劣势给扳了回来，打的船长只能防守，现在是船长想走却不能走了。突然，不知为何BRC的手又抖了一下，船长知道这可能又是陷阱，但为了活命，他仍打了上去，一刀打飞BRC的刀，然后一脚踢在了他的肚子上，BRC被瞬间踢飞数十尺。下一刻，便被落下的碎冰活埋。船长看了碎冰堆一眼，转身向洞口跑去。\n        半小时后，神庙门口，5个身影从里面冲了出来，下一刻，神庙变化为了一片废墟。劫后余生的众人都不自觉的流露出喜悦的神情。大副向船长问道“船长，BRC呢，已经被你杀了么？”船长沉思片刻，说道“不清楚，我把他一脚踹飞后，他便被一堆碎冰给埋了，我也不知道他死没。”“这样啊，我猜应该死了吧。对了，Angry，那把剑呢，BRC这么远跑来这里拿那把剑，一定是因为那把剑是什么好东西吧？”“剑么？”Angry想了想“好像被我落在里面了。”“你……”大副被气的不行。“好了，不要再骂Angry了。”船长说道“现在我们去BRC的营地里拿食物吧，不然怎么去蘑菇岛。”“啊，还要去啊。”“当然啊，我们的目标只完成了一半，还有救济穷人呢？”船长回答到。“额，好吧\n。”\n        3小时后，拿完东西的4人都站在甲板上，等着船长讲话。船长清了清嗓子，用手指着前方，意气风发的说道“公牛号！出发！”\n        冰洞废墟，一只手从碎冰堆里伸了出来，然后一个浑身鲜血的人从碎冰堆里爬了出来，他环顾了一下四周，发现了之前Angry掉落的剑，跌跌撞撞的走过去，捡了起来，冷冷一笑，轻声说道“BWC，等着吧，我们会再见面的，哼哼，哈哈哈哈哈！”笑声在废墟内回响着，久久不消散。\n\n\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "银狼",
            "timestamp": 1393077060,
            "txt_content": "~看到就顶一顶~"
        },
        {
            "author": "crj125",
            "timestamp": 1393077060,
            "txt_content": "写作大师啊"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393077120,
            "txt_content": "银狼 发表于 2014-2-22 21:51\n~看到就顶一顶~\n版主，又见你"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393077300,
            "txt_content": "crj125 发表于 2014-2-22 21:51\n写作大师啊\n您是在损我吗"
        },
        {
            "author": "银狼",
            "timestamp": 1393077480,
            "txt_content": "crj125 发表于 2014-2-22 21:51\n写作大师啊\n如果以SSS最高，我评价A+\nSSS的目前应该就是Tech\nSS的是天双。茶杯。冥王星人。Marry等等\n我顶多是个S+"
        },
        {
            "author": "crj125",
            "timestamp": 1393077600,
            "txt_content": "银狼 发表于 2014-2-22 21:58\n如果以SSS最高，我评价A+\nSSS的目前应该就是Tech\nSS的是天双。茶杯。冥王星人。Marry等等\n我是写作渣，遇到作文就怂了"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393077780,
            "txt_content": "crj125 发表于 2014-2-22 22:00\n我是写作渣，遇到作文就怂了\n我向来写作文很渣。。。写这个写得好大概是因为我爱Minecraft吧"
        },
        {
            "author": "1250403944",
            "timestamp": 1393079580,
            "txt_content": "顶一下....."
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1393252200,
            "txt_content": "来围观了，\n评分加顶必须的~"
        },
        {
            "author": "592764254",
            "timestamp": 1393253280,
            "txt_content": "大湿好！"
        },
        {
            "author": "MC大湿",
            "timestamp": 1393588800,
            "txt_content": "592764254 发表于 2014-2-24 22:48\n大湿好！\n\n\nOAO 我还能说什么呢"
        },
        {
            "author": "simon3000",
            "timestamp": 1396016220,
            "txt_content": "表示这个中奖概率略坑爹啊"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396016340,
            "txt_content": "simon3000 发表于 2014-3-28 22:17\n表示这个中奖概率略坑爹啊\n啥。。。。。怎么可能。。。。。。。"
        },
        {
            "author": "wkyyzhb",
            "timestamp": 1396070520,
            "txt_content": "围观.......\n顺便顶"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396070700,
            "txt_content": "wkyyzhb 发表于 2014-3-29 13:22\n围观.......\n顺便顶\n感谢支持。。。"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1396604400,
            "txt_content": "  支持一下。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396609440,
            "txt_content": "飞鱼在天 发表于 2014-4-4 17:40\n支持一下。\n你好。。。（悄悄告诉你。。。下章会有女孩出没）"
        },
        {
            "author": "Wilderness Rgr",
            "timestamp": 1396610460,
            "txt_content": "2月22日20多点发的……怪不得金锭没人拿到……"
        },
        {
            "author": "张大哥",
            "timestamp": 1396611780,
            "txt_content": "................"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1396619280,
            "txt_content": "a2455564728 发表于 2014-4-4 19:04\n你好。。。（悄悄告诉你。。。下章会有女孩出没）\n  很了解我啊，但女孩是什么？你不是基佬闯天下吗？"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396619820,
            "txt_content": "飞鱼在天 发表于 2014-4-4 21:48\n很了解我啊，但女孩是什么？你不是基佬闯天下吗？\n基佬也需要女孩调剂啊。。。下章要回大陆去。。。是一个新篇章。。"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1396620000,
            "txt_content": "a2455564728 发表于 2014-4-4 21:57\n基佬也需要女孩调剂啊。。。下章要回大陆去。。。是一个新篇章。。\n  到时候@我吧，突然想混创作版了……"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396620240,
            "txt_content": "飞鱼在天 发表于 2014-4-4 22:00\n到时候@我吧，突然想混创作版了……\n怎么我感觉是你想混进小说里了。。"
        },
        {
            "author": "丨RICK丨",
            "timestamp": 1398255300,
            "txt_content": "很棒的作品！"
        },
        {
            "author": "丨RICK丨",
            "timestamp": 1398255360,
            "txt_content": "分段看起来很难受啊 = ="
        },
        {
            "author": "a2455564728",
            "timestamp": 1398256260,
            "txt_content": "丨RICK丨 发表于 2014-4-23 20:16\n分段看起来很难受啊 = =\n你可以去看单章的，不要看折叠的，很怪的。"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398260640,
            "txt_content": "额。真的弃坑了么、。。\n我还想再看看= ="
        },
        {
            "author": "a2455564728",
            "timestamp": 1398336240,
            "txt_content": "130s 发表于 2014-4-23 21:44\n额。真的弃坑了么、。。\n我还想再看看= =\n暂弃，目前在忙于短篇。"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1398336540,
            "txt_content": "a2455564728 发表于 2014-4-24 18:44\n暂弃，目前在忙于短篇。\n  还有整合么……"
        },
        {
            "author": "a2455564728",
            "timestamp": 1398336660,
            "txt_content": "飞鱼在天 发表于 2014-4-24 18:49\n还有整合么……\n要什么整合。"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1398336900,
            "txt_content": "a2455564728 发表于 2014-4-24 18:51\n要什么整合。\n  我的意思是你的工作还有整合……一定要骗到一块金锭233"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1398339360,
            "txt_content": "好无力啊..."
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398345960,
            "txt_content": "a2455564728 发表于 2014-4-24 18:44\n暂弃，目前在忙于短篇。\n当上版主怎么没见你多活跃组织下活动额。。\n（百分之八十估计是要半期考吧，加油！)"
        },
        {
            "author": "a2455564728",
            "timestamp": 1398346440,
            "txt_content": "130s 发表于 2014-4-24 21:26\n当上版主怎么没见你多活跃组织下活动额。。\n（百分之八十估计是要半期考吧，加油！)\n ...\n你没看我签名档吗。。都说了活动一周开一次啊。。谁天天开了，那版头不被爆了吗。。"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398349140,
            "txt_content": "a2455564728 发表于 2014-4-24 21:34\n你没看我签名档吗。。都说了活动一周开一次啊。。谁天天开了，那版头不被爆了吗。。 ...\n抱歉。。眼花了"
        },
        {
            "author": "薄荷哟",
            "timestamp": 1398401100,
            "txt_content": "好文！{:10_512:}"
        },
        {
            "author": "2ol2",
            "timestamp": 1398429900,
            "txt_content": "全力支持啊！"
        },
        {
            "author": "lisongnan7",
            "timestamp": 1398432360,
            "txt_content": "相比一些写作小白来说算写得不错的了..."
        },
        {
            "author": "kehebai",
            "timestamp": 1398436020,
            "txt_content": "写得挺不错的~~~"
        },
        {
            "author": "940595236",
            "timestamp": 1400383260,
            "txt_content": "海上大灾难，误以为是视频了。。。。\n不过看了一些。直接给跪了。大触我们做朋友好么？"
        },
        {
            "author": "wangyundi",
            "timestamp": 1403513940,
            "txt_content": "支持~~~~~~~~~~~~~~~~~~~{:10_512:}"
        }
    ]
}