{
    "title": "【江湖再起】星空轨迹",
    "author": "wigtitit",
    "replyCount": 2,
    "timestamp": 1393080060,
    "txt_content": "     江湖再起！酝酿一年，终于爆发，精彩再续，多多捧场！\n\n     \n    \n\n “这是一场……无边的战斗。”\n     时隔七十年，我还是记得那么深，那场超越于人类的战斗，一场死亡的竞速……\n       二七九八 十月 六日 \n  十月的落叶零零散散地飘零着，蝴蝶在天空扑扇着翅膀，一缕缕阳光透过树叶，电线，照到大地上，一切都是那么的祥和宁静，伴   随着学校的喧闹声，我背着沉重的书包踏进了校门，是啊，那时候多好啊，有你数不完的书可以看，当然了，我那时不这么想，和   平常一样，趴在桌上呼呼睡觉，老师讲什么关我鸟事，我睡我的，老师怎么教，怎么讲和我没什么关系。呵呵……真可笑啊，不是   吗？高三的课堂从来都是这样无趣枯燥，至少我当时是这么想的，我拿出几本书，垫在桌子上，架着本我也不知道什么科目的书假   装阅读。没过多久，被作业折磨的我便进入了睡梦中。\n  我也不知道睡了多久，只依稀记得一声剧烈的爆炸声惊醒了我，甚至忘记了当时场面多么混乱不堪，那声爆炸的确给了我不小的震   撼，从小到大，除了鞭炮声以外就没听过什么炮声了。面对失控的人群，我什么也不顾地往外冲了出去，这的确是个糟主意，爆炸   声越来越多，伴随着尖叫，警笛，和桌椅碰撞，摩擦声。给人带来无穷的恐惧，我也不知道外面发生了什么，为什么要逃跑，我只   知道，我没得选择，人群把我逐渐推向了建筑物外，现在说起来你可能不信，但的确，有许多架喷气战斗机和一些乱七八糟的飞机   再互相攻击，扫射着，天空上布满了爆炸后的浓烟和飘散着的飞机碎片，警笛声越来越大，爆炸越来越多，尖叫也越来越刺耳，被   恐惧冲昏头脑的我，不经意间被绊倒了，还有许多人也和我一样，被人踩踏着，难忍剧痛的我哭喊了起来，毫无作用，当时我才明   白什么叫兵荒马乱，几辆军车停在了附近，我能看得清轮胎和车牌，大红印子的确显眼，我抓住了一个人的腿，慢慢往上爬了起     来，但，不可思议的是，那群士兵在开枪着，我也不知道在向哪里开枪，只知道所有人都完全失控了，他们发狂地乱跑着，所谓的   逃跑秩序，此时烟消云散，地上有很多血液，和被踩死的人，我很庆幸我能站起来，但，接下来的一切，让我不知所措了。\n  那群士兵将我们再次赶回了建筑物，成功幸存的人都抱在一起哭了起来，我缩在角落里，脑袋一片空白，顿时腰上巨痛难忍，我大   叫了起来，抱着的，哭着的，全都霎然而止，齐齐地朝我看了过来，我捂着腰部，哭了出来。其实问题也不大，也就是肋骨断了几   根，但对于当时磨破点肉都要大叫的我，那种地狱般的痛感，我至今依旧记忆犹新。\n  突然，外墙被导弹炸穿，靠在外墙的同学老师瞬间血肉模糊。人群，再次的慌乱了。疼痛难忍的我已无力大叫，只能束手无策地缩   成一团。那个人，那个我连名字也叫不出来的人，拯救了我的生命，她不慌不忙地递给我两颗止疼药，便被人群挤开了。无影无     踪，我毫不犹豫地吞了下去，过了一分钟，的确没什么痛了，但是还是能感觉到一丝痛觉。我捂着腰部，尽量不要让人碰撞到，再   次从教学楼里被挤了出来，你可能不相信，我当时也不信，原本手持步枪威猛的士兵，一个也不见了，也不知道去了何处，但……   完全没有了踪影，包括军车，“妈的狗日的兵肯定跑了！”“我们怎么办啊。”“救命啊！”我迷茫地被人群推挤着，不知怎么回   事，我也顺着人群逃跑的方向逃去了，但我能清晰看见右手边有着一个诊所，心身疲倦的我，逆着人流走进了那个诊所，也有很多   人跟着我一起走了进去，里面坐着，躺着很多人，头绑绑带，脚捆石膏，简直是不折不扣的灾难片，但，这到底是怎么一回事？我   们被侵占了？想着想着，我便莫名其妙地走上了二楼哭喊着护士，几个护士还真的跑了过来，我大概描述了病情以后，护士摇了摇   头说：“你得做手术把碎骨拿出来。”“那就做啊！”“原本可以的……可是现在……”“求你了，救命要紧。”“有很多人和你一样，我们没有位置，对不起”“那……那给我多点止痛药总行了吧？”\n\n未完待续\n     \n\n\n  \n     ",
    "replies": [
        {
            "author": "我是基岩",
            "timestamp": 1393080420,
            "txt_content": "星际大战的图片说江湖大丈夫？"
        },
        {
            "author": "wigtitit",
            "timestamp": 1393141260,
            "txt_content": "我是基岩 发表于 2014-2-22 22:47\n星际大战的图片说江湖大丈夫？\n别追究图片{:10_526:}看文章………………"
        }
    ]
}