{
    "title": "【资源】Terraria1.2.3.1-建筑党!",
    "author": "123479968",
    "replyCount": 1,
    "timestamp": 1393139700,
    "txt_content": " 本帖最后由 123479968 于 2014-2-23 15:19 编辑 \n\n\n\n\n\nTerraria123Banner.png (69.99 KB, 下载次数: 41)\n\n下载附件\n\n2014-2-23 15:15 上传\n\n\n\n\n\n\n1.2.3更新内容:\n原帖:http://tieba.baidu.com/p/2867210870?pn=1\n· You can now name chests.\n· 你现在可以给箱子命名\n· Added ingame settings menu.\n· 增加游戏内设定菜单\n· There's now options for the ambient sound.\n· 现在有了环境音乐选项\n· Save and Exit is now in the settings menu.\n· 存盘并退出现在在设定菜单里\n· Added sliders for parallax & volume settings.\n· 添加了视差和体积设定的设定滑块\n· Game now loads at saved resolution and even remembers ifyou use maximized window.\n· 游戏现在可以加载保存分辨率，甚至在你使用窗口最大化时\n· Reforging cost is now 1/3 the value of an item, insteadof 1/2 the value.\n· 重铸现在只需花费三分之一的价格，而不是以前的二分之一\n· You can now turn platforms into stairs using the hammer.\n· 你现在可以用锤子把平台变成体质\n· Added infinite wiring support across the map.\n· 增加支持无线连接的地图【？联机的时候每个人摊开的地图可以共享？】\n· Updated Robe graphics.\n· 更新长袍的图形\n· Updated Music Box graphics. Each music box now has aunique design.\n· 更新音乐盒的图形。现在每个音乐盒都有一个独特的设计\n· Music notes now come from music boxes.\n· 乐谱现在来自音乐盒\n· Update the graphics for Cobalt Shield, Obsidian Shield,and Paladin Shield.\n· 为钴蓝、黑曜石、派拉丁盾更新新的图形\n· You can now place switches and levers on walls.\n· 你现在可以将开关和控制杆放在墙上\n· Accessories now have an option to be visible and show onyour character. This can be toggled off and on.\n· 人物现在可以显示所带饰品，你可以在选项中决定开或是关\n· You can now wear vanity wings.\n· 你现在可以穿戴虚荣翅膀\n· Wings can now be dyed.\n· 翅膀可以被染色\n· Dyes are now stackable.\n· 染料可以堆叠\n· Buckets are now stackable.\n· 桶现在可以堆叠\n· Ore now stacks to 999.\n· 矿石可以堆叠至999\n· You can now change cloths colors at a dresser.\n· 化妆台可以调整衣服颜色\n· Added Ctrl + Z, X, C, and V (clear line, cut line, copyline, and paste into line respectively).\n· 添加快捷键Ctrl + Z, X, C, and V（删除、剪切、复制、粘贴线条）\n· Added Shift+Insert, Shift+Delete, Ctrl+Insert (paste,cut, and copy respectively).\n· 添加快捷键Shift+Insert, Shift+Delete, Ctrl+Insert（分别是粘贴、剪切和复制）\n· Added the ability to mine multiple tiles without resettingthe hit count on every tile.\n· ？\n· Increased tile limit to 65536.\n· 增加展开图的上限至65536\n· Added cactus variations.\n· 添加仙人掌的亚种\n· Added biome specific stalactite variations.\n· 添加特别的生物群落，钟乳石\n· You can now place saplings on all grass types.\n· 你现在可以将树苗放在所有的草地类型\n· Reduced the effect of campfire and heart lanternregeneration.\n· 减少篝火和红心吊对再生的影响\n· Ancient Shadow armor drop rate was reduced slightly.\n· 古代暗影套的掉率将略微减小\n· Multicore Lighting added to options menu.\n· 设置菜单里将添加多核心灯的选项\n· There are now critter sounds.\n· 现在生物也有声音了\n· Added sounds for Waterfalls and Lavafalls.\n· 为瀑布和岩浆瀑布增加声音\n· Birds are now more likely to spawn in mornings. Each typehas several songs to sing.\n· 鸟类更容易在早上出现，并且每种鸟都有几首常哼的调子w\n· When you hover over text in the interface menu the textnow turns yellow.\n· 当鼠标停留在界面目录的文本上时，文字将变为黄色\n· Replaced Tree 9's graphic.\n· 替换9种树木的外形\n· Players have a longer respawn delay after a non pvp deathwith a boss alive in multiplayer.\n· 在多人模式中boss仍在生且非pvp带来的死亡时，玩家现在将有更长的重生延迟。\n· Dark tiles on the map no longer tell you what they arewhen moused over.\n· 当你的鼠标移动到地图的黑暗边缘时，将不再会告诉你，你所指的是什么\n· Added upside down slopes.\n· 添加颠倒的斜坡\n· Upside down slopes spawn in new worlds.\n· 颠倒的斜坡将在新世界中大量存在\n· Using Mana Potions now puts a debuff on the player thatlowers magic damage based on the amount of time left.\n· 现在使用魔法药水将赋予玩家一个在一定时间内降低魔法伤害的debuff\n· Mana potions all have higher stacks.\n· 魔法药水现在可以堆叠的更多\n· Spelunker no longer gives off light. This prevents orefrom showing up on the map\n· 探勘药剂不在提供光芒。这是防止矿石在地图上出现\n· Spelunker now causes ore to be gold colored on the screen\n· 探勘药剂现在将使矿石以金色呈现在屏幕上\n· Hunter potion no longer gives off light. enemies willappear in red, friendly creatures appear in green.\n· 狩猎药剂现在不在提供光亮。敌人将呈现红色，友好的生物呈现绿色\n· Slightly reduced the chance for rain.\n· 略微减小下雨的机率\n· Pyramids are slightly more common.\n· 金字塔现在略微常见了些\n· Waterleaf now only blooms in the rain.\n· 水草现在只在雨天开花\n· Life crystals no longer spawn in the dungeon.\n· 生命水晶不会在地牢产生\n\n· Added several new paint colors: Brown, Shadow, andNegative paint.\n· 添加了新的油漆颜色：棕色、阴影色【渐变、朦胧？】、消极的颜色【负染色？】\n· Added Team Dye: Changes colors depending on team.\n· 添加了队伍染色：改变颜色取决于队伍（颜色）\n· Added Beetle Armor. There are two difference chestpieces, one for melee offense another for melee defense.\n· 添加了两种甲虫装甲。有两种不同的胸甲。一种针对近战攻击、一种针对近战防御\n· Added Beetle Husks to craft Beetle Armor - drops fromGolem.\n· 添加了甲虫茧去制造甲虫装甲——石巨人掉落这个\n· Added Beetle Wings.\n· 添加了甲虫翅膀\n· Added Shroomite Digging Claw.\n· 添加了？钩爪\n· Added Gemspark Blocks.\n· 添加了？一种砖块\n· Added Gemspark Block waterfalls.\n· 添加了对应的背景墙？\n· Added Womannequin.\n· 添加了？\n· Added several new wallpapers to the Painter.\n· 画家那里进了几种新的壁纸\n· You can now craft an animated steampunk tileset out ofCogs.\n· ？\n· Added several new weapons racks that can be made at aSawmill.\n· 锯木机里可以制作几种新的武器货架\n· All bosses now have a chance to drop a Boss Mask.\n· 现在所有的boss都有机会凋落boss面具\n· Added Waterfall and Lavafall Walls. These are craftableby having a Crystal Ball and glass near a water or lava source.\n· 现在可以制作瀑布墙和熔岩墙。拿着水晶球和玻璃在水或岩浆边上就可以制作了\n· The Merchant now sells a Bug Net.\n· 商人现在销售捕虫网\n· You can now catch and release several critters using theBug Net.\n· 你现在可以用捕虫网抓住或释放几种生物\n· You can now place critters in cages.\n· 你现在可以圈养小动物而了【把他们关到笼子里】\n· Added Crimson seeds.\n· 增加深红色种子\n· Added 8 new crafting stations.\n· 添加了8种新的制造单位\n· Over 100 new furnitures were added to existing tilesets.\n· 添加了超过100种的家具\n· Added Heavy Workbench.\n· 添加了沉重的工作台\n· Added Copper Plating, Stone Slabs, and Sandstone Slabs.These are crafted at the Heavy Workbench.\n· 添加了镀铜、矿石板、砂岩板。这次可以在沉重的工作台做出来\n· Added Venom Staff.\n· 添加了恶毒的员工\n· Added Super Mana Potions.\n· 添加了超级魔法药水【会有对应的超级debuff么= =】\n\nNew Npc:\n\n\n· Added Stylist NPC (Congratulations Ripsand!) - Sells rarehair dye, changes hair style and color. (spawns in spider caves). She will alsosell new hair styles! (Thanks Omnir)\n· 添加了设计师NPC（让我们欢迎Ripsand！）-主要经营稀有的染发剂，此外还可以在这里洗剪吹染烫（在蜘蛛洞刷新）她也设计了些新的发型（感谢Omnir）\n· Added 20 new friendly critters.\n· 添加了20种新的友好生物\n· Added Traveling Merchant. He will randomly show up onceyou have at least 2 NPCS and stay for one day. His inventory will always berandom and present things he has found during his time spent traveling. He hasover 30 different things he can sell.\n· 添加了游商。当你拥有两名NPC时，他将有几率出现并在这里过上一♂夜。他兜售他在各地旅行时找到的东西，因此货物随机。他能够贩卖超过30种不同的东西。\n\n石巨人的攻击可以穿墙了，不科学啊\nHardmode Balance Changes:\n\n\n· Drastically increased the drop chance of Keymolds.\n· 大幅度提升钥匙模具的掉率\n· Ice Golem now drops a Frozen core that is used withHallowed Bars to craft Frost Armor.\n· 冰巨人现在凋落冻结的核心，这可以用来和神圣锭一起合成冰霜盔甲 \n· The Pickaxe Axe now requires 1 soul from each Mech bossto craft.\n· 神圣镐现在需要一个来自三机械boss的魂来制造\n· The Drax requires a soul from each boss to craft.\n· Drax【神圣钻头】需要每个boss的魂来制造\n· Plantera bulb's don't spawn until all 3 mech bosses aredefeated.\n· 世纪花苞直到三机械boss被打败前不会生产\n· You cannot summon the Golem until after Plantera has beendefeated.\n· 在世纪花被打败前，你不能召唤石巨人\n· Mech bosses are now slightly more difficult.\n· 机械boss现在level up了【比以前强了点】\n· The Golem has had its life, defense, and damage increasedslightly.\n· 石巨人的生命、防御、攻击都强了\n· The Golems attacks now penetrate walls.\n· 石巨人的攻击终于可以穿墙了\n· The Golem now shoots 2 beams if you are directly above orbelow him.\n· 如果你在石巨人的上方或下方，他将射出2道激光\n· Increased Golem Fist damage and knockback.\n· 增加石巨人的拳头伤害以及击退\n· Increased the size of temple boss rooms.增加神庙boss场景屋子的大小\n· Wasp gun damage increased by 3.\n· 蜜蜂枪伤害增加了3\n· Golden shower debuff time was reduced to 10 seconds..\n· 黄金喷头的debuff时间减小到了10s\n· Golden shower now only penetrates 5 targets.\n· 黄金喷头只能穿透5个目标\n· Golden Shower now does slightly less damage.\n· 黄金喷头现在小幅度减少伤害\n· Autohammer can only be bought after killing Plantera.\n· 自动锻造机现在仅在杀死世纪花后出售\n\n· 好多武器名字，hold不住啊orz\nThe Mushroom Spear can now only be obtained once you havekilled one of the mech bosses.\n· 蘑菇矛现在只能获得一次，在你将在杀死任何一个机械boss后\n· The Mushroom Spear has had its sale price increased.\n· 蘑菇矛涨价了\n· The Hammush can now only be obtained once you have killeda hardmode boss.\n· 现在蘑菇斧也只能获得一次，在你杀死肉山后boss【意思是说只能买一次么- -】\n· Souls now sell for less.\n· 三种魂的售价变低了【卖】\n· Gungnir now sells for less.\n· 永恒之枪的售价变低了【卖】\n· The Hammush has had its sale price increased.\n· 蘑菇斧涨价了\n· Poison Staff and Frost Staff do less damage now.\n· 恶毒法杖和极冰法杖现在攻击降低了\n· Chlorophyte is slightly more rare and grows slower.\n· 叶绿矿略微的变得稀有并且长得更慢了\n· Crystal leaf does a bit more damage and shoots faster.\n· 水晶叶子的杀伤力有略微提升，并且射速更快\n· The Rod of Discord now takes 1/6 of your life rather than1/5.\n· 传送法现在将花费你六分之一的生命而不是五分之一\n· The Rod of Discord debuff now lasts 8s down from 10s.\n· 传送杖的debuff现在从8秒变成10秒\n· Slightly buffed Shotgun, Marrow, and Ice bow.\n· 略微提升霰弹枪、骸骨魔弓、寒冰组合弓\n· Slightly buffed Repeater Damage.\n· 略微提升弩的伤害\n· Increased the damage of Terra Blade.\n· 增加泰拉之刃的伤害\n· Increased the damage of True Excalibur.\n· 增加觉醒·神圣之剑的伤害\n· Increased the damage of True Night’s Edge.\n· 增加觉醒·永夜之刃的伤害\n· Terra Blade, True Excalibur, and True Night’s Edge shootbeams more rapidly\n· 泰拉之刃、觉醒·神圣之剑、觉醒·永夜之刃的挥动【攻击】速度更快\n· Rainbow Rod does more damage.\n· 彩虹杖更厉害了\n· Rainbow gun's rainbow now lasts 10 seconds.\n· 彩虹枪制造的彩虹现在可以持续10s\n· Buffed Unholy Spear use speed.\n· 增加邪恶之矛【？】的使用速度\n· Lowered the damage of Chlorophyte Bullets.\n· 降低绿叶弹的伤害\n· New hardmode ore spawns slightly less and is slightlyharder to craft.\n· 新的肉山后矿将小幅度的减少产量【刷新的少了】并且更难被制作【是说加工成锭花费的更多么？】\n· Palladium pickaxe can no longer mine Adamantite andTitanium.\n· 钯金镐不再能挖掘精金和钛合金\n· Meteor heads no longer drop loot in hardmode.\n· 陨石矿在肉山后不在下落\n· Increased Lost Girl spawn chance.\n· 加大迷失女孩的刷新率\n· Scourge of the Corrupter does slightly more damage.\n· 灾难腐蚀者【？是腐蚀咒怨么，wiki没看到啊】的伤害少许提高\n· Corruption, Crimson, and Hallow Grass wall spreadsfurther.\n· 腐地、血地、神圣带的传播更深远【传播速度加快么】\n· Frostburn debuff now does more damage over time.\n· 霜焰的debuff现在随着时间增加会造成更多伤害\n· Added Spectre Mask and Spectre damage set bonus.\n· 增加幽灵面具和幽灵的组合伤害【？】\n· Nerfed Spectre Healing helmet.\n· 削弱幽灵兜帽\n· Spectre Healing Armor: Now uses more mana instead ofdecreasing mana usage.\n· 幽灵套：现在将消耗更多的魔法而不是减少魔法消耗\n· Retinazor shoots lasers a bit slower, and they doslightly less damage.\n· R？射出的激光有些变慢了，但是他们会造成一些伤害\n· The North Pole now does less damage and has a cap on itsprojectiles.\n· 现在北极造成的伤害减少了，【后半句没懂\n· Increased Scourge of the Corruptor's damage.\n· 增加了灾难腐蚀者的伤害\nPre Hardmode BalanceChanges:\n\n\n· Lesser mana potions are no longer craftable. They willalways be sold by the merchant.\n· 弱效魔力药水不能再被制作。以后将有商人出售\n· Tim is now more common.\n· 骷髅巫师【就是掉巫师帽子的那个】更加常见\n· Increased Bee Gun damage by 1\n· .蜜蜂枪的伤害加1\n· Natures gift is now slightly more common.\n· 自然的恩赐现在稍微常见了一些\n· Increased mana usage of gem staves.\n· 宝石法杖现在需要消耗更多的魔法【是在地牢刷出的各种法杖么？】\n· Slightly lowered damage of higher tier gem staves.\n· 稍微降低宝石法杖的伤害\n· Lowered value of Magic dagger and Beegun\n· 降低魔法飞刀和蜜蜂枪的价值\n\nBug Fixes:\n\n\n· Pumpkin Moon and Frost Moon can now be started when usinga Snowman pet.\n· 当使用雪人宠物时也可以开始万圣夜和寒霜月了\n· The game will now verify there is a lihzahrd altar at theend of world gen. This should hopefully fix the bug with there sometimes beingnone.\n· Mouse will no longer function if you have a window overTerraria's window.\n· 当其他窗口在游戏窗口之上时游戏内的鼠标不在工作【终于不用担心在挂机刷网页的时候不小心按了回城了】\n· You can no longer waste boss summon items by using themafter that boss has spawned.\n· 在boss已经被召唤出来之后你不能在使用boss召唤道具了\n· Fixed a bug where too many Waterfalls would crash thegame.\n· 修复因为有太多瀑布而导致游戏崩溃的错误\n· Fixed a bug with mana stars not dropping in multiplayer.\n· 修复在多人游戏中落星不掉落的错误\n· Fixed a bug where numerous NPCs could spawn if you beat ahardmode boss in a non-hardmode world.\n· 修复如果你在肉山前世界打败肉山后boss时会有许多肉山后NPC入住的错误\n· Instead of consuming 2 blocks, extractinating has achance of giving a smaller amount of money.\n· 不再是两种砖块，精炼机将有机会精炼出一小笔的钱。\n· The Golem's evil plans are no longer foiled by platforms.\n· 石巨人的邪恶计划【这是一个招式还是什么= =】不在被平台所阻挡\n· Invasions can now spawn enemies anywhere near friendlyNPCs instead of just the middle of the world.\n· 入侵时刷新的敌人几乎和友好的npc刷新的一样到处都是，不再仅仅只在世界的中间位置刷新了\n· One of the twins can no longer despawn as long as theother is still active.\n· 双子机械眼在离对方太远的时候不会再消失了，前提是另外一个还活蹦乱跳着\n· Destroyer now drops loot on the closest segment to theplayer\n· 硬长直的掉落物现在将在他挂的时候里玩家最近的一段出现【再也不用满处找掉落物了\n· Fixed Sugar Cookie typo.\n· 修改曲奇饼干的拼血\n· All waves in Frost Moon correctly use \"Flocko\"in the warning.\n· 修改寒霜月所有战役警告中“flocko”的用法\n· Boulders with Chests on them no longer crash the game ifthe boulder is hit.\n· ？\n· Red Stucco no longer spreads corruption.\n· 红泥灰不在能被腐化、神圣化\n· Piggy Bank and Safe now correctly combine coins whenQuick Stacking.\n· 当使用快速整理的时候，小猪存钱罐和保险箱可以正确的合并钱币了\n· Nurse no longer charges for, or removes the potioncooldown, heart lantern and campfire buffs.\n· 护士看病不再要钱【？！】，或者移出药水冷却、红心吊、篝火buff\n· Fixed a bug where moving very large quantities of watercould leave some water floating.\n· 修复在移动大量水的时候可能会留下一些的错误\n· Fixed bug where ancient cobalt armor pieces did not grantcritical strike chance.\n· 修复古代钴蓝套没有给予应有的致命一击效果的错误\n· Fixed bug where wings appear too high when on a mount,made hoverboard not appear on a mount.\n· 修复翅膀等飞行道具的显示错位\n· Fixed bug where sign bubbles would appear in the wrongplace at reverse gravity.\n· 修复在反重力的时候泡泡出现在错误位置的错误\n· Fixed a bug with leaving honey having water sound andparticles.\n· 修复离开蜂蜜的时候却有着离开水时的音效和图形效果\n· Fixed bug where featherfall potion did not functionequally on reverse gravity.\n· 修复在使用反重力时落羽药水不管用的错误\n· Fixed minor bug with rain sounds.\n· 修复下雨音效的小错误\n· Fixed bug where you didn't get the set bonus by mixingAncient Cobalt & Jungle armor pieces.\n· 修复你将古代钴蓝套和丛林套混合时无法获得套装奖励的错误\n· You can now see the archery buff's damage bonus in theitem tooltips when its up.\n· 你现在可以看到箭的buff伤害\n· Fixed bug where blizzard staff could shoot upwards if youstand in hell's bottom.\n· 修复当你站在地狱底部的时候暴雪法杖可以向上发射\n· Fixed exploit where queen bee could get stuck in tilesand not move\n· 修复打蜂后的时候可能陷入墙砖或者不能移动的作物\n· Fixed a bug where Crimsand deserts were not making thewater show up red.\n· 修复血地沙漠不能让水变红的错误\n· Mechanical Glove only improves melee damage.\n· 机械手套只提供近战伤害\n· Fixed bug where you cant hurt the clothier with clothiervoodoo doll using projectiles (bows / guns / thrown items / spears / flails andso on)\n· 修复当你即使有裁缝巫毒娃娃的时候也不能用投射类武器伤害裁缝的错误\n· Fixed a bug with guns not shooting bullets with thecorrect velocity\n· 修复枪支不能以正确的速度射出子弹\n· Fixed bug where NPCs that don't really die (Slimer,Mother Slime, Corrupt Slime) drop hearts and mana stars on shapeshifting(dying).\n· 修复nps没有真正的死，只是变形了而已就会凋落心和魔法（比如史莱姆母体啥的）\n· Fixed bug where you can respawn skeletron prime if youkill its prime cannon hand and not skeletron prime himself.\n· 修复当你只是把机械骷髅王的炮手打掉而不是把骷髅王本身打死时你就可以召唤另一只骷髅王的错误\n· Fixed bug where heart crystals could spawn in nonsolidareas.\n· 修复生命水晶可以悬空【在没有固体的地方】产生的错误\n· Fixed a bug where health bars would appear empty whenreally full.\n· 修复血条看起来快要空了其实是满的的错误\n· Fixed bug where Dust would grow massive when you pausedthe game.\n· 修复当你暂停游戏是灰尘大量生长的作物\n· Improved Dryad's world status dialog\n· 增加森林女神的世界状态对话框\n· Fixed bug where fairy bell would not sync properly inmultiplayer.\n· 修正妖精铃铛不能正确的在多人模式中同步\n· Fixed bug where fairy bell fairy color would not save /load.\n· 修复妖精铃铛的颜色不能被存储和读取\n· Fixed bug where Shadewood Bow could not be reforged.\n· 修复阴影木弓不能被重铸的错误\n· Fixed bug where Restoration Potion's rarity was lowerthan Mana or Life Potion's rarity (despite being the same tier).\n· 修复回复药水的罕见度小于魔法或生命药水的罕见度（尽管是处于同一等级的药水）\n· Fixed bug where Crimson Axe npc wouldn't drop Nazar.\n· 修复猩红斧不掉落贡品的错误\n· Fixed bug where Crimtane’s name wouldnt be displayed inmouseover on map.\n· 修复当鼠标移动到地图上血腥矿位置时却无法显示其名称的错误\n· Fixed bug where mayan dart trap darts were affected fromfrost armor\n· 【？】\n· Thorns potion now properly requires worm tooth to craft.\n· 荆棘药剂现在需要蠕虫的牙齿来制作\n· Fixed issue where Ice Torch would not emit light whenthrown on the ground.\n· 修复当冰火把掉到地上后不会点亮的错误\n· Fixed bug where wisp spazzes in water.\n· 修复小精灵在水里的错误【？】\n· Fixed frost moon wave display test (Elf Zombie to ZombieElf).\n· 修复寒霜月战役提示\n· Fixed a bug that was causing the Map to draw over alreadydrawn areas.\n· 修复地图绘制在已经绘制的部分。\n· Fixed the Nymph Banner typo.\n· 修复少女旗帜的拼写【？】\n· Fixed a crash when you destroy a teleporter with a cheston top.\n· 修复你可以毁灭掉一个上面有箱子的传送点的错误【？】\n· Fixed a typo causing Bezoars to drop from the Steampunker(178) instead of Moss Hornet (176).\n· 修复由于拼写导致的牛黄现在由朋克女掉落而不是由肉山后毒蜂掉落\n· Fixed bug where platinum candle was not right clickable.\n· 修复铂金蜡烛不能被正确点击的错误\n· Fixed crash on minimizing the game.\n· 修复游戏在最小化时崩溃的错误\n· Fixed torch duplication bug.\n· 修复火把堆叠错误\n· North Pole can no longer fire through walls.\n· 北极现在不在能穿墙\n· Fixed a bug with the Christmas Hook.\n· 修复圣诞钩爪的错误\n· Extractinator now only consumes 1 block at a time (bugfix)\n· 精炼机现在1次只消耗一个砖块\n· Golem and Plantera now flee to despawn after all playershave been killed.\n· 在所有的玩家都死了之后，石巨人和世纪花之后将会消失。\n· Wearing Frost Armor no longer makes Spiky Ball Traps giveFrostburn debuffs.\n· 穿着冰霜套的时候不再会让刺球陷阱给予敌人霜焰debuff【总之就是冰霜逃被削弱了嘛= =\n· Spear traps will vanish when reaching the trap, whetherit is inactive or not.\n· 长矛陷阱会在接近的时候消失\n· Enemy attacks no longer trigger Spectre set healing fromhitting friendly NPCs.\n· 【？】\n· Running underwater no longer causes flashes of theSuffocation debuff.\n· 流动的地下水不在导致闪光的窒息debuff\n· Dark Mummy and Pixie no longer drop both StatusProtection accessories at the same time, 100% of the time.\n· 黑暗木乃伊和小精灵不在同时掉落一些饰品【？】\n· Ancient Cobalt gear no longer drops both Armor and Legsat the same time.\n· 古代钴蓝套不再同时掉落胸甲和腿甲了\n· Crimson Altar now shows up when you hover over it on themap.\n· 现在地图提示增加了砍手祭坛\n· Fixed bug where piratecaptains would be dismembered into 5 heads instead of 1 body.\n· 修复海盗船长可以被分解为5个脑袋而不是一个身体\n· Fixed starfury getting magic prefixes despite being meleeweapon.\n· 修复群星之怒使用魔法前缀的问题，即使他是近战武器\n· Fixed starfury projectiles being magic instead of melee(no longer triggers spectre set or scale with magic crit).\n· 修复群星之怒的落星是魔法攻击而不是近战攻击的错误（不在引起幽灵套和其他饰品有关魔法的暴击）\n· Fixed bug where you could place campfire in water.\n· 修复你可以在水中放篝火的错误。\n· Golem and plantera now drop money (15 gold each).\n· 石巨人和世纪花现在掉钱了，每个掉15金币.\n1.2.3.1更新内容:\nVersion 1.2.3.1 is now live! This update brings mostly bug fixes from the last update. Enjoy! \n\nBalance Changes: \nSpectre Hood doesn't increase mana usage anymore. \nMade it slightly easier to advance in frostmoon waves. \nMade several frostmoon monsters shoot slower and do less damage. \n\nBug Fixes: \nFixed bug with a naked arm drawing over some vanity shirts. \nFixed bug where Autopause played bad with Chest renaming (and sign editing a bit). \nFixed bug where Brick Layer and Cement Mixer were not reducing stack quantities when placing items. \nFixed bug where prefixes were not getting set properly on a world load. \nFixed bug where coins would disappear during Quick Stack. \nFixed an exploit where you could duplicate coins with Quick Stack. \nFixed crashes when starting the dedicated server in a language other than English. \nFixed an issue where Team Dyes were causing crashes when used with Capes. \nFixed a bug where the map was drawing Fireblossom wrong. \nFixed a bug where the map was showing Water Candle as Band of Regeneration. \nFixed bug that was causing maps from older versions to erase. \nFixed a bug where Chests could not be placed on 2x1 tiles. There had to be a solid tile to the right of the chest to place it. \nFixed several typos. \nFixed bug where in-game options Map Control section wasn't blocking input like the regular controls. \nFixed bug where Hardcore characters couldn't open the menu after death. \nFixed bug where opening a chest with a sign open would lock the inventory. \nFixed bug where stylist had a hole in her selling list if you didn't meet a requirement. \nFixed bug where Magnet Sphere applied venom and Venom Staff did not. \nFixed the problem with the familiar wig and missing hair. \nAdded Butterfly Bottle recipes. \nFixed non-animating critter cages. \nDue to layering issues, you can no longer show a shield and a cloak at the same time. \nGemspark blocks now properly glow when dropped as items in the world. \nFixed bug where hidden accessories still applied their dye color (wings still apply it if hidden but in the air). \nYou can only equip one pair of wings at a time. \nFace accessories that shouldn't show hair no longer show hair. \nFixed the Cthulhu typos in game. \nHardmode bosses no longer spawn if another boss is alive. \nHardmode bosses will no longer spawn if no player is above ground. \nFixed an issue where placing a bucket on a mannequin would eat it whole \nFixed workaround delay for placing things on mannequin starts using your items. \nThe travelling merchant can no longer spawn in lava. \nFixed problems with rescued NPCs not having any names. \nFixed the recipe for Super Mana Potions. They now correctly create 15 Super Mana Potions. \nFixed the Stylist name \"Esmeralda\" to not have a space at the end. \nPlatinum coins now stack to 999. \nFixed an issue where tiles might not update properly in multiplayer. \nFixed torches being able to be placed on wrong sides of slopes (that leaves them in air). \nFixed the problem with altars/pots/chests spawning in bugged conditions. \nFixed a bug with ice bricks not blending with snow blocks. \nFixed the Fairy Bell buff from breaking quick buff. \nChests should no longer lose their names in multiplayer. \nFixed bug where players would fall into tiles when walking into a ceiling with a mount. \nFixed bug where Cogs could be overwritten by another item in the Steampunker's shop. \nFixed bug where prefixes would be lost when you buy an item from the shop with right click. \nFixed bug where long hairs would draw the front part in the player's feet when in reverse gravity. \nFixed bug where palladium pickaxe and drill would say they can mine adamantium and titanium when that's no longer the case. \nArcane Rune Walls now count for housing. \nFixed bug that allowed mana hair to go pink when you armor that gives max mana. \nFixed bug where capes did not show properly when mounted. \nFixed issue where maps were not saving on some worlds. \nFixed bug where Blue Moon and Harpoon had invisible hit boxes near the player. \nFixed bug where frostburn wasn't applied in pvp when using flower of frost. \nFixed bug that allowed levers to be placed and immediately broken. \nFixed bug where queen/king statues didn't teleport stylist and travelling merchant respectively. \nFixed bug where painted tiles did not draw on the map properly. \nFixed bug where steampunk workbench was not craftable. \nFixed bug where you could have Fairy Bell and other light pets up simultaneously. \nFixed a few language issues pointed out on the forums. \nFixed a bug where Extendo Grip let you open chests that would instantly close again. \n下载地址:\nhttp://pan.baidu.com/s/1pJJKSdX\n\n\n\n",
    "replies": [
        {
            "author": "w1814686806",
            "timestamp": 1393505880,
            "txt_content": "sf   hhhhhhh!!!!!!!"
        }
    ]
}