{
    "title": "用生存玩铁路MOD（1.6.4）----入门篇",
    "author": "c1410215",
    "replyCount": 2,
    "timestamp": 1393140060,
    "txt_content": " 本帖最后由 c1410215 于 2014-3-20 15:03 编辑 \n\n友情提示：lz初三下学期了，鸭梨很猛烈的，不定期更新。首先，在玩铁路mod的时候，最好安装个建筑mod（否则你会后悔）。如果你认为有必要2倍矿物，可以装工业。（本人假设各位是装了工业2实验板和建筑mod的）\n弄好了之后，你按照常规流程玩生存。直到，获得了如下材料：\n[iron_ingot]30+个。\n\n[redstone_dust]64+个。\n\n[wood]80+个。\n\n[cubblestone]25+个。\n\n然后制作压制机：\n\n[iron_ingot]  [piston]  [iron_ingot]\n\n[piston] [workbench]  [piston]\n\n[iron_ingot]  [piston] [iron_ingot]\n好了。压制机造好了。然后你需要蒸汽机。（铁路mod自带的机器很蛋疼，造价贵，还可能炸了。）\na=圆石，b=玻璃,c=活塞，d=石头齿轮。x=空。\na-a-a\nx-b-x\nd-c-d\n四个棍子在工作台四个边上摆放是木头齿轮，再木头齿轮边上弄4个石头就是石头齿轮。\n蒸汽机要红石激活。\n\n为了制造焦炉，你需要：\n\n焦炉方块26个。\n每个焦炉方块是四角+中间是沙子，剩下四个空格子为那个红砖。一共需要材料（坑爹啊！！！！）沙子x130+粘土x104（不是粘土块）\n一共要用炉子烧1040s（岩浆桶一份都不够了）\n焦炉制造方法：最下面3x3，中间3x3空心，上面3x3\n你如果要弄到木溜油，需要用玻璃瓶子或水桶右键那个焦炉。玻璃瓶子合成东西都是一次性的！！（个人推荐用桶）\n焦炉烧东西的时间很坑人的。一个煤炭可以变成一个焦炭（很牛啊），木头变成木炭。（木炭不可以扔进去）。貌似煤炭一个烧完了提供500木溜油，其他的250.你每次盛走都是1000\n\n接下来就要制作铁路了。\n\n压制机用法：\n左边3个铁，右边3个铁。点击小框子里面的成品样本，然后开始。接下来往蒸汽机里放燃料，打开开关。注意，这货每次只会弄出来1份成品，不会继续制造下一份。而且请不要往里面加入太多能量，能量随着时间减少而减少（泥煤啊）6个铁=8个轨道，3个轨道+3个枕木=8个木头轨道（不算便宜），3个轨道+3个金子+中间3个红石=8个动力轨道。具体看G合成表。\n然后你需要3个木头半砖，上面一份（桶或者瓶子）木溜油。就是枕木了。4个枕木合成到一起才能合成铁路。\n但是枕木（1个）有一个很蛋疼的用法：变成4个木头栅栏……（有用吗）\n接下来说推荐的一些轨道：（普通的，动力轨道就不说了吧）\n在此提示大家：造普通铁路最好（tmi/nei出门右手边进药店）。木头铁路是观赏用的，时速超级差。紫色加固的要黑曜石粉末（这个不算难），还要钢（你要造钢，需要高炉。高炉需要地狱里的岩浆膏和……地狱砖块）。最高级的高铁，就别说了吧，{:10_499:}那个价格真的不是俺们承受的起的~还会爆炸（缓冲段也要烧钱的）\n（话说以前1.4.7的铁路mod合成的成果只有现在的一半，所以现在一点材料就能造出一吨的铁路！）\n【1】合成方法：两侧各6个加速铁轨，中间红石，枕木，石头压力板各1个（忘了顺序是什么）。这种一般是起点或终点的。不接入红石车是打死不挪窝的！接入红石，砰！车跑了。（赶紧跳上去啊！{:10_504:}否则就郁闷了。）\n【2】合成方法：四个角落是普通轨道。两边（左右）动力轨道，上下都是红石，中间枕木。这是单向自动加速轨道（否则减速）。红石可以反转一定范围内的铁路方向。\n【3】破烂轨道（叫法有待改进）\n合成方法：两侧一共6个普通轨道，中间3个单独的枕木。你会得到16个破烂轨道。可以浮空！一个非浮空的轨道边上能接2个浮空的。\n最佳方法：\n[minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1][minecart_track1]\n[stone]                       [stone]\n中间四个用破烂轨道，可以最大化其效率！\n反正这几个就是个人推荐的。\n\n其实铁路mod还有一些很牛的好处：\n焦炉，不需要燃料就可以制造木炭或者焦炭（以后煤炭别浪费了，不用燃料可以变出焦炭，工业2EX的发电量是16,000 EU啊！{:10_512:}）\n高炉，可以把铁弄成钢（一个铁变成钢的燃料量是4个木炭。）高炉制造方法：\n底面积3*3，高度4，中心2格空。\n警告：\n不要在高炉中间2格完成建造，否则造好了里面会冒出一小层岩浆！亲自试验\n你也可以用高炉把铁胸甲弄成8个钢（燃料也是8倍！）。是否可以无视耐久度，尚未试验。钢可以造出更多铁轨（16个导轨只需要6个钢，而6个青铜只能造出6个导轨）。而且钢的工具貌似更好一点。\n【可能还会继续更新。】\n\n最后，如果想支持我把这个做的更好，就评分吧！金粒可以不给（你留着自己用），人气给点没事吧！\n\n\n\n",
    "replies": [
        {
            "author": "c1410215",
            "timestamp": 1394256120,
            "txt_content": "可以人工顶贴吗？"
        },
        {
            "author": "s9810456",
            "timestamp": 1396262580,
            "txt_content": "告诉你一个更方便的方法，很多地方可以换成使用弹跳轨道来节省，虽然要我用铁路我宁愿用工业的传送器或是传送门模组的传送门"
        }
    ]
}