{
    "title": "<连载·单章>【杀戮游戏】[作者：hznb][第四章 濒临死亡]",
    "author": "hznb",
    "replyCount": 1,
    "timestamp": 1393153500,
    "txt_content": " 本帖最后由 hznb 于 2014-11-30 22:19 编辑 \n\n废话，即戳即看\n第四章修改完毕\n\n\n正文（1456字）\n  “这是真~的，这不~是梦”此时此刻，曹小睿耳边好像响起了在他小学时代风靡一时的歌曲。\n\n  “天哪！”曹小睿惊呼道，忍不住用自己的双手往脸上招呼两下。\n\n  原来，曹小睿看到是钻石矿，这可有点匪夷所思了。什么时候，钻石生成在离地面这么接近的地方了，曹小睿心中想着。\n\n  从由钻石引发的震惊中走出来，曹小睿二话没说直接开挖了。\n\n  正当镐子快要落到钻石矿的那一刹那，曹小睿猛地把镐子往回一拉，“我真是的，石镐不能挖钻石，我居然忘了这个。”\n\n  曹小睿走回熔炉那边，取出刚刚烧好的几个铁锭，上面还有些烟雾落下形成的灰。\n\n  心随意动，手上出现了几根木棒，曹小睿转头到工作台上打造着他的第一把铁镐，由于玩minecraft的习惯，他顺手也就用剩下的铁锭做了一把铁剑。\n\n  “铛，铛，铛，铛，进入铁器时代。”曹小睿又开始给自己配音了。\n\n  将剑收好后，曹小睿走向钻石矿，抄起铁镐就是挖。\n\n  “嘣，嘣，嘣，嘣”狗屎运，真是狗屎运，曹小睿得到了四个钻石。\n\n  “我该把这四颗钻石做成什么呢？钻石镐？钻石靴？”曹小睿自己都否定的摇了摇头，“不行不行，难得有好东西，还是留着吧。”\n\n  于是乎，曹小睿就继续向着矿洞深处进发了。\n\n  一小时过后...\n\n  \"哪里有矿石，哪里就有曹小睿\"用这句话来形容他现在的状态是再合适不过的了。\n\n  曹小睿边啃着苹果边挖着矿洞里的最后一个铁矿，这惊人的挖矿能力就连他自己都不敢相信。\n\n  再看看现在的装备，嚯，简直鸟枪换大炮，除了胸甲，其余装备都是钻石制造，毫不夸张的讲，曹小睿现在是“闪光人”\n\n  “嘣”曹小睿懒散地捡起掉落的矿石。\n\n  虽说体力少了可以吃食物补充，但这精神疲劳还真需要一张床，可惜的是这史蒂夫体质没床还就不能睡觉，曹小睿对这奇葩的设定表示抓狂不已。\n\n  “嗯？”眼前的苔石方块打起了曹小睿的精神。\n\n  在矿洞遇到苔石方块代表着什么，财富和死神的临幸，强者自然是前者，而弱者...曹小睿不禁打了个寒颤，到底进不进去呢？\n\n  作为一个有智商的人，曹小睿很机智的竖起耳朵趴在墙上听着里面的动静，是蜘蛛，但有没有毒就不知道了。\n\n  好像是知道曹小睿的到来，蜘蛛们的叫声更嘈杂了。\n\n  “我用钻石镐迅速的挖开一个洞，然后在刷怪笼上插好火把，这样一来就不会刷怪了，蜘蛛必然会攻击我，插完我立马跑，封住洞，回完血再风筝他们。”曹小睿摸了摸下巴，认真的思考着进攻计划。\n\n  “哈！”曹小睿大叫了一声给自己壮壮胆，闭上眼睛，集中起注意力，这一去，要么成要么死。\n\n  按照计划，曹小睿挖开了一个洞，抬起另一只手在刷怪笼上插好火把。\n\n  洞内亮了起来，随着亮度上升，曹小睿看清了刷出的怪物——毒蜘蛛。\n\n  “坏了！”刚反应过来的曹小睿就被咬了两口。\n\n  拼了！曹小睿使出全身力气，举剑一挥，再一个打滚，起来反身就把洞口堵上了。\n\n  “呼..呼..呼”曹小睿靠墙瘫了下来，这绝对是玩心跳。\n\n  刚刚这一幕看似缓慢，其实是在一瞬间完成的。\n\n  但曹小睿并没有把神经松弛了下来，要问为什么？因为是毒蜘蛛咬了他，现在还在中毒中，拿出苹果，囫囵吞枣的就把它吃了下去。\n\n  血量开始回复了起来，但还是没中毒来的强，扣一滴，回半滴，扣一滴，回半滴...每一下扣血的声音都拨动着曹小睿的心弦，紧张到身体都有些不能动弹了。\n\n  这时，曹小睿的眼前仿佛出现了爸爸妈妈，爷爷奶奶，和最铁的朋友们，“我要死了吗？”\n\n  终于，中毒在血量最后半格停了下来，那飞到嗓子眼的心脏也落回了它原来的位置。\n\n  “呼~~”长舒一口气，曹小睿跳了起来，“我就说嘛，我还是处男呢，怎么能死了呢，天不亡我，哈哈哈哈...”\n\n  等待着血量的回升，曹小睿寂寞难耐的拿起钻石剑和钻石镐。\n\n  回满！\n\n  “我们来算算帐吧，小蜘蛛们。”曹小睿邪邪的笑了笑，他左把镐，右持剑，面对着之前封上的洞口抬起了左手...\n\n上一章  第一夜下矿洞          索引贴          下一章  复仇  \n\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "Lucky777777",
            "timestamp": 1393330980,
            "txt_content": "  还不错 支持一下"
        }
    ]
}