{
    "title": "<连载·单章>海上大灾难[作者：a2455564728][4]",
    "author": "a2455564728",
    "replyCount": 10,
    "timestamp": 1393156800,
    "txt_content": " 本帖最后由 a2455564728 于 2014-3-28 21:16 编辑 \n\n\n手机码字真的超辛苦，累的我实在不行，这章就当这周的结尾作，下一章可能要等两天了，上学嘛，一天写，一天码字已经是最大能力了，见谅啊。再说一句，尽量回复啊，回一句又不会怎么样。 \nMc每日故事 第四章：陷阱，第一次相遇 \n            接第三章。大副从怀里拿出一章海图，问道“Hsir，你还记得在哪个海域出事的吗？”Hsir想了想，伸手在图上指了指。“哦，在这里吗，他们带着你们的大船，速度应该不快，如果我们现在全速追过去，应该可以在3天内追上他们。Chost，如果我们每天吃饱饭，存粮能撑过3天吗？”“我想想，如果每天吃饱的话，大概还可以坚持5天。”“恩，好吧，Angry，起帆，出发！”“明白！” \n        大海某海域上。一艘海盗船正停在这。船上有两个人正交谈着。“Captain,we put in zhe body of the monitor work,and one is alive,and he has to BWC boat,already told BWC about us,they should again after 3 days to come.”“Are you ,hum.Let us give them a pleasant surprise!”（“船长，我们放在尸体上的监视器起作用了，果然有一个是活着的，并且他已经到了BWC的船上，已经将我们的事告诉了BWC，他们应该再过3天就来了。”“是吗，哼哼。那让我们给他们一个惊喜吧！”）（百度翻译，如果有人能翻的更好，请留言。） \n        一天半后。“Hsir，这就是你们出事的海域吗？”Hsir看了看周围，脸上流露出悲伤的神情，“对，就是这，我在这留下了太多深刻的印象，呃，那是……”Hsir没有说下去，众人往他目光的方向一看，看到了令他们愤怒到极点的东西，一具具染血的尸体在那漂着，有的尸体还是残缺的。每个人都不由的捏紧了手，并且在心里暗暗发誓，一定要借这次机会消灭BRC。 \n        在另一片海域上。“Captain,monitor in the West Sea bodies on the start,BWC has arrived in the West Sea ,is expected to have 1 and a half days they will catch up with us.”“Yes,you do what I command you to do.”“Almost finished,I had 10 aircraft 50 gun ships from mushroom port.I sland,one day they can talk to and we will.”“Well,well,they come after you told them to wait,I command.”“Understand!”（“船长，西里海域的尸体上的监视器启动了，BWC已经到了西里海域了，预计还有一天半他们将追上我们。”“是吗。我吩咐你办的事，你办好了吗。”“差不多好了，我已经从蘑菇岛港口调来了10艘50门炮的船舰，再有一天他们就可以跟我们会合了。”“恩，好，他们来了之后你就叫他们先埋伏着，等我命令。”“明白！”） \n        一天后。“大副，我的超视距望远镜已经发现红牛号了，据测算，还有半天我们就可以追上他们了。”“好，大家先去吃饭，随时准备战斗。” \n        红牛号上。“Report.Captain,they have half a days journey will catch us.”“Hum,finally come to me,BWC.Come on,this will be your burial gound.I ordered,the whole ship combat!”（“报告，船长，他们还有半天的路程就将追上我们。”“哼，终于快来了吗，BWC。来吧，这将是你的葬身之地。传我命令，全船战斗状态！”） \n        半天后。“大副，我们已经追到他们了。”“不用你说，我知道，我又不是看不见。”说完，大副把目光转向了前方，在那里，一艘庞大的船正停在那，上面挂着黑旗。大副倒吸一口凉气，惊叹道“这也太大了吧！”“咦，这船看起来有点眼熟啊。”Hsir说道。“当然会觉得眼熟啊，他们来抢过你们的。”“哦，是吗。”“别废话了。船长，下令攻击吧！”“哞！” \n         一分钟后，大副下令停止了攻击，“奇怪，红牛怎么不反击啊，难道……”还没等大副说完，一阵大笑声从远方传来，“Ha,ha,ha,you fell into the trap,BWC,you will die here.”(哈，哈，哈，你们中计了，BWC，你将死在这。)话音刚落，大副就看见了11艘舰船在向他们缓缓逼近。为首的一艘上面也挂着黑旗。“啊，这才是袭击我们的船，那之前那艘是……”“那艘估计就是你们的船了，想不到，红牛带走你们的船竟是为了这个，难道他早知道我们会来了么？可恶啊。” \n        红牛站在船头上，对着公牛号上的人大喊了一句“BWC，今天就是你的死期，你还有你的船员们，都将死在这，安息吧。别说我无情，看在我们曾是同族的份上，我给你3分钟交代遗言的机会，然后，安心去死吧！”说完，红牛便跳下船头，回到了船舱。 \n        BWC转头看向他的船员们，“大家，对不起，是我让你们陷入危险之中。”“船长，原来你会说人话啊。”Angry没忍住又说了句烂话。其他人都看了Angry一眼，但却没说什么，船长也没理他，继续说了下去“虽然我们没做多久的兄弟，但我已把你们当成了我最好的朋友，是我不好，才让你们陷入如此险境。”“不，是我的错。”大副接上了船长的话头，“如果不是我提出来抢粮，我们也不会中了红牛的圈套。”“不，怪我，如果不是我告诉你们船上有食物，你们又怎会来呢。”“不，怪我……”“喂，我说你们够了。”Angry怒吼道“为什么你们都如此灰心丧气，来讨论是谁的错的问题，现在讨论这个有什么意义吗？我们应该借此机会来讨论一下如何撤退不是吗？”“可是，我们能撤退成吗，对方有11艘军舰啊！”Chost说道。“笨蛋！就算对面有10艘怎么样？有100艘又怎么样？难道我们就不能逃走了吗？而你们现在一个个意志消沉，别说有10艘了，就算只有1艘，我们也不能赢吧？大副，你曾对我说过，水手是在死亡线上奔跑的人，如果你意志坚定，就可以活的更久，但如果你心存软弱，就会死的更快。现在的我们又何尝不是在死亡线上奔跑呢，但你们却心生懦弱，这样不死才怪呢。我们应该打起精神，去拼搏去争取那一丝的生机，你们说是不是！”“那，你有办法了吗？”“自然是有了，来，你们过来。”5人便围坐在了一起，开始密谋起来。半分钟后，每个人脸上都流露出了然的表情。大副忍不住说道，“Angry，你真是个天才！不过可惜了这艘船了。”“船还会再有，可生命只有一条啊。”是的，在最危急的时候，Angry想出了一个办法，一个或许能让他们活下来的办法。 \n        三分钟很快就过去了，红牛从他的船舱里走出来，来到船头，“遗言交代完了吗，如果交代完了，那就安心去死吧，如果没有，那也去死吧，哈哈哈哈！全队听令，目标公牛号，开炮！”。在红牛下完命令的1秒后，天空瞬间被炮弹遮蔽，就在这时，Angry大喊了一句“就是现在，跳船！”是的，Angry的计划很简单，那就是在对方发炮的一瞬间跳海，因为他们刚发完炮，所以还要冷却一段时间，而他们就可以乘这个机会远遁，然后就是胜利大逃亡。可惜，人算不如天算，红牛手里刚好有一发火箭炮，他在看见公牛号5人跳海的一瞬间就按了发射键，这可不是普通的炮弹，是火箭弹，速度比普通的炮弹快多了，但是，老天爷最终还是站在白牛这一方，红牛再怎么反应快，按按钮也花费了一些时间，于是，火箭弹就差那么一点就可以击中他们，5人终究比火箭弹早入水了几秒，所以，他们也没承受到火箭弹的正面威力。但高端武器自然比平常的高端许多，虽然没炸到他们，但是它产生的冲击波却瞬间将5人给震昏，并且把他们给冲到了几十里外。 “该死，差一点就可以把他们消灭在这里了，该死。”“那，船长，我们现在去哪呢？”“可恶啊，算了，他们不是要来蘑菇岛吗，以后有的是机会。耗费这么多精力和人力，还是没把他们葬送在这里，我有些累了，先回去吧。”“明白！” \n        一天后，在一个海岛上，一群人正围着5个人跳舞，仔细一看，不正是船长他们吗？他们几个被绳子绑在了一起，不知怎么回事。 \n字数：2600\n\n索引贴：http://www.mcbbs.net/thread-243340-1-1.html \n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "JUNS",
            "timestamp": 1393157160,
            "txt_content": "- -！~英文自带翻译好评- -！~英文渣路过"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393157280,
            "txt_content": "JUNS 发表于 2014-2-23 20:06  - -！~英文自带翻译好评- -！~英文渣路过\n好评谢谢，不过谁知道百度的翻译对不对。我都是输中文进去，百度英语翻出来的。"
        },
        {
            "author": "JUNS",
            "timestamp": 1393157340,
            "txt_content": "a2455564728 发表于 2014-2-23 20:08\n好评谢谢，不过谁知道百度的翻译对不对。我都是输中文进去，百度英语翻出来的。 ...\n- -！~不是你自己写的么？还需要百度翻译- -！~"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393157760,
            "txt_content": "JUNS 发表于 2014-2-23 20:09  - -！~不是你自己写的么？还需要百度翻译- -！~\n中文自己写的，英文是翻出来的，我英语从来没好过。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1393158000,
            "txt_content": "  手机多字好评，已加分"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1393161720,
            "txt_content": "文章好评，我来给个赞～"
        },
        {
            "author": "银狼",
            "timestamp": 1393166520,
            "txt_content": "zjr_516635864 发表于 2014-2-23 21:22\n文章好评，我来给个赞～\n你为何要卖萌？ = ="
        },
        {
            "author": "1095486321",
            "timestamp": 1393230780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "15834179549",
            "timestamp": 1393255980,
            "txt_content": "很不错，加油啊"
        },
        {
            "author": "zat0292",
            "timestamp": 1394181600,
            "txt_content": "不错，没问题{:10_512:}"
        }
    ]
}