{
    "title": "[MINECRAFT背后的秘密]XIII:Brine的镇魂曲",
    "author": "zhh30648",
    "replyCount": 1,
    "timestamp": 1393162980,
    "txt_content": "索引在此\n末影龙最大的优势是发达的五官，尤其是听力方面，通过操纵风压将周围的声音信息全部用浓稠的空气作为介质汇集到耳边，最远的搜集范围半径能达到2千米左右，使得任何细小的声音都无法逃过末影龙的追击而且这种特性是下意识的，也就是说是一直开启的状态，只有刻意去让它关掉它才会主动停止声音波动的搜集，如今它既然是被控制的状态，也就是说...周围的地面和墙壁不断得出现各种裂缝，时不时的出现各种工艺品破碎的声音，光是两人不断的挥出武器就能够达到这种程度，实在无法想象HIM如果真心想干掉对方，会出现怎么样的惨烈场景乒乓！HIM在如同风暴一般的进攻与格挡中冷静的分析着，如今想要压制住这条暴走的小龙只能用它的弱点来让它失去反抗能力，但这招从未实验过，也不知道能不能奏效\n\n\n\n现在的对峙看似是势均力敌，但HIM很明确的知道自己不可能一直耗下去，精力实在是消耗的太多了，最后拖垮的一定先是自己，只能用出奇制胜的招数来快速解决了小女孩形态的末影龙看似娇柔弱小，但反应能力是出奇的高，正面突破弱点是不太可能的，只有更快速的移动方法才行也就是HIM眼睛所拥有的时空转移的能力，但先前战斗的消耗使得转移的间隔和距离大幅减少了，现在只能够达到4米左右的回避而已了吧。而且转移的最大弱点就是在近战，因为转移为了不使自己因为转移错误到地面或者墙壁里，必须把坐标定在空中，而没有任何受力点的空中，是无法改变自己行动的方向的接下来的转移不是胜利，就是死亡右手灌入比格挡所需更大的力量，将枪头瞬着方向向左引导，将枪挑至自己估计的空气之枪的攻击范围之外.接着.目标突然消失了小女孩似乎是吃了一惊，因为没有了着力点而身体向前倾倒，但立刻下意识的用枪头撑住地面，并顺势将枪向后挑去一般人都会认为敌人这样的出其不意一定是攻击自己的后背吧，因为那是最没有防备的地方但它的的缺点并不是在后背，而是在侧面啊！如同闪电一般的蓝银色剑柄从完全没有预料到的侧面向着少女的头部突刺而去，少女的嘴唇因为突如其来的攻击而惊讶的微微张开，但立刻又抿住嘴唇，将刺空的长枪从手背绕过再次抓在手心没有用的，这层空气的屏障可不是这种攻击就能刺破的，这可是浓缩到连光线都能扭曲的程度的厚厚的装甲啊！停住了，仅仅是这零点几秒的时间，无论是双手握住剑柄奋力向前刺去的HIM还是将枪正手握住的少女，两人似乎都在猜测着对方下一步的行动而僵持着小女孩微微张开嘴唇，深吸了一口气嗙！HIM的腹部再次受到如同炮弹一样的冲击，从枪的末尾的开口突然放出极强大的空气团，毫不留情的击中了HIM已经流血的腹部，人成弓型向后飞去，重重得撞在墙上蓝紫色的剑因为主人的脱手被少女的突然放出的气流击中，笔直地向上空飞去已经是不可能拿回自己有时空转移能力的爱剑的状况了，HIM此时可以说是毫无还手之力了[想不到，还有这招啊...算了HIM捂着自己伤痕累累的腹部，用手支着破碎的墙壁缓缓站起，疲惫的身躯已经经不起战斗了，即使是王也是如此。少女的黑紫色裙甲在从阳台射进来的银白色光芒下显得非常耀眼，细瘦的双足踩着破碎不堪的大理石地面，那被面甲遮住眼睛的小脸转向侧面，看着正勉强支撑墙壁站起的狼狈不堪的HIM，嘴唇轻轻地动了动请.不要再战斗了[你很强，你的主人承认这一点了HIM用疲惫的语气冷静得说出这句像认输一样的话，抬起头用白色的双眼注视着本是末影龙的小女孩认输吧，别再傻傻的受伤了[啊啊，我似乎是输了啊，但是..[我可是你的主人，主人，必须比属下强啊！！！！！！！！！少女抱住长枪的手臂突然颤抖了一下，然后慌忙得再次摆出姿势，将枪头指向HIM[只有那样，我才能保护我重要的人！HIM突然将手松开墙壁的棱角，双手用力得合十被打到半空中的银紫色的长剑从月光中旋转着掉落下来，笔直向少女冲下来少女似乎不知所措，看着长剑从空中以极高速飞下，立刻用空气浓缩成屏障护住自己的正上方，额外又制造了一层空气的装甲[很遗憾，你输了啊！剑尖碰触到空气屏障的一瞬间，发出了淡淡的紫色光芒，那是时空传送所显示出来的光芒屏障并不是被突破了，而是被剑本身所具有的转移功能转移了位置，将这层空气障与少女身上的空气装甲叠加在一起的话！HIM合十的双手抱成拳头嗙！！！！！！！！！被叠加在一起的超大浓度空气超过了少女所能控制的范围，强烈的空气振动在少女的头部发生，发出了极为刺耳的振动声，这是只有剧烈的振动才能产生的让人头痛欲裂的声音少女完全没有预测到这一点，巨大的轰鸣贯穿了末影龙本就发达的耳膜，再加上她并没有关闭声音的收集能力，几乎所有的爆炸声都传入了她的脑袋里失去了力气，少女的手臂瞬间垂了下来，紫色的长枪掉落在地面上，跪在黑白相间的地面上，正面倒在了地上，黑色的面甲破碎了开来，那双紫色的澄澈的大眼睛失去了光泽，静静地合上黑紫色的光芒散了开来，它变成了它本来的外形一条被戴着锁链的全身伤痕的黑色小龙HIM拖着负伤累累的身子，向着倒在地上的属下走去，把掉在地上的长剑捡了起来，对着那条银白色的锁链猛得刺去锁链碎裂了开来，末影龙的身子也慢慢变成黑紫色的粒子被转移走了[至少先给它治疗下吧，还是交给末路之地那帮人好了.HIM用长剑支撑着地面，对着空旷的大厅大喊[史蒂夫！史蒂夫！可以出来了！回音在大厅里回荡着，没有人答应[难道..那小子一个人去找Notch了！!\n\n\n\n{LAST.TEST}{剩余时间：17:30:20}“怎么可能让我一个人呆着啊，真是的..”史蒂夫正在中央大楼的外壁上，外壁上突出的白色石块此时似乎成了阶梯一样的存在而史蒂夫正在发挥他那无与伦比的超强臂力向上攀爬着..其实是靠末影水晶的加成而已....史蒂夫不知疲倦地从外壁上向上爬着，离顶端那断断续续的光芒越来越近了[史蒂夫你快给我下来，脑子进水了么喂！HIM站在大门外，对着正傻傻得挂在外墙上的史蒂夫大喊[Notch的目的是水晶啊，一个在楼顶，一个在你这，如果你上去，不就是白白让他拿到水晶了么！快给我下来!“不，我觉得事情不对，我有不好的预感，不尽快上楼顶的话会有很严重的事态发生的！”[就算如此你也给我先商量好再出发啊！史蒂夫正挂在外墙上犹豫不决，突然衣领被一根黑色的长棍挂住，然后连衣服带人一起消失在了半空，留下一阵紫色的烟尘[吾王！终于找到你了！[快看，是王！！！！这是..末路之地的大家？！黑紫色的身影伴随着烟尘一个个出现在HIM的面前，越来越多的末影人中，有一个极为显眼的家伙金色的长发，秀丽的面孔还有那青春期少女独有的曼妙身材，此时正畏畏缩缩得站在一旁，怯生生得看着HIM和突然出现在HIM身边一脸不知什么情况表情的史蒂夫[你..你们怎么找到这里的？[末影龙的身上有定位的东西，在我们发现它被莫名其妙传送到地狱的时候，就知道可能有危险，于是集结了战斗部队来地狱了HIM此时激动的无以言表，但立刻冷静下来，静静地看着一旁的娜拉[你，记得我么“.........记得..”娜拉拉住末影人的手臂，用极小的声音说道“娜拉？这是娜拉？我记得不是....不是已经...”[的确，娜拉没有死，Pigger已经很详细的说过了，日后再和你解释，现在的重点不在老熟人相遇啊HIM用剑支撑着身体，对着庞大的军队用听不懂的口号指挥着，迅速列成了标准的队伍[你们有带医疗队来么，稍微帮我包扎一下HIM被一个末影人搀扶着，向着医疗队的位置踱步而去，转过头来对着史蒂夫和娜拉喊道[你们俩就自己稍微叙叙旧，娜拉的记忆应该由于抽取的时候受损了，史蒂夫你告诉她那些事吧“哦...好...”史蒂夫用不知所措的表情面对着面前那个同样怯生生的少女，不知从何说起“那就从....从村子烧毁那段开始好了..”\n\n\n\n“我..似乎记起来了...”娜拉抱住史蒂夫的双肩，眼睛里慢慢渗出晶莹的的泪滴“你是史蒂夫，而你..你是Brine!”娜拉没有控制住感情，一下扑到了HIM的怀里，死死抱住HIM，不停得用脸蹭着，抽泣着[喂喂喂很痛的，很痛的....HIM想挣脱面前这个突然爆发出感情的家伙，但受伤的腹部用不出力气，只能任凭面前这家伙撒娇真的是很久没有见到过这样的情景了啊....真怀念..“虽然我知道你们俩是青梅竹马，但也不用在这...”史蒂夫一脸无奈地看着面前这一对，低头看了看手里的末影水晶红色的光芒越发的显眼了“对啊，我也觉得现在不应该是好好叙旧的场景呢”苍老而空洞的声音不知道从哪个方向如同洪水一般扩散开来，冲进所有人的脑海里“我更觉得，现在是阻止我改变世界的时候呢，不是吗，Brine?还是HeroBrine?”[Notch...你是毫无胜算的！这个世界的规则，所有人珍贵的记忆，怎么能容许你随便修改？！“可是我，有支配这个世界的欲望啊！自从那老家伙消失掉以后，我一直在等待啊！”“那个老家伙可是制造了我，然后自己消失掉了啊！哈哈哈！这不是注定让我来重新规定这个世界的秩序嘛？！”[老家伙...你是被谁制造的？！“嘛，无所谓了，再过几个小时，我就能改变自己的第二位了！第一的位子正在等着我呢！”[我们这么多人都会阻止你的行径的，无论怎么样！Notch站在白色建筑的顶端，似乎无视了他们的宣言，从兜里掏出了一颗石头是和史蒂夫一模一样的末影水晶，或者叫下界之星，更可以叫做[钥匙][THE.KEY]“这玩意，就是我支配世界，进行TEST的第一步！”将水晶扔到半空中，Notch用双手让水晶在半空中悬浮着，水晶内部爆发出了巨大的光芒SYSTEM:/COMMAND LIST随着红色的字符在空中浮现，巨大的光芒受束成了平直的长方形，像一个工作台一样漂浮在Notch的正前方，上面逐渐出现了一行行半透明的字符，逐行列出“这次，先拿这个用一用好了”Notch用右手在屏幕上的某一处一划，然后将字符拖出界面，对准穹顶的中心“SYSTEM CALL:/LIGHTNING ENDERMAN!”巨大的光柱从空中瞬间降下，击中了地面..{LAST.TEST}{剩余时间：10：20：31}",
    "replies": [
        {
            "author": "Lucky777777",
            "timestamp": 1393163280,
            "txt_content": "  很不错，支持一下"
        }
    ]
}