{
    "title": "《守护者之书》第一章",
    "author": "CIEben",
    "replyCount": 3,
    "timestamp": 1338104340,
    "txt_content": "                                       第一部：永不磨灭的信念。\n                                        第一章：故事的前提章。\n      顾名思义，所谓废柴就是指那些没有什么才干，没有什么特点，做什么事都不行的人。在奥协大陆，一个叫光化的男孩可以证明这个词语。\n      小学三年级起，光化就是学校里最出名，最没用，做什么都不行的废柴。虽然是个无用的废物，但却有一群死党在后面支持着他，使他总是乐观地面对一切。光化的父亲是一个在外打工的人，但光化却从来没见过他父亲打工的地方，只是偶尔父亲回来时看见他满身脏兮兮的样子而已，母亲则是一个家庭主妇，在家里煮饭、做家务等等……但对光化的成绩却没有丝毫的抱怨和对光化有丝毫的不满。\n      在奥协大陆有着这样一个神秘的组织——守护者组织。他们是守护为奥协大陆提供无限矿藏资源的能量之矿的守护者，身经百战，唯一能与他们匹敌的只有与他们做对的恶念龙族军团。组织的头领只有恶念龙族的头领见过而已，其他人根本得不到可以见一次首领的真面目的机会。\n      不知怎的，今天，一颗特大的火球从天而将，砸落在市中心广场。光化出于好奇跑过去看，要知道，这家伙好奇心很强，警惕性也很高。\n      人们到广场看见的是一本闪着光的书，并无异样。“啊！好疼！什么东西打到我额头了！”光化手捂着额头说道。随后几个人从天而降将这本书给拿走了，他们穿着同样的衣服，衣服上面有一个“XGF”的形状徽章，其中一个人望了望光化，随后将一枚飞镖投入他的书包便跑掉了。\n      “抓住他们！别让他们跑了！”又有一群人在后面追着前面那群人，他们手里拿着长剑，身穿着黑紫色的队服，衣服上面也有一个徽章，不过徽章内隐约显出一个“龍”字。\n      “老大，你看那个少年！他的额头！”\n      “什么！那不是……听我的命令，吧那个少年一起抓回去！”领头的人刚把话说完，其他的人就将光化挟持了一起带走了，只见他们并没有再追下去，而是直接回头返航了。\n      在另一个地方，那些带有“XGF”徽章的人聚集于此，从小巷里走出一个白发沧桑的老人，他脸上露出微笑说：“呵~是这样吗？看来这本书已经选定救世主了！”“什么？救世主？”“对！唯一可以拯救这个世界和这个守护者组织的救世主！你们刚才来的时候就没有看到什么东西？”老者问道，“我们看到了一个额头上闪耀着金色光芒的少年，不过好像只有我们看得出来，别人人根本就没有注意到！”“看来你们错过了一个好机会啊！”老者说，“那个少年就这本书的参读者！他头上的，是永远不会被磨灭的意志，这本书一共选择了八个人来参读并且守护这个世界。而且这八个人不能落入恶念龙族手里，否则世界就没希望了！快！去吧那个少年找回来！快去！”说到这里，老者开始急切起来，好像怕什么事发生一样。那群人又返回了广场，但此时的光化已经被刚才的人挟持去了。\n      “怎么办？找不着了！”另一个人也开始急切起来。\n      “不用担心，我刚才为了保险将一枚勋章丢入了他的背包里，依据着勋章的气就可以找到了！在那边！”队长手指着远处地森林，然后带着其他的人一起快速赶了过去。“唰唰~”风吹动着树叶，守护者的人就像忍者一样在树上跳来跳去地，从这棵树跳到哪一棵树，动作极其地灵活，不久，他们便看到了被龙族抓去的光化。\n        “在那！”\n        “可恶！是龙族的人，看来他们抢先一步吧他抓了，听我的话！全体攻击！”指令刚一下达，所有人便拿出背在背上的武器，有的人拿出日本武士刀，有的人拿出火箭筒，武器简直是多种多样，唯一不同的是队长拿出了手铐。战斗一触即发，光化成了这场战斗的战利品。赢了就可以拯救地球，输的就等着期待地球毁灭。",
    "replies": [
        {
            "author": "CIEben",
            "timestamp": 1338104400,
            "txt_content": "PS：本故事纯属虚构\n\n&copy;驳士"
        },
        {
            "author": "geludan",
            "timestamp": 1338114900,
            "txt_content": "很久没看到小说了。。。"
        },
        {
            "author": "CIEben",
            "timestamp": 1338117240,
            "txt_content": "geludan 发表于 2012-5-27 18:35 \n很久没看到小说了。。。\n=w=               "
        }
    ]
}