{
    "title": "<连载·单章>史诗幻想 I 从零开始[作者:(小黑)][第三章 第三人]",
    "author": "(小黑)",
    "replyCount": 4,
    "timestamp": 1393225380,
    "txt_content": " 本帖最后由 (小黑) 于 2014-3-2 15:59 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n   白，你在干什么呢，从回来时就一直在浴室。是啊，不知道是谁把自己的救命恩人的尾巴上狠狠地踩了一脚，害得我在这里洗尾巴。我道歉还不行吗，还有，你随便把你的矛也洗一洗啦，都是血脏死了。不用了，我准备换一把好一点的武器。你有钱吗？没钱...... 就知道，我给你点钱你去买吧，我要去野外，你自己慢慢洗。好，你去吧，最好别回来。                                                                              30分钟后......   终于洗好了，接下来就是，去武器店买一把武器。武器店好像没什么好的武器，恩！老板我要墙上的那把巨剑。抱歉这位客人，这把剑是不卖。为什么不卖？这把剑是我的哥哥打造出来的，这是他最好的一把剑。我要怎么做你才能给我。我想想......如果你能找到我哥哥我就送给你。你哥哥出事了吗？我哥哥听说在恶魔洞穴有非常罕见的矿物就独自一人去那里了，结果都好几天了还没回来，我很担心，哥哥是我唯一的亲人了，你要去的话请小心，你是第4个人去了。我答应你，去找你哥哥，你也要答应我，要把那把剑给我。恩，我免费送给你。\n   为了那把巨剑，只好去恶魔洞穴。残星呢？看来要联系他了，残星，听得到吗，你马上过来主城这边。这么急有什么事？我们有事干了，要去恶魔洞穴。你疯了吧，那里的进入等级是25级，我们连10级都不到，你去那里干嘛？我接了一个任务，去哪里找一个人。放弃吧，我们连进都进不去，对了，你的武器买了没。还没。你武器都没买去那里干什么？那个任务的奖励就是一把武器。你先找个代替品吧，30级再进去。也只能这样了，我先去升到15级，买一把剑，我们一起去升级吧。随便，我是无所谓。那就和我一起来，你先等等我，我回去拿我的矛。\n\n   我来了。你怎么，怎么慢。我把矛洗了一遍，快走吧，我们先去主城的周围打一些什么奇奇怪怪的东西。\n\n   恩，看来又有新玩家来了。残星，我们去看看。随便。我看看，这次来的是亡灵啊。白，看够了吧，要走了。喔，我知道了。你们俩个站住。干什么啊，我们很忙的。原来你们在这里啊，突然消失，又突然出现，我是影息。......诶！你是影息！为什么你在这里，你来到这......   不要说了，我都知道了，说吧，你们要去干什么。意想不到的直接啊，我们要去升级，你要去吗？要！那你加入我们的队伍吧。恩，好了。走吧，你记得要跟我说说你为什么要来这里，还有现实那边的情况。恩，你们也是。\n\n   星球的某处。事情开始变得有趣了，是吧，马上就要开始了，很快，整个星球都将会被我们所掌控。\n\n   影息，你还没说你为什么来这里呢。还不是为了找你我才到这里，不来学校，也不打电话给我，就这样消失了3天3夜，害得我担心死了，我还以为就我一个人了。那，你是怎么来到这里的。那个时候是。\n\n   白，残星，你们都去哪了，为什么你们都消失了，学校不来，也没打电话联系我，你们都在哪里，呜呜呜，手机，是白吗！恩，你想去一个自由的世界吗？却，原来是垃圾 短信。你想去一个自由的世界吗？有伙伴有朋友的地方，请认真回答。我......想去！确认完毕，开始传送。这里是......欢迎新玩家影息来到这里，请完成以下操作......\n\n   喔，原来如此，真不愧是我的好伙伴，不像某人把自己的救命恩人的尾巴狠狠的踩了一脚。我都道歉了你还说。影息，既然你都知道了，就不用我再多说了吧，没有出去的办法，只能顺其自然，在这里活下去。恩，我都知道了。那就废话少说，马上开始行动。这点还真像白你呀，什么的无所谓，自由自在。我，刚到这里时，也有点慌张，有点想回去，可是，当我想到回去那个地方，我宁可当作那个世界的白已经死了，在这里的白是这个世界的白，不再是以前的那个他们所知的白，残星，影息，你们两个，想回去吗？我有点想回去，影息你呢？我......我和残星一样，可是有办法回去吗？是吗，我知道了，我相信一定有办法的，我会让你们回去的，在那之前，你们可要跟紧我哦。真爱说大话，可别在我们回去之前就倒下，不然我们可不会原谅你。看来我要活很久啊。反正又不会死。开始吧，我们，先要升到15级。\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "965965",
            "timestamp": 1393234500,
            "txt_content": "沙发~~~~~~~~~~~~~~~~"
        },
        {
            "author": "xingxinghai",
            "timestamp": 1393389540,
            "txt_content": "请你将说的话用引号 注意标点 不然会眼花缭乱的"
        },
        {
            "author": "(小黑)",
            "timestamp": 1393410300,
            "txt_content": "xingxinghai 发表于 2014-2-26 12:39\n请你将说的话用引号 注意标点 不然会眼花缭乱的\n恩，我知道了"
        },
        {
            "author": "24号",
            "timestamp": 1393425900,
            "txt_content": "为什么2章被关闭了？"
        }
    ]
}