{
    "title": "生存模式 第一章：生存之路",
    "author": "ForevenHim",
    "replyCount": 0,
    "timestamp": 1393240500,
    "txt_content": "生存模式      第一章：生存之路\n    一日万里无云，阳光明媚......“这开场还真是无聊啊，大家好，我是Steve。”骑在小猪上的我心中说到，如平常一样，一边在这个方块世界收割小麦，一边想象着自己是主角这种中二作者才会写的中二剧情的我终于可以踏上回家的道路了。在离开农田是还不忘中二一般的大叫一声：“这世界还真是无聊啊喂！我要是穿越了就神作了啊！”就在这时，旁边的空间突然像镜子一般破碎了一样，露出了漆黑的空洞，空洞之中两点白光闪现，一个声音仿佛直接闯入了我的脑袋一般。\n\n\n\n\n    “那么，满足你的愿望！”那个犹如魔音一般的话语是我头疼欲裂！\n\n\n\n\n    还不及我像小说中的主角一般在穿越前怀念一下亲人，大喊一声：我要征服世界之类的行动，我便昏了过去。\n\n\n\n\n    于是，从刚开始到现在，我一直在思考，从人生到天文地理再到世间万物，最后还是得不出结论。我到底穿越了没，这难题简直就比高等数学还难啊！为什么我要思考？因为......这世界居然还是一成不变的方块啊啊啊！这一切的一切都不禁使我在风中凌乱，可是刚才又是那么的真实，包括痛苦。难道是一场规模庞大的恶作剧？我摇摇头，决定先从树上下来在说，毕竟这树看起来好像弱不禁风的样子。\n\n\n\n\n    我爬下了树，正准备看看这是那的时候，天空一声巨响。烟花组成的字燃烧在了半空中。我不禁感叹，真美啊。终于我会过了神，却发现烟花早已燃烧殆尽了。“喂！我还没看清啊！”我大喊起来。过了一会，我决定了。还是过去看看好了！\n\n\n\n\n    不知走了有多久，终于走到了一片草原，草原中心有一座城堡一般的建筑物，我加快了脚步，跑了过去，这时天空又出现了烟花，我终于看清了上面的字：来这里吧，你们会得到想知道的东西的。\n\n\n\n\n    终于来到了建筑物东边的大门，门前一条笔直的大道，不知为何，看到这条大路的我心脏收缩了一下。进入大门里面人来人往，各色店铺还没有开张，不过建筑物中心已经有很多人了。应该是原住民吧，我心中是这样想的，原来村民不止那些大吊鼻的啊。看看别人的装扮：兔女郎，裸奔男，冒险家，熊孩子。咦混进去什么奇怪的东西了。再看看自己的装扮：天蓝色的衬衫，深蓝色牛仔裤。叹了口气，什么嘛，原来我这么普通啊。这时天空中出现了想之前一样的黑洞，依然是两点白光。一个跟我装着差不多但有披风的人走了出来手上还拿着两个发光的---手电筒！什么嘛，原来是这家伙故意装神秘啊！\n\n\n\n\n    “Hello，大家好，我叫ForevenHim，是这个世界的管理者，即是---神！你们这些穿越者有什么问题都可以问我哦~”那个身影说到。什么嘛！难得穿越，居然还是批量的！我还以为我是主角嘞！有比我更衰的吗！我看了看周围起码10000+的人数，差点捂脸泪奔！\n\n\n\n\n    天空中那个可恶的神又说话了：“首先介绍一下这个世界的规则吧，这里我创造的一个游戏世界，虽然内容上和你们以前所在的世界差不多，但是这个世界会随着我的思想发生变化，即更新。我叫你们过来就是为了玩一场大型的游戏哦。”“什么？游戏！”我如许多人一模一样，惊讶的叫出声来，天空中可恶的神又开始说话了：“没错呢，就是游戏，你们就是所谓的玩家了，主线任务就是从东大门前那一条笔直的大道走到世界的尽头，哪里有一个只能传送十人的传送阵，可以帮助你们会、回到原来的世界呢。这一路上也是充满了危险。饥饿，掠夺，兽潮，悬崖。虽然可以随时回到这里，但是这座城市晚上可是会消失的！而且晚上还会有大批的怪物从四个方向袭来，不想死的话，就努力生存吧。所以东大门的路我叫他：生存之路！”\n\n\n\n\n    后面这个看起来就知道没有节操的神给了我们2金币就让我们自生自灭去了！我看了看背包里略显孤独的2金币......给我多点的钱啊，你不是神吗！！！我觉得肯定不止我一个人在发狂，所以我抬头一看，居然只剩我自己再风中持续的凌乱，抓起金币，我赶紧跑去买武器防身啊！\n\n\n\n\n    来到了武器店门口，意外的居然只有我一个人，我心中不禁有了一种不好的预感。上前打开武器店界面空荡荡的格子仿佛在对我述说寂寞，下面还有一行小字：ForevenHim君的友情提示：武器店是用来修理武器和卖武器和买别人武器的，骚年你还是等明天去做任务，打怪物吧！然后我看了看同样冷清的防具，药水店，留下了悲愤的泪。\n\n\n\n\n    找了半天，只有食品店和旅店有开，一个是1金币的食物：馒头，一个是随城市一起消失一晚。我顿时感到了那个神深深的恶意！然后我买了个馒头，正准备睡一晚的时候。城市消失了！是的，消失了！\n\n\n\n\n    我为我的幸运值感到悲哀，不过很快振作了起来，去城市南边，开始了一般生存之路的第一部：撸树！因为毕竟在原来的世界怪打多了，也不是特别害怕僵尸。而且毕竟还有100多个大胆的人和我一起嘛。\n\n\n\n\n    可惜那时的我还是太天真了，根本不知道即将迎接我的是什么。\n                                                                                     \n                                                      \n                                                                                                               --------------万年不变Him君出品\n                                                                                                                               （请多多关注我的游戏实况视频！）\n                                                                                                                                http://space.bilibili.tv/2727558\n\n",
    "replies": []
}