{
    "title": "〈正篇〉[魂寂灭][作者：xcc][第一卷第三章：狩魂]——第一滴血，狩猎狼魂",
    "author": "xcc",
    "replyCount": 3,
    "timestamp": 1393244400,
    "txt_content": " 本帖最后由 xcc 于 2014-2-24 21:00 编辑 \n\n\n\n\n\n第一章：http://www.mcbbs.net/thread-239753-1-1.html\n第二章：http://www.mcbbs.net/thread-241243-1-1.html\n                     魂   寂      灭——\n\n\n\n                               狩魂\n\n\n\n         \"唔......月煌森林？！”帝恩斯疑惑地轻翻开那本陈旧的地图册，“黎明大陆东部......雪背坡........嗯，月煌森林。”\n          他仔细看了看月煌森林的介绍：月煌森林，位于黎明大陆东部雪背坡地区南带。常年黑暗无光，树木大都为常青松。于外观望一片葱绿，身在林中幽暗无比。林中出没魔兽为林能、影能与炎能属性，魔兽大都为狼型，虎豹型，鹰隼型。\n          匆匆看完介绍，帝恩斯又望了望森林，果真一片葱茏。他轻轻把地图放回布袋，从腰上别着的剑鞘里抽出铁剑。”进去吧。“他把影兮栓在一棵粗壮的常青松上，提着剑向林中走去。\n          “小心点呵。”帕奇兹嘲讽似的说道，“月煌森林的魔兽，可都是二阶以上的哦。可相当于四阶的人类职业了。”\n          虽是这么说着，其实在月煌森林里遇到二阶魔兽的概率很低，大都是那些还算不上一阶的小魔兽罢了。帕奇兹扶了扶他的头盔，拖着他的精钢剑跟了进去。\n          帝恩斯左脚刚踏入森林，一只墨绿色的公狼便冲他吼叫。全绿色的狼，帝恩斯看得真真切切，连它的獠牙末端也是墨绿色。\n          似乎是帝恩斯侵入了那狼的领地，那狼迎面扑了过来。帝恩斯急忙封挡，心中暗骂，怎么一进森林就遇到了狼。\n          “哦哦，幼年碧影狼。”帕奇兹远远望见那个墨绿色的’狼‘影，心头不禁一喜。\n          “哟，后悔当时没吸收一只么？”一个沉重的声音响起。同时，帕奇兹的身后浮现出一个鹰隼的身影。\n          这就是魂灵。每只魔兽死后化为一个纹耀，纹耀中寄居着魂灵。魂灵大都是魔兽的本体灵魂，少数是占据魔兽身躯的焰灵。吸收纹耀后,魂灵便终生跟随纹耀持有者，除非持有者死亡。魂灵可以提升持有者能力，还可将纹耀来自的魔兽的技能给予持有者。但是，纹耀吸收也要看吸收者能力。比如，一个一阶魔能师去吸收一个二阶魔兽的纹耀，结果必是纹耀中的魂灵反噬吸收者，使得吸收者沦为魂灵的身躯。\n          而帕奇兹身后的这个鹰隼，便是一阶魔兽「金纹苍鹰」。\n          帕奇兹不耐烦的一扭头,怒道：“才...才不是呢.......”\n          金纹苍鹰微微一笑：“那是担心这个小白咯？不然...你为什么老是盯着他呢？”\n          帝恩斯一边抵挡着碧影狼的攻击，一边向那狼踹了一脚，正中左腿。那狼有些愠怒，似乎不满自己会被一个无职业的人类打中。于是它向前一扑，碧绿的利爪上突然泛起一阵黑光。\n          那带着黑光的利爪快速向帝恩斯袭去。帝恩斯一闪，但没闪过。毕竟这攻击十分迅捷，只是眨眼睛，帝恩斯左臂上便多了一道爪痕。而且剧痛无比。“呃.......这一招附带攻击加成么.......”帝恩斯喘了几口粗气，“那就来吧！正好收了你，做我的魂灵！”\n          帝恩斯近乎疯狂地向碧影狼刺去，那铁剑上铭刻的金龙似乎也发出微弱的金光。\n          “不对——这不是错觉！”苍鹰扑棱了几下翅膀惊叫着，“那把剑......”\n          帕奇兹扶额叹了口气，能不能别再疑神疑鬼了。\n          苍鹰轻蔑的“啧”了一声道：“哼。是你不识好剑，我倒识。这是倾天金龙剑。用「黑金麒麟」的鳞甲铸成，锋利无比。只不过，黑金麒麟的魂灵也封印在内，能得到这剑，也要看能不能被麒麟君认可了。啧，这家伙，身世似乎不简单啊——”\n          它刚想问问帕奇兹看法如何，却看到帕奇兹呆呆的站在原地。\n          \"呵呀！“帝恩斯向下猛砍，碧影狼右前腿上的皮毛便削掉了不少。即使碧影狼以它极快的速度闪了一下，还是被砍中，这可是倾天金龙剑啊。\n          帝恩斯见他砍中了碧影狼，心头一喜。而碧影狼呢，毕竟是幼年，被砍中一次后难免有些恐惧。\n          帝恩斯乘胜追击，大吼一声后向碧影狼砍去。\n          ”那碧影狼心理素质太差了吧。“苍鹰道，”就这样被砍死了，真弱。“\n          帝恩斯拖着碧影狼的尸体走了几米，向远处大喊：”帕奇兹！你在哪啊？“\n          帕奇兹还在想这一切是怎么回事。\n          “找到你了！”不知何时，帝恩斯已笑脸盈盈地站在帕奇兹身后。\n          帝恩斯身后，是一个半绿半黑的狼的身影。\n\n\n\n\n\n\n@长手的苦力怕 \n          \n          @yuchenyang 。@250=mo\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "风之心_天双",
            "timestamp": 1393246440,
            "txt_content": "　　请将文字作品索引贴标题统一为以下格式：\n　　<前缀>【作品名称】[作者：【作者名称】][已更新至【最新章节】]【自添加内容】\n　　可供选择的前缀选项有：\n　　<原创·长/中/短篇连载><原创·长/中/短篇完结>\n　　请将章节贴标题统一为以下格式：\n　　<单章>【作品名称】[作者：【作者名称】][【章节数目及名称】]【自添加内容】\n \n本帖标题不符合版规，即将锁定。"
        },
        {
            "author": "xcc",
            "timestamp": 1393246620,
            "txt_content": " 本帖最后由 xcc 于 2014-2-24 21:00 编辑 \n风之心_天双 发表于 2014-2-24 20:54\n　　请将文字作品索引贴标题统一为以下格式：\n　　【作品名称】[作者：【作者名称 ...\nWhat's  单章？"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1393246740,
            "txt_content": "xcc 发表于 2014-2-24 20:57\nWhat's the 单章？\n可以被索引包含的，发在索引帖之外的单独章节。\n病句，应去掉the。"
        }
    ]
}