{
    "title": "【1.6.4】【SSP/SMP】抗岩浆神器——TombStone 可以尽情的死去了",
    "author": "OCTSJimmy",
    "replyCount": 5,
    "timestamp": 1393270680,
    "txt_content": " 本帖最后由 OCTSJimmy 于 2014-2-25 03:40 编辑 \n\n\nTOMBSTONE墓碑\nTOMBSTONE最初是由Chessmaster42为Minecraft （FML）创建的一个MOD ，他已经更新到了Minecraft 1.6.4 。这是一个“死亡之箱”MOD（即当你死掉时，它将你的物品栏存储在箱子中，所以你可以从容不迫的、有大把时间的找回它们）。\n这块墓碑最喜感的特性是，它不需要您携带任何特殊的项目，它直接就能运作，并且因为它使用一个自定义的块，您无法通过不停自杀来刷箱子。\n此外，您可以使用墓碑，为您的Minecraft 村庄墓地做精心的装饰。\n\n特点：\n- 当你死亡时，以您的用户名，死亡原因和死亡的日期创建一个墓碑，这些将显示在墓碑上哦\n- 将你的背包存入这块墓碑中，它可以像一个箱子一样被打开（漏斗对它不支持，漏斗无法取出其中的物品）\n- 可以通过选项来改变墓碑的安全级别（任何人都可以洗劫，只有队友可以拿，或只能自撸）\n- 墓碑有16个朝向，像一个路标\n- 可自定义日期的格式\n\n\n还等什么，绝对的抗岩浆神器啊，有木有？！\n当然有，你，最值得拥有！\n\n原文：\nTombStone is a mod originally created by Chessmaster42 for Minecraft (Forge Mod Loader) that I have updated for Minecraft 1.6.4. It is a \"death chest\" mod (i.e. it stores your inventory in a chest when you die so you can take your time getting back to it). What I like most about TombStone is that it doesn't require you to carry any special item for it to work and since it uses a custom block, you can't use repeated suicides to farm chests. Furthermore, you can craft decorative tombstones to give your Minecraft village a graveyard.\n\nOriginal mod posting by ChessMaster42 (very old): http://www.minecraft...pic,6030.0.html\n\nFeatures:\n- Creates a tombstone when you die that shows your username, cause of death, and date of death\n- Stores your inventory on death in the tombstone, which can be accessed like a chest (it does not take items from hoppers)\n- Option to change security level on the tombstones (anyone can loot, team only looting, or owner-only looting)\n- Tombstones have 16 orientations, like a sign post)\n- Customizable date formatting\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "578917230",
            "timestamp": 1393279440,
            "txt_content": "深夜档稳坐沙发啊有木有"
        },
        {
            "author": "simon3000",
            "timestamp": 1393289280,
            "txt_content": "那么奇怪的mod= ="
        },
        {
            "author": "OCTSJimmy",
            "timestamp": 1393295460,
            "txt_content": "simon3000 发表于 2014-2-25 08:48\n那么奇怪的mod= =\n岷子，岷子，岷子大大，欢迎你！！！"
        },
        {
            "author": "simon3000",
            "timestamp": 1393296720,
            "txt_content": "OCTSJimmy 发表于 2014-2-25 10:31\n岷子，岷子，岷子大大，欢迎你！！！\n我是simon3000啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "01186",
            "timestamp": 1393297080,
            "txt_content": "TOMBSTONE最初是由Chessmaster42为Minecraft （FML）创建的一个MOD所以你可以从容不迫的这块墓碑最喜感的特性是它不需要您携带任何特殊的项目并且因为它使用一个自定义的块\n\n\n不要机翻还不如看英文啊..."
        }
    ]
}