{
    "title": "《守护者之书》第二章",
    "author": "CIEben",
    "replyCount": 7,
    "timestamp": 1338117180,
    "txt_content": "                                      第二章：初次爆发的信念\n      “救命啊！”光化被这群奇装异服的人吓得喊了出来，就差点没哭出来。\n      “找到他的资料了！据生死天书记载，他叫光化，前生叫来孟，是个强悍的武者，因为与魔达下协议而被打入六道之一的人间道轮回。今生的他是个十足的废柴！”\n      “废柴？这废柴还指望守护世界？毁灭了还差不多！”\n      “没办法，将就吧！这是长老的命令，他可以说是副总长了！”说完，守护者们一起冲了上去，火力全开，“轰~！”地巨响响彻森林，外面不知情的人，不小心混了进来，结果有的受伤了。\n      “危险！”队长叫了起来，随后向着一个小孩冲过去，用身体掩护了这个还不到少年阶段的小不点，“轰”地一声，守护者们看见队长被已经被炸弹炸晕在地，而那个小不点总算被保住了。\n      没办法，为了这场战斗的胜利，他们不得不献身自己，光化开始急得大哭。他眼睁睁地看着守护者一个个地倒下，一个个的受到伤害，此刻他忍不住了，大声喊道：“住手！”光化急得痛哭失声，“我不想……我不想再看到一个个地倒下去的场景了！你们为什么要救我！就算我死了也是最好不过的！因为我是个废柴啊！”“住……住口！我不允许……不允许你自暴自弃！要不是你被《守护者之书》选定！不然我们绝不会救你！你是这个世界的救世主！”晕过去的队长醒过来，他的嘴里留着鲜红色的血，讲话时还时不时地吐血。\n        “什么《守护者之书》什么救世主都跟我无关！我！只是个废柴！”光化刚一说完，额头突然开始发光，“嗡嗡……”地声音不断得响着，慢慢地，光化的额头开始迸发出火焰，这火影是接近鲜红的。是连蓝色的浓火焰还比不了的，这种火焰被守护者们统称为——信念之火。\n        “什……什么！那是！几万人之一才有的信念之火！他什么也不会，怎么会一下子就爆发的！”\n        “受够了。”光化已经不再失声痛哭，他低沉下头低声讲道，“我已经受够了！我不会让我的守护者们一个个倒下去了！我带着前身的灵魂，以及我身体内的守护者之王的信念。让你们这些大逆不道的家伙一个个走向地狱！爆发吧！乱魔啸声绝！”\n        “开什么玩笑！这TM是什么意思？他怎么会一下子变得这么强！”队长睁大了双眼，瞠目结舌得望着光化。光化猛力一挤，绑住他的绳子就断成了好几截。一声狂啸便震得敌人惨不忍睹，一个个都捂着耳朵挣扎着，就好像有什么在他们的身体里厮杀着一样。“不是吧！这么强！”队长很吃惊地望着。\n       “信念终结篇——火焰终结！”光化的额头上的火焰越来越大，密度也是越来越高。“砰！”地一声，一道红色的火焰从额头爆发出来，在场的敌人全部被这道火焰吞噬，烧的片甲不留，化灰而去。\n       “这……太难以令人相信了！这股杀气多么的可怕！这力量多么的惊人！竟然一下子就……啊！小心！”队长一个飞跃便接住了已经耗尽力气而昏过去的光化。由于刚才的爆发耗掉了光化太多的觉悟和信念，导致他力竭而昏睡过去。可想而知，这股力量是多么惊人！\n        “剩下的人急救已经受伤的人，我先把这个家伙带回去给长老！”说完，队长便抱起光化飞奔回长老身边，他说：“长老！这家伙……”“嗯！我知道！你不必说出来，况且你的身体还有伤！”长老打断了队长的话说，“光化小兄弟刚才只是彻底地爆发了他的觉悟，使得再次激活了前身，何况《守护者之书》将守护者之王的信念封存入了光化体内，三种元素加在一起变成了‘最强’，也正是因为这股信念，恶念龙族军团才会虎视眈眈地盯着这个小兄弟！”“你是说他们想断了这股信念，使得世间得不到救世？”队长说道。“嗯！就是这样，所以，你先带他去医疗室，我呆会有事问他！”长老说，说完便返身走回自己的房间休息了。",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1338117660,
            "txt_content": "第二章这么快。。。"
        },
        {
            "author": "CIEben",
            "timestamp": 1338117720,
            "txt_content": "geludan 发表于 2012-5-27 19:21 \n第二章这么快。。。\n卤蛋知道怎么做皮肤么=w=\n我要清晰一点的,把人物皮肤做出来。\n再做个材质=w="
        },
        {
            "author": "geludan",
            "timestamp": 1338118080,
            "txt_content": " 本帖最后由 geludan 于 2012-5-27 12:29 编辑 \nCIEben 发表于 2012-5-27 12:22 \n卤蛋知道怎么做皮肤么=w=\n我要清晰一点的,把人物皮肤做出来。\n再做个材质=w=\n恶搞我同学的"
        },
        {
            "author": "CIEben",
            "timestamp": 1338120300,
            "txt_content": "geludan 发表于 2012-5-27 19:28 \n恶搞我同学的\n怎么弄高清的皮肤=w=我是说人物皮肤哦=w="
        },
        {
            "author": "geludan",
            "timestamp": 1338120600,
            "txt_content": "CIEben 发表于 2012-5-27 13:05 \n怎么弄高清的皮肤=w=我是说人物皮肤哦=w=\n要看你用的工具了，有的工具是可以调分辨率的"
        },
        {
            "author": "CIEben",
            "timestamp": 1338121500,
            "txt_content": "geludan 发表于 2012-5-27 20:10 \n要看你用的工具了，有的工具是可以调分辨率的\n什么工具？我要做个清晰的皮肤！"
        },
        {
            "author": "zhenzhen",
            "timestamp": 1338123000,
            "txt_content": "不错，呵呵路过"
        }
    ]
}