{
    "title": "<连载·单章>【峰武册】[作者：【黄文斌】][【寻找】]【同伴在那】",
    "author": "黄文斌23",
    "replyCount": 2,
    "timestamp": 1393331640,
    "txt_content": " 本帖最后由 黄文斌23 于 2014-3-12 17:58 编辑 \n\n哈哈，更新至第3篇      上一篇:黑漆漆的野人\n\n\n人物：莫里森 英格 梅穎 \n\n配角：部落酋长 米利\n\n\n\n\n\n   峰武册I第3篇-寻找\n\n   又是一个晴空万里的早晨，英格也正要出发去找伙伴。英格听说部落里有“武器库”，就去找。看了看，发现一个屋子比较奇怪，用木板搭成的，门用稻草紧绑着，门的两旁站着2个人。英格走过去问道:“这间屋子是干嘛的，我可不可以进去。”其中一个人满不在乎的回答:“你是谁？这间屋子你不能进，必须有部队管理队长的允许才可以。滚一边去！”\n\n   对他们的冷淡，英格非常愤怒，差点给了他们一拳。\n\n   米利就在这时过来了。看见英格，就对他说:“英格，你怎么来这里？”\n\n    “我想去找我同伴他们，可是途中怕有危险，就想借你们的武器用。”\n\n    “可以！不过你要帮手吗？”\n\n    “帮手？不不，我自己可以的。”\n\n    “那你要注意安全啊！”\n\n======英格收拾好东西，带上烤鱼和长矛还有一个莹石棒（就像手电筒）=========\n\n     英格来到部落大门，正要出发“等等！”\n\n英格不知道是从哪传来的声音，就向后一看，竟然是酋长。酋长把一根石制小刀给了英格。\n\n      “这个一定会对你有帮助。”\n\n      “嗯！”\n\n     英格走出了大门，便往左边的森林走。也许要到山顶才可以更好的发现他们，英格想。便往山的那边走。走了许久，英格感觉草丛里有动静，用长矛刺了刺，突然跳出来一个狼，这吓的英格退后了几米。狼发出警告的声音，英格在地下画了一个半圆，就拿长矛用力一刺把狼给刺死了。英格喃喃自语道:“难道如此的简单？”不！这道惊动了附近的更多狼，它们纷纷的跑到了英格的附近。围绕着英格。狼发出试图攻击的声音，英格乘机杀死了一只，其他狼纷纷向英格扑去，英格用脚踢倒了一只，在把它刺死。拿起一块石头用力砸死了一只。\n\n==========不一会，英格就把狼杀光了=========\n\n     可是远处有发出了狼的吼叫，这次无比的巨大，一只有3条成年狼大小的狼向英格本来，狼太快，英格还没注意就被狼扑倒了，长矛飞出几米深深的插进了土地里，就在狼就要咬向英格，英格急速反应，拔出酋长的刀，刺向狼的眼睛。狼痛苦的嚎叫，英格乘机爬起来，把长矛从地拔出。狼又向英格咬来，英格直接向狼的胸口刺去，把狼的心脏给刺穿，狼就倒在地上，还没死，就在地上死气沉沉的哀叫着。英格见狼已经没有还手之力，就继续向山顶走去。终于爬到了山顶，英格注意周围，一个山洞和一棵树。这山顶也太简单了吧！\n\n      英格向山下望，茂密的树林，却没有看见部落。英格对山下大喊“莫里森............\"这可能听到吗？\n\n      当时已经下午了，英格看着海平线还有一半露出来的太阳，想着莫里森他们究竟在那？英格正准备打火，却发现边边的山洞发出红色的光芒，英格掏出莹石棒周围光亮了许多，英格向洞口慢慢的走去，突然传来莫里森的喊叫：救命啊！\n\n      英格听见马上跑了进去，发现一块块的红石，散发着光芒，又发现旁边有冰块正在融化，渐渐露出了一个骷髅。“什么东西，装神弄鬼。”骷髅动了一下，抖动着身上的冰块渣。竟然活了，英格用长矛一下把骷髅的头给敲了下来。也许这是个红石矿洞，但也是一个骷髅重地。也许是有人触发了机关。声音从一个从冰块里复苏的骷髅口中吐出。英格面对着几百骷髅，挥舞着手中的长矛，向骷髅挥去，直接把骷髅打散架，可是却又组装回去。英格向着莫里森喊的地方冲去，把骷髅打散又组合。直到跑到了一个四面平滑，像一个圆形，一个骷髅拿着铁剑砍向英格，英格用长矛挡砍来的剑却被砍成2半。英格用尖锐的一角将它砍散架。英格发现有一排阶梯，最上方由一把纯铁制造的宝剑，英格马上冲了上去，却被骷髅用弓箭射中了脚。骷髅渐渐逼向英格，就要用弓箭射死英格，千钧一发之际，英格用他另一只脚踢向那只骷髅，其它骷髅马上扑向英格，把英格压倒。就在这时，所有的骷髅却结冰了。英格将骷髅推开，把自己撑了起来，向那把剑走去，用力将剑拔出。1 2 3英格使出浑身解数，总于将剑从地面拔出。一拔出，地面开始震动，英格面前的墙显现出几排字:\n\n剑灵蹦出      山之震动\n\n地之晃摇      十日之内\n\n离开此地      为此生物\n\n不得好死      请速速离开\n\n英格看见字，完全看不懂，似乎山洞要塌了，突然前面出现一扇门，英格打开。竟然来到了一个花草丛生的世外桃源里。英格看见一旁有一个人，就靠过去。竟然是莫里森！惊讶的英格看见莫里森满身的伤痕，已经睡着了。\n\n================英格一晚上没睡，吃了一只烤鱼就睡了==========\n\n      英格醒来，见一旁的莫里森在梦游似的，口中一直重复着一句话:要没了  没了\n\n可是没几下，就变成:我要吃东西，给我东西。英格拿着一块鱼肉在莫里森的口中盘旋，莫里森突然一口吃了。莫里森醒来，:“还有没有？”看见一旁的英格，惊讶的说：“英格？你怎么在这？”\n\n      “我还想问你呢？”\n\n      “我怎么在这里，这是那，刚刚什么东西，再给我吃点”\n\n      “只给一只的啊！”\n\n英格递给莫里森一只烤鱼，莫里森就津津有味的吃着。\n\n       “鱼骨头啊！”\n\n    英格还在想着当时那些字，不过他已经记不得说了什么。\n\n     英格掏出那把剑，握把上写着\n\n附魔 锋利X 10级别附魔。\n\n     。。。。。\n\n     英格对着杂草一砍，一片草都断了。\n\n     “还不错！”\n\n      “什么还不错”一旁的莫里森说道\n\n      “这把剑啊！附魔10级。”\n\n       附魔是什么\n\n       我也不知道啊！\n\n       应该是魔法吧？\n\n       好像以前在图书馆听过。\n\n莫里森注视着周边，发现一个洞口。好像通往哪里，莫里森走前去看，里面有水流的声音：“这边怎么有水的声音。”\n\n 英格走过来，看了看，拿出荧光棒照了照。里面有一条水流。隐隐约约听见脚步声。莫里森对英格说：“也许我们应该下去看看。”\n\n       英格：“这是唯一离开这个地方的方法了！”\n\n      “梅穎呢？刚刚还和我一起的。”\n\n       “啊？那他在那里啊？”\n\n      “也许就在这洞下面。”\n\n      “那我们进去，看看能不能找到梅穎，顺便找出口！”\n\n  ====<\"====><><><><><><预知后事如何，请看下集！\n\n\n\n\n",
    "replies": [
        {
            "author": "杨宇宸",
            "timestamp": 1393332000,
            "txt_content": " 沙发 稳坐？"
        },
        {
            "author": "黄文斌23",
            "timestamp": 1393412940,
            "txt_content": "may,怎么没人，莫非"
        }
    ]
}