{
    "title": "<连载·单章>【海上大灾难】[作者：a2455564728][5]",
    "author": "a2455564728",
    "replyCount": 12,
    "timestamp": 1393417080,
    "txt_content": " 本帖最后由 a2455564728 于 2014-3-28 21:19 编辑 \n\n恩，好吧，我又来了，上学就是累啊，其实这章应该昨天就发出来的，不过昨天一是我手机抽了，二是时间太晚了，我担心沉了，所以今天才发。再说一句，不喜勿喷。再说一句，给个回复吧。\nMc每日故事 第五章：野人王！古德里安！\n        接上章。Angry最先醒来，他缓缓睁开了眼睛，看了看四周，“奇怪，这是什么地方，诶，哪些人是谁啊？啊，我的手怎么被绑住了！”Angry在心里自问道。不一会，其余四人也渐渐苏醒。大副开口问道，“Angry，这些穿着兽皮的人是谁啊，我们怎么被绑住了。”“这个，我也不知道啊，我才刚醒来我也不清楚啊，不过，看这些人的装束，应该是……”“食人族！！”Chost惊叹出声。“没错，应该就是食人族了。”“那，他们会不会吃我们啊。”Hsir的声音带着些害怕。“谁知道呢，我们的运气怎么这么差啊，刚刚好不容易才逃出了红牛的陷阱，现在却又落在了食人族的手里，难道这是天意吗？”“别说了，他们过来了！”众人立刻闭嘴。\n        两个野人正并排着过来。一边走似乎还在一边交谈着什么么。“喂，他们不是来抓我们去炖汤的吧？”Chost小声说道。“有可能啊。野人大哥，我的肉不好吃啊。”Hsir也小声回答道。Hsir刚说完，两个野人就已经来到了绑着他们的柱子前面，一个人拿出了一把菜刀，另一个人也不知从哪里拿来一块磨刀石来，两个人就坐在柱子旁边开始磨起刀来。磨啊磨，磨啊磨，刀与磨刀石接触产生的呲呲声听得大副他们那叫一个心惊胆战啊，生怕野人磨完刀后就来砍他们。时间一分一秒的过去着，野人手里的刀越磨越快，刀也越磨越利，磨过的刀口几乎可以照出人影来，大副他们的腿止不住的颤抖着，心脏越跳越快，脸上，手心里，不断的冒出汗来，真是要多害怕就多害怕。\n        又过了一会，野人的刀磨好了，他直起身来，手里拿着才磨好的菜刀，开始一步一步向大副他们逼近。一步，两步。野人每走近一步，大副他们的心跳速度就更快几分。就在刀口快要碰到大副的脸时，奇怪的事情发生了。两个野人就像约好了一样，同时捂着肚子跑开了，只留下了刚磨好的菜刀，旁边围着他们跳舞的人也不知什么时候全都没了踪影，一瞬间，这周围就只剩下了大副他们5个人。“大副，这不会又是一个陷阱吧，要不然那些人怎么说不见就不见了？”Chost问道。大副想了一想，说道“管他是不是陷阱，先逃命再说，Hsir，你腿长，快去把刀给我勾过来。”“好！”\n        一分钟后，大副终于成功的把绑着众人的绳子切割开，他长舒了一口气，说道“终于割开了，这野人族的绳子可真结实啊。”“那，我们现在往哪走？”Angry问道。“西边，我看见那些人都是往东走的。”Chost连忙回答。“愚蠢，这难道不会是他们的另一个诡计吗！先故意让几个人往东走，分散我们的注意力，让我们以为人都在东边防守着，西边有空当可以钻，然后在那里布上陷阱，把我们一网打尽。”“那，大副，你有什么更好的建议吗？”Hsir问道。“我想想啊，东边和西边一定是不能去的，我们就走北边吧。他们一定想不到。”\n        半小时后。五人来到了一个巨型的森林前，里面到处都生长着巨大的杂草和荆棘。“大副，这就是你所谓的安全的北边吗，我怎么觉得这边更容易被埋伏啊！”Chost无奈的说道。“你懂个屁啊，看似危险的地方，才是安全的。明白不。”“可是，照你这么说，我觉得东边更安全啊。”Angry也插了进来。“你不懂，好了，不要再讨论这个没营养的话题了。来，拿着。”大副不知从哪里拿出了5把砍柴刀来，“用这个去劈荆棘，效果相当不错。”“呃，大副，你从那里拿来的啊？”“在之前我们被绑的地方，正好5把，不多不少。”其余4人听后脸直抽抽，Angry说道，“我怎么觉得野人早知道我们会来这呢，连刀也准备好了。”“别多心，或许是老天爷看我们太可怜了，决定帮我们也说不定啊。快走吧，要不然一会野人就来抓我们了。”“唉，走吧。”\n        半天后。“大副！你会不会带路啊！怎么走了这么久还这森林里啊！”Angry的怒吼声从森林深处传来。“年轻人，别慌啊，相信我。你看，那里不是有人走过的痕迹吗，那一定是野人平时走的地方，只要沿着这条路走下去，一定可以走出去的。”Angry顺着大副的目光一看，果然看到了一条被人走过的路，在路旁一棵小树上，还有根红丝带在迎风飘扬。“大副！那是我们走的路，我还做了记号的，就是那根红丝带。算了，靠你带路，恐怕十年都走不出去。我有一个计划，大家听我说……”半响后。“Angry，你这个办法不错，我们就这么办。不过，谁和谁一组呢？”船长问道“恩，那就我，Chost和Hsir一组，你和大副一组。没问题吧”“恩，没问题，出发吧！”于是两队人便分开来寻找出路。\n        ACH队。三人正在边走边聊，“大副真是路痴啊，竟然带着我们走了回去，真不知道他是怎么找路的。看我这方法多好，只要朝着一个方向不停的走，迟早会出去的。诶，前面怎么有声响，难道要出去了？”Angry迫不及待的劈开面前的荆棘，往前一看，惊讶的声音随即传来“怎么是你们？”\n        时间回调几分钟，看看船长他们。“船长，这次一定不会再迷路了，只要我们朝着这个方向一直走，肯定会出去的。”“希望如此吧。”几分钟后。“前面怎么会有声响，难道要到外面了。”大副激动万分，连忙劈开面前的杂草，往外一跳，惊讶的声音在下一秒传来，“怎么会是你们！！”\n        是的，因为某种特殊的原因，两队竟然相遇了。“大副，你们怎么在这？”Angry问道。“我还想问你们呢，我明明是照着直线走的啊，怎么会碰到你们呢？”“我们也是啊，奇怪，不过这里是……”Angry话只说了一半便没再说下去，但是他的眼睛里却流露出不可思议的神情，众人往他目光的方向一看，眼神中也顿时充满了不可思议，在他们目光所到的地方，一根红丝巾正迎风飘扬着。是的，他们不止是碰到了一起，而且还回到了之前他们分开的地方。“我们怎么又回来了。”Angry问道。大副摇了摇头，表示他也不知道。“要不，我们换个方向试试？”Angry提议道。众人点了点头，然后便各自找了一条路，开始走下去。\n        半小时后。5人又一次回到了这里。“这里太邪门了，怎么走都走不出去。”Hsir忍不住说道。其他人也都点了点头。“要不，我们再试一次？”Chost问道。“好吧，就再试一次吧。”\n        但是，无论他们试了多少次，换了多少方向，最后始终都回到了这里。“该死，这什么鬼地方啊，怎么走都走不出去。”大副咒骂道。“对啊，真地方真邪门，明明走的是直线，怎么会又回来呢？”Chost也忍不住咒骂道“邪门的恐怕不止这些，你们看看天上!”船长说道。众人往天上一看，顿时被吓的不清，太阳竟然还在正中央高高挂着。“不对，不对，我们逃出那里时就已经是正午了，怎么现在还是正午啊，难道……”船长说道。“难道什么，快说啊。”Hsir焦急的询问着。“我也不知道是不是这样，但我们可能已经被催眠了，这一切都只是我们的想象而已。”“怎么可能会有如此真实的梦，你不是在逗我们吧。”Angry忍不住说道。“不，我是说真的，如果是梦，那之前发生的一切才可以解释。而至于这个梦为何如此真实，看来我们是被幻术师给催眠了，也只有幻术师才能营造出如此真实的梦境。”船长解释道。“那……”大副刚想说什么，却突然觉得眼前白光一闪，然后就昏迷了过去。当他再次醒来时，却发现自己又被绑到了柱子上，其他人都一样，野人还在磨着他的刀，其他野人也依旧在围着他们跳舞。其他几个人还未醒来，不过看来也要醒了。之前的，真的只是梦而已吗？大副在心里自问道。一个奇异的声音传入了他的耳朵，“是的，那只是个梦而已。”大副抬头一看，自己的面前不知什么时候多出来了一个人，这个人的双眼充满了邪异，看似年轻的面貌却惨白无比，瞳孔深处隐隐散发出深邃的光芒。“你，你是？”“我名为古德里安，野人的王，世界上最伟大的幻术师！”\n字数：2900\n\n@zjr_516635864 @长手的苦力怕 @顾梓熙 @银狼 @☆茶杯骑士☆ @额无语\n索引贴：http://www.mcbbs.net/thread-243340-1-1.html \n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "wszhu",
            "timestamp": 1393417800,
            "txt_content": "垃圾一点也不好看"
        },
        {
            "author": "额无语",
            "timestamp": 1393417920,
            "txt_content": "没亮？没亮居然有提示？！"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393418160,
            "txt_content": "wszhu 发表于 2014-2-26 20:30  垃圾一点也不好看\n垃圾你可以不看啊。"
        },
        {
            "author": "wszhu",
            "timestamp": 1393418280,
            "txt_content": "a2455564728 发表于 2014-2-26 20:36\n垃圾你可以不看啊。\n请封我的号谢谢"
        },
        {
            "author": "小百合",
            "timestamp": 1393419660,
            "txt_content": "wszhu 发表于 2014-2-26 20:30\n垃圾一点也不好看\n9494，多好看啊"
        },
        {
            "author": "小百合",
            "timestamp": 1393420200,
            "txt_content": "为什么wszhu一直想要被封号呢？"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1393420860,
            "txt_content": "文笔不错呐，惯例顶个"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393421100,
            "txt_content": "zjr_516635864 发表于 2014-2-26 21:21  文笔不错呐，惯例顶个\nHsir，你的悲域什么时候更新下一章啊，我等着去顶你（之前的几章我周末再来评分，手机论坛伤不起啊）"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1393421220,
            "txt_content": "a2455564728 发表于 2014-2-26 21:25\nHsir，你的悲域什么时候更新下一章啊，我等着去顶你（之前的几章我周末再来评分，手机论坛伤不起啊） ...\n其实我最近都在找时间用电脑哇。。。\n\n手机版实在硬伤，\n平板又容易闪退，\n只好坐等时间到来了= ="
        },
        {
            "author": "a2455564728",
            "timestamp": 1393421340,
            "txt_content": "zjr_516635864 发表于 2014-2-26 21:27  其实我最近都在找时间用电脑哇。。。   手机版实在硬伤， \n那，好吧，你发新章记得叫我啊"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1393474380,
            "txt_content": "wszhu 发表于 2014-2-26 20:30\n**** 作者被禁止或删除 内容自动屏蔽 ****\n不得以任何形式对作者进行言语辱骂或人身攻击"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1393475040,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-2-27 12:13\n不得以任何形式对作者进行言语辱骂或人身攻击\n  我觉得他就是注册新号来乱喷的，封了好。"
        }
    ]
}