{
    "title": "<原创·连载>击败Him，重回人间[作者:埃及] [最新章节:第七章]【求金粒求人气】",
    "author": "埃及",
    "replyCount": 12,
    "timestamp": 1393417740,
    "txt_content": " 本帖最后由 埃及 于 2014-3-14 21:18 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n新人创作，多有不好不喜勿喷，非喷右上↗\nPS:由于那个帖子姿势不对。。所以重新开了个\n\n第一章 哪？\n\n\n思八达正在回家的路上，悠闲地将两只手放在口袋里，还无聊的提着地上的某一块石子。\n\"下午还要去学校，诶~~好像多玩一会MC啊，我还是腐竹呢~人家最喜欢在别人背后放苦力怕娘了\"随后他又叹了一口气:\"可是没钱继续开服了..\"\n正当他垂头丧气的提着一块又一块的石头时，面前突然出现了一道白光，如同是被什么撕开了一样，吸引着斯巴达。思八达连忙往后撤，可是吸引力太强大了，把Aaron拽到了\"撕裂\"的地方，Aaron一下子就倒了进去。\n\n\"啊..好痛..\"思八达轻抚着自己的后脑勺，颤抖的站了起来。\"恩..\"思八达轻轻地嗯了一声\"恩！？\"思八达感到不对劲了，\"方块？这不是MC么？？\"他又抬起了手，\"史——蒂——夫——？！\"思八达开始着急了，想着要是回不去该怎么办？？难道我要永远在这里？？……思八达想得很深远，突然，前面出现了一个破旧的小木屋。破破烂烂的，蜘蛛网到处都是，有些地方还缺了一角两角。\"呃...\"他停止了思考，走了进去。发现有一个箱子，作为熊孩子腐竹第一步当然是打开箱子了~\n\n里面有一本书，书名是:匿名信，作者是\"Herobrine\"【匿名信？匿你妹啊！】他拍了拍灰尘，上面写道：\"你是第4位···呵呵···前三位都因为打不败我所以被我关了起来···只有两个趁我不注意逃了出来，还把我的神器拿走了一半。呵呵，我不会让你活着出去的，我也不会犯同样的错误。\"看完，思八达不寒而栗，想\"him!?他而是神啊！！！打败他？确实不容易。。\"思八达有些伤心，但又想到\"他说逃出来的拿走了他一半的神器耶..说明还有希望，不过要找到他们。可是MC谁都知道地图无限大啊！！！怎么找呢..\"思八达又开始着急了，他看了看窗户外面，发现已经中午了！而且很饿，他得去弄点东西吃。思八达走到了一片树林，轻松地撸空了一片树林。他拿着一堆木头回家时，突然一只小白在树后面偷偷的射了他的腿，他把木头扔下来，摸着腿，还说：\"靠！刚来就要死！不会吧？！\"主角当然不会死，因为有主角光环。这时候，一个很黑的地方有一丝白光，随后射出了一支箭……\n\n直接打中了小白的要害。小白叫了一声，随后朝黑洞连射了三箭，白光突然消失了。骷髅也安了心，继续向我走来，收货我这个\"猎物\"。可是没想到的\n是，树上突然跳下来了一个小伙，他身穿铁甲，手里拿着不知道什么剑，直接劈向骷髅。骷髅因为抵不住这么大的力量，所以被一刀两断。他喘了两下气，在翻背包，似乎在找什么东西。他拿出了一把钻石剑，思八达\"不会要杀我吧！！\"思八达下意识的捡起最近的石块，可是又看到了他把剑放了下去，于是也把手松开了。只见他拿出了一个金灿灿的苹果，发出善良的光芒。\"给，快吃。\"那个人把金苹果递给了你。你用颤抖的手慢慢地接住了金苹果，然后快速的收了回来，一口一口，小心翼翼的吞了下去。这下放心了才仔细看他，他的额头上有一个黑色标记，恩...H？这个字歪歪曲曲的，但是好像长了很长时间。\"谢..谢谢!\"思八达颤抖地说着。\"那个，我叫李永祥。\"思八达回想了一下，那本书上好像说逃走的有个叫李永什么什么，还有一个叫刘伟？\n\n第二章  惨败\n\n过了一会，伤就好了，箭也消失了。思八达小心翼翼的甩动了几下腿，见完好无损，便说:\"好了，谢谢你！\"李永祥:\"恩，没事就好。恩..\"说完，李永祥低头，好像在沉思。\"怎么了？\"思八达关切的问候了一声。\"恩..好吧，你见过一个叫刘伟的人吗？他和我一块从Him的地牢逃出来的，可是出来就不见他了。\"刘伟？恩...\"思八达想了一下，李永祥说：\"我偷得的神器都给他了，我怕他一个人跑了，就再也打败不了罪大恶极的Him了。\"思八达突然感觉窗户动了一下，抬头往窗户那里看了看，只见一道白色的亮光闪了过去。\"谁！站住！\"然后赶紧从门里跑了出来，李永祥随后也跟了出来。\n看到了一个白眼睛的家伙。\"这货是Him!\"李永祥边说边把另一把钻石剑扔给我，自己装备上了弓和箭。李永祥说:\"我掩护你，你快赶走他！\"\"好！\"Him身边冒出了紫色粒子，转眼就消失了。这让李永祥的一箭射空了。思八达感觉不对，急忙把剑头转向后方，正好刺向Him，Him也不是好惹的，竟然空手接蓝刃！！！然后后空翻，把钻石剑踢到了天上，思八达还没反应过来，幸好被李永祥推开，免于一死。李永祥又拔起钻石剑再次刺向了Him，Him召唤了助手接住了剑刃，并且以迅雷不及掩耳盗铃之势窜到了他的后面踢了他一脚，Him又把他扔到了思八达身上，Him又提升了几格。召唤了2个骷髅和10个僵尸。李永强拿着钻石剑砍掉了两个僵尸的头，又用弓箭射死了一只拉满弓的骷髅。思八达也不甘示弱，用临时做好的木剑刺向了僵尸，努力的拔下来了一个僵尸头，再把剑扔向另一个拉满弓的骷髅。Him眼看越战越败，于是召唤了20只末影人。李永强扔给了思八达一把有很多刮痕的铁剑，不过依然很亮。思八达接过剑就砍下了一个末影人的头。又踹了一脚后面的末影人，踢到了李永强那里，他熟练地用钻石剑戳中了末影人。这样的战斗下去，一会就剩不几个末影人了。他们怯怯的站在角落里，不敢进攻。\n\n\nHim有点愤怒，只好派出最精干的怪物——僵尸猪人\n\n\n僵尸猪人军队开始向这里涌来，数不胜数啊！他们赶紧往后跑。可是跑的了和尚跑不了庙，偏偏就遇上了个大峡谷！这下进退两难，前面是将是猪人军队，后面是深不见底的峡谷。\"只好殊死一搏了！\"说完，李永强率先冲向军队，可是转眼也支撑不住了。思八达拿着小白刚刚掉落的弓掩护着李永强。可是还是抵挡不住，最后被迫摔下了悬崖……\n\n\n\"啊..好痛..\"他们先后站了起来，发现装备都被Him拿走，还留下了一个牌子\"呵呵...你们真有趣..我想和你们玩玩..\"\"靠！\"斯巴达大骂了一声，李永强也小声跟了一句。后来他们清点了东西，发现只有面前两只猪人死时留下的金剑了。\"这。。\"李永强说着，拿起了一把金剑，准备好后，发现自己很幸运，掉到水池里了，而猪人人品太差了。他们注意到了前面有一个废弃矿坑，于是准备要向那里进发。\n\n\n\n第三章 Him的废弃矿坑-神器？\n\n\n二人先后靠着一个山壁走向废弃矿坑。这时候，思八达发现8点钟方向有一个骷髅拉满弓正要射向自己，他赶紧拿出金剑防御。可是这一箭力量太大了，而金剑又是最差的剑，于是脆弱的金剑被击碎了。李永祥也看到了，觉得这个骷髅不一般，于是示意思八达不要恋战，快点到废弃矿坑。可是这样跑哪有弓射的快？骷髅再次拉满弓，射了一箭。这一箭比上次的威力还要大，而目标恰恰又是思八达。思八达没来得及躲闪开来，于是手臂被射了一箭，\"啊！！\"骷髅再次拉满弓，似乎要夺走斯巴达的生命。就在这千钧一发之时，李永祥把他们两个人唯一的金剑扔向了骷髅。可是没有扔到骷髅，偏偏扔到了他的箭。他们就要走到废弃矿坑了，可是骷髅又射了一箭，目标还是思八达。李永祥赶紧把思八达推过去，正好让他的两只手扶到一个支架。李永祥也赶紧冲了过来，中间还差点掉了下来而丧命。骷髅又不怀好意的拉满了弓，而又是李永祥及时把思八达拉上来，差点就死了。李永祥仔细看了看这支箭···呃···\"炸药！快跑！\"李永祥拖着思八达就往前跑，这火药威力可真大。爆炸范围一直扩大，而李永祥他们却始终差一点就被炸死。终于，爆炸终于停止了。他把思八达靠在地上，用手挖了点木板，做了个工作台。做出石稿子挖了点金子，赶紧做出金苹果（思八达砍木材的时候获得的），给思八达服下。过了一会，他的伤口开始慢慢地恢复，一会就完好无损了。\n\n\n\"那个..刚才谢谢你啊。\"思八达抓了抓头。\"没事，我们是一对好盆友（死基佬）嘛。\"恩..我们该怎么出去啊?\"李永祥说：\"现在外面都是猪人军队，不如就在这里呆两天，逃过Him的视线。这时，他们听到上面有动静，于是赶紧做好武装准备，石头被破坏之后下来了一个——思八达的同学！？\n\n\n\"路鑫源，你怎么在这？\"他拍了拍腿上的灰尘，不慌不忙地说:\"不知道，我就看到了一阵光就到这里了。这是什么地方啊，到处都是方块？\"思八达说:\"这是MC的地图\"\"MC？就是你天天说的脑残MC？我们的耳朵都快要烂了。\"\"去死！\"随后不知道为什么路鑫源身上就多了2个红掌印2333\"那么。。怎么回去啊？\"路鑫源又问。\"打败Him。\"'Him???不是你整天说的MC里的神么，不是无敌么，怎么打？\"\"我也不知道..不过刘伟好像有神器，获得了他的神器应该就可以打败Him。\"\"太好了！他在哪？没看见他啊\"\"...他和旁边这位李永祥逃出来后就不见了，不知道是被抓回去了还是死了。\"\"靠北，你们说的是那个刘伟么？\"\"怎么，你见过他？\"李永祥插嘴说了一句，好像很激动。\"嗯啊，我和他在同一个方洞里，后来我们逃出去后来了一个白眼睛的家伙逃走了，掉了一个..应该是你们说的神器。\"路鑫源说完拿出了一把发着金灿灿的光芒的金剑。\"恩..这个应该是胜利·誓约之剑。（楼主玩泰拉瑞亚玩多了）\"\"怎么用呢？\"路鑫源就像十万个为什么一样不停的问。\"恩...我听Him的仆人说，只要有人的血滴在上面，他的主人就会是谁了。并且最重要的是——这把剑上面还没有滴血。\"\"...\"沉默了一小会，他又说:\"不过使用者使用之后，会精疲力尽，四肢发软……所以这是Him的神器最差劲的一个了，这就是没被使用过的原因。\"\n\n思八达想了一会，说:\"我滴血吧！\"李永祥似乎有什么事情，不过还是用剑把他的手指拉开了一点，滴了一滴血。随后这把剑似乎吃了激素一样疯狂乱撞。随后便消失了。\"去哪了？\"路鑫源又问。。李永祥又作解答:\"只要说一句咒语就行了，咒语是我去炸学校~校长不知道~。\"\"我去炸学校，校长不知道~。\"思八达刚唱完，神剑又瞬移到了他的手中。\n\n不知不觉中已经过了1个小时了，应该做点事情了。他们走在一起，看到铁挖铁，看到金挖金。走着走着，突然前面有很大的洞，他们胆胆颤颤的一个一个下去了。随后，出后入口都被炸塌了！他们有些慌张，站成了三角形随时准备迎战。果不其然，李永祥方向出现了4只僵尸，不过他拿着早已做好的铁剑在他们面前挥舞。2只僵尸最先冲过来，他用脚抵着一个僵尸，又用右手砍掉了另一个僵尸的头，然后把脚一踹，压倒了最后一个僵尸身上。最后一只僵尸冲过来，要报仇雪恨。不过还是被李永祥的快刀斩乱麻给切成了碎片。\"我这边也来了2个!\"路鑫源说着就砍掉了一个僵尸的头。2个僵尸也被轻易解决。后来的30分钟，僵尸没有出现，而一个角落里——\n\n此章没用233\n\n番外篇——暴风雨前的宁静\n\n最后两个僵尸应声倒下后，就是一片死一样的寂静。可他们还用火眼金睛死死地盯着前方，生怕被怪物一下砍死。他们谁也没注意到，就在一个角落，2只白色的眼睛正在静静的盯着他们，而他们好像是一只猴子一样——被Him玩耍。寂静寂静寂静寂静寂静寂静寂静寂静！！！除了寂静，还是寂静！！！！！！10分钟后...一阵咳嗽声打破了这死一般的寂静。\"咳咳..咳咳!\"这个人似乎是个老人，又似乎是...刘伟祥的声音？！思八达抽出了空余时间猛地回头看了一下他，………………………………人呢？！此时他看见他的方向有一对白色闪光的东西，但是过一会就像人间蒸发了一样消失了。\"刘伟祥？\"人呢？\"吱吱..\"\"呃...?\"\n\n\n继续正篇-Him的废弃矿坑-神器？\n\n\"吱吱...\"\"呃？\"思八达刚扭过头，一群洞穴蜘蛛就迎面而来，\"小心，路鑫源！\"说着，思八达握紧了铁剑，把扑过来的蜘蛛一刀两断，可是就这一只\"猛将\"丧命似乎对那一群蜘蛛没造成任何影响。\"小心后面！\"思八达听见了，赶紧往后看，猪人军队？！怎么进来的！...上面那个坑？？靠，路鑫源你挖了多少个坑啊！诶，没办法。\"我去炸学校！校长不知道！\"胜利·誓约之剑。应声即来，\"来吧，杀掉他们！\"剑似乎有灵性，一阵白光过后，军队和蜘蛛死的死，伤的伤。不过也是有代价的，刚过一会，思八达遍瘫软在地上。路鑫源赶紧把思八达拖走。走了好长时间，路鑫源有些体力不支，可是就在这时候，正好到了出口。发现出口很豪华，都是钻石块。于是做了两套钻石装，等等——上面写着，Him的矿坑！？\n\n\n刚念完，就有一只白眼睛的家伙瞬闪过来，\"Him?\"\"呵呵..算你有点见识..\"Him一下子抓住他的脖子，踢到了树旁。\"啊..失败的气息..\"Him歪着脑袋，冷笑着说。思八达正好醒来，看到Him要伤害路鑫源，于是用吃奶的力气拿起了身旁的铁剑，使劲的扔了出去，这下算是真的没力气了。Him拳头刚抡起来，就被刺中，随后就消失了。\"这不是..分什么..\"思八达躺在旁边看着。\n\n\n第三章——————结束\n\n\n番外篇 平凡中的..不平凡\n\n路鑫源咳嗽了几下，就扶思八达起来。他托着虚弱的思八达，一瘸一拐的走到了一条小喝边，喝了点水，之后思八达恢复之后他们两个开始砍木材。不一会就10组了，人多力量大嘛~不过，已经黄昏了，他们你三我四的拼装房子。可是才拼了一半不到就晚上了。饥饿的僵尸和骷髅冲了过来，思八达把临时做好的木剑掷向骷髅，又掏出铁剑砍下了僵尸的头，可不料，一只苦力怕在后面，把思八达炸开了，路鑫源赶紧把石剑扔向了整装待发的骷髅，然后赶紧把思八达拖了回去，挖了两个高的地洞，就在这里睡了一宿。深夜，他们都睡着了的时候...一双白眼睛还在一个地方看着他们...虽然地方很小，可是觉得他很..遥远..很遥远......\n\n早上，他们两个人先后从小黑洞里出来，思八达继续拼搭房子，而路鑫源做点防御措施，顺办把昨天的坑给填上。中午，房子和防御工程基本完工了，这时候，他们又开始收集草籽，开始种田，用杀死小白的骨头合成骨粉，以此来催熟。又弄了一个水坑，小麦田算是好了。他们吃了点面包，然后站在围墙【防御工程】上眺望着远处，\"好美啊\"思八达不禁赞叹一声。\n\n\"去把他们给我干掉\"\n\"是，主人。\"\n\"等等\"\n\"怎么了\"\n\"只把路鑫源带走。\"\n\"遵命\"\n\"顺便叫上他，让他阻止思八达的前进。\"\"是。\"\n\n第四章 路鑫源，你在哪？\n\n思八达站在围墙上，没有注意到下面的路鑫源。突然来了一个人，悄悄地把路鑫源敲晕。可是路鑫源他叫了一声，引起了思八达的注意。他回头一看，一个黑衣人正要带走路鑫源！他赶紧拿着铁剑冲下来，黑衣人发觉自己被发现了，于是拿起了袖箭给思八达了一箭。思八达马上就昏睡过去了。\n\n2小时候，思八达站了起来，回想起了2小时前的事情，于是决定放弃这个家，去寻找路鑫源。他伤心有无奈的想\"我已经失去了最依赖的刘永祥，绝不能失去路鑫源！！\"想着，便只做了几个面包，和了一把钻石剑就出发了。他仔细观察着黑衣人的脚印，发现他往..亡命沼泽里去了！\n\n亡命沼泽介绍:西方地狱的入口，而西方地狱里有通往末地的地方。这里也有特有的怪物——突变僵尸思八达出发了，慢慢地走在一条小路上，随时准备迎接Him的突然袭击。不过，又是..死一般的宁静。但是思八达还是紧握着剑，眼看八方。每次走路发出的塔塔声都会引起他的注意。你要问为什么？因为Him太阴险狡诈了。果不其然，刚走了一小段，就听见了极快的脚步声和急促的呼吸声！思八达停下了脚步，注意着旁边森林里的任何一个角落。这次不能冒险了，因为没有伙伴在身边，也没有金苹果。这次出门就带了8个面包和一些装备。\"吱吱..沙沙..\"思八达用听觉的那个东西在某个沙地，突然，声音停止了。只剩下咚咚咚的心跳声了，思八达不敢遗漏任何一个地方，不然必死无疑。\n\n如果是Him派来的，就更不可以小看了。因为Him的每个手下都是比他强力十倍百倍的，如果是Him..那么，思八达现在必死无疑了。他小心翼翼个转了身，发现前面有一块池子，旁边是沙子和一双脚..思八达一步一步的走过去，不敢走重，生怕那个人被惊动了。他每走一步，就是下一个生命的赌注。终于走到了树林边，小心翼翼的掰开了密密麻麻的树叶。突然，那个人似乎是被惊动了一样，猛地一下子窜到上面，思八达警惕的把铁剑举高。\"塔塔\"\"恩..?\"思八达意识到了不对，赶紧把钻石剑往后挪，幸好这一挡，挡住了那个人的匕首。不过，钻石剑被戳穿了一点！\"你是Him派来的对吧！！\"思八达大叫。\"是有怎么样！\"他说着，似乎激怒了他，力量又大了点，钻石剑就要被戳碎了。思八达机智的往做一躲，把钻石剑抽了出来。使得那个\"刺客\"失重倒了下去。\n\n\n思八达趁机把钻石剑丢走，抄上铁剑，往他身上一按，把铁剑放到他的要♂害（想歪了的去面壁！）那里，说:\"告诉我，路鑫源在哪！快！那混蛋Him在哪！快说！不说我杀了你！\"\"呵呵...杀了我啊，有种你他妈杀了我啊！\"\"靠！\"思八达看着这个\"老顽童\"着实没有办法。\"不杀我是哈？那就别怪我了..\"突然，那个\"刺客\"一下子消失了，只剩下紫色子粒，这让他扑了个空，脸先着地躺在地上。刺客瞬移到了后面，按着思八达，将匕首放在后脑勺上。\n\n\"现在是谁死了？呵呵...\"思八达看了看右边，似乎看到了什么希望。\"我死？谁死还不一定呢...哈哈哈....\"思八达稍微动了一下。\"你还有10分钟，说点遗言吧！哈哈哈哈····\"\"\"我的'遗言'是...\"思八达看着那里，那个黑影越来越近，越来越清晰，越来越大...\"我的遗言就是..哈哈哈！！\"思八达似乎在拖延时间，等待那个人的到来。越来越近了，可以看清楚他是——\n\n有奖竞猜:猜猜那个人是谁呢？\n第一个猜对的奖励金粒X10\n算了我等不及了。。手贱的我又想更，因为有人回复。。可是为毛没人猜啊QAQ\n\n越来越近了，可以看清楚他是——刘永祥？！\"快救我！\"思八达呆不住了，那个刺客也朝思八达的方向看了一眼，随后说了句：\"靠..是他，竟敢违抗主人的指示！\"就灰溜溜的逃走了。思八达站了起来，伸展了一下四肢，晃了一下脖子说：\"那个...谢谢哈，你我还没认识两天就已经就我两次了呢！\"\"呵呵..没关系。\"思八达发现刘永祥有点心事，于是把那个疑问给吞在肚子里了。\"你见到过路鑫源么？他被这个黑衣人带走后就没见过他了啊。\"\"他在那个大……呃……我也不知道他在哪了。\"\"哦。\"他举得刘永祥怪怪的。\n\n\"他竟然...算了，过来，这是变身药水，你和下去之后····\"\n\"是，大人！\"\n\n——————————————我是分割线——————————————\n第四章有点短哈，别介意233第四章结束\n\n第五章 突变僵尸！新伙伴？是敌人！\n\n\n他们继续走在小道上，旁边时不时的传出突变僵尸的叫声，还有阴险恐怖的蝙蝠。他们走一步心就像跳了一辈子似的。时间真快，马上就到黄昏了，过一会晚上就是突变僵尸出没的时间。\n\n突变僵尸介绍：\n生命：非常高\n防御：高\n攻击：非常高\n特点：死后会重生，重生后旁边会发生爆炸。\n\n突变僵尸出来了，第一个突变僵尸恰恰正好是在他们身后的一个大洞窟前面。他们急忙转过身来，可是....突变僵尸已经扑了过来，他们每人一个后空翻躲过了致命一击。\"还记得我在你口袋里放的纸条上写着的A计划么，记得的话执行！\"思八达赶紧看了看，就执行了。刘永祥忙掏出弓箭，吸引突变僵尸的攻击力，而思八达则在树林里绕道突变僵尸的身后。他跳到了屁股上，赶紧往上爬。不料，刘永祥没有弓箭了！突变僵尸的注意力立马转移到了背上的思八达。突变僵尸恶狠狠地盯着后背，把思八达摔倒了刘永祥身上。他们都元气大伤，七窍流血【不科学啊】思八达勉强的蹲了起来，自不量力的投掷着小石块...\n\n思八达突然想到胜利·誓约之剑，不过现在已经筋疲力尽，用那把破剑就要被累死。就在突变僵尸巨大的手掌要把这两个\"闯入者\"碾成肉酱的时候，英雄出现了。他因为光线问题一身黑，就那把剑发着蓝光。从他的头前飞奔了过去，\"刺啦刺啦\"突变僵尸的头随着声音被砍断。那个人走到了他们俩身边，他们也看到了他的长相：\"蓝头发，灰..眼睛？一身普通的着装。\"他们俩下意识的往后倒了几厘米。\"放心，我没恶意的，我就是路过，不如做个朋友吧。\"说着，他抬起了粗糙的右手。思八达扶着他的右手站了起来。\"我叫蓝尼\"\n\n\"谢谢啊...总是被救好伤心啊，什么时候我也能救人一回呢。\"那个人似乎嘀咕了一句:\"马上就会的，呵呵...\"\n他们走进了一个小洞窟，点了一堆篝火照明和取暖。\"恩..我问你件事啊，你怎么这么厉害，一下子就把他杀了？\"\"啊…呃啊…呃是这样的，可能是我弄住了她的..呃..弱点吧！\"\"哦，是这样啊\"他们两个不约而同地说。\"那...今晚就睡这里吧。\" \"好\"；晚上，蓝尼走到我跟前，说:\"陪我去上个厕所吧，我好怕耶...\"\"恩恩- -\"思八达翻了下来，摇摇晃晃的站了起来。揉了揉眼睛说：\"走吧。啊~\"还打了个哈欠。\n\n\n蓝尼带着思八达走了很远，斯巴达觉得不对劲。说:\"上个厕所走这么远啊？\"\"呵呵...你上当了...\"蓝尼冷笑着说。\"额额什么？？！！你是——\"还没说完，就被敲晕了。待醒来之后，发现自己在一个类似监狱的地方，他四处张望，发现左边也有一个监狱，而里面是——路鑫源！\"路鑫源 ！喂！醒醒！\"陆心源像一头死猪，怎么叫都不醒。这时，走过来了一个黑衣人。思八达觉得他很眼熟，绞尽脑汁的想……\"你是，你是那个袭击我的人！是你带走了路鑫源！\"\"是又怎么样？再看看我是谁..呵呵..\"他脱掉了帽子。\"蓝..蓝尼！\"思八达躲了一下脚，又说：\"你这招也太烂了吧！\"\"烂又怎么样...你不还是乖乖地被我抓了？？\"可恶..思八达看到蓝尼再向前走，而他发现钥匙在他身上...\"过来，我对你说句话\"思八达笑了笑。\"呵呵，你的招数比我的还烂呢。\"蓝尼把钥匙收了起来。\n\n第六章 怪物竞技场\n\n\"想出来来么..那就打过我的手下吧。\"他说完，监狱突然扩大，变成了一个竞技场。而前后左右都是被关着的怪物。\"来真的了...\"怎么办，思八达只有一把无线耐久的铁剑！！来不及多想了，笼子已经放开了，怪物已经开始攻击了！！骷髅先是来了万箭齐发，思八达赶紧跑到僵尸后面，差点就死了。没反应过来的僵尸被万箭齐发一个个射死了。可是怪物像杀不完一样，困着僵尸的另一个笼子又放开来了。蜘蛛已经扑上来了，思八达拿起闪闪发光的铁剑砍掉了一只又一只的蜘蛛四肢。闪闪发光的铁剑一会就沾满了鲜血。怪物越来越多了，斯巴达支撑不下了。\n\n几十只末影人和一群僵尸攻过来了，而骷髅正好又要来万箭齐发。他又像上次一样躲到了末影人身后，可他忘了，末影人是会瞬移的。一只只锋利的箭朝他射来，他慌张的用右手紧紧地握住铁剑来防御弓箭。可是又不行了，万箭齐发还没完，蜘蛛和僵尸又扑过来了，他连续来了13个后空翻躲了过去，蜘蛛再次扑来，可是思八达又搬到了一块石头，倒在了地上。蜘蛛一跃，跳到了斯巴达的上面，他赶紧把铁剑放竖着，蜘蛛被劈断了。\n\n思八达慌忙的站了起来，躺在地上只有受虐的份了。\n\n那几只瞬移走的末影人又回来了，正好挡住了他的去路。蜘蛛也过来了，思八达顺手拿起了一只洞穴蜘蛛挡住了末影人的致命一击。随后侧空翻，蜘蛛打向了末影人，末影人也不小心打到了蜘蛛……万箭齐发又来了，正好僵尸群过来了，思八达赶紧防御在呆呆的僵尸身后。\"咻咻\"僵尸一个一个的倒下了。\n\n\"废物！全是一群废物！还是要我来吗！？？\"蓝尼在空旷的观众席上大喊。随着骷髅也被思八达打败后，蓝尼等不及了，纵身一跃，撞碎了玻璃\"闯\"了进来。\n\n\"你已经死了。\"蓝尼捋了捋袖子说。\"你也活不了。\"蓝尼拿出了那把蓝剑，思八达也拿出了那把无线耐久的铁剑...蓝尼瞬移到了他的上空，猛劈下来。他也赶紧拿出铁剑防御。巨大的冲击力让无限耐久的铁剑竟然也掉了一点耐久。思八达的手腕受伤了。\"你也不过如此嘛..\"\"你..你高兴得太早了！\"思八达拔起插在草地上的铁剑勇猛的冲了过去。蓝尼只是傲慢的说了什么，出来了一道光墙...思八达的铁剑怎么砍也砍不破...\"现在，呵呵，该我了。\"蓝尼甩了一下剑，思八达就被这股剑气摔倒了后面几米远。\n\n\n\"就这点实力\"烂泥停顿了一下，走了过来，\"呵呵..还妄想打败我？“\n\n\"够了！\"有一个人在喊。\"又是你，你个碍事的家伙，大人让我杀了你！\"那个说话的人跳了下来，他竟然是李永祥！\"你怎么...\"李永祥转头砍了一下后面虚弱的李永祥，又说:\"我想救他。\"蓝尼冷笑了一下，继续说:\"就为了他——你背叛了我们的Him大人？\"李永祥接着说:\"....我要救他。\"蓝尼傲慢的说，要救他就要打败蓝尼。\"你这坨烂泥，看我宰了你！！\"李永祥拿起了一把红色的剑，红蓝两剑相互摩擦，碰撞出了亮丽的火花...思八达眼前突然变黑，然后昏死了过去。\n\n\nHim剧情23333\n\n他用惨白的眼神盯着手上的一颗\"玻璃球\"，上面显示的正是蓝尼和李永祥激烈搏斗的场面。一次一次攻击，一次一次回避。两人的剑早已破烂不堪，可是还在战斗...终于，李永祥体力不支，没有抵挡住蓝尼的必杀。虽然是必杀，可李永祥也不是弱者，所以抵挡了一半的攻击。Him惨白的眼睛稍稍抖了一下，似乎在述说这什么。\"不愧..是我的..第三大将..呵呵..\"他把\"玻璃球\"扔到一边，看着基岩宝座...似乎在想什么。\n\n第七章 荒郊野外的..神器？\n\n\"额额啊...好痛..\"思八达缓缓地站了起来，发觉自己居然在一片荒郊野外！附近只有一片草，一棵树都没有。他往后瞧了瞧，居然有一个箱子。箱子上有许多血迹，不过都是很久的样子了。思八达打开了盖子，里面只有一张破旧的纸条，思八达掸了掸灰尘，上面写道：山脉...圆石...神器...\"思八达貌似懂了，看了看旁边。可是，旁边只有草原，哪来什么山脉！？\n\n思八达疑惑不解的边走边看。一不小心撞到了一坨石头上，思八达觉得神器可能就在这里！不过四处看了看什么特别之处都没有。。他失望的摇了摇头，继续往前走。思八达挠了挠头，手一松，那张纸掉到了山洞的岩浆湖里了...\"啊！\"思八达扑到了岩浆池边，差点就要抓住了。这会儿，岩浆那几千度的高温热的思八达的左手痛苦不堪，于是他敢近伸回了左手，继续向前走。走了几米，似乎突然发现了什么，停下了脚步。\"山洞...洞...山....山！？\"思八达突然觉悟了，往后看——果不其然，是一座山！\n\n他高兴地铺了上去，虽然石头有些棱角，可是思八达却毫不在意。突然天空出现了一个声音:\"喂喂 麦克风好用吗？\"思八达顿时呆住了，这里还有麦克风？他沉思了一会，爬起来说：\"谁？你在哪！？\"\"恩恩..听得到嘛...那个，我是Notch。\"思八达觉得很奇怪，Notch？Him的哥哥？那不是···可以出去了！\"啊！快救我出去吧！可怜可怜我吧！\"Notch好像有些事...\"放你走可以，但是你得帮我打败Him。\"\"啊？他不是你弟弟吗，不是很容易就打败他了吗？\"Notch现形了，叹了口气，继续说：\"诶，谁是他哥啊，你们人间的都是假的。其实我和他都是虚拟人物，只是我被一个叫Busty的人成功创造成了人类，而Him只成了失败品，永远留在了这个虚拟世界。不过，他在地下遇到了Busty，Busty可怜他，于是把自己一小部分的力量给了他。\"\"一小部分就这么强大？那快去找Busty，打败Him吧！\"\n\n\"我也想啊，可是Busty在两周前莫名其妙失踪了...\"",
    "replies": [
        {
            "author": "埃及",
            "timestamp": 1393417860,
            "txt_content": "沙发还是我的么么哒"
        },
        {
            "author": "1427354826",
            "timestamp": 1393417980,
            "txt_content": "HIM\n\n\n"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1393418340,
            "txt_content": "斯巴达。。。写错了（验证48（d））"
        },
        {
            "author": "Michele",
            "timestamp": 1393418400,
            "txt_content": "还不错~支持"
        },
        {
            "author": "埃及",
            "timestamp": 1393496280,
            "txt_content": "求回复求回复求回复"
        },
        {
            "author": "zcyzhao1",
            "timestamp": 1393499820,
            "txt_content": "给你顶了.写的不错!"
        },
        {
            "author": "stool",
            "timestamp": 1394976060,
            "txt_content": "不仅写的不错我看了一下 字数1W1千"
        },
        {
            "author": "勉强面倒臭",
            "timestamp": 1410694500,
            "txt_content": "stool 发表于 2014-3-16 21:21\n不仅写的不错我看了一下 字数1W1千\n真想把你的小说做成rpg地图"
        },
        {
            "author": "勉强面倒臭",
            "timestamp": 1410694500,
            "txt_content": "stool 发表于 2014-3-16 21:21\n不仅写的不错我看了一下 字数1W1千\n抱歉回复错了。。"
        },
        {
            "author": "勉强面倒臭",
            "timestamp": 1410694500,
            "txt_content": "stool 发表于 2014-3-16 21:21\n不仅写的不错我看了一下 字数1W1千\n抱歉回复错了。。"
        },
        {
            "author": "勉强面倒臭",
            "timestamp": 1410695880,
            "txt_content": "埃及 发表于 2014-2-27 18:18\n求回复求回复求回复\n做成rpg！"
        },
        {
            "author": "Z战陈",
            "timestamp": 1410696180,
            "txt_content": "开头的穿梭总是那么猴急，人物的心理特征没有表现出来，打死我都不信你要是到了MineCraft大陆第一件事情是怎么回去而不是这怎么可能，这不科学{:10_503:}"
        }
    ]
}