{
    "title": "<连载·单章>【去而复返】[作者：世奇][第九章]",
    "author": "592764254",
    "replyCount": 4,
    "timestamp": 1393422840,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-2-28 20:12 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n今天两更，但只出一章，本章字数达到2100字\n\n去而复返 第九章\n                            开始征程\n    黑色的夜幕中闪烁着银星，月光下，两个人朝着一座有些破败，长满苔藓的废墟走去。雪白的月光铺洒在绿色的大地上，在东方的天际，浮现出淡淡的紫金色的光。\n    弗颜乎看到了黎明的到来，大喊一声:“我们走！朝着太阳初升的方向，在那里，有我们的梦想！”\n炎的身体有些微微的颤抖，他那方块的红瞳却越发坚定起来。弗颜乎带着众人来到了铄奇身边，拍拍他的臂膀，又拍拍他的剑，投去一个严肃的眼神，然后自己走在前面，朝着那淡淡的紫金色光芒走去。\n    铄奇回过头，望了望那座废墟，又望了望那下沉的月亮，转过头，把一切抛在了背后。树林里传出嘶吼声，一只只僵尸缓慢地走出树荫，来到了阳光下。“嘶--”一阵火焰突然升腾起，在僵尸那陈臭的腐肉上烧灼着，不一会儿，僵尸便倒下了。沉重的尸体倒在地上瞬间消失在泥土里，一股淡淡的黑烟飘向天空。\n    “前方是一片沼泽地，我们要小心，别被那里的史莱姆和沼泽湖给困住甚至杀死了。”弗颜乎给大家作出了及时的提示。非舜是傲飞族的游侠，他十分善于速度和跟踪，以及发现别人所看不到的东西。非舜两脚轻盈地跳跃，以非常的速度奔向沼泽。一行人已经可以看到沼泽了，在那中间，还有一口岩浆湖，无数的火星飞出来，溅到边上的石块上。绿色的沼泽湖外，两只略大的史莱姆笨重地跳跃着。弗颜乎紧盯着史莱姆，一手拿着魔杖，一手按在腰间。非舜突然出现在史莱姆背后，以迅雷之势抽出石剑，趁其不意，一剑刺进了一只史莱姆黏着的方形躯体。史莱姆发出“呜-”的呻吟，也不管刺入身体的剑，转过身来，直视非舜。那剑被非舜死死握住，史莱姆一转身，剑便一下将史莱姆切成了两半，而两只史莱姆还在一起，还是一个大型史莱姆的势头。另一只史莱姆也发现了敌袭，可它此时估计要哭了，如果它能的话，弗颜乎已经用咒语，生成出一条通天藤，紧紧将它束缚住，史莱姆的分裂能力只有受到攻击时才能触发，现在这简简单单的束缚，倒让它没了辙。此时，第一只史莱姆又被非舜抽出剑，一剑正面斩下，利索地切成了四块，史莱姆瞬间崩开，一股绿色的粘液在空中爆起一朵花。非舜一笑，急伸手一接，一点粘液掉在他的手上，凝成了一颗浑浊的球体，这种球被他们叫做粘液球，当然也很好理解这个名字的由来。弗颜乎立刻念下咒语，一道闪电劈在了岩浆湖里，震出的岩浆溅在被束缚的史莱姆身上，一阵“嘶--”，液体被蒸发的声音响起，这只史莱姆就这么被岩浆杀死，甚至没来得及分裂。那一朵粘液花在空中爆开，洒在沼泽地上，瞬间消失在了泥土里，地面上，霍然出现了四只史莱姆，形态相同。铄奇和炎也出手了，炎以闪电的速度奔到史莱姆处，铄奇也以最快的速度跑去，四只史莱姆，三个方块人，四把方块剑，这场小型的战争似乎已没了悬念。铄奇两剑出手，木剑掷向面前的中型史莱姆，石剑握在手中，飞奔向另一只较近的史莱姆，一剑从顶而入，狠狠的刺入，甚至刺进了泥土。炎一挥手，他随身携带的佩剑瞬间出鞘，一道火光在空中一闪。这是一把赤红色的武器，剑刃上反映着太阳之光，显得无比耀眼，这把剑，就是当世的十大神剑之一，名为太阳神之剑，是炎家族的传家之宝，如今他功有所成，他的夫妻便将这把荣誉之剑传给了他。太阳神之剑在空中显得无比耀眼，甚至要超越太阳所散发的光。剑身上嵌有十颗不同大小的宝石，其中最大的一颗金红色宝石，就是烈焰神石，此石乃烈焰神的传承所弃之物，烈焰神可传承太阳神的神位，以获得更大的权利与能力。炎挥舞着神剑，斩劈向一只史莱姆，这把剑还没碰到它，史莱姆就被迎面而来的烈焰之气给震慑住了，浑身燃气了烈焰，这烈焰非比寻常，乃太阳神的神火，不论是木，土，金，石，甚至，水，冰，云都能在神火之下点燃，烧灼，直至消失。当然，他也不敢和巫师弗颜乎对抗，巫师的魔杖在品级上并不逊于这剑，而且还甚有过之。而且巫师掌握的能力，也不是他一个普通的方块人所能比拟的，弗颜乎甚至可以与半神拼个你死我活。只是巫师都无法再继承神位，最高级的巫师的能力与神也差不了多少。那史莱姆全身烧灼起来，终于，来自于烈焰神与太阳神的神之审判降临了，它全身被烈焰所包围，不出半分钟，它就化作一股黑烟，随风而去。非舜也不怠慢，一剑飞快的劈了八次，这剑法也是他的独创，名为舜之十八斩，每一斩都会发出不同的力，每一次都会蓄上上一次劈出的力，发出更大的威力。但数量当然不仅仅限至制在十八次，而是根据他的体力所限定的。非舜弹跳起在半空，手上的石剑继续斩向史莱姆，他已经斩了十五下，还有三次就到了他目前的顶峰。这时，他每斩出一剑都会在空中发出火花，这是他挥舞过快，连空气也不能逃脱，与剑身发起了摩擦所导致的。终于，最后一剑！这一剑斩向被劈的四分五裂的史莱姆，给了他致命一击，当然，它早死了。这一剑斩下，斩中了史莱姆下的泥土，石剑突然崩裂，粘液，泥土，石粒都在空中飞溅，非舜只好伸出两只空手，接下了两个粘液球。铄奇一剑刺向史莱姆，将其劈成了两半，他想起小时候玩斧子劈柴，想起了那一个个技巧和省力而效率高的方法。史莱姆在他手下被如同劈柴一般切成了均匀的四块，又被最后一震，一身的粘液都爆起来，喷了铄奇一脸。另一只史莱姆被铄奇的木剑一剑刺入五寸，又裂为两半。三人一起站到这两只小型史莱姆的身前，脸上带着微笑。这两只小史莱姆被吓得一动不动，最后又撞到一起，死了。三人如同三只猎手，又回到了弗颜乎身边，继续朝着东方前进。",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1393423020,
            "txt_content": "标题不合格没有【】。"
        },
        {
            "author": "JUNS",
            "timestamp": 1393423140,
            "txt_content": "- -！~很棒的作品，很有想法，支持一下"
        },
        {
            "author": "592764254",
            "timestamp": 1393423260,
            "txt_content": "多谢回复~回复越多，更新越快~"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1393423620,
            "txt_content": "  还不错 支持一下"
        }
    ]
}