{
    "title": "《守护者之书》第三章",
    "author": "CIEben",
    "replyCount": 3,
    "timestamp": 1338209880,
    "txt_content": "                                      第三章：守护者传说\n      “废物，醒了吗！”队长冷酷地说。\n      “啊~好疼，这是哪？”光化捂着头迷迷糊糊醒过来说道。\n      “走吧，长老有事见你！”说完，队长将光化从医疗室带到了长老的休息室。这是一间很“古老”的房间，几乎装饰都是用古典质朴的木为原材，只见长老躺在一张摇椅上，嘴里哼着小曲。\n      “长老，人我给你带来了，那我先走了！”\n      “不用！”长老回答道，“你也一起坐下吧！”听完长老的话，队长和光化找来了俩张摇椅坐了下来。“头还疼么？光化小兄弟。”他说。“呃嗯，你怎么会知道我的名字？”光化说。“这里可是守护者大本营，我有什么不知道的。刚才的一切你还记得么？”长老说，说完便睁开了眼睛望了望光化，随后接着说道：“忘记了也没关系！”“刚才我好像……”光化的话还没说完，长老就用手指对着光化的额头一弹，刚想说什么的光化又好像忘记了什么似得。“打开你的背包。里面有件好东西！”长老说，听了长老的话，光化立即拉开了背包的拉链，里面有一个东西闪闪发亮，拿出来一看才知道，这是守护者勋章。勋章一闪一闪地亮出金色的光芒，俩分钟后，光芒消失了，长老接着说：“呵呵，意外吧？这是队长给你的礼物喲！”“礼物？”“嗯~全靠这个你才得救的！你应该也了解一些我们守护者的历史吧？”“嗯！”“那我现在告诉你流传在守护者之间的故事——几百年前，这块大地的祖先拉登为了死后能让这块大地继续生存下去，创建了一支秘密军团，那就是守护者组织的原型——撒贺军团。一次战斗之中，撒贺军团突然销声匿迹，后来，又出现了一支可以与撒贺军团匹敌的守护者组织。”“撒贺军团？”光化问道。“没错，那是比守护者组织还强大的组织，却在一次秘密的任务中销声匿迹。有人说守护者组织是撒贺军团的手下分组，但这些也仅仅只有守护者的头领‘守护者之王’才知道，因为这是世界级秘密！”“那后来呢？”他问。“守护者的总领头被称为【护神】，人们习惯性叫做【守护者之王】，从初代起，【护神】就定下了这样一个规定：护神不见其人，唯有专令者觐见。从此之后，就没有一个人见过护神的面貌，只是听过他的声音而已。《守护者之书》是初代呕心沥血之作，世代相传的《守护者之书》被不同代的护神编写。”“你说的《守护者之书》是不是我今天看到的那个？”光化想了想，打断了老者的话说道，“我今天是有见过一本奇怪的书，那本书闪闪发光。还突然从里面窜出一条光直射入我额头，我还以为是怎么回事呢！”“难道还是封不住吗？”长老心想，“如果那本书真的没看错的话，或许这家伙是下一代的【护神】，那这样的话奥协大陆就有救了！”\n      正如长老所说，奥协大陆管辖着四支强大的军团，其中一支就是撒贺军团，但后来撒贺军团的消失使得守护者代替了他们的位置。恶念龙族军团也曾是奥协大陆管辖的军团之一，但后来因为龙族心术不正而被撤销守护权，如今管辖的军团只剩三支，最厉害的一支就是守护者组织。\n      《守护者之书》里记载了奥协大陆的历史以及未开发的宝藏区，里面蕴含着强大的力量，多少“斜眼狼”想夺取这本书来统治宇宙，但最终还是失败了，因为《守护者之书》是有守护者组织的总部所保护的“奥典（奥义经典）级”文物，落到谁手里都是一个悲剧。传说这本书是由护神大人亲自编写，里面的文字也只有被这本书选中的解毒者才看得懂之外，其他人根本看不出在写什么。\n      “信念火焰”是流传在守护者之间的一种战斗方式，只要守护者们做了万全的觉悟，对自己有足够的信念，就可以从额头迸发出火焰来，火焰的颜色代表觉悟的程度，最强的火焰就是又红又橙又蓝的觉悟之火，时而发红、时而发橙、时而发蓝。这是只有历代护神才拥有的强大火焰。历史上，没有记载过有任何人可以抵挡住这高密度的火焰的，唯有在高级危机的时刻，守护者的护神才会参与征战。\n      信念的火焰才刚刚迸发，此时，长老站了起来，一言不发地望着光化。",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1338211380,
            "txt_content": " 本帖最后由 geludan 于 2012-5-28 14:23 编辑 \n\n撸过顶一下，我才不会说我没看"
        },
        {
            "author": "g-g-g",
            "timestamp": 1338213180,
            "txt_content": "geludan 发表于 2012-5-28 21:23 \n撸过顶一下，我才不会说我没看\n太长了"
        },
        {
            "author": "hmy123456",
            "timestamp": 1338372540,
            "txt_content": "祖先拉登！   我去！\n"
        }
    ]
}