{
    "title": "《一个骑士的一生》迟到的更新",
    "author": "晓傲",
    "replyCount": 0,
    "timestamp": 1393603800,
    "txt_content": " 本帖最后由 晓傲 于 2014-3-1 17:49 编辑 \n\n  大家好啊！我是晓傲，先说说，晓傲是一个十分苛刻的人，当然，晓傲不是疯子，所谓的苛刻指的是晓傲对于时间的苛刻，每分每秒的关注，比如：晓傲开始写贴会关注时间，完成帖子也会关注时间，但是！晓傲没有强迫症，晓傲开始写贴的时间，晓傲从今天开始会写在每一贴上，今天晓傲于2014/2/19/14:48北京时间开始写第三章，当然，晓傲今天是生病了才没去上学，别想歪了哦！预告篇地址照旧写在帖子上http://www.mcbbs.net/thread-214673-1-1.html！                                                                                                   第三章：和野猪的激情一战\n\n  汤姆和杰克不知走了多久，来到了一个指示牌附近扎营休息，指示牌证明他们没走错路，大约还有300方块便到C城了，大约3000千米，不算远了，来到这儿，他们差不多过了几天，这几天，他们天天都在和怪物打交道，没见一个活人，也对，荒郊野外的，没多少团队可以幸存，流行的一句话：黑夜属于怪物们，敢在黑夜出门的人，是勇士，是半身进棺材的人，汤姆和杰克运气很好，几天见到的怪物只有寥寥几只，并且，汤姆有盗贼这个角色，偷袭就可以搞定了，不过晚上，外面怪物的叫声，让人难以入睡，汤姆他们已经差不多两天没有吃东西，差点就吃腐肉了，幸好杰克有带干粮，否则他们可能真吃腐肉了，汤姆在这几天和杰克的交往中，两人成了好朋友，汤姆也知道，杰克其实是被那些S村的野蛮人捉走威胁他父亲投降的，他知道，杰克的父亲是B城的大将，和中国唐代程咬金的身份差不多了，如果他投降了，B城基本马上就会被攻破，杰克也是靠自己唯一的秘宝逃出来的，杰克的秘宝叫做末影人的手臂，功能貌似就是可以无限制移开自己面前的方块，可惜，杰克在逃命的时候，掉入河中。\n  汤姆想到这儿，内牛满面，匕首握在手中，心想：我的第一职业是盗贼，还可以在增加一个第二职业和副职业，盗贼基本可以分成几种(包括转职后，转职就是升级职业)普通盗贼(上限等级是白银零阶)属性点可以自己平均分，没什么特别的，就是没转职的盗贼。\n敏捷盗贼(上限等级是黄金五阶)属性点偏重速度，敏捷盗贼职业的代表：孤独者和绞杀者，都是特殊要求职业，很少人可以拿到，要求是速度基础属性到达20点，孤独者优势是在平原的隐藏能力显著，而绞杀者就是手上挥刀的速度快，唯快不破、\n力量盗贼（上限等级黑铁九阶）是最垃圾的盗贼转职代表，没有之一，基本把盗贼的优势磨灭了，可能说力量就算在行，也不够战士的黑铁八阶强，简直就是被群殴的代表型转职业，全球不到1000人转职力量型盗贼，不过，能熬到后期的，基本是隐藏职业，比如：蛮族龙族血脉盗贼，基本就是很强的力量盗贼，蛮族龙族是一个隐藏职业，很厉害，也很靠运气。\n血牛盗贼（上限等级白银一阶）很垃圾，很垃圾，是代表它的名词，有了战士和骑士，那个团队还需要它们，基本没多少出名的人物和隐藏职业，唯独厉害的，就是一个叫做盾拾的隐藏职业，有一个很牛的技能，叫做：绝对防御，技能好像是说，在1分钟内，所有对隐藏职业本人的伤害降低90%，但是，隐藏职业本人的血量降低10%，是现血量的10%，很牛的保命技能，你不注意就便会死于刀下，还觉得人家血如此厚，不要脸。\n  但是，汤姆的目标是，转职一个隐藏职业，汤姆的第二职业，他想好了，出其不意，选骑士，十分不和谐。但是汤姆也是如此奇葩，汤姆的匕首握在手中出了汗，激动的他，迫不及待的达到九阶去转职，但是，突然，不远处，怒吼声传来，汤姆立刻把匕首握紧，默念：消失，汤姆突然凭空进入隐身状态，压力突增，乍一看，是一头野猪冲过来，他和可爱的家猪完全不同，一身肌肉，不肥，角长在鼻子边，两眼红光，向汤姆冲来，汤姆冷汗一身，难不成野猪会识破我的技能？汤姆一惊，扣留！野猪一被扣留，汤姆就把匕首扔出，观察！\n强壮的野猪(野兽系黑铁一阶)\n智力：3点                            \n魅力：3点                        \n力量：10点                             \n敏捷：10点                         \n体力：17点                              \n防御力：9点                         \n爆发力：8点\n 该死的野猪，该死的体力，这就是要我命，荒谬啊，野外普通的，就算这儿，最高级的BOSS也不会超过四阶，这家伙既然是黑铁一阶！汤姆把匕首往野猪身上打出一个个连击，野猪头上的血量还没掉5%,8秒一过，汤姆可能就是弹尽粮绝了，可能会被残忍分尸，要不然就是苟延残喘的活到野晚被僵尸感染成僵尸，再者被吃掉，不然就是腐烂成一滩烂肉，汤姆一刀一刀的剐着野猪，野猪怒吼了，解除扣留的状态，血量被扣了大约7%到8%，汤姆被野猪撞飞了，扣除大约40%的血量，几乎被打进虚弱状态了，不过，他不是一个人在战斗，杰克听到打斗声，-----------------------------------------------\n\n\n\n\n",
    "replies": []
}