{
    "title": "<连载·单章>MINECRAFT背后的秘密[作者:zhh30648][XIV[14]:绝望的谷底]",
    "author": "zhh30648",
    "replyCount": 6,
    "timestamp": 1393601700,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-1 12:02 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n希望有更多人能读这个故事虽然读者越来越少 但我更希望我笔下的人物能够继续活下去索引在此\n“SYSTEM CALL:/LIGHTNING ENDERMAN”仅仅是这样一句话而已巨大的光柱带着轰鸣从从中降下，如同排山倒海一样的气势从空中突然出现，毫不留情得直击地面，空气因为瞬间的高温而极度膨胀，从光柱的中心卷起一阵强大的飓风，依旧在无差别席卷着地面上的生物[可恶这是什么.....HIM用右手遮住眼睛，左手死死抱住娜拉，而史蒂夫正双手握住水晶展开屏障抵挡着这突如其来的巨大冲击，本就疲倦的右手此时只能靠左手的辅助才勉强支持住这巨大的冲击力“这到底是什么东西，怎么能产生这么强大的....快坚持不住了！”不行，只好再用一次转移了，这样算来能转移的次数不超过4次了.....[再给我5秒钟，娜拉你先抱住我！娜拉闭上眼睛，死死抱住了HIM的腰青紫色的长剑被HIM高高举起，接着猛地插入红色的地面，双手脱开剑柄，合十咻.随着一声奇怪的音效，本来烟尘密布而暴风席卷的地面突然平静了下来，仿佛一切的风暴和声音全都被吸收走了一样“又用了那种奇怪的权限把东西移走了么，还真是棘手呢你的存在”即使Notch站在高高的房顶上，依然能感到他那种不爽而好奇的眼神，正全部聚集在HIM的身上，透过一丝丝白发，依然能看到那双布满血丝的眼里所散发出来的贪婪的视线“我真想好好研究，你到底是什么权限组的家伙呢...！”巨大的空气柱突然从Notch的背后出现，从头顶略过，老人的白发在空气柱高速移动所产生的飓风中凌乱地飘散着[到底是什么力量让他做到这种事的，转移第一小组，能把那个东西转走么！然而HIM充斥着焦虑的命令并没有传回任何回应“你还想靠着你那群渣滓帮你解决么？很遗憾，刚才的攻击完全是针对你的所谓的属下的啊”什....么，这不可能...HIM的视线里，只有满地倒下的末影人，有些身上还依旧冒着烟，甚至还有的偶尔闪过一丝丝火花“刚才那个雷击，是可以自动锁定目标的攻击，虽然发动有点麻烦，但效果经过试验不是一般的好啊！特别是...”清除这些乱动的虫子[你个混蛋...竟然.....HIM松开颤抖的右手，把昏迷的娜拉轻轻放在史蒂夫怀里，然后死死握住腰间的那柄污迹斑斑的爱剑，连剑鞘都随着他的手猛烈得颤抖起来[不管你是什么神圣！做出这种事，你就乖乖等着死好了！“嗬哟，语气很倔啊，看来得好好调教一下了。既然你想玩，我可以下个赌注哦”[赌注...？“HIM别信他，这个人不能相信，直觉告诉我这人绝对有问题！别答应！”史蒂夫正抱着娜拉，对着站在前面如同守卫一样守护住俩人的HIM用尽全力得大喊着“如果你能击中一次我，我立刻把TEST取消并且永远不干涉这个世界”[那....我的条件呢“不用条件，你只要能在你能控制的时间里打到我就行，10秒”10秒看似很短，但对于还能进行几次空间移动的HIM来说，10秒是一个可以说有所富余的时间，瞬移，击中，没有比这更简单的事情了[那，谁能保证10秒呢“很简单，用这个”SYSTEM:/powerlink Nara wither        [连接程度 娜拉 凋零[你....这是准备...干嘛？！为什么有娜拉的名字？！（HIM，千万别答应他，快阻止他！！！！！）脑内传来了久违的带着沙哑的声音，应该是PiggerPigger正站在无数显示屏幕的超大洞穴的正中央的高台上，边用紧急方法和HIM通话，一边用手指挥着在显示屏前工作的属下们不久前，他才被自己的属下冒着生命危险从定身的状态下救了回来，但情况并未好转，反而是更糟了所有的显示屏，都在冒出红光和蜂鸣，都在报警（我现在在控制场，娜拉好不容易被压制下去的凋零连接度又被他重新激活了！）“准备好了吗，10秒哦，每隔1秒增加百分之10的连接率，10秒就是百分之一百”[你...到底是什么意思，准备用凋零来对付我吗？！懦夫！“不不不，完全没这个意思，凋零只是个用来增加情趣的计时器而已，需要我告诉你结果么？”HIM全身都被不详的预感包围着，连心仿佛都被什么东西死死系住，用极度不安的眼神看着娜拉的身体不断得颤抖着（HIM，千万别让他开启那个东西，如果凋零和娜拉的同步率到百分之一百的话.....!）“如果这个POWERLINK达到百分之一百的话”\n那她就真的变成凋零了“变成一只纯粹到不能再纯粹的怪物了”（而且这种转变，是不可逆的，是彻底把娜拉的记忆和灵魂当做食物喂给凋零了！）[等！等等！.......HIM拼命得大喊着，急的甚至跪倒在了地上，双手撑住地面，如同祈求一样“不说废话了，开始了！”[不！求你了SYSTEM:/POWERLINK NARA WITHER 10%红色的字符像死亡通知书一样闪烁在史蒂夫的眼里，那不可逆转的10秒已经开始了然而HIM正跪倒在地面上，一点动静都没有，只是单纯地跪倒在地面上，仿佛死了一样“喂！HIM！快起来啊！已经开始了！！不去救的话.....”[我知道了.....HIM阴沉着脸，把差点脱手的爱剑重新握紧，从跪倒的姿势缓缓站了起来9秒[我一定要...把你剁成渣....HIM把所有的注意力全部灌入脑中，然而这份注意力中却混入了不可遏制的怒气，一种想把世界都毁灭掉的愤怒，不，应该是憎恨（史蒂夫，HIM的状态不对！太多力量被分散了！）“什么？太多力量？...”“也就是太多注意力都被愤怒占据了！末影之光那对眼睛是没法承受住的！”8秒“HIM！冷静下来啊！你....”[闭嘴！给我看着就行！紫色的光效开始显现，准备空间移动的紫色光芒已经开始包围了HIM的身体，但这阵光芒极度得不稳定，甚至有灭掉的趋势不可饶恕...不可饶恕...竟然拿娜拉当....褐色的头发已经无法遮住那对如同爆炸一样放出光芒的眼睛了我要...杀了你.....!7秒“呵，好像变有趣了呢”Notch一脸恶心的满足的表情，看着暴走无法自拔的HIM，如同在享受着别人的愤怒一样[你.....杀.....斩.......sha...6秒（末影之光快承受不住了，快阻止HIM，这样会受不了的！）“没办法啊！根本接近不了！可恶！”白色的光芒不知何时已经变成了如同鲜血一样的红色，从那双恐怖的双眼里爆发出来，舔舐着周围的光线。消失了，瞬移已经开始了5秒“还是用那么老土的偷袭方式么？”Notch淡定得举起右手，用手背挡住了从后脑勺这种死区的突袭“而且你的攻击，破绽百出啊。”那只苍老的手突然握拳，顺势将剑挡开后，一拳死死得打在HIM本来就已经伤痕累累的腹部。鲜血毫不留情得从HIM的嘴角涌了出来再次消失 还有2次瞬移的机会4秒这次是从侧面的突袭，是瞄准了太阳穴的一击，但Notch仿佛早已知道一样，用刚用完力的右手向侧面伸直，直接用手掌顶住了剑尖，但剑尖却无论如何对Notch造不成伤害“我只有这双手，是强化过的啊，想办法躲过我的这双无用的武器吧哈哈”[杀.........恨...回应Notch挑衅的只有如同怪物一样的喘息然而，那柄剑却消失了3秒娜拉已经开始暴走了，身上的黑色盔甲正在急速得覆盖娇弱的身体，甚至面部都快整个被黑色的铠甲所掩盖住了，原本金黄的秀发也逐渐变成了灰白色“HIM，加油啊....!”剑消失了，但Notch的双手却被HIM用脚死死锁住，那把紫色的长剑突然又出现在了Notch的头顶，被HIM的右手一把抓住“没想到已经暴走了竟然还能够想出这种办法啊，真是厉害的作战天才啊你”[............啊啊啊啊.....“但是，如果右手也被锁住了呢”苍老的左手一把抓住HIM的手腕，死死的抓住，甚至勒出了痕迹剑..再次消失了瞬移次数剩余 02秒剑出现在了左手，而左手此时正用极快的速度向Notch的腹部冲去“什么!还能......”[唔唔唔啊啊.........“你这家伙！快放开！”然而原本是用来压制HIM的左手，此时却被HIM空出来的右手死死扣住，动弹不得紫色的长剑略过Notch惨白的脸庞，从上而下向Notch毫无防备的腹部狠狠刺去（能成！）1秒突然间，如同暂停了一样，突进中的长剑停了下来，从失去力量的手掌里滑落向地面Notch并没有放弃这绝佳的机会，迅速摆脱无力的右手，用左拳向HIM腹部打出一记足以致死的重拳HIM只是被打飞了出去，红色双眼，开始闪烁不断，甚至开始发出兹兹的响声然后 再也不亮了\n\n\n\n视野内部早在攻击途中就不知道为何变成了红色，原本显示体力的位置，瞬移次数的位置，全部变成了闪着红色光芒的[WARNING]别说搜索敌人弱点的功能了，能勉强完成这几次瞬移可能都是个奇迹然而，末影之光没有撑到最后，为了保护宿主，它自动进入了休眠自保的状态但是我，还是输了，不是输给Notch，而是他的挑衅，和自己无法遏制的愤怒虽然眼睛前面一片黑暗，但从地面的振动和狂卷的气流来看，凋零....已经完全化了吧娜拉....娜拉..好不容易才...HIM想让身体动起来，至少能看到自己爱的人是怎么死去的，但身体仿佛已经不属于他的了一样，毫无动静快动起来啊，动起来啊...史蒂夫.Pigger..还有这个世界...算了，不管了...太累了，睡一觉吧...（你这傻子，到底在干嘛呢！）“你知道你身上背负着多少人的命吗，HIM!”一片漆黑的空间里，头顶突然出现了白色的光芒，几只手正在拼命得向下伸着“快给我振作起来啊HIM，快上来！”这里是我的内心么....还是末影之光这双眼睛所看到的东西呢..（不管是娜拉，我，史蒂夫，还是任何一个你我的部下，都把希望全寄托在你身上啊！）白色的光芒渐渐扩大了，又出现了许多黑色的身影，正拖着疲惫的身子向下伸出手你是我们的王，必须要拯救我们，知道吗！我...是王...是Brine...是HeroBrine!我不能这么堕落下去！即使死，也必须死在守护同伴的路上！一切的努力不就是为了保护么，现在放弃了算什么！我..要回去那个残酷，但是充满了希望的世界\n\n\n那对白色眼睛的灰色终于逐渐褪去了，重新变成了白色即时赶到的Pigger立刻对逐渐失去活性的末影之光进行了紧急的处理，用希望来重新激活末影之光。末影之光的源动力并非体力精力，而是那份对希望，对光的渴望，即使在黑暗中，如果依旧向往着影子中的那束光，这双眼睛的强大机能便不会停止但如果宿主彻底放弃了，落入绝望的深渊，那这双眼睛也就彻底报废了，永久的失去活性。但还好Pigger从末影人的长老那获得了解决办法“看你们苦情戏，也看厌了，能稍微快一点了事么？那个叫史蒂夫的”Notch浮在半空中，透过半透明的指令窗口用鄙视的眼神看着一言不发的史蒂夫“快点把你的末影水晶交给我，延迟了TEST可不好呢，对了那头猪，凋零的核心我就不客气得收下了”一把擒住已经完全变成凋零的娜拉的身体，右手猛得从胸口拔出了一颗闪亮的宝石“Pigger啊，你知道你把末影水晶的核心和外壳分成两部分储藏让我有多麻烦么，不过算了，现在已经到手了，我就不再追究了”Pigger只能咬牙看着娜拉..不..是凋零的身体被彻底破坏，死死盯着自言自语的Notch“好了，别磨蹭了，还想挣扎一下么，史蒂夫？”“.........”“喂，你小子到时说句话啊？就剩5小时了我可不想拖延TEST开始的时间，快把你的水晶给我”“我明白了.....”“明白了？”Notch显出一副看着小孩的哭笑不得的样子，忍不住笑了出来“明白怎么送死了么？啊呀，我可以教你，不用你自己悟哦”“以残缺之身追求真正的完美....”Notch本来笑成一团皱纹的脸瞬间僵住了，眼神从嘲笑突然变成了警觉，停下飞行，盯着史蒂夫被遮住的脸庞“用不完整的DEFAULT权限，通过把记忆找回，然后用自己未被关闭的关键权限，把自己的权限组调整回本来应该有的完美的位置”（史蒂夫...你在说什么...）Pigger看着身边说着不明话语的同伴，用颤抖的语气问道“这是一句，我自己留给我自己的话啊！”“不会吧，难道你是！可恶应该优先解决的！”SYSTEM CALL史蒂夫本因为娜拉的死亡和HIM的遍体鳞伤而恨不得握碎的拳头，此时张了开来右手在空中描绘着文字，嘴里默念着如同咒文一样的语言，史蒂夫的头顶上出现了巨大的光圈，爆发出的光芒像是实体一样，往外涌出难以阻挡的猛烈光的洪流{/Change Group 改变组别}那颗末影水晶正漂浮在史蒂夫的头顶上，缓缓得旋转着，却爆发着咆哮着的光芒{CHANGE STEVEN TO 将史蒂夫转移至}那张被头发遮住的脸庞被狂风吹拂着，渐渐露出那张本该满是伤痕的脸庞，盯住半空中正因为恐惧而试图拼命阻止吟唱的Notch的布满血丝的眼睛{Creator 创造者}",
    "replies": [
        {
            "author": "风之心_天双",
            "timestamp": 1393646520,
            "txt_content": "居然没有人回复，这种文居然没有人回复"
        },
        {
            "author": "zhh30648",
            "timestamp": 1393655820,
            "txt_content": "风之心_天双 发表于 2014-3-1 12:02\n居然没有人回复，这种文居然没有人回复\n谢谢支持"
        },
        {
            "author": "毁灭者",
            "timestamp": 1393726380,
            "txt_content": "一直都在默默地支持LZ，等更新，LZ加油~"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1393727160,
            "txt_content": "  很好的文章，剧情也不错，支持一下。"
        },
        {
            "author": "read·面包",
            "timestamp": 1397967300,
            "txt_content": "楼主加油！！！！！！！！！！！！！！"
        },
        {
            "author": "冰墨c",
            "timestamp": 1440208380,
            "txt_content": "Lucky777777 发表于 2014-3-2 10:26\n很好的文章，剧情也不错，支持一下。\n对，太好看了，超棒的"
        }
    ]
}