{
    "title": "<原创·连载>史蒂夫启示录2：全面回忆[作者:12331]",
    "author": "12331",
    "replyCount": 3,
    "timestamp": 1393641660,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-1 16:13 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n   Hello大家好，我是12331。今天给大家带来我的原创小说《史蒂夫启示录》的续作《史蒂夫历险记2：全面回忆》。《史蒂夫启示录》                                                 史蒂夫历险记2：全面回忆                                                                        第一章\n“我是谁，我怎么会在这里？”史蒂夫自言自语地问。\n    事情是这样的：十年前，史蒂夫和乔被HIM带到末地，并让他们去干掉史蒂夫的哥哥——史蒂文变成的末影龙，。HIM没想到，史蒂夫会自己一个人去解决史蒂文，而把乔留下。更没想到，史蒂夫竟然把史蒂文打回原形。HIM只好自己出手，杀死史蒂夫，可是他并不知道，史蒂夫摔下虚空后并没有死，而是被吸进了一个像黑洞一样的地方，于是来到了这个山洞里。\n史蒂夫很迷茫，不知道怎么办，于是翻着他随身的背包，他在里面发现了：他的基岩剑、一把镐子、几支火把、一把黑金匕首、一些绿宝石，还有他的身份证。史蒂夫十分兴奋，因为他终于发现了有关他身世的线索，他又自言自语道：“哦，原来我叫史蒂夫，是1552年2月出生的。”突然，史蒂夫觉得肚子很饿，于是他拿起镐子，把前方的岩石给挖通了。他来到了一条进城的马路上。看着一辆辆车从身边经过，史蒂夫觉得很好奇，“这是什么东西，居然可以以怎么快的速度移动，我还是先进城看看吧，说不定有更新奇的东西在等着我”他自言自语地说。\n他又继续往城中走去，接着，他看到了一块牌子，上面写着：“Welcome to the Los Angeles.（欢迎来到洛杉矶。）”“洛杉矶，我怎么没听说过，不管了，反正是个城市，可以住就行。”史蒂夫说。（史蒂夫是美国人。）他告诉那个收费站的工作人员，自己叫史蒂夫。又问今年是哪年，工作人员告诉史蒂夫，是2023年。史蒂夫大吃一惊心想：难道我四百多岁了？不对呀，我不可能有四百多岁啊！人不是只有一百年的寿命吗？我是怎么来到这里的？为什么我什么也想不起来？然后他觉得头十分的痛，然后就晕了过去。\n\n                       史蒂夫历险记2：全面回忆\n                                                                          第二章\n史蒂夫醒来后，发现自己在一个房间里，躺在床上。他坐了起来，发现那个收费站的工作人员就在自己身边。史蒂夫问道：“我怎么了，我为什么会在这，这是哪儿？”那个工作人员答道：“你问完我今年是哪年的时候，突然沉默了一下，然后就晕了过去。我怕你会出什么事，就把你送来医院。”“那既然是你救了我，我们交个朋友吧。我叫史蒂夫。”“好啊，我叫马克。”\n“马克，你能带我去城里参观一下吗？我第一次来到这座城市，还很陌生。”“好的。我先带你去我们城里最著名的景观，它是一个古城，其他的，我们到了再说。”\n于是，马克和史蒂夫乘车前往景点，史蒂夫还知道了很多现代的知识。终于，他们来到了入口处。入口处的门上写着大大的六个字“屠龙勇士之乡”。史蒂夫自言自语地说：“屠龙勇士，这个词，我怎么好像在哪听过？”“我给你讲一个传说吧。从前，有个人，叫史蒂夫，他曾杀死末影龙，他就是屠龙勇士。可是在与HIM的大战中，他被HIM击下了虚空，接着就不知去向。的这个故事是一个叫乔的人告诉我的，他很奇怪，他说他自己有四百多岁！可是看起来才二三十岁。”马克边走边说着。忽然，马克又说：“哦，对了！那个叫乔的人到处寻找叫‘史蒂夫’的人，说是要找他以前的伙伴，要不你去试试。”“嗯”史蒂夫犹豫了一会，“那好吧。”\n在古城中，史蒂夫看到了一座熟悉而陌生的房子，可那栋房子没有任何陈旧的感觉，反而让人觉得是刚刚新建的。他很奇怪，于是问马克：“为什么这栋房子没有什么陈旧的感觉？”“据说这是屠龙勇士的家。因为他要用能量保护他的家，所以他的房子不会破损。”史蒂夫好像对那间房子很感兴趣，非让马克和他一起去看看。马克为了让史蒂夫高兴，只好陪他去了。突然，史蒂夫好像看到了什么，把马克叫了过来，说：“看，这个画里的人是不是和我长得一模一样。还有这个人，是不是很像我。”马克仔细的看了一会，惊奇地说：“真的！可是这应该是屠龙勇士和他哥哥啊！等等，屠龙勇士叫史蒂夫，你也叫史蒂夫，而且和他长得一模一样，这应该不是巧合。你就是屠龙勇士！”“什么！我是屠龙勇士？你见过有英雄连生活都不能自理的吗？”“你可能只是失忆了而已。”“诶！等等。这里有一个按钮，看看按了会怎么样。”史蒂夫轻轻的按下了那个按钮。瞬间，他们就被传送走了。\n史蒂夫和马克到底被传送到了那里，他们又会有什么新发现呢？\n\n                    史蒂夫历险记2：全面回忆                                                                        第三章\n史蒂夫轻轻地按动了那个按钮，结果被传送到了几英里外的一间房子里。\n“这栋房子我好像在哪见过，”马克说“哦，这里是乔的家。”“可这里黑灯瞎火的，我们是不是应该先开灯。”史蒂夫说着就打开了灯。突然，马克大叫了一声。史蒂夫连忙跑过去问道：“怎么了？”“看、看那边。有、有个人。”马克边说边指着。史蒂夫转脸一看，果然有个人一动不动的站在那里。史蒂夫大胆的问道：“你是谁？”那个人从阴影里走出来，说：“是我乔啊！史蒂夫，你不记得我了吗？”马克悄悄的对乔说：“伙计，这哥们失忆了。”“什么！他竟然失忆了！”“好吧，你跟我来”乔对史蒂夫说。“我凭什么相信你。”“因为在这个世界上，你只能相信我了。唤醒仪式完毕后，你将恢复所有记忆。”“好吧。”\n唤醒仪式开始，史蒂夫躺在躺椅上。乔双手放在史蒂夫的头上，小声地念着咒语，然后，史蒂夫就睡着了。史蒂夫正在做梦。梦里，他回忆起了他被打下虚空的一瞬间；他回忆起了与哥哥变成的末影龙战斗的时候；他回忆起了他出门扫雪，救了乔的那一天……\n几分钟后，史蒂夫终于醒了。“快！我们要找到HIM。不然这个世界很快就会毁灭！”他边说边使用法术，把他们传送走了。\n\n\n      史蒂夫历险记2：全面回忆\n                                               第四章\n史蒂夫把他们三人传送到了天堂，去见了NOTCH。NOTCH以为史蒂夫已经死了，现在看见他不但没事，还正站在自己面前，心情一下子就好了起来。\n他激动地对史蒂夫说：“太好了，原来你没死！”“我不能那么快就死，我还要完成我的使命！我一定要亲手把Herobrine干掉！”“说起HIM，在你失踪的那些年里，我们已经失去了他踪迹，但是他的手下还在祸害人间。并且，我要告诉你一个事实，HIM其实是我亲弟弟。在你找到乔那一天之前的500年，我们的母亲喜欢上了一个人类，并生下了我们。HIM遗传了人类的基因，而我遗传了母亲的基因。可当时的上帝不允许有这样的事存在，于是下令把我们的母亲杀了，我和HIM都很难过。当时HIM还小，不懂事，当时就想冲上去把上帝干掉，上帝想把HIM驱逐出天界，我向上帝求情，可他怎么也不同意让HIM留下来。我们来到了边界，我突然明白了他要干什么，他想把HIM推下去，我刚想去劝他，可是就被拉走了。HIM掉到了地狱，被邪神蛊惑，与天界势不两立，并获得了邪神的能力。”\n“那么，我们现在的使命是什么？”“史蒂夫，你上来，乔，你等等。”史蒂夫刚走过去，只见NOTCH慢慢地从宝座上下来，向史蒂夫走去，嘴里浮起一丝奸笑，拿起手杖，刺向史蒂夫，那手杖瞬间变成长矛，刺穿了史蒂夫的身体。史蒂夫大喊道：“为什么？”。NOTCH的身体突然拂过一阵黑风，现出了两个白色的光点，HIM从里面走了出来，“怎么，这么明显你都看不出来吗？刚才和你说话的那个NOTCH就在讲完故事的时候就被我掉包了，他现在还被困在末地呢，哈哈哈哈！”说着把出了长矛，还带着浓浓的黑气和史蒂夫的血。\n史蒂夫就那么死了吗？还有谁能阻止HIM的复仇呢？NOTCH能救回史蒂夫吗？请期待《史蒂夫历险记3：进击吧！史蒂夫》\n\n\n",
    "replies": [
        {
            "author": "12331",
            "timestamp": 1393642440,
            "txt_content": " 本帖最后由 12331 于 2014-3-1 14:59 编辑 \n\n大召唤\n@170941684 @1259417974 @他被河蟹了 @469657021 @Lang灬Lang @于业煊 @一二三四五六 @长手的苦力怕 @Tzi君 "
        },
        {
            "author": "469657021",
            "timestamp": 1393652160,
            "txt_content": "12331 发表于 2014-3-1 10:54\n大召唤\n@170941684 @1259417974 @他被河蟹了 @469657021 @Lang灬Lang @于业煊 @一二三四五六 @长手的苦力怕 ...\n顶一个                                 "
        },
        {
            "author": "12331",
            "timestamp": 1393657260,
            "txt_content": "12331 发表于 2014-3-1 10:54\n大召唤\n@170941684 @1259417974 @他被河蟹了 @469657021 @Lang灬Lang @于业煊 @一二三四五六 @长手的苦力怕 ...\n\n再召唤一个\n@LXHMYC \n"
        }
    ]
}