{
    "title": "<连载·单章>MC世界护卫队[作者:导演][第一季：恶魔降临 第三章：史蒂夫]",
    "author": "Altair.C.Ezio",
    "replyCount": 1,
    "timestamp": 1393651500,
    "txt_content": " 本帖最后由 Altair.C.Ezio 于 2014-4-19 15:13 编辑 \n\n本帖标题由 风之心_天双 进行更改     索引贴：http://www.mcbbs.net/thread-251900-1-1.html\n                                                                                                     第三章：史蒂夫\n\n        在一个矿洞里,ACE与史蒂夫走在前面，身后还跟着一个被打的很惨的人——Hero（详见上回），史蒂夫：“矿道错综复杂，很难出去，我有超能力，能追踪指定的方块，前提是提前准备好的，我有草方块的追踪能力，只要跟着我走就能出地面了”ACE：“凭我多年打游戏，看动漫的经验，“前提是准备好的”这句话绝对是伏笔，史蒂夫，你注意点。。。”史蒂夫：“别说了，赶紧走”\n    路上，观众：“话说刚刚发生了。。。”ACE：“画面过于血腥，禁止观看。。。”观众：“强烈要求观看！”ACE：“好吧”史蒂夫：“就这样说出去了！”当时的情况是：ACE与史蒂夫说完话后，发现Hero舔着手指，肚子滚圆的，旁边还有一堆骨头，ACE：“敢偷吃！看我不灭了你！！！”Hero：“听我解释！！！”史蒂夫：“好，我倒要看看你怎么解释！”ACE：“凭我多年打游戏，看动漫的经验，说这句话的不是坏人就是。。。我不说了”史蒂夫：“去屎。。。”Hero：“你们说话时，我正在看着鸡肉，远处有两只僵尸跑了过来，我就想把他们和鸡肉炒在一起，做一盆姜丝炒鸡给你们吃”史蒂夫：“谁会吃啊！Hero：“等我说完嘛，于是我冲了上去，结果没注意地上的石头摔断腿了”史蒂夫：“这也太假了吧！”Hero：“大声向你们求救，你们不鸟我，我还以为自己要挂了，没想到僵尸比起我，更爱吃烤鸡，于是就把烤鸡吃了”史蒂夫：“那僵尸呢！”Hero：“都说了等我说完嘛，吃饱了当然走了啊”史蒂夫：“好”Hero：“你信了？”史蒂夫：“我现在就扁到你海枯石烂！”Hero：“救命啊！”史蒂夫：“你就算叫破喉咙可不会有人来救你！”Hero：“破喉咙！破喉咙！”人：“我来救你了！”你：“关我什么事？”我：“你说的对！”的对：“谁叫我？”破喉咙：“Hero叫我”史蒂夫：“我肏！”肏：“叫我干嘛？”日：“肏！是你啊！我日啊！”肏：“我肏，你谁啊？”日：“我日啊，你肏吧！”肏他妈：“我肏他妈啊，你日吧，日你妈还好吧！”史蒂夫：“。。。”日他妈：“我很好，你家肏好吗？”日他妈：“好的不得鸟啊！”史蒂夫：“一噶干逆袭咯（适可而止）！ACE，一起抽他丫的！”ACE：“事情就是这样”观众：“这也太假了吧！！！”\n       过了一会儿，史蒂夫就带领着2人走出去了（ACE：“这剧情发展的也太快了吧。。。”），3人看到地上有一排火把，ACE：“凭我多年打游戏，看动漫的经验，我断定，这一定是线索，沿着这个走肯定有好处！”史蒂夫：“我也那么觉得，走吧”过了一会儿，3人来到了一幢别墅前，ACE：“哇，好壮观！”史蒂夫：“对啊，不知道谁的，进去看看吧”ACE：“可是私闯民宅是违法的！”史蒂夫：“都爆发生化危机了，还顾的上这个！”ACE：“你怎么知道爆发生化危机了？”史蒂夫：“导演说的”ACE：“纳尼，导演在哪里！我要灭了他！（详见第一章）”史蒂夫：“我不知道，他跟我说时我还没遇到你们，先不说了，赶紧进去看看吧”于是3人就闯进了别墅。\n       别墅里，到处都是金银财宝，ACE与Hero：“钱！！！”史蒂夫：“两个财迷。。。还有Hero什么时候好了。。。”ACE走到一个书架前面说：“凭我多年打游戏，看动漫的经验，我断定，这书架肯定是个机关门！”史蒂夫：“恩，对，四处看看有没有开关吧”3人便找了起来，Hero走到一尊超大的黄金像面前说到：“这个黄金像怎么越看越眼熟啊”史蒂夫：“这不是我吗！”ACE：“这不会就是你家吧。。。”史蒂夫：“额，说不定是”ACE：“那你一定知道机关咯”史蒂夫：“都说了我失忆了”Hero：“既然是你家，那东西不就可以随便拿了~我不贪心，我只要黄金像手上的金火炬”说话间，Hero拿掉了黄金像手上的金火炬，顿时，书架果真像ACE所说的一样，开了，ACE：“Hero这运气。。。”史蒂夫：“下去吧，说不定什么时候会关呢”\n       3人到了一个密室，史蒂夫：“这貌似是个工作间啊”ACE：“对啊，可是工作间为什么要藏得那么严？”Hero：“这里有本书，貌似是史蒂夫的日记”史蒂夫：“哦，让我看看”说完史蒂夫就读了起来，史蒂夫：“。。。。。。。。。。”ACE：“快读啊，怎么了？”史蒂夫：“我失忆了，不认字了。。。”ACE：“fuck，那就给我读！”ACE：“第一天：我发现我在一个山崖下，感到一阵尿急”史蒂夫：“停！！！挑重点念！！！”ACE：“哦，大致意思就是，你从一个山崖下醒来，发现你失忆了，然后一直毫无目的的走，天黑了以后，你发现有好多怪物，这时你才发现你什么东西都没有，你不断的逃脱，直到你被怪物们逼到死角，当时你以为你会死，当一个僵尸向你袭来时，你下意识的用手一挡，发现有一把镐子飞了过来，并落到了你的手上，你便用那把镐子打怪物，你发现不是一般的好用，一下一个怪物，终于把怪物全灭了，你砍了点木头，造了个简单的小木屋，住在了里面，开始了你的生活，白天打猎，晚上挖矿，你发现，你有矿物追踪的能力，挖了一大堆矿物，把原来的小木屋，翻新了一遍变成了大别墅，不过你经常在矿洞里发现，有一个除了眼睛是全白的，其他都和你长得一样的人在追你，你不断地躲避他，你也不知道他是谁，直到有一次，你在野外收集资源时发现一个小木屋，里面有一本史书，说明了这个世界是由很多个世界组成，这里是F世界，本来是一片繁荣，可是有一天灾难降临，把所有人都变成了怪物，而这些怪物的首领就是Herobring。你认为找到HIM就能知道事情的来龙去脉，于是在矿洞埋伏，找到了HIM，并跟踪HIM（导演：“我绝对不会说这是伏笔~”ACE：“你终于出来了，不许透剧！”导演：“呵呵，那我先走了”），一路上留下了火把，直到一处矿洞，HIM跳了下去，你也跟着跳了下去，于是就有了我们相遇时那一幕。”史蒂夫：“soga~也就是说这场灾难时HIM所为，只要抓住他就能弄清楚了，这里是F世界，也就是说你们不在你们的世界，据我推断，我们是通过矿洞来的，也就是说矿洞就是连接2个世界的通道，HIM进了矿洞也就是说，他去了你们的世界，我们原路返回就行了。”ACE和Hero：“柯南再世啊！！！”3人原路返回，回到了绿宝石大丛林。\n\n                                                                                              第三章：完\n\n",
    "replies": [
        {
            "author": "144972011",
            "timestamp": 1393652940,
            "txt_content": "希望你快点出{:10_492:}"
        }
    ]
}