{
    "title": "<原创·连载>天兵传[作者:晓风晚月]尝试性写作",
    "author": "晓风晚月",
    "replyCount": 1,
    "timestamp": 1393653600,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-1 18:25 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n   《天兵传》我背后的就是南天门，那里有着无尽的财富，财富是如此的诱人，可我不能产生贪婪，因为我是一名中国人。\n　　可是，现在，我这名中国人，现在无法成为一名游客或是使臣，去正面地去欣赏它。\n　　因为，我是一名士兵。士兵的使命都是沉重的，这股沉重伴随着哀歌却没有葬仪花。\n　　我的使命，是保卫天庭，守卫南天门。我承诺，我一定会完成我的使命。\n　　而现在，我就在执行着我的诺言……我不会反悔的。\n　　敌人来到了南天门的门前，现在我，要去守护它，这无比的交通要道，美丽的博物馆。\n　　而我面对的则是几十个或者……几百个，上千个！杀人不眨眼的屠夫。\n　　挥舞着手中的刺刀，捅进一名名像我一样的战士的胸口，然后一股一股浓浓的战士的血液喷涌而出，将自己不屈的意志染在杀死他们的人的衣领上，让他们被这股血液的香味给冲昏头脑，然后被紧接着刺来的刀刃所制裁。\n　　我要面对的，还有成千上万的烈性弹药的轰炸。\n　　但是即便心在保卫祖国的意志之中，我们的战士还是一个个的，永远地倒下了。\n　　终于，我被推在了两军交锋的中央，而我手中仅仅握住一杆长枪而已。\n　　我的手在不停地发抖，我的心几乎停止了跳动，我甚至产生了失忆，我不知道我是怎样迈出这一步的，这一步让我惊心动魄，可是我控制不住自己，再次迈出了一步，我惊讶了，我竟然在前进！我竟然前进了！\n　　这时，我突然想起，我拥有的不仅是一杆长枪！\n　　我拥有的，是一股浓浓的热血，现在，它沸腾了！\n　　这股热血呼唤着我，不！是神在呼唤着我，杀死他们！杀死他们！\n　　我前进着，我挥舞着手中的长枪，我肆意地吼叫着。\n　　突然，我停止了前进，我停止了吼叫。\n　　——我……中箭了。\n　　我拼尽全力转过来头，不去理会中弹击穿肉体的痛苦，望着远处已经被战火所覆盖的南天门。现在，我不是以一名游客的眼光去看它，现在，我只是一名和母亲失散多年的游子。\n　　“晚安，母亲。”“你是谁？”一个陌生的声音问向我。    ……“战争还在继续……”守护南天门的巨灵神已经不耐烦了。孙悟空窃取了牛郎织女的鹊桥，直接跳过了九重天的拦截，袭击了南天门。无数的天兵被巨灵神使用仙力召唤出来，可是下一秒就成为了飞灰。战争已经过去了半个时辰，越来越多的妖族通过鹊桥来到了南天门。战场上，巨灵神已经是岌岌可危，既然召唤再多的天兵也无济于事，只好从其他方面寻求救命的稻草。通知了九重天的十万天兵天将，九重天的天兵想要支援南天门，可是，他们发现九重天也已经被兀鹰所包围。如果九重天的天兵去支援南天门，九重天也将被攻陷。南天门外的天兵除非打开南天门进入天庭的通道，否则天庭内的天兵也无法出来支援。可是一旦打开了南天门，天知道会有多少妖族趁着空隙进入了天庭。假若让妖族进入了天庭，巨灵神这辈子就别想当神仙了。所以现在巨灵神也别想从天庭调来支援的天兵。“将军，已经死了三万的天兵天将了。”一名传来战报的天兵刚说完，一只羽箭就刺穿了他的喉咙。天兵无数的鲜血流露出来，可是，不一会他的身体就被箭矢上的毒素腐蚀成了一滩浑水。巨灵神等不住了，他起身来到了战场的正中央。“猴子！出来！”巨灵神大吼道。声音传出去了许久，才有一道急速的破空声回应了他。一根金属棍刺穿了无数名天兵的尸体来到了巨灵神的眼前。“滚开！”巨灵神大叫道，一挥宣花锤，将金箍棒打到了一旁。可是刚刚挡住一击，无数的妖族就立刻包围了他的四周。一个个高达五十米高的巨猿成为了一堵堵墙壁，挡住了巨灵神所有的去路。“妖王有令！活捉巨灵神！”外围，一名妖族举着大旗叫道。十多名巨型蜘蛛出现在巨灵神的面前，无数的蛛网从天而降。巨灵神刚想起身飞走，远处又一棍子打了过来。巨灵神连忙招架，却还是被这股力量打进了蛛网内。这时，一名天兵的身影出现在了他的眼前，巨灵神双眼一亮，用尽全力推了他一把。“去下界……通知……须菩提！”巨灵神嘶吼道，将他打向了人间。最后，巨灵神也失去了逃脱的机会，越来越多的蛛网缠住了他。一道人影出现在了巨灵神的面前。“你……美猴王……妖王……”石猴看着他，说道：“刚才被你送下去了一个天兵。那是你唯一的希望么？”“是……又怎样？”巨灵神问道。“是的话，我便放他一马……”石猴说道。“这不像你的性格……”巨灵神喃喃道。……唔……这里是什么地方？我不是为了守护南天门和妖族战斗的时候中箭死了么？这么会有这么多的树木？天庭里……好像树木很稀缺的吧。这里会是蟠桃园么？天庭里几乎所有的树都在蟠桃园里生产蟠桃了好像……不过……这里怎么连一个比较大的桃子也没有呢？明明还有一百年蟠桃大会就要开始了不是么？诶，我看到一个蟠桃了。等等……这这这……这不是蟠桃！我吃惊地跳了起来。这个“蟠桃”是捏起来硬邦邦的，蟠桃，听巨灵神将军说应该是水嫩嫩的，捏起来软软的才对，而且，也不是粉红色的样子……等等……那棵树上的“蟠桃”……怎么会长着毛！哪个……哪个……难道这里不是蟠桃园？我突然想起，自己出现在蟠桃园里本身就不对劲，看来这里的确不是蟠桃园。我抚了抚身上的盔甲，已经破损了大半，几乎只剩下了三分之一的体积。稍微想了想，将盔甲脱了下来，虽然已经失去了成为盔甲的防御作用，但是还不至于扔掉它，如果把盔甲稍微变一变，组织成一个盾牌，虽然不是很顺手，但应该还是可以防身的。而自己的长枪，早已不知去向了。在树林里奔跑了许久，我来到了这座大山的山顶。常说“站的高，看得远”，站在了山顶上，果然看到了不远处，在一块平地上，一个凌乱地搭成的一个小草棚。“嗯，目标方向西南！走起！”我叫道，飞快地向着西南方的森林内的平地跑去。看起来不远的距离，这段路一共跑了大约一炷香的时间，跳过了几次小溪，绕过了几次巨大的岩石，终于来到了自己所见到的那个小草棚。“这个字读成……”一只年老的猴子拿起木棍，在沙台上画出了一个汉字，对着身后的一众小孩子叫到。原来是一个学校……不过，却是猴子们组建而成的。我心里想到。“师傅！为什么我们要学这个啊……”一只新来的小猴子问道。“美猴王大人说了，虽然天庭很让人讨厌，但是还是有许多我们是要学习的，只要‘师夷长技以制夷’，终有一天我们会超过仙的！”老猴子说道。我听到这句话，脑子立刻就空白了，跳了出来，对它们问道，“你们知道怎样回天庭么？我是天庭来的。”接着，我就看到了这些猴子怪异的眼神……“糟了！”我突然醒悟了过来，他们是妖！是敌人！“当当当……”老猴子立即拉着一根红丝线，不一会，整条线上的铁铃铛就响了起来。 ……\n\n\n\n\n\n\n\n\n\n\n\n\n突然，自己的脑海中一个声音响起……“去找须菩提，去找须菩提……”声音的主人听起来非常虚弱，不过……听起来却非常耳熟……是……巨灵神将军！“将军！是你吗？你在哪？”我大喊道，却没有回音。“去找须菩提……”我喃喃道，“须菩提……是谁？”",
    "replies": [
        {
            "author": "zhh30648",
            "timestamp": 1393665480,
            "txt_content": "虽然剧情非常值得吐槽 但是文笔还是不错的"
        }
    ]
}