{
    "title": "<连载·单章>乱世[作者:提子][日常篇：第二章-超越奇迹的厄运]",
    "author": "osborn2008",
    "replyCount": 1,
    "timestamp": 1393676640,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-1 22:08 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n第二章-超越奇迹的厄运\n\n    正文\n\n\n                这个世界存在着一种未知的、极似人类却又凌驾于人类的生物，其名为造物主。    传说，这个世界存在过两个造物主。身为第一造物主的史蒂夫，或许已经不存在于世上。但是，第二造物主Herobrine却应是仍然存在的。何出此言？当然，这是有根据的。Herobrine被人们称为HIM，曾今是被人们供奉的幸运之神。被他所庇佑的人，运气通常会逆天到连主角光环都要退让三尺。但是，如今现在的他，却被人称作恶作剧之神。为何？比如下矿的人偶尔还会碰上他。这并不是好事，因为他所做的并不是庇佑，而是对其恶作剧。被恶作剧的人通常会出现的情况就是：关键时候要用的物品怎么找也找不到了、背后突然感到一阵寒意、被东西攻击却不会受伤、有光源的环境其光源会在夜晚突然消失等等这一类非常令人汗颜的恶作剧。    我所居住的城镇“拉纳”，北边的森林貌似就常常出现HIM的踪迹。我身旁这位一直在那里砍伐木材作为工作的诺亚就经常被吓个半死。    “听说你昨天又看见他了？”    “拜托，别哪壶不开提哪壶。昨天又被HIM吓到不说，还得要请你吃蛋糕，我的心情已经够不好了。”    诺亚边走边垂头丧气地回答道。    据上次的打赌的两个月后，昨天在我死缠烂打的“说教”下他终于肯请我了。他的运气貌似非常的差，坏事一波未平一波又起。他在工作的时候似乎裤裆中间的要害差点被不知从哪里飞来的斧头给削了，幸而只是微微的擦伤。    我略微脑补了当时的情况，顿时感到下体一阵凉，但我还是故作淡定的问道：    “你确定是HIM干的？虽然知道你常常看到HIM，但是……”    “肯定是，不用看了。因为飞过来的那把斧头是上个星期丢的那把石斧。”    没等我说完，诺亚就无奈地开口道。我也因为接不下话而沉默。    我抬头望向天空，想看看太阳。但只见到像是多种颜料攉成的暗色云团，明明是大白天却见不到太阳啊。头顶上还下着密度不大的雪，但地上却积起了大大小小的雪堆。也是，这么冷的天，雪不会融化也是正常的。    我和诺亚就在镇里的集市中，向目的地边走边瞎逛。这里的集市卖的无非就是非常常见的水果和食物，不然就是连村里的卫兵都看不上眼的武器。    而我们的目的地，就是集市里某处不起眼的咖啡店了。    少了个人？没有。艾琳娜一早就出门了，也就不用找借口回避她了。我和诺亚最不会应付女孩子。那么麻烦的生物，很难打交道也就算了，她们最厉害的，就是让你就算非常不愿意、也得服从她们所要求的事。    结果就在我这么想的时候，后面就传来了令人不安的熟悉声音：    “提子——诺亚——你们在这里干什么呀？”    果然一转头就看见了穿着淡蓝色裙子和白色围裙、手上还戴着红色手套的艾琳娜，这算是巧合还是啥？虽然说实在是太百感交集了，不过等会吃苦头的肯定不是我。    “难不成是去吃好吃的？每次你们两个一起在这里偷偷摸摸的探路就肯定是了。对吧？”\n    这是预料之内的反应，艾琳娜的猜测比谁都准，我这个自认为逻辑思维很强的人都不得不佩服她的推测。不过，被发现了我也无所谓，只是旁边那位倒霉到家的某人要悲鸣喽。    “是…是啊…我们正…正…正准备去…前面的那家...咖…咖啡店……”    估计诺亚也是猜到了后续的发展，说话开始语无伦次了。    “恩，诺亚说要请我吃蛋糕。”    我马上就接着诺亚的话来了句简短的说明，然后就隐约感受到了从某个方向传来的恨意。    “是哦，那一起去吧。不过我没带钱，就让诺亚请我吧~”    又是预料之内的回答，身旁的诺亚果然一副快要坏掉的样子。看到他这样，心里还是挺不好受的。我帮帮他断了这厄运吧。。。    于是，我就在诺亚快要崩溃痛哭的前一秒跟艾琳娜说道：    “那个…我来请你吧…诺亚最近运气很不好，我让他下次再还我就行了~”    果然我是机智的少年啊。不过为什么诺亚还是一副惆怅的表情。。。    “哦，这样啊…明白了~那么就这样吧。”    艾琳娜不知为何也摆出了一副纠结的神情。    一路上，两个人没有说一句话，搞得连我也不想发言了。不过，为了缓和这沉重的气氛我还是冒了句：    “明天不是要附魔考试么？你们两个的魔魂够吗？我在森林里杀了几只僵尸才够呢。”    魔魂（经验值）就是指僵尸啊、苦力怕啊、骷髅射手等等魔物死后残留下来的灵魂，而这种灵魂积攒到一定量就可以给物品附上特殊的能力。    “没问题，我收集的还挺多。爸爸给我的弓可是一击秒杀魔物呢。”    艾琳娜毫不迟疑地回答道。果然有其父必有其女，真不愧是镇上第一射手的女儿啊。    “我…我的铁剑不知为什么没了。于是在这里买了一把铜剑去攒魔魂，结果过程中剑就断了，还差点死在了骷髅射手上，魔魂也没攒多少…”    此时，我真想叫诺亚为悲催帝啊，这厄运比我带着阿隆戴特那邪物都要厉害啊呢。    “嘛…你这厄运比我带着阿…阿…啊…..比我那天带着烂苹果还要悲惨呢。”    差点就暴露了自己是假装失忆呢。。。吓死，还好我又机智了一回。两个人貌似也并没有察觉到这之后感觉极其明显的异样。    不知不觉中，我们就已经到了咖啡店的门口。我拉开了店面的木门，迎面而来的是让我感到身心都放松下来的暖气。    “两份蛋糕、三杯牛奶，谢谢。”    坐下来后原本想要向服务员点单的诺亚却被艾琳娜抢先说了单，但不知为何只准备点的两份蛋糕，从她口中说出却多了三杯牛奶。    “安心啦，牛奶是我出钱，算是感谢你们请我吃蛋糕吧~”    坐在我旁边不停冒冷汗的诺亚终于露出了安心的神情。    “你不是没带钱吗……”    完蛋了。。。一不小心就把心里话从嘴里的缝漏出来了。    “哼？——你的意思是这三杯牛奶由你来请咯？”    此时艾琳娜的语调果然比起平常要凶上许多，不削的眼神直逼得我想钻个洞把头埋进去。    “嗯…嗯…我来请…我来请…”    我只能带着哭腔这样回答她，除此之外想不到任何解决办法。    “哦~那就你请咯~”    艾琳娜边说着，边带着笑容拿起旁边的叉子等待着蛋糕的到来，好似刚才生气的那一幕不曾发生过一样。    如果不是认识的人，看到她这样态度的迅速转变绝对会以为她很善变。而认识的人可以用两个字概括这现象：影后！    不一会，所有点的东西一次性全上来了。艾琳娜第一个向我左手旁的蛋糕伸向了刀子，而我只是盯着眼前这块，完全没有想要下手的意思。    “你们两个怎么不吃呀？不吃的话你们这块分我一半吧。”    于是艾琳娜就把我面前的这块蛋糕瓜分了一半到她那盘里。    我咀嚼着这剩下的半块蛋糕，丝毫感觉不出任何味道，只觉得吃完后再喝牛奶感觉肚子好胀。    就这样，我带着纠结的心情离开了那家温暖的咖啡店，而诺亚更是一副肾虚的样子。    “那今天就这样啦，谢谢你们请客~明天考试见啦。”    艾琳娜则轻松地向我们两个道别，我和诺亚就这样目送着她离开直到看不到她的身影为止。    “哎…为什么我这么倒霉…”    诺亚用几乎听不到的声音嘟囔道，可还是被我听见了。    “我才是！被你的厄运给坑了啊！”    “什么？明明是你没管好你那张嘴啊！”    “如果不是你的厄运，我这么小声说话会被她听到吗！”    “怪我咯？都怪我？自己嘴[哔——（自动消音）]了还把错推到我身上？！”    “你有种再说一次？信不信我把你打趴下？！”    “好啊，来啊！——正好我想把你那狗嘴的牙拔下来！”    我和他就这样在集市里互相对骂着，差点大打出手。旁边看热闹的人倒是及时阻止了我们俩，阿缇娜亚大姐也在我们挣脱阻止的情况前把我们拖回了教堂。。。    “呜…果然是超越奇迹的厄运呢，诺亚…”    “是呢…我的厄运果然是全镇第一啊…”    因为在集市“闹”事的我俩被处罚打扫猪圈，我和他就这样边扫地边苦笑着互相继续挖苦对方。\n~~~第二章-完~~~\n\n\n\n\n后言：本章早在N个月前就写好了，其实我已经写到了第五章，为什么不发布呢？因为懒。而且我连版务的时间都不够。。。\n\n\n\n\n",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1393681440,
            "txt_content": "无人乎，其余来支持乎（没人吗，那我来支持吧）"
        }
    ]
}