{
    "title": "<连载·单章>【海上大灾难】[作者：a2455564728][6]",
    "author": "a2455564728",
    "replyCount": 5,
    "timestamp": 1393676760,
    "txt_content": " 本帖最后由 a2455564728 于 2014-3-28 21:20 编辑 \n\n恩，我不想说什么，不喜勿喷。\nMc每日故事 第六章：野人王的过去！\n        接上章。“古，古德里安？你是三十年前的那个迷之幻术师古德里安！？”大副惊问道。“不错，我就是迷之幻术师。”其余几个人其实早就醒了，只是没说话而已，所以自然听到了他们的谈话。“迷之幻术师？那是什么？”Chost不解的问道。“迷之幻术师是30年前的人物，他以幻术和控心术这两项绝技而出名。”大副顿了顿，看了看古德里安的神色，确认他没有生气后，继续说道，“他凭借这两项绝技，抢夺了许多有权有势的人，并把抢来的钱全部用去救济穷人，在相当长的一段时间里，他被人们称为穷人英雄。但是，在一场震惊大陆的屠城事件之后。古德里安就改变了他的行事风格，他变得异常残忍、变态。本来他只是依靠能力，偷偷潜进富人的房子里，偷走钱财后就逃之夭夭。但是，屠城案后，他就跟变了个人似的，不再是偷偷摸摸地进去，而是正大光明的走进去，上来阻止的人，都被他用幻术给致幻，然后在幻境中折磨，最后一刀斩下头颅，拿走钱财。拿走钱财后，他还把斩下的头颅给放在教庭（大陆上的最高权力机关。）的议事厅前，似乎是示威。刚开始的时候，教庭并没有注意古德里安的行动，他们认为这只是一个憎恨教庭的人的报复而已，不足为虑。但随着古德里安杀的人越来越多，被杀的人的地位越来越高，教庭也开始渐渐注意起他来。多次派出暗杀小队去暗杀他，但每次都是去了几个人，过段时间在议事厅前就回出现几个头颅。在暗杀小队失败后，古德里安离奇的消失了半年，没有在出现过。就在教庭的人都认为古德里安已经死了的时候，他又出现了，这一次，他杀掉的是教庭二长老的亲孙子。也正是因为他杀了教庭长老的孙子，才让教庭下定决心要消灭他。那一天，教庭调集了一半的兵力去围杀他，同行的还有教庭的6位长老，还有教庭的教皇——安妮丝·路耳奇斯。”没有人看到，当大副说出这个名字时，古德里安颤抖了一下，拳头紧握。“根据教庭的通告，古德里安应该在那次围城中被杀了，但为什么……”大副没有继续说下去。“那是因为他们没能杀了我，”古德里安接过了话头，“你所知道的事并不是全部，让我来告诉你们吧。先从我半年没出现开始说吧。那是因为我碰到了一个女人。一个令我深陷的女人。\n        当我第一次遇到她时，便被她那无形的气质所吸引了，我知道我是个杀人犯，没资格去追求她，但我依旧去了。我对她展开了疯狂的追求。半年后，我成功的追到了她，并且说服她跟我一起走。我带着她来到了大陆的中心，教庭的所在地——圣地尼斯古拉。我把她安置在了一家旅店里。然后就开始准备装备，准备去杀我的最后一个目标——奇夫。他是当初策划屠城的人之一。本来计划是很顺利的，我成功的摸进了奇夫的房间，但却被躲在房间里的守护者（教庭的兵种）所伤，当时我愣了一下，因为根据情报，教庭的人附近不是没有守护者吗？但当时的情况容不得我多想，我用最快的速度杀了守护者，然后转身面向奇夫，由于守护者拖延了一点时间，所以给奇夫呼救的时间，他按下了身边的警报按钮，警报声顿起，整个教庭的人都被惊动了。我明白我必须赶快杀了他，否则等教庭的大部队来了，别说杀他了，连跑都做不到。我抽出腰间的刀，朝他扑了过去，或许是因为他知道再坚持一会他就可以得救了，所以变得异常凶猛，竟然跟我拼的不分上下。教庭的人马上就要来了，我开始紧张起来，于是，我冒险对他使用了幻术，要知道，在战斗中使用幻术是很危险的，但为了逃命，也只好这样，我用了三次，才把他成功致幻，但是他在被致幻前却用尽力气砍了我一刀，砍到了我的右手臂，那力气之大，差点把我的右手废掉，我用左手拿刀砍下了他的头。这时，教庭的人已经快到门口了，我便从一旁的窗子翻了出去，但是却被两名教庭人员发现了。他们一边把我包围起来，一边呼喊着同伴。我的手已经受伤了，单挑一定打不赢他们，于是我没有理会他们，凭借腿的优势甩开了他们，我一路跑到了墙边，正准备翻墙出去时，又一名教庭人员发现了我，这时我已经快要翻出去了，他并没有追过来，而是掏出了一把弓。他对准了我，拉满了弓，似乎想一箭杀了我。但我从小就有超越常人的感知，这时，就是这种感知救了我一命，我躲过了那必杀的一箭。那人见一箭没有杀了我，连忙再拉弓再射，可是时间不容他再拉满弓，所以他只拉了一半便射了出来，这一次，我的感知没有完全逃脱，箭射在了我的右腿上，我的右腿瞬间被贯穿，疼痛的感觉袭击了我的大脑，我就快崩溃了，但由于学习幻术，我的精神也远非常人可比，所以还没崩溃，我咬牙翻过了墙，向旅店走回去。回到旅店后，安妮丝（就是我追了半年的人。）见我浑身是血，右腿还中了一箭，忙问我怎么了，我并没有多说，因为我不想她卷入这件事。我叫她去把东西收拾好，我们马上就要走了。她很听话，没有再问什么，就去整理行李了。我拔出了插在腿里的箭，简单包扎了一下伤口，就带着她连夜逃出了尼斯古拉城。来到了大陆海岸线附近的一个小城镇，古斯特城。本来我准备在古斯特城修养一段时间，把伤养好之后就带着她离开这片大陆，去海外闯荡。\n       但是，令我没想到的是，教庭的人马竟然在几天后就来到了这里，我十分的不解，教庭为什么这么快就找到我们了。但不解归不解，我赶快跑回临时的家里，却发现安妮丝已经不见了。桌子上留下了一封信，我拿了起来，慢慢阅读\n亲爱的古德里\n        古德先生，当你看到这封信时，说明教庭的人已经来了，而我也完成了我的使命，终于可以回教庭去了。我们之间的一切不过都是一场骗局而已，一个为了消灭你的骗局。哦，对了，看你比较可怜，我就再告诉你一件事吧，其实奇夫没有死，他还活的好好的呢，那天你杀的不过是一个替死鬼而已，不知你读完这封信之后的表情是什么样的呢，真想看到啊。\n               教皇 安妮丝·路耳奇斯\n直到那时我才明白，这一切都是个骗局，一个让我死的骗局，我最爱的安妮丝，竟然是教皇，难怪教庭这么快就发现了我。那一刻，我的心里充满了悲伤，不愿相信这是真的。我失魂落魄的走出了房子，教庭的大军正等着我。我抬头一看，在大军中央靠前的地方找到那道熟悉的身影，她正跟一个老者说着什么。‘那老者就是教庭的大长老吧。’我心里想着。我看见了他们，他们自然也看见了我，大长老直起了身子，用着洪亮的声音想我问道‘古德里安·阵·乔格列斯，你涉嫌杀害多条人命，罪大恶极，你可知罪？’我没有回答他，眼神冰冷的盯着教皇，口中说道‘安妮丝·路耳奇斯，我想问你一个问题。’一旁的一位长老一下子跳了起来，训斥道‘大胆狂徒，你竟敢直呼教皇名字！’安妮丝抬了抬手，示意长老住嘴，用冰冷的声音说道‘你问吧。’我说道‘我只想知道，你究竟有没有爱过我？’‘我们的教皇大人会看的起你，做梦吧，之前不过是陷阱而已。’我用冰冷的眼神瞪了那个长老一眼，那长老立刻闭嘴，坐回了位置。我把目光转向安妮丝，希望她给我个答复。‘没有。’安妮丝声音依旧冰冷，没有一点情绪波动。简单的两个字仿佛利刃一般刺进了我的心里。我用颤抖的声音再问道‘真的从来都没有？一点都没有？’‘没有。’安妮丝的话语还是这么简单，冰冷。我的心里充满了悲伤，下一刻，悲伤变为了愤怒，我心里最后的防线被安妮丝的又一句话给彻底攻破了。\n        ‘我已经有男朋友了。’简单的一句话彻底攻破了我的心理防线。我变得异常愤怒，开始大开杀戒，一个又一个教庭战士倒在我的刀下，我不知道我杀了多少人，当时我只想发泄，发泄我心中的愤怒。杀戮持续了很久，我仿佛成了杀神，越杀越起劲，最后竟然杀出了重围，现在想起，都觉得不可思议。杀出重围之后，我就找了一艘船，逃到了海上，然后就来到了这里。凭借那两项绝技，成了他们的王……”“知道我为什么要跟你们说这些吗？”古德里安突然话题一转。“不，不知道。”大副回答到。他听呆了，他没想到，眼前的野人王竟然如此厉害，能从教庭的包围中逃出来。“让我来告诉你吧，那就是……”\n字数：3100\n\n@zir-516635864 @☆茶杯骑士☆ @长手的苦力怕 \n索引贴：http://www.mcbbs.net/thread-243340-1-1.html\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "我是HJ",
            "timestamp": 1393677120,
            "txt_content": "哈哈哈沙发    支持楼主"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1393679820,
            "txt_content": "惯例必顶～"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393680120,
            "txt_content": " 本帖最后由 a2455564728 于 2014-3-1 21:25 编辑 \nzjr_516635864 发表于 2014-3-1 21:17\n惯例必顶～\n\n我坐等悲域。。。话说你现在不正用电脑吗。。。。。还有就是下次更新得看时间了，可能明天，也可能下周，我现在思绪有点乱，我要思考一下。其实这篇后面一点我觉得写的不好，因为我最后面没打草稿，所以输的时候改了好多次。。。。。"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1393681020,
            "txt_content": "a2455564728 发表于 2014-3-1 21:22\n我坐等悲域。。。话说你现在不正用电脑吗。。。。。还有就是下次更新得看时间了，可能明天，也可能下周， ...\n\n\n\n\nimage.jpg (167.38 KB, 下载次数: 0)\n\n下载附件\n\n2014-3-1 21:36 上传\n\n\n\n\n阿我是平板= =容易闪退\n"
        },
        {
            "author": "a2455564728",
            "timestamp": 1393681080,
            "txt_content": "zjr_516635864 发表于 2014-3-1 21:37\n阿我是平板= =容易闪退\n明白了  "
        }
    ]
}