{
    "title": "<连载·单章>【去而复返】[作者:世奇][第十章]",
    "author": "592764254",
    "replyCount": 6,
    "timestamp": 1393686000,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-1 23:59 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n去而复返 第十章    平原之行\n    一行人在旭日下前进着，朝着他们梦寐以求的宝藏接近。他们此刻正在一望无际的平原上行走，不时有一两个凸出的显而易见的小丘。“弗颜乎！看，那边有马！”杜卡发现了一群各色各样的马，它们剽悍的身躯衬托着高昂着的头，显出马这种动物所自有的天生豪气。一匹马也发现了不远的八人，它可能是这马群之王，它昂首挺立，风姿较之别马，显得更上一层楼，它全身好似披上了一层雪，在阳光的照耀下显得如此的白，白得好像可以亮瞎人的眼睛。马王翘蹄嘶吼起来，其他的马一听见号召，立刻转过头，训练有素般奔到马王身边。它们集合到一起，派出一匹怪模怪样的绿马，这匹绿色的奇异马来到了铄奇们的身边，他摇身一变，变作一个绿色躯体的类人生物，他开口就是一声标准的方块世界通用语:“你们是什么人，速速报上姓名与来这儿的目的地！”弗颜乎阅历丰富，十分懂得在什么时候该说怎样的话，他答到:“我原是闪驰国的王侯，但我不能只待在一个地方管理那些政事，因为，我同时还是一名巫师，我有比你们更重的责任与负担。他们都是我的部下，我们不会伤害你们的。”尽管弗颜乎是很多国的大官，他也不会全说出来，因为他们此时就在擅于养千里马的国家---闪驰国。“哦，是吗？请出示您的名牌。”弗颜乎举起魔杖，默念一道简单而普通的巫师咒语---收纳术。突然，一个小型的异次元空间在魔杖上方被打开，巫师又念了一道聚集魔咒，将存放在里面的闪驰国名牌拿出来。这是一个纯玉的名牌，上面用黄金刻着五个大字:弗颜乎·史塔克。背面又有三个小字:骠骑王。那绿色生物看后急忙下跪，然后致礼道:“骠骑王，祝您的魔杖永远散发光芒。请原谅我的无知，宽容的骠骑王。”“嗯，没事，快带我去见你们马群的王，我们需要你们的效力。”“好的，随后就到。”话音刚落，绿色生物就立刻转变为马，朝马群奔跑而去。马王似乎问了他什么，然后点点头，对着其他马嘶吼几声，全体一起朝着弗颜乎等人奔跑起来。马王首当其冲，四蹄翻飞，以超常的速度奔跑过来，这匹马自称是这群马的首领，名叫枫。而绿色的马是奇异的变异种，可以变身为类人生物，并发出人的声音。马王虽然不会变身，但他也会说人话，他一到弗颜乎面前，就立刻四蹄齐跪在地，说道:“尊敬的骠骑王，弗颜乎先生，您作为一名巫师，不理我们的朝廷内事，请问如今到此来有何贵干呢？”弗颜乎笑着答:“我和我的朋友要走出闪驰国，去对面的谷道河，但无奈路程太远，所以我们想请你们为我们效力。”弗颜乎尽管身为王侯，也丝毫不摆王侯架子，而是平心而论。马王爽快地答应了，他自己让弗颜乎骑，一匹黑马给炎骑，一匹普通白马给铄奇骑，一匹棕黄色的马给克里骑，一匹红白色的马给杜卡骑;一匹淡黄色的马给林古，一匹黑白色的马给非舜，一匹红黑色的马给因力。铄奇突然发现，这些马都没有鞍辔！他急忙问弗颜乎，弗颜乎笑到:“这些马都是极其通人性的马，他们不需要那些束缚它们的东西。”铄奇赶忙骑上了自己的白马。此时的他，腰别双剑，身着劲装，下跨白马，手带灰套，真是好一个俊美！不久时，一行八人都骑上了自己的马，各自的马速度品质都不同，能力越高，马的速度就越能发挥到极致，当然，再好的千里马，你给一个什么都不会的人去骑，他顶多能起出个一天百八十米的速度，要不就是摔倒，被马甩下来，或者是马不肯让他骑。而此时，各匹马都与临时主人配合得相当默契，在速度上，弗颜乎自然不发挥全力，因为那样后面七人会赶不上。他们彼此都牵连着彼此，彼此都不离开彼此，他们时而成三角阵型，时而成园阵，时而又成方形，阵型不断的变化着。弗颜乎放慢速度，在铄奇身边跟随，然后问他:“你练过骑马？怎么骑得这么好？”铄奇一笑，答:“我小时候有个祖父，他是开马场的，我常常去骑。”“原来如此！”弗颜乎笑了笑，又跑到前面去了。他们在广阔的碧绿草原上，蔚蓝天空下，太阳照耀下，月光指引下，终于来到了骠骑国边缘。绿意盎然的草原边缘也显得生机勃勃，经过一段渐变的过渡，主色转为了深绿色。对面是一条大河，它横在众人面前，似乎想阻挡他们，不让他们越过。大河附近有一座桥，桥上的横梁断了许多根，但由于人们不常常去对面的雨林，所以也没人修补这座小木桥。弗颜乎策马奔向小桥，七个人紧跟而上，他们排成纵队，准备跳过去。虽说马的跳跃力很好，但这座桥的间隔却有五六米，一般的马根本过不去。可，这里是闪驰国，这里的马都不平凡。弗颜乎和他胯下的马王都准备好了，马王来到桥边，抬起前蹄朝天嘶吼一声，然后放下，气势十足的马王已经准备好了这次非凡的跳跃。\n\n         今天是三月第一天，就急忙赶完作业了写了一篇，求人气呀啦索~\n\n\n\n",
    "replies": [
        {
            "author": "Forsworn_",
            "timestamp": 1393686060,
            "txt_content": "题目和内容毫不相关啊！！！！"
        },
        {
            "author": "Rapupu",
            "timestamp": 1393686180,
            "txt_content": "什么意思啊LZ"
        },
        {
            "author": "592764254",
            "timestamp": 1393686300,
            "txt_content": "标题已改正"
        },
        {
            "author": "Rapupu",
            "timestamp": 1393686720,
            "txt_content": "592764254 发表于 2014-3-1 23:05\n标题已改正\nOK 看到了   "
        },
        {
            "author": "风之心_天双",
            "timestamp": 1393689540,
            "txt_content": "这排版看着太瞎眼了。。"
        },
        {
            "author": "灵魂爱人",
            "timestamp": 1393690980,
            "txt_content": "留名"
        }
    ]
}