{
    "title": "<连载·单章>【生存战争】[作者：茶杯骑士][第十五章·支配正义]",
    "author": "☆茶杯骑士☆",
    "replyCount": 13,
    "timestamp": 1393739700,
    "txt_content": " 本帖最后由 ☆茶杯骑士☆ 于 2014-3-2 13:55 编辑 \n\n~第十五章·支配正义~\n\n---正文---\n    http://www.xiami.com/widget/0_1770236623/singlePlayer.swf\n    风沙拂过这片大漠，我的视野早已不再清晰。\n    石砾被狂风包裹着，在我的身上留下一道道轻微的伤痕。\n    “哈……哈……”\n    我大口地喘着气，脑海中只有一个信念——我要下去。这个想法令我早已疲惫不堪的身体重新迸发出力量，但我再也没有力气站起来了。\n    就这样……等死吧……\n    最后一丝希望也被扼杀了，只剩下无尽的绝望。\n    戒指在我的手指上闪烁着整片沙漠的细腻光芒。\n    兄弟会……那三个人究竟会如何呢……\n    呵……\n    用尽最后一丝力气笑出了声，便安安静静伏在粗糙的沙砾之中，静候死神降临……\n    “报告！我们发现了一个人！”耳边传来莫名其妙的对话。我侧耳倾听。\n    “是谁？快看看还有没有活着！”\n    我被粗暴地翻了个身，接着感觉到有人用手横放在我的鼻翼下方，似乎在确认我有没有气息。\n    “他还活着！还活着！”一阵欣喜的叫喊。\n    “这个人……是兄弟会的首领！”另一个声音响起，“把他带回去！”\n    我被两只有力的胳膊架了起来，浑身的不适感令我作呕。\n    这些人……究竟要做什么？\n\n\n    王城战犯集中营。\n    午饭时间，我和几名狱友在食堂享用着难以下咽的美食。\n    一切看起来是那么平常……\n    不过是时候做个了结了。\n    \n    我正端起汤匙，盛满了滚烫的热汤想要送到口中。忽然，一旁满脸络腮胡子的壮汉没好气地使劲撞了我一下，污渍溅了我一身——\n    “你想干什么？！”我倏地一下站了起来，大声斥责。\n    我知道面前这个人撞我是什么用意——没错，都是计划好的。\n    “怎么！小子，想打架啊？”他挑衅一般，语调十分怪异，同时也给我使了个眼色。\n    我立刻明白了他的意思——该进行下一步了。\n    “这个集中营里还没人向我寻衅！”我一个箭步冲了上去，攥紧了右拳直朝着他毫无防备的下颔猛地抡了过去，“你可是第一个！不过你的勇气实在是用错地方了！”\n    话音未落，那壮汉虚晃一招，敏捷地躲过了我的攻击，两只有力的手钳住我的肩膀。我只觉得一阵眩晕，就被狠狠地丢摔在了地上。\n    围观的人群立刻骚动起来，有的甚至开始喝彩——\n    这也是计划的一部分：吸引人们的注意。\n    “哈！史蒂夫！接招！”\n    雨点般的拳头朝我袭来，我被压在身下，动弹不得。\n    “喂，梅森，你轻点，”我一边喘着气一边小声提醒他，“要知道我们在演戏……”\n    趁着他换气的间隙，我攥紧拳头直朝梅森的鼻梁骨砸去。他倒也灵巧，双手立刻转变呈十字状交叉格挡了我的攻击。\n    “好！”“打得好！”一旁的狱友们纷纷为我的反击喝彩。\n    “你输了，”我嘿嘿一笑，这只手还没收回来，另一只手也立刻以浑身的力气向他的腹部攻击——\n    “噗——”他条件反射般弹了起来，踉踉跄跄摔在地上，一边用手支撑着地面的同时我又抬起右脚，狠狠地打断了他的动作。\n    “呼，你小子——”梅森气急败坏，笑骂着我。话音未落，一旁的狱卒推开熙熙攘攘围观的人群，直冲我们奔来。他粗鲁地把我摔在地上，一边殴打着梅森一边喝斥着我们：“这是监狱，不是让你们打架的地方！你们这俩混球——”\n    “混球？”我趁他不注意，立刻从地上爬了起来，不顾伤痛立刻用胳膊肘从后方直直朝着他那不堪一击的脊梁重重地捶了下去——\n    我仿佛听到骨骼支离破碎的声音，他重心不稳跪倒在地下，我顺势一抬脚击中了那可怜的要害。\n    “啊——”一声惨叫响彻整个监狱，围观的人群一边也嗤笑着。\n    一旁的梅森也龇牙咧嘴地站了起来，恶狠狠地一拳捣在狱卒的后脑勺上。\n    鲜血流了满地，那混蛋再也没站起来。\n    “呵——噗，”梅森满脸的胡茬就像钢针一样扎了起来，他以一种极其蔑视的神情瞥了一眼这狼狈不堪的尸体，眼中只有冰冷的火焰在燃烧。他呛了一口痰吐在尸体身上以示发泄：\n    “垃圾！垃圾！佩尔森联盟的走狗！都**该死的孬种！！”\n    他运了一口气，从那尸体身上取下那些狱卒统一使用的佩剑和通往大门的钥匙，他将钥匙交给了我，然后有力地将剑向上刺向空中：“成败在此一举！我们只有这一条路！”\n    并不广阔的空间挤满了犯人，此时此刻因为梅森的一句话而骚动了起来。\n    “我想这其中，大多都是死刑犯吧？”我接过他的话继续说，“就连我也是。”\n    “而今天，我们要和命运抗争！我们所选择的，是通往自由的路！哪怕它的尽头只有死亡！“\n    我的声音因为激动而颤抖。我咽了口口水：“既然都是死路一条，我们何不走也要走得轰轰烈烈！因死刑而死，屈辱地死在佩尔森联盟的铡刀之下；还是为自由而死？！这将由我们选择！\n    我的朋友，永远要怀抱着希望，永远！我们不会动摇！！我们终究会获得自由，只要我们去尝试！去反抗！勇敢的战士们，是时候推翻这嗜血的统治者了！\n    不是为了荣耀，只是为了自由！因为那些都是我们应该做的事情！我们都为我们的祖国抛洒过鲜血，也不求任何回报！现在，这个无情的暴君滥杀无辜，正一步步带领这个国家走向无底的深渊……是时候让我们向昔日的祖国继续宣誓我们的忠诚了！！\n    如果你没法为自己的国家杀敌，至少让我看看你愿意为她而死！！！”\n    几乎是歇斯底里地用浑身的力气喊出了最后这一句话，我的眼眶里也竟然充满了泪水。\n    我高高挥舞起拳头：“愿意离开这里的、愿意为自由牺牲的、愿意为祖国效忠的勇士们——！拿起你们的武器，跟上我！”\n    整个监狱沸腾了起来，几乎是一呼百应的，所有人纷纷高举起拳头，忿忿地咒骂着、高喊着，拿起周围一切能够造成伤害的东西，向出口蜂拥而至。\n    “史蒂夫，说的好！”梅森挥舞着佩剑仰天大笑，“好久没有这么热血沸腾了！哈哈哈哈哈！”\n    我笑了笑，摇了摇头：“不为什么，如果非要说的话……\n    “只因为我们都是战士吧。”\n    我攥紧拳头，顺着人流向那窄小的铁栅栏门走去，一群人早已按耐不住。我怀着无比神圣的心情拿出钥匙，紧接着“喀啦”一声，锁开了。\n    我把门使劲踹开，带领着战士们向幽邃的、门的那一边走去：\n    “告诉他们我们的决心！”\n    “不自由，毋宁死！！”呼应的声音旋即炸响，回荡在狭小的空间内。\n    这是唯一的机会了……\n    我，必须活着——\n\n\n    面前是那个破烂不堪的空地，我们每天都在这里接受难以忍受的折磨。\n    而现在，就让他们的血染红这片土地吧！\n    “杀——”梅森一声令下，立刻以极快的速度冲到人群之前，挥舞着佩剑似乎在向那些愚蠢的敌人耀武扬威。\n    狂怒的战士们立刻响应号召，以必死的决心冲向敌阵，随即，一阵铁器乒乒乓乓的撞击声响彻云霄。火星四溅，发出令人颤栗的噼里啪啦的声响。\n    狱卒们还从未遇到过这样的状况，震惊之余便被秋风扫落叶之势消灭殆尽。但仍有狱卒不知从哪里来的勇气，竭力应战。\n    一个面目狰狞的狱卒手握着短剑向我直刺而来，短兵相接对我来说自然不在话下。我一闪身，一道白光带着阵阵寒气倏而划过我的脸庞，借着他冲过来的这股力，我看准时机迅速钳住他的手，转而一个迅速而猛烈地肘击直直送到他的脸上——\n    他的右手脱了力，短匕首掉在地上，我借着他短暂的晕眩立刻捡起短匕首，将自己武装起来，紧接着回过身来快速出击，将全身的力集中在腿上，出其不意地猛扫他的下盘。他在震惊之余果然重心不稳，仰面摔倒在地上，我立刻出手，将匕首深深嵌入他的腹部，然后向下狠狠地撕裂了一道长长的口子——鲜红的血液伴随着内脏的碎片喷涌而出，腐臭的气息令人倒抽一口凉气。 \n    但这对我来说早已没有影响了。为了我的目的，早已不知有多少人死在我的手中！\n    没有牺牲，永远不会有胜利！在这个国家，没人比我更懂得这个道理：一切的一切，只有用血的代价才能换回宝贵的自由！才能换来昔日的荣耀！\n    这鲜血使我更加亢奋起来，生的感觉从未如此真实、蓬勃、旺盛！\n    “出口就在前方！”我大喊道。一边随着英勇无畏的战士们继续前进。人们战斗热情高涨，因为所有人都深深明白一个道理：\n    想要离开这里，只有这一条路！\n    慢慢向前继续推进，又有一些不怕死的士兵如潮水般围困住我。我被包围了。\n    经验告诉我，我手里的这把短匕首在这个状况下是起不了什么作用的。正当我思考如何对付这群烦人的家伙时，他们其中的一人率先发起攻击：\n    锐利的矛头势不可当地冲着我的胸口直奔而来，我无处可躲，索性双手握住枪柄，强制停止了长枪的攻击，闪到一侧后又借力猛地抬起膝盖折断了长枪，反手将断枪送进了后面那个士兵的咽喉：猩红猩红的血缓缓溢出，哽咽着架在断枪上，双目无神地看着天空，终于咽下最后一口气。\n    打倒一个又缴械了一个，但我仍然不得喘息，又一名剑士在我扬起长剑，试图发起袭击。我果断地一抬手将断枪从那尸体的咽喉混着肮脏的血液迅速抽出，紧急招架住这致命的一击，另一只手待我将他的剑刃圆到另一边时，直直把闪着银白色光芒的匕首猝不及防地推进那毫无防备的腹部。他倒也灵巧，放弃了手中的长剑，立刻用双手试图阻挡我的攻击。\n    我必然知道他想要做什么，不过这垂死挣扎是毫无意义的——\n    我旋即以迅雷不及掩耳之势直直将匕首向上扬起，伴随着一声惨叫，他的下颌早已绽放出一朵血花。\n    但这样还是不足以致死的，我担心他会继续挣扎，拾起那把剑，用尽全身的力气将他的身体拦腰斩断——\n    碎裂的森森白骨混合着粘稠的肉块和滚烫的血液立刻喷涌而出，整个身体也血肉模糊，只剩下面色仓皇的脸和不成人形的身躯，重重地摔在地上——\n    我大口大口地喘着粗气，脑中一片空白。不知是因为太过兴奋还是些许恐惧。我此时只清清楚楚地意识到一个问题——\n    此时的我，内心早已被可怖的杀意填满了。\n    “嘿！史蒂夫！史蒂夫！”一旁的梅森好容易有了喘口气的机会，“哈，杀的漂亮！哈……你以前究竟是做什么的？”\n    听到他这个问题，我的脑袋忽然嗡嗡作响，嘈杂的噪音刺激着鼓膜，整个身体如蚁走般，浑身颤抖着，奇异的感觉难以名状。    \n    我……我是……\n    似乎是被杀戮冲昏了头脑……我似乎……\n    什么也记不得了。\n    \n    “史蒂夫？”梅森见我长时间毫无反应，有些纳闷，“你怎么了？”\n    “我……”\n    右手的食指上灿白的戒指似乎令我想起了些什么——\n    “我，来自兄弟会……”我的语气甚至带点疑问，潜意识中忽然出现的这个词语使我不假思索地说出了口。\n    连我都不确定……但既然我有印象，大概如此吧。\n    “兄弟会？！”梅森惊异地张大嘴巴，连络腮胡子都炸开了一样，“我听说过……那个革命组织。”\n    忽然，一阵炸响搅乱了我们的对话。循着声音的方向望去：\n    监狱的大门被炸开了！\n    “干得好！”我惊喜地失声叫出口。\n    可令我意料之外的是，人们并没有你争我抢地向那大门拥挤，反而是整整齐齐地摆起阵型，仿佛做好万全准备迎敌一般。而各个王城的士兵也停止了攻击，只是面目狰狞地将这个方阵包围起来。\n    我知道他们仅仅是在虚张声势罢了——不难看出他们无形之中流露出的恐惧。\n    我紧紧握着那柄缴械夺来的剑，一步一步向队伍的最前面走去。\n    “勇士们！自由的世界就在我们面前！”一步……两步……“他们认为我们是无能的懦夫！便加以肆意摧残！”\n    每一步踏在地板上的声音显得十分沉闷。整个世界仿佛万籁俱寂，除了有条不紊的呼吸声再无其他杂音。\n    “我们穿越火海！爬过了污泥，沉沙和鲜血！踏过了尸横遍野！我们眼睁睁的看着自己的同伴一个个死于折磨，饥渴和疾病！”\n    “但是现在！”我终于踱到整个方阵最前方，扭过头，向众人发表最后的演讲。\n    “不要再妄想压迫我们了！我们绝不会屈服！因为！我们已经看到了曙光！”\n    身后，巨大的空洞，那一端是我们曾一度可望不可及的、真实的、残酷的世界。\n    “我们为了她，像兄弟般战斗！”我狠狠将剑插进泥土，“今天，我们要将我们那赤诚的、必死的决心，展示给我们腐败和傲慢的领袖！\n    我还是那句话！”酝酿已久的情绪终于在这一刻以此种形势爆发——\n    “如果你没法为自己的国家杀敌，至少让我看看你愿意为她而死！\n    兄弟们！今天，就是这囚笼的末日！就是佩尔森联盟的末日！\n    毁灭它吧！！！”\n    激情澎湃怒而涌上心头，此刻，我感受到了何为真正的热血沸腾。\n    话音刚落，人群中爆发了激越高昂的欢呼声——\n    “万岁——！”\n    “史蒂夫，”梅森牵着两匹马向我走来，“走吧。离开这个地方。”\n    “呵……”我长舒一口气，“计划终于实施到这个地步了么。”\n    一面将剑收回腰间，一面跃上马背，使劲一踢马肚，马儿吃痛迅速飞奔起来。\n    “让那些弃子继续去制造骚动吧……”我的语气变得阴沉，“梅森，在这之后呢？你打算去哪？”\n    “我？”梅森眼中充满了高昂的斗志，“打倒我的敌人……那群混蛋……”\n    即将被焚毁的监狱被远远地甩在我们脑后——终于！我们终于自由了！\n    血红的夕阳将半边天染成惨烈的猩红色，天空如同七彩的绸缎，此刻也只有刺目耀眼的死亡的气息。\n    面前，是个岔路口。\n    “那么，在此分别了。”我难抑心中的悲伤。在狱中的日子，梅森早已成为了我的挚友，而这次的越狱计划他也出了不少力。\n    “哈哈！”他只是嘶哑地大笑，“那么，再见了！”\n    “哈哈哈哈哈哈……”随着笑声渐渐消失，梅森也消失在了地平线上。\n    我沉默不语。只是快速地催促马儿前行。\n    只是……忽然有些不安……\n    四处小心翼翼地张望，确认了我并没有被跟踪，可不安感却越来越强烈了。\n    难道……\n    没等我多加思索，一阵强烈的气流卷集着一股极其强大的力量包裹住了我的马匹，紧接着马匹的整个身体豁开无数条血口，血液如喷泉般四溅，我急忙跳下马，拔出佩剑准备迎敌。\n    而眼前，则是令我触目惊心的景象——\n    那个人，毫无预兆地出现在了我的面前，伴随着一阵闪耀着紫色光芒的烟雾。\n    全身都是伤口，都是血迹，都是腐烂的、令人胆寒的气息。\n    还有……那双闪烁着白色光芒的，布满血丝的眼睛……\n    “怎么……不认得我了么……”他首先开了口。\n    我一眼便认出来者何人，排山倒海的愤怒顷刻间充斥了我的全身。\n    手中的剑握得愈发紧了……\n    “呵呵……”他右手在空中一挥，同样也是毫无预兆地，一把青紫色的、闪烁着华丽光泽的剑出现在他的手上。\n    “终于……抱有这种真实的杀意了么……”\n    “你不是死了么！！”我发狂了一般大喝道，不知哪里来的勇气令我做出如此举动。\n    而他只是自顾自地说着：\n    “呵呵……让我看看你的全部力量吧……”\n    强劲的空气漩涡在我的身子周围疯狂缠绕，剧烈的疼痛令我再次感受到切肤的、生存的感觉。\n    “就像上次杀死我那样……！\n    ……拿出你的真实力量吧！！！”\n\n\n\n---作者的话---\n \n    这次也是拖了很长时间了呢……掐指一算也有半年了吧2333 总感觉再怎么道歉都无济于事了……不过还是在这里向各位报以歉意，同时对仍然在期待这一章的各位读者表示感谢~\n\n\n\n[groupid=324]POWER MILL[/groupid]",
    "replies": [
        {
            "author": "alrand",
            "timestamp": 1393739820,
            "txt_content": " 本帖最后由 alrand 于 2014-3-2 13:59 编辑 \n\n沙发系列 楼主你好帅 楼主一定是萌萌的女孩子 啊啊啊啊 快嫁给我 （不会被发卡了"
        },
        {
            "author": "a992199857",
            "timestamp": 1393739820,
            "txt_content": "{:10_524:}有生之年系列"
        },
        {
            "author": "王先生007",
            "timestamp": 1393739880,
            "txt_content": "唉.........来皮肤版来一发！"
        },
        {
            "author": "Yihc",
            "timestamp": 1393739880,
            "txt_content": "挺好看的，支持下，有生之年"
        },
        {
            "author": "1052464675",
            "timestamp": 1393739940,
            "txt_content": "杯姬咱给你顶一个~"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1393740060,
            "txt_content": "王先生007 发表于 2014-3-2 13:58\n唉.........来皮肤版来一发！\n马上就来2333333"
        },
        {
            "author": "王先生007",
            "timestamp": 1393740240,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-3-2 14:01\n马上就来2333333\n你发就把那张画还你←w←"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1393740240,
            "txt_content": "王先生007 发表于 2014-3-2 14:04\n你发就把那张画还你←w←\n居然威胁我！QAQ"
        },
        {
            "author": "NaTcher_",
            "timestamp": 1393741140,
            "txt_content": "楼主文笔真好。。。= ="
        },
        {
            "author": "银狼",
            "timestamp": 1393741560,
            "txt_content": "这是多久的天坑了 0.0"
        },
        {
            "author": "星空骑士",
            "timestamp": 1393741680,
            "txt_content": "茶杯准备开坑了？"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1393760400,
            "txt_content": "银狼 发表于 2014-3-2 14:26\n这是多久的天坑了 0.0\n半年之前呀23333"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1393770420,
            "txt_content": "@782157025 如果你还在的话……不妨来读一读吧？"
        }
    ]
}