{
    "title": "<连载·单章>MINECRAFT背后的秘密[作者:zhh30648][[14.5]:史蒂夫的记忆]",
    "author": "zhh30648",
    "replyCount": 6,
    "timestamp": 1393766280,
    "txt_content": "本章为史蒂夫的回忆，非正篇，特例为14.5章大约是几十年前，或者是几百年前，这个世界是由一个人所创造的，可以说这个世界的一切，包括物品，技术，语言，秩序，规则…几乎一切的源头都是他所创造出来的，世界现在不断的发展所得到的新东西，不过是在基础上改造出来的罢了，所以他完全可以称这个世界，是MINE[我的但这些源头的精巧程度完全超过了他的想象，人们可以有自己的意识，能自由创造出自己的社会来。原本的世界的规则仅仅可以被称为“规律”，像火不能在水里燃烧，人不能够踏进火里这样的一类。然而他所创造出来的人类，拥有了自己的秩序，将本来空无一物的世界不断得繁荣起来，每一栋建筑，每一个物品，都如同工艺品[CRAFT]一样，简直是无法比拟的精妙他决定了，把这个世界命名为MINE·CRAFT我只是一个神而已，整日不断得在各个地方观察着这个世界的发展这样不干涉而仅仅是看着，也是一种享受，生老病死，悲欢离合，想到这一切的事情都是我所创造的物品创造出来的东西，我就无法相信自己当初所做的事情，我到底是如何创造这么一个神奇的世界的这个世界的源头是一种代码，一切的规则都被写入这串庞大的代码里，自动的调动，运行，平衡世界上发生的所有事但由于不断出现的新兴事物，这些事物全都超越了我所创造的[本源代码，而自动成为了崭新的代码独立了出来，而我每天的工作，就是不断得将这些新代码移入[本源的一个个分支里去。光是整理这些代码我就得累的半死，不过我很高兴，因为这个世界正在越来越庞大，越来越丰富\n\n\n\n大约是创造元年过了400年左右，人们终于发现了一种当初我编写出来却不知道有什么用的矿物，它的名字叫做红石红石革命开始了。而且一发不可收拾。由于各种红石的组合方法和使用方法的不同，不断得有新的代码涌现出来，他们自己所创造出来的被称为“逻辑门”的东西，能够巧妙的利用这种传导性的矿物代替人类工作，各种大城市不断得建造起来，庞大的信息量不断得向我这里涌来我终于撑不住了，必须要有人来帮我才能够继续支持住这个世界于是我开始利用人们因为抢夺资源而发生大规模战争的空档，开始进行二串特殊代码的编写第一个，是地狱和末路之地独立于主世界而存在的其他世界，这是为了增加人类的探索区域，能使得他们不为主世界的地盘展开更大规模的战争，同时也是为了培养新的更强的生物，来统领这俩个世界地狱被加入了名为[能量控制的代码末路之地被加入了[矢量控制的代码这是我所给予的恩惠，让他们能有更特别而强大的能力第二个，是...[GROUP]权限组分支这个代码的功能仅仅只是区分人们的工作职业，便于管理，它所起到的作用并不大，它真正的作用是，专门划归出[administer]{管理者}我把第一个编写完成的管理者命名为Notch[槽口他的功能是帮我自动完成一系列的代码分析工作，并同时协助管理这个世界但除了这些功能以外，他就是一个人类，因为我是用人类的代码来作为基础代码的，只不过是把他移到了管理者这一权限组里，使他拥有了这些权利来协助我“神，我能够一直帮助你这样管理这个世界么”“你只是我的助手，很遗憾，你是个人类”“人类就会有生老病死 人类就会有寿命 人类总有一天就会失去自己的一切然后与世长辞 即使你在世时有再丰富的生活，当你死去后你会一无所有”然而我万万没想到，这句教诲，竟成为了一根引燃炸弹的导火索，正在不断的燃烧着，直到那天，终于引燃炸弹的那一天{系统权限调整}{将Notch 调整至Creator}{数据转移中 请稍等}“Notch，你想干什么，想背叛你的主人吗！”“神，我不想死，我不想失去这一切，我如此艰难得成为了神的助手，却无法获得任何东西，最终只能一无所有！我无法忍受这点！”我彻底了忽视了他作为人类的本性，那是为了增加人类的创造力而加入的一串代码贪婪他在梦中将强化过的长剑刺入了我的身体危难之中，我强行切断了权限组的转移，然而权限组这个支流和我的记忆是完全连在一起的，这一切的代码，最终都会汇集到我无穷无尽的脑海里，然后储存在那。我将记忆和代码一同抽取了出来，具象化成两块水晶，将未完成的两种能量控制的源代码分别存进里面，然后将所有的权限和代码都对等分为两部分分别存入，用尽最后一丝力气，将石头传送到了刚刚完成地形，生物编写的地狱和末路之地因为Notch是不知道这两条代码的位置的，所以应该能拖住一下他的步伐，让我有喘息的机会最后，我只在濒死之前，使用了重生的代码，让我随机得成为一个新的人类降生在主世界里，这样Notch也无法将我找到并杀死，等于说是上了双重枷锁然而记忆的消失会让我不知道最终应该干什么，我竭尽所能将所有还未被Notch删掉的代码加上我新诞生的人类身上，包括那段我不久前才编写完成，没有归入主体文件而侥幸没被删掉的[权限组代码在Notch的剑尖之下，我向整个MINECRAFT世界发布了公告，这是我第一次直接干涉人类世界，应该会有人把这句话当成是天召然后记录下来吧{公告：我将已残缺之身追求真正的完美！}然后，重生开始了，我失去了记忆艾希尔村[不知道的自己看第一章，是我第一次作为“史蒂夫”这个个体有记忆的地方也是一切故事开始的地方",
    "replies": [
        {
            "author": "zjr_516635864",
            "timestamp": 1393766580,
            "txt_content": "来顶一个～"
        },
        {
            "author": "250=mo",
            "timestamp": 1393767120,
            "txt_content": "来顶个，老坑啊，突发奇想又来谢谢支线么"
        },
        {
            "author": "Greensky",
            "timestamp": 1393767180,
            "txt_content": "顶一个= ="
        },
        {
            "author": "Lucky777777",
            "timestamp": 1393767480,
            "txt_content": "  喂 节制啊 文笔不错还更新快 求活路 23333"
        },
        {
            "author": "zhh30648",
            "timestamp": 1393768080,
            "txt_content": "Lucky777777 发表于 2014-3-2 21:38\n喂 节制啊 文笔不错还更新快 求活路 23333\n也就周末有时间更了，平时都是作业写完晚自修的时候脑补的...剧情有了写写是很快的事情"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1393769760,
            "txt_content": "zhh30648 发表于 2014-3-2 21:48\n也就周末有时间更了，平时都是作业写完晚自修的时候脑补的...剧情有了写写是很快的事情 ...\n  嗯 也是 有灵感是好事"
        }
    ]
}