{
    "title": "<原创·单篇>在终极醒来（上）[作者:橙子丶谛]八千字神作",
    "author": "橙子丶谛",
    "replyCount": 2,
    "timestamp": 1393845840,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-3 20:57 编辑 \n\n本帖标题由 风之心_天双 进行更改\n\n         {:10_517:}经过几天的奋斗《在终极醒来》这部短篇小说的（上）终于撰写完毕！带给读者们华丽的文字体验，周树人的写作手法配上现代的MC神奇之旅，让黑色的文字带给你视觉的冲击！一点也不坑爹一点也不无聊，而在《在终极醒来》（上）中，一切虽然只是一个伏笔，真正的高潮也将体现在《在终极醒来》（下）中，本来打算放万字短篇的，但因实在按捺不住，先发为快！       《在终极醒来》（下）将会出现原版MC中衍生的巅峰创想，打破你对科幻玄幻世界观的观念！\n\n《在终极醒来》（上）正文：\n“……” 或许，我再也不会有出头之日了，在这里，在这个荒凉的地方，永久“耕耘”？他们，与我同龄的人，我的朋友，我的亲人，甚至我的父母…从未想过出去吗？永远在这个没有人迹的沙漠蜷缩着，仿佛等着什么甘霖，每个人都乞讨着幸运的眷顾，却只在无人知晓的角落勾勾画画，再普通不过的工作台中，拼合着什么可笑的木棍？农耕，他们只会农耕，萝卜，土豆，小麦。成片成片的作物，可这些都有什么意义呢？自给自足地轮回，终究只是空白一片，我不甘心！我不甘心！……“喂！莫？莫？醒醒！”身体好像在晃动，我的精神紧绷着，哦，是我唯一的朋友来找我了，或许，他是我在这个村庄里唯一有共同语言的人了——他亦有与我一同去外面世界的想法。每天，总在令人发指的精神挣扎中起床，痛苦，永远地盘绕..“莫，今天村长那里来了一个旅者，听说是从城市来的，快去看！”几乎是把我拽起来的，但听到这个消息后，我何尝不是激动？日日夜夜盼望着外面的世界，却谨听父母亲人的告劝，外有僵尸，是死灵，以人肉为食，像我们这种人遭之必死。还有村里那个说事者，他说过有一种叫“哞菇”的生物，说是一种变异的牛，会吃人，身体诡异，说是来自地狱的恐怖妖灵，青——及呼我起床的友人。他告诉我这是假的，“哞菇”只是披了蘑菇的牛罢了，蘑菇可以剪下，这是他从长辈的口中听说的。也不知他长辈是否也迎来这样一个旅人？很少，很少有人路过这里，自打我出生，这是第三次了，也不知外面的世界，这是我们唯一不与外界彻底断绝关系的丝线了。我全身一个激灵，猛地翻身起床，冲出家门，拉着青冲向村长的家里，生怕旅人离开。到达之后，旅人已经被一大群人里三层外三层地包裹起来，但在内层的大多是一些长辈，挤进人群，只听见村长苍老地声音：“嗯，尊敬的旅人，有什么新的耕种方法能够提高产量的吗？”又是农耕！接着，旅人很耐心地讲了高效率9乘9的耕种方法以及拉杆控制的自动化耕种，可是，村里去开矿的只有一两人，并且都是在浅层工作，没下过底层，能有一些铁矿也已经不错，哪里还知道红石！只有我们这些小孩，渴望知道这些神奇的科学，反反复复地央求这些旅人带给我们知识，可是，大人们说：“大人说话小孩别插嘴！”“小孩子家懂什么？”“我们还有更重要的事情要谈”更重要的东西？莫不是农耕？！我算是这些孩子里最渴望求知的一个，在大人们的盘问结束之后，孩子们正要围起这旅人，却被大人呵斥：“我们的客人要休息了，回答了这么多你们的问题已经口干舌燥，孩子们请不要打扰客人休息！”喏！我们这些孩子哪里问过什么问题？我们这些孩子哪里扰着客人休息了？我们只是渴望获得更多的知识，我们，错了吗？不！所有的孩子离开了，包括青。只有我，跟踪了这个旅人。偷偷地，在村长走出了他的房间之后，我看到村长的手中攥着一些绿宝石，看来是与这个旅人有了什么交易罢。我至今不知道那些绿宝石的作用，但是大人们却愿意用为数不多的资源去换取这些好像没有用的东西。一骨碌顺着门溜了进去，还回头瞟一眼村长离去的方向，掩上门，这才看向了目瞪口呆的旅人。“叔叔..”我向面前这个看起来30多岁的大叔鞠了个躬，村长他们也常常这样做。“小朋友，你有什么事吗？”在短暂的惊讶之后，面前的大叔也反应过来，变得和蔼可亲，与我交谈。“叔叔，能给我讲讲外面的世界吗？他们说你去过城市？”我好奇地问道。“哈哈，你还真是可爱呢！”大叔刮了一下我的鼻子，但我并不在乎，只是在乎他的答案。“嗯，是的，我从真正的城市而来，城市里不仅有多于这里百倍，千倍，不，万倍的人口数量，还有数不清的资源！黄金、钻石、黑曜石…还有各种神奇的物品，红石、红石中继器，各种陷阱的制作，各种庞大的机器设备，还有书籍！各种书籍，比这里庞大无数倍的文化资源，那里的人，只要一步，便可跨入地狱，去寻求更多神奇的资源，地狱岩、石英…”听着听着，我的目光迷离了，外面的世界，是如此的神妙，好多的东西别说看了，我听都没有听到过！这些东西，只知道农耕和“搜刮”绿宝石的大人们又何从知道？他们只会对这种知识说：“嗯”“这对我们会有很大的帮助”来敷衍了事，而他们，甚至将红石火把用来照明！呵呵，我记得，前年我大伯说过一句话，我至今还记得，他对着为数不多的红石火把说：看看，这红色的火把多么地没用，真不知道大自然生产这些废品要做什么，还如此珍贵？哼，还不如正常的火把亮。丢了罢！人愚昧地时候，都不知道自己在做些什么，无知并不是他们的错，但大人们口口声声说着为村里着想，却从没有想过发展，科技是什么东西，他们知道吗？“叔叔！叔叔！地狱真的存在吗？我一直以为是传说啊！”我听的云里雾里，仿佛不自在人间。“有的，而且城里有免费的地狱传送，信不信，现在就有千百人在地狱工作哩！”我被深深地震撼，青说：真想看看地狱是什么样子，但只有我死了才能看了。殊不知“地狱”确实存在，并且活人都可以进入，进入的还有千百人！外面的世界，多么神奇，打破了我的多少认知，这一番话，让我对外面的世界更加好奇。“叔叔……”“嗯？”“能不能..带我去外面？”“啊？”面前的大叔被我的话吓到了，如果可以的话，我绝对想要脱离现在的农耕生活，去看一看外面的世界，因为，这一切，多么让人痴迷与陶醉。“不行不行，你父母不同意怎么办？”“没事的…”“这个绝对不信，这不是拐骗吗..”“……”这大叔没有答应我的请求，但他的到来，却绝对给了我一个契机，但这个稻草绳子我抓不抓得住，也要看我自己的本事。当晚，我找到青，告诉他，我打算跟踪这个大叔，与他一起旅行，等走到一定距离了再和他相认，我就不信他还把我们送回来？青说不，他露出害怕的神色，与我坦白，他害怕僵尸，害怕哞菇，他觉得哞菇只是牛披上了蘑菇是他长辈敷衍他的，哞菇是变异牛才是真的，说事者说的才符合常理。原来，我一直以为与我一样不惧怕外面世界的青，一点也不向往外面的世界，而是惧怕着，为了与我交朋友。我与他的友谊，到此为止。我恨欺骗。对，我瞒了父母，跟踪了这个大叔，我相信，不久以后青会告诉村里这个事实，而我的父母不会去寻找我，因为，他们害怕“哞菇”。大叔走的是一片沙漠，走了很久都是沙漠，偶尔看见的几点绿色不过是几点地皮而已，刨几下地皮的绿色就没了。但这并不是一个干旱的沙漠，我居然在沙漠中看到了些许水源，虽然不多，但是还是够喝。我的身上足足带了64个萝卜，64个面包和64个烤熟了的马铃薯。借着这些水源和食物，我跟踪了大叔整整一天，还是沙漠，我现在才知道，我们所在的沙漠，真大。但是沙漠并不美，随着夜幕降临，最美的也就是夕阳了，但是我知道，夕阳过后，我们村庄围墙之外的恐怖叫声就会来临。我从没见过僵尸，大人们说僵尸并不是特别稀有，很多大人们也就见过几次，但从未有人敢与其正面抵抗，僵尸被大大的围墙封在外面，进不来，也就不了了之了。而现在，能够令我藏身的地方很少，大叔似乎也开始察觉到什么不对了，直到最后一抹黄昏的余光消失，夜幕降临，我才看不见了大叔的影子。“啊！”惨叫是我发出的，是大叔从背后抱住了我，我还以为是僵尸，吓了一大跳。大叔说，既然我都出来了，就跟着他一起走吧，很少看到想我那么渴望外面的世界的。出来涨涨见识，也好。大叔搭了一个木屋，期间我真的看见了僵尸，墨黑色的液体在它们的身体表面流淌，没人知道它们的来处，腐烂的躯体慢慢地摇晃，幸好距离我们较远，没有发现我们，即使发现了，因为木屋的阻挡，也进不来。但我也没办法看得更仔细了，不过，我好像没了食欲……睡得很晚，大叔给我讲了很多外面的世界，什么红石脉冲，高频红石灯，甚至还有附魔这方面的概念。大叔住在里这个岛屿的主要城市周边地区的一个城镇里，算是富裕，只是他打小就爱冒险，在父母的支持下，开始了漫长与幸福地旅行，他也懂得了很多的知识，也慢慢感受到了这个世界真正奇妙的地方，但他说，他所知道的仅仅是这个世界的一小部分。我至今还未曾知道这个大叔的真实名字，后来从一个陌生人口中偶然得知他姓曾。后来他的年纪大了，很多人都叫他曾老，我去看过他一两次，但还是习惯地叫他大叔，似乎他也并不厌倦什么。之后的那几天里，跟着大叔一直走啊，走啊，两天之前我们就走出了沙漠，来到了草原，大叔说这是通往岛屿主城的路，他正好有些事情要办，让我跟着他，保准不吃亏。期间还下了几次雨，地面上开始出现很恐怖的东西，我不知道那是什么，它长得很奇怪，杂乱的绿色，眼睛是白色的，不知会有什么异变，大叔让我绝对不要靠近这东西，比高压雷电还要危险，但并没有告诉我是怎么个危险法。三天后，我们终于遇见了第一个城镇，这天，大叔问我，去里面歇会儿？现在我的身上已经有了完整的皮革套装，皮革帽子，皮革外套，裤子，鞋子，换掉了我原来的草布衣服，显得尊贵多了。我也眼红过这大叔身上的钢铁盔甲，也不知道他哪里拿出来的，带上以后别提有多威风，但看起来很蹩脚，很麻烦。他说很多人都这么穿，进入城镇以后我发现他果然没有骗我，很多的冒险者穿的都是钢铁盔甲。大叔说等下次有时间了给我也弄一份来，当时我幸福地抱了抱大叔，大叔说钢铁装并不是多么珍贵，不至于吧。我在城镇里见到了很多很多新奇的东西，大叔还带我去附魔台，他说装备在附魔之后会获得更大的力量，他向我展示了他火焰附加I的铁剑，砍在一个僵尸身上（那时我总算看清了僵尸的全貌，真恶心），僵尸突然就着火了，吓我一跳，这僵尸满街乱窜，吓到了不少居民。僵尸燃烧的时候身上的尸油，或是什么其他的恶心液体不断地蒸发，冒出紫黑色的雾气，让大叔挥动铁剑地力度又加快了几分、杀掉僵尸之后大叔取来了僵尸身上仅仅完整的两块腐烂的肉，他说很多野外的冒险者实在饿得不行了也可以吃这个充饥，肚子会感觉不舒服但是能解决一时的饥饿，我很认真地告诉大叔，我就是死也不会吃这个。大叔摇了摇头，说你会的，真正的冒险者就有这种大无畏的精神，大叔还逼我吃，当然我跑了，真太恶心了。在这个城镇我们滞留了半个月，因为我们的食物都差不多了，当我将我带的所有的食物展示给大叔之后，他激动地看了半天，说这么多的食物还是头一次见，我说我们村里什么都缺就是不缺农作物，吃的。大叔显得很兴奋后悔当初没有多“搜刮”点食物，真不明白我为什么不喜欢那里，我摇了摇头说大叔你不会明白的。我现在身上穿着皮革套装，大叔也一直没有给我说好的铁套，我也没有怨言，毕竟取人所有，理亏的是我。除了皮革套装，我还有一把有些磨损的铁剑（是大叔教我格斗技巧的时候磨损的，虽然不专业，防身够了），至少我现在可以单独面临两三个僵尸不被咬了。一把铁斧头，很锋利，几乎没怎么用过。一两本书，关于这个世界一些物品的图册，是我在书店买的，书店老板看我是小孩子，少收了我两个绿宝石，要知道两本书的价格一共才5个绿宝石，所以我只付了三个，书店老板是一个老奶奶，我谢了她很久，我和她聊了一会儿天，得知我要去主城，就给了我一张主城的地图，貌似是半张，因为上方的圆顶只有一半。但如此繁华的场景，还是彻底吓到我了，密密麻麻的房屋，是十几个这样的城镇也无法相比的，因为地图的比例很小很小，难以知道清楚的东西，但也震惊了我好久。一边躺在去往主城的快马上，我一边承受着马上的抖动，一边翻看着这些图册，红石、地狱这类东西在图册上有简单的介绍，具体应该要去查询红石手册，这种高级货色估计在主城才有的卖。但令我很奇怪的是，图册的最后一页竟然提到了“魔法”这个我从未听到过的词语，介绍很简单很久简单：“魔法，天地精髓，仅存概念，无有得者”连一张图片也没有，仅仅是一个词语，我问了在另一匹马上无聊看风景的大叔（马是有人代驾的），他说他只听到过一两次“魔法”这个词语，听说是一种很神奇的东西，没有附魔，没有任何武器人就能用出“火焰附加”来，也不知是真是假，嘛，万事皆有可能的，大叔这样说。但我也是十分在意，能没有附魔就用出“火焰附加”的东西真的存在吗？也可能是一些闲在马背上的人编造出来的吧！半天时间，在一路颠簸之后终于见到了草原的边缘，庞大的城市景观出现了，但我看到的只有高不见头的城门而已，我们被门卫拦住了，简单地问了一下大叔之后我们就批准放行。而我奇幻的人生之旅就此开始了！展现在我眼前的，是一望无际的天桥，是五彩斑斓的灯，是我这个从广际沙漠里走出来的村民不曾见过的神奇。红石灯，这是一个多么令人向往的名字！只在村长和旅者的口中隐隐听说，在这座庞大的城市，竟然遍布了每一个角落！多么令人震惊！同行的大叔告诉我，红石灯在这里只不过是一个照明工具，最贫穷的家庭里也会有很多，这不值得惊讶。而相反的是，大叔的话更让我语塞与羞愧！在城里转了一个下午，将要入夜，我和大叔去购买了一些生活用品和武器装甲，便找了一家附近的旅店住下了。而在这一个下午，我阅尽这个王城的繁华！打破了我对这个世界的认知，多少种不可思议的东西，多少种闻所未闻的东西！两个红石中继器，四块红石，一个可回收的红石火把，连我想都没想过的永动机——红石脉冲就出现了！天啊，永动机真的存在，这个世界到底还有多少令人匪夷所思的东西？而如果能利用这个红石脉冲，去制作更加复杂的机关、控制电路，一想到这里，我就全身都热血沸腾，而大叔告诉我，国家的高层确实有专门研发这些科技的组织，有兴趣可以带我去看一看，大叔到中心皇城正好有重要的事要去皇宫内部看，带上我没什么问题。我，一个来自沙漠村庄的无名孩童，却有机会去一睹村里那群连“哞菇”都害怕的无知村民永远连想都不敢想的繁华！而我如今已经知道，从收纳了世界的各类书籍图册知道，哞菇真的只是牛披上了蘑菇，会出现在那些布满真菌的岛屿，亲人，不会攻击，去掉了蘑菇它就是普通的牛，当初青他们所害怕不过是一个笑话！而我在知晓了哞菇的真相以后，便对当初离开我的故土的抉择没有了剩下的半点犹豫。若在那儿了结终生，我将是如同他们一样，多么可悲！在旅馆，大叔给了我一张整座王城的分布图，我看到，中心皇城离这里并不远，但如果徒步走还是需要大半天时间，大叔提议我们传送过去。“传送”，对于我来说又是一个新的名字，这样的不可思议的东西，真的存在吗？但事实证明，这是存在的。第二天，当我站在这个黑曜石大框的面前时，有一种仿若隔世的感觉，昨天，我还是一介只知农耕的庶民，如今我…还是庶民，却站在要花费64个绿宝石才能传送的奢侈传送门前，但大叔可不在乎这些钱，还是领着我走进去。传送门的中间，也就是我们走进的地方，是紫红色的光壁，上面感觉有什么东西在旋转，让人感到虚无缥缈，而当你走入，又是一种我从未感觉到过的真实感，就像坠入了村里的一口井，井里开始似乎没什么水，令我感到十分惊慌与恐惧，但当你坠在了水滩上，也就是传送完毕的时候，你又会发现，这种感觉是多么的奇妙，虽然仿若高空坠落，但又有一种奇特的舒适感，令人察觉不出其中的奥妙，感到深索而生出浓厚的兴趣，但毕竟这里是皇城，我不得不装出一副贵人的样子来配合大叔。我身上还是穿着那身皮革套装，大叔说皇城里有些人很奇怪，就喜欢穿着粗布衣裳混进平民，装成一副穷困的样子又突然摇身一变千金或贵公子，大有扮猪吃老虎的意思？这也是一些闲来无事的小子长干的娱乐活动了，吃喝从来不愁的他们岂能想到他们随手一掷的千金是普通家庭一辈子也赚不来的零花。而就因为如此，我穿着普通的皮革套装反而获得了他人的尊敬，这难道不是很令人匪夷所思吗？进了皇城，大叔拐进了一条长廊，说是去找一个药剂师拿些东西。大叔很自豪地说，这个全世界都有名头的药剂师是他的朋友，从某种意义上来说他还救过这个药剂师的性命哩！总之，我跟着大叔一路进去，因为大叔身后跟着几位随行的卫士，所以并没有遭到他人的阻拦，但对我们来说也是一种安全上的监视吧。反正我是无所谓，是非都对我并没有什么影响。拐了三个门堂，就见一木门，方才路过的大多是铁门，还有以红石为基础的自动检测门，颇为神奇，而这里却出现一个不合时宜的木门，而这里又是皇城，就令人匪夷所思了。这木门之上亦存在一牌匾，牌匾上刻画着一个简陋的玻璃瓶，表明里面是制作药水的地方，这哪里像是世界有名的药剂师的工作场所？可事实证明，看人不能看表面，技术终究不能用外表来衡量。因为当我走进了这个在世界都享有盛誉的药剂师的房间时，我被彻底震惊了..几乎没有下脚的地方，凡是肉眼可以扫到的角落，尽是瓶瓶罐罐，里面载满了各种各样的液体，而有一个看起来十分年轻的小伙子正聚精会神地倒弄着手里的玻璃瓶，因为是正面，我一眼就被他那深邃，和年龄极度不想符合的目光吸引了，他的眸里仿佛收纳了这个世界，一切的一切都仿佛在他眼里无法躲藏，似乎他的一颦一簇，都将决定你生命的走向。“嘘——”大叔突然拉住我，“他正在工作，别打扰他！”我的立即放慢呼吸，遵从着大叔的目光看去，发现这药剂师对于我们的到来似乎没有一点察觉，仍旧以一种很慢，很慢地速度倾倒手中装有不明液体的玻璃瓶，慢慢地倾倒在另一个细管玻璃瓶里。大概5分钟之后，他反应过来。“啊！是你！”药剂师像突然打了兴奋剂一样，猛地抬起头，而在惊讶之后却小心翼翼地跨过一些地面上摆放的仪器，像大叔移动过来。这时候，在他终于抬起头的时候，我发现，这药剂师的眼睛不光深邃，他的面容也是如此沧桑，仿佛经历了很久很久的时间磨砺，让他看透了一切。“这位是？”“嘛——算是我——”大叔的话才噎到一半，药剂师突然浑身一震，目光猛地在我身上凝聚，他的目光就像是列夫托尔斯泰一样，猛地把我扎穿，我的灵魂在刹那间被他知晓了一切，我所有的秘密，我所有的思想，仿佛都被他吞噬，一个根本不需证明的念头在我心里升起，这个人，绝不简单。“终于——终于——”“？？明？喂！明？封明！你搞什么鬼”原来这个药剂师叫封明。“我等了你五十年……五十年……”“喂！封明？你真疯了？”对于封明突然到来的语无伦次，连大叔似乎都有一些措手不及，连忙上前，扶住封明，却被封明一手甩开。“我认识你……你在图腾上出现过……！”“啊？”对于这家伙的异变，我感到奇怪，却没有什么震惊，对于这样整天将自己埋藏在工作里的工作狂，有什么怪癖再正常不过，但当他说出认识我的时候，我却感到些许不对的地方。我是一个来自沙漠之村的鄙夫，他确实享誉世界的药剂师，我从出生到现在，除了那几个旅者，并没有见过其他的外人，除了大叔。而“图腾”二字，更让人匪夷所思，我并不知道这两个字意味着什么。此时我也只能当他疯了。“快，快，过来！别害怕，我带你看一些东西！”封明拉过我的手，我也没有反抗，任他把我拖进另一个房间，完全被无视的大叔显得有些尴尬，但还是识趣地没有跟进来。封明一直拉着我，好像过了一个很长很长的走廊，来到了一个同样昏暗的房间，这个房间很小，甚至说是什么都没有，只有一个附魔台，周围是一些书架和几个火把。“你看这个。”封明捧起附魔台上的那本书。“我知道啊，附魔的嘛。”“不，不，你只知其一，不知其二，你看！”封明将附魔台上的那本书翻开，指着上面那些看不懂的文字，从来没有见过，不知是不是属于这个世界的。封明看到这些文字，脸上露出了复杂难懂的表情，让我更疑惑了，顺着他的目光看向这本书，却不认识其中的任何一个文字。“我看到你所指的那个人了，莫？是的，小心，它已达到了更高的境界，它能够阅读我们的思想。无伤大雅。它认为我们是游戏的一部分。它以屏幕上出现的文字的形式阅读着我们的思想，在它深陷游戏梦境中时，它总以这种方式想象出形形色色的事物………………………曲终人散。玩家开始了新的梦境。玩家再次做起了梦，更好的梦。玩家就是宇宙，玩家就是爱，你，就是那个玩家，该醒了。”“……”“……”“一首令人深陷梦境的诗，对吗？”“它的名字？”“《终末之诗》”“你想告诉我什么？”“你，就是那个玩家，该醒了”“……”与大叔回到了旅馆，连红石科技馆都没来得及去看。封明说，他认识我，他在图腾上见到过我，图腾，那是什么？图腾上不应是神圣的东西吗，为什么会有我？我，就是那个玩家，玩家，指的是什么，“醒了”，又指的是什么，我一直在梦境中吗……封明说，附魔台上的书啊，那是一本预言之书，懂上面文字的人才可以看懂，而封明，他不是药剂师，而是预言师，他说，我将是那个玩家。难道我……仍在梦境？“轰！！！”贯彻天地的轰鸣在我与大叔的脚下炸响。此起彼伏的惨叫声游荡在皇城。“啊啊啊啊啊！救命啊！”叮，红石广播：所有居民立刻疏散！立刻疏散！我们整个大陆寻找了上千年的末地传送门，就在我们脚下……开启了……\n\n    By:橙子丶谛\nPs：文字游戏《黑暗中》制作中，不过估计要等暑假才能完成，太坑了我的电脑不知哪根筋断了MC打不开了，维修中..\n",
    "replies": [
        {
            "author": "长手的苦力怕",
            "timestamp": 1393847040,
            "txt_content": "火钳刘明，沙发已占，人气已给。\n\n"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1393847580,
            "txt_content": "@银狼 这个小说不错。\n\n\n\n"
        }
    ]
}