{
    "title": "<连载·单章>【生存战争】[作者：茶杯骑士][第十六章·湮灭]",
    "author": "☆茶杯骑士☆",
    "replyCount": 14,
    "timestamp": 1393911180,
    "txt_content": "~第十六章·湮灭~\n\n---正文---\n\nhttp://www.xiami.com/widget/0_1770547356/singlePlayer.swf\n\n    “什么真实力量？我可从来不记得啊！”我咬牙切齿道。周围一股莫名的力量挤压着我的身体，愈发愈强大了。胸口发闷，完完全全喘不过气，肌肉的舒张与收缩也越来越困难，骨骼喀拉喀拉作响，像是要急剧崩裂以粉碎我身体的每一个部分。\n    “你这混蛋，自说自话地拦在我面前——”我想要摆脱这股力量的束缚，“我可没时间和你在这里耗着！我还有更重要的事情！”\n    “啊……什么……？”面前这个似乎是人的生命体惊愕地微微动了动嘴唇，声音略带哭腔，和怪异的语调一同刺激着我大脑中最不能被发掘的那片领域。\n    “你不认识我了吗……？”我分明看到他惨白惨白的眼睛里晕开一片鲜红的液体，像红色的墨水在清澈的水中扩散开来，紧接着凝聚成为令人为之战栗的怪异瞳孔——紫红色的，还散发着迷离的绿色光芒。\n     “我是佩尔森呀……你不认识我了……你居然不认识我了……”他像个小孩一样，几乎瘫倒在地上，用虚弱的声音一遍又一遍地重复着那个句子：\n     “你真的不认识我了吗……”\n     我当然知道这个人是谁——佩尔森。关于他的记忆，我不想再提起。\n    忽然，紧束缚着我的那股奇异力量消失了，我被沉沉地摔在地上，我大口大口地喘着气，努力恢复意识。\n    “明明就是你亲手杀死了我啊！你怎么会不认识我啊！回答我啊！回答我！”一声嘶吼突然炸响，只见不知从哪里迸发的力量使他暴怒地跳起，握着那柄漆黑得犹如午夜时分颜色的剑，直指着我。\n    话音戛然而止，他陷入了短暂的沉默，旋即又仰天长笑起来，嘴角疯狂地咧到几乎耳根的位置，我能看到他森白的、锐利的牙齿狂躁地摩擦着，同时发出愤懑的声音。\n    “当时可是你亲手杀死的我啊！！你难道不记得了吗！！\n    哥哥！！！”\n    \n    什么……什么哥哥……\n    你是谁啊……为什么要叫我哥哥……\n    还有……我怎么杀死了你……\n    为什么……\n    为什么我都想不起来啊……\n\n\n    大脑空白了足足有一分钟，这个清晰而有力的词语击碎了我的每一根神经，脑海中只有剧烈震颤的感觉，努力搜索记忆却又回忆不起来。\n    “什么哥哥？！”我愤怒道。不明现状的我只好虚张声势地质问他，以清晰思路来为我争夺主动权。\n    “什么……你全忘了啊……”他沉沉地叹了口气，“为什么啊……”\n    没来得及让我做出反应，面前一阵耀眼的紫色光芒忽然炸裂，墨绿色充斥在令人震撼的冰冷的深紫色中，散发着莫名令人恐慌的气息；紧接着随之而来的，是一股切肤的、无比真实的痛感——\n    我倏尔仿佛要失去知觉，一口浑浊的鲜血刺痛我的喉咙，从嘴里喷发出来——\n    那柄漆黑得犹如噩梦的剑，就这样贯穿了我的身体，不带一丝顾虑和惋惜。\n    “感觉到了吗？曾经的我就是这样被你杀死的哦？”佩尔森向我质问。\n    我……已经濒临死亡了。想反驳些什么却又失去了力气。\n    身体好沉重啊……\n    这样，我所做的一切不就白费了吗？从建立兄弟会、率领着兄弟们南征北战，却又落在敌人手里，紧接着策划了越狱……\n    我，在这里，还不想放弃啊！\n    虽然腹部被贯穿，剧烈的疼痛也在无时不刻地提示着我生的感觉是如此强烈而又旺盛，但我，的确看不到死亡。\n    也就是说，这一击还不足以致命吗？怎么可能？！\n    “呵？你在思考什么呢？”在我思考之余，我的注意力不得不又转移回佩尔森的身上。\n    “是在想为什么没有死吗？”他又向我诡异地微笑，“简单啊，因为……\n    你，不会死啊。\n    你，并不是人类啊。”\n\n\n    接二连三的令人难以接受的事实几乎要粉碎我的大脑。\n    我不是人类？怎么可能？怎么可能啊？！\n    我明明拥有人类的身躯！拥有人类的思考能力！拥有人类的情感！\n    “怎么可能？！”我又一次惊讶地失声叫了出来，我并不能接受这个现实——如果这是现实的话。\n    “呵呵呵——接受不了嘛？”佩尔森声音忽然变得沙哑，“那我就展示给你看呀……”\n    几乎是一瞬间，他的手再一次贯穿了我的身躯，然后我只感觉前所未有的痛感，他便将那颗连着血管的心脏活生生地从我的胸腔中狠狠地掏了出来——\n    闪烁着令人难以置信的紫色光芒，仿佛漆黑幽暗深邃的无尽宇宙一般令人感觉到不可磨灭的震撼。\n    “你看哟……高贵的紫色……”他把我的心脏捧到我的眼前，“你看……还有什么好说的吗？\n    你可是具有末影血统的人哦。\n    你，是末影的后裔哦。”\n    我惊愕失色，仓皇的面色难以掩盖我的恐惧与不置信。\n    “假的吧？……都是假的吧！”我几乎歇斯底里地怒吼，“我可是人类！不是什么末影人！”\n    与此同时，怒不可遏的我一个箭步冲上前去，双手死死地扼住他的喉咙：\n    “混蛋！混蛋！什么末影后裔啊？！\n    让我来告诉你我存在于这个世界的意义吧？！”\n    几乎使尽浑身上下的所有气力，我将贯穿身体的长剑生生拔了出来——愤怒让我忘记什么是剧痛，我只剩下一个想法——\n    杀！不停地杀！\n    “我！史蒂夫！”我朝着那颗恐怖的头颅竖直地狠狠劈砍了下去，“我的存在！就是为了消灭末影一族啊！！”\n    顷刻间，又是一阵炫目的光芒和震耳欲聋的爆响，闪烁着苍茫辉光的紫色血液从那一分为二的身体中如潮水般涌出，那两半血肉模糊的躯壳无力地横在地上，看起来已经失去了生气。\n    几乎是丧失理智地，我狠狠抓起自己的心脏，又将它送回胸腔。愤怒的火焰在我眼眸中燃烧，甚至感觉到时间的凝固——\n    终于，一片死寂。\n    “哈哈……哈哈哈……”我轻轻笑出了声：这之中不仅有轻蔑，有鄙弃，更有因杀戮带来的强烈快感。\n    手中握着的这柄漆黑的剑，缠绕着炫目的亮紫色光芒。\n    “这……就是传说中的末影龙之鳞啊……”我抚摸着冰冷的剑身，嘴角不禁扬起一丝微笑。那光芒几乎要把银白色的戒指盖过去了。\n    那么消灭了这个家伙……就继续前行吧？最起码要先找到C他们……或者说，是“克罗地亚·劳伦斯”……\n    而刚才所看到的、所听到的一切，对我也造成了不小的打击——那一切看起来是那么真实，但我无论如何也不愿相信那是真的。\n    总而言之，先对他们隐瞒这件事吧。\n    快速向前踱了几步，刚才的战斗消耗了我太多的体力，现在几乎难以支撑我摇摇欲坠的身体了。\n    我把那柄“末影龙之鳞”收到腰间。这武器的威力不容小觑，将来必定能派上用场的吧？\n    望向远方，浑浊的苍穹渐渐将那最后一抹惨淡的夕阳吞噬殆尽，取而代之的只有冰冷皎白的月光和星星点点的灿烂光芒。\n    “该上路了……”\n    \n    心中暗暗思考着计划——我目前不知道C在哪里，我唯一知道的只有：脚下的这条坑坑洼洼的泥土路是径直通往王城的。但，我意识到现在进入王城无疑是自寻死路——我可是策划了监狱暴动而且成功越狱的通缉犯啊。\n    而冒然在附近的森林里稍作歇息的话也是十分不妥当的——没人愿意在夜晚的森林里呆着，谁知道会出什么危险呢？\n    思考无果，但终究心是沉静下来了。瞥了一眼胸口和腹部的伤口：果然已经完全愈合了啊……\n    努力搜索着记忆中王城的附近是否有什么小村庄以供过夜，这时，脑海中忽然闪过一个名字：\n    维拉尔·戴尔蒙德……！\n    没错！现在只要去找这个人就没问题了！并且，以他的性格，这个时候必然是在那个地方——\n    \n    “呵呵呵呵……”\n    身后传来一连串幽怨的笑声，又感觉到血液中似乎有什么东西在发挥作用，我的血液变得滚烫，几乎像即将要爆炸，将我粉身碎骨——\n    而腰间的“末影龙之鳞”，此时竟生出尖利的倒刺，将我的身体再度击穿，四分五裂地贯穿我的身体各处！\n    我脱力轰然倒在地上，但仍然将头使劲对准佩尔森尸体的那个方向。眼前的景象令我大惊失色——\n    那一刀两断的躯壳，竟然超越自然规律，再度站了起来，紫色的血管如同拥有自己的意识，一根一根地结合着；细胞分生出新的血肉之躯，噼里啪啦的声响之中迅速修复着血肉模糊的身体，粘稠着、翻滚着融汇在一起，最终铸就了新的个体——\n    没错，他……\n    复活了……！\n    “对你的弟弟再一次刀剑相向是十分愚蠢的行为哦？”他轻蔑地望着我，扬起嘴角以鄙视的口气反问道：“我们都是末影的后裔哦？都是不老不死的哦……？”\n    我看到佩尔森本来模糊不清的面孔汇作线条分明的英俊脸庞，异色瞳孔，一红一紫，这一切仿佛在宣告着属于他的胜利。紧接着，无数锐利的生着倒刺的触手向我奔袭而来，而我却因为末影龙之鳞的束缚动弹不得：\n    那些恶心的东西接二连三地侵入我的身体，刺激着我的皮肤、我的每一根血管、每一条神经，全身上下仿佛有强劲的电流自上而下扫荡，直到我即将失去知觉。\n    我的意识渐渐模糊不清，可脑海中却出现了这样清晰的画面：\n    \n    那是两个男人……富丽堂皇的宫殿中……\n    其中一人挥舞着宝剑……\n    紧接着，另一人的身体被贯穿了……\n    没有血液、没有惨叫、更没有令人作呕的画面……\n    那个人，仿佛山岚云气，顷刻间化作星点的辉光……烟消云散了……\n    我看清了那个活着的男人的脸庞……\n    没错，是我：史蒂夫。\n    我分明地看到自己跪倒在那柄长剑前，撕心裂肺地痛哭……\n    为什么！为什么会发生这样的事情！那个自己大喊着。\n    \n    “为什么……为什么……”我极力将注意力转移到现实，“我不要……不要再回忆起这些了！！”\n    “呵……你那痛苦地垂死挣扎的表情真是太好了，哥哥。”佩尔森歪了歪头，对我轻轻笑了笑。\n    “接下来，把这身躯交给我吧……”\n    他的手猛烈地贯入我的大脑，紧接着我难抑痛苦，发出了惨绝人寰的惨叫声——\n    “就是这样……就是这样……”他呢喃着，手却更加用力了：“真是可口的、最原始的绝望呀……”\n    如万条钢钎直直插入我的大脑，难以名状的疼痛伴随着强烈的抽搐令我完全无法动弹；无数的气浪掀起巨大的波纹力量肆虐着割砍我的手臂，如同风钻一般锐利的气势令我本就粗糙的皮肤豁开无数大大小小的血口，血液仿佛逆流一般在我的体内翻江倒海，最终聚于那小小的血口一涌而出——\n    我就这样被定格在空中，忍受着痛苦，看着眼前的世界被我的血液点染成令人战栗的猩红。\n    “呵，在被我将你的精神粉碎至消失之前，还有什么想说的吗？”我感觉到佩尔森的手已经控制了我的大脑，现在甚至没有一点知觉了。\n    “咳……呵……”我呛出几口浓稠的血液，剧烈地咳嗽着：“我……还有个问题。”\n    “说吧？”他的瞳孔更加深邃了，“现在的你，也没有再反杀的机会了。”\n    “你……回来找我……咳，咳咳！……”浑身如蚁走的痛苦打断了我的发言，最后一点力气也被我使了出来：\n    “你……究竟有什么目的？”\n    听到这个问题，佩尔森沉默着垂下了头。半晌，终于又抬起头，令我惊异地向我报以友好的微笑：\n    “我，从地狱的深渊回来向你复仇。”\n    这一字一句捶打在我的心脏，我竟产生强烈的共鸣——\n    过往的一切都历历在目……\n    只可惜……到此为止了……一切的一切……\n    克罗地亚·劳伦斯，马尔斯·米勒，弗洛斯特·维尔德……还有……\n    维拉尔·戴尔蒙德……\n    就靠你们了……\n    心中暗暗祷告同伴们能够平安，我的精神体也在无边绝望一点一点的吞噬中燃烧殆尽，残酷地宣告终结——\n    取而代之的，则是那个新的灵魂。\n\n\n    “若是你不策划越狱的话……我本可以稍微温柔点呢。”\n    我的躯壳已经完完全全被佩尔森占领了，我，现在就是佩尔森了。\n    哈，这史蒂夫的身体，可以感觉到无时不刻散发的活力呢，比以往的身躯更加舒适啊。\n    或许，末影的血统也是原因吧？\n    活动活动筋骨，渐渐熟悉了这个陌生的身体——不，也不能算是陌生。\n    无论如何，现在的我要打破僵局了哟……\n    拾起掉在地上的“末影龙之鳞”，我轻轻一挥手，紫色炫目的尘雾立刻包裹住这柄犹如噩梦般散发着令人不寒而栗的气息的武器，借助末影的力量将它存放在了属于我的末影空间中。\n    我，佩尔森，我的计划已经趋于成功了，接下来要做的只有那一件事了。\n    望向远方，漆黑的天幕闪烁着点点繁星，月是那样纯净透彻，斑驳痕迹清晰可见，犹如古瓷器上爬满的美丽锈彩。\n    “出发吧……”\n    轻盈地向前踱了几步，嗅着周围属于黑夜的气息，保持呼吸的频率一致，以利用这无边黑夜的力量——\n    正是末影的力量……\n    那黑色云气犹如墨水在纯净的、难以捉摸的空气中渲染扩散，密不透风地将我包裹，接着使我的身躯隐匿在这茫茫黑暗中。\n   现在……一切才刚刚开始！\n\n\n\n\n\n---废言---\n\n    茶杯开启高产模式=w=！这一话有点神展开呢……唔噗噗~欢迎各位来讨论剧情哦？\n\n\n\n\n@daniel3018 @Technology @osborn2008 @Sky、果冻 @风之心_天双 @782157025 \n\n\n [groupid=324]POWER MILL[/groupid]",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1393911300,
            "txt_content": "茶杯开始填老坑了吗~半年了吧"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1393911540,
            "txt_content": "250=mo 发表于 2014-3-4 13:35\n茶杯开始填老坑了吗~半年了吧\n是的=w=不填坑对不起各位呀23333"
        },
        {
            "author": "250=mo",
            "timestamp": 1393911600,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-3-4 13:39\n是的=w=不填坑对不起各位呀23333\n当初我开始写小说的时候就只有生存战争，Tech的，还有Minecraft最后的秘密大结局在创作首页的……"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1393911840,
            "txt_content": "250=mo 发表于 2014-3-4 13:40\n当初我开始写小说的时候就只有生存战争，Tech的，还有Minecraft最后的秘密大结局在创作首页的…… ...\n时间过的好快呀……几乎都没什么人认识你提到的这三个人咯"
        },
        {
            "author": "250=mo",
            "timestamp": 1393911900,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-3-4 13:44\n时间过的好快呀……几乎都没什么人认识你提到的这三个人咯\n现在一片繁荣……\n\n对了你能帮帮忙吗，我的索引标题不合格被锁了，可是……\n居然没法编辑！！\n……帮我看看或者帮我改改标题吧……"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1393912740,
            "txt_content": "250=mo 发表于 2014-3-4 13:45\n现在一片繁荣……\n\n对了你能帮帮忙吗，我的索引标题不合格被锁了，可是……\n暂时得出门了，晚上回来帮你改=w="
        },
        {
            "author": "simon3000",
            "timestamp": 1393918800,
            "txt_content": "茶杯骑士=-=来看"
        },
        {
            "author": "osborn2008",
            "timestamp": 1393927800,
            "txt_content": "高贵的紫色。。。应该是基佬紫才对www"
        },
        {
            "author": "A王O子A",
            "timestamp": 1393930980,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-3-4 13:44\n时间过的好快呀……几乎都没什么人认识你提到的这三个人咯\n不知道为什么，我听你这句话有些想哭……唉……\n想起我之前，写的小说虽然渣，却还是一直疯狂的更新——尽管就俩三百个字……\n呜呜呜……当时，很多人都认得我……现在，论坛的人多了起来……许多和我一起闯荡的——如@Terry39 ，都开始潜水……\n好像回到之前啊……那时候我很天真，很自负……却没有现在的烦恼……"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1393994520,
            "txt_content": "osborn2008 发表于 2014-3-4 18:10\n高贵的紫色。。。应该是基佬紫才对www\n睾贵的基佬紫！"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1393994580,
            "txt_content": "A王O子A 发表于 2014-3-4 19:03\n不知道为什么，我听你这句话有些想哭……唉……\n想起我之前，写的小说虽然渣，却还是一直疯狂的更新—— ...\n感慨良多……从今后再一起努力吧！"
        },
        {
            "author": "银狼",
            "timestamp": 1393995840,
            "txt_content": "高锰酸钾啊！填这么快"
        },
        {
            "author": "Terry39",
            "timestamp": 1394001060,
            "txt_content": "A王O子A 发表于 2014-3-4 19:03\n不知道为什么，我听你这句话有些想哭……唉……\n想起我之前，写的小说虽然渣，却还是一直疯狂的更新—— ...\n开学时节。。。。\n话说你以为国际学校好考吗233"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1394079780,
            "txt_content": "银狼 发表于 2014-3-5 13:04\n高锰酸钾啊！填这么快\n又不行了23333最近事情太多"
        }
    ]
}