{
    "title": "<连载·单章>进击の二货[作者:流水逝情][第一节]",
    "author": "流水逝情",
    "replyCount": 5,
    "timestamp": 1394110380,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-7 12:17 编辑 \n\n本帖标题由 风之心_天双 进行更改\n注：请将章节贴标题统一为以下格式：\n<连载·单章>【作品名称】[作者：【作者名称】][【章节数目及名称】]【自添加内容】\n请在作品每章/节/段/回末尾处标注字数。\n\n        I/is create然后我就站在一个岛上，好吧这什么玩意啊？就一棵树，几个泥土？我怎么活嘛。无奈死了。我琢磨着得好好利用这棵树，然后我很不和谐的做了一把木剑，然后我拿着剑去主城【——被和谐——】。    II“卧槽哪个熊孩子这么没素质？”我正在无奈的无限复活然后被猪人打死的时候，一位跟我一样被虐的死去活来的大哥爆粗了……不过这样的痛苦没持续太久，很快有一位拿着金剑的大神一般的人来拯救了我们这帮什么都不懂的小P孩。顺便我说一个很不和谐的事情，有几个孩纸也被猪人虐的死去活来，之后我趁机捡了他们的东西，赶紧回到自己的空岛上，不然死翘翘就完蛋了。东西还真是不少：一个胡萝卜，半组圆石、一把快爆掉的石剑、几个苹果，还有几把附魔的金剑，应该是猪人大哥的....不过这些东西对我们新手来说已经是一大笔财富了，尤其是这圆石。不过代价还是有的，我只能硬着脸皮不理那位受害者疯狂的刷屏。\n    III岛上现在已经“设备齐全”，一个工作台，一个熔炉，两个箱子。我还把岛扩建了一圈，又摆上几个泥土种树。之后有一个新人问我，我的岛能不能收留他，我就说可以，问他怎么收留，他说了一个指令，我打上之后，他就来我的岛了。不过这人也给我的岛带来了转机：他往箱子里放了不到五个钻石块，钻石块！！！这可是最最最最最最最最最最珍贵的东西呢。我连动都不敢动一下，我就问他是哪里来的，他说前几天有个土豪发福利，他去抢来的。我和他经过商量，决定卖掉一个钻石块，用买来的钱换了一桶岩浆，两块冰，做了一个刷石机，之后就留一个人在岛上刷石头，另外一个去主城打怪刷钱。\n    VI主城猪人又泛滥了，然后又有一大堆人咒骂熊孩子断子绝孙，一些比较素质些的就求熊孩子们把东西还给他。我猥琐在主城的树上吃苹果，顺便看了看太阳的位置，已经下午了，马上到最佳刷钱时候了。于是我静静的看一堆倒霉蛋被猪人虐的死去活来，一直到天黑下来。\n    V我几乎是满载而归的，很多腐肉和火药以及蜘蛛丝进了箱子，还有一样的东西不常见，是猪肉，因为猪只能在主城自然生成，打的人很多，而我也就很幸运的抢到了一只。同时我冒着生命危险打死了一只落单的猪人，他掉了一把亡灵杀手III的剑，这可把我和Kelo（岛上的新人）高兴坏了。Kelo把他刷到的几组圆石以100一组的价格卖给了一个叫baicai的，他貌似是要用圆石扩建岛，所以正在大量收购圆石，于是那天我和Kelo就大赚了一笔。之后我做了一把石剑，让Kelo去主城打些钱，而我就在岛上刷石头。\n    VI我刷了差不多有一背包的时候，Kelo回来了，他在外面过了三个夜晚，可把他吓坏了，他被几个僵尸和蜘蛛追着跑，不过还是赢了，他给我看他的战利品，没什么稀奇的，最有用的是他打到了一根骨头，主城没有骷髅的刷怪笼，只能自然生成，所以Kelo就拿了一根骨头，我让他先存着，看看以后能不能用得到。",
    "replies": [
        {
            "author": "herboine",
            "timestamp": 1394110680,
            "txt_content": "汉字：983个，标点：1095个，字母：92个，数字：3个。\n共计：986个字数、2282个字符。LZ写的不错啊！"
        },
        {
            "author": "腾讯卍解",
            "timestamp": 1394110920,
            "txt_content": "mark一下，顺便支持（我是沙发？淫生第一次）"
        },
        {
            "author": "simon3000",
            "timestamp": 1394112300,
            "txt_content": "感觉略奇怪的书名啊"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1394112840,
            "txt_content": "  回忆录形式能够不流于琐事，写得还是比较好的"
        },
        {
            "author": "流水逝情",
            "timestamp": 1398858960,
            "txt_content": "simon3000 发表于 2014-3-6 21:25\n感觉略奇怪的书名啊\n西蒙我总觉得你在群里好沉默吖..."
        }
    ]
}