{
    "title": "<连载·单章>去而复返[作者:世奇][第十一章]",
    "author": "592764254",
    "replyCount": 2,
    "timestamp": 1394182800,
    "txt_content": " 本帖最后由 592764254 于 2014-3-9 07:12 编辑 \n\n本帖标题由 风之心_天双 进行更改\n注：请将章节贴标题统一为以下格式：\n<连载·单章>【作品名称】[作者：【作者名称】][【章节数目及名称】]【自添加内容】\n请在作品每章/节/段/回末尾处标注字数。\n\n去而复返 第十一章驰骋河 \n    这条宽十米，南北流向的河流被闪驰国人称作驰骋河，它奔流不息，流速十分快，故称此名。弗颜乎将魔杖背在身后，两手合力拉住马鬃。马王前蹄刨地，眼神中透出一股不在意。弗颜乎大喝一声:跳-----！”马王在接到指令的第一刻就将前两蹄迅速撑地，然后猛的一跃！这一跃至少跃了十米，本来两个断桥之间只有五六七米的距离，这一跳直接飞出了河对岸，跳到了一块草地上。炎排在第二跳，他没有停留，借着一股冲劲直接跳了过去。马蹄准确地落在了桥对岸。    突然，桥崩塌了。那腐朽的木板一受到马蹄的压力，突然一裂，爆裂开来，炎与他的马一齐被冲下了河。铄奇急忙策马来到桥边，毫不费力地越过了断桥，来到了对岸，他和弗颜乎一齐奔向河下流，炎当然不会就这么被冲走，流进大海。他抽出自己的太阳神之剑，往水里一插，一股蒸汽在剑身边散发出来，水里立刻转起一阵漩涡，这是一阵金红色的漩涡，它不是普通的水，而是火焰与岩浆的融合，爆发出的烈炎漩涡，这漩涡立刻截断了河流，这也展现出了太阳神之剑的强大神力。炎截断了河流，马却因为体重比他重，冲力速度更强，早已到了炎身后五十米的地方。岩浆与水的交界处，渐渐凝出一块块黑色的小石块，它叫作黑曜石，这种石头十分难得一见，要岩浆与水相碰撞才能产生，而且还只是小小一个方块。巫师拿出了随身携带的钻石镐，这是闪驰国的国王赠与他的宝物，不仅全身为钻石所制，表面还闪出一股淡淡的紫色光彩，这种紫色光彩就更十分难见了，有这种紫色光芒的工具与武器，铠甲都是经过了附魔台的洗炼得到的，能在一定几率上使原物更锋利，保护力，硬度更强等等。附魔台每一百年才可使用一次，十分稀有。巫师这把钻石镐的附魔更是稀有:效率提升 V，硬度提升V，以及精准采集V，这些魔咒都分I到V等，即一到五等，越高级别的魔咒，效果就越大。就拿精准采集来说，一级只能把草连带泥土方块一起挖出来，如果不用精准采集，草会很快死去。而二级则可以将菌丝连同所在的泥土方块合并敲出来，自然在普通情况下菌丝都会死去。三级可以将石砖等等的石制方块敲下来，而不是成碎片。四级可以敲落钻石，黄金，红石，青金石等等的矿物，连带着它们所在的石块一起敲下。而最高的五级，则可以敲落黑曜石整块，否则只能敲下碎片。炎停止释放出烈炎漩涡，跑上岸来，立刻坐下，大口喘起气来。这烈炎漩涡是他目前最厉害的技能，使用十分消耗体力与内力，现在十分有必要好好休息休息。弗颜乎来到黑曜石边上，用镐狠狠得敲向岸边的黑曜石，那黑曜石剧烈地颤动了一下，然后又继续被敲击了五次，就自己弹了出来，被弗颜乎拿在手里，存入了异空间。弗颜乎将镐递给湿透了的炎，他此时已经精元恢复了。炎很高兴弗颜乎能给他任务，他拿起附魔钻石镐，走进河水中，抵抗着河流的冲力，抡起钻石镐，敲了起来。这自然也是弗颜乎对他的一次历练，好让他尽快变得更强大。\n    炎紧咬着牙，自然，如此激烈的冲力需要极强的耐力与忍受力，要知道，现在已经入秋了，天气渐渐寒冷起来，河水更是冰冷刺骨，这冲力也不好抵抗，更何况他还要完成任务，尽快回到岸上，继续他们的冒险之途 。太阳神之剑在他的背后，发出了一声嗡鸣，然后炎的身上也开始发出红色的光芒，他的红瞳中开始带起一点金色。他硬是在太阳神剑的支持下完成了任务，带着二十几个黑曜石块上了岸。太阳神剑突然自动飞起，落到了炎的面前，一瞬间爆起一道红金色的光柱，朝着天穹而去。然后，炎只感到浑身经络里的寒冷都被炎热所代替，他体内的烈焰被激发了出来。过了一个小时，光柱渐渐变得虚无，直至消失，神剑早已回到原位，炎此时只觉得精神抖擞，浑身充满了力量。他身上的衣服早在光柱中烤干，光柱中有只有炎才能忍受住的极高温却没有伤到他的衣服。林古看向那道消失光柱所指之处，默默念到:“那里......不是太阳吗？”杜卡和克里来到炎身边，关心的问到:“你没事吧，刚刚的光柱发出的光与热太过强烈，我的衣服都被烤糊了一点。”“我没事，你们快去骑上你们的马，赶紧赶路，免得晚上又到了。”炎答道。马王在之前和弗颜乎说了几句悄悄话，马王说它们只能带他们到落日时分，他们也舍不得那一方土地，而跟随弗颜乎去冒险，弗颜乎也不多求，只要它们的速度快点就好。众人早趁炎摔下河的时机过了河，现在他们正靠在马脖子上休息。炎招呼着弗颜乎，把钻石镐还给了他，又把黑曜石全部给了他，让他存到了异空间。他们来到了森林边缘，烈日正悬在他们的头顶的高空。\n\n字数:1700+[groupid=490]719的小世界[/groupid]",
    "replies": [
        {
            "author": "Yin_Wisdom",
            "timestamp": 1394183460,
            "txt_content": "点赞~~~~~~"
        },
        {
            "author": "wjwrh",
            "timestamp": 1394185500,
            "txt_content": "粗略看了一下←_←\n动作戏←_←"
        }
    ]
}