{
    "title": "<原创·单篇>【Minecraft都市传说——Red Ghost】[作者：Sky、果冻][单篇完结]",
    "author": "Sky、果冻",
    "replyCount": 11,
    "timestamp": 1394195460,
    "txt_content": " 本帖最后由 Sky、果冻 于 2014-3-7 20:31 编辑 \n\nMinecraft都市传说\nRED GHOST\n前言：很早之前写的恐怖小说，最近把之前懒得写的尾补上了，全文不算长，只有3000字左右，全程YY，勿代入MC正文：放学铃刚打，我急忙收拾好书包，准备直奔回家玩minecraft，听到有几个人在讨论，我停下了回家的脚步。“喂喂，你们听说了吗？最近minecraft新发现的bug。”其中一个学生兴奋的说道。\n“嗯嗯，听说像当初的him一样。唉，现在的minecraft是越来越吓人了。”旁边的女生附和道，眼神里还有许些惶恐。\n“新bug？那是什么东西？说来听听”我绕有兴趣的问到。\n“你还没听说过这个新bug吗？很恐怖的！”我身旁的一位同学有些惊讶，在这帮人中，我的游戏龄是最长的，他们或许以为我早就知道了。\n“这次bug和之前的him不一样，一个是谣言，这次是真的！相传在单人游戏中，有一个传着残破衣服，一只眼白，一只眼红的人，他手里拿着镰刀，在附近漫无目的的游荡着，而且这个人是会主动攻击你的，如果你面对着他，他就会挥舞着镰刀朝你杀过来。但如果你尝试主动激怒他，他就会消失。之后你就会莫名其妙的死掉。人们称呼他为——Red Ghost，红鬼。不过之后官方也知道了这件事。不过仔细测试过游戏后并没有发现红鬼，所以这个bug的真实性，我也很难确定。”旁边这位同学说的神采飞扬，作为一个战斗矿工，本听到这个红鬼很有威胁力，想去挑战一番，后来听到官方辩解，本激动起来的心又沉寂下去了。我提起书包朝门口走去，刚才那位同学似乎还有话没说完，刚欲叫住我，我一个转身便出了门口。\n那位同学叹了口气，继续跟刚才聊天的那帮人说道:“其实最恐怖的并不是前面，而是遇到红鬼的人将消息公布出来后，全部失踪或死亡。”\n“我回来了。”\n推开家门，才想起父母早已过世，但习惯已经养成，回家打招呼的习惯总是改不了。\n随意的把书包丢到沙发上，快步来到电脑前，开启那台13寸屏幕的老式电脑。\n我依旧拿着稿子和钻石剑，蹲在矿坑做我的战斗矿工。直到食物告磬，饥饿度不足时才从矿坑中出来。家是用圆石和箱子随意拼造成的，连张床也没有。反正也用不到，做了也没用。\n把包里满满的矿物一股脑的全都倒在里面，一个R键按下，箱子里立刻变得整整齐齐的。\n找了个台阶坐下，掏出自己的日常食物——腐肉，狼吞虎咽的吃了起来。我知道这玩意有副作用。就像你喝海水一样，你很渴，海水可以暂且缓解痛苦，但之后你会更加痛苦。\n吃饱后，稍作休息我便再次朝着矿洞的方向走去。\n“这里，什么时候多了片田地...”\n矿洞旁边，一块10x10格的耕地出现在我面前，上面还插着小麦。\n“明明10分钟前还没有...”\n我环视四周，除了一片浓雾，什么也看不见。\n手中的剑攥的更加紧，手心似乎还出了些汗。我小心翼翼的倒退着进了矿洞，就连挖坑都多了一份担心，时不时的回头看一眼，确定没事后才稍微放下点心来。\n之后我便一直蹲在坑里，没有出来，直到很晚，我关了机，铺床睡觉，安慰着自己那只是错觉，因为这里是单人世界，你才是创世神，你有着掌管世界的权利，能够和本身有同样AI的角色，绝对不可能出现。\n嘴上这么念着，心里却还是有丝不安掺杂在其间，我用被子把自己蒙住。不知过了多久，我睡着了。\n叮铃铃...叮铃铃...\n随手拍了一下闹钟，艰难的从床上爬起来，看样子昨晚自己真的睡了很晚。\n学校里，班里那帮同学又在扯着红鬼的事，因为昨晚的事，我也没好意思进去掺和。\n老师的上课如同催眠曲一般，很快，我便睡着了。\n梦里。我站在一个漆黑虚无的地方，周围没有一丝光亮，我漫无目的走着，但却怎么都找不到出去的路，又跑了一阵子，我的前面出现了一个人。那个人背对着我，右手似乎在遮掩什么一般。我开口叫住他，他立停下了身子，回头盯着我。我看清楚了那张脸，浑身打了个寒颤。左半边的脸已经烂的不成样子，仿佛被火烧过一般，右半边脸也如左边一般。身上所穿的衣服已破烂不堪，甚至连收垃圾的都比他穿的好，两只眼睛泛着杀意，一只眼血红，另一只眼煞白...\n我不敢继续和他搭话，他却慢步朝我走来，我看清楚了他手上遮掩着的东西——一把血色的巨型镰刀。我想起了之前红鬼的传说，立刻吓得朝他的反方向拼命跑去，他并没有脚，身体漂浮在虚空中。那速度极为骇人，很快我便被他擒住，那把血色的镰刀带着劲风朝我劈来，脸上的笑容越发扩大...\n“放开我！”\n我从梦中醒来，条件反射似的站了起来。全班同学都被我此举给震到了，连老师都被吓了一跳。我不好意思的道了个歉，坐回到座位上。\n“幸好只是梦...”\n不一会儿，放学了，我连忙收拾好书包，冒着暴雨，一路飞奔回家，打开电脑。\n农田扩大了...\n之前的农田从10x10扩展到了20x20。我在周围挖了个坑，用雪掩护住，静静的等待着始作俑者。\n草丛声虽小，但依旧传到了我的耳朵中。我从雪里探出半个脑袋，盯着发出声响的地方。\n又是那把镰刀！和梦里的一模一样！\n我吓得一颤，雪被我抖掉了。他似乎听到了声音，收割麦田的脚步声也停了下来。\n走过来了...\n我吓得蹲在小坑里不敢动，一个人瑟瑟发抖着。走到坑面前，他停了下来。紧接着，手中的镰刀化为一把利刃，猛的朝洞中戳来。\n咚咚咚，咚咚咚。\n一阵敲门声从门口传来，我一回头，敲门声停止了。当我眼睛再次回到屏幕上时，他不见了。\n敲门声再次传来。\n这么晚了是谁啊？\n我带着疑惑朝玄关走去，从猫眼中看去。是一个穿着皮大衣比我高的男人。\n“谁啊。”\n一阵寂静...\n我打开门，他话也不说就往里走。\n我丢给他一条毛巾，他稍稍擦拭后脱掉了那身皮大衣。\n“面...面具！？”\n那带帽的皮大衣下隐藏着的是一具冰冷的面具。\n我没有管他，回到了电脑前。\n“话说...刚才的红鬼呢？”\n红鬼已经消失了，雾也散去了，只留下一片没收割完的田地。\n“你也玩minecraft吗。”\n我吓得一惊，原来是刚才的男人，冷不丁的出现在我面前，连脚步声也没有...\n“嗯，你也玩吗。”\n我和他乐此不彼的聊了起来，这是我活到现在最开心的一段时光。\n“喂，听说了吗，最近出现了连环杀人案。”\n“嗯嗯，超吓人的，听一些目击者说，犯人是身穿皮大衣的高个男子，每次行凶完，出门后都会慢慢消失，极为诡异。”\n新的一天，同学们又不知在讨论什么八卦，我侧耳听过去，突然想起一些事。\n“穿皮大衣的男人...”\n我紧张急了，脑子里乱成一锅粥，想着各种各样的事。\n一天的时间就在思考中度过了。\n到家了，我举起钥匙的手却颤抖了起来。\n这次我没有打招呼，而是轻声的开关门。我仿佛听到了什么东西在磨的声音。\n我轻声走到声音发出的地方——厨房。\n我向厨房探过头去。\n刀！\n昨晚的男人在磨刀！\n我浑身上下都在颤抖，想要立刻离开这里。\n啪！\n我踩到了一个盒子，上面是淘宝的快递单，似乎是刀的包装盒。\n我感到一股寒意，我回头望去，是他！手里还攥着那把刀！\n我连滚带爬的爬到了桌子边，抄起烟灰缸就对他砸去。\n烟灰缸正中他的脸部，那具面具自然而然的脱落了下来。\n烧伤的脸，红白眼...\n那狰狞的笑容和那日的梦完全一样！\n我迅速的拨打了110，爬到了玄关。\n“门！门怎么打不开了！”\n我发疯似得拉着门把手，可那门却怎么也打不开。\n······\n“喂，你好，这里是警察局，喂？喂？”\n电话那边没有传来声音，但电脑那边却闪烁着红光。\n游戏结束。\n分数:——。\n\n\nTHE END\n[groupid=567]Jelly team[/groupid]",
    "replies": [
        {
            "author": "xiaobaicai",
            "timestamp": 1394195520,
            "txt_content": "前排支持~         "
        },
        {
            "author": "花钱丶伤",
            "timestamp": 1394195760,
            "txt_content": "大半夜的，看的觉得不怎么恐怖啊←w←"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1394195880,
            "txt_content": "花钱丶伤 发表于 2014-3-7 20:36\n大半夜的，看的觉得不怎么恐怖啊←w←\n水平一般写不了多么恐怖Orz"
        },
        {
            "author": "42486327",
            "timestamp": 1394195880,
            "txt_content": "游戏已删"
        },
        {
            "author": "Forsworn_",
            "timestamp": 1394195880,
            "txt_content": "现在不是大半夜吧 才8点233333333333333333"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1394196000,
            "txt_content": "yoooooooo果冻久违的写了小说了么~！\n这次的是恐怖小说诶~刚浏览一下感觉很赞哦！\n待会儿再细致慢慢看=w=\n话说这之后还填坑么？刚才正好在浏览乃之前的作品呢……"
        },
        {
            "author": "Sky、果冻",
            "timestamp": 1394196060,
            "txt_content": "☆茶杯骑士☆ 发表于 2014-3-7 20:40\nyoooooooo果冻久违的写了小说了么~！\n这次的是恐怖小说诶~刚浏览一下感觉很赞哦！\n待会儿再细致慢慢看=w=\n去不挖黑历史，以后有空慢慢填吧"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1394196120,
            "txt_content": "Sky、果冻 发表于 2014-3-7 20:41\n去不挖黑历史，以后有空慢慢填吧\n会填坑就好~QAQ……\n刚才并不是在挖黑历史呢……只是偶然翻到咱的七支刀，想起来是和Tech合作的作品，然后想起以前了呢"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1394196540,
            "txt_content": "不会写恐怖的撸过……\n\n"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1394196540,
            "txt_content": "42486327 发表于 2014-3-7 20:38\n游戏已删\n纳尼……\n\n\n"
        },
        {
            "author": "HGK",
            "timestamp": 1394198340,
            "txt_content": "看了也没什么感觉"
        }
    ]
}