{
    "title": "<连载·单章>【海上大灾难】[作者：a2455564728][7]",
    "author": "a2455564728",
    "replyCount": 9,
    "timestamp": 1394255700,
    "txt_content": " 本帖最后由 a2455564728 于 2014-3-28 21:20 编辑 \n\n好吧，终于打完这章了，希望支持，还有希望有人能帮我计算一下字数。（最好把所有章节的都计算一下。） \nMc每日故事 第七章：离开野人岛！        接上章。“那就是因为……”古德里安说到这就停了下来。“为毛啊？”Angry急切的问道，他最讨厌说话只说一半的人了。“因为。。我要杀了你们啊！”古德里安的声音突然大了起来，目光扫视5人，5人顿时后背一凉，全身无力，腿不听话的轻微颤抖，就像面对着一头吃人的猛兽。大副用颤抖的声音说道“伟，伟大的野人王，你还，还是放我们一马吧，杀了我们对你也没什么好处，是吧？”“恩。。好像是呢，不过，我还是想杀你们怎么办呢。”说完，古德里安又用他那犀利的眼神看了大副他们一眼，在那一瞬，5人都感觉被那犀利的眼神所穿透，好像自己的一切都无法在这眼神中隐藏，一切都被看透了。 一分钟，两分钟，时间渐渐过去着，6人没有一个人说话，都只是在那静静站着，哦，不，有5个是被绑着的。似乎一切都没改变，但如果细心观察，可以发现，被绑着的5人的身体随着时间的流逝越抖越厉害，额头上流出了豆大的汗珠。 “呵呵。”古德里安噗哧一笑，之前那吓人的气势顿时荡然无存，此时的古德里安就像一个普通人，“哈！哈！哈！逗你们玩，你们居然也相信，还被吓的发抖，哈哈哈！”众人顿时松了口气，敢情古德里安之前是逗他们玩啊，差点被吓死。嘴贱的Chost忍不住说道“XD，搞什么啊，居然开这种玩笑，不知道玩笑可以吓死人吗。”虽然Chost的声音很小，但还是被古德里安听到了，他眉毛一挑，脸色一沉，一股比之前强十倍的气势从他身上爆发出来，强烈的气势压的5人连呼吸都十分困难，脸上都露出来痛苦的神情。大副先是勉强转头瞪了Chost一眼，然后对古德里安说“大哥，别玩我们了，快放了我们吧。”古德里安并没有理会大副，只是缓缓增强着气势，5人感到胸口越来越难受，像有一块巨石压在上面，令他们喘不过气来。大副艰难的扭头看向Chost，向他使了个眼色，Chost向大副点了点头，说道“大哥，我错了，放过我们吧。”古德里安的气势稍微收了一点。Chost心中一喜，连忙再说道“对不起，大哥。”可这次古德里安没有减弱他的气势，反而有些增强似的。Chost又惊又急，心里想到“靠，不是说声对不起就行了么。。。怎么现在又不行了。”Chost想了想，眼珠转了转，灵机一动，说道“伟大的野人王！你的战绩令我膜拜。”古德里安的气势又稍微收了一点。“我去，搞了半天原来这货想听拍马屁啊。。汗。。”Chost一边在心里想到，一边说道“您的高度令我仰视。”气势又减了一点。“您的气量令我佩服，您的……”经过Chost长达半小时的赞美（pai ma pi）古德里安终于完全收回他的气势，压力瞬间消失，5人顿时感到全身一轻，之前那难受的感觉荡然无存，如果不是有绳子把他们绑着，早就像死狗一样趴在地上了。Hsir小心翼翼地对古德里安说道“尊敬的野人王大人，能不能把我们给放了啊？”有了先前的教训，Hsir还用上了敬语。“没问题，不过 ……”古德里安又只说了一半就停下。“不过什么？”急躁的Angry又问了出来，不过这次他学聪明了，没有用脏话。古德里安用手指了指Chost说道“放你们可以，但在你们离开这个岛之前，这个家伙得留下来陪我。”Chost立刻笑脸变哭脸，如果不是他惹不起古德里安，估计早就开骂了。“怎么，不愿意么？”古德里安眉毛一挑，充满压迫感的气势又在他的身边缓缓形成。“不，不，当然愿意。”大副见情况不对，立刻接上话头来。说完，大副转过头，狠狠的瞪了Chost一眼，满脸愤怒之色。Chost无奈的垂下脑袋，一副你想咋样就咋样的样子。古德里安走到大副身边，拍了拍他的肩膀，说道“小伙子，不错啊，哈哈哈！来人啊，把这5个人给放了，然后把那个格子衫的带到我房里去。”“呜！”话音刚落，几个五大三粗的野人就跑了上来，给5人松了绑，带着Chost去古德里安的房间了。\n       其余几个人你看看我，我看看你，不知怎么办才好。Angry打破了僵局，问道“那，现在我们干什么呢？”众人又陷入了沉默。 一段时间后。Hsir突然说道“你们看那是什么！”众人往他手指的方向一看，果然看到了不同寻常的东西。一块石头压着一张纸条（不要吐槽他们为什么看得到。）Hsir三步作两步飞快的跑过去捡起了那张纸条，众人连忙凑过去看，纸条上的内容是这样的。 \n       为感谢你们大副的帮助（就是帮我搞定格子衫。）我决定给你们一点帮助。看你们的行为和互相的称呼，看来是航海者吧，但怎么没见到你们的船呢，我猜猜。。。。应该是被打烂了吧。这样吧，为了体现我的仁慈，我就给你们安排50个野人帮你们，自己去伐木造船吧！（温馨提示：要快哦，不然，嘿嘿嘿。） \n                                                         古德里安书        4人看完字条以后，相互看了一眼，无奈的笑笑，每个人都在心里默念道“Chost，愿神保佑你，你一定要坚持住啊！” \n       另一边，古德里安的房间中。古德里安正躺在沙发上吃水果，那Chsot呢，哦，他正躺在地上当死狗呢。古德里安看了看躺在地上的Chost，皱了皱眉头。“这个家伙，自从被带进来，就一直在这装死狗，好烦啊，好想打他啊。”古德里安心里想到。他伸脚踢了一下Chost，可Chost动都没动一下，依旧像只死狗那样躺在那。古德里安有些怒了，他想了想，跑了出去。Chost耳朵动了动，一下子爬了起来，活动活动了一下身子，弹了弹身上的灰尘，刚想进一步活动时，脚步声传了过来。Chost连忙又趴了回去。 古德里安走进了房间，看了看依旧躺在那的Chost，嘿嘿一笑，拿出了藏在身后东西——一桶热水！古德里安邪恶的一笑，一下子把水倒向Chost，紧接着，杀猪般的嚎叫声从房间里穿出来，整个岛都听见了这嚎叫声，大副4人也不例外，他们不约而同地停下了手中的工作，为Chost祈祷。 房间内。Chost依旧在嗷嗷叫着，古德里安靠在沙发上，欣赏着他的杰作。“叫你要装死狗，这次是热水，下次。。。嘿嘿。”“大哥，你就放过我吧。”“不行，不行，你朋友已经把你借给我了，你就乖乖听话吧！”“NO！”Chost一边在嘴上愤恨，一边在心里把那4个人骂了个遍。森林内。“啊切（不要吐槽。。。我也不知道打喷嚏声是什么。）”Angry揉了揉鼻子，说道“居然打喷嚏了，这野人岛可真冷啊。”其余3人也赞同的点了点头，然后继续伐木去了。 \n       时间一天天过去着，船也渐渐造了出来。日复一日的做同一件事，每个人都会感到无趣的，大副4人也是一样。每个人都曾有过放弃的想法，但却没有一个人真正放弃，因为他们心里都有着一个执念，那就是打败红牛，为他们的船报仇。不过枯燥的东西还是枯燥的，不会因为他们有执念就变得有趣起来，每天唯一的乐趣估计就是听Chost惨叫声了。 \n       三个月后。“砰！”Angry用锤子敲进了最后一个钉子，用手抹了抹头上的汗，说道“啊，终于完成了。这造船真累啊。”Hsir从一旁冒了出来，说道“是啊是啊，这造船真是累啊，不过……”Hsir停顿了一下，“为毛我们在造船，他们在度假啊！”说完，Hsir一脸愤怒的指向沙滩，Angry往他手值得方向一看，看到了两个沙滩躺椅，上面还躺着两个人，正晒着太阳呢。Angry收回了目光，叹了口气，说道“没办法，谁叫他们是老大呢。这两货，就只在开头几天砍过点木头，而且砍来的木头还是用来给他们做躺椅的。那天我去问大副为什么不来帮我们，他居然说什么在养精蓄锐，为日后打红牛做准备。我真不知说什么好了。”“嗯嗯，你说的对。不过现在船也造好了，干脆我们去游泳吧！”“好主意！GO！”当众人在享受空闲时光的时候，Chost在干什么呢？让我们看看吧。 \n       古德里安的浴室内。古德里安正泡着澡，Chost在另一头帮他按摩，一边按摩嘴里一边还在说着什么，内容大概是赞叹古德里安的事迹一类的。古德里安一边泡澡，一边听着拍马屁，脸上流露出满意的神情。 第二天。Chost早早的从床上趴起，兴冲冲的跑去了集合地点。 \n       集合地。Chost左看看右看看，心里一阵困惑“诶，怎么没人呢。算了，等等吧。” 半小时，一小时，两小时。 很快，半天过去了，可依旧没有人来。Chost顿时急了，心里想到“怎么还没人啊，不会是被古德里安扣押了吧。”想到这，Chost等不了了，他立刻往伙伴们住的地方跑去。 \n       大副他们的住房处。因为Chost害怕古德里安真的扣押他的朋友，所以跑的飞快，不一会就到了这里。他打开门一看，没有想象中的古德里安扣押他们的场面，有的只是呼呼大睡的4人。“哼，你们这些人，都快到中午了还不起来，看我来叫醒你们。”Chost嘿嘿一笑，从身后拿出了随身携带的闹钟，设定好时间，然后悄悄退了出去。 一分钟后，雄厚的歌声从房间内传了出来，与歌声一起传出的还有大副的怒吼“**，怎么又是这东西！快扔出去！”话音刚落，一个正响着的闹钟打破窗子飞了出来，正响着悠扬的歌声“大河……”Chost躲在一边偷笑“叫你们睡懒觉，哈哈哈！”还没等他笑完，一只拖鞋从屋里飞出来，不偏不倚，正好砸到Chsot的脑袋，大副的怒吼随之传来“小（zai）子，给我等着，我知道是你，我给你说别跑啊，等我穿好衣服我就来收拾你，XX的，居然敢逗我。”Chost连忙逃走。 \n       半小时后，集合地点。船长正和古德里安道别，其余4人正笔直站在一旁等待着船长下令。也不知是有意无意，大副正好挨着Chost。大副转头对着Chost嘿嘿一笑。Chost全身一抖，差点摔倒。现在Chost最期望的就是船长和古德里安多告别一会，那样他就可以多安全一会了。可惜，愿望是美好的，现实是残酷的。船长和古德里安很快就告完了别。大副转过身来，Angry和Hsir也从两边包了过来，大副说道“还等什么，兄弟们，上！”还没等Chost反应过来，三人就一起扑了上来，一顿暴打。 \n        一小时后。5人一起站在新公牛号的船头向古德里安告别，大副3人脸上一片舒坦，应该是刚做了什么令人舒服的事。一旁的Chost的脸上青一块紫一块，嘴唇肿胀的厉害，像是被灌了辣椒水。“再见，朋友们，再见。”“恩，古兄不用送了，回去吧。”“好的，以后常来玩啊！”“一定会的，再见！”“再见！” \n       新公牛号带着5人离开了小岛，奔向了无边际的大海。 故事还在继续。。。 \n字数：3800\n索引贴：http://www.mcbbs.net/thread-243340-1-1.html \n@zjr_516635864 @长手的苦力怕 @☆茶杯骑士☆\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1394322420,
            "txt_content": " 本帖最后由 a2455564728 于 2014-3-9 17:49 编辑 \n\n@zjr_516635864 （后三个是群主）@长手的苦力怕 @xcc @250＝mo\n@☆茶杯骑士☆"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1394323020,
            "txt_content": "每次看到自己的名字心里总有种感动TwT\n\n\n文章点赞"
        },
        {
            "author": "a2455564728",
            "timestamp": 1394323080,
            "txt_content": "zjr_516635864 发表于 2014-3-9 07:57\n每次看到自己的名字心里总有种感动TwT\n猛然发现Hsir最近好容易感动啊"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1394323140,
            "txt_content": "a2455564728 发表于 2014-3-9 07:58\n猛然发现Hsir最近好容易感动啊\n没办法啊我就是这么一个人\n\n感由心生，\n动随影行。"
        },
        {
            "author": "xcc",
            "timestamp": 1394323980,
            "txt_content": "a2455564728 发表于 2014-3-9 07:47\n@zjr_516635864 （后三个是群主）@长手的苦力怕 @xcc @250＝mo\n我是群主么"
        },
        {
            "author": "a2455564728",
            "timestamp": 1394324100,
            "txt_content": "xcc 发表于 2014-3-9 08:13\n我是群主么\n记错了。。。。。"
        },
        {
            "author": "xcc",
            "timestamp": 1394324220,
            "txt_content": "a2455564728 发表于 2014-3-9 08:15\n记错了。。。。。\n我帮下你\n@yuchengyang"
        },
        {
            "author": "a2455564728",
            "timestamp": 1394324400,
            "txt_content": "xcc 发表于 2014-3-9 08:17\n我帮下你\n@yuchengyang\n@yuchengyang \n（不知行不行）"
        },
        {
            "author": "xcc",
            "timestamp": 1394324460,
            "txt_content": "a2455564728 发表于 2014-3-9 08:20\n@yuchengyang \n（不知行不行）\n这貌似可以成立"
        }
    ]
}