{
    "title": "<连载·单章>史蒂夫漂流记[作者:HGK][第一章]",
    "author": "HGK",
    "replyCount": 3,
    "timestamp": 1394269320,
    "txt_content": " 本帖最后由 HGK 于 2014-3-14 18:50 编辑 \n\n                                                 这章构思得差不多了，先发为好哈。\n                                                            生还者\n                                                     1月4日\n  当我睁开眼睛时，眼睛非常模糊，我在水下！但却无法动弹，为什么........感觉快窒息了，我一定要游上去，但根本没力气........我才想起喝的那瓶矿泉水，魂淡..........\n  身体开始出现反应了，我需要空气，现在肺都要炸了！眼睛开始被非常强大的光照到，即使闭上，我也觉得很刺眼........光消失后，看到的事物既然开始扭曲........心里只能默默想着：Fu*k！我要游上去！快憋死了！Fu.........随之昏死了......\n\n  不知过了多久，苏醒时，没有肺要炸的感觉，眼睛看得更清晰了，不知从哪来的力气，我轻松的游了上去。\n\n  到了海面，四处什么都没有，不对，附近还有一片大陆，当游到陆地上时，看见了我最不想遇到的事情.........Notch船长的安详地躺在沙滩上，把手伸过去谈谈气息.........船长........已经死了......“Fuuuu！”\n\n  我把船长埋在海滩的附近，依依不舍地走了......现在我能做的就是活下去，但现在我身上只有一把匕首罢，该怎么求生呢.....在沮丧的时候，我发现了弃船！ \n \n  感觉顿时这是上帝给我的恩惠，他不仅没让我走向绝路，还让我能继续活下去！船搁浅了，看来现在是无法离开这里，只能先拿出一些必备品。  \n\n\n  跑到了船上，到处是人的尸体，我从他们身上搜刮出了：13把刀、7杆枪、15把匕首，又在船舱找到了6个面包、一些木板、5盒钉子、一把锯子、一个榔头、一些蜡烛、一把铁质，斧头书和笔和3瓶墨水。\n\n  又走到了船长室，柜子里有着一本湿漉漉的书和罗盘还有圣经。走下船，已经是中午了，不争气的肚子开始反馈了，随便往嘴里塞2个面包速速完事，我也是2天没吃饭了。\n\n  “咚”！一棵树倒了下来，我劈下几节，插在四个点钟，连起来就是个长方形。又把剩下的劈成粗糙的木板，用匕首削了削，干这些事足足耗了我1个小时，现在要争分夺秒地做一个家。\n\n  用木板插成一排排把四个点连在一起，弄完时，已经准备黄昏了，又用木板做出了一个粗糙的“篱笆门”，用木板垫高，放上树叶，“床”就做好了。\n\n  到了晚上，即使卧床也睡不着，家里黑黑的，便用匕首开了个洞透透光，拿出那本日记，读了起来：\n  致来到这个岛上的人，你好，我的名字叫史蒂夫·蒙克，你是不是看到了一搜弃船？那便是我的。我留下了一些对你有用的东西，这个岛是非常美好的。白天美好，但晚上就变了个样，只能用四个字形容：百鬼夜行！\n看到这里，全身的汗毛都立了起来.........不敢继续看下去........突然间，“篱笆门”被踹开，一只满脸是血的丧尸出现在面前！我之前一直不相信有这种东西，看到时一下子全身软了，坐到地上..........“what the fu*k！？”\n\n  丧尸向我走来，自己的恐惧已经达到了极点，当他扑过来时，我本能的拿出了斧头，砍断了丧尸的身体，他的上身慢慢爬过来，我已安奈不了自己的心情：“啊哈哈哈哈，死！死！你死！啊哈哈！”我砍断了头部，又向头部连砍数次，现在眼前只有一团肉泥....\n\n  过了几分钟，心情才宁静了下来，长舒了一口气。“书！书！书在哪里？快！找见了！快！告诉我！怎么躲开那些畜生！”我接着看这本书：\n  我估计你肯定和丧尸肉搏过了吧，干掉它了吗？好，我们把它的血涂在门前，就没有丧尸再来打扰你了。\n\n  涂上了血，今晚果然没有那些畜生打扰我了，安宁地睡了一觉。 \n                                   看完了么？我们选择翻到上一页还是下一页？上一页 下一页\n                                                         看完了么？我们翻回目录吧。翻回目录\n  \n  \n\n\n\n",
    "replies": [
        {
            "author": "qq786298429",
            "timestamp": 1394269380,
            "txt_content": "加个图吧，没图没意思"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1394269800,
            "txt_content": "鲁滨孙漂流记的感觉   "
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1394269860,
            "txt_content": "LZ君你怎么被屏蔽了QAQ- "
        }
    ]
}