{
    "title": "<连载·单章>小白冒险记-HIM 第二十四章 暴雨与烈火狂舞之夜[作者：250=mo]",
    "author": "250=mo",
    "replyCount": 33,
    "timestamp": 1394281740,
    "txt_content": " 本帖最后由 250=mo 于 2014-3-8 20:29 编辑 \n\n差不多两个月没更了吧非常抱歉，理由便也不找了\n在此：花费了我三个星期的，三倍长的第二十四章送上！！\n应某人需求，添加了枪战元素\n不喜欢也没关系，看下去，这章的重点不只是动作片\n在此向大家道歉！！\n\n\n第二十四章 暴雨与烈火狂舞之夜      肃静。      “这次的任务是偷袭敌人。那帮家伙现在正在黑龙城西南徘徊不定，一定正在地毯式地搜寻我们，是时候给他们来一场突袭了！他们一定还在理想乡享受优质的睡眠……”      “才第一次行动呢，就说什么‘这次的任务’……”一位同志吐槽道。      “那好啊等会儿第一次行动的时候你走最前面！”他干净利落地回答，引起大家一阵喧笑，“大家都有了枪……恐怕那些习惯了冷兵器战的老手们会更加艰难和残酷。”      我暗暗拽紧了我手里的M870霰弹猎枪。      “那么，祝，凯旋！”他敬了个礼。所有人都严肃了起来，举起了右手。       今晚没有月亮，丛林间很暗。我们上蹿下跳，向着远方的一丝光亮前进。终于是看到了一个坐落于峡谷间靠支架支撑的“理想乡”，占地面积不大但横贯整个山谷，夜色把黑暗笼罩在了这山间的悬桥上，暗暗的火把则负责守护村子里仅存的光明。      一切都很正常啊。又是如此地安静，安静得……令人不安。就像是——暴风雨前的平静。      狙击手们死死盯着瞄准镜，不容一秒的松懈。大家似乎都意识到了形势的严峻，手都放在了扳机上蓄势待发。就这样僵持了20分钟。      ——站在前排的一位狙击手终于忍不住这种煎熬，眨了一下眼睛。这一个小动作却决定了他的生死！！在人的反应时间内，一声巨响打破了宁静，那名狙击手骤然后仰倒地，当场毙命，将鲜血染在了这片生命迭生的乐土里。一颗子弹精确地穿过狙击镜击穿了他的右眼，却几乎夺去了他半边的头颅！      我还来不及惊讶，队长就按下早已准备好的扳机，把一弹夹的子弹扫了过去，其他人也向每一个能藏人的墙壁送上了无数的散弹枪，但一无所获。      什么人能在100米外观察到狙击手眨眼，并精确地击穿他的瞄准镜送入眼睛？那无疑是疯子，只有疯子做得到！      也不知何时抛来一个小型固体。所有人立即举枪对着它，只有队长第一时间反应过来，立刻转身大叫：      “卧倒——！手榴……”      Boom！——      满耳朵都是那爆炸带来的轰鸣声，可还没来得及抱住耳朵痛苦哀叫，无数的微冲子弹扫了过来，把那些没能炸死的趴在地上想爬起的士兵卷入弹幕中，鲜血四溅……，十几，几十名士兵的装甲千疮百孔，微冲子弹虽然无法击穿几近一厘米的铁甲，但再严密的装甲也有破绽的地方，再坚硬的装甲都有被击穿的一天，身后十几个士兵的尸体足以证明这点了。我算是看清楚了，那帮疯子个个身披钻石甲，那种宝石制成的装甲几乎没有什么能够击穿，那些黄铜、铁或者钢制的子弹在上面几乎连痕迹都不会留下。那些家伙打完两手两把微冲的一个弹夹后，直接丢下，然后抽出步枪。      部长狠狠地打完一个弹夹的MP7子弹，便把这没用的枪械丢到一旁，抓起脚下一把狙击枪，还没端稳就重重得盲打了一发，把那个拿着M4A1扫射的家伙腹部打凹了进去。他连退了好几步，用手死死捂着，但克服疼痛后很快又投入了战斗。      只有击中脸和手才能击毙敌人。而这不能指望那些拿着微冲或者霰弹枪的人，也不能指望那些抖着双手的狙击兵。此时只有那些身经百战的老兵才懂得沉着冷静地左右走位加点射。就连Charles都止不住颤抖。      奇怪，我的手居然没有抖。我歪了歪脑袋看看手上还没冒过火药味的霰弹枪，移到了队伍的旁边，学着点射几枪，但一枪未中。      只是添加了一个Mod，一个简单的枪械Mod，战场就不一样了，变得残忍而冷酷，骑士道精神什么的全然抛在脑后。      敌人的火力压制丝毫没有中断，那帮疯子简直省得换弹，打完手上的AK、M60或者狙击枪子弹打完后直接拿出下一把，也不知道旁边是不是有人在帮忙换弹。      战斗开始了1分钟，伤亡人数是17：0。而他们仅有3人露面。      “混蛋！”队长大骂，“冲！”他从地上抓起一把霰弹猎枪便冲了上去。所有人都一面射击，一面用尽全力冲锋，我也不例外。只是我有先羡慕，那些家伙怎么能边走边射击？我站着都要差点被震倒，后坐力真是世界上最令人讨厌的力……      敌人把密集的火力压制变为了精确的点射，一枪一个倒地——当然基本是摔倒，巨大的冲击力使士兵们不得不重新找回平衡才能继续。好几次子弹都击中了我的胸甲和头盔，我都硬抗住了。      得知子弹没用后，几位老手都纷纷转用起了弓，抹了油燃烧着的箭划破冷沉的天际，火焰点燃了他们作为掩体的木墙，毁灭与罪恶吞噬了山村，粉碎了被称为“完整”的神圣。他们失去了掩体，攻击瞬间涣散。我们欢叫着，机会指出了绕到那头歼灭敌人的死亡道路。“干得好！”部长大叫。      本以为能突破了，不知道哪里又冒出来一个疯子，直接扛起了一把榴弹发射器，不由分说就来了那么一发。看那火球一般的榴弹径直飞过，拖出一道笔直的不散的烟尘。      Boom！一下巨震，眼前的景色瞬间变色，火焰吞噬了三米高的空气，只见那位拿着弓的前辈受震失去了右手，痛苦地倒在了地上。      然而另一发榴弹已经准备好了。      Boom！      Boom！      Boom！      一个又一个的尸体被爆炸撕裂，毫不留情。部长走着S形，没命地冲着，呐喊着。而他身边的队友一个又一个地被子弹的冲力掀翻。      双腿停不下来，大家都没命地冲锋。      我第一次觉得自己像一匹不羁的战马，昂首挺胸，高傲得冲向敌人，似乎没有什么能阻挡我，子弹从我身边穿过，有些穿透了队友的身体。若是以前，我大概已经跪下来瑟瑟发抖了。      欲过去就必须穿过那条石桥，这也是生命桥！      队长一枪一枪地把鹿弹撒在敌人的掩护上，但那穿透力极差的铅弹似乎丝毫起不了效果，但敌人似乎被那横飞的恐怖子弹吓退了，没有露出面来。      迅速，迅速，迅速！我随着前面的几位元老级玩家。这时我才注意到我的位置已经很靠前了。可就在这时，一个闪白的方块突然进入了我的眼帘！      TNT！      我没有停下，一定要过去，一定要活着过去！      Csssssssss——      TNT已经膨胀到了临界点了，可我后腿还在桥面上！我用尽腿上的全力，往前一扑……一股冲击从后传来……      Boom！      “妈的……”我转过头去，看见那些碎石掉到深渊中，发出“克噔”一声，心里暗暗欢喜Minecraft的爆炸竟是如此不科学。这时一颗子弹斜斜弹中了我的头盔，将我的头震得直发晕。部长正在燃烧的建筑间一边跳跃一边对隐藏于烟雾中的敌人扫射，子弹在此间乱飞，难免误伤一些无辜的空间。      我抽出剑，那把充斥着Michen和Robin荣耀的剑，在火焰之影中闪闪发光。      冲！      我向那个抬着榴弹发射器的疯子走去，沉重而轻巧的利刃划破微风。那个早已强迫自己望去的过去的影子，开始渐渐地在我的脑袋中显现出来……      他熟练地抽出一把沙漠之鹰，可那把马格南公司生产的大型手枪还没成功发射，一道剑光划过——沙漠之鹰的枪管和枪柄被切了开来，重重的枪管摔倒了地上。他惊慌失措，大概还想掏出什么拯救他，但显然没有东西能拯救他了……剑刃已经由下至上撕开了他的胸甲，作为报复剑上的齿也被磨掉了，再将手转回正握，顺势刺过他的腹部，狠狠地一顿，拔出……他倒了下来，但似乎还没有死亡。我再狠狠握住剑向下一刺，一挑，他的脑袋则与他的身体分了开来。      我正想换上他的钻石头盔，但后面又是一疯子，架起了重机枪就扫过战场。我连忙躲到了一堵石墙后面，看到了瑟瑟发抖的Charles。我喘着粗气问：“妈的……，你还好吧？”      “疯子，全都是疯子……”他念叨着，脸色和面粉一般惨白。      他突然回过头来：“如果不把他们的石墙掩护毁掉，我们……我们根本没法反击！”他说这一句话的时候头顶上飞过一发榴弹炮。       沉默。      “好……我试试……”我突然想起了什么，压低声音说。      “喂！喂！喂！你疯了么，那机枪扫来扫去的根本没法接近啊混蛋！……”      我没有理会他的喊叫，抓住机会猛地冲了出去，抓住了那个可怜人留下的榴弹发射器，也不管机枪已经要扫向这里，不由分说地狠狠地来了一发，巨大的后坐力将我掀倒在地。而此时密密麻麻的子弹也在靠近，我只好打滚来躲避。      Boom！我听到了那爆炸的声音。      但我逃不掉了，十几粒子弹敲打在了我的背上，劣质的子弹在铁甲上叮当作响，一股剧痛从后背传来……      我摸了摸背后，是汩汩流出的鲜血。铁甲抵抗了大部分子弹的伤害，但还是有一粒子弹钻进了我的肌肉和内脏，旋转着撕裂着。      我颤抖着爬了起来，剧痛正撕裂着我的背。我抖着发软的双腿，靠在了身后的圆石壁上。墙上满是无数子弹留下的纪念坑。我呆呆地看着前面爆炸留下的产物，心底莫名产生一种想笑的冲动。但我笑不出来，疼痛麻痹了我脸部的肌肉。部长拿着从敌方抢来的HK – 416扫射敌人，火焰吞噬了整个村子。      突然一声轰鸣震彻天空，在闪白中预示着暴风雨的迹象。我抬头一看，皎白的月色全然不在，厚厚的雨云黑压压一片，似乎随时都会塌下来。      待背后的痛感略弱后，我缓缓地正立了起来，战场上的枪声盖过了雷声，幸然那不住的闪光警示了它的存在。一小块空地上铺满了尸体，我数了数，大概有30多具。我本想脱下一套钻石甲披上，但显然那些鲜红的血迹成功地帮助我打消了这个念头。      好痛啊……但痛的不只是背，还有压抑心头的那种无法遏制的绞痛，鲜血淋漓，如同刀剐。      突然，一滴沉重的雨点拍到了我的肩上，随之，无量的雨水从天而降，冲刷着这血染的世界。大地被这密集的雨点覆盖了。暴雨拍不灭这死亡的火焰，只能与其一同共舞。鲜血和雨水混合在了一起，露出狰狞的笑容。      如果世界上非说有三种美，那其一就是诱惑之美，它会勾起没一个人的占有欲，不顾一切占有它；其二便是悲伤的美，如同末日之前的烟火一般透着绝望而又唯美得让人落泪；最后便是这颤栗的美了，令人恐惧的死亡之美。      突然觉得战场上已经没有人了。枪声渐渐弱了，人也都不见了。      突然觉得战场寂静全然，空荡荡的，仅有雨水默默冲刷。      ……       雨水在屋檐的引导下向两旁流去，雷电如无理数般无节奏地轰鸣着，眼前的景象如同间歇性掉线般闪着。我握着捡到的汤姆逊冲锋枪，背靠墙壁，穿梭于小巷间。      在战争爆发前，这里一定是个和谐的小镇。小吃店，出租屋，美丽的别墅和温馨的小旅社，还有深不见底的水井，任何措施一应俱全，毫无遗漏，让人有种不忍侵犯的感觉。但当烽火染过这个世界时，你只要举起你的武器，不管那是石头或者是弹弓。      “Mo！”是Charles的呼声。我寻着方向找到了他。      “现在怎么样？”我说。我看了看他全身被雨水和泥浆打湿的狼狈样，我想我一定比他更狼狈。      “鬼知道，敌人好像有20多个，现在都不知道躲在哪里了，部长正在找他们……啊啊啊你受伤啦？”他看见了我背后的弹孔。      “没事，有铁甲呢，这点伤一会儿就好了。”我撒了个谎，事实上如果不是在Minecraft世界里，那些子弹的冲击力和刺入我腹部的子弹足以将我的脊骨打成粉碎性骨折并终生下身瘫痪了。背后仍然传来阵阵疼痛，还好不太严重，血也止住了。      我们在潮湿的过道间穿行，无数的枪林弹雨声都绝了，唯独这冰冷残酷的大雨不绝，仅仅减弱作中雨，在大地上发出淅淅沥沥的声音。全身都被雨水冲刷静了，湿透的衣服压在我脆弱的肩膀上。全身都是疲劳带来的酸痛。      不知不觉旁边一直沉默不语的同伴消失了。我坐在一户人家门前，坐在那圆石台阶上，身后是木头和圆石构成房子。积水没过了我的脚踝，我的心中似乎有一块石头，压着压着……      “我讨厌下雨……”我又想起了缩在小屋望着雨滴在湖面上溅起水花的日子，那些水花是一滴一滴的。现在这些雨留在积水上的痕迹也是一滴一滴，我的眼泪也是一滴一滴……。在这被鲜血染红的大地上，只有我一个人独自哭泣。身后的门，虽然开着，我却不想进。我突然觉得浑身不自在。      “妈的原来你在这……”Charles在我身旁坐了下来，手上拿着瓶不知道从哪里弄来的酒。      “妈的累死了。……”他伸了伸脚。      我仍呆滞地看着积水，布满血丝的眼睛很是恐怖。      “你不进去吗？”他把手里的酒一饮而尽，问道。      “不想进。”我的声音很是生硬，几乎是用尽了力气才发出来这三个字。      “也好。其实雨夜也蛮美的。”他抬头望了望天空。无数的雨线连作一片画幕，萤石和火把的光在上面任意泼墨，微微的色彩使这夜下的雨幕呈现出了一幅壮丽的景色，在午夜下显得格外绮丽。      我的嘴角抽动了一下       Boom！      一声爆炸突然响起！往右边一看，一个十米高的尘焰照亮了冷暗的天空。      随即，十几声爆炸先后响起，整个村子被热浪吞噬。火苗独舞时可能不敢在雨下如此嚣张，但现在它们是在群舞！滚滚的火焰如同一堵墙一般向四面移动。      “出事了！”我第一反应是站起来大叫。原来敌人早已算尽一切，早就料到会失利，在每一个房子里埋了炸药！每随着一个房子的燃烧，便会引爆那些炸药。这是一个彻头彻底的圈套！      他们要让我们一百多人葬身在这里！      我拼命地奔跑，却不是为了保命。我不知怎的，竟往火场中心奔去！      “你疯啦！？”他一把抓住我。我狠狠地甩开，没有停下。      背后的伤口这时突然发作，就像骨头中的一根刺，我只能放慢脚步，被赶上的Charles一把抓住了我的手。我狠狠地扭动被拽住的手，却完全不能挣脱。“混蛋！放开我！”我破口大骂。      “小命要紧啊，就算你进去也能救出来才行啊……”      “你不懂，”我压低了脸，“我本来就不该活到现在……，这一切都是我惹起的！我早就该死了！”我疯狂地大吼，想奋力挣脱，但那只强有力的手死死地握着，握得我松开了我愤怒的拳头。我不再挣扎后，他才松开手来。      “不，我懂。”他坚定地说。雨水肆虐地拍打在我的肩上和头顶上，沉重的感觉似乎要把我拉入深渊，“我知道你在想什么，但生命没了什么意义都没有了不是么？”      火焰跟着暴雨的节奏狂舞着，像是两个魔鬼在跳一场死亡的舞蹈。      “先走吧，火就要烧来了。”他拍了拍我的肩。      “部长……”我目光呆滞，但随即又闪出了光芒，反映着跳动的火苗，“部长！”      “没用的，他们恐怕已经……”他没有说下去。      “不！他们来了！”我发疯似的大叫，望着前方的几个人影。      “还不快来……帮忙啊！”部长身后背了个人，腿上流出一泉被雨水冲淡了的鲜血，苦笑着说道，身后还有二十几个不成人样的队友。      “防-火-药-水”我念出了这个名词，松了口气。      “混蛋啊……，”部长踉踉跄跄地走过来，把手搭在我的肩上，有气无力地说，“谁告诉你防火药水防炸了的？……”      突然，随着一声爆炸，所有人都惊讶地发现身后倒下的人。“什么？那帮疯子还没走？”部长大吼。      “这鬼地方他们还不走……，是不要命了么？”Charles稍稍插了一句。      “快快找找这附近有没有不可燃烧的房子！！”      大家飞奔着，寻找着，但火焰带来的烟雾铺天盖地，似乎将这天地蒙在一片鼓里。每随着一声爆炸，就是一位队友的死亡。由于狙击手总是随着震耳欲聋的爆炸开枪，我们根本不可能循着声音找到他们。      “混蛋啊……”一位老兵擦了擦眉头的汗，轻轻骂道。      “怎么办？我还不想死！”Charles哭诉着，“妈的我才知道CF有多脑残……”他原本还想抱怨些什么，但他永远闭上了嘴，一颗子弹打爆了他的脑袋。      “不！——”我大叫，但他已经再无力立起了，他永远地倒下了，没有东西能救他……甚至是时间。他在我面前死了，鲜血溅到了我的脸上。      第一次，那么长时间里，第一次在我心头燃起了烈火！！愤怒的烈火！      我站立起来，我感觉我在俯视这个世界。      我再往上看……，那个烟雾中模糊而滚动的黑影……对！塔！塔是石头做的！在塔上最适合不过了！      我转过身来，狠狠地夺过一把冲锋枪，往那里奔去！      冲破层层火海，无量的火焰在我身上翻滚。我在潮湿地上打了几个滚，扑灭后我发现我已经站在塔下了。我往上一望，那个混蛋没穿盔甲，丝毫没有意识到杀意的逼近。      突然他抛开了狙击枪，我突然明白了——重型枪械的子弹是用铅制的，Minecraft里没有铅这种矿石，所以子弹是限量的！我意识到时机已经成熟，我愤起冲锋，力图立刻冲上塔顶。      原本顶上还传来了急促的脚步声，可却停下了，他已无路可逃。我已经爬到了一半，看到了他探出的头。     我连心脏都赌上了，拼命往上狂奔。风在我的耳边呼啸，似乎要切开一切。我举起冲锋枪一阵狂扫，估计是一枪没中。我没敢把子弹打完。他抽出了一把AK-47，开始在石制楼梯间扫射。      还有十阶，还有十阶！我心里默数。      突然的，子弹从我的左面扫来，洞穿了我的小腿，鲜血溅在了台阶上。我咬死了牙，拖着伤腿手脚并用往上爬。我暗下决心，死也要把这王八蛋拖下去！      我几乎被剧痛击昏，肾上腺素如汗涌一般地分泌着。我强忍着，支持着自己不倒下。      五阶！      突然背后一股剧痛，子弹钻进了我的腹部，撕裂着我的器官。我曾恐惧那刺骨的痛楚，可现在，我每移动一下身子都要忍受那十倍的痛苦。……可我还没倒下。      突然又有一颗子弹穿过了我的某个身体部位，可我已经没有力气判断是哪里了。      我眼前一黑，但幸然我还记得用左手接住掉下的枪——我突然明白了，刚才又一颗子弹废掉了我的右手。我发现我已经站在了塔顶上，而敌人终于是打完了一盒弹夹。他看起来并不慌张——事实上我根本没有精力判断他到底有没有慌张。他举起枪就向我挥来，试图用那重物将我击晕。      我用左手举起那把枪，背靠栏杆，一个弹夹的子弹送进了他的身体。我无力地松开枪，任其自由落体，倾听它掉落在石板上的声音。      我晃了晃脑袋，稍微清醒了些，才看见眼前的情景。除了那具王八蛋的尸体外，还有闪动的、点燃的TNT！这个疯子早就做好了死的准备！      命运舔了舔嘴唇，准备迎接死亡的盛宴。      我站不稳，往后一倒，从顶层坠到了下一层楼梯上，脑袋砸在了那圆石砌成的坚硬且凸凹不平的楼梯上，感觉就像是被亡命之徒狠狠地用巨石往我颅骨上砸。我想用手抓住栏杆之类的什么东西，但竟连移动的力气都没有，——于是乎，没有任何力支持的某人便在这楼梯上滚了下去。每滚动一次都是一次骨折，发出濒临断掉的声音。      Boom！      爆炸震碎了玻璃，我在冲击力的作用下，向窗户滚去！我的身体在窗沿上剧烈地摩擦，但似乎没发阻止某人的死亡。于是，我死了。我想。      就在这时，我惊讶地发现，我的左手居然死死地抓住了窗台。      在死亡面前，这个受尽折磨的人用尽了全力来与死神抗衡！      我的手在颤抖，我知道我松开后将是什么样的感觉了。死亡和生存，现在就决定在我的手上了！可我疲惫极了，是的，只要松开手，想怎么休息就怎么休息，松开吧，松开吧。不知道谁在说话。我想阻止这个混蛋的狂言乱语，可我突然发现，那竟是我自己。我已经没有任何力量去抗衡那种欲望了——对死亡的欲望。      没几秒，我便被绝望击垮了，从七米高的空中重重摔倒了地上，胸口狠狠地磕在一块圆石上，头脑完全被最后的痛苦布满了。其他的意识渐渐淡去，只剩下那超出人类承受范围的撕裂般的痛苦。      我想哭泣，但痛苦掠夺了我对哭泣的支配权；我想发疯，但这痛苦似乎连情感都无情地夺去了。      我本想明白那是什么，现在我懂了，那是死亡。      暴雨在我脸上的击打越来越轻，火焰在四周发出的声音越来越小，伤口带来的剧痛越来越小，空气中的硝烟的味道越来越淡，我的心脏的跳动越来越慢，越来越无力……      在疼痛中，我突然绝望了。      绝望是什么？就是没有了任何希望。没有了希望，也就没有了成功的喜悦，没了失败的时的懊悔……就是再无恐惧。      经历过绝望的，都知道那种感觉，不甘和空虚环绕着，生前的一切开始被调出，历历在目。只是没有了恐惧。人为什么会恐惧？那是上帝在告诉你，还有希望。当你不再对死亡恐惧的时候，那你就是真的绝望了。      ……      突然一切的痛苦开始淡去。我睁开了眼睛。      我尝试着看看前面的景象，却被一种红色占据。血夹着雨水的红色。      我忍着剧痛想坐起来，却根本无力动弹。我扫视一下四周，什么也看不见，视野极其模糊。      我的听力开始渐渐恢复，才听到战场上枪弹横飞的声音。这里一定发生了什么，我想。我惊讶地发现，我竟有力思考了。我看见了东方天空的一丝光色，才意识到我已经昏迷了很久。      不知过了多久。我颤抖着、缓缓地坐了起来。虽然看见了他们的战斗，却莫名其妙无法理解。就这样坐了很久，眼前的斑离又重合。      ……      我站了起来。我打赌我站起来的途中绝对不少于20分钟。积蓄在眼眶的泪水随之滑下。没人知道那是痛苦还是悲哀。      我抱着右手，让右手无力地挂着这把枪，缓缓地走着，并不急——不错，在这血肉横飞的战场。      这时我突然想哭，我就掏出心来哭了，还是那种撕心裂肺的哭。我听到地狱的魔鬼在轻唱附和。      我现在突然觉得那场雨是为我而准备的。      我不知道我有没有哭出声，也许我的声带早已无力发出任何震动了吧，我的听力似乎也被这炮火震无了。      早已无力的右手仍然固执地抓着那把不知从何时就被拽紧的湿漉漉的冲锋枪。      我一定是在什么时候抓住了它，一定。它如此之沉，一定是满满的弹药。      既然已经没有希望了，还拼了命握着它做什么？      可就是要握着，没有理由。      我第一次感到生命已经没有意义了，子弹从我的身边飞过，有些穿过了我的身体。      我已经没有痛了。既然没有了痛，又惧怕什么？      树木在狂风下被耍弄着，使它变得非常搞笑……像我一样。      每一步都在颤抖。不是因为恐惧。      是因为愤怒！      我举起了枪。      用右手。      我不知道我哪来的勇气和力量，但我的右手确实托住了它。      去死！      我用左手扣死扳机，不让它有反抗的机会，再让那些夺命的魔鬼们扫过战场，向那群疯子扫去。大家都是疯子，疯子杀疯子没问题吧？      三秒前子弹才穿过我的胸口。      这对一个没有了痛苦的废物来说不算什么。      冰雨和热泪相融在了一起，就像咖啡和冰茶混在了一起。……      笑话，真是个笑话。      好笑得我不禁笑了出来，只不过，这个笑话要跪着笑才有趣。      让信仰什么的都去死吧！！      本章完\n谢谢支持\n（字数：8221字）索引见本人签名\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "Fate狩逅",
            "timestamp": 1394282100,
            "txt_content": "楼主干巴爹，话说求 女猪脚 皮肤"
        },
        {
            "author": "a2455564728",
            "timestamp": 1394282760,
            "txt_content": "加油更啊。。"
        },
        {
            "author": "herboine",
            "timestamp": 1394283300,
            "txt_content": "对不起啊，我的金币都送完了。"
        },
        {
            "author": "250=mo",
            "timestamp": 1394285640,
            "txt_content": "herboine 发表于 2014-3-8 20:55\n对不起啊，我的金币都送完了。\n没事，我不介意这些~"
        },
        {
            "author": "250=mo",
            "timestamp": 1394285700,
            "txt_content": "Fate狩逅 发表于 2014-3-8 20:35\n楼主干巴爹，话说求 女猪脚 皮肤\n有女猪脚吗？我不记得我有写过这个角色啦"
        },
        {
            "author": "250=mo",
            "timestamp": 1394286240,
            "txt_content": "@冥王星人 @luanhaoyi @shure @Technology @银狼 @☆茶杯骑士☆ @风之心_天双 @HGK @yuchenyang @长手的苦力怕  "
        },
        {
            "author": "风之心_天双",
            "timestamp": 1394286900,
            "txt_content": "赞毙了！\n但是我就不给多的积分了。。8000字只算了一章你这是亏了。。分成两个4000字章的话评分能翻一倍呢"
        },
        {
            "author": "luanhaoyi",
            "timestamp": 1394287860,
            "txt_content": "你敢用邀请吗........."
        },
        {
            "author": "250=mo",
            "timestamp": 1394288940,
            "txt_content": "风之心_天双 发表于 2014-3-8 21:55\n赞毙了！\n但是我就不给多的积分了。。8000字只算了一章你这是亏了。。分成两个4000字章的话评分能翻一倍呢 ...\n就当作我两个月没更的惩罚吧"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1394289300,
            "txt_content": "250=mo 发表于 2014-3-8 22:29\n就当作我两个月没更的惩罚吧\n你这是在变相嘲讽我数月不更新啊。。"
        },
        {
            "author": "银狼",
            "timestamp": 1394290620,
            "txt_content": "斜眼笑：我是来打酱油的"
        },
        {
            "author": "250=mo",
            "timestamp": 1394290680,
            "txt_content": "风之心_天双 发表于 2014-3-8 22:35\n你这是在变相嘲讽我数月不更新啊。。\n哈哈哪里有啊……那你一定要再写长些\n\n话说你既然不能以版主的身份给我加分，作为普通用户给我加分啊"
        },
        {
            "author": "250=mo",
            "timestamp": 1394290800,
            "txt_content": "银狼 发表于 2014-3-8 22:57\n斜眼笑：我是来打酱油的\n十三块一斤~"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1394332200,
            "txt_content": "  膜拜单章接近万字，要是我就得积攒一个星期 O O"
        },
        {
            "author": "250=mo",
            "timestamp": 1394340000,
            "txt_content": "Lucky777777 发表于 2014-3-9 10:30\n膜拜单章接近万字，要是我就得积攒一个星期 O O\n我花了了三个星期，重写不下三次"
        },
        {
            "author": "打酱油",
            "timestamp": 1394549220,
            "txt_content": "无意点开了论坛，就看到了这篇剧终。这篇连载快半年了吧。这种毅力，让我有种重拾旧坑续写的冲动。"
        },
        {
            "author": "250=mo",
            "timestamp": 1394597520,
            "txt_content": "打酱油 发表于 2014-3-11 22:47\n无意点开了论坛，就看到了这篇剧终。这篇连载快半年了吧。这种毅力，让我有种重拾旧坑续写的冲动。 ...\n不，再过几天就是周年庆了……\n\n一年了啊，拖着过来的……"
        },
        {
            "author": "打酱油",
            "timestamp": 1394619960,
            "txt_content": "250=mo 发表于 2014-3-12 12:12\n不，再过几天就是周年庆了……\n\n一年了啊，拖着过来的……\n打算重写适者生存了，届时不要忘了来捧场(⊙o⊙)哦。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1394638320,
            "txt_content": "  很不错的作品 支持一下"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1394638440,
            "txt_content": "250=mo 发表于 2014-3-9 12:40\n我花了了三个星期，重写不下三次\n  之前没有看完，确实是用心之作。"
        },
        {
            "author": "250=mo",
            "timestamp": 1394687220,
            "txt_content": "Lucky777777 发表于 2014-3-12 23:34\n之前没有看完，确实是用心之作。\n那是~\n谢谢支持哈"
        },
        {
            "author": "250=mo",
            "timestamp": 1394687220,
            "txt_content": "打酱油 发表于 2014-3-12 18:26\n打算重写适者生存了，届时不要忘了来捧场(⊙o⊙)哦。\n一定（顺便水一发）"
        },
        {
            "author": "HGK",
            "timestamp": 1394707560,
            "txt_content": "对不起250mo这几天被封看不了帖子.......sorry"
        },
        {
            "author": "250=mo",
            "timestamp": 1394713440,
            "txt_content": "HGK 发表于 2014-3-13 18:46\n对不起250mo这几天被封看不了帖子.......sorry\n为什么被封了？"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1394715360,
            "txt_content": "250=mo 发表于 2014-3-13 13:07\n那是~\n谢谢支持哈\n  话说把全文后半段放到折叠里怎么样？不影响阅读的，对回帖交流有一些好处"
        },
        {
            "author": "250=mo",
            "timestamp": 1394715480,
            "txt_content": "Lucky777777 发表于 2014-3-13 20:56\n话说把全文后半段放到折叠里怎么样？不影响阅读的，对回帖交流有一些好处 ...\n但影响排版和界面整洁啊\n表示不喜欢的说"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1394716140,
            "txt_content": "250=mo 发表于 2014-3-13 20:58\n但影响排版和界面整洁啊\n表示不喜欢的说\n  那好吧 我只是从手机的角度来说的"
        },
        {
            "author": "250=mo",
            "timestamp": 1394723040,
            "txt_content": "Lucky777777 发表于 2014-3-13 21:09\n那好吧 我只是从手机的角度来说的\n我就在用手机啊，还是昔日神机塞班系统的Nokia N97 mini…"
        },
        {
            "author": "HGK",
            "timestamp": 1394769960,
            "txt_content": "250=mo 发表于 2014-3-13 20:24\n为什么被封了？\n一个腐竹用我号乱宣传——警告一次\n在一个顶置贴的地方我乱开玩笑——http://www.mcbbs.net/forum.php?m ... 4785293警告一次\n一次手贱回复被警告——警告后被封"
        },
        {
            "author": "失落者_lose",
            "timestamp": 1396089060,
            "txt_content": "LZ加油啊\n最喜欢了"
        },
        {
            "author": "250=mo",
            "timestamp": 1396089120,
            "txt_content": "失落者_lose 发表于 2014-3-29 18:31\nLZ加油啊\n最喜欢了\n恩恩，正在码，今晚更！！"
        },
        {
            "author": "失落者_lose",
            "timestamp": 1396089300,
            "txt_content": "记得好像是去年冬天吧。。我就看完了1-21章\n后来就慢慢更新，我也慢慢看。\n看完所有的很累的、、、、"
        },
        {
            "author": "250=mo",
            "timestamp": 1396089540,
            "txt_content": "失落者_lose 发表于 2014-3-29 18:35\n记得好像是去年冬天吧。。我就看完了1-21章\n后来就慢慢更新，我也慢慢看。\n看完所有的很累的、、、、\n哦哦，后来学业很重啊，更新特慢，因为http://www.mcbbs.net/thread-256321-1-1.html的原因，这周没作业才抽出时间写的，谢谢你的支持啦！！"
        }
    ]
}