{
    "title": "<连载·单章>[MINECRAFT背后的秘][作者:zhh30648][15:新世界][HIM篇正式完结]",
    "author": "zhh30648",
    "replyCount": 9,
    "timestamp": 1394292540,
    "txt_content": "本次是{逐渐崩坏的时空}HIMX史蒂夫篇的终章 HIM的正传故事到此完结 感谢各位读者的长期支持 接下来可能会更新Pigger篇或者过去的故事 希望各位继续支持\n\n\n\nCHANGE STEVEN TO CREATER卷起的飓风让Notch根本睁不开眼睛“你，还是败给了自己的贪婪啊，Notch”史蒂夫的头顶，出现了的金黄色的光圈，然后渐渐缩小成了戒指大小，落到了史蒂夫的手里用手将戒指带到右手的食指上，张开手掌，在半空中一划一瞬间，各种淡蓝色的数据从空中出现，在史蒂夫的周围不断旋绕着，最后以他为中心编制成了一张巨大的信息网，上面的数据不断的变化着，闪烁着“你....可恶！我都快代替你成为神了，你为何还要出现！你这是在愚弄我么！”史蒂夫没有回应他，只是默默得在屏幕上移动着各种数据，他的眼睛里所反射出来的巨大数据网，正在滚动着，仿佛在寻找着什么“你说话啊！混蛋！为什么我就不能成为第二个神？！”“愚弄你的是你自己，你要的答案只有你自己能回答”史蒂夫眼睛没有离开过屏幕，淡淡得说出了这一句话，然后继续快速得翻找着“我付出了那么多，就不能有所回报么？！”没有任何回应史蒂夫只是默默得用手指选中了某一串代码，将它从数据库里单独得拖了出来，缓缓得浮在半空中“好了，你的信息已经在这里了，准备接受什么惩罚，我给你一次机会”“........”机会...你在逗我么.....给你一次机会的家伙，是我啊！SYSTEM CALL /LIGHTNING STEVEN如以前一样的巨大光柱从空中降下，击中了史蒂夫所在的地面，剧烈的爆炸让无法理解的Pigger和HIM从疑惑中清醒了过来[(史蒂夫然而烟尘散去，史蒂夫依旧站立在那里，用冷漠的眼神盯着那一头苍白的老人“你认为，这会对我有用么”“当然不可能，这可是你创造出的代码，我身为下一层的权限组当然不可能伤害到你”但是“如果我和你的权限组变成无限接近呢？！”[你难道要....用水晶？！最先一步理解事态的HIM大喊到从先前的信息来看，这个水晶很可能是能够提高所谓“权限组”的道具，而刚才的史蒂夫明显是到了相当高位的权限组，所以PVP是无法进行的，但如果权限组变成一样，那精通各种攻击方式的Notch一定能压制住刚刚找回权限的史蒂夫的！“神啊，现在轮到我给你机会了”Notch不知为什么的笑着，将左手从凋零身体里取出的核心，和右手举着的水晶，高举着双手“我问你啊史蒂夫，不，神大人，你到底要什么死法？！哈哈哈！”“你这家伙，不知悔改！”SYSTEM CALL/CHANGE NOTCH TO CREATER\n\n\n\n史蒂夫没有预想到这样的事态，即使身为神此时也不得不惊愕得说不出话来这家伙，为什么会知道这条代码的？！“史蒂夫，你认为我这么几十年来只是在白白等着变老么？”“你不会是....不，那太疯狂了，如此之大的工作量我都无法完成！”“没错，我就是把这个世界的所有代码全部解析过一遍！”无论是世界规则还是人类伦理，Notch花了将近70年，将所有与人类，权限相关的代码全部凭借自己从史蒂夫那里学来的处理方法，解析了几乎所有可以被解析的指令在这巨大到无法想象的数据库里，Notch终于找到了那一段如此不显眼的代码-[权限组“我很久以前就想尝试这个指令了，只可惜苦于总是被权限限制住，于是我便猜想你是不是将源代码储存在哪了，然后，我翻到了你的还没被删掉的指令记录”“你，曾经去过一个叫末路之地的地方，并在那里制造出了一只生物，于是，我的猜想便被验证了”你一定把这种道具放在了那些我根本不知道怎么去的地方“当初竟然没有想到这一步.......算了，先压制住再说！”“你认为可能吗？”SYSTEM CALL /FIREBALL这是史蒂夫从来没有看到过的指令，但即便如此，眼前的景象才是令他真正惊讶到无法相信的东西一颗被炙热的烧红的岩石和岩浆组成的巨大球体，正在以极快的速度向史蒂夫压去“这是我自己研究出来的指令...你是不可能阻挡的！”怎么可能，这家伙，竟然能在没有权限组支持的情况下自己研究出新的代码？即使是敌人，但在某种程度上也必须称他为天才但当下完全不是可以佩服对手的时候，史蒂夫用右手张开巨大的淡紫色屏障，这是末路之地的保护系统的源代码发动的效果火球和屏障撞在一起，擦出猛烈跳动的火星，向四周喷射出去看来，可以阻挡！“史蒂夫，身为一个神，你还是太天真了”“什..！”没等史蒂夫来得及反应，火球岩石间的裂缝已经被什么撑了开来，白色的光芒从裂缝中逃逸出来，灼伤着每双看着它的眼睛爆炸，轰鸣，飓风，和无尽的炙热史蒂夫的脑袋中再也没有其他东西了\n\n\n\n地上的一切都被卷走了，HIM在Pigger的搀扶下才勉强站了起来，两人都被无法预料到的巨大爆炸所震慑了，全身都是伤痕累累，怎么看也不是能够继续战斗的状态更何况对方，是完全无法比拟的近乎于神的家伙呢Notch满意地看着自己编出的代码所造成的疯狂的破坏力，几秒之内，甚至在空气中感觉不到有氧气这种东西的存在，就算活了下来也会因为缺氧而失去知觉吧“你，是对贪婪这种东西有多执着...”从还冒着烟的碎石堆里，缓缓伸出一只已经快烧焦的手，将碎裂的红色石块用力向外推开，史蒂夫用尽全力，从碎石堆里慢慢得爬了出来不能够说是平安无事，由于完全对等的权限组，无法产生那种攻击无效化的效果，太久没有使用代码的史蒂夫对于这些咏唱的熟练程度早已不如不断使用着这些代码的Notch，更何况他自己往代码里编入了我完全没有预料到的强大破坏力的代码，如果没有刚才的屏障，估计自己已经从这个世界上灰飞烟灭了然而最要命的，是目前完全没有办法对付他，权限组代码最基本的规则，就是同等级之间无法互相干涉权限组，也就是我和他都无法互相更改对方的组别，但如果继续这样用指令的能力战斗的话，我绝对是无法赢的“我估计世界上不可能有比你更狼狈的神了吧，史蒂夫？”Notch缓缓降落到地上，将金黄色的戒指故意在空中晃了晃，以显示其Creator的权限组“你错了，Notch，现在无论你和我，都不是神”“什么意思？难道脑袋烧糊涂了么？Creator不就是创造者的意思么，难道这还不能被称为神吗？！”我轻轻拍了拍已经烧焦了的蓝色T恤，对着对面那个已经苍老到不成样的Notch“你认为神什么”“神不就是能掌控一切，观察一切，知道一切的存在么？！我就是想要永生，我想要知道这个世界上所有的东西啊！”“那你，现在掌控了一切了么”Notch怔住了，望着自己苍老的手掌，然后死死的握紧没错，Notch的权限组的确非常高，但远不及掌控一切的程度，比如说时间这类虚无缥缈的，但的确存在的东西“你能观察一切了么？”不能，太多的东西没法看到，无论是别的世界，时间轴，还是庞大的数据代码，现在的自己仅仅只知道这庞大的世界非常小的一部分“你，知道一切了么！？”“你这家伙！！！闭嘴！”Notch还未等史蒂夫说完接下来的话，以闪电般的速度冲到了史蒂夫的怀里，将他重重得撞在岩壁上，拉住他破碎的衣领，举起在半空中“那你想说明什么？！难道我还不是神吗？！”“当然...你只不过是...一只妄想自己是神的虫豸而已...”因为你的权限组，还没到真正的神！“这才是真正的神...你看好了...systen call:/change steven to god！”史蒂夫的身子被贯穿了，一只苍老的手直接贯穿了史蒂夫的胸膛，代码的光效停了下来“谢谢你啊史蒂夫，终于知道真正的神该如何到达了，现在的你已经完全没有用了！”如同垃圾一样，将失去力气的史蒂夫重重扔在地面上，带着无比激动的心情，Notch开始了那段他梦寐以求的蜕变的过程SYSTEM CALL:/CHANGE NOTCH TO GOD无数的数字和字母开始在Notch周围出现，同时，无数的源代码全部涌入了Notch的脑袋里，世界全部的知识仿佛都在向着Notch涌来“太美了，真是太美了！我才是真正的神啊！”“不...你...从刚才开始..就已经输了”“什么？！”ERROE YOU DON’T HAVE PERMISSION TO DO IT{检测到非法行为 自动开启防御}红色的警告信息出现在了Notch的视野里，拥有高权限组的他已经很久没有看到这一行代码了你没有足够的权限使用这条代码{检测到非法行为 自动开启防御}{清除非法登录者权限组}“你个家伙，这是什么？！”“这是自动防止那些妄图超越权限组限制的人的保护系统”“一旦有人想要从低组向高组转移，在阻止的同时自动删除其现有权限组，归入最普通的人类组别”“你干了什么！快给我解除！你这老不死的家伙！”一定要杀了你！Notch高高举起那如同刀片一样锋利的右手，向史蒂夫的胸口挥去噗呲手在空中停下了，同时嘴巴里涌来一股浓重的铁锈味，忍不住把这些东西吐了出来鲜血沾满了自己的手臂，僵硬得把脑袋向后转去，映入Notch那睁大到都要裂开的眼睛里的，只有两张疲惫而布满了愤怒的脸胸口，一蓝一黄两把陈旧的长剑的剑尖，此时已经贯穿了他的身体[我不可能让你再去碰我的朋友了（你这家伙....还想再让我痛苦一次吗？！）不可原谅！！！！！！！！！！！！两人在伤痕累累的手掌上用尽全力，将整把剑，穿过了Notch的身体，将他按倒在地上“不可能...我不能死....我想知道更多..我不能死在这..”伤口处不在溢出血，而是一串串蓝色的代码，从身体里释放出来，向空中散去。这种效果渐渐扩散开来，Notch的全身都开始数据化，一寸寸毛发都变成复杂的数据，向空中消散“不...我的权限...我的知识....！”Notch用手拼命得在空中挥舞着，想抓住那些慢慢飘散的代码，但无济于事，就连手都开始数据化了“我想要...知道更多啊.....！”数据猛烈的散了开来，两把长剑落在地上撞在一起，发出清脆的响声Notch这个名字，从《GUIDE》的LIST列表里，渐渐得消失了\n\n\n\n面前是庞大的数据团，正在一片空白的空中飞舞着在这巨大的数据团前，坐着一位年轻人，正在数据团上拖拽着各种代码，整理着“史蒂夫.....为什么...”年轻人缓缓转了过来，盯着站在那里的Notch“神..神算个什么东西！凭什么？！凭什么我就不能知道这些知识？！”名叫史蒂夫的年轻人只是盯着他，眼神里没有露出一丝怜悯“追求知识，想知道更多，这有什么错吗？！我只不过想知道世界的全部而已！”“你是...不可能知道一切的...Notch”史蒂夫动口了，盯着Notch“只要你还如此贪婪于知识...你就永远不会得到世界上远远复杂于代码和指令的东西”“这种东西是如此复杂，我根本无法解析，但那就是世界一切生物间的感情和爱“那种东西，无论有没有无所谓的吧！那根本不能算作是知识！”\n“不”“如果连爱都无法理解的话，你连人都做不了，更何况神”“如果你不纯粹得贪婪代码的话，那个Creator权限组，就是为你准备的了”“什么.....”“你自己追求的一切，最终毁了你自己”我...自己毁了我自己....追求的结果却换来一无所有...不对..这绝对不对..不可能的...代码的逻辑怎么可能会有这样的事情发生！这是不可能的！“算了.你自己想想吧”白色的空间瞬间缩小，最后缩成了一个点，仿佛颜料被洗掉一样，只剩下无边无际的黑暗只有Notch的渺小身影，在这黑色的世界里漫无目的的漂流着“谁能告诉我...什么才是真正该追求的...什么..才是完美啊！”没有任何人回答\n\n\n\n史蒂夫和Pigger再也无法忍受这巨大的紧张感了，躺倒在地上终于...结束了吗...这么多年来的努力...终于有个尽头了吗“不...事情还没结束...看天上那个东西”史蒂夫捂着自己的伤口，正在利用代码治疗肉体，用虚弱的声音警告道{LAST TEST}{剩余时间：00:05:12}[什么..只剩下五分钟了！（史蒂夫，你现在应该已经恢复那份力量了吧，快阻止啊！}“对不起，时间不够”三人都沉默了“这串代码是Notch自己至少花了30年编出来的东西，我是不可能在五分钟之内解析并且阻止的，也就是说世界的清空一定会进行”[为什么...连娜拉都死了..这么多人都牺牲了..为什么还是不能阻止！这太不公平了！“况且，这个世界已经被Notch篡改的太多了，几乎所有的代码里都有他动过的痕迹，完全不知道什么时候会有错误出现，世界的源代码如果出现错误，后果是非常恐怖的”伤口几乎已经愈合了，史蒂夫慢慢站了起来，摇摇晃晃得向着沉默的Pigger和HIM走去“但世界不会从头开始的，你们放心，我不会允许这种事情发生”史蒂夫缓缓蹲下，握住两人的手，将三只不同的手叠在一起“我不可能这份几乎完美的羁绊消失掉的，这实在是太大的损失了”“你知道这两块石头到底是什么么，Pigger”史蒂夫从地上捡起Notch落下的戒指，两个戒指此时已经又变回了紫色水晶的样子（这应该是...什么储存道具吧..包含了权限组和必要信息）“没错，更准确的说，这是一个记录器，会将世界的某一瞬间记录备份下来，而这块石头最近一次发挥效用，是史蒂夫这个身体出生的一瞬间，是我设定好的用来以防不测的”[那这两块石头，保存了那时候的信息么“没错，如果用这两块石头，我就能把世界重新回转到那个时候，当一切还没发生的时候，没有Notch，没有娜拉的死亡的时候”史蒂夫慢慢站了起来，看着天上的巨大计时器00：02：12“当然，史蒂夫这个存在是会消失掉的，而你们俩的记忆，我会尽量保存住，但能不能找回来就要靠你们自己了，我无法干涉”[史蒂夫..你..会消失？！没错“这段冒险实在是太好了，能遇上这一切实在是太好了...”“我从未想过我创造的世界能够有这种程度的发展，更不知道情感这种东西的运作”但现在，无论是喜怒哀乐，我全部品尝过了，包括最难懂的爱“时间不多了”[嗯（但愿新的世界里还有我这头小猪的存在吧，哈哈）“肯定会有的，一定会有的”那么新世界再见吧大家\n\n\n\n“喂，喂！”“干嘛啊，烦死了...”啊...夏天还真是个麻烦的天气，又热又难受，全身都痒痒难得的农闲时光，我还想躲在大树底下好好睡个午觉休息会呢，谁知道头顶那群鸟完全叫个不停啊，现在又来个更...“我难得给你带午饭来，你还这种态度对我，真是的..”眼前正鼓着脸蛋的金发小女孩，叫娜拉，是跟我一个村子，一起长大的，可以算是要好的家伙吧“今天还是你妈妈做的三明治哦，我一直很喜欢吃的~?”“哎哎哎..我最讨厌三明治里的生菜了好不好！那股味道无法忍受啊！”我听到三明治这个词，立马就想到当初老妈把生菜塞进我嘴里的场景，人都从树干上正坐了起来青梅竹马拿出一片三明治，然后用水汪汪的带着可爱程度MAX大眼睛盯着我“不..这东西我绝对不吃！无论你怎么装可爱我都不会吃的！”“就一口，一口而已！为你身体好啊，来，啊~?”“不要啊！！这东西是地狱的食物，绝对不是人类能吃的！”我下意识的向后爬了几步，用手挡着自己的正面，极度害怕那股带着土腥味的奇怪味道“难怪村里的人都说Brine是独一无二的捣蛋鬼，连吃个饭都不安静”娜拉无可奈何的用小嘴咬住了那块三明治的一角，用手把流水般的金色短发拢到耳后，在用藤蔓编成的小筐里翻找着“锵锵锵!你最喜欢的烤肉！现在就夹在三明治里哦！”“啊啊啊啊！不要把神圣的肉和低贱的蔬菜放在一起啊娜拉！”我赶紧冲了上去抓紧那只想做世界上最罪恶事情之一的小手，拼命制止烤肉的堕落女孩子的手，好纤细，好软“你个家伙，脑袋里又在想什么奇怪的东西了？”然后被痛痛得敲了脑门吧唧吧唧果然烤肉是神圣不可侵犯的食物，实在是太美味了“下午还是带Pigger出去散步么？今天如果去探险的话我有个好去处哦！”“诶..你这家伙还会找到什么好玩的地方么..”我半信半疑得用手抹了抹嘴，站起身来“快用纸巾擦啦！笨蛋！”娜拉把蓝色的盖布盖好，拎起小筐，慢慢站起身“就是那条河边哦，有个超级好玩的木屋！我昨天去采野菜的时候发现的”“真有那种东西么...”跟家里人打了招呼以后，在得到村长微笑的默许后，我迫不及待得拉着娜拉跑到河边果然有个被藤蔓挂满了的小木屋，静静得屹立在河边的碎石滩旁，仿佛与世隔离“看就是这个木屋诶！我们可以拿来当秘密基地！”娜拉牵着Brine的手，指着河边的单层小屋，兴奋地叫道“总感觉离村子有点远了呢..不过带其他人过来玩还是可以的啦。”Brine随着娜拉慢慢靠近了小屋一股熟悉的感觉瞬间冲上了脑门，这里，绝对来过！“娜拉，这个小屋我觉得很熟悉啊，是不是哪里见到过？”“怎么可能，我前天才发现的，应该是新盖起来的吧”“那为什么挂满了藤蔓？这明显是很老旧的屋子啊”没错，这屋子似乎是已经被废弃了，木板上长满了苔藓和树藤，门口堆满了杂草和树叶，却是有人行走过的痕迹Brine把带着好奇心慢慢靠近木屋的娜拉一把抓住，然后拉到自己的身边“别太兴奋了，万一有人呢，让我先去打个招呼”门口显然是有人开过的痕迹，而且不久前才使用过这栋屋子，实在是太熟悉了！Pigger也开始躁动不安起来，拼命得向着门口跑去“喂！Pigger!快回来！”门被打开了，一股不祥的预感瞬间包裹了HIM，但下一刻却立刻消失了没有动静史蒂夫牵着娜拉的手，慢慢向着二楼走去，有个人正坐在椅子上，望着窗外“哟，有人来了，欢迎欢迎啊”年轻人仿佛注意到了有人走近了自己的家，挠着头不好意思得转过身来两人的视线连接在一起了你是史蒂夫吗嘿，可好啊Brine和Pigger",
    "replies": [
        {
            "author": "银狼",
            "timestamp": 1394293260,
            "txt_content": "0w0快来顶一顶~~~\n太棒了"
        },
        {
            "author": "审奥不解释",
            "timestamp": 1394293500,
            "txt_content": "已经被字数亮瞎"
        },
        {
            "author": "可口可乐dseg",
            "timestamp": 1394294220,
            "txt_content": "太好了！你的文笔已经可以去试试当网络作家了！！{:10_509:}给我顶！"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1394294280,
            "txt_content": "支持一下~"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1394306160,
            "txt_content": "  写得很不错 支持下"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1394324580,
            "txt_content": "写的比我好多了QAQ\nHIM神马的最讨厌了=W="
        },
        {
            "author": "钻石我来了",
            "timestamp": 1435825860,
            "txt_content": "我已被震惊。\n这字数。\n这剧情。\n这节章。\n赞个。"
        },
        {
            "author": "流灬星",
            "timestamp": 1435835520,
            "txt_content": "挺好看的支持下= ="
        },
        {
            "author": "09016",
            "timestamp": 1450146780,
            "txt_content": "结尾有问题，应该是bring牵着娜拉的手"
        }
    ]
}