{
    "title": "<连载·单章>魔法学院世界[作者:MikuScarlet][第三章]",
    "author": "MikuScarlet",
    "replyCount": 7,
    "timestamp": 1394333760,
    "txt_content": " 本帖最后由 MikuScarlet 于 2014-3-15 14:54 编辑 \n\n上一章   索引   下一章\n\n另外，如果这次我写得比以前好了的话。  请各位语言上赞一下我吧，我会非常高兴的。本来是想在我生日那周，也就是上一周发的。\n不过那个时候貌似没多少时间。生日也好简单……只是三个红包，就没有了。。\n不过也好呢……这么无聊的仪式，终于不用再办了。...\n\n第三章 恶霸的阴谋\n\n　　很安静很舒服，我像是到了另外一个世界一样。我在想以后的生活要怎么办？过着这种苟且偷生的日子，真正的得到的支持也只是少数的，我觉得我快撑不下去了。残酷的战争爆发之前总是宁静的，也许这些人现在是好声好气地和我相处生活在同一个区域，但也说不定他们到时候因为什么事情也会像小雪他的族人对待她一样吧？现在只感觉头非常疼痛，手里传来一丝温暖。我缓缓地睁开眼睛…视线非常模糊，但慢慢清晰了起来。\n　　“嗯...”我意外地发现我躺在床上，看着脸贴在我手上的小雪，也许是我的动静弄醒了她。\n　　“恒和，你醒了吗？！”小雪高兴地说 “当..然了…我不是睁开眼睛在说话嘛…”\n　　“恒和，这次收获不错噢，一大堆木材。”血刃坐在椅子上翘着二郎腿。“你这家伙竟然走到门口就倒下了。体力不行啊，简直要多加训练。”这里是我的房间，没什么称得上是装饰的东西，因此也看起来很宽敞空旷，现在我仍然有点乏力，我用力地坐了起来。\n　　“体力再差，效率也比你好啊...”我笑着对血刃说，之后我视角转向小雪“倒是，那个人，你认识吗？小雪。”当我问这个问题的时候，她貌似感到很意外，随即回答了我，她不知道，那个人只是一直在缠着她。\n　　“真是倒霉呢，遇上这样一个强者，要是没有她的出现该多好…”血刃刚说完，发现小雪头压了下去，之后血刃又急忙失措地说“啊，其实也挺好的，这样一来，砍树这事也就简单多了，顺便揍了恒和一顿，解了我的气。”血刃装作哈哈大笑地说。其实，在她的心里，一定很难受吧？面对那么多不公平的事情发生在她的身上，而她却貌似没有任何选择的余地，深受折磨，茫然而不知道自己要做什么，许多复杂的心情交织在她的心中，但是，起码让我知道有这样一个人，她跟曾经的我受到的待遇几乎一样。起码我现在不会像是一个迷茫的人一样地重复又重复自己一天天的日子了，至少不像以前一样无聊循环的砍树生活那样枯燥。\n　　“嗯？高兴点嘛，别老是发愁，这里没人怪你的。”我握紧了她的手说，她点了点头随后微笑，然后我下了床。对于我之前提出我是伐木工的事情表示抱歉，那只是我感觉我生活的方式像而已，就像砍了树，然后剩下的时间就是自由，能活下去。实际上我们就像是被杰克斯包养了一样。他并不贫穷，人心很善。\n————客厅————\n　　叮~叮~叮~~~搭—，“喂？啊，是罗瑞吗？”血刃接起了电话。“邀请我们去沙滩玩？”血刃用他猥琐的眼神盯着我。“喂，你这眼神要闹那样”我心里想。他将电话给了我。大概是来找我们玩的吧…\n　　“去沙滩玩对吗？” “啊~是啊，我请客喔~” “不过，今天多了一个人。” “谁？” “你不认识…会面再介绍给你吧！” “那好，我这就去你们哪里。” 搭~咚~。电话挂上之后我问苦力怕去不去，她只是非常高兴地点了点头。大概等待了一会儿之后，罗瑞就到了。\n　　罗瑞是一个棕色短发，喜欢呱太（参照超电磁炮S内的呱太）标准身高一米六，性格像男孩子那样爽朗的女孩子，长着一张萝莉的脸。有着类似御坂美琴的能力，与其也说我的能力也与一方通行少许相似吧。但在他们那个地方，能力者并不受歧视，而是非常尊重，让人敬畏仰慕的一类人。\n　　“这不是苦力怕族人吗？恒和，危险，快让开，让我来。！！！”罗瑞大喊，准备发力，紫色的电波开始闪动的时候，小雪害怕地抱住我的腰部，“等等！别打，她不会攻击我们的。”但我说这些貌似太晚了，紫色的闪电向我这里冲了过来，我挥起手制造了一个空气面墙挡住了她的攻击。幸好没弄坏什么东西“不会攻击？” 罗瑞惊奇地说，我们坐在沙发上经过一番解释之后。\n　　“啊哈哈，抱歉啦，小雪，我不是故意的。”罗瑞笑着说，然后拍了拍小雪的肩膀，小雪只是本能地后坐了一会，然后另一只手放在被拍的肩膀上。 “没.....没事……”\n　　“现在是下午一点三十分了，我们出发吧~”罗瑞高兴地欢呼。“可是，苦力怕貌似只有这一套衣服吧？她是没有泳衣的。”血刃用右手拇指和食指捏着自己的下巴，摆出一副沉思的样子。“你这家伙倒是只注意到了小雪有没有泳衣啊，你这个内衣变态。”我故意给血刃乱上标签，结果他脸突然全红了、\n　　“喂，你这家伙，再这样说我就揍你了。”血刃握紧了拳头。 \n　　“没关系，姑且暂时用我的就好了…”罗瑞对着小雪不怀好意地说道。“杰克斯不在吗？”她问\n　　“啊，他说有人发现了冰之妖精然后请他过去，话说，冰之妖精也算是能力者一种吧？他们怎么会去找上杰克斯呢？真是奇怪了…”血刃挠挠头。\n　　“其实我们当中只有你不是能力者了。”罗瑞说完，血刃“切”了一声了\n————沙滩————\n　　我们来到了这片人烟不稀的沙滩，在除了小雪之外，我们都换好了泳装。这里有许多营业性的小商铺，比如卖烤食物的，饮料的，租借游泳用具什么的，当然还有晒太阳的，这样的商铺真的能赚到钱吗。到了这里血刃兴奋起来。\n　　“喂，恒和，你看，那里有很多美女耶，我们要不要过去搭讪？”血刃指着前方。\n　　“啊…不，你自己去吧。”我摇了摇头，视角转向换衣间。“倒是小雪怎么还没换好衣服嗯。？”\n[离开恒和视角]\n　　“怎么样，非常棒吧，换好就出来吧！这可是我最喜欢的泳衣喔！”罗瑞十分高兴地敲着门，换装的铁门发出了咚咚咚的响声。\n　　“这样的泳衣怎么……怎么可能穿得…出去啊...我要换一件！”小雪非常吞吞吐吐害羞地说着\n　　“怎么可能呢？那么可爱的衣服，一定十分适合你！换好了的话就出来吧！我才不会拿其他的给你。”罗瑞兴奋地盯着换装间的铁门，貌似是在期待小雪开门那一刻。\n　　“我要换回我的衣服！”小雪四处看了看，发现找不到自己的衣服了。“我的衣服呢！？”\n　　“啊？我已经帮你拿了出来了，快点出来吧，否则我不客气了。”罗瑞在蓄力，企图想用她的能力强制把铁门打（注意，不是正常思维上用手去“打”开，而是暴力手段）开。\n　　“放过我吧！！这件衣服真的好刺激……”小雪带着哭腔，使劲用右脚踩了两下地面。\n　　“喂，你想干什么？”突然保安员走了过来，望着罗瑞。 “啊……那个…没什么事。我在叫朋友出来呢。”罗瑞双手捂住脸颊不好意思笑着说。 “真是的，别损坏了这些东西啊，要赔偿的哦。”保安员突然像是用逗小孩的语气对罗瑞说话，保安员走了之后，刚刚还在笑的罗瑞摆出一副不爽的样子，就像是Van对着biliy喊“法克鱿”的表情一样。随后，她又兴致勃勃地望着换装间的铁门，敲了两下。\n　　“求你啦，小雪小姐，出来让我看看吧。”罗瑞故意用那种可怜乞求的声音对小雪说。\n　　“不要！！”小雪反抗很果断。“快出来啦！……” “不要！”\n　　“罗瑞你在干什么…小雪换好了吗…”恒和走了过来。（不知道你们看到这里是怎么想的，之前一直是第一人称视角的任何现在变成了第三人称视角，好像变成了Npc一样。自己感觉挺喜感的 = =）\n　　“啊？小雪吗？当然换好了，但是这孩子不肯出来啊。”罗瑞说完无奈的又敲了两下门。\n　　“说她孩子其实你也比她大不了多少吧…小雪，快出来了，我们去沙滩吧。”[“这个别吐槽了”罗瑞无奈地说]恒和说完之后，门缓缓开了。罗瑞一直盯着门，门缓缓地开了。小雪看到了罗瑞，又想关上门的时候突然被罗瑞拉了出来。有点露，而且还像是小孩子穿的那种颜色风格一样。 “挺不错的，对吧恒和？” 罗瑞还没等小雪说上一句话，先发制人。\n　　“果然你的兴趣爱好还是这么像小孩子喜欢的啊，我感觉挺好的，觉得好看吗？小雪？” 恒和微笑着对小雪说。突然外面响起了剧烈的争吵声“你这个变态！！！！！” “啊，你怪错人了，我没有盯着你。”，恒和仔细地听了听， “大概是血刃吧？...”恒和很小声地说。但是完全没有要去帮血刃的意思。\n[返回恒和视角]\n　　就这样，我们三人，罗瑞，小雪，还有我，来到了沙滩上。小雪大概也只是第一次来这样的地方吧，出于对这里的好奇，看到贝壳都非常高兴，还看到了一些很小的蟹（其实我也不知道是什么，在我第一次去这样的地方的时候，看见这些小生物，他们会挖下去躲避我，但是我挖得深一点，然后过一会儿它们挖到底下的时候发现已经在我的手上了，也不会咬我什么的）\n　　一接近它们就立马潜入沙地下。但他们不会攻击别人。小雪对他们十分感兴趣，姿势为Orz来去观察，想起刚刚换衣间的事情，我想知道他们两个在这么短的时间内相处得怎么样了。\n　　“你们两个刚刚在更衣间哪里，貌似表现很亲密啊。罗瑞…” “对啊，从我认识她的那一刻起，我就喜欢上她了。” “啊？喜欢？你是指哪种？友情？爱情” “也许两种都有…吧？”小雪听到不对劲的东西，果断立刻站了起来，移动到我身后。“哈哈，开玩笑的啦，我不是百合。”罗瑞哈哈大笑。（我并不知道大家喜不喜欢这样的小说风格，不喜欢请向我提出建议，我真的非常需要。当然是在我的能力范围之内…如果不在我会尽力做到的。）　　突然发现另一方聚集了人群。 “真的，我没有偷窥啊，我解释好多遍啦…大姐。” “什么？你这个变态，以为我看不见，我旁边的两位就看不见了吗？” 看来血刃还陷入麻烦，我得去帮他解解围。\n　　“罗瑞，我去帮一下血刃，小雪你好好带着吧，交给你了。”我边跑边说。\n[离开恒和视角]\n　　“嘿，那个小子走开了，老大，要不要过去侦测一下情况？” “好，过去吧，那两女的看起来不错。”\n　　“来，小雪，你一定没吃过烧烤吧，我请你吃吧。”虽然罗瑞没有在更衣间那样的态度了，不过小雪还是谨慎地点了点头。 “想要什么？”罗瑞头靠近了小雪说。“我..要...这个！”小雪用手指了指豆腐。啪—，突然响起巴掌的声音。“呜？”小雪回头一看，发现背后有一个健壮的大汉。罗瑞刚刚在大汉的手碰到小雪的那一瞬间将手拍开了。\n　　“喂，你想对她干什么？”罗瑞用愤怒地声音对着大汉骂道。 “小妹妹，挺可爱的嘛，挺有弹..”还没等大汉说完，罗瑞的紫色电击中了大汉左脚边的一小块区域沙地。\n　　“她是我的爱人，你走开。”罗瑞对着大汉骂道，右手蓄势，貌似随时都可以给那个大汉来一发那样。“切，暴力兼带同性恋的异端。”大汉不爽地转头走开。\n　　“要是让我知道你的信息，我会叫安里雷斯恶惩你。”罗瑞拍了拍双手。小雪用手指点了点罗瑞的肩膀。“你刚刚说的是真的吗？…”小雪说完，罗瑞将右手手张开放在左胸口“我说的当然是..”[“我是恒和的…”(因为之前一直受到歧视一般的待遇，突然感觉到别人对他好，但又因为回答他，我是恒和的朋友，又不符合罗瑞刚刚说的话，因此只说了她是恒和的，后面的话没有说出来)]罗瑞还没说完，小雪打断了罗瑞的对话。然后自己默默一个人走向人群那边。留下了罗瑞\n　　“诶…恒和真是的，有了我，现在又有小雪，后宫真多啊。诶！小雪，等等我！(后面罗瑞误会了雪瑞的意思)”罗瑞追了上去。\n————暗处————\n　　“真有趣，两个异端，”\n　　“老大，那我们要怎么办？他们有四个人，三女一男。”\n　　“傻瓜，有两个男的，那个有点像女的叫恒和的是男的。”（在索引贴人设图可以看见人设，以及全昵称。）\n　　“老大，反正我们人多，硬上吧，他们的能力不能长久地使用。”\n　　“也对，你去找几个替死鬼，挨他们几下。接下来就让我们干掉他就行了。我一定要报他那天狠揍我一顿的仇。一定要报…”\n\n其实我打算写第三章就揍这个人的，但是，发现写到前面的时候就已经有6kb了。\n估计要写的话应该会很长，写到10多kb，我害怕你们看不下去。所以我决定放到下一章再写。\n\n另外，第一次用群组发表小说，如果写得不好，别打我啊 ○ ω ○\n\n\n\n罗瑞人设\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "MikuScarlet",
            "timestamp": 1394334360,
            "txt_content": "另外申明一些，这个是娱乐小说，乱入其他的东西只是为了好玩而已。"
        },
        {
            "author": "MikuScarlet",
            "timestamp": 1394353380,
            "txt_content": " 本帖最后由 MikuScarlet 于 2014-3-9 17:33 编辑 \n\n终于审核好了 T_T.......... 早上发到现在，终于发得出了，网速弄得我很难受。:(\n\n\n回复看起来非常难是吗？朋友们。 :( 我要上学去了，下周见"
        },
        {
            "author": "MikuScarlet",
            "timestamp": 1394795160,
            "txt_content": "=_=  好伤心。"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1394797620,
            "txt_content": "恩。。写的还不错吧。。。"
        },
        {
            "author": "MikuScarlet",
            "timestamp": 1394818320,
            "txt_content": "130s 发表于 2014-3-14 19:47\n恩。。写的还不错吧。。。\n我想要绝对的肯定，为什么要加个吧？吧是不肯定吧？\n告诉我“写得还不错”不可以的话，为什么不能说“写得还不差”呢？\n为什么要加吧？ :("
        },
        {
            "author": "风之心_天双",
            "timestamp": 1394854860,
            "txt_content": "真的，写文加上乱七八糟的色彩会显得很肤浅"
        },
        {
            "author": "MikuScarlet",
            "timestamp": 1394865780,
            "txt_content": "风之心_天双 发表于 2014-3-15 11:41\n真的，写文加上乱七八糟的色彩会显得很肤浅\n只是为了让别人更好感觉，但我并不知道有很多人讨厌这样。\n单色太单调，既然多色感觉很肤浅，那就双色吧。 黑灰 : ]"
        }
    ]
}