{
    "title": "关于铁傀儡的一个问题",
    "author": "yangmei",
    "replyCount": 5,
    "timestamp": 1394347440,
    "txt_content": "我所在的村庄比较小，没有铁傀儡，我自己造了个铁傀儡会保护村民打僵尸吗？{:10_492:}",
    "replies": [
        {
            "author": "y342900",
            "timestamp": 1394347440,
            "txt_content": "\n铁傀儡\n\n生命值        \n100 ( × 50)\n攻击力        \n7 () 至 21 ( × 10.5)\n生成于        \n在10个村民以及21座房子的旁边\n任何玩家或末影人创造它们的地方\n首次出现版本        \n预览版本 12w08a\n网络ID        \n99\n存档ID        \nVillagerGolem\n掉落物        \n\n铁锭 (3-5)\n\n罂粟 (0-2)\n经验值        \n0\n铁傀儡(Iron Golem)，繁体中文版称铁魔像，是大型的、三格高的、强壮的效用性生物。它们的主要目的是保护NPC村庄中的村民不受攻击型生物侵犯。\n创造\n\n\n\n\n\n\n铁傀儡的制作方法\n铁傀儡会自动地在至少有10名村民的NPC村庄中生成。但实际上并不需要自然生成的NPC村庄，只要有10名村民和21座房屋（也就是21个有效的门），铁傀儡就会生成。\n玩家可以用与雪傀儡类似的方法创造铁傀儡：用四个铁块摆成T型，最后在顶部放置一个南瓜。4个铁块相当于36个铁锭，这样创造铁傀儡似乎有些昂贵。当被创造出来时，它们总是面向南边。\n[编辑]行为\n\n铁傀儡会在村庄中非常缓慢地徘徊。一旦被激怒，它会以更快的速度冲向目标，粗暴地向上挥舞双臂攻击，它们一次可以造成3.5到10颗心的伤害并将目标甩到空中。他们会受到岩浆、火、中毒伤害。他们不会受跌落伤害和溺水的影响。一旦死亡，铁傀儡会掉落3-5铁锭与0-2罂粟。\n铁傀儡能够拿着玫瑰给村民的孩子们，似乎是在表示铁傀儡与村民之间良好的关系。\n铁傀儡有着比其他生物更大的攻击范围，这就使它们即使并不能直接看到目标，也可以穿过1格厚的固体墙壁进行攻击。如果作为NPC村庄一部分的一只铁傀儡死亡，另一只迟早会生成来代替前者。\n铁傀儡会自动攻击视野内的除了狼（无论是否被激怒）、爬行者(1.4与1.5版本对爬行者攻击判定不稳定，1.6版本已经有稳定ai去攻击爬行者)之外的攻击型与中立型生物。 他们不攻击爬行者（旧版本中）的原因可能是因为爬行者会破坏村庄结构。\n如果玩家先攻击他们或是村民，铁傀儡就会反击（仅限生存模式）。玩家攻击村民时无论是否在铁傀儡的视野中，铁傀儡会攻击玩家,但离开后,铁傀儡会恢复中立。如果惹怒了他们，即使切换游戏为和平模式，铁傀儡也不会消失，而是会继续攻击玩家,而且会穷追不舍,除非玩家逃跑。\n[编辑]用途\n\n[编辑]防御\n铁傀儡的主要用途是保卫NPC的村庄免受僵尸的攻击，通常是在围攻中。尽管其速度缓慢，它们的高生命和高伤害还是让它们成为了优秀的守卫者。它们在攻击时会摆动它们的胳膊，同时击飞敌人，并在1-2击内击杀目标。 尽管可以通过更简单的方法实现，玩家可以将铁傀儡关进一个封闭区域来阻止它们走开。\n[编辑]养殖\n在Minecraft V1.2.3中，过去可以用在V1.2.2版本或更早以前版本中的铁傀儡农场已经失效,这很可能是因为生成环境的变化。\n\n\n一个铁傀儡岩浆陷阱的例子\n\n\n在液体中直接生成铁傀儡的例子\n我们可以通过建造一间可以生成村民\"房子\"来建立一个全自动的刷铁和玫瑰的农场(参照下方的陷阱样例图)。如果限制铁傀儡在一个固定区域生成，接着我们就可以在这个区域建立一个陷阱来刷铁傀儡的掉落物。铁傀儡会在以村庄中心为中心点，周围17*17*6的范围内生成，并需要一个至少2*2*4大小的空间(虽说铁傀儡只有3格高)。为了达到对农场最大的控制能力，最好保证附近(50x50范围内)没有房子，如果你是在家附近或是在一个自然生成的村庄旁建立的农场，你只需要把所有房屋的门都拆下，这样这些房子就不会被游戏判定为村庄中的房子了。\n另一个生成条件是，村庄中必须有多于20扇门(21个即可)。\n当铁傀儡生成时，它应该总是在同样的位置生成。这样可以从这个位置将它们引入你的陷阱(利用活塞，水，或是村民自己推)。\n村庄中每10个村民将会生成一个铁傀儡，所以10-19个村民将会生成1个铁傀儡,20-29个将会生成2个铁傀儡，以此类推。每个村庄没有铁傀儡生成数量的上限。\n有些方法可以杀死铁傀儡并获取其掉落物，以下是最有效的几种:\n在水中溺毙。铁傀儡不会游泳,所以当它们的头没入水中时将会溺水。但是它们的高生命致使这是一个缓慢的过程。（1.6版本开始不会窒息，但铁傀儡仍会在水中沉底。）\n利用粘性活塞推固体方块窒息死。这种方法可以在铁傀儡生成后立即开始，但是这也许会致使陷阱堵塞，使其他铁傀儡既无法生成也不能死亡，这与设计方案有关。\n利用不会碰触到铁傀儡的脚的岩浆(因为掉落物是从脚出现的)。这是伤害最高也是最快的处死法，可以在右侧看到这种方法的样例图。\n注意:掉落陷阱是无效的，因为铁傀儡并不会受到掉落伤害。\n如果铁傀儡落到房屋地板7格之下，会被立即判定为离开村庄边境，这时即使前一只与村庄绑定的铁傀儡并未死亡，也可以生成一只新的铁傀儡。\n如果没有其它有效的生成区域，铁傀儡也会在液体内部生成，这意味着立即生效的水/岩浆陷阱是可行的，可以在右侧的图片中看到。\n在第一时间令铁傀儡跌出村庄范围可以提高其刷新速率。\n陷阱可以有一个让玩家捡拾掉落物的收集区域。可以让一个区域同时生成多个铁傀儡来建立一个非常高效的农场。\n注意:如果你的村民并没有使铁傀儡生成，而且周边的确并没有其他房子,这时你可以在村民头顶上放置水来更新它们的状态，这会在满足生成条件的情况下强制它们开始铁傀儡的生成。\n如果玩家的资源和时间比较紧张，但又想利用铁傀儡收获铁，可以简单地通过重力方块使铁傀儡窒息死。铁傀儡的移动非常缓慢，而且在没有巡逻时通常会呆在一个固定的位置，所以可以很容易地从其头顶坠三个方块将其窒息。"
        },
        {
            "author": "Xi_Wang",
            "timestamp": 1394347800,
            "txt_content": "会        "
        },
        {
            "author": "yangmei",
            "timestamp": 1394348400,
            "txt_content": "y342900 发表于 2014-3-9 14:57\n铁傀儡\n\n生命值        \n是不是这个村庄有10个村民和21个门就自动生成一个铁傀儡？"
        },
        {
            "author": "y342900",
            "timestamp": 1394348520,
            "txt_content": "yangmei 发表于 2014-3-9 15:00\n是不是这个村庄有10个村民和21个门就自动生成一个铁傀儡？\n是的，你可以自己扩大村庄的大小生成村名来产生铁傀儡"
        },
        {
            "author": "mcAK47",
            "timestamp": 1394357640,
            "txt_content": "y342900 发表于 2014-3-9 14:44\n铁傀儡\n\n生命值        \ny开始丧心病狂的混爱心"
        }
    ]
}