{
    "title": "求1.6.2工业mod教程",
    "author": "a731385540",
    "replyCount": 4,
    "timestamp": 1394374920,
    "txt_content": "最近提问，有什么mod可以破坏原石到待收入背包的状态，就知道了工业mod可以\n但是不会用\n\n求教程\n[破坏]单独做一个链接\n和全教程",
    "replies": [
        {
            "author": "我不叫什么",
            "timestamp": 1394374920,
            "txt_content": "变化1：粉末！提纯的开始\n\n把矿石磨成粉末，可以获得2倍的资源，这是工业2的特色之一，也是最实用的地方！\n现在粉末也不再那么单纯了，矿石毕竟是“长”石头里的嘛，所以在磨完之后不再直接得到铁粉，而是一堆磨碎的铁矿石。\n\n\n\n如果直接拿去烧也可以，但是我想你更愿意先拿去用水筛洗一下，就可以一些意外的东西，但是略耗电，水倒是多得是。\n\n\n\n比如上图，磨碎的铀矿粉洗完之后就可以得到纯净的铀矿粉，以及2份一小堆的铅粉，还有一堆石头粉。很科学有木有！然后把洗好的纯净的矿石扔进制热离心机（Thermal Centrifuge），比如纯净的铁矿粉：\n\n\n\n锵锵~~我们又得到了一小堆的金矿粉，最后剩下的就是我们熟悉的铁矿粉了，这时候可以拿去烧了。铀矿粉则可以提取出铀235和铀238，后面再说。而那些一小堆的粉末可以这么用，比如金粉：\n\n\n\n于是在不断提纯的过程中，又额外得到了很多的资源，你还在继续说IC2不科学吗？\n最后是一些矿石的粉末集合，依次是铁、铜、金、锡、银、铅和铀。还有一些别的粉末，比如硫和锂，都是提纯后的产物。\n\n\n\n\n变化2：你知道电是什么味道吗？\n\n电力系统虽然变化不大，但也全面升级，我们先来看看设备的变化：\n\n\n\n是不是都认不出来什么是什么了？没错，储电箱和变压器的材质已经完全变了，而且可能还会继续变。\n储电箱（第一排）从左到右的电量，单位EU/T：电池箱32，CESU 128，MFE 512，MFSU 2048\n变压器（第二排）从左到右，单位EU/T：128转32，512转128，2048转512，8192转2048（再高？暂时还没有\n\n再看一下电线，可能你会问，锡线呢？其实它就在最左边，只不过套了层皮，伪装成了铁线而已……\n是的，锡线的承载电压变为32了，铜线128，金线512，铁线2048，玻璃纤维8192。\n\n此外多了一种电池，电动工具的配方也变了，需要先合成马达和线圈。好吧，感觉变动也是很大的。\n\n\n变化3：开始铁匠之旅吧\n\n工业2耗铁是丧心病狂的，一直以来我的感觉都是，每次下矿都能挖到一堆铜和锡，相比之下铁就少很多。好多的铁都拿去做机器方块和芯片了，喜欢太阳能的体会一下~~~\n\n那么现在告诉大家一个好消息，那就是机器方块再也不需要8个钢锭了——改用8个铁板了！那么铁板的制造方法是：\n\n\n\n众人：你TM在逗我！\n\n好吧……其实没区别吧……但是你可以看到，我们得用锤子开始砸铁板了，然后再把铁板砸成铁片，然后剪成电线……\n顺带一提，锤子也是铁做的，而且是有耐久度的！不过好在这一切也都可以用机器来完成。以前的很多东西现在都需要用铁匠活来完成，包括一些很常用的东西，具体是什么我决定还是打住为止了……什么都说了就失去新鲜感了对吧~\n\n\n变化4：说好的聚变呢！\n\n传闻IC2的作者跟格雷科技的作者搞基去了，不过万一是作者们呢？好吧……虽然格雷远远不只有核电而已，但是这个趋势大概说明他们关系还不错吧：\n\n\n\n之前直接用铀矿就可以直接合成核燃料了，但是还记得前面提到的分离出来的铀235和铀238吗？是的，现在可以用它们合成出各种各样的核燃料，然后把用装罐机装到燃料瓶里。很科学吧！至少比以前要科学，照这个节奏下去，钍和钚也快了，再什么时候能有核聚变呢~\n\n不过有一点不要忘记，铀是会有很强的放射性的，所以不管是铀还是核燃料放在身上都会持续受到伤害…………呃………这也算是一个变化吧……\n\n\n其他：\n\n目前我感觉大的变化就差不多是这些了，总体来说就是很多的合成方法都变了，变得更加复杂，但是也更加好玩了。\n我比较感兴趣的是现在正在慢慢更新的一个机器，叫semifluid Generator，半流体发电机。我看到这个东西从很早就已经加入进来，而且一直在添加功能，可以用各种液体来发电，类似林业的生物燃料引擎。前几天作者让它可以使用其他mod的液体，比方说林业的biomass。但是还有BUG，而且目前只有效果，没有功能，不能发电。\n\n其他的想起来我再补充吧。如果有兴趣，可以去工业2的Jenkins下载，地址前面已经给出了，有能力的也可以去报BUG参加测试，让我们一起期待工业2再次归来的一天。\n教程地址：http://www.mcbbs.net/thread-175578-1-3.html"
        },
        {
            "author": "琥珀剑心",
            "timestamp": 1394412600,
            "txt_content": "待收入背包状态？   就是破坏了不自动捡起的意思？"
        },
        {
            "author": "a731385540",
            "timestamp": 1394446860,
            "txt_content": "琥珀剑心 发表于 2014-3-10 08:50\n待收入背包状态？   就是破坏了不自动捡起的意思？\n安装一个漏斗就可以啦"
        },
        {
            "author": "琥珀剑心",
            "timestamp": 1394497620,
            "txt_content": "a731385540 发表于 2014-3-10 18:21\n安装一个漏斗就可以啦\n实话说我还不是很清楚LZ到底想要表达的意思"
        }
    ]
}