{
    "title": "<原创·连载>《夜苍狼》(寒木凌潇) 第三章 流民、旧村",
    "author": "1365619159",
    "replyCount": 15,
    "timestamp": 1394446080,
    "txt_content": " 本帖最后由 1365619159 于 2015-8-27 15:26 编辑 \n\n介绍：\n出身贫民窟，他亲眼目睹父母被烧死。身体属性特异，却因此被各路人士追杀。当神圣的露出它伪善的面孔，当黑暗的伸出它血腥的獠牙，一个人，与一个世界能否相抗衡？若孤独与仇恨充斥一个人的内心，若腥臭的血液沾染梦想的花瓣，塑造出的，又是一个怎样的魔鬼？\n这里不是Minecraft的世界，这里只有冷血而麻木的江湖！这里是人间的浮屠炼狱。\n目录：（欢迎使用“只看楼主”功能）\n第一章：马克\n第二章：天灾军团\n第三章 流民、旧村\n\n作者的话：\n因为事情很多，更新不定。\n那个……我的老书：《龙腾》已然成坑，冒险类的着实需要足够的构思，否则BUG太多，我不敢继续铺开~以后有空了再说吧。",
    "replies": [
        {
            "author": "zjr_516635864",
            "timestamp": 1394446320,
            "txt_content": "有正章内容么，\n没有的话是会被封的= =\n还有标题格式也要改一下"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1394446320,
            "txt_content": "  作品还没有发布？"
        },
        {
            "author": "1365619159",
            "timestamp": 1394446320,
            "txt_content": " 本帖最后由 1365619159 于 2014-3-10 18:28 编辑 \n\n第一章 马克\n\n恶魔，他们是十恶不赦的恶魔！屠戮，是他们唯一的目的，人类与他们惟有决一死战！           \n——《灾变日》第五章第一节           \n                   \n目光的盯着密林外不断移动的两簇火焰，它正在靠近洛川，那是一只骷髅，死人的骨骼和灵魂凝聚不散的不死生物。洛川依旧安静的呆在林中，他知道，以自己孤儿的体质就算摆脱了骷髅的追杀，也逃不过骷髅主人的魔法，与其如此，不如静待时机，准备能够一招毙命的武器。片刻后，晃晃悠悠的骷髅已经走到他面前四米的距离，而洛川的手中也抄起了一个长长的粗木棍。\n木棍的重量压得洛川有些气喘，但他凝神望着骷髅，待到对方的右脚刚刚迈出腿，洛川一个大跨步窜出树林，手上的木棍斜劈而上，带着呼啸声径直砸向敌人的头颅，骷髅还未有所动作，就被洛川的木棍击飞了头颅。头颅离开躯体，失去控制的身体瞬间成为普通的骨头，白惨惨的骨头跌落一地，同时洛川也跌倒在地上，但他不敢有丝毫的犹豫，腿根发力，猛地倒飞回林中。伏在土地上，像一匹负伤的野狼。洛川现在很不安，一般来说，外围的骷髅被干掉之后，虽然亡灵法师会有所感应，但真正无聊到为一只小小骷髅报仇的人，屈指可数。在这个巫妖都不能永生的世界，亡灵法师更是珍惜时间，但不知为何，洛川的不安却越来越严重，似乎有什么大事要发生一般，他觉得自己不能留在这里。直起身子，看着头顶的蓝月，洛川站起来向着密林深处走去。心中一颤，桀纳瑞克微微侧身，耳朵倾听着什么，身旁的数百也行尸相继停止移动。他的手指轻轻地敲击法杖。坐在骷髅抬的轿子上，他的鼻子轻轻的耸动着，然后眼神像是看到了无数宝物一般的巨龙，诡异却又明亮。“哈哈哈，好，好，竟然是这个东西，我喜欢！哈哈哈……”队伍迅速加快，数百只行尸正在向那片密林前进。在密林的深处，没有想象中的鸟鸣花香，有的只是一股腐朽灰霾的恶臭，洛川在很久以前就经常疑惑，为什么村庄里的人都不能闻到那股似有似无的恶臭，连那些职业者都不能，后来，一个女孩让他意识到：任何职业者，只能闻到自己熟悉的气息，而且一般是自己属性的气息，而恶臭，象征着死亡与腐烂。轻轻地抚了一下自己的肩头的白色皮肤，他不禁有些悲凉，天生的一个属性，让他彻底背离普通人该有的权利。被绑在火刑架上的父母，兴奋而狂热的人群，满脸崇高的圣殿执法者，这一切的一切都被洛川看在心中，自那天起，他再也不会也不敢轻易的相信别人。继续向树林深处走去，里面一定有什么特殊的东西，而且和死亡和灵魂有关系。行走良久，洛川看到一个寂寥的身影盘腿坐在空地上，密林中忽然出现的一片空地，一定是有人砍伐而成。看着对方一个人，洛川心中安稳许多，死灵法师从来不独行，这是自古以来的铁律，而巫妖独特的味道和体型，绝对不像远处这个人，最为重要的是，一股生命的力量在恶臭中纠缠着，对方是活人！洛川兴奋的小跑起来。马克睁开眼，就看到一个孩子在想着自己的位置跑来，他嘴角露出微笑，然后继续闭上眼睛，可就在下一秒，眼睛迅速睁开，瞳孔中中尽是一片惊诧。心中默念咒语，一片透明屏障从洛川的必经之路上消失、逸散。一个烧焦的气味传到洛川的鼻孔中，那是他昏迷前最后闻到的气味。马克来到男孩跟前，轻轻地看了他一眼，断定对方还未断气，一道圣洁却又带着丝丝血红色的光芒在他的手上亮起，安稳地落入洛川的右心房。就在此刻，空地的周围走出四个黑暗骑士，马克眉头一皱，厉声喝道：“回去！”骑士呆滞了一秒钟，然后顺从的退到黑暗之中。马克没有注意到，身旁的孩子已经醒来，他的眼中闪烁着迷惑的光芒——会神圣法术的、活的死灵法师，虽然神圣法术的气息有点怪异。注意到怀里的男孩已经醒来，马克站起身，将孩子拉起来，然后推在一旁，洛川明白，这是让自己的离开的意思。咬了咬牙，他转身就走，他知道，所谓的神殿也不过是披着羊皮的狼。只是，很多时候，你以为事情就这样结束了，可它却不想这么结束，十五分钟后，气喘吁吁的“哦，哦，看看这是谁啊，我们亲爱的老朋友，马克，马克.麦克森……哦，对，曾经还是个伟大的亡灵君主！”咏叹调从桀纳瑞克的嘴中缓缓升起。“让他走。”空地上的男人连头都没有抬，压低声音的说道，而百米开外的桀纳瑞克却呵呵一笑，两只行尸依旧挡在洛川身前。“桀纳瑞克，你还上脸了不成！”马克抬起头，呵斥声瞬间响彻森林，而对方只是飘过来一片无意义的轻笑。“马克，你当你是谁？你还有什么资本张狂！”看着对方不答话，桀纳瑞克的脸上浮现出少有的畏惧神色，语气变得畏畏缩缩：“哦，伟大的马克君主，您的话语就是我们的意志。”“我呸！你个人族的渣滓，竟然能成为亡灵君主，你这种混蛋也配！”“昔日作威作福的你，没想到吧，哈哈哈，等我把你的头颅砍下来，还能到海米凯恩那里换点贡献，哈哈哈……”“你，就是不死族的败类，一个彻头彻尾的人族杂种，一个肮脏的贱货和死灵法师生下来的……”桀纳瑞克每说一句，马克的脸色就阴沉一分，等听到最后一句话，他终于出离地愤怒了，可还未等他的手拔出佩剑，一块泥土就准确的砸中桀纳瑞克的脸庞，泥土块竟然准确的射入桀纳瑞克的嘴中。看着对方那百米外瞬间猩红的大眼，洛川喘着粗气，毫不客气地回瞪回去，并且愉快的大喊一句：“你和你妈才是！”桀纳瑞克的脑海瞬间一片空白——这，是他一百二十三年来，听到过最恶毒的反击。\nPs：我保证，以后的文章还是很和谐的，所以对于本章的粗话，大家从善如流……咳咳，忽视，尽量忽视就好。（Σ(ＴωＴ)--，努力）"
        },
        {
            "author": "q1786803468",
            "timestamp": 1394446380,
            "txt_content": "写的不错，就有点略少，写多点，加油"
        },
        {
            "author": "1365619159",
            "timestamp": 1394446920,
            "txt_content": "q1786803468 发表于 2014-3-10 18:13\n写的不错，就有点略少，写多点，加油\n去看我写的龙腾吧，虽然只有十章，很早以前写的了。\n链接在楼主层"
        },
        {
            "author": "q1786803468",
            "timestamp": 1394447040,
            "txt_content": "1365619159 发表于 2014-3-10 18:22\n去看我写的龙腾吧，虽然只有十章，很早以前写的了。\n链接在楼主层\n嗯，你写的小说都很不错，以后加油！"
        },
        {
            "author": "Sugarking",
            "timestamp": 1394447280,
            "txt_content": "三章才可以开启的啊= ="
        },
        {
            "author": "a2455564728",
            "timestamp": 1394447520,
            "txt_content": "zjr_516635864 发表于 2014-3-10 18:12\n有正章内容么，\n没有的话是会被封的= =\n还有标题格式也要改一下\n同意。。。。"
        },
        {
            "author": "Aiursad",
            "timestamp": 1394447940,
            "txt_content": "相比之下果然，我的是最渣得......{:10_524:}{:10_514:}{:10_527:}"
        },
        {
            "author": "Aiursad",
            "timestamp": 1394448000,
            "txt_content": "楼主码字辛苦谢谢......（这句话几个意思？）"
        },
        {
            "author": "1365619159",
            "timestamp": 1394550060,
            "txt_content": "Aiursad 发表于 2014-3-10 18:39\n相比之下果然，我的是最渣得......\n关于你的问题，我还是建议你去百度一下，因为存稿的定义、作用，是很复杂的，需要慢慢的体悟。\n\n存稿，顾名思义，存起来的稿件。\n一般来说，是作者在承诺更新日期后，对多余稿件的保存，以应对突发事件（譬如：我说每日更新2章，某一天忽然生大病，无法更新，就可以发布我还有的存稿，来保证自己的信誉）。\n对我本人来说，或许是文章太监了太多，所以，对于文章需要有存稿来定位情节走向，以便更好的规划情节，防止一些大BUG出现，从而影响阅读、文章质量。\n\n希望对你有用。"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1394615760,
            "txt_content": "三个帖子才能开启引索谢谢！"
        },
        {
            "author": "打酱油",
            "timestamp": 1394632080,
            "txt_content": "不错的作品(⊙o⊙)哦。不过不是mc的架构。。"
        },
        {
            "author": "Aiursad",
            "timestamp": 1394699640,
            "txt_content": "1365619159 发表于 2014-3-11 23:01\n关于你的问题，我还是建议你去百度一下，因为存稿的定义、作用，是很复杂的，需要慢慢的体悟。\n\n存稿，顾 ...\n哦，O(∩_∩)O谢谢了，算是很有用吧{:10_523:}"
        },
        {
            "author": "1365619159",
            "timestamp": 1394967180,
            "txt_content": "标题: <原创·连载>《夜苍狼》(寒木凌潇)[发布：第一章；存稿：第二章] 本帖最后由 1365619159 于 2015-8-27 17:18 编辑 \n\n第二章 天灾军团\n\n我是一匹孤独的狼，孤独的等待死亡，可汹涌的命运之河将我的命运抬起，击碎，漆黑的夜晚，无数人感叹过我多舛的命运。\n——《苍狼孤夜》开篇                      \n\n还未等桀纳瑞克有所反击，四个漆黑硕大的身影就跃出树荫，四把漆黑的巨剑带着凄厉的呼啸风声，恶狠狠的带起一片行尸的头颅，但桀纳瑞克显然不是一般人，一边将嘴中的泥土弄出，一边指挥着自己的行尸军团，分心二用。\n四周的行尸以超脱尸体敏捷的速度在不断涌向前方，四名死亡骑士还未有所反应就被单独分割开来，它们身旁都是无数的人性障碍物，这导致它们根本无法施展高超的跳跃能力，而更多的行尸，不断的向着马克奔去，那里，有最为鲜活美味的肉体和主人指令的驱使。\n死亡骑士显然也发现了这一事实，它们不住的发出愤怒的咆哮，却又被身旁的行尸群挡住道路，连一往无前的大剑都难以施展开，但很快，它们也从脑海中接到了马克的命令。\n洛川惊恐的站在原处，他的额头布满了汗珠，其实他的脊背已经在汗水浸透下不住的颤抖，但十年的孤儿生涯让他产生了一种近乎本能的感觉，对危险的感觉。他自己不断的想要迈出第一步，后退的第一步，嘴里也喃喃道：“不能留在这里”，可僵直的身体却让他如同布偶般站在那里，看着面目狰狞、身躯腐臭的行尸一步步凑上前来。\n从后面忽然伸出了一只健硕有力的大手，手轻轻地拍在他的肩膀上，然后变拍为抓，猛地将洛川瘦弱的身躯扔到后面，马克缓慢的向前移动着，缓缓的拔出自己的佩剑，而远处桀纳瑞克戏谑的目光显得那么渺小。\n脑海中闪过一丝不好的预感，洛川茫然的扭过头，另一个马克正站在他的身后，僵硬的面孔显得毫无生机，凌冽的掌风拍击在洛川的颈部，他眼前一黑，昏倒在面瘫马克的怀里。而在前方战场，巨大的爆炸声将森林犁开了四个直径超过十米的大坑，马克轻盈的佩剑带着和睦的微风，不断的收割着行尸的头颅，桀纳瑞克显然已经发现了两个马克，他气急败坏的站立起来，嘴中默念着咒语，法杖不断的挥舞，空气中缓慢的浮荡起一阵灰色薄雾，接触到薄雾的植物都在数秒内化成了一撮灰尘。\n桀纳瑞克兴奋地舔了舔嘴唇，他抬起头，狞笑着望向马克不断受伤的身体，可入眼处，竟是一抹无言的轻蔑。\n“轰——”\n火光接天之处，这片小森林被黑暗元力彻底摧毁成一个深深的黑色巨坑，在广袤的死灰平原上像是一块丑陋的痔疮。\n将洛川放在平地上，面瘫马克的身影逐渐变得虚无，最终化为一枚古朴的戒指跌落在地上，一丝黑色的气体缓慢的消散在天地之间。\n\n洛川醒来的时候，太阳已经落下了一半，死灰平原上到处都是天灾或者其他的不死族军团，当然，这里是天灾的基地，天灾军团的战士更多。他必须在天空上的血月升起以前，尽快的离开空旷的地方，找个破败的村落或者是只剩断壁残垣的城镇，在那里才能够借助有限的房舍支撑一晚，虽然很害怕，但他还是捡起地上的古朴戒指，他听人说过所谓的空间戒指，也就是次元装备。\n次元装备是融入一个人自己的灵魂碎片才能发挥作用的，融入后，装备可以自由的出入身体，当然，灵魂碎片也是有限制的，实力越高强的人，可以分裂出来的灵魂碎片越多，但人死魂碎，人死后，次元装备就再次成为无主之物。而面前的这枚，显然就是马克先生死亡后的遗留之物，只是，看着远方的巨坑，洛川实在无法想象到底发生了什么，想不通，就不去想。\n附近的村落有很多，但夜晚出没的僵尸和骷髅，它们的破门能力实在过于高强，哪怕是最优秀的盗贼，他也无法想象一个生物可以如此恶劣的对一扇木门展开摧残，但僵尸和骷髅做到了。所以，这就逼迫着马克向着更远的地方前行。\n死灰平原太大了，大到一个十岁的孤儿无力走出；死灰平原太小了，小到不死族破开空间防御锁，开始入侵世界的时候，最为最初的爆发地，死灰平原连十天都没能坚持，就彻底变成了亡灵生物的乐园，六千万人类将生命与鲜血浸染在这片土地上。听说死灰平原在向外三个死灰平原这么大的地方，人类和其他种族一起，在那里构筑了自己的统一防线，只是，自己能不能活到明天还是一种未知数，洛川自嘲的笑了笑，然后迈开步子走向前方。\n\n“你们的桀纳瑞克死了。”黑衣侍从语气淡然的像是一只苍蝇被踩死，而不顾对面六位上位者择人欲噬的脸色，“史丹利大人说，天灾方面禁止一切关于那个孩子的计划，一切行为将移交到更高层面的组织，你们听到了吗？”\n说完这些话之后，也不待对方回答，黑衣侍从脸色僵硬的转过身去，带着自己的侍从队伍走出天灾军团会客室。\n过了许久，一个稍显年轻的假面骑士才开口：“我们就这么算了吗？天灾军团就是这么脆弱！？”\n无视这个高阶黑暗骑士和其他成员的抱怨，坐在正中间的老者缓慢的睁开眼睛，与苍老的外表一般，没有精光闪烁的眼睛和睿智的眼神，他只是“呵呵”一笑，站起身，推开椅子，然后缓慢的走出门，就像是一个苍老的老人，可在他行动的时候，其他的成员在一瞬间都闭上了嘴。\n“那个孩子，呵呵，它们会尝到苦果的，从今天开始，罗森克你去保护他的安全。”\n“不——不可能！我不可能去保护那个小东西！我见到他会忍不住杀了他！”假面骑士愤怒的大吼传遍整个天灾总部，却没有得到一点的回应。\n"
        }
    ]
}