{
    "title": "这文是不纯洁的，不是我的文，是我复制的",
    "author": "1411872593",
    "replyCount": 9,
    "timestamp": 1394516100,
    "txt_content": "这是枪神纪的：“啦啦啦德马西亚~啦啦啦啦刀锋不见啦~啦啦啦德玛西亚~啦啦啦啦猴子飞啦~啦啦啦德玛西亚~啦啦啦啦大叔开盾啦~”我一路哼着小曲，一路跑着去上学，你想问我是谁？那我就告诉你，老子就是枪神！大家都叫我双枪，我爸是这片大陆的赫赫有名的“漫游枪手麦林”！今天是第一天来这个学校，可不能迟到！于是便一路小跑到了学校。上完了一上午的课之后，我刚要往食堂走，突然慌慌张张导弹拉住了我，看着我说，”兄弟，哥哥有难了！”。 ”啥？怎么了你快说说。”我和导弹导弹是很好的哥们，我们找了一个安静的地方说着，”麻烦了，上次我炸了几个人，最近一个条子在搜捕我。” ”哦？什么条子？”。 ”其实这条子也没什么特别的，就是背景太复杂了，王室的女儿，十分的冷艳，杀人不眨眼，要是普通条子问直接两炮轰了她。”。”我靠，你说的不会是那个刀锋吧？”我惊讶道，”没错就是她！你认识么？”。 ”没什么..以前和她有过交集。”我靠那就好办了，兄弟靠你了啊，我先躲几天的，兄弟在这里谢了！”然后导弹开着飞行器就跑了，”唔，刀锋..好久不见了。”我淡淡的说着。下午导弹帮我请了假，理由就是蛋疼，需要回家休息一下午。之后我就去了刀锋所属的警局，在咨询过里面的人员刀锋在哪个办公室之后，我就走到了她办公室的门前，在门口那微微张开的门里面传来一声声女人的娇喘声，我把头从门缝里一看，刀锋居然在看自慰，一只手还在自己的下面揉搓着，“我擦嘞？平常冷艳的刀锋居然这么放荡？”她那满脸潮红，眼神迷离实在是让人迷的不得了，我就直接破门而入，然后一下子就把门反锁上了，对她微笑着说，”好久不见，刀妹。”她被我的出现吓了一跳，因为是警局，屋子的隔音都是特别好的，所以里面什么声音外面根本听不到，她看到原来是我之后，松了一口气说，”原来是你啊双枪。”我慢慢的走到刀锋的办公桌前面，她赶忙把手从裤子里抽了出来，上面还沾着一些晶莹的液体，黏在她那白嫩的小手上，然后一下站了起来。我看着她，冰冷的小脸，精致的面庞，细长的白颈，还有那金色的头发，胸前两个不算太丰满但还在发育的两个小胸脯挺傲着，她那细白的长腿从裙子下面伸出来，还穿着黑丝和小高跟，虽然面色冷艳，但还是有一丝潮红的脸紧紧看着我，可爱的不得了刀锋看着我一直盯着她，就想用手推开我的脸，可是正好我抓住了她那沾满玉浆的手，然后拿到嘴边，之后我用嘴含住了她两根手指，吮吸着这美味的甘露，“你这个变态！”刀锋说道，然后把手从我嘴里抽了出来，”嘿嘿，挺好吃的嘛”我一脸邪笑的对着她，还吧嗒吧嗒了嘴，”呼，说吧，你来找我有什么事吗？”刀锋尽量恢复常态的说着，”事也不多，就是让你放过一个通缉犯，导弹。他是我兄弟。” ”不可能，我追捕他已经有两个月了。”刀锋冰冷的反驳着。”唔，看在多年好朋友的份上好不好，我们都是便衣特工，曾经还一起进行过任务。”我摆出一个笑容对着她，”不行”刀锋摆起了她那大小姐的架子，”那你刚刚在办公室里做的事情呢..嗯？”。”你..你个无赖！”刀锋的脸一下子就红了，”哈哈，要是让人知道堂堂皇室的女儿刀锋，在办公室里做这种事情，会怎么样呢？”我两根手指轻轻夹着她的下巴说着。”那你不说出去，这件事一笔勾消好不好！”刀锋放出了自己的底线，”那就这么答应了?说好的?”我就打算离开她的办公室里了刚要打开她办公室的门，一发子弹从我身边擦过，”我擦！你干嘛？！”。”哼，谁知道你出去会不会说出去呢？直接把你在这里灭口好了！”说完刀锋突然不见了，”我了个篮子，这妞难不成想影身背刺我？”当下的情况已经容不得我思考，我大脑最快的反应是先制服她，说着直接一个飞跃，然后往后一抓，抓中了！抓起她一只手拧到她背后然后以最快的速度打掉她的枪和刀刃，把她的两只手都扭到背后然后从她的腰上抽出她的手铐最后铐住了她，按倒办公桌上。这一系列动作在电光火石之间完成，”呼，还好反应快，要不然早就死翘翘了。”我抹了一把头上的汗，”呜！你放开我！” 刀锋在办公桌上扭动着来表示她的抗议，”呵，我这回放了你岂不是要掐死我？”我这回长记性了，现在你必须满足我另一个条件了，否则在这里直接把你抹杀。”我冷冷的说着，”你想干什么！”见到我突然严肃，刀锋急切的问道”嘿嘿。”我凑到她的耳边说了几句话，她的脸瞬间红了，，”你无耻！”刀锋吼道，”呵呵，你有选择吗？”我摆出一个无赖样对着她说着，”你！”刀锋把头垂了下去，心里想着，自己怎么栽在这种人手里了。”那就跟我走吧，路上敢耍什么小花招，别怪我不客气了。”说后我就带着她离开了警局，到了一个小宾馆，开了一间房，进了房间，我把双手被拷着手铐的刀锋丢到宽大的床上，”现在你是我的了?”我带着淡淡的微笑说着”我不要和嘴巴臭的男人接吻！你去刷牙！”刀锋想尽一切办法来拖延时间，”嘿嘿，都做好接吻了准备了啊小宝贝”我调侃了一句她就去卫生间刷牙了，因为我知道，她是肯定跑不掉的，怎么办..刀锋一个人在床上想着，自己的贞操就要被一个以前的一个朋友用死相逼摘走，不禁一滴泪水从脸颊划过，我刷完牙之后就到了床上，看着的刀锋微微发笑，她全身扭在床上，像是要卷成一个团，可是她那纯白的内裤就不小心暴露了出来，我对她裙下的春光当然一览无余了\n我把她的裙子解开了，把她那白溜溜的大腿解放了出来，那细长细长的大腿，实在是好看的不得了，因为她脱了高跟鞋，所以她穿着黑丝的小脚丫也就开始跟着双腿乱蹬，我把她上身的裙子也拔了下来之后，凯瑟琳就全身剩一个黑色的胸罩和白色的小内裤了，她因为手在背后被铐住，只能用两个大白腿来遮挡胸前，几乎全身都缩成了一个球，躺在床上满脸通红的看着我看着这绝美的娃娃脸，真是惹人犯罪啊，我开始脱我身上的衣服，在我脱衣服的时候刀锋内心想着：不行，必须要给他点颜色看看！而我还没意识到危机，我全身脱干净之后我就开始对刀锋做些行动了，不过好歹也是多年的好朋友，还是温柔一点好吧。想着我就把脸凑到她的唇边，吻上了她的唇，”唔..唔！”刀锋还没来得及思考，：怎么他会那么温柔？我把舌头伸进了她的嘴里，开始挑逗她的舌头，她的舌头特别细滑，和我那大大的舌头交缠在一起，”唔..这就是接吻吗，好舒服..”刀锋几乎都有些忘掉自己是被铐住双手了，像真是在和自己喜欢的人做?爱一样突然刀锋睁开了眼睛，看到是我，就赶快把纠缠在一起的嘴分开了，脸上的红晕又重了一些，我并没有觉得不高兴，反正嘴也亲够了，就开始向她其他部位进攻，我首先先解开她的胸罩，刚摘开她的勾子，胸前两个小白兔就跳了出来，我把手放了上去，用力的揉了一揉，虽然不是太大，但是很有弹性，还会长大的。把手离开她胸部之前我还用两根指头捏了一下上面的小樱桃，”恩啊..”刀锋发出了一句嘤咛声，之后我把手继续向下滑动，撕开她的丝袜，开始抚摸她的大腿，最后到了她的白白的小脚丫，我就用嘴叼住了一个小趾头，”啊！” ”小脚丫那么敏感啊，嘿嘿”我开始用手指挠她的脚板，刀锋感觉到一阵痒痒的感觉从她的脚上传来，实在忍不住了只能喊了出来”啊..恩..别弄了..痒死了..”听到刀锋的求饶我就对她的脚停止了进攻，伸手就像她那纯白色的内裤抓去，一下拉下了她的内裤，她那美丽的阴户暴露在我眼前，下面是已经充满蜜液的蜜壶，上面是有些稀疏着毛毛遮挡着，”啊...”刀锋看着我盯着她那里看一下子就羞红了脸，我的几把已经是涨的不行了，之后我对准她的下面，直接捅了进去，在进入的路上碰到了一层薄膜，”刀锋已经快疼到眼泪流出来了，渴求着我下一步的行动刀锋内心想着：怎么可能叫他老公..可是好痒啊，最后在性欲的促使下”老..老公！快动嘛..啊！”在她叫出我老公之后，我感觉下身燃烧起了莫名的淫火，直接一下子捅到了花心，”额..啊啊！”刀锋直接泄身而出，我并没有随她一起而去，而是放慢了速度，九浅一深慢慢进行活塞运动，刀锋看到我一脸陶醉的样子，心想应该可以趁现在脱身，便假装发浪的说，”老公..让人家自己动嘛..真舒服..”我听到这话以为刀锋已经降服于我了，就打开了她的手铐在我打开她的手铐之后，她直接一只手推开我的然后随后一脚揣在我的小腹上，因为力气非常的大，我的几把也随着离开了她的下面，整个人都飞了出去，脑袋撞在桌子上，我几乎晕眩了过去，刀锋则是惊讶的看着我，不知道这脚威力那么大，刚想起身逃跑，可下身传来的刺痛让她无法站起来，里面还有一些鲜红的处子之血在向外流出。”唔..额..呜！”刀锋刚从床上爬了起来又趴了下去，我满眼冒着金星，不过眩晕的程度在逐渐减少\n我继续一下接一下的撞击，每一次撞击都撞在她的屁股上面，发出悦耳的”啪、啪”声，原本那雪白的屁股蛋也被我撞的通红，在刀锋被我干的第四次高潮之后，我开始加快我的撞击，最后一下狠狠地撞在她的屁股上面，几乎已经快要顶穿她了，马眼一缩，一股滚烫的弄精射在了刀锋的最深处，射完之后，我并没有着急拔出，而是等在她体内慢慢的软了下来，我缓缓的拉了出来，她的下面也流出一股白色的浓精，我把几把送到她嘴前面，放进她的嘴里命令道”给我舔干净了！”刀锋已经被我干的没有意识了，小舌头自然着动着，嘬着嘬着，我在她的口中再次雄起了我也因为射了好几次，很疲惫了，就搂着刀锋那性感的身体睡着了，晚上我醒来的时候，凯瑟琳还在沉睡，可能是因为上午干的太狠了吧，她睡得很死，我现在思考到了一个问题，这个妮子今天走了时候来管我报仇怎么办？她的背景可惹不起，那我现在直接抹杀她？不行，被皇室的人知道我死的更惨，就在我焦灼的思考当中，刀锋醒了过来，睁开了朦胧的双眼，看着我，说出了一句破天荒的话，”你弄的人家好舒服..以后离不开你啦！”。我满头大汗，我靠不是吧！就想着刀锋就蹭到我身上，拿头蹭着我，我从她的眼神里看到她真的是顺从我了，就给她解开了手铐，她一下抱住我说”双枪哥哥?我好困，我在睡一会，通缉你朋友的事也就算啦，别让他再惹事了就好，呼..”说完她就躺在了枕头上睡着了。求更的就顶起",
    "replies": [
        {
            "author": "1411872593",
            "timestamp": 1394516340,
            "txt_content": ""
        },
        {
            "author": "Xx123c",
            "timestamp": 1394544660,
            "txt_content": "LZ无聊了      "
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1394544780,
            "txt_content": "枪神纪\n\n哦呵呵= ="
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1394544840,
            "txt_content": "等等我是不是看到什么18R的内容= =\n\ngood我来个一条龙= =\n\n\n直接复制黏贴真没诚意"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1394555460,
            "txt_content": "卧槽，好长。我的眼睛啊"
        },
        {
            "author": "1.3806",
            "timestamp": 1394579220,
            "txt_content": "我的狗眼！"
        },
        {
            "author": "安捏捏",
            "timestamp": 1394593500,
            "txt_content": "枪神纪...听说过"
        },
        {
            "author": "1041190761",
            "timestamp": 1394613660,
            "txt_content": "这文那么纯洁0 0楼主哪里找来的。。快告诉我0 0"
        },
        {
            "author": "Ramsay",
            "timestamp": 1394766540,
            "txt_content": "顶一个，虽然没看..."
        }
    ]
}