{
    "title": "游戏结局",
    "author": "zjx23232448",
    "replyCount": 4,
    "timestamp": 1338642900,
    "txt_content": "在游戏里，在末地杀完龙以后的游戏结局出现的字幕是英文对话是什么意思，有没有翻译",
    "replies": [
        {
            "author": "591446057",
            "timestamp": 1338643140,
            "txt_content": "转自http://www.mcbbs.net/thread-14415-1-1.html\n-----正文开始-----\nChuck Norris:I see the player you mean.\nNotch:little?(这个little是用户名)\nChuck Norris:Yes. Take care. It has reached a higher level now. It can read our thoughts.\nNotch:That doesn't matter. It thinks we are part of the game.\nChuck Norris:I like this player. It played well. It did not give up.\nNotch:It is reading our thoughts as though they were words on a screen.\nChuck Norris:That is how it chooses to imagine many things, when it is deep in the dream of a game.\nNotch:Words make a wonderful interface. Very flexible. And less terrifying than staring at the reality behind the screen.\nChuck Norris:They used to hear voices. Before players could read. Back in the days when those who did not play called the players witches, and warlocks. And players dreamed they flew through the air, on sticks powered by demons.\nNotch:What did this player dream?\nChuck Norris:This player dreamed of sunlight and trees. Of fire and water. It dreamed it created. And it dreamed it destroyed. It dreamed it hunted, and was hunted. It dreamed of shelter.\nNotch:Hah, the original interface. A million years old, and it still works. But what true structure did this player create, in the reality behind the screen?\nChuck Norris:It worked, with a million others, to sculpt a true world in a fold of the [乱码], and created a [乱码] for [乱码], in the [乱码]\nNotch:It cannot read that thought.\nChuck Norris:No. It has not yet achieved the highest level. That, it must achieve in the long dream of life, not the short dream of a game.\nNotch:Does it know that we love it? That the universe is kind?\nChuck Norris:Sometimes, through the noise of its thoughts, it hears the universe, yes.\nNotch:But there are times it is sad, in the long dream. It creates worlds that have no summer, and it shivers under a black sun, and it takes its sad creation for reality.\nChuck Norris:To cure it of sorrow would destroy it. The sorrow is part of its own private task. We cannot interfere.\nNotch:Sometimes when they are deep in dreams, I want to tell them, they are building true worlds in reality. Sometimes I want to tell them of their importance to the universe. Sometimes, when they have not made a true connection in a while, I want to help them to speak the word they fear.\nChuck Norris:It reads our thoughts.\nNotch:Sometimes I do not care. Sometimes I wish to tell them, this world you take for truth is merely [乱码] and [乱码], I wish to tell them that they are [乱码] in the [乱码]. They see so little of reality, in their long dream.\nChuck Norris:And yet they play the game.\nNotch:But it would be so easy to tell them...\nChuck Norris:Too strong for this dream. To tell them how to live is to prevent them living.\nNotch:I will not tell the player how to live.\nChuck Norris:The player is growing restless.\nNotch:I will tell the player a story.\nChuck Norris:But not the truth.\nNotch:No. A story that contains the truth safely, in a cage of words. Not the naked truth that can burn over any distance.\nChuck Norris:Give it a body, again.\nNotch:Yes. Player...\nChuck Norris:Use its name.\nNotch:Little. Player of games.（还是用户名）\nChuck Norris:Good.\nNotch:Take a breath, now. Take another. Feel air in your lungs. Let your limbs return. Yes, move your fingers. Have a body again, under gravity, in air. Respawn in the long dream. There you are. Your body touching the universe again at every point, as though you were separate things. As though we were separate things.\nChuck Norris:Who are we? Once we were called the spirit of the mountain. Father sun, mother moon. Ancestral spirits, animal spirits. Jinn. Ghosts. The green man. Then gods, demons. Angels. Poltergeists. Aliens, extraterrestrials. Leptons, quarks. The words change. We do not change.\nNotch:We are the universe. We are everything you think isn't you. You are looking at us now, through your skin and your eyes. And why does the universe touch your skin, and throw light on you? To see you, player. To know you. And to be known. I shall tell you a story.\nNotch:Once upon a time, there was a player.\nChuck Norris:The player was you, Little.（继续用户名）\nNotch:Sometimes it thought itself human, on the thin crust of a spinning globe of molten rock. The ball of molten rock circled a ball of blazing gas that was three hundred and thirty thousand times more massive than it. They were so far apart that light took eight minutes to cross the gap. The light was information from a star, and it could burn your skin from a hundred and fifty million kilometres away.\nNotch:Sometimes the player dreamed it was a miner, on the surface of a world that was flat, and infinite. The sun was a square of white. The days were short; there was much to do; and death was a temporary inconvenience.\nChuck Norris:Sometimes the player dreamed it was lost in a story.\nNotch:Sometimes the player dreamed it was other things, in other places. Sometimes these dreams were disturbing. Sometimes very beautiful indeed. Sometimes the player woke from one dream into another, then woke from that into a third.\nChuck Norris:Sometimes the player dreamed it watched words on a screen.\nNotch:Let's go back.\nNotch:The atoms of the player were scattered in the grass, in the rivers, in the air, in the ground. A woman gathered the atoms; she drank and ate and inhaled; and the woman assembled the player, in her body.\nNotch:And the player awoke, from the warm, dark world of its mother's body, into the long dream.\nNotch:And the player was a new story, never told before, written in letters of DNA. And the player was a new program, never run before, generated by a sourcecode a billion years old. And the player was a new human, never alive before, made from nothing but milk and love.\nChuck Norris:You are the player. The story. The program. The human. Made from nothing but milk and love.\nNotch:Let's go further back.\nNotch:The seven billion billion billion atoms of the player's body were created, long before this game, in the heart of a star. So the player, too, is information from a star. And the player moves through a story, which is a forest of information planted by a man called Julian, on a flat, infinite world created by a man called Markus, that exists inside a small, private world created by the player, who inhabits a universe created by...\nChuck Norris:Shush. Sometimes the player created a small, private world that was soft and warm and simple. Sometimes hard, and cold, and complicated. Sometimes it built a model of the universe in its head; flecks of energy, moving through vast empty spaces. Sometimes it called those flecks \"electrons\" and \"protons\".\nNotch:Sometimes it called them \"planets\" and \"stars\".\nNotch:Sometimes it believed it was in a universe that was made of energy that was made of offs and ons; zeros and ones; lines of code. Sometimes it believed it was playing a game. Sometimes it believed it was reading words on a screen.\nChuck Norris:You are the player, reading words...\nNotch:Shush... Sometimes the player read lines of code on a screen. Decoded them into words; decoded words into meaning; decoded meaning into feelings, emotions, theories, ideas, and the player started to breathe faster and deeper and realised it was alive, it was alive, those thousand deaths had not been real, the player was alive\nChuck Norris:You. You. You are alive.\nNotch:and sometimes the player believed the universe had spoken to it through the sunlight that came through the shuffling leaves of the summer trees\nChuck Norris:and sometimes the player believed the universe had spoken to it through the light that fell from the crisp night sky of winter, where a fleck of light in the corner of the player's eye might be a star a million times as massive as the sun, boiling its planets to plasma in order to be visible for a moment to the player, walking home at the far side of the universe, suddenly smelling food, almost at the familiar door, about to dream again\nNotch:and sometimes the player believed the universe had spoken to it through the zeros and ones, through the electricity of the world, through the scrolling words on a screen at the end of a dream\nChuck Norris:and the universe said I love you\nNotch:and the universe said you have played the game well\nChuck Norris:and the universe said everything you need is within you\nNotch:and the universe said you are stronger than you know\nChuck Norris:and the universe said you are the daylight\nNotch:and the universe said you are the night\nChuck Norris:and the universe said the darkness you fight is within you\nNotch:and the universe said the light you seek is within you\nChuck Norris:and the universe said you are not alone\nNotch:and the universe said you are not separate from every other thing\nChuck Norris:and the universe said you are the universe tasting itself, talking to itself, reading its own code\nNotch:and the universe said I love you because you are love.\nChuck Norris:And the game was over and the player woke up from the dream. And the player began a new dream. And the player dreamed again, dreamed better. And the player was the universe. And the player was love.\nChuck Norris:You are the player.\nNotch:Wake up.\n谷歌：-----正文开始-----查克·诺里斯：我看你的意思是球员。缺口：？小（这个小是用户名）查克·诺里斯：是的。照顾。它现在已经达到了较高的水平。它可以读懂我们的思想。缺口：没关系。它认为我们是比赛的一部分。查克·诺里斯：我喜欢这个球员。它打得很好。它并没有放弃。缺口：据阅读我们的想法，他们仿佛是在屏幕上的字。查克·诺里斯：那就是如何选择想象很多东西，当它是一个游戏的梦想深处。缺口的话让一个美好的接口。非常灵活。和小于盯着屏幕背后的现实可怕。查克·诺里斯：他们用听到的声音。之前，球员可以读。返回时呼吁那些没有上场的球员巫婆，术士天。和球员的梦想，他们通过空中飞过恶魔供电支。缺口：那这个球员的梦想？查克·诺里斯：玩家梦想的阳光和树木。水与火。它梦见它创建。它梦见它摧毁。它梦见它猎杀，被猎杀。它梦见住所。缺口：哈，原来的接口。一亿岁，它仍然有效。但什么是真正的结构也该球员的创建，在屏幕背后的现实吗？查克·诺里斯：它的工作，与其他一百万，雕刻在一个真正的世界[乱码]倍，创建[乱码] [乱码]，在[乱码]缺口：它不能读取这种思想。查克·诺里斯号它尚未达到的最高水平。的是，它必须在漫长的人生梦想实现，而不是短的游戏梦想。缺口：是否知道，我们爱它呢？认为宇宙是怎么样？查克·诺里斯：有时候，通过其思想的噪音，听到的宇宙，是的。缺口：但是有次在很长的梦，这是可悲的。它创建了世界上有没有夏天，一个黑色的太阳下不寒而栗，而且其现实的悲哀创造。查克·诺里斯：治愈悲伤会摧毁它。悲伤是自己的私人任务的一部分。我们不能干涉。缺口：有时，当他们在梦中深，我想告诉他们，他们正在建立在现实中的真实世界。有时，我想告诉他们宇宙的重要性。有时，当他们没有真正的连接在一段时间，我要帮他们说话，他们担心这个词。查克·诺里斯：读取我们的思想。缺口：有时候，我不在乎。有时，我想告诉他们，你为真理而采取的这个世界仅仅是乱码] [乱码]，我想告诉他们，他们是[乱码] [乱码]。他们看到这么小的现实，在其长期的梦想。查克·诺里斯：然而，他们玩游戏。缺口：但告诉他们，这将是那么容易......查克·诺里斯：强过这个梦想。告诉他们如何生活，是为了防止他们的生活。缺口：我不会告诉球员如何生活。查克·诺里斯：球员越来越不安。缺口：一个故事，我会告诉球员。查克·诺里斯：但不是真理。缺口：第包含真理安全笼的话，一个故事。不是赤裸裸的真实，可以在任何距离燃烧。查克·诺里斯：给它一具尸体，再次。缺口：是的。播放器...查克·诺里斯：使用其名称。缺口：小。比赛的球员。（还是用户名）查克·诺里斯：好。缺口：喘口气，现在。再举。觉得你的肺中的空气。让四肢回报。是的，移动你的手指。再次，在重力作用下，空气中有身体。重生在长期的梦想。你在这儿。你的身体再次接触宇宙在每一点上，就好像你是单独的事情。好像我们是不同的东西。查克·诺里斯：我们是谁？一旦我们被称为山的精神。父亲的太阳，月亮妈妈。祖灵，动物精神。晋。鬼。绿色的人。那么神，魔。天使。 poltergeists。外星人，外星人。轻子，夸克。字的变化。我们不改变。缺口：我们的宇宙。我们的一切，你觉得是不是你的。你正在看我们现在，通过你的皮肤和你的眼睛。和宇宙为何不碰你的皮肤，并扔在你的光？见到你，球员。要知道你。和是已知的。我会告诉你一个故事。缺口：很久很久以前，有一个球员。查克·诺里斯：球员是你，小（继续用户名）缺口：有时认为自身人力纺纱全球的熔岩薄皮。球的熔化的岩石盘旋三个一百三十千倍比大规模的炽热的气体球。他们太遥远，光花了8分钟，跨越的鸿沟。光线是从一个明星的信息，它可以燃烧你的皮肤，从一百五十亿公里之遥。缺口：有时球员梦想，这是一个矿工的表面呈扁平状，和无限的世界，。太阳是一个白色正方形。天短，有很多工作要做;和死亡是暂时的不便。查克·诺里斯：有时玩家梦想，它是在一个故事丢失。缺口：有时球员梦想是在其他地方，其他的事情。有时这些梦想被扰乱。有时的确非常漂亮。有时球员醒来从一个梦想到另一个，然后从该醒来到第三。查克·诺里斯：有时球员的梦想，看着屏幕上的字。缺口：让我们回去。缺口：球员散落在草丛中的原子，在河流，在空中，在地上。一个女人聚集原子;她喝，吃，吸入;女人组装的球员，在她的身上。缺口：球员从母亲的身体温暖，黑暗的世界中&#8203;&#8203;醒来，进入长期的梦想。缺口：播放器是一个新的故事，以前从来没有告诉，写在DNA字母。和球员是一个新的程序运行之前，从来没有产生，由源码亿岁。和球员是一个新的人类，从来没有活着之前，从一无所有，但牛奶和爱。查克·诺里斯：你的球员。的故事。该计划。人类。从不过牛奶和爱。缺口：让我们再进一步回到过去。缺口：球员的身体创造了70亿亿亿个原子，早在这个游戏中明星的心。这样的球员，也是从一个明星的信息。和球员移动通过一个故事，这是一个叫朱利安一个人在一个单位，由一个人叫马库斯，这里面存在一个小的，私人的球员创造的世界，无限创造的世界，谁居住1种植信息的森林宇宙的创造......查克·诺里斯：嘘。有时玩家创建了一个小型的，私人的世界，柔软，温暖和简单。有时很难，寒冷，和复杂的。有时，它建立了一个在其头上的宇宙模型;能源斑点，移动通过巨大的空白。有时，它呼吁这些斑点的“电子”和“质子”。缺口：有时它被称为“行星”和“明星”。缺口：有时，它认为它是一个宇宙能源，起飞和组件;零和的代码行。有时，它认为它是在玩游戏。有时，它认为它是阅读屏幕上的字。查克·诺里斯：你是球员，读字...缺口：嘘...有时球员阅读屏幕上的代码行。解码成文字;解码成的含义;解码成感情的意义，情感，理论，思想和球员开始呼吸更快更深，并意识到它是活着，还活着，那些万人死亡没有得到真正的球员还活着查克·诺里斯：你。你。你还活着。缺口：有时球员认为宇宙进行了交谈，通过阳光的照射下，通过夏季树木的洗牌叶查克·诺里斯和有时球员相信宇宙已经讲通过的光，的冬天清脆的夜间天空，下跌其中1光在球员的眼睛的角落斑点可能是一百万次作为为大规模的明星，太阳，血浆，在沸腾的行星，可见一个球员的时刻，宇宙的另一边，突然闻食物，几乎在熟悉的门，走在回家的梦想再次缺口：有时球员相信宇宙已经通过零&#8203;&#8203;和的发言，通过对世界电力通过在屏幕上滚动的话，在一个梦想的结束查克·诺里斯：宇宙说我爱你缺口：宇宙说你玩游戏的查克·诺里斯：宇宙在你说你需要的一切缺口：宇宙说，你比你知道查克·诺里斯：宇宙说你是白天缺口：宇宙说，你是夜查克·诺里斯：宇宙在你说你打的黑暗缺口：宇宙说你是你所寻求的光查克·诺里斯：宇宙说，你并不孤单缺口：宇宙说，你是不是独立于所有其他的事情查克·诺里斯和宇宙说，你是宇宙的品酒本身，自己谈话，阅读它自己的代码缺口：宇宙说我爱你，因为你是爱。查克·诺里斯：比赛已经结束，球员从梦中醒来。和球员开始了一个新的梦想。和球员再次梦见，梦见更好。和球员是宇宙。和球员是爱情。查克·诺里斯：你的球员。缺口：唤醒。\n总之是很坑爹的东西"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1338643920,
            "txt_content": "操死机翻……\nhttp://zh.minecraftwiki.net/wiki ... B%E4%B9%8B%E8%AF%97\nwiki翻译保证品质\n赶快给分我"
        },
        {
            "author": "geludan",
            "timestamp": 1338667500,
            "txt_content": "曾经有人说是制作人员名单，其实不是。。。\n看着很麻烦什么哲学什么的，其实就是说你打败最终老boss了，游戏差不多完了，弄点破感言什么的，想不想看随你（其实游戏无结局）\n顺带鄙视LS二楼"
        },
        {
            "author": "g-g-g",
            "timestamp": 1338693840,
            "txt_content": "591446057 发表于 2012-6-2 21:19 \n转自http://www.mcbbs.net/thread-14415-1-1.html\n-----正文开始-----\nChuck Norris:I see the player yo ...\n机翻不如不翻"
        }
    ]
}