{
    "title": "翻译创作写作教程",
    "author": "stool",
    "replyCount": 12,
    "timestamp": 1394794800,
    "txt_content": " 本帖最后由 stool 于 2014-3-14 19:12 编辑 \n\n我相信有很多人都想在MCBBS里面发一篇自己写的佳作，但是没有亲生写做过，所以大多数人都不会写，希望大家看了这个以后可以提高自己的写作水平，在MCBBS发一篇输入自己的佳作\n\n\n如何写好一个大纲\n\n1、大纲怎么写？大纲其实就是故事的主线，具体包括主人公是谁，他（她）在这部书里主要要做什么事，以及主人公的结局如何。只要有这三部分，我们的大纲就已经成型了。这就是要交给编辑看的大纲，一般一两千字足够，如果是超长篇文，上限最好也不要超过六千。\n\n2、如果作者觉得交给编辑的大纲和你的正文写作有出入，建议可以自己在私下里写个分集介绍，或者给你的章节取好足以概括一章内容的小标题，这样思绪不会乱。注意，这个分集介绍是从你交给编辑的大纲里衍生出来的，只要你的大纲还在，你是可以一边写分集介绍，一边写正文的，也就是对细枝末节故事的有效补充，这样即使写长了，脑子也是清醒的，书基本不会太监。\n\n暂时想到跟大家分享的经验就这些，以下，我发一个自己写的大纲范本，写大纲有困难的作者亲们可以参考。但再次重申仅仅是用于参考，比如格式、架构、重点之类的，跟故事内容没有关系，内容得要自己写，故事要自己编，这个咱就帮不了忙了噢。\n一个好的申签大纲应该包括①文章标题《必须的》②文章简介（约200字左右） 简单明了易懂③文章开头及主要情感发展线路（明确男主、女主，简介情感发展过程中的一些小事件，大致经过与结果。）不用其里吧嗦的把事讲个清楚④简单的主要出场人物及设定介绍  这个很重要 ⑤作者自己认为的文章各方面的优点有哪些（比方说，情感的描写，故事题材的新颖度等简单描写就好）\n只要将以上5点交代清楚，这个大纲便基本合格了。\n\n以前有作者说，我也不是没有写大纲，但是一旦写起来，很多时候就会跳脱大纲，变得面目全非，到最后写完了才发现其实写得和大纲完全不一样因为大纲也只是起到让作者对于将要描写的故事的主线一直保持清晰的效果，有很多东西是可以根据实际来修改的。总的来说  一部被签约编辑认可的作品就要：书名不能太烂吧简介不要太糟糕\n开篇要大气中间没有违规八项节奏紧凑事件发展有序\n大纲的格式与内容概述。\n什么叫大纲？大纲是一本小说的根本。他为小说提供了精神主旨，主要矛盾关系，大部分的基础设定与在此基础上所衍生出来的情节。 \n    于是，大纲由这样几部分组成：     一，小说的主旨与精神。     二，小说的简介。     三，小说的历史时代背景概述。（包括可能需要的历史年鉴）     四，小说的势力范围分布以及彼此间的关系。     五，小说的主要人物设定以及彼此间的直接关系。     六，小说的主要矛盾的阶段与牵涉人物的影响。     七，小说的主线情节。（这一部分并非必要）     八，小说的其中一部分练笔文字。 \n一，小说的主旨与精神。这里所阐述的是小说所要表达的终极目的，这本小说可能经由主人公来表达出一个做人的原则与精神，也可能通过全书所有的情节与人物来表现某种社会现象与人文精神。而一本小说，没有这样一个终极的所需要表达出来的目标，就算是失败。因为它没有灵魂，而没有灵魂的小说是贫乏而空虚的，就算文笔很华丽，导师一般称之为打发时间的垃圾。R国的漫画也会用各种幼稚搞笑的人物与情节来表现决不放弃永不妥协的精神。不是么？ \n二，小说的简介。这部分是很多新人作者感到为难的地方。什么叫“简介”？于是你就知道该怎么写。回归到字面上的意思来，挖空心思去考虑怎么吸引人，是浪费时间。 \n三，小说的历史时代背景概述。这已经相当于小说的题材与类型的选取。需要进行设定的不仅仅是时代背景，历史背景，还有包括能力系统（即实力等级与原理定律等）与相关知识的设定。对于玄幻与科幻类的作品来说，这算得上是简单也是困难的一部分。因为有得抄，网上也有大量的资料；反过来说，想要做得精彩是非常困难的。 \n四，小说的势力范围分布以及彼此间的关系。这将决定整个小说中，明面与暗面的势力对于最终小说的结果产生的影响。采用均等多势力开局，隐藏祸患，进而激发，引导中局，渐入稳定，功成完本的一个传统流程是不错的方式，关键是中局的把握。 \n五，小说的主要人物设定以及彼此间的直接关系。人物的设定要包含外貌与性格的简略描写。直接关系是指在人物与人物之间存在的，直接表面意义上的关系，比如血缘，师徒，敌对，嫉妒，爱慕等等，可以多个重复。 \n六，小说的主要矛盾的阶段与牵涉人物的影响。这里是关键部分。我们经常会发现写不下去了，这一方面是有状态的因素，而剩下的可能就是因为对小说的主要矛盾的阶段性叙述，以及不同阶段下所牵涉人物的不同发展没有把握紧。一本小说的生存需要矛盾来支撑，而矛盾的不断转变与升级，就造成了质变，在这个质变下人物的承受极限被打破了，人物之间的关系被迫转变了，而这就创造了提升的机会，创造了超越能力与性格的极限的机会，创造了因为人物关系的转变而导致情节发展的机会。将整本小说的矛盾以阶段性为标准写在大纲里，并在该阶段下放入人物关系转变和人物能力、目标，性格上的转变的描述。那么，这样就更有掌握性。 \n七，小说的主线情节。说起来，这部分简略陈述的文字，往往通过线形箭头的图形来连接一个又一个主要事件，于是，整本小说就像串起来的珍珠项链，每一个点上都是一个主要事件。这部分未必就是必需的，因为小说根据作者的构思与读者的需要有很大的可能，在中后期需要作重大的修改，于是原本所规定好的框架就不能用了。这跟主要矛盾的不同在于，矛盾是人与人之间的关系，主线情节则是因为这种关系而发生的具体事件。 \n    八，小说的其中一部分练笔文字。写一部分练练手，找点基础感。也不用多，一两章就够用。 \n\n\n\n\n\n剧情大纲格式\n\n1故事总纲（ 300 - 800 ，越精简越好）\n请简单叙述整个故事的主线。\n\n--------------------------------------------------------------------------------------------------------------\n\n2，分集大纲：整个故事请规划成7到10集，之后看销量决定有没有后续发展。\n◎编辑需要知道整个故事的起承转合，千萬不要幹出「在剧情大纲留念给编辑猜」這中可怕的事情。\n◎每集小說的字數，约莫是六萬五千字到七萬字，建议规划成十章，也就是以每章六千五百字（以上）下去规划。\n这些字数中，要写些什么东西，故事才精采？请好好认真思考。\n\n分集大纲希望包含下列项目：\n（ 1 ）该集总纲。 ：\n请简单叙述本集主线。这与故事总纲相结合，可以看出內文是否在逛街、走马看花。\n\n（ 2 ）该集细纲： （写在该集总纲之后）\n字数可以拉到一千，请不要超过两千，简单的敘述本集事件的起承转合等等。在該分章的段落后面，请加上（章数）。\n例：\n赤明魔尊刚逃离魔界，卻遇到了被貶下山的谪仙吟风。正邪不共存，吟風追殺赤明直银甲要塞。銀甲要塞的主人唐龙奋而使用要塞炮攻击。（第一章）\nXXXXXXXX ...... （略）第二章\n\n（ 3 ）该集角色技能的成长： （写在该集细纲之后）\n主角不成长，故事就不刺激精采，不容易抓住作者的目光。依经验来看通常武技方面的提升比较受大众普遍的支持(当然魔法与智慧的成长也是必要的，武技则较容易达到这种亮点的目标），每集的成长希望是质变，而非量变。。\n◎大纲考研作者的写作功底\n\n\n\n如何写好开篇\n为什么很多人的书，成绩不好？这是因为，他们都是第一次写书，由于从未涉及网络文学，不知道网络文学的一些发文技巧。大部分的作者，死在了基础这一关；其次，最多的，是前面的三万字，没有写好。 \n　　写小说，肯定要有一个大纲。因此，就算再懒的作者，也要写开头三万字的大纲。 \n　　这个大纲，至少要有主角百分之五十以上的篇幅。要强化主角的存在感，让读者迅速代入角色里面，继而沉迷到作品之中。 \n　　首先，是主角的戏份。 \n　　试想：有一本书，开头三万字，主角只有三五千字的篇幅，那样的书，你会看吗？ \n　　考虑到现在的人，看小说是为了休闲消遣，太过复杂的东西，千万不要放在开头，越简单越好。真正畅销流行的，都是开头主角出场，甚少有其他配角出现，影响主角存在感。 \n　　总结一句话：在开头三万字，如果能让读者对主角产生好感，那你就成功了。而如果有十几个人物名字，来和主角竞争印象感的话，这样的小说，成功率会低很多。 \n　　然后，是设定和背景 \n　　写网络小说，最怕的就是一股脑把设定和背景放在作品前面。三万字有多重要？可以这么说，读者喜欢不喜欢一本书，只看前面三万字。 \n　　在这么重要的地方，放设定和背景，绝非明智之举，建议是：等你的读者喜欢上你这本书之后，再告诉他们，你的背景设定。 \n　　设定和背景里要融入的应该是这几个方面的内容： \n　　第一、主角代入感。 \n　　第二、引领全文的伏笔和坑。 \n　　第三、一个吸引人的开头。\n　　第四、有好的金手指。 \n　　以老书虫本来来说，写东西喜欢放楔子。这个楔子，主要的作用，就是埋设伏笔。 \n　　以梦灵来说，主角在北辰山自爆，作者埋设了：为什么要自爆，自爆后有什么后果，如何东山再起，阻止的女人声音是谁。故事如何开展。这么几个疑问下去，读者自然会忍不住追看。 \n　　一个楔子，一般有五百到一千个字。 \n　　开头，是主角出场，抓住一个特征性的东西，强化主角的存在感。这也要一两千字了。再来个情节推进，点出金手指，引领全文，这一万字就去了。 \n　　然后，再丢点设定下去。背景，来个一两千字，让读者对整体世界有点粗略印象就够了。等到读者对主角有了一定的好印象，以后你怎么写都可以了。 \n　　现在有些畅销书都用枪手，但是读者却不会罢看，这是为什么呢？因为开头写得好，对人物有了归属认同感，后面的情节是谁写的也就不重要了。 \n　　因此，喜欢写情节设定的，不妨放在三万字后再来详细说明，这样不会影响到培养读者对主角的归属认同感、代入感。 \n　　那么，已经写了好几十万字了，怎么修改或者弥补？ \n　　首先，修改开头。要确认一点的是，不管是谁，如果写了几十万字，对开头进行修改，还是有点帮助的。 \n　　怎么修改呢？ \n　　首先是基础的错误，这就不多说了。 \n　　其次，是增加楔子，强化主角存在感；或是埋设伏笔，和后面我们已经写到的情节串联起来。 \n　　第三，则是瘦身 \n　　瘦身，就是把没有用的东西删掉。 \n　　如何判断哪些东西没用呢？其实很简单，我们可以根据已经写出来的文章，再次写一段大概一百字的细纲。 \n　　然后所有的情节，都围绕着这个细纲去转，凡是没必要的形容词，人物描写，场景背景细节设定等，一律删除 \n　　这个瘦身手术，也仅仅限于前三万字。多了，没有必要，也浪费时间和精力，有那么多时间修改，不如写新书了。 \n　　总而言之，小说开头瘦身，是要在基于原本故事情节脉络，修订基础错误：比如错字，标点段落长句等，减少繁琐语句；减少不必要的细节描写，如非重点角色外面细节描写等；而不是推倒重来，那会死人的。 \n　　大家听完这个课，回去之后可以去做一个统计： \n　　1、主角出场篇幅； \n　　2、有没有无关一次性配角出现； \n　　3、超过三行的段落，超过八个逗号的句子多不多； \n　　4、有没有过多的背景设定； \n　　5、有没有不必要的细节描写； \n　　6、有没有与细纲完全不搭调，删掉也可以的东西； \n　　7、请把你的那些作者语，作者感言之类的东西，全部删掉。\n\n七要素\n\n\n\n下面我把这种动作思路分为几个，一为场面，二为认识，三为细节，四为人物，五为情绪，六为情节，七为题材，八为情境，九为心理。\n\n\n\n根据这个故事，我们可以看出讲好一个故事，也就是做好一条新闻的三个关键要素：第一要有悬念，第二要有戏剧冲突，第三要有细节刻画。\n\n\n人物（根据能否表现小说主题思想确定主要人物）\n情节（开端/发展/高潮/结局）\n环境（自然环境/社会环境。 ）\n\n\n小说主要是通过故事情节来展现人物性格、表现中心的。故事来源于生活，但它通过整理、提炼和安排，就比现时生活中发生的真事更集中，更完整，更具有代表性。小说的环境描写和人物的塑造与中心思想有极其重要的关系。在环境描写中，社会环境是重点，它揭示了种种复杂的社会关系，如人物的身分、地位、成长的历史背景等等。自然环境包括人物活动的地点、时间、季节、气候以及景物等等。自然环境描写对表达人物的心情、渲染气氛都有不少的作用。\n\n简单地说，小说就是以塑造人物形象为中心，通过故事情节的叙述和环境的描写反映社会生活\n\n\n\n15条提技巧提高你的写作技巧\n1 。阅读优秀的作品：这是显而易见的，但立竿见影的方法。如果你不读更多的好作品，你就不知道如何写出更好的作品。优秀的作家都是从阅读别人的佳作开始，接着开始模仿，最后超越他们，形成自己的风格。尽可能的多读名著，在看内容的时候，更要留意文章的问题和写作的技巧。\n2 。尽可能多的写：每天都写，如果可能话，每天写几次。你写得多了，也就写得好了。学习如何写作和其他的学问道理是一样的，熟能生巧。写写你自己，写写博客，向出版社投稿。只是写，全情投入的写，练得越多，你的写作水平就提升得越快。\n3 。随时随地记下你的灵感：随身带一本小笔记本（纳博科夫身上装满了小卡片），当你对你构思的小说，文章，或是小说里的人物有什么灵感的时候，马上记下来。当你听别人谈话时的只言片语而所有顿悟时，或看到一段散文诗或是一句歌词让你很感动时，都可以马上当他们记下来。灵感总是转瞬即逝，你及时的记录下来，便可以成为你写作的素材。我的习惯是，为我的博客要写的文章列一个清单，不断的补充它。\n4 。专门的写作时间：每天找一个没有任何打扰的时间段作为专门的写作时间，让这成为习惯。对我而言，清晨的时间是最佳的，午饭，傍晚，或者深夜的那段时间也可以。无论你是做什么工作的，把写作当作每天必须完成的任务去做。每天至少写半个小时，当然有一个小时更好。若你同我一样，是一个全职的作家，那么你需要写更多的小时，请你不要担心，这只会让你写得更好。\n5 。随便涂鸦：面对整张的白纸，整版的白屏，无从开始，肯定恐怖。你会想：我还是看看邮件或是小憩一会了吧！先生，千万别这样。马上开始写，马上打字，你写什么没有关系，只是让我听到你敲键盘的声音吧。只要你开始写了，什么都好办了。像我的话，我喜欢先敲上我的名字和文章的标题，这应该不难吧，然后再慢慢的展开情节，全身心地融入进去…关键是：开始可以随便写写，随便涂鸦，但是尽快开始写正文。\n6 。集中精神：写作是一件一心一意的事情，在嘈杂的环境或是同时干着别的事情，是不可能写好的。写作需要一个安静的环境，需要一点点柔和的背景音乐。即使是最低要求，你也需要在全屏（没有其他软件得干扰）的条件下，使用WriteRoom， DarkRoom，Writer这些写作软件，不受打扰的写作。关掉邮箱，关点MSN和Gtalk，关掉电话和手机，关掉电视，清理掉书桌上无用的东西。清除与写作无关的一切杂念，现在就是写作的时间，好像把自己放进一个盒子里，在没有任何打扰下进入写作状态。\n7 。先计划，再写：这好像和“随便涂鸦”有些矛盾，实际上不是这样。在坐下来正式写之前，先做个计划或是脑子里先预演一下，这是非常管用的办法。每天跑步的时候想想要写的东西，或是散步的时间来个头脑风暴；然后把想到的记下来，做一个扼要的提纲；等真正准备好开始写了，可以很快的展开，因为思路和想法都有了。这里，有一个构思小说的三部曲。\n8 。创新：你需要模仿名家，这并不意味你要跟他们写得一模一样。你可以试试新的写法，从这里学一点，从那里学一点。渐渐地，你就会有了自己的风格，自己的文体，自己的思路。试试一些不一样的表达，或创造一些与众不同的表达方式，每一方法你都可以尝试，看看它到底怎么样，不好就不用呗。\n9 。修改：你开始构思你的文字，然后试着写，让故事情节展开，最后你需要回过头再看看你都写了什么。这点很重要，很多写手一旦写好就不想修改，已经费时费力地写好了，还要再花时间修改，实在是一件吃力不讨好的活。但如果你想写得更好，你就要学会如何修改。好的作品是经过反复的推敲和修改而成的，这会让你的作品从平庸中脱颖而出。看看你写的东东，不仅仅是那些拼写和语法错误，还有那些无意义的词，混乱的结构，和让人搞不懂的句子。修改的目标是：更清晰，更直接，更鲜活。\n10 。简明扼要：这是你在修改的过程中，最重要的一件事情。一句句，一段段的修改，把无关主题的统统都删掉。一个短句比一段冗长的废话更具说服力，大白话比晦涩的专业术语更受欢迎。记得：简单就是力量。\n11 。富于感染力的句子：在短句中使用富有感染力的动词，当然，并没有要求每一句都是这样，你需要变化。但是，多试试能够吸引人的句子。而且，你没有必要等到你要修改的时候再用，你刚开始写的时候就要考虑这个问题。\n12 。获取别人的反馈：闭门造车不会有任何进步，让别人读读你的文章给你回馈，最好有经验的作家和编辑。他们见多识广，会给你很中肯和有见地的建议。认真的听，即使是一些批评，也接受它，忠言逆耳，这样只会让你写得更好。\n13 。是骡子还是马，拉出来溜溜：就你而言，你需要让别人读到你的作品。你的作品不是你想谁看谁就看的，让所有的人都读到你的文章。你就要出版自己的书，发表自己的短篇小说和诗歌，给出版社供稿。如果你已经开始写博客了，恭喜你，这是一个好的开始。若现在还没有人浏览过，你就需要把它放到流量更大的博客服务网站上去，让读者给你留言，给你提出建议。所有的人都会看你写东西，也许刚开始时会是件伤脑筋的事情，但这是每一位作家成长的必由之路，马上发表你的文字吧。\n14 。采用对话式的文体：很多人的写作都很正式，但是我发现像我们说话一样写作会使文章更流畅（没有叹生词）。这样一来，读者看起来会更舒服。刚开始这么写并不容易，你需要坚持这么做。也许，会带来另一个问题，为了读起来更口语化，你需要打破一些语法规则（就像我的前一句那样）。因为如果生搬硬套语法，会让你的文章看起来很不自然。若没有其他原因，就不要破坏语法规则。你需要知道你在做什么和为什么这样做。\n15 。好开头和结尾：开头和结尾是文章的重点。特别是开头。如果你不能在故事的开始就吸引读者，那他们就很难有耐心把整篇文章读完。所以投入更多的时间去考虑怎么写好开头，读者一旦对你开头感兴趣，他们会想知道得更多…写好开头后，再弄一个精彩的结尾，这会让读者更加期待你的下一篇佳作。\n\n",
    "replies": [
        {
            "author": "德玛西亚小蜗牛",
            "timestamp": 1394794920,
            "txt_content": "让我想到了某三加一"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1394794980,
            "txt_content": "其实要我说就一句话= =\n\n由心溢思泉"
        },
        {
            "author": "a2455564728",
            "timestamp": 1394794980,
            "txt_content": "刚才才看到你发帖问能不能发大纲。。这么快就来了、、、"
        },
        {
            "author": "a2455564728",
            "timestamp": 1394795040,
            "txt_content": "zjr_516635864 发表于 2014-3-14 19:03\n其实要我说就一句话= =\n\n由心溢思泉\n为何平板比我快4秒  "
        },
        {
            "author": "stool",
            "timestamp": 1394795040,
            "txt_content": " 本帖最后由 stool 于 2014-3-14 19:05 编辑 \na2455564728 发表于 2014-3-14 19:03\n刚才才看到你发帖问能不能发大纲。。这么快就来了、、、\n在做这个之前我写了份草稿= =回来慢慢打上去的= ="
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1394795100,
            "txt_content": "a2455564728 发表于 2014-3-14 19:04\n为何平板比我快4秒\n不知道呢=v="
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1394795280,
            "txt_content": "好厉害啊，支持"
        },
        {
            "author": "aq1350227",
            "timestamp": 1394795340,
            "txt_content": "被威胁过来顶贴    我去  坑爹货!!!!!!!!!!!!!!!!!!!!!"
        },
        {
            "author": "a129487039",
            "timestamp": 1394795460,
            "txt_content": "不错+10086"
        },
        {
            "author": "qw5125123",
            "timestamp": 1394795820,
            "txt_content": "看见都是字果断不看了"
        },
        {
            "author": "stool",
            "timestamp": 1394795880,
            "txt_content": "qw5125123 发表于 2014-3-14 19:17\n看见都是字果断不看了\n呵呵= ="
        },
        {
            "author": "HGK",
            "timestamp": 1394796000,
            "txt_content": "写得太好了！\n好像有些地方我一直犯........"
        }
    ]
}