{
    "title": "<连载·单章>【去而复返】[作者:世奇][第十二章]",
    "author": "592764254",
    "replyCount": 2,
    "timestamp": 1394869560,
    "txt_content": " 本帖最后由 592764254 于 2014-3-15 15:50 编辑 \n\n去而复返 第十二章\n坎掇雨林(一)\n\n    弗颜乎与铄奇，炎走在最前面，他们一行八人望着葱绿色的树林，迈出了坚定的步伐。弗颜乎说:“这个树林里有一座小丘，小丘下有一个洞，我们得小心，因为这是一个充满亡灵生物的洞，而且现在还有人说在那附近见到过巨人僵尸。这巨人僵尸不是好对付的，它有一把得天独厚的上古神器--巨人之锤，据说能控制土的力量。不过并不是任何人都能使用，它会自动认主，目前，它就认了巨人僵尸。”铄奇低下头用手擦了擦石剑的剑刃，又抚了抚木剑的剑身，然后抬起头来，说:“反正我们已无退路，来一战也无所谓。”炎也说:“咱八个打它一个，还怕打不过？再说了，我们还有弗颜乎你啊。”“我不会参与这场战斗，尽管你们出现了生命伤亡，因为我得暂时离开一下，祝你们好运。”林古的脸色有些变，但克里，杜卡和炎都不畏困难地笑了笑，炎说:“你走吧，我不信我们七人少你一个会在这里止步不前。”“哦，好啊，我们在对面的诺森雪原会合。”“好的。”众人答道。因力姆就近用石斧砍了十颗树，这石斧是他自己做的。在他砍树的期间，炎，铄奇等等众人就在附近一颗大橡树的树荫下休息。此时天色渐暗，他们不得不停下步伐赶快寻找个蔽身之所了。因力姆迅速用木板粘粘液开始动工，一个简易的小木帐篷在十分钟内搭好了。众人躲了进去，铄奇一进去就抽出两把剑，拿出在废墟残留的石块磨起剑来。弗颜乎现在当然还没走，他最后给了他们一点帮助---在门外生起一堆火来。明月开始生起，夕阳已经落下。僵尸与骷髅又开始滋生，许多亡灵生物又从地下冒出来。外面也不时传来猪的嚎叫与牛的哞息。克里想到了什么，独自一人走了出去。弗颜乎看向铄奇，铄奇看了看弗颜乎的眼神，也跟在克里的身后走了出去。克里走出帐篷，看了看月亮，又仔细听了听动物的叫声，确定了方向，朝着树林深处走去。铄奇紧跟他的身后，尽量放轻脚步，只发出小小的摩擦声。走了五分钟，克里来到一块较为空旷的地方，这里栖息着一大群牛，此时它们正在月光下反刍，不时舒服地发出哞哞声。克里抽出铁剑，正准备走向牛群，突然，一道白光闪了过来，铄奇瞬间跳到克里面前，举起木剑与石剑双重格挡。那一道白光瞬间入木三分，把木剑钻了个洞。那是一根无羽箭，上面散发着尸体的腐臭味。一只骷髅从树林中钻了出来。克里被这突然的一箭惊了一下，立刻转身奔向骷髅。在他与铄奇擦肩而过的时候，他对铄奇比了个大拇指。“咔啦---”骷髅被克里娴熟的刀法剁成了丝，只留下两根骨头与五支箭，被他装入了背包里。铄奇这时突然记起上一次斩杀骷髅时收获了一把弓，他把弓连同箭拿了出来，准备好对抗敌人的进攻。又是一道白光，被克里帅气地一扬剑挡了下来，箭瞬间折为两段，可见其力量之大。一只骷髅骑着一只大蜘蛛，后面跟着十只僵尸与五只骷髅的小部队陆续从树林中钻出。这个骑着蜘蛛的头领身披一套铁铠，两只空灵的眼洞中闪着碧绿色的火焰。它手中擎着一把弓，蜘蛛背上固定着一把剑。“呲呲----”蜘蛛两只毒牙发出令人颤抖的声音，它八只粗壮的腿有力地按在地上，一个大肚子伏在背后，给人一种臃肿的感觉。头领又一次抬弓，架箭，蓄力，拉弦，有一道白光就这么飞了出去，直奔克里。克里不慌不忙地踏弓步，两手撑一剑，挡在身前。这一箭迅疾地飞出，发出“咻---”的声音。白光与白光接触了，一根白羽箭，一把钢铁剑，碰撞了。\n    克里被这有力的一箭击退了三分米，那握剑的手甚至颤抖了一阵才恢复，差距似乎很明显。克里不服输，几个大跨步就来到了骷髅骑士身边，骷髅骑士也趁着克里跨步的时间向克里接近，它掣出它的木剑，准备与克里做近身搏斗。五只骷髅也不闲着，它们开始全力朝铄奇射箭，十只僵尸也走向铄奇发出不好听的嘶吼声。铄奇以一个个闪身，格挡躲过了一道道暗影，又擎弓射出一道道白光，准确地刺在骷髅的额头上。克里敏捷地一闪身，来到骷髅射手背后，用尽气力将剑往蜘蛛腹部刺去，顿时空气中爆出一股血腥味，一道碧绿色的血液从剑刺入的位置迸出，蜘蛛痛苦地呻吟起来。骷髅急忙转身一剑挥向克里，克里一侧身躲过一剑，又使剑下劈，一下把不结实的木剑劈成两半，又一个漂亮的转身，一道白刃就刺入了那腐朽的铁甲，发出一阵噼啪的爆裂声。克里压上自己的体重，尽全力把剑往下压，一下趴在了骷髅身上。蜘蛛恶心的碧绿色的血液，流向四周，然后被土地吸收了。蜘蛛的一只眼睛被克里这一压压得蹦了出来，断着的视神经无力的趴在地上。骷髅仰天一声长啸，然后向前倒去。克里无力地趴在骷髅与蜘蛛的尸体上，喘着粗气。再说铄奇，此时铄奇正与仅剩的六只僵尸与两只骷髅继续对战，他射光了箭，剩余的五根箭都在克里的背包里，而不在他这儿，铄奇只好放下了弓，再次抽出双剑，开始近身的搏斗。他突然一想，骷髅只管射我，他们并没有经过思考，那么我何不利用他们帮助我击杀僵尸？\n\n\n最近更新略少，一星期可能才一两章，主要原因是要月考了。。求鼓励啊。。。。\n\n[groupid=490]719的小世界[/groupid]",
    "replies": [
        {
            "author": "黑耀郡主",
            "timestamp": 1394869800,
            "txt_content": "顶，前排"
        },
        {
            "author": "花谢",
            "timestamp": 1394870880,
            "txt_content": "我也是前排"
        }
    ]
}