{
    "title": "【索引贴】超好玩解谜游戏",
    "author": "雪千浔",
    "replyCount": 3,
    "timestamp": 1394887680,
    "txt_content": "{:10_524:}因为我上次发的超好玩解谜竟然基本无人问津，所以，特此发索引贴。\n\n\n\n本解谜网页地址http://www.mcbbs.net/thread-250742-1-1.h\n\n\n为了让本帖不是水贴，所以下面：\n这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！这不是水贴！\n\n\n\n\n\n完\n\n\n\n",
    "replies": [
        {
            "author": "Yin_Wisdom",
            "timestamp": 1394887920,
            "txt_content": "你这是水贴我会说？"
        },
        {
            "author": "li123654129",
            "timestamp": 1394888460,
            "txt_content": "水贴鉴定完毕~"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1394889180,
            "txt_content": "  一个帖子发什么索引！"
        }
    ]
}