{
    "title": "不能合書與筆?????????",
    "author": "ryankwok4321",
    "replyCount": 4,
    "timestamp": 1338713820,
    "txt_content": "遊戲裏:\n\n合成表:",
    "replies": [
        {
            "author": "strawmaine",
            "timestamp": 1338714300,
            "txt_content": " 本帖最后由 strawmaine 于 2012-6-3 17:06 编辑 \n\n属于抢先版的内容，1.2.5正式版里是还没有的哟少年\n如果想在1.2.5里实现，请用这个mod  http://www.mcbbs.net/thread-22831-1-1.html"
        },
        {
            "author": "ryankwok4321",
            "timestamp": 1338714600,
            "txt_content": "strawmaine 发表于 2012-6-3 17:05 \n属于抢先版的内容，1.2.5正式版里是还没有的哟少年\n如果想在1.2.5里实现，请用这个mod  http://www.mcbbs. ...\n你的mod在\nIP:play.mcbbs.net\n可用嗎?"
        },
        {
            "author": "geludan",
            "timestamp": 1338722460,
            "txt_content": "你可以等1.3.。。。"
        },
        {
            "author": "泉青官or",
            "timestamp": 1338800100,
            "txt_content": "随着2012年高考的日益临近，今天起很多学校高三年级停课，让考生回家复习。在这段最后冲刺时间里，考生复习策略的调整不容忽视。\n功课复习：爬出“题海”学会反思\n考前一周，复习要防止走两个极端：要么加班加点，熬更守夜，心急火燎；要么彻底放松，听天由命。合理的做法应该是从题海里走出来，在“岸上”回望思考，将好的复习“惯性”延续到高考。\n[少做题，多反思]考前时间宝贵，反思是核心。要把重点放在反思上，而不是无穷无尽地做题。一般来说，对于做对的题，要做对一道题，掌握一个规律，把握一套题；对于做错的题，知道做错一道题，吸取一个教训，如果能做到一题不二错，成绩就可以提高一大截。尤其要抓住重要考试中的错题来分析，看一看这些题目错在哪里？为什么会出错？有没有规律可循？\n[少课外，多课本]每个学科，考试的题目虽然不是课本里的，但知识点都可以从课本中找到，高考题目就是利用课本的知识解决课外的题目。利用有限的时间获得最大的效益，最好的办法就是“回归课本”，对各科课本重点复习和整体回望。\n[少难题，多易题]高考虽然是选拔性考试，但要照顾到各种层次的学生，难度比较大的题目比例不会太大，高考有个规律叫做“难题得分少，容易题丢分多”。因此，复习和考试时不要花过多时间和精力在那些难度过大的题上，对自己力所不能及的部分应学会放弃，将精力集中在最有把握的中低档试题上。\n[少微观，多宏观]各门学科中的主要知识点、重大事件，要注意梳理归纳。如语文的修辞表达效果、文言词法句法、古诗词的常见思想感情和基本艺术手法，甚至作文的几种基本结构等；数理化中的重要概念、公式、定理等；政治、历史中的时事热点、重大事件等。\n心理调节：6秒健身法放松身心\n有些考生平时状态不错，可一进考场就发懵。其实面对重要考试，有些紧张是正常的，但过度紧张却会影响水平发挥。\n[相信自己，树立自信心]“功夫不负苦心人”，只要付出了，必定会有满意的回报。如果你压抑得有些喘不过气来，不妨在开阔地带大声呼喊：“×××，我能！”“×××，我行！”\n[顺其自然，保持平常心]“一分耕耘，一分收获！”把高考当作平时的考试一样对待，告诉自己：越紧张越不能发挥自己的水平，越是常态越能获得最佳的发挥。\n[掌握方法，消除紧张情绪]心理学家认为，长期处于高度紧张状态，会使大脑连续高速度运转，心理上常会产生沉重感、压迫感、不安感等。一些简单易行的舒压方法，考生不妨一试。\n深呼吸法——深深吸进一口气，保持一会儿，再保持一会儿，慢慢地把气呼出来；再深深地吸进一口气，保持一会儿，再慢慢地把气呼出。如此反复，必有效果。\n视觉放松法——闭上双眼，在脑海中想像一幅恬静、舒适的图画：在茂密的丛林中，鸟儿在枝头唱着婉转的歌儿，溪水在身边潺潺流动，清爽的微风轻轻拂过你的面颊，让自己完全融于大自然之中，体会那些情景、声音、气味、感觉，使紧张情绪慢慢得以松弛。\n6秒健身法——这种方法由美国心理大师凯斯门罗首创：抓住你可以利用的一点点空闲时间，哪怕仅有的6秒钟，什么也不要想，赶紧收缩腹部，收拢下颌，扭动身子，打哈欠。只要把这几个动作连接起来做，就能收到自我放松的效果。心理学上讲究身心互动，身体放松了，心理上自然也就放松了。这种放松训练法，适于平时练习，更适合开考答卷前的心理调节。\n作息安排：现在起切忌“开夜车”\n[调整生物节律]考前几天，考生的作息时间安排要尽可能和高考时间一致，上午开始时间与下午开始时间进行热身训练或复习功课，有助于进入高考状态。每天最好安排午睡，晚饭后安排放松时间，如散步、看电视新闻等。从现在起切忌再“开夜车”，建议把晚间就寝时间调整到十点半左右，次日早晨不宜起得太早，保证充足的睡眠时间，将最好的精神状态延续到高考的几天当中。\n[制定有序计划]心理学研究证明，早晨起床后半小时及晚上睡觉前半小时，由于不受前摄抑制、倒摄抑制的影响，记忆效果最好，建议考生在这些时段复习最关键、最重要的课程内容。按计划行事，可以增强生理节奏感与心理节奏感。\n更多关于高考及自考的相关资讯请浏览新江学院官网(st-johnsc.com)，或者直接联系学院老师021-61127774，68021482；QQ:800007683，130721445。"
        }
    ]
}