{
    "title": "<原创·连载>杀戮游戏[作者：魁尼玛]求看啊喂",
    "author": "444801751",
    "replyCount": 1,
    "timestamp": 1394972520,
    "txt_content": " 本帖最后由 444801751 于 2014-3-16 20:30 编辑 \n\n                  本文由于是复制粘贴。。。所以内容略乱，可选进入帖子观看。。   http://tieba.baidu.com/p/2759565804?see_lz=1                                                \n\n\n         序章\n序章：梦 黑色的天空，带着防毒面具的行人，没有阳光而枯萎的枯树，这些已经成为了城市主弦律。 在一个偏僻的街角，一个身上刻着蓝色印记的和尚，坐在默洋的面前，禅师后面是一座寺院，石砖做成的屋顶和木头墙壁，显得那么的古朴，周围是遮天的高楼大厦。 老禅师眼神很平静，看着默洋，缓缓说道：“小施主，你在纠结，这会缠住你的脚步，放下这一切吧。” 默洋略显稚嫩的脸庞看着老禅师，说道：“那我甘愿不动，作为一个警示他人的墓碑。” 老禅师转身离去，叹了一口气道：“人终将会逝去，而你要选择这样一条路，那么我也不强求小施主了。“老禅师走进了寺院，关上了木门。 默洋看着充满威严，不可侵犯的寺院，再看看周围繁华的大厦，再看看令人压抑的天空，说道：”人世间繁华三千，唯我一人成梦。“ 说着默洋离开了寺院，寺院再一次沉寂下来，等待着下一个有缘之人的到来。 默洋眼前开始模糊，再一次睁开，是自家熟悉裂缝的天花板，看着周围破陋的民房，眼中多了一些沉寂，喃喃道：”梦一场，又有何人醒着？“说着打开了自己的房门。\n1章【初战】 随手拿起遥控器，打开了电视，”minecraftOL服务器现已登陆，中国首个大型服务器！你还在等什么，快点登陆，客服电话13515.....\" 少年切换了频道，广告嘛，本来就是一种特殊意义的诈骗，被人认可的诈骗罢了，对于这种节目，也是毫无好感。 “籽岷，您在前几年一直用一种绿色、健康的心态做视频，现在已经有几千万粉丝，您现在有什么感想？”一个女主播拿着话筒，问着籽岷 “我个人认为。。。” 默洋直接关闭了电视，拿起沙发上的游戏手环，点了进入游戏，中二满满的说“凡人，看老夫一套带走你们” 。。。。。 巨大的虚拟屏幕停留在面前，默洋没有选择自己平常选择的单人游戏，而是点向了多人游戏。 一个两把剑相互看向的图标浮在空中，利索的按了下去，并且说道“Genuine Login！”【正版登陆，就是用正版用户登陆，至于作用，就不用说了吧？】 【Welocme to Warcraft】 一句惯用的登陆祝贺语响起，下意识关闭了语音指导，打开了服务器指南，找到指令：/Battlefield login。 随着指令输入，一个3X12的格子面板出现，点中进入战场的铁剑图标。 眼前方块刷新一遍，变成了一个断壁残垣的街道，中世纪的建筑坐落在身边，不远处一个身穿皮革甲的NPC，拿着一把石剑，另一只手拿着一杯麦酒，大口的喝着，脸色微红，身边围绕着大量的玩家。 “隔~想当年我拿着一把铁剑，身穿铁甲，骑着烈马杀了好几个~隔~怪物，那些怪物都不在我~隔~话下！”NPC带着酒嗝边吹着牛。 也有一些不够机智的玩家说道“那你是怎么杀的？” 听到这句话，NPC拿出石剑砍下了那个玩家的头颅，说道“就是怎么杀的！” 看到NPC根本不把玩家当一回事，玩家也开始恭维起NPC “我劳格当年可是有着万人斩称号的将军，厉~隔~害不！”劳格又开始打起酒嗝吹起牛来 一看只是吹牛的一个NPC，默洋只是走向了一个头上悬浮着’军需官‘的NPC。 “你好，勇士，我能帮你做些什么？”相对比之下，军需官倒是敬业一些。 “剑士新手套装，呐，6铜币。”说着，丢出了自己开始拥有的10铜币中的六铜币。 军需官直接将1把木剑，一个皮革甲、还有【上挑】、【下砍】的技能书丢给了默洋，然后继续帮其他的玩家。 默洋直接翻开两本技能书，听到提示音【学习【上挑】、【下砍】两个技能 走出小城镇，提示音响起“离开安全区域”，默洋听到冷静下来，看着周围那些对自己不怀好意的玩家，他直接走到刷怪区，听见一个穿着皮革套的人狂妄的说“看看这个菜鸟，我看他一个最小的史莱姆都杀不死，懦弱的菜鸟，连让我出手的资格都没有，等会装备爆了，我看他去那哭去！” 周围人看着自己老大这样，也附议道。 没有理会，拿出自己的木剑，砍向一只刚刚刷出来的史莱姆，史莱姆作为城镇周围的怪物，都是最弱的，但恶心的回复速度，也被一度成为新人杀手。 史莱姆头上冒出-2的字样，但很快出现+3的数字。 默洋略略惊讶，直接反手拿剑划过史莱姆的身躯，待+3还没有出现，又是一个下砍，史莱姆身体一红，倒在地下，绿色的经验进入默洋身上。 【上挑】增加熟练度1，【下砍】增加1 “不过就是史莱姆，这算什么”看到默洋杀了，皮革套也是不屑的说道。 默洋这次，没有沉默，把木剑指向皮革套，道“我要跟你决斗！” “哼”皮革套还是接受了“谁怕谁来啊，等会输了回家找妈妈去吧！” 默洋直接打开指南，找到PVP指令，输出指令。 皮革套拿出一把石剑，舔了舔剑尖，冲向默洋，一刺。 【玩家‘狂少’攻击你，造成伤害-5.剩余血量15】 听到提示音，默洋木剑一挑，将狂少挑起来，又是一划，一个连招造成【2+2】的伤害，狂少在空中也是不断地刺向默洋，默洋却一直防御，只让他勉强造成【0+0+2+0+2】的伤害。 狂少落地，默洋一刺，没有收回来，直接下砍，接着上挑，然后直接往后跳，然后狂少高于6格落下，将自己为时不多的血量扣0，倒下，默洋一个冲刺，捡起掉落装备奔向城池。 【系统提示：【上挑】熟练度增加2，【下砍】熟练度增加1】 “草，追，爆了他装备，敢杀老大！”一个小弟现在才反应过来。 “喂喂，这样太嚣张了吧，还想杀人。”旁边一个红色头发的玩家走了过来，对小弟们说道。 “你是哪个部门的，呸，你是那根葱！”一个小弟说道，直接冲向红色头发玩家。 “记住杀你之人致命，克罗！”克罗反手一划，又一个【冲杀】将将那个小弟杀死，但克罗没有停下来，直接一招【血流成河】让自己的铁剑变为赤红，一砍-12，又补上一刀，在3秒内杀掉一人，又反身一刺，将一个想要偷袭的小弟击杀，只留一个弓箭手，弓箭手很快释放出连射，克罗身上被射满箭，触发被动【狂怒】直接一个大跳，来到弓箭手面前，一剑杀死掉弓箭手。\n第二章 转职 克罗把自己的巨剑从弓箭手的头颅上拔了出来，系统也传来提示，击杀了一名玩家。 不屑的咂了咂嘴，从腰间拿出‘任务目录’，还是一如既往的孤孤单单的一排记录： 【转职任务：狂战士】任务进度：击杀二十名玩家【14/20】  合上了‘任务目录’听到一声匕首破空之声，身子一斜，一把匕首从铁铠上蹭过，溅起了火花，而一个斥候也显出了自己的身体，正是这把匕首的主人。 看到克罗躲开了自己的攻击，也是急忙一个大跳，拿出自己的吹桶，正要射出毒箭，麻痹克罗。 克罗吼道一声：“天堂右路你不走，地狱无门你闯进来，受死！”把自己的巨剑划过斥候，斥候也听到‘叮’的系统提醒：【玩家‘克罗’对你造成了“3+5”的伤害】 默洋也拿起木剑，从背后挑起斥候，斥候关顾着克罗，就怎么会注意到默洋，自然被挑了起来，克罗也是诡笑一下，将自己的巨剑置身与背后，斥候落下来的瞬间，巨剑把斥候脆弱的身躯斩为两半。 克罗将剑重新背在后面，跟默洋握了握手道：“交个朋友，我叫克罗。” 默洋点了点头：“默洋。” 克罗笑了笑说：“想必朋友决定转职成为剑士啊，以后要是有事情倒是要拜托了呢。” 默洋点了点头，剑士在这个周目是个主打职业，可以走两种路线，并且刷各种副本也是十分快速，可以说是一大热门职业。 这个时候，默洋也是听见了一声系统提示：【玩家‘克罗’请求与你成为好友 Yes/No】 默洋讪笑一下，点了Yes，克罗挥了挥手：“时间不早，我就下了，886”说着身形渐渐消失。 自己也是走回了村庄，劳格已经在原来的位置睡了下来，不论玩家怎么样，都不再理会，不过有一些玩家作死，摸了一下劳格，劳格直接起来，暴怒的抡起铁剑给了一下子，直接白光一道，复活。 默洋笑了笑，来到剑士导师【盖尔】，盖尔是一个金发，金甲的战士，是一副标准的主角模样【？】 不带默洋搭话，盖尔就热情的回答：“你好年轻的勇士，我能为你做些什么呢？” 没有丝毫迟疑“我想成为一名伟大的剑士！”毕竟是网游，还得做一副很憧憬的样子，才能获得好感，免得成为恶劣态度的玩家。。就像劳格杀得那几个作死玩家。 盖尔大笑道“太好了，我光明教廷一定可以崛起！勇者，我需要你去击杀一些邪恶的生物，村门口外围有一些恼人的格林布，真是令人讨厌，勇者你愿意嘛？” 默洋直接快速的点了Yes，然后走向村门口。\n第三章 格林布药剂师 格林布，是在2.3版本中增加的一种新怪物，他被赋予了一些特殊的AI，他们主要有4种，随机生成为火枪手，以及皮革甲以上的战士，类似于女巫一样的药剂师，还有其中最稀有的疯狂格林布，他会爆炸，每次的爆炸都会造成一些令人惊讶的伤害。 九个帐篷围绕着一个炙热的火塘，在最庞大的帐篷边，矗立着一根图腾，上面雕刻着一个个格林布，他们手里拿着石剑、药剂、打火石、以及金钱，对于现在智力已经退化的基本为0的格林布来说，只不过是一个普普通通的柱子，而对于一些特殊的研究者来说，却是一件无上之宝。 格林布依靠着本能行事，他们做不到使用科技高的火枪，也用不了打火石，金币也只是一种物品，他们拿着白骨大棒看着所有经过这里的生物，眼神呆滞，只有战斗的时候，双眼才会多一种嗜血。 默洋舔了舔嘴唇，拿起自己唯一的一把武器——木剑，他从远处看到血量条的时候也是一惊，高达40的血量对于还在新手村的玩家来说，无疑是一个巨大的威胁，他于是开始单刷那些令人恐惧的石像，虽然他们的攻击力高，但是血量低，行动笨拙，只要有一点意识就可以击杀，但是这些前提都是——一把好的武器。 手中的木剑是自己通过击杀十几只魔像然后换来的10个铜币换来的一把木剑，一把石剑就需要21个铜币，这让人也是格外不爽，他现在终于等到了这一天，自己的上挑已经升到了Lv.2级别，可以做到挑起更长的时间，自己的下砍也是升到了LV.3,在这个级别可以做到0.5秒内使用，可以说是一大利器。 他没有什么怒吼，只是简单的掏出一把弓，这是他杀几只骷髅弓箭手的时候，爆出来的，耐久只有寥寥的4，箭也只是有2个，他看到这把弓心中也是无奈，毕竟自己更精通的剑术，而不是远程武器，自己连能不能射中都是一个问题。于是他现在只好做一些冒险的举动：比如在不远的山丘上射向最近的格林布，格林布皮肤青绿，口水一滴一滴的滴在下面，眼神一如既往的呆滞。 手上的线一松，三点一线，弓箭笔直的射向了格林布的右手，格林布大吼一声，眼睛开始泛红，跑向默洋，没有太多废话，直接拿起手中的木剑一个上挑，造成【5】的伤害，然后在掉下的时候，受到高出掉落的伤害，一个下砍， -3 -2 在下砍后，直接补上一个平砍，让格林布吃痛，拿起巨棒砸向默洋。 默洋一个翻滚，这是长期单刷魔像的意识，魔像那高达9的伤害可不是假的，来两下就可以去跟泉水见见面了。 然后又是上挑，下砍，击杀了格林布，接着又是同样的打法，杀死了第二个，由于有了经验，也没有那么紧张了，接下来他看向了唯一的一个格林布药剂师，药剂师血量是30，虽然减少了血量却是增加了攻击手段，伤害药剂和失明药剂。 由于已经没有箭了，弓就是一个摆设，默洋只好与药剂师肉搏，但首先，他打开了自己的背包，一个皮革衣服正静静的摆在角落里，直接穿上皮革衣服，这个是他杀皮革僵尸的时候唯一暴出的一件装备，虽然耐久只有少的可怜的17，但总比自己裸体与怪物肉搏的好。 从山丘上滑下来，带起一片尘土。\n\n第四章 副本 格林布药剂师头上顶着一个红色的名字【药剂师·艾格里】，双眼通红，手上拿着的药剂正冒出热气，周围都摆满着森森白骨，嘴角挂着诡笑，一种说不出的癫狂。 默洋拿起自己手中的木剑，跑向了艾格里，艾格里，就在9格的位置，艾格里突然转向了他，丢出了一瓶伤害药水。 猩红色的药水泼洒在身上，红色的火星溅射出来，飞溅到了默洋脸上，尽管皮革铠甲挡住了大部分伤害，但还是让他头上响起一个红色的数字 -5 据自己之前的经验，艾格里每三次使用伤害药水，下一次就会使用喷溅型 治疗药水，要做的就是，躲开三次伤害，然后冲到前面，吸收治疗药水的效果，然后继续攻击和躲避。 不出所料，艾格里再丢出第三瓶伤害药水后，手上拿的果然变成了粉红色的治疗药水，默洋一看好机会，直接冲了上去，粉红色的药水飞溅出来，默洋直接冲了过去，把艾格里挡在了身后，吸收了大部分治疗药水，然后对后面一次，上挑，直接击飞了艾格里。 艾格里再空中无法做出效果，双手刚刚拿出一瓶凋零药水，就因为系统判定，强行消失了。 一个侧翻，滚到了艾格里落下的位置，直接下砍，—13！ 打出了紫色的暴击伤害，然后又是一阵乱砍，在艾格里头上响起【-1 -2 -1 -3 -2- 2 -1】的伤害的时候，艾格里也拿出了一瓶灰色药水。 默洋一看，着灰色的药水竟是讨厌的失明药水，连续后翻，拉开距离，依旧晚了一步，灰色的药水洒在了默洋身上。 周围霎时一暗，然后自己脚下就溅起了一大堆伤害药剂的红色火星，扣到了4滴血，疼的默洋咬紧了牙关。 默洋一看最后几滴血，心想一拼，直接冲上去，上挑，下砍，上挑，下砍，乱舞，听见一声悦耳的声音，绿色的经验围绕在身上。 也是一阵轻松，瘫倒在地上，打开背包，只看见背包里的中间躺在自己之前杀其他哥布林的一个皮革头盔，和打艾格里爆出来的一瓶暗红色的药水 【嗜血药剂】 效果：使目标短暂的攻击力增加13％，并且会对第一个攻击的目标造成暴击 皮革头盔拖到了装备栏的头部，把嗜血药剂放到了快捷键位置，关闭背包，几十个小型绿色方块聚积在头部，然后一散，留下一个不知名皮毛做的头盔。 这个时候，一个窗口出现在面前，把默洋吓了一跳，只听见克罗德头像出现在眼前，克罗一副轻松的样子，说道：“嘿，默洋兄弟，我这里要打副本来不？是地下矿坑，我这边已经有了几个人，都有挖矿2级。” “地下矿坑？”听见这个名词，到时提起了默洋的兴趣，说实在，默洋一直都是属于那种打野怪的人，很少去上论坛和打听消息，至于挖矿2级，也只不过是被认为一个副职等级罢了。 “哦，对对，我现在就给你吧副本资料发过来。”克罗这个时候才想起默洋这个练级狂人，根本不会思考繁琐的副本，而是去单刷一些高级野怪。 接着，一个小窗口出现在右边，拖到眼前，原来是副本资料。 黑洞洞的洞口，上面只有一个破旧的牌子，上面模糊不轻的写着矿坑，右边挂着危险的标志，周围都是黄沙和石头。 【地下矿坑】 背景：这里本来是一个普通的矿坑，是矿工们工作的地方，就在一天，当人们与往常一样来到矿坑，只看见了满洞穴红色的眼睛，以及嘶嘶的吼叫声，人们只不过认为是一些蜘蛛罢了，一个矿坑带着火把走了进去，人们只听见了他的惨叫，感到恐惧的人们，很快的封锁了这个矿坑，但有一些贪婪的人还是偷偷进去，然后偷偷的消失，村民这才感到这个洞穴的不一般，请求冒险家进去探查。。。。 “天呐！他们。。。太多了！我要逃离这里！不！不！该死。。。的。。。”死亡者的遗言  看完这个故事，默洋嘴角微微一扬，笑道“有趣，那么就说定了。”说完，就关掉了窗口，离开了原地。\n\n地狱烈焰 地狱，怪物们的聚集地，也是地狱方玩家们的出身点，玩家的到来，打破了这里沉寂已久的死寂。 地狱堡垒中，地狱岩组成的城墙依稀可以看清曾经的威武雄壮，不过现在只是断壁残垣，一名猪人正拿着金剑靠在墙上。 恩格斯是一名有着自己判断的猪人，当他从自己同胞的尸群中摇摇晃晃的站了起来，他感受到一种无名的怒火从心中蔓延开来，他不知道自己是谁，但他感觉到了愤怒，没有任何原因，他开始屠杀自己所见的其他生物，恶魂，地狱史莱姆，烈焰人他们被杀的几乎灭绝。 而他再一次反应过来，周围早已是死寂，他感到了孤独和绝望，直到他发现了一扇地狱门，那个紫色的屏障仿佛在召唤他，他踏了进去，看到了跟地域截然不同的地方——主世界。 当他在夜晚看到那些生物们的时候，他发现自己需要一个军团。 这些就是他出现在这里的原因，他在等一个烈焰人，那是他从几天前发现这里多出一些异常的生物的时候，他发觉他们并不与其他同类生物一样依靠本能，似乎跟自己一样有着判断与思维。 他抓住其中一个烈焰人，质问道，烈焰人没有回答，而是看着他说：“我可以帮助你来到呢个美好的世界。” 这一次，他选择了妥协而不是大开杀戒。 一个烈焰人漂移过来，他看着恩格斯，说道：“夺回世界，我们需要先找到其他的生物群体，然后入侵那个主世界。你有什么消息么。”烈焰人没有用乞求，而是一种命令的语气说道。 恩格斯握紧了手中的金剑，以往他会杀掉他，即使求饶也会如此，但现在他有求与他，局势就完全不同了。 “在南方，有这样一群猪人群体，他们正在朝这边进发。” “恩？”烈焰人不再傲慢，而是紧张起来，他知道自己或许欺负欺负这个猪人还行，但是面对一群猪人完全不可能的事。 恩格斯没有说话，从他那一点的智慧中，看到这样一个欺负自己的人吃亏还是十分有趣的。 “那么就这样吧！”烈焰人突然急促的离开了这里，他已经感觉到了迫在眉睫，已经来不得自己散漫了。\n\n第六章 怒刷矿坑【上】 废弃矿坑副本面前，4个青年站在那里，十分着急。 “该死的，克罗你说好会有强力的人，帮助我们的！”其中一个带着矿工帽拿着稿子的说道 “是啊。”旁边一个拿着铁镐说道。 克罗没有解释，只是看向了穿着破烂皮革甲和木剑的青年。 木剑青年没有解释，转身走向了副本，留下一句话“爱打不打，我就这个意思，要就进来，不信任我，就走开。” 两个矿工也是面面相觑，最后还是进去了。 克罗这时候才叹了一口气，都是自己没做好，但他找到两个挖矿技能3的人的时候，很是兴奋，直接联系了默洋，默洋因为长期刷怪，身上装备也邋里邋遢了一点，态度也是很横，自然两个自己认为很重要的矿工不高兴了。吵了起来，抓住默洋不出装备这一点吵了起来。 “诶。。”然后克罗也走了进去。 ——————————进副本—————————————— 四处都是蜘蛛网，耳边传来蜘蛛的嘶吼声，两个自己感觉良好矿工也咽了一口气。 默洋擦拭了自己手中的木剑，然后走进了昏暗的矿洞深处，随后传来得是蜘蛛死去的哀嚎以及更多蜘蛛的吼叫，克罗一看也立马跟了上去。 用力一刺将前面一只毒蜘蛛刺死，随后擦了擦汗，又转身砍了几下后面的蜘蛛，嘶吼声几乎令人崩溃。 克罗也帮助了他，杀出一条路来，来到身旁将左手一只欲要偷袭的小蜘蛛杀掉，说道：“诶哟卧槽，蜘蛛怎么多，你怎么过来的。” 默洋笑了笑，继续杀着蜘蛛。 克罗怒吼一声，将一只飞过来蜘蛛击飞，用刀刺向另一只蜘蛛，皮肤变得猩红，血雾翻滚，开启了疯狗模式【嗜战】后的克罗根本是一刀一只蜘蛛，不断响起蜘蛛的哀嚎。 最后一只蜘蛛的哀嚎结束后，剩下了蜘蛛网和矿物，这时矿工才过来挖走矿物，克罗和默洋坐下来吃食物，回复着血量。 顺便打量着两个矿工\n\n第七章 怒刷矿坑【下】 铁靴子，手拿铁镐，带着一个矿工帽，原本的皮肤已经沾满了炭渣，正专心致志的挖掉眼前的铁矿，看起来十分认真。 另一个，拿着石稿，没有装备，插好火把便开始挖矿，令人注意的是，他挖得是红石矿，红石矿掉落下来发着红光的粉末。 “怎么了。”克罗来到默洋身边，拍着肩头问道。 摇了摇头，感觉到了一丝不对劲，但也没有什么证据显示。 克罗把默洋的反应看了下来，又看了看挖矿的矿工，仿佛明白了什么。 两个人挖完矿物后，便走向了一个矿道，下一个矿道内有着几个僵尸和三只骷髅射手，对于四人的到来，毫无反应。 克罗率先冲到前去，一个嘲讽，然后开启狂怒，杀气了僵尸。 默洋也绕开了交战的克罗，跑向了远处的骷髅射手，直接砍向了骷髅射手的头颅，头颅掉下，弓箭手也化为了细小的方块，剩下的骷髅射手眼中灵魂变成了红色，射出了弓箭。 默洋身上也插满了箭羽，一个翻滚，然后继续斩下头颅。 这个时候，克罗也杀死了僵尸们，两个矿工也开始了挖矿。 当那个没有装备的矿工从默洋身边走过的时候，一笑。 默洋一惊，可还是被矿工刺中了一剑，看向了那个矿工。 “啧啧，死在我耶鲁比的手里是你荣幸啊。”耶鲁比戏谑的笑了起来，这个时候也穿上了一套附魔的铁铠。 【铁凯与铁甲不同，防御值更高，并且纹理精细】 “原来是怪物方的僵尸玩家，还是著名的冲击玩家耶鲁比，没想到怎么快就来到中立地带了。”克罗这时也认出了耶鲁比，说道。 耶鲁比癫狂的一笑“没错，我就是，你们都得死。” 说着将铁恶狠狠的刺向默洋，默洋一个后翻滚，然后木剑一划，连铁铠的印子都没留下来，耶鲁比却又乘胜追击，不断的刺向默洋，这个时候，默洋剑上闪出绿光，如同天上的流星般快，却又翡翠般绿茵。 耶鲁比看见绿光也一愣，接下来，绿光闪烁，将精致的铁铠破开，耶鲁比身上更是冒出——21的数字。 接下来，耶鲁比化为粒子，默洋也靠着剑哆嗦的站立着。 听到却是通关的声音。 随手选择了一件奖励，便退出了副本。 。。。 几个小时后，副本门前三道白光闪烁，正是默洋一行人，看着手中18次的通关证明，潘达的手也不由得激动，他终于相信自己之前的决策是正确的。第八章 擂台战 左下角的聊天框突然出现清屏，然后面前出现一个语音框，默洋轻微触碰一下语音框。 “喂喂，听得见么。好的，我是这个服务器的OP，现在举办活动，擂台战活动开始，在倒计时后，大家会被强制传送到哪里，你们可以选择逗留，或者回去。那么，就是这样了撒~”传来一个年轻男子的声音。 天空上的粘土组成的网址，下行突然出现了一个绿色羊毛组成的阿拉伯数字5。 耳旁也传来提示音：“5” 随着绿色羊毛的不断变化，到了1的时候，盯的一声，面前的方块也散去，快速地重新组成后，又是一个新的画面，自己置身于一个巨型的天坑之中，中间一把巨大的长枪矗立在中间，泥土在飞溅，大地上裂变开来，周围突兀起来。 其他的玩家有的只是，不耐烦的说出/back，不紧不慢的观察这周围场景的，抚摸着自己的剑的。后者则更为多一点 空中一名戴着兜帽的青年，看到至此，为之一笑。打了一个响指，然后全频说道：“那么好了，各位擂台战正式开始了，服务器记录下你们PVP的数据了，如果你设定的话，可以让别人看不见哦~不过那样很无聊就是了呐呐。” 默洋面前也出现了一个淡蓝色的面板，白色的字体显示着 silence_sea 斩杀人数：3人 杀戮技巧：4.5【满分10】 评价：杀戮技巧并不高超，或许是杀的人少？   （ ）是否显示自己数据   点了X后，继续看向OP。 “啊喂，那个人杀了128，到底多嗜血啊。”一个人看着一个全身钻石甲，手拿钻石剑悠闲的眯着眼的青年小声的与周围的人讨论道。 “是啊，是啊。。” “希望不要碰到他” 声音不大，钻石剑青年还是能听见，但还是一副无所谓的样子。 OP顿了顿说道：“这样的话。。。。我会把杀戮技巧和斩杀人数综合起来比较多的作为擂主，好了，那么开始~” 周围突然出现了一个个天坑，钻石剑青年也是掉了进去。 “有谁要挑战呢~”OP不在意的说道。 一个铁甲的青年，跳向了一个全身附魔金甲的青年，没有开场白，只是一砍。 【PS：minecarft中的PVP技巧也是包括的~】 附魔金甲也毫无以外，将铁剑一横，身上溅出白色的粒子，本来40的血量也是滑到了31。 【PS：杀的人越多和装甲以及职业，会增加一些哟】 身上释放出银色的斗气，铁剑变成了银光，金甲青年的身法也越来越诡异和说不出的优美，旁边一个明白的人说道：“wow，这是骑士3转的技能【银体诡步】会增加战斗力和闪避率还有速度，有的看了！” 金甲青年继续使用这银体诡步，时不时向铁甲青年刺去几剑，不过都被铁甲青年给化解了，不过铁甲青年现在也是十分费力。 反观骑士青年，却是一副轻描淡写的样子，似乎根本不在意自己的攻击是否命中 铁甲青年开口：“我潘达一定要与你战个痛！” 骑士微笑了说道：“来试试吧~” 潘达大和，身上也冒出狂战士的技能【怒气翻腾】。 一场精彩的战斗即将开始\n\n第九章 解颅食脑 潘达将剑一挥，铁剑银白色的剑刃深深的插入了泥土之中。 一声怒吼，双手冒出了酒红色的火焰，接着火焰间接吞噬掉了两只手到肩膀的地方最后才停了下来，火焰如同红酒般深邃的颜色令人着迷。 如同动物一般，用双脚双手同时前行，身上的火焰这个时候也更加盛大，不知是不是默洋的错觉，潘达头上的血条也变成了酒红色。 骑士这个时候收起自己的微笑，单手将剑抬起，右手抚摸着剑刃，如同抚摸着自己的情人一般。 肩膀上的肩铠也散发出了金黄色的光芒，头盔上也散发，不，闪耀着不可侵犯的金光，不只是盔甲，连整个人都散发着光芒，令人睁不开眼。 潘达似乎毫不受到光芒影响一样，继续冲锋者，终于在接近骑士的时候，嘶吼出了野兽的吼叫，右手恶狠狠的拍在骑士的肩甲上，然而骑士的血条没有任何的减少，只是光芒减弱了一点，潘达没有注意到，继续将左手拍在了另一个肩甲上，并且做出了要扔出去了的动作。 骑士将剑刺向了潘达的腹部，脆弱的铁甲没有起到任何作用，金剑刺入了潘达的小腹，潘达一声嗯哼，手上用力没有减少，更有增加之势。 “啊哈！”将骑士扔向了后方，身上的火焰更加盛大，吞噬掉了脖子和肚子的地方。 骑士虽然做好了准备，但还是被摔了一个七荤八素，用剑支撑着摇摇晃晃起来的时候，用余光看见，潘达继续向自己冲锋，似乎是要彻底解决掉的骑士。 潘达怒吼着，冲向了骑士，骑士一下子被击飞，潘达抓住了骑士的头颅，火焰在骑士的头颅蔓延开来。 骑士哀嚎着，“不要，不要杀我啊！”但只是激起了潘达的血腥，竟撕开了头颅，火焰突然像是找到了方向，同时钻进了头颅里面的地方，潘达全身的火焰像是被骑士吸取似得，一下子燃烧在骑士的身上 火焰如同一个饥饿的野兽，吞噬这骑士，伴随着骑士的惨叫，第一场擂台赛结束了，也是最惨烈的结束。 挑战者也是一副心寒的样子，没有再看潘达这边。\n第十章 程序默洋沉默看着擂台战，耳边听着呐喊声和喝倒彩声，点开面板，将信息下的任务面板打开 任务：先知 要求：预测擂台的胜利 进度：1/10  低吟道：“自己为什么要手贱的接受呢。。。” ————————————————————1小时前————-—————————— 自己拿着10次通关证明的荣誉之稿默默发呆时，耳边传来“盯”的一声，然后。。。没有然后了 面前是喜闻乐见的找不到链接，也就是掉线。。 点下回到主题面板后，面前所有方块都停止流动，颜色要稍微偏白了，接着自己面前不再是方块一大片的游戏世界，而是纹理清晰的现实。 窗外是霓虹灯的闪耀，车流的川流不息，家中一片漆黑，唯一还在发光的就是自己家的电闸，恩，正在跳跃在火花。。。 “啊喂！”默洋终于意识到发生了什么，跳过茶几，把电闸拉下，火花飞溅到身上，过了几秒后，终于停止了火花。 “差点就死了。。。继续进游戏吧。”正要打开自己家的柴油发电机。 满是铁锈的铁皮。。而油箱也是空空如也，堆积着油渍。 略微思考后，决定去买点吃的，然后回来再开启电闸。 打开门后，一个虚拟便条贴在门上，随手打开。 一个小丑跳了出来，笑嘻嘻的扔出了一个盒子，然后消失不见。 “虚拟动画么，谁怎么无。。。聊，哪来跳出的盒子！”正要抱怨几句时，脚下正好踢到一个大盒子，并且与自己看到的一样。 在用手撕开彩带后，箱子里面摆放的东西——漆黑的涂漆，绿色的字母刻在左边，发出淡淡的荧光，全身散发着神秘感。 作为一个好青年，默洋认出了这玩意，读取盘U1，这是在头盔出现后的附带品，这可读取头盔中的数据，当然也可以录入，U1则是市场价5000的特殊品，至于怎么高价，只因为他的保密性，除非通过使用者的登陆许可，否则是不可能读取其中内容的，还会将电脑瞬间充满文件，当然只是写着A的十几T的文件而已。 “喵的，谁家败家子送的，算了打开试试吧。” 右手触碰后，快速打开了其中的文件“先知” 一大堆绿色代码快速闪过，接下来，这个U盘就直接发出火花，成为废铁了。 然后，在一次启动头盔后，进入服务器后就多了这个任务了。 现在看不出任何好处的程序，唯一特别在于“多出了一件装备。” 先知项链 平凡 智力+1 timorlisont+9  这个看似鸡肋的装备，而且附带的奇葩属性timorlisont，到目前为止不知有何用，不过在预测正确一次后，这个装备的timorlisont也变成了+10.。。。 “嘛嘛，看起来是什么好东西呢，有趣呢~”   ——————————某机房内—————————— 一个带着小丑帽的少年，通过摄像头看到默洋接受了自己的“礼物”后，露出了兴奋的笑容，“啊哈哈，这家伙拿到了后，可以让那群家伙手足无措吧！” 说完，看向了被他打晕了的保安们，然后从口袋里掏出了一个白色试管，将里面的白色液体喝了下去。 少年的眼前变得模糊起来，在一次眨眼后，眼瞳变得白色。\n\n",
    "replies": [
        {
            "author": "444801751",
            "timestamp": 1394972580,
            "txt_content": "本帖文字众多2333"
        }
    ]
}