{
    "title": "<连载·单章>【杀戮游戏】[作者：hznb][第五章 复仇]",
    "author": "hznb",
    "replyCount": 4,
    "timestamp": 1395055860,
    "txt_content": " 本帖最后由 hznb 于 2015-1-28 21:06 编辑 \n\n废话，即戳即看第五章更新完毕\n\n\n\n正文（1073字）\n  “叮咚！系统认证player 1获得打滚技能。”\n\n  “叮咚！由于player 1第一个获得技能，将他的‘打滚’升级为‘打滚+1’”\n\n  脑内突然冒出的声音让曹小睿拿着稿子正要挖掘的手顿了一下。\n\n  “打滚？什么玩意儿，麦块里还有打滚？”曹小睿挠了挠头。\n\n  一个蓝色的末影珍珠从曹小睿的体内飞出来，说道：“恭喜player 1发现技能系统，请注意你血条的右方，有一个翻滚的图标，那就是你的打滚技能，技能是有冷却时间的，可以用经验值升级，进阶时需要特定物品。”\n\n  “哦？经验值升级？那我现在就要升这个技能。”曹小睿十分急迫地说道。\n\n  “你现在的经验可以将‘打滚+1’升为‘打滚+4’，是否升级？”\n\n  “是是是是是”\n\n  “叮咚，‘打滚+1’成功升级为‘打滚+4’，冷却时间降为10秒。”\n\n  “耶！”曹小睿开始手舞足蹈起来，他突然头朝下，利用惯性在地上翻滚了一圈，这就是打滚。\n\n  “太好玩了，再来再来。”但是曹小睿发现他并没有打滚，而是向前走着，血条旁那灰色的技能图标好像是在嘲笑他的无知一样。\n\n  “我居然忘了技能是有冷却时间的。”曹小睿十分懊恼的嘟囔道。\n\n  于是乎，接下来的一个小时，曹小睿都在玩他的打滚。\n\n  “嘶...嘶...”苔石墙后的蜘蛛似乎是不满曹小睿的脱线，说好的复仇呢。\n\n  曹小睿突然一愣，这才想起来之前被打滚吸引过去了，本来心中的怒火被好奇赶走，导致都没有去报大仇。\n\n  “好，就让你们感受一下我的怒火！”曹小睿用钻石镐敲出可以通过一个史蒂夫高的洞，钻石镐之神速超乎想像。\n\n  只见小蜘蛛向曹小睿飞扑而来，曹小睿没有慌，一个打滚技能绕到它的背后，迅速的起身回头给了那小蜘蛛一剑，但其余的小蜘蛛也不是摆设，齐齐飞扑向曹小睿，曹小睿以退为进，用放风筝的方法把小蜘蛛们全部砍死了。\n\n  “有了线就能做鱼竿，我的饥饿度也就不用担心了。”曹小睿俯身捡起从蜘蛛身上掉落下来的线和蜘蛛眼，心里也是笑开了花。\n\n  望向刷怪笼旁的箱子，曹小睿拿着钻石剑的手有些僵硬了，咽下一口吐沫，收好钻石剑和钻石镐，曹小睿用双手十分珍重地打开了箱子，里面放着的，是两个鞍和一个铁马铠，还有若干个面包。\n\n  曹小睿抚摸着鞍，这让他想起了当年和胖子骑着猪在平原上肆意驰骋的画面。\n\n  “唉，花正开人不在，胖子应该会想念我吧，”那脸上是满满的悲伤，不过只是瞬间，他又变回了自信，“我一定会活着出去的！”\n\n  收好思绪和战利品，曹小睿回头将刷怪笼给破坏掉了，在曹小睿的原则里，这东西留着就是祸害人。\n\n  召唤出熔炉，曹小睿将煤炭和一路上挖到的矿物一并放了进去。\n\n  值得一提的是，在曹小睿五级的时候，末影珍珠告诉他可以不用做熔炉了，因为他解锁了召唤熔炉系统。\n\n  烧好矿物，经过一番行走，曹小睿终于离开了这个让他浑身不爽的地方，想想以前在服务器里遇到的挖矿狂人就冒冷汗。\n\n  “咻”一支冒着白光的箭矢向曹小睿射来，曹小睿一个打滚躲掉了箭矢，起身向骷髅弓箭手冲去。\n\n  “小白啊，你是第二个见到我打滚技能的怪，你很幸运，然后，你可以去死了。”曹小睿一个跳斩劈到了小白身上，打出暴击伤害。\n\n  小白，卒。\n\n  “player 2进入路易泡世界，将在十分钟后随机降落。”天空传来了声音，只不过这次可不是关于技能的喜讯了。\n\n  “哦哟，player 2啊。”曹小睿看向天空喃喃地说道。\n\n\n上一章  濒临死亡          索引贴          下一章  地下生活 \n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "tyson",
            "timestamp": 1395056040,
            "txt_content": "还好\n加油"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395072600,
            "txt_content": "果然中二"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1395097800,
            "txt_content": "他打开了箱子，里面赫然放着两个鞍，还有一个铁马铠跟三个面包。这里用赫然不妥\n不对，好像还得要胡萝卜，算了，再讲吧，三个面包，太棒了，马铠啊，太好了。”曹小睿现在几乎都不相信眼前发生的这一切。1.再说吧 2.不敢相信\n突然，一个有点天真的想法从他的脑子冒出来，他放了一块石头，使整个刷怪房只留一个方块高的洞。这里用天真显然不妥\n [另∶标题中的复仇没有很好地在本章体现出来]"
        },
        {
            "author": "hznb",
            "timestamp": 1395135900,
            "txt_content": "Lucky777777 发表于 2014-3-18 07:10\n这里用赫然不妥\n  1.再说吧 2.不敢相信\n  这里用天真显然不妥\n谢谢，我会改进的"
        }
    ]
}