{
    "title": "<连载·单章>【红石狂潮】作者：赤仙[第二章 惩戒骑士]",
    "author": "CloudsXDao",
    "replyCount": 13,
    "timestamp": 1395069240,
    "txt_content": " 本帖最后由 CloudsXDao 于 2014-8-7 21:34 编辑 \n\nBGM\n\n—————————————————————————————————————————————————————\n正文\n 无名小村和斯诺城同在红家族领土内，但却要先去离小村有八九公里的汉斯镇坐载客矿车，才可以到斯诺城的矿区站，假如用走的话，还没走到斯诺城就饿死在半路了。“我就送你到这了。”老西蒙在车站前停了下来。\n“你不和我一起去吗？”敏尔问道。\n“怎么，这么大了还离不开爸爸吗？”老西蒙笑了,说道。\n敏尔尴尬的摸了摸鼻子，拉了一下背上包袱的肩带，“那...再....”\n“轰——”突然一阵热风袭来，敏尔和车站周围的人一阵踉跄，同时听到一声喊呐,“这已经是我红家的领地内了！腓特烈你还要继续追吗？！”\n街道尽头一个人影闪过，被巨大的冲击力压迫的踉跄不已。\n人影晃了晃身子，一身红衣飘动，是一个英姿飒爽的男子，看上去三十左右，看清他的容貌后，敏尔没注意到老西蒙的身体不由自主的颤抖了起来。\n“当然！履行光明的意思，是我的使命。”火光一闪，一个竟然全身都穿着黄金铠甲的中年人拿着一把泛着附魔的光晕的金剑出现在敏尔视野内。\n光明圣骑士！敏尔瞳孔一缩，没想到在这个小小的汉斯镇也可以看到光明圣骑士。\n作为光明神殿的守护者，四大光明圣骑士每个都有传奇以上的力量，和各自不同的装备。\n四大圣骑士分别是放逐骑士——侯赛因，惩戒骑士——腓特烈，破暗骑士——卡特罗，审判骑士——埃尔。\n而惩戒骑士——腓特烈，继承的，就是光明神座下的火焰神的语和剑器“烈焰”。\n腓特烈手一抖，一条火舌在剑尖吞吐，心中默默吟唱“惩戒·火焰”，看样子是做好了随时战斗的准备。\n“光明骑士一个个都是疯子！”红衣人咬牙切齿的说道，“看来只有一战了！”\n说着，双手一凝，凭空结出一把银色的机械手枪，上面红光流动，一看就是高级货。\n是一个传说机械师。敏尔瞬间做出了判断，但是他已经没有刚刚那么冷静了，传说已经是接近神的领域了，是比钻石还要稀有百倍的存在，何况现在摆在敏尔面前的，是传说级的机械师，而这场战斗对敏尔的机械师的实战能力有着不可言喻的帮助。\n这时，腓特烈连跨三步，速度快得不可思议，一瞬就冲到了红衣人身前，接着就是一击。仅仅是毫无技巧的横斩，就仿佛有着强大的力量，隐隐可以看到空间被高温灼烫得有一些扭曲，连离光明圣骑士十几米远的敏尔都可以感受到一股高温扑面而来。\n在这个距离内，手枪的优势受到限制，而且红衣人手中身上并没有防具，应该怎么防御这一剑呢？敏尔死盯着红衣人，不敢放过一个细节。\n红衣人不由自主的退了一步，但拿着手枪的右手往上一送，用枪管生生架住了腓特烈的剑，并且顺势放了一枪，腓特烈向后一仰，手中金剑一退，喝道“惩戒·风炎！”\n又一次爆炸。\n爆炸的中心是红衣人手中赤枪发射出的子弹。\n“啧！”红衣人咬牙，向后一蹬，跟上被爆炸冲开的腓特烈，连开三枪，子弹划破空气，腓特烈只好把剑横在身前，怒喝——“惩戒·封虚”！\n子弹一顿，腓特烈借机向旁一闪，躲过了三枚子弹，身形一晃，携着炽热的火焰劈向红衣人。\n红衣人的嗓音有些低沉，似乎已经油尽灯枯，“红械·临。”，手臂用力抬起，枪身浮起红色光芒，猛地射出一道红光，瞬发即至，打中了腓特烈的右胸。腓特烈身形一顿，一朵血花绽放在腓特烈身上。\n红衣人心中狂喜，正要乘势再击，却眼睛一暗，失去了意识。\n“到手了。”空气发出声音让人很不舒服，敏尔找不到形容词，就好像金属碰撞所产生的声音。\n“好！”腓特烈扶着胸口半跪在地上，伤口还在流血，刚刚那一击他的损失也不轻，环顾了周围，似乎是自嘲的笑了笑自己太过警惕，直接双目一闭，身上火焰又起，疗起伤来。\n“要把这些人杀了吗？”空气又说。\n话音没落，敏尔浑身的猛然汗毛乍起，恐惧充斥着他的大脑，虽然他看不见那个“人”，但是他可以感受到，感到一只地狱猪人看着他。\n他这个弱小的史莱姆。\n“这...”敏尔动了动干燥的嘴唇，最终还是什么都没说。\n“不用，不用，我们还要靠这些无知的群众来传播我们光明神殿向红家族宣战的信息呢！”腓特烈抬头看了看围观的民众又低了下去，抓起红衣人，说道。“走吧。”\n“你们光明神殿的作风真让人讨厌。”空气一阵荡漾，说道，“不过这也是我喜欢你们的原因。哼哼。”\n腓特烈一笑，扭头看向敏尔这边，却一愣，轻轻说道：“似乎不是全部都是无知的人哦...”\n说着，火光一闪，腓特烈便不见了，空气也再不出声，似乎也是走了。\n敏尔有一种劫后余生的感觉，他扭过头，正准备和老西蒙谈谈刚刚的事，让自己和他轻松一点。\n老西蒙一脸凝重，也许在思考着什么，忽然，眼神爆出精光，敏尔此时刚刚好看过来。\n敏尔看到老西蒙这个表情，心脏慢了半拍。\n他从未见过老西蒙有这样的目光，老西蒙每天脸上都挂着笑容，没有一个人怕他，即使在小时候敏尔惹他生气了，在敏尔的道歉下，他的眼神也会慢慢软下来。\n而看到现在的老西蒙的目光，敏尔感到的比刚刚更大的恐惧和绝望。\n那是一种如何的噬人的目光啊，敏尔浑身战栗了起来。\n老西蒙像一把利剑收鞘，笑容又出现在他的脸上，看向敏尔，像个没见过世面的普通老头一样，喋喋不休说道：“刚刚真是吓死我了，光明圣骑士居然出现在这个小小的......”\n“敏尔...你怎么了？”似乎是注意到了敏尔看他的目光有些奇怪，老西蒙关切的问道。\n——————————————————————————————————————————————————谢谢你的观看！改了一点2014.6.25\n如果觉得我写的不错，就在索引和本章发点人气鼓励我一下吧！索引\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "Worf丶Horo",
            "timestamp": 1395069420,
            "txt_content": "一天更两章，少年好耐力，不像我。。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395069480,
            "txt_content": "Worf丶Horo 发表于 2014-3-17 23:17\n一天更两章，少年好耐力，不像我。。\n其实第一章以前就有，我只是改一下而已：9"
        },
        {
            "author": "pacerrecap",
            "timestamp": 1395070740,
            "txt_content": "强烈谴责LZ，题目红石其实和红石根本没关系，我裤子都脱了你就让我看这个。。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395070800,
            "txt_content": "pacerrecap 发表于 2014-3-17 23:39\n强烈谴责LZ，题目红石其实和红石根本没关系，我裤子都脱了你就让我看这个。。 ...\n慢慢就会有的：3"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1395098160,
            "txt_content": "  还不错 支持一下"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395156360,
            "txt_content": " 本帖最后由 CloudsXDao 于 2014-3-18 23:38 编辑 \n\n不知道有没有看过这一篇呢：3@打酱油 \n"
        },
        {
            "author": "zhh30648",
            "timestamp": 1395156900,
            "txt_content": "楼主我猜下剧情 一定是主角学会了机械红石 然后跟这种魔法派的骑士干上了 \n还有 最好发动技能的时候别喊名字 技能有名字是好事 但多了就显得滥了 更仔细的描写技能效果会更好"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395157020,
            "txt_content": "zhh30648 发表于 2014-3-18 23:35\n楼主我猜下剧情 一定是主角学会了机械红石 然后跟这种魔法派的骑士干上了 \n还有 最好发动技能的时候别喊名 ...\n其实那个名字是像言灵一样的东西......从设定上讲是必须念出来的。\n顺便一说你猜错了......"
        },
        {
            "author": "zhh30648",
            "timestamp": 1395157560,
            "txt_content": "但我看打架喊名字越看越中二...不能变成吟唱这样更帅气一点的么...个人观点"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395157620,
            "txt_content": "zhh30648 发表于 2014-3-18 23:46\n但我看打架喊名字越看越中二...不能变成吟唱这样更帅气一点的么...个人观点 ...\n恩，我知道了！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395157680,
            "txt_content": "zhh30648 发表于 2014-3-18 23:46\n但我看打架喊名字越看越中二...不能变成吟唱这样更帅气一点的么...个人观点 ...\n但是这就是中二啊！"
        },
        {
            "author": "打酱油",
            "timestamp": 1395198600,
            "txt_content": "LZ好勤奋，不过我还没有看懂等级划分。。。。"
        },
        {
            "author": "打酱油",
            "timestamp": 1395199440,
            "txt_content": "“光明的旨意皆为我命！”好酷好拽好台词！赞一个！"
        }
    ]
}