{
    "title": "<连载·单章>【杀戮游戏】[作者：hznb][第六章 地下生活]",
    "author": "hznb",
    "replyCount": 5,
    "timestamp": 1395142560,
    "txt_content": " 本帖最后由 hznb 于 2015-2-1 12:22 编辑 \n\n废话，即戳即看\n第六章修改完毕\n\n\n\n正文（1122字）\n  “哼哼哈哈哼”僵尸的叫声把曹小睿沉浸在player 2进入的思绪拉了回来，要知道，危机可是从来不等人的。\n\n  僵尸们举着散发出恶臭的手臂向曹小睿走来，如果仔细看那堆僵尸的话，你会发现有些不太和谐的东西混在了里面。\n\n  那是...苦力怕！曹小睿凭着强大的眼力认出了挤在僵尸群里的苦力怕，虽然苦力怕个头没僵尸高，但僵尸怎么会有四条腿呢。\n\n  曹小睿看了看自己上上下下的装备，点了点头，仿佛是决定了什么似的，双手紧握着钻石剑向僵尸堆快步冲去。\n\n  只见曹小睿急停在僵尸堆前，将钻石剑横在胸前做出格挡的动作，正当僵尸们要挥舞着拳头向砸向曹小睿时，他们后面的苦力怕开始膨胀了起来，曹小睿侧身一个打滚溜走，随之而来的，是一声声震耳欲聋的响声。\n\n  僵尸，苦力怕，卒。\n\n  “诶哟你这猪队友，不打人，炸自己人。”曹小睿看着天空，脑海里浮现出这样的景象：天国里，僵尸们对苦力怕拳脚相加，嘴里吐着怨语，然后苦力怕又是一阵爆炸。\n\n  “哈哈哈哈哈”曹小睿一想到这，就忍不住笑了出来。\n\n  旭日东升，光照也越来越强，大地上邪恶的生物都被炙热的正义之光消灭殆尽。\n\n  一个史蒂夫，准确来说是一个人。他不停地俯身，拾取，起身......地上原本多到烂大街的邪恶之物的残骸，现在，被一扫而空。\n\n  曹小睿望着捡到的战利品，傻呼呼的笑着。\n\n  是时候去造个家了，曹小睿整理完思绪开始着想他的落脚之地了。\n  造家并不难，上到建筑师，下到小学生，对于他们说这是最基本的，不然服务器里那么多火柴盒是怎么回事。\n\n  但是，在杀戮游戏里，家，一定不能人发现，被发现了，你还能活吗。\n\n  庆幸的是，曹小睿就是会把家给造的很隐蔽的隐藏大师。\n\n  当年曹小睿熊服务器时，服主愣是找不到他，最后开后台才将他找到。\n\n  曹小睿走在一个大平原上，找寻着合适的落脚点，远处的一座不大不小的山丘吸引了他。\n\n  “好，就这地方了。”曹小睿在一个不显眼的山脚处向下挖掘。\n\n  哪里最安全，地下，海里，天空中这是三大造家的好去处，由于地形，曹小睿选择了地下，而且山底下，几乎是不会有人发现的，改造一下山的内部，就算被发现了，逃生也方便。\n\n  一个上午过去了，太阳升在了最高处，曹小睿的家也是初具雏形。\n\n  “诶，累死了。”曹小睿看着自己的饥饿度，从背包里弄出腐肉来，捏着鼻子，强忍着臭味，吃了下去。\n\n  “呃...”腐肉可谓是又臭又硬，害的曹小睿肚子里一阵翻涌，伏在地上干呕。\n\n  “有必要去做面包了。”曹小睿走出家门，清扫着外面的杂草，得到了一些小麦种子。\n\n  召唤出工作台，曹小睿将6个铁放进去，做出两个铁桶，然后一路小跑到河边捞了两桶水回来。\n\n  回到家后，曹小睿利用麦块的特性，造出无限蓄水池，然后又投身进建造农田的伟大事业中。\n\n  曹小睿拿着石锄耕着一块一块的土地，接着，把小麦播种了下去。\n\n  曹小睿望着没长熟的小麦，摇了摇头，拿出骨头研磨成骨粉洒在了小麦上，只是瞬间，麦田就变成金黄一片了。\n\n  “金坷垃金坷垃就是好，小麦小麦哟，全做成面包喽...”曹小睿哼着不知名的小调收起了麦子。\n\n  拿着成熟了的小麦，曹小睿迫不及待的将他们做成了香喷喷的面包。\n\n  “哦耶”曹小睿含糊不清的说着。\n\n  难得有了闲暇的时光，曹小睿的思绪也飞了起来，飞着飞着，就想到了末影珍珠。\n\n  说实话，这么久过去了，自己还没有好好研究他呢。\n\n\n曹小睿：“我才不会告诉你点顶和评分可以召唤神龙呢，哼！”\n\n上一章  复仇          索引贴          下一章  杀戮游戏\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1395142800,
            "txt_content": "支持一个！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395142920,
            "txt_content": "我也是初二！{:10_492:}"
        },
        {
            "author": "hznb",
            "timestamp": 1395142920,
            "txt_content": "CloudsXDao 发表于 2014-3-18 19:42\n我也是初二！\n这么巧呀"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395142980,
            "txt_content": "hznb 发表于 2014-3-18 19:42\n这么巧呀\n恩！我的小说"
        },
        {
            "author": "打酱油",
            "timestamp": 1395199680,
            "txt_content": "哎呦，不错哟。上千字吧。"
        }
    ]
}