{
    "title": "<连载·单章>【红石狂潮】作者：赤仙[第三章 斯诺旧事]",
    "author": "CloudsXDao",
    "replyCount": 8,
    "timestamp": 1395151380,
    "txt_content": " 本帖最后由 CloudsXDao 于 2014-8-7 21:36 编辑 \n\nBGM\n\n—————————————————————————————————————————————————————\n正文\n    斯诺城很繁华。\n\n　　有一个着名的吟游诗人曾感叹过它的繁华——“灿若繁星，华若碧湖。”\n\n　　此时，敏尔便在这座“奇迹之城”中，走走停停，赞叹着城中美景，惊愕于大陆最顶尖的工艺。\n\n　　嗯？敏尔看到一群人围在一起，不知在看什么，立刻凑上前去。\n\n　　“哦！我又再次来到了这座城市，命运真是令人惊奇啊！”一句极其高调的声音从人群中传出，吓得敏尔脚步一定。\n\n　　“尊敬的南希，您为何再次来到斯诺城？这次又带来了什么故事？”人群中有人问到。\n\n　　原来是吟游诗人南希，敏尔想道，连忙竖耳倾听。\n\n　　吟游诗人在三大陆上有着非比寻常的地位，这要从在罗兰纪之前的混乱纪说起。\n\n　　那时，群雄割据，八国鼎立，其中有一国家，全是由吟游诗人组成。\n\n　　那就是传说中的碧浮帝国。\n\n　　不要以为吟游诗人很弱，恰恰相反，常常有吟游诗人凭借丰富的经验，越级杀人的故事。\n\n　　即使凯神力扫八荒，但是不可能把吟游诗人这个职业全部抹杀，所以吟游诗人在大陆的地位依旧崇高。\n\n　　毕竟，在消息传播途径比较少的今天，吟游诗人的故事也是众人了解大陆局势的方式。\n\n　　“唉。”南希莫名的叹了一口气，“我带来了一个关于红家族与光明圣殿的故事。”\n\n\n　　敏尔正准备离开，听到这句话，心中一动，停了下来。\n\n　　“大家都知道，因为18年前的那件事，红家族与光明圣殿的关系不可谓不紧张，但是因为种种原因束缚，光明圣殿并没有向红家族宣战。”南希一顿，“但是就在离斯诺城不远的一个小镇子，光明圣殿把红家族的执事长老劳伦斯强制带回了光明圣殿！而且毫不掩饰！”\n\n　　嘶——众人倒吸了一口凉气，好嚣张的光明圣殿！\n\n　　“可是那劳伦斯也不是普通的传说级强者，四大圣骑士没有哪一个可以胜过他，还生生把他带走啊！”有人提出了疑问。\n\n　　“确实。”南希点点头，“我虽然没有亲眼见到那场争斗，但是却是去过发生战斗的地方。在哪里，我发现了不同的东西——”\n\n　　“第二人！”敏尔心中与南希同时说道。\n\n　　“而且是一名火焰使用者，实力至少在传说级.....”\n\n　　正当众人讨论的不亦乐乎的时候，敏尔偷偷的退了出来，已经没有必要再听下去了。\n\n　　光明圣殿向红家族宣战？开什么玩笑！红家族有几个传说级？光明圣殿四大圣骑士还不够红家族那些如狼似虎的传说强者分的吧。\n\n　　还有，18年前发生了什么事？\n\n　　敏尔读的是正统大陆史，而且只到凯神26年，也就是21年前。\n\n　　而18年前正是敏尔出生的时候。\n\n　　18年前发生的事，红家族，红石....\n\n　　和父亲的负伤逃离小村有关？敏尔一震，眼中爆出精光。\n\n　　看来自己不了解的事情还有很多啊！\n\n　　敏尔越来越看不透自己的父亲了，原本他只是以为老西蒙仅仅是一个躲避仇家的小贵族，结果却牵扯到了在大陆举足轻重的两个势力。\n\n　　红家族！\n\n　　光明圣殿！\n\n　　敏尔长长叹了一口气，这些东西离自己还是太遥远了，眼下最重要的事是入学，那些事以后去问父亲吧。\n\n　　敏尔坚信老西蒙会告诉他。\n\n　　想着，敏尔根据入学通知书上的地址左拐右拐，走到了市中心。\n\n　　气派的大门耸立着，连花圃的装饰都是由青金石做的。敏尔慢吞吞的走了过去，不断打量着学校，仿佛在欣赏着一件艺术品。门口的人群络绎不绝，入眼之处，皆是一片繁荣之景。\n\n　　“弓羽学院建立于凯神纪21年，由弓箭宗师摩尼·布朗诺创立，摩尼是凯神大人的徒弟斯卡西·布朗诺的儿子，继承了父亲强大的血统，是一名传说级强者，据说啊，摩尼·布朗诺大人半个身子已经进入了圣域，很快就可以比肩他的父亲——卡西·布朗诺大人了呐！我今天要讲的，就是摩尼·布朗诺大人与十七个女人不得不说的故事......”敏尔听着喋喋不休的导游说着摩尼·布朗诺的八卦，脑子上不断冒出黑线。游客们被导游领着参观着学校，时不时发出惊叹声，这也是学院盈利的一种模式。\n\n　　据说，所有的导游前世都是膝盖被射过一箭的吟游诗人。\n\n　　校园前的大广场上，三三两两的青春少年少女走着，敏尔深吸一口气，自己将来就要在这里读书学习吗？\n\n　　说起来就像梦一样呢！\n\n　　但是，自己还没有去校长室报道呢。校长在敏尔的记忆里是一个和蔼的老人。\n\n\n　　敏尔挠挠头，左看看右看看，想找到指示牌。\n\n　　箭羽学院似乎没有指示牌这个习俗，其实它确实没这个习俗，箭羽学院的创始人——摩尼·布朗诺曾说：弓箭手不需要指示！需要的是一颗会观察的准星！\n\n　　“请问，校长室怎么走？”敏尔可没有闲工夫去履行现在估计在帝都喝茶的摩哥的教导，拉住了一个走在街道上的学生问道。\n\n　　“唔...”眼前是一位少女，迷迷糊糊的样子好像还没有睡醒，手一指，敏尔随着她的方向看过去，竟然是厕所。“喂，我是说校长室啦！校长室！”敏尔有些头疼，把手放在她的肩上，晃了晃她大声说道。\n\n　　“唔！”少女好像反应了过来，但只是看着敏尔，说不出话来。\n\n\n　　忽然，右边一阵呼啸，敏尔心中暗道糟糕，立刻放开少女，腰间用力扭转，仅仅只有一指之差，一箭从敏尔眼前划过，定在了墙上微微颤抖。\n\n　　不远处一个华服少年拿着一把镶满宝石的弓，笑着说道“同学你好啊。”\n\n　　“你想打架吗？”敏尔的手轻轻搭在剑柄上说道。\n　　华服少年耸耸肩，又抽出一支箭。\n　　“谁啊？谁在校内放箭？！”一个气势汹汹的大叔冲了过来，看到华服少年就好像被水浇了一身，音调都低了八度，“啊..是华服公子你啊...校长叫你们过去下。”\n　　“看来没的打了。”华服少年笑着说道，转身便往校长室走。\n　　直到华服少年和敏尔走远，红禹依旧没有明白发生了什么。\n　　第一次看到校长时，是在弓羽的招生会上，60岁的脸上爬满了严厉和权威，但是他只对敏尔笑过。\n　　“原来是华服·凯公子啊，有什么事把您给吹来了？”满脸堆笑的校长特意强调了他的姓氏。\n　　凯？皇室？敏尔一惊，扭头看向华服公子。\n　　“没什么，刚刚这位同学妄图调戏红禹小姐，我觉得作为一名皇族子弟，有义务保护红禹小姐，希望校长公正处理。”华服笑着，看上去十分彬彬有礼。\n　　“好说好说......”校长打了个哈哈。\n　　“那就这样了，我先走了，现在的坏人真多，校长要彻查到底啊。”华服转身便走。\n　　你妹啊！敏尔心中呐喊，憋屈无比，你装什么逼啊！明明是你先动手的啊！劳资问个路而已啊！\n　　校长叹了口气,看着近乎呆滞的敏尔，“诺斯城最强横的不是皇族，不是光明教会，不是炼药师联盟，而是红家族！你这次惹的是红家大小姐，谁也保不了你！”\n　　“皇族好像有和红家和亲的意向啊！真不好办啊！”校长说完，看向窗外离开的华服公子，又瞥了瞥敏尔，“又是一个多事之秋啊！”\n　　城外，秋日的冷风大在敏尔的身上回旋，敏尔坐在城外的枯木上呆望着斯诺城，有些不知所措，几分钟前还是好好的，一瞬间自己的命运似乎改变了，回家后应该怎么面对父亲呢？\n　　确实，像梦一样啊。\n—————————————————————————————————————————————————————谢谢观看！2014.7.3更改如果觉得我写的不错，就在索引和本章发点人气鼓励我一下吧！索引\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1395205020,
            "txt_content": "艾多......审核通过了？@打酱油 @长手的苦力怕 "
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1395205260,
            "txt_content": "现在没人气等会。\n\n@250＝mo"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395207600,
            "txt_content": "长手的苦力怕 发表于 2014-3-19 13:01\n现在没人气等会。\n\n@250＝mo\n唉？召唤失败了？"
        },
        {
            "author": "打酱油",
            "timestamp": 1395210060,
            "txt_content": "通常召唤失败，发动该卡牌特殊效果，祭上一点人气，从卡组外特殊召唤。"
        },
        {
            "author": "打酱油",
            "timestamp": 1395210540,
            "txt_content": "手机没法打赏，怎么破？日后补上。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395221820,
            "txt_content": "打酱油 发表于 2014-3-19 14:29\n手机没法打赏，怎么破？日后补上。\n好，说定咯！{:10_512:}"
        },
        {
            "author": "zhh30648",
            "timestamp": 1395237960,
            "txt_content": "这校长好没有人格特色....这反面地也太纯了..."
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395238380,
            "txt_content": "zhh30648 发表于 2014-3-19 22:06\n这校长好没有人格特色....这反面地也太纯了...\n这校长就是个酱油，就出场这么一幕，要个毛的人格特色。"
        }
    ]
}