{
    "title": "求钓鱼MOD懒人包",
    "author": "as1285660905",
    "replyCount": 4,
    "timestamp": 1338815820,
    "txt_content": "邮箱1285660905@qq.com跪求= = ",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1338815880,
            "txt_content": "发错区了。。。这里是发布mod的。。。"
        },
        {
            "author": "dandantang",
            "timestamp": 1338816180,
            "txt_content": "哇塞你没做任务么- -你是怎么发的贴"
        },
        {
            "author": "zhouhonxin",
            "timestamp": 1338818040,
            "txt_content": "神奇的小白"
        },
        {
            "author": "泉青官or",
            "timestamp": 1338880920,
            "txt_content": "6月7日\n今天就要考试了，还真有些兴奋呢，家中、路上、考点、考场……今日的成功要看你在每个环节的完美表现了——上海新江学院\n◆在家中\n依然在早晨六点起床，最好在考前一个半小时前吃完早餐，因此，早餐宜在7点10分之前结束。早餐和平时一样就可以，品种多一些可以促进食欲。\n要特别注意的是：早餐少喝或不喝牛奶、豆浆等饮品，而以面食、煎鸡蛋为主；在饮食中适当降低含盐量，以免因口渴而饮水过多，导致“应考尿频症”。\n对照清单检查整理应带的物品，出门前对父母大声说再见。\n◆在路上\n语文科的开考时间为上午9点，考生应在8点20分之前到达考点。根据看考场时的经验算计好的时间出发吧，再提前10分钟让路上从容些也可以。别把时间安排太紧，避免赶路赶得满头大汗心慌手乱，影响考试情绪。\n参加考试的各个环节中，路上是有可能出状况的一环，当然这种概率极小，但是为了高考，我们必须做好最充分的心理准备、方能见招拆招顺利闯关，考生这要特别注意啦——\nA、遇堵车咋办？\n当天出行前，一定要为交通堵塞打出些宽裕时间。如果遇到走错考场和交通堵塞的情况，现场找交警是最好的办法。\nB、不慎崴脚咋办？\n考生如果走路去考场时出现崴脚或摔伤等意外情况，如自己尚能行动，应该拦招出租车坚持去考场参加考试；如果自己行动有困难，应拨打110或向交通警、巡警求助，甚至向路人求助。切记，一切以保证按时参加考试为重，不要因为马上去就医而耽误考试时间。\nC、骑车碰撞咋办？\n如果骑自行车去考场路上与人撞车，伤势不十分严重的，应坚持按时到考场；如果撞了别人，态度一定要和缓，向事主说明情况，取得事主的谅解。请记住，任何时候解决交通事故的最快捷的手段都是由交通警察来处理，出示准考证，警方会向考生提供一切有可能的便利。\nD、还是迟到了咋办？\n赶到考点时，你发现自己晚了5分钟。别慌，别慌，没什么，老师还在念考试注意事项呢，此时一定要克制自己，尽最大努力减轻紧张情绪。坐到自己的座位上之后，先做六次深呼吸，待心情稍稍平静后，再开始在试卷和答题卡上的相应位置填上姓名、准考证号等。\n在考点(等待入考场时)\n大多数考生都会提前到达考点，在考场外等待入场。这时，你很可能发现：一些考生三五成群正聚在一起交谈；有的考生手捧一大摞笔记正匆忙翻看……\n克制自己的好奇不要凑过去，考前这几分钟应该独处。最好在自己所在考场附近找个安静的地方，避免和同学讨论任何需要你动脑筋的问题。\n切记：千万不要随便去问别人自己不懂的问题，别人也有自己进考场前的时间安排，此时此刻，你惟一可以信赖的真正朋友就是你的自信。\n◆在考场\n入场时，考生要把规定以外的物品，如书包、文具盒、眼镜盒、通讯工具等存放在指定地点，对号入座后，把《准考证》放在桌子左上角。认真听主监考老师宣读《考生守则》《违规行为的认定与处理》和考试注意事项。\n万一进错了考场，要及时向监考老师报告，老师会帮助你通过最便捷途径找到你自己的考场。\n拿到试卷后，首先要根据当场考试的科目，检查试卷张数、页数是否相符，是否有漏页、漏印、损破、字迹不清等问题，如发现问题应及时举手报告。接下来应按要求填涂姓名、准考证号等内容。在开考信号发出前绝对不能答题。考生可迅速通览全卷，看看试卷共几页，有哪些题型，各题型的分数分布如何。从而能对整个试卷的题目容量、难度有一初步了解，以便做出全局安排。\n铃……开考铃声响了！战斗正式打响，可突然间脑子一片空白，手也哆嗦得握不住笔，咋办？教你几招来应急——\nA、脑子一片空白咋办？\n可通过心理暗示来有效地抑制紧张情绪。暗示语要具体、简短和肯定。比如“我早就准备好了，就等这一天。”“我今天精神很好，头脑清醒，思维敏捷，一定会考出好成绩。”“面对这些问题不需要紧张。”当情绪过于紧张时可默念“放松、放松、放松”；当心情烦躁时可默念“平静、平静、平静”。当碰到难题时可默念“我行、我行、我行”。\nB、手抖写不了字咋办？\n别写字。用指甲在第一卷上认为正确的选项上划一道印子。三个题以后，你发现可以写字了。好，拿起铅笔，把那三个印子涂一下，别忘了。\nC、遇到生题不会咋办？\n不妨冷静回顾一下课本知识，实在做不出，可搁置一边，先做会做的题目，保证已做出的题目的正确率，然后再考虑。能写多少是多少，哪怕是列了个提纲、写了个算式，因为考试是按点给分的。\nD、忘戴手表咋办？\n如果进考场之前发现没戴手表或计时工具，可以向监考老师说明情况，借用老师的手表。如果实在借不到计时工具，也要向监考老师说明情况，请求监考老师在监考过程中每隔一段时间就进行一下提示，以便在考试过程中掌握时间。\nE、身体不适咋办？\n考场上突然想腹泻、呕吐、晕厥等情况，考生应该立即举手示意监考老师，由教师酌情处理，在医务人员进行处理后，可以继续应考。\n◆出考场\n为稳定考试情绪，每科考试结束后，考生应该注意以下问题：收拾好自己的物品，特别是准考证不能丢失，迅速离开考场。不要边走边和同学对答案，避免影响下一科的考试情绪。\n◆午餐时\n午饭地点要选好。如果午饭不能在家吃，也要注意不要安排在人声嘈杂的酒楼或大排档。一方面嘈杂环境容易让考生心情浮躁，无法休息；另一方面要考虑饮食的卫生问题。午餐以米饭和炒菜为主，少喝一点菜汤，不要吃得过饱，否则，过多的血液还在帮助消化，大脑相对缺血，影响考生在考场上智力的发挥。\n吃饱了，美美睡上一小觉吧。睡觉时最好别开空调，盖一块小毛毯，以免着凉感冒影响考试。\n经历了上午的考试，相信大多数考生已经进入状态。午觉别睡过头，下午的考试相信自己能“轻车熟路”，正常发挥就OK啦。\n◆晚上\n当晚，考生可以翻翻第二天上午要考试科目的笔记，如果“”早已磨得既快又光，那也可以听听音乐或看看闲书。不过在选材方面要注意，乐曲应以轻松明快为宜，书籍以消遣性读物杂志画报或者唐诗宋词之类为好，不要选择那些劲曲或令人激动的乐曲和作品，如果看电视，在选择节目时也应注意这些。\n经过第一天的紧张考试，加上对第二天所考科目的忧虑，考生可采取以下方法调节心理：\n（1）与好朋友聊聊天，话题应尽量避开高考，但不要多谈计划性的东西，以免思维发散，无法专注于复习和考试。\n（2）听听轻音乐，舒缓的音乐对稳定情绪非常有利。\n（3）睡觉前用热水烫一烫脚，然后用手按摩涌泉穴。\n考场提醒\n涂写答题卡注意事项\n除要填涂准考证号和科目代号外，还需要特别注意不要发生以下情况——\n●涂写太轻太细。\n●涂写不均匀，黑度差别太大。\n●忘记涂卡。\n●横线涂得太偏，无法进入光电阅读器的“视区”。\n●修改时原来的笔迹擦不干净，造成失分。\n●非铅笔涂写。\n●因为用力太大，把答题卡弄穿，或弄上水滴以及沾上墨水，造成失分。\n\n有什么问题大家可以咨询上海新江学院的网站st-johnsc.com，电话咨询021-68021482，咨询QQ130721445。"
        }
    ]
}