{
    "title": "[头条]马航失踪【实时资讯】",
    "author": "z250967086",
    "replyCount": 24,
    "timestamp": 1395238860,
    "txt_content": " 本帖最后由 z250967086 于 2014-3-23 14:50 编辑 \n\n        马来西亚航班 MH370 神秘失踪\n                         -机上载有 239 人，其中 154名中国人！\n最新消息：\n中方海空全力搜索 疑似海域发现散落物    \n\n\n马方回应飞机高度变化对乘客影响：无法模拟 \n\n2014年3月23日 14:50:09 更新\n\n\n\n\n往前消息\n英媒称掌握失联航班驾驶舱最后54分钟通讯记录(图)     \n2014年3月22日 11:03:44  更新\n\n\n\n\n\n往前的：\n专家：碎片若被证实 失联或属独狼式恐怖行为          ！！！\n英媒：失联马航机长起飞前曾打神秘电话      \n澳大利亚总理称疑似残骸可能是集装箱  \n马方特使赴京说明情况 专家:打捞黑匣子过程复杂   \n\n\n\n\n往前消息：\n美澳专家称卫星照片中可疑物与失联航班无关2014年3月21日12:03:50更新\n往前消息\n更新于：2014年3月20日 19:55:17    二〇一四年三月二十日 19:55:21   2014-03-20 19:55:24\n澳大利亚公布疑似失联客机相关物体卫星图像\n之前的：\n澳大利亚：发现疑似失联飞机残骸往前报道：\n2014-3-20 12:11更新\n[已经接近真相] 马来西亚政府从机长飞行模拟器上发现线索！\nhttp://news.ifeng.com/world/special/malaixiyakejishilian/content-4/detail_2014_03/19/34924458_0.shtml\n\n马航恢复对家属进行信息播报\n\n\n\n\n\n关键词\n\n\n\n\n\n\n\n\n\n\n否认 尺寸 澳发现残骸 人机还在 删资料 隐瞒 绝食 隐瞒 最后一次通话 澳洲西北海域 4方向 客机爬高 狂热 搬离 8:11 否认 马官员确认劫持 通话 通话 通话 通话 最后信号 报案 新疆 新疆 救生筏 碎片 碎片 反光 舱门 马新 越南调查油污带 黄色 监控 搜救 通话详情 军舰 中国海警 美军 求救信号 油迹 坠落在越马领海交界海域越南海军称确认失联客机坠海\n\n\n美澳专家：卫星照片中可疑物与失联航班无关 [曝MH370残骸位处客机航道] [美方飞机发现大型可疑物体雷达回波] \n[事发海域水深超3千米 乘客生还渺茫] [美澳为何事发13天后才曝内情] \n\n\n美P-8侦察机抵达印度洋疑似事发海域 雷达发现回波MH370碎片海域掀起2.5米以上巨浪 搜救难度增大澳方曝失联客机或坠落于海床上 称不会放弃搜救中国家属举横幅抗议被马方强行拖走 哭喊“救救我”\n\n\n独家实拍失联客机机长住所 警察穿便衣搜查2小时机长朋友：马航失联航班机长事发前无异常马航前机长：MH370客机驾驶舱料遭人入侵\n\n\n何亮亮：疑美澳事发当日已知情 为何13天后才公开张召忠：美方所知失联内情过多 以至于不敢表态郑浩：个别国家搜救时浑水摸鱼 趁机窃取情报\n\n状态栏\n19:40【马航：正调查有关机长起飞前打神秘电话传闻】马来西亚航空公司首席执行官21日在吉隆坡表示，正在调查有关媒体关于MH370机长起飞前打过“神秘”电话的报道。\n19:16【澳大利亚：今日搜索结束明日继续】据澳大利亚海事安全局北京时间18时45分通报，今天搜寻结束，未发现客机残骸，今天天气好于昨天。从20日至21日，共4架澳方P3、1架新西兰P3、1架美军P8及一架商业飞机在搜寻。船只方面，已有两艘商船在搜寻海域，澳大利亚“成功号”补给船正在路上。\n18:32【马来西亚发布会重要信息汇总】①仍未找到澳卫星照片所显示碎片，卫星图是目前唯一确定线索 ②不会放弃在哈萨克斯坦搜索 ③马方将派特使来中国 ④警方正再次确认伊朗籍乘客信息 ⑤马方缺乏深海搜寻设备 ⑥卫星向航班发送6次\"握手\"信息，尝试收取引擎运转信息。\n18:30【马航承认失联客机货仓运输有锂电池】马方21日在发布会上表示，飞机货仓运有锂电池。但都是按照国际民航组织建议进行打包，不认为会产生危险。\n18:01【乌克兰已确认该国乘客背景没问题】马来交通部长希沙姆丁在发布会上表示，乌克兰方面已经确认，该国已经对两名登上MH370的乌克兰人进行了背景核查，没有发现问题。\n17:55【马方将再次调查伊朗乘客等乘客背景】马方表示，马来西亚警方将再次对包括伊朗乘客在内的失联客机上所有乘客进行背景分析。\n17:54【卫星向失联航班发送了六次“握手”信息】马方在发布会上称，卫星向失联航班发送了六次“握手”信息。据此前介绍，“握手”信息指卫星向飞机发射信号，尝试收到关于引擎的健康信息。\n\n\n17:53【未在机长模拟器上找到特定信息】马来西亚交通部长称，目前警方仍未在机长飞行模拟器上找到特定信息，证明其可能与客机失联有关。\n\n17:52【中国已派出3艘船只和3架船载直升机】马来西亚交通部长在每日例行发布会上说，马方仍在等待澳方疑似物搜索信息。他说，中国已派出3艘船只及3架船载直升机帮助搜寻。\n17:43【马交通部长：中国日本将加入搜索南走廊】马方今日17:30许发布会开始，马来交通部长希沙姆丁说，中国将加入搜寻南走廊，日本随后也会加入。另据澳方此前称，两架中国飞机22日将抵达珀斯，参加南印度洋疑似残骸搜寻，两架日本飞机23日抵达。\n16:51【澳大利亚副总理：疑似物体可能已经沉海底】据路透社报道，澳大利亚副总理沃伦·特拉斯21日表示，卫星拍摄的疑似与马航失联客机有关的物体可能已经沉入印度洋底。\n15:43【美方P3侦察机已返航 未找到残骸】美联社北京时间15:05消息，今天派往南印度洋搜寻澳方发现疑似残骸海域的首架P3侦察机已返航，未能找到可疑残骸。另三架飞机正在继续搜寻，还有一架在路上。按计划，今天共有3架P3、1架民用庞巴迪环球快车及1架P8飞机搜寻。另有一艘商船搜寻，另一艘商船今晚赶到。\n15:28【雪龙号预计需4天时间到达疑似海域】国家海洋局２１日宣布，部署“雪龙”号船前往马航失联疑似海域开展搜寻，船只将于２１日１８时前从澳大利亚珀斯弗里曼特尔港起航。珀斯弗里曼特尔港距离此前疑似发现失联客机碎片的水域１０００多海里，“雪龙”船前往需要４天左右时间。\n14:25【澳方卫星图片来自美国卫星公司】美国商用卫星运营商数字地球公司发言人证实，该公司向澳大利亚海事安全局提供了马航失联客机疑似物体的卫星照片。照片由该公司WorldView-2卫星捕捉，分辨率为50厘米；他们还将继续搜集疑似目标海域图像。\n13:57【马方:如发生劫机会保留信息】马空军中将表示，目前第一目标是找到MH370航班。而现在存在多种情况，包括飞机受到恐怖分子的控制、劫机。而如果真的发生这一情况，为了保证被劫乘客的安全，可能会保留一些信息，希望家属理解。\n13:55【马方：失联航班完全没有被马方击落可能】马皇家空军司令称，根据目前所有数据和信息，MH370完全没有被马来西亚军方击落的可能。他说，很难回答是否被其他国家击落，但个人认为可能性很低。\n13:52【马方：急缺特种搜救设备】马来西亚代理交通部长希沙幕丁表示，现在搜救仍面临外交、技术和物资运输上的挑战。在南部走廊搜索中，最缺声波定位水诊器，目前很多参与救援的国家都没有，马方正准备向可能拥有该设备的国家提出请求。\n13:52【马来西亚空军中将：军方未拦截返航MH370航班】中将表示，军方雷达发现，在失联后，MH370航班有返航迹象，飞机掉头后，飞过马来半岛，飞往槟城方向。但由于飞机是从吉隆坡起飞的，所以该航班被视为友好的，因此并未发出警告信号或拦截命令。8日凌晨2时2分，雷达探测到飞机出现在霹雳岛附近。随后，马军方雷达在马六甲海峡附近最后一次探测到了MH370的踪迹。\n13:49【马方：卫星曾向MH370共发了六次握手信息】上午，马方在北京丽都饭店称，最后一次收到飞机引擎健康信息后，卫星又向飞机发了六次握手信息，最后一次是8日8点11分，天线角度40°，但未收到关于飞机引擎健康状况的信息。\"握手信息\"指卫星向飞机发射信号尝试收到关于引擎的健康信息。\n13:39【马军方公布雷达截图】今天上午11点，马来西亚军方代表在北京丽都饭店公布军方雷达截图，表示飞机最后一次出现在空军雷达屏幕上2：22分，距离空军基地200海里。飞机有折返，但认为飞机返航是正常现象，确定起飞点是吉隆坡，所以认为是友好的。\n10:45【马方：仍未排除恐怖主义行为和劫机可能性】马军方高层称调查需要，不能透露全部信息。马来西亚空军高层人士在北京丽都饭店的家属见面会上说，仍未排除恐怖主义行为和劫机可能性，但由于调查需要，现在仍不能完全透露全部信息。\n10:20【外媒如何收集失联航班MH370消息】根据媒体公开报道统计发现，此次马航MH370客机失联，美英两国媒体成了情报先锋，近九成关于事件进展的关键信息都是由这两国媒体发布。此外，美国官员则成了媒体的主要消息源，来自马来西亚官员的“内幕”位居第二位。\n10:14【中国空军3架飞机赴马执行失联客机搜救新任务】中国空军新闻发言人申进科21日表示，按照中央军委命令，空军3架伊尔－76飞机和１架运－8飞机，21日8时许从海南三亚凤凰机场相继起飞，急赴马来西亚某空军基地，执行马航失联客机搜救新任务。\n10:08【澳大利亚公布今日搜救计划】澳大利亚海事局２１日发布有关搜寻失联客机的最新声明，５架飞机将参与今天的搜寻活动，分别于当地时间约９时１５分、１１时、１３时、１６时起飞，每架飞机执行近２小时搜索任务。珀斯时间与北京时间相同，但声明中未提到飞机从何处起飞。\n10:00【澳海事局：找到碎片可能仍需相当长时间】澳大利亚海事安全局新闻官安德里娅21日说，由于发现疑似与马航失联客机相关碎片的区域很大，而且天气状况不佳，找到碎片可能仍需相当长的时间。目前，相关海域天气条件一直较差，影响了搜索能见度，飞机始终未能发现疑似物体。\n09:07【美军巡逻机将再赴疑似物体海域协助搜寻失联客机】 美国海军第七舰队发言人威廉·马克斯20日晚发表声明说，美海军一架P－8“海神”巡逻机将于澳大利亚时间21日继续从澳起飞，前往马来西亚航空公司失联客机疑似物体海域，协助由澳方主导的搜寻工作。\n09:04【马航被指为省10美元未更新飞机追踪系统】据华盛顿邮报报道，马航因为未升级一个计算机软件导致失联航班迟迟无法找到，而这项升级的花费仅为10美元。这个升级可以给调查人员提供马航MH370的方向、速度和飞行高度，即使在飞机上的其他通信设备无法使用后也能提供数据，“如果这个叫做Swift的系统被升级了，不管转换器和ACARS是否还在运行，都可以将飞机的发动机的信息、油耗量、速度和方向这些重要信息发送回来”。\n08:04【澳大利亚皇家空军飞机即将恢复搜寻工作】美国广播公司报道，一架澳大利亚皇家空军飞机正准备离开基地，恢复对失联马航客机的搜寻工作。\n08:03【中国海军舰艇编队赴南印度洋搜救失联客机】海军新闻发言人梁阳表示，根据马航失联飞机最新搜救进展情况，中国海军今天立即调整搜救计划，组织搜救舰艇编队赴南印度洋发现疑似失联客机残骸的海域开展搜救行动。目前，海军执行搜救任务的两支舰艇编队分别距离疑似海域2300多海里和3100多海里。\n08:00【美国第七舰队发言人:未发现与失联客机相关物件】美国海军第七舰队发言人威廉-马科斯称，美国P-8“海神”飞机发现的雷达回波与马航失联客机无关。\n21:55【辟谣：雪龙号尚未参与救援】针对有媒体报道“目前在澳大利亚珀斯停泊的中国科考船雪龙号已正式接到命令,投入救援。”国家海洋局极地办相关负责人晚上20点30分对记者表示，目前没有正式接到相关部门要求雪龙号前往救援的指令。但是他们也做好了这方面的准备，一旦有需要，他们会立即前往参与救援。（中国之声）\n21:14【澳大利亚20日搜索工作结束 明日继续】据美联社报道，澳大利亚官员称，今天搜索失联航班可疑残骸的行动结束，明日将继续。截至目前，美澳侦察机均没有找到此前澳大利亚卫星拍到的可疑物体。当地时间已过晚上21时。\n20:47【英国将派水道测量船】英国将派出皇家海军水道测量船“回声号”协助搜寻澳方卫星图发现的可疑物。  \n20:27【挪威商船已抵达搜索区】英国卫报报道，挪威礼诺航运的汽车运输船圣彼得堡号20日16时左右已抵达澳卫星图显示的疑似物搜索海域。该区域在澳大利亚城市珀斯西南约2500公里处。\n19:27【雪龙号已赶赴疑似残骸海域搜索】20日18:30分，国务院副秘书长肖亚庆及外交部交通部等相关领导来到丽都家属区慰问。肖亚庆表示，政府已经尽全力投入将卫星，通讯等技术手段进行搜救。同时，在场的交通部副部长表示，已经指示距离疑似残骸最近的雪龙号赶赴该海域搜索\n18:39【马方对昨日粗暴行为“感到后悔”】马国代交通部长希沙姆丁为19日马方对中国家属的粗暴行为＂感到后悔＂。同时，马航CEO表示一旦澳洲证实两个疑似碎片的确属于MH370，马航将立即安排送中国家属前往澳洲。\n18:31澳大利亚皇家空军P3C在疑似海域巡逻，未发现可疑残骸。\n18:01【马派代表探望中国家属】马来西亚代交通部长说，昨晚马方已派出代表，前往中国家属所住酒店，进行最新信息的沟通。而今天上午中国驻马大使也已经前往，探望和安抚家属。“各个国家的家属都希望得到更多的信息，但我们手中不掌握这些信息，我们会将重心放在搜救上。”（法制晚报）\n17:59【澳大利亚P3侦察机未能发现残骸】澳大利亚海事局17时50分许最新Twitter消息，澳空军P3侦察机前往疑似物发现海域搜寻时，当地天气糟糕，云雨遮挡，P3无法定位可疑残骸，进一步飞机搜寻还会继续。\n17:57【马方考虑深海搜索】马方交通部长称，目前可能先考虑使用声纳系统开展深海搜寻，未来可能向周边国家申请配备有更多搜索设备的舰船前往相关海域。\n17:43【首先打捞残骸 然后尽快找到黑匣子】马来西亚交通部长称，如果真的确认澳大利亚附近海域存在残骸，首要任务是打捞残骸，然后是尽快找到黑匣子。\n17:38【北部走廊地区搜索不会中止】马方在发布会上表示，北部地区的搜索行动不会停止。\n17:37【澳大利亚卫星图为周日获得 还有待进一步搜寻】马方发布会正在进行，交通部长称新西兰和澳大利亚、美国的飞机已经抵达相关海域。卫星画面为周日捕捉，未来48小时将有周边邻国的10多架飞机和数十艘船只抵达相关海域。直升机编队将有7架飞机在附近搜寻。\n17:28【国家海洋台发布疑似海域未来72小时海况】国家海洋预报台发布，21日起，澳大利亚疑似海域海况比今日稍有好转，23日后受到新的天气系统影响，海况将再度变差；疑似海域海流为多涡旋结构，流向多变，最大流速约0.2米/秒，海温14-16摄氏度，海水温度偏低(适宜游泳水温为23度以上)。\n17:26【美国P-8波塞冬军机搜查后未发现任何物体】 据美国全国广播公司(NBC)消息，美国海军方面消息称，该国P-8A“波塞冬”侦察机20日在对目标海域搜查后，未发现与任何澳大利亚卫星图像相关的物体。\n17:00【马来总理开会商讨澳发现疑似失联客机物体一事】马来西亚总理纳吉布20日与马来武装部队参谋总长丹斯里祖基菲里开会，商讨澳大利亚卫星在南印度洋发现疑似失联客机MH370物件一事。\n16:51【澳飞机已抵达发现疑似飞机残骸海域】澳大利亚海事安全局20日召开新闻发布会，确认发现了两块疑似与马航失联MH370客机相关的物体，目前澳大利亚军方海上巡逻机已经飞抵该海域进行搜索。（新国际）\n16:48【丽都饭店写满家属祈祷】据新京报报道，丽都饭店的祈福板写满了失联乘客家属的祈祷。\n16:46【澳方称确认可疑物体是否与马航失联客机有关可能需“数日”】澳大利亚搜救部门２０日说，确认目前发现的可疑物体是否与马航失联客机有关可能需要“数日”。(新国际)\n16:15【疑似碎片海域无我国商船】中国交通报消息：由于澳方公布的疑似碎片位置远离商船航线，附近海域没有我国商船航行。我国雪龙号科考船是目前离疑似海域最近的我方船艇，约1000海里。\n15:49美国第七舰队发言人表示，美国P-8侦察机发现的雷达回波与澳大利亚发现的疑似失联客机碎片无关。\n15:34【美海军人员：作出雷达图像与失联客机有关结论为时尚早】正在澳大利亚相关海域搜寻疑似与失联马航客机有关物体的美国海军机组人员称，雷达显示疑似海域水面下有“大规模”物体。但报道同时指出，作出雷达的发现与失联客机有关的结论还为时过早。（央视）\n15:29【马航:要等疑似物确认后才会将家属送往澳大利亚】马航表示，除非发现的物体被确定来自MH370航班，否则不会把失联马航客机乘客的家人或公司代表送往澳大利亚。\n15:19【疑似碎片海域水深在3000米左右】中国交通报：需要说明的是，疑似碎片海域水深在3000米左右，且海况复杂，打捞同样是世界级难题。当然，目前碎片是否和MH370有关还尚待确认。\n15:16【马航波音777机长称24米长疑似残骸或是飞机单翼】马来西亚航空公司（MAS）的现任波音777机长匿名接受采访时说，波音777长度60多米，机翼加起来也有60米，若澳大利亚发现的疑似物确认是失联航班残骸，那么其中24米长的那块可能是单翼。他还说，若失联客机黑匣子掉到深海，那将很难打捞，打捞难度取决海多深。\n15:13澳大利亚海事安全局公布的第二张疑似与马航失联客机有关的物体的卫星图像\n15:08澳大利亚海事安全局20日在“推特”上公布了发现疑似与马航失联客机有关的物体的卫星图像。在图像中，澳方标明，其中一件物体长约24米，另一件长约5米。卫星是在3月16日抓取的这一图像。\n15:07澳大利亚公布疑似与失联客机有关物体卫星图像\n14:53【美媒：美飞机发现澳相关海域水面下有大规模物体】据美国广播公司报道，正在澳大利亚相关海域搜寻疑似与失联马航客机有关物体的美国海军机组人员称，雷达显示疑似海域水面下有“大规模”物体。\n\n14:42【澳大利亚一架猎户座飞机已到达搜寻海域】澳方已派出4架P-3C猎户座海上巡逻机前往搜寻。其中一架今天已经到达相关海域。到发布会时，该巡逻机尚未发回相关情况。其余三架将于今天下午陆续到达。此外，澳大利亚空军还会派一架的C130大力神运输机，在相关海域投放浮标，标明区域。这些浮标将会提供一些关于水流运动的信息，为他们做一些漂流的数字模型。\n14:37【马澳总理通话谈疑似客机物体 马方期待更多信息】20日上午，澳大利亚总理托尼·阿博特在澳大利亚议会发言时表示，“可信的新消息显示，澳大利亚在南印度洋疑似发现了失联的马航MH370航班的碎片。”阿博特随后表示，他已经就此事与马来西亚总理纳吉布通电话，并告诉他现在还无法证实卫星图上发现的物体就是来自MH370航班的。\n14:23【马来西亚将前往南印度洋搜寻】CNN报道，消息人士称，马来西亚海军将前往澳大利亚发现疑似碎片的海域，包括6艘舰艇和3艘直升机。\n14:22搜索MH370的P-8起飞前照片\n13:59快讯：侦察机抵达，但飘浮物在海水上时起时落，目前无法辨别。\n13:39【中国驻澳大利亚大使馆已启动应急机制】驻澳使馆称当天收到澳大利亚方面发现可能与失联马航客机有关物件一事的通报，使馆已启动应急机制。\n13:31【华尔街日报：马方延迟四天公布关键卫星数据】知情人士称，英国卫星运营商Inmarsat PLC在3月11日向一家合作公司提交了该公司的数据分析和其他文件，这些数据和文件显示，失联飞机并不在马来西亚半岛东西两侧的附近区域；而自飞机失联以来，许多国家和船只已经在该区域搜索了三天时间。这一信息在周三即3月12日转交给了马来西亚官员。由于数据尚待证实，且政府内部围绕信息披露程度存在分歧，马来西亚政府直到3月15日才在与总理纳吉布(Najib Razak)召开的新闻发布会上公开承认Inmarsat提供的信息。\n13:20【动画演示客机飞行到澳方发现碎片海域航线图】\n13:16视频：澳方海事局就疑似碎片举办发布会全程\n13:15美国ABC新闻称，美国P8飞机上传来新消息，在有关海域发现“明显的雷达回波”。飞机正在下降，飞机上有记者将及时发回报道。\n13:14国家海洋预报台：澳大利亚珀斯西南地区海浪高度为2.5至3.5米，属于大浪范围。5天之后该地区可能会达到巨浪级别。\n13:07澳大利亚海事安全局发布的图表，图中左下角的南印度洋区域是澳大利亚负责搜索的地区。\n12:57【马特使今晚抵京 明日将与乘客家属沟通】马来西亚政府将派遣高等级的团队于今晚抵京，将在明天的沟通会上，与家属们就失联客机相关信息以及最新的搜救计划进行沟通。该代表团包括马来西亚首相特使、马来西亚外交部特使、马来西亚皇家空军特使、马来西亚民航局特使以及马航的特使。\n12:53澳方：澳大利亚飞机飞过去搜索的话，可能需要2个小时左右。\n12:53【澳方：飞机可能会坠落在海床之上】发言人称澳大利亚搜索飞机具有丰富经验。如果飞机坠落的话，可能会坠落在海床之上。\n12:49澳方发布会已结束。\n12:49【澳方发布会要点】①相关海域出现两个非常大的碎片，有可能来自失联航班；②位置与南线搜索航道高度吻合；③澳大利亚正调动军用卫星和雷达进行确认；④凌晨1:50到达事故海域，有澳大利亚、新西兰和美国的军队力量，很快就能看到相关碎片的具体情况；⑤水文环境太差，没有目测画面。\n12:48澳大利亚：无法判断发现的碎片是飞机哪个部位。\n12:48澳大利亚：大型残骸很少出现于飞行航道。\n12:48【澳方：如找到残骸 首先确认是否有生还者】澳大利亚方面的记者会正在进行，澳方称，这次碎片尺寸非常大，两个大碎片之间有很多小碎片，最大的可能有24米。水文环境和天气非常糟糕，确认很困难。如果找到飞机残骸，将首先确认是否有生还者。\n12:47澳方：澳洲海岸经常发现飞机船只残骸，但大多不会出现在高度吻合的航道上，我们只有抵达后才能确认\n12:45澳方：我们会把相关情况报告给中国方面\n12:43【澳大利亚：卫星图像非常可靠】澳方称经过专家分析之后，认为卫星图像非常可靠，因此才决定公布发现疑似失联客机物体一事。\n12:43【澳大利亚：出发和搜索大约需要4个小时】\n12:41澳方：澳洲在搜索飞机航船上很有经验\n12:41澳发布会：调动军用卫星和雷达确认可疑碎片\n12:40马来西亚国防部长：飞机和船舰已经在前往南印度洋途中，将确认南印度洋发现的物件残骸是否属于MH370客机。卫星图像提供了MH370可能坠落在印度洋的“可靠”证据。（华尔街日报）\n12:39【碎片尺寸很大】澳大利亚方面的记者会正在进行，澳方称，这次碎片尺寸非常大，两个大碎片之间有很多小碎片。水文环境和天气非常糟糕，确认很困难。\n12:39澳方：两个大的碎片和其它小碎片都出现在一个区域中\n12:38澳方：碎片出现的位置和航道高度吻合\n12:38澳方：当地水文状况不乐观，搜索工作受一定阻碍\n12:36【澳方称正在进行确认】澳大利亚方面的记者会正在进行，澳方称，可疑物体在南线搜索的区域之中，正调动军用卫星和雷达来确认。\n12:36【澳大利亚海事安全局负责人：很快应能看到碎片的相关情况】\n12:28【疑似失联客机物体位于珀斯西南方向2300公里】澳大利亚方面称，可疑物体所在水域位于珀斯西南方向2300公里。将有5艘商船经过该海域，也将帮助搜寻。澳大利亚已派出4架P-3C猎户座飞机前往巡查，其中一架将很快抵达。新西兰和美国也分别派出一架P-3C和P-8飞机前往。 \n12:27【澳大利亚海事局：专家将分析卫星图像是否属于MH370】澳大利亚海事局已经收到相关卫星图像，接下来专家将会根据图像进行分析，确认这两块物体是否属于失联马航客机MH370。\n12:14【澳大利亚海事安全局负责人：乘客生还的机会很不看好】目前在事发海域可以调动搜索的飞机，有四架澳大利亚皇家空军P3-C猎户座侦察机，一架新西兰空军P-3C侦察机，一架美国P-8侦察机。澳大利亚海事安全局负责人约翰杨表示，客机在这片海域坠毁，乘客生还的机会很不看好。\n12:13【澳总理：定位任务非常困难】澳大利亚广播公司报道，澳总理阿伯特称，定位这些物体的任务将“非常困难”，“也许最终证实与失联客机无关”。\n12:11澳大利亚海事安全局证实，发现失联客机有关物体的地点，就在澳大利亚划定的搜索范围内，距珀斯以西二千三百公里，面积三十万平方公里的一片海面。海事安全局称今明两天共有五艘商船经过附近海域，可能可以协助搜救。 \n12:07【美、澳军机即将抵达印度洋海域】①卫星照片发现马航失联客机疑似残骸；②澳大利亚方面的第一架飞机将在20分钟后抵达相关海域；③一架美国P-8飞机正接近相关海域。via央视新闻\n11:59【视频：美英分析客机信号使搜索范围缩小至澳外海】\n11:59【澳大利亚成为南印度洋搜寻主力】\n11:45【澳总理：这是“最新的可靠消息”】阿博特是当天在国会宣布这一消息的，他称这是“最新的可靠消息”。另据澳大利亚媒体报道，阿博特说发现疑似物体的地点在南印度洋，但他并未说明发现不明物体的具体地点。\n11:44【澳大利亚猎户座直升机已经前往疑似发现飞机地查看】澳大利亚总理阿博特称，据专家对卫星图像的分析，发现两个物体可能与失联飞机有关，澳大利亚海事安全局已经收到这一信息。目前，一架澳大利亚猎户座直升机已经前往查看。\n11:41【视频：澳大利亚总理称可能发现失联客机物件】\n11:27【澳大利亚：发现疑似失联飞机残骸】澳大利亚ABC发布突发新闻，称一架澳飞机发现疑似失联飞机残骸，另外三架飞机将飞往该地区，澳总理已就此向马方通报，澳大利亚海事局将在北京时间12：30举行新闻发布会。\n09:39【奥巴马：搜寻客机是美首要任务 将投入一切资源】奥巴马称，美国将会把搜索失联的马航MH370客机视为美国“首要任务”，目前美国联邦调查局、美国国家运输安全委员会等机构已经与马来西亚政府密切合作，美国将投入一切资源协助搜索。\n09:20【路透社：MH370南飞至印度洋南部的可能性最高】这种观点的依据是北线走廊沿线国家没有发现客机进入领空，南线走廊的北部也没有发现任何残骸踪迹。\n07:39【FBI正式介入马航失联事件 调查机长飞行模拟器】白宫19日证实，美国联邦调查局（FBI）已正式参与马航失联班机调查一案。美国司法部门一名官员告诉路透社说，马来西亚当局向FBI提供了机长和副机长的资料，包括连接在机长家中飞行模拟器上一个硬盘中的数据和资料以及副机长所使用的电子媒体。\n07:28【美军\"海神\"巡逻机抵澳在印度洋南部搜寻失联客机】美国海军第七舰队19日证实，海军一架P－8A“海神”巡逻机已抵达澳大利亚，以便提高在印度洋南部搜寻马来西亚航空公司失联客机的效率。在执行此类搜寻任务时，P－8A巡逻机通常飞行高度为5000英尺（约1500米），在肉眼观测和识别时将飞行高度降至1000英尺（约300米），每次搜寻大约8至9个小时；机组成员通过先进的雷达系统来辨识海面目标，并通过一系列机载传感器和机载照相系统来调查相关目标。此前，在以吉隆坡为据点的搜寻任务中，这架P－8A巡逻机通过雷达系统确认了400个目标，但均与失联客机无关。\n07:25【视频：家属拉横幅失控嚎啕：我要我儿子】\n07:24【马方:将调查警察拷走马航失联航班痛哭家属事件】2014年3月19日，马来政府下午17:30分发布会前，有失踪乘客家属在发布厅外痛哭，试图进入现场，后被马来警察强行拷走。对于此事，马来政府表示遗憾，称理解家属痛苦，并立即下令调查此事。\n22:18【中方已经同意向马方分享卫星数据】外交部发言人洪磊今日在例行记者会上表示，应马方请求，中方已经同意向马方分享有关的卫星数据。\n21:24中央军委委员、总参谋长房峰辉19日下午应约与马来西亚武装部队司令祖基费利通电话。房峰辉强调，中国军队将继续派出舰船、飞机和专业力量全力搜救。17日晚，房峰辉主持召开总参、海军、空军等多方参加的部署会，部署下一步搜寻工作。\n18:22【3月19日马官方发布会要点】①正分析排查所有机组成员信息，并排查客机上是否有可疑乘客②北线向俄罗斯乌克兰方向搜索③机长飞行模拟器内有三组模拟飞行，但部分数据被删④法国专家正调查机长飞行模拟器数据⑤正搜集雷达信息，并分析原始雷达数据。雷达数据有助于缩小搜救范围。\n18:19【马来内政部长：未向机长家属施压】马来西亚内政部长哈米迪19日说，调查发现失联航班机长家中飞行模拟器一些近期数据被删除，马方正组织力量努力恢复。他说，警方并没有指控机长，也没有向其家属施加压力，只是进行了全面深入的调查。\n18:09【家属在丽都饭店二楼祈福室为亲人祈福】今天下午5:30马来官方新闻发布会后，18时家属在丽都二楼祈福室举行了一个祈福活动。让我们为亲人们共同祈祷，祝他们早日回来。\n18:03【马方将派出高级别工作小组前往北京】 @新国际：马来西亚代理交通部长１９日表示，马方将派出一个高级别工作小组前往北京处理马航失联飞机事宜。\n17:58【马交通部长：南部走廊更具挑战性】关于南北走廊两片搜索区域，马来交通部长希沙姆丁表示，马方没有觉得南北走廊哪个更重要，目前两个走廊的搜寻都在进行，只是相对来说，南部走廊的搜寻“更具挑战性”，这也是为何聚焦南面。\n17:50【飞机在掉头之后是否被雷达发现两个航点？】 马方正在积极寻找相关雷达数据，以找到飞机位置。目前找到飞机或飞机的黑匣子是最重要的。\n17:41【飞行模拟器何时恢复数据？】马方回应称，法国调查组正在帮助马方在调查相关信息，法国人员曾对法航失事飞机黑匣子进行数据分析。模拟器中部分信息被删除或锁定。\n17:37【马方正分析机长飞行模拟器数据】马来西亚交通部长表示，目前调查组已把所有乘客信息进行了记载，在机长家中飞行模拟器上已经找到相关信息，我们将对数据进行调查，国际调查机构将协助调查。其中部分数据缺损，我们将对数据进行恢复。\n17:26家属们在即将举行每日例行发布会的现场拉起横幅。\n17:22【一批中国家属突拉横幅冲进现场】马来西亚中国报讯：代交长今午在机场酒店的记者会召开前1小时，一批中国家属突拉横幅冲进现场，要求大马政府交代真相，场面混乱。\n17:11【马航：恢复向北京家属通报最新进展】19日的沟通会上，马航负责人宣布，经马来西亚政府批准，马航将继续在丽都酒店向家属通报搜救最新进展及马政府相关工作。今天通报的内容包括卫星、雷达数据、飞机维修记录等调查进展情况。\n17:07【国防部：未发现失联飞机在中国境内任何迹象】国防部新闻发言人杨宇军19日示，马方公布马航失联飞机新的搜救线索后，我军迅即调动雷达卫星等设备对有关区域进行排查，对获取的数据和原始记录资料进行详尽分析。截至目前，没有发现马航失联飞机在中国境内的任何迹象。\n16:08【机长家中飞行模拟器大部分数据被删】央视刚刚口播消息，马来方面称，MH370飞机机长家中发现的飞行模拟器大部分数据被删，正在努力修复。(央视)\n15:46【家属对马航表示不满】今天上午在北京丽都饭店举行的马航与家属沟通会上，家属们表示，此前4天只有马航代表到场，既无法回答搜救问题，也无能力回答专业问题，家属们曾多次表示失望。\n15:08【失联客机或向南飞行】路透社报道，消息人士称，调查人员假设的可能情况是，失联客机向南飞行。\n14:52【中国派船前往新区域搜寻】据BBC报道，中国派遣船只前往新的区域搜寻失联客机。\n14:03【律师：案件侦破前马方可适当保密相关信息】马航表示，根据《国际法》中的相关规定，马航已无权回答任何相关问题。但法律界人士称《国际法》一般规定的是框架性的问题，至于航空公司是否有权回答相关问题，应该不属于《国际法》的范畴。因此，马航不能以此为理由拒绝公开调查信息。\n13:55【马警方：不排除失联客机降落在模拟器5跑道之一】据《马来邮报》报道，调查人员从机长家中搜到的飞行模拟器中，发现了5条印度洋附近机场跑道的资料。这或许能为调查MH370的去向提供帮助。\n11:08【马尔代夫:雷达系统未发现疑似失联航班飞机】针对有媒体称马尔代夫当地居民曾看到疑似马航失联客机，马尔代夫国防部19日表示，该国雷达系统没有发现任何疑似失联航班的飞机。\n11:01【马航:将继续向家属通报信息 与搜救当局紧密合作】马航表示已与负责搜救行动的当局紧密合作，马航向当局提供了乘客和货物舱单、飞机维修记录、飞机传送的数据、SITA处理的卫星数据，并向美国国家运输安全委员会(英文缩写NTSB)提供航班数据(包括技术人员背景资料)。此前，NTSB已抵达吉隆坡，为马来西亚提供技术支持。\n10:39【基本排除了飞机在马来西亚附近马六甲海域的可能性】此前马总理纳吉布宣布的南北走廊区域，但是南北走廊区域非常广大，到目前为止，还难以断定哪个区域的可能性更大。不过，现在基本排除了飞机在马来西亚附近马六甲海域的可能性。中方划定南北两个新搜寻区域总面积约30万平方公里。via 人民日报 \n10:31【马来西亚让出国际搜索行动部分控制权】据华尔街日报网19日报道，马来西亚政府开始向多国让出马来西亚航空公司370航班客机搜索行动的部分控制权。此前某些地区的搜索工作因缺乏指导而陷入停滞。\n08:48【马航连续三年亏损或加速重组 受累于国企体制】连续三年亏损，马航曾计划于今年扭亏为盈；MH370航班失联事件或成为马航重组“导火索”\n08:46【德媒:中国微博充斥马航\"阴谋论\"】《法兰克福汇报》3月17日文章，原题：中国的反应——有种失真的感觉 中国的微博现在充斥各种阴谋论，这个国家突然“发现”了国际社会。这让人产生疑问：这些消息会被过滤掉吗？\n08:43【斯里兰卡愿向中方开放领空海供中国舰机寻找客机】斯里兰卡外交部发言人萨迪克18日称，斯愿向中方开放领空，允许中国舰机进入斯领空、海域搜寻马航失踪客机。\n08:30【美方否认马航失联客机降落美印度洋军事基地】CNN报道，白宫发言人卡尼在今日的新闻例会上，对之前有传闻称失联的马航MH370航班可能已在印度洋中部美军迭戈.加西亚军事基地降落进行正式澄清，称报道有误，该军事基地未有任何民用航班降落。卡尼表示，虽然对失踪航班的搜寻工作十分困难，但美国仍将全力以赴协助马来西亚进行搜救，并“与国际伙伴保持紧密合作。”\n08:21【美澳搜印度洋寻失联客机 美军称行动暂不设期限】18日，澳大利亚及美国当局已经在印度洋开始搜寻马航失联客机，并指这有如大海捞针那样困难。美军第七舰队副司令罗伯特·托马斯称，目前美方不为搜救行动设时间框架。\n08:20【中方划定两个新搜寻区域 总面积约30万平方公里】记者从中国海上搜救中心了解到，中国海上搜救中心与马来西亚海上搜救机构17日连夜沟通协调，划定了最新的搜寻区域，并协同海军等部门向现场中方舰船下达了任务通知。截至3月18日17时，中方舰船已陆续抵达新加坡附近的临时集结点。19日8时，现场舰船将从集结点出发，兵分南北两路，赶赴任务海区，正式开始第二阶段的搜寻任务。新划定的南北两个搜寻区域总面积约30万平方公里。\n07:50【印尼拒绝搜索马航失联航班的飞机入境】英国广播公司报道，由于印尼方面拒绝执行搜索马航失联航班MH370任务的飞机进入其领空，对MH370的空中搜索18日受到了妨碍。BBC记者这样评价，由于“国际官僚主义”，定于18日进行的搜索飞行被放弃了。\n07:47【马方：北部走廊搜救工作由中国和哈萨克斯坦主导】目前，南北两大走廊的搜救工作已经启动，整个搜救行动依然由马来西亚方面协调，南部走廊搜救工作由澳大利亚和印尼主导，北部走廊搜救工作由中国和哈萨克斯坦主导。希沙姆丁介绍，已将两个走廊各分成7个四方形区域，每个区域长宽各400海里，面积16万平方海里，整个搜索面积共224万平方海里。\n07:46【马反对派领袖：\"机长实施政治报复\"说法源自政府】有关“MH370机长作为反对派的支持者实施了政治报复”的说法一度被广泛传播，为此，北京青年报记者昨日在位于吉隆坡市郊的“人民公正党”总部采访了反对派领袖安瓦尔。对方否认了上述说法，称军方对失联事件的调查有所隐瞒。\n07:45【马航失联航班创商业客机失踪时间最长纪录】马航客机MH370失联超过11天，创下商业客机失踪时间最长纪录，由此也引发了史上规模最大的跨国海空搜救工作，参与搜救的力量达到26个国家和地区。然而，客机仍没有下落，马方提供的南北两条走廊都没有音讯传出。\n07:43【马尔代夫一小岛居民称见到巨大班机低空飞过】马尔代夫偏远的库达胡瓦杜岛有居民称，在马航MH370航班失踪当天的上午，曾看见过“一架低空飞过的巨大班机”飞过该岛。马尔代夫新闻网站haveeru在线报道说,马尔代夫警方已对此展开调查。\n07:36美国NBC新闻称，消息人士透露失踪的马来西亚航空公司飞机掉头指令在副驾驶广播结束前约12分钟已经被输入到机载计算机里。目前官方还没有证实这一消息。\n22:53【美防长承诺继续全力搜寻客机】美国国防部18日发表声明说，美国国防部长哈格尔17日晚与马来西亚国防部长兼代理交通部长希沙姆丁通电话，承诺美方将继续全力参与马来西亚航空公司失联客机搜寻工作。\n21:00【我国搜救船舰将在苏门答腊岛附近执行搜寻任务】据央视3月18日报道，中国海上搜救中心今天宣布，我方舰船将兵分南北两路在苏门答腊岛附近进行搜寻。搜寻区域处于热带海区，风大浪高，特别是印度洋方向水深达4000米至5000米，一线搜救人员已连续工作十余天，搜寻困难重重。\n20:54【马来西亚不是假护照天堂】马来西亚代交通部长希山慕丁表示，目前，马来主导的南部和北部走廊的搜索范围，已经涵盖了22亿4千万平方海里。针对有记者提问假护照登机一事，希山慕丁只是表示，马来西亚不是伪造护照的天堂。记者在现场发现，马来西亚官员今天回答问题比起以前谨慎了许多，几位官员们多次提到，信息还未确实前，不能透露更多详细内容，以防出现信息混乱。（法制晚报）\n18:45【3月18日马来发布会要点】①马来西亚外长首次出席发布会，称与25国沟通顺畅 ②搜索面积达到224万平方海里 ③ACARS系统在1：07至1：37之间关闭，当时飞机处在马来西亚东部海域 ④雷达卫星数据信息没有新的进展。⑤泰国此前监测飞机非失联客机⑥说马来西亚成为恐怖袭击的源头没有依据 ⑦马航会考虑中国乘客家属关切 ⑧无足够证据显示客机出现故障⑨澳大利亚和印尼重点搜索南部区域 ，中国和哈萨克斯坦是北部走廊搜索的重要参与国。\n18:42【中国最大公务船“海巡01”轮将加入搜救】中国规模最大、装备最先进的公务船“海巡01”轮18日全速驶向新加坡，预计19日凌晨抵达新加坡附近海域，进行补给和相应准备工作，随后将开赴巽他（SUNDA）海峡附近水域参与救援。\n18:26【搜救范围扩大至224万平方海里】马来西亚代理交通部长刚刚表示，目前搜寻航班范围已经扩大至224万平方海里。\n18:14【马方：机上驾驶程序可人为改动】当时飞机自动驾驶的航程是飞往北京的，这在起飞前就设定好了，一旦设定，只要上面有人在，什么情况都有可能发生。\n18:11【马方：把党派争端放一边】马方在记者会上回应称，关于失联客机机长与马来西亚反对派领袖安瓦尔有亲属关系的问题，马方认为应把党派争端放在一边，全力搜索失联客机。\n18:10【机长副机长均为飞过南部航线】马航CEO称，北部航线对马航比较重要，机长和副机长应该没有飞过南部的航线。\n18:08【无足够证据表明飞机故障】交通部长希沙姆丁称，目前马来西亚的决策分析基于卫星和ACARS系统，没有足够证据表明飞机出现了故障。\n18:06【马方否认泰国捕捉MH370信号】马来西亚交通部长称，没有听说过泰国捕捉到信号这一信息。此前泰国监测到的应该不是MH370客机。\n18:02【南北走廊区域可能性最大】马来西亚交通部长称，美国航空局帮助马方进行过数据比对和计算，我们认为出现在南北走廊区域的可能性是最大的。\n17:57【雷达卫星数据信息暂无进展】马来西亚交通部长在回答记者提问时称，说马来西亚成为恐怖袭击目标没有根据。合作搜寻的各国在卫星和雷达数据方面没有发现最新进展。\n17:49【ACARS系统关闭时间仍不确定】马来西亚交通部长称，客机搜寻工作超越了马来西亚国内党派政治，搜寻失联客机是马来西亚全国当前最重要的工作。飞机通讯寻址与报告系统（ACARS）在1:07至1:37之间被关闭，具体时间仍不确定。\n17:38【正直播：马来西亚政府新闻发布会】18日17时30分，马来西亚政府关于失联客机的记者会开始，将通报最新搜救和调查进展，并回答各国记者提问。\n16:32【印度考虑提供卫星雷达信息】据@新国际微博，印度安达曼群岛官员说，印度海空军正考虑向马来西亚提供卫星和雷达信息，以帮助搜寻马航失联客机。\n16:28【斯里兰卡允许中国舰机进其领空、海域搜索马航客机】新华社3月18日报道，斯里兰卡外交部发言人萨迪克今天称，斯愿向中方开放领空，允许中国舰机进入斯领空、海域搜寻马航失踪客机。\n16:01【澳大利亚将在珀斯西南3000公里海域展开搜索】据澳大利亚ABC新闻报道，澳大利亚在珀斯西南3000公里左右的一块区域划定了搜索MH370的范围。具体位置如图所示。\n15:49【马媒:机长飞行模拟器存靠近印度洋5跑道资料】据《马来邮报》18日报道，调查人员居然发现在从马航失联飞机机长查哈里亚·沙阿家中搜走的飞行模拟器中，存有印度洋附近5条飞机跑道的资料。一名不愿透露身份的调查人员称：”这些练习跑道以马尔代夫马累国际机场的2个跑道及印度、斯里兰卡机场的3个跑道为基础，跑道长度都达到1000米。”（中国日报）\n14:45【首批40多位失联航班外地家属离京回家】由于失联航班至今没有明确下落，乘客家属们不论在心理上还是生理上都疲惫不堪，因此一部分人选择回家等消息，应急服务工作组协调马航为家属们提供回家交通费用。目前在北京5家失联家属安置酒店办理住宿登记的共有537人，如果后续搜救工作没有明显进展，预计还会有更多家属陆续离京。对于留京等候消息的家属，应急工作组在5个家属入住酒店，提供24小时服务保障。\n14:15【失联航班机长飞行模拟器接受检查 未现可疑证据】《华尔街日报》报道，调查马航客机失联事件的相关机构正在检查该航班机长家中的飞行模拟器。但航空爱好者认为飞行员拥有这种设备并不奇怪。调查人员17日称，迄今尚未发现能表明该航班两名飞行员对飞机失踪负责的证据。\n14:00【哈萨克斯坦等17国否认马航失联客机经过其国领空】马航MH370航班18日进入失联第11天，搜救方向已被重新部署。哈萨克斯坦、吉尔吉斯斯坦、巴基斯坦、印度等国17日均表示，它们没有找到任何失联航班曾飞经该国上空的信息。\n13:41【老挝民航局长称马航370航班未进入老挝空域】老挝民航局局长亚古阿目前没有数据显示该飞机曾飞入老挝空域，民航雷达的相关数据已提交给外交部，他还将与马来西亚驻老挝大使会见就此事作进一步探讨。\n13:38【媒体解析马方发布会高官表情动作】马来西亚总理纳吉布  表现：发型凌乱，眼睛红肿，语气平静  解读：忧虑马航事件难掩无奈情绪\n12:25【失联客机乘客家属决定成立家属沟通委员会】@央视新闻：马航代表在今天上午的北京家属沟通会上表示，目前无法披露失联航班的信息。有家属反映，马航安排的酒店联络人电话无法接通。会后家属商议决定成立家属沟通委员会，负责汇集家属合理诉求和马方沟通。（记者 高雪楠） \n12:14【驻马大使：中国家属被关起来不属实】@法制晚报：驻马大使黄惠康注意到媒体上出现了一些不实报道，昨天网站发布了一位家属接受采访称感觉像被关起来了一样，任何人都不能接触。黄大使说“这种情况是不属实的，两国总理昨天两次通话也表示要加强家属的安抚工作。”\n11:43【孟加拉湾、巽他海峡搜寻区发布】@中国交通报：按“兵分两路、稳扎稳打、向前搜救”要求，我方船艇在孟加拉湾、巽他海峡搜寻区建立南北搜寻区：北部搜寻区面积12万平方公里，海巡31、南海救115、海军999等4舰3（直升）机负责；南部搜寻区面积18万平方公里，海巡01、南海救101、海军171等5舰3机负责。\n11:29【马航：不管是意外还是劫机 绝不推卸赔偿责任】马航方面表示，根据马国政府总理的发言，此次事件是个有意的行为，马国警方正在调查之中，但不管是意外事故，还是劫机刑事案件，马航绝不会推卸其赔偿责任，或以刑事案件为由拒绝或降低其赔偿。\n11:17【美媒:马政府拒绝美国大规模协助调查】《纽约时报》引述美国高级官员的话报道，马来西亚政府拒绝美国大规模协助调查，令调查力量受限。国际传媒纷纷质疑马政府隐瞒真相，要求让国际人员接手主持搜救。\n11:16【驻马大使：中方已开始在中国领土范围内搜索】中国搜索北部走廊   黄惠康说，中方已经开始在北部走廊中国领土范围内的搜索工作。此前马总理纳吉布说，调查人员判断客机失联后若继续飞行有两条“空中走廊”，分别为自泰国北部至哈萨克斯坦和土库曼斯坦边境的北部走廊，和经印度尼西亚至南印度洋的南部走廊。\n11:02【目前无任何组织和个人提出政治诉求】黄惠康：中马之间信息交流无障碍，马方雷达资料和资讯都与中方分享，但很多信息包括刑事信息不宜公布。马来政府应对马航事件的能力、技术、经验有所不足，但一直尽心尽力。就我所知，到现在没有任何组织和个人提出政治诉求。\n10:57中国驻马大使黄惠康在发布会现场\n10:54【驻马大使：目前搜索区域过大 搜救难度一点没减】今早10点中国驻马大使发布会消息要点①可以排除中国乘客涉嫌恐怖和破坏活动的嫌疑 ②因涉及刑事调查，很多信息不宜对外公开 ③现在面临的问题是谣言满天飞 ④目前搜索区域过大，搜救难度一点没减。via央视新闻\n10:51【美公司启动卫星项目搜寻失联航班 逾300万人响应】美国卫星运营商“数位全球”(DigitalGlobe)于当地时间17日表示，该公司的卫星搜索范围覆盖了2.4万平方公里。此外，每天都有更多图像更新，其中包括取自印度洋地区的图像。该公司还表示，已有超过300万人参与了卫星搜索项目。\n\n10:45【中国驻马大使：现在面临的问题是谣言满天飞】中国驻马大使黄惠康表示，目前信息并不缺乏，我们面临的主要问题是信息混乱，各种猜测甚至谣言满天飞，让人无法思索。这种混乱局面产生有多种原因：①这次事件在人类民航史上罕见 ②马方经验不足。\n10:37【中国驻马大使：很多信息不宜对外公开】中国驻马大使黄惠康在今天上午的发布会上强调，MH370客机失联事件调查中很多信息涉及刑事调查，不宜对外公开。事故原因调查，不宜大张旗鼓进行。via央视新闻\n10:27【中国驻马大使：可以排除中国乘客涉嫌恐怖和破坏活动的嫌疑】在今天上午10点召开的中国驻马大使媒体发布会上，黄惠康大使表示，中方对所有乘客进行了详细调查，其中没有发现任何有破坏行为的证据，所以可以排除中国乘客涉嫌进行恐怖和破坏活动的嫌疑。（央视记者沙晨 王建兵）\n10:21【马航：失联MH370航班乘客没有通话记录】马来西亚航空公司17日也表示，到目前为止，还没发现马航客机上面的乘客有任何拨打手机的通话纪录，马航说，他们还在查证，因为电信公司得查证几百万笔资料，才能确认失联旅客是否有人试图打电话，或者试图发送手机短信。\n10:05【美基德号驱逐舰撤出搜索】美国海军第七舰队美东时间17日晚向@新国际证实，美军“基德”号导弹驱逐舰已决定撤出对失联客机的搜寻工作，下阶段以搜寻面积更广的美军海上巡逻机作为主力继续参与搜寻。“基德”原本在安达曼海搜寻。\n09:07【对马航飞行员的调查没有发现疑点】华尔街日报援引知情人士称，在对马来西亚航空公司370航班飞行员的深入调查中，调查人员没有发现其背景的任何疑点。\n09:00【参与马航失联客机搜救国家增至26个】马来西亚交通部宣布，参与马航失联客机搜寻的国家数量已经从14个增至26个。目前参与搜救行动的国家除了马来西亚外，还有澳大利亚、孟加拉国、文莱、中国、法国、印度、印度尼西亚、日本、哈萨克斯坦、吉尔吉斯斯坦、老挝、缅甸、新西兰、巴基斯坦、菲律宾、俄罗斯、新加坡、韩国、泰国、土库曼斯坦、阿拉伯联合酋长国、英国、美国、乌兹别克斯坦和越南。\n08:58【美军安达曼海搜失联航班无果 巡逻机将调至南线】美国海军官员表示，由于美国船舰与侦察机已遍寻安达曼海，没有找到失联的马航航班踪迹，因此将重新部署负责搜寻任务的美军船只和飞机，其中，P-8A海神式巡逻机将前往澳大利亚，参与南线搜寻。“基德”号(USS Kidd)驱逐舰将重新部署，P-8A海神式巡逻机将转移至澳大利亚伯斯。此前，美军“平克尼”号(USS Pinkney)驱逐舰已经停靠新加坡，暂停搜寻。美国五角大楼官员指出，在安达曼海与孟加拉国湾及印度洋北面海域执行任务的“基德”号驱逐舰也将暂缓行动，在取得更多信息后恢复搜寻。\n08:55【视频 马官员:国家安全敏感 军方有信息未透露】\n08:54【联合国全面禁止核试验条约组织：未监测到马航客机发生爆炸】联合国秘书长发言人迪雅里克说，全面禁止核试验条约组织目前没有监测到马航客机无论是在陆地、还是在水面发生爆炸的情况，同时也没有发现飞机坠毁的迹象。\n08:47【视频：机长同学称其买一个飞行模拟器很轻松】\n08:46【视频：机长同学称其是个优秀的人】\n08:46【视频：机长同窗讲述扎赫里学习经历】\n08:44【澳大利亚将从西海岸珀斯附近海域搜寻失联航班】据澳大利亚新快网消息，针对马来西亚航空公司失联客机MH370的找寻扩大至西澳大利亚和南印度洋之间，澳大利亚当局宣布将从珀斯西部海域的南印度洋开始搜寻失联飞机下落。澳大利亚海事安全局说，国防军将查看是否有可能增加更多的飞机，以便搜寻可以覆盖更大、更远的区域。\n08:20【中方舰船今日8时向新划定搜救区域进发】18日8时起，在泰国湾待命的中方舰船全部出发，赴新加坡临时集结点集结，进行必要准备后，兵分两路，分别向南、北两个指定区域出发，开展搜救行动。\n08:19【媒体预测可能降落4地：两岛屿两沙漠无人区】一位民航专家分析，飞机在南印度洋某个岛屿上降落的可能性是很大的。在西南走廊满足此条件的地点中，最有可能迫降的岛屿就是圣诞岛和科科斯珊瑚群礁，跑道长度均在1500米以上。此外，西北部的2个沙漠无人区，也符合飞机可能降落的条件。\n08:16【分析称失联飞机飞行员或早已筹备此事】有过20年飞行经验的前军事飞行员表示，该飞机的飞行员或许早已开始对此次事件开展筹备，收集有关导航点的信息，最终通过导航点之间的空中走廊，误导马来西亚军方认为其是“友好的不明飞行物”，从而飞出马来西亚军方雷达侦测范围。\n08:12【美国：更换巡逻机加入搜救】据台湾媒体报道，美国海军调动高性能P-8A海神式巡逻机，投入搜寻马航失联客机MH370，希望通过P-8巡逻机长距离海面侦察与续航能力，加大搜索力度。这是美国海军在连续9天大规模搜索行动未有结果后，进行的一次调整。\n08:11【律师：无论失事或劫机失联航班乘客家属均可获赔】马来西亚和中国都是蒙特利尔《统一国际航空运输某些规则的公约》的缔约国，不论是失事还是被劫机，只要乘客遇难或受伤，马航都要按照公约规定的标准进行赔偿。根据公约，一旦进行赔付，对于人身方面的最高额度为10万特别期权（大约95万元人民币）。此赔偿不包含在航空意外险之内。\n08:10【李克强要求马方提供更详细准确信息】国务院总理李克强昨日下午应约同马来西亚总理纳吉布通电话，就马航失联客机搜救工作进一步沟通协调。李克强指出，只要有一线希望，就应继续尽最大努力搜救。希望马方进一步及时、准确、全面向中方提供掌握的更加详细数据信息，包括第三方信息，尽快明确搜救范围，提出方案，提高效率。\n08:06【退役飞行员：失联飞机未被发现或因降落军事基地】曾在中国空军部队服役多年的一位飞行员分析，MH370向北飞，穿越印度到达其他地区的可能性更大，“第一是印度已经承认其雷达并非24小时全天候监视，而且该国雷达主要分布于内陆与邻国有争议的国境线上”。上述人士判断的第二个理由，是MH370需要借助夜色的掩护获得更长的隐秘飞行时间，“越往南飞，太阳升起的时间越早，这意味着飞机被发现的几率越大，而往北飞，可以在夜色中飞行更远距离”。\n00:41在马来西亚的25位MH370航班中国乘客家属17日发表声明，否认网上关于“在马中国家属遭隔离监视，像坐牢一样”的消息。\n00:26【中方搜寻力量将分两路前往孟加拉湾和巽他海峡】@中国交通报 消息：18日8时，在泰国湾待命的我舰船将全部出发，在新加坡临时集结准备后，兵分两路，分别向南、北两个指定区域出发，开展搜救行动。北部区域位于孟加拉湾东南部水域；南部区域位于巽他海峡附近水域。\n22:58【巴基斯坦：愿分享一切信息协助搜救】巴基斯坦外交部发言人17日表示，巴政府已收到马来西亚政府发出的信息分享请求，巴方愿分享任何相关信息。目前巴基斯坦民用雷达并未发现任何有关马航的信息，军方也未探测到任何可疑飞行物进入巴领空。（央视新闻）\n22:21【马方调查所有机组人员】马来西亚交通部17日的声明称，马来西亚警方于8日便开始了对所有机组人员的调查，不仅包括正副机长，还包括与这架客机有关的地勤人员。15日，警方从机长家里运走了他自己的飞行模拟器，并在警察总部进行了重新组装。（@新国际）\n22:19中国在马家属否认“遭马航隔离监视”】“我们是中国来马家属。今天从网络上看到关于“在马中国家属遭马航隔离监视，像坐牢一样”的消息我们作为当事人都感到十分的震惊，为澄清事实，以正视听，我们做如下声明。”声明见下图\n21:19【马来西亚官方正式公布失联航班飞行范围图】马来西亚代理交通部长希山慕丁展示可疑的南北走廊地带。北从泰国至哈萨克斯坦和土库曼斯坦；南经印尼至南印度洋。\n21:18【中国已调动21颗卫星参与搜寻失联客机】中国政府网消息，今天下午，国务院总理李克强同马来西亚总理纳吉布通电话。李克强指出，中方有十余艘专业舰船正在相关海域开展工作，要求过往中国籍商船进行搜寻，并调动多架飞机和21颗卫星参与搜寻。还向25国通报有关情况，请求协助搜寻。\n20:50【警方正调查机上一名29岁飞机工程师】据路透社报道，一位29岁，名叫Mohd Khairul Amri Selamat的飞行工程师正在被马拉西亚警方调查。此人曾在社交媒体上称，自己在一家私营包机公司工作。马来西亚调查人员正对马航MH370客机的飞行员、机组人员以及相关地勤人员的背景进行调查。\n20:48央视报道，缅甸航空运输部门官员表示，缅甸16日起已开放领空，协助参与搜索国家的飞机在缅甸领空进行搜索。16日美国一架飞机在缅甸安达曼海域上空进行了搜索，但无任何发现。17日暂无航空搜索行动。\n18:43【147名家属已领取马航特别慰问金】马航17日晚6时在北京丽都饭店举行的家属沟通会上表示，截至16日已向147名MH370航班乘客的家属发放每位乘客3.1万元人民币(5000美元)的特别慰问金。目前有7位乘客的家属尚未领取此项慰问金，马航称已与他们进行反复沟通。\n18:28【马官方17日例行发布会要点】①北线和南线搜索均在进行中，马方将做好各国援助的协调工作；②“没问题 晚安”对话是副驾驶所说，是否晚于1:07待查；③机长家中的航空模拟器尚未发现与事件有关；④无证据表明乘客与家属通电话；⑤未发现机上有争斗迹象；⑥两名伊朗籍乘客嫌疑不大。⑦老挝往北为北线搜寻起点；⑧8日8:11后燃油月可使用30分钟；⑨仍未收到赎金等要求；⑩现在还不是向乘客家属道歉的时候。\n18:26【马方未收到任何劫机者要求支付赎金要求】马方表示，还没有收到有关劫机者要求支付赎金等要求。\n18:23【马方称正调查飞行员自杀的可能性】马方在刚刚举行的发布会上称，就目前掌握信息，未发现失联飞机上有争斗迹象，飞机飞出马来西亚管区后迅速消失。机组人员都经历严格的考核，“通过劫机反叛”的消息需要结合军方调查。目前正在调查飞行员自杀的可能性。\n18:07【未发现失联飞机上有争斗迹象】马方表示，未发现失联飞机上有争斗迹象。\n18:02【澳大利亚是飞机一个可能去向】马方表示，南北线空中走廊涉及许多国家，澳大利亚是飞机的一个可能去向，但不会放弃对其他方向的搜寻。\n18:00马航确认最后一次通话记录为副机长说的，他当时是对空管塔台说的。\n17:53【马航登机安检没问题】马来西亚政府正在吉隆坡召开新闻发布会，并回答各国记者提问。马方称，马航对飞机工作人员和乘客的登机安检没有问题。\n17:52据央视报道，在17日马来西亚政府新闻发布会上，马方称因军方信息比较敏感，为了维护国家安全，仍有相关信息没有透露，待有关机构确认后将公布。\n17:46马来西亚政府发言人在发布会上称，对于机长家中的飞行模拟器的调查仍在处理中。\n17:45【马政府发布会：参与搜救国家将分别承担搜救费用】马来西亚政府在发布会上称，搜救费用将由相关国家承担。\n17:41【南北两线搜索已经展开】马来西亚政府记者会正在进行，马方称，南北两线的搜寻都已开始，马来西亚搜救力量集中于马六甲海峡。南线区域的搜寻由澳大利亚和印尼共同展开。\n17:40【马方发布会：暂未找到证据证明机长与事件有关】据央视直播马来西亚政府发布会，马方目前暂没有找出证据表明机长与飞机事件有关。\n16:23【马来西亚警方公布机组成员被调查时间表】马来西亚警方17日首次公布调查MH370机组成员的时间表。3月8日事发当日，马来西亚皇家警察已经开始调查全部机组成员，包括机长和副驾驶。3月9日，警方前往两位飞行员的家中搜查，并请家人协助。3月15日，警方再次前往二人家中，并带走机长的模拟飞行器，该设备在警方总部已被重新安装。\n16:17【家属动态：中方要求马方对家属负责到底】航班失联今日进入第10天，中国政府联合工作组再次与马方进行磋商。中方要求，马方要继续及时向家属通报准确、全面信息，同时切实兑现承诺，对在北京和在马家属负责到底，按原有标准继续做好服务、照料和安抚，在去留问题上务必要尊重家属意见。\n15:19【已有26国参与搜救】马来西亚政府发表声明称，目前已有26个国家参与失联MH370航班的搜救工作。其中包括马来西亚、澳大利亚,孟加拉国,文莱、中国、法国、印度、印尼、日本、哈萨克斯坦、吉尔吉斯斯坦、老挝、缅甸、新西兰、巴基斯坦、菲律宾、俄罗斯、新加坡、韩国、泰国、土库曼斯坦、阿联酋、英国、美国、乌兹别克斯坦和越南。\n13:27【劫机者可能是空军飞行员】马航与MH370失联航班最后一次通话内容：“已把你们(MH370)交接给胡志明市管辖区”；MH370：“好的，晚安。”今晨，美国CNN就MH370上是谁最后发出“好的，晚安。”这句话提出质疑：可能有除机长副驾驶外的第三方人员在驾驶舱，且TA会驾驶军用飞机。（法制晚报）\n12:43【越南：已动用创纪录力量协助搜救 如需要将继续】据越南每日快讯3月16日报道，从3月8日开始的8天内，越南在中国南海海域动用了创纪录的规模的搜救力量确定马来西亚MH370失联客机的踪迹，包括各单位的精锐力量的11架飞机和7艘船只。\n12:41【澳大利亚负责印度洋南部搜寻工作】据马来西亚《新海峡时报》报道，分析猜测，偏离吉隆坡-北京航线的马航失联客机在折返到马六甲海峡附近后，可能朝北前往中亚地带，也可能南下前往印度洋南部。目前，澳大利亚主要负责印度洋南部区域的搜寻工作。\n12:05【飞机在1500米高空飞行】外媒称，失联的马航MH370客机为避免被监测到，仅在1500米的高空飞行。\n11:30【波音专家：马航失联航班或遭劫持后沉入海底】波音公司787机体机构实验室结构技术负责人牛康民表示，波音777-200ER这样的飞机需要大型机场才能完成降落或迫降，MH370航班在遭到劫持后很可能迫降在陆地上某个人烟稀少的地点，比如沙漠或森林，因而较难为人们所发现。当然，飞机遭到劫持后迫降或坠落在海洋的可能性也会有，只是比较小。如果飞机遭到劫持后是迫降在海面，那么受损的机体也很难长期漂浮而会整体沉入海底 ;如果飞机遭到劫持后坠落海面，飞机会发生解体而不是整体沉入海底。\n11:26【英媒：马来西亚极端分子或复制9·11方式劫机】《每日电讯报》报道，恐怖分子萨伊德·穆罕默德·巴达特上周在法庭上说，那些马来西亚极端人员原打算用藏在鞋子中的炸弹炸开驾驶舱门，然后控制飞机。\n11:19【澳总理：无迹象表明失联客机曾靠近澳大利亚】法新社报道，澳大利亚总理阿博特表示，没有收到失联客机曾靠近澳大利亚的消息。澳大利亚已派出两架猎户座飞机协助寻找失联客机。\n11:06【视频：马航失联航班机长存四个疑点】\n11:05【马来警方对失联客机人员背景调查范围扩大】据马来西亚“南洋网”报道，马来西亚警方已展开对马航失联客机的人员背景大调查，其中包括MH370班机的正副机师、机组人员、乘客及起飞前地勤工作人员，据了解，当地警方已向各国索取乘客背景审查资料。\n11:01【马方:飞行员家属搬走确凿 飞机可能在8:11时降落】马来西亚国家警察局长称：调查将涉及航空地勤人员。对于飞行员家属搬走的话题，马方回答道：其实他们也没有搬走，只是住到了另一家而已。在飞行员家里找到了飞行模拟器，尚未找到其他可疑物证。马方还表示，当飞机与卫星联系时，有可能飞机已经降落。\n10:51【外媒：失联航班最后通话时已关闭一个追踪系统】此前有报道称，失联航班飞行员在被告知将由胡志明市空中管制员接管沟通时，回答“好的，晚安”。而马来西亚国防部长兼代理交通部长希沙姆丁表示，在这一通话发生之前，飞机的ACARS(飞机通讯寻址与报告系统)就已经被关闭了。\n10:18【巴基斯坦政府否认失联客机藏匿在当地】此前有美国媒体称，失联客机可能已在巴基斯坦降落，并藏匿在当地。巴外交部女发言人阿斯拉姆说：“我们的雷达系统从未侦测到关于该客机的任何信息，它也从未与我们的指挥塔台联系过，所以它没有进入我们的领空。”\n10:16【美媒：马航飞机高度突降或暗示驾驶室有搏斗】《纽约时报》15日报道，马来西亚军方雷达数据显示，马航MH370客机飞行中高度曾突变、两次改变航道。这意味着飞行员或劫机者改变航向，或飞机在无驾驶员情况下飞行。另外，美国广播公司根据航空专家分析，飞机高度突降或暗示驾驶室内存在搏斗。\n10:10【孟加拉国宣布参与马航失联飞机搜救行动】根据孟总理哈西娜指示，两艘护卫舰及两架海事巡逻飞机将参加搜救，搜救行动将首先从孟加拉湾和相邻地区展开，如果有必要，将拓展到更广阔的区域。孟官员表示，“搜救行动没有时间限制”。\n09:59英国镜报整理出马航MH370可能会降落的634个机场跑道地图\n09:53【视频：马方新闻发布会称抓紧调查机组人员及乘客】\n09:38【纽约时报：马方一系列过失致搜救复杂化】最近的消息称，雷达信号图显示马航370在泰国湾上空来了个大掉头，接着横穿马来西亚北部，并通过了至少3处军用雷达网，甚至在飞往马六甲海峡之前曾拉高飞行高度飞过马来西亚大城市。\n09:28【印度军方：失联客机不可能到印度领空】《华尔街日报》16日援引印度军方官员的话报道，马航MH730航班最后在马来西亚领空被发现后，不太可能飞向印度，原因是，如此庞然大物的任何可疑行动都应该会被印度雷达站捕捉到。据印度军官称，如果这样一个大家伙飞过，不可能没被发现。\n09:12【马请求多国协助搜救 调查重点转向MH370机组人员】马来西亚国防部长兼代理交通部长希沙姆丁16日表示，作为多国联合行动的主导国，马来西亚已经提出，希望相关国家提供必要协助，以确定失联客机位置，而马来警方则表示，目前调查的重点是全体机组人员和乘客。\n08:43【马航失联事件四大疑点指向失联航班机长】机长因安瓦尔案采取疯狂举动？家中模拟器是否为演练“躲避动作”？机长是否曾接受恐怖训练？机长家人为何突然“搬家”？\n08:35【法航447空难调查组将派员赴马 提供三项支持】法国的支持包括三项内容：法国交通部所属的法国民航安全调查分析局3名专家正前往吉隆坡，参加失联客机的搜救工作；法国动用民用和军用卫星资源对搜救行动提供支持；法国派遣一名军事合作官员协助马来西亚海岸警卫队的工作。\n08:29【马航客机失联区域已有6架飞机失踪 至今是悬案】英国《镜报》根据航空安全网络的资料报道，近几十年以来，至少有6架飞机在和马航MH370客机失联的相同区域失踪，至今仍是航空悬案。\n08:27【马金融人士：若飞机被劫持保险公司将不予赔偿】马来西亚多家金融机构人士表示，按照马来西亚惯例，若是飞机失踪是由于劫机或恐怖分子，属于人为因素，保险公司可不予赔偿；若是事故或飞行故障等非人为因素等原因意外身亡才可获得赔付。\n08:15【马反对派领袖:政府怕影响国家安全不愿公开信息】马来西亚反对派领袖，人民公正党副主席蔡添强称，马来不愿分享的资料，可能是怕公布之后会让马来人民和国际社会对政府产生质疑。比如护照的事件，马来的官员发布的数据自相矛盾。显示出马来西亚的护照检验系统和整个关卡或可能存在贪污、资料不齐全等问题。\n08:10【国际刑警组织就马航失联客机发表声明:不参与争论】声明表示国际刑警组织不希望参与任何类型的争论，以避免把注意力从寻找马航失联客机，以及其失联原因中转移开。\n08:09【马航占卜巫师扬言揍扁马来部长】马来西亚青年和体育部部长凯里·嘉马鲁丁日前呼吁逮捕巫师马辛，并痛斥其为“耻辱”。但这番言论令马辛大为恼火，声称要“揍扁”这名部长。\n08:07【马反对党议员：未在案件裁决时见到失联航班机长】公正党梳邦区国会议员西华拉沙承认失踪MH370机长扎哈里是该党党员，而且在上届大选有参与助选，但也驳斥英媒报道，指对方并非活跃的社会运动分子，而且他也不曾在上诉庭裁决当天看见扎哈里。\n08:03【印度官员称未发现失联飞机因费用太高未开启雷达】马方曾请求印度军方确认雷达是否侦测到飞机信号。印度在安达曼群岛和尼科巴群岛均设有雷达站。印国防部官员说，印度实际上并没有时时刻刻都开启雷达设备，因为“太贵”，意即费用太高。\n08:01【25国参与搜救马航失联飞机 搜救范围扩散至陆地】据新华社电 马来西亚国防部长兼代理交通部长希沙姆丁昨日在发布会上说，目前搜救行动不仅局限于海上，将会扩散至陆地。搜救国家的数量从14个增加到25个。\n23:19【美军“基德”号驱逐舰抵达印度洋搜寻失联客机】新国际：美国海军通报，“基德”号导弹驱逐舰在抵达印度洋海域后已开始搜寻失联客机残骸。据悉，“基德”号目前的搜寻重点在西部水域，这部分地区包括安达曼海、孟加拉湾和印度洋北部，区域面积很大。\n22:18法新社16日对此前作出的有关“调查人员重飞失联客机航线以确认航班可能航向”的报道进行更正，称“重飞”系通过飞行模拟器进行，而非此前报道中的真正飞机。\n20:33据马来西亚航空网站消息，马航16日发布第20份媒体声明，称马航针对失联的MH370航班的查询号码将在17日中午12点时改变，最新号码为+60378841234。此外，声明宣布，失恋航班和机组人员的家属可以致电+603-87775770询问有关事宜，但此号码仅仅针对家属开放。媒体的咨询电话为+603 8777 5698/ +603 8787 1276。\n18:44【马方最新发布会要点汇总】①马方请求多国提供更多卫星数据；②失联的MH370可飞行7.5—8小时；③目前尚未收到国际刑警组织关于所有乘客人员的案底回复；④除飞行模拟器外，机长家未发现更多线索，机长家人已搬到另一处；⑤当飞机与卫星联系时，有可能飞机已经降落。⑥目前难以确定是否涉及恐怖主义；⑦飞机没有装载危险物品；⑧副机长未主动提出与机长合作，嫌疑正在降低；⑨未发现飞机向城市等陆地目标行进；⑩搜寻行动已扩展到大洋深处，参与搜寻的国家增加到25个。\n\n18:08【飞机有可能降落】CNN报道，马来西亚政府记者会正在进行，马方称，当飞机与卫星联系时，有可能飞机已经降落。\n18:07据央视，马来西亚政府记者会正在进行，马方称机长家人并未提前搬走，只是搬到另一处，除飞行模拟器外，机长家并未发现更多线索。马方称，现在还没有收到国际刑警组织关于所有乘客人员的案底进行回复，一旦收到消息将给解答。\n17:59【失联客机可飞行约8小时】CNN报道，马来西亚政府记者会正在进行，马方称，通常航班会带45分钟或1小时的储备燃油，失联的MH370可以飞行7.5-8小时。\n17:51据央视报道，马来西亚政府记者会正在进行，马来西亚警方答记者提问，称飞行安全检查合规。\n\n17:43【两名飞行员未要求同机飞行】马来西亚代理交通部长希沙姆丁16日在吉隆坡举行的新闻发布会上说，失联飞机的两名飞行员没有提出过要同机执行MH370飞行任务的要求。\n17:40【马方请求多国提供更多卫星数据】CNN报道，马来西亚政府记者会正在进行，马方称，已请求包括美国、中国和法国在内的多国提供更多卫星数据，机长和副驾驶此前并未要求共同执飞失联的MH370航班。\n16:52【马来西亚交通部最新声明】①搜救工作仍跨国式进行，由马方主导 ②已联络北部和南部走廊所在国，要求给予协助 ③正与相关国家商议如何在这两个走廊分派搜救设备 ④马政府要求众国家提供进一步客机搜救协助 ⑤马警方正调查MH370机上所有机组人员和乘客，包括起飞前连络的技术师。\n16:33人民网吉隆坡3月16日电 3月16日下午17时30分左右，马航将在吉隆坡国际机场召开新闻发布会，通报马航失联航班的最新搜救和调查进展。目前已经有大批媒体记者守候在发布会现场外。\n16:05【调查人员“重飞”失联客机航线】法新社报道，调查人员驾驶一架与失联客机相同的波音777-200，重飞了一遍根据军事雷达监测到的客机航线，包括可能是为躲避雷达采取的曲折路线。此举旨在查明失联客机可能的航向。调查人员也就此确定失联客机飞往的两个可能方向，并向新区域重新部署救援工作。\n15:32【马来西亚确认搜查】马来西亚交通部16日发表声明，确认警方搜查飞机两名飞行员住所，以及细查机长家中的飞行模拟器等信息。声明说，警方还在调查机上所有乘客、机组成员。曾在飞机起飞前接触过飞机的工程人员也在接受调查。\n14:57【马来西亚交通部：正调查机组成员、工程师、乘客】马来西亚交通部称，马来西亚警方正在按正常程序对工程师、机组成员和乘客进行调查。警方搜查了飞行员和副驾驶的住所，有关工作人员调查了飞行员家里的飞行模拟装置，并与飞行员的家属对话。\n14:13【马媒否认机长为政治狂热分子】马来西亚《星报》16日报道，机长扎哈里是马来西亚反对党国民正义党党员，但该党否认了先前英国媒体关于他是一名“政治狂热分子”的报道。（新国际）\n14:06【调查人员正细查机长飞行模拟器】路透社援引马来西亚调查人员的话说，他们眼下正在细查从失联飞机机长扎哈里家中找到的飞行模拟器。这一模拟器能模拟在不同条件下飞行和降落。扎哈里被马来西亚媒体描述为“优秀飞行员”，还曾担任考官，评测其他飞行员的飞行模拟器考试。（新国际）\n14:02【视频：马航客机存背景敏感乘客 曾学飞机发动机理论】央视记者报道称，据当地媒体前几日大量报道，在失联客机的乘客里有一个值得怀疑的人存在，他出生在中国，在土耳其接受教育，后来到英国教了两年书，此外他曾在瑞士学了飞机发动机方面的相关知识。\n13:53【失联客机机长所住小区已封闭】据中国日报网报道，马航失联客机机长家位于吉隆坡近郊风景秀丽的一个小区，小区内大约一百多栋别墅，均价值上百万。一名保安表示此处已经被封闭。\n13:50保安Shere Ram（右）表示，他曾见过失联客机机长，但是不曾交谈，评价机长为人低调。\n13:49【中国专家加入事件调查组】中国民航方面的技术专家们今早抵达吉隆坡加入工作组，将协助马方展开调查，帮助马方尽早找到飞机下落。（马航事件中国政府工作组 ）\n13:23【北京丽都维景酒店加强安检】在马航失联客机乘客家属安置区，北京丽都维景酒店，16日开始在酒店大门设置严格的安检措施，包括x光机检和人工全身手检，严格程度堪比机场。（@新华社首都快讯）\n13:18【搜救明早能恢复】@新国际 新华社报道，印度军方人士说，在今晚得到马来西亚方面通知后，印度搜索行动可能在１０至１２小时内恢复，马来西亚正在重新确定搜索的重点范围，将通知参与搜索的国家。\n12:20【印度已经排除MH370飞越其领空可能】据CNN报道，来自印度加尔各答的消息称，印度已经排除了马航失联航班飞越其领空的可能性。（央视新闻）\n\n11:50【央视记者探访安达曼群岛 基础设施落后】在安达曼群岛首府布莱尔港，设有安达曼群岛唯一的国际机场，主要接纳国内航班，起降客机多为窄体民航客机。安达曼群岛岛上基础设施落后，网络通讯不畅。当地居民对失联客机消息也不是很清楚。（央视新闻）\n11:44【印度暂时搁置搜索失联航班行动】据路透社报道，由于马方将重新部署搜索资源，印度今天暂停搜索工作。印度此前在安达曼海和尼克拉群岛，以及孟加拉湾两处海域开展搜索。印度东部海军指挥部发言人表示，马当局正在研究是否需要调整搜索区域。\n11:10【马航：下周一起每天18点答复家属诉求】 16日10时，马航工作人员同失联乘客家属召开沟通会，表示从下周一开始，将在每天18时，在各个酒店，有专人，征求乘客家属的诉求，并在第二天18时答复诉求。\n10:33【马航：失联乘客家属可自行选择去留】马来西亚航空发言人3月16日上午10点于丽都饭店向在场家属表示，家属们可以自行选择继续留京守候、前往马来西亚或是回到自己家中，马航都会做出相应安排。\n10:13【飞机曾做出“战术躲避动作” 但不排除飞行员被胁迫】据美国广播公司（ABC)报道，美国情报官员称，最新信息显示，MH370从雷达消失后做出了战术躲避动作。但ABC航空专家和美国前海军陆战队战斗机飞行员Steve Ganyard认为，并不能排除飞行员遭到胁迫的可能性，这些举动也可能是一个不熟悉夜间飞行的非专业人士做出的。\n09:43【每日邮报：机长是反对党支持者】据英国每日邮报报道，马航MH370的飞行机长是马来西亚被监禁的反对党领导人的忠实支持者，沉迷于政治。另外，警方从他家中带走两台笔记本电脑，一台可能有他的飞行模拟器，另一台包含极少信息。机长的个人电脑并未找到，可能被他带到飞机上。左图为机长，右图中女子为机长家中女佣。\n09:08【印度国防部加强安达曼海和孟加拉湾搜索力度】印度国防部称，印度应马来西亚请求加强在两个区域的搜救力量，一个是安达曼海和尼科巴群岛附近，另一个是孟加拉湾地区。目前尚未发现任何证据指向飞机可能进入其海域。（路透社）\n08:51【“这是我人生中最美好的一天！”】15日下午马总理在发布会上表示，通讯系统被人为关闭。有多重迹象指向，飞机极有可能被劫持。这令丽都饭店的家属们又燃起希望，许多家属都说要调整状态，等着迎接他们回家。还有一位家属说，“这是我人生中最美好的一天！”（北京交通广播）\n08:49图中红色轨迹为CNN公布的马航失联飞机可能的飞行路线。\n08:4115日发布会之后，马航在北京丽都饭店张贴了新的家属协助信息。协助信息称，自今日起，马航将不会进行每天例行的家属信息更新会。任何后续由马航向家属提供协助的信息将会同步在北京、吉隆坡以及其他地点的家属协助中心进行张贴。\n08:30【马航一直希望有理由搜查飞行员住宅】@新国际：美国有线电视新闻网（CNN）15日报道，美情报部门倾向于认为失联客机飞行员对客机失联负有责任，并且其行为有主观故意因素。报道说，马方一直希望有理由搜查飞行员住宅，但直到过去24至36小时，才通过对雷达和卫星数据的技术分析拿到足够证据开展搜查。\n08:14【日本搜索队终止行动 孟加拉参与搜救】搜索焦点从南海转移，日本搜索队15号终止搜索行动。孟加拉15号则派出护卫舰和飞机开始加入搜索，孟加拉国国防部声明称，将首先从孟加拉湾和相邻地区展开搜救。\n07:55【飞机副驾驶两名家属被带走】据马新社报道，马来西亚警方当地时间15日下午结束对马航失联客机机长和副机长家的搜查，媒体被禁止进入现场。马来西亚警方失联航班副驾驶FariqAb·Hamid家逗留了大约一个半小时，并带走了副驾驶的两名家属。\n03:12每日电讯报消息，一名消息人士透露：由于印度雷达并非一直处于工作状态，这意味着他们有可能错过马航失联航班的信号。\n01:50CNN消息，来自印度加尔各答的消息称，印度已经排除了马航失联航班飞越其领空的可能性。\n23:12印度尼西亚搜救人员15日表示，截至目前，印尼搜救力量仍未找到马航失联客机踪迹。（据新华）\n23:09外交部副部长谢杭生15日下午紧急约见马来西亚驻华大使萨鲁丁。敦促马方继续加大搜救力度，就搜救部署调整与中方密切沟通，继续向中方提供更为全面、准确的情况。（据新华）\n22:17【马方启动MH370事件启动罪调 警方已至飞行员家】马来西亚已确定对MH370事件进行刑事调查，该国总理正式宣布该飞机一周前即开始谋划偏离吉隆坡至北京航线。该机此后朝向不知名的目的地至少飞了7小时。 同样在周六，马警方已至该机飞行员Zaharie Ahmad Shah家中。\n22:11【印度将增加搜救力度扩大搜救范围】今天印度国防部表示，将增加海军和空军的搜索力量，加大搜救力度，并将搜救范围扩大至孟加拉湾的中部和西部。印度参与搜救的面积将达到25万平方公里。\n19:35【泰国海军暂停搜寻失联客机 等待马方最新部署】泰国皇家海军发言人堪迪布15日表示，在马来西亚总理纳吉布当天公布马航MH370失联客机的最新消息后，泰国海军司令纳荣下令泰方暂停在泰国湾和安达曼海的搜寻行动，等待马方重新部署后再派舰艇和飞机重新出发。\n19:04【马航第19份声明：承诺公开透明发布已确认信息】马航今日17:45发布第19份声明称，马航事发第一时间就已发布所有已掌握的消息，绝对承诺完全公开透明的发布已确认信息。马航意识到媒体不断的做出猜测，而每个错误或误导的媒体报道、每个新传闻都使乘客家人变得日益愤怒。\n18:44【重磅消息：inmarsat称卫星数据已给马航】inmarsat北京时间今日发布声明，称海事卫星记录了MH370发出的“常规的自动信号” ，这些数据已交给马航。马总理今日称，客机最后和卫星联系是8日8时11分。本报从专业人士处证实，民航客机的海事卫星终端一般会记录航向、航速、位置等关键信息。\n18:32【越南：将有重大消息宣布】解放日报记者发回消息：越南方面正在召开闭门会议，表示将有重大消息宣布。\n18:26今天下午马来西亚总理纳吉布召开了新闻发布会后，原定于今天北京时间下午5点半马来西亚方面要举行的可以提问的记者会已经取消了，同时从北京方面传来的消息，原定于今晚的家属沟通会，将在丽都饭店举行的家属沟通会也临时取消，而改在明天10点马航将再次举行家属沟通会。\n18:13【分析：8时11分或是燃油耗尽发动机报警信号】马总理并未说明最后的卫星联络信号来自哪里，中国航空学会科普工作委员会委员王亚男说，正常飞行会储备1-2小时余油，考虑到之前公布飞机燃油约维持7个小时，加上飞机所做折返等耗油更快，8时11分应是燃油耗尽时飞机发动机发出的报警。\n18:13#位置# 现在在马来西亚的BBC记者称，马来西亚官员相信，飞机最有可能的位置是，中国和吉尔吉斯斯坦边境。\n17:30【新华社快讯】越南国家搜索和救援委员会15日宣布，越南将停止在越南海域对马航客机的搜寻行动。\n17:13#马航飞机失联#【马来西亚17:30发布会临时取消】马来西亚宣布原定今日17:30分举行的发布会取消。此前，马方曾承诺在17:30，用“有技术含量”的方式回答记者提问。\n16:40【越南将召开媒体会回应马来西亚总理声明】越南国家搜救委员会将在内部会议结束后，即当地时间下午四点（北京时间下午五点）后，召开媒体会，对马来西亚总理的声明做出回应。\n16:34【中方：促马方进一步扩大搜寻】下午，外交部发言人秦刚指出，中方高度关注马来西亚政府刚刚宣布的有关马航MH370航班的最新信息。我们要求马方继续向中方提供更为全面、准确的情况。中方技术专家正赶赴马来西亚协助调查。我们也会与有关国家和国际组织联系，进行了解研判。\n16:29【媒体被禁止接触马航失联客机中国乘客家人】马来西亚新海峡时报报道，马来西亚总理纳吉布刚刚召开记者会期间，马航失联客机中国乘客的家人在下榻塞博威水疗和度假酒店的一个房间观看了记者会，大约10个保安和辅警把守着房间，禁止媒体靠近。记者会后，乘客家人又被送回了各自的房间。\n16:13【马来警方搜查马航失联客机机长的家】路透社报道，一名高级警官称，在马来西亚总理纳吉布的记者会结束后不久，警方就已抵达马航失联客机机长的家，开始进行搜查。机长名为查哈里亚-艾哈默德-沙阿，53岁。\n15:57#快讯#据路透社报道，马来西亚高级警官称，警方搜查马航失联客机驾驶员的家。\n15:48【印度飞机彻底搜索安达曼群岛】印度军方发言人14日在安达曼-尼科巴群岛首府布莱尔港表示，印度海军已经向该群岛部署了两架飞机。目前为止，什么都没有发现。此外，群岛中的一个岛屿上发现火光，但一名印度军方高官称，此事与失联马航飞机无关。\n15:46【越南国防部下午召开会议商讨马航事件】越南国防部原定北京时间16点召开的，有关马航失联搜救工作的会议，由于马来西亚方面发布的最新情况目前已经提前开始。\n15:28【马航：消息今后将由政府公布 今晚提供家属住宿最后一夜】马航刚在北京丽都饭店发声明称，根据总理发布的声明，调查方向将发生改变；基于航班失联事件可能涉及刑事调查，马航不便再发布相关信息，改由马来西亚政府向乘客家属和媒体通报。\n15:17今日中午，越南胡志明市新山一机场空军基地，7架军机停在机场，机身前段罩上篷布，该空军基地相关负责人称，越方胡志明市，富国岛的飞机已停飞待命。\n14:54【越南方面表示大约在一小时后举行发布会】\n14:53【因涉及刑事调查 发布会今后由马政府召开】在马来西亚官方发布会结束后，丽都方面的马方人员表示，由于调查性质发生了重要改变，涉及到刑事调查。根据国际法的有关规定，马航方面已无权利回答任何问题。今后所有关于MH370航班的消息，将由政府有关部门发布。\n14:49【马总理纳吉布发布要点】①飞机8：11最后一次联络卫星；②客机的联络系统被人为关闭；③客机“折返”或是机上人员蓄意为之；④确认飞机现或存在于两个地形狭长地带：哈萨克斯坦到土库曼斯坦一直延伸到泰国的区域，另一个是印尼到南印度洋的区域；⑤南海搜救停止。\n14:45【马总理：联络系统是人为关闭，最后联络时间8:11】①联络系统是人为关闭，失联客机可能在马六甲海峡偏北地区；②8:11，飞机和卫星失去联系；③根据卫星数据，马方和国际专家认为飞机有可能往两个航道飞，一个往泰国北部，一个往印度洋南部；④至于客机是否被劫机，不排除可能性。\n14:44【纳吉布：客机可能处于两个地带】纳吉布在刚才记者会上说，客机可能在哈萨克斯坦与土库曼斯坦到泰国的走廊地带，或印尼到印度洋走廊地带。现在尚不能确定飞机准确位置。\n14:41【纳吉布：雷达显示有疑似失联客机曾飞越马来半岛】雷达显示有飞机飞越马来西亚半岛。调查人员认为这是MH370，但不能确定。客机可能飞往安达曼海或南印度洋。\n14:40马来西亚总理披露飞机的两条可能轨迹：一个是飞向泰国北部的航道，一个是南印度洋航道。马总理称，理解大家迫切交集心情。已注意到西方媒体的报道，这些给我们提供了新的线索。飞机呼叫应答系统被人关闭。 最后一次飞机与卫星联络是在马来西亚时间8:11分。  \n14:38马来西亚总理确认,马军方雷达在客机失踪当日凌晨2时15分，短暂地监测到的一架不明身份的飞机，已确定就是MH370.具体位置在位於距离马来西亚槟城西北200英里处，处於马六甲海峡的海域。\n14:37【新华社快讯】马来西亚总理纳吉布１５日在新闻发布会上说，正在就马航失联客机被劫持的可能性进行调查。①确定人为改变了航向；②客机最后一次联系时间是马来西亚时间3月8日8时11分；③根据卫星数据，马方和国际专家认为飞机有可能往两个航道飞，一个往泰国北部，一个往印度洋南部；④对机组人员和乘客的调查正在进行。\n14:35【纳吉布：正调查飞机是否被劫持 尚无法确定最后位置】飞机最后一次与卫星联络是马来西亚时间8：11，正调查飞机是否被劫持，尚无法确定飞机准确位置。\n14:35马来西亚总理称，最后的联系地点可能是哈萨克斯坦土库曼斯坦到泰国的边界。\n14:33马来西亚总理纳吉布在发布会上说，飞机返航的可能还不能确认，搜索领域扩大涵盖南中国海域、马六甲海峡、安达曼海域和印度洋\n14:32【纳吉布：最后一次与飞机联络是当地时间8时11分】飞机最后一次与卫星联络是马来西亚时间8点11分，正调查飞机是否被劫持。无法确定飞机准确位置。\n14:29【马总理：客机的联络系统被人为关闭】马来西亚总理纳吉布表示，客机的联络系统是被人为关闭的。在马来半岛的东岸，通讯就被关闭了。但我们不能确认客机是被人劫持的。\n14:29【纳吉布：客机可能折返 或是蓄意为之】纳吉布刚才说，MH370可能折返，折返后往西，随后又往西北方向行进，虽然雷达的覆盖有限，但我们认为飞机做出这种改变，可能是有人蓄意而为。\n14:28【纳吉布发布要点】①地点目前看还应该在马六甲海峡偏北的区域。②呼叫系统被人为关闭。③可能折返，可能是蓄意而为的结果。\n14:27马来西亚总理纳吉布在发布会上表示，雷达系统关闭或是蓄意而为。\n14:26马来西亚总理纳吉布在发布会上表示，已有14个国家参与搜救。从第一天起，马方与各方紧密合作，搜救24小时无间断。\n14:24【纳吉布：14国参与搜救】纳吉布在发布会上说，在搜救开始阶段就已要求扩大搜索，来自14个国家的40艘船只和58架飞机参与搜救。马来西亚已实时与调查人员分享相关数据。\n14:23发布会现场。\n14:22英国天空电视台报道称，马来西亚总理之所以出席发布会迟到是因为要先会见失联客机乘客的家人。\n14:20马来西亚总理纳吉布开始举行记者发布会。\n14:15据央视连线消息，新闻发言人称不回答问题，只做声明，5点半回答书面提交问题，由专家来回答技术细节，让记者提交问题给新闻中心。目前，原定于13:30开始的马航发布会还未开始。\n14:14【中国技术专家将奔赴马来西亚配合搜救】据马航事件中国政府工作组微博消息，由民航局和交通运输部等部门组成的技术专家组将尽快前往马来西亚，以配合、支持马方开展有关工作。\n14:13【乘客家属在北京收看电视直播】目前，马航失联客机家属们被安排在北京丽都酒店现场通过投影，收看央视新闻频道关于马来西亚官方举行的记者会。\n14:09原定13：30开始的发布会，目前没有开始，马来西亚总理纳吉布仍没有出现。\n14:06【马来西亚发布会不接受记者提问】CNN刚才报道，原定于1点半在吉隆坡举行的发布会已经推迟半小时。总理在发布会上将只宣布声明，不接受记者提问。\n14:02现场主持人称稍后发表声明后不允许记者提问，今天下午5:30会有另外一场发布会。\n13:58中国驻马来西亚大使黄惠康在发布会现场\n13:5014日深夜至15日早晨，一连串西方主流媒体的报道不断将MH370失联原因指向人为因素。马总理纳吉布原定15日下午1时30分出席新闻发布会向全世界通报进展。中国驻马来西亚大使黄惠康坐在第一排。目前马方总理还没到。\n13:39英国天空电视台报道，外国大使和外交人员抵达马航新闻发布会现场。\n13:38失联航班乘客家属在北京实时观看马来西亚总理出席的记者会\n13:20失联客机家属聚集在北京\n13:06英国每日电讯报报道，马来西亚民航局局长阿兹哈鲁丁否认有关确认客机遭劫持报道，称这只是他们在考虑的几种可能性之一。\n13:04马来西亚总理纳吉布即将出席记者会，通报失联航班消息。\n12:58美联社报道称，目前还不知道劫机者的动机，也没有收到任何来自劫机者的要求，也不清楚飞机此后的去向。这名官员并不愿透露姓名，但他表示，飞机被劫持已经不再只是一种猜测。\n12:58《纽约时报》等多家媒体引用美联社消息称，调查人员已能确认，此前失联的马航MH370客机是被一名或多名具飞行经验的人所劫持，劫机者有意关闭了飞机上的通讯设备，并将飞机偏离预定航线。\n12:15美联社消息称，一位马来西亚官员透露， 调查人员确认失联客机遭劫持。目前这一消息还未或确认。\n11:29【马航商务总裁称失联客机最有可能在中国南海】有媒体报道称，飞机与地面失去联系后可能坠入印度洋或孟加拉湾。搜救区域已逐步扩展至印度洋。对此，马航商务总裁上午在北京称，从MH370航班飞机最后和空管员联系的位置来判断，在印度洋找到飞机的可能性不大\n11:07【马航今天北京通报会】公布飞行路线和飞行员与空管员通话，显示最后时间凌晨1点19分，飞行员：“晚安，马航370。”\n10:56【马来西亚将调查失联飞机应答器关闭原因】据美国《华尔街日报》报道，马来西亚相关机构正在调查失联航班上的应答器为何会停止发送数据，比如应答器是否可能被人为关闭。\n10:43【中国海军调整部分搜救兵力赴马六甲海峡搜索】经中央军委批准，海军决定调整部分搜救兵力赴马六甲海峡执行搜救马航失联飞机任务。目前，导弹驱逐舰海口舰正高速向马六甲海峡划定搜索海域航行。海口舰抵达马六甲海峡划定搜索海域后，将与担负中方现场协调船的“海巡31”船会合，根据统一安排展开搜救行动。目前正在泰国湾东部海域执行搜索任务的永兴岛号远洋救生船，随后也将赶赴马六甲海峡划定海域执行搜救任务。\n10:33【越南仍继续搜寻马航失联飞机】越南航空搜救指挥所领导表示，3月15日越南将继续合理保持对MH370的搜寻方式，空中将有AN26和CASA两架飞机在客机失去雷达信号后最可疑的区域搜寻。搜寻区域位于胡志明飞行信息区的责任区内。\n10:19【马方首次公布MH370客机失联时的雷达图像】马方15日在北京丽都饭店首次公开了MH370航班客机失去联系时刻的雷达图像。图像显示，飞机失联时已经进入越南领空。马方没有后续记录。\n10:17【华尔街日报：失联事件调查指向蓄意破坏】据了解调查进展的人士透露，官员们怀疑，在上周末起飞后，马航失联客机上两套不同的通讯系统均被关闭，被关闭的时间相隔不久。起飞后一小时左右，飞机的应答器即停止了工作，使得航空运输控制人员更难以通过雷达追踪或确认其行踪。在随后的几分钟，第二套通讯系统向一个卫星发出了例行飞机监控信息，这表明有人人为改变了飞机飞行的方向，客机从而转向西飞行。\n10:15英国《每日邮报》称，由于证据显示航班失联后由接受过训练的人士操纵，MH370的驾驶员52岁的Zaharie Ahmad Shah和27岁的Fariq Abdul Hamid成为马来西亚警方的调查对象。\n10:04【路透社：失联客机可能在印度洋上空燃油耗尽坠毁】路透社报道，熟悉调查工作的匿名消息人士称，从失联客机上获取的脉冲信号显示，客机可能在印度洋上空燃油耗尽并坠毁。但他也说，由于从脉冲信号得出的信息比较混乱，客机也有可能向印度方向飞去，但这种可能性较小。\n09:01【马军方雷达显示失联客机人为操控飞往安达曼群岛】消息人士对路透社称，马来西亚军用雷达跟踪的证据显示，马航失联客机人为操纵飞过马来半岛，飞向安达曼群岛。\n\n报道说，两位消息人士称，一未能辨认身份的飞行器在航行路点之间按航线飞行，这说明这架飞行器由经过飞行训练的人操控，飞行器最后出现在军方雷达上是位于马来西亚西北海岸线外。调查人士认为这架飞行器就是失联的MH370班机。\n08:53【美国最先进侦察机接手搜救马航客机 区域转向印度洋】由于路透社和美国《华尔街日报》的报道，令各国对航班去向的调查方向发生转变，马当局14日宣布，扩大搜索范围至印度洋，各国也加大力量搜寻航班的痕迹。\n08:03【国际海事卫星组织称曾收到马航失联客机信号】英国广播公司报道称，其从国际海事卫星组织了解到，该组织在这架飞机失联后至少5小时，还曾收到过其发送的自动信号，由于飞机只有在完整且保持动力的情况下才能发出此类信号，英国广播公司在报道中推断MH370失联后又飞行了至少5个小时，1600多公里。\n07:17《华盛顿邮报》消息，一名美国官员警告说：“现在（马航失联事件）看起来越来越不像是一个意外，而更像是一起犯罪案件。”\n07:17CNN消息，据美国和马来西亚政府的一份机密情报分析，从卫星数据来看，马航失联航班最有可能坠入两个海域——孟加拉湾或是印度洋。\n06:25纽约时报消息，一名熟悉调查情况的美国官员表示，马来西亚的军用雷达信号显示马航失联飞机经历了“海拔显著的变化”，大约爬升至45000英尺以上的高度，然后就从民用雷达上消失，并且急转弯到了西部方向，还不止一次的改变高度和转向。这似乎是暗示当时飞机有人为操纵。\n05:35每日电讯报消息，在华盛顿的一名记者表示：美国当局正调查是否是在货舱内的锂电池过热导致飞机被烧毁。2010年就曾有一架货机因为锂电池起火而坠毁。\n05:09【泰国通缉与失联航班相关购票中间人】泰国《曼谷邮报》14日报道，为马航失联航班上两名使用他人护照登机乘客购买机票的一名伊朗人已经被泰国警方通缉。\n02:02每日电讯报消息，一位不愿意透露姓名的美国官员表示飞机可能降落到某处。\n00:55《华尔街日报》的记者安德鲁表示：马航失联飞机有可能降落在某处，因为至今没有发现和飞机相关的碎片。因为大部分飞机坠毁事件总是能找到碎片的。\n00:23美联社报道，一些专家认为马航失联事件，很有可能是飞行员中的一个人或是有飞行经验的人劫持飞机后，操纵飞机冲入大海自杀。\n22:58【印度增派船只和飞机在安达曼海搜寻】英国《每日电讯报》报道，印度海军称，他们已将派在安达曼海搜寻的力量翻番，目前有6艘船和5架飞机在该海域搜寻失联客机。早前印度表示只派了3艘船和3架飞机。\n22:50【女家属：未接来电或许是个误会】@京华时报：今晚9时许，该名女家属表示，今天上午，她手机屏幕确实提示有来自父亲的未接来电，自己还特意拍照留存，但随后在通话记录中并未找到这一条目。她随即关闭屏幕，再打开时又出现了相同状况，直到她关机重启后提示消失……\n22:25【马来将根据Ping数据推算出飞机最后出现的高度和位置】BBC科技记者乔纳森·阿莫斯报道，根据线人消息，马航MH370在起飞5小时候自动发送了“Ping”数据。如果飞机已坠毁，你不可能收到那个信号。该数据已经交到了马来西亚政府手中，他们将会据此推算出当时飞机的一个大概高度和位置。\n22:21【美航空官员:航班从雷达消失后发回5至6次信号】美国军事和航空官员表示，通过对马航失联客机在3月8日消失后寄回卫星系统的多个信号的分析，发现飞机在空中时寄出了最后的信号。\n21:43【印度14日开始搜寻数百个荒岛】据《华尔街日报》报道，安达曼-尼科巴群岛拥有572座大大小小的岛屿，涵盖大量热带雨林，珊瑚礁，还有排斥和外界沟通的游猎部落。鉴于此，印度三军司令部发言人表示，14日早上开始使用飞机进行岛屿搜索，但目前尚未发现任何目标。\n21:01【越方发现约20公里长油带】@人民日报：越南国家搜救委当地时间14日17时召开发布会表示，越当天派出5架飞机、7艘船前往疑似海域搜寻。越军一架安26运输机当天下午在金瓯角西南约25海里处发现一条约20公里长的油带。有关部门正在确认中，越方将及时发布调查结果。\n20:49【伊朗：愿协助搜寻马航MH370】据马来西亚《新海峡时报》报道，伊朗14日表示，如果收到请求，愿意加入搜寻失联客机的队伍。马来官方此前证实，失联客机上有两名持假护照登机的伊朗男子。\n20:29【乘客家属手机显示未接来电 回拨提示已关机】@京华时报：14日上午，一名女家属手机上显示有其父亲打来的未接来电，而其父正是失联飞机上的乘客。该家属随即回拨三四次，电话另一头均发出“您所拨打的电话已关机”的提示音。\n20:13【印度称飞机未接近安达曼群岛】印度海军称相信失联飞机未接近安达曼群岛。如果失联客机进入了安达曼雷达会探测到。（据彭博社）\n20:12【马来当局或早已知道飞机向西飞行】英国《每日电讯报》称，马来交通部长拒绝就何时开始在马来半岛西部展开搜寻工作进行详细说明。马来西亚空军此前表示从事发当天（8号，周日）便开始，这暗示马来当局心里明白（虽未公开说明）飞机没有向东飞行，而是朝西。\n19:51【安达曼海搜救工作困难重重】《华尔街日报》报道，安达曼海是热带辐合带的一部分。热带辐合带是赤道附近的一条温暖海域，一年四季经常发生雷暴，这里的强劲洋流是众所周知的。海水的深度对飞机残片漂移的距离也有很大的影响，水越深，飞机残片会漂得距离坠海地点越远。\n19:42罗尔斯·罗伊斯继续为当局和马来西亚航空提供全力支持。罗尔斯·罗伊斯认可马来西亚交通部长Hishammuddin Hussein昨日就航班传回发动机健康监测数据发表的声明。”部长声明可以在马来西亚官方媒体找到。\n19:29【疑似失联海域16日天气好转 马六甲海域海况较好】据国家海洋预报台消息：今明天疑似失联海域浪大有雨，给搜寻造成困难。16日起则海况将好转，预计浪高回落到2米以下，海温略有降低，海流流速较慢利于搜寻。马六甲海峡则常年海况较好，适宜搜寻。\n19:29【中国舰船已启程前往马六甲海峡搜寻失联客机】中国海上搜救中心3月14日消息，交通运输部所属的“海巡31”轮已于今晚18时从泰国湾附近的搜寻区域驶离，向马六甲海峡划定海域航行，并展开搜寻工作。（交通运输部新闻办）\n19:25马航：200万互联网用户在线使用DigitalGlobe，帮助搜寻MH370。\n18:52彭博社称，自1948年来，有83架飞机曾“消失”得毫无踪影。有部分在多年后被找到，有的则一直未被发现。\n18:50【马来西亚：存在机组人员破坏或被威胁损害飞机的可能性】当被问到是否正在调查MH370机组人员时，马来西亚代交通部长说，当局正考察几种情况，其中包括蓄意破坏、飞行员“在被威胁的情况下”驾机飞行、发生爆炸等。\n18:46马来西亚交通部长：根据正常守则，调查小组不应对外发布任何未经证实的讯息。劝请大众不要被未经证实的资讯所误导。 \n18:18【马来西亚与美方密切合作 搜寻失联客机】据马来西亚《新海峡时报》报道，马来西亚交通部表示，自事发当天（8日）起，马方便和美国进行了密切合作。另外，印度、越南也一直在帮助搜救。\n18:12央视：中国海巡船今晚将赴马六甲海峡搜救\n17:56马来西亚:飞机折返向西飞行非100%确信 但将扩大在印度洋的搜寻\n17:27【背景资料：安达曼群岛】安达曼群岛，孟加拉湾与安达曼海之间的岛群，属印度。北隔普雷帕里斯海峡与大陆相距约220公里。南隔十度海峡遥接尼科巴群岛，行政区划上与尼科巴群岛共同组成印度中央直辖区。共有204个岛屿，以北、中、南小安达曼岛为主，有些岛屿无常住人口。\n17:26【马已向中方证实可能有飞机飞越马六甲海峡】外交部发言人洪磊在3月14日的例行记者会上表示，马来西亚通过外交渠道向中方证实可能有飞机飞越马六甲海峡，中方已要求有关商船行经该区域时注意观察。\n17:13路透社：失联客机故意偏离航线 飞往安达曼海\n16:47【外交部：中方累计搜索面积已达51197平方公里】@央视新闻：外交部发言人洪磊称，外交部与其它部门配合全力开展搜寻和家属安抚。截至今天中午中方累计搜索面积已达51197平方公里。外交部促请马方继续加大搜救调查力度，及时发布权威信息。\n16:45【搜寻进入第七天 新加坡增派飞机】据马来西亚《新海峡时报》报道，新加坡已增派一架福克-50海事巡逻机参与搜寻，这架新增的飞机携带雷达设备和光电传感器。截至目前，新加坡已派出两架军用运输机、一架海军直升机、两艘军舰和一艘潜艇帮助搜寻马航MH370。\n16:27马方首次公布MH370失联后6小时部分细节\n16:26【印尼参与搜救 派出3架飞机8艘船搜寻失联客机】据马来西亚《新海峡时报》报道，印度尼西亚已派出3架飞机和8艘船，主要围绕马六甲海峡进行搜寻。\n16:14【美第七舰队指挥官：进入印度洋犹如“棋盘变为足球场”】法新社和CNN报道，印度洋平均水深3900米，是世界第三大洋。在这里寻找失联客机好比在一摞干草堆里寻找一枚针，难度陡增。美军第七舰队一艘驱逐舰正穿过马六甲海峡，从南海往印度洋驶去，其指挥官打比方称好比从棋盘变为足球场，他们要采取新的战略战术进行搜寻。\n16:10【CNN：美军收到马来政府请求前往印度洋】CNN报道，美国一艘驱逐舰正在前往印度洋搜寻失联的马航MH370，他们是受到马来政府请求才这么做的。美第七舰队一名指挥官William Marks透露，马来政府表示，需要一些搜救队伍在印度洋海域，同时也要保留一部分船只和飞机在南海区域。\n15:48【马航：飞机上有救生艇和救援包 可用7天】@央视新闻：今日下午2点多，北京丽都饭店，马航方面再次与失联航班家属举行沟通会。马航称，失联飞机上共有8个救生艇，可搭乘290人；有8个救援包，包内有食用水，以及闪烁的信号装置。能够维持满载旅客7天的基本需求。\n15:47【马航召开说明会 家属要求媒体参加】@央视新闻：今天下午，家属在马航说明会厅门口强烈要求中央电视台、凤凰卫视等媒体进入会场，最终，在同意不拍摄家属的情况下，摄像媒体获准进入。此前，马航承诺每天9点、14点、18点在北京为家属报告情况，不允许媒体参加。(央视记者孙艳)\n15:34【韩国将投入两架军机协助搜救失联马航客机】韩联社报道，韩国政府将派出海军P-3C巡逻机和空军C-130运输机协助搜救失联马航客机。具体搜救方式和范围将同马来西亚方面继续进行磋商。如果该两架飞机投入搜救，这将是韩国海军P-3C巡逻机执行的最远距离飞行任务。空军C-130运输机曾在韩国驻兵伊拉克时远赴中东地区执行任务。\n15:25【CNN: 美开始在印度洋找寻失联客机】@新国际：CNN报道，美官员13日说，美方已开始在印度洋搜索失联马航客机。报道称，美官员与马来西亚进行了信息共享，根据所掌握的信息，相信飞机飞到了印度洋。海军第七舰队指挥官威廉·马克说，应马来西亚政府请求，美海军“基德”导弹驱逐舰正开往印度洋。\n15:20【伊朗男子涉为马航持假护照登机者购票遭泰通缉】马航MH370上有两名伊朗男子使用了假护照，而二人的机票均是由一名叫阿里扎雷·科尔摩汉(Alireza Kolmoham)的人在泰国芭堤雅一家旅行社订购的。“我们的警察有他的轮廓图和护照证件照，一旦他重新入境泰国，会立刻逮捕，”泰国移民局警长说。现年39岁的科尔摩汉经常出入泰国，并从事为乘客订购机票业务至少3年。目前，相关人员正在调查他与贩卖人口等国际犯罪组织之间的关联。\n15:16【马航事件中国政府工作组前往民航局 要求提供进一步信息】@马航事件中国政府工作组刚表示，小组专家前往马民航局，进一步了解“失联”事件，要求他们进一步提供信息与资料。\n14:55【马航说明会 家属表示让媒体进来！】据法制晚报，14日下午，家属在马航说明会上强烈要求媒体进入会场，但马航称愿为家属提供便利而非媒体，强调为媒体提供的信息和为家属提供的没区别。双方发生争执，家属情绪激动。媒体最终一拥而入，但马航方面暂时退场。\n14:52【飞机有8个救生包 含药物和淡水食物】马航介绍，救生包共有8个，分布在每个救生艇上，里面有淡水、补充血糖的食物，还有闪光灯和紧急止血的药物和绷带。马航开始展示各种紧急救援物品的图片。3月14日上午的通报会上，家属曾提出的救生艇和食物淡水能坚持多少天的问题，当时马航表示没有具体数据，要下午回答。（南华早报）\n14:06【律师援助小组为家属服务】法制晚报：今天开始，由北京律师协会组成的援助小组，将一直在丽都饭店发布会现场为家属提供义务法律咨询服务，家属有任何相关法律问题都可以去咨询。一位律师称，对于搜救的时间限制，法律层面并没有相关规定。\n13:36【吉隆坡机场设祈福留言板】据法制晚报，马来西亚吉隆坡国际机场观景区位置，设立了并成一排的三块留言板，为马航失联MH370客机祈福留言。留言板位于公共区域，旅客不必使用机票等凭证，就可以前往。13日祈福留言板才设立，仅仅一天，上面已布满祝福的文字和充满祈愿色彩的图画。这些图案和文字有的是家属留下的，也有过往乘客留下的。\n13:00【印度军队开始在印度洋安达曼海搜寻失联客机】印度国防部官员13日说，印度军队当日出动3艘军舰和3架飞机，开始在安达曼海区域协助马方搜寻失联飞机。印度海岸警卫队也出动飞机进行搜索，搜寻区域面积约9万平方公里。图为绰号“大力神”的印军C130军用运输机。（新华社中国网事）\n12:07【中国搜救力量调整搜救区域 将探摸水下可疑物】14日是“海巡31”抵达泰国湾目标水域进行搜救的第4天，中国海上搜救中心再次对前方舰船的搜救水域进行调整，分成两组，一组往东南方向扩大搜救范围，一组往泰国湾西北方向扩大搜救范围，今天总的搜索面积大概是13000平方公里。\n11:31【中科大检测到可能与马航飞机坠海相关的海底事件】@中科院之声：事件发生于当地时间2014年3月8日2点55分6秒，该海域是无地震区，因此根据两件事件的发生时间和地点判断，所检测到的海底事件有可能是马航MH370航班坠海失事所造成。\n11:17【家属将参与马方电话会议】据法制晚报，马航建议14日下午2点，选出20-30名在北京的家属，以及在吉隆坡的24名家属，与马来西亚官方进行电话会议，具体成员还有待吉隆坡总部确认。但家属要求在发布会现场连线，包含所有家属。马方只表示尽量满足。\n11:01【马民航局否认搜查飞行员住所】14日上午，马民航局代表在北京丽都饭店召开家属沟通会。马民航局通报，针对中国卫星发现的有疑似不明物的海域，目前搜寻无果。对于此前有关“新西兰民众看到飞机着火”的报道，马民航局称是“错误的”，并否认搜寻飞行员住所。\n10:44【飞机失联后马来西亚军方和民航一直在联系】14日上午，马来西亚民航局代表在北京丽都饭店继续召开家属沟通会。马方透露，8日凌晨1点21分到2点40分期间，马民航局和马军方在进行面对面通话，军方用热线和北海等基地的联系有录音记录，马民航局称已发函军方寻求资料。（中国新闻网）\n10:40【波音对“多飞4小时”不予置评】对于客机“多飞4小时”，波音公司发言人对@新国际 说：“我们对该报道没有评论，因为马来西亚当局在主导这次调查，这一问题应该向他们询问。”《华尔街日报》报道，失联客机引擎自动下载的信息显示，该客机在马方确定失联后还飞了4个小时。马官方随后称报道“不准确”。\n10:04【网友可上网看卫星图片协助搜索】美国“数字地球公司”公布疑似海域高清卫星图，网民在网上对可疑物进行辨识，成千上万人10分钟内可辨识出2000平方公里海域内的可疑物体。公司将分析统计并把最为可疑坐标提供给搜救相关方。网址：www.tomnod.com\n09:50【马来西亚证实失联客机乘客被打通号码在美国堪萨斯】在13日晚的例行家属见面会上，马航方面表示，失联客机上乘客家属提供的尚能拨通的手机号码，马航委托通讯公司调查显示，该号码目前位于美国堪萨斯，未同其他任何号码联络。\n08:35【搜救进展：日本自卫队飞机抵吉隆坡】据央视新闻：日本航空自卫队一架c-130运输机于13日凌晨抵达吉隆坡梳邦空军基地，并于当天下午起飞，参与搜寻行动。另外，日本航空自卫队另一架c-130运输机和两架p-3c反潜机也计划于近期赴马加入搜救。\n08:17【印度将派直升机、船只参与搜救】据英国路透社3月13日报道，印度国防部13日通知在安达曼海和尼科巴群岛的部队派遣船只、飞机和直升机参与搜寻失联的马航客机。\n07:37【MH370两条通信系统并非同时关闭】美国全国广播公司消息，两名美国官员透露，MH370客机的两条通信系统并非同时关闭，而是先后关闭。数据报告系统8日早晨1:07分关闭，而应答机是1:21关闭的。\n06:42美联社报道，一位美国官员透露了马航失联飞机的更多细节，这架飞机可能在失踪后数小时一直尝试联系卫星，但是没有数据传输，因为马联没有订购该服务，所以飞机只是向卫星发送自动ping的命令。\n06:38【马反对派：让巫师寻找飞机难道是嫌我们还不够蠢】“矛盾的信息，缓慢的反应，我们的信誉和形象都被毁了，不仅《纽约时报》批评我们，其他东盟国家领导人也批评我们。”13日，马来西亚反对党领导人安瓦尔指责政府对客机失联的处理让马来西亚在世界面前感到“脸红”，政府竟然还允许巫师来寻找客机，“难道我们看上去还不够蠢吗？”安瓦尔说。（据环球）\n04:08每日电讯报消息，印度方面表示他们的海军、空军和海岸警卫队将出动在安达曼海一带搜寻马航失联飞机。\n03:15CNN报道，一名官员表示马航失踪航班可能发送了长达数小时的数据。\n02:27每日电讯报消息，白宫发言人杰伊·卡尼表示马航失踪飞机的搜索范围可能扩大到印度洋地区，美国还将和其他国家一道研讨部署方案。\n01:50法新社援引一名不愿意透露姓名的官员的话说：美国一艘军舰正从泰国湾前往马六甲海峡搜索马航失联飞机。\n01:15【吉隆坡机场工作人员推搡中国记者 大呼侮辱词汇】在吉隆坡机场发生工作人员侮辱推搡中国记者一事。事情起因源于新华社记者欲对马航MH318航班前往北京的中国乘客进行采访。新华社记者是在正常区域内摆放拍摄设备却遭两名年轻男性机场工作人员无故推搡，随后多位机场工作人员赶来，有人高呼侮辱性词汇，有人在中国记者面前，将双手举起并竖起中指。（据新京报）\n23:47美国广播公司消息，美国五角大楼的一名官员认为马航失联客机坠入了印度洋。\n22:40【马航：美机构正对MH370事件独立调查】美国国家交通安全委员会(NTSB)和美国联邦航空管理局(FAA)正在对失联航班MH370进行独立调查。这是马来西亚航空公司商务总裁休·邓利维在13日晚在北京丽都饭店进行的家属沟通会上透露的。\n21:40【越南搜寻范围扩大至森林和山区】马来西亚《新海峡时报》报道，在搜寻马航失联客机MH370进入第六天后，越南扩大搜寻范围，向陆地深林和山区进发。\n21:34【印度派3艘船3架飞机搜寻】英国《每日电讯报》报道，印度在今日下午已派出3艘船和3架飞机，在安达曼海（印度洋东北部）和尼科巴群岛（孟加拉湾东南部）参与搜救失联客机。\n21:15【飞机发动机实时传送发动机数据】《华尔街日报》报道，作为发动机维护协议的一部分，马航会向罗尔斯-罗伊斯实时传送发动机数据，供后者进行分析。发动机监测系统汇编来自波音777客机两个Trent 800发动机内部的数据，传送工作快照以及与飞机飞行高度、飞行速度相关的数据。熟悉这套监测系统的人士说，这些数据每隔30分钟汇编、发送一次。罗尔斯-罗伊斯网站上的信息显示，这些数据会被自动处理，因此航班状态之间微小的变化可以被发现。\n20:59美国驻港总领事馆发图称，美第七舰队士兵在海洋上空搜寻失联的马航MH370。\n20:54【又有5名中国家属抵达马来西亚】马航事件中国政府工作组表示，今天，他们又接到了五位同胞。截至目前，共有23名中国乘客家属来马。马航对每个家庭的家属提供一对一服务，并配备中文翻译。马航并表示，将应家属要求不定期举行情况介绍会。\n20:22【台湾女乘客与马来西亚籍丈夫和大儿子在机上】据马来西亚新海峡时报援引“中央社”报道称，乘坐失联客机的台湾女性的丈夫是马来西亚人，她当时和丈夫及大儿子在飞机上。\n19:43【美国情报部门称未监测到空中爆炸迹象】美国情报部门多名高级官员12日说，马航客机失联后，美方间谍卫星没有监测到空中爆炸迹象。这套“美国红外线空间”卫星系统设计用于实时辨别热量信号，能监测到飞机爆炸，比如曾监测到1997年美国和德国军机在南非海岸空中相撞等。\n19:42【越南：今日搜索没有新的发现】@央视新闻：今晚，越南在河内和富国分别召开情况通报会。 越南今日重点搜索了中国卫星图像显示的疑似漂浮物区域，但未寻获漂浮物。越方今天共出动5架飞机、7艘舰船。明天将按原计划搜索，预计投入3架飞机、8艘舰船。（记者刘楠 卢星海）\n19:38【马航：家属称能联络的乘客手机号目前位于美国】晚6点丽都家属见面会，马航回应：对家属提供的尚能联络的手机号，马航委托通讯公司调查显示：号码目前位于美国堪萨斯，未同其他任何号码联络。从事通讯行业的家属代表表示，如关机前呼叫转移，即便关机仍有可能拨通。（人民日报 王晓越）\n19:15【多日搜救无果 越南发言人摇头、叹气】@法制晚报：今天下午越南指挥部发言人段友家召开新闻发布会，表示今天越南很努力地在泰国湾搜救，在同一海域参与救援的国家有中国、新加坡、马来西亚、日本。“虽然很努力进行搜索，可是依旧没发现什么。”段友家连连摇头、叹气。（本报特派记者 陶韵西）\n18:27【马国防部长称马来西亚没有隐瞒任何消息】刚刚马来西亚召开失联飞机发布会，会上马来西亚国防部长说，雷达信息证明飞机可能折返马六甲海峡，但目前马方仍将南中国海作为重点领域。他强调，“我们将此事置于国家安全之上，马来西亚没有隐瞒任何信息，从第一天开始就与各方共享。 ”\n18:17在华尔街日报中文网主页，《美调查人员：失联客机或共飞行五小时》的报道依旧占据主要位置。目前，MH370飞机的下落依旧不明，关于曾在空中管制中心的雷达上“消失”后继续航行4个小时的报道也众说纷纭。\n18:06马航在发布会上坚持称，引擎制造商劳斯菜斯和波音公司在8日凌晨1点07分就再也没有收到过飞机信息。\n17:58【5艘中国商船在马六甲海峡搜寻】中国交通报最新消息：目前，中国海上搜救中心已协调“富源山”、“川河”、“珊瑚座”、“兴宁洋”、“新浦洋”共5艘过往的中国商船在马六甲海峡划定水域进行搜寻，均未发现可疑情况。\n17:57法新社报道称，马来西亚政府在发布会中还称，中方发布的疑似MH370残骸的照片是“错误的”，搜救队伍没有据此找到任何东西。\n17:41马来西亚政府于北京时间13日17点35分举行发布会，称媒体有关失联马航MH370飞机持续飞行的报道，是“不准确的”。\n17:26【马来西亚财政副部长称未拟出赔偿乘客家属计划】据马来西亚“当今大马”新闻网站3月13日报道，马航MH370失踪进入第6天，马来西亚财政部副部长阿末玛斯兰13日早晨受询时表示，政府尚未拟出赔偿乘客家属的计划。\n16:50【马来西亚警方否认曾搜查失联飞行员住所】对于此前当地媒体报道称有警员当晚搜查失联航班飞行员住所一事，刚刚马来西亚全国警察总部刑事调查主任何喜双在回复给本报及《当今大马》的邮件中称：不曾对MH370航班调查进展发表过任何言论，目前调查处于保密阶段，并否认大马警方曾于昨日晚间搜查飞行员住所的报道。何喜双希望媒体能够在报道的时候秉持职业操守，报道正确的新闻。（据新京报）\n16:49【中方希望马方提高信息发布的透明度和权威性】中国政府联合工作组组长郭少春今日表示，中方急切希望搜救工作尽快取得进展；希望马方加大搜救力度，同时提高信息发布的透明度和权威性。马方表示正在全力搜救，将及时有效地回应中方关切。(央视记者 沙晨)\n16:43【马航称“失联航班或共飞行5小时”报道失实】今日中午，华尔街日报中文网刊发报道称，美国调查人员认为，根据失联MH370飞机的引擎上自动下载并向地面发送的数据，飞机总共飞行了五个小时。今日下午，部分家属就此在丽都饭店向马航高层代表予以求证。马航代表一开始说不知道，之后在家属强烈要求下，其向总部打了个电话后表示，“外媒报道的这一消息是不实的，很快制造引擎的美国公司将会否认这一消息。”据报道，客机上的发动机监测系统由发动机制造商罗尔斯-罗伊斯(Rolls-Royce Plc.)提供。\n16:41【中方累计搜寻4.5万平方公里 扫测海底1672平方公里 未发现可疑物】中国交通报最新消息：据中国海上搜救中心统计，自开展搜寻工作以来，中方力量已累计搜寻45763平方公里（相当于3个北京市面积大小），累计声纳扫测海底1672.3平方公里。\n16:25【台湾增派1艘军舰支援搜救】台湾军方上午增派一艘康定级军舰“承德舰”，前往航班失联海域参与搜救。台湾10日派出的军舰“田单舰”和“海巡署”七号、九号巡护船预计14日抵达。“田单舰”拟在负责海域执行搜寻任务约4至5天，执行任务完毕后，“田单舰”可与“承德舰”任务交接。\n16:06【中国民航局批准马航变更航班号申请】中国民航局13日披露，已批准马来西亚航空公司关于变更航班号的申请。自3月13日起，马航将吉隆坡至北京的往返MH370/371航班号变更为MH318/319。\n15:19【海上搜救规则科普】@中国交通报：此次海上搜救行动，受《国际海上人命安全公约》、《国际海事搜寻救助公约》和《国际民用航空公约》的约束。上述公约的缔约国，均有义务在其领土、领海和公海内进行搜救协调和提供搜救服务。目前失联疑似海域处在马来西亚、新加坡、泰国的搜救责任区及其交叠区。\n14:18【马方人员没吃饭继续开下午发布会】@中国新闻网：13日下午13点40分左右，马方继续在北京丽都饭店与家属开沟通会。期间，家属代表担心马方人员，“你们从早到晚都没有吃饭，需要什么帮助？”马来西亚驻华大使称没关系，穆斯林斋月期间也不吃不喝，宣布沟通会继续进行。\n14:06【中国正搜寻卫星发现的三个疑似点】针对中国高分一号卫星发现的三处疑似点，中国海上搜救中心已指示“海巡31”轮协调搜救力量前往搜寻。图为3月13日中方力量搜救分布示意图、高分一号发现的疑似点之一。\n13:47【官方回应：马民航表示坐标通过ipad定位】@新京报：马来西亚官方与家属沟通会上，马方提到，军用雷达显示，不明飞行物最后的经纬度，为北纬06°58′60〃， 东经117°01′59〃。经查，该经纬度为马来西亚东部，不是之前所说的马六甲海峡。一名马来西亚民航局高层代表对此回应，他们是根据军方提供的失踪地点小岛名，用ipad查到的经纬度。\n12:45【美调查机构疑客机在失联后仍飞行近4小时】外媒报道称，美国调查机构怀疑马航370航班在失联后仍处飞行状态，引擎数据显示马航失联航班总计飞行5个小时。失联飞机应答器可能被有意关闭，美国正在追踪失联飞机改变飞行路线至不明地方的可能性。失联飞机上的引擎监测系统在飞行过程中不定期发送信息回地面。根据美国制造商搜集的引擎数据，美国调查机构怀疑马航370航班在失联后仍处飞行状态。引擎数据显示马航失联航班总计飞行5个小时。\n12:00【马航MH370和MH371航班号取消】马航13日发布有关马航MH370失联事件的第17份媒体声明，表示自3月14日起，马航MH370和MH371航班号将变更为MH318和MH319。此举是为表达对失联客机乘客和机组成员的尊敬。\n11:46【马驻华大使现场打电话联系军方 不明飞行物无威胁】@京华时报：13日上午的最新通报会，应家属要求，马来西亚驻华大使现场打电话，将问题直接反馈给军方。军方称早前雷达发现的的不明飞行物可确定是友好、无有威胁的，因此没有也不会采取措施，否则会通知战斗机采取必要行动。\n11:37【马来民航部门承认客机或在马六甲失联】北京时间12日，美法两国媒体披露，马来民航部门和军方正式承认了之前的消息，即马航最终失联时间是在3月8日凌晨2时40分，失联地点为或为马六甲海峡，并表示不清楚当时飞机的航向。\n11:03【马航最新通报：飞行员无精神异常】马航13日上午在丽都通报：①已与飞行员家属联系，调查其飞行前的邮件、电话，无任何迹象显示飞行员有精神异常；②已与美国安全局联系合作，但仍没有进展；③军用雷达确实发现一些痕迹，但不能确定是MH370，军用雷达无法直接识别具体信息。（人民日报）\n11:03【李克强总理记者会首个问题关注马航失联客机】李克强谈马航失联客机：只要有任何疑点，都不能放过。这是一场国际大搜救，我们要求有关方面加强协调，一定要查明原因，找到马航失联航班，妥善处理各方面事宜。只要有一丝希望，我们绝不放弃搜救。通过加强国际合作，确保海外我国公民的生命安全。中国的航班安全工作，我们一直不敢放松。人命关天啊。\n10:12【中方已搜索23282平方公里 今日搜索区域为19768平方公里】中国8艘舰船（共载5架直升机）截至12日18时累计搜寻23282平方公里，未发现可疑物。3月13日，中方将在总面积约19768平方公里的区域搜寻，再次扩大了范围。（中国交通报）\n10:10【马航：家属提供的可以播通的电话属实】据法制晚报，13日上午9点在北京丽都饭店举行的发布会上，马航表示，昨天有两位家属提供了两部可以播通的电话确实属实，马方在调动多方力量调查此事。但有可能只是服务器可以联系上，是否联系到本人手机还在调查。\n09:54【马航:军用雷达无法直接识别具体信息】据法制晚报，3月13日上午9点马航在丽都举行发布会,期间家属提问:军方雷达搜救方面有没有什么确切的消息,有消息称军方雷达曾发现红点,希望提供具体信息?马航:军用雷达确实发现一些痕迹,但不能确定是MH370,军用雷达与民航雷达不同,无法直接识别具体信息\n09:47【最新消息：中国民航向马方特使提四个要求】据法制晚报，3月12日，马方特使抵中国，民航局建议，一是加大搜索力度，第二信息发布进一步畅通，第三民航局拟派出技术专家组，第四马方民航局也应派专员到中国。马方积极回应。同时，李家祥表示中国卫星发现疑似金属碎片不确定是失联客机。\n09:43【民航局长称尚不能确定卫星发现漂浮物与飞机有关】中国民航局长李家祥称在人民大会堂对记者说，目前尚不能确定中国卫星昨日发现的疑似漂浮物与失联飞机有关。\n09:26图片策划：消失的法航447\n09:25图片策划：消息无间道\n09:24图片策划：失联航班乘客家属：我们“要个说法”\n09:15【李家祥：要对飞机搜寻有一定心理准备】中国之声：民航局局长李家祥13如在大会堂北门说，对马航事件一方面怀着期待，同时也要对飞机搜寻有一定心理准备，不能说马航有信息隐瞒，中方此前用卫星在胡志明市东南37公里处发现烟雾和疑似金属碎片，但不能确定是飞机，在马六甲海峡也没有发现飞机踪影\n09:09【马来西亚空军前往中方发现疑似残骸区域】据CNN最新消息，马来西亚空军正前往中国卫星发现的疑似飞机残骸区域。3月13日，中国卫星在越南南部发现三处可疑残骸。\n08:52视频：据东方卫视在马来西亚记者的最新消息，昨晚吉隆坡警方对失联航班一名飞行员的家进行了搜查，但是搜查原因并没有说明。\n08:50【中国空军在马航客机失联海域实施扫描式搜寻】据解放军报记者，3月12日，中国空军继续出动飞机，在马航客机失联海域实施东西、南北扫描式搜寻。当日共飞行7小时45分，空中搜寻近3个小时。\n08:07【波音辟谣】路透社报道，波音回应称777机身没有出现裂纹可能。波音13日回应媒体关于马来西亚航空777可能有裂纹的报道。因为，马航失联飞机没装媒体所说的天线，所以没有出现裂纹的可能。\n08:05【美航空局曾警告波音777存安全隐患】据新国际，马航客机失联前３天，美联邦航空局发布适航指令，警告波音７７７特定机型存在“破裂与腐蚀”问题，指令于4月9日生效，提及波音777的五个机型，不包括失联的马航200ER机型。不过指令称，类似设计的波音客机都可能出现该安全隐患。\n06:09CNN报道，中国卫星在搜寻海域拍摄到三张照片，疑似飞机残骸，而这正是前一天下午中国国防科技局公布的高分一号卫星所拍摄的照片。\n06:05【马驻华大使与家属沟通 称有信息不方便公布】关于马来西亚军方雷达是否曾探寻到MH370航班失联后的飞行轨迹，马民航局的官员称，消息已经交给马来西亚国家高层，并称可能不是时候，所以没有公布信息。该言论在现场引发家属不满。（据北京青年报）\n06:00【马民航局：军方对失联客机情况可能有所隐瞒】在发布会之前，马来西亚民航局两名不愿透露姓名的管理人员向北京青年报记者透露说，事发当天，马来西亚民航系统的雷达监测功能正常，但是失联后没能接收到一点儿信号；但是，军方的雷达系统要更有效、范围更广，而他们同样没有给出消息。“他们一定是监测到了什么，但并不愿意对外透露。”某管理人员说。（据北京青年报）\n05:27【马航吉隆坡飞北京航班号改为MH318 称代表吉祥】马来西亚航空公司失联客机截至12日下午仍然下落不明。记者当天从马航方面获悉，该公司由吉隆坡飞往北京的凌晨航班1 4日起将改为MH318.牵动全球的MH370航班将在航空史上“定格”。（据中新）\n04:51最新曝光的消息显示，在马来西亚航空公司370航班神秘消失数月前，美国监管机构曾警告称，波音公司777客机存在“裂纹和腐蚀”问题，如果不及时纠正，可能导致空中解体和舱压的大幅下降。（据中新）\n02:25每日电讯报消息，社交媒体上有不少人在转发一则有关“一名石油工人称自己亲眼看见飞机坠毁”的消息，但截止到目前为止并没有得到当局的证实。\n02:03据外交部网站消息，12日，外交部副部长谢杭生、民航局副局长夏兴华、北京市副市长张延昆和马来西亚总理对华事务特使黄家定、驻华大使萨鲁丁、马民航局、马航代表举行会晤。马方表示，马方有责任竭尽全力处理好此次事件，正加紧协调各方力量，全力加强搜救。我们对家属的焦急感同身受，纳吉布总理派特使紧急来京协调指导马航工作，马驻华大使今天向家属介绍最新情况。应家属和中方的要求，我们将定期召开发布会，及时通报事件进展，尽最大努力满足家属的正当要求。\n01:133月12日傍晚，中国驻马来西亚大使黄惠康在马航应急指挥中心出席新闻发布会后，径赴酒店看望马航失联客机中国乘客家属，代表中国政府和中国驻马大使馆表示慰问。（据人民网）\n00:27据外交部网站消息，3月12日，中国外交部副部长谢杭生、民航局副局长夏兴华、北京市副市长张延昆和马来西亚总理对华事务特使黄家定、驻华大使萨鲁丁、马民航局、马航代表举行会晤。\n23:53英国每日电讯报消息，马来西亚民航局负责人拉赫曼告诉记者，目前搜寻范围已经往西北部扩大到安达曼海一带。他表示仍然希望能发现幸存者。\n21:23【航经马六甲海峡商船将向搜救区调整航线】@央视新闻：截至12时，中方搜救力量累计搜寻约1.2万平方公里，未发现可疑物。今天上午中国海上搜救中心要求中远集团等航运单位所属商船航经马六甲海峡时，向马方公布的西部搜救区调整航线，注意观察海面可疑漂浮物。\n21:23【越交通部长批马来西亚在整个事件中表现不积极】@法制晚报：越南交通运输部部长范贵焦12日晚间表示，今天为止，即使越南已向马来西亚方面要求接收此次事件的官方文件，但仍然没有回复。但越南将继续尽最大可能将搜救情况反馈至马来西亚方面。他还表示,马来西亚在此次事件过程中表现得不积极\n21:21【一系列地球监测卫星加入到搜寻失联客机的队伍】据英国《每日电讯报》报道，中国已请求让《空间和重大灾害国际宪章》发挥效用。目前，有15个航天机构以及国家级空间研究所参与搜寻工作。\n\n20:57日本自卫队运输机协助搜索失联客机 已驶离基地\n20:45法新社报道，印度海岸警卫队已在今日加入搜寻失联马航客机MH370的队伍。\n20:20【空气减压致集体昏迷 飞机自动驾驶到印度洋上空燃油耗尽】英国天空新闻用一个飞行模拟器设想失联的马航MH370可能遭遇到的情况，一个有着30年驾驶经验的商务客机机长进行解释：飞机在高空中突然遇到空气减压情况，机长意识到问题后试图掉头返回吉隆坡，他把飞机调到自动驾驶模式，但却因缺氧昏迷了过去。飞机在这种情况下一直自动飞行，最后很可能在印度洋上方因燃油耗尽而坠落。\n20:02英国《每日电讯报》援引杂志《新科学家》报道，马航客机MH370失踪前可能曾发送至少2组有关劳斯莱斯发动机的技术数据。\n19:58【越南：MH370在越南领海坠海可能性很小】@央视新闻：越南军方12日表示，搜救海域能见度良好，渔船往来频繁，越方动用了各种先进设备，仍未发现任何踪迹，可以说马航飞机在越南领海坠海的可能性很小。但军方仍将继续地毯式搜索，增加在陆地地区的搜寻。\n19:58【第4张国际搜寻区域及中国各舰船位置示意图发布】@中国交通报：目前，3月12日中国船艇搜寻区域总面为17064平方公里，尚未发现可疑漂浮物与海底可疑点。此外，中国海上搜救中心正密切关注马方在马六甲海峡方向的搜救动向。\n18:57【18:50马航开始发放慰问金】@法制晚报：今晚18点50分，丽都饭店家属安置区开始发放慰问金。在被叫到名字后，家属被带进单独的房间进行领取。工作人员表示，出于安全考虑，今晚慰问金的发放只持续到21点30分，对于尚未领取和登记的家属，将在明日继续发放。\n18:12马来西亚表示，他们并不清楚马航MH370客机失联时朝哪个方向飞行。\n18:10马来西亚：马六甲海域发现穿有救生衣尸体不实\n18:01马方称，失联客机最后被监测到的位置在槟城岛西北200英里。\n17:57马方交通部长表示，对于失联客机，他们仍然未发现它的踪迹。\n17:56英国《每日电讯报》前方记者称，发布会现场涌现许多叫喊声，会场比较混乱。两名马来西亚军方高级官员也在会场。\n17:51马来西亚交通部长还表示，在找到飞机和黑匣子之前，他们无法对目前大量的猜测分析进行评定。\n17:49马方称，搜索范围达到约2.7万平方海里，其中1.2万平方海里集中在马六甲海峡，1.4万平方海里集中在南海区域。\n17:44马来西亚交通部长在发布会上表示，目前最紧急的工作是找到飞机，搜索的焦点集中在南海和马六甲海峡。\n17:42马来西亚召开发布会，称搜索范围扩大，目前已有来自12个国家的42艘船和39架飞机参与搜寻失联马航MH370客机。\n17:38【中国卫星在马航失联客机疑似失事海域发现漂浮物】国家国防科技局消息，高分一号卫星3月9日上午11点左右获取的图像中，位于(105.63oE，6.7oN)为中心方圆20公里的区域，观测到3处疑似漂浮物体，尺寸分别约13米×18米、14米×19米、24米×22米。\n17:28据美国驻港总领事馆表示，“篮岭号”发言人William Marks 说，目前在马六甲海峡和泰国湾参与搜救的有700多名美国士兵。\n17:24马航事件中国政府工作组刚才说，“今天，我们又分两批接到6名中国乘客家属。加上先期抵达的3名乘客家属，现共有18名同胞在马。我们将继续为他们做好一切必要协助和服务。”\n17:21据富国岛搜救前方指挥部武河中大校介绍，一架水上飞机前往寨埔塞海域搜索疑似物，记者看到，飞机已于15时45分起飞。（据新华）\n17:19【马来西亚官员：失联客机搜索或持续很久】@华尔街日报：马来西亚代理交通部长周三表示，在搜索马航失联客机的过程中没有发现任何线索，他警告说，对飞机失踪原因的调查可能是一个持续很久的过程。\n17:14英国《每日电讯报》前方记者报道，马来西亚政府的新闻发布会再推迟，目前已经推迟了超过2个小时。记者未见到马来交通部长和民航局长的身影。\n17:04【马六甲海域疑似发现穿有救生衣尸体】@新京报：刚刚富国岛搜救中心有消息称，在马六甲海域设立新指挥部传回消息称，在槟城(音译)海域发现穿有救生衣的尸体。据了解，传回这一消息的为当地参与搜救的志愿者。目前本报记者正在核实此消息。\n16:58【越南今公布新可疑物地点 称可信度很高】@新京报：今日15点10分，越南富国岛搜救前线指挥办内，神情明显兴奋的越方工作人员贴出新搜索图，称在越南和柬埔寨间海域发现新可疑物，可信度很高，疑似物属柬埔寨海域，现越方正与柬埔寨方联系希望获准派飞机搜索，15点30分，停在富国岛上的一架水上飞机起飞。\n16:54法新社快讯：中国表示，有关马航失联客机MH370自相矛盾的讯息十分混乱。\n\n16:50【图解新闻：马航法航事件对比】@参考消息：马航MH370客机失联已过4天，但该机和机上239人的命运依然成谜。2009年6月，法航447号班机飞行途中坠入大西洋，机上228人全部遇难。飞机碎片几天后才找到，找到飞机残骸则是几年后的事了。下图为两起事件的对比。（综合新华社、美联、路透等媒体报道）\n16:46【外交部：“中国飞机进入内陆搜救”报道不实】@央视：针对此前有媒体报道称中国飞机深入内陆空中搜寻失联飞机，外交部发言人秦刚表示，经过和中方相关方面核实，该报道并不准确，中国飞机在海上参与搜救。\n16:21【马政府16点30分召开发布会】英国《每日电讯报》前方记者称，马来西亚政府将于当地时间16点30分再召开新闻发布会，讲述搜救工作的进展。\n16:05【中方要求马方以统一渠道及时发布权威具体信息】@央视新闻：中马今天举行联合工作会议。中方向马方转交了中国乘客家属要求的清单，要求马方认真倾听、迅速回应合理诉求，以统一渠道及时发布权威、具体信息。\n15:52【美卫星公司协助搜寻马航MH370】@南华早报：美卫星公司DigitalGlobe正通过旗下卫星影像搜索平台Tomnod展开寻找MH370的“众寻”活动。目前Tomnod提供9日凌晨2:59（GMT）的卫星图，分配给搜索志愿者。网站提供飞机、救生筏、油迹、其他四个图标。目前已分配出超过2万张地图。3小时前Tomnod在推特上表示，卫星正捕捉马六甲海峡影像。\n15:44【越南暂停搜救消息不实】人民日报记者杨晔消息，针对有媒体报道越南将暂停搜救消息，越南人民军副总參谋长武文俊中将11日上午在国家搜救委员会重申，将继续开展搜救工作。今早，越南交通运输部副部长范贵肖表示，将限制出动一些搜救力量，但搜救将继续。\n15:38英国《每日电讯报》报道，图为越南海军上尉Nguyen Tri Thuc在搜救飞机上寻找失联客机。\n\n15:29【马来西亚空军不排除失联客机折返可能】@新国际：马来西亚空军司令达乌德11日在给媒体的声明中还称，“马来西亚空军没有排除失联客机在从雷达上消失前折返的可能，从而导致搜索范围扩大。”但达乌德否认自己曾向媒体表示，马航客机MH370与地面失去联系前的最后踪迹在马六甲海峡北部。\n15:12路透社报道，印度外交部表示，马来西亚已向印度求助搜寻失联的马航MH370客机。搜救范围进一步扩大至安达曼海区域。\n15:07马航事件中国政府工作组表示：“刚刚，我们结束了与马来西亚有关部门的联合工作会议，向他们提交了中国乘客家属要求的清单，要求马方给予迅速回应”。\n14:34【家属考虑建家属委员会】@法制晚报：12日下午两点，马航工作人员在丽都进行情况通报时表示，特别慰问金是应急的钱。今天若没有决定是否领取，还有一天时间考虑。现场一乔姓家属表示，经与马航方面商量，将组建6到8人的家属委员会，以方便和马航方面沟通以及处理其他问题。\n\n14:25【马航发表第14份声明】@央视新闻：①马来西亚搜寻工作是由马民航局主导 ②马航主要工作是照顾家属，提供即时信息、航行服务、住宿、心里辅导等 ③马航成立了关怀团队，分派在北京5个地点，为家属提供关怀服务。④截至12日13点，115名家属已抵达吉隆坡。\n14:04【马来西亚驻华大使:已帮家属办315份签证】据中国新闻网报道，马驻华大使萨鲁丁上午到北京丽都饭店，与乘客家属沟通，称已累计为家属办理315份签证，将继续尽全力为家属解决所需；如果确认飞机失事地点在马来西亚以外的国家，马驻华使馆将协助家属办理该国签证。\n13:35【目前中国国搜寻面积相当于一个北京市大小】据中国交通报报道，经调整优化搜救方案，适当扩大搜寻范围后，目前我国搜寻面积已达17064平方公里，相当于北京市面积大小。图为3月12日我方船艇搜寻区域分布示意图。\n13:11图为李克强在国务院应急指挥中心与中方搜救船长通话。\n12:47据@中国国际救援队微博，尽管越南宣布暂停部分搜索，但截至北京时间今天上午10点半，越南已有3架飞机起飞继续执行巡查任务。\n12:20【越南批准两架中国飞机12日开始进行搜救】@新国际：越南已经批准中国的两架飞机12日加入对相关海域的搜索。同日将有一批来自新加坡的搜救设备抵达越南海域，以增强搜救力量。\n12:05【马方搜救范围扩至安达曼海】马来西亚民航局表示，马方对失联客机的救援范围已扩至安达曼海。该海域位于最初搜索半径西北数百公里，招致众多不满。\n11:59【马航已为失联客机乘客家属备好专机】@中国新闻网：马来西亚民航局官员12日表示，如果最终确定失联客机位置，马航将派专机搭载失联客机乘客家属前往。马航工作人员指出，马航已经准备了300个座位的专机。\n11:55【马航回应家属五点要求】据央视新闻：3月12日上午11点多，马航回应了乘客的五点要求：①每位乘客可有5名亲属前往出事地点 ②安排体弱家属坐商务舱 ③可免费用餐 ④慰问金不会从赔偿中抵扣 ⑤每天9点、14点、18点为家属单独报告最新情况。马航未回应\"请马来西亚政府接手马航善后工作\"。 \n11:05【慰问金今天下午1点开始登记】@法制晚报：12日上午的马航通报会上，相关负责人表示，关于慰问金签收单的问题，新加入了\"马来西亚航空公司系基于善意提供给该款项，不会从乘客将来获得的任何赔偿中抵扣和扣减”的说明。今天下午1点将进行登记，晚6点开始在家属所在的酒店进行领取。\n10:57【失联客机最后通话内容首披露】12日早晨，马方首次披露失联客机最后通话内容：马方塔台向客机“已把你们(MH370)交接给胡志明市管辖区。”MH370航班回答称“好的，收到。”失联前雷达扫描不到飞机编号信息，但仍能跟踪空中有物体在飞行，几分钟飞行物体的信号消失。（广州日报）\n10:52【马来西亚首相已与中国领导人沟通】据法制晚报：12日上午，马来西亚驻华大使在丽都饭店的家属通报会上表示，马方首相已和中国等国的国家领导人进行沟通。会把大家的意见和建议转发给马来西亚国内部门。只要有最新消息，会及时通报。并承诺加快家属办理签证的速度。\n10:39【越南前方暂停部分搜救活动】据法新社报道，越南搜救失联客机前方指挥部称，越南方面将暂停部分搜索。越方称，听闻马方找到失联飞机信号，两次要求马方给予回复，目前越方还未得到马方回复。昨日马方称客机可能在马六甲折返，如属实，搜救地区须进行调整。\n10:26【中国今日搜救水域扩大一倍多】据中国新闻网：截至昨日，中国已有7艘舰船和3架直升机抵达失联海域。中国海上搜救中心还将扩大搜寻范围，搜救海域面积较原来扩大一倍以上，超16000平方公里，搜救范围更加复杂。\n10:24图为《纽约时报》发布MH370航班搜索图。目前，对马航失联客机的搜索扩展到马来西亚内陆地区和大部分马六甲海峡海域。另据中新网报道，越南今日将缩减空中搜救规模，暂停海上搜索，等待马来西亚方面提供新信息后再恢复搜救规模。\n09:56【中国海军在疑似海区打捞到救生衣和油桶】据中国海事网，中国海军井冈山舰11日抵达位于泰国湾的马航飞机失联疑似海区，与之前抵达的绵阳舰一起展开搜救行动。井冈山舰发现并打捞出疑似红色救生衣和油桶。\n09:50【英国《新科学家》杂志：失联客机消失前发出至少2组发动机数据】《新科学家》杂志11日报道称，客机发动机制造商劳斯莱斯公司曾在客机消失前收到两组来自波音777的劳斯莱斯特伦特800发动机数据。一组在起飞时发出，另一组在航行过程中发出。目前，马航尚未透露他们是否从“飞机通信寻址与报告系统”中获得任何数据。\n09:37视频：实拍日本救援队参与MH370搜救工作\n09:35【北京民众通过卫星数据寻找失联航班下落】据介绍，卫星公司DigitalGlobe希望用自己的Tomnod平台来追查马来西亚航空公司航班MH370的下落，志愿者被分配给事发区域的部分卫星图像，希望可以找到任何可能的线索或残骸。 \n09:32【马航：发放慰问金为解决亲属所带资金不足问题】据央广网报道，马航方面称，提供特别慰问金主要是帮助这些亲属解决他们目前可能所带的资金不足的一些紧急需要，也是为亲属提供一些安慰。“亲属没有领取的原因并不是对这个金额表示质疑，他们可能对我们需要他们签收的一个签收单的一些细节有一些疑问。”\n09:24应马方要求，日本今日派出一支由8人组成的国际紧急救援队，从成田机场出发，预计12日中午抵达吉隆坡。此外，日本自卫队还将派4架自卫队飞机，包括2架C130运输机，2架P3C，前往参与马航失联客机搜救。\n09:16【马来西亚驻华使馆：1788艘渔船加入搜救】@法制晚报：3月12日上午8点30分，马来西亚驻华使馆工作人员和马方民航局人员来到丽都饭店，向家属们通报情况。马方民航局官员表示，目前多个国家在分区域进行搜索，此外有1788艘渔船也出动参与搜救，并不断扩大范围 ，有更新的消息会及时公布。\n09:08【中国驻马来西亚大使馆辟谣】@新国际:此前有媒体称中国驻马来西亚大使黄惠康表示马方已排除了劫机、空中解体、雷达电子失灵等５种造成马航客机失联的原因。中国驻马大使馆对新华社记者表示，这些报道严重失实。\n\n09:00【日本自卫队派先遣组赴马来西亚搜救】据日本媒体报道，一支由日本自卫队和海上保安官组成的搜救部队先遣小组，于3月12日凌晨离开日本飞往马来西亚，参加失联客机的搜救工作。日本政府称，这一搜救行动是应马来西亚政府的邀请，根据国际紧急援助队派遣法做出的决定。有消息称，这是日本自卫队首次派遣军用飞机参与海外客机搜救工作。\n08:53【马航失联第五天：目前已确定的信息】3月12日是飞机失联第五天，人民日报微博整理了目前已知并确定的信息。\n07:36【中国增派“千岛湖”舰前往失事海域提供补给】中国海军“千岛湖”舰今日上午8时将出发赴泰国湾，为其他搜救船舶提供补给。\n07:17【马空军司令否认说失联客机出现在马六甲海峡】多家外媒称马空军司令达乌德称，失联客机曾在8日2：40分曾折返到马六甲海峡。对此，达乌德回应央视记者：这是不真实的，我没说过这样的话。而CNN、路透社均采用了他的话。\n04:33美国中央情报局局长约翰·布伦南11日说，马来西亚航空公司客机失联一事尚有太多谜团没有解开，目前作出任何结论均为时尚早。（据新华）\n03:42CNN报道，马来西亚空军一位不透露姓名的高级官员称，马航失联航班曾一度偏离轨线，马来西亚空军最后追踪到航班时是在马六甲海峡附近，航班在越南附近失联前已停止发射应答机代码。美国全国运输安全委员会前主管称，如果偏离航线属实，那么这样的偏离是很难解释的。\n01:58据法制晚报消息，马航11日23时30分发布第13份声明，称对于失联客机副驾驶曾邀请女性进入驾驶舱的报道非常重视，感到震惊，目前无法确认相关报道中的照片和视频真实性，无法分出精力调查此事，呼吁媒体和大众尊重员工和乘客隐私。\n01:12CNN报道，国家运输安全委员会和美国联邦航空局的官员已经抵达马来西亚，但仍然没有足够的信息了解飞机失踪的原因。\n01:02英国《每日电讯报》11日报道，马来西亚东海岸的村民告诉记者他们曾在上周六凌晨1点20分左右听到“响亮而可怕的噪音”，听上去像是“喷气发动机的风扇”。\n00:522014年3月11日,外交部副部长谢杭生在北京会见来访的马来西亚总理对华事务特使黄家定。（据新华）\n00:35据外媒报道，(CIA)局长布伦南11日表示，仍不能完全排除失联的马航MH370航班遭到恐怖袭击的可能。\n23:57【马来空军司令否认说过“失联客机曾折返马六甲海峡”】有媒体报道称，马来西亚空军司令达乌德说，失联客机曾在8日2：40折返到马六甲海峡。对此，达乌德回应央视记者：这是错误的报道。达乌德否认说过这样的话，并希望记者公开他的这一回应。（央视记者 王建兵）\n23:48【中国政府联合工作组赴马航应急指挥中心开展工作】11日，中国政府联合工作组和使馆工作人员赴设在吉隆坡机场的应急指挥中心，希望马方加大搜救与调查力度，详细、具体做好权威信息发布，并看望在吉隆坡机场的马航中国籍乘客家属。（央视记者 沙晨）\n22:52【马来西亚中国报：目击者称同方向看见飞机】哥打巴鲁11日讯，哥打巴鲁警区和道北警区过去48小时，共接获4宗疑与马航MH370客机失联事件有关的投报。\n22:47马来西亚航空公司表示，他们正在调查失联航班副驾驶于2年前曾让两位女性待在驾驶舱内进行飞行的事件。\n22:06英国《每日电讯报》11日报道，如果失联的马航MH370客机真的在马六甲海峡坠落，那么找到它残骸的时间不会太长。马六甲海峡是世界上最繁忙的国际水上航道之一。搜救队伍将在MH370失联了三天后首次到马六甲海峡展开搜寻。\n21:22【日本拟派运输机协助马来西亚搜救失联飞机】日本防卫相小野寺五典11日傍晚在防卫省接受采访时透露，由于马来西亚政府就马航客机失联一事请求日方协助搜救，正根据《国际紧急援助队派遣法》准备派出航空自卫队的C-130运输机。\n20:52【MH370或曾飞往马六甲海峡】马来西亚和越南有关方面11日分别确认，对马航失联客机的搜寻范围已扩大至马六甲海峡。路透社援引马来西亚军方消息源称，军方通过雷达追踪分析，认为MH370曾转向飞向马六甲海峡。但此说法未得到马官方证实。（据新华）\n20:36【马航发布会：无飞机下落 很多家属不接受慰问金】马航18时发布会：①拓展搜救范围，但仍无飞机下落；②有12位家属到吉隆坡，每位指定1名安抚人员；③很多家属不接受3.1万元特别慰问金；④家属对部分细节质疑，马航明早回复。（央视记者 高雪楠） \n20:24【马航:仍未发现飞机下落 未证实乘客与机组存纠纷】马来西亚航空公司11日晚6时再于北京召开新闻发布会，称仍未找到8日凌晨失去联系的MH370航班下落。马航发言人表示，较早前关于乘客和机组成员存在个人纠纷的报道未经证实，建议关注官方渠道发布的信息。\n19:45【越南方已准许中美新三国空军在越海域联合搜索】11日下午5点30分，越南人民防空军副司令杜名俊介绍，目前，越方已准许中国，美国及新加坡三国空军与越南空军配合，在越南海域联合搜索失联飞机。\n19:27【马海军中尉否认曾测到失联飞机飞跃马六甲】马来军方相信他们的雷达曾监测到失联航班往马六甲海峡上空飞行。对此，马来海军一中尉经核实回复新京报“他没有听过这个消息。”\n19:25【马来西亚军方：飞机低空飞行 进入马六甲海峡】马来西亚军方告诉路透社记者，马航失联客机MH370在飞过哥打巴鲁后曾改变航向，低空飞行，然后进入马六甲海峡。\n19:14【飞机或出现电脑故障 曾计划返回吉隆坡】据《英国每日电讯报》报道，有分析猜测，失联的马航MH370客机因为飞机上电脑系统出现故障，曾在航行中折返欲回吉隆坡。报道称，马六甲海峡被认为是马航失联客机最后一次发出信号的地方，而不是此前认为的地点。不过这尚未得到证实。\n19:07国际刑警组织说，马航飞机失联事件不太可能是恐怖主义袭击导致。\n18:51国际刑警组织称，这两名伊朗人先持伊朗护照从多哈飞往吉隆坡，再持假护照乘MH370航班计划从吉隆坡飞往北京。\n18:43【国际刑警组织确定第二名持假护照登机者身份】据BBC快讯，国际刑警组织确定第二名持假护照登机者身份，此人名叫Delavar Seyed Mohammadreza，现年30岁。此人也是伊朗人。暂无迹象显示两人与恐怖袭击有关。\n18:23【快讯】路透社援引马来西亚军方消息称，马军方相信他们的雷达曾监测到失联航班往马六甲海峡上空飞行。\n18:21【马航发表第12份声明 有4名乘客未办理MH370登机手续】马航官网在发表的第12份声明中称，马航希望澄清，当天的确有4名乘客预定了机票，但最终没有办理MH370航班的登机手续。\n18:10【马航：已扩大搜索区域 仍未找到飞机下落】马航发言人重申，马来西亚仍对家属的安置工作起主导作用。目前搜索区域已覆盖马来半岛的东部和西部区域，参加搜救的力量有42只搜救船和35架搜救飞机。但截至目前，仍未找到飞机的下落。（京华时报记者怀若谷 孟凡泽）\n18:06马航定于18:00在北京国都大饭店举行的新闻发布会正在举行。大批记者已云集在发布大厅里。\n17:58【中国第二批增援搜救的“海口舰”抵达飞机失联海域】11日下午16时40分，第二批增援马航失联飞机搜救行动的导弹驱逐舰海口舰，已按计划准时抵达任务海区，与正在该海域执行搜救任务的绵阳舰、井冈山舰会合并展开搜救。\n17:55【搜救队伍来自多国 协调难度大】来自中国、美国、马来西亚、越南等十余个国家的舰船和飞机在失联海域实施搜救。协调难度较大。（新华社记者 邰背平）\n17:54【香港飞行服务队两架飞机候命待发】目前，香港政府飞行服务队两架飞机、6名机师及空勤人员正在候命待发。香港政府飞行服务队的海上搜救范围为本港以南约700海里，未到越南水域，假如越方需要协助，将前住有关水域，展开海面搜索。（央视记者 张成）\n17:52客机失联超87小时最新消息：①马方确认一名持假护照者为19岁伊朗人，欲移民德国；②警方在四个方面进行核查：劫机、蓄意破坏、乘客和组员的精神状况 ；③之前传说5名买了机票没有登机的，经查5人均已经登机；④目前怀疑乘客和机组人员之间有个人纠纷。（央视记者 窦筠韵）\n17:45【马方：有些事能说 有些不能】马来西亚民航局长Azharuddin Abdul Rahman说，马方将扩大搜索范围，包括北部的马六甲海峡。但他没有解释为什么要搜索那里，仅仅表示“有些事情我能够告诉你，有些不能。”\n17:36【中国空军紧急出动2架军机赴马航失联海域搜救】据国防部网站消息，国防部新闻事务局消息称，为加大马航失联客机搜救工作力度，经中央军委批准，中国空军3月11日紧急出动2架军用飞机，从三亚凤凰机场起飞，赴马航失联海域执行搜救任务。\n17:34【德国安联保险集团承担理赔 拒绝透露数额】德国安联保险集团证实承担失联马航班机飞机、搭客及行李货物损失的理赔责任，惟拒绝透露涉及理赔的数额。（据马来西亚南洋商报官方微博）\n17:27纽约联合国总部消息，禁核试验条约组织将协助调查马航MH370失联客机是否高空爆炸。\n17:18【中国5艘舰船抵达马航客机疑似失联海域】截至15时，中国有5艘搜救舰船已抵达疑似失联海域开展搜救，还有3艘今明陆续抵达。据“南海救115”轮船长彭健波介绍，今天海面天气晴好，能见度7至8海里，风力5级，海浪1.5至2米。船员通过望远镜、雷达搜索。（据央视新闻微博）\n17:14【马航官网发表第十一份声明 搜索范围扩大至陆地】MH370失联航班事件已经进入第四天，目前各方仍然没有找到飞机。国际搜救团队正在根据航班飞行线路扩大搜救范围，除海洋外，也在陆地上寻找。马航方面表示，他们不排除任何导致飞机失联的可能性。\n17:0711日上午，在马方的安排和协助下，9名MH370失联航班中国籍乘客家属抵达吉隆坡机场。工作组和中国驻马使馆工作人员前往迎接、慰问和照料。（据马航事件中国政府工作组微博）\n17:03【中国已将所有中国籍乘客照片交给马方】马来西亚警察总长表示，今天下午中方公共安全专家工作组和他进行会谈，中方已将所有中国籍乘客的照片交给马方。\n16:55BBC报道，图中白色框所圈区域是目前正在搜寻的范围，红色框所圈区域是计划搜寻的范围。\n16:48英国媒体报道，图左男子为马来西亚警方所确认的持假护照登机的19岁伊朗男子。图右男子被指也登上了失联客机，但身份尚未得到确认。\n16:45【失联乘客家属向马航提5个条件】今天下午家属在见面会上提出：①专人24小时联络，满足要求；②每位乘客5位亲属同机赴马，自选航班舱位酒店；③安排好餐饮，避免再次冲突；④31000元慰问金性质必须说明，不做交通通讯费；⑤马政府明早8点与亲属见面。马航高管匆忙离开，家属情绪激动：我们等了4天了。（来自东方早报微博）\n16:32【许多家属暂不愿领取慰问金】一位家属代表说如果在协议上签字了，很有可能以后食宿、交通都不会管他们了，会推卸干净。于是许多家属表示不愿领取慰问金。昨日媒体报道，在等候搜救信息期间，除了住宿和餐食，马航会提供资金方面的特别慰问金，每位乘客折合人民币31000元。这笔资助与之后的赔偿无关。慰问金具体领取时间是11日下午。（新华社记者 陈晔华 吕芳菲）\n16:21【马来西亚：恐怖主义袭击的可能性仍存在】马来西亚国家警察局长Khalid Abu Bakar在发布会上表示，马方会考虑所有导致马航MH370至今失联的可能性，包括恐怖主义袭击，直到调查结束。\n16:11【文莱将派船舰协助搜寻马航失联客机】据“中央社”11日报道，马来西亚民航局表示，文莱民航局也加入马来西亚航空失联航班搜救团队，并已派员前往马来西亚协助搜寻与拯救工作，创下马来西亚近年来最大规模搜救行动。\n16:08【两本假护照号码公布 YA31179和P2979523】①奥地利的为P2979523，于2月28日20:28由K42入境马来西亚，意大利的为YA31179，于2月28日20:31入境②登机时两个可疑护照符合边检要求，并通过边检③中国已向马方提供了所有中国乘客的照片。（图中左为公布的伊朗籍男子，右面一人身份暂未公布）（来自京华时报微博）\n15:53【马来西亚警方15时举行发布会要点】1.一名持假护照登机者为伊朗19岁男性，名叫Pouria Nour Mohammad Mehrdad 。他们不认为此人是恐怖分子或与恐怖组织有联系，此人想移民德国、寻求庇护；2.马方着重关注客机MH370至今失联四方面可能性：劫机、解体、机组人员出现心理异常以及其他个人因素导致。\n15:45【中国一架伊尔-76飞机将执行马航飞机搜救任务】据中国之声今日报道，中国空军已经派出一架伊尔-76飞机抵达海南三亚，即将执行马航飞机搜救任务。\n15:32【马来西亚警方确认一名持假护照登机者为伊朗人】美联社称，这个伊朗人是一名寻求庇护者，现年19岁，试图移民德国，与恐怖主义机构无联系。马来西亚警方表示，他们仍在调查另一名持假护照登机的人身份。\n15:15【马来西亚官方正举行发布会】马官方表示，他们着重关注四方面可能性：劫机、解体、机组人员出现心理异常以及其他个人因素导致。\n14:47【马来西亚官方发布会延时 疑有新消息】原定上午10点在马来西亚举行的新闻发布会已经延期，记者们仍在等待。不时有工作人员来测试话筒，但并无官员到场。有消息称，延期可能是因为有新消息需整理发布，或发布有关已经抵马家属的情况。\n14:46【越南搜寻机拍到“异常白斑”】越南快讯报道，今天加入搜救行动的CASA飞机，拍到了异常白斑。中午，照片已传回越南国家搜救委员会。\n13:50【美军增派一军舰参与搜寻马航失联航班】美军第七舰队已增派“基德”号导弹驱逐舰前往参与对马来西亚航空公司失联客机的搜寻工作。 \n13:48【越南搜救前线指挥部：找到马航失联客机机会渺茫】越南政府马航失联客机搜救前线指挥办公室负责人范贵肖11日表示，综合越南方面目前得到的信息，找到失联客机的希望十分渺茫，但越方11日将继续扩大搜索范围，不找到线索绝不停止搜救。\n13:45【越南中将：尚无停止搜寻时间节点】据中国日报消息：3月11日10时30分，越南军队副总参谋长武文俊称，已数日集中在海面搜寻马航失联飞机，但尚未发现任何印记，搜寻力量将在陆地扩大搜寻范围。越南目前尚无停止搜寻时间节点。\n13:21【绵阳舰发现可疑漂浮物】 @中国之声国防之声：3月10日，在马航客机失联海域，绵阳舰官兵在舰艏打捞可疑漂浮物。\n13:08【越方扩大搜救2万公里】@法制晚报：北京时间今日上午10点，越南交通部副部长范贵肖告诉记者，越南军方打算从今日开始扩大2万公里的搜救范围。\n12:32【中国驻胡志明市总领事馆成立应急小组】@法制晚报：中国驻胡志明市总领事馆，副领事雷秀梅11日上午表示，他们已经成立了应急小组，也制定了几组应对方案，总领事馆都是从越南官方获取信息，一定会仔细核实后再对外发布。\n12:30【僧侣在机场为失联乘客祈福】@京华时报：今天上午11时许，多名僧侣在机场作揖祈福，他们表示包括佛教道教天主教等信徒在内，全马来华人心联一处，都祈祷失联同胞平安吉祥。\n12:28【马航第11份声明：将增加陆上搜索】马来西亚航空公司刚刚发表第11份声明，称搜救范围将扩大至陆地，搜索重点是马来西亚西半岛。此外，马来西亚当局还在研究航班折返飞往苏邦的可能性。目前已确认可疑油带和漂浮物与客机无关。\n12:26【抵达吉隆坡的中国家属已得到妥善安置】人民日报从中国政府联合工作组了解到，3月11日上午，中国政府联合工作组与马方有关部门进行了密切接触，开展工作。在马航与工作组安排下，部分失联客机乘客家属在抵达吉隆坡后已得到妥善安置。\n10:37【新西兰派遣一架军机 加入搜寻行动】据《华尔街日报》，新西兰10日派遣一架军机，参与搜救马航失联客机行动。新西兰总理约翰?基发布文告称，马政府已经接受新西兰加入多国搜救行动的提议，新西兰在这艰难时期，与马来西亚肩并肩。\n10:32【家属抵马被隔离 官员说家属情绪稳定】今早，马航失联客机家属已乘早上班机到达吉隆坡，但普通及要客通道均不见人，马航采取隔离措施。9时30分许，一名说流利汉语的官员出来说家属很坚强，情绪稳定，马方和中国政府联合工作组互相配合。\n10:20【中国家属很坚强！】上午三名男子从马来西亚吉隆坡国际机场VIP通道走出。面对记者的围追堵截，三名男子没有回答任何问题，径直被现场机场保安护送上了一辆白色面包车，临上车前回头向在场记者用中文说了一句：“中国家属很坚强！”，随后便乘车离开。\n10:17【越南：在马来西亚与新加坡海域发现异物】当地时间今天上午七点三十分，越南临时搜救指挥中心内，据一位工作人员称，一件异物在马来西亚与新加坡海域被发现，目前他们正在确定件异物的来源。昨晚，越南航海局确认在头顿海域出现大量不明碎片。\n10:10【中国海军井冈山舰抵达失联海域搜救】军两栖船坞登陆舰井冈山舰已于今天上午9时20分抵失联海域，与先期抵达的绵阳舰组队搜救。按计划，由导弹驱逐舰海口舰和两栖船坞登陆舰昆仑山舰组成的第二批海军增援兵力，将分别于11日下午17时、12日上午8时抵达任务海区。\n09:50【马来西亚官方将于10点召开新闻发布会】失联航班家属今天凌晨1：30乘坐马航MH361航班从北京首都机场起飞前往吉隆坡。今天上午10点左右，马来西亚当局将召开新闻发布会通报最新情况。\n09:22【国际刑警组织证实未再发现持用被盗护照登机情况】经国际刑警组织对马航失联客机上全部外籍乘客信息与国际刑警组织被盗与遗失旅行证件数据库进行比对，除前期发现两名乘客持意大利和奥地利被盗护照登机外，未再发现持用被盗护照登机的情况。\n09:11【上百名记者蹲守机场等候首批中国家属到达吉隆坡】\n09:02【第一批失联航班乘客的中国家属到达吉隆坡】据马来西亚航空和我驻马来西亚使馆消息，第一批马航失联飞机乘客的中国家属应该已经到达吉隆坡机场。但迄今为止记者还未在机场见到家属。\n08:46【海上搜救为何进展缓慢？】①失联客机并没有发出任何求救信号，增加了搜救难度。②遇难地点不够明确，搜救范围不断扩大，增大困难。③受海杂波的限制，对海雷达对海上飞机残骸探测能力有限。④如果飞机落水时状态比较完整，则会很快沉到海底，寻找起来难度会更大。\n08:45【社交网站上出现大量为马航失联航班祈福漫画】\n08:34【困惑？？】面对民众的种种疑问和猜测，马来西亚民航局总监爱资哈尔丁10日承认，“世界上许多专家都为我们提供了技术和理论上的帮助……但我们同样感到困惑。”\n07:39【美国正查验持假护照登机者指纹】美国全国广播公司今日凌晨报道，马来西亚机场已经取得两名持假护照登机者的指纹，美国联邦调查局正在等待马来西亚方面转交相关资料，并与数据库进行比对。\n07:20【只是为了买最便宜的航班？】旅行社职员并不认为伊朗客人与恐怖主义有联系，因为他订票时并未明确指定要订吉隆坡飞往北京的航班，只是要求预订飞欧洲的最便宜线路的机票，声称他的两位朋友要回欧洲的家。最初旅行社方面订的是卡塔尔航空，后又改为阿提哈德航空，最后又由于“机票最便宜”，遂改为与南航代码共享的马航。\n03:17【伊朗男子为马航持假护照者订票】CNN 今日凌晨报道，马航失联客机上有2人使用假的奥地利和意大利护照登机。根据泰国警方官员的说法，名为卡齐姆-阿里的伊朗男子在泰国订了这两张票。\n02:08【马来西亚渔民：或见过MH370客机失联前低飞】马来西亚哥打巴鲁一个渔民称，他可能在MH370客机失联之前，见过飞机空中掠过。当得知MH370失联之后，他立刻向警方报告低飞飞机的飞行方向，希望能对找到飞机有所帮助。马来西亚政府也告知了南部海域的渔民，加入搜救工作。\n00:19【家属即将启程赴吉隆坡】10日晚10点半左右，失联航班家属乘坐白色大巴抵达首都机场。目前，他们已经办理完值机手续，将乘坐马航MH361航班于凌晨1：30起飞往吉隆坡，预计11日早上8：00抵达吉隆坡机场，机上共有290名左右的失联飞机乘客亲属。\n22:11【越南官员：3月10日搜救工作“未取得新发现”】越南交通运输部副部长范贵肖(又译：范贵焦)当地时间10日晚间在此间称，当天越南方面针对马航失联MH370客机的搜救工作并未取得新的发现。\n21:59【中科院发现马航客机失联地区三处油迹带】据中国科学研究院官方微博“@中科院之声”今日晚间发布的消息，科研人员利用2014年3月8日和3月10日卫星数据，在马航客机失联区域发现三处油迹带，并迅速将分析结果报送国家相关部门，为搜寻失联客机提供空间信息支持。\n21:49路透社报道，过去有人携带爆炸物或是持有假证件试着从吉隆坡乘飞机离开。\n21:34在等候搜救信息期间，除了住宿和餐食，马航会提供资金方面的特别慰问金，每位乘客折合人民币31000元。这笔资助与之后的赔偿无关。慰问金具体领取时间是明天下午。（新华社记者 吕芳菲）\n21:34马航保证所有家属的签证都不会有问题。最近出发吉隆坡的航班是11日凌晨1点半，第二班是11日早上8点50分。（新华社记者 吕芳菲）\n21:30【越南南部海域考罗浅滩附近发现固体漂浮物】记者从海南海事局值班室了解到，据三亚空管部门通报，15时10分国泰航空725航班机长报告，在航经北纬9°54．3′，东经107°25′时发现海上有固体漂浮物。海南省海事局确定该位置在越南南部海域考罗浅滩附近。（据新华）\n21:03【“南海救115”轮抵达马航客机疑似失联海域】记者从中国海上搜救中心了解到，3月10日20时，交通运输部所属的“南海救115”轮已抵达马航客机疑似失联海域，并开展夜间搜救。“海巡31”轮、“南海救101”轮将于明日傍晚抵达。（据新华）\n20:58【在胡志明市和香港附近找到可疑漂浮物】据新加坡联合早报网报道，马来西亚民航局总监拿督阿茲哈鲁丁表示，在胡志明市和香港附近找到可疑漂浮物，已经派遣人员前去搜查。\n20:46【马来西亚称2名冒用护照乘客不是亚裔面孔】马来西亚民航部门官员10日表示，2名冒用失窃护照的乘客并不是“亚洲面孔”。\n20:44【马方称不会随意发布信息】马民航局局长称，任何不明物体都先作检验。今天越方发现的疑似救生衣物体，经鉴定为蓬布，并非来自客机。没找到确切证据之前，都只能说是飞机失踪，不会说是失事。在没有确切证据的情况下，马方不会随意发布。（京华时报 梁超 李显峰 陶冉）\n20:36【马民航局局长：越南媒体发布信息非常不负责】在吉隆坡正在举行的发布会上，马来西亚民航局局长表示，越南媒体随意发布发现残骸之类信息，非常不负责，马方需要谨慎确认证实后才发布消息。（京华时报记者 梁超 李显峰 陶冉）\n20:33马来西亚官方在发布会上说，根据闭路电视录像显示，事发当天吉隆坡机场和客机的执勤人员都遵循了安全协议。\n20:19【马方将扩大搜索范围】马方表示，从明天开始，搜索半径将扩大到100海里（红色虚线范围）。马民航局表示，如果发现痕迹或残骸，会证实确认后发布，呼吁媒体不要乱发布未经证实的信息。（京华时报 梁超 李显峰 陶冉） \n20:16马来西亚官方正举行发布会，证实此前发现的水面浮油不是来自失联客机MH370的。\n20:00【北京准备为乘客亲属提供法律救助等服务】北京市政府已在四方面为马航失联客机乘客家属提供配合保障：一是住宿、交通车辆的后勤保障服务；二是为家属办理护照开通绿色通道；三是在每个接待点设置医疗救助小组和心理咨询人员；四是准备为亲属提供法律救助服务。（据新华）\n19:39【除两人持假护照登机 暂未发现其他人】国际刑警组织证实，除前期发现两乘客持意大利和奥地利被盗护照登机外，未再发现持被盗护照登机的情况。目前，公安部工作组正与马方继续开展联合调查。（新华社记者 邹伟）\n19:32彭博社TV援引越南方面消息称，民用飞机在搜救马航失联客机MH370时发现了金属碎片。\n19:24【泰国将调查护照被窃事宜】泰国总理英拉表示，泰政府将调查护照在泰国被偷一事。据了解，两个持假护照登机的乘客一人持意大利护照，一人持奥地利护照。这两本护照的真正持有人此前在泰国旅游时遭人偷窃。\n19:19【马航：11日把在北京的家属接到吉隆坡】马航在第10份声明中表示，明天（11日）将额外增加一架飞机，把在北京的家属接到吉隆坡。\n18:56【马航已发布10份声明 现已有10国参与搜救】截止北京时间18点54分，马来西亚航空官方网站公布了客机失联事件以来的第10份声明。声明中说，马来西亚民航部门已经确认有来自澳大利亚、中国、泰国、印度尼西亚、新加坡、越南、菲律宾、新西兰和美国的9国救援队伍加入对失联客机的搜救。加上马来西亚本国搜救队伍，目前在疑似失联海域搜寻的国家已达10国。在第九份声明之后新加入的搜救队伍来自新西兰。\n18:24截至3月10日18时00分，马航客机失联事件“真相图”。（新华社中国网事新媒体基地出品）\n18:17据国防部网站消息，西安卫星测控中心紧急调动10颗卫星为地面搜救提供技术支持。\n18:13【电缆盘与失联客机无关】新华社记者称，来自设在越南河内的搜救委员会的消息：越南人民军副总参谋长武文俊说，之前疑似救生艇的物品是一个电缆盘，与失联飞机无关。\n18:01【马来西亚：送检油带样本并非来自失联航班】人民网报道，马来西亚新海峡时报17时30分许消息，马来西亚海事执法部门称，之前在吉兰丹海岸100海里处提取的油带样本，经检测并非来自失联的MH370航班。 \n17:55【“南海救115”即将抵达马航班机疑似失联点】新华网报道，10日16时，交通运输部所属“南海救115”船长彭建波通过卫星电话介绍，目前，“南海救115”距离疑似失联点不到70海里，预计20时到达。船上配有大功率探照灯、雷达、夜视仪等，具备开展夜间搜寻能力。\n17:42法新社图片显示，一架搜救飞机上搭载了许多记者，他们正在越南南部海域上方飞行。\n17:34【持假护照登机乘客的视频将公布】新华社报道，马来西亚代理交通部长10日在吉隆坡说，马方已将失联客机上两名假护照持有者的视频给了情报部门，不久后会公布给媒体。\n17:18法新社快讯，马来西亚警察局长称，已确认一名在失联航班使用假护照的乘客身份。\n17:01波音公司技术团队抵达马来西亚，帮助调查马航失联航班MH370一事。\n17:00【可疑橙色物体不是失联客机上遗落的】路透社援引越南搜救队的话称，之前发现的可疑橙色物体并不是失联飞机上的救生筏。\n16:54【外交部：不存在中国公民护照被盗用情况】外交部发言人秦刚表示：失联客机上确实有两名乘客持他人护照登机，公安部工作组正专门调查此事。针对有报道称也有中国公民护照被盗用，经核实，该情况并不存在，系马航提供了错误信息。\n16:44【马来西亚农业部长请求渔民协助搜寻】华尔街日报消息，马来西亚农业部部长已请求相关海域渔民也帮助一起搜寻失联客机。该部长称，1733艘船将协助搜寻“任何除鱼以外的东西”。\n16:42【马来西亚民航局最新发布会内容要点】1.尚未找到失联客机，还在定位其方位；2.正与有关情报部门合作，核实两名持假护照登机的可疑人员；3.请所有人停止猜测，马来西亚方面没有隐藏任何事实。\n16:33【中国海警所采油污带检测最快需一天】中央电视台报道，中国海警完成油污采样，检测最快需一天。\n16:28法新社报道，中国呼吁马来西亚进一步努力，加强对对失联客机的调查。\n16:25马来西亚方面称，将派船只前去核实可疑的救生筏。\n16:22【中方:将全盘接手马航失联乘客家属国内事宜】中国政府有关部门今天中午13：26分在丽都饭店举行第一场发布会，包括民航空中安全局、外交部领事副司长、交通部搜救值班室副主任在内的官方人士表示：中国现在全盘接手此事，马航以后只负责失联航班乘客家属吃住问题。中国政府一直在组织营救一直在交涉。（广州日报）\n16:17【越方无法靠近可疑橙色物体】路透社援引越南一名副部长的话称,越南飞机此前在海面上发现了可疑的橙色物体，但却无法足够靠近它进行检验。\n16:10【“史无前例”的失联之谜】马来西亚民航局长称，马航MH370航班“消失”至今约60个小时，创造了“史无前例”的失联之谜。\n16:00【越方称发现可疑橙色物体】越南快讯网称，他们发现疑似失联客机上掉落的橙色物体，猜测是救生衣。目前，越南方面已派直升机前去调查。\n15:50【中国海警发现两条较大油污带】据中央电视台最新消息，中国海警3411船10日发现两条较大油污带，根据观察，有可能与失联航班有关，海警船已经完成了取样。\n15:34井冈山舰陆战分队搜救组组长卜柯震说，目前最让他担心的是，由于处于季风转换时节，任务海区的不稳定洋流可能给潜水员的长时间水下停留带来困难。（新华社记者 白瑞雪）\n15:16美国第七舰队表示，海军飞机在搜寻中尚未发现任何与失联航班相关的残骸。\n14:17【越南军方称正在全力搜寻马航失联客机】越南人民军副总参谋长武文俊９日说，越南正与马来西亚和新加坡保持密切合作，尽全力对马来西亚航空公司失联的ＭＨ３７０航班进行搜寻。\n14:13当地时间2014年3月9日，马来西亚总理夫人探访马航失联航班乘客家属。\n13:55【马航在吉隆坡国际机场发布会现场】\n13:53【中国海警船在疑似失联海域搜索超过12小时无果】已经进入马航客机疑似失联海域超过12小时的中国海警3411船，仍未发现有关飞机残骸的新线索。据马方建议，海警3411船现继续向原定搜索海域的东南方向进发，扩大搜索范围。\n13:14【盗用护照登机者照片不公布】针对两名盗用护照者是否是亚洲面孔，总监说不能透漏，调查正进行中。当局需要斟酌是否会影响调查工作，以决定是否可以公开两人的照片。\n13:12【马方：仍无飞机踪迹】据新加坡“联合早报网”10日报道，马来西亚民航局总监拿督阿兹哈鲁丁10日中午12时的记者会上说，客机失联60小时，但目前还未发现任何关于客机的踪迹。据报道，拿督阿兹哈鲁丁说，客机失联60小时了，他们全部都想知道发生什么事，也已展开失联地点的50海里的搜寻范围，以及在马六甲海峡搜寻，34架飞机和40艘船。还是没有发现任何关于客机的踪迹。\n13:11【马来西亚国家元首：对客机失联人员及家属致最深切同情】马来西亚国家元首端姑阿都哈林10日在国会发表施政御词时指出，他和元首后与全国子民非常关心马航MH370客机于3月8日失联事件。国家元首表示对机上所有乘客、机组人员及其家属致以最深切的同情，并希望所有家属能够冷静和坚强地面对。\n12:41【马来西亚航局总监：不能透露盗用护照者身份和照片】马来西亚航局总监拿督阿兹哈鲁丁星期一中午12时的记者会上说，针对两名盗用护照者是否是亚洲面孔，暂时不能透漏，调查正进行中。当局需要斟酌是否会影响调查工作，以决定是否可以公开两人的照片。\n12:16【乘客用失窃护照登失联客机 马移民局内部调查】据“马来西亚内幕者网站”10日报道，马来西亚已经开始着手对移民局进行内部调查。马来西亚内政部部长阿莫扎西称，调查将会重点针对吉隆坡国际机场的事务处。由于持欧洲护照的两人均为亚洲面孔，因此对移民局官员将其放行感到难以理解。\n11:21【越南水上飞机载医生战士飞往可疑物区域】据越南新闻快讯3月10日报道，当地时间上午8时30分，越南水上飞机DHC6 VNT 777载着第五海区的医生以及水性好的战士起飞，前往9日晚上该飞机发现可疑物的区域。\n10:44【中国救援锁定任务海域】根据计划，中国救援舰编队驶入泰国湾口后，将在大约４０海里×４０海里的范围内展开搜救。这是目前各方初步锁定的疑似失事区域。全面展开搜救后，中国海军舰艇编队将与中国执法力量和其他国家救援力量充分沟通、配合，尽最大努力搜救幸存者。\n10:31【国际刑警组织就乘客冒用失窃护照登机发出警告】据英国《金融时报》报道，国际刑警组织就乘客冒用失窃护照登机发出警告。国际刑警组织秘书长表示，“多年来国际刑警组织一直发问，为何有些国家总要等到悲剧发生之后，才肯在边境和登机门执行审慎的安全措施。”\n10:01【马来西亚政府中午将召开大型记者会】马来西亚政府预计今天中午将召开大型记者会，由各部门人员介绍失联客机事件的最新情况。\n09:44【家属赴马签证最快下午6点办好】上午九点，家属陆续走入丽都饭店提交签证表的大厅。部分家属提交了签证表格，称马来西亚协助办理签证，下午6点可收到护照和签证。但并不是所有家属都想赴马。有家属称，不打算过去了，“去了有什么用？”\n09:44【越媒称未找到可疑物体】据越南《前锋报》10日报道，至北京时间8时11分，已经有七艘越南船只到达发现疑似失联飞机舷窗和尾翼平衡杆的位置。\n目前没有任何关于找到可疑物体的消息。\n09:35【泰国警方对“护照盗窃团伙”展开调查】泰国警方9日表示，由于利用被盗护照订购马航机票的详情逐步浮出水面，他们正对一个护照盗窃团伙展开调查。国际刑警组织称，两本护照分别于2012年和2013年在泰国被偷，但此后到MH370航班起飞前，没有经过任何国家边境海关的痕迹。 \n09:34【搜救范围已向泰国扩散】据报道，昨天越南表示发现了一些漂浮物，当因天色已晚，无法打捞。今早进行了打捞行动，但最新消息指，漂浮物并不属于失联客机。目前，搜救范围已逐渐向泰国的安达曼海扩散。搜救之所以如此困难，是由于出事范围属于共同管制区，很少有船只。\n09:26【马航失联客机乘客家属抵达吉隆坡】据马来西亚媒体报道，失联航班乘客亲属已经抵达吉隆坡国际机场。\n09:16Q：太空垃圾？军事袭击？\nA：系统会提前几十秒预警\n擅长“阴谋论”的美国媒体猜测，飞机是否无意中被一些国家的军事武器击中。1988年7月，美国海军军舰文森号错误地将一架伊朗航空的飞机击落，造成机上290名乘客和机组人员死亡。1983年9月，一架大韩航空公司飞机被俄罗斯战斗机击落。\n飞行员王先生说，现在的民航客机一般都有防撞系统。民航客机都有既定的飞行线路，平时基本不会相撞。如果万一系统发现可能会与另外飞行器相撞，则会提前几十秒发出预警。另外，在如此高空中，鸟类的撞击一般不可能，即使碰撞，也不至于如此。\n周济生表示，可能是外面突然来了外来物，如太空垃圾，或如同此前曾经发生过的先例被军方击落等，也并非不能完全排除可能性。\n09:15Q：飞行员故意驾机坠海？\nA:自杀曾有发生，“很冷门”\n美国媒体称，上世纪90年代发生过飞行员自杀导致的空难。一架埃及航空的飞机曾因飞行员意图自杀而故意将飞机开进了海里。尽管政府调查员从未正式公布这种自杀方式，但研究空难事故的专家都确信想要自杀的飞行员有选择这种行为的倾向。\n如果是飞行员无意中解除飞机的自动驾驶功能，而造成坠毁。这种情况下飞机可能坠落在距离其最后联络地点5-6小时的距离以外。但这种情况，雷达应该会检测到飞机。\n飞行员王先生表示，飞行员自杀等冷门的猜测，当然也不能排除，不过正常情况下，不太可能。有可能飞行员遭遇前所未有的紧急情况。他表示，类似MH370飞机的情况极端少见。飞行员当时可能遇到了超出平时应急训练和预案的紧急情况，或者飞行员根本没有经历过、甚至见过这种情况。导致操作失误，来不及发出信号。\n09:15Q：未查明的不可抗力？\nA：“很多事情超出想象和控制”\n驻马来西亚大使黄惠康昨日表示，“大家要有耐心，很多事情超出了想象和控制力。”针对失事原因，周济生也表示，这事超越了传统的分析方法，可能是有不可抗拒的因素在，现在也增加了很多的想象空间，“我们需要往非传统的方向考虑。”他说。\n中航飞机股份有限公司总经理唐军认为，目前有各种各样的猜测，从不同角度看都能说出一些道理，但很快也都会被推翻，所以在最后结果没有出来之前不能做太多的判断。\n09:15Q：万米高度空中解体？\nA：空中解体的一个可能性是飞机结构受到破坏\n失联客机调查组人员表示，初步调查显示客机空中解体可能性增大。“至今尚未发现任何可被完全确认的遗骸，很可能是飞机在一万米高空发生空中解体。如果飞机完好地坠毁水中，残骸将会非常集中。”\n周济生认为，从现有的信息判断，飞机发生空中解体，飞机没时间向地面报告的可能性比较大。\n造成飞机空中解体的一个可能性是飞机结构受到破坏，如机体直接断裂，其原因之一可能是“疲劳”的问题，“跟人一样，干活会累，飞机材料也会出现裂缝。”再好的飞机也存在疲劳问题，正因为如此，飞机需要经常检修、更换零部件，也有各种管理规章制度，需要飞机制造方持续跟进，航空公司及时认真维修、翻修、检查，以及当地政府的监管，属于三方责任。11岁的波音777处于使用寿命之内，并不存在老化的问题，但飞机此后保养和维修方面如果缺失，可能还是会出现疲劳问题。\n09:14Q：引擎失灵飞机失控？\nA：失灵后有充足时间紧急呼叫\n美国一名航空顾问公司Leeham Co.的管理主任斯科特·汉密尔顿分析称，如果引擎全部失灵，飞机还可能滑行20分钟，这使飞行员有很充足的时间进行紧急呼叫。2009年美国航空一架空客A320从纽约拉瓜迪亚机场起飞后不久就丧失了引擎动力，尽管飞机距离地面很近，机长仍然有很长时间与塔台进行联系，并且将飞机迫降在哈得孙河上。\n09:14Q：雷暴湍流袭击飞机？\nA：飞机基本处在晴空万里的气象条件下\n尽管飞机被设计为可以抵御最强级别的风暴，但恶劣天气依旧是安全危害之一。国内知名民航公司飞行员王先生表示，马航MH370的情况，有可能是遭遇恶劣天气，致飞机仪器失灵，飞行员将空天概念搞反，将海面当成陆地导致悲剧。这种情况在夜晚的海面飞行中，更容易出现。一是由于飞行员疲劳，二是海天一色，更难分辨。但一般飞行员都有反应时间，一点信号没发出，基本不可能。\n不过，根据MH370当天的天气实况显示，天气很好，风也很小，对流也很小，基本上是“风平浪静”的状态。只有9%的灾难发生在飞机平稳飞行阶段。\n飞机制造专家周济生说，飞行器飞到1万米以上，飞机已经进入巡航阶段，马上脱离对流层，雷电、雷暴等都在飞机以下的低空形成，飞机处在基本上晴空万里的气象条件下。不过，此时在对流层的边缘，还是可能会出现湍流，但顶多只会给飞机带来一些颠簸而已。“就像开汽车上了高速公路一样，始终保持稳定，没有什么车。”\n中航飞机股份有限公司总经理唐军说，一般航路上的雷雨是可以提前预见的，这种情况下航班就可能会推迟，并调整时间。\n09:01Q：通讯系统失灵致失联？\nA：很难发生在波音777上\nMH370失联已经超过48个小时，是否是通讯系统出了问题，导致飞机不能与外界联系？\n有着多年飞行经验的资深机长表示，飞机与地面沟通有4种方式，但这次所有的通讯都失效。飞机制造专家周济生表示，“波音777的飞机，可靠性和性能是很高的，要想所有的东西都坏掉几乎是不可能的。肯定是遇到了外界不可抗拒的力量”，“机组和地面联系不上，所有通讯系统全部丧失，这种可能性不大。”飞机有两台发动机，上面各带有发电机，此外还有应急电源，这些全部功能丧失而导致飞机断电的可能性也极小。如果发电机全部失效，依然可以靠电池继续工作30分钟，给予充分的时间发出求救信号。\n09:00Q：遭遇炸弹恐怖袭击？\nA：传统劫机犯会提出要求\n假护照引发人们对恐怖袭击的猜测。飞机制造专家周济生表示，人为破坏，如携带炸弹引爆而引发空中解体，“这也是一种可能性，如果空难发生得很诡异的话，肯定会怀疑这方面的问题了。”此前确有飞机曾因炸弹而发生空难。如1988年泛美航空103号航班、1985年印度航空班机等。\n中航飞机股份有限公司总经理唐军说，如果是恐怖袭击，袭击者应该在客舱里，不可能冲入驾驶舱，威胁到驾驶员，所以驾驶员应有所反应，并发出信号。如果劫持者引爆爆炸物，将造成飞机空中解体，这种客机通常会携带很多行李，如果解体，坠落海域将会有漂浮物被发现。所以这种判断也有不合理之处。\n专家称，传统的劫机都会将飞机劫持到某个机场，并且提出相应要求。类似于“9·11”事件中，一架飞机被恐怖分子胁迫坠海的劫机的事件少之又少。\n09:00今早《新京报》以问答的方式分析了马航客机失联54小时依然毫无踪迹的8种可能性。\n08:34当地时间3月9日，泰国普吉岛，意大利男子Luigi Maraldi在由泰警方举行的新闻发布会上展示自己现在的护照。他被盗的护照被用于登上马航失联的飞机。\n08:32据路透社报道，马来西亚内政部指出，两名亚洲面孔的乘客使用了已证明被盗的意大利和奥地利人护照，登上失联马航客机。内政部长严厉谴责了让这两名乘客通过的边检人员。\n“我仍然感到非常不安。边境人员难道不会思考，持有意大利和奥地利护照,却是亚洲面孔？”\n07:41据央视援引路透社消息：失联客机调查组人员表示，初步调查显示客机空中解体可能性增大。“至今尚未发现任何可被完全确认的遗骸，很可能是飞机在一万米高空发生空中解体。如果飞机完好地坠毁水中，残骸将会非常集中。”\n07:21据新华社“新国际”微博报道，马来西亚民航总局总监爱资哈尔丁9日晚在吉隆坡国际机场举行的新闻发布会上说，已经证实那些越南海域发现的漂浮物与本次失联航班无关。他表示，目前仍没有发现马来西亚失联客机的下落，马方和有关国家的搜救范围和力度正在加大。\n此前，据越南《青年报》报道，一艘越南军警搜救船发现了一块怀疑是马航失联飞机残骸的黄色物体，怀疑是飞机舷窗的一部分。该军警船找到两块物体，其中一块相信与飞机无关，另一块则怀疑为残骸一部分。\n06:01【法国愿帮助搜寻马航失踪客机】路透社报道，法国民航安全调查分析局(BEA)9日发表声明称，已经与马来西亚、越南当局联系，愿意在水下搜寻或打捞任务中提供帮助。2009年6月1日，法航447航班在大西洋上失踪，BEA领导了长达三年的相关调查，深海打捞行动耗资5000万美元，近两年后才打捞出黑匣子。\n03:43路透社1时4分消息，国际刑警组织发言人称，对马航失联客机登机所使用的所有文件进行查验已发现“更多可疑护照”，正在进一步调查。该发言人没有说明文件数量和所属国家。该发言人还呼吁各国重视已收录超4000万失窃护照的国际刑警组织数据库，尽早发现异常。\n22:54【越南称发现疑似马航失踪客机残片】路透社22时39分消息，越南民航局称，越南海军一架飞机已经在越南南部海域发现一个疑似属于马航失踪客机的物体，但由于天太黑无法确定，明早将派遣更多飞机前往调查。马来西亚官员此前称，尽管有34架飞机和40艘船只参与了搜索，但尚未发现任何残片。\n22:44马来西亚航空公司商务总裁告诉记者，马航失联客机第一批乘客家属将于今晚离开北京前往吉隆坡。\n22:05路透社20时18分援引马来西亚官员消息称，马来当局已经派出调查员去检查监控录像，调查是哪些移民局工作人员让冒名顶替者登上马航失踪航班的。马来匿名官员称，早前的迹象显示存在可能的安全漏洞，但现在还不能提供进一步细节。\n22:03【快讯：越南海域发现疑似舱门和机尾的碎片】越南官员说一架搜救飞机找到了怀疑是飞机部件的碎片漂浮在海上，位置在距离Tho Chu岛西南50海里的地方，碎片看起来像来自飞机的舱门和机尾。\n21:29据越南之声记者9日报道，越南防空空军第370师第917团MI171直升机已经于9日下午返回金瓯机场，在整个搜救过程中，直升机团发现了一些救生衣和一根木头。直升机飞行观察了多次同时也降低飞行高度，确认是一些长期漂流在海的废旧用具，不是失联客机的东西。\n21:24【国际刑警称正在调查马航失踪航班可疑乘客】北京时间21时许，国际刑警组织声明，确认至少有两人利用偷来护照登上马航失踪航班，国际刑警正在对其它可疑乘客进行调查。虽然被偷护照和航班失踪是否有关还很难说，但未免让人担忧任何人都能用偷来护照登机。国际刑警将给有关当局提供力所能及帮助。\n21:15越南《青年报》网站9日晚发布了一张锁定疑似残骸位置的照片。报道说，图片坐标离今天发现黄色异常物体的位置很近，指挥中心另一消息还称发现了疑似飞机机翼的碎片，越南航空局将向新加坡和马来西亚通报相关消息。前方记者正在努力和越南方面核实上述消息是否准确。\n21:08据人民日报，在八点的新闻发布会上，马民航部代表表示：①目前仍然没有进展；②搜救范围扩大。海面搜救到现在还在持续；③油迹目前不能确认是否来自失联飞机；④越南岛屿附近发现的残骸并非飞机部件；⑤不能完全排除劫机可能性。\n21:02晚上八点，马来西亚驻华大使馆附近停着几辆警车。4位乘客家属从丽都酒店赶来大使馆，刚从车上下来就被警察劝了回去。其中一名家属称，将继续回丽都酒店等消息。\n20:55越南军方发出一张在海面搜寻到的漂浮物照片。越南军方表示，该漂浮物疑似舷窗或门，但仍无法确定。\n20:49【又有发现！疑似残骸细节跟进！】据@新国际 前方记者颜昊口述，越南《青年报》说，搜救人员当地时间下午六点半左右在距离土珠岛约80公里的海域发现这块漂浮物，初断由复合材料制成。\n20:25【越南搜救船发现一块疑似飞机残骸的黄色物体 怀疑是舷窗一部分】据@新国际 前方记者颜昊9日晚口述，越南《青年报》报道，一艘越南军警搜救船发现了一块怀疑是马航失联飞机残骸的黄色物体，怀疑是飞机舷窗的一部分。该军警船找到两块物体，其中一块相信与飞机无关，另一块则怀疑为残骸一部分。\n20:20据越南青年在线网站报道，针对马航失联客机的国际搜救力量发现两件可疑物。其中一件黄色可疑物，有待晚些时候救援人员进一步确认。另一件已被美国驻越南使馆负责国防合作的官员jaky ly thang否认。\n20:17中国海警3411船于北京时间3月9日13时30分抵达马航客机疑似失联海域中心位置，截至19时，在搜救范围内航行60海里，搜索面积约200平方公里，尚未发现可疑目标。\n19:28【意籍男子受访：另一男子冒充其配偶领走护照】英国卫报援引泰国媒体消息，被冒用护照的意大利男子马拉尔迪称，他的护照是去年7月22日在普吉岛丢失。当时他用护照抵押租车，后来租车行老板说，另一意大利男人把他护照取走了，该男自称“马拉尔迪是他丈夫”。另一奥地利人也是在普吉岛丢失护照。\n19:22据马来西亚《星洲日报》3月9日报道，在马航MH 370客机失联之前，另一架波音777客机的机师曾与其取得联系。这名机师表示，在当地时间8日凌晨1点30分以后，他们成功跟MH370取得联系，并询问对方是否已经进入越南领空。“有很多干扰……静电干扰……但我听到从另一端传来喃喃自语的声音，这是我们最后一次与他们取得联系，之后就无法连系上对方。”\n19:17【新加坡搜救船发现漂浮物或可捞起】越南人民军队副总参谋长武文俊称，北京时间今天15：45，新加坡搜救飞机在土珠岛南100公里处发现一黄色漂浮物。越南已派海警船和飞机前往，天气好的话或能拿到该漂浮物。\n19:12【越南飞机发现新油带】今天，越南人民军队副总参谋长武文俊中将表示，越南飞机发现旧的两条油带已消失，但在原迹西南方向80公里外发现一条新油带。越南方面会继续搜索并取样检测这些液体是否航油，是否来自失联飞机。\n19:07【越媒：土珠岛附近海域可疑物与失联飞机无关联】据越南每日快讯3月9日报道，在距离土珠岛100公里区域发现可疑漂浮物之后，美国飞机已经降低飞行高度，并确定它与马航失联飞机没有关联。据悉，越南副总理黄忠海正在主持与搜寻马航失联飞机相关各方的会议。\n19:00越南救援船将在约20分钟到达新加坡空军发现的“疑似漂浮物”地点。\n18:59路透社报道称，皇家马来西亚空军将领Rodzali Daud称，军方雷达记录显示，MH370在失去联系之前确实偏离了航线，至于是折返吉隆坡还是其他方向，他未说明。另据美联社报道，该将领称，军方雷达与民用雷达显示数据一致。\n18:47【马航明天将带中国乘客家属至吉隆坡】据马来西亚新海峡时报报道，马来西亚航空10日将把第一批中国乘客家属带到吉隆坡。\n18:45【英国卫报披露\"假护照\"更多细节】英国卫报报道称，马航失踪航班两名可疑乘客是用偷来的奥意两国居民的护照买票，买票时间是3月6日，使用货币是泰铢，座位为连号。若正常飞到北京，他们将等待约10小时，后飞往阿姆斯特丹。抵达阿姆斯特丹后，他们中一人将前往法兰克福，另一人将前往哥本哈根。\n18:34【5名家属已前往马来西亚驻京大使馆“讨要说法”】据@京华时报 距离家属所发表的声明发生已经有两个小时之久，家属在声明中所提出的问题一直没有回复。目前，5名家属已前往马来西亚大使馆讨要说法。京华时报记者现已抵达使馆门前，但截至目前，尚未见到家属身影。\n18:14【南航董事长回应】全国人大代表、南航董事长司献民回应“乘客用假护照通过南航买票”消息，称自己也是看电视才获悉，他说机票谁都可以买，现在都是网络购票。南航一直注重安全。\n17:59【中国驻胡志明市总领馆将召开发布会】@央视新闻 报道，据越南媒体报道，新加坡船在搜救海域发现一些漂浮物。记者获悉，我国驻胡志明市总领事馆将在北京时间18:00召开新闻发布会通报相关情况。 \n17:59【越军高层称不明物或为失联客机的一部分】越南人民军副总参谋长武文俊9日在接受国家电视台采访时指出，在越南南部海上发现的“不明物体”有可能是失去联系的马来西亚航空公司客机的一部分。\n17:58【传江西省委原副秘书长黎明中失联】据@南方都市报 马航公布的失踪人员名单中包括由24位中国书画家组成的艺术代表团成员。该团蒙高生、王林诗、刘如生、黎明中等人的名字出现在名单上。媒体称黎明中是原江西省委副秘书长，现任江西省书法家协会名誉主席\n17:57【云南省长：无迹象表明马航事件与昆明事件有联系】@京华时报 报道，记者提问，昨天马航飞机失踪是否与昆明301事件有关联？云南省长李纪恒表示，目前为止没有任何迹象表明马航事故与昆明301事件有必然联系，相信这个问题随之时间推移不久就会大白天下。\n17:38【中国海警3411船开始搜索重点海域】中国海警3411船中午由东向西搜索到疑似失联海域中心位置，至15时左右，开始向南搜索。中国海警指挥中心有关负责人认为，这块海域是重点海域，目前视线比较好，加强瞭望和观察，以发现相关痕迹和线索。\n17:38【马来西亚警方称将惩处网络造谣者】马来西亚星报报道，马来警方总督察长哈立德9日表示，警方将会对在网上传播有关马航失踪航班谣言的人采取行动。他呼吁网民对失踪航班乘客及机组成员的家属的感受要有敏感性，并表示网上一些谣言十分过分。他说“不要想说什么就说什么”。\n17:36【失联航班搜寻海域最新图片公布】摄影师今日在越南军机上拍下这张照片，拍摄地点距离越南海岸80公里。图片上显示海面上出现油污痕迹。图片来自欧洲新闻图片社。\n17:20【“海巡31”船从三亚开出，前往参与客机搜救】今天16:30，广东海事“海巡31”船在三亚集结完毕，离开码头前往泰国湾海域参与搜救。随船搭载了一架海事直升机和水下扫测设备。预计50小时后抵达目标海域。\n17:14【美国第七舰队反潜机抵达失联海域展开搜寻】英国卫报消息，美国第七舰队的P-3C反潜机16时14分前已经抵达MH370航班失联位置附近海域，正在展开搜寻。\n17:13【越南已决定派飞机核查】据报道，越南方面已经决定派一架直升机前往发现漂浮物的海域，进一步确认和核查。\n17:09越南胡志明市官方媒体《年轻人报》和《青年报》报道，参加联合救援的新加坡搜救船在越南以西外海、距越南最南端的金瓯渔港直线距离约165公里的海域发现疑似属于失联客机的漂浮物，并已经将信息通报给越南方面，预计越南相关搜救船将于今晚7：:30左右赶到相关海域。\n17:03据越南快讯网3月9日报道，马来西亚的搜救船和新加坡的飞机当地时间14：50左右在可能海域共同发现了可疑物，新马已向越前方搜救指挥部寻求增援。对于可疑物是什么、数量均未提及。\n16:56【新华社快讯】据越南媒体报道，新加坡救援船９日在搜救海域发现一些漂浮物。\n16:47越通社网站刚刚发了一条配图消息，引述南华早报英文版报道，称一名在北京民生银行工作的中国乘客9日在飞机透过窗户拍下了疑似海域海面漂浮着碎片的照片。当时飞机高度11000米，当地时间早6时45分。这名乘客从北京飞往吉隆坡，并已到达。越通社只是转载并未证实或评论。\n16:46据越南前锋报报道，新加坡的飞机刚发现一可疑物，坐标为东经103度1330–北纬08 度2136，在Tho Chu岛西南偏南100公里处。新加坡建议越南立即出动船只和飞机协助寻找和证明可疑物。\n16:23【马来西亚警方不会把恐怖威胁列为客机失踪主因】据马来西亚媒体@中国报微博 报道，马来西亚警察总长丹斯里卡立说，警方不会把恐怖分子威胁列为客机失踪的主要因素，但不排除这可能性。\n16:17【已有11国力量参与搜救失联马航客机】马来西亚新海峡时报报道，印尼驻马使馆9日下午表示，该国将派遣5艘船只帮忙搜救失联客机。另外，加上马来、越南、中国、新加坡、泰国、菲律宾、美国、澳大利亚、英国、新西兰等，一共有11国舰船及飞机参与搜救。\n16:12英国每日电讯报驻中国记者摩尔发布消息称，已向中国南方航空证实，持有意大利及奥地利人假护照的两人一同购买MH370的机票，他们还同时购买了北京飞阿姆斯特丹的荷航航班机票。\n16:01据法制晚报 报道，马航高层管理委员会的新闻发言人下午表示：已经通知每一位家属，第一批前往马来西亚吉隆坡的名单有两位，接下来的批次也会安排。亲属前往的时间，最快也要明天。\n15:10“目前为止我们还没有得到飞机具体位置的信息，我们当前最重要的工作是安抚家属。”马来西亚航空负责人在今日下午的发布会上说，搜救工作从今天早上7:30重启。\n14:51越南军方参与搜救直升机\n14:49越南救援飞机内部\n14:44【驻日本冲绳美军侦察机飞往失联客机疑似海域】据日本新闻网9日报道，日本政府关系人士透露的消息说，驻守在冲绳嘉手纳基地的两架P3C警戒侦察机已经飞往南海，参与马来西亚客机的搜寻工作。P3C警戒侦察机具有很强的反潜能力，能够准确发现海中物体。\n14:36据央视报道，南海舰队直升机将飞往失联海域，预计15:30起飞。\n14:35马航将于3月9日下午三点召开新闻发布会通报失联航班MH370最新情况。\n14:35【5人办妥手续后未登机】马来西亚民航局相关人士透露，有5名乘客原本已经办妥登机手续，最后决定不登上班机。马航把他们的行李也给取下来，然后如期飞行。\n13:23马来西亚民航局：已获得冒用他人护照登机的两名乘客的视频录像，正在对视频进行分析。\n12:29据越南快讯网9日报道，根据越南前方搜救力量报回的消息，目前疑似海域发现的油带已扩大至80公里长。\n12:07【马来称不排除失联航班遭劫持 或与恐怖活动有关】9日，马来西亚交通部长希山慕丁目前正在吉隆坡举行记者会，马来西亚不排除失踪的马来西亚航空MH370班机“遭劫持”，以及“与恐怖活动有关”的可能，目前正在调查失联航班遭遇恐怖袭击的可能。\n11:55马来西亚临时交通部长称，与相关国家的反恐部门保持着联络。\n11:47马来西亚交通部称目前搜索范围已经扩大，因为飞机有可能曾经掉头返航。\n11:193月9日9时，中国海上搜救中心协调的中远“泰顺海”轮已抵达疑似海域，开展搜救行动，该船在海面未发现可疑漂浮物。“中国海警3411”预计3月9日14时30分左右抵达疑似海域，此外，“南海救115”、“南海救101”、“海巡31”等船舶正前往疑似海域参与搜救。\n11:18路透社报道，马来西亚安全部门官员称，自曝出失联客机中两名乘客使用被盗护照登机后，马来西亚当局正在与驻马使馆人员调查至少另外两名乘客身份。这名官员称，被调查的乘客全部是通过中国南方航空公司购票的。\n11:15马航相关负责人9日表示，现在还没有MH370的最新消息。一旦确认事发国家，亲属可持护照和身份证前往。每个家庭限去两人。目前，穿蓝色背心的马来西亚志愿者正在北京丽都酒店为家属提供帮助。马来西亚官方称，请家属做好心理准备。\n11:12秘书长潘基文刚刚发布声明，对马来西亚航空公司失联飞机可能已造成的重大人员伤亡表示悲痛，他向遇难者家属表示哀悼和慰问。\n11:10【失联48小时马航将给“说法”】据一位协助失联航班家属处理事情的人士告知，马航人员在距飞机失联过去30小时对家属吹风，尽管希望好转，但“我们持悲观态度”，并表示按国际惯例，将在48小时对事件定型。扬子晚报记者谷岳飞 \n11:04中国驻胡志明市总领事馆副总领事周彤9日上午接受中新社记者采访时透露，当地时间9日上午8时，越方向中国驻胡志明市总领事馆最新通报称，尚未发现失联的马来西亚航空公司客机下落，越方将继续加大搜救力度，扩大搜索范围。\n10:46美国全国广播公司(NBC)8日引述美国官员的话说，失去联系的马来西亚航空公司MH370班机上的227名乘客中，已经证明有两人持假护照登记，美国怀疑飞机失联与恐怖主义有关，正在展开调查。\n报道同时指出，官员尚未找到与恐怖主义相关的确凿证据。他们表示，歹徒也可另有原因而盗取护照冒充身份乘搭班机，比如为了走私毒品。\n10:27法晚壹现场：#MH370失联直播# 【请做好心理准备……】上午9时50分，马航称已30小时没信息，“请在场的家属朋友们做好心理准备。”话到此处，人群外一个抽泣的女声清晰传来，你们为什么过了5个小时才搜救！为什么没有及时调查！质问声此起彼伏，一个矿泉水瓶向发布台飞去，大部分家属失声痛哭……有家属昏倒正在抢救 。\n10:25据“马新社中文网”9日报道，马航总执行长拿阿末佐哈里说，该公司获悉乘客冒用他人护照登机的事件，当局将与大使馆合作展开调查。\n他说：“有关当局正与各别大使馆合作及研究这名外籍人士的身份，确保我们能证实这项报道(冒用护照登机事件)。”\n10:15中国经营报消息，马航人员：现在距飞机失联过去30小时，请家属做好心理准备，尽管我们希望出现好转，但我们持悲观态度，搜救时间越长，结果可能越悲观。闻此，现场家属失声痛哭。 记者郝成\n10:10洛杉矶时报消息，联邦执法官员称，FBI派出特别代表和技术专家，将协助检查在吉隆坡机场值机、过安检和登机时乘客监控录像，调查是否有人与基地组织或其他恐怖组织成员符合。\n09:27在9日清晨的发布会上，马航官员表示，连夜的搜救并没有找到失联飞机的踪迹，目前搜索范围已经扩大。\n09:14马来西亚民航当局表示还没有收到油迹属于MH370的相关信息，这一发现虽然成为搜救调查的一条线索，但仍没有证据表明被发现的油迹带和马航失联的客机有直接关联。\n08:54马来西亚航空公司9日凌晨在北京国都大饭店召开新闻发布会，相关负责人表示，失踪客机10天前曾进行过检查，未发现任何问题。\n08:34“该飞机没有求救信号意味着，飞机要么就是遇到了爆炸性减压，要么就是被引爆装置摧毁了。”美国专门负责空难调查的全国运输安全委员会前董事会成员John Goglia对路透记者表示，他还说“有乘客利用假身份证登机，意味着飞机有极大的发生爆炸的可能性，这是一个很大的危险信号”。\n08:32据法新社报道，美国德克萨斯州一家半导体生产企业当地时间3月8日称，该公司20名雇员搭乘了8日凌晨失去联系的马来西亚航空公司航班MH370。\n据报道，设在德克萨斯州的这家飞思卡尔(Freescale Semiconductor)半导体公司的执行总裁格雷格?洛(Gregg Lowe)称，登上失联航班的其20名雇员里，12人来自马来西亚，8人来自中国。\n04:38北京时间3月9日凌晨3：40，马航方面工作人员终于在丽都饭店与家属们见面。\n02:02马航称目前马航工作重点是协助乘客亲属，已经和所有搜救机构开展紧密合作。多国正在竭力搜救，但未收到相关当局的确切信息，想获悉任何关于事件的信息请登陆马航官方网站了解最新官方信息。\n01:57记者询问越南海域发现的原油油迹，马航称当局无证据表明油迹属于失联飞机。\n01:51记者提问工作组将采取何种措施安抚家属，马航称专门小组将会一直陪伴家属，做好相关工作，尽全力对其提供帮助并尽快找到失联飞机位置。\n01:49马航称此次专门行动小组共派来93名小组成员，皆分配好任务，其中一部分去丽都酒店做家属工作。\n01:48马航就记者提问是否有两位乘客冒用护照登记称未得到任何飞机失事信息，一切以马航官方网站和马来西亚政府公布信息为主。\n01:46马航公布家属可联系电话：00861064376249\n01:42马航称确定下落后将会安排亲属前往出事地点。\n01:41马航称行动小组首要任务是为所有乘客的亲属提供帮助。\n\n01:40马航称未得到飞机失事的证据。\n01:39马航称未确定航班的下落。\n01:38马航对发布会推迟表示歉意。\n01:34@泰国星暹传媒:每年泰国的游人中，大约超过一千万个护照被卖或被盗。警察说，曼谷浩山路地带是著名的背包旅行区，因而也是黑市护照的一个主要来源。黑市伪造者将护照的相片,带有个人资料的页面,甚至护照的封页重新改造。近两三年来，来自泰国的伪造护照，已在其他的国家造成犯罪问题。\n@泰国星暹传媒：据之前报道，泰国已成为世界上为逃亡者和恐怖分子伪造和篡改护照的主要犯罪来源地之一。其中包括，至少与一个盖达（Al-Qaeda）恐怖组织相联的犯罪网络。 较罕见和昂贵的是失窃的护照。罪犯分子使用这些证件来穿越边界。因边界上的移民官员往往是受过训练的，所以他们很容易察觉假的证件。\n01:34【马航最新新闻发布会开始了】3月9日凌晨1：28左右，北京国都酒店，马航处理MH370航班工作组原定在23：30分召开的媒体发布会在推迟了近2小时后召开。马航高级管理层代表将做情况发布。\n01:30【马航乘客家属情绪激动】“我们要参加发布会，我们要了解第一手消息。”丽都酒店部分留守家属来到一层大厅要求参加发布会。但不知找谁带他们去过度饭店参加发布会。于是找到现场执勤警察寻求帮助。\n01:27【家属要求见马航的人】马航工作组原定8日23时30分-24时召开新闻发布会。但截至目前，发布会仍未开始。消息称：家属要求见马航的人，并希望在场民警派车将他们送至现场。警方表示，他们也一直想与马航取得联系，但始终无果。 \n01:26【马航北京发布会现场】\n01:26【马航北京发布会现场】\n01:00【美国开始调查失踪马航班机遭遇恐怖袭击的可能】据美国全国广播公司网站消息，美国官员表示，在得知两名乘客持被盗护照登机后，美国官方开始调查失踪的MH370遭遇恐怖袭击的可能性。\n00:51【马来交通部称正调查登机中可能存在的违规行为】在被报道两名乘客被冒名登机之后，马来交通部副部长Datuk Aziz Kaprawi称正在对登机时可能存在的违规行为进行调查，但他表示对安检工作比较有信心。民航局总监此前表示，官方在对乘客及行李的监控录影带检查后未发现任何可疑之处。 \n00:44【越南官方因夜幕降临将一架搜索任务飞机召回返航】新华社消息：越南方面证实，因为夜幕降临不利于观察，越南军方已将一架下午派出到失联海域执行搜索任务的飞机召回返航。媒体报道越南交通部门官员称越南搜救人员当地时间21点能到达疑似油污带的消息，越南官方也未予证实。\n00:33【马航北京发布会延迟1小时仍未开始】已经距离在国都大酒店大连厅开始的发布会预定时间迟到一小时，大批媒体守候在门口及室内。\n00:16【越南搜救船只抵达油迹带区域】央视新闻报道，越南七条搜救船只已于当地时间晚上11点（北京时间晚上12点）到达油迹带区域。\n00:00【美军宣布参与搜救】美国第7舰队于北京时间今晚宣布，将派在事故海域附近的导弹驱逐舰“皮克尼”号参与搜救。另据华尔街日报，美国还将从冲绳基地派出一架P-3C侦察机协助搜救。\n00:00【失联飞机上两人是冒名顶替 机票由南航售出】路透社北京时间23时03分消息，意大利政府和奥地利政府分别确认了其公民未登机！两国外交部均表示，两人护照被偷。在马航公布的完整乘客名单中，这两人均在列。而据人民日报早前报道，两人机票由南航售出。\n23:48【越南政府称发现的浮油与失联飞机燃油种类一致】】路透社快讯 越南政府声明称，越南空军飞机发现两条大油迹带，这两条油迹带在越南南部被发现，两条油迹带长度在10-15公里之间。发现的浮油与失联的MH370航班燃油种类一致。\n\n23:27【马航92人事故处置组抵京】记者刚了解到，由马来西亚航空公司组成的事故处置组一行92人已经在首都机场落地。他们将来京解决事故家属安抚以及后续处理事宜。据透露，马航一行92人乘坐的MH4500包机已经落地首都机场，他们申请了快速落地签证，将由边检部门在机上办理签证后直接从停机坪被专车接走。一位知情人士透露，他们或将直接乘车到机场附近的国都大酒店。\n23:24【马航班机失联事件媒体发布会将于23:30举行】新华社记者现场发回报道，马航班机失联事件媒体发布会将于23:30-24:00在国都饭店举行。\n日本共同社21时25分报道，马来西亚总理纳吉布8日晚在召开记者会时，排除了马航失联飞机遭遇恐怖袭击的可能。报道称，越南军方一名官员向越南国家媒体称，越飞机发现的疑似油污带很可能是事故现场。\nCNN直播消息，马来西亚航空表示，今晚不会再召开新闻发布会，北京时间明早9点再召开。\n【救援船预计今晚11点多抵达发现油迹带的地点！】越南飞机在其海域发现2条油迹带和一个烟柱，救援船只正在全力赶往该地点，预计北京时间11点-12点左右抵达。现在尚无法确定油迹带与失联飞机有直接关系。\n【越南搜救飞机在海面发现油迹带及烟柱】#马航飞机失联#据越南《年轻人在线》消息，北京时间17点26分左右，一架参与搜救工作的越南飞机在马航客机疑似失联的海域范围内，发现一条长约20公里的油迹带，稍后，这架飞机还发现海上升起一条烟柱。\n【马总理说尚不能确定是坠机】马来西亚总理纳吉布当晚在吉隆坡国际机场举行的新闻发布会上说，眼下马方不能确定马航客机失联事件是坠机。马来西亚海军眼下在客机失联地点附近海域搜索，并在不断扩大搜索范围。\n【马来西亚总理正召开记者会】央视消息：推迟3个小时之后，马来西亚总理纳吉布19时抵达现场，就马来西亚航空飞机失联事件召开记者会。\n【马来西亚总理就马航客机失联向中方表示歉意】3月8日下午，李克强紧急同马来西亚总理纳吉布通电话，敦促马方迅速开展搜救工作。纳吉布就马航客机失联向中方表示歉意，向中国乘客亲属表示深切同情和慰问，表示马方将全力开展搜救，并派工作组来华协助处理相关事宜。\n快讯：日本共同社新闻快递说越南飞机在中国南海发现明显油迹。\n【业内人士称失联客机救援难度大 或已空中解体】一位不愿意透漏姓名的中国国有航空公司机长表示，目前的情况，如果是坠海，救援队寻找失事飞机困难很大，因为搜索范围太大。另外一方面，越南的救援设备肯定比中国差，甚至比马来西亚也要差。关于飞机的最终情况，还需要耐心等待。\n马来西亚总理纳吉及副总理慕尤丁抵达机场，慰问乘客家属。\n【马来西亚总理发布会延迟已2个小时 一直未露面】原本预定，马来西亚总理纳吉布在今天下午16时就事故情况召开记者会。但截至目前，2个小时过去了，马来西亚总理还未出现。有消息称，马来西亚总理纳吉布正在机场慰问机上马来西亚籍乘客的家属。\n17:22【马航组织乘客亲属前往越南失联地点】马来西亚航空公司8日安排失联班机乘客家属从吉隆坡前往飞机失联地点，已有家属陆续赶到吉隆坡国际机场。马航要求每名乘客最多2位家属带上护照在下午6时前赶到机场，公司安排飞机送往越南。警方在机场专门设置了隔离区，机场目前比较平静。\n17:17【多国参与搜救失联马航客机】马来西亚代理交通部长希沙姆丁·敦·侯赛因8日说，马来西亚政府已联系中国、越南、菲律宾、印度尼西亚有关海事部门参与搜救失联马航客机。\n17:13【新加坡空军协助搜寻】联合早报记者报道，新加坡空军部队已派遣一架C130大力士运输机协助搜寻失联的马航客机。\n17:07京华时报微博报道，北国网、辽沈晚报记者从北京有关部门得知，航班名单上两名婴儿王某（两岁）、胡某（三岁）均来自北京，住在东城区，西城区。国务院国宾礼特供艺术家、中国国学学会名誉会长、中国文学艺术家联合协会副主席蒙高生、南京书画院刘儒生夫妇等多名画家乘坐此机。 \n17:06京华时报援引新华社消息，【中、马、越、菲、印尼参与联合搜救】马来西亚代理交通部长8日说，目前参与联合搜救的国家有中国、马来西亚、印度尼西亚、越南及菲律宾。\n17:04马来西亚航空公司航班目前已在官网上发布5条声明，一直称MH370客机为“失联”，并在第五份声明中更新了乘客信息。\n16:55路透社报道，马来西亚搜救队官员称，尚未在飞机失联前最后发出信号的海域看到残骸。\n16:44马航官网更新失联客机上乘客信息，增加5名印度籍乘客。另外，印度尼西亚籍乘客不是12名，是7名。\n16:37法新社报道，马来西亚交通部长表示，马来西亚政府尚未得到飞机坠落消息，正敦促越南方面提供搜寻的详细信息。\n16:30新京报讯 在这趟失联航班上，有9人是组团赴尼泊尔自由行的退休老人。中国青年政治学院退休教师王东成介绍，该团队共23人，回国时分两批从吉隆坡和广州转机，但没想到从广州转机的14名老人顺利回国，而从吉隆坡转机的9名老人则到现在音讯全无。\n16:10外媒报道，菲律宾军方派遣3艘船只和一架监察机帮助寻找马航失联客机MH370。\n16:04【载154名中国人航班已失去联系十小时以上】从吉隆坡原定于飞往北京的航班MH370于当地时间早上2点40分“失联”。吉隆坡与北京同处在东八区。\n15:30路透社报道，越南海军军官称，马航失联的飞机“可能坠毁”在马来西亚海域，否认之前媒体援引他有关飞机已经坠落的报道。\n15:25据称是波音中国总裁的马爱仑先前在微博上称飞机已经找到，波音技术团队正前往协助调查。后来他再发微博否认，称“飞机已找到”消息有误，搜寻仍在进行。\n15:16马航CEO表示，虽然这架飞往北京的航班MH370目前失联，马航的航班将继续正常飞行。\n15:06【马航发布会仅5分钟 未给记者提问机会】发布会仅持续仅5分钟，发布的仍是“失去联系”的消息，也未给记者提问机会。主持人离场时现场一片骚动，场外则一片混乱。家属休息区外，一名男子称马航一再拖延通报具体情况，他对此表示不满。（京华时报记者 潘珊菊 怀若谷 王莉霞 聂辉） \n15:01据ABC报道，马航更正澳大利亚乘客人数，此前报道为7人，现确认6人。\n14:59截至目前，马来西亚航空公司官方网站已发表四份声明，最新一份仍称客机是“失联”状态。\n14:55【马航否认客机坠落 媒体消息不统一】目前有关马航客失联客机是否坠落的消息不统一。马航在刚刚结束的北京新闻发布会上，仍称客机是失联状态。在主流媒体中，只有路透社援引越南海军军官消息，说客机已坠落。但他们表示目前无法联系上透露消息的这名军官。法新社、CNN网站、BBC等都仍报道为“失踪”或者“失联”。\n14:42马来西亚交通部长否认马航客机坠落，也表示没有迹象显示发现了客机残骸。\n14:38消息称，马来西亚航空公司新闻发布目前已结束，总共时间不到五分钟。马航方面表示，马来西亚正在通力合作，已经快确定飞机位置，飞机共有乘客239名人员，包括227名旅客（包括2名婴儿）、12机组人员，来自14个国家和地区。\n14:31京华时报消息，【波音公司：未接到马航协查通知】波音公司刚刚向记者表示，并未接到马兰西亚航空要求协助调查的通知，对于飞机情况目前尚无确切消息。一旦接到马航方面的通知，将成立专项小组协助调查。（京华时报记者 平亦凡）\n14:21不过，路透社报道，透露消息的这名越南海军军官目前不能通过电话联系到。尚不能知晓他是如何知道飞机坠落地点，以及有无残骸被发现的消息。\n14:06路透社快讯，越南官方媒体援引越海军军官消息称，马来西亚航空公司失联客机已坠海。\n14:00据央视报道，马来西亚航空公司原定于北京丽都酒店召开的针对失联航班的发布会已推迟两个半小时，将近200个记者在等待新闻发布会消息，马航人员没有出现。\n13:37【人民日报消息：越南海军确认飞机坠落】人民日报记者杨晔消息，越南海军第五军区政治处主任窦凯还大校称，飞机坠落在坚将省土珠岛153海里处，是越南马来领海交界处。\n13:12据越南媒体报道，越南交通运输部长丁罗升表示，马来西亚航空公司失联飞机在进入越南空管区前一分钟已经失去全部无线电和雷达信号。现在仍然无法确定飞机位置。法新社也发文称，飞机消失前不是在越南空域里，而是附近。\n\n13:12【中国救援机行程短 无法直接飞去救援】记者从交通运输部南海救助打捞局获悉，由于越南胡志明市与我南海距离约600海里，而中国的救援飞机只能飞100多海里，所以无法直接飞过去搜救。需要通过转接方式，将飞机转到越南。相关负责人表示，越南海上救援力量比较弱。（京华记者 黄海蕾）\n13:02京华时报消息，首都机场国际到港信息屏幕上，MH370航班信息备注栏内，备注信息已由延误变更为取消。 \n13:01中国新闻网报道，马航最新公布的MH370航班飞机乘客人员名单显示，中国乘客中约三分之一为“80”后，其中65岁以上的约20位，年龄最大的生于1935年4月，已79岁高龄。据该名单，乘客中有153名中国大陆游客，其中包括一名婴儿。\n12:45【外交部及驻外使领馆领保协助电话】中国驻马来西亚使馆：0060-123429829。中国驻越南使馆：0084-903474865。中国驻胡志明市总领馆：0084-908002226，0084-938882098，0084-1277156353。外交部领事保护中心热线电话：0086-10-65964510，65963523。 \n12:43马来西亚航空公司消息，失联客机机长为Zaharie Ahmad Shah，马来西亚籍，年龄53岁，总计飞行时间18365小时，于1981年加入马航；副驾驶为Fariq Ab.Hamid，马来西亚籍，年龄27岁，总计飞行时间2763小时，2007年加入马航。\n12:43新京报消息，失联航班乘客名单包括中国赴马艺术团部分成员。\n12:25在北京的记者等待马来西亚航空公司召开新闻发布会。\n12:19【两艘搜救船已出发】据央视消息，今天上午，交通部南海救助局两艘搜救船分别于10点49分、11点30分从西沙、海口两地出发，前往中国南海海域开展搜救工作。\n12:15法新社报道，越南国防部长表示，已经启动搜救工作，并与马来西亚和中国进行协作。\n11:59路透社援引越南海上搜救队的消息称，有关“发现失联客机信号”的消息是“不准确的”。他们未收到失联客机信号。\n11:56马来西亚总理纳吉·阿都拉萨表示，将尽所有努力进行搜救。\n11:50近年飞机失联盘点：恐怖袭击阴影不散\n11:45马航称，尚未确认失联客机已经坠毁。\n11:37马航公布机上乘客人数和国籍：154名中国人，其中1人来自台湾。马来西亚38人，印度尼西亚12人，澳大利亚7人，法国3人，美国4人，新西兰2人，乌克兰2人，加拿大2人，俄罗斯1人，意大利1人，荷兰1人，奥地利1人。\n11:35马来西亚航空公司称，飞机飞行员是53岁的Zaharie Ahmad Shah,他于1981年加入马航。\n11:27新华社快讯，越南媒体8日报道说，越南搜救人员当天在越南南部金瓯省西南120海里处发现马来西亚航空公司吉隆坡至北京航班失联客机信号。\n11:26马航称，飞机上的乘客来自中国、中国台湾、马来西亚、印度尼西亚、澳大利亚、法国、美国、新西兰、乌克兰、加拿大、俄罗斯、意大利、荷兰、奥地利。\n11:23据NBC报道，马来西亚航空公司正在举行新闻发布会。\n11:18法制晚报消息，【三亚空管人员披露航班失联后与越方沟通情况】“马航370是在新加坡和越南交界点突然消失，之后约凌晨一点，越南问有没有该航，我说没有，他就挂了。约凌晨两点他才跟我说飞机不见了，三点多跟我说，他们公司说这个飞机还在飞，然后我叫香港帮我喊喊，什么都没有。”\n11:11据新华社中国独家报道，【马来西亚失联航班旅客家属已被安排在饭店休息】民航局有关负责人表示，针对马来西亚航空公司一架航班失去联系一事，民航局立即启动了应急预案，要求民航局空管部门与马来西亚方面保持联系，随时通报最新信息；要求首都机场协助做好接机旅客家属的安抚工作。目前，旅客家属已被安排在饭店休息。\n11:08飞机引擎制造商劳斯莱斯表示，他们已了解到该事件，并将给马来西亚航空公司其所需要的支持。\n11:05【再发联系方式】北京晨报微博消息，家人朋友可打+60378841234，媒体+60387775777。 马航中国航站办事处电话：北京010-65052681，上海021-23293999，广州020-83358868，厦门0592-2106088，昆明0871-67085770。中国驻马来大使馆24小时值班电话：006-012-3429829。马来西亚驻华使馆联系电话：65322531/2/3。\n11:04首都机场成立应对马航航班失去联系事件应急小组。\n11:04马来西亚航空失联飞机12名机组人员名单曝光。\n11:03据京华时报微博消息，【首都机场马航办公室被围 工作人员三缄其口】首都机场马航办公室外媒体云集，大家都想得到该航班的最新消息，但马航方面人员三缄其口。大家在办公室门外守候。（记者 梁超 摄影报道）\n10:58美国国家运输安全委员会8日也通过官方“推特”账号发布消息称，美方已获悉马来西亚航空公司客机失去联系的消息，美方正在关注情况的进一步发展。\n10:57CNN报道，中国驻马来西亚大使馆也已启动应急预案，处理失联事件。\n10:55首都机场现场图。\n10:52新京报讯 据马来西亚航空通报，马来西亚航空的MH370航班(吉隆坡-北京/B777-200/预落06:16/乘客227人、机组12人)今晨在飞行至越南胡志明市时通讯失效。针对此事件，首都机场立即成立了应对处置领导小组，包括航站楼秩序、公安、医疗、家属安置、新闻发布等工作在内的应对工作小组，与马来西亚航空公司一道做好现场相应处置工作。目前，首都机场运行秩序正常。\n10:45外媒称，气象学家表示，在马航客机失联区域没有显著的气象状况出现。\n10:39北京首都国际机场，警察和记者正在等候消息。\n10:34据京华时报微博消息，【马航马上将在北京丽都饭店举行发布会】（记者 梁超）\n10:28法制晚报消息：【马航驻京办事处 上午未开门】今日上午10点，本报记者来到马来西亚航空公司北京办事处，大厦工作人员表示，位于10层的马来西亚航空并未开门，平时周末该办事处也不上班。在现场，已有十多名媒体记者赶来，等待马航相关人士的出现。\n10:28东方早报消息：北京首都机场3号航站楼的信息牌显示，吉隆坡飞往北京的MH370延误，信息公告牌前挤满了陆续赶来的记者。一位女子手持移动电话，在国际出口处哭泣。\n10:25据新京报微博消息，【首都机场T3航站楼显示失联航班信息】北京首都国际机场3号航站楼，国际到达厅显示屏上，最上部红色字幕是关于失去联系的MH370航班飞机的消息。\n10:18中华人民共和国外交部部长王毅表示，“我们都很揪心，祝愿每一个人都能平安。外交部以及我们有关的驻外使领馆已经启动了应急机制。”\n10:14据航空部门的一名消息人士称，失踪飞机与去年7月韩亚空难是一个型号的客机，这型号飞机有发动机故障史。中国国际问题研究所研究员、东南亚问题专家杨希雨说，从机龄和技术性能来看，这是波音公司比较新的机型，如果是机械故障，推断来看通信系统也在第一时间失效。\n10:10消息称，MH370最后一次向地面传回数据时下降了200多米，并且从24度转向333度。\n10:06新京报讯 据民航业内人士分析，马航该架次飞机失去联系时间长，业内会普遍分析该航班失事可能性大。该航班最后一次与地面联系距此刻已超过8个小时。\n09:45马来西亚航空公司发表第二份声明，称机上一共有来自13个国家的乘客，将在当地时间周六晚9点30分召开新闻发布会。\n09:43中国日报微博称，首都机场股份公司党委书记、发言人李小梅说机场已经启动了应急预案，几个小组正在按预案工作。他们已经跟马航联系了，目前也没有最新消息。目前在机场的家属数量不明，但是没有出现情绪失控的状况。\n\n09:41马航中国航站办事处电话：北京010-65052681 上海021-23293999 广州020-83358868 厦门0592-2106088 昆明0871-67085770 （来自马来西亚航空微博）\n09:33马来西亚航空公司副总裁向CNN表示，搜救工作正在进行，但他也说“我们不知道飞机现在在哪儿”。\n09:31新华社报道，经国家民航总局核实，马航提供数字称机上有158名中国人，在越南曾与空管联系，之后失联。经向相关管制部门联络证实，该机一直未与中国管制部门建立联络或进入中国空管情报区。\n09:29据BBC报道，马航表示，将在周六晚些时候召开新闻发布会。\n09:24据中国新闻网微博消息，【失联飞机所在航空公司公布公众联系电话】马来西亚航空公司正在组织搜救队寻找飞机，将及时更新公布最新情况。与此同时，公众可以通过+ 603 7884 1234进一步联系。\n09:18波音公司也称，他们已了解到此情况，并正在进行监控。\n09:17马航表示正在与政府方面一起合作，后者已经启动搜救组定位该客机，定位飞机所在地点。\n09:11人民日报微博消息，【该机一直未与我国管制部门建立联络或进入我国空管情报区】新华社记者从中国民航局空管局了解到，该机01:20在胡志明管制区同管制部门失去通讯联络，同时失去雷达信号，经向相关管制部门联络证实，该机一直未与中国管制部门建立联络或进入中国空管情报区。\n09:04据了解，波音777是由美国波音公司制造的长程双发动机宽体客机，是全球最大的双发动机宽体客机，三级舱布置的载客量由283人至368人。2013年7月6日韩亚航空214号班机在旧金山国际机场着陆时坠毁，型号为B777-200ER，造成两名中国籍乘客死亡，也是777投入商运以来首次有乘客在营运中死亡。\n09:02报道称，马来西亚航空公司过去鲜有事故发生。1977年，一架喷气式飞机在马来西亚南部失事，导致93名乘客和7名机组人员丧生。\n09:02该航空公司在一项声明中表示，航班MH370于当地时间早上2点40分“消失”。这架客机系播音777-200型号，在周六午夜时分离开吉隆坡，计划于当地时间6：30分抵达北京。\n09:03法新社快讯，马来西亚航空公司8日表示，与一架载有239人的飞机失去联系。另据消息，这架航班上共载227名乘客，包括2名婴儿，12名机组成员。\n                                                                                                                                                                                                                                            摘自网易直播员\n \n \n \n很多人不是喜欢图吗？这里看~\n\n\n\n\n\n\n\n\n\n\n求\n啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊，求人气啊！！！！\n         \n\n\n\n\n\n",
    "replies": [
        {
            "author": "狂风※中箭",
            "timestamp": 1395238920,
            "txt_content": "发新闻啊{:10_492:}"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1395239040,
            "txt_content": "各大媒体均有报道= =\n\nlz的意图很明显了"
        },
        {
            "author": "1319456725",
            "timestamp": 1395239040,
            "txt_content": "为毛在这里会有新闻？"
        },
        {
            "author": "2438630409",
            "timestamp": 1395239100,
            "txt_content": "发新闻，表示我一直关注着..."
        },
        {
            "author": "458857331",
            "timestamp": 1395239640,
            "txt_content": "顶上去啊这太重要了"
        },
        {
            "author": "111小黑",
            "timestamp": 1395239940,
            "txt_content": "发重要新闻，必须顶"
        },
        {
            "author": "undefined",
            "timestamp": 1395240060,
            "txt_content": "楼主大水比"
        },
        {
            "author": "无语的尼玛",
            "timestamp": 1395242040,
            "txt_content": " 本帖最后由 无语的尼玛 于 2014-3-19 23:30 编辑 \n\n坐等删帖        "
        },
        {
            "author": "a1174704984",
            "timestamp": 1395242160,
            "txt_content": "呃..................................我都不知道该说什么好了-.-顶一个吧。。"
        },
        {
            "author": "Crazy_LI",
            "timestamp": 1395244320,
            "txt_content": ".....这跟MC有什么关系么,这里又不是央视BBS{:10_515:}"
        },
        {
            "author": "星E君",
            "timestamp": 1395255900,
            "txt_content": "游戏论坛发什么政治新闻贴？以举报"
        },
        {
            "author": "吾是新手渣渣",
            "timestamp": 1395288300,
            "txt_content": "顶上去啊"
        },
        {
            "author": "z250967086",
            "timestamp": 1395288780,
            "txt_content": "天迹灬战狂神 发表于 2014-3-20 03:05\n游戏论坛发什么政治新闻贴？以举报\n这是政治么？ 还末影人，金粒多没处花？"
        },
        {
            "author": "4522244",
            "timestamp": 1395289800,
            "txt_content": "新闻连帖～"
        },
        {
            "author": "Peninsula",
            "timestamp": 1395291900,
            "txt_content": "新闻报道现在开始。"
        },
        {
            "author": "Hong-Jian",
            "timestamp": 1395294720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "星E君",
            "timestamp": 1395311760,
            "txt_content": "z250967086 发表于 2014-3-19 23:13\n这是政治么？ 还末影人，金粒多没处花？\n1这不是政治新闻那么这是什么？\n\n2我用不用末影人是我的自由，关你什么事？\n"
        },
        {
            "author": "z250967086",
            "timestamp": 1395315660,
            "txt_content": "天迹灬战狂神 发表于 2014-3-20 18:36\n1这不是政治新闻那么这是什么？\n\n2我用不用末影人是我的自由，关你什么事？\n我没说关我事啊···"
        },
        {
            "author": "Neon_Monkey",
            "timestamp": 1395316200,
            "txt_content": "好吧楼主犀利的说"
        },
        {
            "author": "1462616866",
            "timestamp": 1395418920,
            "txt_content": "真TM的夸张啊 这么长。"
        },
        {
            "author": "1462616866",
            "timestamp": 1395418920,
            "txt_content": "我靠 夸张啊 这么长。"
        },
        {
            "author": "额额额额，蛋疼",
            "timestamp": 1395478200,
            "txt_content": "好多……直接略过……"
        },
        {
            "author": "1326953265",
            "timestamp": 1395500700,
            "txt_content": "这个关MC半毛钱关系么？"
        },
        {
            "author": "pokemongh",
            "timestamp": 1395501120,
            "txt_content": "太他妈长了"
        }
    ]
}