{
    "title": "<连载·单章>My travel to the RPG[作者:王子][第四章:更新·我是刺客]",
    "author": "A王O子A",
    "replyCount": 2,
    "timestamp": 1395316560,
    "txt_content": " 本帖最后由 A王O子A 于 2014-3-22 16:57 编辑 \n\nMy travel to the RPG第四章：更新·我是刺客\n    “服务器更新了！”全服闹得沸沸扬扬——更新不就更新嘛！用得着这样吗？\n    下好新客户端，我进入服务器——哇！居然更新了那么多！壮观！\n    原本空旷的主城突然充满了生气——任务NPC、NPC商店……数不胜数——而且！之前那个小小的竞技场不见了！真是大快人心啊！\n    我跑到一位名叫“冒险家”的NPC旁边——右键点击，就出现了它的一系列资料，服主还真够细心的！\n    下面的选项是一系列任务——都是击杀一些小Boss，获得它掉落的材料。我想我应该打不过啊……\n    “嘿！那边的新人！”一句话出现在聊天框——那时候，我突然有些莫名其妙的惊诧，觉得这句话应该直接钻入现实中我的耳朵才对。\n    愣住的同时，那人锤了我一拳。我换过神来，嘟囔了一句：“干嘛？”我又有些惊异了！现实中说的话，居然显示在游戏中的聊天框里！这难倒是新的插件？还是Mod？有语音功能？算了，别想了。\n    他说：“小子，在这个NPC旁边，你肯定是想接些任务吧~”不等我否认，他倒是得意洋洋的堵住我的话：“兄弟~是不是打不过小Boss不好意思说？没关系~我懂得！”靠！这是什么人啊！这样小瞧我！不过……他似乎也是说对了啊……\n    见我说不出话，他更得意了：“怎么样？一看就被我说对了！接受事实吧，小子！”停顿了一会儿，他又说：“那么……加入我们刺客公会吧！包吃包住！提升实力的最佳选择！哈哈哈！”呃……原来是打广告的！哼！\n    不过，仔细想想，这条件也挺诱人的嘛！或许我新手时期，真的要在那里度过哦！\n    见我没反应，他有点着急了：“不是吧！大哥！这还不满足？那……那就在告诉你一个好消息吧！我们刺客公会将免费赐予下一个新人‘0级起步’全套装备武器哦！还有专门导师在你30级之前帮助你打怪！”\n    “那么……我加入。”我不冷不热的说。\n    “呜呜呜呜……给你……”他哭丧着扔给我一套装备和一把木质匕首，“拿着！”\n    我接过那套装备，又发现装备中居然还有个宝石！“这是刺客公会的传送宝石……右键点击即可……跟我去刺客公会吧……”听他的语气，似乎有点不高兴。我们拿出宝石，一瞬间来到了刺客公会。\n    那人来到在传送点一旁守候的人旁边：“刺客辅导师费尔，带新人来报道。”哦！原来他叫费尔！\n    “嗯！新人福利给了吗？”费尔手拿一柄木制匕首，在那守候人不注意时向我挥了挥——哦！原来所谓的新人福利就是匕首啊！\n    守候人向费尔扔了一个铁质硬币，费尔毕恭毕敬的接下了，脸上堆满了笑容——哼！原来那套装备只是敷衍我的！其实根本不值几个钱！倒是他，得到了能顶好几套这个劣质装备的钱！\n    算了，唉……“费尔，你拿这么一套装备敷衍我……”我用手臂碰了碰费尔，小声说道。费尔大概是怕守候人听到，急忙说：“放心！我会负责的！”说罢，他又转向那个守候人，满脸堆笑的讨好道：“凯特大人……我先带这个小新人去熟悉下我们刺客公会……”说罢，急忙拉着我的手跑开了。\n    “你不要命了！”在一个阴冷的巷子，费尔终于对我说了一句话，“凯特大人是出了名的杀人狂哦！如果冒犯了他，我俩都没好果子吃！”\n    我撇撇嘴：“谁让你敷衍我的？”“好！好！好！”他讨好似得点着头，“小祖宗，我都说了会对你负责的……这样吧！在你没到40级前，我一定会当你的打手的……”我打量了他一下：“你几级？”“33级。”\n    “嗯。”我故作沉着的点了点头——其实心里早就乐开了花！哈哈！免费的打手~\n\n\n@Terry39 \n@250=mo \n@☆茶杯骑士☆ \n\n\n注：1495字",
    "replies": [
        {
            "author": "wzc1",
            "timestamp": 1395318900,
            "txt_content": "好！不错先抢位子再看........."
        },
        {
            "author": "250=mo",
            "timestamp": 1395375300,
            "txt_content": "前排支持，近来在创作版翻小说的学生党都归隐山（xue）林（xiao）了，没多少人啊"
        }
    ]
}