{
    "title": "<连载·单章>【杀戮游戏】[作者：hznb][第八章 战斗一触即发]",
    "author": "hznb",
    "replyCount": 0,
    "timestamp": 1395316200,
    "txt_content": " 本帖最后由 hznb 于 2015-2-1 22:50 编辑 \n\n废话，即戳即看\n第八章修改完毕\n\n\n正文（1845字）\n\n  “嗒嗒嗒...”收割小麦的声音从地下农田传来，一个少年正在辛勤地收着小麦。\n\n  “等会儿我去勾引几只牛和猪回来，天天吃面包，味儿都淡了，今天我要改善伙食。”曹小睿将小麦放到箱子里收好，然后从桌上拿了一个面包叼在嘴里含糊不清地说着。\n\n  这是曹小睿来到路易泡大陆的第五天，继第二个player降落后，又陆续有三位player降落了，在第三天的时候有一名player被杀死了。\n\n  在这五天里，曹小睿也没闲着，将家造好后，又去改建了山丘的内部，可谓是机关重重，一般人想要进入，怕是要花费不少功夫。\n\n  对于曹小睿这红石天赋，曾经国内的红石研究协会都表明，如果他不把心思用在红石陷阱上，而是去研究红石的机关和电路，那他日后定是一个大触级别的人。\n\n  当然，不可能五天里只干了造家和陷阱这两件事。\n\n  曹小睿这几天早上去挖矿时，总共挖到了三颗钻石。\n\n  而晚上呢，自然就是去和怪物厮杀，利用打滚这一犯规向的技能，曹小睿猥琐死了大批大批的怪物。\n\n  说到打滚技能，曹小睿已经将其升到了满级“打滚+5”，现在只需要得到恶魂之泪就能升级成“翻滚”这一具有攻击性的技能。\n\n  “啊，外面的空气真新鲜，比在地下好多了。”曹小睿打开活塞门以后冲了出来，美美的伸了个懒腰。\n\n  “谁叫你愿意住地穴呢，活该。”小蓝冷不丁的冒出来嘲讽道。小蓝之所以变的这么俏皮是因为曹小睿在40级的时候获得了末影珍珠人性化功能。\n\n  “没事能别老来拆我台嘛，咦，那边有三只牛，看我用小麦把他们勾引过来。”曹小睿手抓小麦向牛群走去。\n\n  牛牛君们先是抬起头，仿佛在寻找香气的来源。\n\n  曹小睿向牛牛君们挥动着小麦，牛牛君们一股脑的就全跑到了曹小睿身边。\n\n  曹小睿边挥动小麦边向家的位置走去，牛牛君们也是被欲望冲昏了头脑，身体不由自主的跟着曹小睿动了起来。\n\n  把牛牛君们引到之前造的地下牧场的上方，曹小睿开了一个洞，再用双手把他们一推，就全掉到牧场里去了，不过好在地下有事先准备好的水，这样一来，牛牛君们也是没有受到一点伤害。\n\n  曹小睿故技重施，又勾引了5只小猪。\n\n  回到地下住所，曹小睿把动物们都安抚好。\n\n  “请叫我飞猪党。”曹小睿在五只小猪里选出了他认为最棒的一只，给那只取名叫猪桑，然后给它安上了鞍，曹小睿一个飞身坐在了上面，拿出胡萝卜钓竿，驾驶着猪桑进入了驾驶小猪专用出口。\n\n  曹小睿等这一天已经很久了，他终于在游戏里真真切切的感受到了骑猪的乐趣。\n\n  坐在猪上，曹小睿召唤出附魔台，将自己的弓和钻石剑放入进去，只是瞬间，弓和钻石剑上就布满了诡异的紫光。\n\n  “嚯，好家伙，锋利1力量1的钻石剑和火矢1无限1的弓。”曹小睿一眼看出自己武器的附魔状态，但很可惜，附魔台只是一级，所以附上去的能力只有一级的强度。\n\n  曹小睿认出附魔状态的能力来自于附魔台系统，但由于他现在的附魔台只有一级，所以他只能看出一级的附魔状态。\n\n  比如说，别人的附魔台是2级，曹小睿是1级，那别人可以将曹小睿附的魔一览无余。\n\n  如果别人附的是锋利2截肢杀手1，那曹小睿只能看到截肢杀手1，不能看到锋利2。\n\n  而附魔台升级的条件，就是再找个附魔台与之合成，幸运的是，在每个村庄里，都有着一个附魔台。\n\n  “小蓝，你说哪里会有村庄呢？”曹小睿撇过头望向飞在半空中的小蓝。\n\n  “不知道”\n\n  “就知道你不会告诉我。”曹小睿低下头，装作一副失望的表情。\n\n  “走咯，一路向西。”曹小睿将胡萝卜钓竿向前一伸，猪桑就举起粉嫩的小蹄子奔跑了起来，追逐着近在眼前的胡萝卜。\n\n  驾驭着小猪，天也渐渐黑了下来，就在这时，一个村庄进入了曹小睿的眼帘。\n\n  “哇哈哈哈，老天不负有心人啊！”曹小睿大笑着。\n\n  但接下来的事情，曹小睿可就笑不出来了。\n\n  村庄里空无一人，附魔台不见，箱子里几乎没什么东西剩下，这绝对是其他玩家干的！\n\n  “咦？这是什么？”曹小睿在瞭望塔里的地上发现了一张字条，好奇将悲伤冲淡了一些，他俯身捡起了那张字条。\n\n  “叮！恭喜player 1发现任务系统，系统附赠一个技能。”天空传来冰冷的提示音。\n\n  “恭喜获得‘隐身’技能，技能持续时间为1秒。”小蓝飞到曹小睿面前说着。\n\n  然后，曹小睿的打滚技能图标的旁边又多了一个图标，是了，那是隐身。\n\n  还没等曹小睿试验一下这个技能，一阵系统音又在曹小睿的脑子里响了起来：“支线任务——杀死屠村者，任务物品提前给予，请自行到地室里领取，任务若失败，将会状态清零。”\n\n  “轰隆隆”曹小睿眼前本是一块地板的地方，现在变为了地道。\n\n  曹小睿按照刚刚系统说的话，进入了地道。\n\n  “小蓝，状态清零是什么东西。”曹小睿想起了任务失败的惩罚。\n\n  “等级清零，所获物品和家清除，你所有的技能和至今用的系统全部消掉，简单来说，就是把你格式化。”\n\n  “嘶...”曹小睿倒吸了一口凉气。\n\n  说着说着，曹小睿就来到了地室，地室里没什么装饰，四周全是墙，只有处于中心的箱子，曹小睿打开箱子，里面，是一瓶迅捷药水和一瓶虚弱药水。\n\n  “我去，就两个药水，失败了就状态清零，我..我...早知道不碰那个纸条了。”曹小睿哭丧着脸。\n\n  “嘀嘀嘀...在100米内有一名player，请注意！”小蓝发来了警报。\n\n  在离村庄不远的森林里，一个人手里的末影珍珠，发出了同样的警报。那个末影珍珠的颜色和小蓝不同，是正常末影珍珠的颜色—墨绿色。\n\n  “哦？这里离我刚刚屠掉的村庄不远啊，那个人会不会就是发现任务系统的人呢，希望他会强点啊，上次那个渣渣，随随便便就被我解决了。”手拿墨绿色末影珍珠的少年眼睛里冒着一丝丝的杀意。\n\n\n大家看我打这么多字的份上，就都来评个分，顶一下，评论一下，行不...... \n\n\n上一章  杀戮游戏          索引贴          下一章  龙少杰是吧\n\n[groupid=671]The Clouds[/groupid]\n",
    "replies": []
}