{
    "title": "<连载·单章>【日记体】终焉日记①",
    "author": "飞鱼在天",
    "replyCount": 8,
    "timestamp": 1395322680,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-21 12:42 编辑 \n\n    终焉日记  创作新人第一次来发文章，在上文之前，先说几句吧：  关于这部小说，其实这是我为我的大型解密地图零之殇特别创作的，里面内容也大致就是地图的详细剧情（所以也可以作为攻略帖来看），更新时间也是与地图的发布基本同步（略慢请见谅），所以把这个与地图配合在一起欣赏的话，应该还是不错的。  格式方面，我是采取日记体的方式，这应该算是比较新颖的吧，当然我要先说明一下，虽然是日记，但这是主角在经历完所有的时间以后才根据回忆写出来的，所以有些未来的事情在日记中也会出现，请不要因此吐槽。  最后说一下，这一篇日记是作为整个小说的引子发布的，所对应的也只是地图的背景和起因，所以只有八百多字，以后的一篇绝对会上千的。  好了，废话说完了，现在上文吧，如果觉得好的话，请不要吝啬你几秒钟的时间为我加上以人气，这将是对我莫大的鼓励：\n  若不是亲身经历，我永远也想不到，这一次，我竟然拯救了整个世界。——卷首\n2013年7月3日    周三    天气：晴  终于放暑假了，深吸一口清新的空气，心里感到一片舒爽。  这该死的高一终于结束了，我终于不需要每天再过着起得比鸡早，睡得比猪晚的日子了，我终于不要再为了各科的作业忙这忙那了，而且，最关键的是，那个神经兮兮家伙也彻底消失在了我的世界。  说起那个家伙，我就气不打一处来。平常的时候还好，也是挺正常的一个人，可一到某个时间点，就会跑到我跟前神神叨叨地问这问那，视线在我身上游离扫动，有时候把手搭在我的背上，还会让我感到丝丝的凉意。不知道为什么，一到这种时候，我就会从他身上感到一种令我厌恶的气息。  现在好了，暑假来临，终于摆脱了这个古怪的家伙。  而且更令我激动的是，这个暑假，我将和爸妈到新疆的某处大沙漠里度过，这将会是多么惊险和刺激啊！虽然我知道他们更多的是要去进行那个代号为”X”的研究，但对于他们也把我带上我还是非常欣喜。  作为国家顶级计算机程序员的父亲和一位同样名震世界的生物研究者的母亲，他们有幸成为了这个国家一级机密“X”计划的两名重要参与成员。但为了避开其他国家的探查，也为了他们的安全，这片荒无人烟的沙漠，就成了他们的实验场所。  对于这个神秘的“X”计划，我也大致知道一些，大概是要通过对基因的研究来制造出一种可以抵御多种病毒的超级药物。这种药物一旦给人们服下，就可以大大增强他们在各种情况下的适应和生存能力。我想，国家可能是要打造出一支超级部队吧。当然，这项研究的内容绝对不是这么简单，其中很多隐秘的地方，别说我，哪怕是爸妈，也未必能详细地了解。  不过尽管他们有这么一件重要的任务在身，也丝毫没有影响到我无与伦比的兴奋之情。毕竟，这是我很少几次可以和爸妈一起通过这么长的一段时间之一。  但已经完全沉浸在兴奋当中了的我，丝毫没有意识到，一场策划千年的阴谋，正在慢慢靠近，一场巨大浩劫的脚步声，已经越来越响。  世界的终焉，从现在开始。  而我，却莫名其妙的成了救世主。（未完待续）",
    "replies": [
        {
            "author": "一壶乱世茶",
            "timestamp": 1395323040,
            "txt_content": "楼主加油哦    沙发~~{:10_512:}"
        },
        {
            "author": "y342900",
            "timestamp": 1395323520,
            "txt_content": "飞鱼好痒的，汗颜，我的小说还烂在哪里呢"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1395324720,
            "txt_content": "标题"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1395324960,
            "txt_content": "标题不符合规定格式\n请自行修改，谢谢"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1395355680,
            "txt_content": "130s 发表于 2014-3-20 22:16\n标题不符合规定格式\n请自行修改，谢谢\n  谢谢提醒"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1395401820,
            "txt_content": "你何时才能更新那张解密地图\n我等的天都碎了，地都裂了"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1395401940,
            "txt_content": "1679434224 发表于 2014-3-21 19:37\n你何时才能更新那张解密地图\n我等的天都碎了，地都裂了\n  不急不急，现在弄中考忙死了，估计要考完之后吧……"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1395401940,
            "txt_content": "飞鱼在天 发表于 2014-3-21 19:39\n不急不急，现在弄中考忙死了，估计要考完之后吧……\n好吧。。。。。。。。。。。。。。"
        }
    ]
}