{
    "title": "<连载·单章>我的世界·方块大陆[作者:小黑世界][第一章]",
    "author": "小黑世界",
    "replyCount": 6,
    "timestamp": 1395402600,
    "txt_content": " 本帖最后由 小黑世界 于 2014-3-21 20:48 编辑 \n\n本帖标题由 风之心_天双 进行更改\n注：请将章节贴标题统一为以下格式：\n<连载·单章>【作品名称】[作者：【作者名称】][【章节数目及名称】]【自添加内容】\n请在作品每章/节/段/回末尾处标注字数。\n\n上次做的那个被封了，这次再发一下，望大家支持，管理员支持，谢谢大家\n作品名称:我的世界-方块大陆作者:小黑世界(gane)\n索引:第一章：http://www.mcbbs.net/forum.php?m ... 1&extra=#pid4896387\n        第二章：  http://www.mcbbs.net/thread-253552-1-1.html\n简要:这是一篇穿越文，在一个城市里，存在着一个秘密游戏编辑组织 ，他们恶意的删改游戏程序，使游戏资源受到破坏，甚至让玩家穿越进游戏里，这个组织首先选择了minecraft，一个方块的世界……\n一个叫gane的mc玩家首先穿越进了游戏，在系统人物的帮助下，得知系统已完全删改，几乎无法回去，他非常绝望，而且不断的有玩家不小心穿越进来，他们到底能不能出去呢，请拭目以待……\n第一章:意外穿越\n我叫gane，是一个mc的游戏玩家，这天，我回到家照常玩mc，可是，打开主页总感觉有些奇怪，电脑经常莫名其妙的模糊一下，而且屏幕越来越蓝色，我很奇怪，就拍拍主机，结果意想不到的事情发生了，电脑射出蓝色的光芒，把我罩在中间，我下意识闭上眼睛，感觉头一阵晕，倒了下去。\n再醒来的时候，我发现我坐在草地上，我吓了一跳 ，猛的站起来，环顾四周，发现一切都是熟悉的画面……方块！全是方块！我差点吓傻了，定了定神，脑海忽然想到穿越，不可能的，可是……这是怎么回事……可恶的3d眩晕症让我天旋地转，眼前一黑，倒了下去……… \n 不知道过了多久，我晕乎乎的醒来了，感觉我躺在床上，睁开眼一看，吓了一跳，仔细一看，原来是一个人，大鼻子，方头，棕色的衣服……这不是村民吗！我一下坐起来，那个人好像吓了一跳，支支吾吾的说:\"呃…你好啊\"村民竟然说话了，我心里惊叹，“我……我是gane，是……是游戏玩家，呃……请问……这是minecraft的世界吗?\"虽然有些激动，但是还是说出来了，“是的，你是另一个世界的人吧，“你怎么知道，你知道这是什么回事吗！告诉我啊快告诉我啊！\"\n那个村民愣了一下，叹了口气“哎，你不知道吗，你们那个世界有个组织，专门修改游戏的，可以打开游戏的空间，他们第一个选择的空间就是“方块大陆，”其实minecraft就是一个空间，被他们删改了程序，结果造成游戏空间扭曲，吸进一切打开它的玩家，因为程序完全打乱了，连村长都看不懂，你很可能出不去了，哎，孩子，我也没办法，”\n我听了，眼前一黑（卧槽，不会又晕过去吧），呆了好久，才回过神来，“不！！我不要永远在这个世界度过！！！这不是属于我的世界！！！！”我极度悲伤，几乎是哭着喊出来，\n“孩子，看得出你其实是喜欢mc的，在这里玩玩也好啊，好真身体验一下游戏的乐趣吧！不过我得告诉你一个很重要的事，你因为是真实的身体来到这个世界上，被攻击会疼，而且你不能复活，万一死了，你会永远消失在这个世界上，包括你那个世界！”我吓了一跳，一下止了哭，神情严肃了起来，“哎，那不是用生命在玩游戏吗，而且还是极限生存啊……”我有点担心的说，村民说：“孩子，其实这个世界不止你一个真实玩家，其实还有其他人会被传送进来，哎，担心你那个世界会有越来越多的孩子被传送进来啊。”我想了想，举得还是熟悉一下这个村子和世界才行，于是，我和村民的这次谈话草草的结束了……”\n我打开门，第一次真正的站在mc村子里，我有点激动，路上还有许多人来来往往的，我安心了许多，我观察了一下村子，发现这个村子程正方形，有7座房子，但是人口还是蛮多的，我向村民要了张地图，就动身去找树，外面有很多树，我找了棵小的试试手，我发现，其实砍树只需要把手轻轻地敲一下，树干就会裂开，多敲几下，掉了个小原木，嗖的吸到了我身上，我脑海里闪过“背包”二字，忽然我的面前出现了个面板，面板上有我，还有4个格子的合成区，还有许多空的格子，第一个格子上有一个原木，我眼前一亮，用手轻轻点了一下那个格子，格子上的原木刷的出现在我的手上，“哇塞！好好玩！！我懂背包了！”我惊喜的大叫，使出全身力气，猛地打在一块原木上，居然不疼，但是原木彭的一声碎了。\n我感到一种前所未有的自豪，因为我知道怎么能生存下去了，我很开心，朝着村子跑去了……\n\n第一章  完\n下章：夜晚的挑战\n\n管理员看好我吧，打字很辛苦的啊，希望大家喜欢哦",
    "replies": [
        {
            "author": "4522244",
            "timestamp": 1395402720,
            "txt_content": "wow  支持一下~！"
        },
        {
            "author": "小黑世界",
            "timestamp": 1395402780,
            "txt_content": "还可以吧，本人加油更哦，等待吧，本人还会添加些手绘上去哦，本人自创，关于本文的哦"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1395403140,
            "txt_content": "为何被封啊？"
        },
        {
            "author": "小黑世界",
            "timestamp": 1395403320,
            "txt_content": "\n这是方块大陆的主题画：曙光\n本人手绘"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1395404520,
            "txt_content": "LZ你的标题不符合规定的！所以会被锁定(估计是无双君懒得给你改吧。。)\n请自行修改！谢谢"
        },
        {
            "author": "小黑世界",
            "timestamp": 1395405360,
            "txt_content": " 本帖最后由 小黑世界 于 2014-3-21 20:52 编辑 \n\n12345678901"
        }
    ]
}