{
    "title": "<连载·单章>方块战争[作者:小怕][第⑦章:时光岛]",
    "author": "一个游荡的JJ怪",
    "replyCount": 4,
    "timestamp": 1395469800,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2014-5-10 11:47 编辑 \n\n\n时光岛第二天 17：00寒霜 时光岛---------------------------------------------------------------------------\n       正在寒霜听的认真之时，穆雪终于说话了：“考验足够了，看来，你是千年来唯一一个可以胜任这项任务的人。”就在她说话间，原来的一切变得不真实，似乎蒙上了一层薄雾。紧接着，周围的空间开始破碎，露了它本来的面貌。\n        寒霜愣住了，这里不就是之前被穆雪带到的那个地方吗？他看向四周，诧异的发现连自己的位置都没有变。穆雪道：”你真是个怪物，时光评定竟然是最高级。多少年了，没有一个人有这样的级别。寒霜，摆在你面前的有两条路。第一、完成一项项任务，恢复时空秩序。第二、回到你的世界，在混乱的时空里重新打开新的时空线。“\n       寒霜低下了头，思考着一切可能性。之后，他问了一句：”穆雪，你能否告诉我时空评定是什么？我想我的决定会影响会非常大。“\n       ”当然，你作为最高级评定的拥有者，在这里拥有调配一切的权力，我来为你解答什么是时空评定。时空评定，是时光之神对于他可能的传承者的评测。共分为2个大等级——剑和弓，剑分5个小等级——木剑、石剑、铁剑、金剑、钻石剑；而弓只有一个——冰弓。剑意味着你将成为时光之神的守护者，等级由木到钻石，以此类推。弓意味着你将成为时光之神的传承者。每一个获得评价的人都有两种选择——1.守卫时光岛，做忠诚的信徒2.回到原有世界，忘记关于这里的一切。但是，一旦出现了冰弓，那一切便变得不同，时光之神将会再次降临。“\n      ”那么，我就是你所说的传承者了。你之前所说的两条路又是怎么回事？为什么时空会混乱？”寒霜听出来了，自己的命运并不平凡，自己或将改变世界。不过，现在还都是扑朔迷离。\n      “那是很久以前的事了，我也是前辈的口中听到的。那时，不论在那一个位面，都受到了不同程度的暗影突袭，攻击的始作俑者就是暗影帝国。他们利用先进的科技，撕开了保护时空的时空壁，通过暗物质来到别的时空烧杀抢掠，妄图称霸世界。当时时光之神刚刚离开人间去往神界，时光岛没有能力抵抗，很快便被攻陷了。他们打开了通往各个位面的通道，发动了暗影突袭。前一代时空调度者，也就是我的父亲，在拼死抵抗后毅然赴死。”\n       穆雪的声音有些颤抖，眼眶红了起来。寒霜明白她的感情，因为他也有过这样的遭遇，他的父母也在抵抗日耀帝国的战争中殉国了。寒霜看向穆雪，这时他才发现，她看上去是那么的漂亮。黄色的头发一直垂到腰间，虽然她在哭，但仍然是那么的美丽。\n    穆雪稳定了一下情绪，接着说：“那一役后，时光岛的幸存人数不到100人，锐减了十分之九。后来，暗影帝国的部队就销声匿迹了，可是一个巨大的问题又出现了——由于暗影帝国的突袭，扰乱了时空线，混乱时有发生。在时光之神留下的遗迹上写着——‘冰弓降世之时就是光芒普照之日。’所以，你就有了两条路。我个人认为开辟这条路绝对是险象环生，毕竟走新路会有无限的可能，但也有事半功倍的可能；维护这条路难度要小很多，但花费时间长，事倍功半。所以，一切就看你的了。“\n      寒霜再一次陷入了沉思，决定一切的时候到了，他不得不谨慎。最终他给出了答案：”我选择——全部。我的理由是这样的.....“\n      2小时后......\n    “你真是个善于创造的人，开辟了一条新的路。祝愿你可以成功，你确定要开始了吗？战争可不是闹着玩的，一不小心你就连命都没有了。”穆雪听了寒霜的原因，起初她是极力反对，因为这比开辟新时空线还难。后来，她也被折服了，寒霜的想法是维护正确的时空线，改变错误的那部分。这样一来，时间、效率、质量都有了。\n   “既然决定了，就要坚持走下去。不管我能否回来，至少我尝试过，努力过。”寒霜毅然决然的说道。他毕竟是一个人，不能把一切错误都扭转回来，但他要从100年前日耀帝国和月灵帝国战争开始，发现真相，改变回来。\n     不过寒霜不知道的是，他的到来，彻底转变了原有的一切。\n\n注：本章共1504个字\n---------------------------------------------------------------------------\n好久没更新了，不过那都是学习太忙了（小怕太懒了）\n从下一章开始，激动人心的战斗场面就会出现了，我会早点发的。\n---------------------------------------------------------------------------\n上一章地址\n---------------------------------------------------------------------------\n索引贴地址\n\n@银狼 @ISTGame  @babalala  @Fugu  \n\n      \n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "怪山工作室",
            "timestamp": 1395469980,
            "txt_content": "呵呵不错不错继续努力"
        },
        {
            "author": "银狼",
            "timestamp": 1395566160,
            "txt_content": "0.0 你也是好久没有更文了吧"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1395745860,
            "txt_content": "银狼 发表于 2014-3-23 17:16\n0.0 你也是好久没有更文了吧\n对啊，现在会正常了"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1403619780,
            "txt_content": "不错继续吧。^_^"
        }
    ]
}