{
    "title": "MC 都上腾讯的首页了！2011独立游戏最猛啊！",
    "author": "lhrlhr99",
    "replyCount": 13,
    "timestamp": 1298425860,
    "txt_content": "原文地址：http://games.qq.com/a/20110223/000019.htm#p=1\n\n《我的世界》看独立游戏\n在两年前，瑞士一位名为Markus Persson的游戏程序员离开了他工作了4年的flash游戏工作室，之后宅在自己的公寓里开发出了《我的世界（Minecraft）》这款游戏，而他开发这款游戏的动力却是相当的简单——做自己感兴趣的游戏。《我的世界》在发售后不到2年的时间便卖出了超过100万份，在youtube上还有超过50万部视频是与这款沙箱游戏有关的，许多视频还是以24小时作全程记录的，游戏在线社区的注册用户更是达到了300多万。由于数字化的推进，手机平台的异军突起，游戏产业背后的资金操作，竞争意识的增长等等，独立游戏在这些夹缝中从未获得过最佳的开发时机。创新、创造、自给自足，现在的独立游戏以这些为特征，给自身带来了不错的发展前景，使得它们不再像以前那样畏手畏脚。独立游戏的开发者们也被冠以了勇于承担风险，勇于创新，富有DIY精神的头衔。《我的世界》、《超级肉肉哥》、《时空幻境》、《地狱边缘》等游戏就是来自于个人或者小团体开发出的成功典范，他们的创作者留意到了主流游戏的一些人气元素，同时还融入了更多的他们自己的创意。但是除了《我的世界》、《超级肉肉哥》、《时空幻境》、《地狱边缘》以外，还有大量的独立游戏没有发出足够的光芒，最后埋没在一旁，不被世人注意和欣赏。这些独立游戏不像主流游戏那样，可以通过大量渠道发行，也没有促销和宣传手段支持，开发者在事先并不知道他所开发的这款游戏能火到什么程度，这其中毫无透明性可言。独立游戏是否真的能继续繁荣发展，引起更多世人的关注呢？《我的世界》和独立游戏成功的关键《我的世界》的成功最令人震惊的地方是，这款游戏其实是个半成品。Persson把游戏一直保持在测试阶段，一旦他有了什么新的主意，便马上加入到游戏当中。《我的世界》以多种价格出售，这取决于Persson开发的进度，现在只需花费20.67美元就可购得测试版，而假如等Persson把游戏开发完成了，那时购买就会是27.66美元了。如果花1秒钟来思考，那当然是选择现在就购买测试版更为划算，因此游戏在短时间内卖到了上百万份。虽然Persson现在比起他刚离开公司时更为富有，但是他对《我的世界》的神秘魅力毫无保留：“我认为《我的世界》是借由独立游戏的浪潮和纯粹的运气混合后的产物而成功的。游戏中的玩家们很乐意互相交流自己创作了什么东西”Persson说道，“而‘独立’这个标签，在我看来更多的是做出更好的游戏，而非赚取更多的钱财，这是支撑我的动力和信念。就像任何工艺品一样，在游戏中，我觉得重要的是你要知道自己为什么要这样做，如果仅仅是为了炫耀耍酷，那我劝你最好别做这个浪费时间的差事。有时你可以很幸运的发现闪光点，但大多数时候都是感到比较失落，除非你在发散思维这方面很擅长。在《我的世界》中，你可以随意发挥你的想象做出物品，创造属于你自己的故事，一百个人眼中有一百个哈姆雷特”正如Persson所说，这正是《我的世界》成功的关键，它给了玩家无穷的可能性，在游戏中没有任务，没有目标，没有规则，没有主线故事，甚至没有一种固定的游戏方式。《我的世界》的世界就是一个沙箱的世界，允许玩家们用不同的元素来填充它。游戏的方式看起来非常简单：用许多方块不停的堆就可以，这种事情人人都能做。然而关键在于，它拥有无穷的可能性，玩家可以任凭想象做出匪夷所思的东西来。而且还可以从互联网上找到别人的例子，比如过山车，虽然不是完全真实的比例，但是玩家可以依葫芦画瓢做出比较满意的效果，那他们的目的也就达到了，这正是《我的世界》的亮点，而这个亮点又是怎么开发出来的呢？“我认为大公司也能想出这些点子”Persson说道，“Valve就在《传送门（Portal）》上想出了类似的点子，他们很明智的没有在这款游戏上投入过多的资源，最后果不其然的成功了。在我看来，这就是一种风险管理，投资在人气很高的系列续作上，比起投资在新开发的创意作品上更为保险，更容易收回成本。你可以试着山寨一个别人已经做好的成品，虽然会有很多骂声，但是风险却很小。或者集中精力做一款自己很喜欢玩的游戏。”“我就选择了后者，开发一款自己喜欢的游戏，因为我喜欢的是游戏。有我这种想法的人很多，我是其中很有代表性的一个。当前大肆宣传独立游戏也许会适得其反，大公司会开始更有组织的投身到创意游戏中，那么以前的独立游戏开发者也就岌岌可危了。但这并不影响今后的独立游戏，任然(微博)会有许多的小规模的团体或者个人继续做出很棒的游戏，并热衷于此。”无论是运气还是时机，或是一个很简单的元素，他们汇集到一起就使得玩家有了不同寻常的体验。《我的世界》勉强的被作为了独立游戏的一个典范，现在你几乎可以听到独立游戏开发者的呼声：“我该怎么做呢？”。这里真的会存在一个做出优良独立游戏的套路吗，或者真是产生于很单纯的想做好游戏的原动力？越来越多的事实证明后者才是正确的，然而这样的结果很难保证优秀的独立游戏可以持续的被开发出来。",
    "replies": [
        {
            "author": "wwdztw",
            "timestamp": 1298426760,
            "txt_content": "果断沙发。"
        },
        {
            "author": "猫了个咪",
            "timestamp": 1298429100,
            "txt_content": "果断支持\n话说还是独立游戏比较有意思，虽然画面、设定、剧情什么的可能不是很大，但是往往玩起来比较有新意"
        },
        {
            "author": "ToNick",
            "timestamp": 1298434740,
            "txt_content": "太好了！希望越来越多的国人了解这款游戏！"
        },
        {
            "author": "qq753452435",
            "timestamp": 1298443380,
            "txt_content": "回复 4 # papermoon 的帖子\n\nTX的作风你又不是不知道。估计几天后他就出个我的QQ世界了。。。。。。"
        },
        {
            "author": "foxmy66",
            "timestamp": 1298447700,
            "txt_content": "说到独立游戏竟然没提到大名鼎鼎的 地下冒险 和 骑马和砍杀，文章作者认识有限啊，哈哈。"
        },
        {
            "author": "lhrlhr99",
            "timestamp": 1298471520,
            "txt_content": "就怕腾讯到时候搞个山寨的游戏，然后集中到QQ空间的应用里，汗！到时候，不知道是什么钻了！"
        },
        {
            "author": "420952996",
            "timestamp": 1298552160,
            "txt_content": "腾讯工作人员是神经病，是中国山寨的发源点除掉他天下太平"
        },
        {
            "author": "けい",
            "timestamp": 1298617500,
            "txt_content": "坐等山寨版= ="
        },
        {
            "author": "miuden",
            "timestamp": 1298640000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "花，小残",
            "timestamp": 1298650500,
            "txt_content": "我的QQ世界= -    。。 帅呆叻的 山寨 。。 。 猛呐。"
        },
        {
            "author": "longconan",
            "timestamp": 1299729600,
            "txt_content": "手机已经开始入侵了"
        },
        {
            "author": "WuTianFang",
            "timestamp": 1301888820,
            "txt_content": "OKay guys."
        },
        {
            "author": "WuTianFang",
            "timestamp": 1302205560,
            "txt_content": "Right"
        }
    ]
}