{
    "title": "<原创>《我是方块我怕谁》第五章",
    "author": "940595236",
    "replyCount": 6,
    "timestamp": 1395490200,
    "txt_content": " 本帖最后由 940595236 于 2014-3-23 08:39 编辑 \n\n    好吧，这一集拖了好久，我的错，想骂就骂吧。我不建议滴啦~\n    SP:其实是吾忘了更新了。。。。。。\n——————————————————————————————————————————————\n     魔法学院，是一个专修魔法的学院（才怪）课程包括了历史？！魔法，种植，搜集，采矿，红石和战斗技巧。你可以随便选择其中3项。学院的教师都是经验丰富而且小有名气的老魔法师。校长，校长更是可以与巨龙对抗的“老手”，真的很老。283岁。。。\n    学院入口，三个骚年和一个女生出现在传送阵内。\n    我晃了晃手中的“召唤卷轴”道：“你们说，这玩意能搞出啥奇葩的玩意呢？”\n三人不约而同地摇了摇头：“不知道。”  汗。。。  我道：“试试不就知道了。”拉开卷轴就在上面按下了一个血印，卷轴马上就化为一团白光，散发着刺眼的白光，落在地上，白光就幻化成一只小。。。仓鼠？！  小仓鼠抬头看了看我们，盯着我说：“就是你召唤我吗？”靠！这玩意还会讲话？！  我艰难地点了点头。小仓鼠撇了我一眼：“切，你看起来又不强壮，我还是找个强壮的主人吧！”说完就挪动着那胖乎乎的小身体。滑翔，邵健和惜云幸灾乐祸地看着我，似笑非笑的。我大怒，一把揪起它：“我花了一滴血才把你叫了出来，你就想跑？今晚我要吃烤鼠，你们呢？”我冲着滑翔他们问道。同时晃了晃手中的小仓鼠，小家伙吓得瑟瑟发抖：“不要啊，主人！我。。我不跑了！主人！我就跟你了。。。”看着他那因害怕不断抖动的圆球似的身体，还挺萌的。\n      这时地上出现三团白光，一只哈士奇扑向滑翔，伸出它的舌头，不断地在滑翔身上舔来舔去。另外两团白光分别幻化成一只隼和一只短毛家猫。隼儿绕着邵健飞了两圈后，停在他的肩膀上，虎视眈眈地看着柳惜云的小猫。惜云紧了紧抱着小猫的手。我手上的小仓鼠一看到邵健的隼，就抓着我的袖子道：“主人主人。不。不呆在这里了，我们。们快进学院吧！”我无奈地看着它，人家又不想吃你，你至于么？\n       我们四个人。。。还有四只宠物快步地走进学院的报名点，虽然我们已经进入了学院，但还是要报名。报名的老人看了我们一眼，递来了四张表格：“在对应的空格上写上你的姓名，性别，生日和所选的课程。”我们都如实地写了前几项，我选的课程是战斗，收割和魔法。万一哪天我不想上战场战斗了，我也可以去收割材料来打发时间。\n滑翔的想法和我一样。邵健填的课程是开矿，魔法和种植，用魔法催生植物，很棒的想法！   柳惜云的志向远大，红石，魔法和种植，可以打造一个全自动的城市，呵。     \n\n\n    老人对我们道：“你们的入学成绩很好，但是你们还有在参加分级考试。”  “额，还要考试啊！”邵健面带苦色，“去那考试？”    老人挥了挥手，道：“不要走了，我帮你们传送到‘野外试场’啦。”  话音刚落，我们就眼前一黑。    等我们睁开了眼睛后，呈现在我们眼前的是一片草原，草原上依稀可以看到几个人影。\n系统：“五分钟后，开始考试，现在你们要搜集足够的食物，后期有助于你打败你的对手。注意，不可以下死手，只要对方认输即可。”  \n     滑翔道：“我们四个人不要分散开来，这样会安全一点。”我们抽出铁剑开始搜集食物了。四分钟后，我们已经有了7块。。。上校鸡块。和5块猪肉。\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "@💊🌂🔔",
            "timestamp": 1395490440,
            "txt_content": "LZ标题不符合规定标题！\n请自行修改！谢谢！\n问题1：排版有极大的问题！\n问题2：最好弄一个封面！"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1395490560,
            "txt_content": "注意改标题……新版规你没看？\n"
        },
        {
            "author": "蒋苏成",
            "timestamp": 1395490800,
            "txt_content": "长手的苦力怕 发表于 2014-3-22 20:16\n注意改标题……新版规你没看？\n站那儿，我看看"
        },
        {
            "author": "1635238962",
            "timestamp": 1395491460,
            "txt_content": "小说吗？ 不过不错啊"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395492600,
            "txt_content": "题目不符合规定差评！"
        },
        {
            "author": "940595236",
            "timestamp": 1395534840,
            "txt_content": "长手的苦力怕 发表于 2014-3-22 20:16\n注意改标题……新版规你没看？\n太久没登陆了，木有注意。。。\n"
        }
    ]
}