{
    "title": "<连载·单章>我的世界·方块大陆[作者:小黑世界][第三章] [伙伴的到来]",
    "author": "小黑世界",
    "replyCount": 1,
    "timestamp": 1395498180,
    "txt_content": " 本帖最后由 小黑世界 于 2014-3-22 22:24 编辑 \n\n创作作品发布书目名称:我的世界·方块大陆[iron_sword]\n章节名称:第三章\n最后更新时间:2014 03  40\n作者:小黑世界第3章字数：625（估计）\n索引：第一章：http://www.mcbbs.net/forum.php?m ... 1&extra=#pid4896387\n           第二章：http://www.mcbbs.net/thread-253552-1-1.ht\n正文：\n      夜晚过后，村子又热闹了起来，许多人陆陆续续的出来了，很快的围在我身边，祝贺我，说什么我是神我是勇士之类的，“这帮村民还真是迷信啊”\n我心想，本来打算去砍些树的，可是还没出村，天上就打雷了，很快下起了大雨，“咦？今天天气还真是反常啊？刚刚出大太阳，忽然下雨了？奇怪”我自言自语道。\n      天上的云飞快的聚集扩张，越来越多，天慢慢的被填满了，阳光越来越暗，最后，天完全被堵住了，一点光都没有，地面暗得像晚上一样，村民们议论纷纷，都躲在屋子里了，只有少量大胆的站在屋外看这奇怪的天气，云越来越厚，忽然，云层出现了裂口，一道光射在了村子的正前方，可是，不是太阳光，而是一种诡异的蓝紫色，天上的云渐渐形成了螺旋状，螺旋中间是那个缺口，我很奇怪，天都这样了还不下雨？！过了一会，那个螺旋慢慢的转动了起来，越来越大，云层转动越来越快，那蓝紫色的光忽然闪了几下，天上瞬间射出万丈光芒，裂口越来越大，光非常的刺眼，而且不断的加大，在场的人禁不住半闭着眼睛看，忽然那裂口好像崩溃了一样，轰的一声巨响，整个天空一片雪白，所有人都闭上了眼睛……\n     几秒后，我慢慢睁开眼睛，头有点晕晕的，只见刚才乌黑一片的天空瞬间变晴了，所有的云消失得无影无踪，那道光也消失了，我大为惊奇，只见那道光刚才照射的地方出现了一个坐在草地上的人，我立刻冲了上去，许多的村民都打开门，跟我去看热闹。\n     那个看见我们，吓了一大跳，连滚带爬得使劲想逃走，不够貌似过度惊吓，站都站不起来了，我走过去试探着说：“请问你是另一个世界的人吗？请问你是地球的人吧(mc不也是地球吗？！）？”那个人一下子变得很惊讶，“你……你是？”“我也是你那个世界的人，现在你穿越了，和我一样，穿越进游戏里了，”我从容的说，“什……什么？穿越？！（环顾四周）天啊！真的是minecraft啊！呃……这位，请问……这到底是怎么回事？！”我向他挥挥手说叫他跟我来，我把他带进了一间木屋，跟他说了世界的事，他听完很是震惊“哦！天啊！我们很可能出不去了啊！你是怎么进来的？”“和你一样”我只是轻描淡写的说，那个人听后表情凝重，“哎，兄弟，你叫什么啊”“我？我叫gane，你呢？”“我叫cola”我们两个很快融洽了起来，“话说，我来到这个世界上，怎么生存下去了，这个世界上就我们两个真实玩家吗？”“生存技巧很容易啊（像cola解说一番），还有，这个世界上暂时只有我们两真人，但是很快就会有一群了……”“一群？什么意思？”“就是说，很快会有更多的玩家会有你一样的遭遇了，简单来说这个空间（方块大陆）就是一个连接口，一个吃人的连接口，到时候会有越来越多的真实玩家被吸进来，哎……惨啦……，”他听玩，叹了口气，“好吧，竟然出不去了，那我们要好好在这里度过余生，好好活下去，肯定有办法的，不过，先交了你gane这个朋友！”我们两紧紧抱在了一起……\n     第二天，树林里传出一阵说话声，“你看好啊……（彭！）看清楚了吗，这就叫砍树，”“哇塞我试试，我砍……（彭彭彭彭……）哇塞好玩死了，还是来mc的好，”“别高兴太早啦，死了就game over啦，哎等等，你种上先啊！”我们两快乐的在森林砍树，\"你不觉得我们这样砍树太慢了吗？”“怕什么，（做出工作台）你看好……（哗……掉出石头斧），诺！给你”（彭彭彭……）\"哎，gane，那绿色的是什么？”“（仔细看两眼）哦，你说的是吗？那是苦力怕呢！”“啊啊！它冲过来了！！！”（嘶嘶嘶…………轰！！！）“啊啊啊！差点炸到我了！”“哎你可别死啊，你死我了gane可是注定孤独的啊！”\n     哈哈哈哈！笑声回荡在山谷，我知道，自己已经找到了伙伴，自己可能是注定在这个世界度过余生了…………\n\n  第三章： 完\n  下章：房子",
    "replies": [
        {
            "author": "长手的苦力怕",
            "timestamp": 1395498360,
            "txt_content": "还不错，不过没人气了。\n\n"
        }
    ]
}