{
    "title": "2月22日：Beta 1.3 出炉！",
    "author": "zyd232",
    "replyCount": 12,
    "timestamp": 1298443920,
    "txt_content": "原文：http://notch.tumblr.com/post/3446675806/minecraft-beta-1-3\n\n* 使用新的光照引擎。感谢MrMessiahs的帮助。（可以关闭）\n\n* 改变了设置菜单环境，增加了“画面设置”菜单。\n\n* 增加道具——床（bed）。夜间，地图中的玩家若睡在一张床上，游戏将立刻转到白昼。\n\n* 增加3种板材（占半体积单位的方块）。\n\n* 增加 延时/重复 红石（Delay/Repeater redstone dust blocks）。\n\n* 服务器增加白名单系统。使用方法：输入“whitelist <cmd>”，然后输入 “on”, \n“off”, “add <player>”, “remove <player>”, “list”或“reload”命令。\n\n* 新的存档方式，旧存档需要转换（这个过程需要一段时间）。\n\n* 支持5个以上的存档槽，存档可重命名（原文用了possible  = =b）。\n\n* 材质包列表、存档列表可使用滚动条。\n\n* 更换Mojang splash图片，以反映新的LOGO色彩。\n\n* 修复了一堆bug，进行了各种调整！\n",
    "replies": [
        {
            "author": "qq753452435",
            "timestamp": 1298448420,
            "txt_content": "回复 1 # zyd232 的帖子\n\n我要玩。。。。"
        },
        {
            "author": "llssiinn",
            "timestamp": 1298454000,
            "txt_content": "我也要玩啊"
        },
        {
            "author": "张金",
            "timestamp": 1298460600,
            "txt_content": "有床了！！！！！！！！！！！"
        },
        {
            "author": "asb77417",
            "timestamp": 1298462820,
            "txt_content": "新的紅石電路板超好玩的....可以當中繼站  有可以用來製作跑馬燈XD"
        },
        {
            "author": "aizuo",
            "timestamp": 1298463420,
            "txt_content": "    Delay/repeater blocks\n    Beds\n    Added three new half-size blocks (wooden slab, cobblestone slab, sandstone slab)\n    Slimes have a higher spawn rate\n    New Mojang logo splash screen\n    Graphics settings screen\n    Ability to toggle between classic lighting and \"smooth\" lighting\n    Worlds now use a generic McRegion chunk save format, with built-in auto conversion\n    While starting a new world, players can choose their own name and seed to generate the world\n    More than 5 Worlds possible\n    Scrollbars in both the texture pack list, and in the map selection screen\n    Added whitelisting to the server. To use, enter “whitelist <cmd>” where cmd is “on”, “off”, “add <player>”, “remove <player>”, “list” or “reload”\n    F1 now toggles HUD.\n    F3 can now be toggled.\n    When F3 is pressed, mobs display a number over their head. This number is referred to as the \"entity id\" and can be seen in the console when players connect to a server.\n    F8 toggles mouse smoothing\n    In 3rd person mode, character can be visibly seen to bob side to side when you walk (only when View Bobbing is enabled).\n    Sandstone is now found at the bottom of naturally generated sand.\n    All pressure plates now require two of its materials, instead of 3. The new stone slabs are now created by using 3 of the materials (see specific block pages for further information)\n    Mine time for Sandstone decreased.\n    Redstone dust will get darker the farther away it is from a source of power.\n    New painting added of a flaming skull.\n    Some blocks of ice have curved edges.(Illusion caused by lighting bug).\n    Less passive Mobs when on harder modes (confirm?).\n    Deleting world confirmation changed slightly.\n    Lapis Lazuli now drops 4-8 pieces when mined instead of 1 in SMP.\n    Sulphur renamed back to Gunpowder \n\nBugfixes:\n\n    When breaking double slabs (one slab placed on another) it will drop two slabs instead of one.\n    Wood and logs don't burn forever anymore.\n    Grassland/Sand-related biome border fixed (Boundaries line up, rather than obviously show chunk borders)\n    No longer receiving Java Log error .txt file spam in the minecraft.exe folder when closing the Minecraft client program.\n    Players can no longer use the click-release to quickly mine blocks. Note: Only applies to SMP.\n    Players no longer glitch when standing on fences in SMP \n\nNew Bugs:\n\n    Slimes are immune to all damage in SMP.\n    * Some users reporting worlds getting deleted (confirm?). Deletion may be caused by use of mods from 1.2 that have not updated.\n    Levers can be placed on the bottom of a block, as long as there is an open space, and a block horizontal to the open space. The lever will act as if placed on the horizontal block, but looks glitched, as shown here: Media:Brokenlever.png\n    If someone uses their bed in SMP, other players may get disconnected. (Un-Recognizable Packet ID: 17)\n    Wooden Slabs are best mined with pickaxe, not an axe.\n    The particle colors for wood and sandstone slabs are gray.\n    Zombies cannot hurt players unless the zombie is above them. (not true in SMP).\n    If debug screen is toggled on in a world and you save and quit to title screen, the graph stays on the screen.\n    Lighting bugs on portal, water, and ice blocks with smooth lighting.\n    When a player drowns, above the empty hearts, all of the 10 full bubbles are shown.\n    If a redstone torch which is placed on the side of a block receives power, it will turn off permanently and must be manually reset. It will not turn back on. (possibly just Multiplayer?)\n    Once a redstone torch is burnt out, any torch placed in that position will immediately burn out when given power. Torches will also remain burnt out forever.\n    F1 in 3rd person mode no longer flips view.\n    If you go to bed while planting trees, the tree's will 'Un plant' themselves or disappear completely. (Please Confirm!)\n    When the leaves of a tree are touching the ground, you can see though the ground. (Please Confirm!)\n    In SMP, if there is no one online, most of the slime will disappear from where it should be. (Say if your by slime, you re connect, the slime won't be there.)\n    In SSP, if you generate a new level, modify any blocks, then sleep, then drown, when you respawn, all modified blocks will revert back to normal, and all items will be lost. (?) \n\n谁给翻一下吧……太多了……"
        },
        {
            "author": "ToNick",
            "timestamp": 1298467860,
            "txt_content": "回复 6 # baizuo 的帖子\n\n这个还是应该分成几段大家一起来容易点"
        },
        {
            "author": "tyai514",
            "timestamp": 1298475000,
            "txt_content": "绝对支持的"
        },
        {
            "author": "qq753452435",
            "timestamp": 1298527980,
            "txt_content": "回复 4 # 张金 的帖子\n\n我两上床吧~"
        },
        {
            "author": "andy19981206",
            "timestamp": 1298548080,
            "txt_content": "新logo好屎"
        },
        {
            "author": "1365619159",
            "timestamp": 1301967180,
            "txt_content": "好东东，那是哪年的？！雷到了"
        },
        {
            "author": "howard",
            "timestamp": 1301972700,
            "txt_content": "回复 1365619159 的帖子\n\n今年= =\n結果現在又更新到1.4了\n若要玩mod建議別升級1.4"
        },
        {
            "author": "WuTianFang",
            "timestamp": 1302205500,
            "txt_content": "Beta 1.5出炉"
        }
    ]
}