{
    "title": "<原创·连载>神魄[作者：stool][神秘少年]",
    "author": "stool",
    "replyCount": 2,
    "timestamp": 1395577560,
    "txt_content": " 本帖最后由 stool 于 2014-3-25 17:25 编辑 \n\n\n\n\n\n751538187917595703_副本.jpg (97.31 KB, 下载次数: 0)\n\n下载附件\n\n2014-3-23 20:24 上传\n\n\n\n\n人物介绍\n姓名：龙炎飞\n性别：男\n出生年月：599年12月14日\n性格：有正义感，爱拍马屁，外热内热\n\n姓名：欧阳琪\n出生年月：600年10月26日\n性格：善良，温柔\n性别：女\n\n姓名：炎吟风\n出生年月：572年5月7日\n性格：幽默\n性别：女\n\n\n姓名：龙浩成\n出生年月：546年3月26日\n性格：冷静，机智\n性别：男\n等级介绍\n\n惊魄（一段 二段  三段  四段  五段   六段  七段   八段   九段）\n残魄（一段 二段  三段  四段  五段   六段  七段   八段   九段）\n王魄（一阶 二阶  三阶  四阶  五阶   六阶  七阶   八阶   九阶）\n魂魄 （一阶 二阶  三阶  四阶  五阶   六阶  七阶   八阶   九阶）\n灵魄（一阶 二阶  三阶  四阶  五阶   六阶  七阶   八阶   九阶）\n半圣魄（一品 二品  三品  四品  五品   六品  七品   八品   九品）\n圣魄（一品 二品  三品  四品  五品   六品  七品   八品   九品）\n神魄（一品 二品  三品  四品  五品   六品  七品   八品   九品）\n\n\n—————————————————————————————————————————————————————正文：\n　　炎吟风和龙炎飞两人继续行走，突然，背后传来了一个清脆的女生：“让我加入吧。”两人回头一看，原来是欧阳琪啊，炎吟风却说：“不行，我们这两年要经理各种磨难，你一个女孩子怎么受得了。”“受得了，受得了”欧阳琪开始装起了可爱的样子，龙炎飞都被拉动了，也请求让欧阳琪加入，炎吟风哪受得了啊，就只好同意了，欧阳琪高兴的连蹦带跳，可还没有高兴太早，面前就出现了一帮打劫的，龙炎飞让师父去拦，师父点了点头，开始聚气，龙炎飞笑着对他们说：“看我师父的吧。”只见他师父炎吟风迅速到了盗匪的后面，天啊，他要干什么...\n　　“大爷，想吃点什么啊，小的炎吟风一定帮您。”炎吟风毕恭毕敬的说（奴才命）“那你就把他们给我端了”那盗匪装出一副大爷的样子。\n　　“是，看我碎魂掌。”炎吟风大喊\n　　只听“啊”，“啊”两声，龙炎飞——没倒，欧阳琪——也没倒\n　　两个土匪口吐白沫死那了...\n　　“师父，虽说是装的吧，也太太...”龙炎飞有点说不出来了...\n　　“太怎么的？”炎吟风假装生气的说。\n　　“太猥琐了”龙炎飞说。\n　　“你...你!”炎吟风开始生气“还说的真对！”\n　　欧阳琪看着，有种说不出的微笑。\n　　“师父，咱们走吧！”龙炎飞又回到了正题。\n　　过了一会，遇到了一条大蛇，魄魂在残魄八段。\n　　龙炎飞全力抵抗，使出断魂掌，但还是被击倒了，这时炎吟风过来，对这条蛇说：“他的肉好吃，是新鲜肉，我4年没洗澡了，肉都变质了，怎么样，他多嫩啊，吃不了我帮你打包。”\n　　大蛇不管三七二十一，来了就吃，只见迷雾过后，蛇已倒下，只见炎吟风略带猥琐的说：“何必呢，何必呢，给你留条生路就这么难吗，哎，强者，就是孤独。”\n　　龙炎飞说：“你这么厉害，为什么不早说！”\n　　“早说就体现不出我的孤独，寂寞，实力，空虚，神秘了。”炎吟风说。\n　　龙炎飞更加生气的说：“你的孤独，寂寞，实力，空虚，神秘，都会导致我的生命危险！”\n　　“哦，原来只是你的啊，那就不用怕了！”炎吟风说。\n　　“找打。”只听龙炎飞一句话，变打了过去。\n　　炎吟风一脸严肃，好像是要接招，突然被龙炎飞揍了一拳，炎吟风捂住脸说：“不可以打脸，那样我就不完美了。”\n　　龙炎飞更加无语，不过这次还没开始修炼就一波三折啊...\n　　到了夜晚，他们本来想租3间房子，可是因为然爆满，只剩下1间了。\n　　炎吟风高兴的说：“龙炎飞委屈你了，欧阳琪，来跟你哥哥我去那边睡觉。”\n　　“我呸！应该咱俩睡地上”龙炎飞说完便把炎吟风拉到地上，炎吟风泪流满面...\n　　炎吟风突然正经下来，说：“这之所以爆满，是因为明天有13岁倒40岁武斗大会，赢者将获得晋升丸。”\n　　到底比武大会会如何呢？\n　　他们几个来到报名处报名，而人却满了，这时候，一个男孩走了过来：“让他们进去吧！”“是，伯爵大人”那人毕恭毕敬的说。\n　　比赛开始了，小炎子刚上场，就被那皮糙肉厚的选手一个销魂掌打了半死，虽然他勉强站起来，却又被一拳打趴下了....\n　　所以他只有出局...\n　　欧阳琪面对的对手是可儿，他很快就解决了那人，成功晋级。\n　　“下面就请我们的主办方，卡布尔，同时也是6届冠军的他登场。”这时候，炎吟风神情有些紧张，他心想：“卡布尔不是60岁了吗，怎么会这么年轻，不行，我不能再假装被打到了，我要直接杀入决赛。”\n　　面对垃圾的对手，卡布尔理所应当的晋级。\n　　小男孩走上了武斗场.....\n　　只见那个男孩走了上来，另外那个人上来就朝小男孩打了一拳，小男孩躲过，将那人绊倒，使用出普通战技便将其击倒...\n　　炎吟风这边三招两式，便解决了对手。\n　　欧阳琪入围————\n　　卡布尔入围————\n　　炎吟风入围————\n　　丸弥三郎入围————\n　　下一轮欧阳琪对战卡布尔！\n　　欧阳琪倍感压力，还没等打，那人已经到了他的后面，举起他，将他轻轻放在地上，他赢了。\n　　这边炎吟风一拳，就把拼命丸弥打败，哎真是高手啊！\n　　总决赛，明天开始。\n　　观众们散尽了，神秘男孩来到龙炎飞几个人面前，给了他们每个人一个提升丸，龙炎飞成为了残魄三段，欧阳琪晋升到了残魄七段，炎吟风却没有什么太大的反应....\n　　傍晚，炎吟风坐在树底下静修，突然，那男孩走到他面前，对他说：“我亲爱的弟弟啊，相信你已经知道我不是什么卡布尔，而是永远拥有儿童面貌的——炎吟风吧！”\n　　炎吟风问他：“哥，你怎么会在这里。”\n　　“因为我要诛杀魔兽。”炎吟风说\n　　“你是说从魔兽地域逃出的魔兽？”炎吟风说。\n　　“没错，我来只是个幌子，明天他们会来的！”炎吟风坚定的说\n　　“那么今天...”炎吟风冷酷的说\n　　“没错，正合我意..”炎吟风也冷酷的说。\n　　“吃烧烤吧！”两个人齐声大喊。\n　　于是两人来到了烧烤摊，老板说：“这对父子想吃什么。”\n　　这句话使他们兄弟俩有些尴尬....\n　　“给我来100串肉串，60个板筋，70个骨髓”\n　　“您的菜来了”小二笑呵呵的说。\n　　一顿狂吃过后......\n　　“嗝，哥明天让我赢。”炎吟风说\n　　“随便了。”\n　　“你们！”后面传来了欧阳琪和龙炎飞的声音。\n　　炎吟风害怕的说：“你们不会知道了吧!”\n　　“当然了，吃烧烤也不叫我们”欧阳琪不满的说。\n　　于是，有饱餐了一顿\n　　“老板，买单。”炎吟风说\n　　“您好，您一共消费6000元，是要付元宝还是铜钱？”\n　　“废话，没看见你们的伯爵吗？炎吟风说\n　　两个小孩随声附和。\n　　“哪呢？”老板问\n　　果然，哪有什么炎吟风的身影\n　　“你您到底是要付元宝还是铜钱？”老板生气的说\n　　“刷碗行吗？”炎吟风说\n　　老板眉头一皱：“吃霸王餐的啊，那么你们就！！”\n　　欧阳琪看了看自己，有些害怕，两个人也挡在欧阳琪前面说：“你想干什么？”\n　　老板色迷迷的盯着欧阳琪说：“刷碗就刷碗吧。”\n　　于是几个人熬了个通宵才刷完...\n　　就这样，刷碗刷的好苦啊...\n　　3人一共刷了6个小时...\n　　“小炎子，他也太不争气了，太给师父我丢脸了吧！第一轮就被淘汰了!”炎吟风说\n　　“切，我这么厉害，败给他只是想找一下失败的感觉而已...”小炎子滔滔大论了1个小时\n　　他们回到客房睡了3个小时，便早起，前往武斗大会...\n　　“比赛开始”随着裁判的哨响，炎吟风和“卡布尔”这个男孩打了起来，只见炎吟风只打了一拳，那小男孩便飞出了武斗场，并且使用战技：心灵通话。\n　　“怎么样，老弟，长面子了吧！”卡布尔说。\n　　“还行吧，凑合凑合。”炎吟风用心灵谈话。\n　　“大王，我想去会会他们。”一只红眼魔兽说。\n　　“去吧...”一个飘渺的声音....\n　　“没错，我们的冠军是——炎吟风，奖励提升丸一枚...”\n　　炎吟风给了龙炎飞，龙炎飞吃了魄魂大幅提升，成为残魄四段...\n　　“我来了，各位”只见一个红眼魔兽搓天上飞了下来，后面有一对黑色翅膀....\n　　欧阳琪说：“我来解决他！”说完便打了过去，红眼魔兽接住，回身一拳，欧阳琪防住，右脚想要试图绊倒红眼魔兽，谁知那魔兽稳如泰山....\n　　那怪兽使出天降黑云，将欧阳琪击昏...\n　　龙炎飞见事情不妙，急忙奔向魔兽，一拳将其打倒....\n　　魔兽又起来，使出拿猛烈的一脚，小炎子，被踢飞了....\n　　然而，炎吟风只是冷静的看着，并没有插手的意思...\n　　龙炎飞突然眼睛变红了，好似不是原先的他了，直奔魔兽，魔兽突然跪下了大喊：“魔君陛下..。。”\n　　只见魔君（龙炎飞身体里的恶魔）手指移动，那魔兽便说：“君要臣死，臣不得不死。”\n　　说完便自刎而死....\n　　这时，龙炎飞说：“魔阶统领，灵魄九阶暗黑之神，据说被龙炎飞的母亲制服了，他的父亲将拿魔气封印在了龙炎飞的身体里，而他的母亲，却被邪恶血皇永远的封印在冰山下.....”\n　　场下的观众早已逃跑，小炎子慢慢恢复了原先的样子，但他的衣服已经破乱不堪....\n　　他熟睡在那里....\n　　只见远方的黑洞突然没了，传来了一股可怕的声音：“魔君，我一定会帮您脱离这种凡体的，您等着把，2年后..再会！”\n　　突然声音便没有了...\n　　炎吟风不知所措，他把目光投入炎吟风....\n　　不过这次炎吟风没有说...\n　　等欧阳琪从昏迷中醒来，龙炎飞也醒了，炎吟风（卡布尔）和炎吟风把事情全部讲了一遍...\n　　突然这时，一个神秘老头出现了他们的面前...\n　　“你是谁？”炎吟风反应过来\n　　“龙炎飞的爷爷，龙浩成！”那老头不紧不慢的说\n　　“难道是半圣魄八介战神...曾经封印六大魔界的————龙浩成？”\n　　“口说无凭，待我试试你的实力！”炎吟风说完便向谷尊打去..\n　　炎吟风...他竟然...被打飞到30米开外\n　　“喂，年轻人，你打我干什么啊”龙浩成说道\n        ……………………………………\n   第四章完结注：3087字\n索引贴：http://www.mcbbs.net/thread-254598-1-1.html\n\n\n\n\n\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "LZX6238",
            "timestamp": 1395598500,
            "txt_content": "你认为在这里发的玄幻小说会有人看，少年去起点发吧。。。"
        },
        {
            "author": "1164816764",
            "timestamp": 1395646320,
            "txt_content": "看起来还行吧。。。。"
        }
    ]
}