{
    "title": "<连载·单章>[末日求生丨MINEZ][作者:zhh30648][序章:MINEZ计划]",
    "author": "zhh30648",
    "replyCount": 8,
    "timestamp": 1395584760,
    "txt_content": "zhh30648新人的新作品 末日求生丨MINEZ\n本小说全部内容以知名服务器MINEZ为背景，所有的城镇与地图皆取自于MINEZ的实况地图，仅为参考\n给你完全不一样的末日生存的刺激感以及空间感\nhttp://www.minezmap.com/\n欢迎千万MINEZ地图 查找剧情的城镇 效果更佳\n\n\n\n我身上已经没有剩下任何东西了，更何况现在还是夜晚[NIGHT]，估计不出几个时刻我就会从这个世界上被驱逐出去了吧，被那群AI控制着的僵尸们我视野中的体力值已经进入红色状态，饱食度也在拼命得颤抖着，可能是为了给我们一种紧张感吧，整个视野的四周都开始冒出黑色的粒子，一切都在微微颤抖着，然而这种用来营造气氛的特效对于我这种濒死的人来说，毫无意义这不过是一种代表你即将被永久驱逐出这个世界的意义罢了，换句话说，如果出现这种状况还没有人能够帮助你的话，你就基本死定了但如果能够侥幸找到城镇，说不定还能被人施舍而继续存活下去，但我现在的坐标已经让我心中这份微微的希望彻底幻灭了2000 -430是个巨大的茫茫草原的中心，也是被人视为禁区的地方，因为这里没有食物，没有救援，没有庇护，什么都没有，然而系统控制的僵尸却能够毫无厌倦得在这片荒原上四处游走，再加上空旷的空间，我任何的一小步都能迅速吸引到这里所有游走的僵尸，把我可怜的体力值进一步榨干我到底是怎么才能落到这种地步的...从这个游戏开始之前，我又是怎么活下来的？我是这几十万的求生者之一，非常纯粹的普通人\n\n\n\n当那天天空出现公告时，我就注定从一个默默无闻的农民变成了一个游走他乡而苟且偷生的家伙[公告[MINEZ 计划正式启动毫无征兆的，天空中出现的巨大红色字符，投射到每个人的眼睛里“这是什么东西？”“哪个小鬼用红石玩烟火么”“真是..就会捣乱..”\n人们的抱怨一句接着一句，但是这不是一场闹剧，是货真价实的异变，不，是灾难一开始毫无警戒心的人类在那天的夜晚，彻底领悟到了什么叫做不可抗的强大力量就是这种叫做僵尸的生物“喂，卫兵，那有只僵尸，清理一下”“啊...真麻烦，还想打个盹呢”穿着一身铁甲的卫兵打着哈欠从塔楼上慢慢走了下来，从剑鞘里拔出那把被自己天天打磨抛光的爱剑，看着近处那只毫无目的到处乱走的僵尸，极不情愿得走出了城门“不就是只僵尸而已嘛....不管他又不会怎么样，反正弱的要死，一到白天就死光了啊..”“怎么这么唧唧歪歪的！拿着国家的钱就去干你该干的事！”看起来像卫兵长的家伙现在正酊酩大醉，把酒往小木桌上一搁，对着卫兵大喊大叫起来“你这家伙这么年轻就这么懒！以后怎么活啊！你说！”卫兵没有回话，可能是懒得跟这种上了40岁的中年男子扯来扯去“诶，你倒是快点啊，城门不能一直开着....”装着半杯酒的玻璃杯哗啦一声摔碎在坚硬的石头地面上卫兵没有回话不是因为懒得...而是连呻吟的声音也没法发出来了，铁盔甲被四五只不知从哪里冒出来的僵尸敲的裂开，而卫兵早已血肉模糊了，在黑暗的晚上只能看到白色盔甲上洒满的血迹“喂...喂！这是怎么了！警,警,二级警报，有人被僵尸困住了！”卫兵长一边拉动铃声一边纳闷，怎么可能被四五只僵尸就困住了？这装甲可是经过特殊强化的啊！而且这些卫兵都是训练精良，别说四五只，就算是10只一起上都能解决啊！“被僵尸困住了，也太没用了吧....”“就是就是..僵尸都能拉个二级警报，让不让人睡觉了”卫兵们一个个懒洋洋得穿好盔甲，揉着眼睛走出宿舍，走在最前边的那个看起来像班长的家伙，打开了那扇铁门“记住啊，10分钟内给我解决，然后继续睡大...啊呃！”肩膀上一阵剧痛，鲜血从盔甲的缝隙里慢慢淌了出来，所有的士兵们都被震慑得走不了路这是他们第一次看见僵尸能够对人造成如此大的伤害“快...救命...”班长双脚失去了力气，眼睛也失去了光泽，慢慢得趴到在地上，而在他身后的，只有一团团的绿色和红色交杂在一起绿色的皮肤，和一对对在夜晚中格外惹眼的红色双眼仅仅一个晚上的时间，有数万人口的Agni lgnis城镇沦陷了，不是因为别国的进攻，而是纯粹的被那些绿色皮肤的生物，一个个咬碎，毁灭掉。一座有几百年历史的巨大城墙，此时已经成了毫无意义的东西，因为那些僵尸的行动能力，攻击力，远远超出了人们过去的认识可以用比人快几乎3倍的速度奔跑，不会再有迟疑和迷惑，而且能够感觉到非常小的动静，即使是轻轻的跳跃，也能被他们所捕捉到，然后群涌而至这场灾难直到白天才得以结束，道路上静的跟什么人都没有一样然而人，其实都在街道上，那一滩滩快风干的巨大血迹，在清澈喷泉里蔓延开来的血，在玻璃上留下的血印，和满街的尸体这些都表明这并不是一场梦，而是真正的世界末日来到了Agni lgnis是一个在“人类居住范围”内东北角落的巨大都市，但同时也很偏僻，在一个巨大的半岛上，它是人类世界前往未探索世界的主要出口之一，这也正是其繁华的原因，这个巨大城镇一夜间毁灭的消息，并没有很快扩撒开来即使有极少数的Agni lgnis城镇幸存者从城镇狂奔而出，跋涉了几百里到达ZERBIA这个巨树城镇，语无伦次地向人们描述这场灾难时，没有人相信他因为一切都显得那么和平，清澈深幽的海水是ZERBIA天然的屏障，如果没有船是不肯能到达这里的但他们估计立刻被血腥的屠杀判定为巨大的错误无数的僵尸从ZERBIA的四周涌来，没错，他们会游泳，而且非常之迅速，堪比小舟顺风航行的速度，这行动力无法想象，没有人知道他们是从哪里出来的这场灾难就这样无声无息得卷走了所有的安宁\n\n\n\nRomero的城镇广播开始发出巨大的噪音“怎么回事这是！”“难道又是那个什么僵尸啊，末日的东西吗..都多久了！谁的恶作剧啊！”“大晚上你们还让不让人睡觉了！”外面的警报让趟在小床上的我无法入睡，明天还要趁着太阳升起之前给田里的作物浇水呢，能不能让我好好睡一觉啊...[他们...他们真的来了一定又是哪个家伙的恶作剧吧，但听这个语气到还挺真实的，哪天叫委员会好好教训下这个捣乱的家伙[喂.喂.我是Romero镇的负责人，现在我宣布一个很不幸的消息[大家拿上必需品，立刻从后门撤离向西面疏散，城门已经被这群怪物给...啊啊啊！我的思维一瞬间停止了运作，撤离，疏散？这是要搞什么？！农场边上的城镇开始骚乱起来了，原本在午夜应该暗暗的街道此时被人们的火把照的通亮，有些人甚至穿着睡衣就出来了“啊啊啊啊！救，救命！！”繁华街道的入口处传来了一个中年男子的惨叫声接着便是巨大的轰鸣，远处的城门的巨大门板轰然倒下，无数黑色的身影从入口处涌了进来，带着那特有的低吼声这种时候逃怎么可能来得及！先躲起来啊！我已经没有时间为那群无知的居民们祈祷了，把火把立刻插入地面熄灭，冲进家门衣柜，铁栏，工作台所有这些看起来坚固的家具都被我抬了出来，堵在木门的后面，然后用钉子将几块巨大的备用木板钉在门上，这几块木板本来是要用来做个箱子，把我后院里哪些最近成熟的胡萝卜拿去街道上卖用的，现在这些精致的木板，已经沦为了救命用的加固物这些经验，都是我常年在田地里工作所想出来的，一个农民，没有什么好的自卫用武器，躲避便是最好的办法，即使是最弱的僵尸，我也没有什么能力能够去制服，躲起来等到白天是最好的方法了冲上二楼，我拿起卧室柜子里的东西，一个几天前从隔壁小镇顺路弄来的望远镜，因为觉得新奇好玩就带回来了，没想到这种时候派上了用场焦距调整好的那一瞬间，我的呼吸和思维在一瞬间停止了那些家伙，不过是普通的僵尸罢了，应该是壮年男子能够赤手空拳制服的生物，此时竟然将一个个人抓住，撕咬，血液从脖颈里喷出，在本来干净亮丽的珠宝店展示柜上洒满这到底是为什么，为什么这些僵尸变得这么厉害了？！而且这不仅仅是个体上的差距，这些恐怖的生物有几十..不，几百只，这些家伙仿佛有意识的汇聚在了一起，挑了同一个时间来攻破大门！我颤抖着将望远镜放下，因为没抓稳而险些摔在地面上屏住呼吸观察着人类街道的一步步沦陷\n\n\n\n现在是午夜2点街上的动静已经消失了原本应该通明的繁华夜市，此时只有几盏灯在恍惚得闪着，而政府的大厅也没有光从房间里透出来仅仅是2个小时，整个城镇变得一片死寂，静的我都怀疑是不是世界上只有我一个人了然而那些望远镜里四处游走的绿色身影和红色的双眼告诉了我事实这个镇子上的人几乎已经全部完了，而我这偏僻的农场，却因为人烟稀少而躲过了一劫巨大的疲惫感和失落感涌了上来到底该怎么办，我...我还能活多久..？实在是抵不住疲惫，我抱紧那一床床单，将头闷在被子里，陷入了死寂般的世界中唯一能逃避现实的地方",
    "replies": [
        {
            "author": "Lucky777777",
            "timestamp": 1395585240,
            "txt_content": "  很不错的文章 O.O 支持一下"
        },
        {
            "author": "小析",
            "timestamp": 1395589020,
            "txt_content": "先回复 在看   "
        },
        {
            "author": "zhh30648",
            "timestamp": 1395760320,
            "txt_content": "此坑决定列入MINECRAFT背后的秘密第三部 尽请期待"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1395835560,
            "txt_content": "其实你的排版也不咋地，看着仍然晃眼。。"
        },
        {
            "author": "zhh30648",
            "timestamp": 1395841200,
            "txt_content": "风之心_天双 发表于 2014-3-26 20:06\n其实你的排版也不咋地，看着仍然晃眼。。\n怎么个晃眼法？..还有排版是啥..."
        },
        {
            "author": "风之心_天双",
            "timestamp": 1395894120,
            "txt_content": "zhh30648 发表于 2014-3-26 21:40\n怎么个晃眼法？..还有排版是啥...\n各大网络文学站都会自带排版，你随便看几个小说 再和discuz的帖子对比一下就知道什么是排版了。。"
        },
        {
            "author": "野狼王",
            "timestamp": 1396351860,
            "txt_content": "支持一下，我一直都在看呢"
        },
        {
            "author": "the-blaze",
            "timestamp": 1399292280,
            "txt_content": "这剧情怎么感觉跟……似的？\n后来发现，僵尸的弱点在后颈是吗"
        }
    ]
}