{
    "title": "马航MH370航班在南印度洋“终结”",
    "author": "1724626238",
    "replyCount": 3,
    "timestamp": 1395721200,
    "txt_content": "视频地址：http://v.qq.com/page/g/3/g/g0014z9qe3g.html?start=27\n       3月8日凌晨，飞往北京的马航MH370航班起飞后与地面失去联系，机上包括机组成员共有239人，其中154名中国乘客。3月24日22时，马来西亚总理宣布飞机“终结”于南印度洋。马航也发表声明称机上乘客无生还可能。\n　　据新华社电 马来西亚总理纳吉布24日宣布，根据最新收到的卫星分析数据，可以判定马来西亚航空公司MH370航班在印度洋南部海域“终结”。\n英国空难调查处提供调查结论\n　　当地时间24日22时（北京时间24日22时），纳吉布在吉隆坡临时召开新闻发布会。马来西亚当天傍晚已经召开例行新闻发布会通报搜救情况，召开临时发布会的消息直至发布会开始前一个多小时才宣布。\n　　新闻发布会开始，一脸严肃的纳吉布说，他当天傍晚得到英国空难调查处代表的通报。根据后者的通知，先前提供卫星数据以指出南北两条搜救走廊的国际海事卫星组织已经根据数据实施了进一步的计算。\n　　“借助先前从未在这类调查中应用的一种分析手段，他们得以进一步揭示MH370航班的飞行轨迹，”纳吉布说。\n　　“根据他们的分析，国际海事卫星组织和空难调查处得出结论，MH370航班沿着南部走廊飞行，其最后的位置是在印度洋中央，（澳大利亚城市）珀斯以西，”他说。\n　　“这是一个偏僻的位置，远离任何可能的降落地点，”纳吉布如此概括卫星数据显示的地点。\n　　“因此，带着深深的悲伤和遗憾，我必须通知你们，根据最新数据，MH370航班在印度洋南部终结，”他说。\n　　今天发布会将公开更多细节\n　　与16日的新闻发布会类似，纳吉布在24日晚的新闻发布会上只是宣读了事先准备的简短声明，没有接受提问。他说，马方将于25日另行举行发布会，公开更多细节。\n　　“与此同时，我们想尽早通知你们最新进展，”他说，“我们分享这一信息，是出于对公开的承诺以及对家属的尊重，这两条原则一直指引着这项调查。”\n　　纳吉布说，马来西亚航空已经将最新进展通报给航班乘客和机组人员的家属。“对于他们来说，过去的几周令人心碎，我知道这条消息更令人难以接受，”纳吉布说，“我敦促媒体尊重他们的隐私，给予他们在这一艰难时刻所需要的空间。”\n　　中方要求马方提供所有信息和证据\n　　又讯 据外交部网站消息，外交部发言人洪磊今日凌晨就马来西亚总理纳吉布宣布马航失联客机落入南印度洋发表谈话。\n　　他表示，中方已得知马方这一宣布。我们对此高度关注。中方已要求马方进一步提供得出这一结论的所有信息和证据。中方的搜寻工作仍在继续进行。我们希望马方及其他国家的搜寻工作也能够继续。\n　　■ 焦点\n　　马总理言辞谨慎未用“坠毁”\n　　纳吉布的声明虽然带着悲伤气氛，但他在描述航班命运时依然谨慎，没有使用“坠毁”，而是使用了“终结”。\n　　然而，马航在一条发给航班乘客家属的短信声明中使用了更加确切的措辞。\n　　“我们不得不排除一切合理怀疑，推定已经失去了MH370航班，机上无人生还，”马航说，“正如你即将在下一个小时从马来西亚总理处听到的那样，我们必须接受，所有证据显示，飞机坠入南印度洋。”\n　　据新华社\n　　英航空调查局：暂不回应\n　　昨晚，英国航空事故调查局办公室工作人员表示，“暂时不会就MH370调查作出任何评价和回应，同时也不会接受采访。”至于何时会做出详细回应，该发言人表示尚不清楚。\n　　据马来总理昨晚在发布会上披露，MH370坠入印度洋依据是英国卫星公司Inmarsat的数据，结论由Inmarsat及英国航空事故调查局(AAIB)作出。Inmarsat昨晚表示，需要对这些数据进行核查后再公开。\n　　新京报记者 高美\n　　■ 现场\n　　闻讯航班“坠落” 数名家属晕倒\n　　多副担架急救；马航官员表示，暂无将家属接到澳大利亚计划\n　　新京报讯 （记者李馨 实习生李相蓉）昨晚10时左右听闻马方宣布MH370坠入印度洋的消息，在丽都饭店的乘客家属情绪激动。数名女家属晕倒，被120急救人员抬上担架紧急救护。\n　　家属获短信通知：乘客无生还可能\n　　昨日21时30分，家属收到马航短信通知陆续赶到丽都饭店发布会现场，一名女家属举着手机称，“我刚刚收到一条短信，是英文的，有关飞机的，”女家属声音不大。“短信内容是‘抱歉地告诉你，飞机已坠海，机上无人生还’”，女家属说着说着哽咽起来，会场也陷入寂静。\n　　昨晚曾有媒体称，已有乘客家属获邀前往澳大利亚，但马航一官员表示，现阶段没有将乘客家属接到澳大利亚的计划，除非发现、打捞并确认飞机残骸。\n　　家属昏迷不断有担架进出\n　　22时，马来西亚召开紧急发布会，直播中翻译马来西亚总理纳吉布的话说，“飞机最后的位置是在印度洋南部，坠毁。”\n　　在会场的家属瞬间崩溃！开始大哭，喊叫。一名50多岁的女家属，情绪激动，腿有些站不住，扶着墙，一遍遍地说，“为什么要坐那班飞机，你本不该上那班飞机的”。而后，陆续有女家属晕倒，甚至有人昏迷。医护人员在现场抢救，现场不断有人抬着担架进进出出。\n　　“我还得过日子，家里还有那么多人等着我呢”，一名个子不高的女家属低着头，自言自语，像是说给自己，也像是说给其他人。\n　　■ 反应\n　　市卫计委开辟急救绿色通道\n　　新京报讯 （记者李馨 实习生 李相蓉）截至今日，载有154名中国籍公民的马航MH370航班已失联18天，失联乘客家属的心情随着每一个有关失联飞机消息的发布，像过山车一样起伏，一些家属的身体已吃不消。\n　　8日事件发生后，市卫计委在5家酒店设置医疗及心理疏导工作点，并向家属公布工作点24小时受理电话，开辟急救绿色通道，在家属休息的5家酒店中，共派出8辆救护车、24名医疗急救人员、12名心理医生及2名行政人员，其中有4辆救护车在丽都饭店随时待命。\n　　根据昨日家属沟通会上，马来西亚驻华大使公布的情况，目前在京等待消息的家属共有501人。北京红十字会999急救中心副院长田振彪表示，在京等待的家属中，年龄最大的68岁，最小的仅4岁。家属中高血压、心脏病及内科疾病的患者占多数。“每天我们会根据家属的身体情况，更新药品，随着天气的变化，过敏药、冰块我们也会进行准备。”田振彪说。\n\n\n                       ----------------据新华社\n\n\n转自http://news.qq.com/a/20140325/000958.htm\n\n\n\n\n",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1395725700,
            "txt_content": "为什么呢（哭）"
        },
        {
            "author": "无语的尼玛",
            "timestamp": 1395730680,
            "txt_content": "终于真相了 不用看见美分五毛们吵架了"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395743460,
            "txt_content": "我要点个蜡烛"
        }
    ]
}