{
    "title": "[神秘时代4.1]教程",
    "author": "morikawa",
    "replyCount": 35,
    "timestamp": 1395672120,
    "txt_content": " 本帖最后由 morikawa 于 2014-3-28 10:58 编辑 \n\n不知道这个教程bbs有没有人出，不过之前忘了bbs的密码= =很久才试成功登陆，一般也不来这里，看见有不少人问所以发了噗http://tieba.baidu.com/p/2888836548?pn=1\n4.1.0e~g的教程已经完结，欢迎神秘新手戳\n另外也是第一次做教程，有什么问题希望大家指出\n现在在做神秘时代Addons的教程\nhttp://tieba.baidu.com/p/2926114746?pn=1\n电子魔法工具EMT已经大体结束，这星期在更新量子魔法Technomancy\n也欢迎喜欢神秘时代和魔法类mod的朋友共同交流！\n以防有人不习惯贴吧翻楼，再搬运一遍\n更新日志\n4.1.0g (current)\n- fixes volatus/tempestas conflict\n调整飞行与天气要素的合成冲突\n- brains in a jar now drop when broken again\n现在缸中之脑会在再次破坏时掉落\n4.1.0f\n- API: crop definitions via IMC now require [OreDictionary.WILDCARD_VALUE] instead of [-1] as a wildcard value.\nAPI：通过IMC的作物定义现在需要[矿物词典.通配符_值]代替-1的通配符值\n- creating an arcane worktable with a staff won't auto-insert the staff into it anymore\n使用管理创建一个奥术合成台不再会自动添加管理进入它\n- the runic armor Energetic augment now increases the total regen speed, not just for the augmented piece. The more pieces with this augment, the greater the bonus.\n符文护甲能量增加现在会增加整体能量回复速度，现在装备的符文咒甲越多奖励效果越强\n- bone bow can now be held properly\n骨弓现在可以正常的持有\n- bone bow can now accept the repair enchant\n骨弓现在能接受修复的附魔\n- fiddled some more with the focus-wheel curs\n修改了一些切换核心的界面光标\n- magic mirrors will try to reestablish the link if one of them is moved by strange methods\n现在某个魔镜被奇怪的方式移动时它会尝试重建连接网络\n- fixed fall damage reduction for boots of the traveller and upgrades\n调整旅行者之靴和升级版对摔落伤害的减免\n- infusion matrix will not increase essentia costs for missing essentia\n注魔矩阵现在不会增加对丢失要素源质的消耗\n- fixed wisp spawners in hilltip ruins\n调整一些hilltip遗迹的刷怪笼 （= =什么东西）\n- primal focus now respects the mobgriefing rule\n元始核心现在遵从怪物伤害规则\n- changed some aspect combos to improve aspect balance\n修改一些要素combos以改善平衡\n- changed aspects some blocks and items contain for the same reason\n同样原因修改一些要素，方块和物品\n- numerous bugfixes, enhancements and additions\n一些新增，改善和bug修复\n- fixed bellows not applying their speed bonus to infernal furnaces\n调整了风箱不对炼狱熔炉提供加速效果的问题\n- improved disappearing cursor issues - alas the \"wand\" cursor was lost in the process\n改善光标消失问题-如过程中“法杖”光标的消失\n- after warding or unwarding a block there will be a half second period during which it cannot be warded or unwarded again to prevent accidentally doing it twice.\n在守护和取消守护一个方块时将会有0.5s间隔不能再被操作以防意外情况的二重操作\n- made it a bit more obvious when you run out of ink in the research table\n使在研究台墨水耗尽时的提醒更显眼\n4.1.0e\n- fixed research \"clues\" not saving between sessions \n研究线索不再来自要素\n4.1.0d \n- those darn hipsters, crashing our reseach tables with their shift-clicking. \n有些讨厌的家伙用shift点击使我们的研究台崩溃\n- somehow item grates slipped into the essentia valve recipe. Oops\n某些情况下物品会滑入要素源质阀门，oops\n- more tweaks to the essentia tubes\n更多对于源质管道的调整\n- added additional tubes to help manage your essentia\n增加附加管道以便于管理你的源质\n- bellows only add 32 suction to buffers\n风箱对缓存仅仅增加了32单位吸力\n- bellows can now be toggled off by applying a redstone signal\n现在风箱可以用红石信号控制开关\n- tubes should transport essentia 15%-20% faster\n管道能以15%～20%更快速度运输源质\n4.1.0c\n- added hipster support: combine aspects using shift-click instead of ctrl-click in the research table (with research mastery)\n增加支持：在研究台中按住shift（而不是ctrl）点击要素消耗其他要素来合成它\n- the alchemical construct now unlocks when you research essentia distillation \n炼金概念现在会在你研究要素蒸馏时解锁\n- essentia mirrors will not try to drain essentia from other mirrors anymore to prevent hilarious infinite loops \n源质魔镜不再会试着通过其他魔镜清空源质以防出现可笑的无限循环\n- disconnecting tubes from their neighbours with a wand should now work properly. \n现在使用法杖让管道与相邻管道断开能让它们更加有条理的工作\n- filter tubes now properly handles untyped suction and actually, you know, filter\n源质过滤管道现在能正常处理未定的缓存并且实际上，你懂的，过滤\n- arcane pressure plate will now respond to item entities on all settings\n奥术压力板现在在所有设置下都会对物品有所反应\n- runic goggles and traveling boots can now accept all the possible upgrades\n符文护目镜和旅行者之靴现在能接受所有可用的升级\n4.1.0b \n- fix for arcane bore crash on MCPC+ servers.\n调整了多人联机中奥术钻探的崩溃问题\n- added check to prevent recipe crashes if a mod adds an ingot but not an ore (I'm looking at you IC2 with your silver ingots)\n增加了对mod增加某种锭而不是矿物的检测以防合成配方崩溃（我正在看着你IC2的银锭）\n- added shards to ore dictionary\n矿物词典加入碎片\n- focus changing fix, take two\n4.1.0a \n- prevent wither skulls from destroying warded blocks, doors and pressure plates\n预防凋零骷髅头对守护方块,门和压力板的破坏\n- fix for crash when changing foci\n调整切换核心时的崩溃问题\n- you can now ctrl-click aspects to combine even if you currently have 0 in your pool\n就算研究点数池中有0点你仍然可以ctrl点击以组合要素\n- fixed tube collision boxes\n调整管道碰撞箱\n- fixed tube venting colors on servers\n调整多人游戏中管道气体颜色\n4.1.0 \n- SCANNING: added caps to rp gained from items (8 per aspect) and added a soft cap on rp gain once your rp pool gets big enough.\n增加对从物品获得的研究点数的上限（每种8）并且对当你的点数足够大时获得新研究点数增加了一个柔和的上限\n- SCANNING: the bonus rp gained from discovering an aspect while scanning is just +2, not double. \n对于发现新要素的研究点数奖励为+2,不是双倍\n- SCANNING: essentia is also capped at no more than 8 units per aspect type - in the long run it will be better to get essentia from components or raw materials rather than finished products (this has always been true to a lesser degree)\n源质也被限制了每种8单位上限,长远看来从原料中获取源质比从合成的产物中获取要更好（对于低程度的来说总是对的）\n- SCANNING: these caps are configurable\n这些限制是可配置的\n- RESEACH: changed the minigame for research\n改变了研究界面\n- RESEACH: \"lost\" research is being deprecated and rolled into \"lost\" research - no point in having both tags\n“遗忘”研究被反对并且并入了遗忘研究,这两个tag没有要点\n- RESEACH: hidden/lost research applies to more than just golem accessories now. Lost research is hidden in your thaumonomicon until you scan something that gives you a clue to its existence, making it visible and thus selectable. \n隐藏／遗失研究现在提供比傀儡饰品更多的项目,这些研究隐藏在你的奥术学里直到你在扫描一些东西时得到了一条它存在的线索,使得它清晰并且可选.\n- RESEACH: \"lost\" research can still be gotten via knowledge fragments, but this may change in a future update\n“遗失”研究仍可以通过知识碎片获得，但在未来的更新中将会改变.\n- RESEACH: updated the \"how to research\" entry in the thaumonomicon \n在奥术学中更新了“如何研究”的起步.\n- RESEACH: ditto for the \"tubes\" research\n同上一条，“管道”研究更新\n- RESEACH: tweaked a lot of researches to better fit the new system\n调整了许多研究以适应新的系统\n- API: numerous additions and changes, some of which will break compatibility\n一些新增和改动，部分可能会破坏兼容性\n- API: IVisDiscounter is being removed and replaced withr IVisDiscountGea. I'm keeping the old one around simply to prevent crashes by addon mods till they get a chance to update, but it won't do anything anymore.\nIVisDiscounte正被移除并且被IVisDiscountGea取代，我正在保持旧版本以防止因插件mod造成崩溃直到他们获得更新的机会，但它将不会做什么了\n- API: Overlapping research is no longer possible - trying to add research to an already occupied slot will log an error and the research won't be added.\n重叠的研究不再可能，试着将研究放入已放置研究的槽会产生一个错误并且研究不会被添加成功\n- API: arcane furnace bonus nuggets whitelist has changed to use inputstack instead of resultstack. Blacklist has fallen away\n炼狱熔炉的“粒”奖励白名单已改为使用输入堆代替输出堆，黑名单不再使用\n- TUBES: changed the way tubes work so only one type of suction can pass through a tube at a time \n改变了管道运输工作使得每次只有1种要素源质能通过管道\n- Arcane furnace nugget production has been reduced a small amount\n炼狱熔炉奖励产物已被减少了少量\n- Added /thaumcraft (aliases /thaum, /tc) admin console commands to give research and aspects to a player\n增加 /thaumcraft (aliases /thaum, /tc) 管理员控制台指令以给玩家研究笔记和点数\n- aura nodes can recharge even when not chunkloaded \n灵气节点在区块未加载时也能回复了\n- changed the components of some aspects\n修改了一些要素的合成（这里应该是指工具，仪器）\n- mana pods now grow very slowly in the wild - lamps of growth are required to get any sort of reasonable speed out of them\n魔豆在野外生长十分缓慢，需要生长之灯来加速它们的生长\n- added some AA/blur to certain textures. Thanks Vazkii \n增加一些AA/blur给某些纹理，感谢Vazkii\n- \"time zones - how do they work? -- Pahimar\"\n时间空间，它们怎样工作的？-- Pahimar\n\n- altered the alembic collision box to be a full block - that should prevent decanting golems from getting stuck on top of the alchemy furnace.\n调整蒸馏器的碰撞箱变为完整方块，以能防止傀儡卡在炼狱熔炉顶部（什么逻辑= =）\n- removed alembic spout and the ability to fill them by placing them below the spout\n移除了蒸馏器的喷嘴以及将要素源质输入它前下方罐子的能力\n- jars can now be filled directly from alembics via right-clicking \n现在可以手持罐子右击蒸馏器以取出要素源质\n- alembics can now be labelled\n蒸馏器现在可以用标签标记\n- fixed research related crash on server when someone adds overlapping research\n调整当多人游戏中有人加入重叠的研究时的关联性崩溃\n- tallow candles color recipes now use ore dictionary dyes\n蜡烛颜色现在使用矿物词典染色\n- rebalanced the way thaumic slimes spawn and split\n重新调整了神秘史莱姆生成和分裂的方式\n- pedestals will no longer launch items in random directions when you try and retrieve them\n当你尝试取下基座上的物品时它们不再会随机在某个方向弹出而是直接进入你的背包\n- various tweaks to increase performance\n一些调整以改善新能\n- wand foci should no longer be able to accept durability enchant\n法杖核心不再能被耐久附魔\n- made some changes to how speed boosts from haste and boots of the traveler are applied\n对于旅行者之靴提供的急迫速度加成做了一些改动\n- hover harness flight is now toggled by pressing \"F\" instead of double-jump\n奥法缰绳的飞行改为F键而不是双空格space\n- added Essentia Resonator to help troubleshoot tube networks (gained as part of initial tube research)\n加入谐振器以帮助找出管道网络的问题（在最初的管道研究部分中获得）\n- fiddled with lamp of growth - it should be less essentia hungry and work better\n修改生长之灯，它应该更节省要素源质并更有效地工作\n- infusion enchantments should only go where they are supposed to\n注魔法附魔只对这个附魔有效的物件有效\n- most worldgen only occurs in the overworld now - this exludes things that are supposed to be in other dimensions and ores\n现在大部分worldgen只发生在玩家视角，这些排除了其他规格和矿物= =（这句真不会）\n- infused and amber ores should now be silk-touchable\n蕴魔石和琥珀现在能使用精准采集了\n- added config options to turn certain world-gen features on or off\n加入布局选项以改变某个world-gen特征开关\n- devices that draw essentia (like the lamp of growth) only applies suction when they require essentia\n需要要素源质的设备（比如生长之灯）只会在需要要素源质时吸取\n- ethereal blooms are a lot more expensive now, but drop the bloom when broken meaning it doesn't have to be recrafted.\n天域花的成本现在更高了，但花掉落时意味着它不能再被重新放置了\n- magic mirrors no longer require essentia to function\n魔镜工作时不再需要要素源质\n- split the packet sent to players on login into several smaller packets to prevent a crash bug some people have been experiencing\n分配登陆时给玩家的数据包为多个小数据包以防出现一些人曾经历过的崩溃\n- removed ability to achieve orbital flight via boats (and other mounts) using sword of the zephyr\n移除使用风雷剑通过船（以及其他工具）进行轨道移动的能力\n- arcane levitator can now levitate items again\n奥术悬浮台现在也能悬浮物品了\n- numerous small tweaks, bug fixes and additions\n一些小改动，bug调整和新增项目\n- new stuff\n新的素材\n\n矿物\n\n矿物和上个版本一样，从左到右：朱砂，风之蕴魔石，火之蕴魔石，水之蕴魔石，地之蕴魔石，秩序蕴魔石，混沌蕴魔石，琥珀矿，以及最低开采所需工具和原矿掉落物\n\n\n\n\n\n163cb2dda144ad345c3b09cbd2a20cf430ad8591.png (314.06 KB, 下载次数: 1383)\n\n下载附件\n\n2014-3-26 11:31 上传\n\n\n\n\n\n野生植物\n\n宏伟之木，树干粗壮（2X2）分布在草原，森林，雪原，魔法森林等地（详见SF的TC4解说），木质颜色偏深，原木是制作许多物品的原料。有时会生成带蛛网的宏伟之木，这种情况下树底会有一个洞穴蜘蛛刷怪笼和一个箱子（类似地牢箱子），在附近时要小心。\n银树同样作为神秘时代特有的树木，高品质设置下树叶会有闪光的粒子特效，主要分布在魔法森林，生成时一般伴有水银花，木质偏白，原木用作高级法杖的制作原料。银树树木有一定概率生成带有树洞的树干，用揭示之护目镜或魔法透镜就能看到里面的节点元素，此种节点多为纯净节点，生成时就在原木方块中，若原木被破坏节点也会被破坏。\n宏伟之木树苗和银树树苗都可以种，不能使用骨粉催熟，但可以用神秘时代自带的句芒锄右击催熟，银树树苗长成后会生成一小块地区的魔法森林。\n水银花生长在银树周围，打落掉落水银，用剪刀可以采集花本体。\n火焰草在沙漠地形生成，打落掉落烈焰粉，同样可以用剪刀采集\nPS：带NEI的整合中，如果开着高亮显示，鼠标指向水银花和火焰草时会消失，这时只要选项->世界->高亮显示->隐藏 就ok了\n起步\n谈到魔法，没有法杖怎么行？\n神秘时代中就要用这个法杖起步了，左边是铁粒（1铁锭合成9铁粒），再按右边合成法杖\n\n\n\n\n\n27f32dfa513d26979df5fc1157fbb2fb4316d87c.png (283.21 KB, 下载次数: 1336)\n\n下载附件\n\n2014-3-26 11:41 上传\n\n\n\n\n\n然后，我们需要一本魔法手册，随时查看已掌握的神秘研究以及未研究的项目。\n在地上放置一个书架，用法杖右击，就得到了一本魔法手册，拿着手册右击可以打开界面（以后的研究项目都可以在手册中查看）\n\n\n\n\n\n88ac2a2442a7d933b3eb103faf4bd11372f001de.png (253.6 KB, 下载次数: 1268)\n\n下载附件\n\n2014-3-26 11:41 上传\n\n\n\n\n\n台桌，研究台和奥术合成台的来源，1排木半砖加2个木板就可以合成了（与木板种类无关）\n\n\n\n\nce4b2c23dd54564ea7a71075b1de9c82d0584f5f.png (278.61 KB, 下载次数: 1255)\n\n下载附件\n\n2014-3-26 11:45 上传\n\n\n\n\n\n要研究，就要写笔记，需要笔与墨了。笔与墨的合成是无序合成，羽毛+玻璃瓶（可换成玻璃安瓿）+墨囊（可换成红石计划中的黑色浸染树苗），不过没人会换那俩种吧= =，其他的拓展mod也有一些代替墨囊的合成品，这里就不说了。\n\n\n\n\n3406cec4b74543a90c4b0c801c178a82b80114cd.png (263.71 KB, 下载次数: 1255)\n\n下载附件\n\n2014-3-26 11:45 上传\n\n\n\n\n\n将两个台桌并排放置，用笔与墨右击一侧就会变成研究台，研究笔记就需要在这里完成了\n法杖直接右击台桌会变成奥术合成台并将法杖放入台子（利用这个bug可以将设定上不能放入的核心法杖放入合成台）\n\n\n\n\n3f115eec54e736d13c83784499504fc2d462698d.png (236.77 KB, 下载次数: 1243)\n\n下载附件\n\n2014-3-26 11:45 上传\n\n\n\n\n\n魔导透镜，拿着它对着生物，方块，物品按住右键会解析其构成，获得研究点数，合成用的碎片不限种类。\n\n\n\n\n34049551f8198618b7a804c848ed2e738ad4e6ab.png (283.25 KB, 下载次数: 1258)\n\n下载附件\n\n2014-3-26 11:51 上传\n\n\n\n\n\n新版研究（内附要素合成表）\n\n当背包里有纸和笔与墨时，魔法手册里单击闪烁的圆形和方形研究会获得笔记，如下图\n\n\n\n\n\n50354559252dd42a702e7910013b5bb5c9eab801.jpg (34.21 KB, 下载次数: 1243)\n\n下载附件\n\n2014-3-26 11:59 上传\n\n\n\n\n\n将笔记放入研究台，刚开始没解锁多少要素时，研究中的未知要素为灰色问号，新版研究的好处就在于初始要素点的位置都是固定的，只有空档的生成位置是随机的\n所以在做研究前，我们最好还是多解锁一些要素，初始只给出了风，水，火，秩序，混沌，地6种，用它们相互合成会产生出新的要素，新的要素又可以和它们或是其他新要素合成新要素\n4.0.5的要素合成表（表格图片来自小吧的简明教程），4.1.0e将工具Instrumentum改为人类Humanus+秩序Ordo\n\n\n\n\n\n8dce47d9f2d3572cd5651ff78813632762d0c332.png (90.96 KB, 下载次数: 1324)\n\n下载附件\n\n2014-3-26 12:00 上传\n\n\n\n\n\n\n\n\n\n\ne5c6d7d3572c11df6c563c08612762d0f703c232.png (82.14 KB, 下载次数: 1276)\n\n下载附件\n\n2014-3-26 12:00 上传\n\n\n\n\n\n4.1.0f的要素合成表（本人整理，转载请注明出处），由于合成冲突4.1.0g将天气Tempestas改为风Aer+冰Gelum\n\n\n\n\n\nnew.jpg (142.8 KB, 下载次数: 1318)\n\n下载附件\n\n2014-3-26 12:01 上传\n\n\n\n\n\n研究台内的研究点数会受周围环境影响而随机发光，例如附近有岩浆，火就会发光，有水流，水就会发光等等。发光的研究点数可以在用完后额外再使用一次。\n怎样完成笔记？\n研究台的左侧是你现有的研究点数（不说要素了，因为官方就是这么设定的研究点数），称之为RP池，当你有了足够的研究点数RP（researchpoint），需要拖动各种RP至笔记的六边形格子内，通过RP之间相互连接形成链，当初始RP全部被连在这条线上时，研究就完成了，线不一定要一条线，也可以放射状，就像IC的机器与发电机，只要全部用电线连起来就能输电工作了（炸机器的除外=A=）。\nRP之间连接的前提条件是：这两个RP里必定有一个RP能合成另一个RP\n如：\n风Aer能连接灵气Auram，光明Lux，移动Motus，树木Arbor，感官Sensus，气候Tempestas，虚空Vacuos，飞行Volatus。\n水Aqua能连接寒冰Gelum，史莱姆Limus，移动Motus，贸易Permutatio，毒药Venenum，生命Victus，水晶Vitreus.\n\n\n\n\n\nQQ截图20140224214924.png (137.36 KB, 下载次数: 1246)\n\n下载附件\n\n2014-3-26 12:05 上传\n\n\n\n\n\n研究项目中存在隐藏研究，在书中大体为淡黄色背景色，这类研究需要通过研究特定构成的对象（如神秘锭是金属，魔镜是旅途等等），或者知识碎片合成笔记来完成。所以没事可以多拿透镜扫扫，这个那个东西都研究下，对研究的完成很有帮助的。在上个版本中，研究专长、研究精通对应效果是对于移动笔记中的符文而用，新版中，这两个研究的效果变为撤销已放入笔记元素时25%概率返还(Expertise)，和50%概率返还+10%概率放入元素时不消耗点数(Mastery)，研究精通能在研究台通过shift+右击研究点数快捷合成，所以前期尽快完成研究精通对加速研究进度很有帮助。\n法杖充能\n\n法杖放在奥术合成台，安装核心使用，建造多方块结构时都需要魔力，游戏中单位设定为vis，法杖所能储存的魔力有6种：火，风，水，地，秩序，混沌。可以通过吸取相应的节点或是要素球补充。要素球会在生物被玩家击杀时掉落，当法杖放在工具栏时会像经验球一样主动靠近玩家。节点则是在地图随机生成的，手持法杖对其按住右击就可以从中抽取魔力。\n法杖核心安装\n\n\n\n\n\n2014-03-17_16.26.43_2345看图王.png (276.65 KB, 下载次数: 1230)\n\n下载附件\n\n2014-3-28 10:10 上传\n\n\n\n\n\n默认键位是F（Focus），按下后会出现核心选取界面，将鼠标移到要安装的核心上然后松开F就可以了。如果F键无效或是冲突，可以打开：选项-控制-Change Wand Focus，修改它的键位设置。\n高级杖芯\n\n4.1.0e增加了9种新杖芯：核心石英魔法杖柄175vis，核心黑曜石魔法杖柄175vis，核心甘蔗魔法杖柄175vis，核心烈焰魔法杖柄175vis，核心白骨魔法杖柄175vis，核心魔法杖柄（宏伟之木）125vis，核心银树魔法杖柄250vis。\n\n\n\n\n2014-03-28_10.16.56_2345看图王.png (183.43 KB, 下载次数: 1204)\n\n下载附件\n\n2014-3-28 10:17 上传\n\n\n\n\n\n矿簇炼金\n\n新增了矿簇的炼金，冶炼矿簇可以得到两份矿锭，如果没有工业这还是不错的选择\n\n\n\n\nb2e5c3cd7b899e512020065940a7d933c9950deb_2345看图王.png (122.05 KB, 下载次数: 1207)\n\n下载附件\n\n2014-3-28 10:26 上传\n\n\n\n\n\n\n\n\n3390a95494eef01fe5bb2488e2fe9925bd317deb_2345看图王.png (220.64 KB, 下载次数: 1215)\n\n下载附件\n\n2014-3-28 10:26 上传\n\n\n\n\n\n注魔祭坛\n\n有时候不小心破坏了祭坛，只要4个支柱和中心的基座还在，在原位置摆上一个符文矩阵然后用法杖轻轻右击，矩阵又会转动起来，这样祭坛就恢复正常了。（矩阵重启不消耗任何要素）不过若被破坏的也包括4个支柱，那么你只好重新消耗要素来制作祭坛了。。。按书中摆好物品和要素源质罐子，基座上右击摆放物品再次右击取下，确认材料准备好后，法杖右击矩阵开始注魔合成\n\n\n\n\na8319c389b504fc295521d4ae7dde71190ef6d0b_2345看图王.jpg (49.94 KB, 下载次数: 1213)\n\n下载附件\n\n2014-3-28 10:46 上传\n\n\n\n\n\n如果带着揭示护目镜就可以看到矩阵上显示着一些要素，这里的数字与其他地方不同，并不是指矩阵内含有的要素，而是完成指定注魔合成所需要的要素，随着罐子中的要素被吸入矩阵，这些数字会越来越小，直到0时代表该要素已经准备足够。\n注魔开始时会按优先级依次吸收罐中要素，此时是最重要的时刻，风险适量及以上的注魔进行时矩阵不时会有紫色闪电生成，一定几率会击中基座上的物品使其掉落，发生咒波污染（如下图）少数情况物品会直接被击毁消失\n如果物品掉落后没有补上，矩阵会持续吸收罐子中的要素，直到全部吸干\n另一种情况下，如果注魔一次所需的部分要素没有吸收足够（已有某种或某些要素吸收足够的情况），矩阵中本来减小的数值又会重新增大，并按优先级重新吸取优先级高的要素，如果及时补充上要素注魔也能继续进行。\n然而若是一种要素都没有吸收，数值会快速增大，此时危险系数越来越高，闪电出现概率越来越大，补充要素也于事无补，只能取消注魔（右击中心基座取下核心物品强制取消（4.1.0g修改源质不足增大消耗特性）\n\n\n\n\n7ced97119313b07e6e9a70b80ed7912397dd8c7e_2345看图王.png (368.97 KB, 下载次数: 1210)\n\n下载附件\n\n2014-3-28 10:30 上传\n\n\n\n\n\n关于祭坛的有效范围（参照SF最后一期TC解说），试着重现了一下，在祭坛中心基座水平面以下，呈倒金字塔形，水平离中心基座最远（以下均以中心基座为参照物）x=8，z=8，y每降低1格，x&z减少1格，最低有效高度y=7。基座上部空间的有效范围呈长方体，最高有效y=11，x=8，z=8\n为什么要讲这个有效范围的判定？因为祭坛注魔开始时它会检测有效范围内的所有基座和罐子，对于一次注魔合成，罐子的要素种类多了也没有关系，但是物品确实十分严格的限制，只有当有效范围内的基座上的物品都符合某一个注魔合成表时，注魔才会开始，多了少了都不行。\n因此不要将多个祭坛建的十分靠近，这样判断基座时可能会相互干扰而妨碍注魔，若祭坛附近的基座均摆放对称但有效范围内远处有一个基座摆放与这些基座不对称，那么注魔的风险就会加大。也就是说你看谁不爽了想恶作剧就在他祭坛有效范围内再放个基座放个物品，然后他就不能注魔了0 0（大雾）\n尽管后期大部分注魔风险不高，但还是有必要讲讲如何降低注魔风险\n这里用了13X13（169）个蜡烛\n8个基座（之后可以增加）为了方便来回走动将祭坛部分建在了空中，与地面2格相聚，正好能自由行走（装饰可以无视。）\n\n\n\n\n17f053c6a7efce1b0692b87aad51f3deb58f65e0.jpg (39.87 KB, 下载次数: 1211)\n\n下载附件\n\n2014-3-28 10:38 上传\n\n\n\n\n\n\n\n\n61d25e899e510fb3fc3f0427db33c895d1430c7f_2345看图王.png (305.51 KB, 下载次数: 1204)\n\n下载附件\n\n2014-3-28 10:38 上传\n\n\n\n\n\n注魔风险是：微乎其微Negligible<微量Minor<适量Moderate<高High<极高Very High 这是对于单独的神秘时代来讲\n如果还安装了神秘工匠（Thaumictinker），那么还有更高等级的的危险（dangerous），这个最高风险的注魔合成就是渗透附魔台\n实测169蜡烛摆法成功率接近99%，消除了大部分不稳定性。\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "morikawa",
            "timestamp": 1395672240,
            "txt_content": "神秘历史由于其作者被Vazakii指出盗取神秘时代2源码而弃坑，该addon也成为绝版，为了尊重作者，不会制做它的教程。"
        },
        {
            "author": "tsubasa56",
            "timestamp": 1395751680,
            "txt_content": "把教程搬过来把   贴吧那一层一层得看着好不方便"
        },
        {
            "author": "morikawa",
            "timestamp": 1395801120,
            "txt_content": "tsubasa56 发表于 2014-3-25 20:48\n把教程搬过来把   贴吧那一层一层得看着好不方便\n噗，只看楼主也可以。bbs没怎么用过，我试试"
        },
        {
            "author": "Lovin",
            "timestamp": 1405738080,
            "txt_content": "你的贴吧id是“量产上条当麻”？\n这个帖最好分类到mod教程，mod讨论那边水贴太多。\n你暑假不会是想进军mcbbs吧，各种搬运和汉化~~~~~"
        },
        {
            "author": "morikawa",
            "timestamp": 1405870380,
            "txt_content": "Lovin 发表于 2014-7-19 10:48\n你的贴吧id是“量产上条当麻”？\n这个帖最好分类到mod教程，mod讨论那边水贴太多。\n你暑假不会是想进军mcbb ...\n没有进军打算，纯粹消遣噗"
        },
        {
            "author": "q15238372822",
            "timestamp": 1405872540,
            "txt_content": "看一看，赞一下"
        },
        {
            "author": "zzxxccsccxxzz",
            "timestamp": 1407157740,
            "txt_content": "支柱是什么？"
        },
        {
            "author": "Minecgo",
            "timestamp": 1407561000,
            "txt_content": "{:10_503:}TC4字体小怎么办"
        },
        {
            "author": "zouchanglin",
            "timestamp": 1407590700,
            "txt_content": "表示神秘好难懂哦，比英语还难。"
        },
        {
            "author": "morikawa",
            "timestamp": 1407607140,
            "txt_content": "zouchanglin 发表于 2014-8-9 21:25\n表示神秘好难懂哦，比英语还难。\n支持一下SF哈哈"
        },
        {
            "author": "morikawa",
            "timestamp": 1407607140,
            "txt_content": "Minecgo 发表于 2014-8-9 13:10\nTC4字体小怎么办\n用字体修复"
        },
        {
            "author": "zouchanglin",
            "timestamp": 1407638160,
            "txt_content": "morikawa 发表于 2014-8-10 01:59\n支持一下SF哈哈\n?啥意思啊"
        },
        {
            "author": "墨赐",
            "timestamp": 1409053320,
            "txt_content": " = = 神秘3已经头大了，神秘4更是吐血，搞这么麻烦干嘛呢····"
        },
        {
            "author": "Like_Monster",
            "timestamp": 1420862100,
            "txt_content": "Minecgo 发表于 2014-8-9 13:10\nTC4字体小怎么办\n加Q。我有放大字体的方法。1242432735"
        },
        {
            "author": "Like_Monster",
            "timestamp": 1420862160,
            "txt_content": "墨赐 发表于 2014-8-26 19:42\n= = 神秘3已经头大了，神秘4更是吐血，搞这么麻烦干嘛呢····\n现在都出神秘4.2了。。快出神秘5了。。"
        },
        {
            "author": "qq1003096124",
            "timestamp": 1423100280,
            "txt_content": "zouchanglin 发表于 2014-8-10 10:36\n?啥意思啊\n不知道....................."
        },
        {
            "author": "aluka",
            "timestamp": 1424922000,
            "txt_content": "感谢分享  最近正头疼呢 刚接触神秘时代"
        },
        {
            "author": "夙夜残风",
            "timestamp": 1426321560,
            "txt_content": "楼主，神秘4.1在服务器里不能用使用核心怎么解决，我是辅助，查到说开启fake-player，但是不知道在哪开，求教"
        },
        {
            "author": "ProfessorXu",
            "timestamp": 1426798140,
            "txt_content": "Like_Monster 发表于 2015-1-9 22:56\n现在都出神秘4.2了。。快出神秘5了。。\n神秘5还早吧...但神秘4.2加了很多东西：扭曲思想，神秘的黑暗面，..."
        },
        {
            "author": "whwhwhqwe",
            "timestamp": 1426905780,
            "txt_content": "为什么我都把笔记填满了都没成功"
        },
        {
            "author": "Like_Monster",
            "timestamp": 1435792980,
            "txt_content": "夙夜残风 发表于 2015-3-14 16:26\n楼主，神秘4.1在服务器里不能用使用核心怎么解决，我是辅助，查到说开启fake-player，但是不知道在哪开，求 ...\n手里拿着法杖长按F，背包里需要有至少一个核心。注意，权杖是不能按核心的。"
        },
        {
            "author": "xiaoya2031",
            "timestamp": 1474123740,
            "txt_content": " 本帖最后由 xiaoya2031 于 2016-9-17 22:52 编辑 \n\n楼主，具体要怎么做呢？我这字都看不清啊：\n\n\n\n\n869BM9PQ4MFA8L_RDZ2J1MM.png (76.26 KB, 下载次数: 3)\n\n下载附件\n\n2016-9-17 22:51 上传\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "FCM丶RuinNight",
            "timestamp": 1484101920,
            "txt_content": "不错不错=W="
        },
        {
            "author": "FCM丶RuinNight",
            "timestamp": 1484125140,
            "txt_content": "很好的教程"
        },
        {
            "author": "1469687721",
            "timestamp": 1486472340,
            "txt_content": "顶一个，第一次看见有人这么耐心的讲解神秘，而且玩的比较透彻"
        },
        {
            "author": "kong、世界",
            "timestamp": 1507285080,
            "txt_content": "6666666666666 含棒棒~"
        },
        {
            "author": "915932204@qq.co",
            "timestamp": 1532159040,
            "txt_content": "楼主辛苦了"
        },
        {
            "author": "☆Nicps☆",
            "timestamp": 1532348640,
            "txt_content": "已收藏 很棒的作品~~~~·"
        },
        {
            "author": "wangyi_mc",
            "timestamp": 1532528340,
            "txt_content": " 看一看，赞一下"
        },
        {
            "author": "seansu",
            "timestamp": 1589872140,
            "txt_content": "能搞个可下载的教程吗"
        },
        {
            "author": "qq522004335",
            "timestamp": 1589995200,
            "txt_content": "感谢楼主大大，虽然没怎么看懂。。。。"
        },
        {
            "author": "wag123",
            "timestamp": 1591839420,
            "txt_content": "我的回复被警告，呵呵，给你点儿面子，给你个万用回复，不给你面子，你这个算教程，神秘书都比你详细，要看教程，SF的视频教程不比你详细，真是给点颜色开染坊"
        },
        {
            "author": "yangzezhao",
            "timestamp": 1594216440,
            "txt_content": "可以可以，终于找到教程了"
        },
        {
            "author": "2073005342",
            "timestamp": 1594269780,
            "txt_content": "蜡烛13X13最多能摆放几层降低风险呢"
        },
        {
            "author": "2073005342",
            "timestamp": 1594269840,
            "txt_content": "如果用复相魔晶是不是比蜡烛好一点"
        }
    ]
}