{
    "title": "从别的吧里转载的 《他是谁？》 注意 小恐怖出现 请做好心理准备",
    "author": "MC_Luke",
    "replyCount": 0,
    "timestamp": 1395754020,
    "txt_content": "From 戳这里为原帖地址\n在此感谢 【死之都市】 这位仁兄带来的精彩小说\n若果你不知道slender man 是谁的话戳这里\n若果你害怕了 或留下了后遗症 我可不管 \n这是第一次警告  给那些胆小的人的 \n\n\n好吧 你坚持 别怪我\n--------------------------------------------------------------------其实也没那么可怕..\n<他是谁 >\n\n马克是一名私人图书馆管理员，他每天的职责就是坐在那张位于图书馆角落中常年堆满书本的办公桌前为读者办理图书借还手续以及对图书馆的每一个角落进行保洁工作，因为图书馆的主人对职员要求很苛刻而且图书馆会一直营业到深夜。不过好在薪水很丰厚，足以让马克在每个月月末领到一笔能充分满足自己衣食住行的薪水。 \n虽然每天的工作都很轻松，但是马克很不喜欢值夜班。 \n因为值夜班专用的桌子正对着图书馆大门，而大门正对着的是一片生长茂密的树林。 \n图书馆位于街道右边，左边盘踞着一片历史悠久的树林。 \n没人知道这片树林究竟在这里驻守了多少个年头。越往里走四周的光线就越是阴暗，就算在白天也没人愿意进入。虽然靠近街道的树下布置的供路人休息的长椅以及可供夜间照明的煤油灯驱散了不少阴郁的气息，但是比起夜间树林里的静谧和黑暗这些布置仍不足以使马克在注视它的时候感到安心。 \n每当马克值完夜班离开这里的时候总会快步走过这条路以摆脱树林带来的压迫和不适——这片街道他连片刻都不愿多呆。每当走在这条路上，他都会在心里不停地回想自己女友玛丽的身影和笑容——要不是为了能和玛丽在一起，他也不愿意为了那多出的20%加班费而留在这里值夜班。 \n\n\n“SHIT，越来越冷了。”马克嘀咕着把外套拢得更紧。 \n又是值夜班的时间，但是今夜比起往常似乎更为寒冷；除了骤降的温度外一同降临整片城区的还有的雾气。 \n雾气无处不在，笼罩着河流，钻进小街窄巷，蜷积在城中大大小小的公园和花园里光秃秃的的树枝上。树林中也有它的身影，树林间的雾气比起街道更为浓郁，看起来就像惨白的鬼怪无所顾忌地盘踞在树木之间的空隙中；连带着街边路灯的光线也在浓雾的影响下变得像那些鬼怪睁着的细小的眼睛在肆无忌惮地注视着街道上过往的行人与经过的马车。 \n马克此时正坐在那张正对着大门的桌后心不在焉地翻看今天的借书登记薄。 \n随着大门被从外向内推开发出的吱扭声，一个黑色的身影伴着涌动的白雾和刺骨的寒气进入了这间面积不小的图书馆。 \n虽然知道是客人，但是马克连头也没抬。 \n如果只是进来看书的，那么不理会也没关系；如果要借书，对方迟早也会自己找来这里。 \n\n\n“劳驾。” \n伴着低沉的嗓音，一本书被轻轻递到马克面前的桌子上。 \n书名为《儿童生理学》 \n马克漫不经心地接过书取下书本的标签，向对方递上先前翻看的登记薄。 \n一只包裹在做工精细的衣袖中的手接过了这本棕色皮革封面的本子，衣袖边缘镶嵌着一排以蓝宝石镶嵌黄铜的装饰纽扣；套着高级黑色皮质手套的手指十分修长，使人看后不由会联想到钢琴家。 \n马克不由得抬起头看向这位深夜来客。 \n对方的个子很高体型很瘦，脸部被一顶黑色礼帽遮住了大部分，在帽檐阴影的下遮挡看不清对方的五官与表情；风格简洁的雪白衬衣上系着看上去时下贵族绅士们所宠爱的黑色领结，最外穿着一件风格典雅的定制黑色西服。 \n马克接过对方递回的登记薄，看到“姓名栏”内写着的姓名是JEFF。 \n马克知道这不是对方的真实姓名而是为了方便隐匿行迹而起的假名。 \n办理相关手续的时候对方一直都沉默着站在桌前静静等待，偌大的图书馆中此时只有他们俩人。 \n为了减轻室内过于寂静的气氛，马克先开了口“先生，如果您想要阅读更多最新、最权威的人体医学书籍那么来这里找就对了，毕竟老板亲自挑选的书都是出自现下最有资历的医生学士之手。” \n“谢谢”对方轻声回答道。 \n麻利地处理完一切事宜后马克离开座位一溜小跑来到门前为这位神秘的绅士拉开了大门“如果您有什么需求，我愿意尽最大的努力帮助您。” \n对方轻轻颔首，随即走进了那片雾气之中，黑色的身影很快就被浓雾吞没。 \n这位神秘的贵族离开后没多久就到了马克的下班时间。 \n站在大门紧闭的图书馆前马克不由得向这名深夜来者离去的方向看了一眼，对方得体高贵的打扮、低调沉默的风格给他留下了及深的印象。马克的家庭并不富裕，为了补贴家用，马克过早地放下了书本四处找零工，在交了女友后他需要的金钱数额逐渐变得更多。 \n“要是能留在这位先生身边就好了，他一定能给我更丰厚的薪酬。”拢紧大衣，马克加快了步伐。 \n\n\n第二天清早马克被窗外传来的嘈杂声吵醒。 \n马克拉开窗户就看见住在不远处的姑妈正在楼底下崩溃般地嚎啕大哭，隔着站在她身边的人群马克可以看到她将整个身体伏在身边摆放着一具小小担架上，担架四周的地面上沾染了大片鲜红的血迹。 \n披上外套后马克匆匆赶到了楼底下。 \n当他看到那具担架上的人时忍不住呕吐起来——担架上躺着的是马克年幼的侄子卡特 ，卡特小小的胸腔已经被完全剖开，皮肉上凝结着大片干渴的鲜血，被剖开的胸腔暴露出里面一个个被白色塑料袋严密包裹好的器官；与鲜血淋漓的身体产生巨大差异的是白色塑料袋与包裹其中的器官都十分干净——不但没有沾上半点血迹而且都完整地保持着原样，看起来凶手在将他们剖出后又将它们精心清理过一遍后再有条不紊地重新放回位。 \n最为怪异的是他凝固着鲜血的嘴角还带着笑容，仿佛做着一个甜美的梦。 \n马克赶紧离开聚拢的人群，他迫切需要一个人好好静静；可是没走多久，一阵强烈的眩晕感卷席了他的大脑，他想要扶住身边的墙壁稳住自己的身体，但是在越来越强烈的眩晕感侵袭下他迅速向地面倒去。 \n在马克快要与地面进行拥抱的时候一只有力的手臂牢牢扶住了马克的肩膀没有让他倒在肮脏的地上。 \n马克感激地转过头，发现对方正是昨天深夜前来借书的神秘人。 \n对方仍然穿着一身黑色西服，黑色的礼帽遮盖了大部分面孔，在小巷阴暗的光线下始终无法看清对方的面容。 \n“好心的先生，谢谢您的帮……” \n没等说完，马克只觉得一股暖流源源不断地从他的鼻孔中奔腾而出。 \n他不由得愣了愣，左手下意识拂过自己的鼻孔后发现沾了满手黏糊糊的血迹。 \n对方没有说话，轻轻递过一条白色的手帕示意他用来止血。 \n无奈鼻血溜得实在太多，马克只得接过这条带有高级古龙水香味的白色绢丝手帕。 \n白色手帕迅速被鲜红的血迹浸透，被血迹沾染的白色手帕已经看不清原本的颜色。 \n过了好一会，马克才感到自已的脑袋没那么晕乎。 \n看着一条价格不菲的手帕被自己这么糟蹋了，马克感到十分不好意思， 于是开口道“先生，由于还没到发薪水的时候，所以我现在还没有足够的金钱赔偿这条手帕；不如这样，若是您还去图书馆借书我可以私下多借几本给您，您看如何？” \n对方轻轻颔首，放开已经可以自己站稳的马克后独自离开了这条阴暗肮脏的巷子。 \n马克低着头返回姑妈身边，心里被失去亲人的伤心和失落感包围。 \n自己居住的地方是廉价公寓环境又脏又差不说，每当女孩问起自己的住所时总会感到难以开口；从刚才帮助自己的陌生人身上马克似乎一下子全部找到了自己所想要的一切：金钱、得体的着装、舒适安逸的居所。 \n\n\n由于不用值夜班，马克早早地爬上了简陋的床铺。 \n马克发现自己正在一片生长茂盛的森林中奔跑，头顶有暗沉的月光从生长茂盛的枝叶间投到地上；四周都是参天大树粗壮的树干，身边不断回响着的自己急促的喘息声。 \n逃！逃！逃！ \n不清楚自己究竟被什么未知的恐怖事物追逐，求生的本能不断催促着马克迈开腿向离自己最近的小路奔跑。 \n但是无论逃到哪里，马克始终都能感觉到从一开始就牢牢钉在自己背脊上的视线从未移开过。 \n就像潜行于林、深谙猎杀乐趣的野兽一样，这名神秘又恐怖的猎人并没有立刻在猎物面前显现出自己的踪迹；但是每当他靠近马克，四周就会回响起一片刺耳的嗡嗡声，听起来就像指甲挠玻璃的声音一样令马克感到毛骨悚然。 \n马克感到自己的力气正渐渐流逝，虽然减慢了速度，但他仍然不时警惕地环顾四周。 \n当马克再次将视线投向那些枝叶间投下的月光时，他惊恐无比地看见了一个体型瘦长、四肢比例奇特的黑色人影，这个人影就这么无声无息地突然出现在离他几十米开外的树旁静静注视着他；月光下，马克可以清晰地看到那身黑色西装上的面部没有五官。 \n黑影只是静静地站在那里注视着马克。 \n马克迅速转移视线开始狂奔。 \n“FUCK……这TM是什么东西……”马克一边跑一边咒骂着，身后是不断闪烁着出现紧密追逐自己的瘦长鬼影——动作奇快、行进的过程中没有发出半点声响，以瞬间转移的方式频繁地出现在自己生后。 \n明明可以马上追上将他捕获，却像只戏弄耗子的猫一样紧紧跟在他身后不断进行恐吓，马克跌跌撞撞地奔跑着，他不由得感到自己的灵魂随时会被身后的鬼怪抽离身体。 \n一不留神，马克被一根冒出地面的树根绊倒在地，当他爬起身后便发现那个恐怖的东西已经神不知鬼不觉地出现在了他身边。 \n月光下马克可以清楚地看清对方伸过来的手臂上包裹的袖子外边装饰的扣子看起来就像是镶嵌着蓝宝石的黄铜，领节猩红的颜色看起来就像流动的血液染就……怪物的手臂和双腿都长的不合比例，手臂的甚至可以直接触摸到膝盖，苍白的手指十分细长。 \n怪物的背上忽然冒出细芽般的黑色触手，这些黑色细长的触手如同毒蛇般牢牢地缠上了马克的身体，在窒息感夺走马克的意识前马克最后看到的是那张没有五官的脸上裂开了一个形状如撕裂般的恐怖的嘴，紧接着那张嘴咧成一个恐怖的笑容—— \n“你死定了” \n马克失去了意识。 \n\n\n\n\n第三天中午马克被警察从图书馆中带到了局里。 \n忍住强烈的头疼，马克必须集中精力才能不让自己倒到身下坐着的长椅上。 \n侄子的丧事还要办理、姑妈的情绪已经崩溃需要自己去安慰，马克忽然间十分想念自己温和可爱的女友，他迫切地想要被她拥抱在怀中好让自己平静下来。 \n只是她已经与朋友一同外出游玩了十多天，这段时间以来都没有收到任何与她相关的信息。想到这里，马克不由得有些担心起来。 \n“马克*杰拉斯，请跟我来。”一名警察走到马克跟前示意他跟上自己。 \n“先生，能否告诉我究竟发生了什么事？”马克的心底被忽然涌上的不安卷席，一股寒意正顺着他的脚底向四肢百骸蔓延。 \n“和你的女友有关，至于具体情况你看后就知道了。”无论马克如何开口询问，这名警察在接下来都没有给他更详细的回答，最后干脆保持沉默。 \n在马克被带到一间单独的小屋后警察终于打破了先前的沉默，在拿出钥匙开门前对马克说“你女友之前告知她的父母自己要和朋友一起去郊外游玩，本应该在当天晚上返回，可是直到今天早上人们才在树林里找到她，发现她的时候她的身体被高高地刺穿在一根锋利的树枝上……” \n门口被打开后，展现在马克面前的是脸上蒙着白布静静躺在床上的女友的尸体。 \n空气中参杂着尸体发出的令人难以忍受的腐败气味，马克的身体开始剧烈颤抖起来。紧接着眼泪不受控制地从眼眶中奔腾而出。 \n可怜的女孩打开了胸腔，内脏被一个个仔细地包装在干净无比的白色塑料袋中；胸口有一个巨大的被撕裂的破口，伤口边缘还残留有树木的碎屑；破残的嘴角上还保留着没有消失的笑容——就同马克可怜的侄子一样。 \n由于尸体已经开始长蛆，弥漫在小小房间中的气味令人难以长时间停留在这间小屋中。 \n警察最后只得将不断挣扎着的马克强行从小屋里拖出来，因为这个可怜的人疯狂地想要拥抱住女友的尸体。 \n“这究竟，是谁干的？”马克哽咽着询问。 \n“还在调查中，对方的手法十分高明，一下子难以查清”警察回答。 \n“你先回去吧，回去以后跟你的老板请个假，好好调理”最后，在离开警察局前那名警察拍了拍马克的肩膀。 \n马克动作缓慢地将自己的身体拖到一张离自己最近的椅子上，疲惫地看着面前川流不息的马车与行人，他想要放空自己的心，这样才能好受些。 \n忽然那个站立在黑色路灯边的黑色瘦高人影吸引走了马克的注意力——看着那个背影马克可以立刻判断出对方就是那位将手帕递给自己的好心绅士。 \n对方背对着马克的位置，半边身影隐匿在小巷浓郁的阴影中看起来就好像是阴影凝聚成了人型在静静窥视这个世界。 \n仿佛知道有人在看着自己，那个背影转过身面对这马克所在的地方。 \n马克没猜错，正是那位神秘的绅士：今天他打着颜色鲜红的领结，在黑色西装的衬托下显得显眼却又不失礼节。在看到马克的时候向他微微点了点头，在向他打完招呼后迅速消失在旁边的转角处。 \n晚上留在图书馆中值夜班的职员是马克。 \n他没有请假，因为主人苛刻的要求下他们不能随意请假否则就随时会失去这份薪水；他也不能请假，因为他可怜的姑妈还要依靠他的这份薪水才能给侄子办一个体面的葬礼。 \n快要闭馆的时候那位黑衣绅士进入图书馆归还了之前借阅的《儿童生理学》以及马克不值夜班的当天夜里借走的《女性生理学》并借走了那一批最新的人体医学书中唯一一本被他遗留到最后的《男性生理学》 。 \n就在马克整理前两本书籍的时候他意外地发现在书本的封面上沾有一些颜色暗沉的小圆点，而《女性生理学》一书的末页上沾了些红色的泥土。 \n当马克用沾了水的布对那些小圆点进行清理时更是惊讶地发现圆点被水化开后的颜色竟然看起来像是某种生物的血液；想到这里，马克不由得打了个冷战。 \n但是回想到对方的态度和着装，马克立刻推翻了自己的判断。 \n“不会的吧，那么高贵优雅的绅士怎么可能会是杀人凶手呢。”说着，马克将清理干净的书本放回了书架。 \n\n\n“这家伙到底是什么东西？！” \n马克一边在森林里狂奔一边在心里想着。 \n他又一次回到了那片森林。 \n而这一回，那个恐怖的影子这次离他更近。 \n最终马克还是被这个恐怖的家伙逮住了，这个没有五官但是却穿着西装打着领结的恐怖生物用那些细长的触手将马克的四肢紧紧缠绕了一圈又一圈，马克听到身体开始发出一阵阵骨骼断裂的响声。 \n他正在不断地升高，渐渐地远离草地慢慢来到远离地面的枝桠间，不，是那些缠绕着他的触手将他向上抬起，最后将尚有气息的身体生生钉入一根树枝上。 \n马克能感觉得到粗糙的树枝穿过自己的皮肤刺透肌理与骨骼带来的强烈摩擦以及鲜血源源不断地从伤口中奔腾而出的剧痛。 \n“为什么还没有死呢？”剧痛侵袭下马克的意识反而十分清醒，他不由得痛苦地想。 \n这时，一张没有五官的惨白的面部出现在他面前，接着是一双伸向他身体的十指指尖锋利如刀刃的手。 \n马克听到衣服被撕裂开的惨叫，接下来他感觉到自己的胸腔、腹部正缓缓地被锋利的刀刃划开，里面的器官正被有条不紊地一个个摘除出身体…… \n鲜红的血液飞溅上那张惨白的脸孔，那张没有五官的脸上缓缓咧开一张形状恐怖的嘴；当马克咽下最后一口气的时候那张嘴的嘴角向两边蔓延开最终形成一个笑容。 \n\n\n“啊！！！！！！！” \n马克惨叫着从床上跳起来。 \n当他转身看向窗户的时候发现时间正处于黎明前最黑暗的时刻。 \n低声咒骂了一句，马克重新爬回暖和的被子中。 \n当他再次沉入睡眠时，马克的窗口外正静静站立着一个瘦长的黑色身影，人影的面部被阴影遮挡住大半，但是那张露出来的形状如撕裂般的嘴部咧成一个形状恐怖的笑容。 \n\n\n\n\n今天白天里马克都表现不佳，剧烈的眩晕和不时淌出的鼻血使得他十分狼狈，向来要求严苛地老板对他的形象十分不满，在扣除马克一个月薪水并狠狠批评了他一通后才扬长而去。 \n马克感到很沮丧，薪水被扣除意味着无法为姑妈提供买面包的钱，而自己的侄子也无法得到体面的葬礼。 \n这时，马克想到了向那位神秘的绅士求助。 \n虽然难为情，但是还是得厚着脸皮试试，万一成功了呢？ \n正想着，伴着大门打开的响声，一个黑色的人影来到了马克面前。 \n“劳驾” \n伴着低沉的嗓音，那本《男性生理学》和另一本书被递到马克面前。 \n马克急忙抬起头，发现对方正是那位绅士。 \n在办理完借还手续后马克迟疑了片刻，最后还是忍不住向这位一直保持沉默的绅士开了口“先生，我有些麻烦想向您求助……我需要一笔钱，您能否帮帮我？当我领取了薪水后我会尽快还给您的。” \n马克的头颅越来越低，这是他第一次开口向陌生人求助而且对方还是一位身份高贵的绅士。 \n“愿意为你效劳，还有什么需要帮助的吗？” \n对方低沉的嗓音中参杂着猎物上钩后的愉悦，但是马克并没有觉察。 \n“不，已经足够了”马克感激地说道。 \n“如果你迫切需要这笔钱，可以现在就跟我到住所去取，你意下如何？” \n“好的！” \n\n\n提前关闭了图书馆，马克跟在黑衣绅士的身后走到了街上。 \n此时正值深秋的夜晚，有风从树林中穿出，拂过身上时带来的寒意就像无影无形的鬼魅穿身而过。 \n黑衣绅士不紧不慢地在前面走着，马克一路小跑跟了上去。 \n眼见对方往森林的方向走去，茂盛的森林在夜间看起来就像一座藏满鬼怪的魔窟，里边隐隐亮着的路灯看起来就像鬼怪们瞪着眼睛等待着误入森林的牺牲者。 \n想着，马克深深打了一个冷战，不由得对那个背对着自己的绅士开口“先生，这里晚上太冷了，我们还是换一条路走吧？” \n“不必” \n对方说着，慢慢转过身面对马克。 \n路灯下，马克可以清晰地看到对方黑色的礼帽下是张肤色惨白且没有五官的脸。 \n\n\n第二天人们起床的时候发现城内最好的图书馆在一夜之间葬身火海，原因不明。 \n\n\n两个月后，人们顺着森林里飘散到街上的恶臭找到了马克被高高钉在树枝上而且高度腐烂的尸体。 \n尸体脚下的石头上放着两本书，其中一本书上放着的一张纸条上写着 \n“NOW ,YOU KNOW WHO I AM.” \n（现在你知道我是谁了吧。）\n\n\n\n\n\n很高兴你看完了这篇文章~~\n如果你在一个礼拜之内没有留下后遗症的话 我承认你是大胆的人 那么 你就可以看slenderman的介绍了~ 或者 直接观看\n高端大气上档次的 《大理石黄蜂》 本人看完24章就不敢看了。。。\n\n\n",
    "replies": []
}