{
    "title": "<连载·单章>[作者：1519347866]斯克尔之方块世界历险记第一章",
    "author": "1519347866",
    "replyCount": 5,
    "timestamp": 1395752940,
    "txt_content": " 本帖最后由 1519347866 于 2014-3-26 12:41 编辑 \n\n——————————————————————————————————————\n前言：宇宙本身就是黑暗，可就是某些人创造出来光明，也许宇宙中的黑暗\n就是考验世人所用\n——————————————————————————————————————\n\n                                                                                           ①初来世界                                                                                                                             “滚！”一个穿着浅蓝色衣服的青年被轰出大门，没错，这位青年就是斯克尔，斯克尔是以为孤儿，从小就在孤儿院，孤儿院也没有能力可以让他上所高中。所以他常常找不到个正经的工作。他无奈的，只会回去。斯克尔会到家里，所谓的家只不过是个破旧的车子，斯克尔躺在车里，叹啦口气。整整待上几个小时。夜晚来临，车子里没有什么保暖的物品，斯克尔也只能蜷缩着身子，拿着一包方便面和榨菜。他竟然连水都没有。斯克尔流下啦泪水，忽然，车子突然剧烈摇晃，他惊慌地向窗外望去，一个黑影！这是什么东西！斯克尔大惊！以一种不寻常的速度跑啦出去，黑影继续跟上，此时他跑到啦一个巷子啦，等他回过头时，黑影居然不见啦！他连忙朝自己家跑去，忽然，，一阵巨大轰鸣声！他的车子！不！是家！他的家。。。。爆炸啦。。。。。。。。\n“不！！！！！！！！！！！！！！！上帝为何要这样惩罚我，我又没犯什么错...............\"他跪在地上，连续哭啦好几分钟。他跑到废墟旁，看看有什么东西可以找来用用，他发现啦一张纸，上面写着：要来找我，回到刚刚的巷子里。此时他的心中充满啦怒火，只有复仇。他又跑回去。这个巷子里有许多垃圾，臭味充斥啦这里，墙上写着几个工整有力的大字：影子科技有限公司  地址： (和谐）街（和谐）对面 招牌员工：20岁以上即可。他犹豫片刻，然后跑到那所谓的影子科技公司。“可恶，大门竟然锁啦，我该想想有什么方法可以进去，要是让我找到那人，我就把他（和谐23333333）。”忽然，大门开啦！\n一道亮光所致，斯克尔不知怎么回事，昏头昏脑。他隐隐约约看见几个穿着防化服的人。“斯克尔.费奥。24岁，O型血，正是我们的实验目标。通报上级，立即灌入C型病毒。”“明白” 一个穿着西服的人走到他旁边：“快把他绑起来。”斯克尔欲挣扎，可是浑身没有力气，他感觉自己快要窒息啦，眼前一片黑暗，似乎什么也没有，他的意识渐渐消失，好像有种东西占据啦他的大脑，他似乎要死啦。一阵光芒，他似乎来到啦某个空间：“我真的不想舍弃他。”某个哭声传来，斯克尔想去看，似乎被阻挡住，那好像是他记忆的深处。“我们就给他取名为斯克尔.费奥吧” “宝贝，看这里。”    “记得保护我的孩子.....”\n“宝贝，要学会走路，不然以后怎么办。” 他的记忆被打乱，一切没有顺序似的。他突然觉得自己一定要见到自己的亲生父母。“啊！！！！！！”他从记忆深处逃啦出来！“斯克尔醒来啦！快！绑住他！” “啊啊啊啊啊啊！！！！！！！！！！！！！！！”他使劲全力，绑住他的绳子竟然断开啦！他的潜力被激发啦！他使劲全力挥打那些穿着防化服的人，然后他突然以迅雷不及掩耳之势飞奔，撞开大门，用劲全力奔跑，他跑到一个高大的建筑物旁，因为他知道这附近就是政府大楼。忽然，天上一个轰鸣声，一个巨大的飞机朝这里飞来！不！应该是撞！“轰！”斯克尔被强烈的冲击波波及到，此时，他感觉他的身体被剁的粉碎，然后又合上。“啊！！！！！！！！！”斯克尔掉到一条河里。等他醒来时，他发现自己的双手是方形，他急忙上岸，他大吃一惊：因为这里到处都是方块。。。。。\n——————————————————————————————————————————————————————\n作者的话：本人第一次写文章，文采不好，请见谅{:10_506:}\n\n索引：http://www.mcbbs.net/thread-255669-1-1.html\n\n",
    "replies": [
        {
            "author": "长手的苦力怕",
            "timestamp": 1395753060,
            "txt_content": "题目不合格。\n\n"
        },
        {
            "author": "1519347866",
            "timestamp": 1395753180,
            "txt_content": "长手的苦力怕 发表于 2014-3-25 21:11\n题目不合格。\n这次改啦，可以啦吧，话说第一次写，没看规则{:10_495:}不说啦，去睡觉啦(～﹃～)~zZ"
        },
        {
            "author": "stool",
            "timestamp": 1395753240,
            "txt_content": "开篇第一个字就是滚= = 感觉好霸气啊"
        },
        {
            "author": "stool",
            "timestamp": 1395753300,
            "txt_content": "1519347866 发表于 2014-3-25 21:13\n这次改啦，可以啦吧，话说第一次写，没看规则不说啦，去睡觉啦(～﹃～)~zZ ...他突然觉得自己一定要见到自己的亲生父母。“啊！！！！！！”他从记忆深处逃啦出来！“斯克尔醒来啦！快！绑住他！” “啊啊啊啊啊啊！！！！！！！！！！！！！！！”\n表示啊 和！   貌似很多啊  混字数诶= ="
        },
        {
            "author": "cheng000",
            "timestamp": 1395753600,
            "txt_content": "表示不经常看mc小说"
        }
    ]
}