{
    "title": "<连载·单章>夺回自由系列[作者：狂风※中箭]第十章：回家了！真的吗？",
    "author": "狂风※中箭",
    "replyCount": 2,
    "timestamp": 1395756540,
    "txt_content": "                                                                     （感谢您的点击啦，这么久才更新是因为我家的电脑主板坏了，只能在同学家里开更，但是时间又有限，只好分几天来码字了（我是现打现更的）。。不过还是谢谢您的点击啦）\n\n                                               上集结尾：野战方面（丛林中的人（暗想）：“哼。你这小子，只要你不捣乱我们的事情，我们才懒得理你，可是你睡得那个池塘就有我们的秘密，差点被你发现了，我们还不跟紧你？”（战斗之刃方面）战斗之刃：“欢呼吧！大伙，我们赢了！而且我们这车是通往家的！我们可以回去了！”\n\n                                                正文开始！\n————————————————————我是有爱的分割线————————————————\n     野战的方面\n     但是野战并不确定里面丛林里有没有人，所以只能向前奔去。不过人的体力也是有限的，野战狂奔了一段路之后，就疲惫不堪的。\n     野战：“我*（这个字已被作者屏蔽- -），跑了这么久，他没追上来吧。”\n     野战坐在旁边的石头上，打算休息一会了。接着他习惯性的拿起他的微型查询器，打算玩一玩游戏。。（这货当兵前还是很屌丝啊。。）\n     野战：“。。。我居然忘了这玩意是查询器啊！有地图啊。”\n     野战像找着了宝贝一样立刻打开查询器里的地图。地图里面显示，这里，其实是距离城市不远的一座山！而且城市就是他的家所在的地方！\n     野战：“感谢方块世界（这货不知道那里叫啥）的神！还是你懂我啊！”\n      野战立马向他家所在的城市跑去！\n————————————————————我是有爱的分割线————————————————\n     大约一个半月之后。。。（野战已经进入城市，至于他怎么样了，我以后再说）\n      狂啸（在一截车厢里）：“战斗之刃！你不是说我们能回家了吗？但是这里的环境明显不是家啊！（大声）”\n      此时此刻，这辆火车的外面的天空正是血红色的天空！而且在天空中露出一股不祥之意！\n      战烈：“可能我们的家已经受到了谁的攻击。”\n      狂啸：“你别乱说！乌鸦嘴（大声，争吵中）！”\n     战斗之刃：“你们别吵了，可能战烈说的是对的，等我们到了就知道了。”\n     狂啸：“好，到时候在看看啊。”\n     巡战部队士兵A：“要不我们去找中央基地？”\n     战斗之刃：“好吧，我去给他们个消息。”\n     语毕，战斗之刃拿起他裤袋里的微型通讯器（还是高科技。。），准备向中央基地汇报情况。忽然，中央基地传来了信息！\n     中央基地：“最新信息！你们列车通往的城市受到了变异末影怪物的攻击！”\n     战烈：“咱的家人还在那里呢！”\n      巡战部队士兵B：“对啊，我们大部分人都是那里的！” \n       战斗之刃：“都别吵了！我们赶紧到那里再说吧!”\n       战烈：“但是野战呢？野战那家伙我们还不知道他在哪儿啊！自从我们离开了一开始的火车之后，我们就再也没见过他了！还不是你！战斗之刃！要不是你要我截断车厢！我们或许还在一块作战呢！”\n       战斗之刃：“（沉默）。”\n       巡战部队士兵C：“战烈，你别说了，我们都快到家了，我们还是关心一下现在的情况吧。”\n       战烈（大声）：“你**(屏蔽）能体会我的感受吗？他是我从小的玩伴！不是你！你能体会失去最好的朋友的感受吗（声音越来越高）？”\n       战斗之刃（冷静）：“你别吵了，虽然我知道你的痛苦，毕竟你也是很少发火的，不过等我们到了再说吧。”\n       战烈（强忍住愤怒）：“好，等我们到了再说。”\n        一小时之后。。\n        战斗之刃：“我们到家了！赶紧看看这个城市的情况！”\n        其实，他们（战斗之刃的部队和投降的沙漠盗贼）全都不知道，有更加大的危险在等着他们！\n                                           （本章完，感谢您的点击，喜欢就评个分吧）\n\n                                             （第一大章，完！）\n",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1395756780,
            "txt_content": "有点吊，每日一更？"
        },
        {
            "author": "zhh30648",
            "timestamp": 1395759180,
            "txt_content": "意见 不要用括号来形容 直接自然的表达出来 多看看那些大大关于这种情态怎么描写的 还有 谁谁的方面显得很多余 用分割线代替更好"
        }
    ]
}