{
    "title": "<连载·单章>斯克尔之方块世界历险记[作者：1519347866][第二章]",
    "author": "1519347866",
    "replyCount": 5,
    "timestamp": 1395829320,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-26 20:03 编辑 \n\n本帖标题由 风之心_天双 进行更改\n注：请将章节贴标题统一为以下格式：\n<连载·单章>【作品名称】[作者：【作者名称】][【章节数目及名称】]【自添加内容】\n请在作品每章/节/段/回末尾处标注字数。\n\n————————————————————————————————前言：你以为掉进啦地狱，其实你到啦天堂\n————————————————————————————————\n                                                                         斯克尔之方块世界历险记\n                                                                            ②：大鼻子村民\n              “我怎么会来到这种鸟不拉屎的地方，全是方块。”斯克尔几乎要疯啦。“靠！”斯克尔一拳打到树干，突然，树竟然出现啦裂缝。“这是什么地方，连木头都那么脆。”他又锤啦几下，突然树干变成啦一个浮空的小木头，而树竟然浮空这。“what？等等，也许我可以利用这点活下去。”他捡起那个浮空的橡木，然后又放到地上，橡木竟然有恢复原样啦！“哇咔咔咔，我真是来到啦天堂，这里没有任何人，只有我！”他就按照这种不寻常的定律建起啦房屋，可是，没有食物有怎么办呢？他一边锤树，一边建房，渐渐的，他发现啦一个小窍门：当树被砍光是，树叶就会消失，变成苹果或者树苗。“原来如此，看来这地方真不寻常，我得赶快离开这个世界。”他躺在草地上。“这地方真奇怪，我才砍啦十几颗树，就到下午啦，哎，这真是一个脆弱的世界，如果这里被人类占领早就毁啦吧。”到啦黑夜，斯克尔钻进他的橡木房屋。“嗷嗷嗷，吼！咔 booooo！”   “啊！！！！#！@#！@”  “我无语啦，我在人类世界都已经够烦啦，怎么到啦这里还这样，我得出去看看。”斯克尔敲碎橡木，走啦出去。一个骷髅和一个绿色肤色的人正在追着大鼻子人类。“那是什么东西？难道是这个世界的怪物?我靠，这地方虽然容易生存，但是怪物还是蛮多的，还有，为什么那个人类拥有一个大鼻子，而且为什么只有那些绿色人类追着他？不管啦，救人一命胜造七级浮屠，时间要紧。”斯克尔感觉前去追赶，然后一拳打到那个绿色肤色的人类上，那个绿肤色的人类还叫啦一声。然后，斯克尔就把那个大鼻子人类带到啦橡木屋里。\"你叫什么？我叫斯克尔.费奥。”斯克尔说道。“我没有个正经名字，但是我的朋友都喜欢叫我白土豆。并且我谢谢你救啦我。”“，为什么在这里？还有，那些怪物怎么回事，这里是哪里？” 大鼻子人类摇几下头，然后开口说话“：我们是这个世界的人类，我们每个人都有一个大鼻子，那些怪物很恐怖，只有黑暗的地方才会出现，他们不会再人类附近出现，但是他们会追啦，那个骷髅会射箭，那个绿肤色的人是僵尸，还有一种危险动物，就是爬行者，绿色的，靠近你是他们会爆炸，而且他们像（和谐），其他怪物对我们都不感兴趣，只有那些僵尸而已。并且他们会把我们感染变成他们的同类。这个世界被我们成为方块世界，也可以叫minecraft”白色土豆说道。“哇，那他们追我吗，还有，你们为什么有这个大鼻子？”斯克尔带着疑惑的眼神问。“这是天生的，可能是区别这世界的人类与其他世界的人类吧，对了，你为什么没有大鼻子？难道你不是这个世界的人类？” “我当然不是，我也不知道怎么来到这里，我只是因为一架飞机撞到政府大楼就来到啦这里。“你的故事真悲惨，在这里你会活得更好。” “为什么？而且这个世界的东西那么容易破碎，怎么活得更好呢？” “这里的东西虽然脆弱，但是很耐用，种菜什么的很快。” “这真是棒极啦！” “等明天早上我们就出去，我会带你去我们的村庄，你的家离那不远，并且我们的村长会教你很多东西。” “哇！那太棒啦！我等不及啦！”      第二天清晨，白色土豆和斯克尔变起啦床，打碎橡木，然后出去啦。“太阳真明媚，夕阳真美好，不像大城市样，十五米外不分人畜。” “这很常见的嘛，如果你们的城市也想这样，就应该信奉上帝，把大自然当成上帝，这样就没有啦这种‘十五米外不分人畜’啦。” “我们那里不信奉上帝，但是每年清明什么的都要去扫墓什么的，还要做各种事情，人类就是奇怪。” “走吧，不哆嗦啦！” 白色土豆和斯克尔走啦一分钟左右，就来到啦一个周围围着栅栏的村庄。“走，跟大家打招呼。”白色土豆带着斯克尔进入村庄，可是大家都用一种不寻常的目光看待斯克尔。“大家好，这是斯克尔，来自别个世界的人类，大家欢迎。” “( ⊙o⊙ )哇！没有鼻子！这就是上帝吗？听说上帝也没有鼻子！”一个绿色衣服的村民说道。“看来大家很欢迎你，快点去找村长吧！”白色土豆说道。“好啊好啊！我等不及啦！” 白色土豆带领斯克尔来到一个用橡木制作而成的房屋，白色土豆敲啦几下门，随后，门咔嚓一声开啦，出来的则是一位少女。“树叶，这是斯克尔。” “你好我是斯克尔！” “你好斯克尔，我叫树叶！”树叶说道。 “( ⊙o⊙ )哇！你为什么没有鼻子！” “这是秘密啦(>^ω^<)喵” “不废话啦，我带你去见村长，到啦客厅，一位长着白色胡子的蓝色衣服的长者转过身。 “村长，这是斯克尔，来自其他的世界的人类！” “嗯，看来蹭饭的又多啦一个。” 斯克尔此时状态：O__O\"…  “不过，又有一位保护村庄的人啦，一般没有大鼻子的人类都不会被僵尸感染，但是所有怪物都会以你为敌，树叶，给客人安排住处，顺便找几位生存导师教教他生存知识。” “了解(>^ω^<)喵” “为什么他老是叫卖萌呢，真是奇葩......”\n“斯克尔，在还没有到夜晚之前，你去图书馆看书吧。” “没想到这世界还有图书馆O__O\"…” 斯克尔走出屋子，在树叶带领下走进图书馆。 “好多书啊，我看看啊，有什么书，咦？创造世界的上帝？应该很好看吧。” 斯克尔抽出那本书，翻啦看：传说宇宙没有爆炸前，有一群超型星系，他们非常恐慌，因为位于中央的超巨型太阳还有3亿年就要爆炸啦，那时候他们之中只有一个存活，并且存活的星系会变成一个人。但是有一人非常镇定，他每天都在贮存自身的能量，发展更多的星球，到啦那一天，太阳爆炸啦，只有他一人存活，太阳的大爆炸是他变成啦一个人，并且产生啦大量行星。那个人用他的力量创造啦光明 以及各种星系，并且创造啦生物。其中一个就是人类。那群人类信奉那人为上帝，称他为：Notch。可是过啦几年，Notch却消失于宇宙中，很多人类都以为他去啦另一个世界，完成他的创世纪。 但是也因如此，一些不明物质创造出啦怪物，人类恐慌万分，拿起武器与他们拼搏，但是他们似乎永远也死不了，一直在出现，人类为了打败他们，创造出啦各种工具 如地狱门，量子装 铠甲 飞机。“咦，后面的怎么没有啦？算了”斯克尔无奈的说道。 “警戒！大批不明生物正朝这里进攻！警戒！大批不明生物正朝这里进攻！警戒！大批不明生物正朝这里进攻！” “怎么回事，我得去帮忙”斯克尔连忙放下手中的书本，马上跑啦出去。“兄弟 接住！”白色土豆扔给斯克尔一把铁剑与弓箭。“啊！受死吧！你们这群怪物！” 斯克尔冲出栅栏，拿着弓箭对着怪物们射击，突然，一直大型的僵尸立马从天上掉下来，斯克尔一个闪避，虽然躲过啦，但是坠落造成的冲击波是他倒在地上，这个大型僵尸趁火打铁，用那双无比巨大的双手抓住啦他。 “啊！可恶，快要窒息啦！” 斯克尔感觉自己快要窒息，就在这时，天上一道光，出现啦一个模糊的影子“你能行的！斯克尔，我和他等着你，人类世界已经毁灭啦，我们只能把你送到这里，这是我们唯一能做的，记住，我们不会抛弃你！” 斯克尔不知受到啦哪种力量，他心中有种力量，已经被激发！“啊！吼..............” 大型僵尸被斯克尔用某种力量斩断啦头和脚，然后又以不寻常的速度杀死啦大量的怪物。\n到啦清晨，全村都为斯克尔的战绩吃惊，他们欢呼欢呼着。\n————————————————————————————————————————————\n作者的话，这是第二章，希望大家多多支持。第三章今天可能更新，也许明天，周末我会更到第六章。\n索引帖子：\nhttp://www.mcbbs.net/thread-255669-1-1.html{:10_521:}\n\n\n\n\n",
    "replies": [
        {
            "author": "风之心_天双",
            "timestamp": 1395835380,
            "txt_content": "密密麻麻密密麻麻密密麻麻密密麻麻密密麻麻"
        },
        {
            "author": "1519347866",
            "timestamp": 1395835860,
            "txt_content": "风之心_天双 发表于 2014-3-26 20:03\n密密麻麻密密麻麻密密麻麻密密麻麻密密麻麻\n额......\n那我怎么排列呢\n一个句子一行吗？"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1395836520,
            "txt_content": "1519347866 发表于 2014-3-26 20:11\n额......\n那我怎么排列呢\n一个句子一行吗？\n排版这种东西还是看感觉什么的，多看看网络小说也就明白了。我推荐几部，《超级骷髅兵》《将神》《沙舞狂风》《魔法留学生》"
        },
        {
            "author": "1519347866",
            "timestamp": 1395837120,
            "txt_content": "QAQ \n只有版主光顾我的帖子，还是版主好人QAQ\n有米有其他人，回复的送人气QAQ"
        },
        {
            "author": "zhh30648",
            "timestamp": 1395840840,
            "txt_content": "字多 剧情一般 完毕"
        }
    ]
}