{
    "title": "Shure自制机体16机集合（图床已变更，重新发布）",
    "author": "shure",
    "replyCount": 4,
    "timestamp": 1395832560,
    "txt_content": " 本帖最后由 shure 于 2014-3-27 10:50 编辑 \n\nShure机体博物馆归来！这次更新新加了总计9体的机体，并且版本也更新到了1.6.4！\n现在机体都新加了出场剧情是哪一个，不过这并没有完全完善。本地图绝不加入任何MOD！\n建议用1.6.4或以上的来观赏。以后可能计划放置观看外观用的一些……架子。不过这肯定要很长的时间了。\n那么，接下来就是各个机体的介绍了！不过都存在折叠栏里。\n因为经常看到有人投诉说图挂了的关系，将图床换了一个……\n\n请注意！有部分的机体没有出入口，所以请一定要事先在开始点做好ZTP点（ZTP点是小地图mod里的路标标志）。\n\n\n\n洛亚战舰\n\n\n英文名：NOVA SPACECRAFT\n最大速度：1光速/时\n体积：M\n护甲耐久值：24000\n能源值：1000\n情报：卡普奇·隆所建造的其中一个机体，他为了担心舒尔·速普·隆的机体找不到位置来安放，因此想到要制造出这台机体。这台机体虽说是容纳了不少的工具，但是速度却仍旧不会减慢。不过，在卡普奇制造完这台机体的时候又差点被舒尔开了玩笑。这台机体看似很大，但防御却做得很足，火力也没有什么欠缺。左翼主要是放置新星ESC2战机，不过这并不会影响这台机体的平衡性。当然，这台机体还配置了一些日常的小东西。除此之外，这台机体下面还存着三枚九千度高温的导弹，可投掷也可当火箭使，而且还会自动生成，但这并不会让这台机体造成什么伤害。这便是卡普奇所说的“绝对火力，绝对防御，绝对速度”吧？\n出现剧情：\n暂无\n武器列表：\n主台散射机枪【主控制台下的机枪开始发射，32连发。能源消耗量10。】\n主台光线扫射【主控制台上的两个发射台射出光线，并扫射敌军。能源消耗量15。】\n中路狙击【用机体中间的控制台操作，以“三点一线”为基础作为超远距离狙击。容易击中敌对机体的要害点，而且难以回避该攻击。能源消耗量20。】\n白道蛇箭【在主控制台控制左翼的导弹发射器，连射5次，发射量总计一百发追尾弹。能源消耗量100。】\n三连发火箭【发射右后翼的火箭，连射3次，一次射出2发火箭。能源消耗量60。】\n舰桥浮游炮【露天舰桥下的炮口发射出浮游炮并向对方发起密集的攻击，最后向对方进行自爆撞击。能源消耗量90。】\n新星轨道炮【在主控制台控制左翼的导弹发射器和炮口，发射一百发追尾弹后，再用炮口对准目标射击，如果击溃对方的护甲的话极有可能会被光线贯穿。能源消耗量200。】\n对地THDR压力炮（MAP武器）【释放保存在机体下的一枚九千度高温导弹，投向地面的话会对那片区域造成极大的破坏力。一分钟会自动再填充一枚导弹。能源消耗量200。】\n三连对地THDR压力炮【释放保存在机体下的三枚九千度高温导弹，对该地区造成极大的破坏力。绝对性的命中率，且容易击中敌对机体的要害点。但发射这种兵器，前提是武器仓库里已经保存了总计三枚的导弹。能源消耗量600。】\n对空THDR压力炮【发射保存在机体下的一枚九千度高温导弹，对目标造成极大的破坏力，非常适用于宇宙战。容易击中敌对机体的要害点。一分钟会自动再填充一枚导弹。能源消耗量240。】\n三连对空THDR压力炮【发射保存在机体下的三枚九千度高温导弹，威力强大到能摧毁一个空中的大堡垒。容易击中敌对机体的要害点，但发射这种兵器，前提是武器仓库里已经保存了总计三枚的导弹。能源消耗量720。】\n机体固有特效：\n洛亚【特殊的人工智能系统能提高机体的性能，甚至可以发挥到极致。】\n超新星盾【减少敌机对该机体造成的伤害甚至无效化。光线攻击能够完全抵消，而对于近距攻击只能抵消一半的伤害。每次发动都会消耗15的能源。】\n能源回复【在一定的时间里会回复一些能源。】\n紧急维修【在一定的时间里会修复一些护甲的耐久值。】\n\n\n正义之矢四代\n\n\n英文名：JUSTICE ARROW-IV The Motorbike\n最大速度：800时速\n体积：XS\n护甲耐久值：2000\n能源值：200\n情报：其实也就只是舒尔·速普·隆在家里制作的一辆摩托车，为了方便行动而计划制作出来的机体。虽然这家伙承载着一些重武器，但这并不怎么影响其速度。此外，这辆摩托车还可以飞上天空，这才是舒尔最喜欢的！不过要去宇宙的话是不可能的，他可没有多余的时间来做一套“宇宙外衣”。不过，在以前是放在车库里的摩托车现在倒可以藏匿在洛亚战舰里了。由于这台机体小巧，加上速度极快，简直能称得上是一个小小的空中霸王。\n出现剧情：\n暂无\n武器列表：\n二重光加特林【用摩托车上的机枪来射击，如果在空中射击的话就只能对空。能源消耗量20。】\n毒刺导弹【发射隐藏在后箱的火箭来攻击敌机。能源消耗量30。】\n雷阵【冲到敌机旁边后在该敌机撒地雷，猝不及防。然而这只能在地面上使用，而且只能对地。能源消耗量10。】\n镭射【基本的武器，用摩托车前的枪口射击。然而最大的缺陷就是在地面只能对地，而在空中只能对空。能源消耗量12。】\n突击刃【快速突进而使机体前产生真空刀，从而向敌机撞击。能源消耗量40。】\n星际爆破弹【用摩托车前隐藏的炮口发射高速的导弹，对敌机造成冲击的伤害。能源消耗量50。】\n星际火云【按顺序来使用镭射，毒刺导弹和星际爆破弹，对敌机造成较大的伤害。如果有把握击破敌机，则会额外加上突击刃来攻击，在地面上的话则再加成雷阵攻击。能源消耗量100。】\n机体固有特效：\n洛亚（在舒尔有携带的情况下）【特殊的人工智能系统能提高机体的性能，甚至可以发挥到极致。】\n飞空引擎【能在空中行动，然而这会在一定的时间里就会消耗一些能源。但因为这个引擎导致这台机体不能够下水。】\n星际后箱【一分钟后会补充所有能源。】\n\n\n超新星ESC2\n\n\n英文名：NOVA ESC-II\n最大速度：20000时速\n体积：S\n护甲耐久值：8000\n能源值：400\n情报：卡普奇·隆制作的其中一个机体。这架战机内部的座位设计有些独特，总共五个座位，其中有一个前座，中座和后座各两个。前座是负责战机驾驶，不过中座不接近中心，从而保留一些空间。不过就算满员了，照样不会影响速度。此外卡普奇还制作了一个被舒尔称作“洛娃”的可随身携带的人工智能系统，大大的提高了战力。不过，“洛娃”这个人工智能，舒尔更喜欢随身带着，除非是在特别的场合下。\n出现剧情：\n《沙夫特世界危机》\n武器列表：\n星际镭射【从基本的镭射改进的武器，已经能在海底中自由使用。能源消耗量12。】\n散射星弹【从战机中部枪口射出散弹。能源消耗量16。】\n毒刺导弹【发射左右翼炮口的导弹来攻击敌机。能源消耗量24。】\n突击刃【快速突进而使机体前产生真空刀，从而向敌机撞击。能源消耗量40。】\n游龙轨道炮【用战机中部的五个枪口一起射击，对敌人进行贯穿性攻击。能源消耗量60。】\n星际爆破弹【用左右翼的炮口各发射一枚导弹，对敌机造成冲击伤害。能源消耗量50。】\n星际火云【按顺序来使用镭射，毒刺导弹和星际爆破弹，对敌机造成较大的伤害。如果有把握击破敌机，则会额外加上游龙轨道炮来攻击。能源消耗量100。】\n星际虹云【全部枪口和炮口使用镭射，对敌机造成很大的贯穿伤害。由于发射后会使机体后退，因此加上引擎推进来保持稳定。能源消耗量160。】\n星际雷云（连携攻击）【必须是洛亚在洛亚战舰里！洛亚将操作洛亚战舰发射新星轨道炮，而机师则操作超新星ESC2用星际虹云攻击，对敌机造成很大的贯穿伤害。参与连携攻击的机体各消耗200。】\n机体固有特效：\n洛亚（在舒尔有携带的情况下）【特殊的人工智能系统能提高机体的性能，甚至可以发挥到极致。】\n超新星盾【减少敌机对该机体造成的伤害甚至无效化。光线攻击能够完全抵消，而对于近距攻击只能抵消一半的伤害。每次发动都会消耗15的能源。】\n能源回复【在一定的时间里会回复一些能源。】\n补给器械【补充一台机体的弹药和能源。】\n水中浮游【就算在水里行动也不会影响速度。然而，在水里待机一段时间里会消耗一些能源。】\n\n\n荆刺蜂巢X\n\n\n英文名：Honeycomb-X\n最大速度：8000时速\n体积：S\n护甲耐久值：5600\n能源值：240\n情报：比·露姆自己在辞退赏金猎人一职后，在异端世界隐居而秘密制造出来的机体。第一次驾驶这台机体的时候是帝界发生了严重事态，而导致她不得不干回老本行。不过这一次，她已经有所觉悟。在退役之后，她仍旧驾驶着这台机体，去星际寻找那些猎物。\n出现剧情：\n暂无\n武器列表：\n镭射【基本的武器，用机体中间的五个枪口射击。然而最大的缺陷就是在空中只能对空。能源消耗量5。】\n蜂翼【展开机翼，并向敌机突进，同时机翼旋转。能源消耗量16。】\n兵蜂【释放机翼里的机械兵蜂来攻击敌机，能对空也可对地，但在水底毫无用处。能源消耗量40。】\n八面镜【展开机翼，并用装备在机翼上的光晶片发射光线，造成燃烧伤害。能源消耗量80。】\n光蜂【展开机翼，除兵蜂外全弹发射。能源消耗量120。】\n机体固有特效：\n蜂巢【减少敌机对该机体造成的伤害甚至无效化。近战攻击会被完全抵消。每次发动都会消耗8能源。】\n\n\nTX-保卫者AT1\n\n\n英文名：TX-Guardian-AT1\n最大速度：600时速\n体积：M\n护甲耐久值：12000\n能源值：100\n情报：帝界的猎人部队秘密制造的水上战舰，之后还出现了这艘战舰的量产型，但这也因此加大了猎人部队在海上的战力。虽然有些小但其实十分耐打，海贼们只有哭的份儿了。然而，这种战舰在武器方面却严重不到位。\n出现剧情：\n暂无\n武器列表：\n对空炮【用红色炮口对空中单位炮击。弹药存储30。】\n舰首机枪【用舰首的机枪口射击。弹药存储50。】\n十字镭射【用舰首上的十字炮口和战舰中部的十字炮口进行镭射攻击。能源消耗量20。】\n舰身连发炮弹（MAP武器）【用战舰的左右36炮口发射，攻击周围的敌人。弹药存储15。】\n大口径镭射【战舰顶部的炮口发射镭射。能源消耗量30。】\n12连导弹【用战舰顶部的两挺火箭炮口发射。弹药存储6。】\nD.I.A.火箭【发射舰尾的银色火箭，对敌人造成很大的伤害。弹药存储1。】\n机体固有特效：\n水上单位【只能在水面移动。】\n\n\n萨罗坦EVZ-03\n\n\n英文名：Sarota EVZ-03\n最大速度：1400时速\n体积：M\n护甲耐久值：15000\n能源值：400\n情报：原本保存于博物馆却被不明势力盗走的机体，拥有极大的破坏力，加上控制台只能用感应操作，就更难处理了，但武器能源消耗量极大却是这台机体的致命弱点。最终被洛亚战舰的THDR压力炮摧毁殆尽。\n出现剧情：\n暂无\n武器列表：\n机首机枪【机首的机枪口开始发射弹药。能源消耗量11。】\n银色子弹【机翼的四门银色炮口开始发射。能源消耗量40。】\n八连火箭炮【机翼上部的两挺炮台将瞄准敌人并发射，虽然距离很广，但对于超远距离的目标难以命中。能源消耗量32。】\n光道【机体旁的两道金柱开始弹射，速度很快。能源消耗量24。】\n机体固有特效：\n重装甲【大大提升了机体的防御力但同时削减了不少的速度。】\n\n\n屠龙者T20\n\n\n英文名：Dragon Slayer T-20\n最大速度：1000时速\n体积：M\n护甲耐久值：9000\n能源值：150\n情报：外形丑陋，但却有很大的破坏力，且内部的操作都是隐藏性的。据说是在奥米伽帝国里建造的机体。正当要反击之时却发生魔导248年的“和平之光”事件，使得该机体被迫转移离开魔导世界。但最终在魔导2013年的嘉莱特世界被舒尔·速普·隆发现，并且从内部引爆才得以摧毁。这台机体的中央部分成了最致命的弱点，而且攻击方式并不多，不仅如此，防御也不佳，被舒尔说成一个“很好欺负的单调铜鸟”。由于这台机体开发费用不低，因此奥米伽帝国只制造出了仅仅一架之后，就中断了开发。\n出现剧情：\n暂无\n武器列表：\n机首红玉【用机首的炮口攻击，能源消耗量5。】\n机翼黄玉（MAP武器）【用机翼的所有炮口弹射，能源消耗量28。】\n机尾蓝玉【用机尾的翼发射光线，能源消耗量50。】\n机体固有特效：\n刺下绊线【在地面和太空，不会因地形而影响行动。】\n后补给箱【在一定的时间里会回复一些能源。】\n\n\n黑铁·影 RG41\n\n\n英文名：Darkiron Kage RG41\n最大速度：450时速\n体积：S\n护甲耐久值：8000\n能源值：800\n情报：黑镜佣兵团的运输机，主要用于输送小型机体，地面作战单位。其护甲十分坚硬，能防御五千度高温的伤害。\n出现剧情：\n《暗影代码之熔岩基地》\n武器列表：\n冲击【不消耗任何东西，舍身撞击。】\n自爆装置【自我销毁。前提是没有装载任何单位。】\n机体固有特效：\n高精度防暴块【大量的提高了机体的防御值。】\n运输机【可以让小型机体藏匿在该机体里维修及补给，直到待命单位再出击或者运输机被击坠强制使待机单位脱出。】 \n\n\n魔影无人机\n\n\n英文名：Hoof UAV\n最大速度：160时速\n体积：S\n护甲耐久值：1000\n能源值：80\n情报：魔影帮所制作的无人机，虽然体积小，但其数量非常多。而且这种机体可以用于破坏一些设施。后来被达克尼斯军团发现这种机体，并将其量产化。\n出现剧情：\n暂无\n武器列表：\n光铳【发射一到八道的光束。能源消耗量2。】\n自爆装置【自我销毁。】\n机体固有特效：\n马戈玛装置【大量提升机体威力但防御减半。】\n\n\nB6-16 幻想铁翼\n\n\n英文名：B6-16 Illusion Iron Wing\n最大速度：1250时速\n体积：L\n护甲耐久值：100000\n能源值：5000\n情报：B6科技集团，16号基地于沙夫特世界的蓝色行星秘密建造的巨型战舰，后来基地人员驾驶它并脱离沙夫特世界的蓝色行星。这艘战舰虽然有不少的武器，但这原本就不是拿来战斗的，而是用于生存。据说这艘战舰建造费时有半年以上，资金花费有上亿。而那次启动，全然是为了撤退，以及躲避达克尼斯军团。但以后，他们还会回去吗？\n出现剧情：\n《针锋相对》\n武器列表：\n全金属炮火【储存逃生舱的枪口发射，一般的机体可能直接击坠。能源消耗量16。】\n舰身加农（MAP武器）【总计有九个炮台向战舰左右部发射，但右侧的威力更强。能源消耗量90。】\n舰首光束【舰首的小型枪口及舰尾底部枪口开始弹射，对面前的目标更容易伤害。能源消耗量26。】\n天箭【露天的四组炮口开始发射炮弹，带有追尾的效果，有较小的概率击中敌对机体的要害点。能源消耗量36。】\n伽马赤粒子光束（MAP武器）【战舰上的红色炮口将发射光束，带有极大的破坏力，不怎么容易回避。能源消耗量210，有3分钟的再填充冷却。】\n伽马赤粒子光束【战舰上的红色炮口将发射光束，带有极大的破坏力，不怎么容易回避。能源消耗量200，冷却时间与MAP武器伽马赤粒子光束同步。】\n机体固有特效：\n黑色反物质【放置于能量转换器的能源，大量提高了机体性能。】\n逃生舱【完全可以自由脱出，撤退，再出动的行动指令。】\n反物质护盾【抵消一半的外界攻击伤害。每次发动都会消耗10的能源。】\n\n\nTG-16\n\n\n英文名：TG-16\n最大速度：240时速\n体积：S\n护甲耐久值：3200\n能源值：320\n情报：B6科技集团的量产机体TG-8，属于空中单位使用，通常用于空袭作战。后来改良后的机体，本来只能在空中行动的机体现在已经能飞往宇宙作战。根据TG-8而改良的机体已经编制到16号基地，并且量产，还将其重命名为TG-16。同样的，TG-16也没有队长机，这一措施是为了方便使用混乱敌人的战术。虽然模型与TG-8一样，但是色彩却明显的分辨了它们。不过它们的影子，能让B6集团的人想起以前的TG-8……\n出现剧情：\n暂无\n武器列表：\n光弹【基础武器，但改良版的射速比TG-8要更快而且消耗更少。能源消耗量2。】\n机体固有特效：\n光晕战甲【改良的机体所追加的白色护甲，比较耐打。】\n待机【因为编制到16号基地，可以在B6-16幻想铁翼上执行待机，撤退，再出动的指令。】\n\n\nTG-8\n\n\n英文名：TG-8\n最大速度：200时速\n体积：S\n护甲耐久值：2800\n能源值：300\n情报：B6科技集团的量产机体TG-8，属于空中单位使用，通常用于空袭作战。后来也因为这架机体才制造出了TG-16，它完全保留了原有的基础，是TG-8的改良版。由于没有队长机，因此更容易把敌人搞混，完全不知道谁是带头的。现在因为达克尼斯军团的侵袭，而导致这种机体已经全部被破坏，包括关于TG-8的信息也被销毁。尽管如此，TG-16仍旧保留了那个TG-8的影子。\n出现剧情：\n暂无\n武器列表：\n光弹【基础武器。能源消耗量4。】\n机体固有特效：\n待机【可以在B6科技集团的任何基地上执行待机，撤退，再出动的指令。】\n\n\n日轮白翼\n\n\n英文名：White Wing Circle\n最大速度：400时速\n体积：S\n护甲耐久值：5700\n能源值：210\n情报：B6科技集团16号基地首领安琪所使用的机体，几乎所有的武器都是隐藏的。通常一直放置在16基地里，远征时，她就会驾驶着它去作战。现因为达克尼斯军团的侵袭，该机体已经失踪，连同首领也下落不明。此外，这台机体的识别编号是BCRG-16。\n出现剧情：\n暂无\n武器列表：\n光束弹射【从机体首部隐蔽的枪口弹射。能源消耗量4。】\n实弹【从机体侧部隐蔽的枪口弹射。弹药储存40。】\n双光道【炮管发射两道光线，造成大损伤。能源消耗量10。】\n翼【展开机体的翼，发起特殊攻击，带有能源破坏效果。能源消耗量60。】\n机体固有特效：\n白光翼【能量护盾效果以及提升机体机动力。每次发动能量护盾都会消耗3的能源。】\n\n\n月轮黑翼\n\n\n英文名：Black Wing Moon\n最大速度：400时速\n体积：S\n护甲耐久值：5700\n能源值：420\n情报：据说是日轮白翼的变异版。该机体的样子似乎有点像是日轮白翼，但不一样的是，这架机体已经有些破损，原本能隐藏的武器也暴露了，而且保护玻璃也被严重破坏，几乎无法修复。并且还有一对黑翼。在识别这台机体的时候，依旧是BCRG-16，它的出现到底是意味着什么……？\n出现剧情：\n暂无\n武器列表：\n光束弹射【从机体首部隐蔽的枪口弹射。能源消耗量4。】\n实弹【从机体侧部隐蔽的枪口弹射。弹药储存40。】\n双赤光道【炮管发射两道光线，造成大损伤。能源消耗量10。】\n四赤光道【炮管发射两道光线，因为保护玻璃已经损坏的关系，会使光线散射，但会造成更大损伤。能源消耗量30。】\n翼（MAP武器）【展开机体的翼，发起特殊攻击，对前方直径三百里区域攻击。能源消耗量80。】\n翼【展开机体的翼，发起特殊攻击，带有能源破坏效果。能源消耗量60。】\n机体固有特效：\n月轮翼【能量护盾效果以及提升机体机动力，护盾能防御80%的镭射伤害，过低的伤害可能导致伤害直接抵消。每次发动能量护盾都会消耗4的能源。】\n\n\n超新星ESC零\n\n\n英文名：NOVA ESC-ZERO\n最大速度：5000时速\n体积：S\n护甲耐久值：3000\n能源值：400\n情报：卡普奇·隆所建造的其中一个机体。这个机体外表像是一个大铁球，被卡普奇戏称作新星弹球，是魔导世界第二代和平时代里最早制作的机体。菲斯曾经驾驶过它，但是因为某种意外状况导致她误入了次元裂缝，但最终还是生还并且归来。当然，这架机体最初的开发并非为了战斗，而只是为了探索而已。机体启动的时候，机体里会跳出两个小球形状的僚机，主要只是为了掩护该机体。\n出现剧情：\n《超新星逃脱》\n武器列表：\n僚机【僚机将攻击敌人，但威力并不大。能源消耗量3。】\n机体固有特效：\n蜂盾【防御时能抵消百分之八十的伤害。】\n\n\nBCRG-0\n\n\n英文名：BCRG-0\n最大速度：350时速\n体积：S\n护甲耐久值：5400\n能源值：200\n情报：B6科技集团所制造出来的首领级机体原型，默认是BCRG-0。而且该机体能够大面积改造，因此也出现了各种特色的队长机，比如BCRG-16的日轮白翼以及BCRG-9的火岩荆刺。据说这种技术只有B6科技集团的人能掌握，而且没有透漏到外界。\n出现剧情：\n暂无\n武器列表：\n光束弹射【从机体首部隐蔽的枪口弹射。能源消耗量4。】\n实弹【从机体侧部隐蔽的枪口弹射。弹药储存40。】\n机体固有特效：\n待机【可以在B6科技集团的任何基地上执行待机，撤退，再出动的指令。】\n\n\n\n最后依旧是下载地址。不过我真心希望诸位不要做伸手党。\n地图：http://pan.baidu.com/s/1eQJylKe\n\n此外还额外送给诸位一个东西，叫做“Project BCRG（BCRG计划）”。\n你可以对那架机体进行改造，并且发上您的存档，但请不要破坏掉该机体原有的核心。\n总之凭空想象吧。\nhttp://pan.baidu.com/s/1c0qvZ7y\n\n以后如果可以的话我会试试把Schematics文件也给放上去。\n\n最后，您的支持和回复将是我最大的动力！\n\n\n\n\n\nB6-16 Illusion Iron Wing - 副本.png\n(214.67 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2014-3-26 19:09 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "stool",
            "timestamp": 1395832620,
            "txt_content": "图全废  了  图床 不会上传吗= = ？"
        },
        {
            "author": "wkyyzhb",
            "timestamp": 1395832620,
            "txt_content": "百度的图禁止外链的骚年......\n                   ------我是max盼盼，我喂自己袋盐"
        },
        {
            "author": "我是马甲",
            "timestamp": 1395833160,
            "txt_content": "别用百度图床"
        },
        {
            "author": "UAC_MagicK",
            "timestamp": 1395835920,
            "txt_content": "我是马甲 发表于 2014-3-26 19:26\n别用百度图床\n图挂了    全部的  看都看不到诶~~~~~{:10_492:}"
        }
    ]
}