{
    "title": "【迪莫申明】我木有玩洛克王国！",
    "author": "MC迪莫",
    "replyCount": 1,
    "timestamp": 1395891900,
    "txt_content": "很多人吐槽我……汗……我木有玩洛克王国！\n别吐槽我的名字了我只是以迪莫和洛克们当主角（法比亚啥东东都要），本来想起名字MC超能迪莫·维奇的，可是那个·不能打（维奇是小说主角，还有他的弟弟（好吧只是被灌输了记忆）里洛），为啥要迪莫做主角？我从《神宠传说》里感到作者在暗示迪莫是神宠，所以用迪莫做主角也可以为后面小说的迪莫的小宇宙爆发做铺垫\n= =因为里洛他的“哥哥”受了重伤，而洛奇的迪莫·多里（配合剧情）告诉了里洛维奇不是他哥，里洛不信，去问维奇。可是维奇早就知道了，他天天以一个哥哥的名义去照顾一个熟不相识的迪莫，目的是为了保护时间上仅有的几只迪莫~（WARNING：里洛知道后，爆发，直接变成圣光迪莫）\n    故事不是在魔法时代，是一个科技和魔法并存的时代~（科技和今天一样，魔法一样）\n    用洛克王国为背景不和现实交叉……（为啥我写了镭射激光跑……美国在鼓捣这玩意了）\n   用迪莫作为MCBBS的名字只是为了……额……推广（我知道这想法垃圾的要命啊）\n贴一张图吧~\n\n\n\n\npsb.jpg (115.03 KB, 下载次数: 0)\n\n下载附件\n\n2014-3-27 11:41 上传\n\n\n\n\n\n顺便从QQ空间复制一个我写的第一和第二章\n1章 第一章 世贸被撞 危机四伏 （完成）\n这是复制的！\n\n\n\n\n怎么改的！\n\n\n\n\n第一章--\n\n世贸被撞 危机爆发走在路上，秋叶凋零。小桃拿出相机，拍了几张。龙星一伙人走着，感觉到了前所未有的放松……终于走到了火车站，放假了，准备坐火车是很正常的。小桃飞快地甩笔。然后，一只蓝色的宠物走到小桃对面的座位上，像是不经意间的看了小桃一眼。宠物东张西望了一会，确保了没人注意，那只宠物小心翼翼的打了一个手势：伸平手掌，用一个手指穿过两指之间，重复了几次。“地道通了没有？”宠物比划着。“通了。”小桃像是不经意间的点了点了头。人群中，洛奇看着他们。“哦，”宠物也点了点头，“U盘拿好。”小桃又点了点头，洛奇都快被搞晕了，走到别处。U盘里的文件极其重要，用那种需要几吨TNT炸开的保险箱装着，外面甚至装了一层行李，正常人看不出来是箱子。龙星他们不知道在发牢骚还是在干嘛，摆弄着打火机、水果。蓝色的宠物这时不同寻常，看了一眼手表（对讲机），穿上绝缘鞋，往火车轨道上跑远了。法比亚没有在意，与其他人走向安检处，顺利通过了安检。忽然,大厅里的广播响起工作人员的声音：“轨道上有人，请稍后乘车，我们会实行驱赶，已证实不是维修人员，谢谢广大群众的有力支持。”法比亚一惊，向对讲机急促地叫了一声:“迪莫·维奇！你在干什么！” 随着一声回答，法比亚也吃了一惊。”刚才MPL安全部门告诉我轨道上有炸！高级C4！整整20个！知道么？！我和超能阿布·布利·一直在拆！“ 然后，法比亚哪儿就没声音了。的确，维奇话中有话：他的对讲机又静音了。就在这一刻，法比亚打开对讲机的声音，急促的声音立马传来：“001呼叫005！收到请回答！收到请回答！“于是比亚回了一声“收到“。“005，我所处的世贸中心发生状况了！““啊？！“法比亚惊诧不已。“你快点坐火车过来！快！U盘到了没！“ ”还坐个什么死火车啊！你知道的话，维奇和龙星的布利一直在拆轨道上的什么C4！一旦轨道损毁，全国的‘和谐号‘运作都会受影响！” ”我靠！我派一些雪鹰队人拆！这些人渣！放什么C4！“ ”喂，要派就快点啊！十个C4倒计时只剩5分钟了！“维奇的话一下插了进去。 维奇和布利的额头上滴下了大滴大滴的汗珠。从刚才到现在，维奇和布利一只在以惊人的毅力坚持拆C4，下一秒谁也不知道会发生什么事。但是，维奇和布利虽然面对着巨大的心理压力，可他们还在拆——尽管他们是宠物，可维奇是世贸战队的002，布利也是队里的装甲兵，缺一不可。他们面对着2个选择：拆掉C4，或是C4爆炸。 法比亚他们沉默了一会儿，一个急促的声音再次传来：＂我在拆最后一个了！５秒！……一秒！“维奇用力地把C4扔到轨道外，C4险些把维奇从河中架设的轨道掉下来，布利立马围住了他。维奇毫无顾忌的倒在地上，大口大口的喘着气。雪鹰队的人才来几个，布利马上认出了一个洛克：非凡？玄玉国平阳公主的弟弟？洛克王国魔法学院的留学生？！“哥们儿，”非凡笑着说道，“木有事吧。”“木有……只不过维奇受了C4爆炸冲击太多，昏死了过去。”布利边说边穿上机甲，一边爱怜地摸着维奇的头：“他除了我主人龙星外是我最好的朋友了。剩下的事不用你管理了，谢谢，白忙一趟。“”那我走了。“非凡坐上直升机，走了。布利检查了一下自身的装备，随即往对讲机里叫了一声：“005比亚与其他人，我即将前往世贸，请注意安全。Bye！“”收到，Bye。“小桃说了一声，随即他们也没闲着无聊，背上飞行器就向世贸飞去，尽管后面有洛克瞠目结舌的样子。刚刚起飞了一会，龙星就指着天上说：“看，飞机只离我们几十米高了！“”小心飞机尾流。“奥多提醒大家。”呃……飞机不是想撞世贸吧！“小桃说。大家都沉默不语。就在这时，布利的声音从对讲机里传出：“喂，大家全力赶到世贸中心！出大事了！““啊？！“奥多满脸的惊讶。“据里西说，上面着火了！是飞机撞的！已确认不是洛克王国的反派组织，MPL的众人甚至连白银骑士团与雪鹰队都出动了！X-2050战斗机（雪-2050超音速垂直起飞战斗机）紧急起飞！你们上面的CH380A航班就被X-2050封锁了！“ “我是010，里西呼叫比亚，收到请回答！“ “收到。“ “你头上是不是CH380A航班？” “是。” “那可能还要撞！”星兽·里西紧张极了，转即又来了一句：“注意飞机上尾翼的柳钉！它可能松了！去把它锁紧!” “OK。”小桃说着飞去飞机尾翼紧接着她又不知所措：有工具吗？一秒以后，小桃向对讲机叫道：“没工具，怎么办！？”“那去叫雪鹰队！非凡又去哪里了！该死的！”“嘿嘿嘿！无线电被禁区划分了！”紧接着就是“无信号”的声音。……CH380A航班里。阿狸·新星就在飞机里，要在这架飞机里他也很无奈：送U盘的附件。维奇的弟弟里洛更无奈，003（里洛），护送011（新星），他妹妹拉比·希尔和他一起。就在里洛看风景时，另一个机舱里传出几声枪声，马上所有乘客都惊讶了，包括洛克王国的公主可丽希亚也坐着，旁边正好是非凡——非凡带上头盔，穿上雪鹰队蓝白色的制服，拿起一把M4A1；而里洛旁边的对讲机不知道什么时候开了无线电，里面传来新星的声音：“快来301机舱！实验室的实验资料在U盘里快被抢走了！啊啊……快……”紧接着几声枪声。里洛和希尔不知道什么时候开了机甲，这一刻仅仅用了五秒，乘客目瞪口呆，特别是可丽希亚：和自己一起上学的皇族非凡居然是特种队员，还是004？里洛一进去，就看到里面的乘客蹲着抱头，除了新星和非凡，希尔还在里洛后面。新星正抱着一个保险箱，另一手正拿着手枪USP。就在这一刻，新星被子弹打中了手，发出一声惨叫，立刻倒在地上，但手还像雕像一样死死地抱着箱子。希尔急忙把他搬走，同时把箱子搬走，拿出医药箱去处理伤口了。 里洛已经用AK47瞄准那些空劫的人，但其中一位用火箭筒瞄里洛和非凡，他们投鼠忌器——乘客。特别是里洛，他觉得非凡的防护装备太弱了，伤害到玄玉国平阳公主的弟弟非凡可不是好惹的。他们逐渐被敌人逼到了飞机尾翼，里洛往对讲机里一喊：“请求支援！请求支援！我们现在困在飞机尾翼附近的机舱里！听到请支援！……”随着一声急促的”嘀嘀”声，里洛和非凡的声音消失了……\n      这时，新星的伤才差不多处理好，希尔就听见一声巨响，随即整个飞机摇晃了起来，像超音速飞机一样的声音向下坠落。希尔赶紧把背包里的降落伞拿出来，讲解了用法，只用了一分。乘客跳了下去，甚至会飞行术的直接飞了下去……希尔往尾翼跑，机舱炸出了一个洞，希尔看到非凡和里洛已经昏了过去，只是被座椅挡住了。希尔急忙向对讲机里叫道：“002！002！你在吗！002……维奇！我是希尔！在CH380A航班上！……嘿……”希尔的对讲机飞去飞机外面了……\n      同一时间，布利正在背着维奇死命地飞着。突然，一声对讲机的声音犹如原子弹的声音爆发在两人旁边，维奇像奇迹一般吓醒了。但是他们俩人听到了希尔的求救声，有一种超音速战斗机的声音逐渐逼来：CH380A航班？维奇先是一愣，紧接着维奇挣脱开了布利的手，打开自己的机甲，直接升级到了终极模式，布利不仅紧张了起来，他的心也随后被什么一揪：维奇，他，本来是被冰封了很久的神宠，他内在的能力是不可抵挡的，尤其是在和他的亲人之间，一旦爆发，后果不堪设想……\n      维奇飞了过去，用机甲直接戳穿了机舱的门，当然，乘客舱里空无一人。但是，机舱与机舱之间的门却打开着，维奇感觉到好像要被什么力量拽到尾部去了。于是，他缓缓向尾舱走去。这时，一股巨大的力量把维奇往尾舱推去，维奇紧紧地抓住了栏杆，慢慢地消耗着体力，飞机难以置信的旋转着，维奇慢慢想着，这种感觉简直让人感到窒息。突然，维奇的手一滑，猛地向尾舱被炸出的洞飞去。突然，维奇撞到了飞机的墙，差点晕过去。维奇居然看到了希尔和非凡紧紧地靠在了飞机尾舱的沙发边，而里洛紧紧地拉着栏杆。“维奇！”里洛不禁失声叫了出来，非凡和希尔也禁不住看。“里洛！”维奇也叫了出来。“维奇，拉我过来！”“好！”维奇一把把他拉了过来，可是自己差点飞了出去，维奇捏了一把冷汗，跳到了里洛那里。“GPS!谁有GPS!!!GPS！”“我有！”非凡把GPS扔了过去，希尔也利用自己的跑酷技术冲了去。“天呐！看看这是哪！”希尔指着GPS的屏幕紧张地叫道！非凡禁不住过来看了一下，他是以机场的开头定位的。那么说……\n       x（高）:523.6201M ：\n       y（东)：40 200.2516M\n       d（西）：15 364.9754M\n        ……\n        机舱里沉默了……\n        非凡正冲去驾驶室，希尔一把拉住了非凡的手：“非凡！你疯啦！那里很危险！”\n       “我只是去看一看……”\n       “非凡，我求求你啦！”维奇和里洛失声叫道，“我求你啊，你可是玄玉国平阳公主的弟弟！害了你我就有遭殃！”“我谢谢你啊！谢谢你！！我下辈子也谢谢你！谢谢你全家！！”希尔用一幅哭丧的语气叫道。\n       “我去！”非凡挣脱开了希尔的手，往驾驶室走去……维奇转过头，看见远远地有大厦在那……\n       法比亚用3D地图查到世贸的位置，带着队友们成功地飞了过去。布利和队员联络上了，也飞到了那里。一些队员也通过了无线电消息到那支援。小桃飞到了那，降落了下来。世贸大厦正着火，中间的柱子已被烧断，一批一批的消防员赶来灭火。电话管理局几乎进入爆满状态，极近崩溃。突然，天上传来了类似超音速战斗机的声音，现场的人往上一看：着火又在旋转中的飞机……\n       “啊……啊……”非凡一边叫一边跳到了维奇他们旁边，“完了完了……”“怎么了……”维奇一脸的紧张。“被设置了自动航线，输入了密码……”“那……又怎么样……”里洛冒出了一大堆冷汗。“中间，要撞到世贸大厦……即使谁有降落伞，时间也不够……况且……一个降落伞也不能载那么多人……”“谁有伞……”“没。”机舱里异口同声。“看！”\n       “看什么？”\n       “世贸的影子……”\n       “啊……”四个人紧紧地抱在了一起……\n        ……\n      \n  \n        非凡醒了过来，他疑惑的看着周围，一个陌生的环境……我这是在哪，怎么在打点滴，怎么在床上，维奇和希尔还有里洛怎么也在打点滴，我身上怎么绑着纱布……非凡感觉到这是有史以来他最有悬念的早晨……还有新星，他到哪儿去了……非凡这样想着，准备起来，可背上的疼痛让他起不来。这时，其他人也起来了，维奇脸上有划痕，不过他的心情还是蛮好的。非凡正想着，门咔一声响，小桃他们进来了。“不要动。你受伤了。”奥多对正在动的非凡说。其他人听了，也懒得起来了。新星也走了进来，打开了窗。又打开了电视，之后拿来了早餐。“新星？！”维奇一脸的惊讶，“你怎么下来的？”“哦，很简单。”新星说道，“我只有一把传送枪，把自己传送到了世贸。”“啊呀……”希尔哭笑不得，“你也不想下我们……”“停停！”龙星指着电视说，“看。”新闻？标题居然是“疑似美国9·11世贸撞击事件 内4名雪鹰队队员抢救中，现已无生命危险 ”“……”里洛指着屏幕上的飞机，”那是我们坐的飞机！”“好啦好啦。慢慢看吧。”法比亚说道。维奇看着新一天的朝阳，感觉无比畅快……第二章== 话说是蓝色的背景？坑啊！第二章 Who are you? 你是谁？（完工啦~）第二章--        Who are you?你是谁？（原名 真相）\n       自从那次飞机袭击事件以来，大家就紧张个不停。要么在场外写作业要么巡逻。除了维奇那些宠物特工不用干啥，但还是要带伤巡逻。卡普时不时在旁边走来走去，洛奇也一样，甚至包括格里芬校长，原因是他们“灰”常准时看了洛克新闻，看到了那一幕。于是，校长告诉了杰瑞西老师让还在城里没准时坐火车回家的洛奇去看看，老师就打电话给洛奇告诉了他这件事，洛奇满怀信心地答应了。卡普正好在世贸遗址那，那里有法比亚他们，他也就在那偷偷地看着他们。这时卡普感觉被什么东西一碰，一转眼就看到了洛奇。卡普赶紧打了个“嘘”的手势，洛奇差点出声。\n       “卡普？”洛奇小声地蹲在地上说，“你不是已经离开了吗？”\n       “你跟踪他们？”\n         “杰瑞西老师让我去看看他们。”\n       “正好，那我也去。恩……你觉得他们很可疑吗？”\n       “没。我只是看看……”\n        ……\n  \n        黄昏。\n       “天哪……”洛奇等的不耐烦了，“这个时候才走 ……”\n       “赶紧跟啊……”卡普立马跟了上去，洛奇也过了去。龙星他们打开了一个井盖，钻了下去，洛奇和卡普赶紧跟了下去。刚进去，井盖就盖上了，卡普差点被夹住，转头一看—一个地道？！洛奇当然也很惊讶，不过他们没出声，否则计划就要泡汤了。这时，龙星往后看，卡普赶紧拉洛奇到了旁边的小窟窿里。就这样，双方僵持着，我看你藏你看我藏的。 \n       “喂，洛奇他们跟在后面有没有事啊？”迪莫·维奇很小心地说道。\n       “怎么会。”龙星毫不在乎地说了一句。\n         “但是后面有卡普啊……”巧狗·世光也小心翼翼地说了一句。\n        其实他们早就看见卡普他们了，只是不想暴露出来。\n        \n        卡普那儿也就那样转来转去。过了21分后，才看见大门。卡普和洛奇大大地松了一口气，总算熬过了这段时间。大门打开了，卡普赶紧拉着洛奇冲出大门。1秒后，他们都愣住了，这是哪？\n        一架架直升机；一台台摄像头；一辆辆警车……远方还有正在降落的战斗机……他们愣了，这分明是军事基地！\n        洛奇和卡普有些紧张，还好小桃那些人去了一间房子里，卡普和洛奇赶紧躲起来了。\n        “完了完了，这儿是基地！”卡普出了一身冷汗，和平时喝咖啡悠闲着的他完全不同，“非凡他们不会是……”\n          “是……雪鹰队的战队队员？他洛克新闻里是世贸战队啊……”\n          “还有，那个叫做……迪……迪迪迪莫· 维奇？”\n          “是。”洛奇早就出了一身冷汗，衣服早就湿透了。 \n               这时，卡普紧张地看着他们走出来。洛奇一脸惊讶地看着小桃制服背后写着的“世贸战队007”，卡普和洛奇更是惊讶地看着非凡后的“雪鹰队002世贸战队004”，极近崩溃。特别是看见迪莫·里洛这些宠物特工之后，全线崩溃——我擦，居然穿着机甲？还没等他们反应过来，他们就往食堂走了老远，还没完全全线崩溃的洛奇拉着已经完全全线崩溃的卡普跑到了那食堂，卡普看见一个年轻人在食堂里不远处和小桃他们谈话。洛奇和卡普正准备进去，被人拦住了，卡普一脸的不解：“为什么不能进去？”\n           “要先验证身份。”检查员一脸的正经。\n           “卡普……”洛奇弱弱地说了一句，“该咋进去……” \n           “不知道……”卡普100%崩溃。\n           “洛奇，卡普，进来！”年轻人说了一声，随即一双双目光看向了他们。\n             “OK……”这次卡普和洛奇一起走了进来。“亚瑟！”检查员很急，“你见过他们吗？”\n           “见过，”这次是小桃发话，“洛奇是乡村来的，为人很好，第一次见面是在魔法学院里的树下的石凳，虽然不是同一届的。”\n            “但是卡普……他不是离开背叛洛克族了吗？”法比亚充满疑惑。 \n            “进来就进来吧，反正也不会干嘛。”一直沉默着的世光说。\n                     “好吧。”亚瑟说，“只要不说出去给敌方就行，现在城里全是敌方的眼线。”\n                 “好的。”洛奇拉着卡普走出食堂，去看别的地方。 洛奇刚出去，维奇就一阵风似的呼啸而过，进入了UK-152-B直升机，B和A的不同就在于B装置了 等离子加速器，它会把等离子子弹极限加速，给敌方致命一击。\n                  “天哪……”卡普情不自禁，“迪莫果然是神宠！”\n                  “现在没有什么神宠不神宠的了，关键是M国在袭击我们！”洛奇不明白他为啥要这样。\n                   卡普走向一边，私下说话：原来神宠是这东西……呵呵……呦呵呵……\n                   “卡普？你怎么了”洛奇见到他很奇怪。\n                   “没怎么样。”卡普和洛奇边聊边走，迎面走来了里洛。里洛满头大汗，十分疲倦，但还是不失活力，乐呵呵地说：“洛奇，我想和多里聊聊，“里洛说，”顺便用ZIQTY 7 124_..SHUIK记忆法训练多里学会中文（洛克语=W=）……“”好啊！“洛奇十分兴奋。里洛打断了他的兴奋劲：”你想你的宠物战斗于战火猛烈的沙场中么？“\n                      ”NONONONONO……我可不想失去迪莫。“洛奇还是很高兴，”快点啊！“\n                     卡普叹了一口气，他只能在一边干瞪眼。\n\n                      里洛和多里正在训练室里交流，当然用的是迪莫语。\n                     “多里，这世上就只剩我们了吗？”“是的……”“除了维奇，我，你，希尔，还有谁？”\n                     “里奇，他自称他是你弟弟 ，但他知道一切……”“哦，是什么？”\n                     “我不能告诉你……抱歉，但这会影响你的一生……“多里说的没错，这不但改变了里洛的人生，还改变了洛克王国的命运。但是里洛并不在意，然后里洛就兴致勃勃地教多里说话……\n\n                        洛奇和卡普漫无目的地在里面游荡着。残阳如血，夕阳慢慢落下。有许许多多的军事人员会和他们打招呼，但无一例外地向卡普斜眼注视，卡普感到浑身不自在，洛奇也奇奇怪怪。卡普十分的尴尬，于是找了个借口说道：”洛奇，我们去看看多里吧！“洛奇十分赞同，一路飞奔到了训练室。不出所料，里洛和多里正在悠闲地聊天，里洛还想起他的哥哥，于是也很同情多里，便泡了杯下午茶给多里，而他自己喝着浓缩咖啡，里洛要工作，他还得提神啊！ \n                         ”多里~HELLO~“洛奇想测测他的能力。\n                         ”Hi。“多里随随便便回了一句ENGLISH。\n                         ”哇~英语也会……“卡普和洛奇情不自禁地赞叹道，”这是哪门子记忆法？“\n                         ”Oh！一不小心把英语也教给了他！“里洛叫道。\n                         ” 有英语也好嘛，多一门语言。“洛奇和多里异口同声。”好吧你们两真是合得来……好了，我还得办事，先……”刺耳的警报声响起，旋即战斗机的声音呼啸而过！\n                        机灵的里洛紧张地拿起对讲机：”What  happened!!!(到底发生了什么事！！！）”\n                        “我们检测到了有F-18-KS型战斗机在轰炸军事海港，他们随时会轰炸基地！快带无关人员从地下通道出去，其他医疗人员和建筑修复师躲在地下工事随时待命！赶快调取基地的20分之一（一共有10000装置），其他基地会赶来增援！快快快！里洛，我在军事海港！如果不想你哥哥死的话，就给我过来！”是维奇的声音，里洛又想起那一幕，他为自己的哥哥骄傲！里洛眼角滚下一滴泪，拉着卡普和洛奇还有多里一起转移了地方，送他们出去了……\n                            洛奇并没有说什么，他不想这件事败露，沉默地回到城里，和多里一起睡觉。一个晚上，多里和洛奇都是沉默着的 ，他们不知维奇他们的生死……卡普那儿恰恰相反，他告诉了恩佐，恩佐阴笑道：“哈哈哈哈……我们等战乱时再去抓他们，这样，我就能使全王国屈服啦！哈哈哈哈！哈哈哈哈……“\n\n\n                             ………………\n\n                             夜色笼罩了大地，里洛坐上 UK-152-B直升机。所有居民都不知道，在这夜色的安宁下，一场空战，即将发生……\n\n-————————————————E            N            D———————————————————- \n话说……你们相信我了吗？\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "MC迪莫",
            "timestamp": 1395892140,
            "txt_content": "审核好久=="
        }
    ]
}