{
    "title": "<连载·单章>五族之伤[作者:鱼丸君][第一章 恶梦]",
    "author": "龙猫精神",
    "replyCount": 5,
    "timestamp": 1396008240,
    "txt_content": " 本帖最后由 龙猫精神 于 2014-5-10 15:57 编辑 \n\n         大家。我今天无聊就开了一个新坑，希望大家多多支持。\n\n                                                                            五族之伤  第一章  恶梦\n\n     朦朦胧胧中，我醒了。我的大脑一片空白，我只知道我的名字叫玄龙，17岁，是巴克族的人。\n     我正准备从床上爬起来，突然听到了丧尸的声音，而且还不止一直，有一群。我愣住了，不知道该怎么做。外面又传来了凄惨的声音，不过听起来并不像丧尸，而像一个人。人！这里有人！我立即从床上爬了起来，穿好我的衣服，并穿上床边那锈迹斑斑的铁质铠甲。这时，我还发现了一把钻石剑，我拿起它，准备冲出这间小屋。\n      打开门，映入我的眼帘的东西让我大吃一惊。天哪！这里横尸遍地，甚至有的尸体的头都被丧尸给咬了下来。\n      “不妙，我得赶快离开这里。这附近有很浓重的怪物气息”我自言自语。巴克族天生嗅觉敏锐，甚至可以闻到3km以外的气味。不仅这样，我还有一个不为人知的能力，我可以有短暂的透视眼，可以看穿任何东西，有的时候别人想什么都可以看清。所以，我的母亲对我说过“不要告诉其他人，到了危急时刻才能用”\n       我的眼珠转来转去，总算看到了一个让我惊喜的东西。一匹马！我赶紧上马。那是一匹黑色的纯种马，身上还有马具。这肯定是人为饲养的，不过它的主人去哪儿了？思考中，我看到了一个名字“炎彬”，真巧啊，我的一个朋友叫炎天，这匹马竟然叫炎彬。不过，我觉得这并不是巧合。这是炎天的马！一定是！他经常和我说他有一匹叫炎彬的黑色纯种马。对了！我可以用那种方法啊！我从那匹马上拔下一撮毛，攥在手心里，轻轻地抽动鼻子。嗅到了！炎天就在离我300米的地方！我立即骑着炎彬赶过去。\n       找到了！我找到炎天的时候，他正在用金焰族的怒吼魔法来回复能量。我对他说“别坐着了，骑着炎彬去安全的地方疗疗伤。”他看了我一眼，他的眼神告诉我，他答应了。\n       总算找到了一个可以落脚的地方。尽管这屋子很破，还有点漏水。这都不重要。我把炎天带到了一个安全的地方，用我们巴克族的迅辉魔法给他疗伤。\n       炎天告诉我他本来想杀出去的，不料那群丧尸太强，只好用护-焰墙来保护自己。\n       炎天是我的好基友，但他不是巴克族的人，他是金焰族的人。金焰族善用火，在他们手里，火既可以防身也可以攻击。\n       经过短暂的整顿，我们决定赌一把，冲出去。\n       我手中拿好剑，出了门。一出去，我们就被一堆丧尸淹没。炎天站在那里闭上眼，一动不动，我知道他要用那一招了！果然，他用了他的绝技“鬼焰阵”，那些丧尸全部被烧成了灰烬，一个不剩。让我吃惊的是，那些灰烬死而复燃，又重新组成了一个更加强大的怪物军团。\n       我们再次被丧尸所淹没，身受重伤。已经坚持不住了。\n       我们倒下了，再也起不来了。就在我合上眼的那一瞬间，我看见了雄伟的建筑。一个美丽的女孩站在我的面前对我说：“不要怕，这只是一场试炼之梦。你和炎天都通过了。你要记住，神与你同在 。”说完，她吻了一下我的额头。“这是神圣之吻，它能保护你不受黑暗的诅咒。而且，你和炎天在探险的路上会遇到另外三个伙伴，他们分别是：青灵族的初韵，夏源族的滕晓，以及升豪族的净野。出发吧！”\n        话音刚落，我就醒了，这次是真的醒了。我听到有人在叫我。“玄龙，玄龙，还比不比魔法啊？不比我就回家睡大觉去了啊。”这是炎天的声音。“好啦好啦！马上就来！”我大声回应炎天。\n        那时的我还不知道，一场灾难正悄悄来到……\n                            \n                                               第一章is End\n                                               谢谢各位观看\n                                   下一章：待续~\n                                   索引：暂无\n                    \n                     汉字1104个，标点：1268个，字母135个，数字6个\n                                 共计：1110个字数、2671个字符\n              \n\n              郑重声明：文中青灵族的初韵是由@双筒丁丁 同学来扮演的\n                               夏源族的滕晓是我同学廖博来扮演的\n              \n                                      \n [groupid=573]教程小说齐聚汇[/groupid]",
    "replies": [
        {
            "author": "无敌小阿沫",
            "timestamp": 1396008420,
            "txt_content": "真是辛苦写出来小说了"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1396008780,
            "txt_content": "作者，有点概念好不好，比如说距离方面的。。。"
        },
        {
            "author": "蒋苏成",
            "timestamp": 1396009320,
            "txt_content": "我也写完了"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1396016220,
            "txt_content": "蒋苏成 发表于 2014-3-28 20:22\n我也写完了\n意义不明？小说呢？"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1396154820,
            "txt_content": "赞一个===="
        }
    ]
}