{
    "title": "<原创·连载>《方块纪元》[作者：凋零]----（警告：更新速度奇慢）",
    "author": "Homeworld",
    "replyCount": 1,
    "timestamp": 1396012260,
    "txt_content": " 本帖最后由 Homeworld 于 2014-4-2 15:08 编辑 \n\n      这部小说完全就是作者的幻想力无处发泄而写出来的。      更新速度可以说非常慢（本人准备中考了），不过我还是可以一周一章吧。\n      ----以上废话----\n\n作品：《方块纪元》\n作者：凋零\n简介：这里，是一个完全由概念方块组成的宇宙，\n          这里，也是一个”梦境“。\n          看 来自另一个宇宙平凡星球上的平凡学生，\n          如何与另一位同宇宙的穿越者一同称霸”方块宇宙“。\n分卷设定（大纲）：\n第一卷：思维方块化--原版生存\n第二卷：原始文明--四大文明MOD为主，其他的MOD为辅\n第三卷：魔法时代--神秘时代MOD、魔法MOD、王国MOD为主，其他的MOD为辅\n第四卷：末世之战--承接第三卷的MOD，怪物入侵MOD、突变生物MOD为主，其他的MOD为辅 \n第五卷：工业兴起--工业时代MOD、林业MOD为主，其他的MOD为辅 \n第六卷：战争爆发--载具MOD、枪械MOD为主，其他的MOD为辅 \n第七卷：星空荣耀--高级飞船（高级齐柏林）MOD\n第八卷：混乱时空--未知，时空、维度、位面\n（以上仅仅是构思，我连第一章都没写完）\n\n我的更新方法是贴子折叠内容。\n我的主旨：错别字少、绝不断更。不到高中更新速度会很慢，请谅解。如果出现意外事故导致断更，我真心希望能有人帮我将它写完......\n\n--------------------------------------------------\n    *宇宙基本知识*\n星系：由无数恒星聚合在一起形成的一个集团，中心是黑洞，又称作“星系团”或“星云”。\n\n恒星系：由一个恒星的引力场带动周围的行星的集合体，又称作“宇宙岛”。\n\n行星系：由一个行星的引力场带动周围的卫星的集合体。\n\n虚无空间：既存在又不存在的一种存在，是宇宙终始之外的一种没有任何意义和属性的超时空、超物质绝对存在，简称“虚空”或“虚无”。\n\n黑洞：由质量足够大的恒星在核聚变反应的燃料耗尽而“死亡”后，发生引力坍缩产生的超高密度天体，它拥有强大的引力场，将一切物质、能量吞噬，     只向内运动。\n\n白洞：与黑洞完全相反的天体，它拒绝任何外来物质进入它的内部，而只允许它里面的物质和能量向外辐 射出去，只向外运动。\n\n位面：是用来解释多元宇宙的理论，每个位面都有各自的位面特性，存在的诸位面是多种不同的世界的集合，这些世界之间有着错综复杂的联系。\n\n维度：是用于解释位面宇宙与时间轴、空间轴的一种理论。\n\n时空：指时间和空间，时间和空间不是独立的、绝对的，而是相互关联的、可变的，宇宙中任何事物都处于时空之中。\n\n\n文明：由初级生物进化至智慧生物后再因环境的不同而衍生出的宇宙高级形式，共有三种。\n科技文明：以机械和化学为主导的文明，高级形式为“智能化（拥有智慧）”\n能量文明：以魔法、斗气、仙气、灵魂等能量为主导的文明，高级形式为“能量生物（拥有智慧，可参考《斗破苍穹》）”\n生物文明：最初级生物未受到干扰不断进化至可变异的生物，高级形式为“可变异”\n\n\n（以上取自百度百科与自己的理解）\n---------------------------------------------------\n\n第一卷：思维为方块化\n卷首语：本卷是以原版为素材的原汁原味的原版生存卷。\n\n\n第一章·序幕  萧瑟草原\n\n\n第一章·序幕  萧瑟草原\n\n    这是一个完全由概念方块组成的宇宙。小至虚无空间，大至维度、黑洞都是以“方块”为概念形成的形态。\n\n    除了完全不在一个位面、维度、时空的区域，“银河星际联盟”可以说是全宇宙公认的最强联盟。这个由三万多星系联合的联盟拥有最全面的文明体系、最庞大的资源数量、最强悍的武装战力......\n\n    然而这些并非是最独特的，事实上联盟的创建者并非是属于这个宇宙的原居民，他来自另一个宇宙。\n\n   “银河星联”总部，是一个被称作“Earth（地球）”的方块星球，它位于“太阳系”。\n\n    这段时间可以说是“太阳系”最为热闹的时候了。无数的科技战舰（科技文明）、魔能飞船（能量文明）、生物堡垒（生物文明）甚至无引力、超低引力的卫星、行星级别的战斗运输堡垒充斥着整个恒星系与其周围的空间。这还没有算上为了节省实体空间而藏入相对位面（同一时空不同位面）的更多战舰堡垒。它们的到来，都只为了一个目的。\n\n   “地球”第一重力面（方块星球有六面），帝都“Herobrine城”。\n\n   “还有多久？”巨大的时空修改器前，白袍老者（方块人）似自言自语地问道，一对诡异的白瞳不时闪出光芒。\n\n   “时空修改器21分钟后完成充能，维度转换器36分钟后完成充能，宇宙边缘信标47分钟后完成位面链接，首领。”智脑（智能电脑）的声音回响在空荡荡的大厅中，让人辨不出来源。\n\n    老者默默地站立着，等待着这短暂却又漫长的47分钟。与他一同在等的，还有“太阳”周围的无数战舰与乘坐在其中的各星系高层。\n\n    【47分钟后】方元2043年07月19日（纪元年编史，如“公元”）-14:47:01（第一重力面时间）\n\n   “首领，您确定有启动‘时光’计划吗？”之前报时的智脑再次用“她”那带着些许机械颤音却又有些许感情的女声询问道。\n\n   “确认。”白袍老者淡淡道。\n\n   “请进入核心，再次确认。”\n\n    白袍老者缓步走入时空核心，“再次确认，开始吧。”\n\n   “祝您一切顺利，我的首领”\n\n   “时光----倒流！”\n\n    ====小分割====（“Saving chunks”为大分割）\n\n    事实上，坐着战舰来到“太阳系”的各星系高层并不是来恭送“首领”的，在这个权利纷争的宇宙之中，就连“银河星盟”都不能保证三万多星系是团结一致的，只有当年宇宙大战后遗留的不到四百的仍拥有生命和武力的星系才是联盟的真正核心。后期加入的只可以说是“商业联盟”。\n\n    今日听说“盟主（首领）找到飞出‘宇宙之外’的方法并打算实验”的消息时，野心勃勃的一万多星系高层就因“盟内可参观”这条附加信息而一致抱着“快成功时开一炮你就完蛋了”的心态来到了“太阳系”，于是就出现了战舰充斥恒星系的一幕。\n\n    而三百多的核心盟友则是被秘密通知不用派出武装力量。并且盟主暂停了一切对外活动。虽然盟友们对此感到疑惑与不解，但出于对盟主的信任，也仅仅是派出了超空间侦察机观察现场。\n\n    ====小分割====\n\n   “时光----倒流！！！”白袍老者大喝道。\n\n    与此同时，整个宇宙所有能感应到时空变化的高级文明都发出了“时间倒退”的警报并第一时间启动了“时空维护立场”。\n\n   “该死！他在倒退时间！他想把我们都干掉！”“太阳系”周围的物质、能量、力场甚至时空开始混乱起来，各种强大的武器已然进入待发射状态，目标直指“地球”！\n\n    若是如此便能击杀盟主的话，他也不会有信心不增任何武力便随意让他们进入恒星系内。自从明白了这个宇宙就是一场梦的事实后，他就开始试验能让自己醒来的无数方法，最终悟出了通过倒退自身时间来消除这个由思维创造的宇宙的方法，并且还连接了宇宙的边缘来增加成功率（其实这个方法也不行，不过至少有效果）。\n\n    武器完成充能时带来的混乱诡异地消失了。整个宇宙开始了无法阻止的时间倒退。\n\n    方元1000年01月01日-00:00:01.第一重力面。\n\n    萧瑟草原，微风拂过。\n\n    已从白袍白衣的实验室工作服变为浅蓝色衬衫的老者呆滞地望着眼前依旧方块化的世界。\n\n   “F.U.C.K!失败了？”良久，老者终于忍不住爆出了一句粗口，“记忆为何还在？？？”\n\n    回答他的，只有呼呼吹过的萧瑟微风......\n\n    ====Saving chunks====\n\n    同一时刻，在另一个平行宇宙的真正太阳系的地球上。\n\n    正趴在床上玩电脑游戏Mineraft的李方按下了“保存并退回至标题画面”......\n\n    位面宇宙裂缝毫无征兆地从笔记本电脑中裂开来，将李方的灵魂吞噬进去，留下一句无思维的植物人与炸开的笔记本电脑......\n\n\n\n剧透\n老者/首领/盟主是Herobrine,即HIM\n",
    "replies": [
        {
            "author": "Homeworld",
            "timestamp": 1396422240,
            "txt_content": "顶啊，我对不起大家，那段时间根本没时间打字"
        }
    ]
}