{
    "title": "<连载·单章>斯克尔之方块世界历险记[作者：1519347866][第四章]",
    "author": "1519347866",
    "replyCount": 0,
    "timestamp": 1396074420,
    "txt_content": "——————————————————————————————————前言：你听到的并不代表一定是真的。\n——————————————————————————————————\n                                                                            斯克尔之方块世界历险记\n                                                                              ④：城市废墟\n     “轰！轰！嗷嗷！啪啦”一个阴森恐怖的门.......打开啦。\n\n\n     在这个世界的一处，有一个城市。一道道高大的围墙维护着这里。可惜..........他撑不了多久.......................\n    爬行者们用自己的身躯破坏这围墙，而蜘蛛爬墙是墙上卫兵中毒，骷髅辅助蜘蛛爬墙，僵尸则是待着地底下随时援助 史莱姆负责肉盾 地狱史莱姆负责阻挡卫兵的视线 小黑则是拆除围墙..........怪物们为何会这么配合？难道是有这更深远的秘密？\n\n\n\n   卡尔经过治疗很快就能走路，并且跑步也算不了什么问题，斯克尔则是整天在图书馆瞎逛，他希望因此能够提高他的见识，而克罗则是悠闲的待在家，躺在床上随机。一片祥和，这正是每个人都想有的，可是当夜晚降临，光明就会离开他们。\n\n   “12点啦，过得可真快，对啦！我上次不是和克罗下矿吗！我记得矿物还在我家的箱子里呢！”说到这里，斯克尔飞奔到自己家里，打开箱子。“34个铁矿，15个金矿，还有4颗钻石，35个青金石和64个红石，挺不错的嘛，啊哈，我先去下矿，估计回来啦就到下午啦。说完，斯克尔拿起铁稿子，在合成一套铁甲与一把钻石剑。\n\n   [fire]斯克尔迈入寂静的森林，潺潺溪水，很平静。突然一阵浓烈的气味，似乎着火啦！“我好像闻到啦很臭的气味？好像有什么东西着火啦！我得去看看”斯克尔朝着着火的方向飞奔，这里死掉啦数十字僵尸，更稀奇的事，他们身上的皮都被剥啦下来，身体奇怪耶不放过。“这么恶心，有谁会做这些事情呢？反正也不关我的事，走啦。”斯克尔走到啦当初他喝克罗探索过的矿洞里，插满啦火把。这个矿洞虽小，但是很连贯。\n\n   斯克尔挖啦会儿“不错嘛！半组铁啦！”\n   “咚!Boo........”\n    “咦？什么声音？我好像听到苦力怕掉下水的声音！得去看看，不然我的矿物就都完蛋啦！”斯克尔自言自语道。\n    斯克尔凭借记忆来到声音传来的地方，斯克尔小心翼翼，因为他怕会有怪物发现。\n    来到一个峡谷旁，斯克尔躲在一旁，看看有什么事情要发生。\n    突然，一只爬行者从天上掉啦下来，但是很奇怪，他身上蒙着头，然后顺着水流一步步的流出这个矿洞。入口是个隧道\n   “咦？这些爬行者怎么身上蒙着头？偶买噶，这些玩意........”\n   斯克尔的好奇心驱使他要前去出口，于是他拿着稿子，挖啦些石头，然后垫脚，一步步往上。\n   “真糟糕，我干嘛要无缘无故上来这里，如果我死啦囧么办，算啦，我干嘛计较这些东西。”\n\n   到啦苦力怕出源处，竟是由一些活塞推出来，而且秩序井然，因为爬行者被蒙着头，所以他们看不到斯克尔。\n   “打烂墙壁，进去看看！”\n    斯克尔打烂墙壁，而到啦里面，更可怕的事情发生啦！里面竟然是一个巨大的爬行者生产基地！而在工厂顶板，写着苦力怕生产基地。\n   “苦力怕？爬行者的另一种简称吗？挺不错的！不过我要销毁这里！否则就会出大事啦！”\n   斯克尔随即敲碎一个活塞和一些红石。\n   可怕的事情发生啦！从里面出来的苦力怕都在看着斯克尔，这些玩意儿全部汇聚在一起，朝着斯克尔看，然后他们脱离机器。\n   “偶不！快跑！”\n   斯克尔拉到啦苦力怕们的仇恨，苦力怕们争相追逐。\n   此时，斯克尔头上金光一亮\n  “我可以引爆一只，然后让其他野引爆啊！这样这个工厂不就毁啦吗！我还可以拿到很多火药额！”\n   斯克尔拿着钻石剑，转回头，眼神里充满坚定，然后冲向苦力怕群。一只苦力怕渐渐的膨胀，斯克尔用钻石剑一个下滑。从苦力怕群中穿过。\n   “轰！”苦力怕们一齐爆炸，结果使这个工厂瘫痪，电灯停止运营。\n   “蛋糕啦！没啦光源，怪物会被刷出的！”\n   斯克尔说的没错，但是他不知道，虽然这个工厂瘫痪啦，但是刷怪笼会一直刷下去。\n   瞬间，齐刷刷的眼睛朝斯克尔看去，密密麻麻的苦力怕！堪比一个亿！\n   “啊！密集恐惧症啊！快逃！这么多苦力怕！会死的！”\n   斯克尔朝出口奔去，可是更可怕的事情发生啦，苦力怕们堵住啦出口！\n   “怎么办！作孽啊！也许刚才那个方法还管用.....但愿吧！不管啦！为啦活着！啊！”\n   斯克尔朝苦力怕们冲去！苦力怕们也朝斯克尔冲去，一个下滑加快跑，斯克尔再次穿过苦力怕群！\n   “轰！！！！！！！！！！！！！！！Boooooooooooooo！咔！”\n   巨大的爆炸力宛如核弹，把斯克尔炸飞啦很远，而工厂因为巨大的爆炸力完全毁掉，而巨大的冲击波波及到基岩，使地表完全裸露。\n\n\n   “咳咳，真难受，我得回村啦..............我没事来闯这里，唉，差点丢啦性命，我的会村告诉他们，告诉他们赶紧离开这里。\n\n    斯克尔走到一半时，突然晕倒在地。\n\n    “斯克尔！你还醒着！医生！”\n    斯克尔艰难的睁开眼睛，出来的是少年。定睛一看，就是卡尔！\n   “我刚才听到爆炸声找到啦你，我还看见地上散弱着大量红石 活塞 火药！这真是极好！以后对村庄防御更上一层楼啦！”\n   “不错啊，那是我在地底发现的苦力怕制作工厂，我把他毁灭啦，不错吧。”斯克尔低声说。\n   “他体力不支，需要休息。”医生说\n\n   过啦三四天，因为斯克尔的成就，村庄装上啦电视。\n\n   斯克尔躺在自家的沙发上，看着电视。\n\n   今天L国海鸥城失去联系，政府正在派出军队前去探查。\n\n   海鸥城市L国经济最好的城市，目前已开发出大量先进交通工具。经济一直领先于国际..........\n\n   “滴！”斯克尔把电视关啦起来，然后走出家门，看见克罗正在收拾行李。\n\n   “克罗！干嘛呢？去哪啊？”\n   “我要去海鸥城，我在那买啦辆车，那家公司说昨天就送过来，可是我没见到，但是死啦，所以我现在得骑马去下那里，看看有什么事情。”\n   “听说那里失去联系，网络无法连接到那里。也许有大事大事”\n   “那我更得去啦！小子，跟我一块吗”\n   “当然！我一直没见过这个世界的城市呢！”\n   “那好，收拾行李，我给你配匹马。”\n   斯克尔收拾行李，忽然看见卡尔。\n   “卡尔，你跟我们去海鸥城吗？”\n   “海鸥城？我一直向往的城市，不过离这里很远呢！当然我非常想去！”\n   “那你收拾行李，跟我坐一匹马。”\n   “没问题！”\n\n\n\n\n    过啦几分钟，他们仨收拾好行李，便出发啦。”\n\n\n   \n   他们一路颠簸，终于到啦里海鸥城一里的地方。\n   \n  “海鸥城里这里不远啦。”克罗说道\n  “是吗？我很高兴！斯克尔兴高采烈\n   \n   “咦！前面怎么回事，怎么会有一片废墟！”\n   \n   “驾！”\n   他们连忙飞奔到那里，只见海鸥城三个大字已经变成残骸。\n   \n   \n    ————————————————————————————————————————————————————————————\n作者的话：这次我把剧情稍微改好啦，请大家放心。\n\n\n\n\n\n\n索引帖子：http://www.mcbbs.net/thread-255669-1-1.html\n\n\n\n",
    "replies": []
}