{
    "title": "《Lx建筑教学_番外篇——燕子的失物招领处",
    "author": "lx2eebs",
    "replyCount": 1,
    "timestamp": 1396084440,
    "txt_content": "                                                                          今天~无意中看到这两篇短文，觉得特别不错~\n                                                                                      和大家分享吧！\n                                                       索引贴：《Lx建筑教学》——索引贴\n                                                      然后做了番外篇！\n                                                      原文地址：燕子的失物招领处\n                                       ==============燕子的失物招领处================\n                                                     燕子的失物招领处\n                                                           文/风为裳燕子觉得自己上了初三后，就变成了“特困户”。不是特别困的人，而是特别穷的人。先是丢掉了友谊。没时间啊，初三的时间就像是春天的雨滴，每一滴都要最充分地应用，到秋天才能结出最丰硕的果实。这是老妈说的。而友谊呢，是要用时间来培养的。要一起聊聊八卦啊，要一起说说情事啊，谁会稀罕跟你一起做练习题呢？然后是丢掉了纯真。谁来问燕子题，燕子都不爱告诉人家，都是敌人呢，教会了他，万一考试时正好出了这道题，这不是给自己的对手提供弹药呢嘛？最后，燕子觉得自己像一株失水的植物一样，一点点失去勇气。除了趴在桌子上没完没了地做习题之外，她害怕跟这个世界做任何交流。某一天，燕子觉得烦极了。她趴在课桌的题山书海间，恍然推开了一扇门，门上写着“失物招领处”五个红字。那字真新鲜。燕子走了进去，看到一个面目不清的老人坐在一张桔色的桌子后面。她问：“姑娘，你掉了什么吗？”燕子想了好一会，说：“我的友谊丢了！我跟苏蕾拉是最好的朋友，可是，现在，我怎么都见不到她了呢？”老人笑了，这回燕子看清了她的容貌。皱纹多得像干旱了整个春天的土地。她说：“你想想，你在哪丢了她的呢？”燕子歪着头，看着窗外，窗外白杨树的树叶一片一片落了下来，像很多很多的失落与愁怅。从前，蕾拉每天放学都会跟燕子一起走路回家。看看路边的杨树抽出了圆圆的叶子，说说电视上那个洋娃娃一样的张韶涵跟老妈闹翻了天，再不然，就你一句我一句地点评班级里哪个男生更帅，哪个男生比较烦。那些时光啊，像扇动翅膀的小鸟，扑楞楞就从两个女孩的身边溜走了。燕子喜欢那样漫无边际地说说话，特别是跟苏蕾拉一起。苏蕾拉是个有趣的女生，她有很多很多古古怪怪的问题，比如，暗恋哪吒的明星是谁啊？燕子自然是答不上的，她只是很认真地忽扇着大眼睛问：“是谁啊？”苏蕾拉就特有成就感地公布答案：“是王菲啊，你没听春晚她唱吗，想你时，你在闹海……”苏蕾拉还假惺惺地学王菲唱歌，燕子的肚子都笑疼了。然而老妈却说：“这些有什么用？考试时能当分使吗？燕子你就傻吧，苏蕾拉家有钱啊，她即使考不上重点也会花钱上了重点，她即使考不上大学，也能花钱出个国，你呢，你呢？”这些都像针一样扎到燕子的心上，燕子再见到苏蕾拉时，心思就不一样了。放学时，苏蕾拉等在门口叫燕子快点，燕子磨磨蹭蹭，说自己还有题没做完。一天、二天，三天、四天，苏蕾拉就不再等她了。苏蕾拉来问燕子数学题时，燕子顾左右而言它，“这个……这个是老师昨天讲的吗？我也没记清楚，老师不会问的吧！”苏蕾拉的目光来来回回在燕子的脸上扫了几圈，然后轻轻地吐出一句话：“燕子，你怎么了？”燕子知道自己很失态，手心里都冒汗了。该死不死，那节课，老师偏偏说了那道题，老师说：“班里唯一一个做对的人就是燕子！”苏蕾拉的目光远远地飘了过来，燕子的头低到不能再低，她恨不得有个洞让自己钻进去。再后来，苏蕾拉就不是燕子的朋友了。所有人都不是燕子的朋友了。燕子的学习成绩遥遥领先，有些独孤求败的意思。只是，谁会在意呢？老师表扬燕子时，燕子听到的是四面八方传来的窃窃私语：“有什么好羡慕的，学习机器而已！”“她都不会笑哎，那一笑，跟哭似的！”燕子讲完这些就哭了，哭得肩膀一耸一耸的。失物招领处的老人家突然变成了苏蕾拉，她说：“其实，燕子，我一直想跟你说的是，学习不是生活的全部，成绩也不是生活的全部……”燕子睁开眼，苏蕾拉不见了，失物招领处的老人家也不见了，她只是一个人趴在书桌上做了个梦而已。燕子愣了好半天，她收拾好课桌上的书本与卷子，站了起来，她觉得其实她应该找回的是那个叫“勇气”的东西。去和那些朋友微笑，去敞开心扉，去看到外面的落叶与枯草，去秋风里深呼吸一下……那样的人生才是人生，那样的生活才是生活。燕子走在校园的小路上，远远地看到苏蕾拉，她喊了声苏蕾拉，苏蕾拉转过身，以为自己听错了，燕子很想躲，却一咬牙迎了上去，她伸出手说：“蕾拉，从今天，哦，不，从现在起，我们恢复邦交好吗？我要找回我们之间的友谊，我找到失物招领处，把它们都找了回来！”“在说什么呀？”苏蕾拉不明白燕子在说什么，但是从燕子灵动的眼神里，她发现了一些变化。蕾拉是乐于看到这种变化的。她伸出手说：“你是不是把我丢了？失忆啊？”燕子笑了，她说：“其实，我是把青春的颜色给丢了，青春全部成了灰色。我挺爱学习的，但到后来，我憎恨学习了！”乱了，乱了，燕子太急于表达，倒不知道自己想表达些什么了。那天，燕子跟苏蕾拉走在校园里，遇见每个陌生的人，或者是熟悉的人，她都投以善意的微笑过去。没有人是吝啬的，大家都用微笑来回应她。尽管一转身，大家也都会莫明其妙，“今儿是什么日子？世界微笑日？”燕子长长地松了一口气，幸亏这世界上还有失物招领处这种地方，不然，自己一路走到天黑，可怎么好呢？我亲爱的朋友们，在成长的道路上，你们丢掉了些什么吗？看看有没有失物招领处，能把它们找回来不？\n",
    "replies": [
        {
            "author": "Jeff灬殫",
            "timestamp": 1396086300,
            "txt_content": "这是真实的吗？"
        }
    ]
}