{
    "title": "<连载。两章>怪物复仇记[作者:xxzzyyzzxx][第零章，第一章]",
    "author": "xxzzyyzzxx",
    "replyCount": 2,
    "timestamp": 1396089000,
    "txt_content": " 本帖最后由 xxzzyyzzxx 于 2014-3-30 13:07 编辑 \n\n\n感谢各位的支持！写下你们的意见和评价，有机会获取加分哦！\n正文 这次字比较多\n第零章 \nMC历13年，连接全球所有玩家的领域服务器——MinecraftOnline开启了，这个服务器的世界大了八倍，也就是地球的64倍。掌管这个服务器的是MC开发公司中的几位工作人员。\n    MC历17年，MinecraftOnline突然断线，人们发现它再也修复不起来了。玩家们开始投诉——那可是他们花了4年多的心血啊！有人开始起诉Mojang，结果MOjang就败诉了——再也没有人玩这个名声扫地的曾经风靡一时的游戏了。\n    虽然这个世界与外界失去了联系，但是每一个minecraft世界，都有一个找不到的创世主，如果要我告诉你他的坐标，那要写满一本书也写不完。\n    这个世界的创世主是经过开发人员精心挑选的，他很快安定了人类们的情绪——他们从头到晚的大叫：“主人不要我了！”\n    MC历139年，过了一百多年，原本自由，开放的世界演化成了4国鼎立的局面——因为语言不通的来自世界各地的人类们无法友好相处。而且人们发现他们的资源已经不够多了，于是就向其他国家伸出了炮管。\n    第一次4国大战伤亡严重，人们意识到资源已经不足了，于是就打起了怪物们的主意\n    MC历143年，4国联合讨伐各地的史莱姆巢穴，导致沼泽生态被严重破坏，史莱姆灭绝。接着人类们终于研究出了100年前失传的地狱门图纸，罪恶的双手即将伸向地狱……\n\n\n(416字）\n\n第一章\n我叫布雷，是一个烈焰人\n    我很特别，因为所有的烈焰人都有12根棒，而我却有十三根。\n    我也不知道这是好是坏，但是它一度改变了我，我们烈焰家族，甚至是整个世界的命运。\n    故事得从那时说起。\n    “喂！黑骷髅们，把砖头抬走，快一点！”那是我父亲在说话，他是地狱13区火焰要塞的统领，所以我也算个官二代吧。“快一点，新一波岩浆潮就要涌来了！虽然我们不怕岩浆，但是只要被岩浆粘住了不管是你们凋零骷髅，还是我们烈焰人，都不会有好下场的！”没错，地狱的岩浆潮每个月都会涌起一次，那对我们是不利的，因为地狱孢子种植基地和蘑菇种植基地的生产会受到很大的影响。\n    “大人！看到那些紫色颗粒了没有，可能不好的事情发生了！”\n    “别担心，我忠实的老朋友威尔，说不定只是一只可怜的末影人闯进来了罢了。”父亲笑了笑，说。\n    “可是……”老骷髅威尔的脸上还是充满着担忧，不过，伴随着一声清脆的响声，紫色颗粒消失了。“我说了没事吧，快让你的属下们去工作，大潮马上就要来了！”\n    那时的我虽然身为少爷，但是地位并不高，都是因为迷信。“瞧！诅咒之子来了！”一个小烈焰人指着我对其他小烈焰人们说：“危险的家伙，离我们远一点！”\n    没办法，他们唾弃我是有原因的。众所周知，13是个不吉利的数字，但老天就偏喜欢把它朝我头上砸，而且一下比一下狠。我生活在地狱十三区火焰人要塞，住13号房间，是家里的第十三个子女，今年十三岁，最可怕的还是我有十三根棒。有时候我安慰自己，今年过了你就不是十三岁了，长大了你可以离开十三区十三号，但是这十三根棒……实在是难以解决。\n    “滚开，异类！”那个小火焰人又说。他叫布里，总是带头和我作对。“有本事来打我呀！”他又说。\n    “让你尝尝我第十三根棒的厉害！”我气愤的抓住正绕着我旋转的第十三根棒。“喷火！”没有火焰喷出。那帮小无赖笑的更厉害了。布里说：“你还是省省吧连哪根是第十三根都分不清了！”另一个叫布拉的小火焰人嘲讽道：“就算他拿对了也不会喷火哩！”\n    我正想举起拳头揍他们一顿，突然，要塞中警报迭起：“所有火焰人、凋零骷髅和外面来的猪人请注意！今年第八号岩浆潮“血浪”将要来袭请大家撤离至各大高塔以保护个人安全。农业部门请把种植场地的防火门关紧……”\n    我撇了他们一眼，到高塔上的一个偏僻的位置坐了下来。然后就睡着了。\n    过了一天？或是两天、三天，我也不清楚过了多久，一个黑影把我叫醒，拉着我，叫我赶紧走。我一边跟着他跑，一边环顾四周，我看见烈焰人的尸体倒在地上，却没了那十二根棍棍；我看到凋零骷髅的头被放在灵魂沙上；我看到成群的猪人被乱箭射死在要赛前……\n     我顿时吓的说不出话来，一种悲哀，沉痛的情绪蔓上心头，使我迫不及待的想把那些恶人撕成碎片再烧掉，实在是太可恶了，那可是上千条生命啊！\n     黑衣人默不做声，只是示意我跑快一点，我也不自觉的加快了脚步，如果慢了可能就会变成那些尸体的下场。\n     经过一个拐角，我听到一声惨叫，一个很熟悉的声音———是布里！那个我在内心中无数次诅咒过的家伙！我顺着他目光看去:一个人类拿着一把铁剑，想杀了布里，他的身旁还躺着一具烈焰人的尸体。他杀了布拉！虽然我平时对他们俩恨之入骨，但现在我却很想冲过去救他们。我正想转身，黑衣人拽起了我跑，我无法动弹。\n     我们跑过了血流成河的要塞，尸横遍野的集市，终于到了岩浆河畔的郊外。\n     “你是谁？为什么要把我带到这里来，让我回去救他们！”我对那斗篷下的人影吼道，我也不知道我哪来的这股勇气，毕竟他们也是我曾经的玩伴啊。\n     “晚了，现在我们必须逃得远远的。”他终于说话了，同时掀开了斗篷的一脚，露出了一张漆黑的，皮包骨头——准确的来说应该是只有骨头的脸，两个望不见底的黑洞似的眼眶看着我。\n     “是你啊，威尔！”没错，他就是在要塞中除了我的亲人以外对我最好的人，同时也是父亲的老朋友，老骷髅威尔。“节哀顺变吧少爷，我们要塞已经无法回到过去了，你的朋友们，还有你的族亲们都死了，除了我们俩，要塞里只剩下你父亲率领着顶尖部队抵抗了！希望他们能成功。”\n      我难以接受这惨痛的事实，心像被一根木桩重重的击了一下一样。“究竟发生什么事了，威尔！”我终于忍不住问了出来，我发现威尔的表情突然变得复杂，像是回到了那场灾难中重来一次一样……\n\n\n\n共1473个汉字\n注释\n       烈焰人（Blaze），繁体中文版称烈焰使者是生活在下界中的生物。他们只会从下界要塞中找到的刷怪箱中生成。他们的躯体由一个环绕着烟雾的脑袋和三个旋转的部分组成。每一个旋转的部分都包含着四个旋转着的棒子。烈焰人可以飞行并且发射火球。他们会发出一种金属质感的呼吸声。\n\n\n\n",
    "replies": [
        {
            "author": "残忆",
            "timestamp": 1396089720,
            "txt_content": "支持一下~\nLZ加油~"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1396092900,
            "txt_content": "楼主加油，看好你。\n\n"
        }
    ]
}