{
    "title": "<连载·单章>追梦的人[作者17291159][第一章第二节]",
    "author": "17291159",
    "replyCount": 3,
    "timestamp": 1396091340,
    "txt_content": " 本帖最后由 17291159 于 2014-4-7 14:48 编辑 \n\n本帖标题由 风之心_天双 进行更改\n注：请将章节贴标题统一为以下格式：\n<连载·单章>【作品名称】[作者：【作者名称】][【章节数目及名称】]【自添加内容】\n请在作品每章/节/段/回末尾处标注字数。\n\n 第一章：<初醒>第二节：\"悔”上集回顾：阿海无意中闯入了亚尔特斯亚大陆，偶然间被一位名叫桂清的原著居民救起\n\n   阿海拿着木剑，穿着薄薄的现代式衬衣，像只豹子般撕开门，往他想去的地方跑去.\n   “阿海，阿海！你去哪，现在都快天黑了，在这个世界里，天黑往往是最可怕的时候，而你只有一把木剑，喂！阿海，别再往前跑了!\"桂清忍着臂膀的擦伤，艰难地挪到了那破碎的门前，望着阿海一点一点远去的身影，紧锁着眉头用尽全身的力气嘶吼着.\n   阿海似乎无法面对这几乎突变的现实，神智早已被一个念头所占据----我要离开这里！因此他含着满腔的怒火与愤恨，他无法忍受这里的所有事物包括这个救命恩人桂清，连他说的话也当做耳边风，毫不在意的抛在脑后，还理直气壮地说：“哼，夜晚有什么可怕的，我堂堂一个大男子汉，一个连公安局的进去过的人，怎么会连你都不如呢，知道公安局是什么吗，你个农村人！”这或许是他恼怒的直言罢，炫耀着他在城市中一切的一切，自以为是地更加加快了脚步，他宛如一头发了疯的虎.\n   太阳随着时间的消逝而点点地磨合了下去，就好像这是对着他干似的，天阴沉了下来，阿海仍旧自顾自的走着，向往斯卡罗布镇的生活，而这一走却越走越远...\n   太阳已经完全消失了！天上的点点繁星此刻在阿海的眼里，仿佛是一张张讥笑的嘴脸，他，不喜这里所有的一切！但阿海却在这时却放慢了脚步，因为他早已离开那个本令他厌恶的农村小家，远离了那个桂清，他现在孤身走在丛林中，这时多么高大的丛林木啊，足足有他的10倍之多，绿叶与天际融为一片，在他的眼里只有满眼满眼的绿色，没有出口，没有生机......\n   他，迷失了方向！\n   分不清东西的他，渐渐地开始心生畏惧，四周空荡荡的除了丛林木还是丛林木，这仿佛是一个无止境的迷宫，诡异的寂静是他从来没有碰见过的，月走得一样慢，而他的心却一分钟比一分钟紧张了起来\n    “我....我这是在哪，哪里是出口，哪里.......”恐惧早已让这头雄狮变成了一碰就倒的纸老虎，他碎碎默念着，恐惧着，不知这迷宫的出口在何处，也不知，自己身在何处，这种空洞的空间感让他的呼吸仿佛被吓得凝静了下来，他不敢呼吸，因为一呼吸，连风似乎都会从他耳边撩过，他越发紧张了，脑海里早已成为一片空白，而脚却还在无意识的走着，不知通往何处,眼睛也渐渐疲惫了，不过他哪敢合上！他不想死，他虽然讨厌这里的一切，但他从不会向死亡低头，他还在坚持着走着，用自己的木剑牢牢地紧贴在自己的胸口，仿佛那是他唯一的依靠，也是唯一的寄托......\n    他越发疲惫了，但是仍旧找不到出口，他迷茫着，而疲惫一点点的占领了他精神的上峰，恍惚，头晕一波波袭来，他的双眼皮如同2块磁石般想要牢牢的吸在一起，他的脚也酸痛了，里面的筋，里面的血！都在沸腾，沸腾得几乎让他无法挪动，手也愈发劳累，那虽说不重的木剑如今却成为了他的累赘，他好像扔掉它！不过他却明白-----扔了它，我就只有赤手空拳，我，我不能死！不过现实是残酷的，就在他整个身体几乎瘫痪的同时，他好像听到了一些响动.\n    声音越发靠近，当他以为是希望之光降临时，不！他错了，那是一个有着4只脚身体竖直并且面容狰狞的绿色爬行怪物，这时候他突然像通了电似的想到了桂清说的那句话“在这个世界，夜晚往往是最可怕的时候”，他意识到，他现在处在生与死的边缘，他明白着向自己走来的生物一定不怀好意，于是，他挥舞起他手上的木剑，拖着疲惫的步伐，即使是最疲惫的眼睛在此刻也坚持着望着这个绿色的爬行怪，它！这只怪物跑过来了.\n   \"你，你给我去死吧！”或许话语总是那么起作用，只见他用尽全身的力气，把木剑狠狠地劈向了怪物，而这一击也耗费了本来就已经要虚脱的体力，阿海以为这足以可以打碎现实世界中的玻璃的力量一定能把怪物置于死地，可没想到，绿色爬行怪受到攻击后，除了被弹开了一点后，丝毫没有一样，反而更加锁定了阿海这个目标，加快着速度跑去，阿海愣了一下，又忽然意识到，所以他赶紧又用自己虚弱的手臂拿起木剑与它进行抗争，怪物里他越来越近了，阿海丝毫没有放松，用木剑再一次刺了过去，而这一刺却因为体力几乎虚脱而自己重重的倒在了地上，而那只爬行怪却还是没有倒下.......\n   只听Sssssssss,阿海耳边突然一阵剧烈的足以可以震破他的耳膜的爆炸声，“轰-------”阿海突然胸口一阵痛，然后被猛得弹向空中，他的皮肤在爆炸中炸伤了，疼痛疲惫种种负面影响如同这曲折的命运般缠绕着他，让他的精神崩溃，神智崩塌.他！开始下坠了，“噗哄！”重重的被砸到地上，他仿佛感觉到他的后背被一块巨石磕破了，而事实确实如此，鲜红的血液从他爆裂的血管中源源不断的流出来，他的嘴唇开始渐渐发白....发白....\n   “阿..........海.........\"就在他昏厥过去的同时，不知道是否是幻听，不过他的确是听到了什么，而这时他还是昏了过去.\n\n\n下集预告：阿海被桂清救起，桂清又怎样对待这个自己救起的生命？请看下集\n\n追梦的人 总目录\n\n字数： 4210 字节\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1396093200,
            "txt_content": " 本帖最后由 a2455564728 于 2014-3-29 19:42 编辑 \n\n啊，写的很好。。啊。对了。你可以这么排版\n善用分割线！\n附上：上集回顾\n别忘记给封面留个位置(当然帖子开头就是封面）\n结尾：写个下集预告或耐人寻味的问题\n比如 \n他？究竟是谁呢？\n小伟是否能够突破危机呢？\n敬请期待。。\n最后帖子尾部：写个人留言=w=\n\n就这样！完美的排版！\n                             ————————————转自130s\n这样就更好了。还有背景音乐也确实选的不错。"
        },
        {
            "author": "17291159",
            "timestamp": 1396093260,
            "txt_content": "a2455564728 发表于 2014-3-29 19:40\n啊，写的很好。。\n嘛嘛，求不好的指点 好的就算了"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1396147200,
            "txt_content": "顶顶顶顶顶顶顶顶顶顶顶顶，楼主加油！"
        }
    ]
}