{
    "title": "<原创·连载>神魄[作者：stool][狼人复仇]",
    "author": "stool",
    "replyCount": 2,
    "timestamp": 1396092840,
    "txt_content": " 本帖最后由 stool 于 2014-3-29 21:37 编辑 \n\n\n\n\n\n751538187917595703_副本.jpg (97.31 KB, 下载次数: 0)\n\n下载附件\n\n2014-3-29 19:34 上传\n\n\n\n\n\n人物介绍\n姓名：龙炎飞\n性别：男\n出生年月：599年12月14日\n性格：有正义感，爱拍马屁，外热内热\n\n姓名：欧阳琪\n出生年月：600年10月26日\n性格：善良，温柔\n性别：女\n\n姓名：炎吟风\n出生年月：572年5月7日\n性格：幽默\n性别：女\n\n\n姓名：龙浩成\n出生年月：546年3月26日\n性格：冷静，机智\n性别：男\n\n姓名：布莱多恩\n性格：直率\n（潜藏在龙炎飞体内的恶魔）\n等级介绍\n\n惊魄（一段 二段  三段  四段  五段   六段  七段   八段   九段）\n残魄（一段 二段  三段  四段  五段   六段  七段   八段   九段）\n王魄（一阶 二阶  三阶  四阶  五阶   六阶  七阶   八阶   九阶）\n魂魄 （一阶 二阶  三阶  四阶  五阶   六阶  七阶   八阶   九阶）\n灵魄（一阶 二阶  三阶  四阶  五阶   六阶  七阶   八阶   九阶）\n半圣魄（一品 二品  三品  四品  五品   六品  七品   八品   九品）\n圣魄（一品 二品  三品  四品  五品   六品  七品   八品   九品）\n神魄（一品 二品  三品  四品  五品   六品  七品   八品   九品）\n\n\n—————————————————————————————————————————————————————正文：\n        怎么办，南极仙翁前去救援...　　        他率兵杀入，努力突围，可是魔兽军团宁死不放，就要歼灭欧阳琪军团，欧阳琪的弑魔军团虽然强，但是人毕竟占少数，正在火力抵抗，开来抵抗不了多久了， 欧阳琪也在战场上使用水魂的水灵珠，暂时抵挡来者...\n　　双方厮杀激烈，外面的南极仙翁左以攻击，右有夹击，可就是找不到能杀进去的薄弱地方......\n　　哎，可惜小宠物不在啊...\n　　这时候龙炎飞怒了，残余在他身体里的能量爆发了，他的战气短暂升级到圣魄1品...\n　　一顿厮杀，自己一个人就帮助南极仙翁杀出一道血口，几个人杀了进去，很快，龙炎飞的气力就没了...\n　　就在这个时候，一个神秘的人出现了，他是谁，没错他就是———炎吟风\n　　他及时出现，随着血口杀了进去，一顿厮杀过后...\n　　他成功和南极仙翁杀入了正在抵抗当中的欧阳琪部队，人已所剩无几，仅仅100人...（当时是3500人）\n　　炎吟风使用战技斗卷风云...\n　　很快，在一个小部队的没忘之后，他们找到出口逃了出去....\n　　快了，很快就要逃出去了....\n　　可是魔兽军团竟然回到魔界，把快要逃出来的炎吟风拉了进去...\n　　于是，炎吟风可能非伤及死...\n　　炎吟风一听，很镇定的说：“没有事情，他会保护自己的。”\n　　突然手里拿出一种丹药，对龙炎飞说：“这是玉帝给你的魂魄破升丸，到时候你进阶就没有那么疼痛了。”\n　　龙炎飞非常感激...\n　　他们就这样走出了仙境，不知道何去何从，于是炎吟风决定带他们去他的老朋友家————在天山...\n　　“天山，小风子，你疯了吧！”龙炎飞不可思议的张开了嘴...\n　　“切，爱去不去，欧阳琪，回来我保你升到魂魄九阶。”炎吟风开始虚张声势...\n　　“我呸，这么好？”龙炎飞极其不相信，不过最后还是从了...\n　　天山离这虽然很近可是太高了吧...\n　　爷爷能受的了吗？\n　　这些都是龙炎飞心里想的...\n　　几个人踉踉跄跄...\n　　来到了天山脚下...仰望一望无际，直插云霄的天山，几个人开始走了...\n　　哎，一天怎么能走完呢...\n　　几个人在山脚下驻扎了...\n　　不，是半山腰...\n　　那叫一费劲啊，谷文君就这么懒啊！\n　　这不要脸啊..\n　　几个人开始吃饭，因为没有食物，几个人正在吃树皮，突然一只兔子跑过，几个人眼睛直了...\n　　......\n　　“兔肉真香...”炎吟风大口大口的吃了...\n　　“嗯，香，香香。”小炎子大喊，欧阳琪安静的吃着...\n　　龙浩成则把兔腿全部塞入囊中...\n　　真是牛啊...\n　　接个吃了一只兔子，怎能饱，于是便找了几只山鸡，对了，在天山怎么又山鸡，不管了，吃！\n　　几个人拿一只炖了，一只烤了，一只煲汤...\n　　终于吃饱了，几个人直接睡了，在露天的地上...\n　　哎，太可怜了，都是炎吟风的馊主意，唯一的被子给了欧阳琪...这晚上很冷的...\n　　几个人踉踉跄跄的走到了天山，这顶上有一个巨大的宅院...\n　　这个时候，一个人走了出来，对炎吟风说：“我家先生早知您会来，有请了...”\n　　所有人都非常奇怪，只有炎吟风并没有感到奇怪，因为他的朋友是预知未来的————圣魄1品战者龙魂...（龙泰的爸爸）\n　　几个人进去了，白夜非常热情的招待他们...\n　　龙炎飞问：“龙魂叔叔，请问能看一下我的未来吗？”\n　　“好啊！”龙魂非常痛快的回答...\n　　是这样语言的：“黑暗来临了，人么迎来了痛苦，一个小伙子挺身而出...拯救了他们...然而，这个小伙子没有完成的，都由他的儿子来承担...”\n　　“我儿子，谁啊？”龙炎飞问...\n　　“对不起，我没有权利告诉您。”龙魂彬彬有礼...\n　　“别在为难我爸爸了，手下败将。”\n　　龙炎飞放眼望去，此人正是打败他的龙泰...\n　　龙炎飞非常生气，大喊：“接招。”\n　　说完便向此天才打了过来，龙泰轻松一揉，然后一蹦...\n　　龙炎飞便摔倒在地，欧阳琪见势，急忙杀了过去，龙泰并没有迎战，而是轻轻一掌，欧阳琪眼看就要摔了，龙泰急忙转了过去，搂住龙泰，天啊，他的手放在...\n　　“放开。”欧阳琪害羞的说...\n　　龙炎飞大怒，变成了短时间的魂魄...\n　　龙泰开始迎战，几番比试过后，龙泰有些抵挡不住了，龙炎飞也慢慢没了气息...\n　　炎吟风只在一旁看着，特也很来气这个小子...\n　　龙魂则是上前拦住了龙泰...\n　　并打骂了他一顿...\n　　事情就这么平息了...\n　　傍晚，白夜给每个人非赔了房间后，就睡了...\n　　这个时候，龙泰屋子的们开了...\n　　他朝欧阳琪的房间走去...\n　　开了门，欧阳琪还在睡觉当中...\n　　天啊，他竟然，他渐渐的......\n　　在心满意足过后...\n　　他要走出欧阳琪的房间，却被龙炎飞拦住了...\n　　龙炎飞望了望衣衫不整的欧阳琪，再次爆发了，魂魄....\n　　把龙泰一顿打...\n　　琪儿醒了，得知之后，生气万分...\n　　龙魂也忍受这样的儿子，于是举起家族令，将龙泰驱逐家门...\n　　并且向琪儿道歉，还好琪儿没有什么大问题，龙泰没有太过分...\n　　为了补偿，他给琪儿破升丸...\n　　琪儿立马升级成了残魄七阶...\n　　龙炎飞也成为了残魄八阶...\n　　龙炎飞看了看手里的破升丸，还有火魂与兽魂的护身，决定尝试一下晋升...\n　　他鼓起勇气，一口吞了那丹药...\n　　身体一阵疼痛...\n　　随后便传来了一阵阵的大叫声....\n　　一阵疼痛，大家看着，并没有深处援助之手....\n　　终于，一阵腾图过后，他升级成了魂魄，火魂和兽魂的能力大幅度增强，他在渐渐成长...\n　　琪儿默默的看着他，他竟然不敢相信自己有些喜欢眼前这个乐观开朗，又猥琐爱怕马屁的男孩了...\n　　龙浩成笑了，他的孙子又进阶不了...\n　　至于炎吟风，还是那么看着，然后笑道：“哎，还需要努力啊，你3岁开始训练，因为身体里又魔兽，自己只是个废柴，没想到废柴现在超过了有天赋的龙族人了，你是龙族的骄傲，为师还是看不起你，我在你这岁数，虽然不是废柴，但也是残魄八阶了啊...欧阳琪才12岁...比你小很多，都残魄七阶了，你还需要努力啊！”\n　　几个人准备向龙炎飞老家行去...\n　　他们有说有笑，一行人在走步的过程中开始了开玩笑，只见炎吟风笑呵呵的对龙炎飞说：“小炎子，当为师渴了，想要喝水，不喝就会死掉，而水很远，你会怎么做啊！”\n　　只见龙炎飞回答：“我会一刀捅死你，结束你的痛苦。”\n　　炎吟风有些尴尬啊，他本来是想在龙浩成和欧阳琪面前炫耀一下的...\n　　几个人来到一家餐厅...\n　　炎吟风吆喝小二：“给我们来一壶烧酒，一盘生鱼肉，4碗大米饭，还有锅包肉，溜肉段..。。”\n　　炎吟风唠叨着，说完了天下所有的美食...菜在2天后上了了，两天没吃东西的龙炎飞用手抓起生鱼片，随便沾了蘸陈醋就吃了起了，欧阳琪虽然很饿，但还是保持着淑女的形象，一口一口细嚼慢咽...你没看溜肉段没了吗...炎吟风倒好，倒了一小瓶烧酒，一口闷了...，又倒了一杯...\n　　龙炎飞一看，也拿起杯子与其同饮...\n　　龙炎飞也喝了2小杯...\n　　龙浩成千杯不醉，又要了两壶烧酒...\n　　几个人就这样被扶回了房间...\n　　第二天...\n　　炎吟风几个人正想走，可是老板来了，拿钱来....\n　　炎吟风心中有些不好的预感，果然是....\n　　炎吟风对老板说：“你这个人不要只说钱行不行啊！太肤浅了吧...”\n　　老板大怒：“来人，给我揍...”\n　　几声巨响过后...\n　　几个人被打的那是鼻青脸肿，满地找牙...\n　　龙炎飞说了，他以后再也不出门修炼了...\n　　几个人又给他们刷了几天的碗....\n　　终于有一天龙炎飞忍不住了，他来到老板房间，对老板一阵恶意的笑声...\n　　老板有些害怕：“你...你...想要....干...干..干什么？”\n　　“你说呢？”龙炎飞也阴险笑了\n　　只听几声惨叫声，龙炎飞倒在了地上...\n　　“老子是魂魄战者，你他妈跟老子打，找死！”那老板大吼...\n　　炎吟风等人拍马赶到，发现老板正在收拾龙炎飞，炎吟风忍不住了，一拳就要打过去，那老板说：“老子是魂魄，滚蛋得了。”\n　　炎吟风大怒，立马使出战技’旋风掌‘\n　　那老板竟然瞧不起人的一接....\n　　那老板飞出30米开外....\n　　几分钟后...\n　　老板跪下来求饶：“大人，小的有眼不识泰山，请求大人原谅...”\n　　炎吟风非常满意，勒索了几百银两后，上路了...\n　　老板假作高兴的说：“常来啊！”\n　　炎吟风回答：“一定。”\n　　老板转过身哭了，小二问他为什么，他说：“你没听见吗，他说她会常来，说完大哭起来...”\n　　哎，这几个人，真是煞星啊，把这个老板整成这样，不过老板怀恨在心，炎吟风心想：“他一定会复仇的。”\n　　就这样，几个人继续奔向回家的路...\n　　他们中途的糗事特别的多，还是欠债不给钱...\n　　真是泰囧啊...\n　　不过龙炎飞没有发现，他正在慢慢的成长，炎吟风离他的神魄之路更近一步了...\n　　几个人继续回家...\n　　他们正以迅雷不及掩耳盗铃之响叮当之当仁不让之势，向前冲...这可真是百年难得一家的好马啊，人送外号...宝马...\n　　几个人二话不说，拍马杀到一镇上...\n　　“小炎子，今天跟为师去哪吃霸王餐啊！”炎吟风一脸不讲理的样子...\n　　“大人，那福庆楼不错，不如咱们去那尝尝鲜...”龙炎飞拍马屁大显神威...\n　　欧阳琪心想：“我呸，这种人，太贱了...”\n　　龙浩成则是默默的看着，不知道为什么他这嘴里的话越来越少了，不再像原先那么唠叨了...\n　　几个人来到福庆楼...\n　　只见炎吟风大声吆喝：“小二，两盘烤鸭，三壶烧酒，20两米饭，不好吃不给钱。”\n　　“得嘞。”小二说完边去订单...\n　　几分钟过后，香喷喷的菜已经上来了...\n　　看着烤鸭，烧酒，炎吟风与龙炎飞的口水已经完全低了下来...龙浩成也开始大口大口的吃起来，吃的正好，这个时候，小二走了过来，对他们说：“几位爷吃的还习惯吗?”\n　　“习惯习惯。”炎吟风已经腾不出嘴了...\n　　“那请你们付钱吧，总共200两银子，四位谁买单啊！”小二说...\n　　“这么难吃，谁买单啊！小炎子，欧阳琪，龙浩成，跟为师走人。”想要逃单...\n　　还没等走远，欧阳琪从兜里掏出200两银子，给了小二，小二非常高兴的说：“还是小姐有大家闺秀的风范啊！不像某些人...”\n　　“你..”龙炎飞和炎吟风气得说不出话来，灰溜溜的走了...\n　　几个人的盘缠就剩下几十两了...\n　　会镇子的话，马是不行了，他们的盘缠最多够走30分钟...\n　　几个人只能省吃简用的走了...\n　　走着走着，从山脚下滚来了一颗巨大的石头，龙浩成吓得直跑，很快就躲避了...\n　　龙炎飞这贪生怕死的...早已跑了...\n　　欧阳琪想要凭一己之力阻止，使用水魂准备抵抗，炎吟风扑开了她....\n　　龙炎飞使用战技护卫战魂-——来自兽魂与火魂结合的能量....\n　　一击将其勉强击碎...\n　　“好！”炎吟风拍手附和...\n　　“小炎子，长进不少，你虽然战气在残魄八阶，不过看你这气势....，至少是魂魄二阶的实力啊！”\n　　小炎子那经得起人夸，早就飞到天上去了....\n　　哎，真是的...\n　　几个人继续往前走，再走走就快回到家乡了...\n　　龙炎飞这阵势，太强悍了。\n　　前面再有几十里路，就可以到了，可是龙炎飞却停止了下来....\n　　他开始运气，并且要求炎吟风教他那一招，魂魄战技————风卷残云\n　　炎吟风开始认真起来，仿佛很重要似的...，看来不简单啊...\n　　就这样，炎吟风拿出了一颗丸，叫龙炎飞吃了————回力丸...\n　　龙炎飞二话没说就吃了...\n　　只有这样，才可能尽量保持他的成功，实际上，龙炎飞想要给他那爸爸一个崭新的面貌，因为他不再是她妈妈刚刚生他的那个样子...\n　　他已经变得强大起来，他已经15岁了，欧阳琪也心想：“如果我的父母还在的话，他们看到我现在这个样子，一定会很高兴的啊！”\n　　哎...\n　　只见龙炎飞气运丹田，聚集所有势力，强大的气流使得石头乱飞...\n　　炎吟风对龙炎飞说：“准备，首先，把战气聚集...”\n　　龙炎飞聚集了百分之三十的战气...\n　　只见炎吟风的战气聚集了许多的风，并且旋转力极大，只见云雾魄散，只剩下一些袅袅残云...“放！”炎吟风大喊，只见正在滚下的一颗大石头瞬间灰飞烟灭...\n　　龙炎飞模仿炎吟风，聚集能量，也有一块石头...\n　　他使用战气，聚集了一些风，云雾虽不像炎吟风那样魄散，也有些卷起残运的意思...火候到了，龙炎飞大吼一声：“啊！”只见火魂附身，战技中有一丝灵火...\n　　只听轰的一声...\n　　那石头碎了...欧阳琪亲眼目睹了这一切，龙浩成吓得可那跑...这个时候，龙炎飞给了琪儿一颗丹药，并且对琪儿说：“这个是破升丸，吃了他，你就能晋级魂魄了。”（龙炎飞自己偷偷炼制的）\n　　欧阳琪有种说不出来的感谢，只是轻轻的说了一声：“谢谢。”\n　　便吃了进去...\n　　几分钟过后，欧阳琪身中的水灵有些浑身的效用，琪儿忍住了疼痛没有叫出来...（他可比龙炎飞强多了)\n　　慢慢的欧阳琪晋级成功，成为了魂魄战者...\n　　几个人又前行了....\n　　很快他们就回到了镇上发现镇子全部都变了...\n　　都倒了，还有几丝黑烟，房屋都被烧了...\n　　这个时候，他们发现一个人的身体还在动，急忙走了过去，发现是谷民龙児，只见谷民奄奄一息，轻轻的说：“镇长去找北斗元老了，不要靠近...有...有...有人...”话还没有说完，便咽气而死了....\n　　“一定是狼人。”炎吟风坚定的说...\n　　欧阳琪的脸下留下了几丝泪痕...\n　　“啊哈，我们来复仇了！”只见那个可恶的刀疤狼再现...\n　　“刀疤狼，他们我就大胆的交给你了，你帮我速度的解决他们，我先打个盹。”白狼说...\n　　炎吟风说：“好啊，杀了你，我正好升级成为圣魄...”\n　　炎吟风拦住了龙炎飞...\n　　刀疤狼背后插着两把刀，他一下子拔了出来...\n　　向炎吟风劈去，炎吟风急忙躲开...\n　　转到背后，打出一击...\n　　刀疤狼遭受了重击...\n　　不过仍然僵硬的回过头，打出一击...\n　　刀还是空了...\n　　没有劈到...\n　　炎吟风力挽狂澜，使用战技背月断击...\n　　接着炎吟风身上的光魂乏味了，它散发出了强烈的光芒，人狼是不能见到太明亮的光的，太阳他们勉强挺得住，可是这个....\n　　他们大概不行了，刀疤狼立刻倒下去了，龙炎飞赶到炎吟风变得强大起来...\n　　没错，他晋升了...\n　　他已经不是普通的半圣了，他是圣魄一品...\n　　恐怕那白狼是被吓着了，摔着一群人狼就要跑啊...\n　　炎吟风岂能放过...\n　　它使用了异次元地狱...\n　　把那帮人狼全部卷进了地狱，小白狼抱紧石头，可还是卷了进去，欧阳琪也快要卷进去了，不，怎么会这样，欧阳琪她...她进去了，情急之下，龙炎飞和龙浩成也跳了进去...炎吟风也进去了...\n　　他们来到了哪里，周围黑暗无比...\n　　没有一丝光亮，只见啷个人走了过了，他们说：“欢迎来到地狱一日游...”\n　　几个人往上一看，只见顶上可这名明晃晃的几个大字————阴曹地府\n　　几个人跟着黑白无常来到了一个地方，那是阎罗王的所在地...\n　　阎罗王见到几个人笑道：“你们是谁我不管，反正来了，就别想出去，来人，把他们押到我们地府的客栈上，速度！”\n　　这两个黑白无常把他们押到了一个叫黑云客栈，里面有两间房子，龙浩成和炎吟风分到一起，欧阳琪和龙炎飞分到一起...\n　　龙炎飞很是难过，因为村子没了，他拿起自己藏起来的十里香就一顿喝，琪儿也来了两杯....\n　　几个人喝醉了，不知道龙炎飞怎么了，就去脱掉欧阳琪的衣服，欧阳琪没有反抗，竟然从了...\n　　......\n　　第二天，欧阳琪起来了，发现自己的衣服没了...\n　　看见龙炎飞在他旁边睡着，他们的衣服散落一地...\n　　欧阳琪回想起昨天的事情，感到有些恶心...\n　　她一个乖乖女怎么会这样呢....\n　　只见欧阳琪大喊：“龙炎飞！你个混蛋！”\n　　龙炎飞随着声音想起...\n　　看见自己没有穿衣服，便想起了昨天的事情....\n　　“琪儿，对不起...”龙炎飞有些害羞的说...\n　　琪儿怎么也不敢相信，自己才15岁啊！\n　　龙炎飞也有些感到自己对不起琪儿，昨天怎么能喝醉呢...\n　　欧阳琪突然感到有一些恶心...\n　　急忙胡乱的穿上衣服跑向厕所...\n　　龙炎飞非常疑惑，穿上衣服，也跟着跑了过去...\n　　龙炎飞略懂医术，给欧阳琪把了一下脉，发现，他那是喜脉...\n　　龙炎飞不知所措，把这件事告诉了龙浩成和炎吟风，龙浩成特别的高兴，炎吟风的脸上也露出了一丝笑容，不过，这是哪啊，这时地府，他们不能把孩子生在这里吧！\n　　他们必须逃出去...\n　　可是外面黑白无常看的很严，怎么办啊...\n　　这个时候，他们发现许多幽魂在赶往阎罗殿...\n　　他们询问，据说一个叫刀疤狼和白狼的被阎王爷斩首了，头正在拍卖呢...\n　　400两成交...\n　　阎王爷大喜啊，准备送一组人出去...\n　　必须对打，炎吟风，龙浩成，欧阳琪，龙炎飞组成了战队...\n　　第一轮对打，当然是胜了...\n　　龙浩成没打啊，我先声明一下...\n　　第二轮还是赢了！\n　　第三轮，不占便胜...\n　　第四轮我就不说了...\n　　到了第五轮欧阳琪迎战...\n　　开始了，欧阳琪一拳打了过去，那人闪开，给了欧阳琪一拳，欧阳琪的肚子有些疼痛，便跌倒了下来...\n　　就这样他们淘汰了，无缘从地府出去的机会...\n　　他们回到了客栈，欧阳琪开始养胎，不过，炎吟风预测到，这个孩子可能会晚产一年之久，因为这是地府嘛...\n　　这孩子大约会在他们17岁的时候出生...\n　　龙炎飞正在想这个孩子的名字，欧阳琪虽然很生气，但她并没有想要打胎，因为他认为这也是一个小生命啊！\n　　至今如此，他们只能在地府待产，哎....\n　　真是太哪个了...\n　　龙浩成还在高兴当中，炎吟风也准备在这里静静的等待1年的到来...\n　　几个人在这里展开了待产日...\n　　欧阳琪总是闷闷不乐，　因为亲眼看到了家乡被毁灭的情景，在他眼里是多么的恐怖...\n　　哎，龙炎飞也感到对不起欣儿，但是他还在晋升的道路上，他准备去练造破升丸...\n　　因为地府有很多的材料，他别多，他只要到地方就行了，这次炎吟风没有出行...\n　　他一个人来到地府的暗黑山上...\n　　那就是第一个材料，断裂丸，他急忙走了上去，准备摘，可是几个人拦住了他，并且将他击昏...\n　　他醒来了，发现几个人看着他，蒙着面纱，那本来暗淡无光脸上加上了凶狠的眼神赶到更加的冷酷无情...\n　　旁边一个人问他：“老大，这小子怎么办。”那人挥了挥手，只见一个人手里拿一个东西....龙炎飞细细一看，是破升丸，那人说：“这个是破升丸，吃了，你就会变得强起来。”哎...\n　　龙炎飞一口吃了\n　　他感到疼痛...\n　　....\n　　几分钟过后\n　　他缓过气来，允吸着空气.....\n　　他晋升了，成为了魂魄一介，那人塞给了他一枚破升丸，并且对他说：“后会有期，来日方长。”\n　　龙炎飞赶到非常奇怪，这个人是谁啊...\n　　为什么要给自己破升丸，到底是敌人还是朋友呢？\n　　他回到那个客栈，欧阳琪还是闷闷不乐，龙浩成忙活着做饭，炎吟风正在试试自己圣魄的实力...\n　　龙炎飞回到客栈，这个时候，黑白无常来了过来，对龙炎飞说：“你，跟我们过来一下！”\n　　龙炎飞赶到很好奇，炎吟风很担心，也要跟过去，可是被黑白无常拦住了...龙炎飞跟他们走了，炎吟风只能无奈的叹气啊！\n　　龙炎飞跟着黑白无常走了过去，突然来了一个人，没错是阎罗王的儿子，当龙炎飞问他贵姓是什么？\n　　他说；“以后就叫我无名帝王。”\n　　“你找我干什么？龙炎飞疑惑的说...  “你是不想晋升？”无名帝王冷酷的问...\n　　“你找我做什么？”龙炎飞一猜准没好事....\n　　只见那人掏出了一个破升丸问他；“还记得我吗？”\n　　龙炎飞突然想起...\n　　那人说：“想出地府嘛？”\n　　龙炎飞当然回答想了...\n　　“加入我的组织，我要窜我爸爸位...如果想出去，并且变得强，就加入我们把。”无名帝王说...\n　　说完，便让人强制的给他服用了破升丸，龙炎飞还是原先的痛苦，不过他又晋一级...\n　　就这样，他想了想欧阳琪，爷爷还有师父...\n　　他同意入伙，那帮人答应他，会让他成为进阶段，就只要一年，龙炎飞相信了，因为他的实力，的确加强了，况且自己身体里又兽魂和火魂附身还有师父炎吟风，相信他们不会伤害自己...\n　　哎，真是的，竟然到了这般田地...我估计，龙炎飞的实力正在进步当中，很快，他就会成为最强的战士。\n　　自从加入无名帝王的团队，龙炎飞的实力大大增加，他的实力增长之迅速就连炎吟风都惊叹不已，转眼间它已经成为了魂魄七阶，并且吞噬了闭月弯钩露，战技得到了大幅的提升，其实力，已经超过了他这个年龄段该有的实力...\n　　琪儿虽然怀孕，可以点也不耽误自己的魄之气，仅仅1个月，她也练跳2级，成为了魂魄三阶，自卫这点能力还是有的...\n　　炎吟风问谷文君：“小炎子，你怎么变得这么厉害了，你是不是加入地府的一个叫无名帝王的组织了？”\n　　炎吟风当然绝不是...\n　　炎吟风警告他说：“这各团队虽然会让你实力大涨，可他们冷酷无情，如果你没有帮助他们完成任务，就直接退团的话，他们会把你碎尸万段，所以你千万不要加入，虽然有我护着你，他们不敢动你，可是为师一旦离开你，就...”\n　　龙炎飞虽然有些害怕，但还是勉强的说：“没..没事...”\n　　欧阳琪更加不理龙炎飞了，他见到龙炎飞就像见到敌人一样，但是他为什么不打胎呢？所以欧阳琪还是喜欢龙炎飞的....\n　　这个时候，龙炎飞争取幽魂市场买菜，这个时候一个黑影窜了过来，捂住他的嘴对他说：“这个纸条里有你的任务！办好的话，你还会再晋一级。”\n　　刚刚说完，那人就闪了...\n　　谷文君打开纸条，发现里头写的是：无事献殷切，讨好阎罗王。\n　　这可是龙炎飞拿的第一个任务，他放下手里的食物，买了一盒蛋糕，两个杯子，2壶烧酒，还买了点生鱼片，就前往阎罗王殿上...\n　　“阎罗王大人，我，您还记得我吗，小炎子。”小炎子一脸汉奸样的说...\n　　“额，记得记得。”实际上阎罗王早就忘了...\n　　“大人，小炎子这里有上好的生鱼片，从人间进的，来不来点，还有烧酒呢。”龙炎飞点头哈腰的说...\n　　一听到酒这个字，阎罗王立马请龙炎飞进来，并决定与他对饮...\n　　龙炎飞几杯酒下肚，有些晕眩...\n　　阎罗王也有了一丝醉意，几个人喝的正欢，龙炎飞对阎罗王说：“阎罗王大人，给个什么官当当？”\n　　阎罗王爽快的说：“以后别叫我大人了，咱们是哥们，那边有个阎罗禁卫军，你就去那当个元帅，你掌握30万兵权呢。”\n　　龙炎飞不敢相信，这个人竟然这么好骗，喝了一顿酒，就昏倒了阎罗禁卫军的元帅，有了这个帅位，和阎罗王刚刚给他的阎罗令，估计他这回已经掌握并劝了，这个时候，一个黑影来到他面前。“你是谁？”龙炎飞警惕的问...\n　　“一会你就知道了。”那黑影说完就把它带到了他采药时被打昏的那个地方...\n　　在这块竟然又见到了无名帝王，原来那个人就是无名帝王啊，无名帝王给了他一颗晋升丹对他说：“你这次立了大功，吃了吧。”\n……………………………………\n第八章完\n注：8024字\n索引贴：http://www.mcbbs.net/thread-254598-1-1.html\n\n\n\n\n\n\n\n\n\n\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "Hong-Jian",
            "timestamp": 1396654860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "stool",
            "timestamp": 1396654920,
            "txt_content": "Hong-Jian 发表于 2014-4-5 07:41\n前排观看\n额鹅鹅鹅，你速度真快诶"
        }
    ]
}