{
    "title": "<连载·单章>追梦的人[作者：17291159][第一章第三节]",
    "author": "17291159",
    "replyCount": 6,
    "timestamp": 1396100220,
    "txt_content": " 本帖最后由 17291159 于 2014-4-7 14:48 编辑 \n\n本帖标题由 风之心_天双 进行更改\n注：请将章节贴标题统一为以下格式：\n<连载·单章>【作品名称】[作者：【作者名称】][【章节数目及名称】]【自添加内容】\n请在作品每章/节/段/回末尾处标注字数。\n\n第一章：初醒\n第三节：不眠夜\n上集回顾：阿海在回家的途中惨遭迷路，又遇见苦力怕，导致身负重伤，在生命即将结束的时刻，他听见了一个人的呼喊.\n正文：\n阿海最后的神智一遍一遍向他呼喊着“相信自己听到的，相信自己.....”，他处在生与死的之间，恍惚的神志已经无法分辨一切，后背的疼痛感渐渐地因为神志不清而减轻，在死亡的边缘，阿海的脑海里瞬间闪过他来到这亚尔斯特亚的每分每秒，似乎对自己的行为感到后悔，他似乎看到了他曾经醒来的那个小房间，那个人，那句话，感到了一丝宁静，心中不断的嘶吼着：呵，命运你为何要这样，为什么！为什么！我会来这里，这到底是为什么！想着想着，内心愈发不平静，但他的身躯却在一点点的坍塌，最后他的眼合上了，闪过的画面犹如断电的电影般突然结束，一切都空了，唯有一个声音在回荡：“阿.........海.........\"\n    他即将死去，鲜血几乎渗到了他那件薄薄的衬衣上，一丝丝生命的气味飘入他的鼻子，耳朵紧紧得被压在地面上，动弹不得.\n    \"阿......海......\"\"阿......海......!\"这声声熟悉的呼喊愈来愈近，他更加坚信这不是幻觉，一定是有人在呼喊他，他想找到了一根救命稻草似的，想要爬起来，他忍着痛，想要坚强地站起来，可是！那又有何用，他的身体早已因被巨石磕伤，失血过多，而动弹不得了，能够在这里坚持这么久就堪称是奇迹了。而阿海却不放弃生的希望，想要大声喊出，可刚喊出--我！！这一个字之后喉咙就被卡住了，因为他已经连说话的体力也耗尽了，他轻声用气呼喊着，给予自己冷静，但这又有什么用！阿海的身躯早已低于正常体温，全身抽搐不已.\n    就在绝望之时，他用全身力气喊出的“我”一下子传遍了整个丛林，可能是因为夜晚寂静罢，就算是着一声的呼喊也引起了呼唤“阿海”的那个人的注意，他赶紧顺着声音跑去，跑的比平时都快，风在他双耳轰鸣着，用手里的铁剑劈砍死了路上任何阻挡他的怪物，一路向前。\n    而与此同时，阿海已经因为失血过多昏厥了过去.......\n    ..........\n    “阿海！阿海！”我终于找到你了，桂清激动却又恐怕的说，但是阿海没有回复他，因为当他看见阿海身下那一滩鲜红的血迹时，他惊呆了，他不明白为什么一个比自己小的男孩子能在生与死之间坚持这么久，他的后背早已被磨破，但却没有露出一点痛苦的表现，他又看见那几乎惨白的手下却依旧死死的紧握着一把木剑，他为他的毅力所钦佩，不过桂清赶紧把自己身上的毛皮大衣裹在阿海的身上，因为他害怕阿海死去，自己只剩一件薄背心，他不愿意多想什么了，一把擎起被包裹的阿海的身躯，抓紧向家里跑去.\n     路上，仍旧弥漫着死一般的寂静，幽寂的月光惨白地铺洒在乡间小路上，路上风很大，如同是一只睡醒狮子的咆哮般刮得桂清身上直发哆嗦，因为那晚风就好比一把把锋利无比的刀，劈砍着桂清单薄的背心，直击皮肤，而他又不敢走得很慢，因为他不能因为自己而放弃这个自己拯救起来的生命，虽然他做了很多错事，但在此时桂清早把那些抛在脑后，一股劲地与晚风做着抵抗，幸运的是，他巧然的发现包裹中的阿海的体温正在一点点上升，虽然他也十分疲惫，但他越跑越快，因为他知道生与死现在就看自己了，他忍着晚风的刀割，往家里的方向跑去........\n\n    终于到家了，桂清松了口气，但他仍旧不放松，连水也没喝，就拖着疲惫的身体把阿海抬到楼上，这是多么小的一间房子啊，只有2张床，大床给他的妈妈和妹妹睡，自己却只睡一张小的很可怜的小床，这时候桂清什么也没犹豫，迅速地把阿海搀到自己的床上，而看看时钟现在已经是凌晨1点多，或许是对阿海的关心罢，路上他虽然疲惫，但没想现在这样双眼皮想打架，身体想要瘫倒在床上一样，他又赶紧把自己衣柜翻出来，把平时不常穿的皮毛大衣也铺在了阿海的床上，好像怕他感冒似的，而现在桂清却只穿着一件薄的不能再薄的衬衫，即使在家中，也还是有一股寒气袭来。\n   “不管了....先给阿海敷上草药先！\"桂清依旧没有管自己，只是喝了一口热水就赶忙去楼下的仓库，把自己从几千米高的悬崖峭壁上摘下来的草药，剁碎，放进熔炉里煮了起来，这边煮着了，可是桂清还是不放心，又赶忙去热了几个平时都不常吃的小麦面包和牛排。\n    心里默念着：要是阿海半夜醒了，一定会肚子饿的，我得给他准备一些食物，这牛排是这里最好的食物了，希望桂清能喜欢吧，还有，我得去把面包热一热.\n    这一弄就是一个小时，桂清的双眼红肿了，他的妈妈，妹妹还有阿海都沉入睡梦了，唯有他仍在1楼工作着。草药煎好了，桂清赶紧把草药粘在纸上贴往阿海的背上，希望对伤口恢复有帮助，又赶紧从下面拿来了热腾腾的牛排和鲜香的小麦面包。\n    而自己却不舍的睁眼，望着渐渐低沉的月亮，他坐在阿海边静静地陪着他，用着自己母亲对待自己的态度来对待他，用手搭在棕色的毛皮大衣上，用着乡村方言唱着摇篮曲，想要给阿海一个美妙的梦，即使他听不见，而桂清要是真的累了，他就在椅子上打个盹，不过一下子就会醒来，因为在他的脑海里，现在只想让阿海早日康复，望着阿海，桂清的嘴角轻轻的上扬了，自然地。\n\n\n下期预告：阿海是否会康复,桂清突然离开家门，这又是去哪？请看下集\n\n追梦的人 总目录\n\n\n字数：4398 字节\n\n\n",
    "replies": [
        {
            "author": "小析",
            "timestamp": 1396100580,
            "txt_content": "貌似不错         "
        },
        {
            "author": "17291159",
            "timestamp": 1396100640,
            "txt_content": "小析 发表于 2014-3-29 21:43\n貌似不错\n恩，本人不爱写玄幻喜欢写有意义的实际文章"
        },
        {
            "author": "小析",
            "timestamp": 1396100760,
            "txt_content": "17291159 发表于 2014-3-29 21:44\n恩，本人不爱写玄幻喜欢写有意义的实际文章\n呵呵            "
        },
        {
            "author": "17291159",
            "timestamp": 1396100760,
            "txt_content": "@狂风※中箭 求看"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1396104960,
            "txt_content": "细节很到位耶学习了。而且bgm也很不错。一篇能写4000多字，辛苦了{:10_523:}"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1396147380,
            "txt_content": "我要把这个帖子顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶顶到不能再顶。"
        }
    ]
}