{
    "title": "女仆mod怎么用？",
    "author": "2237005493",
    "replyCount": 5,
    "timestamp": 1396153620,
    "txt_content": "求教",
    "replies": [
        {
            "author": "向永健",
            "timestamp": 1396153620,
            "txt_content": "====================================使用说明==================================\n\n      以下照搬JP WIKI了\n      女仆的属性和狼差不多，在平时是中立的，但是只要你手贱欺负她，她就会反击，不死不休。\n      手贱把女仆干掉后会掉落糖、极少几率掉落史莱姆球、可可豆。当然如果在路上有遇到东西，女仆会捡起来的，比如被太阳晒死的骷髅掉落的骨头拉弓箭什么的，在女仆死亡后也会掉出来。\n\n       心动了吗？赶紧和魔法女仆签订契约吧！合成蛋糕，然后对野生女仆右键，出现心形粒子效果的话就说明契约成立。女仆的贴图也会发生变化。因为从1.8升级后动物刷新模式发生改变，所以变得很难找了=-=。这里就需要到cfg里面修改刷新条件了- -....（这个还没研究好 以后补充） 女仆MOD使用的主要物品：\n      蛋糕：（签订契约）\n      糖   ：（各种用途，相当于女仆的燃料？）一定要多开一些甘蔗农场。\n      羽毛：（切换模式到自由行动的时候使用）\n      丝   ：（将女仆强行拉走，可回收）\n      书   ：（设定攻击模式？）\n      武器：（行动指示，切换各种工作模式。会消耗，可回收）\n      防具：（增加防御力，使用武装皮肤的时候需要用到，会消耗，可回收）\n      燃料：（行动指示，提炼模式需要用到，消耗）\n      食物：（行动指示，帮玩家恢复体力值时用到，消耗）\n      火把：（行动指示，帮玩家安置火把，消耗）\n      红石：（红石动力探知？- -消耗）\n\n       还有不少隐藏的切换工作模式的物品，这个就要靠玩家自己去摸索了。\n\n       契约女仆 \n      契约女仆会回收掉落的物品。平时会跟着玩家，距离远了会直接传送到玩家身旁。不过如果旁边没有适合传送的地方的话，则会传送失败。（比如岩浆，悬崖什么的？） \n      拿着丝对女仆右键，就可以强制拉走女仆。（狗链？）再点右键就会收回丝线。把蛋糕拿在手上也可以把女仆拐带回家哦。 给女仆一个糖会恢复0.5格的HP，如果直接把糖放在女仆身上的话，在女仆受伤的时候会自动消耗糖来恢复 HP。 \n\n      女仆裙下的神秘口袋 \n      玩家空手（或者拿着不能直接对女仆使用的物品）对着女仆右键，就可以打开女仆的口袋，（别给弓箭， TNT，会无伤哦）在这个界面可以给女仆穿装备、查看女仆的HP、添置工具、消耗品等等。防具的话，身体，腰，脚三部分可以装备。防具值等同玩家，收到伤害也会消耗防具。 \n\n      女仆的工作模式 \n      拿着糖对着女仆右键的话，可以切换女仆的工作模式。 将物品放在女仆物品栏左上第一格的格子放置工具的话，女仆会自动拿起工具，通过拿不同的工具及物品来实现工作模式的切换。 在不同工作模式下状态栏显示的工作模式也不同，如下表 \n\n 工作模式.JPG\n\n      攻击模式的话，如果剑和斧头用坏的话，会自动使用身上攻击力最高的武器，如果没有剑和斧头的话会选择身上攻击力最高的工具进行攻击。\n\n      自由行动模式\n      和上面的那些模式不一样的是，这个模式是要拿着羽毛对女仆右键来切换模式，再次右键就可以切换回待机模式。在自由行动模式中，状态栏的模式状态会增加『F-』。可以指定女仆在一定范围内走动，执行动作模式。（比如见到物品就拣，巡逻等等，而不是跟着玩家执行动作模式）在自由行动模式下的Waiting和Escorter，女仆拣物品拣到物品栏满后，会自动把一部分物品存入附近的箱子内。\n      在自由行动下用蛋糕诱拐女仆的话，只要走出到一定范围，女仆就会自动回到原来的地方继续执行命令。\n      如果在白天把女仆们带到雪原并转换成自由行动模式有惊喜！！！\n      红石动力探知\n      拿着红石对在自由行动中的女仆右键，可以启动和取消红石动力探知模式。\n      在红石动力探知模式下，会在模式状态栏显示『Tracer』或『T』。会朝着激活的红石火把的方向走。探测的范围是前方5格下方2格。可以借此让女仆按一定的路线巡回。如果将红石火把埋在地下隐藏的话，要注意高度段差太大的话会发生无法探知的情况。\n      敌对mob，トリガーアイテム的指定\n      拿着书对女仆右键可以更改战斗设定。\n      主动攻击怪Enemy（见到就攻击），中立Unknown则为反击对象（被攻击，进入敌对状态才反击），友好Friendry则不会攻击。\n      从1_0_0-3开始、トリガー可以指定任意物品对应的行动模式。    \n      比如安装了武器MOD的话，就可以设定那种武器对应那种模式啦。\n      雇佣设定\n      虽然说一经契约，永久生效。但是，想让女仆服从各种支援行动指示、让女仆维持执行命令的状态就需要工资（糖）了。游戏时间1天（约现实时间20分钟）需要一个糖，给2个就工作2天，最多可以一次性支付7天的工资。当然，也可以直接把糖放在女仆的物品栏中，只要雇佣时间一到，就会自动消耗1个糖来维持工作状态。\n      ストライキ（罢工）\n      如果超过雇佣时间没有给女仆工资（糖）的话，女仆就会进入罢工状态。女仆会生气，后果很严重，在罢工状态，使用糖或羽毛都无法对女仆下指令，只有再给蛋糕安抚她了。所以平时还是在女仆身上扔几组糖以防万一。\n      切换女仆的贴图及声音\n      在女仆状态栏左上显示女仆的窗口，点击女仆，就会切换女仆的贴图。左击是切换女仆的皮肤，右击是切换女仆装备的贴图。虽然头盔无法装备，但是如果放在物品栏内的话外观也会发生变化？\n      ·カラーリング(coloring)配色的变更\n      对契约女仆使用染料的话，会变成与该颜色对应的贴图（16种）。\n\n待续~~~"
        },
        {
            "author": "真版2012",
            "timestamp": 1396154700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1396155240,
            "txt_content": "http://bilibili.kankanews.com/video/av841096/B站视频。。。。籽岷的..求最佳"
        },
        {
            "author": "linzhan",
            "timestamp": 1396155360,
            "txt_content": "女仆用蛋糕驯服，羽毛让她在原地附近徘徊，鞍让她坐到你背上，每天一个糖，在背包了、第一格放武器可以让她装备，前提是喂她糖........................."
        },
        {
            "author": "q1477812978",
            "timestamp": 1396167300,
            "txt_content": "主要要大量的糖，可以帮你打怪，插火把，组队欺负人等\n附带另一些MOD的解说：\nhttp://space.bilibili.tv/space?uid=875889&page=1"
        }
    ]
}