{
    "title": "<原创·单章>怪物复仇记[作者：xxzzyyzzxx][第二章：血]",
    "author": "xxzzyyzzxx",
    "replyCount": 1,
    "timestamp": 1396156620,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-30 14:31 编辑 \n\n其实我一直想取一个文艺一点的名字，可就是想不出来\n而且这个名字到了后期可能会有点不符合，算了，到时候再说吧\n\n第二章：血\n \n“当岩浆潮退去、河床干涸时，一个镶嵌着紫色透明纹路的深邃的黑色框架映入了我们的眼帘，我之前发现的紫色颗粒应该就来源于此……”\n     威尔缓缓的说着，时而悲伤，时而平静，时而躁动不安，时而义愤填膺。\n     他说，一队穿戴着盔甲，手拿这着不同材质的宝剑的人类就从那高两个半烈焰人，宽四个烈焰人的框架里走了出来。为首的那一个人说:“起先传送门竟然生成在了岩浆里，搞的房间里到处都是岩浆，不过这次可行了，尽情掠夺吧，战士们！”说罢他们向要塞发起了猛烈的冲锋。\n     接下来是我根据威尔的描述构思的场景:要塞卫队带着猪人商贩们和黑骷髅工人们从后门撤离，结果不料遇上了人类的走狗——疯狂的饿狼，足足有几百只。烈焰人们一轮火球扫射，虽然有七八十只狗被射死，但剩余的狗已经冲到了猪人们面前，这些猪人商人并没有佩戴武器，只是一味的被狗的利齿撕烂、成为他们的食物。有少数猪人拾起同伴掉下的金粒，试图走偏路逃跑，结果被闻风赶来的人类们逮个正着，无一幸免。卫队的第二轮火球发射了，黑骷髅们也冲上去搏斗，场面极其惨烈！这一轮，有两百多条狗毙命，一些装备比较差的人类也被打死。但我方伤亡同样严重，猪人全部毙命，死了二十余骷髅还有一位烈焰人卫兵被人类的弓箭射死。\n     正当我们的烈焰人卫兵准备发起第三波火球，黑骷髅们也打算与要塞共存亡时，人类做了一个很古怪的举动:遣开所有的狗，然后自己在地上搭着什么东西，它们把红色的粉末涂在方块表面，再放上一些有着红白条纹的方块，然后摩擦手里的一块铁和燧石。天哪，它们制造了火焰；红白方块在膨胀，同时发出了嗞嗞的声音。快逃！我们的卫队第一时间意识到了这一点，可是还是晚了。\n     碎屑在空中飞扬，响声在地面回荡，骨灰和煤渣掉了一地——凋零骷髅，全灭！\n     卫队一边向城堡后撤，一边发着火球。就在他们即将撤入要塞的时侯，又响起了一声巨响。\n     就在他们的后方、要塞所在的位置！\n     轰！要塞应声而倒，这是多少代人才能建成的啊，但在此刻，它倒的是那么的轻松，如同一块塑料泡沫。\n     可是它不是，人类们冲向被砸伤的卫兵们。接下来发生了我和威尔都认为是我们听说过最可怕的事情——人类钳断他们的烈焰棒，然后带回家，据说这样能增强他们的力量。当威尔带着其他烈焰人们从天空飞过（威尔是精英凋零骷髅，有一对骨翼）时，听到那惨叫的声音，就连在基岩“天花板”上，也能听到。\n     我们烈焰人的烈焰棒就相当于人类的肢体啊，而且还有十二根，正所谓十指连心，当60根指头同时断了是什么感觉，我想都不敢想。人类竟然为了增强自身如此的残忍。我听过一个传闻:据说烈焰人死后一般只会掉一根烈焰棒，要能收集到更多的烈焰棒，只有这种办法，没想到人类竟是这样的不择手段。\n     人类的屠杀还没有结束，当威尔他们飞过人类们上空时，便又遭到了弓箭和红白方块的袭击，很多烈焰人又惨遭肢解。\n     我很庆幸威尔理智的选择了逃避，从而在高塔的一角里找到了我，要不然，我会比那些火焰人更惨。因为我有十三根烈焰棒。\n     “然后我就在高塔上找到了你”讲到这里，他的眼里透出一丝哀色。\n     “再等等吧，你父亲就应该快来了。”他又说。\n     “真的吗？”我的眼里重燃了生机。\n     “看，他来了。”\n     一个高大的身影朝着我们这边飞来了，是我的父亲，他的皮肤闪耀着金黄色的光芒，不过身上有许多血痕。\n     “那些人类真难缠啊！”父亲无奈地说。“你干掉他们了吗？”我迫切地想知道人类们被杀死的消息。“没有，”父亲咬牙切齿，愤恨地说到:“他们炸了要塞，偷了地狱孢，杀光了我们的人，取走战利品之后就钻进他们的‘传送门’里面去了。如果让我再见到他们，一定要让他们碎尸万段！”\n      “幸好你还活着。”威尔说。\n      “你也是，老朋友。”父亲说。\n      两人深情地拥抱在一起。\n      “那接下来我们去干什么呢？”威尔问。\n      “去离这里最近的地狱十二区，我们现在就是三条无家可归的流浪狗。”父亲无奈的说。他之前是要塞领主，自然有一分不肯寄人篱下的傲气。\n      父亲继续说:“虽然现在寄人篱下，但终究有一日，我们一定会东山……”\n     “哈哈，这里还有两个烈焰人！” 一个穿铁盔甲的人类突然从不知什么地方跳了出来，对父亲放了一箭。我和威尔的愤怒终于释放出来，用利爪嵌入他的骨肉，把他撕成了碎肉。\n      我们感到强烈的快意，烈火在心中燃烧:终于为要塞报仇了！但这还不够，我要用全人类的生命来让逝者安息！\n      虽是把那人类杀死了，但那一支箭正好射中了父亲的头——那是火焰人身上最重要的部分，很难说父亲还能不能活下来。\n      “再……起……”父亲虚弱的声音再次想起，然后就合上了眼睛。\n      “父亲！父亲！”我拼命地呼喊着，泪水充盈了我的眼眶。威尔静静地站在一旁。\n      我已经被仇恨冲昏了头脑，大叫道:“让我去找传送门！”“不！”“让我去！”“不。”“我一定要去！”\n     紧接着，他说出了一句令我毕生难忘的话:“你想让你父亲真的死掉是不？！”\n     我愣住了。\n     “他还活着。”我听到自己说。\n     “去十二区吧，威尔。”\n\n\n\n（1693个字）\n\n欢迎提意见和建议！",
    "replies": [
        {
            "author": "随便吧土豆",
            "timestamp": 1396156860,
            "txt_content": "写得不错{:10_523:}"
        }
    ]
}