{
    "title": "<转载·单章>现代社会的《孔乙己》",
    "author": "晓风晚月",
    "replyCount": 8,
    "timestamp": 1396155660,
    "txt_content": " 鲁镇的网吧的格局，是和别处不同的：都是门口一个曲尺形的大柜台，柜里面预备着热水，可以随时泡奶茶。上学的人，中午傍晚放了学，每每花三元钱，上两个小时，——这是十多年前的事，现在每小时要涨到三元，——在一楼散座玩玩，心满意足的玩一会；倘肯每小时多花一元，便可以坐上沙发雅座，或者买点饮料，吃点小零食，如果出到十几元，那就能上二楼豪华包间，但这些顾客，多是学生党，大抵没有这样阔绰。只有那些自带鼠标键盘的高端玩家，才踱进二楼的包间里，买烟买饮料，慢慢地吃喝玩乐。\n我从十二岁起，便在镇口的咸亨网吧里当网管，老板说，我样子太傻，怕侍候不了高端玩家，就在一楼泡泡奶茶，打扫卫生。一楼的学生党，虽然容易说话，但唠唠叨叨缠夹不清的也很不少。他们往往要亲眼看着奶茶从包装里拆开，看过奶茶生产日期，又亲看将奶茶用热水充好，然后放心，在这严重监督下，用用过期的奶茶也很为难。所以过了几天，老板又说我干不了这事。幸亏中介的情面大，辞退不得，便改为专管打扫卫生的一种无聊职务了。\n我从此便整天的在网吧里，专管我的职务。虽然没有什么失职，但总觉得有些单调，有些无聊。老板是一副凶脸孔，顾客也没有好声气，教人活泼不得；只有孔乙己到店，才可以笑几声，所以至今还记得。\n孔乙己是自带鼠标键盘而在一楼上网的唯一的人。他身材很高大；青白脸色，皱纹间时常夹些伤痕；一部乱蓬蓬的花白的外套。穿的虽然是阿迪达斯，可是又脏又破，似乎十多年没有补，也没有洗。他对人说话，总是满口意识走位，叫人半懂不懂的。因为他ID为孔大神，别人便从其ID 极其时常高端大气上档次的的话里，替他取下一个绰号，叫作孔乙己。孔乙己一到网吧，所有上网的人便都看着他笑，有的叫道，“孔乙己，你又排位十连跪了！”他不回答，对柜里说，“开两个小时，来一杯奶茶。”便排出九个钢镚。他们又故意的高声嚷道，“你一定又被队友骂坑爹了”孔乙己睁大眼睛说，“你怎么这样凭空污人清白……”“什么清白？我前天亲眼见你用鳄鱼上单，居然被武器吊着打。”孔乙己便涨红了脸，额上的青筋条条绽出，争辩道，“打野不来帮忙……打野！……上单滚雪球，能算偷么？”接连便是难懂的话，什么“被人针对”，什么“手抖”之类，引得众人都哄笑起来：店内外充满了快活的空气。\n听人家背地里谈论，孔乙己原来也打过业余联赛，但由于不听指挥，又不会变通；于是被战队开除，弄到将要讨饭了。幸而玩得一手好凯尔，便替人家上上分，换一些零用钱。可惜他又有一样坏毛病，便是喜欢用别人号上的钱乱买符文。坐不到几天，便连人和他人帐号的金币点卷，一齐失踪。如是几次，叫他上分的人也没有了。孔乙己没有法，便免不了偶然做些盗号的事。但他在我们网吧里，品行却比别人都好，就是从不拖欠；虽然间或没有现钱，暂时记在粉板上，但不出一月，定然还清，从粉板上拭去了孔乙己的名字。\n孔乙己打完一盘，涨红的脸色渐渐复了原，旁人便又问道，“孔乙己，你当真打过联赛么？”孔乙己看着问他的人，显出不屑置辩的神气。他们便接着说道，“你怎的连我们都玩不过呢？”孔乙己立刻显出颓唐不安模样，脸上笼上了一层灰色，嘴里说些话；这回可是全是战术配合之类，一些不懂了。在这时候，众人也都哄笑起来：店内外充满了快活的空气。\n在这些时候，我可以附和着笑，老板是决不责备的。而且老板见了孔乙己，也每每这样问他，引人发笑。孔乙己自己知道不能和他们谈天，便只好向学生党说话。有一回对我说道，“你会玩LOL么？”我略略点一点头。他说，“玩过，……我便考你一考。天使可以打几个位置，都怎么出装？”我想，讨饭一样的人，也配考我么？便回过脸去，不再理会。孔乙己等了许久，很恳切的说道，“不会用凯尔吧？……我教给你，记着！凯尔应该这么用。将来打联赛的时候，会用到的。”我暗想我离打联赛的等级还很远呢，而且我也从来没打算去打联赛；又好笑，又不耐烦，懒懒的答他道，“谁要你教，不就是除了ADC，其他位置都可以打么？”孔乙己显出极高兴的样子，将两个指头的长指甲敲着柜台，点头说，“对呀对呀！……但其实凯尔也可以打ADC的，你知道么？”我愈不耐烦了，努着嘴走远。孔乙己刚用凯尔走下路，想演示凯尔ADC打法，见我毫不热心，便又叹一口气，显出极惋惜的样子。\n“我们的塔快被拆完了，快回家守。”\n有几回，小学生们听得笑声，也赶热闹，围住了孔乙己。他便带他们打匹配。小学生们输了一局，仍然不散，眼睛都望着孔乙己。孔乙己着了慌，立即关了游戏，弯腰下去说道，“不行了，我的胜率不到一半了。”直起身又看一看盒子战绩，自己摇头说，“都快40%胜率了。”于是这一群小学生都在笑声里走散了。\n　　孔乙己是这样的使人快活，可是没有他，别人也便这么过。\n有一天，大约是中秋前的两三天，掌柜正在慢慢的结账，取下粉板，忽然说，“孔乙己长久没有来了。还欠十九元网费呢！”我才也觉得他的确长久没有来了。一个喝酒的人说道，“他怎么会来？……他不玩LOL了。”老板说，“哦！”“他总仍旧是输。这一回，是自己发昏，竟和职业战队的人杠上了。职业队的人，是他可以作对的吗？”“后来怎么样？”“怎么样？先被人打个50比0，还堵了泉水，后来是SOLO父子局，打了几把，被人用星妈虐了他的凯尔。”“后来呢？”“后来叫别人爹。”“叫爹了后怎样呢？”“怎样？……谁晓得？许是融符文了。”老板也不再问，仍然慢慢的算他的账。\n中秋过后，秋风是一天凉比一天，看看将近初冬；我整天的靠着空调，也须穿上棉袄了。一天的下半天，没有一个上网的，我正合了眼坐着。忽然间听得一个声音，“开一个小时。”这声音虽然极低，却很耳熟。看时又全没有人。站起来向外一望，那孔乙己便在柜台下对了门槛坐着。他脸上黑而且瘦，已经不成样子；穿一件破外套，外套里面只有一件说不出品牌的T恤，头发似乎一个月没洗了；见了我，又说道，“开一个小时。”老板也伸出头去，一面说，“孔乙己么？你还欠十九元网费呢！”孔乙己很颓唐的仰面答道，“这……下回还清罢。这一回是现钱，机子要好。”掌柜仍然同平常一样，笑着对他说，“孔乙己，你又和别人SOLO了！”但他这回却不十分分辩，单说了一句“不要取笑！”“取笑？要不是这样，怎么会是这个样子？”孔乙己低声说道，“匹配，坑，坑……”他的眼色，很像恳求掌柜，不要再提。此时已经聚集了几个人，便和掌柜都笑了。我打好上机卡，递了出去，放在柜台上。他从破衣袋里摸出三元钱，放在我手里，见他空手，原来他这次没带鼠标键盘。不一会，他LOL了一盘，便又在旁人的说笑声中，慢慢走去了。\n　　自此以后，又长久没有看见孔乙己。到了年关，掌柜取下粉板说，“孔乙己还欠十九元网费呢！”到第二年的端午，又说“孔乙己还欠十九元网费呢！”到中秋可是没有说，再到年关也没有看见他。\n　　我到现在终于没有见——大约孔乙己真的不玩LOL了。",
    "replies": [
        {
            "author": "杰·天行者",
            "timestamp": 1396155900,
            "txt_content": "笑cry23333"
        },
        {
            "author": "Milk_",
            "timestamp": 1396155900,
            "txt_content": "这个我看过了 蛮好笑的"
        },
        {
            "author": "wkyyzhb",
            "timestamp": 1396156140,
            "txt_content": "标题后面应该加上[作者：你的名字]"
        },
        {
            "author": "250=mo",
            "timestamp": 1396156200,
            "txt_content": "笑喷……（ 注明个转载行不）"
        },
        {
            "author": "银狼",
            "timestamp": 1396156380,
            "txt_content": "哈哈哈233 \n咸亨网吧 ， 233333333"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1396156560,
            "txt_content": "250=mo 发表于 2014-3-30 13:10\n笑喷……（ 注明个转载行不）\n已注明了啊？"
        },
        {
            "author": "吃掉方块",
            "timestamp": 1396156680,
            "txt_content": "233333333333333333{:10_492:}"
        },
        {
            "author": "250=mo",
            "timestamp": 1396159380,
            "txt_content": "晓风晚月 发表于 2014-3-30 13:16\n已注明了啊？\n没看到，只有作者一栏空着能标明，不明显啊"
        }
    ]
}