{
    "title": "<连载·单章>夺回自由系列[作者：狂风※中箭]第十二章：野战之死",
    "author": "狂风※中箭",
    "replyCount": 2,
    "timestamp": 1396167900,
    "txt_content": " 本帖最后由 狂风※中箭 于 2014-3-30 17:22 编辑 \n\n                                                        好啦，终于抽到时间开更了。这次我会按照之前的缺陷改进的。谢谢大家的支持，不喜欢的话也可以喷一下，轻喷啊。。。\n————————————————————我是有爱的分割线————————————————\n                                                        上集结尾：神秘人（是楼顶上的人，不是mc世界里的神秘人）：“巡战部队特种兵狙击队队长！在此！”\n————————————————————我是有爱的分割线————————————————\n                                                         正文开始！\n     战烈：“哦，你是..那啥？额。。神影！”\n     神影只是点了一下头。\n      狂啸：“赶紧回去，如果回不去战斗之刃那里我们就危险了！”\n     神影：“去吧。”\n      于是战烈带着其他四人冲出小巷，向大部队奔去。\n      可是，战斗之刃带领的部队和投降的沙漠盗贼已经遇敌了！一群变异体（注：变异体，也就是第十一章遇到的怪物。拥有者感染效果，被变异体杀死的生物也会变成变异体。常常群体出没。出现原因：未明）正在向他们奔去！\n      这时，几名自告奋勇的沙漠盗贼拿起刺刀向变异体冲去！可是两三下，就被群殴致死，而且也变成了变异体，还向战斗之刃的部队冲去！\n      战烈也赶到了战场，看到这一幕，立刻懂了。\n      这个城市已经开始蔓延病毒了！\n     战烈立刻向大部队的前面冲去，抵挡着变异体。几名变异体向战烈冲去！战烈拿起刺刀枪，使劲向其中一名变异体的胸口刺去，接着一脚踹开那个变异体。然后举起刺刀枪，抵挡住了一名变异体的攻击，顺便向旁边的一个变异体的头砍去,然后另一名变异体也倒在了地上。但是，再战烈后面的一名变异体突然向战烈攻击！\n       忽然，一声枪响，战烈后面的变异体的脑袋瞬间脑裂！\n       狂啸：“神影的枪法可不是吃素的哦。”\n       狂啸说完，也向变异体群冲去。\n       战烈趁着变异体对于脑袋的爆裂惊呆时短短时间，一刀向一名变异体的肚子刺过去，接着就是血如喷泉...然后举起变异体的尸体，向变异体群扔去。然后。。。一排变异体一个接一个的被压倒了。。。（这个原理大家都懂吧）。\n       但是，就算战烈几个人再厉害，也很难控制大局。不断有士兵牺牲，然后变异，向其他士兵攻击。\n       战斗之刃：“撑不住了！向另一条路撤退！”\n       接着狂啸向变异体群扔了一颗“鸡蛋”。\n       “轰！”\n       狂啸：“好吃吗？爷爷我还有！”\n       然后一捆炸弹在天空中划过一条完美的弧线。。。。（后果大家都懂）\n       狂啸做完这些事后，也跟上了大部队。\n       战烈随着大部队穿过了一条条（别想歪）的大马路后，冲到了一个本来是游泳池傍边的空地上。\n       狂啸：“这里应该暂时没变异体吧了吧。”\n       战烈向四周环视了一下，忽然，战烈发现了一个熟悉的身影！\n       战烈（暗想）：“是他？不，不会的，他不是死在火车上了吗？”（见第二章）\n       战烈在其他人坐下休息的时候，向那里走了过去。\n       战斗之刃：“嘿！你去哪？”\n       战烈指了指远处一个模糊的身影，然后继续走过去。\n       一声枪响，惊动了战斗之刃和所有的士兵们！\n       这时，战烈看清楚，那正是野战！但是，野战的处境并不好。两只末影虫正在与野战进行着激烈的搏斗！而且野战是处于下风！       战烈猛然向野战奔去。因为他知道：秒针每走一小格，野战就有可能牺牲！\n       战烈不顾一切的向野战冲去，接着，到了一定的距离，战烈举起了他的刺刀枪，向末影虫的头颅瞄准着。\n        “突突突-突突突”\n       几声枪响，让野战意识到了，有人来救他了。\n        忽然，一只末影虫抱住了野战，向那个充满着熔浆的游泳池滚去！（本来是水的，后来病毒蔓延，变成了熔浆）\n        战烈：“不！！！！！死吧！末影虫！”\n        接着，一发子弹穿破了空气，也穿破了末影虫的头颅。。\n        然后战烈一刀向另一只末影冲刺去，接着一脚踹开。立刻向抱着野战的末影虫冲去。\n         与此同时，神影的眼睛架在了瞄准镜的镜口上。\n       然后，一枚子弹再次击中了那只末影虫。可是，尽管末影虫已经死了，但是尸体依然抱着野战向熔浆池滚去！\n       战烈立刻向末影虫前进的路线奔去。尽管他知道：这是自杀行为！\n       可是，战烈刚刚冲到路线上，就被末影虫弹开在了一边！\n       野战（暗想）：“这辈子，我有你这个兄弟，知足了。。”野战想着，鼻子一酸，眼角竟然也流出了泪花。\n       可是，末影虫已经把野战带到了熔浆池的边缘上。\n       战烈不禁脚一软，腿一酸，双腿跪倒在了地上，用手用力的捶打着地板。但是，眼睛也已经湿润了。。。\n       忽然，野战使出了全身力气大喊：“再见了！兄弟们！大爷我下辈子再来陪你们！”\n       最后，野战只留下了再熔浆池上的一点点火星。。。。。。\n\n                                                                 本章完！\n————————————————————我是有爱的分割线————————————————\n字数：4110（只算正文的，题外话不算)\n引索贴链接：http://www.mcbbs.net/thread-252440-1-1.html\n————————————————————我是有爱的分割线————————————————\n                                              给个人气或者金粒吧。。不给嘛，回个复也好啦。\n\n",
    "replies": [
        {
            "author": "狂风※中箭",
            "timestamp": 1396168560,
            "txt_content": "召唤术！@奈洛 @130s @17291159"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396187220,
            "txt_content": "狂风※中箭 发表于 2014-3-30 16:36\n召唤术！@奈洛 @130s @17291159\n以后把召唤放帖子中~\n像这样\n\n                       召唤基友团"
        }
    ]
}