{
    "title": "<原创·单篇>终结之遗记[作者:狂风※中箭]",
    "author": "狂风※中箭",
    "replyCount": 6,
    "timestamp": 1396173480,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-3-30 19:36 编辑 \n\n                                                                     嘛，这次我写的是单篇的，不是连载的啦。其实灵感就是来自于我小时候（小学6年级）画的画。当时就在玩MC了（我敢发誓，绝对不是熊孩子。）。。好吧，这篇就是在那幅画上面的改编（废话好多，还是赶紧开始码字吧！）\n————————————————————我是有爱的分割线————————————————\n                                                                      正文开始！\n       黑色的背景慢慢染上天空，寒风吹拂着大地，树木正在森森发抖。然而，在这荒凉的树林中，却有一个人慢慢的踏着脚步。尽管那个人踏的脚步再慢，但是危险，还是无处不在。\n       月亮慢慢爬上天空，这种冷清的气息，无处不在。池塘旁边的荷叶上的露珠慢慢的滚到荷叶边缘，掉在了池塘里。\n       森林中的人：“下了雨啊，这地真是湿润，可是我管不了了。”\n       不过，那个人却从背包里拿出一把快生锈，但是却保存的很好的铁剑，抚摸了几下。\n       森林中的人：“唉，我真得谢谢你，你陪我度过了无数危险，但是这次，可能不行了。”\n       真如那人所说，一颗颗眼睛正躲在树后盯着那人。\n       忽然，一只僵尸从树后突然冲了出来！但是，那人的战斗之心立刻燃烧了起来。\n      接着手起刀落，那只僵尸的头颅掉在了地上。。其他再树后的僵尸看见同伴被杀，立刻向那人冲了过来！\n      但是，那个人非常淡定，双手握着那把生锈的铁剑。。“死吧！小宝宝们！”那人大喊。\n      紧接着，那个人把铁剑提起来，向一个僵尸的胸膛刺去。顿时，那个僵尸的血立刻喷到旁边的僵尸身上。。一个拿着铁斧的僵尸愤怒了，举起铁斧，向那个人砍去。但是那个人用右手拿着铁剑向僵尸的肚子刺去，然后一手拿住那把铁斧。忽然，树后面出现了一只骷髅！那个人把铁斧向那只骷髅一扔。\n      那把斧头，在飞行的同时，还旋转着。带着那个人的战斗之心，带着愤怒，穿破了空气，也穿破了骷髅的骨头。。\n      但是，双手难敌四拳。在那个人斩杀一名僵尸的同时，他的头盔一被射了一箭。\n      接着，他的胸膛也被僵尸抓了一下。要不是他穿着盔甲，他可能就要死了。\n      不过，那个人不仅没有退缩，反而更加勇猛了。\n      那个人使劲向冲向他的一名僵尸刺了一刀，顿时黑色的血液向四周喷去，犹如喷泉般的散发着。\n      忽然，一个末影人瞬移到他的背后，举起长长的手臂，想把那人砸死。\n      可惜，那个人翻身一斩，末影人那手臂顿时掉在了地上。那个人趁着末影人呆滞之际，跳起来一刀把他的头砍了下来。。\n      不过，英雄也有疏忽的时候。当那个人斩杀了无数僵尸之后，一个苦力怕出现在在他的背后。\n       “sssssssssss”的声音把那个人惊呆了，当他转过头来的时候。。。“boom！！！！！！！！！！！！！！！！！！”\n       森林，寂静了。。。。夜晚，也消退了。。。太阳，升起来了。。\n       那个人醒了过来，吃力的从背包里拿出一本书和笔。然后趴在地上写着那本书。\n       （以下是他现在写的的内容）“末年，终月，24日，初阳（乱编的，不要在意这些细节）。我，经历了最后的夜晚。我本以为我不能见到今天的太阳了，不过，我终于坚持到了这时。呵呵，我也满足了。在村民的眼里，我是个英雄，冒险者，矿洞之神，屠龙者等等。其实，我只是一个人，我就是我，我叫做——史蒂夫！我本来只是一个普普通通的流浪者，但是，我经过无数的努力，杀死了末影龙，凋零。不过，今天，将是我的最后一天。我在被那个该死的苦力怕（论坛的苦力怕们别喷啊）炸晕的时候，明白了，永远不要疏忽，或许一次疏忽，就会决定一生！不过，一切都晚了。这是我最后一天了。。。我只希望，村民们能把我的遗体安置好，别让我变成him！我不想死后祸害别人了。”当史蒂夫写到这里的时候，史蒂夫不禁从口里吐出了一滩的鲜血，但是，他只能强忍着疼痛，继续写下去。“看来我活不过了，再见了，这个世界。再见了！”\n       写完了最后一个标点符号，史蒂夫忽然手一软，趴在了地上。这一趴，就不会再起来了.......（完！）\n\n\n\n\n       感谢观看！",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1396173780,
            "txt_content": "这个故事告诉了小朋友们要细心"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1396173900,
            "txt_content": "钻石剑……生锈？！"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1396174020,
            "txt_content": "在“生锈的铁剑”下还是出现了钻石剑"
        },
        {
            "author": "HGK",
            "timestamp": 1396174140,
            "txt_content": "我还有这样的笑点：\n小朋友们，史蒂夫到底会不会变成Him呢？\nA:会     B:不会     C:不知道\n拨打1008668001回答问题即可获得由HGK提供的狂风之遗记续集，还在等什么，快拨打吧！\n[斜眼笑]"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1396174200,
            "txt_content": "。。。我笑喷了。。。还有“狂风之遗记”这是在逗我？"
        },
        {
            "author": "HGK",
            "timestamp": 1396174380,
            "txt_content": "狂风※中箭 发表于 2014-3-30 18:10\n。。。我笑喷了。。。还有“狂风之遗记”这是在逗我？\n打错了AwA"
        }
    ]
}