{
    "title": "<原创·连载>追梦的人[作者：17291159][第一章第五节]",
    "author": "17291159",
    "replyCount": 12,
    "timestamp": 1396360560,
    "txt_content": " 本帖最后由 17291159 于 2014-4-7 14:48 编辑 \n\n第一章初醒\n第五节猎人马乔\n上集回顾桂清不远千里去小镇，遇善良医生葡莲的救助，得以换取草药\n正文\n    那天，野外的早晨如期在那老钟敲了六下后来到，桂清连夜将草药熬制并敷至在阿海满是伤痕的背上。现在，他正想去去他的小羊圈收割羊毛，因为他知道，只有两张床是无法容纳这个又增加一员的家庭，好似一个被挤得不能再挤的海绵似的，一切都是那么贫寒困苦。\n    桂清拿着那把边缘略有带锈色的剪刀，提着一个用野外藤条一匝一匝捆起来的小竹篮子，拿着一袋新鲜的但微微发涩的苹果，迎着湿寒的早风，刚想打开那被踢得有些碎痕的木门时，他好像又想起了什么事情，赶紧风一般地将跨出去的脚给缩回来，把厨房里热了一遍又一遍的牛排和小麦面包端到楼上阿海床边那拥挤不堪却仅仅有条的小柜台上，然后又风一般地跑下楼去，踏上那条用脚踏出来的黄土路上。\n    早上的风一样寒冷潮湿，就好像一件永远也晒不透的丝衣似的，细的绸的慌，微弱的晨光星星点点地铺洒在黄土路上，黄土路弯弯扭扭地通向大山对面的另一个世界，另外一个城镇，空气中凝着早晨露珠的气息和野花弥漫的幽香，一切都是那么自然。而桂清却毫无心思地欣赏着这些自然的美景，甚至不屑一顾。\n    小羊圈离这不远，大概就在山腰附近吧，不过这短短的一段路，对于住在山脚的桂清家来说，走起来还是有点劳累。这是多么小的羊圈啊，屈指可数的羊蜷居住这闷不透声的用根根直插黑泥土底的小木条围成的小空地里，一口用石头简单削凿而成的饲料槽，和一个用两根木架搭起上方是用些许发霉的茅草遮掩起的小茅棚，茅棚下面是用枯碎的麦草麦秆麦叶丝丝缕缕叠加而成略带草香的草地，一些刚出生的小羊羔，总是会在喝足了乳汁，吃饱了稻草，然后自然地，心安理得地跑着过来，一头栽倒在草地里，呼呼大睡起来，而大羊却稳重得多，总是不紧不慢地咀嚼着稻草，然后不紧不慢地走到草棚下，下意识地低下头看看确定小羊羔有没有正在它的身下呼呼大睡，一切准备就绪后，再老若台钟似的俯下身，先让自己的四肢卷曲下来，然后身子轻轻搭在这柔软的草上，最后再是把头慢慢地依靠到后面的木栅栏或者下方的稻草上，稳稳当当地，才放心的睡着，如果一旦草地显得十分杂乱，那就一定是羊羔们，不受父母的管教在上面大闹的结果，那就意味着又有那头小羊羔要受到老羊羊角的顶撞了。\n    桂清来到小羊圈后，找了几头毛料比较厚密的羊儿修建了起来，被磨得锋利的剪刀，像是穿梭在麦田中的收割机似的，飞快且毫不留情地在羊儿身上飞舞起来，那飞絮状的羊毛，一点点的填充了桂清那结实的小篮子，他是那么的认真，那么的专注，可能是生了罢，可能是家境贫寒罢，一切都造就了他那纯朴珍惜一切爱护一切的性格，不忍心浪费一点东西，像这些从这些可怜的羊群们，含辛茹苦历经时间的生长才产生的羊毛，他更是不能让一点也被寒风吹走或者飘飘洒洒地落到地上，羊毛收集到了满满一篮，桂清也不是一个贪婪的人，他总是会懂得取舍，看到自己的篮儿满了，就停下了那飞快穿梭在白色之间的剪刀，好像突然停止的收割机似的。然后他总是会习惯性地抚摸一下修剪过后羊儿的头，用那轻巧的手指轻轻地抚摸过羊儿柔软的后背，帮它们梳齐毛发擦净脏屑，因为他知道这些东西来之不易。\n    他微笑着然后静静地关上了小羊圈的门，因为他怕惊醒了正在酣睡中的小羊羔们，当然还有那些慈善的老羊们。然后将家里拿来的那袋苹果跨在背上，往就在羊圈两步远的一个小木屋走去，那个小木屋看起来就像新的一样，如果不仔细看那儿的屋顶上那微微发黄的橡木板，它好像就是一个刚建起的地方似的，平静无人，就连烟囱口也是干干净净的，不比自家的那样占满煤炭的一抹抹黑。\n    “马乔.....马乔在吗，来来来开开门，我今天看羊圈顺便来看看你啦！”这个纯朴的桂清怀着激动的语气，一手拎着苹果，一手则礼貌地在那干净硬朗的木门上敲了起来。不久儿，果然有一个有着一脸络腮胡，头发长长的卷到耳部并且略带棕色，眼睛并不大，却深深地透出深邃且敏锐的光，好像能看透一切似的，穿着一身有着小口袋装着一些小杂物，貌似可以栓箭的裤腰带用两条棕色的布袋交叉绑起的一件猎人服的一位年轻人。\n    “嘿，桂清你来就来嘛，带苹果干嘛，诺诺诺，看我家里面还有一大袋苹果呢，都是我打猎时顺便摘来的，也好吃着呢，来来来，先进来坐.\"马乔推过桂清的苹果，然后准备用他那自然地笑请着桂清进家。\n     “诶诶，这苹果你先拿着，不会是嫌不好吃吧！都是我刚采的，你也怪辛苦了，你看那小羊圈我不在的时候都是你管的，要是没有你呀，我真不知道这些羊群们都跑到哪儿去了，所以说，这苹果你就拿着吧！”桂清赶紧把推拖来的苹果又重新递回给马乔的手中，并且走进了这带有微微沉木气息的小木屋里。\n     “话是这么说，不过这苹果......好吧，我先接走了，哪能让你在外面受冻呢，现在才七点多一刻呢，外面还冷着呢，太阳都才刚出来，不过话说你要是不来，我早就该去打猎去了，最近的猎物是越来越少了......恩，说这些干嘛呢，诶对了，我听别人说你家多了一口嘴啊.\"马乔用朴实的眼光看着桂清，然后提起早上刚烧起还腾着热气的茶水倒在一口小杯子中轻轻地放在桂清的面前，再安稳的坐下来。\n     “啊，对，我今天来羊圈就是多收集些羊毛然后再做一张床，那个可怜的孩子叫阿海，几天前昏倒在我家树下，然后又因为乱跑被爬行怪炸伤了，昨天我还为他特意去买了药，真是让人不省心.\"说到这，桂清深深地叹了口气，然后抿了一口茶，好像在这里释放出了久久的无奈与愧疚，然后赶忙又补了一句，“不过他被炸伤后竟然还能活下来，实在是太令人敬佩了.\"\n     “唉，世上果然还是好事多，不过你家的条件本来就不好，你承担得起这么大的压力吗，你又有一个生病的母亲，不是现在还在城里给别人家做裁缝么，要真的不行，就赶紧告诉我啊，我可以帮你承担一些的，咱俩又不是认识几天的关系，都多少年了!\"马乔用些许激动的语气说，然后标志性的抖起了自己的指尖，望着桂清期待着他的回复.\n     “没...怎么可能会有事，我自己忙得过来...忙得过来....哪用得着你帮忙，你也不比我好的了多少，能帮我看管我的小羊圈我就得很感谢你咯.\"桂清有些语无伦次不过又赶紧喝了口茶，用真诚但有些颤抖的目光望着期待的马乔说道。\n    “好吧,好吧，没事就好.\"马乔继续抖着指尖，然后望了望时钟，“这点我得赶紧去打猎了，不然等下动物都跑光了，你的话，要不在这再歇歇？走的时候把门带上.\"\n     “啊....那你忙去吧，我也走了，我得赶紧去做床了.\"桂清起了身，往门外走去，和马乔简单的告别后，往自己家的方向走去了.\n      留下的只有那杯淡淡的飘着幽香的茶水在风中叹息着.\n\n下集预告：桂清回家途中，突然听见阿海的尖叫，这又是发生了什么？\n\n\n字数：5676 字节\n\n\n\n\n\n追梦的人总目录\n\n",
    "replies": [
        {
            "author": "stool",
            "timestamp": 1396360740,
            "txt_content": "难以相信有5000字= ="
        },
        {
            "author": "stool",
            "timestamp": 1396360740,
            "txt_content": "只有2557字吧  亲"
        },
        {
            "author": "米安博奥",
            "timestamp": 1396360920,
            "txt_content": "先回復然後再看"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1396414020,
            "txt_content": "stool 发表于 2014-4-1 21:59\n只有2557字吧  亲\n噗他说的是字节"
        },
        {
            "author": "17291159",
            "timestamp": 1396441320,
            "txt_content": " 本帖最后由 17291159 于 2014-4-2 20:42 编辑 \n\n@250=mo @长手的苦力怕 @狂风※中箭 @the-blaze @lgl19773173 @poi4399@a2455564728"
        },
        {
            "author": "poi4399",
            "timestamp": 1396441380,
            "txt_content": "发现你的文采不错"
        },
        {
            "author": "250=mo",
            "timestamp": 1396441380,
            "txt_content": "前来捧场，但暂无心欣赏"
        },
        {
            "author": "17291159",
            "timestamp": 1396441440,
            "txt_content": "poi4399 发表于 2014-4-2 20:23\n发现你的文采不错\n我一边更新 新手的建筑小教程  一边写小说 整个人都舒服了"
        },
        {
            "author": "the-blaze",
            "timestamp": 1396441800,
            "txt_content": "顶一个，你的作品有我可以借鉴的地方"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1396442160,
            "txt_content": "感觉你的文笔还是很好耶{:10_523:}，学习了{:10_523:}。细节描写的很到位"
        },
        {
            "author": "17291159",
            "timestamp": 1396442220,
            "txt_content": "狂风※中箭 发表于 2014-4-2 20:36\n感觉你的文笔还是很好耶，学习了。细节描写的很到位\n用细节来表现一个人的内心"
        },
        {
            "author": "17291159",
            "timestamp": 1396442520,
            "txt_content": "@a2455564728 "
        }
    ]
}