{
    "title": "【挖坑属性】 MC战场设定集  第二页",
    "author": "drknight",
    "replyCount": 2,
    "timestamp": 1339253880,
    "txt_content": "【挖坑属性】 MC战场设定集  第一页\n\n某些特色要素（一）获胜条件：\n\n        杀死扮演皇帝；大将军；元帅；总指挥这类的角色并不算胜利。。守城方的任务就是守好自己的大本营\n\n                  攻城方的胜利条件为 摧毁对方指挥部；并保护好自己的指挥部。（所以将军什么的也尽情的玩吧）\n\n某些特色要素（二） 地图布置：每个阵营的阵地中起始都有   指挥部 ；军械库；祭坛；附魔间；炼金室；地狱门（考虑移除）；湖泊；农场（随意扩大）\n                   出生点：  战场中央125高度处 为出生点  出生点两方为阵营通道 通道内分布适量蜘蛛丝；通道出口为各阵营的湖泊正上方125高度\n\n                  战争开始时由参战OP在各自阵地中设立WARP 点。。开战10分钟左右后由参战OP或者观察OP删除WARP 点。\n\n              特殊：指挥部是背后有一片TNT的区域；敌对阵营攻入后在王座后方找到把手启动就算胜利了。\n                        军械库： 玩家可以从军械库领取战争物资； 不过各玩家角色岗位附近也有物资箱子分布\n                        指挥部可以很大，，附属建筑都可以放入指挥部。但指挥部必须是完整建筑（有门有窗有立柱）\n\n  （考虑移除）地狱部分尽量在设计地图时设计成一个盛产地狱包子的空岛；尽量设计为两个地狱门入口（如果无法做到可以考虑取消地狱门与地狱附属战场设定）\n\n某些特色要素（三） OP与祭坛（全文中出现的OP仅为拥有创造模式的玩家（并没有使用服务器指令权限））\n                                OP只能从祭坛中出现；OP在被召唤协同作战前可以使用战场上的附魔台与炼金  做好被召唤的准备\n\n                  OP作用：（OP使用一与三功能前   必须将祭坛回归为干净的平面。）\n                  OP功能一：物资补给    普通玩家将收获的小麦 放入祭坛；放满一箱即可召唤OP，然后向OP索要所需物资。\n                                                          OP破坏箱子并清理干净后给予物资。\n\n                  OP功能二：协助作战   玩家在祭坛上满足 一：8个附魔台；并进贡一箱矿物（煤炭也算）或者2箱小麦。\n                                                                                        二：2组钻石。\n                                                                                        三：8箱小麦。（就是4大箱小麦）\n                         三种条件满足其中一种即可召唤OP协同作战。  OP召唤后在祭坛上摆满8个附魔台（如果以2.3条件召唤）而且以后无法给普通玩家提供任何物资援助。。。按照开战前决定的风格作战，（OP无法在祭坛上作战）\n                OP参战的基本限制：由于OP是无敌的  所以有些基本限制： 作战OP只能使用剑；弓；，只能放置泥土块；可以飞行；守方OP无法接近攻方阵地；攻方OP最多只能到守方城墙处活动；不允许给予友方任何物品；\n              关于OP作战风格：一：TNT型；除了泥土块还可以放置TNT并引爆；允许补充我方的TNT大炮弹药（前提当然是不要给服务器太大负担）\n                              二：炼金型：允许使用各种负面效果药水。（当然，要在开战时才能开始酿造）\n                              三：辅助型：允许使用瞬间恢复药水。（就是对友方投掷）（当然，要在开战时才能开始酿造）\n                              四：防御型：守城方OP可以修复受损城壁；补充军械库物资；（铁制装备与弓，箭）\n                                                  攻城方OP（唯一个可以使用黑曜石的类型）可以修复并加固受损阵地；可以建造一条本阵通往守方城壁的黑曜石通道（只允许存在一条）\n                              五：\n\n                   OP功能三   英灵召唤：OP还没被召唤协同作战时；本方大统帅（大炼金师）类角色进贡一组原石（地狱岩）；OP破坏进贡的箱子并清理祭坛（不管箱子里面有多少原石/地狱岩，但至少要一组）；  然后OP可以使用拉人指令将本方复活人员两人快速拉到身边。（当然被召唤者这时候应该是裸装的）\n                   OP功能四   英雄培养：  OP还没被召唤协同作战时；本方大将军（前线指挥官；大工程师；骑兵队）类角色进贡一组原石；OP破坏进\n\n贡的箱子（不管箱子里面有多少原石/地狱岩，但至少要一组；；不需要清理祭坛）   给予5瓶附魔之瓶\n\n                   击退OP的方法   将祭坛半数附魔台破坏或者用方块完全遮掩  通告OP。。再由参战OP自动退出或者观察OP请出；OP退出后除了侦察无法发挥其他任何作用\n\n\n某些特色要素（四） ： 阵营初始奖励有：  建造类的  10个黑曜石；一门TNT大炮（有一次弹药）；一桶岩浆；2桶水（其中一样）\n                                                                   特殊类的  一个骷髅怪笼子；一箱沙子与一个JJ怪笼子；2个僵尸笼子（其中一样）\n                                                                   战斗类的  两组TNT；2套钻石套；3把附魔弓；一组附魔之瓶；（其中一样）\n                                                                   生产类的  树苗与骨粉添加种子和小麦垫上原石超级优惠套餐；3个附魔台；一组地狱包子；（其中一样）\n\n\n下一贴将说明是  最核心的角色扮演部分；更新时间未定\n\n感谢大家观看。。。文字好多。。我自己看的头晕……作为一个设定控，有人吐槽我很开心\n",
    "replies": [
        {
            "author": "g-g-g",
            "timestamp": 1339254000,
            "txt_content": "太残了。。"
        },
        {
            "author": "geludan",
            "timestamp": 1339254600,
            "txt_content": "看到人组织过类似的东西，后面就变成大混战了。。毕竟玩家不是训练有素的军人。。。"
        }
    ]
}