{
    "title": "<原创-连载> 奇异世界大冒险 【作者：凯旋归来】 已更新至第四章",
    "author": "凯旋归来",
    "replyCount": 5,
    "timestamp": 1396691760,
    "txt_content": " 本帖最后由 凯旋归来 于 2014-4-6 16:58 编辑 \n             《奇异世界大冒险》\n                    第四章 土壤史莱姆\n上章要点：一行人进入了七彩村，可是让他们看见的并不是和谐的美好场景，而是满地死亡的村民和村民的血液，他们能否打败土壤史莱姆让七彩村获救呢？！\n  鄂温克、塞尔达、唐泰腾在村长那里获得了地图，现在正在往土壤史莱姆的方块山前进！“可恶的土壤史莱姆！可恶可恶可恶啊！！竟然把那么美好的七彩村破坏了！！见到它们就拿起剑杀进去”鄂温克一边说一边抽抽自己衣服旁边的铁剑，这把剑是他从家里面带来的，塞尔达也有一把。塞尔达和唐泰腾赞成的点了点头然后继续往前出发，唐泰腾看了看地图说：“距离方块山只要再翻多两座山就到了。”鄂温克大叫：“啊！！还有那么久！！好累的诶...”“当初又是你说见到它们就要拿起剑冲进去的，现在还没到就说累啊...”塞尔达不屑的看了看鄂温克，鄂温克只好低头认输...\n  转眼之间他们就到了方块山的山脚下，山脚下面有许多的土壤史莱姆，他们不然就是拿起剑冲上山顶，不然就是绕过小兵偷偷的上山顶。当然他们肯定是选择拿起剑冲上山顶的。“冲啊！！杀死土壤史莱姆！！为村民报仇！！”鄂温克拿起剑冲了上去，塞尔达和唐泰腾也跟着杀了上去。\n  （土壤史莱姆）\n  他们直接杀上山顶。很快他们就到，他们进了巢穴，把小兵杀得片甲不留。终于，土壤史莱姆大王出来了，它戴着顶头盔，很巨大，好像走一步就会地震一样。他们看着这个庞然大物，然后抓紧自己的剑冲了上去，当然土壤史莱姆大王也不甘示弱，马上对他们丢具有超级攻击力的土壤，他们一起打可是好像土壤史莱姆大王根本一点损伤也没有，他们倒是筋疲力尽，眼看耐久度就要用完了，可是土壤史莱姆大王还是毫发无伤。怎么办？！是逃跑还是继续...就在他们思考着的时候，土壤史莱姆大王发出了攻击，把三个人给弹得老远，伤势也非常严重，他们该怎么办？请看下章....\n下章预告：他们休息完之后并整理了一下自己的装备和武器再次准备去攻击土壤史莱姆大王，他们这次能否获胜，能否拯救七彩村村民，请看下章\n下面东西请无视谢谢\n\n\n\n\n\n2014-04-05_17.49.00.png\n(130.58 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2014-4-5 17:48 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "狂风※中箭",
            "timestamp": 1396692600,
            "txt_content": "感觉楼主的水平还是在小学或初中耶。\n建议楼主吧细节描绘的更加多一些，而一些本来就可以让人猜到的东西就不用写了（例：不一会儿的功夫他们就攻击到半山腰了，现在距离山顶只差一点点距离了，他们继续杀了上去）。这句话的意义何在？你可以直接说他们杀到山顶了。（其实还有好些地方的）"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1396692780,
            "txt_content": "狂风※中箭 发表于 2014-4-5 18:10\n感觉楼主的水平还是在小学或初中耶。\n建议楼主吧细节描绘的更加多一些，而一些本来就可以让人猜到的东西就 ...\n我也初中哎~"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1396692960,
            "txt_content": "yuchenyang 发表于 2014-4-5 18:13\n我也初中哎~\n水平不一。。（学霸？（斜眼笑））"
        },
        {
            "author": "凯旋归来",
            "timestamp": 1396693560,
            "txt_content": "狂风※中箭 发表于 2014-4-5 18:16\n水平不一。。（学霸？（斜眼笑））\n初中，你猜对了...我可是作文渣...正在用神速更新！！"
        },
        {
            "author": "the-blaze",
            "timestamp": 1396694160,
            "txt_content": "太烂了，烂透了，吼？\n我才小学生，看你写的都有些……\n比同为小学生的火星使者写的还烂。\n你的作文老师没教过你纯叙述不可取吗？\n作文写的渣不是错，明知自己扎还出来恶心人就是错了。   \n好话随甜但听多了也腻，除了有些鼓励罢便随风没了，真正有用的还是深藏在刻薄之中\n"
        }
    ]
}