{
    "title": "<原创-连载> 奇异世界大冒险 【作者：凯旋归来】 已更新至第五章",
    "author": "凯旋归来",
    "replyCount": 12,
    "timestamp": 1396699200,
    "txt_content": " 本帖最后由 凯旋归来 于 2014-4-5 20:13 编辑 \n            《奇异世界大冒险》\n                    第五章 胜利一仗\n上章要点：鄂温克一行人杀上了方块山山顶，但是很快就被土壤史莱姆大王给打败了，这回他们要重新决斗，打败土壤史莱姆大王！ps:因为图老是挂，就不插插图了。\n  “啊啊~睡的好饱啊！”鄂温克从床上坐了起来，你们可能会问了：怎么鄂温克会在床上，那么就让我们看看昨天晚上发生了什么。昨晚，他们低头丧气的回到了七彩村，村长看他们低头丧气的样子再看看他们身上的伤口就说：“没有赢对吗？”塞尔达点了点头，村长说：“算了吧，你们就别打了，我们七彩村必定灭亡...”“不！不会的！我们一定会拯救你们的！”鄂温克说，他那坚定的眼神久久的望着村长，村长只好说：“好吧，明天你们再去试试，如果不行就别打了”鄂温克没有点头，说明就算明天失败了他还是会去尝试。“走！跟我去疗伤。而且看你们也很累了，我给你们找间宾馆住吧”村长拉起他们就往医院走，之后再带他们去宾馆。所以鄂温克才会精神充沛的坐在床上，他的武器耐久度也被修好了，鄂温克在心里默默地念着：今天一定要赢得胜利，拯救七彩村。\n  “喂！喂！起来了！”鄂温克边推着塞尔达和唐泰腾边说，两个人睁开了眼睛，带着一丝睡意看着周围的环境再看看身旁的闹钟，以为很晚了，但是他们一看才知道只有5:26分而已...唐泰腾猛地瞪了一下鄂温克，把鄂温克吓了一跳大喊“哇！干嘛？！”“现在才五点多，你就起来啊！你起来就起来，还叫上我们干嘛？”唐泰腾说完就把被子把自己的整个身体遮住又闭上眼睛睡了。“就是，那么早起来干嘛？去打怪？那你自己去。困死了，昨天那么晚睡觉，啊啊啊~”塞尔达边打着哈欠边说。“啊...那我现在睡不着了啊！”鄂温克大叫。\n  “啊啊~现在几点了鄂温克？”唐泰腾起来了，“你旁边就有闹钟，你自己看呗”鄂温克坐在椅子上边看电视边说，唐泰腾瞄了一下闹钟，上面刚好是8:30分，遍把塞尔达叫醒了，塞尔达带着睡意也看了看闹钟，顿时跳了起床，鄂温克和唐泰腾吓了一跳异口同声的说：“哇塞！你干嘛突然跳起来！没出发就差点被你吓死了！”然后彼此看了看。塞尔达大叫：“你们忘了啊！村长让我们今天8:35分到村门口集合！他有事情要宣布！”然后又看了看闹钟，上面已经8:32分了。鄂温克关掉电视，然后对他说：“反正我已经穿好衣服刷好牙了，你们也只有3分钟时间了，我先下去了拜拜”说完遍起身就走。塞尔达和唐泰腾看着他离开然后彼此看了一眼遍马上的跑去刷牙洗脸+穿衣服。\n  塞尔达和唐泰腾以神速跑到村门口，鄂温克早就在那里等了，还看着怀表说：“你们真快啊，距离8:35还有一分钟，你们用了两分钟就完成了洗脸刷牙+穿衣服，真孽害”当然，塞尔达和唐泰腾没有露出骄傲的神情，而是喘着气等待着村长来宣布事情。\n  村长来了，鄂温克对村长说“村长！什么事啊？”村长对着他们三个人说：“我给你们了一些药水在你们的背包里面，还有一些装备和衣服也在你们的背包里面，我们全村的100%30人口都希望你们可以凯旋而归，所以我们给予了你们道具让你们可以以最好的状态和装备应战”话音刚落，三个人就翻起自己的背包，发现有丢的伤害药水、中毒药水、迟缓药水、虚弱药水，还有喝的力量药水、再生药水、治疗药水、迅捷药水，还有一套铁盔甲和一把崭新的铁剑，他们穿上盔甲拿起铁剑对村长说：“我们这次一定会打败土壤史莱姆大王拯救你们的！”\n  鄂温克三人再次走到了方块山山脚，由于之前的小兵全都被消灭了，所以他们上山顶就轻松多了。进了巢穴，一个泥土方块向他们飞来，他们灵活的躲开了，并拿起自己手中的剑向那个方向冲去。土壤史莱姆大王又在他们的面前了，他们喝了一瓶力量药水然后杀了上去。土壤史莱姆大王被击中了多次，可能是因为喝了药水的缘故，这回的土壤史莱姆大王收到了损伤，唐泰腾拿起背包里面的一个中毒药水向土壤史莱姆大王丢去，土壤史莱姆大王中毒了，这样子就更加好打了，他们把手中的武器换成了伤害药水，向土壤史莱姆大王丢去。唐泰腾趁机把虚弱药水和迟缓药水也丢了出去，这样子土壤史莱姆大王的防御就降低了，速度也降低了，塞尔达和鄂温克喝下了迅捷药水，这样子对于属于迟缓状态的土壤史莱姆大王很不利，因为他太迟钝了，很快塞尔达和鄂温克用自己的铁剑把土壤史莱姆大王打败了，掉下来了一个治愈圣水，他们拿起圣水，然后往七彩村走了回去。\n  一回去，村长就问情况：“怎么样了？怎么样了！？”鄂温克说“我们....我们...”，村长说：“输了就输了吧...没事的...你们只是孩子...”“不！我们赢了！”鄂温克说完把圣水交给了村长，村长接过圣水眼里含着眼泪对他们全村人说：“他们赢了！他们赢了！为这三位战士的凯旋而鼓掌！！”马上，一股热烈的掌声在七彩村中响起了，村长拿起圣水往一个金盆子里面倒，一下子死去的村民复活了，受伤的村民痊愈了，七彩村的村民又幸福的生活着。村长非常感激，于是说：“我们的大英雄！我们可以实现你一个愿望！”鄂温克一听就说：“我们想要圣果！”村长说：“圣果我们没有，不过我们可以给你们从这里到圣果树那里的地图”塞尔达听到说：“那么谢谢您了，您给我们这么重要的地图”“不！应该是我们谢谢你们，你们拯救了我们七彩村，给你们这个地图是应该的”说完就把地图给了他们，唐泰腾对村长说：“那么我们告辞了，我们以后还会来的，拜拜！”“再见！”鄂温克一行人离开了七彩村继续开始了他们的旅途...\n下章预告：鄂温克一行人离开了七彩村，走到了一个诡异的森林里，这个诡异的森林，鄂温克一行人到底会在这里发生什么事情，请看下章...点我，看索引\n\n",
    "replies": [
        {
            "author": "凯旋归来",
            "timestamp": 1396699380,
            "txt_content": "写的烂了，大湿勿喷"
        },
        {
            "author": "long1345308079",
            "timestamp": 1396699440,
            "txt_content": "啊啊，谁的好饱啊"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396699500,
            "txt_content": "第一：排版极大问题\n第二：你可以弄一个引索来增加你\n文学小说的人气！"
        },
        {
            "author": "凯旋归来",
            "timestamp": 1396699560,
            "txt_content": "130s 发表于 2014-4-5 20:05\n第一：排版极大问题\n第二：你可以弄一个引索来增加你\n文学小说的人气！\n索引我已经搞了，话说..排版...表示...算了"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396699560,
            "txt_content": "130s 发表于 2014-4-5 20:05\n第一：排版极大问题\n第二：你可以弄一个引索来增加你\n文学小说的人气！\n第三：这人更新真是极快的"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396699560,
            "txt_content": "凯旋归来 发表于 2014-4-5 20:06\n索引我已经搞了\n那就把引索弄小说末尾\n\n可以增加引索人气~"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396699620,
            "txt_content": "a2455564728 发表于 2014-4-5 20:06\n第三：这人更新真是极快的\n额=w=快8级了。。\n我要采取措施了"
        },
        {
            "author": "the-blaze",
            "timestamp": 1396699740,
            "txt_content": "我开始写的时候你还没开始写，现在你都第五章了，我才第二章。\n这是差距吗？\n（呵呵……哼哼哼……哈哈哈……哇哈哈哈！……）"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396699800,
            "txt_content": "130s 发表于 2014-4-5 20:07\n额=w=快8级了。。\n我要采取措施了\n为了8级求助攻是不划算的。"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396699860,
            "txt_content": "a2455564728 发表于 2014-4-5 20:10\n为了8级求助攻是不划算的。\n不是啦。。\n我是多看看帖子，多回复+w+"
        },
        {
            "author": "凯旋归来",
            "timestamp": 1396700040,
            "txt_content": "130s 发表于 2014-4-5 20:06\n那就把引索弄小说末尾\n\n可以增加引索人气~\n谢谢，我已经加了"
        },
        {
            "author": "凯旋归来",
            "timestamp": 1396700100,
            "txt_content": "a2455564728 发表于 2014-4-5 20:06\n第三：这人更新真是极快的\n都说了，正在以神速更新，一到假期就这样"
        }
    ]
}