{
    "title": "<原创·连载>无心游[作者：小析][第五章 银龙]",
    "author": "小析",
    "replyCount": 7,
    "timestamp": 1396710420,
    "txt_content": " 本帖最后由 小析 于 2014-4-6 08:58 编辑 \n\n原本犹如一盘散沙各处各事高矮肥瘦的末影人们，在灵魂沙海何处静静伫立着，事先约定好似的不一而同张开了自己机械齿轮一般的嘴巴。\n无心诧异地注视着地面上的形势，漫山遍野的末影人们同时打呵欠似的支来大嘴，该是怎样的一副雄伟壮观的景象？再联系上MC生物人工智能向来缺少团结这个词的现实，眼前的景象激起无心内心些许隐隐约约的不安，按常理来说这种属于未公布未面世的测试和更新是不可能与他这个盗版玩家有任何瓜葛的，可当自己真的遇上了呢？它要传达的是一种怎样重要的信息？\n\n无心暂时无法下定论，他决定先静观其变。\n一颗颗或大或小的被某种未知闪耀光芒包裹着的圆球状物体从末影人的嘴中翩翩飘出，悬浮于半空之中，它们的主人对此没有表现出过多的惊讶或疑惑，只是平静地凝望着耀眼的光球，就像在用心与眼前这件艺术品进行沟通交流，细细地品味着它出乎寻常的美，沉溺于对艺术永恒的追求之中。\n\n无心看着那一个个圆球开始缓缓移动，渐渐在虚空之中聚集融合，以爆炸性的速度膨胀起来。交汇的白光越来越扎得人眼生疼，末影之地漫无天日的夜幕首次被能量强大的光源照得如同雪昼，刺眼的光芒引得无心依稀辨认出这种神奇的昼光来源于一种高深莫测的符文字，它们在现在开始进入化形的物体表面旋转流动，不断地接纳着外界圆球渗入同样类型的符文字，这恍如小说情节里某种超巨型阵法的构建，又如神术师正在召唤某只异常强大神兽漫长的过程，此刻的空间内无处不散发着威严警示性质的气息，仿佛每个轻举妄动都会引来杀身之祸。\n\n而圆球的来源末影人们，因为被抽取了某种赖以生存的能量，黝黑的身形逐渐变得稀薄透明，最后隐匿于无形的空气之中。\n那物体终于构造出一个勉强可以让人辨认清楚的形状。高傲的头颅，修长魁梧的身躯，强壮有力的一双黝黑骨翅，还有，那冷漠俯视一切的眼珠子，可不正是另外一头末影龙？除却这条龙白皙如雪的颜色，还有两倍于原黑色末影龙的体型，无心口中的这条银龙，可不是与那黑色末影龙同一个模子里头刻出来的吗？\n\n无心现在已经有百分之六十的把握自己应该是在无意中触动了某个高级副本的进入开关。而且这个副本内的Boss会前所未有地异常强大，给自己带来的困难也将是末影龙不可比拟的，无心不由地向后撤了几步，一边提防着银龙突然发动进攻。他不会轻举妄动，见招拆招才是他现在最应该做的事情。\n虚空中的符文龙形体逐渐化成清晰的模样，那是一头至高无上实力超群的皇族龙兽，它冷漠的眼角正斜瞥着在平台上与它对视的无心，嘴角轻描淡写地微微翘起一如尊贵的上帝在怜悯他微不足道的土著们。\n\n无心的实力实在太孱弱了，他值不起银龙一丁点的重视，虽然他在同等玩家中算得上是强中之手，但依然没有任何可能和眼前闪耀的银龙相提并论。或许两者之间的差距会更大，无心不得而知，不过他可以明确在自己不做任何有效反抗的情况下，这头庞大残暴的生物毋庸置疑在两三个回合内即可解决自己，还是不费吹灰之力的那种。\n\n无心小心翼翼地提防着半空中游动翻腾的银龙，然后开始检视角色身上的物品：一整套低消耗的钻石防具、一把顶级附魔钻石剑以及附魔弓、一个蛋糕......还有3瓶伤害Ⅲ药水以及15瓶生命Ⅲ药水，这场注定是恶劣凶残九死一生的战斗他暂且只有这么多物品和装备来迎战。\n\n趁着无心检查装备这一会，银龙却没有选择偷闲进攻无心，这既没有理由也没有必要，它只不过缓缓地将黑色末影龙的遗骸吸收殆尽，相比继续壮大自己的力量，或是踩死蝼蚁一般卑微的敌人，显然银龙更加无法抗拒自身实力的不断强大。\n\n饱餐一顿的银龙昂起头，一抹黑色的淡影悄悄从它肌肤的每一处渗出将其庞大的躯体包裹起来，使遍身刺眼夺目的鳞片略失光彩，成了一条名副其实的银龙，一头在装备了末影铠甲后更显凶残暴戾的猛兽。\n\n银龙不耐烦地怒吼一声，表明自己将要发动进攻了。\n无心此时站在临时搭建起的平台的中央，手持钻石附魔剑护在天蓝色的胸甲前，神色自若地等待远方的银龙袭来，夜幕下的锋锐剑刃划过一道凄冷寒彻的弧光，轻盈笔直的剑身收敛着低调强大的气息，是死是活，终究需要一战来证明。\n\n孱弱卑微的土著始终不能在第一位弑龙者斩龙之前意识到强龙弱小低能的另一面，这可以解释为他们怀着嫉妒不屑崇敬不一而同的感情来膜拜首位斩龙者来掩饰自己自卑的原因、总之当你有机会成为某项光荣事业的开拓者时，你无论如何都要竭尽全力地去争取，你要相信自己是无所不能的，事实上你存在就是为了完成这些其他人不能完成的事情，这时候难道你还有其他任何借口去拒绝吗...呃，这是将来某位别扭胡闹唯我独尊极端危险人物的一小段话，暂时可以认为是无心聊以自慰的话语。\n\n强者为何对弱者的所作所为无奈烦心？它们来由于弱者似乎永无下限的智商。\n这次，即使充分做好心理准备的无心还是太低估银龙的能力了。\n上一秒，腾跃的银色身影尚在远处沙山交叠重影处的四五百米开外，下一瞬，神秘的银龙赫然出现在他的攻击范围内！突如其来的现身让本处于劣势一方的无心猝不及防！\n\n无心的脑神经元高速运转，他压低弓弦疾速射出带击退附魔效果的没羽箭，然后接连掷出所剩不多的伤害Ⅲ药水掩护自己的身形急撤，银龙带作弊性质的瞬移完全扰乱了他的作战计划，近身肉搏只会让自己的劣势不断地无限扩大，他亟需距离尽量减低自己受到的伤害，哪怕仅仅是一点点，紧要时刻也可能救自身于必死之地，不可能不去争取。\n\n\"X&%@#!不带这样玩的啊！\"落荒而逃的勇者下意识回过头，由衷地抒发出自己心中的愤怒惊悚惶恐不忿，然后头一偏，脚底加速，急停折返跑，无规律变向，Z字形，W字形，无所不能，无所不用，没有办法，在一条能利用疾驰的身躯与空间摩擦所散发出来的巨大热量就可以使箭矢和伤害Ⅲ药水在身体几米开外就化为乌有的生物面前，这样做实在是必须而又无可奈何的。\n\n而银龙看来暂时未打算立即将无心击杀，它轻巧地游动着，优雅地回旋翻飞，就像一只得意的猫儿在玩弄着已成瓦中之鳖的可怜小鼠，这儿一拨，那边一撩，惊恐的无心除了接受既定的行走路线别无他法，最后还是逃不过被一口吞噬的命运。银龙正在有意无意地缩小无心在平台上的可活动范围，料定在无心无处可逃之时，即是银龙痛下杀手之刻、想到这里，无心不由自主地感叹这就是高手凡人之间的差距，别人不仅将你以巨大的优势击败，还可以断绝败者一切安慰恢复的可能，有什么失魂落魄的事还能比这更能打击人的自信心？无心自认为找不到。\n\n愤懑不平的无心突觉有一股暖和的气息在身体里流动，四肢百骸有一种放松生长的感觉，好像自己是在看一部慢动作描述生长过程的影片似的，能够感觉到身体里的活力在催动着肌肉，骨骼，血液在生长，在萌发，而且有某种沉睡在心底的记忆开始被唤醒，那是什么？无心短时间内也无法将脑海中突然出现的众多记忆碎片整合起来，他只道自己操控的MC角色在须臾之间呈现数量级的增长，现在可是拥有足够的底气去面对残暴肆虐的银龙了。\n\n\"返风回火！\"这种神秘的感觉继续驱动无心吟唱一种也许他曾经熟悉而现在的他前所未闻的语言，讶异的是他根本不需要自己动手，自己原本的意识已经开始着手去报复银色末影龙了。\n\n无心今生此世首次意识到自己前生的来头不小，极有可能是小说中的神王下凡或是其他什么的，要不然自己怎么可能掌握一种自身从未听闻的语言？又没有被雷电劈过。而且似乎在潜意识中，自己好像还熟识另外未知诡异的语言，不是一两种，竟有成千上万种之多，若不是自己的前生足够强大，无心想不出另外的理由来解释眼下荒诞的现象。\n\n无心抬起头，留意现在的形势。斩荆披棘，沙峰折断，灵沙纷飞，地表崩裂，眼前的末影之地已是满目疮痍的景象，不堪入目也失去了其存在下去的可能性，这自然毁灭的力量却远不及空间碎裂的震撼吸引无心的眼球，无心只是看了一下，眼珠子马上就挪不开窝了。生灵敌不过自然，自然永远不能超越宇宙，望着银龙耀眼的身形快速地被空间缺口吞噬，无心面无任瑟地轻吟道。[第五章是我咋天花了4个小时多写，可否给点人气咩]\n\n[索引贴]                                                                        金币是免费，  人气是免费的，我的努力不是免费的。",
    "replies": [
        {
            "author": "gwei123456",
            "timestamp": 1396710480,
            "txt_content": "支持一下  先回复 慢慢看~~~"
        },
        {
            "author": "s1678370702",
            "timestamp": 1396710540,
            "txt_content": "原本犹如一盘散沙各处各事高矮肥瘦的末影人们，在灵魂沙海何处静静伫立着，事先约定好似的不一而同张开了自己机械齿轮一般的嘴巴。末影人不都是高的吗？"
        },
        {
            "author": "小析",
            "timestamp": 1396710660,
            "txt_content": "s1678370702 发表于 2014-4-5 23:09\n末影人不都是高的吗？\n准备穿越了 owo"
        },
        {
            "author": "小析",
            "timestamp": 1396710720,
            "txt_content": "gwei123456 发表于 2014-4-5 23:08\n支持一下  先回复 慢慢看~~~\n感谢支持~"
        },
        {
            "author": "Ejer",
            "timestamp": 1396712220,
            "txt_content": "不错 帮顶\n                              Lzs"
        },
        {
            "author": "1815055670",
            "timestamp": 1396956240,
            "txt_content": "顶   \n                         lz"
        },
        {
            "author": "小析",
            "timestamp": 1396986120,
            "txt_content": "1815055670 发表于 2014-4-8 04:24\n顶   \n                         lz\n去 [索引贴] 顶→_→"
        }
    ]
}