{
    "title": "这是，我的世界 第一章 沉寂而伟大的过去",
    "author": "可口可乐dseg",
    "replyCount": 5,
    "timestamp": 1396753080,
    "txt_content": " 本帖最后由 可口可乐dseg 于 2014-4-9 15:22 编辑 \n\n恩。。。其实我也是建筑师。但是我发的图沉了，要看点我签名档。不过我今天突发奇想写了一个序章，1500字多点。这本书会有点像起点里面写的那种小说了，剧情绝对长。只要我不再一次的太监，绝对几十万字\n\n剧情描述：\n一亿年前，某个“人”被未知力量传送到了虚空中，或者宇宙之外。哪里，没有维度。唯一的。。。维度是思想。在耗尽他毕生创造好这个宇宙之后，他的灵魂变为118块分散在这个宇宙里。一亿年之后，一个叫徐科的地球人偶然穿越到了这个宇宙。而这个宇宙，就叫我的世界。\n让我们看他，一个21世纪的地球人是怎么“占领”整个行星，然后慢慢的解开这背后的谜团。（揭开谜团是第2部了）\n\n\n以下正文：\n\n某星球历法2114年，某“人”在家里被小偷用激光枪不小心杀死。小偷的意图本是把它打昏过去。但是他绝对没想到原来他搞到的是真正的军用货，在他看到那化为焦炭的尸体的时候，他说了一句话：吾命休矣！ 然后昏死了过去 但是在警察赶到的那段时间里，那块化为煤炭的生物逐渐化成粉末，消失了。同时，在那幢建筑物上面，出现了在人类修真小说里面才出现的劫云。还有各种各样的星际战舰。幸运的是那帮外星文明不但没有毁灭那个文明，还给予了那个文明无数的科技资料。所以。。。才最后晋级为银河系当中屈指可数的6级文明。 但那个人其实还活着 好痛。。。这是哪里。。。我不是刚刚在玩游戏么。。。为什么这里的一切都是黑暗，没有任何的光线。。。 10年之后---  /minecraft exe. /launch 欢迎来到我的世界（welecome to minecraft）。请选择语言： “中文。”一个普通青年的声音响起。这个人的声音带着苍茫，迷茫，无奈，各种负面情绪。但同时，这个声音带着无比激动的情绪。 “我。。。终于不会再孤单了，我相信，终有一天，会有智慧生物出现在我的”世界“里面。即便创造这个世界的代价是我会无止境休眠或，死亡消散在我一首创造的世界里” 随着一行一行的代码输入，他的身体越来越透明化，25年之后，他的身体终于化为了虚无，消失在他那一手创建的世界里。这时，这个世界就如同那刚刚出生的婴儿，虚弱而满目疮痍。 他的最后一句话是，我想要，回家。。。。希望不知道多少万年以后，应该会有人找到我的秘密\n 那个星球上面的文明已经成为了宇宙中屈指可数的6级文明。但是时间跨度已经大到了作为本来的10大谜团之一的在2114年那个人莫名消失的人已经再也不是什么众所皆知的事件了。只有专门研究核聚变/电磁时代的历史学家才会知道这件事的详细来龙去脉。对于这段时间感兴趣的平民百姓来说，知道的人也不多。但1亿年以后，故事将会展开。。。 “。。。银河系，太阳系，第三行星。此行星为固态行星，分为7大洲。目前发现有着明显的文明存在迹象，比如黑夜的亮光和明显是城市的地方。详细情况我们还需要发射曲速航行智能探测器。预计在300年后到达。“但这真的不重要。 “恩，很好。我们希望这次不会被其他的6级文明给抢去了” \n此时在地球上。。。公元2018年某国电视台“最新消息，在XXX路上XXX段发生了连环相撞事故。这起事故造成了126万直接经济损失和1死无伤的后果，让我们为死者默哀。” 那个被撞死的倒霉蛋就是我们的主角，原名徐科。科，科学，如果没有科技，现在的人类什么都不是。这是他的2个高等知识分子爹妈给他取这个名字的意义。而一亿年前创造“那个”宇宙的人也是同样的想法，没有科技，就没有一切。总之，他正好碰到了一个时空虫洞。然后经过各种危险，在不知觉的情况下，到了“那个”宇宙。（接下来“那个”宇宙叫假宇宙） “好痛，好痛！”他摸了摸自己，还好身上什么零件都没缺，就是非常累。非常累。但他知道他不能睡。他的直觉告诉他再有那么一点点，一点点，他就可以休息了啊！。。。。睡了10天之后-----“整整一亿年啊，我终于可以解脱了。主人啊。。。我也完成你的使命了。。。再见，再见吧，我投入了我毕生去建造的世界。而小家伙你，一定要让我和主人得到真正从灵魂上的升华，或者说回到真宇宙。” 言闭，那台电脑的载体飞进了一个星球。 这，是当年那个创世神留下的电脑。在大约创世神死后100万年的时候，他进化出了思维。可是因为那种孤独，他越来越觉得活在这世上是种煎熬。所以他才会说，再见，再见吧。试想一下，你拥有着21世纪的知识，但是你却身在石器时代。这种知识代沟，绝对不是力量能够抹去的，唯独只有时间才能抹去。可是，这对于主角来说只是个开始，剧情，才刚刚展开。 “这是哪里，为什么这一切全都是方块，五彩斑斓的方块。不对，这似乎是真实的。。。。”他往他的身上一看，差点没又一次昏了过去。知道为什么么？因为全身都变成了方块。 但是他还没从震惊脱离出来，一道身影在他面前出现了。 “欢迎来到我的世界。“那个青年男子说道。”我知道你充满了迷茫，你在哪里。解释，待会我会解释，但是无论你怎么想，我不是故意把你绑架到这里来的。谁来到这里，这是天意。“ “我，不是你那个叫什么地球上来的生物。虽然我们同样是银河系里的生物，但是我所属另外一个行星上的文明。我唯一知道的就是你会是我的继承者。“ 此时，徐科还是云里雾里的，同时带着强烈的恐惧感。但不知道为什么，这个蓝衣青年说的话都牢牢的记在了他的脑海了。 “这就是，我的世界。一亿年前，我创造了这个世界。真正的我已经破碎成一百多块在这个世界里面了。（1）一共是108块碎片加上9块水晶和一块水晶球。合成的方案我会放在你的脑海里面。至于现在在跟你说话的只是我的一片残魂，那么。。。祝你好运吧“”我在我生命最后的1小时编辑了一个系统。这个系统在石器时代的时候会有1个空间，一片田。工业时代会给你一些基本的机床。后面会给你一个核裂变反应堆。至于在后面。。。我自有打算。”“要记住，你一定要找到它们，在那118块碎片自主合成之前，（2）一旦他们自主合成，我们3个都得死。” “切记，切记！”\n（1）-108块碎片加上9块水晶是这样的。在创世神死之前，他的灵魂分为108块碎片和9个可以说是像器官一样的水晶。108块碎片就好像人类的骨骼，肌肉，皮肤，水晶就比如人类的大脑，心肝肺肾之类的器官。只不过这9块水晶是3颗在头部，2块在胸部和腹部，4块在四肢。\n（2）-一旦自主合成，那么就有1x2x3....x117的失败几率。我虽然相信气运这东西，但是说到底一部分就是概率学。\n第一章结束。",
    "replies": [
        {
            "author": "s1678370702",
            "timestamp": 1396753320,
            "txt_content": "不错，有点科幻，看不懂啊"
        },
        {
            "author": "1164816764",
            "timestamp": 1396753800,
            "txt_content": "lz加油，望能做出更好地作品。。。"
        },
        {
            "author": "HGK",
            "timestamp": 1396753860,
            "txt_content": "文笔好字多\n就是名字取得不怎么好"
        },
        {
            "author": "fff1123",
            "timestamp": 1396754100,
            "txt_content": "绝对几十万字\n\n什么时候破十万＠老纸\n老纸立马打赏每个章节\n\n\n他的灵魂变为118块\n↑为何是118而不是1123?\n\n\n\n\n\n\n\n\n\n来自群组: 兔斯基大家族←已成为历史..\n来自群组: 兔斯基家族←似乎不引人注目的样子.."
        },
        {
            "author": "可口可乐dseg",
            "timestamp": 1396754220,
            "txt_content": "fff1123 发表于 2014-4-5 22:15\n什么时候破十万＠老纸\n老纸立马打赏每个章节\n恩，，，你说为什么118块我明天编辑一下。我会有解释的"
        }
    ]
}