{
    "title": "<原创-连载>  奇异世界大冒险 【作者：凯旋归来】 已更新至第六章",
    "author": "凯旋归来",
    "replyCount": 4,
    "timestamp": 1396766580,
    "txt_content": " 本帖最后由 凯旋归来 于 2014-4-6 14:45 编辑 \n             《奇异世界大冒险》\n                    第六章 新“朋友”\n\n上章要点：鄂温克一行人打败了土壤史莱姆大王拯救了七彩村，村长给了他们去找圣果的地图，旅途再次开始！！！\n    “让我们走在路上~去找那美丽的圣果~~”鄂温克边走边唱，塞尔达和唐泰腾捂着耳朵，尽量不想听到这个杀猪般的歌声。“啦啦啦~让我们走在路上~去找那美丽的圣果~~”鄂温克又唱了起来。终于，塞尔达忍不住了，大喊起来：“你给我闭嘴！你唱的好难听啊！耳朵都要聋了！再被你这样唱下去，死都不知道怎么死的！”鄂温克只好闭嘴，继续往前面走...唐泰腾和塞尔达也终于把手放下来了。唐泰腾看了看地图说：“前面是诡异森林，大家做好准备。因为听说里面有一些BT的怪物和生物！貌似还会变来变去变来变去的...”鄂温克听完之后马上坐到地上大喊：“天对我不公啊！怎么又有怪物啊！”\n  鄂温克一行人进入了诡异森林，旁边做着鬼脸的树木还有颜色惨白的花朵儿，看着都让人害怕。“这是什么鬼地方...那么恐怖...”鄂温克边看着旁边的环境边说，塞尔达和唐泰腾也表示对旁边的环境表示厌恶。突然！一只豹猫跑了出来，这只豹猫很不同，身上包裹有闪电，就和闪电苦力怕一样。鄂温克指着这个“豹猫”说：“咦？！这是什么！？”唐泰腾说：“这个是闪电豹猫。被它咬到的话，就会好像被雷劈一样疼，不过不会被咬死。”“哇！那么BT，果然这里的生物都很BT！”鄂温克大叫。“谁说我的小豹猫BT的？”一个少女走过来，她头发是金黄色的，衣服也是金黄的，还扎着一个辫子，身上还装着电池。“这是你的闪电豹猫？”塞尔达对这个少女说，“那当然！我彩电MM当然要带有电的东西啦！”少女说，“哦！原来你叫做彩电MM啊！”鄂温克对这位少女说，“哈哈哈！彩电MM确实是我的名字！不过...”彩电MM边笑边说“不过，我还是习惯别人叫我彩电，不然好像我是什么一样...”“这样啊...对了！你知道圣果在哪里吗？”唐泰腾对彩电说。“我当然知道了，就是走过诡异森林然后再左拐然后右拐然后一直直走再然后左拐再右拐...”彩电一直没完没了的说着，塞尔达马上打断她的话：“行行行，我们知道了，你能带我们去吗？”“当然...”彩电骄傲的说“不可以...”鄂温克默默地看了看彩电，因为他觉得如果让彩电带路不知道什么时候才能找到圣果呢...可是塞尔达觉得让彩电带路的话可能很快就会到，于是使用了激将法：“我看你是不会吧！所以才不带我们，那反正算了，我们还有唐泰腾呢！”塞尔达把胳膊搭到唐泰腾的肩膀上然后对唐泰腾使了使眼色，唐泰腾看了看塞尔达对他使得颜色然后马上说：“对啊！没有你还有我呢！我看你是不会吧！”“你们！好...我就跟你们旅行给你们带路，待我收拾收拾东西！哼！让你们见识见识我彩电的厉害！”彩电往家的方向跑去，再以光速飞奔过来。就这样，他们认识了彩电，不过他们得先走出这个诡异森林。\n  彩电貌似看出了他们的心思，于是说：“就包在我的身上吧！”然后带着鄂温克他们左一拐右一拐的，鄂温克抱着怀疑的语气对彩电说：“喂！你到底会不会啊？！”彩电激动的说：“我当然会啦！”他们到底能不能在彩电的带领下走出诡异森林呢？下集待续...\n下章预告：彩电带鄂温克走来走去，结果走进了树巨人的巢穴，好不容易走了出来，可是又撞上了森林守护者“卡斯塔”的地盘，鄂温克一行人到底能不能平安走出诡异森林呢？下章待续...\n\n废话：这章因为是写交到新朋友的，所以就写的渣了（因为交新盆友什么的不会写啊！），大湿勿喷啊！\n\n奇异世界大冒险 索引\n\n\n\n\n\n",
    "replies": [
        {
            "author": "凯旋归来",
            "timestamp": 1396766640,
            "txt_content": "写渣了，写少了，大师勿喷"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1396767000,
            "txt_content": "更新好快啊。。。"
        },
        {
            "author": "HGK",
            "timestamp": 1396767420,
            "txt_content": "写小说的时候应该这样：写一句想一下，最好是写一个字想一下，这样写出的小说就算是字字珠玑"
        },
        {
            "author": "凯旋归来",
            "timestamp": 1396768740,
            "txt_content": "HGK 发表于 2014-4-6 14:57\n写小说的时候应该这样：写一句想一下，最好是写一个字想一下，这样写出的小说就算是字字珠玑 ...\n我会努力咩咩哒"
        }
    ]
}