{
    "title": "<原创·连载>无心游[作者：小析][第八章 初来乍到，坑爹系统（下）]",
    "author": "小析",
    "replyCount": 4,
    "timestamp": 1396760820,
    "txt_content": "刺眼的白光此时迅速地从漂浮在半空中的某人身边飞驰而过。\n\n“我的手机！”无心甚至不需要大脑神经元振动传输躯体运动的信息，怪叫一声自然而然地侧过身子腾出双手在污浊的空气中狂魔乱舞，像是突然发现一条令人惊喜的救命草绳，又恍若困兽犹斗后无比疲惫地叹息一声后昏昏死去。\n\n下一瞬间，无心就出现在了一个另一个地方。\n\n根据了小说里的经验，知道可能游戏里时间和现实并不同步，无心稍稍放松，开始观察起这个游戏了。\n\n他现在浑身上下只穿着一条平角短裤，站在一个三米长宽高的立方体中，立方体是半透明的，无心隐约可以看到外面的世界。\n\n这时候一个年纪大约十四五岁的女孩出现在了他的正前方。\n\n“我现在没有时间玩游戏啊。”无心走了过去，打算和她交谈。\n\n一道闪电从天而降，瞬间将无心弹开。\n\n“请勿触碰NPC，对游戏中的人类NPC进行任何形式的触碰都是不被允许的违规行为，普通触碰将被弹开，如对NPC进行猥亵，将被切除男性的###，并且从此以后他的头顶都会悬挂《此人没有小##》的公示牌。”女孩面无表情地说道。\n\n无心忍俊不禁，原来这个女孩不是真正的人类，而是系统把女孩做成了指引NPC的样子，不过这个惩罚也实在太厉害了一点。\n\n“本游戏基于MojongAB品牌笔记本开发，游戏世界为真实存在的异世界，游戏中的NPC并非一般意义上的虚拟物体，而是真正的异世界生物。也就是说，本游戏以一个真实世界为架构建造。相当于有一天MC大陆突然被外星人演变成游戏世界，无数外星人降临到这片大陆玩游戏，而人类只能成为NPC。”\n\n无心瞪大了眼睛，居然是这样子的？\n这居然是一个真实的世界？难道就相当于一个网络游戏和现实世界进行基底融合？无心觉得不可能\n。\n“游戏中一共有250个职业，现在你可以选择自己的职业了。”\n\n立方体的正前方飞速转动着各种职业的名称和介绍，无心发现居然有神王这样一听名字就知道极其厉害的职业，也有图书馆这样莫名其妙的职业，这个难道不是图书管理员？还有诸如公主，废矿道地牢，地狱闪电僵尸猪人，非常厉害的末影之眼，光速瞬移的火焰球这样的职业。\n\n“我还是选择一个看上去正常一点的吧。”无心看了看光速瞬移的火焰球的介绍，居然是可以让自己变成一颗火焰球，在被怪物接触以后爆炸，爆炸威力随人物等级提升，可以升级为威力巨大的光速瞬移的火焰球，核武器一般的光速瞬移的火焰球，但是无一例外都是要被人接触以后爆炸才能杀敌。\n\n于是无心选择了神王。\n“对不起，你被鉴定为不符合神王职业需求资格。”\n\n“选择职业还需要什么资格？”无心生气地说道，但是眼前这个似曾相识的女孩并不回答无心这个问题，沉默就是默认。\n这时候屏幕上方弹出一行字“神王，唯一职业，已被选择”，接着职业选择上的“神王”两个字就已经变灰暗了。\n\n“还有职业只有一个人可以选择的？”无心疑惑地说道，这和自己玩过的游戏都不一样啊，“而且为什么别人可以选！”\n“神王非常强大，太多了影响游戏平衡，你快点选啦！”\n有点撒娇，不过女孩的样子，十分的可爱。\n\n无心到处看，最后发现了一个职业，“生灵”。\n“生灵，这个职业介绍下。”无心觉得很有吸引力，生灵是万物之根源，看来也会很强大。“150%生命，300%生命恢复速度，再加随机高几率触发技能一个。”女孩淡淡地叙述道。\n\n于是无心毫不犹豫地选择了生灵，在他原来的世界上能力往往被身体素质限制，五花八门名类众多的武术功夫修炼到最高级别也大多抵挡不了一颗高速旋转的子弹，正所谓留得青山在不怕没柴烧，只要人还在，其他什么技能都可以慢慢学，所以他觉得首先拥有顽强的生命力是第一重要的。\n\n无心准备进入游戏。\n“你确定进入游戏了吗？在进入游戏大陆之前，你有一个向系统提问的机会，无论天文地理友好敌对生物万物生长规律地形因素其他职业介绍或是平常生活中繁殖交-配之中产生的问题”        \n                   金币是免费的，人气是免费的，我的努力不是免费的。今天最后一更。[索引贴]",
    "replies": [
        {
            "author": "1525967679",
            "timestamp": 1396761240,
            "txt_content": "前排支持下 话说更新真快呢"
        },
        {
            "author": "小析",
            "timestamp": 1396761600,
            "txt_content": "1525967679 发表于 2014-4-6 13:14\n前排支持下 话说更新真快呢\n我还得到了个勋章"
        },
        {
            "author": "1525967679",
            "timestamp": 1396761840,
            "txt_content": "小析 发表于 2014-4-6 13:20\n我还得到了个勋章\n哟 挺厉害的哦 我也要加油啦"
        },
        {
            "author": "小析",
            "timestamp": 1396765080,
            "txt_content": "写个小说不容易啊"
        }
    ]
}