{
    "title": "<原创·连载>石小虫穿越记 第二章",
    "author": "1525967679",
    "replyCount": 5,
    "timestamp": 1396769760,
    "txt_content": " 本帖最后由 1525967679 于 2014-4-6 23:32 编辑 \n\n村长和四个年轻人把石小虫带到了一个小房子里就走了，不过村长走之前嘱咐了一下：“最近不知道怎么的，村外会有\n很多怪物，幸好你刚才那里是安全区，不然你就死定了。”最后把一张地图给了石小虫就和那四个年轻人走了。\n石小虫左右看了看，这里除了一个床和一个桌子就什么都没有了。\n躺在床上拿出了村长给的地图，仔细观摩了起来。\n这个地图标记了村庄外一千五百米的红色危险区和蓝色安全区，还有一些白色问号区“原来距离村外两百米就已经有危\n险区了。”危险区很少，安全区却很多，不过一有危险区就是一大片。\n“额，这块既有问号又有危险区的地块是什么地方，等下问问村长好了。”\n看着看者，他就睡着了。\n“这是哪里，突然，他看到一片白色世界，里面除了三块木板就什么都没有了。\n“欢迎你，幸运的孩子。”第一块木板这样写道\n“你要做的只有完成你该完成的任务。”第二块木版这样写道。\n“想变强吗？”第三块木版这样写道。\n“想。”石小虫非常随意说道\n可没到他的回答使第三块木版的旁边又出现了一个木版\n“好吧孩子，向前走，去完成你的任务吧。”第四块木版这样写道\n“前面？”石小虫向前面看去，不知道什么时候多了一个白光笼罩的门。\n向前走去，穿过了小门，竟然进到了一个用钻石做的大方块里面。\n“你是谁。”石小虫发现他前面不远站着一个年轻人。\n年轻人眼神空洞，没有说话，机械般的抬起手臂指向石小虫的后面。\n石小虫转头一看，刚才那个白光笼罩的门不知什么时候不见了，取而代之是三块木板和一个棍子\n“欢迎来到练武场。”第一块木板这样写道。\n“你的任务是用木棍把1号打倒。”第二木板这样写道\n“放心小伙子，你在这里拥有无限次复活的机会。”第三块木板这样写道\n“这不废话吗，你在梦里会死吗。”石小虫自言自语的说道\n石小虫把木棍拿了起来，转了过去。\n年轻人见石小虫把木棍拿了出来，也把夹在裤子上的棍子拿了出来。\n“啊！”石小虫大喊一声，举起木棍向前冲去，想打那个年轻人的头。可是就在快要打到的时候，突然感到脚被猛踢了\n一下，额头和钻石做的地板来了个亲密接触。\n“嘶！”剧烈的疼痛的鲜血的味道都在告诉他，这一切都不是梦。\n正在吃痛的石小虫发现脑海多出了几行字和十个红心和十个鸡腿，可那十个红心只剩下两个亮着。\n“恭喜您解锁了生命值和饥饿值。”那几行字这样写道\n“生命值和饥饿度。”还没想完，就突然眼前一黑。\n一秒后，石小虫感觉自己暖暖的，好像获得了新生一样，之后他睁开了眼睛，看到了前面正在变成白烟的尸体和鲜血还\n有木棍，还有那个年轻人。\n“这一切都是真实的，我是不可能打的过他的，刚刚那种感觉我不想在感到第二遍了。”石小虫第一次在这个\n世界开始恐惧起来。\n眼前突然出现了一块木板和一块木棍，这样写道：孩子，如果你30秒内不采取然后攻击的话，1号就会主动攻击你。”\n“怎么这样！”石小虫大叫了起来 未完待续\n\n本章字数：998        上一章：点这里      下一章：点这里      索引贴：点这里\n写的有点不好  不喜勿喷\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1396770240,
            "txt_content": "为什么是988而不是998呢？"
        },
        {
            "author": "橙粒儿CL",
            "timestamp": 1396773360,
            "txt_content": "我不是来顶的-， -"
        },
        {
            "author": "1525967679",
            "timestamp": 1396774140,
            "txt_content": "2393279975 发表于 2014-4-6 16:36\n我不是来顶的-， -\n等等，你的头像太重口味了，男人跟男人"
        },
        {
            "author": "橙粒儿CL",
            "timestamp": 1396775160,
            "txt_content": "那是平        而且平的艺术   平的完美              你见过小学6年的有多大胸么？"
        },
        {
            "author": "1525967679",
            "timestamp": 1396775340,
            "txt_content": "2393279975 发表于 2014-4-6 17:06\n那是平        而且平的艺术   平的完美              你见过小学6年的有多大胸么？ ...\n好吧 败给你了"
        }
    ]
}