{
    "title": "<原创·连载>石小虫穿越记 索引贴 【1525967679】【已更新至第八章】",
    "author": "1525967679",
    "replyCount": 8,
    "timestamp": 1396784040,
    "txt_content": " 本帖最后由 1525967679 于 2015-4-12 14:02 编辑 \n\n大家好 我是语死早的1525967679  这是我第一部小说的索引贴 这个小说呢 是一个很普通的穿越文 请大家不要对着本小说带着多大期待 否则你会非常的失望的 第一卷：初来新世界\n第一章\n故事的主人公叫石小虫 一切都要从他迷恋起MC的第二十二天开始说起 \n\n“哇咔咔，又发现了三个钻石。啊啊啊啊！该死的爬行者。”坐在电脑前的石小虫盯着屏幕惊喜的叫道，可是在跑过去的时候被一个从岔路冲出来的爬行者给炸死了。\n第二章\n村长和四个年轻人把石小虫带到了一个小房子里就走了，不过村长走之前嘱咐了一下：“最近不知道怎么的，村外会有\n很多怪物，幸好你刚才那里是安全区，不然你就死定了。”最后把一张地图给了石小虫就和那四个年轻人走了。\n石小虫左右看了看，这里除了一个床和一个桌子就什么都没有了。\n躺在床上拿出了村长给的地图，仔细观摩了起来。\n第三章\n石小虫拿起了木棍，小心翼翼的向前走去，没有像以前那么鲁莽。突然，他把木棍往前用力一捅。那个年轻人反应明显慢了一拍，被突然冲过去的木棍给打中了，倒在了地上。\n“看来这个机器人也没有想象中的那么厉害吗。”石小虫恐惧的心放了下来，只是他没发现，机器人后颈上面原来困难哪两个字变成了简单两字。\n第四章\n来回的把碗拿进去几十次后，石小虫玩腻了，打开了门，走了出去。\n这个村子并没有石小虫想象中的热闹，外面除了几个站岗的壮年就几乎没有什么人在外面走动了。\n石小虫向里面的一个人借了一个火把，那个人毫不犹豫就借给了他。\n第五章那个神秘人跟扶黎大战了三天，由于那些村民都被神秘人给赶走了，所以没有看到神秘人用了什么方法打败扶黎。\n三天以后，村民都陆续走了回来，神秘人早都已经不在这里了。\n他留下了一本书和一封信，那一封信谁都可以随意翻看，可是那本书却这里没有一个人能够打开\n第六章“大哥哥这是村长叫我给你的早餐，请把昨天的碗给我。”小女孩说道\n“给，对了，告诉村长，以后不要给我食物了，我自己能解决的。”石小虫像变魔术般的变出了碗，然后把碗递给了小女孩。\n“难道大哥哥你是一个魔法师吗？”女孩看到石小虫非常神奇的变出了一个碗，有些兴奋的问道\n“魔法师？是这样吗？”石小虫从物品栏里拿出了一个木板\n第七章\n“唔，纳尼，为什么在梦里也可以做梦“从梦中惊醒的石小虫大叫道。\n“看来这地方是不能用常理解释的。”找不出什么能够解释的常理，石小虫只能这样想道，想出这个结论，石小虫立即把目光转向水池。\n第八章\n石小虫睁开眼睛，兴奋的打开了手中的书。“火球分身术，看起来好厉害的样子。”石小虫说完后，马上从床上跳了下去，念起了咒语，“啊玛尼不累，阿玛拉不累，不累，不累，不累，啊玛丽西塔。”第一次的使用非常成功，大火球变成了四个小火球，脑海中也多出了个火球分身术的熟练度。\n\n第九章\n刚走没几步石小虫就感到远处穿来“咻！”的破空声，不用想，肯定是那个恶心的白色骷髅，破空声越来越接近，石小虫拿着木剑向后就是一挥，准备想把箭弹开。\n\n“碰！”木剑以肉眼可见的速度碎裂着，耐久度在快速降低，从七降到了二，弓箭还差一点就穿了过去。\n\n\n暂时就到这里了          我知道我写的很烂啦 但是你们不要喷我\n\n\n\n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1396784700,
            "txt_content": "文笔还好了\n还需努力"
        },
        {
            "author": "射命丸文、",
            "timestamp": 1396784760,
            "txt_content": "不去领取勋章吗……？"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396784880,
            "txt_content": "额。=w=总感觉和我的穿越记。。不大一样=w="
        },
        {
            "author": "wuzirui",
            "timestamp": 1398334440,
            "txt_content": "快更！！！！"
        },
        {
            "author": "1525967679",
            "timestamp": 1398334860,
            "txt_content": "wuzirui 发表于 2014-4-24 18:14\n快更！！！！\n0.0我知道了我知道了{:10_494:}"
        },
        {
            "author": "冰冷的时间",
            "timestamp": 1428737040,
            "txt_content": "不错呦，继续更嘛"
        },
        {
            "author": "1525967679",
            "timestamp": 1428743580,
            "txt_content": "冰冷的时间 发表于 2015-4-11 15:24\n不错呦，继续更嘛\n。。。想不起主线剧情了 太久远了{:10_492:}"
        },
        {
            "author": "xcc",
            "timestamp": 1428810720,
            "txt_content": "这风格好像................"
        }
    ]
}