{
    "title": "我的世界恐怖小说——《学校灵魂14册》——第一册",
    "author": "麦天赐",
    "replyCount": 7,
    "timestamp": 1396776240,
    "txt_content": "我的世界《学校灵魂14册》的第一册，也是第一集，《学校惊魂14册》主人公是一个5年级的一个男生名叫络虹和一个灵魂判官孔航一起在学校捕捉地府的偷渡灵魂……………………\n2012年4月2日，星期日。络虹在家里睡着懒觉，爸妈要出差又不想叫醒他便给他留了一张纸条准备了早餐就离开了。\n‘络虹的梦里：\n“你……你是谁？为什么要追我？”络虹说道。\n“小子，我目前不能告诉你我是谁但是我可以告诉你……当天空染成血红色，城市没有一个人，而你的学校却尸体满楼，那么我就可以告诉你真实身份了！”这个神秘人说道。\n“那……那天是什么时候，怎么可能会出现了，我一点都不信鬼神。你骗人！你骗人！你骗人！！”…………………………\n“你骗人！！！”络虹从梦境中醒来。\n“原来刚才是在做梦啊。虚惊一场真的吓死我了！”络虹起床去洗了把脸，然后到客厅他发现了一张纸条看了看“络虹，爸妈要出差14天所以这14天里你去孔叔叔那里住着吧，他会带你的，对了我给你留了早餐还有、电话*1、钻石*10（这里的钻石一个代表100元）、还有一张地图*1。”\n络虹说：“孔叔叔？”络虹想了一会突然一叫：“是孔航叔叔！”\n络虹从小就一直怕孔航，因为孔航和正常人不一样，吃饭的时候从来不吃就算拿金苹果附魔的也不吃，而且天天在厕所打电话。\n络虹一想：到底是去还是不去了？去了我又害怕他不去我又没办法生存，只好去了。\n络虹收拾了东西吃了早饭就打车出去了。当他到孔航家楼下的时候天已经差不多快下午了，络虹敲了敲门说：\n“孔航叔叔在不在！我是络虹。”孔航打开了门，说：\n“是络虹啊，好久不见你有长高了啊，来叔叔这里刚刚做饭一起来吃吧。”络虹突然感觉叔叔变了样心也放了下去，走进了屋子里，他发现屋子里简直就是一个储存室有剑系列的还有弓系列的、工具系列的………………………………。\n孔航拿出了菜有南瓜派、宫保鸡丁、米饭。络虹见了这些菜留下了口水，说这些菜好好啊！\n接着他吃饭就吃了1个小时吃了4宛米饭7个南瓜派3锅宫保鸡丁孔航也有点震惊了。\n孔航一边看着他一边说：“络虹，你学校正面是向哪边的？”\n络虹说：“北边。”孔航又一次震惊，过了一会他对络虹说\n“络虹一会带我去看看你的学校行吗？”络虹说：“可以啊，而且离你家非常非常的近吃完我就带你去！”\n孔航二人来到了络虹的学校孔航感觉到这里阴气很深，便对络虹说：“络虹你们学校阴气很深。”\n络虹又被吓了一跳：“叔叔你怎么又来骗人啊！”孔航说：“真的，不信你跟我来。”孔航带着络虹走进了学校，来到了厕所说：“你们这个厕所是鬼魂的招鬼所，刚才有一个鬼在这里呆着，鬼以为躲过去了呵呵。”孔航笑着突然往后面瞥了一个弓箭上面涂着定魂油，忽然有一只脑袋露出来的东西（鬼）露出来。络虹一看这个样子当场吐了满地，说：“怎么还真有鬼啊!妈妈咪吖！！！！！”\n孔航说：“你们这个学校其实是一个灵魂接待站，你们这学校名字是不是‘灵气山四校’其实意思就是破灵死亡学校。",
    "replies": [
        {
            "author": "附魔武器",
            "timestamp": 1396776600,
            "txt_content": "这和minecraft这个游戏沾有什么干系吗？"
        },
        {
            "author": "351157742",
            "timestamp": 1396776600,
            "txt_content": "看起来好叼的样子"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1396776660,
            "txt_content": "附魔武器 发表于 2014-4-6 17:30\n这和minecraft这个游戏沾有什么干系吗？\n钻石和地图。。。。。。"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1396776720,
            "txt_content": "楼主加油！"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1396776960,
            "txt_content": "标题要改改，其他还可以\n"
        },
        {
            "author": "HGK",
            "timestamp": 1396777080,
            "txt_content": "写得不错\n加油"
        },
        {
            "author": "torch.sun",
            "timestamp": 1396777500,
            "txt_content": "还可以，不错"
        }
    ]
}