{
    "title": "<原创-连载> 奇异世界大冒险 【作者：凯旋归来】 已更新至第七章",
    "author": "凯旋归来",
    "replyCount": 4,
    "timestamp": 1396787640,
    "txt_content": " 本帖最后由 凯旋归来 于 2014-4-6 21:06 编辑 \n            《奇异世界大冒险》\n                   第七章 诡异森林\n上章要点：鄂温克一行人在诡异森林里面遇见了彩电MM，彩电因为唐泰腾的激将法而加入了旅途。当然，首先彩电就先要带领鄂温克他们走出诡异森林，他们到底能不能走出去呢？请看这章 ps:有人说LZ更新飞快，那是因为无聊啊~所以就更更新咯~我一般都是非假期更新一章假期更新两章...话说看了不回复没节操哦\n  鄂温克、塞尔达、唐泰腾紧跟在彩电的后面，生怕走丢了找不着路。可是彩电比他们更怕，因为彩电也是乱走的，生怕走错路搞出什么稀奇古怪的东东来。鄂温克越走越觉得不对劲，他感觉好像越走越远了，于是和彩电说：“你确定走这条路没错吗？”“那..当然...我..我在这里...那么久...都没走错过路！”彩电说的吞吞吐吐的，鄂温克一听这个吞吞吐吐的话就知道彩电也是乱走的，但是为了不想让彩电出丑于是就没有说。\n  彩电带着他们走着走着看见一个洞窟，还挂了一个牌子，牌子上写：树妖洞窟在此... 彩电说：“走！进去看看！”不进去还好，一进去就不得了了，因为他们不知道这里面藏着什么恐怖的东西。“哇！好黑啊..什么都看不见了...”鄂温克边说边摸着墙壁。唐泰腾也觉得黑了，于是就从背包里拿出火把递给了彩电，彩电在前面带路。突然！一股巨大的响声把鄂温克一行人下了一大跳，他们还以为是岩石掉落的声音呢，其实是一个恐怖的怪物在前方等着他们。\n  彩电在前面带路，突然！停了下来大叫：“哇！这是什么啊！”刚说完，一个庞然大物就站了起来，那个是一个树巨人。彩电马上掉头往回跑，鄂温克他们也跟着跑，鄂温克还大叫：“你不会带路就不会嘛！还要装会！现在死定了！被这个树巨人给抓住了！”\n  好不容易，鄂温克他们终于跑了出来，彩电可能是因为听到了洞窟里面鄂温克说的话然边喘气边说：“这次是失误，失误...”鄂温克看了她一眼，然后叹了叹气...\n  彩电又到前面带头，鄂温克一行人可能因为被树巨人受到了惊吓，而开始对周围警惕起来。慢慢的，他们发现前方有亮光，他们朝亮光的方向奔去，没想到只是一个殿堂。他们走进殿堂，发现里面很小，但是里面东西却很多。塞尔达发现一个小房间便说：“嘿！过来！这里有一个小房间！”鄂温克他们走了过去，里面啥都没有，只有一个按钮。唐泰腾有点警惕便说：“不要乱按，到时候发生什么奇怪的事情就糟了...”可是唐泰腾说出这句话的时候已经晚了，彩电早已按下按钮。他们到了一个小屋子，小屋子里面有个箱子，箱子里面有几把铁剑，这是干什么。塞尔达决定出去看看，塞尔达刚打开门就马上把门关上对他们说：“外面是一个怪物，怪不得有几把铁剑，看来是要打败这个怪物才可以回去了。”鄂温克、塞尔达、唐泰腾瞪着彩电，彩电也知道自己不应该乱带路，所以就低下了头...\n  “那现在怎么办啊~！！”鄂温克大叫，“还能怎么办，等死呗！”唐泰腾说，塞尔达却坚定的对唐泰腾说：“不一定，说不定我们几个人还真能把外面这个怪物打死”说完就拿起剑准备冲上去。唐泰腾急忙拉住塞尔达，说：“我们还不了解外面的怪物，你刚刚见到他了你能说一下怪物长什么样吗？”塞尔达听完话之后又坐回去开始说：“那只怪物头上长了犄角，身体中间还有一个南瓜灯，长得很拽。恩...它还是趴着的..恩...就这么多了，想不起来了。”话音刚落就听到了一个人在大叫：“我的天呐！那是森林守护者“卡斯塔”啊”原来是彩电在说话。鄂温克和塞尔达有点好奇，就连唐泰腾这个本地人都觉得好奇说：“那是什么？我从来都没有听说过...”彩电看大家都不知道遍讲解起来。关于卡斯塔的故事到底是什么呢，他们又能不能把卡斯塔打败走出诡异森林呢，下章待续\n下章待续...连载ING...\n下章预告：原来卡斯塔是一个好人，他们用他们纯洁的内心把卡斯塔给感化了。卡斯塔决定要帮他们，他们能不能走出诡异森林呢？下章待续...\n\n点我看第一章~第六章\n\n  ",
    "replies": [
        {
            "author": "凯旋归来",
            "timestamp": 1396788060,
            "txt_content": "@yuchenyang @the-blaze  写好咯~"
        },
        {
            "author": "the-blaze",
            "timestamp": 1396792200,
            "txt_content": "今天去听肖复兴的讲座，感觉细节非常非重要，你的文章没有细节……"
        },
        {
            "author": "17291159",
            "timestamp": 1397958420,
            "txt_content": "the-blaze 发表于 2014-4-6 21:50\n今天去听肖复兴的讲座，感觉细节非常非重要，你的文章没有细节……\n你为什么要用我对你说的话作为签名，然后来批判别人"
        },
        {
            "author": "the-blaze",
            "timestamp": 1397964000,
            "txt_content": "17291159 发表于 2014-4-20 09:47\n你为什么要用我对你说的话作为签名，然后来批判别人\n额……啊……诶……呜……哎……这个……那个……啊…………\n我就喜欢，怎么了？"
        }
    ]
}