{
    "title": "新手勿喷！！！【小說】相册背后的故事 (一)",
    "author": "可。可。可。",
    "replyCount": 3,
    "timestamp": 1396796220,
    "txt_content": "这是一本神秘的相册。它掉落在了这个世界上。让我们翻开相册，了解相册记录的一个很久以前的故事……\n这是一个美丽的方形世界。方形的太阳，方形的月亮，方形的云朵，方形的泥土，方形的树木，方形的动物……哦，当然还有一些奇怪的生物……\n这是一个宁静、和谐的世界，动物们无忧无虑地生活着，怪物们在清晨回洞穴休息在清晨回洞穴休息，在黄昏出来游荡、散步、嬉戏……淳朴的村民们建造了自己的村庄，自给自足，日出而作，日落而息。明亮的太阳、神奇的月相、不同的生态系统排列在一起，组成了这个美丽的世界……\n但是有一天，这个和谐的世界被打破了……一个现代的人类，闯进了这个世界，他叫史蒂夫。（不是哥伦布）\n这个世界对于他来说是这么神奇，这么迷茫。他近乎一无所知。他敲了敲方形的树干，一段完整的立方体树干断裂出来，被吸入了他的背包。惊讶过后，他恢复了对这个方形世界的好奇，追逐马驹，采摘蒲公英，躺在草地上仰望美丽的蓝天，攀上巉岩凌绝顶，一览风吹草低见牛羊。在逍遥的享受中，浑然不知日已西斜，黑暗即将笼罩大地……\n月亮升起来了，夜幕降临了。史蒂夫还满怀期待地望着夜空，想欣赏这个世界美丽的夜景。就在这时，他听到了不寻常的声音：沙哑的叫声、骨头的碰撞声……就在他还没来得及反应过来这一切时，ssss~boom！\n史蒂夫飞了出去，重重地摔在地上。他艰难地爬起来，看见了绿色的、形似人类的生物，拿着弓的骷髅骨架，红眼的大蜘蛛，绿色的奇怪生物……恐惧中，他跑到几十米外，挖开泥土，将自己躲藏在只有两立方米的一个黑暗空间里。在填上头顶的一刹那，他撇见了一双高高的、紫色的眼……\n良久，史蒂夫爬到了地面上，那双神秘的眼在他的眼中久久不能熄灭……余悸中，他发现就在他的出生地的草皮下面，有一本陈旧的书，封面上写着：人类生存指南。书页已发黄、起皱。仔细端详后，他总觉得书的封底有些不寻常的、看不清的蹊跷字符……他翻开了书，第一页：你需要一个房子来度过第一天，从树上敲下原木。第一晚，只需要挖开泥土将自己完全地围起来。史蒂夫不屑地笑了笑。打开背包，用原木合成四个木板，用四个木板合成一个工作台……惊讶之余，史蒂夫平静地度过了第二晚。但是……\n虽然史蒂夫相当强壮，但作为人类毕竟要使用工具。史蒂夫守在工作台前，一阵敲打声过后，一把木镐掉落在工作台上，一个新的时代开始了……\n第三天早晨，太阳刚刚升起，空气中弥漫着泥土和青草的芳香，几声鸟鸣叫醒了浅睡的史蒂夫。他醒来后听到的第一个声音，既不是唤醒他的鸟鸣，也不是沙沙的绿叶，而是来自身体的咕噜噜的早餐铃。这时他才想起，自己已有两天没吃饭了……\n史蒂夫出了门，捡起一片树叶咬了一口，又苦又涩，他立刻吐掉了。又想找点苹果吃，却只觉得眼前一黑，就什么也不知道了……当他醒来时，只见一个大鼻子的村民友善地看着他，说：你一定是饿晕了，为什么不种一点作物?史蒂夫迷茫地摇摇头：什么?村民把史蒂夫带到一片田地前，说：用锄头丿翻地，然后种上种子，保持土地湿润，就能结出小麦了，小麦是最主要的糖类来源。史蒂夫没有回答，只是呆呆地看着眼前的麦田和手上的面包。\n村民热情招待了史蒂夫，也请史蒂夫体验了村民的货币绿宝石。傍晚临走前，村民嘱咐了一句话：记得插好火把!史蒂夫在墙上插上了从村民处借来的火把，放心地入睡了。第四天早上，阳光明媚，前一天的湿气都被蒸干，空气中只剩下一缕淡淡的花香。史蒂夫终于有心情欣赏这美丽的世界了。良久，他拿起书，心想：怎么合成火把?中午，他拿起木镐准备挖些石头用。正当他挖到一半时，一种新的石头出现在他眼前……\n这是……煤炭? 史蒂夫拿着书对比着。史蒂夫已经渐渐进入到了熔炼的时代。史蒂夫开始挖矿了。那天史蒂夫在村庄听说村庄后有一条矿道，里面有不少铁矿。回家时，史蒂夫留意到远处有一个被杂草遮蔽的方形洞口……\n史蒂夫壮着胆子进去了。他发现了不少铁矿石，欣喜之余，他忽然想起：为什么村民的祖先没有挖掉这些矿?  他不知道这里隐藏着一种可以连接第二个世界的新石头，更没有料到村民家中记载着关于第三个世界的书，连你们也不会想到，在村民中流传着关于第四个世界的传说……想着想着，他只觉得腿上一阵刺痛，只见对面远处的黑暗中有一个骷髅在向他射箭。史蒂夫退了退，而后冲向了骷髅，执剑乱砍一气，直到面前只剩两根骨头和一支箭。一路走过去，他来到了一条大峡谷上摇摆的木桥上。桥下是一片岩浆湖。木头间发出吱嘎的响声，突然…..史蒂夫掉了下去。半晌，本以为即将丧命岩浆湖中的史蒂夫发现自己趴在一种黑色的石头上，而旁边还有木材坠入岩浆中，咝的一声，燃烧殆尽。好险啊!史蒂夫叹道。这是什么? 史蒂夫从未见过这种石头，他试着用铁镐去挖。挖不动。这黑又硬的是什么石头?想着想着，他抬起头，环顾黑暗的四周，蓦地，他又一次看见了那双紫色的眼……\n史蒂夫惊恐地沿着谷底跑去。到了尽头，他发现那双眼睛还尾随着。他只得拼命向上爬。手忙脚乱，磕磕碰碰，当他最终爬上来时，已是夕阳西下。没办法，史蒂夫只得到村庄借宿。从村民那里，他得知了建造并开通地狱传送门的方法。当他擦动打火石时，一道紫光闪出，一面紫幕在悠悠地转动。这里面会有什么?\n",
    "replies": [
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396827480,
            "txt_content": "LZ标题不符合规定标题！\n请自行修改！谢谢"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1397135040,
            "txt_content": "请LZ过目http://tieba.baidu.com/p/2610108233?see_lz=1&pn=1\n如果可以的话想请问一下~bbs的这篇是授权转载呢还是作者本人呢~"
        },
        {
            "author": "HGK",
            "timestamp": 1397195460,
            "txt_content": "http://tieba.baidu.com/p/2610108233\n未经作者许可无原帖你就搬运？"
        }
    ]
}