{
    "title": "【小說】相册背后的故事 (二)",
    "author": "可。可。可。",
    "replyCount": 10,
    "timestamp": 1396796460,
    "txt_content": "史蒂夫犹豫了片刻，还是走了进去。只觉得一阵晕眩，眼前的景象渐渐扭曲，暗淡，最后变成一个紫色的螺旋。当他再次清醒之后……一股热浪袭来，黯淡的红光映入史蒂夫的眼帘。一个暗红色的世界，没有蓝天，到处流淌着岩浆，简直就是地狱。一群不知是僵尸还是猪的奇怪生物拿着金剑到处游走，一只超大的幽灵在空中盘旋，突然间……\n幽灵红色的眼睛睁开了，吐出了一个炽热的火球，飞向史蒂夫。嘭的一声，史蒂夫感到自己和四周的岩石都在燃烧。他想用水冷却，刚拿出水桶，水就蒸发殆尽了。赶在倒下前，史蒂夫逃回了主世界的水塘中。下界太危险了。当他再次鼓起勇气走进下界传送门，在炙热的空气中，被高温扭曲的视线中隐约出现了一个像是人工建设的长城。那是什么?\n史蒂夫在岩浆的烘烤中，匍匐前进到建筑边缘，一点点爬上去。这里是由暗红色的砖块建成的，城墙一直延伸到远方。史蒂夫一路插着火把向前走，忽地，一团火球向他飞来，在他的身上炸开。好烫!史蒂夫感到自己在燃烧。这是什么?\n在这个前不着村后不着店的地方着火真是麻烦!眼看就要烤焦了，怎么办?情急之下，史蒂夫顺势卧倒，一路滚了回去。也不知情况如何，他只觉得知觉在一点点减弱，最后昏迷了过去……史蒂夫最后还是醒了，多次的死里逃生让他有些胆怯，但他还是带上了弓，再去了一次下界。史蒂夫穿梭于火焰和火球中，躲在柱子后面用弓箭击杀了恶魂和烈焰人，他得到了烈焰棒。探索下界堡垒时，史蒂夫面前突然飞过一支箭，是那么地危险，几乎是贴着他的鼻尖飞过的，他还清楚地感到羽毛擦过鼻梁。他转头看见了一个体型较高的黑色骷髅，谁又知道那是什么!果断解决。还是箱子比较有吸引力。下界简直是金子的世界啊!那天，史蒂夫见到巫师村民手中有一个奇怪的眼睛，可是自己又没有绿宝石。略有了解后，想起那双紫色的眼睛，史蒂夫的背后还是泛起了一丝凉意……这天晚上，史蒂夫冒险出门了。直到天蒙蒙亮时，才发现了那三米高的躯体。可是他刚砍了一剑，那生物就不见了……在无数次的危险后，史蒂夫终于集齐了十二个末影之眼。他把其中一个扔了出去。它飞向了东方。史蒂夫全副武装，奔向东方时，却没听见村民的对话：”先不告诉他吧，那里比末地还可怕……”\n史蒂夫随着末影之眼来到了遗迹。他刚下到遗迹中，就见到一群虫子从石头中跑了出来，将史蒂夫团团围住，史蒂夫差点摔下去。多亏史蒂夫没有跳下去，否则……无暇顾及这么多，史蒂夫将末影之眼放进了末地传送门框架。一道暗紫色的光闪过，好像是那紫色的眼睛一般。末地传送门打开了。史蒂夫迟疑了一下，跳了进去……\n史蒂夫掉落在了一些黑曜石上。清醒些后，史蒂夫发现这里的四周都是暗紫色，一个巨大的浮空岛屿，上面有一些黑曜石柱，柱的顶端有一团亮光。还有一大堆末影人，那些曾经的记忆。最主要的，还是那盘旋在空中的，纸模一样的末影龙……末影龙飞过来了。史蒂夫纵身一跳，跳到了岛上，掏出铁剑，严阵以待。末影龙过来了。史蒂夫向其头部猛击一剑，末影龙发出了沉闷又不乏清脆的一声，飞走了。当末影龙再次飞来时，史蒂夫惊讶地发现，末影龙的体力还是满的!这不科学!就在史蒂夫愣住的几秒钟，末影龙撞向了史蒂夫。防具根本不是庞大的末影龙的对手。啊!好痛!末影龙还在盘旋，宽大的翅膀扇动着。这时，史蒂夫发现，黑曜石柱顶端的亮光在向末影龙发射光线!难道那可以为末影龙补血?史蒂夫想办法爬上了黑曜石柱的顶端，敲击了一下那团东西。史蒂夫被炸开了，从二十米的高空坠落下来，铁靴直接撞毁。史蒂夫艰难地一边打末影水晶，一边抵挡末影龙，很快，护腿被炸坏了。当史蒂夫最终可以安心打末影龙时，他已经快不行了。多次的撕杀和碰撞已使他的头盔不堪重负，长眠于此。一次次地重复过后，末影龙只剩很少体力了，最后的胸甲也损坏了。末影龙再次于俯冲了下来。史蒂夫用他仅剩的一点力气艰难地站了起来，用双手举起仅剩最后一点耐久的铁剑，咬紧牙关，闪到一旁，跳起来，对准末影龙的脖子猛挥一剑，末影龙破碎了。\n末影龙升到了高处，一阵强震之后，末影龙在爆炸声中开始解体。但它充满仇恨和遗憾的眼睛却一直盯着一个方向……随着经验球如雨地掉落，一个由基岩组成的传送门框架中出现了黑色的星空。史蒂夫跳了进去，混沌中，两个深沉的声音响起，史蒂夫被带进了一个思想的世界。一段人生感悟后，眼前又出现了那久违的名字—— Minecraft。史蒂夫感悟到了生存的真谛，回到了熟悉的住世界。难道，这就结束了？",
    "replies": [
        {
            "author": "jh菊花",
            "timestamp": 1396796580,
            "txt_content": "图全部是好的怒赞！！请问lz用的什么图床"
        },
        {
            "author": "42486327",
            "timestamp": 1396796700,
            "txt_content": "这是手绘吗？"
        },
        {
            "author": "2413044726",
            "timestamp": 1396796700,
            "txt_content": "jh菊花 发表于 2014-4-6 23:03\n图全部是好的怒赞！！请问lz用的什么图床\n茶馆顶置贴~~~\nhttp://www.mcbbs.net/thread-260235-1-1.html"
        },
        {
            "author": "可口可乐dseg",
            "timestamp": 1396796700,
            "txt_content": "恩。。。太短了。看我写的吧"
        },
        {
            "author": "jh菊花",
            "timestamp": 1396796760,
            "txt_content": "2413044726 发表于 2014-4-6 23:05\n茶馆顶置贴~~~\nhttp://www.mcbbs.net/thread-260235-1-1.html\n去水楼试一下"
        },
        {
            "author": "米安博奥",
            "timestamp": 1396796760,
            "txt_content": "大讚  貼圖畫的好棒"
        },
        {
            "author": "jh菊花",
            "timestamp": 1396797060,
            "txt_content": "jh菊花 发表于 2014-4-6 23:06\n去水楼试一下\n点不到提交 没反应（怎么都是这样）"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396797720,
            "txt_content": "啊啊！你们这群禽兽！怎么都不按照规定标题发帖！！\nLZ标题不符合规定标题！请自行修改！谢谢"
        },
        {
            "author": "可。可。可。",
            "timestamp": 1396830360,
            "txt_content": "130s 发表于 2014-4-6 23:22\n啊啊！你们这群禽兽！怎么都不按照规定标题发帖！！\nLZ标题不符合规定标题！请自行修改！谢谢 ...\n。。。我不会{:10_527:}"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396830360,
            "txt_content": "可。可。可。 发表于 2014-4-7 08:26\n。。。我不会\n额。。你这是插画还是。。小说?"
        }
    ]
}