{
    "title": "<原创·连载>无心游[作者：小析][第十章 小女孩]",
    "author": "小析",
    "replyCount": 3,
    "timestamp": 1396795860,
    "txt_content": " 本帖最后由 小析 于 2014-4-6 22:53 编辑 \n\n黄昏的街道上，无心抱着大大的包裹，包裹里装着他今天从Tayioee城廉价买来的猪肉、面包和鸡蛋。穿越过来以后，无心渐渐发现自己当初的职业选择其实并没有太大作用，正如那个小女孩所说，除却特殊的地质结构生物种群力量构成体系物质规则等因素，真实的MC世界和地球上的一切，真的是相差无几的。\n眼下他居住的这座Tayioee城坐落于他出生地东南方，规模也远超于他原就读的国府大学所在的中海市，人口竟有上千万之多，即使因为通用电气技术尚未发展起来，入夜的Tayioee城也是一片万家灯火无比繁华的景象，鹅卵石重新精炼的石头铺成的街道上的人群林林总总，各家销售食品日用品装备奢侈品的商店橱窗内陈列的商品在萤石柔和光线的照耀下愈发光彩夺目，城市交通线上各式各样的矿车时不时在人们身边呼啸而过引得三两声抱怨，犹自惹得自诩为城市老人的无心一阵莫名的嫉妒。\n无心刚刚从Tayioee城农产品贸易中心离开，拿着自己的食物准备回家，人口基数庞大的Tayioee城倒是十分符合中国国情-一线城市中心区的地价高得荒谬离谱，随之带来的是郊区房价的水涨船高，连无心觉得差强人意的郊区房子都要30元（MC世界通用货币计数单位，1元=1绿宝石），这也意味着无心至少需要挖出60组铁矿石才能买起一套房子，还不计伙食和工具消耗。\n无奈之下小伙子只能在Tayioee远郊外一处还没被城主出售的荒芜地块上亲手搭起自己来到MC大陆的第一座房子，而这荒郊野岭的自然也少不了怪物们的常常造访，谁叫这本就是一个欺弱凌强的世界呢，怪物也不例外！\n像无心这样寒碜的人走在街头，绝大多数人都只是一眼瞟过去，倒是有莫名其妙的神秘人士不时上前推销自己怀中的荆棘Ⅲ牛皮盔甲或稍稍有点变质的廉价面包。碰到这样的人，无心有时也会怀着淘宝的心理瞧一瞧，不过大多时候都是微笑地摆摆手，留给卖家一个失望的背影。\n无心走过一家废弃的小吃店，快要到家了，止住脚步回头，却发现那个在刚才的农产品贸易中心里出现过的小女孩依然远远地跟在他身后。\n小女孩穿着一身华丽的宫装，很有盛唐奢华精致的风格，繁复的镂空金纹，宽大的水云长袖，拖地长袍的质地瑰丽神奇，透着一种极富质感的柔软飘逸，一眼看过去，这一套宫装并不像中国历史上任何一个朝代的服饰那样有着明显的时代，文化烙印，它更像是某些游戏里边具有仙侠背景的BOSS级人物的装扮，或者说是高等级装备的感觉。\n而无心通过这几天的经历，大体知道眼前小女孩的穿着并属于如今MC大陆的主流风格。\n最吸引无心注意力的是，小女孩衣领前垂下的绶带上，有着一种透出神秘气息的未知符文，让无心觉得这就应该是属于修仙者的装备，还有一种熟悉的感觉。\n小女孩的脖子上还挂着一条璀璨生辉的项链，镶嵌着各种颜色的保持，跟真的一样。\n最引人瞩目的还是她那和无心一般高的手杖，金灿灿的，倒像是古装电视剧里老太君们经常拿在手里象征着权威的那种，手杖通体点缀着闪闪亮亮的宝石，顶部是一个弯月缺口的圆环，圆环的顶端悬挂着一串风铃，随着她的走动，风铃发出动人的清脆声响。\n这样一个小女孩，好像是东方古典仙侠风格的游戏或者小说里描述的人物走了出来，出现在MC大陆的街头。\n她身上没有任何劣质的装扮，华丽的饰品，精致的做工，自然的神情，她就像一个专业COSPLAY选手，刺痛了无心原来世界上那类不入门选手的自尊心，她的出现，让地球世界上一切的COSPLAY聚会显得尤其可笑。\n刚才在Tayioee农贸市场，这个小女孩的出现，一开始倒是引发了一个小高潮，只是当这个小女孩不理会任何人，一直用高傲的表情面对，用轻蔑的眼神看着别人时，众人看热闹的气氛就有些无趣了，这就好像《神雕侠侣》里边第二次华山论剑的时候，杨过，郭靖，一灯大师等人看着一帮井底之蛙在那里争武功天下第一的名头，杨过一声大笑，就将那些人吓得屁滚尿流。\n这个小女孩纵然没有让无心等人吓得屁滚尿流，但是感觉自己有些格格不入了，未免有些没面子，早早离开了市场。\n岳之峰离开之后就发现这个小女孩一直跟着自己，不知道她想干什么，却没有料到她居然跟着自己走到了这里。\n于是无心停住了脚步，朝着那个小女孩招了招手，示意她过来。\n小女孩有一头笔直柔顺的长发，在她那纤弱的腰肢旁飘洒着，这样的长发总是给人一种温柔而清新的感觉，只是她那精致的小脸蛋上有着太多的冷漠，略尖的下巴配合着圆润的线条，却因为那毫无情绪的眼神儿显得格外傲慢，她站在那里，就像一簇水晶，清透而透明，那尖锐的刺却让人望而生畏，远观为之惊艳，却不敢靠近亵玩。\n看到无心这样逗弄小孩子式招手的动作，小女孩的傲慢和冷漠似乎受到了挑衅，她那细细的，柔柔的眉皱了起来，然后又松开，纤细的手指提起犹如流水般淌动的裙子，不紧不慢地走了过来。\n小女孩走到无心身前，和他保持着一米开外的安全距离，然后抬头望着他，尽管她挺直了身体，高昂着头也不过是到无心胸口的位置，可是她那睥睨的眼神分明却像是在俯视着无心，高高在上的表情，用一种绝对的上位者俯瞰宵小蝼蚁的眼神面对着无心。\n无心也在打量着她，这样漂亮的小女孩可不常见……或者说除了PS的面目全非的艺术写真或者是唯美的CG，无心压根就没有在现实中见过这样精致的人儿。\n除了傲慢的有些无礼，看她的肌肤，看她的五官，无一处不美的让人心悸，那散发着圆润光晕的肌肤，仿佛是橱柜里的瓷娃娃似的，在灯光和饰品的衬托下，唯美华丽不似真人的人偶。看不出来有任何化妆的痕迹，这样的小女孩让无心感觉美的有些虚幻而遥远，虽然他本身就处于游戏中……正常人不可能完美无瑕，她的肌肤怎么可能这样细腻的没有一点毛孔和汗毛，怎么可能有人的眼睛像真正的水晶一样通透而散发着寒冷的气息，怎么可能有人的嘴唇能够这样小小地紧抿着还没有一丁点的皱起来，湿湿润润的好像时时刻刻被水色包裹浸润一般的娇嫩。\n“干嘛一直跟着我？”无心不是恋·童癖，这个小女孩的年龄绝对超不过十四岁，所以小女孩美则美矣，还不至于让无心心神不定地想要在和美女搭讪是表现的好一点，他现在的态度分明有些不高兴。\n“天灵神境，天灵帝国，伏羲皇室长公主，付小析。”\n小女孩昂着头，眼眸眉角间流露出的骄傲好像在说自己考试得了双百分似的，一副很了不起的样子，似乎她说出这个名字，谁都得因此对她磕头膜拜。\n“付小析？什么游戏里的角色？”无心冥思苦想，也没有在记忆中找到相关的资料，不过游戏万千，漫画千万，什么样的达人也不可能知晓一切角色……一般如果不是知名度太高的人物角色，尤其无心这种游戏动漫半吊子根本无从知晓，无心只当这个小女孩是NPC要和她交流交流……也许这个美轮美奂的NPC能够帮助他触发诸如游戏系统的主线支线任务之类的……\n“神境之中最强大的帝国才能以天灵为名，伏羲皇室统治天灵帝国上万年，只有皇室之中最优秀的神术师，才能够成为皇室继承人，也就是长公主。”小女孩小巧的唇瓣儿不紧不慢地开阖，透过清丽明亮的瓷白牙齿，语气中带着一份理所当然的骄傲和荣誉感，她依然昂着头，“你可以称呼我为公主殿下。”\n无心愣了愣，不由得笑了起来，人们总是觉得现实生活太平淡，会幻想各种各样的身份来满足自己内心渴望不平凡的愿望，所以才会有这么多热爱小说，漫画，游戏的人存在，连MC大陆上的小女孩显然也是如此……同好啊，无心偶尔也会做梦梦见自己拿着大剑，穿着厚重铠甲威风凛凛的样子，醒过来以后还回味不已。\n“你笑什么？听不懂吗？”小女孩又皱了皱眉头，低头思索了一下，“我说的是这里的土著口音啊。”\n“什么土著口音……你说的是普通话。什么时候汉化的游戏里的语言也能分个高贵卑贱了？别以为身世显赫就可以随便贬低语言……”无心不满意了，有些人确实不太喜欢说普通话，更中意地方口音，那也没有什么，但为了抬高自己贬低其他口音为土著口音，就有些太不礼貌了。\n“这些并不重要……我需要你的帮助，当然，作为回报，我会支付让你满意的报酬。”小女孩握着她的手杖，她要求他人提供帮助的样子，倒好像是给别人机会似的。\n“你说吧，我能帮上的一定会帮。”无心不是小气的人，更不会和一个未成年的小女孩计较，何况这个小女孩脑子似乎还有些问题，无心心中琢磨着，她大概是一个幻想做公主太过于投入，以至于沉浸在幻想世界中难以自拔的家伙。\n“在我回到天灵神境之前，我希望你能够担任我的侍从官。”小女孩说着，从脖子上取下了她的项链，“至于报酬，这条项链送给你，在天灵神境，这条项链的价值超过了一个中等规模行省的所有产出。”\n无心没有接她的项链，这时候他已经不止是感觉这个小女孩有些奇怪了，她似乎真的把自己当成了伏羲皇室的付小析公主殿下……入戏太深不说，最重要的是这条项链，无心可以肯定，那些璀璨生辉的宝石绝对不是廉价的玻璃制品，那种切割和镶嵌的精制工艺，还有宝石独特的品质，也不是那些奢侈品牌随便拿出一条就可以媲美的。                                           \n\n\n\n                                    人气，金币是免费的，我的努力不是免费的。[索引贴]\n",
    "replies": [
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396826700,
            "txt_content": "总结—— 粗略的阅读了\n整体来说还是不错的！\n但是你第一和第二章给你的这部小说摸了黑！\n为什么这么说呢？\n那是因为字数两篇加起来估计都没你这篇的多！\n希望你以后写的更好！"
        },
        {
            "author": "小析",
            "timestamp": 1396826760,
            "txt_content": "130s 发表于 2014-4-7 07:25\n总结—— 粗略的阅读了\n整体来说还是不错的！\n但是你第一和第二章给你的这部小说摸了黑！\n加分人少 没动力"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396826820,
            "txt_content": "小析 发表于 2014-4-7 07:26\n加分人少 没动力\n额。。下次更新@我=w=\n我来顶你~顶文章什么的最喜欢了~"
        }
    ]
}