{
    "title": "<原创·连载>苦力怕战记 第一章 少年",
    "author": "狂天战神",
    "replyCount": 7,
    "timestamp": 1396794720,
    "txt_content": "  在辽阔无垠的沙漠中，除了默默生长的仙人掌，远处天空飘过白云，炽热的阳光烘烤着大地。风卷起无数飘逸的碎沙，飞向遥远的地平线。突然，传来一阵粗壮的歌声，那个声音越飘越远：\n     三神印魔日息落，邪心撒播地狱火。唯有勇者势天罗，平衡天地无人夺！\n  沙漠中一处偏僻的角落，坐落着几排整齐有序的小木屋，按照几何形状排列，让人看着很舒服。这是一个不算大的村庄，全村约莫有三四十户人家。大人们坐在石梯上聊天，小孩则在路旁高兴地玩耍，一片其乐融融的景象。几座路灯在太阳的照耀上不是很明亮。\n  突然，不知谁喊了一声：“灾星来了！大家赶紧进屋！”\n  听见这话，人群顿时炸开了锅，村民们飞快的跑回屋子，紧紧的锁死屋子的门，一点声音也不出，蹲在地板上张望着外面的情况。一些幼小的孩子马上被爸妈拽走了，一些小孩子还不肯回家，就会有人恐吓他们：“你想被灾星炸死吗？”一听到这话，孩子们哇的一声哭起来，大人们则马上抱走他们，奔回家中。             过了一会儿，在村庄的入口，一个疲惫的少年旅行者拄着一根木制拐棍一步一步的向前走着，只见他肩上扛着一个打了许多补丁的包裹，脚下的布鞋早已经被磨出了好几个大洞，衣衫破旧不堪，瞳孔里闪烁着微弱的光。最引人注目的是他头顶带着一个白色方块状的物体。\n “有。。。人么？”他有气无力地说道。\n 回答他的只有风呼过的声音。\n 他敲响了一间屋子的门，门突然打开了，主人手里拿着一把弓箭径直对着他，狂吼道：“灾星快滚！不然杀了你！“”行行好吧。“他勉强从干渴的喉咙里挤出几个字，”我已经几天没喝水了，哪怕是唾沫也行啊。。。“\n”滚！“”砰“的一声，少年被主人踢倒在了地上，门又紧紧的关上了。\n”看来，还要走啊。。。“少年深呼一口气，继续向另一个村庄进发。\n。。。\n夕阳落到了山坡下，天黑了。\n少年拄着木棍在荒漠中行走，这时，他突然望见几双贪婪、充满血色的眼睛在黑暗中用戮杀的眼光盯着他。是蜘蛛群！少年二话不说立即回头，但就在这时，几只早有准备的蜘蛛“嗖”的一声跳到少年面前，四面八方的蜘蛛立刻赶了过来，包围住了少年。\n少年没有武器，唯一的木剑已经被当成煤炭烧掉了。\n蜘蛛们的包围圈越来越近。\n少年的脑海里频繁的出现画面——当自己来到一个又一个村庄时被人当灾星看待的场景。\n无数碎琐而又连续的画面在播放。。。\n为什么他们能有一个家——\n而我不能！！！！\n\n\n就在这时，一道绿光在天空中爆发，周围的蜘蛛赶紧后退。这光照耀着少年的身躯，他头顶的方块开始变绿，出现一道伤心的表情。。。\n“怪物适格——”\n绿光停止了，一个绿色的影子从光中冲了出来，像一颗流星坠落在地上。\n这是一个人形状的爬行者！！！\n“让你们尝尝，愤怒的力量。”一个沉重的声音从爬行者嘴中发出，“TNT连环爆！！！”\n\n刹那间，巨大的蘑菇云席卷了这里，震耳欲聋的”轰轰“声不绝于耳。\n。。。\n\n一道绿色的光圈退去，少年瘫倒在了地上，失去了知觉。。。\n\n\n",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1396794900,
            "txt_content": "文笔太好了！\n加油！"
        },
        {
            "author": "Rapupu",
            "timestamp": 1396794960,
            "txt_content": "貌似在哪里看过= ="
        },
        {
            "author": "可。可。可。",
            "timestamp": 1396795080,
            "txt_content": "沙发{:10_505:}"
        },
        {
            "author": "可。可。可。",
            "timestamp": 1396795200,
            "txt_content": "可。可。可。 发表于 2014-4-6 22:38\n沙发\n复制的{:10_493:}"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1396795260,
            "txt_content": "赞赞赞\n\n"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396797780,
            "txt_content": "LZ标题不符合规定标题！请自行修改！谢谢"
        },
        {
            "author": "可口可乐dseg",
            "timestamp": 1396798020,
            "txt_content": "1146字，可以了，希望再接再厉。你的文笔可以的，加油\n\n能回复一下我的文章么"
        }
    ]
}