{
    "title": "<原创·连载>无心游[作者：小析][第十一章 公主殿下]",
    "author": "小析",
    "replyCount": 11,
    "timestamp": 1396827480,
    "txt_content": " 本帖最后由 小析 于 2014-4-6 16:42 编辑 \n无心不清楚这个小女孩嘴中一个中等规模的行省有多大，所谓的产出是一个什么样惊人的数目，但这个小女孩项链上那颗翠绿色的宝石真的是祖母绿而不是普通绿宝石的话，那就有些太吓人了，光那一颗祖母绿的价值在Tayioee珠宝交易所都超过五位数以上了。\n\n没有人会去联想在路上随随便便碰见一个人的脖子上取下来的项链就价值连城，只是这个小女孩的气质让人没有办法将现在这种情况单纯地视作恶作剧或者疯子的行径……无心想，她就算是个重度幻想症患者，那也是个家里很有钱的重度幻想症患者。\n\n“侍从官？我可以把你送回城里去，或者把你交给可以帮助你的人……你的家在哪里?你的父母呢？”无心左右看了看，周围除了对于一个拖着个大包裹和穿着奇装异服的小女孩表示好奇的两头猪，并没有其他流露出过多关注的敌对生物，显然这也不会是个什么未知的圈套，据无心所知，国内某些素质低下的MC服专门好耍这一口。\n\n“我没有父母，天灵神境的人，都是从树上摘下来的。”小女孩有些不耐烦地说道，很显然她并不习惯这样的交流，不管她说什么，对方似乎都把握不住重点，或者说对方竟然敢根本不在意她的想法。\n\n无心忍不住哈哈大笑起来，小孩子大概都会执着于自己怎么来到自己所在的世界上，让父母们不得不编造出各种各样的故事来解释，小孩子们也会懵懵懂懂地记得那些解释，等到长大了以后再回想起来哑然失笑……可那毕竟只是小孩子才会相信的，正常的十几岁的人哪里还会相信自己是树上摘下来的？就连在MC大陆的幻影中各种生物的后代都是通过亲嘴生下来的。。。更何况这里是真正的MC大陆！\n\n眼前这位自称付小析公主的小女孩，却是神情严肃，说着的好像是理所当然的事情一般。\n“好吧，你是树上摘下来的，除了当你的侍从官我没有办法做到以外，你还有什么需要帮助的吗？”碰到这样一个小女孩，无心也不着急把包裹里的东西收拾好了，总不能就这么撇下她不搭理了。\n\n无心一边往木屋走去，小女孩跟在他身后，瞧着他哈哈大笑，露出不悦的神情。\n“我能够理解你，作为一个普通人，没有办法接受超出自己理解能力的东西，甚至连整个世界都未曾在意识形态上解释异位面存在的情况下，你现在的反应十分正常。”小女孩挑了挑眉毛，“我原谅你的无礼。”\n\n“天灵神境的人都说汉语吗？还是口音这么标准的普通话。汉语在地球上都没有成为通用的国际语言，倒是先一步普及到什么天灵神境和天灵帝国区了，连伏羲皇室都会了。”小女孩的语气总是有些装腔作势的味道，但发音标准，字正腔圆，而中国的南方人中极少有不带一点地方口音的……只是她说话有点像播新闻似的，不大像正常人说话交流的样子，不过无心也不会因此就去相信什么天灵神境的鬼话，瞧着小女孩的样子却是好像发现了她的漏洞似的，装的再像，还是在语言上出了漏洞，可不是谁都有托尔金的本事创造一门精灵语出来。\n\n“我只是通过一个很简单的神术获得了这一种语言能力而已。”小女孩并不在意无心的夸奖和讥讽，自顾自地说道：“考虑的怎么样了？成为有皇位继承资格的长公主的侍从官，即使你碌碌无为，也可以获得一个行省的封地，如果你擅长文治，官至内阁总理也是常见的事情，如果你擅长武功，也可以让百万大军齐聚麾下。毕竟任何一位帝王，都会更加信任绝大多数时候贴身侍候自己的近臣，他们会更加明白自己应该做什么，可以做什么。”\n\n她仿佛没有听到无心已经拒绝过她了。\n“好吧，只要你能够证明你是来自天灵神境伏羲皇室的付小析公主殿下，我就当你的侍从。”小女孩越是一本正经，无心越是觉得好笑，太好玩了，他甚至想邀请她去地球上的COSPLAY聚会出演个什么小节目，这完全就是本色演出嘛。\n\n小女孩却点了点头。                   \n\n\n\n                                                您的鼓励是作者最大的动力，你们的人气是免费，我的努力不是免费的！！！\n                                                                           [索引贴]\n",
    "replies": [
        {
            "author": "飞鱼在天",
            "timestamp": 1396827600,
            "txt_content": "  每一段前面不打上空格么？\n  标题不错"
        },
        {
            "author": "小析",
            "timestamp": 1396827660,
            "txt_content": "飞鱼在天 发表于 2014-4-6 16:40\n每一段前面不打上空格么？\n  标题不错\n无心游吗？"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1396827720,
            "txt_content": "小析 发表于 2014-4-7 07:41\n无心游吗？\n  嗯哼，听起来好高深的样子……"
        },
        {
            "author": "小析",
            "timestamp": 1396827780,
            "txt_content": "飞鱼在天 发表于 2014-4-6 16:42\n嗯哼，听起来好高深的样子……\n以前开服用的名字，然后我现在在其他服都要求用无心游这个称号了"
        },
        {
            "author": "小析",
            "timestamp": 1396828020,
            "txt_content": "飞鱼在天 发表于 2014-4-6 16:42\n嗯哼，听起来好高深的样子……\n你确定不加个分？"
        },
        {
            "author": "小析",
            "timestamp": 1396828320,
            "txt_content": "@130s @1225930488 @1525967679 @poi4399"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396828320,
            "txt_content": "小析 发表于 2014-4-7 07:52\n@130s @1225930488 @1525967679 @poi4399\n我过来啦~\n让粗略的阅读下=w="
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396828380,
            "txt_content": "这次写的还不错！！\n话说你更新的真快。。"
        },
        {
            "author": "llbb",
            "timestamp": 1396828440,
            "txt_content": "还不错，我觉得有待提升"
        },
        {
            "author": "小析",
            "timestamp": 1396828500,
            "txt_content": "llbb 发表于 2014-4-6 16:54\n还不错，我觉得有待提升\n那就加个分吧=w="
        },
        {
            "author": "1277832129",
            "timestamp": 1396830480,
            "txt_content": "楼主积分涨的真快··很不错的帖子 顶一个"
        }
    ]
}