{
    "title": "[原创·连载]追梦的人[作者：17291159][第一章第七节]",
    "author": "17291159",
    "replyCount": 15,
    "timestamp": 1396835280,
    "txt_content": " 本帖最后由 17291159 于 2014-4-7 14:47 编辑 \n\n第一章：初醒\n第七节：新生\n上集回顾：阿海苏醒了，桂清激动不已\n正文：\n    虽说那次阿海醒了，不过真正下床能走还是漫漫地过了几个星期。至于桂清呢，也是足足地又照顾了几个星期。\n    那是两个星期后的一个清晨。乡村的早晨依旧如此宁静，风中夹杂着晨露与花香凝成的气息，好似一卷丝丝稠稠的布，淡淡的，轻轻的弥漫在森林上方。阿海睁开惺忪的双眼，习惯性地便看了下床边的那个床头柜。\n    一份略带焦色的小牛排，两个松软的面包安安稳稳地被放在棕榈色的木盘子里，每天都会悄无声息地在床头柜上。当然了，还有那自从上次醒来之后，便新增的一杯浓浓的羊奶，每天早晨浓浓的奶香都会在阿海的睡梦中缕缕地弥漫在整个卧室里。\n     握起那杯略带温气的奶，阿海将它捧在胸前，摇晃着摇晃着，总是会随着这慢慢的晃动而不时的陷入沉思，想起阿海，想起父亲，想起那支估计早已远去的行商队伍。他总是会默默的感到，自己的存在是那么的低，自己是那么的没本事，自己，是那么的被人所遗弃。现在倒好，自以为是着，却被一个穷到连吃饱穿足都有困难的人救起，照顾着，打理着........他长长的叹了口气，一口将羊奶灌下肚，然后又是一声长长的叹气。\n      ”诶，别这么忧愁了，想什么呐？嫌这羊奶不好喝呐，这可是我昨天刚从小羊圈那头刚生下新仔的母羊上挤的呢，我自己都没喝几口。“桂清照着平时一样的点，从楼下的小厨房走来上来，拿起阿海正捧着的羊奶杯，另一只手则拿着抹布擦了起来，”话说都过了这么久了，床上也躺累了，要不。。。。要不下来走两步？嗯，对！赶快下来走两步，没准就走起来了呢。“桂清赶紧放下玻璃杯和抹布，牵起了阿海的手准备搀扶他下来。\n      ”走。。。。走两步，唔。。。。我恐怕再也起不来了吧，别拉我了，我。。。我已经是个废人了。“阿海轻轻地扯开了桂清的手，用着忧愁的眼光淡淡的无神的望着发黄的木地板。\n      ”诶，这怎么行，被苦力怕炸一次就成这样啦。我当年还差点被僵尸吃掉脑袋呢，像个男子汉点，快！哎呦，先走几步嘛，真的不行我再扶你上床行不，来来来，试着走几步。“桂清再一次牵起了阿海的手，并将阿海的头用手轻轻地往自己这边转，”看着我的眼睛，我知道你是个男子汉，是个男子汉就不能卷缩在这里。你不是说你是斯卡罗布镇的勇者嘛，勇者总不会畏惧这么点困难吧。“\n       阿海看着桂清坚定的眼神，”不行的.....我....\"\"啧，我什么我啊，什么行不行，不试过你怎么知道，哪那么多废话！“\n       阿海一只脚先探着了地，然后另一只脚缓慢地从厚厚的皮革大衣下挪出来，也着了地。桂清轻轻地往上一提，阿海便坐在床上了。\n       ”好,慢慢的，慢慢的......\"桂清继续轻轻地向上使劲。而阿海则在桂清的帮忙下，一点点地往上挪动着，两脚逐渐向地面压实。桂清赶忙撑着阿海的后背，另一只手仍旧牵着阿海的手，高高的悬挂在上方。阿海站在了地面上，“看，你这不就已经站起来了吗，都跟你那么懦弱怎么行呢，都跟你说了，不做之前，什么都是未知。好了好了，现在试着走几步吧，我在这帮着你呢。先抬起一只脚，然后往前面慢慢地放下。“\n       站立着的阿海，像个没打油的机器人，每一个动作都是那么僵持那么艰难，不过他坚持着。一只脚在他艰难的用力下，悬在了空中，然后慢慢的轻轻地放了下来。“很好啊，你看，你都可以迈出一只脚了，现在试着第二只脚吧！”桂清兴奋的说道。阿海顺利地将第二只脚踏了过去。\n      ”很好，那么现在，我把手放开了，赶紧的。往前走走看，我相信你，你能行的。“桂清声落，便将手从阿海的手掌上松开了，从阿海的后背上挪开了。阿海猛得转过头来，露出恐惧的眼神，而桂清则在身后，用手指了指前面，笑着对着他，”你可以的。“\n       阿海一点一点的往前挪，踏着他那并不灵活的双脚，在狭窄的小屋里，点点的走了起来。桂清则在一旁默默地笑看着他，一边打理着他喝完的杯子。\n       ”我。。。。我好像能走了，我能走了！我。。。。。我竟然能走了。“阿海朝着桂清，抖着声音激动的说道。\n      ”还说自己是废人呢，走的那么好，好了。多练练吧。“桂清拿起洗净的杯子，笑着看了看阿海，然后指着小牛排和面包说，”练好了，就赶紧把早餐吃了，冷了吃下去对胃不好呢。快，听见没有。你也是个可以自己走的人了。“\n      说完，桂清便匆匆地走下楼去了。楼上只有阿海在练习走路的哒哒声，融化在早晨的钟声中。\n\n      这练习又是练了一个星期，于是乎，每天的早晨除了那点点的钟声外，还和谐的夹杂进了脚踏着地板发出的咯咯声。令人高兴的是，到第二个星期，阿海已经完全可以自己走路了，而且似乎被打上了油，不再那么僵硬艰难了。\n      这天桂清一样的送来了早餐，自从阿海能走后，便不再那么担心了，每天早晨总是会早早地离开小家，去那个离家很远的小矿坑。每到中午，会带一些闪亮亮的矿物回来，然后再给阿海做午饭。阳光透过阁台透了进来，将木栅栏的影子投射在地上，阿海总是会搬一只小凳子，坐在铺满阳光的家门口，合着眼，享受着这得天独厚的温暖。\n        ”哞——哞——哞哞。“坐在家门口的阿海仿佛听到了什么声音。这。。。这应该是牛吧，阿海想着。”哞——哞————“声音在阿海身边环绕起来。唔。。。。每天吃的牛排应该就是从这里来的吧，桂清做的牛排怎么吃都比塘口酒馆那秘制牛排要有味，诶！不如我给阿海取点牛排吧，我都能自己走了，也给阿海省些力气，每天跑来跑去累得慌，阿海默默地看着离家不远的那只棕黑相间的牛，心中不禁的燃起了一把火。\n        阿海起了身，往那头正在吃草中的牛走去。不过他又不敢走很快，于是便垫着脚，踏这小碎步一点点的靠近它。”呼——它还没看见我，可怜的小牛，见不到自己的父亲咯。“阿海站在牛的后面，嘴里碎碎的念叨。”别伤心，去天堂做一只好牛吧，父亲总跟我说，善良的万物死去后总是会到天堂的，对不起了！“阿海声落便用肘狠狠地朝牛背砸了过去，震荡声一下子传到了阿海的耳朵里。而牛突然一抖，嘴里的草被惊得掉到了地上，仰天长吼。不过这一拳似乎没有起什么作用，牛只是猛得转过头来，直勾勾地盯着阿海，仿佛想要用眼光把他射穿。阿海突然意识到自己没有将牛置于死地，于是心中一慌，扭过身去想要往家里逃去。牛愤怒地用角向阿海撞去，阿海来不及反应，被重重的撞到了地上。牛盯着地上的阿海，想要用角把他刺穿，于是它抬头，蓄力着，准备向下一刺时。阿海突然在地上翻过身来，两手撑地，站了起来，随之便是阿海风一般的跑。而牛看见阿海跑了，心中的恼怒更是一点即燃，于是也卖力的朝阿海跑去。\n       阿海不敢回头，只是一味的顶着风朝家里跑去。家门紧锁着，他明白钥匙在自己的口袋里，不过现在已经没时间开门了，于是他赶紧改变线路朝旁边的一个小麦田跑去，而牛呢，也朝着阿海追去。这是偌大的一个小麦田，现在正值六月，小麦早已颗粒饱满，傲立在肥沃的土地上。阿海赶紧窜进了小麦田里，试图让金黄的麦浪掩盖他，他不敢出声，连呼吸都是细细的。。。。牛一路狂奔，他也明白阿海一定在这，于是在这小麦田上疯狂地跑着，而阿海则屏息凝望着这头发疯的牛。。。。几分钟后，牛似乎没有找到自己应找到的东西，也跑累了，看此情形，于是便一步一步踏在小麦上走了。\n      牛走了许久，阿海才从麦子中懦懦地走出来。而接下来映入的景象则让他的心一紧——小麦田里完好的小麦已所剩不多，更多的是颗颗被压在地上的小麦，小麦子也全都被压碎了，风中带着一丝苦涩的味道。他慌乱着，不知所措，赶紧开启家门往家里走去。\n      钟敲了十二点，阿海是那么的郁闷，一声不吭的坐在里面，望着窗外凄惨的小麦田，他不禁用手屡自己的头发，因为他意识到那是桂清的小麦田，全家人的生命都系在这里。他越想越恐慌。\n      桂清回来了，打开门，望着坐在凳子上屡着头发的阿海，笑着问：\"怎么了，发什么了什么事，小勇士怎么成这样啦？“阿海面对着善良的面庞，显得更加不安了，”我....我“阿海憋出了几个字然后又合上了，嘴里是满满的自责。桂清先是很疑惑，然后自己去厨房准备午餐去了，这时他忽然看到了窗外那狼狈的所剩无几的小麦田，突然心中一震，将目光转到了阿海身上。\n\n字节：6761\n============================第一章   完=========================\n\n下集预告：知道小麦田被阿海破坏的桂清又会怎么做，集市上阿海又看到了什么？\n\n追梦的人总目录\n\n\n\n",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1396835520,
            "txt_content": "你的文笔都是这么好\n必须给分"
        },
        {
            "author": "17291159",
            "timestamp": 1396835580,
            "txt_content": "HGK 发表于 2014-4-7 09:52\n你的文笔都是这么好\n必须给分\n本来想艾特你的，现在艾特的人里就没有你拉，见谅见谅~"
        },
        {
            "author": "17291159",
            "timestamp": 1396835580,
            "txt_content": " 本帖最后由 17291159 于 2014-4-7 09:58 编辑 \n\n@a2455564728 @长手的苦力怕 @poi4399 @130s @狂风※中箭 @stool @飞鱼在天\n@zjr_516635864"
        },
        {
            "author": "a2455564728",
            "timestamp": 1396835640,
            "txt_content": "支持。。"
        },
        {
            "author": "17291159",
            "timestamp": 1396835640,
            "txt_content": "@250=mo @飞鱼在天"
        },
        {
            "author": "HGK",
            "timestamp": 1396835640,
            "txt_content": "17291159 发表于 2014-4-7 09:53\n本来想艾特你的，现在艾特的人里就没有你拉，见谅见谅~\n那就安抚一下我的心灵吧- -"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1396835640,
            "txt_content": "17291159 发表于 2014-4-7 09:53\n@205=mo @a2455564728 @长手的苦力怕 @poi4399 @130s @狂风※中箭 @stool @飞鱼在天\n@zjr_516635864  ...\n205闹哪样……\n"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1396835700,
            "txt_content": "好顶赞～\n"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1396835940,
            "txt_content": "17291159 发表于 2014-4-7 09:54\n@250=mo @飞鱼在天\n  为何我这都被@到了？"
        },
        {
            "author": "17291159",
            "timestamp": 1396836000,
            "txt_content": "飞鱼在天 发表于 2014-4-7 09:59\n为何我这都被@到了？\n唔。。。不知道诶，先看看文咋样"
        },
        {
            "author": "stool",
            "timestamp": 1396836240,
            "txt_content": "写得不错= ="
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1396836240,
            "txt_content": "17291159 发表于 2014-4-7 10:00\n唔。。。不知道诶，先看看文咋样\n  挺温馨的一章，点赞！"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396836480,
            "txt_content": "粗略阅读了一下\n\n总体来说——一般般(还是加油！）"
        },
        {
            "author": "250=mo",
            "timestamp": 1396836540,
            "txt_content": "尽管很忙但收到@还是过来支持一下吧"
        },
        {
            "author": "17291159",
            "timestamp": 1396850220,
            "txt_content": "130s 发表于 2014-4-7 10:08\n粗略阅读了一下\n\n总体来说——一般般(还是加油！）\n前面的几万文字 只为后面几章的抖 枯燥也罢 这样才能有对比"
        }
    ]
}