{
    "title": "<原创·连载>怪物三剑客[作者：1434546674][第二章 白骨城]",
    "author": "1434546674",
    "replyCount": 4,
    "timestamp": 1396803660,
    "txt_content": " 本帖最后由 1434546674 于 2014-4-11 19:06 编辑 \n\n    上一章说道乔治尸带着老都主的期望和嘱咐前往白骨城寻找伙伴。。。。。。\n\n\n    乔治尸离开了丧尸之都，离开了这么多年来的归宿，也离开了老都主，但老都主的期望没离开它，它要完成老都主的期望，才能放心。\n    乔治尸穿过了森林，来到了暴风沙漠，由于这片沙漠，经常发生沙尘暴，因此得名，乔治尸看了看地图，暴风沙漠，是前往白骨城的必经之路，不走这只有让道走兽族边境，可是，乔治尸不感冒这个险，它现在只是一个战斗渣渣，这么打的过兽族牛族战士，别人一下就可以秒到乔治尸，更别说给乔治尸1万条命，打死它也是要好几年，乔治尸犹豫了一会儿，还是决定走暴风沙漠。\n\n\n    乔治尸进入了暴风沙漠，暴风沙漠面积10.56平方千米，不算很大，走个一个星期就行，乔治尸就遇到了好几次沙尘暴，乔治尸吓也吓死了。乔治尸的速度虽然比预算的超出了一点，但还是平安无事的度过了难关，不知不觉中就进入了白骨谷，白骨谷原先是人族的领地，后来由于人族和兽族的友谊破灭了，开始大战，而怪物族就乘机占领了白骨谷，让人族没地方撤退，最后全军覆没，而现在这里实在太冷清了，连个骷髅都看不见，主要原因是这里污染严重，两边都有排水道，白骨城一天用掉的脏水都可以比的上丧尸之都一年用掉的脏水都多，所以这里连一个生命都没有。\n\n    很快，乔治尸来到了白骨城，白骨城也是三大城市之一，放眼望去全是骷髅，白骨城的城主是百药骷髅王，它曾经帮助him做过一大批治疗药水、回复药水和力量药水，而百药骷髅王的师傅是百药王，百药王就是写《百药谱》的著名医学家，由于百药骷髅王成为了城主，而整个城的骷髅基本上都从猎人改行成为药剂师，所以乔治尸要在万只骷髅中找猎人，最多不超过10个，这个考验更是让乔治尸更加烦了。\n\n    正当乔治尸沮丧的要离开白骨城时，突然，它发现树丛中好像有动静，便拿起两把剑进入了白骨森林，当乔治尸追了一会儿，它看见了一个瀑布，旁边还有一个小木房，乔治尸收起了手中的两把剑，进入小屋，看见了，一大堆的药水和一把弓和一堆箭，这是一只骷髅走了进来对乔治尸说:“你这只僵尸这样私闯骷髅的民宅，在这可是犯法要万箭穿心的哦！”“对不起，我不知道，请谅解，看你即是猎人有时一个药剂师，不如做我的的伙伴，一起去冒险为族效力，怎么样？”乔治尸回答道，骷髅犹豫了一下说：“好！我加入你的行列，我早就想找一个好的志向，现在找到了，哦！对啦，我叫查克骷，也可以叫我查克，”“我叫乔治尸，也可以叫我乔治，”乔治尸说道，乔治尸和查克骷很快成为了一对好基友，查克骷带着乔治尸进入白骨城，购买了一些药水、武器和必需品，并且带着乔治尸进入城内进行观赏，回去后，查克骷教乔治尸如何使用弓和药水，乔治尸教查克骷使用剑，并教会了它一套乔治尸所创作的专属剑法，它们在白骨城待了几天，整顿了一下就离开了白骨城，前往相距这很远的火药城。\n\n\n这一章希望大家喜欢我的qq：1434546674,有什么是可以跟我说。\n敬请期待《怪物三剑客》第3章（火药城）\n",
    "replies": [
        {
            "author": "米安博奥",
            "timestamp": 1396807020,
            "txt_content": "這麼快就第二章了？"
        },
        {
            "author": "1434546674",
            "timestamp": 1396826040,
            "txt_content": "BC酱_BcsC 发表于 2014-4-7 01:57\n這麼快就第二章了？\n呵呵，心急，就出了。"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1396827060,
            "txt_content": "字数略少哈~排版排好看点点！\n这样就会找来人气！\n还有你那个[第二章]可以改成章节名字\n比如[夺回黑暗]"
        },
        {
            "author": "1434546674",
            "timestamp": 1396827180,
            "txt_content": "130s 发表于 2014-4-7 07:31\n字数略少哈~排版排好看点点！\n这样就会找来人气！\n还有你那个[第二章]可以改成章节名字\n哦好的，我会改"
        }
    ]
}