{
    "title": "【小說】相册背后的故事 (三)",
    "author": "可。可。可。",
    "replyCount": 0,
    "timestamp": 1396839960,
    "txt_content": "那天，史蒂夫在村庄交易。不经意间听到旁边村民的交谈，好像是关于世界的，而他从未听说过。他上前去问，村民说，有一个比末地更黑暗的世界，而从未有人敢接近。村民讲述道：…… \n那是一个遗迹，没有末影之眼。祖先在修建要塞时，开启了传送门，有两个人跳了进去，就在也没有出来。而剩下的人，却也莫名地被僵尸追杀，有的中了暗箭，有的被僵尸包围，而最后逃出来的人，也在讲述完了这些后失踪。后来又有人去了，但也没有回来。那里真是个诅咒之地！但是在一个风雨交加的夜晚，一道闪电击中了传送门，传送门被关闭了。从此再也没有关于那里的消息了。我只知道这些，其它的，你去问远方沼泽里的女巫吧。女巫！一个陌生又熟悉的名字，她怎么会知道这些？她在哪里？史蒂夫一脸茫然。他只知道，在某一片沼泽中，有一个木头小屋。那里还没有人去拜访，甚至，他都不知道要往哪里走。村民只知道，上弦月的晚上，月海南侧有一颗亮星，从日落出发，不要管斗转星移，朝着那颗星走，午夜前后就到了。于是史蒂夫带好了船和必需品上路了……在夜深之后，史蒂夫坐上了船朝着海平面上的明星航去。子时初至，天色转阴，冰冷的雨滴零星落下，轻薄的雾气幽幽升起，海上孤舟，犹如童话仙境。史蒂夫只见朦胧的月色和若隐若现的星光，迷茫地前行……迷茫中，水面出现了一片莲叶，水的颜色变暗，水越来越浅……船最终搁浅在一片浅滩上。史蒂夫下了船，拨开一帘藤蔓看到了一个木头小屋，在好奇心的驱使下，他小心地走了进去。屋内有一个炼药锅，一个工作台，窗台上还放着一盆红蘑菇随着微风摆动，月光透过窗户泻在小屋的云杉木地板上。片刻后，忽然觉得一瓶液体在身后破裂，一阵不适涌上心头。虚弱、中毒、迟缓……一系列负面效果袭向史蒂夫……史蒂夫一回头，只见一个戴着高帽的女巫，愤怒地向他投掷着药水。史蒂夫忙喊道：“且慢！您是沼泽的女巫吗？我是史蒂夫，找您有很重要的事！”女巫听了，停手道：“正是。有什么事吗？” “您知道怎么去第四个世界吗？” 女巫先是一惊：“你去那里干什么？那可比末地还危险！” “我是史蒂夫，这是我的使命。” “好吧，这个我也只听当年的老村民讲过一点，开启传送门的方法在那本书上，但是要看到它，需要一种特殊的光，下界之星特有的光……”\n“下界之星？” “对。杀死凋灵骷髅有很小的几率掉落凋灵骷髅头颅，集齐三个可以制作凋灵，杀死凋灵，会掉落下界之星……但那很危险……你真的要去吗？ ”稍有迟疑，史蒂夫点了点头。当你看到书上的字时，再来找我吧。祝你好运！” 看着史蒂夫渐远的背影，女巫轻叹了一口气……又是这个炽热而干燥的地狱。又是这个庞大而黑暗的堡垒。史蒂夫握紧了闪着紫光的钻石剑，等待着凋灵骷髅的出现。久候未果时，一阵呜咽的哭声传来。这种冤魂般的哭声非但不令人同情，反而使人不寒而栗，尤其是当环视不见其踪时，更是担心自己的背后。迷茫时，一股热浪从背后袭来……爆炸声后，火焰包围了史蒂夫。定睛一看，一个哭泣的幽灵睁开了红色的眼睛，吐出了火焰弹。惊异地，史蒂夫本能地伸手想挡住火焰弹，一阵撕心裂肺的嚎叫声后，那个幽灵奇迹般地消失了。三观尽毁的史蒂夫已无心顾及他期待已久的危险……骨头的碰撞声惊起了史蒂夫。转头看过去，只觉得一个黑影劈向眼前。瞬间，头晕目眩，两眼发黑。史蒂夫瘫坐在地上，尽力向后蹭。咬了两口面包，喝了几口牛奶，感觉稍好了，但抬头一看，一个高大的黑色骷髅举起了石剑，眼睛里泛着灵光，正要向下砍，在这千钧一发的时刻……史蒂夫向右一翻身，左手撑地跳起，右手拿剑顺势挥向凋灵骷髅，正中其颈，砍下了完整的凋灵骷髅头颅。\n看着地下那方形的、眼睛里还充满着仇恨的头颅和，一滩碳化的骨头和那把尚存余热、还闪着光的的石剑，史蒂夫仍心有余悸。但是，未来的路还很长……当三个头颅到手时，史蒂夫已经筋疲力尽了，背着沉重的副产品回了家。拿上灵魂沙，史蒂夫出发了。在这个罪恶的下界，史蒂夫召唤了凋灵。一阵呼啸声后，凋零灵摆着那小尾巴，闪烁，爆炸，火光四起。凋灵飞向史蒂夫，像TNT大炮一样追击着史蒂夫。史蒂夫用弓、剑顽强抵抗着。鏖战良久，只听见啪的一声，史蒂夫的胸甲破碎了。“杀死你，是我的使命！”史蒂夫再也不是以前的胆小鬼。当最后一滴药水喝完，最后一个头盔破碎，凋灵发射出了一个蓝色头颅。史蒂夫又全身起火。被逼上绝境的史蒂夫，用尽全身力气跳起，举起剑向凋灵的头砍去……\n凋灵的眼睛猛地一闪，啊！史蒂夫瞬间有一种被闪瞎的感觉，手上也没了力气，铁剑从史蒂夫的手里掉了下来。但就是凭着这残破的剑的重力，它穿破了凋灵的护甲，成为了压死骆驼的最后一个稻草。伴随着爆裂声和一阵颤抖，凋灵大号一声，倒在了地下。烟尘散去，地上只留下了一个闪闪发光的星星。看起来就像童话中的一样，除了那还在燃烧的背景。下界之星神秘的光线微微发紫，在淡淡的光线下，只能看见一串奇怪的字符，没有别的了。\n36n6ev2e43r4p477u58t021en51d609p02e1o020m43i46nt2o534e09n38d9319por5t357a08l26f35r4am123e11s\n这是什么？\n\n无奈，只得再次请教女巫。女巫听说后，只留下了一条线索：把21-43位分离出来。\n\n其余的删去数字，竟是”Never put xx into End Portal Frames”！\n那中间又是什么呢？\n",
    "replies": []
}