{
    "title": "<连载·单章>Minecraft之DevilMayCay[第一章][作者:DanteandNero]",
    "author": "DanteandNero",
    "replyCount": 15,
    "timestamp": 1396839300,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-4-7 13:30 编辑 \n\n本帖标题由 风之心_天双 进行更改\n注：请将章节贴标题统一为以下格式：\n　<连载·单章>【作品名称】[作者：【作者名称】][【章节数目及名称】]【自添加内容】\n或<连载·单章>【作品名称】[【章节数目及名称】][作者：【作者名称】]【自添加内容】\n请在作品每章/节/段/回末尾处标注字数。\n\n　　我不知道，这只手的来历。也不知道，这个这个家伙的来历。\n\n　　他一头银白色的头发，皮肤是亚洲人的黄色皮肤，长着一张精致，而且棱角分明的脸，五官位置十分精确，典型的一位日本画风的超级大帅哥。（不好意思本人不太会描写人物外貌）\n\n　　他穿着一件外侧黑色，内侧鲜红色的大衣，里面还穿了一件拉上了一半多拉链的红色衣服。到从他没拉上拉链的胸口部分可以看见他在最里面还穿了一件黑色背心。纵然穿着背心，也掩盖不住他强壮胸肌的肌肉线条。\n\n　　现在已经是晚上八点多了，可是我的租房里却没有开灯。\n\n　　窗外大街上的各色招牌的霓虹灯透过玻璃窗照射进来，映在墙壁、天花板和我们两个人的脸上。\n\n　　我从小就有一种奇怪的能力，可以在黑暗中看清物体，而且还非常喜欢黑暗，所以平常我一个人在租房里晚上也基本不开灯，因为开不开灯对我来说没影响，而且我比较喜欢把自己藏在暗处。\n\n　　所以此时纵使屋内光线昏暗，我也可以看得很清楚。\n\n　　他坐在我的沙发上，翘着个二郎腿，歪着头看着我。而我则倚在墙壁上，冷漠的看着他。\n\n　　一般人再回家时看见一个人悄无声息地坐在你家里肯定会吓一跳的，但是我却没有。\n\n　　我看着他那张和我长得完全一样的脸，心中惊异万分，我们只是衣服和发色不一样而已，其他的完全一样。即使如此，但我还是没有表露出来一丝惊异。不知道为什么，我总有一种一到我表露出惊异就会瞬间被杀死的感觉。就好比你和一个人那些武器对峙，稍露破绽就会被一击击杀。\n\n　　“哦？你的意思是说我是什么……恶魔？”我像看疯子一样看着他，心说这什么情况，这人究竟是怎么回事，长得和我一样，还满口胡言。\n\n　　“呵呵，没错，你的确不是一个人类，至少不能算是一个纯血人类。”他的嘴角向右上扬，朝我露出了一个淡淡的微笑。\n\n　　“嘁”我十分不屑，心说怎么可能，这个世界上那有什么恶魔啊？我从小到大体检这么多次，也没有查出来我和正常人哪里不一样，我只是长得帅一点而已。这又不是言情小说，难道长得帅的都是恶魔吗？\n\n　　“我知道你现在很难相信，到你确实不是一个人类，你是一个恶魔，还是黑暗骑士斯巴达的力量继承人。”他接着说道：“我之所以会出现是因为你的恶魔之力开始觉醒了，而我作为上一位力量继承人，就可以以灵魂形态出现，与你交谈。但我可以短时间内让自己实体化，就像现在这样。”\n\n　　“好了，老子不管你是什么，也不信什么恶魔之力，总之你给老子现在滚出去，否则老子就动手了！”我十分不耐烦，心说你TM的在逗我吧，先是莫名其妙的进了我的家，跟我说了一堆奇怪的话，让我觉得我好像在生物学上被划分成了一个新物种，然后又来侮辱我的祖上是什么恶魔，你说你是不是找削啊你。\n\n　　“随便你，不过你很快就会相信的。”他站了起来，好像还真的要走了。但是他却不往门口走，而是转过身去背对着我，说道：“对了，你有六次机会召唤我来帮忙，但是一旦够了六次，那么……你将会……dead。”他用一种非常奇怪的语气说道。\n\n　　“你……”我实在受不了他了，心中升起一股火，想过去拎着他把他丢出门外。但是他却又低声说了一句：“你最好不要再玩游戏了，因为从现在开始，游戏可能都会变成真的。Dveil?May?……Cay！”他说要这句话的瞬间就突然消失了。\n\n　　我吓了一跳，左右扫视没有看到人，心说难道，他说的，都是……真的？\n\n　　但我随即摇了摇头，心说不可能，这绝对不可能的，然后竟然打开了灯，仔细的搜索了一遍屋子。这个小租屋并不大，也没什么地方藏人，那个怪人竟然真的消失了！\n\n　　我突然感觉到有一些不安全，正在想法子怎么阻止那个怪人在进来我家，好友楚梁却打电话过来，说叫我上线一起玩《Minecract》。\n\n　　我答应了，然后挂了电话，再确认了一遍家中没人了之后，才开启了电脑，打开了我熟悉的游戏启动器，启动器的背景壁纸上是游戏主角Steve正坐在游戏中的BOSS之——末影龙的脖子上，骑着末影龙在天空中飞翔。\n\n　　“唉，可惜在游戏中不能真的骑末影龙啊。”我无奈的叹了一口气。随即启动了游戏，等着4个人全加进了我的蛤蟆吃网络后开始了游戏。\n\n　　“你最好不要在再玩游戏了，因为从现在开始，游戏可能都会变成真的。”那个怪人的突然在我脑海中响起，我感觉背脊突然发凉了一下，一种麻麻的感觉传遍全身。\n\n　　我猛地一回头，却没有看见任何人，房门也是锁的。我咽了一口口水，心说什么啊，我竟然被吓到了，这有什么好怕的。我自嘲地笑了笑，然后和伙伴们开始玩了起来。\n\n　　不一会儿，我就全身心的投入到了游戏当中了。\n\n　　“嘿嘿，你个死猪粱，要你上次把我推进岩浆，看我从背后把你打下悬崖去！”我邪恶地低声说道，然后蹲伏靠近了他，正准备攻击他时，忽然发现他头上没有玩家ID！\n\n　　我愣了一下，这时，他忽然转过身来，我看见他的眼睛，发着诡异的白光！\n\n　　“我嘞个去！这是……HIM？！”我被吓了一大跳。一下子都僵住了。\n\n　　就在这时，这个像HIM的东西眼睛光线突然增亮了几十倍，整个电脑屏幕都变成了一片强白光！\n\n　　我赶紧把手挡在眼前，双眼紧闭，以减弱光线对眼睛的灼伤。\n\n　　“哎呀，真是麻烦，这小子怎么这么不听话啊？都说了不要玩游戏了，现在蒙得斯已经开始着手实施他的‘真实游戏’计划了，这样下去凡界就危险了。唉，没办法了，我只能帮他顺利出来了，幸好只是一款沙盘创造游戏，应该不难吧。”",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1396839420,
            "txt_content": "文笔还行\n就是题标改一下"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1396839900,
            "txt_content": "你在发小说之前能先看下规定吗= ="
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1396839900,
            "txt_content": "HIM，HIM，老是HIM= =就不能有点新东西吗？"
        },
        {
            "author": "凝华",
            "timestamp": 1396840260,
            "txt_content": "这是什么主题的....表示标题看不懂"
        },
        {
            "author": "Hong-Jian",
            "timestamp": 1396840800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "DanteandNero",
            "timestamp": 1396842360,
            "txt_content": "(⊙o⊙)…，抱歉，新人不太懂，有触犯规定请指出来。在此谢谢你们的建议，但是这其实和HIM没毛关系。(^_^)"
        },
        {
            "author": "DanteandNero",
            "timestamp": 1396842840,
            "txt_content": "诶？我之前的简介呢？哪里去了？好吧，这是我的世界和鬼泣两款游戏的结合，还借鉴了《我的怪物不可能那么可爱》"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1396848240,
            "txt_content": " 本帖最后由 风之心_天双 于 2014-4-7 13:35 编辑 \n\n叼，这文笔在坛子里能屈指可数了我给你改了下排版，你是要在同一贴内回帖更新还是开多贴更新？"
        },
        {
            "author": "DanteandNero",
            "timestamp": 1396852380,
            "txt_content": "貌似我开了多贴了，请问如何能在一个帖子里发多篇？我是新人。"
        },
        {
            "author": "DanteandNero",
            "timestamp": 1396853160,
            "txt_content": "谢谢夸奖，请问怎么在同一贴里回帖更新啊？就像这样更新就可以了吗？还有，我看别人搞一个展开折叠内容什么的是怎么搞得啊？求教"
        },
        {
            "author": "风之心_天双",
            "timestamp": 1396865160,
            "txt_content": "DanteandNero 发表于 2014-4-7 14:46\n谢谢夸奖，请问怎么在同一贴里回帖更新啊？就像这样更新就可以了吗？还有，我看别人搞一个展开折叠内容什么 ...\n像这样就可以了。\nhttp://www.mcbbs.net/thread-115826-1-1.html\n也可以这样\nhttp://www.mcbbs.net/thread-229647-1-1.html"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1396865460,
            "txt_content": "人气不够了，明天给，骚年看好你"
        },
        {
            "author": "冥王星人",
            "timestamp": 1396865760,
            "txt_content": "场景描写逗号过多，有点繁琐，可是气氛又没有到；斯巴达的名字起得太随便，看着很坑；开头挺好，结果还是老掉牙的吸进游戏之类桥段，实在有点失望。\n若想改进或者获得灵感，可来我签名处群。"
        },
        {
            "author": "DanteandNero",
            "timestamp": 1397013600,
            "txt_content": "感谢指点，不过请放心，我的小说剧情并不会老套，后面的故事还会出现女主角，而且不是人类哦！O(∩_∩)O~"
        },
        {
            "author": "DanteandNero",
            "timestamp": 1397239080,
            "txt_content": "好吧，正式决定女主角身份了"
        }
    ]
}