{
    "title": "<连载·单章>方块战争[作者：小怕][第⑧章：Black Tuesday]",
    "author": "一个游荡的JJ怪",
    "replyCount": 6,
    "timestamp": 1396852800,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2014-6-7 12:55 编辑 \n\nBlack Tuesday第四天 8：30合金0-4  寒霜 月灵帝国 月风城外围   ---------------------------------------------------------------------------\n         光影闪烁，寒霜只觉得周围像失重了一般。没多久，他来到了百年前的月灵帝国。最先传来的是发动机的轰鸣声，随后寒霜感觉到手里有什么东西，摸起来手感是那么的熟悉。睁开眼，寒霜被眼前的景象惊呆了——\n         繁华的高楼林立，道路都是崭新的，在阳光下熠熠生辉。只不过由于战争，瓦砾堆满了大街，时不时有一阵密集的枪声传来。\n      “这里，还是月灵帝国吗？”寒霜想道。百年后的月灵帝国，也不过如此。头一转，寒霜终于发现了，自己手中握的竟是M4A1卡宾枪！再仔细端倪，上面还附挂着M203榴弹发射器，瞄准器是全息瞄准器与ACOG瞄准器组合的双瞄准器。深吸一口气，寒霜有些不可思议的抚摸着这把自己曾经梦寐以求的宝贝。\n        诚然，百年前的月灵帝国远没有这样的技术。可是寒霜的到来，本身就是打破常规，有些不同也情有可原，只是变化是在大了些，寒霜还需要适应一段时间。\n       “寒霜，我们要到目标地区了，检查装备，准备出发。”坐在驾驶员位置上的一个中年男子用一种略显粗重的声调对寒霜说。\n        寒霜这才回过神来，往身上一看，一张任务简报在那里——\n         日耀帝国突然向我们发起了攻击，敌军长驱直入，妄图直取帝都，合金小队的成员们，你们要先赶到月风城，摧毁那里的无线电屏蔽塔，让我们的命令传达到那里，组织防御。以下是任务目标：    \n    任务目标： 1.与潜藏在月风城的两名合金小队队员碰面\n             2.前往位于月风城中心的月风大厦\n             3.摧毁无线电屏蔽塔\n    祝你们好运，帝国的勇士。 \n      “原来自己身处合金小队，在历史上那可是个立下过汗马功劳的英雄队伍，看来自己的运气还真不错。”寒霜想道。突然，那名男子大叫：“RPG，4点钟方向。”\n       “轰~~~~~~~”\n         一声巨响扩散开来，被RPG打中的正是寒霜所乘的悍马车。不过悍马的质量是好，被RPG从侧面击中也只是变形而已。一阵眩晕后，寒霜激灵灵的打了个寒颤。他明白自己之前的分神是多么的危险，不应该如此大意。寒霜拎起自己的M4，只看见那名中年男子拿起电焊要打开车门。“砰”得一声，厚实的铁门被打开，寒霜跟着爬了出去。\n       “给你，省着用点，路还长着呢。”那名男子丢给寒霜几个弹夹，随后向前走去。月风城是月灵帝国的前卫城市，它一旦失守，月灵帝国就再也没有天险可以抗拒日耀帝国的装甲部队。所以，这里的防守也是格外严密。日耀帝国也同样明白，他们在城市中心立起了干扰塔，月灵帝国的队伍联系不了，对付起来就好多了。寒霜跟着走了五十几米，就接敌了。 敌人出现在一条街道的一个拐弯处，之前并没有意识到寒霜他们的到来，所以猝不及防之下，三两下就被清除了。\n      “寒霜，你的枪技又长进了不少。”那名男子终于露出了一丝笑容，但在那像被刀刻过的脸庞上着实并不好看。\n      “队长，这几个月我可没闲着。\"寒霜敢这么说，是因为他从这个人物本身的记忆中，找到了一丝线索。这个男子是合金小队的队长——合金0-1 睡魔，他参军接近20多年了，经历了无数战争。寒霜还有两个队友——合金0-2  塔克和合金——0-3 格林奇。睡魔是小队的大脑，负责指挥小队成员。塔克是机枪手，负责火力支援。格林奇是狙击手，常常独来独往，负责狙击以及侦查。而寒霜自己则是突击手，关键时刻要挑得住大梁，负责爆破。\n       ”塔克和格林奇在前面，我们去吧。“睡魔招招手，示意前方安全。突然，街的尽头又冒出一大股敌人，貌似在追着两个人。\n      ”是塔克和格林奇，队长让我去接应他们吧。“寒霜说。\n      ”不行，敌人太多，不能冒进。听着，趁着敌人还没发现我们，待会等他们跑到这来，我来带他们从A路线去屏蔽塔那里，你在这儿布下阔剑地雷，引爆后立即从B路线与我们会合 。“睡魔说。\n      寒霜拿起腰间的阔剑地雷，在敌人的必经之路埋下。对于雷位的把握，寒霜还是很有信心的，以前他还是新兵时，他的班长是个老工兵，手把手教他安放地雷。远方的塔克和格林奇且战且退，看样子撑不了多久。待到他们跑到雷区前，睡魔一招手，把他们带到拐角去，往大厦去了。毫不知情的日耀帝国士兵还在往前跑，只听”叮“得一声，阔剑地雷引爆，瞬间十几名敌人成了飞灰。这一下动静就大了，吸引了周围大量的敌人靠拢。寒霜按着计划，沿着B路线跑。\n      敌人发现寒霜单枪匹马，孤身一人，便围起来，准备俘虏他。只不过他们还是小看了寒霜，火光四射之时，路边就多了一具具尸体。很快，月风大厦到了。这是一座102层高的大厦，足有448米。如果要爬，那可是要脱层皮的。寒霜与其他人会合，只见三人都拿出一个像金属翼的东西背在身上。\n     ”寒霜，快把你的喷气背包拿出来，我们飞上去。“塔克说。塔克和格林奇都很年轻，活力十足，私下里与寒霜的关系很好。\n     ”啊？飞上去？“寒霜有些诧异。\n   “你不知道了吧，也难怪，最近几个月你是两耳不闻窗外事，最近帝国科学实验部发明了一种喷气背包，靠太阳能充电，一投产就列装了我们合金小队。”格林奇带着几分笑意说。\n     寒霜在其他人的帮助下，总算手忙脚乱的穿上了，不过一飞起来，感觉还是很不一般的。四人都是训练有素的军人，即使有些不适也很快好了。102层的高度就像眨眼间过去了，四人降落在大厦顶层。守护屏蔽塔的日耀帝国士兵有了之前的预警，迅速进入战斗位置，找好了掩体。\n      寒霜一个侧身翻，来到了一个大箱子旁边，率先开起了火。双方的子弹互相横飞，谁也不让谁。睡魔队长拿的是一把霰弹枪，通过几个闪避动作叫来到了一名敌人面前，”砰~“  第一个敌人阵亡。塔克开枪最晚，他的M249要支起支架，但火力却十分猛烈，压制效果很明显，格林奇的M21狙击步枪不适合近战，于是他拿着M9手枪进行点射。不过5分钟，敌人全灭。寒霜绑上C4，随着C4的起爆，屏蔽塔应声坠落，整个月风城传遍了无线电的声音。\n      “滴滴...”四人的无线电同时响起，传出一个声音:”英勇的勇士们，你们完成了任务。“那声音犹豫了一下，”不过呢，现在有个更大的麻烦出现了。“\n\n注：本章共2275个字\n---------------------------------------------------------------------------\n又是一个2000字以上的大章，其实本来上星期就可以更了，可是母亲大人把网卡拔了QAQ。于是只能这周发了，为了不被吐槽，小怕恶补了枪械知识，希望大家能喜欢。\n---------------------------------------------------------------------------\n上一章地址\n---------------------------------------------------------------------------\n索引贴地址\n\n@银狼 \n\n\n\n\n\nwq_list2_01.jpg (36.25 KB, 下载次数: 2)\n\n下载附件\n\n2014-6-7 12:53 上传\n\n\n\n\n\nM249班用轻机枪\n\n\n\n\n\nwq_list1_06.jpg (16.23 KB, 下载次数: 3)\n\n下载附件\n\n2014-6-7 12:53 上传\n\n\n\n\n       M4A1附挂全息瞄准镜带手把\n\n\n\n\n20090525233356-1258750726.jpg (29.85 KB, 下载次数: 5)\n\n下载附件\n\n2014-6-7 12:53 上传\n\n\n\n\n\nM21狙击步枪       \n\n\n\n\n0019b91ecb6d1179a90d02.jpg (177.97 KB, 下载次数: 0)\n\n下载附件\n\n2014-6-7 12:53 上传\n\n\n\n\n\nM9手枪\n\n\n\n\n",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1396852860,
            "txt_content": "这小说名字还以为是茶杯……见笑了"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1396853400,
            "txt_content": "250=mo 发表于 2014-4-7 14:41\n这小说名字还以为是茶杯……见笑了\n...........这和茶杯有关系吗？"
        },
        {
            "author": "250=mo",
            "timestamp": 1396853520,
            "txt_content": "一个游荡的JJ怪 发表于 2014-4-7 14:50\n...........这和茶杯有关系吗？\n他的第一部好像也是《方块战争》……"
        },
        {
            "author": "953142925",
            "timestamp": 1396853640,
            "txt_content": "字体真大啊"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1396853940,
            "txt_content": "250=mo 发表于 2014-4-7 14:52\n他的第一部好像也是《方块战争》……\n好吧，重名了..."
        },
        {
            "author": "银狼",
            "timestamp": 1396931640,
            "txt_content": "好多的天坑"
        }
    ]
}