{
    "title": "<连载·单章>苦力怕泰迪与阿法拉的继承人[作者：小龙][2-1结业式]",
    "author": "毒蛇",
    "replyCount": 3,
    "timestamp": 1396854420,
    "txt_content": " 本帖最后由 毒蛇 于 2014-7-15 17:34 编辑 \n索引帖地址：http://www.mcbbs.net/thread-228787-1-1.html \n上一章地址：http://www.mcbbs.net/thread-232505-1-1.html\n截稿日期：2014.2.4\n字数：1150字\nLZ吐槽：没有什么事能难倒我，我又回来啦~啊哈哈哈！哇咔咔咔~咦嘻嘻嘻……\n\n第一章  结业式自从泰迪毁灭了骷髅圣殿，又过去了一个月,学校取消了考试，大家也不用上课，整天优哉游哉的享受着生活，似乎一切太平。熬到了端午节，大家实在是坐不住了，就准备去操场上耍一耍。操场的光亮就在前方。“等一等。”有人说。泰迪回头一看，是希尔保特。“怎么了？校长？”“你们去趟我办公室。”“好吧——”（希尔保特大队的）五个人垂头丧气，和希尔保特回了办公室。办公室门开着，里面坐着一只漂亮的苦力怕。“她是新的自然课老师，我的妹妹，名字叫多丽丝·伍德，你们管她叫多丽丝教授就可以。”“咦？那个是什么？”依耶指着多丽丝教授抱着的一只白胖胖的像仓鼠的东西。“这叫龙猫（乱入……@龙腾猫跃 ）。”多丽丝教授说，“是一种宠物，不过——我这只嗅觉很好，能闻出来好人坏人。”“好可爱啊，原来只是看过龙猫的动画，原来真正的龙猫长着个样子，真可爱！”克莱拉说。“这学期的自然课太不像样子了！”多丽丝教授低着头说，“咱们的弟弟怎么这样？”无人理会。“哥哥？希尔保特·伍德？”多丽丝教授抬头一看，只有他们五个孩子，没有希尔保特。“他哪里去了？”“刚刚您说话的时候，他走了。”洛克说。“啊，我们说我们的。”多丽丝教授说，“你们这学期自然课都学什么了？”“我不知道。”洛克说，看看泰迪。“我不是也没上吗？”泰迪又看看依耶。“啊，我不是和你们在一块儿呢吗？”依耶说，接着看了看亚伯拉罕。亚伯拉罕说：“我是1班的，没上自然课。”说完看了看克莱拉。克莱拉很紧张，说：“我上了3节而已，跟你们一样。”“那你们就说那三节课都干了什么？”多丽丝教授心平气和。“教授总是给我和洛克挑错，一节课都在门外罚站。”泰迪不好意思地说。“呃，我也被罚抄书了。”依耶勉强笑着说。“那个……我有一节课被罚抄书，还有两节课和他们罚站。”亚伯拉罕汗流不止。克莱拉也红着脸说：“教授讲的根本不是自然课，而是在黑我们，黑校长，我一直……和……依耶……谈些……事情……”“我明白了，你们就没有上自然课，行了，去大厅参加结业式吧。”多丽丝教授说。“这才六月……”泰迪说。多丽丝教授说：“校长说你们没事干，不如早放假。”“太好了！”大厅里摆好了午宴，也装饰得非常漂亮。讲台上有一道横幅，写着：（苦力怕历）3501年~3502年学年度结业式。等大家都安静了，希尔保特开始讲话：“本学期初，我对分班机做了手脚，非常抱歉。因此，我们需要重新分班。”果然，唯一的不同就是依耶和克莱拉被分到了1班。“太好了，我们终于是1班的了！”依耶激动万分，和克莱拉跑到1班的餐桌旁。希尔保特继续讲话：“本学年，对我们贡献最大的就是泰迪·爱德文先生，特此，给1班加上100分，1班是第一名！”这时1、2、3班欢呼了起来，4班发出的则是愤愤不平的声音。结业式末了，校车送孩子们回家，露西在山脚下迎接泰迪他们，洛克在校车上探出头来：“暑假里电话联系哦！”\n下一章节地址：http://www.mcbbs.net/thread-277102-1-1.html\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "xcnloxlndd",
            "timestamp": 1407300120,
            "txt_content": "苦力怕历一年是现实生活几年（天）？"
        },
        {
            "author": "毒蛇",
            "timestamp": 1410270300,
            "txt_content": "xcnloxlndd 发表于 2014-8-6 12:42\n苦力怕历一年是现实生活几年（天）？\n一样的，和阳历一样，只是年份不一样，日期都一样"
        },
        {
            "author": "xcnloxlndd",
            "timestamp": 1410652020,
            "txt_content": "毒蛇 发表于 2014-9-9 21:45\n一样的，和阳历一样，只是年份不一样，日期都一样\n阳历一年是现实生活几天？？"
        }
    ]
}