{
    "title": "<原创·连载>无心游[作者：小析][第十二章 公主殿下]",
    "author": "小析",
    "replyCount": 9,
    "timestamp": 1396986780,
    "txt_content": "过了一会，小女孩奇怪地看着无心，“你难道不知道，在任何一个世界，如果出现超出普通人难以理解的现象，往往会引起好奇的围观吗？我可不想被一群人用那样的眼神看着，毕竟挑逗他人好奇心这种事情，只有卑贱的魔术师才需要去做。”小女孩又指着远处走近的一群脏兮兮的人说道。\n\n“好吧，尊贵的公主殿下，请跟我来吧，去我家证明一下吧。”无心摇了摇头，幸亏自己是好人，幸亏自己不是对小女孩格外热衷的不良怪叔叔或者猥琐大哥哥，这样的深度妄想症患者独自走在荒地上，还是这样漂亮的小女孩，真是太危险了。\n\n无心和迎面走来几个熟识的私矿矿工打着招呼，疲惫的矿工们虽然对500米外的工棚归心似箭，但也少不得打听下他背后那个漂亮的小女孩，无心笑着解释，说可能是走失了的小女孩，他暂时收留一下，帮助她寻找家人。\n无心不是缺心眼的滥好人，这年头做好事远比做坏事更考验人心，他现在只是要这些矿工们做个见证，万一有什么纠纷，也好证明他带了这个小女孩回去，可不是怀着什么邪念的，没有见不得人，光明正大的。\n\n小女孩跟定了无心似的，不紧不慢地看着，面对矿工们好奇的热心眼神，一如既往地冷漠，当有人表示出同情和可怜时，嘴角却是微微翘起，似笑非笑的样子让人不由得有些生气，看来是个不怎么听话的孩子，学人家玩叛逆，离家出走呢。\n无心自己一个人住，自建的房子是两室一厅一厨一卫的格局，因为刚刚才完工没几天，东西不多，显得空荡荡的，但至少还算整洁干净，不像曾经的男生寓所那样脏乱臭。\n\n无心没有洁癖，也说不上勤于打扫卫生，现在这副窗明几净的样子不至于让尊贵的公主殿下不适却是得益于新居始住对自己第一间不动产洁净度的苛刻要求。\n“喝点什么？”无心随意地把手上的大包裹丢进墙角的储物箱里，打开了另一个专门储藏饮料的箱子，“酸奶，西瓜汁，胡萝卜汁，还是咖啡？”\n小女孩皱起眉头，很努力地思考无心说的这些到底是什么的样子，半响之后也没有确定自己的口味，然后才说道：“干净的水。”\n无心给她拿了一杯自制的酸奶，小女孩都喜欢喝这个，他这里有几杯，是前几天才尝试制作的。\n小女孩翻来覆去地看了看草绿色的杯子，慢吞吞地拿了竹笋做的吸管，插进杯子口覆盖的纸膜去喝了一口，然后放在一边上，“很难喝，像是各种口味混合在一起，乱七八糟的东西。”\n\n“你要是古代人，怎么会使用吸管？”无心又笑了起来，什么伏羲皇室，什么天灵神境，可不就是古代人？虽然已经会使用竹吸管的MC大陆上也有些皇室，但显然没有小女孩说的伏羲皇室。\n“我又不是笨蛋，尽管比较新奇，但是天灵神境并非没有类似的东西，我看一眼就能知道。”小女孩不屑一顾地说道。\n无心自己拿了可可豆做的咖啡喝了起来，“好吧，我有些迫不及待地想知道你如何证明自己来自天灵神境了。”\n小女孩看了一眼装作很期待的样子的无心，站在了无心正前方。\n\n瞧着她一本正经，准备作出些什么让人惊骇的事情的模样，原本仰躺着咬着杯沿的无心礼貌地坐直了身体，然后他嘴里的那杯咖啡就洒到了地上，棕褐色的液体流淌了一地，无心长大的嘴角边沿也涎出了一线咖啡，他的嘴一点点地长大，然后就再也合不拢了。\n\n小女孩嘴里边念念有词，吐露着的是听上去感觉极其繁复和晦涩的词句，再也不是播音员口音的普通话了，那种拖长了调子，好像一个音节踩着一个音节，却又有着一份独特优雅的腔调给人咏唱歌剧的感觉，随着她的吟唱，一个个湛蓝色的古味盎然的符文就漂浮在她的周围缓缓旋转着，当她那纤细而白嫩的手指松开时，那巨大的手杖就这样凭空漂浮起来。\n\n“叮……咛……叮……咛……”\n\n风铃无风自唱，周围的空间好似被这样的音波给牵扯的有些扭曲跳跃着，让人恍恍惚惚地，无心听着那声音，竟然有了一种似曾相识的感觉，脑子里闪过无数神奇瑰丽的画面，他看到神术师吟唱着古朴晦涩的咒语，竟然和这个小女孩刚才的吟唱一般无二，多姿多彩的神术释放出绚烂的光芒，他看到神徒用灵魂凝结出散发着强大威压的武器和铠甲，他看到巨大的骨龙展开数十丈宽的骨翼在沙漠中刮起漫天黄沙，雪峰密林中传来巍峨雪人怒涛般的吼声，激起大片的雪崩狂倾，高大繁盛的老树拔地而起伸展参天巨干成为了穿着树皮铠甲的树人，有着云中兽首标记的商船在海洋上劈开滔天巨浪，站在十三桅杆上瞭望台的水手用望远镜贪婪地看着珊瑚礁上美丽的女子，那是负着贝壳，将美丽的身躯隐藏于其中的人鱼，嘹亮的嚎叫惊吓得她们跳进水中隐匿不见，只留下一片寂寥的水花……         这章更了3549字→_→      \n                                                                           [索引贴] →_→\n\n                                                                             人气是免费的，给我人气是不会扣你的人气的 \n                                      金币也是免费的，回复一下金币就来了→_→  ",
    "replies": [
        {
            "author": "小析",
            "timestamp": 1396986840,
            "txt_content": "晚来的第十二章 →_→"
        },
        {
            "author": "可口可乐dseg",
            "timestamp": 1396988280,
            "txt_content": "嘿，难怪你个水货没被封号。文笔还不错，加油"
        },
        {
            "author": "小析",
            "timestamp": 1396988580,
            "txt_content": "可口可乐dseg 发表于 2014-4-8 13:18\n嘿，难怪你个水货没被封号。文笔还不错，加油\n我是水货？"
        },
        {
            "author": "小析",
            "timestamp": 1396988700,
            "txt_content": "可口可乐dseg 发表于 2014-4-8 13:18\n嘿，难怪你个水货没被封号。文笔还不错，加油\n那就用人气吧 反正加人气不扣人气的"
        },
        {
            "author": "可口可乐dseg",
            "timestamp": 1396990740,
            "txt_content": "刚刚码字好，马上发上来你先顶一下啊"
        },
        {
            "author": "小析",
            "timestamp": 1396991040,
            "txt_content": "可口可乐dseg 发表于 2014-4-8 13:59\n刚刚码字好，马上发上来你先顶一下啊\n顶什么→_→"
        },
        {
            "author": "lxg1992",
            "timestamp": 1397009220,
            "txt_content": "顶下   作品"
        },
        {
            "author": "小析",
            "timestamp": 1397009340,
            "txt_content": "lxg1992 发表于 2014-4-8 19:07\n顶下   作品\n人气是免费的，给我人气是不会扣你的人气的 "
        },
        {
            "author": "qw5125123",
            "timestamp": 1397019060,
            "txt_content": "这根本不是原创的= ="
        }
    ]
}