{
    "title": "<原创·连载>无心游[作者：小析][第十三章 征服MC世界]",
    "author": "小析",
    "replyCount": 0,
    "timestamp": 1397010180,
    "txt_content": "无心仿佛是以一种俯瞰的视角观察着天灵神境，那种感觉有点像魔幻电影里透过水晶球看到的景象，然而当那种风铃叮咛的声音消失后，无心清醒过来，留在他脑子里的却只是一片模模糊糊的印象，没有太细节的东西，他对天灵神境的了解也不过就是确定了那是一个带着神话色彩的世界。\n当无心再次抬头看着付小析的时候，他已经不会再把她当成是因为极度渴望当上付羲皇室公主而得了深度幻想症的可怜孩子了。\n\n“相信了吧？”小女孩微微眯着眼睛，略微有些得意，却不屑于去看怔怔出神的无心，瞧着他半响没有出声，才重重地哼了一声提醒他，顺带表示自己对于MC世界土著的孤陋寡闻有着深深的鄙视。\n\n“我……”无心本能地往后挪了挪身子，对于有着自己无法理解而极其具备威慑力的人物，每个人都会有着本能的警惕，即使她是个看上去极美的小女孩，但无心也不是见着美女就走不动道的色胚，他没有包天的色胆，这时候他只是有些不知所措，自顾自地往浴室里走去，“你等会……我去洗个澡。”\n\n清凉飞溅的雨线打在无心的身体上，微凉的感觉让肌肤收缩起来一点点的鸡皮疙瘩，无心抱着手臂站在那里，听着耳旁淅淅沥沥的水声，除了有些难以置信的兴奋感以外，更多的却是茫然，他居然将一个异世界的公主带回另一个异世界的家来了。\n\n这种感觉其实和在自己家院子里养了一条史前恐龙其实没有多大区别，只是这位莉莉安公主殿下远比恐龙可爱漂亮的多，也容易隐藏的多……无心这时候居然想起来了《恐龙丹佛》。\n\n无心在浴室里呆了一会，感觉把人就这么丢在外边有些不妥当，匆匆擦干头发，换了衣服出来，小女孩正在百无聊赖地东张西望，瞧着无心出来了，又是一副目不斜视的样子，端端正正地淑女模样。\n\n“公主殿下……为什么选择我成为你的侍从官？我可能不是最合适的人选。”尽管刚才说了付小析只要能够证明她来自天灵神境，无心就答应她的条件，但这事情实在有些脱离常态，无心没有办法就这么接下伺候人的活……哪怕对方许诺了太过于美好的未来，可是有封地也好，成为内阁总理也好，大将军也好，都是去天灵神境的事情，虚拟世界里的无心能跟着跑过去吗？他心里没有个主意。\n\n更何况侍从官似乎是伺候人的，无心不歧视服务行业，但他自己决计不想干这种活。\n“一开始看到你们在那个市场，有挺多人的哄闹景象让我有些熟悉皇家学院争辩的感觉，只可惜仔细观察，你们竟然是热衷于花费数倍价值的时间去换取微不足道的利益，就连天灵神境最卑微最低贱的七脚长体白虫都远比你们有效率……我正准备离开时，就看到了你。”小女孩一边摇头叹息，然后微微皱起眉头看着无心。\n\n“有点众里寻他千百度，蓦然回首，那人却在灯火阑珊处的感觉吧。”无心听着付小析对于市场和“蝼蚁不如”的土著的评论不以为然，可人家还真有自个这样说，无心只好抓住重点了，这小女孩总归不是花痴，不会瞧着他长得好看一点，比较人畜无害一点就跟着他了。\n\n“我选择你，是有原因的，你不必知道。”\n不愧是公主，说话做事都是这样上位者的气势十足，小女孩想了想，接着说道：“这里是一个陌生的世界，虽然要适应这个世界的生活对于我来说并不是什么难事，但是有人打点总是能够减少许多麻烦，你只要照顾好我的衣食住行，做好我交待给你的事情……”\n\n她又把项链拿了出来，放在木桌上，“这是给你的报酬……不过它对于你来说作用不大，如果你更加在意权势和财富，你可以等待我从天灵神境归来，当我再次来到这个世界时，我不会是一个人，我会带来我的军队，征服这个世界，让它成为天灵帝国的新行省，作为我的引导者，你理所当然地会成为MC行省的大总督。”\n\nMC行省大总督……无心嘴角的肌肉勉强抽搐了一下，挤出了一点笑意，自己这是碰着什么事了啊。\n付小析公主殿下，无心瞥了一眼漫不经心的小女孩，她居然打算带着军队跨位面来征服异界，这不是邪恶泰坦萨格拉斯想要对艾泽拉斯大陆干的事情么？在绝大多数RPG游戏里，这种野心勃勃的大魔王，最后必然被收拾的凄凄惨惨。\n\n即使在地球人类文明历史中，并没有能够统治地球的传奇人物，更何况是面积数十倍于地球的MC世界？\n若自己还只是懵懂顽童，看了成吉思汗，亚历山大之类人物的传纪之后，无心或者会雄心勃发，在自己家低矮的围墙上拿着石头砸隔壁的土狗，然后幻想自己正在和妖兽战斗，面临着统一地球的最后一战……现在的无心当然不会，统治MC世界听上去是了不起的事情，这意味着成百上千亿人俯首听命，予取予求，要美女有美女，要美食有美食，权力，金钱，财富，美色，地位，这些雄性生物都无法抗拒的东西应有尽有。然而无心没有想过要治理好这个MC世界，那不是一件轻松的事情，更何况肯定会牵扯到政治·斗争，统治手腕的东西，那绝对超出了无心的能力范围。\n\n如果自己把MC世界治理的极其糟糕，全MC人民·联合起来反对他的统治，那最终他只能变成一块狗不理。。肉饼。\n这可没有什么好玩的，无心会自我节制，没有想过把瘾就死，没有想我死后哪怕洪水滔天，他不敢去对全MC的人负责，也不想在自己的统治下让MC变得乱七八糟。\n\n统治这么大一个地方固然充满着各种各样的诱惑，但相比较起来，无心更倾向于原来房间里吹着空调，然后下载最新的高清版本电影，在各种论坛上狂喷口水的生活。\n“MC行省大总督的事情，咱们先放一边上……我可以成为你的侍从官，这在我们这里，更准确一点的职位应该是助理之类的。只要你回到天灵神境，放弃攻打MC的念头，我就答应成为你的助理，你觉得怎么样？”无心一边说着，心里头涌现出一股荒谬绝伦的感觉，在这样一个宁静的夜晚，在普通而偏僻的房子里，自己居然在和人讨论MC世界的安危问题，并且他还觉得很有必要作出努力，“你要知道，作为居住者，在明知道你打算入侵MC的时候，还为你提供这样那样的帮助，这是十分可耻的事情，我想你也希望自己的助理品行高洁可靠一点吧。”\n\n“我果然没有看错你，你愿意为了这个世界而放弃自己的利益，这是成为伟大人物和英雄的素质。”一直保持着傲慢姿态的小女孩终于露出一点点的笑意，“我同意你的说法。”\n无心叹了一口气，自己居然做了这么伟大的事情，为了全MC的自由民主远离独裁统治作出了贡献。\n“那这个助理我要当多久？”无心试探着问道。\n“不知道，我会努力恢复自己巅峰时期的力量，然后施展空间神术离开。”小女孩冷冷地瞥了一眼无心，仿佛看穿了他的心思，“放心，用不了太长时间。”\n\n无心松了一口气，又问道：“那你巅峰时期的力量，有多强大……例如一拳轰倒山峰之类的。”\n“一拳轰倒山峰？那是低贱而粗鲁的神徒才会沾沾自喜地表现自己力量的形式，对于神术师来说，追求无限接近于神祗的创造力才是他们强大的象征。”\n天灵神境可以描述为一个魔法师地位高于战士的世界，这是各种奇幻小说里常见的设定，无心把握住了重点，真正确定另外一个神话世界的存在以后，要说没有好奇心，不感兴趣是完全不可能的，但是眼前的小女孩时不时地流露出不耐烦的表情让他没有办法多问。\n\n“最后一个问题，那你现在的力量怎么样？”无心希望她现在的力量越低越好，他可不想和一个随时可以粉碎他的家伙在一起，因为她显然不会在意MC世界虚无的法律和道德观念，杀人对她来说应该是毫无压力的。\n\n“来到这里，已经差不多耗费了我所有的力量，我现在和普通人差不多，对你无法造成太大的威胁。”小女孩抬起头来，小嘴儿轻轻吐字，嘴唇嗫喏着抖动了几下，分明有些不甘心。\n\n无心却是心情大好，他高兴地说道：“这是一个普通的世界，大家还是都当普通人的好。”\n普通的世界？小女孩望着窗外，紧了紧握着的手杖，普通人有什么好当的，连自己生存的权力都无法保障，果然只是土著的世界啊。\n还是不能借助外界力量回去啊，表面微笑的无心也同时在心中暗道。\n\n\n                                                                                这章更了6368字→_→ [索引贴] →_→\n                                                                             人气是免费的，给我人气是不会扣你的人气的 \n                                      金币也是免费的，回复一下金币就来了→_→  \n\n                                                                  每日更2章 如果今天这章人气超过5 就多加一章→_→\n",
    "replies": []
}