{
    "title": "这是，我的世界 第二章 安详的风部落",
    "author": "可口可乐dseg",
    "replyCount": 0,
    "timestamp": 1396991400,
    "txt_content": " 本帖最后由 可口可乐dseg 于 2014-4-18 23:42 编辑 \n\n他，醒了过来，那个蓝衣青年所说的话还在耳边环绕。虽然只有简短的几句话，但是这也足够解释一些事情了。\n“这。。。是个游戏对吧。”他疑惑的望了望四周，一切果然都是方块组成的。“果然是个游戏啊，那么就去玩吧。”但下一秒，他刚刚成型的世界观就会被颠覆了。只见一个人不像人，鬼不像鬼长得跟方块（本来就是方块一样）的“人”向他走了过来。\n“你，你你你你你你别过来，别过来！”但是那个“人”很疑惑的向他看了一眼，然后张口说出了一种不知名的语言。可不知道为什么，徐科明明知道这不是他所熟悉地球上语言，但他还是听的懂。“小兄弟啊，你怎么在这里。这荒郊野外的，看你还受伤了。恩，你的生命值只有2个心了，饥饿值也快掉到底了。快点吃点东西吧。“只见他不知道哪里拿出来好多片烤肉，然后一丢，丢到他身上。接下来他听到了一声非常明显的系统提示声。“叮，风部落村民商给予你5片烤肉。因为（1）受者是第一次接触此物品，所以系统会告诉受者此物品的基本用处。““此物品的用处主要是是用来吃的，每片对应普通人的胃口回复%25.制作方法需要受者自行兑换。““恩？烤肉，我喜欢！此时他脑子里如果没有那强烈的痛觉的话，想的应该是这句话。“你看他的身体就知道了，那可谓是满目疮痍，身上的衣服除了某处都是不完整的。气息弱的似乎在过几天就得死了。但他肚子又很饿，怎么吃呢？呵呵，我们亲爱的系统又一次的登场了“叮，因为考虑到受者可能不知道怎么从自身的储物空间里拿出和使用物品，以下是教程“10秒之后“呼。。。好歹我不会被这样悲催的饿死了。那么我就大快朵颐吃了它们把。“总归，吃完了。然后他觉得他的身体以可见的速度在修复，就如似他的身体里面有纳米机器人一般。虽然离把它弄的满血原地复活这种程度来说还是小了，但他的身体的确以可见的速度修复着。这是种很神奇的感觉，就如同你的灵魂升华了一般。似乎你在那八万米高空随处翱翔。总之他知道的就是大约一个小时之后，他满血原地复活了。就如同信了春哥一般，重生了！---------------------1小时之后。。。\n“大哥多谢了，哦对，我还不知道你的名字”那个人看着他，眼里闪过一丝疑惑（这绝对不是伏笔）。似乎对于他说的“大哥”这个词有点奇怪。“我叫商，风部落的商”“风部落？是在哪里？”“凤部落的旁边，狼部落的下面”这下徐科更加搞不懂了，这到底是哪和哪啊。虽然知道自己穿越到了这所谓的“我的世界“，但他又没有地图。而且。。。对于一个理科，文科都会而不精通的人来说，看样子他们还处在新石器时代到铜器时代之间。那么，按照穿越者一贯的定律，既来之则安之吧。反正我是属于本体系统穿越的这种，有挂在手，无粮也不慌。“哦，知道了，多谢。“他是在一种非常奇怪的口气下说的。而此时的商也觉得这个年轻人有点奇怪，但他对自己的解释是居然受了那么重的伤，可能记忆丢失了一点吧。又或者是他被追杀了很久，不知道逃到哪里来的可怜人。这，能不奇怪么。2个人的知识层面和世界观和所长大的地方根本是2个宇宙的东西。他应该庆幸的是那个所谓的创世神还没有那么变态到把它传送到一个全都是蛮荒之地的星球。在这种时候，马匹是非常稀少的，所以他们只能走着回去。2人一路上见证了很多大自然的鬼斧神工，各种动物，大到某种像猛犸象的动物，小到。。。估计是他们大肠里面的那帮e.coli吧。还有在夜晚那没被任何化学或者工业废品所污染的天空。这，真的是徐科有生以来第一次亲眼看到这浩瀚的星河，真可谓是银河落九天。唯一可惜的就是这全都是方块组成的。同时在路上，他也发现了很多新东西，让他的资料库丰富了很多。大约十几个日日夜夜，路上玩玩走走的，2个年轻人终于到了风部落。风部落还蛮大的，相对跟同期的那群部落来说。一个个茅草屋，大人在城外的土地耕作或者在打猎，女人们在做一些繁杂的轻活，孩子们在那里玩耍。同时在兵营里面，部落里面的战士在刻苦的训练着。一切都是那歌舞升平的景象。看着这个景象，徐科不但是震惊，也感到了一丝，安慰。对，就是安慰。毕竟是社会那么多年打滚过来的了，这如同磨坊一样的社会已经把他的梦想给磨成粉了。而看到这群无忧无虑的原始人么，他真的觉得，羡慕他们。他们真的没什么可担心的，就连唯一的忧虑，食物在这种情况下都没什么可担心的。在这之后，他经常会做一件事，爬到部落旁边的一座山上俯视整个部落。看着这些无忧无虑的人，就如同每个上班族所梦想的。朝九晚五，没有加班，加班的话也加钱，双休天休息，工资6000+。这里虽然没有工资，但也就是那么回事。总之，在这之后，他只有一个愿望。找到那117个碎片.“我们的征途的起点就在这里，这个小部落。慢慢的，我会发展到工业时代。然后，我们的征途就是那星辰大海了。这个世界，我来了！”\n第2章，完\n\n等等，我重发了一遍？请版主吧另外一个给删了\n还有第一章的链接：http://www.mcbbs.net/thread-260433-1-1.html\n",
    "replies": []
}