{
    "title": "【原创】拉摩西之书【序章 6F更新第二节】",
    "author": "冥王星人",
    "replyCount": 11,
    "timestamp": 1339407240,
    "txt_content": " 本帖最后由 冥王星人 于 2012-7-8 13:05 编辑 \n\n阅读注意：\n1、本文和MC游戏本体关系实在不是特别大，所以盼望在其中看到JJ怪搅基的各位，就不用在此浪费时间了。\n2、背景为魔幻，主要城市在MC建造中（虽然不是特别像），这算是联系比较大的地方。\n3、更新规律为每周一节，一节大约两千字，除了序章和尾章，其余章节都以20000字上下为准。【卡太厉害的话，或许两周一更】\n4、不需要金币和人气，不需要单纯顶贴及吐槽。但若有任何问题，或者对剧情发展，角色出场的建议，麻烦告诉我【尽量使用点评方式，楼太高以后别人翻后面内容很困扰】，可行的话后面故事里会有体现，在此谢谢。\n5、本外星人不开坑，绝对。",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1339407240,
            "txt_content": "00-01  ------尼可丶古里斯汀丶拉摩西------这是每个人在接触到语言之时，要记住的第一个内容。为什么呢？原因从古时到今日，已经演化出无数的版本。母亲说是他发明了语言和文字，老师讲这个老头创造世界时候就有，现在隐居某地，要看护（监视？）我们到永永远远。常恶作剧叫我出糗的死党曾一脸神秘的私下拉住我，告知他家隔壁的超重大婶绝对是那位伟人乔装。被我往手袋中偷塞过毛虫，始终暗恋的漂亮朋友则回答，每个人的血统多多少少都与之相连。这么想的话，他大概有一世界的妻子……呃，好吧。我既羡慕又妒忌，另外憎恨也必不可少，主要来源于传说是他留给我们的重要遗产------拉摩西之书。 也许，不该叫做遗产比较好，毕竟没人确定他是否还健在，好叫我总有一天揪住胡子算笔总账。可是又听说几百年来都不曾被谁看见踪影，为了方便，暂时就称作遗产大概也无妨。直等到老爷子重新闪亮登台，肯定给他好看…… 咳，似乎扯远了。回到那本书上来吧。初拿到手时候，多数人会以为搞错了什么。由于它封面封底，或者书背纸页，除统一复杂花纹的深色烫印装饰外，再没有半个字。当然也不是说能当成画册看啦，毕竟算一本揭示深邃奥秘的智慧书嘛。没错，就像现在我面前桌上的，根本无法视作画册之类，这东西整个是空白。对，你的听力无问题，我说的是“空、白、”这里出了个大纰漏。没有字迹图画，一堆完全不记载任何知识的废纸，如何教导人智慧呢？“哦哦，或许它需要你把自己的经历详细记载，因此获得也说不定呢。”另一个做我父亲的臭老头，在把保管几年的“书”交到手里中间，半开玩笑的说了以上话。那是，我有生以来首次深刻感觉遭受明确的羞辱，足够余下的寿命里时不时提出来记恨一番了。当时，真心想抽他。也许从那刻起，桀骜叛逆的种子即在我性格中生根开花。回应这种心情，那东西后来很长的日子里，依旧保持“洁净”。 唉唉……不知该说幸运还是不幸。你捡选我了对吧？虽然统计最为详细时候，国中报上名字的持有者上千，初始独一的珍贵早因为后代制作的大量高等复制品，以及打着造福旗号泛滥全地的手抄本变得荡然无存。但为你所看中，出生便在扉页浮现名字的那种荣誉感，还是会伴随主人终生。我是……万人当中，有权力使用，有资格继承，有机会成为顶级术士的幸运儿。即使身处远离王都的偏僻地带，你也在降生不足十天时由专门部队声势浩大的送来家里，以致惊动周围数个城邑。更可怕的是，当地有个水平差劲的画师，竟靠出售我襁褓写生迅速脱贫致富，顺利解决债主追逼而不得不预备自杀的窘境。那么，明明我身量年龄渐长，抱着抄本按部就班习得大半内容以后，作为正典的你，为什么除认定主人的名字外，任何都不显示呢？最为悲哀的，其实不是世人瞩目在持有者身上，期盼他们大有作为。因为据记载，既懒又笨到死读不完几页的蠢蛋也不在少数。我顶多需稍微担心自己不要夺取那个“第一名”，这么的被“纪念”，充做笑柄几百年罢了。却是，担忧也好，优越感也好，一切在五年前皆附之幻灭。 那年冬天，一个狠角色站起来，宣称他手里的是源头的孤本。要剩余的持有者都来跟从，以致另起一国，不服即格杀勿论。王自然不会允许如此公开明显的挑衅，所以一边是热爱自由和效忠国家的术士，一边臣服独权和渴望出头的术士，两方轰轰烈烈的掐起架来。结果战火还没蔓延到我家周围地域，两败俱伤双方势力就丢下一山主人死亡变为空白的“书”，凄凄惨惨的宣告结束。刹那间，大家的目光由“这小子将来说不定是个大人物咧”，整齐转换为“哎呀他不会成长为个大魔头吧？”顿时世界昏暗了，书在我手中显得无比沉重。恐怕，厄运才刚刚开始而已…… 周围有的是适格者吧？你干嘛偏偏要折磨我？！如果觉得我好，就该给予适合位置的力量啊！邻人的议论和猜疑，我听够了！到底打算弃绝抑或协助，总该表现一下吧？！之后那泛黄的纸页淡淡发出光芒，无踪的狂风在室内吹起，翻动魔法中基础的基础------火球术。产生炎，放出火球攻击敌人的魔法。不进行攻击的话可以点燃火把照亮，是手边没有火源时候尤为珍贵的宝物。但要密切注意可能引起火灾…… 生硬、肤浅，啰哩吧嗦的半页废话，便是报答我那几滴泪水的方式了。拜托这不是感激！是失望沮丧抑郁到极点流下来的！我六岁便学会，还打躺了邻舍统帅下蛋队伍的公鸡，烤熟了慰劳几个“下属”！现在已经十六，难道越活越幼稚，必须返回头重新来过？！要是知道，一个破本子也敢捉弄我……怎么没趁着上个月集体出游，顺手把你扔进山对面的湖里去？！ 风没有就此止息。听到夏夜淅沥飘凌的雨声，炎热缝隙散布潮湿的寒气。谁在噪音幕后呼唤？扭动心扉，触发古旧生锈机关，解放陌生遗忘的自我。金色的光辉，是来自正面中心镶嵌的无色宝石吗？生命活力窜动喷涌，好像无声的纸张竭尽全力传达抚慰心灵的愿望。 ------救命的面包。空腹是旅人的大敌。体力呀，气力啊，判断力变迟钝之类，都有横死的危险哦。遇到那种状况，可以做成紧急救援面包的魔法。只是不要因为方便就滥用。 当下我果断决定：收回抽屉，上床睡觉。没工夫和你置气！休假将尽，我还有不少积压功课要赶。上午与一干同班登山，想吸引暗恋女友目光奋力前冲，搞得浑身酸痛不已。回想起来，一定是晚饭吃太饱，才想到找你倾诉的馊主意的。没错肯定是这样。 明天开始，你还是继续沉睡箱子底下吧！  "
        },
        {
            "author": "geludan",
            "timestamp": 1339407660,
            "txt_content": "其实你可以占楼编辑。。好吧我木有点评我自重"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1339409400,
            "txt_content": "你可以先多佔一些樓，等到自己寫完了看到多佔的就刪除"
        },
        {
            "author": "hmy123456",
            "timestamp": 1340356620,
            "txt_content": "有点夸张，想我一开始的写法（我跟夸张）"
        },
        {
            "author": "冥王星人",
            "timestamp": 1341723840,
            "txt_content": "00-02\n\n\n------“所以，我使你做看护的灵，务要时刻鉴查，将真理启示与隐瞒。”\n于是按手，从此掌管知识及智慧的精灵就住在其中，时常透过那精巧的魔镜审视主人灵魂的色彩。而主人若望向那里，却只能看到扭曲渺小的自己。\n做完这事，大贤者即将初始之书交在信任的子孙手里，独自离家远游了。\n曾经有叵测的人尝试制作各类显形药水，涂抹浸泡期望获得内容，最后都失败。也有妒忌的人兴起言论迫害持有者，把真品赝品堆积一处当众焚烧。虽然复制本抵不住火焰的侵害，不过初始依旧崭新完好。\n主张遵循传统逐代继承，跟排挤个别宣扬权利平等，鼓励摒弃魔法自然生活两派之间，开始似乎用无休止的辩论。\n“我们应当享受特权！”\n“大家都该一样水平！！”\n争斗进行愈发激烈，唇枪舌剑眼看变为真枪实剑的紧急时刻，皇家子嗣忽然出现了一位“持有者”。\n\n局势骤变令大家缄默，没人知道未来王的态度会如何。暗流依旧涌动，不时会有激进派落单中遭遇不幸。\n皇家对此类不明显的尊严侵犯，采取容忍和罚头赦尾方式糊弄了事。消极化解一定程度上导致冲突继续，也牵连无辜受害地区范围扩大。\n其实多数人不太知道领首的是什么倾向，只不过一旦被激动，就稀里糊涂跟着跑路了。可以肆意破坏大肆抢劫，且罪名不一定临到身上，为什么不趁机捞一把呢？当做小小放纵过一回瘾也不坏吧？\n无序即将掀起更多混乱，将国家如野熊猎物般撕裂为几片的关键，王权突然移交到那位少年手上……\n\n------\n\n“埃伦------！！”\n随着声近乎歇斯底里的喊声惊醒幻境，厚度超过两寸的大书也重重砸到我后脑上。\n美梦就此打断。不但鼻子在桌面碰扁，额头估计也磕得变了颜色。\n“竟敢在我的课上打瞌睡？！”\n不用想，立刻即被撵出课室，一如既往的在走廊提着水桶等待刑罚结束。可惜对于惯犯，此种惩戒早如同蚊子叮牛般不痛不痒了。\n\n“你这家伙真是没记性。”\n边大嚼抢去的鸡腿，边责备对唯一女老师授课的不敬。\n“你有资格教训我吗？别忘了上次搜出课本里面偷藏着画册看的是谁？”\n敏捷躲开又一次食物洗劫，心里不由产生踹飞他的冲动。\n再说，关于“书”的历史，刚懂事起家人便不断灌输。偶尔说梦话也是这些枯燥无味的传说，真是熟悉得不得了，听课再学习某种程度讲纯粹浪费精力。\n“小气！”\n“随便怎么说！阿黛娜做给我的部分绝对一片菜叶都不会分你！！”\n提高嗓门引得远近草地进餐的人转头，查看这边出了什么热闹。\n“切，恋姐癖。”悻悻缩回爪子，撇着嘴回敬吝啬。“下次再挨罚，可是半句安慰也不说了。”\n“不稀罕。”\n夜间失眠昼间瞌睡，挨训加上午餐被人瓜分，每日如此无聊透顶地重复着。\n光阴循蹈不觉的飞速滑过，我的情绪越发萎靡，压抑得快爆开了。即使周围风景说不出的怡人，也提不起多少劲头欣赏。\n\n近来，发生身边的怪事多到数不过来。\n首先是教授重要科目的两位老师商量着一同病倒，而后王都从中央的知名学院特派了前来支援的候补。\n于是集合远近乡村城堡，好容易凑够学校规模，勉强维持生徒来源的这个地方，出现首位女性老师。她，不单以卓越能力补上两个空缺毫无吃力感，还在一个月内成为众多单身男恋慕的对象。\n凡目测年龄相差不悬殊的，无一不为倾倒，伏拜石榴裙下。另外讲解枯燥知识很有一套，颇受学生喜爱，从而追随队伍进步扩大至低龄层。\n想来也是，年轻漂亮又通晓魔法，为人谦和却不失强气。大家都讲女人心是海底针哪，不说征服，单单搞懂这么一位，就足够挑起无限遐想的兴趣了。\n只不过，她似乎格外讨厌我……\n\n“苏”的姓氏前缀，意味谱系中某代出过显赫人物。可能因为稍微久远，解释来历的各版本和那老头有一拼。可------\n“太拗口。”\n初次见面自我介绍过后，抄起名册认识下面这班小鬼时……啊不，或许调来以前听说是偏僻到不能形容的地域，而且其中有个半吊子“持有者”急需严厉教导一刻，就计算好如何整蛊吧？\n苏埃伦简化成埃伦，每日听课赛过地狱煎熬，偏偏见面机会比其他师尊多出一倍。我可以不在意被欺压得很惨，但完整姓氏好歹也是一点尊重和荣誉的象征啊，怎么好随便砍断扔掉呢？\n抑或说我早知道，厄运的序幕才拉起一半而已……\n\n接下面是告白，失败……\n鼓足勇气讲出“喜欢你”，换来一句“对不起”。更糟的她回答理由仅仅是觉得我“太幼稚”，平常搔首弄姿看着很有趣，交往？免谈。\n轻蔑的眼神，冷淡的口吻，还有其它东西配合直白拒绝更打击的么？其后一月余，每每回想心仪对象甩手走掉情景，身体有如中招石化差不多。\n渐渐所认识的再没有使用从前尊称喊我的了，被甩事件逐步沦为朋友口中永久的笑柄。满眼浸在苦痛的绝望，仅剩安慰当然不肯轻易叫人得到。转机往往只在万念俱灰后，方发动怜悯，允许一个倒霉孩子最后挣扎下，来个华丽丽咸鱼翻身。而实际上，能否称为转机，也许鬼都不知。\n\n“要好好相处啊。”\n几天前的中午，我正为业题挠头不已，苦于解答无望明天面临又一场训斥，被想象力吓得浑身战栗时候，父亲大人忽然闯进房间，领来另个惊吓。\n那时开始，独子身份遭到践踏，不晓得打哪里忽然冒出个自封我“姐姐”的人……\n查家谱是至近的，但那二位远房始终没有自己的孩子，她不过前不久才领养的。稍微感受几天家庭关爱，夫妻两人就为意外事故结伴去世，手下几个不忠仆从暗地把遗产卷了大半连夜逃逸。支付不起雇佣金所住的大屋很快空置下来，没人维护打理。剩下她和做了几十年管家的老仆，互相依靠勉强度日。\n那老头自知做不了什么，索性处理掉房产田地大老远送到我家。\n名义上，是姐姐没错，实际她比我小好不好？！\n可、只是、根本问题……哎呦…………\n行了，我承认喜欢，所以好想找个地缝……\n\n阿黛娜“姊姊”，虽然感觉对照着外表称呼起来实在很奇怪，但年长者风范丝毫不差。\n最初一两天，我的评价顶多到合格，过了三四天就不甘心的改成优秀，五六天后手续完成要入读一个学校，便勉为其难升级到“完美”……\n掌握比同龄人多的知识，结课下来还参与家事。目前我每日午饭皆出自她手，外观味感皆无可挑剔。\n世界中，竟会有这类奇迹般的同族？\n\n我不要认可！这一切都是骗人！\n尤其站在一起使大家愈发无视我存在！即使……即使早上睁开眼睛必定首先看到……唔呃……"
        },
        {
            "author": "geludan",
            "timestamp": 1341729120,
            "txt_content": "冥王星人 发表于 2012-7-8 06:04 \n00-02\n居然没人顶好可怜啊。。。\n什么，你不要要纯帮顶，那我走了\n但是MS我已经回帖了。。。那就算了吧。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1341731700,
            "txt_content": "geludan 发表于 2012-7-8 14:32 \n居然没人顶好可怜啊。。。\n什么，你不要要纯帮顶，那我走了\n但是MS我已经回帖了。。。那就算了吧。。。\n这么没诚意的？我还说开个超平坦做你的扁片雕像呢，旁边放上军曹，唉，看样子是要算了。"
        },
        {
            "author": "geludan",
            "timestamp": 1341731880,
            "txt_content": "冥王星人 发表于 2012-7-8 08:15 \n这么没诚意的？我还说开个超平坦做你的扁片雕像呢，旁边放上军曹，唉，看样子是要算了。\n什么？！我打这么多字还木有诚意\n一般我都是路过围观之类的，很给你面子了{:10_493:}\n至于小说我实在是提不出什么建设性意见{:10_495:}"
        },
        {
            "author": "g-g-g",
            "timestamp": 1341743100,
            "txt_content": "geludan 发表于 2012-7-8 15:18 \n什么？！我打这么多字还木有诚意\n一般我都是路过围观之类的，很给你面子了\n至于小说我 ...\n话说输入君已经把你的头像做成像素图了吧"
        },
        {
            "author": "城管大人",
            "timestamp": 1341970320,
            "txt_content": "拉摩西是谁。。宗教领袖么。。"
        },
        {
            "author": "jhx123123",
            "timestamp": 1341970500,
            "txt_content": "写得很好。"
        }
    ]
}