{
    "title": "Herobrine的过去",
    "author": "HerobrineSP",
    "replyCount": 8,
    "timestamp": 1397041860,
    "txt_content": "\n\n                                                                           Herobrine的过去\n\n\n\n\n第一章 起始诗篇\nHeroBrine只要是MC玩家对他都很熟悉吧，没错是一个既恐怖又神秘的人，他的存在和行为一直被大家讨论\n今天我要讲述的故事，就是HeroBrine的过去，陈年往事，告诉你HeroBrine是如何诞生的。\n HEROBRINE(HIM)和史蒂夫曾经发生过的一切\n 就由我来叙述！\n\n\n-----------------------------------------------------------------------------------------------------------------\n\n他的名字叫Brine，是艾希尔村中平凡的一员。\n他的亲生母亲在生下他时，因为大出血，乡村医疗技术不足而死，所以他从来只能在村里人的救济下生存，虽然这样，他却有着美好的童年，有那么多孩子愿意和他一起玩游戏，他还仅仅只是一个普通的小孩.....\n窗外的雨滴重重得敲打着薄薄的玻璃板，发出咯吱的刺耳声，但完全比不上室内的痛苦呻吟声，那是重病到无法忍受痛苦而发出的惨叫。\n“能联系到城镇的医生吗！”有着骇人绿色眼珠的大鼻子村长对着站在一边的史蒂夫叫到。\n“外面的雷似乎打到了电缆上，完全接不通啊！”史蒂夫将古旧的电话往台座上轻轻一扣。\n在床上蜷缩着的是一名和Brine差不多年龄的少女，只不过痛苦让她姣好的面容彻底变了形，金黄色的发丝上沾满了汗水，粘结在一起。\n坐在床边的Brine焦急着看着自己的好友在床上痛苦着，自己却没有任何可以做的事情，只能在心中默默的祈愿。“会好的，会好的....”\n“接通了！”\n“怎么说！医院的人赶得过来吗！”大鼻子村长边帮床上的少女换着湿毛巾，慢慢得擦拭着她痛苦的脸。\n床四角的蜡烛光正在微微得颤动着。\n“似乎是风雨太大，没法赶到这里，但是我们村子附近似乎有能够解毒的药草。”史蒂夫将电话搁在桌上，焦急得看着窗外的倾盆大雨。\n“但是这种天气，非常危险啊。”村长抽动了下鼻子，无奈得看看金发少女——拉娜的身体。\n气氛突然变的很宁静，只听得见窗外的大雨声。\n“我去！”Brine突然从椅子上跳了起来，拿起门边的伞，大步向门口迈进。\n“很危险啊Brine!怎么能让你来做这种大人都干不到的事情！”\n“是我把他带到森林小屋的，让她中了女巫毒的也是我，我必须为这件事负责！”13岁的Brine发出了与他年龄不符的喊叫声。\n============================================================================\nBrine在今天下午，做了一件改变他一生地事\n“拉娜快来啊，看这里有个屋子在河边诶，我们可以拿来当秘密基地！”Brine牵着拉娜的手，指着河边的单层小屋，兴奋地叫道。\n“总感觉离村子有点远了呢。。不过带其他人过来玩还是可以的啦。”拉娜随着Brine慢慢靠近了小屋。\n似乎是已经被废弃了，木板上长满了苔藓和树藤，静静地立在村子外的河流边。\n门口堆满了杂草和树叶，却是有人行走过的痕迹，但过于兴奋地俩人完全没有注意到这一点。\n拉娜把冲在前面的Brine一把抓住\n“别太兴奋了，万一有人呢，让我先去打个招呼。”\nBrine垂下脑袋，沮丧地附和“好吧好吧，拉娜大小姐，请~”\n拉娜似乎很得意得，轻轻叩了下潮湿的木门。\n咚咚咚，有人在吗？\n一阵玻璃瓶的碰撞声从里面传来，虽然不是很响，却异常的不协调。\n“打扰了？我们进来了哦”拉娜小心翼翼得推开门，Brine紧随其后。\n嘎吱~~~~~~~~~~~~~~\n小心！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！\n身后传来了村长声嘶力竭得叫喊。\n已经来不及了，身着紫色长袍，戴着法帽，有着和村长一样大鼻子的凶恶表情吓到了拉娜和Brine，俩人瘫坐在地上，不知所措。\n\n\n乒乓 玻璃的破碎声\n“啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！”\n少女的惨叫声。\n绿色的药水全泼溅在眼前的少女上，她用她的身体帮Brine挡下了所有的毒药。\n“你个，混蛋！”史蒂夫从Brine的背后冲了上来，锋利的钻石剑闪着附魔的光辉，刺穿了眼前巫师的身体。\n锋利的光芒在空中闪耀。\n一阵烟雾朦胧，巫师的身体已经灰飞烟灭了。留下了躺倒在地上的俩位少年。\n一名是痛苦得蜷缩着\n一名被吓得失去了意识，跪倒在地面上。\n眼前一片漆黑\n==================================================================================================\n门被推开，寒冷的风灌了进来，史蒂夫和村长把眼睛遮住，看到Brine出门的背影，什么也说不出来。\n“如果是他的话，一定行的吧...”史蒂夫拍拍村长的肩膀，向窗外无边际的深邃望去。\n自己的罪过，只能自己来偿还。\n第二章 电的异变\n\n\nBrine撑着伞，悄悄地推开了进了农场的硬木小门，在各种动物间一个个仔细得检查过去，大多数动物都已经安然入睡，静静地依在栅栏的边角上，互相枕着。\n这对于往日的Brine来说，足以能够让喜欢小动物的他坐在青苔石上，看着它们沉睡的温馨场景，撑着伞直到天亮吧，但是今天的雨并非是绵绵细雨，而是杂着雷声的暴雨。\n支撑住伞的重量，Brine终于在猪圈内找到了自己所饲养的那头小猪，它叫pigger，是Brine从山区里捡回来的“朋友”。\n“pigger，快来这！”Brine轻声呼唤到。\n\n\n原本死睡在草垛上的小猪立刻跳了起来，抖抖身上的稻草，发出欢悦的哼哼声。\n沾满了雨水的农场小门再次被打开，Brine牵着心爱的pigger，向着村子那头的山谷进发。\n他抄起了架在农场墙上的用来抵御外敌的金剑。\n无论怎么说，Brine对于僵尸和Creeper已经是没有什么畏惧了，在他眼中这些生物就和地上的花花草草一样的普通，只要远远地绕过他们就什么事也不会发生，即使被这些怪物盯上了，只要高速疾跑一段时间，就能把这些“可爱”的怪物甩得远远的。\n即使是牵着一头小猪也不例外。\n穿过村子外的暮色森林，Brine却没有像平时一样捉几只萤火虫来玩弄，因为他知道，身边正有一个少女在床上痛苦地呻吟着，而且，自己是唯一能够拯救她的人，更何况是因自己而起。\n“呵！！！！！”利器插进柔软物体的声音\n\n\n熟练地从上往下劈砍手中亡灵杀手I的金色附魔剑\n最后一只阻挡在边境山脉的僵尸被完美得砍倒在地，\nBrine捡起了地上僵尸掉落的铁铲\n\n小心翼翼得插在自己身后的裤带上。\n望着高耸的山顶，那才是真正能救下拉娜的药物的所在地，据说在已经被废弃的祭坛旁边才能采集到。\nBrine咬了咬牙，双手按住了眼前的第一个土方块，小猪也跟着Brine的步伐，奋力得向上攀爬着。\n“呼呼呼呼.....”终于登上了150米高山峰的Brine瘫坐在悬崖边上，大口大口得喘着粗气，伞什么早就不知道被风刮到哪去了，仍凭倾盆大雨打击在Brine的身上.\n“哼哼..咕噜..”传来了可爱而又着急的叫唤声。\n“差点忘记你了啊，搭档~”Brine探下身子，把体型中等的pigger使劲拽了上来。\n“一，二，走你！”pigger终于从半悬挂的状态踩到了边境山脉山顶的地面，使劲得抖着身上的雨水，溅得Brine一脸的污水。\n轰！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！嗵！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！\n一道白色的光芒打在了离Brine不到十米开外的树上，迅速崩塌的树干从150米的悬崖上翻滚了下去。\nBrine全身混着雨水和冷汗，目瞪口呆得看着刚刚发生的事情。\n被pigger的轻轻撞击找回了神的Brine拼命保持着冷静，分析眼前的惨状。\n150米高空，雷击，还有.....\nBrine下意识得摸了下系在腰间的铁铲，一股冰冷的触感传遍全身。\n不好！！！！！！！！！！！！！！！！！！Brine拼命想拔出腰间的铁铲，却发现无论怎么都拔不出来，看来是在爬山过程中莫名其妙得打上了死结。\n光在怒吼，光在咆哮。\n4米外的闪电雷击迅速向一位毫无防备的少年袭来。\n就这样，死在这了么。\n“哼哼！！！！！”一股强大的撞击从自己的腰间传来，Brine被突如其来的撞击撞飞了将近5米，摔倒在祭坛的屋檐下，拼命支撑着自己的身体。\n眼睛传来了剧痛，似乎是搁在了尖角上，或者是被雷波及到了，传来了无法忍受的剧痛。\n模糊的视线里看到了什么，Brine是无法相信的。\n被雷劈中的pigger瘫倒在地上抽搐着，嘴里还叼着出发前带上的附魔金剑。\nPigger用金的导电性好于铁这一特性，保住了Brine的脆弱生命。\nPigger的身体开始抽搐，在时黑时白的背景下慢慢变化着。\n身高变高，从地上慢慢站立了起来，更有那张似乎是被人抓烂的的恐怖面孔，还有身上渐渐显露出来的白骨。\n\n\n那是pigger。\n不，是怪物\n怪物从地上捡起了Brine的附魔金剑，凝视了一会，向着Brine高速冲来。\n在地上蠕动着的Brine因惊恐而不断向后爬行，慌乱之中按下了什么。\n“不要，不要！”\n最后一只末影之眼被Brine的右手重重得嵌进祭坛的末影传送门里，左手则下意识得拔起了祭坛旁的那朵梦寐以求的白色雪莲，剔透，晶莹，有着附魔一样的光芒。\n咕隆，传送门被启动，从四角散发出闪耀的光辉，深邃的黑色出现在了围成的四方阵中。\n背后遭到重击，趴在祭坛边上的Brine，被捅进了无限的星光和黑暗里。\n\n\n坠落着。。坠落着。。。坠落着。。。\n第三章 末影之光\n\n\n...........\n等Brine身上的失重感消失后，发现自己本应该摔成碎片的身体完好无缺，只是背部被pigger所变成的怪物砍下的伤痕还在隐隐作痛，感觉有什么热乎乎的东西正从背后的伤口缓缓流淌出来。\n你是，来自于哪个世界的。\n你来到这是为了什么。\n一阵略带沙哑的金属质感的声音从Brine的后脑深处直接传入他的听觉神经，仿佛是自己的思想发出来的声音一样。\nBrine还是从无限的黑暗迷茫中将自己的灵魂拽了回来，尝试着睁开眼睛。\n？！眼睛有一股强烈的闭合感，就像是被什么封住了一样。\n从脑袋深处再次传来了金属质感的声响，但这次似乎并不是对Brine的对话。\n[移植成功了么\n[很顺利，这个应该就是预言中的那个人\n[我们终于能再次找到一个\n他们在说什么？预言中？再找到一个什么？\n各种问题涌上了Brine的脑袋，但他认为首先要确定的，是自己身体是否还能使用。\n手指有了一股冰冷的触感，自己所躺的地方肯定不是家里那个又温馨又舒适的小床，应该是什么石质的台子。\n尝试着吸入一些空气，空气中夹杂着一股奇妙的味道，如果能用颜色描述这股味道的话，就是无限的迷雾和黑暗。\n[好像有反应了！\n[已经完美得结合了，不愧是\n[真是太好了\n又是一阵嘈杂声，Brine似乎已经有点反感了，尝试着将手臂抬起来，摸摸自己的身体。\n这一次不是嘈杂了，而是单独的对话。\n[请您暂时别动，我们来帮助您]\n一阵更加冰冷的触感慢慢碰到了自己的后脑，似乎是一根棍子一样的东西，但是却会弯曲伸缩。\n一种重物从头上慢慢剥去的感觉，应该是类似于绷带一类的东西从头上被慢慢揭开了吧。\n[您可以试着睁开双眼了\n闭合感的消失，眼前的黑暗渐渐模糊起来，随之而入的是另一番更加黑暗的景象。\n无数的黑色石柱静静地屹立在淡灰绿的地面上，就像是直接从地底下钻出来的一样，或者是被人从天上捅进地面，没有一根是歪斜的，周围是映像中大人们挖矿时所提到的虚空，黑暗和虚无统治了这里所有的天空，整个大陆就像是一座浮岛，静静地，孤独地在黑暗中漂移。\n\n\n[眼睛可以使用吗？\n直接冲进耳膜的声音再次响起，这次却多了一些兴奋和期待。\n转向脑袋声音所传来的方向，Brine的世界观立刻被改变了，如果此时Brine能动的话，说不定已经惊讶得跳到虚空里去了吧。\n============================================================================\n那是一种记忆中出现过一次的生物。\n那是小时候和父亲一同清晨去村边的湖上钓鱼的时候了。\n迷雾在河面上推移，只有那个黑色的身影和这幅宁静的场景格格不入。\n“爸爸，那是什么”Brine指向了黑色的身影\n黑色的身影似乎感觉到了目光的违和感，慢慢得将脑袋转过来，仿佛是生锈的金属齿轮被强行扳动一样。\n“啊，那个是....不好！别看Brine!”一只硕大的手掌捂住了Brine的眼睛。\n然而一切都太晚了，黑色的身影瞬间移动到了Brine的面前，用它那黑紫色的眼睛死死盯着低他整整半个身子的Brine,用那根黑色的如同铁棒一样的双手触碰到他的脸庞。\n[\n不知从哪里传来的声音，铁棒一样冰冷的手似乎颤抖了一下。\n“Brine，憋住气！”爸爸的声音叫到。\n俩人跳入了水里，游开了河岸将近5米。\n被父亲抱住的Brine看着渐渐淡化在河岸迷雾中的身影，一下子消失了，留下了一阵紫色的烟雾绕缭着。\n=================================================================\n眼前围聚着的，正是这种可怖的生物，但是对于Brine似乎没有一丝的恶意，甚至有一点崇敬之情。\n[请容许我们先行介绍，我们被称为Enderman（末影人），是末影世界的居民，您就是我们一族预言中的那位再次降临的真正能带领我们继续生存的人\n“为？为什么”Brine疑惑得轻松问道\n[因为我们一族的真正之宝{末影之光}（冲破黑暗之尘光）\n[能和您完美的融合在一起，而且您到达这里时眼睛已经几乎破损无法修复，就恰恰印证了预言中的那一段\n[“将有人以残破之躯到达黑暗之所追求真正的完美”\nBrine和末影人几乎是一起说出这句话。\n[看来真的融合的很好呢，连此物前代的拥有者的记忆都遗传了下来\n[所以，请容许我们这样\n周围几十位末影人单膝跪地，慢慢得俯下身子，将亮紫色的恐怖眼睛深深地埋了下去。\n[吾王，请带领我们制服末影龙！\n\n\n在末影世界呆了将近5年，Brine带领着众多的末影人踏上了征服末影龙的旅程。\n（冲破黑暗之尘光）最大的效用就是能够轻松的瞬移到任何的坐标地点，只需要脑中轻轻一想，便能毫无偏差得移动到想去的地方，本身眼睛所释放出的白色光芒，那是常年累积末影世界的能量而散发出来的过剩光芒，在增强了本身的能力同时，目光甚至能跟随着光线达到几千米外的地方，不被任何的迷雾所限制。\nBrine当之无愧得成为了这个世界的主宰者。\n末影龙为Brine强大的能力所折服，竟然乖乖得臣服于Brine之下，从此末影龙成为了末影世界的最强守护者，而Brine则帮助末影龙制造了几十个活力水晶，分别配置在黑色石柱之上，作为一个能量疏导的媒介，源源不断得提供给末影龙能量。\n\n\n由于末影世界的时间相对于主世界是绝对静止的，在真正的现实当中连一毫秒都没有渡过。\n通过末影人的不断研究，终于找到了能让Brine这个人类回到现实的方法。对于末影人的瞬移方法，Brine并不适用。\n末影人和Brine的瞬移有着本质上的区别。\nBrine是在一个世界中点对点的进行移动，而末影人的瞬移是通过不同世界中的坐标差来达到瞬移的效果 见下图\n\n\n[真的要回去吗，吾王\n“我有必须要完成的事情还没做到”\nBrine再次跃入了黑暗的星光之中。\n第四章 结局\n\n\nBrine利用末影之光和传送门的能力准确无误地传送至了艾希尔村的村外沼泽木屋处\n也是一切因果线断开和连接起来的地方。\n即使自己再末影之地所度过的五年时间，在这里连几秒都没有过去，但距离Brine离开艾希尔村出发寻找雪莲也有三天左右的时间了，但这对于那个被病魔所蹂躏的少女简直是一种残酷的折磨。\n这么想着，Brine从沼泽小屋的二楼一跃而下，完美的姿势落在了水池边，要是以前的自己是绝对没有力量去做到这样的事情吧。\n以前的自己.....偶然看到河水映照出的自己的面孔，在和以前的自己完全一模一样脸庞的中上方，有着两只骇人的白色发光体，发出的光芒是苍白的，是暗淡的。\n一种忧伤感涌上了脑部，这是整整五年没有感受到的特殊感觉。常年的征战已经让Brine的情感有些许的麻木，但也更有了王者的风范。\nBrine加快了脚步，踏进了艾希尔村的大门，一股农田和绿草混杂的清新香味铺面而来，Brine已经厌倦了末影之地那种令人喘不过气来的污浊空气。\n刚想向拉娜的屋子走去，却不由得停住了脚步。\n这样的我，他们会认识吗？会认可吗?会恐惧吗？\n一番思考过后，决定还是先在屋子外把药放下，再看看情况吧。\n脑部思索着：拉娜家门口\n奇妙的失重感，睁开眼睛时面前已经是拉娜家的大门了，现在只要推开门进去，就能拯救那个少女！\n自己所做的一切也都值得了！\n慢慢得爬上窗户，想一窥里面的情况。\n\n\n桌上放着一瓶还未用完的深紫色药水，从瓶子周围透出不好的附魔光芒。\n床上躺着少女，周围坐着村长和史蒂夫，就像三天前离开的一样。\n只不过床上的少女不再是痛苦得蜷缩着，而是安详地睡着，面部再也没有痛苦的表情。\n取而代之的，是史蒂夫的痛哭流涕，隔着窗户仍旧能听见他悲愤的怒吼声.\n“唔啊！！！啊啊啊啊！”史蒂夫不停地用手敲击着桌面，桌上的药瓶洒了一地，在地板上迅速得挥发，留下一阵紫烟。\n\n\n而少女的左手臂上，还插着一根注射针，注射针里的黑色液体还残留着，闪着黑光。\n史蒂夫的手上，也正死死拽着注射针的针口，愤怒的摔砸着。\n“史蒂夫..这并不是你的错，Brine已经失踪了，那天我们派人去祭坛时，末影之门已经被打开了，从来没有人能从里面出来，而且还有恐怖的怪物驻守着，地上还残留着一滩干了的血液，那应该就是Brine留下的最后一样东西吧....”村长耸了耸鼻子，用手拭去无法忍受住的泪水。\n“可是，可是！”史蒂夫语无伦次，整个人趴在了拉娜安详地身体上，紧紧地抱住了拉娜。\n“拉娜，病情已经拖延的太久了，医生也已经说过了，以现在的药物，已经没有回天之力了，而且唯一能救他的雪莲，也下落不明，似乎是被什么人采走了...”\n“所以与其让她继续痛苦忍受生命所仅剩的几小时..不如”村长也有点哽咽了。绿色的眼珠里流出了晶莹的液体。\n“那就一定要让我亲手杀了她吗！”史蒂夫把注射针拔了出来，向地板上用力的砸去。\n窗外的Brine完全听不见前面的对话，他所听到的只有最后一句的怒吼和地上洒落一地的伤害药水III ---一种足以一滴毙命的药水，不会留下任何的痛苦感。\n最后一句怒吼\n“让我亲手杀了她”\n格外地清楚，格外地令人无法相信。\n史蒂夫竟然杀了拉娜，杀了我最喜欢的人。\n为什么会这样？到底怎么了？雪莲已经到手了!按道理可以救拉娜的！！！\n脑袋里已经不再剩下任何理智了，也不再去考虑什么前因后果。\n有人杀了我最爱的人，我无法原谅！！！！！！！！！\n杀灭，毁灭，破坏，啃食，咬碎,杀灭，毁灭，破坏，啃食，咬碎......\n既然我唯一剩下的牵挂也没用了，我要这个世界还有何用？\nBrine掩面，想大声痛哭出来，却发现怎么也流不出眼泪，这双苍白的眼睛是不允许有眼泪这种懦弱的东西存在的。\n看到村子里墓碑上刻着的字，拉娜，已经为她准备好了归宿\n在拉娜的身边，一座墓碑耸立着。\n我们真正的英雄——Brine之墓\n为了拯救别人而付出自己的英雄\n英雄么，我是英雄？那就让你们知道一个英雄所背负的痛苦！\nHero Brine\n现在开始，我要让你们明白，英雄也是有拼命想保护的东西的！\n一个真正想保护自己珍贵的东西的少年，在此时失去了一切。\n仅仅是因为，几分钟的迟到。\n史蒂夫....我绝对饶不了你......\n=============================================================================\n[末影人，带领全体来到现世界，我们有活干了\n[吾王，这样真的好吗，竟可能的不要惹起事端比较好\n[闭嘴！照做就是！\n当天晚上，是这个村子的最后一个夜晚，火光已经笼罩了整个艾希尔村，这都是末影人所带来的岩浆和火石，整个村子沉浸在一片火海之中。\n哭喊着，大叫着，各种绝望的声音此起彼伏。\n这里还有什么可以留恋的？不如把那个该死的家伙一起烧死在这片火海里好了！\n\n\n\n所有的草木和木屋都化为了灰烬，这场大火直到第二天早上下的蒙蒙细雨才停止肆虐。\n到处充满了焦味，地上遍布着各种生物的尸体。\n\n\n孤独地身影正从艾希尔村烧焦的大门走出\n“不行，我，我还要活下去，我一定要...要找到救活拉娜的方法...一定有什么的！”\n史蒂夫全身的衣服被几乎烧成了灰烬，但却没有什么严重的烧伤，看到这突如其来的大火，他第一个反应便是：\n报应\n杀人的报应，这是理所当然的。\n虽然这是为了让她更加早得摆脱痛苦，但是史蒂夫的确是亲手杀了她。\n“但我还能挽回，我可以！”史蒂夫轻声嘀咕道，不知不觉来到了村外的河边。\n[吾王，发现幸存者\n[杀掉\n史蒂夫的后脑勺突然遭到了一根铁棒状物体的重击，失去了意识。\n坠入到了河里，随着河流快速得流向下游。\n\n\n[不知道你做错了什么，但是，你可能是对的吧\n失去意识的脑部传来的最后一阵声音。\n[记住，末影龙那里，有你想要的东西\n=============================================================================\n飘渺，迷茫。\n海水冲刷着脚底板，一股瘙痒感从脸部袭来，唔。\n一下子从沙滩边恢复了意识，坐了起来，面前是一条小河的尽头，波涛翻涌着。\n\n\n身边则是一只粉红色的小猪，正在好奇得盯着自己。\n“我是谁，这是哪里。”\n“我为什么会出生在沙滩边？我该去做些什么？”\n“总感觉有什么很重要的事情要去做啊，想不起来啊！”看来是完全失去了记忆了。\n只残留下了技能的那一部分知识了吗.......只好先想办法生存了。\n口袋里还有一本湿透了的工具一览以及合成方法小册子。\n“嘛，不管要做什么，书上说应该先从木头开始，我去试试..”\n“哼哼”小猪欢快的叫声\n远处，高山上。\n迷雾中，一双苍白的眼睛正在四处寻找着。\n[找到了么，末影人\n[我们已经竭尽全力在搜寻了，现在末影人遍布世界各地，正在搜索目标，请给我们一些时间，吾王\n[那，我去地底下看看，你们加速搜索\n紫色的烟雾消失后，HeroBrine传送到了地下的某个矿洞内，开始搜寻起那个所谓的“罪人”\n史蒂夫，你等着......\n\n\n“这样貌似可以做成稿子诶,小猪，有兴趣和我一起试试书上所说的'挖矿'么？”\n“哼哼！哼哼！”\n“好，那么我们出发吧！”\n欲知后事如何，请下载MINECRAFT，续写您的传奇。",
    "replies": [
        {
            "author": "HerobrineSP",
            "timestamp": 1397044560,
            "txt_content": "人工顶贴{:10_513:}"
        },
        {
            "author": "HerobrineSP",
            "timestamp": 1397044740,
            "txt_content": "标题: RE: Herobrine的过去为什么这么快就沉了。。。{:10_522:}"
        },
        {
            "author": "岩浆害人",
            "timestamp": 1397044860,
            "txt_content": "HerobrineSP 发表于 2014-4-9 19:59\n为什么这么快就沉了。。。\n图全挂，还超级搓板"
        },
        {
            "author": "HerobrineSP",
            "timestamp": 1397044980,
            "txt_content": "岩浆害人 发表于 2014-4-9 20:01\n图全挂，还超级搓板\n果然。。。。。"
        },
        {
            "author": "1277832129",
            "timestamp": 1397045040,
            "txt_content": "原创么"
        },
        {
            "author": "HerobrineSP",
            "timestamp": 1397045100,
            "txt_content": "我还是整理一下再发一遍。。。。。"
        },
        {
            "author": "壹佰佰佰",
            "timestamp": 1397046960,
            "txt_content": "@Herobrine还有这应该是小说吧？"
        },
        {
            "author": "HerobrineSP",
            "timestamp": 1397087340,
            "txt_content": "1007347938 发表于 2014-4-9 20:36\n@Herobrine还有这应该是小说吧？\n对啊，herobrine大叔的小说。。。。"
        }
    ]
}