{
    "title": "Herobrine Wiki",
    "author": "HerobrineSP",
    "replyCount": 19,
    "timestamp": 1397106720,
    "txt_content": "Herobrine     Herobrine is the subject of a community-made \"creepy-pasta\" (creepy story). He is one of the major community icons of Minecraft. Herobrine has not been present in any version of Minecraft.\"Canon\" of Herobrine is widely regarded as the first image/story ever posted about Herobrine, as well as the Brocraft stream. Anything posted after these two events are considered as fanmade adaptions/variations.\nIs Herobrine in Minecraft?Herobrine is not in Minecraft.There are no references to him at all in the source code, and there is no code to allow for any entity to act like Herobrine. There is no level terrain code to generate redstone torches, 2x2 tunnels or elaborate dungeons with traps.There is no possible way Herobrine can ever exist in any unmodded clients or servers. Any claims that he is in Minecraft are completely false. Any appearances he may have are caused by mods being installed.All signs of Herobrine, like trees with no leaves, random glowstone towers, suspicious messages on signs, etc. are either glitches, formatted naturally, or placed by another player to mislead you.From the original creepy-pasta, Herobrine creates random constructions, such as sand pyramids in oceans and long 2×2 tunnels. He also cuts off all the leaves from trees.The Minecraft Wiki and Forums do not partake in any viral Herobrine hoax. Any deletion of Herobrine-related comments or stories are purely because Herobrine does not exist, and the stories are either fictional, with an intent to mislead others, or the result of users playing mods installed on their game without their knowledge.Herobrine first appeared in a single image detailing an encounter. It was posted on the 4chan's /v/ board, and gained very little attention. It stated how Herobrine had appeared in someone's single-player game, littering the map with various pyramids and tunnels. It is the first media to name him as Herobrine.Copeland had played through the world as a normal lets-player would, deliberately avoiding the work-in-progress room he had set up for the hoax. Herobrine was introduced to the stream here (at 20:45). He is confirmed to be a retextured painting. Copeland then screamed and ran out of the room, promptly ending the stream.It was only later that Herobrine grew in popularity, when the Brocraft streamer \"Copeland\" photoshopped Herobrine into several screenshots to show to his chat. He had recently taken a liking to the story, and wished to be a part of it. After getting largely good reactions, he decided to stage a hoax. He has explained exactly how that took place in an email.Copeland pretended to be shaken up in the chat, and later posted a message onto the forums, linking to the video to spread it around, in the hope to get similar reactions.After a while, Copeland removed the painting and reverted to normal textures. He proceeded to stream further, pretending to be scared. He announced that he would delete the world to never meet Herobrine again.Later on, Patimuss made a video showing Herobrine in a user-made lava field. This Herobrine was free-standing, unlike the previous video. Due to this, it is likely he was a retextured door. The livestream went down after Patimuss ran away and saved his game, only to resume ten minutes later, where Herobrine had disappeared.Later on, during the second stream, Patimuss can be heard talking to his wife, stating he was trolling. This flooded the livestream chat with outrage. He then faked a game crash. Copeland disliked that Patimuss outed Herobrine as a fake.It is unknown when exactly it happened in relation to Patimuss's video, but Copeland then posted links in chat, leading tohttp://ghostinthestream.net/him.h. This is likely where the nickname \"Him\" originated from. The page features Steve's face, but with real, frantically rolling eyes in the place of his block eyes, modified to be completely black.Below the face, there are a jumble of characters and letters. after removing all non-alphabet characters, the following message is revealed:“It has been reported that some victims of torture, during the act, would retreat into a fantasy world from which they could not WAKE UP. In this catatonic state, the victim lived in a world just like their normal one, except they weren't being tortured. The only way that they realized they needed to WAKE UP was a note they found in their fantasy world. It would tell them about their condition, and tell them to WAKE UP. Even then, it would often take months until they were ready to discard their fantasy world and PLEASE WAKE UP.?The message keeps telling the viewer to \"wake up\", implying they're living in a fantasy world, and this text hidden in the page is their \"note\". The above text is from another creepypasta, entitled \"Wake Up\".The stream proceeded later with no further Herobrine sightings. Copeland continued to adamantly state Herobrine was real for about a year onwards. The wiki asked Copeland several questions regarding the event, which are located here.Since the stream, there has been a huge increase in his popularity, propelling Herobrine to meme status, and making him an icon of the community. There are several mods, animations, pieces of artwork and constructions of Herobrine that have been created.PronunciationHerobrine has two distinct pronunciations, suspected to be because of pronunciation differences between America and Europe.It is speculated that most Europeans would pronounce the word as \"hero brine\", brine being salt-saturated water.While it is speculated that most Americans would pronounce the name as \"Hiro brin\". Both e's are pronounced differently, with the first e being pronounced as an i, and the last e being silent.The \"European\" version is seen as canon, mainly because the Brocraft team pronounced him as such in their livestream, and because Herobrine himself, canonically, is Swedish.Further study into what specifically has caused these pronunciation differences is in progress. To help, please see the talk page.What Herobrine isCanonical\nHerobrine is Notch's dead brother, somehow embedded into Minecraft. While this is the \"canon\", this is also completely false in reality, as Notch has no brother.Ghost aside, there are two plausible canon theories remaining.Herobrine shows a lot of characteristics of being a form of virus, such as manipulating game worlds, deleting threads and sending messages through the Minecraft Forums. Perhaps also hacking into Notch's email and Twitter to reply on his own existence. Or, Herobrine is simply a figment of the users imagination. All users the user talked to, including Notch's email reply, could simply be the creation of the player's mind. This would also explain Notch's rejection of the canon, as showing the story is all in the user's head.Herobrine is near-certainly inspired by Slenderman, who is also the inspiration behind Endermen.\nCommunity\nThe most popular theories among users is that Herobrine is a ghost. Other theories can involve him being a higher being, a demon, a bad omen, or the suggestions in the canonical explanation. However, most of these are written as if Minecraft itself is reality, rather than from the player controlling the avatar within the game. Herobrine canonically has not appeared in real life, and remains confined to technology.AppearanceCanonical\nHerobrine is a human entity, with exactly the same skin as \"Steve\". However Herobrine has bright white eyes that glow in the darkness, as if they are a light source.\nCommunity\nHerobrine can sometimes be seen holding tools, such as pickaxes. This stems from the widespread community belief that Herobrine was a miner. Usually, his hands are empty.Herobrine is often portrayed by the community as a dead miner, killed long before the player's arrival. His appearance, however, does not suggest either of these are the case. But with Minecraft's abandoned mineshafts and strongholds, as well as mining being a large part of the game, the game itself has shaped public perception of the character to suit this persona.MovementCanonical\nHerobrine is said to have the ability to run in Minecraft. This is indicated by the original source. The Brocraft stream portrays him as almost always stood up straight, with arms to his sides, watching the player. He is not seen to physically move within the Brocraft stream, but he moves location during the stream. It is unknown if Herobrine can swim, use minecarts, boats or Nether portals. Like most ghosts, it is likely he simply has no use for most methods of transportation.\nCommunity\nMuch like angered Endermen, Herobrine is widely believed to move via teleportation. Nearly all of the community actually reject the canon, describing him as running.Herobrine cannot fly, and no variation states this as \"canonical\". However, he appears to be able to glide. Which is to say, moving in directions without physically moving, while not moving upwards. This is usually evident in retreating back into fog.Herobrine is often portrayed with his head crooked or twitching. This is likely due to him being seen moreso as a virus/creepy entity in Minecraft, rather than a ghost.Interaction within MinecraftCanonical\nHerobrine is able to build and destroy in Minecraft. The original image states the player found long 2x2 tunnels, small pyramids in the middle of the ocean and trees with no leaves. The full extent of Herobrine's building capacity is unknown, but the given examples indicate Herobrine has awareness of shape, and can differentiate materials from each other.Herobrine seems to solely target human players. He did not seem to interact with any other mobs nearby in the Brocraft stream, some of which were spiders and zombies. His canonical relation to further mobs added since he appeared is a complete mystery. His interactions with other mobs is not mentioned in the original image. While there is a chicken present in the image, Herobrine does not seem interested in it at all, and is solely focused on the player.\nCommunity\nHerobrine has, on occasion, interacted with other mobs. He is sometimes able to take control of passive animals, and revive/spawn undead mobs.Herobrine seems able to drastically change his environments with no viable source of resources to do so. Most expansions to his abilities involves cobblestone placing, dungeon building, using redstone torches and setting traps. He exhibits all the symptoms of a Creative player in the game.Herobrine seems unable to enter the Nether, or the End.VariationsHerobrine's intentions vary, but they usually fall under two categories. One variation is based on pure community interpritation, while the other, based on the canon.\nCanonical\nIn the Stalker variation, he stalks the player, disappearing if approached. This variation is derived from his origins.\nCommunity\nIn the Vengeful variation, he tries to ensnare the player in traps, presumably to steal their items. He waits for people to enter his dungeons, then either seals them inside, or teleports behind them, presumably killing them. Some rarer variations of this particular version says he breaks the player's creations, and steals their items from chests. This variation is likely inspired by griefers and trolls.\n",
    "replies": [
        {
            "author": "Peninsula",
            "timestamp": 1397106840,
            "txt_content": "求翻译。"
        },
        {
            "author": "附魔武器",
            "timestamp": 1397106840,
            "txt_content": "不翻译发来有什么用...."
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1397106840,
            "txt_content": "Herobrine Herobrine是自制的主题“creepy-pasta”(令人毛骨悚然的故事)。他是一个主要的社区图标Minecraft卖出。Herobrine Minecraft卖出的没有出现在任何版本。\n“佳能”Herobrine被广泛认为是第一次发布的图像/故事Herobrine,以及Brocraft流。贴这两个事件后视为fanmade adaptions /变化。\nHerobrine Minecraft卖出吗?\nHerobrine Minecraft卖出。\n没有提到他的源代码,并没有代码像Herobrine允许任何实体。没有水平地形代码生成红石火把,2 x2隧道或复杂的地下城和陷阱。\n没有方式Herobrine能存在于任何unmodded客户机或服务器。任何声称他在Minecraft卖出是完全错误的。任何场合他可能是由插件被安装引起的。\nHerobrine的迹象,像树没有叶子,随机glowstone塔,可疑信息标志,等故障,格式化的自然,或由另一个球员来误导你。\n从原始creepy-pasta,Herobrine创建随机结构,如砂金字塔在海洋和长2×2隧道。他也切断了所有的树叶从树上。\nMinecraft卖出Wiki和论坛不参与任何病毒Herobrine骗局。任何删除Herobrine-related评论或故事纯粹是由于Herobrine不存在,故事都是虚构的,有意误导他人,或由于用户插件安装在他们的游戏没有他们的知识。\nHerobrine首次出现在一个图像详细遇到。这是张贴在4 chan / v /板,并获得了很少的关注。它表示Herobrine如何出现在某人的单人游戏,散落在地图与各种金字塔和隧道。这是第一媒体,任命他为Herobrine。\n科普兰曾通过世界正常lets-player,刻意避免在制品的房间他设置的骗局。Herobrine被介绍给这里的流(在20:45)。他被证实是重设绘画。科普兰然后尖叫着跑出房间,立即结束。\n直到后来,Herobrine越来越受欢迎,当Brocraft横幅“科普兰”合成Herobrine成几个截图给他聊天。他最近喜欢的故事,和想成为它的一部分。在得到很大程度上反应好,他决定上演一场骗局。他解释了如何在电子邮件中发生。\n科普兰在聊天,假装动摇,后来发了一条信息到论坛,链接到视频传播,希望得到类似的反应。\n过了一会儿,科普兰把绘画和纹理恢复正常。他进一步继续流,假装害怕。他宣布他将删除世界永远不会再次见到Herobrine。\n后来,Patimuss视频Herobrine定义熔岩。这个Herobrine是独立的,不像之前的视频。因此,很有可能他是一个重设门。liverstream跟着Patimuss下去跑了,救了他的比赛,只有十分钟后恢复,Herobrine已经消失了。\n后来,在第二次流,Patimuss可以听到与他的妻子,说他是恶意破坏。这与愤怒淹没了现场聊天交流。然后他假装游戏崩溃。科普兰不喜欢Patimuss曝出Herobrine为假。\n未知什么时候它发生在Patimuss有关的视频,但是科普兰在聊天,然后发布链接主要tohttp:/ / ghostinthestream.net/him.h。这可能是绰号“他”源自哪里。页面功能史蒂夫的脸,但真实,疯狂地滚动的眼睛在他的眼睛,修改是完全黑色。\n下面的脸,有一团混乱的字符和字母。删除所有non-alphabet字符后,显示以下信息:\n”\n据报道,一些酷刑的受害者,在行动,将倒退到一个幻想世界,他们无法醒来。在这种紧张状态,受害者生活在一个世界,就像正常,除了他们不被折磨。的唯一途径,他们意识到他们需要醒来注意他们发现在他们的幻想世界。它会告诉他们关于他们的病情,告诉他们醒来。即便如此,它常常需要几个月,直到他们准备抛弃幻想世界,请醒来。\n吗?\n消息不断告诉观众“醒来”,暗示他们生活在一个幻想的世界,和本文隐藏在页面是他们的“注意”。上面的文字是来自另一个creepypasta,题为“醒来”。\n流进行后没有进一步Herobrine目击。科普兰继续坚决状态Herobrine大约一开始是真实的。wiki科普兰问几个问题有关的事件,这都坐落于此。\n以来,已经有大量增加他的人气,推动Herobrine meme的地位,使他社区的一个图标。有几个插件、动画的艺术品和建筑的Herobrine创建。\n发音\nHerobrine有两个不同的发音,怀疑是由于美国和欧洲之间的发音差异。\n这是猜测,大多数欧洲人将发音为“英雄盐水”这个词,盐水被盐水水。\n虽然猜测,大多数美国人发音的名字为“宏林”。e的明显不同,第一个被宣布为一个我,和最后一个e被沉默。\n“欧洲”版本被视为经典,主要是因为Brocraft团队在他们的转播画面,明显他是这样的,因为Herobrine本人,正规的,是瑞典。\n进一步研究到什么特别引起了这些发音差异正在进行中。帮助,请参见页面。\n什么是Herobrine\n规范\nHerobrine是切口死了哥哥,嵌入Minecraft卖出。虽然这是“佳能”,在现实中,这也是完全错误的切口没有兄弟。\n鬼之外,仍有两个看似合理的经典理论。\nHerobrine显示大量的特点的一种病毒,如操纵游戏世界,通过Minecraft卖出论坛删除线程和发送消息。也可能侵入切口的邮件和Twitter回复自己的存在。或者,Herobrine只是用户的臆想。所有用户的用户交谈,包括切口的邮件回复,可能仅仅是球员的头脑的创建。这也解释了切口的佳能、拒绝的故事都是显示用户的头。\nHerobrine由Slenderman near-certainly启发,也是Endermen背后的灵感。\n社区\n最受用户欢迎的理论是Herobrine是一个幽灵。其他理论可以涉及到他作为一个高,一个魔鬼,一个坏的征兆,或建议规范的解释。然而,大多数这些被编写为如果Minecraft卖出本身是现实的,而不是从玩家控制游戏中的化身。Herobrine宗教上地并未出现在现实生活中,仍然局限于技术。\n外观\n规范\nHerobrine是人类实体,与皮肤完全相同的“乔布斯”。然而Herobrine明亮的白色的眼睛,在黑暗中发光,好像他们是一个光源。\n社区\nHerobrine有时可以看到手里拿着工具,组员一样如带着镐。这源于广泛的社区相信Herobrine是一个矿工。通常情况下,他的手是空的。\nHerobrine往往被社会描绘成一个死去的矿工,死亡之前玩家的到来。然而,外表并不是认为这些都是如此。但Minecraft卖出的废弃矿坑和据点,以及采矿是一个大型游戏的一部分,游戏本身塑造了公众的性格适合这个角色。\n运动\n规范\n据说Herobrine Minecraft卖出的运行能力。这是由原始源表示。Brocraft流将他描绘成几乎总是直起身,与武器给他,看的球员。他不是Brocraft流内的身体移动,但是他在流移动位置。还不确定如果Herobrine能游泳,使用minecarts、船只或冷酷之门户。像大多数鬼魂一样,很可能他只是没有使用对大多数方法的交通工具。\n社区\n就像激怒了Endermen,Herobrine被普遍认为将通过传送。几乎所有的社区实际上拒绝佳能,描述他是跑步。\nHerobrine不能飞翔,没有变异州这是“规范”。然而,他似乎能滑翔。也就是说,朝着方向没有身体上移动,而不是向上移动。这通常是在撤退回雾。\nHerobrine头是弯曲的或抽搐。这可能是因为他被用来作为病毒/令人毛骨悚然的实体在Minecraft卖出,而不是一个幽灵。\n交互在Minecraft卖出\n规范\n在Minecraft卖出Herobrine能够构建和破坏。原始图像状态玩家发现长2 x2隧道、小金字塔中间的海洋,树没有叶子。Herobrine全面的能力建设是未知的,但是给定的例子表明Herobrine意识形态,并且可以相互区分材料。\nHerobrine似乎只是人类玩家的目标。他似乎并没有与任何其他暴徒附近Brocraft流,其中一些蜘蛛和僵尸。他规范关系进一步暴徒还说自从他出现是一个完整的谜。他与其他暴徒之间的互动不是提到的原始图像。虽然有一只鸡的形象,Herobrine似乎并不感兴趣,只专注于玩家。\n社区\n有时,Herobrine与其他暴徒。他有时能控制被动的动物,和恢复/产卵不死暴徒。\nHerobrine似乎能够彻底改变自己的环境,没有可行的资源来源。大多数扩展他的能力包括鹅卵石放置,地牢建筑,使用红石火把,设置陷阱。他展示所有的症状一个创造性的玩家在游戏中。\nHerobrine似乎无法进入虚空,或结束。\n变化\nHerobrine的意图不同,但他们通常属于两类。变化之一是基于纯interpritation社区,而另一个,基于佳能。\n规范\n跟踪狂的变异,他潜伏在球员,如果接近消失。这个变化是来自他的起源。\n社区\n在复仇的变异,他试图使玩家陷入陷阱,大概是为了窃取他们的物品。他等待的人进入地牢,然后要么海豹,或者传送背后,可能杀死他们。一些罕见的变化的特定版本说他打破了玩家的作品,从胸部和窃取他们的物品。这种变化可能受griefers和巨魔。（有道词典翻译的...）{:10_514:}"
        },
        {
            "author": "mxp00001111",
            "timestamp": 1397106840,
            "txt_content": "什么东西啊？？"
        },
        {
            "author": "不是吗？",
            "timestamp": 1397106960,
            "txt_content": "我去找谷歌娘"
        },
        {
            "author": "4852",
            "timestamp": 1397107140,
            "txt_content": "我英渣啊"
        },
        {
            "author": "冬日祭",
            "timestamp": 1397107140,
            "txt_content": "这是什么?         "
        },
        {
            "author": "HerobrineSP",
            "timestamp": 1397107320,
            "txt_content": "咕噜and呼噜 发表于 2014-4-10 13:14\nHerobrine Herobrine是自制的主题“creepy-pasta”(令人毛骨悚然的故事)。他是一个主要的社区图标Minecraft ...\n啊哈。。干的不错{:10_492:}"
        },
        {
            "author": "HerobrineSP",
            "timestamp": 1397107380,
            "txt_content": "mxp00001111 发表于 2014-4-10 13:14\n什么东西啊？？\n有翻译啊。。。"
        },
        {
            "author": "HerobrineSP",
            "timestamp": 1397107380,
            "txt_content": "不是吗？ 发表于 2014-4-10 13:16\n我去找谷歌娘\n好主意啊{:10_513:}"
        },
        {
            "author": "250=mo",
            "timestamp": 1397107800,
            "txt_content": "Herobrine发音，有时在中文社区中被简写为HIM（可能是一个误传，因英文社区并无这种简写），是Minecraft有关社区创作出的一个恐怖故事的主角。它是Minecraft社区里的一个重要标志形象。Herobrine从未在任何版本的Minecraft中出现过。Herobrine传说的“经典”版本，通常被认为是首个和它相关的帖子里的图像/故事，或Brocast直播的视频。任何在这两个事件之后出现的视频，图像或故事均被看做是基于经典版本二次创作后的社区变种/改写。目录  [隐藏] \n1 Herobrine是什么\n1.1 经典版1.2 社区版\n2 外表\n2.1 经典版2.2 社区版\n3 移动能力\n3.1 经典版3.2 社区版\n4 和Minecraft的互动\n4.1 经典版4.2 社区版\n5 不同的版本\n5.1 经典版5.2 社区版\n6 起源与流行7 未来升级\n7.1 目前对于Herobrine的立场\n8 友情客串\n8.1 Mojang媒体中的出现8.2 更改日志\n8.2.1 Xbox版更改日志\n8.3 Xbox 3608.4 Scrolls（卷轴）\n9 Mojang的反应\n9.1 Notch9.2 Ezchili9.3 Kappische9.4 Mollstam9.5 JahKob9.6 Carnalizer9.7 EvilSeph\n10 你知道吗11 另见12 参考\nHerobrine是什么经典版Herobrine身份的经典说法是Notch的已故兄弟，由第一张Herobrine相关的图片所述。然而Notch自己并没有死去的兄弟，经典版的故事显然是脱离事实的。先放下它的幽灵身份不谈，经典版本还提出了两点似是而非的理论。Herobrine拥有很多病毒的特征，比如说更改和操纵Minecraft的游戏世界，删除论坛上的帖子或者通过论坛传递信息。甚至还拥有能够黑进Notch的电子邮箱来回复证明它自身存在的信息的能力。 又或，Herobrine也许只是用户自己捕风捉影想象出来的。所有这些由Herobrine账号发出的“信息”和电子邮件可能只是用户们自己脑补的。这就是为什么Notch非常排斥经典版的故事，因为它完全没有实际依据。Herobrine的原型部分来自于Slenderman，末影人的设计灵感也来源于它。社区版玩家和用户间流传最广的理论是：Herobrine是一个幽灵。其他的理论包括：比人类更高等的存在；恶魔；恶兆；或者其他从经典版设定衍生出的解释。 然而，大多数的其它理论/设定貌似都将Minecraft视为了现实世界，而不是一个由玩家操控游戏角色进行游玩的虚拟游戏。经典Herobrine传说的设定并没有混淆游戏和现实，而是严格地将其界定在科技范围内。外表经典版Herobrine是一个人类实体，和史蒂夫有着一样的皮肤。唯一的不同点在于他的眼睛：不仅全白，而且还和光源一样能在黑暗中发光。社区版Herobrine有时会手握工具出现。这个设定来源于社区玩家普遍相信的Herobrine的矿工身世。通常来说它都是双手空空的。Herobrine经常被描述成一个在玩家来到这个世界前很久就死去的矿工，虽然他的外表完全和这个描述搭不上边。 不过，由于Minecraft的世界中有许多废弃矿井和要塞，挖矿也是重要的游戏组成部分，玩家会接受这个设定也就不奇怪了。移动能力经典版根据起源贴的内容，Herobrine应该拥有能在游戏中奔跑的能力。Brocast频道的视频则是将其表现为总是手直直地站立着，看着玩家的形象。在视频里它并没有进行任何肢体动作，但是却能够移动它的位置。 Herobrine的游泳，使用交通工具或使用传送门的能力尚不明确。像大多数幽灵一样，他很有可能不会，也不需要上述任何能力来进行移动。社区版和被激怒的末影人类似，据信Herobrine有瞬移的能力。社区上下基本都认为Herobrine会跑，和经典版不符。Herobrine不会飞，也没有任何一个故事变种在这点上认同经典版。 然而，他却好像有滑行的能力。也就是说：能在不运动任何肢体的情况下移动。估计他就是用这种方式退回到雾中的。Herobrine通常被描述成拥有歪曲或抽搐的头。很有可能是因为他大部分时候都被看做是一个病毒/潜行实体而不是幽灵。和Minecraft的互动经典版Herobrine能够在Minecraft中进行建筑或破坏。原帖里的图像显示出Herobrine建造的2×2的长隧道，大海中央的金字塔和没有叶子的树。 Herobrine的完整建筑能力尚不明确，但从已知的设定来看，它有分辨出不同形状和材料程度的能力。Herobrine的目标貌似总是人类玩家。它在Brocast的视频中从来不和其它的生物进行互动，比如 僵尸和骷髅。原版中所述的更多的生物生成的说法也让故事变得迷雾重重。 起源贴的截图中有一只鸡，但是Herobrine貌似完全没有对它表示任何兴趣，而仅仅是看着玩家。社区版Herobrine偶尔会和其它生物互动，比如说控制中立生物或复活/生成亡灵类生物。Herobrine貌似拥有可以使用环境中没有的资源进行大幅改造能力。比如说放置圆石，建造地牢类建筑，使用红石火把来建造陷阱等。 它的行为模式十分符合一个创造模式的游戏玩家。Herobrine貌似不能够进入下界或末路之地。不同的版本Herobrine的意图在各个版本中都有所不同，但它们大多数都可以被归类到以下两大类。一类纯粹是出自社区中用户的自行解读和创造，另一类则是基于经典传说的。经典版在跟踪者版本中，他会尾随并跟踪玩家，一旦被发现或靠近就消失。这个设定直接取自经典版本的故事。社区版在复仇者版本中，他会试图将玩家引诱入他布下的陷阱里，然后偷走他们的物品。他会等待玩家进入他建造的地牢中，之后将出入口封死，或者直接传送到玩家的身后，将玩家杀死。 其它较为罕见的版本则说他会破坏玩家的作品并从箱子里偷东西走。这个版本的灵感可能来源于多人游戏中的众多小白和恶意破坏者。起源与流行\nHerobrine的故事\n\n\n\nHerobrine's在Brocast视频中的第一次“登场”。\n\n\n\nBrocast观众们在直播中断期间被导向的页面截图。\n\n\n首个和Herobrine相关的帖子只有一张描述玩家目击Herobrine过程的图片（见右图）。它在论坛发表后只有很少人注意到。这张图片上的文字说明中叙述了Herobrine是如何在自己的单人游戏中到处建造小金字塔和2格高的隧道的。Herobrine的流行则要归功于某个Brocast staff的直播视频：直播中出现了Herobrine（这就是最为人所知的那个Herobrine出现的视频）。虽然是个恶作剧，不过还是立刻为Herobrine聚集了大量人气。 Herobrine在这个视频的20分45秒左右出现。不久之后，另一个Herobrine相关的视频出现了：这次Herobrine出现在了一个玩家自制的岩浆池里。直播在这个玩家逃跑并保存游戏之后中断了，10分钟之后直播重新开始，但是Herobrine已经消失了。在直播期间，观众能听到这个玩家对自己的妻子说自己是如何在调戏群众的，结果导致直播评论数量直线上升。这个玩家随即放出了一个假的游戏崩溃画面。在游戏崩溃期间，所有的观众都被导到了一个新的页面，内容是Herobrine的脸。但是和平常的Herobrine不同：它有着非常真实的眼珠，而且还能传动。颜色也被改为全黑，很是吓人。在查看这个网页的源代码时，会看到一大堆字符和字母。将所有非字母字符去掉后，就有了以下这段文字。It has been reported that some victims of torture, during the act, would retreat into a fantasy world from which they could not WAKE UP. In this catatonic state, the victim lived in a world just like their normal one, except they weren't being tortured. The only way that they realized they needed to WAKE UP was a note they found in their fantasy world. It would tell them about their condition, and tell them to WAKE UP. Even then, it would often take months until they were ready to discard their fantasy world and PLEASE WAKE UP.\n译文：\n据传有一些受害者，在被折磨期间将自己的意识回退到了一个幻想世界，一个他们无法醒来的地方。在接近崩溃边缘的心理状态下，他们虽仍然过着和正常人一样的生活，同时也不断地受到折磨。唯一能够让他们意识到需要醒来的，是一个藏在幻想世界中的提示。它会让玩家知道自己的处境。然而就算他们找到了它，也需要数月才能真正去摆脱那个幻想世界，请醒过来！这段信息不断地暗示观众们在一个幻想世界中，并且需要“醒来”，而这些文字就是那个“提示”。\n大多数人都认为视频中出现的Herobrine把戏只不过是用更改过材质的挂画，铁门，MOD实现的；或者只是让一个头上的名字被去掉，更改过皮肤的玩家扮演的。自那以后，Herobrine之名一下红遍了Minecraft社区。相关的名称和流行文化也随之遍地开花。Herobrine也就此成为了Minecraft社区的标志。其流行也导致了一大批相关MOD，艺术画和视频的涌现。未来升级Notch在Herobrine出名之前曾在twitter上对相关问题做出过答复。原文RavenBurga “他”到底是一个真实的游戏内实体还是只是一个成功的_网络恶搞.swf？Notch 他不是真的。 =) 不过不久就可能是真的了！以上对话证实了Herborine不存在，但同时也暗示了Notch在之后的版本中加入HIM的可能性。在Minecraftcon 2010上，Notch证实了Herobrine会在将来升级中加入游戏，最有可能是在秘密周五更新中。因为Herobrine页面内容的戏剧性发展，一个wiki的版主特意通过IRC频道向Notch询问Herobrine是否真的会被添加：12:25 Kizzycocoa [...] 是否已证实这个东西会在未来被加入Minecraft？12:27 Notch 暂时还没有任何将Herobrine本身加入游戏的计划，不过我的确很喜欢那些流言，哈哈。这段对话表明Notch并未真的想要加入Herobrine。但是他所用的措辞“本身”则让人不得不联想到类似的东西可能会被加入，这让群众的热情又高涨了起来。因此，这个用户又问了一次，以求澄清事实。8:09 AM Oct 20th Kizzycocoa [...] 我们的社区已经疲于应对Herobrine有关的垃圾邮件了。8:56 AM Oct 20th Notch 我没有在游戏中加入Herobrine的计划。[1]\n暂时还没有任何Jeb_和Jon是否会认同在未来Minecraft中加入Herobrine的消息。\n目前对于Herobrine的立场自从Minecraft由Notch转交给了Jeb_后，出现在以后更新中的机率是不明确的。在8月22日，Dinnerbone，现任联合开发者，在twitter上发布：“我们没有任何加入herobrine的计划。我认为这点永远不会改变。?~ Dinnerbone 于Herobrine[2]说道。这证实了Herobrine将永远不会在Minecraft的正式发布中出现，以及任何声称在原版Minecraft的未来更新中\"找到\"Herobrine都是完全毫无根据的。友情客串Mojang媒体中的出现\nHerobrine在Wedding Weekend宣传画中的出现。\n\n\n\nHerobrine在Minecon的报头出现。\n\n\n\nHerobrine在Minecon的XBOX摊位亦有出现。\n\n\n\nHerobrine在Mojang的\"夏日恐慌\"facebook封面照片中出现\n\n\nHerobrine在Mojang的官方图片里作为其中的玩笑而出现。他的身影首次出现于Wedding Weekend，藏在Notch和其它minecraft角色的背后。 他第二次则藏在了Minecon的报头图片中，这次又是在Notch身后。Herobrine亦在Hatfilms所制作的Minecon官方预告片的3分11秒处出现。但是参与录制的用户都是上传的自己的皮肤，所以这可能不是他们有意为之的。Herobrine也曾在Minecon的Xbox专区被发现。他的形象出现在广告板上，就在Xbox摊位后面。有些玩家拿这些图片和视频作为Herobrine会在游戏中被加入的证据。但它们其实只是噱头，用于煽动Herobrine“支持者”的。Herobrine也出现在了Minecraft的Facebook页面，图片为封面照片。此处需要声明此图片是由一位粉丝在一个比赛中制作的，题材为\"夏日恐慌\"，因此包含的内容不能被认为是完全蓄意的。更改日志Minecraft Beta v1.6.6版的升级日志中首次声称移除了Herobrine。那只是一个玩笑，其实是暗指Notch部分地移除了人类生物的代码，使其无法生成。一个不可告人的企图是用来troll大家的，由于在这时Herobrine正在社区内获得很高的人气。下方为一个表格，展示了每个Herobrine有被\"移除\"的记录。版本原因Beta 1.6.6移除了人类代码，以及玩弄社区。Beta 1.7无原因/玩弄社区。Beta 1.7_01无原因/玩弄社区。Beta 1.8 (冒险元素更新)无原因/玩弄社区。1.0 (Full Release)无原因/玩弄社区。1.2无原因/玩弄社区。仅显示在登陆器的Tumblr更改日志上。1.2.5移除了所有的\"幽灵实体\"。更新条目写道：\"在吾主Herobrine的命令下移除了所有的幽灵实体\"。1.3.1无原因/玩弄社区。1.4.2无原因/玩弄社区。仅显示在登陆器的Tumblr更改日志上。1.5 Pre-release无原因/玩弄社区。1.5无原因/玩弄社区。1.6 Pre-release无原因/玩弄社区。1.6.1无原因/玩弄社区。仅显示在登陆器的Tumblr更改日志上。1.7.2无原因/玩弄社区。仅显示在登陆器的Tumblr更改日志上。Herobrine并未在任何快照版本的更新中被“移除”。Xbox版更改日志在Xbox版的7月更新中，Herobrine头一次从Xbox 360版的Minecraft中被移除了。看来4J Studios，Xbox版的开发者会继承PC版的传统，将这个玩笑继续发扬光大。Xbox 360在Xbox 360上，Herobrine仅在一个闪烁标语中被提及。[3]Herobrine皮肤也存在于一个Xbox 360上发布的皮肤包中。 [需要截图]\n因为这个皮肤包的普及，“目击”数量也上升了。但是他们都只是用了Herobrine皮肤的玩家而已。 Herobrine还在第三个皮肤包中出现过，皮肤名为“僵尸Herobrine”。Scrolls（卷轴）在Mojang开发的新游戏Scrolls（卷轴）0.103.0版的更新日志中，Herobrine被移除的信息被写在了杂项一栏里。[4]Mojang的反应Mojang的员工偶有提及自己对Herobrine的看法。NotchNotch的发言原文“那个叫Herobrine的玩意儿的确很有意思，同时也很吓人。它极好地展示了一个创作者所创造出来的内容不仅仅是属于他一个人的。\n\n我一向公开地跟人说Herobrine是不存在的，我也没有什么已故的兄弟，就算你把动物往岩浆里丢也不可能把他召唤出来，不过你也不需要害怕他。他只是想，呃，找到你，然后试图对你自己看不到的危险发出警告。他绝对没有从你整夜不关Minecraft的电脑里爬出来，然后静静的站在你的床边把脸凑到你面前几英寸的地方用那混白的眼珠盯着你，用尖叫把你吓醒的能力。有的时候你抖三抖醒过来，他就消失了，你脑海中挥之不去的只有那无言尖叫的昏暗回声。那当然只是一个梦啦。绝对没有什么有成为神的情结的半吊子幽灵会从我的游戏里跑出来“为了他自己”吓唬小孩子，因为这种东西根本就不存在。等等等等……?~ Notch 于Herobrine[5]说道。\n“又收到了一堆询问Herobrine相关的推特和电子邮件。我没有已故的兄弟，他也从来没有在游戏里出现过。他不是真的，从来都不是。?~ Notch 于Herobrine[6]说道。EzchiliEzchili的发言原文“记得当时第一次看Brocast的视频还觉得挺有意思的，质量不错。结果到现在已经彻底被用到烂大街了。?~ Ezchili 于Herobrine[7]说道。KappischeKappische的发言原文“好吧好吧。我就直说了，根本就没有什么Herobrine。只是某个混蛋编了一个不错的谣言，然后又有人可能做了个mod啥的。?~ Kappische 于Herobrine[8]说道。当被问到是否需要重新考虑一下立场的时候，Kappische回答道：“是的..但他在看着我呢！?~ Kappische 于Herobrine[9]说道。MollstamMollstam的发言原文“Herobrine是，也将永远是我们的朋友。?~ Mollstam 于Herobrine[10]说道。JahKobJahKob的发言原文“他从未存在过.. 请随意引用我的话来辟谣吧..?~ JahKob 于Herobrine[11]说道。CarnalizerCarnalizer的发言原文“我从来没有对Herobrine有过什么看法，如果有的话，多半最后会被贴到Wiki上去。?~ Carnalizer 于Herobrine[12]说道。“我持保留意见。?~ Carnalizer 于Herobrine[13]说道。EvilSephEvilSeph的发言原文“我不能对这件事情发表言论。他可能正看着呢...?~ EvilSeph 于Herobrine (通过IRC频道)说道。<以后可能会有更多。如果又有Mojang的人发表了言论，请贴到讨论页里去。>你知道吗在被问到在Wiki中植入音频播放器的相关问题时，C418也顺便提到了编号为11的音乐唱片的内容的问题。他说自己虽不能对它做太多评论，但是它的确和Herobrine没有任何关系。Testificate.com是一个非Mojang制作创建的粉丝站点。但是，Notch在Reddit上公开的“赞”了这个页面。在Minecraft服务器上，有一个用户名为Herobrine的用户。这是一个付费注册用户（不仅注册，并且已经为正版游戏付费）。拥有者未知\n这个不是更好吗"
        },
        {
            "author": "肥嘟嘟的大象",
            "timestamp": 1397107980,
            "txt_content": "甘翻译一下么"
        },
        {
            "author": "HerobrineSP",
            "timestamp": 1397108040,
            "txt_content": "嗯，虽然都出自MC WIKI{:10_524:}"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1397108280,
            "txt_content": "咕噜and呼噜 发表于 2014-4-10 13:14\nHerobrine Herobrine是自制的主题“creepy-pasta”(令人毛骨悚然的故事)。他是一个主要的社区图标Minecraft ...\n  机翻读起来就是怪异↓ →_→ ↓"
        },
        {
            "author": "Hong-Jian",
            "timestamp": 1397109420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "咕噜and呼噜",
            "timestamp": 1397128260,
            "txt_content": "Lucky777777 发表于 2014-4-10 13:38\n机翻读起来就是怪异↓ →_→ ↓\n额\n呃呃呃呃呃呃呃呃呃呃呃呃呃呃呃呃呃呃呃呃"
        },
        {
            "author": "1.3806",
            "timestamp": 1397130600,
            "txt_content": "哪里抄来的？"
        },
        {
            "author": "Carlyle_",
            "timestamp": 1397131140,
            "txt_content": "lz你发这么长怎么看的下去啊"
        },
        {
            "author": "HerobrineSP",
            "timestamp": 1397131500,
            "txt_content": "Carlyle_ 发表于 2014-4-10 19:59\nlz你发这么长怎么看的下去啊\nhahahahahaha{:10_513:}"
        }
    ]
}