{
    "title": "生物制造器 第一章",
    "author": "疾祥风",
    "replyCount": 1,
    "timestamp": 1397135760,
    "txt_content": "\n“啊！”\n\n    一声凌厉的惨叫在阳明大学幽静的林荫大道上响起。\n\n    此时已经是正午时分，刚刚下了课的学生们正急着冲向食堂去抢饭，听到这声突来的惨叫，均被吓了一大跳。\n\n    待他们看清楚发出惨叫的是一个穿着廉价的休闲服，相貌普通的男生时，均丧失了兴趣，个个都挂着事不关已的表情匆匆的离开了现场。\n\n    这个男生头破血流的倒在地上，地上还有一块沾着血迹银色板砖。情况很明显，应该是这个男生好端端的走在路上，却不知道被那儿飞来的银色板砖砸到了头，当即倒下了。\n\n    没人想到要报警或是将这个男生送到医护室。\n\n    人心的冷漠，可见一斑。\n\n    有个大概天生喜欢幸灾乐祸的家伙甚至还阴阳怪气的嘲讽道：“哇，俗话说，运气来了天上会掉馅饼砸到头，这个小子倒好，居然被天上掉下的一块板砖砸到头，运气还真不是一般的差啊！”\n\n    有人忍不住的问道：“徐峰，你那么开心干吗，那板砖该不会是你扔的吧？”\n\n    徐峰闻言当场脸色一变，怒道：“你说什么，你哪只眼睛看到是我扔的板砖？我都不认识这小子是谁，干吗要朝他扔板砖，再胡说八道我告你诽谤！”\n\n    见那个叫王一帆的男生仍然躺在地上一动不动，徐峰大概是怕他死掉而给自己招来麻烦，骂了几句后即匆匆的走掉了。\n\n    转眼之间，所有的学生都走得干干净净了，留下仍然躺在地上死活不知的王一帆无人理会。\n\n    王一帆自然没死，此时他心中正在破口大骂：\n\n    “妈的，是那个缺德的家伙乱扔板砖砸到老子的头？混蛋，要是被老子查到，非剥了你的皮不可……你们这些混蛋，怎能就这么走了，就算不送我去医护室，好亏也该向老师报告啊！哥们刚刚才入学，应该没得罪过谁啊，干吗你们都见死不救，太没人情味了吧……”\n\n    骂了半晌，王一帆又不由感到惭愧，要不是刚才自己走路心不在焉的，以自己的身手和反应能力，怎么可能被一块从天而降的板砖砸到头？怪自己的警觉心不够啊！不过话又说回来了，就算自己心不在焉，能用这块板砖准确无误的砸到自己的头，说明扔这板砖的人准头还真不是一般的高。\n\n    莫非是个暗器高手，小李飞刀的传人？\n\n    他奶奶的，自己好像也没有得罪过什么暗器高手吧？\n\n    王一帆是明阳大学生命科学院生物系的大一学生，平民出身，无任何背景，家中也不富有，却硬是用高分数被明阳大学录取了。\n\n    明阳大学乃是全国顶尖的大学之一，虽然成立较晚，故还比不上北大、清华这样的名校，但却因为历届的三代校长都神通广大，能力出众，因此令明阳大学拥有了不次于北大和清华的强大的科研实力和雄厚的师资力量，短短二十年，明阳大学就名列全国十大名校之一。只要进了这所大学能够认真学习的学生，毕业后一般都会成为社会的精英人士，不愁找不到好工作。\n\n    因此，明阳大学也跟北大和清华一样，是不少学子心中的梦想之地。\n\n    当然，越顶尖的学校就越难进入，除非你有很大的背景和很多的财富。而王一帆两样都无，能够被明阳大学录取，至少能够证明他不是个庸才。\n\n    不过就算这样，王一帆在明阳大学也只是个不起眼的角色，没有万众睹目的顶尖才华，也没有地位和财富，长相更称不上英俊。这样的人就算进了明阳大学也没有多少人会搭理，再加上王一帆也不擅长交际，也不爱出风头，因此在明阳大学呆了半年，除了同宿舍的宿友外，基本上没人认得他，就连经常点名的教授们对这个在课堂上几乎不发言的学生也没什么印象，下课就忘记。\n\n    这样的人，自然不可能交得到女朋友的，因此王一帆从初中到高中都一直是个光棍。\n\n    都进大学了还是个光棍已经够可怜了，不过老天爷大概觉得王一帆还不够惨，因此从天上丢下一块银色的板砖丢在王一帆的头上，不但把王一帆砸得头破血流，还将王一帆很“幸福”的砸趴了下去。\n\n    趴在地面上骂了两句后，王一帆试图爬起来，却感到眼前一黑，巨大的晕眩感袭来，当下不由吓了一跳：\n\n    “哎呀，不好，头好晕，我起不来了，难道这一板砖砸得太重，我要死在这儿了？不，我可不想死，来人，救命啊……”\n\n    勉强的叫喊了两声，却没人回应，所有的学生已经走得干干净净了，整个林荫大道除了趴在地上的王一帆外没有别的人了。\n\n    王一帆咬了咬牙，再次尝试着爬起来，却突然间看到，那块从天而降砸到他头上的银色板砖亮了起来，发出乳白色的柔和光芒。\n\n    “怎么回事，难道我出现幻觉了？”\n\n    这个念头才刚刚升起，王一帆就蓦然从头脑中听到银色板砖发出一串机械式的声音：\n\n    “系统启动……”\n\n    “编号X4+008，出厂日期为公元12010年10月10日的第四代生物制造器开启……\n\n    “检测到人类DNA，开始绑定……绑定成功，测定宿主是地球人类，男性，年龄十九岁又六十六天。”\n\n    “健康程度检测，力量72，体力50，柔韧55，速度66，基因强度61，无疾病，健康程度为中等……”\n\n    “智力检测，脑域开发12%，智力低下……”\n\n    “生命力检测，生命力指数25……警告，宿主生命力太低，已经接近昏迷临界点，检测到宿主头部受伤，失血过多，必须救治……开启救治功能……”\n\n    已经迷迷糊糊的王一帆看到，那块银色板砖散发的乳白色光芒移了过来，将他整个头部包容了起来。\n\n    当王一帆感觉到头部受伤的部位产生出**的感觉时，头脑中再次响起那机械式的声音：\n\n    “已经覆盖住宿主受伤部位，开始修复……修复10%…20%…30%……90%…100%。受伤部位已经修复，宿主生命力恢复正常，指数125……生命力偏低，无法启用生物制机大部份的功能，建议宿主修炼由公元2212年的地球联邦的生命潜能学博士开发的一套健身体操，该体操共分五级，能够改善基因，激发气血，强健身体，赠加生命力指数，每完成一级健身体操的修炼，生命力指数就会在原先的基础上赠加十倍。完成第一级健身体操，能够开启生物制造器百分之五十的功能，完成第二级健身体操的修炼，能够开启生物制造器的百分之六十的功能，完成第三级的健身体操，能够开启生物制造器百分之七十五的功能，完成第四级健身体操，能够开启生物制造器的百分之九十功能，完成第五级健身体操的修炼，能够开启生物制造器百分之百的功能……”\n\n    随着机械式声音的解说，王一帆的头脑中蓦然的闪现了一幕幕的立体画面，却是一个虚拟光人在各种各样的体操动作。\n\n    这些体操动作看似体操，又似瑜伽，更像一些国术或是“五禽戏”一般的动作。刚开始动作还很简单，越往后动作就越复杂。等到了第四套的动作展现时，王一帆就不由怀疑这世上有没有能够完成这些动作。\n\n    诡异的是，王一帆发现自己现在记忆力变得十分的强大，这么多的动作在他头脑中只是展现了一遍，他却全都记住了，连最细微的细节都记得清清楚楚，就好像这些动作直接刻印到了他的头脑中一样。\n\n    王一帆呆呆的看着这虚拟光人做出的一连串的动作，开始觉得这有可能并不是自己的幻觉。\n\n    摸了摸头部，发现伤口果然已经消失不见，像是没受过伤一样，可是地上的血迹和仍然留在头发上的粘乎乎的血告诉他刚才的确是受伤了。\n\n    感觉头脑不再昏眩，力气也完全的恢复，王一帆一下子就爬了起来。\n\n    看到那块银色板砖仍然在，仍然在散发乳白色的光芒，王一帆即试探着弯腰伸出手，想要看看这到底是什么东西。手指刚刚触到银色板砖，银色板砖却突然的缩小变形，转眼间就变成了一枚戒指的形状，套到了王一帆的左手食指上。\n\n    很快，王一帆的头脑中又响起那道机械式的声音：\n\n    “虚拟空间开辟，因宿主的生命力指数只有一百二十五，故只能开辟十二点五立方的空间，生物制造器的一切都将在虚拟空间体现，宿主可以用意识开启空间……”\n\n    王一帆发呆的看了左手食指上的银白色戒指半晌，然后按照提示所教的方法集中意识，果然发现眼前出现了一个十二点五立方的空间。\n\n    空间戒指？\n\n    一万年后的高科技产品？\n\n    神啊，莫非是自己未来的子孙们不忍心见到他们的曾曾曾祖爷爷混得太寒碜，因此才将这个一万年后的高科技产品通过时空隧道丢到自己的头上？\n\n    一想到这点，王一帆立即就原谅了之前他头被砸破，差点死掉的事情。\n\n    估计这只是后代子孙送这个未来的礼物给自己时不小心失了准头，才砸到自己的吧！\n\n    生物制造器？嗯，这玩意儿应该不会是只有玄幻小说中的“储蓄空间”的功能，也肯定不是送一套未来世界的健身体操给自己练，那好像只是这生物制造器的附送产品。这东西的主要动能是什么呢？\n\n    “生物”制造，莫非它能制造什么“生物”？\n\n    看了看四周，午餐的时间已经过去一半，已经有吃饭速度快的学生陆续的从食堂出来了。王一帆见状，午餐也懒得再吃了，当机立断的离开此地，回到了自己的宿舍。\n\n    王一帆在明阳大学的宿舍是三一九号，除了他外还有三个哥们住在这儿。只不过这三个哥们时常不在宿舍，这宿舍几乎成了王一帆的单人宿舍。\n\n    三个哥们都跟他不同系，按年龄来算，老大董扬是经济系大二的学生，老二梁挺伟是法学院法律系大二的学生，老三就是王一帆，生命科学院系统生物系大一的新生，老四吉朝阳则是新闻系大一的新生。\n\n    老大董扬是富家世子，身上的钱多得花不玩，直接在校外买一套公寓，基本上就住在那公寓中，这宿舍的床位只是摆设，很少回来住。\n\n    老二梁挺伟因为交了一个女朋友，感情极好，已经跟他的女朋友在外面偷偷的租了间房子同居了，这宿舍也是偶尔才会回来。\n\n    至于老四吉朝阳，乃是个追求新闻的狂人，或者用老二梁挺伟的话来说，是个天生狗仔。虽然才入学一年，却已经成为明阳大学校内新闻网站《每日明阳》的王牌撰稿人，绰号“无孔不入”。因为他有极强的新闻直觉和孜孜不倦的八卦精神，偷拍偷摄的技术更是天下无双，只要哪儿有新闻或是绯闻就会出现他的身影。基本上，学校中只要有点名气的学生都被他挖过猛料爆过八卦。只要吉朝阳愿意，就算某某学生穿了什么内裤他都有能耐发掘出来，而且有图有真相，就连老师教授们也不例外。因此，明阳大学无论是学生还是教授们都对吉朝阳又爱又恨。\n\n    因为要经常挖掘新闻八卦，或者是偷拍美女，吉朝阳一天二十四小时除了上课时间外，大半时间都在外面，只有晚上，甚至是半夜或第二天黎明才会回到宿舍睡觉。因此，这间宿舍大半时间都只有王一帆一人在。\n\n    关好宿舍的门并把窗帘也拉上后，王一帆才坐到自己的床铺上，仔细的查看左手食指上套着的银白色戒指。\n\n    刚刚在戒指上面摩挲了几下，王一帆即又看到了刚才开辟的十二点五立方的“空间”。“空间”的上面，还有一道二十五寸的屏幕，就好像是智能电脑的虚拟屏幕，只是屏幕上可没什么操作系统，只有一排数据，显示着宿主王一帆的身体数据：\n\n    “力量72，体力50，柔韧55，速度66，基因强度61，脑域开发12%，生命力指数125……”\n\n    接下来，“屏幕”又弹出了一道提示：“根据宿主的生命力指数，可查询一级生物的基因编码三百万种，二级生物的基因编码三万一千种，三级生物的基因编码三千二百种，四级生物的基因编码三百六十种，五级以上的生物的基因编码零种。请问是否查询？”\n\n    看到这道提示，王一帆不由呆了一呆，忍不住自言自语道：“查询这些生物的基因编码做什么？妈的，怎么不先给整个说明书呢？”\n\n    王一帆并没有指望着屏幕会回答，岂料他这话才刚刚说出口，即见屏幕又弹出了一道提示：“要制造生物，必须先输入该生物的基因编码！”\n\n    在这道提示下面，还有五个空框，空框下面，则是“确定”和“放弃”的选择键。\n\n    输入生物的基因编码制造其生物？\n\n    王一帆心中一跳，立即就明白了这“生物制造器”的功能。\n\n    这果然是未来世界的神器啊！\n\n    能随意的制造生物，那自己岂不是成了上帝？\n\n    不知道这生物制造器能不能制造“人”？“人”肯定也是“生物”的一种吧？只是不知是几级生物？这生物的分级又是怎么回事？是否越低级的生物级别越低，越高级的生物级别越高？（作者：答案下棋揭晓）（读者：这该死的作者）\n\n\n作者QQ:30822....",
    "replies": [
        {
            "author": "风之心_天双",
            "timestamp": 1397191440,
            "txt_content": "http://www.qidian.com/Book/1804615.aspx\n解释一下？你来地球的目的是什么？"
        }
    ]
}