{
    "title": "卧槽，没事翻译一点难以想象的事实吧，第三弹",
    "author": "geludan",
    "replyCount": 6,
    "timestamp": 1339425120,
    "txt_content": " 本帖最后由 geludan 于 2012-6-11 17:11 编辑 \n\n明天中考化学，我不复习了，过来翻译陪你们吧\nSteve Jobs never used license plates for his cars.\n乔布斯大家都知道，他从来没有用过汽车牌照...我要是在iapps说这个估计被打死。。。\nThe world’s oldest tortoise died in 2005. It was so old, it was originally caught by Charles Darwin!\n世界上最老的一只乌龟在2005年死了，它老到了居然是达尔文捕获了它。。。。囧\n（哪怕老师在教进化论，但是我强烈怀疑进化论）\nOn average, people buy 40% more when they shop clockwise as opposed to counterclockwise!\n这个神奇了，当人们顺时针逛着买东西的时候，比逆时针多买40%\nA nun stuffed Bruce Springsteen into a trash can when he was in the 3rd grade.\n布鲁斯·斯普林斯汀，一个歌手，在三年级的时候被一个尼姑塞到了垃圾桶里去\nThose born deaf who only learn sign language think in sign!\n这些生出来就聋了的人，如果会手语，是用手语在脑内思考的（我还真没想过。。。）\nEach year, over 500 THOUSAND kids in the US are born without a Dad's name on their birth certificate.\n在美国，每年有五十万个小孩生出来在出生证明上木有爸爸名字（美国妞叫你们淫乱，吃恶果了吧，还是来中国吧哈哈）\nThe first NBA game was held in Canada!\nNBA，但是第一届是在加拿大举行的。。。（NATIONAL这个字本来就有歧义。。。）\nIn 2010, whole trees were made into cocoons in Pakistan by spiders!\n在和卡巴斯基有鸡巴关系的巴基斯坦，2010年中，所有的树都被蜘蛛做成了蛹（茧）（那也悲剧了。。）\nA brainless and faceless fish was discovered!\n一种无脑无脸的鱼被发现了（像细胞一样，无脑。。。）\nAll domesticated Golden North American hamsters are descendants of a Golden Hamster captured in Syria in 1930!\n现在全美国家养仓鼠，都是一只1930年几内亚抓住的仓鼠的后代（我去碉堡了）\nThe real name of Bangkok is the longest city name on Earth.\n有一个地方，叫曼谷，没什么特别的是吧？原名是很蛋疼的\n叫：\nKrung Thep Mahanakhon Amon Rattanakosin Mahinthara Ayuthaya Mahadilok Phop Noppharat Ratchathani Burirom Udomratchaniwet Mahasathan Amon Piman Awatan Sathit Sakkathattiya Witsanukam Prasit\n傻逼国家傻逼的人，起傻逼的名字（我没有不尊重别人传统，我有吗，我有吗？）\n{:10_535:}{:10_535:}{:10_535:}\n\n\nA five year old girl was visited by the cops for an overdue library books!\n美国麻省，警察造访了13栋房子，最后在一栋房子里找到了他们的目标，一个五岁小女孩，因为她借书不还\n（什么，这可是死刑啊，直接当场击杀）其实挺脑残的，当地图书馆丢了一本书，派警察。。。太闲了是么。。。\nThere is an anti-rape condom!\n世界上有个“抗奸”避孕套。。。。\nThe world's largest sperm bank exports sperm to over 60 countries around the world.\n世界上最大的精库，有着来自世界上60多个国家的精液。。。\nA chemical called Titin has a IUPAC name of 189 819 letters!\n一个叫TITIN的化学物质，有着IUPAC（自行百度）的名字，有着189819字母！（泥煤啊2比。。。）There are \"Seed Libraries\" that exist for people to borrow seeds to grow plants.\n世界上有个种子馆，借种子种植物。。。\nThere was a 700 year old statue of Buddha made of 5 tons of solid gold that no one knew about.\n有一个700年的佛雕像，用五吨黄金之城，700年了没人知道\n\n\nYou can call Hogwarts at +1 781 452 4077!\n这个我笑了，打+1 7814524977可以打到哈利波特的学员，哈哈哈\nCotton candy, notoriously bad for the teeth, was co-invented by a dentist.\n棉花糖，对牙齿有害，但是是个牙医发明的\n（你们懂的，良苦用心）\nAn Icelandic teenager once briefly convinced George W. Bush’s staff he was the President of Iceland.\n一个冰岛十几岁的青少年，曾经大概让小布什的工作人员认为，他是冰岛总统（啊，吃屎吧，都吃屎去吧）\n\n\nIn the original story, Snow White wasn't poisoned.\n同学们，大新闻！在原著中，白雪公主不是被毒的！我去！卧槽！\n'Dreamt' is the ONLY WORD in the entire English language that ends in the letters 'mt'.\n英文中唯一一个以MT结尾的就是dreamt（让我想起了bookkeeper。。。）\nIndia has MORE cellphones than TOILETS\n阿三国家中，大哥大比厕所多！（不是手机，是大哥大啊。。。厕所该有多么的少啊。。）\nWhen you put a seashell next to your ear, it's the sound of your blood surging in your veins, not the ocean.\n同学们，我们又被骗了！将海螺放的靠近耳朵，海边的声音？泥煤啊，那是你血液在你静脉中的声音！！！！\nOnly 55% of all Americans know that the sun is a star.\n45%霉国佬不知道太阳是恒星（撒比，整个state的智商都被你们拉下去了）\nYes, you CAN tickle YOURSELF! The only place you can tickle yourself is the top of your mouth. TRY IT. \n没错，你可以给你自己抓痒！（就是弄得自己痒），胳肢窝什么都不顶用？试试看你嘴里上方！（神奇。。。）\nIn Topeka, Kansas it is illegal to sing the alphabet on the streets at night. It is also illegal to install a bathtub, and you may not scream in a haunted house.\n在堪萨斯州，晚上在街上唱字母歌，是犯法的！而且不许装浴缸，不许在鬼屋里尖叫！（啥2比法律啊）\n\nThe longest MONOPOLY game in history lasted 70 straight days.\nmonopoly，类似大富翁的游戏，最长一次持续70天！\nEver heard of a Cryovolcano? It's a volcano that shoots out ICE rather than lava. \n听说过哭泣火山么？只是一个不喷岩浆但是喷冰的火山。。。\nBoys who have unusual first names are more likely to have mental problems than boys with conventional names. Girls don't seem to have this problem. \n哇！国外，有着不寻常的名的人，通常都是神经病，精神有问题，女孩子好像没这个问题。。\n\nIn 1518 there was a DANCING PLAGUE in Strasbourg, France. 400 people danced uncontrollably for A MONTH, dozens of lives were lost and NO ONE KNOWS WHY\n法国，这个人们都热爱浪漫和爱情的SB国家，在1518年有一次跳舞瘟疫，400个SB毫无控制地跳了一个月，几十个人死了，没人知道为什么（知道了会反省么，一帮2）\nOn the 10-piece Chicken MgNugget box for McDonalds, there is a picture of 11 McNuggets.\n在麦当劳10P麦乐鸡的盒子上，有一个11P麦乐鸡的图片\nOUR SUN WILL NEVER EXPLODE. It is far too small to generate enough energy to become a supernova (an exploded star.)\n听过太阳会能量耗尽这个说法吧？但是不会爆炸，因为能量太小了。。。\nThe US has the most English speakers of any country. A close second? INDIA.\n说英文最多的国家是美国，接下来是印度（第二语言），然后不是英国，是。。。。\n尼日利亚\n\n\n好了好了，够了，最后再来一条\nAn average person will spend 1 1/2 years of their lifetime in the bathroom.\n平均来说，人们在厕所上的时间，是1.5年\n在厕所看书玩游戏结果不想出来的更多吧。。。\n完毕，撤退，考试去\n\n一些被我删除，不好玩的事实\n 当玻璃75%是silica（硅没错吧）所做的时候，叫做soda-lime glass，如果打碎了碎片飞速达到3000mph。。。那m是mile，而不是米。。。~~~~~  有一位同志，我在四五年前听说过他，28.5厘米的JJ，死后被博物馆展览 想看图？搜索Gregori Rasputin..... ~~~~~\n在阿拉伯半岛的巴林（一小国家，没听过无视即可），有一棵树，真叫做“生命之树”。。。在可见范围内整个沙漠只有这么一个植物。生命力很顽强啊 ~~~~~\n 比起摩托车，骑马更容易造成受伤（我骑过几个月，马发飙了那真心悲剧啊） ~~~~~\n在第二次世界大战期间，西雅图有一个加的社区被建造了。。。（打仗打得闲啊，欺骗敌人啊，劳民伤财啊。。。） ~~~~~\n在第二次世界大战，一个波兰士兵资源被扔，试图向同盟证明大屠杀的存在 ~~~~~\n生鸡蛋捏不碎，但是要怎么捏呢？乱捏可就真碎了。。。要在两端挤压。。。（反正我不懂。。。）\n",
    "replies": [
        {
            "author": "jacky1440",
            "timestamp": 1339425720,
            "txt_content": "哦~\n每次有考试~我不复习的...~"
        },
        {
            "author": "fj836125763",
            "timestamp": 1339425720,
            "txt_content": "看完好纠结啊。。。。。"
        },
        {
            "author": "三途川后辈",
            "timestamp": 1339428840,
            "txt_content": "笑尿了，话说版主你对欧洲列强有很大的阶级仇恨么"
        },
        {
            "author": "geludan",
            "timestamp": 1339429560,
            "txt_content": "三途川后辈 发表于 2012-6-11 16:34 \n笑尿了，话说版主你对欧洲列强有很大的阶级仇恨么\n没什么，只是觉得他们太自由了，居然可以想罢工就罢工，那我是不是国家系统想瘫痪就瘫痪啊？谋杀案报警以后警察是不是想不干就不干啊，哪有这样的，太过自由，国内也不是很好，但是至少系统的运行被保证了\n国家机器运行还要靠政府去安抚民众，这怎么行？"
        },
        {
            "author": "黄凯航",
            "timestamp": 1339430640,
            "txt_content": "卧倒，Bangkok是泰国曼谷啊==\n话说曼谷的原名/以前的名字确实是世界最长的(看维基百科的，还有为什么我知道那个国家首都(曼谷是泰国的首都)，我是土生土长的马来西亚华裔～泰国是我国家的邻国，不知道才怪\n\n求修正泰国曼谷的中文名"
        },
        {
            "author": "geludan",
            "timestamp": 1339431120,
            "txt_content": "黄凯航 发表于 2012-6-11 17:04 \n卧倒，Bangkok是泰国曼谷啊==\n话说曼谷的原名/以前的名字确实是世界最长的(看维基百科的，还有为什么我知道 ...\n但是换了就木有感觉了"
        }
    ]
}