{
    "title": "<原创·连载>小天穿越记[作者：130s][来自地狱的挑战(下)]",
    "author": "@💊🌂🔔",
    "replyCount": 6,
    "timestamp": 1397222040,
    "txt_content": "\n小天穿越记作者：130s\n\n                                                                开始前说明，从此章节开始，我就用第一人称视角啦~\n\n                                                                                                     来自地狱的挑战(下)\n我尾随着被炸飞的轨迹向森林深处跑去，此刻我的心情更是无法用语言形容，只默念到史蒂夫！你可不能有事啊！你答应我要送我回家的啊，我越想鼻子越酸，不禁的几颗晶莹的露珠从眼眶中飘了出来。。此刻的我只顾往前走，没管四周的变化，就这样，雨渐渐的停了，突然，附近的草丛传来嗖嗖嗖的声音，我也没有去理会！十之八九又是只兔子或者其他小动物什么的！竟不知，这草丛中藏着的是一个非同小可的人物！他的眼睛散发出白色可怕又吓人的白色气息，好似杀了整个世界的生物也无所谓的眼神。他？到底是谁呢？\n\n 终于在几米外找到了史蒂夫，史蒂夫全身无力的趴倒在地上，我连忙冲过去，扶起史蒂夫，连喊道‘史蒂夫！史蒂夫！醒醒啊！你说好要带我去末地，带我回家的啊！’史蒂夫好似失去了灵魂，浑身是伤的躺在我的怀里，说着我的几颗泪珠再一次侵湿了眼眶，几滴眼泪滴在史蒂夫的嘴里，史蒂夫缓缓的醒来，我高兴的再次说不出声来，而史蒂夫好似用尽了全力爬了起来，史蒂夫抬起头用它的蓝色大眼睛望着我，严肃的说'小天，现在也没有必要守护这个秘密了，我将这个秘密告诉于你！其实我是这个世界创世神所指定的第一任救世主，因为创世神很神秘而且不能露出真面目，所以几年前，我就在不远处的一个小镇里，遭到了一群抢匪的打劫，我奋不顾身的于抢匪搏斗，就在抢匪开枪的一瞬间，创世神突然出现了！他闪着光芒，一下将抢匪赶跑了，而他背着身子，将救世主的第一代位置交给了我，然后从此我就开始了我的旅途’史蒂夫巨力 的咳嗽，可以看出史蒂夫看来。。\n\n 正当史蒂夫要往下说的时候，突然从四周的一颗橡树上飞来一个大火球！史蒂夫用他那脆弱的身体，一瞬间挡在了我的面前！史蒂夫一只脚跪下，咬牙切齿的回头看，’呦！救世主大人，你要歇菜了么？哈哈！那让我来送你一程吧‘送天空上传来奇怪的声音，瞬间雷电一劈，我和史蒂夫四周出现了4道地狱门，里面慢慢的走出了许多僵尸猪人，有一道雷电，一把钻石剑从天而降，史蒂夫一下子熟练的抓住，只见他紧闭双眼，弱弱的说道'小天，也许这就是我最后一次。。为世界而战了！'说完，史蒂夫睁开双眼！用那锋利的钻石剑向一个个僵尸猪人劈去！猪人纷纷倒地，突然第三道地狱门里出来了大动静，只感觉到大地震动，瞬间从门里出来了一个巨型 的僵尸猪人，手持黄金大锤！看来这就是猪人的头目\n\n 众猪人纷纷走回地狱门内消失了，这是要像其他游戏里打BOSS的节奏么？巨型猪人首先发动了攻击，他手持大锤向地面砸去！地面裂出个口子，史蒂夫吃力的躲开了，用尽全力将钻石剑刺向巨型猪人，猪人一挥大锤将钻石剑打飞，钻石剑飞落在我的面前，只见巨型猪人如牛一般向史蒂夫打去，史蒂夫还未反应过来，就被大锤打飞了，史蒂夫飞过来躺在我的旁边，脸上露出痛哭的表情！我捡起身边的钻石剑，眼里燃烧了火焰！猪人也毫不害怕我的示威，主顾冲过来挥大锤，不知道怎么的，自己身体突然轻飘飘的，一下子从猪人头顶上翻了过去，猪人原地怔住，我已经抽出钻石剑，奋力向猪人背部刺去，只听见一声'啊！'猪人一下子倒地。。\n\n 我连忙跑到史蒂夫旁边，史蒂夫好似用他最后的一口气说出'小天，这是心之魔盒和急速合成工作台，这是每一代救世主都要拥有的东西！对不起，我不能陪你去末地消灭终界龙了，我现在正式将救世主的责任和称号赐予你！你是救世主的。。的。。第。。。二。。'史蒂夫还未说完，就闭上了双眼。。。。我满脸热泪，爬上史蒂夫身上。。。。一直哭。。一直哭。。。\n\n                                                                             本章完\n\n引索贴开通咯~：点击进入引索贴\n喜欢就去引索收藏或赞或评分吧！\n@BC酱_BcsC @42486327 @a2455564728 @poi4399 \n[groupid=604]捉虫Catch组织[/groupid]",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1397222160,
            "txt_content": "啊， 看看，这么快就8了"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1397222160,
            "txt_content": "a2455564728 发表于 2014-4-11 21:16\n啊， 看看，这么快就8了\n额。。= =一有空就会发的"
        },
        {
            "author": "stool",
            "timestamp": 1397222880,
            "txt_content": "细节和动作描写写得很不错诶= ="
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1397223360,
            "txt_content": "stool 发表于 2014-4-11 21:28\n细节和动作描写写得很不错诶= =\n谢谢你的评价\n是坏是善别是评价"
        },
        {
            "author": "poi4399",
            "timestamp": 1397224920,
            "txt_content": "看的出用心"
        },
        {
            "author": "liusibanxiaohi",
            "timestamp": 1403357820,
            "txt_content": "恩，写的真好，就是每章短了些。"
        }
    ]
}