{
    "title": "<原创·连载>我才是麦块大陆的主宰者（更新至第三章）",
    "author": "节操终结者",
    "replyCount": 28,
    "timestamp": 1397266140,
    "txt_content": " 本帖最后由 节操终结者 于 2014-5-2 12:34 编辑 \n\n                                                                                 序章：麦块大陆\n 混沌之间，老头不如你和我打个赌吧？创世神：“你天天就知道打赌。”莫得（赌神）：“你就说你敢不敢赌。”“说吧赌什么”“就赌地球人若干年会自己创造一个模拟世界的东西，赌注就是一个星系”  “好，老夫答应你。”......              如干年以后，莫得：“老头，你是不是该兑现你的承诺了。一个星系”“好，好，好，说吧你要我二百七十一星系中的哪一个？”“我就要你的寐的比斯特尔星系，现在它也该改改名字了，就叫麦块大陆”\n\n\n  游戏介绍               从此麦块就诞生了。在这个星系，有三个世界，分别是：主世界，下界和末界。每个时界都有每个世界的生存方式，在主世界，你可以在主世界当个渔夫，每天早起去捕鱼，到下午去市集卖鱼来维持生计。或者你去一些比较适合种植的地方来自己种植 ，做个小农场主。你也可以到城里找个合适的工作，来养活家人。你也可以通过和怪物战斗获得一些生存的必备品，如：腐肉(  )，蛛丝(  )，蜘蛛眼（  ），骨头（  ），弓箭（)，箭矢(  )，皮甲（  ），武器（  ）,火药粉（  ）......你要在不断的打怪，贩卖战利品，买武器，防具，食物和一些生存必须品，然后就去打BOOS。在这里，你可结交一些好朋友，一起去探险。       \n        可是，在下界就不一样了，下界又被人们称为地狱，只有顶级的史莱克（monster）学院的七大曼世特组成的队伍和绝世圣魂，才能去的地方。在下界到处都是红色的，还有一种特殊的岩石，人们都叫他地狱岩，地狱岩一旦被点照就基本灭不了，除非它烧成灰烬。地狱还有一种非常喜欢群居的生物，他是猪和人的结合体，所以被人们称为猪人。他们是一种比较奇怪的种族，他们有的比较喜欢打斗，而有的就比较和善，只要你不打他他就不打你。还有一种比较奇怪的物种，他是在天上飞的一只水母，他还会从嘴里发射出火球，他的叫声如小婴儿，但又有点恐怖。所以他有很多的名字，如：地狱水母，地狱轰炸机，yiyouyi，浮空水母，婴儿水母......其他的什么现在我们都一无所知。       \n              末界，一个无人所知的地方。以前有莫名的五位绝世战魂进去过，可......都没有回来，所以从那以后就被国王（菲斯特里亚）封禁了。\n \n\n\n第一章：家境\n\n       （我是介绍的人物，以后的内心独白什么的都是我）霍云翼，出身于白虎家族，但是他的母亲并不是白虎公爵最宠爱的妃子，所以霍云翼并不是很有威严。现在再加上他的母亲死了，所以就更没有地位了，总是被别人欺负.....\n         一座宫殿一样的建筑，金黄色的琉璃瓦在阳光下闪耀着夺目的光芒，通体以红色为主，在光的照耀下，显得它跟金碧辉煌，光彩夺目。在这座美丽的宫殿的一个角落里，有一个看似十五六的，内心却是一个成熟的大人。在他还没有多大的时候，就经历过很多的磨炼了，让他看起来成熟了很多。“啊啊！......我已经受够了这样的生活。”霍云翼“妈妈，你在那？我想你了！我要逃里着个‘地狱’。“不知在什么时候，他内心就萌发着个念头。“好了，开始检查准备。面包二十个，水十瓶，猎龙刀一把，打火石两个，地图一份，五十元钱，还有最重要的小狗—拉里和狗粮。”“汪！汪！汪！”“到了晚上就是我们逃脱这里的时候了”\n       晚上到了。“快，拉里跟上，走这里。不要出声音”霍云翼“到大门口了，从着走，终于出来了。”感觉紧张的心一下放松了好多，还是外面的世界好”“快走，今天我们还要走很多路那！”“汪汪汪（我不想走了）”......“天快黑了东西也吃的都差不多了，今天只好在外面睡了”霍云翼“快，拉里”\n     第二天早晨，“拉里，你在哪？拉里，你在那......”霍云翼“不管了，还是快赶紧路吧，不然就......”就这样拉里和云翼就分散了，食物也吃的差不多了，再找不到村庄就......\n       都已经饿肚子一天了，找不到村庄就真的要死了。“啊，找到了，找到了。”我二话没说就跑了过去“啊！”村庄里一个人都没，但是这个村庄看起来不像是，被人洗劫过。我每家每户都看了一看，还是有一些食物的，还有一个皮革上衣，衣服挺好看的，我穿起来也挺合身。这里有一块小农田，还有一口井很适合生存，不如本少爷我就在此住上几日在走，就这个了，有工作室，卫生间，图书室，卧室，地下仓库还挺全的，不错，不错。都下午了，该去拣点树枝了。树枝差不多够了，可以回去了。“啊！你是谁”“这个不重要，哼哼。”......“我这是在哪？”( ⊙ o ⊙ )啊！着是那本书中写的......\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n今天下午临时写的所以很少 \n\n霍云翼到了那里，那本书是什么书，接下来会发生什么那？\n\n\n第二章：傲神宗\n\n       第四世界——暮色森林。“啊！”我怎么又回到了我的卧室里了。\n     “大王，那个小子不知怎么回事又自己回去了。”\n     “我知道了，你下去吧！”\n     天色怎么这么晚了，我还是先去睡吧。\n          第二天。\n     “小麦好像快熟了，去树林采点可可豆做些饼干好了。”那今天的任务就是去树林采些可可豆。快到树林了。本少爷来喽！\n     “诶呀！我去。这是什么东西?”我爬起来，指着地上的那个黑黑圆圆的东西说到\n     “作为机器人产品最早的实用机型的我要隆重的做个自我介绍：我是猪年牛月鸡羊日玄武国LSTTY公司......”\n     “诶，诶，诶。没有人会想了解，你这个什么猪年鸡狗什么月发明的黑煤球。”我讽刺的说到。\n     “你这样打断别人说话是很不礼貌的，请让我介绍完，你再废话 ok！公司推出的——LFB8910524型号机器人，我叫上官小薇，你可以叫小薇。我介绍完了，该你了。”\n      “我可没你那么啰嗦，叫我云翼就好了。”我说到\n      “哦，你就是我的主人了。多谢你救了我！小薇一本正经的说到\n      “我怎么了，就救你了？”我一脸诧异的说到。\n      “要不是你，主人，我就再也没有醒来的时候了。你刚刚过来时正好踢中了我的开关。”小维非常感谢的说着，好像快要死了一样。\n      “既然这样，那你帮我采些可可豆，我回去收小麦了！”我一副大爷的样在说到。\n\n\n\n\n      还是收小麦比较好一些，不知道黑煤球看得怎么样了。诶对了，黑煤球好像没“手”。你正喃喃自语中时，小维突然回来了。\n       “猜你就没那回来。”我讽刺的说到。\n       “谁说我没拿回来！”小维说完就从某个地方把可可豆“吐”了出来。\n       “你别恶心我，臭煤球！你还让不让人用了！”我骂道。\n       “我没有手了，所以就......”小维一脸冤屈的说到。\n       说话之间，时间也不早了，天空只有一轮明月，风就像一只饥饿的猎鹰，不停地徘徊着找食物，吹的树叶莎莎作响，树林中的猫头鹰咕咕的叫着，紧跟其后的是一声震耳欲聋的雷声......\n      “下雨了！快回去，走。诶，别忘拿可可豆。”你边喊边向屋里跑。\n      咔——哗啦啦~咔擦！\n     “煤球，哦，不是不是，小维你把小麦和可可豆做成饼干吧！或许我们明天就要去史莱克学院报名。”你说着，“还有你就睡在我卧室里吧！”\n      “多谢主人关心，我不用睡眠，充充电就好了。”小薇用正宗的麦语说到。\n\n\n      \n     世界是那么的安静，好像每个人都在沉睡之中。霍云翼好像也忘记了昨天的哪个事了！\n\n\n\n     “主人快起来，天亮了！”系统小维说到\n     “哦，哦，哦。我知道了，别吵我。”我不耐烦的说到。我边穿衣服边往楼下走。“啊！你是谁？”\n     客厅里的陌生女子脸红说到：“我就是上官小薇，那天我你能量不足所以，就是一个球状的。”\n     茻，NIMA，我的玉体我妈也就看过两次！“你先在客厅待会儿！”我马上就来。     我穿上衣服拿了个面包，就下楼找小薇了。 “东西我都拿好了，走小薇。我们去报名地点。”你温柔的说到。\n     到了，是报名现场。“哇！人好多。”我看着人都排场龙的报名的人说着。终于到我了。\n     “做个自我介绍吧！”统计人面无表情的说到。\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\n霍云翼                      年龄：十五                      灵力：战士（ LV:7）             \n          魂技：裂地（大面积的将捶裂）\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ \n      “报告，完毕。”我器宇轩昂的说到。\n    “好的，淘汰，下一个。”统计人面无表情的说到。\n    “你这个铁面人，我为什么被淘汰？”\n    “没有为什么，快走，下一个！”\n    我怎么可能被淘汰，怎么可能，怎么......我喃喃自语道。\n    “你加人我们的门派吧——傲神宗。”一个陌生的女子问道，“我们门派正好还有一个报送的名额。”\n    “好，好，好。我愿意，傲神宗就是，前五届的那个七大曼世特的领头人——熬亦创造的门派。”我激动的问道\n    “就是那个门派。”陌生女子身后的男子说到，“现在这个门派就只有我们两个人，还有我叫欧阳浩，她叫敖雨晨，是我的女朋友。”\n     “既然都答应了，是不是该改改口了？”敖雨晨说着。\n     “师傅。”\n  \n\n第三章：新生\n       “这是我的...”我正准备介绍小薇时，才发现小薇不见了。\n       “什么啊？”敖雨晨追问道。\n       “没什么，没什么。”我赶忙解释道，“我只是口误。”\n       “小子还不快去报名！一会报名就截止了。”欧阳浩用他那冷冰冰的话，提醒着。\n       “说什么哪？好好说话，这可是我的第一个真正的弟子啊。我可不许你欺负他。”雨晨教训道。\n          我着急忙慌的跑到了报名的地方，可是人好像还是很多的样子。眼看报名时间就要到了，可是怎么还没到我。“要是没报上名，我就再也没有机会报仇了。”我在嘴里正嘀咕着。\n       “下一个。诶，你怎么又来了？不是说不合格吗？下一个，下一个。”评判官生气的说着\n       “等等，他是我们门派的特招生。”雨晨一副老大的样子说到。雨晨说完这句话，好像全部的杂音都落下了。可突然大家就议论起来。\n       “这人是谁啊，这么吊。”  “她到是没见有多厉害，可是她旁边的就厉害了，他就是我们学院初阶生的老大，听说他都四十多级了。”  “还是少惹为妙。”  “是雨晨姐，好漂亮。” ......\n\n      “算你小子幸运。明天到麦德格雷斯主城的公告栏里去，看看你分到的班级和房间”评判官说到。\n      熬雨晨带着她的准大徒弟熟悉了一下麦德格雷斯主城，又去全城最豪华的饭店吃了一顿大餐。眼看又要天黑了，雨晨又带着小翼徒弟去了五星级酒店开了两件总统套房。\n      “徒弟，你睡0301号房，我和你的大师兄去0302，记得有事叫我们。”说完她就进了房间。\n      刚进房间欧阳浩就气呼呼的说到：“你是我女朋友，你关心我的都还没关心一个徒弟的多。”\n      “诶哟喂，这就吃醋了，你跟师弟生什么气啊，我不是高兴吗？”雨晨安慰道。\n      这边是一个生气一个安慰，可0301那边发生了什么。\n      “妈妈你能看见吗？我终于进了史莱克学院了，我要变得强大了，我要让那些瞧不起我的人都死光光。”霍云翼对着天空的星星说着，好像天上的星星就是妈妈一样。说着说着，声音慢慢的愈来愈小，直到夜深。\n      第二天，霍云翼很早就起来打坐修炼了。“嘀嘀嘀...”闹钟响了，是时候该走了。云翼洗漱完，叫醒了师傅和大师兄起来，去公告栏。\n     “冯媛，刘黎明，张志刚，牛小心，张丽，杜昂安，司寇珉豪，木门甲瑙，九方铃，南门庆幸，李珊珊，李蕾蕾......霍云翼，找到我了。第一班，班主任：叶紫云，宿舍：0312，舍友：慕容炎昊。”我刚读完，雨晨师傅就插嘴道：“我哩个擦，你这回可惨了，那个叶紫云特别变态，她就喜欢虐待新生，听说有一届新生班级本来是100多人，被她带到最后就剩下了10几个。还有，你们这一届新生真够奇葩的，还有个被木门夹过脑袋的呆瓜，和一个捏你耳（聂尼尔）。”雨晨带着云翼向着一班走去，路上欧阳浩又和云翼聊了起来。\n      “这就是啦，你千万千万可要小心，要是那个变态感动你，你就给我说。”到了班门口，雨晨师傅还不忘关心，徒弟。\n     我走进了教室，仔细的环视着宽敞的教室，柔和的阳光透过南面几扇大玻璃窗，照在苹果绿的窗台上，照在雪白的墙壁和天花板上，教室显得那样明亮。天花板下悬挂着六盏雪白的日光灯，讲台后的墙的玻璃黑板极其干净。桌凳摆得整整齐齐，地面上干干净净。这一切都给人以舒适的感觉。我慢慢地走到了第二排的第五个座位，坐了下来。大家都在自己的位子上。窗外的阳光洒进来，照到教室的地面上，光线明媚，身影悠然，暖暖的亮亮的透明的，好像一切都隐住了声音。是谁放在唇上的食指，是谁撩起肩上的头发，是谁转过身拂过他的笔记，眨眨眼什么的，好似都能听见。就连心跳的声音都听得一清二楚。\n      老师的一声“上课。”打破了这美好的气氛，“很好，你们这届新生表现的很好，奖励你们到操场跑50圈和100个俯卧撑，我五个小时后检查。现在开始计时。”老师有在的说到。\n      同学们都议论开来，“操场的跑道可都是1000m的啊，这怎么能跑完。” “就是啊，跑都不一定跑完，还有时间限制。” 大家正议论的时候，云翼已经默默的到了操场，开始跑了。 “对啊，对啊。” “更何况还有100个俯卧撑呢？” \n“这个老师是变态吧。” “还不快跑，时间已经过去了五分钟。”班主任这一声打破了议论，大家纷纷都到操场上了。大家都争分夺秒的跑了起来，可是没过多久就出现了很大的差距。而跑在最前的竟然是一名女子，好像还是我的同桌——张梦晨。                “她上辈子是兔子吧。”云翼身边莫名的发出的声音。           \n      “谁？你......”我正要大叫可突然好像有一只手捂住了我的口。\n      “是我了，小薇。主人不要担心我，我可是高科技机器人。”小薇自恋的说到。\n      “你从那看出我担心你了，你这废铜烂铁还怎么自恋。”我讽刺的说到。云翼只顾着和小薇说话了，一个不小心摔了个跟头，刚站起来有一些踩到石子滑到了。小薇见大事不妙，云翼起来肯定骂她，就先闪了。\n      “你这个破铁块，看我不废了你。”我正嘟囔这的时候，老师来了。“还有四个小时。”刚说完她有走了。\n      “怎么可能过得这么快，明明才过了半小时。”跑在最后的大胖——刘大哈，突然停下指责到老师。突然“咻~”一个身影跑到了大哈的后面，又“Tang”的一下把大哈摔倒在地。而这一系列的动作仅仅只用了，不到30秒完成。可见这人定不非凡。\n      “我说过去多长时间，就过去多长时间。”老师用特殊的眼光看着大哈。大哈只是起来默默的跑了起来，并没有说什么。 \n      时间差不多已经过去三四个小时了，张梦晨依然还是第一，第二是一个很高的男子，而第一和第二的差距竟然是三圈。三圈是什么概念，三圈就是三千米啊，最起码也要七八分钟。时间一分一秒的过去了，现在前二十名已经进入了僵持的局面。\n     “还剩半小时。”老师又来报时了，可这次谁都没有说什么。我也开始做起了俯卧撑，可上官雨霎明显看到快不行了，做的速度一次不如一次。我旁边就是跑第二的那名男子，边做还边哼着歌，看起来很其实的样子。不管了，我都还没做完呢。\n     “做完站起来，报‘过’。”不知老师又从那了跑了过来。\n     “过。”    “过。”   “过。”    “过。” ......  “过”字一声接着一声响起。 “过。”我气喘吁吁的说到。我真准备去休息时看见了张梦晨的手一直在抖动。“别怎么死撑，我来帮你。”我走到张梦晨的旁边说到，我说完看了看老师，老师也点了点头。          \n      “还是我来吧，你先到那边休息。”我说完，可她还在那做，好像是没听到一样。过了一会我站起来说到，“快喊‘过’，已经做完了。”没想到她不但不领情，还说：“我的事情，我自己来。”  “那你就自己慢慢做吧，淘汰了别怪我。”我气愤的说到。\n       “还有十秒，十，九，八，七，六......”老师看着做俯卧撑的人说到。\n       “guo，GUO，过。”张梦晨用他那微弱的声音说到，敢说完她就到下了，还好我接住了她。\n       “三，二，一，时间到。”老师说完关心到李恒莹，“快送到医务室，教学楼一楼，106。”\n       “好的，新生报到完毕，明天宣布结果。”老师边走边说。\n       老师回到办公室时，她的室友说到：“新生不用完这么狠吧！”  “就应该给新生一个下马威，让他们知道什么叫‘学校’。”   “听说，还有两三个晕倒了。”     “体质差呗！” ......\n\n\n\n第四章：暮色森林\n\n     在这一学期的学习中，云翼也升了一级（LV:8）。\n宿舍里（中午11:47）\n      慕容炎昊对着正在打坐的霍云翼说：“小子，本少爷我今天心情好。请你吃饭去不去？”\n      “诶哟，这倒挺稀罕的。平时也没见你多大方啊，今天怎么了，太阳从西边出来了？”我站了起来整理了整理衣服。\n      “你别有事没事就讽刺我。”慕容炎昊不服气回击到，“要不要把你的小梦也叫上啊？”\n      “去死，想不想我把你和班长李珊珊的关系搅黄。”    “你敢，信不信我抽了你的筋扒了你的皮。”     “好了好了，不和你闹了，说吧去哪吃饭？”\n      我和炎昊走在学院的小吃街上，\n      \n\n\n\n\n\n\n\n\n\n\n=========================================================\n\n\n\n\n\n\n\n\n\n\n\n\n\n=========================================================\n职业&等级\n\n\n                   战士                              法师                        医疗师\n\n一阶       断木（斗气萌发）           操术（元素感应）        采集（真气懵动）\n二阶       斩岩（斗气出体）           控驭（元素操控）        施药（真气激荡）\n三阶       惊雷（斗气护体）           噬鬼（元素爆发）        治愈（真气提纯）\n四阶       残云（斗气凝练）           惊魂（元素筑灵）        读心（真气涌动）\n五阶       铁血（斗气御空）           妖泣（元素实体）        圣化（真气升华）\n六阶       恒宁（斗气真身）           灭魂（元素归一）        神医（真气离体）\n七阶       圣耀（斗气幻化）           炫夜（元素幻化）        出窍（真气幻化）\n                                      最终幻化为绝世圣魂\n机械师：机械师是一种特殊的职业，机械师的等级是考出来的，而不是打怪生级。纯机械师无法幻化成为绝世圣魂。\n\n辅攻：又称为辅助，主要是帮助队友的，也有些例外（给怪物负面伤害）。前期升级极慢，但后期就不一样了。\n\n\n等级：简称LV\n                                       \n\n\n\n\n技能\n\n普技就是普通技能（比较常见的技能）\n\n特技就是特殊技能（玩家特有的技能），如：裂地，碎石擊，天音鎮魂曲，吸星陣，雷遁，域殺，碎云擊......\n\n\n觉醒技：在玩家六阶的时候有一次觉醒，在这次觉醒的时候获得的技能就是觉醒技（获得技能的概率为25％），威力甚大。\n\n\n\n\n\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ \n我只是一个苦逼又屌丝的初中生，所以就更得慢一些\n如果有什么不好，节操君我的QQ在此，可以私聊或直接回复\nQQ：993104325\n记得扣我\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1397266740,
            "txt_content": "600字去哪了？"
        },
        {
            "author": "poi4399",
            "timestamp": 1397267100,
            "txt_content": "标题错了！"
        },
        {
            "author": "节操终结者",
            "timestamp": 1397267160,
            "txt_content": " 本帖最后由 节操终结者 于 2014-4-19 15:45 编辑 \nHGK 发表于 2014-4-12 09:39\n600字去哪了？\n我那说要写600字了"
        },
        {
            "author": "节操终结者",
            "timestamp": 1397267220,
            "txt_content": "poi4399 发表于 2014-4-12 09:45\n标题错了！\n不是这个那是什么\n求指点\n谢谢你提出的问题"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1397267520,
            "txt_content": "我不喜欢把一个游戏写的过于格式化。"
        },
        {
            "author": "节操终结者",
            "timestamp": 1397267700,
            "txt_content": "yuchenyang 发表于 2014-4-12 09:52\n我不喜欢把一个游戏写的过于格式化。\n没有特别地格式化，\n我只是在mc的基础之上改编，创作的一篇小说"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1397267940,
            "txt_content": "节操终结者 发表于 2014-4-12 09:55\n没有特别地格式化，\n我只是在mc的基础之上改编，创作的一篇小说\n这样啊...那就不要太拘于游戏了，发散思维嘛..."
        },
        {
            "author": "节操终结者",
            "timestamp": 1397268180,
            "txt_content": "yuchenyang 发表于 2014-4-12 09:59\n这样啊...那就不要太拘于游戏了，发散思维嘛...\n好的，谢谢指点 \n我会改进的"
        },
        {
            "author": "qq3341127",
            "timestamp": 1397478720,
            "txt_content": "前来拜访OVO"
        },
        {
            "author": "1277832129",
            "timestamp": 1397479320,
            "txt_content": "折叠 噗"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1397485800,
            "txt_content": "这是引索？\n违发3贴不能引索"
        },
        {
            "author": "节操终结者",
            "timestamp": 1397999220,
            "txt_content": "魂环看的可能很伤眼\n对不起，各位老爷大大（ 不看也罢 ）"
        },
        {
            "author": "幽蓝",
            "timestamp": 1398001140,
            "txt_content": "能把背景去掉么！"
        },
        {
            "author": "节操终结者",
            "timestamp": 1398001200,
            "txt_content": "幽蓝 发表于 2014-4-20 21:39\n能把背景去掉么！\n那黄色和白色的字体就看不见了"
        },
        {
            "author": "凮残あ淩度",
            "timestamp": 1398001500,
            "txt_content": "我也在写小说  。。。 同是小说的作者  我给出一个提醒   咳咳  你的索引贴在哪？  还有 字数太少了吧。。喂。"
        },
        {
            "author": "突变の小黑",
            "timestamp": 1398001860,
            "txt_content": "模仿斗罗大陆吗"
        },
        {
            "author": "157747906",
            "timestamp": 1398002400,
            "txt_content": "这些好像是斗罗大陆..."
        },
        {
            "author": "天堂TT",
            "timestamp": 1398002520,
            "txt_content": "绝世唐门噗噗噗"
        },
        {
            "author": "fzh5837302",
            "timestamp": 1398002880,
            "txt_content": "魂力，魂环，魂解，魂技......次奥- -敢不敢斗*来一发"
        },
        {
            "author": "节操终结者",
            "timestamp": 1398167280,
            "txt_content": "说我模仿唐家三少写的绝世，是的我是觉得，我承认我模仿他，我模仿他是因为他写的很好，我也很爱看，所以就有点抄袭"
        },
        {
            "author": "节操终结者",
            "timestamp": 1398167460,
            "txt_content": "凮残あ淩度 发表于 2014-4-20 21:45\n我也在写小说  。。。 同是小说的作者  我给出一个提醒   咳咳  你的索引贴在哪？  还有 字数太少了吧。。 ...\n索引贴字太少没事，你可以带上第一章一起发，或附带上游戏的介绍，什么的"
        },
        {
            "author": "节操终结者",
            "timestamp": 1398167760,
            "txt_content": "如果觉得我的魂环什么的不好的，我可以换。\n在此也麻烦各位大大，想个其他的"
        },
        {
            "author": "节操终结者",
            "timestamp": 1398167940,
            "txt_content": " 本帖最后由 节操终结者 于 2014-4-22 20:13 编辑 \n\n       战 士                 法 师                术 士（ 道 士 ）\n一阶     断木（斗气萌发）         操术（元素感应）         旋照（真气懵动）\n二阶     斩岩（斗气出体）         控驭（元素操控）         开光（真气激荡）\n三阶     惊雷（斗气护体）         噬鬼（元素爆发）         融合（真气提纯）\n四阶     残云（斗气凝练）         惊魂（元素筑灵）         心动（真气涌动）\n五阶     铁血（斗气御空）         妖泣（元素实体）         灵寂（真气升华）\n六阶     恒宇（斗气真身）         灭魄（元素归一）         元婴（真气离体）\n七阶     圣耀（斗气幻化）         炫夜（元素幻化）         出窍（真气幻化）\n\n这是我在网上查的，大家看怎么样？\n可以的话我就采纳了。同意的扣1，\n有别的意见的扣2并写上意见"
        },
        {
            "author": "沉默生物",
            "timestamp": 1398169860,
            "txt_content": "节操终结者 发表于 2014-4-12 09:46\n我那说要写600字了\nLz的文章，是以斗罗大陆为蓝本吗?太像了"
        },
        {
            "author": "节操终结者",
            "timestamp": 1398336240,
            "txt_content": " 本帖最后由 节操终结者 于 2014-4-24 18:46 编辑 \n沉默生物 发表于 2014-4-22 20:31\nLz的文章，是以斗罗大陆为蓝本吗?太像了\n不是啊！\n是你斗罗看的太多了"
        },
        {
            "author": "节操终结者",
            "timestamp": 1398339540,
            "txt_content": "这只是下章的预告\n\n\n第三章：第一次战斗\n“这是我的...”我正准备介绍小薇时，才发现小薇不见了。\n“什么啊？”敖雨晨追问道。\n“没什么，没什么。”我赶忙解释道，“我只是口误。”\n“小子还不快去报名！一会报名就截止了。”欧阳浩用他那冷冰冰的话，提醒着。\n“说什么哪？好好说话，这可是我的第一个真正的弟子啊。我可不许你欺负他。”雨晨教训道。\n\n“你怎么又来了？不是说不合格吗？下一个，下一个。”评判官生气的说着\n“等等，他是我们门派的特招生。”雨晨一副老大的样子说到\n雨晨说完这句话，好像全部的杂音都落下了。可突然大家就议论起来。\n“这人是谁啊，这么吊。”  “她到是没见有多厉害，可是她旁边的就厉害了，他就是我们学院初阶生的老大，听说他都四十多级的派灵了。”  “还是少惹为妙。”  “是雨晨姐，好漂亮。”  \n\n"
        },
        {
            "author": "节操终结者",
            "timestamp": 1398467400,
            "txt_content": "fzh5837302 发表于 2014-4-20 22:08\n魂力，魂环，魂解，魂技......次奥- -敢不敢斗*来一发\n注意你的言行"
        },
        {
            "author": "节操终结者",
            "timestamp": 1398723480,
            "txt_content": " 本帖最后由 节操终结者 于 2014-4-29 13:16 编辑 \n\n本帖正准备做个大变革，把灵力改为职业（把法师换成枪弹师还打算把术士换成医疗师，还要在新家两个职业：机械师，助攻）还要把魂环删去，把魂技改技能（觉醒技，特殊技能，属性技能...）。"
        }
    ]
}