{
    "title": "一篇回忆录",
    "author": "48856209",
    "replyCount": 0,
    "timestamp": 1397230560,
    "txt_content": "回忆录逝去的，不会回来。———题记2012年夏季罢，我尚未换新电脑，也没搬家。当时村子拆迁了，跟随父母一起住在租住的房子里。起先那里是并没有网络的，那时从电脑上最后遗留下来的所有数据，成为了我今后的玩伴。2012年，大概晚夏的样子。放学后爸爸带我回家，在路上告诉了我让我喜出望外的事情。三姨家我的表哥他给我安装了一个WLAN设备，当时可以用时间很稀少吧，一个月只有200个小时的，包月的话就不太划算了。好在一开始网速还是比较不错的，是300KB每秒，我当然并不满足于此，因此我把这个设备搬到了租住的屋子的屋顶上。在屋顶上信号相当不错，持续了相当长一段时间，差不多都是3MB每秒的速度，网络利用率得到了大幅度的提升。但后来，一天下雨，我没有把设备扯下。很遗憾，这个陪伴了我很久的设备，摔坏了，逐渐的，无法识别了。（这是搬家之后的事了。）但在有这个设备之前，我是没有网络供应的，我甚至是偷摸着，使用着爸爸的流量，冒着极大的风险，使用20KB的网速，一点一滴地下载者。一开始是红色警戒2的mod，再后来就是地图，再后来就是地图编辑器。不过其中有意思的一段小插曲是，我不断地下载各种模拟mac的资源，从此制作了各种各样的软件皮肤 例如Nick-zone.com 苹果模拟板块下，我提供了两个主题，一个软件皮肤，两个更新版本，一个交流群。也正是这个交流群，把我和他们紧紧地连在了一起。偷摸着用爸爸的手机流量的时候，我事实上也是误打误撞碰到了百度贴吧的Minecraft红石大炮的教程的，当时没多看，就一闪而过了。后来不是有了网络嘛，大概12年末，秋季。我发现我的同学王晓琳住在旁边，不到100米。从此，我就经常性的下载各种游戏在电脑里，给他玩。我们似乎很和谐。不过父母有时候也是不会让我跟他们一起的。在下载游戏的时候，什么Balance啊，红色警戒各种mod啊，我都是拣着小的下，拣着配置要求低的下。谈到电脑配置，就不得不说了。电脑是在10年7月买的，我大概是三年级吧，或者四年级？对于一切新鲜事物我都愿意去尝试，终于电脑主板烧了。也没办法，表哥只得给我换了一台03年的机器吧。刚开始还可以，后来就被我发现了，什么都不行，例如Aero。我于是养成了这样一个挑游戏拣着配置低的挑的习惯。后来，我灵机一动，想到一个以前看到的游戏，看起来画面很差，自然觉得这大概是一个老游戏吧，配置要求应该很低，后来也就不了了之了。相信对于大多数人来说，第一眼看到Minecraft，或多或少都会觉得这是一个很烂的游戏吧，其实不然，这个游戏细细品味之后，你才能领悟真谛。再后来，我就学了VB编程，在六年级自学完成了初三的VB教学内容。后来，电脑出现各种问题啊，各种编程资料全部丢失了，当时我很伤心。当时爷爷还没有退休，还是在工地工作的。记得刚过去那几天，我几乎是那里的“小王子”。处处他们都照应着我，每天中午的盒饭，比家里的好吃一些吧。当时正好是赶上雨季，有一次，鞋子湿了，直接在工地晾干的。不过提醒一下哦，我在的地方是一个工地指挥部，简称工地。工地上的人，事，都是很有趣的，有时我会跟他们下国际象棋，尽管很久之后我才知道我的下法是完全错误的。在那里玩的那台笔记本电脑，相比之下，堪称是享受。那里有一位姓孙的工程师，电脑是隶属于他的，不知道是什么原因，网络设备他总会第一时间在我之前拔下来。或许是为了甩开我，他带来了他的儿子孙国栋，戏称为果冻嘛，直接直呼其名是不好的。他看起来很不错，当时我的眼睛其实已经是处以一种高度近视的状态了，为了不丢颜面，试戴他的眼镜的时候，我会说“看起来很晕”。当时主要还是玩的Balance，平衡球。后来，我和他相处几天，分别，真的是依依不舍，他现在应该在临沂六中周边居住吧，我不太清楚，我只知道他现在应该已经快读晚初二了，哎，时间就是这么的无情。他住在兰山区，每天早晨要几十分钟才能到这里。他有一次告诉我说这里要拆，我近乎抑制不住情绪。我天生如此多娇。后来什么XXMC服务器换周目啊，什么服务器解体啊，虽然都灵验了，但是工地指挥部，从来都没有要拆的意思，大概是12年12月份吧，白雪皑皑，这一年是近几年以来唯一下雪的一年，十月份时，我戴上了眼镜，250度。不要取笑这个度数，我经常被这个眼镜片的度数所取笑，尽管我已经习惯了。在工地时，一次中午出去吃饭嘛，在车上，那位工程师就跟我交流开来，后来，我懂得了临沂市人民医院配镜中心的黑幕，获利1600%。那天，我是随去喝羊肉汤的，第二天，我拉了肚子，没有去，我也无从得知他是不是去了。那时候，我有一部高仿的iPhone 4S，我曾经以此为傲，甚至将它说成是真的，因为连我自己仅仅看外表都无法分辨。在工地那部分，我感触很深，后来搬家就从未再去过了。再后来，我搬家了。搬家嘛，自然会是很不错的，不过电脑不好，被我糟蹋了，社区里也没有网络，诶。有时候我真的在天真的幻想，模拟得很真的Mac，到底有多流畅？以前用旧电脑模拟得时候，都是很卡很卡的，几乎到了一种玩不了的地步。我带着这个疑问，走进了六月。这个六月，我们社区通上了网络，12MB光纤，作为给爷爷的奖励，我不得而知这使用权是1年，还是永久。因为通了网络嘛，爸妈也不能不给爷爷面子，理所应当给我买了一台新电脑，买电脑那天下雨了，表哥到了中午才去桃源科技广场，将近下午六七点吧，才送来。拿到电脑后的心情，我是无法用语言形容的，此时的心情是无法用任何语言来形容的。一开始只是一股脑的装游戏，装软件。后来发现，这没有多大的作用，于是我重回了Mac模拟界。在Mac模拟的方面，我误打误撞遇到了紫枫，虽不知道是不是本人，但是他给我的那份勇气还是值得我鉴赏的。那天，他向我请教Mac模拟的内容，我细心，富有耐心地为他解答。远程桌面时，偶然间看到了他的搜狗输入法皮肤，他的输入法皮肤给我的第一感就是很眼熟，相当眼熟，回忆了许久，我想到这是Minecraft的输入法皮肤，我好奇地问：“你也玩Minecraft吗？”“是的。”事实上当时我是从未接触过Minecraft的 只是有一些了解。我就开始玩这个游戏。大概一个星期之后，我拿出了自己的的得意建筑。开始我的建筑是往地下挖，我甚至会好奇地期待那些山峰下面是不是都是有岩浆带的。地下火柴盒嘛，后来逐渐扩建，经过多次重建地图吧，我终于做出了自认为满意的建筑，现在以一张渲染图的形式永久保存了下来。MC从这里开始，也终将从这里结束。当时的最新版本还是1.6.2，转眼间就是1.7.4了。他教我多人游戏，用hamachi呀，更换皮肤什么的。[url=mailto:我第一次有了自己的skinme账号jbji@foxmail.com]我第一次有了自己的skinme账号jbji@foxmail.com[/url]，后来，我结识Fat之后，就被他糟蹋了。我的用户名是jbji，jbji这个名字三年来，遍布了全国20%的网站。后来，他无奈带我去了五游网服务器，我的MC之旅，从这里开始，我开始学着玩工业，在玖月奇迹的大好河山和水墨缘里度过一个个神秘而又对我充满奇迹的夜晚。这种玩mc的感觉，从未再次出现过，这种激动的心情，从未在这个服务器停止过。后来这个服务器要换1.6.2了，腐竹说地图数据什么的不能继承，当时已经有1.6.4了，至于，一律是给予定额补偿款的。穷的更穷，富的更富。以前很多给我带来欢乐的人在新的服务器里都走了，服务器主城质量开始变得越来越差，我开始没有在这个服务器待下去的信心了，我决定走上自己开服这条不归路。谈到开服，当时我是一个一窍不通的小白，从以太到神秘，什么好玩我加什么，结果弄得服务器很卡，后来我学到了很多技术，已经能够流畅应对服务器了，但是很遗憾，我的电脑已经不再能应对了。我很沮丧，没有人能帮助我，longguo,54876,Fat(只有他仍在)，Fat支持着我，一直走了下去。后来，爱4开播后，播完爱4，我已经没有兴趣再去开服了。开服持续了得有半年吧，虽然对绝大多数操作我都已经熟悉了，但是我已经不想再开服了。三分钟热度。我开始试着投奔服务器，诸多的不如意，使我最终选择了mcbbs服，我在mcbbs服有稳定的资产，很多动物，很多财产。但是Fat(后更名为E100)作死，没办法，我不得不离开了那个服务器。在这期间，我开始玩黑苹果，后来玩腻了，转到了windows，也就到了现在的服务器。我并不知道他还是mcbbs的一员，天真地请他去玩工业服务器。他拒绝了。他现在叫TNT_nerve。算是跟我交情很深的朋友了吧。我每天这么漫无目的地坐在电脑前，编程经验给予了我非凡的数学能力和超凡的逻辑思维，但是这又能有什么用呢？之前曾有人说“我们一生用不到的知识却决定了我们的一生”，我并不认同。还有人调侃“用函数买菜”。我甚至忍不住要去吐槽。学不好这些东西，何谈找工作？找不到工作，你又哪来的钱？没有钱，你还要做啃老族这样用父母的钱去买菜？现在我在的服务器FreeCraft，管理员的态度几乎就是强硬的，无理性，无目的。甚至有时会调侃我们用父母的钱炫富。我们没有勇气去炫富，我们从不会去炫富。Minecraft……..我好想碰到那个蓝仙女，把我从一个傀儡，变成一个快乐的孩子。——————————————————————————————————————————————至此结束。之所以很多事情没再提，我不希望它们在我的脑海里留下更深的烙印。\n",
    "replies": []
}