{
    "title": "<连载·单章>Minecraft之DevilMayCay【第三章湛蓝玫瑰】【作者：DanteandNero】",
    "author": "DanteandNero",
    "replyCount": 2,
    "timestamp": 1397234160,
    "txt_content": "“呃……呃，嗯？嗯！”我一睁开眼睛，强烈的光芒就瞬间刺痛了我的眼睛，逼着我再次闭上眼。\n过了一会儿，等感觉好受了一些之后，我才慢慢的睁开了眼，同时坐了起来。\n“我……勒个去！这是哪里啊！”我看着眼前的悬崖和悬崖下一望无垠的森林，顿时呆住了。\n我急忙站了起来，环顾四周，发现我现在是在一座高山的山顶上，周围就只有几棵树\n等一下！树？高山？这里……这里的地形好像在什么见过。几乎在一瞬间，我突然想起来，这不就是我遇见HIM的地方吗？！我怎么会在这里，我不是应该在玩电脑吗？\n我呆在原地，愣了好几分钟，大脑里断断续续的思考着一大堆的事：我怎么来的？我的房子呢？我怎么回去？我现在该怎么办？我能做什么？……但是我连一件事情都很难想明白，我只是杵在原地，茫然而又不知所措的望着远处山下的森林。\n“该死的，我不会是穿越了吧！”我自言自语道。“啊，不可能不可能！这不可能，这不科学，一定有什么其他的原因。”\n不过现在我完全不清楚我的处境，也不知道这里是哪里，情况对我很不利。我伸手挡在额头上同时抬起头看了一下天，发现太阳正好在我头顶上，说明现在是中午。\n我在原地思考了一会儿之后，决定先贯彻Minecraft的“要致富，先撸树”的真理，不管我是不是穿越了，但这里和Minecraft的世界感觉是一样的，只不过不是像素方格的样子，而是和我们生活的现实世界一样，所有的东西都和现实无异。但是如果这里是Minecraft的世界那怪物的样子应该也会变吧，那到时候我就要面对真正的白骨架、半个人那么大的蜘蛛和生化危机里的僵尸？还有苦力怕，会变成什么样呢？\n“算了，这太荒唐了，不想了。”我摇了摇头，驱走了这些奇怪的想法，开始找能砍树的东西。\n“嘿，小子，看来你的适应能力不错嘛。”熟悉的声音在我身后响起，语气依然是“老子最屌”的狂妄语气。\n我猛的回过头，看见了昨天晚上在我家里出现的那个长得和我一模一样的家伙正倚在一棵树上用一种轻蔑的眼神看着我。可这次他的脖子\n上却吊了一个想绷带一样的东西，这东西还包着他的右手。但是奇怪的是这东西是皮质的，而且也不像普通绷带一样包成一团，手上竟然还戴了一只皮手套！\n我心说我去这什么情况，他怎么会在这里？难道是他把我弄到这里来的？可仔细一想也不对啊，我是在遇到那个像HIM一样的东西后电脑突然抽风发出一道强光之后来到这里的。如果是他，他是怎么把我从城市里运来这个奇怪的地方的？\n“怎么，你昨天晚上从我家翻窗逃走时摔断手了么？”昨天晚上那种奇怪的压迫感又突然出现，我赶紧压抑住了自己的惊讶，表现得很冷漠，用和他一样屌的语气说道。\n他那张帅气的脸上（咳，我不是在夸自己帅）露出了淡淡的笑容，左手一撑，把身体撑离了树干。\n“没有，只是怕吓到你而已，虽然说你以后也会变成这样子。”\n他淡淡的说了一句。\n我冷哼了一声，说道：“你别再给我装神弄鬼了，你说的话我是不会相信的！”\n“你现在信不信随你，反正你迟早是会相信的。我只是怕你适应不了这里，但看来你的适应能力倒挺强的，既然这样的话我就不打扰你砍树了，拜拜。”他笑着说完了这句话，然后就像昨晚一样，凭空消失了！\n这一次我可是看得很清楚，他真的是凭空消失的，没有任何的位置移动和动作，就这么消失了！\n“我……去！真的消失了！”我呆在原地目瞪口呆的看着那家伙刚才站的地方，脑子卡机了。\n但是我天生的超快反应力和适应能力使我很快回过神来。我知道这种不科学的事情是很难解释，但是总归是有解释的，我现在也不用想太多，先干正事要紧啊。也不知道这里究竟是什么地方，万一这里真是Minwcraft的世界那一到晚上我可就惨了。\n“不想了，砍树砍树。”我自言自语了一句，就开始找起可以利用的材料来。我环视了周围一圈但并没有找到什么可用的材料。\n正当我失望时，却突然看见那个家伙刚才倚靠的树上似乎被钉了什么东西在上面。我走过去我一看，顿时满脸黑线就下来了，因为这纸条尼玛是被一颗子弹贯穿挂在弹身上的！我心说我勒个去原来你丫的是不仅是一个脑残还是一个持枪暴徒恐怖分子警察叔叔的危险敌人人民生命安全的威胁啊！\n不过纸条上写的内容倒是挺让我高兴的：嘿，小子，我知道你现在什么也没有所以决定发发善心帮你个忙送你一把武器，它就在树后面的箱子里，而且无需装填、无限发射哦！。\n“靠！这是神马？奖励箱么？”我看着面前的方箱子，十分无语。但是当我打开箱子时却倒吸了一口凉气，因为里面只有一把让人胆寒的凶器——一把左轮手枪。它的枪身银白锃亮，反射着阳光发出一种冰冷的金属光泽，枪柄内面特意设计了三个内凹处，方便在抓枪时中指、无名指、和小指三根手指抓稳枪柄。而他最大的特点在于它有双枪管，说明它可以一次发射两颗子弹，但是左轮转盘的装弹量仍然只有六发，就代表着它的威力提升了但是持续射击性变差了。\n“算了，有总比没有好。而且这里又没有人，拿枪应该没关系吧。”我思考了几分钟后，最终还是决定接受这把左轮手枪。\n就在我拿起这把枪的瞬间，一种奇怪的熟悉感忽然出现，好像这把枪我曾经用过很久一样。但是这不可能啊，我一个新世纪大好青年从小到大遵纪守法什么坏事都没有干过，怎么可能摸过枪呢？而且我也不记得我什么时候有摸过枪了啊。\n“Blue Rose？湛蓝玫瑰？”我的脑子里突然出现了这个名字。我纳闷了，心说是我想太多还是今天怪事特别多啊？怎么会发生这多奇怪的事情？先是那个神秘的怪人再到这奇怪的熟悉感，最后再到这个名字，这究竟是什么情况啊！我简直快抓狂了。不过一想这名字还挺好听，那就给这把枪取这个名字吧。\n正当我到处在身上找可以放它的地方时，它自己却像突然活了过来一般，紧紧贴在我的左腰上。\n而我这次却我不惊讶了，因为我知道只要是那个家伙给的东西肯定都很神奇，不用想太多，用就好了。\n但是我没想到，其实当我拿起这把枪时，就是我的命运之轮转动之时。",
    "replies": [
        {
            "author": "702660445",
            "timestamp": 1397254140,
            "txt_content": "。。。。。。。。"
        },
        {
            "author": "可口可乐dseg",
            "timestamp": 1397254380,
            "txt_content": "额。。。描写的有一点点太过夸张。我也有同样的毛病"
        }
    ]
}