{
    "title": "<连载·单章>Minecraft之DevilMayCay[第四章洛洛][作者：DanteandNero]",
    "author": "DanteandNero",
    "replyCount": 0,
    "timestamp": 1397277060,
    "txt_content": "“靠靠靠靠靠！我竟然忘了我是要砍树不是要杀人！给我枪有个屁用啊！”我愤怒的咆哮道。，心说那个混蛋果然没安好心给我的东西又危险又没有用，现在哪怕给我一把木斧头也好啊！\n“算了，既然砍不了树就下山去打猎吧，先解决肚子的问题。”我十分无奈，但是又没有办法，只能先干一些能干的事情了，至于砍树也只能以后再想办法了。\n我沿着陡峭的山路小心翼翼地往山下走，一边努力保持身体平衡一边在想着今后的生活该怎么办，这么下去我要不就是死在这里要不就是变成一个野人，哪种结果我都不想要，我现在最想遇到个能和我交流的人类，问问这里是哪里顺便看看能不能寻求帮助。但这深山老林里哪里会有人类呢？\n不久，我就顺利的抵达了山脚下。开始一边寻找猎物，一边寻找足够锋利的材料来制作工具。但这时，我却突然听见身后传来了“咔嚓”的清脆断裂声，听上去像是地上的细树枝被人踩断的声音。\n我几乎是在声音响起的一瞬间下意识地以极快的速度转过身同时左手从腰间取下了“湛蓝玫瑰”，然后只听见了轻微的“咔哒”一声，手枪保险瞬间解除！然后在下一微秒，枪口就已经指向了我的后方，但同时我的身体也侧了过来。\n其实这时我完全没有反应过来。我的整个身体都像是下意识的在运动竟然完全不受我思想的控制！\n“啊！”我听见了一声甜美（……呃，用这个词确实有些怪，但是这声音的确特别好听）的轻呼声。\n当我终于反应过来时，却发现我用枪口指着的竟然是一个女孩子。不得不说这个女孩子长得还真是挺好看的。她大概是一米六多的个子，上身穿着一件深绿色的运动外套，下身则穿着一件深绿色的牛仔超短裤和翠绿色的长到大腿的长袜，短裤和长袜之间露出了一段雪白的大腿（这个不是重点，不要在意）脚上穿着一双主体绿色底部黑色的运动鞋。和运动外套相连，印着苦力怕经典“呆萌”表情的兜帽遮住了她的头顶，露出额前金色的刘海和刚好过肩的金色短发。她的眼睛瞳孔却是橙黄色的，像一颗闪闪发光橙色的宝石。（因为能力有限，脸就暂且不描述了，请各位自行脑补吧。当然，也可以去萌娘百科看一看苦力怕的萌娘图，本角色就是以她为原型的）\n我愣了一下，心说这什么情况？这里竟然有人，难道真的是上帝听到了我的呼救派她来救我的吗？我回去一定要立马戴上十字架项链穿上黑袍当一个基督徒。\n我赶紧把枪放了下来，不好意思的笑了一下，抱歉的说道：“呃，对不起啊，我反应比较激烈，没有吓到你吧？”她也笑了一下，摇了摇头说道：“没有没有，其实我还以为你会被我吓到呢，所以刚才看你完全不怕我的样子让我有些吃惊。”\n“啊？”我轻皱了一下眉头，有些不解地问到：“为什么你会认为我会被你吓到？你长得……呃……那个挺好看的啊。”\n但没想到她听了我的话竟然有些脸红，还有些害羞地低下了头。\n我心说不会吧，你害羞了？我就随便夸了你一句嘛，不至于吧。\n过了几秒她重新抬起头来，看着我的脸说道：“其实，我觉得你长得也很帅的，和其他人不一样，一看就是一个善良的好人。”\n“啊呃，谢谢。”我有些无语了，心说我可不是来夸你长得好看的啊。虽然你长得的确很像一个二次元少女很Lovely，但是我现在是想问一下你能不能帮我带我去有人居住的地方啊！而且姑娘你看我长得帅就说我长得像好人，这样以貌取人在萝莉控遍布的现代社会是很危险啊。\n“呃，请问你叫什么名字啊？”我小心地问了一句。但是我没有想到她倒是挺热情的，十分开心地说道：“我叫洛洛，17岁，是我们族群里的一名实习战士，但是因为我不想伤害别人一直没有通过考核成为真正的战士。”\n我心说等等不对啊，什么战士……族群的？难道这里的人类是原始的野蛮人部落？但是看她这一身的时髦衣服也不可能啊。算了不管了，有人就好，还是先要她带我去他们族群吧。\n“呃，那个……若若啊不对是洛洛我想问一下你们族群在哪里？可以带我去那里吗？”\n但是洛洛却一脸不可置信的表情看着我，惊讶的说道：“你要去我们族群？不会吧你不怕死吗？他们可不想像我一样不愿意伤害人类，可都是见一个杀一个的啊！”\n我这回是彻底懵了，完全没搞懂眼前的这位美少女在说什么。杀人类？太惊悚了吧！他们难道不是人类吗？不可能吧。\n“呃那个等等，我冒昧的问一句，请问难道你们不是人类吗”我一字一顿的问道。\n“原来你还一直以为我是人类啊，难怪你不怕我。”洛洛的声音低沉了下去：“我还以为真的遇到了一个不怕我的人类了呢，还想和你交朋友的。”\n我心说我勒个去，现在是什么情况？我眼前的这位美少女不是人类？那她到底是什么啊？吸血鬼吗？但是现在是白天啊，吸血鬼怎么出来的？\n我看了一下她头上的兜帽，上面的苦力怕的表情瞬间点醒了我。\n“请问美女你是爬行者吗？”我试探地问道，心里说你可千万别给我说是啊，你要真的是老子就得赶紧跑路了！但是应该也不可能吧，苦力怕怎么可能长得和人类一样，而且还这么可爱？\n但是事与愿违，她还真的点了点头说是的我是爬行者。听到这句话我也顾不上科不科学了，自从遇到了那个长得和我一样的家伙之后很多不可能的事情都变成了可能。我现在只想快点逃了先，别等她炸了我就完了。\n但就在我正准备后退跑路时，却突然听见不远处传来了一声“BOOM”的巨响。紧接着就是一阵强光刺入了我的眼中。我“啊”的大叫一声，赶紧紧闭双眼，然后拿枪挡在眼前以减弱光线的伤害。\n“糟了！我的族人们过来了！我们快点跑！”洛洛焦急地说道。\n虽然刚才爆炸产生的巨响使我的耳中充满了嘈杂的噪音，在我耳中外界所有声音都变得特别的小，难以听清，但是我还是听清了洛洛说的话。\n“跑？跑去哪里啊？我的眼睛现在都睁不开了！”我吼道。\n“没事，爆炸所产生的所有伤害对与我们爬行者来说很小，我还看得清路我可以带你走。”洛洛一说完话都还没等我表态就拉着我开始跑了起来。\n“喂喂喂，我还没同意啊！你这属于绑架残疾人啊！”我惊呼道。\n“放心吧，马上你就可以看得见了，先跟我跑吧。”洛洛说道。\n我心说我勒个去这妹子怎么回事啊，她可是一只……呃，现在应该说是一个苦力怕啊！谁玩Minecraft的时候被苦力怕拉着跑过啊，最多只是被追着跑过吧。可我怎么就这么倒霉，零散被一只苦力怕给拐带了，而且还偏偏是一个萌妹子，这让我连暴力抗拐都不行啊！（等等，哪里不对？）\n我就这样被洛洛拉着跑了不知道多久，途中我很多次想睁开眼睛，但眼前始终是一片白光，根本看不清东西。我平日里每天坚持锻炼，体能自然是不错，但是洛洛的体能就没我这么好了。到最后她自己都跑不动了，只能先停下来休息一下。\n这时我眼睛也终于恢复了，我环视了周围一圈，发现我们正身处一片阴暗的密林中。我们刚刚跑了很久，本来就浑身燥热，一进这片密林里顿时就感觉凉爽了很多。\n“喝呼喝呼”洛洛快速的喘着气，汗珠顺着她的金发滚动着，然后滴落在了土地上。她的脸因为剧烈运动而充血变得很红，看上去更可爱了。\n“哎呀，你也真是的，你看你自己拐带别人结果别人还有力气跑你这个人贩子倒是没有力气了。”\n“哼！”洛洛白了我一眼，喘着粗气说道：“我这可是在……在好心救你的……你的命诶，你就是这样子对待自己……己的救命恩人的吗？”\n“好好好，谢谢您救了小人一命，小人必定知恩图报，您有事要帮忙只要吩咐就行了。你看这样态度行了吧。”我打趣她。\n洛洛又白了我一眼，没有说话。我收起了笑说道：“好吧我不跟你开玩笑了，我其实真的很感谢你啦。这次算你救了我一命，如果你以后有什么要帮忙的地方只要我能帮得上我一定帮。”\n“真的吗？”洛洛问道。我点了点头说当然了，只要是我能帮上的我就帮，但是如果帮不上你也别怪我啊。\n“那你可不可以告诉我你叫什么名字？”洛洛问道。\n“我叫武藏（zang），武器的‘武’，‘藏’是躲藏的‘藏’的另一个读音。比你大两岁。”我告诉了她我的名字和年龄。\n“武藏？这名字好怪啊。”洛洛摸了摸她的兜帽说道。\n“我不觉得有什么怪的，挺好啊。”我耸了耸肩说道。“你以后打算怎么办呢？你的族人们知不知道是你帮我逃走了？”。\n洛洛点了点头，低落地说道：“他们知道，因为只有我一个人会做出放走人类的事情。”\n“那如果你现在回去的话会怎么样？”我知道后果肯定好不了，但是还是问了她。\n“后果？”洛洛抬头看着我，苦笑了一下说道：“轻的话就关起来，重的话就先游街示众，然后再当场处决。之前我的哥哥就是这么死的。”说到这里，她的眼角流出两滴眼泪来，不知道是因为自己回去后的下场，还是因为想起哥哥的死太悲伤了。\n我心说好嘛这下子好玩了，她现在因为救了我而回不去了，我又不能让她浪迹天涯，四海为家，因为这样子良心过不去啊。没办法了，看来只有让她和我一起了，也不知道她会不会同意，如果她要我帮她回去那就悲催了。\n“那个，洛洛啊，你看现在呢你也回不去了而我呢则是莫名其妙的来到这里的，也不知道怎么回去，不如我们两个人做个伴，当个驴友吧。”我试探性的问道。\n洛洛愣了一下，看起来是没想到我这个人类竟然会邀请她这个苦力怕一起结伴同行。我心说姐姐你可一定要同意啊，你要不同意我就没办法了。\n“那好吧，”洛洛笑了一下，“我们就一起走吧。”\n呼——幸好她同意了，不过我怎么会有一种不祥的预感？\n“哎呀这小子，竟然抓了一只爬行者，还说人家拐带你，是你拐带人家吧。”银发少年坐在树上，一条腿悬在半空中来回晃荡，看着不远处结伴而行的两个人，不，应该说是是一个恶魔，一个爬行者，嘴角轻轻上扬，无声的笑了一下。“这下子更有意思了。”\n",
    "replies": []
}