{
    "title": "[2014.04.12]翻译创作版 - 创作活动【故事续写】",
    "author": "风之心_天双",
    "replyCount": 22,
    "timestamp": 1397297220,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-4-13 19:52 编辑 \n\n翻译创作版 - 创作活动【故事续写】\n愚人四月，正式开播。\n高亮：非参赛者请勿回帖，详情请查阅规则。\n\n致翻译创作版的各位作者：\n\n　　你们好！\n\n　　为了鼓动人气，为了一扫抄袭带来的阴霾，版主们决定做个小活动……于是这个就诞生了——相比@马赛克了 在任时举办的微小说活动而言，的确太过于草率，因为它仅诞生于这两天之内而已。\n\n　　说起来，其实也就是某回老家结婚的前任版主清明节突然还魂，要求版内创建一种新的体系……经讨论，决定先开展这个活动作为前置，锻炼一下作者们的能力——\n\n　　大致就是这样了，还有，如果有作者能猜出之后的新体系是什么，有神♂秘奖励哦。\n\n——翻译创作版管理组\n\n\n\n规则\n\n1.请匿名参赛，参赛请直接回复本帖。注意一定要匿名。\n2.续写故事需条理清晰，符合逻辑，并有一定的故事情节。为了使续写的内容充实并保证短小精悍的存在，请尽可能发挥自己的能力与特长写出不同风格的故事。故事的发展及结尾均由作者们自己决定。\n3.发表意见或者看法，请善用回复功能，点评不必匿名。但绝不可有水帖及无关帖存在，否者删之。\n4.将对任何续写者酌情给予奖励。\n5.本次活动时限为一周[2014.04.12-2014.04.19]，请各位作者抓紧时间，时间到后，将统一收集，并发起投票，选出最受欢迎的续写。本次活动禁止一切拉票行为，一经发现，取消参赛资格。\n6.抄袭者死。\n7.作品一经发表，禁止再次编辑，否则将被版主去除匿名、得到参与奖并失去参赛资格。\n　鉴于沙发在此条规则添加前进行编辑，仍有参赛资格。\n8.本活动最终解释权归翻译创作版管理层所有。\nPS:猜测新体系请使用评分功能。\n\n\n奖励\n\n　　第一名：+2贡献,+5人气,+60金币，作品予以优秀图章并将主题帖置顶一周。\n　　第二名：+2贡献,+5人气,+60金币，作品以回帖形式置于第一名作品主题帖的沙发位置。\n　　第三名：+1贡献,+5人气,+60金币，作品以回帖形式置于第一名作品主题帖的板凳位置。\n　　参与奖：+5人气,+60金币。请在活动结束后手动取消匿名并@版主索要奖励。\n\n这可不是和抄袭者一样的挂尸啊（笑），这可是很光荣的啊（笑）。\n\n\n\n故事开头\n\n　　“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便有一个声音在一直在回响，向他暗示着在这个世界只有他一个人的存在。尽管如此，他仍一直试图寻找另一个与自己相同的生物。很明显，寂寞是会使人发疯的。\n\n　　迄今为止，他仍一无所获。这里永远是方形的树木，方形的岩石，甚至是方形的太阳……可是，没有方形的人，除了他自己。\n\n　　冥冥中，那个声音告诉他，这将是一片完全属于他的世界，可他却并不这样认为，只是冷笑。\n\n　　“我的世界？呵，一片我无法自由掌控的世界……”\n\n　　他冷笑着。他的确无法掌控所有。尽管他能够从不知名讫的空间中取出任何物品，尽管他可以随时破坏他所接触的一切东西，但他依旧无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n\n　　他笑了，也哭了。不过终究还是只能认命。\n\n　　躺在房间里，红石灯散发着暖色的光芒。湛蓝的钻石块反映着昏暗，却连他的影子都没有显现分毫。他枕着双手，忽然闭上了注视金色天花板的眼睛。\n\n　　叹息声。\n\n　　咚咚咚——\n\n　　……什么声音？\n\n　　他惊愕地坐起来，望向传来声响的木门。\n\n\n\n本开头由＠飞鱼在天 提供，由@风之心_天双 修改。\n本帖草稿由@a2455564728 撰写并提供，由@风之心_天双 修改。\n感谢以上两位作出的贡献，暂时没想到怎么奖励，大伙就先眼熟他们俩吧。 \n\n",
    "replies": [
        {
            "author": "Mars_xiaokai",
            "timestamp": 1397300280,
            "txt_content": " 本帖最后由 Mars_xiaokai 于 2014-5-3 09:17 编辑 \n\n　“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便有一个声音在一直在回响，向他暗示着在这个世界只有他一个人的存在。尽管如此，他仍一直试图寻找另一个与自己相同的生物。很明显，寂寞是会使人发疯的。\n\n　　迄今为止，他仍一无所获。这里永远是方形的树木，方形的岩石，甚至是方形的太阳……可是，没有方形的人，除了他自己。\n\n　　冥冥中，那个声音告诉他，这将是一片完全属于他的世界，可他却并不这样认为，只是冷笑。\n\n　　“我的世界？呵，一片我无法自由掌控的世界……”\n\n　　他冷笑着。他的确无法掌控所有。尽管他能够从不知名讫的空间中取出任何物品，尽管他可以随时破坏他所接触的一切东西，但他依旧无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n\n　　他笑了，也哭了。不过终究还是只能认命。\n\n　　躺在房间里，红石灯散发着暖色的光芒。湛蓝的钻石块反映着昏暗，却连他的影子都没有显现分毫。他枕着双手，忽然闭上了注视金色天花板的眼睛。\n\n　　叹息声。\n\n　　咚咚咚——\n\n　　……什么声音？\n\n　　他惊愕地坐起来，望向传来声响的木门。\n\n      难道是存在于这个世界的怪物吗？又或者是过来拯救他的人？\n\n      打开了门，门外一面寂静。一点人影也没有，像原来一样，安静的只剩下风的声音\n \n      难道是他幻听了吗？\n \n      刚想到这，门外又出现了那怪异的敲门声音 。貌似是有什么信息要传达给我一样。\n\n      又重新打开门，往门外走去，门口空无一人，剩下的，只有一张小纸条。\n\n      怎么可能，没有人的地方居然会出现一片小纸条，究竟是怎么回事，难道这个地方只是一个虚拟的世界？\n\n      纸条上面只有几个大字，今晚之时，噩梦之始\n\n      正午12：29分了，不到一会，一座村子出现在了离这100米的地方。\n\n      这是一座普通的不能在普通的村子，村子内有非常多的村民，也不知道是春天还是秋天，村子里种满了胡萝卜和土豆。我看到一个白色衣服的村民，他外表朴实，但不知道是什么缘故，他们不能说话，只懂得交易，也不知道这么小的村庄交易那么多东西做什么。\n\n      一进村民家的门就看到有一个箱子，他呵呵一笑，反正村民智商底下，他对他们也没有什么好感，只是一堆奸商罢了，拿走了一套铁套和一把铁稿子就跑了，也不知道有没有村民发现他。他觉得，就算发现了也没有什么大不了的，村民跑的那么慢。\n\n      回到屋子里，天色已经变成了黑色，他脱下抢来的铁套，躺在床上。他感觉，总觉得有一双眼睛在看着，那是一种仇恨的眼神，他浑身都不自在，可能是开着灯的缘故吧，于是灯泡被他关掉了，月光透过窗子照在墙上，屋子好像被月光照变了型似得，那双眼睛就好像飞到了墙上，也可能是在门外。他渐渐闭上了眼睛，不敢再去看那变形了的屋子。突然间，发出一种声响，就貌似是一种有人翻身一样。也许以前有人曾经死在了这里。\n\n      他越想越害怕，跳了起来，大喊一声：“谁？”也许只有大喊才能缓解他恐惧的心。\n\n      门外的树枝沙沙的响着，似一头恶魔在捕捉猎物，仿佛在玩弄他的猎物，那猎物，怎么看，都是他。\n\n      “还是别自己吓自己了。“穿上从村民那里弄来的铁甲，走出了门，走到村民家准备去看看村民睡怎么样的，他下意识的往身后看了一眼，从那里传来一种压迫感，就在家门口！那是一条黑色的影子，和黑夜不一样，他身上散发着一种恶恨的目光，那种压迫感和在家里感觉到的一模一样。\n\n       他揉了揉眼睛，壮着胆子向家里走去，把铁套脱下关上了灯，他认为是他今天太劳累了，我看了看屋子四周，一切正常，没有什么眼睛，躺在床上，突然，我好像意识到了什么，全身发抖，冷汗已铺满我的后背。他出去的时候根本就没有打开灯...不知道什么时候，是谁打开的？月光已经离开了屋子，屋子里没有一丝光明，窗外透过了一个头的影子，静的可怕，他马上跑出了屋子，那双眼睛好像又在盯着他看，我内心的恐惧涌了上来。\n\n      他又跑回屋子里，躺在床上，督促自己马上睡着，过了一会，他迷迷糊糊的睡着了，做了个梦，梦见月亮上有两个黑硬的物质相碰在一起，他怎么联想也联想不成牛郎和织女，因为在梦中也有那种压迫感，并且越来越重，就在我眼前似的。\n\n      他拼命的跑，拼命的跑，直到了一个森林，森林里都是雾霾←_←，使他根本看不清东西，四周的树枝无风自摆。从森林深处传来奇怪的叫声。\n\n      突然间，阳光照晒着他的眼睛，他猛的一下从床上起来，什么眼睛，什么雾霾，什么月光，都只是一场梦吧。\n\n      每看到夜幕来临的时候，仿佛这黑夜就是暴风雨来临的前夕。不过每当他在床上胡思乱想的时候，总是会迷迷糊糊的睡去。也不知道为什么，每天晚上，我都会做一个奇怪的梦，就是在月亮上有一双眼睛在看着我，我的身上都有一种压迫感。\n\n      他觉得自己不能在这里再待下去了，在待下去我会疯掉的，可是他离开不了这个世界，逃脱不了这个牢笼，只能在这里活下去，没有朋友，没有声音。\n\n      第二天，村子里有村民被杀掉了，那天晚上他不知道去做了做了什么，每天晚上都是那样迷迷糊糊的睡去，起来时又好像很累一样。\n\n      离开了他自己的家，来到那个村民的家门口，他的心情也是比较沉重的，不过心里隐隐约约感到一丝不安，在地上发现了很多非常浅的脚印，按理来说，应该寻着这些脚印就能找到凶手的，但是脚印只在村民家门口有过几脚印，脚印就消失了。\n\n      到了晚上，村民的狗一直在狂叫，据说狗能看见一些人看不到的东西，他越来越害怕。经过一会，狗的叫声越来越弱，我很好奇，为什么村民晚上都躲在家里不出门。屋子里的月光已经不见了，跟上次一样。突然间，我在窗户那里看见一个人头，是那个人头挡住了月光，我看不清他，他挡住了光线，屋子里都是黑暗，再过去一看，人头已经不见了。我又沉沉昏去。\n\n      果然，这一夜无眠，直接起来，门外已经雪地一片，给人一种阴森的感觉。\n\n      我往那个死去的村民家走去，那些树枝在没有风的情况下都会摆动，在白天走过很多次这个路，没想到天还没亮时走路是如此可怕。\n\n      一直往前走，我一直都没有走到尽头，来到村民家，难道这就是传说中的鬼打墙？越走越害怕，于是他直接跑了起来。\n\n      跑了好久，终于到达了村庄，到了之后，已经是在了早上，可是，村庄已经不见了，一点点痕迹都没有留下，留下的，只剩下了那些脚印。\n      渐渐的，仿佛已经在梦中，他全身都是血液，他的心脏已经被刺穿，他的眼睛已经破碎。可是这梦又那么真实，连触觉都是真的一样，这梦到底预示着什么？\n\n      睁开眼发现，村庄已经不见了，有的只剩下一面镜子和镜子里白色眼睛的他\n\n\n@a2455564728 \n加分.\n\n\n\n\n\n\n"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1397301060,
            "txt_content": " 本帖最后由 风之心_天双 于 2014-4-13 11:55 编辑 \n\n匿名由 风之心_天双 解除。\n\n匿名者 发表于 2014-4-12 18:58\n　“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中 ...\n  不错的续写，对于恐怖诡异气氛的营造十分到位，并且适当而又不过度的加入了MC元素。而且以MC中最神秘的him为主题续写很容易勾起读者的兴趣，不过对于村庄的描写似乎没有什么实际意义（为后文做铺垫？）。\n  还有一点有问题，开头是第三人称，续写是第一人称，速改……\n  另外，睁开眼是如何知道眼睛变白的？\n  怎么感觉我的评价像语文老师？呵呵，不要在意这些细节……\n  总之，这个续写还是很不错的，支持！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1397316000,
            "txt_content": " 本帖最后由 冥王星人 于 2014-5-3 08:36 编辑 \n\n　　\n　　\n　　“先生你好，我是必胜客送外卖的。”一个满脸堆笑制服整齐，托着特大号扁纸盒的人站在门外。“这是你点的超级至尊加大装。”\n　　“呃、唔……多、多少钱？”\n　　他在彻底的惊愕当中，习惯性的回应了一句，完全没考虑这是什么地方，什么时间。\n　　实在太反常了。通常他吃披萨都是在发薪水以后的第一个星期日晚上，早上从来没叫过外卖。而且作为国营企业中层管理，更不能就这样穿着睡衣迎接外人。\n　　这所有的，都太反常了------\n　　“3个绿宝石。”\n　　外卖员熟练回答，依旧保持笑脸。似乎没看到他脸上连日没刮的胡子茬。\n　　“啊，你等等啊……”\n　　他伸开手托住盒子，搬进屋里放下，回手去箱里找绿宝石。\n　　“来你点一下，这是3个……”\n　　\n　　门外空空如也。\n　　就连外卖员使用的交通工具电动自行车也不见了。\n　　\n　　“这是要闹哪样啊？”\n　　出去仔细查看，地上仅有一只鸡朝着他入迷端详。\n　　“喂------不收餐点钱你要扣工资被开除罚站墙角的啊喂------！”\n　　如此连续喊了二十几声，四野寂静没人回应。\n　　他气得连连跺脚，但转念想，来到这生物都不拉屎的鬼地方，还能吃到必胜客，总之是不错的。\n　　\n　　“还是赶紧吃吧，不然该凉了。”\n　　一边自言自语，一边走到放披萨的餐桌旁边，却发现不知什么时候，盒子上面多了个大塑料袋。\n　　里面是全套的配餐，包括鸡块鸡翅、加冰饮料、蔬菜沙拉等等，更有一次性餐具、餐巾纸，以及花哨死人不偿命的广告宣传页。\n　　于是他以超越光的速度，把恐惧孤独不安都扔到了脑后，尽情享受起这免费的美食。\n　　\n　　嗯，如果每周能免费吃到必胜客的最新式披萨，那我就没什么怨言了。\n　　这么想着，拿起最后一角，几下塞进嘴里，舔舔手指上的芝士，实在倍感心满意足。突然他目光落在空掉的盒子里，不觉瞪大眼睛，下巴差点也掉到地上。\n　　盒子底部，放着张蘸满油渍皱巴巴的纸条，用英法日三国语言写着：\n　　“没问题，我答应你。”\n　　\n　　所以，从此他就和每周必然送到的免费必胜客披萨过上了幸福的生活。\n　　哎呀，可喜可贺，可喜可贺------\n　　\n　　"
        },
        {
            "author": "1525967679",
            "timestamp": 1397317200,
            "txt_content": " 本帖最后由 a2455564728 于 2014-4-25 21:17 编辑 \n\n“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便有一个声音在一直在回响，向他暗示着在这个世界只有他一个人的存在。尽管如此，他仍一直试图寻找另一个与自己相同的生物。很明显，寂寞是会使人发疯的。\n\n　　迄今为止，他仍一无所获。这里永远是方形的树木，方形的岩石，甚至是方形的太阳……可是，没有方形的人，除了他自己。\n\n　　冥冥中，那个声音告诉他，这将是一片完全属于他的世界，可他却并不这样认为，只是冷笑。\n\n　　“我的世界？呵，一片我无法自由掌控的世界……”\n\n　　他冷笑着。他的确无法掌控所有。尽管他能够从不知名讫的空间中取出任何物品，尽管他可以随时破坏他所接触的一切东西，但他依旧无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n\n　　他笑了，也哭了。不过终究还是只能认命。\n\n　　躺在房间里，红石灯散发着暖色的光芒。湛蓝的钻石块反映着昏暗，却连他的影子都没有显现分毫。他枕着双手，忽然闭上了注视金色天花板的眼睛。\n\n　　叹息声。\n\n　　咚咚咚——\n\n　　……什么声音？\n\n　　他惊愕地坐起来，望向传来声响的木门\n     \n   “是谁。”他大叫道，可是回答他的依旧只有敲门\n声。\n      \n    他随手拿起一把钻石剑，打开了门，可他发现，\n外面多出了好几个村庄，每个村庄里都有着很多大鼻\n子村民，村民会互相的交易，他们的货币是一个叫绿\n宝石的矿物。\n\n    看到这些村庄，他高兴的跳了起来，马上就跑了过\n去。\n\n“你好，我是。”他看到了一个穿着紫色衣服的村民\n，对他说道，可是那个村民好像没听到一样，还在自\n顾自地散步，使他说到一半的话说不出来了。\n\n    他又尝试了连续和好几个村民说话，可是他们的反\n应全部都是一样的。\n\n    他走到一个村民前，扔了一块钻石过去，那个村民\n怔住了，突然好像见了鬼一样，跑了回去，不一会儿，\n刚刚跑回去的那个村民又叫了几个村民来到了刚刚看\n到钻石凭空出现的地方。\n   \n“这肯定创世神的奖赏。”其中一个白色长袍的村民\n说道。\n    \n    听到创世神，几个村民就议论纷纷了起来，不久后\n几个村民向天上鞠了一躬，就一起拿着钻石走掉了。\n\n“创世神吗？”他望着天空，露出了他来到这个世界\n以来最开心的笑容。\n    \n    就这样，他每天带给村民不同的东西，并用木牌给\n村民制定法则。\n    \n   不过不知道为什么，有时候会有几个跟自己穿的衣\n服一模一样人来村民家偷东西，他的处理是把他们吓\n出村庄就行了。\n   \n   只不过他发现他的眼睛在夜晚时竟然会发光，每当\n吓走一个小偷后，眼睛上的光会比以前还要在亮几分。"
        },
        {
            "author": "火星使者",
            "timestamp": 1397359380,
            "txt_content": " 本帖最后由 a2455564728 于 2014-5-16 20:52 编辑 \n\n有点儿短，偏喜剧风格。\n（小标题：注定孤独一生）\n他惊愕地坐起来，望向传来声响的木门。\n。。。\n额。。。\n“电量仅剩百分之一～电脑即将在30秒后关机”\n充电中。。。。。。\n充电完毕！\n“是否关闭节电模式？”\n我只是想续写个小说你个电脑至于这么烦我吗！\n咳咳。。继续。。。。。。\n他惊愕地坐起来，望向传来声响的木门。\n“吼！”外面传来一只僵尸的吼叫。\n“僵尸！”\n什么时候来的！而且，这僵尸也是方的。。。\n跟在僵尸后面的是一个绿色的大方块。\n僵尸竟然，去打那个方块。。。。。。\n“欺负小盆友，太可恶了！”\n主角冲了上去，一刀砍下僵尸的头。\n那大方块。。。不，那大史莱姆，碎成了十六瓣。\n“它们怎么都跟着我？”\n“咦，这是。。。”主角拿起旁边的一个蛋。这个蛋呈褐色，上面有着圆形的斑点，但。。。还是像素组成的。\n剧透，村民刷怪蛋。。。。。。\n主角随手一扔，出现了一个人。两手抱臂向前看齐，呆头呆脑，嘿，还是个奸商！\n“咦，这蛋是宝贝啊！”\n主角拿起蛋，风一般的乱甩。两手抱臂的村民一个一个蹦了出来\n“这回不用担心不寂寞了！”\n主角跑着跑着，撞到一个东西。。。\n“啊哦”\nSsssssssssssssss～\n主角走出屋子，朝着满地跑的村民瞄了一下。\n“为什么没一个女的？我还要找老婆呢。。。。。。555。。”\n一个大家伙站在主角面前，约两米高，手臂长，身上缠着藤条。\n“哇哦，好硬，打一下会怎么样。。。”\n主角手欠的打了一下。。。\n。。。\n“尼玛！！！游戏里有这设定吗？”\n在主角的耳边又响起了一个声音：“作死吧，呵呵，谁叫你去打他的。”\n“这！到！底！是！什！么！玩！意！儿！”\n“这，噗呵，这是铁傀儡。。”\n“这演员怎么还笑场了？重！拍！！！”\n呃！\n“你为什么没有提醒我。。。”\n“我想啊，导演不让”\n“你真是的，害我又死了一次，还好这次没带东西，不然。。。”\n“不然什么？”\n“哎呀，我的刷怪蛋！”\n“别捡了，五分钟过了”\n“我打死你！”\n“别打我，我可以帮你”\n“好吧，为什么找不到跟我长得一模一样的人？”\n“这。。。你玩单机的吧？去玩多人模式啊！”\n“单机？”\n“还不玩多人模式？就像我之前跟你说的，这儿就你一个人。”\n“那些村民呢？”\n“都是低智商生物，排除”\n“可是，我还有一个问题。”\n“说”\n“我家没网，玩不了多人”\n“。。。。。。你注定孤独一生了”\n这毕竟是我第一次参加活动，鼓励一下呗"
        },
        {
            "author": "MC_Luke",
            "timestamp": 1397388840,
            "txt_content": "“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便有一个声音在一直在回响，向他暗示着在这个世界只有他一个人的存在。尽管如此，他仍一直试图寻找另一个与自己相同的生物。很明显，寂寞是会使人发疯的。\n\n　　迄今为止，他仍一无所获。这里永远是方形的树木，方形的岩石，甚至是方形的太阳……可是，没有方形的人，除了他自己。\n\n　　冥冥中，那个声音告诉他，这将是一片完全属于他的世界，可他却并不这样认为，只是冷笑。\n\n　　“我的世界？呵，一片我无法自由掌控的世界……”\n\n　　他冷笑着。他的确无法掌控所有。尽管他能够从不知名讫的空间中取出任何物品，尽管他可以随时破坏他所接触的一切东西，但他依旧无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n\n　　他笑了，也哭了。不过终究还是只能认命。\n\n　　躺在房间里，红石灯散发着暖色的光芒。湛蓝的钻石块反映着昏暗，却连他的影子都没有显现分毫。他枕着双手，忽然闭上了注视金色天花板的眼睛。\n\n　　叹息声。\n\n　　咚咚咚——\n\n　　……什么声音？\n\n　　他惊愕地坐起来，望向传来声响的木门。\n\n\n      ‘有人吗？’ 一个声音从外面传了出来 [给猪脚起个名字 叫..Steve~] Steve觉得这声音一下子让他那痛苦的心平静下来\n\n     '到底有没有人？'那个人还是在敲门 '有人吗 有人出事了 快开门啊 我们需要帮助！'\n\n      Steve已经不那么害怕了 打开了门\n\n     '你是谁啊.'Steve已经忘了关于礼仪是什么东西了 因为他很兴奋 自己7天没见到人了 终于有人陪他说话了\n\n     '我叫Luke'他说'我和我的兄弟Scot在这附近挖矿时 不知道哪里来的砾石 把Scot砸到了 快来帮忙！'\n\n\n     Steve听完就拿起了铁锹 带上几个苹果 跟着Luke走了 过了大概12分钟 他们穿过复杂的矿洞 见到了Scot\n\n\n     'Scot! 再坚持一下 我带援兵来了！‘ 当哥哥的Luke一边鼓励scot 一边叫steve使劲挖 \n\n\n    终于 scot被救出来了 可是scot因为被压得时间太长 胳臂流血了 大家休息了一会 给scot用纸包扎了伤口 steve说:’现在怎么办'\n    \n    '我们必须在僵尸来之前逃出这里 因为scot的血液已经将他们吸引到了附近' Luke说着 在旁边的分矿口就传来了一阵僵尸的哀嚎..\n  \n    '我想我有一个指南针 他可以帮助我们回家 或者让Luke带我们走出去 你还记得路吗？ Luke‘  ’scot，我们走的匆忙 没记得路 你的指南针呢？'\n\n\n    '让我找找' scot套遍了口袋 只找到了一个破碎的铁圆盒和一些红石      steve失望了 难道刚刚遇到的两位朋友 只能相见如此几分就要去见耶稣吗？\n\n\n    steve掏出钻石剑 Luke和scot拿起了木锹\n   \n    一场激烈的战斗 就要打响\n\n\n    在黑暗的矿坑里 还有一个人在这里观望他们\n\n\n    没人知道他 但许多矿工死于他的手下\n  \n    人们只知道他说过一句话\n\n\n    'The  eyes in the dark'\n  \n\n\n\n\n\n\n  未完待续...[好吧 可能不会待续]\n \n      "
        },
        {
            "author": "马赛克了",
            "timestamp": 1397465520,
            "txt_content": " 本帖最后由 a2455564728 于 2014-5-16 20:55 编辑 \n\n　　“依然只有我一个人吗……”\n\n　　今日是他重生，或者说不明缘由出现在此处的第十四天。从第一天开始，整个次元里似乎只有他一个人的叫喊声在一直徘徊，循环往复于山间、沟壑、峡谷、洞穴，乃至超自然的地狱，这些回声无时无刻不在提示着他，你，注定孤独一生。纵然这般，他仍未放弃寻找与自己相同的生物的念头。也许，他疯狂的呐喊，仅仅是对悲愤的慰藉罢了。\n\n　　事到如今，他仍然没有头绪，不管是探究该世界的真相，还是寻求分享的伙伴，他的渴望，无人回应。他每天面对着同样方形的树木，方形的岩石，方形的动物与怪物，甚至是方形的太阳和月亮……可是，没有方形的人类，除了他自己，还有曾经是人类的僵尸朋友。\n\n　　浑噩中，他逐渐掌握了这里的生存法则，按照特异性的发展观发展，他很有可能在不久的将来开荒出一片完全属于他的世界，缓缓爬向食物链的顶端，再爬到科技树的枝头，慢慢规划，轻轻统筹，建立一个文明指日可待。但，只有他自己知道，他的内心，只剩冷笑。\n\n　　“我的世界？呵，果然是只有我一个人的世界吗……”\n\n　　他悲凉着。他的确拥有世间所有。他能够从不明觉厉的空间中取出任意物品，他也能够随时破坏他所接触的一切东西，工具对口的话，部分东西可以收入囊中，他还能够把几类材料组合成有用或无用的物件，但他依然无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n\n　　他哭了，也笑了。最终，还是认命了。\n\n　　骑乘钻石马，他胡乱插着火把，火光迸发出丝丝温暖，无孔不入，见缝插针，他稀里糊涂的想，若这火是黑色的业火，能把自己吞噬了也不错。\n\n       远远望去，天地放佛切成两段色阶，越近地，越明亮。马蹄过去人叹息，有些光带着热量悄无声息的从铠甲缝隙处窜入，直击肌肤，却到不了那颗冷冻的心。\n\n      他举起闪着流动紫光的钻石剑，一双毫无生气的双眸向他眨眼。他又叹了一口气。\n\n      缰绳摆摆，越过山头，他收回了剑，视角由高向低拉回，向前眺望。\n\n     就在此时此刻，他突然看见前方一个不同于村庄的独立小屋，正散发出微弱的红色光彩，而屋外的栅栏内，关着一只已经被驯服的马匹。\n\n　　嗒嗒嗒——\n\n　　……什么心情？\n\n　　他下马狂奔至小屋木门，脸上，早已泪流满面。\n"
        },
        {
            "author": "stool",
            "timestamp": 1397479860,
            "txt_content": "恐怖是有的,,但是我觉得无双的文采蛮好的诶,这一段都写得十分静,如果静写多了，就没有激情了.这个开头很完美,静态的东西不要描写得太多,让故事流动起来,上面的是心的流动,意识的流动,所以感觉太静了.不要写得太长\n如果所有的都是静的，那后果是读者也颇劳了,这只是浅见，做不得数。\n很多好的文章，都是大胆想象，大胆风格。\n无双的文很有诗意，这种文章很好。\n如果后面写的都是静，浮躁的读者不会静心去看，虽然我是蛮喜欢看的。\n希望有人能写的很好吧\n前面有个评论错了，删一下吧"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1397484360,
            "txt_content": " 本帖最后由 ☆茶杯骑士☆ 于 2014-5-3 15:14 编辑 \n\n　　“依然只有我一个人吗……”\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便有一个声音在一直在回响，向他暗示着在这个世界只有他一个人的存在。尽管如此，他仍一直试图寻找另一个与自己相同的生物。很明显，寂寞是会使人发疯的。\n　　迄今为止，他仍一无所获。这里永远是方形的树木，方形的岩石，甚至是方形的太阳……可是，没有方形的人，除了他自己。\n　　冥冥中的那个声音告诉他，这将是一片完全属于他的世界，可他却并不这样认为，只是冷笑。\n　　“我的世界？呵，一片我无法自由掌控的世界……”\n　　他冷笑着。他的确无法掌控所有。尽管他能够从不知名讫的空间中取出任何物品，尽管他可以随时破坏他所接触的一切东西，但他依旧无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n　　他笑了，也哭了。不过终究还是只能认命。\n　　躺在房间里，红石灯散发着暖色的光芒。湛蓝的钻石块反映着昏暗，却连他的影子都没有显现分毫。他枕着双手，忽然闭上了注视金色天花板的眼睛。\n　　叹息声。\n　　咚咚咚——一阵声音传出……\n      他惊愕地坐起来，望向传来声响的木门。\n      “什么……东西？”他的声音有些颤抖，像是风中摇摆着的烛焰。\n    没有人回应。有的只是那些用来砌墙的钻石块闪出的点点蓝芒，旋即被黑曜石做成的房柱吸收而去。\n    当初的他刻意用这些最坚硬的物质来搭建这间小屋，可现在，这片铜墙铁壁却没有给他任何的安全感。\n    他真切地感受到了恐惧。哪怕是在属于他自己的这个世界里。        不可遏制地，他想到了那个传说。 那个自从他诞生以来就深深铭刻在他脑海里的传说。\n    这个传说很短，却给总是让他感到一种诡异而透彻心扉的寒意，仿佛是无垠幽暗虚空之中有一缕清冷的光芒投射在他的身上一般。\n    “白眼、恐慌、永恒。\n\n      还有一个名字，Herobrine……”\n\n      他的确害怕孤独，但比起这个名字的主人，这份恐惧根本不及其万一。\n\n      咚、咚、咚……如同末影龙的怒吼，声音再次划过整间小屋。\n\n      他却愣住了，微微地偏了偏头，像是在侧耳倾听。\n\n      咚、咚、咚……\n\n      他突然笑了。\n\n      声音原来来自另一边。那边……好像是牛栏吧。\n\n      “Herobrine？”他笑了笑，“那果然只会是个传说啊……”\n\n      关上了灯，他走进长长的通道，向牛栏的方向走去。他没有看到，黑暗中，钻石块堆砌的墙上，突然映出了两个白色的光斑……\n\n      通道的两侧是全是黑曜石，它们吞噬着每一缕的光芒。\n\n      他忽然间又感到了莫名的心悸。他第一次发现，自己好像正在丧失着对于这片世界的控制。虽然这并没有任何的依据。\n\n      “想多了吗？”他用力摇了摇头，想把这些奇异的念头甩出去。这时，他已经走到了牛栏。\n\n      牛栏中有一头牛，这毋庸置疑，而这头牛的准确叫法是，蘑菇牛。这是他平日里可以唯一倾诉的对象。不过这头牛此时正一脚一脚地踢着牛栏。\n\n      咚、咚、咚……\n\n      他看了看它，一朵朵鲜红的蘑菇在它的背上轻轻地晃荡着，点缀了周围的一块块白斑……他却一阵恍惚，视野里出现的竟成了一只只白色的眼睛，诡异的目光若有若无的投在他的身上……\n\n      他定了定神，强行从这诡异的幻觉中脱离。打开那个不知名讫的的空间，从中迅速取出一组菌丝。\n\n      “吃吧。”他将菌丝丢入牛栏，却不敢再抬头看它。\n\n      他转身。关闭那个空间的一瞬间，他的身体突然一僵。\n\n      他看到了……一双白色的眼睛。\n\n      咚、咚、咚……敲门声响起。\n      此时，蘑菇牛正安静的吃着菌丝……\n"
        },
        {
            "author": "匿名",
            "timestamp": 1397570220,
            "txt_content": " 本帖最后由 a2455564728 于 2014-4-30 20:05 编辑 \n\n“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便有一个声音在一直在回响，向他暗示着在这个世界只有他一个人的存在。尽管如此，他仍一直试图寻找另一个与自己相同的生物。很明显，寂寞是会使人发疯的。\n\n　　迄今为止，他仍一无所获。这里永远是方形的树木，方形的岩石，甚至是方形的太阳……可是，没有方形的人，除了他自己。\n\n　　冥冥中，那个声音告诉他，这将是一片完全属于他的世界，可他却并不这样认为，只是冷笑。\n\n　　“我的世界？呵，一片我无法自由掌控的世界……”\n\n　　他冷笑着。他的确无法掌控所有。尽管他能够从不知名讫的空间中取出任何物品，尽管他可以随时破坏他所接触的一切东西，但他依旧无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n\n　　他笑了，也哭了。不过终究还是只能认命。\n\n　　躺在房间里，红石灯散发着暖色的光芒。湛蓝的钻石块反映着昏暗，却连他的影子都没有显现分毫。他枕着双手，忽然闭上了注视金色天花板的眼睛。\n\n　　叹息声。\n\n　　咚咚咚——\n\n　　……什么声音？\n\n　　他惊愕地坐起来，望向传来声响的木门。   僵尸正摧毁这个木门，他拿起钻石剑，砍杀了这只僵尸，又坐在床上。  “真的只有我一个人了吗？”\n\"当地球被摧毁的时候我便被黑洞吸入到了这里，地球现在是怎么样的呢？“\n\n”我失去了所有，家人，朋友，甚至全世界。“\n”不，我要为这个世界报仇，哪怕战死！“\n年轻人的面上充满了坚毅”爸爸，妈妈，特尔，我会为你们报仇的！“\n拿起钻石剑，这把钻石剑是他刚到来时在地上发现的。\n年轻人冲出了房子对着正在四处游荡的方块僵尸们冲去，用那生涩的剑技，把僵尸逐渐的砍杀，中间还夹着一些骷髅弓箭手正弯弓搭箭向年轻人射箭。\n“该死！”年轻人低吼一声，S形步伐向那几只骷髅弓箭手冲去，一剑砍成两截。\n体力逐渐的消退，年轻人迅速的躲避到附近的一间小房。”呼……呼……。哎？“他的眼神注意到了桌面上，正是一件铠甲，呈蓝色，与他的钻石剑一样！”这莫不是就是钻石铠甲吗？真好！“他休息完后观察了情况便继续冲出房子砍杀着这些怪物。\n\n在他离开不久，一个方块的人类，他有着一双白眼睛，如果年轻人看见了，一定会很惊喜，因为终于有人类了\n年轻人砍杀了无数的僵尸、骷髅弓箭手。却不知有几只苦力怕正在他的背后。”SSSSS……\"他听到这个声音，赶紧一个前翻滚。背后传来爆炸的声音，余波和火焰侵向他的后背，他迅速站起身来，逃离这个地方。“呼……呼……该死居然没发现那些苦力怕！”\n当第二天来临时，怪物已经被砍杀掉大部分了,他忽然抬头一看，发现了一座祭坛，”有建筑物！就应该会有人类！“\n\n\n年轻人不断的推进，向祭坛冲去。当他到了的时候发现一个白眼睛的方块人，年轻人很惊喜说：”你叫什么名字，也是幸存者吗？\"\n白眼睛方块人说：“我叫Herobrine，并不是什么幸存者，而是……你的星球的毁灭者！”\n年轻人惊了一下，疯狂的冲向前，用钻石剑砍他。但，当每次即将砍到他时，他就突然消失，只留下一堆烟雾，并在其他地方出现。\n不断的重复，Herobrine似乎厌倦了，说“也该结束了。”\n年轻人晕倒了，当他醒来发现在地球，医院的床上\n他睁开眼睛，发现爸爸妈妈还有他最好的朋友：特尔，在他身边焦急的等待。\n特尔第一个发现了他醒来，他喊：“伯伯，你们快看！皮特醒来了！”\n爸爸妈妈惊喜冲向他，说：”你昏迷了一个多月，吓死我们了。“\n皮特疑惑的想到：”难道，这只是一场梦？“"
        },
        {
            "author": "匿名",
            "timestamp": 1397570340,
            "txt_content": "匿名者 发表于 2014-4-15 21:57\n“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便 ...\n当时没发现有开头，所以写了一个，然后才发现，不舍得删掉就改了一下可能不好，但有人认可就行了"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1397572620,
            "txt_content": " 本帖最后由 a2455564728 于 2014-5-16 20:57 编辑 \n\n“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便有一个声音在一直在回响，向他暗示着在这个世界只有他一个人的存在。尽管如此，他仍一直试图寻找另一个与自己相同的生物。很明显，寂寞是会使人发疯的。\n\n　　迄今为止，他仍一无所获。这里永远是方形的树木，方形的岩石，甚至是方形的太阳……可是，没有方形的人，除了他自己。\n\n　　冥冥中，那个声音告诉他，这将是一片完全属于他的世界，可他却并不这样认为，只是冷笑。\n\n　　“我的世界？呵，一片我无法自由掌控的世界……”\n\n　　他冷笑着。他的确无法掌控所有。尽管他能够从不知名讫的空间中取出任何物品，尽管他可以随时破坏他所接触的一切东西，但他依旧无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n\n　　他笑了，也哭了。不过终究还是只能认命。\n\n　　躺在房间里，红石灯散发着暖色的光芒。湛蓝的钻石块反映着昏暗，却连他的影子都没有显现分毫。他枕着双手，忽然闭上了注视金色天花板的眼睛。\n\n　　叹息声。\n\n　　咚咚咚——\n\n　　……什么声音？\n\n　　他惊愕地坐起来，望向传来声响的木门。\n\n  会是谁呢？门外的一切我最熟悉不过的了，还是起身看看吧\n\n 我一步一步压着脚步，木板“嘎吱，嘎吱”的作响\n\n 要到木门了，我突然停下脚步，如果是什么突变生物什么的，我出去不是送死么？\n\n 考虑到这一点的我，下意识的走向许久未开过的木箱子\n\n 里面只有一把崭新的钻石剑，炫彩夺目\n\n 我已经做好了随时战斗的准备，我贴在木门旁\n\n 准备好一下次的突击！只听“唔唔唔”木门打开了\n\n 我口吞一口唾沫，拿起钻石剑就对门外乱砍\n\n 只见金色光辉照耀在我身上，好暖和！\n\n 门外只有灿烂的光芒和时光的余晖\n\n 看来是自己多心了，在这个世界的里\n 除了自己非第二者存在\n\n 正当转身关门进屋的一刹那！一张纸条从天而降\n\n 它吸去了我的注意力，我双手接过，开始阅读上面的内容\n\n 上面什么都没写，只画着一个双眼白光的一张脸\n\n 总觉的这张脸很熟悉！画的大部分画着一张地图\n\n 好似是从自己家通往一个神秘的地方？\n\n 怎么可能？这个世界只有自己一个人，绝对是一个梦\n\n 我揪了下自己的脸蛋，感到一阵疼痛\n\n 再将纸条背面翻过来一看！\n\n 上面写着:\n\n “ 新一代的救世主\n\n         ——Steve”\n\n 什么？这不是自己的名字么？难道这个世界。。\n\n 不可能，这不是真的！我一定要寻找到一切的答案！\n\n 于是第二天，我就踏上了去这个神秘地点的途径\n\n 一路上，鸟语花香，好似来者非恶的样子\n\n 但是越是善的地方，越是隐藏玄机！\n\n 来到一座城堡前，这座由地狱砖块和地狱岩所组成的城堡\n\n 散发着诡异，白色雾气的气息！\n\n 我鼓起心中的信念，打开城门\n\n 里面黑乎乎的，看了来没什么问题\n\n 根据地面走过的痕迹，看来这个世界的确有第二者存在！\n\n 但是这个痕迹，为什么是直线呢？难道两只脚分不开?\n\n 我鼓起勇气举起手中的钻石剑，因为一定有一场大战在所难免！\n\n 我随着地面走着的痕迹来到了城堡总大厅\n\n 这里不见天日，给人种种疑惑感\n\n 我看见吊灯下的大桌子下，有一本书\n\n 走过去拾起来，翻开粗略的阅读起来：\n\n “我已经无法回头了，我每日都要看见那个大鼻子，总算！哈哈我把他杀了！谁也无法阻止我！这个世界的食物链顶端！就是我！！那个家伙算什么？我敢作敢为！派什么救世主来！我一看就是个懦夫！哈哈！现在我需要力量！我需要更多的鲜血！大鼻子这个老头儿！去死吧！！！哈哈哈！”\n\n 这本诡异的书让我畏惧起来\n\n 突然感觉到身后有什么东西涌来！\n\n 我汗流不止的回头一看！一个身穿紫色法袍\n\n 双眼翻白的方块人撕裂的地面从了过来\n\n 我吓的躲开，而他装向桌子，桌子瞬间两半！\n\n 整个城堡也成了两半！\n\n “来的可真快！孺子不可教也！你觉悟吧！”\n\n 什么？孺子不可教也！这是教育无法回头的人吧？\n\n 这家伙是来搞笑的么？算了！这次不是闹着玩的了！\n\n 他双手突然出现雷电球，向我抛来！\n\n 我瞬间炸飞！“你到底是谁？！”\n\n 他之冷淡的说道“你永远不会知道！”\n\n 说完，他好似用尽全力招呼出僵尸，骷髅，爬行者\n\n 向我攻来，我也毫不畏惧的冲上去，一刀一个！\n\n 怪物们瞬间倒地，骷髅配合爬行者\n\n 不慎！手拿钻石剑的手中了一箭\n\n 我感觉剧烈的疼痛，爬行者的突袭，把我再次炸飞\n\n 我感觉今天是我飞 的最爽的一次了！\n\n 我感觉快精神崩溃了，刹那间\n\n 天冲传来金灿灿的光芒，瞬间有一个方块人来到我面前\n\n 他瞬间给我下达指令“怪物军团我来！你去干掉主谋”\n\n 说完，那个身劈红袍的男人好似爆发似的！\n\n 将光芒照射在僵尸，骷髅身上，爬行者幸运的躲开了\n\n 瞬间，僵尸，骷髅瞬间着火，便一下子全部倒地\n\n 爬行者吓的屁滚尿流开始四处逃窜\n\n 然而，身穿紫色法袍的男人瞬间将烈焰打入大地\n\n 路过的小猪一下子和僵尸合体！变成了僵尸猪人！\n\n 炼药的小棒被邪恶的烈焰操控，变成了烈焰人！\n\n 大地震裂，城堡瞬间成了峡谷\n\n 从峡谷岩浆里传来吓人的声音，原来是BOSS恶魂！\n\n 雷电主宰者也被紫色法袍的人操控\n\n 变成了凋零！强化后的怪物军团再次进攻\n\n 身穿红色披风的人快撑不下去的一刹那！\n\n 他用力一只手，搭建起由黑曜石组成的门！\n\n “快！那火点燃这道门！我要将他们封印到地狱去！”\n\n 说完我身子一蹭到了门后面，将火把点燃门\n\n 门瞬间变成了传送门！\n\n “都给我！进地狱去！”\n\n 说完！僵尸猪人，烈焰人被吸了进去\n\n 恶魂进去时把门弄的粉碎\n\n 身穿红色披风的人无法出下计\n\n 只好将他击的粉碎！\n\n 身穿紫色法袍的人怒吼！\n\n “Notch！你又来坏我好事！你完蛋了！”\n\n “HIM！我的好弟弟！别在一错再错下去了！”\n\n  两人纠缠在一起\n\n “就趁这个好时机！快！”\n\n 这是在指点我？我不顾一切\n\n 跳跃峡谷，向峡谷上的身穿紫色法袍的HIM刺去！\n\n 只见HIM心脏中剑，倒在地上迟迟未起\n\n Notch为了防止HIM再次作乱\n\n 将HIM关入了永不复生的末地！\n\n 而保守这个秘密的人就是\n\n 新一代救世主 —— Steve\n"
        },
        {
            "author": "丨RICK丨",
            "timestamp": 1397653440,
            "txt_content": " 本帖最后由 a2455564728 于 2014-5-16 20:58 编辑 \n\n-------------------------------------------------------------------------------------------------------------------------------------------------------\n他能感觉到屋子里的温度悄无声息地下降。甚至他的手也开始微微颤抖。他缓慢地走下床，顺手拿起墙上挂着的铁剑，他兀自停下了脚步——敲门声戛然而止。是喘息声吗？他的脊背发凉，他回过头。一双眼睛，没有瞳孔的，白得令人惊惧的眼睛。而它的主人很快的消失不见，好像一道白影一闪即逝。“嘎叽——”木门被风顶开了，发出仿佛是在火中炙烤的蜘蛛扭曲的惨叫。他夺门而出……屋外圆月高挂，拢着模糊不清的光。然而这并不是黑夜，灰色黯淡的迷雾笼罩了周围。地面上仿佛有着无数焦黑的灰烬——然而方块还是方块。他回过头，然而他的居所已经不在，而是同样灰白的小镇。他沿着街道漫步，这里的房楼分布得很是稀疏，他厌恶这样寂静的灰白，然而冥冥中又有一个声音向他呼告：走！走！他是这样熟悉这里的一切。他停下了脚步，在一座破落的宅院前。似乎陌生而离奇的世界里，他能感受到来自这间房子的召唤。“哒，哒，哒”他径直走进去。沿途的蜘蛛网似乎也在宣告着这里的破落，很奇怪，这里的一切似乎都在他的脑海里留存着印象。一楼的卧室，二楼的书房……木板楼梯发出“嘎吱嘎吱”的声响，依旧是他所深通恶绝的方块。书桌上有一本蒙尘的笔记，他翻开了它：“我们搬到了这个偏僻的小镇，依旧是哥哥，他细心照料我”后面依旧是几段对于日常场面的记录，直到这一页。“他疯了！”“即使是他，也不能再这样下去了。”“他真的疯了！”然后是一段杂乱无章的涂抹。他烦躁的撕碎了后面几页。不知为何。他觉得自己仿佛身陷在水里，饱受着窒息的折磨，鼻腔里隐隐有一股血腥味。他满头是汗，野兽般粗喘着。他抬起撑在桌上的手——他愣住了——因为在他的手中一对浸满鲜血的方形眼珠正紧紧盯着他。殷虹顺着他的手流淌。\n“真该死的，为什么要搬到这呢……这偏僻的小地方”“听说这里曾住了个疯子，把他弟弟给杀了……”抱怨者的声音似乎逐渐小了，也许是离开了。当然他并没有注意到，几滴鲜血滴落在他之前所站立的地方。\n--------------------------------------------------------------------------------------------------------------（看到有这个活动就参与了一下，随手写写，写得很含糊…）\n\n\n"
        },
        {
            "author": "猫小沫",
            "timestamp": 1397824740,
            "txt_content": " 本帖最后由 a2455564728 于 2014-5-16 20:58 编辑 \n\n题记\n只有他人威胁到自己，人类才能关心他人。\n人类不会努力，要么逼着他，要么有一个梦想。\n\n正文\n　　“依然只有我一个人吗……”　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便有一个声音在一直在回响，向他暗示着在这个世界只有他一个人的存在。尽管如此，他仍一直试图寻找另一个与自己相同的生物。很明显，寂寞是会使人发疯的。\n　　迄今为止，他仍一无所获。这里永远是方形的树木，方形的岩石，甚至是方形的太阳……可是，没有方形的人，除了他自己。\n　　冥冥中，那个声音告诉他，这将是一片完全属于他的世界，可他却并不这样认为，只是冷笑。\n　　“我的世界？呵，一片我无法自由掌控的世界……”\n　　他冷笑着。他的确无法掌控所有。尽管他能够从不知名讫的空间中取出任何物品，尽管他可以随时破坏他所接触的一切东西，但他依旧无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n　　他笑了，也哭了。不过终究还是只能认命。\n　　躺在房间里，红石灯散发着暖色的光芒。湛蓝的钻石块反映着昏暗，却连他的影子都没有显现分毫。他枕着双手，忽然闭上了注视金色天花板的眼睛。\n　　叹息声。\n　　咚咚咚——\n　　……什么声音？\n　  他惊愕地坐起来，望向传来声响的木门。\n    门开了，门外只有一个深邃的漩涡。他眼睛里的神采渐渐消逝……\n    朦胧间，他梦到了前生——\n    在那个世界，自己只是个最低等的工人，在一个暗不透光的车间里看着无数活塞推推拉拉，发出震耳欲聋的响声，没日没夜。而且时时刻刻都要看脸色，上头的人稍不如意，就对自己恶语相向，拳脚相加。痛苦与仇恨在他心里发酵着，发酵着。他恨工友，恨工头，恨老板；他恨这个世界。恨意无处发泄，在心中郁结。\n    以前发生的所有事情如电影般回放，仇恨与孤独交织，织成了愤怒的网，牢牢地裹住了他，无法挣脱。。。。\n    不知过了多久。木门终于碎成了无数的残渣。他也随之睁开迷离的双眼。\n    天上仅数月，地下已千年。木门外却是有着不一样的风景。\n    天上，黄沙漫漫，一片昏黄。眼前，无数方块构成的长方体争着向高处远处伸展(注①)，伸出无数怪异的枝节。地下，只有汹涌着悲愤的污水河流，向无尽的天边滚滚流去。\n   “这……还是我的世界么……”他茫然的看着眼前的这一切。\n   细看。楼内，熙熙攘攘的人群如蝼蚁般忙着自己的事务，渺小，卑微。\n   楼里，有腰缠万贯穿金戴银的爆发户老板；有碌碌终身没见过楼外事物还经常挨打挨骂的小员工；更有靠垃圾桶内的半个马铃薯充饥的可怜乞丐。\n   莫名的悲凉由心而发——他在这里，看到了无数的自己，看到了无数的仇人，看到了他所憎恨的社会。\n   他愤怒了，他要复仇，他要与这个世界下一盘棋。\n   他的愤怒，给了他一局游戏。\n——\n   他舔了舔嘴唇，向这个世界的大佬们问道，“你们，都明白我说的了么？记住，只有七天。”\n   脚下，牛气哄哄的大佬，趴在地上，颤巍巍地点头。\n\n    一会，世界各地出现了这样的场面。\n    “你，过来。我要给你这么多钱，要么？”一个隐隐发出强大气场的人掏出一个旅行箱。\n    “谢谢大老板，您是我重生的父母，再造的爹娘，”一个衣衫褴褛满面污泥的人接过钱，点了再点，磕头拜谢。\n    不仅仅是乞丐，所有人，都受到了这样的待遇。\n    当然，有一些很有节操的人想通过自己的努力获得这些钱。比如，在XX国的一个桥洞下。\n    “给你一箱钱，要么？”\n    “不，我要自己凭努……\"话未完。\n    那个人卷了卷衣服，找向下一个人。\n    只留下一声枪响，一缕青烟，一蓬血雾，一具尸体，一个弹壳。别无他物。\n    在强大的实力面前，那些反抗者像灰一样，最多一吹，全部化为乌有。\n\n   第一天。\n   “完成25%”\n   “混账，加快速度。”\n   “是”\n   第二天。\n   “完成55%。”\n   “再快点。”\n   第三天。\n   “完成80%”\n   “不错，没白培养你。”\n   第四天。\n   “任务完成，正在清扫漏网之鱼”\n   “干得好，加油干。”\n   第五天。\n   “基本清理完成。但有人得到咱们这个消息了。我担心会引起恐慌。”\n   “不会的，不管他…”\n   第六天。\n   “全部财产分配完毕。但所有人都知道我们的目的了。请进行下一步指示！”\n   “…”沉默或者说是寂静。他累了。\n\n   第七天，寒流来袭，凌厉的风夹着冰砂打在这片大陆上。\n   没人工作，因为每人都有无尽的财富。\n   天黑了，温度降了下来，低到吓人。\n   没人想去重启供暖锅炉，因为明天日出，就赢了。”\n   无数人在寒风中，看着自己一辈子也赚不来的钱。瞬间，有了空虚感。\n   更多的人，感受凌厉的寒风，摸起了一旁几年前的火柴。这根不行，扔了。再来一根，还不行。。。不知过了多久，才划着一根。黑夜里，没有灯光，没有星辰。一点微弱的火光映照着人类的面孔。\n   火光向前扑去。\n   引燃了一堆钞票，发出耀眼的光。\n   人类感受着梦幻般的感觉，因为这是他们原来不敢想的。\n   他们在梦幻的光和热中，等着明天的到来。\n   一沓一沓。无数的钞票被扔到了火堆里。燃烧自己，放出光和热，这大概是钞票对人类的最后一点贡献。无数飞灰，映照了半边天。\n\n   “三百万。。。。三百零一万。。。。三百零二万。。。。”\n   烧到五百万的时候。\n   天亮了。\n——\n    他坐在门前，看着这个世上的一切。\n　“我的世界？呵，一片充满勾心斗角尔虞我诈的世界……”他心中孤寂之感越发沉重。\n    恍惚间，他又回到了那个熟悉的工厂，面对着那些凶神恶煞般的工头。\n    他哭了。不过终究还是只能认命。\n    他想起来那个世界。两相对比，他笑了。\n    他想到了自己在那个世界定下的规则，血腥，残酷：\n    “我告诉你们，七天后，所有人的收入都一样！是当时最贫穷的那个人的收入。”他回忆道。\n\n\n注：\n①高楼是指日本科学家预测未来人会在一个大楼里住宿，吃饭，上班，学习等。由于任务繁重，加之上下楼不便，人人都很少离开大楼。甚至部分人一生都没出去过，\n\n本文由梦启发。吐槽文章开头的两句。\n莫要对号入座。\n\n"
        },
        {
            "author": "a2455564728",
            "timestamp": 1397826780,
            "txt_content": " 本帖最后由 a2455564728 于 2014-5-3 13:01 编辑 \n\n      他心中疑惑到“怎么会有敲门声？难道是我听错了？”\n      这时，敲门声再次传来，而且比上次更大声了。\n    “没错，真的有敲门声，但是，这个地方怎么会有敲门声？难道是……和我一样的人？！”想到这，他立刻跳下床，往门口跑去，跑了两三步，便又停了下来，自嘲的笑道“自己真是快被寂寞弄疯了，这怎么会有人呢？”然后，又转身跑回了床边，拿出藏在枕下的剑来，然后一手拿着剑，一边向着门边靠近。\n    敲门声再起，比起之前来，更加的急促了。他侧耳倾听，隐约听见了怪物的低吼声。“看来真的是怪物敲门啊，现在的怪物越来越聪明了，还会敲门埋伏了。”他在心里想到，这时，他已经走到了门旁。\n   “算了，是福不是祸，是祸躲不过，还是拼一拼吧。”说完，他深吸一口气，一只手把剑紧紧握住，另一只手伸向了门把。\n    终于，手握住了门把，他再次深吸一口气，狠狠的一拉，门便被来开来。不过，在门拉开的瞬间，一道黑影倒了进来，他连忙往一旁一闪，在定睛一看，不是怪物，是一个跟他一样的人，不过却是个女的。只见她右手臂上插着一根断掉的羽毛箭，小腿上也插着很多，形成无数伤口。\n    他往外面一看，外面不远处，是成群的僵尸与骷髅，每个的眼中都有着嗜血的光芒，看样子是被这女人的鲜血吸引过来的。\n    只观察了不到10秒，他便退了回来，环顾了一下这个屋子，叹息一声，然后将女人背起，一脚踢到一个书架上，一个密道凭空出现，他连忙背着女人跑进了密道，然后脚又踢了墙一下，书架便划了过来，把密道口遮住。\n    他背着女人来到了密道的深处，是一个较空旷的洞穴，然后把女人放在台子上，跑到了一边的小房间内，翻翻找找，找出了一些止血用的绷带和药物。然后站到石台前，默念到“大姐，一会醒了可千万别因为我碰到你就杀了我啊，我只是帮你治疗啊。”然后一把把插在手臂上的箭给拔了出来，鲜血顿时喷涌而出，好在他早有准备，连忙处理，止住了鲜血。然后又用同样的办法，拔出了插在小腿上的箭，然后细心包扎起来。\n    10分钟后，他终于包扎完了，深呼吸一口，伸手抹去了头上的汗，说道“搞定，剩下的，就看她自己了。”然后转身进去了一个小房间，没过多久，呼噜声便从里面传出。\n    第二天。他从床上醒来，望着石头的顶，发着神。但很快就回复了过来，从床上坐起，穿好衣服，走出了小房间。\n    刚一出来，他就发现，台子上的女人不见了。还没等他反应过来，一把尖刀就已经靠在了他的脖子上，一个阴冷的声音在他后方说道“你是谁，我怎么在这里？”他无奈的说道“那个，我说能不能先把刀放下啊，这样我不好说话。”后方的人迟疑了一会，但还是把刀移开了，他稍微松了一口气，后方的人却催促到“快说，你是谁！我怎么会在这里！”他转过身去，看着女人，说道“我叫阿卡，至于你为什么会在这里，我也不太清楚，昨晚我正在休息，突然听到敲门声，开门一看，你就倒了进来，手臂和脚插着箭，于是，我就把你救进来了，为此，我还损失了一套房子呢。”“真的？你没骗我？”女人的声音中透出些疑惑。“没，我不会骗人的。”“好吧，姑且相信你。不过，你没有做什么奇怪的事情吧……”说到这，女人自己都不自觉的笑了起来，他却一脸严肃的说“其实，可能有一些。”话音刚落，刀便重新贴上了他的脖子，他连忙解释道“喂，喂，别激动啊，我逗你呢，你也信？”女人默默地把刀收回，沉声说道“再开这样的玩笑，小心你的脑袋！”\n    他正想说什么，却被一阵肚子咕噜声打断了，他疑惑的抬头看向她，她脸一下就红了，连忙说道“看什么看，没见过肚子饿啊，还不快去做饭？”“哦，哦。”他连忙回答两声，然后跑去了厨房，哼着歌儿煮起饭来。\n    因为考虑到今天有两个人，于是他便弄了比平时多一倍的饭，他以为足够了，但后面的事情证实，他错了，而且大错特错。\n    他刚把食物放上桌子，还没说话，她就已经伸手过来，揽走全部的食物，然后大口吃起来。他满脸震惊的看着她的吃相，完全可以用饿死鬼投胎来形容，短短几分钟，就已经解决掉了一半多的食物，无论什么吃的，拿起来就往嘴里塞，哪有淑女样。\n    他无奈的干咳两声，她才注意到了自己的失态，停下了手中的动作，幽怨的看着他，看的他浑身不自在，只好点了点头，示意她继续吃。得到许可的她再次大吃大喝起来。他坐在一旁，拿了一块饼干，默默吃了起来。早饭时光便这么过去了。\n    她拿起最后一块蛋糕，一口吃了下去，至此，她的早饭也算吃完了。她打了一个响指，说道“再来杯饮料！”“还饮料呢，没了！”他大声回答到。她皱了皱眉头，显然很不满意，但却没说话，他也默不做声。\n    气氛便这样冷了下来。\n     沉默……\n    “话说，你叫什么名字啊？”为了打破沉默，他只好硬着头皮问了这句，不知从何而来的潜意识告诉他，直接问女孩子的名字是不礼貌的，但为了打破沉默，他也只好这么问了。\n    沉默……\n    “看来潜意识是对的。”他在心里暗暗说到。\n     就当他在心里自己说话时，她开口了“我叫冥王……”\n    “诶，看来潜意识不一定是对的啊。”他又在心里说道。\n    “冥王？好怪的名字啊，我叫你阿冥吧。”他立刻说道。\n    她的脸顿时红了，不过立刻又平静了下来，“想死就这么叫吧。”\n  “呜……好吧。”他顿了一顿，这么说到。\n   然后气氛又冷了下来。\n   “那个，为什么你来这里啊？”为了打破沉默，他只好又硬着头皮问了一个问题，好不容易才碰到跟他一样的人，这样沉默算什么。\n    又是沉默……\n    “算了，看来是不能打破沉默了。”他又在心里暗暗说到，这时，她又说话了。\n    “这算什么，我刚在心里吐完槽，她就说话？”他在心里默默吐槽到。\n    “为什么……我为什么要告诉你呢？”\n    “……告诉我吗，我真的好像知道啊。”说着说着，他跑到了她的身边，半跪在地上，作出一副小狗状（卖萌啦），讨好起她来。\n    “哈哈哈！”她被他这“精彩”的表演逗的笑了起来。“看在你这么可爱的份上，我就告诉你吧，其实……”她的声音突然小了起来，还作了个手势，示意他过来。\n    他连忙爬了起来，来到她身边。她对着他的耳朵，轻声说道“其实啊，我是要去终界啊。”然后又站了起来，用着期待的眼光看着他，似乎在期待着什么。\n    他看着她的脸，不知她在期待着什么。\n    “喂，难道你没有什么反应吗？”她不耐烦的说道。\n    “额……我该有什么反应呢？”他不解的问到。确实，他也的确不知道该有什么反应，才生活了几天，只是摸清了基础的规则，其外，就什么也不知道了。\n   “额，那你听说过终界吗？”\n   “没有诶。”\n   “那，地狱呢？”\n   “也没有诶。”\n   “乃怎么什么都不知道阿！”她无奈的说了一句，然后扔过来一本书，他伸手接住书，封面上，写着《世界常识——冥王》。“诶，这书是你写的啊？”\n   “废话多，快看。”她有些不耐烦了。\n   “哦，好的好的。”然后，他就翻开书，一页一页仔细看起来。\n    很快，两小时就过去了，他终于看完了整本书，重重的一合，长吁一声。合上书的那一声巨响，把坐在那里睡着的她震醒了，一个不小心，从凳子上摔了下去。\n   “哎呦喂——”她疼的叫到，他连忙跑过去，把她扶了起来。“对不起啊，真是对不起啊，我是无心的，原谅我吧，阿冥？”“滚！谁让你这么叫的，叫我冥王！”“额，额，好的。”\n   距离家已经越来越远了，我跟着她已经走了3天了，只为了去寻找那神奇的终界……\n    “写什么呢，拿我看看。”说着，一只手便伸了过来，抢走了他手中的书。“诶，诶，别啊。”不过他只是象征性的反抗了一下，书，还是被抢走了。\n   “恩……好差啊，文笔真差。”她看了一会就把书扔了回来，然后继续靠在树边睡觉了。\n    这是他和她出来的第3天，那天，她一吃完午饭，便叫着要走了，不知出于何种原因，他竟然提出要跟她一起走。很明显，她答应了，于是就出现了现在的一幕。他自己也不知道，当时为什么会提出跟她一起走，看来是一时冲动啊。\n    时间过去了一年，他和她终于来到了最终的目的地——荒墟之城。\n   “阿—，哦不，冥王，你确定是在这里吗？”“应该是这里了，我们进去吧。”“好！”\n    荒墟之城，这是一个古老的城市，冥王是在一次挖矿过程中发现的一本古书上发现的，还配有地图。古书上还记载着，终界之地的入口也在那里，所以，这也是他们的最终站。\n    荒墟之城内，遍布魔物，他刚一站上城头，便被这满城的魔物吓坏了，虽然跟着冥王走了一年，能力也大了许多，但看到这满城的魔物，一种无力感从心底透到全身，“那个，冥王，你确定我们要冲进去？”她的眼中透出兴奋的光芒，“那是当然，这么多魔物，才有挑战性啊！”“喂喂！你不是在逗我吧！”“谁有闲心逗你，杀啊！”说完，她抽出双剑，直冲下去，杀入魔物群中。他无奈的笑笑，也抽出双剑，一起冲了下去。\n    “额！”魔物哀叫了一声，倒在了地上，他默默的拔出插在魔物身上的剑，对着前面的她喊道“后续的魔物已经被我杀掉了，可以继续走了！”\n    半小时前，他和她终于突破重围，来到了城中心。中心处有一个宫殿，现在，他们已经到了中庭处。在他们面前有四条一模一样的通道，“接下来我们往哪里走啊，冥王？”她沉思了一会，说道“走这条吧。”说完，便走了进去，他也连忙跟着走了进去，两人的身影消失在了漆黑的通道内。\n    后面的事证明了，她的选择是正确的，总之，他和她成功来到了终界传送门。\n    他和她相视一笑，一起跳入了神秘的终界传送门。\n    经过一阵头晕目眩后，他和她来到了终界大陆，在这里，天是黑的，是一片星空的样子，下方，是一片虚空，让人看上去深不可测。\n   “冥王，现在我们怎么办呢？”\n   “看，看见那些闪光的水晶了么，那就是龙的恢复器，我们要先去破坏它们。”\n   “额，我们这么去，龙不会生气么？”\n   “管它呢，走吧！”\n    说完，两人便爬上了高塔，一个个破坏了起来，在破坏的时候，他们无意间往大陆中间看去，一只龙正在那里熟睡着，看上去是不会醒的。\n     终于，他们破坏了几乎所有的水晶，来到了最后一个水晶高塔。就当他们要破坏时，异变突生。\n它动了，以无与伦比的速度，\n它动了，以完全跟那庞大体型不相配的速度，\n它动了，一个眨眼便来到两人面前，\n它动了，用那强横的尾巴，抽飞了她，骨头碎裂声清晰可辨。\n他呆了，因为她被它杀了，\n他哭了，因为悲伤从涌出涌出，\n他愤怒了，他拿出了双剑，\n他奋起了，他飞身跳了起来。\n    双剑斩向巨龙，可是，他失败了，在能量水晶的加持下，巨龙是无败的，他不甘心，他在心底发誓，他要杀了巨龙为她报仇，他奋力了，他拼搏了，双剑一次次斩到巨龙身上，刀刀见血，刀刀斩进血肉里，可他还是不行，能量水晶瞬间就修复了巨龙。他不甘的咆哮着，可是，一切都是徒劳，巨龙也愤怒了，从没有人伤过它，它也咆哮着，龙尾不断向他抽来。他躲过了一次又一次，最后一次，还是没能躲过，龙尾抽到了他的身上，瞬间，骨头全断，身体被抛飞数十米，弥留之际，他在心里默念道“阿冥，对..不..起..”\n    他从病床上醒来，看着自己这熟悉而又陌生的躯体，眼神中充满了迷茫。他环顾四周，这似乎并不是以前的世界了，东西不再有菱角，也不能破坏再捡起来，一切都是这么的奇怪。不过，这不是他关注的重点，他环顾四周，想找到她，但是，他没有。他悲伤地起身，站到了窗边，看着这个新世界的风景，脑海里却回忆着以前的点点滴滴。他无意的往下一瞥，一个人影进入了他的眼帘，他仔细盯着她的背影，想发现什么。她也似乎感受到了上方目光的注视，回身一看，他惊喜的，忘神的喊道“阿——冥——”    \n \n冥姐千万别打我，@冥王星人 \n\n \n如果能有幸进入前三，我就把改了的发了、、\n\n @"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1397831400,
            "txt_content": " 本帖最后由 a2455564728 于 2014-5-16 20:59 编辑 \n\n       “依然只有我一个人吗……”\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便有一个声音在一直在回响，向他暗示着在这个世界只有他一个人的存在。尽管如此，他仍一直试图寻找另一个与自己相同的生物。很明显，寂寞是会使人发疯的。\n　　迄今为止，他仍一无所获。这里永远是方形的树木，方形的岩石，甚至是方形的太阳……可是，没有方形的人，除了他自己。\n　　冥冥中，那个声音告诉他，这将是一片完全属于他的世界，可他却并不这样认为，只是冷笑。\n　　“我的世界？呵，一片我无法自由掌控的世界……”\n　　他冷笑着。他的确无法掌控所有。尽管他能够从不知名讫的空间中取出任何物品，尽管他可以随时破坏他所接触的一切东西，但他依旧无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n　　他笑了，也哭了。不过终究还是只能认命。\n　　躺在房间里，红石灯散发着暖色的光芒。湛蓝的钻石块反映着昏暗，却连他的影子都没有显现分毫。他枕着双手，忽然闭上了注视金色天花板的眼睛。\n　　叹息声。\n　　咚咚咚——\n　　……什么声音？\n　　他惊愕地坐起来，望向传来声响的木门。\n\n\n\n       “那...那是有人在敲门吧...？”那人感到十分的惊讶。\n       “咚咚咚......”\n       “那...绝对是有人在敲门吧？...！”他明显地不安起来，两眼之中透露着慌乱。\n       “呵...管他是什么...”他踉踉跄跄地从地上爬了起来，“爱谁谁...再要我一个人呆下去...我会疯的...”\n       “踏踏...啪...咚...”他的步子没他想控制的那么准，也许是他坐的太久了吧。会是这样吗？\n       门后边的叩响声依旧有节奏地传来，只是时而轻，时而重。\n       房子本不大，但他却走了很久，\n       他伏在门框上，师徒了解门外的情况，但是门上既没有猫眼也没有开其他的窗口，只是一块薄薄的，方方的，工工整整的木头门。\n       “好吧...”他说，“不管是谁都好...我一定要找到下一个生命体...”\n       “吱呀...咔哒...”门开了，门外的阳光竟显得略微刺眼。那是一个人影，但却看不清楚样貌，好像...是个女孩？\n       他晃了晃脑袋，试图让眼睛去接受这阳光，连同这个方形的世界一起。\n       他对环境有了稍微的适应，之后去观察那个人影。没错，是个女孩。不过...好像负了伤？\n       “那个...你...”他试图去了解这个女孩的来历，但是却被她打断了，\n       “先生，对不起...请务必收留我一下...我现在情况很糟糕...”\n       “哎...喂...等等等等，你...！”还没等他回应，那女孩已经拉着他的手迈进屋内，并果断地扣上了大门。\n       “喂，你...！”他想宣泄什么，但是被女孩捂住了嘴，“嘘...”女孩示意他。\n       屋子外的树林里好想吵吵嚷嚷这什么，似乎是其他的生命体，但他无法去辨别他们，他们的声音听起来不像是人。\n       他开始上下打量着那个女孩，也是与这个世界不搭调的人形，也就是说，她也不该属于这个世界。\n       他没在她的身形上多停留，眼睛告诉他，女孩很害怕，而且很虚弱。\n       就这样，为了可能对这个女孩有利，他就这么静静地陪她等着。\n       \n       良久，树林里才消失了动静。女孩也便轻轻地松了口气，瘫倒在地上，十分虚弱的样子。\n       \n       他惊慌失措，因为他不知该如何应对局面，他没想到过有女孩子会在她面前倒下。\n       “你...没事吧？”他去扶女孩，将她撑靠在墙上，“可...可以么？”他问。\n       “十分感谢..先生...”她喘着粗气，可以看出她真的很累了，“那我现在也就可以走了...”\n       “哎等等！”他不想让她就这样离开，他也不希望自己就这么不明不白的，“你...要去哪？”\n       女孩慢慢支撑起自己的身子，推开了门，“去弥补这个世界缺乏的东西...”\n       “抱歉...我不很明白...”他说，“可以...稍微明了一点吗？”\n       女孩微闭的眼睛突然猛地瞪圆，露出恐怖的神色。\n\n\n\n       “没有求生的意志，你就得这么被囚禁着”。\n         \n\n\n       烟尘，随风飘洒在路面。    \n"
        },
        {
            "author": "冥王星人",
            "timestamp": 1397832540,
            "txt_content": "匿名者 发表于 2014-4-18 21:13\n他心中疑惑到“怎么会有敲门声？难道是我听错了？”\n      这时，敲门声再次传来，而且比上次更大声 ...\n哎呦我的膝盖——！！"
        },
        {
            "author": "250=mo",
            "timestamp": 1397893200,
            "txt_content": " 本帖最后由 250=mo 于 2014-5-3 09:23 编辑 \n“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便有一个声音在一直在回响，向他暗示着在这个世界只有他一个人的存在。尽管如此，他仍一直试图寻找另一个与自己相同的生物。很明显，寂寞是会使人发疯的。\n\n　　迄今为止，他仍一无所获。这里永远是方形的树木，方形的岩石，甚至是方形的太阳……可是，没有方形的人，除了他自己。\n\n　　冥冥中，那个声音告诉他，这将是一片完全属于他的世界，可他却并不这样认为，只是冷笑。\n\n　　“我的世界？呵，一片我无法自由掌控的世界……”\n\n　　他冷笑着。他的确无法掌控所有。尽管他能够从不知名讫的空间中取出任何物品，尽管他可以随时破坏他所接触的一切东西，但他依旧无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n\n　　他笑了，也哭了。不过终究还是只能认命。\n\n　　躺在房间里，红石灯散发着暖色的光芒。湛蓝的钻石块反映着昏暗，却连他的影子都没有显现分毫。他枕着双手，忽然闭上了注视金色天花板的眼睛。\n\n　　叹息声。\n\n　　咚咚咚——\n\n　　……什么声音？\n\n　　他惊愕地坐起来，望向传来声响的木门。\n      ……\n      他如梦初醒，亮出闪灿灿的剑，跌跌撞撞出了房间，与门对峙。\n      敲门声仍在继续，但……门后空无一物！\n      他晃了晃脑袋，试图让自己清醒一些。\n      这一定是幻听，或者……，或是……是来自其他地方？……，他不断地自我安慰，但他的潜意识善意地提醒他那只是安慰而已。这一切让他不寒而栗。\n      他为什么要害怕？对啊！他为什么要害怕？……不知道。\n      他缓缓地往后退，直至碰到身后的墙为止。他靠在上面，颤抖着，贪婪地呼吸着这湿热的空气。他有种预感，等会儿，他就再也没有荣幸享受了。那扇门一旦打开，他感觉，就会发生什么可怕的东西了。这种莫名的预感环绕着他，张牙舞爪让其远离那个罪恶之源。\n      “应你的召唤，我来了。”是一个沙哑而又冰冷的机器一般的声音。\n      “你……我听过你的传说，你是……Herobrine？”无数的档案都将矛头指向那个可怕的怪物，使他看见灵异的事件也不禁想起那个名字。\n      “可以这样说：我是他，而我又不是……”\n      他原本还想接着问“什么意思”，但在没有经过他允许的情况下，他突然迈出了他的脚！\n      他根本没法反抗，不只是身体受到了控制，就连思想都被侵染了，或者说……召唤。他什么也不想，脑子里一片空白，慢慢地向门走去。\n      卡擦！——\n      他双手推开了门，呆住了，身体和思维都归回他的支配。\n      而这时交不交还都一样了。——\n      他门前原应是一个小花园，一个小农场，一潭小湖，一座小山丘，一片小森林，太阳应当是红色的，天空应当是湛蓝色的而云应当是白色的，世界应当是正常的……\n      而他却觉得他看见了地狱。\n      熔浆从空中灌下，形成条条柱状的发光的神物，淌到低洼处汇成了一片片熔浆湖——不，应当是熔浆海。地狱的血色岩石铺天盖地，其间镶嵌着雪白中夹带着血红的石英，这种齿状锋利的矿石无规则地聚在一起，仿佛正准备着撕咬一切。\n      他除呆住外，还多了惊恐，他往后退，企图抓住门就狠狠地关上以隔绝这可怖的景象——但他已经找不到门了。他转过身来，发现他的小屋已化作虚无。……，世界已被熔浆和地狱岩所占据。灵魂沙黏附在岩壁上，混乱的图案如同一个个扭曲的笑脸；萤石负责点缀着世界，从壁顶上垂下，虽发着亮光，但充其量也只是将如血如尸的地狱岩从黑暗中拯救出来。丑陋的东西……还不如隐在黑暗之中为好。\n      他已吓得说不出话来，一刻不休地极力向四方张望。终于在旋转之中忘却了自己原本的朝向。\n      目光无意中在什么地方捉到了一个人影，他抽出了剑来，不顾自己筛糠似的抗议，用尽毕生勇气才说出这么一串断断续续的话来：“你……Hero……brine，对……我做了……什么？”\n      “你不是一直都想见我吗？”仍是那刺耳而冰冷的嗓音。\n      “我……从没有！快带我回去！”他不知为何突然吼了起来，也许是因为他想掩饰其已经被吓哭了的事实吧。\n      “不要害怕……，很快就好了。”\n      “什……什么？”他将右腿退了一步，脑子一片空白。无意中头往下一垂，才发现脚竟踩在了一块尸骨上，雪白的骨骼从模糊的血肉中探出。\n      “啊——”他吓得往后一跳，定睛一看却是一块石英矿。他算是松了口气，但又猛地察觉自己的脚在往下陷……他在惊恐之中往后一滑，仰面摔倒了地上，于是全背包括他的脑袋都有一种陷入泥潭一般的感觉，甚是爽快——正当其准备感叹人生之沧桑时，下陷停住了，他才壮起胆来，偏了偏脑袋用眼睛瞥到了那些吞噬人的灵魂沙。\n      他也没敢直接爬起来，倒是经此一吓换得了些许勇气，于是又怯生生地问道：“好……了没？到底……是什么……？”\n      “你一直渴望的东西。”\n      “死……死亡？”他此时只剩下这个词语说得出口了，于是眼前一黑。……他一直珍藏着一个念头——他想知道死亡的感觉。\n      事实证明，必死的人无所畏惧。“你……到底是谁？”他坐了起来，问出了这句连他自己都觉得会后悔的话。\n      那个远处的背影似乎没有听见。他仔细一看，对方应该是在仰望，仿佛正向那熔浆柱朝圣。\n      “我……就是你……”这句话淡淡地出了口，同时那背影丝毫没有动弹。\n      “好了，”那人突然转过身来，同时缓缓抬起头——这使得他都不敢肯定对方之前究竟是抬着头还是垂着的，“你所乞求的……”\n      “再见，我是说……永别。”\n      他突然一个激灵，发现自己竟丧心病狂地与那个人对视！他这辈子都不会忘记那对眼睛！他只觉生命都要被那可怕的双眼抽去……\n      ——他从床上惊醒，一身冷汗。床旁边的台面上他的日记正摊开着，正记录着第七天的一切。这是个巧妙的设计，如果他太过疲惫的话，只要一趴下       就会滑到床上。他定是在什么时候睡着了，到底是什么时候？我是在桌子上睡着的？我躺下来的时候醒着吗？他想。\n      对于刚才的梦，他仍心有余悸。梦里的一切细节都真切而清晰——唯独那双眼睛。他突然明白了，HIM其实并不是没有眼睛——而是那眼睛实在太过深邃，太过丰富太过恐怖，与他对视的人根本不可能会回忆得起来，故没人会有任何关于那双眼睛的记忆，变成了一片空白。\n      不过……这个梦究竟想暗示他什么？\n      他坐了起来，伸展了一下身体。\n      正当其迷惘之际，突感一则，不，是多则公告浮在了他的眼前——\n      [Player]Victories Join the Server\n      [Player]1615514119 Join the Server\n      ……\n\n完\nThanks for Reading\n\n\n"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1397903400,
            "txt_content": " 本帖最后由 a2455564728 于 2014-4-26 08:20 编辑 \n\n故事开头(默认跳过，需要浏览请点开折叠):\n\n　　“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便有一个声音在一直在回响，向他暗示着在这个世界只有他一个人的存在。尽管如此，他仍一直试图寻找另一个与自己相同的生物。很明显，寂寞是会使人发疯的。\n\n　　迄今为止，他仍一无所获。这里永远是方形的树木，方形的岩石，甚至是方形的太阳……可是，没有方形的人，除了他自己。\n\n　　冥冥中，那个声音告诉他，这将是一片完全属于他的世界，可他却并不这样认为，只是冷笑。\n\n　　“我的世界？呵，一片我无法自由掌控的世界……”\n\n　　他冷笑着。他的确无法掌控所有。尽管他能够从不知名讫的空间中取出任何物品，尽管他可以随时破坏他所接触的一切东西，但他依旧无法改变这整个世界只存在一个人的规则——就连从何下手都一无所知。\n\n　　他笑了，也哭了。不过终究还是只能认命。\n\n　　躺在房间里，红石灯散发着暖色的光芒。湛蓝的钻石块反映着昏暗，却连他的影子都没有显现分毫。他枕着双手，忽然闭上了注视金色天花板的眼睛。\n\n　　叹息声。\n\n　　咚咚咚——\n\n　　……什么声音？\n\n　　他惊愕地坐起来，望向传来声响的木门。\n\n*接上文*    想象一下一个被遗弃在荒岛上的不幸者看到远方驶来的船只后的样子，他一边向屋子的前方冲去，一边疯狂地挥动着双手。    如果说他这一生中有什么遗憾的话,那么现在因为跑得气喘吁吁，不能放声大笑或是疯狂呐喊肯定是要算入其中的。因为现在的他已经几乎要丧失理智了。    “哦，等等……”    看到了么，是几乎丧失理智。啊，他仍是拥有一点“理智的”，他那逐渐放慢的脚步可以证明这一点。“我可能……想得……我怎么能确定……”带着恐惧，他试着平缓自己的呼吸，不想让自己相信真的有人在敲门，于是他试着诠释——亦或是逃避“这几天的声音！对了！那个告诉我一直是孤身一人的声音呢？”    他已经完全停下了脚步，侧耳静候着那个声音，那个曾让他陷入恐惧，却成为他现在唯一的救命稻草的声音……    “咚，咚，咚！”    敲门声再次的吓了他一跳，他单调且枯燥的头脑开始了急速的运转。就好像那位不幸者揉清眼睛之后发现，那艘向他缓缓驶来的，竟是一艘海盗船。    “如果站在门口的那位……是位不速之客……”他转过头去看了看墙上装饰的两把木剑，“不，这还不够”环顾四周，金块组成的墙壁正散发着熠熠光芒“如果他要来对这栋金碧辉煌的房子下手……肯定不会不做准备的。”    绕回屋中，他抄起了搁在窗边的铁剑，随手扣上旁边的一顶铁制头盔，气势汹汹的朝门口走去。    铁剑的尖头拖着地面，一路上迸出不少火星。他的眉毛弯成了一定的角度，与他身着的头盔的边沿形成了一个奇妙的组合。    在铁质地板上划过一道淡淡的黑色痕迹之后，他的速度又明显的减慢了下来，但这不是因为剑的耐久度、自身的状态或是BUFF的稀缺：“难道说……是游走的村民商人？”    此时他脑海中浮现出的，又是另一番景象。    就在五天之前，他在离这里两座山远的地方发现了一个村庄。可笑的是当时的他因为一块熟猪排的价格而跟村民打了起来，最后被铁傀儡给扔了出去。    但在具备了足够的绿宝石后的今天，他知道村民们的手中有一件东西是他一直梦寐以求的……附魔书《无限Ⅰ》。他不止一次想过手持附魔书所打造的无尽附魔弓之后的感觉，那种可以不加思索和顾忌，向怪物射出箭矢而不需要担心弹药不够的感觉。    “咚，咚，咚。”    敲门的声音似乎轻了许多，温柔了许多。    他把铁剑别在腰间，把手伸进了沙发底下。“一、二……”一颗颗的绿宝石被他波落到地面“九颗……应该……足够了。”他警觉的四处张望了一下，将多出来的几个颗绿宝石再次拨入沙发下的洞中。站起身来，将九颗绿宝石放入兜内，径直向门口走去……    速度的原因，他踢到了一颗没被拨进沙发底下的绿宝石，尽管他只是无意地瞟到了那颗绿宝石，但带给他的却是毛骨悚然的警醒！    那是一颗碎裂的绿宝石！    几天之前，在他终于攒够全身的铁装，打算前去勒索村民一雪前耻的时候。他发现自己已经晚到一步，已经有人先他之前，把整个村庄变成了一片废墟。这颗碎裂的绿宝石就是他清理战场的时候发现的。当他从死去村民的身上拔下这颗被箭贯穿，裂缝四散的绿宝石的时候，他就已经猜到那个屠杀者可能是谁了，只是他不敢提起那个名字而已——HIM！手中的绿宝石滑落到了地上：“既然村庄已经沦陷了……那就肯定不是村民了……”他的声音开始颤抖“完了……一定是他们来找我了……”    “咚！咚！咚！”    他感觉敲门的力度明前变大了，感觉房子已经和他的心一样，开始了震动。    在呆立了二十秒之后，他转过身，朝卧室走去。    “本来……”他推开了床，一个大箱子露了出来“本来我以为再也不会用到它的。”随着嘎吱一声，箱子被打开了，躺在里面的是一把闪着紫光的附魔钻石剑。这把剑是他击杀末影龙的见证者，盖在剑上的厚厚尘土掩盖不了因附魔而反射出的紫光。迅速地把钻石剑插到背后，从房间的另一角翻出了一套从未使用过的钻石胸甲。端端正正的套在身上。    “呵，这次我绝不会再停下了”    他走出卧室，边走边开始向门口喊去：“听着，站在门外边的……我不管你是谁……”他抽出了别在身上的两把利剑“这里的所有财产，都是我用双手辛辛苦苦建立起来的！”他的速度开始加快。“如果你想从这里夺取任何东西……”他把铁剑直接插进门轴之间，“你得，先从我的尸体上”用脚猛地一踹“——跨过去！”    可怜的铁门飞了出去，可是映入他眼帘的画面跟预期的有点小出入。    门口没有入侵者、村民或者令他毛骨悚然的HIM，甚至连只僵尸都没有。    所能被他找到的，只有从房子的房檐上散落出来的，忽暗忽明的红石粉末……"
        },
        {
            "author": "a2455564728",
            "timestamp": 1398431640,
            "txt_content": "尤里的猫 发表于 2014-4-19 18:30\n故事开头(默认跳过，需要浏览请点开折叠):\n\n*接上文*    想象一下一个被遗弃在荒岛上的不幸者看到远方驶来 ...7.作品一经发表，禁止再次编辑，否则将被版主去除匿名、得到参与奖并失去参赛资格。\n　鉴于沙发在此条规则添加前进行编辑，仍有参赛资格。\n根据此条，取消你的参赛资格，参与奖之后发放"
        },
        {
            "author": "a2455564728",
            "timestamp": 1398431820,
            "txt_content": "匿名者 发表于 2014-4-12 23:40\n“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中便 ...7.作品一经发表，禁止再次编辑，否则将被版主去除匿名、得到参与奖并失去参赛资格。\n　鉴于沙发在此条规则添加前进行编辑，仍有参赛资格。\n根据此条，取消你的参赛资格，参与奖之后发放"
        },
        {
            "author": "a2455564728",
            "timestamp": 1399092840,
            "txt_content": "Mars_xiaokai 发表于 2014-4-12 18:58\n　“依然只有我一个人吗……”\n\n　　今天是他诞生，或者说不知为何出现于此的第七天了。自那时开始，冥冥中 ...\n请早日发帖出来"
        }
    ]
}