{
    "title": "原创RPG小说{梦之起源}~~~~~~~~~~~~~~~~~~~",
    "author": "MC残星",
    "replyCount": 3,
    "timestamp": 1397307000,
    "txt_content": " 本帖最后由 MC残星 于 2014-4-13 10:25 编辑 \n\n前言：梦大陆被邪恶位面侵袭，神不能插手，我要拯救这个世界，还是拯救自己？\n负伤？昏迷！风透过只有支架的窗户吹在崔的脸上，我是崔，我是一名军人上级让我们这支队伍来到这。为什么？难道只为了一块陨石？我们是找到了，不过我们被敌军包围了！该死！这块石头居然是位于Z国与X国之间！我们只能苦苦阻挡，我们减员了大半，远狼为了拖延敌人牺牲了...我还记得那个充满稚气的少年当初加入队伍时的活泼的样子。崔握紧了拳头：“我发誓！我崔一定要干掉那些混蛋！” “子弹快消耗完毕了，而我们被包围在一栋岌岌可危的老房子”队长看着我摇了摇头说到，“难道就没有其他办法吗！”崔甚至有一些失态，“有”队长看着崔眼睛说到，“有什么办法”崔意识到失态冷静的说道，“还记得那个紫黑色的箱子吗？那是紧急补给包，而且现在希望也只在你身上了。”队长看着崔说到，”我能做什么？要是我行的话也不能让远狼白白送死！“崔抱着脑袋咆哮，”你知道为什么我把你带进队里吗？“队长说道，”为什么？“崔疑惑的看着眼前的队长，心里咆哮着”我到底有什么能耐能让大名鼎鼎的魔鬼教官看上？就算是远狼这个看起来普普通通的小伙子但远狼可是国际射击大赛第一名啊！“，”其实上级早就看重你了，你的其实不是普通人，你是不是感觉现在你很暴躁而且很想出去？“队长神秘的说着，崔想了想”的确！为什么我今天变的如此暴躁？就算是全队只剩下一个人了我也可能只是提起枪一个个的解决敌人，用冷静的子弹，来迎接敌人头，至于出去...“突然天空响起直升飞机的轰鸣声随着火箭弹的发射，敌人们响起了惨烈的叫喊，崔大惊“援军来了！”直升飞机最后也只是让敌人减少的大半人员而已，可到最后驾驶员被敌人的狙击手给干掉了，崔跳动的心随着直升机的坠落也深深的坠入谷底，突然崔想起来了”直升飞机不是有通讯设备吗！这样可以和上级取得联系，而且直升飞机只是坠落而已不是爆炸，或许还能开！“崔坠入谷底的心又开始了顽强的跳动起来毕竟拥有希望往往让人们忘记疲劳，”队长！我申请使用紧急补给赶到直升飞机坠落点向上级联系！“ 队长想了想随即就说到”去吧“ ”大伙一起突围吧！“崔很兴奋 ”不行，多一人就多一份危险“队长摇了摇头说到，”队长！“崔急起来了因为他知道队长只不过是想自己先走，“行了！崔下士，我以你队长以及军士长的身份命令你马上使用紧急补给，并且赶到坠落点赶回基地上报军情！” 崔咬了咬牙只好走到补给面前拿了补给(95式自动步枪1把、15个弹夹、92式半自动手枪1把、匕首1把、军式压缩饼干5包、打火机、止痛剂5针、绷带5扎、通讯器2台、)\n崔想了想便把92式半自动手枪和匕首留给了队长和10个弹夹以及那台通讯，现在的子弹数量可消耗不起冲锋枪只能把手枪给了队长，而自己必须得赶到坠落点所以用95就足够了。到了楼下只见老程在伤员的旁边护理伤员，崔想说什么但老程说到“我知道你的意思，不过我一定要留在这里护理他们！”，崔只能叹了口气用鼓励的眼光看向在地上脸色发白的战友们，然后崔把绷带、压缩饼干、止痛剂给了老程，老程愣了一些说到“你那弄来的？”，崔知道老程没有接触这些战术机密的权限便没有说些什么，老程想了想把留了1扎绷带给了崔，崔知道老程是在担心他也就接了下来，地上的重伤战友也就3个，还有1扎可以用来包扎其他轻伤战友，所以剩下了一扎崔也只能接受。崔看着门就慢慢的推开门冲了出去，过了一会，突然碰见了一个人，崔刚好开枪那人便马上把崔的枪夺了下来，“你见面也不问问是哪一方就开枪有没有教养”原来那人是一个中立退伍军刚好崔所在的房子是他的老家。崔愣了愣“你是中立的？”，中立军好像有些生气毕竟崔刚刚差点要了他的老命便没好气的说“如果不是中立你现在的头已经被我一刀砍了下来”。拿回了枪崔脸红的问到“你能不能帮我？”，中立军是出了名的热心，既不是任何一方又有可能帮助任何一方，而且有一点很重要，他们都很强！中立军不屑的说到“就算是我帮忙也不能2个人杀50多号人”。崔想了想便追问到“如果只是掩护我呢？”，中立军想了想说到“可以试试”。2人便冲向了房子的前面的空地，哪里有大量的敌人，说实在的崔是极不情愿的，但哪里是必经之路！军靴在石砖上咚咚咚作响。敌人听见了动静边开始反击，中立军也开始胆战心惊了因为敌人们貌似都是往死打，即使是被杀了很多人但依然不畏惧好像是在守护什么秘密。砰的一声，对方的狙击手打中了崔的腿，当崔的一枪干掉了一个偷袭他的狙击手时突然对方的一个步枪又打中了崔的腹部。崔咬着牙干掉了步枪手，便开始包扎腹部，还好并没有伤及器官，只是可恶子弹头留在了腹部，崔知道必须得把子弹拔出来不然重金属感染就不能完成使命了。而现在崔又有什么时间来拔出呢？只能不断的前行，而中立军早已离开，为什么呢？毕竟热心不代表不要命。直升飞机的大体已经可以看见了，不过崔因为腿上的伤，眼前一黑便倒在雪地里了。崔陷入了黑暗似乎有人在呼唤自己的名字又或者说是呼喊，“崔！崔！小子！傻小子！”队长在通讯器里嘶吼着，因为崔已经好久没有声音了。崔挣扎着爬了起来说到“队长我还好”。不过那苍白的声音已经出卖了他。“小子你给我等着我过来救你了！你不能死在哪里！” 队长嘶吼着，毕竟任谁也无法想体会几十年的战友离开这个世界，并且队长可是把崔当亲生儿子对待。“不行队长，我必须完成任务，就算是死也要换来上级的支援，你来了只是牺牲，请原谅我的决定，队长你是我这辈子最疼我的人，队长你开玩笑说以后我帮你养老送终，对不起队长，我可能不能完成了”。说着崔便关闭了通讯器，崔其实是个孤儿，不知道他的父母是谁，上级发现他的身体有奇怪的电磁场，便把他接到了队伍中，时间长了便被遗忘了。队长的眼睛已经流下了眼泪，发现通讯器已经关了便默默的放下了通讯器，队长没有像其他人认为的冲了出去，因为他知道如果冲了出去可能反被干掉，那就白白牺牲了崔。崔挣扎着爬向直升飞机，他的腿的静脉被子弹打穿，伤口没有愈合的迹象。崔是在拼命，因为他知道就算是崔远心端止血，还是会因为失血过多而昏迷，可能队长他们因此会被围歼，所以崔咬着牙爬向了直升飞机。5分钟后崔已经接近了，这短短的5分钟对于崔好像是1个世纪。当看见直升飞机附件的已经变的粘稠的血，崔就知道机师已经牺牲了，爬进了机舱崔已经快没了力气忍着因为失血过多的眩晕。崔不能晕，晕了队长他们就不保了。推开机师尸体，找到通讯器，电话传来一位男人的声音“喂，是谁？机师呢？”。崔几乎快没有说话的力气，咬着牙说到“我是崔，我们被袭击，机师已经被狙击手干掉了，我从被包围的房子赶到了直升飞机坠落点，赶快派大量人员过来拯救房子里的人。”说着关闭了通讯器。崔瘫软在椅子上心中苦笑着“是要死了吗？还有很多事情等着我去做呢，我还没谈过恋爱呢。”突然一个绿色的影子出现在崔的面前，崔仔细看着那个影子，说起来滑稽，一个类似蜥蜴的人，却没有腿只是一个尾巴，崔想着“这难道就是死神？着也太滑稽了吧。”。红色的眼睛看着崔，然后冷冷的说到“我虽然不知道你说的死神是什么，不过在我看来你就像一只脱了毛的猴子”。然后怪物顿了顿说到“人类你想活下来吗？”。崔十分震惊，第一这家伙好像很聪明，第二这家伙能说话，第三这家伙居然能知道他的心思。怪物不屑的说到“你说的好像你们人类的智商很高似的，对于我们伟大的位面使者族来说，了解你们的哺乳动物的脑电波简直和玩过家家的一样，要不是你身上有魔法能量我才不会去理会你呢，对了你想活下来吗？”。怪物恢复了刚刚的话题，崔心中虽然充满了兴奋但还是冷静下来了心中想到“有什么条件吗？”。位面使者冷笑着“看来你挺聪明的，我的要求不怎么高，就是去拯救一个位面”。崔想大骂一通不过随即冷静下来想“就我一个吗？而且很难是吧？”。位面使者淡淡的说到“人类是一种奇妙的哺乳动物虽然对于我们类神族不值一提，但你们人类的潜能可以说是无限的，而我们位面使者负责的是把各个位面的一些生物传送到其他位面去拯救那个位面，你会在哪里不断的进化和淬炼最后拯救那个世界，再回到自己的位面，听懂了吗，你还有3分钟的生命”。 崔心中大明又想“最后一个问题，我回来时，时间会改变吗？” 位面使者有些不耐烦的说着“你们人类真是麻烦，都快死了还有这么多话，你是我见过话最多的人类了，时间是不会改变的，另一个位面与这个位面的时间是隔绝的，所以你走的时候是什么时候回来就是什么时候”。 崔是一个求生欲高的人所以直接选择活下来，位面使者笑了笑然后，崔感觉身体的一点点生命的回复，腿上和腹部的伤口肉眼可见的回复，崔眼前的空气划开了一道如黑洞般的缝隙，里面不止黑暗里面还有着点点的星光。位面使者说到“人类记住不要把你的事情告诉那个位面的任何生物，你知道会怎么样，而且传送你必须得昏迷，所以，对不住了。” 崔正在对位面使者的的礼貌充满疑问，只见位面使者对他指了一下，崔晕了过去。\n            下次崔该如何面对新的世界？\n他又会遇见什么样的危险呢？\n我是WANGDACUI我在这里！",
    "replies": [
        {
            "author": "1277832129",
            "timestamp": 1397383920,
            "txt_content": "你够了你够了 发帖都发到我的群里面来了\n要宣传不要来qq群宣传"
        },
        {
            "author": "MC残星",
            "timestamp": 1397384100,
            "txt_content": "1277832129 发表于 2014-4-13 18:12\n你够了你够了 发帖都发到我的群里面来了\n要宣传不要来qq群宣传\n多多宣传嘛= ="
        },
        {
            "author": "1026882102",
            "timestamp": 1440048720,
            "txt_content": "额，还不错，怎么不更了！！！！"
        }
    ]
}