{
    "title": "<原创·连载>小天穿越记[作者：130s][幻·圣使]",
    "author": "@💊🌂🔔",
    "replyCount": 2,
    "timestamp": 1397314800,
    "txt_content": "\n小天穿越记作者：130s\n\n\n此时比正文快上几倍后的故事。。\n番外篇:幻·圣使\n\n 我醒来时，自己正在一片无尽的沙漠中，看来一切都结束了，可以平息一阵子了！正当这时，不知道从何处飘来一张通往这一切关键的合成门，这门十分的奇怪，但是好奇心总会杀死人，翻翻背包，正好，一个打火石，一个石英，一个下届星，8个石英块，瞬间把脖子上的项链弄着的急速合成台摘了下来，只见石英，下届星，打火石一下子放了上去，突然金光闪闪，眼前只有一个发着神圣光芒的打火石，然后按照合成图纸上的形式，摆好了和地狱门一模一样的门，刚一点上火，打火石就烂了。。\n\n 只见门从四周吸来光芒，汇聚成一个点！我那上王者钻石剑，向光芒驶去，瞬间穿越了。。隐隐约约的睁开眼睛，发现四周都是光芒组成的方块世界，而门却没有了，不知又从那里飘来一张地图，咦！这种地图普通世界是没有的，地图呈现出自己所在的位置，是叫一个圣光草原的地方，这张地图好似隐藏着什么，他貌似要领我到那个。。圣光村？呵呵怎么这里的名字都以圣光开头呢？没办法看来想出去只有去圣光村了，一路上一个生物都没有，那这张地图那里来的呢？非人为因素么？呵呵，一切变的有趣起来，我倒是想看看这里到底有何方神圣！\n\n 走着走着，不远处就呈现出村庄的样子，怎么可能呢?才感觉没走多远？怎么就到了呢！我闭上双眼，用心去感受了整个村庄的环境，看来，最终的BOSS不在这里面！王者钻石剑，何时才能与你一起并肩作战呢？想完便把王者钻石剑收回了心中，竭力跑向整个村庄，我来到这个村庄，人来人往，一群群的方块人，大人小人都在露出灿烂的危险，真不希望有什么东西来打破这一切的安宁，突然一位看起来年老的长者老人挡住了去路，我本是平静的求枪他让一下\n\n 可是老人当场无视我的话语，我觉得此人身上有一股强大的气息，再次闭上双眼，看来就是他了！说吧！为何让我到这里来！有何企图！'年轻人，你总算是明白了，寡夫把你叫到这里来，自然有事请教你，跟我来'老人发出苍老的声音，里面包含着庄严的语气，我便尾随老人离开了圣光村，走到了一个无路的地方，'年轻人，你是第二代救世主吧'老人再次发出苍老的声音，您也知道？'第一代救世主也来过这里，帮过这个忙，他走前只留下一句话，就是让救世主第二代再来这里一次'老人笑呵呵的摸了摸胡子\n\n '你还不知道这里吧，我来给你说说这里所发生的一切，这个世界本是和原本世界是一体的，但是天不长眼，这块和谐的土地被一个邪恶的恶魂(非游戏的怪物)盯上了，便把这里的一切生物清除掉了，搬到了一个异次元空间，但是清理生物的时候，恶魂却未发现一个坡下的村庄，里面的村民幸存了下来~他们开始繁衍后代，建立起了圣光村，可惜好景不长！恶魂终于发现了村庄，从此以后村民的生活就不宁安了，村子里的优秀先驱魔法师从古老的魔法书里找到了召唤幻之守护神的咒语，便开始召唤出圣光神使！赶走了恶魂，但是由于魔法师们的心术不正，导致圣光神使魔化，变成了暗黑魔使，造成了对村子更大的破坏，先驱法师们为了弥补这个过错，将自己的生命结晶化为圣光结晶，将暗黑魔使封印在了圣光悬崖的尽头。。一万年过去了，每日来这里的巡查的侍卫发现了封印开始裂缝，于是我们向原本世界的创世神Notch！发出了求救信号，就在几年前，暗黑魔使要冲破封印的时候，第一代救世主史蒂夫来了，他成功将暗黑魔使再次封印，当然只是暂时的，就这样几年后的今天，就是暗黑魔使冲破封印的最佳时刻，我们得快点！'\n\n 看来这次可以拔剑了！我既激动又略有害怕的来到了圣光悬崖，悬崖尽头不了(liao)还真有一座似守护神的石像，石像前有一个五星封印阵，看起来越来越丧失光芒了，突然雷电一劈！这个圣光之地瞬间丧失了光芒，陷入了黑暗，这次看来是玩真的了！我召唤出王者钻石剑，已经准备好了随时作战了！有一道雷电，劈向魔法阵，魔法阵瞬间破裂，石像也随之破裂，裂缝处散发出邪恶，黑暗的气息，一刹那，暗黑魔使就原原本本的展现在面前了，我脚一跳，机敏的跳在魔使头上，看我的！王者屠龙斩！正当向魔使劈去时，魔使似打了鸡血一样！瞬移到了我的对面'又是可恶的救世主！！你又来多管闲事！我让你管个够！'魔使愤怒的吼道，只见魔使将周围的光芒化为黑暗的雾气，聚集在双手中心，双手一直！一道强力的破坏死光把我打到了云霄之外\n\n 看来这次的敌人非同小可了！我再次拿起王者钻石剑向魔使劈去，但是怎么打都打不中，魔使机敏的动作，扰乱了我的头绪！魔使再次怒吼'救世主的后代！你！接受死神的洗礼吧！暗黑魔剑！暗黑之斩'只见魔使双手一挥，一道极快的刀斩向我劈来，我再一次被打趴在地下，又一次的站起来，再大的困难也击不倒我！我只会在一次一次失败中！再次强大！魔使嚣张的吼道'哈哈！好小子！我佩服你！但是！你要为你的上一代付出巨大的代价！去见阎王吧！'只见魔使瞬移在我的身后，汇聚全身力量的一拳，我不省人事的混了过去。。。\n\n 我不甘心！我的责任还没尽到呢！可恶！再战起来啊！我要打败这个邪恶的家伙！突然前方一道光芒，原来是圣光神使，'年轻人，你和你的上一代一样，无论在哪里倒下，都会在同一个世界，再次站起来！打到前面的困难！我已经被黑暗侵蚀的不复存在，现在我将我最后的力量给你！再站起来吧！'魔使邪恶的笑道，整个次元空间都是他的了！谁知突然魔使身后传来光芒，我！再次站起来了！\n'啊啊啊啊啊啊啊！！王者钻石剑！超元解体升级！！'瞬间王者钻石剑裂开了，变成了碎片，碎片奇迹般的一个个重组，变成了！圣光王者剑！从剑柄到剑锋全剑闪耀着光芒的超元之剑！我再一次向魔使劈去，魔使又一次躲开 ，谁知我怒喊！圣光王者斩！恰好劈到了魔使瞬移地方！'我！一定不会放过你们这群该死的。。！！！！'魔使变成黑色的星星消失在天空中，次元世界恢复了圣光的力量，我浑然不知的晕了过去。。这。。结束了么？\n\n 当我模模糊糊醒来时，自己正躺在森林里，咦？圣光村，魔使？再召唤出王者剑，依旧是老样子，原来一切都是梦啊！真是一个超现实的梦。。但是。。这真的是梦么？\nThe End\n\n\n感谢您的全程收看番外篇！切留意引索贴，查看更多新东西哦~\n引索贴：http://www.mcbbs.net/thread-261131-1-1.html\n@42486327 @a2455564728 @poi4399 \n\n\n\n[groupid=604]捉虫Catch组织[/groupid]",
    "replies": [
        {
            "author": "poi4399",
            "timestamp": 1397360880,
            "txt_content": "小说狂人啊！，我都没金粒了。。。"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1397365080,
            "txt_content": "poi4399 发表于 2014-4-13 11:48\n小说狂人啊！，我都没金粒了。。。\n多谢你的人气(斜眼笑)\n"
        }
    ]
}