{
    "title": "【真·MC小说】孤影危机篇--《生存笔记》",
    "author": "Summer",
    "replyCount": 23,
    "timestamp": 1339510080,
    "txt_content": " 本帖最后由 Summer 于 2012-6-12 22:12 编辑 \n\n序篇--离奇车祸（一）\n  宇宙初成时，地球的原住民并非人类，也不是恐龙和单细胞生物。而是人类的一个变种：亚人。而其最显著的特点就是额头拥\n\n有第三个眼睛。传说中亚人的科技超过现在整整上万年，能利用手中的技术破乾坤，斩天地。\n\n而因为环境变动的原因亚人的生存力和繁殖力开始急速下降，以至大部分亚人全部离开地球，寻找新的生存环境。而继续留下\n\n来的亚人则开始急速退化，额头的第三眼逐渐变小、消失，其智力与分析能力也大不如前，形成了亚人的退化：次人。\n\n到了这个阶段，次人已经持续停留在这几乎上千万年依旧没有一点进化。在这种情况下次人的科技也逐渐提高，对这个位面的\n\n宇宙有了初步认识，也逐渐忘了其的名称：次人。\n  \n“又是这梦，又是这些文字......”残霞拍了拍脑袋，依旧没能回过神来，“现在每天晚上都是梦见这个，搞得我都快崩溃了，什\n\n么破东西。”回过神后，残霞愣了一下，然后抹了抹眼睛，依旧没回过神来。因为她根本不知道现在是什么情况！四周的座位\n\n坐满了人，窗外朦朦胧胧的绿色告诉了她现在正在一辆巴士上飞驰，而四周竟然没有一个认识的人，更重要的是她根本不明白\n\n这是怎么回事！\n\n  “咦，这是......”残霞小声嘀咕了起来，望着窗外的景色一时失神了起来。终于，她耐不住性子了，拍了拍前面人的肩膀，前\n\n面的人回过头来，刚想问时，她却赫然发现他的额头上居然有第三只眼！\n\n这一状况差点让她大叫起来，紧接着残霞定了定心，再抬头一看那眼睛已经消失了。“该死的，一定是那个梦扰乱了我的心\n\n境！”残霞心里也是纳闷，看见什么不好，非看见了梦中所说的“亚人”。\n  \n  “有什么事？”前面的人转头一问，映入眼中的赫然是一张英俊帅气的脸庞，隐隐中还有一丝稚气，也让残霞猛的一失神。   \n\n  “哦......您好，这里是哪里？我刚醒来就已经在这里了，什么都不记的了。”晃过来后，残霞缓缓的说道。\n\n  说到这，残霞看到那位帅气青年的眉头略微一皱，刚想开口。就在这时，意外发生了。一道白光晃过，顿时前面的司机便软软\n\n的趴了下去。而前面赫然便是一个转弯！其他人似乎也发现了这一幕，紧接着就是一个大汉疾步往前跑去。不过已经晚了，随\n\n着“砰”的汽车撞破铁栅栏的一声，整辆车跌进了山崖下，跌进了那无尽的深渊......\n\n",
    "replies": [
        {
            "author": "小小鸭",
            "timestamp": 1339510140,
            "txt_content": "好文章~~~~~~"
        },
        {
            "author": "Summer",
            "timestamp": 1339510260,
            "txt_content": "正篇--神秘光团（二）\n\n\n黑暗，漆黑，这就是现在的第一感觉。残霞的意识好像就是大海中的一滴海水，在这里漫无目的的飘洋。不\n\n知道这样经过了几千年，几万年，好像也过了上百万年，依旧是这样漫无目的的漂泊，直到现在。\n\n赫然，前方出现了一团七彩的光芒。不由分说，残霞已经迅速的向光影飞去，留下一道淡淡的白光。\n\n“唔,现在亚人的基因已经这么糟糕了么，果然在进行逐渐的衰退啊...”光影弥漫到周围后，淡淡的从中飘出\n\n了一句话，“不过\n\n也是可塑之材，和上一个“他”相比，这还能算上不错呢。”说道这里，光影也发出了一声叹息，随后道：\n\n“既然能到这里，\n\n你也算是勉强通过第一关了，不过时间可是有点长呢。命运之轮由你来主宰，我期待你日后的表现！”\n\n说罢，光影中逐渐分离出了一团蓝莹莹的光芒，飞向残霞那里。就在即将贴进她时，意识猛的一颤，陷入了\n\n沉睡。\n\n“啊，好饿......咦，出来了？”残霞渐渐的从地上爬起来，惊奇的望着自己和四周。原本以为漆黑的山涧\n\n中，此时却是一望无际的草原。在其上还有牛羊及其他动物，使残霞猛的一愣。就在其后，她发现自己身边\n\n不知何时多出了一团光芒，赫然就是在漆黑空间中光影所给的光团！\n\n残霞也是二丈和尚摸不着头脑，刚想用手去碰一下的时候，光团猛的一下向残霞扑来。残霞只来得及后退一\n\n步，就被光团渗入了身体。霎时，她感到身体一阵酥麻，接着软软的倒了下来......\n\n没过多久，残霞已经坐在地上沉思了。在她的视线中，好像无缘无故的多出了四样东西。分别是10颗红心，\n\n10个食物，9个空格，还有一栏空荡荡的横条。而当她视线对准了草地的时候，在视线中又是突兀的出现了一\n\n栏介绍【泥土，零级建筑材料，可放置】【是否收集？】。\n\n\n看到了之后，她神念一动，眼前边长半米的泥土便是突兀的消失，紧接着其中多出了一块不知名的小东西，而样子更像是这一\n\n\n\n大块泥土压缩成的小块。然后便是向残霞飘来。\n\n\n在贴近了残霞的时候，泥土块便是一下子吸收到了残霞的手里，而空荡荡的格子中也多出了一个东西【泥土×1】。\n\n\n看到这一幕，残霞也是不由得惊叹。接着她又是一顿研究，在刚才消失的泥土已经出现在了一旁，紧接着又消失了。而当她操\n\n\n\n控格子的时候，神念中顿时浮现出了制作这一选项。而选中后便是空荡荡的一栏，估计是缺少什么东西吧。\n\n\n沉默了片刻后，残霞起身向草原上的一棵孤零零的树走去。在靠近后，眼前又是浮现了一行字眼【原木，一级材料，可放\n\n\n\n置】。喂喂一愣，整棵树便是变成了无数块原木掉落了下来。而制作一览也出现了一样东西：木板。\n\n"
        },
        {
            "author": "Summer",
            "timestamp": 1339510440,
            "txt_content": "正篇--了解规则（三）\n\n看到这一幕，残霞也是不由得一愣，紧接着迅速的造出了许多的木板。而木板到64个时便是会自动的累积到\n\n下一格，原来这个也是会有上限的嘛！在兑换完接近三组的木板后，残霞手头的原木已经一个不剩了。而制\n\n造栏也多出了几个选项【木棍，木踏板，工作台】\n\n看到了工作台，残霞也逐渐把神念深入了这个选项。紧接着里面就显示出了详细介绍：【工作台，零级功能\n\n材料，能制作出更高级的装备】\n\n看到了这一条，残霞掰了掰手指头，然后就制造出了一个工作台，木板也是一下少了四个。而制作出后，她\n\n直接把工作台放置到了地上。而就在放置后，已经是做出了8根木棍，木板也是少了4块。残霞也是发现工作\n\n台多出了选项【木门，半木板，木台阶........木剑，木稿，木锄】\n\n看到了后三个工具，残霞也是有些疑惑。紧接着便是查看了说明【木剑，使用时增加角色攻击力 需要木棍\n\nX1 木材X2】【木稿，能收集石头 需要木棍X2 木材X3】【木锄，能耕地 需要木材X2 木棍X2】\n\n看了介绍，她也是默默的掰了下手指头，似乎在思考着其中的利弊。紧接着便是毅然做出了一把木剑和一把\n\n木稿。制作完后，残霞已经发现了物品栏中的两样东西。紧接着便选定，选中木剑后手中顿时出现了一把精\n\n木制作的长剑，隐隐约约还有些树木的年轮。把玩了一阵后残霞也是没什么兴趣，便选定了木稿。\n\n拿出后，残霞怎么也没发现这有什么特别的，石头依旧是不可收集。紧接着便是拿稿子轻轻点了一下旁边的\n\n原石，随后原石便是凝聚成了一个小方块，向残霞缓缓飘来。同时木稿下面也是出现了一条横格，看起来也\n\n是有些名堂。\n\n\n看到这一幕，残霞总算是对这世界的规则有些大概的了解了，也知道怎么制作基本物品和使用物品。随后收\n\n集了几个石材后，木稿下方的绿条已经缩水了一大半了。残霞也似乎知道了这是物品耐久度，便是没过多去\n\n关注了。\n\n终于，这把破稿总算是用坏掉了。在它完成它最后的使命的时候，已经是变成了一堆木屑掉到地上了。而收\n\n集完石材后，残霞的可制作栏也是多出了石剑等石质工具，所需物品也只是把木材替换成了石材。\n\n在制作完石剑、石稿后，天色已经逐渐发暗，令残霞也是一愣，紧接着眼前就出现了一段提示：【您即将迎\n\n来您的第一个夜晚，请尽快制作好您的居室】\n\n看到后，她也是赶忙加快了收集速度。终于，在夜色降临的时候，残霞已经是做好了一个简陋的小木屋。只\n\n有4X4的大小，其中只有工作台和一个门。正当其准备继续工作时，在不远处赫然出现了一道身影。残霞见到\n\n此幕，心中提不起一点精神。因为这个“人”的身上已经完全腐烂了，而尸臭的味道即便隔了这么远依旧能\n\n够清楚的闻见！\n\n"
        },
        {
            "author": "geludan",
            "timestamp": 1339510500,
            "txt_content": "假·MC小说\n哪里有看"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1339510560,
            "txt_content": "话说怎么不发到作品展示去"
        },
        {
            "author": "Summer",
            "timestamp": 1339510560,
            "txt_content": " 本帖最后由 Summer 于 2012-6-12 22:17 编辑 \n\n正篇--初次战斗（四）\n\n看到这个“人”后，残霞心中也是略微一沉，紧接着便把头缩回了门内。尽管如此，那丧尸也似乎察觉到了\n\n残霞对他的窥视，一阵厮嚎后便左摇右摆的往房子这里靠来。\n\n残霞手中也是紧紧握住了制造出的石剑。五步、四步、三步、二步、一步.......\n\n就是这时候！就当那个僵尸即将用瘦的几乎只剩下骨头的手砸开木门的时候，残霞也是抢先一步，破门而\n\n出，紧接着石剑一下射入了僵尸的面门，而其脑袋上也是飘出了一个鲜红的数字：-6。\n\n紧接着，残霞也是不给僵尸任何的机会，一把石质飞到也是脱手而出。正当丧尸刚被突如其来的一击搞的郁\n\n闷的时候，紧接着的一击更是让其打起了精神，一阵低吼后便是直接用手掌抵挡了下来，上面也缓缓的飞出\n\n了一个-3。\n\n就在这之后，僵尸似乎也意识到了事情的不妙，一步就迈到了近在咫尺的残霞面前，紧接着便一爪子就抓了\n\n下去。而残霞也是只有把剑格挡在胸前的机会，然后整个手臂就被抓出了一个深可见骨的伤痕！而也是同样\n\n飘出了一个数字：-4\n\n就在此时，残霞也顾不得手臂的伤痛了，直接一剑刺出，直接刺入了僵尸的小腹，不由僵尸反应过来，便是\n\n用剑身往其腹部一搅，黑血染红了草地，紧接着这僵尸也是赫然倒地！\n\n在僵尸倒地之后，残霞也是猛然做到了地上，望着眼中的显示框有些疑惑。尽管刚才胳膊上被抓了一下，但\n\n红心也仅仅是减少了两格，并且看起来骇人的伤口被抓时却并没有多少疼痛。而算上原来的饱食度，现在的\n\n饱食度仅仅只有6个食物了。\n\n与此同时，残霞也是注意到了这僵尸掉出来的新东西：一把铁剑，两块不知名的肉。紧接着残霞神念一动，\n\n两样东西便是直接飞入了残霞的手中。\n\n铁剑，附魔属性：力量Ⅱ\n\n僵尸肉，恢复饱食二格，有较大几率饥饿状态。\n\n看到介绍后，残霞也是顾不得这东西是从哪掉出来的了，便是直接塞进了嘴里。莫名其妙的是这肉虽然散发\n\n着恶臭，但一吃后非但没有想象中的臭味，反而是入口即化，直接化为了一股暖流到了腹中，而饱食度也是\n\n增加了二点，饱食也是恢复到了满格。\n\n在吃完两块僵尸肉之后，残霞也是拿起了新的武器，就是那把可怜僵尸身上掉的铁剑。随便挥舞了几下，空\n\n气中便是隐隐传来阵阵的破风声，可见这把武器多么锋利了！\n\n在这时候，残霞的伤口也是已一个不可思议的开始愈合，而生命值也开始了一点点的增长。约莫过了不到半\n\n分钟后，整个手臂便是愈合如初了，连伤疤也是没有留下一点。\n\n就在残霞刚刚做好一切准备后，前方也是出现了第二个怪物：骷髅！\n\n"
        },
        {
            "author": "Summer",
            "timestamp": 1339510620,
            "txt_content": "sylqiuyifeng 发表于 2012-6-12 22:16 \n话说怎么不发到作品展示去\n什么 有作品展示么 我一直以为同人是水啊QAQ"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1339510680,
            "txt_content": "Summer 发表于 2012-6-12 22:17 \n什么 有作品展示么 我一直以为同人是水啊QAQ\n噗……作品展示区……有文字创作这选项的啊……"
        },
        {
            "author": "Summer",
            "timestamp": 1339510680,
            "txt_content": "对了 这是短片哦 只是介绍一下设定什么的 顶多20多章就完结了 到时候会开坑长篇的"
        },
        {
            "author": "Summer",
            "timestamp": 1339510800,
            "txt_content": "正篇--初次战斗（五）\n\n没等骷髅反应过来，残霞人已经是大步的向其跑去。而骷髅在发现她的意图后，没有犹豫直接拉弓放箭，而\n\n本应从她身体上一穿而过的弓箭居然散发着淡淡的红光，在肩膀上留下了一个血淋淋的窟窿。而紧接着皮肤\n\n也是略微发红，一股灼热感从肩膀四散而出。-6居然是一把高级附魔弓！随着时间的流逝下面的血量也是在逐\n\n渐的减少。\n\n这时残霞也是已经顾不得肩膀上的口子了，在射完之后骷髅也是继续开始换箭，为第二次设计做准备。不过\n\n已经吃了一次附魔弓箭的苦的残霞又怎么会给他这个机会？加快了步伐后当头便是一斩，发出呼呼的破风声\n\n后便是一下砍到了骷髅的头上，紧接着骷髅头上也是缓缓的飘出一个数字：-8！\n\n附魔过的铁剑果然不一样啊，残霞心中也是默默感叹，紧接着便是一下砍断了骷髅的三个肋骨，又是已经打\n\n掉了骷髅的八格血，眼见骷髅即将射出第二下，残霞也是在这一刻进行了最后一击，随着一个-7的飘出，骷髅\n\n也是变成一堆骨头堆到了地上，而其中便是赫然有一把幽紫色纹路的木弓和几个小箭\n\n捡起弓箭后，上面的附魔属性也是显示了出来：力量Ⅱ 火焰Ⅰ 怪不得刚才打一下那么疼了。在收好战利品\n\n后，残霞张望了一下，四周好在也没什么其他的怪物，要不然这下她可也是吃不消了。紧接着残霞便是打开\n\n木门进入了临时的居住地中。\n\n随着时间的一点点过去，天空中也是微微发亮。看来这个世界的昼夜轮回时间也不算太长。白天差不多2小时\n\n左右，晚上也有1.5个小时，和她所在的世界可真是差太多了。\n\n太阳升起后，残霞也是出了木房，慢悠悠的走在草原上。而路上也是有零零星星的几只着火怪物想攻击她，\n\n不过往往还没走到跟前就已经被烈火烧死了。但这样虽然省了许多力气，其中的物品也是一个也不会掉落，\n\n甚至即便你补上一刀砍死物品依旧会被烈火烧成虚无。\n\n而值得注意的是一种黑色的大型蜘蛛，全身毛茸茸的，在这时不会主动攻击她，而在她攻击一只后这种蜘蛛\n\n也是飞跃而来，杀伤力和行动力也是不可忽视啊。\n\n就在残霞即将走出草原，繁茂森林就在眼前的时候，一个浑身绿油油的怪物也是出现在了视线中。而没等残\n\n霞去探个究竟，它居然是主动凑了上来，浑身发白并发出SSSSS的声音，这是是想躲也躲不开了，紧接着便是\n\n一生巨响，残霞从巨坑中灰头土脸的探出头来，生命也是减少了一大半。\n\n吃过一次苦头后，残霞再也不敢轻视这种怪物了。在看到后，要么就是远远的绕过去，要么就是一箭打到快\n\n死了以后直接一刀了断它，在杀死后身上除了经验光团还会掉落出一种叫火药的东西。\n\n就在这么走了二十多分钟后，在森林的深处赫然是有一处黑漆漆的洞窟，而站在前面的一个身影正是残霞！\n\n"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1339510860,
            "txt_content": "话说怎么更新那么快……存稿？"
        },
        {
            "author": "Summer",
            "timestamp": 1339510920,
            "txt_content": "正篇--新的伙伴（六）\n\n残霞正一筹莫展的站在洞口，手里也是捏着一个被化成纳米格式的火把。而洞窟的里面还零零星星有着更多\n\n的火把，照亮了一条通往地下世界的道路。\n\n“唔，火把呢，看来这个世界可不止是有我一个啊....”残霞说到这，神情也是略微一变。的确，这世界不止\n\n有她一个人，有着更多的来自各处的人，但为何来到此地？只因为那一个奇怪的梦？这种事残霞懒得去想，\n\n也不会去想。\n\n这种事情残霞她也说不好，因为来这里谁也不知道是什么目的，那零零星星的几个提示根本不算什么，在这\n\n各怀鬼胎的时候残霞可不愿意去当第一个冒险者。\n\n正当其犹豫不决的时候，洞窟深处的某个地方正在探险的一个银瞳男子，在残霞来到洞口的时候神情猛地一\n\n颤，随后挥手一剑把正准备偷袭的爬行着砍成两半后，双目微眯的看向某个地方。而这个地方，正恰恰是残\n\n霞所处的洞口！\n\n深思熟虑后，残霞也终于是决定了。哪怕在这世界多逛逛，也不愿意冒奇险去接触一个对自己无关紧要的事\n\n情。现在她的任务可不是来探究这些，是寻找方法回到原来的界面的。\n\n下定决心后，残霞也终于是放下了手中的火把，准备一走了之了。而正当她起身注备继续赶路的时候，她也\n\n是赫然发现洞口居然站着一个人，身影模糊不清，但即便是这样，她也是立刻认出了这个人：正是在巴士上\n\n有着一面之缘的少年！\n\n看到这一幕，即便是她的心境也不由得一颤，接着便是愣在了那里。\n\n“怎么，难道还要我请你？”洞口的男子也似乎发现了残霞，似笑非笑的说出这么一句话。\n\n“你是谁？”正处于失神状态的残霞也是猛地蹦出这句让自己都哭笑不得的话。\n\n“我是谁？这句话似乎是我来问你吧。不过，这个不重要。重要的是你，你是和我来自同一界面的人吧？”\n\n男子也是看出了残霞的疑惑，带着不容置疑的口气回答道。\n\n“界面？难道来到这里的人根本不是来自一个世界的？”听到这句话，残霞又是一愣，这是什么理论，难道\n\n不同界面的生物都通过某种方式来到了这里，而且还是为了一个不知名的目标？\n\n“的确，你似乎也发现了吧。这世界有着许多不寻常的东西。大型蜘蛛、骷髅射手、僵尸武士，甚至还有一\n\n种能扭曲界面、不可触及的存在。你真认为这些是这世界本来就有的？不，太天真了，这些都是通过扭曲节\n\n点传送到这个世界的。这里，有些是异世界的原住民，有些是同样人类世界传送产生的失败品。总而言之，\n\n在你之前已经有不下千波的人来到了这个世界。不过很可惜，我们彼此了解并不多。不过有一点不容质疑，\n\n就是现在，你我至少可以互相依靠的盟友了！”一口气说完这么多话，青年的面色也是略微发红，接着继续\n\n向残霞走来。\n\n“还有一点，这世界每隔一次界面扭曲的时候，上个界面传送过来的人就会集中在一起。虽然并没有给出什\n\n么具体的提示，但是你也知道这样的后果吧。”青年说到这，也是顿了一顿，接着继续说道“不仅如此，每\n\n个界面也有各自专属的界面之力，能继承传送界面的一部分能力。而这些能力，有些则是在传说神话中才有\n\n的！不过我还是对这里了解的太少，毕竟刚刚来到这一天，这些我也是用了许多的时间了。”\n\n听到这，残霞也是不由得对这个青年刮目相看了。不说其他的，即便就是这些，对她也是大有用处，原来她\n\n也是在为一个界面：Magic的提示搞的一头雾水，但现在看来这十有八九是所谓的界面之力了。但即便如此，\n\n防人之心不可无，残霞对其也依旧是保持着一些警惕的。\n\n随后，青年也是手中一晃，便是出现了一个红色小晶石，对残霞说道：“这就是我们人类界面所拥有的界面\n\n之力，也就是你们口中的魔法，效用嘛，我来给你演示一遍。”说罢，他就晃了晃手中的晶石，一道炙白色\n\n的火光便是飞入了矿洞的底部，紧接着便是一声巨响，再火球爆炸的周围炸出了一个小坑，方块也都变成可\n\n拾取状态。\n\n“这就是我们所继承的第一个天赋，魔法。当然，这威力也并非这么不堪，只不过时间太少，我所制作的魔\n\n法石威力有限而已。当然，这也是西方的一个代表名次了。然后嘛，就是亚洲以及东方的人的了。”说完\n\n后，他的袖袍一挥，一个散发着寒气的银白小剑便是一飞而出，紧接着便解释道：“这就是你们所说的仙人\n\n的武器，也就是法器了。同样是可以用材料和天赋制作的，不过这种东西初始的威力比较低，但是可以用生\n\n命精魄培养的。到后期也是一个杀人越货的必备物品了。”说完，他也是手冲着树木一指，飞剑便是径直窜\n\n去，一道白光后，整个树木也是变成了纳米状态。\n\n“现在，该介绍的给你介绍完了，那么，你也介绍一下你自己吧？”作罢，青年也是用一种似笑非笑的眼光\n\n盯着残霞了。\n\n\n"
        },
        {
            "author": "Summer",
            "timestamp": 1339510980,
            "txt_content": " 本帖最后由 Summer 于 2012-6-12 22:30 编辑 \n\n正篇--第二夜晚（七） \n\n“我？我也不知道怎么介绍。总之就是最近总是会有奇怪的梦，来的前一天晚上睡后第二天早上就已经在车\n\n上了，怎么去的我都不知道。”听到这句话，残霞也是直接把缘由说了出来。\n\n“不知道？看来是有点问题。对了，你说的那个梦，是不是关于亚人的？”青年听完后，略微沉思后就向残\n\n霞问道。\n\n“对啊，我还以为是我最近疑神疑鬼才这样了，看来不光我自己这样。”残霞听后，也是苦叹一声。\n\n“好了，其他的话就别说了。刚才因为被你惊动所以我才上来了，这下面的矿洞还有许多没有开采的，你先\n\n合成稿子去把剩下的开采一下吧。”听到后，青年也是不再迟疑，招呼了一下残霞后就继续往矿洞里走了。\n\n残霞略微一迟疑后，也是紧跟在其后。\n\n阴暗的洞穴总是能带来一些本性的恐惧，残霞也是紧跟在青年的后面，看着他一边插上蜡烛一边向前走，丝\n\n毫没有担心的意思。\n\n“对了，这么长时间了还没问你叫什么呢。我叫Hero Brine，居住在瑞士。你也可以叫我Him，就是他了。你\n\n呢？”Him一边走，一边漫不经心的问道。\n\n“我叫残霞，居住在中国。”残霞听到后一边回话，一边心里念叨这个名字严重的不科学。\n\n“哦，残霞啊。好，看见那边有黄色的铁矿了么，快点去采来。”听到后，Him也是默默的点了点头，然后像\n\n指使苦力一样就把残霞打发到一边了，自己也是继续往里走。\n\n残霞即便有千万个不情愿，也只得乖乖到了铁矿前面，用稿子一个一个的收集起来。待收集完后，便继续向\n\n下走去。连着路上所有的矿石收集完后，便是发现Him已经在前面等着她了。\n\n残霞在表示完自己把所有铁和煤矿都收集完后，Him也是点了点头，说道：“好了，前面就是一个峡谷，一会\n\n跟紧点，别走丢了。下面的水流和岩浆你也小心点，我会在路上留下标记，走丢了的话你就直接顺着标记找\n\n我吧。”嘱咐完后，Him便是带着残霞走到洞口，前面赫然就是一片大峡谷。只见Him定了定心神，便是直接\n\n从旁边开了一条螺旋的小路下去。见到后，残霞也是紧紧的在后面跟了上去。\n\n经过了一段周折，残霞两人也总算是下到了谷底，一边解决路上的怪物一边插火把前进，一时倒是显得有些\n\n手忙脚乱。不过在他们把谷底插满火把后，整个峡谷便是寂静无声，再也没有一只怪物了。\n\n再开采完毕后，残霞和Him也是直接返回了地面，眼见天色不早，他们也是早早的就准备好了避难所，准备迎\n\n接进入这里的第二个夜晚。\n\n“你说我们要怎么才能离开这？还有，你是瑞士人又怎么懂中文？”残霞坐在熔炉前，一边往嘴里送着前几\n\n天积攒下来的猪排一边问道。\n\n“中文？不，只要你在这个世界获得能力以后，你所听到的语言会被大脑直接转化成自己已经掌握的语言。\n\n比如你现在说的中文，在我耳中就是瑞士文。”Him听到后，不急不缓的把缘由给残霞道来，让人很是怀疑他\n\n真的只是刚到这里么。\n\n“废话不用多说了，咱们的活到咯！”说完后，Him便是直接破门而出，残霞也是紧跟其后，两人的身影也是\n\n逐渐消失在了夜色中.....\n\n\n\n“你怎么看这对继承者？”虚无中，一个年轻声音缓缓的说道。\n\n“第一个顶多算是中等偏上，不过第二个我倒是有点期待了，能在一天内套出这么多的提示，不简单啊。和你们灵族里的几个\n\n小天才可是不成相让啊。”听到这句话，一个苍老的声音也是渐渐浮现，给人一种苍茫而又磅礴的气势。\n\n“以往的几次也就选出来我们这几人，这届似乎和往届不一样呢。”分析片刻后，年轻的声音又是再一次浮现。\n\n“对啊，我倒是看看这次能在次元法则下有多少人能笑到最后呢......”待上一个人说罢，老者的声音带有一丝的期待，紧接着便\n\n是寂静无声了......\n\n\n"
        },
        {
            "author": "Summer",
            "timestamp": 1339511100,
            "txt_content": "正篇--进军地狱（八）\n\n经过了半个月的奋斗后，一个有着岩浆护城河的别墅里...\n\n“喂，残霞，多少材料了？”Him一边低头捣鼓他蓝莹莹的飞剑，一边向残霞问道。\n\n“这几天挖矿获得的东西很不少呢，光钻石就有19个，铁锭有12个积累组，煤炭也有23个积累组了，红石因\n\n为用的比较少，所以没有多收集，只有5个积累组。至于青金石嘛，嘿嘿，因为各种合成的缘故我可以整整弄\n\n了半个积累组的青金石块呢。还多亏了你那个祝福的飞剑啊，不过今天用完了估计也要报废了。”残霞听了\n\n这话，望着他手里的那把飞溅笑盈盈的道。\n\n“唉，也是。不过有了这个可比石稿效率高多了啊。不过用了这么多天，也快要坏了，只能再做一个了。说\n\n起来昨天僵尸打出来的那个高附魔的铁甲你可是要送给我了啊！”Him听了这句话，还说在那恋恋不舍的捣鼓\n\n飞剑，然后一屁股做起来一本正经的对残霞说道。\n\n“对啊，现在我的飞剑可是用怪物魂魄升级到了仙器的级别了呢。对了，你原来也说过一个叫‘地狱’的地\n\n方吧，现在我们可都已经全身钻石甲了，什么时候也看看去吧。”看到Him这样，残霞也是扑哧一笑，接着问\n\n道。\n\n“也对，现在的世界东西我们基本已经没用了，提示也搜索的差不多了，除了地牢中剩下的一点无关紧要的\n\n其他的也是收集完毕了。不过那目标好像要去末地杀死END龙才可以呢，正好也要去地狱一趟，把黑曜石和火\n\n焰魔法拿出来一个，现在就做界面门去地狱走一趟吧。”说罢，Him好像也是做出了决定，全身穿上了钻石套\n\n对残霞说道。\n\n在拿出材料后，Him他也是用黑曜石搭起了一个门样的东西，接着用火焰魔法一点燃，一个紫莹莹的界面之门\n\n就出现了。\n\n不由Him提醒，残霞已经是先一步跨入了其中，紧接着一阵头晕目眩后就进入到了另一个界面......\n\n\n\n地狱中的某个角落\n\n“嘿，Him，这里就是你说的地狱遗迹了吧，我可是不分日夜的杀地狱守护者，找了好长时间才找到呢。”在\n\n一处黑色建筑中，残霞拿起一个晶石样的魔法说道。\n\n“让我看看....嗯，就是这里了。发动一下界面魔法，我马上就过去。”通讯器中传来一个年轻男子的声音，\n\n紧接着附近的界面一阵扭曲后，Him便是从裂缝中走出。紧接着便是直接进入了遗迹中。\n\n“嘿嘿，太好了，有了这遗迹中的地狱孢子繁殖后我们就可以炼药了。好了，在此之前，我们先去解决一下\n\n遗迹的火焰守护者吧。”片刻后，Him从遗迹中走出，一脸微笑的对着残霞说道。\n\n“好啊，以现在的东西咱们可是不怕这些区区的怪物了呢。”残霞听了这话，小拳头也是略微一晃，紧接着\n\n一个金色的小剑便是从她的袖口飞出来。\n\n经过一番周折后，残霞等人也是成功到达了火焰守护者的生成处，紧接着便是飞剑乱舞，火龙咆哮，不到十\n\n分钟两人便是拿着一把纳米状态的金色棍子出来了。\n\n在这之后，两人也是不负所望，成功找到了地狱中的特有物种：地狱孢子，紧接着便是用空间魔法一个传送\n\n到达了地狱门后，便是成功返回了第一界面。\n\n\n注：大家都知道魔法MOD是神马的，所以这里也不过多介绍，中间枯燥乏味的挖矿过程也省略，看的是剧情\n嘛=w=\n"
        },
        {
            "author": "Summer",
            "timestamp": 1339511280,
            "txt_content": "sylqiuyifeng 发表于 2012-6-12 22:21 \n话说怎么更新那么快……存稿？\n{:10_514:}原来首发是在贴吧 发现根本不能让更多人看见 基本更了就沉 再更还沉 所以果断来论坛交流了QAQ"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1339511400,
            "txt_content": "Summer 发表于 2012-6-12 22:28 \n原来首发是在贴吧 发现根本不能让更多人看见 基本更了就沉 再更还沉 所以果断来论坛交流了QAQ\n好吧……话说这会要考试……我小说断更+卡文痛苦……"
        },
        {
            "author": "Summer",
            "timestamp": 1339511640,
            "txt_content": "sylqiuyifeng 发表于 2012-6-12 22:30 \n好吧……话说这会要考试……我小说断更+卡文痛苦……\n剧情铺设不够啊.....假如实在想不出来就烂尾吧，考试比小说重要的，有个疙瘩考试的时候也不能放心啊"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1339511760,
            "txt_content": "Summer 发表于 2012-6-12 22:34 \n剧情铺设不够啊.....假如实在想不出来就烂尾吧，考试比小说重要的，有个疙瘩考试的时候也不能放心啊\n……烂尾我讨厌……\n目前来说还是先考试……让他继续断更先了……考完回来才看看怎么填坑……\n好就这样"
        },
        {
            "author": "z1575630102",
            "timestamp": 1339512000,
            "txt_content": "看直播诶~觉得写得还不错"
        },
        {
            "author": "Summer",
            "timestamp": 1339512180,
            "txt_content": "z1575630102 发表于 2012-6-12 22:40 \n看直播诶~觉得写得还不错\n其实还有一章 不过一发帖就审核 发不上..."
        },
        {
            "author": "Summer",
            "timestamp": 1339512300,
            "txt_content": "正篇--初次交锋（九）\n\n“告诉我，为什么这货种了三天，一点都没张！”残霞看着蘑菇一般的地狱孢子，冲着Him吼\n\n道。\n\n“嘿，小姐，冷静....待我看一下。”正在修理装备的Him听到这句话也是一愣，然后慢悠悠的\n\n看了残霞一眼说道。\n\n“喂！谁告诉你地狱孢子要种在这个界面了！其它界面的东西互相是有抵触的，只有种在地\n\n狱才会生长的！”Him看完残霞种在灵魂沙上的地狱孢子，没好气的来一句。\n\n残霞脸一红，当即反驳道：“你当初直接把这些地狱孢子丢给我，又没告诉我种在哪里，说\n\n到头还是你的错！”\n\n“好好好，我的错。你赶快去地狱开个养殖室，准备好了还要去END界找龙呢。”\n\n没过多久，一个崭新的砖头房出现在了地狱的某个角落。\n\n在地狱的某处......\n\n“Oh，Shit！这里的地狱孢子居然被人捷足先登了，这世界难道不是就我们这些人么！”在\n\n空荡荡的楼梯旁，一个凶恶的大汉气急败坏的说道。\n\n“就咱们几个人？你难道忘了前几天聚集点被炸的事情了么？你难道真的想的那么简单？”\n\n听到这句话，旁边的一个白净青年说道。\n\n“好，那这么说这世界还有其他人，能找到这说明也离这里不远，全体拿好通讯器，找到了\n\n报告坐标，随时联系！”大汉一声令下后，全部人就四散开来小心翼翼的向四周走去。\n\n.........\n\n“报告，在+340，-100这里找到了一个养殖室，旁边还有界面门！”没过多久，通讯器里传\n\n来一个兴奋的声音。\n\n“全体到位置**，让我看看谁居然抢了我手边的东西！”听到这句话，大汉也是略微一\n\n喜，随后便向所有人吩咐道。\n\n\n\n\n“嘿，现在已经第三天了，地狱孢子也应该张好了吧。”别墅中，残霞懒洋洋地向HIM问道。\n\n“对啊，算算时间也差不多了。一会咱们两个一起去采摘一趟吧。”HIM听完后，精神略微一\n\n振，便是从床上一跃而起，不等残霞跟上就径直走向界面门。\n\n刚等其走到门口的时候，一个手臂赫然从紫色屏障中探出，紧接着和HIM抓了个正着。HIM神\n\n色一动，一个魔法石便出现在了手里，紧接着一个火球便是向界面门轰去。\n\n门中大汉正为抓到人而兴奋，刚想一跃而入的时候，一个火球就突然从地狱门中传来，躲都\n\n来不及，直接便是轰到了其面门上。不过光芒一闪，一件黑色的装甲便是浮现在了他的身\n\n上，然后大步一跨径直向里面走去。\n\nHIM见手还是不松开，反而多了一件黑色的盔甲，神色一动一个蓝盈盈的小飞剑便是从手中飞\n\n出，绕着其手臂一转，但除了在盔甲上留下浅浅的白痕其它的什么都没有。\n\n刚做完这以后，一个大汉便是从门中走出，紧接着二话不说便是掏出了一个闪着耀眼光芒的\n\n激光刀，刚想刺出的时候只见Him一声冷哼，随后一张纸符便是飞出，正好贴到了大汉的面门\n\n上。随后其一闪，一道道散发着白气的寒冰便是沿着其身体冰封了起来。\n\n紧接着便是“咔”的一声，整块巨冰从中碎成两半，大汉的尸体也是渐渐的虚化，紧接着便\n\n消失在了地上。随着冰渣的掉落一起掉下来的还有一件黑色的铠甲和一把激光枪还有一个太\n\n阳能样的东西和刚刚的激光刀。\n\n看似许久的东西在其也是几个呼吸间完成，紧接着便是第二个人出来，望着界面们前的装备\n\n一愣，紧接着看向残霞二人，又是一愣，然后二话不说直接从界面们跨了回去。即便残霞二\n\n人看见了也是忍俊不禁。\n\n紧接着一个通讯器样的东西便是响了起来，把大汉已经挂了和其他的讯息都传达了一边，听\n\n的HIM也是一阵思量。原来这几人正是其它界面传送来的，而这个界面似乎是主要发展科技\n\n的，这一身的装备也不言而喻了。\n\n等到其平静了下来，HIM和残霞二人也是跨过地狱门，发现养殖室的孢子居然一个没少，还立\n\n了一个木牌“此仇不报，誓不为人！”看了这个，俩人又笑了，不就是打不过跑了么！"
        },
        {
            "author": "金克拉",
            "timestamp": 1339562280,
            "txt_content": "鼓掌！噼里啪啦噼里啪啦噼里啪啦"
        },
        {
            "author": "Summer",
            "timestamp": 1339583100,
            "txt_content": " 本帖最后由 Summer 于 2012-6-13 21:57 编辑 \n\nJie Cao掉了一地\n"
        }
    ]
}