{
    "title": "[1.6.4][SSP/SMP]TerraFirmaCraft 群峦传说0.78.？ [自带汉化]",
    "author": "zxc203151",
    "replyCount": 10,
    "timestamp": 1397378700,
    "txt_content": " 本帖最后由 zxc203151 于 2014-5-4 14:20 编辑 \n\n\n新人搬运~ 请大家多多支持~~\n啊咧？有人做完整汉化啦？那么....\n请前往：http://www.mcbbs.net/thread-264566-1-1.html\n\n本帖只不定期搬运官方发布的MOD，不再考虑做汉化啦~\n\n顺便，本人做的整合，欢迎各位下载游玩~~\nTFC服务端整合 （MCPC+版和官服FORGE版）\nhttp://www.mcbbs.net/thread-264161-1-1.html\n\nTFC客户端整合\nhttp://www.mcbbs.net/thread-264172-1-1.html\n\n注：整合包使用的是官方地址下来的MOD，你可以考虑替换成上面汉化版的使用，但要保证客户端与服务端的群峦版本一致！\n时隔多月，TFC总算更新了，而且是164版，这对于用官服FORGE开服的腐竹来讲可是个好消息呢！ 盗版服可以考虑装forgeessential试试~\n目前还未测试TFC对MCPC+的支持还是不是跟162年代那么坑爹，大家可以先自己下载下来测试一下反馈效果！\n\n英语好的可以进入官方WIKI查看各个道具的介绍和用法\nhttp://terrafirmacraft.com/wiki/Main_Page\n\n站内162版教程，貌似没写完\nhttp://www.mcbbs.net/thread-177158-1-1.html\n\n更新记录（未翻译）\n\nVersion 0.78.12\nBug FixesFixed armor calculations being offset by 1 slot resulting in useless helmets. *Possibly fixes wolves & bears not doing damage.Fixed more server related crashes regarding food prep.Fixed breaking ice always creating salt water sources.Optifine should no longer cause crashes.Fixed decay equation to actually be 50% per day as the default base.Fixed the bow always firing at full charge.Fixed touching barrels emptying into each other.Fixed animals thinking they could path through fences.Really fixed forges going out when being created for the first time.Fixed red arrow placement in the anvil possibly resulting in impossible to complete rules.Fixed arrow always animating in the casting UI regardless if it's actually casting the tool.\nTweaksNon-terrible meals are much easier to make. Note: Past meal recipes may result with different taste values after updating.Disabled redstone interaction with fence gates.Removed unused tool-tip on hides.Forges will have a static temperature of 2000 in debug mode.Added chat messages to debug commands so it's more obvious if they worked.Casting interface can now be opened with any liquid metal instead of just copper/bronzes. Interface can be used to cast tools using a full unshaped liquid ingot (same as before) as well as for combining partially filled ingot molds (both molds must be at liquid temperature). Added background overlays to the slots so it's easier to figure out which item goes where.The config value of decayRateMultiplier now also multiplies the initial decay when an item is first receiving decay. Setting this to 0 will now also stop initial decay from adding to the item.\n\nVersion 0.78.11\nBug FixesFixed clickable area of the food prep gui being too small, causing players to toss items from their inventory.Fixed crash when splitting Iron BloomFixed taming wolves setting their current HP to 20Forges should no longer go out instantly when lit for the first time.Donkey chests can be properly accessed now, no more crashes.Scraping sheepskins now adds hides to the player's inventory on the client as well as the server and with the correct size.\nTweaks30% slower heating/cooling applied to all metalsMeals now also cool much slower.Added oreDict for Acacia planks. Fixes all missing vanilla recipes. Acacia can now be used in all the mix&match wood recipes too.Made nest box GUI same size as log pile and vessel.Breeding animals now consumes 5 oz of the specific food, not the entire item.\n\nVersion 0.78.7\nNew FeaturesAdded a Global Decay multiplier. This multiplies against the entire decay algorithm. Setting this multiplier to 0 will effectively turn off decay.\nBug FixesFixed food decay indicator(the damage bar) not using the correct numbers.Cleaned up crop seed return code and moved the agri skill check for an extra seed to only happen if the crop is mature.Lily pad item texture fixed.Can no longer pour molten metal into tool molds for incorrect metals.Fixed kapok door recipe.Added missing boat recipe for acacia planks.Fixed making acacia supports consuming saw.Ropes now display size / weightFixed spawning in oceans.Red steel buckets now properly hold fresh water as well.Wolves can be fed food to restore their hunger.Armor renders properly while sneakingArmor stand no longer renders outside the item space.Chickens and pheasants cant be bred with pumpkin seedsShift right clicking vinegar onto a barrel of milk correctly creates curdled milkFixed meals not disappearing when you eat them with negative decayFixed meals not deleting when they over-decayFixed needing to shiftclick with Flint and steel to light the kilnThere are now female bears.Double chests should no longer disappear when viewing at certain angles.Fertilizer can be used on crops on tilled ground.Using fertilizer properly consumes the item.Crops who die from any method other than the old age config option will give a seed back. This way if you accidentally plant a crop when it's too cold for it to survive, you get that seed back.Fixed unfertilized eggs having no weight.Fixed pheasants suddenly becoming chickens and using chicken AIPlacing metal sheets now properly consumes them.Rain is no longer factored into the environmental decay equation. This should result in a longer shelf life for most food. Rain was having a far far bigger effect on decay than I'd intended.\nTweaksUpdated localizations.Meals should now also show decay.Temporarily disabled the armor stand recipe. Can still be obtained through creative and old armor stands will still stay in your world. The code for these need to be optimized better than they were and a number of crashes were linked to them, so I've opted to disabled crafting them until we've redone this. No ETA. -BGrass color reverted.Caveins are now more common be default. This only takes effect with a config deletion as the default value has changed.Forge can be created with charcoal block, or vanilla coal block.\n                       \nVersion 0.78.6\nBug FixesFixed pre-78 dough from clicking & dragging it out of the crafting slot.Fixed bears, cows and horses dropping item.hide instead of a large hide. The buggy item.hides can be used to create a straw & hide bed, and breaking the bed should give back the correct large hide.Pheasants should really no longer lay eggs now.Food Exhaustion now properly resets after hunger is applied to the player each hour.Fixed meals sometimes giving the wooden bowls back.Hopefully fixed anvils consuming output items and creating ghost items (bug may still occur on pre-existing worlds, needs further testing).Fixed vessels showing items in the tooltip with a 0 stacksizeFixed vessels crashing when a meal inside decayed out of existence.Loose rocks/ore and sticks no longer go flying.Cleaned up some console spam regarding knapping-like interfaces and using clay.Fixed players spawning in trees.Fixed bowl stack size disappearing from the food prep GUI in SMP.\nTweaksNutrition levels now degenerate 50% slower.Removed mushrooms/melons/pumpkins as valid food sources. We'll fix these foods later.Made caves/ravines slightly less common. Moved surface ravines up slightly so they are less likely to spawn with a thin grass layer on top.Tightened spawn parameters for Douglas Fir and Sequoia trees, making them a bit less common.Bloom items now appear in creative correctly.\n\n由于自带的汉化文件文本行顺序与最新英文版几乎根本对不上，哪个条目是新增的，哪个是旧的找起来很费劲，几乎等于要重写，2000+行，俺放弃....有兴趣的可以尝试自己翻译，或者像craft那样提供公用文档编辑平台参与汉化...{:10_522:}\n\n进游戏看了下，玩家物品栏这边有很明显的不一样！ 合成处多出一圈什么用意暂不清楚。\n\n\n第二项是各个技能的统计，暂不清楚是否跟熟练度有关\n\n\n查看时令 日期 时间很方便\n\n\n这个.... 不敢猜!! 难道营养均衡、食物摄入也加入群峦？？这太(shuang)可(wai)怕(wai)了！！\n\n\n\n\n发现鸡的外观有不同，大概是公母现在能从外观直接分辨出来了！\n\n\n工具等分类方面没看出什么大改动\n\n{:10_523:}",
    "replies": [
        {
            "author": "122309",
            "timestamp": 1397379420,
            "txt_content": "好顶赞…………"
        },
        {
            "author": "欷歔的雨",
            "timestamp": 1397379660,
            "txt_content": "群峦终于出1.6.4了（我又不是抖M，高兴什么）"
        },
        {
            "author": "l19974",
            "timestamp": 1397380740,
            "txt_content": "欷歔的雨 发表于 2014-4-13 17:01\n群峦终于出1.6.4了（我又不是抖M，高兴什么）\n群峦更新了,就会有UP主来做视频,难道看别人玩群峦不是一大乐趣"
        },
        {
            "author": "欷歔的雨",
            "timestamp": 1397385060,
            "txt_content": "l19974 发表于 2014-4-13 17:19\n群峦更新了,就会有UP主来做视频,难道看别人玩群峦不是一大乐趣\n好吧，说的也是"
        },
        {
            "author": "zxc203151",
            "timestamp": 1397408460,
            "txt_content": "更新啦~"
        },
        {
            "author": "122309",
            "timestamp": 1397464260,
            "txt_content": "zxc203151 发表于 2014-4-14 01:01\n更新啦~\n群峦传说1.6.4有BUG 猪肉不能烤，食物都吃不了"
        },
        {
            "author": "Q1159655183",
            "timestamp": 1397471400,
            "txt_content": "太牛了！！！！！！"
        },
        {
            "author": "暗夜骑士",
            "timestamp": 1397474820,
            "txt_content": "新加了啥生物？"
        },
        {
            "author": "zxc203151",
            "timestamp": 1397561100,
            "txt_content": "122309 发表于 2014-4-14 16:31\n群峦传说1.6.4有BUG 猪肉不能烤，食物都吃不了\n更新XXX.6版"
        },
        {
            "author": "zxc203151",
            "timestamp": 1399186020,
            "txt_content": "更新#12~~~~"
        }
    ]
}