{
    "title": "用文言文翻译了一下mo的告白帖，还挺有味道的",
    "author": "长手的苦力怕",
    "replyCount": 28,
    "timestamp": 1397491440,
    "txt_content": "原文:\n是的，长手的苦力怕，请容许我叫你长手君吧。为什么骤感无力呢？为什么我会觉得我根本没有希望呢？是因为Hsir太强大了？还是我觉得你会认为我正弱智地把感情当儿戏玩？这里没有一见钟情，没有生死之恋，没有白头携老，没有什么肉欲，没有所谓的纯真的爱情。这不是电影。这只是一个人，一个普通人，对另一个的追求而已，只是两个可以称之为小孩的重度中二病患者之间的感情。也许我说的，我做的，一切都很幼齿，但这是为了你，我无悔，无论收到的结果如何。也许你无法收下我的爱，那请一字不漏地收下我的信吧，今夜我将倾尽所有。这里没有虚伪，我不需要撒什么谎来掩盖什么丑陋；也没有表情，因为我希望你能从透过文字中，看到藏在文字背后的表情。当初我初次认识你的时候——也许这还算不上认识吧——是在你邀请我做你的文学组的副组长的时候。当时我发现我被选为副组长的时候，真的有些受宠若惊呢。我开始与你有了接触，在你的言论和行为间，我隐隐觉得你是个女生。你可真是个令人捉摸不透的人啊——但是我喜欢。然后，我便默认为你确实是个妹子了。但在我对其他亲近你的人谈起你用起“她”时，他们却又强制我纠正为“他”——对此我是半信半疑，但碍于我对你的了解有限。我想，那时我对你便也有些感情了吧，因为一些外界的因素。我想，多么活灵活现的可爱的人啊，怎么会不是女生呢？后来，我稍作分析，却又突然认定你确实是个妹子了。但当时我并没有把你作为追求目标。你的言辞却又证明了我的认定，那是再后来的事了。我想，这该不是说谎吧，一个正常人在被疲惫，痛苦，疾病，悲伤和愤怒环绕着的时候，是说不出何等真实的谎言的。于是我对此深信不疑。想要完全认识一个人是不可能的。这句话送给你，也送给我。真正让我对你产生感情的是在前几天，那件事。我这就与你提起。在哪之前，我一直把你认定为一个充满斗志的水货，也没有深入地去了解你——甚至在那之前，我都还没有翻过你的发帖列表——而那天晚上我这样做了，才看到之前被病痛折磨着的你发出的诉苦帖。我才知道你先前说的生病，休学，痛苦是怎么一回事。请原谅我先前对你的不了解。才会说出“谁叫你平时水太多，没人想理你”这样无情的话。想来我就内疚，尽管当时我并不清楚你是否有将我放在“真正的朋友”那一列。你没有回复我，我以为是你没看见——我也希望你是没有看见。我想了很久，也上网查了，都没搞懂到底有多严重，多痛苦。就如其他人所说，“男生永远不懂痛经的感受”是的，我确实不懂，我这辈子都没有受到过大到我现在都记忆犹新的疼痛，所以恐怕我也无法想像。但每次想到那个诉苦帖，那个我没看到的，在与我写这段文字相同的时间发出来的诉苦帖，我便有种压抑，让我难受得想要哭出来。我这时发现也许我是在乎你的，也许还不够格称之为“爱”，也许掺杂了其他的感情。每当我发帖，首当其冲想见到的是你；我总是疯狂地刷新，等你的回复。也许，今夜，我将为你，为这张丑陋的纸而无眠。我不知道你是不是真心地爱着Hsir——是不是都没关系。我觉得我是没有希望的了,你对其他人说的时候你说“我会委婉地拒绝他”，我知道，这一句就是你原来想说的，而后面的“如果他写得好我会考虑”则是不希望直接地打击我和其他人——也可能是你心里突然决定给我留一丝余地，不愿直接拒绝我罢了。其实我受得了。前辈对于长相都说不要让人看着不舒服就够了，但我看着镜子就很不舒服，不知道是不是因为我没法做出正确的评价。我想我有一点点自卑，希望在这方面，还是留给双方一个想象的空间算了。我认为这个世界上有三样东西是我描写不出来的：爱，暴风雨和死亡。那么，请与我站在暴风雨中，由我做你的伞，用爱抵抗近在咫尺的死亡吧！我希望你明白我的心。我是真心的，而不是那些违心，无心或是所谓的玩弄感情。请与我交往吧！请允许我在这激动的时候用词不畅，我知道我这笨笔是写不出我现在的心情和对你的感情的。我狠下心来了，我要用那个字了：用完之后整封信都会不一样的！我爱你！是的！我爱你！长手姐！没有什么能阻遏我现在的感情了！我已经疯了！无论你是迎合还是不屑一顾——我爱你！我思念着你，尽管我们之间的感情在长者看来一定会嘲笑，这等的鲁莽与愚蠢……Idon't care！这就是我的全部！天呐……，那个缩在屏幕后面的，时而可爱，有时傲娇一下的；也会有楚楚动人，脆弱一面的，需要掺扶小苦力怕……你是多么地美……，我发自内心地这样想，美丽这种东西不是感官所能判断的！我并不渴求于占有你，但我已经将爱摆在这里了，我希望你能收下。人之常情，我也贪婪地，奢求能够收到，哪怕极其微薄的一份，你所返还的爱……我作为一位孩子——我将来，或是前辈们一定这样想——是做不出什么海枯石烂，天荒地老的山盟海誓的，也不敢。我能做的，我发誓，如果你愿意接受，在我们交往的时候，如果我发现我爱的不是你，我会告诉你；但我绝不会对你说谎，背叛你及冷落你；同样的，你若发现与我相处并非你的芳心所向，我也会接受。我只希望你能幸福，这是爱情所能给予的，最昂贵的东西。希望你早日康复，希望你脱离痛苦。如果长手君拒绝我，Hsir，请不要拒绝她，请让她幸福，我爱她，所以我也希望你能爱她。自然的，我也希望你能张开怀抱迎接我，及我的心。Loves，Mo\n\n\n\n译文:\n为之，长恐手之作，余谓君容长手也。何以骤感不能乎？？其余为余本无欲乎？？是以Hsir太强矣？犹吾子必以吾正觉弱智地把情玩玩？此非一见钟情，无生之恋，无头携老，未有所欲，非谓之纯之爱情。此非电影自副。其徒一人，一个普通人，谓一者求耳，但两可名之为儿童之重度中二者之。或予言之，吾之所为，皆甚幼齿，而其为子，吾无悔，无论得之果何如。其子不受吾之爱，其请一字不漏地受吾之信！，今夜吾将倾竭。此非虚，吾不要撒谎来掩何恶何；亦无所容，以吾望汝得透字中，见藏于文背之色。初予初识君之日——或其犹不上识也——是于君邀予为君之文学缊之副组长之日。时予知予选为副组长之日，甚者或受宠若惊乎。予始与君有了接，于汝之言与行间，吾知汝乃一生隐。汝可甚是个可测不透之人也——然吾好。然后，余乃默以公诚一妹矣。然以余于他亲子之人言卿以起“之”时，而又强吾正为“其”——此吾乃疑，但碍于吾于汝之知有。予思，吾于君则亦有情矣，以其外之也。予思，何可掬者媚之人兮，岂非生乎？？后，余少分，而遽以公诚一妹矣。而是时吾无以君为求目标。子之言而验吾之定，则后之事矣。予思，此其非诳乎，一常人以为疲，苦痛，疾病，哀怒环之日，是谓不出何实之诬也。乃吾不信。欲一识一人，不可得也。其言与公，亦与吾。诚使吾于尔有情者以前天，其事。其余则与子言。在那前，吾素以子谓心之水货盈一，亦未深而知子——至於其先，余尚无逾卿之发帖表——而夕予之，方见前为痛苦而之汝发之告诉帖帖。余始知汝前言之病，休学，苦者何也。请宥余于汝之不知。乃言“谁谓汝水过多平日，无人思理子”是无情之语。想吾则咎，予不明公岂有将吾放在“真之友”那一列。无复余子，余以为为君不见——余亦希望汝乃未见。吾思之久矣，亦上网查矣，皆不搞懂竟有多大，多苦。即如他人言，“男永远不知痛经之感”者，乃之，吾不知，吾此身皆无经大至吾今皆为记之痛，故其余亦可知。而每思至其诉帖，其余未见之，以与吾作此段文字同之时发之诉帖，余则有一屈，使吾苦得欲啼。余时见或吾乃在君之，或不足谓之“爱”，或搀了他之情。吾发帖，冲为君思见之；余每疯狂地新，诸子之报。或时，今夜，吾将为子，为此张丑之纸而不眠。吾不知汝乃非真心地爱着Hsir——是非皆无妨。吾知吾乃弗愿也，子谓他人言之日公曰“吾必婉拒之。”，吾知，此一句为君则思也，而后之“如其为善吾将思”则不欲直而击吾与他人——亦可为汝心骤决与吾留一丝地，不直拒吾耳。其余堪。前辈于形貌皆曰勿使人视不平则止，而余顾镜则甚不安，不知是非予不法为定之论。吾思吾一点点卑，愿以此方，留与相一想之间已。余以为此世界上有三物乃吾写不也：爱，暴雨与死。然则，请与余立于暴雨中，自吾为汝之伞，以爱拒咫尺之死！！吾愿君知吾之心。吾乃真心之，而非其违心，无心或谓之弄情。请与予交乎！请许吾在其动之时辞不通，吾知吾此拙笔，写不出吾之心意及于汝之情者。余狠下心来矣，吾须用其字矣：尽后整书皆有不同！吾爱子！为之！吾爱子！长手姐！无以遏吾今之情矣！吾已疯矣！无论汝乃吾爱子——合犹不屑！吾念尔，虽吾之情以长则必笑，此等之勇与愚……Idon ' t care！此即吾之尽！天呐……，其缩在屏后者，时则可爱，或傲娇一下之；亦当有子，脆一面之，须搀扶小作怕……汝乃何地美……，吾心地如此思，美者非耳目所能决之！吾无求于有子，然吾已在此矣将爱，吾愿君能受。夫人之情，余亦贪地，求能收到，虽极薄的一，汝所还之爱……吾为一儿——余来，或前辈必然思——是为无海枯石烂，天荒地老之山盟海誓之，亦不敢。吾能为也，吾誓，若尔愿受，以吾之交之日，若余见吾爱之非子，吾将告汝；然吾不于汝诳语，背子及条子；同之，君若见与吾处非君之所向芳心，吾亦当受。吾但愿君幸福能，此爱情所予之，最贵者也。愿君早日平复，愿君去苦。若长手君不吾，Hsir，请勿绝之，请之幸福，余爱其，故吾亦望汝能爱之。自然之，吾亦望汝能张怀迎予，及吾之心。Loves，Mo\n",
    "replies": [
        {
            "author": "黑岩EX",
            "timestamp": 1397492700,
            "txt_content": "额…………已吓尿……O_o"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1397492700,
            "txt_content": "你确定深夜发帖不会沉？（又换头像啦，造梦？）\n其实我怎么感觉换了文言文就感觉读英语一样啊{:10_503:}{:10_503:}（英语渣）"
        },
        {
            "author": "Yyb5",
            "timestamp": 1397492760,
            "txt_content": "长手姐姐好厉害，沙发归我"
        },
        {
            "author": "神秘预言师",
            "timestamp": 1397495160,
            "txt_content": "what? 长手是MM? 我还以为长手是个正太来着。 而且我刚下班就看到这样的帖子，表示无语。"
        },
        {
            "author": "大大苦力怕",
            "timestamp": 1397495280,
            "txt_content": "如果不是机翻，药不可断= ="
        },
        {
            "author": "神秘预言师",
            "timestamp": 1397495460,
            "txt_content": "这倒霉孩子是在哪里抄来的长篇大论？吓哭了。。。250=mo。。。这名字真有先见之明。。。"
        },
        {
            "author": "花钱丶伤",
            "timestamp": 1397496780,
            "txt_content": "屌么这何为你君手长？（你反着读我的话看看）"
        },
        {
            "author": "锋锋2003",
            "timestamp": 1397515800,
            "txt_content": "我小时候文言文没学好啊……{:10_564:}"
        },
        {
            "author": "锋锋2003",
            "timestamp": 1397515860,
            "txt_content": "看不懂看不懂~\n看看我的直播吧，生存直播\nhttp://my.4399.com/forums-thread-tagid-79699-id-40650601.html"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1397516520,
            "txt_content": "神秘预言师 发表于 2014-4-15 01:11\n这倒霉孩子是在哪里抄来的长篇大论？吓哭了。。。250=mo。。。这名字真有先见之明。。。 ...\n你看我签名最后一句←_←"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1397516640,
            "txt_content": "大大苦力怕 发表于 2014-4-15 01:08\n如果不是机翻，药不可断= =\n哇哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "米安博奥",
            "timestamp": 1397516820,
            "txt_content": "看到译文  表示  楼主好学问"
        },
        {
            "author": "zjy",
            "timestamp": 1397538540,
            "txt_content": "可惜楼主是个男的"
        },
        {
            "author": "神秘预言师",
            "timestamp": 1397542380,
            "txt_content": "长手的苦力怕 发表于 2014-4-15 07:02\n你看我签名最后一句←_←\n被你发现了=。=我只是想进去看看那个逗比孩子的帖子。。。"
        },
        {
            "author": "250=mo",
            "timestamp": 1397569800,
            "txt_content": "=w=\n你真有心~近来什么事怎么总不在~"
        },
        {
            "author": "1277832129",
            "timestamp": 1397570340,
            "txt_content": "恩 噗 还好"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1397612520,
            "txt_content": "zjy 发表于 2014-4-15 13:09\n可惜楼主是个男的\n←_←\n\n"
        },
        {
            "author": "Umikaze",
            "timestamp": 1397612700,
            "txt_content": "可惜楼主真的是男♂的"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1397612760,
            "txt_content": "1427639813 发表于 2014-4-16 09:45\n可惜楼主真的是男♂的\n←_←\n"
        },
        {
            "author": "Umikaze",
            "timestamp": 1397612760,
            "txt_content": "长手的苦力怕 发表于 2014-4-16 09:46\n←_←\n神回复0 0"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1397612820,
            "txt_content": "1427639813 发表于 2014-4-16 09:46\n神回复0 0\n我是没话说了←_←"
        },
        {
            "author": "Umikaze",
            "timestamp": 1397612820,
            "txt_content": "长手的苦力怕 发表于 2014-4-16 09:47\n我是没话说了←_←\n那。。。。。要我分析？"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1397612940,
            "txt_content": "1427639813 发表于 2014-4-16 09:47\n那。。。。。要我分析？\n不要←_←\n"
        },
        {
            "author": "Umikaze",
            "timestamp": 1397613060,
            "txt_content": "长手的苦力怕 发表于 2014-4-16 09:49\n不要←_←\n呵呵呵~  "
        },
        {
            "author": "1214123147",
            "timestamp": 1397754360,
            "txt_content": "看时似易懂，念时如天书。要问世间几诗为极品，当为lz诗。\n月照心慌慌，念诗勿喷饭。几年难遇论坛告白贴，且行且珍惜。"
        },
        {
            "author": "MC猪人",
            "timestamp": 1397793660,
            "txt_content": "背子及条子\n          条子=警察"
        },
        {
            "author": "lcpg",
            "timestamp": 1397806200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1.3806",
            "timestamp": 1397810160,
            "txt_content": "瞎扯[diamond_sword]"
        }
    ]
}