{
    "title": "[1.7.10][TerraFirmaCraft——群峦传说][中文]0.79.x",
    "author": "ennett01",
    "replyCount": 99,
    "timestamp": 1397549700,
    "txt_content": " 本帖最后由 没糖的葫芦 于 2018-7-30 22:24 编辑 \n\n\n\n\n      万众期待的自虐倾向MOD 群峦传说 最近更新到了1.7.10版本 这次作者很良心的源生了全部的中文信息，也就省去了汉化的麻烦，不过这版MOD有个问题就是被悲剧的1.7光照系统影响，安装TFC以后在超过256高度的地方游戏会奇慢无比，为了解决这个问题可以安装fastcraft这个mod，本人已经集成到网盘中，请有问题的童鞋一并下载...\n\nPS：本贴子停止支持1.6.X的TFC模组相关支持，如有需要请至过期MOD中自行搜索。\n\n2016年到来了：     谨此新年之际，我在这里祝愿大家新年愉快。不知不觉中，这个帖子已经陪伴大家1年多了吧，感谢大家对TFC模组的喜爱，感谢大家对本帖的支持但是正所谓天下无不散的宴席，喂，我这么说可不要想多了啊，我想说的是2016年开始本帖将无限期停止更新，至于原因嘛！我想引用TFC作者的话来向大家表白，呸，表明：\n\n0.79.28 最终版已经放出Jan 02 2016 08:45 PM \nTFC作者 :Kittychanley 祝大家新年快乐\n\nToday is the 4th anniversary of TerraFirmacraft and to celebrate I've released a final update to TFC1. Development for TerraFirmaCraft is officially switching to focus solely on TFC2, meaning that there will be no 0.79.28 update unless a major bug, crash, or exploit is reported.\n\n今天是群峦传说模组的4周年纪念日，藉此普天同庆之际我放出了群峦传说模组的最后一个更新版本。为嘛呢？因为我们群峦传说开发组已经正式开始把主要精力都放在了群峦传说2模组的设计和研发工作当中，这就意味着除非major出现了重大bug 、崩溃或者漏洞神马的，以后就不会有0.79.28版本了。我的PS：然而0.79.28版本还是更新了，因为major出现了重大崩溃现象\n\nThe TFC1 Suggestion Forum will remain open for users to discuss existing topics, but creation of new topics has been disabled. Please use the TFC2 Suggestion Forum to post new suggestions, making sure to follow the rules and understand that TFC2 is a complete, from-scratch rewrite and will be very different from TFC1. We will continue to read both forums when looking for suggestions during development.\n\n\n然后我们的TFC1讨论论坛依然会向各位开放，允许大家就已发布的主题和帖子尽心讨论，但是新发布主题被禁止了。所以，请大家去TFC2的讨论论坛玩吧，不过要记住，TFC2论坛中是不允许发布有关TFC1模组的相关问题和讨论的哦我们的开发组依然会同时关注这两个论坛，并跟大家互动交流.\n\nThe wiki will also continue to be updated for TFC1. I have removed the outdated banner that displays at the top, but that does not mean that the entire wiki is now up to date. There is still a fair amount of missing or old information, so I encourage everyone who is interested to look into how to contribute to the wiki. Even if you aren't given trusted editor status, anyone with an account is able to edit the talk tab of pages and suggest changes to be made. There is also a discussion forum post for suggesting changes.\n嘛，TFC1的wiki依旧会继续更新.我已经删除了一些wiki顶端的一些过期条目,但是这不意味着wiki现在有新的更新。所以嘛,wiki上还是存在相当多的不完整和错误信息，所以我希望有感兴趣的人能够看一下如何更新wiki,并帮助大家完善wiki的内容。当然你也可以到TFC1论坛的相关帖子中直接把你的想法和建议发给我们，感谢大家4年来的支持，让我们TFC2再见。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        重要说明：  0.79.29是群峦传说1模组的最后一个模组了，以后应该不会有更新了   这是因为大神们都跑去开发群峦传说2了，听说2会有完全与1不同的新系统和新内容   届时我会第一时间联系开发组取得授权，并另开帖发布，感谢大家支持！\n\n\n\n下载地址--版本已终结\n\n\n*使用0.79.26版本的同学请务必升级你的客户端和服务端\nforge版本至10.13.4.1558或以上，否则无法进入游\n请不要使用覆盖minecraft.jar压缩包内文件的中文输入补丁，这将导致anvil gui（铁砧界面）崩溃。 \n\n网盘链接：\n\n点击这里下载                 \n\n\n历史版本、详细介绍和教程等\n\n\n推荐教程1：请点击这里\n\n---感谢三钛合金提供本教程\n\n\n\n推荐教程2：已经鸽了，期待大神补充\n\n\n\n\n\n更新日志，只会发布重大的新内容，\n其他调整和BUG修复请移步官网自行机翻吧\n\nTFC 0.79.26 Changelog\nNew FeaturesAdded WAILA support for protection meters.Added config option to disable the tool mode indicator.\nTweaksSeeds for hardy crops can be planted regardless of the current temperature.Removed leftover calls to unfinished, unimplemented, body temperature system. Should create slight performance increases.Widened core sample scan range for surface nugget spawning.All extra items obtained from crafting recipes such as hides from scraping sheepskin and straw from refining grain are dropped at the player's feet instead of first attempting to place it in their inventory.Grass can now spread to blocks with indirect sky access (e.g. blocks underneath transparent blocks like glass or fences).Floating grass that is within range of support beams will not convert to dirt when receiving a block update.\nBug FixesFixed missing NBT data error message using display name instead of unlocalized name, resulting in random crashes when looking up recipes for food.Cleaned up food crafting recipes so both the input and the output displayed have the blank NBT tags.Fixed dough making not consuming enough grain due to the negative decay value on extremely fresh or cheated-in foods.Removed some leftover references to the old dual-ores that would appear when using addons like NEI.Fixed block exist check in fungi spawning using vanilla's weird coordinate system.Fixed being able to pick up lava and hot spring water with a barrel or large vessel.Fixed possible liquid dupe exploit.Fixed buggy plum tree leaves. All buggy plum leaf blocks must be broken manually for new bug-free plum leaf blocks to grow.Fixed decay tag truncating causing some foods to last indefinitely if the initial tick created a small enough amount of decay.Fixed milk buckets that have been filled from a barrel or large vessel missing their NBT data.Fixed spawn protection capping out at 180 days regardless of config setting.Fixed server/client config sync issues for ore unit and timer config options.Fixed synced config options from servers being applied to single player worlds if the player does not restart the game after logging out of the server.Fixed issue with hot, unworked items that are hit or drawn in the anvil not displaying the \"This item has been worked\" tooltip since the arrow was not moved.Fixed extra unit obtained from pouring liquid unshaped metal into a crucible or another mold.Fixed baby animals occasionally spawning inside of blocks and dying if the mother was standing right next to the block when giving birth.\n\n\n\n\nTFC 0.79.26 Changelog\nUpgraded to Forge 10.13.4.1558\nNew FeaturesThe prospector's pick now works with all blocks put into the TFCOres.cfg file in addition to TFC ore blocks.Added config option for crops on farmland dropping seeds when they die of natural causes such as old age, freezing temperatures, or not enough sunlight.Added clearchunk debug command used to strip the surface blocks off of a chunk to reveal the raw stone below.Added tree layers to debug info overlay.Added WAILA support to distinguish between the different water plants.Barrels and Large Vessels now have grayed out slots when sealed to make it a bit more obvious that the slots cannot be interacted with until the container is unsealed.Added localization support for \"This item has been worked\" tooltip.\nTweaksCompletely cooled, completely full, unshaped ingots now stack to 32.Blueprint Cleanup\nAdded help tooltips to blueprints.Removed \"BR:\" prefix from blueprint item names.Added chat error message for attempting to use a blueprint without having a hammer or chisel.\nSnow can no longer accumulate on top of pottery blocksStripChunkCommand will not remove any blocks found in the TFCOres.cfg file, in addition to TFC ore blocks.Ore that is mined without the proper tool will drop nothing. Hammers can be used to break ore blocks, although it will take the same time as breaking the block by hand, and will only drop the nugget version of the ore. Minerals will drop nothing, as they do not have nugget versions.Kimberlite will now always drop at least a chipped gem when mined with a proper tool, instead of often dropping nothing.Fruit Tree Cleanup\nGrowth is now based on year length. Trunk blocks take 1.5 months to grow (at least 6 months from planting until first branch appears), and additional branches take 1 month to grow. Leaf blocks can grow every 2 days regardless of year length.Growth cannot occur during winter months regardless of temperature, but will catch up for the lost time in the spring.Branches will not grow unless the trunk is at the maximum height of 4 blocks.Newly generated trunk and branch blocks are more likely to also generate with a few leaf blocks.\nFood and Thirst no longer deplete while debug mode is enabled.WAILA display for smoke rack now uses verbs instead of nouns to make it more clear that the smoking and drying is in progress, and not complete.Firepit input slot has been restricted to only items that it can heat up, as well as firestarters and flint & steel.Ingots, Double Ingots, Sheets and Double Sheets cannot stack if they are heated, or have been worked.Bears are now 10 times as likely to attack a nearby player, and move twice as fast.Tweaked cloudberry and cranberry bush generation.\nIncreased the max bio temp for both by 5 degrees.Generation now works on peat grass blocks in addition to peat blocks.Cloudberry now has higher priority over cranberry for generating on top of a peat deposit.\nTweaked code for animals to help increase addon compatibility.\nBug FixesFixed NPE caused by last blueprint of stack not being properly deleted.Fixed blueprint GUI so under the correct circumstances the title displays \"Change Rotation\" and there is no blinking cursor in the text box to make it more obvious what the screen is for.Fixed wrought iron knife blades providing their own ceramic mold when melted in a forge.Bugged leather racks will no longer cause block updates when they delete themselves.Fixed torches extinguishing early if there is a desync between the client and the server.Fixed javelins losing their NBT data when thrown.Fixed javelins not applying the smithing bonus for attack damage when thrown.Fixed unknown/incorrect dirt blocks generating underneath pine and sequoia trees that spawned directly on top of clay, clay grass, peat, or peat grass.Fixed time variables not being updated when creating a new world until after world generation was complete.Fixed spawn chunks being covered in snow if the world was created immediately after leaving a world that was in the winter months.Fixed food stack hotkey combining cheeses with different infusions.Fixed food stack hotkey combining food with different smoke profiles.Fixed crafting grid output showing incorrect NBT data for refining grains and making dough.Fixed not getting straw if grain is refined using shift-click.Fixed WAILA header for some ore blocks not using white text.Fixed smoke rack string not always updating and turning black when smoking is complete.Fixed off-by-one error for WAILA smoking timer display.Fixed some big trees not properly generating branches in the leaves.Fixed player inventory/crafting grid not respecting slot and item max stack size when shift-clicking.Fixed vanilla bug where shift-clicking a crafting output that results in a stack of multiple items will consume some of the items if they cannot all fit in the player's inventory.Fixed wooden buckets not posting the FillBucketEvent\n\nTFC 0.79.21 Changelog\nNew FeaturesAdded forge version enforcement so the game will not load if the installed forge version is not at least the version TFC was built on.Added WAILA display for timer on log piles while they are part of a lit charcoal pit, although this is only visible if the log pile is exposed with a metal (trap)door or you are quickly looking at it through the flames before the block burns up.Added config option for gold pans and sluices overworking chunks.Added ability for addons to add custom armors.Added custom flower pots to hold TFC plants. Made directly from the clay forming interface, no pit kiln firing necessary. Cannot hold fruit tree saplings, but can hold all other saplings, flowers, and misc plants such as cacti and mushrooms.\nClay forming recipe : \nAdded tooltip to display durability bonus gained from smithing skill.Added animal time multiplier config option that changes both gestation period times and required days until adulthood.Added API functionality so addons can add custom chisel modes.Added config GUI support for the basic config options. The menu is accessed by clicking on Mods on the title screen, then selecting TerraFirmaCraft (not TFC[coremod]) from the list of mods, and then clicking the Config button.\nTweaksAdded vanilla iron doors to the whitelist for valid charcoal pit cover blocks.Gold pans can no longer be filled from blocks that are underneath flowing water.Wooden buckets and ceramic jugs can now be filled from flowing water.Peat blocks now look like an item when in inventories or as an item floating on the ground.Unknown ingots are now stored in piles. Any unknown ingots currently in chests will not be able to be put back in the chest once removed. Changed texture of unknown ingots to a muddy brown.Errors and info displayed in the console are a bit cleaner.Quivers and items that would overburden the player will go into the back slot when picked up from the ground if the slot is empty.Quivers and items that would overburden the player can now be shift-clicked into the back slot.Cleaned up shift-click behavior to be more consistent across containers.\nFood can now be shift-clicked into and out of the food prep interface. Other items can be shift-clicked into the side storage slots if they will fit.Shift-clicking items into the forge will first try to fill the input/fuel slots, and then place the entire rest of the stack in a single available storage slot.\nAdded pottery placement help tooltip to large vessels.\nBug FixesFixed log piles not always burning their invalid cover blocks if the charcoal pit was lit far enough away.Fixed Bloomery ClassCastException.Fixed food displaying heat color information used for metals, instead of having a maximum temperature of Very Hot.Fixed a few rare NullPointerExceptions with the anvil, forge, and knapping interface.Fixed crucibles and leather racks being invisible if there are no other solid blocks in the sub-chunk (regular chunk also divided into 16-block sections vertically).Fixed stone walls being replaced by leaves.Fixed desync of chisel mode between server and client.Fixed back slot item being deleted on death when gamerule keepInventory is set to true.Fixed using hotbar numbers to remove an item from the crafting output slot not properly transferring any associated NBT data to the newly created item.Fixed clay and clay grass in areas with metamorphic surface areas not having the correct dirt background.Fixed hunger filling overlay when holding a piece of food not rendering.Fixed world generation getting out of control and creating massive tendrils in deep ocean biomes that could crash the game.\nTFC 0.79.15 Changelog\nTweaks\nUnlit pumpkins no longer have faces again.Naturally generated fruit trees now have the same number of leaves as player grown fruit trees. Tweaked hitbox of fruit tree branches to make it easier to harvest saplings and fruit. Fruit can now be harvested from leaves using left or right click. Nerfed amount of fruit each leaf blocks drops to 4 - 16 ounces.Barrels no longer accept liquids with a temperature above 385 Kelvin. No more storing lava in a wooden barrel. Carpets can now be dyed with both vanilla and TFC dyes.Only fresh water barrels can be used to cool items down.Familiarity Tweaks:\n\n\nFamiliar animals can now be renamed even if they have already been named once.Bears can only be familiarized once a day. Made bears harder to familiarize by default, meaning that feeding them fish increases the familiarity by a much smaller value.Increased adult familiarity cap for bears, deer and pheasants since the babies are unobtainable.Set the adult familiarity cap for all other animals to be below the required value for naming.Chickens and pheasants can once again be plucked without having to be familiarized first, but plucking will decrease familiarity.\nWolf Tweaks:\n\n\nRemoved wolves having to wait a month after giving birth to breed again.Wolves will eat all meat with the exception of calamari.Female wolves will no longer chase after nearby male wolves after giving birth.Wolf collars can be dyed using both vanilla and TFC dyes.Wolves will only accept bones if they don't have an owner.Note: Wolf behavior in general is still a bit wonky, and likely will be until they are completely rewritten.\n\nBug Fixes\nFixed armor stands always dropping armor with full durability when \"killed\".Fixed seeds displaying the propick's \"Found nothing of interest\" message instead of \"It's too cold to plant this, it wouldn't survive very long.\"Fixed crafted items such as bricks not stacking when crafted using a smithed tool.\n\nNote: Existing items that do not stack will still experience the bug; this fix is only for items crafted from this update onwards.\nFixed graphite only spawning in schist.\n\nNote: This fix only applies to newly generated terrain. Chunks that have been loaded before this update will not have this fix, and the graphite will still only be located in schist rock. Unfortunately there is no simple way to retroactively generate the mineral. Deleting the region data for an area and regenerating the terrain will correctly spawn the graphite in all the intended stone types. Delete with caution as any changes to that area since it was originally generated will be reverted.\n?Fixed NullPointerException for the majority of cases where an item is missing necessary NBT data. An error message will print in the console if such an item is created. Please let us know if you ever see the error message in your console log.Fixed hunger bar showing part of the thirst bar to the right of it while the player is saturated.Fixed door duplicating when broken by a falling block.\n\n\nNote: Not all instances of the falling block duplicating were fixed.\n?Fixed donkeys not always dropping their chest contents on death.Fixed NullPointerException from putting hot items in a barrel with no liquid.Fixed bear familiarity indicator staying black.\nTFC 0.79.14 Changelog\nImportant: I highly recommend updating to forge v1272 to help with lag.\nTweaks\nAltered Cheese production slightly. Adding a bucket of vinegar to milk now creates a milk + vineger mix. More milk can be added afterward, if desired, to top off the barrel or it can be immediately sealed to create curdled milk. When turning curdled milk into cheese any edible food(except more cheese) can be added to infuse the cheese with extra flavor. Only 20oz or less will be accepted by the recipe. The exact amount determines the total amount of flavor added.Disabled frog sound below freezing temperatures.Adjusted familiarity indicator display to better indicate progress.Chickens will follow all livestock food instead of just wheat grain. Livestock will follow maize ears in addition to grains to match breeding items.Removed luring deer with vanilla wheat.Replaced all Blocks.air checks with isAir() for better compatibility. Should fix inability to till random soil blocks when Railcraft is installed.Fancy Spawn Egg Colors! Organized Creative tabs some more.Added nutrient tool tip to seeds. Only visible with at least expert agriculture skill (same as using nutrient hoe mode).Decreased speed that crucible inputs single liquid unshaped metal units for easier precision. Increased speed that crucible outputs into molds.Disabled Hemp Seeds. Note: This will result in a Forge Mod Loader error when you first load up your existing worlds. It is perfectly safe to hit \"Yes\".Disabled autoselection of plans in the anvil because this process cannot determine who the lastworker is. This can cause a number of issues. Will revisit this at a later point if a good way to determine the lastworker is found.Added Turkish LocalizationWhen chiseling, the red box that appears when detailing now also appears in other chisel modes.Updated several localisations.Added stained glass as a valid charcoal pit cover.Torches can be manually extinguished if right clicked with no torch or stick in hand.Made knife help tooltip more intuitive with non-soil block cause.All vanilla World Types now default to the normal TFC world type if generated.Tweaked basically every Gui behind the scenes to fix a few issues with texture packs.While food is being smoked, it will prevent decay ticks.When Smoking food, the string will now turn black when the item is fully smoked to give the players some indication that it is done.Donkeys no longer drop their chest on death. This is to prevent getting vanilla chests until I can rewrite horses.\nBug Fixes\n\n\n\nFixed fences being replaced by leaves.Spindles no longer stack and cannot be repaired by crafting togetherFixed Iron Age Achievement not triggering.Added a few more null and NullPointerException checks. NEI and other mods should not be producing NullPointerException errors\nanymore, and should render all items correctly.Fixed armor stands not dropping armor when \"killed\"Fixed Quiver Duping.Fixed picking up skeleton arrows/javelins when wearing a quiver.Prevent creepers, spiders, skeletons and zombies from spawning in leaves and thatch blocks.Fixed, zombies had a chance of dropping vanilla tools.Fixed leaves replacing sequoia trunks on generation.Fixed spawn protection not being correctly loaded.Fixed a bug where destroying a double chest could return a vanilla chest.Crops will now properly only drop harvests when the hoe ready mode is green, and no sooner. With the exception of peppers, this is when the crop is in the final stage of growth, and is using the final texture.Fixed brining not affecting flavor. Fixed inability to brine/pickle cheese.Fixed puppies despawning.Fixed barrels not draining liquid from the block when converting to an item when broken - Fixes cheese dupe.The seal date should now be correctly stored on broken barrels.Fixed ClassCastException from Debris checking if their top is solid instead of the top of the block below them.Fixed detailed blocks and slabs giving an invisible item when destroyed by falling block.Fixed falling blocks trying to fall through blocks with solid top and creating a never-ending falling sound.Fixed donkey inventory not functioning like a TFC Chest.\nTFC 0.79.13 Changelog\nImportant: This update will cause stairs to disappear from your world due to the rewrite. I apologize.\nTweaks\n\n\nAdded custom death message for alcohol poisoning and heat stroke.Partially rewrote drunk code so that drunk effects properly appear and disappear.Items that implement IFluidContainerItem can be used with barrels and large vessels now. This will add support for fluid item containers that are not in the simple forge FluidContainerRegistry, but instead use the IFluidContainerItem interface.Slowed decay for Wheat, Barley, Oat, Rye & Rice Grain (item, not category). Now decays at the same base rate as eggs and cheese.Tool Racks can be placed on solid sides of blocks, instead of only opaque cubes. Allows for placement on the large face of slabs.Tweaked where the bloom item drops when breaking a bloom block to provide more consistency. For best results stand in the block directly in from of the bloomery doors. Standing further away may cause the item to do weird things #BlameMojangHammers no longer take damage from chiseling.Rewrote stairs to be less resource intensive.Removed some silly code and tweaked water drinking by hand to be faster. Lowered drinking sound volume.Blast furnace will no longer accept items while there is a player inside the chimney.The owner of a wolf can now leash it to remove its anger toward a target. Note: This is still wonky when wolves are angry at other wolves.Cheese can now be smoked. It does not need to be brined first.\nBug Fixes\n\n\nFixed NameTag UI not sizing with screen.Fixed invisible water plant block in creative menu.Fixed grass sky check for grass, claygrass & peatgrass.Fixed the Unknown farmland block.Fixed buggy alcohol poisoning death.Fixed vanilla MC creating new snow if there is already some there.Removed barrel console spam.Fixed vanilla bow being created instead of TFC Bow.Fixed several instances of floating trees.Fixed support beams not being placed client side when placing from the top down.Fixed anvil not returning the correct damageDropped value. This also fixes the naming bug with NEI.Fixed being drunk and typing not attaching the players name to the chat message.Fixed wolf health resetting to 20 when tamingFixed transfer command not being usable unless opped.\nTFC 0.79.12 Changelog: Attack of the Pull Requests\nUpgraded to Forge 10.13.2.1236\nTweaks\n\n\nDetailed blocks now support onSideSolid checks for various purposes. Up to 12 miniblocks may be carved out of a side before it is no longer considered solid.Chiseling stairs now supports carving large sections out of a block instead of only allowing basic shaped stairs. Corner stairs are now a thing.The new year now starts in January instead of MarchThe bottom of the crucible hitbox was adjusted to help prevent miss-clicking when attempting to click on the forge beneath it.Lit torchs can now have their timer reset by interacting with another lit torch.Small Vessels with metal in them now show the metal amount in the tooltip.Blueprints for chiseled blocks now support rotation of the blueprint.Added visual heat bar to food icons.\nBug Fixes\n\n\nFixed disappearing grass bug that appeared in 79.11Fixed Large Vessel gui showing incorrect time.Lit torches should now properly extinguish in the rain.Unfired large vessels can no longer pick up water.Fixed squashed side texture on bellows.\nTFC 0.79.11 Changelog\nUpgraded to Forge 10.13.2.1236\nTweaks\n\n\nVertical support beams can now be placed on the ceiling and they will place all the supports needed to reach the floor.You can set a pit kiln on fire by dropping a torch on it, also addad a few sparks as a visual confirmation that it's working.Added Overworked indicator to sluices.Less than 1/4 full hunger now results in weakness and mining fatigue.Updated some AvoidEntity calls to certain animals and disabled vanilla spider jockeysTweaked food prep UIAdded a timer check to food for trimming decay to prevent the player from trimming decay while food is still trying to play catchup from a large time skip.Disabled forge gui hotbar keysFirestarter will generate smoke when it gets damaged from being used to start a fire.Replaced paper with straw for increasing the chance of making a firepit.Added sound to firestarter.Tweaked wolf litter sizes to be one to two puppies.Added new \"Preserving\" message to pickled food that is being stored in Vinegar.\nBug Fixes\n\n\nFix for rendering unknown dirt farmland.Fixed too high catastrophic support beam collapse chance. Now set to a flat 1% chance of supports snapping when a cavein occurs above them.Fixed several charcoal related bugs.Fixed alcohol partial recipes not functioning.Added missing Silver, HC and Unknown molding recipes.Fixed frog sound. Will only play at night in fresh water surface block, and if there is a grass or water plant block near by.Added code to make sure that knives are destroyed when handling food.Fixed health bar showing current health as higher than max health.Fixed rare stack overflow from dense forest generation.Fixed flying sequoia trees in snowy areas.Leaves should now properly cause slowdown to entities when walking through themWool sheared from sheep can be turned into yarn againFixed scythe not taking damage.Nametag no longer tries to reference non-existent nametag texture.Fixed bow animations and rendering using ASM. Removed some vanilla lines that were hardcoded by mojang.Fixed leaves and thatch not causing slowdown when being walked through.Bloom to iron ingot process is now properly Refine -> Split -> RefineCan no longer quickstack foods with various processing tags which caused the loss of all tags.Fixed brining not consuming the correct amount of brineFixed Barrel giving incorrect pickling message.Fixed knife dupes with splitting food.\n\nTFC 0.79.0 变更日志\n重要提示\nMinecraft 1.7 有着臭名昭著的光照验算系统，嘛这也直接影响了TFC’的256高度的世界表现效果. 所以捏, minecraft 在装了TFC以后可能会变得灰常之卡卡卡，这种么办呢？.要解决这个问题和一些其他的..我们不确定的一些minecraft游戏的错误，我们强烈建议你使用 FastCraft by Player 这个MOD . 这个MOD是可选择的，他可以分别被运行在服务端和客户端. \n在wiki完善期间，你可以使用 NEI 和 NEI Plugin 方便的获得新增的和更改食谱的配方.\n新元素\n\n\n对许多道具增加了矿石索引的支持Kitty被代码弄疯了，顺便说了一些废话，让我们忽略它们吧增加了凉皮架子. 什么！不是凉皮！就是晾干一张皮，好吧是晾皮架子，在一块水平放置的原木上，点右键放置一块浸泡过的皮革，然后用小刀在皮上右键就可以玩刮刮乐了，刮过的部分会变色，全部刮开就会中500万了..哦不对 是得到刮过的皮革了..XD增加了一些鲜花，截止到目前为止，这些鲜花除了坑爹的好看以外一无是处。泡温泉现在可以缓慢的恢复生命..可别淹死了木桶可以呈现其所装的液体类型了，嘛就是说现在木桶在不密封的状态下是没有盖子的，你可以方便的看到木桶里面装的是什么液体。然后木桶也有了一个存放物体的空间，不过不要梦想能够看到固体形状了，这不可能。另外用容器右键木桶可以方便的倒入和取出液体，不密闭的木桶可以收集雨水了，这真是个好消息。增加了几种不同材质的木头箱子增加了新的环境音效和动物的声音，包括晚上有蟋蟀青蛙的叫声等等增加了特定的岩石的砾石 现在会出现在不同高度的泥土上面.增加了一个大型陶瓷罐子，用于在原始人时代实现桶子的作用。（这算哪门子的福音） 这玩意可以容纳 5000mb 的液体，是桶子容量的一半。然后这玩意可以存放9个物品，桶子是12个. 然后最主要的是，这货不能用来酿酒！魂淡，女儿红 状元红神马的不都是用瓷坛子酿出来的吗！严重抗议！哔哔，黑科技负载均衡设备已经启动。现在你背包物品的重量会影响你身体的活动能力。如果你带物品超重，你将无法移动，所以你只能随地乱丢了！增加两种新的膳食类型, 三明治和莎拉！ 移除了就得通用膳食并重新设计了食物准备界面。三明治比其他膳食而言具有恒搞得营养价值,并且比其他食物多了 25% 的填充比. 莎拉是非常容易创建的基本膳食类型。所有的食物现在都有了一种特别的口感。 每个玩家也都会有一种对味道的嗜好。口味系统，当玩家做饭的时候，饭菜的味道会自动匹配成为该玩家偏好的口味，这会使得这种食物对于这种口味的人变得更有营养价值和能够吃的更久一点...其实这一点也不科学！所有食物现在都会有一个基础的味道列表，这个东西会随着环境的影响而改变。在动物生态中，这种口味系统是随机的（未来会变得可控制，但现在不行）.然而作物生成的时候，口味系统的数值会收到周围生长环境影响，也可以被玩家人为控制（未来版本中这些将变得透明一些）.做饭的时候, 所有口味混合在一起决定了饭餐的味道，黑长直你懂的.为以下物品的制作配方增加了名称标签: 墨点, 纸, 线   右键名称标签给它名字钓鱼系统已经回炉重做，现在提供更多物品和经验值抛竿--按住右键来进行抛竿蓄力，松开右键进行抛竿。蓄力越久抛竿越远，蓄力状态留意鱼竿的变化收杆--抛竿后按住右键可以收回鱼线和浮子鱼儿咬钩以后，适当收杆，不要崩断鱼线。鱿鱼现在只会在海中出生, 鲈鱼只会在湖里出生.新增了勘探和屠宰技能提升你的勘探技能能够有效减少探矿时的误报率，并且它有一个作用是在淘矿中可以找到高品质的矿石，例如进阶的勘探技能可以在淘矿中解锁找到银矿的能力。屠宰技能经验获得的来源就是杀死动物。（好弱智...目的是指出杀怪物和人类是不算的）随着技能的增加，杀死动物掉落的肉类会变得更多。正因如此，没有屠宰技能的情况下，动物掉落的肉类数量将大大减少。在没有屠宰技能时，只有1%的概率会掉落大量的肉，这个概率会随着屠宰技能的增加而增加增加了天气系统和雾气系统，雾气在恶劣天气或早晨将会消散。火把现在有燃烧时间，为游戏中的48小时。不过火把可以通过手持新的火把 然后对熄灭的火把右键进行重新点燃，这样并不会消耗你手中的火把。重写并重新启用了护甲架系统。增加了（坑爹）纺织系统，魂淡又科学了。右键把纤维放到纺车上. (16 个羊毛纱 或者 24 个蜘蛛线)按住shift的同时右键织布机开始织布动作（经验证你可以按住shift和右键不放直到织布完成）\n\n\n等到布匹成型，织布机不再动作，对织布机单机右键就可以收取你的布匹丝绸、羊毛可以被用来替换合成地毯、床和图画\n增加了烟熏架和干燥食品。食材必须先用卤水进行腌渍。卤水由10% 的醋 和 90% 的盐水组成. 当食物被腌渍后将会大幅度增加其保质期。为铁砧添加了剪刀的配方，可以由两片短刀刃合成。增加了锻铁烤肉架，这个新式武器一次可以同时烧烤6种食物增加了很多由不同的金属锭和金属板合成的活版门，颜色会根据合成金属的颜色来决定。增加了更多的配置选项。增加了一些泥砖道具，目前是may the force be with you.--别太放肆 没什么用增加了服务器的时间减速效果选项，当服务器没有玩家在线的时候可以控制世界时间行进的速度。增加了一个选项用来改变 quiver HUD（这个是啥我真不懂） 的位置。该项的值为bottomleft, left, topleft, bottomright, right, topright.骷髅现在携带箭袋了食物现在有两个指标显示条，顶部是新鲜度（腐烂值）10%为绿色，后90%显示为红色，下面黄色的是份量（就是耐久值），一般有160盎司。增加了几个针对食品管理的快捷键。在物品栏按 S 可以把当前鼠标悬停位置的食物块与其他的合并。在物品栏按 D 可以快速用小刀切断腐烂的食物部分。（牺牲份量，换取新鲜度）在生命条上添加生命数值。.锻造技能现在可以正确的影响制造出的工具/武器/盔甲的耐久度，并将额外影响锻造武器的伤害数值.岩浆现在随机创建在沉积岩地表的周围。（可能是吧 懒得去理解了）.\n调整\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n木板类道具现在被称为“木材”，以便减少与其他道具之间的混淆烹饪食品的时候现在可以往里面加盐了精制作物重量将根据原始食物的重量计算.粘土合成失败时至少会留下1个单位的剩余。在进入容器中新增了“固化”提示，不再显示为液体Removed gender chat message for all animals with visual gender differences.这不懂啊..移除了动物的交配信息还是性别信息捏 总之看起来很黄很暴力的样子。望知情人士提供给我信息。\n木门现在能被烧毁...在寒冷环境中作物不再立即死亡，而是随着天数的增加立即死亡的概率死去的作物会在以类似岩石和碎片的方式平铺在地表，以留下他们的种子，而不是散落在地面的可以消失的道具。魂淡，终于不怕扫地大妈了！碎片在地表呈现为平坦的2D快速图形移除了右键收割作物的能力，现在所有包括西红柿和辣椒在内的作物，都需要用左键打破来收获移除所有非英语语言文件.(已经恢复，请忽略)木桶打开后的界面上方现在有2个选项卡，一个用于存储液体，另一个存储固体。液体存储界面类似于以前的界面，但是信息更全了，界面结构也更友好了。另外TFC的桶子函数可以被用于任何的容器类插件。（这兼容性是要逆天？）固体存储选项卡只会在桶子没有存储液体的时候显示，同样液体选项卡也只在没有存放固体的时候开启。Barrel processing has been completely rewritten, and is no longer as flexible. Exact ratios must be met in order for processing to work.\n没有意义，这一句不翻译了。酒水现在只能用一个完整的桶和满份量的食物来酿造。而且必须密封至少72个小时才能出锅\n增加 威士忌 酒类\n\n\n\n\n\n鞣酸现在只能使用满桶的水和一个任意原木来制作.凝固牛奶现在需要9桶牛奶盒一桶醋，然后会生成一个160盎司的奶酪加工皮革的比例现在需要更加精确，应该是小皮3桶鞣酸，中皮4桶，大皮5桶，而且需要至少密封8小时才能完成。石灰水现在一次只能做一桶，比率是一桶水混合2个助焊剂（石灰粉）砂浆现在一次只能做一桶，比例是一桶石灰水混合1个沙子，需要至少密封8小时。石磨磨盘的渲染系统升级升级了技能选项卡显示进度条而不是以前的数字。移除了管道定位道具完全替换了动物的驯服方式，几根骨头就可以驯服一群野狼大军的黑历史已经一去不返了。（真福音）用骨头引诱狼，狼有概率只会跟随玩家，但是并不会完全被驯服，你要喂它们更多才行所有的狼在绑在栏杆上都会坐着，如果被玩家牵着，那么会是站着所有动物现在会有一个需要被增加的 亲密度（好吧那个单词是熟练度 熟悉的意思 不过我感觉对养殖动物还是亲密度的翻译靠谱）亲密度可以通过执行特殊的行动而每天增加至少一次 好绕口...\n\n\n\n\n\n对狼来说，你需要用右键点击来让他们进行起立、坐下 、起立坐下的活塞运动...吐对牛羊鸡猪来说，你要喂它们谷物对于熊, 你要喂他们鱼对于马，你要为喂它们谷物，但是这有一个临界点，到达临界点后，想要继续获得熟练度你需要每天骑马出去溜达30秒。对于鹿，你需要喂它们盐！卧槽你要齁死鹿大爷么.某些亲密度等级的提升还需要你与动物进行诸如挤奶、剪羊毛、骑马、喂动物或者给动物重命名的互动如果你每天与动物没有进行一些互动，或者互动的次数没有达到一定的数量，那么亲密度可能会有一些下降亲密度有一个上限，在动物成年后达到这个上限就不在增加. 幼年动物总会增加他们的熟练度, 也比成年动物增加的更快.动物幼崽将会继承母亲50%的亲密度，如果幼崽出生时，母亲的亲密度达到满值，那么幼崽将继承母亲90%的亲密度。 \n新增一条命令，可以把动物的所有权转移给另一个玩家。如果你在一个被驯服的动物附近，格式可以为 /transfer [新的所有者] 。如果没有指定所有者名称 那么动物会被释放，恢复自由身。注意 这个命令不能指定你自己，也不能转移不属于你自己的动物，如果在命令作用范围内没有被驯服的动物，则会返回一个失败信息。调整动物的怀孕周期和成年的时间:熊大和熊二*: 怀孕周期: 7 个月. 成年时间: 60 个月.家养鸡/火鸡*: 成年时间: 4.14 个月.牛: 怀孕周期: 9 个月.. 成年时间 36 个月.\n鹿*: 怀孕周期 7 个月.. 成年时间: 24 个月.马: 怀孕周期: 11.17 个月.. 成年时间: 30 个月.猪: 怀孕周期: 3.7 个月.. 成年时间: 15 个月.羊: 怀孕周期: 5 个月.. 成年时间: 12 个月.狼: 怀孕周期: 2.25 个月.. 成年时间: 9 个月.带*的动物目前不能繁殖鹿、熊和狼目前设计是野生动物，适用于自然生物的消亡和重生法则，同怪物一样任何一种动物被驯服一次后就不会消亡和消失农业技能现在影响查看作物营养水平的能力，现在你必须达到专家级的农业技能才能使用这个能力获得作物的营养水平信息。地面的灌木丛和藤蔓再次出现在群峦世界中把所有的支撑梁压缩成了一个道具并更改了他们的放置方法。水平支撑梁现在只能放在两个垂直的支撑梁之间，不再能够单独放置。如果任何一个水平支撑梁损毁，将导致整个顶棚失去支撑而塌方。这些改动的目的是为了鼓励大家多用这些方块，以免失去了我们当初设计他们的作用。降低所有原石的硬度值，以便能够更容易的挖掘它们。这种改动使得原石更容易塌方，也就是说挖隧道和矿洞的风险更高了。光滑的石头和石砖的硬度被大量增强，这种改变使它们更适合做防御性建筑材料。Reduced the hardness of player placed logs to make using logs a more attractive option in building.更新了洗矿槽的渲染效果。以后会加入洗矿槽的木头材质。重新设计了炭坑的创建方法。现在在木材堆上放（丢上去不是插上去）一个火把即可，几秒钟后火把消失，木材堆开始燃烧，并将这种改变传播给周围其他木材堆..超大炭坑不是梦小僵尸被禁用。怪物蛋和怪物重生系统已经全部正确的应用了TFC的怪物系统。茅草不再是一个实体方块。现在它真的是一个只能在早期用来做屋顶的东西了。浆果和灌木现在只能放在草地上，现在可以在收获季节正确的用左键点击来收集了。.锻铁炉可以用混用了各种青铜材料的薄板来合成了。禁用了mincraft原始箱子的合成公式保护计和手推磨盘可以由任意种类的光滑石头来合成了手推石磨的handstone可以组合任意种类的原石.当有玩家在烟囱内的时候，锻铁炉将不再接受物品.圣诞老人..噗生日信息由以前的周数被替换为具体的日期.单层和双层的金属板现在在坩埚内可以被回收利用.坩埚现在可以放一堆东西进去，然后如果此时温度足够，坩埚会以2秒每个的速度融化其中的可融化物品。用单位计数器替换含有未满信息的模具和容器。陷阱箱现在与TFC同步了取消了玩家饥饿状态会对玩家造成伤害的设计，取而代之的是玩家在饥饿状态的影响值水平消耗速度提高3倍Altered rooster crows. Less variance in pitch, slightly quieter and now only done when the rooster can see the sky.海草现在可以食用，名字为美好时光海苔...叶子不再可以分摊石头掉落 1-2 个岩石而不是0-3个.添加了新的铸铁的材质和纹理支撑梁现在可以堆叠32个.调整冰融化的速度。现在湖面和海面的冰的融化遵循从内而外的传播，而不是随机融化。腐烂的食物不再能够食用，玩家现在回吃掉食物好的部分，留下腐烂的部分护甲能够吸收更多伤害砍树速度提高一倍.新增了一个替代木碗合成列表的陶瓷碗道具.耕地现在可以用铲子来迅速破坏复杂的洞穴更加常见了. 采矿的时候请注意脚下..更换了金合欢木及其衍生制品的纹理，现在应该好看多了甘蔗现在变成了可以耕种的作物。把甘蔗放到桶里可以暂时制作糖。在以后的设计中，要生成糖可能需要用锅煮甘蔗水，现在先临时这么设计吧玻璃瓶现在不弄用来收集水了包括水果和蔬菜在内的所有食物，现在都可以用来烹饪。各种食材的不同的烹饪程度会造就他们不同的口感对世界生成做了大量修改.总体来说，海洋的面积比0.78版本小了不少.增加了内陆湖中的淡水生物群落系统在有岩石和丘陵地区跨度的区域，增加了由砾石构成的海滩所有的海滩现在相对来说都会变得比较平坦，剩下都是废话了.作物现在只能在露天的地表生长，你再也看不到地下农场和室内农场这种奇葩又不科学的建筑了。\nBug 修复\n\n\n\n\n\n修复了不能用桶喝牛奶的BUGFixed inability to drink milk buckets.雪覆盖的草不会再被转换为错误的道具类型修复了野外的小树过于繁荣的现象.取消了作物下面“DO NOT USE ME OR YOU WILL CRASH” 的信息提示Fixed excessively precise weight tooltips on vessels with food in them.修复金合欢树不定期掉落树苗的问题.修复了 API 的外部调用类.技能先能够正确的同步到重生的玩家身上.修复了几个凿子雕刻时候的修复了火鸡到处下蛋的问题没有锯子的情况下不再能够合成金合欢木板了.修复了用黑煤窑瞬间烹饪的问题.修复了点火以后锻铁卢上方的方块会被随机替换的问题.修正了多处理器情况下金属锭不同步的问题.修正了出生保护的状态异常问题修正了多处理器情况下聊天信息没有本地化的问题.修复了箭袋/护甲的一系列BUG.修复了腐败系统没有正确应用到精制作物上的问题.修复了腐殖土和粘土草皮不会重生扩散的问题Fixed flint and steel attempting to set fire to blocks before attempting use.Detailed blocks now properly get removed when the last bit of material is removed via chiseling.Fixed items in crafting slots disappearing when changing tabs in inventory.Fixed server configs not properly overwriting client configs.Fixed rain particles and sound playing when its snowing.Fixed placing logs or log piles in your face causing suffocation.Fixed bismuthinite surface spawn parameters.以上无关紧要的BUG修复请自己机翻吧...完毕...\n\n\n\n\n其他待补充...敢不敢点个赞顶个贴什么的\n\n      \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "那一抹°",
            "timestamp": 1397550000,
            "txt_content": "图挂了哦~~~"
        },
        {
            "author": "ennett01",
            "timestamp": 1397550060,
            "txt_content": "尼玛file not found  算什么！"
        },
        {
            "author": "hejin439",
            "timestamp": 1397552100,
            "txt_content": "好好玩啊。。感谢LZ。"
        },
        {
            "author": "夏福",
            "timestamp": 1397553960,
            "txt_content": "为什么自虐- -"
        },
        {
            "author": "1316675649",
            "timestamp": 1397554020,
            "txt_content": "终于出了修复版了T-T不过谢谢楼主搬运"
        },
        {
            "author": "压力马斯内",
            "timestamp": 1397569440,
            "txt_content": "标题不符合版规"
        },
        {
            "author": "ennett01",
            "timestamp": 1397648220,
            "txt_content": "787878b 发表于 2014-4-15 21:44\n标题不符合版规\n已经盖好了 如有不妥请继续指教."
        },
        {
            "author": "lcpg",
            "timestamp": 1397653320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "疯狂小橙子",
            "timestamp": 1397659260,
            "txt_content": "我这里面的烤猪肉有一千多耐久？会不会是ID和某物冲突了？烤猪肉是ID320对吧。。。"
        },
        {
            "author": "不动要塞",
            "timestamp": 1397659980,
            "txt_content": "好多东西啊，赞一个。"
        },
        {
            "author": "kiercat",
            "timestamp": 1397676780,
            "txt_content": " 本帖最后由 kiercat 于 2014-4-17 03:36 编辑 \n\n前来报告莫名bug，不知道是自己操作问题还是打开方式不对，由于164的问题，特意回去玩了162版本，没有问题。\n\n用的就是http://www.mcbbs.net/thread-264172-1-1.html这位大大提供的整合包，没有添加和删除任何MOD打开后发现整合无法烧陶器就删除了原先的MOD，用了LZ大大汉化的MOD，问题依旧。\n\n目前烧陶器遇到这样的问题：\n\n如图所示，干草的堆叠只能堆到一半，接下来无论怎么点都不会再增加了\n在最上放置木材堆，引火石右键只跳出木头存储界面，永远不会点火orz\n"
        },
        {
            "author": "mywordchinese",
            "timestamp": 1397723280,
            "txt_content": "这个只是传说罢了；{:10_512:}"
        },
        {
            "author": "ennett01",
            "timestamp": 1397732220,
            "txt_content": "kiercat 发表于 2014-4-17 03:33\n前来报告莫名bug，不知道是自己操作问题还是打开方式不对，由于164的问题，特意回去玩了162版本，没有问题 ...\n额 漏了一条 主要调整内容 烧陶现在是填充8个干草 然后再填充8个原木即可 不需要填充16个干草和一个原木堆了 具体如图 "
        },
        {
            "author": "kiercat",
            "timestamp": 1397732880,
            "txt_content": "bennett01 发表于 2014-4-17 18:57\n额 漏了一条 主要调整内容 烧陶现在是填充8个干草 然后再填充8个原木即可 不需要填充16个干草和一个原木 ...\n谢谢！！太好了！！现在终于知道为什么了！"
        },
        {
            "author": "1321869392",
            "timestamp": 1397739840,
            "txt_content": "forge必须是965吗？没有低版本点的？我的是935的啊"
        },
        {
            "author": "ennett01",
            "timestamp": 1397780640,
            "txt_content": "1321869392 发表于 2014-4-17 21:04\nforge必须是965吗？没有低版本点的？我的是935的啊\n没有测试过 应该是不支持低版本的forge 请升级到 965"
        },
        {
            "author": "cj08250010",
            "timestamp": 1397799720,
            "txt_content": " 本帖最后由 cj08250010 于 2014-4-18 14:22 编辑 \n\n服务器开TFC会出现下线身上物品消失问题...?问题排查了.是服务端插件问题."
        },
        {
            "author": "cj08250010",
            "timestamp": 1397799840,
            "txt_content": "1321869392 发表于 2014-4-17 21:04\nforge必须是965吗？没有低版本点的？我的是935的啊\n客户端好像不用,之前我用的953一样能单机进游戏.至于后面会不会出啥奇怪的bug就不知道啦.\n服务端必须965"
        },
        {
            "author": "kiercat",
            "timestamp": 1397801160,
            "txt_content": " 本帖最后由 kiercat 于 2014-4-18 14:20 编辑 \n\nOH对不起我又来了，自己都觉得自己很烦OTL\n这下烧陶器的坑终于填满了，然后用引火棍点木堆就变成拿木材了，不再是点火OTL\n是不是点火的方式也变了？\n我看了下wiki，就是英文有点烂好像就是引火棍的样子，也不知道哪里出错了\nPit KilnTo create a pit kiln you need to first collect Straw by breaking tall grass with a knife or scythe. Straw is also a byproduct of refining grains.Dig a 1 deep hole.Place up to 4 items you wish to fire into the hole.Note: Do not throw the pottery into the hole. It must be placed by sneaking (Default: [size=0.85em]? Shift) and right-clicking with the pottery in hand.\nPlace 8 straw in the same block as your pottery until the block is half full. (Target the ground, not an item)Note: Do not throw the straw into the hole. It must be placed by right-clicking with the straw in hand.\nPlace 8 Logs on top of the straw until the block is full and light it with a Firestarter.Note: Do not throw the logs into the hole. It must be placed by right-clicking with the log in hand.\n\n"
        },
        {
            "author": "cj08250010",
            "timestamp": 1397802300,
            "txt_content": "kiercat 发表于 2014-4-18 14:06\nOH对不起我又来了，自己都觉得自己很烦OTL\n这下烧陶器的坑终于填满了，然后用引火棍点木堆就变成拿木材了， ...\n我刚单机测试了下没问题啊,不是不是你放木材的方法错了.不是shift放木材是直接右键"
        },
        {
            "author": "kiercat",
            "timestamp": 1397803200,
            "txt_content": "cj08250010 发表于 2014-4-18 14:25\n我刚单机测试了下没问题啊,不是不是你放木材的方法错了.不是shift放木材是直接右键 ...\n对不起我是个蠢货，刚刚突然想起什么就去试验了，看到图是一格深填平到地面一样平我就挖了一格，然后就点不了了，实际上必须挖成2格深orz"
        },
        {
            "author": "kiercat",
            "timestamp": 1397803500,
            "txt_content": "\n\n最后就是猪肉不能堆叠的问题了，我应该不是一个人吧。\n还有熟猪肉居然有1000多耐久……这…………"
        },
        {
            "author": "1316675649",
            "timestamp": 1397810280,
            "txt_content": "kiercat 发表于 2014-4-18 14:45\n最后就是猪肉不能堆叠的问题了，我应该不是一个人吧。\n还有熟猪肉居然有1000多耐久……这………… ...\n那耐久好像是新鲜程度→ →"
        },
        {
            "author": "1035320165",
            "timestamp": 1397818980,
            "txt_content": "抖M传说终于来了~"
        },
        {
            "author": "kiercat",
            "timestamp": 1397820060,
            "txt_content": "1316675649 发表于 2014-4-18 16:38\n那耐久好像是新鲜程度→ →\n熟食也是1000多，一块牛肉我吃了好几天了还没吃完...."
        },
        {
            "author": "1316675649",
            "timestamp": 1397822280,
            "txt_content": " 本帖最后由 1316675649 于 2014-4-18 20:01 编辑 \nkiercat 发表于 2014-4-18 19:21\n熟食也是1000多，一块牛肉我吃了好几天了还没吃完....\n有一个“Amount  160.0 oz/160.0 oz ”这才是耐值"
        },
        {
            "author": "kiercat",
            "timestamp": 1397829060,
            "txt_content": "1316675649 发表于 2014-4-18 19:58\n有一个“Amount  160.0 oz/160.0 oz ”这才是耐值\n我忘记说了，我看的是插件的耐久，就是拿起来物品总归有一个数值的，吃一口减少的那个……\nOZ的我也看了，100多吧，吃一口少1…………够吃100口【吐血\n蔬菜类的比较正常…………鸡肉也正常，弄不好是个别肉类的问题吧……？"
        },
        {
            "author": "cj08250010",
            "timestamp": 1397835120,
            "txt_content": "kiercat 发表于 2014-4-18 21:51\n我忘记说了，我看的是插件的耐久，就是拿起来物品总归有一个数值的，吃一口减少的那个……\nOZ的我也看了 ...\n那个条子不是那个吃食..是腐败值..减到0就消失了.服务器丧病了一下腐败值有点奇怪."
        },
        {
            "author": "kiercat",
            "timestamp": 1397835720,
            "txt_content": "cj08250010 发表于 2014-4-18 23:32\n那个条子不是那个吃食..是腐败值..减到0就消失了.服务器丧病了一下腐败值有点奇怪. ...\n原来如此………………那么一直吃可以吃好几天……这是设定吗？"
        },
        {
            "author": "hausg",
            "timestamp": 1397858760,
            "txt_content": "汉化绝赞"
        },
        {
            "author": "Milk_",
            "timestamp": 1397859420,
            "txt_content": "喜欢这个自虐Mod~"
        },
        {
            "author": "cj08250010",
            "timestamp": 1397876640,
            "txt_content": "kiercat 发表于 2014-4-18 23:42\n原来如此………………那么一直吃可以吃好几天……这是设定吗？\n原版设置是一天腐败50%.\n现在我在服务器问题是这计算会一直运行.尼玛没法玩啊"
        },
        {
            "author": "ennett01",
            "timestamp": 1397882700,
            "txt_content": "cj08250010 发表于 2014-4-19 11:04\n原版设置是一天腐败50%.\n现在我在服务器问题是这计算会一直运行.尼玛没法玩啊 ...\n升级到0.78.7版本试试 新加了个腐败参数的设置"
        },
        {
            "author": "cj08250010",
            "timestamp": 1397898780,
            "txt_content": "bennett01 发表于 2014-4-19 12:45\n升级到0.78.7版本试试 新加了个腐败参数的设置\n就是787的.服务器计数的好像会一直走?\n简直没法玩.只能关掉了"
        },
        {
            "author": "ennett01",
            "timestamp": 1397911020,
            "txt_content": "cj08250010 发表于 2014-4-19 17:13\n就是787的.服务器计数的好像会一直走?\n简直没法玩.只能关掉了\n就是下线以后东西也会腐败呗..."
        },
        {
            "author": "cj08250010",
            "timestamp": 1397920860,
            "txt_content": "bennett01 发表于 2014-4-19 20:37\n就是下线以后东西也会腐败呗...\n对的..不知道是不是服务器插件有冲突.\n之前不能保存物品(下线再上线会消失)就是登陆插件导致的."
        },
        {
            "author": "ennett01",
            "timestamp": 1398001140,
            "txt_content": "cj08250010 发表于 2014-4-19 23:21\n对的..不知道是不是服务器插件有冲突.\n之前不能保存物品(下线再上线会消失)就是登陆插件导致的. ...\n唉，应该是 目前我的prism和lwc都失效了....因为TFC改了默认物品栏的函数调用..."
        },
        {
            "author": "lcpg",
            "timestamp": 1398066060,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "DPhil",
            "timestamp": 1398070440,
            "txt_content": "除了官版wiki还有别的wiki吗？\n\n这2天官版wiki上不去，似乎是他们的网站挂了\n\n这mod没wiki完全不能玩啊"
        },
        {
            "author": "ennett01",
            "timestamp": 1398148140,
            "txt_content": "DPhil 发表于 2014-4-21 16:54\n除了官版wiki还有别的wiki吗？\n\n这2天官版wiki上不去，似乎是他们的网站挂了\nwiki已经恢复了.."
        },
        {
            "author": "逗丶新",
            "timestamp": 1398219060,
            "txt_content": "不错的MOD楼主能给个攻略么= =渣新路过"
        },
        {
            "author": "ennett01",
            "timestamp": 1398219180,
            "txt_content": "逗丶新 发表于 2014-4-23 10:11\n不错的MOD楼主能给个攻略么= =渣新路过\n攻略有人发过了 我帖子内有链接 请自行查阅"
        },
        {
            "author": "逗丶新",
            "timestamp": 1398221820,
            "txt_content": "bennett01 发表于 2014-4-23 10:13\n攻略有人发过了 我帖子内有链接 请自行查阅\n{:10_524:}没有呀。。麻烦楼主发下3Q"
        },
        {
            "author": "nixuan8426",
            "timestamp": 1398341520,
            "txt_content": "新版按原来的高炉摆法高炉一直掉落放不上去啊，跪求解决方法"
        },
        {
            "author": "nixuan8426",
            "timestamp": 1398347100,
            "txt_content": "好吧。解决了，原来要耐火砖搭烟囱 = ="
        },
        {
            "author": "w1h2p3ao",
            "timestamp": 1398350520,
            "txt_content": "冷静地点了顶一下"
        },
        {
            "author": "DPhil",
            "timestamp": 1398409320,
            "txt_content": " 本帖最后由 DPhil 于 2014-5-6 16:43 编辑 \n\n0.78.9的汉化\n几个皮革按shift的描述是 gui.Rawhide.inst0 似乎作者在0.78.13 取消了皮革的shift\n\nID 17039的名称是Red Steel Bucket (Salt Water)\n\n\n\n还有各种矿石的描述里面有些似乎是乱码的字符，不知能否一并解决，看起来像是彩色代码不支持中文字符？\n\n\n建筑方块最下面的一些方块描述是英文的，比如ID 2109:12 的沙子描述Basalt\n应该就是tile.IgExRock.Basalt=Basalt 但zh_CN.properties也有对应的汉化，不知道游戏里为啥还是英文的\n\n食物的描述Amount， gui.food.amount=amount\n"
        },
        {
            "author": "dssite",
            "timestamp": 1398500040,
            "txt_content": "觉得群峦的膳食系统不错，一直很想要一个膳食系统的MOD，虽然版上有很多食物MOD，但是那些都只是增加了物品和合成而已，除了增加饱食度，没有多少实际性的作用。如果有膳食系统，MC更科学，可是，群峦和别的MOD兼容性太差了，使得我不得不放弃，可惜了膳食系统了orz"
        },
        {
            "author": "DPhil",
            "timestamp": 1398524400,
            "txt_content": "敲锣打鼓催更了~\n\n0.78.10出了，客户端性能提升巨大"
        },
        {
            "author": "1807862209",
            "timestamp": 1398580560,
            "txt_content": "再不回来我.....我打你了LZ，等着玩呢！快点！"
        },
        {
            "author": "1807862209",
            "timestamp": 1398580740,
            "txt_content": " 本帖最后由 1807862209 于 2014-4-27 14:41 编辑 \n\n群峦更新报告：\nHey guys, 78.10 is now available with an expected very large performance increase for clients. I've even heard reports of double fps vs previous patches.\n\nIt is recommended that you create a new world when playing 78.10 to get the full effect of the changes, but is not required. Since 10 changes a number of worldgen settings and makes trees spawn properly where they weren't before, there is a fairly noticeable difference in worldgen between this and previous versions.\n\nPlease note that users are having issues with the most advanced versions of Optifine due to the new chunk rendering update in TFC. I'm hoping to make this a non issue in 1.7 but for now, Optifine HD C6 is the newest confirmed working version for now.\n\nFull change log after the jump.\nVersion 0.78.10\nImportant\nInverted vanilla minecraft chunk rendering via core mod so that it renders from the top down instead of bottom up. I expect this to provide a large performance boost as well as clearing up a number of chunk loading bugs that have existed since the dawn of TFC time. Most specifically, you should no longer see the caves at the bottom of the world before the surface of the world has had time to render.\nIt is recommended that you create a new world when playing 78.10 to get the full effect of the changes, but is not required. Since 10 changes a number of worldgen settings and makes trees spawn properly where they weren't before, there is a fairly noticeable difference in worldgen between this and previous versions.\nBug Fixes\nRemoved accidental 50x burn length for logs.\nGetting the background rock for an ore block should no longer return an IndexOutOfBounds when it somehow gets wrong metadata.\nFruit tree saplings should once again use the correct localization.\nFixed snow piling on things that it shouldn't such as fences.\nThe firepit now properly heats the bottom slots which should properly allow for liquid metal molds.\nFixed rounding error when checking for freshwater at the players feet for thirst restoration.\nCorrect invalid plum sapling drops from 78.8, saving worlds with the invalid sapling items.\nWhen it is cold enough, snow should be rendered instead of rain when there is precipitation. Although there was previously an implementation of this, the new method uses a core mod override the vanilla handling of this.\nMeals can no longer be put in the ingredient slots of food prep.\nFixed Ice generating in a checkerboard formation as well as a few other ice formation bugs.\nFixed a major issue where all EVT layers were returning an evt of 0.\nImplemented several fixes and optimizations in forest generation. The world shouldn't be so barren with only occasional redwoods anymore.\nCaves and ravines should no longer cut through water causing ugly floating water.\nFixed a few blocks that weren't rendering all sides properly when next to another block.\nFixed support beams having full block sized collision boxes instead of matching their shape.\nFixed stalactite/stalagmite having full block sized collision boxes instead of matching their shape.\nFixed Stalactites and Stalagmites not removing themselves properly when part of their base is destroyed.\nBears should no longer despawn.\nTweaks\nThe gold pan now drops nugget item on success, so that success is more obvious.\nTweaked river ravine spawning parameters to no longer attempt to spawn a river multiple times per chunk.\nAdjusted EVT and Rain datalayers so that zones with flora should be more plentiful overall.\nMale pheasant should no longer crow like a rooster.\nLowered chicken max health to 50. Matches pheasant.\nTweaked the spawn parameters of a few tree types to be less generic.\nSnow now piles up beyond the initial dusting at a much reduced rate.\nThe goldpan now operates on a grid similar to crops. This grid determines the types of metals available. Chunks have a 75% chance to contain copper, 50% silver, 25% Gold and 100% Platinum. This amount is only determines if the chunk can provide these metals, the chances to actually retrieve these metals remain the same.\nSlightly expanded creatures spawn parameters.\n汉化什么更新的我最不会了，希望卤煮快来啊！\n然后是Mod版本下载地址：\nhttp://www.terrafirmacraft.com/files/TFC-0.78.10.jar"
        },
        {
            "author": "ennett01",
            "timestamp": 1398652860,
            "txt_content": "1807862209 发表于 2014-4-27 14:39\n群峦更新报告：\nHey guys, 78.10 is now available with an expected very large performance increase for ...\n更完了 请尝试。。。"
        },
        {
            "author": "ennett01",
            "timestamp": 1398652920,
            "txt_content": "DPhil 发表于 2014-4-25 15:02\n0.78.9的汉化\n几个皮革按shift的描述是 gui.Rawhide.inst0\nID 17039的名称是Red Steel Bucket (Salt Water) ...\n这个问题是MOD本身的问题 汉化文本中没有gui界面的翻译参数 所以无法翻译..皮革的问题同上 不过这个应该不影响游戏体验吧.."
        },
        {
            "author": "1807862209",
            "timestamp": 1398657780,
            "txt_content": "bennett01 发表于 2014-4-28 10:42\n这个问题是MOD本身的问题 汉化文本中没有gui界面的翻译参数 所以无法翻译..皮革的问题同上 不过这个应该 ...\n十分感谢，如果更新我一定会提醒你的~就像别人提醒我更新一样！"
        },
        {
            "author": "天堂TT",
            "timestamp": 1398734580,
            "txt_content": "一直不敢玩的mod，只能仰视"
        },
        {
            "author": "我的工业2",
            "timestamp": 1398767880,
            "txt_content": "楼主，这个最新版的群峦工具图纸怎么做，还有规划台怎么合成\n速求啊"
        },
        {
            "author": "艾沃克阿龙",
            "timestamp": 1398769020,
            "txt_content": "顶一个楼主，我想问下，我现在安装好1.64客户端和1.6.4-Forge9.11.1.965，还有mclauncher5.2\n现在我是不是下载你的[群峦传说]TFC-0.78.9--soap补充汉化版，然后解压缩到MODS文件夹下就可以玩群峦了？"
        },
        {
            "author": "1807862209",
            "timestamp": 1398771600,
            "txt_content": "我的工业2 发表于 2014-4-29 18:38\n楼主，这个最新版的群峦工具图纸怎么做，还有规划台怎么合成\n速求啊\n你好，最新版本已经没有图纸和规划台了，也就是说墨囊没用了，和以前一样染色的！@#￥%%……%"
        },
        {
            "author": "ennett01",
            "timestamp": 1398772380,
            "txt_content": "艾沃克阿龙 发表于 2014-4-29 18:57\n顶一个楼主，我想问下，我现在安装好1.64客户端和1.6.4-Forge9.11.1.965，还有mclauncher5.2\n现在我是不是 ...\n是的 只要丢到mods文件夹即可"
        },
        {
            "author": "我的工业2",
            "timestamp": 1398778200,
            "txt_content": "1807862209 发表于 2014-4-29 19:40\n你好，最新版本已经没有图纸和规划台了，也就是说墨囊没用了，和以前一样染色的！@#￥%%……% ...\n那怎么打造装备护甲啊*……&#￥@"
        },
        {
            "author": "1807862209",
            "timestamp": 1398852060,
            "txt_content": "我的工业2 发表于 2014-4-29 21:30\n那怎么打造装备护甲啊*……&#￥@\n不知道啊，坐等攻略吧!"
        },
        {
            "author": "forfai",
            "timestamp": 1398879360,
            "txt_content": "屌爆了，作者我还以为嗝屁了呢，这么久没更新，早就放弃了。现在又活了哦。"
        },
        {
            "author": "zxfangelqq",
            "timestamp": 1398948480,
            "txt_content": " 本帖最后由 zxfangelqq 于 2014-5-1 21:01 编辑 \n\n报告BUG，红苹果等有耐久的物品无法用于酿酒，只能用糖酿酒，淘金也不知水怎么流下去，求教导，以及食用膳食会跳出游戏BUG，顺便问一下如何找种子，只发现过大豆，草地怎么打也不出小麦种子，求一个食物类教程~~~TAT"
        },
        {
            "author": "DPhil",
            "timestamp": 1399364640,
            "txt_content": "bennett01 发表于 2014-4-28 10:42\n这个问题是MOD本身的问题 汉化文本中没有gui界面的翻译参数 所以无法翻译..皮革的问题同上 不过这个应该 ...\n参数问题倒是可以解决\n\n比如那个Red Steel Bucket (Salt Water)，确实中文zh_CN.properties里面没有，但是可以先en_US.properties在搜索\n\n1797行的item.RedSteelBucketSaltWater=Red Steel Bucket (Salt Water) 就是"
        },
        {
            "author": "1907553020",
            "timestamp": 1399365960,
            "txt_content": "话说为什么水果出现耐久值...."
        },
        {
            "author": "ennett01",
            "timestamp": 1399366320,
            "txt_content": "DPhil 发表于 2014-5-6 16:24\n参数问题倒是可以解决\n\n比如那个Red Steel Bucket (Salt Water)，确实中文zh_CN.properties里面没有，但 ...\n主要的是你说的那两个 en 的语言文本里都没有 而且可熔炼单位即使汉化了也无法在gui界面显示 应该是漏掉了gui界面的汉化文本参数...红钢桶嘛~新版本会放好的"
        },
        {
            "author": "ennett01",
            "timestamp": 1399425060,
            "txt_content": "zxfangelqq 发表于 2014-5-1 20:48\n报告BUG，红苹果等有耐久的物品无法用于酿酒，只能用糖酿酒，淘金也不知水怎么流下去，求教导，以及食用膳 ...\n使用创造模式跳出来的食物会有崩客户端问题，请自食其力....另外种子在群峦里面打草是不出的 只能通过探索世界找到相应的植物然后获得 注意 每个季节的植物状态是不同的 留意地面就好"
        },
        {
            "author": "ennett01",
            "timestamp": 1399425120,
            "txt_content": "1907553020 发表于 2014-5-6 16:46\n话说为什么水果出现耐久值....\n那个是新鲜度 掉没了就腐烂消失了"
        },
        {
            "author": "zxfangelqq",
            "timestamp": 1399434840,
            "txt_content": "bennett01 发表于 2014-5-7 09:11\n使用创造模式跳出来的食物会有崩客户端问题，请自食其力....另外种子在群峦里面打草是不出的 只能通过探 ...\n问题是种出来小麦，苹果也无法酿酒啊"
        },
        {
            "author": "ennett01",
            "timestamp": 1399446180,
            "txt_content": " 本帖最后由 bennett01 于 2014-5-7 15:05 编辑 \nzxfangelqq 发表于 2014-5-7 11:54\n问题是种出来小麦，苹果也无法酿酒啊\n\n群峦酿酒功能 似乎要很特殊的方法 可能你方法不对? 请参照官方wiki"
        },
        {
            "author": "ennett01",
            "timestamp": 1399446660,
            "txt_content": "zxfangelqq 发表于 2014-5-7 11:54\n问题是种出来小麦，苹果也无法酿酒啊\n好吧 我记混了 是GT没有酿酒功能 群峦的酿酒要特殊方法 而且 我没酿造过 不知道这次版本中开没开放酿酒 我去官方wiki找找看"
        },
        {
            "author": "zxfangelqq",
            "timestamp": 1399463940,
            "txt_content": "bennett01 发表于 2014-5-7 15:11\n好吧 我记混了 是GT没有酿酒功能 群峦的酿酒要特殊方法 而且 我没酿造过 不知道这次版本中开没开放酿酒  ...\n我又仔细的种了10几个大麦，合成一个160单位的大麦去酿酒但是还是失败，只有糖可以酿酒，不知道是怎么回事~~~"
        },
        {
            "author": "d236287",
            "timestamp": 1399467660,
            "txt_content": "自虐mod  我才不要呢"
        },
        {
            "author": "ennett01",
            "timestamp": 1399616400,
            "txt_content": "zxfangelqq 发表于 2014-5-7 19:59\n我又仔细的种了10几个大麦，合成一个160单位的大麦去酿酒但是还是失败，只有糖可以酿酒，不知道是怎么回 ...\n是的 我去试了试 似乎是只有糖能酿酒 其他都嗝屁了 或许需要混合酒曲？或者要用石磨研磨后？我准备近期有空好好研究下"
        },
        {
            "author": "夜丿灬丨殇月",
            "timestamp": 1399620540,
            "txt_content": "听说群峦很占资源，这是真的吗？"
        },
        {
            "author": "ennett01",
            "timestamp": 1399769580,
            "txt_content": "夜丿灬丨殇月 发表于 2014-5-9 15:29\n听说群峦很占资源，这是真的吗？\n新版本好一些 但是比其他那些MOD是占资源 因为群峦地平线高度是150..."
        },
        {
            "author": "zxfangelqq",
            "timestamp": 1399797360,
            "txt_content": "bennett01 发表于 2014-5-9 14:20\n是的 我去试了试 似乎是只有糖能酿酒 其他都嗝屁了 或许需要混合酒曲？或者要用石磨研磨后？我准备近期有 ...\n反正就是有耐久的都不行~~~"
        },
        {
            "author": "1316675649",
            "timestamp": 1399801080,
            "txt_content": "zxfangelqq 发表于 2014-5-11 16:36\n反正就是有耐久的都不行~~~\nImportant: As of 0.78.4, all alcohol except rum is disabled pending a barrel rewrite. This is necessary as the barrel did not take into account the new food system.\n我在wiki上看到了这个↑"
        },
        {
            "author": "ennett01",
            "timestamp": 1399805880,
            "txt_content": "1316675649 发表于 2014-5-11 17:38\nImportant: As of 0.78.4, all alcohol except rum is disabled pending a barrel rewrite. This is nece ...\n咩哈哈哈 酿酒挂了 哦也"
        },
        {
            "author": "幻花萩玥",
            "timestamp": 1399818300,
            "txt_content": "1.6.2可用？"
        },
        {
            "author": "a5z2x3",
            "timestamp": 1399909320,
            "txt_content": "这个mod挺值得玩的"
        },
        {
            "author": "jianang1314",
            "timestamp": 1400133300,
            "txt_content": "你好，我可不可以把你汉化的群峦传说MOD搬运到MOD百科上？"
        },
        {
            "author": "MCの小黑酱",
            "timestamp": 1400256180,
            "txt_content": "这么好的mod不回帖就对不起了 [grid_ghast_tear]"
        },
        {
            "author": "Akishizuha",
            "timestamp": 1400306940,
            "txt_content": "{:10_529:}服务端....求1.6.4服务端...."
        },
        {
            "author": "苍龙がい",
            "timestamp": 1400344020,
            "txt_content": "这mod真不错....让MC更真实了.........."
        },
        {
            "author": "ennett01",
            "timestamp": 1400576940,
            "txt_content": "jianang1314 发表于 2014-5-15 13:55\n你好，我可不可以把你汉化的群峦传说MOD搬运到MOD百科上？\n可以啊 但是搬运请保留本MOD 英文名称 作者 和历史汉化作者的相关信息..."
        },
        {
            "author": "0oEVAo0",
            "timestamp": 1402833240,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "ennett01",
            "timestamp": 1402911600,
            "txt_content": "0oEVAo0 发表于 2014-6-15 19:54\nMcbbs有你更精彩~\n感谢支持"
        },
        {
            "author": "SAIKYO∀e1f1ΔT",
            "timestamp": 1402917120,
            "txt_content": "疯狂小橙子 发表于 2014-4-16 22:41\n我这里面的烤猪肉有一千多耐久？会不会是ID和某物冲突了？烤猪肉是ID320对吧。。。 ...\n不会是ID和某物冲突{:10_512:}"
        },
        {
            "author": "Kieran.",
            "timestamp": 1403602980,
            "txt_content": "不错的帖子！！！！！！！"
        },
        {
            "author": "知己",
            "timestamp": 1403753280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "匹诺曹的长鼻子",
            "timestamp": 1403782080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Attack",
            "timestamp": 1403783220,
            "txt_content": "有需要整合包的找我···"
        },
        {
            "author": "nzs234",
            "timestamp": 1404739440,
            "txt_content": "1.6.4终于有了吗，好东西，我可不是抖M啊~~~~~（心照不宣）"
        },
        {
            "author": "我的工业2",
            "timestamp": 1405218360,
            "txt_content": "楼主0.78.17地上的小石子、木棍方块的材质显示不出来"
        },
        {
            "author": "nzs234",
            "timestamp": 1405446960,
            "txt_content": " 本帖最后由 nzs234 于 2014-7-16 01:57 编辑 \n\n有两个问题，我是用这个MOD开的服，然后下线以后背包就被清空了，这是为什么啊还有就是死亡复活以后，就不能正常的拾取物品，要点下背包才会出来"
        },
        {
            "author": "nzs234",
            "timestamp": 1405474800,
            "txt_content": "有个问题，我用这个MOD开服，发现玩家只要一下线，再上线背包就被清空了，这是为什么"
        },
        {
            "author": "ennett01",
            "timestamp": 1405908840,
            "txt_content": "nzs234 发表于 2014-7-16 09:40\n有个问题，我用这个MOD开服，发现玩家只要一下线，再上线背包就被清空了，这是为什么 ...\n先试试下线重新登录  有些插件与TFC的物品栏系统不兼容 你可以留意一下后台的日志 删掉不兼容插件就好了"
        },
        {
            "author": "nzs234",
            "timestamp": 1406029920,
            "txt_content": "bennett01 发表于 2014-7-21 10:14\n先试试下线重新登录  有些插件与TFC的物品栏系统不兼容 你可以留意一下后台的日志 删掉不兼容插件就好了 ...\n已经找到原因了，是登入插件开启了背包保护功能导致的，关闭就解决了\n"
        }
    ]
}