{
    "title": "<原创·单篇>记忆碎片[作者:洞洞]",
    "author": "孤独患者",
    "replyCount": 1,
    "timestamp": 1397567040,
    "txt_content": " 本帖最后由 孤独患者 于 2014-4-17 13:18 编辑 \n\n啊！！！！！！！终于完成了，6000字大作！！！！！\n作为一名普通的小学生（我不是熊孩子），这个耗费了好多脑水......\n请不要喷我QAQ，就当看一次作品吧QAQ，好吗？\nhttp://www.xiami.com/widget/0_1772882469/singlePlayer.swf或者http://www.xiami.com/widget/0_1770511454/singlePlayer.swf哦~\n------------------------------------------------------------------------------------------------\n正文：\n记忆，像一个深邃的、不为人知的一个“器官”，在我们的记忆力，常常有一些记忆在我们的脑海里闪过，你会觉得这些事情你已经经历过了，但是，给你的答案是没有。\n\n我静静的想着，思考着这个深奥的问题，说出了一个十分有节操的答案：“为虾米内？肯定是因为我是这个世界的主角啦~！”\n“你个hentai！”这是我的后座，他在我们班是出了名的屌丝，老是玩LOL玩到晚上2~3点多，之后桌上的卫生纸还要他妈妈去处理，在暗地里女生都说他水分太多。\n而我，同普通的学生一样，背景也是一般般，都是“一级一级”的升上来的，成绩也是一般，虽然我已经很努力，但怎么也学不会，有时候我真为自己感到羞耻，明明别人付出一倍的努力而我就要付出三倍的努力去做这件事才可能成功……对，就是可能。\n我们班上转来了一位班主任，那班主任脸色阴沉沉的，他第一次来看到我，就对我笑了笑，让我感觉到背后一凉。\n好事总是没轮到我，坏事却偏偏和我相逢……\n那天，我坐在自己的位子上静静的看着《我的朋友？是僵尸……》，一边看，一边做着各种好笑的表情，悲伤？高兴？痛苦？难过？这些表情全部都已经在我身上发生过了，看到第八章的时候，我愣了，“神马？！！！！！！这小说竟然没有了？！这骗人的吧，这么好看的小说竟然断更了？！”真是万万没想到啊，班主任慢慢的走到了我身边，拿起了我的手机，看了一会，说，“你还看这个啊。”\n他的嘴角微微翘起，头缓缓抬高，道：“你也应该想起什么了吧，如果想到了，放学来找我。”\n“啥？我又没做错事，啊！”头脑猛然痛了起来，双手捂着头，瞳孔放大，呈现一幅死人的样子。\n“啪！”一声玻璃被打碎的声音，我看着前面的一台老旧式的电视，上面在回放着一个长得跟自己一模一样的人正拿着一把菜刀在大街上疯狂的砍着人，被砍到的无一不是死的，这些被砍到的虽然在流血，但也不至于死亡，这样小的伤痕，竟然让他们死去了。\n我很想控制住自己不要看，但是无奈身体动不了。\n播放到一半，空间就凝固了，让人喘不过气、觉得很难受，我的大脑也意识到如果再继续下去躯体会受到损害于是立刻开启了大脑的保护装置，让我的身体进入了昏迷状态……\n“那小子，当初还不是把我杀了。”\n2月19日——醒来的我，发现自己躺在医院里，旁边有我的家人，唯一的母亲，父亲很早就过世了，医生说是因为癌症过世的，但我不相信，一定要查个水落石出，那时我才10岁，就算父亲被杀了，自己也不可能知道凶手是谁。\n3月5日——我常常进入那个恐怖的地方，只有一台老旧的电视机，其他地方空白没有任何东西，自己想动，却动不了，对于看到那常常播放的那次杀人事件，我已经麻木了，因为这已经是第13次了，虽然空间每次到10.25分钟就会崩坏，但是随着我的麻木，大脑也不会再进入保护装置了。\n4月1日——，1个让我觉得十分有趣的日子，因为那天的前晚，我可以准备各种整人的道具去整我的那些史蒂夫（小伙伴）们，让他们的饥饿度减少两格，每次被整的时候都会发表一些意见，比如说：“饼干的脆度不够！”“可乐什么的最讨厌了，我要雪碧！”之类的，常常会令我开怀大笑。只不过，这天，我却干了和老电视里播放同样的事情……\n那天，我妈妈让我出去买东西，她说她有一些事情要办，无奈的我只能拿着RMB慢吞吞的走出门去，在走之前还千叮咛万嘱咐，说一定要买这款菜刀，这款菜刀很好用的！！！！是世界一级棒的菜刀！\n我似乎感觉到了什么，但我还是没有因此阻止这场悲剧的发生，买完菜刀后，刚出店门，我就发现全部看见我的人在我的眼里眼珠朝上，慢慢的走了过来，我知道这不是在闹着玩，店老板甚至拿起店的菜刀要像我砍过来，我只能提起菜刀，威胁的喊道：“你们要干什么，别靠过来！！！！！！！”\n只不过，他们似乎不听我的，还是慢慢的拿着菜刀像我走了过来，我动弹不得，因为这里，就是老电视里播放的视频！我也明白如果我不动手会被杀掉，我慢吞吞的提起了菜刀，刚要砍过去时……“啊！”好痛！，老板已经把我的左臂的肩膀砍上了一刀，接着又是拔了出来，造成了2次伤害……\n痛苦让我失去了理智，眼睛上的红血丝一条一条的冒出来，仿佛要吞噬了店老板，此时，我已经没有了选择，挥起菜刀用力像店老板的头颅砍去，噗——，血像喷泉一样喷了出来，我的愤怒告诉我，其他人还有危险，于是，我提着菜刀，快速的杀出了这条巷子，我最后一个杀的，我们新来的班主任。\n“咳——，这已经是第3次了，3周目，每一次都是你杀我，1周目的时候，我刚好去买菜，结果被你解剖了，2周目时，我买了一把菜刀，想杀掉你，但是最后你把我列为了重点‘关注’对象，这第三周目，我虽然没被解剖，却还是烙下了死亡……四周目，我必定会杀死你！”说完，撮着我的衣领的手，就渐渐放了下去……\n我的理智渐渐回到了我的脑袋，我的手因为恐惧而握不住菜刀，掉在了地上，我疯狂的跑着，这并不是老电视里播放到的，这是我的本能，我感觉，如果我像老电视那样演的话，我的下场肯定就是死亡。\n4月2日——的1则新闻上清清楚楚的写着一名少年提着菜刀把一名名普通人杀死后，便猖狂的在一旁笑着，接着，又是把一把菜刀准确无误的插进了摄像头里，播放的视频正是10.25分钟，这跟老电视里播放的一模一样，但是……\n我并没有做这些事情啊！难道说，我看到的是另外一个世界，而真实的世界，我的身体呈现出来的是……我不敢再想下去……\n4月3日——我正藏在一家倒闭的工厂里面，家肯定是回不去了，警察肯定会很快的找到这里，必须立刻逃！\n只不过，我又渴又饿，实在是没有力气逃跑了，我走到一个昏暗的角落，那是一个十分不容易被发现的角落，我，倒在了地上……\n我又回到了那个空间，这一次显示的是我苍茫逃跑的样子，因为未来已经因我改变，所以电视发生的事情又变得不一样了，本来在现场就要被抓捕的我，在老电视里却没有被抓，反而苍茫的跑进一家倒闭的工厂，过了1天，我又渴又饿，倒在一片昏暗的地板上，我刚醒来就被警察抓了……\n看到这里，空间崩裂，我立刻醒来，藏在了另外一处地方……\n十秒后，门被打开了，是一群警察，他们一开始找的地方就是昏暗的角落，幸好有老电视，让我知道10秒后就会被发现……\n“A队呼叫总部，并没有发现少年的存在……”“了解，工厂都找过了吗？”“报告，都搜寻过了，并没有少年的存在。”“很好，继续搜查其他地方！”“了解。”\n快速的整好队伍走了出去，我松了一口气，看看四周有没有天窗让我爬上去……\n“可恶，没有天窗么？”我小声嘀咕说道：“如果没有的话就糟糕了啊，外面不知道什么时候走，如果再不走我就要被饿死了！”\n我忽然看见了一扇小型天窗，那天窗小的只能让一位少年通过，我立刻冲了过去，把天窗开了起来，又回到了刚才躲的地方。\n警卫似乎发现了什么，刚转身一看，：“队长，天窗开着！”\n“快追！那少年跑了！”\n一阵整齐的塔塔塔声响起，警察迅速跑到了外面去，我趁着这个机会，立刻溜了出去。\n警卫一到后面，就立刻摔了一块板砖，大声喊道：“我们被放鸽子了！”于是率先带头冲回工厂…….\n但是此时已经晚了，正当他们跑回去的时候，我已经溜到了一条小巷里了，我知道警卫肯定会去搜寻工厂，趁这点时间，赶紧跑到一个无人知晓的地方……\n“什么地方可以不让警卫发现呢？”我想了想，最终还是没有想到……我坐在了那个小巷里，昏倒在了那里，已经1天多没睡觉了，自然十分犯困，加上一坐下去，不睡个5分钟是起不来的了……\n老电视又出现了，我的未来只有我能做主，这句话真的是对的，本来老电视现在播放的应该是我在审讯室里的情景，但是因为那十秒，我的未来改变成了我在小巷里……\n老电视里显示的是4月5日，警方在小巷里找到了一具尸体，其对外声称就是那名少年的尸体，具体原因是因为太久没有喝水，导致昏睡，接着一觉不醒，死在了小巷里。\n播放完毕，空间慢慢崩裂，我再次回到了现实世界，这一次，我成功的逃脱了死神的魔掌，我醒来了！我像一具行尸走肉般的走到一家便利店，从口袋里掏出一张逃跑前带着的一张1元，放在了桌上，又拿起一瓶冰露，迅速喝完，苍茫离开，这过程不到30秒，让老板也发现不出他就是那名少年。\n虽然我喝完冰露之后明显有了一些力气，但是大脑还是会当机，我只能不断的跑，不知要跑到哪里去才可以放松。\n我的脑袋灵光一闪，想到了一个人。\n我的基友：史夫夫，他是一个非常讲情义的人，我十分相信他，于是找了块面具，贴在了脸上，快步跑到史夫夫家楼下。\n史夫夫的父母双亡，他没有任何亲人，学费都是他自己靠外卖出的。\n咚咚咚，一阵轻轻的敲门声，史夫夫听到了，喊道：“谁呀？”\n“我！[哔——]”\n“哦！原来是[哔——]啊！”他没有半点犹豫的开了门，因为我是他的第一个朋友，也是他最后一个朋友，他知道我会来找他，因为他知道我最相信他。\n“你怎么了？脸色这么苍白？”史夫夫似乎没有看电视。\n“你没有看昨天的新闻么？”\n“看了，我知道是你，但我还是不愿意相信那个人就是你……”史夫夫有点沮丧的说道。\n“那的确不是我，我看到的世界并不是那样的。”我并没有隐瞒事情的真相，一字不漏的告诉了史夫夫。\n“那你为什么不去自首，跟他们说实话？”史夫夫疑惑的说道。\n“你傻啊，我跟他们讲实话，他们会以为我是疯子的。”我带一点杀气的说道。\n“……”\n“……”\n一言未发，史夫夫见情况不对劲，立刻从大脑里搜索话题。\n“啊对了你今天吃饭了没？”\n“怎么可能？我的身份是什么？忘了吗？我只喝了一瓶冰露而已。”我有点不高兴的说道。\n“神马？！还没吃饭！我一天不吃就会死，你真厉害，说完便把剩饭倒了给我吃。”\n“只有这些……不要建议哈。”史夫夫有点不好意思的说。\n“没事，我不是女生。”我也不觉得怎样，大口大口的往嘴里猛塞。\n吃饱过后，我问史夫夫能不能从他家拿点东西，以便逃跑所需，他答应了我，我就提了一个小包，那价值10元钱，我又带了几颗巧克力和一瓶矿泉水就走了。\n“你不再多留一会吗？”史夫夫道。\n“不了，被发现你也要被拖累了……”语毕，我小步小步的走了。\n  “不知道什么时候才相见啊……”史夫夫叹了一口气，又低头清理饭碗。\n  “这究竟是怎么回事，我从一开始就很迷糊，为什么自己记忆里的老电视会播放未来的事情，这一切就算不想去做也会发生，除非你有勇气去改变，为什么人们不敢去做一些事情？因为有着生活的一道门再阻挡着自己前进的步伐。\n  其实，从一开始，我生活的那道门就会被自己撬开，我感觉我是一个小偷，一个偷走未来并且掉包的小偷。\n“为什么，我会这么的无能……”以前以为自己是一个很厉害的人，什么事情都有勇气去承担，去面对，直到真正的发生了事情后，才直到自己是多么的无能，就如吃不到葡萄说葡萄酸一个意思。\n想完，我没有任何悬念的倒在了地板上…....\n“你本来就是那么的软弱，真是的，3周目的我怎么这么菜，到处跑，有本事你就去面对啊，白痴！”\n“你是谁？”我惊呆了，看着眼前的人，如同一面镜子一样，他长得和我一模一样！\n他轻微的笑了笑，道：“我啊，就是你呀！”\n“什么？！”我顿时愣住了，但一会就恢复了冷静的状态，我冷冷的看着他，道：“你是二周目还是一周目？”\n“哎呀，你是怎么知道你是三周目的呀~”‘我’说道。\n“转来的一位班主任。”\n“哦，那个连续死了三次的笨蛋啊，老是漏嘴皮子，你死了之后叫四周目去弄死他，看看他嘴还硬不硬！”说着，他撅了撅嘴。\n“是我先问你话的！”我咬牙切齿的大声喊道。\n“好吧好吧，我只能回答你的问题了，三周目真是无趣~”\n“说。”我关闭了气场。\n“你好，初次见面，我是二周目~当然我已经死了~同一周目一样，被一个人推进瀑布下死亡，哎呀，不可以说太多废话，这次我来是专门告诉你一些事的，免得你在那边一直手忙脚乱的，打扰我的四周目养成计划~”二周目回答道。\n“为了你的那个什么狗屁计划就要杀死你自己么，你好像把杀人计划说的很轻松啊！”我更加的愤怒了。\n“哎哟，婆婆妈妈的，一边玩蛋去，我也不想跟你废话了，走。”二周目不耐烦的赶走了我。\n我的灵魂被立刻从空间里抽了出来。\n我醒来的时候是在监狱医院里，四面都有保安，上面还有一个监控录像，我被牢牢的盯紧了，在我旁边的，是一位律师。\n“请问怎么称呼您？”\n“跟你有半毛钱关系。”\n“你不说我也知道，你叫[哔——]，就是电视上播放的那名少年吧，警方在搜寻当中找到了昏倒在地上的你，于是立刻把你逮捕了过来，而我就是你的辩护律师，放心，我是政府免费提供给你的律师，钱方面你不必担心。”律师的脸上一直是微笑的，让人感觉很不自在。\n“切，二周目那家伙是存心想让我被带上的。”我小声嘀咕了一下。\n“什么？二周目是谁？这点你要像我一五一十的说清楚哟~”律师的话语听着让人很恶心。\n“关你屁事！”同样的话，表露出的杀气也不同，律师也知道二周目不该问，于是就换了一个话题。\n“请你描述当时的画面。”\n“监控录像不都写了么，我就是面带笑容的杀死每一个看见我的人的。”我也不废话，轻描淡写的说出了一堆谎话，就算是真话在他们眼里还是谎话，还不如说出一个谎言，让大家都高兴。\n“哎哟，不可以这样说嘛。”律师缓缓对我开口。\n“你们先出去一下，摄像头也关闭，我要跟他聊一点事情。”律师说道。\n“了解！”\n检查了一下监控录像没有问题之后，律师的语气明显变了，面带杀气的说道：“轮回死小孩，你是要轮回几次你才甘心？都三次了还不让我安眠！”律师失态的说道。\n“你也知道轮回的事情了吗。”\n“是二周目的你告诉我的！他在我死前还不放过我，这一次，我会让你死的很惨！”\n“任君自便。”\n那天在法庭我的辩护律师故意输掉了官司，但因为我是少年的缘故，所以我进的不是监狱，但是却和监狱没差的少年拘留所。\n“为什么要去杀那么多的人？”拘留所老师在为我洗清心灵。\n“因为他们很贱。”我随便撇了几句就拿起MP3在一旁听歌。\n拘留所老师一把抢过我的MP3，大声喊道：“你知不知道这样做是错的？”\n“我不知道。”我从身后拿起了一把长6cm的从食堂偷过来的西瓜刀，一刀劈在了拘留所老师的脸上，迅速拔出，杀了出去。\n对于杀人这种事情，我已经麻木了，杀一个人和杀一只蚂蚁没什么两样，现在的关键是要去中山的瀑布那边，和二周目做最后的生死拼搏。\n我跑到大街上，抢了一辆车，也不管自己有没有驾车执照就死命的撞了过去，我不知道我撞死了几个人，我只知道现在的任务就是去争夺自己生存的唯一希望。\n开车10分钟左右，我到了中山。\n仔细检查了山路上的一些陷阱，把陷阱拆掉后，带着西瓜刀，我到了已经死了二次的瀑布前。\n已经期待好久的二周目出现在我的前面，只不过那并不是我的身体，他是占据了一个普通人的身体和我斗，他打算占据我的身体，去杀了四周目，在四周目的世界干他自己想做的事情。\n“你的手太肮脏了，需要我的灵魂帮你洗净~”二周目毫不在意的对我说道。\n“你也不是么，想去杀死四周目的人是你吧，二周目！”我说道。\n“哎哟，杀气已经形成了，不愧是我。”二周目自夸了一会。\n“别废话了，要打架就来吧。”我不想多说什么，直接一刀捅了进去，鲜血流了满地都是。\n“我一点都不会痛哦，所以我是优势。”二周目也不甘示弱，拿着大砍刀，把我的右臂砍了下来，西瓜刀也随之掉落。\n“啊！”虽然我已经做好心理准备了，但是还是忍不住失声叫了出来。\n“我跪在了地上，左手摸着断掉的裂口，防止鲜血流出来。\n“看来你不行了啊”二周目把大砍刀砍下去的时候，我的左手立刻捡起西瓜刀用力往胳膊上一砍，由于太大力，他的右前臂掉了下来，我提起了还没掉落到地板上的大砍刀，一刀把他劈到了山下。\n他下去前还在笑，那笑容是那么阴森可怖。\n终于结束了么，我拿起刚刚二周目脱掉的外套，把伤口包了起来。\n我慢慢的走下山去，因为流的血太多，导致贫血，越来越看不清楚了。\n啪，我被一颗小石头绊倒了。\n我掉下了山崖。\n掉下山崖的一瞬间，我想了好多好多，6岁过生日的时候、爸爸还在的时候、妈妈的温馨话语等等。\n最重要的，还是二周目。\n我终于知道了，为什么二周目掉下去了还在笑。\n那是一种解脱了的笑。\n在要摔倒地板的那一刻，我面带微笑的说了一句：“四周目，要加油呀！”\n“啪——”\n地上一堆肉块。\n我有着太多的事情没有做完，于是，我化为了灵魂，继续留在人间。\n“原来，这，就是我的宿命。”\n完……\n\n求大家给一点回复，好不容易才写完的，这不是半原创，这是原创QAQ",
    "replies": [
        {
            "author": "丁世荣",
            "timestamp": 1400939460,
            "txt_content": "我想，你就是传说中的牛逼患者洞洞。"
        }
    ]
}