{
    "title": "<原创·连载>永恒  第一论[作者:子楚]",
    "author": "z736027620",
    "replyCount": 4,
    "timestamp": 1397657700,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-4-17 12:35 编辑 \n\n很久没冒泡了，冒泡就代表着又要发小说给大家了，这次是我听到一首歌而感觉而生的，那首歌越听越有韵味，这是开篇，也是结局。希望大家看看，并发表下自己的意见和这本节的看法，我也会采取意见修改的，谢谢。当然这作的背景也是出在Minecraft里面的背景。开篇看不太出来，正节会正式介绍之类的吧。大家有谁会猜出我是听了什么歌才有的灵感呢？\n---\n      繁华照耀着这片叫做珲灿城市，这是位于络祁旻国都首都偏近的一所城市，虽然没有首都那样的繁华迤逦，但是凭借着与首都的近似，也是出名的甚是。     一座由方块组成的大山静静地蹲厚在一片海域旁，这个位置算是珲灿市偏郊远的了，但是这片景色可谓是组成了一幅美丽的画语，这座山除了风景色美之外，还有着听觉的刺激来勾引你爱上这片地方。     笛声，在山林深处，传来一段非常优美动听的笛声，但笛声不难听出有一丝等待悔怨的感情在里面，每当这座山林传来这段笛声的时候，这周围的一切生物：牛羊马猪，尸髅行者，都会停止食泄，停止杀逐，静下心来，慢慢欣赏这段笛声，虽然牛羊马猪遇到这种事情倒也不算太奇怪，但是尸髅行者这样的怪物，也会放下手，放下手中的弓箭，慢慢的听赏。    这周围除了这名中年妇女之外就没有人类的存在，每天清晨，太阳还不算太绽露出光芒时，她便会慢慢地走向那年他亲手给她建造的树屋前的老树根，慢慢地坐下，拿出手中的笛子，慢慢地迎吹。    傍晚，这里下起了大雨，山顶的寺庙上已经滴攒了很多的雨水，看情况就算实在闹市区，也不会有人来这里供香，但从佛门望去，可看见一座黄金大佛静坐在庙里，而面前的香谭，有六根香，在散出着迷香味。四年后。    少妇仍然坚持每天走上面前的大树根，拿起笛子慢慢地吹颂，而这次，不知为什么，笛子里面的“味道”感觉又多了些，遗憾、欣慰、盼望、爱充满在这片笛声中。而那些牲畜，都不知为何双耳耷垂，嘴中发出有些恨味的吼叫声，那些怪物们，竟然眼中淡出的透明色的眼水，那骷髅也是。    少妇双眼遗憾地看着前方，前方可以直接看出那片海域，少妇双眼留着泪水，但仍吹着笛子，鬓角中的白发已经充分说明她已经上了年纪，长长的白发不知为什么一直都在留攒，不肯剪去，好似实在等待什么人来帮她剪去。    笛声突然变化，少妇似是愤怒地将笛子丢在地上，外表慈善的妇人在这时感觉是个有着各种话语想要诉说的人，笛子丢上地上后，少妇的双眼终控制不住泪水，泪水疯般的留了出来，少妇眼睛愣愣的看着前方，坐在老树根上，等待终将到来的死亡。    没多久，她便双手荡下，而坐姿，仍是没有改变，还像是等在这某人归来。    “等我，我会回来的，”英俊的男子看着那时非常妇美的少妇，“我爱你。”    方块状的手碰触到了她的脸颊，这一切都是生活迫急。    “等你。”    简简单单的两个字，却很容易看出二者之间感情的坚固。    “我等了你十年。对不起，我等不了的，我的身体已坚持不了。”树屋内的桌子上，字迹刻在了树桌上，后面那几个字已经刻得非常浅了。------同书人小组组长作.\n\n\n\n\n092656hse7izobbd4j30z7.jpg (47.51 KB, 下载次数: 0)\n\n下载附件\n\n2014-4-16 22:14 上传\n\n\n\n\n\n欢迎加入同书人小组\n",
    "replies": [
        {
            "author": "南瓜脸",
            "timestamp": 1397657760,
            "txt_content": "厉害！lz辛苦了！[pumpkin]"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1397658000,
            "txt_content": "大触泥嚎OwO"
        },
        {
            "author": "z736027620",
            "timestamp": 1397734440,
            "txt_content": "MC论坛小说已经越来越不人气了吗"
        },
        {
            "author": "男人婆",
            "timestamp": 1414592880,
            "txt_content": "真的，我都放弃小说了，小说在论坛是最不受欢迎的555"
        }
    ]
}