{
    "title": "教程/超平坦下的生存",
    "author": "Jeremy66",
    "replyCount": 7,
    "timestamp": 1339676880,
    "txt_content": " 本帖最后由 Jeremy66 于 2012-6-14 20:31 编辑 \n\n教程/超平坦下的生存\n即使你是一个专业玩家，在超平坦模式下生存也绝非易事。这个教程会教你如何在超平坦模式下生存并发展。\n\n\n第一步-找到一个村庄当你在世界中出现的时候，立即寻找一个村庄；如果村庄离你不远，尽你所能以最快的速度跑过去。如果村庄不在你附近，往任意一个方向跑直到你你找到一个。当你到达村庄的时候，查看所有武器店的箱子以获得有用的东西。拿走你找到的所有东西。你会找到食物、盔甲、工具、铁锭、金锭、黑曜石、钻石，而这些东西都是很有用的，从麦田里收割一些小麦，并从房子与麦田里得到一些木头。当你有了一些原木以后，建造一个木质稿然后从村民屋子里的岛一些圆石并且做一把石质稿。弄到一组圆石并且制造一些石质工具（2+斧头、1+稿子、3+铲子和2+剑）用这些工具继续从村庄获得一些原料。你可以获得这些原料：羊毛木头梯子树压力版圆石铁锭栅栏火把台阶小麦\n这时，别管那些 铁傀儡 和 村民 , 因为这时你不一定能击败他们。。\n小麦讽刺的是, 在超平坦中小麦会是最有价值的资源。除了制作成为面包，它可以用来繁殖动物，而最重要的用处是交易。小麦是和村民交易的最佳原料，不仅仅是因为他是完全可再生而又容易获得的，而且只需要18个-21个就可以与村民交易得到绿宝石。你可以通过交易得到几乎所有你需要的物品。第二步-做出你的选择At this point, there are 2 paths you can take. You can chose to continue moving from village to village to amass valuable resources, or you can settle down in one place to farm. The advantage of being nomadic is that you can continue to acquire valuable, non-renewable resources throughout the game, but if you chose to be sedentary, you can have a much easier time building and farming, at the cost of limited rarer resources.\n我翻译的，请各位大侠挑刺。   [翻译中，会实时更新。请机翻的人不要再弄了。]\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1339677480,
            "txt_content": " 本帖最后由 geludan 于 2012-6-14 13:39 编辑 \n\n在这一步，你有两条路选。你可以在村与村之间继续行进积累有价值的资源，或者你可以在一个地方呆下来种植。游牧（村与村之间继续行进）的好处是你在游戏里自始至终可以获取很多有价值，不可再生的资源，但是一旦你决定了在一个地方沉寂下来，以被限制珍惜的资源为代价，你可以有一个更加容易的时间去建造，种植。\n\n中文蛋疼，还要查字典看中文，实在不灵光{:10_498:}\n"
        },
        {
            "author": "$_$",
            "timestamp": 1339677720,
            "txt_content": "朝平摊都用来搞发明的"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1339677900,
            "txt_content": "目前努力翻译草丛的项目中……"
        },
        {
            "author": "geludan",
            "timestamp": 1339678620,
            "txt_content": "我只是纯粹想练练手而已，你慢慢撸"
        },
        {
            "author": "jianghr",
            "timestamp": 1339684620,
            "txt_content": "sylqiuyifeng 发表于 2012-6-14 20:45 \n目前努力翻译草丛的项目中……\n打算开工那个小麦种植，中间生长率一段真的很有挑战性。"
        },
        {
            "author": "1026620934",
            "timestamp": 1350695280,
            "txt_content": "平坦有什么好生存的"
        },
        {
            "author": "VSS_XJX",
            "timestamp": 1352568420,
            "txt_content": "貌似平坦生存是直接的极限= =到处都是啪啪啪直接压屎人"
        }
    ]
}