{
    "title": "这是，我的世界 第三章：原始部落的夜晚",
    "author": "可口可乐dseg",
    "replyCount": 1,
    "timestamp": 1397882100,
    "txt_content": " 本帖最后由 可口可乐dseg 于 2014-4-18 23:44 编辑 \n\n突然觉得bug连篇啊（不是书里面，是名字和前2贴）。明天改一下\n\n本来说礼拜1就发的，但不知道为什么拖到今天。。\n\n接下来放1个星期的春假啊，春假啊，啊～～～就让我死在这春天里吧（去听听汪峰的春天里，里面的一句歌词就是我现在的心情。请把我留在，在那春天里～～～，XD乘无限）\n\n我都不知道我的书名叫什么了。到底叫（这叫，我的世界）还是（这是，我的世界）。这真的坑爹啊！\n\n\n回复我不会在下面回复的。我直接会编辑\n\n\n索引贴：http://www.mcbbs.net/thread-262245-1-1.html\n正文：\n 2人走着走着，到了商的家里。就像一个原始部落所应该具备的，一些骨头，很多石具，和很多肉。其实这哪怕再富强的风部落，这也算是小康家庭了。要知道那个时候的GDP绝对是非常低的，几乎是自给自足。“徐科，这就是我的家，不大，但是也不小。”徐科本来想一个问题的，但是他在这几十天里面养成了一个好习惯。说话之前想想他说的东西在这个时代合不合理。就比如他本来想问床在哪里，还好他脑子一机灵。推断下来，这种时候有个卧榻的都是有钱人的，甚至说卧榻都还没发明。所以他只能。。。打地铺洗洗睡吧，不对，这里那里洗澡啊！别告诉我跳到河里去。。。呵呵，只能讲恭喜他了，的确是这样。这种时候有个X隐私，只要你是不是女的，只要你不是跳到海里去被鲨鱼咬了就可以了。其实，这样也没什么隐私可言的啊，居然大家都这样，那么没什么了。言归正传～～～～“恩。。。的确太小了。”它是以25分贝的声音说的这句话。对于一个哪怕是在现代城市长大的人来说，毕竟知道大房子长什么样。谁没个有钱的朋友，反正很多人有。“徐科，你就睡在地上吧，我这里没有什么那个叫”床“的东西。”商是以一种很无奈的态度跟他讲的这句话原来他刚才太机灵了。不是跟商讲过这东西的么，晕！“好吧，那我也只能打地铺了”在太阳下山之前，他在房子的周围走了一遍，这次他真正的看到了所谓“原始部落的生活”。除了该有的区别，唯一的区别就是似乎。。。原始人随地大小便啊！哦对，这是穿越小说里面通常有的一幕，某某时代的某某国家的人随地大小便。但是在石器时代你指望怎么样。总之徐科觉得如果他们想得起来造茅厕的话就说明他们是四大古文明的祖先之一（智商很高，有创造力）。那好，他的饥饿值已经掉了4个了。明天他就得出去杀动物，吃东西。常言道，民以食为天～-------------------一夜有梦----------------他似乎又梦见了那个繁华的世界，虽然有很高的物质享受。但他现在看来，每天，不惜牺牲自己的健康只求一个小康，有用么？要活，就活出个灿烂的人生，让他的名字，永垂千古！哪怕会面对恶劣的生存环境又怎么样，人活的就是那口气！这是他潜意识，真正所想要获取，竭尽所能想要的的东西。但他并不是个独裁者。他那个悲天怜悯的性格就注定了她不会变成一个冷血的帝王，只会变为一个类似于李世民的帝王。那么时间到了第二天早晨-------当然他对昨晚的梦境是没神马了解了。总之现在他只知道一件事，打猎去！叫起了商，2人在大概8点的时候走出了部落。意外么。。。出去就有意外的话那是老套的剧情了。徐科是第一次打猎，商对他的评价是：孩子，别不满足，比你好的大有人在，比你差的也大有人在。2人运气还不错，打到了2只鸡。1头野猪。当然他们是在很晚才到部落的，又杀了3个骷髅，2个僵尸。骨粉的作用并没有什么变化,就是骨粉不像我的世界里面,它要一段时间才会完全的起效.回家之后，她只见到商把食物放到一个黑色的，方方的（废话，熔炉本来就是实体方块）东西上面，他想起了一个很经典的游戏，我的世界。说明我就不多说了，省着有人说我凑字。总之徐科的推想是，难道这是个巧合？但下面的场面不淡定了，只见熔炉上面浮现了一条东西。上面写着：进度，1%，1%=5秒，同时下面有个进度条。徐科顿时凌乱了。但这也好，作为一个骨灰级里的骨灰级的MC玩家，什么工业1，2，3，林业1，2，他全都玩过。甚至说就连最近2年出的帝国时代2 mod他也玩过.那真的是大快朵颐啊。想到这里，他遗憾是没能再过个20年穿越，玩上量子计算机弄上EVE mod会是什么感觉啊。。。不过他不后悔，能够体验一把原始时代和信息时代的生活，他也不算白来过这个世界了。更何况，按照穿越者定律来说，他会称王的。在睡觉之前,他看了看那璀璨的星河.因为在死之前,那个创世神已经告诉他他是会有永久的生命.所以他感叹,这个星球的文明,什么时候才能发挥到地球人的水平,或者直接走出这个星球,征战星河.又或者说,他只是某个强大的部落的垫脚石.一切,在于他生存的经验了.但他明天还得出去打猎,食物不够了.哦对,希望能够找到野牛,杀掉掉的皮革是很值钱的啊…那么就可以买食物了,那么就有时间去拓荒开垦土地,然后就自给自足….再开垦荒地卖给其他人,哇哈哈哈哈哈。这叫什么来着的，良性循环。嘿嘿，钱再多只要不是一夜暴富的那种，没人会害怕的，也没人会讨厌的。可是,这一切的前提是他得有大量的皮革.没皮革,就是在做梦,只能当苦逼男,天天朝5晚9啊~~~~.各种打猎啊…….嘿嘿,但是我会让他就那么颓废么?答案是绝对不可能!\n欲知后事如何，请看下集\n",
    "replies": [
        {
            "author": "DHM",
            "timestamp": 1397882340,
            "txt_content": "加点颜色和背景会更好……\n{:10_492:}"
        }
    ]
}