{
    "title": "原创RPG小说{梦之起源}第二章：我来了梦大陆！",
    "author": "MC残星",
    "replyCount": 1,
    "timestamp": 1397910720,
    "txt_content": " 本帖最后由 MC残星 于 2014-4-26 17:45 编辑 \n\n前言：梦大陆被邪恶位面侵袭，神不能插手，我要拯救这个世界，还是拯救自己？    第二章：我来了！梦大陆！霜落森林来了一位新勇者，这对于霜落村无疑是增加了一份实力。没有人知道这些勇者的来历，只知道他们是众神所派来解救他们的子民的。医生维斯拉夫家...我怎么在这里？崔感觉自己的脑子如浆糊一般混乱粘稠，有大量的片段从中闪过，最后定格在位面使者的一指。对了！我被那个位面使者弄在这里，那么这里又是哪里？崔抱着脑子想着不管了先出去，崔看着四处的黑暗只能苦笑，崔在黑暗中摸索着。突然黑暗中出现了一丝光线，崔冲向哪里，然后看见一个小孩，端着一碗绿油油的液体往崔的最里灌来。小维斯拉夫端着一碗药汤正准备往崔的嘴巴里灌下去，崔的手指抽了抽然后竟然把药汤打翻了一地。崔把红色的床单掀开看着维斯拉夫医生匆匆的走了过来，维斯拉夫医生看见地上的药汤疑惑说到：“勇者你醒了？怎么了不喜欢喝药吗？”崔看着小维斯拉夫正在抽泣就料到做错事了，摸摸了脑袋然后苦笑到：“没什么，对不起啊，不小心打翻了药汤。”维斯拉夫点了点头说到：“小维斯拉夫，照顾好我们的勇者，我去做感冒药了。”小维斯拉夫止住哭泣好奇的说到：“我叫小维斯拉夫，勇者哥哥你叫什么呀？刚刚那个是我爸维斯拉夫。”崔无语的想着小维斯拉夫，维斯拉夫这名字怎么听都感觉是兄弟啊。要不是我接受能力极强，换做别早就疯了吧，崔想了想然后说到：“我叫崔，对了我在哪里啊？”小维斯拉夫重新换了碗药汤说到：“崔哥哥，你现在在霜落村，我们常常遇见昏迷的勇者。”原来还真有其他人类，不过为什么他们好像也是人类啊？崔一边想一边喝着绿油油的药，没有预想中的苦涩与恶心，反而有中淡淡的果香，混乱的脑袋终于平静下来了。小维斯拉夫：“崔哥哥现在你应该现在学习魔法了。”崔疑惑的说着：“魔法？有魔法吗？”小维斯拉夫笑着说到：“那是当然啦，我们这个大陆的魔法历史可是很长呢，你闭上眼睛冥想打开魔法栏，用我给你的宝珠碎片先升级，然后去技能表转初心者，再学习初心者的倔强。”说着小维斯拉夫又把一个罗盘和一个棕色的宝珠碎片放在了崔的手上。崔看了看手中的两样东西刚想问又摇了摇头拿着罗盘放在掌心闭上眼睛冥想。崔的眼前出现了一个个的格子，有各种各样的作用，崔突然定眼看着一个格子（勇者资料），勇者资料随着崔的心意打开了出现了这样的表列。勇者姓名：崔，种族：人类，年龄：15，父母：系统错误，等级：0、HP:14,MP：150。崔看着父母一栏突然心中一抽看着系统错误转变为不详也就摇了摇头。崔退出了资料苦笑着怎么感觉这跟游戏似的。崔在右下角发现了升级进去后看见一个个重叠破碎的棕宝珠，看见自己只能升级第一个便选择了。崔只感觉身体很是舒爽都忍不住要呻吟出来了，不过维持的时间的很短，马上这种感觉便消失了，而自己手中多了一个黑色的珠子。崔还在回味着那种感觉来到技能一栏，首先转了初心者在初心者技能找到了，看见那一团微弱的光芒崔可以明显的感觉那团光芒富有生命的力量仿佛那就是一个精灵。崔从那魔法栏退了出来看着小维斯拉夫正带着羡慕的眼光看着崔，但那种眼光没有却一丝杂质。小维斯拉夫看着崔手中的光芒说到：“崔哥哥为什么你们大陆的人对魔法的亲和力这么高啊？”崔语塞想着我总不可能告诉你我本来就不是这个世界的吧，而且我又怎么知道啊？崔想了想说到：“可能是众神对我们的眷顾。”崔也不得不当一下神棍。 小维斯拉夫两眼冒光然后摸着脑袋说：“诶呀我怎么忘了，作为勇者怎么可能没有武器呢？崔哥哥你去菲尔叔叔的酒馆后门的木材堆捡一根树枝把。”崔想了想便掀开了药店的门前的布，这才仔细看见这里雪花纷飞不断的有着世外桃源的悠闲感，一位少女弹着扬琴更加烘托出这样的气氛，根本不可能想象这是一个被邪位面所侵蚀的位面，崔想如果能把大伙接到这里该多么闲静啊！不用每天在死亡的边缘徘徊。崔这才想起重事便直线走向菲尔酒馆看见菲尔正擦着一个酒杯擤着鼻涕对着服务生叫着：“8号桌差面包赶紧的！”菲儿这才看见崔然后说着：“你就是新来的勇者吧？树枝就在我旁边的门里面，对了你叫什么？” 崔摸着脑袋说：“你好我叫崔，我就不客气了。”崔走进了门里发现一捆木材正呆在那里，拿来一根发现其实用来作为剑柄是不错的材料。拿着树枝准备回到了药店，菲尔看着崔的离开就顺便说了句：“小子，饿了话记得来我这里买吃的哦。”回到了药店小维斯拉夫开心的说到：“崔哥哥你回来了，看一下这本合成书吧。”一边说一边拿出一本闪着紫光的书本和一把木刀。崔点了点头接过了书看了看，疑惑了虽然介绍的很详细但怎么合成呢？崔看见药店角落的一个有九个格子的箱子一拍脑门这不就是吗？把树枝和木剑排列在一起光芒闪过一把木棍静静的漂浮着...崔一脸黑线这不是坑吗？树枝加木刀怎么会成木棍啊！也就不怎么在意了，看了看属性还是可以的2-3至少比空手好得多吧，崔只能安慰自己。说着也要黄昏了摸了摸肚子，自从进来后也没怎么吃东西，也只喝了一碗药汤而已。崔只好对小维斯拉夫说着：“你们还有些吃的吗？” 小维斯拉夫摇了摇头说到：“我们是开药店的，不过你崔哥哥你能去菲尔叔叔那里买一些饼干吗？小维斯拉夫和爸爸也饿了。”说着小维斯拉夫拿出了木头硬币说是硬币不如说是块圆形的木头。崔拿着又来到了菲尔酒馆对着菲儿说：“有什么吃的吗？”菲尔擤着鼻涕说到：“有，饼干，刨冰。” 崔蛋疼的看着菲尔心想霜落村的人真彪悍大冬天吃刨冰，不对好像小维斯拉夫说这里只有冬天。崔便说：“我要饼干。”崔把圆木头，不对是硬币，交给了菲尔。菲尔拿出了一个纸袋里面放着几块饼干交给了崔。崔掂了掂暗骂了一声奸商，如果菲尔知道肯定大骂冤枉，要知道霜落村的饼干可是高热量面粉做的！拿着饼干回到了药店小维斯拉夫接过了饼干平分了起来然后说到：“崔哥哥吃吧。” 崔看了看两块不到巴掌大的饼干只能苦笑，本着有的总比没的好的精神，崔同学咬了口饼干却发现不但味道不错而且有一种热热的能量，从口腔到胃袋有种说不出来的舒服。崔对这个位面越来越好奇了，崔现在好像一个第一次观察蚂蚁搬家的小学生有种说不出来的好奇与兴奋。吃饱后崔只能看着维斯拉夫在炼药或者陪小维斯拉夫在田野游玩。回到了药店，小维斯拉夫神色郑重的说到：“崔哥哥，虽然不管你怎么想，我们霜落村都把你当做希望，请不要辜负我们这份希望！” 崔也郑重道：“放心我一定会解救霜落村和这个世界！”小维斯拉夫似乎恢复了平时的常态说到：“崔哥哥我告诉你一个秘密其实这个大陆是有魔法商店的，你可以在魔法栏看看的以后缺少材料可以去看一看，好像爸爸的药炼好了你去帮他送吧。”崔摸了摸小维斯拉夫的头点了点头。维斯拉夫在角落拿着一瓶紫红的药水脸上有说不出来的兴奋大喊大叫到：“我终于炼出来了！能治疗变异感冒的药水了！菲尔不用担惊受怕了！”崔想了想菲尔？的确菲尔原来一直有变异感冒啊！我还纳闷呢竟然冬天吃刨冰还没事的种族还会感冒？崔迎了上去：“维斯拉夫叔叔我帮你送过去吧。”维斯拉夫点了点头，虽然眼前的少年并没有和他有什么交情，但有种莫名的信任感。走到了菲尔酒馆菲尔还擤着鼻涕说到：“有事吗？是喝酒还是吃饭？”崔拿着药水在菲尔眼前晃了晃说到：“送药的。”菲尔大惊夺下了药便说到：“这是维斯拉夫医生做的？！”崔白了一眼说到：“你想了？赶紧喝了吧！”菲尔热泪盈眶的喝下药水突然菲尔脸上一变，手捂着嘴巴在后门吐着，许久过去崔有点担心刚准备过去。只见菲尔摇摇晃晃的走过来菲尔的脸色虽然苍白，但脸色有说不出的兴奋，这意着药成功了。菲尔握着崔的手说到：“谢谢你，如果你没及时送到，可能这条老命今天就交代在这里了。”崔苦笑着说：“我就是跑腿而已，应该谢谢的是维斯拉夫医生。”菲儿点了点头便把几个石头硬币交给了崔说着：“你以后过来我给你打折哦。”崔笑了笑没有说什么发现头上繁星满天，便回到了药店跟维斯拉夫医生和小维斯拉夫打了声招呼，回到床上沉沉的睡过去了，今天接受的所有的一切对于崔实在的太多了，好像一个土著跑进了繁华的都市的那种震惊着一切。我是崔我在梦大陆！我还活着我要变强！我要解救这个位面！我要回到地球位面！",
    "replies": [
        {
            "author": "长手的苦力怕",
            "timestamp": 1397911680,
            "txt_content": "又是一个不看置顶的……\n\n"
        }
    ]
}