{
    "title": "<连载·单章>传送门之枪",
    "author": "WPencil",
    "replyCount": 7,
    "timestamp": 1397960040,
    "txt_content": " 本帖最后由 风之心_天双 于 2014-4-20 22:00 编辑 \n\n铅笔：\n有一天尼克走在大街上，冷清和淡黄的灯光突显出他背影的孤独，他自顾自的吹着口哨，眼睛里闪着异样的悲伤。他摸了摸口袋，掏出几份枯黄的钱币和几只已经抽了一点的残烟。他拿起一根叼在嘴上，用剩下的几根火柴一点，随手扔在的旁边。他在大桥上停了下来，这里总是他孤独，烦恼时来的地方。没错，今天他\n尼克：\n没错，今天是他的生日。他平时就没什么存在感，从小由舅舅婶婶带大，作为史蒂夫的哥哥，他的学习成绩比弟弟还差，星期一等着上课小动作更新，星期二等着属性同好会更新，星期三和他唯一的朋友铅笔打魔兽，星期四等着中二病更新，星期五等着放假，双休日打DNF练级，一星期就这么过去了，每天都是如此。\n铅笔：\n他闭上眼，吐了一口浓烟，踩了踩还没灭的烟头，把手插进了口袋，往网吧走去。“老板，老样子。”尼克随口对网吧老板说，并递给他一张黑灰色的硬卡，上面写着白银。老板笑着说“怎么，又有不开心的事了。”“这个你不需要知道。”尼克冷冷地说，“老板嗤笑着说“呵呵，你还是老样子啊。”史蒂夫拿回了卡，向最里面的一台机子走去。网吧里并不是很热闹，只有几个人在吵着，其他人则是安安静静的，这种气氛很和谐，尼克坐了下来，打开电脑，无意间看到一个游戏“Portal2？什么游戏，怎么网上没有这个游戏的记录？不管了，先试试。”尼克疑惑的说，他总是会对新游戏感兴趣\n尼克：\n他打开Portal2，觉得这个游戏很有趣，从晚上9点一直玩到早上9点，把它打通关了才走。在路上，他仍回味着Portal2中的种种乐趣。这时，一个女孩匆匆往他这边跑，竟一下就把他撞倒在地。史蒂夫站起来摸了摸屁股，看了看那个女孩，白皙的大腿，紫色的超短裙令人时不时都会去忍不住看一眼，浅蓝色的短袖、清秀的面孔、飘逸的双马尾和手上的Iphone5s，显咚....”钟声已经敲了十二下，可我却被带到了这个诡异的地方。\n铅笔：\n我望了望四周，有一个说不透的女孩，她松开头发，一头银发披到肩上。妩媚的瞳孔闪过一丝冰冷与神秘，那种漂亮的暗红像给她增添了一份神秘感似的，活像传说里的吸血鬼。一身黑白搭配的哥特萝莉装，裙摆上的蕾丝轻轻晃动，好像随时都会像铃铛一样响起来。她做在银色的十字架上，翘着二郎腿，手里夹着一根黑色的羽毛，正带着邪笑看着眼前的来者。说“欢迎来到PortalCraft，Steve·杨·尼克，从今天开始你就叫这个名字了！跟我走，我带你去见Him教授，告诉你一些你不知道的秘密。”她跳下来，往黑暗中走去，我紧张地跟过去，生怕附近有什么东西吓到我。这是一个别墅………………的地下室，也可以说是秘密基地，它的面积比别墅还要大至少10倍，里面一点光都没有，黑暗、寂静得可怕，附近全是书架，书架上摆满各种关于“超能力”的书籍。我四处看了看，继续跟着女孩往前走。来到一个实验室，四周都是仪器，在一个角落里，一个满头白发的男人正点着蜡烛看书。女孩拍了一把他，他显然是被吓到了，“啊”了一声，转过头看到她，激动地叫到：“诺诺你回来啦？那个人你带过来了吗！”诺诺指向我：“喏，在这儿呢。Him教授，为什么这么土气的一个人你会满世界找呢？他有这么重要吗？”Him教授跑过去，摸着我的脸，开心地叫起来：“我找到他啦！他真的是尼克！”我疑惑不解，问他：“你们到底是谁啊..我就在网吧打个游戏而已啊。”Him教授高兴完了，咳了几声，严肃地对我道：“你知道吗？在你的体内蕴含了一种超能力！”“超能力？”“是的，超能力！”“能干嘛的？”“你可以召唤出一把耐久无限的永不损坏的枪！它可以制造出蓝色和橙色的传送门！能在两者之间自由穿梭！”“真的吗？那我怎么不知道自己有这么个玩意儿。”“当然是真的了！”这个能力不禁令我想到了之前玩的Portal2，里面的技能也是这个，总觉得这个老头疯了，在耍我。我又问：“那我怎么才能掌握这个超能力？要多久才能掌握？”Him教授想了会儿，道：“我会用仪器把你传送到另一个世界去，你会在那里慢慢领悟超能力的！那个世界叫Minecraft，是个有趣的世界。”\n以上是我与他的故事接龙，也算是小说吧。。另外，需要出场的发你的名字，性格，菜鸟还是高手以及擅长什么。下一章十分钟左右发\n字数统计：3275\n",
    "replies": [
        {
            "author": "niop",
            "timestamp": 1397960520,
            "txt_content": "看了好久终于完了，已加分，已顶，我顶你个肺，2333333333。"
        },
        {
            "author": "Nikeyzj",
            "timestamp": 1397960700,
            "txt_content": "我就看看，不说话.."
        },
        {
            "author": "小百合",
            "timestamp": 1397961000,
            "txt_content": "非常好的作品~"
        },
        {
            "author": "WPencil",
            "timestamp": 1397961180,
            "txt_content": "小百合 发表于 2014-4-20 10:30\n非常好的作品~\n谢谢支持！"
        },
        {
            "author": "WPencil",
            "timestamp": 1397977080,
            "txt_content": "有人吗？自己顶贴"
        },
        {
            "author": "zxc727730211",
            "timestamp": 1397995740,
            "txt_content": "非常好，我喜欢。"
        },
        {
            "author": "the-blaze",
            "timestamp": 1398246300,
            "txt_content": "剧情有些狗血，不要去刻意构建一个“合理”的剧情，随之安之得以，我们要做的就是给这个骨架赋予一个肉体，一个灵魂，其他的，无用，也无妨"
        }
    ]
}