{
    "title": "《天使尼克与恶魔铅笔》",
    "author": "WPencil",
    "replyCount": 5,
    "timestamp": 1397931180,
    "txt_content": "第一章 孤独一人\n我写的：有一天尼克走在大街上，冷清和淡黄的灯光突显出他背影的悲伤，他自顾自的吹着口哨，眼睛里闪着异样的孤独。他摸了摸口袋，掏出几份枯黄的钱币和几只已经抽了一点的残烟。他拿起一根叼在嘴上，用剩下的几根火柴一点，随手扔在的旁边。他在大桥上停了下来，这里总是他孤独，烦恼时来的地方。尼克写的：没错，今天是他的生日。他平时就没什么存在感，从小由舅舅婶婶带大，作为herobrine的哥哥，他的学习成绩比弟弟还差，星期一等着上课小动作更新，星期二等着属性同好会更新，星期三和他唯一的朋友铅笔（我）打魔兽，星期四等着中二病更新，星期五等着放假，双休日打DNF练级，一星期就这么过去了，每天都是如此。我写的：他闭上眼，吐了一口浓烟，扔到了地上，踩了踩还没灭的烟头，谈了口气，把手插进了口袋，往网吧走去。“老板，老样子。”史蒂夫随口对网吧老板说，并递给他一张黑灰色的硬卡，上面写着白银会员。老板笑着说“怎么，又有不开心的事了。”“这个你不需要知道。”史蒂夫冷冷地说，“老板嗤笑着说“呵呵，你还是老样子啊。”史蒂夫拿回了卡，向最里面的一台机子走去。网吧里并不是很热闹，只有几个人在吵着，其他人则是安安静静的，这种气氛很和谐，史蒂夫坐了下来，打开电脑，无意间看到一个游戏“Portal2？什么游戏，怎么网上没有这个游戏的记录？不管了，先试试。”史蒂夫疑惑的说，他总是会对新游戏感兴趣。尼克写的：他打开Portal2，觉得这个游戏很有趣，从晚上9点一直玩到早上9点，把它打通关了才走。在路上，他仍回味着Portal2中的种种乐趣。这时，一个女孩匆匆往他这边跑，竟一下就把他撞倒在地。史蒂夫站起来摸了摸屁股，站起来盯着那个女孩，白皙的大腿，紫色的超短裙令人时不时的去看一眼，浅蓝色的短袖、清秀的面孔，飘逸的双马尾和手上的iPhone5s,显出他的美丽和高贵。女孩也站了起来，不好意思地说：“对不起，我有急事！”说完便钻进人群里跑掉了。他心想：今天遭狗屎运了吗，怎么会这么被一个如花似玉的少女撞到..他挠挠头，继续往家的方向走。这时，那个女孩又跑回来了，对他道：“你是叫尼克吗？”我点头。她兴奋地掏出手机，在上面按了几下，放到耳旁：“Him教授，我找到他了！”说完她挂了电话拉着我就跑。我不明觉厉地问了一句：“你怎么知道我的名字的？你要带我去哪？”她头也不回道：“这个你以后就会知道啦！“咚--咚--咚....”我写的：钟声已经敲了十二下，可我却被带到了这个诡异的地方。我望了望四周，有一个说不透的女孩，她一头银发披到肩上。妩媚的瞳孔闪过一丝冰冷与神秘，那种漂亮的暗红像给她增添了一份神秘感似的，活像传说里的吸血鬼。一身黑白搭配的哥特萝莉装，裙摆上的蕾丝轻轻晃动，好像随时都会像铃铛一样响起来。她做在银色的十字架上，翘着二郎腿，手里夹着一根黑色的羽毛，正带着邪笑看着眼前的来者，说：“尼克写的：说：“欢迎来到PortalCraft，Steve·杨·尼克，从今天开始你就叫这个名字了！跟我走，我带你去见Him教授，告诉你一些你不知道的秘密。”她跳下来，往黑暗中走去，我紧张地跟过去，生怕附近有什么东西吓到我。这是一个别墅………………的地下室，也可以说是秘密基地，它的面积比别墅还要大至少10倍，里面一点光都没有，黑暗、寂静得可怕，附近全是书架，书架上摆满各种关于“超能力”的书籍。我四处看了看，继续跟着女孩往前走。来到一个实验室，四周都是仪器，在一个角落里，一个满头白发的男人正点着蜡烛看书。女孩拍了一把他，他显然是被吓到了，“啊”了一声，转过头看到她，激动地叫到：“诺诺你回来啦？那个人你带过来了吗！”诺诺指向我：“喏，在这儿呢。Him教授，为什么这么土气的一个人你会满世界找呢？他有这么重要吗？”Him教授跑过去，摸着我的脸，开心地叫起来：“我找到他啦！他真的是尼克！”我疑惑不解，问他：“你们到底是谁啊..我就在网吧打个游戏而已啊。”Him教授高兴完了，咳了几声，严肃地对我道：“你知道吗？在你的体内蕴含了一种超能力！”“超能力？”“是的，超能力！”“能干嘛的？”“你可以召唤出一把耐久无限的永不损坏的枪！它可以制造出蓝色和橙色的传送门！能在两者之间自由穿梭！”“真的吗？那我怎么不知道自己有这么个玩意儿。”“当然是真的了！”这个能力不禁令我想到了之前玩的Portal2，里面的技能也是这个，总觉得这个老头疯了，在耍我。我又问：“那我怎么才能掌握这个超能力？要多久才能掌握？”Him教授想了会儿，道：“我会用仪器把你传送到另一个世界去，你会在那里慢慢领悟超能力的！那个世界叫Minecraft，是个有趣的世界。”我写的：尼克昏昏迷迷的醒来，这里是哪里啊？只见一个方块人在他面前煮着什么东西，你？你是谁？方块人转过身来，表现出一阵和谐的样子'哦！你好。我来自这个方块世界，我看你不是方块组成的，你从哪里来？'尼克陷入了沉默，“我不能告诉你，这里是minecraft的世界吗”那个方块人笑着说“当然。”他手一滑，手中的草方块掉在了尼克头上，“啊，对不起，我手滑了.”他挠挠头很尴尬的说，没事~反正我脑袋也是榆木做的！对了!史蒂夫，你说草方块？那是什么？方块人端起锅放在桌子上，喂！给我回答！草方块是什么？'恩，你看着啊'史蒂夫说完就立刻从手中变出一个方块出来，慢慢的越来越大！瞬间从小型变大了！？！估计很重吧，方块人抱着方块觉得很轻松，让我试试~我也要来看看这方块，方块人没怎么多想就给了尼克，反正草方块又不是什么稀有之物！而尼克抱着方块，那叫一个重！尼克趴在地上呼呼的喘着气。。就这这个夕阳，两人玩的很开心！尼克和方块人躺在草地上，尼克问他“你叫什么名字？”他嘿嘿一笑，说“我叫Aloun.\"尼克写的：“这个是什么？”“这个是工作台。”“他有什么用吗？”“工作台，工作的呗。”“那这个是什么？”“这个是附魔台。”“这个是什么？这个又是什么？这个怎么玩的？………………”\n  我，尼克，昨天来到一个陌生的世界，Minecraft，认识了一个满脸马赛克的方块人Aloun。我现在在他的秘密研究所玩♂耍……啊呸，学习姿势…………啊呸呸呸，学习姿，学习知识。这个世界的定义很奇怪，白天只有10分钟，晚上也只有10分钟，加起来一天共20分钟（在现实生活里也是这个规律的话……那么上学=打盹10分钟……）。卧槽，我又想到什么奇奇怪怪的东西了...继续研究合成表。\n  “尼克，过来，这里有个有趣的地方，来看看咯。”Aloun在远处招呼我。我合上合成表，一蹦一跳地跑过去。“哇，这是什么啊！黑漆漆的！很恐怖的样子耶！”“这是一个洞穴，我听说你们那个世界有一句话，叫做男人是个见洞就钻的物种。”“你懂得还真多啊……呵呵……”我斜眼一笑。“那我们快进去看看吧！”“恩，我有火把，我带路。”我写的：迎面刮来一阵阵阴冷的风，仿佛告诉我们不要靠近，隐隐约约听见有几丝轻吼（僵尸），可能是听错了，前面就像看不见的无底洞，黑漆漆的，不知道什么时候才有出口，“我擦，洞穴原来在这个世界也是这么的可怕。”尼克有些心虚的说，AL停下脚步来，冷静的告诉我“不要怕，跟上我的脚步，不要走丢了。”不知走了多久，面包也只剩2、3个了，我们这个时候最缺一个鼓励，尼克想起了贝爷的身影，“要么被大自然征服，要么征服大自然！”尼克摇了摇头，眼神坚定的继续走着。AL突然停下脚步，笑了起来，转过头来对着我说“看看，这是什么？”我跑过去一看，一大片铁和几块钻石！AL兴致勃勃的拿出铁镐说“总算没白来.”我也高兴的回答说“嗯！”“桀桀桀桀桀桀.”几声怪笑从后面冒了出来，“这些钻石是我们先看到的，你们现在走还来得及，可以给你们几块铁，不然，哼哼。”突然从他后面冒出来十几个人，都拿着铁剑，锁链铠甲。“你欺人太甚，明明是我们先发现的，我是不会让给你们的！”我愤怒的说到，“虽然这样很无脑，不过为你了，我也大干一场！”一直冷静的AL终于也愤怒了起来，“不自量力.”他挥挥手，一群人一拥而上，“啊！”我惨叫了起来，瞬间我被砍到只有半颗心了，“谁敢伤害我的朋友，一群蝼蚁。”我瞪大了眼睛望着前面这个人，仿佛时空静止了，这个人穿着黑色的风衣，一直绵延到脚踝，带着两枚紫黑色的耳环，手上拿着一把很细的剑，最奇怪的是竟然也是黑色，他用深邃的眼睛望着我，我便晕了过去。那时，我感觉到了，一种异样的眼光，我有种熟悉的感觉，可就是想不起他是谁。不管怎么说，虽然AL失踪了，可我还活着，还获得了这么丰厚的战利品，我以后一定得找到他，好好感谢他，还有那个神秘人，我一定得知道他是谁。“咦？”我发现身旁有一封信件，“等你杀死凋零的时候，来地狱堡垒见我。”我顿时明白了肯定是那个神秘人写的。“等着，我回去找你。”（本章完）以后还是会更新，不过有点慢，以上采用故事接龙方式，我写的是我写的，尼克写的是他写的，我是铅笔，他是尼克。转载请说明，求捧场！最后本章字数统计：7047\n",
    "replies": [
        {
            "author": "狂风※中箭",
            "timestamp": 1397931660,
            "txt_content": "标题错误。。"
        },
        {
            "author": "taheta",
            "timestamp": 1397931840,
            "txt_content": "这么长..  慢慢看"
        },
        {
            "author": "DAK丶熊猫",
            "timestamp": 1397933280,
            "txt_content": "什么时候出第二章"
        },
        {
            "author": "WPencil",
            "timestamp": 1397935260,
            "txt_content": "DAK丶熊猫 发表于 2014-4-20 02:48\n什么时候出第二章\n可能下周，最晚下下周。"
        },
        {
            "author": "Nikeyzj",
            "timestamp": 1397957460,
            "txt_content": "你还真放上来了啊.."
        }
    ]
}