{
    "title": "<连载-单篇>传送门之枪[作者：铅笔（我）和尼克]【第三章：沙漠惊险】",
    "author": "WPencil",
    "replyCount": 13,
    "timestamp": 1397994480,
    "txt_content": " 我仿佛听见身边有很轻很轻的脚步声（苦力怕走路时会有一点点声音），便立即站起来，起身往洞穴出口逃。“Aloun，还有神秘人，我会找到你们的。”\n  逃出洞穴，外面的世界依旧明亮，太阳正在升起。“我已经昏迷一天了吗。”我四周扫视一眼，左手边是无边无际的白桦林，右手边是无边无际的大海，前方是无边无际的沙漠，后方则是刚逃出来的无边无际的洞穴。“总之不能再进到那个恐怖的地方去了..宁可选择东、西、北方其中的一条路。”我开始模仿贝爷，先跑去白桦林，站到最高的树上，一览全景后，明确了目标——沙漠后隐约有一条河流，人类可能会居住于此。“凭借我看了无数集荒野求生的知识，这点难度，根本没得比啊！”我迅速开始了行动。先用Aloun送我的石斧砍倒一棵树，采集了几根树枝，用半小时生起了些许火苗在树枝上，当做火把。我看着天，思考了一段时间，又把火把扔进树枝堆里，做成篝火，又采集了一些树叶，因为都是方块，所以轻松许多，只用了10片树叶就搭成了一个帐篷。“这么晚了，肯定不能出去咯，先睡一晚吧。”这时，我的肚子如雷震似的叫了起来，把我吓了个半死。“出去找点东西吃吧………………不行！你当我是逗比啊？很多小说里都是讲某人出去逛，然后送命了。我可没这么傻，我是不会出去作死的！”我往地上一倒，打起呼噜，开始睡觉……\n  也不知道是谁规定的，躺着不动5秒就会入睡，入睡后眼前一黑就会到白天。我起床，准备了木剑，木镐和木铲，直奔沙漠而去……\n  沙漠中，蠹虫悄声对苦力怕说：“多少年了，终于有人敢闯入我们的地盘了。给他一个惊喜吧，我去引他上钩，你在背后偷袭他。”\n铅笔：阵阵风吹来，被滚烫的沙子过滤成了热风，空中满是尘埃，毒辣的太阳照着尼克，不过还好，他是榆木人。“我听AL说沙漠里有神庙，现在去找找吧。”尼克自言自语道，于是他先做了一套铁装（衣服套，工具套）直奔沙漠的最深处。暗处，几只蠹虫眼睛闪着白色的光芒，中间有只最大的蠹虫，眼睛是红色的“好戏来了，兄弟们，准备引他！”“唧唧唧唧唧唧唧唧唧唧。”蠹虫们仿佛很欢乐，他又说到“喂，那边在耍宝的，说的就是你，过来。”那只蠹虫走了过来，“你去通知苦力怕，要行动了，准备埋伏.”“唧唧。”“唧唧个头，快去。”尼克：  “报告JJ怪！那个人来了！”蠹虫说道。“说了多少遍了，不要叫我JJ怪，要叫我女王大人！”苦力怕道。“好的JJ，没问题黑炎龙。”“叫我女王大人！”“是的生殖器，遵命阿姆斯特朗回旋加速喷气式阿姆斯特朗炮。”\n  我径直向沙漠走，“妈的，热死老子了，找到沙漠遗迹的话应该可以搞到很多好东西吧，嘿嘿~咦，前面那个是什么？是一只小虫子吗？没想到沙漠里还会有动物生存呐！”说着，我走过去用铁剑捅了那个虫子两下。它似乎觉察到了，发出吱吱的声音，并往前跑。“我记得，这个生物叫做蠹虫吧！听Al说，有蠹虫的地方就有遗迹或矿坑呢！跟踪它！”我继续跟在它后面走，突然，身后传出嘶嘶的声音，我转头一看“卧槽！好大一只黑炎龙！”苦力怕逐渐膨胀。“哇！黑炎龙使用特殊技能白炎吐息了！”\n  我用我打了十几年电脑的反应能力往旁边趴下。嘣！！！！！！！！爆炸声从背后传来。“还好老子练过KZ，不然早就死了！”热浪卷过来，从我身上压了过去。\n\n\n\n\n  一分钟后，我慢慢站起来，“真险啊！”这时，我眼前出现了一座巨大的沙子制成的建筑。“这，就是沙漠遗迹了吗……”铅笔：“这，就是传说中的沙漠神庙吗？”尼克惊叹的望着眼前这个巨大的建筑物，不，可以说是艺术品。“老鼠别跑！”我转眼看见老鼠欲跑，便追了上去。我跑进了大门，看到有五个不同颜色的方块镶嵌在地上。“红蓝黄紫橙.....”我陷入了沉思，看到这五种颜色的方块的瞬间，仿佛脑海里多了什么，可是却无法找到多了什么，可能还需要一把开启它的钥匙吧。我紧紧的跟在老鼠后面，直到一个狭窄的石头通道，老鼠回过头来看了看，看到我还在它后面时，放心的吱了两声，便继续往前跑，尼克越想越不对劲，可他毕竟还不熟悉这个世界，只能靠着别的生物来熟悉，他可不敢吓跑，他再也不想有跟那次洞穴一样的回忆了。突然，老鼠停了下来，尼克身后突然降下两块巨大的石头封住了尼克的退路。尼克才猛然意识到，中计了，这不是老鼠，而是蠹虫，我还记得AL说它们是群居，每次捕杀猎物都是引到自己的地盘吃掉，这下完了。尼克无力的望着墙壁，只见突然窜出来一大群蠹虫士兵，它们包围了尼克，中间一个稍大的蠹虫士兵对他说“跟我走，别想反抗，我们马上就能杀死你。”它狠狠的望着我，仿佛要把我吃掉，我不禁心虚起来。没走多久，我便到了一个大牢前面，“进去！”那个蠹虫大声吼道，我像逃了似的进去，随着大牢的门嘭的一声关上，我的心也似乎沉了下来，我躺在那张不知道有多少灰的床上，回忆着我的生活。我从小就很孤独。每次都是一个人。没有人愿意和我做朋友。“切，又是这个畜生，赶快走远一点。”正是这样，才12岁的我便有了成年人的心智，做什么都很成熟。可能因为小学的影响吧，初中也亦复如是，中考没有考上好高中，去了一所离家30公里的混混高中，当时那里只能弱肉强食，每天都有人骨折，每天都有人被送进医院，虽然校方管过，可是效果微乎其微。为了活下去，我不得不打架，当时我每天都在打人，每天都在学校里混，最后在高三时混到了老大，可是我意识到这样做不行。于是上了大学后，我便改掉了爱打架这个习惯，对，已经可以称之为习惯了，我便形成了人格分裂。还有我的母亲。。尼克想到这里泪便流了下来。但时间要抓紧，没时间来回忆往事了。“来久违的杀人吧。”尼克的声音突然变的阴冷的起来，眼睛里透着杀气，没有杀死过很多人的人是不会有的。平时尼克用那种正常人的性格，不到迫不得已他是不会变成这种性格的，因为他有一个信念，“我要找到AL，杀死凋零！”。“嘿嘿。”尼克怪笑了一声，一脚踹到了门上，破掉了一个大窟窿，他钻了出去，“来人啊，人类逃....\"“哟，你不是那个对我凶的蠹虫长吗。”尼克一只脚踩在蠹虫长的嘴上，“真是恶心.”尼克脚一用力，血花四溅。尼克慢慢的走了出去。走到一个宫殿时，突然传来一阵爽朗的笑声“哈哈哈哈哈哈哈哈哈。”一个比尼克大三倍的壮汉出现在他的面前，“好久没有人来跟我打了，终于找到一个人，来战吧！”尼克并没有多说什么，从背包拿出了钻石剑，显然是不敢小看眼前这个巨汉。尼克冲了上去，对着他的肚子用力的砍了下去，“你还是人吗？”只见钻石剑碎掉了，可他的肚子却完好无损，“你就这点本事吗？唉，真是失望。”巨汉随意一脚，踹到了尼克的肚子上，尼克像箭一样往后飞去，直到撞倒了十多个柱子在抵消了那股力量，不知什么时候，巨汉又出现在他的后面，他知道，再来一脚他肯定会死，他挣扎着，可是手脚却不听他使唤，怎么也不动，眼睛像灌了铅一样。我心中默念着“I never say die.”“I never say die.”“I never say die!!!”只见尼克身上爆发出一股神圣的光芒，头发变的飘逸起来，身上的衣服变成了白色的战袍，眼睛似乎深邃了不少，左手里多了一把蓝色的传送枪，右手多了一个黑白相间的印章，巨汉眼睛里露出恐惧的神色，嘴巴张的大大的可就是说不出话来，尼克慢慢的走过去凑近他的耳朵轻轻地说“你已经被判了死刑，好好反省吧。”黑白相间地印章在他身上印了一下，顿时他的全身全部布满了黑白的裂纹，尼克轻轻的一点，顿时他的全身化为无数的碎片，消逝不见。他又用蓝色的传送枪一射，一个扭曲的空间通道便出现在了面前。“我只能帮你这么多了，你还是先去地狱堡垒吧，那儿会有你想要的答案。”\n想出场的说一声。字数统计：6025. 索引：http://www.mcbbs.net/thread-266520-1-1.html\n看文不回，没节操啊！！！\n",
    "replies": [
        {
            "author": "WPencil",
            "timestamp": 1397994600,
            "txt_content": "本章是我一个人写的，所以尼克会一个人写第四章。突然发现我和他 的笔风完全不同。。。"
        },
        {
            "author": "q1786803468",
            "timestamp": 1397994660,
            "txt_content": "我在里面看到和谐文字了，LZ你要多注意知道吗？\n比如里面有“我径直向沙漠走，“妈的，热死老子了，找到沙漠遗迹的话应该可以搞到很多好东西吧，”"
        },
        {
            "author": "WPencil",
            "timestamp": 1397995080,
            "txt_content": "q1786803468 发表于 2014-4-20 19:51\n我在里面看到和谐文字了，LZ你要多注意知道吗？\n比如里面有“我径直向沙漠走，“妈的，热死老子了，找到沙 ...\n这一段不是我写的。这是我朋友写的。。下面85%是我写的"
        },
        {
            "author": "q1786803468",
            "timestamp": 1397995320,
            "txt_content": "hudexiu2010 发表于 2014-4-20 19:58\n这一段不是我写的。这是我朋友写的。。下面85%是我写的\n但是写文最主要的是素质，没素质的话，谁还看。\n不过素质累的主要是看你写什么类型的小说"
        },
        {
            "author": "WPencil",
            "timestamp": 1397995560,
            "txt_content": "q1786803468 发表于 2014-4-20 20:02\n但是写文最主要的是素质，没素质的话，谁还看。\n不过素质累的主要是看你写什么类型的小说 ...\n恩，我会叫我朋友注意的。"
        },
        {
            "author": "q1786803468",
            "timestamp": 1397995740,
            "txt_content": "hudexiu2010 发表于 2014-4-20 20:06\n恩，我会叫我朋友注意的。\n加油吧，俺看好你！"
        },
        {
            "author": "Nikeyzj",
            "timestamp": 1397996040,
            "txt_content": "至少40%是我写的吧- -哪有你这样的，一开始说全是你写的，直到有人指责你有骂人语段才推给我..丧心病狂呐"
        },
        {
            "author": "WPencil",
            "timestamp": 1397996100,
            "txt_content": "Nikeyzj 发表于 2014-4-20 20:14\n至少40%是我写的吧- -哪有你这样的，一开始说全是你写的，直到有人指责你有骂人语段才推给我..丧心病狂呐 ...\n帮你背黑锅啊！"
        },
        {
            "author": "Nikeyzj",
            "timestamp": 1397996100,
            "txt_content": "以前看盗墓笔记，笔风和你差不多。现在在看龙族，所以笔风变了..没办法啊..龙族太好看了"
        },
        {
            "author": "WPencil",
            "timestamp": 1397996160,
            "txt_content": "Nikeyzj 发表于 2014-4-20 20:14\n至少40%是我写的吧- -哪有你这样的，一开始说全是你写的，直到有人指责你有骂人语段才推给我..丧心病狂呐 ...\n咦。。AA啊啊，我忘记说了，空格以下全是我写的，以上是他写的，我也写了点。"
        },
        {
            "author": "Nikeyzj",
            "timestamp": 1397996220,
            "txt_content": "hudexiu2010 发表于 2014-4-20 20:16\n咦。。AA啊啊，我忘记说了，空格以下全是我写的，以上是他写的，我也写了点。 ...\n这就对了嘛，赏你一粒金子"
        },
        {
            "author": "WPencil",
            "timestamp": 1397996280,
            "txt_content": "q1786803468 发表于 2014-4-20 20:09\n加油吧，俺看好你！\n谢谢支持！！"
        },
        {
            "author": "Nikeyzj",
            "timestamp": 1397996520,
            "txt_content": "hudexiu2010 发表于 2014-4-20 20:15\n帮你背黑锅啊！\n呵↘呵↗"
        }
    ]
}