{
    "title": "【来自风平浪静的明天】主角组（新人加原创)(合辑)",
    "author": "20000929gary",
    "replyCount": 3,
    "timestamp": 1398096540,
    "txt_content": " 本帖最后由 20000929gary 于 2014-4-23 23:01 编辑 \n\n\n\n\n\n\n前言：作者我是第一次发帖，也是我第一次在皮肤版发帖（好吧各种第一次我不说了）\n大家可以叫我KH~（游戏ID是KaibaraHilbert嘛OAO）\n眼看没人弄这个系列 自己又想弄来看看 而且LZ是个皮肤新人 所以呢 各位大触勿喷(oOωOo)\n另要转载的请告诉我并且注明出处=w=http://www.xiami.com/widget/35715957_1772229583/singlePlayer.swf\n\n\nSakishima Hikara 先岛光\n本作男主角。有点迟钝但很会照料别人的傲娇中学生，和爱花、千咲、要四人是青梅竹马的关系。是潮留美海没有血缘关系的舅舅。一直以来庇护着向井户爱花 ，喜欢爱花。因此容易对于爱花身边出现的外物产生敌对情绪，但也想让爱花开心而选择放弃并支持爱花的选择。另外对自己的料理很有自信。本人也很冲动易怒。很关心姐姐和父亲，与陆地人有隔阂。但经木原纺等陆地人相处后慢慢改变对陆地人的看法态度。同时在众人的影响下自己也慢慢改变。被美海喜欢着。5年后冬眠苏醒，被纺和美海发现时容貌与沉睡时相比没有改变。醒来后，一开始面对着眼前的变迁感到不知所措，但也逐渐接受。现与美海、纱友等人在同一班级，再次就读中学二年级。在18话在海底和要还有美海一起救出了沉睡的爱花，回到陆地后想尽办法唤醒爱花。22话得知爱花醒来后却失去了和光、纺之间的部分回忆，在25话得知爱花喜欢的人是自己。26话曾回忆起舟曳祭的约定，但已经不重要了，“虽然说不出口，如今已经传达到了呢。”表明两人彼此互相喜欢的心意可能传达到了。\n\nMukaido Manaka 向井户爱花 \n本作女主角。优柔寡断，性格冒失，有些天然呆的爱哭鬼，冒失娘。但是对待事情很专心。故事开场的邂逅使她对自己的情感与水族和陆地上人类的关系产生迷茫。非常依赖先岛光和比良平千咲。对转学第一天意外相遇的木原纺感到好奇而接近他，似乎对纺有着莫名的好感和在意，对待纺和光的感情一事迷茫，光的突然告白令她不知所措。不过在舟曳祭举行前，自己也想清楚了，以前对纺的喜欢似乎在光的告白之后消失，也才明白自己喜欢的人是光。本想在舟曳祭结束后向光清楚表明心意，但因为舟曳祭的意外而代替明里成为贡女，没有成功传达出自己的心意。在18话在祭海女神的墓地被光、要和美海发现，并且胞衣也正在脱落，之后被三人救起在潮留家沉睡，20话苏醒，22话得知爱花失去了爱上别人的心。23话得到装着自己感情的海牛宝石。24话因看到晃给自己的告白书中的「喜欢」二字而感到自己好像失去了什麼。25话已得知喜欢的人是光，并且表示，纺是自己憧憬的太阳，而光则是自己离不开的大海。26话时想起了一切感情，光也知道。\n\nHiradaira Chisaki 比良平千咲本作女二号，心思细腻，温柔体贴，被谈到过具有人妻属性，实则却有些天然。平时总是一副安静沉稳的模样，但有时候却会突然激动起来，变得让人难以捉摸。是个如同大海一般的人(来源于木原纺的评价)。很照顾向井户爱花，是类似于爱花姐姐的存在。希望大家永远是朋友，一直保持着原来的关系不要改变，但不得不迎来了四人组的变迁之时。而后来最不希望改变的她却成为了海底四人组中改变最大的一位，害怕自己改变，因为觉得这样是背叛了另外三人，所以一开始面对陆续苏醒的光和要都有些不知所措，并且还会为感到自己与另外三人的差距而暗自伤感。在舟曳祭事件后无法回到海村，所以并没有冬眠，被木原家收留，在5年后成为了护理专业的大学生。在23话被纺告白，因为负罪感所以迟迟不敢回应自己对纺以及纺对自己的感情，但在25话面对纺也已经坦然，明白自己真正喜欢的人其实是纺，26话两人在一起。\n\n\n\n\nlsaki Kaname 伊佐木要\n本作男二号，隐忍(在第十二话中表示自已也已经忍耐到了极限)，成熟，寡言，温柔，有些腹黑，沉着，对待自己的感情专一痴情到了令人吃惊的程度，面对事态其冷静程度也让人惊讶。之所以能很好地看清局面并作出判断，是因为以前一直像一个旁观者一样看待另外三位伙伴，但是自己也表示已经厌倦了当一名旁观者。考虑事情很周到，不仅擅于观察气氛，并且还可以将朋友照顾得十分周详。在第十话末尾对比良平千咲表白，在舟曳祭事件时因没有及时爬上船而坠入海底，在16话时从冬眠中醒来，现在暂住在木原纺家，一直喜欢着千咲，在沉睡之前也说了就算在不同的时间苏醒，也会一直喜欢千咲这样的话，冬眠醒来后一度和木原纺呈敌对关系。24话察觉千咲与纺微妙的感情后心境有些变化，能够由衷地对千咲表示祝福，在之后也对纱友的告白表示了感谢，并表示会认真考虑与纱友的将来。并于25话与纺进行了“传话游戏”，让纺与千咲之间的隔阂消除。\n\n\n\nKihara Tsumugu 木原纺\n本作中的男三号，在作品中是一个类似于红腹海牛般的存在，千咲、光、美海与爱花都对他表露过心结。拥有着沉稳冷静的性格，但其实为人温柔，因为不善于表达，所以不会轻易就流露出自己的感情。九岁时，因讨厌海的父母与喜欢海的自己起了争执，于是独自离开小镇来到海边的爷爷家。因为对海底非常感兴趣，所以水族人都怀有一定的好感，和当渔师的爷爷两个人生活，经常帮助爷爷工作，对海底的事物怀有着很强烈的憧憬。舟曳祭事件后与千咲同居五年，一直默默守护着千咲，并表示不希望她离开自己。在5年后成为了海洋学研究科的大学生。在21话被鳞大人诅咒，很照顾臂上的鱼，在22话还给它喂食，23话甚至到了携带水桶到海边给它泡澡的程度。同话告诉光自己喜欢千咲，却不料被千咲听到。为追上千咲不顾危险跳入海中，却以和美海一样的方式得到胞衣。后追到海村，向千咲告白。并一直相信她的心在自己身上。\n\n\n\nShiodome Miuna 潮留美海本作女三号。潮留至的孩子，小时候母亲去世，与父亲两人住在一起。可能是因为母亲去世因素导致小时候性格较为消极内向，认为和自己没关系的事怎么样都无所谓，但是长大之后便成长得热情友爱得多。小时候发现了父亲的恋情后，情绪不稳定，表示对明里的代替感到反感和不解。第五集与明里和好，把明里当成新的妈妈。喜欢先岛光，虽然知道光喜欢向井户爱花，但仍对光痴情五年不变。5年后成为中学生，在班里成绩一般，最擅长的“科目”是打瞌睡。一直期待着能与光等人重逢，最终与光相见。在16话中意外落水时发现自己拥有了胞衣，在22话发现曾经在海里听到的细碎声音是爱花胞衣发出的。为救爱花而变成贡女，一直默默地守护着光和爱花。并不想让光发现自己的心意。第25话知道爱花喜欢光，并希望自己能够放弃光，那样就不会再痛苦。在舟曳祭中让爱花重新获得胞衣，为了救爱花成为了供品，吐露了对光的感情。最后被光救出。美海释然把光定为自己的初恋，这份感情沉入了温柔的大海。26话将对爱花的称呼省去了“小姐”（并不是对爱花的宣战，详情见官网。）。在最后一集中对过去喜欢光的感情释然,，称为初恋\n\n\n\n\n\n\nHisanuma Sayu 久沼纱友\n\n本作女四号。小时候是一个爱捣乱的小鬼头，别扭，喜欢鼓起腮帮。珍重朋友，可以为朋友两肋插刀，潮留美海是纱友唯一的朋友。5年后和美海一同在中学就读，很努力，成绩很好，偶尔也会哭泣。美海曾评价不逞强便是纱友的优点所在。对于自己的人生有着明确的目标，立誓要做一位成熟都市女性。从五年前便开始喜欢伊佐木要。在17话与要相见。在22话给木原纺臂上的鱼喂食时虽然说着很恶心但其实非常感兴趣。24话已向要告白，并得到了要的感谢，要也表示会认真考虑与纱友的将来。25话舟曳祭时不慎差点掉入海里，但被要及时救回。26话末尾试着改变发型，解下双马尾为散发，并希望要能够喜欢。。\n\n本人是皮肤新人 做的不好看也请多多支持啦其他版本的（五年前/五年后）或者是其他人以后再更新吧回帖是一只美德 希望大家也可以回回帖=w=\n\n下载地址：http://pan.baidu.com/s/1ntuimj3大部分资料出自百度百科 \n\n",
    "replies": [
        {
            "author": "scl701",
            "timestamp": 1399247040,
            "txt_content": " 本帖最后由 scl701 于 2014-5-5 21:42 编辑 \n\n难得见到有人做这个系列的，帮顶一下吧\n另外推荐楼主稍微修改一下美海的皮肤，眼神部分其实是略微泛蓝的（不是完全的，仔细看动画能观察到一点点）另外画的瞳距太远了很违和。（我是用了自己在你的皮肤基础上的修改版，做了头像（违和啊）"
        },
        {
            "author": "敢冻海洋",
            "timestamp": 1528879620,
            "txt_content": "楼主在吗？图挂啦，网盘挂啦，很想知道做的怎样"
        },
        {
            "author": "1772616430",
            "timestamp": 1579947060,
            "txt_content": "lz，网盘链接挂了，求补qwq"
        }
    ]
}