{
    "title": "BC管道教程",
    "author": "lingfeng2356",
    "replyCount": 30,
    "timestamp": 1398154440,
    "txt_content": " 本帖最后由 lingfeng2356 于 2014-4-30 21:23 编辑 \n\n楼主我好死不死即上次大玩MC到现在大半年过去了，又想起来这游戏了，决定把以前比较自信的作品教大家搭建。\n不过我觉得这些有点耐心基本都能会用。\n首先是管道，这是个我很喜欢的系统，因为可以让我在MC里面几乎什么都不用做，天天望风景盖盖房子就搞定了。\n顺便弱弱的说一句……MOD大神们可以直接关网页了……\n管道的基础认识\n\n我下面说的别看了，点这个\n\n\n先来认识一下物品运输的管道，运输液体的我觉得暂时不用说，因为液体除了抽岩浆抽水抽石油就没别的用处了，不过后面我还是会简略说一下的。\n\n木头管道\n从左往右分别是，木质管道，圆石管道，石头管道，铁管道，金管道，钻石管道（←这边是左= =）\n木头管道的用处很简单，它只有一个用途，就是把箱子或者什么东西里的物品抽出来。\n当然有不少MOD里的东西都有相对的抽出物品和放入物品的方向设定，不过那些都不是现在关心的事情。\n你只需要知道木头管道是从别的容器里面拿东西就是了。\n不过木质管道需要用引擎推动才能吸出物品，所以只需要在木管道旁边一格放一个红石引擎就行了，有红石信号就能用。\n详细样子之后会说。\n圆石管道 \n然后从左往右第二个是圆石管道，前期用的最多最多的一种管道，特点是运输速度慢，但是造价极为廉价。\n可以连接其他所有运输物品用的管道，石头管道除外。\n石头管道\n和上面圆石管道是一样的功能，从左往右第三个就是石头管道，但是这个需要圆石烧过之后才会出来，或者精准镐挖石头去。\n但是特点却是除了无法连接圆石管道，其余全都可以连接。\n铁管道\n\n\n铁管道主要功能是物品汇流导向，这么说可能不懂，给上一张图详细讲解一下使用方法。\n\n\n不知有没有人注意到那些白色的铁质管道，管道上有显示灰色和透明的部分，那些是用红石信号控制，通一次信号和断一次信号都会按顺序改变一次导流方向（小编以前从来都是用钻石管道的……我是土豪我自豪~{:10_531:}）\n呃……貌似说完了……（好像就这一个功能了吧。。{:10_492:}）\n金管道\n金管道会加速物品的移动速度，除此之外没别的用处，不过貌似有时候加速太快拐弯时候会飞出去？（木有试过，谁实验了告诉我结果哈~）\n\n钻石管道\n钻石管道你必须要在创造里面彻底掌握了之后再去生存里面玩，如果你觉得自己像楼主一样是个天才你也能五分钟掌握这东西。\n楼主用的最暴力的一个管道，也是一个最好的分流器，这个东西说起来容易用起来却需要一些逻辑思维能力了，不然你会哭的很惨~\n\n\n这个东西就是钻石管道了，上下是白色，四个方向是红黄蓝绿。\n然后拿着管道以外的东西右键点它会出现这么个框框。\n\n这个框框可是很厉害的，首先这些方格里面不是放东西的，但是是放标本的，代表这个颜色的方向会流入什么东西，属于十字路口一样的存在。\n同时还能当做分流器，比如你在绿色横着摆放三个圆石，蓝色摆放七个圆石，结果就是绿色会通过输入总数的30%的圆石，而蓝色则会通过70%。\n而且还可以当做截流，比如有时候管道太过紧密很多地方都粘在一起。\n比如下方向和下一层管道粘到一起了，你完全可以换一个钻石管道往黑色里面扔个钻石镐，让黑色只能进入钻石镐，这样其余的垃圾就不会进入，而且还能保证上下两条管道正常工作。\n\n还有就是除了收集农作物没什么用的黑曜石管道。\n其实就是把撞到它的东西收入管道里，据说通红石信号能把前面挺多格的东西都吸进去，不知真假，没用过那功能。\n\n自动装填\n\n比如说一些人喜欢用发射器打怪，虽然我不太赞同这种杀怪方法，但是万箭齐发的感觉确实很让人心动，你完全可以弄这么一个东西出来。\n第一个版本是这样，但是比较耗内存。\n\n\n个人喜好用钻石管道，其实铁管道也能完成，就是我嫌麻烦而已……\n配置方式是我想这个发射器喷骨头，然后在发射器任意一面接上个钻石管道去吸骨头，并且做一个循环。\n这样一圈的方式循环可以自动补充发射器喷出的骨头还可以在管子里面无限存储骨头，不过这跑来跑去可都要用你CPU的计算能力了，I7的可以不用理我，我说疯话呢。。\n第二个版本\n\n这个是节省内存的方式，不过就是得造一个红石引擎了~\n当然黑曜石管道就是那个紫色的东西，那个你可以直接扔到刷怪塔哪里去吸箭支，然后自动进箱子，我就不去做那些东西了。\n另外一段黑色管道是为了发射器里面骨头满了的时候可以东西回流到箱子，所以才会多处那么一条管道的。\n一个东西举例装填应该就足够了吧~\n再说一次，如果你逻辑思维不够缜密请再三考虑后启动这些管道，仔细检查没有漏洞之后才可以启动，否则你很容易就会损失惨重。\n我曾经一次失误……结果半箱子的铜块都被抽没影了……最后一查才发现需要有回流管道，所以小心使得万年船~\n记住一点！永远也不要在那一截管道里有东西的时候打碎管道！你的东西很大几率会被你打的消失！\n\n\n·································································分界线·····································································\n全矿种自动处理，全道具自动合成！\n只要你有一个冷静，并且可以精确计算的头脑！（其实你不用太精确的……）\n\n从此开始自动之路~\n下面开始你所看到的就是MC里最高等也是单人游戏最霸道的一种玩法，也就是传说中的王。\n你只需要在自己的物品大厅按一下对应按钮，一两分钟之后你的生产线就会给你生产出你所需要的物品！\n由于发觉创造模式发的话，好多细节照顾不到，所以一边玩一边发好了。\n自动化烧矿和自动化分类装箱！\n\n首先是你可能会需要极为大量的矿物，请添加工业MOD，需要用到里面的挖矿设备，那个挖矿设备比矿场要效率高很多。\n不过这可不是你玩一天两天就能完成的一项工程，就算你用创造模式去搭建估计也需要用上三四天，所以慢慢看慢慢学~（不过可别当工作，我说的可是一天玩十四小时以上……不然够你折腾一个月的。。）\n首先你需要有我放火这么大的一片地~至少！\n\n这片地的大小还没算上你采矿和农场的区域，所以有点心理准备，这是持久战！\n有了这么一大片地方之后你需要去弄到最基本的发电装置和采矿装置！\n首先预览一下你以后的工厂吧。\n\n自认为逻辑思维够强大的就跟着我的思路制作一下看看吧。\n首先是把矿物输入管道，需要用到木头管道和红石引擎抽取，红石引擎启动方法是通入红石信号。\n然后把物品运输的管道延伸到你的自动烧矿厂，也就是你现在留出的大概30*30的一片空地。\n然后从箱子里抽出的矿物分别用钻石管道输入漏斗，记住！一定要用钻石管道直接输入，并且同时保证你这一条管道能直通你的回收箱子！\n\n这个属于土豪版的，而且也是最完美的一个版本，从左边开始讲\n最左边的一个管道接通回收箱，负责回收你扔进去的一些生产线处理不了的东西，会自动送到你存储杂物的箱子，不过推荐加个更多箱子，里面有水晶箱子那个可以看到箱子里有没有东西。\n然后是最左边的那个钻石管道，它是负责把单一种类的矿物吸入，比如你加了N个MOD里面都有锡，而这些锡种类不同你可以全都放进那个钻石管道绿色的一栏，这样所有的锡都会被吸入绿色方向链接的管道。\n然后是绿色管道连接的那个结构，是一个矿物巡流装置，虽然用了两个钻石管道，不过第二个钻石管道可以用铁管道代替。\n接下来是第三个，一定要设置成和前面第一个绿色方向一样的配置，不然矿物会丢了的。\n这个巡流装置目地是你如果一下子放入十几组同样的矿物不会导致矿物丢失，而这些矿物会在这个装置里不断转圈，一直到机器把它们全部消化掉。\n接下来是进入漏斗的矿物总共能叠加四组，进入的对应机器一般都是打粉机，但是比如铀这种东西可以直接一个压缩机就输出了，毕竟量很少。\n但是注意的是打粉机至少加四个超频升级！不然你的矿物打粉效率实在太低！，一分钟七八个的速度会让你机组铁丢进去半个小时都打不完粉。\n接下来就是电炉子也一样，都是这样的结构，后面自动合成台也是，但是单一种类矿物的自动合成台不需要巡流装置，但是如果你这合成台里面有两种东西你就必须要加巡流了，否则你有可能损失的非常惨重！\n合成台之后就是送到对应箱子里保存了。\n\n土豪版的前身则是用两个钻石管道就能完成一个生产线，里面那个钻石管道请无视，我懒得去换铁管道……\n这个看完上面那个的人都能理解的，不多说什么了，只不过这个你无法一次投入大量矿物，所以请斟酌使用。\n投入倒是没关系，投入之后你会发现你一半的矿物可能都在回收箱子里安静的躺着呢……{:10_511:}\n如果说你是在是太新手了，手里的矿物只够制作电炉子和打粉机，好吧，那请用平民版的，这个你需要比较操心了，不是包里东西一口气都扔箱子里让它自己过滤，而是变成你把你需要的东西给放进去，而且还得小心别超过四种，不然你还是会丢东西~\n\n这种程度的你总能办到吧？\n不需要钻石，不需要金子，只需要一点红石！\n红石这种烂大街的东西前期稍微费点劲，不过你总不能说铁你都没挖到过吧？{:10_498:}\n\n其实你看到这里应该就已经学会了自动烧矿系统了，而道具自动分类装箱则是真正的难点，不过难度并不高，你只需要一条有着用掉了七八个钻石的管线就足够完成收纳整个我的世界里所有道具的顶尖仓库。\n你到现在已经完全有能力制作出像下面这座水晶仓库一样的系统了，而且还是全自动整理道具，根本不需要你费什么力气去挨个箱子放东西，那多累啊，记住那么多箱子的位置都有点难度的吧？\n\n\n\n\n\n而现在你再看这张图片，你真的觉得这一套针对性自动烧矿系统有难度吗？\n你说有难度你自己估计都不信！\n\n虽然我非常想说下一步就是自动化生产道具……但是既然你懂了自动烧矿已经无需学这种东西了，因为自动烧矿就是个自动化生产道具，稍微变形一下就能生产任何东西。\n比如一组煤一个钻石，这种事情非常容易做出来，几个机器串连的事情，说都不值得说的。\n然后我说一下液体管道，其实液体管道也没什么说头，就是石头圆石管道运输慢容积比较小，其余没什么说的了。\n甚至你想说石油和这个生产线能不能连上？\n那不是废话嘛，我曾经都做出过一个原油基地，生产出来的油如果按里面的一万一箱来算估计已经快上千万了吧……\n\n放水管道的用处也就是岩浆，水，还有一些其他MOD的泥巴汤什么的东西，而水泵只需要四个红石引擎就行，时间长了自然会很快把这么点岩浆洗干净。\n至于能量管道那玩意我压根就不用，可能是因为我玩IC2和格雷比较多，所以对能量那边几乎就丝毫没理会过。\n\n\n顺便一说想玩不占地方的管道点这里\n\n另外就是如果你精通红石和各种管子的话……点这里\n楼主已经不知自己在干什么了……\n\n这里开始是那些个门的解说，我也是才使用这玩意，刚刚花了十分钟解决了最开始的那个叫做门的东西总之图片说话~\n\n门\n\n\n\n这里开始呢，我打算把图片弄少点，一堆图片看起来有点难受，稍微用点PS了……\n\n首先是这个被翻译了叫做门的玩意，首先是这东西应该是那个被翻译成独立门或者专一门的家伙。\n\n哪两个方块里面的左边箱子下面两个点的意思是箱子的充实程度。\n\n先说一声这东西只需要做出来右键扔管子上就好了，管子打碎这东西会和管子一起掉下来，不会损失（创造模式你砸碎了管子这玩意也一样掉下来。）\n\n左边的那个你随便点，点了之后会有你这个管子链接的东西，这玩意就是符合你设定要求的时候就会输出右边你设定的效果。\n\n同时这东西还等于一个红石引擎，和红石引擎红色时候输出速度差不多吧，我没试。\n\n总之上面这些话说的乱七八糟，左边的框是条件，右边是满足条件后执行的事情，至于中间的一条红色横线是是否执行的判定，没有仔细尝试，你只需要知道红色等于执行灰色等于不执行就是了。\n\n这东西还能控制引擎和各种各样的机器，总之你管子接上的东西几乎这玩意上面都有选项，自己玩几下就会用了，最简单的一个门。\n\n并且所有的门可以右键放置按shift右键又能拆下来了。\n\n\n铁质或门和与门\n\n这俩东西……我只能说在我脑子里是一样的玩意，只要你的逻辑设计的对了肯定会通。\n\n而且这俩玩意非常的让人觉得无聊，甚至可以说这164以下版本所有的与门和或门是完全一样的东西，只是看你设定什么条件而已。\n\n然后就是……好像没什么然后了，逻辑计算我也不会教……\n\n只能说师傅领进门修行在个人了……\n\n难道我还得教你类似编程似得玩意？比如下面写的这样\n\n\n举例1\n金独立门从箱子1输出箱内超过75%的物品（铁门和门无法按照百分比判断。）\n经过管道进入第二个箱子前经过铁独立门判断箱子装满后激活红管道线（门无法判断箱子是否装满）\n红管道线顺着管道连接箱子1哪里的金独立门\n金独立门判断红管道线亮起停止输出箱子1内的物品。\n\n这样就是一个从箱子1到箱子2的自动存储转移。\n\n\n\n然后呢？你们觉得这种功能的东西有多少用处？\n\n金独立门有个物品检测功能，检测到这一段管子里有什么东西后会输出你设定的东西。\n\n钻石也是一样的道理，不过就是金独立门是四个条件，钻石是八个。。\n\n还有谁知道什么的话请回复告知……我是找不出什么别的功能了。。\n\n然后嘛……还有什么玩意你们就说吧，基本上我都能研究明白。。这管道的门并没那么好，不如说比较废柴。\n\n具体怎么回事你们创造测试一下就知道我为什么说这玩意废柴了。\n\n",
    "replies": [
        {
            "author": "lingfeng2356",
            "timestamp": 1398154440,
            "txt_content": " 本帖最后由 lingfeng2356 于 2014-4-23 21:02 编辑 \n\n我觉得IC2没什么难度，值得一说的也就只有橡胶树的种植方法了，能收橡胶更容易点，顶多前期有用，后期都直接林业的橡胶自动了，后期就懒得去收橡胶了。\n\n\n\n\n\n\n我想想IC2和林业什么的有没有什么值得说的，有的话这两个留空的楼就用上了~\n"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398154500,
            "txt_content": " 本帖最后由 lingfeng2356 于 2014-4-23 21:17 编辑 \n\n看来预留的楼没什么用了，本来觉得好像有很多东西能说，到现在感觉没什么值得说的了，基本都没有难度了，我觉得有点难度的玩意已经没了，所以白占楼了……"
        },
        {
            "author": "ccm幻话",
            "timestamp": 1398156300,
            "txt_content": "快快快快"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398157920,
            "txt_content": "ccm幻话 发表于 2014-4-22 16:45\n快快快快\n嗯，刚刚研究明白了，正做教程用的小道具呢。"
        },
        {
            "author": "1142145792",
            "timestamp": 1398158640,
            "txt_content": "教程还是不错的，不过……后面你怒水了两贴我就不能理解了"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398159000,
            "txt_content": "1142145792 发表于 2014-4-22 17:24\n教程还是不错的，不过……后面你怒水了两贴我就不能理解了\n那俩是留着写别的MOD教程的，毕竟之前狠狠的吃了一次传上去一百多图结果想删一些多余的图都找不到的严重问题……\n坑死我了。。"
        },
        {
            "author": "1142145792",
            "timestamp": 1398159660,
            "txt_content": "lingfeng2356 发表于 2014-4-22 17:30\n那俩是留着写别的MOD教程的，毕竟之前狠狠的吃了一次传上去一百多图结果想删一些多余的图都找不到的严重 ...\n哦哦这样啊，误解了"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398159780,
            "txt_content": "1142145792 发表于 2014-4-22 17:41\n哦哦这样啊，误解了\n除了第一张图片怎么好像都没显示出来呢？"
        },
        {
            "author": "1142145792",
            "timestamp": 1398159840,
            "txt_content": "lingfeng2356 发表于 2014-4-22 17:43\n除了第一张图片怎么好像都没显示出来呢？\n据说最近上传图片有点问题，可以用图床，论坛上有图床教程"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398161640,
            "txt_content": "1142145792 发表于 2014-4-22 17:44\n据说最近上传图片有点问题，可以用图床，论坛上有图床教程\n3Q~弄好了~"
        },
        {
            "author": "ccm幻话",
            "timestamp": 1398227220,
            "txt_content": "lingfeng2356 发表于 2014-4-22 17:12\n嗯，刚刚研究明白了，正做教程用的小道具呢。\n精华帖吗"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398242220,
            "txt_content": "ccm幻话 发表于 2014-4-23 12:27\n精华帖吗\n不知道~"
        },
        {
            "author": "xx12mm",
            "timestamp": 1398245640,
            "txt_content": "头像不错（好吧，这些除了钻石外我都懂，我不是土豪，不敢弄）"
        },
        {
            "author": "798270509",
            "timestamp": 1398246900,
            "txt_content": "赞了！敢问这是什么MOD？麻烦给我下！"
        },
        {
            "author": "崔江浩",
            "timestamp": 1398249720,
            "txt_content": "看来又是个福利啊"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398250020,
            "txt_content": "798270509 发表于 2014-4-23 17:55\n赞了！敢问这是什么MOD？麻烦给我下！\n额……我也不知这是什么，一直都是我朋友慕容晓月帮我弄的，好像是铁路也好像是建筑，肯定不是工业，不知这什么东西，彻底忘了。。"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398250020,
            "txt_content": "xx12mm 发表于 2014-4-23 17:34\n头像不错（好吧，这些除了钻石外我都懂，我不是土豪，不敢弄）\n不用钻石的也能，等我处理好这抽风的百度相册就弄详细的发"
        },
        {
            "author": "PpY_SK",
            "timestamp": 1398253800,
            "txt_content": "lingfeng2356 发表于 2014-4-22 17:30\n那俩是留着写别的MOD教程的，毕竟之前狠狠的吃了一次传上去一百多图结果想删一些多余的图都找不到的严重 ...\n你以为这里是贴吧？善用翻页功能\n精华帖是不可能的啦~毕竟不是特别完整，而且错版了，这里是原版，不是MOD，我帮忙移走了"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398257460,
            "txt_content": "PpY_SK 发表于 2014-4-23 19:50\n你以为这里是贴吧？善用翻页功能\n精华帖是不可能的啦~毕竟不是特别完整，而且错版了，这里是原版，不是MOD ...\n我才知道还分这个……抱歉……"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398259080,
            "txt_content": "PpY_SK 发表于 2014-4-23 19:50\n你以为这里是贴吧？善用翻页功能\n精华帖是不可能的啦~毕竟不是特别完整，而且错版了，这里是原版，不是MOD ...\n我能告诉你我都没听说过那功能嘛{:10_514:}"
        },
        {
            "author": "798270509",
            "timestamp": 1398312060,
            "txt_content": "lingfeng2356 发表于 2014-4-23 18:47\n额……我也不知这是什么，一直都是我朋友慕容晓月帮我弄的，好像是铁路也好像是建筑，肯定不是工业，不知 ...\n速度帮忙找出！话说有人能教我做MOD么？"
        },
        {
            "author": "exzhawk",
            "timestamp": 1398388620,
            "txt_content": "分隔粘连的管道用Pipe Plug比用钻石便宜吧...这么土豪了用门的话空间更好安排...然后看图中的规模, 不考虑te/ae更强的管道么"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398411900,
            "txt_content": "exzhawk 发表于 2014-4-25 09:17\n分隔粘连的管道用Pipe Plug比用钻石便宜吧...这么土豪了用门的话空间更好安排...然后看图中的规模, 不考虑t ...\n毕竟我说的只是单一，而且门……那玩意你真的期待菜鸟们能一天两天掌握，或者我说完他们就能理解这些逻辑门？\n\n估计算到第四层逻辑就已经头大晕过去了吧？\n钻石管子还是他们能理解的范畴之内，加上门他们基本就可以扑街了……\n\n当然根据你的提议我也会加上带门那个，实话是我自己从没用过门……还有就是这里只说BC，其余管子先不理。"
        },
        {
            "author": "ccm幻话",
            "timestamp": 1398434700,
            "txt_content": "lingfeng2356 发表于 2014-4-23 16:37\n不知道~\n变成管道教程了"
        },
        {
            "author": "ccm幻话",
            "timestamp": 1398434880,
            "txt_content": "lingfeng2356 发表于 2014-4-23 16:37\n不知道~\n这个是工业2教程？"
        },
        {
            "author": "风韵",
            "timestamp": 1398483600,
            "txt_content": "其实管道看看wiki再自己试一下差不多掌握了，关键是逻辑门。希望能写关于逻辑门的教程（平时都不用的说==）"
        },
        {
            "author": "exzhawk",
            "timestamp": 1398699000,
            "txt_content": " 本帖最后由 exzhawk 于 2014-4-29 11:28 编辑 \nlingfeng2356 发表于 2014-4-25 15:45\n毕竟我说的只是单一，而且门……那玩意你真的期待菜鸟们能一天两天掌握，或者我说完他们就能理解这些逻辑 ...\n大量管理/大量运输的话te/ae管子比bc好用, 都是常见mod各整合都有的, 理解方式部分比钻石容易\n门是bc管道的最大优点, 没有门/染色的话bc和其他mod管道比没有竞争力了"
        },
        {
            "author": "账号忘记了",
            "timestamp": 1398753780,
            "txt_content": "楼主，能不能讲下逻辑门怎么用"
        },
        {
            "author": "琥珀剑心",
            "timestamp": 1398831660,
            "txt_content": "http://www.mcbbs.net/thread-173064-1-1.html\n\n总觉得LZ你的自动化麻烦"
        },
        {
            "author": "lingfeng2356",
            "timestamp": 1398845160,
            "txt_content": "你说这个不错~~我这个确实麻烦，其实就是为了看起来一片好像生产线一样好看而已，金管道那个我确实没发现，我这个纯属逻辑推理的产物，根本不知金管道的功能。"
        }
    ]
}