{
    "title": "对于正版和盗版贴的反驳观点",
    "author": "cly121203",
    "replyCount": 19,
    "timestamp": 1398318360,
    "txt_content": "原帖：http://www.mcbbs.net/thread-265371-1-2.html\n此回复抄自太古时代服务器论坛，（对于太古时代盗版贴的搬运表示抱歉，本人原不知情）：\nhttp://mc.cxbbss.com/forum.php?mod=viewthread&tid=290&extra=page%3D1\n楼主的帖子大纲明确，条理清晰，深入人心，以描述个人观点的方式使群众的观念一致化。如此给力的帖子，回复里既然却冷冷清清，完全没有楼主写下此贴时的激情。当然或许是因为观念已经被强加给了读者，导致这个本应有争议的话题变得死板，在此我觉得，我得为大家，为论坛，更是为了你那颗热血洋溢的炽热之心做点什么，小的不才，唯有挑战本帖的观点：大家不要误会，我个人是反对盗版的，以下内容纯属反驳楼主的观念以及挑衅大众的理性，如有不逸，还请见谅。\n言归正传，在盗版猖狂的今天，打击盗版为第三方开发商维持正义成为了许多反盗版人士的标题（运行商/发行商和客户为持于互利的双方）我个人认为这是非常错误的一个观点，且需纠正，众所周知，由于互联网以及信息时代的发展，信息量越来越多，传输速度也越来越快，与资源一样，越来越多的信息代表着这些信息会慢慢贬值，然而唯有独特的产品才能站在顶峰，不受这信息食物链的影响。时代已经变革，我们已经不能像以前一样一直支持正版，总有一天他们会被残酷的新次元给吞噬，盗版的使用是不可能被阻止的，我们其实早已从使用正版软件的90年代走入了新的信息时代，互联网的信息泄露，注定着正版会被淹没，发行商与客户既然是互盈互利的关系，那么发行商不应该看着眼前的利益而不顾客户群观念的改变。客户群也同发行商一样都是在这残酷的社会上艰难的爬行着，如果发行商执意而行想要从这些客户群里掏出最大利益，那么客户群也会如此尽可能最大化自己的利益（就是不用钱），我们用着盗版的不是在糟蹋作者的劳动成果，而是在为自己争取最大的利益。该改变的不应该是我们，因为我们已经改变了，而是他们，新的信息时代注定着信息会被盗用，如果止步不进只会被落下，留下的只是对盗版的叹息。时代在进步，我们也在进步，为什么我们要为他们的不积极向上的心理而担忧，他们该做的应该是以新奇的想法脱颖而出。我举个例子，在信息时代刚刚走上轨道的时候，许多公司已经看到了新的世纪，开发了一系列的免费游戏以及软件，从广告商赚取利益，从中实现双方利益最大化（这里已经实现了多方）。这也就是最初的网游的诞生。现在往回看看 网游的发展是多么的迅（Keng）速（Die），虽说本质以及改变，但是他们存活了下来，而不是坚持走着严峻的山脉，融入不了生态环境的物种是不可能存活下来。打击盗版这种观念则是封建信仰，阻止着我们前进。\n再来我来针对楼主的各个观点进行反驳（可能有多处跟上面写的相同，因为这是写给那些看的迷迷糊糊的人看的）：\n楼主其中一观点是用盗版是迫不得已的，这点我是不赞同的，用盗版不是迫不得已，而是因为时代的进步，我们必须以超前的智慧来捍卫我们的利益，如果我们可以为什么不去做，就好像你可以安安分分的上班，也可以风险性投资，你可以选择非主流的路线来达到自己的需求也可以跟着大部队安安稳稳的前进，这跟盗版和正版一个道理，如今正版大势已去，选择盗版就好像安安分分的上班跟着主流。\n再与：在楼主的帖子中有提到于一名盗版主义者辩论，\n‘你这么说的话，来给我打工吧，工资什么的我就不给了，反正你觉得大家的劳动成果都是免费的、廉价的，这样的话你要工资干嘛’\n这句话颇为精辟，但仔细想想比喻的不够恰当，现在这个情况是相反的,毕竟在这里我们是客户，我们是老板，否定那些我们不喜欢的是我们的权利，而他们作者才是给我们打工的，因为他们才是想赚我们的钱，那么既然他们赚着我们的钱，他们就得努力向上爬，不被同行给挤下去，如今的信息时代，大多收费软件已经转型为免费已经半免费，如果他们的产品我们不够满意，我们有权放弃，去争取我们自己的利益。所以上面的比喻具有两面性，苦劳毕竟没有功劳好，如果我们去同情某个人的苦劳而放弃自己的利益，我们将也会被这残酷的社会淘汰掉。\n再有 楼主提到正版乃土豪的玩物，这点我确实不赞同，毕竟正版大势已去的今天不应该有人拿着自己用着正版这种特殊感来炫耀，我们更不能拿这个标榜着土豪，他们有资本去走不寻常路，正如我上面所说的风险性投资，他们有资本去玩弄他们的财。（这里本来写了有很多，但是由于偏离主题，我还是删掉的好，必进现在讲的不是土豪）\n最后我对你的感慨：‘早日入正，为作者的后续开发提供一丝力量’ 发表点个人看法，作者的开发力量大多源于兴趣，但是没有资金很难延续这点是真的，这力量不应该是我们给予的，而是他们争取来的，如今不用盗版的为非主流也就是说正版的客户群越来越小，他们不应该坚持着这点瘦肉死死不放而是早日跟上时代跟着同行们去争取未开发的肥肉。总而言之，时代在变化，用着盗版心不疼的我们，不是在盗取他们的利益，也不是在践踏他人的劳动成果，而是在坚守着自己的利益将自己的利益最大化，要怪莫怪，只能怪这残酷的社会，怪这不变的大自然规则，怪这前进不止的时代。\n以上纯属配合楼主的热情。如有哪位有爱的童鞋愿配合我的热情，我将无比感谢，并给予对方双倍的'热情'作为偿还。求黑",
    "replies": [
        {
            "author": "wumei712",
            "timestamp": 1398318540,
            "txt_content": "不太现实，正版价格贵 盗版不需要什么成本 市场的需求"
        },
        {
            "author": "250=mo",
            "timestamp": 1398319560,
            "txt_content": "长篇大论我喜欢，收藏后再慢慢欣赏"
        },
        {
            "author": "RAY5DHao",
            "timestamp": 1398319560,
            "txt_content": "没有正版的支持哪来的新产品啊?"
        },
        {
            "author": "cly121203",
            "timestamp": 1398320160,
            "txt_content": "卅个屮 发表于 2014-4-24 14:06\n没有正版的支持哪来的新产品啊?\n里面有提及到你所说到的问题，请仔细阅读，现在天朝有谁买正版，电子信息这块领域也没说在退步"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1398321600,
            "txt_content": "wumei712 发表于 2014-4-24 13:49\n不太现实，正版价格贵 盗版不需要什么成本 市场的需求\n呵呵，不现实？逗我，你没有压岁钱？你就打算一辈子玩盗版？"
        },
        {
            "author": "Mayomi",
            "timestamp": 1398321840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "匿名",
            "timestamp": 1398322080,
            "txt_content": " 本帖最后由 匿名 于 2014-4-24 14:49 编辑 \n\n我们为什么要讨论这正版和盗版的事情？\n我这一句话反驳所有观点：话说到底，盗版这个事物压根就不应该有，对吧。\n\n楼主如果再稍加排版就更好了，观点好评。\n\n再看看原帖的楼主在他发帖的几天前发了这样一个帖子：\nhttp://www.mcbbs.net/thread-264471-1-1.html\n原帖的楼主写出那样那篇正盗版论的文章，却在发那个帖子的几天前发布破解版软件，如此虚伪的楼主，现在，大家对他怎么看？\n"
        },
        {
            "author": "Qfang23",
            "timestamp": 1398322200,
            "txt_content": "匿名者 发表于 2014-4-24 14:48\n我们为什么要讨论这正版和盗版的事情？\n我这一句话反驳所有观点：话说到底，盗版这个事物压根就不应该有， ...\n偷换概念的漂亮"
        },
        {
            "author": "椿哥爱小黑",
            "timestamp": 1398322680,
            "txt_content": "呵呵。。话说。。。   正版的mc。。花钱吗。。"
        },
        {
            "author": "geludan",
            "timestamp": 1398323160,
            "txt_content": "长手的苦力怕 发表于 2014-4-24 07:40\n呵呵，不现实？逗我，你没有压岁钱？你就打算一辈子玩盗版？\n如果全国的小孩在世界观成长的时候有足够的条件，例如成熟的购买正版体系，足够的零花钱等，他们在长大的时候才会认为购买是一件正常的事。试问小时候父母不让买，只能网上下，长大后如何能有我要买正版的概念？"
        },
        {
            "author": "cly121203",
            "timestamp": 1398324540,
            "txt_content": "嘛，我先解释下，这帖子的缘由，我们服务器有位玩家阅读完原帖，与那帖子产生共鸣，并搬运到了我们服务器的论坛，我不知情，以为是原创的，写下了以上还有以下的回复，过了几天后，有人跟我说那帖子是从中文论坛搬运过去的，在此我为我们论坛的那楼主表示深感抱歉（毕竟他并没有说那是搬运的）\n此回复抄自太古时代服务器论坛：http://mc.cxbbss.com/forum.php?mod=viewthread&tid=290&extra=page%3D1&page=2\n那我就自己反驳自己的观点：\n楼上说到盗版猖狂的今天，正版已经没有了退路，只能坐等改革，以及这是时代性质的变化，我们捍卫着自己的利益是明确之举，而那些开发商才是需要改变的，我看不然，这种观点是错误的，首先：盗版横行并非因为新时代的介入，是的，信息量的大小，以及传输量的速度都在以惊人的速度成长，而这注定着信息泄露，但是！这并不代表着我们下载盗版来争取利益（零付出）是正确的道路，这个时代也确实在进化着，但我们这种观点使得我们退化，虽说大自然弱肉强食是不变的法则，但是那都是智慧生物诞生以前的事了，我们人类作为一个在食物链中端的物种，现在已经站在了顶点已经破坏了这条法则，为什么？因为我们进步了，因为时代进步了，而我们现在的社会也越来越接近着弱肉强食这种概念，这并非进化，反道是退化，社会已经如此残酷，我们不应该把新时代的新世界还没有发展完全就带进我们旧社会弱肉强食这种观念，信息时代本拥有的和谐已经被我们一点点破坏，强加这楼上这种观点让这个新的时代彻底崩溃我在此否认，这样下去新的发展空间也会变得跟如今的社会一样，一样的残酷，根本没有楼上所说的时代进化的意思。把这尚未成型或者已经被我扭曲的时代比喻成严峻的生态环境拿去做对比更是不恰。打击盗版是为了将着扭曲了的病态环境纠正过来，让他有着更光明的未来，从而达到真正的时代进化。\n再者楼上提到说 开发者也是为了利益，而我们是老板，我们有权去否定他人的产品。这句话实在不中听，既然都说了是互盈互利的关系那么我们得到的利益是强加于他人的损失的情况的话，这互盈互利本身就产生了矛盾，如果我们使用盗版，这虽然维护了我们自己的利益，但是开发者们没有得到自己该有的盈利，这相当于将自己的概念强加于他人，而如楼上所说 开发者们应该换种方式获得利益，使得双赢得局面，那么不久后，几乎所有软件都是线上的而少数正版购买软件则会被淘汰掉的话，他们也真的只能跟着大部队走着，这更是将原本无比巨大的发展空间给强制性的规格了起来，只能朝着一个方向发展，导致这个新的时代更加扭曲。这样下去我们客户得到的利益只会是一种死板板的毫无新意的产品，而本来应该丰富多彩的时代再次变得黑白。虽说这并没有践踏他人的劳动成果，但是往远了看这使得我们无法得到本应得到的利益，然而那些正版开发者也被迫转型，这明显双输的观念是必须得纠正的，正如大家所见互联网已经不是以前的那个互联网，视频网站各种转型各种广告，各种软件抄袭着对方的成功之处，来获得更多的利益，而不是自己去开发新的概念，真正输的是我们，这些软件和游戏的使用者。\n以上内容纯属配合我自己的热情，如有不逸，还请见谅\n\n\n嘛 大家看看就好，毕竟我这些全部都是在坑人，忽悠着群众"
        },
        {
            "author": "mywordchinese",
            "timestamp": 1398325260,
            "txt_content": "好长厂哈哈{:10_523:}"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1398329880,
            "txt_content": "geludan 发表于 2014-4-24 15:06\n如果全国的小孩在世界观成长的时候有足够的条件，例如成熟的购买正版体系，足够的零花钱等，他们在长大的 ...\n0.0不太明白，但是我觉得反对盗版应该是每个人都有的思想，既然自己喜欢它，希望它越来越好，尽己所能的买一份，支持一下作者，也无妨。"
        },
        {
            "author": "长手的苦力怕",
            "timestamp": 1398330000,
            "txt_content": "匿名者 发表于 2014-4-24 14:48\n我们为什么要讨论这正版和盗版的事情？\n我这一句话反驳所有观点：话说到底，盗版这个事物压根就不应该有， ...\n不敢亮出论坛名？说明你连你自己的看法都不支持。"
        },
        {
            "author": "connection_lost",
            "timestamp": 1398351240,
            "txt_content": "geludan 发表于 2014-4-24 15:06\n如果全国的小孩在世界观成长的时候有足够的条件，例如成熟的购买正版体系，足够的零花钱等，他们在长大的 ...\n培养一个绅士要三代"
        },
        {
            "author": "1.3806",
            "timestamp": 1398351660,
            "txt_content": "长手的苦力怕 发表于 2014-4-24 14:40\n呵呵，不现实？逗我，你没有压岁钱？你就打算一辈子玩盗版？\n最后一句话听进去了"
        },
        {
            "author": "RAY5DHao",
            "timestamp": 1398382800,
            "txt_content": "反正支持正版那是天经地义\n就算现在没钱也不能就算了,作者都是为了兴趣这句话本来也不对\n因为LZ没试过真正开发的过程\n辛苦的都会让你感觉这个兴趣真蛋疼"
        },
        {
            "author": "马赛克了",
            "timestamp": 1398386340,
            "txt_content": "话题从花200块钱理所当然的变成市场经济学观点阐述了啊喂，这种要命的指点江山的感觉很快就会崩坏华尔街脆弱的未来啊住手啊混球！\n\n空行\n\n说白了正版与盗版最根本的区别不是什么思想感情和素质体现，根本就是一个花钱，一个不花钱。\n愿意花的花，不愿意的官方也不打压。\n多么的简单粗暴我说完了。"
        },
        {
            "author": "无语的尼玛",
            "timestamp": 1398393000,
            "txt_content": "路过 好多喷子 好恐怖啊"
        }
    ]
}