{
    "title": "<原创·连载>骷髅亡魂[作者:130s]见证骷髅间的不可思议",
    "author": "@💊🌂🔔",
    "replyCount": 29,
    "timestamp": 1398415680,
    "txt_content": " 本帖最后由 130s 于 2014-4-25 20:22 编辑 \n\n \n\n\n\n\n        自己只是一味的斩断他们！却无法体会他们，他们的声音在接近，来了，这会是新一个世纪的开头。。。\n\n《骷髅亡魂》\n\n 第一卷\n来了，他拿着钻石剑在追着我！不，别让那尖尖的东西碰到我，我会很疼的，别，让我离他远一点！身后紧追不舍的那个家伙是谁？为什么想要杀我，我生前已经够可怜了，为什么！为什么！我不敢再想下去了，我只想跑快一些，免得他的剑刺中我，脚步声，喘气声接二连三的重复，我已经累到极限了，现在我能做的估计只有躺下，默默的等待被杀，就这样带着世间的一切悲痛再次离开这个美丽而危险的世界，这也许就是我命中注定的吧！世间容不下我，我就只能消失于世间了。\n\n\n 咦？怎么那家伙没追上来了？看来我的运气还没用完，也许月夜下的一切都舍不得我里去，现在的我该何去何从？只能等太阳的升起，自取灭亡么，不！我必须要将自己弄的强大起来，让那些嘲笑过我的同族和僵尸统统让他们刮目相看，但是我只有一双白白的骨头杆，这能做什么呢？不能像那些高等生物砍树，挖矿，生存。我也许就是一堆没用的骨头，只能给狼啃，给农作物施肥用的，其余毫无用处。。。一想到这里，我想起了我在地狱的一个朋友，也许他能够帮助我。\n\n\n 趁人类统统熟睡了，我尽量压制住自己的脚步，一步一步，轻轻的，慢慢的，靠近那淡紫色的地狱门，总算我跨进了地狱，我还隐约记得它的名字，好像？叫森·乔克，最后一次见面也是在五个月前了，它虽也是和我同族，但是属性却不一样，他常夸耀他是地狱霸王的后代，这句话我始终记得，还有他的石剑，上次我记得他耀武扬威的时候，不小心掉进岩浆了，还是我想到合成的配方，给他重新做了一把，不知道他还记不记得我呢！\n\n\n 穿过地狱山脉，跳过死神岩浆，走过灵魂沙漠，眼前便是宏伟的地狱城堡，也许我这次的突袭拜访，可能会让他大吃一惊吧！一步一步的靠近城堡大门，依旧是在大门前，脚蹬地三下，前方看似无路的城墙，便成大门，‘卡卡卡卡卡卡卡卡卡'门便被慢慢打开了，依旧是这条走廊，看来这几个月来，这里是没有什么大改革了，我按照熟悉的路线，上左下右上上左左左左下下，只要跨过这一座大桥，对面便是乔克的房间了。\n\n\n 真激动啊！马上就要看见久日为见的老朋友，心里有一种说不出的激动，来到门前敲敲门，来迎门的却令我出乎意料！“嘿！小子你找谁啊？”这位陌生骷髅吼道，咦？这里不是乔克的住所么?怎么变住户了。。难道多日未来访，这小子就消失了？“不好意思！我来找一位叫森·乔克的骷髅，请问你知道他去哪里了么？”我淡雅的脱口而出，“你指那个穷小子啊！他现在已经不是皇室家族的人了！”话音刚落，门啪一声关上了。\n\n\n 怎么可能？乔克到底怎么了？我越想越想知道原因！于是离开城堡，在火热的地狱里寻找着乔克的踪迹，总算是从一位好心的老猪人哪里打听到他的下落，当我来到黑曜石岩浆湖的时候，乔克正躺在岸边，我迫不及待的冲了过去，我大喊了一声他的名字！乔克慢慢的仰身起来，乔克见到我更是泪流满面，恨不得将所有的委屈倾诉于我！\n\n\n 从乔克口中得知“原来，乔克在我没去找他的这几个月里，不小心将凋零王的皇冠弄坏了，可是事实并非如此，案发当天乔克正在地狱集市里，根本没有动皇冠，但国王却硬说是他干的还狡辩！所以就将他弄成现在这副样子了”看来他也比我好不到哪里去，我也是，每晚出来摘个苹果都要被那群人追杀，我们两个一言难尽，互相倾诉着自己的苦衷，难道我们骷髅一族的，一生就是专门被外界，同伴羞辱的么？！不！我们要打造我们的天地！\n\n\n 我起心回到主世界，修建出自己的王国地带，因为外界已经无法在接受我们两个落单的骷髅了！乔克也很赞同我的看法，于是我们两个再次回到主世界，进行的自己的计划。。。。\n   第二卷但是自身的本能却十分不赞同我们两兄弟的看法，砍树这项工作，在寻常方块人看来，轻而易举但是在骷髅面前，简直是一道巨大的难关，由于骨头杆的威力对木头的砍伐本来就低下，眼看太阳在天际出现几丝韵味，我实在是忍耐不下去了，乔克却依旧用它黑黑的手砍着白桦树，阳光渐渐撒满大地，我在附近的矿洞躲避阳光，但是乔克却丝毫不畏惧这阳光，他反而没着火。。\n 看着他辛勤的劳动，我的手也挺痒痒。。也挺想参和一下，不懈努力之下，终于一颗白桦树，“pong\"一声倒地，乔克将它慢慢的脱进我这里来，我们开始进行第一步，给树木去皮，半晌过后，总算七拼八凑出来一个工作台，现在就简单了，可以合成工具了~首先是木头斧子，木头稿子，以我的机智和乔克的体能，看来建起国家不是不可能了！哈哈！忙碌的一天就在一颗颗白桦树倒下，一块块矿物被挖开之下，消失的无影无踪。\n 来看看昨日的收货吧，35个铁锭，5个黄金，10个钻石，还有许多的木头和圆石，这时的我和乔克，心里有说不出的喜悦，因为这是我们第一次生存，第一次挖矿，在喜悦之余，矿洞不远处的僵尸在哪里自卖自夸的叫到“切！你们才挖这么点么？想当年我可是双持铁镐，一天就挖到64个钻石了！哈哈，你们啊还是放弃吧！”我和乔克丝毫未被这番话语打乱决心！\n 于是就这样，日复一日的忙碌，日复一日的工作和建筑，就在那个打破这一切安宁的寒冬。。\n 上午，我起床的时候，就未曾见到乔克，以为他出去工作了，晌午了，乔克还未曾回来，此刻的我开始焦急起来，外面好似也要下雪了，乔克到底去哪里了呢？我那上铁剑，带上铁头盔，出门寻找乔克，半路中途，便下起了雪花，这雪好似在告诉我什么，我迷茫的往前面前进，风雪吹走了我的铁头盔，管他的！没关系，反正没有太阳。\n 就在离家不远处的白桦森林里，我看见了乔克的钻石剑，不祥的预感笼罩着我，我不禁狂奔！跑啊，跑啊。。跑到一片广阔的雪原上，发现一个黑黑的东西，我着急的上前去看，正是。。乔克的遗体，乔克的头不知道被谁取走了，乔克手中还握着一张地图，这张地图好似不是合成出来的，而是自己画的，反过来背面却是“骷髅的生日派对宴会场地地图”原来，这几天乔克老是早早出门是为了这个，而我。。我明没有感情，不知却有种想流泪的感觉。。\n 谁能接受看见自己最好的朋友被无情的杀害了呢？我在乔克遗体旁发现了线索，是地狱岩？难道是地狱的那帮家伙？真是太过分了！明明已经没有关系了，还来找事，不可原谅，我一路拿着地图，一路跑回家，这次我再去地狱，就没有再打算回来了，我那上自己最珍爱的弓箭，再次来到淡紫色的地狱门前，我再一次跨进地狱。\n 我默默的往皇室城堡走去，似行尸走肉，现在已经没有人能挽回这一切了，因为我的决心已定，无法再次回头，来到地狱城堡前，冲动的我用钻石剑攻破了城门，这一冲动导致了我后面的一系列失误，城堡内的警卫纷纷来大门走廊迎敌，我拿上钻石剑就是一阵虐杀，猪人守卫纷纷倒地，但是一山更比一山高，后面紧接着是凋零骷髅军团，面对这这些同等骷髅，在我眼里，他们早已不是同族，而是杀害我朋友的敌人！石剑比钻石剑差距很远，所以我一下子将他们一个个斩断。\n 只见我攻上城堡第二层，更多的猪人和骷髅，想我迎来，只见我双腿一蹬，从他们头上打着筋斗，到了他们的身后，众敌倒地，钻石剑上不禁染上了他们的灵魂，更多的还是我的灵魂，就这样我毫不留情的斩断着这一切，就是为了两个字“报仇”终于迎来了那位所为的皇室国王，他手持钻石剑，身穿诡异光彩的铠甲。\n 他敏捷的跑到我的背后，给我来了一个突袭！我被打飞于5米外，墙壁镶上了我的模型，我摇摇脑袋，向国王刺去，国王再次以敏捷的身手，躲开了我的攻击，并且用他威武的钻石剑向我斩来，我趴在地下，感觉全身即将散架了，我掏出了弓箭，射击出了那致命的一箭，国王以为将我击倒就赢了，谁知还有那致命的一箭，箭包含了我所有的信念和希望，刺穿了国王的盔甲，也刺穿了国王的身体，国王先是一怔，便跪下，掉进了面前的岩浆池，我也感觉要散架了，但是我的最后的愿望也实现了，也就死而无憾了。\n 我趴在地上失去知觉，渐渐的，离开了这个充满光辉，闪耀的世界，城堡也渐渐倒塌，我的遗体前一只紧抓着哪一张地图，我想我的灵魂能到地图所在的地方去安息，这样也就似完成了乔克的愿望，而那个卑微的地点，闪现出两个骷髅，他们在欢笑。\n\n终 End\n\n欢迎各位读者指出写的不好的地方，谢谢合作\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "nmdb",
            "timestamp": 1398416220,
            "txt_content": "嗯 不错的骷髅亡魂啊"
        },
        {
            "author": "附魔武器",
            "timestamp": 1398416280,
            "txt_content": "不错，支持"
        },
        {
            "author": "stool",
            "timestamp": 1398416520,
            "txt_content": "排版好看诶= ="
        },
        {
            "author": "crj125",
            "timestamp": 1398416520,
            "txt_content": "写作高手"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398417300,
            "txt_content": "crj125 发表于 2014-4-25 17:02\n写作高手\n感谢您的评语"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398417300,
            "txt_content": "stool 发表于 2014-4-25 17:02\n排版好看诶= =\n是么？呵呵，稍微改成小说形式而已"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398417360,
            "txt_content": "附魔武器 发表于 2014-4-25 16:58\n不错，支持\n感谢您的回复支持{:10_492:}"
        },
        {
            "author": "lisongnan7",
            "timestamp": 1398417420,
            "txt_content": "写得不错哦~"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398417420,
            "txt_content": "lisongnan7 发表于 2014-4-25 17:17\n写得不错哦~\n谢谢您的回复大力支持{:10_523:}"
        },
        {
            "author": "a2455564728",
            "timestamp": 1398418500,
            "txt_content": "友情提示，单篇是说在一天内全部发完的，这个只能算连载。"
        },
        {
            "author": "the-blaze",
            "timestamp": 1398419040,
            "txt_content": "视角很新颖啊"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398419220,
            "txt_content": "a2455564728 发表于 2014-4-25 17:35\n友情提示，单篇是说在一天内全部发完的，这个只能算连载。\n额，我没说弃坑啊0.0"
        },
        {
            "author": "2448133941",
            "timestamp": 1398420060,
            "txt_content": "130s 发表于 2014-4-25 17:15\n感谢您的评语\n不错,下次多写点.."
        },
        {
            "author": "a2455564728",
            "timestamp": 1398422820,
            "txt_content": "130s 发表于 2014-4-25 17:47\n额，我没说弃坑啊0.0\n我是说，这个不叫单篇，叫连载。"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398425220,
            "txt_content": "a2455564728 发表于 2014-4-25 18:47\n我是说，这个不叫单篇，叫连载。\n哦。0.0{:10_512:}\n那我改改吧"
        },
        {
            "author": "上官仪",
            "timestamp": 1398427560,
            "txt_content": "写的不错！"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398428520,
            "txt_content": "更新完了。。"
        },
        {
            "author": "天尊I无极",
            "timestamp": 1398508920,
            "txt_content": "写的真好啊.要不你去写下小说。"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398509940,
            "txt_content": "天尊I无极 发表于 2014-4-26 18:42\n写的真好啊.要不你去写下小说。\n已经写了，看我的签名档"
        },
        {
            "author": "天尊I无极",
            "timestamp": 1398522060,
            "txt_content": "130s 发表于 2014-4-26 18:59\n已经写了，看我的签名档\n我是说大一点的小说啊.起马上了一个MB的小说。"
        },
        {
            "author": "天尊I无极",
            "timestamp": 1398522120,
            "txt_content": "130s 发表于 2014-4-26 18:59\n已经写了，看我的签名档\n我都看见有人在写我的世界的小说了你去看看.http://read.qidian.com/BookReader/2838093.aspx"
        },
        {
            "author": "天尊I无极",
            "timestamp": 1398522180,
            "txt_content": "叫我的世界物语"
        },
        {
            "author": "Technology",
            "timestamp": 1398879900,
            "txt_content": "感觉角度还是很新鲜的，但故事本身略显乏味，缺少了一些构思。当然简约未尝不是一件好事。\n当然个人看下来比较严重的问题出在了详略的安排上，限于篇幅问题，你只是很随性的把几件事铺张开来，但没有去合理的安排突出你想表达的情感，主角和乔克之间的羁绊在你笔下被“简化”了。如果篇幅限制如此，那我宁愿你少写一些战斗场景，多突出一些情感上的叙事，顺便来为故事的合理性以及逻辑性做良好的铺垫"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398880140,
            "txt_content": "Technology 发表于 2014-5-1 01:45\n感觉角度还是很新鲜的，但故事本身略显乏味，缺少了一些构思。当然简约未尝不是一件好事。\n当然个人看下来 ...\n恩，最近穿越剧过于泛滥。\n我最不擅长的就是写中细节\n战争的硝烟无法打响寂静的友情\n我学会了，写好，做好自己身边的每一件事情\n是我成长路上不可缺少的！"
        },
        {
            "author": "liusibanxiaohi",
            "timestamp": 1403355660,
            "txt_content": "嗯，不错的小说，就是有一点……太少了。"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1403355660,
            "txt_content": "liusibanxiaohi 发表于 2014-6-21 21:01\n嗯，不错的小说，就是有一点……太少了。\n额，我刚赶稿完一篇小说，等下整理下就发布了。"
        },
        {
            "author": "liusibanxiaohi",
            "timestamp": 1403355720,
            "txt_content": "130s 发表于 2014-6-21 21:01\n额，我刚赶稿完一篇小说，等下整理下就发布了。\n哦，原来如此"
        },
        {
            "author": "C叔",
            "timestamp": 1405176420,
            "txt_content": "赞一个！"
        },
        {
            "author": "小呀小灿烈",
            "timestamp": 1405178220,
            "txt_content": "C叔 发表于 2014-7-12 22:47\n赞一个！\n{:10_512:}{:10_512:}同赞一个~赞一个就滚回去睡觉"
        }
    ]
}