{
    "title": "[原创·单篇]枪下[作者：17291159]",
    "author": "17291159",
    "replyCount": 25,
    "timestamp": 1398476880,
    "txt_content": " 本帖最后由 17291159 于 2014-5-3 10:55 编辑 \n\n\n正文：\n   “觉得这个协议可以谈吗？！这不是明摆着我们国家好处沾的少吗，来来来，拿走拿走！”卡罗尔接过从桌对面划过来的协议，不懈的瞟了一眼，然后顺手一丢，叼起了雪茄，吐着烟圈。   “那看看这.....”桌另一边斯科国的皮特将军正准备掏出另一张密密麻麻小字的协议......   “看？！看什么看，净是一些对我们国家有害的玩意儿。走！不谈了，一点都不合理，还想解决问题，搞笑。你，你，还有你！听见没有，不谈了！跟我回自己家去，看看对面这帮‘劫匪’，尽占我们便宜！”卡罗尔外交官“唰”的起身，将椅子踢回桌下，用夹着雪茄的手指点着站在大门旁的侍从，大声呵斥道。   “不谈就不谈，让让你们还搞得我们要这么狼狈。滚滚滚！都给我滚，就你们国家这态度，还想把这问题解决了，我看是没戏。”皮特上将大拍桌子，摔着那顶嵌着金粒的外交帽，指着往城外走去的卡罗尔，“最好给我滚远点！”   “你们给我把大门关上，让那帮废物滚回自己老家去，不想解决问题就别干！”皮特上将命令侍从将会议室的大门关上，“去去去，看看外面还有没有人！”皮特忽然补充道。   “外面没有人了，上将，您.....您关门干嘛？”大门被重重的关上，侍从轻垫着脚走到皮特上将旁边，细声说。在这个死寂的会议室里，空气中仿佛凝结着死一般的气息。   皮特上将用手挡着嘴，轻声地对着旁边的侍从说道。   “啊？！这样做不好吧，一定会......”   “一定会什么？难不成还会灭了我们吗？趁现在他们还没走远，赶快，去执行，快！那帮小兔崽子，不干正事竟会惹事。”皮特上将指着侍从的鼻子大声喊道。侍从推开门走了出去，临走前还像其他士兵招了招手，意识着跟着他走......\n\n  “报告.......报告，我们的”柯林国的传信使气喘吁吁地推着柯林国会议室的大门说。  “怎么了，怎么了!来来来，慢慢说，是不是关于B号矿区的归属问题还是没有定下来啊，那块地方可绝对不能让斯科国拿走，那里可都是宝哟。”柯林国的将军杜德端着茶，细细的抿了一口，然后淡淡的对着着急得直打气的传信使说。   “不......不是的，我们.....我们的外交官卡特尔死了，现在........尸体都还被挂在......”传信使刚慌慌张张的说到一半，忽然便被杜德的恼怒给打断了。   茶杯重重地摔在地上，地上满是那透着血色的茶水以及地上满满的碎片，“你再说一遍！卡特尔死了？死了！你告诉我他死了！呵.....很好，很好！既然他死了，就不要谈什么破协议了。”杜德猛得抽出那把闪亮的军枪，往天花板上猛得开了一枪，然后又将枪搭在了传信使的身上。   “我就不信了，他能把我们怎么样，现在倒好！把我们的外交官打死了，他们有的是能耐，现在，你给我听着！给我好好的听着！如果你不想死在这里，就给我马上告知军令部的部长普特，给我在半个小时内内召集好全国二十四万的军人，给我好好的在广场上等着，斯科国！你给我等着，老子我就不信，皮特你给我等着，我一定会把你的人头砍下来，喂给狗吃！”说完，枪又重新指向了天花板，又是重重的一枪。   两刻后，杜德握着枪顶着军帽，走了出去。\n\n   “你们都给我听着，我现在要宣布一个很令人惨痛，愤恨的消息。”杜德肃立在广场的讲台上，军队听到有消息时开始骚动起来，忽然杜德举起枪，“砰——”的一声，一位士兵应声而下，血溅射到周围士兵身上，杜德将枪对着台下二十四万士兵，紧锁着眉头，“现在，谁还敢再说一句！”   台下怵然安静下来，忽然一位士兵的枪掉在了地上，“砰——”又是一枪.......    “就在今天上午，就在今天上午！我们的外交官卡特尔死了，被斯科国那帮狗一般的贱民打死的，B号矿区原原本本就是我们的，他们却要和我们争。我们总是一次再一次的谦让，没想到这次他们竟然打死了我们的外交官！这是不可容忍的，也是侮辱性的！今天我把你们召集到这里来，就是一个目的，给我灭了斯科国，一个也不剩。”杜德对着话筒骂着说，不时地往天空开着枪，仿佛想撕碎它，以泄自己的怨恨，“听到没！一个都不剩，就在今晚，什么也不要犹豫，到点就出发，九点一刻，月亮低沉下去之时，给我狠狠的掏空他们的老巢！”    “是————的————将军————”二十四万军人应声而应，洪亮而艰难的肯定声从广场传出来，响遍了整个首都。\n\n   此时此刻，斯科国境内，因为B号矿区关系的愈发紧张，早在几年前便会每天用巡逻机侦查柯林国的一分一刻。而这次大规模的军人聚集也是一下子引起了斯科国将军皮特的注意，他立身在监控室内，望着宽大的监控屏。用着那长长的扶杖戳着柯林国的广场，抽着雪茄，对着站在一旁的军令部部长德林说：“今天，怎么会有黑压压的一片在这，从横向监视来看，这......好像是他们的军队！而且.....规模还这么大！”皮特搓捏着那战争沙盘上的细沙，将危险指标牢牢地放在了柯林国，忽然，猛得将沙子甩在柯林国上，然后起了身，对着德林说：“你，赶快把各个团的团长叫来，看这形势他们一定在策划着什么，快快快！”   不久，各个军队的团长都急匆匆地赶来了，围坐在皮特的旁边。   “看，这是柯林国，而这时他们的聚集地，看看看！这片黑压压的地方，他们一定在策划着什么。而我们一定要做好防御工作，我们之前惹他们已经够多了，他们这次一定是来报复了。各部门的团长赶快去布置你们的军队，我们整个国家拥有十九万军队，虽然人数少，但各个都是精英，所以赶快！”   “是！”“明白”“马上去做”各部门的团长起身踏步然后一敬礼，然后各自匆匆的跑回指挥室了。   这柯林国到底打着什么主意，明知道自己的军队没我们厉害，就是人多了点，这杜德傻的呀。难道他忘了十年前他爸爸被我们国家与他那个小国家发生战争时被砍死么，现在怎么又来了，难道想要反扑嘛！简直是笑话，皮特望着监视屏上那整片的军队笑着想，“来来来，德林，你过来。把前天刚到的高科技武器分配到每个军队去，我就不信了，这高科技还拼不过他们。看我们不把他们像十年前一样打得落花流水。”“是，小的马上去做！”\n\n   晚上9点一刻，柯林国军队出发了，踏着沉重的步伐出发了。   “给我朝着斯科国的城门攻击！火炮手给我把他们塔楼上的小喽啰给我灭咯！你，带领步兵团往城里打，记住！往死里打！”杜德坐在一架迷彩色的吉普车内，往外面那片黑压压的军队大声喊着。而军队则应声而上。一片黑沉沉的乌云朝斯科国快速的飘去了。   忽然， 不知谁往防御塔上斯科国的警备开了一枪，片刻死寂后，枪声愈发猛烈起来。枪口射出的子弹带着硝烟带着热焰，仿佛照亮了这死寂的天空。踏步声愈发紧张急迫起来，军队被牢牢的大门顶在外，枪口如同狮子般撕咬着城墙上的警备。火炮手莱恩疯了似的背着一顶沉重的火箭筒向掩体跑去，忽然他起了身，将瞄准镜速速地瞄准了警备塔，他扣下了扳机，“咻——”灰绿色的炮弹，如同一张虎口往警备塔咬去。不久， 它炸裂开来，发出整耳欲聋的声响，随即，警备塔便被死死地炸倒在地。“轰——”又是一阵剧烈的响声。枪声仍旧不断，数以万计的子弹穿过城门，极力想往城中射去。   “将军，前方杜德的军队打进来了，而且.......规模很大，我们布置的警备队队员已经伤员无数，死伤无计了。求.......将军下达指令！”前方斯科国情报员通过无线电火速与总部取得联系，这时，爆炸使这个传达室灰尘遍布，浓浓的烟雾里渗透着死亡的气息。   “什么！什么！他们的军队真的过来了？！这个杜德，怎么会，怎么会这样！不不不，我们一定可以反扑的，我们一定可以的！情报员你速速通知正在前线的人员给我一定要顶住，不管死活，一定不能让他们冲进来，我。。我等下就派支援过来！”皮特恼羞成怒，但又惊慌失措，他赶忙挂下了电话，连军帽也没拿便往军令部跑去了。“你们......现在，都给我听着！牢牢地听着！现在前线已经快要被杜德那个老家伙的军队攻破了，你们要知道那里可是我们离B号矿区最近的地方，而且一旦那里被攻破，离我们这里的首都也就不远了。所以，你们马上去联系你们的部队，给我火速赶往现场，记住，顶住，顶住啊！”皮特用笔戳着地图上前线的位置，然后对着围桌旁几位上将军官大声喊道。几位军官意识到了事情的恶劣，异口同声的说了声是，然后便在这小小的会议室里掏出无线电，往军队联系了起来。    “把正在睡觉的人都给我叫起来，我是步兵团的上将，这是命令，而且火速赶往前线 ，那里现在局势很严重！不要多说什么！赶紧给我把人都叫起来，我现在准备赶往前线了，汇合？汇合等下再说！都什么时候了，快快快，快让他们都进军！”    “赶快把军火库里的坦克开出来，现在前线紧急，危及到我们国家的安全了！所以赶紧把枪炮手给我召集起来，我？我马上就来！，记住咯，给我把军火库里的坦克开出来，记得开出来，我就不信那个柯林国的火炮团有我们厉害，别废话那么多了，赶快去做！这是命令！”    “轰炸机起飞了吗？赶紧起飞，往前线赶去！什么？你告诉我空军还在训练？赶快停下啊！开轰炸机，赶快去前线啊，前线十分紧急。你不知道？这是皮特将军下的命令，给我赶快走！”    \".............\"    这杜德怎么突然发起了进攻，而且还玩真的。这可是他们全国的军队啊，难道，他们不怕被灭了？杜德紧锁眉头望着几千里外前线的方向，不由的叹了口气。\n    不久后，军队到达了前线。很快的投入了战斗。    轰炸机在杜德头顶飞过，发出隆隆的声响。杜德立刻意识到了不对，赶忙通过电话与前线临时指挥部取得了联系。    “我发现，敌军来援军了！现在局势变得很紧急，我们的军队力量抵不上他们，装备也是，而现在援军的到来更是雪上加霜！好....就这样，你们......所有的军队不要顾一切生死了，我们只能在他们还没有完全打热之前，冲向城里，唯有这样，我们才可能有一丝希望获胜。记住，不要顾生死，一个劲往城里冲，不然........我们一定会被城墙上的援军打得一个都不剩的！”     黑压压的军队接到命令后，发出响震天空的响声，敌军的炮弹攻击使战场一下子变得千疮百孔，敌军轰炸机一刻也不停歇抛弃这一颗颗如同死神般的焦油弹，“轰——”地面上燃起了熊熊大火，柯林国的军队一下子被压制了下来。杜德见此情形，又火速掏出无线电，往总部军令部联系起来，命令着把军火库里所有的飞机以及所有的坦克都用出来。     但事不人意，就在坦克短短行军两个小时，柯林国的前线军队已经被打的落花流水，一下子便少了四分之一，战场上尸横遍野，战火硝烟弥漫至整个大地，笼罩着天空。“给我撑住，给我撑住!死死地撑一个小时，再撑一个小时！我们的坦克飞机就要到了，请前线务必要顶住！虽然我们步兵的能力的确比他们差，但是！记住!我们的坦克飞机都不是吃素的，我们一定能拼的过他们！”     一个小时熬过，城门依旧没有被炸开，即使是杜德再怎么刺激，人仍然是拼不过坦克拼不过飞机的。但是！对于柯林国的转机到来了，坦克和飞机陆续赶来。柯林国的飞机在死黑的天空中划破一道闪光，“嗖——”一颗硕大的炸裂弹直接往城内扔去，只见笨重的炸裂弹直直地射向那无辜居民的城区内。就在这一刻，炸裂弹爆炸了，碎片在爆炸中向四周射去，如同一颗颗万恶的子弹，射向人们的身躯，无数无辜的人民倒下。而罪恶的炸裂弹依旧没有停歇抛投，反而愈发猛烈地向内部炸去。战争的魔爪一下子伸进了无辜人民的心脏。     飞机坦克的援助使得柯林国一下子反扑了，坦克万众齐发，一齐射向那沉沉的城门，数万颗榴弹炮如同一个个钻头般想要刺穿它，炸裂它，忽然！城门被炸裂了，伴随着沉重的倒塌声和震破天机的炸裂声，黑压压的军队一下子透过缝隙仿佛像一张影子一般伸了进去。     又是一阵扫射，一阵轰炸，炮弹手莱恩和其他军队一样，火速地冲向了城内，用着那挂着千百人鲜血的炮筒击杀着无数人的性命。他如同一只豹子般死咬着敌军，正当他起身准备去猎击下一个猎物时，忽然一颗子弹射向了他，来不及躲避，子弹一下子便钻透了他的头颅，鲜血溅了出来，莱恩重重的被击倒在地.......倒下的是军队，但更多的是！更多的是民众！居住的房屋在冰冷的子弹面前，毫无抵抗力，如同一片纸一下子便被横行的炮弹给掀翻了，血肉被炸裂，血液透着惨白的月光洒落在这片冰冷的大地上。     而吉普车内，杜德却在哈哈大笑。     与此同时他也要求国家内所有的人去参军，以此增加我军的数目！\n     两天后\"敌军前线被攻破“     一个月后”敌军前线军火库被缴纳“     两个月后“B号矿区被完美收复”\n     半年后”敌军补给线被截断“     两年后 ”敌军国家中部被攻破“     又过了半年 ”敌军60%被俘获“      ”............\"       一个又一个的消息传到杜德耳边。而这时已经过了两年多，他正坐在柯林国首都的豪宅泳池旁，抿着清茶。这一个又一个的消息如同一个个笑话般使他不时扑哧一笑。这个皮特现在一定在逃亡吧，休想逃走，我说过的一定会把你的头喂给狗吃。这叫什么？这叫报应，这叫你们国家欺负我们国家这么多年，这叫你打死我父亲后应得的报应，老天都再帮我啊！杜德笑着想着。       而更令他兴奋的消息，还是在第三年初。       “先生，您的军队就在昨天晚上，已经把斯科国的首都攻破了，还有...\"杜德的豪宅管家不紧不慢地走到他旁边，微笑着说。”真的吗？太好了！我们国家的军队果然不是吃素的，叫他们嚣张！叫他们十三年对我们的凌辱，报应终于见效了！我就等着他们国破呢！哈哈哈哈，终于等到这一天了，终于，终于！终于替我们国家出了口气了，终于，终于！终于替我的父亲报仇雪恨了，我这一生完美了！皮特啊，皮特，你说你当时为什么要造孽呢，要不是你，就不会让你的国家灭国。诶，对了，前线攻破首都时有没有皮特的消息？“杜德立马起了身，把手搭在管家身上笑着问。      “先生，请先等我说完。我刚想说皮特来着，皮特那孬种在今天早上被我们的军队在一个农村家的牛舍找到了，那个样子狼狈的，啧啧啧。”管家大笑着说。“好啊，好啊！这孬种终于被了解了，待军队凯旋回来之时，我一定要当着大家的面把头颅喂给狗吃！”\n\n      又是漫漫一年，军队凯旋归来，数万计全新的兵器，数万计粮食，数万计龌蹉的俘获军队尾随在凯旋军队的后方。当然还有最重要的，那边是嗷嗷矗立在军队前头的军令部部长普特，手上拿着一个嵌着金块的盒子，里面放的是皮特的头颅。      杜德一时兴起，决心开一个凯旋大会，召集所有的民众来参加，以此来庆祝这次灭了斯科国后的胜利！      大典上，礼炮声不断先是军队游行。只见黑压压的军队整装齐发，每人手里拿着一杆杆闪亮而冰凉的枪，杜德站在演讲台上，全部的军人向他望去，敬着礼。这一走却分外的漫长，他不知道原来军人的数目如此之多。忽然他想起来几年前说过的全民去参军，不过他没顾上这些，只是微笑着向军人敬礼。随着游行的不断进行，飞机坦克等大家伙也上了阵，只听见蔚蓝但却浑浊的天空中划破一道道闪亮的横线，随附着强烈的轰鸣声，如同在当年的战场般，一样的震耳欲穿。坦克披着浓浓的迷彩色拖着沉重的步伐，在大街上行了起来，不时调动炮筒，示意着这如同虎口般威风的武器在当年战场上的威风。许久后，游行停了下来。       所有的民众聚集到了广场。       而广场上满满的都是一个颜色——令人畏寒的军队色       忽然，杜德仿佛被震动到了。       他掏出枪，一把闪亮而又冰冷刺骨的枪。       扣动了扳机。       他死了。       死在了所有军人的眼里。\n\n\n\n\n\n\n字节数： 13899字节字数：5155字\n\n\n\nhttp://www.xiami.com/widget/34558463_1768939471,_235_346_FF8719_494949_1/multiPlayer.swf\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "飞鱼在天",
            "timestamp": 1398477000,
            "txt_content": "  先回复再看，支持！"
        },
        {
            "author": "17291159",
            "timestamp": 1398477120,
            "txt_content": "飞鱼在天 发表于 2014-4-26 09:50\n先回复再看，支持！\n细细的看 你也会被震撼到"
        },
        {
            "author": "暖希丶",
            "timestamp": 1398477180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "17291159",
            "timestamp": 1398477180,
            "txt_content": "@a2455564728 @250=mo @冥王星人 @马赛克了 @长手的苦力怕 @lgl19773173 @狂风※中箭"
        },
        {
            "author": "HGK",
            "timestamp": 1398477240,
            "txt_content": "茶杯重重地摔在地上，地上满是那透着血色的茶水以及地上满满的碎片\n茶杯意外中枪\n@☆茶杯骑士☆  "
        },
        {
            "author": "17291159",
            "timestamp": 1398477300,
            "txt_content": "HGK 发表于 2014-4-26 09:54\n茶杯意外中枪\n@☆茶杯骑士☆\n← ← .......这么严肃的文章，好吧.....求认认真真的看一遍"
        },
        {
            "author": "17291159",
            "timestamp": 1398477420,
            "txt_content": "暖希丶 发表于 2014-4-26 09:53\n支持，，，，，，，，，，\n细细的看，说真的，你会被震撼到"
        },
        {
            "author": "HGK",
            "timestamp": 1398477420,
            "txt_content": "17291159 发表于 2014-4-26 09:55\n← ← .......这么严肃的文章，好吧.....求认认真真的看一遍\n看完啦\n为什么我忍不住笑了出来.......\n咳咳\n动作和神情描写得很好\n多学学Hsir\n他的《悲域》写得非常好"
        },
        {
            "author": "lisongnan7",
            "timestamp": 1398477660,
            "txt_content": "支持一下"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1398478380,
            "txt_content": "好长，不过写的很好耶{:10_512:}细节{:10_512:}\n（话说你的字数是怎么统计的）"
        },
        {
            "author": "lgl19773173",
            "timestamp": 1398485940,
            "txt_content": "17291159 发表于 2014-4-26 09:53\n@a2455564728 @250=mo @冥王星人 @马赛克了 @长手的苦力怕 @lgl19773173 @狂风※中箭\n  ...\n我来顶咯\n\n\n\n"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1398488220,
            "txt_content": "  初看起来不错，先留个回复，好的话再决定评分 O.O"
        },
        {
            "author": "17291159",
            "timestamp": 1398488340,
            "txt_content": "Lucky777777 发表于 2014-4-26 12:57\n初看起来不错，先留个回复，好的话再决定评分 O.O\n嗯，记得细细的看哦~"
        },
        {
            "author": "17291159",
            "timestamp": 1398488940,
            "txt_content": "Lucky777777 发表于 2014-4-26 12:57\n初看起来不错，先留个回复，好的话再决定评分 O.O\n看起来怎么样~OVO"
        },
        {
            "author": "冥王星人",
            "timestamp": 1398492420,
            "txt_content": "叠字过多了，像小孩子说话；应该是【占】，和【示意】，意识是名词了不是动词；省略号不应该是三个句号......大门应该是推开；172酱你显然对人数没什么概念，现在打仗哪还用人海战术，都出动重武器的，即使以前，有个一二万人也能攻下一个五--七万人的城；最后，结尾有点奇怪......"
        },
        {
            "author": "17291159",
            "timestamp": 1398492600,
            "txt_content": " 本帖最后由 17291159 于 2014-4-26 14:15 编辑 \n冥王星人 发表于 2014-4-26 14:07\n叠字过多了，像小孩子说话；应该是【占】，和【示意】，意识是名词了不是动词；省略号不应该是三个句号.... ...\n我没有把这个故事的时代放在现代，而且这是一个国家，就在二十多万人去攻击时，敌军也是意识到的，所以敌军也是派了军队到前线，而且城门总是炸开的效果比较好吧~而且结尾是因为 当战争迫使所有人去征战，获取了利益上的胜利，但这时候杜德发现城内已经几乎没有居民了，社会被战争从秩序上破坏了，社会这个大齿轮少了无数小齿轮，而主齿轮的大小却越变越大，于是便停下了，自杀了"
        },
        {
            "author": "250=mo",
            "timestamp": 1398496380,
            "txt_content": "前来支持~表示我现在的心情状况没有耐心看下去呢"
        },
        {
            "author": "17291159",
            "timestamp": 1398497340,
            "txt_content": "@yuchenyang\n看看吧~"
        },
        {
            "author": "17291159",
            "timestamp": 1398500760,
            "txt_content": "@zjr_516635864\n忘了AT你了，快来看看我的新作"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1398501660,
            "txt_content": "这就是昨天的那份草稿吧OwO"
        },
        {
            "author": "17291159",
            "timestamp": 1398501900,
            "txt_content": "zjr_516635864 发表于 2014-4-26 16:41\n这就是昨天的那份草稿吧OwO\n草稿 又加了 老长的一段"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398503280,
            "txt_content": "很不错哦！加油哦0.0"
        },
        {
            "author": "17291159",
            "timestamp": 1398563640,
            "txt_content": "@Aiursad\n最新的单篇出炉咯~"
        },
        {
            "author": "250=mo",
            "timestamp": 1398918540,
            "txt_content": "有时间来细看了一遍\n结尾……触到底了\n必须支持"
        },
        {
            "author": "the-blaze",
            "timestamp": 1399284660,
            "txt_content": "不仅茶杯中枪了，中枪也躺枪了……"
        }
    ]
}