{
    "title": "【YMC Proposal-4】关于翻译创作版活动【故事续写】",
    "author": "尤里的猫",
    "replyCount": 16,
    "timestamp": 1398439080,
    "txt_content": " 本帖最后由 尤里的猫 于 2014-4-25 23:21 编辑 \n\n    首先非常抱歉，没有匿名发这个，可能有些人又要说我违反比赛规定，从侧面暴露自己的参赛身份了，但是现在这种情况我不可能等到比赛结束再提出这一点，因为按照现在的趋势，我的参赛资格已经被取消了，就算那时候我再提出来也没什么用了。没有匿名的理由是我估计按照某人的一贯作风我的帖子不会超过5楼就会被锁，到时候我的帖子匿名改不回来我就欢乐了。\n\n\n\n背景：\n    上上星期六18:00知道有这活动的，在看完参赛规则之后本着重在参与的心情写了一礼拜的文（那个星期我们连读+期中考试，进度赶不起，还有我们这是寄宿的，没有电脑）。\n    上星期五晚上把文章码到word里。\n    上星期六下午[身份敏感数据]把文发到帖子上，满心欢喜的按着F5。\n    等了一个礼拜，我等到了消息说我被取消参赛资格了，原因是我编辑了帖子。\n    非常抱歉这么讲，但是说实话当我看到这条消息的时候我想如果我可以的话一定会把电脑糊到版主脸上去。\n    但是我返回去看了一楼，嘿还真有这么一条，于是我放下电脑，来这里发帖了。\n\n\n正文：\n    是的，我回避了“是否有改过帖子”这个问题，因为也就一句话，我怕写在上面一笔带过有人会当我是在埋伏笔或是避重就轻（抱歉强迫症）。\n    好的现在我来回答一下：\n        没错，我有修改过帖子，而且至少修改了3次，但你们知道么？那是因为楼层格式抽了，我无法把字体调成“微软雅黑+加粗”，最后还是靠直接改代码解决了这个问题，而且我保证发帖的时间离修改的时间仅差了5分钟不到，甚至只有3分钟。你们可以去查证，虽然我不知道论坛是否有查证功能。\n\n\n我好像已经看到你们要输入的东西了，我先回应一下部分问题：\n1.不论你的理由是什么，你违反了比赛规则，所以你被取消参赛资格。\n    好吧如果你们要用这个来回应我的话，那我还有一堆东西要跟你们说：\n    首先，当我看到这个帖子的时候，还没有这条规定。那时我直接把你们的帖子整个复制到了word里，因为我没有电脑(我们学校连读，周六周日不回家的，我只能用手机)，只能保存到手机上。也许你们会说我们后来加了你没看，那我想问问哪个傻缺(抱歉)会没事一遍遍的去看比赛规则的帖子？\n    难道你们不应该在一开始就拿出完善的比赛规则，或者说等比赛规则写完整了之后再开始比赛么？\n\n2.该活动举办的较草率，我们没能顾及全面，但我们在之后的确有修改过比赛规则，你自己没注意。\n    暂时不说傻缺一遍遍看比赛规则的问题，但你们应该把这条新加的规定放到显目一点的地方吧？\n    不说这点，你你你……你们好歹把这条新加的规定加个粗换个颜色好吧？\n    我觉着就算我是那傻缺，不注意的话我也看不出来这条啊！\n\n\n3.按照第8项：“规则本活动最终解释权归翻译创作版管理层所有。”\n    你们这不是废话么？我等着你们的解释呢……\n\n\n4.我擦那你到底想怎么办？\n    虽然不是很可能，当然理想状态是撤销“取消参赛资格”。\n    现在我不知道我的帖子被版主取消匿名了没有，取消匿名了的话我估计实现上一条是不可能的了。\n    还能如何？就当是给你们办活动的提建议了，最后只能以自己心冷为结果了。\n    再者说就算你们真的想给我补偿，除了恢复比赛资格，还能想到什么补偿措施？\n    加金币？加人气？看我建议提这么长给我点贡献？\n    说出来可能你们会笑话，可我就是冲着第一名去的啊魂淡！你给我这些有啥用啊？\n    我希望，最好还是能恢复我的参赛资格，\n    不然……这篇那么长的文章就给你们当做建议了，以后办活动的时候注意点！\n\n\n5.如果我们恢复了你的参赛资格，那另外那些人怎么办？要是他们也要求恢复比赛资格呢？\n    我只想说，你们设这条规定的原因是什么？防止抄袭，防止占楼，防止二次修改？\n    你们就没有想过换一种方法？不要这么简单粗暴我不爽？\n    防抄袭你可以人工去比一比，防占楼这你们也不是傻子，防二次你们就不会看看发帖时间和最后更改时间？\n    说得夸张点，现在我觉得这条规定删了都不为过。\n    或者说，把这条规定改一改，试着更人性化的去解决这个问题。\n\n\nP.S:\n    虽然说这样卖别人不太道德，但二楼之前都没匿名，直接违反第一条，你们提醒完之后还特别提到由于二楼是提前更改的不算入第七条内。\n    一开始就在规则里写了，他违反了匿名这条都没被取消参赛资格，现在我们因为没看到规则被取消参赛资格？\n    我知道你会说你一条里没写“啊，你要这么做我们会取消你的参赛资格！”，但这样是有多大仇啊？怎么看都是没匿名问题大点吧？\n    再向二楼道个歉，我并不是想针对你，只是觉得有点讽刺→_→【鞠躬\n\n\n最后：\n我不是来喷人或者吵架的，从一开始就不是，我要是个熊孩子的话我也不会打那么长的建议；\n暂时就这样吧，我希望你们能考虑一下改善或是删除第七条规定，毕竟是后加的。然后恢复我们的参赛资格。\n如果不行的话…………就当这是个建议贴吧……\n但我真的不希望看到这种事再次发生！下次请你们务必准备好一切再开始活动！\n\n\n*呵，不可思议呢，刚刚看了下，我为我的文章写的申诉文的字数已经超过了我文章的字数…………真是讽刺【笑\n\n\n\n\n诶等等啊！\n那个谁，处理完这个事情之前请不要关闭这个贴好吗？我码字码了三个钟头了好吗？看在我码了2000+个字的份上让帖到该锁的时候再锁好吗？\n\n\n\n\n\n[groupid=464]YMC科技[/groupid]",
    "replies": [
        {
            "author": "风之心_天双",
            "timestamp": 1398439920,
            "txt_content": "谢谢惠顾，欢迎下次再来。"
        },
        {
            "author": "马赛克了",
            "timestamp": 1398444900,
            "txt_content": "都是内部G团老板，说这么多不就是寂寞吗，今晚准你进我屋睡了。"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1398453360,
            "txt_content": "不论你的理由是什么,你违反了比赛规则,所以你被取消参赛资格。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1398488040,
            "txt_content": "  总之你违反了规则，版主处理合乎情宜，那么就没有什么好纠结的。你说你奔第一名去的，既然对你的文笔这么自信，何必在意这些奖励，除非你就是奔那些积分去的。\n 文中多次出现辱骂性词语，无论你是针对谁，或者你只是想表达你写这么多字就应该所有创作版主对你补偿的想法，我并不认为这合乎情理\n@a2455564728  "
        },
        {
            "author": "a2455564728",
            "timestamp": 1398488340,
            "txt_content": "Lucky777777 发表于 2014-4-26 12:54\n总之你违反了规则，版主处理合乎情宜，那么就没有什么好纠结的。你说你奔第一名去的，既然对你的文笔这么 ...\n这个事我昨晚看到了，只是实在没想到该说什么"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1398488820,
            "txt_content": "a2455564728 发表于 2014-4-26 12:59\n这个事我昨晚看到了，只是实在没想到该说什么\n  确实 通篇就是明知规则，却硬说是别人的错。"
        },
        {
            "author": "尤里的猫",
            "timestamp": 1398514020,
            "txt_content": "Lucky777777 发表于 2014-4-26 12:54\n总之你违反了规则，版主处理合乎情宜，那么就没有什么好纠结的。你说你奔第一名去的，既然对你的文笔这么 ...\n希望您能对以下问题作出解释：\n\n对于你的回复我只能说你根本没仔细看我的帖子了：\n1.“总之你违反了规则，版主处理合乎情宜，那么就没有什么好纠结的。”\n    你还没看懂。\n    第七条规则是在我已经得知并阅读完比赛规则之后加上去的。\n    我的意思是说该改动没有被提亮或是加重。但按常理我觉得需要这么做。因为这样会误导最先阅读规则的参赛者。\n    我所谓的“违反规则”就是上面一句话所导致的。\n\n2.“你说你奔第一名去的，既然对你的文笔这么自信，何必在意这些奖励，除非你就是奔那些积分去的。”\n    首先我问你，如果被取消了参赛资格，就算我文笔非常非常好又能如何？\n\n    “何必在意这些奖励，除非你就是奔那些积分去的。”\n    我有说我有要奖励过吗？从头到尾我所说的只是要恢复参赛资格而已，试问如果我的文写的不好，恢复参赛资格有什么用？恢复参赛资格并不等于获得参赛奖励。\n\n3.“文中多次出现辱骂性词语，”\n    你试试一篇文章你写了一个礼拜，等结果等了五天，结果是投票还没开始你被一个莫名其妙的原因取消了参赛资格。这时你的心情如何？\n    再者说，“文中多次出现辱骂性词语，”你给我找个辱骂词语出来？\n    我有提及性器官么？我有提及别人的家人么？你给我找个辱骂词语出来啊？\n    你没看见我在稍微有点过激的词语后面都加了类似（抱歉）的望理解的词么？\n\n*瞩目：当前帖子最后编辑时间是2014-4-25 23:21，我们并没有在你的帖子之后改动过！*\n\n3.“或者你只是想表达你写这么多字就应该所有创作版主对你补偿的想法，我并不认为这合乎情理”\n    同理，你见过我有“要求版主进行补偿”么？\n\n\n                                         你不认为我合乎情理？我还认为你不合乎情理呢。\n\n                               -当然，我们只是单方面希望您能作出解释，您不回复我们也没办法。-"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1398517320,
            "txt_content": "尤里的猫 发表于 2014-4-26 20:07\n希望您能对以下问题作出解释：\n\n对于你的回复我只能说你根本没仔细看我的帖子了：\n\n  那么请你向楼上几位版主进行反馈。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1398517560,
            "txt_content": "尤里的猫 发表于 2014-4-26 20:07\n希望您能对以下问题作出解释：\n\n对于你的回复我只能说你根本没仔细看我的帖子了：\n\n  我可以说我全部看完了，不过请你不要抱着“看懂帖子你就理解了”的想法\n  我仅代表个人，对你的这个申诉说出不合理之处\n  你也不必和我解释，这件事的最终处理者不会是我。"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1398518100,
            "txt_content": "在此谨代表翻译创作版全体版主给您造成的不便致歉。\n这次活动的确过于草率，全程在下并没有参与。在下正在对此事进行调查并与其他版主进行协商，完毕之后会给您一个合理的答复~请谅解(>_<)"
        },
        {
            "author": "250=mo",
            "timestamp": 1398518640,
            "txt_content": " 本帖最后由 250=mo 于 2014-4-26 21:30 编辑 \n\n请问你是沙发吗？\n还是……几楼？\n\n（对不起本人已经知情）"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1398520440,
            "txt_content": " 本帖最后由 ☆茶杯骑士☆ 于 2014-4-26 21:57 编辑 \n\n经过最终讨论，我们认为恢复参赛资格也是对其他选手的不公平，所以不予回复参赛资格，请谅解……\n补偿已由本版版主 风之心_天双 发放到。这次事件是我们工作失职，在这里谨代表翻译创作版全体版主再次对给您造成的不便表示深重歉意%>_<%\n同时万分感谢您的建议与意见，我们今后在举办活动时必定会吸取教训，努力做到完美没有漏洞，杜绝此类事件的发生~\n以上，也希望这次事件并没有影响您的创作热情，我们诚挚希望今后您能够继续常驻翻译创作~\n\n                                                                                   ——翻译创作版全体版主 敬上"
        },
        {
            "author": "anly5112",
            "timestamp": 1398630840,
            "txt_content": "Lucky777777 发表于 2014-4-26 13:07\n确实 通篇就是明知规则，却硬说是别人的错。\n為何我讀完之後感覺這個帖子的樓主有些冤枉吶？\n不過的確只有嚴厲的規則才可能產生更加公平的比賽這點是沒錯啦"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1398637440,
            "txt_content": "anly5112 发表于 2014-4-28 04:34\n為何我讀完之後感覺這個帖子的樓主有些冤枉吶？\n不過的確只有嚴厲的規則才可能產生更加公平的比賽這點是 ...\n  好吧 是我认知错误，抱歉"
        },
        {
            "author": "anly5112",
            "timestamp": 1398644220,
            "txt_content": "Lucky777777 发表于 2014-4-27 17:24\n好吧 是我认知错误，抱歉\n為了論壇的發展 其實你也很努力吶不用道歉～\n有時候 嚴厲的懲處才是避免違章的最有效措施 加油"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1398645840,
            "txt_content": "anly5112 发表于 2014-4-28 08:17\n為了論壇的發展 其實你也很努力吶不用道歉～\n有時候 嚴厲的懲處才是避免違章的最有效措施 加油 ...\n  好的 以后会注意的。"
        }
    ]
}