{
    "title": "《论开服与敛财，这是腐竹的战场》",
    "author": "霍荆旅人",
    "replyCount": 6,
    "timestamp": 1398478860,
    "txt_content": "笔者即兴这样开了帖子，其实这个命题我也想了很多，制定了基本的法律。但是目前没找到可以施行的服。如果各位有兴趣不妨加我的Q：1831623892\n1.资金从何而来\n一般租赁服务器开服是需要钱的，但是很少有腐竹不从玩家身上拉赞助，但是要注意，这个堪称世界最难问题之一的“把别人的钱装进自己的口袋里”绝对不是依靠蛮横的收费来实现的。你不希望被强制收钱，玩家也不希望被强制收钱，所以，我们要让玩家变成“心甘情愿”，这个看上去简单的不能再简单的理论思想却让大多数人看不到成功的门槛。当然，我们会来实现它。\n就像阿罗不可能定律一样，我们可以把玩家心目中的收巧妙的扭曲。藉此来达到目的。在接下来的“新和谐公社”设想里借基础一个庄园式的运作城镇来阐述笔者以上的观点。\n2.新和谐公社的奇迹\n用易于理解的说法来说。即是在服务器里专门辟出一块100X100的地区（当然具体大小你可以自己控制，太小会使玩家不满，太大以后敛财会困难一点。），让玩家竞价收购，以此来收取第一笔资金。这样，我们获得了第一个月的服务器基金。在这片区域里给予所有者飞行的权利（只有飞行的权利，注意！）把这片地区交给所有者管理，让普通玩家入住，每天平民（普通玩家）获得所有者发放的物品，相对的平民为所有者养牲畜，提交羊毛牛皮牛奶鸡蛋小麦等等。之后由腐竹或管理按照一定价格用游戏货币收购，所有者再以此去购买第二天发放的食物，并且从差距中获利或是提高发放物品质量。听上去就像自给自足的城邦，事实上就是一个独立的城邦。\n看完上面那些你觉得赚不到什么钱或是会让玩家很无聊？接下来的文章会解答你的疑惑。\n当这片独立的土地发展的差不多了，腐竹可以给所有者一大笔钱在城中的商业街购买一片地皮（放心很快就会赚回来的，或者用游戏货币，推荐用绿宝石作为货币），在上面盖个系统商店，高价出售稀有物品，比蛋头颅附魔书什么的。随着这一个月时间的过去，所有者城邦内的土地兼并现象就会开始严重起来，这时就可以出售土地给所有者，这样，下一个个月的钱赚到了。\n3.袭来的零\n你可能会说这样会使玩家很无聊从而不积极玩，没关系，接下来我们就来谈谈怎么解决他。要想玩家有欲望玩下去，就要有一个“目标”，初期玩家的目标是活下去，完成后，腐竹可以煽动那些没钱的穷屌丝玩家反叛，并给他们一块地区和初始基金，这样，冲突的理由就有了。玩家揭竿而起，全民皆兵。腐竹就想到于给了玩家一个“目标”——打败敌人完成统一成为领主。你不希望玩家争斗？没关系，你可以将不存在的敌人和玩家对立起来，比如每个周末放一只凋零出来，当然这样效果会差一点。让玩家和玩家博弈会更好。你和部分有头脑的玩家可以从中获利，你出售物资，而玩家则是倒卖资源发国难财。从这里可以看出，战争的敛财效果相当强！是最适合开服的。\n4.对立的私心\n有很多腐竹面临管理私自给玩家物品而造成货币大幅度贬值或者造成泡沫经济的问题。其实这个问题只需要一个小小的手脚。\n你在管理和玩家之间填一层“身份”，如果按照我第三点所说的，最好是让管理游走在各邦之间当一个“神秘商人”的小角色，这不论对于谁来说都是极好的，微妙的对立感可以使管理拒绝普通玩家的要求，又不乏管理层和玩家的交流。顺便一提，如果你自己开了一个小城邦，最好找个代理所有者，也不要弄什么城管的。创造模式城管在各个服中的设立是大忌！！！这点一点要记住，最好城管从优秀的玩家中挑选。给个空名头。\n当然，如果你想要造一个和谐的服，最好出台相关法律，使用孟德斯鸠的三权分立宗旨，我想你不需要一个权倾朝野的流氓。当然和谐服也是最适合用城管的服务器类型，建议设立有实权的机构时最好考虑清楚。\n\n\n暂时先写这么多吧，才不是打字麻烦懒了呢！无耻的要个精华~~~~\n笔者即兴这样开了帖子，其实这个命题我也想了很多，制定了基本的法律。但是目前没找到可以施行的服。如果各位有兴趣不妨加我的Q：1831623892\nPS:这篇帖子是不定时跟新的，如果有时间我会稍稍完善。",
    "replies": [
        {
            "author": "暖希丶",
            "timestamp": 1398480120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "a438079631",
            "timestamp": 1398481200,
            "txt_content": "最容易收取玩家费用的其实是战争服"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1398485040,
            "txt_content": "好长！！！不过我居然看完了！！！"
        },
        {
            "author": "赵子龙Ⅲ",
            "timestamp": 1398491520,
            "txt_content": "狂风※中箭 发表于 2014-4-26 12:04\n好长！！！不过我居然看完了！！！\n我也看完了~\n想法还不错呢"
        },
        {
            "author": "霍荆旅人",
            "timestamp": 1398508020,
            "txt_content": "5.被废立的法案\n一般在服务器里，比较行动规定更多的是道德类的（例如谩骂Ban等等），但是这类规则往往会有少部分人对其视若无睹，一旦出现一次这种情况，如果腐竹不加以制止，类似的擦边球事情就会出现。慢慢的就像滚雪球一样越来越恶劣化，这就是所谓的破窗理论。可能会有人说：违反的统统Ban就行了，但是随着这样下去，腐竹最终也会因为玩家的“压力”——管的太严而被迫让步。不得不说如果出现这样的情况实在是太糟糕了！一般来说这也只能预防，发生后要想再将纪律补救回来困难可是要翻倍的。有很多腐竹为了预防而采取的措施是杀鸡给猴看，但这会使玩家对腐竹产生抵触心理，在这种情况下，管理的作用就凸显出来了，也就是所谓的“背黑锅用农民工”让管理来发话指出，腐竹只要补一句安慰的话，这样既不会使玩家对腐竹的评价下降，还会更加信任腐竹，何乐而不为呢？再者就是收费条例，货币的选择最好选择像绿宝石这样，既难获得又是可以得到的。当然同意废的还有黄金，如果你不介意把它当作超小额度的硬币来用，配合绿宝石也是不错的，顺带提一下麦块币mod（笔者也不知道确切名字，先这样称呼吧）这个说实话真不怎么样，主要因为不是拿在手里的东西，没有实感，玩家也不太会充钱。具体原因很复杂，牵扯到人性，社会秩序造成的错觉等等，这里就不一一讲述了。"
        },
        {
            "author": "yumingyang123",
            "timestamp": 1398570480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}