{
    "title": "<原创·连载>【211战队 MC世界的科技之晶】[作者：闪电][3章]",
    "author": "1359874",
    "replyCount": 4,
    "timestamp": 1398492000,
    "txt_content": " 本帖最后由 1359874 于 2014-4-26 14:59 编辑 \n\n朋友？ 第一人称  闪电唉………要怎样才能找到战龙他们啊……肚子都饿了，先拿个面包吃吧，我拿出面包。两三口就吃掉了，刚想躺下睡一觉。“嗷！”什么东西？“嗷嗷嗷！”我擦！搞什么？！僵尸啊！！！这游戏干脆改名叫僵尸生存吧！我站起来就跑，这时才发现被包围了。“见鬼！”我打了僵尸一拳，僵尸后退了几步。啊！肩膀被咬了一口！附近全是僵尸，根本没法动！“嗨！需要帮忙吗？”“啊？谁？”“喂喂！伦家就在这里！”一个一身黑衣的人影出现我面前，额…………是妹子啊…………“到底要不要帮忙啊？不说我可走了。”“要要要！妹子你救救我啊！”等等，我在向个妹子求救？！“嗯……可是我为什么要帮你呢？”“额…………给你面包怎么样？啊！”见鬼！背上又被咬了一下。“o(≧v≦)o~~听上去不错，那我就帮帮你吧！”只见妹子上空出现了一个紫色的洞，变出一群铁剑，一下向我刺了过来，吓得我闭上了眼睛。“我擦！妹子你是帮我还是来杀我的啊？！！！”“你不是没事嘛。”我慢慢睁开眼睛，嗯？没有中？附近的僵尸都被击中了。这妹子什么技术？仔细看了看那个女孩，虽然是一身黑衣，但她皮肤很白…………“喂！说好的面包呢？”“在………在这………”我颤抖的拿出面包，这个妹子的实力可不能小看，还是小心点。“算了，瞧把你吓的，我有那么吓人吗？”“唉，交个朋友吧，我叫王希刃，代号闪电，叫我闪电好了。”“朋友嘛……”“妹子你叫啥？”“我……我叫末影人，又称终界使者……”“额………这都是些什么名字啊，看你一身黑的，叫你小黑好了。”“嗯。”等等，好像有什么地方不大对劲。“你！不！是！方！块！”“嗯？方块？那是什么？”\n额……她真的不知道吗……啊！背上的伤口！是之前的伤口！！现在变得非常疼！见鬼！！我倒在地上，慢慢的闭上眼睛…………转换 第三人称小黑慢慢把闪电的作战服脱了下来，露出了天蓝色的体恤衫，又把闪电的作战裤脱了下来，里面是深蓝色的牛仔裤…………小黑陷入了深思，他是……him吗？在这个世界里，包括主世界、下界和末路之地，有这各种生物，各种族群，其中最为特别的，就是人类……在这个世界，人类分为两种，村民与冒险者，村民负责交易、居住、炼制。冒险者负责冒险、开采。这两者创造了灿烂的科技文明，创造了科技之晶，科技之晶是科技的结晶，是科技的最大成果。这时，又有人类企图创造魔法，可就在魔法创造的过程中，僵尸、骷髅、蜘蛛这些怪物的出现，使人类遭受重创。冒险者的首领，史蒂夫带领人类建立科技联盟和魔法联盟。成功击退了怪物。并在这个世界的创始者，norch的帮助下，将恶魂一族封印在下界。可是后来，史蒂夫消失了，norch也不见了，一个恐怖的怪物，末影龙统治了这个世界，科技联盟和魔法联盟企图反抗，可都被末影一族镇压了下去。这时，一个自称him的人出现了，领导爬行者一族和所有的人类，起来反抗末影龙。集合所有的科技之晶，与末影龙大战一场。并把末影龙封印在末路之地………“这……这是真的吗？”我吃惊的看着小黑。“嗯……应该是真的吧，我在一本书上看的。”“额……为什么我的作战服在地上？小黑是不是你………”\n“是你自己嫌热让我帮你脱的！自己都忘了！”\n“嗯？我有说过吗……”“喂！就是你自己说的！别装好不好！”“嗯……啊！我还要赶快回去呢！我的武器都留在基地了！”“没事！我帮你。”小黑一下抱住我，左手摸着我后脑勺。好像能知道我心里想什么。“嗯……还算近。”“嗖”的一声，我和小黑被传送到了基地外，还是那个三层楼，只是门外多了几个僵尸的尸体。“闪电！”是老哥的声音！我放开小黑，冲向老哥。“哥！没事吧！”“没事，就是浪费了几盒88式狙击步枪子弹，呵呵，没想到还有僵尸这种东西，不过你运气真好，没被吃掉。”“啊，对了！哥！这是小黑，多亏了她，要不然我就被僵尸当夜宵了。”老哥走过去，向小黑敬了个军礼。“谢谢你救了我弟，我叫韩通枪。代号冰闪。叫我冰闪好了。”“这没什么。”我看了看天，天快亮了。“嗯……天快亮了，我先走了，这本书可以帮帮你们。”“啊？小黑你………”我还没说完，小黑就消失了只留下一本书。老哥捡起那本书，翻开看了看。“这可真是一本生存手册了。闪电！先不用找战龙他们了。”看来老哥找到了好东西。这一天，我们都在砍树，做木栅栏。经过昨天晚上的袭击，我们准备了不少东西，把2楼的枪械拿出了一半，因为枪法原因，我只拿了两把9mm手枪，两把武士刀，三把铁剑。老哥拿出了M21、一把AK、两把沙鹰。等到了晚上，一大群僵尸和骷髅出现在我们木栅栏周围。“这次不用我帮忙了吧。”“啊？小黑你什么时候到我后面的？”“这你就不用管了，这次靠你们了。”老哥走了过来，把一把AK给小黑。“拿着吧。”\n“不用！”\n“那好吧，闪电！我们上！”",
    "replies": [
        {
            "author": "MC1177",
            "timestamp": 1398493020,
            "txt_content": "不错的文章，楼主是小说家吗？"
        },
        {
            "author": "1359874",
            "timestamp": 1398493380,
            "txt_content": "MC1177 发表于 2014-4-26 14:17\n不错的文章，楼主是小说家吗？\n是闲的写的.............在看过一篇叫《你好！我叫小黑》后有了灵感，就写了这个"
        },
        {
            "author": "1411465506",
            "timestamp": 1398493500,
            "txt_content": "要女孩子帮他脱衣服对不起，楼主，我想歪了"
        },
        {
            "author": "1359874",
            "timestamp": 1398493980,
            "txt_content": "1411465506 发表于 2014-4-26 14:25\n要女孩子帮他脱衣服对不起，楼主，我想歪了\n这个地方无视掉，毕竟闪电装备是英军沙漠服，脱下不就是露出默认皮肤嘛............"
        }
    ]
}