{
    "title": "[hypixel]Death Sentence Arena(死刑场）",
    "author": "mr.ender",
    "replyCount": 4,
    "timestamp": 1398484140,
    "txt_content": "大家好，我是小白，今天给大家搬运一个地图，hypixel的Death Sentence Arena(死刑场）。本作游玩性很强，为RPG地图。声明：本帖除了前面这段话，其它都来自百度贴吧某位大大的搬运，因为小白的机子坏了，所以开不了光影水反，只好搬运其他人的了。图挂请在回复中告诉我。原文：Death Sentence is a competitive arena map that challenges your Minecraft combat skills and agility.\nBoth Multiplayer and Singleplayer modes are available and have different gameplay.The goal is to survive the customized monsters that are constantly coming at you and reach level 20 as fast as you can. Kill the chest-headed monsters to gear up, avoid the invincible heavy armored zombies and don't fall in the void!The multiplayer mode is competitive, the first player to reach level 20 wins the game and get to choose one of the 3 death sentences for the losers. PvP has to be turned off but you can use your flint and steel or throw monsters at your opponent to disturb them!If you want to play singleplayer mode, your goal is to get the best timer on the clock and post it in this thread and be #1 大概就是本地图有单人多人游戏模式，坚持越久越好。其他的不是重点。接下来，上图（转自百度贴吧）：\n\n怪物介绍（转自百度贴吧）：\n[size=13.63636302947998px]冰冻的小怪\n[size=13.63636302947998px]\n[size=13.63636302947998px]僵尸，很弱只有两点HP木剑砍两下就死会在游戏开始时大量生成。\n\n[size=13.63636302947998px]重装僵尸：\n\n[size=13.63636302947998px]会在游戏开始后生成，无法杀死。剑有击退三，很容易被他打下悬崖。但他速度较慢可以用突击袭击他打下悬崖。\n\n[size=13.63636302947998px]苦力怕（什么都没改，不说了）\n[size=13.63636302947998px]骷髅（血很脆（貌似也两点但没有装甲保护一剑就死木剑都可以）其他也没变）\n\n[size=13.63636302947998px]补给箱子怪\n[size=13.63636302947998px]两种：\n\n\n[size=13.63636302947998px]头上戴末影箱的用铁剑两剑死，掉落铁剑、铁装、药水、食物、附魔之瓶（这个很有用）\n[size=13.63636302947998px]头上戴箱子的用铁剑也一剑死，掉落石剑、皮装、药水、食物\n[size=13.63636302947998px]PS：这两个家伙要好好利用，装备拿到手不要打开背包装备，直接右击，你后来根本没时间打开背包的。\n\n[size=13.63636302947998px]链甲僵尸：\n\n[size=13.63636302947998px]这家伙很强，但可以杀死，通常不会很多，死亡掉链甲（几率很高）\n\n[size=13.63636302947998px]烈焰人……（我只能用我操来形容了，除了生命值可以铁剑一剑死外什么也没改）\n\n[size=13.63636302947998px]命令方块僵尸（个人认为这个最不科学，基本没啥用）：\n\n[size=13.63636302947998px]击中你后会燃烧，需要铁剑四剑才能砍死。死亡无掉落\n[size=13.63636302947998px]小帮助：为了节省快捷栏的空间和使用速度，可以把打火石先用光（三次）然后杀只僵尸，把腐肉放在背包里面，这样以后就不会占快捷栏地方了。除了牛排意外食物可以都丢掉，6块牛排应该够吃，不够的话回头捡就可以了，不要浪费快捷栏位置，因为后期怪太多根本没空开包。五把木剑不要分开，用完了会自动换下一把，很节省空间。药水有就喝掉，瓶子会自动去除。\n[size=13.63636302947998px]这张图很耐玩，只要你有耐心去打。\n就这样了，感谢那位大大的搬运。{:10_492:}给点金粒呗（虽然这是二次搬运）度娘网盘（我重新弄了一个，原来的没了）：http://pan.baidu.com/s/1o6jqXmy",
    "replies": [
        {
            "author": "Xx123c",
            "timestamp": 1398484500,
            "txt_content": "lz你编辑了多久= =         "
        },
        {
            "author": "mr.ender",
            "timestamp": 1398484560,
            "txt_content": "蛮久的，落泪，落泪"
        },
        {
            "author": "Yin_Wisdom",
            "timestamp": 1398484680,
            "txt_content": "前排占位"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1398485700,
            "txt_content": "国外的啊。"
        }
    ]
}