{
    "title": "<原创·连载>【211战队 MC世界的科技之晶】[作者：闪电][4章]",
    "author": "1359874",
    "replyCount": 0,
    "timestamp": 1398496980,
    "txt_content": "5 走向战场  第一人称  冰闪以前在军训时练习过枪法，这次是真正的打一场了，僵尸差不多是昨天的几十倍，我拿起AK-74。闪电“哥，这次看我吧！”我“你行吗？”闪电“呵呵，我的刀法可是天下第一！”我“行了！你那刀法也就切个苹果啥的！听我的指挥！”闪电“是！随时听候差遣！”\n小黑“闪电！你要不行就别上了，我保护你！”闪电“小黑，我一大老爷们的，要你一妹子保护，呵呵，今天让你看看我的技术！”我“上！我掩护你！”我抄起一把AK-47来了个长点射，打死两个过来的。闪电冲上去就一刀，一个僵尸瞬间人头落地，我又一脚踢飞一僵尸，“嗒”的一枪把他头打的稀巴烂。“嗖”一声，一只箭射了过去，我赶忙用木材搭了个墙，向闪电把右手放在右眼上【手语：狙击手】。闪电先愣了一下，然后转身向我跑过来，就在他转身的那一刻，另一只箭和他擦肩而过。“另一只箭！”我朝闪电大喊，只见他一转身一剑打断那只箭。我出去用M21瞄准了那个骷髅的头，一枪把它打的粉碎。我又一趴下，“砰砰！”两声，又有两个僵尸的脑袋在瞄准镜里闪出了血花。这时，我发现僵尸的攻击好像停止了。“闪电！攻击好像停止了！”我拍了拍闪电的肩膀。“哥!你看！”随着闪电的手，我发现在不远的山坡上，有一只浑身发着绿光的僵尸，它的气势，好像是首领之类的………“人类吗？好像不是这的人……”下界几个猪头人身的怪物正在交谈“好强的力量感应啊，主世界好像出现什么了…………”“看来那个人又回来了，你们都注意点！如果发现异常马上报告！”“是！”末影之地一个黑色的巨龙飞到了地上“好强的科技力量啊！那个人回来了吗？”“还不能确定，有两个神秘人出现在了主世界，但不能确定那个是。不过我们已经派了魅影去调查了。”\n“嗯……魅影，她是个好孩子……”“龙王，你还记得我们的约定吧？”“嗯，只要你们两个帮我干掉那个人，什么都可以。”\n主世界转换 闪电才来这第二天就遇到首领这一类的boos，我运气可真是够差。我把武士刀背在背上，左手拔出腰上的m9手枪。那个僵尸一动不动，只是看着我们。“闪电，冰闪，你们先退下！”“嗯？小黑？你想干什么？”小黑一下不见了。嗯？“在哪！”老哥说。小黑站在那个僵尸前，好像在和它说话。转换地点“瞬移？是末影一族的？拟人化？等级还不低嘛……”\n“低等生物！退下！”““如果是平常，我会听您的话。可是，你也应该知道这两个人是那边排来的人吧。而且，看那个人的刀法，他就是那个人吧！”“没错！我是知道，但现在他们还不能死。”“那就别怪我了！我们亡灵一族的消灭他！”一群僵尸冲向了小黑。“哼！区区几只僵尸还向本小姐挑衅！”只见小黑头上出现一个紫色的大洞，那几个僵尸和附近的几个泥土方块被吸了进去。\n“可恶！决不能让那个人活下去！”\n装换  闪电我擦！！！那个僵尸冲了过来，只用了眨眼间的速度就冲到了我跟前。我举起铁剑，狠狠的刺向了它的头，剑刃穿过了它的头。“你以为这样就能杀了我？！”僵尸一拳把我打飞，操！真他妈的疼！我抄起m9开了几枪，都没打到。老哥抄起枪把对着它头就是一把子。僵尸队长一把抓住枪把，我拔出武士刀向它冲了过去，它一拳把我又打飞了。我用武士刀撑着身子，拼命用m9开火，僵尸队长一拳又向冰闪打去，老哥一个翻身，向外跑了几步，又一个翻身，抄起M21狙击就是一枪。子弹穿过僵尸队长的身体，可还是没对它造成什么伤害。“闪电！先走！”老哥朝我大喊了句，朝地上扔了个烟雾弹，附近都是僵尸，往哪走？！“闪电！快抱住我！”“嗯？小黑？”“别管了！快抱住我！”小黑一下把我背起来“抓紧了！”我紧紧的抱住了小黑，嗯？这里是…？“闪电！你如果再在我身上乱摸的话，信不信我把你扔了僵尸堆里去？！！！”“啊？小黑我错了……”“行了！抓紧了！”\n“嗖”的一声，我们一下到了丛林里。“这里应该安全了吧………”“等等！我哥怎么办？！他撑不了多久啊！”小黑又打开了那个紫色的门，把左手伸进去，好像在找什么。“小黑你有没有在听我说话啊？！！！”“闭嘴！接着！”“啊？什么东西？““这是附了肢解魔法的铁剑，你快用它去干掉那个僵尸队长！”“嗖”的一声我和小黑又到了丛林的边上，老哥在不到100米的平原上。“嗯………我用这个就能干掉那个僵尸吗？”\n“没错，不过……”“不过什么？”“你还要抱我抱到多久啊？！！！！”啊？我还抱着妹子呢…我一下跳下来，拿着剑………嗯……好软，妹子的那个地方好软………啊啊啊啊！我在想什么那？！我向僵尸队长冲了过去，僵尸队长瞬间闪开了。“剑法很不错，可惜还不够快。”僵尸队长朝我狠狠的打了一拳，我又被打飞了。这次被彻底打垮了！根本起不来！老哥拔出沙漠之鹰“砰砰！”开了两枪，打到了附近的两个僵尸。“哼！现在只剩下你一个人了吧？！”“我一个又怎样？！你们两个也无法打到我！”我拼命的向前爬，，我的剑。我一手抓住了剑，感觉……力量又回来了？这种感觉，怎么这么熟悉？手上发着银色的光……不，不只是手，整个身体都发着银光。先不管了！我一下冲向僵尸队长，一剑刺穿了它喉咙。“这速度………那个人………”还没说完，僵尸队长就断了气。地上的经验球飞到了我和老哥身上。闪电：“哎，对了，小黑，那个人是谁啊？”小黑：“这你就不用知道了，但愿你不是那个人。”闪电：“嗯？如果我是那个人，会怎么样？”小黑：“如果你是那个人……我……我会杀了你！”小黑拔出一把铁剑指着我。这种气势，她是认真的……“把剑放下！”老哥把M21对准了小黑。“嘿嘿，人家是开玩笑的。”小黑笑着把剑收了起来。“闪电你看这是什么？”嗯？一个装满紫色液体的瓶子？我刚想仔细看看的时候，小黑打开瓶盖，一下给我灌了下去。唔，好困……头好晕………“小黑………你………”转换视角 冰闪“小黑！你想干什么？！”“放心，闪电只是睡着了。我见他太累了，就给他喝了点安眠药。”“事情没怎么简单吧！啊？人呢？”“冰闪你也喝点吧。”见鬼！什么时候到我后面的？！小黑左手抱住我，右手往我嘴里灌那种药水。嗯……我的头…好困…………见鬼………只好这样了…………转换视角  第三人称小黑看着倒下的冰闪和闪电，两只手变出两个紫色的能量球。“闪电，冰闪，对不起………” \n",
    "replies": []
}