{
    "title": "<连载·单章>【杀戮游戏】[作者：hznb][第11章 红石陷阱]",
    "author": "hznb",
    "replyCount": 2,
    "timestamp": 1398511440,
    "txt_content": " 本帖最后由 hznb 于 2015-2-4 22:17 编辑 \n\n废话，即戳即看第十一章修改完毕\n\n\n正文（1090字）\n\n  “哼哼...”一声猪叫钻进了了曹小睿的耳朵里。\n\n  一只面目狰狞的猪人站在了曹小睿的身前，你很难想像它之前是一只可爱的小猪。\n\n  看到这恶心的猪脸，曹小睿下意识的将自己的右拳挥了出去。\n\n  不好！这可是猪人啊！\n\n  “就算你杀了一个我，还有千千万万个我”曹小睿耳边仿佛响起了苏胖子对猪人的形容。\n\n  一个猪人并不可怕，可怕的是他的旁边还有一群猪人。\n\n  要知道，杀死一个猪人，那被杀的猪人的这一个区域的其他猪人就会被你拉到仇恨，然后他们三三两两的集到一起，把你围殴致死。\n\n  要想打猪人没仇恨，除非你把它秒杀，但现在的问题是曹小睿用拳头打呀，曹小睿又不会天马流星拳之类的招数。\n\n  “隐身可以消除仇恨的，你打一个怪，你要想让它不再追杀你，你就用隐身，比如说白天的蜘蛛，还有猪人...”曹小睿在这千钧一发之际想起了小蓝对隐身这个技能的介绍。\n\n  这样一来，曹小睿就没什么好顾忌的了，猛地加重了拳头的力道，狠狠地砸在了猪人的脸上。\n\n  猪人先是一愣，对于自己突然被打了一拳感到了惊愕。\n\n  但瞬间就反应过来了，将金剑砍向曹小睿，曹小睿隐身，猪人拿着金剑的手顿住了，缓缓收回剑。\n\n  当曹小睿再次出现猪人面前时，猪人表现出一副你谁啊的姿态。\n\n  “好玩好玩。”曹小睿大笑道，乐此不疲的玩了起来。\n\n  猪人，卒，死因：被不知名而来的拳头打死。\n\n  “诶？那是技能吗？他就是那个发现任务系统的人吧。”一个少女在离曹小睿不远处的地狱堡垒喃喃自语。\n\n  曹小睿回过头观察着这广阔的地域。\n\n  血色的地狱岩像是用鲜血浇灌一般，仔细闻的话，还可以闻到一丝丝血腥味。\n\n  灵魂沙上的人脸似笑非笑，十分惊悚。\n\n  炙热的空气让人感到不适。\n\n  “呃”曹小睿一时忍不住肚子里的翻滚，干呕了起来。\n\n  他抓住自己的脖子，仿佛这样能使他轻松一些。\n\n  干呕完一阵后，曹小睿也是熟悉了这个特殊的环境。\n\n  “咦？地狱堡垒？”曹小睿注意到不远处的小城堡，向那边移动了起来。\n\n  “他向我这边走了，按他的速度，很快就要来了，我的炼药材料太多了，一时间转移不完啊，”少女托着腮帮认真的思考，“对了，我不是还有那个连环机关吗。”\n\n  曹小睿进入了地狱堡垒，转了几圈也没有什么收获。\n\n  “这里真诡异啊，渗人死了。”曹小睿打了一个寒战。\n\n  这时，曹小睿注意到他的前方有光照，他抓紧自己的钻石剑，打起十二分的精神，绷紧了自己的神经。\n\n  少女躲在在曹小睿身后的一堵墙后面，她拉下了拉杆。\n\n  “咔嚓”\n\n  “是拉杆！”曹小睿作为红石高手一下子就听出拉杆启被拉下的声音，一股深深的危机感包围着曹小睿。\n\n  曹小睿急速后撤，但还是被半路冒出的活塞弹到一个踏板上了。\n\n  “呲呲”\n\n  我靠，TNT的声音，曹小睿差点就要喊出来了。\n\n  “嘭”\n\n  幸好曹小睿反应快，他将剑横在胸前抵住了爆炸的伤害。\n\n  不幸的是，曹小睿受到了击飞的效果他落在了一个洞里\n\n  “这...”曹小睿有些迷茫。\n\n  这种红石的陷阱手法，好像是他自创的“夺命连环”呀，怎么会出现在这里？\n\n  曹小睿心中充满了问号，而眼前突然出现了成堆的地狱史莱姆。\n\n  “天妒英才啊。”曹小睿对于这种场面已经放弃了生的希望。\n\n  令人可笑的是，他居然被自己的红石陷阱手法暗算，还不知道那人是谁。\n\n  “轰隆隆”就在这时，天空传出一阵巨响......\n\n\n上一章  初入地狱          索引贴          下一章  地狱堡垒\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1398568560,
            "txt_content": " 好的，我开始不要脸的召唤人了@CloudsXDao @风之心_天双  @Lucky777777  "
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1398588660,
            "txt_content": "前来支持！{:10_535:}"
        }
    ]
}