{
    "title": "原创RPG小说{梦之起源}第三章：保卫村庄！",
    "author": "MC残星",
    "replyCount": 3,
    "timestamp": 1398517140,
    "txt_content": " 本帖最后由 MC残星 于 2014-5-1 22:29 编辑 \n\n前言：梦大陆被邪恶位面侵袭，神不能插手，我要拯救这个世界，还是拯救自己？    第二章：保卫村庄!一束阳光透过小木屋的玻璃照射在崔脸上，崔的眼皮抽动了一下。睁开了睡眼下意识的摸索着身边的武器，却摸到一束微光和一根棍子，崔愣了愣，却回想起了昨天的一切，只好拿起小维斯拉夫放在床头的皮衣穿上。走出了木屋碰见刚好准备走进木屋的小维斯拉夫便问道：“有事吗？小维斯拉夫。”小维斯拉夫摸了摸头上的帽子说道：“菲尔叔叔找你有急事。”崔拿起了初心者的倔强和削尖的木棍便走向了酒馆，发现菲尔在门口等待着便说道“菲尔有什么事吗？”菲尔也是一个直来直去的人便说道：“崔可能你不大了解，最近外面的魔化怪物已经逼近了村口了，所以请你去帮忙！”崔已经料到了一定会有一场战斗所以便说道：“好的我一定不会辜负大家的期望的！”菲尔的眼神中带着的欣赏的眼光，因为一般很多勇者对于这件事常常有退缩的心态，菲尔便说道：“记住这些魔化的怪物一些是拥有奇怪的技能的，不能小看所有的魔兽（以后的简称），而且大多的魔兽会掉落魔晶，这种蓝色的水晶可以使你的魔法恢复。”崔点了点头示意明白，便冲向的村口，村口盘踞这一些奇奇怪怪的生物一个个都是液态的模样，还有一些生物有着独特的颜色。崔意识到这就是魔兽了，崔还发现在怪物中还有一个身穿铠甲的中年男子正在与一个淡紫的魔兽搏斗。崔想都没想便冲了过去拿起了木棍砸向了那头魔兽，魔兽哀鸣着便倒下了，然后崔的眼前浮现了一张卡牌上面显示着：雪地小史莱姆，HP：8，魔法：0，攻击力0.5，评价：这种处于最低级的魔兽却是所有勇者所青睐的。崔看着从这突如其来的卡牌飞向了崔的身体，便融化了成为一滴诡异的绿色水滴融入了崔的胸膛中。崔第一件事是扒开了上衣看着胸膛却发现没有所想的伤口反，倒是脖子上多了一个系着黑色六边形方格的项链，黑色带着一些绿点。崔还没从惊惶中醒来，只见中年男子伸出粗糙的手，握住了崔的手说道：”谢谢你勇者，如果不是你，德莱得要回归神的脚下，虽然德莱并不介意。“崔只能对眼前的大汉说到：”这是该做的，让我们驱逐这些肮脏的怪物吧。“德莱也意识到现在并不是闲聊的时刻向崔点了点头，拿起了手中的石剑向一只准备偷袭的史莱姆招呼过去。崔也加入了厮杀中发现这些怪物虽然看起来恐怖，其实也只是纸老虎。连杀了5只史莱姆血也只是减少了三分之一而已，还不值得使用初心者的倔强这个保命手段，这5只史莱姆也给崔带来了惊喜其中3只史莱姆尸体融化时都出现了一块蓝色的宝石，崔知道这菲尔所说的魔晶了，崔的杀的另一只史莱姆却什么都没有，只有那一滴诡异的液体，而最后一只爆出来了一颗黏糊糊绿色球球而魔法栏给予的解释是，物品名称：史莱姆球，种类:素材，评价：大多的勇者对于这颗黏糊糊的球并没好感，因为这球只对于初心者有点作用。崔只是看了看便把这些杂物放进了魔法栏给予的存放空间。看着那一只只蹦蹦跳跳的史莱姆，崔感觉到头疼，因为实在是太多了。虽然有了崔的加入史莱姆死伤提高了一些，不过对于这浩浩荡荡的史莱姆军团只不过是一滴水而已。崔想到擒贼先擒王不过这些液态的魔兽会有一个脑子么？更别说有首脑的说法了。突然一个深蓝色的庞然大物冲入了崔的视野，那头魔兽身边有着几只蓝色的魔兽在旁边守护着，而那头怪物竟然在产生一只只史莱姆！崔意识到这就是自己所期望的王啊！崔兴奋的走到了正在于2头魔兽搏杀的德莱旁边，顺手帮德莱干掉了那2头魔兽得到了2颗魔晶收入了空间中。德莱看着2颗魔晶凭空消失便兴奋说道：”那是神所给予你的力量么，勇者？“崔笑着看着眼前的孩子气的大汉说道：”那的确是神赐予我的力量。“崔突然脸色严肃的说道：”德莱你是不是神的效忠者？“德莱感觉是被侮辱似的红着脸道：”勇者虽然我不知道你是什么意思，但德莱永远效忠于神是神的奴仆，德莱愿意为神奉献一切！“崔看着眼前的大汉暗叹着，这个位面的神收获人心果然有一套，大概是常常这神时不时发发神迹吧。崔想着说道：”德莱你看见那头深蓝色的大家伙没。“德莱点了点头。崔说道：”那头魔兽是其他魔兽的头领，是其他魔兽的生产者，我相信将这个家伙干掉可能村子可以安稳一段时间，所以我请你务必要掩护我。“崔说到这顿了顿说道：”记住不要硬抗实在不行就退下。“德莱点了点头便冲向了那堆淡紫色的魔兽，崔也冲向了一头蓝色魔兽。突然深蓝色魔兽旁边的蓝色魔兽发出咕噜咕噜的声音，射出了一颗绿色的球，崔一眼看出这就是史莱姆球。崔对血可是很珍惜，躲开了那颗史莱姆球，史莱姆球在雪地上竟然腐蚀出了一个大洞。崔大惊看着眼前的魔兽，那头魔兽对于自己的失手似乎有点生气便又射出了一颗。崔看着在史莱姆海中的德莱明白自己得速战速决，提着木棍一个漂亮的闪躲劈向了那头魔兽，打中了魔兽，魔兽吼叫了一声不过并不是像是受伤，更像是生气。近身后崔发现这头魔兽并不是那么厉害，这头每次聚集一颗史莱姆球都需要2秒的时间，对于崔这个常常在战场上滚爬的人来说2秒可以做很多事情，如上膛或者一边闪躲与射击。崔敲了下蓝色魔兽，翻滚躲开了那颗史莱姆球，不过却贴着崔的背飞了过去，崔感觉着背上的火辣辣的疼痛，看着生命下降了五分之一，崔又劈向了蓝色魔兽。这次那头魔兽感觉到眼前的人类的恐怖哀嚎着移动着，可惜那黏糊糊的身体限制了它的速度，崔狠狠的敲死了那头魔兽。眼前又一次出现了一张卡牌：雪地史莱姆射手，HP：14，魔法：50（1颗=1魔法）攻击力：1.5评价：如果遇见这种魔兽你最好得躲着走，虽然攻击力不佳但是那腐蚀的力量能让你疼得要命。崔又转向了另一头魔兽有了，一次的经历比上次更轻松了，转眼间深蓝色魔兽附件的蓝色魔兽已经死光了。崔得到了2滴诡异液体和5颗魔晶以及1颗雪球，雪球和史莱姆球是同样的素材。崔看着眼前蠕动的深蓝色魔兽深呼吸了一下，劈向了那头魔兽。那头魔兽分裂了头小史莱姆，小史莱姆蹦蹦跳跳的跳向崔，崔躲开了小史莱姆的一跃，本来劈向深蓝色魔兽的棍子转向了小史莱姆。刚刚一跃的史莱姆被一棍子打进了雪地里。崔又砸向了深蓝色魔兽，那头魔兽竟然也射出了史莱姆球！崔躲闪不及中了这颗史莱姆球。崔看着自己只剩下2滴血。马上咬着牙掏出了初心者的倔强，把魔法引导进了那束微光，只见那微光大盛。崔的身上被腐蚀的小孔，肉眼可见的恢复了，转眼间小孔只有剩下粉色的嫩肉，崔本来巍巍可及的血量竟然已经满了。崔再次劈向了深蓝色魔兽，深蓝色魔兽液态的身体出现了一个大洞，深蓝色魔兽咆哮着想要杀掉眼前的人类，再次聚集了一颗史莱姆球以极快的速度射出。崔逼出了自己那8年的特训所有的潜力，深蓝色魔兽那1.5秒的聚集速度已经不能跟上崔了。崔竟然攻击了深蓝色魔兽后还能可以完美的闪避过去！过了一会深蓝色魔兽悲鸣着倒下了，崔最后一击是插入了深蓝色魔兽的眼睛中，崔拔下了插在蓝色魔兽眼睛上的棍子。眼前又一次出现了那张黄白的牌：雪地超大史莱姆，HP：38，魔法：100，攻击力：2，评价：不要单独和这头怪物在一起虽然可能杀不了你，但他可以用那强大的细胞分裂能力恶心死你！崔苦笑着擦了擦木棍和皮衣上的粘液，拾取了雪地超大史莱姆的掉落物。没想到这怪物掉落的还挺全，不但掉了一颗5魔晶、2颗雪球、3颗史莱姆球，以及一颗破碎宝珠！崔撇了撇嘴如果杀一头这样的BOSS级才能得到一颗，那我什么时候才能升级啊。崔走向了德莱，德莱也是一身粘液，如果不是他那一身的铠甲，或许他早已归向他所崇拜的神。德莱激动着说道：”勇者你竟然这么厉害！不愧是神所庇护的人！“崔摸着头上的短发说道：”说实在的如果没有德莱你，或许我还不能这么顺利的打败那魔兽，对了请不要总叫我勇者，我叫崔。“德莱摸了摸头说道：“崔，你现在可是我们村的英雄啊。”崔苦笑道：“英雄如果没有队友也只是个废物。”德莱点了点头说道：“崔，你先回去吧我得站岗呢。”崔点了点头又说到：“对了，这附近有小河么？”崔苦笑着指着身上的粘液。德莱恍然大悟说到：“崔，在药店的后面就有一条小河啊。”崔点了点头走回了药店看见菲尔和小维斯拉夫已经大维斯拉夫在等待着他。崔假装一脸的问道：“大伙在这里干嘛呀？”大维斯拉夫笑骂着说道：“我说崔啊，你这一身的粘液是怎么了啊。”小维斯拉夫则笑着说：“我看啊，可能是崔被史莱姆给抱住了不放了。”菲尔则一脸开心的说道：“看来啊我们村子以后是不用担心受怕咯。”崔指了指身上的粘液苦笑的说到：“能不能让一让，我拿衣服等去洗澡。”菲尔递过来了一套镶着金粒的红色劲装，让人感觉这套衣服有着贵族的风范。崔拿着衣服走向了河边就开始脱下了衣服，跳下了河在冰冷的河水下崔开始思考最近的一切到最后也只能摇摇头。回到了药店和小维斯拉夫和大维斯拉夫旁边打了声招呼，菲尔已经先回到了酒馆。崔拖着疲惫身躯走向了的小屋，再次疲惫的躺下。我是崔我在梦大陆！我还活着我要变强！我要解救这个位面！我要回到地球位面！",
    "replies": [
        {
            "author": "lisongnan7",
            "timestamp": 1398517260,
            "txt_content": "支持一下"
        },
        {
            "author": "Aiursad",
            "timestamp": 1398517320,
            "txt_content": "字蛮多，就是有些流水账了{:10_512:}还是顶一个吧"
        },
        {
            "author": "1169209824",
            "timestamp": 1398518400,
            "txt_content": "额额额额额额额额额额额额额额额额额额额"
        }
    ]
}