{
    "title": "幽默小笑话< 节操君 >",
    "author": "节操终结者",
    "replyCount": 3,
    "timestamp": 1398578340,
    "txt_content": " 本帖最后由 节操终结者 于 2014-4-27 14:02 编辑 \n\n娱乐一下，开心一下（有比较好笑的笑话，也分享一下）\n~~~~~~~~~~分割线~~~~~~~~~~~~~\n从前有三个冤鬼，有一天他们在逛街的时候遇到了上帝！他们对上帝说，他们都死得很惨，希望让他们上天堂！上帝很无奈地说，现在天堂的住户太多，已经爆满。但现在还有一个名额！你们 说吧，看谁死得最惨，就让谁上天堂！ \n\n\n于是，第一个鬼开始说了……我生前是一个清洁工。工作很辛苦的！从早忙到晚！有一天，我正在一栋大厦外面擦玻璃！是那种吊在外面的高空危险工作！在第30多楼！突然，我 脚一滑，失足掉下去了！我想，完了！要死了！但求生本能让我在无意识地乱抓！很幸运 地，我抓住了一个阳台的栏杆，在13楼。我想，有救了！于是想等缓过劲后爬上去！哪知，突然有人把我的手一揎，我又掉下去了！我想，这下我真的完了！但是，我命不该 决，底下有一个帐篷接住了我，我庆幸前世肯定积了德！想等缓过劲就下去。谁知，上面 掉下来一个冰箱，把我砸死了！ \n\n\n　第二个鬼说……我生前是一个文员。什么都还好，我有一个老婆，很漂亮。身材很棒！ 但就是有点水性扬花。我有轻微的心脏病。有一天上班忘了带药，我回家去拿。一进门， 看见老婆头发散乱、衣衫不整。肯定有奸夫。于是我满屋找，厨房也找，厕所也找，都没 找到。到了阳台，我发现有两只手扒在栏杆上，我想：奸夫！于是把他的手一揎。心想，13楼！看摔不死你！结果等我一看，居然没死！被帐篷接住了！我着急，于是满屋找，进了厨房，发现冰箱够 大，于是把冰箱扔下去。终于把他砸死了！我当时太高兴了！大笑不止。谁知笑得心肌埂塞，笑死了！ 　 \n\n\n　第三个鬼说……我生前是个小混混，但我没做过什么坏事！有一天我到一个女性朋友家里晃！刚刚办完事，她老公突然回了！我得找地方藏起来。于是厨房也找，厕所也找，最后发现他们家冰箱挺大的，于是我就躲进冰箱里去了！我就不明白，她老公怎么知道我在冰 箱里，他居然把冰箱从13楼给扔下去了！我就这样连人带冰箱摔死了！\n\n\n\n\n~~~~~~~~~~分割线~~~~~~~~~~~~~\n上课中~~\n小明：老师，我想上厕所。\n老师：好，那你想吧，同学们我们继续上课。\n\n~~~~~~~~~~分割线~~~~~~~~~~~~~\n寝室里有俩二货一胖一瘦，有一天不知道什么事两人吵起来了，\n胖的骂瘦的：你脑袋是不是被驴踢了了？\n瘦的那个弱弱的来一句：那您下脚不会轻点儿啊？\n\n~~~~~~~~~~分割线~~~~~~~~~~~~~\n\n高中的时候，班里管的严，破坏纪律要扣分罚钱，扣一分多少多少钱。\n\n\n晚自习中~\nA：“太无聊了，聊会天呗”\n同桌：“不行啊，会罚钱的。”\n过了一会，A：“咱们聊50块钱的吧，我请。”\n\n~~~~~~~~~~分割线~~~~~~~~~~~~~\n\n一个女生叫凤七。\n老师觉得很奇怪，就问女生：“你为什么叫这个名字？” \n女生答：“我妈说生我的时候凤凰叫了七声。” \n老师觉得很荒谬！反问道：“要是生你的时候，鸡叫了八声呢？！”\n~~~~~~~~~~分割线~~~~~~~~~~~~~\n\n小明姐姐第一次杀鱼，犹豫了半天也不敢下手。\n过了一会，再去看时，只见她两手握着鱼，把鱼按在水底，小明问她要干嘛？\n她说：“等把它淹死了再杀……淹死了再杀！”\n\n~~~~~~~~~~分割线~~~~~~~~~~~~~\n\n\n\n\n如果你有很好笑的小笑话，不要小气，分享一下\n\n\n",
    "replies": [
        {
            "author": "节操终结者",
            "timestamp": 1398582300,
            "txt_content": "为了不沉帖，所以......\n\n\n上课中~\n老师：你们这些智商为负数的笨蛋\n同学：......\n下课~\n同学：老师你说我们的智商是负数，那你的智商是多少？\n老师：哏哏！那还用问，我的智商是你们的好几倍。\n\n~~~~~~~~~~~\n懂数学的给个人气吧"
        },
        {
            "author": "4852",
            "timestamp": 1398684720,
            "txt_content": "阁下 字迹工整，文笔极佳，才思敏捷，过目不忘，十年寒窗，博学多才，见多识广，才高八斗，学富五车，文武双全，雄韬伟略，谈吐不凡，谈笑风声，高谈阔论，眉飞色舞，运筹帷幄，言简意赅，完美无缺，一针见血，远见卓识，义正词严，一气呵成，大显神通，出口成章，出类拔萃，出神入化，万古流芳，一本正经，一箭双雕，长篇大论，功德无量，力排众议，力挽狂澜，气贯长虹，气势磅礴，气吞山河，坚韧不拔，身体力行，空前绝后，视死如归，英姿焕发，奉公守，艰苦奋斗，忠贞不渝，舍己为人，大公无私，一尘不染，一鸣惊人，叱诧风云，排山倒海，惊涛骇浪，雷霆万钧，惊心动魄，横扫千军，惊天动地，见缝插针无孔不入，千篇一律，口诛笔伐，文从字顺，十全十美，无懈可击，无与伦比，励精图治，壮志凌云，高瞻远瞩，忍辱负重，盖世无双，龙飞凤舞，一丝不苟，身兼数职，日理万机，明察秋毫，英明果断，分身有术，孜孜不倦，吾等楷模 ………… 在下对你的景仰之情有如滔滔长江之水，连绵不绝 …… 又如黄河泛滥，一发不可收拾 ……\n嘿嘿~~~~ 惊天地！ 泣鬼神！ 感人肺腑！ 感人落泪！ i 服了 u！长江后浪退前浪，灌水英雄代代出…… 好贴。。。 又见好帖。。。 又见不是一般的好贴。。。 好贴不是别的。。。 好贴就是好贴。。。 好是好贴的好。。。 贴是好贴的帖。。。 好贴不是别的。。。 好贴就是好贴。。。\n专业顶贴30年"
        },
        {
            "author": "Jms",
            "timestamp": 1398697920,
            "txt_content": "[gray_dye]谢谢分享"
        }
    ]
}