{
    "title": "<连载·单章>【麦田镇】[作者：晓风晚月][1]",
    "author": "晓风晚月",
    "replyCount": 4,
    "timestamp": 1398576360,
    "txt_content": " 本帖最后由 晓风晚月 于 2014-5-3 12:51 编辑 \n\n<前缀>【作品名称】[作者：【作者名称】][已更新至【最新章节】]【自添加内容】\n可供选择的前缀选项有：\n<原创·连载><原创·单篇>\n请将章节贴标题统一为以下格式：\n<连载·单章>【作品名称】[作者：【作者名称】][【章节数目及名称】]【自添加内容】\nhttp://zxsxz.lofter.com/post/37d5d5_11fc772←我的个人轻博客\n短篇小说，7200字在世界的东方，有一个地图上找不着的人类族小镇，这座鲜为人知的城镇就叫作“麦田镇”。麦田镇有着几万亩的田地，全部被麦田镇人种满了金黄金黄的小麦，涛涛麦浪的中央处就是麦田镇，麦田镇人非常喜爱小麦，小麦是他们横量自己的地位，身份，金钱的道具。小镇上的人们也喜爱太阳，因为太阳给他们阳光，给小麦生存的基础。他们的画家总是画出美丽的麦田和太阳，或者两者相结合。\n在很久很久以前，麦田镇原来其实是沼泽地内的一块不大不小的平原，这里环境荒芜但是土地肥沃（也许是因为靠近沼泽的缘故），也因此这里长满了荆条，恐怖的恶魔树和野草，在公元1809年，这里就作为了东方帝王放逐犯罪之人的惩罚之地。这块地方一共被放逐了一共三百名流浪者，他们的前身据说是东方帝王手下的一只军队，但因为一些原因，他们被人类族帝王放逐在了这片荒芜之地。\n他们唯一的携带品只有一点儿偷偷带来的小麦种子，他们通过种植小麦和采摘当地的果实来作为基本的食物来源，砍伐树木用以建筑木屋来作为庇护所，让人惊喜的是，当地的肥沃土质非常适合种植小麦。士兵训练有素，顽强地生活了下来，经过了不久的时间，这里便形成了一个小村庄。然后慢慢慢慢地就形成了一个小镇……而小镇因为大量种小麦，而干脆取名为了“麦田镇”。\n现在，公元2309年，麦田镇。\n稻壳儿住宿在小镇的镇门口处的麦麻爷爷的家中，镇口面对东方，每当太阳升起，稻壳儿总能看见白云天上那美丽的朝霞，麦粒老师告诉稻壳儿，那是天上的霞光骑士，骑着脚踩霞光的霞云马，从天上正东方的东云门一直飞奔向西，最后到达世界西方的西云门。\n稻壳儿的父母在五年前就被赶出了麦田镇，因为他们疯狂的想法，而受到了全镇人的排挤。而稻壳儿却被小镇的居民留了下来，寄宿在了麦麻爷爷的家中。\n稻壳儿看着红色的五星瓢虫爬上自己的衣袖，嗅着自己的麦香味。他有一些发呆，他无法相信有人可以在天上骑马而且还踏着霞光而来。他曾经画过许多次心目中的霞光骑士，他们的基础是东方帝王的骑士的形状，再配上无比宝贵的黄金战甲和世界上最好的丝绸做成的披风和领带，稻壳儿一直认为他们拥有着世界上最高昂的身份和地位。\n稻壳儿将自己的画薄打开，和其他人的画薄不同的是，这里没有一只小麦的画像。稻壳儿一页一页地翻看，每一页都画满了霞光骑士，稻壳儿迷恋着他，甚至想象着自己未来的一天也是一名霞光骑士。稻壳儿的梦想全镇的人都知道，但是没有一个人可以帮助他实现这个梦想，因为它实在遥不可及，根本不属于这个时代的人类。\n“稻壳儿，下来早饭了。”麦麻爷爷从楼下的厨房向楼上的稻壳儿叫道，稻壳儿每天的早餐就是麦田镇人人会做的麦片粥，当他喝完最后一碗香飘飘的麦片粥，擦了擦拭自己的嘴巴后，将自己的藤箱背起，准备好了一切，便放下了自己的白日大梦，踏上上学的道路了。稻壳儿今年仅仅十四岁，他还需要在麦田镇上四年的学。\n麦田镇拥有一套很完善的教育系统，稻壳儿的学校也是整个麦田镇最大的建筑，它集中了麦田镇的图书馆，观星台，体育馆，巨大的操场，公园和教学区。而整个学校也是公开性的。\n稻壳儿漫步走在大街上，大街的两边是正在训练的麦田镇民兵，麦田镇人依然继承着先辈的军人意识，每一名成年男子都是备用的民兵，配备了最基础的装备。\n眼神漫不经心地扫来扫去，熟悉稻壳儿的人都知道，他这是又在想他的霞光骑士了。\n一个身影突然闪在稻壳儿的面前，“霞光骑士！”这是稻壳儿的第一感觉，因为刚才的身影实在太像他画出来的那个人物了，稻壳儿无法分辨自己的太念想霞光骑士而走火入魔看见了幻影还是真的有霞光骑士出现，他已经下定了目标，不管是与不是，先追上才是他的正经事，到追上的时候是与不是一见便知。\n稻壳儿飞奔在麦田之中，他感觉他现在奔跑的速度比平常快了无数倍，他双眼一直随着幻影的移动而转动，他死死咬在了幻影的身后，稻壳儿不知疲惫地奔跑着，似乎总会有一刻他会追上他。\n“稻壳儿，你在干什么！”终于，人们发现了稻壳儿的异样，他们从未见过双眼发直，脸色发青，表情狰狞的稻壳儿，他们吓坏了，连忙跑向稻壳儿，他们要阻止他的疯狂。“霞光……骑士……不！”稻壳儿被四只强壮的大手死死地抓住了继续前进的身体，而他的双眼依然随着幻影的移动而转动，稻壳儿疯狂地叫着、挣扎着，即便有四只大人的手抓住了他，他依然挣脱了他们的禁锢，向前跑去，只是，无论他跑多远，也看不见心中霞光骑士的身影了。“稻壳儿！镇静！”因为被稻壳儿的巨大力量撕扯双臂而跪倒在地上的麦田镇人大声叫道。\n最终，稻壳儿还是停止住了脚步，“呼……稻壳儿……你还好么？”两名麦田镇人小声地问道，声音有些发颤，他们已经记住了稻壳儿疯狂的一幕，似乎已经成为了噩梦，在夜晚就会来摧残他们的心灵。他们随意地向远方瞟了一眼，“那明明只是一个人啊……那里来的霞光骑士……”\n“我……还好……发生了什么事吗？”稻壳儿问道，他不停地喘着气，始终没有抬起过头来，他很紧张，甚至不敢大声说话。“你们刚刚看见了什么吗？”\n“没什么……没什么……”听到这话，他们终于将心中的一颗巨石落下了。“呼……”\n听到这句话，稻壳儿摇摇晃晃地左右摆动着身体，他开始感到天摇地晃……“喂！喂！你怎么了？稻壳儿！醒醒，醒醒！……”\n很快，稻壳儿就被两名麦田镇人送到了医务室，而关于稻壳儿追逐不存在的“霞光骑士”的消息也传了出去。稻壳儿躺在了病床上，看着医生为自己诊断完毕退出了医务室后，立即从病床上爬了起来，他知道他还需要去确定一件事情。他悄悄地走出了医务室，看到四周没有人之后，立即以最快的速度跑向了麦田，稻壳儿一蹦，跳进了麦田之中，这样就很少人看得见他的身影了，这也方便他完成他的目的，他在麦田之中飞快地跳窜着，过去了大约十分钟，他来到了麦田的边缘。\n稻壳儿看着麦田之外的沼泽地里，他看见了一个又一个的哨兵站在了小山包上和一个又一个的兵营！稻壳儿已经完全可以确定了。但是，他的心却突然感到一阵寒冷的侵袭。他从麦田边缘回去了，而医务室的医生和护士早已在满大街找他了。“稻壳儿！你去哪里了？”发现他的医生愤怒地叫道，带着他回到了医务室。到了中午的时候，许多人都来看望可怜的稻壳儿了。稻壳儿的同学麦怀和麦伊被麦粒老师吩咐了任务，留在了医务室陪伴稻壳儿。\n麦怀和麦伊抱着一丛麦花来到了稻壳儿的面前，他们打量着稻壳儿，却看不出有一点儿走火入魔、丧心病狂的摸样，稻壳儿看起来依然如往常一样，他们很怀疑其他人所说的那样，稻壳儿会因为“霞光骑士”而变成另一个，他们认不到的稻壳儿。——虽然医生没有开出病单，但是很多人都在流传稻壳儿已经患上了轻度精神病。\n“嘿，稻壳儿。”麦怀悄悄拍了拍稻壳儿的肩膀，现在稻壳儿是坐在病床上的，他很容易就拍中了稻壳儿的肩膀。“你还好么？”\n“霞光……”稻壳儿嘟哝着，说出了两个字。这两个字却将麦怀和麦伊吓了一大跳。“麦怀，快走吧！稻壳儿真的变傻了！”麦伊对麦怀叫道，也不在意场中的稻壳儿是否在听。\n“可是麦粒老师说了……”麦怀说道，他一向听从长辈的话，平时脑袋也不知道变通，现在当然也不敢离开医务室了。“你个死脑筋！”麦伊骂道，“你不走，小心要了你自己的命！”\n“不会的……”麦怀的话还没有说完，麦伊就已经飞快地推开了医务室的门，跑了出去。估计不一会，麦田镇的人们就又有一条“最新消息”了。\n稻壳儿突然摇了摇头，就要走下病床，这一动作让呆在医务室内的麦怀一阵心惊胆颤——“医务室的门现在还开着，现在逃跑应该还来得及……”。\n“啊！”麦怀突然大叫了一声，稻壳儿的一只手已经搭在了麦怀的身上了。“麦怀，你愿意和我说说话么？我现在……有很多疑问啊。”\n“好……好……的。”麦怀流着鼻涕，被稻壳儿的手拉着，坐在了椅子上，而稻壳儿坐在了另一个椅子上，他们面对面坐在了一起。\n“不管你是否将我当成了什么，这都和我们要谈话的东西无关。”稻壳儿说道，“你也许听到了外面的流言，说我大白天产生幻觉，将一个人看成了霞光骑士，是不是？”\n“嗯。”麦怀小声回答着。\n“可是，那个人是谁呢？你们有没有想过。”稻壳儿说道，“你们可能只是以为我将一个普普通通的路人看成了霞光骑士……但是，那个人却是真实存在的，是不是？我可以确定，他没有穿本地的麦衣！”\n麦衣——麦田镇人最喜爱的一种服饰，全镇的人都穿着麦衣，并以穿着优秀的麦草做成的麦衣为荣耀。也是麦田镇人一种方便地位、职业的方式。\n“嗯。”麦怀应道。\n“有没有注意到，麦田镇内突然多出了很多的外来人口啊……”稻壳儿说道，“麦怀同学，你知道我在说什么吗？在清晨，在视野最开阔的时候，你一定看得见一些人影的！”\n“嗯。”麦怀下意识地回答道。然后他很快就意识到了什么，“麦田镇是在沼泽地里的啊！历史上这里就是放逐之地，是犯罪之人放逐的地方，先辈被放逐在这里，与流浪者一同在沼泽内建立了村庄，最后发展成了麦田镇……一般来说，这里不可能有外来的人，麦粒老师分明说过，麦田镇距离最近的平原（人类栖息地）也有五百公里啊！”麦怀很少一次性说出这么多的话来。\n稻壳儿和麦怀的担忧是正确的，接下来的几天，当麦怀走在上学的路上时，他远远看见麦田的边缘，好像真的出现了一些人影。“我立刻告诉麦粒老师！”这一天的早上，麦怀跑到医务室对稻壳儿说道，然后立即跑向了学校。\n稻壳儿看着麦怀的远去，心中默默想到，“是的，我已经告诉他们了。可是……我依然……不，我还需要做些什么。”\n“嘟——嘟嘟——！”麦田镇的警报声突然在夜间响了起来，稻壳儿似乎早已准备好了一般，利索地从床上爬起，走到了医务室的外面。\n“PENG!”和稻壳儿想象的一样，一颗炮弹降落在了麦田镇内，瞬间，火光席卷了整个小镇。——“敌袭！”麦田镇人突然意识到这一点。所有女人带着小孩都跑到了家中的地下室，而成年男子全部穿上了装备，拿着各种武器，跑出了家门。\n“稻壳儿！回去！这里没有你要的霞光骑士！”有人发现了站在医务室外面的稻壳儿，大声叫道。\n无数的陌生人闯入了麦田镇，不一会，麦田镇民兵就伤亡了许多。稻壳儿看着来来往往的人们搬运着伤员进出医务室，可是他依然呆呆地站在了医务室的外面，而这时，也没有人再去提醒他退到安全地带了。\n许多民兵来到了医务室，他们守卫着这个存储着大量医药用品的建筑。可是，不一会许多的外来者使用着可以远程打击的枪械包围了医务室，而民兵们，都仅仅拿着近战的武器。\n士兵的使命都是沉重的，这股沉重伴随着哀歌却没有葬仪花。稻壳儿是这么认为的。\n我知道我当时追逐所谓的“霞光骑士”的时候到底看见了什么，我也曾经猜想过，会有现在这一事情的发生，我知道现在不这么做的话，我就要背起罪责，我也知道我的使命，是保卫我的家园。我承诺过，我一定会完成我的使命。\n现在我就在执行着我的诺言。\n敌人来到了医务室的门前，现在我，要去守护它，这美丽的栖息地。“拿起我的长矛！”我对自己命令道。\n我来到了战斗中的队伍，而我面对的则是几十个杀人不眨眼的屠夫。\n“稻壳儿！……”有人发现了稻壳儿的异样，但是却无法抽身去关心这个正处于危险之中的可怜少年。\n敌人未到，而他们卷起的烟尘已经让我有些腿软，这烟尘，闻起来多么像真的软筋散！一闻便没有了战斗的意念。\n他们挥舞着手中的刺刀，捅进一名名战士的胸口，然后一股一股浓浓的血液喷涌而出，将自己不屈的意志染在杀死他们的敌人的衣领上，嘴唇上，让他们尝到麦田镇人血液的苦涩，让他们被这股血液的香味给冲昏头脑，在这血腥下，忘记规避袭来的攻击，然后被刀刃所制裁。\n终于，我被推在了两方交锋的中央，而我手中仅仅握住一杆长枪而已。\n我的手在不停地发抖，我的心几乎停止了跳动，我甚至产生了失忆，我不知道我是怎样迈出这一步的，这一步让我惊心动魄，可是我控制不住自己，再次迈出了一步，我惊讶了，我竟然在前进！我竟然前进了！我想，也许我是对的。——再迈出一步吧！\n这时，我突然想起，我拥有的不仅是一杆长枪！\n我拥有的，是一股浓浓的热血，现在，它沸腾了！\n这股热血呼唤着我，不！是家园在呼唤着我，面对他们！面对他们！\n我前进着，我挥舞着手中的长枪，我肆意地吼叫着。\n突然，我停止了前进，我停止了吼叫。\n——我……中弹了。\n“稻壳儿，那不是你要的霞光……”麦田镇人有些哀伤，他们看见了稻壳儿如何中弹到如何倒下。只是，他们还不明白，为什么稻壳儿要冲上战场。\n……\n战火最后还是熄灭了，外来人控制了整个麦田镇，外来士兵簇拥着一名叫做“稻”的黑袍男人，来到了医务室。\n稻穿着黑色的长袍，来到了医务室的门前。他看见了死去的稻壳儿，他的神情有些哀伤。“他最后还是背叛了我，浪费了他美好的未来，他本来是可以活下来的。”稻取下了自己的面具，丢在了地上。\n“稻！是你！？”被俘虏的麦田镇的人们有些吃惊。稻就是五年前被排挤出小镇的那个——稻壳儿的父亲！“为什么……”\n\"我本来是想在战争开始之前来看一看这久违的小镇，突然，他发现了我，看见我来了，于是便对自己的久违的父亲跑去，可是他的父亲不能让他知道事实……至少那个时候不能，于是我拿出了麻醉枪，我开枪了，可是没有打中他，当时我穿着军装，他一定看见了我肩上的勋章，他知道了一切……他不忍心伤害自己的父亲，也不愿意伤害自己的乡邻，于是，他选择了死亡。”稻默默地诉说着事实，轻轻抚摸着儿子的头发。他似乎还能感受到最后的一点余温。\n……\n稻壳儿看着自身的周围，是一圈一圈的淡紫色云彩，在黑色的空间内，静静地漂浮着。他看着自己的手，第一时间就能够察觉到这是五年前自己的身体。“我在那？”稻壳儿在心里发问。\n突然，一个白色的光团在稻壳儿的面前悄悄绽放，慢慢地整个世界变成了白色，白光却仅仅一瞬，四周又转变为了稻壳儿熟悉的家乡——麦田镇。他突然感觉到了一只熟悉的大手抚摸着自己的头，他转身看去，先是脖子以下，一身朴素，用绿草妆点着一些绿色的麦衣，再是脖子上凸起的喉结，稻壳儿看着那喉结的颤抖，耳边突然传来“儿子”的话语，他突然不敢再去看脖子以上的面孔。他颤颤着叫了一声，“爸爸。”……“爸爸。”……\n“孩子，你怎么了？”父亲显得很诧异似得，他又抚摸了我的头，手上的麦花在我眼前晃动着，一股熟悉的麦香冲进了我的鼻孔，我终于无法忍受了，扑进了父亲的怀中。“爸爸。”……“爸爸。”……“为什么……”\n……\n“唔……这里是哪里？”稻壳儿迷迷糊糊地醒来，他现在只觉得浑身都好像散了架似的。稻壳儿望向四周，第一眼就看见了一望无际的麦田，“这里是麦田镇！我还在麦田镇！不对……我不是……”稻壳儿挣扎着爬了起来，走向麦田之中。他抚摸着一根根麦穗，似乎就像以前一样的金黄。走了大约十五分钟，稻壳儿看见了熟悉的麦田镇，他走了进去。\n城市看起来非常空荡，稻壳儿走了许久都没有看见一个路人。这时，一大群人的说话声从街头传了过来，稻壳儿抬头向正前方看去，而他对面的人们也注意到了稻壳儿。“是他！稻壳儿！”麦田镇人发现了稻壳儿之后显得异常的情绪不稳，“是他！”，“他害的我们受到灾难！”，“打死他！”，“为死去的乡邻们报仇！”……\n他们奔跑着，声带不停发出各种的嘶吼，稻壳儿吓傻了，愣了一秒钟后才连忙向后退去，可是因为这一楞，麦田镇人很快就追上了他，“不是我！不是我！……”稻壳儿解释着，身体各处都挨上了拳头。可是无论怎么解释，都只能引来无数的拳头和咒骂。\n突然一块砖头砸上了稻壳儿的头部，稻壳儿一摸头，一股湿润的感觉包围了他的手掌——他流血了。\n“住手！你们在干什么！”终于，在一个人的声音下，麦田镇人的拳头停歇了。“麦粒，是稻壳儿！这个灾星！是他！”\n“稻壳儿，是你！”麦粒和麦怀感到非常的惊讶，“你不是死了么？”\n“我不知道，”稻壳儿说道，“我记得我中弹了，可是……我还活着。”\n“麦粒！不用再问了，打死这个灾星！”一边的麦田镇人愤怒地叫道。\n“住手！都住手了！”麦粒叫道，“如果没有他，这里连一个麦田镇人都不会剩下！”\n“麦粒！你这是什么意思？”麦田镇人问道，“难道他还是我们的救命恩人不成？可是稻（稻壳儿的父亲）可是给全麦田镇人带来了巨大的灾难啊！”\n“你们都以为是我和麦怀让大家在战火中活下来的么，不是！是稻壳儿，如果不是稻壳儿发现了敌人，我们都不可能活在战火之中！”\n“可是……因为稻！……我们依然和他不共戴天！”麦田镇人重新叫囔道。“这是血仇！”\n稻壳儿听着他们的话，神情也有些低落了，他想起了一直照顾他的麦麻爷爷，头颅也慢慢慢慢地沉下去……\n“放他一命吧……”一个苍老男人的声音传了过来。\n“镇长？”麦田镇人吃惊地看着街头慢慢走过来的老人。而稻壳儿也吃惊地抬起头来。\n“他是唯一的机会了，不是么？”镇长向其他人问道，然后，他拉着稻壳儿，走进了自己的房屋。现在再看，镇长的房屋和灾难之前已经变了好多了，虽然没有被炮弹击中，但是家具之类的还是很明显地减少了。\n镇长拍着稻壳儿的肩膀，似乎是在回忆着，他说道：“在五年前，稻离开的时候，我就有预感了，是的，我们错了，稻是一个很了不起的男人，只是心胸有些狭窄，在他和他的妻子被赶出麦田镇的时候，我就发觉到了一种强大的魔咒降临在了麦田镇人的身上。——任何麦田镇人都不能穿过他设下的结界。而这个结界，则刚好包围了整个麦田镇，也就是说，如果魔咒不消失或者结界不打破，麦田镇人就永远无法走出麦田镇一步，但是……稻壳儿的身上没有下过魔咒的痕迹……稻壳儿，只有你可以走出结界。”镇长看似浑浊的双眼死死地盯着稻壳儿的眼睛。\n稻壳儿愣了愣，“走出去？”\n“是的，走出去。走到麦田镇的外面。”镇长说道，“你的父亲，下一个目标是麦田镇北方的茂林城，也许你能够阻止他。”\n“下一个目标？”稻壳儿有些吃惊。“什么‘下一个目标’？”\n“麦田镇只不过是他毁灭掉的第五个城镇。”镇长说道，从抽屉中拿出了一份地图，上面用红笔画了五个巨大的叉以及一个巨大的圈，“传说中可以复活一个人的阵法，就是地理位置上以五星阵列排成的五个城镇的生灵的鲜血来召唤位于五星阵的中心处的人、冥两界的交汇处——下界之阶。在那里，可以用五方生灵的死亡换来一个人的复活。”\n“复活一个人？”稻壳儿喃喃道，“爸爸要复活谁？……难道是妈妈？”\n镇长望着北方的大山，缓缓说道，“而五个已经被毁灭的城市的中央处，就是茂林城，你的父亲即将在那里开启下界之阶，到时候又是一场腥风血雨……”\n\n\n\n\n\n————[NOW]7200字，短篇小说（未完结）",
    "replies": [
        {
            "author": "陆_离",
            "timestamp": 1398576600,
            "txt_content": "于是，他选择了死亡。”稻默默地诉说着事实，轻轻抚摸着儿子的头发。他似乎还能感受到最后的一点余温。\n\n有种说不出的感觉..............好像在哪里听过这句话。"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1398576720,
            "txt_content": "没有名字取啊 发表于 2014-4-27 13:30\n于是，他选择了死亡。”稻默默地诉说着事实，轻轻抚摸着儿子的头发。他似乎还能感受到最后的一点余温。\n\n有 ...\n首先，我是原创的！"
        },
        {
            "author": "陆_离",
            "timestamp": 1398577860,
            "txt_content": "晓风晚月 发表于 2014-4-27 13:32\n首先，我是原创的！\n我确实在哪听过这句话"
        },
        {
            "author": "a2455564728",
            "timestamp": 1398580380,
            "txt_content": "多少字啊。"
        }
    ]
}