{
    "title": "人生无常，心安便是归处",
    "author": "Jms",
    "replyCount": 10,
    "timestamp": 1398612600,
    "txt_content": "时光就像一个美少女，在低眉浅笑中，就将有些人一些事隔到了光阴的对面。其实光阴从不曾厚过谁也不曾薄过谁，生活就是一种积累，你若储存的温暖多，你的生活就会阳光明媚，你若储存太多寒凉，你的生活就会阴云密布。放下烦恼与忧愁，带着最美的微笑出发，脚下路在，前方希望在，回眸处爱与温暖一直都在。\n　　\n　　牵一片光阴行走在流年里，看年华似水，缘聚缘散。曾经执着过的感情，慢慢的就淡了；曾经牵过手的人，走着走着就散了。流年的光阴里，温习着一场场错过；岁月的转角处，上演着悲欢离合。尘世间有太少的相濡以沫，太多的相忘于江湖。永远到底有多远？是天涯咫尺，亦或是咫尺天涯？被你牵过的手，揽不住永久，一句对不起辜负了多少我爱你。转身，你不再是我风花雪月的主角，我也不再是你心头的那颗朱砂。缘起，你在人群中；缘灭，你已在天涯。往事是一道风景，就算再美也只适合欣赏，或许，学会放开双手，心，才会自由。\n　　\n　　生活是什么？生活是柴米油盐的平淡；是行色匆匆早出晚归的奔波；生活是错的时间遇到对的人的遗憾；是爱的付出与回报；生活是看不同的风景，遇到不同的人；是行至水穷尽，坐看云起时的峰回路转；生活是灵魂经历伤痛后的微笑怒放；是挫折坎坷被晾晒后的坚强；生活是酸甜苦辣被岁月沉淀后的馨香；是经历风霜雪雨洗礼后的懂得；生活是走遍千山万水后，回眸一笑的洒脱。\n　　\n　　人生山一程水一程，总会有高潮和低谷，掬一捧光阴，握一份懂得，穿越一场又一场的生命迷雾。不是没有忧伤，是我们学会了坚强，不是没有挫折，是我们学会了面对。每一场经历都是生活的积累，每一次坎坷都是生命的历练。春暖花开，打开心灵之窗，走过阴霾，只要明天的太阳还会升起，生命就会在阳光中怒放。\n　　\n　　倘佯在流年里，没有永远的快乐，也没有永远的伤痛。累的时候记得停下来歇歇，难过的时候蹲下来抱抱自己，寒冷的日子给自己些温暖，孤独的时候为自己寻一片晴空。我们都是红尘过客，缘来时你在我心里，缘去时让往事随风，学会好好爱自己，因为你不爱自己，没有人会更爱你，你若不坚强，没有人会替你坚强。\n　　\n　　流年无恙，谁许过谁岁月静好？时光不居，谁许过谁天长地久？烟花不堪剪。你说，莫失莫忘，后来，梦里花凉；你说，生死相依，后来，转身擦肩；你说，天涯咫尺，后来，咫尺天涯。花开时节正逢君，花落时节已陌路。落红尽处，尘缘暗殇。谁懂离人泪？谁为雨花赋？原来，不是所有的执子之手，都能够与子偕老，失去的风景，走散的人都住在缘分的尽头。山盟海誓空对月，海枯石烂终成空，你的红尘，我也只是路过的幸福。曾经，你若安好，我便是晴天；从此，你若不好，再和我无关。或许，邂逅，缘于情；转身，缘于爱。就让那些曾经身手相牵的过往，在隔岸的年华里低吟浅唱，在回忆与遗忘中继续着我们的人生。\n　　\n　　有一种遇见，一眼凝眸，便是永恒；有一种心动，一生一次，只为一人；有一种相知，一声懂得，便是花开；有一种相守，默然相爱，寂然欢喜；有一种牵念，远在天涯，近在咫尺；有一种相思，一眼回眸，已然入骨；有一种情话，弱水三千只取一瓢；有一种约定，风雨同舟不离不弃；有一种誓言，时光尽头我在等你。\n　　\n　　回眸过往，谁曾在谁的青春里走过，留下了浅浅的笑魇；谁曾在谁的花季里停留，温暖了想念；谁曾在谁的故事里驻足，忘了归期。心与心的距离很远又很近，爱恨转身之间，聚散一念之间，那么如若遇见，别问是缘是劫，若爱请惜，若错过便护他安好，学会活在当下，相信真正属于你的东西，你永远都不会错过。\n　　\n　　人生一切皆有因果，境由心转，万物随心，心宽路就广。佛说：柔和着，自然善良；大度着，自然超越；深远者，自然开阔；有容者；自然喜悦，爱茶者，自得其乐，那么心胸宽一点，计较少一点；生活简单点，烦恼少一点；付出多一点，欲望少一点；放下多一点，痛苦少一点；感恩多一点，抱怨少一点；珍惜多一点，遗憾少一点；真诚多一点，虚伪少一点；善良多一点，冷漠少一点；微笑多一点，忧伤少一点；懂得多一点，挫折少一点，自信多一点，迷茫少一点，人生由我不由天，幸福由心不由境，善待生活，就是善待自己。\n　　\n　　家不在于大小，在于温馨；心灵不在于距离，在于相通；感情不在于拥有，在于长久；祝福不在于多少，在于真诚；朋友不在于远近，在于永远；牵挂不在于深浅，在于真心；知己不在于相处，在于懂得；人生不在于顺逆，在于追求；梦想不在于伟大，在于坚持；生命不在于长短，在于精彩。\n　　\n　　雪舞流年寒梅盛放冬梦已深。我坐拥着季节深处的暖，在冬的眉眼间预约春的明媚。倘佯在流年里，谁的心能永不疲惫？谁的梦没有过期待？谁的故事里能没有伤痛？掬一片雪花荡涤心灵，撷一瓣寒梅芬芳岁月。在寒冷的日子里用温暖点亮一盏心灯，莹润生命中的每一天。回眸处惟愿笑容暖暖。只要心中有爱就是春天。\n　　\n　　人生就是一条没有回程的单行线，生命就是一趟旅程，沿途的风景再美，也要学会边走边忘。能让你强大的不是坚持而是放下；能让你淡泊的不是得到而是失去；能让你懂得的不是一帆风顺，而是挫折坎坷；能让你重生的不是等待往事结束，而是勇敢的和它说再见。人生浮沉是一种历练，岁月沧桑是一种积累。悲过了，才知道喜的可贵；哭过了，才知道笑的芬芳。苦难是一把双刃剑，带给我们伤痛的同时，也会让我们瞬间成长。生活有酸有甜；友谊有浓有淡；生命有长有短；学会接受百味人生，时光深处，轻握一份懂得；生命的路口，静待花开。\n　　\n　　剪一段流年的时光，握着一路相随的暖。把最平淡的日子梳理成诗意的风景。人生谁不曾伤过痛过执着过感怀过。岁月因为经历而懂得，生命因为懂得过而精彩。走过了才明白，往事是用来回忆的，幸福是用来感受的，伤痛是用来成长的。让心在繁华过尽依然温润如初。带上最美的笑容且行且珍惜。\n　　\n　　人生，总有一些挫折坎坷需要面对；生命，总有一些迷雾需要穿越；岁月，总有一些伤痛需要领悟。当心倦了累了，记得停下来给心灵寻一份安暖，给自己寻一方晴空。品一盏茶茗，听一曲琴音，就是一段光阴；吟一首小诗，念一段过往，就是一抹情怀。生活就是给自己微笑，给身边的人温暖。挽一缕清风的洒脱，约一场细雨的浪漫，让相惜的暖意，在风和日丽中滋长；让心情染上花香，芬芳这一季的流年。人生无常，心安便是归处。\n\n\n本文选自：http://www.jj59.com/jingdianmeiwen/0217769.html\n\n\n\n\n希望看后你们有所启发",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1398618840,
            "txt_content": "本来很感动，结果一个本文选自就让我知道了为什么你没有发在创作版..."
        },
        {
            "author": "豌豆磁轨炮",
            "timestamp": 1398619020,
            "txt_content": "我还以为是LZ自己写的...."
        },
        {
            "author": "lcpg",
            "timestamp": 1398634680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "anly5112",
            "timestamp": 1398635100,
            "txt_content": "這個背景顏色配上這個字體 好凌亂！\n閱讀無能"
        },
        {
            "author": "4852",
            "timestamp": 1398635940,
            "txt_content": "看到你若安好，我便是晴天我就知道是复制的\n锦瑟流年"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1398639120,
            "txt_content": "  开头一看就知道，楼主连杂乱的外链都没处理，定是直接复制粘帖"
        },
        {
            "author": "william2568",
            "timestamp": 1398655020,
            "txt_content": "感觉写的不错，虽然是转载的……"
        },
        {
            "author": "4852",
            "timestamp": 1398656400,
            "txt_content": "建议\n(嘿嘿　)\n你把转载删了吧"
        },
        {
            "author": "4852",
            "timestamp": 1398684420,
            "txt_content": "阁下 字迹工整，文笔极佳，才思敏捷，过目不忘，十年寒窗，博学多才，见多识广，才高八斗，学富五车，文武双全，雄韬伟略，谈吐不凡，谈笑风声，高谈阔论，眉飞色舞，运筹帷幄，言简意赅，完美无缺，一针见血，远见卓识，义正词严，一气呵成，大显神通，出口成章，出类拔萃，出神入化，万古流芳，一本正经，一箭双雕，长篇大论，功德无量，力排众议，力挽狂澜，气贯长虹，气势磅礴，气吞山河，坚韧不拔，身体力行，空前绝后，视死如归，英姿焕发，奉公守，艰苦奋斗，忠贞不渝，舍己为人，大公无私，一尘不染，一鸣惊人，叱诧风云，排山倒海，惊涛骇浪，雷霆万钧，惊心动魄，横扫千军，惊天动地，见缝插针无孔不入，千篇一律，口诛笔伐，文从字顺，十全十美，无懈可击，无与伦比，励精图治，壮志凌云，高瞻远瞩，忍辱负重，盖世无双，龙飞凤舞，一丝不苟，身兼数职，日理万机，明察秋毫，英明果断，分身有术，孜孜不倦，吾等楷模 ………… 在下对你的景仰之情有如滔滔长江之水，连绵不绝 …… 又如黄河泛滥，一发不可收拾 ……\n嘿嘿~~~~ 惊天地！ 泣鬼神！ 感人肺腑！ 感人落泪！ i 服了 u！长江后浪退前浪，灌水英雄代代出…… 好贴。。。 又见好帖。。。 又见不是一般的好贴。。。 好贴不是别的。。。 好贴就是好贴。。。 好是好贴的好。。。 贴是好贴的帖。。。 好贴不是别的。。。 好贴就是好贴。。。\n专业顶贴30年"
        },
        {
            "author": "Jms",
            "timestamp": 1398693300,
            "txt_content": "CloudsXDao 发表于 2014-4-28 01:14\n本来很感动，结果一个本文选自就让我知道了为什么你没有发在创作版...\n恩......[lightgrey_wool]"
        }
    ]
}