{
    "title": "<原创·连载>小天穿越记[作者:130s][冥王星人]",
    "author": "@💊🌂🔔",
    "replyCount": 14,
    "timestamp": 1398695940,
    "txt_content": "小天穿越记 作者：130s\n\n(冥王星人大乱入，只为取得星平安)\n番外篇第二话：冥王星人\n 真是不敢相信，几个月前我来到这个世界，发生的一系列种种事件，让我觉得这个世界怪怪的，但是今天，乌云密布，我有预感有什么事情要发生了，今天又是新的一天，我要做些什么呢？听说最近迷之森林那边出来了一座奇怪的建筑，现在没什么事可做，只好收拾收拾去见识见识那奇怪的建筑。\n\n\n 迷之森林，充满着疑惑和诡异的森林，这里时不时能听见小孩子的哭泣声，和枪械打斗的声音，但是人们赶过来时候，这些声音变似光一般飞快的消失了，这条没有任何生机的路指引着这所森林的中心点，依旧来到森林中心，是一座湖泊，人从下面看下面是灰色的不见底部的，但是能看见人的影子，当然也有些科学家下去调查过，都是一去未返，所以大人们都禁止了下湖，但是可笑的是，他们居然还说这下面还有飞船？！呵呵，这真是迷一样的湖。\n\n\n 森林中央对面，果然隐隐约约的闪现出一座城堡，这座城堡由石砖所砌，上面有硝烟的味道，正当我要靠近它的时候，突然天气瞬间变脸，雷电在天际打着漩涡，从漩涡中央出现蓝色的光芒，越来越亮，直到我看见一架飞船！什么？飞船，不是吧，这个世界到底是有多么奇妙?飞船慢慢的。。慢慢的。。从降落到地面上，迷之森林的树木都为它颤抖，发出“嗖嗖嗖”的声音，看来越来越有趣了的样子，机舱的门渐渐的开了，从里面走出来一位淡雅文静的人(Minecraft我的世界中文论坛展示&共享版主，冥王星人)，这正是百闻不如一见的外星人！\n\n\n 我迎上前去问来历时，她慢慢的张动脆弱的嘴唇“你好，我是来自冥王星球的统治者，冥王星人，你可以叫我冥姐！你本不属于这个世界吧？你是偶然被传送到这个充满战争和硝烟的世界”好厉害，和圣光之地的老者(小天穿越记番外篇第一话，幻·圣使中的圣光村村长）一样，明白我的来历！看来来着非恶，我放松了警惕，冥姐举起双手，飞船变成一丝丝数据收到她手中，变成了一把看起来性能很好的枪械，正在这时城堡的城墙顿时打开了，从门内闪现出一群看似野蛮的人，他们手里都持一把枪，冥姐的表情瞬间凝固了，我也感觉到战争要拉响了，这个时候，剑看来没有用，只好用弓箭了。\n\n\n 野蛮人中的头目出来挑衅“哈哈！好家伙！你还真追来这里了，看来你的棺材已经卖好了啊！”话音刚落，野蛮人群持枪边射击向冥姐这边靠过来，我还没问冥姐这时怎么回事，战争已经拉响了警笛声！我退后在一旁，辅助着冥姐攻击，太阳的余晖只有夕阳来收场，天色已经不早了，冥姐孤军奋战叫我一旁很不是滋味，我也很想举起枪在战场一起对枪，但是天也不帮助我们，怪物军团已经从矿洞里爬了出来，眼看冥姐已经快撑不住了，没办法了！只好拼拼运气了~！\n\n\n 光芒从我的心中绽放，“圣光王者剑！”只听我怒吼一声，剑已经在我手上了，我感觉此刻的剑不再是剑，而是那救命的稻草，只能用它的放手一搏！我一蹭，瞬间跑到野蛮人的背后，只见光影的刀锋一下，野蛮人瞬间倒地，怪物军团已经逐步靠近，冥姐看来也劳累过度要昏倒的样子了，今日只好先离开这里了。\n\n\n 次日，冥姐模模糊糊的从梦乡苏醒过来，看来已经恢复的差不多了，我厚着脸皮继续向冥姐打听消息。\n\n\n 原来“冥姐是冥王星球的女王(统治者)，冥王星的人民都过着安宁的生活，但是天机不可预料，野蛮星球的野蛮星人，自己的星球要被自己亲手破坏之际，竟然选择是夺取冥王星的冥王之石，在一阵硝烟过后，他们卑鄙的抢走了冥王之石，来到了这颗美丽的星球，冥王星没有了冥王之石，农作物没有了升级，花草树木失去了活力，万物似陷入了无尽的沉睡，为了自己的星球，冥姐为了弥补这个过失，决定自己冒险来这里夺回冥王之石！”\n\n\n 我也将自己的身份(第二代救世主）告诉了冥姐，也下定决心帮助她！夺回冥王之石，本以为剑可以像昨天一样瞬间秒杀他们！但是我的这个观点瞬间被冥姐否决了，昨天那一批除了头目以外，其他都穿着新手制服应该都是新手，至于头目应该是知道点点内情的刚上任的新手小队组长，瞬间的斗志被这番话熄灭，但是有枪就不一定了，野蛮星人都是以枪为主武器，可惜我只有一把圣光剑，枪什么的根本没有，而急速合成台里又没有枪械的合成配方，没办法我只好依旧替冥姐打掩护！\n\n\n 晌午，我们两个再次来到城堡前面，我们依旧可以想象门后面的强大敌人！但是我们毫不畏惧，一个为了星球，一个为了帮助星球，我慢慢的推开城堡的大门，城堡如监视系统，开门的瞬间，迎接我们的就是强大的野蛮星人，看来和昨天穿的不一样，应该不是新手了！果然，他们话不多说，奋力射击，我那剑为冥姐挡下子弹，但是这样撑不住多久，必须得像个办法啊！\n\n\n 正在疑惑之时，我疏忽的一颗子弹击中冥姐的腿，我连忙跑过去，冥姐的血液沾在我的剑上，我的剑瞬间发出反应！这好像是在？重组！？瞬间一把崭新的双枪在我的手中展现，这散发这战争的双枪看来是上天给予我的新武器了！再回头替冥姐看了看，幸好只是普通的擦伤，但是看来不能跑了。。\n\n\n 正当这时对手的几颗无耻的子弹再次向我们飞来，我双枪接下子弹，枪毫无受损，应该是剑本有的坚硬本质了~！我双举双枪，只听见“啪啪啪啪啪啪”六颗子弹，弹弹命中对手的心脏，我回过头二话不说的背上命姐，拔腿就跑！此刻的我只想为一个危在旦夕的星球做出一点点贡献，一路都有士兵，但是我觉得他们都是来送死的，一来一枪，一啪，就倒下了。\n\n\n 但是事情往往不会如此简单，正当要爬上最后一层的时候，对面迎来了精英部队，他们装备精良，非同小可，我双枪向他们射击，他们毫无反应！无论射哪里，都毫无反应(切勿乱想！谢谢0.0)和基岩似的！他们过来了，双手快速举起枪朝我射击，我双枪接下子弹，但是我觉得枪没问题，枪后面的我要有问题了！我的手要顶不住他们的击退力了！\n\n\n 到底有什么办法，好不容易到了这里哪里能放弃，我什么困难都经历过，我一定能行！我一定可以打败他们，一定！一定，一定，这种强烈的信念化为力量将双枪合体为一把枪，顿时我感觉我连基岩都能一枪崩了！我敏捷的向精英射击，不到一会儿，他们变个个到底，我继续背上冥姐，爬上楼去。\n\n\n “你们是谁！可恶！臭家伙！你居然还找救兵”一个凶悍的男子（抠脚大汉233）吼道，我想这就是幕后黑手了吧！这家伙说完话，立马就跑出窗子外去了！他向迷之湖跑去了？他到底想干嘛？我也穷追不舍的跑上去，我想冥王之石就在他手中！来到迷之湖面前，我放下冥姐安顿下来，那上枪向湖里仰望，瞬间从湖中冒出一个巨型机器人，这是要打BOSS的节奏？男子座在里面，可以从机器人头部的窗口看到控制台哪里镶的有一块石头，那应该就是冥王之石了！\n\n\n 我连黑魔法召唤出来的魔王我都不怕合成怕这个？笑话，我那上枪就是对他进行狂打，但是对他丝毫没有伤害的样子！而他却将机械手变成机枪，想我射击！看来枪对他没用，嘿嘿，剑就不一定了！我瞬间将枪变回圣光剑(圣光王者剑)，我奋力一跳，跳到机器人胳膊前面的半空中，奋力一挥！机器人手掉入河里，再翻身一蹭将整个机器人劈成两半，机器人不禁打的一点点的消失了，男子晕倒在湖旁边，还有那漂亮的冥王之石。\n\n\n 事后，冥姐将冥王之石和男子带回了冥王星，就这样，我就再次拯救一个星球了？想起来这件事还正是浮夸，叫人难以置信。\n\n\nEnd(第二话完）\n\n\n\n欢迎各位全程收看《小天穿越记》支持我！就点赞评分。。回复个吧~谢谢0.0\n本期番外篇中枪版主：@冥王星人  要打要杀来吧~(冥姐我错了QAQ)\n引索：小天穿越记引索贴\n召唤(小说狂魔):@poi4399 @42486327 @a2455564728 \n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "Lucky777777",
            "timestamp": 1398696600,
            "txt_content": "  冥姐高能出场~~~\n  路过"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398696660,
            "txt_content": "Lucky777777 发表于 2014-4-28 22:50\n冥姐高能出场~~~\n  路过\n很帅(高端霸气上档次)对不对？"
        },
        {
            "author": "魂梦归他处",
            "timestamp": 1398696780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398696900,
            "txt_content": "魂梦归他处 发表于 2014-4-28 22:53\n我看到了  啪啪啪啪啪啪\n请别往歪处想"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398696960,
            "txt_content": "魂梦归他处 发表于 2014-4-28 22:53\n我看到了  啪啪啪啪啪啪\n那只是和谐(呵呵)的枪声而已"
        },
        {
            "author": "2413044726",
            "timestamp": 1398697080,
            "txt_content": "看到标题时，还以为你和冥姐合作了呢= =！~~~"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398697080,
            "txt_content": "2413044726 发表于 2014-4-28 22:58\n看到标题时，还以为你和冥姐合作了呢= =！~~~\n番外篇而已0.0"
        },
        {
            "author": "2413044726",
            "timestamp": 1398697140,
            "txt_content": "130s 发表于 2014-4-28 22:58\n番外篇而已0.0\n呵呵~~~"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1398698460,
            "txt_content": "呃呃呃、、、看到标题我就进来了。。。。。。\n嗯嗯，我才发现我很有想象力“啪啪啪啪啪啪”呵呵呵呵呵呵呵呵呵呵呵。。。。所以我每次写打枪镜头是都会想一想用什么拟音词好\n既然你@了外星人了，我就不@了。。免得被罚（话说我最近没时间啊啊{:10_503:}）\n嗯嗯，补一补啪啪啪啪啪啪啪啪啪啪啪啪。。。此处已被我脑补！！！！！（话说这啥枪啊？怎么是啪啪啪？？真的好少见的枪声。。。）"
        },
        {
            "author": "poi4399",
            "timestamp": 1398780180,
            "txt_content": "高能作品"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1398782520,
            "txt_content": "poi4399 发表于 2014-4-29 22:03\n高能作品\n冥姐品牌高能之作"
        },
        {
            "author": "徐勒",
            "timestamp": 1399045920,
            "txt_content": "命姐是什么东东?"
        },
        {
            "author": "1525967679",
            "timestamp": 1399046040,
            "txt_content": "徐勒 发表于 2014-5-2 23:52\n命姐是什么东东?\n{:10_492:}展示&共享的版主"
        },
        {
            "author": "932157926",
            "timestamp": 1405159440,
            "txt_content": "@冥王星人"
        }
    ]
}