{
    "title": "<连载·单章>【随身携带mc系统】[作者：吃药菌][第零章]",
    "author": "870830676",
    "replyCount": 8,
    "timestamp": 1398702300,
    "txt_content": " 本帖最后由 870830676 于 2014-4-30 00:52 编辑 \n\n索引贴地址: http://www.mcbbs.net/thread-270265-1-1.html\n\n\n          第零章    结束！开始？\n\n    末路之地......\n\n    史蒂夫手上拿着一把附魔钻石剑，身穿附魔钻石甲，身上时不时的冒出不同颜色的气泡，显然是喝了许多强大的药水。\n\n    而史蒂夫旁边站着一个男子，与史蒂夫不同的是，他身上没有任何的铠甲，双手背在身后，让人一看只会觉得这是一个再也普通不过的人。但是，双瞳的全白、脚悬浮在空中的情景却让人不敢轻视这是一个普通人。\n\n    此时，史蒂夫举起了剑，指向了一个黑色的庞然大物——暗影魔龙，说到:“昔日你放出冥界的怪物来破坏我们的家园，今日我定要取你性命！”\n\n    暗影魔龙蔑视地看了史蒂夫一眼，朝着史蒂夫使出了他最常用的攻击方式——暗影冲撞。说时迟那时快，眼看着暗影魔龙便要撞到了史蒂夫身上，这时，史蒂夫身旁的男子出手了，他幻化出了一把奇长无比的软剑，横力一甩卷到了暗影魔龙身上。\n\n    “移心换力！”男子怒吼一声，暗影魔龙顿时改变了冲撞方向并一头撞向地面。\n\n    “轰！”一声巨响，地面被暗影魔龙撞出了一个深达10米的大坑。也得亏是末地里充满的是末地石对撞击有着比较大的抗性，不然这一撞在普通世界非要把地底撞穿不可。\n\n    “禁空领域”男子手上不断结印，可以看到一个透明的屏障在慢慢扩大，直到将整个末影岛罩在里面。而男子的脸色也变得苍白了许多，明显这一招让他的消耗很大。\n\n    这时刚从大地母亲的怀抱中醒过来的暗影魔龙惊恐的发现平常灵活无比的双翅如今再怎么扇动却无法支撑他飞起来，他怨恨的看了两人一眼，怒吼着发动了爬行版的暗影冲击。\n\n    “接下来就交给你了”男子看了看史蒂夫一眼，随手杀死了一个小黑挖出了他的末影珍珠，往巨大的黑曜石柱子上扔了过去。下一刻他的身影就出现在了黑曜石柱顶。\n\n    “嘿嘿，龙游浅滩都能被虾戏，更何况是这个还不是正统龙的蜥蜴，看我如何解决他。”史蒂夫自信地说到，然后便冲向了暗影魔龙。\n\n    听到史蒂夫说他是爬虫，暗影魔龙愤怒的吼叫，口里对着史蒂夫喷出了暗影龙息。\n\n    只见龙息到了史蒂夫身上，却无法伤及他一丝一毫，原来在来末地之前，白眼男子就让史蒂夫喝下了一瓶用暗影之尘混合的火抗药水，令其能不惧龙息的伤害。\n\n    不一会儿，史蒂夫便冲到了暗影魔龙身旁，用附魔力量加持过的钻石剑插向了暗影魔龙。暗影魔龙心想小小一把钻石剑怎能突破我的鳞甲，但事实却是被这把不起眼的钻石剑插穿了脊背，并拉出了一条巨大的伤口，几块黑灰色的鳞片掉了下来，被史蒂夫一把收进了背包中。\n\n    “这几片鳞甲可是做盔甲的好材料啊 ，又轻又坚硬，不要白不要。”说着还两眼发光地望向了暗影魔龙的其他部位，让暗影魔龙好生不安，犹如被看成了桌上的盘中菜。\n\n    暗影魔龙哪里受过如此屈辱，尾巴和爪子不断拍向史蒂夫，但史蒂夫在药水的效果下身体灵活无比。暗影魔龙不仅没打到他，而且身上又多了几道伤痕。\n\n    “吼！”暗影魔龙心中感到无限屈辱，平常任何生物见到它谁不是毕恭毕敬的，宁为玉碎不为瓦全，暗影魔龙的身体骤然缩小，随后又突然涨大。史蒂夫一看情况不好，立马向远处扔出了一个暗影珍珠。没等暗影魔龙自爆的冲击波到达史蒂夫的位置，史蒂夫便已出现在了远处。\n\n    “Boom!~~~”一个巨大的蘑菇云升起了，几乎将整个末影岛的小黑都炸死了，远处的史蒂夫也明显收到了不小的冲击，吐出了几口鲜血。\n\n    史蒂夫拖着身体来到了暗影魔龙死去的地方，看着地上出现了一只龙蛋，史蒂夫开心地收入了背包，心中想着这只蛋是要蒸还是煎。\n\n    白眼男子来到了史蒂夫身旁，指了指出现的末影之门，说了句:“是时候该回去了 ”\n\n    史蒂夫收拾好了战利品，便随着男子走到了末影之门旁边。\n\n    “你先走吧。”白眼男子淡淡的说了一句，史蒂夫也没多想，就直接跳入了末影之门。却没看见白眼男子偷偷地手中结印，打入了末影之门中。\n\n    看着史蒂夫消失在末影之门中，白眼男子叹了一句:“世界的霸主只能有一个，你自求多福吧。”说着又双手结印打入了末影门，跳入被传送到了正常世界。\n\n    ————————萌萌的分界线——————\n嘛。。没错。。。老衲又开新坑了。。。。之前那个方块大陆因为手机被抢信息什么的都没了。。。加上时间太久接不上了。。这本小说是方块大陆的第二弹。。。。(这就是传说中的太监后又接上了么)。。。。嘛。。。这次依旧是全手机打字。。。所以会比较慢。。。高中嘛。。。。希望大家能够多支持我下人气哟。。。。人气不费钱的啊(*?︶?*)。。。。阿里嘎多！\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "海绵city",
            "timestamp": 1398716640,
            "txt_content": "沙发我滴！"
        },
        {
            "author": "万特第42代",
            "timestamp": 1398722280,
            "txt_content": "海绵city 发表于 2014-4-29 04:24\n沙发我滴！\n人都写了这么多，你竟然这样。{:10_516:}{:10_516:}{:10_516:}"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1398723120,
            "txt_content": "标题看不懂。。。"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1398723180,
            "txt_content": "其实我也打算开新坑。"
        },
        {
            "author": "870830676",
            "timestamp": 1398724980,
            "txt_content": "yuchenyang 发表于 2014-4-29 06:12\n标题看不懂。。。\n这是第0章序言么。。。"
        },
        {
            "author": "2403",
            "timestamp": 1398730560,
            "txt_content": "支持一个！"
        },
        {
            "author": "a2455564728",
            "timestamp": 1398769080,
            "txt_content": "魂，标题格式都放在版头了，还不改！"
        },
        {
            "author": "870830676",
            "timestamp": 1398784500,
            "txt_content": "a2455564728 发表于 2014-4-29 18:58\n魂，标题格式都放在版头了，还不改！\n嘛。。标题格式什么的。。。以前没这个要求啊╮(╯▽╰)╭。。斑竹大大以后会注意的。。。已改"
        }
    ]
}