{
    "title": "[原创·单篇]喜剧[作者：17291159]",
    "author": "17291159",
    "replyCount": 5,
    "timestamp": 1398913800,
    "txt_content": "   正文 \n\n ”快来看看哟，快来看看哟！今晚剧场要上演一部喜剧啦，保证让你笑开怀。来来来，这位大爷要不来一份？来一份吧，可好看了呢！”富人区里的报纸小贩一大早便拿着一大叠关于今晚要开演喜剧的报纸在大街上瞎转悠了。而富人们做惯了生意，看惯了各种奇风异景，对于这种喜剧还是颇具好奇心的。一大早剧场的票便被收买了很多。\n  晚上，大街上满是马车跑起来的哒哒声。剧场灯火通明，大门前马车已经快要挤不下了。富人们衣衫革履，一顶镶着金边，系着鹅毛的礼帽扣在那高贵的头上，身后牵着一条毛皮厚重的宠物狗，慢悠悠地走进了剧场。\n\n  剧场内，化妆间里忙着给演员化妆，坐在鲜红的毛绒椅上，旁边站着专门聘请来的化妆师，对着那镜子，演员们看到了一个被浓妆，礼服掩盖起来的自己。在一旁，甚至专门有人为他们端茶。\n\n  与此同时，就在隔壁那昏暗潮湿的储物间里，也有一群人，倚靠在发黑的墙上啃着早上派送的发黑的硬面包，面包硬的很结实，但对于这群已经两天没吃过一丁点东西的小可怜们还是显得那么美味。他们多半是家境贫困，经济贫寒到已经走投无路了，于是便在一年前来到了这个戏剧团，当年这个戏剧团的招聘广告写的那叫一个精彩，用着黑钢笔一笔一划的写着——包吃包住，只需演出戏剧，便可以获得你想也想不到的大数目资金。的确是包吃包住，但是这个词完全只适用于这个戏剧团里的富人演员，他们整天不知要吃几餐，餐餐大鱼大肉，茶水牛奶样样齐全，甚至嫌少还可以继续要求。而对于这些穷孩子来说呢，能喝上茶水就很不错了，至于大鱼大肉就好比是一个可望不可及的奢望罢了。更可笑的还是戏剧团靠演出收入囊中的金钱，根本没他们份，这些金钱有的去贿赂高层官员的，有的去分配给富人的，有的给自己买房子的，买衣服的........而穷孩子想跑也跑不了，当年他们被这个骗局所迷惑，签下了一个终身合作协议书，这个戏团的团长就靠着这个来一次又一次的压迫他们。就在前天他们中的一个趁深夜这个戏团安静下来的时候偷偷地溜了出去，没想到连富人区都没出，就被打死在街上了.......\n\n  剧场外，富人们陆续进了场。剧场很豪华，高高的拱顶垂下来一个璀璨的吊灯，两面的乳白色墙壁上挂着一幅幅这个戏剧团的演出照，多半是一些富人演员高高站立在舞台上的剧照，但显然这些对富人观众毫无吸引力。剧场的座位成排式，一层叠着一层，不一会儿富人们就坐满了整个剧场。喜剧还没开始，富人们就开始了他们的“生活”。有的拿着一张今天的报纸，有的叼着烟斗吐着烟圈，有的和自家的宠物在座位上闹腾了起来，有的则和身边的富人谈起了自己的发家致富的过程，有的则调侃起了自己如何命令自家的管家。剧场的响动越来越大。\n\n  “你这狗东西，干嘛呢，看看，看看！把我的衣服给弄脏了，你说，你该怎么办。你赔得起吗？！这可是最新款的皮草大衣，你说你扫地就扫地，把灰尘扫到我的衣服上了，看我不打死你！”一个前排的富人忽然起身对着剧场的扫地工大骂了起来。\n\n  “大人，对....对不起，不小心扫到了你的衣服上....”扫地工很清楚的知道，只有一点点的灰尘罢，根本不会影响整件大衣，但对于一位比自己有钱有势力多的富人，他哪敢顶嘴，扫一年的地都还不起这一件衣服的钱。 \n\n  “孬种，你还知道说对不起？！穷人就是穷人，连个扫地都不会，现在倒好，把我衣服弄脏了，赔钱，必须要赔钱！不赔钱你的小命就不保了！”富人拿着平时握在手里的杖子一个劲地戳打着地面，口沫星子喷在扫地工上。\n\n  “不....不要啊，我赔不起，我赔不起的！大人求您饶小的一命，我真是不小心，不要让我赔钱啊！你让我做什么都可以，就是...就是别让我赔钱啊！”扫地工忙跪下来说，语气颤抖不平，显然被吓得不轻了。\n\n  “不赔钱，不赔钱也可以！”富人看着他跪下来，然后好像忽然想到了一个妙点子，“来来来，你装个狗给我看看，装好了我就不让你赔钱！”\n\n  扫地工起了身犹豫了一会儿，闭上了眼睛咬着牙。\n\n  “你还要不要交钱了，不想交钱，就给我趴下去，狗哪有站着的！”\n\n  扫地工在一阵犹豫过后最终还是趴了下去，在这个富人面前爬了起来，虽然很无耻，但为了活下去他还是那么做了。他极力模仿的像一只狗，不时发出汪汪的犬吠声，而且愈发愈烈，仿佛夹杂着他对生活，对社会的怨恨，咬牙切齿，愤怒地盯着地面，却痛恨的留下了眼泪，而这一切只有他一个人知道。富人们看到的，是他在地上大闹大叫，于是一阵阵笑声如同波浪般一阵又一阵......\n\n  时间一点点的过去，但喜剧还未开演。富人们越发牢骚了。起先只有少数人在底下轻声议论着，后来渐渐传染出去，现在整个剧场骚动着。“怎么还不开始！”“你们是吃素的吗？到底开不开播了！”“信不信我把你们这个戏剧团给解散了，我把你们告到法院去，还不开始，骗我们钱呐？！”\n\n  后台，面对着如此多的发泄，团长吓得赶紧命令开演喜剧——他可闹不过这帮富人，在这里，富人才是上帝。\n\n  “喜剧正式开演——”一位急匆匆跑上台来的人忙说道。随即而来的又是一阵议论。\n\n  只见台上的幕布渐渐被拉开，映入眼帘的是一个富人家的小院和那幢用纸板搭起来的小房子，地上放着一棵樱桃树，上面结满了红彤彤的果实。不久后只见两个衣衫褴褛的拉车小伙拖着一辆马车从台的一侧跑了上来，马车里坐着的当然是高贵的这家富人主。富人下了车，走进了自家的大院，而拉车的两个小伙儿也灰溜溜地跟了过去。富人见状，好像想起了什么，从口袋里掏出几分钱，递给他们，然后他们又灰溜溜地拉着车跑了。不知为何，台下的富人仿佛引起了共鸣，一下子哄堂大笑了起来。台上，富人大摇大摆的走进了家门。坐在家里，一手握着茶杯，一手怀抱着一只毛茸茸的幼犬。\n\n  忽然，台的两侧渐渐发出声响，听起来又是团长在教训那帮穷孩子了。不久之后，从后面跑上来一个头发乱蓬蓬身材矮小瘦弱的小男孩，看到这台下突然发出了唏嘘声。衣着整洁，连一点灰尘都会发起脾气的富人们哪看得下去这肮脏的场面，不约而同的发出了厌恶声，有的甚至用手忙遮住自己的眼睛。而接下去的一切，更加使那些富人们动了脾气。只见那小男孩咧着嘴，跑进了台上富人的小院，在地上留下湿漉漉且还带有泥水的脚印，窜到了那棵樱桃树上，一下子摘下了数颗樱桃。台下的富人们那叫一个生气，不时用手狠狠的拍打着座位。\n\n\n  “要是这是我家，我一定打死他！这狗东西，竟敢偷富人家的东西！”不知谁突然破口大骂出了一句。于是下面开始一个接一个的骂了起来。\n\n\n  “这小屁孩不想活了？是个穷人就给我安分点，不知道这里是富人区啊。”\n\n\n  “台上的那个富人太不实际了，要我就一定先打死再说，至于警察，付点钱就过去了！”\n\n\n  “是呀是呀，你看你看！地上还留下这么脏的脚印，啧啧啧！”\n\n\n  “......”\n  而台上却出现了戏剧性的一幕，只见房子内的富人皱着眉头，满腔怒火的拿了个木棍走了出来，“你个小东西!竟敢偷我家的东西，看我不来教训教训你！”这话让台下的富人听的那叫一个出气。拿着木棍的富人一下子揪起那小孩的衣服，然后猛得按在自家的躺椅上，“我让你偷！”话落，木棍却真的往那孩子身上砸了下去。木棍狠狠地敲击在了那孩子稚嫩的皮肤上，那孩子忽然猛得大哭起来。而教训却还远不止，木棍一下又一下，从那富人罪恶的双手中，落在孩子皮肤上，没有停歇，只有这孩子发了疯的嘶吼还有台下富人发了疯的大笑。孩子的皮肤被打出了血色，紫红色的凝块遍布敲击的地方，木棍也带着血色，仿佛想要撕碎这可怜的孩子，而那个富人演员愈演愈烈，他停歇了吗？不！他没有，他在玩弄着，玩弄着一个鲜活的生命。将生命看做是金钱，将穷人看做是富人的发泄品，在他们眼中——穷人要满足富人，穷人要做到一切包括他们的生命！孩子哭得愈发痛苦了，痛苦的划舞着四肢想要反抗想要挣脱，而富人的手却如同一把死死的枷锁扼住他的咽喉，是他不得动弹，有的只有这刺在骨肉之中的痛。皮肤被打得皮开肉绽，渐渐地带有血块的地方破了，流出了血液，血液一点点的渗进那罪恶的木棍，直达富人的双手，那曾经握着大把大把钞票的手。台上的富人从这血色中看到了自己的面目——他觉得自己无比高大，给其他的富人带来了欢乐。而台下的富人呢，高兴的拍着手，每打一下都是一阵又一阵的笑声，他们看到了这时世上最好的喜剧，一个用穷人的痛苦搭起的喜剧！\n\n\n  后台，团长更是笑得不可开交，因为一个穷人的痛苦换来了富人的快乐，他想他的腰包鼓了，于是笑的更开心了。笑声在整个剧场回荡，夹杂着痛苦.......\n\n\n  不知何时，木棍被摔落在地上，富人停止了这虐待。而孩子却早已被打得发白，重重的从躺椅上摔落下来，衣服上沾的是血液，鲜红的血液！被两个穷人给抬下台去。而台下的富人仍旧沉浸在刚才的欢乐之中，不时地发出一阵又一阵的笑声。\n\n\n  “打得好！”“漂亮”“这喜剧真好，这是我有史以来看过最好的了！不错不错！”富人们在大笑的同时，赞扬起了这场喜剧，以及这个扮演富人的演员。带着罪恶的笑声刺穿了剧场那笨重的外墙弥漫在富人区内，如同利剑般刺进了场外穷人的耳朵里。\n\n\n  团长往那间昏暗的储物间走去，拿着几张少的可怜的钞票，然后扔到了那似乎也带有血色的地板上，“拿着，这是今晚你们表演的钱！”说完便扭身而去。\n\n\n  穷人们靠在墙上，望着这沾有血液的钞票，谁都没去动它，只是静静的盯着它，仿佛在盯着罪恶。空气中凝结着场外罪恶的笑，沉重得令人窒息。谁都知道这钞票的含义，谁都知道昏睡在墙边的那可怜孩子，他们一言不发，只是默默的心痛.......\n\n\n  忽然这时，拿着警棍的富人对着其中的一个穷人说：“第二场喜剧开演了，你！上去！”\n\n\n  ......\n\n\n  第二天，那个孩子死了。\n\n\n  街上报纸却刊登着昨夜那场精彩的喜剧。富人们仍旧沉浸其中，又是一阵阵罪恶的笑声........\n\n\n\n\n\n\n\n\n字节：8754\n\n\n\n\nhttp://www.xiami.com/widget/34558463_1770511454,_235_346_5695c1_457cb4_1/multiPlayer.swf\n\n\n\n\n\n\n\n  \n  \n \n  \n  \n\n  \n  \n\n\n\n\n\n",
    "replies": [
        {
            "author": "17291159",
            "timestamp": 1398917220,
            "txt_content": "@马赛克了 @紫枫 @Lucky777777 @冥王星人 @250=mo @☆茶杯骑士☆ @银狼 @长手的苦力怕 @飞鱼在天  "
        },
        {
            "author": "17291159",
            "timestamp": 1398917580,
            "txt_content": "17291159 发表于 2014-5-1 12:07\n@马赛克了 @紫枫 @Lucky777777 @冥王星人 @250=mo @☆茶杯骑士☆ @银狼 @长手的苦力怕 @飞鱼在天   ...\n@Aiursad  \n来看看"
        },
        {
            "author": "250=mo",
            "timestamp": 1398917940,
            "txt_content": "好黑暗好讽刺……\n顶"
        },
        {
            "author": "a2455564728",
            "timestamp": 1398927060,
            "txt_content": "标字数啊，标字节吓我一跳"
        },
        {
            "author": "冥王星人",
            "timestamp": 1398928620,
            "txt_content": "      单看文笔的话比以前好了，次序、节奏、速度、轻重的把握也有提高，不过我说172酱，你的格式是不是该改改，这样看着很容易串行啊，另外这个单篇的中心不明确，和现实脱节太多，也看不出什么时代背景，好像是异世界发生的事情。。。\n    不要说因为是单篇，构思就比长篇连载的省略，连短的都写不好何谈长的呢？总之期待你下一个能合理些，和让人看着不这么陌生。\n    以上。"
        }
    ]
}