{
    "title": "<原创·连载>石小虫穿越记 第八章",
    "author": "1525967679",
    "replyCount": 7,
    "timestamp": 1398932880,
    "txt_content": " 本帖最后由 1525967679 于 2015-4-12 14:00 编辑 \n\n                                                                                               第八章\n  石小虫睁开眼睛，兴奋的打开了手中的书。“火球分身术，看起来好厉害的样子。”石小虫说完后，马上从床上跳了下去，念起了咒语，“啊玛尼不累，阿玛拉不累，不累，不累，不累，啊玛丽西塔。”第一次的使用非常成功，大火球变成了四个小火球，脑海中也多出了个火球分身术的熟练度。\n“耶！第一次就成功了，我真是天才，话说怎么有点热啊。”石小虫看到第一次就成功了，高兴的跳了起来。没跳多久，石小虫就感到背后好像有一股热流在涌动。\n  当他转过头去，马上就被吓出了一身冷汗，后面的木墙一半都被烧掉了。\n“呼~~~火也灭掉了，墙也补好了，好险啊。”石小虫手忙脚乱了一会，才把火给灭了，把木墙补上之后，石小虫瘫坐在了地上，长出了一口气。\n  石小虫看了看外面，发现好像到中午了，所以造了个工作台，合成个木剑，准备出去打打牙祭，杀杀怪，试一试火球术的效果。\n 按照地图的指示，石小虫来到离他比较近的一个危险区。刚走进去，他就感觉自己好像被一双眼睛给盯上了。\n“嗖！”走着走着，突然有个不名物体向他这边快速的飞来，可是没有打中他，石小虫左看右看一会后才发现原来不明物体是一个躲在树下的骷髅放出来的，石小虫立马放了个火球过去。\n  火球一砸中骷髅，骷髅立即四处乱跑，可是他只在这棵树底下跑，不管多痛都不出去。\n  石小虫注意到了这一点，想到：看来这个世界跟游戏里设定有些差不多啊，骷髅也怕阳光。\n  骷髅转了一会后，终于倒在了地上，掉出了经验和骨头，看到掉落了东西，石小虫马上冲了过去，把掉落的东西捡了起来，突然他发现他的脑海中弹出了个魔法猎人的熟练度，上面亮了一点点，备注上写着：魔法攻击怪物有2％的几率造成双倍的魔法伤害。\n“Sssssssss”正在他察看熟练度的时候，后面突然响起了一个熟悉的声音，深受其害的他知道一会将要发生什么，头也不回的往前跳去。“碰！”可是他还是慢了一步，被炸掉了五颗心。\n“呼~好险。”石小虫拍了拍胸口，向后看去，果不其然，后面果然炸出了一个坑，石小虫在庆幸的同时，不由的谨慎了几分，他可不知道下次自己有没有那么幸运。\n  走了一会 ，石小虫发现了一个僵尸，他果断的放出了火球术。\n  和上次一样，僵尸跑了一会，然后倒在了地上，石小虫捡起了僵尸掉落的两块腐肉，继续向前走去。\n   \n  走了一会，石小虫又发现了一只躲在树木下面的僵尸，这次他没使用火球术，而是掏出了之前造好的木剑，因为石小虫认为这样在远处射啊射的，一点都不刺激，所以想近战来打打怪，顺便领悟领悟剑道什么的，看动漫里面用剑的人好像都很厉害的样子。\n  石小虫向僵尸走去，直接上去就往后背来了一刀，“噗！”一刀下去，僵尸后背留下了一道刀痕。被砍中了一下，僵尸转过头来，好像什么都没有发生，这让石小虫不得不承认木剑对僵尸没有多大效果。\n  僵尸看着石小虫，明显对这个突然出现的生物有些兴趣。正在石小虫不解的时候，突然，僵尸的眼睛迅速从黑色变成了红色，好像发了疯一样，向石小虫重重抓去。\n  面对僵尸的突然攻击，石小虫有些不知所措，急忙拿起木剑挡在胸前，可就算这样，石小虫还是被打掉了两颗心。\n\n  只剩三颗心的石小虫想不了这么多了，用木剑对着僵尸就是一阵乱砍，不久，僵尸发出了一生惨叫，随后便倒在了地上。\n“呼，好险啊，早知道就直接砍死他了。”石小虫心有余悸道。\n  石小虫捡起僵尸掉落的两块腐肉，然后拿出刚刚被火球术烧死僵尸的掉落出来的两块腐肉。准备吃下去，因为石小虫发现自己的饥饿度只剩下四个鸡腿了，在不补充点饥饿度的话，就得饿死了。\n   看着散发着腐烂臭味的腐肉，石小虫有点下不去口，许久之后，石小虫从上面的撕下了一小片，放到嘴里。\n   石小虫发现腐肉并没有想象中的这么难吃，只不过是有点酸而已，他还发现腐肉非常的脆。\n   四个腐肉很快就被石小虫吃光了，一会儿后，他感觉自己的肚子开始痛了起来。\n   石小虫捂着肚子靠在树边，看着茂盛的树叶，他怔住了。\n“我不是有苹果吗，我还吃什么腐肉啊，这不没事给自己找罪受吗？”石小虫恨不得马上给自己一个大嘴巴子。\n   一会后，石小虫发现自己肚子上的疼痛感消失了，他看了看自己的饥饿度，六个鸡腿，赶紧从背包了拿出了两个苹果，开始吃了起来。\n  \n   吃完苹果后，饥饿度变满了，生命值也在慢慢恢复，石小虫等了一会，见生命值回满，便拿起了放在一旁的木剑，站了起来，拍了拍屁股，继续向前走去。   \n   走了一会，石小虫发现前面出现了一个矿洞。他马上拿出了地图，看到了地图上标记着问号，石小虫犹豫了，纠结的想到道：里面不会有啥BOSS之类的怪物吧，要是有的话，那我还不得尸骨无存啊，可是要是里面有什么好东西的话，那我不是亏了。\n   想了一会，石小虫实在下不出什么办法，于是他把旁边的一朵菊花摘了下来，准备听天由命。\n“去，不去，去，不去，去，不去，去，不去，看来这是老天的选择，我也不能违反啊。”石小虫摘下了最后一片花瓣，笑着说道。\n   石小虫绕过矿洞，继续向前走去。  未完待续......\n\n本章字数：1708                上一章：  点这里                           下一章：这里                       索引贴：点这里",
    "replies": [
        {
            "author": "MC_Luke",
            "timestamp": 1398933060,
            "txt_content": "额...这是真人版的minecraft么/"
        },
        {
            "author": "xcc",
            "timestamp": 1428675600,
            "txt_content": "其实可以再生动一些"
        },
        {
            "author": "1525967679",
            "timestamp": 1428675660,
            "txt_content": "xcc 发表于 2015-4-10 22:20\n其实可以再生动一些\n你说的我都懂 这些都是黑历史了。。。"
        },
        {
            "author": "xcc",
            "timestamp": 1428675720,
            "txt_content": "1525967679 发表于 2015-4-10 22:21\n你说的我都懂 这些都是黑历史了。。。\n好的=·=我还是过来赞赏下骨灰吧\n\n\n------虽然主角名字很诡异"
        },
        {
            "author": "1525967679",
            "timestamp": 1428675780,
            "txt_content": "xcc 发表于 2015-4-10 22:22\n好的=·=我还是过来赞赏下骨灰吧\n嘛 这文其实一开始是来黑我的同学的"
        },
        {
            "author": "xcc",
            "timestamp": 1428675780,
            "txt_content": "1525967679 发表于 2015-4-10 22:23\n嘛 这文其实一开始是来黑我的同学的\n但我一直是很认真的写文\n\n--顺说一句火球术是啥"
        },
        {
            "author": "1525967679",
            "timestamp": 1428675900,
            "txt_content": "xcc 发表于 2015-4-10 22:23\n但我一直是很认真的写文\n\n--顺说一句火球术是啥\n我也不知道  可能当时的设定就是可以学习魔法 然后就可以成为大魔法师的这种设定{:10_492:}"
        }
    ]
}