{
    "title": "minecraft生物介绍",
    "author": "wolfm",
    "replyCount": 2,
    "timestamp": 1398936840,
    "txt_content": "被动型生物村民\n是一种在NPC村庄出现并生活的被动型NPC（非玩家角色），由于Beta 1.9预览版里的一种临时生物，村民村民\n也经常被玩家称作测试版生物（Testificate）。村民通常出现在村庄附近或是符合各自职业的建筑物内。\n通过村民的长袍颜色就可以区分出村民的不同种类，也即是他们在村庄中的职业。在minecraft.jar文件中可以找到六种不同的村民皮肤文件，然而穿着绿色长袍的村民在游戏中并不会生成。\n僵尸会攻击村民，所以村民都会尽量逃离有僵尸的地方。村庄附近会发生攻城这一事件，而村民唯一的“天然”防御即是铁傀儡——保护他们不受附近生物的伤害。在1.4正式版中，在难度为普通、困难或极限模式（极限模式将难度强制锁定在困难模式）下，僵尸有一定概率把村民转化为僵尸村民（僵尸村民会自动攻击，玩极限模式要小心）。如果转化的是村民的孩子，那么就会产生幼年僵尸（需1.6或更后面版本才会出现小僵尸）。若要将僵尸村民变回来，要先拿虚弱药水砸僵尸村民，然后给他吃金苹果，僵尸村民会在1mc日里变回村民。\n右键点击村民会跳出“交易”界面。村民会依其职业而定提供不同的交易组合。如果存在不止一个交易组合，点击向左与向右的箭头可以看到其他的组合。几乎所有组合都把绿宝石当做货币，而且一些交易物品与村民职业相关。交易系统的出现大大简化了为了取得某些难以取得的资源所付出的努力。交易也是生存模式中可以得到链甲与附魔之瓶的途径。但是有些村民的交易很坑，如“6个绿宝石换1个铁镐”\n棕袍村民是农民，红袍村民是牧师，黑背心村民是铁匠，白背心村民是屠夫，白袍村民是图书管理员，绿袍村民是村民（隐藏NPC)，这些职业只会在交易时突出。\n你打村民，铁傀儡会被激怒！\n猪\n猪被雷劈后会变成僵尸猪人。\n每只猪死亡后会掉落0-3块生猪排。在火中被烧死的猪会掉落0-3块熟猪排（此特性在Beta 1.5版中加入）。猪亦可作为利用鞍和萝卜钓竿作为玩家的可控制坐骑。成年猪\n幼年猪\n\n当他们遇到障碍物时，它们会尝试着跳上跳下以越过它。它们并不会刻意避开水区，并会在水面上载浮载沉以保持飘浮的状态。猪的寻路算法与其他被动型生物类似；他们会尝试躲避悬崖，尝试绕过障碍物。当被萝卜吸引时，它们会直接追逐萝卜而忽视寻路算法：无法绕过障碍物、躲避火焰与悬崖。在12w41a版本以后，猪不再被小麦吸引，而被胡萝卜所吸引。\n拿着鞍对着猪点击右键，猪便可供玩家骑乘，玩家可以通过萝卜钓竿控制其方向。骑着猪跳下悬崖是Minecraft游戏中最不寻常也最有挑战性的成就之一。（在有胡萝卜钓竿后这一成就变得简单）戴鞍的猪被杀死后会掉落鞍（正式版1.4+）\n猪大部分时间都在移动，但是移戴着鞍的猪\n动的步伐较小。猪可以被推入矿车。猪若被闪电击中，会变为僵尸猪人。但考虑到这种事情发生几率极小，所以相当罕见。当骑着猪的玩家被闪电击中时，猪也会变为僵尸猪人，玩家会受到2.5颗心的伤害并被赶下猪背。\n猪可用胡萝卜来繁殖。每次繁殖之后，双亲有5分钟的冷却期，之后才能继续繁殖。小猪需要花费一整个Minecraft日（20分钟）长大。小猪的头与成年个体等大，但身体娇小。小猪会通常跟随其双亲，直到长大。\n骑乘猪时可以用萝卜钓竿控制方向。他们起步较慢，但最终能达到5格/秒的最高速度。猪在被如此骑乘时能够跳跃，能够爬上楼梯、台阶与梯子。如果猪在水中，则不会对萝卜钓竿反应。在一段时期之后，猪会吃掉胡萝卜，仅剩钓鱼竿，损耗速度可以反映在萝卜钓竿的耐久度上。手持萝卜钓竿右键点击可以使猪获得瞬时的爆发速度，但萝卜钓竿的损耗加剧。当猪获得瞬时爆发速度时，玩家可以暂时收起萝卜钓竿（可射箭），直到猪恢复正常速度。\n幼年牛\n牛\n牛 (Cow) 是一种被动型生物。 它们和哞菇是生牛肉和牛奶的唯一来源。\n它们会漫无目的地游荡、哞叫，在受到攻击时会拼命逃跑。牛不会试图躲开水。牛会跟随拿着小麦的玩家，而喂食小麦可以让牛繁殖。拿着空桶对着牛点击鼠标右键可以给牛挤奶。一头牛可以无限次挤奶。\n给两头牛喂食小麦能让它们生下一头牛犊，一头牛繁殖后经过5分钟便能再次喂食小麦进行繁殖。小牛的父母会在小牛长大前一直跟着它。\n小牛的移动速度更快，它们在出生20分钟后会成长为成年牛。小牛在被杀死时不会掉落任何东西，但你可以给小牛挤奶。\n如果你拿着小麦从牛的身边经过，它们会脱离其它动物跟着你去任何地方。据此你可以很容易地将动物引诱到一起圈养起来。\n圈养一群牛对玩家十分有益，因为牛相比其它被动型生物(不考虑罕见的哞菇)能提供更多种类的有用资源：生牛肉(牛排)、牛奶和皮革。（牛奶可消除一切状态，打凋灵骷髅最好带些。）\n鱿鱼\n鱿鱼\n鱿鱼是一种出生在水中，有着8条触腕的被动型生物。与生活在陆地上的其它被动型生物类似，鱿鱼也不会攻击玩家。它们可以在任意生物群系水下的任意深度被发现，也能够出生在任何难以达到的地方。外观上看鱿鱼有8条触腕、铁青色的皮肤以及长有牙齿。鱿鱼移动时，它的触足会一张一合来体现触腕在推动它前进。鱿鱼会在某一高度漫无目的地徘徊，有时会在水里旋转。即使被攻击，它也不会对玩家产生任何兴趣。鱿鱼会趋向于靠近水下的光源，如红石灯、萤石块和南瓜灯。鱿鱼被推上岸时会无法移动（会受到伤害）。就像其它陆生生物一样，鱿鱼会受到掉落伤害以及烧伤，但它们不会淹死（因为鱿鱼是水生生物）。不同于陆生生物，鱿鱼不会被水流推动。有趣的是，鱿鱼的游泳技术并不高超，它们无法逆流而上，尤其是瀑布。捕捉大量鱿鱼最简单的方法就是在海洋或大型湖泊的底部挖一个8x8的空间，经过这个空洞的鱿鱼都会掉到里面，复杂的水流和河床会把鱿鱼带到中心位置来让玩家杀死它们。杀死鱿鱼后会得到墨囊，可以制作黑色羊毛。\n鸡\n鸡能够提供羽毛、生鸡肉和鸡蛋，它们分别是制作箭的必需品、食物、制作蛋糕的必需品。鸡的尺寸为0.875个方块高、0.5个方块宽以及0.8125个方块成年鸡\n长。鸡具有白色的羽毛与翅膀、黄 色的喙与红色的嗉囊。鸡的外观有着白色的羽毛和翅膀、黄色的喙以及红色的肉垂。鸡在载入的区块中，一只鸡每5~10分钟（6000~12000刻）会下一个蛋。它们会跟随手持小麦种子的玩家（1.4正式版之前为小麦）当鸡从高处掉落时会迅速扇动翅膀来减慢下落速度以避免摔伤。鸡看起来是在漫无目的地游荡，不会刻意避开水域。鸡在黑暗的环境中会被光所吸引。鸡在水中时也会扇动翅膀来使自己浮在水面上。鸡的繁殖：有两种繁殖鸡的方法：投掷鸡蛋或向成年鸡喂食种子（小麦，西瓜，南瓜或地狱疣）。两者均可立即生效。投掷鸡蛋：通过投掷鸡蛋可以孵化出鸡。每个鸡蛋（被投掷时）会有1/8的几率孵化出一只小鸡，1/256的几率一次孵化出4只小鸡，这就意味着1组（共16个）鸡蛋有88%几率孵化出至少1只小鸡。饲养鸡： 你也可以通过给两只鸡喂食来使其繁殖出一只小鸡。作为父母的鸡在繁殖之后要有5分钟的间隔才能再次繁殖。\n飞行中的蝙蝠\n蝙蝠\n为可以天然生成于山洞以及其它封闭空间的被动型生物。蝙蝠是唯一能飞的被动型生物，也是主世界唯一能飞的生物。它们经常会发出吱吱的叫声，但不会做很多会影响游戏的事情。蝙蝠在视觉大小上是游戏中第三小的生物，仅比幼鸡或蠹虫稍大一些。而且在光照不足的地方，由于其较深的体色而很难被人察觉。杀死不会掉落物品。\n\n\n哞菇成年哞菇\n\n是一种在蘑菇生物群系中生成的独特的牛。它们有着红色的皮肤，黑色的眼睛，以及覆盖着红色蘑菇的身体。哞菇被除菇变成牛后不 能再变回哞菇了。你可以用剪刀给哞菇除菇(拿着剪刀对哞菇点击鼠标右键)能获得2-5朵红蘑菇并使其变成牛。哞菇被除菇变成牛后不能再变回哞菇了。和牛一样，哞菇在被杀死时会掉落皮革和生牛肉(着火死亡时会掉落牛排)。你可以拿着桶给哞菇挤奶，也可以拿着碗右键点击哞菇来获得一碗蘑菇煲。在蘑菇岛中可发现大量此物。\n羊\n成年羊\n是一种在每次被剪毛或者被杀死时掉落羊毛的被动型生物。会跟随有小麦的玩家，可以用小麦繁殖。而且未剪毛的羊能被染料染色后生产16色的其一种有色羊毛。羊的尺寸为1.25方块高，0.625方块宽和1.4375方块长，而且通常会自然产生以下色种：白、黑、灰、淡灰、棕、和粉红。杀死一只成年羊会掉落一个羊毛方块，而每次给羊剪毛能获得1-3个羊毛方块。杀死小羊则什么都得不到，但你可以给小羊剪毛。大部分自然生成的羊都有着白色的羊毛，另外一些自然产生的羊的毛色有黑色、灰色、淡灰色、棕色和粉色。它们都有着淡褐色的皮肤、外斜视的眼睛和脸上一个不知是鼻子还是嘴巴的粉色正方形。羊是取得羊毛的最简单途径，因为用线来合成它们会比较繁琐。你能够通过使用剪刀给羊剪毛或者直接杀死羊来获取羊毛。帮一只羊剪毛可以获得1-3个羊毛。如果你有一把附有火焰附加魔咒的剑，你可以通过让羊死于火焰伤害来获得比平常更多的羊毛。在版本1.1.0中，羊可以借由吃草，也就是把草方块变成泥土方块，来重新长出羊毛。\n攻击型生物僵尸\n是一种拥有绿色皮肤，穿着破烂的衣服，外貌与主角相似的攻击型亡灵生物（注：伤害药水对亡灵生物有加血效果，而治疗药水则会对亡灵生物造成伤害）。会出现在昏暗的地方，向玩家蹒跚前进并试图接触以进行攻击，会破坏玩家的木门（困难难度）。僵尸跟骷髅相似，在日光下会着火，体积是成年僵尸\n2*1*0.25。消灭后掉落经验值和腐肉，一定几率掉落铁锭和铁质物品。在困难难度下可以破坏木门。主要攻击生物是村民和Steve，它们不会掉到坑和岩浆湖里，而且遇见障碍物会绕道，表明它们非常聪明。在骇人更新后僵尸可能会佩戴高级武器与铠甲，增加攻击力与防御力。如果捡起了帽子一类的物品那么他在阳光下就不会燃烧。僵尸会受各种药水的影响。僵尸会捡起装备。僵尸的外形象征着死去的Steve（玩家）死后尸体变成的生物？\u001c\n1.4更新了僵尸村民，僵尸攻击村民有一定几率将村民变成僵尸村民。在生成僵尸时有10%的几率生成僵尸村民。对僵尸村民投掷虚弱药水，然后使用一个金苹果，僵尸村民会持续抖动并且身上的粒子效果将变为红色，3-5分钟之后转变为普通村民，职业随机。这个方法可以在某些无法通过正常渠道获得村民的情况下“创造”村民，比如空岛生存。\n1.5更新后，僵尸将变得更强大。会在发现玩家时通知所有附近的僵尸（和僵尸猪人一样），血量越少越强大，着火时也会波及接触的玩家，被远程攻击时也会追寻而来。\n1.6.2正式版中，僵尸在受到攻击时有几率召唤生成其他僵尸，并且会生成小僵尸。\n女巫\n女巫\n是一种能够远程攻击的攻击型生物。1.7之前的版本中只会在沼泽的女巫小屋中生成，但1.7之后将会在各个角落生成，这增加了游戏难度。\n女巫使用多种负面效果的喷溅药水攻击玩家，包括剧毒、虚弱与迟缓。这些药水也会对被波及的生物起作用。其不会受到阳光伤害。女巫死亡后，女巫会罕见地掉落治疗药水、迅捷药水与火焰抵抗药水。铁傀儡会因为女巫是攻击型生物而对其主动攻击。女巫对剧毒、迟缓与立即伤害喷溅药水免疫。\n当被物理伤害时，它们会喝下恢复药水以治疗。女巫饮用药水时，他的鼻子会立起，指向前方。当治疗自己时，他们无法攻击玩家。当女巫被点燃时，它们会喝下抗火药水以避免伤害。\n骷髅\n是一种移动迅速的攻击型生物，会使用弓箭攻击玩家或是任何对它攻击的生物。和僵尸一样，骷髅会在光线昏暗的地方出现，并且在亮度15或以上的日光之下起火燃烧，除非它正在水中或是躲在树、建筑物或是地形突起的阴影中。\n骷髅是游戏中骨头(以及骨粉)除神殿外唯一的来源，除此之外也会掉落箭。每只骷髅在死亡时会掉落0-2 根骨头以及0-2根的箭。虽然骷髅射出的箭会卡在墙上或是地上，但是玩家无法捡起或使用这些箭。因为骷髅的掉落物相当有价值，因此有着骷髅刷怪箱的地牢也非常抢手。\n若爬行者被骷髅的箭所击杀，爬行者则会掉落一张音乐唱片。\n从12w06a开始，骷髅有1/32的机率会掉落弓，其中有1/2的机率掉落的弓会被附魔。 只有当骷髅被玩家击杀骷髅\n时才会掉落弓。\n骷髅可以简单地从它行动时发出的骨头碰撞声被辨认出来。在遇到玩家前它会漫无目的的行走或跳跃。当遇到玩家之后骷髅会以相当程度的准确率向玩家的方向射箭，当骷髅未受伤时会从它的头部的位置射箭，而当其受伤时则会转而从它的躯干部分发射。当骷髅要接近它的目标时，它会不断的往目标的左手边移动。骷髅也会在行走间跳跃使它本身更加难以被瞄准。但这些习性常常使骷髅自己被困在狭小的洞穴之中。若骷髅的箭击中另一个攻击性生物，则此生物将会攻击骷髅，就像攻击玩家一样，例如爬行者会在被击中之后尝试靠近骷髅并爆炸。而骷髅在这之后会继续尝试攻击玩家直到它被另一个生物所伤害。简单而言，生物会攻击一次对它造成伤害的生物或玩家。在12w04a版本之后，骷髅会尝试躲避阳光。\n骷髅因为它的远程伤害以及在接近目标时会有的闪躲行为而被视为一个相对大的威胁，对于没有弓的玩家则更加棘手。玩家可以尝试躲在转角处，骷髅可能因为向左移动的行为模式而困住它自己，此时便可用剑来对它造成伤害。\n在游泳时去对抗骷髅是相当不明智的，水会降低玩家的移动速度，使玩家成为一个容易被骷髅的箭击中的目标。除非玩家潜入水中，从下方攻击骷髅。\n在Beta 1.8之后，骷髅的箭是以直线的方式行进。在此之前，骷髅的箭会以一个弧度行进，使它的箭矢可能会在击中目标前卡在天花板。当骷髅在2米高的空间时它几乎无法击中玩家，除非它离玩家相当近或是它的生命值低下以至于箭矢从它的躯干部分发出。\n在 1.9 Pre-release 5 ，骷髅、僵尸猪人和僵尸会被治疗喷溅药水所伤害。\n在正式版1.4中，骷髅与僵尸一样有几率捡起盔甲与武器。如果装备了帽子，那么他在阳光下就不会燃烧。\n在1.5更新后，骷髅更强。在1.5后为射击距离16格，在1.5前为10格。目标越接近，攻击速度越快。\n凋灵骷髅\n凋灵骷髅\n是类似骷髅的生物，更加危险。\n凋灵骷髅为天然生成于下界要塞的危险的攻击型生物。他们是下界中骷髅的等效生物。但与骷髅不同的是，他们手持石剑，身高略大于2格。被凋灵骷髅击中时你有一定几率会在几秒钟内附上“凋灵”效果：生命栏变暗，紧接着玩家会受到该效果伤害，与此同时凋灵骷髅会有较小程度的生命值恢复。当被杀死之后，凋灵骷髅会掉落煤炭和骨头，也会掉落罕见掉落物如头颅与石剑。头颅是创建凋灵BOSS的必备物品。\n凋灵骷髅与其他的下界生物一样具有免疫火与岩浆的伤害，而且不会被阳光伤害。凋灵骷髅也会偶然捡起物品、武器与工具，或是和其它亡灵生物一样穿着盔甲天然生成。\n蜘蛛\n蜘蛛\n是一种深褐色的攻击型生物，有在黑暗中红色的眼睛会发出红光。由于蜘蛛的身体只有一个方块高，它们能进入高度为一个方块高宽度为两格的空间之中。不仅如此，他们还能够攀爬垂直的墙面，因此他们会经常出现在你的屋顶上。消灭后掉落经验值、蜘蛛眼或蛛丝。而且他们在白天不会燃烧。当它在你头顶上时攻击不了你。在亮度高的情况下（容易理解为日照下），蜘蛛不会攻击你，可你攻击它，它就会攻击你，也不算中立生物。\n爬行者（苦力怕）\n是一种无手的类人类攻击型生物，有四只短而弯的脚，大而爬行者\n空洞的眼眶，一张“伤心”的嘴和青绿色带灰斑的皮肤。会偷偷接近玩家并且自爆，自爆会破坏周围的方块。爬行者是最方便的火药来源，因此它对TNT的制造至关重要。因其英文读音被玩家称为苦力怕。而又因其不和谐的外表而得名JJ怪。消灭后掉落火药和经验值。会被猫吓跑。\n苦力怕其实是因制作失败的猪模型而被做成的,所以有时会向玩家低头。\n高压爬行者\n高压爬行者（闪电苦力怕）\n是当爬行者被雷劈中后出现的攻击型生物，身体被明显的蓝色电弧环绕。这一类爬行者会更加敏感，能感受到更远的玩家，爆炸力会提升，爆炸的范围大约增加4格。（出现几率很低，大可不必担心。由于他们已经承担了雷击的伤害，血量很低）\n蜘蛛骑士\n蜘蛛骑士\n是一种稀有的奇异攻击型生物，到白天时骷髅会烧死，但蜘蛛还活着。同样，他和蜘蛛一样可以爬墙。无法人工制作出这种怪物（把骷髅往蜘蛛身上推是没用的），系统在生成蜘蛛时有百分之一的几率生成蜘蛛骑士。\n洞穴蜘蛛\n洞穴蜘蛛\n是一种小型蜘蛛，攻击型生物。在废弃矿道里有几率生成（废弃矿道中有大量洞穴蜘蛛刷怪笼），体型比蜘蛛小（为1×1所以极为危险），颜色为淡蓝色，但凶猛异常，频繁飞扑，会让玩家措手不及。攻击时一定会造成中毒。掉落物品与蜘蛛相同。和普通蜘蛛一样，在生成时有百分之一的可能生成洞穴蜘蛛骑士。\n烈焰人\n烈焰人\n是生活在地狱中的攻击型生物。他们只会从下界要塞中找到的刷怪箱中生成。他们的躯体由一个环绕着烟雾的脑袋和三个旋转的部分组成。每一个旋转的部分都包含着四个旋转着的棒子。烈焰人可以飞行并且发射火焰弹。他们会发出一种金属质感的呼吸声。消灭后掉落经验值，一定几率掉落烈焰棒。（火焰棒可合成酿造台也可制作成火焰粉，火焰粉可用来炼药，制作末影之眼及制作火焰弹）水会对他们造成伤害，他们也是除末影龙以外的可以被雪球和鸡蛋砸伤的生物。\n恶魂\n恶魂\n是生活在地狱的攻击型生物。它们一直在哭泣着，会飞行，形状像鱿鱼。恶魂可以发射火焰弹并且火焰弹会爆炸。（只限生存模式）恶魂的火焰弹可以像打网球一样打回去而攻击恶魂自己（可以徒手反弹恶魂的火球，但难度较大，通常用雪球和弓箭来反弹恶魂的火焰弹）。消灭后掉落经验值，一定几率掉落火药或恶魂之泪，不过常常掉入岩浆湖里。（恶魂的火焰弹无法摧毁圆石）注意：最好用弓箭射。\n史莱姆\n史莱姆\n是一种攻击型生物。在40格以下的特殊史莱姆区块（可以用地图插件很容易查到）可以生成，在超平坦世界有很多（因为超平坦距离基岩层只有3层），在普通世界稀有，大型史莱姆消灭后分裂成2-4个中型史莱姆，中型史莱姆消灭后分裂成2-4个小型史莱姆，小型史莱姆不具备杀伤力，小型史莱姆消灭后掉落经验值和粘液球，可制作粘性活塞和史莱姆块。大型及中型史莱姆均可对玩家造成伤害，请勿忽视中型的史莱姆。而小型史莱姆也会不断地推动你，可能会把你推下岩浆或悬崖，史莱姆在水中极慢。在1.4以后会在沼泽里正常出现。\n1.5版本更新后，史莱姆在沼泽生物群系的生成率与月相相关。\n蠹虫\n蠹虫\n一种出现在遗迹要塞里的一种攻击型生物。呈灰色，非常小。它们只会在要塞里的刷怪笼和怪物蛋石头里刷出，当玩家敲碎怪物蛋石头（又名蠹虫方块，无论用什么普通工具，打碎的时间都是3秒，而且不掉落），蠹虫就会出现，冲撞玩家，玩家被死死迫在一角不动，给玩家造成伤害。如果玩家不能在一次攻击之内杀死一只蠹虫，蠹虫就会召唤周围隐藏在怪物蛋里的同伴一起攻击，成群结队时它们就会变得非常危险。（在很久之前的版本，使用精准采集附魔的稿子可以采集带有蠹虫的方块）\n\n鸡骑士\n1.7.2加入游戏的攻击性生物，为极其罕见的一种攻击型生物。鸡骑士不会受到跌落伤害；与蜘蛛骑士不同的鸡骑士（鸡+幼年僵尸）\n是，小僵尸具有鸡的控制权，故其攻击表现与小僵尸完全相同。\n当追逐玩家时，鸡骑士移动的速度与小僵尸完全相同，即比单只鸡移动速度快很多。鸡骑士的视野很优秀，能在很远距离上发现玩家。鸡骑士也会像普通僵尸一样追逐村民。\n鸡骑士能够通过1格高的通道，但通过时，如果通道天花板为非透明方块，小僵尸会受到窒息伤害。\n岩浆怪\n生活在地狱里的攻击型生物，极似史莱姆。它们也和史莱姆一样蹦跳着前进，但它正在跳跃的岩浆怪\n们跳跃的时候像拉开的弹簧，而且跳的比史莱姆高。一般状态下跳的频率比史莱姆慢。它们也分“小中大”，大岩浆怪被杀死后分裂成2-4个中岩浆怪，中岩浆怪杀死后分裂成2-4个小岩浆怪。大岩浆怪杀死后一定几率掉落岩浆膏。在水中极慢，同史莱姆。它们免疫火伤害和掉落伤害。\n中立型生物末影人\n这是一种稀有的发着紫色光芒的奇异生物，中立型，怕水（包括下雨天气）。只有当你攻击或者用准星拿着草方块的末影人\n注视他时才会攻击你。如果你在水里，末影人试图攻击玩家时会因为接触到水而受到伤害从而瞬移离开，并恢复成中立状态。当玩家头上戴着南瓜看末影人时不会被末影人仇视。在末地多如牛毛。消灭后掉落经验值，一定几率掉落末影珍珠。末影珍珠可以瞬移，只要对着想要到达的地方按鼠标右键（只能在非创造模式下使用），即可被传送，不过玩家会承受2.5点掉落伤害。末影珍珠还可以合成末影之眼，使用末影之眼可以找到去末地传送门，将末影之眼填充入末地传送门即可去末地。\n僵尸猪人\n\n僵尸猪人\n僵尸猪人是在地狱的生物。中立型生物。如果攻击一个僵尸猪人其它的猪人也会帮受攻击的猪人助战(只限于32格内)。不得不说地狱猪人是很团结的生物。在主世界如果猪被闪电劈也会变成僵尸猪人。如果玩家没有杀死他，在一定时间内回去的话玩家会一直被追杀，消灭后掉落腐肉和经验值，一定几率掉落金粒。\n可驯服型生物未驯服的狼\n\n狼\n狼是一种一旦被驯服就可与玩家联合的生物。它们是敏捷的动物，因它们在陆地上又跑又跳，和常在湖泊和海洋中游泳。当它们游泳后到达岸边，雨停时或因任何其他因素而与水有接触后会'摇'干自己。\n如大部分生物一样，狼会因溺水，窒息，掉落，与仙人掌或岩浆接触而被伤害，并会因着火或攻击敌对生物而不断受到伤害。\n狼会在所有的难度级别(包括和平)，以及只在森林，松木林和针叶林生物群系中生成。\n手拿骨头并且对狼按右键有一定几率可以把狼驯服成狗。\n野生的狼会主动攻击羊。\n如果攻击一只狼，一定范围内的狼会眼睛变红并攻击你直至死亡。\n想知道狼的血量可以看尾巴，尾巴翘得越高血越多。\n未驯服的猫\n豹猫\n是一种只在丛林生物群系中出现的被动性生物。豹猫也是游戏中，继狼之后，第二种可被驯服的生物。一旦被驯服，豹猫就会成为猫（同样也是被动性生物），皮肤颜色会变成三种不同毛色中的一种。驯服豹猫后最常产生姜黄猫，而西服猫则不太常见，暹罗猫相当罕见。\n猫会跟随玩家并在距离太远时瞬移到玩家身边。它们也有随机攻击鸡的倾向。爬行者会避免与猫相遇，所以猫是玩家防御爬行者的一大利器（即使爬行者已经开始追逐玩家）。\n猫不会受到跌落伤害，而且也永远不会攻击任何攻击性生物。[2]暹罗猫（右）、姜黄猫（中）和西服猫（左）\n\n马\n为Jeb在Minecraft突破千万销量时暗示的一种1.6.1（含以上）正式版的新生物。Jeb在揭示新生物后发布推文说更多生物Mod创始人为此特性做出了很大努力，还在Instagram上发布了一张Jeb骑着马的照片。\n一旦把马成功驯服并加装鞍，您就可以骑马并用与步行相同方式控制其行动。您可以为马加装不同的马铠，也可以用拴绳将马系在栅栏上。与猫类似，\n马也有很多种类。你可以用苹果，小麦，糖，面包或干草块加速小马的生长。马是完全的被动生物，被攻击时不会反击。野马\n马为最基本的种，有时也会生成驹。可以穿戴鞍与马铠。驹不可驯化，但可以用食物加速生长，详见下表。\n驯化野马，你需要接近并右键骑乘，有很大几率会被甩下来。驯化进程可以通过喂马苹果，小麦或糖加快。完成驯化的标志是马不再尝试把你甩下来。这时你只需按下潜行按键下马，然后给马套上鞍。\n不用其他措施的话，第一次驯化尝试的成功率为0；第二次为5%，（如果第二次失败）第三次为10%，依此类推。特定食物能够提升驯化成功率，见上表。\n只要你拥有驯化的、套着马鞍的马，你就能控制其走向。按住跳跃键可以蓄力，释放后马能够跳跃。不受药水效果影响下，马最高可以跳跃4格高。潜行键可以下马，进入深于2格的水体也会强制下马。\n用金胡萝卜或金苹果喂马能够使其进入繁殖模式。出生的后代会继承双亲任意一方的基色与标记色。极罕见的情况下会突变为其他颜色。后代的身体素质有可能强于双亲，例如更高的生命值、奔跑速度或跳跃高度。\n食物\n能够治疗\n加速生长程度\n提高驯化可能性\n备注\n糖\n半颗心\n30秒\n+3%\n-小麦\n一颗心\n1分钟\n+3%\n-苹果\n一颗半心\n1分钟\n+3%\n-金萝卜\n两颗心\n1分钟\n+5%\n能使驯化的马进入繁殖模式。\n面包\n三颗半心\n3分钟\n+3%\n-金苹果\n五颗心\n4分钟\n+10%\n能使驯化的马进入繁殖模式。\n干草块\n十颗心\n3分钟\n-\n-骡\n注：不人为干涉的话，小马驹需要20分钟成年。\n驴（马的变种）\n驴为马的变种，比普通马更为稀有，喂养方式与马相同。骡与驴可以穿戴马鞍，还可以携带箱子（按住Shift键并右键骡/驴身上的箱子即可打开）（死亡时会掉落箱子），但不能穿戴马铠。\n与现实生活类似，马与驴可以繁殖出骡，但骡本身无法繁殖。\n（驴和骡的驯化、骑乘、繁殖是一样的，骡不能繁殖，它们都没有像马一样的跳跃蓄力槽。\n效用型生物雪傀儡\n雪傀儡\n是游戏的第一个 \"效用型生物\"，其被Notch定义为任何玩家所创造的生物. 对创造者而言，他们是友善的，而且非常聪明。雪傀儡是用南瓜和雪块来制作，而且会朝敌对生物丢雪球（无法造成伤害）。当雪傀儡移动时，会在地上留下雪的痕迹（在平原、沙漠以及沼泽生物群系以及下界除外）。 如果雪傀儡走过长在地上的蘑菇，蘑菇会被破坏然后掉落在地上。当雪傀儡被杀死，会掉落最多15个雪球。遇水会减血（包括雨）。\n要创造一个雪傀儡，玩家必须在地上垂直堆叠两个雪块，最后在顶上放一个南瓜。如果雪傀儡被创造在丛林或沙漠生物群系，或下界，雪傀儡会迅速死亡。只有在南瓜是整个流程中最后置放时才能产生雪傀儡。活塞推不动南瓜方块，因此活塞无法用来创造雪傀儡。\n铁傀儡\n是大型的、三格高的、强壮的效用性生物。它们的主要目的是保护村庄中的村民不受僵尸侵犯。不过它们不像雪傀儡那么友善，而且非常傻！\n铁傀儡会自动地在至少有16名村民的村庄中生成。但实际上并不需要自然生成的村庄，只要有16名村民和21座房屋，就会有天然的铁傀儡。\n玩家可以用与雪傀儡类似的方法创造铁傀儡：用四个铁块摆成T型，最后在顶部放置一个南瓜。4个铁块相当于36个铁锭，这样创造铁傀儡似乎有些昂贵。当被创造出来时，它们铁傀儡\n总是面向南边。\n铁傀儡会在村庄中非常缓慢地徘徊。一旦被激怒，它会以更快的速度冲向目标，粗暴地向上挥舞双臂攻击，它们一次的攻击相当于钻石剑，而且能将目标打飞！它们会受到岩浆、火、中毒伤害。它们不会受跌落伤害的影响。一旦死亡，铁傀儡会掉落3-5铁锭与0-2玫瑰。\n铁傀儡能够拿着玫瑰给村民（特别是幼年村民），似乎是在表示铁傀儡与村民之间良好的关系。\n铁傀儡会自动攻击视野内的除了爬行者、恶魂之外的攻击型生物和中立性生物。他们不攻击爬行者的原因可能是因为爬行者会破坏村庄结构。如果玩家先攻击他们或是村民，铁傀儡就会反击（不限模式，创造模式铁傀儡会空挥，生存模式铁傀儡会杀了你）（注：玩家造的铁傀儡不会攻击玩家）。如果惹怒了他们，即使切换游戏为和平模式，铁傀儡也不会消失，而是会继续攻击玩家,而且会穷追不舍。\n铁傀儡有着比其他生物更大的攻击范围，这就使它们即使并不能直接看到目标，也可以穿过1格厚的固体墙壁进行攻击。如果作为NPC村庄一部分的一只铁傀儡死亡，另一只迟早会生成来代替前者。\nBOSS末影龙\n末影龙\n在末路之地，是游戏中的最后BOSS，打败并进入返回世界的传送门后会出现作者对灭龙玩家的一番话（终末之诗），可以按ESC跳过。之后复活在你上一次睡过的床边或出生点。末影龙十分巨大。\n它不会因为和平模式而消失。在末路之地有一些黑曜石柱，当末影龙靠近时恢复其血量。（丢雪球可摧毁末地水晶）攻击末地水晶会使其爆炸。如果当龙在补血的时候，打烂正在给龙补血的末地水晶可以炸伤它。龙的攻击方式一般是飞来飞去，然后飞下来撞玩家，会把玩家击退。血量超高,并且可以破坏除了基岩、末地石和黑曜石以外的所有方块。\n打败时会从身体里发出紫光，紫光会吞噬末影龙，直至完全消失。完全消失后会爆出能从0级升到74级的经验球。在死亡的地方，就是返回现实世界的地方（反传送门）。上面有龙蛋（龙蛋用活塞推一下或右击它让他瞬移之后在他下面放上火把让它自然掉落即可获得，无法生成末影龙，相当于奖杯），下面是反传送门。（雪球和鸡蛋可以对末影龙造成伤害（0.5心），而且在末地水晶给末影龙恢复时打爆末地水晶会炸伤末影龙！）\n凋灵\n是在Minecraft快照12w34a（1.4预览版）增加的新生物， 但是被Jeb隐藏在源代码中 我们可以在/mob里发现他的新皮肤，他们在1.4.2中正式推出。\n凋灵是minecraft中的第二个BOSS，它的血量为150颗心，同时它也拥有像末影龙一样的boss血条。\n生成一个凋灵需要4个灵魂沙和3个凋零骷髅的头。凋灵\n\n当凋灵的生命降至一半时，会生出盔甲，变得强大，免疫弓箭伤害，攻击增加到1.5倍，不过不能飞了。\n当凋灵发现一个玩家或一个非亡灵类生物时, 凋灵将会使用凋灵之手来攻击他们。凋灵之手可以对生物造成伤害并对周围方块进行破坏。\n凋灵可以破坏除了基岩之外的任何方块，当凋灵处于平静状态，他只会悬浮在地面上，并且扔出蓝色凋零之手（只能破坏方块，没有攻击力）。如果被玩家激怒，凋灵会跟着玩家并飞到玩家的头上攻击玩家。\n在末地可制造凋灵，且凋零主动攻击末影人和末影龙。\n\n\n",
    "replies": [
        {
            "author": "龙猫精神",
            "timestamp": 1399694580,
            "txt_content": "搞笑呢 ..复制粘贴好玩？"
        },
        {
            "author": "1907553020",
            "timestamp": 1399695420,
            "txt_content": "无聊 看你是复制上网来的  鄙视"
        }
    ]
}