{
    "title": "【插画轻小说】Minecraft与紫夜姬",
    "author": "Bismark",
    "replyCount": 12,
    "timestamp": 1398939240,
    "txt_content": " 本帖最后由 Bismark 于 2014-5-1 22:29 编辑 \n\n\n【封面】\n我被撞到地上了。黑夜一般的少女，正跨坐在我的腹部上……并不重伴随柔软的质量感吸附着我的感官以及令人看一眼就令保护欲暴起的面容，只可惜……身上除了黑色丝袜和带有两个长方形发光物体的兜帽以外……什么也没有。\n是的，什么也没有。\n“我说……这各种意义上都很不妙诶”少女突然抽搐了一下，以惊恐地眼神观察四处的景色……\n“啊…这是……”\n少女的嘴唇微微张开，声线给人的感觉非常舒服。然而却以惊恐的目光观察着朝夕相伴我多年的家。\n“呜~~~~~~！你家为什么是圆的啊！！！！！”\n我震惊了，该说这是异世界所以世界结构不同么，这样而论迷之少女的世界可能会非常偏。少女终于从我腹部上爬下来，趴在我房间里一些Minecraft草方块的周边座椅边上，看起来是我妹妹最近买的，做了一个重大决定般地对我说。\n“下贱的人类！还不将汝的房间乖乖献上来！”\n卧槽，原来她甚至还不是人类。\n“啊啊…异世界的小姐，这恐怕不行哦”\n“连神都不带侍奉的吗？！”\n“谁知道……但你突然提出这个要求令人很困扰啊”\n呜，也对……少女嘟囔着，声音泄露出来。\n“至少，我姑且想知道你的名字，企图，以及你来源的世界。”\n我问道，少女点了点头。\n“……我没有名字…企图什么的也没有，纯粹是一睁眼就发现我到达这圆滑地不像话地世界啦！虽然我原来的世界并没有那么圆滑……再加上我的种族常年游荡在各个世界”\n说起来，我上周看到的视频好像能让我想起来些什么……\n“嘛，你的世界是不是到处都是方块呢？”\n少女睁大了眼睛。\n“我最近经常玩一款叫Minecraft的游戏，我想……你不会就来源于一个叫做‘Minecraft’的平行世界吧”\n“是这样……”少女低下了头。\n【人设】\n\n【第一章】我叫莱茵哈德·冯·克莱斯特(Rhinehardvon Kleist)，是来自德国的留学生，目前因为需要照顾妹妹的关系而住在日本。 外表年龄，16岁，一副好青年的相貌，事实上很多人都这么评价我。 我的妹妹呢，名字是美奈·冯·克莱斯特（Mina von Kleisit）外表年龄14岁，而且今天我就要见到她了。 之前还住在法兰克福的时候，我突然喜欢上了2年前发售的游戏，名称叫Minecraft。由于新版本需要买正版验证码才能玩下去，我则是玩了N个月的Beta1.81版。 问我为什么不买正版的原因，答案是没有卖的，网购有风险。 从滕珀尔霍夫机场飞到成田机场花了不少时间，还好PE版的minecraft不需要正版账号就可以玩，我在飞机上用Ipad撸了差不多够整个航程时间的生存。 接着我随着人流走到成田机场外部，一个身材娇小带着闪亮银白色长发的少女高高举着装饰非常高雅的，写着我名字平假名的牌子(ラインハルト·フォン·クライスト)，那就是我的妹妹了。 我和妹妹已经很多年没见面了，当初我的父亲与母亲闹别扭，结果是母亲赌气带着美奈去了日本，实际上美奈原来的名字叫艾斯特，自从上了在日本的学校后就改名叫了美奈。 “什么时候来等的啊，艾斯特？” 我温柔地抚摸艾斯特的长发，艾斯特的神情宛如小动物一般可爱，银白色的长发也非常柔软也有弹性。 “……4个小时吧，欧尼酱。” 虽然为了去照顾妹妹我有好好学日语，但被人叫做欧尼酱还是会汗一地。 “哈…这让我说什么好呢，等这么久” “因为只要能和欧尼酱见面，艾斯特可以等哈特要多久有多久呢” 艾斯特略鼓起脸颊，可爱度顿时又涨了一分。 嘛，艾斯特和哈特可是我们这一对兄妹之间的称呼呢，旁边路过的人都当是一对欧洲的亲人相聚而不好意思地再看向这边。 之后，艾斯特将牌子塞进自己带的背包，和我乘坐出租车回家。◇话说，青梅竹马这种设定是什么。 是Galgame类游戏设定的，初始好感度就很高的角色，而且是理性，非现实的集合体。 因为在艾斯特现在住的两层别墅附近有个书店，卖很多轻小说，我就买了一套看看，就这样加深了对一种角色的认知。 不过这种设定的角色，似乎不会在我身边出现。 接着艾斯特带我去邻居家打招呼，这似乎是日本的一个习惯。艾斯特带着我走向隔着有15米左右庭院的另一家，写着【佐久（saku）】门牌的一户人家走去。 “葵小姐吗？我是美奈。” 艾斯特敲了敲门后，对着麦克风说。 随后房内传来一阵翻天覆地的声音，然后是下楼声，之后门就打开了。 有着一头齐肩粉色短发，清纯面容和一身绿色装扮的女孩子——我妹妹的邻居，佐久葵(Saku Aoi)，看起来是个超常规宅女，实际上则是因为现在是暑假期间而沉迷于电子游戏的间歇性宅女。 “葵小姐，叨扰了，我来介绍下最近要和我同居的哥哥。” 葵则是十分兴奋地看着我和艾斯特，那视线简直可以用猥亵来形容了……虽然葵是女生。 “呜啊~很长时间都一直听说美奈有一个哥哥，没想到这么帅~~~~” 请允许我收回对有些男人的成见，我面前就是广大女性的代表之一。 “佐久小姐，我是莱茵哈德·冯·克莱斯特，今后请多指教了。” 嘛，我不经意瞥了一下葵因为过多动作而晃动的胸部，那种分量简直不是艾斯特能相比的，虽然艾斯特的胸围也比较大。 只可惜，此等杀器没有交付合适的杀手啊。 “说起来也有缘，葵小姐年幼时还住在德国。” “啊~是呢，那会在德国可是非~常~惊心动魄哟！” 难道她不能用正常些的语气来说话么……不过说起来，住在德国社区的日本女孩子，我应该多少有些印象。 “啊……不会你是在美因河溺水的孩子？！” 听到这句话后，葵的双肩猛烈一摇。 “哎？！为什么你会知道！？” 印象中，8年前在美因河里溺水的女孩子，和现在眼前的女孩子一样，都有着粉色的头发。 “难不成……你就是那个时候的…” 看着葵震惊的样子，我不禁怀疑这是否能使青梅竹马论成立了。 我会觉得之后会是一阵和我买的小说发生差不多事的展开。◇秋叶原如何？（Akihabara） 是日本宅男的天堂。 也是世界宅男所向往的佳境。 嘛，虽然我的样貌比较注目，不过我一不是宅男二不是来买某些游戏，实际上我是来找Minecraft的正版账号验证码的。 因为是世界一大游戏中心，所以我觉得应该不会少这种东西。 结果售货员则是摆出一副困扰的表情并说卖完了的时候，我还是无法抵御失望的心情。 所以才出现现在的情况——漫无目的地在秋叶原四处找店。 “啊啊……不就是moyeng的一张纸么……” 结果找了3个小时依然毫无收获。 直到我快放弃我要做的时候，眼前突然映入一个娇小少女的身姿。(事件flag!!!!)一开始以为是艾斯特，随后发现这个少女的头发是黑色的，而且穿着像是COSPLAY黑龙一般的衣服。 这里是秋叶原。有COSPLAY也不奇怪 但是凭着我的直觉而言，眼前的少女完全不像是有cosplay的意思。 暗黑的气场在少女周围张开。 行人的目光只是对少女一撇，除此之外没有任何感觉。 似乎是冲着我来的，只有我能感受到。 然而，少女也仅仅是看了我一下——径自撞向了我。 “不好意思……请问有什么东西掉了吗？” 虽然感觉有些奇怪，我还是匆匆这样问了。 少女微微一笑。 “没有哦，倒是有什么东西要留给大哥哥呢。” 随后少女在我的视线里消失了——如同炫耀般，身体在我面前溶解，化为暗影。 我却没有任何地方觉得奇怪，就好像见过或知道这种事会发生一样。 脚边掉落了一个小盒子。 是Minecraft的正版账号验证码的包装盒。 这其中会有什么联系么…… 我抱着这样的想法打开盒子。 一开始以为会是唬人玩的空盒子，然而内部安然躺着硬质防水纸材质的Minecraft正版验证码。 我此刻的心情有如前阵买的轻小说中的主角一般——复杂。疑惑。 嘛，这种展开一般预示着我的日常生活就要结束了。   ◇“哥？买到了吗？” “嗯，买到了，看吧。” 我拿出那个盒子，但没告诉艾斯特今天发生的事情，如果她知道了绝对会非常担心。 之后我把我带在行李中的笔记本电脑拿出来，还好艾斯特家里有网线，所以我直接就去用我的邮箱去注册正版账号了。 嘛，今天多少还是受了早上那几本小说的影响，我甚至觉得如果我用那个迷之少女给的正版登陆可能会把我吸进Minecraft世界的样子。 不过那也不错，我这样想。 于是我用了我的正版账号登陆进去，从登陆到加入服务器……什么都没发生过。 （白激动了一把……） 我这样想，然后准备关电脑下楼。 出乎我意料般的，葵突然出现在我的背后，根本没有发出一点声音。 “……你为啥在？” “是美奈邀请我今晚到这里吃饭啦。” 我不由得叹了口气，合上笔记本电脑，和葵一起下楼。 “莱茵哈德君，刚才那是……” “Minecraft啦，虽然玩的人不是非常多。” 葵若有所思地点点头。 “看起来是个不错的游戏嘛，葵也想来试试” “佐久就算了吧，除非你有电脑，这个游戏我还没听说过有电视版的” “……这样啊，如果是这样的话……” 葵用我听不到的音量又说了些什么，要说我不在意那是骗人的。 之后艾斯特在楼梯口穿着围裙拿着汤勺催我们下去，我总算是脱离了这个话题。 ◇ “哥打算什么时候写作业那？” 艾斯特一边做饭一边问。 “我好想还没转校吧，应该不会有作业要写。” 一边的葵听到后咽下了‘既然没写完就一起补’的念头。 “还有3个星期的样子，不过我的作业先写完了呢” “借我啦~~~~” 艾斯特一边做饭一边露出真拿她没办法的表情。 “我开动了！” 艾斯特将自己所做的晚饭端上桌面上后，进行着类似圣诞晚餐前的祈祷仪式般，我则是笨拙地模仿艾斯特的手势。 “话说以前从没见过美奈酱自己做过饭呢…”葵说。 说起来，以前从来不知道艾斯特会做饭呢。 用筷子送下第一口饭的瞬间—— “好淡……” 没放盐。 艾斯特自从开始吃饭的时候就一直诚惶诚恐地观察着我和葵的脸色，而现在艾斯特则是一副快哭出来的表情……想必是因为自己做的晚饭的问题。 “嘛……淡归淡了点，至少我能感觉到这是艾斯特努力做的呢。”实际上我一直皱着脸。 “哥~~~~你最好了！！” 我的下一个预感则是成为非职业家庭妇男的样子。 接着到了晚上，我打开之前合上的笔记本电脑，继续游戏。 然而我却发现了令我疑惑的一点。 之前完全合上的电脑，像是被人动过一样是虚掩着的，电脑上下两端的倒钩并没有咬合在一起，不发出声音就可以打开。 会是谁做这种事情呢，葵不太可能，我的妹妹一副不食人间烟火的样子也说不过去。 真要说在怀疑表上第一位的确实有，下午在秋叶原遇到的迷之少女。 如果她能在屏蔽别人目光的情况下进行非自然式的消失，那么潜入我家也不是难事。 在Minecraft正版登陆页面的“多人世界”中，多了一个“Mainworld”。 只有白色的英文单词，没有IP地址。 打心底里觉得这是不详的东西，然而好奇心驱使我双击这个选项。 然后，我的世界发生了颠覆——实际上只是我本人被推倒而已。 夜色的少女，突然出现在我眼前。 ◇“拜托你！给我起一个名字吧！！” 这之后我受到夜色少女的委托，不过打心底一直觉得不可思议。 末影人是Enderman。 如果叫她安德（Ender）她可能不大高兴。安德曼的话(Enderman)肯定会杀了我。 而且起人类的名字又显地有些土气，然后我用wiki百科搜ENDERMAN这个词条。 接着这样一个单词进入我的脑袋—— 安德拉贡（Enderagon） 恰到好处，刚好完全区别了Enderagon与Endragon。 “米拉·安德拉贡怎么样？” 少女低声念了几遍后，脸色缓缓变红。 “不错嘛人类……能想出这么好的名字。”",
    "replies": [
        {
            "author": "Escapefromeden",
            "timestamp": 1398944820,
            "txt_content": "33查看0回复- -\n前来声援LZ"
        },
        {
            "author": "XCVBN",
            "timestamp": 1398948180,
            "txt_content": "表示拿来磨时间不错"
        },
        {
            "author": "Bismark",
            "timestamp": 1398948660,
            "txt_content": "为什么没有分段。。"
        },
        {
            "author": "22b",
            "timestamp": 1398949200,
            "txt_content": "看完封面介绍我知道了，主角就是一个草方块。因为介绍上说那个脑残小妞正坐在主角身上而图片上画的是脑残小妞坐在草方块上，所以我得出结论 主角=草方块。"
        },
        {
            "author": "wkyyzhb",
            "timestamp": 1398949320,
            "txt_content": "Bismark 发表于 2014-5-1 20:51\n为什么没有分段。。\n确认直接用文本文档编辑......\n其他软件编辑经常出现的后果就是没分段或者是分段混乱......"
        },
        {
            "author": "fgdg21234d",
            "timestamp": 1398953100,
            "txt_content": "神展开= =\n有点感觉剧情有点老套 = =（漫控容易看出，其他我倒是不知道。。）"
        },
        {
            "author": "1036606949",
            "timestamp": 1398953520,
            "txt_content": "初音妹子真漂亮，樓主技術不錯"
        },
        {
            "author": "圣月·暗",
            "timestamp": 1398953940,
            "txt_content": "好看，支持，请继续更新下去（貌似很像轻小说）建议分段"
        },
        {
            "author": "Bismark",
            "timestamp": 1398954060,
            "txt_content": "22b 发表于 2014-5-1 21:00\n看完封面介绍我知道了，主角就是一个草方块。因为介绍上说那个脑残小妞正坐在主角身上而图片上画的是脑残小 ...\n真作死- -"
        },
        {
            "author": "Bismark",
            "timestamp": 1398958860,
            "txt_content": "圣月·暗 发表于 2014-5-1 22:19\n好看，支持，请继续更新下去（貌似很像轻小说）建议分段\n读了51部344卷轻小说的斯巴达路过"
        },
        {
            "author": "圣月·暗",
            "timestamp": 1398965340,
            "txt_content": "Bismark 发表于 2014-5-1 23:41\n读了51部344卷轻小说的斯巴达路过\n我只买了刀剑神域的实体书（1-12），其余都是网上看的，虽然不超过10部"
        },
        {
            "author": "Bismark",
            "timestamp": 1399123560,
            "txt_content": "嗯？没人？那就顶一个"
        }
    ]
}