{
    "title": "<单章>【史蒂夫的失物招领处】[作者：Lx]（改编原文《燕子的失物招领处》）",
    "author": "依哲峯峯少",
    "replyCount": 4,
    "timestamp": 1398946140,
    "txt_content": " 本帖最后由 依哲峯峯少 于 2014-5-1 21:08 编辑 \n\n                                                                               《史蒂夫的失物招领处》(文章改编)                ——Star            Royal——             =========Star Royal_星皇族—出品===========                     前言：改编原文《燕子的失物招领处》，希望大家喜欢                                                                                                              史蒂夫的失物招领处    史蒂夫觉得自己上了初三后，就变成了“特困户”。不是特别困的人，而是特别穷的人。先是丢掉了友谊。没时间啊，初三的时间就像是春天的雨滴，每一滴都要最充分地应用，到秋天才能结出最丰硕的果实。这是老妈说的。而友谊呢，是要用时间来培养的。要一起挖矿啊，要一起打僵尸啊，谁会稀罕跟你一起做练习题呢？然后是丢掉了纯真。谁来问史蒂夫题， 史蒂夫 都不爱告诉人家，都是敌人呢，教会了他，万一考试时正好出了这道题，这不是给自己的对手提供弹药呢嘛？最后， 史蒂夫觉得自己像一株失水的植物一样，一点点失去勇气。除了趴在桌子上没完没了地做习题之外，他害怕跟这个世界做任何交流。某一天， 史蒂夫觉得烦极了。他趴在课桌的题山书海间，恍然推开了一扇门，门上写着“失物招领处”五个红字。那字真新鲜。燕子走了进去，看到一个面目不清的老人坐在一张桔色的桌子后面。她问：“少年，你掉了什么吗？”燕子想了好一会，说：“我的友谊丢了！我跟HIM是最好的朋友，可是，现在，我怎么都见不到他了呢？”老人笑了，这回燕子看清了他的容貌。皱纹多得像干旱了整个春天的土地。她说：“你想想，你在哪丢了她的呢？”史蒂夫歪着头，看着窗外，窗外白杨树的树叶一片一片落了下来，像很多很多的失落与愁怅。从前，HIM每天放学都会跟 史蒂夫 一起走路回家。看看路边的杨树抽出了圆圆的叶子，说说怎么刷怪，再不然，就你一句我一句地点评僵尸那个厉害，那个垃圾。那些时光啊，像扇动翅膀的小鸟，扑楞楞就从两个男孩的身边溜走了。史蒂夫喜欢那样漫无边际地说说话，特别是跟HIM一起然而老妈却说：“这些有什么用？考试时能当分使吗？ 史蒂夫你就傻吧，HIM家有钱啊，他即使考不上重点也会花钱上了重点，她即使考不上大学，也能花钱出个国，你呢，你呢？”这些都像针一样扎到史蒂夫的心上，史蒂夫再见到HIM时，心思就不一样了。放学时，HIM等在门口叫史蒂夫快点，史蒂夫磨磨蹭蹭，说自己还有题没做完。一天、二天，三天、四天，HIM就不再等他了。HIM来问史蒂夫数学题时，史蒂夫顾左右而言它，“这个……这个是老师昨天讲的吗？我也没记清楚，老师不会问的吧！”HIM的目光来来回回在史蒂夫的脸上扫了几圈，然后轻轻地吐出一句话：“ 史蒂夫 ，你怎么了？”史蒂夫知道自己很失态，手心里都冒汗了。该死不死，那节课，老师偏偏说了那道题，老师说：“班里唯一一个做对的人就是 史蒂夫 ！”HIM的目光远远地飘了过来， 史蒂夫 的头低到不能再低，他恨不得有个洞让自己钻进去。再后来，HIM就不是 史蒂夫 的朋友了。所有人都不是 史蒂夫的朋友了。 史蒂夫的学习成绩遥遥领先，有些独孤求败的意思。只是，谁会在意呢？老师表扬 史蒂夫时， 史蒂夫听到的是四面八方传来的窃窃私语：“有什么好羡慕的，学习机器而已！”“他都不会笑哎，那一笑，跟哭似的！”史蒂夫讲完这些就哭了，哭得肩膀一耸一耸的。失物招领处的老人家突然变成了HIM，他说：“其实，蒂夫，我一直想跟你说的是，学习不是生活的全部，成绩也不是生活的全部……”史蒂夫睁开眼，HIM不见了，失物招领处的老人家也不见了，他只是一个人趴在书桌上做了个梦而已。史蒂夫愣了好半天，他收拾好课桌上的书本与卷子，站了起来，他觉得其实他应该找回的是那个叫“勇气”的东西。去和那些朋友微笑，去敞开心扉，去看到外面的落叶与枯草，去秋风里深呼吸一下……那样的人生才是人生，那样的生活才是生活。史蒂夫走在校园的小路上，远远地看到HIM，他喊了声HIM，HIM转过身，以为自己听错了， 史蒂夫很想躲，却一咬牙迎了上去，她伸出手说：“HIM，从今天，哦，不，从现在起，我们恢复邦交好吗？我要找回我们之间的友谊，我找到失物招领处，把它们都找了回来！”“在说什么呀？”HIM不明白史蒂夫在说什么，但是从 史蒂夫 灵动的眼神里，他发现了一些变化。HIM是乐于看到这种变化的。他伸出手说：“你是不是把我丢了？失忆啊？”史蒂夫笑了，他说：“其实，我是把青春的颜色给丢了，青春全部成了灰色。我挺爱学习的，但到后来，我憎恨学习了！”乱了，乱了，史蒂夫太急于表达，倒不知道自己想表达些什么了。那天，史蒂夫跟HIM走在校园里，遇见每个陌生的人，或者是熟悉的人，他都投以善意的微笑过去。没有人是吝啬的，大家都用微笑来回应他。尽管一转身，大家也都会莫明其妙，“今儿是什么日子？世界微笑日？”史蒂夫长长地松了一口气，幸亏这世界上还有失物招领处这种地方，不然，自己一路走到天黑，可怎么好呢？我亲爱的朋友们，在成长的道路上，你们丢掉了些什么吗？看看有没有失物招领处，能把它们找回来不？\n",
    "replies": [
        {
            "author": "1525967679",
            "timestamp": 1398946320,
            "txt_content": "好奇怪的改编"
        },
        {
            "author": "沉默丶de番番",
            "timestamp": 1398947280,
            "txt_content": "herbrine啥时候女性了"
        },
        {
            "author": "依哲峯峯少",
            "timestamp": 1398947340,
            "txt_content": "沉默丶de番番 发表于 2014-5-1 20:28\nherbrine啥时候女性了\n忽略细节"
        },
        {
            "author": "依哲峯峯少",
            "timestamp": 1398947760,
            "txt_content": "别沉啊！@所有人"
        }
    ]
}