{
    "title": "[星界边境][1814搬运][教程]挖矿全攻略！挖到钻石不再是梦【3DM搬运】",
    "author": "1814209846",
    "replyCount": 4,
    "timestamp": 1398954840,
    "txt_content": "星界边境这款游戏光看主线的话，基本属于挖矿——造BOSS——打BOSS——升级科技——新次元挖/造新矿——造新BOSS……这样的循环中。由于是Bate版，后面5-10级星球连BOSS部分都省略了。无论如何，挖矿是游戏中的重中之重，如果只追求快速通关拿最终装备的话，挖矿绝对成为了游戏绝大部分时间所做的事情。那么挖矿又有哪些技巧呢？请听本尊一一道来~\n\n\n基本常识：\n1.能撸矿的东西有一开始的切割枪，斧头，镐头系列和钻头系列。以后两者为主。他们的正常范围分别是2x2，3x3，3x3，1。\n\n\n速度我就不说了，斧头和切割枪就不是干这个的。\n2.手持工具对着方块，左键撸前置方块，右键撸背景方块。两者都能撸出土块下来。\n3.无论哪种工具，按住Shift使用都能使其作用范围变成1。\n4.矿石（当然包括煤）都是附着在土上面的，并且为所在方块增加耐久。这句话的意思是说当你撸掉一块长着煤块的沙子，你会得到一个沙子块和一个煤块，而挖这样的方块要比单纯挖沙子时间长。（石头、各色泥土、沙子等统称为土）\n5.星球包含的矿石种类会随着游戏进度的前进不断增加，原本稀有的矿石出现的概率也会越来越大。但某些矿石不会在更高等级的星球上出现。\n6.矿石的作用除了炼锭，还能对镐子和钻头的耐久度进行修理。修理的方法是抓起矿石对着镐子/钻头点右键。\n7.铜矿可以修理任何阶段的镐子/钻头。\n8.长着树木和藤蔓的方块是不能直接破坏的，需要先将这两种植物破坏掉。\n9.能撸矿的东西破坏物品消耗的是物品的耐久，而非血量，所以不能对敌人造成伤害。而钱罐、灌木、蘑菇等既有血量也有耐久，他们通常可以被武器瞬间破坏，但要用镐子撸一点时间；另一方面BUFF箱、作物、箱子、各种道具只有耐久没有血量，但却可相应E或鼠标中键的互动。要使用这些东西就不要用钻头对他们撸。\n10.镐子和钻头会随着升级而增加破坏方块的能力——但加的不多。\n\n挖矿技巧：\n一定要在手边准备很多很多的易于挖掘的土块，能够随时掏才行。这些土块的作用是建立土墙。土墙的作用非常多也非常重要——\n（1）保护自己。         挖矿的时候会碰到一些怪物，尤其是星球表面探矿的时候或遇到地下坑洞的时候。为追求进度，本人经常做什么好的装备就去挖矿了，被怪碰一下不死也残，所以听到怪物的声音立刻点火照明，如果怪物逼近就用土围住自己，如果怪物稍微远点就用土围住敌人。\n         这里其实有很多需要注意的问题。首先土块不能凭空建立，必须依附于其他土块或者背景墙。如果在地下一定有背景墙，所以土块可以在可触及范围内随意设立；但是在地面，土墙就必须从地面开始向高处衍伸型设立。这个时候最怕遇到大树，因为树干所在的地方无法放土，这样无论是包围还是反包围都无法完\n\n\n（2）上升/下降阶梯。\n在矿井或是星球表面，想要斜上移动或是向下移动，就可以通过制造土墙建立落脚点。操作方式是将土块点在脚下不放，按跳跃上升，在高处按前进下降。通过调整土块的位置进行平移。当然也可以建好了阶梯再移动（比较稳妥，不过我一般不这么干）。\n\n\n\n下降阶梯更为常见。这种行走方式多用于应付地下作业时脚下突然出现的巨大空洞。如果直接跳下去不知道多深很容易掉血或者摔死，不摔死万一摔倒怪物堆当中也很难办。通过下降阶梯的形式可以最快速的安全下降。当然比较浪费土块，但是土块你缺么？\n（3）越坑\n不多说了，看图\n\n\n\n（4）垂直上升\n很常用的技巧，在脚下按住土块跳就好了。\n\n\n\n攀登悬崖用得上，其实撸顶棚的蔓藤，或者高一点的矿石，都用得上。\n（5）下水/下岩浆\n跟TR不同，本作如果土块覆盖水块，水就会永远消失。如果你想去的下方有水阻拦，当然可以用土全部掩埋起来。也可以制造一个下水的通路。方法就是先用土埋一条通路，在把中间挖空，人可以下去。\n\n\n\n（6）使用台阶\n这些土台阶都是一次性的。要想常下矿怎么办？用木质台阶啊~上图不是有么\n那么说了这么多挖矿技巧，怎么都是用土块的技巧呢？对啊，用镐子有什么技巧，对着石头敲就是了。\n\n择地心得：\n挖矿既然是个乏味的工作，我们就要把他做得有效率一些。择地是提高效率的不二法门。\n1.我挖矿比较倾向于去沙漠，其次是雪地。这两者的共同特点是表面植被不多，大部分土壤比较松散，容易挖掘。沙漠更喜欢的原因是挖沙子的时候，沙子会自动掉落，而附着在沙子上的矿会自动从沙子上脱落。加上沙子特别容易破坏，照着一个点挖就能挖掉一大片矿区，且直接吃矿，简单省力。\n2.表面植被不多的星球可以尝试星球表面探矿。这样不需要为照明担心。之所以选择表面植被不多的星球，是因为植被影响土墙的建立，使得不能有效保护自己。\n3.不需要挖得太深。更深的地方稀有的矿可以在更高级的星球上找到，但是越接近岩浆，土的耐久越高，使得挖矿越缺乏效率。\n4.如果你追求效率，在一个星球停留的时间就不需要太长。如果矿已经足够升级科技让你到另一个次元，或者你感觉在这个星球挖矿不是特别高效，就可以果断离开了。\n\n其他心得：\n5.每次回到飞船，想造什么算好钱，用矿石换（β次元的科技）。钱刚好花完为好，这样挖矿的时候掉血都不用回，想回船死一下就行了。\n6.当然，想回飞船方法多得很。表层直接飞，浅层把背景挖开就能飞，深层，退出游戏再进。\n7.浅层地下挖矿是不需要用火把照明的。把背景挖开用自然光就够。\n8.地下的敌人不可小瞧。如果你不是在很窄的地道里，你前进的方向应该有照明。\n9.经常用Ctrl看看你前进的方向有没有敌人。\n10.绝不跳不见底的坑。11.如果你决意要跳，当你拥有了二段跳，用手电筒照着下面，触底之前二段跳一下，也能保证不摔伤。\n\n矿石识别：\n\n\n\n\n原帖地址：http://bbs.3dmgame.com/thread-4165018-1-3.html\n\n\n",
    "replies": [
        {
            "author": "Greensky",
            "timestamp": 1398955140,
            "txt_content": "支持搬运！"
        },
        {
            "author": "RAY5DHao",
            "timestamp": 1398956400,
            "txt_content": "不玩星界边境的路过"
        },
        {
            "author": "595935617",
            "timestamp": 1399113540,
            "txt_content": "月球上的矿非常多啊，不过一般都只能中期去"
        },
        {
            "author": "andynew",
            "timestamp": 1399783740,
            "txt_content": "感觉没terraria好，太单一了。"
        }
    ]
}