{
    "title": "原创RPG小说{梦之起源}第四章：悠闲的时光",
    "author": "MC残星",
    "replyCount": 3,
    "timestamp": 1398958500,
    "txt_content": "前言：梦大陆被邪恶位面侵袭，神不能插手，我要拯救这个世界，还是拯救自己？\n第四章：悠闲的时光又是一个晴朗的日子。\n崔已经很久没有看见到如此清澈的泉水了，崔看着眼前的池塘。\n崔昨天的那套皮衣是该洗一洗了，毕竟这是小维斯拉夫本来准备以后穿的。\n崔看着眼前绿油油的的皮衣，虽然那绿色已经变淡了，但那奇怪的味道还是让崔皱了皱眉，虽然谈不上恶心，但有那么一种浓重的青草味。\n人虽然是杂食动物但并不是草食动物，在浓重的青草味下还是会犯恶的。\n没一会看着挂在晾杆上的皮衣崔还是有种成就感，嘴里嘟啷着：”像我这样能文能武的好青年,怎么部队里没女兵来找我呢？“\n崔甩了甩这些奇怪的想法，现在重要的是赶快升级最后解决这里的麻烦再回家！\n崔开始熟悉着霜落村，这个村子虽小但五脏齐全，特别在工程防御方面，在崔这个实打实的军人看来可谓是易守难攻，守不住了？放心还有后城门。\n崔想着想着走进了酒馆，看着菲尔正端着一盘绿油油的的抄！青！菜！崔近乎是饿虎扑食般的袭来。\n菲尔吓的赶紧把菜盘子放在桌子上，又止住了崔，说到：”我说崔你至于么？不就是一盘青菜么。“\n崔盯着那盘炒青菜流着口水说到：”你试试饿一天，然后看见自己喜欢吃的东西的感觉。“\n菲尔一拍脑门说到：”对啊，你昨天好像没吃什么东西。“\n崔白了菲尔一眼说到：”什么叫没吃什么东西？明明是滴水未进啊！“\n菲尔笑着说到：”行你可以吃，我再去做一份，不过这可是给一位特殊的客人的。“\n崔看着心爱的炒青菜被菲尔拿走，又疑惑了：”特殊的客人？“\n菲尔没有走上酒馆的雅间而是转而走向酒馆门口，菲尔把炒青菜放在了门口的一张黑红相间的桌子上。\n崔不解了，这到底是给谁呢？莫非是菲尔这家伙给死去的亲人的？\n突然门口出现的一个摇摇晃晃的身影，一位穿着肮脏布衣的大汉提着一把木剑走向了菲尔...不对应该是菲尔做的菜。\n大汉似乎也不客气大嚼着那样子跟牛吃牡丹花毫无差别。\n菲尔答应崔的菜做好了放在了离门口近的一张桌子上，崔心满意足的吃着炒青菜，透过玻璃看见那个大汉应该是吃完了，正靠着座位小息。\n崔这才问菲尔：”菲尔，那个大汉是谁啊？“\n菲尔说到：”你说他啊，我也不清楚，他是一个可怜人，本来是在霜落据点附近的冰霜村生活的人，不过因为帝国看上了冰霜村地下的宝藏被屠村了，也就他一个了，现在已经...“说着菲尔指了指头。\n崔不禁叹息，梦大陆的帝国人到现在竟然都想着财富，真是愚蠢与可悲，崔不知道就是这个想法已经深深的扎入了他的心底。\n崔吃到了心满意足的菜肴又开始闲逛了起来，在药店旁边有一片小菜地，菲尔做的菜也就是在这里出产的。\n一个老头躺在在干草堆上小息，梦大陆的人们应该都有午休的习惯，看着那绿油油的青菜。\n崔又犯愁了，难道就没有荤的么？崔虽然喜欢炒青菜但崔也是一个十足的肉食动物，崔想了想大概是因为常年冬天没什么动物吧。\n崔看着大伙都午休了只好也躺回床上了，打算晚上去村外历练一番，虽然崔知道很危险，但崔知道危险与收益是成正比的！\n我是崔我在梦大陆！我还活着我要变强！我要解救这个位面！我要回到地球位面！\n",
    "replies": [
        {
            "author": "fff1123",
            "timestamp": 1398958800,
            "txt_content": "请问,,,\n梦之起源和 镜之边缘有什么联系呒?\n百度了一下梦之起源出现了镜之边缘的结果"
        },
        {
            "author": "17291159",
            "timestamp": 1398989400,
            "txt_content": "fff1123 发表于 2014-5-1 23:40\n请问,,,\n梦之起源和 镜之边缘有什么联系呒?\n百度了一下梦之起源出现了镜之边缘的结果 ...\n镜之边缘好像是一款游戏233333"
        },
        {
            "author": "MC残星",
            "timestamp": 1399009380,
            "txt_content": "17291159 发表于 2014-5-2 08:10\n镜之边缘好像是一款游戏233333\n梦之起源是以梦之边缘服务器为范本的RPG小说。"
        }
    ]
}