{
    "title": "<连载·单章> 镜与界第一部：地狱的寒晨 [作者：凯森][第一章：猎杀]新人",
    "author": "红石研究者",
    "replyCount": 7,
    "timestamp": 1398988440,
    "txt_content": " 本帖最后由 红石研究者 于 2014-5-3 07:32 编辑 \n\n前言：这是我的第一篇作品，希望大家喜欢。更新频率不会很高，大概一周更一章，有三部，估计要更很久，也可以猜测一下整个世界的世界观。不过我想在第一部前段是完全猜不到的。\n======================分割线=====================\n这块被众神所摒弃的大陆，叫做托奥泽斯。至于这个名字从何而来，已经无人知晓。\n大陆上有三个国家：钢弦，寒冻，暴风。这块大陆上并不安定，不是因为国家之间的战争，而是因为一个另外的隐患：怪物。\n\n这片大陆上有无数的怪物。他们不许吃喝亦或是排泄，他们的身体被某些力量所推动。他们有思想，却没有痛感。要杀死他们，只有靠着爆头——亦或是给他们的造成无法愈合的伤害。因为怪物的强势，人类只能龟缩在大陆的东侧——一个山谷之中。剩余的大片土地，森林，沙漠等都在怪物的掌控之中。人类中有一些人，通过研究红石这种矿物，衍生出了魔咒、符文。另一些人，通过自身对于元素的掌控，成为了“魔法师”。还有一些对于这两样都不热衷的人，有的通过一些古代流传的装备，增强自己的战斗力。甚至通过地下的铁，加以精密的计算，最终研制出了枪械。有着这些的帮助，人类终于渐渐走出了那个小山谷——光明谷。\n\n光明谷极北侧，钢弦帝国，东弦城。\n\n东弦是一座较大的城市，可以容纳几千人生活。其实在光明谷中，有几百个这样的城市。这些城市虽不算繁荣，但也为人类提供了大量的人口基数——起码不会灭绝。\n现在是傍晚六点，慵懒的阳光正在释放他最后的力量，城中央的红白色灯楼被渲染成了璀璨的金色。在灯楼上，一个约莫十六七岁的少年正惬意地躺在上面，蓝色的眼瞳眺望着西方的夕阳。同样蓝色的短发显得精干有力，身着一套深蓝色的衣装，背着一个黑色的背包。他身旁横着一柄淡蓝的长剑，仿佛正在等人。在等人时还有心情欣赏落日，这种闲情逸致还真是罕见。\n他整整在灯楼上坐了一个小时，也没有人来。叹了口气，拾起旁边的长剑，从十几米高的灯楼上一跃而下。正常情况下这样不死也得半残。快落地时他手中的长剑点在地上，轻而易举地刺入一二十厘米，停住了。他也靠着这股反冲力，稳稳地落在地上。拍拍身上的泥土，少年抽起地上的剑，朝着城西的一栋小楼跑去。\n\n\n“尹寒，该走了！”他敲着门，大喊道，“说好了今天要去猎杀怪物的，你不会怕了吧？”屋里没什么反应。他叹了口气，提起手中的长剑，剑长一米，刃宽两分米，淡蓝的剑身在最后的光晖中熠熠生辉。他双手握剑，剑身缓缓上提，手中略一用力，剑锋带着凌厉的风，把大门一劈为二，露出了里面被称为尹寒的少年。尹寒正坐在一张木头的餐桌边，吃着晚饭。他年龄也是大约十六七岁，棕色的瞳孔中带着惊讶和尴尬看着来人，甲字形的脸上肌肉抽搐。“韩辰，我没去和你会合……你也不用把我家给砸了吧？那都是钱啊！”韩辰收起剑，脸上露出不以为然的神色：“木头是可再生资源，树苗撒点催化骨粉就可以了。该走了，你不会怕了吧？”“谁说的！我只不过当时还没吃完饭！”尹寒站了起来，从旁边墙上取下一柄银白的铁剑，“走走走……”\n\n两人在路上走着，阳光已经几乎消失了，街道两旁的光控灯亮了起来。“诶韩辰你还有几个月十八岁，十八岁了要去参军的。”尹寒突然问道。“三个月，”韩辰回答道，“我不会去参军的，我会建立一个佣兵团，然后自己去探索这个未知的世界。参军有什么好玩的，成天守守城而已。”尹寒听了，一愣：“你胆子真大，可是现在已知的丛林高地、树林湖畔、黑暗雪原都是危险之极，你……”韩辰直接打断了他的话，道：“如果我要去，你会跟我去吗？”尹寒看了看天，好像在思考什么。突然他眼瞳中透出一股坚定，“我会跟你一起去的。”“好兄弟。”韩辰拍了拍尹寒的肩膀，笑着说道。最后一缕阳光在这时也消失在了天际，两人踏着夜色向着东城门走去。\n\n向守门的官兵说完理由之后，两人从东城走了出来。韩辰从背包中取出一张地图，看了看道：“光明谷有两个可供通行的出口，我们现在应该是在游荡平原。我们得继续往前，这里都是人，基本上捞不到什么好处。”尹寒不知从哪里取出一颗苹果，咬了一口：“前进到哪里啊？”韩辰又看了看地图：“跨过游荡平原、低谷森林，我们直接去恐惧森林吧。”尹寒手中的苹果掉在了地上，额头上青筋抽搐，大吼道：“你疯了啊！”“怎么了？”不管周围的几个人疑惑目光，尹寒几乎是破口大骂：“你是疯了还是傻了！游荡平原人多可以不待，你怎么就想到恐惧森林？这是我们现在探索最少的地方了！低谷森林的探索都没完成！”他指着地图，唾沫飞溅：“恐惧森林的路只有那么几条，里面有什么我们都不……”韩辰打断了他：“所以我们才要去那里啊！你不会打算就杀杀僵尸骷髅吧！听我的我们走！你怕了？”“谁说的！”尹寒叫了起来，挥舞着手中的铁剑，“快走！”韩辰笑了笑，朝着那片森林走去。\n\n恐惧森林，之所以被称为是“恐惧”，是因为无论是夜晚还是白天，这里都是漆黑一片。加上怪物，这里也算一大险地了。虽然无法与几块其他地区相比，但是也已十分危险。\n韩辰取出一只火炬插在旁边的黒木上。这片森林里的黑木比石头还要硬（作者注：夸张一点啦……我知道深色橡木没那么硬的），还燃点高得不可理喻，用燃气烧也烧不起来。韩辰抽出那柄剑，在书上划出一个方口，取下一小块黑木。很快这一块凹陷就被新鲜的木头用飞一般的速度填满了，韩辰手中剑飞舞几下，一块一立方分米\n\n的黒木顿时变成了十几颗黑色的子弹。韩辰从腰间拔出一柄手枪，把几枚子弹压进弹匣，打开保险，握在手中。尹寒看他这么做，也在黒木上划了一剑，剧烈的金属摩擦声传出，黒木上一点痕迹也没有，反而是铁剑上出现了密密麻麻的划痕，看得尹寒一阵心惊肉跳，不由想到，韩辰那柄蓝剑到底有多锋利？\n\n韩辰突然动了，手中剑刃飞舞，一支不知从何而来的冷箭被劈成两半。“来了。”他念了一声，左手举枪一颗黑色的子弹沿着来箭方向呼啸而去。黑暗中，传来一声碎裂之声，还有物体落地的声音。尹寒跑到韩辰身边，铁剑上撩，一只一跃而下的巨大蜘蛛被这一剑劈中，再没了声音。尹寒割下它的眼睛，“我们看来有了点收获。”他笑道。韩辰没有理他，这时，一声巨响，韩辰迅速闪到树后。取出一只火炬点燃，插在树上，对着躲到另一棵树后不明所以的尹寒笑道：“我们运气真好啊。”咆哮再次响起，一个体型巨大的生物从阴影中奔了出来。那是一只巨型僵尸。他一拳砸在地上，冲击波一样的力道通过地面扩散开来。躲在树后的尹寒倒飞开去。韩辰却已以一种不可思议的速度消失在了树后，僵尸也愣了一下，这一愣为他身上添加了几道伤口。湛蓝的光芒闪烁，韩辰手中的剑在挥舞的同时，僵尸绿色的血液也溅射在了黒木上，坚实的黑木竟被溶解掉一块。三剑下去，韩辰飞快跳开。僵尸怒吼一声，向着韩辰冲撞过去。韩辰一跃而起，腿部爆发出惊人的力量，竟跳起两米高，剑身又在僵尸身上留下了一道长长的划痕。僵尸一个转身，它已经计算好了韩辰在空中飞行的轨迹，只要给这个人类一拳，把他打在空中，它就能以自己最强的一击打败这个可恶的人类。他甚至在想，吃掉这个人类，自己是不是又能进化了呢？韩辰没有出现在那个位置，他消失了。至少僵尸是这么认为的。\n\n\n随后僵尸只觉得一阵剧痛，就失去了知觉。就算失去了知觉，它也不明白自己到底错在了那里。\n韩辰是怎么做到的？很简单。他抓住了一根树枝，然后一跃而下，贯穿了僵尸的头颅。\n韩辰又取出一只火炬，点燃了僵尸的尸体。这种等级的僵尸被杀死以后是半残不残，不烧掉还会复活。这时，尹寒提着一个大袋子走了过来。“你把他杀了哦。”他无奈的道，“每次有厉害一点的怪物你就把我撇一边，我只能去清清小怪咯。”说着他把那个包丢在地上，眉飞色舞地笑道：“怪还真多，我杀了一半吧，掉了这么多，你说这值几个钱？”韩辰笑了一下：“够你吃几年了，还是每天大鱼大肉那种。”说罢，他转过身，看着只剩几块皮的僵尸，弯腰把僵尸皮捡了起来。拿着笑了一下：“这一块就够你吃一年。”他收起僵尸皮，向着森林深处走去，尹寒把大包系在背后，跟了上去。两人一前一后走着。这片森林几乎没有路。寒碜有时不得不挥剑砍掉几块木头。尹寒在他身后绘制着地图，不时砍死几只漏网的怪物。\n\n\n\n突然韩辰停了下来，眼中露出狂热之色，“尹寒，我们运气爆了！把这家伙解决就回去吧。”“什么？”尹寒听到，飞快的收起地图，“什么东西？”随后他的脸色就白了。一个黑色的胖高身影从树后踱了出来，它的身上像是漆了一层黑漆一般，紫色的双眼冷冷的看着前方，手臂竖直地放在身旁，身上不时散发出代表空间的紫色粒子。他好像没有注意到韩辰和尹寒，只顾自己走着。\n“末……末影人！”尹寒的脖子像是被什么勒住了，缓缓的吐出三个字，声音中带着一丝的恐惧。“不，是末影护卫。”韩辰道，“末影人的高阶兵种。”他已经拔出了他的那柄\n\n蓝剑，尹寒这才仔细看了看这柄剑。这柄剑没有什么特点，只是闪耀着蓝紫色的光芒，应该是附魔过的。剑身上也没有什么符文雕刻，但它却给人一种感觉，就算是黑曜石一样坚硬的物体也会被它的锋锐拦腰劈开。这时韩辰却将这柄剑插进了地里，双眼直视着那个末影护卫。它好像察觉到了韩辰的目光，回过头来。韩辰的身影又一次消失了。快到诡异的速度连以瞬间移动成名的末影人都没有反应过来。韩辰一拳打在它身上，这一拳打得它后退数步，黑色的躯体上出现了一个略凹的拳印。尹寒自然不会放过这个补刀的好机会，上去就给了它一剑，结果却是像砍黑木一样，根本没有什么效果。\n末影护卫消失了，真正的消失，留下一片空间移动的粒子。尹寒只觉得脚下一阵巨力传来，整个人顿时向上飞起，撞在了树冠上，又狠狠的落在了地上。尹寒挣扎着爬了起来，背后的脊柱就像被打断了一样疼痛着。从三米高处摔下来，他的双腿已经麻木了。可这时他却看到，韩辰正一手揪着末影护卫，一手握拳朝着末影护卫的伤口上重重地拳击着。末影护卫坚硬的身躯就像是纸糊的一般不断收缩着。它也在恐惧，在恐惧死亡和这个人类。它尖叫了起来，想要用瞬间移动逃走，可当他瞬移的时候，也会带着韩辰一起瞬移。他想要举手攻击韩辰，却被他死死地钉在地上。韩辰右手抽出剑，冷笑一下，一剑贯穿了末影护卫的躯体。它眼中的紫色缓缓褪去，身体也开始向紫色变化。最终凝结成了三颗眼睛一样的球体和两颗晶体。\n韩辰收起剑，捡起这五样东西。走到尹寒身边，递给他一瓶粉紫色的药水。“说你弱爆了你还真是弱爆了……摔一下就伤成这样。诺，给你。”韩辰半开玩笑的说着。“你……你试试……”尹寒回了他一句，接过恢复药水喝了下去。很快，他就恢复了。“你的，”韩辰递给他一颗球体，“末影之眼，送你了。它有很大的用处呢。”“什么用处啊？”尹寒摆弄着那颗球体问道。“你以后会知道的。来，分赃！”\n两人点了一下数，有六十块僵尸身上的腐肉，六十四颗蜘蛛的眼睛，尹寒下手很准，都是完整的，五十根骨头，十二块变异僵尸的硬皮，两颗小型末影水晶。每人一半。分完赃，两人沿着之前留下的火把一路走了回去。初升的日光透过密密的的树林照在地上。一个人影凭空出现在了这块地上。他弯下腰，轻触了一下末影护卫死去的位置。一道紫色的光芒升起，这人手一挥，将这道光芒收入手中。他看了看周围的树木，并没有什么奇怪的地方，只有地上有一个槽。那是韩辰把剑插在地上时留下的。用金属攻击末影护卫会引起末影能爆。尹寒不知道，所以被炸了一下。只有用拳攻击，最后一击才能用剑。这人眼睛眯了一下，摇了摇头。随即像来时一样，消失了。\n未完待续……=======================分隔线==============================废言:这是我的第一篇作品，希望大家喜欢。我会在每周更新……这个五一节假我可能还会再更一点。再议\n\n\n",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1398988920,
            "txt_content": " 本帖最后由 CloudsXDao 于 2014-5-2 08:03 编辑 \n\n太刁了，这么多字一星期一章"
        },
        {
            "author": "红石研究者",
            "timestamp": 1398988980,
            "txt_content": "CloudsXDao 发表于 2014-5-2 08:02\n太刁了\n谢谢评论…………最主要码字太累了……一章又不想少打一点"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1398989040,
            "txt_content": "红石研究者 发表于 2014-5-2 08:03\n谢谢评论…………最主要码字太累了……一章又不想少打一点\n码字真心累QAQ我四小时才写2000字，给你点32个赞QWQ"
        },
        {
            "author": "taheta",
            "timestamp": 1398989700,
            "txt_content": "支持楼主 加油"
        },
        {
            "author": "红石研究者",
            "timestamp": 1398990060,
            "txt_content": "taheta 发表于 2014-5-2 08:15\n支持楼主 加油\n谢谢。            "
        },
        {
            "author": "lisongnan7",
            "timestamp": 1398990480,
            "txt_content": "支持一下"
        },
        {
            "author": "1525967679",
            "timestamp": 1398991260,
            "txt_content": "支持啊{:10_523:}"
        }
    ]
}