{
    "title": "<连载·单章>方块战争[作者：小怕][第⑨章：死神之翼]",
    "author": "一个游荡的JJ怪",
    "replyCount": 5,
    "timestamp": 1398999240,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2014-5-10 11:50 编辑 \n\n死神之翼第四天 12：00合金0-4  寒霜 月灵帝国 月风城     ---------------------------------------------------------------------------     “发生什么事了？”队长有些急切的问道。从无线电那头沉重的语气来看，众人都明白事态不妙。睡魔队长作为小队队长，与总部的交流自然是他来完成。       “今天早晨6：30分左右，位于帝国北部沿海的三座海港城市——月寒城、月清城、月御城分别遭到了不同程度的攻击。根据灵御战区的总指挥发回帝国的伤亡报告来看，主城月御城被作为主要目标。实施这次攻击的是日耀帝国，据幸存者称，日耀帝国使用了一种新型武器，具体细节帝国还在分析中。这次敌人攻击突然，在那里的守军有些猝不及防，所以进行了战略撤退，退守灵水关，等待时机发动反攻。现在你们所处的月风城应该是暂时安全了，现在你们的任务就是兵分四路，化装成日耀帝国士兵从不同地域进入月御城，为帝国获取更多情报。为了这次行动，帝国高层特意启用最新科技——物质传送机，直接把你们送去灵水关，为你们节省时间。一切准备就绪后，释放绿色烟雾标记位置，传送开始。另外，我将成为你们的联络员，我的代号是——霸主。”        又是一声滴滴响，无线电那头没有了声音。        四个人都是神情凝重。日耀帝国在月灵帝国北部的进攻受挫，于是他们直接放弃了从陆路进攻的想法，转战水路，而且还用上了新式武器，不可谓底牌尽出。看来，他们为了这一场战争，谋划了很久。       队长先开口，打破了沉郁的气氛：“你们怎么看这次日耀帝国的行动？”       寒霜接道：“非常绝，他们我们的部队正在向南移之时，突然在北部发起攻击，必然能收到很好的效果，只是不知道接下来他们该怎么办了。”     “没错，现在日耀帝国在军工上还是压我们一头的，尽管我们已经在努力追赶，可是仍然有不小的差距。”塔克有些沮丧，因为他看到日耀帝国的机枪手装备比他精良多了，不仅机枪的重量更轻，而且火力也很猛，如果不是四人配合严丝合缝，着实要吃不小得亏。    “我们到了那里，就是进入了龙潭虎穴，一切都是未知，这次行动的难度很大，一个不小心，就有可能丧命于此。”格林奇手扶着大厦顶部的边沿，不无感慨的道。    “好了，我们制定一下计划，我们先......\"队长说。       半小时后......       ”就这样了，到那里就按照计划来，如果情况有变，先联系上在行动。“队长说话间，拿出别在腰间的绿色烟雾弹，投掷在大厦的中央。四人经过了半小时的讨论，初步确定了行动计划，即寻找机会接近那里的高层然后获取信息最后撤离。       滴滴声音又响起，霸主的声音随之传来：”合金小队，帝国现在最多只能进行一次物质传送，而这宝贵的机会用在了你们身上，不要辜负了帝国对你们的期望。倒数三秒，3~2~1，开始！”       四人感觉到身体变为了无数的粒子，好像风一吹就会消散似的，接下来忽然眼前一黑，场景瞬间一变，恍惚间感到来到了一间实验室，躺在一个试验舱    “欢迎来到灵水关，合金小队的成员们，我是这里的总指挥官——沃菲尔德，帝国已经告诉了我你们的任务，现在你们刚经历完物质传送，会有些虚弱，休息一会就好了。”站在四人面前的是一位中年男子，年龄看似和队长差不多，身材很高大，给人一种非常彪悍的感觉。       听了沃菲尔德总指挥的话，其他三人倒没什么，寒霜心里却起了疑虑：“沃菲尔德？这个名字好耳熟，对了！在时空评定里，只不过那一个是方块人的造型，这是真人，看来时空评定里发生的事确实印证了评定者的任务，不知为什么人都变成了方块，那块方块大陆会是我们的未来吗？”寒霜心里正想着，只听嗤嗤一响，那舱盖缓缓打开了，四人眼前的色彩又渐渐清晰起来。活动了一下筋骨，四人很快就恢复了过来。       队长对沃菲尔德说：“总指挥，闲话我就不多说了。这次任务紧急，可不可以让我们见见幸存者，了解当时的情况。”      ”当然可以，队长。卡琴斯基，你带他们去。“沃菲尔德是一个很豪爽的人，做事永远是利利索索。听了队长的请求，随即点了一个部下带路。那位叫卡琴斯基的小伙子看上去是沃菲尔德的副官，紧跟在沃菲尔德的身边。他来到队长旁边，出于礼貌相队长打了一个招呼，接着领他们向实验室外走。     一路上，四人看到许多匆匆忙忙在关内穿梭的工作人员。虽说这里是一个关口，但建设的就像是基地要塞一般，可见帝国对这里的重视。一会，他们来到出了基地，来到地面。     北方的气温要比南方的气温低不少，南方正值暖风吹拂之时，北方还是时不时有一阵凛冽的寒风刮过。还好四人在出基地前换上了这里的衣服，否则恐怕要直打哆嗦了。      卡琴斯基带他们走进了一座军营里，但这里的人看起来状态都不太好，显然是从前线撤下来的。最后四人进了一个临时的板房，里面坐着一些人，看上去是这支部队的军官。       ”敖德萨队长，这里是几位帝国派来调查日耀帝国新武器的，你来给他们介绍一下吧。“      卡琴斯基说完就走了，他自知自己在那里只能是一个电灯泡，索性先走了。那位敖德萨队长勉强向四人打了个招呼，他的眼睛是血红的，看起来早晨的那场攻击对他的打击很大。他摆摆手示意其他人出去，那些人也都是神态萎靡不振，稀稀拉拉出了房子。      敖德萨队长说了起来，不时有些哽咽：“今天早晨，我带着队员在海岸上巡岗，水面上笼罩着一层厚厚的雾。天还没有亮，按照以往早该亮了。我正纳闷着，突然，海面上涌起了巨浪，在远方隐隐约约看到一些舰船的轮廓。我警惕起来，就身边的队员打起精神，检查武器，准备战斗。我明白，如果真是有敌人来袭，我们这点人显然是被碾压的，但我还是这么做了。那轮廓也来也近了，也渐渐清晰。我顿时醒悟了，朝天鸣枪，来警示其他人。可是太晚了，就在呼吸间那大雾烟消云散，日耀帝国的舰队显露了出来。几个迅雷登陆艇最先冲上来，放下里面的人就掉头离开了。我指挥着队员向他们开火，前两波敌人被我们消灭掉了。那些人也没料到我会发向他们，有心算无心之下，一照面就让他们吃了个亏。     四人听的也非常认真。敖德萨队长顿了顿，接着说：”我知道不能恋战，带领队员且战且退，但还是损失了2个队员。我们来到一座大楼后面，短暂休整一下。我登上大楼，观察一下局势。接下来我看到的，令我一生也忘却不了。那是无数潜藏在水底的幽灵，它们缓缓从海里浮起来，转瞬间一跃而起，通体从海水的深蓝色转为橙金色。然后，竟然飞了起来。“     ”什么？飞了起来？“四人同时惊呼，能让一个装甲既可以承受海水的压力，又可以翱翔在天空，这是多么伟大的成就。    ”没错“敖德萨队长点点头，”那样的装甲作用上百个，灰暗的天空一下变得大亮。紧接着他们开始翻飞起来，看上去轨迹毫无头绪但那么多却根本没有撞上的迹象。我拿着望远镜，看到那个东西几乎是对称的，像蝙蝠展开了蝠翼一般，前面有两个小孔，一排排的激光子弹就从那里发出。那东西虽说个体威力不是很大，但集群起来却足以摧毁一切 。驻扎在那里的其他守军的防御掩体被幕府将军战列舰炸成了灰烬，那东西上来收割势单力薄的生命。不一会，那一带就失手了。又过了5分钟，我看见了几架 F-35B飞来，可是没过30秒我就惊呆了。在水中竟还有20余那个东西，它们浮起来但没有飞起来，而是把正面的两个长筒打开，一枚枚火箭弹幕，就朝那几架飞机轰去。只听连续的几声爆炸，那几架飞机就化作了灰烬。     听到这里，四人面面相觑。这东西，真是骇人听闻。    “后来，我们被发现了，于是便拼命跑，身边的队友一个一个倒下，可我连给他们埋上一把土的时间都没有。”说道这里，敖德萨队长已然泣不成声。     一阵之后，敖德萨队长缓了过来，又说：“再后来，我也不知道我跑到那了，一时有些模糊，后来就倒在了地上。最后醒来时已经在这里了。”     许久，一个人也没有说话。这位队长看似强横无比，但在这残酷的大背景下，谁也不能一直保持坚强的心。这，就是战争。这里没有儿女情长，只有生死决斗。不是你死就是我活，谁软弱谁就要死，谁撑不住了就要死。最后活下来的，都是最勇敢、最不怕死的人。         “那个东西有名字了吗？”睡魔队长问道。     “我们都叫它——海翼／天翼——死神之翼。” 敖德萨队长说。     “我们要去月御城调查这一切，你愿意加入我们吗？睡魔队长说。他看到了这位队长非常热爱自己的队员，心里已经把他当成了朋友。况且自己对这里的一切都可以说是不熟悉，自然要找一个熟悉这里的人。       ”我......“敖德萨队长犹豫了一下，随即目光一凝：”好，我加入你们。“       接下来的一下午，四人和敖德萨畅谈了很久，他们聊了很多，有关任务的、有关当地风土的、有关每个人家乡的......唯独没有讲敖德萨队长的队友的。\n\n注：本章共3280个字。---------------------------------------------------------------------------\n终于写完了，写的小怕右手已经酸痛了，现在正用左手码字。这是小怕第一次字数达到三千呢，算是给大家一个回报吧，原谅我最近太忙没时间码字吧。最后透露一个秘密哦，最后完结的一章，小怕会向万字发起最后的冲锋。---------------------------------------------------------------------------上一章地址---------------------------------------------------------------------------\n索引贴地址\n\n@银狼   @风之心_天双（貌似银狼大大已经与世隔绝了？没人加分.......）               ",
    "replies": [
        {
            "author": "taheta",
            "timestamp": 1398999300,
            "txt_content": "支持楼主   "
        },
        {
            "author": "1525967679",
            "timestamp": 1398999360,
            "txt_content": "支持{:10_492:}"
        },
        {
            "author": "youliao",
            "timestamp": 1398999420,
            "txt_content": "好厉害呀。"
        },
        {
            "author": "UF6",
            "timestamp": 1403615520,
            "txt_content": "楼主一定玩过红警3吧"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1403620440,
            "txt_content": "支持你。"
        }
    ]
}