{
    "title": "<原创·连载>我叫史蒂夫[作者:Utian][第二章：逃与战]",
    "author": "303606031",
    "replyCount": 3,
    "timestamp": 1399035780,
    "txt_content": " 本帖最后由 303606031 于 2014-5-16 15:57 编辑 \n你懂得不解释！！\n————————————————————————————————————————————————————\n第二章\n逃与战\n　　“噢啦啦啦啦~~~~~”史蒂夫疯狂“摸”树中。　　“你XX的！“一棵树应声倒地（尼玛MC没倒过啊）　　”呼~“史蒂夫大呼一口气，看着背包里的5组多桦木，心里有底了。嗯，他果断的全部桦木板干活。　　”要是有一个斧头就爽了“史蒂夫看着自己沧桑的手想道。　　突然，一道灵光来史蒂夫脑中闪现。”我可以把桦木变成木板，为什么就不能制作一个斧头？“史蒂夫说，但是他的合成只有4个格子，怎么也摆不出一个斧头形状。史蒂夫满包只有桦木板子，就随意用四个板子摆出了一个正方形。　　输出格居然出现了一个东西！（工作台你懂）　　史蒂夫迫不及待的把工作台拿了出来，放在地上，3x3的9个格子在工作台上面出现了，史蒂夫知道这是什么意思。　　他用5个木板摆成了斧头型，但是什么都木有发生。　　”纳尼？“史蒂夫很奇怪，他把木块依次拿了下来。　　当拿到了3个的时候，两个木板恰好形成一个”丨“输出格出现了4个”木棍“。”我懂了！“史蒂夫大叫，斧头确实和木棍有关。他有把木棍和木板摆成了斧头型，是的，一把木斧出现了。　　”哈！“史蒂夫很聪明，他知道这不止是一个斧头，它意味着史蒂夫以后会遇见更多的工具，装备，这让史蒂夫对这个陌生的世界不那么反感了。　　史蒂夫没有继续砍树，天减减黑了下来，他用木板摆出了一个”1“字型，收起工作台，躺在了木板上。　　太阳已经不见了，一望无际的平原上一种不安的气氛穿透了史蒂夫的心脏。　　”嘶~~“僵尸的嘶吼声。　　”呃啊！“史蒂夫背后被挠了一下，史蒂夫疼的要命。潜意识回头。一个浑身腐烂的僵尸出现在他的眼前。　　掏出木斧，直接劈向僵尸头。僵尸被打出一段距离，而他的背后，是一群僵尸。　　”逃！“史蒂夫心中只有这一个字眼。史蒂夫双腿一绷，快步跑了出去。”看来我需要一个房子！“史蒂夫心想，他依然在跑。　　他越跑后面的僵尸越多，还有苦力怕，骷髅....　　”呃啊！~~“史蒂夫后背中了一箭，看来光跑是没有用了。他真的难逃此劫了么？　　一个瞬间的念头在他脑子里划过。他迅速用几个木板草草的在背后垒了一面很简陋的墙，僵尸们在这停了几秒钟，史蒂夫迅速在脚下开工，挖掉了4个泥土，用一个木板塞住了洞口。　　他以为安全了，不过一阵”嘶“声划过，一股火药的气味被史蒂夫闻到了。　　不好！史蒂夫又迅速的在脚下挖掉了3个泥土，直到露出了一层岩石。　　但是已经晚了，爆炸声响彻云霄　　因为刚刚挖了4个格，史蒂夫偏离爆炸中心，炸了半条命，苦力怕爆炸后，其他的苦力怕收到爆炸伤害，发生了连锁反应，僵尸都被炸死了，史蒂夫迅速堵上洞口，喘了口气。　　“这世界太危险了，我想的实在太少了。”史蒂夫气喘嘘嘘，洞里只有黑暗，他知道天还没亮，因为洞口依稀还有僵尸的嘶吼声。史蒂夫无意中看到手边的岩石，他对这种新的物质感到好奇。“看木头用斧，挖石头应该用稿子吧”史蒂夫心想，他知道这石头一定能挖，而且将是他人生的一大重要材料。　　史蒂夫拿出工作台，放在地上。建立方块的画面又让他想起了盖房子，要么战，要么逃。以后遇见怪物还会有的。史蒂夫自知之明，他单独的力量，而且现在只是鸟枪时代，想要面对黑夜的怪物还是扯淡。　　他用木棍和木板摆出“T”字形，不出他所料，输出格的稿子出现了。迅速挖矿你懂。史蒂夫不敢往下挖了，他能很清新的听见脚下的嘶吼声，他知道脚下的危险是无止境的。他水平挖了10多个石头，背包里出现了几个圆石，随着它，木镐“噌”的一声折了。　　“木头还是木头，挖石头几下就烂了”史蒂夫自言自语道，他回到了工作台那里，因为几次的想法都变成现实，他尝试合成一个石头稿子，没错，仍然是“T”字形，石稿出现了。　　“石器！那么就是说，斧头也有石头的喽！”史蒂夫很高兴。他尝试着合成一个石头斧子，也成功了。包里还有几块泥土，他异想天开的要合成一个泥土稿，但是压根没那玩意。　　史蒂夫等不及天亮了，他琢磨着能不能合成一把剑，对抗怪物。　　起初，他摆出了“空石空 空棍空 空棍空”但是毫无反应。他仔细想了一想，剑麻，不想石头和稿，把短刃长，所以他把中间一横的棍子换成了石头，一把石剑就有了。史蒂夫十分高兴，有了这把剑，虽然威力不是特大，但是起码有了于怪物反抗的能力，史蒂夫收拾收拾工作台，走上了地表。　　这次他心中没有胆怯，手中握着一把锋利的剑，心中只有一个念头：“要么战，要么逃”当然，他选择了前者。\n\n\n\n———————————————————————————————————————————————————好累啊奋斗奋斗也出到2章了。以后放学回家我都会写的。第一章说实话就是水，看到有人回复“楼主快更新”十分感动你只看到了我的文章，其实我有时间为什么不玩一会呢？你的鼓励就是我最大的动力点一个赞吧光鼓励没有用，我也需要一点物质上的满足（人气）给我人气不扣你的人气，就当是助人为乐了\n\n祝你好运连载原创《我叫史缔夫》目录",
    "replies": [
        {
            "author": "simon3000",
            "timestamp": 1399035960,
            "txt_content": "字体最好大一点点+加粗"
        },
        {
            "author": "303606031",
            "timestamp": 1399036080,
            "txt_content": "NND居然忘了放第一章地址了http://www.mcbbs.net/thread-271730-1-1.html"
        },
        {
            "author": "企~鹅",
            "timestamp": 1400229960,
            "txt_content": "挺刺激的，赞一个~"
        }
    ]
}