{
    "title": "【帮助新人】个人觉得在各版块发帖的格式",
    "author": "409029528",
    "replyCount": 3,
    "timestamp": 1399037400,
    "txt_content": " 本帖最后由 409029528 于 2014-5-2 21:39 编辑 \n\n好吧...我又无聊来扯谈了....话说我潜水很久了是么.....\n经常看见很多新人在各板块发帖，格式各种不对...像我这种强迫症当然不能忍....所以，就有了这一贴咯....\n\n————————————————————————————————————————————————————————————————\n新闻资讯：首先是新闻资讯板块，表示这版块我还真没去发帖过....因为平时我这人都不怎么逛外网的...更不会去逛MOJANG官网，所以...（跑题啦！！）好..回归正题，虽然我没在这个版块发过帖子，但是，在这个版块发帖一定要遵守以下规则（sjjklh发的贴）-\n1、机器翻译是不可容忍的。\n我希望大家都靠着自己的理解水平去翻译新闻，如果有翻译问题也欢迎观众们及时提出，但机器翻译还是不能容忍的。如有被我发现机器翻译的痕迹，对不起，视作主题水贴处理。\n2、为抢发新闻而占坑的行为是无效的。\n别人正在埋头苦翻，被你一个“XXX发布了！占坑翻译！”气得半死。这种情况下，占坑贴是会被剔除的。\n3、不鼓励转载国内游戏门户的新闻贴\n我可以负责任的告诉你们，我基本不信任所有国内游戏门户的新闻素质。例如前不久的Minecraft 2玩笑。国内很多网站还煞有介事的在愚人节都过去半个月了还在声称Minecraft 2出了新机制（本论坛在第二天就把原新闻加上了April Fool的标签），报道内容千篇一律，一看就是互相大量复制的。这些网站包括著名的Gamersky、中关村在线等。可见这些网站的游戏编辑素质堪忧，无节操至极，以为用了Crtl+C大法就能走遍天下，真是可笑。\n4、不允许转载国内其它游戏社区的帖子\n国内二转是不可容忍的。我们允许大家在有注明的情况下将本论坛的帖子转载到其它社区，但顺序倒过来的话，恕本版不能接受。\n5、所有新闻必须注明国外源地址! \n主要是为了预防无节操国内报道带来的假新闻现象。你的新闻如果说什么“转自游民星空”？不好意思，删。除非马上给我国外的来源地址，或者你能证明就是游民星空自己派记者写的报道。“国外源地址”主要包括但不限于：Minecraft或Mojang官方网站消息，Mojang雇员的言行，其它媒体对Minecraft或Mojang雇员的采访。至于Minecraft Wiki，由于Wiki的性质，你也必须把Wiki的参考来源列出。\n6、所有新闻必须与Minecraft，或其开发者Mojang相关。\n你说腾讯开发了什么模仿Minecraft的游戏？关我们什么事？\n然后，我也看了大部分新闻的格式，快讯的话，就是上面一行英文原文，下面翻译，加些评论什么（标题开头貌似都要是原发布者名字什么的）；周边产品什么的....给出详细介绍貌似就可以了；逸闻的格式貌似跟快讯差不多；周边消息，貌似跟快讯还是很相似；版本更新...这个就多了...给个帖子参考吧...我也说不出什么大概来...-http://www.mcbbs.net/thread-271702-1-1.html不过建议一般用户还是不要去发版本更新帖子.....\n新闻资讯版发帖指南到此为止\n\n游戏技巧：游戏技巧板块..发过一次贴...对帖子格式不是要求很严格，只要详细说出你想表达的游戏技巧即可，最好加上自己的解说和心得，不要单纯是图片内容，但是为了保证质量，最好是图文兼备（非原创主题须注明），标题嘛..简单陈述，可以加一些你自己的前缀，比如版本什么的，游戏技巧板块大概就是这样了，注意：重复主题必删，辱骂他人或笔战可不好，不能回复可见，不要占楼用来大召唤，目测就这些吧...我把版规什么都精简了....详细最好还是去看版规吧...\n游戏技巧版发帖指南到此为止\n\n软件资源：同样没发过贴我会说~但是我仔细研究了下，里面发布的东西最好要跟MC有关，发布软件工具什么的，需要详细陈述功能，如何使用等，标题什么的....陈述内容咯，然后，启动器是有专门的分类的，国内二转，重发资源什么的....不用说了，是否原创也要注明，再补上版主的说明-\n1.发帖时一定要附上下载地址，否则一律删帖\n2.若是软件必须附上截图与说明，否则一律删帖\n3.选择主题时必须选择对应主题：\n游戏文件、Minecraft相关游戏——游戏下载\n开服工具、地图编辑器/生成器、辅助软件等——辅助软件\n服务器状态、服务器贴图、制作器等——工具网站\n其他资源暂不多讲\n4.本区允许使用隐藏内容，但转载内容不能添加\n5.发现有二转或抄袭现象举报将给予奖励\n6.发帖时文字不得少于3行，截图不得少于1张\n7.发帖时的主题格式必须为：[名称]——[简洁介绍]\n\n8.本版从此不允许发表求助、讨论等帖，警告+关闭+下沉\n\n9.本版不是地图版！要发地图去展示＆共享！在本版发地图帖，给予好人卡+扣20金币+移动\n\n--------------------------------------------------------------------------------\n丧心病狂的一大堆说明....就这些吧...有的话我再补充\n软件资源版发帖指南到此结束\n\n编程开发：这个版块...没发帖什么的废话我就不说了....（我又要拆版规了....）\n先上版规-\n2-1: 每个帖子的分类必须正确，否则将直接删除帖子； \n2-2: 非原创必须在标题最前加上 [转载] 字样，并且说明原帖，否则将判定为剽窃，站内转载直接警告并删帖； \n2-3: 辅助软件开发 分类可以理解成 其他 分类，一般用于发布 登录器、合成表 类似软件的开发讨论； \n2-4: 编程求助 分类的帖子如果已解决，可以在帖子标题最前加上 [已解决]，而不是改成 求删帖 之类的，可以留给遇到同样问题的用户查看，当然如果您有时间可以将解决方法整合到帖子一楼内； \n2-5: 禁止使用机翻软件进行翻译 \n又是一大堆...简单说下吧，这个版块我也不大懂，貌似就是分享编程开发时的心得，有什么关于编程开发的问题也可以来这里问（当然...其他问题就不行了）也可以发些教程帖什么的，大概就是这样了（擦...在这里我手贱把网页关了...）\n编程开发版发帖指南到此结束\n\nMCBBS擂台：这东西简直废话...根本不用说了吧...就是那样...每次擂台赛都会规定帖子格式....我也不好多说什么，就这样咯....\nMCBBS擂台版发帖指南到此结束\n\n你问我答：四个我就综合在一起吧...就是可以在这里发布悬赏，悬赏越高越有高人来帮你解决问题（不一定）发帖指南么...详细陈述你的问题咯，注意要区分四个板块的不同，然后实在找不到在哪里发的...貌似可以发到茶馆\n你问我答版发帖指南到此结束\n\n矿工茶馆：需要我废话么....闲聊就是聊些有意义的东西咯....分享就是分享东西咯..转载就是从其他地方转发来的东西咯（原地址！！！），资讯不用我多说了吧...讨论就是讨论问题什么的...新人报道我不多说了，贴图就是图片，推荐..其实我也不清楚，活动就是活动，没什么好说的，其他..比如像我这种，注意，貌似就是注意事项，视频...这个之后会说到，娱乐就是娱乐！不过注意，这些是不允许的-\n?跟风帖：同一话题且大量存在的主题会影响他人阅读，将会予以关闭或删除。\n?屠版帖：大量的同作者的帖子出现在首页中会影响他人正常的阅读。一小时内超过5帖则视为屠版。涉及屠版的ID将会得到“警告”的DeBuff。\n?限制级：茶馆的一部分会员是祖国的花朵，为了使他们不因成年向扭曲身心，请自觉不要发表这类内容。限制级包括H（R18）、猎奇和精神污染。\n?版战帖：吵架的帖子直接抹消存在，影响较大的将对参与者予以警告。\n?广告帖：作死就会死，没商量余地。\n?政治帖：含有政治内容（地缘政治，民族主义，地区歧视等）的帖子视为动机不良，直接送往末地喂龙。\n?其他类：其他本帖未注明但严重影响茶馆秩序的行为亦将受罚。\n?金币帖：概率必须为100％。\n?新人报道帖 : 新人报道仅限四级以下，四级及以上的用户发布新人报道贴将被删除。\n?升级助攻帖 : 升级求助攻将被严厉处置。\n?小组相关帖 : 小组相关的帖子在茶馆将会受到限制\n\n①茶馆禁止任何形式的回复可见内容\n②主题或回复含有自动播放音乐组件请注明\n③禁止用任何方法交换，勒索，索要人气 \n④禁止发表一切有关服务器，找基友的帖子\n　 ⑤问题求助帖采取最佳答案采纳锁帖制\n矿工茶馆发帖指南到此结束\n\n展示与共享；这个也许我废话会有点多，请见谅，先上版规-\n折叠：\n无实在内容和为混淆下载链接的折叠，不得超过三个。超过后版主将对全部无意义内容做编辑删除处理，且会将帖子标题修改为【过度折叠由XXX删除】。\n\n毁眼字色：\n凡与背景色激烈冲突或者极为接近，不选中无法方便看清的颜色，版主会将帖子全部改为黑色，且不通知发帖人。\n标题：\n凡标题中相同连续的字符超过五个的，即按照长标题论处。由版主负责【删除】原有标题，修改为【长标题违规】字样。\n凡标题包含违和内容的，即按照违规标题论处。由版主负责【删除】原有标题，修改为【违和标题由XXX修改】字样。\n\n展示&共享，很明显是发图展示存档的，你也可以把你自己的存档和大家共享，也可以去国外网上搬运国外友人的地图。同时，不发存档，光展示作品也可以！但是或图或视频或存档或种子，必须有一个。什么都没有的纯文字介绍帖征集帖，将会被删除\n还有这个帖子：http://www.mcbbs.net/thread-151105-1-1.html\n其实这个要说的有点多，但是貌似上面的都陈述完毕了，我就多唠叨几句，标题什么的就不说了，要突出重点，且不虚假之类的。内容嘛.....排版要好，首先是介绍，可以配一些图片，地图剧情，为什么要做这张地图，心得什么的，都可以讲，必要时还可以换页，当然....无图是不好的，还有就是，渲染好就是好作品这是误区.....具体我就不深入说了...在这个版块里，可以展示自己的作品，也可以分享存档，也可以发一些地图的图片，都可以，当然！不要水贴，展示与共享版是我最喜欢的板块\n展示与贡献版发帖指南到此结束\n\n视频实况这个版块.....首先你要搞清楚什么是实况，什么是解说，搞清楚了，你就会分类了。再上版规-\n在视频板块我们禁止狭义广告的宣传.[什么是狭义广告？请认真看第一段]\n1.服务器宣传=狭义\n在发帖者的帖子里，禁止含有服务器宣传的成分，禁止带有含宣传服务器的签名\n2.网购广告=狭义\n在发帖者的帖子里，不准带有宣传网购商店连接和宣传的成分，禁止带有含网购商店连接的签名.3.对于宣传外站adf.ly=狭义\n在发帖者的帖子里，不能带有adf.ly的连接和宣传成分，禁止带有含adf.ly的签名.\n\n\n在视频板块我们允许发广义广告的宣传：\n1.推荐服务器≠狭义 也≠广义\n比如说籽岷那一类的.在一个服务器里体验，体验完毕后发服务器的地址放在下面希望大家过去玩.\n这种服务器体验仅限那种国外的正版游戏服务器.\n如果是在国内体验的请在帖子里发上该服务器在MCBBS服务器板块的宣传帖.不然我们禁止...\n2.免费使用的现实物品=广义\n对于这种我认为很少有，没有人会免费给你发现实物品，但是他们不图利益所以=广义\n\n\n--------------------------------------------------------------------------------\n貌似有点多....这个版块我也是比较喜欢的，简单说下吧，类别什么的我就不说了，熟悉视频的朋友们都知道的，标题，一般情况下用你视频的标题就行了，和MC有关的视频都可以发在这里，其他的？发茶馆吧，索引贴？时长超过20小时，标题也简单说下索引的内容，差不多就这样啦！\n视频实况版发帖指南结束\n\n材质资源：感觉此版块发的贴都是好贴啊，几乎从来没有水贴什么的...（大概是我没见到）所以我觉得这个版块管理得很不错，简单说下吧，首先，前提-不要去转载著名材质的帖子，标题，最好说一下材质的版本，还有名字，特点，简单说下就可以了，内容，材质必须要图片，还可以来点介绍什么的，心得，有条件的话，可以把材质里所有的贴图都放出来，更好，大概就这样了\n材质资源版发帖指南到此结束\n\n皮肤分享：分类不多说，皮肤披风都不懂的人玩什么MC.....先来版规-\n·如贴内没有预览图，关贴3天并通知楼主补全预览图\n可以私信告诉版主帮忙打开帖子修改图片\n*三天内 如果已补全预览图请@ 皮肤版版主或灵感交流大区版主\n*三天后 如果没有预览图 按照原版规处理（直接删帖） \n·皮肤转载新增条例：\n*转载皮肤合辑：\n*必须有预览图，如无预览图请参考“补全 发帖须知”\n*关于站内转载：\n*如果转载皮肤合辑中有5个（包括5个以上）删除处理\n详情见此贴第9条\n关于剽窃：\n每个皮肤都是作者的心血，对于皮肤版来说更是如此\n如发现有剽窃行为：\n*轻者禁言14天、警告、扣分、删除\n*重者禁言30+天（无上限）其他同上\n（情节恶劣者 永久禁言 其他同上）\n皮肤质量一定要好，图片是必须的，介绍可以多一些，说一些皮肤的背景什么的，标题的话，说说皮肤的名字啦，合计还是单个什么的，就这样啦！\n皮肤分享版发帖指南到此结束\n\n翻译创作：这个...版规就详细说明了-\n1.为保证写作质量防止恶意或无意间造成的水帖，作品单章设定最低字数限制，每章发布字数不少于600汉字（刚好一个作文哦亲，熟悉应试教育手法有利于身心健康哦亲），并符合常规逻辑，不可出现纯对话、纯单字词句重复的情况。\n注：诗歌除外。另，为抑制屠版性质的诗歌类帖子的出现，发表此类帖的间隔时间定为三天，意思发出一张属于诗歌的帖，就进入72小时CD，表再发了。\n\n2.作品可以不仅限于MC，题材面向全部题材！可以是小说，也可以是你的随笔，也可以是杂文，但请不要出现任何黄色，或过多的暴力情节！否则帖子可能会被要求做出修改！\n\n3.允许转载已完结或连载中的优秀小说、杂文、短文等，推荐转载与MC相关的文，转载时请严格注明出处以及原作者姓名，一经转载，即被视为永久更新，意思是完结的必须转载完，未完结的随时更新着，如遇长期未更新的情况，以关闭帖子对待。转载合并为一帖，一楼索引，每天最多回复更新10章，多则算水。\n注：长期未更新=15天没新章节引入。若是原作者在转载过程中太监，那么没关系，注明一下即可。MC类优秀文章转载且负责的发帖人将给予一定量的高评分，非MC类给予一定评分。\n\n4.作品可以分章节发，也可以在一张帖子内全部写完，这点看你个人喜好。如果你是分章节发，请在发出三章以后，做好你的索引贴！并且在每个章节贴中放上索引贴的地址！如果你是在一张帖子内以回复的形式来发出章节的内容，那么请在第一楼附上所有回复章节的地址！（回复的地址请点击那个楼数，即会自动复制地址！）（至少版主更加喜欢这种清爽的发帖方式！）\n\n5.单章累积至三章或三章以上均可发布索引帖。索引帖不可在尚未发表到三章或三章以上文章前发布。\n注：作品所有章节发表在一个帖子内，且一楼为索引不参照第2条执行。作品仅有一章且超过600字不在此列。\n\n6.文章请不要涉及任何敏感政治话题，也请不要恶意针对某位玩家。也不允许有广告成分在其中，此类带有恶意的帖子将会被删除。\n\n7.关于申请精华帖事宜。文章确实很难直观评定，人有不同，爱好迥异，不管如何客观，每个人看文的优秀程度都有一定的区别，对于此，暂定折中方案是以基础标准的字数为基准，加上本版版主的集体评定给予。\n\n8.为方便制作新的索引，利于更多读者查看，发帖人可在发表文章的同时概括少量内容，作为简介。索引封面图片可以自制，内容符合文章，不符也行，但请勿乱来，凡是带敏感性质反和谐的一律删除并警告。图片大小不超过200*260。\n注：如果无心打造封面，那么请单独PM各版主制作封面，因每人口味轻重有别，所以生产的封面图不一定让君心满意足，见谅。\n又注：未准备封面本版将以默认封面替代。该封面仅会出现在索引帖，个人作品帖内请随意指定封面和大小。\n再注：此条没有强制性。\n\n9.因未及时审核导致下沉的帖子，将给予等额提升。\n\n10.预告帖、计划帖等无讨论性质的相关帖子请发在矿工茶馆版块，具备讨论性质的请在本版归类于讨论。无实质内容不符合标题帖，抄袭帖（包括公开文章等修改部分的情况）不可发表。此条同样适用于各个系列（如绘画、视频等）。【8月25日更新】\n\n11.所发帖属于创作或者翻译系列请加上创作或翻译的模板，即日起，未加模板将由版主手动添加，信息如有误，见到后请二次修改。【11月15日更新】 \n\n12.无论何种作品，发出后须在置顶索引帖进行登记并由版主进行相应加分，格式如下：\n作品：【作品名】\n链接：http://www.mcbbs.net/thread-xxxxxx-1-1.html\n注：如多帖更新则只需登记索引贴。\n未登记的作品将无法获得任何图章及图标。\n\n13.请将作品索引贴标题统一为以下格式：\n<前缀>【作品名称】[作者：【作者名称】][已更新至【最新章节】]【自添加内容】\n可供选择的前缀选项有：\n<原创·连载><原创·单篇>\n请将章节贴标题统一为以下格式：\n<连载·单章>【作品名称】[作者：【作者名称】][【章节数目及名称】]【自添加内容】\n注：如有更好建议，欢迎进行各种私信。\n如未进行标题更改，将由版主对标题进行修改，当然，这是会加上水印的，可以通过编辑帖子来去除。\n\n14.请在作品每章/节/段/回末尾处标注字数。\n够多吧！简单说一下，标题不说了，内容嘛....引人入胜，不要小学生水平，可以一开始就写内容，仅此而已（还好版规都写了..要不然我要累死...）\n翻译创作版发帖指南到此结束\n\nMod：这次我把三个整合在一起写，MOD讨论，其实就是讨论mod的游戏性，怎么玩，可以发一些mod教程什么的，版规-\n发帖注意事项：\n1.本区不得发布求助帖，要发请去MOD你问我答，否则扣减积分（20金币）+删除\n2.发帖时分类必须正确，否则将会扣减积分予以警告\n3.帖子内容必须有关于mod的，例如IC2的核电设计展示，利用BC的自动化系统等，否则将予以移动/删除并且扣减积分予以惩罚\n4.本区不完全禁止回复可见，但请酌情使用，同时发贴者需主动举报水回复者，否则将会删除回复可见\n5.本区对发金币无特别限制，但类似于回复可见，需主动举报，否则将会关闭回帖奖励\n6.地图请发展示与共享版\n7.懒人包/mod转载/mod发布请发在懒人包区/mod区，否则扣减积分+移动8类似“大家喜欢什么”之类的伪装成讨论的水贴请发到茶馆，只有一个问题，一个投票或者一个辩论的主题，统统为水贴，见一个删一个\n8.不允许发布任何有关作弊向的贴子，如矿踪添加id方法等，如出现违规贴给予减1人气减30金币+屏蔽关帖处罚9.禁止任何形式宣传服务器，宣传服务器请去服务器板块，违规这人气-1金粒-20贡献-1\nmod发布，就是发布mod啦...没什么好解释的...不过一定要注明版本和玩法，版规上！-\n客户端Mod发表主题约法几条：\n1.发表主题必须正确分类(至少得写上对应版本，否则一律关闭帖子）\n2.必填项必须准确填写（转载MOD必须填写原帖地址，否则关贴加下沉）\n3.务必写上对mod功能的中文介绍\n4.不得发表重复主题（mod适用版本不同除外）(如果新帖比旧帖更详细也是允许的)\n5.水帖无所谓，无意义的例如“dgeagsdg”直接给予警告\n6.问题发往问答区 发现直接锁定\n7.懒人包发布必须发布到子版块「懒人包发布」里\n8.标题格式:适用的版本号+[ssp]或[smp]+mod英文名称和中文名称+其他\n9.发布帖子之前请先查询是否存在永久更新贴,如果已存在的话重复贴会被删除(如果原永久更新贴长时间未更新 请向版主反映\n10.禁止发布mod制作器制作的无意义mod\n懒人包....不要剽窃，注明内含mod及玩法什么的，版规-\n[2-1]题目规格：[版本]+（如果贴内含有音乐请添加[内含音乐]）+ 整合包名称 违者-1~10金币+强制修改（*注意是＂[ ] ＂而不是＂【 】\"）\n\n--------------------------------------------------------------------------------\n[2-2]懒人包需写上所有已经安装的MOD(只截mods文件夹内的图片者照删 可放置到其他站点 并在帖子中注明链接)和API：即在模板\"所含内容\"内填写 如填写\"下面\"或\"帖内\"则必须在帖内中写明 违者直接删帖\n\n--------------------------------------------------------------------------------\n[2-3]过期的懒人包（即落后API最新版本对应的MC版本至少0.1）将移入“已过期懒人包”板块，如果更新到最新版本，可以PM版主重新移动到主版块\n\n--------------------------------------------------------------------------------\n[2-4]我们拒绝二次搬运及盗用，谢谢合作 —— 详细处罚见下文第七大项规定\n\n--------------------------------------------------------------------------------\n[2-5]加分，优秀，精华等相关规定详见版规第三大项\n\n--------------------------------------------------------------------------------\n[2-6]整合发帖时不得过于简略：不带图、未列尽所含内容、文字介绍少于60字，发现直接删帖。(图片可放置到其他站点 并在帖子中注明链接)\n\n--------------------------------------------------------------------------------\n[2-7]不得以任何方式索要回复，包括回复可见，积分可见，以及一切可能引起水回复的内容（例如一个“想要查看本帖隐藏内容请回复”的图片），回复奖励除外。（减去1~3人气+关贴3天）。\n\n--------------------------------------------------------------------------------\n[2-8]懒人包版本更新请在同一帖子内编辑——违者删除老的帖子（除非懒人包的主题改变或懒人包基于的MC版本改变。)\n\n--------------------------------------------------------------------------------\n[2-9]全面禁止包含作弊类mod的懒人包（CJB、X-ray等），违者直接删帖。\n\n--------------------------------------------------------------------------------\n[2-10]对于服务器宣传判定，详见下文第五大项规定。\n\n--------------------------------------------------------------------------------\n[2-11]由于相关法律法规，本版禁止任何手段进行营利（禁止所有商业/营利行为，包括贴散布广告，Adfly 链接，懒人包内夹杂广告地址等一切手段），违者永久屏蔽帖子并-3~5人气，-1贡献。 例外：当贴内任何内容都不涉及版权问题，且不存在任何散布官方Minecraft内容时，方可进行营利（需要出示证明，包括贴上图证+许可证出示源地址）\n\n--------------------------------------------------------------------------------\n[2-12]转载或半原创懒人包必须在帖子模板的\"原帖地址\"一栏填写原帖地址，如发现未添加者，直接删帖。\n\n--------------------------------------------------------------------------------\n[2-13]发布懒人包索引帖请确保帖内导航的个人发布的整合包数量必须超过3个，违者删帖。\n\n--------------------------------------------------------------------------------\n[2-14]禁止以超过3个的折叠内容（即【spoiler】【/spoiler】），或翻页来遮蔽下载地址，违者删帖。\nMOD版发帖指南到此结束（太简陋了么..）\n\n多人联机：又是一个整合，多人游戏讨论，可招募可求职（求职必须在人才市场），这几句话要注意\n注意:本版不能发布任何服务器，请依照正规方式发布服务器\n注意:本版也不能发布任何求助帖，请发到相应问答版\n注意:本版主版面不能发布任何服务器或玩家评论帖，请发到服务器/玩家评论子版块\n版规-\n?讨论 —— 用于多人联机玩家互相交流经历和经验等；\n?教程 —— 用于发表各类与多人游戏相关的指导帮助；\n?资讯 —— 用于与多人联机有关的消息发布，也可以发表某一服务器的相关消息；\n?资源 —— 用于分享与多人联机有关的资源（模组和插件请到模组＆插件版块发表）；\n?活动 —— 用于论坛或游戏服务器开展某项活动发帖；\n?公告 —— 用于管理人员发布重要通知和规定等。\n\n2.本版若发表了其它内容的帖子，若有必要则移动到对应版块，不必要则删除；\n3.本版禁止发伸手帖，最典型的格式是求XXX帖，被发现一律扣2人气+删除；\n4.本版禁止使用回复可见，被发现一律关闭帖子直至其取消回复可见，但允许使用一定积分可见；\n5.本版回帖奖励仅可作为沙发奖励，即100%概率，奖励1次；\n6.几种比较特殊的帖子如：服务器拉人、服务器活动、服务器公告、服务器玩家违规通报、某服务器联机感想等，需按具体内容格式发帖。\n7.本版禁止发布求服务器的贴子以及求基友的贴子，需要寻找服务器的请到服务器版块自行寻找，需要寻找基友的可到矿工茶馆多与他人交流。\n8.求职贴，请到人才市场专贴发布求职信息。\n此以下是最新加入的版规，请查看！\n丧心病狂...差不多就是这样了，服务器版块.....标题什么的都有限定，我也就不多说了，服务端插件，都是什么转载注明原地址啦什么的，非原创包括汉化的插件不能用广告链接（原作者的除外），版规直接给地址吧-http://www.mcbbs.net/thread-113062-1-1.html，分类-指路贴就是指路贴没什么好说的，原创和转载也不用我多说了吧...服务端懒人包-\n1.标题请按照版规的说明填写，否则帖子随时会被关闭或者删除。\n2.帖子内容务必充足，请勿发布三无帖子（无介绍无图片无文字）\n3.请勿站内二转，转载发布时请正确填写原帖地址，如发现填写为原创且版主查询到为转载视为剽窃。\n4.盗贴者发卡+删帖，恶意盗贴加大处罚力度。\n5.标题与内容不符、有骗回复嫌疑者，删帖、发卡，并扣除一定积分。\n6.本版块实施回复可见申请。（详情查看置顶帖）\n7.借发布整合包为由进行服务器宣传、散播广告、进行任何商业行为的帖子，删帖+发卡+扣除至少1点贡献。\n标题，貌似是版本+服务端类型，内容不能太过简单，图片最好可以发一下mod和插件的图片\n官方服务器我就不多说了（我也不玩）\n多人联机版发帖指南到此结束\n\nPE版：综合讨论..和PC的游戏技巧差不多，里面也包含了新闻资讯，其实PE版跟PC的那些板块也差不多，我也不解释了...手有点酸\n\n相关游戏：不清楚.....待补充\n\n论坛事务：表示论坛最底层和最高层都在这里，先说公告和反馈吧，公告其实就是管理员的一些公告...跟我们没关系，你也不可能发公告，举报投诉什么的...标题简介，内容陈述，版主申请则有专用格式，末地和沙龙我就不清楚了....（我又没进去过...）\n论坛事务发帖指南到此为止（有发帖指南么！！）\n\n差不多就这些了...我打了将近一个小时吧.....（手已残，求解救...）\n附上各大区的版规帖子及论坛坛规，希望各位新手能好好发帖\n坛规-http://www.mcbbs.net/thread-7808-1-1.html\nmod大区-http://www.mcbbs.net/thread-35536-1-1.html\n多人联机大区-http://www.mcbbs.net/thread-245192-1-1.html\nPE大区-http://www.mcbbs.net/thread-92078-1-1.html\n\n说我纯复制粘贴也好....反正我就是整合下发帖格式规则之类的而已\n如果有什么遗漏，欢迎各位回复补充，谢谢...我先休息去了....\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "409029528",
            "timestamp": 1399197720,
            "txt_content": "果真是零回复么…"
        },
        {
            "author": "332740643",
            "timestamp": 1399452540,
            "txt_content": "谢谢~~~~"
        },
        {
            "author": "冬日祭",
            "timestamp": 1399452600,
            "txt_content": "409029528 发表于 2014-5-4 18:02\n果真是零回复么…\n消灭零回复......"
        }
    ]
}