{
    "title": "<原创·連載>[史蒂夫的冒险] [連載1] ju哌y作品",
    "author": "ju哌y",
    "replyCount": 5,
    "timestamp": 1399036800,
    "txt_content": " 本帖最后由 ju哌y 于 2015-2-5 20:59 编辑 \n\n                                                                         史蒂夫的冒险[序言]\n\n  前方，只是一条黑暗的小径，不时传来一阵阵僵尸的呻吟...远方，一个奇特的方块闪亮着，在黑暗中，宛如一颗明珠。\n\n  史蒂夫举起他那只方块手臂，举到了背后，抽出一把闪亮的铁剑，被前方强烈的光照耀着，显得格外耀眼。他跑起来了，冲向那发光点，史蒂夫想得到它。路上，许多僵尸嚎叫着向史蒂夫跑来，但都接连倒下，光亮离史蒂夫越来越近，它所发出的光也随之变得刺眼。就在史蒂夫用钻石制作的镐子敲下那个方块时，一阵紫色的风刮来，史蒂夫差点被刮倒在地，那风是多么强烈，足以让树连根拔起。一个巨大的有翼物体飞了过来，黑紫色的身体周围点缀着星星点点的浅紫色颗粒。\n\n\n  那是一条龙，而且是一条巨大的飞龙，它的力量足以破坏方块，他冲向史蒂夫，慢慢地逼近史蒂夫，史蒂夫连连后退，他想要逃跑，可来不及了，巨龙已经近在咫尺，史蒂夫闭上了眼睛，等待着死亡的到来...\n\n                                              史蒂夫的冒险[1]\n  史蒂夫猛地睁开眼睛，头上的汗珠滚落下来，点点滴在他的床单上，他的枕头上就像被水浸过一样。这只是一个梦罢了，史蒂夫心想。可是，它怎么又像发生了一样呢，这个梦是那么的真实，只是...为什么那个世界都是由方块构成的呢，一切都是方块，太可怕了...如果我真的在那样的世界里，那还不知道会怎么样呢。史蒂夫自己安慰着自己。可是，他立即目瞪口呆了：到处都像他梦里看见的一样，只有一个个的方块。他伸出了手臂：没想到，这只是一支肉色的长方体，他所流下的汗珠，是一些会流动的蓝色方块，他震惊了，我...还是人吗，我怎么去见我那些朋友？他甚至绝望了，他垂下了头：“哎，我该怎么办”\n\n  史蒂夫无奈的穿上他那件曾经最喜欢的蓝色衬衫，但它在这方块世界里，就是一个个像素构成的一层纸片罢了。他关上衣柜，准备出门时，却惊讶的发现了一件东西。一个方块正安安静静地躺在他的书桌上，它不断散发出阵阵微光【这只是白天的缘故吧】，但史蒂的脸刷的一下白了，这是......\n\n  史蒂夫诧异的发现，这是，那个曾在我梦中出现的，会发亮的方块。史蒂夫走近一看，这个方块被阳光照透，显出了淡淡的紫色，中间点缀着闪闪明星，仿佛是宇宙的切块，在美丽中略带神秘。梦就是梦，怎么会与现实世界有关系？史蒂夫一向这样认为，可这次的经历让他震惊了，梦里的每一幕都在现实中出现......【什么，每一幕？】\n  \n\n\n                                             史蒂夫的冒险[2]\n    “梦里面的事也不完全可信啊，算了吧，已经够倒霉了，别再想了吧。”史蒂夫想。史蒂夫一边想着一边把那木门打开，这门这不过是普通的木板制作的罢了，可是在史蒂夫原来的世界里，这可是圣象牌的，可贵了！史蒂夫惋惜的说着，难道我再也回不去了吗？\n     史蒂夫说着，不知不觉就走到了楼梯间，石头做的的地面和墙壁仿佛就是原来世界的翻版一样。史蒂夫住在五楼，很快就下了楼，望着周围这熟悉又陌生的一切，史蒂夫又可以做什么呢？只有慢慢的适应罢了，等待机遇到来的时候。\n      这时，史蒂夫的脑子里却突然蹦出来一个想法，但这想法的力量足以改变史蒂夫的未来。史蒂夫想，那个水晶球会有什么用呢，即使它的来历确实蹊跷又神奇，但一个梦算什么，说不定是谁走错房间，把他的东西放在这儿了呢［史蒂夫自己也不太相信这种说法]，现在在我的手里，我想怎么办就怎么办！管它的，我如果把它给卖了，说不定可以装赚上一大笔钱呢，我都来到了这里，我就要在这里开创出一片天地！\n\n      史蒂夫回到了他的房间，找出了那个水晶球，放在手中，大概有5～6千克重，挺沉的。“应该可以卖个好价钱吧，这么重，又好看，几百万不成问题，当我有钱后，买许多东西，比现实生活中赚钱都要好多了！我都不想回到现实世界了呢！”\n\n      史蒂夫抱着水晶球，左右端詳着，这水晶球似乎蕴藏着无尽的能量，这里面也仿佛有一双恐怖的眼睛，正直勾勾地望着史蒂夫…仿佛那宇宙的吞噬者，有着毁灭一切的力量，如梦魇，不可磨灭......\n\n       啊！史蒂夫惊叫着跳了起来，猛然发现自己居然抱着水晶球睡着了，连衣服都没脱，史蒂夫想着，这是怎么回事呢？当他看到水晶球的时候，他差点吓了一跳。水晶球，居然给了史蒂夫一种莫名的恐惧感。史蒂夫惊讶的想到：这...真是邪门，我怎么就摊上了这样的一个不祥之物呢，我得赶快将他出手，换成钱什么的，不要让它再来祸害我了。史蒂夫把球撇在了一边，冲向电脑桌，打开了电脑那方块化的电源。“咔”的一声，电脑的屏幕在像素的限制下缓缓变蓝，不久就出现了四个不同色方块组成的MineWindows的图标，接着，显出了史蒂夫的桌面。史蒂夫在网上约好了观众，并且申请了一场拍卖会，时间就定在了明天。\n       “系好皮带，穿上了鞋带，然后将领结整了整，便整装待发”史蒂夫快步走出家门，手中提着一个用钻石镶边的手提包，其中装着他今天去拍卖将会用到的水晶球，史蒂夫也不敢多要几天那个水晶球了，使得他每晚都做噩梦，史蒂夫想。“那指定不是什么好东西！”史蒂夫抱怨道“真是谁要了它谁倒霉！”不久，史蒂夫就赶到了现场，当时已经是观众满席了，史蒂夫从人群中硬生生挤出了一条道路，走上了拍卖台。\n       “现在有请，我们的史蒂夫先生拿出他的藏品：水晶球”随着讲解员清脆的演讲声，史蒂夫打开了他手提包金色的锁扣，随着，里面是一件用紫色丝绸包裹的球状物体，史蒂夫小心翼翼地取出了它，那水晶球的光芒略微透过了紫色盖布，接着，史蒂夫将它放在了站台上，慢慢揭开了那水晶球的盖布。“啊--”观众席上一阵惊呼，这是多么一件价值连城的宝贝啊！\n       “大家先安静，拍卖会现在开始，请宝贝提供者报底价！”\n        沉寂了许久...\n       “拍卖会现在开始，请宝贝提供者报底价！”讲解员重复了一遍。\n       “怎么回事？”观众席上开始议论纷纷。\n        这时，史蒂夫正盯着远处的门口，全然忘记了会场......                                                史蒂夫的冒险[3]\n     还没等来观众的反应，史蒂夫已经箭步冲下了拍卖台，穿越人群，赶到门前，此时，只见门外路口处，一个黑影闪过，便消失在了那个转角，史蒂夫哪还来得及管，毫不犹豫冲上前去，史蒂夫凭借着当年在海军陆战队实战训练的经验，两三下爬上了那个转角旁边的高墙，又两步踏上了一边的屋顶，他在屋顶之间不断飞跃，每一次落地都以完美的姿势着陆，不久，史蒂夫便登上了城市的最高点，钟塔的顶端，史蒂夫看见了脚下街区的那个黑影，离自己不远，，但他同样步速如飞，就在钟塔下不远处奔跑，史蒂夫深吸了一口气，看看天上的蓝天白云中好似带着一股血红...史蒂夫纵身跃下他在空中张开双臂，然后迅速并拢双腿，形成了一个完美的飞行姿态，接着，在即将落地的一瞬间，史蒂夫一个空翻，膝盖微微弯曲，便随着一阵风落在了那个黑影的前面，史蒂夫面前的落叶纷纷，尘土飞扬，眼前的黑影已经看似微不足道，史蒂夫看清了那个逃避他的黑影，竟然是隔壁家的张大爷。\n        史蒂夫见那张大爷手中紧拽着一张信封，于是，想到这件事情肯定有蹊跷，绝不像想象的那么简单，史蒂夫便迅速要将那信封夺来，但那张大爷怎能愿意，与史蒂夫对峙，眼见信封就要撕烂，史蒂夫竟眼前一黑，晕了过去,不省人事了......\n        “兄弟，你没事吧”一种带安慰感的声音从史蒂夫耳畔响起。\n        “我这是在哪啊，我怎么没来过这里！”史蒂夫心想。\n         “快起来，你已经昏迷了几天了，要不是我把你救起来，你也许就不能再见到这个世界了。\n         史蒂夫缓缓爬起，但脑后还保留一阵剧痛，史蒂夫环顾四周，之间眼前是被打理的整整齐齐的装备和设施。一个陌生的中年男子站在眼前。“我这是怎么回事，我不是已经死了吗，那天，我和张大爷抢夺信封，却遭到暗算，然后我就什么也不知道了，对了，您是...”\n        “我叫派克”那位中年男子说道，“我看见你倒在了大街上，就把你救了起来，我可否知道大侠名字？”                         “史蒂夫·塔雷克斯”史蒂夫回答道。\n   \n\n\n\n\n\n\n\n\n\n\n未完待续...\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1525967679",
            "timestamp": 1399036800,
            "txt_content": "支持一下 加油{:10_492:}"
        },
        {
            "author": "ju哌y",
            "timestamp": 1399036980,
            "txt_content": "1525967679 发表于 2014-5-2 21:20\n支持一下 加油\n谢谢评价"
        },
        {
            "author": "ju哌y",
            "timestamp": 1399037040,
            "txt_content": "heyuwei 发表于 2014-5-2 21:22\nlz码字辛苦了\n是打了许久啊"
        },
        {
            "author": "ju哌y",
            "timestamp": 1399037100,
            "txt_content": "1525967679 发表于 2014-5-2 21:20\n支持一下 加油\n这速度，太快了点吧，我刚发布一分钟就来了"
        },
        {
            "author": "谭泽辰",
            "timestamp": 1399080780,
            "txt_content": "这么一堆人评论......每一个给加分......刷什么那这是？"
        }
    ]
}