{
    "title": "<原创·连载>【211战队 MC世界的科技之晶】[作者：闪电][5章]",
    "author": "1359874",
    "replyCount": 4,
    "timestamp": 1399078380,
    "txt_content": " 本帖最后由 1359874 于 2014-5-3 08:55 编辑 \n\n5 记忆 第一人称 闪电“哈哈！来追我啊！”耳边传来一个女孩的声音………四周是一片宽敞的平原……有好多玫瑰和蒲公英……嗯……这是那？我在追一个女孩…好像是我的梦境………身体无法控制住……那个女孩看着……好眼熟……怎么这么像小黑？只是………嗯？天上是什么？一只黑色的巨龙向我冲了过来。“小心！”我冲着那个女孩喊了声。那个巨龙就要撞上我了…………“啊啊！吓死我了！”我一下坐了起来。嗯……天亮了……“嗯？闪电你醒了？”小黑一下出现在我脸前，距离很近……就像要亲上似的。我下意识的往后退。“你后退干什么，我又不会吃了你。”“那可不一定……”“什么意思！我可救了你一命呢！”“额……那……那谢谢你了……头好痛啊…刚才做了个梦……好奇怪啊…”“嗯？什么梦？”“就是我在一个有好多玫瑰和蒲公英的平原上追一个女孩………那个女孩和你长得好像……”“………”“小黑，你怎么了？”“没什么。对了，你还想起什么？”“什么都没有了……连前几天的事都记不清楚了…都忘了怎么睡着的…………”“呵呵，看来我的魔法用的还不错。”“嗯？小黑你说什么呢？”“啊啊，我说……说……哎？冰闪哪去了？”“我在这呢！”我回头一看，老哥抱着一大堆苹果走了过来。小黑：“哎？冰闪你什么时候………”冰闪：“刚才我起来看见你们在说话，就没打扰你们。”闪电：“嗯……小黑你也吃点吧。”小黑：“不用了，闪电，昨天你怎么会用那一招？”闪电：“我也不知道啊……”\n冰闪：“那招有什么问题吗？”小黑：“科技之力的觉醒之一！是剑之觉醒！”闪电：“啊？”小黑：“这股能量你要自己好好控制！我先走了！”小黑一下又不见了，只留下一些紫色的光。“真是个奇怪的妹子。”“算了，闪电，待会多砍点原木，回去建个围栏，再建个房子做储藏室。”“好嘞！”费了一个上午，我们才把储藏室建好，我回到房子里，老哥正在用合成箱做桌子和凳子呢。我先回了房间，多亏之前刚打游戏的时候用作弊码召唤了张床，我一头躺床上就睡了…………镜头转台  末路之地“魅影，确定了吗？”“报告龙王，确定了。”“那你干掉他没有？”“没有……”“什么？！为什么你不杀了他？！”“我……我只是觉得他现在比较容易被控制，毕竟，控制他，龙王您就可以拥有魔法和科技两大力量了。”“嗯……你说的有道理，先不要杀了他。行了，你下去吧。”“是。”小黑刚退下，有一个黑影挡住了她。“魅影，你什么意思？”“我……我只是想让龙王变得更强。”“但愿你真是怎么想的，你要记住，永远不要对敌人手软。”“我……”         “行了，我这样也是为了你好，母亲死前说过，让我照顾好你。”“……”第一部  穿越http://www.mcbbs.net/thread-268646-1-1.html第二部  方块世界http://www.mcbbs.net/thread-268654-1-1.html第三部  朋友？http://www.mcbbs.net/thread-268686-1-1.html第四部    战场http://www.mcbbs.net/thread-268719-1-1.html\n",
    "replies": [
        {
            "author": "303606031",
            "timestamp": 1399078680,
            "txt_content": "都是写小说的顶你一下吧。{:10_492:}"
        },
        {
            "author": "17291159",
            "timestamp": 1399078680,
            "txt_content": "“整篇文章下来 语言性文字太多了。这是那，应该是这是哪。而且你完全可以把这篇合并掉，不然这篇写起来文章中心一点都没有"
        },
        {
            "author": "simon3000",
            "timestamp": 1399078860,
            "txt_content": "全市对话哎"
        },
        {
            "author": "1224812105",
            "timestamp": 1399079220,
            "txt_content": "好吧，顶个...."
        }
    ]
}