{
    "title": "<连载>【蘑菇牛日记】[作者：冥王星人][36]",
    "author": "冥王星人",
    "replyCount": 5,
    "timestamp": 1399092000,
    "txt_content": "正文：\n\n　　\n　　\n　　我惊愕中跳起，跟着脚步不稳扑倒在地。\n　　“他们去了？整个村子都过去了吗？！”\n　　“你才恢复不要乱动！还是上床休息吧。”\n　　吉布慌忙伸手搀扶，我却一心想冲出家门，阻止众人的愚蠢行为。\n　　“叫他们回来！这样下去……这样下去会把‘那个’引来！”\n　　“哪、哪个？”\n　　吉布给我的情绪突变为难住。当然了，以前相处很好的，一夜之间猛地发疯，满口意义不明内容，能反应的仅剩下疑惑。\n　　“那个！就是……你真不明白？！”\n　　“啊、”吉布愣了一下，摸摸光秃的后脑，好像总算理解我为什么陷入极度恐惧的狂乱。“那东西，不是真的有吧？”\n　　“不------他真实存在！而且这伤……”\n　　我捂住胸口，越发感觉黑暗的势力逐渐逼近。\n　　“嗯？”\n　　“他留下的也说不定。”\n　　“咦？！”\n　　\n　　世界的常识中可做剑的材料有木、石、铁、金、钻石，共五种。实际制作器具共七种原料，另两种虽能获得，但普通方法无法加工，单靠人的手段根本做不出成品。\n　　由于要求太过苛刻，两种矿石被造物主赋予丰富，抑或说可怕的特殊力量。\n　　石英------赐生命、净化、医治，等一切正向和释放效果；黑曜------破坏、剥夺、污染，等全部负面和吸收效果。\n　　而黑曜石所铸利剑又一个功用，即“在灵魂上造成伤痕”。\n　　假若持有者愿意，它能够不伤肉体分毫，直接将灵魂斩断杀死对手。也可不害性命，只使切割处永远记住损害方式，不时反复破裂直至伤者走进坟墓。\n　　那情形，就如同我……\n　　剑的主人，无疑，“他”以外再无别人。\n　　\n　　“食物霉变顶多需要三天，矿场附近的住家积灰够厚只用一周，不过要金属生锈到折断，却比废屋坍塌用时还长。世上能做到叫铁剑短期解体，具备强大腐蚀力的，唯独……”\n　　僵尸的体液。\n　　关键词上我敏感的住了口。说出来，一定吓坏这单纯的老实人，我不想因此失去或者被他疏远。那群贪财好酒的不义之人可以不管，身边最后一个信赖的伙伴，得尽全力维护。\n　　\n　　“这么说，他们都死了，还和……那个，有直接关系？”吉布拉起我推到床上，摆出副敷衍态度。“好吧，我明白了。”\n　　“你不信我？！”\n　　“我信我信。要知道你以外，我还从未见过哪个懂得如此多，见识甚至超过我老爹。”\n　　“那你这------”\n　　这张脸上明明写的，是什么？\n　　“你累了Steve，早些休息吧。不用担心，天黑前人们会各自回家，到时我替你提醒大伙多防范怪类就好。”\n　　“不是怪！是‘那个’！光防范能做什么用？！”\n　　“没事他们人很多，‘那个’来了也不会怎样，再者我们也没招惹他啊。”\n　　“你------、”\n　　“去睡吧。这村子好歹建在圣地边上，打我出生就没发现一只怪敢靠近。纵使来了，不是有你的剑在？别瞧我多年中只摸鱼竿，真碰上个蜘蛛骷髅什么的，也能砍倒一打咧。”\n　　\n　　“吉布，你要清楚，我们的对手……”\n　　并非普通的异族，他是邪恶的源泉。\n　　“清楚，我全清楚。听话Steve，你我眼下做不成什么，只有安静等候。给村人一点时间，机会合适了他们会听的。”\n　　“机会……吗？”\n　　症结不是我甘于忍让，不是你温顺服从，在乎“他”是否决断。今天错失，恐怕再不会来临……\n　　之后我败给吉布的坚持，劝哄下渐渐睡去。\n　　探险失控，大量失血，以及无效争辩搞得人精疲力竭，确实需要深度睡眠调养。\n　　但愿我犯错，威胁仅是荒谬臆想；但愿所见是假象，村民失踪与仇恨无干；没谁来破坏如今闲畅的生活，搅动此刻安舒的梦境……\n　　\n　　\n\n\n索引：\n\nhttp://www.mcbbs.net/thread-98718-1-1.html\n\n\n废言：\n \n听说特产被我吓得不敢来申请复职了，啊哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈——【详情见前一节更新】\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "zzyask123",
            "timestamp": 1399092300,
            "txt_content": "看看2333"
        },
        {
            "author": "345597107",
            "timestamp": 1399092300,
            "txt_content": "{:10_512:}很好的一片日记！"
        },
        {
            "author": "lisongnan7",
            "timestamp": 1399092300,
            "txt_content": "支持一下啊"
        },
        {
            "author": "250=mo",
            "timestamp": 1399092600,
            "txt_content": "只看附言的笑着路过"
        },
        {
            "author": "冥王星人",
            "timestamp": 1399095600,
            "txt_content": "250=mo 发表于 2014-5-3 12:50\n只看附言的笑着路过\n= =#\n我怎么那么想打你？"
        }
    ]
}