{
    "title": "<原创·连载>[没有终界]作者：黑小白[第四章]",
    "author": "黑小白",
    "replyCount": 18,
    "timestamp": 1399115700,
    "txt_content": " 本帖最后由 黑小白 于 2014-5-3 19:25 编辑 \n\n                      {:10_492:}我貌似发现我越来越喜欢发小说了，只要你们支持就是我的动力！{:10_512:}\n     小说↓第四章-幻境！！！\n  吉克看到了什么？他看到了钻石矿！这足以闪瞎他的24k纯金狗眼！虽然只有一个但是，他惊呆了！“钻石...梦都梦不到..既然这样被发现了！”突然一根剑飞速的窜过打在离吉克1m远的地方！“是谁！”骷髅开始发出咔咔的声音“是我！””变异骷髅BOSS？””你说对了！，不过你得死在这里！因为你拿走光之荷叶！“切，还给你算了。”周奇随手一丢，扔在了祭坛上面，那一刹那电闪雷鸣！轰的一声！吉克和周奇出现了反胃，失明，和减速的状态！\n\n             “我去...这不是HIM来的节奏么”他们想的多余了，HIM来的节奏还有一个状态。“不！这不是HIM来的节奏，这是幻境，接下来我们得小心了。这幻境也许会给我们好东西，也许我们会葬送于此。”周奇争辩着。“好吧”吉克的面前突然多了好多苦力怕！随之爆炸声间，两人已经怕的爬到了祭坛顶层。“日，这些是幻境？这是现实吧！我去都快死了我！”随之苦力怕一下子涌上来！“NONONO！NO！！！！！！！”BONG！苦力怕爆炸了。在爆炸之后他们附近留下了骨头...你们以为他死了？错！没有！\n\n           “我去，这里是天堂么。”吉克从草地上爬起来。“周奇！周奇！周奇你在哪儿！”吉克向远处跑去依然没看见周奇，于是吉克拿着手上的石头往悬崖一扔”该死的，去哪儿了！”突然某个机关被打开了似的。“咦！宝箱？挖槽！里面里面里面...竟然有！钻石块2个！钻石套！钻石工具套！”这么好的东西吉克东张西望了下，“嘿嘿，既然没人我拿走了诶！”在拿走的那一瞬间又一个机关被打开了，“！！！！别过来！别过来！”吉克貌似看到了什么恐怖的东西，是什么呢？苦力怕！一大波苦力怕正在接近！“吉克，你个白痴！”远处穿来了周奇的声音...“白痴白痴白痴！”吉克想了想，这也许是个幻境。然后幻想了一下，突然钻石套，100级附魔钻石剑！都装在他身上！“我坚信！德玛西亚的力量！”伴随着一声“德玛西亚”吉克冲出了幻境。\n\n\n           “我终于出来了...咦？周奇呢“又一个机关被打开了显示出了一个大屏幕，周奇正在幻境中...\n\n大家再支持我吧！我会写出更好的作品的！\n                                                       我再发个英文的↓\nWhat Jake saw? He saw a diamond mine! This is enough to blind his 24K GoldDog eyes! Although there is only one but, he was stunned! \"Diamond... Dreamdream less. Since it was discovered!\" Suddenly a sword rapid channelingplayed from Jake 1m away! \"Who is!\" I am a clicking sound skeleton began \"!\"\"Variation of skull BOSS?\"\" You said it. , but you have to die here! Because you use your wardrobe malfunction of lotus leaf! \"Cut, back to you.\" Zhou Qi with a throw, throw in the altar, that moment -- lose one's temper! Bang! Jake andZhou Qi appeared nausea, blindness, and decelerating state!\"I'm going to... This is not HIM to rhythm.\" they want to spare, HIM to the rhythm of another state. No. This is not HIM to rhythm, this is illusion, then we have to be careful. This illusion may give us the good stuff, maybe we'll ruin in this.\"Zhou Qi argued that. \"Okay\" before Jake's suddenly many many cooly afraid!With the explosion, two people have been afraid to climb to the top of the altar.\"Day, these are the dreamland? This is the reality! I almost died i!\" With acooly sprang! \"NONONO! NO!!!!!!!\" BONG! Cooly if exploded. After the explosion, near them left the bones... Do you think he's dead? Wrong. No.\"I go, here is the paradise.\" Jake climbs up from the grass. \"Zhou qi! Zhou Qi.Zhou Qi where are you!\" Jake ran to the distant still don't see Zhou Qi, andJake take stone toward the cliff throw \"Damn it, where to go to!\" Suddenly anagency was opened like. \"Hey! The treasure box? Chamfer! Inside there isinside..! Diamond block 2! Diamond set! Diamond tool set!\" Such a good thingJake look around the, \"Hey, since no one I took!\" Another agency was openedat that moment,\"!!!! Don't come! Don't come! Jake looks like to see what terrible things, is what? Even cooly! A wave is close to even cooly! \"Jake, you idiot!\" The distance to wear the week Qi voice... \"Idiot idiot idiot!\" Jake thinks,this may be an illusion. Then the illusion, suddenly a diamond set, 100 levelenchanting diamond sword! Put on him! \"I believe! The power of de Marcia!\"With a cry of \"de Marcia\" Jake out of illusion.\"I finally came out... Huh? Zhou Qine \"another organ were opened to show alarge screen, Zhou Qi is in the dreamland...   英文版的翻译过来有点变态，所以别翻译了....",
    "replies": [
        {
            "author": "MC大湿",
            "timestamp": 1399115760,
            "txt_content": "\n“NONONO！NO！！！！！！！”BONG！苦力怕爆炸了\n\n好有喜感"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1399115760,
            "txt_content": "字再多一些，还有，再发就屠版了。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1399115820,
            "txt_content": "这有600字？"
        },
        {
            "author": "黑小白",
            "timestamp": 1399115820,
            "txt_content": "CloudsXDao 发表于 2014-5-3 19:17\n这有600字？\n应该有吧"
        },
        {
            "author": "黑小白",
            "timestamp": 1399115880,
            "txt_content": "yuchenyang 发表于 2014-5-3 19:16\n字再多一些，还有，再发就屠版了。\n哦哦，下一次一定会多字的，什么叫屠版？{:10_492:}本人新人"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1399116000,
            "txt_content": "黑小白 发表于 2014-5-3 19:18\n哦哦，下一次一定会多字的，什么叫屠版？本人新人\n在同一个版块连续发5张或5张以上的帖。"
        },
        {
            "author": "黑小白",
            "timestamp": 1399116300,
            "txt_content": "yuchenyang 发表于 2014-5-3 19:20\n在同一个版块连续发5张或5张以上的帖。\n哦- -那只能一天更一次了"
        },
        {
            "author": "1454727223",
            "timestamp": 1399116420,
            "txt_content": "德玛西亚的力量。。是菊花赐予他的吗。。"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1399116540,
            "txt_content": "黑小白 发表于 2014-5-3 19:25\n哦- -那只能一天更一次了\n不一定，只要中间有人发帖就可以了。\n话说英文是机翻的对不对。"
        },
        {
            "author": "黑小白",
            "timestamp": 1399116540,
            "txt_content": "1454727223 发表于 2014-5-3 19:27\n德玛西亚的力量。。是菊花赐予他的吗。。\n嗯，对，菊花太牛逼了"
        },
        {
            "author": "黑小白",
            "timestamp": 1399116600,
            "txt_content": "yuchenyang 发表于 2014-5-3 19:29\n不一定，只要中间有人发帖就可以了。\n话说英文是机翻的对不对。\n你咋知道的- -"
        },
        {
            "author": "我叫小僵",
            "timestamp": 1399684860,
            "txt_content": "有了100级的附魔，还用担心him？"
        },
        {
            "author": "黑小白",
            "timestamp": 1399686660,
            "txt_content": "我叫小僵 发表于 2014-5-10 09:21\n有了100级的附魔，还用担心him？\n为何不怕，HIM会瞬移"
        },
        {
            "author": "我叫小僵",
            "timestamp": 1399686780,
            "txt_content": "黑小白 发表于 2014-5-10 09:51\n为何不怕，HIM会瞬移\n其实him的能力和小黑是一样的，是快速移动不是瞬移"
        },
        {
            "author": "我叫小僵",
            "timestamp": 1399686840,
            "txt_content": "还有移动后他和小黑一样，一段时间瞬移不了"
        },
        {
            "author": "黑小白",
            "timestamp": 1399686840,
            "txt_content": "我叫小僵 发表于 2014-5-10 09:53\n其实him的能力和小黑是一样的，是快速移动不是瞬移\n你死定了，你让我屠版了"
        },
        {
            "author": "黑小白",
            "timestamp": 1399686840,
            "txt_content": "我叫小僵 发表于 2014-5-10 09:53\n其实him的能力和小黑是一样的，是快速移动不是瞬移\n屠版了完了完了"
        },
        {
            "author": "我叫小僵",
            "timestamp": 1399686960,
            "txt_content": "好吧lz我错了"
        }
    ]
}