{
    "title": "<原创·单篇>【逝去的幻想】[作者：【andy990928】]",
    "author": "andy990928",
    "replyCount": 5,
    "timestamp": 1399189020,
    "txt_content": " 本帖最后由 andy990928 于 2014-6-12 20:01 编辑 \n又来发我写的莫名其妙的文章了，大家正面的吐槽我把！你的回复，就是我写文的动力，前面两章在这里啊，大家兴趣的可以去看看  虚伪的荣耀  勇气与恐惧 点连接就能进去了         她，死了么？      当华丽的爆炸烈焰包裹住自己时候已经失去知觉，直到她在内心问出这个问题，她的意识才开始工作。      她挣扎的想要坐起身，暗红的血液流遍她的身体，若不是他们有所准备，这种创伤足以将他击杀2次甚至更多。      该死的星灵，竟然能通过意识连接将我短暂的折跃到他们的基地，哪怕只是一个呼吸，也差点将她杀死。      大意了，如果不是将星灵中的执行官追杀至半残，星灵们根本没有机会与他进行对接，因为，脑虫基本不会离开孵化 池。      那个年轻人，如此年轻的皮囊之下，竟然也潜藏着一颗老狐狸的心灵，他的情报把她骗至沙漠中心地带，那里，距离星灵的基地已经十分接近了，然而，当时以为快要胜利的她却没有注意到这一点。      她不甘心，他们同样也不甘心。      这场战争，失败者，快要丢掉性命，胜利者同样也快要失去一切，到头来，到底是谁赢了呢？      然而这场战争却仍要进行，因为，他们的种族不同，他们的信念也同样不同。      她的心中清楚的很，这场战争，不是你死，就是我活，没有中间地带。      由于她意识的消失，虫群也暂时失去了头脑，但只要他存在，虫群就永不会消失。      她恨，熊熊燃烧的恨意教她心寒，也必将教她的敌人心寒。      战争，终究不是个人的游戏，那些以一己之力插足战争的人，也将随风逝去，无影无踪。      当敌人之血浇灌虫群的菌毯并被其转化为养料后，她也将再度卷土重来，他没有失败，她还能胜利。      然而，她心中想的最多却不是这件简单的事，而是她的虫群，她来到这颗星球的原因，原本是相位自己的虫群谋求福祉，然而，那些可恶的人类和星灵，他们一见到她带领的虫群，便大开杀戒，那天，所有的希望都如同她的虫子们的尸体，被撕了个粉碎。      她想要生存，就必须回击，这场战争打到这里，没有谁对谁错，一切，都怪他们错误的性格碰撞在了错误的时间。      若他们的种族一致，他们也许能够成为一对可以倾诉秘密的朋友，可，这永远也不可能了，在战争打响之前，她心中的幻想还是如此单纯。      一切要怪这场战争，一切要怪这个世界，她这样想道，外面下起了小雨，也同样落在了躺在孵化池中近乎死亡的她的心里。      时间推移，她的心里感觉好受了一些，她的身体也逐渐恢复，她在孵化池里站立起来，想起还有许多事情等她去完成，当她完成了那些事之后，或许还能回来躺一会。      突然，她感觉心有些隐隐作痛，这场战争杀死了许多人，那个过去心思单纯，初来乍到的脑虫也葬身于此。      而我，将带领新的虫群，去占领这颗星球，让那群无知的生灵，感受被吞噬的恐惧。      她望向远方的小镇，那里或许有个讲故事的老人，和一个肢体残破的可恶星灵，都是她的敌人。      她，死了么？期待你的回复，吐槽什么的都接受啊！",
    "replies": [
        {
            "author": "年少°",
            "timestamp": 1399190640,
            "txt_content": "文盲路过- -"
        },
        {
            "author": "andy990928",
            "timestamp": 1399190700,
            "txt_content": "年少° 发表于 2014-5-4 16:04\n文盲路过- -\n同样文盲一个，握爪，谢谢你的回复"
        },
        {
            "author": "年少°",
            "timestamp": 1399190880,
            "txt_content": "andy990928 发表于 2014-5-4 16:05\n同样文盲一个，握爪，谢谢你的回复\n握抓，表示好意"
        },
        {
            "author": "银狼",
            "timestamp": 1399191960,
            "txt_content": "为什么有一种不明觉厉的感觉"
        },
        {
            "author": "andy990928",
            "timestamp": 1399192080,
            "txt_content": "银狼 发表于 2014-5-4 16:26\n为什么有一种不明觉厉的感觉\n。。。谢谢版主的支持。"
        }
    ]
}