{
    "title": "<连载·单章>刀之影，光之念[作者：死歌][第六章]又跪了Orz",
    "author": "xcc",
    "replyCount": 9,
    "timestamp": 1399209960,
    "txt_content": "   1.  兽族战士的脚步无比急促地奔向炎寒城。  我喘着粗气，抬头却看到了无比壮烈雄伟的景象：三个虚灵在浑浊无华的天穹中撼天动地的对决着。  靠近人类军队的两个虚灵的形象，我看得出来，是猎魔会会长凯莱尔和龙铎十字军的骑士长克雷多。  虚灵是一种力量的体现。当人把力量汇聚一点，就可以产生虚灵。虚灵的形象基于它的召唤者却高于召唤者，它的大小由召唤者的力量决定。假使Herorbine召唤出虚灵，那么他的虚灵将会是覆盖整个夜空的。召唤者使用技能，虚灵也同步使用技能，但威力却比召唤者单体要强多了。这就是召唤虚灵的益处。不过，操控虚灵时，召唤者本身是没有反抗攻击的能力的，这也无怪凯莱尔和克雷多前方有大量人员守卫着了。  凯莱尔的虚灵，虚无缥缈，只有一个淡淡的轮廓，但虚灵本身却十分巨大。身穿铅灰色赏金猎人风衣的他，召唤出的虚灵是一个持刀赤甲的武士，头盔上还有一个月牙形的装饰，在夜空中显得如此耀眼。  我看得出，凯莱尔身前是猎魔会的三大猎魔长。他们的脚紧紧踏着黑曜石砖地板，我却感到一股涌动的能量像钻子一样钻着地下....  黑曜石砖裂了。那可是黑曜石啊。  克雷多的虚灵则是一个中世纪的骑士，只不过没有坐骑。那个骑士的铠甲是仿佛能吞噬一切的深紫色，骑士的铠甲算不上华丽，但却有一种让人窒息的气息。骑士手持着长矛，矛刃像蛇的信子，猩红猩红，尖利无比。  他前面是一大群士兵，克雷多的身躯似乎被埋没了，但我还是能找到气宇不凡的他，只因为他身上有股恐怖幽邃的气息。   那与他们对战的是谁，竟然也能召唤虚灵。我向人类大军的对面望去。   那个虚灵是深绿色，是一个蝎族战士，从巨大的螯刺和四只浅绿色的虫眼就可以看出来。它的铠甲并不华丽，只是一个粗糙滥制的黑色皮甲，但它的螯刺却不粗糙.，双手抵挡克雷多的同时，螯刺也在挡着凯莱尔。   那个虚灵的操控者身前是一队骷髅德鲁伊，估计那个操纵者就是暮色神王了吧。   正在猜测时，天空中传来一声狞笑：“认输吧愚蠢的蝼蚁！我巴尔萨斯可是暮色神王，岂是你们这些渣滓能比的？！哈哈哈——”   不用猜测了，他就是暮色神王。                     我要让你们这些蝼蚁杂鱼                          臣服于我                       如果不愿意只会发生一件事                         天崩地裂                         众生消亡                         2.我突然心生一计。只要突破德鲁伊大军击败巴尔萨斯，那么人类必赢.无疑了。关键是如何突破。 我早已算计好了：绕路然后一跃而起。就是这么简洁。那么开始吧。我小心地贴着墙走到德鲁伊大军后，然后慢慢地靠近，一跃——我才发现一个德鲁伊空洞的双眼直勾勾的瞪着我，然后他挥动那布满灰尘的骨手——一把把锋利的枪头指着我，我被发现了。懊悔着的我很后悔做了这个愚蠢的决定——德鲁伊的智商有那么低？！只能拼死一搏了，说不定还能干掉一些德鲁伊。我高擎起我的孤翼苍狼，把一只德鲁伊当头一砍砍死了。但接下来的大军我可对付不了啊。许许多多的矛头万箭齐发，我想闪，可闪不了。一根矛头刺在了我的腿上。腿正是雾族人的软肋。许许多多的矛头钉在我身上，顿时血流不止。“哪里来的，给我滚回哪里去！”我愤怒地咆哮着，全然不过伤痛，跑了过去。我失去了一部分知觉，或许是因为疼痛变得麻木了。但我还在愤怒地杀戮着，空气中弥漫着强烈的血腥味。我一刀一刀地砍，把德鲁伊的骨架不断地削去——我要让他们品尝到真真切切的痛苦。血溅在了我脸上。“哈哈哈——这是多么美妙啊！”我发了疯似的大叫着，“死亡的恩赐啊！这血的滋味....实在是太..美味了....真是久违的感觉啊.....”我仍然面无表情地杀戮着，德鲁伊军队被我削去了大半，像削苹果一样，太爽了！我鬼魅般的笑声在德鲁伊军队中心回荡。“来啊！”我舔去脸上的鲜血，“跟我打啊！”德鲁伊惧怕的望着我。他们竟然也会惧怕。“跟我大战三百回合！”我挥舞镰刀，在军队中杀出一条血路，血液映红了整个军队。“谁？！”巴尔萨斯警惕地一回头。克雷多和凯莱尔瞅准了这个好机会，操纵虚灵斩杀巴尔萨斯。“可恶....我堂堂暮色神王....”他脸色铁青,目中凶光仿佛贯穿了一切，他的虚灵身上突然爆发出万丈红光！克雷多和凯莱尔被这强大的气势震退。“翼寒星！”克雷多大喊，“巴尔萨斯发飙了！快离开！”我如梦初醒，慌忙离开被一片猩红染红的地区。突然，眼前一黑..........                   永恒的梦魇缠绕于人心                    雾霾般的恶魔挥之不去                    唯有鲜血                  让人兴奋不已               3.发生了什么？我看见顿灵关切地端着一杯红茶。“谢了我不喝茶。”我坐起身，发现视线很模糊。“呃....”顿灵支吾着，“额额....你的左眼和右臂......废废废....”“废了。”莎娜无不忧愁地接过话。我吃惊的看看，竟然真的.....右臂已断。“不过你的勇气.....”凯莱尔意味深长道，“虽然有种不祥的气息....但你是个好猎手！”到底发生了什么？！“这样的....”帝恩斯娓娓道来。当时的我发了疯似的，而且身上的铠甲变为了深紫色和白色相间的，铠甲上的尖刺也愈发锋利了，背后还有恶魔般的黑翼.....“这是....怎么回事？”我问了一句。帝恩斯瞪了我一眼。“对了。”克雷多说，“你们这些有潜力的精英啊.....应该去雪之城啦——”    end   [groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1399209960,
            "txt_content": "@Aiursad\n @250＝mo\n @yuchengyang\n@长手的苦力怕 \n@CloudsXDao  "
        },
        {
            "author": "xcc",
            "timestamp": 1399210020,
            "txt_content": "  \n\n\n字符统计结果\n\n字符总数： 2318 个 \n中文字符总数： 1717 个\n 中文标点总数： 219 个\n 英文字符总数： 12 个\n 英文标点总数： 93 个\n 数字字符总数： 3 个 \n英文单词总数： 2 个\n 数据单词总数： 3 个\n 行（段）总数： 73"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1399210920,
            "txt_content": "楼主在排版和文笔上再加油吧！很不错！"
        },
        {
            "author": "xcc",
            "timestamp": 1399210980,
            "txt_content": "130s 发表于 2014-5-4 21:42\n楼主在排版和文笔上再加油吧！很不错！\n明天还要上学QWQ\n赶时间码的字"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1399211040,
            "txt_content": "xcc 发表于 2014-5-4 21:43\n明天还要上学QWQ\n赶时间码的字\n我也是啊！我也会安排挤出时间来更新我的心血之作(keng)"
        },
        {
            "author": "andy990928",
            "timestamp": 1399211160,
            "txt_content": "新人前来支持！"
        },
        {
            "author": "xcc",
            "timestamp": 1399285740,
            "txt_content": "130s 发表于 2014-5-4 21:44\n我也是啊！我也会安排挤出时间来更新我的心血之作(keng)\n努力冲向八级W^W"
        },
        {
            "author": "xcc",
            "timestamp": 1399285740,
            "txt_content": "@Aiursad \nok你可以走了"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1399287840,
            "txt_content": "行数加多了。。。"
        }
    ]
}