{
    "title": "<原创·单章>[梦中世界][作者:灬友情灬]",
    "author": "HotPe_e",
    "replyCount": 3,
    "timestamp": 1399367460,
    "txt_content": "\n 大家好，我是灬友情灬，这次呢，我出这个小说灵感来自于，我(me)喜欢做梦，所以.............\n\n   我叫史蒂夫，我来自于瑞典一位叫Notch家电脑里的人物，我从一个小小的电脑发布到了全世界，就是这时我诞生了.......\n  我有时做过一次梦，那次梦叫刺激，叫恐怖，叫温馨，叫爱情，叫...... 首先我从刺激开始，我梦见我在一个山上诞生，我那是迷茫一片，没有任何装备食物，到晚上被僵尸，苦力怕，骷髅欺负，我没有依靠，没有任何的其他人来帮助我，但是我还是坚强的爬起来，就在这里准备生存，大约过了10天，我居然发现了一个村庄，那是我高兴的要了自己的命，我立马冲进村庄盖我的房子，村民和我都友好相处，我也帮他们盖城墙，但是好景不长，一群僵尸袭击了村庄，村民们个个都死亡了，就剩我一个，我非常的紧张，我以为死亡已经离我不远了，就在这时，我醒来了，我说：哎，原来是做梦啊，吓死人了，我又继续睡觉，但是这时我的世界里全部刷新了，我的东西全部不在了，僵尸全部变异了，变成死亡僵尸，我慌忙乱跳,立马躲进一个矿洞里，我以为这样就安全了，但是我旁边出现一个红眼睛，我吓得眼泪都流了下来，我梦见我被吃了，就在这时我又被吓了醒来，我又说：这还是一个梦 啊，继续睡吧，但是这次，不是像之前的两个那么刺激，那么恐怖了，这次呢他居然梦到自己在一个村庄里的家里过上幸福的生活，和一个叫 Emily(艾米丽)的女人生活在一起，这个人非常温柔，而且喜欢做好事，史蒂夫和艾米丽就这样过了2年，他们生下了一个叫 Ford Steve （福特·史蒂夫）的人 过了3年，福特·史蒂夫长大了，他出去找工作，他发现一个餐馆招工\n招工格式:\n厨师 2000瑞典克朗\n服务员 3000瑞典克朗\n\n福特·史蒂夫发现服务员比厨师工资高，所以就当上了服务员，没过多久，福特·史蒂夫赚了200000瑞典克朗，这200000元他不是来买东西的，而是孝敬他的父亲：史蒂夫，和他的母亲：艾米丽 ，他回到了这个村庄[breis村庄] 他慌忙的找着他的家，村子比以前更大更宽广了，他迷路了，晚上他只好住在一个小小的空隙里，在一瞬间，他的钱没有了，他回到家哭着对他爸爸史蒂夫说：爸爸，我无能，我的钱全都没了，5555555 史蒂夫：别怕，孩子，只要你没受到伤害就行了，呵呵 福特·史蒂夫：爸爸，爸爸！！！！于是，福特·史蒂夫再次的去找工作了，史蒂夫的这个梦依旧没有醒来，但是突然他的梦变了一个似的，他复活在一个古堡，这个古堡看起来有点阴森，但是史蒂夫进去后，听见一声声亲嘴的声音，这让史蒂夫产生了疑惑，怎么会有这种声音，我得去看看，进去后，他看见瑞克(一个皮肤角色)在和罗米(一个皮肤角色)亲嘴，真恶心，史蒂夫说。瑞克说：你根本不懂什么是爱情！！！！ 来人啊，把史蒂夫拖出去斩了！！！ 顿时，几个卫兵出现了，这时候，罗米说：停！！！ 瑞克说：为什么停，他影响我们的爱情，这时候，史蒂夫身上出现了爱情光环，对罗米照去，这时候神出现了，他对罗米说：罗米，史蒂夫才是你心目中的人！去吧... 罗米惊讶的说：什么？？？ 过了10分钟的交谈，罗米牵着史蒂夫的手幸福的走了，瑞克说：凭什么，凭什么？？？？？我就不能取罗米？？？\n神说：你的心根本不配，说罢，神就走了！！！ 瑞克大声的吼：不！！！！！！！！！！！！！！！！！！！！！！！！！！！\n到白天的9:00了，史蒂夫起床了，他说：这真是一个有趣的连环梦啊，呵呵\n\n本篇完，喜欢的送点人气嘛....\n字数还是有点少了\n\n\n\n",
    "replies": [
        {
            "author": "HotPe_e",
            "timestamp": 1399381500,
            "txt_content": " 本帖最后由 灬友情灬 于 2014-5-6 21:07 编辑 \n\n帖子就这样沉了吗？不甘心啊"
        },
        {
            "author": "陈跨越",
            "timestamp": 1399555980,
            "txt_content": "还不错，想象力比我丰富。"
        },
        {
            "author": "xcc",
            "timestamp": 1401584340,
            "txt_content": "只能说比较渣\n太少了\n描写不详细\n看看十字华怎么写的"
        }
    ]
}