{
    "title": "<原创·连载>《活着》[作者：楓聲][更新到 Chapter 2 为了活下去]",
    "author": "楓聲の小屋",
    "replyCount": 10,
    "timestamp": 1399391760,
    "txt_content": " 本帖最后由 楓聲の小屋 于 2014-5-11 00:16 编辑 \n\n\n\n\n·人物介绍枫声\n性别：男\n身高：181 cm\n体重：125 斤\n简介：一个在校学生，就读若叶市 樱花私立高中，成绩一般。曾在学校军训里因为耐久越野跑第一而出名，拥有一定的野外生存技巧，体育能力突出。\n——————————\n默奇\n性别：男\n身高：175 cm\n体重：108 斤\n简介：枫声的同班同学，是枫声的死党。是学校里有名的土豪，家产上千万，同时也是个大才子，但很胆小，体育也很差。——————————\n零食\n性别：男\n身高：180 cm\n体重：127 斤\n简介：某个秘密改造计划的唯一存活者，由于某种原因逃离到若叶市。零食表面上与正常人一样，但其身体一半以上是机械构成的，以开装备店谋生。有个弟弟住在白晖市。\n——————————\n暮冬\n性别：男\n身高：179 cm\n体重：118 斤\n简介：枫声与默奇的同班同学，平时很少说话，身世一直都是个谜。\n·特殊地名简介\n若叶市 是个临海城市。西靠巨屋山，东临世界洋。地理位置较好，自然环境十分优越。\n巨屋山 是世界第一高山，山腰处拥有大量植被，山顶直插云霄，遥不可及。山顶处常年积雪。\n世界洋 是世界上最广阔的大洋，拥有丰富的海洋资源，所有的大陆都围绕着它，从高空俯视宛如世界的中心，所以被称为“世界洋”。\n樱花私立高中 是若叶市有名的重点高中，坐落于市郊区。\n·Chapter 1 一切的始端1000年4月2日\n     我是枫声，一个普通的高三党。我生活的这个城市，充满了朝气。空气清新，没有拥堵的交通，在我的眼里，简直是个圣地。自从我来到这里，心情瞬间就舒畅了许多。对于我现在就读的这个学校，我也是很满意：没有繁重的作业，没有唠叨的老师。反正，我现在的生活简直快活的不得了，我希望一直都这样，永远别变。\n    在班级里，我的座位靠窗，班级又在二楼，教学楼又在校园的边上，与校园外的公路上只隔了一面铁栅拦，因此公路上只要有一点声响，我都听得一清二楚。\n一天，我们照常上课，突然，我听到公路上传来一个很奇怪的声音，但声音很短，一会就没了，我往公路上看，只看到一个玩具模型。第二天，我又听到了那个声音，只不过那声音这次更长了，而且伴随着一个路人的惨叫，我立马将目光锁定在倒在公路旁的一个路人身上。我很好奇，那里发生了什么。但老师见我目光不在课本上，提醒了我，我只好乖乖的看着课本。但我心里的那股好奇劲驱使着我，我心想这节课下课了，就是午休，我们学校今天那个保安大爷请假，替代的保安管的不严，正好能够找理由出校，满足我的好奇心。不久，下课了，我随便找了个理由，从老师那要来了临时通行证，走出了学校。我奔去那条公路，但那个人已经不见了，我只看到原来路人倒地的位置的小草明显的有被压过的痕迹，而且散发出一股恶臭，好像尸体的腐烂味。我赶紧离开了那里，在校外随便逛逛，就回到了学校。\n    晚上，我躺在寝室的床上，想着关于那个路人的事，我决定，明天再去一趟。\n第二天刚好是周末，我走出校园，再次走向那条公路，这次我又看到一个路人倒在地上，我抓紧跑了过去，近处观察这个人，我看到这人脸色发黑，手上有明显的抓痕，同样散发出腐烂的臭味，我发觉这人可能死了，赶紧跑到一边，打了报警电话，之后的情况就不一一细说了。\n1000年4月25日\n    这件事已经过去了二个星期多了。就在前天校园里就传起了一个谣言：听说高三（2）班的某个人在4月21日走在那条路上，不知道被什么东西抓住了，拖到了一个小巷里，然后巷子里就传来了一镇惨叫。很快，谣言就传遍整个校园，校园顿时充满了恐慌，校长只好亲自辟谣，终于让部分学生冷静下来。可是还是有学生不信，趁黑夜，学校管理睡觉时到那个地点一看究竟，但一直未归，直到第二天，才被发现死在了那个地方。\n    恐惧，传遍了校园。\n    这次，连校长都镇压不住，因为事实摆在眼前，就连我这个平时看恐怖片都不叫一声的人也畏惧了。\n    接下来的一段时间，校园里相继有学生死在那条路上，因此我们称为那条路为“死亡之路”。从此，没人赶再去那儿了，终于没学生离奇死亡了，不过学校因为这件事，赔偿了一堆钱。\n    可惜好景不长，一段时间后，又有学生在教学楼楼顶离奇死亡，学生们都吓死了，甚至没人赶再去教学楼的上面几层，每次进教室都是小心翼翼，生怕自己突然死亡。樱花高中从此成为了“死亡高中”，直到现在，死亡人数已经达到了30几人，我们每天都是抱着送死的心情上课，连老师都怕的要死。我不像一般人那么的怕，我决定一探究竟。\n    一天放学，我走到那条路上，我身上穿着到装备店里购买的铁胸甲，叫来了我的死党——默奇，不过这小子也真够怕的，身上穿着钻石套装还怕的要死，躲在我的身后。我们走到学生死亡地点，我向四周望去，没什么奇怪，除了一股腐烂味。待了很久，正在我们决定回寝室时，一只手抓住了默奇的肩膀，然后另只手瞬间对他的手臂施以重击，但钻石甲不是一般的坚硬，为他防住了这一击，我见机，用脚踹开那家伙。我一边安慰着受惊的默奇，一边盯着这人，在月光的照耀下，我看清楚了这人，不，已经不能说是人了！他全身覆盖着绿色的皮肤，黑色的眼睛让你无法从眼神中读出他的想法。我们僵持着。5分钟过去了，我和那个“人”一直双眼对视对视着，10分钟过去了，我们依旧保持一样的姿势，默奇也不怕了，走到我身旁。突然,那家伙动了！他向我们铺了过来！因为政府禁止装备店售卖武器，我们也没有武器。我只好用手挡下了他，但他的爪子将我的铁胸甲给抓裂了，我感觉到了疼痛，赶紧用另一只手重重的砸在他胸口，该死，他好像根本没有痛觉，继续发动猛烈地攻势。铁甲已经快招架不住了，默奇又不敢上前，我们只好走为上策。我从地上搬起一块石头，用力砸了过去，那家伙被石头死死的压住，我们趁机逃出去。回到寝室，我和默奇静静的坐在那，我还没从刚才的那股恐惧中冷静下来。\n1000年5月20日  \n    夜，静了。窗外传来了蝙蝠煽动翅膀的声音。我脑子里全是那个“人\"的样子。我决定，明天一定要查清楚这是何方神圣。\n    第二天，阳光照射到我身上。一股暖意让我从睡梦中清醒过来，我伸了个懒腰，起床。我一个人走出了寝室，走向了校园另一个角落的藏书馆，说是藏书馆，其实也不过是一个红砖搭成的3层小楼罢了，但是，这里有众多的历史文献，或许可以从这些文献中找到关于那个家伙的资料。\n    在藏书馆里，我翻阅着陈旧的书。已经看了8本了，还是没有一丝线索。找了不知道多久，五个书架都被我找过了，眼看不剩多少书了，我心想可能古代人就压根没遇过这个生物。突然，我被一个东西绊倒了，我一看，这是一个裂开的石砖。这是藏书馆中最偏僻的角落，怎么会有裂开的石砖？应该不是人踩裂的。我仔细观察了那个石砖，发现裂缝里尽然有本书！我看周围没人，一掌将石砖打碎一部分，这个石砖实在是太容易打碎了，轻轻一施力就碎了。我拿出那本神秘的书，这书是羊皮做的，看来有一定的年头了，里面的文字大多是我看不懂的古文，我只好借了这本书，回来寝室让默奇翻一下。当我回到寝室时，默奇已经醒了，正翻着书。我把羊皮书给他，他看了下，拿出了他那厚厚的笔记，翻页的声音不断的持续着，他翻到一处，停了下来，对着笔记，把翻译读了出来：……偶遇一怪物，此物全身绿色，眼窝空洞，以人类的脑子与肉为食。凡是被他们吃过的人，均会在死后2星期内，会化作一个与其一模一样的生物，我们称这种生物为“Zombie”，翻译为现代文就是“僵尸”。然后还有个记录就是，在298年，发生了一场天灾，刚好是在僵尸被发现的2个月后，当时几百万僵尸一齐袭击了主要的几个城市，人们制作武器与防具，与他们展开了殊死奋斗。这场战役长达10年之久，在这十年间，人们虽然处于优势，但他们逐渐发现，僵尸永远杀不完。但他们发现所有的僵尸都是从一个小山洞出来的，他们走进那个山洞，发现一个透明的深蓝色牢笼，里面有个缩小的僵尸一直在转动，他们称这为“刷怪笼”。不久附近就会出现僵尸，人们知道这就是灾难的源头，想破坏它，却根本无法破坏。于是想尽了办法，最终找到把刷怪笼封印了，至于封印的办法，上面的字迹已经太模糊，看不清了。我觉得，可能是刷怪笼的封印没了，所以僵尸才重现世界。突然，我和默奇都恍然大悟，如果一个月前刷怪笼就解除封印了，那么学生的死亡就是僵尸惹的祸，那么这么说，已经有很多僵尸潜伏在若叶市了！我们瞬间知道了事情的严重性，不久后，城市可能就被僵尸占领了！我和默奇决定为了活下去……\n（以上为第一章） 字数：2778 字\n·Chapter 2  为了活下去1000年5月21日    昨晚睡得很不安稳，事情来的实在是太过突然，让我来不及反应。或许，这是上天的考验罢了。    早晨，我和默奇向学校递交了退学申请书，然后去了装备店。我将破裂的铁胸甲交给店主，店主充满疑惑：“我记得你买来这个铁甲才不久啊，怎么这么快就坏成这样了？”“这个，额”我顿住了，不知道要不要把真相说出来，店主看我隐瞒了什么，就继续追问：“这个痕迹，像是被什么东西抓裂的。你们不会遇到了什么怪物了吧？”“这。。”我看了下默奇，征求他的意见。他点头示意，我也觉得这店主人品蛮不错的。于是，把事情的经过一一告诉了他。他听完后只是稍微的震惊了一下，然后马上恢复了镇定，他自言自语道：”看来我这店是开不成了哦，罢了，既然事情这么危险，我就协助你们吧。我这里的装备任你挑选，但钱还是要的，价格可以低点。”我十分感谢他，但另一个问题来了，没有武器！他似乎猜到了我的想法，说：“我可以为你制造武器。”我和默奇好像迎来了希望。之后，我们也互相介绍了自己，这位店主叫零食，是来若叶市谋生的。我和默奇购买了一顶铁头盔，一条铁护腿和一双铁鞋，修复了我的铁甲。还让他订做了一把铁剑，一把钻石剑，顺便加上两把弓和弓箭若干，这价钱，高出了我的能力范围，所以肯定是默奇这大土豪付的钱。零食说两天后就会做好，到时候送到我们寝室。可是我们已经退学了，寝室自然不能住了，所以我们在外面找了家宾馆先住了下来。1000年5月23日    今天我和默奇醒来的很早，因为我们的装备差不多做好要送来了，也就意味着我们要出发，逃离这个潜藏了危险的城市。我和默奇已经准备好了足够分量的面包，接下来我们要去巨屋山另一边的白晖市，听说零食有个弟弟在那。昨天，我和默奇又看到了僵尸，而且是五个！他们一起将3个人围住，之后就传来了撕心的尖叫。然后就是咀嚼声与脑浆喷出的声音。我和默奇没有能力阻止，只好躲在一旁，愿死者安息了。    差不多到了正午的时候，零食终于来了，他背着一个大背包，里面全是我们的装备，我穿上我的铁套装，默奇则穿上了他之前购买的钻石套装，我拿起了铁剑，默奇自然是钻石剑，而弓，我们每人一把，弓箭我们平分了下。零食也准备了一把钻石剑，但却没准备防具，我问他为什么，他只是小声的呵呵一声，便不在做声。我也不好再追问了。吃完了午饭，我们三人已经准备好了，但政府是明令禁止市民持有武器的，我们只好夜里再行动。    夜黑了，我们该走了。我望着樱花私立高中，叹了一声，便离开了。在路上，我们不时的听到僵尸的声音，因此我们的每一步都走的十分的小心。    僵尸的声音徘徊在我们附近，马上就要到巨屋山山脚了，我们便开始疾跑。突然，前方跳出了6只僵尸，我们瞬间被围住了！我握紧铁剑，默奇则拿起钻石剑，但手一直哆哆嗦嗦的。零食就不一样了，拿起钻石剑，还悠然的吹着口哨。我对默奇和零食使了个眼色，便冲上前去，默奇和零食紧随其后。我冲上去对离我最近的僵尸砍了一剑，刚好将他的左臂砍下，但仍与之前一样，僵尸好似没有痛觉，仍然向我走来，我只好再次砍下他的另一只手臂，黑色的血液溅到我的铁甲上，发出一股腐烂的味道。那个僵尸失去最后一只手臂后，改用锋利的牙齿进行攻击了，他一嘴咬在我的铁臂上，手臂隐隐传来一阵痛感，我一剑砍下了他的脑袋，紫红色的脑浆溅到我身上，这股气味，就像放了5年的尸体一样，令人恶心。这次，僵尸终于不动了，倒在地上，我看了下我的铁臂，已经有个明显的牙印。但我也知道了僵尸的要害，就是脑袋！我马上告诉了零食和默奇。这时，我看到了默奇手拿钻石剑，但身子却一直在发抖，他身旁3只僵尸正饥肠辘辘的冲向他，“危险！”我大叫着，但我已经来不及赶到了，这时，零食一剑砍下了1只僵尸的脑袋，然后用钻石剑挡住了第2只僵尸的攻击，但第3只僵尸正要对零食发动攻击了！一刹那，默奇冲上前将那只僵尸的的右臂砍下，零食赶紧解决了眼前的僵尸，然后一剑砍下那只僵尸的脑袋。默奇气喘吁吁的，我赶紧上前鼓励了他，他好像已经有了对付僵尸的勇气，独自一人和一个僵尸对抗起来，我也放心了，对零食使了个眼色，然后继续将包围我们的僵尸砍杀。1000年5月24日    在解决了所有的僵尸后，我的铁甲又受到了损伤，但没有上次的严重，可能是有了武器的原因吧。默奇的钻石套根本没有受损，不愧是土豪装备，一分钱一分货。零食不用说，剑上连血都没有，可能是他技艺纯熟吧。    天，马上就要亮了，我们抓紧赶路。    黎明了，我们已经到达了出城口。可是城门并没有开启，零食撬开了控制室的门，打开了城门，但是，城门外的景色惊呆了我们——几十只僵尸正望着我们，随后冲向城内！我们把僵尸引入城内了！零食马上下降城门，大部分僵尸已经涌入城内，部分则被城门压死。我初略估计了下，起码40只。我随后发现了城门附近有个破裂的缺口，我们这才发觉，原来城内的僵尸是从这缺口进入的！因为控制室在高处，所有我和默奇拿起弓，对僵尸发射我们所有的弓箭，零食则将控制室旁的弓弩发射器启动，发动了箭雨。下面的僵尸被箭雨给击杀，但部分仍然存活了下来，弓弩已经没了，我从不高的控制室跳下，对地上的僵尸来了个落地斩。僵尸的身体被我劈成了两半，里面已经发黑的内脏让我恶心。20分钟后，涌入的僵尸大部分已经杀死了，还有几只僵尸逃走了。我们只好通过那个缺口出城，从缺口出来，是在一个土坑里，从土坑出来，我看到僵尸们正在城门附近徘徊，这土坑比较隐蔽，僵尸不容易发现。我们把土坑用石头填了起来，还有一件事就是我们临走前，在控制室留了一封信，上面写了这次事情的概述与起因，并标注了僵尸的要害。希望控制室工作人员能够发现并通报政府，这是我们能为这个城市做的最后一件事了。    出城后，我们上了巨屋山，在山腰处找了个较平坦的地方，搭起来帐篷。    天黑了。我们用煤炭和木棍做2把火把，插在地上，还生了个火堆。我拿出了市场上买的鱼，烤熟了，分给了零食和默奇。我们简单的解决了晚餐后，就睡了，因为周围有僵尸出没，有个人必须在外面守着，每过5小时就换班。待到我值班时，一只僵尸正好在附近徘徊，我握紧了手里的铁剑，当僵尸发现了帐篷，正要走来时，貌似是火光的原因，他见到光就后退，我猜测僵尸很有可能害怕光。1000年5月25日    出行前带的干粮和矿物已经不足了，我们决定去寻找食物与矿洞，零食做了两把把铁镐，交给了我和默奇，我和默奇去寻找矿洞，零食则去寻找食物。我和默奇走了很久，只发现了一些露天小矿坑，矿物少的可怜。走了很久，我们发现了一个小矿洞，里面矿物丰富。我的铁镐挖掘到一半时，裂缝里传来一丝光亮，我好奇的叫来默奇，然后一起挖开这个裂缝。下面竟然是一个矿道！里面插着火把，地上还有铁轨，这里很明显被人开采过了，充满了矿坑。我和默奇称这为“废弃矿道”。我们还在矿道里发现了箱子，箱子里面是一些面包和种子，我们顺便也把箱子带走了。在探索了很久后，我们的矿物也收集够了，正要回去时，我们发现了一堆蜘蛛网，出于好奇，我们向蜘蛛网接近，貌似蜘蛛网里面有个东西，在清理了部分蜘蛛网后，那个东西露出了真面目！透明、深蓝色的牢笼，这是一个刷怪笼！但是，里面转的貌似不是僵尸，好像是蜘蛛！不，深蓝色的身体，是洞穴蜘蛛！洞穴蜘蛛我在课本上了解过，是蜘蛛的变种，拥有比蜘蛛更小的身体，体色呈深蓝色，最重要的是，他拥有更强的攻击性，带有毒性，并且会主动攻击人类！想不到还有它的刷怪笼！我们本想逃跑，可是蜘蛛丝将我们缠住，使我们无法动弹，完了！一会儿，洞穴蜘蛛出现了！虽然亲眼看到了刷怪笼是如何刷出怪物，可是危险就在眼前啊！洞穴蜘蛛缓慢的接近我们，死神正在向我们招手……（以上为第二章） 字数：3036 字\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "楓聲の小屋",
            "timestamp": 1399545960,
            "txt_content": "都没人看么{:10_494:}"
        },
        {
            "author": "gaoshixuan",
            "timestamp": 1399552860,
            "txt_content": "顶{:10_492:}"
        },
        {
            "author": "13051883303",
            "timestamp": 1399553040,
            "txt_content": "楓聲の小屋 发表于 2014-5-8 18:46\n都没人看么\n还可以，继续吧，有人看哦"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1399553160,
            "txt_content": "楓聲の小屋 发表于 2014-5-8 18:46\n都没人看么\n我也算人~~~"
        },
        {
            "author": "孥tx某渲",
            "timestamp": 1399555080,
            "txt_content": "我来顶啦=w="
        },
        {
            "author": "hhnyl123",
            "timestamp": 1399555320,
            "txt_content": " 本帖最后由 hhnyl123 于 2014-5-8 21:25 编辑 \n\n=w=腐竹威武{:10_492:}"
        },
        {
            "author": "楓聲の小屋",
            "timestamp": 1399703040,
            "txt_content": "第二章已码完"
        },
        {
            "author": "LYH503503",
            "timestamp": 1399736700,
            "txt_content": "哇偶。。顶顶顶。"
        },
        {
            "author": "2507754935",
            "timestamp": 1399955220,
            "txt_content": "hhnyl123 发表于 2014-5-8 21:22\n=w=腐竹威武\n=w=赞同，，"
        },
        {
            "author": "风声",
            "timestamp": 1404051180,
            "txt_content": "好像被one搬运了。。"
        }
    ]
}