{
    "title": "<连载·单章>《我的世界·观》 by lotsofone 第一章（本章完结）",
    "author": "lotsofone",
    "replyCount": 10,
    "timestamp": 1399636620,
    "txt_content": " 本帖最后由 lotsofone 于 2014-5-17 09:07 编辑 \n\n索引贴下一章\n本章5个ud.啊，别看漏的啊。所有字数统计不包含标点符号。本章索引:ud.1,ud.2,ud.3,ud.4,ud.5CP.1 ud.1\n（意思是第一章的第一次更新）\n\n       幻想乡3025年8月31日。\n       孙企航刚放学，正走在回家的路上。零星的雨滴落下。因为雨太小，所以他也并不打伞，总觉得稍稍把身上弄湿一点比把伞拿出来用完后再晾上要方便，反正幻想乡环境好，田阳又是幻想乡比较偏远的城市，从没听说过酸雨。在正前方，黄可珍和韩菲正打着伞回家，他和她们有一段顺路。孙企航从来不在这种场合上去搭话。尽管这种搭话再正常不过，但对他来说这不合法，他觉得让女生知道他对她们的关注就会让女生远离他。三人朝着同一个方向走，孙企航的步速比两名女生稍快，渐渐追上了她们。他觉得如果一直跟在女生后面总觉得不好，会让女生怀疑是在跟踪，这样他的形象就毁了，所以，他选择，超过她们。随着差距逐渐减小，孙企航越感紧张。马上就要到齐平的位置了，他在想齐平的时候她们两个会不会转过来看他，如果转过来了该怎么办？即使不转过来……齐平的时候，孙企航的余光和她们的余光对上了。不由分说，他以肉眼察觉不到的加速，拉开了与她们的距离。这时绝对不能有怪动作啊。只能希望我的手脚协调自然了。靠着速度差，他与女生拉开了距离，逃离了她们两个，装作什么都没发生。\n       几乎所有的故事在正常世界观的基础上，都会有一条超越常规的超世界观。《寒蝉鸣泣之时》中梨花的再生能力绝对不可能在正常世界存在;《冰雪奇缘》中公主亦拥有超能力;《CLANNAD》的风子，有时会变得隐形。一条多出来的超世界观丰富了这个世界上存在的故事。虽然基础世界观一致，但缺了一条超世界观就少了很多可能性。欣赏作品的时候要有被超世界观颠覆过去的认知的觉悟。这条超世界观会被作者刻意隐藏，在你意想不到的地方扭转整个剧情。所以，不要一概以为那两个人全都没有察觉到从旁边经过的孙企航。\n\n       孙企航害怕，虽然已经没有“危险”了，他还是加速回了家。回到房间，打开播放器，放起了。再打开电脑，玩起了minecraft。音乐音质只有16k，他那播放器不支持高音质，即便支持，320k的话声音就只能存储两分钟了。他是个屌丝，没钱，长得不高，脸形还很……(找不到好的形容词了)。除此以外，还很缺乏常识，世界观严重残缺。他至今还想通过无线通讯传音乐。这首曲子十分压抑伤感，孙企航就是喜欢听这种。他对生活很不乐观，就用这种曲子来表达自己的情绪，自然没有人听他这么表达。单从音乐美感来评价，他最喜欢XXXXXXXX，这是被他叫做“flag之曲”的happy曲子。对他来说，这曲子简直作死，就是立flag用的。哪天心情好，听过之后，第二天又恢复原状了。他回想今天逃离两位女生时的情景。虽然逃了无数次，但每次还是会紧张，他怕女同学很久了。过去也不是没有搭过话，但说了“hi”经常没有被听到，他说话声音本来就很小。就算听见，也不知道往下继续说什么了。和女孩走在一起，一句话都不讲。紧张着，沉默着，他的形象和自尊全都毁了。他背负了这种压抑一段世间。为了保护自尊和形象，他开始想到逃跑。有时看见认识的男生便逃掉他身边去。每次说不出话来，想了一段时间实在想不出来就逃跑了。后来，从搭话到逃跑的时间越来越短，慢慢演变成“hi”一下之后立刻逃跑，最后变成直接安静地走过，装作没看见。\n\n       今天孙企航吃了早饭，吃了中饭，吃了晚饭，逃跑了一次，然后睡觉了。\n\n       又是一天，本来应该很无聊的一天。今天是野外生存实技练习开始日子的，他们将被送到田阳东部的一片大森林里去生存。田阳十五中所有三年级同学由6辆大巴送去森林。\n\n       今年学校这样决定也是迫不得已，以往他们都在田阳西部的人工林进行练习的，只是现在刚好被紧急征用了，所以不得不选择这样一个没有人来的森林。\n\n       车上，孙企航和同学们在一起玩手机游戏。“你可以用火箭背包，飞过去一刀捅死。”“荡过去，不会浪费回合。”“从下面打啊，哎呀，叫你不听我的。”最后大家一起叫了出来:“孙企航别吵！”孙企航就是没法融入大家，不知道为什么就会被大家讨厌，没人喜欢和他说话。“你这照片太劲爆了，下次拷给我吧。”孙企航:“好的。话说为什么不能无线传过去呢？”……“你可以用树叶，树叶也不能被激活，还比玻璃便宜。”“soga。”然后孙企航突然插了一句:“什么？树叶不能被激活？”……“沙子好多啊。”“用铲子都很难清掉呢。”“笨蛋，拿火把不就好了。”……孙企航就是这样缺乏常识的人，大家都知道的他可能就是不知道。世界观残缺II级，还好不算太严重。说到治疗，就是多接触外界了。这不是绝症，恢复的希望蛮大的。\n\n       车队正驶向森林，等待着学生们的将会是什么呢？\n\n\n1545字索引贴下一章本章索引:ud.1,ud.2,ud.3,ud.4,ud.5",
    "replies": [
        {
            "author": "lotsofone",
            "timestamp": 1399636740,
            "txt_content": " 本帖最后由 lotsofone 于 2014-5-17 08:59 编辑 \n\nCP.1 ud.2\n\n       周子期对孙企航说;“老师叫你跟我们一组，方震摩也在。说是……”“说是什么？”“我们想听你的音乐啦。”“哦。”孙企航本来还想问“不是老师说的吗”，但一般他说的话都不被重视，音量小，别人听不见，也就不做无谓的尝试了。其实周子期原来想说的是“说是有我们的保护你会比较安全”。不过孙企航可想不了那么多，他想:嘿嘿，和周子期还有方震摩一起肯定有大把女生想和他们组队，美女老师也会抢着带这个队。这不是认识新老师的绝佳机会吗。难道这是超世界观？两位男神级人物，会来找他一起？哈哈，我的音乐真是棒啊。以前听那么多音乐，终于派上用场了。谁要听16k的音乐啊，世界观残缺II级，他能这么想也正常。他好奇会有谁跟他们一起，便问周子期:“我们队有哪些人？”……周子期没听见，孙企航声音太小了，被其他人的讨论压倒。他也不再问了，只是看着有几个主动的女生在找前面的两位男神求组队。\n       “那个，让我加入你们队，可以吗？”黄可珍说。这不是对周子期说的，也不是对方震摩说的。这句话音量最大的位置是孙企航耳边，是找孙企航的。“啊，随便啦。”孙企航想不到别的，就说出了这句话。“既然你没意见，那我就来了哦。”天哪，站在旁观这的角度不得不吐槽，这么主动。“你问问方震摩吧，他是队长呢。”“什么啊，你没意见就行了呗。”\n       田阳东部的大森林，属于亚热带常绿阔叶林，面积大得足够让每个小队互不相遇。虽然人烟稀少，但也绝对没有怪物出没。方震摩小队在依琳尔老师和俞琼老师的监护下准备开始生存了。队伍共7名同学，三男四女。\n       俞琼正在讲一些重要事项，孙企航对这些很不耐烦，以极小的音量说了一句:“好了，知道了。”俞琼马上敲了孙企航一下:“知道你个头，不听的话死了怎么办？”这，明明是用比平时还小的音量说的，为什么老师能听见？还是说，不是我音量太小，而是别人根本不重视我，故意装作没听见？俞琼讲完后，就放大家生存了:“解散。”一切从树开始，孙企航选中一棵较矮的橡树，用拳头开始击打。击打时他还念念不忘被老师听见那句话的事，这对他打击很大。这意味着不是他音量小，而是别人根本不想搭理他。为什么说话总是被无视呢？哎，这个世界所有人都讨厌我，我毫无存在感。他只能接受这样的结果，什么都改变不了。击打了3分钟，木块纹丝不动。方震摩精确地控制着打击的方向，约5分钟时间，整个队伍第一块木头已经到手。他把木块交个手工最快的周子期，然后继续去打刚才周子期选中的木块。周子期则着手开始把木头劈成木板，尽快做成工作台，出一把镐子。\n       实践与理论相差甚远。在理论中，做什么说做就能做，所有的台阶都已经铺好，只要踏上即可。现实中一切都不是现成的，每走一步都必须自己重新打造一块台阶，前进十分缓慢。理论上装电脑只要把主板、显卡、处理器、内存等模块拼起来就好了;实践中这些模块都不是现成的，必须有人从地下挖红石矿石，制成颗粒大小为纳米级的计算机级红石粉，从地下挖铁矿，砍木头，把木头加工成指定尺寸。要说完整工序估计500字都说不完。千辛万苦才能组合成内存、主板等模块来组装电脑。把模块拼起来很容易，而获取这些模块却很难。\n       依琳尔看着孙企航这笨拙的击打，孙企航看着方震摩这精巧的击打。明明看在眼里，自己就是做不出来。空手砍树在游戏中是一个时长为3秒的模块，现实中孙企航为了实现这样一个模块，将会满头大汗。以孙企航的速度，别人把石斧做好送到他手里了都不一定能空手把眼前的木头拿下来。这次肯定要靠别人吃饭咯。方震摩用几十秒的时间把刚才被周子期打得松动的木头拿了下来，也开始一起劈木板。他沿着要劈开的部分击打，击打的角度和位置都控制得恰到好处。待击打到位后，他用手顺着木纹把木头掰开，掉下一块木板。周子期这边已经分解完毕。合成动作接着分解动作，他立马就开始合工作台。工作台是一个略复杂的方块，这需要更长的时间。虽然游戏中这只是动几下鼠标的一个模块。方震摩从分解得到的4块木板中取出两块，对着敲击，做出木棍，然后又跑向了刚才没砍光的树那里。在方震摩拿来第三块木头时，工作台已经完成。不愧是周子期，能以光速完成手工制作。俞琼看着，想着，有这两位大神在，就算有个拖后腿的，拿第一也没什么问题了。不久，金育欣和韩菲也拿着木头过来了，加入了做手工的队伍。孙企航感觉眼前的木头还是好硬，好像他击打的就是石头。别人工作台都出来了，木棍就位了，还差一块木板就出镐子了。他渐渐失去信心，蹲坐下来。黄可珍也拿到木头了。她把木头放到做手工的那堆人那儿后，跑向了孙企航。\n\n\n1605字索引贴下一章本章索引:ud.1,ud.2,ud.3,ud.4,ud.5"
        },
        {
            "author": "lotsofone",
            "timestamp": 1399636800,
            "txt_content": " 本帖最后由 lotsofone 于 2014-5-17 09:00 编辑 \n\nCP.1 ud.3\n\n       黄可珍跑向孙企航，然后两手撑在孙企航的肩上，使自己停下来，叫了一声“hi”。黄可珍那不大的动量把孙企航冲得前倾。不知多久没有人对他这么亲切了。孙企航压住内心的激动，说:“干嘛啊。”“把这块木头砍完，别停下。”“砍看不下来啊。”一阵风吹过，眼前的木头微微动了一下。黄可珍拉住孙企航的手，试着把他拉起来:“你看这块木头已经松动，我帮你，我们一起把它打下来。”“哦。”孙企航略冷淡地站起来，和黄可珍一起开始打那块木头。两人打击效果叠加，速度几乎完美加和，几乎没有损耗，木块看起来马上就要动摇了。黄可珍对孙企航笑了一下，孙企航看了她一眼，继续盯着木块打击。孙企航本性并不是那么冷漠的，过去也对别人热情过。但毫无疑问，他的热情不被重视，总得不到好的反应。他每次给人关注，都被泼了冷水。无功劳无所得也就算了，付出了努力而无所得可是很伤人心的，而且热情被否决让人十分尴尬。在他第一次偶然冷漠对人时，他稍稍觉得舒服了些。每次冷漠，隐藏自己的关注，他都觉得更安心一些。于是他开始用这种方式逃避，再不表现出对别人的注意力。久而久之，成为了习惯。\n       孙企航在想。这并不是他清楚地在想，而是在他不知道的潜意识中想着，他自己都不知道自己在想:她对我这么亲切，我还要继续冷淡下去么？可是，如果给她关注，她会远离我吗？如果不给她关注，她又会伤心吗？潜意识的思考是快捷、简略的。这问题看起来很复杂，潜意识不能胜任，就被移到了一块清晰的意识中思考，这时孙企航才清楚自己正在想问题，他已经好久没有这样动过脑子了。心跳略微加快，血压升高，更多结合了大量氧的血通过颈动脉流入大脑，血液分流使击打木块的手变得稍慢，孙企航正式开始思考。\n       给她关心的话，总觉得不好意思，但这样她就会开心，因为喜欢的人关注了她。等一下，她到底喜不喜欢我？这些行为完全可以出于一些别的原因。过去徐玉瑶都如此对待过我，最后还是跟别人在一起了，上高中之后也没在联系过我。她是为什么要给我关注呢？难道是把我当备胎？还是有事要找我帮忙？哦对，她是叫过我收集我们班学生的资料的，说是她们保送的高中要向初中的宣传。她已经保送那个高中，如果能宣传她的高中就可以获得学分，然后把学生的联系方式带回去。但为什么一定要找我，这事找别人也可以啊，对她来说找个女生应该更简单才对。不对，等下，思路太混乱了，想到哪儿去了啊。确定一下思路。首先，所有判断都要基于一个问题:她为什么给我这么多关心，是为了什么还是喜欢我？\n       咚，眼前的木块掉了下来，思考中的孙企航突然惊醒。黄可珍笑着说:“成功了呢。来，击掌。”“啊，哦。”孙企航伸出手去击掌。李婷茹拿着石斧过来了:“孙企航，方震摩叫我把这个给你。你们两个继续砍树。还有，别同时砍一块木头，会影响效率的。”总算在石斧送到之前把木块打下来了。李婷茹把石斧丢出来，拿上刚刚砍掉的木头，然后跑回方震摩那儿。黄可珍拿起斧子，给孙企航，拉着他到树下，选了两块木头，继续砍树。\n       孙企航问黄可珍，以比平时说话还小的音量说:“为什么两人打同一块木头会影响效率呢？”这是常识，也只有世界观残缺II级的他才会问。“两人同时击打同一个方块，破坏的速度不是简单相加的，速度会有损耗。即两人一起比一个人快，却比两个人分开破坏两个方块加起来慢。”原来还有这样的规则啊。“那，速度一般会损耗多少呢？”“这个就不太确定了，有可能几乎不损耗，也可能和只要一个人打速度差不多。因素很多。”孙企航的父母从来都不管他，没人带他认知世界。周围的人都不爱听他说话，都听不见他说话，也不回答他的问题。但黄可珍却能听见，耐心地回答。他再次获得了最初的勇气，继续试着问道:“为什么不能用无线通讯传音乐？”“你知道末影箱吗？无线通讯要用那里面的空间哦。大家都要用，所以带宽很小的。”她又回答了他，没有觉得烦。他胆子更大了，便继续问:“那打电话不是要把声音传过去吗？”“手机会先把你说的话识别成拼音数据再传过去的哦。”孙企航渐渐不再害怕，又问了很多问题:“世界上最大的国家是哪个？”“是幻想乡。”“经济最发达的是哪个？”“依勒克提，近几十年前幻想乡被超过了呢。”“人口最大的是？”“这个是幻想乡。”“岩浆的沸点是多少？”“猫生活在什么气候的地方？”……孙企航和黄可珍边砍树，边聊天。孙企航有很多问题想问，黄可珍不但一点不感到厌烦，反而以解答孙企航的问题为乐。她就像妈妈一样，教着孙企航这个世界的知识，但自己又把自己当做少女，努力迎合着孙企航。\n       约一小时的时间，一些基本的工具已经做出来。黄可珍、孙企航都有了石斧，正在砍树;韩菲、金育欣已有石剑，被派去打猎。方震摩和李婷茹都有了石剑和石镐，正在寻找天然矿洞。7件新的石质工具就这样被打造出来了。周子期还在继续制造着东西。\n\n\n1673字索引贴下一章本章索引:ud.1,ud.2,ud.3,ud.4,ud.5\n"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1399636800,
            "txt_content": "好密= =排版加强下会更好！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1399636920,
            "txt_content": "lotsofone 发表于 2014-5-9 20:00\nCP.1 ud.2\n多发了一个，删除吧"
        },
        {
            "author": "17291159",
            "timestamp": 1399637040,
            "txt_content": "一下子人物出现的太多了 显得很混乱 你看你开头就出现了三四个人物 再怎么好的笔法也无法一个个的细致描绘 者就显得整篇文章没有了骨体 因为你的人物性格都不怎么明确"
        },
        {
            "author": "lotsofone",
            "timestamp": 1399686600,
            "txt_content": "CloudsXDao 发表于 2014-5-9 20:02\n多发了一个，删除吧\n怎么删除啊？算了，不会删，就当给ud.3占楼吧。"
        },
        {
            "author": "lotsofone",
            "timestamp": 1399761960,
            "txt_content": " 本帖最后由 lotsofone 于 2014-5-17 09:00 编辑 \n\nCP.1 ud.4\n\n       方震摩和李婷茹在向矿洞深入，他们已经有了五十多块铁矿石。方震摩看了下时间，下午5点:“时间也差不多了，估计他们已经在烤肉了。我们凑够一组铁，然后回去吃烤肉。”他把手中最后一根火把插在了前方的黑暗，驱除了一片黑暗。“没火把了。你把这块煤收一下，做火把，我往前看看。”方震摩提着石镐走向了黑暗之中。\n\n       向黑暗走了不到十米，一个声音的刺激，他立即收起石镐，拔出剑，举在身前。“李婷茹，快，先做一根火把给我。”他不敢松懈，那是僵尸的叫声。而且，从声音大小和层层叠叠来看，是一大群。“给你。”李婷茹把刚做好的1根火把丢了出来。方震摩拾起火把:“准备逃生，你去看一下逃生路线。”洞里怎么会有僵尸？这片森林虽然少有人来，但僵尸也被清理过。方震摩以随时要逃跑的姿势继续前进，他放下了火把，继续走向前方。声音越来越近，好像已经不到3米了。在他走过一个转角处时，隔着一层黑雾，他看见十几只僵尸向他扑过来。不，后面还有，至少有100只。方震摩调节眼睛，把焦距拉近，那黑雾原来是铁栅栏，这里似乎是关僵尸的监狱什么的。\n\n       “方震摩，你这么早就来矿洞探险了啊。”“李楠老师！”方震摩说，“你怎么在这儿？”“我管僵尸的，就是在生存第三天晚上要人工投放的僵尸。”“soga，原来是贮存在这里的啊。李婷茹，没事，这里是关僵尸的地方。”“我对你们第一天就来矿洞感到很惊讶，不愧是方震摩啊，哈哈哈哈哈。”方震摩又说;“老师，可以今晚就放出来吗？我们小队完全没有问题了。”“那可不行，会影响到别的小队的。”“反正相距那么远，而且，白天就会烧死的吧。”“不行，太危险。”“是么。”方震摩还是不甘心:“那么现在放几只，让我在这里杀了可以不？”“哈哈哈哈，你可真是好强啊。等我拿一下装备。”\n\n       李楠走向一个箱子，翻找起来。“哎呀，放哪儿了呢？记性不太好了啊，哈哈哈。”方震摩有点不耐烦了，走向控制室，看见一个拉杆上写着“僵尸”，就拉了上去。“哎呀，不是这么操作的啊。”李楠还没找齐装备，他马上停止翻找，冲进控制室，把拉杆拉了下来。可是已经晚了，十几只僵尸冲了出来。李楠说:“我还没找到武器，你有多的剑吗？”方震摩把手中的石剑给了李楠，然后拿出石镐。三人站在控制室门前，举着武器准备迎击。\n\n       僵尸是无脑子的，那几只僵尸径直冲向三人，速度比正常时慢。方震摩从下往上挥动石镐，把第一只僵尸的头击飞，他向旁边一闪，那僵尸身后的僵尸便从他侧面扑过去。方震摩从背后给了僵尸一重击，僵尸倒地。“看，”李婷茹说，“闸门被僵尸卡住了，僵尸还在爬出来。”方震摩向前冲去:“我去解决。”两只僵尸正面扑向他，他起身一跃，从他们上方飞过，又用他们的背借力，向前跳了一小段距离。那两只僵尸被反作用力推得前倾，撞向了李婷茹和李楠的剑锋。这些僵尸是为新手练习准备的，经过了灭活处理，体力与速度不及正常僵尸。方震摩冲到闸门前，一拳把卡门僵尸打回了监狱，闸门终于关上。\n\n       几只僵尸在李楠和李婷茹面前，扑向他们，这逼迫他们退进了控制室。他们连续挥剑，李楠收剑时，李婷茹的剑就刺出;李婷茹收剑时，李楠又斩向前方。几只僵尸倒下了，而其背后闪出一个身影，以及快的速度扑来。李楠和李婷茹向两边闪开，那小东西则直接撞向控制杆。“遭了。”现在李楠和李婷茹不仅要面对门外的敌人，他们身后还突然多了一个家伙，那是一只小僵尸。李婷茹没有多少战斗力，这样李楠必须顾及两个方向。\n\n       李楠却转向室内，两步上去，一拳打向小僵尸，他没有用剑。小僵尸向右边一跳，躲开了拳头。“果然是向右闪呢。”李楠把已经准备好的剑斩下，小僵尸断成两截。门外，如李楠预计的那样，方震摩回来守门了，李婷茹没有受伤。李楠把控制杆拉到原来的位置:“该死，有骷髅放出来了。”刚才闸门打开几秒的空隙，几只骷髅就跑了出来，僵尸又把僵尸库的闸门卡住了。\n\n       “这次，有骷髅助我们。”骷髅库在更深处，黑暗中隐隐约约可以看见白影走向亮处。三人躲进门内，等着骷髅进来。“干嘛不点火把？”“黑暗中他们不会太吵。”方震摩和李楠靠在门两边，杀掉任何进入的怪物。方震摩说:“弓术还是你比较擅长。”“嗯，”李楠拾起骷髅掉下的弓箭，“掩护我。”\n\n       箭穿过僵尸群，击中了卡门僵尸。卡门僵尸却死撑着，不肯离开闸门。李楠拉弓，准备再放一箭。这时，箭穿过眼前的僵尸的身体，原来刚才突然有僵尸闪到他面前。然后再命中卡门僵尸，正面撞击卡门僵尸的脊柱，把他击地向后退。闸门终于关上。\n\n       “好，现在清理外面的怪就好了，已确认骷髅库的闸门关上了。”方震摩说。外面，视野中只剩4只僵尸。方震摩杀得起劲了。他把石镐横着，往前全力推出去，直接撞死两只僵尸，这时镐子刚好损坏掉。李婷茹马上拿出镐子:“接着。”方震摩一个回旋踢，眼前僵尸的头不见了踪影，然后右手接住石镐。李婷茹最后一记腰斩，结束了战斗。“好险啊。怪我怪我，太心急了。”方震摩说。李楠痛斥:“你擅自动拉杆，还这么不知羞耻。你知道这有多危险么。”“好啦，我错了。”李婷茹突然意识到了什么，说:“有几只僵尸逃到外面去了。”“啊，惨了，要是遇到学生的话，”李楠大叫，“现在5点49分，阳光强度不足以点燃僵尸了。该死啊。”\n\n\n\n\n1745字索引贴下一章\n本章索引:ud.1,ud.2,ud.3,ud.4,ud.5\n"
        },
        {
            "author": "黑小白",
            "timestamp": 1399764600,
            "txt_content": "lotsofone 发表于 2014-5-11 06:46\nCP.1 ud.4\n这就2034字了，那我的岂不是都1、2万多字了"
        },
        {
            "author": "lotsofone",
            "timestamp": 1399778100,
            "txt_content": " 本帖最后由 lotsofone 于 2014-5-11 11:16 编辑 \n黑小白 发表于 2014-5-11 07:30\n这就2034字了，那我的岂不是都1、2万多字了\nword文档里统计的是这么多啊，估计我的排版比较密集吧。"
        },
        {
            "author": "lotsofone",
            "timestamp": 1399778460,
            "txt_content": " 本帖最后由 lotsofone 于 2014-5-17 09:01 编辑 \n\nCP.1 ud.5\n\n       太阳落山了。在一个小山丘背后，近乎竖直地飘着炊烟。山丘背后，周子期他们正在一个很浅的洞窟中工作者。洞口外很明显有人类的痕迹：阻挡外敌的工程，修筑剩的边角料，还有孙企航和黄可珍围在熔炉边上，看着里面的牛排的红色渐渐褪去。\n       自从人类使用工具以来，这些痕迹就开始吸引僵尸的眼球。只是今天注定不会有僵尸袭击他们。第三天晚上也不会有僵尸袭击他们。\n       黄可珍指导着孙企航烤牛排。孙企航的手就好像黄可珍的一样，听从黄可珍的指挥。期间多次出错，不过无伤大雅。孙企航继续问着问题：“赤道上传说有一个进去就出不来的地方，是什么样一个地方呢？”“那个地方叫做……”\n       “你们知道么，今天首相去依勒克提参加幻想乡和依勒克提的峰会了。”周子期说。“我觉得你去当代表肯定很不错。以你的脸蛋，人家女代表肯定答应你的条件。”洞内的三人边扩大洞窟，边聊着天。\n       洞外，黄可珍听到洞内说的话，想起了今天是9月1日，便说道：“今天依勒克提建国100周年庆典你知道吗？”“什么？没听说过。”“那我觉得这很有必要告诉你一下，这很重要。今天首相去依勒克提参加两国峰会了。”“然后呢？”“你觉得为什么要国庆的时候开峰会呢？依勒克提虽然说这是友好交流，但民众都觉得这是依勒克提对幻想乡的炫耀。”“炫耀什么？”“依勒克提的经济实力在数十年前超越了幻想乡。这件事国民都很在意。我觉得你作为幻想乡的人，有必要知道一下。”\n       幻想乡对这个事情都十分严肃。自己的祖国被别人超越了，被一个人口远不及自己，领土远小于自己的国家超越了，从第一落到了第二。每个人，都希望自己的国家能强大，这是基于国家给自己提供保护，国家能给自己福利，国家维护秩序，让自己能觉得安全，不让别国的人欺负自己，而不是信仰什么的。\n       “好了，大约2分钟后，就可以出炉了。我先到那边去，”黄可珍指着东边刚刚升起的圆月，“等下你端着牛排过来哦，在那边一个小湖碰面。”然后走向月亮的方向。哇，就两个人，在湖旁边，吃着牛排，赏着月，这场景……\n       牛排出锅，孙企航把5块牛排给里面的三人之后，就往洞外走，他迫不及待地。“等下，你要去哪儿？”，俞琼老师突然叫住他。“那个，黄可珍在那边，我把牛排送过去。”“什么，走到那边去了？真是，离开也不打个报告。”俞琼起身，看样子就是要跟着孙企航一起去。\n       没办法啊，带队老师的责任就是确保学生安全。\n       孙企航只好让老师跟着。\n       向前走了几十米后，突然听见僵尸的声音！右前方，约莫30米处有一只大僵尸；左后方也有一只，听声音是一只母僵尸。孙企航拿出斧子，压低重心，站在那儿。僵尸的声音正在靠近，声音绕过树叶，树干，挑动孙企航的神经，可是光无法绕过，他只知道声音越来越近。\n       25米，20米，15米。孙企航为了摆脱两面夹击，试着向侧面移动，可僵尸的声音也试着移动，不让孙企航跑出去。渐渐很近了，透过树叶的间隙，他看到对面有金属的光泽！\n       “好啦，把斧子收起来，没事的。”俞琼无奈地说道。孙企航绕过树叶，挥下斧子，果然撞到一块硬硬的东西，斧子弹开。“哈哈哈哈哈哈哈哈哈，哈哈哈哈哈哈哈，”僵尸突然笑起来，“看你这样子。”“……，你们……”李婷茹也从后面走出来。\n       这种玩笑只有他才会上当，别人世界观都是完整的，对声音的辨别能力是正常的。\n       “你们怎么在这里？”\n       方震摩收起铁剑，说：“刚刚清理掉逃跑的僵尸。唉，最后一只僵尸跑得真远。对了，这是给我们的牛排吗？”\n       “你们的那份放在周子期那边呢，自己去要。”\n       “那我们过去咯，拜拜，哈哈。”\n       “呵呵。”\n       孙企航对被耍感到十分懊恼，继续往前走着。\n       黄可珍正坐在小湖边上，用两只脚拨动着水。孙企航端着两块牛排从一棵树侧面现身。在俞琼现身后，黄可珍的脸色马上变了。还来不及说什么，来不及尴尬，来不及惊讶，头顶的树，爆炸了！接着周围的树也开始零星地发生爆炸。远处，某块泥土也发生爆炸，泥土飞溅。\n       俞琼大叫：“快，跑起来。”\n       那是TNT炮弹，由于速度太快，在百分之一秒内就从几十米外的空中装上地面爆炸，看起来就像地面埋的地雷炸开了。\n       就在他们跑了没多远，一颗炮弹落入小湖中。触到水面，急剧减速，内部的过载感应器响应。爆炸的冲力将炮弹中包在炸药外面的金属碎渣加速，无数子弹向不同方向打出。或穿过树叶，射向空中；或撞向地面，把泥土溅得很高，然后撞击岩层，岩石裂开后反弹；或命中树干，改变方向之后穿出；或深入树干后停下。\n       炮弹不停地到达森林。离炮弹较近的树木直接被炸成高速飞行的纤维，失去了阻挡子弹和炮弹的作用。为他们争取时间的树木渐渐被削去，草地正暴露给炮弹。\n       终于，前方出现了向下的洞窟，入口陷入地面以下约3米。一眼望去，看不见尽头。“该是合格的洞，进去。”俞琼边说边往里跑。孙企航和俞琼马上就跑了进去，总算避开了炮火，之后走过一个转角处。孙企航把头探出转角口，俞琼也试着露头看看转角口外面的情况：黄可珍正往洞里跳，头发飘散在空中。\n       这时千万不要突然一个炮弹过来啊，孙企航心想。轰，后面又一颗炮弹炸了，声音十分大，一排弹幕向洞口袭来。弹幕撞击洞口的下边缘，上半部分继续前进，下半部分被替换成了飞溅的泥土。泥土飞行，把黄可珍的衣服身上都弄脏了；子弹飞行，在黄可珍飘起的头发丛中游走。黄可珍落下，用手撑地。\n       终于到洞里来了。她稍微站起身，往洞的深处移动。炮弹一点点切削洞口，得赶紧往深处走，不然洞的内部一会儿就变成地表了。\n       又一颗炮弹斜着进入洞内，这次，这次。身后的弹幕伸手触及黄可珍的后背。孙企航看见，她的肚子炸开了，脸也炸开了，百分之一秒内，金属组成的弹幕被全数染成了红色，弹幕中混杂了一片混沌。俞琼立即把孙企航往里面拉，不是为了让他不看见这残忍的一幕，而是避免被弹幕打中。\n       把他拉进去还是让他看见了这一幕，血肉混着骨头，撞在洞的侧壁上。俞琼拉着他，拉着他往洞窟的深处跑。\n\n2013字索引贴下一章本章索引:ud.1,ud.2,ud.3,ud.4,ud.5\n\n"
        }
    ]
}