{
    "title": "<原创·连载>灰白黑木耳[作者:130s]",
    "author": "@💊🌂🔔",
    "replyCount": 14,
    "timestamp": 1399624440,
    "txt_content": " 本帖最后由 130s 于 2014-5-10 10:07 编辑 \n\n嗨，各位下午好，欢迎点击130s的小说系列~！\n《灰白黑木耳》依旧是连载~开坑后别弃坑。。这次不会弃坑了。\n当然前次的那个校园系列的，也会更新~\n现在奉上正文\n小说无封面。\n\n灰白黑木耳\n作者：130s    \n 第一卷\n  我叫查理·弗兰克，我是一名新闻发布会的头条记者，但是我身边发生了令人不可想象的事情，我想知道这一切都是谁的所做所为，我毫无头绪的整体呆在家里，直到。。我收到这封信而已。。\n\n\n我根本不认识这位里德·闪克，估计他是在电视上看见我的节目罢了，我也不能整天呆在家里，我还是拿上照相机和笔记本，去看看这位神圣吧。。\n\n  在这块大陆的某个地方，曾经有一群圣徒，他们相亲相爱、和睦相处，但是天有不测风云，圣徒中有些人患上了一种艾森病，就这样郁郁寡欢的死去，知道亚丁神父发现这群可怜的孩子，神父用所有自身的家产修建了一所大医院，在这悬崖之巅，但是医院修好时，最后一个成年圣徒刚好死去，只剩下一群可怜的孩子，他们眼睁睁的看着自己的家人死去，于是神父将这里改造成了孤儿院，供这些圣徒的孩子享用，并找来了其他城市里的老师，和一些工人，转眼间，神父去世了，他将遗嘱传给了圣徒的子孙，就这样。。圣徒的子孙就在这里繁衍下去。。\n\n看来这里挺有趣的，可是为什么要将这孤儿院盖在这不毛之地呢？算了，快到孤儿院了，想想会是什么大事件呢？既然那里的所有人都是圣徒，那院长应该也是，我把车子停靠在孤儿院前的栅栏门前，我慢慢的踏出车子，冷飕飕的，怎么回事？华盛顿那边都是好好的晴天，怎么这边？！居然要下雨的样子么？总感觉自己是在看鬼片一样，我靠近栅栏门，轻轻地推开，避免惊动了这孤儿院的圣徒孩子们，咦？这阶梯旁怎么都是坟墓？！我想应该这都是前任校长的墓碑吧~\n\n来到大门前，我深呼吸一次，因为这是我一生中第一次接受别人委托，来到这样一个地方做采访，说起来这次单独行动，新闻会那边一定会对我刮目相看，说不定这里还能找到一些关于之前一些事情的线索，正当我要推开门的一刹那，突然雷声一阵巨响，把我怔住了！我一身冷汗原地不动，感觉身体不能动了。。突然大门上的那个窗户，被什么东西打破了！我更是冒出冷汗，然后从破碎的窗子里丢出来了一个，好像是孩子的头？！头颅滚落在地上，这个孩子安详的闭着眼睛，应该是睡觉时不知道被谁砍断脑袋。。突然眼睛一下子睁开！'啊啊啊啊啊啊啊啊啊啊啊啊啊啊！'我不由得呐喊，头颅只睁开了眼睛，眼珠鼓的好大，好大，瞬间眼球喷射了出来！头颅没有了眼睛，慢慢的从里面流出了鲜血，至于两个眼球滚到哪里去了，我就没仔细观察了。\n\n这就是委托人说的大事件吗？呵呵，真有趣，弗兰克你要镇静！不要害怕，呼呼呼，我大口大口的呼吸，看来里面应该出了什么事情，果然很有趣，来吧！让我来目睹接下来的一切！进门前，我还不忘记者的本能，将那个孩子的头颅拍下来，然后做上记录，我知道下一秒我会有生命会危险。。\n第二卷\n 弗兰克淡定，你不能这样紧张，为了大爆料新闻加油，我将颤抖的双手放在大门上，'咔吱咔吱'门慢慢的打开了，走廊一片黑暗，我掏出手电筒照明，看来这只是一个普通的走廊，轻一些，在轻一些，走廊旁边的几道大门使我万分害怕，怕里面会出来一个什么，正当走到第二扇门的时候。。\n\n\n突然，门下半边像是被什么东西打烂了，我浑身冷汗往下面看，光聚集在破碎的门哪里，没有什么异常，门怎么会瞬间自己。。这样了呢？我更是害怕，正当我想继续往前走的时候，破碎的门里流出鲜血，不，不，，血，，是血！到底怎么回事，管他的先拍下来，拍完照后我跨出走右脚，正好被破碎门里的手抓住，那手满是鲜血，好像？刚才将手抓进某个人的心脏。\n\n\n我压制住心中的恐惧，只是闭上双眼，拍下了这壮观的一幕，完事后，我奋力的挣脱开手，继续往前行驶，走廊尽头是一个转弯，走廊尽头贴着一副画，我想这就是神父的油画像吧，看起来挺不错的，我的心也得到了一些安慰，顺便也拍了下来，我继续沿着走廊走，但是我却没留意到，神父的油画像，慢慢的，从眼角的地方，流出鲜红的鲜血。。\n\n\n这个走廊的尽头竟然是一个大厅，这孤儿院的结构可真怪，大厅的墙上刻着‘Orphanage’孤儿院？！这些字下面还挂着几幅照片，这些应该都是前任院长的吧，这些照片下面都写着他们的名字，可！唯独没有那位里德·闪克院长的，这到底是怎么回事呢？而且从刚才进来大厅开始，就感觉有谁在暗处一直看着我。\n\n\n\n算了，还是不要自己吓自己了，先去院长室找院长好了，也许他知道刚才发生的一切！可是这么大一个孤儿院，怎么去院长室呢？还是四处看看周围的情况，也许能找到孤儿院地图吧，瞬间雷声闪过，什么？!这么快，就要下雨了，我的车不能淋雨呢，我出去看看好了，我再次回到了刚才进来的大门，可是，大门不见了！只有一堵墙和一扇被封死的窗户，刚才破碎的教室门里的，那一只手也不见了，血也跟没流一样。\n\n透过窗户我看见外面明明还是万里无云，这。。到底是怎么回事，我感觉绝望的气息已经逼近了，一定是上天安排我来解开这一切的谜团，好吧看来只有在这所孤儿院冒险了，就当是玩游戏一样。。可是我总是觉得，有什么人在暗处用凶煞的眼神。。在。。。\n\n(未完待续。。。)\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "1950703308",
            "timestamp": 1399624620,
            "txt_content": "哇塞，不错也，顶一个，送人气哈"
        },
        {
            "author": "lisongnan7",
            "timestamp": 1399624740,
            "txt_content": "排版还不错，支持一下"
        },
        {
            "author": "shellljx",
            "timestamp": 1399624920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "GGR",
            "timestamp": 1399624980,
            "txt_content": "没看完，但顶一下"
        },
        {
            "author": "小小王",
            "timestamp": 1399626900,
            "txt_content": "1950703308 发表于 2014-5-9 16:37\n哇塞，不错也，顶一个，送人气哈\n前来捧场（另外..木耳.我承认我邪恶了）"
        },
        {
            "author": "17291159",
            "timestamp": 1399630020,
            "txt_content": "这么多坑 你确定你填的过来？"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1399630260,
            "txt_content": "17291159 发表于 2014-5-9 18:07\n这么多坑 你确定你填的过来？\n不要小瞧任何一个人，即使他在普通"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1399687620,
            "txt_content": "第二卷已经更新！"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1399732980,
            "txt_content": "      呵呵（我不是因为木耳）\n呵呵，差点以为你在论坛里挂了。呵呵。不知道，呵呵。"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1399732980,
            "txt_content": "狂风※中箭 发表于 2014-5-10 22:43\n呵呵（我不是因为木耳）\n呵呵，差点以为你在论坛里挂了。呵呵。不知道，呵呵。 ...\n连带这么多'呵呵‘\n你想表达什么？"
        },
        {
            "author": "HGK",
            "timestamp": 1400149860,
            "txt_content": "五个坑......\n一个都没连载完..............\n何以情堪............."
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1400161440,
            "txt_content": "HGK 发表于 2014-5-15 18:31\n五个坑......\n一个都没连载完..............\n何以情堪.............\n准备再开一个~！\n然后就慢慢的来填\n打算在6月来临前，尽可能抽时间更新！"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1400161800,
            "txt_content": "HGK 发表于 2014-5-15 18:31\n五个坑......\n一个都没连载完..............\n何以情堪.............\n有一个填完了\n《骷髅亡魂》这个填完了~！"
        },
        {
            "author": "太郎酱",
            "timestamp": 1400336580,
            "txt_content": "又是一篇力作，顶楼主！"
        }
    ]
}