{
    "title": "【原创轻小说】Minecraft与紫夜姬 第二章暂无插图",
    "author": "Bismark",
    "replyCount": 3,
    "timestamp": 1399644420,
    "txt_content": "我的手指正在键盘上飞舞。\n屏幕上显示着对应我的操作而显现的画面。\n靠近点看的话，你会发现我玩的游戏背景是完完全全的方块。\n——Minecraft\n      2011年9月由瑞典人马库斯·阿列克谢·泊松（Markus AlixejPersson）开发，3年内立即风靡世界。\n现在的人可以通过用IOS或安卓平台玩PE版，也可以花钱去买Mojang付费账号。\n现在的我正在玩电脑版的Minecraft，相比起PE版，PC版拥有更多地形，更多方块及世界组成。\n我身边有一个拥有紫黑色长发，全身上下透漏出自己不是日本人气息的少女——\n                                                                     末影种\n不属于任何世界，自身可以随机穿越世界。\n然而穿越到这个世界的末影种很可能只有米拉·安德拉贡一人。\n以‘第三者的视觉观察’的理由，米拉正目不转睛地看着电脑屏幕。\n“原来人类的背包是这样……”\n米拉看着我采集完方块后的背包说，因为末影人一次只能搬运一个方块，做不了太大的干涉。\n“嘛，假如你有个人类的背包，你觉得你会如何生活？”\n“……吶，把人类的家搬进背包里。”\n实际上末影人还是相当喜欢建筑的，问题出在末影种个体对建筑的看法。\n“………………不会让你报复社会的。”\n\n米拉·安德拉贡，穿越到我家的末影种少女，以观察世界为理由目前居住在我家。\n因为外表在各个方面上绝对不同于亚洲人，所以目前是以“德国的亲戚”这种半吊子的理由糊弄过葵，目前则是和米拉搅和在了某一个话题中。\n昨天纯粹是我用对Minecraft的常识及各种看过的怪物娘化图鉴反应过来。\n“下贱的人类。”\n“……很抱歉我不是人类。”\n“下贱的矮子。”\n米拉打穿越过来后就一直瞧不起人类，明明自己也是凭人类之身立足。\n嘛，米拉会认为我是矮子也是出于对原来世界的习惯——末影种身高3米，人类则是两米以下，然而如果用这个世界的高度来衡量的话，现在末影种的高度为1点5米，也就是原来高度的一半。\n米拉相当介意高度被砍了一半的现状。\n因为这样，米拉丧失了末影种所具备的部分能力。\n另外，米拉也相当介意这个世界不是方的事实，我猜她可能是想抠方块吧。\n随着一声熟悉的提示音，我看见最小化的英雄X盟有基友的组队邀请，然后保存关闭了有些占内存的Minecraft去开黑。\n米拉也一脸无趣地下楼。\n◇\n“葵的班级好像有活动的样子……”\n艾斯特将早饭端到我在的楼层后说道。\n“Ich m?chteetwas zu schie?en！！”*（LOL英雄麦林炮手的选择台词的德语，莱茵哈德的客户端是德语版的）\n“咦~~~~~！？！”艾斯特的脸迅速羞红了。\n“啊……如果是哥哥的话……meiyouwentide”\n从刚才开始，我一直戴着耳机，然后选了麦O炮手准备玩，不过刚才听到身后好大动静后我立刻摘掉耳机……\n“你羞个什么啊，刚才那是游戏台词啦……”\n然后艾斯特捂脸，我看了一眼显示着对阵英雄的读取中页面后看向艾斯特。\n“话说刚才你想表达什么？”\n“呜……是葵啦，葵的班级在暑假有活动。”\n“佐久的活动和我有什么关系……”\n读取页面结束了，我先给我的英雄买了出门装。\n“实际上，哥哥开学后要转到佐久在的1-A班。”\n“跟她一个班哈……”\n我独自傻笑着，不慎按到了E触发了技能，结果我还得让英雄回去补蓝。\n“葵知道了这个消息后整个晚上处于兴奋状态。”\n“哈……”\n我只能保持傻笑了，顺便一提后来那局跪了。\n“葵的班级导师希望葵能带哥哥参加活动，加深对班级里同学的关系”\n“知道了……具体是去哪里呢…”\n“两天后，在圣克虏伯学校（セントクルップ）集合，然后要去海边森林的。”\n圣克虏伯学院，其中理事之一是艾斯特的父亲。另外艾斯特是我的表妹。\n“听起来不错哈……”\n后来，米拉也以观察世界的理由继续跟着我。\n\n在这两天里我则是打算脱离当家里蹲的现状，于是出门找零工的活去做。\n起初以为艾斯特会眼泪汪汪地留着我，这次她反常地让我遵从自己的意愿行动。\n“哥哥早该去尝试打工了”艾斯特在我出门后这样说。\n于是，我摆出了高中生该有的样子，这次去的是银座。\n之后还真让我给找到了。有一些店在玻璃门面上贴着招收广告一类的纸，我可以选择我看中的店去打工。\n我最终在打工的是一个并不大的，名为哈库纳（ハクナ）的家庭餐厅。\n这个家庭餐厅总的来说很偏向庶民派，但是一直有很多顾客前来光顾，再加上原本店里人手就不够，所以在这种情况下这家餐厅才会招收额外的人手。\n嘛，带着欧洲人的面孔去打工，这倒是我第一次打工的经历。\n“请问，有人吗？”\n我推开玻璃门，对着空荡荡的餐厅说，因为现在属于午饭后晚饭前的时段，所以店里几乎没有人。\n“啊，有的有的。”\n房间深处传出来一阵很开朗的声音，随后我看见了带着眼镜的男店主。\n这个店主比较高，整个人显地有些消瘦，就连眼镜也透漏出一股饱经沧桑的气息。\n“打扰了，我是来打工的……”\n“哦哦~”店主突然很享受一般地笑着。\n“那还真是求之不得呢，本店急需一个高个男服务员。”\n我摆出一副不可思议的表情。\n“实际上，本店一直以来还是男性顾客比较多，因为本店的女服务员很可爱呢”\n“所以……才需要招收男服务生啊”\n我突然明白了服务员与顾客之间的联系，不过并没有怎么影响我。\n“自我介绍一下，我叫新城光（MetoroHakari），是这里的店主。”\n虽然新城大叔有些沧桑，但是他给人的感觉很好。\n“至于那边的两位呢，是你将来工作的搭档呢。”\n新城指向厨房拐角正在拖地的两位猫耳少女。\n“她们是中野美咲(Nakanomisaki)和佐久葵咯”\n“不错的名字啊……等下，佐久葵是谁……”\n我突然听见了很熟悉的名字，不由得问了下去。\n“您和她很熟吗？”\n切。岂止是熟。\n不过这倒提醒了我，我差点忘了自我介绍。\n“嘛，我是莱茵哈德·冯·克莱斯特，今后请多指教了。”\n“哈哈这也真是配得上你的名字呢，克莱斯特桑是德国人吗？”\n“Ja”\n“唔…明白了，你先去和两位打个招呼吧，我去拿衣服。”\n我看着新城进入库房的背影后，走到厨房拐角处，憋足气——\n“Nya~~~~”\n发出这样的声音，随后葵被吓地头发都竖起来了。\n“莱茵哈德桑？是来吃饭的吗？就算是也别这么吓我啊……”\n“不，刚才只是纯粹的猫叫。”\n“………………虽然说出来很丢人，我对猫过敏。”\n“那干吗要扮猫呢…”\n葵站起身，揉揉头上的猫耳朵，说。\n“克服猫猫恐惧症。”\n只怕起到反效果，我这么想。\n“——不过，你为啥在这”\n“打工。”\n“不可思议。艾斯特一直坚定不移地相信你是个宅女呢。”\n“令妹只是看到表象，这里才是真正的我喵”\n葵摆出撩人的姿势，强调她的胸部般地拖起来。\n“只怕艾斯特看到会笑出血。”\n这样说着，店主拿了一套衣服后走出来。\n说起来我刚才还在奇怪美咲哪去了，原来她和新城一起去拿衣服。\n只见新城拿了一件燕尾服一般深灰……的军服，还是二战德军样式的。\n“我要穿这个？！！”\n“克莱斯特是德国人嘛，没问题的。”\n“不……问题可大了”\n我之前说过，我的外表年龄是17岁，至于实际存在时间则是更久——嘛，但是在这个世界里我确实存在了17年。\n美咲硬是把我拉进库房，那力气比起人类女生，更像一种名为女汉子的生物。\n（真是浪费她的外貌了呢…）\n仔细看的话，美咲红色长发底下的五官十分端正，白皙的皮肤加上秾纤合度的身材来说无疑是一个标准的美少女。\n可惜，她的力气完全破坏了这一切。\n◇\n换完装的我出现在店长和两个少女面前。\n葵捂着鼻子，有些红色液体从指缝里渗透出来。\n美咲无言地拿着照相机一直拍。\n店长则是大声赞美。\n我呢，一直很奇怪新木哪来的这种衣服，细节部分我就不必太在意了。\n确实，二战德国样式的校官制服，配上帽子则是非常适合我，再加上我欧式面貌和银白色中短发，透漏出一副深藏不露的气息。\n要说说我最真切的感受呢，一个字，热。\n新木看了一眼挂在墙上的表。“晚餐时段快到了呢，我很期待克莱斯特君的表现哦。”\n出于拉揽女性顾客的需要，我和葵站在靠近门口的地方拖地，送菜什么的，因为哈库纳家庭餐厅是门面房，所以在能从外面看进来的地方还是相当多的。\n效果还是很显著的，新木店长说之前的男女七三开已经变成了五五分。\n之后我新木店长正式让我当这个餐厅的服务员。\n\n临海学校的活动，也很快的就来临了。\n在和新木店长请假后，上午打完工就和葵一起坐电车和巴士来到圣克虏伯学院门口。\n二三十多个学生正聚集在那里，领头的是一个身穿白色洋装的女性。\n而且那名女性出人意料地是这个班的班导师，以前我一直不敢相信我买的那套轻小说中的内容，现在……不信也得信了。\n总之，就是那种‘穿上中学生制服也毫无PS感觉’的感觉。\n“啊~来了，是佐久同学呢”\n班导师蹦蹦跳跳地对着我和葵的方向呼喊，随后才终于发现了我的存在。\n“这位外国人是……”\n“下学期预订要转来的留学生啦。”\n“是哦…请问名字是？”\n“莱茵哈德·冯·克莱斯特。”\n“果然是外国人！！”\n一番脱线的对话后，在校门口站着的学生都把视线转移到我这里来了。\n“是~是~外国人啦，在我眼里你们不也是么”\n“对哦！稀奇什么呢？”\n顺带一提，我已经换掉了之前在哈库纳餐厅穿的那套衣服了。",
    "replies": [
        {
            "author": "Lucky777777",
            "timestamp": 1399676580,
            "txt_content": "  很不错的文章 支持一下"
        },
        {
            "author": "Bismark",
            "timestamp": 1399695540,
            "txt_content": "顶一个 沉了那么久……"
        },
        {
            "author": "cow_bra",
            "timestamp": 1401575460,
            "txt_content": "支持下~待更新"
        }
    ]
}