{
    "title": "<连载·单章>镜与界第一部：地狱的寒晨[作者：凯森][第二章：学校]第二更",
    "author": "红石研究者",
    "replyCount": 0,
    "timestamp": 1399672320,
    "txt_content": " 本帖最后由 红石研究者 于 2014-5-10 10:43 编辑 \n\n前言：说好的第二更到咯……求支持，第一章链接：http://www.mcbbs.net/thread-271308-1-3.html\n====================分割线========================\n尹寒和韩辰走进了一家交易所，所谓交易所在这里的意思就是光明正大的买卖怪物的地方，当然也可以到黑市去卖。刚一进门，尹寒就被周围金碧辉煌的装饰看得一愣一愣的。韩辰也是第一次带他来这里，以前都是在黑市卖的。韩辰赶忙捅了他一下，把他拉到柜台前，柜台小姐正忙着处理什么东西，貌似很认真的样子。她的年龄好像不大，大概是十五六岁的样子，即使坐在椅子上，只比一米八的尹寒略高一点。韩辰刚要叫她，尹寒抬起手来拦住了他：“别人在工作呢，我们也不好打扰她对吧？”“好吧？”韩辰无奈的答道，“那就等吧”\n尹寒等在柜台前，韩辰却是去找了个地方坐下，他环顾了一下四周，交易所里有几个人，一个男人正喝着酒，一个背后背着一个长杆一样包裹的老人正在看报纸，不时抬起头来四周看看。说他是老人他貌似也不是很老，唯一说他老的根据是他的头发花白，但是他的外貌却像一个二三十岁的壮年男子。他紫色的眼睛像海一样深邃，虽然海是蓝色的。他盯着韩辰看了一会，眼中满是好奇。随后他又把眼神聚焦回了报纸上。\n过了一会，柜台小姐终于完成了她的工作，长舒一口气，抬起头来，第一眼映入她眼睛的是正盯着她的尹寒。她先是一愣，随后大叫一声，双手护住自己，道：“你想干嘛？”尹寒什么也没说，他正处在震撼中。这个女孩留着一头长发，瓜子脸上一双水汪汪的大眼睛，尹寒看着她，只觉得她是那么漂亮，在一旁的韩辰看到这一幕，心中叹一口气，以诡异的速度出现在尹寒身边，一脚把他踹飞了出去。即使他被踹飞了，脸上的表情还是没有变，维持着愣愣的表情。韩辰无奈的笑笑，对着呆滞的柜台小姐道：“卖东西。”说着取出一个袋子放在柜台上，柜台小姐接过袋子，抓起旁边的一个手柄扫描了一下。原本漫不经心的她突然又呆滞了，她看到了屏幕上的数据：“100400”她咽了一口唾沫，慢慢的核对道：“变异僵尸铠皮六块，六万。小型末影水晶一颗，两万？啊？一颗不是三万吗？这一块有点小吧…………腐肉三十块，啊？二级的铠化？六千，骨头……这，三级硬化？二十五根五千块？三十二颗蜘蛛眼，完整的！天哪！九千六百块！总计……十万零四百块……”她的眼睛中满是惊讶。“还有一包，”韩辰又取出一个小包，指指尹寒，“这是他的。”女孩第三次愣住了，随后她以颤抖的音调问道：“这些……都是你们杀的？”“不是”听到这句话，女孩长舒一口气，如果这两个跟自己年龄相仿的少年能击杀那么多怪物，那真是……\n“基本上都是他杀的，我只是杀了两只最强的而已。”韩辰指着刚站起来的尹寒道。女孩的眼光又呆滞了。那个老人放下手中的报纸，眼睛死死地盯着他们二人。这次韩辰大喊了一声：“快点结账！”女孩貌似被吓到了，赶忙取出十枚镶绿宝石的金币和四枚镶铁的金币，韩辰刚要接过，只见尹寒飞快的抢过了所有的金币，塞给韩辰一半，“我叫尹寒，小姐你叫什么？”“换个称呼，我才十六岁！”“呃……你叫什么？”“谢姚。”女孩答道，无奈的看了看尹寒。“那我可以叫你小谢吗？”“随便啦……”“太好了，我……”还没说完，韩辰一拳打在他头上，把他打昏了过去，拖出了交易所。老人站了起来，跟了出去。\n老人跟在韩辰他们后面，叫了一声：“小伙子！”韩辰回过头：“叫我吗？”“是，叫你，把他也叫上吧，跟我一起去喝杯茶。”“抱歉，老先生。”韩辰回答道，“我可不能随便接受一个陌生人的邀请，即使是一个老人。”“我有话要说，这里不方便，”老人微微笑道，“喝茶的钱我付。”“不好意思我没空，”韩辰不耐烦地答道。老人笑了一下：“你叫韩辰，对吧？”原本想要离开的韩辰停了下来，“你怎么知道的？”“想知道？来陪老头子我喝杯茶！”\n一分钟后，三人坐在了街角的一家咖啡店里。老人点了杯茶，尹寒点了杯咖啡，韩辰什么也没点，就是坐在那看着老人。“这茶味道不错。”老人一手握着茶杯，一手扶着杯盖，举到自己面前轻啜了一口，道，“我认识你是因为我认识你父母。”“我父母？”韩辰疑惑的道，“你是看我长得像他们吗？”“这是一个原因，”老人笑笑，又喝了一口茶，“而且你也和他们一样优秀。”“优秀？”韩辰的疑惑更深了些，“我从六岁开始就一个人住，他们那么优秀怎么不回来照顾我？”“别对他们有偏见。”老人放下茶杯，无奈的说，“作为人类最强的几个战斗力之，他们必须要去抗争。”韩辰愣了一下，低下头不知在想着什么，低声道：“那么……我？”“我说了你继承了他们的优良基因，”老人道，“韩枫和兰佳，深入风暴沙漠的人类最强战力之二。他们的孩子总不会懦弱吧。他们说你会走跟他们一样的路，那么你就总要猎杀怪物。要是按你的性子怕是不会就买卖僵尸腐肉，于是我就在各家交易所里安排了人，只要见到跟你父母长得像的孩子来卖高阶怪物产物，就通报给我。没想到是我亲自遇见了你。”“打断一下”一直在一旁喝咖啡的尹寒突然道。“您叫他，不对我们来这不会就是叙旧的吧？”\n老人放下茶，爽朗的笑了笑，“我呢是想代表韦奥利特学院想你们招生的。毕竟，你们一个击杀了末影护卫，一个能在怪物群中全身而退还有那么多收获，在你们这个年纪中也算是难得了。哦，对了我还没有自我介绍。韦奥利特学院校长，凯森。”“什……么？”韩辰和尹寒都惊叫了起来，校长亲自招生？“那么？”凯森脸上笑容未退。“你答应么？”尹寒看向韩辰，他知道韩辰正在思考。“学校毕业以后干什么？参军么。”韩辰突然问了这么一个有些突兀的问题。凯森怔了怔，旋即又恢复了笑容。“当然不。四年制学业，毕业之后随你。”“好，我答应了。尹寒你呢？”“我当然也答应了。”\n“那好，现在你们就是我们学校的预选学生了。通过入学考试就可以成为我们中的一员了。”凯森从包里取出两个红色的学生证，递给他们。“九月一日低谷森林中央的空间门报道，还有……”他取下背后的那个包裹，还捎带着一个白色的信封。“你父母给你的成人礼物，还有一封信。”“信？”\n韩辰的目光有些模糊了，他从凯森手中接过那个包裹和白色的信封，迫不及待地拆开了信封。白色的信纸在韩辰手中颤抖着。他一字一字地读到：“我亲爱的儿子： 希望你一切都好。我和你父亲正在风暴沙漠里，你父亲正在烤鸡肉。我知道我们小时候给你的训练太过残酷，也知道我们在六岁离开你更残酷，但你要坚强。你要肩负的不仅是你自己的生命。你在三岁抓周时直接爬向了那柄剑。所以你父亲才会把刺骨之风留给你。你自己选择的路要你自己走下去，我们没法帮你。但我们可以以你为骄傲。你父亲让凯森校长来找你进入学校，你一定要去，你还需要学习更多的东西，不只是你所学的那些而已，你是人而不是机器。你是我们的儿子，我们最优秀的儿子。加油，你一定是最棒的！ 爱你的母亲，兰佳 PS：送你的礼物希望你喜欢。别乱用哦？ PS2：我写这封信的时候你把一直在旁边唠叨……我觉得他说的话没几句有用的……唯一有用一点的一句是：记得找个女朋友啊！”韩辰笑着哭了出来，大滴的眼泪滴在信纸上。他擦干了眼泪，干笑道：“他们还记得我。”凯森站了起来，从口袋里掏出一枚镶红石粉的金币，这是十个金币的价值，递给了服务生。对着韩辰安慰道：“好了，起码你现在知道了，他们还在关心你。好了再见孩子们。”“再见”两个人同时说道。说完，尹寒拍了拍韩辰的肩膀：“好了别伤感了，又没死人哭什么哭。起码你还有父母，我爸妈早死了。”他说这句话时完全听不出伤心，但是却挤出了一个难看的笑容。韩辰也笑了：“好吧，我看看这是什么。”说着他扯开了那个包裹，里面是一枝枪，还有一个小包，一张纸条。纸条上写着：“这是给你的成人礼物，特别制作的托泽三型狙击步枪枪长1.2m，使用5.62毫米小口径子弹，上大量的法阵符文把子弹初速提升到了2000m/s（高到诡异吧！这可是你老爸我最杰出的几个作品之一！）使用的子弹你可以自己制造，反正我是把子弹初速提到诡异的高度了，经测试普通铁质子弹可以打穿黑曜石块。没有狙击镜，我知道你打枪很准。为了防止被别人使用，里面加了检测器，只有被你同意的人才可以使用。有开关控制狙击、狙击步枪、冲锋枪几种模式。包里附有30枚爆破子弹，只有被发射出去之后才会爆炸。不过只有这柄枪可以使用。希望你喜欢！ 你的老爸，韩枫。 ”韩辰转过头去看那柄枪。漆黑的枪身完全就像是一个该存在在这个世界上的幽灵。黑色的枪身后有一个枪托，同样是黑色的枪托前方，纯黑的枪柄给人以棱角分明的即视感。30发的大弹夹附在枪管下，在枪的管口有一个龙型雕刻。眼睛处是一个熄灭的指示灯。枪身上还有几个拉阀开关。但当它落入韩辰手中时，它的灯亮了起来，红色的灯光睥睨着苍凉的世人。韩辰只觉得手中握的不是一柄枪而是一个活的生物，一头怒吼的暴龙。他将枪挂在背后，将背后的剑挂到腰间。取出手枪递给尹寒，”送你咯！“他笑道，“里面还有几枚黑木子弹，打黑曜石不敢说，铁板是绝对可以的！”\n\n九月一日，低谷森林，侧行路。\n两个少年正在这条林间道上行走，较大的那个孩子手中提一柄湛蓝的长剑，背后背着长枪，不时砍开路上的荆棘。另一个孩子在他身后，手持一把手枪，在低谷森林刚刚探索的侧路上，指不定会出现什么。韩辰和尹寒已经沿着这条小路走了好久了，目前还没看到什么建筑物。\n眼前的视野突然开阔，森林中现出了一片平地。地面是石地，青色的青苔环绕其上，构成了一个奇怪的图形。“韩辰，你说这是符文咒呢还是红石机关？”“我猜是魔法符文。”韩辰笑道，一拳砸在地上。青苔突然亮了起来——那不是青苔，是绿色的符文！光芒闪烁，周围的空间剧烈的扭曲起来。等到空间恢复正常，已是在另一片天地之中。\n“空间传送法阵。”尹寒笑了笑，“真酷。”他们正处在一个浮空的岛屿上，周围明亮的天空中无数的岩石漂浮着，一条小道通向一座宏伟的建筑物中古世纪的城门和城墙坐落在岛屿上。两人走到门前，两名身穿重铠的士兵拦住了他们。其中一人道：“学生证？”声音经过盔甲，有些变形。十分诡异。两人赶紧取出了学生证。两个门卫点了点头，放他们进去了。沿着一条小道，他们到了一个很大的广场。已经有许多和他们年龄相仿的青年人等在这里了。他们基本上都携带者武器。还有两个背着火箭筒。两人也赶紧找了地方坐下。“同学们！”一个洪亮的声音响起，两人抬起头，看见一个身穿黑色马甲皮裤，身材略微发胖，双眼炯炯有神的男子站在演讲台上。他的眼睛中透出凌厉的杀气，这是血与火的历练才能练就的杀气。不过这么一点杀气还不能影响别人。韩辰也有杀气，但是他还不能将它在身体上表现出来而已。\n\n“我姓吴，大家可以叫我吴翔副校长，也可以直接叫我副校长。首先欢迎各位同学来到我们韦奥利特。我们学院在于培养与怪物抗争的尖端人才，无法承受超高强度的人和无法忍受杀戮的人现在就可以离开了。”他的每个字都带着震慑力，有几个人站了起来，离开了。“好的”吴翔冷漠地道，“接下来，你们都要参加十月一日的考试，在此之前，你们有一个月的时间在学校里交易你们想要的东西。但是通不过的人……”他手做了一个切断的动作，“开除”斩钉截铁的语气吓到了许多人。“此外，”吴翔取出了一本比较厚的书。“学院的地图、规定、课程，每个人至少选一门课。书在宿舍里，每个人的学生证上有写宿舍号，自己去找。就这么多，散会！”说完，他转身离去。\n学生们面面相觑，一个个前往宿舍。韩辰和尹寒也随着人群走了过去。吴翔走上六楼，走进一个房间。房间里是校长凯森：“你进太严厉了翔哥。”凯森一脸严肃地道。“应该的。”吴翔坐下来，给自己沏了一杯茶，轻啜了一口“茶不错，不过没我的好。那两个孩子很优秀吗？我没看出来。”“茶没你的好我下次去蹭你的茶，”凯森喝光了杯中的茶水，笑道，“他们很优秀，非常优秀啊。他们优秀在哪里呢？尹寒也是元素掌控者，他能掌控火的元素。不过他还没发现罢了。韩辰……”他做出了一个夸张的表情：“当你知道他有多厉害，你就死了吧！不过他还需要更多的历练和帮助。”“他只是个孩子。”“是啊！如果你也和他一样，从小接受那种高强度训练……你也会这么优秀的。”\n",
    "replies": []
}