{
    "title": "<原创·连载>【211战队 MC世界的科技之晶】[作者：闪电][6章]",
    "author": "1359874",
    "replyCount": 0,
    "timestamp": 1399696620,
    "txt_content": " 矿洞   闪电“闪电！王喜刃！你给我醒醒！”我一下起来，吓了一大跳。老哥在我的床前。 “老哥，我们下一步怎么办？”“嗨！闪电！冰闪！我来找你们了！”我被小黑吓了一大跳，直接从床上掉了下来。冰闪:“小黑，你能不能别老突然出现呢……”我：“哎呦……老哥你别说了，快拉我起来。”小黑：“额……下次我会注意的。”我：“小黑，为什么那本书上矿产只有两种啊，后面几页是不是被你撕了？”小黑【晃动手里的两张纸】：“嘻嘻，就在这。”冰闪：“你干嘛把他撕下来呀……”小黑：“这样你们才能时刻想着我嘛。”我 冰闪：“…………”小黑看了看窗外，对我说：“要不我带你们去挖矿吧。”“行，反正我也呆腻了。”我一边说一边把一大堆苹果放进背包。“你先别收拾了，先打桶水去！”小黑一下把一个铁桶扔了我头上。“额……打水干甚？我们是去挖矿，又不是去救火……”“那闪电是你是去还是不去呢？”“去还不行嘛……”附近就有一条河，我用了不到2分钟就回来了。“行了，这两把铁镐你们省着用。附近就有一个洞，跟好我。”说着，小黑就走了，我们跟在她后面。“小黑，你能不能教我魔法啊？”这样问的太明显了点吧………小黑看了我一眼，问我：“你想学什么魔法啊？”“瞬移。”“不行！”小黑回答的更明显，斩钉截铁啊……“为什么？！”“不行就是不行，那有这么多为什么！！！”“哼！”“行了，二位别吵了，嗯……前面就是矿洞了吧。”被老哥一说，我们才发现已经到了。老哥一边拿着那几张矿产图，一边开采着。“嗯……铁矿……红石……我去，岩浆啊。”\n我仔细一看，是岩浆口喷岩浆，堵住了窄窄的洞口。“闪电，用水。”我怎么忘了水了，多亏小黑提醒。我对这岩浆口就一倒，只见岩浆口变成了一块深紫色的岩石。其他的岩浆也渐渐没了。“这是……”老哥指着前面，前面是一片人造的矿洞结构，有矿道，矿车的轨道，木质的桥，木栅栏……“嗯，你们运气不错，这么快就找的上古时期的人类矿洞了。”“小黑啊……这矿洞有多大啊……”我真被震撼到了。“我也不知道。那有两个箱子，你们去看看，应该是上古矿工遗留下来的。”我打开第一个箱子，额……4个铁锭，8个红石，3个金锭。 “哥，你那边有啥？”“有两个TNT，一个打火器。嗯……小黑，这是什么矿石？”老哥拿出了6块青蓝色的石头。“啊啊！这是钻石啊！这是什么人品？！”“老哥你运气太好了吧……”这时，一股凉气袭来，“嘶嘶！”我回头一看，一双红色的眼睛盯着我们………………………“什么人？”我拔出铁剑来，老哥也拿出AK-47来。“嘶嘶！”一只蜘蛛跳了出来，向我们扑来。“砰！”的一声，那个蜘蛛头开了花。又有一群蜘蛛跳了过来，挡住了出口。“闪电！快把钻石合成钻石剑！”老哥把所有钻石都给了我。“冰闪！咱们一起上！掩护闪电！”小黑用手变出能量球，射向了那群蜘蛛。我赶紧拿出集合箱，赶紧合成，嗯………怎么合成来着？靠！关键时刻忘了！好像是两个钻石和………木棍？组合方式……啊啊！记起来了！我赶紧合成，朝起钻石剑就砍死两个。突然，有个青蓝色的小蜘蛛跳上来，扑向小黑，朝小黑右胳膊上狠狠的咬了一口。我举起钻石剑一下把它砍死。“这……不可能……”小黑脸上露出了恐惧的表情。“出了什么事？”“毒蜘蛛……应该在上古时期就灭绝了………”“我擦！这蜘蛛有毒啊！”“闪电！抱上小黑赶紧走！向隧道里走！快！我掩护！”老哥对我大喊。我抱起小黑向隧道里跑去，很快到了头了，隧道头上是座桥。老哥也很快过来了。“闪电！给我个TNT！”老哥一手拿着AK-47，一手提着把M21跟我说。“你想干什么？”“这你甭管，快到桥对面去！”我赶紧抱着小黑过了桥。把小黑放在一块石头边上。老哥在桥上放了个TNT，赶紧飞速的跑过来。几只蜘蛛跳上了TNT，老哥一个翻身，抄起M21“砰”的一声，打中了TNT。“轰！”的一声，TNT爆了。整座桥塌了。我走到桥边。看着被炸的木材方块和木栏杆。“可惜了这些好原料了………”\n“闪电……小……小心……它们会……会爬墙……”小黑向我说。老哥一下把我拉过来，用圆石堵住了隧道。“呼……终于安全了……”“哥！小黑的毒怎么办？”\n“我看看书着。”老哥又拿出了那本书。“嗯………牛奶可以解毒……”\n“哈！不早说！”我拿出牛奶。“来，小黑，喝点牛奶。”小黑慢慢的喝着。“不过闪电，牛奶只能解毒，不能恢复体力，你还得继续抱着小黑。”“嗯…………”这个……有点……毕竟抱一妹子……“唉？闪电你快过来！”我到老哥那去。“看！苔石墙！”没错，这面墙上长满了青苔。“看看里面有什么。”我一边说，一边拿出铁镐打碎一块苔石。小黑也凑过来。里面有一个箱子，中间有一个小笼子，里面好像还着火了，有一个小蜘蛛在里面转圈。“竟然是亡魂诅咒【就是刷怪笼】……”“啊？小黑你知道那是什么？”“那个笼子里有上古的蜘蛛灵魂，会不断出现蜘蛛……”转换  冰闪视角闪电真是个倒霉蛋！昨天才遇上什么僵尸队长，今天又遇上这么麻烦的东西！得了！我慢慢的把M21收起来，把两把沙漠之鹰拿了出来。“闪电！待会我去引开它们！你去把那个什么亡魂诅咒杂碎！”“了解！”我用铁稿又打碎一块苔石，冲进去，“砰砰！”两声，两个蜘蛛脑袋开了花。一群蜘蛛向我冲了回来，闪电这小子一下冲了过来，抄起铁镐狠狠的把亡魂诅咒砸的粉碎。“擦！闪电你快了帮帮我！”我抄起铁镐来，干掉了几个蜘蛛，闪电冲上来，几剑砍死了剩下的蜘蛛。“终于搞定了！”“呵呵！还挺厉害的！居然能干掉亡魂诅咒！”“什么人？！”一个黑色的人影出现在了我们面前………… \n",
    "replies": []
}