{
    "title": "原创·连载《龙与人》作者：超级ssss 章节：4、全境通缉，境外的流亡",
    "author": "超级ssss",
    "replyCount": 4,
    "timestamp": 1399765920,
    "txt_content": "如果没有看第3篇的请点这里：小龙的第一次战斗4、全境通缉，境外的流亡     在这是，遥远的伊克特发出了全境通缉：“通缉广播，通缉广播。如有看到哈尔卡一家的人请抓捕至伊特警察局，已接受相关罪行处理，或者直接打死他们。”哈尔卡难以置信，被通缉的不是别人，就是自己，“我？我有什么错，竟能使我被通缉。”他朝草原边大喊道，同样听到通缉令的哈尔卡爸爸也同样惊讶，但他马上恢复起来，把印有“a”的手对着那只大龙，大龙的身体一点点透明化，同时那只手发出了光，把大龙吸了进去，亲眼看着这一幕的哈尔卡嘴巴都可以把河水一口喝干了。哈尔卡二话不说，也学着爸爸一样，闭着眼睛，盘腿坐在地上，用有印记的手对着他，与它心灵沟通，小龙听到了召唤，被刺眼的光吸了进去，哈尔卡嘴角一昂，自信满满地站了起来，用兴奋地眼光看着爸爸，“果然是奇才，一瞬间居然就可以顿悟，其他人可就不行了。”哈尔卡爸爸说，他们收拾好行李，便开始了境外流亡。几个小时以后：“哼，救世主正一步步进入我的圈套，等着被抓吧，恶吾，上吧，去抓拿他们！”说完，一群满身散发着邪恶气息，有着恶臭味道的虫人走了出来，充满敌意的看着森林里。在森林里：哈尔卡一行缓缓向前走着，突然一声声“恶··吾”传来，哈尔卡爸爸一听，哦，其实只是祭拜的声音，边笑边向哈尔卡说：“别担心那声音，没有事的，那只是少数民族祭拜的声音。”“哈尔卡，小心，我觉得自从听到声音后，我就觉得周围气氛明显不同，有一股股杀戮的气息传来。”小龙说道，哈尔卡谨慎的回了回头，也发现了点蹊跷，“我觉得也是，我们以前走过来的路到这里一直很茂盛，不知为什么，都开始变弯了，之前没有枯萎的树叶却都掉下来了。”话音刚落，一声声尖叫从四面八方传来，一群身上爬满虫子的人跳了出来，凶恶的眼光如利剑般刺激着他们。大战一触即发，只听一声“keripel”树枝就伸了过来，把一大群虫人吊上去，爸爸在危急时刻说了声：“helhurt是恢复，bilki是发射箭并爆炸。”听到指示后，他射了5支箭，闭着眼睛大声喊了声“bilki!”瞬间，那5支箭的尖顶放射出来耀眼的蓝色光芒接触到地面后，立刻发生了爆炸，霎时，一群虫人不见了，哈尔卡躺在地上佣用尽全身力气说道“helhurt”说话时把手放在胸口上，一波波粉色光圈散发了出去，哈尔卡的力量越来越大，最后，他停止了魔法，拿起在地上的两把剑，和虫人进行厮杀，左挡右劈，一只只虫人在他面前倒下，遇到一只Boss虫人时，他嘴角微微一昂，说道“kylse!”那只虫人应声倒地，一动也不动了，哈尔卡哈哈大笑，说道：“原来肯王的其中一个部队力量这么弱，岂不是很好打么？”他把利剑收好，回头一看，他爸爸居然躺着的，悠闲地看着上面，腿时不时还抖一抖，哈尔卡瞬间火冒三丈，说：“我说，您也不能这么懒，好歹给我加加油也行啊，您倒好，躺在这看电影是不是？我要说我以后不演电影了，我改行做龙骑士总行了吧？”爸爸似乎像达成目的似的微微一笑，说：“噢？是真的吗？”“是的，为了大家的安全，为了重返龙骑士的时代，我就当一当。”哈尔卡说道，爸爸立刻起身说，“要不我带你去个地方······” 大家赞一下吧，作者辛辛苦苦写的一些小说{:10_516:}",
    "replies": [
        {
            "author": "1525967679",
            "timestamp": 1399766460,
            "txt_content": "好吧 那我就赞一下"
        },
        {
            "author": "42486327",
            "timestamp": 1399767360,
            "txt_content": "排版好乱的说"
        },
        {
            "author": "超级ssss",
            "timestamp": 1399767540,
            "txt_content": "42486327 发表于 2014-5-11 08:16\n排版好乱的说\n这样可以让自己写的更多一点~~"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1399780800,
            "txt_content": "排版已死"
        }
    ]
}