{
    "title": "给我的朋友",
    "author": "萌萌怕苦力",
    "replyCount": 7,
    "timestamp": 1399737600,
    "txt_content": " 本帖最后由 萌萌怕苦力 于 2014-5-14 17:14 编辑 \n\n你的笑，划过我的心间，是我一生的眷恋。一世，只为遇见你，月盈，只等你归来。星转斗移，几度春秋，望穿秋水，你何时现身？ \n那些英文，是怎样的拼凑，时间可以放逐到不需要距离，那些数字，是怎样的默数，心情可以放晴到不需要忘记，那些文字，是怎样的说出，爱你，一辈子，不需要，理由。 \n那个硬要闯进你的世界的人，如果不算不速之客，那么，一定是你的爱人；那个非得打开你的心门的人，如果不是心有灵犀，那么，一定是心理医生。 \n面对的时候万言不能表达，分开的时候一语相思万千！喜欢你的情就像绵延七月的柳絮纷飞，我只想站在那棵高大的白杨树下握着你的手低声说一句：我们恋爱吧！ \n没有原则，你在我的心里总是难逃；没有道理，你的印象总是抹不掉；不要相见恨晚，只要暮暮朝朝；不要悱恻缠绵，只要你最幸福的微笑，一直相守到老。 \n没有一段不能解释的的缘分，没有两个不可以在一起的人，只要相爱，我们会相知，只要喜欢，我们会一同！一同面对，一同困苦快乐，一同牵手走下去！直到叫做永远的地方！ \n堂吉诃德 惊醒在金字塔前的黎明，听见你轻唤的声音，爱情镇守是如此的扑朔迷离，仿佛隔着几世轮回的距离，爱你的心总有不变的勇气，再难也要找到你，不再分离！ \n今日春光明媚，想约你去踏青，欣赏花儿娇美，感受风的气息，呼吸清新空气，偶尔来个垂钓，泡杯清茶休息，心情格外美丽。来和我个约会，欣赏美丽风景！ \n戒指好比爱情，戴在手上，也是戴在心上；伤在心上，便也伤在手上。不敢碰的，是那心里的伤；不愿摘的，是那难舍的爱。 \n假如我是那棵在高原上的树，你就是那双深情凝视我的双眼；假如我是那娇艳的花朵，你就是滋养我的泥土。爱情，需要我们生死相依！\n驾一艘诺亚方舟来到你面前，告诉你这是年；你不必多想耽搁时间，因为马上就要洪水泛滥。跟我走吧，紧紧拉住我给你的红丝线，免得被人流冲散。 \n和谐人生 跟着我走，好吗？如果不愿意，就让我跟着你走吧。我不会甜言蜜语，只想轻轻告诉你：累了，就沉默；倦了，就休息；怕了，就到我怀里来。  告别你，告别爱情，不说再见，没有遗言，分手是如此简单；无视你的敷衍，不再听你的谎言，昨天不值得纪念，重新起航寻找爱的春天！\n风很轻，云很淡，凝眸处沧海桑田。一万年，一瞬间，一时有多少涅磐。红素手，琥珀酒，痴心想天长地久。今朝酒，今朝醉，和谁睡都无所谓！风吹霜打，心冷如铁，你的磁场让我难以逃脱；孤舟扬帆，不畏艰险，义无反顾奔向你心的港湾；痴情踏遍，深水高山，千紫万红中你是属于我的那片蓝。对着背影说爱你，把你深藏在心底，潇洒分手没关系，只因我心深爱你，愿你明天更美丽，幸福从不缺甜蜜，既然无缘在一起，只愿我能忘记你！ 都说玉石的身影最美，可我并不这么认为，你才是我心中之最；都说钻石的身价最贵，但我却没那么理会，你才是我心中宝贝！今生爱你永不悔！\n------------------------------------------------------萌萌 怕苦力献给刘秋阳给他的女友",
    "replies": [
        {
            "author": "leavessoft",
            "timestamp": 1399737780,
            "txt_content": " 本帖最后由 leavessoft 于 2014-5-11 00:04 编辑 \n\n先支持下lz\n用这标题会被删吗"
        },
        {
            "author": "萌萌怕苦力",
            "timestamp": 1399737780,
            "txt_content": "自己站沙发\n@籽岷  "
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1399737780,
            "txt_content": "不明觉厉"
        },
        {
            "author": "萌萌怕苦力",
            "timestamp": 1399737780,
            "txt_content": "自己站沙发\n@籽岷"
        },
        {
            "author": "pokemongh",
            "timestamp": 1399739460,
            "txt_content": "好长      "
        },
        {
            "author": "長谷川黒樹",
            "timestamp": 1399749660,
            "txt_content": "看完咯，还真长阿"
        },
        {
            "author": "Xx123c",
            "timestamp": 1399751880,
            "txt_content": "lz尼奥，lz你人气哪来的= =          "
        }
    ]
}