{
    "title": "<原创·连载>創世雙星[作者：夜風狂野][甦醒]",
    "author": "夜風狂野",
    "replyCount": 2,
    "timestamp": 1399746540,
    "txt_content": " 本帖最后由 夜風狂野 于 2014-5-11 12:33 编辑 \n\n\n\n——————苏醒——————                        我睁开刺痛的双眼，黑暗的畫面映入眼簾，感觉胸口有一股被刺入的疼痛，而且肋骨好像断了好几根，我躺在一种又湿又黏的不明暗紅色液体上。\n\n       好恶心，到底发生了什么事......为什么我会在这里，我右手上的水果刀和鲜血是怎么一回事。             \n      凌乱的思绪逐渐从混乱转移成挣\n扎，但这算是无谓的抵抗身体。        \n      我的身体像结冻般只剩下眼珠可以动，难道我死了？我不停的问自己，“究竟之前受了什么钝器袭击”，并不断的扭动挣扎，但也只是徒劳无功。       \n         还真想朝让我变成现在这样的人踹一脚......       \n          不过痛苦才刚开始， 在不知不觉中麻木的身体里，神经正一条一条的苏醒，胸口的痛楚，让我只能说是痛不欲生。      \n         我总不能在这里等死吧！虽然很痛，可是我的本能不断的告诉我自己——站起来..站起来。      \n       毕竟我只是个人类，身体是血肉做的，这样的伤势已经很严重了，还管它本能不本能的，我做的到吗？       \n         但我还是想站起来，因为还有更重要的事—找人，我用双手的力量，像在做伏地挺身的撑起身子，但左手掌剧烈的疼痛一下又让我倒下，赫然发现有一支大钉子把我的左手掌刺穿，还是合金制的，看起来还满漂亮的，上面还刻着“圣教”两字。        \n          刚刚的大动作竟然让手掌的小伤口撕裂成大裂缝，一瞬间血流如柱，这放血量已经超越了一个只有13岁的女孩可以承受的失血范围。         \n         虽然很痛，但我一定要先看到她，就算是具冰冷的遗体也好，光想到她昨日还在开心的和我吃着她的12岁生日蛋糕，今天却......                             我只能四处张望找寻妹妹的纵迹，她是我生命最后的依靠，但只看到四处都是长满青苔的破石墙，上面还挂满肠子和血迹，只有少许的光线从墙面的破洞透射进来，让人看的清周围，但周围都是......腥红热气的内脏和大量的尸块，空气中弥漫着铁腥和腐臭味，破碎的花瓶满地都是，那些尸体都已经面目全非，有的身首分离，头挂在墙上，身体却闹失踪了，我用难以置性的表情看呆了眼前的画面，接种而来的就是愤怒。                  “。。我要亲手杀死那些夺走我一切的怪物”这念头就像梦魇一般不断的入侵我的心灵，我非常害怕自己抓狂，一不小心把幸存者当成敌人刺杀了。而那把在我手上的刀和血迹可以看出，我在这之前有战斗过，但......被击败的是我，而对方受点小伤，最后用刃器刺穿我的胸膛。                \n         我抬頭一望，在角落的一张世界地图上竟然挂着我的妹妹“艾丝莉亚”的衣物，而且沾满着红色的血迹，我不禁感到失落，为什么上天要这样子对我，我...真的已经实在找不到活下去的理由。        \n         在之后我的眼角开始不争气的泛着泪光，我用力拔下胸口的刀刃，剧烈的疼痛感袭卷而来，我想就这样死去，结束我13年的人生。                 \n      『姐...姐姐不要死』微弱的声音通过我的左耳，“艾丝莉亚”和我一样还没死去正在痛苦的与死神挣扎着，感觉她就压在我的小腿上，当初我还以为那是别人的尸块，她真的没死！                          我觉得辛喜若狂，仿佛全身上下的细胞在身体里活蹦乱跳着，轻生的念头顿时消失无踪，但我无助的看着胸口的血正已喷的速度来助死神一臂之力。我吐嘈自己：要死也不要这种死法，这可不雅观。               \n        已经没时间拖下去了，我用右手的力量将钉子从左手掌抽出，长条形的血丝伴随着钉子一并被拉出，接着我拿钉子勾断身上穿的T恤一小部分，我用钉子和衣服碎布做出了有简单止血功能的自制绷带。我快速的绕上所有的伤口。               \n          但是撕裂的剧痛没有和缓，还是痛到让人直掉泪的程度。         \n『嗚....好......痛』我又再次听到了熟悉的声音从脚边传来...一听就知道是艾丝莉亚的声音 。        突然 ，一阵骚痒的感觉从小腿传来。 我更加的堅信她還活著          \n      『是妳吗？艾丝莉亚。』我小声的问道 \n     她只有轻轻的叹一口气回應我，那代表她还活着，感觉上她的气息很微弱，不过真是太好了，她没有成为尸块中的一员。                我在这时才回想起父亲一直叮咛我们姐妹俩要在危急时刻打开的木盒子............潘多拉世界之箱？（等等！这什么怪名字？）\n\n\n\n（完）\n\n我是新手，写的很烂，如不喜那勿入\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1399757880,
            "txt_content": "写得不错，但标题格式不对，会被删的"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1399762560,
            "txt_content": "楼主标题不符合规定标题：\n<原创·连载>創世雙星[作者：夜風狂野][甦醒]"
        }
    ]
}