{
    "title": "<连载·单章>夺回自由系列[作者：狂风※中箭]第二十章：血腥风雨  杀戮！",
    "author": "狂风※中箭",
    "replyCount": 1,
    "timestamp": 1399775340,
    "txt_content": "                                                       好了，说好的超长篇！这次是第二大章的结尾，总得字数多点吧，好了，不说了，我也很辛苦的。。。算了，开更！\n\n                                                        上集结尾：现在的寂静，就是暴风雨前的安宁吗？一切，显得沧桑，鲜血染红了天空；寂静，笼罩着城市。恶魔，攻击着世界。世界，充斥着病毒；一切，显得安宁，是暴雨前的安宁！\n\n                                                                    正文开始！\n    战烈城市\n    “轰————！！！”\n    一声巨响，烟雾四处弥漫着\n    烟雾渐渐被驱散，从烟雾里呈现出来的，是方块人指挥官乘坐的飞船！\n    城市的北部，一艘艘飞船接近着城市中央！\n    在飞船后面的，是黑压压的方块人步兵。他们的脚步，震撼着大地，一步一步的向着城市进军！\n\n    战斗之刃：“什么！是...方块人！”\n    沙漠盗贼大队队长：“我们誓死守卫这个世界！”（沙漠盗贼都知道了情况）\n    战斗之刃：“我想起来了！野战，没错，野战他的遭遇！”\n    战斗之刃说完，踏着沉重的脚步，走到了所有士兵面前。\n    战斗之刃：“今天，我们这个世界，遭受的了其他世界的攻击。但是，我们，绝不屈服！誓死守卫家园！如果有谁不想打的，自己走吧！这里应该只有不怕死的人！”\n    “誓死守卫！誓死守卫！誓死守卫！”\n    呐喊声震动着这座被鲜血染红的城市...\n\n    “轰——————！！！”\n    一声炮响，震动了所有的士兵，包括战烈...\n    战斗之刃：“好了，现在，战斗开始了！全军，战斗吧！击败他们！”\n    “啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！！！杀啊！！”\n    方块人率先进行了火力压制，一个一个的士兵倒在了地上...\n    战斗之刃：“打！”\n    “突突突-突突突”\n    罪恶的子弹，穿梭在这所城市当中。\n    战烈：“......”\n    战斗之刃：“冲！冲破他们的军阵！”\n    一个个士兵都在生死的边缘战斗着，似乎已经把死神抛之脑后。。\n    但是，方块人的火力有增无减，一颗颗尖锐的子弹（是由很多细小的方块组成的），把士兵的盔甲穿破了。。\n    似乎每一颗子弹发射出去，都有一个人倒下。\n    “轰————！！！”\n    一颗炮弹从空中落了下来，战场的景色由无数颗子弹飞梭，变成了火焰吞噬了空气...\n    一个个士兵的生命被吞噬，就连尸体也没有，被炮弹炸成了渣...\n    战斗之刃：“傻冲不是办法，狂啸，你带一批人跟他们周旋！”\n    狂啸：“是！”\n    一个个士兵拿出了沙包，搭成了一个防线。。\n    狂啸爬在沙包上，拿出突击枪，对着方块人射击。。\n    “突突突-突突突”\n    几声枪响，两名方块人的鲜血染红了他们的躯体，接着，倒在了地上...\n    方块人指挥官：“给我放出生化军团！”\n    一艘飞船的大门缓缓打开，里面涌出了一个个的“行尸走肉”。\n    狂啸：“变异体！”\n    还没等狂啸和士兵们缓过神来，一颗方方正正的小东西被扔了过来。。\n    狂啸：“手榴弹！卧...”\n    “轰——————！！！”\n    硝烟弥漫着......待硝烟散后...一个个尸体倒在了地上...\n    狂啸挣扎着爬起身来，用残肢换上了一个新的弹夹...\n    狂啸：“来呀！爷爷我在这等着你们！死吧！！”\n    狂啸的食指扳动了扳机，一颗颗子弹穿过了方块人那方方正正的身体，鲜血犹如喷泉般涌了出来。。。\n    这时，一个方块人，慢慢拿起了一个狙击枪，对准了那站立在沙包上的狂啸的头颅...\n    “呯！”\n    倒下的，不是狂啸，而是那个方块人...\n    战烈：“爷爷我在这！来吧！去死啊啊啊啊啊啊啊！”\n    狂啸：“嗯？战......战烈！”\n\n    战斗之刃：“快进建筑！”\n    “轰——————！！！”\n    又是一枚炮弹落下...\n    一个个士兵被那强大的冲击力炸的趴在了地上。。正当他们伏起身子，想起来的时候，方块人的子弹已经到了身前......一个个士兵倒在了地上。。。\n    神影：“死...”\n    “呯——呯——呯！”\n    几声枪响，就有几个方块人应声倒地...\n    战斗之刃：“神影！快进建筑！”\n    神影拿出钩锁，钩住了那栋房子2楼的窗户，建筑就直接飞了上去...\n    “突突突-突突突”\n    枪声还是不断响起。。。\n    巡战部队士兵A：“啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！！”\n    鲜血四溅，接着就是一个人倒在了地上。。。\n    巡战部队士兵B：“变异体！”\n    战斗之刃：“机枪！”\n    “突突突突突突”\n    一些个变异体的身躯涌出了黑色的血液，流淌在地面上...\n    但是，一个变异体死了，十个变异体涌上来，渐渐地，机枪部队也挡不住变异体的攻击了。\n    沙漠盗贼大队队长：“兄弟们！今天，我们跟巡战部队一起，抵挡外世界攻击！兄弟们！杀吧！今天，让我们来尽情杀戮吧！”\n    “呜哇哦！杀啊啊啊啊啊！”\n    沙漠盗贼们各自拿出了枪支和大刀...（- -）\n    这时，变异体已经冲了上来。。。\n    沙漠盗贼A：“去死吧！你这个变异体！”\n    话没说完，大刀已经砍在变异体的头颅上面，顿时，黑色的鲜血溅了那名沙漠盗贼一身。。。\n    “突突突-突突突”枪声回荡在城市里。。。\n\n    狂啸：“战烈！你过来！我现在有件事”\n    战烈：“打完再说！”\n    狂啸：“打不完的！我们去建筑物里！”\n    建筑物里\n    狂啸：“嗯，你走了之后，我们遇上了两个人！”\n    战烈：“昂？”\n    狂啸：“第一个是黑色盔甲的人，我记得他好像去了一栋大厦，不过这不是重点！另一个我没看清他的脸，不过，他拿着一把银色的刀，而且那个人的身影非常熟悉！好像在哪见过！”\n    “啪-啪-啪-（想歪的自行面壁）啪啦！”\n    木门已经被变异体打碎了！\n    战烈：“去死啊！”\n    说完，举起沾满了鲜血的刺刀枪。。。一戳，那名变异体的肚子立刻溃烂，内脏什么的流了出来。。。\n\n    方块人指挥官微笑着看着这一切，不时还点点头。。\n    方块人军官A：“长官，我们已经推进到了城市中部了。”\n    方块人指挥官：“很好，现在，把末影虫放出去吧！”\n    方块人军官A：“是！”\n    战场\n    战斗之刃：“坚持住！誓死坚守阵地！人在阵地在！”（- -）\n    “哇啊啊啊啊啊啊啊啊啊啊啊啊啊”\n    一名士兵的惨叫，惊动了在场的士兵！\n    “末影虫！打！”\n    不知是谁喊了一声，当然，这也不重要。不过，话还没说完，子弹已经穿过了末影虫的头颅......\n    但是，子弹又怎能奈何得了一只只末影虫锋利的爪子与速度。。\n    当末影虫到了阵地上的时候，这个阵地，已经逃脱不了被摧毁的命运了。。而士兵们唯一的方法，就是撤离这个阵地。。。\n    神影打开窗户，纵身从窗户上跳了下来，拔出两把闪亮的刀，冲向了变异体与末影虫之间！   鲜血四溅...染红了神影的战衣。。。\n\n    战烈所在的建筑 \n    狂啸：“这里还是不太安全，回去吧。”\n    战烈：“嗯哼。”\n    语毕，战烈和狂啸冲出了建筑，摸索着向大部队的阵地前进。\n    “饿啊啊啊啊啊啊啊”\n     一个沾满了鲜血的爪子向狂啸伸了过去！\n     狂啸：“嗯？！！”\n    ...........................\n    “啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊”\n    ................................\n    狂啸：“哼啊，敢偷袭你的爷爷！去死啊啊啊啊啊啊啊啊啊啊啊啊啊啊”\n    狂啸举起了枪，拿起枪杆对准那名变异体的头颅挥了过去...[以下场景过于血腥所以屏蔽]\n    忽然，鲜血从狂啸的嘴里涌了出来！鲜血，不断地向外流淌！\n    狂啸：“呵呵，我死，也是在战场上辉煌的死去！怎么说也得拉上几个垫背的吧！”\n    战烈：“狂啸你疯了？！”\n    狂啸：“呵呵，没事，让我来放肆一回吧！”\n    战烈：“如你所愿...一起来吧！”\n    .........................................\n    在这个充满着鲜血的城市里，两个人在尸群绽放的鲜红血液，成了一道亮丽的风景线......\n\n    战场\n    死亡的气息弥漫在空气中，变异体发出的阵阵恶臭，也混合在空气中。。。\n    方块人指挥官在城市北部已经慢慢地走到了这里。\n    方块人指挥官：“很好，第一仗就打了个胜仗，嗯，不错！”\n    旁边的方块人也唯唯说是，并且奉承着方块人指挥官，指挥官听到的，都是赞赏的话语。。。这令他非常愉悦。。。\n    方块人指挥官：“哈哈，好吧，到时候回飞艇时我们庆祝庆祝！”\n\n    战烈与狂啸的地方\n    战烈：“呵！我们好像...有点撑不住了！要不先撤？”\n    狂啸依然在厮杀着，并没有搭理战烈...\n    战烈：“你明明可以不用这样的，为什么？”\n    狂啸：“嗯...不要恐惧。真正看到死亡的人，是不会害怕的。如果你内心还是有一丝恐惧的话，那说明你还是有救！”\n    战烈：“狂啸...你！”\n    狂啸：“哈哈哈哈，没错！赶紧给我从我身边离开！”\n    狂啸的话还没说完，已经一脚把战烈踹到了一边！\n    狂啸把自己的战衣解开，扔在一边， 显露出来的，是一捆捆的爆破手榴！\n    战烈：“你！！！不！！！！！！！！！！！！！！！！！！！！”\n    狂啸：“哈哈哈哈哈哈哈哈哈哈，到时候打赢了，记着告我一声啊！哈哈哈哈哈哈哈哈哈哈！”\n    那荡气的笑声，回荡在空中...\n    狂啸：“哈，该死了，我不能连累其他人！！哈哈哈哈哈哈哈哈哈哈！”\n    “哧！”\n    狂啸：“再见了！世界！再见了！兄弟们！再见了，战烈！我先去和野战碰个面了！再见！！！！！！！！！！！！”\n    “轰！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！”\n    战烈被强大的爆炸力炸到了一边，还没起身，耳朵已经充满了炸弹的爆破声音...\n    半晌过后...\n    战烈挣扎的爬起身来，只见到了爆炸过后的灰渣...\n    战烈：“啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！！！！！狂啸！！！！！！！！！！！！！！！！！！！！！！！”\n    呐喊声回荡着......\n\n    总部基地\n    总司令官：“该死的！看来，只能用那个了！”\n    军官A：“好吧，现在的局势，加上方块人，不得不了！”\n    总司令官：“现在！正式启动巨型激光卫星炮！”\n    通讯人员：“是！”\n    一串串信号向太空中的卫星炮输送了过去！\n    卫星炮控制人员：“是！启动卫星炮！瞄准目标！输送能量！准备！”\n    “3”\n    “2”\n    “1”\n    “发射！”\n    “滋滋滋-滋滋滋-滋滋滋！！！轰！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！”\n    一束巨型的激光向战烈城市冲了过去！\n\n    与此同时\n    战烈：“狂啸！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！”\n    “啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！！！！！！”\n    顿时！黑色的烟雾再次笼罩着战烈！而且烟雾更加浓重了！\n    战烈由于身体受不了黑色的力量，只能释放出能量，向天空撞去！\n   “轰！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！”\n    卫星炮的激光正正击中了战烈！！\n    战烈（内心想）：“啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！！！什么东西！！！！！！”\n    战烈举起两双臂向激光打去，可是，激光就是激光，打也打不到。但是，战烈的黑色能量，却死死地抵住了激光向城市轰去。。\n    “boom！！！！！！！！！！！！！！！！！！！！！！！！”\n\n    一个巨大的能量向四周扩散开去！震动了整座城市！\n    战斗之刃：“不！！！！！！！！！！是那个！！”\n    一瞬间，光芒照亮了整座城市！一切显得刺眼！\n    然而，变异体和末影虫...全部死于此光...\n\n    “滴答！滴答！”\n    雨，开始下了。\n    这场雨，洗刷着大地，鲜血，随着雨水，消散在了这座城市里......当然，雨水，洗刷的，不仅仅是鲜血，废墟，还有罪恶！\n    这座城市，已经可以被称为废墟了，哦，它已经变成了废墟......什么的士兵，沙漠盗贼，方块人，变异体，末影虫...都死了，一切，都死了......一切都在这短短几分钟内，化为了灰烬......\n    生还者？不知道吧。。一切，都没有了。。\n\n                                                            总序\n                                         当自由将要破灭之时，\n                                         当鲜血渲染大地之时，\n                                         当黑暗悄然崛起之时，\n                                              最后的自由，\n                                              最后的战士，\n                                              最后的光明，\n                                            真的在拯救自由？\n                                       光明，黑暗，结为一体时...\n                                              最后的抉择！\n\n\n                                                 本大章！就此完结！\n\n字数：12827字（超长篇！）\n引索帖链接：http://www.mcbbs.net/thread-252440-1-1.html\n\n总结\n嘛。。这章，是我花了好大心机写的。。我是在5月10号的中午开始写的。。后来玩mc玩了好几个小时，接着赶作业。。。。。。。。。。在晚饭后一直写到5月11日0：30左右。。。写完的时候才发现都深夜了啊啊啊啊啊啊！！然后就赶作业。。。。算了。。说说内容吧\n内容里面有好些槽点，大家看到就行了，别吐槽啊。。。\n例如： “啪-啪-啪-”这里！某些人可能会想歪，但是，知道就行了，不用回复说明了。自行面壁去吧！\n还有，在结尾的时候还有好些谜团没有解决，例如手持银刀的那人，现在还没说是谁。。。所以，本书还没完结，只是一个大章（大概就是一段吧）完结了。。以后还会更新的，感谢大家的观看啦。。喜欢就不要吝啬你的人气金粒吧！没有金粒那给个人气也是对作者莫大的鼓励！人气发完了回个复也没什么问题吧......算了，不说了。\n召唤术！@奈洛 @花生米123456 @2403 @xxxxxxx123 @130s \n\n",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1399778220,
            "txt_content": "对话流这么长，你叼"
        }
    ]
}