{
    "title": "<原创·连载>【暗夜行者】[作者：67][已更新至Chapter.05]【持续更新中】",
    "author": "Lucky777777",
    "replyCount": 10,
    "timestamp": 1399796160,
    "txt_content": " 本帖最后由 Lucky777777 于 2014-5-11 16:23 编辑 \n   撒 没时间做封面什么的\n    先把正文放上来，下周再做封面人物介绍什么的~~~\n    Chapter.01-03  纯汉字：4295字\n    Chapter.01\n    凯一同往常地准备出门探险，运气好的时候还能够找到一些裸露在外的矿物，卖掉这\n\n    些就意味着他一个星期不用担心受饿。\n\n    草草地洗漱了之后，凯到内间拿了一把掉漆严重但还能扣动扳机的步枪和一个旅行背\n\n    袋，顺手从旁边的暗盒中拿出了几发弹夹，把子弹藏在暗盒里也是为了防止小偷，世道乱\n\n    ，什么情况都可能发生。他必须做好最坏的打算，说是内间其实就是与外面的简易居室隔\n\n    了一张拉布，起到防尘的作用，避免这些本来就破旧的装备变得更加绣坏。从门口可以看\n\n    到这里不只是有枪类武器，还有各式的破旧冷兵器，弓箭大刀一应俱全，这些都是凯从黑\n\n    市上淘来的，价格便宜就是质量不怎么样。难免会出现走火之类的现象，不过将就一下还\n\n    是够用。\n\n    皮帽和水壶是必备的物品，不知何时开始，太阳光变得强烈起来，天气也炎热起来。\n\n    如果毫无遮挡的暴露在空中，虽不至死，但还是会对人的皮肤造成一定的损伤。于是和凯\n\n    一样境况不好，以探险淘宝为生的探险者们都形成了出门戴帽，随身装水的习惯。\n\n    装备全身之后，凯也开始了晨跑，他每次出去之前都会围绕自制的小型跑道场跑上几\n\n    千米。一开始凯甚至跑不完半程，常常因为精力耗尽都无法出去，也同时会因没有收获而\n\n    挨饿，但他深知“工欲利其事，必先利其器”的道理。\n\n    久而久之，凯的身体有所改观，不再会精力耗尽了，他的耐力也变得很好，能够持久\n\n    性奔跑与攀爬，效率自然更高。\n\n    呼…呼…呼…\n\n    即使跑过许多次，但每次锻炼完还是会有些气喘，不过休息一会就好。\n\n    阳光有些暗淡，现在应该是早上十点，太阳会有三个小时的正常光照时间，此时气温\n\n    会有所降低，人的体能消耗也会大大降低。这也是探险者们最喜欢的“金时三刻”，大家\n\n    常常也会在此时出发。\n\n    附近的林子这几天异常吃香，很多探险者都跟风前来，一时间人满为患，僧多粥少，\n\n    这个时候去那根本不会有什么收获。\n\n    凯从背袋里翻出一张地图，“唉，还是换个地方好了，也不知道他们都凑到这片破林\n\n    子里找些什么？”\n\n    手指在地图表面滑过，自然地略过用红色标记的地区，那是探险家们公认的人类禁区\n\n    ，一般定义为凶兽级别的领地。这些领地的范围都是几百年来先人用鲜血画出的禁区。\n\n    “禁区不能去，禁区周围也不行，那里风险也很大。那么排除这些地方，这张地图上\n\n    只剩下东南的墨鱼湖、西北的仙人谷和正北的女巫沼泽。”凯自己想了一会，决定还是和\n\n    以前一样，向北方走。\n\n    那么这次的目的地就是女巫沼泽，女巫比较罕见，这片沼泽也只是因为有人在里面看\n\n    见过几只女巫，所以才定名为女巫沼泽，这样想来这个地方的危险性反倒是三个地方中最\n\n    小的一个了。\n\n    路上经过一片奇异的兰草平原，凯在感到惊艳的同时也有一种难以言喻的亲切感，让\n\n    人更加惊奇的是珍贵稀少的兰草如此大量地聚集在平原却没有遭到破坏。\n\n    最初发现这片平原的是一名自称“探索者”的人，他并没有私自隐瞒，而是汇报给帝\n\n    国的议会，恰逢帝国与外敌交战之即，议员们都认为这是一个吉兆。决定以帝国圣地名义\n\n    将兰草平原保护起来，事后果然大胜，于是帝国圣地的名义一直保留到现在，再胆大的商\n\n    人都不敢贩卖这里的兰草。(为纪念那位伟大的探索者，此地又称“纳里尔平原”，意为探\n\n    索者圣地。)\n\n    凯的步子不大，但步频很快。不过临到傍晚，还是没能走出平原。\n\n    这边并没有什么大树可以给他靠着休息，但凯平日也并不挑剔这些，不然以他的能力\n\n    早就能够买些好材料来做屋子，而不是去收集武器了。他仰天躺下，以天为被,以地为床，\n\n    也不在乎，就这样进入了睡梦……\n\n    The first Night (第一夜)\n\n    黯从睡梦中苏醒，没有多的动作，他伸展身体放出了双翼，随着双翼摆动飞上了天空\n\n    。冷漠地看了看脚下大地，黯突然感觉有些烦躁，这种讨厌的人类情感最近总是影响着他\n\n    的力量，导致他的能力也被削弱。虽然这种变化非常微弱，微弱的难以察觉，但极度崇尚\n\n    力量的他却感觉不能忍受。即使，只是附上了一些光明的气息。\n\n    他讨厌光明，讨厌一切光明属性的粒子，这种粒子让他觉得不舒服，他迫切的想要远\n\n    离这些粒子。\n\n    但现在他发现这种粒子竟然不知不觉的侵入了他的身体！不能忍受，黯的双翼有些不\n\n    平衡，这是失控的前召。\n\n    他突然咆哮起来，声音震动天地，地面被震碎成无数块。\n\n    破坏！破坏一切能够破坏的东西！去吧，你生来就是为了毁灭！\n\n    黯想要继续破坏，却发现东方传来一阵光芒，照在他的身上，如同火把点燃雪地，他\n\n    的双翼开始融化。\n\n    他被迫降落在地上，“不！不要！”双翼完全融化成粒子形态，他的灵魂因此再次陷\n\n    入了沉睡之中…\n\n    We can only live in the night,sunshine will kill us every morning......\n\n    Chapter.02\n\n    “索亚西纳东…雅个依打嘟…”\n\n    伴随太阳升起，生物钟响起的某人吆喝着那无人知其意的起床歌，惨不忍闻的歌声飘\n\n    在空中，久久…\n\n    好的，又是一天开始，某人边哼歌边赶路，终于在到达沼泽区时停了下来，传说中这\n\n    里的女巫善用药水。无论是对敌的攻击与削弱性药水还是护体地防御与增益性药水都运用\n\n    到如火纯青的地步，这样的怪物即使没有亲见，也会让人的内心产生一种小小的惊慌。\n\n    不过，眼前的情景却是让人无论如何都无法平静。\n\n    女巫沼泽，并不是全部由沼泽组成，必要的树木也是存在不少的。眼前的一幕却是让\n\n    人想起酸雨过后的树林，所有树木的叶子都消失不见，枝桠弯曲耷拉在残缺的树干上。绿\n\n    色树林此刻形同枯骨林，空气中充斥着难闻的药味和稀薄得难以辨识的火药味。\n\n    火药？已知生物里只有人类能够运用这种特殊的“沙子”。看来这里发生过冲突，虽\n\n    然药水味很明显，但人类也会运用，所以还不能确定是女巫攻击人类。\n\n    不管怎么说，这次来就是为了冒险，即使是眼前的景象也不能阻挡他向前探索。\n\n    祭坛？几十米开外是一座用木桩修建而成的简易平台，上面竖着几个十字架，似乎还\n\n    有一个人被绑在上面昏迷不醒。\n\n    凯的脸色一变，这种活人祭祀…\n\n    是flash族，那群狂热的血之信仰者！也只有那群狂热的信徒敢以活人祭祀，尽管因此\n\n    被所有人类城市通缉，但也许他们并不在乎，他们对血的狂热已经让他们变成嗜血的异族\n\n    。\n\n    凯小心翼翼的靠近祭坛，确保周围没有frash族的陷阱后才上前解开捆住男子的绳子，\n\n    并叫醒了他。\n\n    男子挣扎着苏醒过来，双眼无神，好像是被催眠了，这是那群人惯用的手法，用昏睡\n\n    药水使被献祭者失去知觉，进而实施他们残忍的活人血祭…\n\n    眼下这种情况，凯唯一能做的就是拿出背袋中的草药，那包不知什么功效的草药是一\n\n    种药水的粗制原料，自然也是凯淘到的。\n\n    不过效果也出奇得好，那人的眼中慢慢恢复了清明。\n\n    “你还好吗？”\n\n    刚苏醒过来，就听见询问，风知道是眼前这人救了自己，扭动关节活动了一下，“还\n\n    行，没什么大碍。”\n\n    眼前的人却一脸茫然，难道是自己的语言不对？Huh…天上只有一颗太阳，那么这里应\n\n    该是Minecraft大陆，而自己刚才用得是精灵语，好像是错了。\n\n    很快回忆起这种语言，风再次重复了刚才那句话，这次对方懂了，从他背后的背袋拿\n\n    出了一瓶水递给他。从他这个角度很清楚的看到对方并没有多余的储备，也就是喝一瓶少\n\n    一瓶，虽说河水也能喝，不过河中的墨鱼也不好惹。想到这里，风有些感动，摆了摆手示\n\n    意自己不需要。\n\n    凯这时却郁闷了，心想这人究竟什么来路，之前说得竟不是通用语言，而是带着古音\n\n    的异族语言，沦落到这种地步竟然还不接水，还说自己不需要？\n\n    面前的人却没有在意，只是原地跳跃几下，随后消失在空气中，凯只感觉到一阵风刮\n\n    过，那人就不见了？！\n\n    一分钟后，那人如同消失时一样，带着风出现。手里已经拿着一袋东西，“我家里有\n\n    ，你那瓶水还是留着自己喝吧。”\n\n    凯目瞪口呆，“你家在哪？”\n\n    “仙人谷”\n\n    “你是说你刚才回了仙人谷的家，然后带来这一袋东西？”你那是瞬间移动么，五百\n\n    里地就这样一分钟一个来回，太逆天了。\n\n    “是的，不过不是那种乱七八糟的小说中的法术，这是我单纯的速度。对了，我的名\n\n    字是风。”\n\n    “我的名字是凯。”好吧，那你是怎么被抓的…\n\n    风这种身体的速度十分惊人，缺点也十分明显，就是需要在太阳的正午照射下滋养身\n\n    体才能使用一次。\n\n    那个自称凯的恩人似乎对自己被抓的事实有些疑问，“其实我的能力有一定的限制，\n\n    但是不方便告诉你。”\n\n    看着凯突然笑了起来，风却莫名其妙，有什么好笑的吗？\n\n    Chapter.03\n\n    总文\n\n    “没有什么，只是觉得庆幸。”凯给自己灌了一瓶水，不是他浪费，而是高温加快他\n\n    体液的蒸发，不及时补充水分是很难应对接下来可能发生的对抗。他只是觉得这件事有些\n\n    不对，为什么这么轻易就救下了这样一位具有特殊能力的男人却没有任何事情发生？那空\n\n    气中的气味究竟是怎么一回事?\n\n    [风]\n\n    风没有接过话题，只是心中了然，他竟是因为我能力的限制而安心？\n\n    真是一个奇怪的人，应该早点离开这个地方。\n\n    “凯？我还有事要做，这里有一些钱你就拿去用吧，也算报你救命之恩。”凯点头答\n\n    应，风心中却更加疑惑，他为什么毫不推脱？\n\n    不过，这不是自己应该管的事情，还是早些离开为好。\n\n    风装做不在意的样子，走到另一个方向径直离开。\n\n    /w\\\n\n    临城的药水店倍受推崇，应该也有些出色之处。想我大难不死，必有后福，不如去那\n\n    名店看看有什么好东西。\n\n    [凯]\n\n    理所当然地收下风给他的一些钱，既然他要为救命之恩报以金钱，自己也不是熟人，\n\n    为什么要推脱做作呢？\n\n    看着那个风从另一个方向离开，凯就明白他是要故意走反方向，目的是要远离自己。\n\n    /w\\\n\n    可是，我有什么可怕的呢？\n\n    收拾带上武器，我也应该出发了。如果能够亲眼看到女巫也是一个机遇，或许能是一\n\n    个吹嘘的好材料，让他们也知道我是一个有见识的人。\n\n    [黯]\n\n    Ouch!又是这个肮脏的地方，刺眼的光线让黯觉得难以忍受。想要冲出这个光之囚牢却\n\n    被几条极粗的光链锁在原地无法发作。\n\n    为什么黑夜总是这样短暂！下一次我一定要摆脱这个囚牢，我不要再失去黑暗的气息\n\n    …\n\n    过于急促的嘶吼引发光链，突然百倍于之前的光芒亮起，直接将黯击中并迫使他陷入[\n\n    被沉睡]状态。\n\n    ※※※\n\n    [提要]\n\n    自上次沼泽之别，风、凯二人各奔东西。一个心中渴望探索事物，一个不拘泥于一地\n\n    ，心思相近却一时之志不同。探索与周游，这两个多有关联的方向注定二人终将再遇，只\n\n    是不知何时。\n\n    [凯] 呜…呜呜\n\n    诡异的哭声从四周飘来，阴冷的怪风在这里逗留。\n\n    凯打了个寒颤，从背袋里摸出一颗指甲大小的药丸看都不看直接含在口中。\n\n    呼…\n\n    身体的热量不再散失在空气中，药力在体表形成了一层薄膜，阻止了阴风的侵袭，同\n\n    时也能够防止热量的散失。\n\n    〔这是什么鬼地方，怎么阴气这么重？〕\n\n    看来是有什么不妙的事发生了，果然凯在不远处发现了几颗鲜血淋淋的头颅挂在树枝\n\n    上。\n\n    眼球几近突出的眼睛直盯着天空的方向，面部肌肉纠结在一起，死前定是看到了极其\n\n    恐怖之物。\n\n    〔女巫以药水出名，看这样子却不像毒药致死，难道凶手另有其人？〕\n\n    〔死者的眼睛都死盯着天空，莫非是凶手来自天上？〕\n\n    从死者的位置望向天空，凯却是看到了与平常不一样的天空。\n\n    走出那地再望却是无异于平日里见的天空，看来死者并不是看向天上，而是看到那其\n\n    中的事物而惊吓致死。\n\n    究竟是什么东西如此残忍地杀死人类？这里的阴气又是从何而来的？   [风] 去往临\n\n    城对于常人来说，意味着路途远，耗费时间长。但对风来说，只是休息一晚的时间。等到\n\n    第二日，正午赶路下午便能够到达城郊，不得不说，有时速度奇快也是一种优势。\n\n    临城不大，并非主城。本是由附近十几个村落聚集交易之所，一次村落联盟的会议改\n\n    变了这个局面。\n\n    村长们一致通过合组建城的决议，随后的一百年里，人们建起了最初的“君临座”，\n\n    曾经是大陆里能够排上榜的大城。\n\n    不过好景不长，名传大陆的君临座也难逃三百年前的浩劫，那场浩劫并不是怪物军团\n\n    入侵，而是突如其来的瘟疫。如同附骨之龃的疫情极难治愈，没有人能够抵抗，这不是实\n\n    打实的兽灾，即使是帝国当时最好的白衣也无能为力。\n\n    天知道那场瘟疫因何而起，只知道它杀死了数以百万记的大陆生物，生灵涂炭。幸好\n\n    瘟疫只持续了一个星期就无声无息的消失，仍挣扎没有死去的人们才得以喘息。\n\n    君临座作为那场天灾中的重灾区，因此遭到毁灭性的打击，空有城池而没有居民。\n\n    君临座的遗民为纪念先人，在此地重建临城，因为城中军队不足，只能寄居人下，成\n\n    为副城。\n\n    风每每想到临城的历史都情不自禁的叹息一声，现在终于能够亲眼看到临城，心中自\n\n    然喜悦。\n\n    嗒嗒嗒…嗒嗒…\n\n    这是？好像是吊桥的铁索机关启动的声音？不好！到了收起吊桥关闭城门的时间了，\n\n    得赶快进去。风趁着能力还未完全消失，一个闪身钻进了正在关闭的城门。他能否骗过守\n\n    门的卫兵而成功混入临城呢？\n\n    Chapter.04-05 纯汉字字数 ：1844字\n\n       Chapter.04 风\n    (⊙o⊙)…\n\n    风在地上打个滚，借机藏进了城门背后的一个小巷子里。\n\n    （为什么我对这里的地形这么熟悉？难道我曾经来过这里吗？不对，我的记忆里可没\n\n    有这一段经历，一定是巧合。）\n\n    “文森，太阳下山了，我们去喝一杯？听说城东新开的外陆饮料店人气很高，说是店\n\n    主从外陆引进了咖啡。”\n\n    “咖啡，卢卓你喝过吗？你不是说你曾游历外陆一年多，尝尽美味吗？给我们说说。\n\n    ”似乎是领头的队长开口，巡逻队里的队员们都起哄，让那队长口中的卢卓说说咖啡。\n\n    “咖啡是由外陆的专业作物---咖啡豆作为原料，磨制成粉、用热水冲泡而成的饮品。\n\n    它味苦，却有一种特殊的香气，是外陆人的主要饮料之一。原产于外陆的费若区，如今在\n\n    我们这里也有人引入栽培，其种子称“咖啡豆”，炒熟研粉可作饮料，即外陆人口中的‘\n\n    咖啡’。”面带铁甲的一名魁梧武士边走边说，脱口而出的话语却如同拥有魔力一般，这\n\n    些从未品尝过这神奇饮料的队员只吞口水，眼神炽热的望着那名武士。\n\n    “别看了，我们直接去那店里喝上几大杯不就好了？”旁边有人看不过去了，提醒众\n\n    人。却是队长带头，直向城东而去。\n\n    呼，城东？咖啡这种东西我虽喝过，却也只是粗略的喝了几口，当时行事匆忙，不如\n\n    便随他们去城东看看，顺便打听一下药剂师的所在。\n\n    尽管到了晚上，临城却仍是处处灯火，一副繁华景象。随处可见叫卖自家特产的小贩\n\n    ，路上的行人也不再如同白天那样行色匆匆，或结伴同行，或独自一人，互相说起一日之\n\n    事，也是十分和谐的景象。\n\n    风也在这里感觉到了浓郁的生机，暂时忘却一日前被绑，险些丧命的不快经历，慢慢\n\n    融入了这座城市，体会这座城市。\n\n    到了。那刚才所见的巡逻队停在了一家打着“咖啡专营，独家售卖”的招牌的店面前\n\n    ，那个队长模样的男人脱下面甲，露出冷峻的面容，却是与之前风心中所想一致。他从口\n\n    袋中拿出一个包裹，沉甸甸地，在里面翻出几块金锭，就把那钱袋模样的包裹给了之前介\n\n    绍咖啡的外陆游离着“卢卓”。似是交代完什么，队员们嘟囔了一会，走进了店面，队长\n\n    则是重新带上了面甲，朝着城中走去。\n\n    应该是去汇报今天的巡查情况吧，风这样想到。不过刚才的情形却让他苦恼了起来，\n\n    他可没有这么多钱，看那队长随便翻出几块金锭，想必那包裹中定是装满了金锭，莫非是\n\n    咖啡在这里很稀有，奇货可居，坐地起价？\n\n    他摸了摸自己干瘪的口袋，掏出一把金粒，苦笑着摇了摇头，看来这咖啡是吃不起了\n\n    。。。\n\n    Chapter.05 纪风\n\n    该死，这么点钱能干些什么，真是恼人！\n\n    纪风无奈地转向了旁边的酒馆，那边人来人往，想来价格一定也是不高的。\n\n    四角翘起的古国式亭台风格，穿连的回廊连接起邻近的分亭，简单地组合成一座中型酒\n\n    馆。门口站着几名招待，职业性的微笑挂在脸上，迎接和送走一名名客人，想必也有些无\n\n    聊。\n    纪风定了定神，迈上了台阶。\n\n    [站住，你是哪来的乞丐？]\n\n    乞丐？低头看了看这身尘土装饰的朴素布衣，头发想必也是杂乱之至，难怪说我是乞丐\n\n    。\n\n    [不，我只是一名城外的旅人，今天刚来这里，正打算到你们酒馆里喝上几壶好酒。] 被\n\n    人称做不体面的乞丐，纪风并没有如常人一般恼怒，而是温和地回答道。\n\n    [旅人？难怪看起来风尘仆仆，小倪他年轻气盛，还请您可不要和他计较。] 那门口的青\n\n    年还未回答，从门里走出一位中年干练的男人，友善地对着纪风笑了笑，接过了话茬。\n\n    [没事，我本就没打算计较，初来此地，还望您能多指点。]\n\n    男人招呼着纪风进了酒馆，路上对纪风多有照顾，想来那方才出言不逊的人与他有些关\n\n    系。\n\n    [到了，这是我们天渠酒馆的上等包房，今晚给您打个对折，算是对方才门口之事作些表\n\n    示。] 那男人有这权利给如此大的折扣，定是酒馆的老板。不过他也给纪风留下了一个还\n\n    算不错的影响，纪风也不矫情，推门就大大方方地走了进去。\n\n    老板见此，知道此事也就了了，这位旅人不至于再去四处宣传刚才门口之事，就唤了一\n\n    名伙计来招待，转身离开。\n\n    纪风打量着这间上等包房，房间不大，许是为独客所设。四角摆上拳头大小的夜明珠，\n\n    使得屋内亮堂却不耀眼。桌上已摆好了一壶热茶，闻着香味就知道是来自萨格的上品龙涎\n\n    茶，温润浓香汇为一股独特地香气弥漫在房间之中，也能平心静气。\n\n    如此周到，看来价格也不菲，只是老板都给出了折扣，也不好不收。\n    看来只能出点血享受享受了…\n\n    ************************************\n\n    噔噔”一阵敲门声响起，随后进来几名女侍，手中端着两三盘菜肴，呈圆形一一摆放在\n\n    桌上。空气中飘散着令人垂涎欲滴的香味，菜肴的颜色并不十分艳丽，却更加贴近菜的本\n\n    质，或许这就是人们常说的色香味俱全罢。\n\n    纪风拿起筷子，才发现那些女侍早已退出房间，自己竟是一点儿也不知道。大概是饕餮\n\n    心起，注意力都注在那盘盘佳肴之上，忽视了周围的动静。\n\n    (嗯 真的很不错，这鱼嫩滑无骨，这肉嚼劲十足，这菜口有余香…不过，物有所值，这\n\n    顿饭想必价格低不到哪去...算了，好不容易吃到一顿美味，钱这种身外之物就让他去吧)\n\n    推开房间的门，纪风此时不得不说，这家店着实不错，菜好环境也好，确实是值了。\n\n    不过，这500金铢一顿的价格着实吓人，看来口福只有这一次了。纪风的口袋此时也几近\n\n    空瘪，估摸着也就剩下十几金铢。\n\n    吃饱喝足，随便找了家看起来还算干净的旅馆，纪风便睡下了，熬夜逛集市这种事他了\n\n    干不出来。他也习惯吃饱就睡，以他的体质也无需担心身体健康会受到影响。如此，他便\n\n    可以早早起床，观察这座城市的晨景。\n\n     格式还在整理中~~~",
    "replies": [
        {
            "author": "@💊🌂🔔",
            "timestamp": 1399796220,
            "txt_content": "都喜欢用折叠"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1399796520,
            "txt_content": "130s 发表于 2014-5-11 16:17\n都喜欢用折叠\n   整理一下比较好"
        },
        {
            "author": "250=mo",
            "timestamp": 1399796580,
            "txt_content": "手动输入开头两格吧，要么是你本来就没输要么就是转码把空格都转没了"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1399797000,
            "txt_content": "250=mo 发表于 2014-5-11 16:23\n手动输入开头两格吧，要么是你本来就没输要么就是转码把空格都转没了\n  o  好吧 我整理一下"
        },
        {
            "author": "衍仔",
            "timestamp": 1399797180,
            "txt_content": "楼主打字幸苦了"
        },
        {
            "author": "黑小白",
            "timestamp": 1399797300,
            "txt_content": "不错{:10_513:}"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1399799100,
            "txt_content": "黑小白 发表于 2014-5-11 16:35\n不错\n  感谢支持。   "
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1399816980,
            "txt_content": "Lucky777777 发表于 2014-5-11 16:22\n整理一下比较好\n好久没见67君发文学了，。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1399818120,
            "txt_content": "130s 发表于 2014-5-11 22:03\n好久没见67君发文学了，。\n  算不上文学 只是一些文字"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1399818240,
            "txt_content": "Lucky777777 发表于 2014-5-11 22:22\n算不上文学 只是一些文字\n无论文学还是其他，反正都是你原创的心血之作"
        }
    ]
}