{
    "title": "<连载·单章>方块战争[作者：小怕][第⑩章：隐匿]",
    "author": "一个游荡的JJ怪",
    "replyCount": 6,
    "timestamp": 1399799460,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2014-6-7 07:48 编辑 \n\n隐匿第四天 21：00合金0-4  寒霜月灵帝国 灵水关     ---------------------------------------------------------------------------        四人和敖德萨在那个下午除了谈论了许多旁事，但最重要的就是谋划如何进入月御城调查。不过这件事难度不是一般的大，凭着日耀帝国的科技实力，在远处发现几个人那是轻轻松松就可以办到的。所以，寻常方法显然不行。就在大家一筹莫展之际，一个人进了板房里。       “睡魔队长，你们和敖德萨谈得怎么样？”来的不是别人，而正是灵御战区总指挥——沃菲尔德。他也不拐弯抹角，一上来就直入主题。       “敖德萨队长已经决定加入我们合金小队了，只是我们对于如何进入灵御城并没有什么好办法，不知总指挥有什么好办法。”睡魔队长起身说道。现在他们在这里并没有什么可以依靠的东西，有了困难也只好找沃菲尔德。       “别担心，我此行的目的就是来解决这个问题的。”沃菲尔德胸有成竹的说道。       “哦？“五人一听说这句话，不仅有了几分兴趣。         ”敖德萨队长，你还记得日耀帝国登陆时，运载步兵的登陆舰吗？“沃菲尔德把头转向敖德萨，问道。         敖德萨队长点了点头，说：”那东西虽然装甲不厚，本身也没有攻击能力，运载量也不大，但是它似乎有一种特殊的技能，可以蒙蔽过我们的眼睛。当时我差点把它当作了己方的船舰，直到它上岸我才明白过来，看清了它的原貌。        ”没错，帝国刚刚和我进行了一次视频通话，科学试验部的人告诉我他们已经破解了这种迅雷登陆舰的科技。它工作的原理是——释放一种伪装磁场，可以伪装成所有的海陆装甲单位，使人看上去如同真的一般。“沃菲尔德说着，脸上隐隐约约还带着一丝不信邪的目光。       ”这么厉害，那么它们可不就能伪装一直舰队出来威慑了吗？“寒霜惊呼道。先前的海翼，现在的迅雷登陆舰，让他，以及他的同伴感受到了莫大的压力。      ”这点到不用担心，这种登陆舰的伪装立场不能持久，变幻越大的物体持续时间越短，一旦它上岸，就如同敖德萨队长所说，马上就会露出原形。科学试验部的人还说，他们已经修好了五艘从下面缴获上来的破损的迅雷登陆舰，用来辅助你们的行动，它们已经运到了 灵水码头。原来的作战计划改变，改成你们进入登陆舰，伪装成日耀帝国补给舰，从水路靠近月御城，至于之后的事情，你们只能靠自己了。对了，根据情报，他们的补给舰队明天上午8时左右靠港，你们半夜出发，我会派潜艇与你们同路，击沉船队后你们就可一大摇大摆得进去了。另外我再派20个人与你们一起行动。“沃菲尔德说完一大串话，自己感觉也有些啰嗦，于是干脆先走了，等他们准备好了再说。      ”没想到帝国安排的这么详细，看来他们对我们的期望非常之大。“塔克先把自己想的说了出来，之前沃菲尔德讲话时他就想说了，只是碍于人家是东道主，便没有多说什么，现在有机会了，便迫不及待的说起来。      ”没错，看来我们进了码头之后，一场战斗是必不可少的了。“睡魔队长摸了摸他的霰弹枪，眼里尽是不舍之情，可在码头那儿霰弹枪的作用不大，也只好放在这里了。和他有同样心情的还有格林奇，如果说远程暗杀，他是一把好手，但近距离射击，就不是他的强项了。无奈的，他也放下了手中的M14狙击步枪。相反，塔克和寒霜却是有几分幸灾乐祸的表情，他俩相视一笑，然后又表现出一种兔死狐悲的样子。     ”喂，你们两个在那装什么呢，不要以为我换了把枪就可以轻视我了，也不知道以前哪两个小人当初被我虐的。“格林奇自然是看得出塔克和寒霜的意思的，不禁大为不爽，随即紧跟一句嘲讽。     ”你！“塔克和寒霜同时叫了一声，但这毕竟是事实，他们又错在先，也不好表现什么。以前，格林奇、塔克和寒霜在进行特种兵训练时，常常互相斗枪法，可无奈那时的寒霜技艺没有格林奇精湛，不知被嘲笑了多少会，现在又被他翻出了旧账，一时间有些气恼。这份记忆，是寒霜在来到百年前的世界四天来所回想起来的原本这个人物的记忆。不知为什么，有些记忆却怎么也想不起来。      一旁，敖德萨和睡魔两人攀谈起来。      敖德萨说：”有年轻队员在队里就是有活力，看着他们，好像自己也回到了年轻时的样子。      睡魔说：“谁说不是呢，每天看着这三个小伙子打打闹闹，自己也在不经意间被那中气氛感染。只是不知道，我们最后能不能或者看见胜利的到来。”     ......     不久，一行五人和其他二十人分别登上了五艘迅雷登陆舰。期间，睡魔、格林奇和敖德萨都从沃菲尔德那边各拿了一把MP5K作为武器，这种冲锋枪胜在射击速度快，也算弥补了小队中火力间隙中连接的角色。塔克和寒霜没有换枪，而是补充了弹药。寒霜好不容易拿到了一把极具高科技含量的MAA1步枪，让他换就像要了他的命一般。他们还换上了日耀帝国士兵的装束，学习了几句日耀帝国的语言。沃菲尔德带着他的副官卡琴斯基站在灵水码头边，向他们招了招手，虽然听不清说什么但也能知道是祝他们顺利的话。     五人进入登陆舰后，脸上的表情只能用一个词表示——震惊。看上去小小的登陆舰，内部的构造却是如此复杂。坐在舱内，丝毫感觉不到海浪正在翻涌，就像躺在柔软的沙滩上一样。最重要的是，它不需要人来操控，一切都由智能AI完成，只需下达一个指令，一切就完成了。最前的电子屏幕上显示潜艇编队着周围环境的情况以及舰船自身的状态，日耀帝国能做到这一步已经是登峰造极了。     “滴滴”一声轻响，电子屏幕上出现了一位青年男子，他皮肤黝黑，一看就知道是在海边摸爬滚打留下的痕迹。他轻咳了一声，说道：     “尊敬的合金小队的队员们，我是月灵帝国魔鲨海军第十八的指挥——迈特·霍纳，你们可以加我霍纳。我将带领你们进入日耀帝国补给船队的必经之路，待我们击沉它们时，你们乘机靠近伪装成它们的样子，保持原有队形，驶向月御港。好了，船队即将出发，闲言少叙，祝你们行动顺利。”       又一声“滴滴”响，屏幕恢复了原来的样子。“哎呀，总算可以休息一会了。”塔克往座位上一趟，兴奋的大叫一声。       现在已经是深夜了，月亮也已经升到中间的位置，银辉洒在波涛上，显得煞是好看。此时的海浪很平缓，茫茫大海上看上去只有一支由五艘登陆舰组成的编队在航行，其实还有十数条潜艇潜伏在海底，静静的航行着。       ......      “轰~~~”一声巨大的爆炸传遍了四周，五人也按照刚才霍纳的话，命令登陆舰，悄悄上前，进行伪装采样。随着一艘艘潜艇的上浮又下沉，日耀帝国的补给舰队数息之间就消失了，而原本的五个登陆舰也没了，变成了刚才舰队的模样。       之后，霍纳又一次进行连线，指导他们设置路线，随后就返航了。虽说这支补给舰队没有发现他们，但不代表岸上的日耀帝国部队发现不了他们，反正在这里用处也不大，返航才是最好的选择。       又过了六七个小时，这只”补给舰队“进入了月御港，那里的日耀帝国士兵根本没有发现一丝异样，就放他们进来了。敖德萨最先出去，他在这里生活多年，地形他是最熟悉的，利用临走前学的三句半日耀帝国话，打前站是再好不过。后面的四人看没有问题，也就出来了。陆陆续续，全部人都出来了，汇聚在一起。      突然，”嘶嘶“声 传出。那几艘迅雷登陆舰的能量用光了，露出了原形。一名站在敖德萨旁边的日耀帝国士兵刚想说什么，敖德萨猛地从腰间拔出事先准备好的匕首，眼睛眨也不眨的就杀掉了那个人。他出手的果断与狠辣，表现着他对日耀帝国的恨意。      周围的几个士兵还没回身看看发生了什么，就不明不白的在脑袋上被传了一个孔。临走前他们每个人的枪上都有消音器，所以并没有惊动什么其他人。     处理好尸体和没有能源的登陆舰后， 一伙人排好队，小心翼翼的前进着，有敖德萨领路，自然不怕出错。出了月御港，众人都放下了枪。和周围的其他在巡逻的士兵一样，在大街上走来走去。其实月御城的大街上并没有太多破损的痕迹，只是来往的行人脸上，都有一种说不出的忧愁。     可是，总感觉有些不对劲。寒霜心里想着，其他日耀帝国的士兵看上去总感觉少些什么。他没有多想，跟着敖德萨进入了原来的军营里。等他们全部进去，站在门口的两个看门的士兵，突然把门一关，举起枪就大喊一句什么，周围的其他士兵也围了上来。这时寒霜才想起来，这哪里是什么日耀帝国的士兵，这明明是日辉帝国的士兵啊。他们的服装虽然很相似，但缺就缺在日辉帝国的服装上在右下角有颗星。这样的情报失误，使他们一着不慎满盘皆输，一下子到了众矢之的。于是寒霜想都没想，拉开保险就扫射起来，其他人虽慢了一拍，但日辉帝国的人太少，直接就全倒了。     说起日辉帝国的成立，也就不得不说起月辉帝国和光辉帝国。原本在这片大陆上，有三个帝国——日耀、月灵和光辉。月灵帝国在北方，日耀帝国在南方，光辉帝国在中间。原本三家本是一家，后来各地区意见不合，就开始互相征战，最后分裂成了三个帝国。三国中，月灵主发展农业，以绿色经济为主；日耀主发展工业，以科技产业为主；光辉是较为平衡，没有长处也没有短处。三家在外交上互不往来，唯一的一些经济往来，就是在周边的小国进行。后来，日耀、月灵两家发展越来越迅速，光辉渐渐坐不住了，他们恐怕自己会被吞并，就先发制人，向两方同时进攻。但他们的军队也没有什么特点，南面打日耀是大败亏输，北面打月灵是僵持不下，结果反而提前灭国。后来日耀、月灵为领土划分问题起了纠纷，最后谈判决定，沿日月山脉为界，成立日辉与月辉帝国，分别成为两家的附属国。这么多年来，日耀帝国不断资助，日辉帝国短时间内蓬勃发展。月灵帝国更多采用民主的办法，由当地的民众自主发展。但日耀帝国的资助是有条件的，那就是日辉帝国必须听他的。所以，进攻时月寒城、月清城受到的是日辉帝国的攻击，所以被成功抵御下来。月御城收到了日耀帝国的亲自”照顾“，所以被一举打败，但日耀帝国显然不想和月灵帝国撕破脸，就留了日辉帝国的人当炮灰。他们一是可以牵制北方的月灵帝国部队不去南方，还可以探查地形，为日后做准备。      寒霜心中已然明白了全部事情，现在只要逃出去就可以了。就在他们刚消灭完这帮杂牌军，远处的轰鸣声惊醒了他。     ”快撤往这个方向，那是敌人的步兵战车。“敖德萨大叫道，他手指着远处的山洞，神情焦急。     ”所有人往山洞里跑，快快。“睡魔队长也跟着喊到，虽然不知哪里有什么，但有个向导就得听他的。     二十五人拼命往山洞跑，他们毕竟都是经验丰富的老兵，不由自主的分散开来，躲避步兵战车上炮的轰炸。这座山不高，所以大家没有多久就跑到了山腰的山洞里。敖德萨一进去就从里面的细缝里掏出一个包着布的大家伙。他也没心思拆布，匕首一拉就开了。     ”RPG？“周围的人都吃了一惊，没想到敖德萨还知道这里有的RPG。     没有理会众人的目光，他又掏出几枚炮弹，放进去就要发射。那步兵战车还在山脚，敖德萨蹲在山洞口，略微一瞄，”咻“火箭弹带着尾焰直飞出去，一会又猛地一扎，直接撞上了那步兵战车的车头。”轰“一声巨响发出，但那步兵战车还未完全摧毁，主炮虽不能用，但车体还可以动。于是他们一加速就要冲上来。敖德萨镇定了下来，又是一发RPG精准命中，步兵战车炸的顶盖都飞了起来。    ”此地不宜久留，我知道哪还有载具，跟我来。“敖德萨喘息了几下，显然刚才让他心惊了一阵。    众人也没有说什么，跟着他就走了。 注：本章共4308个字。---------------------------------------------------------------------------四千字，没错四千字，小怕辛苦了一下午，终于有成果了。请容我晚些更新索引帖，时间有些紧了。（如果觉得好点一下顶和加点人气吧）---------------------------------------------------------------------------上一章地址\n---------------------------------------------------------------------------索引贴地址\n\n@银狼 \n\n                            \n\n",
    "replies": [
        {
            "author": "银狼",
            "timestamp": 1400130720,
            "txt_content": "0 0 我又来看看了"
        },
        {
            "author": "4852",
            "timestamp": 1400150220,
            "txt_content": "写的好好啊"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1403621160,
            "txt_content": "我又来看了，不过，不明白的是，文中的寒霜是不是原来的狼牙呀？"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1403653860,
            "txt_content": "我是小骷髅 发表于 2014-6-24 22:46\n我又来看了，不过，不明白的是，文中的寒霜是不是原来的狼牙呀？\n没错，索引帖的人物介绍里说了。他是从以后的世界回到100年前的战争来重整时空秩序的，自然会是成为那时的一个人物。谢谢支持哦。"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1403669880,
            "txt_content": "一个游荡的JJ怪 发表于 2014-6-25 07:51\n没错，索引帖的人物介绍里说了。他是从以后的世界回到100年前的战争来重整时空秩序的，自然会是成为那时 ...\n哦，我明白了，谢谢你解决我的疑问！"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1403669940,
            "txt_content": "我是小骷髅 发表于 2014-6-25 12:18\n哦，我明白了，谢谢你解决我的疑问！\n今天又更了一张，去看看吧"
        }
    ]
}