{
    "title": "<连载·单章>《我的世界·观》 by lotsofone 第二章（本章完结）",
    "author": "lotsofone",
    "replyCount": 2,
    "timestamp": 1399809900,
    "txt_content": " 本帖最后由 lotsofone 于 2014-5-17 09:04 编辑 \n\n本章3个ud.啊，别看漏了啊。所有字数统计不包含标点符号。由于本章3个ud.都占了前三楼，所以就不做本章索引了。索引贴上一章，下一章CP.2 ud.1\n\n       过去是幸福美满的。\n\n       孙企航的父亲是国家的武器科学家，他们家生活很富足。\n\n       妹妹孙雨婷时常捉弄孙企航，虽然让孙企航苦不堪言，但这也是他们家不可或缺的笑料。妹妹生下来就喜欢远离家，很多时间都在外面玩；而孙企航则喜欢呆在家里，和妹妹一起玩的时间不算多。\n\n       “来，我教你做运河。”孙雨婷跟正在玩弄红石的孙企航说。\n       “好啊，怎么做？”\n       “先往这里倒一桶水，然后……”\n\n       孙企航就这么直接地上当了。\n\n       水蔓延开，把孙企航刚刚铺好的一条红石线冲散，红石粉末散布在地上，渐渐与泥土搅在一起。孙雨婷灵巧地跑开。孙企航大叫：“别跑！”孙雨婷说：“反正你铺的那条线质量也很差，不如冲了算了，哈哈。”\n\n       妹妹是和很阳光的人，她脸上几乎每时每刻都是笑脸。走到外面，喜欢玩弄各种事物。\n\n       孙企航和妹妹一起在划船。\n\n       “哥哥，我先跳上岸，然后半秒之后你再跳过来，我接住你。”\n\n       孙企航终于有点怀疑。他心想，半秒之后我自己跳上来，不用你接。哈哈，还想用这招来玩我。\n\n       孙雨婷灵动地一跳，就上了岸。\n\n       孙企航也蓄满了力。可是半秒之后，他往前一跃，手还触及不到岸边，整个人落入水中。孙雨婷满足地笑着：“哥哥你没事吧。”\n“没事，等下我让你有事！”孙企航爬上岸。\n\n       孙雨婷做个鬼脸，再次跑开。\n\n       他的世界观残缺很小的时候就落下了，当时已经表现出了认知不全。而每次和孙雨婷一起玩，他的病总能稍微缓解一下。\n\n       ……\n\n       幻想乡3025年9月2日，发生了田阳森林炮火轰击事件之后的一天。\n\n       太阳升起了，孙企航和俞琼从十分浅的洞里，走了出来。本来他们很可能会在洞里迷路，现在在最深处都能看见阳光。视野中已经不存在植被，地表被削去了30多米。金属受高温熔化后，流动蔓延开来，填满碎石的缝隙，零星地点缀着地表。他们往任何一个方向看去，视野都会在硝烟，炸碎的石头，残余的一点泥土渣，凝固的金属，烧焦的木屑，还保留着蓝色的天空，还保留着白色的云朵，还保留着光亮的太阳中的任意一者阻挡。这种情形，让俞琼想到了末路之地。真的，这就和末路之地一样，区别只有没有黑黑的高高的瘦瘦的生物和会飞的大大的快快的生物而已。\n\n       呆在这里只能等着饿死，他们不得不向前走着。无线电在逃生过程中损坏了，无奈，只好依靠太阳辨别方向，然后向西方看看阳田城区是不是还在。末路之地中，看到血都令他们欣喜。炮弹刚好炸到前方的怪物库的深度，把怪物库的顶掀开，用弹幕清理掉所有生物后，就不把尸体最后的残骸销毁了。李楠老师和方震摩不会再被追究责任，证据全部消失殆尽，而李楠老师自己的身体也与这些僵尸混在了一起。\n\n       孙企航很悲痛，黄可珍就这样走了。\n\n       心爱的人离去是再平凡不过的事情吧，这种情况世界上发生了无数次。\n\n       世界上没有人听他说话，他说话就是会让人觉得烦，不管是谁听了都不想再跟他说话。可是黄可珍不会觉得他烦。世界上的人都听不见他说的话，也许是因为音量小吧。可是黄可珍绝对能听见。世界上没有人再解答他的疑惑，告诉他这个世界的样子。可是黄可珍却让他知道了很多东西。\n\n       炮火轰击的范围很小，他们很快就走出了石头和金属组成的那块死地，而恰巧只有他们三人在中间。出去之后，马上就被救援队带走，送去了医院。\n       世界上，只有黄可珍和他说话，只有黄可珍不讨厌他。这是他和世界唯一的联系。黄可珍的出现，为他的病症治疗带来了巨大转机，给他的生命带来了光明和希望。最痛苦的莫过于给了人希望，再让人绝望，就如同上帝刻意安排的折磨一样。\n\n       打羽毛球，不能一直把拍子握紧，正确的方法是先放松，给手蓄上弹性势能，击球时再握紧，便能十分有力地把球击出；用鞭子抽人，不能无脑地绕圆圈挥出，而要向前挥，要击中时得往回拉，这样打击最有力；扔铅球不是直接往前扔，而要先让身体向后倾斜，脊梁向后弯蓄力，之后扔出便能十分有力。\n\n       掌握最正确，最有效的发力方法，才能打出最有力的一击，然后取胜。\n\n       命运精巧地发力，给了孙企航一重击。\n\n       这只是一次普通的发力。\n\n       孙企航被送到医院之后昏迷了过去，开始做起梦来。\n\n1404字\n\n",
    "replies": [
        {
            "author": "lotsofone",
            "timestamp": 1400235960,
            "txt_content": " 本帖最后由 lotsofone 于 2014-5-17 09:03 编辑 \n\nCP.2 ud.2\n       对于孙企航，妹妹是建立哥哥世界观的重要力量。\n\n       可是和妹妹玩的时间越来越少了，上了小学后，妹妹就住校了。妹妹拼命和外面的人打交道，哥哥则喜欢在家里自己玩电脑。\n\n       作为国家武器科学家，他父亲也总是面临着危险。\n\n       终于，别国的特工绑架了母亲，要求幻想乡交出父亲。\n\n       交涉不成后，特工撕票。\n\n       此后，在工作日，家里就只有孙企航和父亲两个人了。\n孙企航的父亲是一个很爱思考的人，很有智慧。他对万物有独特的看法。小时候，他就是孙企航的智慧的象征，也是母亲过世后的精神支柱。\n       “呜呜呜呜，今天我打篮球输了。”“输了，你就要加紧练习就好了。”“练习真的能行吗？我觉得我天生就不适合运动。”“人的很多技能都是后天习得的。人天生就有很强的学习能力，这是人性。所以你只要练习，没有什么学不会的。”\n这句归纳很有理，孙企航也很讲理。\n       “可是我很伤心，怎么才能不伤心呢？”“为什么一定要不伤心呢？”“伤心好痛苦，而且伤心一点意义都没有，完全是在浪费精力。”“企航，对于不需要干涉的东西就不要用理性去干涉，”\n\n       这句归纳也很有理。\n\n       “伤心是无意义的，不伤心也是无意义的。拼命压制自己的痛，难道就能改变现实了吗？既然怎么做都无意义，那么为什么要去干涉呢？那就让自己去哭，去难过好了。痛苦与不痛苦都只是以大脑中的电流以及化学物质的形式存在，”\n\n       是啊，情绪，是最没有价值的东西。\n\n       “改变了又不能改变现实。我们要做到，只是对改变现实有利的东西。”\n\n       又一次，孙企航高兴的说：“我找到目标了，我要死得有尊严。”\n\n       “孩子，尊严是毫无意义的，对于不需要干涉的东西就不要去干涉。你的尊严只是大脑中的电流以及化学物质变化，即便存在也不能改变现实。尊严，是无价值的东西。”\n\n       他父亲对于这类问题，总能以不变应万变。父亲的想法是，万物终归于一，一切事物都有共同的规律或者一条共同的法则。只要找到这条法则，就能解决一切问题。只要找到这条法则，就不用背那么多条款，按照这条法则推导出一切即可。只要找到这条法则，他就能看破一切。\n\n       所以，在国家的武器研究上，他总是能够给出意向不到的解决方案，也能想出与众不同的创意。\n\n       “为什么人要吃饭？”“孩子，生物的目标是继承基因。我们人也是生物，也要继承基因。生存是继承基因的条件之一，为了生存，人要吃东西。”\n\n       “为什么我看到叔叔阿姨走在一起呢？”“孩子，生物的目标是继承基因。我们人也是生物，也要继承基因。叔叔阿姨走在一起是为了繁衍后代，这样就能达到继承基因的目标了。“\n\n       “为什么男人会花心呢？”“孩子，生物的目标是继承基因。我们人也是生物，也要继承基因。花心的男人有更多几率找到伴侣，便能更容易地实现继承基因的目标。”\n\n       “为什么人害怕孤独呢？”“孩子，生物的目标是继承基因。我们人也是生物，也要继承基因。人如果有朋友，就能得到更多保障，提高生存几率，如此才能继承基因。”\n\n       ……\n\n       归纳，归纳，归纳，是孙企航父亲一直在做的事情。他想把世界所有的存在归纳为几句简短的话，并一直为此而努力着。\n\n       他教育孙企航也是用最美妙，最简洁的归纳性的语言。“孩子，做人要有自信，只要有自信，什么都能干成。”“孩子，这个世界万物都有规律。抓住规律，按照规律办事，才能成功。”“孩子，世界是物质的，你的情绪也是物质的。”\n\n       他也努力训练孙企航的归纳能力，希望孙企航能帮他归纳出万物的统一法则。\n\n       归纳，可以把万物表述地更简单，使得需要记忆的东西变少。归纳就如同对数据的压缩。可是，压缩率越高，失真就越大，在解压缩还原的过程中，就与实际差距越远。他父亲的归纳，就如同把一张bmp格式的图片用文字描述出来；而他父亲要求他做的，不是归纳，而是听到一段文字，还原出bmp画面。毫无疑问，这是不可能做到的，这个实验已经有人做过，修改了好几次后，才有人画出和原图有一点像的图。\n\n       因此，孙企航的世界观扭曲了，错误了。他被交付了如此艰难的还原任务，无法顺利完成。\n\n       在一望无际的麦田中，两个孩子在嬉戏。落日的余晖，和风一起抚摸麦子。如果叫你去还原出1920*1080的bmp，你会怎么还原？有1000个人就有1000种还原结果。每个人见到的麦田不同，还原的麦田就会不一样；每个人见过的落日不同，于是他们就会还原出不同的落日。而孙企航更悲剧，连麦田、落日都没见过，丝毫没有还原的可能，所以只能乱猜。\n孙企航在小学开始干出奇怪的事情，说出奇怪的话。\n\n       “让我们为死去的小猫默哀三分钟。”“默哀是无意义的，我们默哀的情绪只是大脑中的电流及化学变化而已，干涉它们并不能改变现实。所以，不应该默哀。”\n\n       “我真的不想听课了。”“你在骗我。生物的目标是继承基因。我们人也是生物，也要继承基因。生存是继承基因的条件之一，而好好听课有利于生存。”\n\n       渐渐地，周围的人不愿意听他说话。随着一次次打击，他渐渐收敛起来，不再说奇怪的话。他开始试着了解正确的世界，于是虚心请教别人。\n\n       可是，人如果被连续问这种简单的问题，也会烦的。被他缠着，就像被幼儿园小朋友缠着一样。他又继续被泼冷水。\n\n       最终，他封闭自己，逃避一切。\n\n1742字"
        },
        {
            "author": "lotsofone",
            "timestamp": 1400240940,
            "txt_content": " 本帖最后由 lotsofone 于 2014-5-17 09:03 编辑 \n\nCP.2 ud.3\n\n       一天天过去了，情况丝毫没有好转。直到有一天，老师对孙企航的奇怪举动感到不爽，叫他父亲带他去检查。查出来的结果是：世界观残缺III级！接着又去测了智商，智商130，正常，学习能力正常。这些结果，把矛头指向了他父亲。\n       老师和医生都质问他父亲，而他父亲也不知道怎么回事。明明自己认真地在教孩子，可是却把高智商的孩子教出了这样的问题。原因无法查明，医生只能给出这条建议：多接触外界。\n       父亲按照医生的嘱咐，始终带着录音笔，记录他和孩子的对话，以及孩子说的话。他还有意记住孩子做什么事情，希望医生能查明原因。\n       他是国家的武器科学家，这工作本来就够辛苦了。孩子的病让他有更大的精神压力。他很想睡下，从此再不醒来。可是他知道，他必须继承基因，因此一定要坚强，把孩子治好。哈哈，他是不可能倒下的。\n       医生努力的查明原因，可是在查明原因的时候，他已经不在了。武器科学家的身份使得他遭遇暗杀。他带着新型武器的思想，养育孩子的愿望，以及归纳万物的规律离开了世界。\n       父母双亡是再平凡不过的事情吧，这种情况世界上发生了无数次。\n       他彻底封闭了自己，逃避与外界交流。\n       医生查明了孙企航患病的原因。\n       他父亲的脑子里装着世界上各种各样的东西。而他强大的归纳能力把所有东西都规整地放到一个个盒子里，井然有序。放在盒子里，结构严整，让他可以轻松调用。\n       而孙企航接受的是他父亲的那套盒子。他脑子里的盒子虽然也是科学高效的，但盒子里都是空的，他有的，只是一个盒子套着一个个盒子，里面没有任何能用的东西。\n       孙企航只是接受了父亲的归纳，可是却很封闭，并没有面向世界，才造成了世界观残缺。\n       妹妹不再住校，回到家中，和哥哥一起相依为命。以后的日子就必须勤俭节约了，父母双亡后，就只能靠低廉的救助金过活。\n       接下来，妹妹成为了治疗哥哥病症的唯一力量。\n       “哥哥，别玩啦，跟我去逛街。”“玩电脑有什么意思啦。”\n       孙企航很想无视掉这一切，他只想沉浸在自己的世界中。\n       其实想做什么的意思是能到什么，上面这句话的意思是他只能沉浸在自己的世界中。\n       对外界，他感到害怕。面对他妹妹，内心会有控制不住的害羞。不管见到谁，都无法流利地说话，还会被无视。因为做不到，所以不想做。\n       孙企航尽量让自己的害羞情绪不被发现，就用玩电脑来掩饰。可这些在妹妹眼中，是无比弱智的。\n       孙雨婷拼命阻挠，像是故意要让哥哥在游戏中输掉。\n       “唉，没办法。”孙企航玩不成游戏，所以只好陪妹妹去。\n       而孙雨婷知道，哥哥只是为了掩饰害羞之情而故作冷漠。因为不能顺利地热情，所以不想去热情。哥哥自己都认为自己不喜欢热情待人。\n       闹市区，孙雨婷继续捉弄哥哥。她指着一个穿得很时髦的人说：“跟你说，你看那边那个女的，穿成这样。哥哥你只要挺直胸膛，去搭讪就不会被拒。”\n       “怎么能不被拒啊。”\n       “人家穿成这样，肯定是希望被人搭讪的呀，不然就穿着工作服出来了。”\n       这话挺有道理，于是，孙企航试着过去说话。\n       ……\n       “怎么，失败了？”\n       孙企航以略害羞的语气，故作正经地说：“我饶不了你！”\n       他想打妹妹，可是由于害羞，又只好停手。\n       “不敢打我吧，哈哈。”\n       “要是我们更有钱你肯定能成功的。”\n       轮番轰炸，让孙企航很想找个洞钻进去。\n       后面孙企航怎么找的洞，我想不出怎么编了，总之只有害羞。\n       ……当然我希望有厉害的人能脑补出打圆场这一段。\n       孙企航和妹妹一起出去时，时不时就会看到有男的向妹妹搭讪。都是认识的人，也知道那是她哥哥而不是男朋友什么的。也有时，会遇上她朋友。\n       但不管遇到谁，新加入的人都会让孙企航不知所措，都令他紧张、害羞。他常常是一言不发，掩饰自己的这种情绪。外人看来他就是个不爱说话的人，但这些他妹妹全都知道。\n       过度害羞是世界观残缺的表现症状之一。想要治疗，妹妹必须把他拉出来见陌生人。\n       如此，他的世界观残缺降到了II级。\n       孙企航很敬佩他妹妹。她很优秀，成绩不错，而且十分善于交际。从对妹妹的观察来看，很多男生仰慕他。手机上，大街上，各种途径都有人找她。\n       他看着妹妹几乎不变地拒绝别人。“我配不上你”，“我有男朋友了”，“真无聊”。这其中一句话，对追求者来说，是一句意义非凡的话，也许一生只能听见一次吧。但是在妹妹眼中，就如同机械化操作一样。有时也会变个花样回绝。\n       孙企航看着妹妹要男生们做事，从羡慕变成了嫉妒。\n       而孙企航又有着世界观残缺，终于耐不住性子：“为什么你要去诱惑那些男生？为什么要伤他们的心？”\n       “没有办法，男朋友只能有一个。”\n       “既然不能接受他们，那为什么又要向别的男生卖萌？勾引他们？”\n       其实也不算勾引，只是孙企航的尺标是歪的。\n       “我总不能不理他们吧，这样太没有礼貌了。”\n       “骗人，”世界观残缺的他还没有形成礼貌的概念，因此当即否定了妹妹，“你是为了自己内心的需求感，想要无数男生喜欢你，所以故意勾引他们，然后享受拒绝他们的快感。”\n       “我是出于礼貌，难道”\n       他就是听不懂“礼貌”。\n       “然后你叫他们干着干那，使唤着他们。你勾引别人就是为了这个。你们女生都是这样，只希望别人喜欢自己，却不懂得男生追求别人时的痛苦。”\n       孙企航就是干这行的，廉价收购好人卡，所以他才能说出这样的话。虽然关于这种事他的世界观是空白的，但好人卡这东西他很熟悉。\n       “别吵了。”\n       “你知道么，你们在若无其事地玩弄人家感情的时候，别人心里受了多大伤害啊。你真凶残。”\n       她和哥哥吵了一架，然后痛哭了一晚上。\n       明明知道哥哥有病，孙雨婷却还是那么在乎哥哥的话，真是个傻瓜。\n       他们之间破裂了，再也不能聊天，不能捉弄。\n       此后孙雨婷再次申请住校，然后也不怎么回家了。\n       偶尔宿舍清空，往家里搬东西，也不找哥哥帮忙，都是自己叫人解决。\n       和亲人决裂是是再平凡不过的事情吧，这种情况世界上发生了无数次。\n       孙企航再一次陷入了孤独，好不容易看到的治疗的希望又消失。这一切，不是命运的一次发力，而是他自己巧妙发力重伤自己。\n       孙企航醒过来了。\n       他费力地起身，端坐起来。他向周围望了望，确认自己在哪儿。\n       他竟然不知道可以按铃把护士召唤过来。\n       “2025号的病人有反应，快去看看。”\n       床下的传感器感受到孙企航起身引发的震动，然后数据被计算机收集。接着孙企航继续运动的时候，计算机收到了连续振动，可以断定这不是风吹过或者别的什么扰动，而是病人起来了，这时才通知了护士。\n       病房外，数名穿粉红色护士服的少女走了进来。\n       “病人醒了，去检查一下精神状态。”\n       “您好，你叫什么？”\n       “我叫孙企航。”\n       “精神目前没什么问题。病人几天没有进食。你去准备一些易消化的食物。”\n       孙企航周围的所有人，他都不认识，这让他感到不安。虽然房间里充满人，但都有公事公办的感觉。不要紧，他想要孤独。“如果有什么需要，可以按这个铃，会有护士过来。”\n       饭菜端进来之后，基本检查完毕之后，东西吃完之后，餐盘收拾掉之后，又只剩他一个人。\n       他只是精神受了点问题，应该没什么麻烦。倒是从来没有听说过世界观残缺能致人昏迷的，所以应该是别的原因。\n       他离开病床，到窗外去，却看见外面，多了不少穿着钻石盔甲的军人，而且都闪着光。一辆军绿色的车开到医院前停下，医院边上的军人走上去。对完口令之后，就开始卸货，可以看见是一些医疗器械和药品。\n       他想把护士叫过来问清楚这是怎么回事，但是却又害羞了。他就是这样，迟迟犹豫要不要按铃。\n       就在这时，房门的把手转了一下。背后，出来的不是粉红色的，而是俞琼老师。\n       “你终于醒了。”\n       “我睡了多久？”\n       “现在是9月5日，下午三点钟。最近发生了不得了的事情呢。就在昨天上午10点，首相宣布幻想乡和世界上其他所有国家向依勒克提开战。他们和……”\n       “那么，我们岂不是很危险？”孙企航焦急了，马上说。\n       “没有，暂时还比较安全。”\n       “什么意思，外面那些军人是什么情况？”\n       “依勒克提对幻想乡没有进行密集轰炸，他们派部队袭击我们。”\n       “我们为什么还活着？”\n       “他们没有伤害民众，相反，占领一个地区之后，对当地民众很友好。”\n       “那么，我们这里，田阳也……”\n       “是的，昨天晚上田阳就沦陷了，在战斗中有人马上逃离了这里，也有很多人躲在家里。他们给留下的人宣传他们会保护我们。这时人们也不敢反抗，只能听从。后来他们倒也表现地挺民主，不抢我们的资源，会拿钱来换。那场战斗他们损失也不小，所以我想民众不高兴集结成巨大反抗力量的话会让他们很头疼吧，估计是这样才用了这种方法。”\n       “这样啊。”\n       “总的来说，沦陷的区域比没有沦陷的区域安全。”\n       孙企航对于这样的事实没有别的想法，他也改变不了什么。\n       战争已经开始。\n\n\n2912字。本来这些是两个ud.的，但是ud.4字太少，而且信息量也不大，那就放一个ud.好了。\n\n"
        }
    ]
}