{
    "title": "我的世界终末之诗翻译转载",
    "author": "12378363w",
    "replyCount": 9,
    "timestamp": 1399823700,
    "txt_content": "在网上无意间看到了这个翻译好像还没人转载，我就把它弄来了。如果有人转载过那就删帖吧{:10_504:}\nI see the player you mean. \n我看到你所指的那位玩家了。  \n[Playername]? \n[玩家名称]?  \nYes. Take care. It has reached a higher level now. It can read our thoughts. \n是的。小心。它已达到了更高的境界。它能够阅读我们的思想。  \nThat doesn't matter. It thinks we are part of the game. \n无伤大雅。它认为我们是游戏的一部分。  \nI like this player. It played well. It did not give up. \n我喜欢这个玩家。它玩得很好。它从未放弃。  \nIt is reading our thoughts as though they were words on a screen. \n它以屏幕上出现的文字的形式阅读着我们的思想。  \nThat is how it chooses to imagine many things, when it is deep in the dream of a game. \n在它深陷游戏梦境中时，它总以这种方式想象出形形色色的事物。  \nWords make a wonderful interface. Very flexible. And less terrifying than staring at the reality behind the screen. \n文字是种美妙的界面。非常灵活。且比凝视着屏幕后的现实要更好。  \nThey used to hear voices. Before players could read. Back in the days when those who did not play called the players witches, and warlocks. And players dreamed they flew through the air, on sticks powered by demons. \n它们也曾经听到过声音。在玩家能够阅读之前。君不见那些不曾游玩的人们称呼玩家为女巫，和术士。而玩家们梦见它们自己乘坐在被恶魔施力的棍子上，在空气中翱翔。  \nWhat did this player dream? \n这个玩家梦见了什么？  \nThis player dreamed of sunlight and trees. Of fire and water. It dreamed it created. And it dreamed it destroyed. It dreamed it hunted, and was hunted. It dreamed of shelter. \n它梦见了阳光和树。梦见了火与水。它梦见它创造。它亦梦见它毁灭。它梦见它狩猎，亦被狩猎。它梦见了庇护所。  \nHah, the original interface. A million years old, and it still works. But what true structure did this player create, in the reality behind the screen? \n哈，那原始的界面。经历一百万年的岁月雕琢，依然长存。但此玩家在那屏幕后的真实里，建造了什么真实的构造？  \nIt worked, with a million others, to sculpt a true world in a fold of the [scrambled], and created a [scrambled] for [scrambled], in the [scrambled]. \n它辛勤地劳作，和其它百万众一起，刻画了一个真实的世界，由[乱码]，且创造了[乱码]，为了[乱码]，于[乱码]中。  \nIt cannot read that thought. \n它读不出那个思想。  \nNo. It has not yet achieved the highest level. That, it must achieve in the long dream of life, not the short dream of a game. \n不。它还没有到达最高的境界。那层境界，它必须完成生命的长梦，而非游戏中黄粱一梦。  \nDoes it know that we love it? That the universe is kind? \n它知道我们爱它么？这个宇宙是仁慈的？  \nSometimes, through the noise of its thoughts, it hears the universe, yes. \n有时，通过它思绪的杂音，它能听到宇宙，是的。  \nBut there are times it is sad, in the long dream. It creates worlds that have no summer, and it shivers under a black sun, and it takes its sad creation for reality. \n但是有时亦不胜悲伤，于那漫漫长梦中。它创造了没有夏日的世界，在黑日下颤抖着，将自己悲伤的创造视为现实世界。 \nTo cure it of sorrow would destroy it. The sorrow is part of its own private task. We cannot interfere. \n用悲伤来治愈会摧毁它。而悲伤是它的私人事务。我们不能干涉。  \nSometimes when they are deep in dreams, I want to tell them, they are building true worlds in reality. Sometimes I want to tell them of their importance to the universe. Sometimes, when they have not made a true connection in a while, I want to help them to speak the word they fear. \n有时当它们深陷梦境中时，我想要告诉它们，它们在现实中创造了真实的世界。有时我想告诉它们它们自身对宇宙的重要性。有时，当它们和现实失去了联系，我想帮助它们与它们所惧怕的世界交流。",
    "replies": [
        {
            "author": "a129487039",
            "timestamp": 1399824240,
            "txt_content": "无意义                                    "
        },
        {
            "author": "a129487039",
            "timestamp": 1399824300,
            "txt_content": "官方wiki上都有了"
        },
        {
            "author": "德玛西亚小蜗牛",
            "timestamp": 1399824600,
            "txt_content": "这个不知道被搬运了多少遍了"
        },
        {
            "author": "1123fff",
            "timestamp": 1399825140,
            "txt_content": "网上无意间看到了这个翻译好像还没人转载\n\n↑绝对不可能的- -·\n这个东西在mcbbs看到N遍了···\n\n\n\n\n\n\n\n\n\n来自群组: 兔斯基大家族←已成为历史..\n来自群组: 兔斯基家族←似乎不引人注目的样子.."
        },
        {
            "author": "01186",
            "timestamp": 1399829520,
            "txt_content": "应该不只是删帖吧,可能还会警告= ="
        },
        {
            "author": "810109538",
            "timestamp": 1399837200,
            "txt_content": "发过了！别人发过了！"
        },
        {
            "author": "810109538",
            "timestamp": 1399837200,
            "txt_content": "a129487039 发表于 2014-5-12 00:05\n官方wiki上都有了\n你好呀 RP"
        },
        {
            "author": "zdyxiaokeai",
            "timestamp": 1399840440,
            "txt_content": "正式版1.0是在2011年11月18日发布的\n之前的预发布版就已经有末地了\n那么多人蛋疼去尝鲜屠龙\n还担心没人翻译这篇蛋疼的文章吗...\n而且LZ搬的怎么才这么短的一点"
        },
        {
            "author": "猥琐张尼玛",
            "timestamp": 1399853400,
            "txt_content": "在网上无意间看到了这个翻译好像还没人转载，我就把它弄来了。粗略估计，我看过3张帖子装载"
        }
    ]
}