{
    "title": "【100的地图搬运】Letters From A Dead Earth Map",
    "author": "壹佰佰佰",
    "replyCount": 7,
    "timestamp": 1399873200,
    "txt_content": "                                                               Letters From A Dead Earth Map                                                                    字母A死的地球地图（雾？）\n——\n介绍and规则（中文翻译）：绝杀：\n\n欢迎杰弗森County.You有怎样的世界结束了没有记忆。没有人做。你不知道它何时发生或为什么。有时感觉就像一切都土崩瓦解世纪以前。有时感觉就像是昨天唯一的。只有废墟知道certain.Hidden一个堕落文明的碎屑中，纸的细节碎片秋季和地狱随后经过前几天。聚集在一起，他们告诉的什么地方出了错的故事，也许逃避到，只有最敏锐的头脑可能会收集来自窃窃私语更深的奥秘，这个死地上的鬼的声音。\n\n说明：\n\n字母A死的地球带来了超过100个“书”笔记来承担，都分散在一个巨大的（几乎是4000×4000）地图具有8个城市，10个镇，5个“大型车辆失事地点”和更多的秘密，只要你想得到一个玛雅日历在。发生了什么事死者地球？找出通过收集编号的书籍（1  -  100）拼凑的故事，并自行决定。很多其他的（无编号）的书籍都可以让地图更加字符。你可以找到他们呢？\n\n这张地图是任务和大量的秘密的自由漫游地图的生存。没有规则！如果你可以打破它，它就是你的！广场街区，矿山，农场，打破东西，悲伤这张地图的设计，使你可以做任何你想做的吧。随时与器官功能障碍综合征或快照运行它呢！\n——\n介绍and规则（英文原版）：Lore:\n\nWelcome to Jefferson County.You have no memory of how the world ended. No one does. You don’t know when it happened or why. Sometimes it feels like everything fell apart centuries ago. Sometimes it feels like it was only yesterday. Only the ruins know for certain.Hidden among the detritus of a fallen civilization, scraps of paper detail the days preceding the fall and the hell that followed after. Gathered together, they tell the story of what went wrong, and perhaps elude to a deeper mystery that only the keenest of mind might gather from the whispers, the voices of the ghosts of this dead earth.\n\nDescription:\n\nLetters From A Dead Earth brings over 100 “book” notes to bear, all scattered throughout a massive (almost 4,000 x 4,000) map featuring 8 cities, 10 towns, five “large vehicle crash sites” and more secrets than you can shake a Mayan calendar at. What happened to the Dead Earth? Find out by collecting numbered books (1 – 100,) piece together the story and decide for yourself. Lots of other (non-numbered) books exist to give the map more character. Can you find them all?\n\nThis map is a free-roam survival map with quests and a ton of secrets. There are no rules! If you can break it, it’s yours! Place blocks, mine, farm, break things, grief– this map is designed so you can do whatever you want in it. Feel free to run it with mods or snapshots too!\n——\n镇楼~\n——\n\n\n\n\n——\n截图~\n——\n\n\n\n\n\n\n\n\n\n\n\n\n——\n地图下载（121MB）：http://pan.baidu.com/s/1pJkB3zd\n——\n注意（规则懒得看的看过来）：可以破坏方块，几乎有4000x4000,8个城市，10个针，目标：找到100个书籍编号为（1-100）",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1399873860,
            "txt_content": "哇哦， 这游戏模式我喜欢"
        },
        {
            "author": "351714039",
            "timestamp": 1399880400,
            "txt_content": "100多兆这是整合包？"
        },
        {
            "author": "余思思",
            "timestamp": 1399881060,
            "txt_content": "好强大的地图，121MB，是我电脑岂不是卡死了？"
        },
        {
            "author": "时空游荡者",
            "timestamp": 1399895280,
            "txt_content": "我晕，怎么这么大"
        },
        {
            "author": "天上琳琅",
            "timestamp": 1400197800,
            "txt_content": "额。。这个包真的好大。。。完整的客户端？"
        },
        {
            "author": "TOMJKKKK",
            "timestamp": 1401786780,
            "txt_content": "太帅了，牛{:10_492:}\n\n顶{:10_523:}\n\n我要下载{:10_509:}"
        },
        {
            "author": "TOMJKKKK",
            "timestamp": 1401787020,
            "txt_content": "太帅了，牛{:10_492:}\n\n顶{:10_523:}\n\n我要下载{:10_509:}\n\n这太神了\n"
        }
    ]
}