{
    "title": "星座笑话",
    "author": "1481343855",
    "replyCount": 4,
    "timestamp": 1399972740,
    "txt_content": "[白羊座] \n5岁的白羊爱看“军事天地”，迷上了战斗飞机，情不自禁地高喊：“看哪！将来我一定要有一辆！”爸爸面对这种问题回答永远是：“只要我活着就不行。”一天，白羊正跟小朋友谈话，一驾战机横空飞空，他兴奋地指着大叫：“看[哪！我要买一辆——等我老爸一死我就买。 \n——到底是素有“战神”之称的白羊，兴趣爱好够暴利，所说的话也真是非常911。 \n\n[金牛座] \n小牛牛从小就想赚大钱，听爸爸说写稿能发财。于是，八岁的牛牛写了他的处女作，可不知往哪儿寄，便去问爸爸。爸爸说：“哪儿钱多就往哪儿寄吧。”接着，小牛牛找来了个大信封，把稿子装进去，封了口，又在右上角贴了邮票，然后在信封上工工整整地写了七个字：“中国人民银行收。” \n——真行，居然找了中国的银行老大，你没有经济头脑，谁还有？你不仅金，而且够精！ \n\n[双子座] \n6岁的双子已经开始读鲁迅了，正看到《阿Q正传》。某日，她跟25岁的小姨玩闹，把她的头发抓得乱七八糟。小姨怒道：“你少碰我脑袋！”小双子一本正经地说：“和尚 \n动得，我动不得？！” \n——不亏是博览群书的双子，小小年纪就有这种境界。更难得的是他还会十分搞笑的“活学活用”！鲁迅要是知道有人这样理解他的名作，肯定比陆毅还要“永不瞑目”！ \n\n[巨蟹座] \n巨蟹妹妹和邻家小哥哥从小要好。一天，他们在一块玩过家家，小哥哥对她说：“等我们长大后，我们真的结婚，你嫁给我，好吗？”巨蟹娃娃想了想，摇摇头说：“我想和你好。不过，我还是不能嫁给你。我爸爸常说， \n肥水不流外人田。再说你看我们家女的只嫁自己人。我妈妈嫁给我爸爸，婶婶嫁给伯伯，奶奶嫁给爷爷。 \n——注重家族到这种程度，真是令人感动。不过，如果真这样，巨蟹的孩子肯定残疾！ \n\n[狮子座] 一日课上，老师问4岁的小狮子：“谁是兽中之王？”小狮子满怀信心答道：“当然是动物园园长！” \n——不错吧，上幼稚园时就已对人事机构如此明了，绝对是大将之才。 \n\n[处女座] \n代课老师对学生说：“志明有5个橙子，圆圆给了他10个，他给了小胖7个，现在志明还有几个？”对于这么复杂的问题，班上无人能回答。最后，小处女说：“我们的老师教我们算术时是用苹果的。” \n——处女为什么你面对问题时，总是注意些非主题。难怪成人后，人人说你爱小题大做，祀人忧天呢？ \n\n[天秤座] 一日，小天秤对哥哥说：“老哥，问妈妈要钱买冰激淋吃！” “你自己为什么不去问妈妈要。你又不是不知道，她不光是我妈妈，也是你妈妈！” \n“说得对，但你和她认识的时间更长呀！” ——果然社交高手，小小年纪就懂得办事要讲交情深浅。 \n\n[天蝎座] \n天蝎宝宝小时淘气，父亲狠狠地揍他，他咬紧了牙，忍着疼，不愿向父亲求饶，到后来，他坚决地宣称：“你打吧，要怎么打怎么打，但是我向你发誓，将来我一定向你的孙子们报仇。” \n——绝吧，真是君子报仇十年不晚，他不亏复仇高手中的高手。 \n\n[射手座] “孩子，”父亲对射手宝宝说：“刚上一年级你就留级。学了一年了，识数还刚到10。 这样下去，你将来能干什么呢？” “去当拳击比赛裁判员。” \n——热爱运动的他，无论处于什么样逆境中，总是个不折不扣的乐天派。 \n\n[摩羯座] 小摩羯：“今天老师教我们说‘是的，先生’和‘不，先生’。” 父亲：“你学会了吗？” 小摩羯：“不，先生。“ 父亲：“不能管爸爸叫先生。” \n小摩羯：“是的，先生。” ——真不理解，为什么他总是那么听老师的话，做学问总是认真刻板，不懂变通。 \n\n[水瓶座]地理考试时，老师要学生简略描述下列各地： \n阿拉伯、新加坡、好望角、罗马、名古屋、澳门。其中小水瓶这样写：从前有个老公公，大家叫他阿拉伯，一天他出去爬山，当他爬到新加坡的时候，突然看见一只头上长着好望角的罗马直冲过来，吓得他拔腿跑进名古屋，赶紧关上澳门。 \n——另类吧！水瓶和他的好友双子一样是绝对不会交白卷的，即使不知道答案，凭他的顶级创造力和想象力，其答案也铁定有“语不惊人，死不休”的效果。 \n\n[双鱼座] 一日，本人与高中男同学一起坐公车，因为该同学很胖，又不修边幅，上车不久，就遇上邻家双鱼小妹用很幼稚，可爱的声音对我同学说：“阿姨，这个座位让你坐。” \n我同学觉得很奇怪，为啥这小妹妹会想要把座位让他，于是，便好奇地问：“你为什么要让座位给大哥哥呀？” \n没想到小双鱼妹妹竟然理直气壮地回答说：“老师说看到孕妇就要让座！” 全车一片哗然。 同学无地自容。 \n——那一刻，本人终于明白为什么常有人说双鱼的善良，有时是种负担。好人有两种，其中一种就是烂好人，大概指的就是双鱼这种乱发慈悲心的人吧！",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1399983060,
            "txt_content": "水的一手好贴，随便一说，同书人群组欢迎你"
        },
        {
            "author": "BYC",
            "timestamp": 1399983900,
            "txt_content": "写的真好，额……"
        },
        {
            "author": "岩浆害人",
            "timestamp": 1399984140,
            "txt_content": "低端水。。。\n好吧，你有耐心"
        },
        {
            "author": "火星使者",
            "timestamp": 1400072460,
            "txt_content": "。。。疯了。。。"
        }
    ]
}