{
    "title": "[双线]HaoBaby服务器——未来战争 双阵营 机甲 空战 技能 会战 剧情[1.6.4]",
    "author": "haobaby",
    "replyCount": 0,
    "timestamp": 1400141640,
    "txt_content": "\n\n\n\n\n\n\n内容较多，边听边看。  \n\n服务器简介\n大家嚎，伦家是HaoBaby，人称豪宝宝，在优酷做视频已经有很多年头了，这里是我的视频主页：http://i.youku.com/haobaby \n与去年4月接触MC，然后5月开服，至今服务器在一年里已经走过了六个周目，现在是第六周目未来战争喽{:10_521:} （这么久才六级{:10_503:} ）\n本周目是以未来战争为主题的，总而言之三个字：就是干！\nPS：我带领的一坨基佬是以Steam等平台的国外正版游戏为主的搞基团队，所以MC这么经典的游戏是不可能放过啦，但是玩了那么多的游戏，一路走过来。最为厌恶的就是外挂了，所以我们的服务器配备了反作弊，定时自动截取玩家本地MC的画面并上传至服务器，说难听点就是让作弊狗滚粗！\n服务器特色\n1.服务器是以双阵营半生存半战争为主要游戏内容，在工作日玩家人数较少的时候可以选择做每日任务和剧情任务（剧情任务与我们的搞笑微电影相互关联，下面会贴出来），而且任务会奖励大量资源和补给，更有每日任务可以获得超级英雄套装以增加你的战斗力，阵营只能选择一次，请谨慎；\n2.人类阵营介绍：拥有300多种枪械，3D枪械，枪械改装，武器伤害仅次于外星人，护甲高，武器弹药便宜；\n3.外星人阵营介绍：拥有100多款枪械，3D枪械，血量略高于人类，护甲低于人类，武器伤害略高于人类；\n4.被动天赋系统：打怪、任务可以获得经验，然后用来升级被动天赋，增强你的战斗快感；\n5.每日补给：各个阵营基地配备每日补给NPC，可以领取高额的补给，妈妈再也不用担心我懒得挖矿啦；\n6.平衡性：因为我们玩了那么多国内外的游戏，作为玩家的角度，我们深知游戏平衡性的重要，服务器只卖一些RMB的皮肤枪来给土豪们浪，1RMB=1绿宝石币；\n7.我做视频各种广告赞助还有服务器一坨土豪的赞助支持，完全不用担心，服务器哪天突然不开了，关服或更换周目只会出现在没人玩了这种情况下；\n8.服务器设在专业机房，采用Intel Xeon L5520 16核CPU， 32G内存 ，20M光纤专线，保证各位战士凸凸凸凸凸凸凸战个痛！\n9.有队伤 ←_←{:10_513:}； \n10.阵营武器不通用；\n11.击杀敌军可以升级军衔，并且可以兑换对应的军衔礼包，大量补给物资绿宝石币非卖品等你来拿；\n12.歪歪贡献礼包：我们的YY频道：400097，挂YY增加YY贡献，贡献达到50、100、200……2000，分别可兑换礼包，奖励内容同上；\n13.服务器不收不卖OP建筑师，并且OP等管理员不会在游戏中与玩家交互（活动除外），只在群论坛、YY接收申诉举报等问题；\n14.服务器自带两只逗比OP，他们毕生致力于如何把地图盖卡；←_←{:10_503:} \n15.定期或根据在线情情况举行大型会战，获胜阵营奖励大量补给皮肤枪等，并在YY专人指挥或玩家自行指挥交流；\n16.各种城市野外作战地图，半径5000格的开放世界，3D立体作战，感受真正的战争，感受团队协作的乐趣，感受一个人的无力；\n17.载具系统：各种机甲（早期版本给力，现在新载具的出现使机甲慢慢退出历史舞台），空战载具，热诱弹，AA导弹，地狱火等；\n\n18.客户端拥有/menu主菜单，集成所有游戏内命令，麻麻再也不用担心我记不住命令啦；\n19.目前想起来这么多，如果后期想起来了或者客户端更新了，会在这里修改的。\n\n\n注意事项和服务器规章制度\n1.我们是爱卖萌爱搞基爱闹腾的一坨基佬妹纸，但是我们服务器的管理非常严格；\n2.新人加群或YY自觉修改群名片或YY马甲（【阵营】游戏ID），定期清理三个月未发言和未修改群名片的玩家；\n3.群内禁止刷屏、刷图、H、政治、字号大于12、字体颜色毁眼、爆粗等现象出现，发现直接送飞机票；\n4.由于服务器有队伤，击杀队友请及时道歉，养成良好的习惯，刷队友人头，第一次 监狱 24小时 第二次 删档 第三次 永久封禁，严重时直接封禁；\n5.服务器禁止跨阵营交易阵营特有物品，不小心获得了，可以自己收藏、销毁，但是不能拿出来用，举报有奖；一经发现直接封禁；\n6.任何修改客户端的行为都视为 作弊 （正常材质包、正常单人MOD除外）将给予最严厉的惩罚，永久封号，请爱护自己的帐号；\n7.服务器配备大量补给任务等，严禁帐号多开，关联帐号大于等于三个，全部封禁，跨阵营多开帐号直接封禁，墙头草滚粗{:10_521:} ；\n8.服务器人人平等，不论你赞助与否，熟人与否，只要犯事，一切按规定处理；\n9.查到作弊后，封禁作弊账号和所有受益帐号；\n10.一个IP只能注册一个号，谨慎选择自己的ID和阵营，或先咨询腐竹（就是伦家啦）或管理ID是否被占用；\n11.遵守上述各种规章制度，你好我也好，我们才能一起愉快的玩耍啦；\n\n12.严禁利用服务器BUG进行牟利等行为，举报有奖；\n13.服务器给了每一位玩家上诉的权利，玩家可在Q群共享中下载规范申诉信文本，并发送到：haobabymc@gmail.com  管理员将在每周定时查阅玩家们的信件。紧急状况可直接登陆YY 400097 进行 语音投诉。最后祝您游戏愉快！\n                                             ——————最终解释权归豪宝宝搞基团队所有，下载客户端视为同意上述内容\n\nPS：监狱时间是真实时间；监狱分有普通监狱和永久监狱233333{:10_513:} ；我们并不是专业的MC服务器团队，但是我们是以玩家的身份开服务器的，难免会有一些bug或者优化问题等，欢迎举报或帮助我们解决。\n\n\n《菊处汗渴》或《AssholeHank》系列搞笑微短剧第一集\n\nhttp://v.youku.com/v_show/id_XNTg5NjY5MDY4.html\n\n未来战争1.0版本新手教程（有些MOD已经移出，现在版本4.05）\nhttp://v.youku.com/v_show/id_XNjczODU2MTYw.html\n\n\n未来战争2.0版本新手教程（部分mod功能移除）\nhttp://v.youku.com/v_show/id_XNjg4MzExNjk2.html\nQQ群： 88734738\nYY频道：400097\n客户端见群论坛：http://qgc.qq.com/83632780网页地图：http://182.236.163.31:8123/#\n\n\n如果出现缺少MOD等情况，说明我们已经更新啦，随时查看群名字便可得知最新版本啦！\n启动器神马的设置总不用我再教了吧\n写了这么多估计没人看吧{:10_503:} \n已知BUG：1.背包MOD：再打开背包的时候移动背包或者转鼠标滑轮，客户端会crash，然后背包消失，请大家小心；\n                 2.有时候玩家自己改名的物品或者某些阵营加强的物品会变回原版，基地设有NPC解决此类问题。\n                 3.如果有那些大神愿意帮助解决，感激不尽，献上鲜嫩带露珠的小菊花，望笑纳。\n\n",
    "replies": []
}