{
    "title": "<连载·单章>《我的世界·观》 by lotsofone 第三章（更新至ud.2）",
    "author": "lotsofone",
    "replyCount": 1,
    "timestamp": 1400248200,
    "txt_content": " 本帖最后由 lotsofone 于 2014-5-17 09:22 编辑 \n\n索引帖\n所有字数统计不包含标点符号。本章有多个ud.，别看漏了啊。所有字数统计不包含标点符号。CP.3 ud.1\n\n       这样子，是该叫做依勒克提公民，还是应该叫战俘呢？\n       “我的情况医疗费是政府报销的吧。”\n       “可是幻想乡政府已经管不了这里了。”\n       该死，被摆了一道啊。田阳沦陷后，自己的医疗费没了着落。基于这层关系，孙企航对依勒克提产生了仇恨。他很想让大家起来反抗，可是仇依勒克提的只有他一个人。\n       “这下真是麻烦，干脆一直住院好了，这样就不用付钱了。”孙企航说完就继续倒在床上。\n       “话说依勒克提为什么能这么厉害？”\n       “的确，你还是住院吧。其实战乱中也许医药费可以混过去呢。”\n       被无视了。\n       孙企航起身再问了一遍:“话说依勒克提为什么能这么厉害？”\n       “工业和枪械……”\n       依勒克提会使用枪械mod和工业mod及衍生mod。工业是在太阳下就能凭空造出任何物质的一种东西，其衍生mod还能实现合成自动化。枪械则是能够使用各种枪。工业的力量，使得依勒克提建国不到百年，经济就位居世界第一;枪械则让依勒克提边境成了铜墙铁壁。\n       这些知识，孙企航还是第一次听到。\n       孙企航还想问一个问题:“那么外面的人为什么……”\n       伴随着爆炸声，子弹打碎窗户。啪——啵啦——哗啦，玻璃碎了散落一地。周围也零星响起了炮弹的爆炸声。\n       俞琼拉起孙企航:“快跑。”\n       炮弹袭击的时候躲在建筑物内就是找死。孙企航马上跳下床，跟着俞琼，跑出门口。用手抓着门框，让自己的身体快速转弯，跑向楼梯口。”\n       “出医院大门，然后左边就是防炮洞。”俞琼还是担心孙企航不知道防炮洞在哪儿。\n       沿着走廊跑，孙企航来不及看窗外的景象。他错过的是，炮弹砸中楼房的一角，随后弹幕所到之处，民众皆被撞成肉泥。离得远一些的人还算好，子弹变得稀疏，使他们能有完整的身体。旁边一名全副武装的士兵用剑挡在脸前，使得剑面斜对弹幕来袭的方向，斜对比正对更容易弹开子弹。他想跳到一棵树后，可是弹幕和爆炸的冲击气流却先人一步。子弹在正面击中其钻石胸甲时，自己被弹开，同时和气流一起把士兵击飞。刚才被击中的胸甲看起来还完整，在士兵飞向空中时，如同沙子堆的房子倒塌，胸甲散开成一颗颗钻石，折射阳光，闪烁七彩的光。向后飞了十几米，士兵一头撞在地上。另外两名士兵马上过来，抬着他离开。被击中的楼房一角的柱子以及周边的墙壁碎裂，然后自由落体。那里没有血肉可以让废墟掩埋，弹幕和气流已经把变成肉泥的民众推离了那里。楼房一角倒塌，构成墙壁和支柱的石块淹没在扬起的尘土中。整个楼房缺了一大块。\n       孙企航用手撑住楼梯扶手，使自己减速。转向楼梯，跑下4级台阶之后，用跳的方式完成了余下的台阶。他全力拉扶手，让自己以最小半径转弯。接着还是跑下4级台阶然后跳出，下一段也是一样。\n       前方就是大门了，然后左转就是防炮洞。突然，十字路口左边窜出一个人影。因为跑得太急，两人没有躲闪，撞击之后向合速度方向飞出，然后摔倒。\n       门外，远处，肉眼能看见的地方发生了爆炸，孙企航能想象出弹幕到眼前的样子，把头缩在那人后。俞琼正好在大门外的柱子后面，那人也正好倒在孙企航面前，但是，孙企航突然想到，弹幕威力巨大，直接把人撞成肉泥，穿过他再把孙企航撞成肉泥一点问题也没有。面对强大的敌人，不可逃脱的命运，孙企航自然放起了反抗，脑子停止了工作。\n       前面的人爬起来，继续往外跑起来。孙企航被惊呆了:怎么会没死呢？我们都应该死了才对啊。他动了下手，有反应！动了下脚，有反应！爬起来，有反应！\n       活着，还活着。\n       他完全判断错了，炮弹爆炸的位置太远，弹幕抵达这里时已经很稀疏，恰好没有击中他们。\n       不管为什么活下来，反正，快跑起来！他跟在那个人后面，马上就能跑出大门。那人出大门后往左看了一下，突然停下。两秒后，转身向右跑。\n       为何要停下？\n       孙企航也跟着跑出门外，却看见俞琼在前面远处还在跑。而眼前，是一堆废墟，几乎与地面齐平的废墟。有个牌子，能隐约看到“防炮洞”的字样。\n       孙企航懵了，俞琼没有告诉他另外的防炮洞在什么位置。而现在站着必然要死亡，他也不知道马上趴下，用手肘撑地说不定能活着。\n       俞琼突然意识到，炮弹轰炸地很稀疏，声响没有那么大，爆炸声并不密集。\n       随后，零星的弹雨不再落下，田阳民众的惊叫声，军人指挥的声音听得清楚了。往周围望去，市区损伤不算严重，很大一部分建筑还立在那里。一些建筑下部被毁，悬空部分上还有人存活。\n      孙企航还需要一点时间回过神来，让我们等着。\n1497字\n",
    "replies": [
        {
            "author": "lotsofone",
            "timestamp": 1400289840,
            "txt_content": " 本帖最后由 lotsofone 于 2014-5-17 17:29 编辑 \n\nCP.3 ud.2\n\n       四周零星地分布着弹坑。一些大坑中，泥土已经松弛，可以捡起；在一些马路上，小而深的坑中填着碎石与泥土的混合物。爆炸毁了路灯，偶尔会见到浮空的路灯支架和南瓜灯。\n       俞琼从近向远看去，看见倒地的尸体，看不出形状的红色涂在墙上；呆站在那儿的孙企航望着炸塌的防炮洞入口；被炸到的各种房子，或缺了一角，或全部消失，或上部悬空，或基本完整，还是完整的房子比较多；两名依勒克提大兵。\n       再往前，依琳尔从左边走出，看见地上一颗哑弹，没错，是哑弹，神情立刻变得很可怕。虽然听不见，但她肯定在尖叫。依琳尔马上向左跑，远离炮弹。两名士兵望过去，好像意识到了什么，突然跑向依琳尔。依琳尔消失在左边的建筑后，士兵也跟着消失在左边的建筑后。\n       几十秒后，士兵回来，喊了一句话，等待了一会儿。离得较近的孙企航听清了那句话：“发现哑弹，民众请马上撤离。”孙企航这才回过神来了。他像四周看了看，突然被叫住：“你，快躲到那后面。”他听到之后，跑进医院大门，蹲在大门后。\n       俞琼看见士兵用TNT处理炮弹的全过程。士兵方下TNT，点燃之后跑远。这枚TNT没有放出弹幕，他只用冲击波冲击哑弹。哑弹的过载感应没反应，TNT就直接破坏它的外壳，从外部引爆里面的炸药。哑弹完成了最后的使命。\n       孙企航这令人担心的家伙，真让人放心不下，俞琼还得马上去照顾孙企航。\n       战争就是如此危险。这还算好，身边的人没有死，有人死时都离自己较远，只有炮轰结束后行走时才会接近尸体。这次，完整的尸体比击碎的尸体多。孙企航很幸运，到现在为止还没有受过肉体伤害。这可不是游戏，人被击中很多次还能存活，残血也能全力攻击。现实是，系统中任何要素受损都很容易让整个系统坏掉，人受到看似不大的伤害就极易毙命。刚才在医院被一发子弹爆头，被碎玻璃刺穿腹部，被炸断两只脚，被碎片割到喉咙，就基本已定死局。这一秒还能动，下一秒死的命运便可能已经决定，然后几分钟后失去意识。\n       孙企航十分害怕幻想乡再次轰炸这里。经历了刚才的生死挑战，他对炮弹已经十分恐惧，如果找到一个能进去的防炮洞，他会一直不出来。可是，现在孙企航站在在外面，好像下一秒，背后就会有炮弹爆炸，弹幕从背后入。肠子被炸出来，飘在前面，然后更多子弹把它在眼前切成几段；胆囊破裂，胆汁混着血液喷出；心脏被打出来时，一块心肌正在收缩，但离体后，马上舒张成原状；气管被震断，一节节软骨粘着肉飞向不同方向；肋骨从身上脱离，如同不会飞回来的回力标一样在飞行；脚被斩断，脚腕在被扭断之前就被炸碎，脚趾骨散开；手骨瞬间折断，手筋撕裂，肌肉飞出后又马上被后来的弹幕粉碎。那之后，痛觉刺激神经，动作电位传递；部分动作电位在被弹幕切断之前传到大脑。剧痛难忍，但只需要再忍零点几秒了。而身体连接的，是自己的头，上面的脸是自己的。\n       他能想象出来这些，因为他还清晰地记得黄可珍是怎么死的。现在，同样的悲剧怕是又要在自己身上发生了。虽然有死了就能见到黄可珍的说法，但他可一点都不想死。\n       依勒克提的人像田阳市民发出了广播：“请所有市民注意，请所有市民注意，刚才幻想乡为了打击我军阵地，对田阳进行了轰炸。为了避免市民再次受伤，请随运输队向后方移动。请所有市民注意……”\n       等一下，后方指的是……\n      俞琼说：“如果跟他们去了依勒克提，那幻想乡的人就再也不可能救出我们了。”\n      “可他们居然为了打击敌人，不管我们的死活，直接轰炸这里。”\n       “估计我们会被强制带走吧。”\n       这算是被无视了么？\n       反正孙企航觉得他被无视了。\n      继续待在田阳有被幻想乡的TNT炮弹直接炸死的危险，孙企航可以想出好几种被炸死的姿势。但要是去了依勒克提，会不会被集中起来杀掉呢？依勒克提那群人真的可信吗？就算不会被杀，待遇怎么样？不在幻想乡境内了，是不是会被当做苦力？会不会被虐待？会不会遭受酷刑？估计不会吧，有《梦莫兰条约》，他们不能对平民怎么样的。估计是会被关起来吧。\n       孙企航纠结着要不要去，依勒克提的人已经来拉人走了。\n\n\n1391字\n下面是草稿，感觉写文的路线啊什么的完全不对了，那就先休息下吧。休息之前把最后的草稿发一下。\n    两名士兵后面跟着几名田阳居民，看样子已经打算跟着走了。在一个庞大的群体中，总会有一瞬间就相信的人。    广播一直不停，重复着一个信息。士兵走到一名带着孩子的妇女前，孩子马上躲到母亲身后，探出一个脑袋，望着士兵。    “这位女士，请跟我们的运输队到大后方去……”    “不要！”    “这是为了你们的安全着想……”    妇女中断士兵：“我知道，你们是想把我们集中起来杀掉而已！”    士兵走上前一步：“我知道你们有顾虑……”    “不不，我们不去，谁知道你们有多险恶！”妇女用手护着孩子后退。    士兵退后：“对不起。”然后指向东边：“如果什么时候想去后方的话，到那边的火车站。”    两名士兵带着人继续向前走，前面就是俞琼和孙企航。    依勒克提的士兵对这里的人十分有礼貌，一点也不让人感到害怕。但这些礼貌是假心假意的。依勒克提的部队完全压制了居民，所以根本不会有尊敬之心，只是听到上头的指令“礼貌对待居民，禁止主动伤害居民”才强忍自己内心的鄙夷，违背自己的意愿，拼命压制自己欺负居民的强烈欲望才如此做的。尊敬和礼貌是实力状况的体现，弱者会对强者有敬畏之心，改变实力状况就能改变尊敬关系。但是，改变尊敬之心却不能改变实力状况，比如尊敬一个乞丐，你现在去大街上向一个乞丐跪下，他也不会变成土豪；贬低一个特种兵，现在你到另一个叫地球的世界的一个叫美国的国家去找海豹部队，然后破口大骂，人家还是可以完虐你。就拿地球上的规律来说吧，酸性溶液中加石蕊会变红色。红色是酸性的体现，却不是酸性的决定条件。即使用浓的蓝色染料把它染成蓝色，其酸性的本质还是没有变化。实力是根源，尊敬和礼貌只是其衍生物。没有实力作为基础的尊敬，骗人。    尊敬其实是可有可无的东西。在这里，它的作用是避免群众的抵触情绪。    “那个，我们不去后方。”孙企航见士兵来了，结巴地说。    “这是为了你们的安全着想。在前线的话，幻想乡的炮弹随时会打过来。如果在依勒克提，炮弹可以被我们被全数拦下。”    好像也对，在这里说不定还等不到救自己的人来就死了呢。但去依勒克提的话……    俞琼注意到了孙企航的犹豫，马上说：“不去。”    “我知道你们有顾虑，但是在这里你们很容易被炸死……”    俞琼拉住孙企航的手，转头就走。    士兵说了声“对不起”，然后继续带人向东走去。    “去你妹的后方，我们要穿过前线再到后方。”    “什么意思？”孙企航问了一句。    “诶，那不是方震摩和周子期吗？”    孙企航被无视。    东边，方震摩和周子期走过来，和俞琼回合。这两个人虽然也很厉害，但是在炮轰中活下来还是只能靠运气。    “走吧，去西边，穿过幻想乡和依勒克提激烈的交战前线，回到幻想乡。”    三人便马上往东边走起来。    孙企航也跟上。    这里不能说尸海。他们在零星的尸体间经过。“啊，依琳尔！”    俞琼偶然往左看，依琳尔被烧成黑色，倒在地上。    “噢，不，”    依琳尔也直接或间接地因为炮轰而死了。    方震摩却立马意识到不对。    “俞琼，你仔细看，不是爆炸或弹幕造成的伤，是剑伤。第一剑从左肩竖着切下，从左肩前面到左腿前面被切开。从血迹看，她被砍中后还跑了几步，再被剑引发的火焰燃烧致死。凶器至少带有高等级的锋利和火焰附加附魔。”    而满足条件的剑，依勒克提士兵人手一把。    俞琼突然想起之前看到的一幕，结合方震摩的判断。    她把她之前看到的一幕告诉了大家。    从现象看，难道是这样？依琳尔发现哑弹，然后为此被士兵杀了？按照之前看见的是这样的吧，但不太合逻辑啊。到底怎么回事，到底为什么因为看见哑弹就被杀，还是只是被抢劫被杀，在战争这一紧急事态下都顾不上了，反正活下来先。    脚下的石头路上铺满了碎石子，走起来略不舒服。    他们本想看看能不能顺便找到防炮洞，这样还能在田阳过活。可是沿途，观察之下，能看见的所有防炮洞入口都被炸塌了，这样一来就没有了留在田阳这一选项。要么穿过前线，要么冒着风险去依勒克提避难。    运气真是差，炮弹轰炸没有那么密集，却恰好都炸到防炮洞入口。    从原本繁华的市中心，走到安静的小区，再前面房屋渐渐稀少，然后是孤立的一条马路。远方，从视野左边一直到右边，渐渐出现一排铁栏杆。    方震摩看见了什么，突然说：“大家蹲下！”他四面看了看，然后示意大家跑向人工林：“去那儿躲起来，别被看见。”     远远地可以看见有依勒克提士兵在铁栏杆下巡逻，并且刚才有市民想通过的时候被士兵极力阻止了。    方震摩把看到的情况告诉了大家。    四人便躲在人工林边缘的树后面观察。    远远地看见几个人同时去试图翻栏杆过去。3个人还没到栏杆就被制服了，另外三人趁着其他人顾及这3个人，爬山了栏杆。又来了一名士兵，然后一只箭指着爬墙的三个人。他好像喊了什么，似乎是”不许动。”但三个人继续往上爬，接着就遭遇了警示性射击，但他们还是不停下，然后其中一人右手就被一支箭射中。士兵是趁他左手刚抬起，欲往上爬时放箭射中了他此时赖以支撑的右手，那个人便起火摔了下来。更多支援来了，一名士兵倒水灭了他身上的火然后把他制服。另外两人已经翻到栏杆对面去了，消失在地平线下。本来以为他们已经成功了，几十秒后，却看见两人被押了回来，其中一人脚上还插着箭，身上看起来是刚着了火然后被扑灭。    “他们为了阻止企图翻栏杆逃跑的人，必要时还会向民众攻击！”方震摩说，“这样要逃出去就很难了。”    周子期：“他们标配的弓至少得有火矢和高等级力量。”    方震摩：“这边太远了，看不清栏杆后面的人。周子期，能用你的黑红蛇去观察一下吗？”    想要翻过去，先得摸清守卫的行走规律。    黑红蛇是周子期组装的多功能红石机器人。周子期小时候就很喜欢玩红石，再加上家里有钱，想买什么配件都可以拿到手。    黑红蛇从处理器、发动机，到材料都是旗舰配置。    “可是要传图像回来的话，得接入网线吧。”孙企航记得黄可珍告诉过他，无线通讯每人只能分到极小的带宽，要传大数据得用红石线。    周子期说：“嗯，可以。”他从背包拿出黑红蛇，那是画着绿色迷彩，拥有巨大的四个轮子的机器人。发动机体积很大，使他后部凸起一个包。    孙企航被无视了……    周子期这时候居然还带着机器人。    俞琼也想到了，说：“可是传图像回来的话，得接入网线吧。”    方震摩回应：“你不知道周子期是土豪么，买个很大的无线带宽会有什么问题？”    “100K/s，大约每三秒钟能传回一张720p的图片。”    “等到了晚上再去，成功率高。”    现在也马上就晚上了，栏杆边上的火把亮度渐渐凸显出来。    周子期用一台笔记本遥控黑红蛇。它那巨大的红石发动机并没有像预计那样发出噪音，这昂贵的发动机的活塞发出的声音自身就很小，发热量也几乎为零，再加上外面有超级隔音层，才能悄悄潜入。    黑红蛇在经过一个小坡的时候，一个不小心，失去平衡，翻倒在地。它便伸出摇臂，把自己重新翻过来。    铁栏杆延伸向一片丛林，它得进入那里面，才好隐蔽自己，方便观察。可是丛林边缘，也有两名士兵在巡逻。    “方震摩，孙企航，俞琼，到你们出场了。”    孙企航突然一惊，居然会叫到自己！以往是从来都没有存在感的，现在差点没有注意到叫到自己了。    方震摩交代了一下计划：“我先去……”    方震摩走向两名士兵，和士兵交谈起来。    “您好，我需要过去。”    “对不起，政府规定战争时期不能越境。”    只有一个人注意到方震摩，他便突然大叫：“去你妈了个逼！”这时两名士兵都被吸引了注意力。    躲在黑暗中的俞琼和孙企航从士兵左边，跑向栏杆。士兵发现后大叫：“别动！”方震摩马上抱头蹲下。    这时士兵的注意力都在左边，黑红蛇瞬间从静止加到最高速，从右边的黑暗中闪出，进入火把照明的范围，向丛林移动。    “红石车还真是慢啊。”方震摩吐槽。    俞琼和孙企航被迅速制服，马上支援来了以后就要注意到黑红蛇了。    黑红蛇却还没有完成30%的路程。    方震摩突然跳起，跑向一个士兵给了他一个飞踢后立刻跑向栏杆。俞琼在士兵倒下后也跑向栏杆。     这一举动又争取了不少时间，黑红蛇完成了60%的路程。    支援赶来，俞琼又马上被制服。    方震摩继续全速往栏杆跑，他已经预想好了接下来怎么拖延时间了。如果继续跑下去，到达栏杆之后，向上攀爬，他们会先进行警示性射击，然后射击他抓着栏杆的手，这时只要松手，落地时给他们一脚，再跳走，时间还能超出许多呢。    黑红蛇又翻倒了，这将需要不少时间翻回来。    该死，不过时间应该还够。    方震摩按照计划跑向栏杆，跳起之后抓住栏杆往上爬。    黑红蛇还差最后几米就到丛林里了。    时间果然还够，方震摩还能拖一段时间。可是，他却放弃了。    一名士兵拉弓了。箭射中黑红蛇。角度不太好，箭头弹开了，但也让黑红蛇起火燃烧。黑红蛇对火焰有一定的抗性，但被发现了就没办法了。周子期对黑红蛇发出指令：放水！黑红蛇装载有物品形式的水桶，配合微型发射器，水源方块放下。水向四周蔓延，熄灭了黑红蛇的火。但是这样也无济于事，黑红蛇已经被士兵锁定，两名士兵冲向黑红蛇猪宝贝给它致命一击。水继续扩散，把火把熄灭，黑红蛇陷入黑暗之中。火把插得不是很密，所以很幸运黑红蛇现在处在理论上亮度为4的位置上。再加上一层水，理论上亮度就变为了1。而实际上，不说亮度估计误差难以以数字量化，不管怎样人眼都有适应性，刚才离火把就几格，现在突然变得这么暗，这让士兵瞬间丢失了目标。“好的，趁此机会……”周子期默念。“趁此机会能干嘛啊，谁告诉我。”士兵往丛林方向跑去，欲守住丛林边缘。黑红蛇的速度比士兵慢不少，自然不可能说抢先进入丛林内部。而黑红蛇收掉背后的水，往右前方尽力不落后太多，向前行驶着。士兵突然意识到：“不好，上当了！”黑红蛇在正下方放下了水，然后向右沿着丛林边缘却又稍微向着丛林靠近的方向移动。水对士兵造成了阻碍，而黑红蛇正好顺着水移动，使得它的速度恰能甩掉士兵。“好的，进入丛林就能甩掉他们了”士兵拉弓了！这是在有水的环境谁都能想到的武器。黑红蛇是红石驱动的，没有什么规避能力，而这次士兵不会犯上次的错误了，距离也更近，这样下去会被射中的啊。不管怎么躲，士兵的箭头总能瞄准黑红蛇。士兵还有0.7秒就能蓄满力。“超短程火箭，发射。”周子期一键令下，十几发火箭拖着尾焰射出。士兵想：哈哈，居然想用烟花挡住我的箭。烟花升上空中，在离地约1米处爆炸了。“啊，不对！”士兵马上松手，射出还没有蓄满力的箭。箭不是擦过黑红蛇，而是直接和黑红蛇相隔20厘米，射出这种误差的只有新手。当地亮度本来就很低，而此时黑红蛇射出的烟火，发出强光，使得士兵的眼睛瞳孔不得不缩小，于是在强光的干扰下，士兵看不见黑红蛇了，此时黑红蛇向哪个方向移动就不知道了，能否击中就看运气了。无奈士兵只好立刻放箭，这样命中率勉强还高一些。成功了，驶入丛林。“妈的，看我……”士兵向丛林里扔了手雷。黑红蛇放下了水，接下来就期待黑红蛇在水里时，手雷在空中引爆，或者黑红蛇在空气中时，手雷在水中引爆了。两者皆在水中时，水是冲击波的良导体，黑红蛇会被冲击波毁掉；两者皆在空气中时，空气对弹幕没有多少阻碍能力，弹幕会击碎黑红蛇。黑红蛇收掉了水，周子期还是决定观察一下情况，然后在最后一刻放下水。外面另一个士兵已经把弓蓄满力了。但到这一刻他惊呆了。“什么，无声发射器？”黑红蛇的发射器简直是神静音，士兵的听音辨方向的计划失败了。手雷落地，扎到土里。黑红蛇爬到下面一个方块，放下水，覆盖自己。轰！很成功，手雷在空气中引爆，黑红蛇在水中。空气中冲击波本来就不强，而低密度空气的冲击波到达高密度的水时，力量更是受到巨大削弱，弹幕不用多说被挡住了。“包围圈，展开！”数名士兵在周围放下了水，水把黑红蛇包围起来。“该死。”周子期意识到这些有麻烦了。黑红蛇的移动速度不可能逆水流移动，被向内流的水包围就意味着……包围圈渐渐缩小。“黑红蛇，攀爬！”如果能爬上树，到树顶，就能不被找到。一支箭飞过，刺穿了红石发动机。在刺到隔音层时发动机发出了最后有序的声音，此后就是令人心痛的混乱的活塞声。黑红蛇坠地。另一名士兵再一剑刺入前面部分，穿透了其逻辑的中心。处理器中，短路与断路发生了上千次。它停止了最后的挣扎，安静下来。此时再也没有还击手段了，逻辑中心被毁，不再接受命令。作战失败。    方震摩他们，被拉去做了长篇的思想教育，“阿弥陀佛，阿弥陀佛，阿弥陀佛……”，然后被放了出来。    “怎么样，摸清规律没有？”    “没有，黑红蛇，被发现了，计划失败。”    再用同样的方法对方恐有警惕。看来还是得跟着去依勒克提了吗。    依勒克提的人对市民很友善，禁止市民回幻想乡管理的地区，却又极力把市民引导向依勒克提，这是什么用意？    “回去吧，今天先休息吧。” \n\n\n\n"
        }
    ]
}