{
    "title": "<原创·连载>【211战队 MC世界的科技之晶】[作者：闪电][7章]",
    "author": "1359874",
    "replyCount": 5,
    "timestamp": 1400302020,
    "txt_content": " 本帖最后由 1359874 于 2014-5-17 12:48 编辑 \n\n第一人称   冰闪这家伙……气势比僵尸队长还强。看来不一般那……“闪电！准备战斗！”我一边大喊，一边拿出AK-47来。闪电也拿出武士刀和钻石剑来。那个黑影冷笑一声，“嗖”的一声不见了。“那去了？”这时，一个黑影出现在闪电后面，大喊“小心！”闪电一回头，一下被打飞了，正好从刚才打的洞里飞了出去。“嗒嗒嗒”我朝着那个家伙开了火，子弹就要打到他时，“嗖”他又不见了，我举着AK-47随时瞄准着，这时，他一下出现在我面前，一拳打飞了AK-47，我刚想拔出沙漠之鹰，他一下出现在我后面。“你枪法不错，可惜你离了枪就和狼离了狼牙和利爪一样，毫无战斗力。乖乖把武器交出来吧!”“好吧！我的枪在我的右裤袋里。”我很顺从的说。就在他把手伸进我的右裤袋里的时候，我一个肘击向他的头上打过去，他一下躲开了，这家伙反应够快的！他趁这个机会，狠狠的向我头打过来，我一下俯下身子，打空了！我趁机向他腿上狠狠的一踢，钩中他右脚，狠狠的向上一提，他一下倒在地上，我一个翻身，拿起AK-47，指着他。“你脑袋还挺硬，如果是一般人，后脑早被摔得粉碎了！”“你也不赖！没想到脱了枪还这么厉害！”闪电一下从洞口冲过来，一剑看向那个家伙，他“嗖”的一声瞬移了。“闪电！后面！”我对这闪电大喊，可是已经晚了，闪电又从那个洞飞了出去。“嗒嗒嗒”我又开了枪，那个家伙又瞬移了，他妈的！够鬼的！突然一股阴气从身后袭来，“砰”我一下被打飞了，他趁机冲上来，抓起我来，拳头向雨点般打了过来，身上几乎要被打得变形了……他抓住我的衣服，我一口血水喷了他脸上，他一拳狠狠的打到我脸上，我一下失去了知觉………转换  第三人称“住手！”小黑向那个黑影喊道。“魅影，你想干什么？”\n“王不是说了吗，他们现在还不能死！”“呵呵！这两个家伙可不会好控制，还不如干掉算了。”“你……你不怕我告诉王吗？！”“哼！就算我干掉他们，王也不会责怪我！反正他们是我们的敌人！”闪电从洞里跳出来，一剑砍向那个家伙，黑影一个转身，躲开了闪电的攻击，顺势抓住闪电的头，狠狠的扔向墙上，闪电用剑撑着地，拼命的站起来。“你还挺顽强的嘛……”“嗒嗒嗒”一连串子弹像无头苍蝇一样飞了过来，冰闪拼尽了全力端起AK-47向那个家伙扫射，那家伙一个转身，又一脚把闪电踢飞，瞬移到冰闪面前，一巴掌把AK-47打飞。“那我就先干掉你这个低等的人类！”说着抓起冰闪的脖子，使劲掐着，冰闪已经严重缺氧了，眼前的景色开始变得模糊………这时，一个黑影冲了过来，伸出手，穿过了那个家伙的胸膛，举着一个蓝的发黑的珍珠。“魅影……你……为了自己的敌人……杀死了同胞………”\n“王说过现在他们还不能死，他们必须活着。”“少拿王来敷衍我！你不杀他们是因为你自己吧！”“抱歉，由于我的一些个人原因，我必须保证他们的安全。”“哼哼！我马上去报告王！”“你已经没有这个时间了！”只见小黑手一抽，那个珍珠离开了他的身体。“我的末影珍珠……真没想到……为了敌人……你竟然会用这么残忍的方式杀死自己的同胞……我一定要报告给王……”“如果你还有力气，那就去吧。”只见黑影慢慢的消失了，只留下了紫色的光斑和小黑手中的珍珠。“闪电！冰闪！你们醒醒！”小黑对着闪电和冰闪大叫。转换  冰闪刚才差点被掐死，赶忙做了几个深呼吸，我慢慢站起来，腿有点抖。“嗯？小黑你干掉那个家伙了？”我一边扶着墙，一边问小黑。“嗯……就是还有点虚弱…………”“闪电！王喜刃！闪电！”我扶着墙，向闪电大喊。“咳！哥，我没事，小黑你怎么样？”“我还行，就是…………”还没说完，小黑一头倒在了闪电的怀里。“小黑！小黑！”闪电拼命的摇晃小黑。“闪电你不用太担心了，小黑只是太虚弱了，昏过去了。”我看了看，在一边还有个箱子，之前怎么没发现，我走过去，打开发现竟然有不少我们急需的东西，7个单兵通讯耳机，一大堆止血带，7个单兵战斗水壶，一本载具合成手册，大量的铁和铅以及4个金苹果。我赶紧把他们都拿上，抄起铁镐就向墙上不停的打洞。“闪电！过来帮忙挖个地道出去！。”总之费了好久才从这出去，出去时已经黄昏了，我也不知道是不是我们在矿洞里待了一整天还是时间变慢了……“闪电！抱起小黑回去！”闪电抱着小黑上来了，我们飞快的向房子前进，只有在晚上来临之前回到房子才安全。第一部http://www.mcbbs.net/thread-268646-1-1.html第二部http://www.mcbbs.net/thread-268654-1-1.html第三部http://www.mcbbs.net/thread-268686-1-1.html第四章http://www.mcbbs.net/thread-268719-1-1.html第五章http://www.mcbbs.net/forum.php?mod=viewthread&tid=274545&extra=page%3D3%26filter%3Dtypeid%26typeid%3D420%26typeid%3D420第六章http://www.mcbbs.net/thread-274536-1-1.html\n",
    "replies": [
        {
            "author": "Usdin",
            "timestamp": 1400302380,
            "txt_content": "有的地方有些无厘头，还有错别字\n不过\n不要在意这些细节"
        },
        {
            "author": "lotsofone",
            "timestamp": 1400319360,
            "txt_content": "能专门发一个索引帖吗"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1400321520,
            "txt_content": "udsin 发表于 2014-5-17 12:53\n有的地方有些无厘头，还有错别字\n不过\n不要在意这些细节\n细节比成败。"
        },
        {
            "author": "太郎酱",
            "timestamp": 1400337060,
            "txt_content": "太吊了，大爱科技"
        },
        {
            "author": "冰霜娘",
            "timestamp": 1402100400,
            "txt_content": "冰闪逆天了，连解放军特种兵的格斗术都会..........."
        }
    ]
}