{
    "title": "明智的腐竹啊，这边请！——《霍荆服务器指南》（必读）",
    "author": "霍荆旅人",
    "replyCount": 1,
    "timestamp": 1400309160,
    "txt_content": "上次笔者已经写了一篇《论开服与敛财，这是腐竹的战场》 ，但是实际来看的人寥寥无几，而且也没有很精细的指出该如何发展各位自己的服务器，这篇文章会将上次的文章修改并且添加上剩下的法律部分，经过改进后也能更加易于大家理解。因为直接在这篇帖子里完善掉，所以上次的内容也包涵在内，大家也不必去找了。\n\n\n\n1.资金从何而来\n一般租赁服务器开服是需要钱的，但是很少有腐竹不从玩家身上拉赞助，但是要注意，这个堪称世界最难问题之一的“把别人的钱装进自己的口袋里”绝对不是依靠蛮横的收费来实现的。你不希望被强制收钱，玩家也不希望被强制收钱，所以，我们要让玩家变成“心甘情愿”，这个看上去简单的不能再简单的理论思想却让大多数人看不到成功的门槛。当然，我们会来实现它。\n就像阿罗不可能定律一样，我们可以把玩家心目中的收巧妙的扭曲。藉此来达到目的。在接下来的“新和谐公社”设想里借基础一个庄园式的运作城镇来阐述笔者以上的观点。\n2.新和谐公社的奇迹\n用易于理解的说法来说。即是在服务器里专门辟出一块100X100的地区（当然具体大小你可以自己控制，太小会使玩家不满，太大以后敛财会困难一点。），让玩家竞价收购，以此来收取第一笔资金。这样，我们获得了第一个月的服务器基金。在这片区域里给予所有者飞行的权利（只有飞行的权利，注意！）把这片地区交给所有者管理，让普通玩家入住，每天平民（普通玩家）获得所有者发放的物品，相对的平民为所有者养牲畜，提交羊毛牛皮牛奶鸡蛋小麦等等。之后由腐竹或管理按照一定价格用游戏货币收购，所有者再以此去购买第二天发放的食物，并且从差距中获利或是提高发放物品质量。听上去就像自给自足的城邦，事实上就是一个独立的城邦。\n看完上面那些你觉得赚不到什么钱或是会让玩家很无聊？接下来的文章会解答你的疑惑。\n当这片独立的土地发展的差不多了，腐竹可以给所有者一大笔钱在城中的商业街购买一片地皮（放心很快就会赚回来的，或者用游戏货币，推荐用绿宝石作为货币），在上面盖个系统商店，高价出售稀有物品，比蛋头颅附魔书什么的。随着这一个月时间的过去，所有者城邦内的土地兼并现象就会开始严重起来，这时就可以出售土地给所有者，这样，下一个个月的钱赚到了。\n3.袭来的零\n你可能会说这样会使玩家很无聊从而不积极玩，没关系，接下来我们就来谈谈怎么解决他。要想玩家有欲望玩下去，就要有一个“目标”，初期玩家的目标是活下去，完成后，腐竹可以煽动那些没钱的穷屌丝玩家反叛，并给他们一块地区和初始基金，这样，冲突的理由就有了。玩家揭竿而起，全民皆兵。腐竹就想到于给了玩家一个“目标”——打败敌人完成统一成为领主。你不希望玩家争斗？没关系，你可以将不存在的敌人和玩家对立起来，比如每个周末放一只凋零出来，当然这样效果会差一点。让玩家和玩家博弈会更好。你和部分有头脑的玩家可以从中获利，你出售物资，而玩家则是倒卖资源发国难财。从这里可以看出，战争的敛财效果相当强！是最适合开服的。\n4.仰头所见的天井\n有人可能看到这里的时候会有点失落，因为说实话在和♂谐♂的和谐服里很难弄到钱。目前来说笔者的理论还是不太完善的。不过目前笔者已经完成了基本可以实施并完美达成的是已经完成的4X4不可思议（危机型，总之就是困坑生存这种感觉的），如果想要开这类服或者改善，也可以联系我。\n5.对立的私心\n有很多腐竹面临管理私自给玩家物品而造成货币大幅度贬值或者造成泡沫经济的问题。其实这个问题只需要一个小小的手脚。\n你在管理和玩家之间填一层“身份”，如果按照我第三点所说的，最好是让管理游走在各邦之间当一个“神秘商人”的小角色，这不论对于谁来说都是极好的，微妙的对立感可以使管理拒绝普通玩家的要求，又不乏管理层和玩家的交流。顺便一提，如果你自己开了一个小城邦，最好找个代理所有者，也不要弄什么城管的。创造模式城管在各个服中的设立是大忌！！！这点一点要记住，最好城管从优秀的玩家中挑选。给个空名头。\n当然，如果你想要造一个和谐的服，最好出台相关法律，使用孟德斯鸠的三权分立宗旨，我想你不需要一个权倾朝野的流氓。当然和谐服也是最适合用城管的服务器类型，建议设立有实权的机构时最好考虑清楚。\n6.最后的律法\n一个服的精髓当然是法律，最后一张会给出几条实用的法律条款。另外，5分钟监狱制也是考虑玩家方面，防止人员流失。\n\n1.禁止建造刷怪塔，一经发现作炸成灰处理。（防止物质泛滥）\n2.禁止偷窃抢劫，违法者关入监狱5分钟并查抄家产（当然，你可以设置为某区域外不犯法）\n3.禁止破坏，违者关入监狱5分钟（这个不用说了）\n4.没有4\n5.红石，违者BAN（除了官方外用红石的都得死！！！！！！）\n6.限制饲养数，违法者所有家畜任全服玩家屠宰（每多养一只交钱，多养第二只交钱但是翻倍交）\n7.违章搭建/越空搭建/非宅地地下扩建，违者拆除建筑物或者强制支付该地费用（警察叔叔就是这个人）\n8.擅自焚林点火，违者高频红石传到火堆里烤死100次，擅自逃走BAN（觉得太严厉不合理？你试试睡个觉早上起来发现自家林子没了）\n\n\n\n\n\n这也只是笔者想法的其中一点而已，剩下的如果有想讨论的欢迎加笔者QQ\n另外笔者想找个服，欢迎领走~~~\n笔者QQ：1831623892",
    "replies": [
        {
            "author": "hezhi998",
            "timestamp": 1404976620,
            "txt_content": "= =吓的我都不敢回复了。。。"
        }
    ]
}