{
    "title": "《阴阳》前传·焰传 第一章 禁锢的凶徒 卡特斯班 兹",
    "author": "756677537",
    "replyCount": 1,
    "timestamp": 1400315940,
    "txt_content": "  “又见面了。”阴湿的地牢深处，静寂到令人毛骨悚然。四周都是坚硬的钢铁，放眼望去仅有几个硕大的牢房，却都是单人间，可以从做工中看得出下了很深的功夫；牢房的柱子坚硬到了一种程度，即使是被水珠固执不休地侵蚀数百年，也只有几块锈痕。牢房内，各自的茶饭盒子都随意地摆放着，里面空了，而该享用它们的人，已经被世人遗忘，永久伴随冰冷的地面长眠。即使他们的身躯是多么地庞大，即使曾经犯过多么滔天的恶罪，他们死时落地所发出的闷响也不一定会响过天花板上长出的裂痕中，渗下的水滴滴落的声音，一遍遍重复着，磨破了人的耳与心神。\n    可并不是所有人都放弃了生命；眼前是个满身疤痕的大汉，充满肌肉的上身肆意地裸露着，双臂一字伸开，连接着墙上的链架。本是值得炫耀的力量，此刻，却被象征罪恶克星的巨型铁链紧锁着。长达数十米的链子，虽然让人在这封闭的世界有了些许可笑的自由，可更残酷的是，当你走到门前，妄想呼吸一些外界的新鲜空气，便会被这沉重的铁猛地拉回去，警告着你所独有的一切：你只是一个堕落的人。\n他头埋在胸前，抬也不抬，表面正在休息，却暗暗觉察到了远处渐渐响起的散漫的脚步声，保持着这个令人可以有一些惬意的舒展的姿势，不屑地发出了久违的沉闷的嗓音。\n    地上凹满的破沟摩挲着鞋底，让走的人极度不舒服，可脚步声还是均匀地响起，又缓缓消失，重复着，直到那被墙上的火炬拉长了的人影停在了壮汉的眼前。水滴突然发出了巨大的响声，便再也埋没了。\n    “哈哈，何必这样呢，卡特斯班，你我谁都知道互相的身份。我已经帮你拿来封印的钥匙了。”粗略望去，牢房厚重的铁柱把眼前的人支离破碎，根本无法看出那人完整的模样。没人知道这个人是怎么逃到牢外的过道上晃悠的。\n可这个被呼作卡特斯班的壮汉心里却无比清楚，这个男人正是害得自己落入了监狱的罪魁祸首。\n对着前面的人打了个哈哈，被大绒长袍裹着紧紧实实的男人突然感到非常无趣，便也转变了态度。“作为交换，你必须交给我下界位面的穿梭核心，我已经在这牢里陪你呆了二十年了，我可不能再待下去，否则真不知道该怎么打发无聊的时光了；那些人倒好，真以为S级罪犯是什么东西，干脆不加戒备了。今天，蜡油还是没人擦。”\n     男人的脸被大把大把的毛绒挡了过半，只露出充满对世间喧嚣不屑的双眼和尖刀般的长眉。说完这句话，他懒散地转过偏高的身子，就用精致的毛绒帽子对着壮汉，一只手擎在膝盖上半蹲着，对着发出惨淡光芒的蜡烛，用右手轻轻地抚了抚已经风干了的大把的蜡油。然后从自己腰间的小囊袋里掏出了一根火柴，轻轻地点燃了快熄灭的蜡烛，好像这些天都是他这个罪犯来打理监狱似的。他腰间别着三个精致的五颜六色的小袋子，明明是皮质的，却格外牢固。\n     这种袋子被一些知情的人称为时空囊，只有一些拥有掌控时空能力的人才能制作出，虽然外表是那么小，可内部空间谁也说不清，可以用来装大面积的东西。因为被囚禁的原因，里面只放了一些小东西；也没有人会因为监狱防御不足这个可笑的原因来没收了这三个东西。但谁知道这个男人会不会私存着一些恐怖的武器呢？长袍男人整个人站在狭窄的过道上，身影被略带祥和的烛光映衬，却充满了违和感。\n    “或许我们已经被遗忘了。”听了这番话，卡特斯班猛地抬起头来，露出了自己的面容；令人惊恐的是，冷峻的脸上竟和身上同样布满了难看的刀疤，看起来已经有很长的光景了。“其他人已经死光了，只要能活着，我什么都可以做。”他缓缓向前走去，盯着面前瘦长的男人，整个人直立了起来，却远比男人高上许多。铁链被艰难地一起一落地拖动着，发出寒冷的尖啸。头顶的铁板上竟也不知不觉被青苔覆盖。\n    “人活着就那么长，20年一过，拳头也不灵活了。”听了这句话，面前的长袍男子猛地转了过来，禁不住满脸堆笑地调侃道：”你还记着我的仇吧。“卡特斯班没有说话。两人沉默了好一会儿，长袍男子便无趣地耸了耸肩，轻松愉快地走了过来，隔着铁柱，拿出了一个方形的匣子，扣在了柱子上一个凹槽之中，本连接着天花板的柱子突然缩到了地里，紧接着牢房中所有的防御机制马上关闭了。\n    消下了机关后，全身的压力都褪去，卡特斯班粗暴地扭动了一下筋骨，望着眼前没有障碍的男人，冷笑道，“我当然记恨着你，虽然当初我没有听你的劝阻，但因为我的光阴只有数十载，被你们剥夺的人生便显得弥足珍贵；我不像你，时之商人焰，是个怪胎。”但口吻中又略带一丝自嘲。\n     焰愣了一下，知道了对方并没有真正记恨自己后，便又转过身去，背对着卡特斯班，凝视着远方漆黑的地牢深处，苦笑道，“可惜我没有任何力量，不然也不会此刻借助你的力量。”\n     卡特斯班听了焰的说辞，眼里闪过一丝无奈，又直起身来向前跨了几步，凝视着身旁其他发出腐臭的牢房和已经风干，隐约露出骨头的枯人，正声道，“既然你救了我，以前的事就不要再提了。那现在就一起出发吧。”\n    “可谁还记得我们呢；即使是这些狱卒，也都随时间一批批地不知去处了。”焰垂下头来，有些伤感。\n    “你还要我想起往事么？混蛋！——”卡特斯班一巴掌拍在焰的肩膀上，面色严肃得让人看不出他是在开玩笑。或许在面对可怕现实前的安逸，往往能让人陶醉于其中吧；可到了知晓它的时候，那痛苦，是否会爆发？……\n    偌大的地牢此刻只有两个真正的人，声音此刻四散开来，甚至蔓延到台阶下更深的存在，让胆小的人吓得魂飞魄散；眼前的两人却好像没事人，不过，这一点也不奇怪。\n     两人搜刮了被遗弃的地牢，在阴暗的守备室里找到了一些储存还完好的干粮以及几把适合卡特斯班使用的斧子，整理了一下行装，便走了。虽然这些天，牢里的人都因为只有一些什么人知道的原因三三两两撤离了，并没有留下什么有价值的东西，可两人还是小心翼翼地整理着，直到大部分东西都收集到了焰的时空囊中。\n末界永夜笼罩下的地上，地面上的一大片不引人注意的钢铁突然被一斧子击碎，一些细碎的竟散着飞到了数十米开外；接着，两个身材不成比例的人，或者说怪物，飞也似的在寸草不生的石林中，窜到了被诅咒的远方。\n",
    "replies": [
        {
            "author": "太郎酱",
            "timestamp": 1400337360,
            "txt_content": "魔法囚徒我喜欢~"
        }
    ]
}