{
    "title": "【原创】【阳炎】一些在服务器里面实用的致富技巧~【刷怪场】",
    "author": "Salkfir",
    "replyCount": 12,
    "timestamp": 1400344140,
    "txt_content": "{:10_522:}前段时间自己无聊去TieBa看了看新帖脑子里出来了许多新点子，而凭借自己的生存经验和服务器开服，服务器管理，服务器生存经验等待总结出来了几个服务器致富技巧和基本服务器的发展趋势和服务器的玩家发展趋势，也就是前几天自己蛋疼的开了个新人向的帖子感觉自己特别二，好多大大以为我是新人- -好吧我承认我在编辑那个帖子的时候想到了许多基本的，许多很少人知道的我都是看了回复忽然想起来，懒得编辑于是开了新帖子。{:10_497:}前面说了这么多我们开始说服务器的发展趋势和基本的服务器生存技巧。\n\n{:10_515:}我自己开了个服务器按照我在里面观察过的和自己在其他服务器总结到的经验我可以告诉大家你们进入一个刚刚开始的服务器的话你们可以立刻找村子然后把村子圈地把村民处理在一个房子然后用方块堵住。\n\n这样做虽然不是对前期有什么好处但是在后期村民刷绿宝石是十分重要的，绿宝石的作用也可以找村民刷东西，运气到报表的程度你就有机会刷到无限纸的村民。\n前期任务：搜刮村子，寻找南瓜，寻找西瓜种子。\n杀牛\n村子保护\n隐居\n挖矿\n然后你可以悠哉的做农场，牧场了。\n{:10_505:}一般服务器都是有许多怪的，如果你很缺怪的掉物品你可以做个刷怪区、我去查找了一些关于信标的资料，来分享一下。为什么说信标呢，信标在服务器刷怪很重要的~\n信标(Beacon)，繁体中文称烽火台，是用于放置在钻石块，金块，绿宝石块或铁块(或这四种方块的任意组合)结构的金字塔顶端，可以向天空直射光束的功能型方块。事先在信标方块的设置界面设置好的话，该方块能够向一定半径之内的玩家提供临时的正面效果。然而，如果离开该范围，效果只能持续8秒，这限制了信标方块的普及。金字塔本身必须为1-4格高(不包括信标方块)不然的话信标方块不会有任何效果。最小型的有效的金字塔结构为1层的3x3基座。\n信标的光束最大长度为255。光束长度与金字塔有效层数相关。\n信标发出的光束在区块卸载之前不会消失。\n相邻的信标的金字塔底座可以共享方块，这样您可以有效地制造多道光束，或是叠加多种效果。\n与其他亮度高于12的方块相同，信标的光也能使冰融化。\n青金石块、红石块和煤炭块不能作为消耗材料。\n信标发出的光可使僵尸受到燃烧伤害。\n需求与效果\n\n\n信标方块的上方不能有固体方块（玻璃可以），而且亮度要为15（并不必须是白天）。这些条件仅对信标方块本身有效，不包括下面的金字塔。\n方块能够向一定半径之内的玩家提供临时的正面效果。信标越大，可选效果越多，范围越大。对应不同尺寸金字塔的作用范围均为正方体，棱长从小到大约为33格、49格、65格、81格。范围半径不仅仅是水平方向，竖直方向也有效。金字塔的不同构成材料与信标效果无任何关系。\n\n不同方块混搭为信标基底\n自13w05a起，信标作用范围调整为41格、61格、81格、101格。\n如果金字塔在信标激活后被破坏，虽然信标失去效果，但其仍能够记忆其效果设置，并在金字塔修复后立即自动激活而不需要消耗物品。这样，您可以使用一个粘性活塞来方便地实现对信标效果的开启与关闭。在金字塔的作用范围内，信标效果会被不断刷新维持：每隔大约4秒效果就会刷新为剩余8秒有效；超出作用范围后，每种效果会持续8秒。\n五种主效果为速度，速掘，抗性提升，跳跃提升，力量。当塔高一层时只有速度与速掘；塔高两层时多了两个选项：\n\n信标GUI界面\n　抗性提升与跳跃提升；塔高三层或四层的话你具有所有的主效果选项。你需要选择一种主效果以激活信标。\n唯一只作为辅助效果出现的就是生命恢复。如果选择了一种主效果，同时塔高必须为4层的话，你也可以在辅助效果中选择该主效果对应的等级II效果或生命恢复效果。如果选择等级II效果，信标不会再提供生命恢复效果\n我们知道了信标的作用，可以起到药水效果的作用我们就可以用他来给我们设置一个【补给站】来让我们刷怪。\n不过信标难弄，凋零难打，我们怎么弄凋零呢？\n下面我来说说凋零的信息：\n凋灵骷髅（Wither Skeleton）是游戏Minecraft中的生物。\n\n凋灵骷髅（Wither Skeleton）为天然生成于下界要塞的危险的攻击型生物。他们是下界中骷髅的等效生物。但与骷髅不同的是，他们手持石剑，身高略大于2格。被凋灵骷髅击中时你会在几秒钟内附上“凋灵”效果：生命栏变暗，紧接着玩家会受到该效果伤害，与此同时凋灵骷髅会有较小程度的生命值恢复。当被杀死之后，凋灵骷髅会掉落煤炭和骨头，也会掉落罕见掉落物如头颅与石剑。头颅是创建凋灵BOSS的必备物品。\n凋灵骷髅与其他的下界生物一样具有免疫火与岩浆的伤害，而且不会被阳光伤害。凋灵骷髅也会偶然捡起物品、武器\n凋灵骷髅只能在下界要塞天然生成。砖头的类型并不会影响——也就是说，即使将地狱砖全部换成石砖，凋灵骷髅还是一\n\n手持石剑的凋灵骷髅\n样会生成。他们与天然生成的骷髅生成条件相同：亮度小于等于7。\n在下界中使用骷髅刷怪蛋有80%几率会生成凋灵骷髅。类似地，在下界使用蜘蛛刷怪蛋也有微小几率生成凋灵骷髅骑士。\n在这里提到了一句话，我们可以得知凋零似乎也是有生成区块的。\n  凋灵会主动攻击其它所有非亡灵生物和玩家。凋灵不会主动攻击亡灵生物。凋灵的移动速度相当慢。\n凋灵的视线可以穿透方块，在中间的头颅发现它的目标后，若凋灵的目标完全被实体方块隔着，则凋灵会冲向目标并吃掉障碍方块，在没有障碍物后，则凋灵便会靠近目标至目标斜上方约三格之距离，并在期间持续使用投射物灰色凋灵之首攻击。凋灵之首可对目标施加凋灵药水效果，抽取其生命值治疗凋灵。凋灵的三个头是独立的，即一只凋灵可以同时攻击3个目标，但身体是由中间的头控制方向及移动。\n凋灵无论是在没有目标，抑或是正在攻击目标时，都会每经一段时间发射蓝色凋灵之首。\n凋灵有“吃掉”除基岩及末地传送门外方块的能力（包括水源和岩浆源），并发出咯吱声，与僵尸破门时的声音相同，破坏的范围为中间的头面向方位约1格距离的方块，无法吃掉与身躯不同高度的方块。一般在被方块隔开的时候，凋灵才会“吃”出一条通道。在被治疗药水击中后，凋灵会在背靠的墙上打出一个3×3的洞。\n与末影龙不同，凋灵的BOSS生命值只会在玩家看着凋灵所在的方向时出现，甚至可以穿过墙壁看见。凋灵在其生命值降到一半的时候会获得凋灵装甲效果。此时凋灵可以免疫弓箭伤害，移动速度加快，其全身也会被类似高压爬行者的电弧环绕，但失去飞行能力。\n凋灵在没有目标的时候只会悬浮在地面上，有时会突然吃掉面前的方块，也不能跳跃，跨不过一方格高的障碍。当被玩家激怒的时候，凋灵会悬浮至与玩家相同的高度。\n凋灵在受到窒息伤害时，会吃掉面前的方块，如果是无法吃掉的方块，则凋灵会开始毫无目标的向四周疯狂发射灰色凋灵之首，若要使凋灵受来自基岩的窒息伤害，可在创造凋灵之前先用基岩将尾巴围住，并在中间的凋灵骷髅头颅上方放置两层基岩后再创造凋灵即可。\n在发现目标后，凋灵会使用投射物凋灵之首攻击。凋灵之首可对目标施加凋灵药水效果，抽取其生命值治疗凋灵。凋灵的三个头是独立的，即一只凋灵可以同时攻击3个目标。\n凋灵属于亡灵，即与僵尸、骷髅和僵尸猪人一样，会被伤害喷溅药水医疗，被治疗药水伤害，受“亡灵杀手”魔咒造成的附加伤害。\n\n\n\n凋零打死的掉落品概率上面说了，那么大家记得带上你们的掠夺哦~\n说完了这几个再说最好一个\n凋零\n凋灵（Wither）是游戏Minecraft中的生物。凋灵\n\n凋灵（Wither，繁体中文版称凋零怪）是一种具有飞行能力、有三个头的骨骼型亡灵生物，碰撞箱大约为1X1X4(长、宽、高)，身体会不断冒出烟雾颗粒。其为游戏中继末影龙之后的第二种BOSS生物，也是一种效用型生物。其掉落物下界之星可以用来制作信标。它是minecraft中除了创造模式下玩家以外血量最多的生物（150颗心）。\n\n凋零召唤方法\n凋零骷髅头 凋零骷髅头 凋零骷髅头\n灵魂沙             灵魂沙        灵魂沙\n                          灵魂沙\n按这样的办法摆成一个由4个灵魂沙所组成的T字形，在上面3个灵魂沙上面各自放一个凋零头。\n然后召唤凋零\n凋灵可通过与效用性生物相同的生成方法生成。使用灵魂沙在地上摆成T形（与铁傀儡身子的摆放相同），然后在顶层的3块灵魂沙上各放一块凋灵头颅，即可生成出一只凋灵。同时，与雪傀儡和铁傀儡一样，凋灵并不能通过活塞生成。最后任意一个凋灵头颅必须最后手工放置，否则无论如何都不能成功生成凋灵。\n凋灵生成后，会只有一半的血量，随着其血条的不断增加至满，会暂时闪烁蓝光，身子逐渐从三格增至四格高。在此过程中凋灵不能移动且处于无敌状态.血量补满时会造成大爆炸。此时建议玩家拉开与凋灵的距离准备战斗。\n凋灵会主动攻击其它所有非亡灵生物和玩家。凋灵不会主动攻击亡灵生物。凋灵的移动速度相当慢。\n凋灵的视线可以穿透方块，在中间的头颅发现它的目标后，若凋灵的目标完全被实体方块隔着，则凋灵会冲向目标并吃掉障碍方块，在没有障碍物后，则凋灵便会靠近目标至目标斜上方约三格之距离，并在期间持续使用投射物灰色凋灵之首攻击。凋灵之首可对目标施加凋灵药水效果，抽取其生命值治疗凋灵。凋灵的三个头是独立的，即一只凋灵可以同时攻击3个目标，但身体是由中间的头控制方向及移动。\n凋灵无论是在没有目标，抑或是正在攻击目标时，都会每经一段时间发射蓝色凋灵之首。\n凋灵有“吃掉”除基岩及末地传送门外方块的能力（包括水源和岩浆源），并发出咯吱声，与僵尸破门时的声音相同，破坏的范围为中间的头面向方位约1格距离的方块，无法吃掉与身躯不同高度的方块。一般在被方块隔开的时候，凋灵才会“吃”出一条通道。在被治疗药水击中后，凋灵会在背靠的墙上打出一个3×3的洞。\n与末影龙不同，凋灵的BOSS生命值只会在玩家看着凋灵所在的方向时出现，甚至可以穿过墙壁看见。凋灵在其生命值降到一半的时候会获得凋灵装甲效果。此时凋灵可以免疫弓箭伤害，移动速度加快，其全身也会被类似高压爬行者的电弧环绕，但失去飞行能力。\n凋灵在没有目标的时候只会悬浮在地面上，有时会突然吃掉面前的方块，也不能跳跃，跨不过一方格高的障碍。当被玩家激怒的时候，凋灵会悬浮至与玩家相同的高度。\n凋灵在受到窒息伤害时，会吃掉面前的方块，如果是无法吃掉的方块，则凋灵会开始毫无目标的向四周疯狂发射灰色凋灵之首，若要使凋灵受来自基岩的窒息伤害，可在创造凋灵之前先用基岩将尾巴围住，并在中间的凋灵骷髅头颅上方放置两层基岩后再创造凋灵即可。\n在发现目标后，凋灵会使用投射物凋灵之首攻击。凋灵之首可对目标施加凋灵药水效果，抽取其生命值治疗凋灵。凋灵的三个头是独立的，即一只凋灵可以同时攻击3个目标。\n凋灵属于亡灵，即与僵尸、骷髅和僵尸猪人一样，会被伤害喷溅药水医疗，被治疗药水伤害，受“亡灵杀手”魔咒造成的附加伤害。\n凋灵可发射投射物灰色凋灵之首以及蓝色凋灵之首，两边的凋灵头颅可发射两种凋灵之首，而中间的大凋灵头颅则只能发射灰色的凋灵之首，不过两种凋灵之首在飞行时都会冒出烟雾颗粒。普通以上难度中，在击中目标后，凋灵之首可对目标施加凋零药水效果，抽取其生命值治疗凋灵。注意：只有在玩家的饥饿值大于9时凋灵才能获得生命值。与恶魂的火球相似，灰色的凋灵之首不能破坏圆石或苔石等，但可以破坏以其为原料的成品如台阶等。 蓝色凋灵之首虽然飞的非常慢，爆炸范围也同灰色的凋灵之首，且无法指定目标及方向，飞行速度更是慢灰色的凋灵之首很多，但能炸掉几乎所有的方块。\n凋灵不受光照系统影响，永远显示为最亮时的模样,在夜视视野下,凋灵不会像其他生物一样发光.\n蠹虫在任何模式下都免疫凋灵药水伤害\n烈焰人被凋灵之首炸伤并不会产生凋零药水效果，而是被引燃约5秒，并产生伤害\n凋灵不能在快照 12w34a 和 12w34b 中生成，因为会导致Java虚拟机崩溃。\n如果凋灵失去目标，它会在原位不动，很少会移动\n凋灵的存档ID是“WitherBoss”。这表明凋灵可能是个计划中的BOSS生物，和末影龙一样。这种猜测的支持证据是凋灵那超过末影龙的极高血量，是游戏目前加入的生物中最高的。\n如果想要修复被凋灵杀死后会显示entity.WitherBoss.name的漏洞，可打开minecraft.jar/lang 文件夹修改对应的语言文件，在entity.EnderDragon.name=EnderDragon的下一行加上entity.WitherBoss.name=Wither。\n隐身药水效果不能躲过凋灵，喷溅隐身药水也不会对凋灵产生效果\n凋灵可被自己的凋灵之首炸伤，亦会被其他凋灵的凋灵之首炸伤，但凋灵并不会因此而攻击另一只凋灵\n\"wither\"的直译是“使枯萎，凋零”。这也是凋灵的攻击方式\n凋灵与下界中的生物一样，不受火焰和岩浆伤害。但也与大多数生物一样，会溺水\n服务器指令/give <玩家> 383 <数量> 64可得到对应凋灵的刷怪蛋，但使用刷怪蛋无任何效果\n因凋灵效果致死会出现特有的死亡信息：“[玩家] withered away.”（[玩家] 凋零而亡。）\n凋灵属于亡灵族，会受到“亡灵杀手”魔咒造成的附加伤害\n凋灵有着整个游戏中最高的生命值\n凋灵生成的爆炸可以摧毁黑曜石\n无论何时，骷髅射出的箭在射中凋灵时都会被弹开，且不造成任何攻击判定，即凋灵不会因此而主动攻击骷髅\n几乎所有持续效果类型的药水都对凋灵无效\n虽然制造凋灵时需要做出它两边的头，但生成的凋灵两边的头却没有碰撞箱\n凋灵虽然是不死生物，但并不会在阳光下自燃\n不死生物也会受凋零药水效果而死亡\n若在和平模式下尝试创造凋灵，则在放下第三个凋灵骷髅头颅时并不会创造出凋灵\n如果在凋灵存在时切换至和平模式，则凋灵和使用中的两种凋灵之首都会瞬间消失\n凋灵之首的射程近乎无限\n当一只生物在极短时间内被凋灵之首连续炸两次，该生物会被炸跃约十几米的高度\n若凋灵被它无法吃掉的方块困住，且该头颅的目标也完全被实体方块隔着，则凋灵的那一个头颅会一直凝视着那个目标(其实是一直尝试着吃掉眼前的方块)\n当凋灵存在于主世界时，白天的天空与地平线之交界会呈现一种类似黄昏的暗红色材质\n打败凋零的话我有几个诀窍，当然是在服务器里面。\n【凋零的击杀方法：\n服务器有 ： 爆炸破坏 无\n你需要的是一个x*x*4 [长*宽*高]\n方块随意\n然后生成凋零之后凋零就飞不出去而且会呆在那个空间任你宰割~】\n那好这次就结束了，也很晚了，我明天来写下一章\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "我的大刀是蛮子",
            "timestamp": 1400344440,
            "txt_content": "打这么多幸苦了"
        },
        {
            "author": "Salkfir",
            "timestamp": 1400344560,
            "txt_content": "我的大刀是蛮子 发表于 2014-5-18 00:34\n打这么多幸苦了\n{:10_525:}谢谢啦~不睡觉吗"
        },
        {
            "author": "我的大刀是蛮子",
            "timestamp": 1400344620,
            "txt_content": "Salkfir 发表于 2014-5-18 00:36\n谢谢啦~不睡觉吗\n深夜党一枚"
        },
        {
            "author": "Salkfir",
            "timestamp": 1400344800,
            "txt_content": "我的大刀是蛮子 发表于 2014-5-18 00:37\n深夜党一枚\n{:10_505:}我去睡了，哈哈早点睡啊"
        },
        {
            "author": "我不叫大神",
            "timestamp": 1400345100,
            "txt_content": "好长，终于看完 了"
        },
        {
            "author": "qq332869722",
            "timestamp": 1400345460,
            "txt_content": "我就出售点券 点券可以购买 任何东西 也可以赚到 换周目 保留你最后一天的点券 之后就OK了 我这简单粗暴 而且非常 通用周目 你是不是觉得我这样做 对玩家太好了？"
        },
        {
            "author": "Salkfir",
            "timestamp": 1400377920,
            "txt_content": "qq332869722 发表于 2014-5-18 00:51\n我就出售点券 点券可以购买 任何东西 也可以赚到 换周目 保留你最后一天的点券 之后就OK了 我这简单粗暴 而 ...\n商业服用点卷我知道的ovo商业服=人民币战士好吧我是不是想错了"
        },
        {
            "author": "qq332869722",
            "timestamp": 1400388780,
            "txt_content": "Salkfir 发表于 2014-5-18 09:52\n商业服用点卷我知道的ovo商业服=人民币战士好吧我是不是想错了\n不不 服务器的点券什么的 还是可以赚取的 这样给平民玩家一线 生存的洗希望啊~"
        },
        {
            "author": "Salkfir",
            "timestamp": 1400409420,
            "txt_content": "qq332869722 发表于 2014-5-18 12:53\n不不 服务器的点券什么的 还是可以赚取的 这样给平民玩家一线 生存的洗希望啊~ ...\n哈哈我服务器也是这样的，不然的话玩不下去啊"
        },
        {
            "author": "youover",
            "timestamp": 1400416200,
            "txt_content": "好像是来自WIKI的"
        },
        {
            "author": "youover",
            "timestamp": 1400416380,
            "txt_content": "好像是来自WIKI的"
        },
        {
            "author": "ntl2323473408",
            "timestamp": 1401351000,
            "txt_content": "LZ你不知道有些服打怪不得钱吗？"
        }
    ]
}