{
    "title": "<原创·单篇>神枪——传奇[作者:130s]",
    "author": "@💊🌂🔔",
    "replyCount": 9,
    "timestamp": 1400375880,
    "txt_content": "欢迎点击130s的原创单篇系列~！神枪——传奇\nGodGun——Legend\n为什么自己挖这么多坑，不去填还要来再挖个呢？\n这是因为自己突发灵感。。。。\n话不多说，奉上封面立刻开始！\n\n\n\n神 枪 传 奇 GodGun——Legend\n 一片阳光雨露后的大陆上，本来可以进军营的我，由于学业问题，放弃了当神枪手的愿望，只好乖乖认命学习，你问我叫什么？叫我菲尔特就行了，但是突如其来的黑色军团，打破了全部的自然规则，人们四处逃窜，躲避他们的袭击，而我现在能做的只有，拿起枪支，回到军营去，但是下面发生的事，超出了我的想象。\n\n 父母已经出去好几天了，也不知道下落如何，我默默呆在家里，很是无聊，在窗子里看窗外的士兵虐杀无辜的人们，就好似万千支剑一样，刺进我的胸怀，难道就没有什么办法可以拯救他们了么?要去军营，但是军营已经被黑色军团包围了，想想快想想还有什么方法可以用，顿时我会想起了团长告诉我的：\n\n 菲尔特如果你以后遇到什么麻烦了，就来明理大街第66号来找我，我想我能够在哪里。。。\n\n 对啊！我团长告诉我的话，怎么就忘记了呢，明理街里这里还有比较远，我起身下楼准备出门的时候，发现有个黑色士兵正在客厅里徘徊，这样怎么出去呢，后门也和大厅连着，难道我冲出去送死么？不行，我要冷静思考，想想有什么办法可以出去，窗外的阳光照射进来，照在我身上，我回头看着金灿灿的太阳，'啊！我知道了！'我不禁大叫，惊动了士兵，士兵拿枪就是在楼道狂扫，幸好军营的时候练过身法，敏捷的躲开了，我侧身一蹭,只听见玻璃碎裂的声音，我边从2楼的玻璃滚了出去，幸好我命大，被后院的大树接住了，我挣扎的一蹭，瞬间到了地面，看来士兵要追来了，得快点跑！士兵从破碎的窗口处对着逃窜的一阵狂扫，可是一发子弹都没有打中，可以看出黑色军团是急着招兵来攻打这里，士兵根本没有特训过，我习惯性的躲进小巷，看来他已经没有追上来了，'呼。。。好险'我又是一阵自言自语，现在这里是哪里呢？刚才只顾着跑，没有看路牌，现在出去看的话，黑色士兵一定还在四处找无辜的百姓。\n\n 为了全城人类的解脱，我还是得冒险，我贴紧墙壁伸出头四处张望，看来这条街道没有士兵巡视，我迅速小跑到街对面，正好街牌就在旁边，上面写着：明理街 什么?!这样就到明理街了，奇怪，真奇怪，算了不管那么多了，找66号，虽然这条街道没有士兵，但是我还是小心翼翼的行动，因为越是安静的战场危险越大！这个小巷旁是一个服装店，我清楚的看到服装店旁的街道牌，上面写着：明理街 56号 都56号了，看来66离这里不远，我小心翼翼的行走的大街上，时刻注意着四处有没有监视系统，顺便数着'57号，58号，59号。。。65号'65号？！咦，65号旁边就是亡命街了，66号呢，我的目光四处巡视着四处，都还是没有发现66号，突然远处传来脚步声，糟了从亡命街有士兵来了，怎么办！我的目光瞬间转移到路中间的井盖，我迅速打开井盖并且关上，进下面和某些电视情切类似，都是令人恶心的下水道，从家没有机会带手电筒出来，这下只有伸手不见五指的四处探索，从上面发出脚步声，看来他们果真来明理街巡视了，这万劫不复的下水道到底还有什么出口呢，正当我往前方走的时候，被一道墙挡住了去路。\n\n 奇了怪了，下水道里哪里来的墙？难道是？一定是这样果然没错！我贴着墙壁瞬间找到了一个像门的东西，再四处张望，发现这道门上面有着街牌，上面写着：明理街 66号 哼哼，我就知道这样的军事藏身处怎么可能建在上面呢？我握住把手，深呼吸一次，因为这一打开就意味着我将要踏上枪战的旅途，但是如果不管城里的那些人的话，他们岂不是很可怜？谁能忍受可怜的生命被侮辱呢？我意识肯定的打开眼前的门，进屋后潜意识的关上，里面一个吊灯，和一个装备箱子还有一张字条，我走过去拿起字条：\n\n 菲尔特，我就知道你一定会到这里来，战乱始终无法改变，我相信你来这里的时候，就意味着我们的城市被侵略者破坏了，现在来吧！拿起昔日的力量，去捍卫去守护大家的自由，记住你不是一个人，看到此字条后请到军营\n\n                                                                           团长\n\n 团长。。我打开装备箱，里面放着超强防御力的防弹衣和头盔，当然还有我昔日最喜欢用的AK-47，还有沙漠之鹰和一把大砍刀，正当我收拾完弹药的时候，瞬间房子被炸弹轰的粉碎，‘什么？！’我不禁的大叫，‘里面的人听着，我是维斯上校，现在命令你放下手中的武器立马投降，否则我们就要采取措施了！’他们是怎么找到这里的？我现在才发现我的鞋子上黏着小型追踪器，可恶！一定是在我房子里的那个人，我敏捷弄下追踪器，一蹭到沙袋后面，‘既然你宁死不屈，那我们就送你一程吧’维斯上校无耻的大叫，外面的黑色士兵开始向沙袋射击，沙袋挡不住多少子弹，只好。。赌一把了！\n\n 我扯下SV雷型炸弹的栓子，就是往黑色士兵哪里一扔，只听'Peng!!!!!'的一声，我也被炸弹的冲击里打到臭水沟中，但是这恰好保了我一命，炸弹的伤害对在水中的我没有多大，只是稍微的内伤，当我模模糊糊醒来时，发现自己全身还能动，只是臭了一点。。我撑起身子来，维斯上校那群家伙已经被炸弹炸成渣了，'呵呵。。呵呵呵呵。。哈哈哈哈'看来天都在帮我，都不想让我死，那好吧我现在要去捍卫大家的自由了！\n\n 我明理街已经被炸出个大洞，产生了很大的动静，估计会招来大批黑色士兵，我爬出下水道，回到明理街上，现在单独行动都是吃亏的，我还是会军营去，从这里到军营还好，没多远几下就到了，一路上我依旧小心翼翼的行动，就算有装备了，但是硬拼始终还是不行，途中我从一个小巷子里找到一个女孩，她估计有14岁的样子，虽然我已经不是14岁了，但是拯救生命才是最重要的，'你叫什么名字？我叫菲尔特'我先询问了对方，估计她被黑色士兵的虐杀产生一些心理阴影，但是她还是默默的坦白出'我。。我。。叫。。。安妮。。'我伸出援助的手将她牵起，正当这时，身后突然来了3个黑色士兵'嘿嘿嘿嘿，妹子我总算找到你了，快，跟我去玩玩~！'3个黑色士兵不约而同的说，安妮躲在我身后，'前面的三条狗，你们思想不正也不害臊么？'我义正言辞的开始反驳'呦呦呦！小家伙，这么小小年纪，就参加军事了，你还是来帮大爷我洗内裤吧，或许我还能给你些奖励'他们之间的一种一个调戏道，竟敢藐视我。\n\n 我举起AK-47，'哈哈哈哈，你看他要开枪了，哇！好怕怕怕哦！'‘哈哈哈哈，我估计他还不会开枪呢！哈哈哈哈哈'3个士兵哭笑不得的挑衅，这是欺人太甚了！瞬间3个弹药壳，一阵枪声，3个黑色士兵纷纷中枪倒地，安妮依旧害怕的躲在我身旁，我带着安妮从他们的尸体旁走过，不要小瞧每一个普通人，因为他含有巨大的威胁，连这点意识都没有，还当士兵？我看他们才是回家睡觉去好，战争的硝烟在军事基地旁徘徊，我总算来到了军营，也就是军事基地，这里居然没有士兵巡逻？看来都埋伏起来了，我拉着安妮走进一户人家的房子，一跨进门，就发现一个黑色士兵贴在墙旁，好像？正在睡觉？！这就是黑色军团么？如此腐败，不就是仗着人多来攻打算了，我拿出大砍刀就是这么一刀，他就一命呜呼了，如果动用枪的话一定会惊动埋伏在其他房子里的士兵，我想像这样的士兵应该不太多，这点可以从我家里的那个士兵可以看的出来，机智的用跟踪器，我来到阳台贴在角落里，四处张望，果然，在靠近军事基地附近的房子里，都埋伏有士兵，这点可以从每栋房子靠近大门和靠近阳台的墙壁处可以看的出来，因为这一代的房子内部都是白色粉刷的，他们又是身穿黑色盔甲的，这一来一下子就可以看到出来，现在怎么办呢？难道就这样冲进去，拿给他们狂打么？\n\n 一定还有什么办法我没有想到，安妮见我着急的流出一滴滴汗来，便转身去这户人家的浴室里拿来了毛巾，她将毛巾递给我，我看着洁白的毛巾，毛巾？洁白？软的？等等，让我连接起来，想到了，我丢下毛巾，从卧室里拿出厚厚的棉花棉被来，立刻用清水弄湿，因为这样可以冒一下险，湿棉花可以挡住敌人的视线，我们躲在湿棉花被子的后面，他们不知道我们具体在那个位置，打湿棉被可以抵挡一些伤害，只要贴着墙小心翼翼的走就可以了，现在就是想办法告诉军事基地内的团长开门，四处找遍电话，总算找到了一个家用电话，我记得军事基地的电话号码是。。我拨打上去，幸好他们没有切断全城的电话系统和电话线，接通电话后，告知清楚后，现在就是冒险的时候了，我和安妮举着湿棉被，贴着墙壁小心翼翼向军事基地走去。\n\n 果真，一个黑色守卫发现了异常，他的一开枪，惊动了其他人，现在就是那着湿棉被向军事记得跑，正好军事基地的大门恰好打开了，在那一瞬间安妮不小心脚一扭瞬间跌倒了，我顾不上那么多，在子弹没有打中我们之前，我将湿棉被裹在安妮身体上，使出全力将她扔进军事基地，那一刻我居然露出了微笑，安妮露出说不的表情，可是黑色士兵的子弹打中了我的后脚根，我迫不得已的趴下，我拿出AK将埋伏的士兵一个个击毙，但是由一个不小心，又一发子弹打中我拿枪的手臂，眼看大门就要关上了，我也感觉我也快不行了，埋伏的士兵下楼来准备抓我，我默默的回头一声'快关门！他们来了！'话音刚落我瞬间倒下，眼前一黑。\n\nEnd\n\n\n感谢您的远程收看枪王——传奇\n如果你觉得俺写的还不错的话。。就把人气给我吧{:10_495:}\n或许会有第二部{:10_516:}\n这主要看大家的人气怎样了{:10_498:}\n\n好了废话完了，再见~~！\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "小小丧失",
            "timestamp": 1400376120,
            "txt_content": "{:10_492:}为了沙发"
        },
        {
            "author": "xcc",
            "timestamp": 1400376240,
            "txt_content": "太好，顶一个！"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1400376300,
            "txt_content": "xcc 发表于 2014-5-18 09:24\n太好，顶一个！\n谢谢支持"
        },
        {
            "author": "xcc",
            "timestamp": 1400376360,
            "txt_content": "130s 发表于 2014-5-18 09:25\n谢谢支持\n才发现是你QWQ....."
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1400376420,
            "txt_content": "xcc 发表于 2014-5-18 09:26\n才发现是你QWQ.....\n发现是我就要动刀了么QAQ"
        },
        {
            "author": "lisongnan7",
            "timestamp": 1400376480,
            "txt_content": "支持啦~！"
        },
        {
            "author": "wkyyzhb",
            "timestamp": 1400376480,
            "txt_content": "你不是说不挖坑了嘛{:10_493:}"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1400376600,
            "txt_content": "wkyyzhb 发表于 2014-5-18 09:28\n你不是说不挖坑了嘛\n淫家手痒吗。。"
        },
        {
            "author": "xcc",
            "timestamp": 1400376660,
            "txt_content": "130s 发表于 2014-5-18 09:27\n发现是我就要动刀了么QAQ\n？\n我发现回复少"
        }
    ]
}