{
    "title": "Wiki区块格式-实体格式-实体数据翻译",
    "author": "⭐✔️",
    "replyCount": 2,
    "timestamp": 1400385120,
    "txt_content": " 本帖最后由 贰逼 于 2014-5-23 20:52 编辑 \n\n实体格式\n\n每个实体是一个包含在区块文件的实体列表中的一个TAG_Compound（协议标签）。唯一例外的是玩家（Player）实体，它储存在level.dat，或者在<player>.dat的服务器文件中。 所有实体都共享这些基础标签：\n\n 实体数据\n\n -id:实体ID。建议修改为不存在于玩家实体。\n\n -Pos:描述该实体此时在三维方向上的速度矢量，以米/刻为单位。\n\n -Motion:三维方向上的速度矢量来描述当前实体以米为单位的抛物线轨道。\n\n -Rotation:2个TAG_Floats（浮点标签）来表示旋转速度。\n\n--鸟瞰视角中实体围绕Y轴的旋转（称为偏航），因为正西角被定为为0度，所以这个值不会超过360度。\n\n--“实体与地平线的倾角（称为仰角）。水平时为0，正值表示向下，不会超过±90度”\n\n -FallDistance:实体已经下降的距离。更大的值让实体接触地面时受到更大的伤害。\n\n -Fire:直到火被扑灭时的时间刻数。负值代表实体可以站在火里燃烧多久。不在火中时默认为-1.\n\n -Air: 实体现有的氧气值，单位为刻。在空气中时保持为最大300，意味着实体在溺水前有15秒的（憋气）时间（译者注：1秒=20游戏刻），在实体死亡前总计有35秒的时间（设其有20生命值计）。在水下时该值减少，减为0时意味着溺水，实体会每秒损失1点生命值。\n\n -OnGround:1 或者 0 (true/false)-当实体接触地面时开启。\n\n -Dimension:未知使用。实体只是被保存在相应世界的区域文件中。-1为下界，0为主世界，1为末路之地。\n\n -Invulnerable:开启后在实体不受伤害，对生物与非生物都适用。生物不会受到任何来源的伤害（包括药水效果），物体如载具、物品展示框也不会被破坏，除非移除他们的支持物。请注意，这些实体也不会被钓鱼竿、攻击、爆炸或抛射物破坏（只能被Kill掉）\n\n -PortalCooldown:实体可以再次通过一个传送门或类似物的时间，单位为刻。在一次传送后被初始为900刻（45秒），然后倒计到0为止。\n\n -UUIDMost:该实体最高有效位Universally Unique IDentifier.与UUIDLeast形成该实体唯一ID\n\n -UUIDLeast:该实体最低有效位Universally Unique IDentifier.\n\n -Riding:被骑乘实体的id数据。注意：如果实体处于骑乘状态，堆叠中“最高”的实体拥有Pos标签，而该标签指定了“最低”的实体的坐标。同样注意，“最低”的实体控制这堆实体的运动；当实体堆叠由刷怪箱生成时，生成条件由最上方的实体决定。\n--参见这个格式（递归）。\n\n[groupid=546]Command Block Logic[/groupid]",
    "replies": [
        {
            "author": "936728431",
            "timestamp": 1400385240,
            "txt_content": "看出来了 机翻……"
        },
        {
            "author": "jianghr",
            "timestamp": 1400767860,
            "txt_content": "首先支持翻译，在翻译人才凋零的时期能有LZ站出来表示欣慰。\n\n\n\n下面是纠错时间\n含在区块文件的尸体列表中的\n不用多说了吧\nid:实体ID。这个标签不存在玩家（Player）这个实体。\n建议修改为不存在于玩家实体\nMotion:3个TAG_Doubles来描述当前实体以米为单位的抛物线轨道\n {{nbt|list|Motion}}: 3 TAG_Doubles describing the current dX,dY,dZ velocity of the entity in meters per tick.对比原文，我建议应翻译为：“描述该实体此时在三维方向上的速度矢量，以米/刻为单位。”\n实体围绕Y轴转动（成为偏Y轴）。由于西坐标0，所以不能超过360°\nThe entity's rotation clockwise around the Y axis (called yaw). Due west is 0. Does not exceed 360 degrees.\n个人建议翻译为：“鸟瞰视角中实体围绕Y轴的旋转（称为偏航），因为正西角被定为为0度，所以这个值不会超过360度。”\n实体与地面的偏角（称为间距）。水平值为0。正值向下，不超过±90°\nThe entity's declination from the horizon (called pitch). Horizontal is 0. Positive values look downward. Does not exceed positive or negative 90 degrees.\n个人建议翻译为：“实体与地平线的倾角（称为仰角）。水平时为0，正值表示向下，不会超过±90度”\nPS：怎么说呢，玩过一些航天游戏，这一部分的描述觉得用词还是有点在意的。\nAir: 实体在空气时的时间刻数。在空气中填充最大300个方块，在实体淹死之前给15秒时间淹没实体，在之前实体需要35秒才会被淹死（如果这个实体生命值为20）。在水下呼吸值减少，如果呼吸值在0以下，实体每秒受到1伤害。\nHow much air the entity has, in ticks. Fills to a maximum of 300 in air, giving 15 seconds submerged before the entity starts to drown, and a total of up to 35 seconds before the entity dies (if it has 20 health). Decreases while underwater. If 0 while underwater, the entity loses 1 health per second.\n这一段有比较严重的问题，个人修改如下：“实体现有的氧气值，单位为刻。在空气中时保持为最大300，意味着实体在溺水前有15秒的（憋气）时间（译者注：1秒=20游戏刻），在实体死亡前总计有35秒的时间（设其有20生命值计）。在水下时该值减少，减为0时意味着溺水，实体会每秒损失1点生命值。”\n当实体接触地面时开启\ntrue if the entity is touching the ground个人翻译：当实体接触地面时为真（ture）\n1 o或者 0 (true/false)-开启后在实体不受伤害。这适于生物与非生物，它们是一样的。怪物不会受到任何提供的伤害（包括药水的影响），物体如矿车、物品展示框也不能破坏，除非支撑他们的方块被删除。请注意，这些实体也不会被钓鱼竿、攻击、爆炸与抛射物破坏（只能被Kill掉）\n1 or 0 (true/false) - true if the entity should not take damage. This applies to living and nonliving entities alike: mobs will not take damage from any source (including potion effects) and objects such as vehicles and item frames cannot be destroyed unless their supports are removed. Note that these entities also cannot be moved by fishing rods, attacks, explosions, or projectiles.对比原文建议修改为：“开启后在实体不受伤害，对生物与非生物都适用。生物不会受到任何来源的伤害（包括药水效果），物体如载具、物品展示框也不会被破坏，除非移除他们的支持物。请注意，这些实体也不会被钓鱼竿、攻击、爆炸或抛射物破坏（只能被Kill掉）”\n前面还多了个o\n在一个实体在传送回/通过任何一个入口的时间刻数。开始在900刻（45秒）时倒计时直到0就开始传送。\nThe number of ticks before which the entity may be teleported back through a portal of any kind. Initially starts at 900 ticks (45 seconds) after teleportation and counts down to 0.这一段比较搞……个人建议翻译为：实体可以再次通过一个传送门或类似物的时间，单位为刻。在一次传送后被初始为900刻（45秒），然后倒计到0为止。\n\n最重要位\nThe most significant bits应为：“最高有效位”\n骑乘的实体id数据。注意：如果是一个实体在骑乘中，“最高”的实体在这堆实体中有一个Pos标签，指定的坐标是“最低”的实体的坐标。同样注意，“最低”的实体控制这堆实体的运动，而在一个生物生成是上面的生物确定生成条件。\n看看这个格式（递归）。\nThe data of the entity being ridden. Note that if an entity is being ridden, the ''topmost'' entity in the stack has the Pos tag, and the coordinates specify the location of the ''bottommost'' entity. Also note that the bottommost entity controls movement, while the topmost entity determines spawning conditions when created by a mob spawner.\nSee this format (recursive).稍作改动：“被骑乘实体的id数据。注意：如果实体处于骑乘状态，堆叠中“最高”的实体拥有Pos标签，而该标签指定了“最低”的实体的坐标。同样注意，“最低”的实体控制这堆实体的运动；当实体堆叠由刷怪箱生成时，生成条件由最上方的实体决定。\n参见这个格式（递归）。”\n\n\n\n以上，修改完成，WIKI上已由我亲自修改。给楼主送上积分，期待更好的作品{:10_512:}\n编辑WIKI最好申请个马甲，不然把一些信息暴露出来就不好了。\n\n最后是一些细节，注意标点统一，无用的空格什么的。\n\n"
        }
    ]
}