{
    "title": "Heroes 求指教",
    "author": "q60138899",
    "replyCount": 2,
    "timestamp": 1400382420,
    "txt_content": "求大神指教Heroes 插件！！！最好吧一些指令的意思翻译出来下\n列如：\n/hero - /heroes/hero help/hero armor/hero choose <path>/hero prof <path>/hero paths\nOnly shows those paths which are set as 'tier: 1' in their class file\n/hero reset\nresets the player to the default class and wipes ALL experience/levels gained\n/hero tools/hero scroll/hero skills - /skills/hero specs/hero leaderboard/hero who <player>/hero verbose/hero suppress <skillname>/hero scroll/hero level - /level - /hlevel - /lvl/mana/health - /hp/cooldowns - /cd/bind\nremoves a binding for the held item\n/bind <skill> [args]\nadds a binding for the item being held to the skill specified, if the skill requires arguments they can be supplied\n\n管理指令\n\n/hero admin class <player> <class>/hero admin prof <player> <profession>/hero admin exp <player> <class> <amount>\nclass can also be 'prim' or 'prof' to give exp to a player's primary class or profession.\n/hero admin level <player> <class> <amount>\nclass can also be 'prim' or 'prof' to give a level to a player's primary class or profession.\n/hero admin heal <player>/hero admin hp <player> <amount>/hero admin mana <player>/hero admin reload/hero admin saveall/hero debug dump\n\n技能指令\n/skills - /skilllist\n/skill <skill> <args>\n\n队伍指令\n/party invite <player>\n/party accept <player>\n/party leave/p <message>\n/mode +[option]\n/mode -[option]\n/party who",
    "replies": [
        {
            "author": "q60138899",
            "timestamp": 1400382540,
            "txt_content": "还有这些技能\n?炼金 Alchemy: 允许制作药水\n?解毒 Antidote: 使目标解除中毒状态\n?刺客之刃 AssassinsBlade: 使你的剑附带中毒效果, 攻击时使目标中毒.\n?背刺 Backstab: 被动技能, 当你从后面攻击目标可造成更多伤害\n?止血 Bandage: 使目标停止流血状态\n?流血 Bleed: 使目标持续流血一段时间\n?闪现 Blink: 闪现到前方6格位置\n?雷击 Bolt: 召唤闪电攻击目标\n?冲击 Charge: 冲击前方目标\n?混乱 Confuse: 混乱目标, 造成视线漂移\n?诅咒 Curse: 诅咒目标, 使目标攻击时有几率miss\n?Disenchant: Disenchants your currently held item.\n?Dispel: Removes any magical effects from the target.\n?Enchant: Allows you to enchant items.\n?Escape Artist: Removes any efects affecting your movement.\n?Excavate: Buff that boosts digging speed, and allows instant breaking of dirt blocks.\n?Fire Arrow: Causes the next arrow you shoot to light the target it hits on fre.\n?Fireball: Shoots a fireballs that ignites the target.\n?Fishing:  Passive buff that grants a chance of double drops for fishing.\n?Gills: Allows you to breath underwater for a short time.\n?Group Heal: Heals nearby members of your party.\n?Harmtouch: Deals damage to a target in melee range.\n?Herbalism: Passive buff that grants a chance of double drops when dealing with plants, watermelons, wheat, leaves, etc...\n?IceArrow: Causes the next arrow you shoot to deal ice damage and slow the target that it hits.\n?Icebolt: Shoots a bolt of ice at the target, and extinguishes them if they are on fire.\n?Invuln:  Makes you temporarily immune to all damage.\n?Jump:  Causes you to jump several blocks in the air.\n?Layhands:  Fully heals the target.\n?Mark:  Marks a point on the world for use with recall.\n?Might:  Boosts your parties damage with all weapons.\n?Mining: Passive buff that grants a chance of double drops while mining.\n?One: Provides a short term movement speed boost.\n?PickPocket: Gives you a chance to steal an item from the target's inventory.\n?Piggify: Forces the target to ride a pig for a short time.\n?Poison: Inflicts a poison damage over time effect on the target.\n?PoisonArrow: Causes the next arrow you shoot to poison the target it hits.\n?Port:  Teleports you and your party to a set location, locations must be set in the skills.yml file.\n?Pray:  Heals the target for a set amount.\n?Recall: Teleports you to the point set by mark.\n?Repair: Allows you to repair items in your inventory for part of their cost.\n?Root: Immobilizes the target for several seconds.\n?Safefall: Allows a short period where fall damage is negated.\n?Shield:  Causes a shield item to absorb a portion of incoming damage, shield items are doors and trapdoors, must be in hand to absorb damage.\n?Slow: Causes the target to move slower for a time.\n?Smite: Strikes the player with damage from range.\n?Smoke: Causes you to disappear completely from view for a time, dealing/taking damage ends the effect.\n?Sneak: Allows for sneaking at full movement speed.\n?SuperJump: Launches you into the air, and gives you short term safefall.\n?Superheat: Superheats a pickaxe, causing it to smelt blocks it breaks for a time.\n?Taunt: Taunts enemies around you, causing them to target you over other players.\n?Telekinesis: Allows long range use of buttons and levers.\n?Web: Catches your target in web blocks.\n?Wisdom: Boosts your party’s mana regeneration rate for a time.\n?Wolf: Allow you to tame wolves.\n?Woodcutting: Passive buff that grants a chance of double drops while cutting trees."
        },
        {
            "author": "q60138899",
            "timestamp": 1400382660,
            "txt_content": "最后能发一个使用教程\n最好是用指令的使用教程"
        }
    ]
}