{
    "title": "<原创·连载>[没有终界]作者：黑小白[第八章]",
    "author": "黑小白",
    "replyCount": 5,
    "timestamp": 1400396160,
    "txt_content": "                                               由于时间问题 -最近比较慢更，希望大家喜欢，不喜勿喷...\n\n\n\n\n                                                              第八章--------------紫罗兰山顶\n “终于到山顶了，真是处处好风光啊~”周奇缓缓的从地上爬起来。“我可不想因为我，而破坏了你拿紫罗兰之果”远处有一道身影划过。\n\n             “谁啊，又遇到个麻烦。”周奇开始凝视起四周来“我去！在这边”那道身影以极快的速度闪过，刹那间已经在周奇面前，周奇连三脚猫功夫都不会，怎么打败他呢？\n\n             “交出紫罗兰之果，饶你不死。”那道身影死死的盯着周奇，周奇灵机一动想到了好办法。“好，给你！”周奇拿紫罗兰山顶的雪往那道黑影眼睛上扔。“放肆！”那黑影抽出铁剑，向周奇砍去，周奇卧倒，随后后翻踢，虽然他不知道怎么打，但是在Minecrft的世界里，谁能没武功呢？\n\n             “呼呼，真是难缠的家伙。”周奇向前走了一步，面前的紫罗兰之果眼看就要到手。“噗嗤”周奇的心脏被刺了一刀，他缓缓的转到身后，原来是那个黑影..他依然还在...周奇倒下了，血流的一地。“这家伙，终于死了，任务完成了。”这黑影准备要走的时候，倒在地上的周奇忽然握住了黑影的手。\n\n             “放开！死人！”黑影低估了一句。“呵呵，这家伙的身体不好控制啊，你要杀这小子就是要杀了我！”周奇一个空翻踢，把黑影踢下悬崖，下一秒，周奇又把他拉了上来，右脚抬起，往黑影狠狠的踹了一脚。随后周奇的食指朝天低估了一句。这黑影的影子竟然没了，露出了面孔。\n\n            “呵呵，我说是谁呢。”周奇说完一脚把他踢下悬崖。“想要杀这孩子，你还早的很！幸好这孩子的血液让我觉醒了。”说完周奇又倒在地上。\n\n\n             正午12点10分。\n\n\n            “这是哪，哦，对！紫罗兰山顶。”周奇缓缓从地上爬起。“我不是死了吧？刚才那个人刺中我的心脏我怎么还没死呢？我去，血干了？”周奇惊讶的叫道。“没什么好惊讶的，影帝你都不知道，遇上我是你的福气。”这个声音是从周奇的心脏里传出来的。“放心，我不会杀了你，因为你死我也死。这是你来到这个世界前的小小惊喜，当你在这个世界时我就在你心里了，只是没有大量的血液来觉醒我，刚才就实现了，你想当于有二次生命....”\n\n\n            “好啰嗦..”周奇叽歪了一句。“喂喂喂！我可是救了你的影帝！”影帝说。“影帝？什么东西。”周奇撇着眼说。“不跟你吵了，哥可是很牛逼的，我去睡觉咯~”随后心脏里便没了声音。“真是的，不管了，先取紫罗兰之果再说。”于是周奇拿了紫罗兰之果便下了山。\n\n\n             苦力怕族栖息地\n\n\n           “我回来了，苦力怕族长快来。”周奇喊了一声，便没有人回应。\n\n\n           “奇怪，特别奇怪。”周奇慢慢的走进去。“嘿，你有危险了！”影帝突然发声。“我日，你吓死我了，真是的。”周奇开始环顾四周。“蓝光一剑”不知道从什么地方喊出的声音。周奇因为影帝被觉醒了，所以自己体内也流着影帝的力量，他并不惧怕这个人。“难缠的又一个人。”“咻~”剑一样的穿梭在这个洞穴。“小子，我来教你一招，你念：影遁·影袭 然后手指集中，往他的影子飞去。”影帝又叫了一声。“好吧，影遁·影袭！”周奇双手合毕发出巨大的冲击波，振破了附近的所有石头！“啊啊啊！！！”刹那间，周奇眼睛一红，嘴角露出一丝笑。“影袭！”周奇和影帝几乎是同时说。周围所有想突袭周奇的人都停了下来，他们的时间，空间，停止了，因为..他们没了影子，哪怕是飞着的，跑着的，跳着的，都定住了，完全不受引力影响。被定格了。\n\n\n         “好厉害..”周奇惊呆了。“救救我们”洞深处传来一阵声音。“是苦力怕族长！”周奇快步走向洞深处。\n\n\n         “苦力怕族长！我带着紫罗兰之果回来了！”周奇大步打开房门。“你回来了啊，救星！谢谢你！”苦力怕族长迎了上去。“对了，我的部下呢？”\n\n\n         “他们...他们死了。为了我。”周奇低下头。“唉，没事啦，你拿到果子就行。”苦力怕族长把周奇迎到他的房间。“对了族长，那个为什么有人会袭击我？”周奇问道。“那个....是城镇的叛逆军团....他们来追捕我们了，我的部下只剩下3人，被虐杀了！他竟然要求我们把紫罗兰之果给他，我说没有，他们就....就..”说着苦力怕族长哭了。\n\n\n        “不过也好，你把果子拿回来了，你跟着我。”苦力怕推开了床底下的密道。“这里是？”走着周奇问道。“这里是我的密道。复活专用密道。”苦力怕族长推开了密道的最后的门。“就是这里了，把果子放在那个上面。”苦力怕族长说道。\n\n\n        “好！”周奇舒张自如的，踏着空气飞了上去。把果子放好。下一秒这个果子下面的水在震动，随后紫罗兰之果发出光芒向天上射去，云也躲开了这个光芒。\n\n\n       城镇\n\n\n       “这个光是..”波斯丁镇长叫道。“快去那里探查！紫罗兰之果的光芒！一定是！哈哈，找了1年了。”说着波斯丁飞向光芒处。\n\n\n       苦力怕栖息地。\n\n\n        “成功了吗？”周奇问道。“恩！谢谢你，我们要去大战僵尸军团了！。”一道光芒落下，随后复活了至少2000只苦力怕！那苦力怕说了一句“族长好！”族长的儿子也在里面。“非常感谢你，真的。”苦力怕族长已经哭得不能再哭了。“那我走了。”周奇看到这温馨的场面不禁有点感慨。\n\n\n       “你走吧，谢谢你，救星！ ”苦力怕族长又谢谢，然后看着周奇远去。\n\n\n        树木上\n\n\n       “你打算干什么？”影帝问道。“没有，你决定吧，我跟你修行了。”周奇望着远处的天空，不禁有点淡淡的忧伤。“你说的，我要给你三个任务。”影帝说道。“什么？”周奇问道。“1.我要给你魔鬼式训练，深山训练，你还太弱太弱。2.找到“四影”这个是你的武器，Notch也交代过。3.还记得 4 4 4坐标么？就是导致时空混乱的地方，你最后去那边。”影帝说完就睡了。“恩！”周奇还在看着远方的天空，那真的很美很美......\n\n\n  终于更新完了，大家继续支持我！\n\n",
    "replies": [
        {
            "author": "黑小白",
            "timestamp": 1400399580,
            "txt_content": "能回复下不~"
        },
        {
            "author": "HGK",
            "timestamp": 1400887200,
            "txt_content": "好吧请把一些不和谐的东西清掉.........."
        },
        {
            "author": "黑小白",
            "timestamp": 1400888220,
            "txt_content": "HGK 发表于 2014-5-24 07:20\n好吧请把一些不和谐的东西清掉..........\n谢谢- -什么不和谐？"
        },
        {
            "author": "HGK",
            "timestamp": 1400888280,
            "txt_content": "黑小白 发表于 2014-5-24 07:37\n谢谢- -什么不和谐？\n反正挺多的\n请自己审阅一下"
        },
        {
            "author": "黑小白",
            "timestamp": 1400888340,
            "txt_content": "HGK 发表于 2014-5-24 07:38\n反正挺多的\n请自己审阅一下\n不几道...我就是肉麻了点.."
        }
    ]
}