{
    "title": "[創作]Minecraft",
    "author": "馬仔",
    "replyCount": 4,
    "timestamp": 1400392920,
    "txt_content": " 本帖最后由 馬仔 于 2014-5-18 14:06 编辑 \n\n第一集 － 這世界，都是方塊\n\n「一整天了，終界龍也死了，再玩過吧！」宏疲累說道。\n宏穿着白色的短袖T-shirt和深藍色的短褲坐在電腦前。\n「啊......明天還是放假，玩多會吧！」宏把手放在自己的刺蝟頭上，表示腦袋也進入疲倦的狀態。\n宏把自己原本炯炯有神，現在非常疲倦的眼睛睜得更大，按下......\n創建新世界！\n這一刻，165公分的身軀支撐不住，宏，向後倒下，剛好倒在身後的床上......\n「這是怎麼一回事......？」宏慢慢睜開眼睛......\n「這裡......是那裡？甚麼？現在我在那裡？」宏在一條疑似無盡頭的時光隧道。\n突然在他眼前出現一道非常強烈而耀眼的光......\n這時，在Minecraft世界的上空也出現了一道光。\n「啊！」宏說道。\n「這是怎麼一回事？是夢嗎？痛！該不是夢吧！這世界，都是方塊。」宏再說道。\n宏萬無目的地走着。草原上的風吹拂宏的臉，舒服的感覺令人陶醉。\n「果然親身體驗是最好的，在這世界生活真好！還是找顆樹先吧！」宏想道。\n接着，一間房子完成了。\n「木材、鵝卵石、玻璃窗，真費我不少時間啊！真辛苦！總算是滿意的作品！」宏說道。\n晚上時，房子外邊的一群怪物爭先恐後地站在門前，宏躲在房子的一角。\n「好可怕，我的家人，我的朋友，還有機會再見嗎？」宏說道。\n在此時，有一把正在喊救命的聲音在外邊傳來。\n「救命啊！這Creeper快爆了！」那人說道。\n「怎麼了？誰這麼吵？」宏拿着石劍走出房子殺死門前的怪物後再看發生甚麼事。\n「老兄，救命！」那人衝向宏那邊。\n他的身高和宏相約，蘑菇頭，穿着紅色的短袖T-shirt和短褲。\n「看來......我也差不多了......跟我跑！不要讓這傢伙炸了我的家啊！」宏大喊並走向第二個方向。\n那人跟着宏，Creeper緊追在後。\n「快爆了，跑快點！」那人一邊逃跑，一邊大喊。\n「不行啊！這樣我們會被這綠色小傢伙爆死在這......來！Creeper！決一死戰吧！」宏調頭走向Creeper那邊。\n「呀！受死吧！」宏說完，便拿着石劍一揮......\n\n\n\n\n\n\n\n\n\n\n\n\n\n第二集 － 鐵......太實用了\n\n宏向着目標橫斬再縱斬，並適時後退，基本上Creeper沒有機會爆炸並傷害宏。\n「呀！接受這招吧！」宏乘勝追擊，向前使盡力氣一斬。\n「怎......怎麼可能？避開了？」宏驚訝地看着避開攻擊的Creeper。\n「看來......完了......」Creeper爆炸，正與它戰鬥的宏也被彈開了。\n「痛！平時玩Minecraft時Creeper哪會避開攻擊的！有沒有血量顯示？」\n宏看了看四周環境，沒有任何血量顯示，也沒有飽食度顯示。\n「看來，這比平時在電腦遊玩時難度更高。」宏的信心大打折扣，失落地走向那個蘑菇頭的。\n「沒事吧？看來傷勢嚴重，沒有血量顯示只好靠感覺判斷傷勢了。」那人衝向宏那邊問候他。\n「看樣子你不是npc村民吧！你是誰？」宏問道。\n「看來你和我一樣也是人類吧！我叫力克，請多多指教。」力克說完，便走向宏的家。\n「你......沒有家的吧！一起住要不？」宏提出邀請，其實只是不想孤獨一人。\n「正好沒有家，一起住也好，你的名字......」「宏。」宏立刻回答力克。\n「宏，你應該有玩過Minecraft吧！看你剛才殺Creeper的腳步好像非常熟練。」力克一邊看看箱裡有甚麼，一邊說話。\n「沒錯！我有玩過。早上我們要挖礦，休息一會吧！」宏說完，便走去上床睡覺了。\n「我也想睡覺......就是沒有床啊！悲劇啊！不過這和遊戲不同，該可以睡着吧！」\n力克坐在地上，然後睡了。\n滿天雲朵和星星，加上一個月亮，就這樣，他們倆過了一個特別的晚上。\n「早上了！該走了！宏！」力克在大聲叫道，為了叫醒宏。\n這也難怪，宏已有兩日一夜沒有睡了，當晚也是非常晚才睡，並且他受着重傷，現在非常疲累。\n「啊！我還很睏，挖不了礦，但是，為了鐵這種實用的礦物，不能再睡了。」\n宏撐起了他沉重的身體，從熔爐中拿了昨日燒完的牛排充飢，然後再從箱子中拿了工具便起行。\n「現在只有石鎬和石鏟用，這是你的份。」宏把一些工具和食物給了力克，便走去昨天挖過的洞繼續挖。\n在礦洞中，他們挖掘到不同的礦物，並找到數個天然的洞，與無數個怪物戰鬥。\n「這是怎麼一回事......煤礦、青金石多的是，就是沒有鐵礦啊！這是怎麼了？」\n宏抱怨着自己的運氣，也在此時，「後面！太好了！」力克說完，宏調頭一看，「真的找到鐵了！」\n「一找就有64個鐵礦，可以做兩套鐵裝了，還有一些鐵可以用來造工具呢！」力克興奮說道。\n「別說話！有些奇怪的聲音......是一大群蠹魚！它們該沒有發現我們，但沒有路可走，四方八面都是紅石礦，還未造鐵鎬挖不了。」\n宏在擔心之時，力克想到好辦法，「不要緊！我有帶一些木材，可以造工作台，還有鵝卵石可造熔爐。」\n「先把所有鐵礦都放進熔爐，再放煤炭熔出鐵來，再用鐵製造裝備和鐵鎬。」力克說完，便開始製造裝備。\n「製造完了快挖紅石礦走吧！」力克和宏立刻逃離，最後成功逃亡。\n「鐵......太實用了。」宏一直只是當鐵為普通的東西，現在終於知道鐵的實用。\n「我過去回收工作台和熔爐吧，剛才都忘記了，捨棄又好像浪費了，等一下吧！」在力克回去回收時，奇怪的事情發生了。\n「剛剛的工作台和熔爐不是放在這裡嗎？」力克疑問着。\n「對呀！不見了！為甚麼？難道......」宏說完，便有一個很高的身影在後.....\n\n\n\n\n\n\n\n\n\n\n\n第三集 － 地獄\n\n「後面的......那位老兄......最近還好嗎？」力克顯得非常害怕，只知道生還的方法只有逃走。\n「不能面對着他，不然......後果不堪設想。」宏一直壓着自己害怕的情緒，希望冷靜地靜候逃走的機會。\n突然，那個很高的身影瞬間在他們倆面前出現，黑色的身軀，紫色的雙眼。\n「看來，牠很像很喜歡面對着我們......」力克的身軀突然彊硬，動也動不了。\n「看來，只有戰鬥了......不！可能牠會像Creeper那樣比玩Minecraft時強多了......看來真的完了。」\n宏說完，那生物張大口，就像想吞噬他們。\n「Enderman要攻擊我們了！快走！」宏拔腿就跑，但力克因身軀突然彊硬而動不了。\n「嗚啊啊啊！」Enderman攻擊力克，力克受重傷並倒地。\n「力克！這......不可原諒！不......我沒有能力能打倒牠，該怎麼辦？我該怎麼辦？」宏全身發抖，冒着冷汗。\n宏立刻衝過去抱起力克並逃走，Enderman以驚人的速度瞬移到宏處。\n「神！救我啊！我不想死！求你救我啊！」在Enderman猛追之下，宏跑出了礦洞，並仰天哭訴。\nEnderman再瞬移到宏處，並一拳擊飛宏，宏倒地，並受到極大重傷。\n「這一切......完了嗎......？」宏倒在地上，傷痕累累，最後一口氣，也快沒了。\n「這兩個是死人嗎？死了就沒趣味了。飛濺治療藥水，這是你出場的時候。」\n長髮，粉紅色長袖衣服，白色短裙，那女孩衝過去宏和力克處，充當醫生的她救活了他們。\n「我......死了嗎？看來不是。為何我在床上？」宏醒來看見自己在床上，傷口已好。\n在這屋裡，放了很多釀造架、鍋釜和大大小小的箱子，並整齊排列，給人一種這是一個實驗室的感覺。\n「醒來了嗎？剛才如果不是我？你就真的死在戶外。」那女孩走向宏的床邊，見宏的傷勢好轉，也嘆了一口氣。\n「你是誰？你也該不是npc村民。為何你要救我？」宏心中有很多疑問，只想那女孩即時解答。\n「難道可以把你置之不理嗎？還有，問人的名字前應該自己報上名來先。」那女孩走回剛才工作的位置，並在箱中拿了一個牛排來吃。\n「謝謝你救了我。我叫宏，睡在我對面的叫力克。你是誰？為何你要救我？」宏看着睡在對面的力克，見他安然無恙，便嘆了一口氣。\n「我叫愛拉。剛才見到你奄奄一息的樣子，令我想起過往的事。」愛拉看在宏那麼想知，便敘述一次往事。\n「在我遇見你們前，我還遇到一位同伴。她穿著白色連身裙，和我都是長髮，身高就是矮過我們一點點，名叫莉莉，是一位很可愛的女孩。直到我們無意發現進入終界的井......未放12個終界之眼前，井下的是一灘熔岩，莉莉在那裡嬉戲，我已驚告過她了，但她不理會我，最後......嗚嗚......」\n說完，愛拉的眼睛流着眼流。她再走去宏的床邊，跪在地上，傷心地、痛苦地哭。\n「對......對不起，令你想回傷心的往事。」宏立刻撫摸愛拉的頭，並安慰她。\n「嗚嗚......她死前的叫喊，好可怕！嗚嗚......」愛拉沒辦法冷靜下來，哭聲嘈到力克，他也醒來了。\n「幹甚麼啊？誰在哭啊？」力克只知嘈吵，在說話中顯得他不耐煩。「你閉嘴好不？」宏的眼眶也見到眼淚，快流出來。\n「幹甚麼了？你們為何在哭？」力克充滿疑問，愛拉也慢慢冷靜下來，而宏就走到力克旁小聲地複述一次。\n「對不起......剛才還不耐煩地說着。」力克道歉，宏再走到愛拉處，說：「現在不是回想過去的時候，我們應該想一想如何回去現實世界。」\n「對了！為何我們會在遊戲裡？我們怎樣才能離開這『死亡』遊戲？」力克提出疑問，這問倒了宏和愛拉。\n「我都沒有想過這問題......糟了！我們會不會出不去了？」宏擔心地說着。\n「其實我知道......」「知道甚麼？」愛拉說着，宏和力克立刻問道。\n「等我說完好不？其實我之前在地上撿到一張紙，上面寫着我們的靈魂是某人召喚過來的，如果想知道更多秘密就要去地獄。」\n愛拉如實說出，宏和力克的腦海除了鑽石和地獄，沒有其他了。\n「那麼我們出發找鑽石了！要快！為了快點回去現實世界，我們要加油！」宏顯得非常積極，變得充滿自信。\n「出發！」隨着宏的說話，便是愛拉和力克積極的喊聲。\n「我們利用『魚骨挖礦法』吧！首先我們要到Y13......怎樣知道自己在Y多少？」宏原本很有自信，但被一個難題變得不太有自信。\n「我們可以自行挖到基岩，然後自行上回大概6個方格，不就行了嗎？」力克提出意見，宏和愛拉也認同這做法。\n「我們下去基岩處先吧！」愛拉說完，他們便出發了。\n轉眼間，他們已經到了基岩上6個方格了。\n「我們到了，首先挖出寬一高二的通道，然後在左和右邊每兩行挖出寬一高二的通道，這樣就很容易挖到鑽石！」宏說完，他們便起行。\n過了一小時後，他們挖不同種類的礦物，煤礦為多，鑽石也挖到大概八、九十個，可以造三套鑽石裝有多。\n「我們造幾個鐵桶，用以裝水，等會見到熔岩時放水，便能得到很多黑曜石。」愛拉說完便去造鐵桶裝水。\n「行了，鑽石裝、鑽石鎬、鑽石劍，全都造好了，也找到熔岩了，放水吧！」力克說完，愛拉便過去力克處放水。\n「黑曜石，好久不見！去挖夠10個吧！」就這樣，宏指揮力克和愛拉挖夠10個黑曜石，並上到地面。\n「在地上放下兩個黑曜石並列，在左邊黑曜石的左上角和右邊黑曜石的右上角各放下1個黑曜石，在那兩個剛放下的黑曜石上各放兩個黑曜石，再在最上面左邊黑曜石的右上角和最上面右邊黑曜石的左上角放上1個黑曜石便完成了地獄門的雛型。」\n宏指揮力克和愛拉製造地獄門。\n「再把鐵放在工作台的中央，把燧石放在工作台的右下角，成了一個打火機，然後在最下面的兩個黑曜石其中一邊打火，完成！」\n宏打完火，那10個黑曜石中央出現了紫色屏障。\n「我們一起進去吧！3！2！1！」3個人在異口同聲下跳進地獄門。\n「地獄......這裡很熱啊！」說完，宏把頭轉向左邊，見到地上有一張紙，看了看紙上寫的字。\n「甚麼？」......\n\n\n\n\n\n\n\n\n\n\n\n第四集 － 再一次決鬥，終界\n\n\n隨着宏大喊「甚麼」二字，力克和愛拉也衝過去看個究竟。\n「怎麼了？紙上寫了些甚麼？」愛拉也探頭一看。\n「我們......是被Herobrine召喚來的！看來，Herobrine的傳說是真的！」宏一臉驚訝的表情，不知道說甚麼好。\n「Herobrine？我們死定了！他該不是想找人陪他吧？」力克在聽完宏的說話後，也變得非常恐懼。\n「Herobrine......他是誰？」愛拉從不理會傳聞，但看見宏和力克驚恐的樣子，令她更想知道這是個怎樣的傳聞。\n「你竟然不知道Heroberine是誰？天啊！看你懂得製造藥水，該不是新來玩的吧？」力克認為玩過Minecraft的都知道Herobrine是誰，他因愛拉不知道Herobrine的由來而感到驚訝。\n「不能不知道的嗎？玩過Minecraft的都一定知道Hrerobrine是誰嗎？好了！快說他是誰吧！」愛拉感到不耐煩地說着。\n「好了好了，等我來說說一些關於Herobrine的傳聞吧！他的樣子和我們平時玩Minecraft的skin差不多，只是他的雙眼是白色的。傳聞說他是Minecraft的開發者Notch的弟弟，我可不相信這傳聞，但他的其他傳聞我就半信半疑了。聽說有一位玩家在玩單人遊戲時看見他，然後上了論壇開了個關於他的話題並尋求相同的經驗，五分鐘後話題被刪了。那位玩家再嘗試了一次，這次被刪的更快。他收到來自Herobrine的信：「停！」當那位玩家查閱Herobrine的資料頁時，那一頁並不存在，之後還接二連三地有更多玩家聲稱見過他。Notch已經表示過沒有Herobrine這種東西，顯示Minecraft更新資訊的網頁也有提及過刪除Herobrine這些字眼，想不到這傳聞是真的！」宏描述Herobrine並詳細地說明關於Herobrine的傳聞。\n「原來是這樣。對了！應該還有下文的吧！紙上除了寫着我們是被Herobrine召喚來的，還寫了甚麼？」愛拉恍然大悟並繼續追問。\n「上面寫着我們唯一可做的，就是到達終界，那裡我們可以解開更多秘密和離開的方法。」宏說了下文，愛拉和力克一臉焦慮，他們突然失去了自信和目標。\n「你們怎麼了？我們現在應該積極一點！」宏鼓舞兩位同伴，但似乎沒有用。\n「終界......我們有可能到嗎？算吧，我預了在這世界生存下去了。」力克無法再積極下去，說出了消極的說話。\n「放心吧！我可是試過完成整個遊戲呢！」宏繼續鼓舞兩位同伴，那兩位的臉色仍然沒有好轉。\n「這裡的難度較平時玩Minecraft時的更難，你可以確保我們能順利回去嗎？」愛拉也以消極的說話反駁宏。\n宏拿起鑽石劍，劍尖向着上方，然後再插在地上，威嚇力克和愛拉。\n「不要跟我說笑了！我們挖了那麼多鑽石為了甚麼？我們製造了地獄門為了甚麼？我們拼命生存下去為了甚麼？沒有價值的嗎？還是我們繼續消極地生存下去較值得？我們為甚麼合作？就是為了離開這個『死亡』遊戲！我們還有空擔心這樣擔心那樣，倒不如我們繼續堅持下去，直至我們完成遊戲並離開，不是更好嗎？」宏變得非常激動，在眼眶也見到激動的眼淚。\n愛拉聽過宏激動的說話後，眼淚也直接流出來了。\n「我也受夠了！對！我們不能再逗留在這個惡夢裡，我們要堅持下去，離開這『死亡』遊戲！」愛拉平伏恐懼和不安情緒，準備接受挑戰。\n「我也受夠了！不要痴人說夢話！根本不可能打敗Ender Dragon，我們可能就連Enderman也無法打敗！你剛才說的都是廢話！我寧願消極地生存，有更長的壽命，也不想像你們一樣去送死！」力克接受不了現實，說完，便從地獄門離開地獄。\n「糟糕了！我們失去了一位得力助手！為甚麼他仍然那麼消極？算了！這樣消極的人我也不管了！」宏說完，便繼續前進。\n「宏！這樣不太好吧！我們不能丟下他不管！」愛拉叫着宏並勸他叫回力克再一起上路。\n「這樣消極的人沒救的了！我們不要管他！繼續走吧！我們至少也要得到烈焰桿......對了！你該沒有來過地獄吧？為何你可以製造那麼多釀造架？」宏突然想到疑問，並希望立刻得到合理解答。\n「不知道！莉莉還在生時，我和她有一次在海底探險，海底有一個箱子，裡頭有很多烈焰桿、金粒和地獄疙瘩，我不知道是誰留下的。」愛拉如實解答。\n「是誰留下的？知道的話應該對我們很有幫助。力克......對了！那傢伙都不用管，別理他吧！」其實宏只是想力克也幫忙想一想是誰留下的。\n「你是放不下力克的吧！快點找回他再上路吧！我也非常擔心他！」愛拉說完，也離開地獄去找力克。\n「看來......不找回他是不行的，去找他吧！」宏說完，也跟着離開地獄找力克。\n另一方面，力克在萬無目的地走着之下，找到了通往終界的井。\n「找到又如何？都不可能打敗Ender Dragon。」力克嘆了一口氣，並想起莉莉死在那個井中的熔岩。\n「既然都來到這裡，就為你默哀吧！」力克說完，便開始為莉莉默哀。\n「好了！我也該離開了。在這裡做標記吧！這樣就不會忘了這個井在那裡了。我不能再這麼消極，當初說了甚麼傻話......甚麼寧願消極地生存......看來最傻最荒謬的是我！我不能讓我的同伴也得到死的下場，我必須回去幫手！」力克後悔當初選擇不上路，離開同伴。雖然現在力克的心仍然存在恐懼、絕望，但也不想同伴死去。\n「力克！力克！」「這聲音......是宏！我在這裡！」力克聽到宏的聲音，心裡頭感到有種安樂的感覺。\n「力克！你知道我們有多擔心你嗎？你知道我們還需要你嗎？不要再這麼消極了！還有，愛拉，為何你會知道他在這裡？」宏看着愛拉，要求解答。\n「是......我們女孩天生第六感比較強吧！」愛拉也不知怎樣回答好。\n「好吧！那我們走吧！我們要打Blaze得烈焰桿，並且要打Enderman得終界珍珠。」「好！」宏說完，力克和愛拉隨後大喊，增加士氣。\n他們到了地獄，看到的是一群Blaze等着他們。\n「看來，省下了找他們的時間了。事到如今，我們衝吧！」宏說完，三人衝上前打鬥，順利把所有Blaze打倒。\n「那邊又來了一隻，我來解決吧！」力克衝前，用鑽石劍向前縱斬，Blaze突然極速向左移動，避開力克攻擊。\n「小心！」宏和愛拉一聲大喊，Blaze向力克射出火球，把力克擊倒，身上也燒着火。\n「救命！救命啊！嗚啊啊啊！」力克痛苦地慘叫。\n「愛拉，有帶水桶嗎？幫力克滅火，Blaze由我解決。」力克指示愛拉，愛拉只好跟着做。\n「Blaze，我來做你對手。今天，是你的死期！這裡，是你的死地！呀！受死吧！」宏衝了過去，向前縱斬，Blaze極速向左閃避。\n「你中計了！Blaze！受死吧！」宏立刻向左斬，擊中Blaze。\n「再來吧！呀！」宏仍然向前縱斬，Blaze仍然極速向左閃避。\n「看來Minecraft的怪物也太笨了吧！當初我也是向着Creeper縱斬，牠都是向左閃避。呀！受死吧！」宏再向左斬，擊敗了Blaze。\n「有了6個烈焰桿已足夠了，走吧！快點！為了我們可以回去現實世界加油吧！」宏走前帶領同伴，愛拉扶起力克。\n「等下！扶起傷者這些工作是女人做的嗎？你真的一點紳士風度都沒有！」愛拉臉露笑容，扶起力克離開地獄。\n從地獄出來的三人，望向前方，衝前擊殺Enderman，並乘勝追擊。當他們殺死11隻Enderman時，上空突然變成紫色，並出現漩渦。一道閃電閃過，隨之發出轟隆巨響，有如龍在天空咆哮，讓三人感到不安。\n「我等你們來到這一步很久了，看來你們就快可以進入終界，首先在這裡恭喜你們，但是，你們能通過我這關嗎？你們應該還欠缺1個終界珍珠，那麼我就是你們要找的最後一個Enderman了。宏！還記得我嗎？我就是，你在這世界遇到的第一位Enderman！」突然出現迷之聲。\n「你在哪裡？快出來！你把力克打至重傷這個仇我一定要報！」宏仰天大喊，希望Enderman快速出現。\n突然，一個黑色身軀、紫色雙眼的生物從天空的漩渦慢慢降下，然後站在地上，兇神惡殺地望着宏，張大嘴巴，就像想把一切吞噬。\n「終於又見面了！我們......再一次決鬥！今天，是你的死期！這裡，是你的死地！接招把！」宏緊握着鑽石劍，準備預衝的姿勢。\n宏衝了過去，Enderman突然消失。「宏！小心！」力克大喊，宏立刻調轉頭，看見Enderman，Enderman一拳打到宏的肚子。\n「嗚啊啊啊！痛......！」宏受到攻擊，叫苦連天。\n宏定過神來，直接一劍插進Enderman的腹部，Enderman雙眼望着宏，然後消失，只在地上出現了1粒終界珍珠。\n「看來，我們成功了，成功了......」宏說完，便倒在地上。\n「宏！」愛拉大喊，流着眼淚，衝了過去宏處。\n「宏，你不要死，你不要死！我們都快成功了，不要在這時候死去！宏！」力克也跟着衝了過去宏處。\n「你們......傻的嗎？我會那麼容易死掉的嗎？不要再廢話，快合成終界之眼。我們......快成功了！」宏再張開眼睛，並指示力克和愛拉工作。\n他們利用烈焰桿製造烈焰粉，再用烈焰粉和終界珍珠合成了12粒終界之眼，並放在那個通往終界的井的四邊，每邊放3粒。放完後，井中間出現了黑色的結界，看下去就像無盡頭的宇宙。\n「來！我們一起跳進去吧！跳！」宏說完，三人便跳進去那個黑色的結界。\n「這裡......就是終界嗎？我玩生存可沒試過進到終界。」力克看着四周，都是Enderman。\n「我也沒試過，四周都是用黑曜石造的柱，每個柱的柱頂都有一個類似水晶的東西，聽說是給Ender Dragon補充血量的。」愛拉環視四周，除了地面，甚麼都是黑色的。\n「上方！Ender Dragon出現了！看來，我和你的決鬥又來了。平時在電腦玩的非常容易解決，你呢？」......\n\n\n\n\n第五集 － 世界的終結\n\n「上方！Ender Dragon出現了！看來，我和你的決鬥又來了。平時在電腦玩的非常容易解決，你呢？」宏緊握着手上的鑽石劍，準備發到攻勢。\n「總覺得少了些東西......」愛拉在想少了甚麼東西，但還是想不起來。\n「大家裝備南瓜頭......對了！」「想起了！糟了！忙了帶南瓜頭！」力克知道要裝備南瓜頭，以令Enderman看不見他們，他令愛拉想起了她正正沒有帶南瓜頭。\n「......」大家頓時無言，望向四周的Enderman，更令他們不知所措。\n「水......對了！水！Enderman不會到有水的地方！」宏一直保持冷靜，在十萬火急的情況下想到辦法。\n「我們的『水庫』，到你出場的時候了。」「『水庫』？總好過你這笨蛋吧！」力克暗示愛拉要求她拿出水桶。\n「不是嗎？每次需要水桶你必定拿得出來的，還不是『水庫』嗎？」「好了！別吵了！愛拉，麻煩你了。」力克還在恥笑愛拉，宏阻止力克的恥笑行為並要求愛拉的水桶，以繼續戰鬥。\n沒多久，他們已在附近地方放了水，Enderman也沒有再找他們麻煩。這場最終的決鬥終於響起了號角。\n在上空的Ender Dragon向着宏三人咆哮，並衝向他們處。三人二話不說，立刻避開攻擊並發動攻勢。\n三人的劍一直插入Ender Dragon再拔出，令Ender Dragon受到不少傷害，然後Ender Dragon原地轉一圈，利用尾巴攻擊三人，三人倒退後再飛上上空。\n「大意了！忘了這世界的怪物是比平時在玩minecraft時的怪物強。」「此Ender Dragon竟有『神龍擺尾』一招，厲害！」宏認為自己大意之時，力克在佩服Ender Dragon的厲害。\n「Ender Dragon......在補充體力！」愛拉叫着自己的兩位隊友，並指向Ender Dragon的位置。\n「糟了！我們剛才對牠的傷害，完全回復了！根本打不死，太變態了！」力克認為Ender Dragon根本變態，但他對自己的信心沒有之前那麼容易動搖了。\n「愛拉，你負責擊破水晶，用這把弓。」「只有一支箭？不是跟我開玩笑吧！」宏把一把弓和一支箭交給愛拉，但愛拉認為不足。\n「這把弓已經過附魔，附魔能力之中有一項為無限，只要有一支箭就可以當成無限支箭。」宏向愛拉講述，並指出此附魔能力在打Ender Dragon時非常有用。\n「這裡的水晶太多了吧！至少有100粒！我玩Minecraft創造模式時也有到過終界的，比玩Minecraft時多太多了吧！」愛拉認為不太可能擊破所有水晶。\n「也要嘗試的，加油吧！」「你這傢伙會鼓勵別人的嗎？」力克鼓勵愛拉，只是愛拉不太相信他是真心鼓勵她。\nEnder Dragon再次衝向三人處，三人避開攻擊後，宏和力克負責打Ender Dragon，而愛拉則負責擊破水晶。\n「哈哈！」突然出現一把小孩的笑聲，三人也感到詭異。\n「聽到笑聲不？這像是小孩的笑聲。」宏一邊抵抗Ender Dragon，一邊問隊友有沒有聽到笑聲。\n「當然有了！但那小孩在那？」愛拉一邊擊破水晶，一邊問道。\n「我也聽到，但不要管那麼多了，繼續戰鬥吧！」力克只想着戰鬥，不想那麼多。\n一小時過去了，三人早便看穿了Ender Dragon的所有攻擊方式，但Ender Dragon一直補充體力，根本打不死，慶幸的是水晶的數量已所剩無幾。\n「一定要加油！水晶快全擊破了！再等一下......全擊破了！」愛拉把所有水晶擊破，三人認為勝利在望。\n這時，Ender Dragon突然消失，並在上空突然出現。\n「這東西會瞬間轉移的嗎？」宏疑問着，心中感到不安。\n「我跟你們玩個遊戲好不？如果你們打贏了，這個死亡遊戲，這個世界將會消失。但是，如果你們打輸了，你們的世界，便會末日！哈哈哈哈！」小孩的聲音再次出現。\n「甚麼？」三人異口同聲地說道。\n「不要緊啊！那Ender Dragon都快死了，還怕甚麼啊？」力克鼓勵大家。\n「這樣遊戲怎會好玩？Ender Dragon的體力，所有的水晶，全部回復！Ender Dragon當然也有一定的強化。」那像小孩的聲音又再次說話。\n「現在的情況，不是你死，便是我亡，今天，會是哪個世界的終結？」宏現在變得更不安，而且已經很累，根本沒有辦法起身再打。\n「慢慢享受這遊戲吧！」那像小孩的聲音說完話，Ender Dragon身邊突然出現回剛才擊破的水晶。\n「糟了......真的糟了......」力克和愛拉也無力再戰鬥。\n「別跟我開玩笑了！剛才說話的是誰？跟我快出來！我忍受夠了！我們在這世界生活那麼久，每天都以可以回去這目標進發，我們這麼辛苦，來到這一步，Ender Dragon都快死了，你卻這樣玩弄我們，把Ender Dragon完全回復，如果失敗的話還要面臨世界末日，如果你不再停止的話，那我不客氣了。今天，是你的死期！這裡，是你的死地！」宏說完，便緊握手上的鑽石劍，札好馬步，準備發動攻勢。\nEnder Dragon衝向宏處，宏向左閃避，然後捉住Ender Dragon的翅膀，Ender Dragon飛了上去，宏也跟着飛了上去，並坐在Ender Dragon的背上，宏一劍插進Ender Dragon的喉部，Ender Dragon想掙脫宏，但失敗，然後宏再拿出另一把劍，劃破Ender Dragon那對翅膀，Ender Dragon立刻回復體力，宏把劍插進Ender Dragon的頭部，再拿一把弓擊破附近的水晶，使Ender Dragon不能回復體力。在宏的眼中只有仇恨，已不管其他了。\n「哼！我現在要你吃下我們所有人吃過的苦頭！」宏再拿一把劍出來，展開猛擊。\n「接受我這劍吧！」宏說完，便一劍插入Ender Dragon的背。突然Ender Dragon身上發出一點點的光。\n「結......結束了！」宏慢慢鬆了口氣，Ender Dragon消失了，不久後，宏三人也消失了。\n他們回過神來，發現自己被轉移到一個甚麼都沒有的白色空間，並發現面前有一個小孩。\n「恭喜你們通關了！真精彩！」小孩走向宏處，拍手恭賀他。\n「你知不知道我們被你玩成甚麼樣子？每天驚惶地生存，你以為好玩嗎？快說出來你是說！」宏現在非常憤怒，只想知那小孩是誰。\n「He......Herobrine......」「你......你是......Herobrine？」那身高140公分，穿著白色T-shirt，藍色短褲，平頭小男孩說出自己的身份，宏三人感到驚訝。\n「你的造型不是應該和我們平時玩Minecraft的skin差不多的嗎？」力克問道。\n「我的樣子可以隨時改變，玩Minecraft時比較喜歡那個造型。宏，你不是很喜歡玩Minecraft的嗎？罵甚麼人啊？」Herobrine認為宏罵他不太合理。\n「我喜歡的不是那種要人命的Minecraft，還有，如果剛才死掉的話就世界末日，是關乎到全世界人的性命，可以拿來玩的嗎？」宏的怒氣還未消除。\n「世界末日是開玩笑的......我才沒有令世界末日的能力......」Herobrine只想和宏三人玩玩，想不到會弄成這樣。\n「開玩笑？這可以開玩笑的嗎？」愛拉也忍不着想出句聲。\n「對......對不起！真的對不起！原本我是一個AI，Notch制造我出來是想讓單人遊戲的玩家也不會孤獨一人，但Notch把我制造到一半便放棄，不再制造下去，Notch制造了的一半中有『理智程式』，然後我把自己剩下的一半制造出來。後來Notch知道有玩家見過我，就立刻將我關在這空間。我在這空間悶得快瘋了，然後我自己制造了一個『靈魂感知體驗程式』，再將Notch的Minecraft複製到我的文件中自行修改，將裡面的怪物調至高智能，再將你們的靈魂引過來，令自己沒有那麼悶，你們亦可以玩遊戲，怕你們不能通關，我已在某大海中放了箱子，箱子中放了大量烈焰桿、金粒和地獄疙瘩，我有見到愛拉有拿過箱中的物品，雖然在遊戲死了就真的死了，但我真的想不到你們那麼討厭有可能會令自己死亡的遊戲。對不起！」Herobrine說出事實，亦感到抱歉。\n「可能你不是人類，不知道我們的想法，但既然你不是有心的話，那就算吧！事已過去了，再追究也沒用，現在沒有事便好了。我們怎樣才能回去？」宏的怒氣已消除，只想回自己真正的家。\n「好吧！我把你們的靈魂放回你們的身體，以示感謝和通關獎勵，我會送一份禮物給你們，你們回去時便會知道的了。再見！」Herobrine感到很開心，宏三人也滿懷笑臉地道別、回去。\n「啊！這是怎麼一回事？果然是做夢嗎？咦？為甚麼我手上會有東西？這是......USB?」宏起床後二話不說便將USB插進電腦主機對應的位置。\n「是影片啊！是我在遊戲中遊玩時的片段。你這傢伙竟敢『偷拍』我們？哈！這一切......完了吧！」\n\n劇終\n",
    "replies": [
        {
            "author": "我的大刀是蛮子",
            "timestamp": 1400393880,
            "txt_content": "繁体字，略看不懂"
        },
        {
            "author": "馬仔",
            "timestamp": 1400393940,
            "txt_content": "我的大刀是蛮子 发表于 2014-5-18 14:18\n繁体字，略看不懂\n......簡體字我不會輸入啊"
        },
        {
            "author": "我的大刀是蛮子",
            "timestamp": 1400394720,
            "txt_content": "馬仔 发表于 2014-5-18 14:19\n......簡體字我不會輸入啊\n\n大大台湾的么？"
        },
        {
            "author": "馬仔",
            "timestamp": 1400403540,
            "txt_content": "我的大刀是蛮子 发表于 2014-5-18 14:32\n大大台湾的么？\n......對..."
        }
    ]
}