{
    "title": "<连载·单章>【复仇进行时】【月轻歌】【初始篇】【约估7000字+首次整合~】",
    "author": "月轻歌",
    "replyCount": 38,
    "timestamp": 1400392440,
    "txt_content": "这是我将原本的复仇进行时进行全面改良后的结果\n\n1.错别字全面订正\n\n2.细节描写增多\n\n\n3.剧情更完善\n\n\n4.有节操了\n\n字数：\n\n\n原本的索引：http://www.mcbbs.net/thread-206985-1-1.html\n\n下面是内容，欢迎各位观看 l\n                                           l\n                                          V\n\n\n序章\n\n\n叮，[新的世界建立]\n\n某不知名的村庄，训练中的少年挥击着一柄厚重的木刀。细密的汗珠从额头上划下，在地上溅出一滴滴的水圈；布衣紧贴着，逐渐被汗水所浸湿，一丝热气从少年身上散发出来。少年的身躯微微发红，即将到达身体的极限，但少年依旧咬着牙坚持着。\n\n“嗖”木刀摩擦着空气，刺耳的尖啸声响彻在耳，如一种奇特的音乐；打着暴力的节拍。不久，声音缓缓的停下来，少年挥刀的速度越来越慢。少年大口的喘着气，木刀微微的颤抖。显然，少年并无法持久的做这项高强度的运动。\n\n“还不够啊。”少年眼神空洞的自语到。\n\n“离那种层次还差了好多啊，什么时候才可以......”自言着，少年空洞的眼神中，丝丝血芒划过，痛苦的回忆疯狂地涌向了他的脑海......\n\n两年前的夜晚，星空璀璨。少年刚满十三岁，按照当地的习俗，要布置一场“跃年礼”来庆祝少年的成长。但就在他正欢喜时，黑暗悄悄的到来了。\n\n血色从天上蔓延下来，红色的月光扫荡着这个世界。恐怖的尸潮来临，僵尸睁开了昏沉的双眼，纷纷从土中爬出，呆滞的眼神望着同一个地方。昏睡的蜘蛛睁开了血红的双眼，从漆黑的地穴中攀爬出来，跟着僵尸的步伐弹跳前进。原本破碎的尸骨产生了阴森的幽芒，组成了一幅幅人形的骨架，一个人类的头骨在骨架中蠕动而出，空洞的眼眶闪动着诡异的色彩。\n\n混沌的目光望着少年所在的村庄。僵尸伸出了双手一步步的逼近，少年一家沉浸在成长的快乐之中,欢声笑语。当黑暗来临时，一切显得那么的弱小，那么的绝望。\n\n那一夜，一家只有少年一人生还，他亲眼目睹他家人死去时露出的绝望，却无力反击。亲人的鲜血溅在少年躲藏的柜子上，无助，恐惧，愤怒，憎恨，充斥在少年的心头。夜晚在他的这些情绪下度过了，当太阳徐徐升起时，少年颤抖着推开柜门，望着亲人残破模糊的血肉，苍白的面庞突然笑了。少年漠然的走出了家门，到处都是红色，到处都是死去的村民。望着这一切，望着昨天还在说说笑笑的村民，狰狞渐渐的布满了少年稚嫩的面庞，在所有人哭泣的时候，只有少年产生了复仇的念头，他要复仇！\n\n“呼。。。。。”少年呼出了一口杂气，晃晃脑袋，将脑海里杂乱的思想一一去除。转身走出了只剩他一人的阔大房屋，来到了充满行人的街道。\n\n“早安，杰是要去铁匠铺吗？”中年的妇人从街旁的商铺中探出了头向少年微笑着打招呼。\n\n“嗯，王婶，我的木刀又坏了，正要去换呢。”杰抚摸着手中的木刀，刀刃上布着一条条细小的裂缝，看上去即将断裂。\n\n“是该换了了，再见,杰。”\n\n“再见，王婶。”\n\n说完，杰头也不回的跑向了铁匠铺，留下了背后的一阵议论声。\n\n“那件事对他的打击还是太大了，不容易啊！”\n\n“都怪那些该死的怪物。”\n\n。。。。。。。。。。。。。。。\n\n\n\n\n\n\n\n\n第一章----蜕变\n\n\n“嘣”沉重的打击声从一处房屋中传来，杰挥舞着拳头，在训练室反复跳跃着，向厚重的沙袋发起猛烈的进攻。\n\n\n两年了，村庄恢复了往日的繁荣，昔日的阴影逐渐从人们的心中散去。怪物的脚步也不在前行。唯有杰不屈不挠，仿佛那段记忆被镶嵌在脑海之中。\n\n\n\n鉴于怪物入侵而无人知晓的弊端，精明的村长很快便做出了决策；从村庄中选出反应快，实力强劲的村民编排成护卫队，日夜对村庄进行巡逻，来防范怪物的突然袭击。这举措获得了大量村民的赞同，极大程度的增加了村庄的安全性。\n\n\n\n而杰不愧是继承了他父亲的武学天赐，经过了一日复一日坚持不懈的煅炼，杰可以轻易的击杀那令人厌惧的僵尸；很快便成为村庄中最年轻的护卫队队长。\n\n且因日日奋斗在战斗的前线，被一场场战斗所磨练，杰的眼神充满了锐利的杀气，却平静如水；像森林中散步的猛虎，在必要时露出尖锐的，透着杀机的可怕爪牙。\n\n\n\n但杰并不满足，这离他的目标还差太远了。这座村子以经满足不了他的战斗欲望了，他需要的力量在这里根本得不到。因此，他准备了整整一个月，将一切装备备足后，向着曾关心过他的人一一道别，并将父母唯一为自己留下的那一栋房子交给了街坊。他们可是自己的“亲人”啊!没了父母的日子都是他们在照顾着自己啊！\n\n\n\n离开村庄后，杰默默地回头看了一眼，也许很久不会再回来了吧。转身握住了腰间的铁剑，沉默的双眼微微亮起，熊熊的斗志从杰心中燃起，一股无形的力量充斥在全身。\n\n出发！\n\n一路向北前进，历经三天的艰苦赶路，最终在黄昏的照耀下到达了北部伊玲之森。\n\n此时的大地暗了，明亮的星辰镶满了天空。四周的漆黑阻碍着杰的视线，在干挠着杰的同时也在传递着危险的信号。当务之急便是找个地方休整一晚，森林可不比平原，杰深知在黑夜森林的恐怖，现在可不是闯荡的时候。\n\n\n\n杰挑选到一棵略高的从林木，顺着藤蔓向上攀爬。坐在树顶上，杰俯视着身下这片森林，还可以模糊的看到一些地形。略微打量，杰盯上了东边的一个好的避难所-----被藤条遮盖的洞穴，离他现在所处的地方不过相差七十多米。\n\n\n\n知道了目标后，杰一个翻身跳，顺着树干从高空跃下，并在树干上接了几次力，安然落下。\n\n四周以经出现了一些怪物，夜晚可是它们的天地。杰小心的朝平地走去，现在可不能恋战，能躲多远是多远。可终究不能全部躲过，火光是吸引怪物的。几双布满血丝闪着嗜血光芒的怪物正在接近。\n\n\n\n“还是被发现了吗。”杰从背包里抽出一把铁剑，紧握在手，以防怪物的突然袭击。\n\n“噗挞”杰蓄力一蹬，双腿如弹簧般弹出，脚步渐渐变得不可捉摸，如风如影，弹眼间便奔出三四米，速度不可为不快。前进几十米后，“嗖叮”一声，杰的脚步瞬间发生了改变，开始向地面斜侧，来阻止身体的前进。而地上正插着一支羽箭。有骷髅射手在四周隐藏！\n\n\n\n杰四向环视，黑暗掩盖了怪物的身影，但杰却像黑夜中的萤火虫般明显。\n\n该死的，躲不过吗。\n\n杰弓着身子，犹如一只跳毛的豹猫。“鑫鑫”骨头摩擦的声音在杰的耳边旋转，攻击却迟迟不来，杰不由得皱起了眉。有智慧了吗，真是一个难缠的对手啊！既然你不攻击，那我便逼你出来！\n\n\n\n“喝”杰蓄力着，将全身的毛孔张开，周围的一切都逃不过他的感知。铁剑上闪烁着寒光，显示着它的锋利。杰顺势一捅，身前的树丛被贯穿。“嗖”又是一箭，这次的力道超出了以往，杰被这强大的力量震开，摔落一旁。一支骨箭插在杰的左臂，鲜血如喷泉般涌出。杰在衣服上扯出一片布条，快速的捆绑在伤口上，短暂性的止血，随即双腿一曲，向后闪避着不时射来的骨箭。\n\n“嗦”杰重新回到空地，这更能躲闪迎来的骨箭，在树丛和有了智慧的骷髅战斗是非常愚蠢的。\n\n\n\n在这紧张的环境中，杰反而格外冷静。透着锐利的眼睛缓缓合上，在这一刻，杰感觉世界瞬间的安静了，虽然闭着眼，但感知的却比睁着眼睛时更清晰。像风吹的旋律，雨滴的纹路，阳光中柔和的力量，都能清晰的感觉到。\n\n这一刻，杰突破了，往日的枷锁被通通打开粉碎，新的道路出现在了杰的面前。\n\n\n\n骷髅的身影在杰的脑海中浮现，在右边！\n\n杰一个滑步，向右方闪去，蓄力已久的劈砍迎面而来，骷髅并没有料到杰会突然袭击，顿了一下。杰抓住了这个机会，铁剑顺着头骨奋力劈下，直接劈碎了它的骨头。一丝紫色的烟云从头中飘出，消散在空气中。\n\n\n\n胜利了！杰无力的瘫坐在地上，感叹着丛林的艰难，却又隐隐的有些兴奋；这才是他要的力量！休息一会后，杰快速的从地上翻身而起，寻找着方便的材料来度过这丛林生活的第一夜.....\n\n\n\n\n\n\n\n\n第二章:瀑布下的磨练\n\n\n经过几天的打点，杰很快的在此安定下来。当生活不成问题时，杰便四处寻找磨练的地点，经过近三个时辰的摸索，终于在西南方发现了一处天然瀑布。\n\n瀑布下，水点四处飞溅，带来一阵阵潮湿的空气，堵塞了人们眼前的视线。但若是有人细看，便会发现瀑布中的黑影。黑影不是他人，正是在此磨练的杰。\n\n“撑住，一定要撑住。”杰站在光滑的青苔石上，顶着瀑布的重重冲刷，咬牙暗道。脚开始不受控制的向下滑去，杰越加用力地控制身形，却怎么也无法阻止身体摇晃幅度的逐渐增加。\n\n“噗呲”杰最终还是抵抗不住瀑布的冲刷，脱力的掉落到湖水里，溅起一大片水花。“咳咳.....”杰缓缓游上岸，吐出了一大口湖水。冰冷的湖水浸湿了杰的头发，细小的水流顺着杰的面庞流下，湿漉漉的乌发遮住了双眼，却遮不住眼中透出光亮神采。杰渐渐的站了起身，一步步走向不远处的临时休养所，留下一道水痕连着身后激荡的瀑布......\n\n夜深了，杰坐在简易的木床上，擦拭着散发出寒芒的铁剑，“嗦”杰试着劈砍，铁剑划过空气，丝丝冷风吹在杰的额头。杰思索着上午的磨练，总结其中的不足之处，修改着破绽与漏洞。“sssssss...”一连串嘶嘶声突然响起，杰猛地从床上弹起，暗叹不好，快速的冲出了休养所，瞬身一跃，在半空中划了一个弧度，转身落地。\n\n“轰”地上出现了一个大坑，临时休养所被炸的七零八落，材料散落在四周溅起一片尘埃。但杰并没有时间去抱怨，爆炸声吸引了更多的怪物，它们正闻风赶来。\n\n“呃啊”一衣衫破碎的僵尸从树丛中跌跌撞撞的冲出，向杰奋力撞去。苍白泛绿的利爪挥舞而下，直击杰的臂膀。它的身后跟着几只略瘦弱的僵尸，眼中都闪着撩人的嗜血红光，显得极其恐怖。\n\n“哗”杰右脚向身下滑去，双手握剑拉在腹部做着蓄力。“鑫”剑光在眼前一闪，亮起一丝冷光。杰双手倾侧，剑偏在一旁，向前冲去，奋力一劈。“唰啦”僵尸的头应声而落，杰顺势一捅，将另外两只僵尸顺利击杀。\n\n“叮”杰微闭的双眼瞬间睁大，格挡在胸口的铁剑被划出一道火花；一只骨箭落在了杰的一侧。\n\n骷髅射手，杰放眼望去，骷髅射手正站在对面拉着弓，苍白的骨架在月光的照耀下显得格外惨白。“唔”杰皱起了眉，转瞬向前冲锋。剑斜侧在胸口，以防随时射来的弓箭。\n\n“咔咔咔咔咔”骷髅见到杰的冲击做出了慌张的行为，拉箭的速度变得更快。“嗖”一箭又射出骷髅惨白的骨手。\n\n杰侧在胸口的铁剑向骨箭倾挡，骨箭擦着铁剑滑向一边，杰向前跳跃，铁剑向骷髅从头劈下。碎骨掉落在杰的后方，杰马不停蹄的在丛林穿梭，脱离着这是非之地。\n\n“吼”就在杰脱离后不久，巨大的脚步声震动着森林。破碎的休养所旁显现出了一只巨型僵尸，鼓胀的肌肉夸张的突起，一条条浅绿色的血管分布在手臂上。这僵尸显然是异变而来，猩红的双眼中透着极致的紫光。僵尸抬起头，鼻子动了动，略有所悟的望向杰离开的方向......\n\n“呼，出来了。”杰跳出丛林，向后方的怪物聚集地望去。黑暗的丛林中突然的飞起一只只蝙蝠，翅膀拍打的声音成了主要的旋律，不由得令人毛骨悚然。\n\n莫名的，杰觉的自己还会回到这里。背后微微的一凉，也许是错觉吧，总像有东西在盯着自己似的。\n\n“嘿，兄弟。”这时，杰突然的被人拍了下肩膀。。。。。。\n\n\n\n\n第三章：初入城镇\n\n“谁？”杰右手反转，从腰间抽出铁剑，顺势向后一捅。“甭铛”一声钢铁相撞之声传出，杰瞬间反身向后一跃持剑而立，紧盯着身前的人影。“我不是怪物，我是附近的村民，我叫罗特，我们都是人类。”罗特举起了双手，惊叫道。\n\n杰依旧紧盯着不放，罗特被其盯的，心中隐隐有些发毛。就在罗特正暗暗的后悔时，铁剑鑫的在半空中划过了一道弧线，脱入剑鞘。杰收起了铁剑，直视着面前的人，好像要将其穿透一般。\n\n“独名杰”轻快的转过身，杰低语到。话尽，便向前缓奔。\n\n“哦，是叫杰啊。”罗特低头自语到，当他重新抬起头时，却发现杰已经跑开了。“杰，不如你去我家休整一晚，镇子就在离此地不远的一片平原。”罗特很快便反应过来，挥着手，对杰呼喊。杰的脚步停了下来，略微的思索一下，杰决定同罗特前往小镇先，毕竟自己的下一站也是去城镇修养一阵，同罗特前往至少还有一个照应......\n\n“就是这吗？”杰踏在一处丘陵上，指着对面依稀可见的城镇说道。“是啊，是啊，我就居住在那里，快走吧，要到夜晚了，怪物可有些难缠啊。”罗特眼望着就要返回城镇，显得有些兴奋，但随即又焦急起来。\n\n“来一个，杀一个。”杰显然是被触到了不好的回忆，面色起了一丝淡淡的狰狞，但很快便被其掩盖下去，只是眼中亮起了丝丝冷芒。\n\n杰从丘陵上向下跳去，踏着泛黄的土地，飞快的向小镇奔走，尘埃被杰踏在脚下，溅起浅淡的黄雾。眼看就要接近小镇，杰却缓缓停了下来，前方的镇子烧起了一股黑黄的浓烟，飘散在空中形成了一个烟团，显得格外刺眼。这是大陆用来通知村民遇袭的定制烟，因此烟有股不刺鼻的薰木味，故起名熏研烟。\n\n“惨了，镇子又被怪物围击了，今晚可回不去了。”当接近城镇时，罗特面色苍白无奈的摇了摇头向杰说道。“不想死就跟在我后面。”杰淡语道，随即抽出了藏在剑鞘里的铁剑，向前冲去，在铁剑挥舞之间，带起了一片片的紫绿色的腥血和一颗颗腐烂的头额。“不用这么猛吧！！”罗特惊叫着，急忙的向杰跑去。四周的僵尸已经开始靠拢，显然发现了杰这个异类。\n\n很快，杰与罗特便赶到了镇门前，门前有不少的战士正奋勇的与怪物厮杀，僵尸的嘶吼声和战士们的咆哮，怒吼声交织在一起，显得极其的混乱。\n\n“多德尔大叔，我回来啦。”罗特的声音从杰耳后传来，镇门前正一刀切断僵尸颈椎的中年战士抬了起头，看见罗特向他冲去的身影，露出了夹杂着惊喜的笑容。\n\n“是罗特啊，不对，你是怎么回来的？”多德尔指着外面的僵尸群说道，语气中带着关爱与疑惑，显然不解罗特是如何进入进入僵尸包围圈的。\n\n“唰鑫”这时，一道寒光闪过罗特的肩旁，含着浓烈腐臭味的腥血溅到了罗特的脸颊。一具腐尸轰然倒地，死在他脚下。压住了罗特正向前迈的的步伐，险些使罗特摔倒。杰将铁剑向右倾侧，微微抖动，腥血便被震出血槽，随后杰缓缓的收起了刚抽出的铁剑。好似什么事都未发生，只有罗特脚下的腐尸可以证明此事绝不简单。\n\n“好剑法，果然英雄出少年啊！”多德尔轻轻的拍起了掌，说到“谢谢你救了他，有什么事尽管吩咐，我定会尽全力支持。”\n\n“那好，我需要。。。。。。”杰话还没说完，一阵破空声响起。杰迅速向后退去，一块巨石轰在了杰原先的位置；砸出一个大坑。\n\n“唰。”杰左手撑着地面，右手向剑鞘抓去。这时，杰才看清楚袭击他的怪物的模样。\n\n那是一只巨型的僵尸，皮肤发紫发绿，一条条浅绿色的血管布满了他的身躯,红紫的双瞳闪着细微的黑光；身体因受不了肌肉的挤压而微微弯曲，显得极其恐怖。\n\n“吼”巨型的怪物怒吼一声，向杰疯狂的冲来，紫绿色的巨手猛地向杰拍去，大地被他震得微微发颤。杰面色严肃，迅猛的闪避了过去，却仍被震得胸口发堵。“该死的。”杰捂着胸口沉吟到，面色显得阴沉不定，这只巨型怪物可不比以往的那些敌人好对付。\n\n“罗特，再给我一把剑！”杰咆哮道，罗特被杰吼的吓了一跳，但也顾不得什么了，随手便将手中的铁剑向杰抛去。\n\n“接着！”\n\n“啪榻。。。”杰朝罗特的方向闪去，纵身一跃接到了罗特丢来的利剑，略略一切，便双手持行。这招是在森林中想到的，曾经试验过一次，却因为体力不支而荒废。但即使没切出，杰却仍感到此招的威力，这次，为了活下去也顾不得什么了。\n\n“去死吧！！”杰将双手交叉，剑刃朝前，双腿向下低幅的弓起。随即猛地往前暴走，交叉的双刃摩擦的发出了风吟，爆发出一圈圈的火花。\n\n高速移动的剑刃很快就交叉在了正准备冲来的巨型怪物的脖颈上，杰暴力的一扯，略显脆弱的头额“咔嚓”的飞出了脖颈，绿色的血液溅了一地，诉说着怪物的死亡。杰不由得松懈而坠，就在这时，原本已经失去行动能力的巨型怪物竟缓缓站起，一拳轰出，随后身体便化为尘埃散入空中不见。只留下了跪地不起，倒在血泊中的杰。。。。。。\n\n\n\n\n第四章：世界变革，养精蓄锐\n\n\n“唔”睁起昏沉的双眼，被眼前的阳光照耀的眯起了眼，杰略作调整，浑身上下的胫骨咔嚓作响，很快便重新掌握了身体的控制权。缓缓的坐起身来，手里轻搓和着早已长长的乌发，不由得懵了神。我这是在哪？我没死？\n\n“兹~咔~”一开门声打断了杰的思索，杰敏感的向门看去，进来的不是他人，正是杰的老熟人，罗特。现在的罗特身披一件浅薄的轻甲，手中捧着一杯散发着特殊香味的淡白色液体。见杰的醒来，显得极其惊喜，“呃，杰！杰你醒了，你终于醒了。”罗特有些语无伦次，但眼中的欢喜却掩盖不了丝毫。\n\n“多久了？”杰清澈的双瞳闪动起来，向罗特看去，缓缓的说到。\n\n“哦，你昏迷了近一个月，啧啧，命真大。”罗特说着，将手捧着的玻璃杯递向杰，“喝了吧，这是椰汁。”\n\n“椰汁？”杰盯着手中的玻璃杯，轻轻的摇晃着，淡白的椰汁在杯子中划起了一条条圆润的弧线，在阳光的照耀下，显得晶莹剔透。\n\n“你还不知道吧，在你昏迷的期间，这个世界发生了翻天覆地的变化，无数在古书籍中出现的生物和物品，突然的出现在了这个世界上，那天你杀死的巨型怪物便是由此而来。”罗特唏嘘着，言语间透露出一股排斥感，显然对这些突如其来的变化产生了少许的不适。\n\n“好了，不说这些了，你好好休息，我去去就回。”罗特说道，转身向门外跑去，嘴里高呼着杰复苏的消息。\n\n“唔，这才有意思嘛，未来啊，真期待!”杰的十指渐渐交叉在胸前，眼中露出了不加掩饰的战意。\n\n怪物们，等着吧！\n\n三日后。。。。。。\n\n杰手握一杆双刃战斧，向前方的数名僵尸劈去，“轰”一声巨响，战斧砍在了僵尸腐坏的身躯上，爆发出剧烈的轰鸣。杰向后猛地一拽，僵尸的身躯便不堪重负的碎成几块烂肉。一丝丝淡淡的绿色血液从深绿色的腐坏身躯中流出，透着死亡的意味。\n\n“呼。”杰轻喘着，缓缓的坐在了身旁的草地上。显然，战斧的重量使杰有些难以持握。缓缓擦拭着斧身上的血液，没办法，世界变化太快，光用单一武器已经很难像以往一样来去自如了。\n\n休息一会后，杰从地上站起，从口袋中摸索出了一条红色的管状物；用打火石点燃后随手扔向逐渐腐烂的僵尸，便朝反方向奔去。\n\n很快，“嘭”的一声轻响从腐烂的僵尸身上传出，几块碎石被震开，散落在地上。只留下一片焦黑的草地，和几粒肉末外，便看不到什么了。。。。。。\n\n城镇大门前，杰坐在一旁的青石上，擦拭着新得的武器；一杆锋利的战刀。战刀长五尺，宽三寸，刀身上布满了如血管般细小的血槽，通体漆黑，却透出诡异的幽芒；显然不是什么普通的凡兵。\n\n杰握住了被坚皮包裹的刀杆，在空中轻轻的挥舞起来。刀擦着空气发出细微的尖啸声，其锋利可见一斑。\n\n这杆战刀的来历竟是又此地的镇长所送，虽然杰并未去过那些大型的城市；但却能察觉出这把战刀的稀有，绝对世间罕见。一个平凡的小镇镇长竟能拥有这把刀，还将其送出，这显得有些难以置信。\n\n但杰也不管这些，毕竟杰也是一个练刀之人，对刀有一种特殊的喜爱。况且还能增加自身的战斗力，何乐而不为？因此，杰为此剑赐名“乾幽”。\n\n这时，两名城镇护卫队从城门中走出，用米胶将一张张布满密密麻麻公告的告示单粘在宽敞的城墙上，周围不少的居民顿时聚过来围观。\n\n“又有事做了。”杰的嘴角露出一丝笑容，漫步走向告示单，望着其中的悬赏任务，自信的将其撕了下来。。。。。。\n\n\n\n\n\n\n第五章：初次测试\n\n漆黑的夜，喧闹的街。远处的宅院，一位青年挥砍着一把胜比夜色的幽黑刀刃。眉头紧皱着。“不对，用不了多大的劲，这爆发力还是太弱了！”杰吐了一口唾沫，抱怨道。\n\n话必，杰重新紧握着刀杆，奋力切割起来。空气被刀切割着，“嗖嗖”的响声连绵不断的传来。\n\n随着持续的挥动，杰紧绷的肌肉开始剧烈的颤抖起来，眼看将近崩溃的边缘。杰却毫无举措，仍旧劈砍着。身上的汗珠滚滚落地，在地上点出一片片水环。\n\n“嘶。”\n\n抽冷气的嘶声从杰嘴中透出。杰松开了双手，黑刃“恍啷”一声掉落在地。脚步不受控制的向后踉跄，一不小心便摔倒在地。\n\n杰紧绷的肌肉发生了扭曲，整只手臂都有些不自然的弯曲；预料的事还是发生了。感受着肌肉扭曲产生的疼痛感，杰颤抖着站了起身；不由得苦笑了一声，看来这几天是没法去战斗了。\n\n摇了摇头，杰转身进入了灯火通亮的木屋。只见人影恍惚间，灯灭，四周重入黑暗......\n\n“帝国学院的阵仗就是不一样，真想去那里学习”一阵阵羡慕的叫喊声传入杰的双耳。\n\n杰不由得皱起了眉头，睁开了紧闭着的双眼。从床上爬起，缓缓的推开窗户，刺眼的阳光瞬间打破了这间房屋的阴暗；温暖的气流涌入进来，充斥着这间木屋。\n\n眼前是一片的沸腾的人海，喧闹的声音冲天而起，轰鸣着这片土地。只有在中间高台上的人们才保持着原有的安静，直到那肃穆的声音响起：“吾名德尔法·柯森，是叶森帝国学院的教员，这次由我来招募各位进入学院学习。”何森顿了顿，接着道：“我不管你是谁，只要你未满18岁，只要你有足够的实力，你都可以来此报名；报名费5金币。”\n\n顿时，原本台下刚平静下来的气氛瞬间的躁动；互相交头接耳时，源源不断的不满声也随之传来。\n\n“这也太贵了，要不要人活了。”\n\n“有实力也被钱挡住了啊！”\n\n。。。。。。\n\n望着面前的人们，杰却低下了头，眉头紧锁着，似乎在思索着什么。“也许这是一个机会吧。”杰呐呐自语道。很快，杰重新抬起了头，眼中的光芒从未那么闪亮过，似乎有种生生不息的力量在控制着他。\n\n待了一会，杰抓住吊挂上的剑鞘，转身卡在腰间。推开木门，缓步走上高台的报名处。杰随手一抛扔下5枚金币后，便走向检验的正中央。\n\n“咦”原本静坐在一旁的闭目养神的老者突然睁开了双眼，一道精芒从中射出。\n\n杰的略有所感的顿了一下，朝着老人所在的方向望去。杰的瞳孔猛地一缩，警惕的握住了剑杆。“好隐蔽的气场。”杰震惊的发现若非那位老人突然对自己产生了兴趣，自己估计还无法发现他的存在。这不由得让杰感到有些恐惧，毕竟这样能自如的控制自身气场，达到返璞归真的人实力都不低，至少自己还远远做不到。\n\n“有意思，真有意思。”看见杰向自己望来，老头竟笑出了声。周围的审核者看到这一幕，古怪的看了杰一眼，毕竟这老头在学院可是出了名的怪脾气，很少有这么失态过；也许这次能遇上什么天才吧。\n\n也不去管台上众人想法，杰缓缓的放松了自己紧绷的肌肉，感叹着学院的藏龙卧虎，迈步向前走去。\n\n见此情况，审核者当即下令，开始这第一次的审核。七八位壮汉将一件件装置抬了上来，摆放在台中央；一名身材瘦小的审核者在设备中检查着，确定无误后，向台上的其他审核者表示完成，重新回到了自己的位置。\n\n“先是测试年龄——16岁通过”\n\n“测试先天根骨——上段通过”\n\n“测试先天灵性——附灵通过”\n\n“测试先天韧性——韧骨通过”\n\n“测试先天灵觉——感灵觉通过”\n\n“测试完毕，通过。下一次测试地点在皇都学院，这是你的身份牌，记得滴一滴血在白珠上，接着。”说完，审核者便将手中的令牌扔向了站在一旁的杰。\n\n杰向上一伸手，黑色的令牌便被其接住。按照审核者所说，杰在食指上轻轻划了一刀，一滴鲜血准确的落在了白珠上。只见白珠迅速的将血液吞噬，原本透白的珠子之中出现了一粒红珠，显然是杰的鲜血所化。更令人惊奇的是，当白珠吞噬杰的鲜血时，原本漆黑的令牌逐渐的变成了油白色，说这是上好的玉石做成的也不会有人反对吧。\n\n杰轻轻的握了握令牌，眼中的光芒更为璀璨的闪烁起来。杰紧盯着皇都的方向，渴望力量的心剧烈的跳动着，骨骼咔拉咔拉的作响。\n\n“真是有趣啊，这小子我要定了。”台上的老者咧嘴笑道，全然不顾周围古怪的目光。\n\n谁也不知道，杰的乾幽剑在此时莫名的闪过一道深蓝色的光芒。。。。。。\n\n\n\n\n\n到这就结束了，谢谢各位的观看，如果喜欢请留下宝贵的人气，谢谢！\n\n\n@5408754 @飞鱼在天 @哭泣的格桑花 @银狼 @冥王星人 @poi4399 @墨墨1zwl @我是基岩 \n\n\n\n\n\n广告时间------------------------------------------------------\n欢迎加入我的QQ群，群号： 87012825\n\n [groupid=493]水货集中营=w=[/groupid]\n\n\n\n\n\n\n360截图-2434458.jpg\n(9.46 KB, 下载次数: 8)\n\n\n\n\n下载附件\n\n\n2014-5-18 13:54 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "我的大刀是蛮子",
            "timestamp": 1400392560,
            "txt_content": "顶啊！！！好看"
        },
        {
            "author": "1454727223",
            "timestamp": 1400392860,
            "txt_content": "我的大刀是蛮子 发表于 2014-5-18 13:56\n顶啊！！！好看\n楼主发布，你过了两分钟就回复。\n你确定你看了么。。"
        },
        {
            "author": "我的大刀是蛮子",
            "timestamp": 1400392860,
            "txt_content": "1454727223 发表于 2014-5-18 14:01\n楼主发布，你过了两分钟就回复。\n你确定你看了么。。\n回复后再看，好习惯！"
        },
        {
            "author": "周峥嵘",
            "timestamp": 1400393100,
            "txt_content": "不错的文章！"
        },
        {
            "author": "墨墨1zwl",
            "timestamp": 1400393400,
            "txt_content": "好吧，我看懂了。"
        },
        {
            "author": "魂梦归他处",
            "timestamp": 1400393580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "763665326",
            "timestamp": 1400393760,
            "txt_content": "1454727223 发表于 2014-5-18 14:01\n楼主发布，你过了两分钟就回复。\n你确定你看了么。。\n你怎么知道过了两分钟"
        },
        {
            "author": "Jms",
            "timestamp": 1400394000,
            "txt_content": "貌似在哪里看过。。\n"
        },
        {
            "author": "okbboy5555",
            "timestamp": 1400394180,
            "txt_content": "你为何如此之叼"
        },
        {
            "author": "1454727223",
            "timestamp": 1400394180,
            "txt_content": "763665326 发表于 2014-5-18 14:16\n你怎么知道过了两分钟\n他有发表于几分钟以前的提示"
        },
        {
            "author": "月轻歌",
            "timestamp": 1400394300,
            "txt_content": "墨墨1zwl 发表于 2014-5-18 14:10\n好吧，我看懂了。\n哈哈233\n\n终于懂了"
        },
        {
            "author": "月轻歌",
            "timestamp": 1400394360,
            "txt_content": "Jms 发表于 2014-5-18 14:20\n貌似在哪里看过。。\n在哪？"
        },
        {
            "author": "银狼",
            "timestamp": 1400395860,
            "txt_content": "以为是新篇，原来是整合！"
        },
        {
            "author": "月轻歌",
            "timestamp": 1400397000,
            "txt_content": "银狼 发表于 2014-5-18 14:51\n以为是新篇，原来是整合！\n233，修改了很多，求人气QAQ"
        },
        {
            "author": "5408754",
            "timestamp": 1400397660,
            "txt_content": "堂堂护卫队队居然用木刀。。。。。。。。。"
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1400398440,
            "txt_content": "  看见一堆野生的节操……捕捉！"
        },
        {
            "author": "墨墨1zwl",
            "timestamp": 1400398980,
            "txt_content": "月轻歌 发表于 2014-5-18 14:25\n哈哈233\n\n终于懂了\n他要向谁复仇呀?所有的怪物？？"
        },
        {
            "author": "哭泣的格桑花",
            "timestamp": 1400403120,
            "txt_content": "好多字呐辛苦了。为什么我评分显示内部错误=.="
        },
        {
            "author": "魂梦归他处",
            "timestamp": 1400403300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "月轻歌",
            "timestamp": 1400403360,
            "txt_content": "5408754 发表于 2014-5-18 15:21\n堂堂护卫队队居然用木刀。。。。。。。。。\n那时还没成为护卫队队长的时候233"
        },
        {
            "author": "月轻歌",
            "timestamp": 1400403480,
            "txt_content": "墨墨1zwl 发表于 2014-5-18 15:43\n他要向谁复仇呀?所有的怪物？？\n是啊，被怪物杀了吗，当然要复仇了"
        },
        {
            "author": "月轻歌",
            "timestamp": 1400403540,
            "txt_content": "哭泣的格桑花 发表于 2014-5-18 16:52\n好多字呐辛苦了。为什么我评分显示内部错误=.=\n重试吧QAQ"
        },
        {
            "author": "852478521",
            "timestamp": 1400414400,
            "txt_content": "不错的文章！"
        },
        {
            "author": "墨墨1zwl",
            "timestamp": 1400419680,
            "txt_content": "月轻歌 发表于 2014-5-18 16:58\n是啊，被怪物杀了吗，当然要复仇了\n目测你是要写变异怪物MOD什么的么？"
        },
        {
            "author": "1411465506",
            "timestamp": 1400559900,
            "txt_content": "你坑我啊，一半就没了....."
        },
        {
            "author": "月轻歌",
            "timestamp": 1400561100,
            "txt_content": "墨墨1zwl 发表于 2014-5-18 21:28\n目测你是要写变异怪物MOD什么的么？\n是啊，还有各种MOD233"
        },
        {
            "author": "暗夜之猫",
            "timestamp": 1400565060,
            "txt_content": "已收藏~"
        },
        {
            "author": "壹佰佰佰",
            "timestamp": 1400568120,
            "txt_content": "月轻歌大神QAQ感觉我就是个渣，搬运渣，小说渣（搬运不会英语只能机翻只能让人骂（要不是让他们知道红石控制或者玩法什么的我才不会去翻译呢！）"
        },
        {
            "author": "月轻歌",
            "timestamp": 1400581500,
            "txt_content": "1007347938 发表于 2014-5-20 14:42\n月轻歌大神QAQ感觉我就是个渣，搬运渣，小说渣（搬运不会英语只能机翻只能让人骂（要不是让他们知道红石控 ...\n额，不会呀，翻译你可以按照自己的话来翻译\n\n就是机翻后用自己的语言表达"
        },
        {
            "author": "我是基岩",
            "timestamp": 1400592240,
            "txt_content": "月经歌，那淡白色液体是椰汁？我不相信！"
        },
        {
            "author": "月轻歌",
            "timestamp": 1400592300,
            "txt_content": "我是基岩 发表于 2014-5-20 21:24\n月经歌，那淡白色液体是椰汁？我不相信！\n没错233"
        },
        {
            "author": "暗夜之猫",
            "timestamp": 1400646120,
            "txt_content": "很不错，看帖必回"
        },
        {
            "author": "墨墨1zwl",
            "timestamp": 1400647320,
            "txt_content": "月轻歌 发表于 2014-5-20 12:45\n是啊，还有各种MOD233\n好吧，希望不要越写越坑了&"
        },
        {
            "author": "ZXZXZ1",
            "timestamp": 1400661780,
            "txt_content": "太棒了！"
        },
        {
            "author": "ZXZXZ1",
            "timestamp": 1400661960,
            "txt_content": "                           小说(作死的)\n 精英部队\n　　黑色守望官方文件：警告！机密，只限黑色守望内部人员观看。\n\n　　先生们，欢迎加入黑色守望。你成功的加入已经证明了你远超常人的能力，接下来，请观看黑色守望士兵需要了解的最新简报…………\n\n　　黑色守望精锐部队（秘密组织）部队：Balck　Watch　缩写：BW。\n\n　　黑色守望于（Black　Watch)1962年蓝岸国国防部和其下属高级计划署秘密成立的一支特殊部队。其最初创立原因为使用生化战抵御一切蓝岸国的一切威胁包括海外敌对势力，该部队的一切行动皆属于绝密。甚至不为人所知，改变，从1963年开始。\n\n　　1963年色守望的研究人员发现了一种病毒，在灵长类动物身上进行的实验表明，通过DNA的融合，该病毒可以在基因层面上大大提高物种的智力、力量等等身体要素，他们将该病毒命名为DX-1118。随后，以该病毒为中心的“黑光”（Black　light）计划展开。\n\n　　1964年，黑光计划正式开始，黑色守望部队在蓝岸国某一个小城建立了一座小镇，名为“希望”。（HOPE），并将一批阵亡士兵的家属迁居此地。称该处是用于模拟核战之后人类聚居区的实验场地，而被蒙在鼓里的军属们却对真正的计划一无所知。黑色守望对居民注射了病毒，此时的病毒似乎对感染人群没有起到丝毫作用。1965年，希望镇上的第一名婴儿出生，其父母身上被注射的病毒在婴儿体内产生的变异对婴儿本身似乎也没有影响。然而一切的平静都在1968年8月被打破了，希望镇突然爆发疾病，黑色守望随即将全镇封锁，将近70%的居民被感染，剩下的人则被隔离在镇内等死。将近一年人间地狱般的日子过去，到了1969年7月，除一人以外，希望镇上四百多名居民全部死亡。唯一的生还者名为Elizabeth　Greene（伊丽莎白·格林。），而她在被发现时已经怀有身孕。\n\n　　黑色守望的清除行动随即开始：我们将伊丽莎白·格林强行带走，并用核弹夷平了整座希望镇，希望通过此方法阻止病毒蔓延。我们错了。希望望镇事件发生之后，黑光计划停止，黑色守望部队的最高宗旨被更改为“探查并消灭蓝岸国国土上的一切未知病毒活动，不论人为或自然原因”…………\n\n　　先生们，简报到此结束：记住，你，是，黑，色，守，望。　而你绝对不会失败！解散。\n\n　　………………\n\n　　当我们狩猎时，我们杀戮。没人是安全的，没什么是神圣的。我们是黑色守望，我们是最后一道防线，我们将燃烧自己去守住最后的界限，这也是必须守住的最后一道防线。\n\n　　2015年　7月6日　蓝岸国　艾尔市（零度艾尔）绿**域。\n\n　　病毒爆发已经过去很久了…但是，这并不是世界末日，有人问，为什么？病毒仍然没有污染到全世界？因为…黑色守望！如今的艾尔市被分为了三个区域：绿**域，红**域，黄**域。　绿**域保持着一定的和平，沿岸全部有军队以及黑色守望士兵重兵把守，感染体根本无法登岸，而且绿区的病毒与空气也是控制的十分严格。黄**域则是较为危险，随时都有可能爆发病毒，黄区更像是一个贫民区，充斥着败类和贫民，以及黑色守望的要塞和检查站。而红**域，则根本是人间炼狱，空气中弥漫着淡淡的烟雾，红色的，天上的云彩，红色的，城市旁边的海水，红色的…那里是感染体的乐园，他们的天堂，那里是病毒的依靠，是杀戮的证据…只有训练的最为顶尖的士兵或者黑色守望才可以进入红**域…而且，他们大多数被杀…\n\n　　到了绿区，一个要塞里，一群穿着迷彩军装，装备整齐，并且所有人都带着军队特有的黑色面罩的士兵正在整装待发，他们不是黑色守望，只是普通的士兵，由于现在蓝岸国的情况，艾尔市所有的军队全部将装备提升了一个阶段，用来对付感染体。各小队集合！准备出发！发出这有力声音的是一群士兵的前面，一个肩膀是三个金色星星的上尉。闻言，所有的士兵迅速的跑动起来，黑色的军靴在踩在水泥地上很有节奏，几秒钟时间，一群士兵就变成了一个个整齐的小队，有五个人的，有十个人的，还有是15个人的。上尉挥了挥手，一声令下：出发！所有的士兵都登上了一辆辆卡车，凌宇瑞的六人小队坐在一辆卡车上…卡车刚刚开出要塞，只听见一阵轰隆隆的声音，还有整齐的脚步声，凌宇瑞坐起来探头看去，因为卡车是敞篷的，方便射击感染体，所以只要坐起来就好。果然…凌宇瑞皱了皱眉，是黑色守望！几辆黑色的坦克，前面带着尖刺，后面带着推铲，坦克上用黄色的喷漆画出了黑色守望那耀眼标志，一个五角星，两边是没有羽毛的机械翅膀，而且坦克的后面还画着一个黑色守望的骷髅头，那是精英部队最的标志…代表了精英，还有傲气。坦克的后面跟着的是黑色守望的步兵，装备精良，平均每三人一个榴弹发射器，每五人一个反载具火箭筒。一身的黑色，唯有了，那防毒面罩下带热能成像和夜市功能的镜片发出了蓝色的光芒，以及那左胳膊上的骷髅头臂章和右胳膊上的军衔是用白色与黄色表示出来的，其他的地方，都是一袭威严的黑色，防毒面具上带着的是防弹的兜帽，和衣服连在一起，最外面的防弹衣也是按照感染体特别设计的，不算宽松的裤子上装着手雷，闪光弹，烟雾弹，催泪弹，甚至是工具钳等东西，防弹衣上也挂着一串的弹夹，脚下的军靴，只要不重踏，根本不会发出响声…小队的其他五个人看到这场景神情也都有了一些变化，小队里脾气不好的季战更是冷哼一声说道：哼，又是这群混蛋，整天耀武扬威个什么，精英部队了不起吗？没错…普通军队与黑色守望的关系并不好，但是又不敢惹他们，恨他们的耀武扬威，桀骜不驯，怕他们的势力，以及他们一打三四个普通军人的实力…而刚才黑色守望这整齐的重踏脚步声，明显是给这群普通士兵听的。小队里的人无一不咬牙切齿，但是他们什么也不能做，总不能突然站起来用枪射死前面所有的黑色守望吧？只好等到黑色守望的部队过去了，卡车才继续开动…车上的人也开始闲聊起来，俊浩手上弄着自己的枪，嘴里却嘟囔着…绿区…绿区…每天最无聊了。只能巡逻，报告，巡逻，报告…其实，黑色守望也还好了，还能看看感染体样本什么的，有点儿刺激性…唉，我要是能加入黑色守望就好了…季战听到俊浩说的话顿时很不爽，喂！你个家伙！说什么呀！黑色守望哪里好了！一群桀骜不逊的家伙…只不过就是…装备好点儿…工资高点…任务刺激点儿而已了…唉。季战的声音越来越小，很显然，他虽然讨厌黑色守望，但是更多的，却是嫉妒…其实，车上的人，全部都是。凌宇瑞苦笑着摇了摇头，呵呵，这么嫉妒，去加入不就好了，黑色守望不是经常都会到军队里来征兵吗？其实自从希望镇事件发生以后，黑色守望也不再是一个秘密，正因为如此，黑色守望开始大规模征兵…而且无论是什么血统的人，无论是普通军队还是特种部队，什么GIGN　SAS　三角洲，海豹突击队…甚至是特殊的平民，都有可能意外的加入黑色守望，不少人的人生，因为加入黑色守望而发生了改变…但是又有多少特殊的平民？又有多少的士兵可以通过黑色守望的挑选？据说加入黑色守望的测验是十分的严格，甚至是变态的…所以即使是大规模征兵，每年黑色守望也就能收到一千多的新兵。听了凌宇瑞的话，俊浩的头更低了，手里摸着自己的枪，唉…要是我够加入黑色守望标准，我也不会在这街道上巡逻了…季战拍了拍他的肩膀，没关系！总有一天，我会加入黑色守望的！凌宇瑞，你说是吧？哈哈！是！是！你这家伙还真是脸皮厚的可以啊！季战也笑了：哈哈，过奖，过奖。啊！不对，承让，承让！车上的人也都被季战逗笑了，黑色守望，岂是你想加入，就能加入的？他们可是真真正正的精英部队啊…\n\n　　转眼，卡车到了地方，六个人从车的两边分别跳下，季战看了一下任务简报，今天的巡逻区域是D_7至B_6区域，咱们走吧，走吧，走！小队里的其他人也说着。六个人就这样走在街道上，小队里的六个人分别是凌宇瑞，季战，俊浩，以及邵峰，文昊还有鹤轩。六个人一边走一边闲聊，抱怨着这样无聊的日子还有食堂的饭菜问题…以及什么时候才能涨工资…实际上，邵峰已经是老兵了，他已经不求太多了，他的孩子都已经十多岁了，他也马上要退伍了，实际上，他就是希望能张涨工资…好多买点东西回家养孩子。俊浩是小队里年龄最小的，也是一个新兵，他不了解什么，只是觉得，他加入部队，不是为了这样天天巡逻的。季战这货，比较担心食堂的饭菜质量…随身干粮倒是没什么，只是他听说前几天食堂有人在食堂吃东西的时候差点儿挂了…也不知道因为什么，想起来这个他突然饿了，摘下面罩，伸手从自己的裤子里掏出了一块巧克力，把枪跨在身上，一边巡逻一边吃着…军队里有季战这样的人，也真是一道奇葩的风景线，巡逻队里的其他五个人看着走在最前面的季战都觉得脸颊热热的…这死孩子，又丢人，邵峰说道，随后，加快脚步走到了季战的前面，其他四个人也都一样，把季战远远的落在了后面，假装不认识他，毕竟路上还有那么多的平民啊！这也太丢人了！季战吃的满嘴都是巧克力，看着他们走的那么快，嘟囔着：喂！跑那么快干嘛！我的巧克力还没吃完呢！你们是不是饿了？我这还有几个呢！喂！凌宇瑞：啊…天呐！快走！这下子更奇葩了，五个士兵在前面跑着，后面一个手里拿着巧克力的士兵在后面追着还胡言乱语口齿不清，难道那个是感染体？周围的平民议论起来，不对啊，感染体的话，士兵应该射击他才对的呀，跑什么？不知道…可能是军队压力太大，憋疯了吧，他们又不好开枪，只好逃了，嗯…有道理，咱们还是离远点走比较好，到时候再咬到咱们。嗯，对对……\n\n　　小队里的人跑着跑着，不知不觉到了B_6区，原本需要三十分钟的路程他们十分钟就跑完了，还要多亏了季战这个超级大白痴。小队里的五个人站在马路上，看着后面的白痴季战跑过来，季战先打了个嗝…然后擦了擦嘴上的巧克力，然后带上面罩…一本正经的对着无线电说：要塞，这里是赤红小队，我们已巡逻至B_6区域，是否继续，完毕。不一会儿，无线电里传来一个女生：否定，赤红小队…立刻返回要塞，所有巡逻任务将交由黑色守望部队完成，重复，立刻返回要塞，完毕。明白，要塞，赤红小队完毕。听完，小队里的六个人面面相觑…回基地？交给黑色守望巡逻？搞什么？俊浩揉了揉头盔说。不管他了，咱们先走吧，凌宇瑞转身离去，小队里的其他人也都跟着他离开…一路上，大家都在想到底是什么重大事件，绿区感染爆发了？那不对啊，应该是黑色守望最先出动啊…\n\n　　转眼到了要塞，只见门口停着着几辆黑色的坦克，上面亮着黄色和蓝色的灯光，闪来闪去的，要塞大门的右边，站着一排整齐的黑色守望士兵，左边站着一排军人，怎么回事？小队进入了要塞，看到眼前的场景，似乎明白了什么，所有的士兵全部整齐列队，队伍的最前面站着两个人，一个迷彩军装，一脸的严肃，那眼神，透出了一种令人不敢直视的沧桑感，他到底经历过什么啊？这可能是所有第一次看到他的人必须要想的，他的肩膀上是一个银闪闪鹰，那是军衔。另外一个人，一袭黑色，袖子上却带着黄色和白色的条纹。带着防毒的头盔，根本看不到脸，只是那挺拔的军姿，和他肩膀上的一个黑色守望骷髅头标志，和另外他的军衔…一个金黄色的骷髅头，骷髅头后面燃烧着火焰…那可是黑色守望的大官，凌宇瑞的小队迅速融入到队伍里…等了一会儿，在所有人巡逻小队都归来之后，站在最前面的黑色守望军官开始了讲话…　先生们！我是黑色守望绿区最高指挥官！我的名字叫做李天佑！今天！我来这里的目的，是为了问问你们大家，有没有自认为有这个勇气，或者有这个实力，加入我们黑色守望！\n\n　　队伍里的所有士兵，都是一愣…但是没人敢出声…所有人的神情，都不一样，即使是带着面罩，也可以通过眼神看出来，有的人满心欢喜，有的人似乎很忧虑…有的人就好象没听见一样，黑色守望征兵和我有什么关系？那眼神似乎会说话一样…就在这时，突然有一个人大喊一声：我！长官！我想也许我能！"
        },
        {
            "author": "月轻歌",
            "timestamp": 1400676900,
            "txt_content": "ZXZXZ1 发表于 2014-5-21 16:46\n小说(作死的)\n 精英部队\n　　黑色守望官方文件：警告！机密，只限黑色守望内部 ...\n果然是作死啊233"
        },
        {
            "author": "阿不只奶油",
            "timestamp": 1400679240,
            "txt_content": "我来抢沙发的。"
        },
        {
            "author": "AndssY",
            "timestamp": 1404626580,
            "txt_content": "貌似没有什么mc的特点...赶脚在看武侠..."
        }
    ]
}