{
    "title": "<连载·单章>镜与界第一部：地狱的寒晨[作者：凯森][第三章：考核前奏]",
    "author": "红石研究者",
    "replyCount": 1,
    "timestamp": 1400397600,
    "txt_content": "前言：第二章发出来以后根本没人回复……动力有点小了。不过本来就是先手写稿再打进电脑里的，主要是因为直接拿电脑写没有“写东西”的感觉…………所以还是慢慢更就当是为那些还看的人弄的福利吧。=========================分割线=================================\n在韦奥利特呆了四个星期，韩辰算是大致明了了学院的构造和规定了，他和尹寒被分在了同一个宿舍——不知是不是凯森特地安排的。他们还有一位室友，不过几个星期过去了，在韩辰和尹寒不上课的时间里，这位同学居然都没露过脸——他一直呆在被子里，吃饭也是叫学院食堂送上来的。韩辰和尹寒选的课程基本一样，因为尹寒说的：不会做也可以抄嘛！可事实上他们选的那几门课：枪械使用及改造、近身搏斗术、野外生存训练、魔法学每一门都是尹寒抄韩辰的作业————————这家伙在这些方面特别擅长。就像是在有一天上课时，老师讲到一种果实可以吃的时候，韩辰举手说老师这种浆果不能吃，您拿错图片了吧。老师折腾了半天才发现真的是拿错了，当场就愣住了。\n现在是周日上午七点，两个人都不需要上课，那位室友倒也一样，韩辰无奈的想到，这家伙出过被窝没有。他的被子里链接出一条电线，插到外面的接头上。他回头看看尹寒，尹寒最近几天有点奇怪，整天出了写作业吃饭睡觉，成天往学校的材料室跑，回来以后就抱着一台电脑好像在写着什么，韩辰有一次去看了看，好像是在用JAVA编写什么程序，不过这时他倒是很正常的在抄韩辰的作业。“韩辰，他到底在干嘛？”尹寒看着那位室友，边抄作业边道，他不像韩辰专修枪械，而是在机械方面都有一些研究，不过都不太深入，所以才要抄作业。“不知道，”韩辰回答道，转头对那位室友喊道，“兄弟要不要吃点什么？”被子蠕动了一下，从里面传来有些拘谨的声音，不知是不是经被子变声，有些低沉：“炸鸡，在我的桌子上，谢谢。”韦奥利特的床铺是下面放一张桌子，上面撑着一张床，这种设计无非就是省地方而已。韩辰从桌子上拿过一包炸鸡，抛到上铺床位。一只手从被子里伸了出来，接住炸鸡，将包装纸扔到一旁，炸鸡被抛进了被子里，估计是被直接准确地扔进了嘴里。一起被抛出来的是一张纸，纸张和包装纸被一起扔进了垃圾桶里。\n“谢谢。”他又说了一遍，被子下传出敲击键盘的声音。“你为什么一定要呆在被子里？出来不好吗？”“呃，我来的时候只带了一套衣服，现在找不到了，没穿衣服。”韩辰听见这回答，微微一愣。转身从自己的床铺上拿过一套衣服扔到他床铺上。一只手伸了出来，将衣服扯进了被子里。随后，被子一掀，一个手端电脑的男生出现在他们面前。他的身高不算很高，大概一米七略出头一点，尖脸上的双眼略凹，却炯炯有神，一头乱发像是许久未曾打理过，身材略微有些瘦弱。他仍在不断地打着字，好像那就是他的一切。“嗨你们好。”他笑了一下，牙齿好像也许久未刷过。随后他的注意力又回到了手中的电脑上。“你叫什么？”“刁凡。”男生答道，他的目光没有再次离开过电脑。“你学什么学科的？”“电子机械学、机械组装学、机械分析学。”尹寒听见这回答，愣了一下，“你专攻机械？”“恩。”刁凡回答道，他终于抬起了头，脸上满是疑惑。尹寒脸上露出兴奋的神色，“你帮我看看这个。”说着他把自己的电脑交给刁凡。刁凡接过电脑，看着屏幕上复杂的图形和程序愣住了，旋即思索了起来。韩辰也去看了一眼，他专攻的科目是枪械，对于编程不是很擅长。刁凡看了一会，眼中光芒大放，“这是……变形金属？”“bingo！”尹寒高兴地答道，“怎么样，不错吧？”刁凡的眼光中充满了狂热：“你是个疯子啊！这种东西……要是中途爆炸…………”“放心。要不是因为马上考试，我也不会研究这玩意。”尹寒回答道，突然像是想起了什么似的，“你知道什么关于考试的东西吗？”“考实战吧？你们的学生证上应该有收到信息。”刁凡把电脑还给尹寒，“把卡放到电脑旁边就会自动连接的，你们给我说一下，我懒得解除电脑的五重防御。还有别一直叫我名字，那名字真够难听的，他们都叫我小刁，叫我小鸡也可以。”旁边正在喝水的韩辰一口水喷了出来，在空中形成了绚丽的烟花，他擦了擦嘴，对着刁凡翻了个白眼。刁凡露出一个狡黠的笑容，在电脑上按下几个按键，宿舍的墙壁突然突出一块，竟是一个不小的储物盒，刁凡把电脑合上放了进去，打了个响指，墙自动合上了。韩辰歪了歪头：“你这算破坏公物吧？”“没啊？学校里电路很多的，不缺我这一个。”他奸诈地笑笑，指着尹寒刚打开的电脑上的数据提示——一封邮件“看。”尹寒双击打开了它。\n“亲爱的同学们：\n     大家好。马上是十月一日了，由于一些特殊情况，今年的入学考核内容将会出现一些变动。为了大家的安全，请仔细阅读。\n    【1】学生们在十月一日前是试读期，只允许在教室、宿舍内，以及某些没有设定登记的地方活动。那是因为你们的权限是最低的Z（zero），在参加完考试并通过以后，会根据成绩更改为O(one),T1(two),T2(three),F1(four),F2(five)之一。        【2】这次考核允许携带任何物品。包括杀伤性武器。如火箭筒、手雷。如果有联系性物品请在出发前留下联系方式，枪械可以向\n学校要求铁质的制式子弹，供应弹夹容量两倍的弹药，供应范围5.62到7.62mm\n    【3】考试期间禁止学生互相攻击，否则开除，移交国家法庭处理。\n    【4】这次考试与以往有些不同。各位请小心。死亡率：百分之三十。难度：三星半/五星，以宿舍为单位行动，允许几个宿舍一同行动\n学院电子中枢处理系统 α”    韩辰把手指放到颔部，做沉思状：“貌似有点问题，三星半的任务换算死亡比例的话，应该有半分之七十。不对啊。”刁凡抓了抓头，白色的头屑纷纷扬扬落下来，“和我听说的不一样啊？我听说是不许携带杀伤性武器，’探索低谷森林’，‘横穿游荡平原’之类的，这次怎么没说？难道是因为难度比较低？”尹寒收起学生证，肚子叫了一下：“饿了……先去吃中饭吧，管他呢。”说完就打开门走了出去，韩辰和刁凡对视一眼，也跟着他走向了食堂。\n    三人在食堂里随便找了个地方坐下，韩辰点了煎蛋、烤肉叉烧和青菜，尹寒要了一份土豆胡萝卜丝，刁凡还是要了炸鸡和生菜。吃着，刁凡突然道：“韩辰，你和尹寒是怎么入学的？我抽调了学校的入学申请名单，根本没有你们两个的。你们没有也交学费。”“恩，没错。”韩辰咽了一口叉烧肉，“我们是直接被校长挖进来的，因为我们在恐惧森林杀了很多怪物。尹寒杀了几百只，我杀了一只变异僵尸还有一只末影护卫。”刁凡手里的炸鸡掉在了桌子上，发出了咔擦的脆响。他整个人僵在了空中，双眼瞪大。他的喉结浮动了一下，带着颤音道：“你们那么强？”尹寒笑了一下：“我们都有过去，我父母双亡，韩辰……”    韩辰用筷子夹起一块叉烧，好像无视了他的接话，但随后他还是开了口：“从三岁开始，我就要练习握剑、劈砍、闪避、开枪。每天要闪躲父亲数十次的攻击直到某一天无论父亲怎样攻击，我都能做出最直接有效的反应。每天开枪数百次，我还记得那把枪很沉，知道我根本不需要瞄准就可以精确地命中目标，能熟练背诵所有已知的急救方法、生物、食物。能够使用电子系统。另外还要研究符文法阵和魔法阵。每天倒是有很多东西吃，不过指不定老爸会在里面掺个什么有毒的果子进去。我当时觉得很有意思。很快我就掌握了这些技能，之后有一天早上，爸妈就消失了，留下这柄刺骨之风。”他晃了晃背上的刺骨之风。“刃长一米，宽两分米，厚度不足三厘米。能够轻易地毁坏黑曜石。为了生活我不得不多次出入怪物出没的地区，后来遇见了尹寒，于是我们深入恐惧森林，卖战利品的时候被校长遇到了，于是就这么糊里糊涂的入了学。”讲完了故事，他又扒了口饭，打了个饱嗝。    “不好意思戳到你伤疤了。”短暂的沉默过后，刁凡歉然地道。“没事，现在不是说这个的时候，这次考试宿舍为单位行动。我们是不是都熟悉一下？”“恩，韩辰你就不用说了，擅长近战，战斗力逆天，基本知道所有怪物的信息，会使用几乎所有枪械，命中率99.99%+。”尹寒苦笑了一下，“我依靠电子系统远程攻击，近战也可以。”他取出电脑，背后的背包随着他的程序输入伸展出几条机械手臂牢牢固定在他身上。两门奇怪的火炮像是分裂一般长了出来。“利用再生金属的自我复制性加上电流控制，金属加固形成炮，加上魔法阵列推进就可以开炮了，攻击力不弱，也可以变成剑状总之相当于一套能随便变化的铠甲。诶，你们瞪着我作甚？”正在侃侃而谈的尹寒看见两人杀鸡似的目光，忙问道。“你哪弄来的金属？”“五万块钱学校买的啊！”刁凡摇摇头：“你们两个土豪。什么智商。我专攻电脑系统，精通红石机械设计部分魔法。”他取出一部手机，划了几下。“看。”他把手机程序展现给他们看。里面有十几个黑客程序：“自己编的，用来入侵系统。”尹寒看看韩辰再看看刁凡，突然大笑道：“我们三个要是还过不了谁能过啊！”韩辰无奈地拍了他一下，已经有好多人在看这个不好好吃饭的家伙了。\n\n    这时，一男一女两个人走到了他们这里。男的开了口：“不介意我们坐在这里吧？自我介绍一下，刘封。这是我妹妹，”他指着和他一同来的女生，“刘欣兰。”韩辰的视线随着他的手移动到刘新兰身上，以他的定力也不禁一愣。刘封长着一张极大众化的脸，身材不胖也不瘦黑色的眼瞳也没有什么特别。刘欣兰却是完全不同。她的容貌可以用倾国倾城来形容，一身蓝裙显得分外动人。清澈的双眼充满了善意，像是一位天使一样。很快，愣住的韩辰就恢复了原来的表情，微笑道：“请坐。”然后给了尹寒刁凡一人一拳。他们两个张大的嘴巴里几乎能塞进苹果，天知道他们在想什么。\n    刘封也在惊讶，他叫上妹妹来其实是来干扰他们三人的。毕竟不在一个宿舍，他们平常也不一起出门。他早就看到、听到了韩辰他们说的话，这次为了给他们争取到一个盟友，他才叫上妹妹，也相当于是美人计了。尹寒和刁凡倒是直接入套，可韩辰只是愣了一下随后就恢复了正常，这定力……更重要的是他的那对蓝色眼眸就像海洋一样古井无波，刘封看过一些读心术的书，越是这样的人，一般就越强。他下定决心，只要把他们拉进组队，其他队伍就没什么意义了。\n    刘氏兄妹在桌边坐下，六人坐的桌子并没有太拥挤。韩辰道：“客套话也就不说了，无事不登三宝殿，二位有什么事就直说吧。”刘欣兰嘟了嘟嘴“你这是什么态度啊！太冷淡了吧！”她其实今天有些不高兴，一个是因为人数问题，一个人住一个宿舍，无聊得很，刚刚上报了问题，又要应付一大堆的男生，中饭还没吃，又被哥哥叫过来。此刻听见韩辰冷淡的话语，气不打一处来，这才说出这句话。刘封回头瞪了她一眼，转头笑道：“没什么啦！这次的任务有百分之三十的死亡率，我也不多说什么，希望韩辰兄能给个面子。得到的物品四六分。我们要六分，你们那四份如何？”他本来想说三七分。可一看韩辰的表情，决定下血本，四六分成。他相信一般人不会拒绝。可当他听到韩辰淡漠声音的时候，彻底呆住了。“五五分成。”韩辰又扒了一口饭，道：“不要跟我谈条件。是你在求我。我们本来三个人就肯定能通过考核。你要我们加入队伍，或许会拖累我们的战斗力也不一定。我没要六分就很好了。刘欣兰看着韩辰，突然觉得这个人她是那么的看不透，她钻研过读心术，造诣比哥哥要高一筹，可即使这样，在韩辰面前也毫无作用。他甚至从韩辰的目光中得出了矛盾的推测。表情也是和他的语言完全相反。她看向眉头紧缩的哥哥，她也不知道该怎么办了。\n    韩辰咽下最后一口饭，把餐盘放到傍边的盘子架上，双手拉起刁凡尹寒，“竟然刘封兄如此犹豫不决，那就算了吧。”说完，他头也不回的拉着二人转头离去。刘封嘴唇紧咬，双手青筋暴起，真的要失去这样有力的盟友吗？\n    “等等！”他最终在韩辰离开之前声嘶力竭的喊道，旋即无力的坐回了座位里“我答应你，五五分成。”韩辰回头笑了一下“成交，十月一日见。”说完，拖着二人离开了食堂。\n===========================分割线========================\n",
    "replies": [
        {
            "author": "墨墨1zwl",
            "timestamp": 1400421300,
            "txt_content": "不要放弃，我也是写小说的，多加点好友吧，可以帮助你的。"
        }
    ]
}