{
    "title": "<原创·单张>《海の彼端》[作者：Moyst][我真的喜欢你！]",
    "author": "yst",
    "replyCount": 7,
    "timestamp": 1400405700,
    "txt_content": " 本帖最后由 yst 于 2014-5-18 22:04 编辑 \n\n宫崎骏爷爷发布《起风了》后宣布推出动漫界，他不能再陪孩子们讲故事了，这篇轻小说不仅送个各位，另外，也送给宫崎骏爷爷。\n=====================================================\n“这里不是近海，水很深。”\n“没关系，我可以的。”\n“那...你要小心。”\n“当然，我可是男子汉。”\n我脱下衣服扔给德尔拉，猛吸了一口气，纵身跳了下去，脚坐在不停摆动，离那个光点越来越近了，不好，要撑不住了，还有2英尺，1英尺，好！拿到了，浮上水面，抹了一把脸，举起手上的东西\n“看，哈呼...哈呼，我拿到了。”\n我爬上船，德尔拉把我拉了上去，我躺在船舱里，大口喘气，歇够了，起身仔细看那个东西，那是一个圆形的铁盘，发着闪烁的蓝光，不知道怎么，光在渐渐暗淡，这个盘子只有我的巴掌那么大，上面的雕花却是我从来都没见过的\n“画的像是一个广场，周围画了5个圆，我猜，这一个代表Moyst的图腾柱吧，和爷爷说的一样。”\n“真的，我看看背面...”\n德尔拉刚碰到背面中心的圆，中出现了一个稍微亮一点的蓝色指针，指向另外一边。\n“你弄坏了这个啊。”\n“不...不，不关我的事，我只是摸了一下...或许，这指向的是Moyst。”\n”对啊...我怎么没有想到。德尔拉，今天太晚了，而且我们没有准备，明天晚上，我们一起去Moyst。”\n“好把，没办法，又要陪你这个傻瓜去找那不存在的Moyst了。唉，我好困啊，困的都懒得走路了。”\n“真每办法，走吧，去我的秘密基地。”\n我们划回了岸上，搬开树下的一块木板，里面有一张草垫，以前钓鱼太晚了就在这里睡了，我让德尔拉睡了进去，他不一会儿就睡着了，睡得那么甜。我在外面把木板放在地上，找了一片椰子树叶盖在身上，也进入了梦中...\n已经中午了，我草草吃了午饭，到街上买东西去了，帮隔壁的普拉老头干活，我还是有点私房钱的，买好的东西我早早地在南岸等德尔拉，渐渐，远处一个人影变清晰了\n“卡尔！卡尔！...”\n“德尔拉，你真快啊。”\n“我还不是为了完成和你的约定，不然，谁去那个神话才有的地方。”她撅起嘴，不屑地说。\n“好了好了，那个地方是真的存在的，你也看见了，走吧。”\n我接下她的行李放进了船舱，这艘船是问舅舅借来的，不大，却很适合人不多的长期航行。\n“等我来啊，Mosyt,我一定要找到你。”左满舵，全速前进，我拿出盘子，核对了方向，没错，就是这个方向，看向德尔拉那边，他手里捧着一本《浮士德》一页一页地翻着，海风拂动她的头发，真美，我赶紧扭过头去，不敢再看她，稳定了舵的方向，基本上就没问题了，船速很慢，就算触礁，也不足以对船造成太大的伤害，所以后半夜我就去一楼的房间里睡觉了...\n呼...呼呼...\n风声吹着那圆形的窗户，突然一阵响雷把我惊醒，我赶忙跑出去，完了，暴风雨正面迎了过来，顾不上穿雨衣，船摇晃的很厉害，德尔拉从房门探出头来。\n“卡尔，卡尔，船没事吧。”\n“没事，这暴风雨还不足以吹坏这船，你先进去等着把。”\n可事实总是不尽人意，风却越来越大，已经可以看见有12米高的浪涌起了，“可恶”，我嘟囔了一声，右半舵一拐，终于只让浪拍了一下船尾，刚松一口气，更大的浪迎着船头扑来，完了，这怎么也躲不过了，连累了德尔拉，当初就不该取下这么荒唐的承诺的，为什么，为什么。我的脑子里胡思乱想，几乎要爆炸了，终于，我被海浪吞噬了...\n不知道过了几天，我醒了，下半身泡在水里，身子趴在那扭曲了船舵上，我四处看\n“德尔拉！德尔拉！...”\n没有人回答我，肚子咕咕叫了一下，我已经没心情吃饭了，可是为了找到德尔拉，我必须活下去，脚下正是跟随冷流的沙丁鱼群，凭借自己多年的捕鱼技巧，我很快就吃饱了，虽然是是生肉，可是还是忍着吃下去了。就这样，我又在海上飘了一天一夜，终于，一个海岛出现在远处的海平面上，我努力划了过去，岛上很荒凉，山崖鳞次栉比，敲开一个椰子，喝到了久违的淡水。\n“卡尔。”我停下手，四处寻找声音源。\n“卡尔。”又一声。\n“卡尔，真的是你么。”我向右边望去，一个女孩正躲在树后发抖。\n“是我，我是卡尔，你...是德尔拉，德尔拉！”\n我扑过去抱住她，他肌肤的柔滑融化了我这一个男子汉的心，我哭泣地说：“德尔拉，对不起，我不该取下那个诺言的，连累了你，对不起，你知道我有多担心你么。”\n“好了，卡尔，我这不是没事么，你不用自责了。”\n“你知道这里是那里么。”\n“真笨，不过我就是喜欢你这个傻瓜，这里不就是你要找的Moyst么。”\n我松开她，环顾四周，周围都是人为遗迹，山顶上一个圆形的广场耸立，对，没错，这里就是Moyst。我很激动，因为相传，找到了Moyst，就找到了真正的幸福，“现在，我找到了属于我的幸福，德尔拉，你，就是属于我的幸福...”\n\n孩子，多幻想属于你的完美吧！起风了，要好好活下去。@冥王星人 @狂风※中箭 @...\n\n\n\n\n",
    "replies": [
        {
            "author": "黑小白",
            "timestamp": 1400405760,
            "txt_content": "你剧本化了 而且标题不对"
        },
        {
            "author": "yst",
            "timestamp": 1400405940,
            "txt_content": "对啊，剧本话了，标题么，一直不懂得怎么弄，麻烦写一下"
        },
        {
            "author": "黑小白",
            "timestamp": 1400406000,
            "txt_content": "前缀>【作品名称】[作者：【作者名称】][已更新至【最新章节】]【自添加内容】"
        },
        {
            "author": "Aiursad",
            "timestamp": 1400406300,
            "txt_content": "http://www.mcbbs.net/thread-266983-1-1.html 这是详情，LZ要注意标题"
        },
        {
            "author": "yst",
            "timestamp": 1400406660,
            "txt_content": "谢了，我以后会注意的"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1400417400,
            "txt_content": "写法比较平淡哦，但是也不错的！\n还有标题格式不符- -"
        },
        {
            "author": "yst",
            "timestamp": 1400418000,
            "txt_content": "狂风※中箭 发表于 2014-5-18 21:50\n写法比较平淡哦，但是也不错的！\n还有标题格式不符- -\n= =你们想表达什么，貌似这个板块对标题很是在乎啊，算了，改去了"
        }
    ]
}