{
    "title": "11年3月2日：GDC进行到一半，这是我们的经历",
    "author": "ToNick",
    "replyCount": 3,
    "timestamp": 1299154440,
    "txt_content": "原文\nHalfway through GDC, here’s what we’ve done\n\nWe stepped on the plane to New York, and the Minecraft server died.While flying from New York to San Francisco, Tobias managed to get theservers back online via the amazing wonder of in-flight WIFI. I wasafraid this would set the tone for the trip, but so far it’s been anamazing success.\n我们搭上了去纽约的航班，而Minecraft服务器挂了。而在从纽约飞往圣弗朗西斯科的途中，Tobias通过飞机上神奇的的WIFI网络把服务器弄好了。我有点担心这会是什么不好的预兆，不过目前为止我们取得了惊人的成功。\n\nSunday was mostly relaxation and shopping (I found a great new coat,but it’s a bit too warm for SF), and it ended with a company dinner. Weinvited the Oxeye guys over as well, and it turned out really good. Ihad the biggest steak I’ve ever had, and also had room over to stealsome of Jakob’s food.\n星期天主要是放松和购物（我发现了一件很棒的新外套，但在圣弗朗西斯科穿着有点热），最后我们来了个公司晚餐。我们也邀请了奥克赛游戏公司的人，而且晚餐进行的很顺利。我吃下了有生以来最大的一块牛排，还有胃口来偷点Jakob的食物。\n\n\nMonday morning, I met one of my idols for breakfast, and kindapromised him I’d add pet dogs to Minecraft, so I guess that’shappening. Then we went to Google, did an interview or two, then wentto dinner with a huge gaming company. I kept getting sleepierthroughout, so I’m not sure how great of an impression I did. It couldplay into the whole “indie” thing though to seem uninterested. ;)\n星期一早上，我在早餐中会见了自己的一位偶像，并对他做了点承诺：我会在Minecraft里增加宠物狗，所以我想这个是会实现的。然后我们去了Google公司做了一两个专访，再去了一家巨型游戏公司吃了午饭。全程中我变得越来越困，所以也不清楚自己到底给大家留下了多大的印象。 It couldplay into the whole “indie” thing though to seem uninterested. ;)（没看懂）\n\nToday, we started with a meeting with Curse, the guys running theforums and the wiki these days, and we’ve got plans to work moreclosely together in the future. I think they’re doing really greatthings for the community. After a somewhat rushed but excellent lunch,Jakob and I did an interview with PC Gamer, I did a filmed thing forEurogamer with Chris Hecker.\n今天，我们最开始和Curse见面，他们是这些天来运营论坛和维基网站的人，而且我们还计划以后工作的更紧密一些。我想他们正为游戏社区作者相当好的贡献。在一顿匆忙但很棒的午餐之后，Jakob和我参加了PC Gamer的专访，我和Chris Hecker参加了Eurogamer的一个拍摄活动。\n\n\nThen the scariest thing in a long time happened. I went on stage. Italked for three minutes about piracy, mumbled something about “Thatwas quick”, and left the stage. I was scheduled to do a five minutetalk, but only managed to fill 60% of it.. People tell me it wasn’t asbad as I thought it was.. but they’re probably just being polite.\n长期以来最可怕的事情发生了：该我上台发言，我讲了3分钟关于盗版的事儿，含糊地说了说“那真快”啥的，就下台了。原计划作5分钟的发言，结果只完成了60%。。别人对我说这不像我想象中那么糟糕。。但他们的话也许只是礼貌而已。\n\n\nThen I molested Danny B (the guy who made the Super Meat Boy music)for a bit before grabbing a quick dinner and ending up at the craziestparty ever where I met a bunch of important and famous people.\n然后我在简短的午饭前“骚扰”了一下Danny B（制作《超级肉肉哥》游戏音乐的家伙），最后参加了有史以来最疯狂的排队，在那里我见到了一堆重要的名人。\n\n\nTomorrow is more meetings, and then the big award ceremony is. We’renominated in a total of six categories across both the IGF and the GDCA.\n明天有更多的会议，然后是大奖的颁奖典礼。我们在IGF和GDCA中总共有6项提名。\n\n\nI’m nervous.\n我好紧张。\n\n原文\nAh, I forgot!（哦，我还忘了）\n\n We also announced our new game today! There’s not much info yet, but we’ll be getting an alpha version out as soon as we can!\n我们今天还公布了我们的新游戏！目前还没有很多信息，但我们会尽快做出alpha版本来的！\n\n\nScrolls!（新游戏的名字）\n\nI figure most people reading this blog cares mostly about Minecraftdevelopment, so let me just say that I won’t be involved in the day today development of Scrolls. Jakob, one of the guys I started Mojangwith, is developing it, and has been since we started the company.\n我想大部分的博客读者主要关注的是Minecraft的开发情况，所以我只想说我不会参与Scrolls的日常开发。和我一起开创Mojang公司的人之一——Jakob在开发它，而且自公司成立以来一直就在做这个事情。\n\n\nStill, I hope many of you will check it out once we’ve got some more stuff to show!\n当然，我希望你们中能有许多人能关注一下它，我们已经有了更多的产品推出来！\n\n\n\n\n\n\n（仓促翻译，不当之处请指出）\n\n",
    "replies": [
        {
            "author": "readwang",
            "timestamp": 1299157260,
            "txt_content": "回复 1 # papermoon 的帖子\n\ncool`"
        },
        {
            "author": "windleft",
            "timestamp": 1299171120,
            "txt_content": "回复 1 # papermoon 的帖子\n\nIt couldplay into the whole “indie” thing though to seem uninterested;)\n\n我可能做了不少看起來無趣的煩人行為;)\n\nIndie真難翻譯，我也是一知半解，我估計我是解釋不明白了！\n只好等專家了……大概的意思應該沒錯。\n\n話說Scrolls!（捲軸，例如法術捲軸之類的）\n竟然是卡片遊戲……"
        },
        {
            "author": "WuTianFang",
            "timestamp": 1302205380,
            "txt_content": "Not my suffer.."
        }
    ]
}