{
    "title": "<连载·单章>【蘑菇牛日记】[作者：冥王星人][37]",
    "author": "冥王星人",
    "replyCount": 4,
    "timestamp": 1400838300,
    "txt_content": "正文：\n \n　　\n　　\n　　黑暗中，有两点光芒……\n　　他们原出于一，后分为多，是众光之母，又是众生之父。\n　　\n　　大的好像云间太阳，温暖强烈，不可直视。\n　　时刻巡视地上万物，促使苏生帮助成长，提供无可代替的滋养，让光明走遍每寸土地，驱赶哪怕丝毫黑暗，清除幽闭角落积存的尘垢。\n　　小的好像星中月亮，安静沉稳，优雅深邃。\n　　常藏身阴影背后，隐于繁星之间，在一切安息时刻悄悄走出海水包围，又趁所有尚未苏醒之际淡然离去，躲避白昼的喧嚷吵闹，任凭被遗忘带来的忧伤充满，似乎存在意义对于这缤纷世界，已遗失若风。\n　　运行飘荡，依偎缠绵。彼犹似此，此即是必。无分无别，却相互独立。\n　　直到两光合而为一，受控于一个意志……\n　　\n　　谁为那事划定界限？\n　　正或者反，光或者暗，敌对从来不当变为联合。\n　　谁为这事主持公义？\n　　你还是我，存还是灭，延迟终究无法避免纷争。\n　　忍受懦弱变为过往，结束荒唐变为使命，虚假爱情必曝露本相。打断疑惑劝诫，停止祈求哀伤，当你亲手将仇恨深植入我内心，就应该预见今天的祸患，要随鲜血在圣洁里瑰丽绽放。\n　　\n　　两点光辉跳跃定格水平，华晕收缩聚集，照亮近处景色。\n　　不再看到温馨奇迹，眼前只剩白芒发亮的双眼，与一张可怖面孔，因岁月苍老，因痛苦扭曲，因憎恨狰狞。\n　　没错，你就是……\n　　\n　　“呃、”\n　　我醒了。\n　　但不知太害怕不敢继续睡，还是身体承受不住外界环境急速下跌的折磨，总之醒了。\n　　“什------？！”\n　　户外显然是夜晚，天空却发出一种莫名亮光，鲜红跃动着，同呼吸感觉的炎热干燥，引人作呕的糊焦一起袭来。\n　　“吉布！快起来！！”\n　　我丢开被单跳下地面，摇醒床旁瞌睡的同伴。\n　　“嗯、哎？呜哇------”\n　　可能用力过猛了，吉布怪叫一声连人带椅子仰面摔倒。\n　　“痛！唉我说St……”\n　　“别说话！”\n　　他捂住光头，才出口半句抱怨就被我喝住。\n　　时间，不允许往日一样打趣了。\n　　\n　　“僵尸、骷髅……火焰怪……”透过窗户偷看了一眼村子情况，立刻明白这绝不是普通的袭击。“你有什么武器没有？！”\n　　“啊？”\n　　“武器武器！什么都好！赶紧拿出来------！”\n　　纵使吉布已经察觉事态不妙，希望他的神经连接到危急还需时间。可现在顾不了那么许多，不主动出击等于送上百来公斤人肉，做怪类的美味宵夜，\n　　“有你的木剑在……”\n　　“其他呢？你平时不做吗？！”\n　　“至多弄个石头的锄头，基本没用过……咦？！你的是------”\n　　我一把抓过剑弃掉做伪装的鞘，回身跑到长箱子跟前。\n　　“钻、钻石石石……”\n　　“回复剂怎么都没了！之前不是做了一些吗？！”\n　　材料减少属于合理，但我几天中炼了快半箱药存在这里备用，为什么……门外守着大约超过村民数量一倍的敌人，要靠两瓶二级药剂闯过去，再支持到安全地带，根本妄想吧？\n　　“因为前些日子有感冒发烧的全来求嘛，我怎好意思拒绝人家……”\n　　“可恶------”\n　　那种病不治照样能好！不捡时间发那该死的善心，浪费救急的药，紧要关头便会赔上性命！！\n　　\n　　“Steve，我们……”\n　　拿出一瓶药和仅有的锄头丢到老吉布怀里，剩下恢复剂和几样稍带缓解治疗能力的材料胡乱塞进口袋。\n　　其余能做的，就是尽量减少交战的突围。\n　　“站好听我说，”\n　　把吉布由地板扥起来，努力保持镇定的嘱咐。只是我的声音，已经完全变成另一副样子……\n　　“从你家的位置到出村的狭口，运气好的话可以不打，偷偷溜过去足够了。跟着我走，别离太远不会有问题。万一需要战斗，由我应付，你趁机逃，到树林边上等我。毕竟你没有打怪和行夜路的经验，我的剑也比你的锄头好用很多。”\n　　“嗯嗯，这个懂……”\n　　“但记住，不要想救别的什么人。我知道你一定有这方面打算，遗憾的是实力悬殊，我俩能无伤脱出都算幸运。估计村子里大半人早都烧死或是被吃掉，贸然行动非但没可能救谁，说不定连自身也难保全。所以给我收起无聊的怜悯，少发在不适合的地方。”\n　　“不过，或许有人……”\n　　“闭嘴！！这都什么时候了，你还不明白吗？！我不喜欢舍身喂饱怪物！你若喜欢就自己去吧！我不阻拦------”\n　　我不禁变了脸色，大声训斥。\n　　大敌当前生命攸关，你该不给别人添麻烦的乖乖服从指挥，而不是这样“果然不错”的讨价还价。\n　　 “好、好吧……我听你的……”\n　　\n　　门外诡异的嚎叫嘶吼悲鸣越发响亮，最后的扯闲话时间彻底耗尽。\n　　我撇开吓傻的吉布，再次握紧剑柄，默默祈祷平安庇护。伸手推开，通向地狱场景的家门。\n　　\n　　\n\n\n索引：\n \nhttp://www.mcbbs.net/thread-98718-1-1.html\n\n\n废言：\n \n特产回来了，245转正了，看来近期外星人得抓紧点更新呢~~~@w@ \n",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1400838360,
            "txt_content": " 本帖最后由 a2455564728 于 2014-5-23 17:47 编辑 \n\n秒速把位置抢了先，看完了。。"
        },
        {
            "author": "HotPe_e",
            "timestamp": 1400838420,
            "txt_content": "冥姐的帖子一定要顶哈{:10_512:}"
        },
        {
            "author": "MC大湿",
            "timestamp": 1400838780,
            "txt_content": "\n\n冥姐V5！"
        },
        {
            "author": "250=mo",
            "timestamp": 1400838900,
            "txt_content": "冥姐v5！x2\n"
        }
    ]
}