{
    "title": "<原创.连载>方块密码三部曲【作者likeliang】【第一部】",
    "author": "likeliang",
    "replyCount": 25,
    "timestamp": 1400837160,
    "txt_content": " 本帖最后由 likeliang 于 2014-5-30 23:05 编辑 \n\n      我又和大家见面了这次我带来的是一部小说，这是LZ第一次写小说，望大家轻喷\n\n        内容\n \n这部小说讲的是三个基友伟大的搞基故事（误）\n无视上面= =这部小说讲的是三个基友探索MC世界的伟大冒险故事，整个小说我打算分三部发，这是这部小说的第一部。第一部的内容大概就是三个生活在MC大陆的史蒂夫国中的三个年轻的史蒂夫Cat，二菌，和Fo接到了一张前往MC大陆边界的地图，随后他们踏上了探索MC大陆边境的旅程，第一部的故事发生在他们旅行的第一站：骷髅国。三个史蒂夫在骷髅国经历了千难万险后，最终在骷髅祭坛上击败了骷髅国的首领凋零。\n\n设定\n\n关于MC大陆：MC大陆是一个有边界的平面世界。MC大陆被多个智慧生物组成的国度分割成各个国家。史蒂夫国：史蒂夫国是目前MC大陆中最发达的国度，已经完全脱离了原始生存，境内基本没有攻击性生物。史蒂夫国的面积是MC大陆中最大的，已经逼近了MC大陆的边界。使用史蒂夫语史蒂夫：MC大陆中最具有智慧的生物之一，分布世界各地，大部分居住于史蒂夫国。骷髅：主要居住于骷髅国的生物，使用弓箭作为武器，但是智商低下。听从于大祭司（凋零）的指挥凋零骷髅：发源于地狱，后来经过漫长的演变一部分凋零骷髅进入了主世界，位于主部落的凋零骷髅主要居住于骷髅国。一般只出现在骷髅祭坛附近。          骷髅国：位于史蒂夫国旁边的一个小国家，主要居民为骷髅人，科技落后，正在与史蒂夫国交战。 骷髅国上方有一团很厚的云雾，地表有迷雾，能见度低，所以适合骷髅生存，地表植物很少。使用骷髅语。         旅行者客栈：骷髅国内唯一的史蒂夫与村民混居地。位于骷髅国中心森林的地表底下，分为客房和集市两部分，后来被骷髅烧毁。骷髅祭坛：石质金字塔状建筑，高达200米，但是一直没有被史蒂夫国的军队发现。骷髅祭坛位于骷髅国中心的一处森林，森林上方没有云层，被阳光直接照射，不过由于这处森林很密集，几乎没有阳光射到地面，但是能见度很高，骷髅可以在树林里安全通行。骷髅祭坛是大祭司（凋零）的住所，每年在骷髅祭坛都要举行一次祭天仪式，祭品一般是活的史蒂夫，祭天仪式由大祭司主持。骷髅祭坛是剧情的主要发生地。FO：主角之一，是个土豪，擅长跑酷，近战。爱装逼，常拿着几组钻石炫耀，会多种语言。        CAT：主角之一，是个妹子，擅长建筑。善于思考，有极强的生存技能。        二菌：主角之一，非常懒，爱睡觉，很胆小，不过关键时候总是很有用。         Java：后期出现，史蒂夫国军队的一支侦察队的队长，勇敢正直。\n\n第一章 一张地图（1062字）\n \n       看似平常的一天。       “叮~”二菌家的门铃响了。二菌懒洋洋地爬了起来，揉了揉眼睛吗，抱怨道：“谁这么早来”（其实已经中午十二点了）打开门，只见Fo闪了进来，然后迅速把门关上。二菌见Fo满头是汗，调侃道：“FO你又被人追着打了？”“打你一脸，快把窗帘拉上，找CAT来。”      半小时后，CAT，FO，二菌三人坐在了二菌家的客厅里。“我还在吃饭呢，什么急事把我叫来了？”CAT问道。只见FO从背包里拿出了一张破旧的地图，这张地图看上去和普通地图没什么区别，只不过上面的显示比例大了不少。“你大清早把我们找来就是为了看这破地图么”二菌有些不满地说道。“这不是一般的地图！”FO激动地说，“这是通往MC世界边界的地图！” 二菌一惊，顿时没了睡意，不过紧接着他又有了疑惑：“你这地图哪来的，整个史蒂夫国也没有人有边界的地图吧？怎么可能是真的”“我相信它是真的”FO看起来很坚定，“今天早上，我在我们前的信箱里发现了这张地图，还有一本书”说着，他又拿出了一封信：      Fo先生       你好，我是史蒂夫国境内唯一持有边境地图的人。经过数百年的探索，史蒂夫国已经离边境无限接近了，但是，我不希望边境的财宝就这样被装进史蒂夫国的国库中。边境的财宝只属于那些最勇敢，最应该得到它的人。我观察了你，还有你的两位朋友，我认为你们三个无疑是最配得上完成这个使命的人。希望你们不要辜负我的期望。——地图持有者      CAT和二菌对视了一眼，仍感到不可思议。“就算这是真的，我们拿到这地图又能做什么？真的要去冒这个险吗？”CAT问道。“我们既然收下了地图，就等于接受了这个任务。不论如何，我都一定会去的。”说罢，FO转身准备离开。二菌一把拉住FO，说道：“我们不会离开你的，如果你一定要去，我们也一起去。”“对，我们不会离开你的。”Cat也下定了决心要追随Fo。“哈哈，我就知道你们会和我一起去的，你们的矿车票我已经订好了，我们走吧。”Cat和二菌交换了惊讶的眼神，他们都没想到Fo准备的如此之快。      半小时后，三人已经坐在了矿车上，Fo订的是全程加速铁路矿车，所以大概很快就可以到达史蒂夫国的边境了。Fo拿出了三套附魔过的钻石甲，和几把附魔过钻石剑。“看我给你们准备的装备，这可是XXX传下来的……”Cat和二菌简直要被催眠了，Cat赶紧换了个话题：“我们还是研究一下这张地图吧，我可不想一无所知的走出国界。”二菌拿起地图：“呃..最下面是史蒂夫国的边境，我们大概就会在这里下站，如果要尽快到达目的地，我们要经过的下一个国家是……骷髅国！”“天啊。这可不是一个友好的国度。”Cat吓了一跳。“怕什么。我可是会骷髅语的，我跟随XXX大师学习了999天才学会的……”不用想，说话的肯定又是Fo。       随着Fo一路上滔滔不绝的装逼，三人很快就到站了。\n\n第二章 旅途开始（819字）\n \n\n    Cat，Fo和二菌办完了出境手续，走出了国门。     虽然只有一门之隔，但却是天壤之别。骷髅国的土地几乎是由深色的泥土组成的，荒芜的土地上偶尔可以见到几根不长叶子的树干。而且天空被一种颜色怪异的乌云笼罩，几乎伸手不见五指，正是这样的环境，给了骷髅生存的有利条件。三人精神高度集中，所有人都很明白，稍不留神，下一秒可能就是生命中的最后一秒。     不一会，大家就听到了最不愿意听到的声音，在不远处，可以听到明显的骨头的碰撞声——这是三人有生以来第一次见到活的骷髅。“快点，靠成一团！”Fo大声道。二菌紧张的说道：“他在哪儿？我怎么看不到他，我会不会被打死，我们还是回去吧”Cat怒了：“闭嘴，不然我们听不到它的声音”二菌紧张地靠着Fo和Cat，这样的姿势维持了十几秒。“怎么没声音了”二菌松了一口气，”哈哈看来被我吓跑了……啊！”二菌刚说完，便中了一箭。“Shit！他在那！”Fo迅速射出了一发带有火夭的箭，骷髅当场毙命。“啊哈，看这些低等生物，也没什么了不起的。”      如此轻易的杀死骷髅给予了三人莫大的信心，CAT马上就兴致勃勃地开始选取住址了。“快天黑了，我们就在前面的山坡上掏一个洞吧，二菌你去砍些树，FO帮我挖一下洞。”Cat吩咐道。      透过厚重乌云的光线在慢慢减少，这时大概已经天黑了。“把床放下。”Cat道。”“啊，房子终于建完了。”二菌立刻趴在床上呼呼大睡。“懒虫，那我也睡吧。”说罢FO也倒头大睡。      “唉”Cat叹了口气，开始整理他们带的物品。“卧槽我们就带了这么点东西”CAT抱怨道，箱子里除了装备和一些食物似乎完全和生存挂不上勾。“树苗，告示牌，蜘蛛网？还有一组黄金块！你是出来炫富的还是出来探险的。”“啊……不小心带错了，之前没检查”FO躺在床上迷迷糊糊地说。“真是无药可救”Cat摇了摇头，看了一眼自己带的钟，这时指针已经指向了深夜。       Cat躺在了床上，却无论如何也无法入睡，毕竟这是三个人第一次出国，而且不知道什么时候才能回国。真难想象FO和二菌是怎么睡着的,Cat心想。突然，CAT瞥见了外面有一丝光亮，天亮了？CAT站了起来，看向了屋外“Fuck！着火了！”\n第三章 火灾（731字 噗，越来越少）\n\n      “着火了，FO二菌你们别睡了，着火了！”二菌和FO迷迷糊糊地爬了起来，二菌揉揉眼睛，道：“大晚上叫我起来干嘛……”二菌才说到一半就呆住了，外面的储藏间已经被火海吞噬了，“有没有水桶，谁有水桶啊”FO看起来很慌张，因为三人的装备都装在储藏间，所有人都知道如果装备烧毁意味着什么。“这！这里有，快，去打水来！”Cat把水桶扔给了FO，“如果这样直接出去会不会被烧死……”FO有点犹豫不决，“你要被骷髅打死还是被烧死”二菌一把将FO推出了门      FO冒着生命危险穿越了火海，这时外面已经快天亮了。FO紧张的满头是汗，水呢，四周只有荒芜的土地和几颗不长叶子的树……等等，那是什么。FO看到不远处一棵树后方似乎有个黑影。史蒂夫？FO决定过去看看。那个黑影似乎注意到FO发现他了，于是撒腿就跑。“嘿！别跑！我也是史蒂夫！”FO大喊道，黑影毫不理会，绕过了一个山包。等FO气喘吁吁地跑到山包下的时候，黑影早已经没了踪影。      当FO回到地洞时天已经亮了，Cat和二菌站在门前怒视着FO，眼里透着杀气。“你去哪了，打个水那么久，房子早烧没了”Cat吼道。“呃……水的事先不说，我有新的发现，刚刚我在一棵树后面发现了一个史蒂夫！”“史蒂夫有什么用，又不能吃，追他干嘛。莫非……是个女史蒂夫~~”二菌又开始猥琐了。“你们难道不觉得火就是那个史蒂夫放的么”似乎只有Cat的头脑还清醒。“对啊！”FO和二菌这时候才想到。“那么谁想杀我们呢？”FO提出了疑问。“先不管那么多了，总之以后小心就是，先看看我们抢救下来的物品”CAT说着打开了用来放置剩余物品的箱子。“谢天谢地，我的吃的还在”二菌松了口气。“先看看有用的东西有没有抢救下来。”FO当然很关心他的钻石装备。“你的装备呀……我看看，箱子里除了面包和一组木板就只剩下几根木棍了。”FO当场倒地。“行了，快上路吧”CAT催促道。      三人收拾行李，踏上了新的旅途。第四章  落入魔爪（1176字）  一路上，大家心情都很沉重，因为他们失去了装备，失去了装备就意味着失去了对骷髅的优势。随着穿过云层的光线的增多，能见度也提高了不少，而三人的也渐渐放松了警惕，这是相当危险的，不巧的是，就在这危险的时刻，不远处的一队骷髅正注视着他们……\n      “啊，终于可以休息了。”二菌放下了他手中的最后一根火把，坐在地上长呼一口气。“嗯……该吃饭了，今天的午餐是……面包”Cat清点了剩余的食物后说道。“走了那么长的路，都快累死了就给我们吃面包”FO抱怨道。“这能怪我吗？箱子里只有面包了，其他食物都被烧了”每人手里拿着一片面包，FO和Cat十分珍惜地小口吃着面包，而对面的二菌手里早已什么都不剩了，他打了个嗝“才这么点啊，不够我塞牙缝呢”CAT和FO忍不出扑哧地笑出声来。“有什么好笑的嘛……”“嘘！”CAT打断了二菌的话，“你们有没有听到什么声音？”FO和二菌立刻警惕了起来。       经过长时间的沉寂，突然传来了清脆的碰撞声。这声音再熟悉不过了，骷髅又来了。每个人都紧握着手中的木头剑——这是他们唯一的武器了。紧接着，云雾中就出现了丑陋的脸庞，一张，两张……骷髅越来越多，很快就把FO二菌和Cat三人围住了。“天啊，这次是一群”二菌惊呼道。这次三人没了上次的底气，因为他们唯一的防具是衬衫，仅有的武器是木剑，别说对付一群了，就算和单独一个骷髅对打都没什么把握。     “冷静，会有办法逃出去的”FO还保持着清醒的头脑。领头的骷髅越逼越近，发出骨头吱吱作响的声音，三个人紧张的靠成一团，第一次遇到这么多骷髅，没人会不害怕。二菌终于忍不住了，拿起木剑大喊一声“Fuck you!”刺向了领头的骷髅，它痛苦地倒退了一步，四周的骷髅都愤怒了，把箭射向了毫无保护的三人。“你疯了吗？”Cat勉强用木剑挡住了对方第一波攻势。FO趁乱用木剑砍倒了身旁的一个骷髅，不过紧接着FO就被数支弓箭击中，生命值跌到了最低点。“哦不！”二菌赶紧向FO的位置移动“不要过来！”话音刚落二菌就中箭倒地了，CAT也被骷髅推倒在了地上。CAT紧握着木剑想站起来抵抗，却被二菌一把拉住“我们打不过他们的！放弃抵抗吧，不要丢了性命，只要还活着就会有希望逃出去的”CAT怒视了骷髅一眼，丢掉了手中的剑。      领头的骷髅咯咯的笑着挥了挥手，示意将他们抬走。“他们要带我们去哪”二菌看起来很紧张，“FO你不是会骷髅语吗，快问问他们”“你们要把我们带到哪里？”FO冲着领头的骷髅大喊道，但它丝毫没有理会。紧接着眼前呈现出的场景令三人惊呆了，他们被带出了自从进入骷髅国来一直环绕着他们的迷雾，更令他们惊讶的是，眼前是一片阴暗的树林，而任何有关骷髅国的书籍中都没有记载骷髅国中有树林。“喂，这是哪？”FO再次用骷髅语问道。“不要问问题”骷髅用冷漠的声音答道。FO看起来很失望，他没有得到想要的答案。二菌拍拍FO的肩膀安慰道“这至少证明他们会说话不是吗”CAT白了二菌一眼“现在不是开玩笑的时候，看呐，我们好像快要走出树林了”随着拐过了一弯，眼前的场景又一次令三人震惊了……第五章 骷髅祭坛（1000字）\n\n          眼前是个巨型的用石头建成的石头金字塔状建筑，金字塔的塔顶直逼云层，金字塔台阶上的装饰品看上去毫无违和感，真难想象这是骷髅的杰作，即使史蒂夫来完成这样的一个金字塔，也不过如此，看来史蒂夫远远低估了骷髅的智商。骷髅们把三人带到金字塔下后停住了，领头的骷髅跟其他几个骷髅耳语了几句，便从金字塔下方的一个巨型石门走了进去。“他们究竟想干什么”二菌想跟上去瞧瞧，他刚走出去没几步就被身后的骷髅拽住了胳膊，骷髅用空洞的眼眶死死地盯着二菌，二菌只好退了回去。      经过漫长的等待，石门内终于有了动静，上次领头的骷髅走了出来，不过跟在他身后的是一个长相恐怖的生物。它看起来像一个骷髅，不过长着三个头，而且飘在空中。三个人忍不住向后退了几步，就连旁边的骷髅看起来也很害怕，纷纷后退。“Fo，那又是什么鬼东西”二菌竭力控制住了自己的颤抖的声音。FO偷偷地瞟了一眼手中的地图，小声说道：“我们真笨，竟然没看地图，地图上标着这个森林，就连这个金字塔都标在地图上。”“谁叫你走得那么急，也不好好研究一下地图再出发。”Cat用鄙视的眼神看着Fo。      骷髅用非常尊敬的语气跟凋零说了几句话，凋零缓缓地飘了过来用三个脑袋审视着三个人，让他们非常不自在。“他想干什么”二菌小心翼翼的问道“我也没听清楚”FO小声回道。随后，凋零满意地点了点头，然后跟骷髅说了几句话便转身离去了。FO二菌和CAT还没反应过来就被几个骷髅推进了金字塔，带着他们走进了一个地道。“刚刚我看到地图上有几行字”FO小声告诉CAT和二菌，“这里在地图上被标注为骷髅祭坛，那个奇怪的生物叫作凋零，是骷髅国的大祭司。上面还写了，骷髅国每年都要举行祭祀活动，据说祭品就是活史蒂夫！”二菌一惊，说道：“那也就是说我们正好赶上了骷髅的祭祀仪式，然后我们就被抓去当祭品了！我可不要死的那么早”二菌又开始没出息的哭哭啼啼了。“我们得想办法逃出去，不能让他们把我们带走”CAT说道。“嗯”FO和二菌应和道。     骷髅并没有直接把他们带去祭坛，而是将他们带到了一个漆黑的地牢里。随后骷髅便匆忙锁门离开了。“呼，吓死我了，我还以为他们要直接把我们带去祭祀呢，没想到只是把我们关进牢里，先想办法弄点吃的吧，都快饿死了”二菌看起来还挺悠闲。虽然CAT和FO都很想反驳，可是他们也都又饿又累了，只得将差点爆出的粗口咽了回去。“先睡一觉吧，休息一下，不过还是要保持警惕，没准明天他们就把我们带去祭祀了”CAT建议道。“嗯”FO和二菌自然同意了，三人躺在地牢的地面上，疲惫的入睡了。\n第六章 越狱（1403字）\n\n不知道过了多久，一阵开锁声将三人从噩梦中唤醒，两个凋零骷髅将三片腐肉扔了进来，咯咯笑道：“今天是你们在这个世界上的最后一天了，好好享用每一顿饭吧”随后锁门离去了。   “他说什么？”二菌急切地问道“他……他说今天是我们生命的最后一天了”FO的额头上渗出了几滴汗。“那也就是说祭祀是真的了，而且就在明天举行，所以我们必须在今天逃出去”CAT分析道。FO和二菌纷纷点头赞成“可是四周密不透风。而且铁门我们也打不开，怎么出去呢”二菌提出了疑问。“我们可以趁下次吃饭的时候逃出去，而且牢房的墙壁上有个可以直接看到外界的通气口”CAT说着指了指身后墙壁上一个通气孔，不过通气孔被铁栏杆封住了，“我们可以试着把铁栏杆砸弯然后逃出去，二菌，FO，你们试试砸那个栏杆，我帮你们看着，守卫来了我会提醒你们。”“嗯”FO和二菌纷纷开始对栏杆展开了攻势。可是毕竟他们没有工具，经过轮番轰炸的栏杆丝毫没有变形，二菌累趴在地上“CAT，现在怎么办”“呃……看来只能等下次送饭进来了”CAT也显得很无奈。现在要做的只有等待了，CAT玩弄着手中的闹钟，FO也烦躁的将脚下 的木块踢的远远的“到底什么时候有人来送饭啊，难不成今天一整天他们就给我们吃三片腐肉？”二菌不耐烦地说。“再等等，它们不会把祭品饿死吧”Cat倒是很乐观。   眼看指针就要指到黑夜的一侧了，走廊依然没有传来脚步声。“看吧，我就说不会有人来，看来得靠我们自己逃出去了”二菌站了起来，“我再也不要在这鬼地方待下去了”“对！再不逃跑就晚了”Cat也意识到不会有人来了。“快看看房子里有什么有用的……”说到一半，FO的目光停在了之前被他踢来踢去的木块上，“啊呀！这不是活生生的钥匙吗，我们之前怎么都没发现”“对啊，我们怎么没想到木块能合成按钮呢”二菌激动地跳了起来“可是……这个木块是哪来的，我记得我们刚被关进来的时候可没有这个木块啊”CAT的眼神里充满了疑惑“莫非是我们睡觉的时候有人从通气孔扔进来的么……啊呀，不管这么多了，先逃出去再说，没准等会就被抓去当祭品了”二菌说着就把木块合成成了按钮，然后安在了门旁，“快走啊，别愣着”二菌拉着Cat和FO走出了地牢。“小心点，别走那么快，没准有守卫在走道里巡逻”CAT就显得谨慎多了。于是三人每次走到拐弯处都要小心翼翼地俯身观察一番，确认安全后才穿过通道。等三人爬到了一层，才渐渐出现了守卫。楼梯口的一个弯道，就有三个骷髅在聊天。CAT带着三人从另一侧迂回过去，不巧的是，另一侧也有两个守卫在巡逻，这样一来，三个人就被困在了中间的一条通道中，另外两侧都被守卫堵住了，而一旦守卫通过他们所在的通道他们就会被骷髅发现。“现在怎么办”二菌捅了下身边的FO“嘿嘿，当然是直接上，把那两个守卫撂倒”FO露出了两根门牙，一脸阴险。三个人紧紧地贴在墙上，等着两名守卫出现在他们的视野中。随着脚步声越来越近，大家紧张到了极点，甚至可以互相听到对方的心跳声。突然，FO大喊了一声“上”说罢侧身扑出，FO计算得恰到好处，靠前的一个骷髅正好经过通道，被FO直接撞到，猝不及防，狠狠地撞在了墙壁上。靠后的骷髅一惊，迅速射出了一支弓箭，不过由于准备不足打偏了。二菌从墙后跳了出来，将靠后的骷髅扑倒在地，FO一记重拳打在骷髅的胸口上，骷髅顿时散架了。靠前的骷髅刚缓过来，准备爬起来时被FO一脚T中，滚了几圈，再也爬不起来了。“呼”二菌拍了拍手，“轻松搞定”FO轻蔑地说。“快走吧，其他骷髅听到打斗声很快就会赶来的。”CAT催促道。在CAT的带领下，三人穿过了几个无人看守的通道，很快就发现了出口，逃出了祭坛。\n第七章 旅行者客栈 （1462字）\n \n      经过一路狂奔，祭坛总算在三人的视野里消失了。FO松了一口气，在地上插了一根火把，盘腿坐下，问道：“现在怎么办？我们去哪里？如果我们不通过金字塔就没办法通过骷髅国”“嗯……现在仅凭我们三个是不可能通过金字塔的，必须要找人帮忙”CAT神色凝重地说。“这里连个史蒂夫都没有，找谁帮忙呢？”二菌不太相信能找到人帮忙。“史蒂夫那么多，只要有空气的地方就一定有史蒂夫，找找吧，总是有的”FO说着站了起来“嗯，而且现在骷髅肯定在找我们，现在这个地方不宜久留，快点找点吃的，吃完就出发去找人帮忙，二菌，你去看看哪里有吃的。”CAT吩咐道。  很快地，二菌就在身后的树丛里逮到了一只鸡，CAT已经生好火了，这顿烤鸡大概是三人开始旅行以来最丰盛的一顿。二菌打了个嗝，拍了拍肚子：“走吧，时间差不多了”“嗯”CAT和FO站了起来。这时，二菌的目光在刚刚生火用的草上停住了。“你在看什么呢，你该不会连烤鸡用的草也要吃吧”CAT打趣道。“喂……你们快看，这是什么”二菌说着将烧的焦黑的草拨开，地面上露出了一个石头按钮。“这……为什么荒郊野岭会有个按钮”FO惊讶地长大了嘴巴“要不……按一下”出于好奇心，二菌缓缓地将手深了过去。CAT正想阻止，却已经来不及了，二菌已经将手按了上去。  紧接着几秒，世界仿佛静止了，突然，地面打开了一个通道。三人尖叫着掉了下去，落到了一个水池里。三个人揉着脑袋艰难的站了起来。“这……不是地下集市吗”二菌眼睛瞪得像铜铃一般大，他似乎不敢相信，只有在史蒂夫国才看得到的场景在骷髅国也看到了。“这里是骷髅国内最大的史蒂夫国聚集地，可以进行物品交易及住宿。”Cat将地图上对于这个地下城的说明读了出来。“呼，还好不是地牢什么的。”FO松了口气。这时走来了一位村民，笑眯眯地说：“欢迎来到旅行者客栈，这里是骷髅国境内唯一的村民与史蒂夫聚集地。”“要不……我们在这住几天，想想办法，这里史蒂夫那么多说不定会有人帮我们呢”FO提出了建议“嗯”CAT点了点头，随后CAT对村民说“我们想在这里住几天，请问客房在哪里？”“一直往前走就是了，每天每间房只需支付一金粒，史蒂夫国都没有这么低的价格”村民依然是满脸笑容“可是……我们没有金粒”CAT无奈的摊了摊手。“如果没有金粒，可以在前方的市场去兑换一些”村民提议道。   三人走到了市场中央。“快看看我们有些什么值钱的东西。”CAT边说边打开了三个人的骷髅“唉，只有四根骨头。”“什么，四根骨头？我看不仅没钱在这过夜，连饭都没得吃”二菌道。“我去看看吧，能换多少是多少”FO拿着四根骨头走向了一个店铺。这时，二菌发现CAT神色古怪，似乎想说些什么，但是欲言又止，正当二菌想问CAT的时候，FO提着满满一袋金粒回来了。“哈哈，没想到在这里骨头那么值钱，我足足换到了两组金粒，够我们大吃大喝十几天了。”FO高兴地说。“看来天天吃烤鸡不是梦想了~”二菌流下了口水。“我去交钱吧”FO领着钱袋向村民走去。“先等等，我有话跟你们说”CAT看上去有些紧张地说道。“有什么事交了钱再说吧”FO已经开始跟村民交谈了“五个金粒，我们要住五天。”村民将一个按钮交到了FO的手中。FO转过身来“CAT，说吧，有什么事”CAT将FO和二菌拉到身前，环顾四周，小声地说“这里不方便说，到一个人少一点的地方，跟我来”  CAT把FO和二菌领到了一个地下室。“到底什么事嘛，搞得那么神秘”FO问道。“事情是这样的……”“啊呀，等等，我要去上个厕所。”FO打断了CAT的话，吹着口哨往厕所走去。“喂你给我回来”CAT对FO感到很愤怒“等等啦，又不缺这两分钟”FO走进了厕所里。“唉，真对他无语”CAT摇了摇头。“到底是什么事嘛，非要把我们带到地下室来说。”二菌也感到很好奇“好吧，事情紧急，我就先告诉你吧。”CAT深吸了一口气，说道……  第八章 陷阱（1208字）CAT深吸了一口气，说道：“二菌，你在市场里有没有仔细观察店铺”二菌摇了摇头。“唉，我就知道你们都不会注意这些细节。你猜我在那些店铺里看到了什么。”CAT压低声音说道。“发现了什么”二菌赶紧追问道。“我发现那些店铺里藏着一些骷髅，基本每个店铺都有。”CAT边说边警惕的环顾四周，确保目前的处境安全。“什么？史蒂夫聚集地有骷髅？史蒂夫怎么可能和骷髅一起生活嘛”二菌惊讶地说。“笨……你想想，为什么有骷髅在史蒂夫聚集地？还要躲着我们？”“他们要抓我们！可是，如果他们要抓我们，为什么刚刚不动手呢？”二菌努力地压低着自己的声音。“你想想，如果你是骷髅，你想在晚上趁我们睡觉的时候抓我们还是在我们精力充沛的时候抓我们？你难道不觉得奇怪吗，为什么FO用四根骨头就换了两组金粒，那是因为他们要让我们住下来！这样就可以轻而易举地把我们抓走了。”“这么危险！得赶快告诉FO，FO呢？怎么上个厕所那么久。”  就在这时，楼梯上走来了一个人，正是之前招待他们的那位村长。他依然露着让人捉摸不透的笑容，说道“两位客人，都这么晚了，怎么还在地下室呢？快回去睡觉吧”说罢便拉着两人的手，往客房走去。CAT朝二菌挤了挤眼睛，示意他先听村民的。很快地，村民便将他们带到了一个房间里，然后把房内开门按钮拔去，说道“晚上外面很危险，两位客人就不要出去了”“嘿等等，我们还有一个朋友……”二菌的话刚说到一半，村民已经把门关上了。“他把我们锁里面了！FO还在外面！”二菌激动地喊道“别紧张，他们的仪式还没开始呢，就算FO被他们抓住了，他们也不会怎么样”CAT安慰道。“那我们呢，我们现在又出不去，骷髅随时都能进来把我们吃了!如果我们也被抓到就真的完了，明天可就是它们祭天的日子！”二菌烦躁地一脚踹到了门上。“你别弄那么大声音，我有逃出去的办法，先把灯关上，让他们以为我们休息了”CAT说完便把灯熄了。“你疯了吗，如果他们以为我们休息了不就该来抓我们了吗？”二菌小声道。CAT慢慢地走到床边“你不用管那么多，总之我有办法逃出去，我们现在要做的就是睡觉。”CAT说罢躺在床上，看起来丝毫不紧张。   二菌当然没CAT那么放松，他一直紧紧地盯着天花板，完全没有睡意。不知过了多久门外突然传来了一阵脚步声，二菌的神经一下紧绷了起来。旁边的CAT坐了起来，小声道“是时候了，跟我来”CAT小心翼翼地走到了房间的一个角落，拉着二菌蹲了下来“先听听他们说什么，没准可以知道他们的下落。”   不一会，门外就传来了对话声。“你确定他们已经睡着了吗”先传来的是一段非常不标准的史蒂夫语，大概是一个骷髅说的。“嗯，确定，他们很早以前就熄灯了，肯定已经睡着了”回话的是那个接待他们的村长。“没被抓的那两个都在里面吧？”骷髅问道。“是的，我亲手把他们送进去的，门也锁上了，他们跑不了的。”村民的语气充满着敬畏。“开门，活捉他们两个”骷髅大概是对他的属下说的。“就是现在，快逃！”CAT拉住了二菌的手，向身后的一个二菌一直没注意到的洞纵身一跃，伴着二菌的惨叫声，两人落到了一个水槽里。\n第九章 救援（1528字） “噢……”二菌扫视了一下全身，确定没有缺胳膊少腿，“你就不能提前说一声吗，我差点被摔死”。二菌看看四周，这分明就是之前CAT和二菌说话的地下室，二菌惊讶的问道“你怎么知道我们上面有个洞，而且能掉到地下室里？”“其实这个地下室还有洗衣房的功能，之前来的时候我就发现了，而我注意到这个水槽上方还有个通道，我猜测每间房都有个向这个水槽投放脏衣服的通道，这样工作人员就不用挨家挨户地收脏衣服了，行了别说那么多了，先找到出口，逃出去要紧。CAT拉着二菌绕着地下城走了大半圈，终于在一个角落找到了一个不起眼的楼梯，这大概就是出口了,巧的是，出口正好在他们的客房附近。“CAT，我们先别出去，听听他们说什么。”二菌和CAT蹲在楼梯口，偷听着骷髅与村民的对话。”“你不是说他们在里面吗？”骷髅用史蒂夫语质问道。紧接着，传来了村民的呻吟声，大概是骷髅将他领了起来。“啊……我也……不知道，他们明明……进去了”看得出村民说话很吃力。“呵呵”骷髅阴森地笑道，“明天可就要祭天了，既然你让祭品逃了，那么你就代替他们做祭品好了，把他带走。”紧接着听到了嘭的一声，从声音来看村民似乎被扔到了一个木板上。二菌和CAT探出头来一看，几乎叫出声来，木板上不仅躺着那个村民，他身旁还有一位再熟悉不过的人——FO被五花大绑在了木板上。领头的骷髅似乎并没有就此罢休，他用骷髅语对手下的骷髅说了几句，随后他们竟然用火把直接丢到每栋建筑上，整个地下城瞬间被照亮了，变成了惨不忍睹的火葬场。领头的骷髅一挥手，几个骷髅将躺着FO和村民的木板抬了起来向出口走去。二菌连忙拉住CAT的手“他们要发现我们了，快跑。”  二菌和CAT跑出了地下城，由于过度的劳累，他们的双腿渐渐失去了知觉，直到倒在一个空地上，想到FO现在身陷绝境，二菌和CAT都忍不住留出了眼泪。突然，树上传来了一个声音“躲在这里哭算什么？”“你是谁？”二菌看到树枝上站着一位穿着黑衣的史蒂夫，他带着黑色的面具，所以无法看到他的容貌。“像个勇士一样战斗！”黑衣人丢下了两把钻石剑，随后便像人猿泰山一般从一棵树跳到了另一棵树，直到消失在两人的视野里。CAT毫不犹豫地捡起了钻石剑。“可是……仅凭我们两个真的行吗”二菌有些担忧地说。“那得看老天愿不愿意帮我们了。”   二菌和CAT踏上了前往骷髅金字塔的道路，一路上他们一言不发，谁知道脚下的这条路是不是通向死亡的呢？这时，他们听到了熟悉的史蒂夫语“前面的人，抱头蹲下。”他们身后的草丛里走出了几个史蒂夫，他们拿着武器，穿着史蒂夫国军队的制服。二菌似乎看到了救星，连忙举起手来“嘿！我们是史蒂夫”。“史蒂夫呀，好了都把剑收起来。”那几个史蒂夫松了一口气，把武器都收了起来。“你好，我是史蒂夫国的一支侦察小队的队长，我叫Java。侦察队昨天才发现这片树林，没想到有史蒂夫比我们先到这里。”一个年轻的史蒂夫从队伍里走了出来，略感惊讶地说。“我们是冒险家，我们有一个朋友被骷髅抓走了。”CAT指了指前方“就在前面的一个祭坛里，我们正要去找他。你们能不能帮帮我们，救救我们的朋友？”“抱歉，我们只是一个侦查小队，而且没有上方的命令，不能够擅自行动。”叫Java的史蒂夫遗憾地回答道。“帮帮我们吧！我们离不开他，求你们救救他吧。”二菌恳求道。“对于你们朋友的遭遇我很同情，但是没有得到命令我们真的爱莫能助。”Java无奈的摊了摊手。二菌正想开口，被CAT打断了：“既然他们不肯帮忙就算了吧，我们要靠自己救出FO。”“真的很抱歉，我们帮不到你们。不过祝你们好运，希望我们能够再见面。“但愿我们能活着出来吧。”二菌勉强挤出了一丝笑容。Java目送着二菌和CAT从视野中消失。“唉，史蒂夫国又少了两位勇士。”Java摇了摇头，说道。“队长，时间不早了，今天的侦察任务该结束了。”身后的一个史蒂夫提醒道。“嗯，是不早了，回去吧。”Java最后回头看了一眼，不舍地离去了。第十章 濒死（1500字）第十章时间已近中午了，祭天的仪式快要开始了。CAT和二菌站在了祭坛下方。“我们能行！”“一定行！”两人相互鼓励道，踏上了直通云霄的阶梯。台阶上的守卫纷纷将目光集中到了最底端的两个渺小的身影上。从骷髅们的眼眶里也可以看出它们的惊讶，谁能想象两个弱小的史蒂夫会来打搅骷髅的祭天仪式呢？守卫纷纷向CAT和二菌靠近，排成井然有序的弓兵编队，前排的凋零骷髅随时保护着后排的骷髅，看上去牢不可破。二菌和CAT丝毫没有畏惧，一步一步地接近着守卫队。后排的骷髅已经张弓搭箭，瞄准了CAT和二菌，一旦他们进入射程，就将被乱箭击中。CAT和二菌默契地对视了一眼，随后两人突然开始不规则地跑动。这样的跑动令骷髅射手彻底混乱了，他们完全找不准目标，而且也不知道该瞄准哪个人。前排的凋零骷髅看到CAT和二菌逼近了，立刻将剑立起，向前一步，随时准备迎战。CAT和二菌进入骷髅国以来还没有和凋零骷髅交战过，但是时间容不得他们多想。“撞他们！”跑在前面的CAT下意识地做出了决定，她直接侧身撞向凋零骷髅的下身，事实证明这个决定是正确的，骷髅由于身体构造的缺陷很难弯腰，于是下身就成了他们最大的弱点，几只凋零骷髅被CAT撞到后失去了重心，从台阶下滚了下去。CAT也没好到哪去，她重重的摔在了台阶上，一时半会缓不过劲来。二菌趁乱闪到骷髅的队伍中，后排的骷髅顿时惊慌失措的将箭射出，但是都没有命中目标，反而射中了其他骷髅。“下去吧！”二菌将眼前几个骷髅扫到，踢下了台阶。CAT从台阶上吃力的爬了起来，她的额头上多了几道血淋淋的伤口。“CAT你没事吧”二菌关心地问道。“现在没时间管这么多”CAT擦了擦脸上的血迹，“快看!那是什么”只见祭坛的中间出现了一根光柱。“那是信标！他们的仪式已经开始了！”二菌指着光柱大喊道。“那还等什么！快去阻止他们！”CAT毫不犹豫地向祭坛顶端跑去。“喂！等等我”二菌紧随其后  祭坛上方。凋零对着信标念着骷髅语的祭文，接着凋零朝着天空大喊了一句，走向了中心的一个石台，FO和村民正躺在上面。四周的骷髅顿时躁动起来，开始兴奋的喊叫。凋零露出了利齿，准备结束这两个卑微的史蒂夫的生命。就在这时，祭坛的边缘传来了史蒂夫的声音“住手！”CAT用剑指着凋零，毫不惧怕地直视着它。一旁的二菌用剑撑着地面，本来二菌也想说几句，但是实在是累的说不出话。凋零转过身来，惊讶地注视着这两个史蒂夫，这是第一次有人在他主持的祭天仪式上添乱。不过随后，凋零的脸上浮现出了轻蔑的表情。两个史蒂夫？恐怕连两分钟也活不了。凋零转过身去，要继续完成祭天仪式。石台上的FO吐出了口中的布团，竭尽全力对CAT和二菌喊道：“CAT，二菌，你们快走，你们打不过他的！不要因此丢了性命！”“FO我们不会丢下你不管的”二菌坚定的说。骷髅潮水般地涌来，将CAT和二菌围住了。这次由于没有地形的帮助，再加上骷髅的数量之多，想要救出FO几乎成了不可能完成的任务。CAT握紧着手中的钻石剑，准备先发制人，但是骷髅还是抢先了一步，几支弓箭向CAT和二菌射来，CAT勉强地用剑挡住了。而二菌准备不足，被几支弓箭射中了右腿，不过二菌这次没有哭天喊地，他咬牙坚持了下来。二菌和CAT展开了第一波攻势，在攻击范围内的几个骷髅相继被二人刺倒，不过这对于骷髅群来说简直是挠痒痒。很快地，天空就被密密麻麻地弓箭布满了，二菌和CAT纷纷招架不住，身中数剑趴在了地上。而凋零的牙齿几乎已经贴在了FO的脸上“不！”二菌说着便用尽全力将手中的钻石剑丢向了凋零，钻石剑砸中了凋零的脑袋。凋零愤怒地转过身来，吐出了一个会爆炸的头颅，头颅在二菌和CAT身旁爆炸了，CAT和二菌飞出几米，重重的摔在了地上。“能和你们度过那么多美好的时光是我的荣幸”cat虚弱地说出了这句话，随后静静地闭上了眼睛，等待着死神的降临。  突然，就在不远处，传来了清晰而响亮的史蒂夫语“我来救你们了！”第十一章 绝地反击 （5109字 这章略多= =）　一个史蒂夫从台阶走了上来，二菌勉强睁开眼睛“Java……你怎么来了”“我回到营地后觉得不能放弃你们，所以我就来了”Java微笑道，从口袋里拿出两个装有红色药水的瓶子，砸在地上。CAT和二菌顿时觉得体力恢复了，身体各处的疼痛也减轻了不少。“这是什么？”二菌站了起来，难以置信地问道。“这是治疗药水，你们这些住在城里的史蒂夫一定没见过吧，哈哈”Java有些得意地说道。“现在可不是聊天的时候！”要不是Cat提醒，他们都不会注意到凋零愤怒的目光。凋零万万没想到，竟然会有这么多人来解救这个祭品，他决定先把这些恼人的入侵者解决了。骷髅们自觉地为凋零让出了一条道路。第一次见到凋零全貌的Java不禁打了个哆嗦，颤抖地问道：“这是什么东西。”“这是凋零，我们的朋友就是被他抓去了。”cat也不由自主地后退了几步。“Java，刚才我和cat的剑都被炸断了，你身上还有别的武器吗”二菌等到快进入凋零的射程时想起他们现在手无寸铁。“呃…弓和箭倒是有，你们先用着吧。”Java从背包里拿出两副弓和一捆箭交给cat和二菌。    凋零突然加快了前进的速度，朝毫无防备的史蒂夫们扑来。“啊！”Java用剑挡住了凋零的利齿，但不到五秒钟，他的剑就如同豆腐渣一般被凋零碾碎了。凋零正准备进攻手无寸铁的Java，突然感到脑后一阵疼痛，转过身来发现二菌和CAT不知何时钻到了身后，用箭击中了凋零两侧的头颅。  如此被史蒂夫戏耍令凋零感到异常愤怒，他大声喊叫示意四周的骷髅加入战斗。离骷髅群最近的二菌很快就被骷髅包围了，Java和他的队员也被凋零逼倒在地。所有的目光都集中到了cat身上，随着cat射出的弓箭远远偏离目标，几个史蒂夫都叹了一口气。“这次完了吧。”二菌瘫坐在地上。这时，cat的嘴角露出了不易察觉的笑容。   事实上，cat射出的弓箭并不是冲着眼前的骷髅去的，而是冲着石台上的FO身上的绳子去的。石台上，cat的弓箭精准地击中了FO的绳索，他挣脱了绳索，小心地爬起来，尽量不引起其他人的注意。FO看到了石台附近的一个火盆，这是每个祭祀场地都有的，但此时火盆就是一颗威力巨大的燃烧弹，他悄悄接近火盆，用尽全力将火盆推倒在骷髅群中。    骷髅的惨叫声将所有人的注意力转移到了战场的另一端。整个祭坛顶端瞬间变成了火海，骷髅开始逃窜，二菌cat他们都淹没在了人海中。凋零这时显得手足无措，他试图阻止骷髅的逃散，但这只是徒劳，他的攻击目标也都不知去了哪里，他现在唯一能做的就是在骷髅群里寻找史蒂夫的身影。   躲在石台后方的FO暗自窃喜，因为他似乎完全被敌人无视了。这时，石台上方传来了敲打声，FO探出头来一看，发现是那个和他一起被当作祭品的村民，他用恳求的眼神看着Fo，很明显，他想让Fo帮他解开绳子。  “我怎么忘了这家家伙”Fo小声嘀咕道。Fo显得有些犹豫，因为如果要爬到石台上帮村民解开绳子就意味着自己会完全暴露在敌军的火力下，但是他已经管不了那么多了，毕竟救人要紧。Fo爬到了村民身后，瞟了一眼身后的凋零凋零。它应该发现不了我吧……Fo努力控制住颤抖的双手试图解开绳索，由于紧张，他好几次把绳结弄得更复杂了。“Fuck”Fo忍不住骂了一句。凋零敏锐的耳朵迅速捕捉到了这句史蒂夫语，他将眼睛望向了石台。“离我远点”二菌厌恶地推开了一个被烧掉了一条胳膊的骷髅。现在骷髅群已经完全失去了战斗力，却为他们提供了一个很好的掩体，凋零已经好几次从二菌的头上经过而没有发现他了。这时，二菌看到凋零转向了另一侧。那里是……石台？紧接着，二菌就看到Fo坐在石台上面给村民解绳子。这家伙……搞基也要看是什么时候啊，二菌立刻跑向祭坛中央。另一侧，cat和Java也看到了这一幕，准备赶去帮忙，但是却被成群的骷髅挡住了，虽然这时候骷髅已经很少了。现在可以说FO的生死取决于二菌能不能及时赶到了。  石台上，Fo正全神贯注地解开村民身上的绳结。“这破绳子，怎么越解越乱啊。” Fo抱怨道。这时，村民突然瞪大了眼睛，似乎想张嘴说话。“别急……很快就解开了。”Fo安慰道。村民好不容易将嘴里的布吐了出来,冲Fo喊道“看你后面！”Fo转身一看发现三颗硕大的头颅正盯着他。“啊”Fo吓得滚到了石头下方。凋零轻松地将石台撞碎，村民滚到了一边，再也没了气息了。Fo本想逃跑，但是毕竟几天没吃饭了，他刚跑了几步就摔倒了，凋零准备将Fo叼起来时，二菌才慢悠悠地赶到。“你……不要动他啊，我警告你”二菌虽然提高了声音，但是仍压制不住他的恐惧，即使隔着十万八千里也能看到他的腿在抖。凋零转过头来一看，发现是个拿着凋零骷髅用的石剑的史蒂夫。  吸取以往的教训，为了不以一敌二，凋零决定先解决其中一个。凋零用尾部将Fo连同铺地板用的石砖一同扫飞，Fo直接砸在了中间放置信标的塔台上，这下自然摔得不轻，Fo基本失去了战斗能力。凋零现在可以放心的解决另一个史蒂夫了，他转过身来，二菌吓得一哆嗦，但也只能硬着头皮上了。“啊！”二菌闭上眼睛，大喊着冲向了凋零。这丝毫没有构成威胁，凋零一侧身便闪了过去，并立刻将头颅撞向二菌，二菌跌跌撞撞地用剑挡住了，不过紧接着凋零又吐出了一颗爆炸头颅，二菌瞬间被炸飞了，一时半会爬不起来。 这样一来就解决了两个史蒂夫了，凋零继续搜索着下一个目标——其实已经不用搜索了，因为到这时整个祭坛上就只有史蒂夫，凋零，和一堆骨粉了。  CAT和Java面面相觑，他们附近的骷髅都已经变成骨架了，现在他们完全暴露在凋零的视野内。“现在怎么办”Java捅了捅身边的cat。“现在……除了跑还有什么办法？”cat说罢撒腿就跑，Java愣了几秒，向另一个方向跑去。Java跑了一阵后回头一看，发现凋零正紧更着他，而且越追越近。Java觉得这样下去不是办法，他对另一侧的cat大喊道：“我们跑不过他，这样下去会被它追上的！还不如直接和他正面交锋。”Java突然转过身来，用手中的剑指着凋零。凋零一惊，他没想到这个史蒂夫这么竟敢对他发起挑战。另一侧的cat则也从后方及时赶到，凋零被两个史蒂夫前后夹击，情况十分不妙。这样的情况凋零也不是第一次遇到了，他准备像对付Fo和二菌一样先解决其中一个史蒂夫。凋零转过身来，准备先攻击看起来比较弱小的cat。但是他没想到，这两个史蒂夫的配合比之前那两个默契多了。当凋零张开嘴准备吐出爆炸头颅时，Java射出一支弓箭，命中了凋零的后背，凋零再次转身，转而攻击Java的时候，cat又一剑刺中了他的肩膀。“看这笨拙的家伙也不是多难对付嘛”Java望着伤痕累累的凋零得意地说。凋零看到Java轻蔑的神情忍不住给了他一发凋零头颅，Java虽然及时躲闪，但仍被飞溅的石块打伤了。“噢，砸到我的头了。”Java揉着头上的伤口说道。而另一侧的cat有了令人震惊的发现，她指着凋零的后背对Java大喊道：“快看呐！他的伤口怎么消失了！”“Shit，他不会在吸我的血吧！”Java也惊讶于凋零的伤口恢复速度，Java被攻击之前凋零的后背的伤口还在留着黑色的血液，Java被击中后凋零后背的伤口又重新被坚硬的骨头覆盖了。“千万别再被他打到了，不然我们又要白干了。”说话间，凋零的三个头同时射出数枚头颅，不过都没有命中Java和cat。“这是要干什么……”Java刚说到一半便发现问题了，凋零的头颅将周围的一圈炸了个遍，只有凋零和cat和Java所在的地面没有被炸到，如果要不掉下去的话Java和cat的活动范围就只有几平方米了。这是凋零计划好的，他已经张开嘴准备给两人最后一击了。“我不会摔死的，我不会摔死的……”Java给自己打了打气，在凋零射出头颅前跳下了深坑。Java在空中的时候，凋零的头颅已经将刚刚他站立的石柱炸得粉碎了。另一边，cat就聪明多了，她先是跳到深坑壁上停顿了一下，然后再一蹬落到地上的，而Java已经摔得鼻青脸肿了。   现在，凋零有了地形优势，他开始疯狂轰炸坑里的两人。Cat和Java只好靠在凋零所在的石柱上，用剑挡着飞溅的石碎。“这样下去不行，我们会被石块活埋的！”Java大声喊道，声音勉强盖过了头颅的爆炸声。“对！我们不能再在坑底待下去了，我们会死在底下。”cat拿出了磨损严重的石剑，插进了凋零所在的石柱的石壁，随后用脚蹬着石壁，然后将剑插到更高处，一直往上爬。Cat是跑酷爱好者，爬得还是比较轻松的，而Java作为一个史蒂夫国军人也非常善于爬墙。Cat和Java爬到一半时，凋零才察觉到，他瞄准Java吐出了一颗头颅，石柱瞬间被炸掉了一大块。“啊”Java惨叫了一声，他的右臂被头颅直接命中了，他的剑被炸成了粉末，手也被严重烧伤，基本失去了活动能力。当Java以为第二发头颅会接踵而至时，出现了让人意想不到的转折。石柱突然发生了倾斜，凋零一下子没站住，从石柱上重重的摔在了坑底。凋零一侧的头先着地，由于受到凋零体重的压迫，凋零的一个头直接摔折了，也就是说凋零基本失去了飞行的能力。“哈，他自己作死，看吧，现在摔死了。”Java兴奋地喊道。“快往上爬，你看，他还活着”cat已经快爬到石柱顶端了。只见凋零的身体周围多了一层光圈，随后调零慢慢地爬了起来。“他还活着！”java惊呼道。“你还等什么啊，快爬啊！”站在石台上的cat都替Java感到着急。“我也得想啊，但也得爬得动啊，cat你快离开石柱，，我来对付他。”Java试着将身体往上甩，但是爬行速度依然很慢。“好吧，你爬快点，这把剑给你，紧急的时候用。”cat将石剑精准地扔到了java头上的石壁上，Java用嘴咬住了剑，手扒着墙，手嘴并用往石柱顶端爬去。   Cat已经跳到了地面上，她往下一看，发现凋零已经站了起来，盯着正在往上爬的Java。“Java！他盯上你了，快点爬上去。”java将嘴里的剑先插在了石壁上，对CAT说道：“帮我阻止一下他，我很快就可以爬上去了。”cat抽出了腰间的弓箭，射向了凋零，但是凋零身上的光圈竟然将弓箭反弹了回去。“弓箭对他没有用”cat冲Java喊道。“等等，我很快就可以爬上去了。”Java离石柱顶端只有不到三米的距离了，但是由于体能的巨大消耗，他爬墙的速度也大大减少。凋零想飞起来，但他发现一侧的头颅折了，只好爬墙追赶Java。Java的体力已经近乎透支了，他望着两米外的石柱顶，看起来似乎遥不可及，Java一咬牙，用尽剩下的力气往上一蹬，终于爬到了石柱顶端，他长呼一口气，正当他以为可以休息时，石柱旁又传来了凋零的低吼声。“噢！饶了我吧。”Java虚弱地站起来，用左手捡起只剩半截的石剑，准备跳到地面上。“Java！拉住我的手”地面上的cat伸出了一双手，Java正准备将手伸过去的时候，突然感到裤子被拉住了，转身一看，竟然是凋零将头伸了上来咬住了Java的裤腿。凋零一跃跳到了平台上，Java将剑一扔，主动放弃了抵抗，对身后的cat喊道“cat，快跑！”Java刚说完，凋零就撞向了Java，这时凋零的体力也好不到哪去，撞击的速度比之前慢了不少，不过Java闪避的速度更慢，他身后的背包被凋零顶到，Java的背包勒着他远远的飞出了大坑，摔在了信标附近，背包则在空中与Java分离，落在了Fo附近。Java现在的生命值很有可能刷新了活史蒂夫最低生命值的记录，没准一个石块现在都能了结Java的生命。“该死，我怎么忘了还有背包这个东西”Java后悔地捶着地板，他的背包里有很多有用的武器，可是他就这样背着个武器库用石剑打了一场战斗。“我的背包呢？”Java环顾四周，他的目光落在了中心石柱旁的Fo身上，背包就在他身旁，Java突然心生一计，看到了战胜凋零的希望。“cat！”Java对正在躲避凋零的cat说，“把凋零带到石柱旁边，我有办法了！”“等会，我想办法过去。”这时cat正被凋零压制在石坑附近，忙于躲闪凋零的爆炸头颅。Java转过头来，对背包旁边的Fo喊道：“Fo，快醒醒，我们需要你”但是Fo依然趴在地上一动不动，Java见状只好一狠心，拿去地上的一小块石头向Fo扔去。“噢！谁打我”Fo一下子爬了起来。“Fo，快打开那个背包，里面有个TNT，看到了吗”“嗯……但是你要TNT干什么？让我当人肉炸弹去炸凋零？”Fo从背包里翻出了一颗炸弹。“怎么可能，你爬到信标所在的石柱后面，等Cat把凋零引到石柱前的时候引爆炸药，让石柱把凋零砸死。”“可是这样风险很大，我现在走不了，只能爬去，如果我没有及时赶到，cat就会有危险。而且石柱爆炸的时候，如果cat不及时躲开，也会被石柱砸到。”Fo不太同意如此冒险的计划。“你们不是冒险家吗？你们应该有这种冒险精神，而且cat一个人是打不过凋零的，不如赌上一切，试一试。”Java坚定地说。“嗯……好吧，但愿能够成功。”Fo拖着背包爬向了石柱后方。Cat也终于摆脱了凋零的纠缠，她利用速度从侧面的空隙突围了。Cat跑向了石柱，身后的凋零追得并不紧，因为凋零失去了飞行的能力，所以Cat现在还有充足的时间和Java商讨计划。“Java，我到了石柱之后要做什么？”Cat对远处的Java说。“等会Fo会从石柱后面引爆TNT，你听到点燃TNT的声音后就马上跑，让石柱把凋零砸死。”“你确定万无一失吗？这么大胆的计划可不是开玩笑的。”Cat道。“现在没有比这更好的方法了，总比你一个人和凋零死磕强吧？”Cat不知不觉已经到了石柱前，Fo也已经绕到了石柱后方，消失在了Java的视线里。现在已经到了整个计划最关键的时刻，所有人的心都提到了嗓子眼，cat当然是最紧张的一个，她的手几乎把剑把握碎了。Fo你可以快点啊，cat在心里默念道。凋零已经把cat逼地贴在了石柱上，见到cat无路可逃了，凋零用头用力顶向cat。“啊”cat惨叫了一声，疼得几乎要跪在了地上，但是她不能走，如果她离开了整个计划就失败了。“Fo你倒是快点啊！”Java冲石柱后方大吼道。这时，cat终于听到了救命的点燃引线的声音，cat俯身从凋零下身的空当滑了出去，凋零转过身时，身后的巨大爆炸将石柱推倒，重重地砸在了凋零身上。  凋零再也没站起来，它空洞的眼神为骷髅国的旅行画上了句号。　第十二章 尾声 （622字） 尾声    “它死了吗？”从石柱后爬出来的Fo问道。“我想是的”cat踹了一脚凋零毫无生气的头颅。“我们好像忘记了一个人”三人几乎同时想到了这一点，他们将目光聚焦到了躺在地上的二菌身上。“他该不会出事了吧”cat有些担心地说。这时，三人听到了清晰的打呼噜声。“这家伙竟然睡着了！”cat揪着二菌的耳朵将他弄醒。“噢，你弄疼我了”二菌终于醒来了，看起来他没受什么伤，“怎么样，你们把凋零打死了。”“那当然，在我的领导下”Java得意地说。“你们怎么能让一个龙套抢了主角！”二菌不满地说道。“谁叫你睡觉”cat对二菌在如此危急的情况下也能睡着不得不佩服。    “好了别闹了，先看看自己有没有缺胳膊少腿，治伤要紧。”Java从背包里拿出几瓶药水。二菌和cat看上去伤得不重，只有些皮外伤，而Fo和Java情况就不容乐观了，Java的右手被烧伤，而Fo的右腿出现了骨折的情况。还好Java有神奇的治疗药水，四个人很快就恢复了健康。随后Java给cat二菌和Fo分了点面包，他们三个已经两天没吃饭了。  “Java，你擅自跑出来救我们，不会有事吗？”二菌边嚼着面包边问道。“唉”Java脸色一沉，“或许这是我在史蒂夫国军队服役的最后一天了，我没经过批准就擅自行动，可能会被开除。”“不会吧，你救了我们三个，他们不能这么做！”二菌感到十分不解。“没办法，谁叫这是规定呢。”Java苦笑道，“我想我要走了，我的背包就留在这吧，我以后可能用不到了，里面的吃的，装备，够你们用一阵子了。”“希望我们能再见”Fo对Java的离去感到十分惋惜。   Java走下了祭坛的台阶。太阳也升起来了，照亮了前方的路，明天等着他们的会是什么呢？\n总字数18364\n\n\n以上就是第一部的内容了，第一部只是三部曲的起始篇，很多内容在第二，第三部才会交代，所以不要奇怪第一部有很多内容没交代清楚。这部小说呢，是为了纪念我和好基友@魂梦归他处 （Fo）和@2466426503 （cat）的基情而作的，本部里面Java（不玩论坛）也客串了一把，也要谢谢我的好基友们在我创作过程中给予的帮助。其实Fo也写了一篇类似的小说，也是关于我们三个的搞基故事的= =，给个友情链接，如果对这三个基友系列作品感兴趣的话可以去看看：http://www.mcbbs.net/thread-278223-1-1.html@fff1123 @asc9966 @路邊電燈泡 \n最后给我们群组打个广告：下一个天亮建筑群，欢迎大家加入\n[groupid=659]下一个天亮●·建筑群[/groupid]",
    "replies": [
        {
            "author": "魂梦归他处",
            "timestamp": 1400842080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1400853720,
            "txt_content": "Java现在的生命值很有可能刷新了活史蒂夫最低生命值的记录，没准一个石块现在都能了结Java的生命。“该死，我怎么忘了还有背包这个东西”Java后悔地捶着地板，他的背包里\nJava應該在這時候就死了才對"
        },
        {
            "author": "likeliang",
            "timestamp": 1400854500,
            "txt_content": "路邊電燈泡 发表于 2014-5-23 22:02\nJava應該在這時候就死了才對\n好吧= =。java捶地板而死"
        },
        {
            "author": "fff1123",
            "timestamp": 1400883900,
            "txt_content": "只看到一个初次写小说的家伙挂着创作徽章"
        },
        {
            "author": "HGK",
            "timestamp": 1400888760,
            "txt_content": "Java\n这玩意成人物了"
        },
        {
            "author": "likeliang",
            "timestamp": 1400903820,
            "txt_content": "HGK 发表于 2014-5-24 07:46\n这玩意成人物了\n我有个基友真的叫java= ="
        },
        {
            "author": "likeliang",
            "timestamp": 1400903880,
            "txt_content": "fff1123 发表于 2014-5-24 06:25\n只看到一个初次写小说的家伙挂着创作徽章\n被机智的你发现了= =（233我把勋章去掉了）"
        },
        {
            "author": "2466426503",
            "timestamp": 1400924160,
            "txt_content": "为什么你喜欢叫女的为基友捏（都说了不要叫我基友）"
        },
        {
            "author": "fff1123",
            "timestamp": 1401328620,
            "txt_content": "likeliang 发表于 2014-5-24 11:58\n被机智的你发现了= =（233我把勋章去掉了）\n挂着一个石镐的LV9\n\n你还有节操呒"
        },
        {
            "author": "likeliang",
            "timestamp": 1401461040,
            "txt_content": "fff1123 发表于 2014-5-29 09:57\n挂着一个石镐的LV9\n\n你还有节操呒\n我是新人。你好大神"
        },
        {
            "author": "likeliang",
            "timestamp": 1401461040,
            "txt_content": "fff1123 发表于 2014-5-29 09:57\n挂着一个石镐的LV9\n\n你还有节操呒\n我是新人。你好大神"
        },
        {
            "author": "HIM_Java",
            "timestamp": 1403355180,
            "txt_content": "likeliang 发表于 2014-5-30 22:44\n我是新人。你好大神\n我是Java~~默默撸过围观"
        },
        {
            "author": "xitailang",
            "timestamp": 1404263400,
            "txt_content": "LZ，是你的原创？你太有才了啊{:10_523:}"
        },
        {
            "author": "likeliang",
            "timestamp": 1404274260,
            "txt_content": "xitailang 发表于 2014-7-2 09:10\nLZ，是你的原创？你太有才了啊\n原创的哟~"
        },
        {
            "author": "xitailang",
            "timestamp": 1404286680,
            "txt_content": "likeliang 发表于 2014-7-2 12:11\n原创的哟~\n膜拜啊！想学着玩这款游戏，无意中看到你的帖子。没想到MCBBS藏龙卧虎啊{:10_523:}"
        },
        {
            "author": "likeliang",
            "timestamp": 1404960240,
            "txt_content": "\n\n@风之心_天双 \n有图有真相= =论坛回档，昨天的5人气60金粒2贡献还有图章求补全"
        },
        {
            "author": "zhaoxingeabc",
            "timestamp": 1405843020,
            "txt_content": "看完三个主角就喷了\n你这是MC版洛克王国么（非电影版）"
        },
        {
            "author": "likeliang",
            "timestamp": 1405843140,
            "txt_content": "zhaoxingeabc 发表于 2014-7-20 15:57\n看完三个主角就喷了\n你这是MC版洛克王国么（非电影版）\n洛克王国……是什么←误\n没看过的说，完全就是我和另外两个就基友的故事（其中只有一个玩论坛）\n具体的你问@魂梦归他处  吧= ="
        },
        {
            "author": "男人婆",
            "timestamp": 1411386540,
            "txt_content": "LZ你写的太好了，太好了，太棒了，我想给你来一个激情的拥抱"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411651200,
            "txt_content": "额，不知道你们有木有注意Cat大神竟然出现了！"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411651320,
            "txt_content": "话说不知道我是不是以为成另外一个了……"
        },
        {
            "author": "likeliang",
            "timestamp": 1411651500,
            "txt_content": "gggbbb 发表于 2014-9-25 21:20\n额，不知道你们有木有注意Cat大神竟然出现了！\n你认识cat？OAO"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411651680,
            "txt_content": "likeliang 发表于 2014-9-25 21:25\n你认识cat？OAO\n恩，好似在qq上看过……"
        },
        {
            "author": "likeliang",
            "timestamp": 1411651740,
            "txt_content": "gggbbb 发表于 2014-9-25 21:28\n恩，好似在qq上看过……\nQQ上= =哪个群"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411652340,
            "txt_content": "likeliang 发表于 2014-9-25 21:29\nQQ上= =哪个群\n群太多了，去找找……（我又机智地水了一贴）"
        }
    ]
}