{
    "title": "<连载·单章>【蘑菇牛日记】[作者：冥王星人][38]",
    "author": "冥王星人",
    "replyCount": 5,
    "timestamp": 1400853720,
    "txt_content": "正文：\n \n　　\n　　\n　　一只末影人站在村中央水井的木棚上，以稍高角度，俯视周边火焰吞噬下的房屋。\n　　几头僵尸合力攻破一扇房门，鱼贯入侵屋内，瞬间钝物撞击声，瓦器打碎的脆响，无抵抗力村人尖厉哭喊，混合一片。\n　　十数个骷髅骑着洞穴蜘蛛，大道上来往巡视，搜索尸族漏掉的居民，好狠狠补上几只毒箭增添娱乐气氛。\n　　我拉住吉布，躲去至近的橡树，直等到末影不再注视我们藏身的方向。\n　　\n　　“你先走，从屋子外围树后边过去，不要跑太快，也不要出声音。”\n　　“……”\n　　“别愣着，快去。”\n　　用力推了吉布一把，转移到下棵树荫保护。由所站方寸到村口，尚有百余公尺……\n　　几种里唯有专一毁坏的火焰怪不需要提防，僵尸的嗅觉和听觉异常敏锐，只好祈祷我们的气味能被火的热气和噪声遮掩。骷髅骑士虽天生没有感官优势，可攻击距离远速度高，万一被发现难得逃脱。\n　　最棘手的，是那末影。\n　　看它轻轻挥动修长手臂，大批僵尸立即往那方向冲过去，分食受伤的可怜人。经过的地方，啃不动的骨头除外，肉、内脏，以及脑浆，没剩下分毫。\n　　我猜对了，这是场有计划有组织的进攻。我还知晓，凭末影族的习性智力，根本不可能发动这种针对性的规模突袭，它们的背后，必定是“他”。\n　　\n　　跑过几栋房屋，火势逐渐蔓延吞没包围了整个村子。求救低下去，到处焚烧下木材哔剥开裂的声音。\n　　还好这些人，我不太认识。\n　　幸好这些人，关系从不融洽。\n　　他们的遭遇顶多给我带来几秒惋惜，随后即消失。吉布和他们做邻居不知多少年日，昨天还谈侃说笑，今天便葬身尸口，一般的话难以接受吧？\n　　“放弃吧。”\n　　我压着声音再次发出警告，拖住脚步蹒跚的吉布，开始跑最后一段路。\n　　“乔恩、马克……还有你的尤里……就这么……”\n　　“我不知道。”也不愿多想。“没准有聪明的，想法子自救成功呢。”\n　　\n　　随口编造心虚的猜想，背对愈发猛烈的火光，奔向嗜血怪物潜伏的无尽黑夜。\n　　我不得不如此。\n　　或化成盘烤肉，或把命运交托荒野，我宁愿选择后者。\n　　前途即使陌生，经不住拥有世界大部分的智慧。那些知识足以叫陌生变成熟悉，从踏足之地轻松建立美好家园。因此未知无法引起恐惧，反倒比受人牵制的村子，叫我心中欢喜愉悦。\n　　未来，属于懂得利用资源的人。\n　　\n　　“再快点，马上就是了。”\n　　“不行了Steve……”\n　　吉布居然在兴致渐高当口突然摔倒，害得我险些跟着跌跤。\n　　“你干什么------？！”\n　　“Steve，我年纪大了，而且……”他较刚才颤抖更剧烈，声调充满绝望。“大家……”\n　　“难道世上没别人了吗？！”我愤愤背上这没用的老头子，边走边骂。“你想死可以，在这里不行！早知道你有这样意愿我还费劲一起逃出来干什么？一个人走的话省力得多！管你多大岁数，想与不想，哪怕出去活了一天，也不能在这里停步！！”\n　　\n　　原本拥有一切，眼下一切全没了。\n　　试问还可以失去更多？受更大威胁，状况更差？\n　　我，不能回答；我，必须避免。\n　　\n　　敌袭继续，不知多少死骸增作了毁灭的燃料，我只在意这一刻，不同种族整齐的共鸣。\n　　什么令手臂挥起，什么使众目注视？脊背刺骨的寒意又来自何方？末影无神的紫眼和我的视线接触，它高举的右手，缓慢落下，笔直标示我的方位。\n　　不……糟了！\n　　\n　　\n\n\n索引：\n \nhttp://www.mcbbs.net/thread-98718-1-1.html\n\n\n废言：\n \n码字状态继续ing。。。。。。\n",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1400853900,
            "txt_content": "冥王v5！！\n快用更新屠版吧！！"
        },
        {
            "author": "geludan",
            "timestamp": 1400854200,
            "txt_content": "这个居然还在连载？！流弊"
        },
        {
            "author": "a2455564728",
            "timestamp": 1400854320,
            "txt_content": "真屠版就好玩了"
        },
        {
            "author": "银狼",
            "timestamp": 1400854380,
            "txt_content": "刚刚回来就发现了新篇 0 0"
        },
        {
            "author": "the-blaze",
            "timestamp": 1400855520,
            "txt_content": "楼主太强了！外星人果然是稀有资源！"
        }
    ]
}