{
    "title": "【DK13秘密报告】作者：羔羊君    番外：共济会简介",
    "author": "沉默的羔羊",
    "replyCount": 1,
    "timestamp": 1400895360,
    "txt_content": "此为搬运，真实的历史：“共济会”是这一组织在中文里的正式通用名称，取自其组织性质，即“同舟共济”。在台湾的共济会则自称为“美生会”，意即“追求美好人生”，取自石匠的英文单词“Mason”，会员之间以“兄弟”互称，其口号就是“四海之内皆兄弟”。其他的中文称谓还有同济会、规矩会、梅森会等。共济会在英文里的正式拼写为“Freemasonry”，从字面翻译就是“自由石匠工会”，其他的拼写还有masonic、masonry、freemasons等，在欧美共济会里面广为传颂的一句共济会名言就是“Make a good man better”（使一个好人变得更好），这也是他们的立会核心宗旨。\n需特别注意的是共济会这个词是一种泛称，代指全球所有的共济会组织，这些组织采用相近的名称以及仪式传统，在历史上拥有传承关系，但随着共济会在历史上的不断分化，这些组织在司法上都已经是彼此独立的，目前形成了英美风格、拉丁风格、北欧风格、女性风格、非裔风格、混合风格这几个主要体系，这些不同体系的共济会组织在全球并没有一个统一管辖的机构，有些彼此之间甚至还有争执。\n这个体系有其独特的信仰与道德准则，但又主张自由至上，提倡非教条原则。他们自称为远古奥秘知识的守护者，通晓天地自然以及宇宙的奥秘，基本宗旨为倡导博爱和慈善，追求个人美德与完善社会，通过一系列独特的象征符号与仪式教导成员达至一种超凡的精神状态。\n现代共济会出现于18世纪的西欧社会，脱胎于中世纪建筑行业的石匠工会，1717年的圣约翰日（6月24日，圣约翰被古典派共济会视为他们的守护者），伦敦的四个石匠会所（Lodge）的成员组成了联合总会（Grand Lodge），正式名称为 Free and Accepted Masons。这四个会所中只有一个是纯粹的建筑工会，其余三个均为由热衷于社会变革的贵族人士组成的社团。这一事件代表着古代共济会正式转变为哲学性的现代共济会。\n从在启蒙运动时期的英国开始，现代共济会陆续传播到了欧洲各个新兴的资本主义国家，成为了当时社会变革运动中的主力军。在美国独立战争中，法国共济会就为华盛顿的大陆军提供了大量帮助，后来在北美逐渐发展壮大，成为当今共济会最为兴盛的地区。随着历史发展，从19世纪开始，共济会陆续分裂为了好几种体系，这种分裂也对它自身的发展产生了长期的负面作用。\n今天的各类共济会组织在全球拥有600多万的会员，分布在全球各地，其中美国400多万，英国100多万，法国约7万，囊括了社会上士农工商各个阶层与各种信仰背景的人群，其中不乏名流政要，各界精英。\n他们的理念以及活动对现代民主政治文明与全球一体化的形成有着不可忽视的影响，但一些阴谋论者与激进的宗教分子则认为他们是一个追求财富与统治世界的反人类、反社会邪恶组织。在其成立一开始就招致了许多保守派势力的的反对和打击。早在18世纪的欧洲就被许多信奉天主教的君主制国家所打压，共济会被指责为策划法国大革命的幕后黑手，在反犹主义猖獗的纳粹统治时期，区内的共济会都遭受到了灭顶之灾。如今在奉行伊斯兰教的政教合一制阿拉伯国家，以及主要的社会主义制度国家中，共济会这类民间结社都未获得合法性。\n海外华人组织洪门（天地会）尽管采用了共济会的标志及英文名，但两者并非隶属关系，在思想传统和仪式上都有比较大的差异。\n共济会并非宗教，在成立的初期属于一种秘密结社，对入会申请者是否有宗教信仰或是什么宗教背景并没有要求，允许持有各种宗教信仰的没有残疾的成年男子加入，但申请者必须是有神论者（可以是犹太教徒、基督教徒、印度教徒等），相信存在着一位神。\n共济会的理神论明显继承了诺斯提教派的宗教思想（Gnosticism，基督教公开时期和基督教进行斗争的各种希腊化教派的总称，公元1世纪兴盛，4世纪因基督教压力而崩溃，剩余势力成为秘密宗教）。而除了诺斯提思想之外，共济会也包含了13世纪左右兴起的喀巴拉（犹太教隐秘哲学）、拉丁炼金术的诸多元素。\n近代共济会对于神的解释来自柏拉图的《理想国》中对造物主的阐述，他们认为神是一位理性的工匠（理性的人格化），而宇宙是神－“宇宙的伟大建筑者”创作的手工品，宇宙的秩序（作品的外形）来自神赋予的理性，这个外在的宇宙称为大宇宙（Macrocosm）；而每一个人类都是宇宙的影子也就是神的复制品“小宇宙”（Microcosm），然而由于材料的先天性的缺陷，这个复制品总是不完美的。然而如果人能够以理性为准绳，以道德为工具，不断地修正自身精神上的缺陷，那么最终人能够凭借自己的努力完善自身，也就是完成了“内在神殿”的建造，成为完美的“石工导师”并且进入神的领域。共济会会员（“石工”）建设“所罗门神殿”的过程象徵着人追求理性和自身完善的过程，在当时的社会背景下是一种先进的思想观念。通过奉行理神论的理想，共济会发起了启蒙运动并且在不到50年时间里迅速扩散到西欧、中欧和北美，建立起可以和天主教会匹敌的巨大体系。伏尔泰、孟德斯鸠、歌德、海顿、贝多芬、萨德侯爵、莫扎特、腓特烈大帝、华盛顿、富兰克林、马克·吐温、柯南道尔、加里波第、爱因斯坦……无数共济会会员的名字如同星光一般闪耀在西方近代史的夜幕之中。\n在隐蔽了将近1300年之后，天主教会再次面临强大的挑战，这令教廷十分恐惧。1738年，教皇克莱门斯12世命令禁止天主教徒加入共济会，违反者将被教会开除（共济会允许天主教徒入会，但并不积极鼓励），在18世纪后半叶教廷一直致力于打压共济会，至今双方的关系仍不怎么样。\n共济会在全球都有发展，但并没有全球中心。共济会分为两级组织：会所和总会所。会所名称为阿拉伯数字编号和地名的组合。总会所是共济会的最高组织形式，各总会所之间的关系是平等的。在多年的流传中，各总会所之间在章程和仪式上会有一些差异。总会所往往是在司法管辖区内以社团的形式注册的公开的合法机构。\n现代共济会在服饰和仪式上分为约克礼（13级）和苏格兰礼（33级），另外还有北欧的瑞典礼（11级）等。[3]\n人事构架尊者尊主，Worshipful Master，简写WM\n共济会会所（Masonic Lodge）的高级官员是会长（Master），通常会挂衔“尊者尊主”（在苏格兰，根据苏格兰宪法，通常被成为“右尊主”）。尊主通常坐镇在会所的东方位置，指挥会所的大小事务。他拥有很大的权利，不需要参考其他会员的意见。他还负责主持仪式和庆典。\n成为尊主是一个会所所能赋予其会员的最大荣耀。本职位由选举产生，一般是由不记名投票方式进行。然而，在大多数会所，该职位通常是由上一年的高级督导员（Senior Warden）担任。\n需要指出的是，虽然尊主被冠以“尊贵”头衔，但并不意味着他是被膜拜的。相反，这个词在这里的意义更多是“给予尊重”，类似的用法比如称法官为“尊敬的法官阁下”，称市长为“尊敬的市长大人”。实际上，市长和法官在英格兰的部分地区依然被成为“尊贵的”，或“荣耀的”。法国共济会使用“可敬的”（Vénérable）来尊称他们的会长。\n当任期结束，尊主会被称为前会长（Past Master）。前会长的职责和特权因会所和辖区的不同而异。例如，在一些辖区，前会长可以获得总会所的投票资格，而另一些辖区则不行。在大多数辖区，前会长依然继续享有“尊贵”头衔（例如“尊兄史密斯”），而少数一些辖区则规定唯有现任会长可享有尊贵头衔。\n与尊主相应的更高级职务是总会长（Grand Master）。总会长除了可以掌管自己的总会所，在其辖区的所有会所也享有一定的权利。总会长通常挂衔“至尊主”（Most Worshipful）。\n高级督导员 （Senior Warden）\n高级督导员（有时被称为首席督导员）在会所三位主要官员中位列第二，并且是会长的副手。在一些区域，如果尊主缺席的情况，高级督导员将主持会议，被称为“理事长”（acting Master），并且可以代理会长掌管会所内的所有事物。在另一些区域，包含英格兰总会所和爱尔兰总会所，只有现任会长或前会长可以任职“理事长”，因此如果高级督导员不是前会长的话就不可以担任该职务。在很多会所，高级督导员将会被内定成为下一任的尊主。\n初级督导员 （Junior Warden）\n会所三位主要官员的第三位就是初级督导员（或次席督导员）。初级督导员负责在会所举行宴会或其他社交活动。在一些区域，初级督导员拥有一个特殊的职责，保证所有来访共济会员拥有所有必须的凭证。在其他地区，这是属于守门人（Tyler）的职责。在一些区域，初级督导员在会长和高级督导员都缺席的情况下可以主持会所。\n督导员是会所的常规官员，意味着这些职位必须没有空缺。\n司库 （Treasurer）\n司库的职责是记账、收集会员年费，支付账单，并向总会上交年度会费。\n年度财政报告是一个会所持续经营能力的重要度量标准，同时年度会费的缴纳也是至关重要的，因为（有意或无意）的付款失误都将导致会员失去投票权、访问其他会所的权利，甚至会被禁止进入他自己的会所，或被驱逐。\n通常司库是由有经验的前会长担任，但这不是必需条件。\n秘书 （Secretary）\n秘书的职责包括发出传票（会议前的正式通知，包括时间、地点和议程）、会议记录、完成统计并汇报给总会，以及对尊主提供程序流程方面建议。\n许多独立的会所制定有额外的职责，例如，秘书必须服务于特定的委员会。\n尽管所有会员均可以任职秘书，但一般情况下是由有经验的前会长担任。\n执事 （Deacons）\n执事是会所中的初级官员。在大多数地区，会所设有两位执事，分别服务高级督导员与初级督导员（然而有时候首席执事和次席执事在职责上可以互相调换。）\n首席执事的主要职责，是在会所内指挥管理新人，并在某些特定典礼上为他们发言。另外如果有需要还要协助尊主，并且在会长和高级督导员之间传话。\n次席执事的职责与首席执事很相似。次席执事的主要职责是协助首席督导员，并在两位督导员之间传递信息。在一些地区，他还要负责镇守会所大门的内侧，并保证会所被“封闭”（在另外一些地区这项工作交付给内卫或随从）。\n干事 （Stewards）\n干事负责一系列的初级助理事务。即便在同一区域，他们的职责也有很大的不同。他们的一些共同职责如下：\n干事往往担任首席执事或次席执事的替补，如果上述人员缺席的话。\n当受阶典礼进行时，一个或更多的干事将被要求协助两位执事在圣坛（temple）上管理新人。\n在很多地区，干事的传统角色是在会所会议结束后的宴会上侍酒。通常他们的职责会被扩展到监管整个宴会的膳食和小食。\n一些地区有特别的规定，一个会所有两位干事，首席干事和次席干事。其他地区对干事的数量不做限制，这样的情况通常是特殊的。尊主可能会根据其会所的大小和需求指定任意数量的干事。这些额外的干事通常被称为助理干事（Associate Steward）。\n虽然干事通常由新会员担任，但根据传统，在一些会所前会长通常会被指派督导干事的工作。\n守门人 （Tyler）\n守门人也被人称作会所“外卫”。他的职责是守卫大门（从外面），持锋利的出鞘之剑，保证仅有那些有资格参加会所会议的人通过大门。在一些地区，他还要为新人准备许可证。守门人通常会负责在会议前布置会场，并在会后保存和维护所有的会徽等仪式用品。\n在一些区域，守门人由前会长担任，而在其他区域他可能是从其他会所雇来的兄弟（Brother）。\n以上所列均为普通人事构架，不同的会所可能会有不同。\n在中国美生会，还可以看到更多细分的职务，例如：\n“总会监、总司祝、总司导、总司讲、总司礼、总司旗、总司剑、总司经、总司客、总司事、总司护、总司乐、总司卫”等等，分工非常精细明确。\n会员制度在正式的共济会会所规定中，入会的条件为出于自愿、无犯罪记录、身心健康、相信存在一位造物主的成年男子，如果入会以后有任何犯罪行为将被开除会籍。因其属封闭的社团形式，如无两位以上美生兄弟推荐，外人也无法得以加入，也不能有被拒绝入会的记录，且其考核欲加入兄弟之时间，短则半年，长则无限。而且早期时入会之后，不得向他人揭露其会员身份。\n共济会会员共分为33个级别，用度的符号“°”表现，但只有1°到3°涉及到等级概念：\n1°会员被称为“学徒”（英语：Entered Apprentice），不是正式会员\n　　2°会员被称为“技工”（英语：Fellow Craft），不是正式会员\n　　3°会员被称为“导师”（英语：Master Mason），正式会员\n从3°到33°都是平级的。不同的级别在共济会意味着不同的研究学习内容，也代表了会员在不同时期的发展；比如33°是共济会内部研究宗教的级别。\n申请条件以下为英美体系共济会的传统入会要求：\n依据美生会的宪章，对美生的加入，有其严谨的要求，也就是说他必需是：\n1.　出於自身之意愿。\n　　2.　在总会辖区内居住满十二个月以上。\n　　3.　年龄在二十岁以上之男性。\n　　4.　相信神的存生（不限任何宗，也不需为教徒，但绝非无神论者）。\n　　5.　无犯罪之记录。\n　　6.　未曾被其它美生会拒绝入会的人士。\n　　7.　二名美生会员的介绍之下，办理申请入会手续。\n循美生会考核方式，逐级晋升，登堂入室，终至成为一位共同修业进德的美生。\n而对于大东方体系的共济会来说，并不需要必须为有神论，混合型和女性的共济会接纳女性，在年龄上各地区也不尽一致。\n入会议式1745年在法国巴黎一场三度会员的入会的仪式\n在会员每次晋级的时候，都要在会堂内举行相应的仪式。\n3°会员为共济会的正式会员，需要在经历一次模仿建筑师西贡·阿比夫之死的启蒙仪式，在仪式中象征性地“死亡”，然后“复活”。这个级别的仪式也是所有共济会礼仪中最为重要的一个。\n经历仪式的新会员被蒙住双眼，赤膊上身，脖子上套一绳索，名为“牵引绳”，由三个叛徒朱比拉（Jubela）、朱比罗(Jubelo)、朱比伦（Jubelun）带往会堂（有时是地下室）。进入会堂后，要走过一个踏板，上面绘有象征符号。途中三个叛徒依此向西贡索要秘诀，西贡说圣殿完工之后才能告诉他们（西贡这个人物在《圣经》列王记上· 第七章中有提及，中文和合本中译为户兰），最后西贡被杀害。三个叛徒将西贡抬到圣坛前，那里有三盏蜡烛，象征三大光明。在周围的会员咏唱完祷文后，接下来扮演西贡的会员将复活，去掉蒙眼布，看见三盏烛光（有的地方改为用锤敲击三声），并且说：\n“Ma’at-beb-men-aa,Ma’at-ba-ma”\n这是古埃及语，英语为：Great is the Master of Ma’at ,Great is the spirit of Ma’at （意为：伟大的是真理的主人，伟大的是公正的灵魂。其中的Ma’at直译为“有序而对称”，也就是正义、真理、公正）。这时候新加入的会员就完成了启蒙仪式，成为正式的共济会会员。\n共济会员莫扎特在经历了这样的启蒙仪式之后，将其神秘感受创作了《魔笛》一曲。\n共济会的起源(haobc)并没有完全的说法。根据其公式文献《共济会宪章》（THE CONSTITUTIONS OF THE FREE-MASONS),共济会标志 ( The Free Mason's Symbol)，传说1701年写成，初版出于1723年）第一部《历史篇》的解释，共济会起源于公元前4000年－这一年称为A.L.（Anno Lucis，\"光明之年\"），他们自称为该隐的后人，通晓天地自然以及宇宙的奥秘。\n起源的传说在共济会传说中如此记载：“……这伟大的学问究竟从何而来？听吧，如同《创世记》第四章中记载的那样，早在大洪水之前有一个名叫拉麦的人，他是该隐的后代。拉麦有两个妻子，一个叫亚大，一个叫奇拉。亚大生了两个男孩，他们是雅八和犹八，奇拉生了一个男孩和一个女孩，他们是土巴该隐和拿玛。这四个人象征着人类对自然科学的探索：雅八是第一个研究“地理”的人类，他将家养山羊和野羊群分并且第一次使用石材和木材建造房屋；犹八是世界上第一个音乐家；土巴该隐发现了冶炼钢铁的技术；最小的妹妹拿玛发明了纺织技术……”一个圆规 一把角尺和中间一个G.\n这一段记述和《创世记》中并无两样，然而共济会的故事还有后话：共济会代表性标志 圆规+曲尺\n“……四兄妹知道自己对自然的探索会引起神的震怒，宇宙的伟大建筑者必将以水火惩罚窥视神之秘密的人类。在洪水来临之际，他们为了让伟大的学问流传人间，特地将知识镌刻在两根石柱之上，其中一根称为‘亚伯’——它不会因火而毁坏，另一根称为‘拉特拉斯’——它不会毁于水中。其中一根石柱终于被一个人发现，他是三重伟大的赫尔墨斯（Hermes Mercurius Trismegistus），将伟大的学问的一小部分传授给人类。（赫尔墨斯为埃及神明透特的希腊名，是埃及智慧神，其人在传说中为自然科学和自然哲学的大宗师、现实身份和神话中的身份已经不可分，通常被作为自然科学的一种拟人化）……”\n接下来便是古代共济会的登场，这部分记载开头引用《创世记》第10章和第11章：\n洪水消退之后，神因挪亚的虔诚而喜悦，并且决定不再毁灭人类。然而人类并没有忘记对神之领域（自然科学）的探索，在复兴之后，大多数人类仍旧十分愚昧，只有石工（Mason）仍旧掌握着自然科学和几何学的秘密，根据这些知识他们知晓了人只不过是神的“不完善的复制品”。石工们发现如果通过自身努力，就可以克服人类自身的精神和肉体上的缺陷，从而回归神的领域。\n挪亚的不孝之子中有一个儿子叫古实，古实有一个儿子叫宁录（Nimrod，传说中最强大的猎人），宁录是巴比伦的国王。当时石工们从四面八方聚集到巴比伦，开始建造一座通天塔，也就是传说中的巴别塔（Turris Babel）。宇宙的伟大建筑者这一次采用了一种幽默的手法进行惩罚，搅乱了他们的语言，于是他们荒废了造塔的工程而散布到世界各地……\n而这些石工们从此不再将伟大的学问透露出去，他们组成秘密结社，采用口令暗号和秘密的握手方式表示身份、同时区分在团体中的级别和工作中的职务。这些“自由石工”在耶路撒冷建造了所罗门王的神殿，他们在古希腊被称为丢尼修建筑团，他们在中世纪为基督教徒建造教堂和各种大型石造建筑。石工们严守组织秘密，在建筑工地旁开设的集会所（Lodge）进行聚会，交流知识，他们信奉宇宙的伟大建筑者，通晓宇宙天文、人体解剖学、几何学的浩瀚知识，他们互相称为“兄弟”，奉行兄弟友爱、同舟共济。\n1738年出版的《完全的共济会概况》中的版画《石工作业》，描绘了建设古代神殿的石工，左下角折断的柱子象徵着共济会传说中希兰之死（栋梁的折断，象徵着“哲学的死亡”和“理性的新生”），太阳和月亮代表所罗门神殿的两根铜柱，象征世界和人的二重性。\n中世纪秘密结社秘密结社在西方世界的历史上有几种可能的来源，\n第一种是受到迫害的宗教。西方世界大多数的时期是以一神教为主，而如果有其他信仰的人往往会遭到相当残酷的迫害；因此，许多信徒们为了要在这种严格查缉之下生存，就发明了各种各样的秘密集会仪式、口令和密码，让外人无法轻易渗透入真正的聚会核心中，从而也大幅降低他们被破获的命运（当然也就少了被丢入竞技场或是丢在火堆上烧的机会）。\n另外一个则是知识保存的社群，西方世界的学徒制非常重要。青少年必须要选择自己未来要跟随的师傅，并且藉此而决定自己未来的职业。但是，这些拥有各自专业的木匠、石匠等也希望要拥有自保的能力。不管是在面对当权者、或是在面对各种的挑战上，成群结党总是比较安全的。所以公会（Guild）就应运而生了。公会基本上是专业人士的集合，但同时也肩负着保存许多专业知识的功能。这些专业知识包括了建筑的秘密、数学、炼金术等等，许多这些密藏的资料被查获之后不但会导致不传之密外泄，甚至还可能导致整个组织被认为是叛教集团，导致全部的人都被牵连处理。所以，不只这些组织有入会的限制，严格的认证，甚至许多秘密都必须要等到该人达到某种层级之后才能够获得。而且，这些秘密本身又都被复杂的密码和责任保护制度给层层禁锢住。所以，这一类的秘密组织一直是伴随着西方文明成长的。\n而在这些组织中最有名的又属于到21世纪依旧势力庞大，公开活动的“共济会”（Freemason）。这个组织成立的架构十分类似以建筑和木匠知识为主的结社，其标志就是圆规和一把角尺。（据说他们是中世纪石匠所延续下来的组织）但其内部的运作、规范十分神秘，并不为外人所知。只不过，这个组织从中世纪开始就有许多社会中举足轻重的名人和贵族加入。莫扎特就是共济会的一员，其著名的剧作“魔笛”中就引用了大量的共济会象征，美国的副总统钱尼也是共济会的成员。直到2003年之前，全世界瞩目的奥斯卡奖都是在共济会的聚会所举办。\n如此拥有众多名人参与的组织当然会受到极大的瞩目。多年以来，共济会一直成为众多社会势力批判的对象。某些一神教指控共济会是反对该教的大本营，甚至参加者死前都不能够请神职人员到床前为他祈祷，因此许多个案或是实证都以这个结社为主题。连希特勒都曾经利用捏造的文件来指控共济会主要由犹太人所组成，意图控制整个德国和欧洲，也藉此展开了恶名昭彰的种族大屠杀。当然，这些误解和指控都只是历史上的一小部分而已。其他最有名的就是所谓的“光明会”（Illuminati）的影子政府指控。\n现代共济会建立而共济会褪去传说的迷雾，正式出现的最早记载始于1717年的英国。1716年之前，伦敦的四个小酒馆中聚集着贵族和高级神职人员，举办类似高级俱乐部的聚会，内容多半是社交活动、娱乐和饮食为主，这些人是近代共济会的真正创立者。\n1717年6月24日“圣约翰日”（圣约翰是共济会古典派的守护圣人），英格兰四个会所（Lodge）的共济会会员（Mason）齐聚伦敦圣保罗大教堂附近的烤鹅大厦（Goose and Gridiron Ale-house），这四个会所中只有一个是由纯粹的精神石匠组成，其他三个仍然是从事生产的石匠会所。这一天他们联合成立了第一个总会所（Grand Lodge），并命名为英格兰第一总会（Premier Grand Lodge of England）。会员投票选举安松·塞亚（Anthony Sayer）为第一代总导师（Grand Master），这一天也就是近代共济会运动的开端。\n而这一时期也正值传奇的蔷薇十字会运动的影响消退之际，近代共济会摆脱了石工团体的“实践性的石工”性质，成为“思想性的石工”、亦即投身社会改革的政治团体。\n当时在英格兰和苏格兰一共只有约700名会员，很快更多的志愿者希望入会，原来的那种沙龙性质的聚会已经不能管理如此之多的新会员，为了制订内部的条约规则，英国共济会总会于1721年开始筹备编纂自己的宪章。总会所委派新教长老派牧师詹姆斯·安德森完成这项工作，安德森根据共济会的古代条文《传统宪章》进行编纂，在1723年（共济会历5723年）出版了《共济会宪章》，这部宪章分为历史、责任义务、通则三个部分。\n这之后，共济会从英国开始陆续传播到了欧洲各国，各国共济会也纷纷成立了自己的总会所。\n共济会也越来越多地参与到西欧社会的政治和思想活动中，特别是在启蒙运动中的作用，著名的思想家如伏尔泰、孟德斯鸠、狄德罗、孔多塞侯爵等都是共济会成员。\n虽然初期共济会仍旧奉行严守内部秘密的规定，但是1745年在阿姆斯特丹匿名出版的一本书籍完全暴露了共济会内部的规定、活动内容甚至入会礼仪等细节。然而共济会也因此将活动更加公开化，会员并不隐瞒自己的身份，他们也更公开地进行慈善活动，会员的阶层也逐渐向中产阶级转化。现代的共济会除了内部各级别的接头暗语仍旧保密之外，其余活动基本全部公开。\n英国共济会英国共济会是现代共济会运动的发源地，第一个总会所于1717年圣约翰日在伦敦成立。英国伦敦共济会总堂\n\n初期共济会名义上对志愿者不作限制，人人平等，但是当时只有白人贵族和上层资产阶级可以入会，为了争取更大的影响力，共济会不断地招收贵族入会并且希望有朝一日能够得到王室的垂青。从第二代总导师蒙塔魁公爵（1721年就任）开始，大贵族在英国共济会中占有一段时间的支配地位。1722年沃顿公爵成为新一代总导师，继续奉行上层路线政策。[3]\n1737年3月5日，乔治二世的长子－皇储弗雷德里克·刘易斯在伦敦的“临时会所”加入共济会。次年，安德森修改了《共济会宪章》并且将新版宪章献给皇储。虽然这位皇储死的太早，没有坐上王位，但是其长子也就是乔治三世维护共济会的政治地位，这之后王室和共济会保持着良好的关系，乔治四世、乔治六世、爱德华七世、爱德华八世都是共济会会员。\n英国共济会于1753年分裂为古典派和近代派，双方长期对立，直到1813年才告和解，成立了英国联合总会（The United Grand Lodge of England ，简称UGLE)。\n在19世纪中叶之后英国的共济会迅速丧失其社会改革的锐意和先驱性。而共济会给英国带来的另一大负面影响则是丧失了肥沃的北美殖民地，美国独立战争的发起者中有不少都是共济会会员。\n正如《来自地狱》中所描述的，19世纪中后期英国的上层社会中充斥着共济会会员并不奇怪。当然，由于此时的英国共济会禁止女性入会，所以女王本人肯定不是其会员之一，但是当时的皇储（后来的爱德华七世）和其长子－片中患上梅毒的艾伯特·维克多王子都是共济会会员。今天，英国的高级神职人员、富豪和贵族在英国共济会中所占比例急剧减小，普通公民的比例占有优势。\n2005年6月英国国会曾下令，英国上议院及下议院的所有议员必须公开他们是否隶属共济会。当日提出动议的英国自由民主党议员强调，为了增加国会的透明度，以及重建公众对政府的信任，议员必须申报利益。\n法国共济会有证据显示法国最早出现共济会是在1688年。1721年，一些英国共济会成员在港口城市敦刻尔克建立了法国第一个共济会所。法国共济会总会所建立于1733年6月24日，是欧洲大陆最早成立的共济会总会所。1743年12月11日法国总会被英国总会正式承认。\n克莱蒙伯爵（the Count of Clermont）于1771年成为总导师，他去世后，英国体系在法国衰落。原来的法国总会分裂，较大的一方就是大东方法国（Grand Orient de France，简称GODF），在1773年成立总会所。\n1776年3月11日大东方建立九姐妹会所（La Loge des Neufs Soeurs），九姐妹成员众多，汇集了当时法国科学界、文艺界、思想界的著名学者。它是共济会在法国启蒙运动中的杰出代表，集中反映了共济会的理想和组织在启蒙运动中对思想、文化、政治、社会领域的发展的所起到的引领作用。1779年被选为会所大师的本杰明·富兰克林，在会所成员的帮助下，成功争取到法国军事支持，对美国独立战争的胜利起到了重要作用，在后来的法国大革命中也扮演了重要角色。\n法国共济会也是启蒙运动中瓦解天主教会和反对教皇权威的急先锋。18世纪的共济会组织体现出排外特征，下层的劳动阶层不被接纳，成员主要来自贵族、教士和中产阶层，有些会所完全由天主教教士构成。中产阶级被共济会自由、平等的思想所吸引，成为主要的成员来源，因为在这里他们能够与贵族平起平坐。\n虽然罗马天主教皇克莱芒十二世和本笃十四世分别于1738年和1751年两度颁发教皇禁令，禁止天主教徒加入共济会，然而在法国并未产生足够影响，共济会仍然在发展壮大。到法国大革命爆发之前，法国已经建立了1250个会所，拥有成员四万多人。\n法国大革命之后，欧洲各国政府对此甚为恐惧，加紧了对国内秘密社团的监控，被怀疑为幕后主导的法国大东方被政府取缔。\n1804年11月6日，拿破仑一世加冕成为法兰西第一帝国皇帝，随后他的哥哥约瑟夫·波拿巴成为法国共济会总导师。自此法国的共济会得以恢复，原来分裂的双方也合并。在当时的军队组织中，共济会也有极大的影响力，很多将军都是共济会成员。但是1815年第一帝国的消失再次让共济会受到打击。\n很多年之后，法国大东方共济会才再次慢慢恢复了正常活动，当时主要是在海外发展。这期间大东方的制度也发生了重大的变化。由于加尔文主义牧师弗雷德里克·戴蒙斯（Frédéric Desmons）主张去除“宇宙之间的伟大建筑师”这一神学观点，在1875年的瑞士洛桑大会上，大东方法国通过了接受无神论者入会的决议，并且开始允许会员在会所内公开讨论政治和宗教问题。英格兰联合总会所（UGLE）视为这是不遵守传统的，违反了古老的《共济会宪章》中的规定， 于1877年撤回对GOdF的认可声明，其他英语系的会所都响应了总会的这一决定，宣告了他们之间的正式分裂。\n他们之间的这种分裂状况持续至今，期间只有在一战及二战纳粹统治时期有所改善。承认GODF的部分共济会地区会所包括主要的欧洲大陆国家如法国、比利时、西班牙、葡萄牙、意大利，前法国与比利时在非洲的殖民地与大部分的拉美国家，在俄罗斯与东欧一些国家近些年来也有扩展。\n这一事件也在大东方内部引起了分歧，最早脱离的有人权会社（Le Droit Humain），主张男女会员兼容，后来向神秘主义方向转变，1902年成为英国人权会所总导师的安妮·贝赞特（Annie Besant）也同时为通神学会（Theosophical Society）的第二代领导人。许多欧洲的女性总会也都是源自人权会社。\n接下来分裂出去的是法国大会所（Grande Loge de France），于1894年独立出去，坚持对“宇宙之间的伟大建筑师”的信念。\n1913年，法国国家大会所（Grande Loge Nationale Fran?aise）也从法国大东方分离，它也是在大分裂之后唯一被英国联合总会所承认的法国共济会总会。\n二战时维希政府对法国共济会进行了打击，没收了他们的档案，还通过展览和电影的方式对法国共济会进行歪曲的宣传。众多的共济会成员加人了解放运动并为此献出了自己的生命。法国在获得解放时，共济会的人数比起战前少了三分之二。会员人数的损失在战后历经20年才得以弥补恢复。\n战后法国共济会的分裂也越来越严重，到21世纪初，法国境内共有十几个独立的总会所在运作。为了消除外界的猜疑，法国共济会在社会上的宣传也是很积极的，经常在各媒体中露面，并进行展览活动，甚至许多媒体中的高层领导都是其成员。\n美国共济会共济会在18世纪30年代便随着移民新大陆的潮流而进入北美，直接传承自英格兰的总会所，于1733年宾夕法尼亚州费城组建的总会所被认为是美国的第一个共济会总会所，这个总会所后来被更名为圣约翰会所（英语：St. John's Lodge ，本杰明·富兰克林于1731年成为这个总会所辖区内的会员。\n确认的共济会会员里，除了著名的开国元勋乔治·华盛顿、本杰明·富兰克林之外，在美国《独立宣言》的56位签署者中至少有8位，1781年的第一部美国宪法的签署者中至少有10位，1789年的美国宪法的40位签署者中至少有9位，乔治·华盛顿的63位将领中至少有31位，以及英国北美殖民地13个州的30名州长中至少有10位。历届美国总统中则至少有15位。\n共济会成员哈扬·所罗门（Haym Salomon）提供了北美独立运动所需的绝大部分资金，并在其后拯救了新政府使其免于破产。\n19世纪中期，摩根事件引发了美国的反共济会运动。威廉·摩根（William Morgan）曾经是一名共济会成员，但是后来他背叛了共济会，扬言要公开共济会的秘密，1826年11月11日摩根神秘失踪。由于大多数银行家、法官、富商和政客都是共济会成员，这加重了底层民众的不安和忧虑。纽约民众开始集会号召禁止共济会员进入政府系统，运动很快与反杰克逊总统政治运动结合起来，因为他也是共济会员。他们建立了反共济会党，并在1828和1832年推选了总统候选人。但由于缺乏支持，这个政党不久就消亡了。\n摩根事件之后，共济会在美国陷入了低靡期，直到50年代后期才开始有了起色，共济会会员从6万6千人增长到20万人，当是全国已有5000个会所。\n内战结束后的1870年，南部辖区最高议会总部迁往华盛顿特区，阿尔伯特·匹克于1884年将苏格兰礼仪式完善，此为现在全世界通行的苏格兰礼授予仪式的最早范本。\n当今美国的共济会共有约400万会员，占了全球共济会会员总数的大约60%。\n德国共济会1250年德国第一个石匠总会所在科隆成立，这也是最早使用圆规、矩尺作为石匠行会标志的记录。15世纪末斯特拉斯堡举行的各地石匠总会的集会上，颁布了第一个石匠行会会徽。从此科隆和斯特拉斯堡石匠总会分管南北德国各地会所。这是石匠手工业者的行会组织，与现代“精神石匠”共济会组织并不相同。\n现代德国共济会最早的会所出现在1737年12月6日。普鲁士的王储，后来国王腓特烈大帝曾在1738年8月在14日夜间出现在会所里，并于1739年接管了总导师的职位。\n在共济会宗教宽容和兄弟间平等的宗旨下，会所不仅仅只是为美生兄弟提供了一个空间，也成为宣传启蒙运动思想的场所。莱辛、歌德和席勒是三位开创了德国浪漫主义文学道路的领袖，他们与共济会也存在密切关系。\n1771年10月14日莱辛在汉堡加入共济会三玫瑰会所，并成为导师。他的《共济会员对话录》被认为是共济会史上的重要著作之一。他也是最早倡议接纳犹太人加入共济会的发起者，在当时的欧洲大陆，底层犹太人不具有公民权，也不被共济会接纳。他的好友普鲁士犹太哲学家摩西·门德尔松发起了的犹太启蒙运动哈斯卡拉，开启了欧洲犹太社会开放和世俗化进程。欧洲犹太人尤其是阿什肯纳兹犹太人开始学习当地民族的语言，接受当地民族的教育和文化，进入欧洲上流社会。日尔曼文明史上一些最耀眼的明星都是这一运动的产物，海涅、马克思、爱因斯坦、弗洛伊德等等。哈斯卡拉运动培养了强大的犹太世俗势力，揭开了欧洲犹太民族政治运动的序幕。\n歌德于1780年6月23日在魏玛加入安娜·阿玛丽亚三玫瑰会所。会所名字来自当时在魏玛执政的女伯爵。阿玛丽亚会所与当地贵族建立了良好关系，魏玛公爵奥古斯杜和普鲁士将军费迪南伯爵也是会所成员。共济会在歌德的一生中扮演了重要角色，对他的思想和作品都产生了重要影响。他最早加入共济会很可能是受到莱辛的影响。歌德著名的遗言是“再多些光！”（Mehr Licht），常被认为反映了共济会和启蒙运动的光明崇拜。1913年成立的 Wolfstieg 协会旨在促进共济会的科学研究。\n1777年瑞典共济总会会长瑞典国王卡尔十三世（Karl XIII）在柏林建立了德国共济总会（Mutterloge Zu den drei Weltkugeln），将具有丰富玫瑰十字会传统的瑞典体系引入德国。同一年，巴伐利亚光明会的创始人Adam Weishaupt也加入了当地的共济会会所\"Theodor zum guten Rath\"，1780年，荷兰贵族、共济会员阿道夫·科尼格（Adolph Freiherr Knigge）加入光明会，他开始将光明会体系引入共济会，扩大在共济会中的影响。1782年的威斯巴登共济会大会上，圣殿骑士-玫瑰十字体系最终被光明会体系所取代。\n1784年7月22日，巴伐利亚侯爵Karl Theodor颁布社团禁令，禁止一切秘密社团。1785年3月2日的新版法令中则指名光明兄弟会和共济会有叛国和异教罪行，令行禁止。1787年8月16日又颁发了更为严厉的法令，任何加入共济会和光明兄弟会者都将被处以死刑，光明会与共济会开始转入地下。法国大革命使各地政府风声鹤唳，整个19世纪欧陆的共济会活动都陷入了低靡期。\n保存下来的帝国安全办公室记录显示了共济会在纳粹德国时期受到了残酷迫害。一般认为，大约有80,000到200,000共济会会员被纳粹政权杀害。共济会的集中营囚犯被评定为政治犯，戴着一个倒置的红色三角形以识别身份。\n蓝色小花勿忘我最早是在1926年被 Zur Sonne 总会所采用作为德国不来梅市共济会年度会议的会徽。生产勿忘我会徽的工厂在1938年被纳粹党选为募捐机构。这个巧合，使共济会会员有机会将勿忘我徽章作为相互识别的秘密标记。 即便在纳粹时代受到了残酷迫害，但共济会会员们仍然坚持自己的信念，甚至在集中营里建立了 Liberté chérie 这样的会所。在二战结束后，勿忘我在1948年再次成为德国总会所年度大会的会徽。\n二战终止了德国共济会向光明会体系发展，复兴之后的德国共济会在英美共济会的支援下在联邦德国成立了各个总会，其中包括两个德国传统的总会，分别是：德国古代自由和公认的石匠总会所（德语：Gro?loge der Alten Freien und Angenommenen Maurer von Deutschland）与大国家母堂的“三金球”会所（德语：Gro?e National-Mutterloge \"Zu den drei Weltkugeln\" ），还有一个是奉行北欧瑞典礼的总会：德国共济会本地总会（德语：Gro?en Landesloge der Freimaurer von Deutschland），一个是由英国总会成立的：The Grand Lodge of British Freemasons in Germany，最后一个是由美国与加拿大共济会成立的：美加AF & AM总会所（American Canadian Grand Lodge AF & AM）。这5个总会所于1958年组成了德国联合总会（United Grandlodges of Germany）\n俄国共济会俄国共济会间接地来源于英国共济会，进入俄国的时间可以追溯至彼得一世当政时期。但也有人认为，共济会在俄国的成立时间比英国大分会的成立时间还早，因为拥有一些重要的材料表明，彼得一世被赫里斯托福·乌莱（Christoph Ulay）先生吸收加入了组织，并且在17世纪末以前，就存在一个由列福尔特任执行大师傅，戈尔东和彼得一世分别任第一和第二监督人的共济会分会了。有史记载的涉及俄国共济会的文件出现在1731年。这一年，伦敦共济会分会领袖洛弗尔（Lovell）勋爵任命乔治·菲利普（George Philip）上尉为俄国分会的领导人。\n共济会进入俄国后，首先在俄国上层社会传播开来。居住在俄境内的外国人对俄国共济会的组织起了重要作用，特别是英国人和德国人，而俄国人在早期的俄国共济会分会里只处于次要地位。共济会传入俄国后很快被一些欧化的贵族接受。\n俄国东正教会则把俄国共济会看成一种秘密组织，是反对上帝、教会和天主教民族国家的地下密谋组织。俄罗斯东正教流亡西方的高级僧侣会议代表、主教安东尼在1932年曾经发表言论认为：“在共济会的旗帜下聚集了世间所有的黑暗力量，他们破坏了我们的民族和宗教，给俄国带来了灾害”。\n18世纪后半叶，俄国经历了法国启蒙运动的影响。1762年叶卡捷林娜二世接任俄国沙皇，她受法国启蒙思想的影响，开始在俄国实行“开明君主制”，当时俄国许多著名的启蒙思想家都纷纷加入了共济会。\n在著名作家列夫·托尔斯泰的《战争与和平》一书中，作者结合了19世纪初俄国的历史变迁，描写了共济会成员皮埃尔·别祖霍夫伯爵的社会活动。\n法国大革命之后，共济会在俄国同样被政府取缔。1812年开始的卫国战争，拿破仑战败，1814年俄国军队远征至法国。在法期间一些俄国军官受到法国大革命激进思想的影响，开始对俄国沙皇制度产生怀疑，由于当时盛传共济会颠覆政府的阴谋论盛行，因此1822年沙皇亚历山大一世颁布命令禁止共济会，1826年尼古拉一世重申禁止共济会，从此到20世纪初的很长时间内俄国共济会活动陷人低潮，许多会所转入了地下和国外。\n有许多俄国学者也认为共济会是1917年俄罗斯二月革命背后的影子政府。列宁十月革命前后，苏联时期的共济会也仍然秘密存在，但是许多苏共领导人都曾经公开批评过共济会。苏联解体后俄罗斯共济会在法国大东方共济会的援助下再次活跃起来，陆续成立了多个分会。[4]\n中国共济会上海共济会会址 北京西路1623号\n早期的传播\n1759年末，瑞典东印度公司卡尔王子号“Prince Carl”到达中国广东，船上的共济会成员登陆举行了集会，这是共济会在中国活动的最早记录。清乾隆三十二年（1767年），共济会开设了在广州的英格兰总会辖下谊庐第407分会，当时仍以外籍人士为主。鸦片战争后，随着大量涌入的外国商人和军队，共济会也在中国沿海依照通商条约开放的港口城市逐渐建立起来。最早在上海、宁波、天津、九江、青岛、威海，其后在内陆城市南京、北京、哈尔滨、成都也出现了共济会分会。这些共济会会所分别由各国共济会总会建立，绝大多数来自由英国、苏格兰、爱尔兰、德国、美国的马萨诸塞州以及后来的菲律宾共济会。\n1849年英国共济会授权在上海建立中国北方会所the Northern Lodge of China No. 570 EC，并在南京路上建造了上海第一座共济会建筑，1861年又在广东路建造了第二座建筑。此后英国共济会又分别在外滩、北京西路修建了共济会会堂。1949年3月18日，在菲律宾总会的赞助下，共济会所迁到了上海北京西路1623号（现为上海市医学会的办公楼）。\n华裔入会\n清代中国人被禁止加入共济会，而1873年一位在马萨诸塞州率领清朝留美幼童的首领很可能加入了共济会。最早一位有材料记载的中国共济会员是一个叫Shan Hing Yung的海军中尉，他于1889年在广州加入南中国之星会社。最早在香港加入共济会的中国人包括香港首任华人立法局会员何启爵士及其继任者韦玉爵士。\n洪门（天地会）是海外有名的爱国组织，即使当年孙中山发动辛亥革命都是借助了洪门的力量。虽然现代洪门采用了与共济会相同的标志和英文名，但两者是彼此独立的关系。洪门和共济会的渊源可以参阅蔡少卿的书－－《洪门与共济会》。\n甲午战争爆发后，大量中国人加入了共济会，特别是在菲律宾共济总会下属分会。抗战日据期间，日本人禁止共济会活动，然而并未阻止共济会在中国的壮大，到抗战胜利六个菲律宾共济分会成员已几乎全部是中国人，并且发起成立了中国美生总会the Grand Lodge of China。提议得到中国的英国、爱尔兰共济分会支持。1949年3月18日中国美生总会在上海巨福路共济会神庙Masonic Temple，Route Dufour正式成立。\n新中国建立后\n随着日本战败、国共内战和中华人民共和国的成立，从1947年到1962年间中国共济会的活动渐渐减少直至完全消失。一些会所由于外国人的离去造成的人数不够而关闭，另一些迁到了中国香港和英国。1952年位于上海的美国共济会神庙the American Masonic Temple和中国美生总会关闭，而英国的四海共济会会所Cosmopolitan Lodge No. 428 SC则一直活动到1962年，其后由于成员缺乏迁往香港。这些曾经在中国的共济会总会都已经不存在。\n中国政府官方对共济会并没有明确的态度，但根据港英殖民地时期香港共济会在香港回归中国时咨询的情况看，中国政府禁止共济会以慈善基金会和秘密组织的形式向内地扩张，但并没有禁止其在香港特别行政区的存在和发展。\n香港共济会香港雍仁会馆——共济会香港活动地\n共济会在香港的第一个会所1844年4月29日成立于维多利亚岛，三年之后成立英格兰分支香港共济会总会。历史上香港的共济会分别传自于英格兰、苏格兰和爱尔兰。\n1845年4月3日，会所举行第一次集会，之后会所转移至广州、上海，于1952年重返港英殖民地时期的香港。\n共济会香港分会在泄兰街设立的泄兰会所是香港第二个成立的共济会分会，于1846年3月1日获得授权。\n第二次世界大战时雍仁会馆被日军炸毁，遂于1950年迁往香港岛坚尼地道一号至今，现由共济会中国香港及远东区的最高代表、前港英殖民当局立法局议员黄匡源主持。\n1865年，英格兰分支香港共济会在现时新世界大厦所在的泄兰街兴建“雍仁会馆”作为英格兰分支香港共济会总部，第二次世界大战时会所被日军炸毁，遂于1950年迁往香港岛坚尼地道一号至今。\n三位港英殖民地总督包括夏乔士·罗便臣、麦当奴及卜公都是香港共济会会员。前高等法院首席大法官杨铁梁、希慎集团利铭泽、国泰航空前董事姚刚、香港赛马会前副主席周湛燊等政商界人物也都是共济会会员。\n台湾共济会中共夺取大陆政权之后，中国美生总会在1951年宣布在大陆地区停会，随国民政府迁往台湾。1954年开始在台湾复会，并于1955年10月28日经国民党当局核准成立。共济会在台湾非常低调且神秘，但会员之间非常团结。\n蒋纬国是美生中国总会最有名的总会长，在檀香山及中国的美生会中也流传着孙中山在檀香山时也曾加入此一组织。\n到2009年，台湾相继成立了13个会所（又称为分会），其中也有因中国政局因素迫使停会后，在台湾再复会的。台中市、高雄市均有分会，其它均集中在北部；各分会皆以“庐”（英语：lodge）做会所之名，并予以区分，如：谊庐、川庐、自由庐、汉庐、唐庐、明庐、融庐等。其中唐庐为一双语庐，意即其美生仪礼采英语，而庐中讨论事项为中文。台北县深坑乡也有分会海山庐。会员非常低调，鲜少有公开对外的场合；黑色西装搭配白衬衫和领结，是美生兄弟们集会时的标准穿着。\n\n6著名会员编辑由于其秘密组织的性质，一些会员从没有公开过他们的会员身份，但另一些会员选择了公开他们的身份。\n可以确认这些会员身份的证明包括共济会会所（英语：Lodge）和总会所（英语：Grand Lodge）的文件以及其他一些历史文件。\n孟德斯鸠、伏尔泰、维克多·雨果、歌德、海顿、萨德侯爵、莫扎特、贝多芬、腓特烈大帝、拉法耶特侯爵、乔治·华盛顿、托马斯·杰佛逊、富兰克林·德拉诺·罗斯福、约翰·埃德加·胡佛、马克·吐温、阿瑟·柯南·道尔加里波第穆斯塔法·凯末尔、温斯顿·丘吉尔、巴兹·奥尔德林、本杰明·富兰克林、亨利·福特、托马斯·爱迪生、爱因斯坦、严家淦、蒋纬国、李嘉诚、莫逖拉尔·尼赫鲁、郎朗。\n宗教上1738年，天主教教皇克勉十二世就谴责过共济会。本笃十四世提出了共济会给天主教造成的六个威胁：（1）共济会成员的不同信条主义（或者不同宗教信仰）；（2）他们保守秘密；（3）他们的誓言；（4）他们对教会和国家的反对态度；（5）好几个国家的元首都宣布禁止这个团体的传播；（6）他们的邪恶行为。\n1917年，教会法典明确规定，共济会员将被自动逐出教会。\n1983年11月26日，约瑟夫·拉辛格（前任教皇本笃十六世）声明，重申禁止天主教徒加入一切形式的共济会。\n2007年3月2日，梵蒂冈重申反对共济会。“共济会和天主教会的成员是不相容的”，并强调“天主教会一直批评共济会特有的神秘的概念，它的学说与圣经不兼容”。\n因共济会接纳多神教思想、倚靠人的行为称义疏离神等作法严重违反教义，新教教会也反对共济会。1860年，循理会表示反对共济会和他社会成员的秘密运做，如今还继续禁止其成员加入共济会。浸信会最大的协会，美南浸信会，最近也表示共济会不符合他们的信念。\nNAMB护教学组织即详列比较表指出该会所为与圣经所示诸多警戒相违，例如：\n禁止拜偶像‘出埃及记20：4：\"不可为自己雕刻偶像，也不可作什么形像彷佛上天，下地，和地底下，水中的百物。\"’禁止起誓‘利未记5：4：\"或是有人嘴里冒失发誓，要行恶，要行善，无论人在什么事上冒失发誓，他却不知道，一知道了就要在这其中的一件上有了罪。\"’禁止曲解三位一体‘使徒行传4：12：\"除他以外，别无拯救。因为在天下人间，没有赐下别的名，我们可以靠着得救。\"’禁止藉善行抬高自己‘罗马书11：6：\"既是出于恩典，就不在乎行为。不然，恩典就不是恩典了。\"’禁止乡愿的包含主义‘约翰福音14：6：\"耶稣说，我就是道路，真理，生命。若不借着我。没有人能到父那里去。\"’\n神眼崇拜起源于苏美尔人，基督教则视之为异端邪灵、魔鬼撒旦的眼睛。\n政治上共济会名义上要求会员效忠所在国家的政权。历史上，共济会曾在沙皇俄国、苏联、德国的几个历史时期、日本、意大利等国家被禁止，现代在绝大多数的穆斯林国家和一些非洲国家依然禁止其存在。其在1962年主动退出了中国大陆，转到香港和台湾发展。\n\n8阴谋指责编辑阴谋论者认为共济会与新世界秩序有关，特别是那些自称“光明会”会员的人。有些人甚至指称共济会是个玄秘组织。由于共济会行事神秘低调，可能因此引发诸多流言，然而事实上共济会会员在社会上受人敬重，而且耗费许多时间与金钱参加慈善活动。共济会除了有趣的握手方式之外，还有不为人知的内幕。共济会遍布全球，会员来自社会各行业各阶层。\n影子政府所谓的影子政府理论是有一个秘密结社，专吸收社会名人和位高权重的人为成员，希望能够透过影响各国政府和势力的安排，来在暗中统治整个世界。肯尼迪的遇刺、越战的失败等等，都是这个影子政府所安排的。因为对于他们来说，世界的动荡不安只要在控制之下，都是他们获利的良机。相信这派理论的人当然有其完整的推论依据，就像是丹·布朗的小说一样精彩。\n犹太阴谋最早将犹太人与共济会联系在一起的是一本出版于1905年的反犹主义著作《锡安长老会纪要》内容是一群所谓的犹太锡安长老阴谋夺取世界政权控制全人类的秘密会议纪要。这是至今为止反共济会和反犹运动中最为重要的文献，是当今几乎所有阴谋理论的始祖文件。\n后来沙皇尼古拉斯二世查禁了这本书。但是因为当时欧洲反犹主义的兴盛，这本书在一战前的欧洲广为流传。虽然1921年纽约《时代》杂志刊出了一系列文章，具体分析了这本书，指出其中一些片断来自1864年法国讽刺小说家Maurice Joly创作的讽刺小说《马基雅维利与孟德斯鸠对话录》，而此后也有众多专家学者将其鉴定为伪作，但是并未阻止它在世界范围内的广泛传播，尤其是它似乎成功预言了世界范围的革命浪潮、经济危机和世界大战。\n德国国家社会主义运动兴起后，纳粹党将共济会看作犹太人阴谋统治世界的秘密组织，1935年8月17日，二战时德国占领区的所有共济会所都被取缔，成员遭到逮捕并被作为政治犯送往集中营，据称有将近十万共济会员在此时被消灭。同时纳粹德国在占领区开始大规模宣传共济会和犹太人的阴谋。\n但是也有部分研究者认为，希特勒是欧洲共济会的一员，而二战也正是共济会高层示意希特勒进行的，以获得更多的世界控制权，也正是此事造成了之后欧洲共济会与美洲共济会的阶级分立，而希特勒本人成为共济会战争的牺牲品。\n在反对共济会的穆斯林里面，也认为共济会帮助了犹太人以色列复国。\n统治世界近几年在中国大陆地区，何新与宋鸿兵通过各自的专著，描写了一个名为共济会的阴谋组织的来龙去脉以及在世界上推行的阴谋。也引来了很多批评称其情节十分离奇。这些著作包括《统治世界1：神秘共济会揭密》、《统治世界2：手眼通天共济会》、《货币战争》等等。\n在他们的书中认为，共济会是一个源自犹太家族罗斯柴尔德家族的，操纵着西方的经济、政治、娱乐业，是一个与东方社会主义国家相敌对的西方资本主义精英组织。\n其实有一种说法就是美国是共济会暗中建立的，但是由于马克思主义，共济会慢慢消失了。。。。 \n\n搬运地址：http://baike.baidu.com/view/43435.htm?fr=aladdin \n\n\n\n\n\n",
    "replies": [
        {
            "author": "沉默的羔羊",
            "timestamp": 1400901660,
            "txt_content": "其实我想说图片不是重点啊\n"
        }
    ]
}