{
    "title": "文学处女作【地狱门】序章",
    "author": "read·面包",
    "replyCount": 2,
    "timestamp": 1400920140,
    "txt_content": " 本帖最后由 bread·面包 于 2014-5-24 22:42 编辑 \n\n地狱门\n序章：\n前言：        \"咚!\"史蒂夫被重重的一拳一击打出老远，他还挣扎着想要站起来，但不等他起身，又是重重的一拳，把他打入了地狱门\n——————————————————————————————————\n正文：\n        史蒂夫的身体飞出了一个华丽的曲线，他的眼前飞逝而过那由黑曜石组成的地狱门上边，一尊熟悉而又陌生的雕塑引起了他的注意，他不禁喊道：“你是但丁！”刚喊完这句话，未等敌人回答，他就重重地摔倒地狱门里。他的背部狠狠地撞击了地狱那脆弱却鲜红的岩石。那么鲜红的岩石在此时看来犹如吞噬了无数人的血液，红得刺眼、红得可怕。他手中的钻石剑掉落在了一旁，与普通钻石剑不同，他的钻石剑，散发着刺眼的寒光。        在另一边，史蒂夫曾经生活过的世界正遭受着末日般的毁灭。无数的哭声、喊声汇成一片，恐惧占据了每个人的心里。这末日的制造者，与地狱门上边的但丁雕像沉思的脸并无任何区别，只是与那上边沉思的脸上的表情不同，这个家伙脸上浮现出的更多的是冷酷。       史蒂夫依旧在地狱昏迷着......       这次末日来临前十分宁静，只有那山鸟叽叽喳喳的声音点缀。跟以往一样，一个普通的日子，普通的早上，在普通不过了，但随着一声巨响，末日，开始了。       地狱门从天而降，发出了类似雷电一般大声的巨响，在剧烈的地动山摇后，村民们都好奇地从屋子里出来了，没等他们弄明白，地狱军队就立刻从中冲出。在听到巨响后的史蒂夫不予理睬，继续磨着他的钻石剑，一旁的妻子也正认真做着早餐，儿子还未起床。但听到僵尸猪人厮杀村民时村民发出的绝望的喊叫和猪人的声音，他就知道了，有大事发生了。史蒂夫没有多想，向家人抛下了：“别动！躲起来，我出去一下。”这句话，立马拿起手中的钻石剑冲了出去，史蒂夫的妻子也明白大事不妙，她很担心史蒂夫的安危，但她还是选择相信自己的丈夫，马上叫醒儿子，躲到了工作台旁一个小夹层里。史蒂夫一冲出去，就看到村民满天飞溅的鲜血，与此同时，他看到的还有恶心的可恶的猪人。史蒂夫无法忍受住心中的怒火，抄起钻石剑就向最近的猪人刺去。村民们看到史蒂夫的行动，纷纷意识到逃不是办法，都拿起东西与猪人做殊死一搏。村长是史蒂夫的老师，虽然年纪已大，但身手十分利索，三下五除二就干掉了五个猪人。猪人的锐气在慢慢消减，但是，敌人不可能就这么两把刷子！地狱门里又冲出许多恶魂，村民们彻底绝望了，只有史蒂夫在不停躲避攻击，向敌方首领冲去。他大喊一声：你这个家伙，真是一个名副其实的畜生！“喊声貌似震慑住了敌方首领，史蒂夫觉得这是一个好机会，在只有一步之遥时，挥动手中的钻石剑，朝敌将砍去。一声清脆的金属碰撞声，让史蒂夫直接愣住：”不可能，怎么停下来了？为什么砍不下去？可恶啊！“他再次挥动钻石剑，向敌将砍去。没错，再次停在了空中。史蒂夫惊讶得说不出话来，敌将利索的打掉钻石剑，给史蒂夫狠狠来了一拳！史蒂夫感到肚皮有一阵疼痛，胃里有什么东西直冲喉咙，很酸！他挣扎着爬起，拿起钻石剑。敌将不给他这个机会，一蹬脚，立马冲到了史蒂夫的面前，又狠狠给他来了一拳。史蒂夫原本就要吐出胃里消化殆尽的食物，这么一打，胃里的食物又不在向上窜了。但他却飞入了危机四伏的地狱。      ”呜——“天空中的恶魂发出了婴儿哭泣般的叫声，史蒂夫一下被惊醒：”我是在，哪儿？“史蒂夫理了理思绪，他想到自己是在战斗中坠入地狱的，同时他也明白，自己必须回去！”可是地狱门！“史蒂夫看到地狱门几乎绝望了，地狱门已经关闭，除非他找到打火石，不然无法回去。       主世界正在被摧毁！       史蒂夫必须回去！\n——————————————————————————————————\n本文目前到此，我们的主人公史蒂夫接下来的历险绝非一般，如果想要知道，就记得常关注我哦！（我每周顶多出一章啦！）    ——————————————————————————————————        第一章这周我会尽量更新的！而且我是一尊新人（量词用错了喂！），大家多多包含233！    注：此文大概1200字\n\n\n",
    "replies": [
        {
            "author": "zhangnike",
            "timestamp": 1400920800,
            "txt_content": "抢到沙发了"
        },
        {
            "author": "2725219034",
            "timestamp": 1400921460,
            "txt_content": "额。。。。。。这。"
        }
    ]
}