{
    "title": "<连载·单章>【你，听说过死魂凋零吗？】作者：hznb[序章 引子]",
    "author": "hznb",
    "replyCount": 12,
    "timestamp": 1400907360,
    "txt_content": " 本帖最后由 hznb 于 2014-8-8 21:44 编辑 \n\n不务正业作者的废话\n大家好，我是怂货君，内个，很抱歉的说一声，《杀戮游戏》已经自宫了（啊喂，以后还是会写的呀）本作呢，我修改了一下写作风格，也不知道大家喜不喜欢\n                                                       我是红色分割线君，上面都是不正经的东西\n————————————————————————————————————————————————————— \n每章の歌\n\n\n\n歌名：少年であれ \n演唱者：高桥优\n十分好听，无论是当BGM还是自己带回家听都是很好的选择\n—————————————————————————————————————————————————————\n喜闻乐见的正文（2207字）\n\n  “喝！哈！”一个破旧的四合院里，陈安逸正打着少林长拳，汗水划过坚毅的脸庞，显然是练了不久了。\n\n  这时，残破的大门被人推开，仿佛随时都要坏掉，一个身穿校服的少年走了进来，摇了摇手中的早点，道：“哥，别练了，吃完早饭去上学了。”\n\n   陈安逸抓起挂在树枝上的毛巾擦了擦汗，换上了和少年一样的校服，然后接过早饭：“浮沉走吧，我们边走边吃。”\n\n  “行，哥，走吧。”陈浮沉拎起书包，很潇洒的甩了下头，“哥，我帅吧。”\n\n  陈浮沉，陈安逸的弟弟，俩人从小相依为命，极其自恋。\n\n  陈安逸翻了翻白眼，毫不客气说道：“帅？你衰吧。”\n\n  “哥，不带这样的，我知道你很羡慕我。”\n\n  “滚”\n\n.........\n\n  两人就在一阵嬉笑打闹中，走到了学校。\n\n  “这道题是个重点，大家注意听，要先设x，然后在.......”一个浑身肥肉的秃头胖子拿着粉笔指着黑板道。\n\n  “哥，还有多长时间下课？”陈浮沉用两个人之间才能听到的声音问道。\n\n  陈安逸看了看手表，心里估算了一下：“还有6分钟。”\n\n  看着这两兄弟的神情，显然就知道没听课。当然，高中生活就是这样，你只要不打扰到老师讲课，老师也不会去多管你。\n\n  在这里就必要说明一下了，虽然这两人都没听课。但陈安逸，从小就一直很聪明，成绩稳列全校前十。那陈浮沉就不一样了，这小子从小不爱学习，就连上这所高中也是陈安逸求了校长好久的。\n\n  “叮铃铃铃.......”下课铃终于响了，在这两兄弟耳中这简直就是天籁。\n\n  秃头胖子听到下课铃，收拾了一下东西，走出了教室。\n\n  “哐”秃头胖子前脚走，后脚就来了个人把教室的门给踹开了。\n\n  秃头胖子听到响声，回头望了望，他眯着眼睛看着踹开门的那个人，摇了摇头，走掉了。\n\n  踹门的人叫葛天，名副其实官二代，富二代，连校长见到他都要柔声细语地讲话，只要他没干出什么太过分的事，老师们也就睁一只眼闭一只眼了，所以，才导致了他成为了校园一霸。\n\n  “陈浮沉，你给老子过来。”葛天大声吼道。\n\n  “喊哥干嘛？”一个淡淡的流出寒意的声音传了过来。\n\n  “今天放学后山见。”葛天丢下这么一句话，走掉了。\n\n  陈安逸一把抓过陈浮沉的膀子，关心的问道：“怎么了？”\n\n  “那有什么事呢，葛天他逗比呢。”陈浮沉笑了笑。\n\n  陈安逸望着陈浮沉的脸，刚想接着问，但又被自己的理智堵住了。他知道，自己弟弟不想说的，就算把他吊起来，用十大酷刑逼问他，他也不会吐一个字。\n\n  漫步走向厕所，陈安逸一直在想葛天找自己弟弟什么事，他们不是很好的朋友吗？\n\n  “喂，听说了没，葛天要打浮沉那小子了，好像还找了个我们这边的杠把子。”一个正在小解的人说道。\n\n  “啊？怎么了？”一人问道。\n\n  “还不是因为陈浮沉把葛天马子给勾搭了呗。”\n\n  这一切正好被步入厕所的陈安逸听到，那小解的两人看到陈安逸提起裤子就往外面跑了出去。\n\n  “扛把子，唉”陈安逸揉了揉太阳穴道。\n\n  终于到了葛天约陈浮沉的时间了，陈安逸一把拉住弟弟，问道：“是不是要和葛天打架去啊？”\n\n  “行了哥，你就别管了”陈浮沉皱着眉头道。\n\n  “不行，你要打，我也跟着去吧。”\n\n  “哥，可是，你上这高中都帮我求情了，你在干出点什么来，校长肯定会把你开除了，你大学不上了吗？”\n\n  “不说这么多了，你记住，出了再大的事，都有我扛着，天塌下来了，个子高的人扛！”陈安逸走向了后山，“我都走了，你还不动嘛，跟个娘们儿一样。”\n\n  陈安逸看着弟弟，他知道，今夜注定不会平凡。\n\n  后山，葛天和几个混混等待着陈浮沉的到来，其中一个看起来很像头领的人，想必就是扛把子了，他问道：“葛少，那人呢，不会是吓跑了吧。”\n\n  “不可能，他胆子不可能那么小。”葛天十分坚定的答道。\n\n  “葛天，你爷爷我来了。”陈浮沉带着陈安逸走到他们面前大叫道。\n\n  葛天用着轻蔑的眼神看着陈安逸和浮沉，说道：“浮沉啊，你带你哥来干嘛？一起讨打？”\n\n  “谁打谁，就不一定了。”陈安逸淡淡地说道。\n\n “小子很狂嘛，兄弟们上。”扛把子望着葛天的脸色，知道自己该出场了。\n\n  几个小混混挥舞着拳头向陈安逸兄弟走来，只见陈安逸一记重拳就把一个小混混击倒在地。\n\n  混混们看陈安逸不好欺负，就找陈浮沉的麻烦，陈浮沉也不是吃素的，快速挥出一拳，又一个小混混倒地，天下武功，唯快不破。\n\n  就这样，三下两除五的就把这些杂兵解决了，此时，葛天的背后被冷汗浸湿，是的，他慌了。\n\n  就在这时扛把子从腰间掏出一个胳膊粗的铁链，拿在手上甩了起来：“嘿嘿嘿嘿，你再能打，能打得过铁链子？”\n\n  说着就往陈安逸挥去，双拳最终还是敌不过铁链，陈安逸倒下了，接着倒下的，是陈浮沉。\n\n  葛天看着倒下的陈浮沉，大笑道：“你打不过我的，哈哈哈哈哈。”\n\n  突然！一个黑衣人出现了！他看向葛天问道：“你，听说过死魂凋零吗？”\n\n  这个声音，就像是九泉之下发出来的声音，令人胆颤。\n\n  “什么狗屁玩意儿！”葛天望着比他高出一头的黑衣人，他很不喜欢仰视的感觉。\n\n  话音刚落，葛天就消失不见了了，随之取代的是空中飘舞着的一片羽毛。\n\n  “啊”扛把子发出了杀猪般的惨叫，随后，空中又多了一片羽毛飞舞。\n\n  陈安逸通过自己的双眼看到了这不可思议的一幕，他现在很想逃掉，但身体的虚弱，让他动弹不得。\n\n  黑衣人转过头来，看向陈安逸，由于夜色，陈安逸根本看不到黑衣人的相貌。\n\n  “那么，你，听说过死魂凋零吗？”黑衣人发出了咯咯咯咯的笑声。\n   突然，一束金光把陈安逸和陈浮沉笼罩在了一起。\n\n  “哦？你要阻拦我？”黑衣人冷冷地说道。\n\n  “到时候，你自然就明白了。”金光发出了一个不带任何感情的声音。\n\n  “铃..”金光带走了陈安逸和陈浮沉。\n\n  “他们俩是被选中的人吗？”黑衣人望着陈安逸原来所在的位置喃喃自语道。\n\n  “咦？好熟悉的气息。”黑衣人嗅了嗅陈安逸刚刚消失的地方，“事情好像变的好玩了呢，咯咯咯咯咯咯。”\n—————————————————————————————————————————————————————\n\n如果，本文有什么触动到你的地方，我很开心那么，就请你顶帖评下分吧，十分感谢索引[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1400907480,
            "txt_content": "@CloudsXDao @风之心_天双 \n如果你还想看第一章，就动动手加我好友，我会@你来的"
        },
        {
            "author": "阿不只奶熊",
            "timestamp": 1400907600,
            "txt_content": "喜闻乐见啊！QAQ"
        },
        {
            "author": "the-blaze",
            "timestamp": 1400907660,
            "txt_content": "这算魔幻吗？"
        },
        {
            "author": "魂梦归他处",
            "timestamp": 1400907780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "一二三四五六",
            "timestamp": 1400907900,
            "txt_content": "不错的，鞥达（——"
        },
        {
            "author": "473937269",
            "timestamp": 1400908500,
            "txt_content": "楼主写的。。。。我都懒得回复了，看在楼主打字的份上，我就勉强回复一下吧，但我还是想说，楼主你太渣了"
        },
        {
            "author": "hznb",
            "timestamp": 1400908800,
            "txt_content": "473937269 发表于 2014-5-24 13:15\n楼主写的。。。。我都懒得回复了，看在楼主打字的份上，我就勉强回复一下吧，但我还是想说，楼主你太渣了 ...\n三年级写作水准的硬伤太大了"
        },
        {
            "author": "hznb",
            "timestamp": 1400908800,
            "txt_content": "473937269 发表于 2014-5-24 13:15\n楼主写的。。。。我都懒得回复了，看在楼主打字的份上，我就勉强回复一下吧，但我还是想说，楼主你太渣了 ...\n三年级写作水准的硬伤太大了"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1400926080,
            "txt_content": "杀戮游戏和这篇比起来简直是小学升初中的改变啊！"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1400926140,
            "txt_content": "hznb 发表于 2014-5-24 12:58\n@CloudsXDao @风之心_天双 \n如果你还想看第一章，就动动手加我好友，我会@你来的  ...\n@hznb 标题写错了！是<原创·连载>吧！"
        },
        {
            "author": "hznb",
            "timestamp": 1400931060,
            "txt_content": "CloudsXDao 发表于 2014-5-24 18:09\n@hznb 标题写错了！是吧！\n别在意细节"
        },
        {
            "author": "hznb",
            "timestamp": 1400931120,
            "txt_content": "CloudsXDao 发表于 2014-5-24 18:08\n杀戮游戏和这篇比起来简直是小学升初中的改变啊！\n我最近去起点看大神技巧的"
        }
    ]
}