{
    "title": "The infantry memoirs第三期By-2200306529",
    "author": "2200306529",
    "replyCount": 4,
    "timestamp": 1400897700,
    "txt_content": "              The infantry memoirs                                 By-2200306529\n          作者：Hi{:10_513:}大家好，我是2200306529，这次又为大家带来步兵回忆录第三期，嗯，上次的第二期呢，我收获了许多金粒，也收获了许多建议，在此感谢那些给我提出的建议的人们，真心谢谢你们，上次呢，有个建议是说我黑了NOTCH，额，我对此表示一笑而过，因为呢，这里是MC论坛，不可能故事里面一个MC元素都不加进去，对不？所以呢，这次，我决定，继续将NOTCH指挥官这个角色加进去，好啦，废话不多说，让我们开始故事吧!           前情提要:\n威廉在废弃的阿尔法基地中救下了弗兰克,得知对方身份后的威廉便和弗兰克组成了一支小队,可是,当威廉走出帐篷后,遇到了一大波的丧尸,他们通过重重难关突破后,在无任何支援和一大波丧尸在附近的情况下,他们该如何死里逃生呢?\n\n\n\n\n正文开始---第一章_病毒研究记录----第一节\n        我和弗兰克坐在椅子上，椅子上的沙粒、石粒告诉我，这个地方已经废弃很久了，我望着天空，战时留下的浓烟还未散去，丧尸在周围怒吼着，似一团黑色的烈火，即将将这个世界吞噬，身上弹药、食物已经不够了，我们该怎么办？这个问题一遍遍的重复在我的脑海里，“我们....还没有输...\"弗兰克听了我这句话丢掉手里的烟踩了一脚后转过身来看着我，说：”哦，你有什么办法吗？\"\"嗯，我们现在食物、弹药虽然不够，但是，你别忘了，丧尸在白天的对人感官能力比较弱，激动速度都非常低，我们或许可以在它们没发现我们的情况突围，根据地图显示，这附近是个商业区，街上有很多废弃的车子，我们可以利用这些掩体成功逃脱，但是，我们一枪都不能开，只能用小刀或用脚踹。\"弗兰克低头沉思了一下，表示同意这个做法，于是，我背上背包，指向那里，\"看，那里有个枪械店，或许可以补给点东西。\"我摆了摆手，说“不，不用去了，在居民撤退时，肯定会发生抢劫，那家店估计已经空了，我们先抓紧突围吧。”我装好弹药，往前跑去，周围只有几只僵尸，所以，我们逃脱的可能性，“诶，等等，不对，前面我记得不是....哦对，伪装成办公大楼的卡诺病毒研究中心！”快，我们进去看看，或许有武器、食物还有幸存者！”我激动的向前跑去，弗兰克紧随其后。\n\n\n第一章_病毒研究记录--第二节\n         进入大楼后，映入眼帘一张张办公桌，但是，桌上只有一台电脑和几本书，完全没有办公的样子，明显，用来掩人耳目的，“我记得，进入实验室的电梯是单电源式的，就算整幢大楼都停电，电梯也不会，这样子是为了防止实验出现问题时，能快速撤离，电梯，我记得....在地下室！”我立刻跑下楼梯，弗兰克紧紧跟在后面，地下室简直寂静的有点恐怖，地下室地上全是灰，由于丧尸爆发时，员工撤离时没来得及开启防护措施，导致整幢大楼在员工撤离后全部都被凋零狂轰乱炸，基地紧急防御灯光便开启了，现在，地下室的灯光是红色的，”哎呦我的妈呀，弗兰克，你TM吓谁啊？没事带毛面具，吓死我了，你不知道你这张骷髅面具在灯光照映下是血淋淋的吗？！我**”弗兰克立刻脱下面具，笑着抓抓头，说道：“sorry啦，刚刚看见这个面具，觉得挺酷的，于是就带上去了，呵呵”我摇了摇头，无奈的继续前进，“前面就是电梯了，小心一点，可能还有残留的丧尸”弗兰克听了这句话脸上的笑容立刻转化为了严肃、紧张，我小心翼翼的按下电梯下行按钮，电梯门开了，一开，就冲出了一只丧尸，我立刻用枪头砸晕了它，一刀戳下去，它便一命呜呼，“现在的丧尸都这样，最喜欢吓人，唉，善哉善哉。”弗兰克笑了笑，走进了电梯，“电梯下行——————————B10”电梯缓缓下行，“到达层数——————————B10”我走出电梯，映入眼帘一排排实验设备和试验舱，但是，试验舱防化玻璃全都破碎了，里面的实验体看来也肯定逃走了，我走了进去，发现桌上有一本实验笔记，我打开了它，上面写到↓↓\n                                                                       101  102103  104 105106  107108  109 110（WARNING) C5药剂 C6药剂 C90药剂 C65药剂 C7药剂 C0药剂 231药剂 36药剂BJK药剂  SL药剂 死亡 死亡 变异 死亡 变异 变异 变异 死亡 变异 超变异 ————— ———— 嗜血 ———— 嗜血 嗜血 嗜血 ———— 昏迷 无尽破坏、范围嗜血 ————— ———— 噬魂梦 ———— 噬魂梦 噬魂梦 死亡 ———— 死亡 体积增大、力量增强 ————— ———— DIE ———— DIE DIE ———— ———— ———— 无法控制、元素崩坏          精神崩裂、无法控制          嗜血开始产生          噬魂开始产生          逃走，代号：凋零\n我慢慢合上研究记录，将他放在了兜里，坐在了椅子上，沉思了一下，弗兰克也看完了这本研究记录的复制本后，走过来，跟我说....轰！！！什么？一只巨大的凋零出现在我们的眼前，它的外表几乎跟记录本上的描述一模一样，“糟了，快跑！“我提示弗兰克快跑，我拿上枪飞快的跑向楼梯，这个时候，竟然有凋零？我和弗兰克跑到大街上，巨大凋零在那里使用火球狂轰乱炸，街上的废弃车辆被不断炸毁，建筑物也是有的被炸毁有的直挺挺的被凋零撞倒，”这凋零，对人感官能力和攻击力太强了！”“不行，得找个掩体！”“不行，只能跟他耗，找掩体会立马被它打穿的！”我气喘吁吁的跑到一辆汽车后面装弹，装完后示意弗兰克过来，我在一辆小车后对凋零进行了我数次失明攻击，之间它失明后一顿乱炸乱撞，“快撤！它失明了！”我又发射了一发失明弹，我们成功逃过了一劫......\n             由于这次作者有事情，所以紧赶慢赶只赶出这点，所以请大家先凑活着看，等作者回来后将会立即更新！\n",
    "replies": [
        {
            "author": "MC大湿",
            "timestamp": 1400898120,
            "txt_content": "\n\n楼主文笔是极好的！支持一下"
        },
        {
            "author": "2200306529",
            "timestamp": 1400898420,
            "txt_content": "MC大湿 发表于 2014-5-24 10:22\n楼主文笔是极好的！支持一下\n谢谢支持，你是沙发哦"
        },
        {
            "author": "沉默的羔羊",
            "timestamp": 1400898840,
            "txt_content": "不错"
        },
        {
            "author": "Etlive",
            "timestamp": 1404381180,
            "txt_content": " 本帖最后由 Etlive 于 2014-7-3 17:58 编辑 \n\n{:10_523:}{:10_523:}据说字多可以拿经验{:10_530:}"
        }
    ]
}