{
    "title": "[单章]《破灭虚空》[作者：龙腾猫跃][第001章:乱入者]",
    "author": "龙腾猫跃",
    "replyCount": 4,
    "timestamp": 1400928180,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-5-24 21:43 编辑 \n\n破灭虚空第001章 乱入者\n　　睁开双眼，草蓬还是那个草蓬，宁苍尘的心一沉，而身上那隐隐的痛楚更是让他断绝了最后一丝希望。他微微地叹了口气，咬着牙从床上坐了起来。\n　　一个憨厚的老妇人听见床上的声音，进门快步走了过来:“哎呀，苍尘你醒了啊。别下床，别下床，你现在最需要的就是休息……”\n　　宁苍尘无奈，只好重新躺回床，堵住她的唠叨，不然她一定说到他躺回去为止，难道只要是老太婆就都会唠叨么？“或许她真的把我当成她儿子了吧……”宁苍尘一笑，在这个陌生的地方，有个依靠的感觉，还是不错的，就像……原来在家里一样。\n　　那个老妇人走来，用左手在空中虚画了一个奇怪的符号，然后对着宁苍尘虚点一下，一个浅蓝色的小巧窗口竟凭空出现。\n　　宁苍尘也是看多了，也见怪不怪了，说实话他刚见到也吓了一大跳——现在，他只是怕他的伤还没好——这样他又下不了床，然后就又不能这不能那的。\n　　老妇人仔细看着那个窗口，说:“嗯，44/60，睡了一晚上才恢复了7。你是咋锻炼的？才6的体质，比10岁的小孩都差。”\n　　听完这话，宁苍尘脑袋上清晰地冒起股股黑线：“体质差？我的体质可是在班里杠杠滴，但初中能有多少锻炼？哪能和你们这些头脑简单四肢发达的异世界人比……好吧，身体没好，这下又得继续躺着床上数羊了。”\n　　当然，他也只能在心里念念，真说出来估计，不，绝对会被当神经病看。额……虽然这个世界好像没神经病这个称呼。\n　　自己作为一个靠谱好学僧（自认为），也不知惹了哪尊神，一觉睡醒，竟发现自己正躺在草地上流口水……揪脸掐腿后宁苍尘证明，这不是梦！更悲催的是，这货才刚弄清楚情况，走了没几步，又被俩花毛野狗盯上了，他又没传说中的S级神器打狗棒，于是只好让自己的11路公交车开足马力。但可惜他的体育也只是恰好及格，哪跑得过狗，于是自然是一路狂奔一路惨绝人寰的惨叫……\n　　接下来的事他就记得不太清楚了，只觉得他跑啊跑啊跑，然后看到一个人，他也终于撑不住，砰的一声倒下去，想着听天由命，就什么也不知道了。当他醒来，就已经在这个林家躺着了。\n　　不说也知道，他一定被那个人救了一命。当林嫂问他的身份，他也只能装失忆，说只知道自己叫宁苍尘……没办法，如果他开口就说“这是地球吗？”神马的估计他现在已经死无葬身之地了。总之，一切有惊无险地过来了，而听说自己失忆，林家人那叫个热心……虽然自己真的没失忆。\n　　但是，宁苍尘对这个世界仍然充满了疑问：这是哪里？他为什么到了这里？怎么回家？还有，那个窗口和类似生命值的东西到底是什么玩意啊啊啊！\n　　难道自己真的像某些xx小说一样，穿越进游戏了？不对，现在这地球上哪来这么NB的游戏，说给谁也不信啊！那还得从那窗口上下手。\n　　“林嫂——这个浅蓝色的东东到底怎么弄的啊？”在别人面前要低调，低调……我不知道那叫“窗口”，我失忆了，嗯，失忆了……\n　　出乎意料，林嫂没有再来一句“你管那么多干嘛”去摧残宁苍尘的心灵，而是抛下一句“等你身体好了再说”，宁苍尘不由得瞬间激动了。\n　　人一激动，就是各种yy：“伤快好啊快点好……如果突然进来个人说‘这是我用5铜币买来的小型HP药，快喝了伤就好了’，这样多么幸福——反正也挺像个游戏的……”想着想着，这货竟然傻笑了起来。\n　　突然，林嫂推门而入，吓了宁苍尘一大跳。“差点忘了，这有我用5铜币买来的……”\n　　宁苍尘瞬间把眼睛瞪得铜铃大，双眼发光地看向林嫂。“你那样看着我干嘛？我买的面包，快吃了，不吃早饭对身体不好，哦，这里还有……”\n　　宁苍尘没能继续听下去，双眼一抹黑，又晕倒了。\n\n　　啊啊，重发版第1章终于发出来了……其实早就该有的，只不过打了3章爪机贡献给厕所女神了所以悲惨地重写orz，然后就到现在……等一两个钟头发第2章，嗯嗯，就是这样。顺便大量求龙套人名~记住是人名不是昵称啊啊啊！\n　　正文字数：1386字\n　　索引帖地址：http://adf.ly/o4I6K\n　　下一章地址：http://adf.ly/o5MzP\n\n[groupid=573]教程小说齐聚汇[/groupid]",
    "replies": [
        {
            "author": "天宇￥",
            "timestamp": 1400930160,
            "txt_content": "没有一点MC元素"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1400931540,
            "txt_content": "天宇￥ 发表于 2014-5-24 19:16\n没有一点MC元素\n呐，后来会有呐……只不过最多被用作一种乱入，加太多的MC元素会导致局限性，然后变得很难写很难写……我重发也有这个原因，MC元素作为世界观太难写长篇了"
        },
        {
            "author": "银狼",
            "timestamp": 1401253500,
            "txt_content": "这是新坑？期待吧，话说论坛开了没人什么情况？（还是说我在网吧进得来- -）"
        },
        {
            "author": "龙腾猫跃",
            "timestamp": 1402662660,
            "txt_content": "银狼 发表于 2014-5-28 13:05\n这是新坑？期待吧，话说论坛开了没人什么情况？（还是说我在网吧进得来- -） ...\n由于月考洗白了，摸不了电脑了QAQ…………于是更新只好等暑假QAQ……\n话说多久换头像了= ="
        }
    ]
}