{
    "title": "杂感",
    "author": "捌柒",
    "replyCount": 8,
    "timestamp": 1400937540,
    "txt_content": "嘛，这也是我在水馆的第一个帖子=A=仅仅是来谈谈自己的感受吧\n今天花了一下午的时间硬着头皮把http://www.mcbbs.net/thread-279115-1-1.html做完了。\n虽然早就知道YTB的大神早就做出来了，但我还是花了很多时间做这个半成品。\n但我其实早就做好了无回复的准备。\n回过来看我的帖子，会发现我的帖子没有一个回复超过三页的。但那并不是水贴。\n我不是想要金粒或人气啊，我只是想要回复，从那三言两语，那些建议和鼓励的字眼来找到自己的心理安慰。\n但我失望透了。\n我做这些是为了什么？这不仅是我的声音，还是很多人的声音。\n在这个人流拥挤的论坛，这个《我的世界》里，这个《世界》里，人们总是再随波逐流。人们倾向于他人的观点。\nD大的帖子让我很有感触，他刚发帖时有一个人骂他“水的真厉害”，但是等到现在，他的帖子里仍然不乏赞美的声音。\n他们的看法在改变。但遗憾的是没多少人会看完D大的帖子，然后回复几个自己的观点，大多数人仅是回复“大触”“屌”的句子。\n这些句子太乏味了，甚至有些人拿D大的帖子当刷经验，混脸熟的场景。\n我很难受，但D大一样走过来了，最初时他对谩骂的声音一声不吭，最后时他对水经验的声音一声不吭。\n这就是《他的世界》，他从来不会受周围人的看法而改变。\n所以我崇拜他，他的技术，他那固执\n也许这才是《Minecraft》一词的意义所在吧。\n我的帖子也仅仅是为了能有一两个人，翻阅了我的帖子然后对指令方块有了更深的了解。\n这时我就满足了。\n嘛，我承认我很笨。\n装模作样学了一年红石，仍不会什么东西，只会照葫芦画瓢，以至于闹出了很多笑话。\n但我没有改变过。我发帖为了什么？我不是为了得到存在感或者尊敬\n我不想得到“膜拜大触”那样的字\n我不喜欢那样。\n奈何他们根本看不到我的作品，他们麻木了，眼里只有了“规模”，当一个建筑庞大入得了他得法眼时，他才会勉为其难地回复一两句。\n然后拿走经验。\n我无数次得发帖，却无数次得失败，\n就像我在人群中大声呼喊我在指令方块方面得到的新发现，希望得到共鸣，而得到的只是死寂。\n而那种贩卖自己尊严得卖萌却能得到大量叫好。\n我并不讨厌那些东西，只是与我无关罢了。\n《傲慢与偏见》。\n在这个红石潮流中，无数人认为红石是“MC最强大得功能”，而这一常识却成了劣根，以至于人们见到一些不认识得东西时，不会选择去了解。\n当我在一个指令方块得帖子里看见“红石大触！”之类得字体，我只觉得好笑，有觉得可怜。\n究竟要有多久，那群冥顽不灵得他们会改变他们得想法。\n至少在国内，这个名为指令方块得东西是弱势群体，甚至大部分玩家都不知道这是什么东西。\n而那些走在前面得越走越远，走在后面得越来越被拖低，以至于他们习惯了观望，而不是追赶。\n所以红石党，建筑党，指令党越来越少。\n因为新人们缺失了对这些得兴趣。只是不断重复，机器地运作着，赞叹着，博取着自己地漫无目的地存在。\n我曾见过无数团队地兴衰，我也参加过各式各样地团队，服务器。\n结局都是不理想的。\n每当有一个新团队成立，我会好奇地加入，交流，学习。\n但是一会，就消失了。\n我记得我跟PPY申请讲我们小组作为推荐小组时，PPY笑着对我说只要胜过度度就可以了。\n我知道言外之意：“你们还不够格”\n我并不抗拒这句话，因为我们小组的确缺少些什么让他们赞叹地东西。\n当我们小组寻求一点新人时，才惊讶地发现游戏技巧里用指令方块地不超过20人。\n而我记得临走前TRP有70人\n这就是差距，概念地差距。\n但是TRP本身也处在危机地状态——他们也缺少人\n至少比前几年地增长数量少多了，根本原因就是懦弱和放弃。\n而那些人并不值得我去批判。\n他们只是麻木罢了。",
    "replies": [
        {
            "author": "审奥不解释",
            "timestamp": 1400937720,
            "txt_content": "太长不看系列。。。。先回复再看吧。。。。。\n——审奥菌应邀前来支援"
        },
        {
            "author": "乃戳",
            "timestamp": 1400937780,
            "txt_content": "你说的太好了！我一定要给你的帖子回复和评分！"
        },
        {
            "author": "Umikaze",
            "timestamp": 1400937840,
            "txt_content": "太长不想看← ← 先给个回复"
        },
        {
            "author": "a2455564728",
            "timestamp": 1400937960,
            "txt_content": "审奥不解释 发表于 2014-5-24 21:22\n太长不看系列。。。。先回复再看吧。。。。。\n——审奥菌应邀前来支援\n你你你，你原来的头像呢，签名档里都没了"
        },
        {
            "author": "阿不只奶熊",
            "timestamp": 1400937960,
            "txt_content": "你说的真棒！我给你表示赞！"
        },
        {
            "author": "乃戳",
            "timestamp": 1400938200,
            "txt_content": "审奥不解释 发表于 2014-5-24 21:22\n太长不看系列。。。。先回复再看吧。。。。。\n——审奥菌应邀前来支援\n想当年，自己辛辛苦苦做的帖子就这样在几分钟内沉了。表示很同情LZ ,LZ我们做盆友吧"
        },
        {
            "author": "进击的小赵",
            "timestamp": 1400938560,
            "txt_content": "我也是啊，每次发帖得到的都是烂字，被大家说水，被大家骂，我们来这里的目的是什么？不是为了玩、讨论交流吗？但是什么时候，这里成了骂人的地方？大家对mc的热情呢？说、说、说，你自己想过别人辛辛苦苦做出一个整合包只希望得到赞美但你却骂他，人家这时怎么想的？像楼主说的一样，大家不希望得到人气和金粒，只希望得到鼓励，得到安慰。这才是我们制作整合包、地图、mc的一切的动力啊！不然那些大触是怎么来的？不就是一步一步登上来的吗！中途有遇到困难，大家帮助他，甚至还有放弃的心理，这时听到别人的鼓励声，才继续爬上去的！可是现在呢？大家来这里是骂人的吗？是让一个正在努力的人放弃的吗？我们中国人的素质就这样吗？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？？你们还是人吗？？你们有想过别人的心情吗！！！！！！！！！！！！！！！！"
        },
        {
            "author": "shellljx",
            "timestamp": 1400939040,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}