{
    "title": "[单章]《破灭虚空》[作者：龙腾猫跃][第002章:情报]",
    "author": "龙腾猫跃",
    "replyCount": 3,
    "timestamp": 1400938860,
    "txt_content": "破灭虚空第002章 情报\n　　第二天，也是宁苍尘来到这个世界的第3天，虽然是白天，这货也只能安心养伤或是数羊……虽然他认为好得差不多，但林嫂这个只看数值的人……真心不给力啊！　　躺在床上，宁苍尘的大脑飞速运转，整理着自己这两天从林嫂那里得到的信息。毕竟，人生地不熟的，情报就是命啊，多一份情报，多一份希望！不然到处瞎撞说不定哪天就挂了。　　首先，这里应该还类似中国古代的帝国，并且还是兵荒马乱的年头。他这里应该是所谓苍蓝帝国的一个小得没有名字的村庄，幸亏这里不是边境，没受到战乱的影响，他才可以这样躺在床上，不然早S在战场上了。但即使这样，在这个用拳头说话的世界，仍然是平静不了。　　至于那个奇怪的窗口，直到现在还是个谜，因为似乎别人不允许其它人可是看不了内容的。而这里的人甚至把它当做一种信仰，于是乎口风更严了……那唯一的盼头就是林嫂说他伤好了就教他。　　模仿那个动作，宁苍尘早就试过了……就算他无比坚信他模仿相似度高达99.98%，但那个该死的窗口还是打死不出来。于是，他也就只好放弃——或许其中还有其它玄机。　　他现在可压根没想像某些脑残小说的猪脚一样，去嗷嗷嗷叫着说我要称霸世界神马的，他只想回去，回到地球——自己真正的家园。那里有他的朋友，亲人，同学，或许他们现在正在为自己担忧吧。　　说白了，他现在的“终级目标”就是回母星，而现在，宁苍尘无论是身体还是实力，怎么看都是战斗力为5的渣渣orz，而这个世界，就连个7岁小P孩战斗力也至少有个7啊8啊啥的。想到这，宁苍尘又把教育局给诅咒了千万次，如果不是他们，自己早就下床了！　　提升身体素质倒是没指望了，那是长年累月的事。但至少也得找点事做啊！不然一直躺在床上，就算躺到死也没结果，客死他乡……但是那林某，热情关心过度也是罪啊！　　“不行不行，怎么也得过林嫂这关。伤没好就没好吧，我就走走逛逛又不会突然冲出个强盗然后一刀KO掉我。额，说不定自己KO了，然后就回母星了……等等我这是想要自杀么……”　　宁苍尘摇摇头，把这些奇怪的想法甩出去，反正还是走一步看一步。　　“林嫂啊——拜托了麻烦了您请过来一下——”宁苍尘发誓，除了考试，他这一生也绝对没用过这么多敬语！　　“诶，来了！”林嫂满面春风地小跑过来。先不谈别的，光看这表情，他的心理战术就成了一半。宁苍尘看有戏，干脆直奔主题：“这个，我想下床活动活动，我觉得伤好得差不多了。行——不——行——啊——”　　谁知林嫂的脸马上一变，宁苍尘堵住林嫂的嘴，马上跟着说：“林嫂，我知道您最好了！先听我说。”废话，林嫂一张嘴，那话，绝对如黄河般连绵不绝，还有他的份吗？估计她自我陶醉地唠叨几分钟然后关门就走，然后他就又只能去数羊了。　　“首先，作为七尺男儿，就要不怕苦、不怕伤、不怕痛！这样才可以建功立业，为大苍蓝帝国作出贡献！”不怕痛才怪！不怕痛是人么？你那啥苍蓝帝国关我P事……　　“并且，我要是一直这样，麻烦您照顾，这哪说得过去啊，我的脸往哪放？”呸，我巴不得有人免费提供吃穿！　　“最重要的是，我这样那我的记忆多久才能恢复啊！科学家说受到熟悉环境的刺激才可以恢复记忆的。林嫂您这是在害我啊……额，科学家是啥……那是……是……额，管他的，总之林嫂，您一定要让我下床啊！”宁苍尘突然感觉自己的脸皮厚度超越了香飘飘奶茶，倒是失忆真的是骗人之必备妙招啥的。　　事实证明，宁苍尘打幼儿园起学的语文真的没有白学，林嫂满脸郁闷地犹豫了几秒，最后还是轻轻点了下头。宁苍尘突然有股大吼一首《翻身农奴把歌唱》的冲动！终于可以起床活动了，不过——尼玛伤口好痛啊啊！\n\n　　嗯，从下一章起这个小说才算是正式开始，其实我都想把这俩章放一起的诶~刚才编辑索引帖，点保存，然后一个华丽丽的错误页面让我233了半天……尼玛……\n　　正文字数：1417字\n　　索引帖地址：http://adf.ly/o4I6K[groupid=573]教程小说齐聚汇[/groupid]",
    "replies": [
        {
            "author": "蒋苏成",
            "timestamp": 1400939040,
            "txt_content": "为毛看你ID这么眼熟？"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1400939640,
            "txt_content": "蒋苏成 发表于 2014-5-24 21:44\n为毛看你ID这么眼熟？\n因为我的ID"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1400939700,
            "txt_content": "龙猫重新写了？感觉好一些"
        }
    ]
}