{
    "title": "[文学创作] <原创·连载>《失控之源》【作者：钢的笔】【2】",
    "author": "钢的笔",
    "replyCount": 4,
    "timestamp": 1401370740,
    "txt_content": "第二章 与世隔绝的游戏世界       “him留下的牌子？”这让肖鸣辉很是奇怪，他知道him在真正的minecraft中是不存在的,可是him在这游戏怎么会出现呢？难道这是游戏里的彩蛋吗？肖鸣辉想了片刻也只能摇了摇头。这应该是一个小彩蛋吧。        现在肖鸣辉开始熟悉一下游戏界面。饥饿值、经验值和生命值显示在视线左上角，但没有快捷物品栏，并且找来找去也没找到物品栏在什么地方。忽然肖鸣辉把视线放在腰包上，难道物品栏就在这？        肖鸣辉打开腰包，把手放进里面。忽然摸到了一个按钮。一摁，物品栏便出现在肖明辉的面前。        “物品栏在这！”肖鸣辉搓了搓手关掉了物品栏。接着就跑向面前的树林去获取木材了。        获取木头的方法跟其它版本的minecraft一样奇葩：向木头不断地挥舞拳头。虽然这动作有点别扭。不过肖鸣辉也是很顺利地弄出了各种工具，之后遇到了一个牛群。肖鸣辉也是很愉快地解决了晚餐和防护问题。        完成了前期工作后，应当找个适合的居住地来居住。不过肖鸣辉也不急，反正太阳现在也没升多高，不过几十分钟后还没到中午，看来这里是24小时一天制的。        吃下一个甜甜的苹果，肖鸣辉在一个池塘边俯下身子把水面当镜子来照。在游戏中，玩家的样貌不会改变。虽然与周边环境有点不同，不过玩家也不必担心怎么用没有手指的手了。       “啊！救命啊！”一声尖叫声忽然响起。肖鸣辉回头去看。不远处，有个女玩家向肖鸣辉跑来，后面还跟着三个爬行者。女玩家手上什么东西也没有，看来是刚刚进入游戏，还没采集资源就遇到了爬行者。不过这名玩家肖鸣辉有点熟悉。       “是你!月玲！”肖鸣辉大叫。如果你问肖鸣辉最烦的人是谁。那么他一定会说出月玲这个名字。他和月玲绝对是天生的冤家。小学抢班干部；中学抢奖项；高中抢排名；大学抢... ...好吧，刚刚中考结束。不过当了这么多年的竞争对手，月玲的样貌也是校花级别的，肖鸣辉对她抱着一种江湖难逢对手的感觉。       现在来看，肖鸣辉又要上演俗套的英雄救美了。\n       肖鸣辉看了看手中的石剑。石剑砍三个爬行者也够用。肖鸣辉看了看向自己跑来的月玲，便是冲了上去。\n       月玲现在身上的确什么东西也没有。不仅仅是因为不熟悉如何操作，还有... ...她是个minecraft小白。刚接触minecraft没几天。遭到爬行者袭击这也很正常。现在月玲也看见了肖鸣辉，虽然有点不爽，但也没有办法。谁叫自己是小白呢。       肖鸣辉边跑着边肉疼地看着饥饿值以肉眼可见的速度消逝着。不过很快便是跑到了三名爬行者的面前，一个会心一击刺中一名爬行者。便是吸引住了仇恨，月玲顺利脱身。不过三只爬行者都是闪着白光膨胀起来，看来快自爆了。肖鸣辉连忙远离爬行者，不过还是因为爬行者自爆受了点伤。不过吃个牛排补下饥饿值慢慢补血就可以了。\n       看着不远处气喘吁吁的月玲，肖鸣辉便是给了她一块牛排吃。跑了那么久，月玲的饥饿值肯定有所消耗。\n       月玲吃下了牛排。之后便是低着头，许久才十分不爽地说了声谢谢。\n       对于月玲的态度，平时肖鸣辉也习惯了。月玲向来都是十分针对他的。即使肖鸣辉帮了她什么大忙，她的态度依旧恶劣。\n       一时间，气氛好像不大对。\n       肖鸣辉想一个人离开这里先。不过想着自己在游戏里呆了有一段时间了，还是下个线喝几口水顺便上下论坛吧。\n       肖鸣辉调出游戏菜单，按下退出游戏的按钮。但是游戏没有没有什么反应。肖鸣辉又按了几下，还是没反应。\n       肖鸣辉觉得很奇怪，就叫了月玲一声。\n       “干嘛？”月龄很不耐烦。\n       “看下你能不能退出游戏？”\n       月玲感觉奇怪，不过还是调出了菜单尝试退出游戏。\n       片刻，月玲便是说道：“不能退出游戏。”\n       “不能退出？”肖鸣辉疑惑起来。却想起了当初他看见的him留下的牌子。他便得出了一个可怕的结论：\n       他们被困在游戏里了。\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n第一章好像没多少人看，希望第二章情况好点\n\n",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1401370980,
            "txt_content": "还好啦，支持一个"
        },
        {
            "author": "MC大湿",
            "timestamp": 1401371100,
            "txt_content": "\n\n楼主文笔不错 不要因为第一篇没人看而放弃！"
        },
        {
            "author": "钢的笔",
            "timestamp": 1401371520,
            "txt_content": "MC大湿 发表于 2014-5-29 21:45\n楼主文笔不错 不要因为第一篇没人看而放弃！\n感谢！撒花！"
        },
        {
            "author": "hznb",
            "timestamp": 1401464280,
            "txt_content": "写的还不错咯，支持一下"
        }
    ]
}