{
    "title": "<连载·单章>【蘑菇牛日记】[作者：冥王星人][39.5]",
    "author": "冥王星人",
    "replyCount": 7,
    "timestamp": 1401370620,
    "txt_content": " 本帖最后由 冥王星人 于 2014-5-29 23:21 编辑 \n\n正文：\n \n\n\n　　地狱。\n\n　　猪人们各自心不在焉的摩擦着武器，在被支派的区域里走来走去。\n　　真是件乏味的差事。\n　　可它们又不敢大声抱怨出来。因为那抱怨的对象动一动手指，立即能把它变成几片形状规整的猪扒。\n\n　　依旧不变，深红的天际。\n　　依旧不变，如血的大地。\n　　岩浆遍流的绝景，一个灰黑色高挑身材的违和存在，缓缓走近。\n\n　　“今天，怎么样？”\n　　“和昨天一样。”\n　　做小队管理者的猪人，漫不经心的回答了末影的问题。\n　　“果然吗？”\n　　“是啊，”猪人用金剑戳着道旁的石英矿，继续道。“大概地上的都听说了，没人敢再靠近这块禁地。严密把守，已经没什么意义。”\n　　今天和昨天一样，昨天和上周一样，上周和上月一样。年复一年，日复一日。\n　　刚开始还有误入的挖矿者大量惨死。逐渐聪明人避开，剩下胆大妄为的傻瓜做示范教材。如今全体远远回避，没哪个肯自找不愉快。\n　　这使猪人们彻底没了娱乐项目，只得发呆度日。\n\n　　“但是王的命令……”\n　　“……”\n　　两族一齐陷入沉默。\n　　当然，他们都认为无视时间推移，始终不改命令内容，很固执很不合理，甚至有点笨。\n　　当然，这是王的要求，他们无权违抗。\n\n　　自从那件事以后，一切都变了。\n　　变得极度苛刻冷酷，让许多异类也想自残发疯。\n　　大家私下谈论，希望发现原因，结果得出仅是自相矛盾的传言。破碎拼凑来的事实真相令人越看越费解，特别凭那漏了天窗，缺掉半边的大脑来讲，实在成了无解的谜题。\n　　真正了解全部的，大概只有王自己。\n\n　　“我进去了，”末影抬头看看熔岩围绕的地狱堡垒。“你们继续巡逻吧。”\n　　“好。”\n　　担任受重用的贴身服侍，即使生做末影族也不大轻松。\n　　王的情绪时好时坏，没准儿一醒来便叫他干这干那。回应不及时的话，必定惹到劈头盖脸一顿痛骂，罚去更辛苦肮脏的工作。\n　　遇见这种事，王不愉快，末影也不喜欢。\n\n　　“莫迦勒莫迦勒！”\n　　穿过堡垒空荡的大厅，走上一般凄凉的回廊，背后忽有声音喊他。\n　　回头见莫娜费力拖着几块兽皮拼成的大口袋，边走边叫。\n　　“快来帮我！”\n\n　　“这是什么？”\n　　莫迦勒接过袋子的绳结，顿觉运送的东西格外沉重。\n　　“战利品。”\n　　感觉上，莫娜好像在笑。只是末影的笑容，看起来既不明显又不可爱。\n　　“新食谱？拿这东西烹饪，不是等于给王下毒么？”\n　　袋里的东西似乎在蠕动，还发出模糊呜咽声和一股奇怪腥臭。就莫迦勒的看法，以它为原料的菜肴，引发不了良好的胃口。\n　　“少瞎猜，等下你就知道了。”\n　　莫娜自顾的拉着口袋，莫迦勒无奈闭上嘴跟随。\n　　结伴服侍王这么多年，他对她竟然产生近似人类异性之间的情感。不过碍于说出来恐怕要遭到全族嘲笑，莫迦勒选择隐瞒。爱一个人（？），并不一定要占有，静静看着她守护她，其实就够了。\n　　可最近的行动，越来越令他费解。\n　　包括去了趟地表，完后带回来这包东西。\n\n　　“王啊，您醒着吗？”\n　　莫娜不顾阻拦，拉着莫迦勒和口袋，径直闯进了王的寝室。莫迦勒简直要吓死，如此的不敬，末影族得变成末影块了啊。\n　　“……”\n　　火把的红色光轻微摇曳。地狱砖垒砌的石台顶端凹陷处，有什么缓慢坐起。\n　　脚旁用于照亮的岩浆，使正常形体投射出庞大黑影，瞬间遮满宽阔卧房墙壁与天花板。那正在苏醒的力量，可以顷刻颠覆世界。\n　　“王，我回来了。”\n　　莫娜撇下身后瘫软跪倒的莫迦勒，把口袋又往前拖了几步。\n　　“莫娜……吗？”\n　　睡卧地狱中心的生物，轻轻吐出一口气。\n　　激寒的白雾存在了一秒，即被周遭充满的高温蒸发。只是这难耐的高温，还不足以使这个生物回归温暖，融化冰冻的心灵，为凝结的血液注入活力。\n　　“是我，事情做完了。”莫娜很激动，而兴奋之余掺杂着不易察觉的迟疑。“但……”\n　　“------”\n　　“他”从后半句话里，大概猜到事情的结局。\n　　意外的是，没有责备没有暴怒，仅由台阶走下，体贴安慰一句。\n　　“你尽力了。”\n\n　　“十分对不起，我没想到……那家伙实在太狡猾了！明明临时召集野外的僵尸骷髅死死包围，一下子他就不见了，怎么也找不到。下次我要带爬行者去，把地面都炸烂，看他往哪里躲。”\n　　“去休息吧。”\n　　“他”拍了拍末影的肩膀算作奖励，转身准备离开。\n　　“请等一下，王。”莫娜跪着没动，伸开长手解掉口袋的绳子。“目标追丢了，可最亲近的地表族被我捉到呢。”\n　　“什么？”\n　　“就是和他住在一起，整天结伙作恶的地表族。”莫娜挺起过人的身高，拎住袋底两角倒出里面的东西。“您希望怎么处理？”\n\n　　一团垃圾似的物品被丢在坚硬地狱砖地板上。\n　　此时莫迦勒才明白，蠕动和呻吟究竟怎么回事。\n　　差不多的村民他是见过的。半边身体叫僵尸啃得稀烂，中箭无数犹似刺猬，还有蛛丝缠成粽子状，早不稀奇了。\n　　只是这个，可怜得他也不忍目睹。\n\n　　莫娜扯去堵嘴的毛巾，给了那村民一脚。\n　　“你把他藏去哪里了？快说！”\n　　衣衫破烂，皮肤残留咬食的牙印。一条胳膊腕处以下便没有了，凑合包裹的布巾被血水染红。他还活着，只是尸毒已经在身上发作，半侧面目透出阴阴的翠绿。肉体朽烂遍布黑斑，鲜肉和腐肉争相破损脱落。\n　　过不多时候，侵蚀完成，他就沦为怪物的一员了。\n　　“我……我唔知道……”村民操纵未失去知觉的半张嘴，勉强吐了几个字。“他也呼……史了……”\n　　“胡说！即使死了尸体也得搬来给王看！这老家伙，到现在了还不老实……”\n　　“等等。”\n\n　　王制止莫娜要施加的拳脚，轻挥手势让她退后。\n　　“他”神情漠然，盯住伏地颤抖的村民，语气异常柔和的发问：\n　　“你叫，什么名字？”\n　　“呃……唔，吉、吉布……”\n　　“好吧，吉布。抬头。”\n　　“------、”\n　　“抬头看看我，你是否认得。”\n　　“你……”\n　　一边正常的深褐，一边尸族的猩红。颜色迥异的瞳仁，对上面前闪烁微光的惨白。\n　　求生的祈望，获释的机会，立即泯灭。\n　　“He……Hero……”\n　　“嗯，很好。”\n　　“……brine……”\n\n　　Herobrine淡淡的笑了。\n　　那笑容，危险无比。\n　　“莫娜，莫迦勒。”他招呼两个末影仆人，宣布处决。“喂龙。”\n\n　　“不------！不要------！！求你------！！！”\n　　凄厉悲鸣随拖去的方向，一直回荡。\n　　Herobrine听着，笑着，感受死亡威胁产生的痛苦，好像享受曼妙的音乐。\n\n　　就快了。\n　　他将回来，与我站在一起。然后，清算血仇。\n　　梦中的人，你还要等待。\n　　无忧的相伴，我必寻回------\n\n\n\n\n索引：\n \nhttp://www.mcbbs.net/thread-98718-1-1.html\n\n\n废言：\n \n史蒂夫线第一段彻底完结，稍后会更新索引帖和TXT下载。\n",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1401370680,
            "txt_content": "展现秒速到了，吉布终于可以死了吧"
        },
        {
            "author": "MC大湿",
            "timestamp": 1401370740,
            "txt_content": "a2455564728 发表于 2014-5-29 21:38\n展现秒速到了，吉布终于可以死了吧\n\n\n沙发抢不过您老人家！\n\nQAQ 手速太快了"
        },
        {
            "author": "寰宇",
            "timestamp": 1401370740,
            "txt_content": "单章是为了名正言顺的多发帖子吧~喂！"
        },
        {
            "author": "冥王星人",
            "timestamp": 1401370920,
            "txt_content": "寰宇 发表于 2014-5-29 21:39\n单章是为了名正言顺的多发帖子吧~喂！\n没错你看我的积分都是这么骗来的~~"
        },
        {
            "author": "250=mo",
            "timestamp": 1401371280,
            "txt_content": "为何会有39.5……什么玩意儿……"
        },
        {
            "author": "qw5125123",
            "timestamp": 1401371280,
            "txt_content": "  好吧 我眼瞎"
        },
        {
            "author": "HGK",
            "timestamp": 1407476400,
            "txt_content": "刚刚看见←_←"
        }
    ]
}