{
    "title": "<原创·连载>小天穿越记[作者：130s][梦想圣城]",
    "author": "@💊🌂🔔",
    "replyCount": 7,
    "timestamp": 1401442980,
    "txt_content": "作品开始前，提前祝大家儿童&端午快乐！估计很多人和我差不多，都已经木有儿童节了，虽不能再玩，这意识着咱们已经逐渐的长大了！更应该珍惜眼前的一切。。。。\n小天穿越记作者：130s\n\n 起程了，一路上满是初晨的味道，我隐隐约约的回想起爷爷奶奶常带着自己，去乡涧的小路上呼吸着空气，谜一样的太阳逐渐从地平线上爬了上来，公主殿下从起程开始都从未说过一句话，她不愿告诉我她的名字，我想也有她的理由吧，不久，圣城就呈现在眼前，不过为什么在天上呢？感觉像是动画一样，艾瑞克伸出他洁白的手，触摸一下地面，瞬间一道五彩斑斓，似彩虹的阶梯便出现了，'上去吧'艾瑞克慢慢张开嘴。\n\n\n 走在阶梯上，感觉自己好像要飞了，这感觉比玩电脑还要爽，太阳的光芒照射着阶梯，我们顺利的到达了圣城，可是这里万分安静，看不出任何动静，'艾瑞克先生，如此安静是怎么回事呢？'我好奇的道到'这只是结界，为了不让这个世界孩子们的梦想跑出来，当然进去你就知道了'艾瑞克呵呵的说道，我倒是要看看这里面到底是何样！\n\n\n 踏进结界边界的一瞬间，一阵阵打闹声在耳畔瞬间响起，我睁大眼睛，不敢直视眼前的一切，只能目瞪口呆的原地不动，怎么说呢？简直一片混乱，简直是全体大乱斗，不对应该是全体大乱入：\n 天空上飞着凹凸曼(奥特曼)、超人、女巫，下面跑着小怪兽、白雪公主。。\n真是不敢相信自己的眼睛，这些东西居然这个世界也有，'呵呵，惊讶了吧？这些都是孩子们许下的愿望'艾瑞克边说边带我去出口的另一端，公主殿下也毫无被这些东西吸引，还是紧贴着艾瑞克，来到结界的另一端。\n\n\n 只有一个像水池的东西，但是中间的东西是一个透明散发光芒的宝石，'这个就是你刚才看到那些东西的来源，这个宝石台可以将孩子们的愿望放在结界里，但是一群邪念的人看上了这个，他们想剥夺孩子们的梦想'艾瑞克津津有味的说着，原来如此这是孩子们的梦想。。。不知道我能不能许愿让史蒂夫复活，唉，我欠他的太多，太多了，突然圣城剧烈的震动。\n\n\n 突然从结界里出来了一群像恐怖分子的人，'臭老头儿！快交出梦想宝石，否则我就炸了这里！这次我可是认真的'他们中间的头目嚣张的狂喊，艾瑞克露出严肃的表情，公主殿下躲在艾瑞克身手，只见头目一声不吭，手一挥，瞬间天空出现裂缝，从裂缝里射出一个接一个的火球，将结界打的稀巴烂，全场沉默不语，艾瑞克的眼神更加严肃了。\n\n\n 接着又来了几个火球，这次对准的可是梦想宝石台，'孩子们的梦想！由我来守护，王者钻石剑！'我瞬间召唤出剑，将火球一个接一个挡开，这样下去也支持不了多久，为了梦想，我要打败你们！可是人都是有缺陷的，一个火球正好打中宝石台，瞬间天昏地暗，圣城极为不稳定，宝石被炸的粉碎。\n '我们得不到的东西，你们更别想得到！'头目更加嚣张。\n\n\n 可恶的家伙，你们完蛋了，我一蹭便道他们面前，看剑！瞬间他们一群人中间突然爆炸，全部人被炸飞出了圣城，但是圣城也要踏了，怎么办呢，我跪在地下，没有办法了么？宝石的碎片瞬间自动组合起来，变成一块水晶，它散发着光芒，将即将倒塌的圣城恢复了正常，瞬间由再次变成碎片，再次重组变成了一个爱心的薄片。\n\n\n '这。。难道就是。。传说中的神秘道具之一——梦想的结晶！'艾瑞克惊讶道。\n\n\n \n感谢各位的全程阅读~！\n\n\n光荣榜*(如果你要我更新@你的话，就回复说声吧~)\n @poi4399  @狂风※中箭  @a2455564728 @42486327  引索贴\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1401443160,
            "txt_content": "开坑太多不幸福"
        },
        {
            "author": "HGK",
            "timestamp": 1401443160,
            "txt_content": "已和61无缘_(:з」∠)_"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1401443160,
            "txt_content": "a2455564728 发表于 2014-5-30 17:46\n开坑太多不幸福\n我已经体会到了- -我准备完结几个- -"
        },
        {
            "author": "42486327",
            "timestamp": 1401444420,
            "txt_content": "正好我刚回家2333"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1401557160,
            "txt_content": "儿童节是啥？能吃吗？- -。。。\n只剩端午了{:10_503:}"
        },
        {
            "author": "liusibanxiaohi",
            "timestamp": 1403358900,
            "txt_content": "写的还可以，不错。"
        },
        {
            "author": "liusibanxiaohi",
            "timestamp": 1403358900,
            "txt_content": "不错哦！"
        }
    ]
}