{
    "title": "我的世界之飞行骑士",
    "author": "qq913626426",
    "replyCount": 12,
    "timestamp": 1340466720,
    "txt_content": "我的世界之飞行骑士\n序章章 坠落\n  “哎...什么运输都是我去送，真郁闷”坐在蓝色双螺旋桨方块喷气机上的银发少年悲催的说。那是一双蓝色的美瞳闪着光彩，眼神像钻石一般坚韧，银发随风飘动，人帅，可惜头方了点“要是能找点有趣的就好了”。\n  “那是？到底是什么？”一团黑色半透明的翅膀拍动着，硕大的头，紫色的眼睛“那...那是...！”此时，哪个硕大的黑色物体正向少年飞驰而来。“啊...飞机会毁掉的...别过来”就算少年怎么喊叫，黑色物体会听得懂吗？和庞大的黑色物体比较，少年是那么的渺小。\n  黑色物体在离喷气机还有两三米的时候，巨口喷出一扎紫色的烟。烟雾正飞来，少年手拉控制盘，向上挑，飞机正直线上升。但烟雾的速度也不赖，径直撞向了机尾的喷气引擎，被烟雾碰到的地方都被腐蚀掉了。没了引擎的飞机再也飞不起来，盘旋着坠下底面。银发少年气愤的叫道“喂，飞机很贵的，你...”在这最后一刻、他终于看清楚了，这是...一条浑身黑色鳞甲，爪子和翅膀，眼睛是紫色的龙--一条死尸级的动物、在坠落一瞬间、银发少年惊呆了！\n明天第一章，今天太晚了--黑狗",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1340467020,
            "txt_content": "太短了，多一些。。"
        },
        {
            "author": "ayaya",
            "timestamp": 1340468580,
            "txt_content": "头疼没力气读..."
        },
        {
            "author": "geludan",
            "timestamp": 1340468880,
            "txt_content": "ayaya 发表于 2012-6-23 17:23 \n头疼没力气读...\n睡了一觉，差不多了，接下来要半夜里才能睡"
        },
        {
            "author": "tteicom",
            "timestamp": 1340469360,
            "txt_content": "太短了，看完没用10秒。。。 还有错别字。。。“一条死尸级的动物”。。。是巫妖王家的分级标准么。。。。还有，“眼睛是紫色的龙--一条死尸级的动物”用“条”放在“动物”的前面总感觉有点不习惯，可能用“一条史诗级的龙”会好一点，不过我家的龙还是习惯论“只”的。。。一只龙之类的，哈哈\n\n加油写吧，鼓掌"
        },
        {
            "author": "ayaya",
            "timestamp": 1340469420,
            "txt_content": "geludan 发表于 2012-6-23 11:28 \n睡了一觉，差不多了，接下来要半夜里才能睡\n记得以前回国的时候在飞机上不睡觉，到了之后时间刚好..."
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1340472300,
            "txt_content": "好吧，，现在看见小说都头晕，，因为我原来在一晚上的时间看了斗破苍穹600章...我都不知道是怎么办到的.{:10_492:}"
        },
        {
            "author": "g-g-g",
            "timestamp": 1340512140,
            "txt_content": "继续努力  "
        },
        {
            "author": "qq913626426",
            "timestamp": 1340595900,
            "txt_content": "第一章 醒来（本小说融入了工业2及村庄、王国战争）\n\n    黑色物体，不，应该是龙，一直在少年头里浮现着。哪致命充满腐蚀性的烟雾，以及哪怨恨的眼神，一个个恐怖的的画面就此闪过。\n    “啊...太可怕了，龙...是龙啊”银发少年从梦中惊醒，满头豆大的汗珠，豆大一点都不夸张，因为汗珠已经变成了方块。看着周围陌生而神秘的地方，惊呆了。自己躺在木制房屋里，而房屋里的每一处，都是...方块！“这里是...这里是什么地方”因为紧张的少年已经口齿不清了。“你醒了，这里是minecraft，简称MC。”这时一女走了近来，哪话正是女孩说的，“别担心，我们没有恶意！你包裹在一个蓝色庞然大物中，从天空中掉落下来。我开始以为是流星，结果越飞越近，竟然直接砸到了我们的村庄。在抢救房屋时发现了你”小女孩蓝色的头发披在身上，蓝色的大眼睛一眨一眨的，十分动人，就是不知为啥，全是都是方的。少年汗言“你是说我的飞机砸到了你们的村庄？”小女孩点点木讷的方块头。“对了你叫什么，怎么久还不知道你名字呢”面对小女孩的问题，少年说道“这个...我叫...我叫him。”因为这个名字经常被人取笑，所以他太久没说出来。“什么...him...那是我们的创世神。”小女孩吃惊的说。him以为小女孩要取笑她，没想到还有这回事。“这个，我不知道什么的，我们的世界和这个世界完全不同！比如说，方块？”小女孩突然忘了什么似的向门外跑去只留下一句话“你等着别乱走，我马上就回来，我...叫...安娜。”\n   本来him还有很多事要问，但是安娜已经走了。房间是个很简洁的六乘六格式最角落是张床，然后一个书架一张凳子还有东北两面各有一个窗户。叹了口气后，径直走向东面窗户，此时太阳才刚刚升起“啊...这这...真是。”窗户外面一个个方块搭成的房屋，足有二十几间。最中心是一座别墅。和其他的木制房屋比起，哪石制的房屋要豪华得多，房屋顶是一门旗子上面画着一条普通的鱼。最显眼的就是“怎么会有这种事”这句话几乎是同一时间说出来的。和him说同样话的是一名老者，也是方方的头。“him，我们的村长来见你了。”这时老者端详着这位银发少年说道“你真的叫him？”him点点头。“很难让人相信啊，他会是救世主吗？”“村长，不如带她去做骑士测试！”“这是确认最好的方法，明天一早就启程。him，如果你想我们信任你，成为我们的朋友，那么明早请和我们一起走。”him面对他们那莫名其妙的话，只得点点头。老者看到him点头，满意的笑了，对安娜说“娜娜，你要对客人好一点，去拿点猪排和蛋糕来。”说完向就向门外走去。“记住，晚上千万别出去”看着老者的离去，him觉得好像很熟悉的感觉。安娜走到him的身旁说，“你先休息吧，蛋糕待会我会放在桌子上。”\n   him想着昨天的一切，难道我的真是创世神，这未必太荒唐了吧！这个世界到底怎么了，我得好好问问他们。管他的，听着救世主也是个伟大的职业，就这么着吧！\n   明天启程。--黑狗"
        },
        {
            "author": "986823638",
            "timestamp": 1340596260,
            "txt_content": "再来呀，我还没看够"
        },
        {
            "author": "hmy123456",
            "timestamp": 1340683500,
            "txt_content": "新手欢饮欢饮！"
        },
        {
            "author": "dun222",
            "timestamp": 1342882920,
            "txt_content": "不错不错!!!!!!!!!!!!!!!!!!!"
        },
        {
            "author": "1277832129",
            "timestamp": 1345004880,
            "txt_content": "你的头像好无语"
        }
    ]
}