{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第三章 变故】]",
    "author": "JKL81543764",
    "replyCount": 2,
    "timestamp": 1401464940,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:14 编辑 \n\n                       第三章     变故       “轰---”火把左脚一蹬，身形爆射而出，巨剑挥舞，带着音爆之声，重重地砸在前方聚集在一起的几只骷髅，如同摧枯拉朽般，骷髅的身体在巨剑之显得极其脆弱。       望着从阴暗处不断涌出的亡灵族，一丝丝疲惫感从心头散发出来。火把已经用完了，但僵尸等怪物依然不断地从深邃的黑暗中成群得出来。       自从进到丛林开始，战斗便一直没停过，而且，在沙漠时，也没进行过适当的休息。这样下去，迟早会全部葬身此处！       “幻！带着萧萧杀出去！活塞，和我暂时抵挡住僵尸。”火把面目狰狞，望着幻厉声道。       幻看着火把的样子，在他印象中，这个面目清秀的少年，一向都是非常冷静幽默，从未见过他露出这般脸色。既然如此，一定有他的道理，。马上拉着萧萧的手，刚跨出一步，却发现萧萧一动不动地站着。       “萧萧，还楞着干吗，快走！不然都得死！”火把再次喊到。       或许是被火把那充满血丝的眼睛吓到了，身体也软了下来，跟着幻走出去。       “嘶---”火把左手被一只骷髅射中，深吸了一口冷气，值得庆幸的是，箭只是划过了皮肤，但也留下了一道深两厘米的伤口。撕下一块衣布，简单的缠绕在伤口处。       “活塞，边打边退。如此数量的怪物，总觉得有异常。”巨剑像拍皮球般，将一只僵尸拍出数十米外，对着活塞说道。       “嗯”活塞随口回答到，看其苍白的脸色，体力明显已经到极限了。       “先把这吃了，再坚持五分钟，幻他们应该就走出从林。”火把扔给活塞两个南瓜派，道。       话音刚落，在幻他们离开的方向，传来一名女子的尖叫声。仔细一听，竟是萧萧发出的……       “…哥，随我杀出去！不顾一切！”叫声徘徊在火把的耳边，使火把身体微微一震。       活塞也好像明白了什么，毫不犹豫地挥舞着双剑，开辟一条路。       火把望着身后的僵尸，骷髅等，“呵呵，如果萧萧出了什么事，我要你们全部陪葬！！！”心中暗暗道，旋即，嘴角扬起一个诡异的弧度。      “轰---轰”路上，火把活塞二人，不顾一切地狂奔，有些，是双脚蹬地，爆射而出的声音，有些，则是僵尸被其打到空中，直接坠落地面的声音。       丛林中，两道身影，如同瞬移般，在丛林中不惜一切地穿梭着。       “轰---轰”半路，一处漆黑的草从中，传出一阵闷响。大地，竟也为之颤抖！       随后，一只强壮的巨型僵尸，从中走了出来，每一步，脚印都深陷地面之中。       突然，一道从肩到手肘上的伤疤，引起了火把的注意。这正是当时行他手中逃走到那只僵尸。       虽说之前很想将它斩杀，但现在，却不行！萧萧很危险，他要去救她！       “给劳资滚开！”火把沉声道。虽然声音深沉，但无一不透露着愤怒，急躁。现在，火把只知道，这只人形状的垃圾，正耽误他救萧萧的时间！       萧萧，在火把心中占据着极重的地位，火把不允许她出一点意外！一点，也不行！       巨型僵尸那硕大的身躯，将火把的去路尽数阻挡。       “劳资说过，给劳资滚一边去！”火把吼道。话音刚落，身形便爆射而出。见状，活塞也跟了上去，他没见过他弟弟这样。       “破”火把厉声道。挥舞着巨剑，直接砸在僵尸的胸口上。僵尸的身形，直接倒射而出，划过几十米的距离，然后，径直倒在地上。因愤怒而转化而来的力量，竟恐怖如斯！       此时，活塞立刻将双剑甩出，精准得没有一丝误差地刺穿僵尸的喉咙！        “干得好，快，去救萧萧！”互相击了一下拳，便往萧萧那个方向赶去。       ………………       “啊”萧萧尖叫到，在他们前面，有几个身披灰袍的人，清一色地拿着弓，刚刚萧萧的尖叫，正是因为手臂中了一箭，血流如注。       幻的实力也不错，一把镰刀在手里如索命镰般，一但架在敌人脖子上，没人能逃出他的镰刀。       但，这些实力，在这些灰袍人面前，根本不值一提。当幻的镰刀，即将斩到灰袍人身上时，灰袍人便直接变成黑雾，随后，便出现在其身后。       幻的身上，手上，已经布满血迹，正决定与灰袍人拼命时……       远处的黑暗，两道人影若隐若现。火把瞪着布满血丝的眼睛，望着他们，最后，拼尽全力，直接爆射到他们身前……       “凡是刚刚动过手的，都得死！”巨剑插入地面，一袭黑袍随风飘动，王者风范初具锥形…………          引索帖地址：引索帖",
    "replies": [
        {
            "author": "MartinXF",
            "timestamp": 1408368360,
            "txt_content": "你就不会回家之后用电脑吗？或者带个笔记本过去"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1408368480,
            "txt_content": "MartinXF 发表于 2014-8-18 21:26\n你就不会回家之后用电脑吗？或者带个笔记本过去\n都是以前的事啦"
        }
    ]
}