{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第二章 路上】]",
    "author": "JKL81543764",
    "replyCount": 2,
    "timestamp": 1401464700,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:13 编辑 \n\n                第二章      路上\n        清晨，第一缕阳光透过晶莹的玻璃窗，照射到萧萧脸上，显得美丽动人。\n        “啊~”萧萧醒来，懒庸地伸了一下懒腰，无意间，将那凹凸有致的身材展现了出来。\n        “起床啦，火把，哥哥，还有活塞。”萧萧用那清脆的声音，将三人唤醒。洗漱完后，火把宣布了今天的任务，找多功能空间站。\n        茫茫沙漠上，风沙肆虐，三男一女顶着风缓慢地走在这片沙漠上，身后留一排深陷黄沙中的脚印，片刻后，所有踪迹，便是被隐藏在黄沙之下。乍一看，正是火把一行人。\n        “啊，上帝啊，我一贵族大少爷，为什么现在要走在这一只动物都没有的地方，我要死啦。”活塞抱怨着。\n        “别急，快到了，而且我还有20个腐肉呢，饿不了的啦。”火把拿出腐肉，对他说。“这句话你说了不下十次了，而且，我才不像你，吃腐肉度日。”他们三人异口同声道。\n        时间飞逝，夜色像恶魔般，将残余的光辉尽数吞噬。天地间，凭空出现的僵尸，使这里的气氛，渲染得诡异至极。\n        “晚上走路太危险，先弄个临时堡垒，等天亮再出发吧。”幻握紧手中的剑道。“额，好吧，现在大家都没多少体力了，先休息，明天早上再出发。”说罢，火把立即拿出圆石，弄了个比较大的堡垒。\n        夜晚，在空旷的沙漠上行走是非常危险的，面对从四面八方过来的亡灵族，若没有足够的勇气与智慧，是无法在围攻中存活下来的，即使有强大的护甲。\n        虽然已经是晚上，但地表散发出来的热度，还是让人窒息。\n        “嘿嘿，不愧是建筑师，连个堡垒都这么霸气。”活塞嘿嘿一笑。\n        萧萧和活塞二人，由于抵挡不住火把吃腐肉的样子，便是上去第二层休息，然而幻却是……\n        “虽然我没吃过这玩意，但我太饿了，给两块来。”幻还没问，就从火把手中抢去，开始啃起来。。\n        “这…，没啥味道，还能填腹，现在才知道腐肉是那么好的食物。”幻咀嚼着还没咽下的腐肉道。“嘎呃--呃--吱吱”夜色下，两人抱着一块肉，在那啃，发出令人惊悚的声音。但看样子，貌似那肉挺好吃的…\n        次日清晨……\n        “僵尸都死光了，怎么回事?”萧萧醒后，往了往周围一只僵尸都没有的沙漠，不解地向她哥哥问。当然，现在的阳光强度，还不足矣令亡灵族自燃。\n        “额，这个，昨天我和火把吃腐肉时，发现不够吃了，我们两个就杀出去打了2组腐肉”幻望着萧萧说道:“话说，你和活塞昨天到现在什么东西都没吃，来，这2块给你，这块给活塞”说罢，递给萧萧几块腐肉。\n        “哥哥，你怎么了啊，怎么和火把一样都吃腐肉。我才不要呢，你给活塞吧。”萧萧避开腐肉道。\n        沙漠上，三男一女，其中三个男的，动作惊人地一致！四人加快速度，往前方不远处行去。\n        ………………… \n        通往空间站的必经之路，是一片茂盛的森林。寂静的森林中，火把一行人安静地走着，一双双警惕的目光，不断地在森林中的阴暗地区扫过，双手紧紧地抓着手中的武器，随时准备应对突发事件。\n        虽说这时是白天，不会有亡灵族的出现，但这在丛林中却截然不同。茂盛的枝叶当住了阳光，这让幽暗丛林危机重重。\n        丛林中的路异常崎岖，这让这些这沙漠中早已消耗完大部分体力的人，更加疲惫了一分。\n        抹了一把满脸的汗，火把回过头，望着在那后方努力行走的朋友们，视线随意地在众人间扫过，最后停留在那如众星捧月般在中间的蓝发粉衣的女子身上。\n        此人，这位叫做萧萧的女子，也正好微微地直起身子，手背轻轻地擦拭着额头上的汗珠，轻轻的气喘声，配合着那柔美的脸颊，看上去颇为让人心生怜爱意。\n        在进入森林不到半小时内，便受到了不下三波躲在阴暗处袭击的骷髅以及僵尸。\n        在这期间，火把还遇到一只体型比一般僵尸更加强壮的僵尸，在与火把对抗间，火把那黑色的巨剑竟然没一点优势，巨型僵尸的力量，比黑色巨剑更加沉重。\n        最后以火把双手发麻的代价而告终。望着那攻击无果之后，便逃之夭夭的僵尸，火把恨恨一咬牙，要不是因为巨剑束缚着他，要不然绝对能将那只巨型僵尸，斩于他的巨剑之下。\n        火把叹了口气，把剑收好，继续带领着队伍往前走。\n        在如此高强度的战斗之下，他们终于知道了什么叫做精疲力竭。因肚子太饿，整整两组的腐肉竟直接在十分钟内，全部解决感觉，让人不由得打心里敬佩。\n        可人家萧萧毕竟是女孩子，怎能吃这种难吃又难看的食物。火把最后也看不过去，哪有让一个女孩子饿肚子的道理，便拿出私藏的南瓜派，递给了萧萧。\n        “呜呜呜，最讨厌火把了，有南瓜派都要我吃腐肉，你成心气我啊！”萧萧抢过南瓜派，嘟着小嘴愤恨道。\n        火把捎捎头，尴尬道:“以前食物太少了啊，不省点怎么行…”说罢，侧着脸，看到萧萧眼眶里竟有泪珠在打转，好像就要如瀑布般涌出来。\n        见状，火把马上补上一句:“我怕你饿啊，这是专为你准备的,以后再也不让你吃腐肉好了吧。”\n        听了这句，萧萧脸色才略微有些好转，小声道:“这还差不多…”\n        时间再次到了晚上，黑暗将丛林笼罩，让丛林危机重重。僵尸，骷髅，苦力怕，蜘蛛，整个丛林都是它们的地盘，踏入者，死！\n        幸好火把带领队伍来到一处较平坦的地方，位置也足够大，起码有可以伸展身手的空间。\n        “轰！”一只苦力怕趁虚幻在专心攻击前方敌人时爆炸。\n        “咳咳”吐出一口血，爬起来，望着前方的僵尸，拿起剑，猛地往僵尸头部射去，顿时，血沫横飞，溅到虚幻的脸上，配合着嘴角处的血迹，像一只嗜血的狼一般凶恨。\n        虚幻站起身来，走到被插死的僵尸旁边，将剑拔出。\n        虽说僵尸一类的数量已经不多，但骷髅却是躲在阴暗处放冷箭，让人防不胜防。\n        对于这些，火把几乎没有一丝顾虑，硕大的剑身，如同一个盾牌般，将箭尽数抵挡。\n        眼睛死死地盯着远处的一只骷髅，如同瞬移般，到了骷髅背后，右腿猛然发力，一个转身，将骷髅踩在脚下。\n        全部人如同杀红了眼般，来一只杀一只，空气中弥漫着浓郁的血腥味………………………\n        (正片开始……)\n      引索帖地址：引索贴",
    "replies": [
        {
            "author": "MartinXF",
            "timestamp": 1408368300,
            "txt_content": "请问你是来自二次元的那个地方？"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1408368360,
            "txt_content": "MartinXF 发表于 2014-8-18 21:25\n请问你是来自二次元的那个地方？\n这个。。。我是从三次元到二次元的"
        }
    ]
}