{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第一章 穿越到MC】]",
    "author": "JKL81543764",
    "replyCount": 2,
    "timestamp": 1401447240,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:12 编辑 \n\n             第一章     穿越到MC\n          “哗___哗哗”\n        海边，一道穿着宽松黑袍的男子躺这沙滩上，清凉海浪轻轻地拍打在这人的身上。此人非常年轻，也就十五六岁罢了。\n        阳光照射在少年脸上，海浪拍打着少年的黑袍，样貌也不是那种帅得能让女孩倒贴过来的，但也算得上清秀。\n        “呃，这是哪，我在哪？”火把迷迷糊糊道。在脑海里努力地回忆着。火把只记得，之前正玩着多功能空间站存档，然后就什么都不记得了。再然后......就没有然后了。\n        视线在周围扫了扫，没有曲线，连天空上的耀日也是方方正正。脑里一片混乱，片刻后，才知道，穿越了。火把无奈道:“现在玄幻小说都不是这样么，现在轮到我穿越了，而且还是在MC里。”\n        火把尝试去找我的空间站，那什么都有。还准备做完就发到MCBBS上。可是，事情并不能如我所愿。所以，火把打算去一开始的小木屋。\n        站起身来，拖着疲惫的身躯，走在这片大陆上，一个人，背影极其孤单。但少年脸上，依旧是那副淡定从容的模样。\n        时间飞逝，太阳高挂在火把头顶上空，五格饥饿没了。已经过去半天，却连毛都没看到。按MC定理来说，没跑，没条，饥饿值不会掉那么快的，但现在......\n        又过了一会，已经感到饥渴难耐了。努力地抬起头来，往前一看，突然，在那远方那密密的树林里，竟看到一只MC特产的粉红方块猪。\n        正所谓望山跑死马，现在望猪也能跑死人。已经快没有饥饿值的火把，已经不能跑了，只能脱着疲惫又沉重的身躯，一步一步地挪动着脚印。\n        树林已经近在咫尺了，不，应该是小猪。已经要活过来了，求生的欲望竟然让火把略微提升了一下速度，最后，离小猪仅仅只有一步之遥。\n        “吾平生素来不杀生，可今日上天咄咄逼人，实在是无路可走，便先拿尔开刀了。”火把费尽了千辛万苦，终于到了小猪面前，像一个圣人般，双眸紧紧盯着小猪，毫不在意粉红小猪那发着闪烁着些许泪光的无辜的可爱大眼，拿起剑，在阳光照耀下，散发着光芒，剑落，血溅！瞬息后，空气间弥漫着血腥味，片刻......\n        “哈哈哈，我有猪肉啦。”看着手上那肥瘦均匀的粉嫩猪肉，兴奋道。然后就直接一口吞了下去。\n        当然，在旁边有发现了几只小猪，同样，都被火把拿来充饥了。他以前也和籽岷大大一样，是不杀生的，但今日实在是被逼得无路可走，便只好破例了。\n        太阳又下降一个水平后，终于，火把走到了一个小木屋前，看着，看着，不禁流下眼泪。不为别的，只为。。。找到了家的感觉。以及，家的温暖。\n        一个石砖屋顶，有着超大落地窗的小木屋出现在我面前，火把高兴地冲过去，道:“哇喔！好棒！我的房子！”\n        回到小木屋，发现一个好像穿着黄色羽绒大衣皮肤的人，正大肆搜刮着箱子里的东西，屋内混乱不堪 ，还把小别墅那专门看日出的东墙给拆了。\n        \"停下！哪来的熊孩子。滚出我家。\"火把看到这一切，控制不住的喊道。不管是谁，看到自己的成品被破坏，都会这样的。\n        那个人缓慢回过头来，一双可爱无辜的大眼睛看着我“啊？这是你家，我以为是村民家，对不起咯。”他一脸无辜的道。\n        火把看到他用那大眼睛无辜地看着我时，不禁打了个冷颤。“还卖萌？靠。这是我家。你看过那么霸气的村民家吗。”语罢，突然看到他手上的那打造得略微粗糙的钻石剑，又马上看看我的箱子，道:“你还拿我钻石做剑？我要做镐子的啊！”\n        他笑而不语。\n        “你赶紧去挖两个钻石，还笑！”说完，火把随手丢给他个做工精细的铁搞。\n        “给我2个把，一个不够……”他小心地问。\n        “那我给你个钻石镐好了…”火把眼里露出一丝寒光，嘴角拉起一个诡异的弧度，道。\n        “嘿嘿，那自然是最好的啦。”\n        ”我掏出巨剑来,厉声道:\"丫的快去，还敢和我讨价还价！\"\n        黑色巨剑那宽大的剑身，显得极具压迫感。那沉重的黑色巨剑，刚好停留到他额头上半寸的距离，巨剑斩下之时，竟还有音爆之声。巨剑所带动的风直接将他推到在地。见状，他马上拿着镐跑了，走的时候，看见他的名字“Piston-ol”\n        这个名字。。。。。。貌似在哪见过。。。在哪呢。。。哎，想不起来了\n        傍晚，夜色降临，火把正在修补那被陌生男子破坏的那面墙。外面危机重重，僵尸的叫声充满这片大陆。\n        “那小子怎么那么久都不回来，不会带着镐子走了吧，算了，去找他吧。”火把望着暗下来的天空，无奈道。\n        从箱子拿出铁剑,带上火把最爱的火把，前往那危机重重的大陆。\n        到了一个发着亮光的矿道旁，火把说道:“呃，这个好像就是他挖下去的矿道吧，不过，好像不用这样吧……”来到他挖下去的矿道旁边看到一个打造得极其精细的石门，火把哭笑不得。\n        推开石门，正打算下去时，往他挖的矿道一看，毛骨悚然。一个接近垂直的矿道映入眼帘。\n        火把徘徊在入口附近许久，想出几个下去的方法，但都太麻烦，不过当他看到下面有个4×4的小水池时，一个疯狂的想法占据着他的脑袋。\n        “人因梦想而伟大，I can fly!”怒吼一声，随后火把便英勇的跳了下去。结果…“啪”\n        “还有一滴血！哈哈，大难不死，必有后患。不要太骄傲。”我激动的道。\n        一直往前走，基本没怪，因为两边都插满了火把 ，矿洞里比白天还要亮。虽然一路畅通无阻，不过，却陷入一个迷宫之中。\n        “这矿道太非主流了吧，上下分层多得数不胜数。左右两边纵横交错，这怎么做到的？”火把看着那数不胜数的矿道，抹了一把汗，诧异道。\n        因为火把迷路了，一路放上红石，然后在这转了一个大圈，回来。“这，见鬼啦，明明来过这里，怎么红石不见了。”火把对此感到十分不解。\n        后来，看到地上有两个影子，明明就火把一个人，难道……迅速转身过来…“噗，吓死我了，怎么是你！”火把被背后的人影，吓出一身冷汗。\n        “我在这挖矿啊，你忘记啦，可是还没挖到钻石……”他说道。\n        “先不说这事，我问你，你的矿道为何如此非主流，你小学矿道课谁教你的？”火把训斥道。\n        “舞秋风啊 。怎么了。我只不过嫌一条矿道太慢，就上下左右都开了20几条而已。结果连我自己也迷路了。还有，我这路上看到了红石，就挖了下来。”他若无其事的说道。\n        火把听了他这话，哭笑不得。20几条？逗我呢，现在怎么回去，除了往上挖，没别的办法。\n        当他们正准备走的时候，一道恐怖的声音从后方那布满青苔和藤蔓的厚重石墙后传出来:救救我们 ，救救我们~\n        “啊，那个谁，这是什么声音，我。。我怕”他听见那石墙后的声音，马上抱住火把，胆怯道。\n        “呵呵，活塞，不用怕，看你那样。”虽然火把嘴上这样说着，但还是有点害怕的。因为这陌生男子的英文翻译过来是活塞，所以火把就这样叫了。\n        “两位，救救我们”那恐怖的声音再次从石墙后响起。\n        “要不。。去看看。”好奇心吸引着火把二人，让他们敲开了后面发出声音的墙。映入眼帘的，是一个类似地牢的东西，但却没有刷怪笼。只有……\n        “唉，吓我一跳，只是个僵尸嘛，还两个。不对，僵尸怎么会说话？”火把看到一个铁笼里，里边有两个僵尸，不同的是，这僵尸竟然会说话。\n        “求求你，救我们出去，我们其实不是僵尸，不知道怎么的，被系统搞成僵尸了，救救我们。”一到虚弱而又酥软的声音响起 。“我是她的哥哥，我叫虚幻，她叫萧萧。”另一个僵尸道。\n        “要怎样才能救你们变成常人？”“旁边箱子里有金苹果和虚弱药水”打开箱子，把东西喂给他们。片刻…\n        眼前瞬间出现了一个蓝色头发，身着粉色露脐装女子，最玄异的是，此女子的双眸，呈一红一蓝之色。在女子旁边，还有一个银色头发的英俊男子。火把瞟了一眼那名美丽少女道:“嘿嘿，好漂亮。”\n        “谢谢夸奖……”少女略微有点青涩道 ，看其面貌，也就十六左右，可如此年纪，便是如此美丽动人，说不定长大后，是个祸国天殃，倾城倾国的美人。\n        “嘿嘿，这个，大哥，话说你叫什么名啊，认识你都一天了。”活塞问道。\n        “这个嘛，我叫火把，但还有别的名字，现在有点记不起来了”\n        “什么！你说你是火把？我…我见过你！”活塞大叫到。\n        “你说你见过我？在什么地方”\n        “早忘了，反正你就是我弟弟！”\n        “原来是你！哥！”\n        “嘿嘿，小把子，没想到在这见到你。”\n        “哈哈哈。”两人互相来了个熊抱，欢呼道。\n        随后，四人打算回去，因为活塞说这是他生存的第一个矿道，要做历史文物，不能破坏。所以转了半天，终于回到了小木屋。\n        火把做了四个床，安排了萧萧睡最左边，幻其次，接着是他自己，再是活塞。\n        (ps:新书开张，大家给点人气撒。前三章纯属搞笑，真正开始，在后面。)\n      引索帖地址：引索帖",
    "replies": [
        {
            "author": "JKL81543764",
            "timestamp": 1401447420,
            "txt_content": "版规规定那个要到3章才可以弄引索贴啊，所以大家等等把，我先去吃饭"
        },
        {
            "author": "男人婆",
            "timestamp": 1412509560,
            "txt_content": "好吧没事"
        }
    ]
}