{
    "title": "<连载·单章>方块战争[作者：小怕][第十一章：026地下基地][第一更]",
    "author": "一个游荡的JJ怪",
    "replyCount": 2,
    "timestamp": 1401588720,
    "txt_content": "026地下基地第五天 9：00合金0-4  寒霜月灵帝国 月御城     ---------------------------------------------------------------------------     一大队人跟着敖德萨穿越了那个山洞内部的隧道，来到了一片开阔地。过来的隧道极其狭窄，每次只能过一个人，稍不注意就会碰到头。但其实那里也可以从大路过去，只是之前炸步兵战车的声响太大了，整个月御城的日辉帝国驻军都察觉到了他们，正往这里赶来。可以说，寒霜他们已经被推到了风口浪尖，稍有不慎付出的代价就难以估量。     敖德萨神情紧张，似乎在找什么东西。其他人也不知道他在干什么，只好在一旁静静的看着。   “找到了！”敖德萨的神情突然来了个大回转，兴奋的叫道。然后他搬开一块大石头，翻开压在下面的木板，拿出刚才找到的钥匙一样的东西，插入锁孔里一拧，令人吃惊的一幕就发生了——     那片开阔地的深处的草地突然分成了两半，露出一个向下的楼梯。朝里看去，道路看不到尽头，一片漆黑。   “各位，随我来吧。”敖德萨微笑着请众人进去。寒霜向着睡魔看了看，只见队长只是耸耸肩，然后走过去。待到所有人都进去了，敖德萨按下在通道一侧的按钮，分开的两块草地又重新合在一起，看上去与原来没有一丝变化。接着，那个神秘地方也终于随着灯光亮起揭开了神秘面纱。   “欢迎来到026地下基地。”这时的敖德萨显得无比轻松，虽说在这里一时半会儿也不会被发现，但他的神情看上去一切都和他无关似的，看的其他人直犯嘀咕。    敖德萨，你能不能给我们介绍一下这个地方？”睡魔首先发问，即使他见多识广，初见到这么庞大的基地，也是忍不住的好奇。    当然可以。五年之前，月灵帝国高层开启了一个绝密计划——“土拨鼠”计划。这个计划意在于月灵帝国各个主城的地下建造一个完整的军事系统，来应对日耀帝国的突然袭击。事实证明，这个计划是非常成功的。之前月风城遭到攻击时，地下基地及时运转，虽说日耀帝国立起了无线电干扰塔，屏蔽了地面各单位的联络，但地下基地运转却十分正常，帝国总部也在第一时间获得情报，作出反应。月御城在遭到攻击时这基地刚刚调试完，即将投入使用，本来计划是那天上午正式开始运行，可谁知日耀帝国来了个突然袭击，仓惶中月御城就丢了。”    说道这里，敖德萨钻紧了拳头，语气也有些咬牙切齿的意味。  “我是负责这个基地的建设，所以对这一带的地形特征，布防情况，装备的位置都了如指掌，一般人根本发现不了这里。试运行期间，我们放了些载具作为战略储备，现在正好能用的上了。”    敖德萨把手指向一架运输直升机和一架攻击直升机，说：“我们就乘那个返回去，只是不知道日耀帝国的防空力量部署的怎么样。”地下基地里其实还有几辆坦克、几辆装甲车，可现在如果从陆路出去，风险绝对是比从空中大得多的。当然，前提条件是地方守军防空力量薄弱。    寒霜一直在仔细的听着，听到最后一句话时，说了一句令大家震惊万分的话：“我们面对的，不是日耀帝国的部队。”   “什么？不是日耀帝国的部队。”在场的其他人，无不惊异的看着寒霜，等待着他的解答。   “没错，不是。进攻月御城的，的确是日耀帝国的部队，从海翼这种精良装备就可以看得出，绝不可能是其他人。但是，敖德萨你还记得吗？你在向我们叙述遭受进攻时，有这样一个细节。日耀帝国的迅雷登陆舰上岸后显形，放下士兵就转头走了。到这里，虽说有疑点，但也不能判断。之后，敖德萨你带领你的队员，轻而易举的击败了两波敌人。一艘迅雷登陆舰可搭载五人，两波就是十人。这么简单就被灭了，显然有隐情。如果这也不能确定，那就再回想一下我们进入月御城的过程。当我们的伪装船队进入月御港时，没有受到一点阻拦，后来敖德萨带领我们去军营时，那两个士兵为什么会突然对我们开枪？因为，他们都是——日、辉、帝、国的！”   寒霜之前一直没有机会说出自己心里所想的，现在有机会，一定要说出来。面对日耀帝国的部队和面对日辉帝国的部队，形势完全不一样。如果面对日耀帝国，仅凭着这么两架直升机，显然成功率绝不可能高。而面对日辉帝国，只要走好路线，不出意外，十有八九都可以成功出去。为什么两者会有这么大的差距？因为他们的——底蕴——可以说是天差地别。日辉帝国毕竟是一个被扶持上的傀儡国家，即使获得了日耀帝国有条件的帮助，但国之根本在之前已毁，高速的发展导致根基不稳，所以实力难以有高质量的提升。这种东西，只有靠时间的沉淀和积累才能慢慢的来，外力总归有副作用。    听了寒霜的话，敖德萨思索了一会，突然眼中灵光一现，右拳砸在左掌上，显然是明白了一切。他走过去，检查了一下两架直升机的状况。还好这地下基地防护工程做得很好，两架直升机一点损伤都没受到。  “各位，谁会开飞机。”敖德萨好像刚刚才想到什么问题，原来是——飞行员还没有确定。想要乘直升机走可以，但连开飞机的都没有，还谈什么呢？  “我们来！”跟着寒霜他们一起来的20人中，有两个是空军飞行员，原来只是看他们身体素质好就带来了，没想到派上了大用场。 那两个人，一人进了一架直升机，他们还各带了一个对飞机很熟悉的人去当副驾驶。一番调试后，两人表示准备工作完成了。一边，敖德萨带着剩下的16个人上了运输直升机；一边，睡魔带着三人上了攻击直升机。敖德萨不知何时拿出一个遥控器样式的东西，轻轻一按，地下基地的顶棚就打开了，随着直升机螺旋桨的转动，返回灵水关的旅途就开始了。\n注：本章共2065个字\n---------------------------------------------------------------------------临近期末了，小怕也要努力复习了，每章字数要比之前少一点了，小怕在这里说声抱歉。本来这章应该昨天发，结果小怕一整天上论坛除了两次登上了一会儿，其余全是说论坛挂掉的网页。所以，今天小怕宣布三更！利用之前空闲时的存稿和昨天的努力码字，待会我还会发下去的。另外，祝所有玩MC的小朋友儿童节快乐。---------------------------------------------------------------------------上一章地址\n---------------------------------------------------------------------------索引贴地址\n\n@银狼 \n\n",
    "replies": [
        {
            "author": "阿不只奶油",
            "timestamp": 1401590100,
            "txt_content": "好作品，我支持你，有胆的JJ怪"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1403621400,
            "txt_content": "好好的文笔，继续写吧！加油加油！"
        }
    ]
}