{
    "title": "Mod发布区部分版规修改意见征询",
    "author": "sb023612",
    "replyCount": 18,
    "timestamp": 1401572040,
    "txt_content": " 本帖最后由 sb023612 于 2014-6-1 05:57 编辑 \n\n前言\n我知道有很多人很少或者从来不逛mod发布区。除去那些不玩mod的，有些人觉得Mod发布区大多都是从其它外网搬运过来的，但是介绍太过简单，有些介绍甚至与原帖的介绍有很大出入，有一定语言能力的干脆直接去外网去找；有的人认为很多发布区的mod的版本都严重过期；有的人认为发布区的管理有些混乱……尽管如此，但还是有很多人经常关注本版块，有的人是懒得去外网，有的是因为语言原因，有的是来寻找汉化版本，有的是为了找原创mod，有的是为了来看有无相应mod的介绍和教程。但是现状让人感到有点担忧，很多帖子的介绍过于简单，有些甚至只有类似“很好玩的”、“不多说了，你们自己玩吧”、“新人第一次发帖，希望你们喜欢”之类的几句话，有些会放上几张图片（大多都是不用图床的，挂得一塌糊涂），有些甚至在最后来句：“搬运很辛苦，求人气求金粒”。如果我能透过屏幕揍人，这些人早就被揍得不成人形了。因此，我希望对当前的版规进行合适的修改，让更多的人参与到mod的搬运中来，鼓励更多原创mod，让更多有能力的搬运工汉化mod，同时确保mod能保持更新，让版本相对较新。\n\n我不想被别人说是“一言堂”，我是个很民主的人，而且普通用户是版规的直接受众，你们也应参与到这场讨论中。不过最重要的是，一个人的智慧是有限的。最近论坛的各种变故让这份公告的发布推迟了点，但也给了我更多时间斟酌。近段时间搬运的人不是很多，很大一部分原因是因为学业的原因。6月对大多数学生来说都是个重要且繁忙的月份，相信随着寒暑假的到来，mod发布区的搬运帖数量会越来越多。趁着六月刚刚开始，我想趁这几天的时间和你们一起讨论下版规的修改，为以后打下些基础。部分讨论的版规即使通过了，也不会立即执行，会慢慢分步执行，到时候我会另外发公告，所以请不要太在意我这篇帖子里的措词。而且，大多数规定只对规定正式实行之后发的帖子有效，之前的帖子都暂不适应。\n\n\n内容\n1.旧Mod版本的帖子\n 这里指的是Mod所基于的MC版本不是旧版本，但Mod版本陈旧的帖子，且已经有别的帖子介绍新版本的该Mod。以铁路（Railcraft)为例，当前搜索铁路可以搜到4个关于Railcraft的帖子，但是每个帖子里面所包含的mod版本都不一样，而有些帖子，比如MarcoV的铁路mod的搬运帖里，包含了之前几个帖子里的mod的版本。介于这种情况，我想将之前的帖子全部移入旧版本mod版块，让mod的搬运更具有竞争性，同时方面普通用户浏览查找mod。用下面这个例子具体说明下我的想法：首先，用户A于2014年1月1日发布MC1.6.2版本的XXX mod，mod版本为1.0.1。然后用户A由于各种原因没有继续更新（弃坑）。\n然后，用户B于2014年2月2日发布MC1.6.4版本的XXX mod，mod版本为1.0.3。\n在这种情况下，两个用户的帖子都会被保留在主版面。\n然后，用户C于2014年3月3日发现XXXmod更新到了1.0.4，然后在提醒用户A或者B更新无效后（下面会讲到具体定义），允许发布包含MC1.6.2至1.6.4版本的XXX mod，所包含的mod版本为1.0.1至1.0.4.\n在这种情况下，用户A和用户B的帖子都将被移入旧版本Mod区，只有在更新了比留在主版面的帖子更新版本的mod之后，才允许被移回主版面。\n\n备注：部分介绍特别详细，或者有另外经过大量汉化处理过（非自带汉化）的帖子，在MC版本符合留在主版面的条件下，可以不被移入旧版本mod区。上面提到的帖子指的是未被关闭的帖子，被关闭的帖子就算版本最新，之前的帖子也不会受到影响\n\n2.发布已有搬运帖的mod的最新版本\n如若发现某个论坛里已经有搬运帖的mod更新，而搬运帖没有更新，用户需要在原来那个搬运帖里面留言提醒更新。以第一个正确的稳定版本更新提醒作为起始，若原帖在3天内没有更新，则允许其他用户搬运最新版本的mod。但是必须在新帖子里面标出旧版本帖子的地址链接及提醒更新无效的证据。如果没有更新提醒无效的证据，且旧版本帖子搬运工没有弃坑，但没有任何人在帖子里面提醒更新的情况下，帖子将会被暂时关闭，直至有人在旧版本帖子里提醒更新，并且提醒无效后才打开。虽然搬运新版本mod的帖子不强制要求详细介绍全部内容，但是必须要有一个大概介绍，并且强制要求介绍新版本更新的重大更新内容或者添加更新日志（即changelog).否则将不享受版主的例行加分。\n\n倘若旧版本搬运帖是一个永久更新的帖子，则其他用户只能在其落后当前最新稳定版2个正式发布版本（即强制取消永久更新资格），且提醒更新无效后，才能搬运。\n\n3.使用mod制作器\n这个其实是个令人头疼的问题。当前版规中的规定是禁止发布mod制作器制作的无意义mod\n那么什么是无意义的mod？要回答这个问题，我们有必要看看发这条版规时的背景：Darkyoooooo的帖子。当时论坛充斥着大量用Mod制作器制作的合成公式添加类的mod及其它一些用制作器做的劣质的Mod。从此之后，mod发布区对用mod制作器制作的Mod很敏感，导致对有些帖子的处罚可能存在争议，而同时有很多用户仍在Mod发布版里发布利用Mod制作器制作的mod。 \n\n就我个人而言，我是不支持任何用mod制作做的mod，玩家就算再用心，基本也就是花在材质方面的心思相对多了些，真正画得一手好材质的，你们应该考虑和有java基础的合作做真正意义上的原创mod，发挥你的长处，而且用mod制作器做的mod有很多局限性。但是我不想做得太绝，所以暂时允许部分用mod制作器做的mod的发布。\n在此，我再次定义下“无意义”：利用mod制作器制作的包含添加作弊性质的合成公式的mod，以及群众普遍认为低劣的mod(已“踩”的数量作为参考标准）。同时，我想新添以下3条新的规定：\n（1）禁止搬运国外用Mod制作器制作的无意义mod\n（2）所有用mod制作器做的mod的发布帖必须在标题里注明[mod制作器]，违者将被强制修改标题，并扣除相应手续费\n（3）一个用户最多只能发一个利用mod制作器做的mod的发布帖。如果以后要发新的，在原来那个帖子里面更新（允许做成类似xxx的作品全集，但必须注明适用MC版本），不得另开新帖发布，违者删帖。\n\n4.机翻\n我在前言就提到了，很多用户来Mod发布区是为了寻找更多资讯的。我也不苛求什么，我只希望每个发帖的人能够换位思考一下，当你作为其它普通的用户逛论坛时，看到你自己写的帖子的时候，你会作何感想。因此，我的想法是加重对机翻的处罚：\n只有一点机翻的，不影响阅读的，只给予口头警告，同时不享受版主的加分；大段机翻的，给予扣除1点人气，0~10粒金粒的处罚，同时关闭帖子；质量奇差的，无法阅读的，扣除1点人气，0~10粒金粒 ，同时给予一张警告卡的警告，然后删帖。\n\n\n5.英文全名 \n当前虽要求在标题内添加英文名称，但是没有要求是否是全称。中文译名由于不同人的翻译，可能千差万别。为了让用户在使用搜索功能时，少走一些歧路，标题内的英文名称必须是全称（不得使用缩写），亦或是作者发布页标题里面使用的英文名称。以铁路（Railcraft）为例，标题内必须填写Railcraft，而不是RC。但倘若作者的发布帖的标题里用的是RC，则允许填写RC。\n\n对于从其它外文网站搬运来的mod，比如日本论坛里搬运的mod，一般都能找到英文名称，实在找不到的话，允许填写其它外文的名称\n\n6.强制修改标题\nMod发布区是论坛里少数几个对标题有要求的版块，而且对标题的要求也陆续做过几次修改。虽然版规、置顶帖子和版头下面都有对标题格式的要求，但是仍然有很多用户无视掉标题格式的要求在发帖。这里容我在YY几句，规定不是等你违反之后再去看的，而是应该在你发帖回复之前就已经看过才对。mod发布区的版主（不只是我，其他两位也一样）说得最多的一句话是：\n标题格式:适用的版本号+[ssp]或[smp]+mod英文名称和中文名称+其他\n而这句话清清楚楚，一字不变地写在mod发布版版头的约法几条和版规里面。我每天开始处理版务时，第一样事就是去复制这句话。虽然版主每次都有提醒，但并不是每个搬运工都会修改，即使会修改，也要到帖子发出很久之后或者改完之后仍有瑕疵。对于标题的处理，懒人包区的做法是没有任何提醒，强制修改标题，然后扣除一定的金粒。但我想更加人性化点，即版主第一次提醒标题错误后，长时间未修改或者修改后仍不合格的，版主代劳修改，但扣除一定的手续费（10金粒）。\n\n对于没有模板的帖子，据我所知是没法改了，所以如果内容很简短的，删了重写会比较合适；如果介绍比较详细的，仅作关闭处理。\n\n7.全民参与\n目前标题的提醒和修改基本都靠版主，但是每个版主的时间都是有限的，不可能做到24小时全方面监督。在此，我的想法是，鼓励普通用户参与到mod发布版的部分工作中来，如若发现有标题有不合格、模板不正确（包括原帖地址是其它搬运网站）、错版等问题，在版主提醒之前，第一个在帖子里面提出正确且具体的提醒的用户，将会被奖励若干人气及金粒。这里“正确且具体的提醒”指的是，首先要提醒到确实存在的问题，然后如果是标题不合格，请指出具体错在哪里，或者你可以直接复制粘贴“标题格式:适用的版本号+[ssp]或[smp]+mod英文名称和中文名称+其他”这句话；如果是错版了，请指出应该发到哪个版块才算是正确的；如果模板错了，请指出错在哪里，比如原帖地址是其它搬运网站；如果是撞车帖，即重复搬运的，请指出具体撞的是哪个帖子。任何只有一句“标题错了“、”错版了“、”好像重复搬运了“之类的提醒都不会被奖励。\n\n8.举报\n举报也是全面参与的一种方式。现在处理举报有点头疼，经常能收到一些没有具体内容的举报，我都不知道他想举报什么。之前举报是没有奖励的，但是我想给一些能正确举报的用户一些奖励。\n凡是没有具体举报内容的，不享受任何奖励凡是能提供正确且具体（定于同上）内容的举报人，都将被奖励10点金粒。这里再加上一种情况，如果是举报多次恶意灌水（指的是那些在同一个帖子里面连续多次回复的），请只举报一次，然后在举报里面指出那个人恶意灌水的次数，不要每个水回复都举报一次。\n\n9.下载地址挂了\n既然说到了举报，每次处理举报都能收到关于下载地址挂了的举报。在此，我就再次强调一下正确原帖地址的重要性。\n最近有很多人以原帖链接挂了为由重开一帖，但是里面介绍出奇得简单。我的方案是，在mod版本没有更新的情况下，禁止重开一帖。其他用户（雷锋）允许另外弄一个可用的网盘地址，然后在原帖里面以评论的方式贴出地址，然后找版主帮忙，将那一楼设置为置顶（即沙发），或者寻求版主帮助将模板及帖子中挂掉的网盘地址改为可用的。\n\n举报下载地址挂了的不享受举报奖励。\n\n10.高亮及加粗\n关于加亮，我想明确的主要是关于颜色的规定。\n达到加亮标准的Mod搬运帖将以浅蓝色标出非mod制作器做的原创Mod都将以紫色标出优秀的原创mod将被以墨绿色标出特别优秀的原创mod将会以橙色标出\n\n\n同时，我想对某些帖子提供加粗的特殊待遇。这次修正的核心是鼓励更多有另外汉化过（非自带汉化）、介绍详细的帖子的出现。所以任何\n没有被版主强制修改过标题及模板的帖子没有被关闭（红色标出的这两个条件是必须满足的硬性条件）有另外经过大量汉化过的（非自带汉化）自制原创介绍视频详细的图文介绍，图片必须没有挂，大致地介绍该mod里面各类物品的用法（棕色标出的三个条件必须满足至少任意2个）\n\n达到上面条件的mod，即使不是原创和永久更新帖，也将被加粗，以和其它帖子区分开来\n\n11.版主例行加分\n一直在执行的规定，具体参考大区版规对于加分的规定。这里就强调一点，没有被例行加分的用户，可以私聊版主加分\n\n12.求资源的问答帖\n不知道什么叫做求资源或者mod的问答帖的，去mod问答区看看，遍地都是。\n此类帖子首先就是错版了，按照规定，应该移送到mod问答区里，但是我想稍微修成这样：任何错版的帖子，都将被警告一次然后移送到相应版块；如果错版的帖子是关于求mod的问答帖，只要是能用右上角的搜索功能搜到的，且原帖下载地址没有挂的，警告一次后，不进行移动处理，直接删帖。对不起，你伸手伸错地方了。如果你连用右上角搜一下都懒得弄，你就不要指望版主帮你移动帖子了，而且被移动的帖子是没有悬赏的。\n\n13.索引帖/指路帖\n\n现在可能还没看到，但难保以后不会有人发。这里指的是那种普通用户发的包含多个mod搬运帖子地址的帖子。我本身是鼓励这类帖子的，但是右上角有搜索，而且很多此类帖子里面只有几个mod……所以规定下所包含的mod的最低数量：20个，低于这个数量的都将被删除\n\n14.标签\n随着近期的论坛升级，论坛新添加了标签(tag)功能（前几天给别人警告的时候发现的），但是目前只有版主能给帖子添加标签，不清楚的请去我的一个实验帖子：http://www.mcbbs.net/thread-181858-1-1.html，在正文和评分之间应该能看到。\n\n\n这对Mod发布区来说是一件好事。我大概试了下，可以添加多个标签。我想充分利用起这个新的功能，但是对标签的分类有点为难。我的初步设想是这样的，帖子类别（转载、原创、mod制作器）+适用的版本号+功能（可以参考http://www.mcbbs.net/thread-35536-1-1.html里的分类方法，也可以另外想别的）。欢迎提出你的建议。\n\n结语\n欢迎提出各类建议。公示一周，一周后会慢慢发布实行具体修改后的版规\n",
    "replies": [
        {
            "author": "Milk_",
            "timestamp": 1401574260,
            "txt_content": "不错 支持 就怎么愉快的决定吧{:10_492:}"
        },
        {
            "author": "mimg11",
            "timestamp": 1401575820,
            "txt_content": " 本帖最后由 mimg11 于 2014-6-1 06:45 编辑 \n\n好复杂,感觉执行起来难度颇大。不过改变一下也许能给mod板块带来一些起色。"
        },
        {
            "author": "sb023612",
            "timestamp": 1401576600,
            "txt_content": "mimg11 发表于 2014-6-1 06:37\n好复杂,感觉执行起来难度颇大\n应该主要是前面第一二条比较复杂。我主要是想解决这样一个问题：同一个mod，但是存在多个搬运帖，而版本有新有旧。后面的都是关于奖励与处罚，只要每天能及时处理掉新发布的帖子，量其实还好"
        },
        {
            "author": "HC20011015",
            "timestamp": 1401576960,
            "txt_content": "还是先修复某些Mod搜索不到的BUG吧..."
        },
        {
            "author": "a919298641",
            "timestamp": 1401577020,
            "txt_content": "“英文全名”\n表示赞了！\n期待ing。"
        },
        {
            "author": "sb023612",
            "timestamp": 1401577320,
            "txt_content": "HC20011015 发表于 2014-6-1 06:56\n还是先修复某些Mod搜索不到的BUG吧...\n那是技术层面上的问题，应该问管理员(￣▽￣)我这里讨论的是制度层面上的问题"
        },
        {
            "author": "HC20011015",
            "timestamp": 1401577680,
            "txt_content": "对于机翻,我只想说,不懂的可以把英文机翻先,再用自己的话说出来"
        },
        {
            "author": "sb023612",
            "timestamp": 1401577920,
            "txt_content": "HC20011015 发表于 2014-6-1 07:08\n对于机翻,我只想说,不懂的可以把英文机翻先,再用自己的话说出来\n我也差不多是这个想法，不要求和原帖一模一样，但起码要读起来通顺"
        },
        {
            "author": "阿不只奶油",
            "timestamp": 1401580620,
            "txt_content": "版主说的太棒了！"
        },
        {
            "author": "压力马斯内",
            "timestamp": 1401671220,
            "txt_content": "骚年辛苦了~"
        },
        {
            "author": "rainsillwood",
            "timestamp": 1401792780,
            "txt_content": "没有模版的可以改，有模版的就没救了"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1401805800,
            "txt_content": "不明覺厲 新上任來了解版規=w="
        },
        {
            "author": "sb023612",
            "timestamp": 1401806220,
            "txt_content": "路邊電燈泡 发表于 2014-6-3 22:30\n不明覺厲 新上任來了解版規=w=\n我擦，新上任就是大区版主……话说能把推荐小组换成一些现在还在活跃的小组吗，比如影狼或者三角函数"
        },
        {
            "author": "路邊電燈泡",
            "timestamp": 1401806340,
            "txt_content": "sb023612 发表于 2014-6-3 22:37\n我擦，新上任就是大区版主……话说能把推荐小组换成一些现在还在活跃的小组吗，比如影狼或者三角函数 ...\n推薦小組估計我不能改 能改也是最近的事情 我不會知道...(結論就是我不會改)\n不過新上任就是大區嘛...就別追究了唄~我還要好好看看新版規"
        },
        {
            "author": "Z_zyMC",
            "timestamp": 1401875040,
            "txt_content": "我居然一字不落的读完了，关于  4.机翻  建议不要只 关闭帖子 应该删帖，要不然的话那个帖子会让有能力的无法搬运，并且机翻有很大的误导性！让那个MOD也会失去一定色彩！"
        },
        {
            "author": "Qfang23",
            "timestamp": 1401937020,
            "txt_content": "1的工作量略大，还有一个问题是有永更标签的坑了怎么办\n2旧版本帖子搬运工没有弃坑怎么判断？\n14标签能不能直接楼主权限，要不然单开个申请标签楼？"
        },
        {
            "author": "SilverMing",
            "timestamp": 1401971940,
            "txt_content": "10.高亮及加粗\n关于加亮，我想明确的主要是关于颜色的规定。\n ● 非mod制作器做的原创Mod都将以紫色标出\n如果如果用mod制作器制作一個基礎的java文件，然後參考這個java文件再用有限的編程加以修改，哪麼算不算mod制作器制作?"
        },
        {
            "author": "sb023612",
            "timestamp": 1401984960,
            "txt_content": "lin212 发表于 2014-6-5 20:39\n如果如果用mod制作器制作一個基礎的java文件，然後參考這個java文件再用有限的編程加以修改，哪麼算不算mo ...\n看修改的程度吧，弄得好可以不算Mod制作器，可以加原创的高亮"
        }
    ]
}