{
    "title": "<连载·单章>方块战争[作者：小怕][第十二章：不期而遇的来客][第二更]",
    "author": "一个游荡的JJ怪",
    "replyCount": 1,
    "timestamp": 1401609120,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2014-6-7 07:25 编辑 \n\n不期而遇的来客第五天 14：00合金0-4  寒霜月灵帝国 月御城     ---------------------------------------------------------------------------     这两架直升机可谓特点鲜明。敖德萨坐得那架是一款大容量的运输直升机，因为可载人的数量多了，想要起飞自重就要尽可能小，所以上面没有任何可以拿来攻击的武器。虽说每个人手上都有枪，但在颠簸的直升机上，子弹的轨迹飘得太厉害，射击几乎就是徒劳，毫无作用。寒霜坐得那架是一款专注攻击的直升机，内置的座位只够坐四个人，不过这也足够了。直升机的一边上有一挺旋转机枪，两侧各附挂着火箭发射器。不用说，这架直升机就是他们全部的保护力量了。    那架攻击直升机飞在前面，小心翼翼的探着路。他们并没有选择走直线朝南返回灵水关，那样风险太大了，所以他们计划先向西，前往月寒城，经过补给之后再前往灵水关。这样无疑是绕了一个大弯，但可以先去月灵帝国的辖区调整一下，总比直接接敌要好得多。    开阔地的西面仍然处在月御城的范围中，这片地方原是要建设新城的，所以建筑工地随处可见。这里的设施并不完善，所以人也不多。寒霜他们就利用日辉帝国的防御漏洞，乘机溜出月御城。    两架直升机一前一后飞速移动着，途中偶尔遇敌，寒霜操纵着旋转机枪，丝毫不留情面的就是子弹雨招呼。对于敌人，就要有快刀斩乱麻的决心。    但是，整个过程有些太轻松了？ 这个疑问出现在每个人的心头上，一路上几乎没有抵抗。日辉帝国再弱，发现他们总是可以的，为什么不来阻拦呢？    直升机越飞越快，即将飞出月御城的范围。月御城的西面是一片森林，那里树木茂盛，枝叶粗大。虽然寒冷的北方应是针叶林为主，但来自大海温暖的海风还是造就了这片阔叶林。树木的树冠直窜云霄，大有群峰争奇之势。为了确保安全，直升机的飞行高度上升了一些。高处没有遮蔽物，所以风力要大得多，对于驾驶员的要求也更大。    突然，从一株大树底部冒出三架攻击直升机，从后面赶来。直升机上喷涂的图案，已经把他们的身份揭露出来——日辉帝国特别空勤队。这支队伍可谓是日辉帝国少数的精锐部队，前身是光辉帝国的特种部队。光辉帝国战败后，日辉帝国把他们拉拢过去，为他们效力，没想到这帮狠角色也来到了月灵帝国。    现在情况很危急，敖德萨坐得运输直升机没有防护能力，一旦被击中后果只有一个——机毁人亡。而现在寒霜他们也没有能力去和他们纠缠，原本大好的局势急转而下。看来日辉帝国为了干掉他们，真是煞费苦心，给人一种想要掩盖什么的味道。    “敖德萨，敖德萨，我是睡魔。你的身后有三架敌机，我们负责吸引他们，你们趁我们与他们纠缠之时，加速前往月寒城报信。完毕。”    “敖德萨收到，你们小心了。完毕。”    现在不是磨叽的时候，敖德萨自知没有能力帮助他们，还不如加速离开这里，为另一架直升机上的人减轻负担。敖德萨闭上双眼，默默为他们祈祷着。    后方三架直升机看到运输直升机逃跑了，眼前这家攻击直升机留下，也并没有太着急。毕竟，三打一，他们根本没把寒霜他们看在眼里。收拾完眼前的再去追逃跑的。    睡魔对着直升机驾驶员说了些什么，驾驶员听完后眼中无比的诧异，但还是点了一下头，表示同意。    三架直升机渐渐靠拢，呈现一个包围的趋势。离得近了，众人才发现这是重型攻击直升机，体积比他们大得多，他们这轻型攻击直升机也就在速度上占些优势。三架敌机每个都有两个人，他们满脸轻松，就像看着待宰的羔羊一般。四架直升机都没有动，所有人都在等待着最佳的时机。   一瞬间，寒霜所在的直升机，猛地一加速，朝着在西面的直升机撞过去。那架直升机因为距离太近怕误伤队友没有开火，只是高度一拉，往上飞起来。在后方的两架直升机看到他们的敌人单独出现在眼前，向前猛冲之时还同时按下了开火的按钮。   “呜~~~~~~”一阵机枪的声音传来。后两架直升机上不仅挂载了火箭发射器，还附加了两挺机关炮，那种火力比旋转机枪要大得多。    寒霜所在的直升机驾驶员不断做着战术规避动作，躲避子弹的侵袭。现在他们在森林上，根本不能往下飞，难怪日辉帝国选择在这里伏击他们。驾驶员躲了一阵，忽然一个加速，一头冲了出去。   “想跑？做梦！”日辉帝国一架直升机的驾驶员轻蔑地说道，直到现在，他们仍然没有把那架轻型直升机当作威胁。那名驾驶员指挥着另外两架直升机，加速追赶。   寒霜他们的驾驶员似乎并未开足马力，好像还留了后手。这一招更引起了后面人的嘲讽，这样的关头都不用全力，那么下辈子在用吧。   但是，数秒后，一切都揭晓了。   驾驶员突然来了个空中急停，后面的直升机骤然间跑到前面去了。他的嘴角带着一丝冷冷的微笑。把手中的控制器上的一个红色按钮轻轻一按，两枚火箭弹呼啸而出。  “轰~~~~”中间的那架直升机应声爆炸，气浪还差点使两侧的直升机应控制不稳而坠毁。  “该死，这些人没想象中那么好对付。”之前说过话的那个日辉帝国驾驶员，右拳一挥，显然是气恼刚才的大意。现在只剩下两架了，不过形势依旧对他们有利。  这样的计策，自然是出自睡魔队长之口。在高空进行急停是相当危险的，一个不小心便会失去对直升机的控制。眼看第一步完成，第二步就要开始了。  现在那两架直升机还未调整过来，按理说寒霜他们应当乘此机会向西飞去。但为了敖德萨他们的安全，睡魔不准备那样做。而是——向东折返回去，为敖德萨撤离争取时间。  那两架直升机看到自己的敌人竟然往己方控制区前进，被打脸的感觉更深了。他们都想着：“这些人哪来这么大勇气，往那里跑？”  坐在轻型直升机上的寒霜他们并不知道后面人的话，现在他们所想的，都是怎样为敖德萨拖时间。 \n注：本章共2132个字。---------------------------------------------------------------------------过了那么长时间才有第二更，不是小怕偷懒了，是小怕我一直卡在502和504的中间，无语了......（后注：第十三章被他吃了呵呵呵）---------------------------------------------------------------------------上一章地址\n---------------------------------------------------------------------------索引贴地址\n\n@银狼 \n",
    "replies": [
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1401795960,
            "txt_content": "第三更其实已经发了，不过被502吃掉了。呵呵。。。。别担心，这周末小怕会做好一切的。"
        }
    ]
}