{
    "title": "<原创·连载>小天穿越记[作者：130s][失去的目标]",
    "author": "@💊🌂🔔",
    "replyCount": 8,
    "timestamp": 1401971100,
    "txt_content": "\n小天穿越记作者：130s\n\n\n\n第八章 失去的目标\n\n击落\n\n这么容易的得到了梦想的结晶，真是叫我不可相信，但是也和剑一样是神秘道具，应该有不同的作用吧，但是这个时候没时间去惦记新东西了，公主由于刚才的震动，飞出了圣城，艾瑞克还没及时反应过来，我瞬间跳出去，风似万千的箭一样，无情的刮伤着我的脸，只见公主殿下快掉到底了，我奋力的一蹭，一下抱住公主，将自己的身体对着地面，估计应该没什么吧，紧握在我手里的结晶瞬间散发光芒，照亮了我和公主殿下。\n\n\n 这股如此强大的力量瞬间涌上身体上来，我潜意识的将结晶弄进钻石剑里，一刹那，钻石剑发出彩色光芒，公主殿下紧紧的闭着双眼，抓着我的衣服，我将剑一下往圣城一抛，瞬间剑散发出光芒的路，将我和公主吸了上去，这就是梦想的结晶？看来还是有点用嘛！\n\n\n 目标\n\n\n 回到圣城，艾瑞克严肃的转过身来，'看来危险正在慢慢的接近，要完结这一切，还得需要你啊，去吧，带着金溪妳'原来公主叫金溪妳，好可爱的名字，现在感觉她是在切换模式一样，刚才还一直不放手艾瑞克，现在不放手我了，呵呵，好吧只有送她回家了，'你一路上要小心，特别是他，他察觉到你要去那里，他会尽全力阻止你的'我看着艾瑞克的眼神，艾瑞克告诉我，这位神圣会成为我的宿敌，他是杀死我最好朋友的幕后黑手！\n\n\n 艾瑞克微笑着摸了摸金溪妳的头，示意一下，告辞了艾瑞克离开了圣城，在去往黑色森林的路上，我觉得我应该更加额外小心了，因为我要保护这位公主安全回家，小溪的彼岸散发着一丝动静，看来有人要来这里，我坐好了拔剑的准备，慢慢的感觉到了马蹄声，远处隐隐约约的看见一群骑着马的人向我驶来，越来越近。\n\n\n 直到到我的面前，他们穿着不三不四，'小鬼！你知道这里是哪里么?这可是我大爷的路！你想过去？呵呵，看你的剑和你后面的那个小女孩挺值钱的，来吧，给我，我就暂且放你一马'骑在最黑马的人嚣张地说道，看来来者不善，也别怪我不善了，我拔出剑就是用剑说话！当场砍断了黑马的前两条腿。\n\n\n '如果你想像这匹马一样，就给我让开'我平淡的举着钻石剑\n\n\n  '臭小鬼，别以为一把钻石剑，就可以称霸天下了！'头目瞬间拔出一把绿宝石剑\n\n\n  一蹭向我身后的公主刺去，我挥动剑柄，挡下了剑，我奋力一挥，顿时绿宝石剑瞬间断裂\n\n\n 呵呵，和我的王者钻石剑比，你的剑太脆弱了，'你这剑，难道就是救世主专用的。。王者钻石剑？什么？快跑啊！算我大爷今天心情好，不和你着毛孩子斗了'头目屁滚尿流的骑上其他人的马，迅速撤离了，算他们还识货，怎么感觉着场景像是在看电视一样，不管了赶路要紧！\n\n\n军团\n\n 正到一个转拐处，突然从丛林里杀出个身穿盔甲的，全身武装，手持钻石剑的男子，他慢慢转过身来，我提高警惕，也拔出剑，他看见公主殿下好似看见亲人一样，公主殿下也不再躲在我身后，而是在一旁默默的看着，男子瞬间举起钻石剑低声叫道'快，交出你身后的那个小女孩，今天我们就当没看见'看来今天想要萝莉的变态还真多！我来扫荡一下好了。\n\n\n 男子见我不动声色，顿时放下剑，将剑放在地上，双手摆出投降的姿势，我并未放松，而是更加的提高了警惕，瞬间，男子捡起钻石剑，以最快的速度向我身后刺去，我露出生气的样子，向后望去，钻石剑刺中了树上正准备拉弓射箭的潜伏兵，我还没开口，男子默默的过去从尸体上去下钻石剑，从盔甲里露出淡淡的笑，同时也微笑的望了望公主。\n\n\n '快走，你惹来的麻烦要来了'男子低声的再次开口，我惹的麻烦？！'没错，你刚才是不是触动了一位自称大爷的家伙，他是这里的小主子，他估计会去告诉他的主子老大了，现在他们来找你麻烦了，快带着金公主撤离会黑色城堡，我来顶住这里'这家伙居然还知道公主殿下，看来他应该不是敌人了，但是我并未有逃走的迹象，我总算逃跑，就因为这样我失去了我最好的朋友，我不要再跑走了。\n\n\n 男子也不动声色，只是哼出一声'那你就看好公主别伤到她了！'男子话音刚落，前方涌现出一个庞大的军团，我挡在公主的前面，公主也开始切换模式，紧紧的抱着我，男子拿上钻石剑就往前冲，只见他英勇的身姿，和史蒂夫几乎一样了，几个埋伏的士兵也逐渐露出原形，我拿上钻石剑就是一阵狂砍。\n\n\n 从军团中间瞬间出来一条路，是刚才的那个自称大爷的家伙，还有个凶神恶煞的家伙，男子退回来，'老大，就是那个家伙，刚才把我的骏马给。。给。。呜呜呜'头目假惺惺的一阵哭诉，'小鬼，我和你有何深仇大恨，为何伤我的家族！'主子老大愤怒道，呵呵，只是那家伙太拽了，我只是杀了他一匹马，谁叫他口出狂言，不治治他，我手痒啊~\n\n\n '大胆毛小子！要不是有这位黑色城堡的，骑士团团长弗兰克在，我早就杀了你了！'主子老大更加愤怒了，什么？黑色城堡，这不是公主殿下的家么？原来是骑士团团长，怪不得如此帅，弗兰克也不得不取下头盔，他金光闪闪的短头发，真是让人着迷。\n\n\n \n谢谢你的全程收看~\n\n综合帖：小天穿越记引索贴\n\n\n @poi4399  @狂风※中箭  @HGK  @飞鱼在天 \n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1401971640,
            "txt_content": "原来是骑士团团长，怪不得如此帅，弗兰克也不得不取下头盔，他金光闪闪的短头发，真是让人着迷。\n骑士团长都这么帅么\n我要好好考虑考虑了"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1401971700,
            "txt_content": "HGK 发表于 2014-6-5 20:34\n骑士团长都这么帅么\n我要好好考虑考虑了\n帅气中的霸气。"
        },
        {
            "author": "HGK",
            "timestamp": 1401971760,
            "txt_content": "130s 发表于 2014-6-5 20:35\n帅气中的霸气。\n剑不利何以定天下\n某Crfat的名言"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1401971760,
            "txt_content": "前排！字数多了很多哦"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1401971760,
            "txt_content": "狂风※中箭 发表于 2014-6-5 20:36\n前排！字数多了很多哦\n嘿嘿，有点时间多写点~"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1401971760,
            "txt_content": "什么？！！看完都已经中排了！！{:10_566:}"
        },
        {
            "author": "liusibanxiaohi",
            "timestamp": 1403359440,
            "txt_content": "HGK 发表于 2014-6-5 20:34\n骑士团长都这么帅么\n我要好好考虑考虑了\n是啊是啊。-_-"
        },
        {
            "author": "liusibanxiaohi",
            "timestamp": 1403359500,
            "txt_content": "不错的啊。"
        }
    ]
}