{
    "title": "<连载·单章>方块战争[作者：小怕][第十三章：老鹰捉小鸡][迟来的第三更]",
    "author": "一个游荡的JJ怪",
    "replyCount": 7,
    "timestamp": 1402098240,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2014-6-25 16:21 编辑 \n\n老鹰捉小鸡第五天 17：00合金0-4  寒霜月灵帝国 月御城     ---------------------------------------------------------------------------       这次寒霜他们再也没有留手，全速前进飞往月御城。一架轻型直升机对战三架重型直升机，还击落了一架，这样的战果不可谓不好。但现在对手已经认真起来，想再玩把戏来偷袭显然不可能了。目前最好的办法也只能往敖德萨他们的反方向走，而且越快越好。       这时轻型直升机的优势就显露出来，在瞬间加速和转弯性能上比重型直升机要好得多。尽管后面的两架直升机相互配合，组成火力网，但无奈本应三人夹击的战法少一架直升机，就必然会出现漏洞。随着寒霜他们的直升机驾驶员的闪转腾挪，直升机进入了月御城。       太阳已经走到下午五时的样子了，三架直升机就这么你追我赶，在这片区域里绕来绕去，谁也没有占到便宜。奇怪的是，除了这两架直升机，就再也没有什么东西来阻碍寒霜他们。莫非，其中有什么秘密？       终于，那两架直升机沉不住气了。       其中一位驾驶员通过无线电对另外一架的驾驶员说了什么，那架直升机就突然离开，往远处飞去。而没有离开的直升机则猛然加速，开始了疯狂的攻击。    “该死，怎么突然加起速来了。”寒霜他们的驾驶员面对一架加速的重型直升机，不禁抱怨道。如果说定点攻击的重型直升机是会飞的犀牛，那么当它加速朝你飞奔过来之时，那股强大的气势就足够像小羊一般的轻型直升机应付上好一阵了。驾驶员连忙拉起操纵杆，把直升机拉起来，然后猛地一推，直升机带着呼啸的破空声往建筑工地的背后躲去。      对面的驾驶员知道自己不在速度上占据优势，所以他要把战斗在寒霜他们躲到工地后结束。重型直升机上的两挺机关炮全速运转，一枚枚锐利无比的弹头倾泻在前方，地上掉下的弹壳不一会就积满了一层，但攻击的阵势还没有收歇的意思。同时，伴随着子弹雨的还有火箭弹。两边的火箭发射器也没闲着，每次在寒霜他们要逃出去时带着尾焰封锁了他们的线路。       情况越来越危急，虽说寒霜他们的驾驶员技艺高超，但面对高强度火力的持续打击，终究有些力不从心，时不时有几枚子弹擦到直升机的外壳上冒出火花。由于是在向前逃，在侧面的寒霜也有些无能为力，帮不上忙。      终于，在苦苦期盼之中，寒霜他们迎来了一幢未完工的大楼。直升机在空中做出一个类似漂移的动作，把侧面留给了重型直升机。      转折点，出现了。      寒霜嘴里默念着什么，随即眼神一凝，两手同时按在了旋转机枪上的开火键。    “嗡~~~~”旋转机枪慢慢转动起来，越转越快，越转越快，在一刹那间火舌从不大的机枪里喷射而出，在大楼中间的空隙中直射重型直升机。重型直升机驾驶员暗骂一声，在这里他是开不了火的，因为间隙对于他来说太小，一不小心就会溅射到自己这里，只能是吃下这一哑巴亏。旋转机枪不间断的喷吐子弹，对着重型直升机的机头不断攻击。但重型直升机毕竟是重型的，一时半会儿还奈何不了它。      重型直升机驾驶员不可能坐以待毙，虽然厚重的护甲使他免受子弹侵袭，但时间过久再厚的护甲也会被打穿，那样的结果肯定不是他所希望看到的。所以他把直升机拉升起来，要从上方俯冲攻击。      寒霜他们也没有闲着，看到获胜希望的他们，也不甘就这样结束，围绕着那幢大楼旋转。那架重型直升机的驾驶员刚想扑下来击毁这家给他带来太多麻烦的直升机时，才发现它早已不见了踪影，出现在另一边。   “嗡~~~~”又是一阵子弹招呼，重型直升机的机体上已经冒出了丝丝缕缕的白烟，眼看是不行了。重型直升机的驾驶员眼色彻底阴沉下来，从三打一到二打一，再到现在一打一，他们的力量越来越弱，即使第二架直升机的离去是另有他用，但眼前自己就要命丧与此了，他心中也不禁有些灰暗。他望了望副驾驶，并没有说话，但他的眼神告诉副驾驶——我们要拼命了。那位驾驶员不再移动，仍由寒霜他们攻击，白烟渐渐变浓，变得漆黑。在这架直升机的最后几秒钟生命时，他的驾驶员做出了个惊人的决定——同归于尽。     重型直升机用它最后的力量，冲向大楼。在即将接触大楼的前一秒，直升机燃烧起来，像一个大火球一样，轰然装在大楼上。  “轰~~~~”爆炸之声响彻了整个月御城，重型直升机携带着他的弹药、燃油以及两位驾驶员，一起消失在了空气中，仅剩下为数不多的碎片。在碎片中，一个牌子上写着一句话：“无论你身在何方，无论你在干什么。记住一句话——忠于祖国！忠于人民！”    他们，虽然是寒霜他们的敌人。但是，他们对于祖国的忠诚，却足以让寒霜他们致敬。    不过，他们现在没有时间想这个。    爆炸产生的巨大冲击波席卷了周围一百米的范围，虽然寒霜他们隔着宽二三十米的大楼，但还是不可避免的使直升机失去了控制。   “小心，我们要坠机了。”寒霜他们的驾驶员大喊道。如果现在还控制不住直升机的下坠趋势，那么真有可能会出现机毁人亡的局面，也就达到了那名驾驶员的遗愿。    但是，一切还没有完。    没人发现在这时寒霜的眼眸已经变为了晶莹的蓝色，和当初冰弓的颜色如出一辙。接着，周围的温度迅速下降，一层冰凌凝结在直升机下方的地面上，呈托举状。下降的温度也使直升机免受因过热导致的自燃的麻烦。   “滋~~~~~”地面上发出刺耳的类似于金属刮在玻璃上的声音。不久，一声类似玻璃破碎的声音传来。然后，直升机又划出还几米远后停了下来。整个过程带起了大量尘土，但就是没有任何的烟雾和爆炸声出现。   “咳咳~~”睡魔队长咳嗽了两声，在一阵晕眩中爬出直升机，潜意识告诉他——快离开这，要爆炸了。他爬了出去，但什么也没有感觉到，出了四肢偶尔发出一些疼痛，并无异常。   “我们......这是在哪？”睡魔队长意识清醒了一点，发现自己就在大楼下的空地上。他踉跄着爬起来，去直升机那里寻找同伴。不久，所有人都出来了，虽然都受到了一些轻伤，但总比直接下地狱要好。其他人都有些奇怪，奇怪他们为什么会近乎无损的着陆生还。但现在也没有人深究，劫后余生的喜悦令他们想不了那么多。    5分钟后......    所有人已经准备好了，去迎接未知的敌人。寒霜脸色有些苍白，但现在天色已经彻底暗下来，没人注意到这一点。只有寒霜知道，这其中的奥秘。   “滴滴”熟悉的轻响声再次出现，合金小队的联络负责人霸主说：“合金小队的队员们，我很高兴听到你们还活着，敖德萨已经把具体情况告诉了我们。月寒城会派出一架AC130空中攻击机协助你们撤离，敖德萨会在月御城外的基诺村后方的空地等待你们。你们只要在打开身上的红外识别信标就可以了，AC130会为你们扫清障碍的。祝你们好运。”   “睡魔收到。”   “所有人听我指挥，向基诺村前进。”睡魔队长招招手，带着五人消失在夜色里。    月御城的日辉帝国守军坐不住了，连续两架直升机的坠毁让他们在这里原本不强的力量更弱了，而他们的计划还未完成。他们恨不得把来的这些人撕成碎片。但他们不知道的是，一架空中鬼魅已经在月寒城空军基地乘着夜色起飞了。\n注：本章共2620个字---------------------------------------------------------------------------小怕说过周末会弄好一切的，现在只是第一步，现在我要去整理索引帖了。（论坛附件怎么了，隐藏内容失效了，不科学......）顺便祝愿银狼大大在中考里考个好成绩。（不知道银狼大大会不会怪我泄露他隐私，好害怕）---------------------------------------------------------------------------上一章地址\n---------------------------------------------------------------------------索引贴地址\n\n\n@银狼 \n\n\n\n\n800px-AC-130_Training.jpg (81.85 KB, 下载次数: 12)\n\n下载附件\n\n2014-6-7 12:34 上传\n\n\n\n\n                                     \n\n\n\n\n800px-AC-130H_flies_along_Northwest_Florida_coast.jpg (116.05 KB, 下载次数: 9)\n\n下载附件\n\n2014-6-7 12:34 上传\n\n\n\n\n\n\n\nAC130空中炮艇",
    "replies": [
        {
            "author": "1052259852",
            "timestamp": 1402099680,
            "txt_content": "很好，谢谢。沙发好好。第一次呢{:10_514:}"
        },
        {
            "author": "乃戳",
            "timestamp": 1402116180,
            "txt_content": "不错，给个好评"
        },
        {
            "author": "蓝刃",
            "timestamp": 1402119900,
            "txt_content": "写得不错，情节很吸引人"
        },
        {
            "author": "32ASD",
            "timestamp": 1402123860,
            "txt_content": "很好！！！支持你！！！不过：1.我感觉你玩使命召8唤玩过了2.寒霜...睡魔...你为什么不增加 普莱斯上尉(POLICE)  索普（肥皂）(SHOP)呢？还有小强！保罗！"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1402125180,
            "txt_content": "32ASD 发表于 2014-6-7 14:51\n很好！！！支持你！！！不过：1.我感觉你玩使命召8唤玩过了2.寒霜...睡魔...你为什么不增加 普莱斯上尉(POL ...\n终于遇见一个玩过使命召唤的人了，只是我在犹豫这样重复性是不是太高，对小说的独立性有影响，不过我会考虑的，谢谢。"
        },
        {
            "author": "loseless",
            "timestamp": 1402132560,
            "txt_content": "\n赞！大赞！前排学习！"
        },
        {
            "author": "椭圆轨道",
            "timestamp": 1412660340,
            "txt_content": "一个游荡的JJ怪 发表于 2014-6-7 15:13\n终于遇见一个玩过使命召唤的人了，只是我在犹豫这样重复性是不是太高，对小说的独立性有影响，不过我会考 ...\n我也玩过了\n"
        }
    ]
}