{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第四章 神秘人】]",
    "author": "JKL81543764",
    "replyCount": 1,
    "timestamp": 1402067100,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:16 编辑 \n\n                                                                                   第四章     神秘人       随着风的吹动，黑袍和火把那飘逸的灰色头发，使那个身影，显得极其神秘……       “桀桀…又有两个人来送死了。”前方的三个灰袍人，其中一个颜色较深的，发出怪异的笑声，说道。看其特征，应该是领头的。       “一群不敢露脸的怪物！他们两个受到的伤害，我会让你们以数十倍的代价来偿还！”火把的声音从黑袍中传出，双手紧握着剑柄，手上的青筋鼓动，如一条条小蛇般，缠绕在手臂上。配合着手上的血迹，显得极为可怖。       灰袍人缓缓抬起头来，但火把依然看不清其样貌。忽然，那名领头的灰袍人，直接变成了黑雾。火把似乎感觉到了危险，准备离开原地时，他的脖子上，架这一把匕首，在月光的照耀下，泛着寒光，照射在和火把脸上。       感到了死亡的气息正在逼近着他，火把不由得吞了一口唾液。他怕，他不是怕死，是怕他死后，萧萧也会死于这些怪物之下，他的朋友，哥哥，死在他们手里。        “你对这个大陆，了解得太少了，以你现在的实力，不足矣让我偿还。”说罢，灰袍人的匕首，越来越靠近火把。       “虽然你很强，但要杀我弟弟，不可能！”活塞吼道，随后，身形爆射而出，面目狰狞，如一头恶狼般。       “滚！”灰袍人扬起手，一股无形的劲气撞到活塞的胸口上，直接击飞到数十米外。捂住胸口，顿时，一口暗红色的鲜血，吐了出来，将草从，染成红色。       萧萧望着已经失去战斗力的活塞，和她的哥哥。如果她再不去救火把，那么，几个对她来说都很重要的人，都会死去……       想到这，萧萧不禁流下一滴眼泪，显得楚楚可怜。但是，嘴角竟然扬起一个诡异的弧度。手上似乎有什么在凝聚着，然后，覆盖到长剑上，发出奇异的光芒。        灰袍人和火把看到这一幕，身体微微一颤。“这人，竟然会使用魂力？看其样貌，顶多十五六岁左右，其魂力，竟达到这境界？！不行，这两人必须得死，不然，未来还得了？”灰袍人用仅自己听到的声音，道。       “唉，这妮子果然深藏不露。”火把在心里暗暗道。       萧萧踏着轻微的步伐，如瞬移般直接到灰袍人目前。纤手一摆，一股劲气打在匕首上，匕首落地。还来不及等灰袍人反应过来，长剑立刻刺出。灰袍人一转身，但并未躲过长剑的攻击，依然划过他的手臂。       望着那缓缓流出血的伤口，灰袍人有些惊鄂，她，是第一个让他受伤的人。但他在惊愕之时，也有一丝愤怒，直接伸出手，对准萧萧的喉咙抓去。       火把这时也是开始攻击，巨剑直接从灰袍人头上斩下。眼见灰袍人的脑袋即将破裂，但巨剑触及其身体时，便又如之前一般，变成黑雾，随后，又出现在萧萧背后。       “真是难缠的家伙，赶紧将其击杀吧。”灰袍人有一丝厌倦之感，不想与其再消耗下去。手掌中，一条黑线射出。还未看其是何物，黑线便是重重地打在萧萧腹部。       …………………………       火把恨恨咬牙，现在，活塞与幻皆是失去战斗力，萧萧更是昏迷过去，只剩他一个人……       因咬得太用力，嘴角竟缓缓流出一丝丝血液，想狼一般，望着灰袍人。然后，挥舞着巨剑，冲向灰袍人。没有一丝花俏，有的，只是力量！       “不自量力！”灰袍人低声喝道，手掌在前方中的虚空中一拍。无形的劲气重重地砸在火把胸口上，直接将其击飞数十米，最后撞在一棵巨树之上，才得以停下。       火把已经没有一丝力气了，肋骨断了几根，连内脏都在隐隐作痛。他多么希望这是场梦，一切都是假的就好了。可现实就是如此。       “呵呵，这样就要死了么……应该可以复活的吧，但这是极限怎么破。。。唉，删档吧删档吧。”火把靠在树上，想到。       准备闭眼，慢慢等待死亡降临时。心里竟出现一道苍老，犹如历经百世轮回般的沧桑声音“小娃娃，我不会害你的，想救你最重要的人，就按我说的去做。”话音刚落，又一道声音响起“我先暂借力量吧，先打败他们，日后，记得回来这里！还有，不要告诉任何人我的存在！我的力量并不多，最好一击解决他们，或者,可以带上你的人马上逃跑。”随后，火把的身体，被一股强大的力量充斥着，现在，他有力量去救他最重要的人了。       现在，火把有两种力量，一，愤怒！二，便是那股神秘的力量！逃跑，对火把来说，不可能！这些不敢露脸的妖怪，三番四次地触犯了他心里的底线，要他逃跑，怎么可能？！况且，有了可以抵抗他们的力量，自然是要将萧萧他们收到的伤害讨回来。       不过，火把心里也清楚了，在这片大陆上，没实力，只能被别人践踏，而且，也不能保护自己想保护的人。有实力，才能凌驾于他人之上！他要变强！成为真正的强者！不是依靠别人的力量！       “我说过，他们收到的伤害，我要让你们，以数十倍的代价来偿还！”火把吼道，双眸，因愤怒，而布满血丝，显得极其可怖。       火把因借助了那名神秘人的力量，黑袍无风也缓缓飘动，全身，被淡白色的魂气包裹着，连巨剑，也是被其笼罩住。       剑锋处迅速凝聚着一股强大的力量，片刻，剑锋的光芒，照亮了整片森林。“死吧！”语罢，火把高抬巨剑，超过头顶，然后，使尽全身力量，朝着那三名灰袍人重重地斩下。一股强大的剑气，划破大地，若是这一击，正面攻击到三名灰袍人身上，绝对不会留下一丝生机，即使侥幸活了下来，也是残废，更甚的话，经脉断裂，成为没有一丝用处的人形垃圾！       “这…不可能，即使他在短时间内学会如何使用魂力，但以他的实力，想释放出如此强大的攻击，根本不可能！真。。真是个怪胎！”领头的灰袍人暗暗道，毕竟这领头的定力不错，没有表现得过于狼狈。       而他身后的两名灰袍人，明显实力较低，在那股强大的气息下，竟然直接一屁股坐在地上，冷汗直冒。       “不想死的就快过来结阵！楞着做什么！”领头的转过头，向坐在地上的两名同伴厉声道。       被其吼声惊醒，马上站起来，分别走到领头灰袍人的左侧和右侧。       “影魂结界！”       三人的魂力，迅速结合在一起，在其前方，形成一面灰色和黑色混合在一起的能量屏障。虽然薄,但却给人一种坚不可摧的感觉。       但这看似坚硬的能量屏障，在火把发出的那股强大的剑气面前，根本不值一提。       剑气与能量屏障相撞在一起，并没有发出惊天动地的爆炸与声音，只是溅起了一圈能量涟漪，但光是这泄漏能量，便是将数十米内的树木直接毁灭。可见这剑气与能量屏障接触点的地方，酝酿着一股多么强大的能量。但若是这能量爆发开来，这片丛林，将不复存在。       两股能量互相吞噬着，剑气的光芒也慢慢黯淡了下来。但是，能量屏障在支撑多几秒后，便是如玻璃般，破碎了。       灰袍人望着近在咫尺的剑气，眼里透露出了一丝丝的绝望。       “轰”剑气爆炸，声音如惊雷般，响彻整片丛林。爆炸后产生的热浪，将数千米内的土地，燃烧成灰烬。当然，幻他们，被那个神秘人用魂力包裹着，隔绝了一切伤害与热浪。       爆炸产生的火云，持续了整整十分钟有余，然后，火云慢慢褪去，天地间的温度，也慢慢下降。灰尘散去，丛林，已经不复存在。最后，火把望向三名灰袍人的地方。       一个半圆的巨坑内，出现了两名很明显已经躺在地上的身体，但还有一道身影，站立着。       不安的情绪徘徊在火把身边，他已经到极限了，连神秘人的力量，也是消失得无影无踪。若这个领头人还没死，他，将注定会死在灰袍人的手上，而萧萧他们，也会死去。       “看来，我还是低估了你啊！小子，记住，我族的人，一定会来取你的命！”灰袍人的身影渐渐从灰尘中走出来，他也不是毫发无伤。灰袍几乎全部变成了灰烬，身上处处都是被火焰灼伤的痕迹，血布满全身，极其可怖。       语罢，灰袍人的手臂艰难地结出一个奇异的手印。然后，覆盖着荧光的手，在其前面撕开一个空间裂缝，身形，进入其中。       望着灰袍人的离开，火把松了一口气，如果灰袍人再和他打下去，火把没一丝胜算。       借着最后一点力气，走到萧萧身旁，笑了笑。现在，他们在一处山谷之中，基本上已经安全了。附近，那片丛林，已成一片荒芜，在大爆炸中，连岩石，也是变成粉末，散落在天地间。       一丝丝疲惫感，蔓延全身，火把望着湛蓝的天，笑了笑，然后，便索性直接躺了下去。      引索帖地址：引索帖",
    "replies": [
        {
            "author": "睡衣PAJAMA",
            "timestamp": 1402068240,
            "txt_content": "2l   是我的       23333"
        }
    ]
}