{
    "title": "<原创连载>《天降传奇》[我则]第一章:无题",
    "author": "我则",
    "replyCount": 7,
    "timestamp": 1402094640,
    "txt_content": " 本帖最后由 我则 于 2014-6-14 12:10 编辑 \n\n大家好，我是我，则由于之前不懂论坛规则，所以被禁言，如果带来什么不便请大家见谅。\n现在我会用修改这个帖子的方法来更新，就不发引贴了，喜欢的童鞋可以关注这个帖子，谢谢。\n好了第一章：无题\n      十年前，方块历1566年，泰尔村\n      寒风呼啸，漫天大雪，此时正是深夜，“嘎吱～”一间民房的门开了，走出一位农民打扮的中年男子。\n       “这鬼天气，啊楸！”他搓着两只手，嘴里不停的念叨着。慢慢的，走到草垛旁，竟是尿了起来。。。\n    “啊～舒服”正要回去的时候，他看到远方的雪原上出现了一片光。\n      “咦？那是什么?”\n      渐渐的，那亮光越来越近，他定睛一看，好像是个人。\n      “哦，大概是哪位光属性的大人在巡逻吧。”刚说完，“哄～！”那道光猛的砸在不远处的地面上，坚硬的地面也龟裂开来。\n       农夫被眼前的情况吓得楞了楞，赶忙跑过去，在龟裂的地面下，是一名穿着金色铠甲的男子，因为角度看不到他的脸，但是散乱的铠甲和身上的血痕都说明他的情况不太容乐观，似乎随时都会倒下，只是靠一柄剑支撑。\n      “尊敬的骑士大人，您这是怎么了？”农夫知道他肯定是一名实力强大的骑士，于是发问。“这里。。。是哪？”盔甲下传来沙哑的声音，“这里是铁火帝国的泰尔村。”“哦～已经逃出来了吗。。。这里估计安全了吧。”\n       骑士慢慢站起来，盔甲发出铿锵声“你可以帮我一个忙吗？我的时间。。。恐怕不多了。”“大人请讲。”骑士颤抖着从背上抱下一个包裹，“这个交给你。”农夫小心接过包裹，打开一看，其中是一个婴儿，正在熟睡之中。\n        “你。。。再拿着这个。”骑士的声音有些无力，把手中的剑递给了他。\n        “这是?”\n        “别问那么多了。。。在他。。。达到青级骑士的时候。。。交给他。”\n        骑士的声音越来越小，似乎快支持不住。\n        “轰隆隆！”北方传来巨大的破空声，似乎有很多东西在接近。\n         “可恶！还是来了吗？”骑士的眼神瞬间变冷，强者的气息瞬间爆发出来。\n         “我去引开他们！你躲起来！”\n        农夫抱着孩子躲进民屋中，将孩子放在床上，透过窗户的缝隙看窗外。\n        只见一片黄色的光芒来到骑士面前，光芒中穿出猖狂的大笑“哈哈！尼奥你还是被我们抓住啦，交出孽种，留你全尸！”\n        “妄想！你这谋朝窜位之徒也配！”\n        “那我就让你求生不得求死不能！”\n        “来啊！怕你不成！”骑士转身就跑，化作一道金光飞速离开。\n         “还想跑”黄色光芒也追上去。\n          他们走后，雪原又从新变得寂静，只有雪花飞舞的声音。\n          农夫看着旁边的婴儿，苦笑一声“这究竟是好事还是坏事。” \n\n\n          不远处，一名身穿蓝色短袖，棕色平头的男子笑了笑“越来越有趣了啊。。第二章：徐天赐\n       十年后，方块历1576年，泰尔村。\n       “哈哈哈，这人真没用。”“废物！”“就是就是，还天赐呢，叫屎赐算了，哈哈哈！”原本静谧的村子传来刺耳的大笑声。\n       寻着声音，可以看到，在一片草地上，许多孩子围在一起，戏谑的看着被他们围在中间的男孩。\n        “我不是废物！”\n        男孩愤怒的大吼，爬起来撞向人群。\n        “呦呵，废物生气啦，哈哈哈。”一个强壮的大孩子一圈把他打倒。\n        “原本打算笑笑就好了，没想到你这么拽，打他！”孩子们一拥而上，不断传来肉体沉闷的碰撞声，“彭～彭”\n         “野孩子，快点滚蛋吧！哈哈哈”似乎是累了，所有人都大笑着离开。\n         男孩慢慢爬起，望着他们离开的方向，用力握紧了拳头，指甲钳进掌心的肉，却没有感到疼痛。。。\n        男孩步履蹒跚地往村子的一处走，来到一间普通的民房，开门进去。\n        此时屋子里没有人，他坐在床上，竟是睡了过去。\n        慢慢睁开眼睛，看到的便是一张布满沧桑的朴实面庞，“你醒了？”\n        “嗯。。。”男孩漫不经心的回答。\n        “又和他们打架了吧？”“恩。。。”还是那么简单的回答。\n        不错，这正是十年前的孩子，那男人也就是那个农夫，因为农夫没有妻子，所以也就是把他当做了自己的孩子，好好的照顾。\n     但村子的其他孩子并不喜欢他，总是欺负他，他也知道自己不是农夫的孩子，只是和农夫有着一样的姓氏：徐，他的名字\n    叫徐天赐。\n\n第三章：方块世界\n       无论是什么样的规则，永远离不开实力为尊的原则，这个世界也是相同。在这里，大部分是实力平常的普通人，也有那么一些异类，高人一等，那就是：\n       奇主！\n       这职业在这个世界可以说是呼风唤雨无所不能，即使是最低等的奇主也有超过大部分人的地位。\n       总的来说，这个职业和普通战士一样，也分为骑士，弓箭手，魔法师等等。但他们都有上天赐予他们的能力：属性！\n       可以说，属性就是决定一个人是否可以成为奇主的钥匙。\n       有，龙飞九天。无，虫爬洼地！\n       当然，他们也是有实力的差距，根据修炼的时间、机遇不同，他们的等级也有所不同。\n       而等级的判定，就是决定于体内能量的大小，这种能量，被人们称为：方气！\n       就拿骑士做例子，当人的属性觉醒并且他修炼了骑士法则的话，他就是成为了木阶骑士，然后后面的级别依次是：石阶骑士，青阶骑士，红阶骑士，铁阶骑士，金阶骑士，宝石骑士，以及拥有毁天灭地之力的钻石骑士！\n       即使是放眼整个铁火帝国，最强者也不过是金阶骑士，可见修炼之困难。\n       其中每个等阶也并不是相同，它又分为1到9级，10级一到，变可以突破到下一个阶别，实力会发生天翻地覆的该变。\n       其他的职业也是差不多如此，但这并不是一定，也有一些特别冷的职业不是用如此来分级，当然，这是后话。\n        而不幸的是，徐天赐在两年前的觉醒仪式中被测得：无属性，无方气。可以说是百年难得一见的废人，因为即使是普通人也会有一个单位以上的方气。。。\n        又因为他孤儿的身份，更是雪上加霜。\n       旁边抚养天赐长大的叫做徐雷，只是一名普通人。\n        “今天晚上不要出门。”徐雷缓缓的道。\n        “哦。”“晚上可能会有一阵怪潮，我要去村头支援，你自己小心。”\n        怪潮！\n”\n\n第四章：怪潮       怪物，就如僵尸，骷髅，爬行者等等，没有人知道它们来自哪里，根据村中的老人说，他们小时候是没有怪物的。但是现在，晚上人们根本不敢离开村子，因为现在的黑夜总会出现怪物。       人们有记载的怪物就有上万种，至于没有发现的更是不必说，从中就能看出怪物的数量庞大。       而且每隔一段时间，怪物们就会汇集起来，向人类发起进攻。       泰尔村虽然穷，但是却有一名铁阶骑士守护，没有人知道他来自哪里。。。也没有人知道他的目的。只知道他的名字：        尼奥！       就是十年前的尼奥，为了守护天赐而留下了。        天赐其实是骨子里很开朗乐观的人，只是因为被欺负，所以心里有些疙瘩，但他很快就从自卑中跳了出来。        “怪潮吗？没意思，我去休息休息。”        偷偷走出房间，左右张望一下没有人，便悄悄离开了。         只见天赐来到一片小树林，这片树林属于村子的保护范围，所以天赐并不担心怪物会出现在这里。         走了约莫一刻钟，他来到了一片小湖，看他轻车熟路的样子，显然不是第一次了。        他正打算下水时，忽然瞳孔一缩。        在波光粼粼的湖面上，一名女孩正被对着他，看样子只有10岁左右，尚未成熟的的曲线已是颇有几分味道，如羊脂玉般的肌肤沾着还未掉落的水珠，更是增添了几分梦幻之感，想来长大后也是祸水级别的美女。       似乎是感受到什么异样的东西，她转过头（作者PS：只有转头哦）       “啊！！！”       一道尖叫声打破了深林的静谧，树上的鸟儿四散而飞。       其实天赐认识她，她是村长的女儿，叫肖红尘，因为天赋很好，平日非常高傲，虽然她长得动人，但天赐对她并不感冒。       “你。。你你你居然敢偷看我洗澡！”她将身子沉入水中，俏脸羞红，愤怒的大喊。        天赐苦笑一声，“我说我路过你信吗？”        “把头转过去！”        要是这个姑奶奶发火，两个天赐都不是对手，因为据说她已经是达到了木阶魔法师的地步。        通过眼角的余光，可以看见放在一旁的衣服慢慢漂浮起来，飞向身后的红尘，传来一阵西索声“敢回头我挖了你的眼睛！”        “我可以走了么？”天赐忍不住问。        回答他的。。。是一个火球。。。        “偷看我洗澡！你还想走？”        天赐一个翻滚躲到一旁，但火球的温度还是让他的头发都卷曲。       “你搞什么！？”“不让你留点代价，你就别想走！”红尘说完又丢出一个火球。       这会有了准备，天赐躲开了火球，“不和你浪费时间，我跑。”纵身一跃，跳到一颗树上，转眼便没有了踪影。       由于魔法师并不擅长速度，所以红尘除了可以往他离开的方向攻击之外。。。没有其他的方法，她气愤的跺跺脚“徐—天—赐，别让我抓到你！”       正在树林中逃亡的男孩听到这句话，脚步也是一个踉跄。第五章：黑影       天赐在树林中狂跑，回头看红尘并没有追上来，于是扶在一颗树旁，大口大口的喘着粗气。       “累死我了 。。。呼～呼”        休息了一会，天赐看天色不早，于是打算回家，正当他打算动身时——        “它。。就在这附近么？”一道低沉的声音响起。        “应该是，它被打成重伤，连肉体都没有了，逃不了多远的。”又是另一道低沉的声音。         “快点找到它，不然大人要生气了。”         “好。”         “他们是谁？”天赐的直觉告诉他那些人不是什么善类，他悄悄探出头，楞了楞。          发出声音的并不是人，而是两个黑色的影子，很高并且有些畸形的修长，因为角度看不到他们的眼睛，但他们身边紫色的方气波动已经能体现他们的实力之强。        忽然，天赐隐约听到一道怪异的声响“滷～”两个黑影消失了。        天赐吓得出了一身冷汗，这分明是瞬间转移啊！连尼奥叔叔都没有的能力，也就是说，刚才两个黑影的实力已经超过了尼奥！        “不管了，这种东西我惹不起。”天赐甩了甩头，往回家的路走去。        一名男子站在高处的树顶上，看着天赐离去的背影，赫然正是十年前的蓝衣男子！        男子轻笑一声：“有些东西，你躲不掉呢。”        天赐在森林中走着，忽然脚步猛的一停，“不对啊。。。我已经走了580步。。。应该已经离开森林了啊。。。”         “而且。。。太安静了啊。。。。”        “呵呵，被你发现了吗？”一道低沉的声音响起。        幻境轰然破碎，两个黑影站在他面前。        “难不成你真的以为，我们没有发现你么？”由于黑影没有嘴，不知道是哪一个发问。        “你们想干什么！？”天赐退回三步。        “你听到了一些不该听的，所以。。。”        “只好杀了你啊！”        一道紫黑色光芒在黑影手中凝聚，他一挥手，光芒瞬间逼近天赐！        不论是速度还是波动，都比之前红尘的火球强了无数倍！        光芒距离天赐越来越近，以他的速度完全不可能躲开，而且如果被击中必然会尸骨无存！        “轰！”光芒炸开。        “我们走吧，那小子估计成渣了吧。”杀人对黑影来说仿佛是什么稀松平常的事情，没有任何停留，转身准备离开。         “等等！那小子还活着！”         光芒散去，徐天赐毫发无损的站在当中，看着自己的双手没有反应过来“我。。。怎么还活着？”          抬头一看，一个手镯诡异的悬浮在他面前，看情况，是手镯为他抵挡了刚才的攻击。         黑影紫色的瞳孔一缩，“是你！”        手镯没有对他的话产生任何反应，就是那么静静的浮在空中。        黑影大笑：“本来我们还愁怎么找到你，既然你这么配合，我们就。。。”         “嗖—”两个黑影的动作诡异的停止，没有感情的眼睛露出了惊恐。         低头看向自己的身体，只见一个小洞贯穿腹部，能看到对面的景物。         “额。。。你怎么。。。会。。这么强？”说完，两个黑影的从伤口开始慢慢的消散。。。片刻化为一团黑色的粉尘，消散在天地间。        “聒噪。”手镯中传来一个苍老的声音。        自然，刚才杀死黑影就是这个手镯，天赐已经吓得坐在地上，毕竟他只是个孩子。         第六章：手镯        手镯似乎是注意到了天赐，慢慢靠近他，苍老的声音发问“你是谁？”         天赐虽然害怕，但也并不是无法克服，慢慢站起身，回答：“我是一个普通人，叫徐天赐。”         “可恶，我好不容易找到一个活人居然是个废物。”苍老的声音有些气愤。         天赐在一旁苦笑，面对这种高手，他就是听话的分。         “算了。。。我的身体快要支持不住了，就先将就一下吧，喂，你叫徐天赐对吧，本公。。。呸，老夫和你商量件事，怎么样？”         “前辈请讲。”         “什么前辈前辈的！我才没有那么老！是这样的，我的想在你的身体里暂时居住一下，如何？”         “晚辈不懂前辈的意思。”         “都说了不要叫前辈！是这样的我因为一些缘故身体没了，好在我厉害啊，在身体被毁的时候还能保留一丝元神，潜藏在这手镯当中，哈哈哈”         “可是晚辈能帮您什么呢？”        “呃。呃。呃。我如果不寄居在生灵体内就会消散，而且一旦选择就无法更改，这么长时间我就看到你一个人，所以。。。” 声音里竟然是有些尴尬。        似乎是怕天赐不接受，又补充道：“我的阅历可不是别人能比的，而且。。。我能帮你脱离废物的名头，怎么样？”        “你说什么！？”听到 脱离废物几个字，天赐忙问道。         “嘿嘿，那当然，只要你答应我，我就可以让你脱离废物，至于能不能成为强者，就看你的造化了。”         “好！我答应你，不过。。。你能出来讲话吗？我和一个镯子说话觉得怪怪的。。。”          “也好。”          手镯一阵抖动，一道紫色光芒从中渗出，化作一只小蛇的模样。         天赐楞了楞：“额…你是。。蛇？”          “彭—”一个蛇尾抽击在天赐的脸上，看似柔弱的小蛇却将他击飞几米，看上去是有几分怪异。。。。          “你才是蛇！你全家都是蛇！我是龙，知道吗？如果不是方气不够，我会变成这个模样吗？！”声音不再苍老，却是有几分。。。纤细？          “哦，知道了，啊！好痛，你也不能打人啊。”天赐狼狈地从地上爬起来。          “下次要是再敢说我是蛇，我就。。。我就杀了你。”小蛇愤怒的大喊。         天赐慢慢走到小蛇面前，举起了手。         “噢，想动手么？虽然我不足全盛时期的十分之一，不过教训你可是足够了。”         天赐的手在半空中停下，握紧的拳头缓缓伸出小指，对着小蛇一笑。         “既然是伙伴了，拉钩。”         小蛇的看着夕阳下充满稚气的脸庞，竟是有些失神，尾巴缠上天赐的小指。         “拉钩。”         第七章：陌佳佳          “喂，你怎么啦？”天赐看着有些失神的小蛇，问道。          “嗯？诶，没事”小蛇的语气中竟是有几分慌乱。           “话说，你叫什么名字啊？”           “我。。。我叫小。。”小蛇正想遍一个假名，但回想起刚才少年脸上的阳光和伙伴的诺言，它就没有办法说出口。           “不能说吗？那就算了。”天赐倒也没有在意，的确，小蛇的实力随随便便就可以弄死他，没有理由要和他说实话。            “我叫。。。陌佳佳。”小蛇终于开口了，但是如果天赐可以看懂蛇的表情，此时小蛇脸上的表情。。。居然是。。。娇羞。。。           “你怎么有一个女人的名字？”天赐奇怪道。          “我本来就是。。。呸！管你什么事！”          “好吧好吧，我不问了，不过你要怎么到我身体里来呢？”          说到正事，陌佳佳的脸上也出现一丝凝重，“比较简单，只要你带上这个手镯就可以了。”           “但我可要提醒你，这个过程需要滴血认主，是非常疼的，当然这个手镯也是一个非常珍惜的神器。”它指了指手镯，“什么时候开始，你自己决定吧。”           只是一刹那，天赐便拿过手镯，似乎并没有思考一般。           “现在！”           陌佳佳的脸上闪过一丝诧异，没想到这个家伙居然有这样的胆气么。           “将你的血滴上去，仪式自然会开始。”           天赐咬破自己的手指，殷红的鲜血慢慢滴落，“哒～”            手镯突然绽放出金色的光彩，狂暴的方力疯狂的冲击他的身体，只是一波，他的面色就变得苍白，嘴角流下一丝鲜血。           第二波，轰！天赐直接吐出一口鲜血，单手扶住地面，大口喘着粗气。          轰！又是一波，他被打翻在地，就像是知道他的伤势一样，手镯的光芒开始减弱，停止了攻击，但如果光芒消失了，估计仪式就是失败了。         天赐慢慢的爬起来，直起腰杆，挑衅般看着手镯。果然，又是一道光彩轰击在他身上，再次倒地。         旁边的莫陌佳佳眼中闪过一丝不忍，但很快被决绝所替代。          “还没完呢！再来！”天赐慢慢爬起，大吼道。          轰！又是一波，“再来！”轰！“再来！”轰轰轰轰轰轰轰轰轰。。。。。          一个时辰后。         天赐再次爬起，身上伤痕累累，缓缓擦去嘴角的血迹，看向手镯，出奇的是，手镯并没有任何反应。         “当～”手镯再次发出耀眼的光芒，他下意识的防御，但这次，手镯直接没入他的体内，消失不见。        “咦？消失了。”天赐看了看自己，摸摸这又摸摸那，“没有什么奇怪的反应啊？”         “废话！你不然你还想要什么反应，尸骨无存还是经脉尽断？”一旁的陌佳佳出声道。          “那现在。。。丝～”他正想发问，突然脸上露出极其痛苦的表情，倒吸一口凉气，直接晕了过去。          “这家伙的意志倒是不错，竟然可以坚持到现在，一般人早就昏过去了吧。”陌佳佳看着天赐，发出一道紫光，包裹着他悬浮在半空中。           “总不能让你留下内伤吧。。。真是的，这小子受伤还要我出力。”一边维持紫光，陌佳佳一边抱怨着。            紫光中，天赐的伤口慢慢愈合，骨骼竟然也是发出噼里啪啦的清脆声。            “吼！”            仿佛沉睡的巨龙苏醒，天赐猛的一瞪，紫光应声破碎。第八章:手镯的妙用          陌佳佳看着苏醒过来的天赐，出声道:“醒了？”            “嗯。”天赐看着周围残留着的紫光，知道刚才定是陌佳佳出手了，心头产生一丝感激。          “手镯去哪了？”天赐忍不住问。          “在你体内呢。”          “哦，我怎么没看到？”          “笨蛋！将你的精神沉入你的体内。”陌佳佳一脸恨铁不成钢的表情。           “哦，我试试。”            天赐闭上眼睛，全神贯注观察自己的体内，慢慢的，他感到自己来到一个黑暗的世界，“这就是精神世界么？”            天赐往前方望去，一只手镯缓缓的悬浮在半空中，他缓缓靠近，将手放在手镯上。           “轰！”一道庞大而又古老的信息順着手涌进他的脑袋。           “呼！”天赐猛的睁开眼，露出惊喜的表情“这手镯还可以这样用？太赚了，哈哈”           “这手镯有什么用？”陌佳佳问道。           “我现在可以使用的能力有储存，增幅以及防御，不过话说你怎么不知道手镯的能力呢？不是你给我的吗？”天赐问道。           陌佳佳有些慌乱的摆过头“没什么。”           “你。。。该不会没有过仪式吧？”           “轰！”又是一道蛇尾抽击，天赐又栽进一旁的泥土中。           “怎么？不服啊！我就是没有过，怎么了？”           “嗷，你怎么又打人。。。”天赐慢慢爬起来，念叨着。           “不过话说，你是什么种族啊？这么强。”这个问题天赐想问好久了。           “对于现在的你来说没有必要知道。”显然陌佳佳并不想告诉他。           “该不会是普通的地龙吧？”            “轰！”转眼天赐又栽进一旁的泥土。           “地龙你大爷！我是末影龙！世界最强大的龙族！知道吗？”陌佳佳愤怒的大吼。            天赐转过头，嘿嘿一笑“瞧，你这不是说出来了吗？”            “。。。你诈我！”瞬间陌佳佳便反应过来。           它吐了吐舌头，似笑非笑地说道“耍我是吗？那么。。。。”          “啊！啊！～～”          森林里回荡着不知道是谁的惨叫声。。。。。第九章：手感不错          “嗷～”          看着地上已经起不来的天赐，陌佳佳冷哼一声“我让你耍我，哼！别装了，我下手很有分寸的。”          “。。。。。有分寸。。。呵呵。”天赐心中默念着。          不过不得不说天赐的抗击打能力真的很强，转眼他又站起来，看着已经黑下来的天色。         “已经天黑了，该回去，晚上好像还有怪潮呢。天赐摸摸现在还疼的脑袋，往村子的方向赶回。          令他惊奇的是，原本普通的身体竟是变强了几分，赶路的速度至少达到了原来的三倍。          “哈哈，这种轻盈的感觉真好啊！”感受到身体的变化，天赐忍不住大笑。          “这就高兴了？我全胜时期就算一日万里也不是问题。”同样跟上来的陌佳佳呲笑道。         “额。。。。。”           渐渐的，已经快出森林，可以看到远处村子的灯火光，温暖人心。          “终于出来了。”天赐轻呼一声，这次实在是经历了太多东西，仿佛过了好久一般。         就在这时，一个火球瞬间逼近！        如果是以前的天赐，估计就被结结实实的打中了，但现在，这火球可还不够。         天赐快速一个矮身，火球从上方飞过，砸在一棵橡木上。         “徐天赐！我终于抓到你了！”一道娇呵声响起。         “我怎么忘了还有她。。。。”天赐一拍额头，露出一抹苦笑。         “我杀了你！”又是五个火球袭来。         “你对她做了什么啊？让她这么生气。”一旁的陌佳佳戏谑开口道。         天赐一边躲着，一边回答“说来话长，不过你不用藏起来么？”         “这是我的能力，如果我不想让别人看到，就凭你们这些人还看不到我。”说这话的时候，陌佳佳的脸上免不了出现一丝骄傲。         又是一串火球袭来，而且肖红尘已经出现这天赐前方的桦木下。         “可恶！这样躲下去不是办法啊！”看着越来越密集的火球，天赐出声道。        突然，他猛地站直，一颗火球结结实实的击打在他的身体上，天赐的嘴角留下一丝鲜血。         “红尘姑娘，我偷看。。。呸！不小心看到你洗澡我表示对不起，我已经接了你一击，如果你还要动手，我只好冒犯了。”天赐沉声说道。          原本看到天赐受伤，肖红尘已经想出言询问，但他接下来的话一说，红尘俏脸一红，狠狠的瞪了他一眼“我倒要看看你能怎样冒犯！”          说完，手中又凝聚出一颗火球，但这次不同的是，火球并没有直接发出，而是慢慢形成一只鹰的形态，轰然飞出！           “火鹰诀！”红尘娇呵一声。           火鹰带起一条红色的轨迹，飞速接近天赐！          天赐轻轻抬起手，手镯的力量形成一道无形的墙。          “轰！”火焰四散开来，但因为手镯的阻挡，天赐竟然是毫发无损！          “怎么会这样？！”红尘因为刚才的消耗，面色有些苍白，但还是强打起精神，企图再向天赐发动攻击。          但天赐显然不会给她这个机会，一个闪身便接近了她。         因为红尘没想到天赐敢对她出手，所以犯了一个对于魔法师来说致命的错误——距离！        每个职业都有属于自己的路线，就如刺客要隐藏自己的行踪，战士要近身才可以发挥作用是一样的道理。        天赐明显属于近战性，而红尘是魔法师，当一名魔法师被近身时。。。就是这样——        天赐一个飞扑将红尘压倒在地，抓住她双手的脉门，使她无法使用魔法。        “徐天赐！你放开我！”红尘不断挣扎，但也是徒劳无功，感受到身上天赐的压迫，俏脸也是出现一层浓浓的红晕。         他们现在的姿势的确有些不雅——天赐将红尘压在身下，抓住她的双手(作者PS：就不多描写了。。。)          “我已经向你道歉了，你却穷追不舍，不就是不小心看了你洗澡吗！？”天赐被她一系列的行为也是搞的有些火大，发问道。         虽然红尘已经没有办法反抗，但是嘴上还是不肯消停“你要是敢动我，我一定要叫人杀了你！”         “那我就动给你看！”天赐感到自己的自尊受到侮辱——凭什么你能动我我不能动你？说完，快速将她的身体翻转，红尘还没反应过来。。。          “啪！”。。。。。。。。          天赐飞快地蹦起来，转身便跑，很快消失在茂密的森林里。          好半天，翘臀上火辣辣的感觉才使红尘反应过来——自己被猥亵了。。。。          “啊！！！！！”           早已经离开很远的天赐听到这喊声，也是苦笑：“好像太过了啊。。。。这次她恐怕是要疯了，不过。。。”          他搓了搓自己的双手。          “手感不错啊  。”第十章：怪潮逼近！          狂奔了许久，天赐终于离开了森林，感受到手上残余的温度和柔感，在享受之余又不得不头疼，估计肖红尘不会善罢甘休了。          仿佛是知道他心中所想，陌佳佳出声道:“怕什么？明天就教你修炼，以后这种等级的货色，根本不是对手。”          “哦？是吗？”“废话！她只是一个木阶一级的魔法师，你怕干什么？”          天赐又忍不住问道“那你原来是什么等级啊？”          陌佳佳哼了哼“反正很高就对了，你别想再诈我！否则。。。。”它吐了吐舌头，发出威胁的嘶嘶声。         “好吧。。。”天赐摸了摸头，仿佛刚才的疼痛还记忆犹新。。。。          “话说你知道这手镯的防御力有多高吗？”想起刚才用手镯来抵挡攻击，天赐问。          “没有了。”          “什么叫。。。没有了？”           “不然你以为我这重伤的元神是怎么秒杀那两个末影人的，当然是这个手镯的能量，然后刚才你又用它去抵挡了一次攻击，估计。。。没有能量了吧。”            “啊！不是吧？那要怎么样给它充能呢？”天赐问道。            “嗯。。。估计要让一个铁阶的奇主注入方气一天才能充满吧。。。当然如果有什么非常精纯的天地方气也可以。”看着脸色越来越差的天赐，陌佳佳又补充道。            “(#‵′)靠。。还以为无敌了。。。”天赐抱怨道。           “天底下可没有不要钱的美餐，只有自己修炼，一步一个脚印，才能成为真正的强者。”陌佳佳语重心长的说。          “成为。。。强者吗？我倒是很有兴趣呢！”          说着说着，天赐已经靠近了村子的外围的围墙，隐约可以听到怪物的嘶吼和人们都叫喊声。           天赐怕上围墙，看着外面仿佛无边无际的黑色浪潮，才真正知道了怪物的数量的庞大。         许多村子的男人正在利用围墙高峻的地形，用长武器将怪物戳死，或者用弓箭射击。         只有一个人！他手持一柄长枪，在黑色的浪潮中屠杀这怪物，没有怪物可以阻挡他分毫。         一只大块僵尸扑向他，只见金光一闪，长枪就已经刺穿了它的身体，化为一片黑色粉末。        他叫尼奥，这个村子的最强者。         当然，天赐并不知道他的真正身份，只是将他当成了村子的保护者。          说到怪物就不得不说它们的等级分化，怪物的强弱主要由修炼时间和种族决定，如一只修炼一年的僵尸绝对不是一只修炼十年的僵尸的对手，而如果时间相同，一只僵尸又绝对不是一只末影人的对手。         而怪物也有等级，一到八级分别对应人类的八个等级，从这里也可以看出怪物的的实力，人类大部分是普通人，而怪物天生就是木阶以上，如果不是人类的智慧，估计现在人类已经灭绝了。         就是靠着远超怪物的装备，比如红石大炮，TNT等等，人类才能打败怪物。         说起红石，就不得不说另一个职业，那就是:红石大师！         这种职业的人并不需要强大的身体，也不需要长时间的锻炼，就可以有强大的力量，但还是那句话:天底下没有免费的美餐。得到这些实力的条件便是:钱。         这个世界的主要货币是红石币，而红石大师要布下红石阵以及红石武器都需要大量的红石币，换句话说，这个职业就是用钱砸人。。。。。如果没有大量红石币支持，红石大师也是没有任何办法。          说起这个砸钱的，就再说一个最赚钱的职业:药水师！          药水在这个世界是一个很庞大个供应品，药水有多少种根本无法统计，因为每一刻都有新的药水问世，大体分为振幅类和削弱类。          振幅类，顾名思义就是增强自己，如力量药水、迅捷药水等等。           而削弱类就是削弱对手（你非要削弱自己也可以），如喷溅型迟缓药水、虚弱药水等。          这个职业需要非常高的天赋，才能在药材的快速反应中把握时机，所以才导致这种职业的稀少，也使药水的价格高得有些畸形，自然药水师就成为最富有的职业。          同样，药水也分为一到十级，一般来说，越高级的药水就有越强的功效。         画面回到泰尔村，怪潮已经进入最后阶段，双方都杀红了眼睛，战况越来越激烈。         没有人注意到，一只蜘蛛悄悄地爬上围墙，猩红的眼睛默默的扫视着。此时，天赐正看战斗看得入迷。          仿佛是知道天赐是最弱的一个，微微踌躇一下，这只蜘蛛猛的一扑，“嘶～”           眼看闪着黑光的毒牙就要接近，天赐也注意到一丝危险，豁然回头，但已经来不及闪避，而其他人也并没有注意到这里！           一旁的陌佳佳撇了撇这只蜘蛛，气息猛的一爆“轰！”无声的波浪扩散开来，这只可怜的蜘蛛直接翻倒在地上，口吐绿水，眼看是不活了。          “额。。。你怎么这么厉害？”还没有从刚才的情况中反应过来，天赐呆呆的问道。          “在怪物的世界里，血脉就是最重要的，像我的至高血脉就可以对蜘蛛造成绝对的压迫，一只一级蜘蛛而已，当然直接死了。”陌佳佳骄傲的说到。          “好了，怪潮也快要结束了，回去休息，明天要开始训练了！”陌佳佳讲道。           “哦。”想到明天就可以修炼，天赐脸上也出现喜色，快步往家中走去。          一夜无话。。。。第十一章:修炼，开始！          清晨，窗外传来清脆的鸟鸣声，怪潮结束，村子也恢复了原来的安详。          “喂，起床了。”这不是陌佳佳在督促天赐，而是。。。陌佳佳睡着了。。。          “啊～不是还早吗。。。”陌佳佳睁开紫色的眼瞳，睡眼惺忪的看着叫醒它的天赐。          “你不是灵魂吗？。。怎么还要睡觉？”          “灵魂怎么就不要睡了，灵魂也是生命，知道么。”           “该教我修炼了，这可是你说好的。”天赐拿它没办法，摊了摊手。          说到修炼，陌佳佳也打起几分精神“好，你先告诉我，为什么你是废物？”          天赐眼神一暗“因为我没有属性，而且方气为零。”          陌佳佳呵呵一笑“为什么一定要属性和方气呢？”          天赐一愣“什么意思？”          它狡黠一笑，“我的意思是，为什么一定要这些东西才能变强？用其他东西代替不行么？”           “什么东西？”天赐赶忙问道。           “身体。”           天赐皱了皱眉“身体？”          “对，就是身体，如果身体足够强大，也可以变强，但是要比平常人多出双倍甚至是三倍的努力，你。。确定你要继续吗？”          “确定！我不想再看到那个羸弱的自己。”天赐斩钉截铁地回答。          “好，这是铁傀儡一族最强的身体修炼之法，接着。”陌佳佳吐出一本银色的竹简，抛到天赐的手上。           天赐定睛一看，几个充满力量的大字出现在他的脑海中。          铁甲破天术！          天赐迫不及待地打开竹简，“嗡～”一道银光闪过，直接射入天赐的眉心。         “轰！”巨大而古老的信息涌入天赐的脑海，仿佛有一道沧桑的声音:“铁甲破天术！乃吾毕生之领悟，若到巅峰，可碎天地！保我铁傀儡一族长盛不衰！”          “此术的奥义所在，是以天地矿石之力锻炼自身，再配合吾毕生之武技，爆发强大的力量。”          “此术分为九级，分别是灰岩体、墨色体、青炎体、红雷体、铁坚体、金。。。金。。。”突然，声音变得虚幻起来，只有五种级别的修炼之法进入天赐的记忆。           天赐睁开眼，皱了皱眉“怎么没有了？应该不止这些吧？”         “那是当然。。铁傀儡的镇族之宝怎么会在我手里，在我父亲那还差不多。”          “那我不是只能提升到铁坚体。。。”         “你还想怎样？以后可以在想办法嘛，总比你现在强，对吧？”         天赐苦笑摇了摇头，“也只能先这样了啊，不过这修炼方法中的‘以石炼体’是什么意思啊？”          “带上镐子跟我来。”陌佳佳转身往外走。          镐是这个世界一个重要的工具，几乎人人都有一把，这种工具的功能就是采集石头和矿石，但因为身份地位不同，用的镐等级自然也不同。          天赐自己的是一把普通的木镐，只能用来挖普通的圆石和煤矿。          一会儿，他们就来到了一座普通的矿山前，“挖碎一块圆石。”陌佳佳说道。          “咔咔咔”天赐开始动工，过了一刻钟左右，圆石被挖碎，落到他的手中。          “然后呢？”天赐看着手中的圆石，问。“按照铁甲破天术上写的经脉吸收圆石的灵气，快！”陌佳佳教导他。          “经脉。。。经脉。。。经脉”天赐心中默念，努力感受着经脉所在。           时间流逝，天赐抱着一块圆石仿佛老僧入定般站了两个时辰，“咔-！”圆石突然发出一声脆响，表面出现了一条不起眼的裂缝“咔-咔-咔”裂缝很快遍及整个圆石！         “嘣！”          圆石化作粉沫，四散开来，一团精纯的能量浮在天赐面前。          “哦，真是神奇的方法啊，居然可以把矿石变成能量。 ”陌佳佳眼中也闪过一丝诧异。          天赐的双手突然爆发出吸力，将能量吸入体内。          “呼～好舒服。”天赐忍不住开口。只见那灰色能量在他体内游走，慢慢渗透进血肉筋骨之中。          “哈哈，力量好像变强了好多，这就是成功了吗？”天赐大笑道。         “别想了，笨蛋！要是这么简单，还叫镇族之宝么？”陌佳佳给天赐泼冷水。         “啊？那还要怎么样？”天赐想也是，问道。         “这种级别的矿石。。。估计怎么说也要几百个才能练成灰岩体吧。”陌佳佳蛇尾轻摇 戏谑的说到。          “靠，还要几百个。”天赐惊讶瞪大了眼睛。          “嘿嘿，慢慢挖吧，我先去睡一觉，白白。”说完，陌佳佳化作一道紫光没入天赐体内。         “。。。。。。。。。。”         当-当-当，幽静的山谷中不断传来有力地敲击声。         接下来的几天里，都会有这样一个小小的身影，不断地挖矿、挖矿，然后吸收挖到的圆石，一个普通的男孩，真正开始了蜕变的过程！\n第十二章:灰岩体，成！          时光飞逝，转眼已经过了十天，天赐也在矿石的滋润下身体变得越来越强。          “嘣！”又是一块圆石被吸收，再次化作一道灰光渗透进天赐的身体。          “呼～又变强了。”天赐看了看逐渐变强的身体，一拳挥出，发出呼呼的爆气声。          “不过。。还不够啊，村庄比武只有三天了，如果得到这个名额，一定可以变得更强吧。”天赐喃喃道。          村庄比武，这要先从奇主学院开始讲，众所周知，对于修炼来说，武技和修炼环境是非常重要的东西，而一般人根本弄不到这两样东西，就算有，也是比较低级的武技，没有很大的作用。          而自然，就诞生了这样一种机构:奇主学院。他们可以培育人才，提供拥有的武技与环境，但是需要学费，武技通常也无法带走。          当然，学院也不会招收废物，他们会定期招生，并且要进行考核，而这村庄比武，就是考核的内容，只有最强的几个人才能进入学院学习，当然学费照旧。         “当当当”又是一个圆石被敲碎，天赐吸入体内。          “呼～呼”突然！天赐的身体涌出一股灰色的气流，将他的身体包裹！           紫光闪过，陌佳佳也被这动静惊醒，有些诧异的说道“哟，不错啊，这么就快成灰岩体了。”          天赐感到整个身体就像投入到火炉之中，承受着那改造之力，表面的灰色气流慢慢附着在他皮肤表面，渐渐凝固，形成一层灰色的硬甲。          天赐握了握拳头，关节处的硬甲碰撞发出一阵咔咔声，对着旁边的圆石猛地一拳挥出！          “砰！”圆石竟是出现了细密了裂缝！“砰！砰！”又是两拳，原本需要用镐挖好久的圆石竟是被三拳打碎！         看着一地的碎石，天赐也舔了舔嘴唇，“好厉害的力量！哈哈！我终于不是废物啦！”          “你现在这水平，也就比木阶奇主厉害一点点，有什么好高兴的。”一如既往的，陌佳佳又在一旁泼冷水。         “起码，我迈出了第一步，不是吗。”天赐眼中闪着精光。           “话说，你为什么要这么刻苦修炼啊？”这些天他的勤奋，陌佳佳也看在眼里，忍不住问道。          “有个人，约定好要和我一起变强啊。”          “哦？谁啊？”           被这么一问，天赐的思绪仿佛又回到三年前。。。           三年前，泰尔村。           “快点给我把糖交出来！”“就是，不然打断你的腿！”一群孩子围在一起，不停的殴打缩在角落的小男孩。          小男孩默默地缩在角落中不动，眼泪因为疼痛不断的往下落，“啪”又是一巴掌落在他的脸上，一个看起来比他大几岁的男孩抓住他的手，将他手中的糖果抢了过来。         “哈哈，废物。”一群孩子猖狂地大笑。         “你们！把东西还给他！”这时，一道怒吼传来。          “他哥哥又来了，快跑啊！”孩子们飞一般地跑了，看来是对声音的主人很是害怕。          “真是的！别让我抓到他们！”一名金发男子快步跑来，如果仔细看的话，他脚下甚至出现了残影，来到小男孩面前，英俊的面庞上露出关切的神情“天赐，你没事吧？”          自然，小男孩就是天赐，而金发男子是他养父的亲生儿子，叫徐天龙，是可以说是泰尔村几百年来最天才的天才。          “没事，习惯了。。。”天赐有气无力的说道。          “习惯什么，如果他们再欺负你不要躲着，要坚强面对，懂吗？”          “反正我是个废物，他们爱怎么样怎么样吧，世界对我来说已经是黑暗的了。”天赐的目光一片死寂。          天龙坐下来，拍了拍天赐的肩膀“没有太阳的黑夜，你还有星星为你照亮，即使在星星被乌云遮蔽，你还有你的梦想，如果没有梦想，就真的什么都没有了，永远不要放弃，明白么？”          “梦。。想”天赐的眼中闪过一丝触动，问道“天龙哥，你的梦想是什么？”         天龙挠了挠头，咧嘴一笑“我的梦想吗？说起来有些不好意思呢，我希望所有人都能微笑地活着，即使是弱者。”          “这。。可能吗？”天赐摇了摇头。          “一定可能的，不过要先变强才行啊，你也要加油，我会在前面等着你啊。”就如同天龙一头金发一般，他的笑容也一样灿烂。          “好。。。”          “拉钩啊。”天龙伸出小指。          天赐也伸出小指。          “嗯，拉钩！”第十三章:还债          听着天赐的故事，陌佳佳仿佛也能感受到那个浑身散发阳光气息的金发男子。          “不过他现在去哪了？我怎么没看见他？”陌佳佳回想起这个问题。          “他是村庄几百年来天赋最好的，两年前被铁火帝国的国家学院入取，他走的时候就是青阶骑士，估计现在已经是红阶、甚至铁骑士了。”想想哥哥的天赋，天赐也是一阵苦笑。           “有什么好羡慕的，我刚出生就是红阶了。”陌佳佳撇了撇嘴，似乎很是不屑一顾。          “(#‵′)靠。。。。。”          就在这时，“当～当～”村子的方向依稀传来钟声。          “晚饭时间到了，该回去了。”望着村子的方向，天赐慢慢将全身灰色的硬甲没入体内，以惊人的速度赶回村子。          正当他来到村子大门时，一只脚突然从一旁探出！         由于没有防备，天赐被这只脚一拌，整个人向前倾斜，眼看就要摔个狗啃泥。          这时，天赐突然双手一撑，一个倒立跳起，翻过身来。          “哟～今天废物状态不错啊。”一阵不和谐的戏谑声音传来，天赐不用转头也知道是谁，除了那些整天欺负他的大孩子，还有谁会这样呢？          “废物，你最近好像没有交保护费吧？快点盛上来，哈哈哈！”为首的人大笑道。          天赐转过头，阴冷地看着这些欺负他几年的人，双手紧握，发出清脆的咔嚓声。          “看什么看！看来你还是想被打一顿啊，最后问你一遍，自己交出来？还是我们动手？”身后的人都动了动手脚，发出威胁的响声。         “哦？这样啊？那我也问你们一遍，是你们自己滚，还是我让你们滚！”天赐冷声说道。          人群突然鸦雀无声，“噗～噗噗噗～哈哈哈哈哈哈！”终于有人憋不住笑出来，仿佛是听到什么很不可思议的东西一样。           “看来你是被打傻了啊，我倒要看看你怎么让我们滚！给我揍他！”孩子们一股脑冲过来，为首的一个一拳打向天赐。          天赐冷冷的一撇，同样一拳挥出！          “砰！”本气势汹汹的孩子们瞪大了眼睛，这个为首的孩子居然被轰飞三米远，抱着自己的手嗷嗷直叫，看那诡异的弯曲，竟然是已经折了。。。          “今天怎么回事？这废物怎么这么强！”孩子们已经意识到不对，纷纷往后退了几步。         天赐抬起头，露出有些猩红的眼睛“这么多年，该还债了。”          “我还不信了！这么多人还打不过你一个！打死你！”又是几个孩子冲上前去。          压抑了多年的情绪，终于是在这个时候，猛然爆发！          天赐一个箭步向前，肩膀猛的撞上对方的胸膛“轰！”已经达到灰岩体的身体毫无疑问地撞飞对手，然后双手轰出，与另外两个人的拳头硬撼。          “砰！砰！”又是两个人飞出。          其余的孩子已经开始逃跑，可天赐显然不想这样放过他们，单脚蹬地，身体如炮弹般推出！          “砰！咔！啊！”身为普通人的孩子，自然不是天赐的对手，只是几分钟，都被打倒在地，那些平时打他最狠的，也是被他特殊“照顾”了一下。           “你完了！大佑哥一定不会放过你的！”即使倒在地上，这些人的嘴还是不肯消停。         他们所说的大佑哥叫罗大佑，是现在村子里除了肖红尘之外最强的小辈，但却没有强者应该有的气度，整天欺负弱小，无恶不作，平时也没少找天赐的麻烦。          “爱来就来，随时奉陪！”天赐也是毫不客气。          “过几天就是村庄比武，到时候有你好看的！”          天赐也并不想搭理这些人，转身去吃饭了。          晚上。          “现在你已经是灰岩体，在铁甲破天术中应该还有一些特殊的武技，你可以趁村庄比武开始之前修炼一下。”陌佳佳盘在天赐床头，出声提醒道。           “哦？是吗？我看看。。。”天赐翻开竹简，再次将精神沉入其中。          一会儿，天赐睁开眼，轻吐一口“铁山背，石冲拳，灰岩盾。。名字怎么都这么普通。。。好像不是很厉害的样子。”        “废话！一些一品武技能厉害到哪里去。”陌佳佳在一旁说道。          “好吧，凑合着用吧。”说完，就开始仔细阅读这些武技的内容。          三天的时间就这样过去，而期待以久的村庄比武，也终于在这一天——          开始！          这一次，也要为了他与天龙的约定，尽力追赶天龙的脚步，而且他也一定要向人们证明:他不是废物！\n第十四章:村庄比武，开始         走出门，清晨的阳光洒在天赐的身体上，留下阵阵暖意，呼吸着混合稻田的泥土芳香，他轻吐一口气，望着比武场的方向喃喃:“这一天，终于来了。”         “别讲的好像你盼了很久一样，你以前能想到你会有这样一天吗？”一道慵懒的声音不和谐地响起，想都不用想又是陌佳佳在打击他了。         “刚刚提起的气氛啊，你能不能不要这么快就破坏掉！”天赐也是苦笑，本来庄严的气氛完全没掉了。          “别废话了，再不走就迟到了。”          天赐也是不再停留，飞快向村中心跑去。          走进村中心，也是发现许多人已经到场，其中就包括他的养父徐雷，以及。。肖红尘。           人并不多，天赐刚走进这里就被肖红尘发现，一双粉红色的眸子带着怒气死死地瞪着他，天赐也是贼心突起，眼睛故意在红尘的翘臀附近刮来刮去的。。。         红尘俏脸一红，眼中的怒气也是更甚一分，就想上前教训他，但想到被别人看到没法解释，也是跺了跺脚，盘算着待会在比武上怎么教训他。          天赐哈哈一笑，也是找个地方坐下闭目养神去了。          很快，村中心开始热闹起来，基本上所有的人都来了，嘈杂的声音使天赐感到很不舒服。         突然，天空传来一阵破空声，几道人影从远方的天空出现在人们的视线，天赐抬起头，看着几个人影。         几个人当中，天赐只认得一个，就是泰尔村的村长:肖申克。但此时，他们的村长却一脸赔笑的站在几个人身旁，可以看出这几个人身份之高。          “他们就是几个学院派来的人了吧。”天赐推测。          原本嘈杂的村中心瞬间安静下来，孩子们都狂热的看着他们，希望自己也可以被选上，进入学院学习。          “我来给大家介绍一下，这几位就是我们方块大陆最著名的几个学院派来的大人，大家欢迎他们！”村长中气十足的嗓音响起，台下的村民们也鼓起了掌。          “别说废话了，我们还要赶去下一个村子，快点开始吧！”没想到一位老者开口道，言语中透露出一股傲气。         村长也是被这态度搞的一愣，但碍于对方的身份，也没有说什么，手一挥:“那好，我宣布，比武开始！”         正当气氛火热时，陌佳佳的声音突然响起:“天赐啊。。。待会。。你如果被选中，能不能不要加入圣灵学院啊？”陌佳佳一向慵懒的语气中居然有几分商量的味道。         圣灵学院，天赐可以说是如雷贯耳，它是整个方块大陆实力最强的学院，可以说无论是环境还是师资，都是当之无愧的第一名。         “不要加入圣灵学院是吗？好啊。”天赐回答道。         “嗯？”陌佳佳被天赐的态度搞得一愣。“你不知道圣灵学院的实力是第一名吗？就这样答应了？”         “对啊，那又如何？实力强又如何，和伙伴比起来什么都不是。”天赐仿佛是回答了一个非常普通的问题一般。          “伙。。伴。”陌佳佳看着天赐的侧脸，喃喃道:“人类真是麻烦。。不过。。这种感觉真不错呢。”         陌佳佳的脸上露出一丝奇怪的微笑:“而且，只是伙伴吗。。。”         仿佛又是想到了什么，它摇了摇脑袋:“我在想什么呢！真是的。”好在天赐并没有发现这一切。         村庄比武的比赛制度是采取淘汰制，通过抽签来决定对战的人选。         天赐走到抽签台，抓起一只竹片，交给负责的老者。         “徐天赐，一号！”         其他人见了，也纷纷走上台来，天赐也是看到了之前被他教训的一群人，他们也是发现了天赐，为首的大孩子恶狠狠的瞪了天赐一眼。         “大佑哥！就是他！”他开口喊道。         “哦，知道了。”在人群中，一名男子慢慢走出，有些稚嫩的脸上尽是嚣张之气。         “小子，现在给我这几个兄弟跪下，说不定我还能放过你。”罗大佑轻蔑的指了指地板。          “哦，是吗？原来你想给我跪下，我可受不起。”天赐这么多年的欺辱也是换来一颗成熟的心(简称厚脸皮)。         “哟呵！找打！”罗大佑哪受得了这种语言，猛的一圈挥向天赐。         仿佛没有任何声音，一只有力的手抓住罗大佑的手腕。          “要打等上台的，这里不允许胡闹！”尼奥严肃的声音响起，不知什么时候，尼奥已经站在一旁。          面对尼奥，罗大佑也是没有了那种嚣张，恶狠狠地瞪了天赐一眼，转身去抽签了，这就是强者的威慑力！          罗大佑也抓起一只竹签，交给老者。          老者一看，楞了楞，有些同情的看了看天赐，缓缓读出。           “罗大佑，一号！对战徐天赐！”          罗大佑转身看着天赐:“看来你的运气不太好啊。”         天赐摆了摆手。         “我正想说这话呢。”",
    "replies": [
        {
            "author": "Ai_Zang",
            "timestamp": 1402097100,
            "txt_content": "好不错的说"
        },
        {
            "author": "Homep-0",
            "timestamp": 1402098360,
            "txt_content": "剧情老了。"
        },
        {
            "author": "冰霜娘",
            "timestamp": 1402105980,
            "txt_content": "写的很不错！顶一下！"
        },
        {
            "author": "hznb",
            "timestamp": 1402112160,
            "txt_content": "写得不错，字数太少"
        },
        {
            "author": "猪蹄子",
            "timestamp": 1402719360,
            "txt_content": "好长。。 懒得看了。。"
        },
        {
            "author": "1004",
            "timestamp": 1402719720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "猪蹄子",
            "timestamp": 1402720020,
            "txt_content": "什么敏感词汇== 我只是说这个小说字太多了懒得看了惹你了么== "
        }
    ]
}