{
    "title": "<连载·单章>【你，听说过死魂凋零吗？】[作者：hznb][第1章 夜色酒吧]",
    "author": "hznb",
    "replyCount": 4,
    "timestamp": 1402119780,
    "txt_content": " 本帖最后由 hznb 于 2014-7-25 12:39 编辑 \n\n不务正业作者的废话\n嘿，怂货君我来更新啦，嗯，好像没什么说的，对了，想看上一章，点下我签名档第一个，索引还没做-。-\n\n\n\n—————————————————————————————————————————————————————\n\n\n\n\n每章の歌\n\n\n\n歌名：Daisy\n出处：境界的彼方\n境界的彼方ed，真心好听，怂货君我最近一直在洗脑循环\n\n\n\n\n—————————————————————————————————————————————————————\n\n\n\n\n喜闻乐见的正文（1375字）\n\n  遥远的天际升起一道光柱，直破云霄，其气势之大，足以震动整个大陆 。\n\n   “圣者，大喜事大喜事啊！”一个身穿华服的老人，连滚带爬的进入了宫殿，脸上洋溢着笑容，笑眯眼把眼角的皱纹都挤了出来。\n\n  一个气宇轩昂的中年人背着手转身过来，看这架势就知道一定是万人之上的大人物，手里操纵着大权。他那如同万年冰山般不动的脸上也是露出了一丝笑容，道：“是啊，多少年了，这批被选中的人定会带领我们史蒂夫一族统领大陆。”\n\n..........\n\n  混乱森林的夜色酒吧里\n\n  陈安逸睁开疲惫的双眼，撑着身子坐了起来，他甩了甩头，道：“我这是在哪啊？”\n\n  “啊！”他望向周围陌生的环境，着实被吓了一跳，世界像是被方块制成的，门是方的，灯是方的，床是方的，甚至，连自己整个人都是方的。\n\n “蹬蹬噔噔”门外传来了一阵上楼的急促脚步声，陈安逸的警戒心立刻提了上来，准备好了战斗姿势。\n\n  此时，门被推了开来，走进了一个人，陈安逸想都没想一个大步流星冲向那人，一记重拳正要挥出。就在这千钧一发之际，那人迅速的放了个东西在地上，然后把陈安逸击飞了。\n\n  陈安逸正要爬起反击，只见那人摆了摆手，说：“不打了不打了，你真是没教养，居然对救命恩人出手，真是枉我冒死救你。”\n\n  此时，陈安逸才是看清了此人的相貌，和自己一样，方方正正的，只不过白胡子白头发留得老长，看上去一副仙风道骨的样子。\n\n  他整理了下衣服和发型，不等陈安逸发言，先一步讲了话：“那么，自我介绍一下，我叫贺不凡，你的救命恩人。”\n\n  陈安逸看向贺不凡，问出了他最想知道的问题：“我在哪？”\n\n  “你啊，你现在我家啊。”贺一凡答道，从这句有些无赖的话中可以看出贺一凡是个老顽童。\n\n  “不是，还想再来打，讲真的。”陈安逸挥了挥拳头。\n\n  “就是在我家啊。”\n\n  “我看你是皮痒了。”\n\n  “哈哈哈哈哈......”\n\n\n..............\n\n  通过与贺一凡的谈话，陈安逸得知了自己穿越了，来到了一个叫做龙腾大陆的地方，这片大陆是Notch所创造的，但是制造好简单的秩序和史蒂夫后，Notch就去创造其他大陆了，他的弟弟Him是主掌破坏的神，Him在这个大陆上制造出无数的怪物与史蒂夫一族对抗，这些怪物的大本营是混乱森林，而陈安逸就是在这被贺不凡捡到的，大陆上有史蒂夫也有人类，贺一凡就是上一批选中者中遗留下来的人类。\n\n  “怎么样，佩服我吧，当年圣战的时候，我可是杀敌最猛的一个，连人类最强者——雷震天都没我杀的多。”贺一凡眼里发出了亮光。\n\n  “谁信啊，保不齐是吹的。”陈安逸一脸不信，然后十分严肃的看着贺一凡，“你见到我的时候，我旁边有没有人，他和我一起来的呀。”\n\n  “有你一个倒霉蛋就够了，再来一个我就要哭了。”贺一凡打趣道。\n\n  “那就奇怪了，浮沉呢，怎么会不见了呢？”陈安逸喃喃自语道。\n\n  贺一凡拍了拍陈安逸的肩膀，安慰道：“你一定会找到他的，我会助你一臂之力。”\n\n  陈安逸点了点头，看上去有点精神不振。\n\n   “站起来，活动活动，你刚来这片大陆，肯定不适应这种身体，要多适应适应，我刚来的时候，连站都站不稳。”贺一凡将陈安逸扶了起来。\n\n  “哈哈哈哈哈哈...”陈安逸被贺一凡站不起来这件事逗笑了。\n\n  “妈的，老板呢，出来。”楼下响起了乱搭乱砸的声音。\n\n  贺一凡脸上露出怒色，这砸场子的事情在他的夜色酒吧里真是不常见，他道：“哪个小兔崽子到我这来闹事，安逸，你现在楼上呆着，我下去看看。”转身跑下楼去。\n\n  陈安逸也耐不住性子一摇一晃走下楼，毕竟，极富好奇心的人嘛，就喜欢看这种发生冲突的场面。还有一个原因，贺一凡把他的实力都吹上了天，陈安逸倒想看看他有多强。\n\n\n\n\n\n—————————————————————————————————————————————————————\n\n\n\n\n\n                                                如果，本文有什么触动到你的地方，我很开心\n                                           那么，就请你顶帖评下分吧，十分感谢                                                                                                                      索引 \n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1402119840,
            "txt_content": "特约观众席@银狼 @钢的笔 @CloudsXDao @风之心_天双 \n想被@的联系我啊"
        },
        {
            "author": "MC猪人",
            "timestamp": 1402120200,
            "txt_content": "歌的开头好像在那里听过......."
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1402120500,
            "txt_content": "前来观礼，今天是高考啊"
        },
        {
            "author": "1250403944",
            "timestamp": 1405862820,
            "txt_content": "召唤万岁也有个龙腾大陆。。。"
        }
    ]
}