{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第五章 最恐怖的一个】]",
    "author": "JKL81543764",
    "replyCount": 5,
    "timestamp": 1402135440,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:18 编辑 \n\n                                                                          第五章      最恐怖的一个       虽然火把在借助神秘人的力量侥幸战胜了灰袍人，不过，他也是有代价的。施展大招后，那股强大的力量便是退去，或许，是那名神秘人对那一击有把握吧。       现在火把的伤势，不得不说，非常严重！全身多处肌肉拉伤，甚至有的已经断裂！肋骨，也在之前断了几根。经脉，也干瘪得蜷曲堵塞起来。现在的火把，随便一个人不轻不重地给他来一拳，火把大概就可以升天了。不，是肯定。       幸好现在是白天，活塞他们也被神秘人送到了附近的一处山谷，基本上是安全了。现在，只能等他们其中一个醒来了。       ……………………       “呃---咳咳咳”活塞喉咙中一声闷响，接着，便是剧烈的咳嗽。双眸缓缓睁开，双手艰难地撑住地面，站了起来。活塞的伤势并不是很重，当时只是失去战斗力罢了。       望了望周围，一切都很安静，没有危险。轻松地叹了口气，然后，目光望向火把，一滴滴晶莹的泪水，从眼眶流了下来。       走到火把身边，蹲下来，手指放在他鼻下。幸好，还活着。但气息太薄弱了，随时都有生命危险。       活塞望向幻与萧萧的地方，突然，沉重的心竟然变得有活力起来。他知道，这个叫做萧萧的女子，实力，比他们任何人都厉害，只是极少展现出来。仅有一次，她在救火把时，全身笼罩着的和包裹着剑的能量，绝对不是自己或者火把能释放出来的。正如那位灰袍人所说，他们，对这个大陆了解得太少了。       至于那名叫虚幻的男子，应该也是有真正实力的人，只是，对这个大陆了解得太少，连一些事，自己都不知道。        活塞尝试叫醒他们，但却没用，所幸他们的气息比火把的不知道要好多少。现在只能等他们醒来，然后为火把疗伤。因为，凭他一个人，根本救不了火把，他，也不敢去碰火把一下，担心一碰，火把就离开这个世界了。       黄昏，活塞这时才知道，必须点亮整个山谷，不然，僵尸会席卷而来。花了数石分钟，点亮了整个山谷，保险起见，活塞还用石头，封住了山谷的入口，现在，只要不是遇见那些变态的敌人，他们是绝对安全的。       黑夜降临，山谷外，全被亡灵占据了，因为没有了丛林，放眼望去，全是怪物！与外界的黑暗相比，山谷内则是非常明亮的，每个角落，都被火光所占据着。       中间，活塞已经睡了，身上的伤痛，以及内心的伤痛，让人异常疲惫。       接近午夜，萧萧的双眸缓缓睁开，气息极其平静。现在的她，伤势已经痊愈。原来，先前的休眠，是为了疗伤。       “都睡吧，让我来救火把。”站起来，用仅自己听到的声音说道。手心中一屡屡魂气外放，发出淡淡的萤光。小跑到火把身边，轻轻地掀开黑袍，包裹着魂气的手指，轻轻地点在火把的胸口处，然后，一边灌入魂气，一边在其胸口处，画出一个玄异的符印。       在此期间，火把身体内部破损的经脉，骨骼，肌肉，竟是奇迹般地以一个可喜的速度在愈合！不过，这个疗伤之法，明显是极其消耗的。才修补了火把接近三成的伤势，萧萧的鼻尖上，便是挂着一滴汗珠，然后，落到火把的黑袍上。数十分钟后，竟是将黑袍一处半个巴掌大的地方浸湿了。       …………………       疗伤持续了近三十分钟，火把的伤势，也是全部痊愈了。而萧萧，脸色已经呈苍白之色，显然，这样长时间的疗伤，对她来说，已经是极限了。       萧萧站起来，走了两步，然后，疲惫感使她眼前一黑，径直往后躺了下去。本以为会直接摔在地上，头破血流。然而，喜剧性的一幕发生了！萧萧竟重重地躺在火把身上！还好火把的身体已经没有受伤时那么脆弱，不然这一击，他就不用活了。。。若这时火把在做梦，恐怕梦到的是一块巨石重重地压在他腹部之上吧！       夜晚，宁静的山谷，与外面怪物的咆哮，显得格格不入。四个人，都在安静地睡着…………新的一天，在等着他们。       清晨。太阳从山谷后缓缓升起，露出半边，然后，全部露出。阳光，缓缓地移动着，照射到一只僵尸的脚，然后，欲火焚身，全部怪物，在这一瞬间，燃烧了。       火把睁开双眸，手脚轻轻地伸展了一下，然后，骨骼关节发出的噼里啪啦的声音。全身，极其舒服。       接着，幻醒了，活塞也醒了。幻的伤势，在昨夜的休眠中，已经自动痊愈了。至于活塞，伤势并不是很重的他，已经恢复到了巅峰时期。然后，他们两的目光，皆是转移到了火把身上。       突然，火把察觉到他们目光的不对，缓缓底下头…………       “纳尼！？这………别光看啊！帮忙把她扶起来。。。”火把双手欲将萧萧扶起来，但却无从下手，干笑的脸庞，显得极其尴尬。       扶起萧萧，活塞惊讶地问道“小把子，不错嘛，那么重的伤，你一个晚上就痊愈了。”       “其实，我也不知道怎么回事啊。睡了一晚，然后就好了。难道MC睡一觉还能补血？”火把捎捎头，道。       活塞看了看萧萧，脸色苍白，身体很虚弱，但又不是受伤那种。活塞已经知道了些什么，火把这么重的伤，一晚上痊愈，其中，应该有萧萧的帮助。看来，萧萧的实力，的确很强啊！       火把和幻看着萧萧这么虚弱，在山谷中采了一些草药，制作了一些有养神功效的药给萧萧服下。       萧萧小歇一会后，也是醒了过来。现在，他们基本上，也是到达了巅峰状态，随时可以出发。       “收拾一下物品，然后就可以走了，争取在天黑之前到达空间站！”火把拿着铁镐，走到石墙面前说道。       敲开石墙，阳光照射进来，十分温暖。收拾好物品，开始出发了，看着远方被大雾笼罩着的空间战，火把，笑了笑。       行走到一处乱石推前，幻异常警惕，旋即，大声道“小心！这里有异常！”       听到这句，众人快速后退，然后，一群庞大的僵尸，骷髅，从乱石堆中爬出，全是变异的！       “这下有得玩了………呵呵。”活塞干笑道，如此数量的变异僵尸和变异骷髅，他们，如果没有奇迹发生，根本不可能获胜！       “你们，真的，惹怒我了！麻痹地全部给我滚！”萧萧吼道，然后，跳起来，一根漆黑的法杖，高举在头顶，暗黑色的光芒迅速地凝聚着！       “黑魔法-寂灭二重奏！”萧萧低喝到。然后，黑色光芒竟然抵挡了太阳的光线！       一道黑色的光芒，射击在僵尸骷髅之间。想象中的大爆炸并没有出现，但变异的僵尸，骷髅身上，却被黑色的火焰包裹着，然后，缓缓地烧成虚无！        “哼！不自量力！”萧萧骄傲地抬起下巴，道。       而她却不知道，后面三位，已经张着嘴巴，一动不动。“这才是最恐怖的一个啊！情何以堪！情何以堪！”三人异口同声地说道，若在一瞬间斩杀如此之多变异的僵尸和骷髅的，是一个实力强大的老者，他们还有点相信，但现在，却是这个看起来才16岁左右的…………少女！      引索帖地址：引索帖",
    "replies": [
        {
            "author": "黑小白",
            "timestamp": 1402137960,
            "txt_content": "呵呵呵{:10_514:}"
        },
        {
            "author": "00000.0",
            "timestamp": 1402151640,
            "txt_content": "呵呵呵呵呵呵"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1402212540,
            "txt_content": "黑小白 发表于 2014-6-7 18:46\n呵呵呵\n你和楼下是几个意思。。。。。"
        },
        {
            "author": "黑小白",
            "timestamp": 1402826100,
            "txt_content": "萧萧盗版萧炎女儿你什么意思啊"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1402836540,
            "txt_content": "黑小白 发表于 2014-6-15 17:55\n萧萧盗版萧炎女儿你什么意思啊\n。。。如有雷同，纯属巧合。比较现在的玄幻小说基本都是那几个样子。什么废材退婚，联盟啊，帝国啊，魔兽森林啊，种族啊。。。。你百度一下玄幻小说怎么写，，，你就知道多少是雷同的。。。了。"
        }
    ]
}