{
    "title": "<连载·单章>【抉择降临】[作者：【andy990928】][【序章 陌生的星球】]",
    "author": "andy990928",
    "replyCount": 3,
    "timestamp": 1402134540,
    "txt_content": " 本帖最后由 andy990928 于 2014-6-21 17:38 编辑 \n第一次开坑，辞藻不甚华丽，多多见谅，希望能得到各位看官的支持与肯定，请大家给予批评与建议，我都会接受。\n正文：                  “每一次选择都是影响结果的骨牌，而每一次选择之后，我们都可能要推倒重来”\n      关闭水晶，伊诺克依旧坐在位子上，他点开一个窗口\n      “还有多久到达目的地？”伊诺克问道，散发着幽绿虚空幽能的眼眸却紧紧盯着另外一块位于主屏中央的信息。\n      至少三个孵化场。。。长长的信息流预示着一个危险的讯号，伊诺克浏览到最后，评价一栏里这样写道“胜利可能性：60％”望着眼前这个淡黄色的数字，这让他不是很满意，这应该又是一场恶战，伊诺克心里想到。\n       “还有大约2个小时”光屏里传来了清晰的回复。\n      伊诺克站起身，慢慢的踱到了舰长室的前端，那里有一块巨大的屏幕，屏幕上显现着包裹着船队的五光十色，引人入胜的星海，但伊诺克无心注意到这些瑰丽的事物，远处那个蔚蓝的美丽星球才是他们此行的目标。\n      Minecraft，一个陌生的星球，根据之前前去探索的无人机器传来的不完整的信息，从中攫取到了这个星球的名字及基本信息，伊诺克细细咀嚼这个奇怪的词汇，脑海却中浮现出自己的家园。\n      Shakuras，是一个暗无天日，环境恶劣，毫无植被的星球，但每一个黑暗圣堂武士都对居住在此毫无怨言，经过数百年的星际流浪后，族群最终在这个星球扎根下来，而正是这个星球，让他们改变了自身的结构，使之更适合生存，也同样促就了虚空幽能的发现与使用，而面前的这个美丽星球，情况显然好多了。像面前这样一个星球，一定也孕育出生命了吧，虽然没有证据证明，但伊诺克心中突然浮现了这样一个奇怪念头。\n　　与生活在ShaKuras上的一些神族一样，伊诺克同样是一个黑暗圣堂武士，时至今日，让一个黑暗圣堂武士指挥舰船仍有不少非议，但伊诺克用他的实际行动证明了，每一个带着疑惑甚至不满的情绪来到他的舰船的战士，最终都会心服口服的为这个舰船做出自己的贡献，这并非说伊诺克有着什么特殊魅力，至少他自己认为是这样的，他只是做好自己应做的事情，仅此而已。\n      身后的主屏传来的提示音将伊诺克从记忆中惊醒，他快步走回座位，有一丝不妙的感觉在他心头盘旋。\n      “整个星球外部包裹着一层不同寻常的磁场，是否继续进入。”\n　　“打开防护力场，强行进入。”类似这种事情，伊诺克已不是第一次碰到了，这种强度的磁场，对舰船应该不会有\n太大的影响。\n　　兵贵神速，一旦让这颗星球上的异虫获得了他们的资料，接下去的战斗可能会更加艰难，舰船继续往前航行，打算直接进入磁场之中，随着舰船与星球的逐渐接近，呈现蓝色的防护力场也随之打开，做好了一切准备。\n　　伊诺克坐在座位上，闭上双眼，打算稍作休息，接下来的战斗会非常的激烈，连一丝疲倦都不能有，渐渐的，舰长室中安静下来，只剩下接受和输出资料的微弱声音。\n　　“长官，由于受到不知名的能量袭击，舰船的形态正在被改变。”突兀地，一段声音将这静谧的世界打破。\n　　“嗯？”伊诺克惊醒过来，面前出现全息投影，逐渐演变为舰船的轮廓，伊诺克好像出现了幻觉，他有些感觉，舰船的形状正在变。。。方？\n　　“对舰船的行进有影响吗？”伊诺克忙问道，现在的当务之急是剿灭异虫，若是出现意外，胜利可能性将会再次降低，而显然他是不愿让这种事情发生的。\n　　“没有影响，但。。。可能导致意外的结果。”屏幕那边传来一声不大肯定的声音。\n　　“我要准确的答案，不是可能。”伊诺克大声问道，“我要最坏的结果。”\n　　“。。。这种变化有几率导致舰船的。。。坠毁”那边的声音沉默了一会，才传来答复。\n　　是冒险还是撤退，冒险，很有可能全军覆没，伊诺克需要为整个舰船的战士们的生命考虑，撤退，虽无性命之忧，却会给这一片星域的虫族提前敲响警钟，也许这个星球再也没有被清扫的可能。\n　　望着眼前这个美丽的星球，与记忆中的ShaKuras叠合起来，若是撤退的话，这颗星球上的文明，大概也将永远随之化为永无天日的废墟吧。就好像遥远的母星Auir一样。\n　　经过一番利弊权衡之后，他最终做出了决定，他将自己的心之焦点握在手中，由于切断了神经束，他的记忆全部保存在他的凯达林水晶之中，水晶中包含着特殊的幽能屏障，所以只有他自己能够在不破坏的情况下打开它，而一旦强行破坏，里面的资料也将立刻销毁，这种信息保存手段可以说是既隐秘又十分方便，伊诺克向水晶发送了一段数据，将他的这一决定记录了下来，做好这一切后，他似乎松了一口气，正色道。\n　　“继续前进”\n　　他心中谨记着一位前辈曾教导过他的话语“纵使前路漫漫，只要忠于自己，终将抵达不同形式的彼岸。”\n　　舰船开始加速穿过磁场，舰船的尖端将星球上空的一大块刺穿开来，露出内里美丽的一角，他已经准备好化作艾尔之利刃，给予敌人迎头痛击。\n　　随着舰船的进入，云雾再次聚拢，一如既往。\n　　然而。。。事物总会人们所想的那样顺利么？\n　　与此同时，minecraft星球已入深夜，月朗星稀，绚丽夺目的夜空一点也没有因为神族到来而改变。\n　　异虫已经悄悄渗透进来，在这颗星球上的绝大部分生命正安然入睡时，位于厚实的重重菌毯上的虫群正各司其职，进行着采集与建造这两样枯燥无味的重复动作。\n　　脑虫下达一个又一个不容拒绝的命令，命令被接受，执行，井然有序，高效而高压，这一套有效的系统将会将虫群中的任何一个虫子的价值榨干，然而，对于虫子们来说，这一切却早已习以为常，并成为他们生命中的一部分。\n　　异虫来到这里的时间尚短，对这里的一切还不甚熟悉，直到现在，才从一位误入虫巢的人类的记忆中获得了星球的大概信息。\n　　这个星球上的原住民，是人类，但这里的人类似乎与虫族原本认识中人类不大相同，与其他尚在各个星球上运用各式装备，与虫族作战的同胞相比，这里的人类更趋向于将灵能与科技结合起来，如此运用方式两边都略有精通，由此构成了这个星球上人类的独特的生存方式。\n　　当然，无论对方是哪一种的人类，虫族对他们的想法都不会改变——征服，这一点在那位被控制的人类的可怕遭遇便能体现出来，这让脑虫能以这个星球上的原著生命熟悉的形态出现，为此脑虫还为自己取了一个人类名字——戈登。\n　　而此刻，位于孵化池中的人形脑虫，正在观看位于星球上另一处的王虫传来的资料影像。\n　　影像中呈现出来的，是一片丛林，位于画面中央的，则是借着夜色掩护刚刚着陆的星灵驻扎下来的场景，眼虫隐匿于浓密的灌木之后，忙于折越建筑的星灵丝毫感觉不到，在暗处，有一双眼睛正盯着他们，致命而又悄无声息。\n　　副官提醒戈登，现在应该乘着星灵到来未久，直接将虫群派出，抹平那些敌对的种族，免得夜长梦多，然而这种做法固然能够速战速决，但此时异虫也根基尚浅，在实力上并没有什么太大的优势，如果强行攻击，肯定会元气大伤，若是被人类钻了空子，得不偿失，可以这样说，人类这一方势力的存在给予了三族一个微妙的平衡关系，即便实力不对等，仍能很好的钳制住敌人，结盟？脑虫能够想到，若是战斗打响，相较于自己这方，人类必定更倾向于与神族结盟，况且，他也不屑于去结下看起来十分脆弱的盟约。\n      戈登不想敌人正面正面冲突，这倒不是因为他害怕，作为脑虫，这种应有的魄力他早已具有，他只是不想多出无谓的伤亡，或许这样的性格，在主宰看来他不是一个好的，听话的脑虫，但他确实能用自己的成绩证明这种他人看来无谓的慈悲是确实有用的，这是我的决定，他这样想到，无论是否正确，这的确是他自己的选择，无愧于心,也无愧于他的虫群。\n　　“当我们占领这颗星球之后，就不会再有任何杀戮了，但是在那之前，你们能否给我一些刺激的感觉么？”脑虫，不，现在应该称呼他为戈登，眼中渐渐有了期待之色，他实在是太久没有体会到这种紧张的感觉了。\n　   时间推移，一抹微白逐渐在漆黑的深夜中逐渐显现出来，两种截然不同的颜色在空中对抗起来，互相蚕食，却又看起来相处融洽，这颗星球，即将迎来晨曦。\n      只是这破晓的晨曦，还能照耀这片大地多久呢？ \n注：本文的脑洞来源，若是有兴趣的话可以点进去看看。 内含3篇\n本文3000字，可能超过但是绝对不会少于3000汉字。论坛里的字数计算办法不是很了解，我这里是按照WPS字数统计的最后一栏中文字符来计算的。以后的章节，应该也不会少于这个数字，感谢各位看官的支持。\n不清楚这个版的模板是怎么样的，如有了解，恳请告知。看完之后请回复一下，谢谢！\n\n下一章第一场抉择 秘密的接触\n\n",
    "replies": [
        {
            "author": "墨墨1zwl",
            "timestamp": 1402147860,
            "txt_content": "字数挺多的，顶一个"
        },
        {
            "author": "andy990928",
            "timestamp": 1402151640,
            "txt_content": "感谢您的支持"
        },
        {
            "author": "andy990928",
            "timestamp": 1402151700,
            "txt_content": "墨墨1zwl 发表于 2014-6-7 21:31\n字数挺多的，顶一个\n感谢您的支持"
        }
    ]
}