{
    "title": "Mod_Apothecarium 真正的炼药师指南",
    "author": "toufubomb",
    "replyCount": 4,
    "timestamp": 1340587080,
    "txt_content": " 本帖最后由 toufubomb 于 2012-6-25 13:47 编辑 \n\n本帖涉及到原mod反编译的内容，原mod地址（含外国连接地址）\n本帖首发于Minecraftzx：点我，转载请注明。\n废话不多说直入正题。\n药物原料:原料按照药效类型，可以分成两类：阳性药材（增效）和 阴性药材（增量） 。作为药剂师的常识，阳性药材的药效为基数，每一份增效药材的加入，都会改变合成出来的药物类型；阴性药材则不会改变药物类型，而且会使整体药效增加，可以为增产或者是调节药效总量而加入。*1：蘑菇孢子很容易通过蘑菇农场得到，而且农业化生产 辉伞 不用在30层以下；但是，无论使用农药或者是骨粉你都不能得到巨型蘑菇，包括棕色和红色的蘑菇（bug？）*2：这四种药水可以通过贤者之石相互转换，从而可以对药效进行微调。*3：谁会做这个告诉我一下。\n\n合成规则：1，药物类型的确定：通过药材的不同搭配，我们可以获得不同类型的药物，我们可以通过一些计算来确定药物的类型。\n对于一个最高级的炼药釜（大师级炼药釜），药物类型的计算如下：其中：X1     是药效最高的药材的性质：这个药材是增效的话，X1 = 1 ；若果是增量的 X1 = 0 。其他各项的确定方式同X4。X2     是药效第二高的药材的性质。X3     是药效第三高的药材的性质。X4     是药效最低的药材的性质。举个例子：如果我要用 4个辉伞孢子 撸个药，那么：如果我要用 2个辉伞孢子 ，1个 焰花叶子 和 1个 雷爆药水（这样可以撸出一个无敌药水哦），这时候的类型也是整天撸15的也不好，来撸一个常用的，比如说治疗药水，用1个糖 和 1个橙色染料，撸2个 治疗药水 ，这时候的类型是：对于 新手级炼药釜 上面的式子只有X3 和 X4两项，对于 熟练者炼药釜 则有X2 , X3 和 X4 三项。\n2，药效的计算只是药物类型确定了还不足以确定做出来的药物是什么，因为一定的材料组合除了影响类型外，还会影响药效。药效的计算公式是其中，M是各个材料的独立药效；而A是药效调整的系数。在配药的时候，各种不同药材往往能发挥他们本来的药效，但是，在配药时过多的使用同一种药材，会使整体的药效被稀释，这时候药效会降低，我们药剂师用A来修正这个药效。A的计算方式是：当我们使用四个相同的药材进行配药的时候，R=3，因为现在有三个药材与主剂相同；相似地，当R=2时，会有两个药材和主剂相同，这种情况下，可以是3：1的两种药材配比或者是2：2的两种药材配比又有可能是单纯的三个同种药材；当R=1的时候，就只有一种药材与主剂相同；而当R=0的时候，说明使用的所有药材都不同，他们可以发挥各自的最大效用。\n在计算出药效之后，我们就可以通过前人的经验确定将要做出来的药物：用回上面的三个例子，首先，我们来用4个 辉伞孢子 撸个药：结合上面算出的类型，我们可以预计，这个配方可以做出4个 自愈药水。而的二个配方的药效总量为：刚好能做出一瓶 无敌药水 而不会爆炸。而最后一个配方，整体的药效为：刚好就是两瓶治疗药剂的量，更重要的是两种材料都可以轻易得到，使到这种药剂很有竞争力。\n更多配方推荐：\n有待补完。",
    "replies": [
        {
            "author": "DR.MC.ztz",
            "timestamp": 1340588760,
            "txt_content": "懂了，不过生存到后期才会用到炼药这门技术吧....那公式真心碉堡..{:10_558:}"
        },
        {
            "author": "Nat",
            "timestamp": 1340589120,
            "txt_content": "转载注明出处不懂嘛\nhttp://bbs.minecraftxz.com/thread-459-1-1.html"
        },
        {
            "author": "geludan",
            "timestamp": 1340602320,
            "txt_content": "到现在都没有成功炼一次药的掩面路过"
        },
        {
            "author": "toufubomb",
            "timestamp": 1340603280,
            "txt_content": "刚才的版本有点问题 现在把一些bug修正了 看过的最好再看一下"
        }
    ]
}