{
    "title": "<原创·更新>【末日世界】【作者：小黑~君】【更新至第三章】",
    "author": "小黑~君",
    "replyCount": 9,
    "timestamp": 1402212420,
    "txt_content": " 本帖最后由 小黑~君 于 2014-6-15 19:32 编辑 \n\n  第一章：末日前奏\n  今晚的夜比前几夜的更黑了，月亮竟有些发红。街上只有一个男子在行走着。仔细一看那位男子，他手捂着肚子，手上全是鲜血，这位男子刚要踏出一步，就被身后射来的箭射入心脏，便倒地了......\n  太阳缓缓地升起来了，这位男子的尸体被一些路过的人发现了，引起了围观，男子的周围全是血，背上插着一根箭，”这人死的太惨了“围观的居民们纷纷的说道。就在这时，一位少年走入人群中，看了倒在地上的男子，说了一句：”中箭而死？如今天下和平，哪有怪物！“\n  现在是5000年，早在4000年，怪物就不再存在了，与其说成不存在，还不如说成它们都被囚禁在了一个荒芜的地方——”地狱“！人类在这1000年内，早已不在使用宝剑或者弓箭了，而是使用科技更发达的武器了。并且人类将世界分成了几大类：第一类是科技之地，科技发达。第二类是资源之地，有大片的森林和海洋还有沙漠，第三类是神秘之地，据说那里有很多奇怪的传说，很少人到过那里。\n  这里是科技之地与资源之地的交界处，虽说是交界处，那也没有人使用弓箭了，因为捕猎现在已经使用电磁弩了，可以让猎物麻痹而不会死掉。既然没有人使用弓箭，那这会是谁干的？少年的一句话让围观的人的心中充满了问号。\n  少年眉头一紧，好像觉得哪里不对，离开了人群，然后开始了奔跑，跑了一会，少年停住了，他来到了交界处的图书馆。他走到门前，门自动打开了。\n  图书管理员看到了少年，微笑着说道：”您好，请问你要找什么类型的书籍？“少年张口就来：”怪物种类大全！“图书管理员脸色一沉，充满了疑惑。但还是领着少年来到了一个巨大的书架前，从中取出了一本十分厚的书，递给了少年。然后迅速走开了。\n  少年接过书，看了一眼书的名称《怪物种类及历史》，然后迅速翻开了，翻着翻着，停在了一页。”骷髅射手......“少年自言自语。\n  少年自己小声地堵着：”骷髅射手，武器类型是普通的弓箭，命中率高，但威力不高。3050年，骷髅军团进攻王城，伤亡惨重......”少年合上了书。然后找到了图书管理员说道：“这本书我要借！”然后拿出了《怪物种类及历史》。图书管理员放下文件对少年说：“怪物书......可以借给你，请在我这里登记一下！”\n  少年对图书管理员说道：“我叫斯蒂夫，性别不用我说了吧......属于科技之地居民，虽然还没有成年。”图书管理员不解道：“你还未成年，怎么一个人在外？！”斯蒂夫对图书管理员说道：“我的父母都是科学家，他们都忙于科技的发展，至于我嘛......平时也就寄给我零花钱，我住在科技之地，处于好奇来这里玩一玩，你也是知道的，昨天半夜，在街上发生了命案，当时没有任何人，所以没有人知道真凶。对了！书借给我了，我走了！”斯蒂夫说完朝着图书馆外走去。图书管理员吃惊着注视着斯蒂夫离开。\n  斯蒂夫拿着那本书，准备回到命案现场，但有很多人朝着斯蒂夫的方向跑来，人们的表情紧张着，惊慌着。有些人身上全是血！斯蒂夫心里想的事情终于发生了——————怪物们复活了！\n\n第二章：末日来临\n  斯蒂夫看着眼前，不可思议道：“看来怪物真的都复活了！可恶，我可不想死掉啊！”斯蒂夫突然想到了什么，他朝身后跑去......\n  斯蒂夫来到了警卫这里，急忙地对警卫说道：“不好了，怪物们都复活了！你们快去救救那些人们吧！”但警卫无动于衷而是边笑边对斯蒂夫说道：“哦，是吗？你一个小孩子别乱说，你快点走吧！哈哈！”斯蒂夫十分的愤怒。\n  斯蒂夫心里咒骂着那个警卫，斯蒂夫决定了，他要自保！斯蒂夫朝着一家铁匠铺跑去，走进去，他用目光一扫，心里想道：“交界处的武器店，种类也太少了，虽然价格便宜，但是质量真不敢保证！”斯蒂夫扫到了一把电刃，走近一看，售价只要200元！如此便宜！斯蒂夫摸了一下兜，嗯，钱足够了！斯蒂夫走向一个大胡子男人，对他说道：“那个电刃，我要了，这是钱！”说着便把钱丢到了大胡子眼前，大胡子小声地说道：“你一个小孩子，要电刃？......算了！”大胡子将货架上的电刃取了下来，说道：“这要按上面的按钮，电刃就会开启电能！”递给了斯蒂夫，没等递过去，斯蒂夫一把抢过。然后边离开边对大胡子喊道：“我买电刃的原因，以后你就明白啦！”\n  斯蒂夫离开了铁匠铺，已经晚上了，斯蒂夫心想道：“一把电刃，作为防身来说还是不错的！”斯蒂夫不知为什么，抬头望去......月亮竟然是红色的！这时，斯蒂夫的周围也静的吓人。斯蒂夫躲进一个草丛里，准备就这样度过黑夜。\n  过了一会儿，斯蒂夫觉得总有一双眼睛在盯着他，于是便回头一看，看到了一只僵尸！斯蒂夫大喊道：“是僵尸，根据书上所说的，僵尸战斗力不强，我能打过它吗？”斯蒂夫拿起电刃，摁下按钮，心里想道：“反正不打，也得死，我也逃不掉了，拼了！”斯蒂夫将电刃对准僵尸使劲挥去......\n  早上......斯蒂夫睡眼朦胧，他擦了擦自己的眼睛，然后朝周围看了看，“咦，这里不是草丛！”斯蒂夫躺在病床上说道。这时一位护士小姐看到了斯蒂夫醒来，大喊道：“233号病人醒了！”斯蒂夫渐渐地清醒了起来，对护士说道：“我在医院里？这里到底是哪里？还有，我到底是怎么躺在病床上的？”\n  护士小姐递给了斯蒂夫一杯水，说道：“这里是发达的科技之地，你倒在了交界处的草丛里，是警卫发现了你，并且发现你的身边有一具僵尸的尸体。”斯蒂夫明白了，原来自己杀死了僵尸后，因为劳累而倒下了，然后被警卫发现了......斯蒂夫接着问道：“对了，交界处怎么样了？”护士小姐的表情变了，说道：“科技之地与资源之地的交界处被僵尸和骷髅入侵了，伤亡惨重，科技王城的首领准备发兵了。”斯蒂夫接过水杯，喝了一大口，斯蒂夫觉得自己更加的清醒了，对护士问道：“不对啊，我看书上怪物的种类有很多，为什么只有僵尸和骷髅入侵了，还有，它们是怎样从地狱里跑出来的！”护士摇了摇头，表示不知道。斯蒂夫从病床上跳到了医院地板的石英快上，这时医生们进来了。斯蒂夫对护士和医生说道：“我身体好着呢，我要走了！”\n斯蒂夫觉得脑洞略大，先是自己觉得无聊来到了交界处，后来怪物们复活了，然后自己又在病床上了，看来我要理一理思路。但他的肚子突然发出了不满，“咕咕”！斯蒂夫挠了挠头，决定在医院里的食堂解决一顿了......也好好地想想下一步该怎么办......话说食堂的饭好不好吃啊？！\n  第三章：苦力怕\n  斯蒂夫离开了了医院，用手摸着他那大大的肚皮，一边还自己嘟囔道：“这饭......太好吃了！尤其是那个炭烧牛排！如果有机会我一定还会再吃一顿的！但我现在好友更重要的事情！”说完，斯蒂夫朝着科技之地外的交界处走去，这一去，斯蒂夫只是想查明怪物们是如何解除封印的，并且看看交界处现在如何了。\n  科技之地，是人类繁荣生活的象征，街道上充满着机器人，它们为人们工作，干活。有的机器人被称为器傀儡，它们分布在科技之地的各处，保卫人们的安全。当然，在科技程度较低的地方还有铁傀儡，如资源之地的一些村庄。除了机器人，科技之地的建筑也是十分华丽的，但斯蒂夫现在无心欣赏这些。他朝着通往交界处的森林走去了......\n  斯蒂夫在森林里行走着，手里握紧着一把电刃，生怕突然有怪物出现，偷袭自己。走着走着，斯蒂夫附近的草丛发出的“嘶嘶\"的声音,斯蒂夫顿时紧张了起来，斯蒂夫摁下了按钮，开启了电能。然后警惕的环顾四周，突然间“嘶嘶”声仿佛离斯蒂夫更加靠近了。突然间，斯蒂夫转身一看，只见一只绿油油的东西正在膨胀。斯蒂夫说不上来什么，一个劲的往后跑......\n  斯蒂夫用手抹去头上的汗水，躲在了一棵树后，慢慢地从背包里取出了一本厚厚的书“《怪物种类及历史》”，然后小心的翻开了，随意地翻了两下，斯蒂夫的目光停在了一页上，这一页的图片有一只绿油油的怪物，也就是刚才斯蒂夫看见的那只怪物。斯蒂夫默读着：“普通型苦力怕，战斗能力属于一般，攻击类型近攻，攻击技能：自爆......伤害巨大，对地形破坏极大。历史：曾经与僵尸军团联合攻破了第三防线的大门，其中苦力怕利用自爆，将大门直接撞碎！结果第三防线内遭到入侵......”斯蒂夫目光快速的扫了扫，找到了应对方法，“应对方法：远离并且使用远程攻击性武器！其中要注意远离火源！”斯蒂夫合上了书，心里想着对策......  “只能这样了！”斯蒂夫决定不再躲避，要勇敢地杀掉苦力怕，但现在他想到了一个极妙的方法。斯蒂夫从附近取到了一些石块，迅速搭出了两层高的石柱子，然后朝着刚才逃跑的地方走过去。苦力怕并没有跟上来，所以斯蒂夫回到了原先的地方，看到了绿油油的苦力怕，苦力怕十分兴奋，发出了嘶嘶的声音，并朝着斯蒂夫缓缓地移去。斯蒂夫仔细的看着苦力怕，头是方形的，没有手，并且脚并不大，它是拖在地上，爬过来的！斯蒂夫吸引着它，之所以不用电刃是怕苦力怕变成了闪电苦力怕，《怪物种类及历史》上记载苦力怕在遇到雷电时有百分之50的几率死掉但同样有几率称为闪电苦力怕，战斗能力：强。战斗类型：近攻。战斗方式：让自身膨胀，然后在敌人的附近释放出电磁波，给予敌人超高的伤害和麻痹的效果，并且自身不会死亡！！！所以斯蒂夫为了避免这个危险只好使用安全一点的方法了：逼它自爆！\n  苦力怕被吸引到了柱子附近，斯蒂夫和苦力怕围绕着柱子，苦力怕自身在不断的膨胀，准备自爆。这时斯蒂夫在担心柱子是否能承受苦力怕自爆的伤害，想的同时，突然间苦力怕爆炸了......斯蒂夫眼前一阵黑......\n\n  \n  新人小说，请轻点喷。感谢n\n+++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++\n另附故事背景：0年——人类起源\n                    500年——木材时代\n                    600年——石器时代\n                    1000年——铁器时代\n                    1500年——发展时代\n                    2000年——平稳时代\n                    2500年——战争年代\n                    3000年——荒芜年代\n                    3500年——统治时代\n                    4000年——纪元时代\n                    4500年——发达时代\n                    5000年——巅峰时代\n                    未来有是怎样？——————————————————————————————————————————————————————————\n  人类已知区域：①科技之地：科技发达巅峰的象征之地。作用：发展科技。\n                       ②资源之地：自然风光安详的象征之地。作用：挖矿，狩猎，冒险等。\n                       ③神秘之地：神秘莫测，很少人敢接近。作用：？？？？？？？？？\n                       ④地狱之地：被封印的神秘大陆。怪物们被囚禁在那里。作用：不详\n                       ⑤末影之地：统治年代，人们向末影之地里的领主末影龙求助，从而取得胜利。作用：不详\n~~~~~~~~~~~~~~~~~~~~~~~~还有很多的区域等待人类的探索~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n以后不再这里更新了，改成连载了谢谢\n\n\n\n\n\n",
    "replies": [
        {
            "author": "小黑~君",
            "timestamp": 1402212600,
            "txt_content": "SF已被楼主所占。写的字数有点少，请容忍。。。。。。{:10_492:}"
        },
        {
            "author": "呵呵sss",
            "timestamp": 1402213020,
            "txt_content": "先回了再看"
        },
        {
            "author": "小黑~君",
            "timestamp": 1402215900,
            "txt_content": "脑洞略大啊！！！！！！{:10_514:}"
        },
        {
            "author": "猪蹄子",
            "timestamp": 1402224480,
            "txt_content": "狂想剧情中。。。"
        },
        {
            "author": "小黑~君",
            "timestamp": 1402227720,
            "txt_content": "哎呀~第二章更新完了！速度围观啊！"
        },
        {
            "author": "小黑~君",
            "timestamp": 1402228080,
            "txt_content": "还在审核.............{:10_522:}"
        },
        {
            "author": "Kirbi",
            "timestamp": 1402297800,
            "txt_content": "写得不错，也可以来看看我写的小说，互相改进..."
        },
        {
            "author": "xyx",
            "timestamp": 1402831800,
            "txt_content": "不错不错"
        },
        {
            "author": "小黑~君",
            "timestamp": 1402831860,
            "txt_content": "以后不再这里更新了，改成连载了谢谢"
        }
    ]
}