{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第六章 生死逃亡】]",
    "author": "JKL81543764",
    "replyCount": 1,
    "timestamp": 1402212660,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:20 编辑 \n\n                                                                                  第六章     生死逃亡       巳时，太阳接近在正上空，火把他们，已经走了很久了，现在他们，若是在天黑之前，到达空间站，万事大吉。若是没有，再遇到一些变态的敌人，他们可就真的要离开这个世界了。       突然，火把想到一个很严重的问题。“话说，我们现在是什么模式？如果是生存，我们还可以复活啊！”火把停下来，道。       活塞听到这句话，暗赞了一声。若真是这样，以后还用怕死么？被人打死了然后后又复活，不打死他也要累死他啊！但幻却是皱了皱眉头…………       “呵呵，你们想多了！沉下心来，你们，将会看到自己的血条！”幻干笑道。“别想太多了！快走吧！”然后，又是说了一句，便拉着萧萧走了。留下活塞二人在原地思考。       “呃，或者我们真的是想多了。这血条。。。尼玛是骷髅形的啊，我们玩的是极限………唉，走吧。”活塞和火把对视了一下，道。       语罢，两人小跑过去，跟上了幻他们。现在，想的一切都是多余的，他们要尽快到达目的地，这样，才能保住性命。       …………………       酉时，众人来到了一片树林前。火把望面前的空间站，已经不再是以前那般地隐隐约约，只有一个轮廓了。而是清晰可见的。每一处，无不是霸气十足！庞大的空间站，竟给人一种压迫感，其压迫感，令人窒息！人在这建筑面前，显得极其渺小！就连附近的一棵世界树，也是极其渺小。       如今，距离空间站，只剩下一步了那便是------穿过前方的黑森林！其实，称之为黑森林，并不恰当。这，并没有森林那样茂密的树木以及复杂崎岖的地形。这，基本上和普通的树林一样。       唯一不同的是，黑森林，是属于变异的树林。平原与黑森林的交界处，有一条极其明显的黑线！至于黑森林的形成，其原因便是，一些基因突变的末影人，以一种变态的数量，进入了一片树林里，其末影之力，影响了树林，让树林，被一层紫光所包裹着。树林里的动物，都是在那一刻，变成虚无。这里，是末影人的地盘，其危险程度，比危机四伏的丛林，还要更甚！所以才称之为---黑森林！       不管白天黑夜，黑森林中，都是处于黑暗的状态。而这里，并没有其他怪物，有的，只是末影人！       这片黑森林，并不是通往空间站的唯一路径，在另一边，还有一片沙漠可以走，而火把他们，已经没有别的路可以走。现在赶往另一边，已经来不及了。       刚踏进第一脚，便有紫光闪现，然后，整个身体进入，眼前，一片漆黑，视线竟然不足50米远。全部人都进来了，他们，都被笼罩在黑暗之中。       “总感觉今晚又要大战了。”幻干笑道。虽然黑森林中没有其他的怪物，但末影人可是不能小觑的啊！最要命的是。。。还是变异那种。       “怕什么，你没看见萧萧上次一个照面就吧变异的僵尸和骷髅都杀死了么。”活塞凑回去，对着幻说道。       “拜托，我们是男人啊！让个女的保护我们三个，这算什么！”幻白了活塞一眼，道。活塞笑了笑，不置可否。       ………………………………       “休------”一只末影人瞬移到他们身边，竟是吓到了火把，使火把一屁股做在了地上，样子极其狼狈。       “咯咯咯~”萧萧掩嘴，指着火把笑道，笑声宛如天籁之音。火把摸了摸鼻子，干笑道“笑，笑个屁，快走啦。”       站起身来，拍了拍黑袍上的灰尘，继续往黑森林另一边走去，其实，黑森林中，变异的末影人是很少被人发现的。但是，一旦到达中心处，末影人就会感觉到空气间能量的波动，从而聚集过来！不为别的，因为，每一个黑森林的中心处，都有他们要守护的物品。       若是火把他们没有往中心处走去，就不会惹怒末影人，而他们又怎能知道，他们走的那条路是横穿黑森林的呢？       火把一行人，越往中心走，越是感到一股强大的威压，使他们的呼吸，也是变得急促起来。但他们，似乎还不知道，自己，正往死亡走去！       “等等，别走了，你们知道我们正往哪里走么。”幻的感知似乎是这里最强的，停下脚步，道。       “呃，哪？”活塞问到，过了一会儿，活塞竟然也是感到一丝不安。似乎，能猜到一点什么。虽然他不知道现在正往哪里走，不过他知道，再往前走，有危险等着他！       “前面，是黑森林的中心！踏入那里，我们，会受到成波变异末影人的攻击。不过，中心，也是有着一些很诱人的东西。”幻笑着道。       “我们还有萧萧呢，虽然让女孩子出手面子上过不去，不过，还是命重要啊！而且，既然中间有你所说的诱人的东西，我也很想见识一下。”火把开口说道，现在他们再往后走，也来不及了，而且，既然都走到这了，他也很想看看这诱人的东西是何物。       往前继续走了几步，便又是发现，又有一条极其明显的分割线，进去里面，便是黑森林的中心部位。有宝贵的东西，同时，要获得它，也是要付出代价的！         “走吧，我的小伙伴们！”火把望着前方道。话音刚落，身形，便是进入了黑森林中心。       另一个地方………………………       一个高大的黑影，坐在一个王王位上，虽然看不清其身体样貌，不过，却能隐隐看见有两个头颅！双眸一蓝一红，两个头颅，皆是如此！       在其王位下，有一穿着破碎灰袍的人，跪在下面，一直低着头，从未正眼看过王位上那个人。       “废物！给你带两个人去，还不能将他们击杀，我要你何用！”一道仿佛从黑暗深渊传出的声音，从王位上传出。随后，一条带着紫光的黑线射出，直接射向灰袍人的方向。       “不是……当时…我……”还来不及等灰袍人解释，便是被黑线洞穿，变成虚无，连灰烬，也是不曾留下！王位上那人的实力，竟如此恐怖！       “影枭，你带着几个兄弟，前往黑森林，将那四个不知死活的人，给我杀了，若是失败，下场，便是刚刚那样！”那人对左边站着的一位变异末影人说道。       “桀桀，不用了，我一个人就行，好，不多说了，我马上就赶过去。”变异末影人发出怪异的笑声，道。片刻，其身影便是消失了，只是留下一些紫光。       ……………………………       火把一行人踏入中心大概两三分钟后，见到了一个很神奇的祭坛，中间放着一个精制的盒子，不过，确是被一层能量包裹着。       “怎么还没有末影人？没的话我拿走了。”活塞说到，随后，伸手手，即将碰到盒子时，一股黑雾出现在他面前。见状，马上一个翻身，跳出了祭坛。黑雾缓缓散开，露出一只高大的变异末影人。       “终于来了么，准备战斗！”火把凝重道。马上拿出巨剑，重重地插入地面。准备着待会的战斗。       “吼！”末影人怒吼一声，然后，身形快速地瞬移到火把面前，一拳重重地击打在巨剑之上。虽然有巨剑吸收力量，不过也有一半力量转移到火把手臂上，使其手臂发麻，隐隐作痛，身体，也是猛地退后几十米，方才停下。       “让我来！”萧萧挡在火把前面，道。随后，跳到半空中，高举法杖，“寂灭二重奏！”萧萧低喝道。一条黑线，击打在末影人身上。       原以为还会像上次一样，像僵尸，骷髅般，燃烧成虚无。但事实并不是如此，黑线，竟然被末影人吸收了！       “末影人也是黑暗元素的，我的黑魔法对他没用！”萧萧看着攻击无果的末影人，沉声道。       现在，该如何是好。大家都把目光望向火把，似乎，他，就是救世主。。。       “额，喂喂，都看着我干吗，萧萧都不行，我能干什么？！”火把干笑道，现在，他们的处境十分危机！       “小把子，你是这小说的主角呢，第六章就大结局，这算什么？”活塞打趣道。       “别开玩笑了，我先把这里的空间凝固住，这样我们有足够的时间想办法，不过，我们却不能离开着，而是到另一个虚拟的空间，然后，时间一到，我们又会回来。”萧萧说道，然后，纤手摆动间，空气慢慢凝固，他们的眼前也慢慢变黑，然后，到达一个四周都是虚空的地方。       “只有十分钟！我教你们如何用魂气！你们先别管这是什么，学会了我们才有机会逃出。”萧萧继续说道。这十分钟，很短。       “闭目，沉神，在心海处，有一个晶体，用心神，将里面的魂气抽取出来，按着经脉，传输到身体表面，这样，才能使用魂气。”现在的时时间，只能够教他们最简单的。       三分钟…五分钟…活塞成功。接着，幻也成功了。在第八分钟，火把成功了。火把用时最久，并不是因为他差，而是在精通。       看着三人都成功了，萧萧道“很好，现在，我们要出去了，现在的力量，不足矣打败他，所以，我们只能逃跑。”现在这个时候，能逃出去，就已经很好了，并不奢求打败变异末影人。       等等，将会上演一场生与死的追逐，谁慢一步，谁就得死！        引索帖地址：引索帖",
    "replies": [
        {
            "author": "子安ing",
            "timestamp": 1402218780,
            "txt_content": "额。。。。。。。。"
        }
    ]
}