{
    "title": "<连载·单章>【抉择降临】[作者：【andy990928】][【第一场抉择 秘密的接触】]",
    "author": "andy990928",
    "replyCount": 2,
    "timestamp": 1402232100,
    "txt_content": " 本帖最后由 andy990928 于 2014-6-14 19:54 编辑 \n\n乘兴而为加上有点存稿，就把第二章也给赶了出来，希望大家能够留下回复和人气，无论是吐槽词汇量还是描绘手段亦或是其他的都可以在下面回复啊！\n正文：　　\n       微风吹过，捎来淡淡的麦子香，收获的喜悦在村庄中传播开了来，希望的金色，在夕阳的余晖下，成片成片的蔓延开来。\n　　这是一个临近雨林的村庄，人口不多，然而关系融洽，安详的过着日出而作，日落而息的农家生活，没有人因为生活不便而抱怨，村子自给自足的运作着。\n　　这一切都被隐身于一旁的伊诺克看在眼里，基地已经降落，一切都已经运转起来，作为执行官，他觉得有必要于这颗星球上的人族作初步接触。\n　　伊诺克对虚空幽能的应用能够折射光线，使得他在他人看来他所处的地方只是一片空气，实话说，这还是除了暗杀之外，伊诺克首次运用这门技能于外交方面上。\n　　异常发达的小脑使得每一位星灵都能或多或少的运用幽能，而伊诺克的净化幽能在切断了神经束后，转化为了虚空幽能。\n　　随着时间推移，皎洁的月光洒落下来，伊诺克也随之行动起来，行走在村子的原石小路上，就如他的灵能一般，没有人看的到，却又真实存在。\n　　村子里静悄悄的，唯有圈养的牲畜和看门的忠犬偶尔从睡梦中惊醒，发出几声鸣叫，除此之外，只剩下只有伊诺克能听到的，他自己的脚步声。\n　　信步走到这个村子中最大的房屋前，显然，这屋子里的人还未入睡，微弱的灯光透过窗户，依稀可以映出一个苍老的背影。\n　　伊诺克走到门口，轻轻的敲了敲门，以示礼貌，无论对方是否对自己友好，一点必要的礼貌确实十分有必要的，这能给他留下一个好印象。\n　　“门没关，进来吧，来自远方的客人。”门内传来声音，语速缓慢，但一字一句都让人听的清楚。\n　　伊诺克应声，推门而入，心中也不算太奇怪，毕竟，这里的人类，十分陌生，可能有一些奇异之处也不足为奇。\n　　这个房间不算太大，麻雀虽小，五脏俱全，伊诺克推开门后，映入眼帘的是一张桌子，上面放着一些纸张，伊诺克瞄了两眼，上面的字不属于伊诺克所能理解的任何一种文字，桌子后面坐着一位老者，头发花白，却精神抖擞，双眼中透露出一种沧桑的深邃。\n　　“我曾经见过像你们这样的客人，从遥远的地方而来，自空中落下，上一次见到你们的时候，我正值青年，而这一次，我已步入暮年。”老人面对着伊诺克，目光炯炯的说道，奇怪的是，虽然他们书写的文字伊诺克不认识，说出的话伊诺克却能清楚的听出是宇宙通用语加上一些星灵语言混合而成的，这种语言很奇怪，伊诺克能够听懂，但一些音节在他听来就显得生涩难懂了。\n　　“这一次前来，是与。。。本地的人类详谈一下结盟的计划。”伊诺克迟疑了一下，选择了一个合适的词语，他顺手将水晶放在桌上，老人注意到了他这一举动，神色一变，将他的手推开了，强硬的说道：“自从上次村子被洗劫后，我便下定决心不再相信任何一个人了，有些事情，可以商量，而这件，显然不处于范畴之内，还有别的事情么？没有的话，可以离开了，我有些累了。”不等伊诺克开口，老人已经下了逐客令。\n　　伊诺克眼神闪烁，心里不知想着些什么，最终却叹了口气，退出小屋，尽管关上木门的动作很平静，然而他的心中却并不平静，显然，这一次的接触以失败告终，虽然不知道老人为了什么事而拒绝了他，但从老人嘴里透露出的信息，依稀伊诺克也能猜到一二。\n　　回到基地，伊诺克思索了很久，一位从未出过星球的老者，与星灵的先驱者之间，能发生什么？不相信任何人，伊诺克觉得自己已经琢磨到了什么，但真实的故事却如被一张纸蒙着，不管怎么样，伊诺克认为这仍然算是一个好消息，至少，人类处于中立。\n　　“塔斯克请求短距离通讯，是否允许？”随着提示音的响起，伊诺克也只能暂时将这件事搁置在一边。“允许”\n　　全息投影上映现出一个星灵的面孔，塔斯克是飞船中的大副，也是基地中的副官，同时作为一名圣堂武士，塔斯克才是一位真正的幽能操控大师，不同于伊诺克所擅长的虚空幽能，运用灵能风暴，塔斯克能轻轻松松将一队敌人碾成碎末。\n　　“什么事？”伊诺克尽量不去想那件事，平静的问道。\n　　“本来是想征求一下你的意见的，可是你这个状态，估计没办法做出最准确的决定。”塔斯克却看出了端倪，毫不客气的说道。\n　　“我没事，说吧”伊诺克坐正了些，回答道。\n　　“附近探测到微弱的不属于我们这一方的星灵信号，探索具体位置可能惊动虫族，是否放出探机？”\n　　“放出，”伊诺克几乎没有多想就做出了答复，他现在需要尽可能的获取能够加强自己这一方的任何事物，哪怕这是一个虫族埋下的信号，伊诺克也得去探。\n　　“另外，还有一件事，”塔斯克点了点头表示了解，接着说道，“基地的形态正在被改变，预计一段时间后，基地将被完全改变，到了那时，所有折跃都将成为单向的，只能进入，没有离开。”\n　　“具体多少时间。”\n　　“。。。三十天”塔斯克沉默了一小会，冷漠地吐出了这么一个答案。\n     异虫，孵化池中。\n　　“奇怪，这种一片荒芜的沙漠中，怎么可能有星灵的信号呢？，这个风险，必须排除。”戈登皱了皱眉，发出几道指令，让几队跳虫和蟑螂前去探查。\n　　“我可不记得脑虫可以偷偷溜出自己的领地，是吧，拉查尔星脑虫，哦，不对，应该是戈登大人，抱歉抱歉呢。。。”戈登背后传来了一个阴阳怪气的声音，那是莫尔星的脑虫，戈登一直对它印象不好。\n　　“可，现在，你也不是站在我的面前了么？”戈登回击道。“如果我的行为算是违规的话，那你又如何呢？”另外，他想要问问今天守门的虫子，他们是怎么把这种根本不像是正常的虫子放进来的，只不过，这句话，他却不想当面说出来，因为这会带来不必要的麻烦，戈登不怕麻烦，却不想平添麻烦。\n　　“规矩可都是主宰定下的，在虫群里，任何不听话的虫子可是都会“刷”的一下消失不见的哦！脑虫也不例外。”莫尔星脑虫似乎没听见他的质问，接着用他那独特的嗓音回答道。\n　　不听话？若要真是都听了你的话，那异虫早就真的“刷”的消失了。戈登想着，“行，既然主宰让你跟着我，那你就待着吧，待到腻了再走也不迟。”\n　　“我可也是带着我的一小部分部队来到这的，小不点，我也许会做一点，我想要做的任何事。”莫尔星脑虫提醒道，可字里行间却没有一点提醒的意味“另外，我也给我自己，取了一个人类名字，艾尔罗，你可要牢牢地记住哦。”\n　　这星球上的敌人，或许远远不止星灵，戈登想到。等到他将这可星球占领下来，再看看主宰有什么新的决定，想到这，戈登又将注意力又转回到出发的蟑螂和跳虫身上，戈登是一位脑虫，他同样也可以少量的运用幽能，故称之为虫巢幽能，这种虫巢幽能可以使戈登随意进出任意一只的虫子或异化作战体的意识之中，使得戈登能够操控他们，唯一美中不足的是，这种幽能对虫族之外的任何种族毫无作用，即便是意志薄弱的人类同样也能轻松的摆脱控制，所以，对于人类，异虫实行肉体感染辅以精神控制，而星灵，强大的幽能力量同样保护着他们的肉体，所以对于异虫而言，星灵只能消灭，不能同化。\n　　孵化池外，自从星灵来到后的第一天的红日已经慢慢升起，熟悉温暖的光线照耀大地，却无法照亮躲在暗处的阴影。\n　　人类，丛林边的人类村庄。\n　　“就算是再危险，我也要去，你阻止不了我的。”卡尔固执的大喊道，夺门而出，“待我如亲生子嗣的养父如今躺倒在病床上，只有沙漠遗迹才有治好他的药，就算这是一个传说，我也得去！反正你对他的生死根本没有放在心上，是吧，母，亲，大，人，我知道我没有资格去责怪你，然而我在意的不是这种无谓的事情，而是因为我对自己的生父根本一无所知。”他咬牙切齿的说出剩余的几个字，神情阴冷的吓人。\n　　“剑在我手，则所向披靡，剑在我心，则无所畏惧”\n　　卡尔带着父亲为他亲手附上魔的剑以及附上的信念，固执的上路了，这一次，却只有他一个人，他狠狠地想道，连自己的父母是谁都无从得知的可怜虫，又怎么可能有真正的伙伴呢？\n　　只是可能卡尔没有注意到，这次的旅程，或许注定不只有他一个人。\n检查过了 按照上次所说的，3000+字数的更新，校对过一遍，应该不会有什么错别字的。\n上一章序章 陌生的星球                                                       下一章第二场抉择 古老的遗迹\n\n回索引贴 \n\n",
    "replies": [
        {
            "author": "HotPe_e",
            "timestamp": 1402232460,
            "txt_content": "嗯，顶你！！！！希望你下次能想出更好的文章"
        },
        {
            "author": "andy990928",
            "timestamp": 1402232880,
            "txt_content": "灬友情灬 发表于 2014-6-8 21:01\n嗯，顶你！！！！希望你下次能想出更好的文章\n感谢您的支持与肯定！{:10_512:}"
        }
    ]
}