{
    "title": "<搬运>【穿越两界的倒爷】<作者王某>《第一章娶俩媳妇不犯重婚罪上》",
    "author": "小小EVI",
    "replyCount": 2,
    "timestamp": 1402309800,
    "txt_content": "    心脏的跳动地太快了，我甚至怀疑它会不会爆炸开来。因为，我看到了一扇门。\n\n    请原谅，我太激动了所以没说清楚。眼前的情景实在是……古怪！\n\n    这扇门位处兰泉市市郊的封龙山的一条山洞内，山洞里有个门在各类小说中出现过无数次了，没什么新鲜的。可这山洞我来过近百次了，对此处的环境非常熟悉，闭着眼睛都能走个来回，这山洞是自然形成的，别说门了，任何人造的东西都没有。\n\n    我家住在这附近，从小就经常到这里玩，虽然曾无数次幻想这条山洞里出现一扇门，然后我打开它，得到金银珠宝、武林秘笈、月光宝盒什么的，从此富贵发达，练成盖世武功，泡尽天下！但这毕竟只是自己个YY而已。\n\n    可如今山洞里竟真的出现了一扇门！此门宽约一米五，高约两米，门框上有无数闪烁着蓝光的奇怪符号，门面上刻画着一个六芒星图，星图外围有一圈由符号组成的圆环，一团一团的光波由星心向外扩散。\n\n    实话实说，我现在很害怕，真的，腿肚子转筋脑门子冒汗鸡皮疙瘩掉了一地。闹鬼？撞邪？阿米豆腐、无良天尊、圣母妈妈咪呀……不行，怎么能胡乱拜呢，得心诚，心诚则灵，齐天大圣斗战胜佛孙悟空在上，保佑弟子百邪不侵万鬼通杀！怎么样？哥们信的神仙牛B吧，靠，都什么时候了还胡思乱想，孙大圣保佑、孙大圣保佑……\n\n    我一边念叨一边多多嗦嗦向后退，唯恐门里边蹦出个什么可怕的东西，可怕什么来什么，那扇门上蓦然光芒大放，门面上先是光波层层扩散，然后波浪翻滚，没错，就像水面一样，接着从门面里伸了出一只苍白的干巴巴的手来!噢！好长的指甲，指甲里还有污垢，真不讲卫生！\n\n    靠!它不卫生关我屁事啊，赶紧跑吧！该死，腿脚咋不听使唤了呢？听话，乖，回去给你买新鞋穿，你倒是动啊！没义气的腿啊我恨你！完了完了……\n\n    向**发誓，我从未如此迫切的希望自己昏厥过去，这样便不必恐惧了。\n\n    忽然，那只手缩了回去，可还未等我庆幸，一个人猛地从门里面走了出来，是个老头，干瘦干瘦的，花白的头发、胡子老长，眼睛贼大，穿着一件脏了吧唧的青灰色破袍子，从领子处的褶皱来看那是个兜帽，左手握个根一人高的手杖，手杖顶端镶嵌着一枚比拳头略大的透明晶石，一看就是价值不菲的高级货色。\n\n    虽然心脏仍然跳动剧烈，但我竟然不害怕了，也许是怕过劲儿了，抑或是这老头的形象太像电影里的魔法师，反正我不怕了。哼哼，怎么说咱也是一个十八岁的大小伙子，咱是爷们！纯的！怕啥？\n\n    那老头看到我后稍稍一愣，睁大双眼上上下下的打量着我，我也如此回敬他。\n\n    现在傻子都知道这位老……先生不简单，甭管是正是邪，肯定是个高人！机会难得，有杀错无放过！拍个马屁先：“您好，伟大、崇高、盖世无双、英姿勃发、男女通杀的老……神仙，小子我姓霍名悠贤，初次见面心潮澎湃，小子给您老鞠躬了，有道是礼多人不怪，我再拜……”\n\n    未等拍完马屁，这老头突然兴奋的又蹦又跳，吓的我一激灵，没看出来，身体够棒的，老头边蹦嘴里还高声大喊着：“-￥＃◎！-￥＃◎！……”\n\n    得，抛媚眼给瞎子看，表错情了，人家是个外国淫，可惜咱英语学得一般般，用英语拍马屁不是我强项……不对，他说的不是英语，也许……他是某国的科学家？抑或是……间谍？哼哼，报晓祖国的时刻到了，管你干啥的，抓起来先。就算是一个神经病，咱也算为社会安定作贡献了。\n\n    就在我撸袖子准备动手时，发现这老头的状态有点不大对头，他原本苍白的面容猝然变地越来越红，红得发紫，呼吸亦愈发急促，额头上的青筋根根绷起，双眉也拧成个疙瘩状，右手抓着左胸，痛苦地神色画在脸上。\n\n    坏了，这老头不会是犯心脏病了吧？都这么大岁数了，您蹦达啥啊，倒是悠着点啊。\n\n    我几步跑到过去伸手扶住他，给他撸前胸抹后背就差掐人中了：“我说……老大爷，您带药了没？我地话，你地明白？咱们地，快快地医院地干活？”\n\n    “％@*！～￥-※……”\n\n    “大爷，您是我亲大爷！您能说中文吗？我听不懂啊，要不‘英歌利市’？这我也能整几句啊。”\n\n    “◎◎——……”\n\n    “靠！这时候你还骂人！算了，我也不跟您一般见识，咱们赶紧去医院。”\n\n    忽然这老头手上出现了一个瓶子，也不知他从哪拿出来地，看样子他是想吃药，不过手抖地太厉害，恐怕是做不到了。我一把抓过来，打开瓶盖，凭借手感，瓶子里装的是液体，我将瓶子递到他嘴边，没敢灌，万一是什么乱七八糟的东西那可要出人命的，看他的意思吧。\n\n    老头眼中闪过一丝感激的目光，低头用嘴吸食瓶中的液体，我也帮忙微抬瓶底，让他喝起来方便点。\n\n    喝了几口，他摇头示意不要了。\n\n    片刻过后，他脸色明显有所好转，呼吸也平稳多了。我这心总算踏实了。\n\n    他冲我笑笑，张了张嘴想说话随即又苦笑一下放弃了，然后将右手伸到我面前，手指灵活的在我眼前翻飞，他口中也叽里咕噜念叨着什么，感觉神神道道的，不过我觉得他没恶意，也许是在夸我帅吧，便任他比划。\n\n    当他念完最后一个音节后，我的脑袋突然“嗡”的一下麻酥酥的，好像触电一般，当然是轻度的那种。\n\n    “很高兴认识你，年轻人，我的名字叫做阿撒-帕西诺，你也可以叫我阿诺。”\n\n    我头还有些晕，随口回道：“我也是，我叫霍悠贤……啊？你会说汉语啊！”\n\n    阿诺摇摇头，对我笑道：“不，我说的不是汉语，是‘辉煌大陆通用语’，你没发现吗？你刚刚说地也不是汉语。”\n\n    我脑子有点乱，莫名其妙的会了门外语，这是怎么回事？一定跟这位阿诺有关系，难道他拥有大神通？难道他已经到了“太极无上大圆满”的境界？神仙啊！\n\n    阿诺似乎对我目瞪口呆的表情很满意：“小朋友，不必害怕（谁说我害怕了，这是爽的。），这只是个小小的精神系魔法——小智慧传承，可以将我的关于语言、文字方面的知识传承给你，这个魔法只有方便智慧生灵沟通的功能，不值一提，呵呵。不过这都不重要，重要的是……霍，你能告诉我这里是什么地方吗？”\n\n    “这里是兰泉市，中华国，地球，我代表所有爱好和平的地球人欢迎您的到来，火星人老大爷。”目前我已确信这位阿诺先生不是地球人，感谢玄幻小说对我的教育。神奇的门，闻所未闻的语言，还有魔法，嘎嘎，科学家、间谍、神经病的可能性可以排除啦。\n\n    阿诺的情绪明显很激动，他语带颤音说道：“霍！你确定这里不是与辉煌大陆隔海相望的妖娆大陆或者金海岸大陆？哦不，我能感觉的到，这里的魔法元素太稀薄了，几乎察觉不到，这么说……我成功了！一千年了，我终于成功了！我来到了另一个世界！”\n\n    对于看过N多玄幻小说的我来说，“穿越”这种状况并不罕见，可实实在在发生在自己身上那就不一样了，就好比电视、报纸上报道了某某人中了五百万大奖，虽令人羡慕可毕竟遥远，但有一天你真的中了大奖，那是什么感觉？吼吼！我现在是否应该像范伟一样“哦儿”一声死过去？\n\n    虽然我比他还要激动，还要兴奋，但唯恐他再来个心脏病突发，赶忙劝道：“阿诺先生您别激动，您的心情我完全可以理解，我的心情跟您一样激情澎湃，但身体是革命的本钱，听我的，放松……放松，深呼吸，好……”\n\n    忙活了半天，阿诺总算平静些了，他说：“霍，我的时间不多了，你能带我看看这个世界吗？”\n\n    我一拍胸脯：“没问题！我带您好好瞧瞧去。”\n\n    动身前，阿诺向那道门一挥手，那扇门竟然凭空消失了，洞壁上完好无损跟原来一样，要不是阿诺就活生生站在身旁，我简直不敢相信这里曾有扇门。",
    "replies": [
        {
            "author": "火星使者",
            "timestamp": 1402574760,
            "txt_content": "但是，标题亮了。"
        },
        {
            "author": "小小EVI",
            "timestamp": 1402656780,
            "txt_content": "火星使者 发表于 2014-6-12 20:06\n但是，标题亮了。\n= =亮就亮吧我不在乎\n"
        }
    ]
}