{
    "title": "<搬运>【穿越两界的倒爷】<作者王某>《第三章地球人都是魔法天才？上》",
    "author": "小小EVI",
    "replyCount": 0,
    "timestamp": 1402310220,
    "txt_content": "    嗯？无处不在……难道说那奇怪的感觉来自魔法元素？我冷静下来仔细感受一下，那感觉就像……压力！\n\n    难道这就是魔法元素？我情不自禁闭上双眼细细体味。而阿诺只是静静看着，没有说什么。\n\n    感觉越来越清晰了，那无形的压力将我包裹着，但它并不强烈，很温柔，就像在水中，想到水我双臂做了个划水的动作，忽然我的手湿了，同时听到阿诺惊道：“天哪！这……这……你是怎么做到的？”\n\n    本以为是阿诺不小心把水泼在我手上，可看他的表情明显不是那么回事，什么事让他如此惊讶，看看手上的水迹，我不禁问道：“怎么了阿诺先生？刚才发生了什么事？”\n\n    阿诺瞪着我说道：“你不知道？”\n\n    我摇摇头。\n\n    阿诺很严肃的对我说：“你，刚刚没有念咒语便释放了一个水系魔法，虽然那是一个比最低级的水球术还渺小的小水花，可默发魔法至少要大魔法师级别才能做到，而你身上一点点魔法波动都没有，连魔法学徒都算不上，你是怎么做到的？”\n\n    这太不可思议了，我心中惊喜交集：“我放出魔法了？！”\n\n    阿诺点点头。\n\n    用一个词相容我的心情——幸福！用一个字形容——爽！\n\n    再试试！我随手一挥，呃……啥也没有，我再挥！还是没有。怎么不灵了呢？\n\n    阿诺阻止了我：“霍，你先别忙，想想刚才闭上眼后做的所有步骤，再重复一次试试看。”\n\n    刚才……感受周围……像水……想到水……划动手臂，然后……我看到了！\n\n    一团水花凭空出现在我的手上，欢快的在手指间穿梭、流淌、滴落……\n\n    哦吼！我成功了！太帅了，再来，又一团水花出现，好玩！\n\n    我兴奋的抓着阿诺的肩膀，大声说：“阿诺！你看到了吗？我能放魔法了！噢吼！我也是魔法师了！”\n\n    “是是，你成功了，不过你可不可以先松开我，我的老骨头都要被晃散了。”\n\n    “啊，不好意思，我太激动了，抱歉抱歉，您老多包涵。”我挠挠头笑道。\n\n    阿诺重复了一次刚才的问题——我是怎么做到的？我自然是知无不言言无不尽，把一切都告诉他了。从阿诺震惊的表情上，我得到了一个答案，本帅哥是天才！嘎嘎。\n\n    阿诺瞠目结舌的表情精彩极了：“了不起，了不起，你的体质对于魔法元素异常敏感，竟然只凭借感觉便释放出魔法，还是默发的，我敢断言，你将来的在魔法方面的成就将不可限量，也许……不，不是也许，你一定能成为最强大的魔法师！”\n\n    我有点不好意思了，讪讪道：“坦白说，您夸的我心里挺美，不过稍微有那么一点点夸张。一个默发小水花就能成为最强大的魔法师？我还差得远呢。”\n\n    阿诺正色道：“不，我的小朋友，你不明白对于一个魔法师来说对魔法元素敏感的身体意味着什么，那意味着你可以更快捷的汇集魔力，更有效的释放魔法，更精准的操控魔法，对魔法理解有更超常的感悟，甚至可以创造更强大的魔法！”\n\n    这些个“更”字夸的我心中狂美，我美滋儿滋儿的笑道：“大师，我明白了，用我家乡的一句广告词来说——没有最好只有更好，说的就是我对吧，而我就是那个传说中的天才儿童!吼吼，那么……您看……以我的天赋……拜您为师不给您丢人吧？您就收了我这个徒弟吧。”\n\n    其实我要拜他为师并不是为了学习魔法，因为我已然看出来阿诺快不行了，他脸色已现青灰色，双眸毫无神采跟死鱼眼似的，最可怕的是……他好半天没有呼吸了！看来那个吊命的生命泉水已经不起作用了。只不知是什么原因让他仍未倒下长眠。\n\n    直到很久以后我才明白，支撑他的是一种叫做精神力的东西，高手在这方面都比较强，何况他还是位法神。\n\n    说句心里话，我已经将他当成老师了，因为是他带我进入了这个神奇的魔法世界，我很感激他。虽然您教不了我什么了，可好歹有了这层关系，给您送终也名正言顺不是，一个人在最后的时刻连个送行的都没有，那滋味肯定不怎么样……不过私心嘛，咱还是动了点，嘿嘿，“世界之门”这种宝贝带进棺材里多可惜啊，但您要是不给，咱也不会死皮赖脸的纠缠，我不敢说自己是好人，但忘恩负义欺师灭祖的事咱还干不出来。\n\n    阿诺盯着我半晌无言，忽然笑了，拍拍我的肩膀说道：“你是个好孩子，我收下你了，呵呵，从今天起你就是我三绝神师阿撒-帕西诺的弟子！”\n\n    这一刹那间，我忽然有种想哭的冲动，心里很难受，眼睛也有些湿了。但是！俺不能哭！男子汉大丈夫掉泪珠子太跌份了。咱是爷们！纯的。\n\n    阿诺用手摸摸我的头笑道：“在这里等我，我去拿件东西给你。”说罢转身离去。\n\n    几秒钟后远处传来一阵微小的语声，可还是被我听到了：“这小家伙儿，还男子汉大丈夫……呵呵……”\n\n    我登时傻啦，我心里想什么他怎么知道的？\n\n    大约半个小时后，我正无聊的啃着水果，猝然间，周围的魔法元素剧烈地波动起来，持续了片刻便恢复了平静。\n\n    不知为什么我觉得很烦闷，不妥，难道……\n\n    由远至近响起沉重的脚步声，我听出是那个魔偶马尔来了。\n\n    当它走到我面前，我看到它胸口被打开了，一颗红色的晶石镶嵌在胸腔内，阿诺……老师跟我说过，这种晶石叫做魔晶石，是一种蕴含大量魔力的矿石，品级不同蕴含的魔力多寡亦不相同。\n\n    正当我疑惑不解之时，马尔抬手递给我一张羊皮纸。\n\n    我只扫了一眼，心头咯噔一震，跟我猜测的一样，这是遗书……\n\n    “霍，我的弟子，当你看到这份手书时，我已经离开了这个世界。\n\n    不必感伤，这世界已给了我太多，但我没想到另一个世界也送了我一件丰厚礼物——你。可爱的小家伙，你让我的人生有了一个完美的结局。我这一生过得很充实，没有遗憾，如果一定要说有的话，那就是几个小时的相识太短暂了，我才刚刚开始喜欢你，就要分别了。\n\n    作为一位伟大的空间法神，我给自己准备了一个特别的葬礼，打开虚无的空间，那里将是我的长眠之地，怎么样，配的上我的身份吧。\n\n    不要哭泣，男子汉大丈夫掉泪珠子太跌份了，呵呵，奇怪我如何知道你心中的想法吗？\n\n    还记得我对你说的那句话吗？三绝神师！听听这称号，用你的话来说——酷毙了！\n\n    本来让我最引以为傲的是自己成为双绝神师，空间系法神和神级炼金师。未曾想，在我将死之时，我的精神系魔法修为竟然突破性晋级为神级，原谅我，孩子，我是个好奇心很重的老头，偷偷窥视了你心中的想法。\n\n    别害羞，事实上当我窥视你心中的想法时真的很惊讶，你是个有原则的好孩子，每个人都有贪念，但你并没有因贪念而心怀歹意。（看到这里，我心里狂汗，其实我的意志力没那么坚挺地，世界之门啊！多大的诱惑啊，幸亏刚才人品突然爆发，感谢党和人民对我多年的教育，好运好运……）\n\n    世界之门可是神器哦，能对它不心动的人恐怕还没生出来呢，想想看，为了它，从我的老师的老师就开始研究了，历经三代法神，耗时一千年，最后被我成功的炼制出来，很了不起吧！？可以自由穿越于两个位面的强大能力，无愧神器二字。这就是它的魅力。\n\n    现在它是你的了，你只需滴一滴血在它身上，它便会与你血脉相联，除了你任何人都无法使用。在我的日记上记载了它使用方法，不用担心日记太长，呵呵，我虽然是个五百多岁的老头，但并不是每天都写日记。\n\n    我的空间戒指也是一件神器，它的原有异次元储存空间很大，如果想继续它扩大的内部空间，那你就要努力提高空间系的能力了。提醒你，在你的实力不够保护自己时，不要让别人知道你拥有神器，辉煌大陆不是天堂。老师已没办法保护你了，一切只能靠你自己。\n\n    至于我其他的一些小玩意，你慢慢研究吧。\n\n    多看看书房里的书，那里有你想学的东西。\n\n    关于马尔，他已经执行完我最后的命令了，将你的血滴在它胸腔内的魔法阵上，它便是你永不背叛的仆人，嗯，它的样子的确有些丑，呵呵，不过很听话。\n\n    最后，如果你想出门转转，我在三座城市设有传送阵，你可以通过地下室的传送阵过去。如果一定要从山里出去的话，你至少要达到王级空间系高手的实力，山里的魔兽可是很厉害的，而且你要先把我设下的空间禁制研究透，否则进不来了可别怪我。\n\n    祝你幸福，我的弟子。\n\n    不称职的老师-阿撒-帕西诺\n\n    辉煌历2451年9月12日。”\n",
    "replies": []
}