{
    "title": "<搬运>【穿越两界的倒爷】<作者王某>《第二章娶俩媳妇不犯重婚罪下》",
    "author": "小小EVI",
    "replyCount": 3,
    "timestamp": 1402310040,
    "txt_content": "\n\n       时值暑假期间，封龙山下有很多小孩子在玩闹，田间也有不少老乡在劳作。\n\n    我带着阿诺行走在山下田间，引起不少人注意，木办法，谁让阿诺的形象这么个性呢。\n\n    某大婶对身边的人说道：“他大姨，瞧见了没，老霍家那小子领着个老外在这转悠，真不简单。”\n\n    “可不是，他二婶，听人家小霍那外国话说的多溜，打小我就看这孩子有出息。”\n\n    “那可不，瞧这孩子连老外都能‘忽悠’，不过这外国老头穿地也太土了，还破破烂烂的，不会是在外国混不下去，到中华国来要饭的吧？”\n\n    “你不懂，现在流行这个，叫什么……乞丐装，那叫个性。”\n\n    “那也不一定，没听新闻上说吗，外国的失业率高着呢，还有什么……经济危机，要饭的多了去了，还有吸毒的，得爱滋的，瞅那老头这瘦劲儿，我看吸毒加爱滋他少不了。”\n\n    阿诺对周围的一切充满了好奇，看什么都觉得新鲜有趣，兴奋的像个孩子，见周围的人对他指指点点便问我：“霍，他们在说什么？”\n\n    “哦，她们说您老人家仙风道骨，一看就是个有大智慧的人，了不起啊。”汗……\n\n    阿诺瞪着眼睛激动的说：“哦，真没想到，这都能看出来，她们一定也很有智慧，我要与她们交流一下。”说着就要施法，我狂汗，赶紧劝住他，这老爷子！地球是很危险地，尤其是对于外星人来说。\n\n    再这么转悠下去，早晚得出事，还是家里比较安全。想看世界太简单了，让他看电视去！\n\n    阿诺看电视也只能看个热闹，没办法，语言不通啊，据他说“小智慧传承”是单向作用，除非我也会这个魔法，或者他在精神系魔法方面有更高的造诣，才能掌握地球的语言。而他的专长是空间系魔法和炼金术。不过即使这样，电视的魅力也已深深震撼了他。\n\n    可也不能老由着他看，现在已经下午两点多了，老爸老妈五点下班，趁现在还有时间，跟这位异世界的魔法师学点本事，实在不行忽悠点好东东也成。\n\n    听闻我想拜他为师学习魔法，阿诺叹了口气：“霍，不是我不想教你，第一，你身上一点魔法波动都没有，学魔法恐怕没有天分，学起来会非常困难。第二，地球上的魔法元素太稀薄了，学会了也无法汇集魔力。第三，我刚才跟你说过我时间不多了，因为我……就快要死了。”\n\n    开始我还有有些遗憾，可听到最后楞住了，虽然早看出他身体不好，但没想到已经到了濒死边缘。\n\n    “阿诺先生，您别担心，地球上的医学水平还是很高的，只要不是绝症都可以治疗，虽然医药费很贵，不过凭您手杖上的那块宝石的价值，足够了，前提是它是真的。”\n\n    阿诺微微苦笑：“年轻人，你不明白，我并没有患病，而是生命力已经衰竭了，我已经活了五百多年，要不是凭借稀释过的生命泉水，二百年前我的生命就应该结束了，不过我很高兴，在临死前成功的将神器‘世界之门’炼制完成，可以自由穿越于两个位面的世界，亲眼看到了另一个世界的景象……”\n\n    说到这他站起身形，挺胸抬头，身上洋溢着冲天傲气：“我！可以骄傲的告诉世人，阿撒-帕西诺是最伟大的空间法神！最伟大的炼金神师！我死而无憾！”\n\n    没错！这是多么伟大的发明啊，想想看，可以自由穿梭于两个世界，这代表了什么？这说明拥有了这扇“世界之门”就可以在每个世界娶一个媳妇！吼吼！娶俩媳妇不犯重婚罪！\n\n    此情此景，俺的心情用周星星那句经典马屁台词来形容再贴切不过了，我对阿诺的敬佩之情真的犹如黄河之水滔滔不绝啊，还一浪一浪的呢。谁再说这句话庸俗、搞笑我跟他急！多么形象，多么深刻，多么有内涵的形容啊。\n\n    阿诺看到我的表情开心的笑了，能不开心吗？我眼睛里都是小星星，闪啊闪……\n\n    “我已经心满意足了，对了，霍，你想不想到辉煌大陆看看？”他笑着问我。\n\n    天啊，终于盼到您说这句话了！我小鸡啄米般猛点脑袋。\n\n    阿诺随手一挥，那扇神奇的空间之门出现在客厅。他带头先行进入，我怀着忐忑的心情站立在门前，努力作出最庄严肃穆的表情，朗声说道：“各位观众，各位听众，全世界爱好和平的朋友们，请记住这即将载入史册的时刻！我！十八岁的英俊未婚青年霍悠贤，虽然只迈出了一小步，但这却是人类文明迈出地一大步！芝——麻——开——门。”\n\n    眼一闭，牙一咬，我穿门而过。\n\n    还以为会有什么特别地感观效果，结果跟开门上厕所一样简单，就这么轻松地过来了，白紧张。\n\n    阿诺笑呵呵的对我作了个“请”的手势：“欢迎来到辉煌大陆，小朋友，这里是我的家。”\n\n    仔细打量了一下四周，发现我站在一间很大的房间内，天花板和墙壁上的灯具很多，所以屋子里的光线足够充足，房间里摆放着六、七张木质长桌，几张长桌上有的摆满书籍、图纸，有的放着瓶瓶罐灌，有的堆放着各色金属、晶石，还有的摆放着一些奇形怪状的东西，看情形这里像是个实验室。\n\n    接着阿诺又带我大略参观了客厅、书房等房间，每个房间最明显的特点就一个字——大！当随他来到阳台我才发现这是在三楼，他家的建筑风格类似西欧，像个小型城堡，四周环山，够偏僻。有钱人啊，不过这么有钱咋穿的如此寒酸呢？大概搞发明创造的人都有不修边幅的毛病吧。\n\n    我和他坐在阳台上的餐桌前，阿诺忽然说道：“马尔，拿些甜点、水果上来。”\n\n    我以为他是在叫仆人，可刚才转了这么半天除了我们两人连个鬼影都没见到，片刻后我听到一阵沉重的脚步声，眼前出现了一位……靠！机器人！\n\n    这家伙足有两米高，浑身呈铜黄色，锃光闪亮，身上刻画着一些符号，就是外形太差劲儿了，躯干是个大圆筒，四肢是八个小圆筒，脑袋就是个圆球，五官根本没有，每只手只有三根手指，脚就是个铁疙瘩，这形象……惨不忍睹，谁做的？审美观忒弱了吧。\n\n    我禁不住问道：“阿诺先生，这机器人是您制作的吗？”\n\n    阿诺一愣，随即笑道：“机器人？不，这是我制作的魔偶，是我的助手兼仆人。来，尝尝辉煌大陆的水果和甜点。”\n\n    咱没客气，我这也算代表地球与异界建交了吧，嗯，以后可以写个回忆录，名字我都想好了——《伟大的第一次亲密接触》。\n\n    坦白说，这些糕点味道很一般，不过水果倒是超级好吃！尤其是那个外形酷似苹果的夜香果，咬一口汁溢满口齿颊留香，酸甜刚好适度，而且果肉入口即化，果汁滑滑的，哦……感觉舌头在做按摩一样，爽飞了。\n\n    其他几种水果的味道虽比夜香果稍差，但也比地球上的水果美味一百倍。\n\n    我们俩边吃边攀谈着两个世界的区别，在谈论中我大致了解了这世界的构成。形成社会体系的种族大体分为人族、龙族、矮人族、精灵族、兽人族、巨人族、地精族、半身人族、海族、魔族、光明神族，不过光明神族是他们自封的，说好听的叫翼人族，难听的就是鸟人族。还有一些种族因为人数太少比较罕见，像凤凰族、树人族、血族等等。而一些拥有智慧但没有形成社会体系的生灵，则被归类到魔兽中。\n\n    目前已知的大陆有三块，辉煌大陆、妖娆大陆和金海岸大陆，因为有大洋相隔，并且海中有很多危险的魔兽，所以除了像龙族这样可以长时间飞行的种族，大陆间的交流很困难。\n\n    多数“人形”种族间的职业有统一的标准，职业可粗分为三大类，战士，法师和匠人。而阶级有九等，比方说魔法师的等级可分为：魔法学徒、初级魔法师、中级魔法师、高级魔法师、大魔法师、王级魔法师、皇级魔法师、帝级魔法师、神级魔法师（简称法神）。\n\n    随着时间的推移，我总觉得有些不对头，具体是什么地方又说不清楚，这感觉好像是进入这世界就伴随着我，恰好此时我们谈到了魔法。\n\n    “阿诺先生，您说的魔法元素是什么东西？”\n\n    “魔法元素具体是什么有两种解释，宗教教派间认为是神赋予给世界的，这种说法是主流。其他种族……比如说精灵族、矮人族、龙族等等认为魔法元素也是一种生灵，从世界诞生起就存在。”阿诺闭上双眼张开双臂，好像在拥抱空气：“魔法元素无处不在，在天空，在大地，在水中，在火中，在风中……只要你用心去感受……”\n———————————————————————————————————————————————————————————————————————\n某些字被弄成了“**”状是因为在网站上被屏蔽了，故此搬运时我就不改回来了",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1402310940,
            "txt_content": "请写出原作地址，还有作者允许搬运的许可……\n不然删帖处理"
        },
        {
            "author": "小小EVI",
            "timestamp": 1402312140,
            "txt_content": "a2455564728 发表于 2014-6-9 18:49\n请写出原作地址，还有作者允许搬运的许可……\n不然删帖处理\n此文章来源于网络，作者为网络写手，现在无联系方式，\n来源于：http://www.slzww.com/html/7/7846/"
        },
        {
            "author": "小小EVI",
            "timestamp": 1402312260,
            "txt_content": "a2455564728 发表于 2014-6-9 18:49\n请写出原作地址，还有作者允许搬运的许可……\n不然删帖处理\n本来是打算加在索引贴里的\n结果忘记了= ="
        }
    ]
}