{
    "title": "<连载·单章>【抉择降临】[作者：【andy990928】][【第二场抉择 古老的遗迹】]",
    "author": "andy990928",
    "replyCount": 4,
    "timestamp": 1402317780,
    "txt_content": " 本帖最后由 andy990928 于 2014-6-14 19:56 编辑 \n又来发自己写的文章了，希望大家能多多提出意见，谢谢！ \n\n正文：\n　　“那就是你为什么只能做我的副官，有些时候，一次错误的决定或许不能杀了我，却能给我一个知晓真相的机会”伊诺克回答道，他知道自己的口气可能重了一些，可这，却是他的决定。\n　　“我无法决定你的事情，因为你是我的长官，但是，从我的立场，我想问你一句，如果你遭遇不测呢？恕我提醒，这只刚刚折跃过来的舰队谁来指挥，他们可都只听你的命令，如果你执意要去，保证自己的安全，伊诺克长官。”塔斯克的语气从来不因只言片语而变化，他平静的说道，像是在陈述一个事实。\n　　突然，伊诺克护甲上连接着手腕处的能量刃口喷发出幽能，他对他扬了扬手，能量刃扭曲着，似乎把想要接触他光线都切成一片虚无。“有这个就足够了，塔斯克，如果说分析数据，我不如你。但在战斗中，我的经验绝对比你丰富，凭借这个，我已经击杀了几百只异虫了，我能保证自己的安全，知道么？”说完，伊诺克立即吩咐着手折跃。\n　　现在，他已经站立在了这里，一座沙漠遗迹的面前，多年的飞沙走石使这座往日辉煌的建筑物已经有一半埋入沙土中，他走进唯一完好的主殿，踏入主殿，一种奇怪的感觉充斥着他的心灵，熟悉的星灵和一种陌生的建造风格混合在了一起，古怪却又不失美感，主殿中央是一座祭坛，上面刻着的花纹伊诺克也曾亲手刻下过，大多是赞颂的意思，随着时间的打磨，原本瑰丽的花纹也开始变得狰狞了起来，拾级而上，伊诺克站在祭坛中央的祭台前，注意到台中嵌着的那个洞口，百年前，人们就是在这里把祭品丢落下去的，以慰藉逝去的英灵，现在，连他们也成为英灵之后，却无人为他们祈祷，这是否是一种悲哀呢？伊诺克知道自己无权去评判，他打开测距仪，打算测试一下洞口到下层的垂直距离，然而很快他便发现无需这么做了，有一根绳子挂在洞口，绳子的另一端似乎与下面相连，伊诺克拉了拉绳子，应该是最近才挂上的，有人捷足先登，伊诺克感到不妙，或许这次自己要白跑一趟。\n　　顺着绳子，伊诺克快速下降，心中只有一个念头，找到星灵信号的源头，并把那里的东西带回来，星灵的东西，只有星灵才能使用。\n　　当他下去不久，一队蟑螂和跳虫也紧随而后，透过一只蟑螂的复眼，戈登原本也注意到了这一不同寻常的现象，然而他却没有那么多的闲工夫去细细品味，只是快速操控那队虫子顺着绳子下降。\n　　黄沙滚滚，所有人的印记又被不可斗量的沙子覆盖了起来，只剩下废弃的石殿见证着这一切，就像是上百年前，此地的文明做的那样，想要留下印记，却终究只留下废墟。\n　　漆黑的通道内，只有火把的微光驱赶着黑暗，卡尔沿着墙壁慢慢前进，墙壁上写的文字卡尔无法理解，但从模糊的壁画他能够理解大部分的意思。\n　　他从自己下来的洞口算起，因为当他下来之后，身后便是坚硬的石壁了。\n　　第一幅壁画描述的是一位奇异模样的“人”，但卡尔很确定那不是他平日互打招呼的意义上的“人”，那应该是一个“域外之族”，卡尔不记得自己从哪里听来这个词汇，他依稀记得这是村民们用来形容那些从外星球降临的人的统称。他接着看下去，那个外族人带来一支军队，他们与村民们相处融洽，两族的文明互相交流，在他们的帮助下，此地立起了一座座宫殿来纪念两族的友谊，如此的话，故事应该就此结束了，那么后面几幅壁画又是在描述什么呢？卡尔的好奇不由的从他的眼神中迸发出来。\n　　就着火把的光芒，卡尔开始阅读第二幅壁画，这幅壁画有些难懂，上面只画着一些虫子，卡尔无法理解文字，只能靠猜测来确定壁画的意思，按照卡尔的理解，这幅图的大致含义是，一群虫子也来到了这个星球，不同于前面的外族人，这里的虫子的被描绘成巨大的，丑陋的东西，有着蜘蛛的复眼，恶魔的力量，以及一切人们不曾拥有的东西。\n　　未知或许就是恐惧，卡尔想道，人们总是害怕那些他们不认识的东西。\n　　第二幅壁画后紧接着就是一大片空白，卡尔用手摸了摸石壁，十分粗糙，这里原来应该也有一副壁画，只不过被人为擦除了，为什么要擦掉呢？卡尔无法想象，如果这里是他们赞颂功绩的地方，那壁画的擦除就是一件不可想象的事情了。\n　　他们害怕别人知道什么，在画上去之后，他们才发现了这件事不可估量的后果，所以便人为擦除了。\n　　但他现在没有时间去多想了，因为后面传来了悉悉索索的滑动声，有人跟着下来了，卡尔有些害怕，毕竟，这还是第一次他一个人走这么远的路，拿到解药我就回去，他心里这样想到，是的，我拿到了解药，我的父亲就有救了，在心里，科尔其实已经把他的养父当做了父亲，反复默念这几句话，他在不发出大动静的情况下尽量快速的向前穿行。\n　　紧紧握着的强弓已经被手心的汗液所湿透，艾格尼丝感觉自己快要拿不住弓了，该死的卡尔，他来这种地方干什么，这里几千年前就没有人了，鬼知道这座宫殿是从哪里冒出来的，一直到他被石殿的阴影所笼罩，她还以为是自己出了幻觉。\n　　其实当卡尔的母亲的请求她的时候，这个卡尔最好的朋友已经有了跟出去的念头，“卡尔这种只喜欢看书的书呆子，活该受点教训，我会看着他的。”她还记得自己当初是这样对卡尔的母亲说的，话音刚落，自己就在这里了，也怪我，想到这，艾格尼丝狠狠地拉了一下弓弦，他要是得到教训，知道回来的话，那还算好，如果不是的那样的话，艾格尼丝会好好让他知道什么是真正的教训。\n　　艾格尼丝从小就是村子里的孩子王，虽然在这个年纪，她应该在家里学习如何编织出一份像样的女红，可她就是坐不住，或许他就是大家口中那个“假小子”吧，艾格尼丝有些叛逆的想到，其实那也没什么不好的，起码自由多了，自那之后，家里人见劝不住她，只好让她去学一门看起来不是那么野蛮的本领——箭术。\n　　现在，她已经能够在百米开外击中靶心了，这也成为了她炫耀的资本，而当她在和村里的男孩子打成一片的时候，卡尔却只敢躲在自己的家里，翻阅各种书籍，卡尔把他家里的藏书叫做“打磨思想的磨刀石”，把他读书的书房叫做“灵魂铁匠铺”，艾格尼丝却没这么花哨的名字，只是与她一比，卡尔反倒更像是一个女孩子，这也经常成为她打趣的的借口。\n　　累死了，累死了，抓住卡尔之后一定要好好教训教训他，让他尝尝自己的厉害，艾格尼丝现在心里只剩下这一个念头了，可怜的我啊，为什么要跟上来呢？那种人让他自生自灭不久好了？心里这么虽然想着，她脚步却逐渐加快。\n　　伊诺克像是一道烟雾一般在通道中前进，确实，隐身之后他的身影的确像是一道夺人性命的烟雾，身后不断传来跳虫那巨大的跳跃声，谢天谢地，前面有个十字路口，伊诺克想道，自从下来之后，这是他见到的第一个十字路口，这些人造的的东西真是跟他们的思想一样不会拐弯。伊诺克二话不说，直接一个闪身，消失在了左边的小径里，身后的那堆虫子却依然往前行进，似乎是没看到他的举动似的。\n　　过了一会，确定没人之后，伊诺克又从左边的通道转了出来，那边是条死路，他郁闷的想到，估计前面也是条死路，因为他已经听到虫子的爬行声了，要不是没时间，他还真想留下来和那群虫子比划比划，只是现在前面已经有人，他的速度可不能再慢下来了，对他来说，时间现在已经和力量成正比了，他收到的这个星灵信号应该是一个求救信号，而这显然不是随着他们的降落而带来的部队，多一个熟悉此地的族人总比去问那些立场不明的人类要好，伊诺克暗暗想到。\n　　该死，绕过一个入口之后，戈登发现他又找不到前面那个星灵的身影了，这宫殿的地下几乎比他暴露在地面上的还要大，若不是现在再派虫子已经没用了，戈登一定会在派更多的过来，现在他有点为自己的决定感到后悔了，早知道跟着下来干什么，等在门口，等着人把宝物带上来，再从他手中夺走不就行了，他想走回头路，却发现自己已经忘记了来时的路，如果不是前面那个星灵，他很早就已经放弃了这队虫子，说实在的，他真是个大路痴。\n　　现在不是发牢骚的时候，他感觉自己掉在了这支探险队伍的最后头，这可不行，主动权必须牢牢掌握，戈登清楚的认识到。\n呼 连续三天，每天3000字，算上前面的前传，应该够10000字了，能开引索贴了吧？虽然看起来好像不是3000字，但应该是满当当的3000+\n为什么这边看来第一段的字号不大对呢？\n编辑里看的是正确的啊。\n上一章第一场抉择 秘密的接触                                             下一章第三场抉择 危险的机会\n\n回索引贴 \n重点：\n真的不是为了水贴才多发一贴的，在这里向各位坛友道歉。\n虽然可能没有多少人会看到这贴，但是，对不起了！\n\n\n\n\n",
    "replies": [
        {
            "author": "HC20011015",
            "timestamp": 1402318320,
            "txt_content": "对不起,删前留名"
        },
        {
            "author": "andy990928",
            "timestamp": 1402318380,
            "txt_content": "HC20011015 发表于 2014-6-9 20:52\n对不起,删前留名\n？这张是正常的啊。"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1402405560,
            "txt_content": "回复这个  “很奇怪，我这边显示的是在线。。。\n2L的意思是一位新人来顶你的文章\n不要误会啊。。。话说再这样聊下去会不会被请喝茶啊。。。”\n\n其实嘛，你写的也很好。还有，1帖是5回复限制，3或4回复不会被请喝茶的哦"
        },
        {
            "author": "andy990928",
            "timestamp": 1402405680,
            "txt_content": "感谢解答！\n话说为什么地板是帖子里最正经的一楼2333333"
        }
    ]
}