{
    "title": "【抉择降临】[作者：【andy990928】][已更新至【第八场抉择 古怪的花纹】]",
    "author": "andy990928",
    "replyCount": 2,
    "timestamp": 1402570080,
    "txt_content": " 本帖最后由 andy990928 于 2014-7-29 15:52 编辑 \n“传送，传入希望，送走邪恶，奉献，奉出生命，献出自由。”“未来，是不曾重演的过去，过去，是已经发生的未来。”“侵略之人，终被侵略。完美之人，终有缺陷。”当抉择之人降临，抉择也随之降临。《抉择降临》——————————————————————————————————————————————————————————章节列表：正篇：\n\n序  陌生的星球脑虫下达一个又一个不容拒绝的命令，命令被接受，执行，井然有序，高效而高压，这一套有效的系统将会将虫群中的任何一个虫子的价值榨干，然而，对于虫子们来说，这一切却早已习以为常，并成为他们生命中的一部分。。。\n第一场抉择  秘密的接触村子里静悄悄的，唯有圈养的牲畜和看门的忠犬偶尔从睡梦中惊醒，发出几声鸣叫，除此之外，只剩下只有伊诺克能听到的，他自己的脚步声。。。\n第二场抉择  古老的遗迹这里的虫子的被描绘成巨大的，丑陋的东西，有着蜘蛛的复眼，恶魔的力量，以及一切人们不曾拥有的东西。。。\n第三场抉择  危险的机会当他还在思索着如何找到出口时，灯突然毫无征兆的打开了，一阵眩晕之后，待伊诺克站定，面前却多了一个维生舱，这是那种安置于龙骑士之中的机械，保护着里面仍原意为星灵效忠的残缺身体。。。\n第四场抉择 闪烁的微时间带走毫无生命的建筑，剩下的由战争解决。\n　　天衣无缝，亲密无间，伊诺克心中不合时宜的跳出了这两个词汇。\n　　当对信仰的虔诚压垮了理智的天平，保卫家园，就不再是正义的行为，这只能成为埋葬无数尸体的墓碑下的一句简短的墓志铭。。。\n第五场抉择 坍塌的通道伊诺克只能摇摇头，希冀自己的速度足够快，快到能够甩掉他们，可随着身后飞来的威胁越来越多，有几只甚至险险的从他的身边擦过后，他就知道自己根本无法甩开他们。\n第六场抉择 艰难的抉择随着虫子数量的不断增多，防线也在随之不断崩溃，唯一没有被击垮的，是在场每一位战士脸上的决意，那种仇恨在躯体毁灭之后仍然会在空气中弥漫，成为血腥的气息。\n第七场抉择 消失的迷雾费恩摇了摇头，这些历史都是他从前人整理的史料中发现的，其实也用不着刻意去找，这些历史的片段在每一位星灵诞生之际就开始灌输进去，成为他们一生的信仰以及现在他们身处这里的原因。\n　　星灵没有自我可言。\n第八场抉择 古怪的花纹三句话似乎不大相关，但三这个数字似乎在她的生活中多次登场。三个种族，三个盟友，在这个世界，事情的结果简单如石头剪子布，输，赢，平局，三种后果足以囊括所有的结局，可猜拳的人却不能轻易出手，每一个选择也似乎沉重如石，锐利如剪，宽厚如布。\n第九场抉择 轻微的伤口积怨太深，无关是非，无关对错，追求和平已经成为了懦弱的象征。\n短篇：\n勇气与恐惧\n大部分星灵都忘记了自己要干什么，只有执政官珍惜自己生命剩下的最后时刻，他们的记忆也开始慢慢消散，只剩下击杀敌人的意志苦苦支撑着，但，在场任何一个的星灵都不会蔑视他们傀儡般的伙伴，因为，半小时前，他们还是一个又一个只敢于在队伍后操控幽能，没有半点攻击力的族人。。。\n\n虚伪的荣耀\n “可这拯救了他们么？这些虚伪的荣耀只不过是他们自我安慰的工具罢了，他们的基地被摧毁，他们为之荣耀的领导者也只剩下残缺的身体”一位与台上讲故事年龄相仿的老人冷冷的提出。。。\n逝去的幻想 她不甘心，他们同样也不甘心。\n      这场战争，失败者，快要丢掉性命，胜利者同样也快要失去一切，到头来，到底是谁赢了呢。。。\n\n———————————————————————————————————————————————\n已经全部翻新索引贴希望各位能在索引贴回复批评也好赞扬也罢请回复！\nhttp://www.xiami.com/widget/39026833_2085229,_235_346_FF8719_494949_1/multiPlayer.swf\n",
    "replies": [
        {
            "author": "940595236",
            "timestamp": 1402749780,
            "txt_content": "很不错呀！顶一下！"
        },
        {
            "author": "andy990928",
            "timestamp": 1402749900,
            "txt_content": "940595236 发表于 2014-6-14 20:43\n很不错呀！顶一下！\n感谢您的支持！"
        }
    ]
}