{
    "title": "<连载·单章>【抉择降临】[作者：【andy990928】][【第三场抉择 危险的机会】]",
    "author": "andy990928",
    "replyCount": 15,
    "timestamp": 1402488540,
    "txt_content": " 本帖最后由 andy990928 于 2014-6-14 19:54 编辑 \n与上次一样，希望能得到大家的批评。\n\n正文：\n       简陋，矮小，两人站在辛苦半天才找到的出口面前，欲哭无泪，如此气派的宫殿之下，竟然只有这么一个勉强让他们俩通过的出口，艾格尼丝转过身子，对着背后的卡尔，声音逐渐阴沉下来：“你不说，我还以为只是一个通风口。”　　“快别发牢骚了，古代的人说不定就是从通风口进出的。”卡尔回答道，在心里悄悄地补了一句，为了困死你这种专门为了宝藏而来的冒险者，虽然这么想着，心里不免疑惑，难道有一部分的通道因为年久失修，还是，和那几幅被擦除的壁画一般，被人为破坏了？卡尔抬起头，却发现艾格尼丝却挡在自己的面前，我们或许被别人牵着鼻子走呢，可怜面前的这个白痴还以为是偷工减料，突然，他有些不好的预感，他们就像是上了线的玩偶，力量从线上传递过来，他们就得跟着行动。\n　　“快走吧！你的宝藏或许在里面等着你呢，宝藏总是藏在不起眼的地方。”，眼见艾格尼丝一头冲进去，还有陷阱丛生的地方，他只能把这段接在后面的话吞进肚子里，只是在心里祈祷不要发生什么危险的事，拿到药我就回去，卡尔在心里坚定的想道。\n　　快速下达了了几个命令，伊诺克有事外出，塔斯克便代替了他舰长的位子，尽管伊诺克不听从他的劝告，但塔斯克仍得在伊诺克从遗迹中出来之前将一切准备妥当，当伊诺克再次从见天日的时候，迎接他的应该是星灵的船舰，而不是敌人的枪口，塔斯克一边想着，一边又再次下达了几个命令，事情很多，他得早作打算，但现在他还有一点时间休息，靠在椅背上，闭眼冥想，感应到属于伊诺克的幽能后，他才放心的真正的休息起来。\n　　屏息凝神，伊诺克强迫自己这么做，虽然他整个人都已经紧紧的与后面的墙壁贴合了，但通道剩余的空间仍然不足两只跳虫并排通过，前一秒他还在抱怨古代人的脑子不懂拐弯，后一秒就轮到他没弯可拐了，无法隐藏，他只能继续前进，尽管他已经在这条路上走了差不多10分多钟了，可前面依然见不到底，静谧的隧道里只剩下伊诺克的奔跑声，那些火把都不再燃烧，它们老了，老到已经无法承载提供光明的重要使命了。\n　　直到进去之后，卡尔和艾格尼丝才发现自己实在是错的离谱，虽然里面没有价值连城的财宝，但却是大的惊人，打个比方，这里大概能够塞下4~5个像卡尔他们居住的的村子，而层高也能媲美他们村子里最高的那幢建筑，两个人都有些呆了，美丽的背后是致命的危险，卡尔突然想起了这句不知道是从那本书里看到的警言，这种富丽堂皇的殿堂最容易被布置下重重陷阱，然而半秒之后，当他站在一堆箭矢面前时，卡尔就开始担心自己是不是染上了乌鸦嘴的毛病，他拉了拉艾格尼丝的手，示意他们退回去，刚想抽回，却反倒被艾格尼丝紧紧握上了，半推半就的往前走，“你难道没有看到吗？这堆箭矢差点就把我们射成马蜂窝了，艾格尼丝，宝藏可不是那么好拿的。”他想要挣开她的手，然而却发现自己平时宅在家里看书的习惯给了自己一个狠狠的教训，紧接着，他又运用起了他生来就拥有的武器，却发现对于艾格尼丝这种做事不计后果的人，他的这种武器的威力实在弱的可怜，所以他干脆坐了下来，这一举动收到了成效：现在艾格尼丝干脆就直接向前拖拽了。倒也省力，卡尔无奈的想到，他只好开始观察附近的一切有可能埋藏陷阱的地方并加以基本听不进去的提醒。\n　　消失了？根据跳虫传回的信号，那位星灵的确是消失在了这里，现在看来，这样也的确算是消失了，戈登面对着一堵墙，用力的叩了叩，应该是实心的，摸索了一阵，却没有发现什么多余的凸起或机关，戈登发出一道指令，身旁就钻过一只蟑螂，蟑螂的强酸液喷溅到石墙上后，只有一阵腐蚀声，但戈登却不敢泼的更多了，因为在酸液的洗礼下，墙壁上多了许多裂纹，看起来很快就要倒塌下来的样子。\n　　到哪去了？对于这个遗迹戈登没有头绪，唯一的可能的线索现在也消失了，现在，他就好像是在摸黑走路，走到哪就算哪，而他已经快没有耐心了。\n　　一片漆黑，凭着光刃的微弱幽光，伊诺克慢慢的向前摸索，背后已经没有路了，他突然意识自己这一路基本上走的都是直线，现在长的时间，恐怕早已越出沙漠神殿的范围了，而现在面前仍然有路，如果是自己一直在原地打转，那么他应该看到自己所做的标记，这种标记只有他懂得如何读取，是经过多次暗杀之后，总结出的一套暗号系统，简单，但十分有效。\n　　当他还在思索着如何找到出口时，灯突然毫无征兆的打开了，一阵眩晕之后，待伊诺克站定，面前却多了一个维生舱，这是那种安置于龙骑士之中的机械，保护着里面仍愿意为星灵效忠的残缺身体。\n    “年轻的朋友，欢迎来到一位身负罪孽的星灵最后的安身之所。”正当他准备进一步细细观察时，容器旁的合成器却突然发声了，声音空洞但却不是真正的电子合成音，伊诺克能够判断出这应该是里面那具身体的声音。\n　　“不得不说，经过这么多年之后，在异乡遇见同族之人实在十分亲切，更何况来到这里的还是一位执行官”听到这，伊诺克刚刚收起的灵能又在顷刻间喷发出来。“不用紧张，这些都是地面上的探机告诉我的，这种小东西总是最诚实的，不是么？”声音从合成器中传出来，带着沙沙声，回荡在这间不算太大的石室。\n　　伊诺克这才开始打量自己的所处的地方，自己所站的地方是这间石室的入口，这里原来应该有重物压着，导致坚硬的地面已经有些变形，就像刚才说的那样，这间石室不算大，却井然有序，摆满了各种实验仪器，丝毫不显脏乱，应该是一个逻辑思维缜密的人，伊诺克下了一个不太有把握的判定，他口中提到的背负罪孽，会不会与那人类村长有所牵连？两者并没有共同之处，但伊诺克隐隐感到了些什么，虽然这是一个星灵，伊诺克却总感觉他很陌生。\n　　“忘了自我介绍，罗德里克，其实名字已经不重要了，这个世界上已经没有多少人记得住我的名字了。”晶蓝色的营养液中浮现出的星灵已经不再像是一个星灵，皮肤苍白，甚至连目光也有些涣散，所有将死之人特有的表现都在他的身上一一出现，只剩下一只手臂和一条腿了，伊诺克突然有点可怜他，不是因为他的伤势，而是他所承受的百年以来的孤寂。\n　　“我和你一样，以前也是一名暗黑圣堂，一次近乎全灭的作战后，就变成了现在的这幅模样，”他笑了笑，“这幅似人似鬼的模样，如果你要问我值不值得，我只能说我不曾后悔，如果能够再来一次，我仍是那样的选择。好了好了，老人家就是啰嗦，总是多说这些有的没的，这次请你来，是因为有事相托。”\n　　请这个字眼令伊诺克有点不舒服，这种被人暗中操控的感觉根本与请没有半点关系，但他仍然出于礼貌的没有当面提出这件事情。\n　　“请问，我有什么可以为您效劳的？”伊诺克收起手中的灵能战刃，声音变得柔和起来，面前这个星灵的年龄已经远远超过了自己，对长者的尊重是一个星灵必须的品质。\n　　“如果我说，戈登不是你在这颗星球上的唯一敌人呢？”星灵老人缓慢的开口了，一字一句十分清晰。\n　　“是人类么？尊敬的长者，他们也会与我们为敌么？”伊诺克想当然的接口道。\n　　“可不像你想象的那么简单啊，戈登可不是最早到来的脑虫，就像我一样，我们曾经在战场上交锋，可你眼前的这个星灵已经风烛残年了，而那个与他为敌的脑虫却依旧活着，现在或许十分虚弱，却仍能再次醒来。”音调虽然平静，可伊诺克心里却并不平静，他做过与人类交战的打算，却从没想考虑过异虫潜藏于暗处的兵力，要知道，现在一个戈登就把他搞得够呛，若是加上那个还不知道具体情况的脑虫，伊诺克觉得那就可以着手准备迁跃整个星灵了。\n　　“我读出了你的恐惧，年轻的圣堂武士，现在时间还多，况且，我也是为了这一使命才放弃与同伴离开，停留在这里，经过这么多年的等待，我的心中已经有了大致的计划，只差一个实行的人了。”老人微笑着说道。\n　　不论什么事情，总有解决的办法，不是么？ \n3000+字数\n最近要考试了，更新的速度可能放缓，暑假应该能把这本短篇小说完结。估计也就30章左右。\n衷心希望您能喜欢，看完之后请回复。虽然这章写的平淡无奇\n但还是厚着脸皮@一下吧\n@a2455564728  @狂风※中箭 \n\n上一章第二场抉择 古老的遗迹                               下一章第四场抉择 闪烁的微光\n\n回索引贴 \n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "cow_bra",
            "timestamp": 1402488720,
            "txt_content": "学校补课..我也没得更新了.."
        },
        {
            "author": "andy990928",
            "timestamp": 1402488780,
            "txt_content": "cow_bra 发表于 2014-6-11 20:12\n学校补课..我也没得更新了..\n共勉共勉{:10_512:}"
        },
        {
            "author": "衍仔",
            "timestamp": 1402488960,
            "txt_content": "楼主 打字幸苦了！！！！"
        },
        {
            "author": "andy990928",
            "timestamp": 1402489020,
            "txt_content": "衍仔 发表于 2014-6-11 20:16\n楼主 打字幸苦了！！！！\n为了广大的群众（←其实没有多少），一点都不辛苦。"
        },
        {
            "author": "xcc",
            "timestamp": 1402489020,
            "txt_content": "太好了大赞！"
        },
        {
            "author": "衍仔",
            "timestamp": 1402489020,
            "txt_content": "andy990928 发表于 2014-6-11 20:17\n为了广大的群众（←其实没有多少），一点都不辛苦。\n楼主太谦虚了。"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1402489020,
            "txt_content": "你叫我怎么批评啊。。。"
        },
        {
            "author": "andy990928",
            "timestamp": 1402489020,
            "txt_content": "xcc 发表于 2014-6-11 20:17\n太好了大赞！\n感谢您的支持！"
        },
        {
            "author": "xcc",
            "timestamp": 1402489080,
            "txt_content": "andy990928 发表于 2014-6-11 20:17\n感谢您的支持！\n我最近没时间懒得码字"
        },
        {
            "author": "Xx123c",
            "timestamp": 1402489080,
            "txt_content": "这字数。。。。。。      "
        },
        {
            "author": "andy990928",
            "timestamp": 1402489080,
            "txt_content": "狂风※中箭 发表于 2014-6-11 20:17\n你叫我怎么批评啊。。。\n不批评就是最大的批评！我接受这个批评！"
        },
        {
            "author": "andy990928",
            "timestamp": 1402489200,
            "txt_content": "Xx123c 发表于 2014-6-11 20:18\n这字数。。。。。。\n其实只是放大（作弊）了才变成这样的。"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1402489260,
            "txt_content": "andy990928 发表于 2014-6-11 20:18\n不批评就是最大的批评！我接受这个批评！没有最好的小说，只有更好的小说\n\n\n\n（引用某人）\n噗......我又没有批评你- -。。这...字数够多，细节也到位。。没法下手啊。。。我的写作能力也是有限的"
        },
        {
            "author": "andy990928",
            "timestamp": 1402489380,
            "txt_content": "狂风※中箭 发表于 2014-6-11 20:21\n噗......我又没有批评你- -。。这...字数够多，细节也到位。。没法下手啊。。。我的写作能力也是有限的 ...\n恩恩！我要再接再厉！写出更好的章节回馈给大家！"
        },
        {
            "author": "叫我stere",
            "timestamp": 1402489680,
            "txt_content": "楼主楼主我爱你，就像安培打灰机....(开玩笑）"
        }
    ]
}