{
    "title": "<原创?单篇>战与自由【作者火星使者】(6月13日更新)",
    "author": "火星使者",
    "replyCount": 5,
    "timestamp": 1402495920,
    "txt_content": " 本帖最后由 火星使者 于 2014-6-21 10:27 编辑 \n\n夜，笼罩着整个世界，也笼罩着这个城市。\n但这里，虽已是深夜，依然灯红酒绿——在这个世界，晚上充满危险。\n这时，一只僵尸，一只饥饿无比的僵尸，正在野外游荡。它现在什么都不想要，只想吃脑子——虽然平时它也是这样。\n它看见了城市，它想去拣个便宜，哪怕是一只鸡——尽管鸡脑子味道不好——对僵尸来说。于是，它一瘸一拐地向城市走去。。。\n接下来让我们来到这个城市的中心，一个高大的圆形建筑。\n里面坐满了人，大家全都情绪激动，这里马上就要发生一场战斗。。。\n场子的中间站着一个身材魁梧的人，身穿铠甲，左手握长枪，右手持盾。他看起来很紧张，凝望这对面的铁门，似乎那里有很大的危险，但自己又不得不面对。\n铁门打开了，一只僵尸被铁傀儡赶进了场子，周围的人群马上欢呼起来。\n那僵尸早已饥肠辘辘，见到了中间的人，立马向他扑去\n。。。。。。\n人们在笑，疯狂的笑，在嘲笑那个躺在地上的人，僵尸在啃食着他的躯壳，从他的眼神里依稀可以读出些许愤怒，些许悲伤。。。。。。\n世上又多了一个冤魂\n。。。。。。\n\n洛城斗兽场，在这个维度上唯一一个斗兽场。\n每天晚上，这里都会聚集着数以万计的人，观看角斗士与僵尸打斗，甚至自相残杀。他们喜欢这种血腥的娱乐。\n现在，又一只可怜的僵尸被送了进来，它叫血刺。\n血刺坐在囚室里，囚室很小，只有一扇天窗用来透气，这下好了，本来想到这里拣点便宜的，现在却被关在这里，在荒野起码能找到骷髅，啃啃骨头，还有点儿肉味。现在呢？只能啃生锈的铁栏杆，就当是补铁吧。\n血刺的囚室旁边是莱尔的囚室，就是那个昨天大胜而归的那只僵尸，莱尔正在睡觉，旁边放着两只胳膊——它吃剩的战利品。\n血刺正对两只胳膊垂涎欲滴，这时莱尔醒了，它望了望对面的血刺：\n“新来的？很饿是吧？”\n血刺点了点头\n“算了，反正天天吃肉都腻了，这两只胳膊算是见面礼，吃饱了晚上好打仗，对了，我叫莱尔，你叫啥？”\n“我叫血刺，对了，你说什么？打仗？”\n血刺惊了一下，莱尔接着说到：\n“没什么，就是跟一群傻大个儿玩儿。”\n听莱尔这么一说，血刺放松了许多。\n日落西山，人们开始向斗兽场围拢。\n第二节(未完结)\n一辆金色的宝马停在了斗兽场门口，路旁的灯光使车更加闪亮。车门打开，从里面走出来一个人。那人穿着古怪，他，就是这座城市的市长。他的性格如同他的穿着，古怪。人们知道唯一关于他的事情，就是他来自另一个维度，一个奇怪的维度。\n大家已经就座，市长缓缓走进观众席，坐在了最中间的地方。等待着演出的开始。\n今天的斗士是已经连赢十场的潘森(雾)，而另一边，则是新来的血刺。据说潘森十分厉害，就连莱尔也差点惨死于他的枪下。这就是为什么莱尔要把胳膊让给血刺的一个重要原因——谁都不希望自己的同类牺牲在这残忍的战场上。\n血刺哪里知道眼前的这个人如此强大，二话不说就冲了过去，潘森举枪一刺，血刺一躲，枪擦破了它一点皮。血刺怒不可遏，朝潘森背部扑上去，狠狠咬了一口，潘森往后一倒，把血刺压在下面。\n市长推了推眼镜，什么话都没有说\n———————————————\n市长：卡！为什么我出场到现在一句台词都没有？我不演了！\n呵呵，以后你说不定会嫌你台词多那。。。。。。\n———————————————\n血刺用力往上顶，可是都无济于事，他感觉自己就要翘了。。。\n传说，一个人在快死的时候，脑子里总会慢慢浮现自己的记忆，僵尸，也不例外。\n血刺想起了他的师父，那个教他医术的师父。\n他脑子里回想着师父教的一切，包括肚子痛该按哪里，头痛该按哪里。。。。。。这时候血刺脑子里想起了师父教过人背后有一个地方刺激后会放松。等等，这也许会救他一命！",
    "replies": [
        {
            "author": "太郎酱",
            "timestamp": 1402496520,
            "txt_content": "好文章，顶楼主，加油更！"
        },
        {
            "author": "火星使者",
            "timestamp": 1402528320,
            "txt_content": "板凳@人\n@the-blaze"
        },
        {
            "author": "the-blaze",
            "timestamp": 1402643760,
            "txt_content": "火星使者 发表于 2014-6-12 07:12\n板凳@人\n@the-blaze\n收到召唤，问下这是多少字"
        },
        {
            "author": "火星使者",
            "timestamp": 1402665840,
            "txt_content": "the-blaze 发表于 2014-6-13 15:16\n收到召唤，问下这是多少字\n估计是有了，毕竟你刚看到的只是一个序"
        },
        {
            "author": "火星使者",
            "timestamp": 1402675620,
            "txt_content": "太郎酱 发表于 2014-6-11 22:22\n好文章，顶楼主，加油更！\n郎酱，果然还是你好~"
        }
    ]
}