{
    "title": "【血魔法Mod】之后可能会出类似指导书的玩意，求协助下翻译内容",
    "author": "5160551",
    "replyCount": 27,
    "timestamp": 1402635000,
    "txt_content": " 本帖最后由 5160551 于 2015-7-22 05:32 编辑 \n\n书本已经出了，新的翻译协助帖请看：http://www.mcbbs.net/thread-473095-1-1.html\n嘛现在血魔法mod新版本文件里可以发现一些关于书的内容、材质之类的东西，包括一个有书本内容的文件，于是最好先开始汉化。不过自己用有道查大致再自己理解的翻译方式这貌似有点难度，于是把内容发这下，如果有英语好的盆友没事可以帮忙汉化几段，我也会边尝试的汉化，部分不太确定的也可以顺便征求下意见之类的。搞好一段内容就会放到帖子里，如果其他人有更好的意见也可以提出来下。搬运贴：http://www.mcbbs.net/thread-168953-1-1.html \n\nThe Architect（缔造者）\nMy name is Tiberius. I was a kid when the demons came for my village during The Wars. They ransacked the houses and turned the shacks into splinters, wielding fire and water to blast the land asunder. I woke up to some travelling merchants that were passing by, equipping the warriors who were futily trying to drive off the demons that still clawed the village. \n我名叫提比略(Tiberius)，在战争时期恶魔入侵我所住的村子时我还是个孩子。它们洗劫了这里，房屋变为废墟，恶魔们利用水与火的力量将土地轰成碎片。我被一些路过的行商所弄醒，当时仍有几个穿着护甲的战士在与抓捕村民的恶魔搏斗，试图击退它们。 \n\nI was brought to a village nearby, where a magician named Magus helped tend to my wounds. The magic that he used was something that I had never seen before – it wasn’t Thaumaturgy, nor Alchemy, and it was definitely not Botany. He winked at me once he saw that my eyes were open, holding his finger to his lips.\n一个叫马格斯（Magus）的法师帮我处理了伤口。他所使用的魔法十分不可思议，我在这之前从未见过——那不是奇术，也非炼金术，更不符合生物学。有一次他意识到我正看着时，他将手指放到嘴前示意我安静。Fast-forward several years, and I have learned almost everything from Master Magus, being his third student ever to master his arts. Against his wishes, I have recorded my research and put several wards and spells on this book. So welcome, apprentice. I am known as The Architect, and I am a Blood Mage.\n 很快的几年过去了，我从马格斯导师学到了几乎所有知识,成为他第三个学徒，掌握了他的艺术。违背了他的意愿，我记录下我的研究并且将部分以及一些法术写在这本书中。所以欢迎了解，学徒们。我知道的缔造者的知识，我，是个血魔法师。\nIt took several years of pestering before I managed to convince Magus to teach me. He kept on telling me that, “Magic that uses the life essence of living beings requires patience and preparation in order to master it. One false move, go a little past your natural endurance, and you may find yourself taking a nice vacation in Tartarus.” The thing was, I wanted to go there – I had some unfinished business with the demons.\n之前我花了几年设法让马格斯教我他的魔法。他总是跟我说，“魔法运用的是生物的生命本质，这需要耐心和做好操控它的充足准备。一步走错，超过稍微一点你所能承受的极限，你可能就会发现你来到地狱享受着一个不错的假期。” 问题是，我想去那里——我还有些关于恶魔的未完成的研究。The process that Magus originally constructed required powerful artifacts that he constructed himself, but were rather lacking where teaching was concerned. After studying a bit of alchemy and the process of “Equivalent Exchange,” I managed to construct myself an altar that would transmute items inside of its basin into new powerful forms. The only issue was that it needed a worthy catalyst, and so with a prick of the finger I set the Blood Altar alight! \n马格斯最初构造起他的魔法的过程，需要到一种他自己制作的强大的器物，但在当时学习的所在处缺少需要的物品。在研究了一点炼金术和“等价交换”的工序后，我自己制造出一个祭坛，它能将放在其中的物品转变成一个新的强大形式。唯一的问题是，它需要与转变得到的物品相匹配的东西，以及一只刺伤的手指献出一点鲜血。这就是血之祭坛！\nThe Blood Altar（血之祭坛）To start any form of transmutation involving blood, you would need to construct a blood altar and a sacrificial knife, as well as have a solitary diamond in your possession. After placing the blood altar down, Magus advised me to be careful as I filled it slowly with my blood, and said that I would need to be really close to the altar (about a metre) for the knife to work. With about 2 buckets of blood in the altar, which Master Magus reminds me is about 10 hearts worth, I placed the diamond inside of the altar by activating it with the diamond in hand.\n任何形式的转变的开始都涉及到血液，你不仅需要制造一个血之祭坛和一把牺牲匕首，还得拥有一个钻石。将血之祭坛放置下后，我慢慢地用我的血液注入祭坛，马格斯劝告我要小心，并说为了保证匕首起作用，我应该需要足够靠近祭坛（大概一米内）。大约两桶血液注入祭坛，马格斯导师提醒我这大约是十颗心的生命值，我将手中的钻石放入祭坛中使其转换。\n The blood dissipated in a cloud of red swirls as I waited for the atoms of the diamond to shift and reform. There were a few moments where the particles turned gray, which meant that the altar was empty and I had to hurry to fill it. After the diamond burst in a shower of red particles, what finally sat in the altar was a Weak Blood Orb.\n随着一片红色旋涡状的颗粒，祭坛中的血液逐渐消散，我一边等着钻石的原子转变一边进行改良。过了一会，颗粒变成了灰色，这意味着祭坛中的血液耗尽，需要赶紧补上血液。最终，在钻石突然冒出一阵红色颗粒后，一个虚弱气血宝珠出现在祭坛中。\nThe Soul Network（灵魂网络）One thing that I initially didn’t understand was the overarching connection between the blood orb and myself. When I initially met Magus, I could see many sparkling strands branching off of him, flowing throughout his house and linking with intricate stones and runic drawings. I asked Magus about the strands, but he had no clue what I was talking about. It took three years of thorough research to finally find the answer, and when I brought my notes to him he was really impressed with what I have found.\n\nWhen you send power into the orb, the energy is transmitted from the strand connecting the orb and into the very soul of the person the orb is bound to. Similarly, and Magus managed to show this effect with several of his rituals, when you use something that drains energy it will drain the energy directly from the soul. The thing is that if you use an item whose owner has no energy left, the item will instead grab the requisite energy from the user of the item. Directly. From his or her life force. As such, the unit of measurement is called “Life Points,” or LP. I experimented with this, and one heart equals 200 LP.\n\nI have christened this system to be the “Soul Network,” and is used in all branches of Blood Magic indirectly. \n\nSigils（印记）Magus is a master at rituals. His power in the intricate layering of stones and inks is unmatched. The problem is that these rituals are rather… static in nature. Sure, being able to summon a meteor is all fine and dandy, but won’t exactly protect you when you are on fire. To this end, I decided to link my soul network to powerful items that I have created. To start, I decided to transmute a piece of smooth stone in the Blood Altar with just 1kLP to create a blank slate.\n\nThe first thing I did was to arrange the blank slate with some reflective glass and my weak blood orb. Pouring my power into the configuration created a Divination Sigil, which I could link to my network and see how much power that my soul network holds. What is more, holding the sigil to the Blood Altar flooded my mind with information, giving me the knowledge about its current tier, capacity, and even how much it was holding.\n\n Happy with the sigil, I brought a fresh unbound one to Master Magus for him to use. When I took the divination sigil back in my hands and tried to use it to view his network, for some reason I could not gleam any information from him. I don’t really see why this is, considering that I used this same method for other people and I saw that they had no power at all, but to gleam actually … nothing from Magus is strange.\n\n",
    "replies": [
        {
            "author": "5160551",
            "timestamp": 1402653000,
            "txt_content": "The Architect\n缔造者\nMy name is Tiberius. I was a kid when the demons came for my village during The Wars. They ransacked the houses and turned the shacks into splinters, wielding fire and water to blast the land asunder. I woke up to some travelling merchants that were passing by, equipping the warriors who were futily trying to drive off the demons that still clawed the village.\n\nI was brought to a village nearby, where a magician named Magus helped tend to my wounds. The magic that he used was something that I had never seen before – it wasn’t Thaumaturgy, nor Alchemy, and it was definitely not Botany. He winked at me once he saw that my eyes were open, holding his finger to his lips.\n\n我的名字叫提比略(Tiberius)。在那次大战期间，魔族进攻我的村子时我还是个小孩。他们洗劫了村庄并把房屋变成了废墟，运用着火与水猛攻着布满碎片的大地。当我醒来时我发现一些移动商人正经过于此，几个穿着装备的战士徒劳地试图击退那些仍然撕扯着村民的恶魔。\n\n一个叫马格斯（Magus）的法师帮我处理了伤口。他所使用的魔法十分不可思议，我在这之前从未见过——那不是奇术，也非炼金术，更不符合生物学。有一次他意识到我正看着时，他将手指放到嘴前示意我安静。\n\n\n\n目前翻译进展 如果有问题求给意见QwQ\n\n\n"
        },
        {
            "author": "5160551",
            "timestamp": 1402655520,
            "txt_content": " 本帖最后由 5160551 于 2014-6-14 15:04 编辑 \nFast-forward several years, and I have learned almost everything from Master Magus, being his third student ever to master his arts. Against his wishes, I have recorded my research and put several wards and spells on this book. So welcome, apprentice. I am known as The Architect, and I am a Blood Mage.\n\nIt took several years of pestering before I managed to convince Magus to teach me. He kept on telling me that, “Magic that uses the life essence of living beings requires patience and preparation in order to master it. One false move, go a little past your natural endurance, and you may find yourself taking a nice vacation in Tartarus.” The thing was, I wanted to go there – I had some unfinished business with the demons.\n很快的几年过去了，我从马格斯导师学到了几乎所有知识,成为他第三个学徒，掌握了他的艺术。违背了他的意愿，我记录下我的研究并且将部分以及一些法术写在这本书中。所以欢迎了解，学徒们。我知道的缔造者的知识，我，是个血魔法师。\n\n之前我花了几年设法让马格斯教我他的魔法。他总是跟我说，“魔法运用的是生物的生命本质，这需要耐心和做好操控它的充足准备。一步走错，超过稍微一点你所能承受的极限，你可能就会发现你来到地狱享受着一个不错的假期。” 问题是，我想去那里——我还有些关于恶魔的未完成的研究。\n\n"
        },
        {
            "author": "52798165",
            "timestamp": 1402657440,
            "txt_content": "5160551 发表于 2014-6-13 18:32\n几年后，我从马格斯导师学到了几乎所有知识,成为他第三个学徒，掌握了他的艺术。违背了他的意愿，我记录下 ...\n同是汉化人啊。"
        },
        {
            "author": "5160551",
            "timestamp": 1402661520,
            "txt_content": "52798165 发表于 2014-6-13 19:04\n同是汉化人啊。\nQwQ窝汉化是靠有道查大致意思在自己理解，偶尔有些翻译不太确定如果有哪有更好的建议求提出"
        },
        {
            "author": "5160551",
            "timestamp": 1402665000,
            "txt_content": "The process that Magus originally constructed required powerful artifacts that he constructed himself, but were rather lacking where teaching was concerned. After studying a bit of alchemy and the process of “Equivalent Exchange,” I managed to construct myself an altar that would transmute items inside of its basin into new powerful forms. The only issue was that it needed a worthy catalyst, and so with a prick of the finger I set the Blood Altar alight!马格斯最初构造起他的魔法的过程，需要到一种他自己制作的强大的器物，但在当时学习的所在处缺少需要的物品。在研究了一点炼金术和“等价交换”的工序后，我自己制造出一个祭坛，它能将放在其中的物品转变成一个新的强大形式。唯一的问题是，它需要与转变得到的物品相匹配的东西，以及一只刺伤的手指献出一点鲜血。这就是血之祭坛！"
        },
        {
            "author": "52798165",
            "timestamp": 1402708560,
            "txt_content": "5160551 发表于 2014-6-13 20:12\nQwQ窝汉化是靠有道查大致意思在自己理解，偶尔有些翻译不太确定如果有哪有更好的建议求提出 ...\n你方法竟然和我一样，不过你最好用百度一个个查，百度翻译准确点，有各种解释用法，有些mod是用电影名称的，用百度查也一下就知道了"
        },
        {
            "author": "5160551",
            "timestamp": 1402709820,
            "txt_content": " 本帖最后由 5160551 于 2014-6-14 09:41 编辑 \n52798165 发表于 2014-6-14 09:16\n你方法竟然和我一样，不过你最好用百度一个个查，百度翻译准确点，有各种解释用法，有些mod是用电影名称 ...Fast-forward several years\n要不译成“在之后几年”吧？或者“很快的几年过去了”貌似也不错"
        },
        {
            "author": "52798165",
            "timestamp": 1402710120,
            "txt_content": "5160551 发表于 2014-6-14 09:37\n要不译成“在之后几年”吧？\n我觉得他这里突出的是快，fast突出的是速度很快，只有一个“几年之后”好像不太合适吧。"
        },
        {
            "author": "5160551",
            "timestamp": 1402710120,
            "txt_content": "52798165 发表于 2014-6-14 09:42\n我觉得他这里突出的是快，fast突出的是速度很快，只有一个“几年之后”好像不太合适吧。 ...\n“很快的几年过去了”貌似不错，朋友提议的w"
        },
        {
            "author": "5160551",
            "timestamp": 1402744440,
            "txt_content": "To start any form of transmutation involving blood, you would need to construct a blood altar and a sacrificial knife, as well as have a solitary diamond in your possession. After placing the blood altar down, Magus advised me to be careful as I filled it slowly with my blood, and said that I would need to be really close to the altar (about a metre) for the knife to work. With about 2 buckets of blood in the altar, which Master Magus reminds me is about 10 hearts worth, I placed the diamond inside of the altar by activating it with the diamond in hand.任何形式的转变的开始都涉及到血液，你不仅需要制造一个血之祭坛和一把牺牲匕首，还得拥有一个钻石。将血之祭坛放置下后，我慢慢地用我的血液注入祭坛，马格斯劝告我要小心，并说为了保证匕首起作用，我应该需要足够靠近祭坛（大概一米内）。大约两桶血液注入祭坛，马格斯导师提醒我这大约是十颗心的生命值，我将手中的钻石放入祭坛中使其转换。\nThe blood dissipated in a cloud of red swirls as I waited for the atoms of the diamond to shift and reform. There were a few moments where the particles turned gray, which meant that the altar was empty and I had to hurry to fill it. After the diamond burst in a shower of red particles, what finally sat in the altar was a Weak Blood Orb.随着一片红色旋涡状的颗粒，祭坛中的血液逐渐消散，我一边等着钻石的原子转变一边进行改良。过了一会，颗粒变成了灰色，这意味着祭坛中的血液耗尽，需要赶紧补上血液。最终，在钻石突然冒出一阵红色颗粒后，一个虚弱气血宝珠出现在祭坛中。"
        },
        {
            "author": "5160551",
            "timestamp": 1402747380,
            "txt_content": "My name is Tiberius. I was a kid when the demons came for my village during The Wars. They ransacked the houses and turned the shacks into splinters, wielding fire and water to blast the land asunder. I woke up to some travelling merchants that were passing by, equipping the warriors who were futily trying to drive off the demons that still clawed the village. 我名叫提比略(Tiberius)，在战争时期恶魔入侵我所住的村子时我还是个孩子。它们洗劫了这里，房屋变为废墟，恶魔们利用水与火的力量将土地轰成碎片。我被一些路过的行商所弄醒，当时仍有几个穿着护甲的战士在与抓捕村民的恶魔搏斗，试图击退它们。 \n别人帮忙翻译的w，比我好了不少唉QwQ"
        },
        {
            "author": "zwa73",
            "timestamp": 1404479880,
            "txt_content": "5160551 发表于 2014-6-13 18:32\n很快的几年过去了，我从马格斯导师学到了几乎所有知识,成为他第三个学徒，掌握了他的艺术。违背了他的意愿 ...\n我记得你以前说过不知怎么升级约束装甲，我表示现在我研究出来了"
        },
        {
            "author": "5160551",
            "timestamp": 1404482940,
            "txt_content": "zwa73 发表于 2014-7-4 21:18\n我记得你以前说过不知怎么升级约束装甲，我表示现在我研究出来了\n怎么搞了解，是不懂用处QwQ"
        },
        {
            "author": "小涵涵",
            "timestamp": 1404483600,
            "txt_content": "抢楼................."
        },
        {
            "author": "zwa73",
            "timestamp": 1404522060,
            "txt_content": "5160551 发表于 2014-7-4 22:09\n怎么搞了解，是不懂用处QwQ\n用处很明显啊= ="
        },
        {
            "author": "5160551",
            "timestamp": 1404522360,
            "txt_content": "zwa73 发表于 2014-7-5 09:01\n用处很明显啊= =\n求解QwQ               "
        },
        {
            "author": "zwa73",
            "timestamp": 1404635880,
            "txt_content": " 本帖最后由 zwa73 于 2014-7-8 08:24 编辑 \n5160551 发表于 2014-7-5 09:06\n求解QwQ\n在装配装甲的时候拿符咒，宝珠或者气血碎片右键。貌似宝珠可以让升级后耗血减少，符咒可以让装甲得到相应的效果，虚弱的气血碎片可以提供给装甲1次用符咒升级的机会，恶魔的提供俩，不能叠加。"
        },
        {
            "author": "zwa73",
            "timestamp": 1404635940,
            "txt_content": "zwa73 发表于 2014-7-6 16:38\n在装配装甲的时候拿符咒，宝珠或者气血碎片右键。貌似宝珠可以让升级后耗血减少，符咒可以让装甲得到相应 ...\n是不是有一种掉渣天的感觉= -"
        },
        {
            "author": "Anz",
            "timestamp": 1406515320,
            "txt_content": "zwa73 发表于 2014-7-6 16:39\n是不是有一种掉渣天的感觉= -\n是！简直吊炸天"
        },
        {
            "author": "zwa73",
            "timestamp": 1407127260,
            "txt_content": "Anz 发表于 2014-7-28 10:42\n是！简直吊炸天\n钱渣表示他挂了= ="
        },
        {
            "author": "柠檬SNOW",
            "timestamp": 1408579920,
            "txt_content": "最后两个没有翻译好在意啊啊"
        },
        {
            "author": "5160551",
            "timestamp": 1408580640,
            "txt_content": "柠檬SNOW 发表于 2014-8-21 08:12\n最后两个没有翻译好在意啊啊\n之前翻译到一句不太确定，然后就一直坑着QwQ"
        },
        {
            "author": "841931923",
            "timestamp": 1422344160,
            "txt_content": "楼主能教我怎么汉化mod啊？\n可以的话，加我QQ841931923\n谢谢楼主，么么哒"
        },
        {
            "author": "jfjj123",
            "timestamp": 1425626340,
            "txt_content": "小涵涵 发表于 2014-7-4 22:20\n抢楼.................\n楼主，俺建议弄一个汉化群吧→_→，渣电脑上bbs总感觉卡卡的，初三狗的我愿意给汉化初上一份力QWQ."
        },
        {
            "author": "jfjj123",
            "timestamp": 1425626400,
            "txt_content": "刚刚发错地方了，检查后发现了点不对劲。。。\n楼主，俺建议弄一个汉化群吧→_→，渣电脑上bbs总感觉卡卡的，初三狗的我愿意给汉化初上一份力QWQ.\n俺的QQ：83012094"
        },
        {
            "author": "2382611085",
            "timestamp": 1425689220,
            "txt_content": "这都什么跟什么"
        },
        {
            "author": "hay007",
            "timestamp": 1425713400,
            "txt_content": "{:10_523:}{:10_522:}"
        }
    ]
}