{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第七章 卷轴】]",
    "author": "JKL81543764",
    "replyCount": 0,
    "timestamp": 1402634160,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:21 编辑 \n\n                                                                                     第七章     卷轴       虚拟的空间破裂，他们又回到了黑森林，这里的空间，也是慢慢地恢复了。一切，又如先前一般。       “快！跑！分开跑，逃出去安全后到空间站下面的传送点集合，那里有坚固的空间屏障，可以保护你们！记住，一人进去后，马上关闭空间屏障，等下一个人来，才打开。”火把道，随后，各自往不同的方向离开。因学会了魂气的使用，他们的速度，也是有所提升。       “桀桀，分开跑就能甩开我么？太天真了！”影枭望着四人离开的方向，怪笑道。“影-魂分身！”影枭低喝道。片刻，身形渐渐模糊，三道紫色的分身，欲分欲裂。然后，完全与本体分开。       分身的实力，仅仅只有本体实力的五成。分身后，本体的实力，也是降了将近三成有余。“分身，一人一个，不要留活口！”影枭道，嘴角，缓缓拉起一个诡异的弧度。似乎这次追杀的获胜着，已经注定是他。“是！”众分身道。话音刚落，分身便是同时消失在原地。       远方，活塞逃往的方向，是一处沙滩，因为他知道。末影人怕水，即使快被抓到，也可以马上跳入水中，这样，也能保住自己的命。       往后看了一眼，分身已经快跟上来了，不断的瞬移，消失，下一次出现，便又是离活塞近了一点。       “我能感觉到，后面这个觉得不是那个变异的末影人，实力若了一半，难道是分身？”活塞不解道，既然实力比原来的弱了这么多，那他也不用再跑下去了。       “难缠的家伙，去死吧！”活塞快速前进的身影，突然往反方向爆射而出，两把长剑，一前一后，保持着攻击的姿势。       末影人再次瞬移，刚好进入了活塞的攻击范围。活塞反应极快，双剑迅速刺出，命中了分身的胸口之处。伤口喷出紫带蓝的血液，溅射到活塞脸上。脸上，竟隐隐间有灼痛之感。       但他不管这些，既然这是分身，必定有本体的一丝魂气，将这分身击杀，本体应该也会受到伤害。       忍着灼痛，继续刺出另一剑，这一剑的剑锋，被活塞用并不熟练的魂气，用最简单的方法，包裹在剑锋，借此增加攻击力。若这一剑下去，分身应该就毁了。但在即将刺到分身时，分身瞬间消失在原地，刺到的，只有留在原地的一点残影。       “分身果然弱了很多，但还没能将其击杀，可惜了啊！”望着剑上分身的血液，活塞叹了口气，若这剑能再灵活点，他有把握将分身击杀。       用衣布擦了擦血迹，收起剑来，又望前方走了一会，突然，一个破旧的小木屋吸引了他。“回去看看吧。”活塞自言自语道，或许，他能在小木屋里，有什么机遇呢。       “嘎~吱-吱”推开陈旧的木门，顿时，一股木头腐朽的味道扑鼻而来。干呕了一下，往屋内看了看。地板，桌上，椅上，都覆盖着厚厚的灰尘。房梁，各种角落，都布满了蜘蛛丝。       走了几步，便要用剑将蜘蛛丝斩断。这个房间，应该是客厅，客厅的右边，还有一扇门。活塞慢慢走了过去，推开门。“轰-”门竟然已经腐朽成这般了。踩着倒塌下的门，进入了这个房间。这个房间，大概是书房。书架上的书，都已经被岁月侵蚀，已经化为粉末。       最尽头，有一个书桌。抽屉，好像被锁住了。活塞的好奇心，驱使他用力拉了一下抽屉。但上面的锁，也已经烂了，直接是断开掉落在地上。       或许，这间屋子最宝贵的，便是这抽屉里的物品了。里面，摆放这一圈古老的卷轴，上面黑色与白色，构成了一副玄异的图画。这卷轴，在岁月中，能保存得如此之好，一定不是寻常之物。       双手捧起卷轴，看似小巧的卷轴，在其手中，竟也有些许重量。摊开卷轴，上面用浓墨写的草书，极其玄异。但又不像是仅仅用毛笔几率下来似的。总有种不一样的感觉。不去管这些，活塞仔细的阅读上面的文字。       卷轴上方用粗大的笔迹写道“光魔法-圣光陨！”活塞在心中暗赞了一声，看这名字就霸气啊！       往下看，卷轴上道“拥有红蓝双瞳的人。红瞳代表黑暗系的能力，蓝瞳代表光明系的能力。黑暗系能力拥有强大的攻击力；光明系能力拥有治愈系的能力而且对于黑暗力量有强大的压制作用。初时红一圈，蓝一点。当某种颜色充满瞳孔，则为大成。”看到这，活塞已经微张这嘴，这。不正是……       压抑住惊讶的心情，继续看下去。“红蓝双瞳者，细分为三种体质。一，寂灭体质。则红瞳充满，黑暗元素压制住光明元素。当寂灭体质大成之时，丧失心智，疯狂杀戮，最后爆体而亡！二，圣光体质。此体质与寂灭体质相反，无任何负面影响。最后，此为吾自创，名为-虚无体质！则前两者在某一种体质大成后三天，另一体质也修炼至大成，则可为此体质。不仅实力极强，且无性命之忧。而修炼成此体质，从无一人！”       “下面为圣光修炼之法，望后人实在本仙未成之愿，便是，修炼出虚无体质。紧记，不为红蓝双瞳者，禁止修炼，否则，爆体！”看完卷轴上的内容，活塞的心狠狠地触动了一下，回去后，必须和火把说清楚，不然，萧萧迟早会死去。       收好卷轴后，准备离开。“轰-”小木屋的墙壁，轰然倒塌，灰尘弥漫。活塞退后几步，看着灰尘中缓缓出现的身影，道“竟然把着家伙忘了。”往四周看了看，角落处，摆放着一把大约两米的巨剑，竟然有点像火把那一把黑色巨剑。       半蹲下去，紧握着巨剑，拿起来。瞬间一股信息流顺着活塞手臂的经脉，进入了脑海里。脑海里慢慢出现了几个字。       “十字斩？不管了，按上面的照做吧。”感应到十字斩的释放方式，慢慢地按着上面所说，挥动巨剑。一丝丝魂气顺着巨剑挥动的轨迹，停留在空中。       “十字斩”活塞低喝道。瞬间，魂气爆射而出，正好命中分身。“怦”击打在分身身上，发出低沉的声音。随后，巨剑也是应声而断。       看着断成三块的巨剑，活塞叹息道，没想到耐久这么低，这一击，应该对分身没有多大的伤害。       果然，分身没受到什么太大的伤害，只是停顿了一下，然后，又冲过来。活塞抽出双剑，直接近身攻击。双剑快速挥舞着，每一次的攻击，都是给分身留下一条深深的伤口。。。这样打下去，谁最后获胜，已经不用再看下去了。       分身毁灭，本体也是感应到了，后面的十来分钟，分身，也是一道道地被毁灭。。。“吭”影枭闷咳了一声，分身全部被毁灭，他也是受到了不小的伤。       看着被毁灭的分身，活塞笑了笑。看着地上断成三块的巨剑，捡了起来，随手放到背包中，或许，这些以后会用到。       “真是让人感到惊讶啊，桀桀。”影枭的愤怒，竟转化为怪异的笑。他现在，必须杀死一个，不然，不得被那些人笑死？       身影消失在原地，出现后，便是在火把逃离的那个道路。似乎，他认为，火把，便是这四个人的领袖，只要将他杀死，其他三个，也就不攻自破！       萧萧，幻，活塞三人都已经进入传送点有数十分钟，可却还没见到火把，不由得心生担忧。“小把子怎么还没到，五分钟，再不来我就去救他。”活塞靠在墙上，道。月光照射到活塞脸上，竟也有一丝丝帅气。       …………………………………………       火把走的那条路，正是最远那条，再加上现在他正与影枭对战，怎么可能快速脱身。“咳”影枭一个分身，本体隐藏在其中。趁火把露出破绽，本体现身，迅速攻击，使火把吐出一口鲜血。       若是再这样打下去，火把没有一丝胜算。当然，学会了使用魂气的他，再说了影枭也因为分身的毁灭而受伤，火把要逃跑，影枭也是绝对拦不住他的。       火把当然想过逃跑，不过他更希望将影枭斩与剑下，这样，以后也会少个敌人。巨剑横扫，在影枭退后之时，也是划了一条伤口。       这场战斗，从现在看来，应该是落个两败俱伤。若影枭一开始就追火把，那样，只要没奇迹发生，火把是必死的，但影枭却多此一举。       “吼！”影枭愤怒地吼到，明明实力比面前这个少年要高出不少，不过还是没有将他拿下，如何不让他感到丢脸？       “多重分身！”影枭低喝道，然后，分出一大群末影人，刚出现，便是往火把聚集，将火把包围住。       “麻痹，真是难缠！”火把看着密密麻麻的末影人，忍不住说了句粗口。随后，拿起巨剑，身形往一边爆射而出，凡是挡路的，全被巨剑斩成两半。看样子，竟然是想杀出一条血路！       但出去一半后，便是被后面的末影人追着打了。“碰”又受到一击，火把现在，再不逃出去，便是得被这群末影人群殴而死！咬着牙，再次挥动巨剑，前方便是出现一片空地，不到一秒，又是被末影人所占满。       用魂气包裹着身体，蛮横地撞开末影人，边撞边杀，竟然是冲了出来。为自己的幸运暗暗赞了一声，然后，便是拼尽全力地跑。现在，慢一步，便是得死！       看着越来越近的空间站，火把用魂气，经过脚部的脉络，输送到脚低，然后喷射魂气，为速度提升了不少。       “那个。。。是火把么，还有，在他后面的末影人大军？！快，准备开能量屏障！”幻看着在狂奔中的火把，道。       五十米，三十米，十米，两米。屏障开！人进，关！一切如行云流水般，十分顺利。“活过来了，嘿嘿。”火把躺在地上，笑道，不得不说，火把的确是福将！       (这章主要是为了解释前面的一些东西，和为了后面剧情的发展，所以写得不是很好。)        引索帖地址：引索帖\n",
    "replies": []
}