{
    "title": "Minecraft PS4 新预告发布",
    "author": "kaho",
    "replyCount": 15,
    "timestamp": 1402633200,
    "txt_content": " 本帖最后由 cyqsimon 于 2014-6-13 18:25 编辑 \n\n\n\n\n原文\nHello! Owen from Mojang here! We make Minecraft. In the wake of this week’s glitzy press conference, we thought it would be cool to talk a bit more about our blocky, buildy, crafty game.\nMinecraft on PS4 will feature worlds 36 times bigger than the ones you might be used to on PS3. Existing players will be able to import PS3 saves to the PS4 version, allowing them to continue work on an immense structure or delve even deeper towards the Nether.\nMaking old saves compatible with the newer versions of the game was priority for Mojang and our trusted developer chums at 4J. We value the loyalty of PlayStation fans who bought Minecraft: Playstation 3 Edition last year, and want to make things as simple as possible for any early adopters. I’ve experienced the pain of lost progress many times; it’s not cool.\n\nhttp://v.youku.com/v_show/id_XNzI1NzE4NTIw.html\n\nFor similar reasons, anyone who’s previously bought Playstation 3 Edition will be able to upgrade to Playstation 4 Edition for a small fee. This applies to everyone who’s bought Minecraft digitally and transfers their PSN account to their new console. Our intention is to make this work for the disc version of Minecraft too, but it’s proving a bit trickier to set up. We’ll post more info on this as soon as possible.\nThe clever devs at 4J are also taking advantage of Dualshock 4′s unique features. You’ll be able to navigate all the menus (and craft) by using the touchpad and, of course, share and stream your experiences thanks to PS4′s built-in social thingymabobs. It’s all completely optional, so don’t worry if you’re not keen on moving your thumbs or showing off your skills.\nThere’ll be a heap of Trophies to be earned for the hunters, and a bunch of Sony-specific DLC coming soon after release. While I’m talking facts, I may as well mention that Minecraft will support up to eight players online, and up to four of those will be able to log in via one PS4 thanks to the compact convenience of split-screen.\nI don’t think anyone at Mojang is entirely sure why Minecraft has been quite so successful over the past few years, but all of us have experienced the fun of playing and witnessed it capture the imagination of spectators and backseat gamers, no matter their age or gender.\nWe look forward to sharing those experiences with lots more of you this August.\nThanks for reading, and double thanks for playing Minecraft!\n\n\n翻译（如翻译不准、错误，见谅）\n \n大家好！这里是Mojang！我们制作了Minecraft。在本周举行了五光十色的新闻发布会后，我们认为这是很冷静地去谈谈这个方块型的、建筑型、建造型的游戏。\n\nMinecraft PS4 版的世界将会比 PS3 版本上的大36倍。现在玩家能够将PS3的存档导入至PS4版本里以继续他们巨大的项目，或是加深它们对下界的探索。\n\n使旧存档与新版本兼容是Mojang和我们信任的开发商朋友4J的优先考虑事项。去年，我们非常重视喜爱在PlayStation里玩Minecraft PS3版的朋友，所以我们希望把更换到PS4这件事弄得越简单越好。我们已经体验过失去进度的痛苦很多次了，一点都不爽。\n\nhttp://v.youku.com/v_show/id_XNzI1NzE4NTIw.html\n\n\n\n出于此原因，已经购买了PS3版Minecraft的玩家，只需支付很少一点钱即可升级到PS4版。所有在PSN上购买了PS3版Minecraft、并且把PSN账户和新设备绑定的玩家都可以这么做。我们也在尝试允许购买Minecraft光盘版的玩家获得同样的升级优惠，但这明显麻烦很多。我们会尽快就这个话题发表新帖。\n\n4J的那些聪明开发者也正在利用Sony的新功能 Dualshock 4′s 的独特的优势。你将能够通过使用触摸板浏览所有的菜单（以及合成），当然，也多亏PS4内置的社交功能 thingymabobs ，你才可以共享你的游戏体验。当然，如果你不喜欢分享或者只是太懒得移动自己的拇指也不用担心；这都是可选的。\n\n在未来PS4版Minecraft发布后，我们还会推出一堆的奖励/成就，并且还会开始推出索尼专属的DLC。在我陈述事实的同时，我也不妨告诉大家一个好消息——Minecraft将同时支持8个玩家同时游戏，其中4个可以在同一个PS4主机上，使用分割屏幕功能同时登录游玩。\n\nMojang里没有一个人曾经想到，Minecraft能在仅仅几年时间内大获成功；但是我们都享受到了游戏的快感、看到了Minecraft对不同年龄段和性别玩家的启发。\n\n我们很期待能在8月和你们分享更多相关经验。\n\n感谢您的阅读，同时在此感谢所有Minecraft玩家！\n\n\n原帖地址：http://blog.us.playstation.com/2 ... revealed/#sf3277828\n原视频地址：http://www.youtube.com/watch?v=5QYaQw0cQYI （需翻墙）\n",
    "replies": [
        {
            "author": "赤色_夫人",
            "timestamp": 1402633320,
            "txt_content": "沙发~~~~~表示完全看不懂这是啥~~~"
        },
        {
            "author": "太郎酱",
            "timestamp": 1402633380,
            "txt_content": "PS4都来了啊，会不会出索尼服啊！"
        },
        {
            "author": "太郎酱",
            "timestamp": 1402633380,
            "txt_content": "赤色_夫人 发表于 2014-6-13 12:22\n沙发~~~~~表示完全看不懂这是啥~~~\n又是你，被我捉到啦，哈哈！"
        },
        {
            "author": "RAY5DHao",
            "timestamp": 1402633620,
            "txt_content": "没有Set-Top Box EDITION的差评{:10_516:}"
        },
        {
            "author": "weihan1102",
            "timestamp": 1402633620,
            "txt_content": " 本帖最后由 weihan1102 于 2014-6-13 12:31 编辑 \n\n I’ve experienced the pain of lost progress many times; it’s not cool.\n应该翻译成：\n我们已经体验过失去进度的痛苦好几次，这并不是很酷\n\nManay times 应该直接翻译成 好几次\n\n\nof course, share and stream your experiences thanks to PS4′s built-in social thingymabobs. It’s all completely optional, so don’t worry if you’re not keen on moving your thumbs or showing off your skills.9 @+\n应该翻译成：\n当然，多亏PS4内置的社交功能 thingymabobs ，你才可以共享和传输你的游戏体验。这一切都完全是非强制的，所以如果你不热衷于移动你的拇指炫耀自己的游戏技能，你也不需要担心\n\n\n\n比较好"
        },
        {
            "author": "赤色_夫人",
            "timestamp": 1402633800,
            "txt_content": "太郎酱 发表于 2014-6-13 12:23\n又是你，被我捉到啦，哈哈！\n我来追随你了，每帖必会不水"
        },
        {
            "author": "Buco",
            "timestamp": 1402633980,
            "txt_content": "PS4是什么？"
        },
        {
            "author": "weihan1102",
            "timestamp": 1402634100,
            "txt_content": "Buco 发表于 2014-6-13 12:33\nPS4是什么？\n索尼的新游戏机\nPlayStation 4"
        },
        {
            "author": "Buco",
            "timestamp": 1402634160,
            "txt_content": "weihan1102 发表于 2014-6-13 12:35\n索尼的新游戏机\nPlayStation 4\n木有玩过~~~{:10_524:}"
        },
        {
            "author": "暗凌",
            "timestamp": 1402634940,
            "txt_content": "Buco 发表于 2014-6-13 12:36\n木有玩过~~~\n刚出你怎么玩233"
        },
        {
            "author": "阿萨德考虑下",
            "timestamp": 1402641060,
            "txt_content": "好评如潮"
        },
        {
            "author": "MC猪人",
            "timestamp": 1402651680,
            "txt_content": "好像有透明皮肤的"
        },
        {
            "author": "我是忧等生",
            "timestamp": 1402872180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "黄凯航",
            "timestamp": 1402917120,
            "txt_content": "kaho，赔回我刚刚在你那个帖子所回复的翻译建议+注明啊QAQ"
        },
        {
            "author": "2206256214",
            "timestamp": 1404427920,
            "txt_content": "ps4？不错啊"
        }
    ]
}