{
    "title": "<连载·单章>【复仇进行时】【月轻歌】【第六章：穿越沼泽（上）】【1471】",
    "author": "月轻歌",
    "replyCount": 8,
    "timestamp": 1402716300,
    "txt_content": "\n\n大家好，我是月轻歌\n\n\n复仇进行时终于更新了\n\n\n索引帖：http://www.mcbbs.net/thread-206985-1-1.html\n\n\n下面是本章内容   l\n                         V                   \n\n\n\n\n\n\n\n\n第六章：穿越沼泽（上）\n\n\n“下一个审核吗？”杰在羡慕嫉妒的眼光中默默地走下了台，手里把玩着奇特的身份牌，进入房屋后，快速的关上了门，全然不顾屋外聚拢过来的人群。。。。。。\n\n\n清晨，屋外的人群早已散去，整装待发的杰走出屋子。嗅着清晨泥土发出的独特味道，杰呼出了一口白气，毫无留恋的挥袖而去。\n\n\n“离皇都还有二百多公里。。。。。。看来必需要穿过冥雾沼泽才行啊。”杰手捧着一张地图，看着面前越发泥泞的土地，皱起了眉。伫立良久，杰无奈的叹了口气，迈步向沼泽走去。\n\n\n一根木棍在地面上反复划动着，击破了看似干燥，实则是浑沌的水潭的障碍，点在了可供人行走的实地上。“真是麻烦啊，但愿不要遇上他们。”杰缓缓的向前走去，警惕的向四周看去。提防着什么可怕的东西。\n\n\n阳光渐渐的消散，杰爬上了身旁的一颗橡树，怪物已经开始在四周徘徊。杰小心的收敛着自己的气息，使自己尽量隐藏在黑暗之中，不被人发现。\n\n\n“踏踏踏踏。。。。。。”一连串踩踏地面的声响传入杰的耳中，杰紧闭着的双眼猛地一睁，右手快速的按在腰间的乾幽剑上；更加小心的收敛着自己。\n\n\n一对与人类无异，但皮肤却是黑紫色且额头正中微微突起的巫族从杰所影藏的橡树旁走过。一行人提着萤石灯，光芒照耀在沼泽，像黑暗中的萤火虫一般。\n\n\n巫族的领头人裹着布袍，从口袋中将一把一把的浅黄色粉末撒向身前的土地。杰的瞳孔猛地一缩，只见原本浑浊的软泥上迅速的凝结出一块块干燥的实地，本该充斥着的污水被快速的排开。一行人不紧不慢的跟在领头人身后，踏在刚凝结好的土地上，缓缓离去。\n\n\n杰望着灯光消失的方向，暗暗的记了下来，重新合上了双眼，缓缓的睡去。。。。。。\n\n\n焚烧的气味从僵尸腐败的身躯上传来，墨绿色的皮肤卷起一层层焦皮，不断的溢出浅绿色的污血，空气中充斥着令人恶心的淡薄绿雾。焦臭的腐尸不断的收缩着，有些地方甚至可以看见明火。很快，一只只僵尸纷纷倾倒在地，被烧毁的双腿已经无法支撑它们的行走。\n\n\n待焦臭味不再传来，地上只剩细细的墨绿粉末。杰纵身一跃，跳下了橡树。借着落下的劲力，杰压刀直切，将躲在树下的僵尸一刀两断。\n\n\n杰侧身提起了刀，擦拭完刀上的污血，尝试着劈砍。待自己的状态达到巅峰，杰望向巫族所离去的方向，缓缓的将刀插入刀鞘，快速的疾奔而去。。。。。。\n\n\n杰切开了沿途遮挡视线的暗绿滕蔓，一个奇特的村庄呈现在杰的眼前。一块块由圆石构造而成的高塔分布散乱的耸立在沼泽上，高低不齐；但塔顶的设备却大致相同。\n\n\n一座高塔的塔顶上，炼药锅在不停的翻滚着气泡。一名巫族在一旁举着本不知用什么材料制成的漆黑书本，脸上满是变态般的狂热。时不时抓起身旁木架子上的材料扔到炼药锅中。\n\n\n不久，炼药锅中的气泡翻滚的越来越快，锅中的液体也在以肉眼可见的速度收缩着。原本浅绿色的液体也在逐渐的变成墨绿色，粘稠的在锅中打着转。\n\n\n似乎到了什么关键之处，炼药人大喊一声，脸上出现不自然的潮红。一把抓起插在炼药锅底，烧的发红的柳叶弯刀；狠狠的割在了左手的大动脉上。血喷涌而出，溅入了炼药锅中。\n\n\n炼药人的脸色越来越苍白,但却越来越兴奋。周围的巫族望着这一幕，纷纷为炼药人的“英勇”而欢呼，脸上怀着与炼药人一样的狂热。\n\n\n待药水弯曲变为暗紫色后，炼药人往手臂上涂了一种白色的药剂，止住了喷血的伤口，脸上早无一点血色，身体也在不断的摇晃。\n\n\n炼药人快速的将药水倒入一旁的淬炼器中，星星点点的黑色杂质被一点一点的从药水中分离出去。最后，精炼过的药水被灌入准备好的玻璃瓶中，用硬木塞堵住瓶口后，炼药人也终于倾倒在地。\n\n\n“真是疯子般的种族啊。”杰皱了皱眉，眼前发生的这一幕令他有些难以适应。\n\n\n可惜，杰要的东西在他们手中。从敌对的种族中夺取自己所需的资源，这种方式杰并不反感，因为当初村庄的血案后，他们的身影若隐若现。\n\n\n杰叹了口气，隐藏在草丛中，等待夜晚的降临。毕竟巫族和人类一样，是厌恶黑暗的，夜晚出来总比白天好。当然，这不包括某些特殊的人群，列如“暗猎者”。。。。。。\n\n\n浩月当空时，带着仇恨的杀戮将席卷而来！\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n感谢各位的观看，如果喜欢，请留下宝贵的人气，谢谢\n\n\n\n广告时间------------------------------------------------------\n欢迎加入我的QQ群，群号： 87012825\n\n\n\n\n\n\n@5408754 @飞鱼在天 @poi4399 @墨墨1zwl @我是基岩 @银狼 @蒋苏成 \n\n\n[groupid=493]水货集中营=w=[/groupid]",
    "replies": [
        {
            "author": "poi4399",
            "timestamp": 1402716420,
            "txt_content": "不错哦！"
        },
        {
            "author": "lisongnan7",
            "timestamp": 1402717020,
            "txt_content": "支持一下"
        },
        {
            "author": "Min__",
            "timestamp": 1402717140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "w541198358",
            "timestamp": 1402717560,
            "txt_content": "   月   我是离城    支持啊！！！！！"
        },
        {
            "author": "墨墨1zwl",
            "timestamp": 1402720140,
            "txt_content": "支持一下，顶顶"
        },
        {
            "author": "蒋苏成",
            "timestamp": 1402742580,
            "txt_content": "反复划动这呵呵"
        },
        {
            "author": "5408754",
            "timestamp": 1403305980,
            "txt_content": "黑紫色？难道是黑基佬的后代什么的。。。。。。。。。。"
        },
        {
            "author": "SuperGameMaster",
            "timestamp": 1403308020,
            "txt_content": "很萌，很好看的小说！！"
        }
    ]
}