{
    "title": "在末地里面的人",
    "author": "1596886225",
    "replyCount": 3,
    "timestamp": 1402738080,
    "txt_content": "闲来无事，就去了末地转了一圈果然有好多奇葩\n如这位大神，让我笑喷了。\n在这个帖子下面还有一位仙人： 看了楼主的帖子后，我终于忍不住回帖了，在网络上我并不经常回帖，可是楼主在  这个帖子里面的表现之优秀，让我觉得不能错过这个机会。   　　虽然仅仅是一遍粗略通读，我已忍不住拍案叫绝，在中国的网络的层次上，竟然会有  如此的文学巨匠，看来以我的阅历距离“达人”的境界还有一段不小的距离。表面看作者  是文章是结构松散，略显凌乱，实际上却是把“细节主义”发挥到了极致，只言片语之间  处处显露真情实感。这种螳螂捕蝉，黄鹊在后的写法早已突破了散文范畴里的形散神不散  的境界，其独辟蹊径，造化之神也只有当年张三丰自创太极可以与之相媲美。  历代作家给我们给我们留下无数美文，馨香文字，文字馨香。楼主给我们带来的这篇  极品可以说是让你馨香满腹，三日不绝！！古人说的好：想要作文章，先要学做人。由作  者的文章我们也可以揣测出作者定是成长在一个汗牛充栋，文化氛围浓厚而且精神面貌积  极向上的幸福家庭里面。在现在这个物欲横流，亲情冷淡的时代，能够在这样的家庭里成  长可以说已经是很幸福的了。但在另一方面，作者也不是温室里的花*，只能作些鸳鸯蝴蝶  的文章。在前面我已经说过了，这篇文章比形散神聚更胜一筹。诸位见过大风沙没有？大  风沙就是由无数松散沙粒组成的，但是他们却又紧密的联系在一起，那股叱诧风云，横击  而过的气概相信大家在作者的文章里也能体会的出来。如果有读者还不能体会的，请参考  卧虎藏龙里面半天云的人物个性。由此而言，作者是性格是完善的，想必经历过家庭的其  乐融融，也经历过种种人伦惨剧吧，把作者的创作潜质激发的淋漓尽致。  这就是我斗胆的一点粗略分析，每天睡觉以前，我都会把您的帖子再三拜读，拜读。  希望这样的好贴多些，再多些！！！   灌水是中国人文化的重要部分。可以说整个中国文明史,就是一部灌水史。传说时  代,舜死了以后，他的两个妃子就跑到湘水上去灌水，抒发内心的悲哀。泪洒青竹，印上斑  斑的痕迹，从此人们把这种竹子叫做湘妃竹，也叫做斑竹。这就是今日各bbs上斑竹这个称  号的来历。儒家文化向来把灌水看作是人生的最高境界。孔子登论坛上，叹道：“灌者如  斯夫，不舍昼夜!”灌水被看成是生命中的永恒。孔门弟子颜回对上网灌水着迷，躲在破旧  的网吧里(居陋巷)，每天只吃一顿饭(一箪食)，往肚子里灌一壶水(一瓢饮)，结果少年白  发，深度近视。这种好好学习天天灌水的精神，使他成为安贫乐道的楷模。 庄子也非常欣  赏灌水的乐趣。他说：“子不灌水，焉知灌水之乐?”又说：“相濡以沫，不如相灌于江湖  。”庄子的寓言中，充满了对灌水的智慧。其中《秋水》一篇，最是阐发灌水的奥意。灌  水小虾河伯在自己的网站上洋洋自得，但跑到一个大坛子里见到灌水高手洋若(这个名字的  意思就是说他灌的水像海洋一样)，,这才真正了解了灌水的真谛。秦王扫六合虎视何雄哉  ？统一天下后，嬴政对灌水文化做出了重要的贡献。这些贡献包括：统一上网带宽(车同轨  )，统一发贴语言(书同文)，统一贴子的字节数标准(度量衡)。从此全国各地的子网汇合成  了真正意义上的互联网。灌水也被中国人看作勇武的象征。人常说绛灌之勇，就是指绛侯  和灌婴，这两个是汉初功臣。灌婴从小灌水，练得一身好功夫。史记上说灌婴\"战疾力\"，  大破项籍，韩信，和英布，官至丞相，封颍阴侯。从此人们就把猛将称作“勇灌三军”。  此后更出了个关羽，水灌七军(好厉害!)，于是成为了“武圣”。后人记叙关羽和他的同时  代人时，面对这个灌水人才辈出的年代，只好说：“滚滚长江都是水，浪花淘尽英雄!”这  个时代中灌水文化被发扬光大，水不但要灌得勇猛如乱石穿空惊涛拍岸，,还要灌得富有幽  默感谈笑间强虏灰飞烟灭。灌水高手在出征某个论坛时，通常还要先灌一杯水，横槊赋湿  ，以增加灌水的艺术效果。魏晋时期的人物以清谈著称(也就是在聊天室中斗嘴)，偶尔跑  到室外郊游，他们就会选一个有茂林修竹的水潭，玩曲水流觞的游戏。也就是往帖子里灌  水，然后把帖子放到水池里传给别人，别人收到了帖子就喝掉水，另外再跟一个帖子。有  时大家灌得兴起,上游下来的贴子太多，别说跟了，看都来不及。唐朝是中国文化的一个高  峰。官员都须经过灌水考试才能上岗。唐太宗李世民看到各路高手鱼灌而入考场，忍不住  哈哈大笑说：“天下英雄，尽入吾论坛中矣!”这时身边的魏征提醒他说：“别灌太多！水  能载舟，亦能覆舟啊!”在这个朝代中还出现了唐湿这么一种灌水的形式。其中李杜二人成  就尤高。李白的著名灌水湿中说道：“飞流直下三千尺,疑是银河落九天!”这是一种多么  宏伟的灌水气象啊！他又有一首咏论坛的：\"桃花潭水深千尺，不及汪伦送我情!\"歌颂了在  灌水中结下的友谊。唐朝还是一个开放朝代，李白和外国网友晁衡也经常相互灌水，吟湿  作河。灌水国际化了。继唐湿后的宋词则又是另一番灌水风光。后人把宋词按照灌水风格  分为两派，其一为豪迈派，代表人物苏轼，写下了“大江东去”的壮丽篇章。其二为婉约  派，代表人物柳永受到了人民群众的普遍欢迎，只要有人灌水的井边，就有人转贴柳永的  词。宋朝理学也很发达，继承了孔子的“一灌之道”。章太炎先生著《？汉微言》中云：  “仲尼以一灌为道为学。灌之者何?只忠恕耳。”因此宋代的儒者以天理人性为基础，对灌  水作了深刻的思辩分析。明朝的灌水文化开始走向民间。有两位畅销小说的作家，一名施  耐淹，一名罗灌中,他们对灌水小说做出了不可磨灭的贡献。施耐淹的小说干脆以《水壶》  为名，以发扬灌水文化。其间还有其他一些形式的灌水作品，如戏曲《十五灌》等。水至  清则无鱼，清初文字狱，见灌水贴就砍，使得灌水贴子大大减少。鹿鼎公韦小宝水灌雅克  萨城,签订尼布楚条约，方显出灌水英雄真本色来(黄澄澄的.:p)。其后乾嘉学派则埋首于  故纸堆中，专心整理老贴子。正是由于他们勤勤恳恳的工作，一些精彩的灌水之作被保留  了下来,而不至于被淹没。纵观中国的历史,是5000年灌水的历史。值此跨入21世纪之时，  让我们齐心协力，共同谱写灌水的新篇章！！！   楼主，你要继续努力啊！你是bbs的希望啊！你是网络文学的希望啊！你是整个  文学界的希望啊！你是整个人类的希望啊！你是整个太阳系的希望啊！你是整个异次元空  间的希望啊！   我也许不能再看你的帖子了，这个回帖可能是我在这个bbs回的最后的帖子，因为我可能会  不能再上网了，但是我今天能回你的这个帖子，我已经感到非常满足了，不枉此生啊！  偶像！你才是我的偶像！周星驰算什么？你比他幽默！周润发算什么？你比他有气质！周  杰伦算什么？你比他有才华！周伯通算什么？你比他功力深！周迅算什么？你比她机灵！  周芷若算什么？你比她美丽！周华健算什么？你比他会唱歌！周树人算什么？你才是文学  泰斗！周武王算什么？你比他更爱招贤纳士！周公算什么？你比他会解梦！周扒皮算什么  ？你学鸡叫比他好听！周渔算什么？你比她长得像火车！周瑜算什么？你比他会生气！  周周算什么？你比他有音乐细胞！   我要把你这篇帖子牢牢的记在心里，刻在脑海里；我要去学活字印刷，把这篇帖子印成铅  字；我要去学雕刻，把这篇帖子雕成雕像；我要去学作诗，把这篇帖子改为不朽的诗篇；  我要去学作词，把这篇帖子改为歌词；我要去学歌唱，把这篇帖子广为流唱；我要去学说  梦话，在梦里也要深情的朗诵；我要去学刺青，把这篇帖子刺在每个人的身上！我要做黑  客，把所有的网站都改成这篇帖子；我要做法官，让所有的囚犯都抄写这篇帖子；我要做  中国移动的董事长，给所有手机用户群发这篇帖子；我要做微软总裁，把所有的电脑操作  系统都改为这篇帖子；我要做上帝，让亿万万信徒从此以后只靠这篇贴子来作为圣经，来  指引他们的光明！   楼主，我现在有些冷静下来了，我觉得应该做一些实际的事情。我决定先把你的名字纪录  下来。让子孙后代牢记于心，广为传诵。让他们知道什么是中国的传统美德，什么是炎黄  子孙的精神，什么是黄河水，什么是长江魂。什么是五千年的文明史   楼主！我一辈子都没有像今天这么开心，这么幸福，这么快乐，我想我已经找到了人生的  真谛，那就是每天都能看这篇贴子，每天都将这篇贴子读一篇。这样生活才充满了朝气。  可是这样我只是得到肉体上的满足。我卑微的灵魂并没有在烈火中得到永生。我想对你说  ，能够让我永远活的像个人，像个真正的人。就只有楼主——您了！   也许这么做是犯天下之大忌，也许这句话才说一半，我就被同样祟敬您的这些追随者用牙  齿撕成碎片，可是我不怕。是您给了我无限的勇气，是您在指引着我正确的方向，我抬起  头，天空中您的身影渐渐浮现，您仿佛在朝我微笑，您轻轻的说：“just do it ！”  这声音忽远又忽近，我知道，它来自我心。   好！就让我正大光明口齿清晰地把这句话讲出来：是的！楼主！我爱你！我要得到你！我  要一辈子和你在一起！楼主，如果你是女人，无论您长得像嫫毋、钟离春、孟光、阮女还  是吕燕。我都不会嫌弃你，我想要和你要个小孩，男孩和女孩我都喜欢。我们生几个好呢  ？是一个两个，还是很多很多？我们送他们上学、去学文化、去当作家，我并不期待他们  能够超过他们的妈妈，只要赶上他们的妈妈一半就好，然后我把他们抱在膝头，我们坐在  高高的谷堆旁边，听我讲那过去的事情……很浪漫不是吗？不过，即便楼主你是男人……  奇哉！妙也！余穿行猫扑十数月，观奇文无数，自诩深得其间之bt，yy精髓，今  遇楼主方知猫扑之奇人非吾辈所能及，莹火之光岂能与浩月争辉，楼主文章之玄妙大有夺  天地造化之势，惊天地，泣鬼神；虽寥寥百余字，却显猫扑bt之王道，bt中隐而不发，蕴  而不露，竟以达以无胜有之境界，思先前之狂妄，吾辈不禁汗颜。纵观猫扑，bt精神每日  愈下，楼主之贴足有力挽狂澜之势，此乃吾辈之幸，猫扑之幸也！大星球虽有众多bt之流  ，却无一人似楼主有经天纬地之才，扭转乾坤之能。至此，吾辈对楼主之景仰如滔滔江水  一发不可收拾；如黄河泛滥，连绵不绝 ，其间话语惟有顿首方能现吾辈之意。这是的好文笔。又一次让我笑喷了。\n（此贴不是鼓励大家发水，进末地。只是和大家分享一下发现的奇葩）\n如有不对请私信，切不能举报。",
    "replies": [
        {
            "author": "ohno",
            "timestamp": 1402757580,
            "txt_content": "噗"
        },
        {
            "author": "qwe1321304224",
            "timestamp": 1402758840,
            "txt_content": "于怒水？"
        },
        {
            "author": "Mge",
            "timestamp": 1402761180,
            "txt_content": "额......."
        }
    ]
}