{
    "title": "<连载·单章>【抉择降临】[作者：【andy990928】][【第四场抉择 闪烁的微光】]",
    "author": "andy990928",
    "replyCount": 11,
    "timestamp": 1402746180,
    "txt_content": " 本帖最后由 andy990928 于 2014-7-6 21:08 编辑 \n抓紧时间又码了一章 3018字，希望大家能够捧场，索引贴也请多多关注！\n正文 ：      \n      卡尔不得不开始佩服起他身边这个女孩子的好运气，除了刚开始那一阵箭雨，后面的陷阱大多是有惊无险，还有的甚至连触发都懒得触发了，卡尔不禁怀疑这些机关是不是也被这一百年所摧毁了，反倒是他自己，给自己埋了个陷阱，后果则是现在他说的话在艾格尼丝心里的分量越来越小了，艾格尼丝更对他不理不睬的，至少，表面上看起来是这样，卡尔心里不禁期待这遗迹里跳出来两个生物，好把艾格尼丝吓一跳，相信自己的话，可这世界上有什么能把艾格尼丝吓到的呢？卡尔无奈的想道。\n　　右手第二个路口，通向核心控制室，伊诺克从星灵先驱那里得到的众多信息之中，最不重要，却又是最重要的一条。\n　　这条近道，足以他超越后面的两人了。\n　　快速的行进中，伊诺克却丝毫没有负罪感。\n　　因为，这里原本是属于星灵的基地。\n　　入夜，这已经是星灵度过的第二个夜晚了，转化依旧在无情的进行，虽然没有人知道具体发生了什么，但却有一股压抑的气氛在每个人的心里逐渐扎根，像似一种慢性病毒，在细胞间传递，直至蔓延到整具健康的躯体，塔斯克知道他必须做点什么，他不能放任他们消沉下去，他点开基地广播，声音便在整个基地之中传播开来。\n　　“我知道这会耽误你们一些时间，但无论你们此时此刻在做什么，请放下你们手中无论多么重要的工作，听我说上两句。”说到这，塔斯克停了一会，整个基地也随着他的声音停了下来，每个人似乎都在认真聆听。\n　　“战士们，来到这艘飞船之前，你们每个人的职业都不同，而能够上到这所飞船上的，无不都是各个阶层之中的佼佼者，当异虫一次又一次的侵袭我们的家园之后，你们选择放下你们所熟悉的一切，登上前往未知的冰冷世界的战舰，现在，此时此刻，我，与你们一模一样，只是一名心怀仇恨的星灵，艾尔陷落，我们被迫转移到沙古拉斯，星球的环境虽然十分恶劣，我们知道，那是时时刻刻在提醒我们，那颗像我们现在踏上这颗星球这般美丽的星体，迟早是要重归我们的手中的，那份美好迟早是要回归到我们的视野里的，虽然我们也许无法见证，但我们的后代，他们的后代，总有一天会将异虫消灭干净，我们有这份自信，因为我们的荣耀不允许我们低头认输，也许有人会说这鲁莽，为了一份没有分量的记录而牺牲一切，但，我想，这不光光只是一份记录，而是我们为之奋斗的尊严，而在通往尊严的道路上，少不了拦路的荆棘，他们或许能把我们刺得鲜血淋漓，却绝无法把我们打倒，因为，它们只能限制我们的行动，却无法阻挡我们的思想，现在，我们所需要的，就是在自己的岗位上，坚守我们的荣耀，捍卫我们的尊严，开始你们的工作吧，哪怕漫长黑夜之中，只剩下了我们，战士们，我始终坚信，胜利终将降临，荣光终将照耀我们。En Taro Adun.\n　　话音刚落，塔斯克突然觉得自己亏欠了伊诺克许多，他殚精竭虑的想要让这艘飞船挂上自由与维护和平的旗帜，自己却通过一次简单的广播，把长久以来他所建立的一切击得粉碎，是这艘飞船又成为了一座囚笼，一座以荣耀为名，囚禁生命的基地，但他必须这么做，因为这场战争，他们必须赢，他们已经失去了一个星球，不能再失去一个了，下意识的，塔斯克吧这颗美丽的星球当做了自己的家园，有意识的，他开始保护这颗星球。\n　　当对于和平的热爱被强行击穿，古老的文明也为之破碎之后，怒火将随之袭来，当星灵找回那些矿山机械和少数的战争机器后，一切都将不同。\n　　远在沙漠遗迹的伊诺克对丛林基地的巨变一无所知，此时此刻他正在对着一面墙，测试这个通道的生命迹象。\n　　近50年前的战争把这里变成了现在这副模样。\n　　时间带走毫无生命的建筑，剩下的由战争解决。\n　　天衣无缝，亲密无间，伊诺克心中不合时宜的跳出了这两个词汇。\n　　当对信仰的虔诚压垮了理智的天平，保卫家园，就不再是正义的行为，这只能成为埋葬无数尸体的墓碑下的一句简短的墓志铭。\n　　先驱将战争的全部都告诉了他，作为事实接受者的他却无法如实将自己全部的想法告诉他。\n　　自由与信仰，是在星灵心中反复出现的几个词汇，然而却不可能同时实现。\n　　如他，进入虚空，获得自由，却遭受圣堂武士几百年的追杀，为此，他们只能扎根于一个贫瘠的星球，如塔斯克，接受册封，成为圣堂，却总是不肯冒险，为此，他们失去了艾尔。\n　　获得自由，拥抱虚空，失去正义，拥有信仰，获得净化，却同样不可能完完全全的自由。\n　　选择哪一个？星灵已经选择了上百年，答案却依旧不甚清晰。\n　　“两个？”经过漫长的等待，伊诺克终于有了收获，他的面前多出了两个红点，两个红点排列紧密，应该是并排走着，他心中一动，身体也随之移动起来，不是戈登，那便只有人类了，对于这颗星球上的人类，他还不算是很了解，到时候只能走一步看一步了，能先拿到就先拿到。实在不行与他们交换了，强行夺取？伊诺克还没有想那么多。\n　　“还有多久才能到啊？啊啾！该死的，是谁在咒骂我？”走着走着，卡尔冷不丁的打了个喷嚏，而这也是他们这一路上遇到的唯一的新鲜事。\n　　“谁叫你话多，好像是我跟着你来的吧，你反倒来问我了，我怎么知道啊？”艾格尼丝回答道，起初寻宝的兴趣也渐渐冷了下来，她数了数，如果以台阶为基准，他们已经向下下了不下3层了。\n　　“再往下。。。”又下了一层，卡尔感觉有点不太对劲，一个正常的神殿根本用不了这么多的楼层，更何况这算不上一个。。。然而他的思绪被突然的打断了：接下来的路突兀的变窄，只剩下一道曲曲折折的小路，卡尔回头看了看，下来\n的阶梯清晰可见，他手中的火把发出的光芒照射着前方的道路，卡尔觉得前面的墙更像是一座阻拦的大门而不是向下的入口，他猛掐了一下自己，发现这并不是自己的幻觉。\n　　卡尔用手比了比，哪怕是对于他们来说，这条小路也只够一个一个人的进入，或许还有些拥挤，这更多像是人工，从一座大门上开凿出来的，或是天然产生的裂缝，而绝对不是设计者的本意，裂缝大开着，像是一张咧开的大嘴，无情的嘲笑着站在它面前的每一件事物。\n　　“这里不会已经有。。。盗贼光顾了吧，那我们岂不是白跑一趟？”站在卡尔身旁的艾格尼丝也呆住了，她搭弓上箭，对着缝隙里来了一箭，弓箭穿过狭窄的缝隙，精准的飞了进去，可是好一段时间，他们都没能听到弓箭击中目标的声音，这里的空气寂静的好像被人死死的掐住了似的。\n　　卡尔的心忽的沉了下去，他们此行的目的，药剂，尽管很可能只是一个传说，但卡尔心中仍抱着极大的希望，村里的医生对他养父的伤无能为力，况且，他在临行前，曾信誓旦旦地向自己父亲保证，他一定会找到能够治好他父亲的药剂并平安归来，可现在，种种明显的迹象表明，这一切，可能成为泡影以及亲人的离去。\n　　卡尔不想放弃，可此时残酷的现实却压得他喘不过气来，这次出行，他想过可能遇到的种种危险并做好了万全打算可从来没有想过所谓的药剂早已被捷足先登，他瘫坐在地上，一路上的疲惫突然一下子压到他的身上，周遭美丽的壁画现在看来也像是失败者的无力哀嚎。 \n   　艾格尼丝站在一旁，她对这种事情是在是没有办法，她只好蹲下来，拍了拍卡尔的背，希望能给他安慰，虽然她也觉得这没什么用，她立马又狠狠的跺了跺脚，心中咒骂着那个夺走自己和卡尔的希望的小偷。\n　　忽然间，艾格尼丝似乎看到狭窄的过道里传来一阵微光，一旁的卡尔也及时注意到了，突然地，他从地上蹦起来，心中又重新燃起了希望，他赶紧凑到过道入口，朝里面望了一眼。\n　　那束闪过的微光代表了什么？艾格尼丝不清楚，但她现在却能清楚地到卡尔的脸上露出一抹笑容，卡尔不经常笑，但艾格尼丝懂得，那是他用来代表胜利的微笑，不知怎么的，看到这个微笑，艾格尼丝心里也有了信心，她攥紧手中的弓，以希冀获得更多的希望与力量。\n　　卡尔沉默了一会，接着，做了一个向前的手势。\n　　“那名小贼进去没多久，我们追。”\n　　那是他们希望的微光。希望大家能喜欢，看完请在下面回复一下！\n上一章第三场抉择 危险的机会             下一章第五场抉择 坍塌的通道\n回索引贴\n@狂风※中箭 @a2455564728 @xcc \n\n",
    "replies": [
        {
            "author": "狂风※中箭",
            "timestamp": 1402746300,
            "txt_content": "感觉你的字比我还多...\n你说的是字节还是字数？"
        },
        {
            "author": "andy990928",
            "timestamp": 1402746420,
            "txt_content": "狂风※中箭 发表于 2014-6-14 19:45\n感觉你的字比我还多...\n你说的是字节还是字数？\n汉字数\n是字数统计里的中文字符这一栏里的"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1402746480,
            "txt_content": "andy990928 发表于 2014-6-14 19:47\n汉字数\n是字数统计里的中文字符这一栏里的\n比我还多。。。"
        },
        {
            "author": "andy990928",
            "timestamp": 1402746480,
            "txt_content": "狂风※中箭 发表于 2014-6-14 19:48\n比我还多。。。\n只是看起来多罢了，我放大（作弊）了一些。"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1402746540,
            "txt_content": "andy990928 发表于 2014-6-14 19:48\n只是看起来多罢了，我放大（作弊）了一些。\n噗- -\n我是4000多字节。。。不是汉字数"
        },
        {
            "author": "Qin_yu",
            "timestamp": 1402746660,
            "txt_content": "还不错~~~~~给个赞~~~~~~"
        },
        {
            "author": "andy990928",
            "timestamp": 1402746780,
            "txt_content": "Qin_yu 发表于 2014-6-14 19:51\n还不错~~~~~给个赞~~~~~~\n恩，感谢您的支持，您喜欢就好！{:10_512:}"
        },
        {
            "author": "xcc",
            "timestamp": 1402749060,
            "txt_content": "我正在复习\n还在等暑假"
        },
        {
            "author": "andy990928",
            "timestamp": 1402749180,
            "txt_content": "xcc 发表于 2014-6-14 20:31\n我正在复习\n还在等暑假\n同样在复习，我是初二的，请问你是。。。\n另祝考出好成绩！"
        },
        {
            "author": "xcc",
            "timestamp": 1402749300,
            "txt_content": "andy990928 发表于 2014-6-14 20:33\n同样在复习，我是初二的，请问你是。。。\n另祝考出好成绩！\n跟你一样\n上次月考失利了唉"
        },
        {
            "author": "andy990928",
            "timestamp": 1402749360,
            "txt_content": "xcc 发表于 2014-6-14 20:35\n跟你一样\n上次月考失利了唉\n一起加油！{:10_512:}"
        }
    ]
}