{
    "title": "举报沉默的羔羊  (UID: 474669)",
    "author": "xcc",
    "replyCount": 23,
    "timestamp": 1402745220,
    "txt_content": "该用户抄袭小学生课文《最后一头战象》\n抄袭的：\n\n我的世界曾经有过威风凛（lǐn）凛的狼兵。所谓狼兵，就是带着狼群作战的士兵。士兵带狼杀敌，战狼用利齿咬敌，一大群战狼，排水倒海般地扑向敌人，势不可当。\n            1943年，狼兵在我的世界卡咯河和怪物们打了一仗。战斗结束后，怪物全部死亡，我方八十多头战狼全部中箭倒地。人们在卡咯河边挖了一个巨坑，隆重埋葬阵亡的战狼。\n            在搬运战狼的尸体时，人们发现一头浑身是血的公狼还在喘息，就把它运回寨子，治好伤养了起来。村民们从不叫它搬运东西，它整天优哉游哉地在寨子里闲逛，到东家要个烤鸡，到西家喝口泉水。\n            它叫叠影，因为它身上的毛发由浅到深，层层叠叠。负责饲养它的是帕卡西。 \n二十多年过去，谍影30多岁了。它显得很衰老，整天卧在树阴下打瞌睡。有一天，谍影躺在地上拒绝进食，要揪住它的尾巴摇晃好一阵，它才会艰难地睁开眼睛，朝你看一眼。帕卡西对我说：“太阳要落山了，火塘要熄灭了，谍影要走黄泉路啦。”\n　　第二天早晨，谍影突然十分亢奋，两只眼睛烧得通红，见到帕卡西，嗷嗷地轻吼着，狼爪急促地踏着地面，爪子指向堆放杂物的阁楼，像是想得到阁楼上的什么东西。\n 　　阁楼上有半块烤牛肉和两串腊肠。我以为它精神好转想吃东西了，就把两串腊肠扔下去。谍影用爪子钩住，像丢垃圾似的甩出房子，继续焦躁不安地仰头吼叫。破篾席里面有一件类似铠甲的东西，我漫不经心地一脚把它踢下楼去。没想到，谍影见了，一下子安静下来，用鼻子呼呼吹去上面的灰尘，鼻尖久久地在上面摩挲着，眼睛里泪光闪闪，像是见到久别重逢的老朋友。\n 　　“哦，原来它是要自己的战甲啊。”帕卡西恍然大悟，“这就是它当年披挂的铠甲，给它治伤时，我把铠甲从它身上解下来扔到小阁楼上了。唉，整整二十六年了，它还记得那么牢。”\n　　铠甲上留着咬痕，箭洞，似乎还有斑斑血迹，混合着一股皮革、硝烟、战尘和血液的奇特气味；铠甲的中央有一个菊花状的图案，四周镶着一圈银铃，还缀着杏黄色的流苏。二十六个春秋过去，铠甲已经破旧了，仍显出凝重华贵；谍影披挂上铠甲，平添了一股英武豪迈的气概。\n 　　帕卡西皱着眉头，伤感地说：“它要离开我们去狼穴了。”\n　　狼是一种很有灵性的动物，每群狼都有一个狼穴，除了横遭不幸暴毙荒野的，它们都能准确地预感到自己的死期，在死神降临前的半个月左右，会独自走到遥远而又神秘的狼穴里去。\n 　　谍影要走的消息长了翅膀似的传遍全寨，男女老少都来为谍影送行。许多人泣不成声。村长在谍影脖子上系了一条洁白的纱巾。老人和孩子捧着鸡腿，烤肉，腊肉。。。送到谍影嘴边，它什么也没吃，只喝了一点水，绕着寨子跑了三圈。 \n日落西山，天色苍茫，在一片唏嘘声中，谍影开始上路。\n 　　我和帕卡西悄悄地跟在谍影后面，想看个究竟。谍影走了整整一夜，天亮时，来到卡咯河边。它站在江滩的卵石上，久久凝望着清波荡漾的江面。然后，它踩着哗哗流淌的江水，走到一块龟形礁石上亲了又亲，许久，又昂起头来，向着天边那轮火红的朝阳，嗷—嗷—发出震耳欲聋的吼叫。这时，它身体膨胀起来，一双眼睛炯炯有神，吼声激越悲壮，惊得江里的鱼儿扑喇喇跳出水面。\n 　　“我想起来了，二十六年前，我们就是在这里把谍影抬回寨子的。”帕卡西说。\n 　　原来谍影是要回到当年曾经浴血搏杀的战场！\n 　　太阳升到了桦木树梢，嘎羧离开了卡咯河，钻进一条草木茂盛的箐沟。在一块平缓的向阳的小山坡上，它突然停了下来。\n 　　“哦，这里就是埋葬八十多头战狼的地方，我记得很清楚，喏，那儿还有一块碑。”帕卡西悄悄地说。\n 　　我顺着他手指的方向望去，荒草丛中，果然竖着一块石碑，镌刻着三个金箔剥落、字迹有点模糊的大字：百狼穴。\n 　　谍影来到石碑前，选了一块平坦的草地，一双狼爪就像两支铁铲，在地上挖掘起来。它已经好几天没吃东西了，又经过长途跋涉，体力不济，刨一阵就喘息一阵。谍影从早晨一直挖到下午，终于挖出了一个椭圆形的浅坑。它滑下坑去，在坑里继续挖，用尾巴将土块扫出坑；我们躲在远处，看着它的身体一寸一寸地往下沉。\n 　　太阳落山了，月亮升起来了，它仍在埋头挖着。半夜，谍影的脊背从坑沿沉下去不见了，爪子掘土的冬冬声越来越稀，尾巴扫土的节奏也越来越慢。鸡叫头遍时，终于，一切都平静下来，什么声音也没有了。\n 　　我和帕卡西耐心地等到东方吐白，走到坑边查看。土坑约有三米深，谍影卧在坑底，侧着脸，鼻子盘在腿弯，一只眼睛睁得老大，凝望着天空。\n 　　它死了。它没有到祖宗留下的狼穴。它和曾经并肩战斗的同伴们躺在了一起。原文：西双版纳曾经有过威风凛（lǐn）凛的象兵。所谓象兵，就是骑着大象作战的士兵。士兵骑象杀敌，战象用长鼻劈敌，用象蹄踩敌，一大群战象，排山倒海般地扑向敌人，势不可当。\n　　1943年，象兵在西双版纳打洛江畔和日寇打了一仗。战斗结束后，鬼子扔下了七十多具尸体，我方八十多头战象全部中弹倒地。人们在打洛江边挖了一个巨坑，隆重埋葬阵亡的战象。\n　　在搬运战象的尸体时，人们发现一头浑身是血的公象还在喘息，就把它运回寨子，治好伤养了起来。村民们从不叫它搬运东西，它整天优哉（zāi）游哉地在寨子里闲逛，到东家要串香蕉，到西家喝筒泉水。\n　　它叫嘎（gǎ）羧（suō），负责饲养它的是波农丁。\n　　二十多年过去，嘎羧五十多岁了。它显得很衰老，整天卧在树阴下打瞌（kē）睡。有一天，嘎羧躺在地上拒绝进食，要揪住它的鼻子摇晃好一阵，它才会艰难地睁开眼睛，朝你看一眼。波农丁对我说：“太阳要落山了，火塘要熄灭了，嘎羧要走黄泉路啦。”\n　　第二天早晨，嘎羧突然十分亢（kàng）奋，两只眼睛烧得通红，见到波农丁，欧（ōu）欧（老百晓注：正确应为口+欧）地轻吼着，象蹄急促地踏着地面，鼻尖指向堆放杂物的阁楼，像是想得到阁楼上的什么东西。\n　　阁楼上有半箩谷种和两串玉米。我以为它精神好转想吃东西了，就把两串玉米扔下去。嘎羧用鼻尖钩住，像丢垃（lā）圾（jī）似的甩出象房，继续焦躁不安的仰头吼叫。破篾（miè）席里面有一件类似马鞍的东西，我漫不经心地一脚把它踢下楼去。没想到，嘎羧见了，一下子安静下来，用鼻子呼呼吹去上面的灰尘，鼻尖久久地在上面摩挲（suō）着，眼睛里泪光闪闪，像是见到久别重逢的老朋友。\n　　“哦，原来它是要自己的象鞍啊。”波农丁恍然大悟，“这就是它当年披挂的鞍子，给它治伤时，我把象鞍从它身上解下来扔到小阁楼上了。唉，整整二十六年了，它还记得那么牢。”\n　　象鞍上留着弹洞，似乎还有斑斑血迹，混合着一股皮革、硝烟、战尘和血液的奇特气味；象鞍的中央有一个莲花状的座垫，四周镶着一圈银铃，还缀着杏黄色的流苏。二十六个春秋过去，象鞍已经破旧了，仍显出凝重华贵；嘎羧披挂上象鞍，平添了一股英武豪迈的气概。\n　　波农丁皱着眉头，伤感地说：“它要离开我们去象冢（zhǒng）了。”\n　　大象是一种很有灵性的动物，每群象都有一个象冢，除了横遭不幸暴毙（bì）荒野的，它们都能准确地预感到自己的死期，在死神降临前的半个月左右，会独自走到遥远而又神秘的象冢里去。\n　　嘎羧要走的消息长了翅膀似的传遍全寨，男女老少都来为嘎羧送行。许多人泣不成声。村长在嘎羧脖子上系了一条洁白的纱巾，四条象腿上绑了四块黑布。老人和孩子捧着香蕉、甘蔗（zhè）和糯（nuò）米粑（bā）粑，送到嘎羧嘴边，它什么也没吃，只喝了一点水，绕着寨子走了三圈。\n　　日落西山，天色苍茫，在一片唏（xī）嘘（xū）声中，嘎羧开始上路。\n　　我和波农丁悄悄地跟在嘎羧后面，想看个究竟。嘎羧走了整整一夜，天亮时，来到打洛江畔。它站在江滩的卵石上，久久凝望着清波荡漾的江面。然后，它踩着哗哗流淌的江水，走到一块龟形礁（jiāo）石上亲了又亲，许久，又昂起头来，向着天边那轮火红的朝阳，欧──欧──发出震耳欲聋的吼叫。这时，它身体膨（péng）胀起来，四条腿皮肤紧绷绷地发亮，一双眼睛炯（jǒng）炯有神，吼声激越悲壮，惊得江里的鱼儿扑喇喇跳出水面。\n　　“我想起来了，二十六年前，我们就是在这里把嘎羧抬上岸的。”波农丁说。\n　　原来嘎羧是要回到当年曾经浴血搏杀的战场！\n　　太阳升到了槟（bīng）榔（láng）树梢，嘎羧离开了打洛江，钻进一条草木茂盛的箐（qìng）沟。在一块平缓的向阳的小山坡上，它突然停了下来。\n　　“哦，这里就是埋葬八十多头战象的地方，我记得很清楚，喏（nuò），那儿还有一块碑。”波农丁悄悄地说。\n　　我顺着他手指的方向望去，荒草丛中，果然竖着一块石碑，镌刻着三个金箔（bó）剥落、字迹有点模糊的大字：百象冢。\n　　嘎羧来到石碑前，选了一块平坦的草地，一对象牙就像两支铁镐（gǎo），在地上挖掘起来。它已经好几天没吃东西了，又经过长途跋涉，体力不济，挖一阵就喘息一阵。嘎羧从早晨一直挖到下午，终于挖出了一个椭（tuǒ）圆形的浅坑。它滑下坑去，在坑里继续挖，用鼻子卷着土块抛出坑；我们躲在远处，看着它的身体一寸一寸地往下沉。\n　　太阳落山了，月亮升起来了，它仍在埋头挖着。半夜，嘎羧的脊背从坑沿沉下去不见了，象牙掘土的冬冬声越来越稀，长鼻抛土的节奏也越来越慢。鸡叫头遍时，终于，一切都平静下来，什么声音也没有了。\n　　我和波农丁耐心地等到东方吐白，走到坑边查看。土坑约有三米深，嘎羧卧在坑底，侧着脸，鼻子盘在腿弯，一只眼睛睁得老大，凝望着天空。\n　　它死了。它没有到祖宗留下的象冢。它和曾经并肩战斗的同伴们躺在了一起。\n来自群组: 苦力怕的文学创作组\n\n\n\n",
    "replies": [
        {
            "author": "473937269",
            "timestamp": 1402745520,
            "txt_content": "噗，笑了，还有抄袭课文的，无语了，2333333"
        },
        {
            "author": "42486327",
            "timestamp": 1402745520,
            "txt_content": "2333 还有抄袭课文的 笑尿"
        },
        {
            "author": "xcc",
            "timestamp": 1402745580,
            "txt_content": "42486327 发表于 2014-6-14 19:32\n2333 还有抄袭课文的 笑尿\n没错，小学生嘛\n虽然是改编，可是他改了什么？！"
        },
        {
            "author": "kj415j45",
            "timestamp": 1402745760,
            "txt_content": "叫当事人来：\n@沉默的羔羊"
        },
        {
            "author": "xcc",
            "timestamp": 1402745820,
            "txt_content": "kj415j45 发表于 2014-6-14 19:36\n叫当事人来：\n@沉默的羔羊\n没错！\n这种人艹算了"
        },
        {
            "author": "likeliang",
            "timestamp": 1402745880,
            "txt_content": "抄袭课文= =笑尿 23333"
        },
        {
            "author": "xcc",
            "timestamp": 1402745940,
            "txt_content": "likeliang 发表于 2014-6-14 19:38\n抄袭课文= =笑尿 23333\n骨灰级！\n给跪了        "
        },
        {
            "author": "丿破晓丶晨曦",
            "timestamp": 1402746000,
            "txt_content": "这是小学课文笑了"
        },
        {
            "author": "Killot",
            "timestamp": 1402746060,
            "txt_content": "次奥次奥次奥不要再说了我想起小学时语文的噩梦了！"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1402746240,
            "txt_content": "@沈石溪 \n@嘎羧 \n@波农丁"
        },
        {
            "author": "沉默的羔羊",
            "timestamp": 1402746480,
            "txt_content": "kj415j45 发表于 2014-6-14 19:36\n叫当事人来：\n@沉默的羔羊\n{:10_562:}{:10_562:第一次啊@m45f @乃戳 @阿不只奶油 @狂风※中箭 \n唉唉\n我居然也会来这版。"
        },
        {
            "author": "沉默的羔羊",
            "timestamp": 1402746540,
            "txt_content": "只是被盗号而已\n{:10_492:}"
        },
        {
            "author": "沉默的羔羊",
            "timestamp": 1402746600,
            "txt_content": "{:10_492:}写着篇的IP肯定跟我的不同{:10_492:}\n星期一回学校杀人"
        },
        {
            "author": "m45f",
            "timestamp": 1402746720,
            "txt_content": "沉默的羔羊 发表于 2014-6-14 19:48\n{:10_562:第一次啊@m45f @乃戳 @阿不只奶油 @狂风※中箭 \n唉唉\n我居然也会来这版。\n咋把我叫来啦，我又没参与"
        },
        {
            "author": "沉默的羔羊",
            "timestamp": 1402746780,
            "txt_content": "m45f 发表于 2014-6-14 19:52\n咋把我叫来啦，我又没参与\n你不是说要来鼓掌吗？\n又不是我发的，\n我的号被上了。"
        },
        {
            "author": "m45f",
            "timestamp": 1402746840,
            "txt_content": "沉默的羔羊 发表于 2014-6-14 19:53\n你不是说要来鼓掌吗？\n又不是我发的，\n我的号被上了。\n鼓掌什么？你的文采？"
        },
        {
            "author": "沉默的羔羊",
            "timestamp": 1402746960,
            "txt_content": "m45f 发表于 2014-6-14 19:54\n鼓掌什么？你的文采？\n不是\n我写\n的啊"
        },
        {
            "author": "乃戳",
            "timestamp": 1402747680,
            "txt_content": "沉默的羔羊 发表于 2014-6-14 19:50\n写着篇的IP肯定跟我的不同\n星期一回学校杀人\n羔羊菌，你肿么被举报了= ="
        },
        {
            "author": "沉默的羔羊",
            "timestamp": 1402747860,
            "txt_content": "乃戳 发表于 2014-6-14 20:08\n羔羊菌，你肿么被举报了= =\n别人↑我的号，发了篇东西，于是就"
        },
        {
            "author": "xcc",
            "timestamp": 1402749000,
            "txt_content": "沉默的羔羊 发表于 2014-6-14 19:50\n写着篇的IP肯定跟我的不同\n星期一回学校杀人\n哦？！\n是吗？......"
        },
        {
            "author": "🍞bread",
            "timestamp": 1402796700,
            "txt_content": "抄袭的见多\n抄小学生的少\n抄课文还是第一次见"
        },
        {
            "author": "毁灭者",
            "timestamp": 1402797180,
            "txt_content": "这不是小学时语文书的那篇课文么2333333333这都能抄过来"
        },
        {
            "author": "我是LZ",
            "timestamp": 1402806840,
            "txt_content": "xcc 发表于 2014-6-14 19:33\n没错，小学生嘛\n虽然是改编，可是他改了什么？！\n西双版纳。。。。我的世界。。。。"
        }
    ]
}