{
    "title": "<连载·单章>【永恒的旋律】[作者：lbvnr5wei][第一章：传说的成真]新手帖（...",
    "author": "lbvnr5wei",
    "replyCount": 1,
    "timestamp": 1402755720,
    "txt_content": " 本帖最后由 lbvnr5wei 于 2014-6-15 20:18 编辑 \n\n      在Minecraft大陆上，流传着这样一种传说：据说会有一天，一种叫旋律的力量会随机出现在某个人上，并且他将永久得到这种力量，成为Minecraft大陆最终的救世主，但也流传这样一句话：一种叫噪音的具有毁灭整个大陆力量的恶魔，也会随机附身在某个人的灵魂里。      就是这样，这个传说显灵了，旋律的力量，也就是一本叫《乐谱》的书和旋律手环及旋律之耳的东西会同时降落在一个人身上，最有可能是他——创世主斯蒂夫。\n      那句话也显灵了，噪音只会出现在无恶不做的人，也有可能是他，虚假的幻影-HIM。\n\n    斯蒂夫，一个爱探险的创世主，在经历过种种冒险之后，现在在屋子里的他，似乎感觉到非常孤单...\n    他经历过那么多的事情，但都觉得少了什么，但他知道，他太孤单了....\n    但是一种物品，不，应该说是一种可以在他身边的东西—音乐，虽然他已经有了所有的唱片，\n    现在他一如往常地放入唱片，然后去睡觉，\n    突然，唱片突然没了声音，这让斯蒂夫非常紧张，于是，他马上拿起了钻石剑，冲出了家门，但是，外面什么都没有，\n就只有一股风，然后他又走回家，发现自己后面突然出现了东西，他转过身子并拿起钻石剑砍了过去，但是后面没有东西，只是一转过去，就什么都看不见了，他感觉似乎有一阵微亮的光，及，一阵阵更美妙，比唱片还美妙的声音，然后就昏迷了过去......\n    第二天，斯蒂夫醒来，发现依然在家门口，只是好像手上和耳朵上多了个东西，耳朵上的那东西总放出更美妙的\n旋律，甚至连他自己都觉得好像这种旋律给了他一种力量，一种比附魔还要强大百倍的力量...\n    在他旁边，多了一本书，于是他打开那本书...\n    他能看懂的只有开头名—《乐谱》，但根本不知是什么意思...但手上的手环动了，它发出了一阵光，照亮了那本书，\n那本书有了反应，然后，那本书好像召唤出了什么。\n    然后，又一阵光亮，光亮持续了一会，慢慢地消逝，然后斯蒂夫发现手里多了一样东西——一把小提琴。\n    又一阵光射了出来，这次是照着斯蒂夫的脑海，斯蒂夫感觉很恐怕，但在这时，一个年轻又响亮的声音响了起来：\n    “你不要害怕，我是个音乐家，也是位曾经的救世主，”斯蒂夫问：“什么？难道那个传说......\"\n    “是的，我曾经是一位救世主，但因为我的疏忽，让具有毁灭大陆能力的恶魔“噪音”逃脱，他现在...”原先响亮的声音虚弱下去，\n    “那么，你的意思是...”斯蒂夫又问，\n    “......”然后那个声音消失了，\n    “他说的是什么意思？”斯蒂夫自问，\n    就在这时，一个爆炸声在远处响了起来。\n    “难道！？真的跟他所说的那样？”斯蒂夫又自问，\n    那阵亮光突然消失，之后他发现身上发生了好大变化：他身穿黑色礼服，黑色礼裤，黑色的皮鞋，以及他脑海里的所有旋律，\n    他马上拉起了弦，但马上他就发现，这跟昨晚听到的旋律一模一样！\n    一阵阵优美的旋律，在小提琴的前头把一阵阵旋律转化为一阵阵强大的音波！，\n    顿时，斯蒂夫觉得是时候该尝试一下这个旋律能不能攻击敌人——这是他碰见怪物时的主动反应。\n    刚刚好一个爬行者向他走过去，他感觉到了，就开始拉起了一首门德尔松E小调协奏曲，然后，小提琴的前部，吸收着这首完美的协奏曲的旋律，再转化为\n一阵阵强烈的音波，碰！音波发射出去，刚好追踪到他背后的爬行者，然后，爬行者发出了绝望的惨叫，然后就挂了。\n    “好！”斯蒂夫说，然后立即回家拿了一瓶速度药水，然后离开了家，冲向了发生爆炸的那个地点。\n    to be continue......\n\n    希望大家能喜欢，之后会连载，希望能支持我，\n    如果能喜欢的话，请回复或者评价一下。（因为我是新手）\n\n\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1402755960,
            "txt_content": "无格式，无背景，故事莫名其妙。\n孩子你应该准备一下，学学怎么才叫写作再来，这里发八股不会受欢迎的。"
        }
    ]
}