{
    "title": "Ｎｏｌｗａｒ- 寒冰大陆[4km*4km生存地图] 【黑羊搬运】",
    "author": "unBlack_Sheep亖",
    "replyCount": 9,
    "timestamp": 1402803420,
    "txt_content": " 本帖最后由 kaho 于 2014-6-15 14:18 编辑 \n\nＮｏｌｗａｒ- 寒冰大陆[4km*4km生存地图] \n黑羊在搬运外网图片时发现了这个超震撼的视觉系地图\n然后深入了解，发现这个地图应属生存地图\n而且4KMX4KM大！\n\n接下来大家欣赏地图的壮观吧！\n\n地图视频：\nhttp://v.youku.com/v_show/id_XNzI2NjIwNzE2.html\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n高清壁纸\n\n原文介绍[坑]：\nWelcome to Nolwar!\n\n\nFrom sunny and hot Nuchalnuthto lands of eternal winter. Our journey takes us to Nolwar Archipelago.\nOverview\n\nNolwar Archipelago is cursed to never see summer.  It is located somewhere in the middle of frozen oceans.\nGeography?\n\nNolwar Archipelago consists of two islands, one island is called Heimlaug and another Nolwar. Legends say that you can enter sea between two islands only by sailing through Gates of Nolwar. This sea is called Crystal Sea.\nGates of Nolwar\n\nSome believe that Gates of Nolwar were made by mother nature, others think that they were built by mysterious ancient race that disappeared without leaving any signs of their presence. Gates of Nolwar resemble a gargantuan ice bridge that connects Heimlaug with Nolwar. Near this bridge you can find huge ice rocks that resemble organic columns.\n\nHeimlaug\n\nHeimlaug is a lot warmer and smaller than Nolwar. This island is overgrown with old birch forests. Gorgeous, snowy mountains rise in the middle of this island. Heimlaug also haves a volcano, it erupted ages ago and now snow covers it slopes. Northern coast of Heimplaug is very unique, centuries ago it collapsed and now it haves very unique shape. This coast is often referred as Fallen Coast.\n\nNolwar ?\n\nNolwar is a lot bigger and colder  than Heimlaug. Near Nolwar stands King of Rocks - mighty, frozen rock, overgrown with moss and young spruce trees. Legends say that in the ancient times a huge city stood in Nolwar, but it was crushed by meteor because Gods were angry at its people. This place is now called Oium. The warmest place in Nolwar is named Caes Valley, it is surrounded by three mighty highlands - Majestic Tundra, Myvillon and Nolwar Highlands. In the eastern part of Nolwar there is a place called Icy Xarzith Planes, these planes are so cold that nothing can grow there. River Niarh runs through Nolwar splitting the island into two parts.  \n\nFeatures\nRealistic terrain made in World Machine.\n\nSparse cave systems painted entirely by hand. All caves are custom.\n\nSuper advanced texturing method that uses data exported directly from World Machine.\n\nTaiga, forests, ice plains, forests and overgrown valleys.\n\n下载：\n黑羊搬运OwO\n\n\n\n黑羊原创Line跑酷【超赞哦！\n艾莎的冰雪城堡\n【黑羊】外网精品图贴搬运[强力推荐！]",
    "replies": [
        {
            "author": "simon3000",
            "timestamp": 1402803420,
            "txt_content": "说好的沙发总是我的"
        },
        {
            "author": "unBlack_Sheep亖",
            "timestamp": 1402804800,
            "txt_content": "{:10_522:}买了个变色卡结果还是没人"
        },
        {
            "author": "lisongnan7",
            "timestamp": 1402805100,
            "txt_content": "那个外网MC图片的帖子看过了很不错\n\n还有似乎有人搬运过了,不过视频倒是只有你有"
        },
        {
            "author": "unBlack_Sheep亖",
            "timestamp": 1402805220,
            "txt_content": "lisongnan7 发表于 2014-6-15 12:05\n那个外网MC图片的帖子看过了很不错\n\n还有似乎有人搬运过了,不过视频倒是只有你有 ...\n{:10_522:}另一个什么月球的吗\n哪个可能会比较像啦但是不一样"
        },
        {
            "author": "unBlack_Sheep亖",
            "timestamp": 1402805640,
            "txt_content": "不能沉啊！"
        },
        {
            "author": "unBlack_Sheep亖",
            "timestamp": 1402805940,
            "txt_content": "unBlack_Sheep亖 发表于 2014-6-15 12:07\n另一个什么月球的吗\n哪个可能会比较像啦但是不一样\n好吧我看到了，啊无所谓啦，我看到这地图不错我就转过来了"
        },
        {
            "author": "進撃の夏克",
            "timestamp": 1402806960,
            "txt_content": "呵呵，看不懂英文"
        },
        {
            "author": "unBlack_Sheep亖",
            "timestamp": 1402807200,
            "txt_content": "進撃の夏克 发表于 2014-6-15 12:36\n呵呵，看不懂英文\n没什么关系啦"
        },
        {
            "author": "qq2421050690",
            "timestamp": 1402835520,
            "txt_content": "还可以，但是地图略大啊！！{:10_522:}"
        }
    ]
}