{
    "title": "<原创·连载>《末日世界》作者：小黑~君 第三章：苦力怕",
    "author": "小黑~君",
    "replyCount": 3,
    "timestamp": 1402831440,
    "txt_content": " 本帖最后由 小黑~君 于 2014-6-15 19:39 编辑 \n\n  如果喜欢的话，请支持！ 第二章地址：http://www.mcbbs.net/thread-284566-1-1.html\n 正文在此!\n\n  第三章：苦力怕\n  斯蒂夫离开了了医院，用手摸着他那大大的肚皮，一边还自己嘟囔道：“这饭......太好吃了！尤其是那个炭烧牛排！如果有机会我一定还会再吃一顿的！但我现在好友更重要的事情！”说完，斯蒂夫朝着科技之地外的交界处走去，这一去，斯蒂夫只是想查明怪物们是如何解除封印的，并且看看交界处现在如何了。\n  科技之地，是人类繁荣生活的象征，街道上充满着机器人，它们为人们工作，干活。有的机器人被称为器傀儡，它们分布在科技之地的各处，保卫人们的安全。当然，在科技程度较低的地方还有铁傀儡，如资源之地的一些村庄。除了机器人，科技之地的建筑也是十分华丽的，但斯蒂夫现在无心欣赏这些。他朝着通往交界处的森林走去了......\n  斯蒂夫在森林里行走着，手里握紧着一把电刃，生怕突然有怪物出现，偷袭自己。走着走着，斯蒂夫附近的草丛发出的“嘶嘶\"的声音,斯蒂夫顿时紧张了起来，斯蒂夫摁下了按钮，开启了电能。然后警惕的环顾四周，突然间“嘶嘶”声仿佛离斯蒂夫更加靠近了。突然间，斯蒂夫转身一看，只见一只绿油油的东西正在膨胀。斯蒂夫说不上来什么，一个劲的往后跑......\n  斯蒂夫用手抹去头上的汗水，躲在了一棵树后，慢慢地从背包里取出了一本厚厚的书“《怪物种类及历史》”，然后小心的翻开了，随意地翻了两下，斯蒂夫的目光停在了一页上，这一页的图片有一只绿油油的怪物，也就是刚才斯蒂夫看见的那只怪物。斯蒂夫默读着：“普通型苦力怕，战斗能力属于一般，攻击类型近攻，攻击技能：自爆......伤害巨大，对地形破坏极大。历史：曾经与僵尸军团联合攻破了第三防线的大门，其中苦力怕利用自爆，将大门直接撞碎！结果第三防线内遭到入侵......”斯蒂夫目光快速的扫了扫，找到了应对方法，“应对方法：远离并且使用远程攻击性武器！其中要注意远离火源！”斯蒂夫合上了书，心里想着对策......  “只能这样了！”斯蒂夫决定不再躲避，要勇敢地杀掉苦力怕，但现在他想到了一个极妙的方法。斯蒂夫从附近取到了一些石块，迅速搭出了两层高的石柱子，然后朝着刚才逃跑的地方走过去。苦力怕并没有跟上来，所以斯蒂夫回到了原先的地方，看到了绿油油的苦力怕，苦力怕十分兴奋，发出了嘶嘶的声音，并朝着斯蒂夫缓缓地移去。斯蒂夫仔细的看着苦力怕，头是方形的，没有手，并且脚并不大，它是拖在地上，爬过来的！斯蒂夫吸引着它，之所以不用电刃是怕苦力怕变成了闪电苦力怕，《怪物种类及历史》上记载苦力怕在遇到雷电时有百分之50的几率死掉但同样有几率称为闪电苦力怕，战斗能力：强。战斗类型：近攻。战斗方式：让自身膨胀，然后在敌人的附近释放出电磁波，给予敌人超高的伤害和麻痹的效果，并且自身不会死亡！！！所以斯蒂夫为了避免这个危险只好使用安全一点的方法了：逼它自爆！\n  苦力怕被吸引到了柱子附近，斯蒂夫和苦力怕围绕着柱子，苦力怕自身在不断的膨胀，准备自爆。这时斯蒂夫在担心柱子是否能承受苦力怕自爆的伤害，想的同时，突然间苦力怕爆炸了......斯蒂夫眼前一阵黑......\n\n 另附怪物信息（斯蒂夫已遇到）：\n  僵尸：       战斗能力低    攻击类型：近攻 攻击方式：撕咬，抓击  弱点：强力攻击，阳光\n  骷髅射手：战斗能力低    攻击类型：远程 攻击方式：射箭            弱点：强力攻击，阳光\n  苦力怕   ：战斗能力一般 攻击类型：近攻 攻击方式：自爆            弱点：强力攻击，火焰\n\n",
    "replies": [
        {
            "author": "新手一菜",
            "timestamp": 1402831920,
            "txt_content": "更希望楼主更新每一章的时候有前面的章节链接，方便我这种才看到楼主精彩文笔的人了解一下，个人建议仅供参考"
        },
        {
            "author": "小黑~君",
            "timestamp": 1402832040,
            "txt_content": "新手一菜 发表于 2014-6-15 19:32\n更希望楼主更新每一章的时候有前面的章节链接，方便我这种才看到楼主精彩文笔的人了解一下，个人建议仅供参 ...\n恩，我知道了。我这就修改一下。谢谢您的建议！"
        },
        {
            "author": "小黑~君",
            "timestamp": 1402832100,
            "txt_content": "第二章还没有审核完呢"
        }
    ]
}