{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第八章 寻找】]",
    "author": "JKL81543764",
    "replyCount": 0,
    "timestamp": 1402836840,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:21 编辑 \n\n                 第八章     寻找\n        在火把进入屏障后，紧跟其后的影枭也是带着数百末影人冲了上来。往着躲在屏障内的火把，愤怒到极点！操控着末影人，以暴风骤雨之速度攻击屏障，试图将它打破。\n        不过这一切都是徒劳。“吼”望着攻击无果，影枭愤怒地大吼一声。“有种给我出来！躲在乌龟壳里算什么本事？！”死死地盯着屏障内的四人，愤怒道。\n        “呵呵，这么低级的激将也敢说得出口？”萧萧白了影枭一眼，不屑道。她真没想到影枭竟然会用如此低级的激将法，真是可笑。\n        “吼！”影枭再次怒吼道，他从来未打得如此狼狈，败得如此彻底。他不敢相信，这些事实他怎能接受？沉默许久，突然，一个疯狂的想法占据他的大脑，为了杀死那四个令人讨厌的东西，他可以不顾一切。\n        嘴里好像念着什么，然后猛地后退。前方数百末影人，如飞蛾扑火般，不要命地往屏障撞去，然后自爆。影枭竟然是想利用分身自爆来破坏能量屏障！\n        一个接着一个的末影人自爆，也是伤到了一些还没有主动自爆的末影人。这数百末影人的自爆，其威力，可想而知！！！但是，那能量屏障却是不为所动。经历三十多只末影人的自爆，依旧完好无损。\n        望着攻击无果的屏障，影枭心慌了一下。若是数百分身全部消耗完，还没打破屏障，那么，他的消耗可不是一般的。但若是打破了，便能将四人尽数击杀！\n        心神继续控制着分身的自爆，每一次的自爆，影枭便是虚弱一分。五十只，八十只，一百只！全部分身自爆完，能量屏障终于是布满了裂痕！再来一击，屏障就会破裂。\n        “呃，没想到他还真能破能量屏障。”火把看着即将破碎的屏障道，不过却没有一丝的担心，嘴角反而还留有一丝诡异的残笑。\n        “桀桀，看我把你着龟壳打破！”影枭道，瞬息，身形便是消失在原地，直接出现在屏障前。看着布满裂缝的屏障，影枭毫不犹豫地一拳重重地打在屏障上。幻他们看着这一幕，着急地望向火把，可火把却一脸淡然。或许，他有自己的意思吧。\n        重拳落，屏障碎！然而在碎掉的一瞬间，却有一股能量波动，往外扩散，直接击打在影枭身上，竟将他打出十米之外！消耗了如此多的分身，本就是虚弱的他，在接受这一击，还如何与火把他们斗？捂着胸口，紫色和深蓝色的血吐了出来。现在的影枭，已经丧失战斗力了。恨恨地盯着火把四人，站起来，消失在原地。原以为他还会拼命过来打，可影枭却是选择逃跑。不过现在逃跑，却是最明智的选择。\n        望着消失的影枭，火把笑了笑，然后大笑，最后狂笑！他们现在，总算是安全了！一路遇到种种困难，他们克服了，苦难之后，便的彩虹！\n        “呃，这个传送坏了，我们先去附近的村庄住一下吧，这个会自动修复的。”火把按了十几次按钮，没有反应。看来是因为先前分身的自爆，屏障消耗了太多能量，使传送也衰竭了。不过，能量还是会自动恢复的。\n        望着到达的家却进不去，其他三人也是有点失望。叹了口气，继续跟着火把走。\n        “小把子，附近的村庄有铁匠铺么，我想制作一些武器。”活塞靠过去火把身边，道。\n        “当然，我们现在就是去精灵族和矮人族的村庄，矮人铁匠最厉害了。只要你的材料好。”火把道。现在他们正是要去两个种族合并的村庄居住一天。\n        ………………………………………\n        村庄很近，离空间站仅有两百米左右。到达村庄前面，看过去，尽是中世纪风格的小屋。道路上，强壮的男性矮人，全身黝黑，散发着力量感。而精灵族的女性，无一不是绝色，路过男性，都是不自觉地陷入那鸿沟之中，也有不少用放肆的眼光，扫过那圆润的双腿。\n        看到这些，萧萧嘟囔一句“真受不了，一群牲口。还是火把他们比较好。”语罢，回头看向火把他们。不是低头就是转过身去，装做什么都没看到，不过还是暗中瞟了一眼，然后便是咳嗽几声，缓解内心的邪火。\n        “啊！真受不了你们！快走啊！”萧萧对着三人大喊道。“咳咳，好，快走，看什么看！”火把尴尬道，随后，拉着着活塞与幻两人，进入了村庄。\n        来到一家铁匠铺门前，火把正想敲门，屋内便是传出如钢铁般有力是声音“进来吧，维修还是锻造。”\n        “额，我想造两把匕首，还有若干飞刀。我这有材料，用这着锻造吧”活塞推开门，道。走进去，从背包中拿出那断了三截的巨剑。放在桌上。\n        “嗯，等等”矮人铁匠道，并没有在意那断成三块巨剑。只是回答了一声，便是继续打着一块发红的铁锭。数十分钟后，终于是停下了手中的活，看向桌上的三块铁。本来表情还是很平淡的，一看到那三块铁，脸上有隐藏不住的惊讶。\n        “如果我没看错，这，这是。。”拿起一块，仔细地看了看，然后马上跑到门前，关好。看着活塞，道“小伙子，这么贵重的东西，我来锻造可是浪费了啊！”\n        活塞笑了笑，这才劈了两下就断的剑，能有什么宝贵的？“你能跟我说一说么”活塞道。随后，火把他们也是凑了过来。虽然不知道这矮人铁匠说的是真是假，不过，他们却很感兴趣。\n        “这把断裂的剑，如果我没猜错，应该是用陨铁锻造而成的。陨铁便是一些陨石中的一点铁矿，不过，并不是每个陨石中都含有陨铁，就算有，也仅有一点。看着剑，完全是用陨铁所造！断裂原因，也可能是因为岁月的侵蚀。只要重新锻造，便可以恢复原先的坚硬程度，不过却会略次一点。若你要用这来锻造武器，你还是去村庄中心找斯托大师，他是这里最好的铁匠。”矮人铁匠道，随后，将剑还给活塞，还一路送他们到村庄中心。\n        “就是这了，你们进去吧，我还有事，先走了。”矮人铁匠带他们来到一处明显比其他更加霸气的房屋，道。然后便是转身离开。\n        望着这与其他地方不用的铁匠铺，众人都在心里暗赞了一声。这里的地区，还比其他地方热闹许多。没想到这村庄如此之大，应该不能称为村庄，都可以称为小镇了。\n        “你们进去吧，我有点事，先走了，今晚传送室见。”火把似乎想到了什么事情，然后便是不管后面三人的眼光，便是匆匆离开。因为，他要去原来那个树林，找那个神秘人。\n        “别去拦他，他应该有他的事。”幻见到活塞踏出一步，马上拦住了他，道。随后，便是走往铁匠铺那边。活塞看着正火把逐渐消失的身影，叹了口气，或许他是真的有事吧。\n        ………………………………………\n        黄昏，跑了整整半天的火把终于是来到那片已经不存在的树林。原先的树林，已经变成一片荒芜，尘土飞扬，没有一丝生机。\n        凭着记忆走到之前战斗的地方，刚到，便是有一道苍老的声音响起-“小娃娃，我就知道你会来的，不过，可真是让我久等啊！”\n        “老先生，你现在在哪？要我来找你你也说出来啊。”火把望着前方没有一点人影的土地，却是有声音环绕在耳畔，无奈道。\n        “嘿嘿，别急，听我的，闭上眼。”苍老的声音再次响起。\n        火把将信将疑地闭上了眼睛，瞬息，便是来到一个悬崖处。望着深不见底的悬崖，火把急得往后退了几步。“听着，从这跳下去，别怕，淡定，我不会害你的。”神秘人道。\n        “我靠！开什么玩笑！跳下去？！我常识好你也不用这样忽悠我吧。”火把听到这话，忍不住大骂道。可能由于太过激动，竟然直接踩到边缘，掉下万丈深渊！\n        “果然，一失足成千古恨！第六第七章不死，现在终于要死了。呵呵”火把望着湛蓝的天，干笑道。\n        引索帖地址：引索帖\n\n\n\n",
    "replies": []
}