{
    "title": "（此不是水贴）我想改造一下时空裂痕（解密的）大家觉得好吗？",
    "author": "颖s仔",
    "replyCount": 9,
    "timestamp": 1402917660,
    "txt_content": "我觉得时空裂痕太单调了{:10_530:}\n想多加一些刷怪的和跑酷的\n\n\n你们觉得好吗？",
    "replies": [
        {
            "author": "RAY5DHao",
            "timestamp": 1402917720,
            "txt_content": "那你得问原作者"
        },
        {
            "author": "cow_bra",
            "timestamp": 1402917780,
            "txt_content": "你会你便去呗，而且问原作者给不给"
        },
        {
            "author": "819144170",
            "timestamp": 1402917840,
            "txt_content": "卅个屮 发表于 2014-6-16 19:22\n那你得问原作者\n同上，不过我真的感觉你这是水帖{:10_492:}"
        },
        {
            "author": "颖s仔",
            "timestamp": 1402918020,
            "txt_content": "819144170 发表于 2014-6-16 19:24\n同上，不过我真的感觉你这是水帖\n谁水贴\n我已经改过自新了\n不水贴\n一次就把话说完\n话说时空裂痕的原作者是------"
        },
        {
            "author": "失落の灵谛",
            "timestamp": 1402918140,
            "txt_content": "你就算说你不是在水     本质上还是在水   准备去末地探望你= ="
        },
        {
            "author": "颖s仔",
            "timestamp": 1402919340,
            "txt_content": "张健、赵军、洪涛、吴强平时是玩得很要好的哥们儿，一有时间就经常聚在一起，而且，他们还是铁杆驴友，常常结伴出去旅游。\n\n转眼到国庆长假了，大家便相约到云南的奇山异峰去探险。\n\n他们来到云南的一个边陲小镇，找了家旅馆住下，决定第二天去爬一座有奇山异石，长满热带林木的古峰山。然而，旅馆老板却劝他们最好不要去。\n\n“为什么不能去？”他们不解。\n\n“因为这座山不但山高林密，而且还经常有毒蛇猛兽出没。”\n\n他们没有理会旅馆老板的劝告，依旧背上行囊出发了。对于这四个富有探险精神的年轻人而言，如果害怕那些所谓的“毒蛇猛兽”，他们跑一千多公里到古峰山又有什么意思呢？\n\n古峰山果然名不虚传，不仅山峰古怪奇特，而且林木参天，奇花异草遍地。顺着山脚往上走，山路陡峭崎岖。两个多小时过后，他们也才行进了几百米。时间已经临近中午，个个又饿又累的，于是大家决定先吃点干粮休息一下。\n\n当休息得差不多时，忽然，一只兔子从草丛中跳了出来。洪涛站起来就想捉它，眼看就要追上了，这只兔子却跑进了一个更大的草丛中。洪涛在草丛中找不见兔子的踪影，正准备离开，不想脚下一滑，一声惨叫回荡在山谷中。\n\n其他三个人听见洪涛的呼救声，连忙赶去救他。只听见洪涛呼喊道：“我掉进洞里了，把我拉出来！”因为草地湿滑，张健拉住洪涛的手，并让赵军、吴强从身后抱住自己的腰往后拉，眼看就要把洪涛拉上来了，湿滑的草地加上洪涛的重力，张健、赵军、吴强反倒被拉进了洞中。\n\n现在，四个人都在洞中了，谁也出不去。大家正苦恼时，洪涛提议说：“反正进都进来了，不如进去看一看，回来再想办法出去。”就这样，他们小心地往洞中深处走去，还没走上二十来米，就陆续看到一堆堆白骨，不时还有阴风吹来，吓得几个人面色煞白。不过，越往深处走去，洞显得越来越开阔，光线也越来越明亮，几个人悬着的心就暂时搁下了。\n\n伴随着脚步声和喘息声，他们走进了岩洞的中心地带，这里的美景把他们迷住了：洞内好似一座古代的宫殿，有一个大客厅，四周摆放着石桌、石凳，借着油灯的光亮，可以看到八个穿着古代军装的士兵站立四周，手中都握有各式兵器。正当他们看得目瞪口呆时，传来了洪涛的声音：“你们快进来，这里还有更好看的！”循着洪涛的声音，他们进入了一间更加大的房间：中间有一个豪华大理石床，床的两边各站着个美女，床上平躺着一个像皇帝的人，右手拿着一块金砖，左手握着一颗闪闪发光的夜明珠。\n\n洪涛睁大眼睛仔细瞧这些人像，发现他们是由岩浆水经过千百万年沉积而形成的岩浆人，包括洞中的客厅、卧室的摆设都是自然形成的，但石床上岩浆人手中的金砖和夜明珠却是真的。\n\n四人在这仙境一样的洞中大开眼界，显得兴奋异常，刚掉入洞中的恐惧早已烟消云散。\n\n张健说：“今天我们大开了眼界，真是不枉此行啊！”\n\n洪涛说：“床上那人手中的两样宝贝不知是从哪里来的？”\n\n赵军说：“这洞里的一切都是神的安排，我们有幸大饱眼福，知足了！”\n\n吴强说：“我们应该考虑怎么出洞去，如果出不去，没有吃的，准会被饿死的，山洞再豪华也没用。”\n\n听了吴强的话，他们只好起身，依依不舍地往洞口方向走去。走了几十米，发现少了一个人，是洪涛不见了！这时，只见他慌慌张张地赶上了队伍，手捂住胸口，脸上显得极不自然。其他人也没多问，先出洞口要紧。\n\n当他们离洞口还有约一百米时，四人不同程度地出现乏力、心慌气短，越接近洞口越难受。突然，一声叫吼从后面传来：“盗贼，偷了东西还想逃，不想活了！”只见洪涛应声一头栽倒在地，口吐白沫，一块金砖从他的衣服里慢慢滑了出来。\n\n“这不是石床上岩浆人手中的那块金砖吗？”他们全明白了，是洪涛临走时起了贪心，偷走了岩浆人手中那块金砖。他们连忙把洪涛拉了起来，张健打了他几个耳光：“你怎么能干出这种事，可把我们害惨了！”洪涛清醒一点后才知道自己冲撞了神灵，犯下了滔天大罪，顿时悔恨不已。张健三人让洪涛拿着金砖，拉着他向洞中心走去，去向岩浆人赔罪。\n\n就在他们快到洞中心大厅时，只见客厅那八个手拿兵器的岩浆人已列队成两排，手中兵器指向前方。而当他们进入有石床的房间时，景象更是让人触目惊心：石床中间手拿金砖和夜明珠的岩浆人在两个美女的搀扶下已坐了起来，岩浆人左手的夜明珠还在（可能是左手的夜明珠握得太紧，洪涛没拿下来），右边拿金砖的手是空的。洪涛忙把金砖放回岩浆人的右手，四人整齐地跪在地上，向岩浆人忏悔、赔罪。洪涛连抽自己几十个耳光，乞求岩浆人的宽恕。\n\n十几分钟后，岩浆人缓缓地躺回石床上，完全恢复到原来的的姿势，两个美女也恢复到原来站姿。此时，一切似乎恢复了平静，大家都松了一口气。大厅的八个武士有七位已经归位了，但还有一位站在原地对他们怒目而视，他们只好逃也似的跑出去。当他们四人快接近洞口时，走在后面的洪涛突然“哎哟”一声惨叫。\n\n等张健、赵军、吴强回过头来看时，只见一团黑影朝洞中深处飘去，而洪涛早已没有了呼吸。三人倒吸了一口凉气，马上就明白了洞口为什么会有一堆堆白骨，估计在他们之前也有人光顾过这个神秘的洞穴，贪欲让这些人永远成了这洞中的孤魂野鬼。洪涛的下场也许不是第一个，更不是最后一个。\n\n最后他们赶紧离开了。\n这是我从网上找到的真实故事\n不知改编一下会不会是一个好玩的解密？"
        },
        {
            "author": "紅月阿",
            "timestamp": 1402919460,
            "txt_content": "好。。。。不过你私聊原作者。。。不用发帖子来……吧！"
        },
        {
            "author": "猪蹄子",
            "timestamp": 1402920420,
            "txt_content": "好水！ "
        },
        {
            "author": "975414595",
            "timestamp": 1402922040,
            "txt_content": "0 0\n得问原作者\n不管搭不搭应，自己先做\n同意了就发，不同意给我玩\n{:10_512:}"
        }
    ]
}