{
    "title": "<连载·单章>【丧魂村】[作者：409029528]【第一章：噩梦开始了】",
    "author": "409029528",
    "replyCount": 5,
    "timestamp": 1402913520,
    "txt_content": " 本帖最后由 409029528 于 2014-6-16 18:56 编辑 \n\n本小说改编自水狼大大的地图——丧魂村\n\n正式开始\n\n——————————————————————————————————————————————————————————————\n\n我叫顾宁汉，是一位高中生。今天放学的时候，突然一位班上的女同学邀我去她家玩。\n　　关于那位女同学，我只记得她姓魏，跟她并不熟。\n　　不过不知道怎么的，等我回过神来，就已经答应了。\n　　既然答应了，就得做到。虽然我并不清楚一个女生要我到她家里做什么...修电脑么？\n　　好啦，我承认我也有些开心，毕竟第一次有女生约我回家玩，或许她对我有意思？\n　　跟着她搭车离开市区，前往乡下，听着她对我介绍她住的村落-槐村，顾名思义，是因为当地有很多槐树而得名的。\n　　讲着讲着就到了村庄门口，进了村庄，我突然觉得好像不大对，村庄里一个人都没有。\n　　虽然有些奇怪，但我还是跟魏同学回了家，她的家人脸色不太好，而且对待我也是冷冰冰的。\n　　熬到了晚上，也不想跟魏同学再有什么交流了，我推脱身体不舒服，就回到客房休息。\n　　夜深了，我却睡不着。\n　　似乎他们都已经就寝了。\n　　嗯....既然无法入眠，就到处看看好了。\n　　客房很简陋...就只有一张床，一个台灯，还有一个床头柜。我拉开柜子，发现里面有一双灰白色的运动鞋，上面还有点脏，谁会在床头柜里放鞋啊？我感觉到更加奇怪了，幽暗的灯光一闪一闪的，周围的环境更加诡异，窗外有一个槐树，树叶摇摆着，好像有什么东西。不管了，先出去看看。\n　　客厅看起来很老旧的样子，角落里有一盏灯，灯光很微弱，借着灯光，我勉强可以看出客厅的布局，这个客厅不怎么大，没有电视，冰箱放在客厅的角落，看起来这里还可以当餐厅，厨房用，我打开冰箱，里面实在是太恶心了，食物都腐烂了，里面还有虫，我的背包里没有食物，难不成我要吃这些东西？不过，我还是在里面找到了一个完整的南瓜派...但是，这是一个长蛆的南瓜派，已经腐烂了，可以看到里面扭动的蛆，算了...将就着拿走吧....不然，我可能真的要饿死在这个鬼地方了....客厅旁的水槽里积满了污水，里面还有虫子，水龙头发出“呜呜”的声音，好像人的哭声...从客厅的窗户可以看到他们家有后院，不过外面很黑，所以后院里有什么东西，我也没看清楚，等会儿再去看看吧。\n　　我的客房的隔壁，是一件浴室，看起来也是很破旧的样子，莲蓬头也喷不出水，而浴缸里倒是有积水，不过谁敢在满是虫子的水里洗澡啊！这是，窗外吹过一阵风，“呼呼呼”的声音，简直就像鬼叫啊！浴室的地板脏兮兮的，还有点滑，所以我走的很慢，我可不想在这里摔倒，要是一摔倒，被那群虫子生吞了都有可能呢！\n　　魏同学的家是是双层的，楼梯下面还有个箱子，不过里面什么都没有，还布满了蜘蛛网，箱子旁则是一个花盆，里面的花看样子早就枯死了，楼上应该就是魏同学和她父母的房间吧，这样上去会不会不妥，万一魏同学醒过来...被他发现我偷偷摸摸进她的房间，传到学校去，岂不是死路一条....上去？还是不上去？我心里纠结着，最后，我还是想上去，大不了发现他们睡着了再走就好了，况且这里有些古怪，我得调查一下，怎么能错过这个好机会呢？\n　　我轻手轻脚的沿着楼梯走上去，还好，魏同学家的楼梯是石质的，不会发出声响，如果是木制的，肯定会发出“吱吱吱”的声音，那就不妙了...\n　　二楼和一楼的布局完全不一样了，有一个办公桌，看起来是办公用的，旁边还有个柜子和一个盆栽，里面种着仙人球，或许可以拿来自卫？我把仙人球小心的拿起来，放到包里。魏同学和她父母的房间就在一边，我小心的推开魏同学房间的门。里面居然没人！整个房间里除了床，架子，书桌，还有一棵枯死的盆栽，什么都没有。魏同学居然消失了？我的心忽然紧张了起来，刚才来的时候我就觉得有古怪，整个村子一个人都没有，这回连魏同学都不见了，我赶紧跑到魏同学父母的房间里，结果也是一样，空无一人。我的心悬了起来，这里到底发生了什么？我该怎么办？对了，还有后院，或许那里有线索。\n　　我快步跑下楼，打开吱吱响的的木门，跑进了后院。\n　　映入眼前的.....居然是三个坟墓！！！\n　　这是....魏同学！？\n　　我看着坟墓相框里的人，没错，魏同学已经死了。再看看两旁魏氏夫妇的坟墓，原来她们一家都死了，那刚刚我看到的到底是......？\n　　一股冷风吹来，我觉得自己陷入了一个很可怕的状态.....\n　　“你在看什么呢......呵呵呵....”魏同学的声音从我背后传来。\n　　“没.......没什么...”我不敢转头，全身都在颤抖。\n　　“那张照片好看吗？有比我现在还好看吗？”一张腐烂的脸突然凑到我身体旁边，我一声惨叫，连滚带爬的跑出大门。\n　　见鬼了！是真的鬼！突然不知道我该怎么办。\n　　对，我要求救！打给警察吗？不...应该会被当成疯子的...\n　　这个时候我突然想起班上有一个同学家里是经营一间庙的，听说他有阴阳眼，不知道是不是真的，不过打给他看看吧。\n　　我拿出手机，发现这里居然没有信号！\n　　看来只好找电话了......印象中来的时候好像有看到公共电话亭，到那里去求救吧。\n　　走出大门，外面到处都是血迹，一棵棵槐树好像死神一样在向我招着手，魏同学的外面看上去很豪华，不过.....简直就是人间地狱！我得快点逃脱这里，千万不要在遇到什么怪物了，这时，我耳边仿佛又回响起魏同学的声音：“你要去哪啊......”我吓得赶紧往小路的方向跑去，只要不再看到魏宅，恐怕魏同学就找不到我了吧....\n　　这小路边种着许多槐树，我忽然想到，我记得谁跟我说过，槐树是鬼树，没人敢在自己家里种槐树，而这个村子....几乎到处都可以看到槐树，这里，果然不正常！我可不想死，更不想在这个鬼地方死。我必须活下去，唯一的办法，就是找到电话亭了！\n　　当我快跑到小路的尽头的时候，我隐约看到了电话亭的影子，太好了，终于看到希望了，电话亭旁边有一盏路灯，灯光虽然很微弱，但是在灯光下，我还是能感受到安全感，人类天生对未知事物的恐惧，对黑暗的恐惧是无法克服的，然而，黑暗中灯光，往往就是人的救命稻草，在灯光下，我喘了一口气，据说鬼都怕灯光，在这灯光底下，我总算可以安心一点了。\n　　在休息了一会儿之后，我走进电话亭，不忘进去后把门关上，我可不希望在我打电话的时候，背后又冒出个什么东西，那样我就真的逃不掉了。\n　　我拿起电话，忽然我忘记了那位同学的电话号码，这可就糟了，难不成我真的要死在这个鬼地方了，不行！我记得我的手机里应该是存有他的电话号码的，我赶紧拿出手机，由于来的时候没充电，所以手机的电量也快消耗完了，我必须在电量用完之前找到，我一个一个翻看，终于，我找到了那位同学的电话号码，赶紧用公共电话拨了出去，当我输完最后一个号码时，手机没电了。“好险。”我手心和额头都渗出了汗，公共电话看起来很老旧，希望能用吧。可当我拨完号码时，电话却丝毫没动静，“破电话！”我生气的一脚踹到电话上，居然拨出去了。太好了，接下来就等他接电话了。\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "819144170",
            "timestamp": 1402915980,
            "txt_content": "好看好看！求快出下一章{:10_512:}"
        },
        {
            "author": "409029528",
            "timestamp": 1402916040,
            "txt_content": "819144170 发表于 2014-6-16 18:53\n好看好看！求快出下一章\n表示码字略辛苦....一天一章-两章吧....."
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1402916100,
            "txt_content": "819144170 发表于 2014-6-16 18:53\n好看好看！求快出下一章\n支持，我还没看。表示喜欢看恐怖的片子和小说=w="
        },
        {
            "author": "shure",
            "timestamp": 1403146920,
            "txt_content": "被僵尸吓跑出大门的……可怜的娃。"
        },
        {
            "author": "玩一世纪MC",
            "timestamp": 1404373500,
            "txt_content": "这个电话~~~~~~"
        }
    ]
}