{
    "title": "<连载·单章>【主宰新的传奇 】[作者：晓秀雪]",
    "author": "vest1",
    "replyCount": 3,
    "timestamp": 1403162220,
    "txt_content": "“铁匕首和软甲！”我万万没想到那大叔会给我这些好东西，我拿着匕首在空气比划了几下，竟发现铁匕首锋利的可以切开空气。我惊讶之余吉布回来了，看见手里捧着一张报纸饶有兴致的看着，“吉布老头，你回来了我的奖励呢？你手里的又是什么？”我大大咧咧的朝他说道。吉布踹了我一脚，没好气的说道：“没大没小的，你的奖励不就是你手里的吗？还有这是我从海报欧哪里刚拿到的报纸。”“这老头果然还是那么古板的”我在心里嘀咕了几句。“吉布大叔~报纸借我看下呗。”我还没说完，吉布就把报纸往我脸上扔来。我把报纸从脸上拿下来，看见印在报纸上的头条 ，《新一届世迪赛开幕了！》我起初是没什么兴趣的，但看到冠军的奖励我就不淡定“六个末影珍珠，5W金币和……和火焰附加的附魔书。”“呵呵，怎么心动了？”吉布猥琐的笑道。我点了点头，“你想去可以，你只要去杀35个僵尸，就可以去参赛。”我听到这话顿时吐血了。“告诉你吧，冠军可不是好拿的，大部分参加的都是来自城里的人，后台硬的不得了，你可要小心。”说道这里吉布似乎看穿了我所想的，眼里充满了无奈，他有接着说道:”现在离开赛还有半个月的时间，你想参赛就要听从的我给你任务，准备一下吧。”说完，只留下一个憔悴的背影消失在我的视线中。我无奈地摇了摇头，从包里拿出铁匕首放在自己的腰间，握紧手中的铁剑，轻轻推开门，看见夕阳已经从地平线上落了下去，月亮不知什么时候攀升了上来。随着山顶上已经开始刷出第一个僵尸时，越来越多的僵尸朝村庄涌来。我握紧手中的铁剑朝领头的金盔甲僵尸砍了下去，诡异的绿色鲜血喷撒在我脸上，我顾不上这么多，这时有一只僵尸张开血口向我扑来，我从腰间抽出匕首，朝那僵尸脖子上滑了过去，就这样不经意间已经杀死10只僵尸了。我大口大口的喘着气，“现在天都快亮了，不抓紧点时间根本来不及啊！”我咬咬牙想到。正在我发愣的时候，一股寒气从我身后扑来，我转过身时看见冰冷的箭朝我射来。我慌忙躲开可箭依然已经射到了我的肩膀，钻心的痛使我忍不住失声大叫。手中的匕首朝拿着弓的骷髅扔去，骷髅被被我钉在树上。用手拔掉箭之后，咬着牙从衣服上撕个布条下来做了一个简单的包扎。我拔掉骷髅头上的匕首，发现不远处还有小白掉落下了的弓和箭袋。发现箭袋里经有12只箭，但这对我来说已经足够了。我拿起弓朝远处正在敲村民门的两只僵尸射了过去，箭射穿两只僵尸头，两只僵尸纷纷倒下，我手中的箭也越用越快。天微亮时，我清点了一下我杀死的怪物数，我怎么也没想到我竟然杀了40只僵尸外带3只小白！“达到吉布的要求了。”我喃喃。我查看了一下自己的衣物，已经被僵尸的血染成绿色了。没办法，我只能脱光衣服去不显眼的池塘里清洗了一下，还好背包里有吉布为我准备的另一套衣服，否则……咳咳。我回到吉布家时已经是早晨了，发现桌上有一封信，打开一看上面写道：“小子，昨晚干的不错，你可以去参赛了，但你要时刻提防着身边参赛的人。床边有为你准备好的准备，你小子给我争气些，我会去现场观看你的状晃的。现在村里有先事我不得不去一下，我们全村的人都会支持你，安心的去吧————吉布留。”我看到这里莫名有先感动，“吉布还蛮关心我的嘛。”我欠扁的笑道，我走到床边的箱子前，查看箱子里的东西，发现除了一些食物外，还多了2颗金光闪闪的苹果和一套铁盔甲。我把之前的软甲套在里面，铁套穿在外面，准备好了装备和地图之后就默默离开村庄，踏上了新的路途，“世迪赛，我奥斯丁来了！”…\n\n\n\n\n                   第一章              第二章\n[groupid=601]Darkness服务器组[/groupid]",
    "replies": [
        {
            "author": "vest1",
            "timestamp": 1403162280,
            "txt_content": "我由于名字也懒得的想了 如有雷同 纯属巧合"
        },
        {
            "author": "azsx6912121",
            "timestamp": 1403162460,
            "txt_content": "这么大的金币数量真的大丈夫？5w诶"
        },
        {
            "author": "vest1",
            "timestamp": 1403162520,
            "txt_content": "azsx6912121 发表于 2014-6-19 15:21\n这么大的金币数量真的大丈夫？5w诶\n好快..........."
        }
    ]
}