{
    "title": "<连载·单章>【抉择降临】[作者：【andy990928】][【第五场抉择 坍塌的通道】]",
    "author": "andy990928",
    "replyCount": 13,
    "timestamp": 1403259540,
    "txt_content": " 本帖最后由 andy990928 于 2014-7-6 21:08 编辑 \n考试考完了，继续更新，这又是一片3000+的更新，话说快要25000咯，不知道有没有贡献拿呢。为什么感觉字数越多越没人看呢2333333我下次更少一点好了2333333，开玩笑。每次3000+的更新永远不会变呢。\n        快一点，再快一点，伊诺克提醒自己，自从他穿过甬道后，他就一直感觉有人在后面追着他，一路走来，他一直是沿着一条道路走，况且也只有那一条道路可走，难道自己走到那两名人类前面去了？虽然这正是他原本所期待的，可他现在一点也高兴不起来，原因？他还没想好如何面对那两名人类，来的路上他还在思索这件事，直到现在，在他转过一个弯后，一只弓箭提醒了他，自己的身边还有两名人类，幸好，伊诺克在半空中就直接抓住了那只箭头，这倒不是说伊诺克的速度有多快，而是如果他反应不及时，那只看起来挺锋利的箭头就要击中他了，面对这件见面礼，伊诺克只能摇摇头，希冀自己的速度足够快，快到能够甩掉他们，可随着身后飞来的威胁越来越多，有几只甚至险险的从他的身边擦过后，他就知道自己根本无法甩开他们。\n　　伊诺克心里思索着一切可行的办法，战斗？这固然能有效的阻止他们前进，可按照刚刚箭矢的飞行轨迹，在这种狭窄的地方，也够他喝一壶的了，隐身，根本没有半点可能，冒险尝试可能导致不必要的伤势，伊诺克查看着随身携带的物品，随机组合着，希望找到合适的办法。\n　　“就在前面，还差一点！”艾格尼丝身后，卡尔大喊着，随着与盗宝贼距离的不断接近，他的模样也逐渐的清晰起来，对方高大的不像是人类，根据卡尔的估计，对方起码也得有2米向上，只多不少，不过尽管对方的命中范围如此之大，但艾格尼丝射出的箭矢全都被躲过了，艾格尼丝几乎不会射偏，卡尔深知这一点，每当他被用布包裹住的木箭头射中后，四处寻找凶手时，艾格尼丝总是站在20米开外，无论他如何闪躲，那些箭头总是恰到好处的击中他身体的各个部位，艾格尼丝把握着不让箭矢击中要害部位，可被击中部位火辣辣的疼痛总是难以磨灭的回忆。\n　　“知道了！我正在瞄准呢。”自从她射箭起，要论射箭，村子里鲜有她的敌手，一方面是因为村子里懂得射箭的人并不多，但更多的一部分，是因为她对射箭有一种与生俱来的天赋，当她拿起弓箭，她就好像找到了自己的伙伴，他们总能旗开得胜，然而现在在这遗迹里， 这队以往战无不胜的搭档却收到了巨大的挫败，箭筒里的箭不断的减少，而她却颗粒无收，一开始艾格尼丝尽量无不往要害射，然而，很快她就明白这根本没什么用，因为无论她向哪里射出箭矢，对方都能毫发无伤的躲过，有些看起来好像击中了，却只见对方身子一动，那支箭就好像被抖落了下来，掉落在地上，发出清脆的落地声，每一声都是对她的侮辱，艾格尼丝想道，手中的弓箭逐渐开始两发两发的射出箭矢，若是精度不够，她就以数量取胜，虽然两箭并发他还没能很好的掌握，但已被怒火烧上心头的他也顾不了这么多了，她的手已经被绷直的弓弦拉开了一道道小口子，可她一点也不在意，只是不断向前倾泻出箭矢。\n　　奇异的地方，戈登不得不感叹，这颗星球上的文明确有它独到的地方，他现在所站的地方，是一处密室，说是密室，其实空间一点也不小，若是伊诺克见到了，一定会记起自己曾看见过相同的密室，那是与星灵老人见面的地方，只不过，这间密室没有了复杂的机械，入口也更矮，外表看上去好像没有什么奇异之处，当时，戈登差点就错过了这里，然而，跟随着他一起进到石室里的一只蟑螂却让他发现了不同之处，当那只蟑螂把入口几乎要挡住时，顺着缝隙投进来的一点光线直直的照到了墙上，于是，墙上便多出了一幅模糊不清的投影，这给了戈登以灵感，他让蟑螂退出石室。在一阵摸索之后，戈登找到了墙壁上略微凸起的一个按钮，他当即按了下去，他的复制体于半个小时前赶到，既然已经搞丢了目标，他还不如索性就把自己所在的这个地方探索个清楚，他一定要获得点什么能够不虚此行的东西，无论价值多少，有就行了，就像他面前的这个按钮以及他背后的机关，等待了一会，正当他以为按钮不起作用后，戈登被面前的一幕惊呆了，光线从背后隆隆关闭的石门上的小孔照射进来，经过几次折射增强后，最终，当光线穿过戈登头顶上方的镂空花纹，影射在他面对墙壁时，他似乎看到了一幅地图，戈登尝试辨认了一下，丛林旁边是一片。。。等等，一片，上次王虫去侦查时，似乎只是看到了一个小村子，但，无论按方位还是角度来看，戈登都能确认这的确是那群所居住的人类村庄的所在，发生了什么，戈登把这个疑惑藏在心底，退出石室，继续进行探索。\n　　无稳定的因素仍在不断的聚集，然而却不是人的缘故，塔斯克不断的分析数据，所能得出的结论也只有一个：转化的速度正在不断加快，不断加快，快到无法接受，无论是什么，节奏总是这么快，塔斯克心里想到。\n　　他获得高阶圣堂这个称号的地方，是在一片战场上，那是艾尔，星灵们逝去的家园，当时，给他授予称号的星灵，本应同是一位高阶圣堂，然而，命运却给塔斯克开了个不大不小的玩笑，当他看见走进房间的执政官时，心中的兴奋之情如同是水滴落到了滚烫的油锅之中，在痛苦之中蒸腾了，仪式很简短，甚至塔斯克精心准备的誓词也毫无用武之地，执政官的心情如同他身上散发出的致命能量一样不稳定，在给他完成短到不能再短的仪式之后，就转身离开了房间，只剩下衣着华丽的塔斯克——这本是应该庆祝的事情，呆立在房间中央，后来塔斯克了解到，给他进行仪式的执政官也在一次战斗中牺牲了，他死在了塔斯克的感谢词之前，自那以后，塔斯克就试图像个真正的高阶圣堂一样活下去，分析数据，查找文献，甚至上阵杀敌，星灵的生育率极度低下，每个星灵都要扮演不同的角色，但这也有好处，至少塔斯克的幽能是运用的越来越娴熟了，好处，还是坏处？无从评断。\n　　“嘭。。。”在浪费了一颗圣甲虫炸弹后，伊诺克面前的甬道成功的将他与那两名人类分离开来，浪费，伊诺克用了这个词汇，确实是符合当时这种情形，这种炸弹出产于金甲虫，这些原本应该作为“移动工厂”来使用的机械，在与虫族的作战打响后，便被改造成了作战用途的冰冷机器，金甲虫的攻击方式只有一种，就是它自己生产的圣甲虫炸弹，尽管伊诺克手中的型号是特地为单体生产的，降低了80％的威力，却同样威力惊人，朝密集的虫堆里一丢便能炸死十数甚至数十只虫子，而这种杀手锏却被他用在解决一片块倒塌的墙，不得不说实在是暴殄天物，况且十有八九可能造成塌方，但伊诺克还是毅然决然的使用了，原因显而易见，他需要拖住他们。\n　　爆炸扬起的土灰封闭住了面前所能看到的一切，这已算是不幸中的万幸，他们差一点就被掉下的石块给掩埋住了，千钧一发之际，卡尔拉住了艾格尼丝的手：他看到了对方投出了一个圆柱形物体，说到底，还是预感救了他们一命。\n　　“你拉着我干什么，我们刚刚明显能够过去的。”艾格尼丝狠狠的踩了卡尔一脚，这才意识到自己和卡尔的手还拉着呢，刚一松开手，就对着卡尔大呼小叫起来。\n　　“先不说能不能过去，你过去之后呢？这里的灰尘这么大，你能够确定他不会躲起来偷袭我们吗？”卡尔冷静的分析道，心里十分着急：这一下，他们要把废墟掘开，得花点功夫了，那名盗宝贼肯定抓住这个机会逃走了。\n　　艾格尼丝这才发现自己的手上已经满是创口和淤青，顿时疼的哼出身来，用随身携带的绷带包扎止血后，她才又大大咧咧的提问起来\n　　“现在怎么办？现在那个盗宝贼可能已经跑得远远的了，这种大小的碎石废墟，挖起来可要点时间”艾格尼丝和卡尔倒是想到一块去了，命运弄人，下到这一层的时候，卡尔还在对天抱怨无聊呢。\n　　“还能怎么办，挖吧。”卡尔从工具包里掏出两把铁稿，两把铁铲，自己一马当先，已经热火朝天的干了起来，铲了一会，却发现艾格尼丝还站在一旁傻愣愣的看着他，心中一股火气就冒了出来。\n　　“快点开始啊。”“真的要这么麻烦啊？换件事情给我做好不好？”“现在这样像是有别的事情干的样子吗！快干活！你的宝藏还等着你呢！”\n　　@狂风※中箭 @a2455564728 @940595236 @Xx123c \n看完请回复一下，感谢您的支持！\n上一章第四场抉择 闪烁的微光                                下一章第六场抉择 艰难的合作\n\n\n想了想还是贴上来吧，没别的意思，只是鼓励一下自己\n索引贴：\n\n\n",
    "replies": [
        {
            "author": "MC大湿",
            "timestamp": 1403259780,
            "txt_content": "\n\n虽然没看过楼主的连载小说 但是楼主码字这么辛苦 给点报酬吧！"
        },
        {
            "author": "andy990928",
            "timestamp": 1403259840,
            "txt_content": "MC大湿 发表于 2014-6-20 18:23\n虽然没看过楼主的连载小说 但是楼主码字这么辛苦 给点报酬吧！\n感谢您的支持！"
        },
        {
            "author": "NaOcAn.",
            "timestamp": 1403259900,
            "txt_content": "打那么长不累吗= =辛苦了撒"
        },
        {
            "author": "andy990928",
            "timestamp": 1403260140,
            "txt_content": "NaOcAn. 发表于 2014-6-20 18:25\n打那么长不累吗= =辛苦了撒\n为了大家一点也不辛苦呢，感谢您的支持！"
        },
        {
            "author": "Xx123c",
            "timestamp": 1403261820,
            "txt_content": "叫俺来作甚，你认识俺么？"
        },
        {
            "author": "andy990928",
            "timestamp": 1403263080,
            "txt_content": "Xx123c 发表于 2014-6-20 18:57\n叫俺来作甚，你认识俺么？\n因为实在是没人@了，不好意思，看你前面回复过我的帖子，就一起@掉了"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1403318880,
            "txt_content": "创作版里面新人一般都很辛苦的。。。这是我更了20多章得来的经验..."
        },
        {
            "author": "andy990928",
            "timestamp": 1403320620,
            "txt_content": "狂风※中箭 发表于 2014-6-21 10:48\n创作版里面新人一般都很辛苦的。。。这是我更了20多章得来的经验...\n终于碰到懂的人了！{:10_512:}"
        },
        {
            "author": "a2455564728",
            "timestamp": 1403322660,
            "txt_content": "嘛～觉得可以你就去置顶参加活动吧～"
        },
        {
            "author": "940595236",
            "timestamp": 1404113460,
            "txt_content": "LZ你的签名是魔兽么？"
        },
        {
            "author": "andy990928",
            "timestamp": 1404136500,
            "txt_content": " 本帖最后由 andy990928 于 2014-6-30 21:59 编辑 \n940595236 发表于 2014-6-30 15:31\nLZ你的签名是魔兽么？\n恩，是的，鬼服渣渣一枚。"
        },
        {
            "author": "Lucky777777",
            "timestamp": 1404142920,
            "txt_content": "  写得不错 支持一下"
        },
        {
            "author": "andy990928",
            "timestamp": 1404186360,
            "txt_content": "Lucky777777 发表于 2014-6-30 23:42\n写得不错 支持一下\n感谢版主的支持！{:10_512:}"
        }
    ]
}