{
    "title": "<连载·单章>【你，听说过死魂凋零吗？】[作者：hznb][第2章 战士准则]",
    "author": "hznb",
    "replyCount": 4,
    "timestamp": 1403273580,
    "txt_content": " 本帖最后由 hznb 于 2014-7-25 12:39 编辑 \n\n不务正业作者的废话\nHi，又是我怂货君，别问我为何临近考试还这么高产，我不想听。那么在这也是祝和我一样将要考试的少年纵横考场，拿个好成绩。好的，那么写完这章我就要滚去做索引了（引子和第一章在我的签名档，点下就进入了）\n\n\n\n\n—————————————————————————————————————————————————————\n\n\n\n每章の歌\n\n\n\n歌名：境界の彼方\n出处：境界的彼方\n这次是境界彼方的op，非常耐听，记得没错的话= =，上次是ed吧。\n\n\n\n\n\n\n—————————————————————————————————————————————————————\n\n\n\n喜闻乐见的正文（1472字）\n\n  “贺老头，等等，”陈安逸从后面追上贺不凡，叫住了他，露出一副可怜兮兮的表情，“我也想下去看看。”\n\n  贺不凡现在是满头黑线，很显然，他对贺老头这个称呼很不爽，看着陈安逸，他叹了一口气，道：“好好好，下去看看吧。”\n\n  “谢了，贺老头，走吧。”陈安逸欢呼了起来，把手搭在了贺不凡肩上，一步一步走下楼去。\n\n  贺不凡依然满头黑线......\n\n  下了楼后，噪杂的声音更大了。陈安逸眼睛转啊转，把酒吧里的人都观察了一遍，一群穿着重皮甲的人笔直的站在陈安逸前面，犹如青松挺立一般。突然，有个人进入了他的视线，这个人就是一直在楼下嚷嚷的人。陈安逸看到他，眼睛立马睁得跟铜铃一样大，天呐，他的膀子都快跟我的腰一样大了，陈安逸心想。\n\n  “我当是谁呢，这不是卡奇统领大人吗，怎么有兴趣来我这小酒吧呀。”贺不凡冷笑地说道，听这说话的语气，好像贺不凡认识卡奇。\n\n  卡奇摆了摆手，用讥讽的语气说道：“你可就说笑了，你这夜色酒吧在混乱森林可是数一数二的店啊，我这可是特地来你这的呀。”\n\n  “行了行了，有话讲，有屁放。”贺不凡不耐烦地说道。\n\n  “教皇大人要与HIM开战了，特命我来征兵，”卡奇眼尖地看到贺不凡身后的陈安逸，转念一想，这可是报复贺不凡的好机会啊，“嗯，你身后的那个小伙子不错，一定是个好士兵，你让他十天后来斯巴达集中营见我。”\n\n  斯巴达集中营，战士的天堂，弱者的地狱，每年都会有士兵送入训练，死亡率高达90%，可以看出来，卡奇想将陈安逸置于死地，真是毒辣的心肠。\n\n  贺不凡听到斯巴达集中营，脸都绿了，怒声喝道：“你什么意思，斯巴达集中营是著名的死人营，他还只是个孩子。”\n\n  陈安逸是听出来了，卡奇想让他死，心中顿时对卡奇产生了反感。\n\n  “行了行了，贺老头，人都走了，叫也没用，我倒想看看他能耍什么花招。”陈安逸指了指已走了的卡奇一行人。\n\n  “可是，那个地方进去就是死啊。”贺不凡担心地说道。\n\n  “没事没事，我福大命大，再说了，我还要找我弟呢，说不定，我没死，还出了名，浮沉不就就能找到我了嘛。”陈安逸拍了拍贺不凡的肩膀。\n\n  贺不凡看着陈安逸坚定的眼神，知道自己再说什么也不管用了，无奈道：“好吧好吧，明天一早，到后院来找我，我教你一些这个世界的基本常识。”\n\n  第二天清早...\n\n  陈安逸早早的就到了，等待着贺不凡的到来。\n\n  过了一会儿，贺不凡一摇一晃的走了过来，活像个小老头儿，大声说道：“今天，我就教你如何成为一名战士，战士有四大准则，分别是执着，荣耀，守护和冲锋，你要时刻记住，战士是不走回头路的，如果有人侮辱战士就是侮辱你，每一个战士最重要的就是保护别人和永不退缩，那么，现在，你想成为一个无畏的战士吗？”\n\n  在旁边听的陈安逸早就热血沸腾了，毫不犹豫的答道：“想。”\n\n  “好，那你现在去挑个石剑来耍几下给我看看。”贺不凡指了指挂满各种剑的武器架。\n\n  武器架上有一大部分是石剑，一小部分是木剑和铁剑。若是有旁人看到了，一定会惊呼，一个普通士兵的标准配装就是皮胸甲是一把木剑，有很多石剑那就是土豪的代言词啊！其实并不是资源短缺而导致石剑价格变贵，主要是武器制造师太少了，再加上石剑制作方法又麻烦，所以才会变成这样。\n\n  陈安逸一阵小跑跑到了武器架旁，挑了把重剑然后挥舞了起来，他一个起手式就把贺不凡震到了，那气势犹如君王降世，剑指苍穹。\n\n  咦，真奇怪，这招式好熟悉啊，但怎么就是记不起来呀，贺不凡心想。\n\n  “行了行了，真不错，这招是谁教你的？”贺不凡问道。\n\n  “真对不起，不能说哈。”陈安逸挠了挠头，尴尬的说道。\n\n  “额，不给说啊，那行，我教教你我的成名绝技，开山36式！”贺不凡一把拿过陈安逸手中的剑摆了起来。\n\n  “这招好炫啊”陈安逸崇拜道。\n\n  “来来来，我慢慢教你。”贺不凡手把手的教起了陈安逸。\n\n  ..........................\n\n\n\n\n—————————————————————————————————————————————————————\n\n\n\n\n                                               如果，本文有什么触动到你的地方，我很开心\n                                           那么，就请你顶帖评下分吧，十分感谢\n\n                                                             索引\n\n\n\n\n\n",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1403273700,
            "txt_content": "特约观众席@冥王星人 @风之心_天双 @银狼 @CloudsXDao @钢的笔"
        },
        {
            "author": "dlxy",
            "timestamp": 1403273700,
            "txt_content": "好像很厉害的样子，顶个"
        },
        {
            "author": "菜菜菜菜菜",
            "timestamp": 1403273760,
            "txt_content": "今晚好多好文章啊 顶一个！"
        },
        {
            "author": "银狼",
            "timestamp": 1403284320,
            "txt_content": "通宵中 = ="
        }
    ]
}