{
    "title": "珍爱生命，远离可乐。",
    "author": "冥王星人",
    "replyCount": 16,
    "timestamp": 1340862600,
    "txt_content": " 本帖最后由 冥王星人 于 2012-6-28 13:55 编辑 \n\n“广州花都区最近发生了一个事件。有一妇女周日买了一些罐装可乐，放冰箱内，周一她被送进医院，周三她离开了这个世界，验尸结果她死于Leptospirosis（细螺旋体病，又译为钩端螺旋体病）。追踪到可乐罐头，她没有使用玻璃杯喝。实验证明罐头受到鼠尿感染细螺旋体病毒。鼠尿含有毒性和致命物质。在喝罐装汽水之前，强烈建议汽水罐的上部要清洗干净。NYCU研究显示，汽水罐上面充满毒菌和细菌，比公共厕所还多。希望将消息转发给所有你关心的人。”\n\n写在前面的声明：本外星人为了保护自己的牙齿，已经改喝统一冰茶了，从前也不太喝又是杀虫剂又是农药的可口可乐。无论这个是不是谣言，我还没活腻味呢，绝对不会听到什么“啊原来是假的啊~”这种话，就放心大胆拿性命做实验开玩笑，至于看到此贴的各位，请随意自己判断吧。\n\n【转载内容】这个流言看起来还是挺吓人的，主要原因是罐装可乐这东西几乎人人都喝过……但细想一下问题也就来了，既然人人都喝而且几乎人人都对嘴喝，易拉罐怎么说也发明了52年，真要有危险也不至于到现在才出事吧。再仔细看看，如果你还记得高中生物的话，就会注意到所谓“螺旋体”根本不是病毒，而是一种类似于细菌的原核生物（也有人直接把它归入细菌）。有此两点常识，就足以让咱们对这个流言产生强烈怀疑啦。以下，流言审核程序启动~\n\n1.这个Leptospirosis（钩端螺旋体病）究竟是什么东西呢？它确实是由Leptospira属的钩端螺旋体导致的一种疾病。钩端螺旋体的传播范围还是挺广的，两栖、爬行、鸟类和哺乳类都有感染记录；人类也有，主要的感染原因是被患病动物尿液污染过的水接触到了皮肤伤口、眼睛或者消化道粘膜。注意，这里说的是被污染过的水——螺旋体毕竟也是有细胞结构的生物，离了水就是个死翘翘。除非正好遇到极其潮湿的天气，不然一瓶可乐就算不幸挨了鼠尿，很快也就干透了。因为喝可乐染病，确实相当不可能。再说，可乐的运输一般都是在纸板箱子里的，箱内又没有多少空间，即便被老鼠咬穿也不大可能一泡尿正好浇到罐口上，就算真浇了也未必有害——鼠尿本身无毒，只有里面可能携带的病原体是危险的。许多其他生产运输不规范的食品中招的可能性恐怕更大。\n不过另一方面，如果可乐罐上的缝隙里藏有泥土，那病原体存活的可能性就会大大增加；如果附近别的可乐破损后洒在罐子上，形成的黏黏一层含糖物质也有助于病原体存活。因此要是不幸拿到一瓶灰头土脸的可乐，那还是先洗洗比较保险；否则的话大可放心地喝。对了，笔者和谷歌都从来没听说过哪所学校或者哪个机构的缩写是“NYCU”的，因此对于这个所谓的汽水罐肮脏程度研究，只能表示查无此文。\n\n2.肯定还是有人不放心，万一咱就是天灾星转世，什么倒霉事都能遇上的类型呢？那就接着看数据和实验吧。应该说这种疾病的流行病学研究还算可以，03年12月《柳叶刀：传染性疾病》上一篇综述的题目就是“钩端螺旋体病：一种全球范围内重要的人畜共通病”，文中指出该病最主要的感染者是某些特定职业的从业人员，比如农场工人和下水道清洁工，不卫生的贫民窟和某些水源不洁净的水上娱乐活动也是来源之一，另外在热带远比温带广泛，不过关于鼠尿可乐什么的倒是只字未提。笔者搜索了一下ncbi、jstor、google scholar等学术期刊网站，也没有发现任何类似的病例报道。\n“流言终结者”节目当然也没有放过这则流言，不过他们采取的手法略有不同。在第135期节目中，他们从旧金山市内各处取来1000罐可乐作为实验组，又买来1000罐可乐擦净表面，然后放出40只老鼠，让它们在里面乱跑90分钟，作为对照组。质谱仪的检测表明，对照组有大量鼠尿沾染，而实验组却没有检出鼠尿成分，可见正常情况下可乐的保存条件还是没什么问题的。另外他们还请来伯克利大学的流行病学教授，解释了鼠尿里哪怕含有危险的细菌病毒，在铝制易拉罐上面风吹日晒加晾干也是活不下来的。\n值得一提的是，美国疾病控制中心（CDC，The Centers for Disease Control and Prevention）倒是发过一个与鼠尿相关的辟谣声明，其目标谣言和本则极其相似，只不过涉及到的疾病不是钩端螺旋体病，而是“汉他病毒”（Hantavirus）。这个病毒和钩端螺旋体特征很接近，也是主要经由鼠尿传播，也可能致命，但CDC严正声明并未发现任何一例经由可乐罐感染的病例。如果病毒尚且做不到，娇贵得多的细菌恐怕是要更难了。\n\n3.那么这个钩端螺旋体到底有多可怕呢？感染这种病原体的临床表现五花八门，轻的根本看不出明显症状，但个别重的确实可能会肾衰竭甚至致命的肺出血；具体症状和病原体的株系、宿主免疫力等都有关系。绝大部分人感染的症状都是很轻的，顶多就是发烧而已。1995年针对尼加拉瓜的一次调查发现了85个人携带有此种病原体，可是只有25个人表示之前的两个月里有发烧症状。在热带国家塞舌尔的一次调查中发现9%的人最近遭到过感染，37%的人曾经遭受过感染，可是没有一个人报告过任何症状。还有一个好消息是这种病原体几乎不会在人和人之间传染。\n只有当感染到最严重的程度时，才会被称为“魏尔氏病”（Weil's disease），也就是原流言所说的“钩端螺旋体病”。这种病绝大多数情况下伴随着明显的皮肤黄疸，通过化验手段检出病原体也极其容易，因此不至于像流言中可怜的主人公那样死得莫名其妙，要靠验尸才明白死因。只有5%-10%的病原体感染者会患上此病，其中又只有5-15%在不治疗的情况下可能致命，算下来总共只有1%左右——其实真不算很高，要知道连流感都有0.1%的死亡率呢，而流感的感染人数可要大得多得多。实际上不少医生主张急性感染初期根本不需要给抗生素类药物，因为绝大部分患者很快就自愈了。在巴拿马针对美军士兵的一项实验表明多西环素可以显著降低死亡率，针对此病的疫苗也已经开发成功。总的来说，这不是一种需要咱老百姓太过担心的疾病。\n\n\n4.虽然可乐鼠尿这件事情可以基本定论为谣言了，不过这也算提醒我们一次食品安全卫生的重要性，毕竟接触到嘴的东西还是要小心。然而，大部分流言虽说通常包含有那么一点真实性，但往往是把我们的注意力引向相对而言无关紧要的小地方，让我们毫无必要地恐慌，却忽视了更大的危险——比如餐具消毒、厨房卫生和食品新鲜程度。卫生部整天强调规范小餐馆之类场所的卫生，却从来没发布过易拉罐卫生指南，不是没道理的。\n\n\n5.好吧，流言破解本身其实在4已经结束了，但如果你蛋疼地还想知道这个流言的来源演变的话，那么根据著名流言破解网snopes的追踪，故事大概是这样的：\n这则流言最早于网上现身是在1998年10月份，当时并没有任何关于受害者的信息，只是说“一个家人的朋友”而已。\n到了1999年9月，主人公的形象开始丰满起来了：一个夏威夷的仓库管理员因为打扫了一个特别脏的仓库，不幸感染了某种汉他病毒，最后全身器官衰竭，惨死医院，尸检结果已送递CDC作进一步研究云云。不过从来没有哪家正规媒体报道过此事，而CDC的回应我们也都知道了。另外原故事还有个漏洞，主人公明明是茂宜岛人，结果送急诊时居然被送到了隔海一百多公里的瓦胡岛上的医院，拜托这是急诊啊，怎么说也得先就近送吧。\n接下来的几年里，我们可怜的主人公四处搬家，遭受各种不幸。2002年，中文版所说的故事初次亮相，一位比利时女子星期天去划船的时候把几罐可乐带上了船里的冰箱，然后周一住院，周三挂了。接下来的内容基本上和中文版完全一样，只不过最后那项研究来自西班牙的不知啥地方。到了05年，这位女子搬家到了北德克萨斯，研究也转移到了莫须有的NYCU。\n其实这两则还好，起码船上的冰箱嘛，跑个老鼠还是有那么点可能的，可是中文版把主人公搬家搬到广州花都区的同时，很体贴国情地把划船的情节省略了（国内大概没有船上带冰箱还能划的吧）。显得更莫名其妙，但引发的恐慌程度也更大了：什么事情都没做就招此飞来横祸，那岂不是说明这种危险其实就时刻潜伏在我们身边，而我们还不知道？恐慌导致判断力丧失，自然更助长了谣言的传播。\n这个现象和麻醉偷肾的故事如出一辙：早期的麻醉偷肾故事是游客去拉斯维加斯被性感女郎诱惑，醒来发现肾没了，好歹有那么点自作自受的含义；但后来的故事则是某个旅行推销员累了一天后想去酒吧喝一杯放松一下，结果被下药了。道德训诫的意义少了，引发的普遍恐慌却多了，人人自危的状态下，正是谣言传播最好的温床。\n",
    "replies": [
        {
            "author": "g-g-g",
            "timestamp": 1340862720,
            "txt_content": "不经常喝可乐的路过"
        },
        {
            "author": "[O/O]",
            "timestamp": 1340862840,
            "txt_content": "g-g-g 发表于 2012-6-28 13:52 \n不经常喝可乐的路过\n我只喝血，嘻嘻嘻嘻嘻嘻嘻嘻嘻嘻嘻{:10_505:}"
        },
        {
            "author": "DR.MC.ztz",
            "timestamp": 1340862840,
            "txt_content": "不喝可乐哟..{:10_521:}"
        },
        {
            "author": "geludan",
            "timestamp": 1340870100,
            "txt_content": "转载能否不要底色。。。我知道那是直接复制的结果。。。但是你可以使用刷子图标。。。"
        },
        {
            "author": "冥王星人",
            "timestamp": 1340871300,
            "txt_content": "geludan 发表于 2012-6-28 15:55 \n转载能否不要底色。。。我知道那是直接复制的结果。。。但是你可以使用刷子图标。。。\n刷了，不起作用。"
        },
        {
            "author": "geludan",
            "timestamp": 1340871360,
            "txt_content": "冥王星人 发表于 2012-6-28 09:15 \n刷了，不起作用。\n\n那就算了吧（姚明脸）"
        },
        {
            "author": "g-g-g",
            "timestamp": 1340874060,
            "txt_content": "geludan 发表于 2012-6-28 16:16 \n那就算了吧（姚明脸）\n这到底和姚明脸有神马关系\n\n\n\n\nQQ截图20120628170621.png (16 KB, 下载次数: 2)\n\n下载附件\n\n2012-6-28 17:00 上传\n\n\n\n\n"
        },
        {
            "author": "geludan",
            "timestamp": 1340874180,
            "txt_content": "g-g-g 发表于 2012-6-28 10:01 \n这到底和姚明脸有神马关系\n这表情代表的是不负责任就这么着吧的含义"
        },
        {
            "author": "g-g-g",
            "timestamp": 1340874300,
            "txt_content": "geludan 发表于 2012-6-28 17:03 \n这表情代表的是不负责任就这么着吧的含义\n啊 算了\n\n\n\n\nQQ截图20120628171059.png (23.42 KB, 下载次数: 1)\n\n下载附件\n\n2012-6-28 17:05 上传\n\n\n\n\n\n"
        },
        {
            "author": "2B是我",
            "timestamp": 1341034020,
            "txt_content": "[O/O] 发表于 2012-6-28 13:54 \n我只喝血，嘻嘻嘻嘻嘻嘻嘻嘻嘻嘻嘻\n纳！尼！别杀我..."
        },
        {
            "author": "chianmoble",
            "timestamp": 1341034440,
            "txt_content": "[O/O] 发表于 2012-6-28 13:54 \n我只喝血，嘻嘻嘻嘻嘻嘻嘻嘻嘻嘻嘻\n头像配上这句话真同步呢"
        },
        {
            "author": "$_$",
            "timestamp": 1341034680,
            "txt_content": "喝可乐可以杀精"
        },
        {
            "author": "Condor",
            "timestamp": 1341034800,
            "txt_content": "刚喝了3杯可乐的路过..."
        },
        {
            "author": "225282934",
            "timestamp": 1341034980,
            "txt_content": "我只喝瓶装的"
        },
        {
            "author": "angrybird2435",
            "timestamp": 1341139980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "TOMATO",
            "timestamp": 1341141120,
            "txt_content": "我只和喝水···············这下安全了吧？"
        }
    ]
}