{
    "title": "<原创·连载>【大雄与多啦A梦的Minecraft之旅】[作者：1814][【初遇迦娜】]",
    "author": "1814209846",
    "replyCount": 4,
    "timestamp": 1403316300,
    "txt_content": "《大雄与多啦A梦的Minecraft之旅》\nhttp://www.51119.com/play/swf/03.swf?soundFile=http://sc.111ttt.com/up/mp3/233488/F445A142140BC93C6A50ABAFFCAF02E7.mp3&bg=0xCDDFF3&leftbg=0x357DCE&lefticon=0xF2F2F2&rightbg=0x357DCE&rightbghover=0x4499EE&righticon=0xF2F2F2&righticonhover=0xFFFFFF&text=0x357DCE&slider=0x357DCE&track=0xFFFFFF&border=0xFFFFFF&loader=0x8EC2F4&autostart=yes&loop=yes\n\n\n前言\n呃......没有什么好说的，这次我还是灵感爆发\n\n第4章“初遇迦娜”\n      抬头看了看天空，发现飞船早已飞得无影无踪了。“我的现在的人手不够，我们需要聚集一些人手来。”大雄说，“但哪里有人手呢？”“你们可以去我的时光机去找人手哦~。”多啦美自信得说。多啦A梦拿出口袋里的克隆机，自豪得说：“我可以克隆一堆的我们。”大雄也十分激动，说：“人手够了，我们应该向那里进军。”乘着多啦美的时光机，大雄和多啦美一起去了20世纪。\n    “不！怎么会这样！”大雄喊道，现在的20世纪已经变成了废墟了，到处笼罩着黑暗与烟火，远处传来一声轻轻的呻吟，远处的胖虎被压在石头下面，还有一口气，大雄和多啦美连忙抬起胖虎，问胖虎：“这里发生了什么事了，这里怎么变成了废墟！”“刚刚来了一堆人，把这里变成了废墟，我被压在石头底下，没有被那些人发现，其他人已经被他们发现，被抓进了飞船里，那个飞船就在那个太阳那边！”胖虎用微弱的声音说着。大雄背起胖虎一步一步走着碎步，由于胖虎太重，大雄也不少摔倒，天上的飞舰上出现了一个飞船，那个飞船是出来巡逻的，多啦美拿出蜻蜓翅膀，手上拿着激光剑飞进了飞船里，飞船里的士兵被踢了出来，飞船在缓缓降落，“发现敌人，发现敌人”那个受伤的士兵用自己最后的一口气呼叫总部，“不好了，我们要赶紧走了，快做下来。”多啦美说，飞舰里飞出了一群的飞船，多啦美驾驶着飞船遭受到敌人的攻击，尽管多啦美驾驶技术了得，也无法躲避飞舰的跟踪炮弹。“我数三二一大家一起跳！三！二！一！”大雄背着胖虎跳了下去，掉到了一个水池里，多啦美不知道在哪里\n    “多啦美你在哪！”大雄喊着，前方有人，大雄躲进灌木丛中，发现了多啦美已经被他们抓住了，现在已经没有人能帮助大雄了，现在大雄和胖虎是唯一的生还者，大雄想起了多啦A梦在房间里的二次元口袋，先是把胖虎藏在灌木丛中，然后独自跑到自己家的废墟里，大雄正在努力得丢开石头寻找口袋。“终于找到了”大雄已经满头大汗了，大雄回到胖虎的地方，和胖虎一起钻进了口袋里，然后传送到了多啦A梦那里，“多啦A梦！多啦美被抓了！20世纪的所有的也被抓了”大雄喊着。“什么！你为什么不早点讲啊！”多啦A梦也开始着急,多啦A梦拿起超级油漆和狼人还有一本识人手册手电筒说：“把这个涂身上可以穿墙，你这就去就他们”大雄先是涂上油漆，然后被手电筒照照，大雄这就大了很多，最后向20世纪的飞舰进发。\n       大雄钻进口袋，发现自己居然在主基地室里，根本不用穿墙了，Herobrine正要走，发现了大雄，便拉下警报，大雄看到Herobrine，立刻发挥狼人神力，自己变大了许多，长出了两只狼耳朵，全身长满了狼毛，“嗷呜~”大雄向Herobrine抓去，Herobrine先是拿起钻石盾抵挡住了攻击，后来拿起了绿宝石长矛向大雄掷去，大雄因为涂过油漆，闪避了它的攻击，Herobrine先是一愣，后来叫了人，但那些士兵都攻击不了他，“嗷呜~”大雄向士兵们攻击，士兵都害怕得都了起来，“没用的废物，还是看我的吧，召唤吧，我的勇士”大雄一看，是一个蛇人，半人半蛇，用识人魔镜一看，原来他是被封印在暮色森林的迦娜，召唤出一些土人士兵，都是一些迦娜的傀儡啊，这该怎么办啊，土人可以碰到我的，刚想起自己有狼人能力，立刻向土人们扑去，土人见势不妙，连忙闪避，大雄趁此机会逃了出去，但大雄该怎么回家呢？二次元口袋还在他们手里呢。大雄只好另找机会。\n       Herobrine摸了摸口袋，发现口袋里都可以摸出很多稀奇古怪的东西，原来是这么回事……\n\n\n\n\n\n\n\n\nQQ截图20140621095444.png (11.32 KB, 下载次数: 10)\n\n下载附件\n\n2014-6-21 09:57 上传\n\n\n\n\n\n一字一标点，当思来之不易，一金粒一人气恒念限维真的不给人气吗\n\n\n索引贴         \n\n",
    "replies": [
        {
            "author": "锄头锦饭",
            "timestamp": 1403318400,
            "txt_content": "剧情有点狗血"
        },
        {
            "author": "su3155323",
            "timestamp": 1403319840,
            "txt_content": "正文一共1158个字"
        },
        {
            "author": "hznb",
            "timestamp": 1403349360,
            "txt_content": "lz交个朋友吧,求看我的小说，人气送上啊"
        },
        {
            "author": "这是小号",
            "timestamp": 1406516100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}