{
    "title": "讨论各种神回复[欢迎各位大大来游览]",
    "author": "Super_star",
    "replyCount": 5,
    "timestamp": 1403321460,
    "txt_content": "1、为了回复你这张帖，我走了几十公里的山路来到镇上，脚上磨起了许多豆大的水泡，鞋子也开胶了。本来想把家里的苞谷卖掉几十斤，在镇上坐车到城里的网吧回复你这张帖的，无奈天公不作美，今年收成不好，种的粮食只够家里吃，所以我只好在镇上的砖窑里打工，挣足路费。从砖窑搬一块砖到拖拉机上只给一分钱，为了100块的车费，我搬了一万块砖，十个手指头都磨出了鲜血，为了省下车费，我没贴云南白药创可贴，让血液自然凝结。之后拿到搬砖钱，我坐上了从镇上开往城里的汽车。来到网吧，一摸兜里，尼玛，没有三块钱的上网费了，少搬了300块砖。我只好在大街上四处奔走，守望着那些喝矿泉水的人们，当他们将矿泉水瓶从手中抛出的那一刹那，我就像守门员扑球般扑去了，生怕矿泉水瓶被别人抢去了，我回复你这张帖又晚上那么一秒钟，你理解我迫不及待回复你这张帖的心情么？历尽千辛万苦，我终于收集到60个珍贵的矿泉水瓶子，拿到废品收购站换了3块钱的网费，来到网吧，终于回复上了你这张帖\n[groupid=524]E世界服务器[/groupid]",
    "replies": [
        {
            "author": "Super_star",
            "timestamp": 1403341680,
            "txt_content": " 没人来啊- -"
        },
        {
            "author": "喵_Vrigir_喵",
            "timestamp": 1403342340,
            "txt_content": "被当做水贴了0.0"
        },
        {
            "author": "136287381",
            "timestamp": 1403344620,
            "txt_content": "额 。。。这。。。。。。牛"
        },
        {
            "author": "MC猪人",
            "timestamp": 1403344980,
            "txt_content": "1、美国裸体男子当街啃食人脸被击毙\n一楼：确定不是丧尸？真击毙了？\n二楼：我艹.我赶紧种点豌豆\n2、女球迷死抓林丹不放手 超级丹表情不悦\n一楼：这帮娘们是不是想干死林丹啊\n二楼：我认为应该用坐这个动词比较恰当\n三楼：应该压?比较妥当\n四楼：应该用淹\n五楼：个人感觉吞没要好点！\n六楼：坐,对准，压进去，林丹被瞬间吞没。。。\n3、长征火箭残骸坠落湖南 砸坏民宅和高压线路\n一楼：你妹的就不能砸准点让我们乐呵几天啊。\n4、中国乳协：目前国产乳粉质量为历史最好。\n一楼：洋奶粉要钱，国产奶要命啊。\n二楼：能說髒***嗎？\n5、“肺癌”患者被切肺后死亡 检查无癌细胞。\n一楼：看来任督二脉还没有完全打通。\n二楼：前几天刚看完《心术》，这部科幻剧还不错。。。\n6、网传点一盘蚊香对人体伤害等同抽6包烟。\n一楼：中国人的抗体可以直接食用蚊香\n二楼：已经达到蚊咬蚊死，蛇咬蛇亡的境界了！\n三楼：烟瘾大的朋友还是点盘蚊香吧，又过瘾又省钱又驱蚊。\n7、同性恋女生称“出柜”后常被母亲打。\n一楼：现在基佬多得要命 反正几年后男的比女的多很多，每多一对基佬就省了2个妹子了。\n二楼：基友 一插一起吼 ，\n哪次日菊 不擦油 ？\n日菊花 一辈子 ，\n一射精 一肛哟~~~~\n基友 不曾孤单过 ，\n一生痔瘘 你会懂 ；\n还有脓 还有痛 ，\n还要抽 还要送~~~~ ！\n8、女子看演唱会为接近王力宏翻栏杆摔成重伤。\n一楼：王力宏带着大米和食用油看望受伤群众，王力宏握住伤者的手亲切的说道：您辛苦了，郭家需要你们这样的人才。伤者说道：这是我应该做的，郭家富强了，感谢当，感谢真虎，我还会继续努力的。最后，王力宏与伤者亲切的合照留恋并挥手告别。\n9、中央台办副主任:鼓励大陆生与台湾学生谈恋爱。\n一楼：还有什么不了解的，你们不说人家生活在水深火热之中吗？这不是让国内的学生往火坑里跳啊！\n二楼：曲线回收？\n三楼：祖国统一还是得得靠谈恋爱啊。\n10. 老婆是路，朋友是牛，人生只有一条路，路上会有好多牛，有钱时别走错路，没钱时别卖牛！\n神回复：牛上路了咋办？\n11. 八戒说：师兄，你快去医院看看，医院专门为你开了一个科室！\n悟空：哦，什么科室？\n八戒神回复：二逼猴科\n12. 据说大地震前有三个明显征兆：①井水异常；②牲畜反应异常；③专家出来辟谣。\n神回复：第二条和第三条重复了。\n13. 怎样才能看清女朋友的心？\n神回复：日久见人心。\n14. 公交车上，一小学生拿着暑假作业本对他妈妈说：妈妈，我暑假作业太多了！然后他妈妈就把作业本撕了扔出窗外，还潇洒地嘱咐儿子说：老师问，你就说爸爸妈妈打架，妈妈撕了作业本！有这样老妈，是多少学生的梦想！\n神回复：小学生看得目瞪口呆，过了许久才吐出三个字：“刚做完。”\n15. CCTV又采访了，记者问“作为一个中国人你能为祖国做些什么？”\n神回复：“移民，不给祖国添乱。”\n16. 记者又问：“你认为爱国主义的表现是什么？”\n神回复：“移民，给资本主义添乱。”\n17. 网友：和女友第一次开房就遇到pol.ice查房。\n神回复：pol.ice对女友来了一句，怎么老是你？\n18、为什么我们会围在一起讨论高考作文，而不是数学或物理？\n网友：因为，这是我们现在唯一还看得懂的东西。\n19、网友提问：男朋友和我闹矛盾了，是不是我逼太紧了？\n神回复：是太松了。\n20、我们看的什么电视，到最后男女主角结婚了，电视就大结局了，这说明啥？\n神回复：只要一结婚，后面就没戏了。\n21. 为什么每次铲猫屎时，猫猫都喜欢盯观跟，它们格外在乎自己的便便吗？\n神回复：你上完马桶看见一个外星人把你的屎捞走，不会也很想跟过去看看，并且适时绊他一下，让他把屎扔自己脸上吗？\n22. 平时去超五星酒店里吃饭，管服务员叫服务员还是小姐？\n神回复：吃饭时叫服务员，吃完叫小姐。\n23. 听到一特好听的歌，歌词只记得是“一个芝麻糕，不如一针细”，求歌名啊！\n神回复：你可知Macau，不是我真姓。"
        },
        {
            "author": "w437167674",
            "timestamp": 1403346660,
            "txt_content": "楼主是个大水比。。"
        }
    ]
}