{
    "title": "<连载·单章>夺回自由系列[作者：狂风※中箭]第二十二章：白眼睛",
    "author": "狂风※中箭",
    "replyCount": 2,
    "timestamp": 1403328660,
    "txt_content": "                                                       反正没多少人看，我还是当做水帖好了...啦啦啦我什么都不知道了。。。顺便一提，名字还是以绰号来表示，因为没人回复...\n\n                                                       上集结尾：“孩子，我们的孩子...”\n\n                                                       正文开始\n    森林里...\n    幽灵缓缓地向着前方前进...忽然，一棵巨大的树木正对着黑鹰小队倒了下来！幽灵拿起腰旁的激光刀，向着树木砍去！\n    “轰！”树木倒了下来...\n    “被发现了！打！”丛林里忽然响起了声音...话音未落，枪声已经响起来了。\n    “啊...”\n    小强惨叫一声...倒在了地上...\n    “[屏蔽]小强！给我打！”幽灵怒吼道。\n    “突突突-突突突”\n    子弹在茂密的树叶中交错着...\n    很快，枪声已经弱了下来。毕竟黑鹰也是特种部队，对于这些人，他们根本没有还手之力。。\n    幽灵走到小强的尸体旁，伸出手，慢慢地把他睁得大大的眼睛给合上了... \n    幽灵：“继续任务...”\n    其他队员也是有种想复仇的感觉，但是他们知道，任务胜过一切。。\n    幽灵走到砍倒树木的人的尸体前，拾起挂在他们军装前的证件：“研究所护卫队。”\n    “研究所”这三个字，刺着幽灵的眼睛...幽灵也明白了，又看了一下证件的背面，上面写着研究所的位置了...\n    幽灵根据证件的指示，走到了研究所的位置...但是，什么都没有。。。只有一个小的石头山...幽灵明白，这只是一个简单地暗门。\n    幽灵：“炸了它。”\n    ......\n    “轰！”\n    石头山被炸得粉身碎骨。。。一条用白色不知名矿物做的楼梯呈现在眼前。。幽灵挥了挥手，指明让队伍走下去。\n    战烈还是在对着周围喊...可是，没有回应。。。\n    忽然，他眼前一黑，然后什么都不知道了...\n    ......\n    战烈挣扎着把眼睛睁开，发现环境跟周围完全不一样了。。。然后看了看自己，发现自己在一个巨大的山洞里...而自己躺在一个很像病床的床上。。。\n    “你醒了。”一个声音忽然响起。战烈转头一看，一个穿着蓝色衣服的人背对着他。至于身体的轮廊，根本看不清，太暗了。。\n    蓝衣服的人慢慢转过身来，战烈这下看清了...方方正正的人...白色眼睛！\n\n\n    幽灵来到山洞的深处，一条长长的隧道出现在黑鹰队伍前面。。。\n   “入侵者！杀了他们！”\n   一个粗暴的声音在山洞外面响起！紧接着就是一连串的脚步声...幽灵和队员们都换成了清一色的突击步枪，对准了他们下来的楼梯口。\n    一个个穿着迷彩服的士兵下到了隧道那里...等待他们的是一颗颗子弹...惨叫不断响起...\n    “轰！”一枚手榴弹忽然爆炸这个楼梯猛然坍塌，支撑泥土的天花板都被炸开了，泥土通过楼梯向黑鹰小队冲了过去！\n    黑鹰小队只能向山洞的更深处冲去...\n\n    战烈正想爬起身来，但是，他感觉的他的身体都被铁链锁住了！\n    那个白眼睛的人慢慢地对他说：“不用担心，我不会杀了你的。因为你，是最合适的人选，其他的人，都没有你这样的身体。不知为什么，你的身体与其他人不一样，连我也不知道。所以，你现在，不会死。”\n    战烈明白，这里应该是某个藏在山洞里的研究所...但是他不明白他是怎么过来的。。。\n    那个白眼睛的人从口袋里拿出了一个遥控器，按下了按钮。战烈的那张床突然迅速的向这个山洞里的一个小房间移去！\n    战烈怒吼道：“你是不是当我是小白鼠啊？实验品？！！”\n    那个人平静的说道：“你终究会明白的。”说完，战烈已经被送到了那个房间了，关上了门...\n    战烈环顾了一下四周，无数根电线还是管子连接着他的床！而周围摆放着说不出什么的工具。\n    战烈大概知道了这里是干什么了的，他也知道自己必须逃出去！\n\n    零时：“队长，我们现在怎么办？”\n    幽灵什么也没说，只是向着研究所深处走去。可是，没走多久，一扇白色的门就挡在他们面前...\n    “爆破手”幽灵缓缓说道。\n    ......\n    “轰！！！！！！！！！！！”\n    “突突突突突突——突突突”\n\n    枪声中断了...\n    幽灵靠在这个大房间的墙壁上，用手捂住被鲜血染透的军装...\n    眼睛死死地盯住前面的人。。杀死他队友的人...\n    他面前的人，则是一副不屑的样子看着他。。\n    许久，那个人开口了：“你们太弱了。”说完，捡起零时尸体旁的枪，对准了幽灵的头颅...\n    “队长！”一声怒吼在那个人身后响起！“呯！”\n    子弹穿透了那个人的头，鲜红的血液四溅，他们的军装变得更红了...\n    幽灵：“哈，泡沫...”\n    幽灵拿起在守卫尸体（黑鹰小队里的“守卫”）身上的两枚烈性手榴弹。。拖着受伤的身躯，继续向前...\n    “队长。”泡沫使劲说道“他们都死了，只剩你，我，还有原型、三角叉（原型和三角叉：黑鹰小队里的队员，之前没提到）还有其他两个队员了。。。”\n    原型：“现在我们怎么办？”\n    幽灵：“继续任务...”\n    幽灵向着一扇门走过去，他并不知道里面还有没有敌人，但是，退路也没了...只能向前。。\n\n    白眼睛的人望着战烈被送进房间，便自言自语慢慢说道：“呵呵呵...真是一个不错的身体啊，看起来，再次进攻有希望了...那些方块人真是靠不住啊...”\n\n    血色之城（已毁）\n    神影慢慢醒来，挣扎着爬起身来，向四周环顾去...\n    发现自己站在一片废墟之中...\n    神影向身后摸去，发现狙击枪已经没有了...他只能拿出指南针，拖着疲惫的身躯向总部基地的方向走去。因为越靠近总部基地，就越有可能会有城市出现。。\n\n    研究所里\n    白眼睛的人慢慢走向在战烈房间隔壁的另一个房间...\n    “滋滋滋”\n    那扇门缓缓升起。\n    那个房间里躺着一名穿着跟战烈一样军装的人...\n    那个人已经重度昏迷，已经昏迷了很久很久了...\n    白眼睛的人踏着平静的脚步，走到了那个昏迷人的旁边的椅子旁...慢慢坐了下来。\n    他在沉思着，这个人，跟战烈有什么渊源...\n    白眼睛的人坐不住了，站起身来，走到了那个人身旁的控制杆边...伸出手，慢慢握住控制杆...拉下了控制杆。。。\n    那个昏迷了很久的人...眼睛慢慢睁开...\n    而那个人，就是———野战\n\n字数：5871字节\n引索帖链接：http://www.mcbbs.net/thread-252440-1-1.html\n\n@了等于没@的不@了- -  @2403 嗯哼@andy990928 还有，腐竹“你些完竟然木有叫腐竹来看!”好吧@Xx123c ",
    "replies": [
        {
            "author": "andy990928",
            "timestamp": 1403337960,
            "txt_content": "字数很多！顶一下。"
        },
        {
            "author": "2403",
            "timestamp": 1403340000,
            "txt_content": "我赌五毛中间那个白眼睛蓝衣服的方块人是我的老乡（HIM）"
        }
    ]
}