{
    "title": "<原创·连载>【我的吞噬会旋转】[作者：Aim]",
    "author": "1760423436",
    "replyCount": 4,
    "timestamp": 1403324580,
    "txt_content": "  作者的一些话：悲催的存稿没了，这还能快乐地码子了么，你可以想象买方便面没调料包是什么感觉，我真TM感谢你全家360\n\n     正文：\n\n     我叫方子源，是一个刚降临异世界就被围殴死的倒霉蛋，玩玩没想到我遇到了传说中的鸟人让我去尸魂界转职，不过随着事件的深入我嗅到了阴谋的味道，那么，就先朝着尸魂界进军吧。\n\n     四周的空间不断地变幻，子源还看到了前世的种种过往，莫非这就是传说中的奈何桥？“没错，这就是奈河桥，介绍一下，我叫黒木，尸魂界第十二队四席。”一个身着黑色死霸装的男子朝着子源走来，此时的子源脑子里很混乱，好像，有什么东西这脑袋里。（奈河桥，这绝逼就是奈何桥吧，只差一个字啊，作者能认真点吗，别跟我说是故意的啊，中年大叔是什么龙套啊，突然脑袋抽了是什么属性啊，作者君别乱码欺骗读者了吗）“放心吧，刚来到尸魂界的灵魂都会有点头痛，过一会就好了”，死霸装男子为子源详细解释着。\n\n     片刻，”我知道了，你是来接我的吧，那个鸟人是谁，为什么要帮我？”子源推了推眼镜，寒光一闪，说道。“你现在不用太担心，我只能告诉你你有一世是王者，好了不能透露太多了，我们上路吧”死霸装男子说完后小心翼翼地看了看周围，向前领路。子源的灵魂跟着男子后前朝着尸魂界转职处前进。\n\n     来到了尸魂界前面，子源震惊得说不出话来，面前是一道20米左右高的大门，有一个只比闷矮一点的巨人正站在门前。“这里是尸魂界的南门，外人需要许可才能进去，哦，是金耀大人啊，任务完成回来了么，金大人还真是忙啊呵呵”巨人先是按习惯地说出这句话，发现有惹不起的人便改了口。金耀领着子源正准备进去巨人突然叫了一声“呜哇，哪里来的小魂魄，这里是你能来的地方吗”刚说完他的脸上破开了一刀伤口，鲜血洒了出来，巨人怎么也想不到金耀大人会为了一个小魂魄出手伤他，嘴里发出：“哇呜呜呜呜\"的奇怪声音。子源此时被震惊的睁大了眼睛，好快，根本就没看见他怎么出手看的，撇了一眼金耀发现他的腰间有一把不知名的武士刀，是用刀么，这速度，尸魂界，卧虎藏龙啊。\n\n     金耀带着子源走了很长一段路，路上游魂们摆满了许多丰盛的食物，看得子源哈喇子都流出来了，奈何没有这个世界的通用货币。”到了，这里是某位大能的传承之路，一共有99阶，我们尸魂界最强天才林风才登上了第92层。”金耀说道林风是双眼中满怀崇敬。“那你们的最强者为什么直接去登顶呢”。“我们也想啊，但这个来到这个地方实力会压制成普通人的程度，没登上一层都要收到巨大的灵魂威压，你以为我们是蠢蛋，后来这个地方成了那些家族年轻一辈成员的试炼之地，他们几乎是按照登上的成绩计算一个人的天赋，我就送你到这了，之后的路要你自己去走了“。\n\n     金耀几个瞬步之后消失在子源眼中，”有点儿意思，这个世界不会再平静了“虚空中一位老者看着子源笑道。\n\n    子源走进这个地方，刚迈进便感到一股力量在压制者自己的力量，一步一步，每一步都要付出巨大的努力，随着深入这股气势越来越大，终于来到了第一阶，子源将脚步迈上了第二阶，”轰“，庞大的灵魂之力向子源袭来，子源咬着牙齿挺进了第三阶、第四阶……第65阶再也没有抵抗之力了，那些年轻家族子弟早已躺在50阶就止步不前了。子源往上看，发现只有6个人了，其中有四人的身影让子源感觉压力，他们上楼阶似乎根本就没花多大力量。呼呼，我这摇摇欲坠的身体啊，就让我们好好地疯狂一把吧。\n\n     就在子源说完这句话时周围的压力似乎消失了，好像，似乎被什么吸走了似的，随后身体突然传来一股庞大的力量。原来是自己在吞噬这威压的力量，差点忘记自己的能力了，自己可是吞噬了数百僵尸的男人啊。不过吞噬也不是没有等级限制的，没感受到压力是因为吞噬途中将自己的力量和这股力量同化，让这股力量不再压迫自己，就像亲兄弟一家人一样。\n\n     天才之颠，我来了！\n\n     嘛嘛，少有地好好地写过一回，\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1760423436",
            "timestamp": 1403326320,
            "txt_content": "不知道自己帖子回复可不可以拿金币"
        },
        {
            "author": "1760423436",
            "timestamp": 1403326320,
            "txt_content": "真的可以...."
        },
        {
            "author": "有个姓XD的",
            "timestamp": 1403339940,
            "txt_content": "我是XD，请多指教。好吧，我是我们那服的副服主。"
        },
        {
            "author": "wzy13101311456",
            "timestamp": 1403345700,
            "txt_content": "有个姓XD的 发表于 2014-6-21 16:39\n我是XD，请多指教。好吧，我是我们那服的副服主。\n额，我是~~~~子源~~~"
        }
    ]
}