{
    "title": "长篇小说《minecraft创世纪》连载 第二章 末日火山喷发",
    "author": "陈思谋",
    "replyCount": 6,
    "timestamp": 1403335620,
    "txt_content": " 本帖最后由 陈思谋 于 2014-6-21 15:57 编辑 \n上章第二章 喷发吧，末日火山！\n      亚达对妹妹说：“我去取些干粮和日用品，准备好行李。我去给老高叔说一下让他照看好我们家的老母鸡，免得被豹猫吃去了”回到家里，亚达从走道进入地下室，从中取出半组小麦和一组可可豆，因为家里没多少面粉了，只有搞点曲奇充饥。而且Notch给他说过，可可豆里的可可因有一定的兴奋作用，而且便宜又美味呢。他还拿了一把铁镐和两个玻璃瓶子、一个打火石以及三十来个木板。亚黎则给了裁缝店的老四个绿宝石，让他加赶一个羊毛帐篷。老板看到这么慷慨的小费，并立即让员工加紧赶制，第二天就可以来取了。      第二天黎明，老早就听见鸡叫了。亚黎把亚达从梦中喊醒，亚达一看墙上挂在物品展示栏的钟，才知道现在8点了。他们向Notch道别，之后从村子南侧离开了。      整个下午的长途跋涉非常疲惫，而且阳光懒散地释放着热能，这是谁都想呆在家里。这老热的气温使得他们嘴因为散失了水汽水变得干燥。走到没四五里，亚黎一屁股坐下来，不想移动了。亚达也走不动了。亚达便拿出帐篷，转身说：“今晚我们就在这过夜吧。”他麻利地生起一堆火，并且把曲奇拿到火上烤一烤，这样会更加干脆。亚黎从行李里取出帐篷，别看只有两个方块般大小，可展开就挺大了。他们缩在帐篷里，外面生着火，风不算很大。透过缝隙看见夕阳正在慢慢落下，另一侧苍白的夜月正在升起。“哥哥，你说Notch老师在想念我们吗？”亚达用疑惑的眼神看着亚达。“会，一定会。老高叔、宝鸡也会想念我们的。快去睡吧”说完，双双进入梦乡。     “恩，很好”Herobrine坐在怪物学园的办公室里，他通过末影之眼看见了一切。“我的勇士，僵尸王，终于等到有人解放你的这天了。哈哈哈哈，哈哈哈哈哈哈~”他阴险的笑声在怪物学园回荡。“我得做一点事了” Herobrine起身去学生宿舍。      他来到14号房间，他走路根本没有一点声音，像一个灵魂。Herobrine打开房门，这时这个学生还没睡觉，正在研究传送术。 Herobrine敲了他的背，他被吓了一跳“老师，叫我干什么？”安德对老师的夜访不解“安德，我有一件事需要你去做” Herobrine拿出末影之眼给安德看。转眼间，安德就不见了，只有淡淡的紫光。Herobrine欣慰地点了点头。      亚达不知怎么忽然醒了，他感到有一种奇异的能量在周围，这是剑士共有的特性。他慢慢走出帐篷，握紧了剑。忽然一个黑影闪过，火堆瞬间熄灭了，周围一片黑暗。亚达环顾四周，可惜什么也没看见“你是谁？为何来这里？有本处出来对决。”树林里传出物体移动的嗖嗖声，好似敌人就在周围窥伺着你。亚达一转身，一个三米高的黑影站在身后，真要袭击他。亚达一下扑倒在地。那个黑影没有攻击到，又忽闪开来。亚达心里不经打了个寒战：这家伙在暗，我在明，他很容易偷袭我的，一看就有忍者风范，我得多加提防。正那时，亚达听见一声亚黎的尖叫：那个黑影正在他的帐篷里，他一定会杀了亚黎的！他冲入帐篷，行李已被翻乱，亚黎也昏倒了。他抱起亚黎，不住地呼唤着他“妹妹，你快醒醒，快醒醒哪”亚黎慢慢的苏醒了，亚达欣喜若狂“快给我说说，刚才怎么了”亚黎发出低沉的声音“刚…才…那个…黑影把…玩偶拿走了”说完，亚黎再次昏迷过去了。      亚达心里咯噔一下：完了，一定是Herobrine派来的人，把它抢走了。那岂不是僵尸王要被召唤出来了！我们的村子就要完了！我必须赶快去消灭僵尸王。他安顿好妹妹，自己出发了。      亚达在晚上不停地长途跋涉，中途只休息了两次，不到五分钟又开始赶路。终于到了末日火山，火山中的岩浆在不停的翻滚，岩浆气泡爆炸的声音不绝于耳，整个地区十分炎热，寸草不生，亚达爬上末日火山，他发现，那个之前黑影，正要把僵尸王玩偶投进去。“不！！！”亚达扑过去，把他按倒在地。“你这个小子，放开我！”“我就不放开！快把玩偶还给我！”亚达拔剑架在她的脖子上。安德慌了手脚“好好好，我给你，千万不要杀我啊”亚达听到这句话，把他抬起来“快还给我！否则马上把你推进火山！”安德一笑，“哈哈，这你也信，去死吧！”安达还没反应过来，就被一把推入末日火山。“去见地狱吧，蠢货”说完安德吧玩偶扔进火山里，之后一下就消失不见了。“晤，幸好掉在这个台阶上，我得爬上去”他开始一点点攀爬。岩壁不是很陡峭。忽然，亚达被一股强大的对流冲出去了——末日火山爆发了！      岩浆被喷射出50米高，周围方圆数百里瞬间被火山灰罩住了，犹如一个灰色的大幕布。亚达来不及逃跑了，他认为自己就这么死了，但是身后正好有个洞穴。他钻了进去，封住洞口。岩浆的温度使得洞内像火炉一般煎烤。“咚~咚~”大地像发生了8级地震。飞鸟全部吓跑了。“我得出去看看，到底法身了什么”他爬出洞口，一看，僵尸王已经被召唤出了！      僵尸王身高有60来米，一个脚就有树那么大，发出呜呜的叫声。他拿着剑指向僵尸王：“僵尸王，你过来啊”僵尸王发现了他，准备把它踩死，一场对决开始了。      亚达凭借自己的小巧，钻入了僵尸王的脚下。僵尸王对他一踏，亚达灵活的闪开了，地上留下了个深深的大坑。“要是被这家伙踩到，我一定会变成肉酱的”亚达握紧了手里的剑，朝僵尸王的右脚砍去。“呜~”僵尸王痛苦地叫了一声，他十分生气，想用脚将亚达踢飞。僵尸王用力挥脚，亚达看准了时机抓住了僵尸王大大腿。僵尸王不停地抖脚，可亚达把剑插进了他的脚里，越动伤口约疼。僵尸王在地上打滚起来，这巨型的压路机一下就把亚达压在身下，动弹不得。僵尸王站起来，哈哈大笑，笑声简直比哭声还令人瘆的慌。僵尸王抓起亚达，一口把他吞进了肚里。“啊！”亚达眼前陷入一片昏暗。“这是哪啊，难道到小肠了吗”他睁开眼睛。这里是个很大的空间，上面布满了恶臭的胃液，还有很多磨成稀泥的食物。“天哪，我要被他消化了，这里的壁这么光滑，根本无法上去”恶臭的气味使亚达不禁呕吐起来，里面有昨晚吃的曲奇。他又有了一个新点子“对啊，我可以让他反胃，把我吐出去”于是亚达朝着僵尸王的胃乱砍，僵尸王简直痛的像被针扎，痛得她哇哇哇叫。”哇”亚达随着大波的食物冲出口腔，逃了出来。      就在这个时机，亚达用剑勾住僵尸王的牙齿，并往头上爬。僵尸王几次重拳，他都躲过去了，结果把自己打成了熊猫。僵尸王再次给了他一巴掌，把亚达震飞到了额头上。“哈哈，大笨蛋，谢谢你一臂之力。现在，快从世界上消失吧！”亚达吧玄铁剑插进了僵尸王的眉心。“呜~”僵尸王倒在了地上，身体慢慢的分解了。      “唉，这一切终于结束了”他软倒在地上。然而亚达发现一个值得惊喜的事：玄铁剑有了锋利五、火焰附加三了。这使得这把剑威力为十八颗心。      欣喜之余，他又恍然意识到一个严重的问题：妹妹还在帐篷里，会不会失踪啊！      他飞一般的朝着村子的方向赶路。\n\n要知亚黎的下落，请听下章分晓",
    "replies": [
        {
            "author": "菜菜菜菜菜",
            "timestamp": 1403336700,
            "txt_content": "支持小说！"
        },
        {
            "author": "陈思谋",
            "timestamp": 1403337240,
            "txt_content": "菜菜菜菜菜 发表于 2014-6-21 15:45\n支持小说！\nLZ上两个月去玩服务器了，没照顾读者，一直没出第二部，呜呜"
        },
        {
            "author": "菜菜菜菜菜",
            "timestamp": 1403337360,
            "txt_content": "陈思谋 发表于 2014-6-21 15:54\nLZ上两个月去玩服务器了，没照顾读者，一直没出第二部，呜呜\n好吧0.0支持你哦"
        },
        {
            "author": "丶草泥马之魂",
            "timestamp": 1404031140,
            "txt_content": "“哥哥，你说Notch老师在想念我们吗？”亚达用疑惑的眼神看着亚达。这句是什么意思？"
        },
        {
            "author": "丶草泥马之魂",
            "timestamp": 1404031260,
            "txt_content": " 本帖最后由 丶草泥马之魂 于 2014-6-29 16:49 编辑 \n\n（是加字和改错别字）有本（事）处（出）出来对决。缺字，错字， 真（正）要袭击他。 （亚）安达。前面说洞口被堵住了，后面又说飞鸟全部吓跑了。它，亚达是人不是动物。僵尸王（的）大大腿。越动伤口约（越）疼。好吧，不想改了"
        },
        {
            "author": "陈思谋",
            "timestamp": 1404106620,
            "txt_content": "丶草泥马之魂 发表于 2014-6-29 16:41\n（是加字和改错别字）有本（事）处（出）出来对决。缺字，错字， 真（正）要袭击他。 （亚）安达。前面说洞 ...\n好吧，沒時間修改，呵呵"
        }
    ]
}