{
    "title": "┃原创·单篇┃《鬼魅特工 —— Star Night》 ——130s著",
    "author": "@💊🌂🔔",
    "replyCount": 6,
    "timestamp": 1403357340,
    "txt_content": " 本帖最后由 130s 于 2014-6-22 14:40 编辑 \n\n请成全俺，允许我可爱的标题的存在。。\n\n欢迎点击我的新大坑OAO 《鬼魅特工 —— Star Night》内容等下慢慢阐述，坑多好幸福啊QAQ\n处处掉坑，有木有！\n视金粒为粪土，所以吧人气给我吧233\n虽然字数不多而且不算长篇小说\n也是心血之作啊QAQ\n阐述的人物：Forty Seven 就是文中的'他'\n                    （来自杀手游戏系列)\n精彩为您上献~！\n\n\n                                                欢迎转载，别忘记标原作者哦~\n                                       （又名 杀手：忏悔无行 )\n\n鬼魅特工\n——Night Start130s著\n\n前言\n从来没有人能够杀了他，他已经不是人了，不，他的确不是人，即使每次被他们追赶，在硝烟四射的人群中，暗藏杀机，你。。不要去雇用他，他是自由的恶魔，他逍遥散漫的度过着默默无闻的生活，他是你的敌人，他是你内心的恶魔，他是。。鬼魅特工。。Forty Seven……..\n\n正文\n\n人山人海的华盛顿，这里说是美丽，还不如说是恶魔般的花蕊，在悄然无息的人群中，这样一个人依旧提着蝙蝠式的手提箱，在人群中碰撞，他不知道他要去做什么，他只知道保护特务交给他的女儿，他晃晃的来到一个小地毯旁，路过一个乞丐，随手的扔下一枚精致的硬币，’嘿！我的朋友，看来你需要点活力’掌柜在前面神情悠闲的说道，而他只是默默的说出’或许你可以给我点什么’两人都明白对方的意思，他严肃的表情早已经告诉了掌柜。\n\n\n请往恶魔的方向走’掌柜用手做了下动作，他默默然的走开了，他脑后的条纹表示着对组织的憎恶，表示着决心作下一切，他来到这条街的霸主聚会的地方，目光迅速藐视着周围的一切，他的第六感已经没有人能达到了，还有他克隆就具来的本能，他切换着掩体，找准着最佳时机，他银光闪闪的消音双枪 已经没有人能超越了，他在箱子后面眯着眼，拿着枪，就是一下，然后迅速的切换掩体，转移到人群中。\n\n\n 死了,霸主的儿子就这样被毫不无情的他带走了，他很明确自己的下一个目标，灵活的运用着本能找到了霸主，呆在茶楼里的霸主，浑然不知自己的儿子已经离他而去，外面的人已经闹的起哄，而茶馆里的人是欢快的起哄，这里想是被室间隔开了，他慢慢的接近着自己的目标，用手拍了一下霸主的肩膀，示意了一下，便上楼去了，霸主随之起身也连忙跟上去，因为敢拍霸主肩膀的并非平常人，两位来到了二楼，二楼这里只有那些所谓的贵族才能上来，他打开窗户的一角，斜视着外面的一切，霸主也凑了过来，看见自己的儿子鲜血淋淋，躺在恶魔的花杆上，‘你想走是吧？‘他毫不失色的说出，霸主忍受不住掏出手枪，枪口对着他洁白的光头，这时霸主才发现，他头上被创口贴隐藏的，原有的条纹，霸主枪开始抖动，他害怕了，于是，他终于放下了枪支，’好吧，好吧，你想从我这里得到什么？我只是个普通的人’霸主跪下做出求饶的姿势，他缓缓的张嘴’你知道斯威特是谁吧？’霸主忽然愣住了，这个问题是他一直无法解答的问题，’我很抱歉，我不认识他，或许。。我不能告诉你’霸主一副害怕自己也像自己儿子那样，鲜血淋淋，他再次掏出他银光闪闪的消音双枪，瞄准着霸主\n\n ‘哦！我的上帝啊！求求你了，别开枪，我还有我的妻子，她知道孩子和我被害了，她会着急的！我说！我说’霸主苦苦的大声喊叫，楼下的人依旧闹哄哄的，没用人能听见，他回忆起了特务将她的女儿托付给他的场景，他放下了枪，’海滨酒店，你想解开的谜底要去哪里，剩下的我就不知道了，因为我只是个小喽啰而已！‘他收下枪支，慢慢离开，离开时还说了一句’珍惜你现在的一切’他走了，他挥动着他帅气的西装走了，他要去讨伐这个恶魔城市的花瓣。\n\n 每天生活在迷茫的时间，他唯一没变的就是他的眼神，抹杀掉这一切，这是他的作风，为了完成那个女人，交给他的任务，这是他唯一动感情的一次，阵阵微风吹进华盛顿，阵阵的风也无法平息这恶魔般的恐惧，海滨酒店外，他已经感觉到阵阵的杀气。\n\n 门口的几个警卫，来着也是不善的表情，他依旧隐蔽的躲在角落边，看着门口的警卫，渐渐的手掏出银色双枪，做出准备开枪的姿势，一切都小心的行动者，随着光阴的逝去，警卫纷纷倒地，现在已经没有人阻止他去拯救维多利亚了。。。。\n\n 微风中的杀气，阵阵的涌上海滨酒店，他依旧低着他光滑的头，悄无声息的走进酒店，酒店服务器员热情的接待了他，他知道这个酒店刚才发生了什么，服务员递过一张字条，他不在乎的拿起来剽了一眼，便一下子丢了下去，继续提着他的箱子，缓缓的向酒店的某个地方驶去，情况已经出乎了他的意料，他始终没有想到的还在后面，他来到了他一直所想的地方，从衣服里掏出双枪，他已经注意到门把手刚才开过的痕迹，很明显没有锁门，杀气腾腾的腿轻轻的推开门，门缓缓的开了。。躲在门后的他，转身就是切换掩体，瞬间一阵自动步枪的扫射，看来不解决掉他们..他拿起枪就是几枪，几个保镖似的人员纷纷倒地，当然警惕并非到此结束，转身的一枪，躲在楼梯间正想掏枪射击的服务员，也豪不愿意的倒下，回过头来，淡定的平息着身躯，极快的换上子弹，来到通往卧室的门前，此刻，他感觉前方如万丈激流，激流后面有他要保护的人，和一个多情女子的寄托，轻轻的打开门，’嘿！Forty Seven（杀手47），你就打算这样鲁莽的躲走她么？呵呵…’斯威特站在靠着窗户的那面，拿着枪，枪口处指着维多利亚，’放开她‘他依旧不变脸色的说话，也举着他的枪，他顿时看见窗外有架飞机，看来是来接应斯威特的，’祝你好运！我说如果你还能活着’斯威特话音刚落，便丢下一枚微型炸药，打破大窗户，从阳台跳进了飞机，维多利亚的求救用眼神表达了出来，他面不失色的一枪射中了炸弹。\n\n 仿佛世间的一切都停止了下来，只有接下来的一阵爆炸声，从爆炸出跳出的他，如此维多威武，可是上帝是不会让他这么容易死去，炸弹对他的印象不太大，只是皮外伤，他也幸运的跳进了下面的游泳池，渐渐的从水里浮上来，他还是那样的表情，默默无闻，此刻已经成为星夜的天下了，他不知道自己这场战斗持续的时间，他只知道，救出那个女孩，在星夜漫天的世界下，华盛顿似万丈的星光，可惜这星光人们永远无法察觉到，他躺在一个小池边的草地上，细细的打磨着自己的双枪，从双枪中闪射出来的他，他再次回忆起了，自己亲手将戴安娜杀死，第一次被感动，第一次这样认真，他慢慢的将枪放在自己的衣服里，他在想，想…想那些人的行踪。。\n\n 星光很快的逝去，只有光来顶替它，他早已在大街上寻找着人间的火线，功夫不负有心人，他在一个不起眼的小巷中，找到一位看似乞丐的人，’我知道，你现在想要什么，你知道的，一切都不会这么顺利’那位线人说道，他也没多加考虑直接将手提箱扔给他，’好，看来你很爽快，他在东北方向的赫塞公司的第八层，祝你好运’他就这样缓缓的驶去，他也不在乎这些东西，无论什么也好，自己曾经为了组织而获得的血钱，已经不复存在，剩下的只有靠自己了。\n\n 这栋公司和昨天的海滨酒店有着一样的气息，根据昨天的闯入，他们应该知道我会来这里，看来这次要从侧面侵入了，敌人的力量是不可轻视的，无论他再弱小，或许他会在下一瞬间，给你造成致命的伤害，凭借杀手与生俱来的身姿，攀爬这种小楼层还是没太大问题的，第八层，看来敌人的警觉效率很高，必多加小心，他以小心翼翼的方式成功登上第八层，这和登上食物链顶端有着类似的自豪感，窗户内的安静异常诡异，但是他还是毅然的进去了。\n 果不其然，一进去，埋伏在视觉死角的斯威特，一把抓住他，掐住他的脖子，’哈哈！恭喜你Forty Seven你中大奖了！‘接着斯威特将他用电击棒电晕在地，就这样，世间陷入了黑暗….迷迷糊糊的醒来，他发现了周边的异常，自己被罪恶的锁链缠住了，’你知道么？我为了引你来，花费了多大的心血’斯威特坐在他的前面，絮絮叨叨起来，’现在告诉你也无妨了，你来到这里的导火线是我的人，你找到我的一切都是我安排的，哈哈’斯威特嚣张的样子，貌似激怒了他，’你现在或许，哦不！是一定很愤怒，但是你来杀我啊？呵呵，你乖乖的呆在这里吧！‘话音一落，斯威特起身就离开了这个房间，想离开这个密不透风的房间，看似不可能，但是身经百战的他，早已经不会被这些困住，他知道自己已经被搜过身了，但是凭他的意志，这些雕虫小技不在话下，他超隐蔽的匕首瞬间从衣角里抽出来，谁能发现这天衣无缝的隐藏呢？或许只有他一个吧。。他再以敏捷的身手弄断了双手的铁链，接下来就是自由的双腿。\n\n 他悄悄的来到门前，大门是专门定制的防爆破的铁门，看来硬屏是无法成功的，他慢慢的来到断掉的铁链旁，拿着断的一条，来到门背后的视觉死角，将铁链往前面一扔，门外的守卫顿时听到不祥的动静，开门便进来就在这危机的一颗，他捂住守卫的嘴，匕首让他鲜血四溅，在这个过道上，只有这间房间，还有离这里不远的一间，他悄然而息的飞出匕首，门外的两个障碍已经解决，他缓慢的走向另外一间，里面有好几个守卫把守着他最强的武器，他必须想办法，门没有锁上，看来有机可趁。\n\n 在情急之下，无可奈何的他，毅然重进房间，噩梦随之而来，他只有靠自己的身躯躲开这一切，但是他始终也不是超人，他被射中了，幸好只是射中了腰，而去擦破了皮，他冒险总会有回报的，他拿到了他的武器，再次使用本能，全场成为他的王国，又瞬间变成死尸的坟墓，他也没时间去捂住伤口，也只是要紧牙关，奋力行驶，他的行为触动了整栋大楼，从喇叭里传来斯威特的声音’Forty Seven果然不出我所料，你果真来讨伐我了，那你来第九层的002办公室找我吧！哈哈哈哈哈哈‘这嚣张的声音，更是他无法忍受的，一路上都没有守卫，看来都被调开了，此刻他心里只有想着去九楼，去拯救那个需要他的女孩，血已经染红了银色的舞者，它已经狂暴，已经走火入魔，总算他撑着来到了002办公室，当他打开门的一刹那，斯威特那着枪对着他，拐着维多利亚，这个局面僵持了许久，’Forty Seven不是我直意与你作对，是上级要我消灭你，没办法啊，哼哼！‘斯威特假惺惺的样子，他的眼神更加的严肃了起来，’把维多利亚交出来’他依旧不变色的说，此时，华盛顿瞬间警笛声四射，从墙壁外传出飞机的声音，正道斯威特注意力转移时，他以最快的速度将他击毙，斯威特用他的最后一口气，按下了他的微型炸药引爆器，瞬间墙被炸开了，是警察，他迅速的冲过去，抱住维多利亚，就是往警察飞机哪里跑，他一声不吭的使出全力将女孩扔进飞机里，但是斯威特引爆的炸弹也随之的爆炸，就在他起跳的那一刻，维多利亚伸出双手想接住他，但是，冲击力成为了他们的阻碍，就这样…他在生死的一瞬间从爆炸的大楼下飞了下去，维多利亚哭丧着大喊’不！！！！！！！！！！！！！！’这个多情女子的女孩，第一次感动的流泪，此刻世界仿佛停止了，一切都是瞬息了，但是上帝救过他太多次了，这次他没有那么幸运，下面.........................\n\n几个月后的华盛顿，这件事件也平息的样子了，一切的真想别未被世人挖开，因为守护他的。。是一位沉默的  杀手\n\n\n                                                                                          End 终\n\n\n感谢您的全程阅读，欢迎指出我的不足处。。本次的大坑就到这里啦~别忘级你的回复和人气哦OAO,\n字数过1W了的样子。。不知道有没有贡献吃=w=\n\n\n\n\n\n\n\nQQ图片20140621212822.jpg (11.04 KB, 下载次数: 4)\n\n下载附件\n\n2014-6-21 21:28 上传\n\n\n\n\n\n\n\n\n欢迎加入同书人小组！一起学习，共同进步哦~\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "1814209846",
            "timestamp": 1403408940,
            "txt_content": "喂喂，你的标题"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1403409000,
            "txt_content": "1814209846 发表于 2014-6-22 11:49\n喂喂，你的标题\n开门见山的第一句话。"
        },
        {
            "author": "1814209846",
            "timestamp": 1403409060,
            "txt_content": "130s 发表于 2014-6-22 11:50\n开门见山的第一句话。\n我说的是帖子的标题"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1403409120,
            "txt_content": "1814209846 发表于 2014-6-22 11:51\n我说的是帖子的标题请成全俺，允许我可爱的标题的存在\n额，不多做解释。。。"
        },
        {
            "author": "a2455564728",
            "timestamp": 1403418360,
            "txt_content": "很想成全你……\n不过你的帖子没到精华地步……\n所以，还是遵守规则吧……\n放宽一点，把原创改成原创·单篇就可"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1403419200,
            "txt_content": "a2455564728 发表于 2014-6-22 14:26\n很想成全你……\n不过你的帖子没到精华地步……\n所以，还是遵守规则吧……\n哦~谢谢245酱- -\n\n那字数破万有没有贡献吃呢+w+"
        }
    ]
}