{
    "title": "推荐一个叫agecraft的mod",
    "author": "Lovin",
    "replyCount": 5,
    "timestamp": 1403361960,
    "txt_content": " 本帖最后由 Lovin 于 2014-6-24 22:52 编辑 \n\n这是一个自己无意中从国外网站发现的mod，看有谁喜欢找新mod的人试下这个吧。个人在测试时发觉一进去各种mod材质丢失，不知道是什么问题，希望有人试试是否只是我装mod出问题。\n这个下载地址我这里（国内）是不用翻墙都能下载的，不知道是不是全部地方都能。\n这个mod大概是一个历险类的，时代会随时间流逝而从远古恐龙时代到未来。\n下面是原文介绍：\n\nAgeCraft is a mod that adds Ages to Minecraft. The key word of this mod is evolution. Evolution is what gets you to new ages and helps you explore all the features of this mod.This mod is basically a combination of all sorts of mods. You start in the prehistory, where there are dinosaurs and other such creatures. You can just keep crafting better things and while time passes by you will go to another age. The way this will be done is like this: You basically get a message that says: “Get your stuff over here and move to the next age.”, this message won’t be like this, but it is just an example. You can then get some stuff in chests (?) and continue to the next age, which is another dimension. So the terrain regenerated with all the new stuff of that age. There will be serveral ages with all their own specilaties, items, blocks, mobs and terrains. The AgesPrehistory and the Hunter-Gatherer SocietyFarming and Agriculture SocietyAncient EgyptAncient ChinaRoman and Greek EmpiresMiddle AgesEarly Modern AgeIndustrial AgeModern AgeFuture\nFeaturesAgesNew biomesNew oresVillages, towns, cities, kingdoms and empiresAdvanced NPCsMagicAdvanced CraftingMore health (100 health points)Mana (used for things like magic and specials)QuestsFurniture and decorationChat systemAdvanced TradingMore……\n\n这个是源地址 http://www.curse.com/mc-mods/minecraft/agecraft\n",
    "replies": [
        {
            "author": "天空王者",
            "timestamp": 1403362260,
            "txt_content": "沙发是我的，有奖励么"
        },
        {
            "author": "1758057454",
            "timestamp": 1403362980,
            "txt_content": "楼主在说什么 完全听不懂"
        },
        {
            "author": "火星使者",
            "timestamp": 1403363220,
            "txt_content": "表示不玩Mod"
        },
        {
            "author": "shangxuanchen",
            "timestamp": 1403363700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "辉辉小先森~",
            "timestamp": 1403609820,
            "txt_content": "wtf..我电脑渣你可别骗我"
        }
    ]
}