{
    "title": "<连载·单章>[魔方世界OL][作者：Aiursad][第20章]",
    "author": "Aiursad",
    "replyCount": 4,
    "timestamp": 1403702460,
    "txt_content": " 本帖最后由 Aiursad 于 2014-6-26 14:50 编辑 \n\n                                                                                       魔方世界OL\n第20章：寻找   （排版清晰）\n       萌小琪一些人走了很久，萌小琪打破了沉寂，说道：\"到底什么时候到啊！这哪止走了3分钟，我们却永远看到前面有城市，忽隐忽现的，这分明就是海市蜃楼啊！\"露雨程紧皱眉头，一副想说话说不出来的样子吗，影歌月观察到了，向露雨程走过去说：“你怎么了？难道有什么不对劲？”影歌月这么一问，露雨程就说出了一句让所有人安静下来的话，“我觉得.....我们中幻术了.......”“什么！”雷晓宇冲过来说，“真的么？你也是幻术师，知道幻术弱点么？”“让我查一下附近有没有魔法动静吧？！”“恩，查吧\"众人也点头赞同，露雨程蹲了下来，抓起了一把沙子，沙子慢慢的漂浮起来，变蓝，变的有亮光了，每一粒沙子都散发着蓝光飞至天空消失，萌小琪忍不住叫了句“哇！”这样美丽的场景如果在晚上会更好吧，众人正这样想到，露雨程打断了大家的遐想，很严肃的说：“我们被监视了，附近也有魔法的动静，动静暂时不说，我们在这种地方被监视肯定是会看到监视我们的人的，问题在于没有！再说，我们没干一些惹人讨厌的事，为什么会被盯上？还有，这个魔法的动静很难解释，毕竟我们附近就是野怪生成区，不免有人会刷刷经验，但也有可能是——监视我们的人的魔法动静，这个我们很难说清，但要把幻术破了就要拿神庙的泉水喝，可惜的是，我们又要回丛林一次了，因为，我查了神庙泉脉，只有丛林圣庙才有神圣泉脉，我们只能回丛林了，虽然城里有一个个大瓶泉脉里的水，但我们无法进入城里，所以大家都知道了该干什么了”雷晓宇很气愤的说道：“要我知道是谁干的，我第一个把他杀了！雨凌，把你拿来给我打一下！”没有回复声，雷晓宇环顾四周，“雨凌，你人呢？想玩躲猫猫？我看到你了啦！别躲了！！！”即使雷晓宇这样大叫也没人回应，只有空荡荡的回音，“人走失了？只能召唤了，影歌月！”雷晓宇挤挤眉，影歌月知道雷晓宇什么意思了，立即做好召唤术，雷晓宇严肃的指挥到：露雨程你再查一下动静，剩下的人搜寻但是要做好警备，这里不免有人杀人打劫，我再瞬到树上看看！萌小琪说：“你什么时候变成指挥官了！”罗小猫拍拍萌小琪的肩膀，“就让他爽一会把，我看他当的挺好的”但这样说罗小猫自己也是叹了口气“那...！”萌小琪刚要说的话又吞了回去，但也不服从指挥，去看露雨程施展“侦查”了。\n        过了15分钟，众人到了丛林边缘的树下集合顺便乘凉，雷晓宇站在一颗大石头上，想头领一样，众人也向他开始汇报，露雨程先站了出来，报告：附近一切正常，但是奇怪的是.....雷晓宇眉头紧皱了起来，说：“怎么了？！”露雨程吞了吞口水，继续报告：你别着急啊，奇怪的是，之前的魔法动静离我们更近了，只有几米之隔！！！“什.......”雷晓宇被这个消息惊讶的说不出话来，“这么近，我们就有点危险啦，有可能是给我们下幻术的幻术师亦或是影人和盗贼，露雨程妳有想过怎么解决么？”露雨程第一次听到雷晓宇直呼她的名字，不禁有些狂喜，但装作咳嗽掩了过去，露雨程知道事态严重，说出了自己的想法：“我是这么想的，我们把雨凌召唤出来，然后让她去召唤紫灵#奎狐探测全部魔法动静，因为我只能测50米内的魔法动静，50米以后的我只能微弱的感觉到，在什么方位，而奎狐却能搜索这整片区域的魔法动静，而且还能知道这是什么魔法，即使是隐形也能立即侦查到，所以撑召唤师界的十大最强同时也最需要的召唤兽之一，紫灵#奎狐，再说，我已经知道雨凌是内测人员了，她可以召唤所有最强召唤兽，召唤奎狐只不过是个小事，对吧？影~歌~月”露雨程的奸笑看着影歌月，影歌月被露雨程的表情吓到了，只好擦了擦头上的冷汗，也理直气壮的说：“你有什么证据能证明她是内测么？”露雨程摆出好像真的不能拿出证据的样子，雷晓宇看了看露雨程，无奈，说：“你没证据就别.....”话还没说完，露雨程又是一个奸笑，一字一句的说：“我~已~经~拍~下~来~咯！”露雨程拿出手机抖了抖，影歌月像抢过手机，但没得逞，露雨程早已料到了这种事情，用手点了点擦肩而过的影歌月，影歌月眼睛慢慢变白，手颤抖的很厉害，过了一会就晕了过去，雷晓宇不放心自家兄弟，于是就问到，你把他怎么了，雷晓宇尽量不是很凶的和露雨程说话，毕竟影歌月现在这样，露雨程可能一个响指就把影歌月杀了，雷晓宇静静的等待着露雨程回答，露雨程也尽量不让雷晓宇动真格，同时想尽办法让旁边的人帮下她，让雷晓宇冷静下来，说：“没事，他只是被我幻术吓到了，没有大碍，就算有大碍也只是10秒的虚弱了”雨凌刚好传送过来，看见躺在地上一脸苍白的影歌月，先是满脸发青，然后召唤鬼灵之纹印缠绕上身，手里的血慢慢的流下来“你们，难道把他杀了？哈！？”\n                                                         ——未完待续——\n召唤：@xcc @墨墨1zwl @zjr_516635864 @CloudsXDao @狂风※中箭 \n[groupid=516]苦力怕的文学创作组[/groupid]",
    "replies": [
        {
            "author": "shuyijian",
            "timestamp": 1403702520,
            "txt_content": "赞！！！！！！！！！！！！！"
        },
        {
            "author": "shuyijian",
            "timestamp": 1403702580,
            "txt_content": "必须给金粒！！！！！！！！！"
        },
        {
            "author": "xcc",
            "timestamp": 1403831880,
            "txt_content": "我在等待\n因为我很忙\n还有，作品名字很2"
        },
        {
            "author": "Aiursad",
            "timestamp": 1403866500,
            "txt_content": "xcc 发表于 2014-6-27 09:18\n我在等待\n因为我很忙\n还有，作品名字很2\n你再忙，也没看见你更一章...."
        }
    ]
}