{
    "title": "<连载·单章>MC世界护卫队[作者:导演][第一季：恶魔降临 第八章：炸弹狂人]",
    "author": "Altair.C.Ezio",
    "replyCount": 2,
    "timestamp": 1403516760,
    "txt_content": " 本帖最后由 Altair.C.Ezio 于 2014-6-26 17:50 编辑 \n\n                                  索引贴：http://www.mcbbs.net/thread-251900-1-1.html\n\n                                                                               第八章：炸弹狂人\n         上回说到：神坑局特工集体被送上宇宙，ACE在空中跳了下来，幸存几率少之又少，Hero这边，遇到了一个手持炸弹的人\n      史蒂夫：“这货看起来，来者不善啊”Shure：“还用你说，手上都拿着炸弹了”Hero：“要打吗”天才：“正好试试gold的真正实力！”手持炸弹的人：“人还挺多，一起上吗？”Hero：“对，兄弟们，群殴他！”手持炸弹的人：“纳尼！你不按套路出牌！！！”说完Hero，史蒂夫，Shure，3人就一起上了，大湿：“别上！你们打不过他的！！！”手持炸弹的人（微笑）：“那我就恭敬不如从命了！”手持炸弹的人拿出3个炸弹，原地飞速旋转了一圈，并将炸弹几乎同时扔了出去，准确的砸在了3人的头上，并爆炸，3人同时被击倒在地，大湿：“我靠，叫你们不要上，你们还上！”手持炸弹的人：“师弟，你的队友怎么那么垃圾，1击就废了”Hero：“谁废了啊！”史蒂夫：“不要小看我们啊！”Shure：“别看我们平时这幅样子，可要是打起来，你就吃不了兜着走了！”手持炸弹的人：“不错啊，换做一般人应该早就死了”大湿：“因为他们不是一般人啊！”手持炸弹的人：“你丫怎么跟你师兄说话的！”Shure：“师兄？？？”大湿：“恩，他是我的师兄，名叫迪卡特”史蒂夫：“你们师傅谁啊？”迪卡特：“先赢了我！我再告诉你！”Hero：“凭我多年打游戏，看动漫的经验，我断定，说这句话的人绝对会输。。。”Shure：“这句话没说错。。。话说，ACE的话怎么被你说了。。。”大湿：“我们师傅就是，迪达拉！”迪卡特：“肏，这就说出来了！！！你们都不按套路出牌啊！”\n       Hero：“话说，你们不是师兄弟吗？他为什么要打我们？”大湿：“我也奇怪啊，师兄，你为什么要攻击我们！”迪卡特：“无可奉告！”Hero：“大湿，你看看他的眼睛颜色有什么变化吗？”大湿：“那么一说，貌似是的，他的眼睛颜色比以前红多了”Hero：“那就对了，凭我多年打游戏，看动漫的经验，我断定，他被操控了！”迪卡特：“我没被操控！只是有个人，将我对你们不爽的程度放大了10000倍，所以，我很想杀了你们！”史蒂夫：“这都行！”（观众：“话说，你们还打不打了。。。”）迪卡特：“差点忘了！来战吧！”\n       Hero：“好，既然你会扔炸弹，那我就跟你玩近战”Hero说完就冲了上去，一拳就要打在迪卡特的身上，但是就在快要打中时，突然发生了一个爆炸，将Hero的手炸了回来，Hero：“我擦嘞，我的手！！！疼死了！！！”Shure：“什么情况？”大湿：“这是他的能力，他有血继淘汰，会火遁加风遁加雷遁结合成的爆裂遁，他一直在身边围上一圈爆裂墙，一但触碰到，就会遭到爆炸！”Hero：“还有那么变态的技能。。”（观众：“话说，刚刚那段话不是应该由迪卡特来说嘛。。。”）迪卡特：“把自己能力告诉正派的BOSS，都不是好BOSS！”大湿：“可惜我都知道。。。”\n       Hero：“我是近战格斗型的，没办法不碰到，有武器的只有你们几个”史蒂夫：“我战斗能力就是一渣渣。。。”大湿：“我倒是有水遁不怕，但是和他拼体术拼不过”Shure：“我来！我会远程！看我的！雷霆一击！！！”说完，一道闪电从天上落下，准确的打在了迪卡特的身上，大湿：“肏，我说过了吧！他有雷遁，放雷只能增加他的力量”迪卡特：“果然是一群渣渣！”Hero（用手捶地）：“可恶，不行了吗。。。”史蒂夫（飙泪）：“要是我能再强一点的话！”Shure：“苍茫的天涯是我滴爱，绵绵的青山脚下花正开~”（观众：“怎么突然那么煽情了！！！怎么突然变热血漫画了！！！还有Shure在唱什么啊！！！导演又在作死啊！！！还有，为毛是我在吐槽！！！”）大湿：“不，还有一个办法”迪卡特：“哦，要用那招了吗！”大湿：“没错！写轮眼！”迪卡特：“想模仿我的忍术吗！那是不可能的！”大湿：“不是哦，是模仿Hero的体术！”Shure：“对了！论格斗，Hero有绝对优势，在加上大湿的忍术，无敌的啊！”迪卡特：“这又如何？我可有写轮眼抗性啊，而且我的忍术在你之上，想单挑我？没门！”天才：“谁说只有他一个了？连他都拿出看家本领了，那我也来吧！”\n      史蒂夫：“瞬间变热血动漫了。。。Hero，Shure你们怎么看。。。”史蒂夫向他们看去，只见他们两个躺在沙发上，眼带墨镜，一手拿爆米花，一手拿大可乐，悠哉悠哉的看着迪卡特他们的战斗。。。史蒂夫：“别那么悠哉啊！话说这些东西都是哪里来的啊！”Shure：“反正我们帮不上什么忙，这集就是出来打酱油的。。。东西吗。。。”天才：“是我道具库里的。。。”史蒂夫：“还有你不是要认真了吗！”天才：“好吧，gold！  合   体！！！”瞬间，一道白光闪来，逐渐变成彩光，隐约看到天才在费力的穿上gold变得盔甲。。。史蒂夫：“让我想想该如何吐槽。。。”光芒逐渐消失，天才穿着一身金甲，出来了，并摆了个很恶心的poss（场面过于恶心，我形容不出来了。。。请大家自行脑补。。。越恶心越好。。。）史蒂夫：“我。。。无力吐槽了。。。”天才：“这是由纯！！#@￥%……%&制造黄金机器人gold，所变的“超级无敌黄金甲九千”，战斗力爆表啊！而且其硬度是非常强的，区区炸弹，何足挂齿！”大湿：“上吧！”天才：“收到！”10分钟后，只见迪卡特已被两人打到在地，史蒂夫：“这剧情发展也太快了吧！”Hero：“凭我多年打游戏，看动漫的经验，一般打斗戏的套路，都是正派先被打的惨不忍睹，然后正派爆大招，一下子把反派干掉了！”迪卡特：“没想到，你们那么强，轻敌了啊！”大湿：“你不轻敌也会这样”迪卡特：“为什么！”天才：“阵营问题！”迪卡特：“纳滤红豆，可是，你以为我会就此罢休吗！”迪卡特迅速结印，迪卡特：“奥义：核弹之爆！”大湿：“不好！快阻止他！”天才：“来不及了！”迪卡特淡定的拿出一个核弹，又淡定的拿出一包火柴，划出火，正准备点燃时，被大湿的一个水遁将火柴全弄湿了。。。史蒂夫：“结果不是忍术啊！”迪卡特：“啊，我的火柴！你们竟然如此卑鄙！”大湿：“好歹你也带个打火机啊。。。”但是，大湿怎么也没想到，天上落下了一道闪电，准确的打在了核弹上，引燃了核弹。。。史蒂夫：“Shure，我死也不会放过你。。。”Shure：“Hero叫我一道雷劈死迪卡特的。。。没想到劈歪了。。。”Hero：“竟然卖队友！”大湿：“你们竟然还如此淡定！！！”迪卡特：“哈哈哈，一起下地狱吧！”史蒂夫：“PG，gold不是能防爆吗？快帮我们挡住啊！”天才：“虽然我的盔甲能防御爆炸，但是保护范围很小，只能保护我一个。。。”Shure：“可恶，究竟是谁放的闪电！”史蒂夫：“不就是你吗！”在他们说话时，核弹，爆炸了，发出的响声，方元百里都能听见，天上出现了一朵蘑菇云，硝烟散去后，Hero他们已经尸骨无存，方元百里都被以为平地，只留下天才一个人。\n\n\n                                                                 第八章：完\n",
    "replies": [
        {
            "author": "1243473608",
            "timestamp": 1403520780,
            "txt_content": "辛苦了= ="
        },
        {
            "author": "Altair.C.Ezio",
            "timestamp": 1403776440,
            "txt_content": "1243473608 发表于 2014-6-23 18:53\n辛苦了= =\n谢谢                        "
        }
    ]
}