{
    "title": "[双线]我不是一个人在玩MC——|派系战争|剧情|宠物|技能|生存|娱乐|[1.7.2]",
    "author": "米饭服猪君",
    "replyCount": 0,
    "timestamp": 1403592360,
    "txt_content": "[我不是一个人在玩MC的故事发生在遥远的德玛大陆。一个由RPG风格构筑的中世纪战争世界，玩家在其中充当一个战士、一个商人、一个游侠，甚至是一个丧心病狂的杀手。一段传奇，一段历史将为你所书写......P.S. 服务器为战争服，上手难度较大，请老手和新手务必仔细阅读本贴和游戏指南。\n世界观五千年前，在德玛大陆的文明之光闪耀之前，方块星球是一个美丽的星球，孕育着各种形态的生命。这些生命分散在方块星球的各个角落，德玛大陆的人们，用他们勤劳和智慧，创建着星球的繁荣。\n\n然而，不久后，一场突如其来的异变，让原本于平静的天空大陆再次卷入血雨血雨腥风之中。\n先是一场如瘟疫般的异变，让德玛大陆上的动植物在一夕之间纷纷魔化成为邪恶的怪物，他们凶残嗜血，肆意吞噬德玛大陆人们的生命，死亡和恐慌迅速在德玛大陆蔓延。\n\n接着一场大火如流星般落在德玛大陆的格兰之森，熊熊的烈焰烧毁了格兰之森的大部分植被，却无法摧毁异变的动植物。格兰之森陷入了一片妖异的火海中，成了死亡之林。据说生活在格兰之森的精灵们也随之消失。\n\n各种异变现象频繁的出现在德玛大陆各地，异变的动植物越来越疯狂。即使出现了为铲除怪物而不畏艰辛的穿行在德玛大陆陆各地的德玛战士们，也无法让异变变得一丝缓解，德玛大陆陷入无边的黑暗中。\n\n因异变带来的混乱，德玛帝国因无力抵抗，导致分裂。不久，德玛大陆出现了三位带领德玛大陆人们走向正义战争的三位勇士，三大势力奋勇抵抗来自变异怪物的入侵。\n\n三大势力因政治不同无法统一走到一块共同迎敌，未知的生物是否还会带来更多的灾难，唯有德玛大陆的冒险家们能为这混乱的世界找到解救之道！谁将是对抗邪恶生物的神谕之人？世界区域\n主世界（德玛大陆，玩家主要活动世界）死亡不掉落，自由PVP。下界（不定时刷新）死亡掉落，自由PVP。末地（不定时刷新）死亡掉落，关闭PVP。资源世界（无主之地，定时刷新，玩家主要收集资源的世界）死亡掉落，自由PVP。地皮世界（地皮免费保护，起房子的好地方）死亡不掉落，关闭PVP。游戏世界（躲猫猫、死亡跑酷、大灾变等小游戏）尚未完成势力设定你可以加入其中一个势力从而壮大自己的势力，通过战争方式实现完全统一。\n\n\n你也可以不加入任何一个势力，只不过你这样很容易遭到其他势力的追杀。势力名字：德玛西亚势力标语：\n纵横德玛大陆，聚此分天下。势力名字：妖精的尾巴势力标语：不抛弃，不放弃，只愿战斗到底，只因队友是你！势力名字：血盟骑士团势力标语：这里有你并肩奋战的伙伴！来吧，加入血盟骑士团！用我们的热血，谱写永恒的誓言！\n地图设施\n主城：龙岛是玩家的出生地点，也是主要的传送中枢；也是德玛大陆的中立区域，即无法PVP和使用技能。1.天龙岛 玩家出生点\n2.原材料店 系统矿物交易市场\n3.农作物店 系统农作物产品交易市场\n4.好道具店 道具交易市场\n5.铁匠铺 高级装备商店\n6.亚瑞丽教堂 结婚服务\n7.黑铁竞技场 竞技服务\n8.魔力书屋 技能书与其他物品市场\n9.罗杰银行 货币交易中心\n10.公会总部 提供公会创建服务\n11.祭坛 提供前往主世界的快捷通道\n12.仓库 赞助服务服务器规章\n建筑法案\n1禁止制造高空流水、岩浆。\n2禁止制造水下落高度超过两格的水流装置。\n3禁止在世界进行大规模造地、破坏水源、毁林、填海。\n4禁止建筑各类型刷物品装置、刷怪塔、对刷怪笼区域进行积怪效果的改造。\n行为法案\n1禁止创建小号。\n2禁止恶意利用任何BUG。\n3禁止公屏爆粗、刷屏、辱骂他人。\n4禁止无事举报、虚假举报、监守自盗。\n5禁止透视、飞行、加速等外挂作弊行为。\n6禁止大规模养殖动物。每户动物不能超过10只。\n7禁止在服务器宣传其他服、进行市场营销等非游戏商业行为。\n8在世界建的建筑物被破坏、被偷盗一律属于个人责任，一律不负责。（请自觉上锁，圈地。）\n总：以上规定一经发现按轻重处理，对当事人进行警告、监禁或经济制裁或封禁。\n新手指南\n\n\n\n服务器游戏指南.zip\n(4.38 KB, 下载次数: 10)\n\n\n\n2014-6-24 14:25 上传\n点击文件名下载附件\n\n\n\n\n\n\n如何在服务器里快速上手开服宗旨我们开服的宗旨：让玩家们不仅玩游戏，还让他们学会做事做人的道理。\n让玩家因玩【我不是一个人在玩MC】这款游戏，让他们学会一些在现实中做人做事的道理。因为网络就是一个社会的缩影：\n让玩家能因为玩游戏而产生属于自己的梦想：\n让玩家在游戏中锻炼自己的能力。\n让玩家能怀着一颗感恩的心，重新看待自己的亲人、朋友、爱人。\n【我不是一个人在玩MC】与您同在\n游戏可以重来\n人生只有一次\n此时此刻，你能在游戏中，找到那个属于真正的自己。服务器图照\n\n\n\n\nOP证明\n\n\n进服推荐观看视频http://v.youku.com/v_show/id_XNTc2MzU5OTg4.html\n 我接触Minecraft已经将近三年多了。刚开始玩这款游戏的时候，我还是一个熊孩子，什么都不知道就是知道去作死，在这三年中，我深刻的体会到了这个游戏给我们带来的快乐和惊喜，然而我对这个游戏产生巨大的热爱。我还记得我杀过无数的玩家，第一次在世界不断奔跑，第一次杀死龙，打倒凋灵......从而都会感到惊喜和喜悦，让我真正的迷恋上这款游戏,在游戏里尽情的嬉笑，互相叫骂互相追逐，这不是存档这是一个个鲜活的回忆！献给那些年，看过刀剑神域的朋友们！\n\n\n\n\n",
    "replies": []
}