{
    "title": "<连载·单章>【你，听说过死魂凋零吗？】[作者：hznb][第4章 启程]",
    "author": "hznb",
    "replyCount": 7,
    "timestamp": 1403681100,
    "txt_content": " 本帖最后由 hznb 于 2014-7-25 12:40 编辑 \n\n不务正业作者的废话\nok，还有一更，晚上再更，我望着你们手中的人气和顶，饥渴了\n\n\n\n—————————————————————————————————————————————————————\n\n每章の歌\n\n\n歌名：千本樱（治愈版）\n演唱：muki\n壮哉我大muki\n\n\n\n—————————————————————————————————————————————————————\n\n\n喜闻乐见的正文(1398字）\n\n  接近黄昏了，夕阳的余晖照在了大地上，也照在了9大陆36大分支72小分支上，当然，也照在了夜色酒吧前那一老一少身上，像是披上了华丽战衣一般。\n\n  老者拍了拍少年的肩膀，眼睛里露出一股无法言说的慈爱，那一刻，真美，真想把时间定格在那一秒，永远不动。\n\n  美好的时光总是短暂的，终于，少年先开了口：“贺老头，那啥，我走了，你多保重啊。”\n\n\n  “哎，好，走吧，安逸，祝你早日找到你弟弟，”贺不凡好像想起来什么事，严肃的说，“那三个锦囊，一定要按照我给的时间，地点打开，记住了吗。”\n\n\n  “嗯”陈安逸重重的点了点头，转身走去，潇洒的摆了摆手，“再见，我会回来看你的。”\n\n  下一秒，他哭了，这九天的时光让他太难忘了，贺不凡训练时的严厉，做饭时的认真，聊天时的幽默，若不是有事在身，他一辈子也不会愿意离开的。\n\n\n  贺不凡望着陈安逸远去的身影，直至消逝，此时，他再也忍不住了，眼泪涌出眼眶，划过他的脸庞，落下了...\n\n\n  “孩子，金鳞岂非池中物，一遇风云变化龙，你还有很长的路要走啊。”贺不凡一摇一晃的走向酒吧，喃喃道。这一下，他好像又苍老不少，头上的烦恼丝又多了几根。\n\n  陈安逸擦去眼角残留的泪水，心中燃起了一股火焰，是的，他要成为强者，他要找到弟弟。\n\n  “对了，第一个锦囊是我离去时才可以打开，现在来开吧，”陈安逸拿出写有“一”的锦囊拆了开来，一字一字的念着，“去星月城艾尔大道34号，找莫林大师。”\n\n  “星月城，斯巴达集中营所在的主城，住在那的，不是王侯将相，就是大本事大身份之人，莫林此人后面加了大师二词，定是不凡，但贺老头要我去那干嘛呢...”陈安逸心想。\n\n  “救命啊，救命啊，非礼啦。”这突如其来的求救声打断了陈安逸的思考，听这声音，像是女子喊出的。\n\n  陈安逸心中默念了一句咒语，手上突然出现了一把比他高一头的重剑，这些都是拜他脖子上的项链所赐，这项链是人类才可以使用的，作用和玄幻小说里的储物袋差不多。\n\n  “艾尔公主，你就从了我吧，不用多久我就会进攻星月城，让老巴奇答应我们的婚事！”一个满是胡子的大汉说道。\n\n  “艾尔公主，艾尔大道，有什么联系吗，听男的说好像还是公主啊，先救下她，进城也好办事。”陈安逸快速的分析了下救此人的利弊，下了决定。\n\n  陈安逸一步跨出，双手举着重剑，跳起对大汉一记重斩。\n\n  “叮！”大汉的头犹如金刚石一般，坚不可摧。还没等陈安逸反应过来，大汉一个手刃将还停在半空中的陈安逸打飞，令陈安逸蹬蹬蹬连退数步，这一切看似很缓慢，但其实是在一瞬间发生的。\n\n\n  大汉转过身来，轻蔑的笑道：“怎么，想玩英雄救美？你爷爷我当年杀人的时候，你还不知道在那个地方擦鼻涕呢，趁我心情好，快滚吧。”\n\n\n  “爷爷？你侮辱我爷爷？”爷爷是陈安逸心里最敬重的人，龙有逆鳞，触之必杀，陈安逸双手结法，大喊道“雨光破！”\n\n\n  此时，重剑身上冒出了奇异的颜色，只见陈安逸狠狠的向大汉劈去，其速度之快令人恐怖。\n\n\n  大汉眼看躲不过了，大喊一声“磐石印”手上冒起金光，随后摆起防御阵势。\n\n  但是就在剑快劈到大汉的前一刻，陈安逸把剑一横，由劈换拍，重重的落在大汉身上。\n\n\n  直接就把大汉击倒，陈安逸喘着粗气，盯着正慢慢爬起的大汉，“不好，我没力气了，他起来打我就不好了。”\n\n\n  “你，你给我记住，我叫卡文，我们会再见面的。”大汉爬起身来，灰头灰脸跑走了。\n\n\n  “哦耶，把他打跑了，你真厉害，你没什么事吧，我叫艾尔。”艾尔关心的问道。\n\n\n  “好漂亮，长得好漂亮。”陈安逸虚弱的说道，然后昏倒在了艾尔的怀里。\n\n\n  艾尔摇了摇陈安逸，焦急地说道：“你怎么了啊，快醒醒。”\n\n内个谁内个谁，笑什么啊，这么猥琐，这不是女一号，懂？\n\n\n—————————————————————————————————————————————————————\n\n\n如果，本文有什么触动到你的地方，我很开心那么，就请你顶帖评下分吧，十分感谢索引",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1403681280,
            "txt_content": "特约观众席 @钢的笔 @米饭服猪君 @1814209846 \n求指点 @a2455564728 @冥王星人 @CloudsXDao @银狼"
        },
        {
            "author": "122474363",
            "timestamp": 1403681700,
            "txt_content": "表示应该改成长篇小说。"
        },
        {
            "author": "银狼",
            "timestamp": 1403682660,
            "txt_content": "→_→ 我要出去了为啥偏偏这么忙"
        },
        {
            "author": "UNlost",
            "timestamp": 1403682720,
            "txt_content": "金币都是浮云\n回复才是正道\n顶，虽然不是MC的"
        },
        {
            "author": "hznb",
            "timestamp": 1403692680,
            "txt_content": "就是mc的0.0"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1403697120,
            "txt_content": "hznb 发表于 2014-6-25 15:28\n特约观众席 @钢的笔 @米饭服猪君 @1814209846 \n求指点 @a2455564728 @冥王星人 @CloudsXDao @银狼  ...\n高产大法好"
        },
        {
            "author": "米饭服猪君",
            "timestamp": 1403699580,
            "txt_content": "hznb 发表于 2014-6-25 15:28\n特约观众席 @钢的笔 @米饭服猪君 @1814209846 \n求指点 @a2455564728 @冥王星人 @CloudsXDao @银狼  ...\n我来了，献上人气！！！金粒！"
        }
    ]
}