{
    "title": "<原创·单章>【涅槃】[作者：时光之流][单章无连载]【原创美文系列】",
    "author": "时光之流",
    "replyCount": 10,
    "timestamp": 1403789100,
    "txt_content": "                                                                        计划：Minecraft无叙事美文系列                         这个系列将是我在MCBBS上发布的第一个系列。整个系列由多篇无叙事性连载的故事组成，全篇会运用大量抒情。每个单章讲述的都是不同的故事，而每个故事的章节名称都和我们玩过的MC紧紧相扣。如果有一天，当你一个人仰望星空，能想起这个带给我们太多太多的方块世界。\n                         ——如果是这样的话，那么我的目的，就达到了。\n                                      ——题记：你说被火烧过，才能出现凤凰。\n                                                                             涅槃        执笔·时光之流\n                                     Nirvana     Write·时光之流\n     这是一个被安静悄然笼罩的世界。幽幽的黑暗，渐渐将阳光吞噬。整片大地陷入无尽恐慌。\n          这是一个被恐惧悄然笼罩的小土屋。怪物的尖叫，渐渐将steve的理智吞噬。他的大脑陷入了无尽恐慌。\n          steve浑身颤抖地坐在随意搭建的避身所内。这是他在这个世界度过的第一个夜晚。至于他是怎样来到这个世界的，他也不知道。\n          在月光轻柔的辉映下，steve的瞳孔渐渐被一阵梦幻却又迷惘的烟雾扰乱了。\n          不知道为什么，他想起了小时候的自己。\n          记忆渐渐的回放，回放，像老电影那发黄的胶带。\n          同样是一个“恐慌”的夜晚，小steve整个身子紧紧蜷缩在摇篮里的被子里。他的眼睛一片清澈，死死地盯着那面墙壁。\n    墙壁上的影子漫无目的的组成各种鬼怪：有着发着紫色光的眼睛的幽灵，全身只有骨架的骷髅，没有意识只会伤害的僵尸，浑身绿油油的一条东西......\n          小steve再也忍受不住，他大声哭叫了起来！\n          房门顿时一阵颤动，旋即打开。\n          一片光明笼罩进来，覆盖了那面墙壁。那些令小steve崩溃的怪物都不见了，刹那间逃的无影无踪。\n          “妈妈......”\n          打开房门的妈妈没有发现任何异常，她对小steve露出一个灿烂无比的笑容，在她背后客厅的灯光笼罩下，小steve仿佛看见了一个天使，朝他微笑。\n          “答应妈妈，不要怕，安心睡觉，好么？”妈妈微笑着说。\n          “可是...我怕。”\n          妈妈脸上的笑容没有收敛，她轻轻的走到小steve的摇篮边，说：“steve，你是一个男孩，你要记住，你将来会经历你根本想象不到的事情，那比墙壁上的鬼怪还要恐怖一万倍，它们更加真实...”\n          妈妈忽然停住了。仿佛在极力隐藏什么事情。\n          “宝贝，不管怎样，答应妈妈。”\n          “只有被火烧过，才能出现凤凰。”\n          老电影播放到这里就戛然而止。但是steve依旧记得，渐渐长大的他还是胆小。\n          以至于他忽然来到了这个世界，不知道该如何承受。\n          steve耳畔忽然传来一阵咕噜咕噜的叫声。那叫声凄惨而带着阵阵战栗，使steve的心都随之颤抖。\n          他知道这是僵尸的叫声，他见过，就在刚才。\n          他现在无法理解这个世界了。越来越无法理解。\n          耳边的叫声越来越响了，僵尸在靠近这块地方。steve吓的跳了起来，找了另一个角落蜷缩。他的汗水悄然滑落，浸湿了他最爱穿的蓝色T恤衫。\n          他什么都看不见，只能看见面前一片黑到极致的黑暗。还有耳畔恐怖的尖叫声。\n          他多渴望一点点光芒。哪怕只有一点点，都能带来无限希望。\n          黑暗的肆虐帮助下，更多的怪物围绕了这个简陋的避身所。\n          “不行...我得逃走。”steve使劲在脑海里重复了不下千遍这句话，终于生出了一点点勇气。\n          他轻轻的站了起来，不发出一点点声响...\n          他的双手撑在了土块上，他将身子直立了起来，他站了起来...\n          他将身子勉强撑起...\n          他看见了！他看见了...\n          一双紫色的眼睛。\n          刹那间，他发现自己连尖叫的力气都没有了。一切都非常安静，时空都跟他对持。\n          steve渐渐的转过头，不看那双紫色的眼睛。\n          他的理智终于崩溃了。他瘫软在避身所内的草地上，仰望着只有零散几颗星星的天。\n          steve现在觉得，自己的生与死没有什么重要的。管他呢？死就死吧，就被那些怪物分尸，切割，紧咬，撕裂...\n          总比把灵魂都丢了好吧。\n          夜晚才刚刚开始呢。steve悲观的想着，再这样想下去，他会因为神经昏迷而死。【无视这奇葩死法】\n          哪怕是一点点光啊。\n          steve闭上了眼睛。他觉得闭上眼和睁开眼没有什么区别，都是一样的漆黑。\n          哦...等等...\n          为什么闭上眼，会比睁眼更亮？steve感到视野的漆黑中，右下角出现了淡淡的光亮，这光极其的微弱，仿佛一阵轻风就能将其扼杀。\n          steve又睁开了眼。嘿！这光不只只在闭眼才看得见，睁开眼，仿佛更亮了些！\n          他向那团光亮靠近，他看到一张扭曲的脸。\n          “南.....南瓜灯？”steve喃喃说到。\n          steve对南瓜灯太熟悉了，他不会忘记的。小时候，他什么都怕，只要是扭曲的，丑陋的，会发出尖叫的【除了女生】，他都感到恐惧。\n          除了南瓜灯。\n          万圣节前夕，男生们一起去探险。他们一起来到镇子里的一座城堡。摇曳的灯火，吱呀作响的破旧木门，滴水的头顶石砖，都没有把勇敢的男生们吓退，除了steve一直在瑟瑟发抖。但是，知道他们在楼梯拐角处看见了南瓜灯——\n          扭曲的脸，怪异的笑容，仿佛已经酝酿了什么恐怖的阴谋，即将实施。\n          男生们扔下手中的吊灯，大叫起来，抱成一团，死死盯着那南瓜灯。除了steve。steve觉得南瓜灯没有任何恐惧可言。在他看来，南瓜灯的笑容不是阴险，而是一种......\n          恐惧。或者说是忧伤。\n          他直直的看着南瓜灯，慢慢的走近。\n          身后的男生发出不可思议的疑惑声——“胆小鬼steve居然敢...”\n          steve太小太纯真了，他来到南瓜灯跟前，那悲伤的笑容令他心碎，他情不自禁的拥抱了它。\n          “啊啊啊啊！！！”那群男生再也抑制不住自己的惊讶，冲出了城堡。\n          从此steve被誉为最勇敢的男孩子。还有一个他很讨厌的外号——南瓜灯恶魔。\n          于是，忽然在这个陌生的世界里再遇到南瓜灯，steve觉得有点不可思议。什么都变了，他的年龄，场景，同行者...\n          唯一没有变的，就是那南瓜灯忧伤害怕的苦笑。\n          他的记忆，瞬间恍惚起来。不知道是哪个碎片击中了steve那脆弱的心，他又拥抱了一下南瓜灯。\n          肩膀触到南瓜灯的一瞬间，他感到了温暖。\n          和眼前盈满的光亮。\n          可是南瓜灯却忽然呜咽起来。steve吓得后退了两步。没想到在这个奇怪的世界，南瓜灯都有了生命。\n          “呜...呜...”南瓜灯漆黑的眼睛里，仿佛出现了点点泪光。就好像苍穹里出现了点点繁星。\n          “我害怕...”南瓜灯呜咽道。\n          不知道为什么，steve其实自己也被周围的怪物吓得要死，但是看着怀里的南瓜灯，他心里忽然生出莫名勇气，这勇气无穷无尽，比先前生出的，不知强了多少。\n          “我不怕！我保护你。”\n          有时候，一句承诺，能让人守望一生。\n          steve紧紧抱着怀里的南瓜灯，尽管周围怪物的嚎叫越来越大。\n          南瓜灯能感觉的到，这个面前给他无限温暖的男孩，心跳和自己一样剧烈。于是小小的南瓜灯也勇敢起来，安慰steve说：“别怕，我妈妈曾经跟我说过一句话。”\n          “什么话？”\n          “只有被火烧过，才能出现凤凰。”说到这里，南瓜灯勉强克制住自己的僵硬，露出了一个灿烂无比的笑容。\n          steve呆住了。多年以后，在这个风起云涌的世界里，他又看见了那个夜晚，柔和的灯光下妈妈的笑。\n          “妈妈...”\n          “steve，你记住，只有被火烧过，才能出现凤凰。”\n          南瓜灯有点奇怪，面前的男孩为何忽然动也不动。“他大概很冷。”南瓜灯若有所思的猜测着。虽然身为灯族，它从未有寒冷的感觉，但是它比任何人都能感受的到，要是没有火光，没有明亮，会有多么恐怖。\n          南瓜灯闭上眼，将体内的光能释放到最大。半个避身所都充满了光亮。\n          但这更促发了怪物侵袭的决心——\n          一头没头没脑的僵尸像苍蝇一般被其余汹涌的怪物顶了上来，钻进了避身所！\n          那僵尸看起来已经饿了很多天了，第一眼没有看见steve，却看见了鲜嫩的发着光亮的南瓜！\n          刹那间，僵尸朝南瓜灯扑了上去。刹那间，steve心中激发出无限胆量。\n          过去的已经过去。未来的终究未来。既然未来，何必过去？\n          [img=0,1]file:///C:\\Users\\ADMINI~1\\AppData\\Local\\Temp\\~%O7O5C@[~10IGS4QDAG4R9.png[/img]steve那一刻，已经忘记了记忆中那个懦弱的自己。他只记得，有人需要他保护，需要他守望。一切的一切，就在这个世界，改变吧？\n          “滚开！”steve对着僵尸打出一连串的勾拳。\n          僵尸发出嚎叫，被击打的连连后退。\n          一阵激烈的搏斗【哪里激烈啊喂】。\n          “啊呜”僵尸惨叫一声，终于倒在地上。他的眼神是一种狰狞和不屈。steve身上的衣服被撕裂出几道口子，身体上，脸上都有着可怖的伤痕。缩在角落里的南瓜灯忽然感觉，前一刻还颤抖着的小男孩，这一刻，多了一种其他的什么。那是一种无法用语言形容的——\n         勇敢。\n         天穹在这时射下几道晨曦，将僵尸的冰冷身体烧灼。周围的怪物一哄而散。自然的力量，它们不敢惹。\n         这个时候，整片大地，出现了他该有的模样。温顺，舒适。\n         steve爬出避身所，发现周围的怪物再也没有黑夜的阴狠可怕，而是被阳光灼烧的嗷嗷叫。\n         他壮着胆，冲出去观望。他发现，一些怪物死后，会掉落一些它们身上独有的东西。比如骷髅的骨头，僵尸的腐肉之类。steve觉得一切都像梦一样，他的妈妈说的都是对的。\n         从这一秒开始，steve坚定了一个信念，收集资源，并且活下去！\n         阳光洒下，划过他不屈的脸。\n         南瓜灯也跳了出来【暂时用这个动作】。steve转过身，对南瓜灯微笑了一下，说，我去那片树林看看，找点东西吃。\n         傻傻的南瓜灯本来想说：“你可以先吃我...”但是它很怕疼，于是没有开口【萌~萌~哒~】\n         南瓜灯目送steve的背影消失在密密麻麻的丛林树木中...\n         有时候，一个送别，就离了一生。\n         steve再也没有回来。\n         南瓜灯于是傻傻的守望。那个避身所，它没有离开过20chunk远。它在等那个令人心碎的夜晚，勇敢保护拥抱它的男孩。\n         可是那道身影终究没有出现。日日夜夜。时间仿佛能把一切都忘记。\n         南瓜灯已经守在这里四十天了。在这期间，它被僵尸咬了不知道多少次。那种肉被人咬下的痛苦，只有它懂。有时候南瓜灯会想，自己是一块基岩该多好，咬的那些僵尸牙齿崩碎，咬的它们暴跳如雷却没有办法。我自岿然不动。\n         可是它不是。\n         第四十一天深夜。又有几只僵尸趁乱挤进了藏身所。它们淫笑着看着南瓜灯。南瓜灯脸上挂着泪水，咬吧咬吧。它之所以不离开，是因为它在等一个人。\n         一只僵尸吃着南瓜肉，叽叽咕咕的说：“你还在等那个你说会拯救你的人？”南瓜灯满脸自信的点点头，说：“等他回来，会翻天覆地，这个世界，将会属于他。”它依旧能记得当初steve击杀僵尸时脸上的英毅。\n         另一只僵尸说：“哼哼，我们的老大用手指头都能碾死他。”\n         南瓜灯被咬了五六口，连忙说：“好了，我们有约定的，一天只能吃我五口，让我再长出来。”\n         那两只僵尸阴险的笑了笑，说：“我们马上要迁移了，你的命，今天我们哥俩来收。上头的命令。”\n         南瓜灯的笑容更加忧伤，道：“卑鄙。”\n         僵尸哈哈大笑，一脚把南瓜灯踹翻——“规则？约定？谁的拳头大谁就是规则！你还不懂吗？”\n         南瓜灯看着狞笑的僵尸，知道它下一秒就会扑来。\n         那只僵尸扬天大笑，忽然，它的心脏处，穿出一节冰蓝色的东西。那节东西带着无比的寒冽之气，远远看去，都能切开空气。上面还闪烁着奇怪的符文，给这节东西增加更为奇妙深奥的力量。\n         南瓜灯睁大了双眼！\n         它认识！它认识这节东西！这是一把剑，一把神剑！\n         十年前，它还很小，那时候灯族遭受了一场浩大的磨难，一只长着三个头的巨大怪物入侵了灯族。萤石老爷爷叫来了地狱猪人作战，那三头怪物杀猪人就如同杀猪，连地狱猪人这么强大的种族都无法抵挡，小小的灯族，难道能逃过一劫？\n         就在这个时候，出现了一位拯救全族的英雄。英雄全身冰蓝，闪烁着和这节东西一样的符文。他手中的神剑，也跟这节东西一般无二，只是更长了一些，多了剑柄。英雄以一人之力，入阵连斩20头僵尸，15头小白，5只苦力怕，3只小黑，震惊全场。怪物方再也无人敢上阵，这时候，三头怪物出现了，它和英雄大战三天三夜，杀的白昼隐没了星光，地狱掩盖了黑暗。\n         最后，英雄和三头怪物一起消失在了一道黑色的门里。那道门被称为灯族的禁止之门，连族长都不能进入。它被英雄的神剑封印着。\n         南瓜灯死死盯着那节冰蓝色的东西。\n         蓝光一闪，那节冰蓝色消失在僵尸的心脏处。同时多出来的，还有一个血洞。\n         干净，利落，像闪电一般快，狠。僵尸的身体摇摇欲坠，眼中还有扑击的狰狞，不过已经凝固了。\n         “扑腾”一声，僵尸的身体四分五裂，倒在地上。这时候，南瓜灯才真正看清了僵尸身后的那个人。\n         南瓜灯瞳孔猛地收缩——“英雄！”\n         那个人全身都是冰蓝色，带着寒冷的凌冽气息，全身环绕着神秘符文。活脱脱就是当日以一人之力独憾整个怪物族的英雄！\n         那人听见南瓜灯脱口而出的一声英雄。他手中刚刚抽出的剑猛地收了回来，动作之老练纯熟。旋即手臂一抹，嘴角的一抹嗜血消失而去。他浑身散发出的英勇气息，足以令任何亡灵颤抖。\n         “南瓜灯，嘿嘿，我不是你的英雄，我只是你的steve。”\n         南瓜的的大脑忽的一下空白。steve。steve。steve。这个它日思夜想不知多少遍的名字。steve。\n         南瓜灯眼角，瞬间落下晶莹的泪珠。它跳进了steve怀里，像那个夜晚那样。\n         “别着急，还有一个外人看着呢。”说着，steve悠闲的看向另一只僵尸。那只僵尸心咯噔一下跳动的无比猛烈，赔笑着说：“我只是来打个酱油...”\n         steve微笑，点点头，说：“嗯，对啊对啊，不过我听说地狱的酱油还带有蘑菇酱呢。”此话一出，僵尸眼中的畏惧变为了凶狠。它作为亡灵，为自己的生命格外看重。刹那间它飞扑而来。\n         steve左手扶剑，轻轻将南瓜灯推开，旋即潇洒的转身——那一瞬，一道冰蓝光芒夺目而出。僵尸的左右两臂瞬间断去。\n         “扑腾”一声，僵尸跪了下来。“给我一个机会。”\n         “怎么给你机会？”\n         “现在我只想做个好人。”\n         “跟地狱猪人谈心吧。”\n         “那就是让我死。”\n         “对不起，我是steve。”\n         steve微笑道。“不过，我可以给你一个机会。去把你们老大叫来吧。它不死，我们的恩怨，不会结束。”\n         僵尸颤抖着点了点头，旋即惨叫一声，消失在夜色里。\n         steve转过身，面对着南瓜灯。\n         “南瓜灯。你什么都不用说。”\n         “你说过，被火烧过，才能出现凤凰。”\n         “我现在不仅被火烧过，还被岩浆烫过，被僵尸咬过，被小白射过，被苦力怕炸过，被小黑玩过。”\n         “我懂得了太多太多，关于这个世界，我想我暂时无法离开了。”\n         “太多秘密了。灯族...还有父亲。”\n         “曾经我无比的懦弱。我只是一个会蜷缩在角落里的steve。”\n         “现在，我觉得我有勇气挑战一切了。呵呵。”\n         南瓜灯已经哭得说不出话来了。它看着steve脸那刚毅的弧线，知道了他已经成功蜕变。”\n         steve转身，拉起南瓜灯，道——\n         “如今我已经涅槃——”\n         “就让我，做所有人的凤凰！”\n         夜色之下，那比烈阳还要汹涌的凤凰涅槃之火，一直在前行！\n         【涅槃·完】\n         【中文字数：4444个】\n         【中文标点：700个】\n         【总计：7160个（包括英文字母和数字）】\n        本文一些词注释：steve：Minecraft主角，中文译名史蒂夫，只为尊重原作者NOTCH\n                        chunk：Minecraft计量距离的单位\n        结束语\n        码了一个小时的字，总算把这个计划系列的第一篇完结了。怎么说呢，写完没有多大感触。喜欢我文风的可以评分给点人气~继续支持我后续的作品。总的来说，此文后期我还是考虑加入了剧情，虽说注明了无叙事，但是我要为以后的一个连载做剧情基础。毕竟早准备早好嘛。写到一定篇章我会出索引贴，顺便试试能不能加精~我写这些主要为了到六级- -服务器贴嘛。这里就不做广告了，尊重创作区。到时候再整合txt文档和word文档供大家下载，晚上睡觉的时候看着看着就困了~\n        最后，还是希望大家多多支持，有任何意见请在底下评论~希望看的都能回复我哦~\n\n\n\n\n\n\n\n\n\n\n\n          \n          \n          \n    ",
    "replies": [
        {
            "author": "番茄茄",
            "timestamp": 1403789400,
            "txt_content": "南瓜灯原来会说话···"
        },
        {
            "author": "时光之流",
            "timestamp": 1403789460,
            "txt_content": "看的好快！"
        },
        {
            "author": "时光之流",
            "timestamp": 1403789580,
            "txt_content": "西红柿片 发表于 2014-6-26 21:30\n南瓜灯原来会说话···\n看的好快"
        },
        {
            "author": "番茄茄",
            "timestamp": 1403789640,
            "txt_content": "时光之流 发表于 2014-6-26 21:33\n看的好快\n我看书比较快···4小时94万字···"
        },
        {
            "author": "时光之流",
            "timestamp": 1403789700,
            "txt_content": "好吧94万够我写几年的了"
        },
        {
            "author": "防御苦力怕",
            "timestamp": 1403789760,
            "txt_content": "不错，支持！！"
        },
        {
            "author": "时光之流",
            "timestamp": 1403789820,
            "txt_content": "防御苦力怕 发表于 2014-6-26 21:36\n不错，支持！！\n感谢阅读，感谢回复"
        },
        {
            "author": "防御苦力怕",
            "timestamp": 1403789820,
            "txt_content": "不错，支持！！"
        },
        {
            "author": "时光之流",
            "timestamp": 1403830740,
            "txt_content": "每日一顶！靠这个到六级！"
        },
        {
            "author": "小蛋蛋QAQ",
            "timestamp": 1404037140,
            "txt_content": "..........说好的给你了...."
        }
    ]
}