{
    "title": "<连载·单章>【抉择降临】[作者：【andy990928】][【第六场抉择 艰难的合作】]",
    "author": "andy990928",
    "replyCount": 4,
    "timestamp": 1403866440,
    "txt_content": " 本帖最后由 andy990928 于 2014-7-6 21:09 编辑 \n各位看官，请留下您们宝贵的意见与建议      \n      无数量的虫子如同潮水一般涌了过来，异虫总是以数量取胜，即使是最刚强的战士都会轻易被数十倍于他的虫子所淹没，费恩机械的砍刺着，墨绿的异虫血液不断带着恶臭的气息飞溅到他的身上，khala之道会保佑我们不被异虫侵染，费恩想道，自从他加入狂战士这个伤亡最多的团体之后，已经经历了不下百场战役，虽然伤亡最多，可狂战士战团总能保持最多的人数，没有人觉得他们是炮灰，无论是他们自己还是与他们并肩作战的其他星灵，荣誉与牺牲，这两样东西总是同时诞生，费恩不追求荣誉，却也不畏惧牺牲，这也是他在这百场从未受到过严重的伤害的原因，不幸的是，那些与他一同出发，抱有荣誉的思想的年轻人，都先后的死在了这场无人幸免的战争。\n　　随着虫子数量的不断增多，防线也在随之不断崩溃，唯一没有被击垮的，是在场每一位战士脸上的决意，那种仇恨在躯体毁灭之后仍然会在空气中弥漫，成为血腥的气息。\n　　终究只是梦而已，费恩仍然好好的活着。\n　　那场战役，他活了下来，增援的舰队及时的赶来，打的那些虫子在丢下一些尸体之后就仓皇逃窜，当身心疲惫的费恩坐下休息时，身边已经空无一人，不只是他是这样，这只原本编制完整的星灵部队也只剩下了不到2分之一，虽然每个人都知道战场无情，可谁又能真正接受之前还在谈笑风生的伙伴转眼成为风中消散的灰尘，那些还未能知道名字的战友们，就像是快速燃烧的火柴，散发出自己这一生中最耀眼的光芒，然后，成为纪念碑上的一道痕迹，战死的星灵人数实在是太多了，人们来不及一一记录他们的名字，所以他们只能永远活在人们的心里了。费恩尖酸的想道，登船，作战，毁灭，每一艘费恩踏足过的飞船都似乎被命运所诅咒了一般，接二连三的化作宇宙垃圾，现在，费恩踏上了一艘有些特别的飞船，这艘飞船的主人是一位黑暗圣堂，对此，费恩表示十分不解，让一个刺客来指挥船舰？那些阴影中的刺客只懂得杀人罢了，相比之下，他倒是对这船上的大副十分有好感，原因无二，塔斯克拥有冷静，而伊诺克只是鲁莽罢了，但费恩知道自己没有资格妄加评论，尽管赫赫战功让他拥有了不小的名声，把怒火用在敌人身上，费恩明白这一点，而那些不懂得这一点的星灵，大多一事无成便成了虫子的食物。\n　　路已经走到了尽头，等待伊诺克的只有无数石室中的一间罢了，现在回头肯定和带着怒火的箭头撞个满怀，幸好这间石室足够大，他也只能隐于一旁，等待人类跟上，再伺机离开，最终还是做回自己的老本行了，耐心他一点也不缺乏，只是那两个人类的能力到底有多强？能否通过蛛丝马迹观察出他的身体？虽然伊诺克从来没有怀疑过自己的隐形能力，但此刻却不大放心，他，在害怕什么？\n　　清理完障碍之后，两人便迫不及待的上路了，艾格尼丝依旧手持弓箭在前面开路，卡尔则研究沿路的蛛丝马迹，以免对方放下陷阱，两个人分工明确，一时间，通道里只剩下了两人的脚步声。\n　　“这样怪可怕的，喂，卡尔，你快说点什么，不论什么，这里静的可怕。。。”走在前面的艾格尼丝悄悄的说道，她现在的心情和手中的弓弦一样绷得紧紧的。\n　　卡尔连回都不想回她，现在发声不是找死么？当然，卡尔知道艾格尼丝这样说只是为了缓和心情，因为他现在的心情也十分紧张，铁剑也似乎快要从手中滑脱出去，刚才对方的一系列行动让他明白：他们所面对的对手所拥有的力量与技巧，可能远远超乎他们的想象，继续走下去可能是个致命的错误。\n　　剑在我手，则所向披靡，剑在我心，则无所畏惧。\n　　养父教导他的话语如同纂刻在他手中铁剑上的铭文一样记忆深刻，可是他始终无法成为养父想要他成为的战士，戈登想要变强，可性格中的缺陷却让他停滞不前，尽管他很不愿意承认，但艾格尼丝的话实实在在的击中了他的心房\n　　“他只不过是一个拿着剑的鼻涕虫罢了，仅此而已。”\n　　每当艾格尼丝在训练场把戈登打败后，都会说这句话，以此来激将他，艾格尼丝的用心良苦可丝毫没有改变戈登半分，他依旧读着自己的书，做着永远无法实现的梦，我的性格本就如此，戈登固执的想，上天给了我一个聪明的头脑，却没给我一个合适的环境，我本应该生存在一个尚文轻武的世界的。\n　　火焰燃烧着，印衬出戈登阴沉的脸，这是第三只了，当他派出第四只跳虫时，这只可怜的虫子也难逃相同的命运：消失在一道石门之后，那星灵估计也是这样逃走的吧，戈登心里想道，但不大确定是不是这个“入口”，因为这里距离星灵消失的地点实在偏得不是一点两点，戈登思索了一会，大跨步的朝着“入口”走去。\n　　经过一阵眩晕之后，伊诺克发现自己正被一只箭头指着头颅，箭头的寒光不遗余力的提醒他自己的锋利，与此同时，更让他感到不安的是，一把铁剑也贴上了他的脖子，冰冷的剑锋让他不能轻举妄动，即使伊诺克遇到过无数次危机，可这一次不同，传送带来的眩晕让他不能很好的思考，况且，这里的灯光亮的出奇，他的眼睛也随之快要看不清东西了，伊诺克不知道自己昏迷了多久，但这一点时间却足够那两个人类占据主动地位了。\n　　“两位人类，我无意冒犯，在你们做出杀戮的决定之前，我能知晓现在造成这个情况的原因么？”伊诺克整理了一下词汇，脑中的眩晕感让他甚至不能做出平常轻而易举的动作，他不能在这种情况下昏迷过去，提诺克强撑着身体以让自己不至于摔倒，他不确定人类能否听懂星灵语，但根据村长的情况来看，这个星球上的人类使用的应该是混合语言。\n　　不出所料，那两位人类似乎听懂了一字半句，开始回应起来。\n　　“盗宝贼。。。你拿走了。。。放在哪里了？”伊诺克比他们也好不到哪去，他们能听懂共用部分，自己同样也对那些生僻词无能为力。\n　　正常沟通看来是没有出路了，只能想办法强行逃脱了，伊诺克无奈的想道，他不想与这个星球上的人类发生正面冲突，他只需要能够武装自己部队的力量罢了，可力量与代价总是一同出现的姊妹花，想要获得力量，就必须付出代价，其中也包括了结下仇敌这一项。\n　　密室中的空气似乎就要凝结，卡尔从伊诺克的后背望了艾格尼丝一眼，发现她和自己一样，额头上沁满了细密的汗珠，卡尔回想起刚才不好的预感，紧了紧自己手中的利刃，而那位被自己控制住的，其实就连卡尔觉得也不并算是控制住，毕竟对方要比他高出大半个头来，他还驼着背，卡尔清楚的注意到了这一点，他身上的盔甲实在少的可怜，是由于自信么？卡尔不知道，他也不想知道。\n　　身后突然传来了鼓掌的声音，在这静谧的石室之中显得十分突兀，卡尔明白自己不能转过头去，但他仍然能够料到发生了什么事：艾格尼丝的眼神很显然没有关注在自己原有的目标上，卡尔想要提醒艾格尼丝，话却哽在了喉头：一根锋利的物体抵住了他的腰际，锋利到卡尔感觉如果自己动作稍稍加大，自己的腰间就会出现一道口子，而且，卡尔能保证这只是最好的后果。\n　　“交出你手中的人质，否则，我会让你们好好感受一下虫群的愤怒。”\n　　声音十分干脆，卡尔能够明白自己现在的处境，他位于两方的中间，也是直接控制人质又成为人质的对象，这个决定也只能由他来做，做出决定需要双方的确定，这个时候，他想征求一下艾格尼丝的意见，却发现她对他不住的摇头，是在示意我不要抵抗？不会是这样的，她一定是让我不要答应，是的，我的确是不应该答应的，自己手中唯一的筹码就这样拱手送人，实在不是明智之举，然而有什么更好的方法么？\n　　“人类，联手，就能够获得胜利，交出我，你们只有死亡一途，我明白那些虫子，他们，没有信任可言。”正在卡尔心急火燎的拿不定主意时，一股类似嗡鸣的低沉声音传入了他的脑海，卡尔能够清晰的听出那是那个大块头的声音，诚然如那盗宝贼所说，自己与艾格尼丝实在是没有获胜的能力，可这个小贼就能相信么？也不尽然。”\n　　“快点，人类，我可没有什么耐心，做出你的决定，不然，我就硬抢了。”\n　　时间紧迫，卡尔需要在两个心思各异的合作对象中，做出一个明确的选择。\n马上初三了，暑假作业超级多啊\n字号问题解决了！\n@a2455564728  @狂风※中箭 \n\n上一章 第五场抉择 坍塌的通道               下一章 第七场抉择 消失的迷雾  \n回索引贴\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "逆战逆战逆战",
            "timestamp": 1403866560,
            "txt_content": "期待续作~"
        },
        {
            "author": "andy990928",
            "timestamp": 1403866620,
            "txt_content": "逆战逆战逆战 发表于 2014-6-27 18:56\n期待续作~\n感谢您的支持！"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1403870220,
            "txt_content": "才发现标题都是5个字的...XX的XX\n不过膜拜啊{:10_512:}"
        },
        {
            "author": "andy990928",
            "timestamp": 1403970420,
            "txt_content": "狂风※中箭 发表于 2014-6-27 19:57\n才发现标题都是5个字的...XX的XX\n不过膜拜啊\n。。。。。。。\n感谢您的支持！"
        }
    ]
}