{
    "title": "深度的了解MC",
    "author": "小-懒-虫",
    "replyCount": 11,
    "timestamp": 1403942640,
    "txt_content": "1.MC的音乐与声音\nMC的音乐和声音效果是由德国作曲家丹尼尔·罗森菲尔德C418设计的。《Minecraft》中的背景音乐是非抒情周围音乐。2011年3月4日，罗森菲尔德发布的配乐的音乐专辑，名为：《Minecraft – Volume Alpha》 ，它包括大部分《Minecraft》曲目，以及其他没有在游戏中的音乐。视频游戏博客Kotaku在2011年时将《Minecraft》的音乐、配乐评为2011年最好的视频游戏配乐之一。\n\n\n2.模式\n+极限模式 (Hardcore Mode)\n在Beta 1.9 Pre-Release 2引入游戏,于Minecraft 1.0正式使用。游戏功能与生存模式相同，只是在此模式中难度将固定于困难难度，并且一旦死亡就会删除存档(其实如果死亡时直接退出游戏,存档文件是不会删除的)，并会有你的生存分数出现在死亡画面上。\n\n+冒险模式 (Adventure Mode)\n在正式版 1.3.1出现。只能使用指令（/gamemode 2）（亦可在命令方块输入此指令）来游戏。在空手的情况下无法破坏大部分的方块以及道具，但是玻璃一样可以空手打碎。（只能用铲子可以破坏沙质方块，只能斧头来破坏木头类方块，只能用镐破坏石质方块，即只能使用正确的工具破坏正确的方块。\n\n+旁观者模式(Spectator Mode)\n在14w05a快照中，只能使用指令/gamemode spectator进入在旁观者模式\n在此模式中\n只有旁观者才能看见旁观者\n旁观者可以查看道具栏等，但是不能修改。\n旁观者可以穿过任何实体/方块而不与之发生操作。\n\n\n3.鱿鱼的秘密\n鱿鱼移动时，它的触足会一张一合来体现触腕在推动它前进。鱿鱼会在某一高度漫无目的地徘徊，有时会在水里旋转。即使被攻击，它也不会对玩家产生任何兴趣。鱿鱼会趋向于靠近水下的光源，如红石灯、萤石块和南瓜灯。鱿鱼被推上岸时会无法移动（会受到伤害）。就像其它陆生生物一样，鱿鱼会受到掉落伤害以及烧伤，但它们不会淹死（因为鱿鱼是水生生物）。不同于陆生生物，鱿鱼不会被水流推动。有趣的是，鱿鱼的游泳技术并不高超，它们无法逆流而上，尤其是瀑布。捕捉大量鱿鱼最简单的方法就是在海洋或大型湖泊的底部挖一个8x8的空间，经过这个空洞的鱿鱼都会掉到里面，复杂的水流和河床会把鱿鱼带到中心位置来让玩家杀死它们。杀死鱿鱼后会得到墨囊，可以制作黑色羊毛。\n\n\n4.怪物\n\n\n\n骷髅误射别的骷髅会互相攻击但射几下之后又会回头一起攻击玩家\n烈焰怪怕雪球下地狱时没弓箭就带些雪，堆雪人也是好的办法\n雪人：对龙有伤害虽然不高打龙的的时候火力不足可以多带些雪人\n打恶魂射出的火球时小心猪人，弹回的火球如果打中猪人他们也会追着你不放\n僵尸很执着，最初吸引他仇恨的生物他会一直追着不放，所以联机时可以利用一下\n史莱姆是八嘎，它真的会一头扎进岩浆，所以想拿粘液球的同学小心点，不要离岩浆太近或在岩浆正上方。\n要刷史莱姆就要确认史莱姆刷出的大致区域，再尽量让大部分空间不会刷怪就是插满火把，然后把这片区域16层以下的部分以2格1层的模式盖个刷史莱姆房，插好火把(史莱姆刷出不受光亮影响)，等待刷出。\n如果有杀生物给钱不计种类的服务器(如天空服)史莱姆是快速赚钱发家的上选。\n蜘蛛会爬墙但不能怕C型的地方，意思就是两方块之间夹着玻璃板栅栏之类的碰撞体积小的东西它就没辙了。\n蜘蛛的碰撞体积较特殊，横向移动要1.5格的空间，纵向要4格，所以蜘蛛刷怪房最好设置，只要围起来在把房间的一面墙竖着刨开一条就行了，玩家可以自由出入，蜘蛛就出不来，但是注意，刷怪房如果刷出别的怪也是能自由出入的。\n小黑，凋零这类会拾起方块的生物无法拾起玻璃，原石，青苔石，所以可以用这类东西把凋零困住，但是爆炸就防不住了\ncreeper在复杂地形下会兜个圈绕道你背后，所以不要以为朝不同方向走的Creeper没注意到你\n\n\n\n\n\n蜘蛛骑士\n\n是一种稀有的奇异攻击型生物，到白天时骷髅会烧死，但蜘蛛还活着。同样，他和蜘蛛一样可以爬墙。无法人工制作出这种怪物（把骷髅往蜘蛛身上推是没用的），系统在生成蜘蛛时有百分之一的几率生成蜘蛛骑士。\n\n\n\n\n鸡骑士\n\n1.7.2加入游戏的攻击性生物，为极其罕见的一种攻击型生物。鸡骑士不会受到跌落伤害；与蜘蛛骑士不同的是，小僵尸具有鸡的控制权，故其攻击表现与小僵尸完全相同。\n\n当追逐玩家时，鸡骑士移动的速度与小僵尸完全相同，即比单只鸡移动速度快很多。鸡骑士的视野很优 秀，能在很远距离上发现玩家。鸡骑士也会像普通僵尸一样追逐村民。\n\n鸡骑士能够通过1格高的通道，但通过时，如果通道天花板为非透明方块，小僵尸会受到窒息伤害。\n\n\n\n末影人\n\n这是一种稀有的发着紫色光芒的奇异生物，中立型，怕水（包括下雨天气）。只有当你攻击或者用准星\n\n拿着草方块的末影人\n注视他时才会攻击你。如果你在水里，末影人试图攻击玩家时会因为接触到水而受到伤害从而瞬移离开，并恢复成中立状态。当玩家头上戴着南瓜看末影人时不会被末影人仇视。在末地多如牛毛。消灭后掉落经验值，一定几率掉落末影珍珠。末影珍珠可以瞬移，只要对着想要到达的地方按鼠标右键（只能在非创造模式下使用），即可被传送，不过玩家会承受2.5点掉落伤害。末影珍珠还可以合成末影之眼，使用末影之眼可以找到去末地传送门，将末影之眼填充入末地传送门即可去末地。\n\n\n\n\n5.小技巧\n\n【甘蔗种在沙子上和泥土上生长速度是一样的】\n\n“甘蔗在沙子上比泥土上长得快”这个说法不知道从什么时候开始流行的。\n\n只是经过许多人的测试最终证实这仅仅是一个传说 还有，甘蔗没有你想象的那么简单，不光可以做成糖和纸。\n1、甘蔗防水多牛逼多大的水流都冲不动甘蔗，所以甘蔗可以水底种植，下海也能在海底插两根为长期海底作业提供氧气。在水下用空桶右键也能恢复氧气\n2、防怪，不是真正意义的防怪，只是临时借用，creeper不会隔着甘蔗爆炸，骷髅也不会隔着甘蔗射箭，藤蔓也一样\n\n\n\n\n【雨天钓鱼会比晴天更快】\n\n据说是下雨了鱼高兴了就活跃了神马的不过可以无视这个理由……\n\n雨天比晴天钓鱼效率更高，这个我没有测试过，只是大家普遍这么认为的。\n\n不过下雨的时候服务器会比较卡而且雨滴会对玩家的判断产生妨碍。\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "VIP—月光指揮官",
            "timestamp": 1403942940,
            "txt_content": "是科普贴呀，支持一下吧！"
        },
        {
            "author": "来自QQ的你!",
            "timestamp": 1403942940,
            "txt_content": "LZ好厉害"
        },
        {
            "author": "qxdnfsy",
            "timestamp": 1403943360,
            "txt_content": "lz你 从wiki弄的吗？"
        },
        {
            "author": "1779745093",
            "timestamp": 1403943360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "A王O子A",
            "timestamp": 1403943420,
            "txt_content": "受益匪浅……"
        },
        {
            "author": "小-懒-虫",
            "timestamp": 1403944020,
            "txt_content": "qxdnfsy 发表于 2014-6-28 16:16\nlz你 从wiki弄的吗？\n.....不是的....."
        },
        {
            "author": "qxdnfsy",
            "timestamp": 1403944140,
            "txt_content": "lz，I 服了YOU，给人气！"
        },
        {
            "author": "残花落吀",
            "timestamp": 1403945580,
            "txt_content": "{:10_536:}大部分都知道的该怎么说~ 不过还是赞一个"
        },
        {
            "author": "小-懒-虫",
            "timestamp": 1403945820,
            "txt_content": "人气多一点好吗？{:10_559:}"
        },
        {
            "author": "236639092",
            "timestamp": 1403948400,
            "txt_content": "路过酱油"
        },
        {
            "author": "BIRDALLIANCE",
            "timestamp": 1403948520,
            "txt_content": "大部分都知道……"
        }
    ]
}