{
    "title": "长篇小说《MC之勇士崛起》连载 第一章 初来乍到",
    "author": "通灵王",
    "replyCount": 4,
    "timestamp": 1404117780,
    "txt_content": " 本帖最后由 通灵王 于 2014-7-20 16:36 编辑 \n                                                                         第一章  初来乍到\nhttp://music.baidu.com/song/84945355#\n  “刷刷~”，雨水打在小雷的身上，冰冷刺骨的雨水令他不由自主的打了一个寒颤。“这是哪里？”小雷紧紧地拉住衣服，低声说到。没有人听到他的话，周围黑乎乎的的一片，只有雨水和狂风大作的声音。\n  “ 这里不是回家的路么？感觉越走越远....”小雷现在十分郁闷。本来放学后应该直接搭17路公交车回去的，但是因为老师的拖堂，最后一班车竟然从眼皮子底下溜过。没办法，他们住的那个村子本来就偏僻，每天只有三趟车。身上有没有半毛钱，是不可能打的回去的。小雷于是就决定坐“11”路公交车回去（用两条腿），结果走到半路的时候，原本晴朗无云的天空竟然下起大雨来了，无奈之下，小雷只好加快脚步。但是天色越来越黑，却看不到村子的一点影子。夜色越来越浓，小雷也不知道走了几个小时，可见度不足5米的情况下，他只能凭感觉来走。\n  “扑哧”小雷一脚踩进一个水洼，重心不稳的他立马摔了一个跟头。小雷感觉头晕乎乎的，费劲全力站了起来，只觉得天旋地转，一切都显得不那么真实起来。突然，一道粗大的闪电劈了下来，一声巨响猛然在耳边出现，雨下的更大，小雷因为几个小时的路途和大雨的洗刷以及刚才的那声巨响，终于支持不住，倒在了地上，脸上沾着湿漉漉的雨水。又一道闪电劈了下来，一道巨响伴着，小雷两眼一黑，然后就什么都不知道了......\n  “喂...喂，小伙子！”一个声音在小雷的耳边响起。小雷迷迷糊糊的张开双眼，看到了一个很奇怪的人。\n  为什么说他奇怪呢？因为他是一个方块人。\n  一个活生生的方块人！\n  小雷大吃一惊，想站起身来，但是他只觉得身上一阵剧痛，又昏了过去。\n  不知过了多久，小雷感觉脸上凉凉的，好像有什么东西在他的脸上擦拭着。他感觉一阵舒服。他又睁开了眼，又是那个方块人，因为看见了一次，所以小雷没有先前那么害怕了。他努力镇定地问那个方块人：“这是哪里？”方块人竟然咧嘴一笑，说：“这是博坦村，我发现你在路上昏倒了，所以把你救了回来。”\n  小雷心里感到很奇怪，“博坦村？没听说过这个村子，名字好怪。”方块人又说到：“你应该是被大雨淋了，头烧的很厉害，现在先不要动，等情况好些了再下床。”小雷这才发现自己躺在一张红色的床上。他心中一动，想：“这怎么这么像李锐说的minecraft？”李锐是小雷的同班同学，也是他的铁哥们儿。他经常在小雷面前说minecraft多么多么有趣，久而久之，小雷也对minecraft了解了一些。“难道这就是minecraft里面吗？我到底是怎么进来的？我该怎么回去？”小雷在心里狂喊着，他觉得心里像一堆缠绕在一起的线团一样，乱极了。\n  （先发第一章，看看群众反映。然后再大幅度的更新，字数绝对够。有闲心的小伙伴看看有没有错别字，请指出来，谢谢！）\n  ——下章——点击进入\n",
    "replies": [
        {
            "author": "通灵王",
            "timestamp": 1404117780,
            "txt_content": "对了，忘记说了。推荐一下朋友的小说，感觉还可以。底下是连接。\n\n长篇小说《minecraft创世纪》连载 第一章 僵尸王的诅咒\nhttp://www.mcbbs.net/thread-277291-1-1.html\n(出处: http://www.mcbbs.net/)"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1404271200,
            "txt_content": "长篇小说。。。单章字数少啊。如果你可以更到1000章以上还算可以。"
        },
        {
            "author": "通灵王",
            "timestamp": 1404286140,
            "txt_content": "JKL81543764 发表于 2014-7-2 11:20\n长篇小说。。。单章字数少啊。如果你可以更到1000章以上还算可以。\n600*1000=600000....六百万字....你可以去屎了..."
        },
        {
            "author": "JKL81543764",
            "timestamp": 1404447600,
            "txt_content": "通灵王 发表于 2014-7-2 15:29\n600*1000=600000....六百万字....你可以去屎了...\n我那个我就是准备这样的啊"
        }
    ]
}