{
    "title": "<原创·连载>《适者生存》[作者：打酱油]",
    "author": "打酱油",
    "replyCount": 1,
    "timestamp": 1403948700,
    "txt_content": " 本帖最后由 打酱油 于 2014-6-28 17:48 编辑 \n     对，没错我是酱油。之前因为种种原因我弃坑了我的处女作《适者生存》。而现在我又重新拾起了它继续我的创作。本部《适者生存》为重写版，与原来的有一些不同。请大家见谅。 \n\n\n\n\n\n                         《适者生存》序\n\n\n     “嗯～伤口恢复得很完美，没有留下一点伤痕。”披着白大褂的老医生推了推架鼻梁上的眼镜，俯下身子细细查看着病人的额头上的伤痕，新生的皮肤略白，与其肤色对比可以看出额头上有一道浅浅的白痕，那是飞溅车窗碎片留下的“在此一游”。“虽然检测出有轻微脑震荡，但到目前为止还没有明显症状，我们将会继续观察。”老医生头也不抬地说到一边在电子病历上飞快地做着记录。“好了，多注意休息，有事通知护士。”老医生补充到，说完顺手把病历往腋下一夹，哼着小曲就出去了。自始至终没有让病人说话的机会，让躺在病床上的少年一阵无语。。。\n\n     伸手抚平被医生检查时弄乱的头发，目光却飘向了窗外，跃过摩天大楼的锥顶，穿过空间站的人造大气层，透过无垠又浩瀚的宇宙，永久晴朗无云的人造气候使得那颗蓝色的星球显得格外璀璨。“千年前的达尔文啊，你揭示了物种起源，道出了生命的由来。但是否也预见了人类的未来？看见了生命的终结？你是否有曾料到人类有朝一日会发展到如今的程度呢？物竟天择，适者生存。人类智慧现在已经进化到一种可怕的程度了……”少年望着那颗孕育了初始生命蓝色星球，梦呓般说到。黑色的眼眸中尽是深邃。\n\n     咚咚，礼貌的敲门声彰显了来者的涵养，“您好，我是星系安全局的调查员。来与您核对关于车祸的详细细节。”女声悦耳如风铃叮玲般清脆动听，恐怕任何人都要为之而迷醉。闻声，少年却是一脸无奈，苦笑着摇着头并摊开了自己的右手，掌心向上。“解除门禁。”少年保持这个姿势，用命令的口吻说到。即刻，墙角的一只摄像头迅速调转角度、聚焦，抓拍。所指正是少年摊开的右手。“成功捕捉掌纹”“正在验证”“验证成功，门禁已解除”一连串略有些木纳的电子音传出，房门应声滑开。未等看清来者，那宛如天籁的声音就再次响起:“天网故障不明，所有管理员都忙得焦头烂额，这里怎么还有一个偷懒的？”银铃清脆的笑声带着恶趣的偷挪。“天网故障我才是最大的受害者。”少年翻了翻白眼回应到。他叫云鸿，是天网最年轻的日常管理员。而天网则是这个人造生态空间站搭载的一台拥有人工智能的超级计算机，它是所有电子设备的服务终端，它监控着空间站的运作、水电供给、气候变化、能源支配等，大到调整空间站飞行姿态，小到为电子时钟校对时间。换句话说，天网就是这个空间站的大全权管家，监控着这个人造生态空间站的一切。\n\n     来者年龄应与云鸿相仿， 一袭优雅的白裙，齐腰长的黑色柔发，白纱裙下姿白的肌肤若隐若现， 娇好的曲线是造物主对美的诠释。 精致的脸上始终挂着礼貌的微笑，让人感觉亲近却不敢直视。美神神维纳斯恐怕也不过如此吧！“好吧，既然是受害者，那我们就赶紧开始工作吧。天网，登陆安全局，并对此次对话录音。”女神般的女孩一边自顾自地坐了下来一边说到。“慢着！姐，你要提问我没关系。不过能不能别坐我床上，那边有的是椅子。”没错，这位来自安全局的调查员正是云鸿的姐姐——云诺，而此时这位姐姐竟直接坐在自己弟弟的床上而且还是床头！看起来还很随意的样子。先不说云诺姿色天成、光是这极具挑逗性的举动就会让任何男人血脉喷张。要不是云鸿受了伤行动不便，不然早就跳下床了。“闭嘴，大惊小怪的。天网继续”云诺扫了自己弟弟一眼，似乎一点也不觉得尴尬。“男女授受不亲！”近在咫尺，云鸿甚至可以闻到云诺身上淡淡的幽香。“小P孩懂什么。”。。。呃。貌似这位姐姐也才比弟弟大一岁而已。\n  \n    “已成功登陆安全局，提示音过后将进行对话录音”天网提醒道。\n\n     接下来就是无聊的你问我答时间，…………“在故障发生时你正在驱车赶往商业中心是吗？”“是的，我去预定我一周后的17岁生日蛋糕。”“故障发生时的第一时间是什么情况？”“因为故障，车子和天网失去了联系。没有天网的数据支持，车辆被迫退出自动驾驶状态并自动开始进行紧急制动。但当时恰好处于弯道，紧急刹车使后轮失去了抓地力并由于惯性前甩，导致车辆在过弯处侧滑。”云鸿的回答相当准确，不愧为天网最年轻的管理员即使在危急时刻也能保持良好的头脑。“当时车辆完全失控了是么？”“是的，当时车辆上所有的电子设备全部瘫痪，我尝试切换成手动驾驶，幸好，机械设备没有受到影响。托天网的福，我身上的十多处伤全部在两天内完美愈合了。”云鸿讽刺地说出这句语。听到这，云诺正在做电子笔记的手顿了顿，眼中不禁流露出一丝怜爱，再次发问的声音也温柔了许多。“对于这次故障我们很抱歉，我还有最后一个问题。天网数据记录显示，故障发生时你所驾驶的车辆以及携带的其它电子设备同时在天网异常下线了，天网失去了对它们的所有联系和监控。其中，也包括对你的生命体征监控。”天网无时无刻都与它所监控的设备保持稳定的连接，包括对生命活动的监控。只有某个人或者某个设备已经停止工作（死亡），才会唯一一次和天网断开连接。就算已经死亡，连接一般天网也会保持单方向连接，天网依旧可以定位该物体。“这就是这次故障所在，我也不知道原因。”云鸿回答道。\n\n\n     作为天网管理员之一，他很清楚天网的能力，打个比方:如果有一天太阳突然爆炸了，天网能在爆炸的一瞬间计算出爆炸波及的范围、将会造成多少损失、有多少行星将被毁灭、那些爆炸碎片会落在地球、并控制对空导弹进行截拦、派出医疗车救援、第一时间调整所有卫星和空间站的姿态以及轨道应对爆炸冲击……这样一台人类尖峰科技居然会出现这样的故障，而且还是在发生管理员身上，这就是传说中的‘灯下黑’？这让他百思不得其解。在养伤的这两天里，他努力回忆当时的各种细节，但每次都会引发莫名其妙的头疼。医生说是因为有轻微脑震荡的原因，可能会失去部分记忆，他自己也有一种感觉:‘自己丢失了部分很重要的记忆’，但怎么也想不起来，他从天网下载了自己重要信息备份来进行对比，却发现自己的记忆很完整。他甚至读取了一周前自己做过的管理员记忆备份，也是完美匹配。就像人们常常出门时知道自己忘带了某个重要的东西，但又想不起来究竟是忘带了什么，这让他无比郁闷。\n\n    看着弟弟愣愣出神，云诺轻轻撩开了云鸿的刘海，刚刚愈合的伤口在阳光下清晰可见。柔声道；“小屁孩，有姐姐罩着你，不会让你再受伤了。”眼中尽是溺爱。随后又噗嗤一笑，双手快速动作把他的头发弄成鸡窝状，“姐去参加同学聚会啦，改天再来看你。”云鸿还没回过神。云诺就早已没有了人影。留下云鸿一个人苦笑着抚平被弄乱的头发。\n\n   “您的好友“奥丁”发来信息。”天网的声音通过扬声器传来。“奥丁？他不是去度假了吗？”云鸿喃喃道，一边戴上一个形状类似蓝牙耳机的设备，这是借助人脑运算的微型计算机。所有运算和模拟都借助人体大脑来实现，甚至连数据资料都储存在大脑皮层。“嘿！哥们，听说你被天网坑了？”消息的内容直接出现在云鸿的意识里，同时伴随的还有声音和画面，不过跳过了耳朵和眼睛的获取直接出现在云鸿的听觉神经和视觉神经上。奥丁是云鸿的发小，与云鸿沉稳的性格不同，奥丁是那种大大咧咧的类型。“不怕神一般的对手，就怕坑爹的队友。”云鸿回复道。作为一名热血青年，而且还是技术宅，云鸿与大多数男孩一样都喜欢电竞。工作无聊的时候会和坑爹队友们切一盘。（尼玛你工作可是在天网控制室，你在天网后台打游戏？！！）“这次绝对不坑爹！哥们，快上线！《适者生存》公测还有12分钟，我已经等不及了！”奥丁兴奋得说到。《适者生存》是MC游戏的最新篇章。并正式登陆天网，得到天网的全部技术支持。也是第一部获得天网全权限的网络游戏。预约订购量刷新了网游记录，不论是游戏评价还是玩家期待程度都达到了前无古人后无来者的境界。而今天将正式开服公测，迎接来自全星系的玩家。这样的大作，云鸿怎么能错过呢？\n\n\n     “希望你关键时候不要卖队友。。”云鸿回复道。“我马上上线。”\n\n    “欢迎登陆 MC《适者生存》，正在读取您的DNA资料。是否选择您的真实信息作为游戏信息？”  “是”\n\n     “已使用您的真实信息作为游戏资料。游戏期间，一切模拟将在大脑六重思维下进行运算，游戏数据将储存在大脑皮层，游戏感受将直接作用与神经。是否同意？”  “是”\n\n\n       人体大脑是一个很神奇的器官。他有着无尽的秘密，而迄今为止人类还没能发挥它全部能力的百分之一。现在，借助科技的外力辅助下，大脑的实力剩余的百分之九十九被完全挖掘出来，并作用与一些佩戴式科技产品。它们利用人类不能触及大脑深度来进行运算，其能力甚至可以媲美高级计算机。\n\n    “您的好友‘奥丁’邀请与你一同游戏，是否同意？”  “同意”\n\n    “已经加入，游戏即将开始。短暂的音乐过后，您将进入六重思维中，大脑皮层活动将减少，大脑深层活动将更加活跃。同时将搁置对外界的交流。是否确定？”  \n\n\n      六重思维，是指大脑极深处的大脑活动，目前广泛运用在科研开发和创作方面。因为在六重思维下，大脑的潜力极大被开发出来，思维非常活跃，同时时间感为现实的6分之1。比如你思考人生思考了六个小时，可是现实只经过了一个小时。 这将意味着你将有更多的时间来游戏（或者搞基），也是《适者生存》如此受欢迎的原因之一。\n\n\n    “确定”\n\n   “已确定，短暂的音乐过后您将搁置对外界的感官接受并同时进入游戏。祝您游戏愉快。。”\n\n    悦耳的音乐响起，云鸿扯了扯被子，调整下病床的角度。窗外，太阳已经完全升起，向世界宣告新的一天来临。“早安，太阳。早安，世界。”云鸿笑了笑，闭上眼睛，进入了六重思维。。\n\n\n\n   未完待续。    （第一章将在晚上1点左右发。）\n\n \n\n\n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1404632340,
            "txt_content": "这个和原来的差好多啊...."
        }
    ]
}