{
    "title": "<原创·连载> 【Aventure】 作者：墨墨 [序章] 南美之旅",
    "author": "墨墨1zwl",
    "replyCount": 4,
    "timestamp": 1404013380,
    "txt_content": " 本帖最后由 墨墨1zwl 于 2014-6-29 11:44 编辑 \n大家好，我是墨墨。经过修改后，序章重新发布。后面会出修改版的剧情。\n\n序章 南美之旅一缕阳光从窗缝中射在我的脸上，唤醒了我。我叫momo，3年的初中学习生涯结束即将升入高中。为了度过漫漫长假，今天便是我们计划好外出旅游的日子。收拾好行李，我便出发了。什么？你问我去哪？当然是去南美咯，我们的目的地是南美的天使瀑布，又名安赫尔瀑布。                                                                                                                                           到了机场，我碰到了Aice和Firefox，他们是我此次旅行的同伴。Aice是初中生男生，比我小一岁，他什么都爱问。Firefox也是初中生，不过是女生，与Aice是情侣。突然传来广播的声音：“飞往法兰克福的MC137号航班20分钟后起飞，请乘客到登机窗口等待。”“MC?\"Aice惊喜的说：“飞机都知道我们喜欢minecraft。”\n转机之后我们到了最终的目的地——南美的委内瑞拉。我们来到了一片热带雨林前，Aice和Firefox走向一间小屋，准备去办理旅游手续，但我拦下了他们说：“干什么呢！你们又不会说西班牙语，去了也是白搭。”Aice突然变得害怕起来，说：“糟糕我们没有翻译员，不会回不了家了吧，我不要再这种穷国家生活啊！”我笑着对Aice说：“我是谁？我早就找到翻译了，他叫Thomas，是本地的印第安人导游，他会很多种语言呢。看他过来了！”说完我指向了丛林，一个健壮的男人从茂密的树木草丛中窜了出来，手中抱着一只猫咪。Thomas向我们挥手示意，接着把猫咪给了一位欧洲女游客。Thomas挠挠头说：“不好意思哈，来晚了。我刚刚去救那个女游客的猫咪了。”我说道：“没事，叔叔帮我们办好手续，我们就可以去看瀑布了。”Thomas点点头，走向了手续窗口。\n我在附近转悠的时候，看到一个高个子，远远的站在水边。我看他像我认识的一个人，我便走去向他打招呼，走进了一看，还真是他。我说道：“Bao你怎么也来这里了？”Bao看见我一脸惊讶，说：“你怎么也在这？也是来旅游的吗？”我说：“我们组队吧，我这里有4个人了，加上你5人可以享受优惠的。”Bao说：“是吗？那组队必须滴！”Aice突然大声叫到：“有船来接我们了！！”\n上船后，我和Aice坐在一起，我告诉他，来接我们的白人妇女是这里老板，以前是这里的老板娘。Aice问道：“有区别么？不都是老板。”我便开始讲述这里的故事：“有区别，在很早之前，一位法国宾馆的大厨丢弃了他高薪的工作来到了这里开办了旅游业，他的老婆也就是这位老板娘，一开始很反对，但大厨一意要到南非来，她也就接受了。”Aice接着问：“后来呢？”我说：“后来，他们一家全部都搬到了这里，还反对当地政府砍伐前往营地丛林的树木，只许用船来往，就更让这里神秘不可测，但是这里美景依然吸引着各地的游客。我爸说，这样还有世外桃源的感觉呢。”Aice说：“怎么这么没重点……算了不听了。”我急忙拉住Aice，说：“让我说完吧，就要到关键的地方了。”Aice不赖烦的点点头，坐下继续听我讲。我说：“这个老板还负责驾驶飞机，因为要想看瀑布，走进去是很难的。一会我们也会做一个6人的小飞机去看的。但是发生了意外，1~2年前飞机失事了，机长也就是老板去世了，另外5名乘客也重伤，是否生还我就不知道了，飞机就坠落在离营地不远的地方，据说当时差点撞上营地，但是飞机轻微转向后，避免造成更大的悲剧。飞机残骸没有被处理，现在去都可以看见，一会我们去找找。”\n下船后，我们来到了，飞机残骸旁边，不忍心想象当时的悲景。我补充到：“机长写过一本书，但是没有写完就去世了。而且没人知道他写了这本书，是在后来警方调查的时候发现的，名叫《Aventure》，这是法语，英语里就是Adventure，冒险的意思，书的内容不明，但是从题目看的话，应该是讲冒险故事的吧。”\n“哟！你们好！”突然一个低沉的声音传来。回头一看，是一个穿着机长服，带着帽子的白人。白人说：“这是我父亲的飞机，看起来你很了解我父亲呀，你是昕的儿子吧。”我点点头说：“是的，请问怎么称呼您？我叫momo。”机长说：“叫我机长就行了，我喜欢别人这么叫我。我是不会再犯父亲的错误的。好了去睡觉吧，不早了明天我带你们去看瀑布。”我和Aice点点头，回到了营地。\n第二天上午Firefox提议去游泳，我们便来到了一个小湖游泳，Bao拒绝了加入我们因为他不会游泳。这个小湖并不有名，出名的是它的沙洲，就是湖边的沙子像刀一样插入湖中，而这个沙洲却是自然形成的鹦鹉形状，与南美的金刚鹦鹉神似。湖水大多地方很浅，踩着水里的沙可以摸索着向前走，竟可以走到湖中央，大家感叹着大自然的美丽，岸边的沙子十分干净，以至于不用洗澡我们就可以上路了。\n下午2点，我们准时来到了小飞机场，机长早已在这里等候我们了。机长说：“随时可以起飞长官！人都到齐了么？我说：“真会开玩笑…人到齐了可以起飞了。”机长说：“OK！”上了飞机后，我提醒大家说：“飞机的引擎很吵，如果不想听就捂上耳朵吧。”\n一切都按部就班的进行着，我们飞到了瀑布上空。（未完待续）\n索引帖：http://www.mcbbs.net/thread-274616-1-1.html\n[groupid=521]Kooky Dollar 工作室[/groupid]",
    "replies": [
        {
            "author": "8132111",
            "timestamp": 1404105360,
            "txt_content": "楼主你太棒了"
        },
        {
            "author": "企鹅丶小B",
            "timestamp": 1404105540,
            "txt_content": "墨墨，我终于来顶你的肺了{:10_492:}"
        },
        {
            "author": "墨墨1zwl",
            "timestamp": 1405058820,
            "txt_content": "8132111 发表于 2014-6-30 13:16\n楼主你太棒了\n谢谢你的支持，最近有些事情没能更新抱歉。"
        },
        {
            "author": "墨墨1zwl",
            "timestamp": 1405058880,
            "txt_content": "企鹅丶小B 发表于 2014-6-30 13:19\n墨墨，我终于来顶你的肺了\n好吧……谢谢关注。记得加分"
        }
    ]
}