{
    "title": "FTB 介绍",
    "author": "01186",
    "replyCount": 8,
    "timestamp": 1404014580,
    "txt_content": "今天我想来介绍 Feed The Beast 简称FTB. 它并不是一个mod包, 它包含了很多个..(这很难解释啊?_?)\nFT在国外其实挺出名的, 不知道为什么在大陆就没什么人玩 = = (我自己就在玩他的其中一个mod包)\n好了开始介绍~\n\n\n官网 http://feed-the-beast.com/\n\nFeed the Beast is a group of people that makes modpacks, maps and media. Feed the Beast originally started out as a skyblock challenge map using mods, soon the maps became popular and a more streamlined way of installing them was required, the Feed the Beast launcher was born to allow for simple and quick installation of these mods, modpacks and maps. Today the launcher allows installation of various modpacks, texture packs and maps from many different providers so there is something to fit everyones needs! \nFeed the Beast 是一个团队做MOD包, 地图和视频. Feed the Beast 最开始是用MOD做的空岛地图(简单的来说就是空岛+MOD), 地图很快出名了~ 很多人要求简单的MOD安装, 所以 Feed the Beast launcher 诞生了~(￣▽￣)ノ来帮助他人简单快捷的安装MOD, MOD包和地图. 现在的 launcher(启动器) 可以MOD包，地图和材质以便满足各种需求.\n\nMod Packs\n\nFeed the Beast offers many different modpacks to many different tastes; Unleashed and Unhinged offers a selection of many of the best mods currently around while youtuber's packs such as Direwolf20, Mindcrack and Yogscast packs are designed by the youtubers and maintained by the Feed the Beast team for you to play along with. As well as the FTB maintained packs there is also a wide selection of third party maintained modpacks available for download via the FTB launcher; you can find a full list of the modpacks we offer here or on the launcher.\nMOD包\nFeed the Beast提供了很多不同风格的MOD包, Unleashed 和 Unhinged 提供了很好的MOD包(其实就是打广告 = =), 而 YouTube 视频制作者的mod包 Direwolf20, Mindcrack 和 Yogscast 是 YouTube 视频制作者设计的 Feed the Beast 团队维护的. YouTube 视频制作者设计的MOD包可以通过 Feed the Beast launcher 下载安装; 你可以在这里找到提供的MOD包列表\nhttp://feed-the-beast.com/mod-packs\n\nMaps & Texture Packs\n\nThe launcher also gives you the ability to install many different texture packs and maps specific to the pack you are playing. They can be installed at the click of a button and include maps played by the youtubers that play the packs, challenge maps to test your knowledge of the mods and some of your favorite texture packs with one click installs. You can download and install texutre packs or modpacks via launcher.\n地图和材质\n Feed the Beast launcher 还可以帮你安装不同的材质包并且放到你的MOD包里. 你只需要按一个按钮就可以了, 包括 YouTube 视频制作者的MOD包, 你不需要测试地图发现自己喜欢的材质和MOD有没有安装. 你可以通过 Feed the Beast launcher 下载并安装材质和MOD包\n\nMedia\n\nYou are welcome to use our logo on your streams, videos or server websites for Feed the Beast, however you may not use this as the brand for you channel/website, you should create your own brand and use our logo for linking to us. If you wish to use the logo in another location then please contact us here our guidelines for logo usage can be found here, we would be grateful if you followed them to help maintain our identity and avoid confusion.\n视频\n欢迎使用 FTB 的商标在你的地方, 视频, 网站和服务器. 但你不可以作为一个品牌给你的视频, 网站和服务器等, 你应该用自己的品牌(brand不知道翻什么好QAQ) , 并利用FTB的商链接到. 如果你希望在其他地方用就请联系FTB, 谢谢. 如果你跟着他们, 以帮助FTB, FTB将不胜感激。\nhttp://feed-the-beast.com/contact\nhttp://feed-the-beast.com/creators\n\n\n终于晚了QAQ\n其实我感觉有些地方不太通顺QAQ\n其实中间听的歌然后听到了娇喘有点把撑不住，所以慢了挺多OVO",
    "replies": [
        {
            "author": "5408754",
            "timestamp": 1404014760,
            "txt_content": "迷の娇喘。。。。。。。"
        },
        {
            "author": "fff1123",
            "timestamp": 1404014880,
            "txt_content": "团长加油撒~~\n\n\n\n\n\n\n\n\n\n来自群组: 绅士交流团←一大波绅(hen)士(tai)の聚集地\n来自群组: 虚无的境界线←东方project爱好者的聚集地"
        },
        {
            "author": "13353387486",
            "timestamp": 1404014880,
            "txt_content": "三条黑线......"
        },
        {
            "author": "1123fff",
            "timestamp": 1404014940,
            "txt_content": "团长干♂得好~!\n\n\n\n\n\n\n\n\n\n来自群组: 绅士交流团←一大波绅(hen)士(tai)の聚集地\n来自群组: 虚无的境界线←东方project爱好者的聚集地"
        },
        {
            "author": "fff1123",
            "timestamp": 1404015900,
            "txt_content": " 本帖最后由 fff1123 于 2014-6-29 12:29 编辑 \n\n\nhttp://www.tucao.cc/mini/3016194.swf\n↑一不小心找到了团长听的歌曲~\n\n\n\n\n\n\n\n\n\n\n来自群组: 绅士交流团←一大波绅(hen)士(tai)の聚集地\n来自群组: 虚无的境界线←东方project爱好者的聚集地"
        },
        {
            "author": "jkq123456789",
            "timestamp": 1415106660,
            "txt_content": "为什么我用ftb登陆器打不开游戏，登陆器一闪又重启了。。。{:10_524:}"
        },
        {
            "author": "dashgkf",
            "timestamp": 1433512320,
            "txt_content": "材质包下载到的地方怎么改"
        },
        {
            "author": "lzlniu",
            "timestamp": 1433592060,
            "txt_content": "你，在I love FTB群里么……"
        }
    ]
}