{
    "title": "<连载·单章>【你，听说过死魂凋零吗？】[作者：hznb][第5章 莫林大师]",
    "author": "hznb",
    "replyCount": 7,
    "timestamp": 1404140580,
    "txt_content": " 本帖最后由 hznb 于 2014-7-25 12:40 编辑 \n\n更新内容\n\n1.加入“求指点”功能，随机召唤大神前来指点我这渣文笔\n2.“特约观众席”功能改善，召唤4名小伙伴前来观看\n3.“每章の歌”功能下线，“我的BGM没那么机智”功能横空出世，每五章出现一次（一章一歌太麻烦了，找不过来= =）\n\n\n\n\n不务正业作者的废话\n\n诶~我对不起你们，说好的第三更没有到，还拖了好几天，对不住啊\n\n\n\n—————————————————————————————————————————————————————\n我的BGM没那么机智\n\n\n\n歌名：さよなら\n演唱：西野加奈\n很好听是不是？回去自己搜\n\n\n—————————————————————————————————————————————————————\n喜闻乐见的正文（1018字）\n\n  “叽叽叽”窗外清脆的鸟鸣吵醒了正在熟睡的陈安逸，他扶着床慢慢的起了身，甩了甩还有些迷糊的脑袋，道：“这是哪啊？”\n\n  “哦，我想起来了，我救了一个叫艾尔的女孩。”陈安逸想起之前与那名为卡文的大汉一战，幸亏是一击将卡文吓退，不然，贺不凡就得给他烧纸钱了。\n\n  陈安逸十分紧张地摸了摸颈上的项链，舒了一口气：“还好，石剑还在。”\n\n  “吱”木门被缓缓推开，进来了一名身着女仆装的中年女子，毫无表情地说道：“公主召见你，快穿上衣服随我去。”\n\n  此时，陈安逸才发现自己身上一件衣服都没有，羞红了脸，抓起床头的衣物慌忙穿上并回道：“哦哦，马上就好了。”\n\n  “走吧。”中年女子看了看陈安逸身上的粗布麻衣，带有一丝鄙夷的语气说道。\n\n  走过挂满壁画的长廊，两人来到了一道大门前，中年女子恭敬地说道：“公主殿下，我已将昨日男子带来。”\n\n  “让他进来吧。”门后面传来了一个十分动听的声音。\n\n  “是”中年女子看了看陈安逸，说道“进去吧，愣着干嘛。”\n\n  大门被打开，一个身姿妙曼的女子慢慢转过身来，陈安逸摒住了呼吸，是的，没错，这名女子就是被陈安逸救下之人，那个十分美丽的公主。\n\n  艾尔首先开了口：“你叫什么名字啊？”\n\n  “我叫陈...”陈安逸想起了贺不凡叮嘱的事情，必须得想个假名，脑子飞快的运转，“蒙奇。”\n\n  “蒙奇，很不错的名字，对了，你救了我一命，说吧，你想要什么奖赏。”艾尔用她那水汪汪的大眼睛对陈安逸眨了眨。\n\n  陈安逸挠了挠头，说实话，他从没想过要什么奖赏，突然，他似乎是想到了什么事：“我要去找莫林大师。”\n\n  “莫林爷爷？你认识他呀。”艾尔十分奇怪地惊呼，然后又招来了仆人，“既然你要求了，我也就照做咯，来人，备车。”\n\n  马车在大道上前行着，两旁的路人都停下手中的事情，“艾尔公主好”“艾尔公主早安”...艾尔也向马车外招了招手。\n\n  “哎？你这么有人气啊，他们都向你问好呢。”陈安逸说道。\n\n  “那当然，这是艾尔大道，他们都认识我，我跟他们很熟的。”艾尔骄傲的昂了昂头。\n\n  马车在一个十分破旧的橡木屋门前停下，屋内传来“叮叮当当”的金属敲击之音。\n\n  艾尔推开破旧的木门，木门上布满了青苔，显然是很久没换过了，很难想像，在富裕的星月城，会有这样一个地方。\n\n  “莫林爷爷，我来看你啦。”艾尔喊道。\n\n  一个手拿锤子的老者走了出来，笑着打趣地说道：“你啊，无事不登三宝殿，又来坑我什么东西呀？”\n\n  “爷爷。”艾尔摇了摇莫林的手臂撒娇道。\n\n  “咳咳”陈安逸发出了声音。\n\n  “你是？”莫林对陈安逸打断艾尔对他的撒娇有些不爽。\n\n  陈安逸抱拳向莫林施了一礼，开口说道：“家师，贺不凡。”\n\n\n—————————————————————————————————————————————————————\n\n\n如果，本文有什么触动到你的地方，我很开心那么就请你顶帖评下分吧索引",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1404140640,
            "txt_content": "特约观众席@钢的笔 @米饭服猪君 @墨墨1zwl @CloudsXDao\n求指点@冥王星人  "
        },
        {
            "author": "Lucky777777",
            "timestamp": 1404142380,
            "txt_content": "  略少啊 这个mc元素不多呢，准备写成网文那种？"
        },
        {
            "author": "hznb",
            "timestamp": 1404143040,
            "txt_content": "Lucky777777 发表于 2014-6-30 23:33\n略少啊 这个mc元素不多呢，准备写成网文那种？\n有点偏网文，麦块元素也是会加一些的"
        },
        {
            "author": "冥王星人",
            "timestamp": 1404182820,
            "txt_content": "既然你这么盼望我来打击你，那我就不客气了。\n无格式；应该另起一行的地方没有起；人物灵活性稍欠；描写硬邦邦，好像一堆木偶在台上来回走；渲染所用的词不够优美；缺少一些标点；路人对尊贵的贵族怎么能直呼其名？你的主角也没有透出什么尊敬或惊讶的意思，这合理吗；背景风格有些混乱。"
        },
        {
            "author": "hznb",
            "timestamp": 1404204900,
            "txt_content": "冥王星人 发表于 2014-7-1 10:47\n既然你这么盼望我来打击你，那我就不客气了。\n无格式；应该另起一行的地方没有起；人物灵活性稍欠；描写硬 ...\n嗯，这些很受用，最后的那些话我有些要说，艾尔和路人们很熟，所以敬语之类的免去了，其次，主角并不是没见过世面的，而且现在的孩子们思维很活跃，不会对这些东西惊讶，难道不是吗，请允许我这么冒昧的反驳"
        },
        {
            "author": "冥王星人",
            "timestamp": 1404208320,
            "txt_content": "hznb 发表于 2014-7-1 16:55\n嗯，这些很受用，最后的那些话我有些要说，艾尔和路人们很熟，所以敬语之类的免去了，其次，主角并不是没 ...\n但是这种背景感觉你并没有交代，再说写文不是给自己看的，是给读者，如果读者不认同不理解，怎么会继续看下去，要想成为一个合格的作者，就不应该自己觉得可行的世界观，硬加给别人。\n而且你这么说了，我觉得你对故事的背景年代并没有做深入设定，以及找资料研究，只是想到什么就写什么，随便弄出一个好似XXX的架空世界观，这不过是社会经验不足的表现。"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1405233120,
            "txt_content": "是楼主@我吗？如果是的话抱歉之前没注意到，现在才来看。个人感觉挺不错的，就是觉得字数貌似没有那么多，整体细节比较好，看标题应该是修改版，不过改的还是挺到位的，支持！"
        }
    ]
}