{
    "title": "<连载·单章>命运之永恒列兵[作者：poi][第一章]",
    "author": "poi4399",
    "replyCount": 3,
    "timestamp": 1404183120,
    "txt_content": " 本帖最后由 poi4399 于 2014-7-9 11:16 编辑 \n\n\n上次一个回复都没有。。太坑了吧。。。。\n\n\n\n\n正文\n当天下午征兵也结束了，今天加上我一共有7个人入军，我听报名的士兵说，平时有2-3个人就不错了。因为现在不是打仗时期，国王对征兵人数没有要求，要是一但打起仗来，每天没有70人就别想回家。\n‘好了，今天就到这里吧，大家可以散去了，你们7人新兵跟我走，我带你们去兵营转转。’脸上带着刀疤的士兵吼叫道。\n我们穿过贫民区，看到这里的人们并不开心，不过是这样的，在这个世界了。不是靠智慧和实力才有地位，而是血脉。就好比一个天生有点迟钝的贵族一辈子也用干活，每天都开开心心的说笑，有吃有喝。如果是贫民，不被父母丢到河里就不错了，因为他们生孩子，只是为了多一双手找吃的罢了。这也就是为什么会有人愿意把自己的孩子送去当兵的原因之一。\n我们一行人来的了靠城墙边的一个兵营，我们的来到让在练习作战的士兵大吃一惊，都纷纷问到。\n‘什么！今天既然有7个人加入，今天该不会是什么节日吧。’\n‘队长今天是什么回事啊。’大家都七嘴八舌的问着。\n‘肃静！’男子大吼一声，让围上来的人下意识的后退了几步。\n‘这是我带出了的士兵吗？你们告诉我，士兵最需要干什么。’严厉的声音硬生生的拍他们的脸上。\n‘。。。是。。。是听从命令。’后面的一个士兵回答到。\n‘那我走之前叫你们完成500次冲刺，你们完成了吗？’严厉的眼神看着。让人喘不过气。我们这几个新兵看了后，就知道以后肯定没好果子吃了。\n‘算了，看在今天新人加入比较多的份上。下次就是绕圈城跑10圈，知道了吗？’\n‘是的。’带着笑声，一些士兵都跳了起来。\n我们7个站在院子前面一个高出一格的台阶上。\n带我们7个来的男子开口道‘我叫塞蛮。是你们今后的长官，你们开始说说你们的名字，为什么来到这里，要干什么。从你先说。’指向我旁边的人。\n‘我叫比亚，因为家族中只有我一个符合要求的男子，所以我才来的，我要在军营中过完10年，后回到家中照顾我的妹妹。’\n塞蛮点点头说道‘希望你不要让你妹妹失望。下一个’\n众人的目光到看向了我，尤其是和我一起进入兵营的人。我思考了一下后说道。\n‘我叫沙克，因为追求乐趣来到兵营中，希望能找到我想要的东西。’我说完，先是短暂的沉默，然后就引起了大笑。连队长也忍不住笑了起来。\n‘好，既然你这么追求军队，希望你不要让我失望。’塞蛮怪异的看了我一眼接着说到‘下一个’\n‘我叫。。。。。。。’\n短暂的新兵仪式后，我来到了我分配的房间，一进门灰尘满天飞。我哪去了扫帚打扫起来。不一会儿有进来了3个人，\n‘讶，我们宿舍既然进来了一个新人啊，你好，我叫杰克。这是我哥哥，杰坦。’\n‘你好，’一双巨大的手臂里出来。我下意识的回应。\n杰克又开口到，‘这是睡上铺的凯利。’\n一个瘦高的人进来。说道，‘你的发言是我见过最精彩了，我叫凯利。’\n我们三个很快打成了一片，他们说我这个床位本来也是有人的但是一次意外中，他死去了，于是分配我到这里住。\n‘请问，沙克在吗？队长叫你过去他房间一下。’一个士兵对我们房间说了一声就走了。\n凯利嘲笑我到‘队长说你的发言台精彩了，要找你谈谈心，你最好做好心理准备。’\n我并没有理会他，转身走出了房间。我走到队长的房间敲了敲门。\n‘请进’塞蛮回答道，\n我看到这房间并没有多大，和我们房间差不多。边上的柜子上到时放了一些书。显得房间很小。\n塞蛮开门见山的说道，‘说说看你真实进入军队的原因吧。’\n[groupid=519]Fortress Atelier[/groupid]",
    "replies": [
        {
            "author": "侠客",
            "timestamp": 1404183240,
            "txt_content": "这次有一个回复了"
        },
        {
            "author": "poi4399",
            "timestamp": 1404183600,
            "txt_content": "侠客 发表于 2014-7-1 10:54\n这次有一个回复了\n( ⊙o⊙ )哇。。。。。。。。既然是长老"
        },
        {
            "author": "ufo999wc",
            "timestamp": 1404185220,
            "txt_content": "这次有两个回复了=。=去看看你上个贴去"
        }
    ]
}