{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】][【第九章 拜师】]",
    "author": "JKL81543764",
    "replyCount": 3,
    "timestamp": 1404270480,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:22 编辑 \n\n                                                                第九章      拜师\n        在无尽的下坠中，火把死死地抓紧手中的火把。现在，只能祈祷这陪伴他多年的这根棒子，来留下半滴血了。\n        “噗”下坠到底，原以为会摔得粉身碎骨，但却有一股柔和的劲气，将极速下坠的火把托了起来，然后慢慢地下降。到达地面，火把挣扎地坐起来，摸了摸脑袋。“呼，还好，还没死。”火把松了一口气，道。伸出手扶着凹凸不平的岩石墙壁，站起来。火把知道，这么高掉下来还没死，一定是因为那个神秘人。\n        前面，是个阴暗的山洞，隐隐约约间，竟然透露出些许森白色的光芒！“往前走，小娃娃。”那道苍老的声音再次响起，不过，这次是真实的声音，并不是出现在脑海里。\n        拿出巨剑，紧紧地握在手里，准备应对一切突变情况。这几天连续不断的战斗，已经让他的战斗意识全部激发出来了，现在才会如此谨慎！“嗒_嗒”慢慢地往前走，一些小碎石被火把踢飞，撞击在岩壁上，发出细微的声响。正是如此，才让这里的气氛变得更加安静！恐怖！\n        越往里面深入，其森白色光芒便是越亮，走到后面，火把几乎是眯着眼前进的。突然，一个转角处，刚转过身，森白色光芒直接照射到火把身上，眼睛竟有一丝灼痛。急忙拿其巨剑，将光芒隔绝。望着身边的光芒渐渐弱下来，才敢将巨剑放下。\n        努力地睁开眼，终于是看清了光芒散发的原头---一个石碑，石碑上玄异的花纹，加上已经从如耀日般的光辉，便成细微的荧光，竟有摄人心魄的感觉。\n        “哈哈，你终于来了，可真是让老夫久等啊！”石碑中，那苍老的声音响起，并伴随着一阵狂风！慢慢地，一道半透明的人影出现。光芒透过那道人影，照射在火把脸上，那场面，诡异到极点！\n        火把猛地退后几步，靠在墙上。难道面前的，便是传说中的鬼？毕竟火把的定力不错，缓过气来，压制住心中的惊恐，问道“你便是那位神秘人？”\n        光芒终于是尽数消去，神秘人影的面孔也是显示了出来。虽然面目与一个平凡的老人差不多，不过那飘逸的白色长发，在配合着那意味深长的微笑，竟有一丝英俊之意，看来，这名老者，以前也是很帅气的。\n        “嘿嘿，小家伙，当然是我。你的定力真是让我吃惊啊，竟然能看着我这幅模样，不被吓得撞墙？”透明老者往着眼中透露着惊恐的火把，打趣道。\n        接着，老者绕在火把身边，看了他几眼，道“小家伙，想变强吗？”\n        “你可以帮我？”火把将信将疑地问道。不得不说，经过上次的战斗，他已经知道实力的重要。没实力，就保护不了自己要保护的人。\n        “嗯，在你身边那三个小家伙的的实力按一定程度上来说，都比你要强啊！你只是爆发力和战斗力比较好而已。”老者道。的确，活塞他们的正常发挥，的确要比火把厉害一点。\n        听到这话，火把竟有点尴尬，毕竟他可是领头啊！没实力保护他们，面子往哪搁？！“老先生，看你的样子，好像不能离开这啊，叫我来，应该是叫我救你出去吧。嘻嘻，只要你教我，帮我变强，我就救你出来。”火把笑道。\n        “小家伙好算计啊！那好，那就拜师吧。”看这火把马上在说话前加了个老先生，老者不禁笑道。随后，找了个巨石，盘腿而坐。\n        “什么？我救你出来，还要拜师？”望着坐在巨石上的老者，火把道。似乎这个有点迂腐的老头，很在乎这种师徒关系啊。\n        “废话，不拜师就要我倾囊相绶，做梦啊！”老者哭笑不得，道。\n        没办法，火把只好恭恭敬敬地行完拜师礼。瞧着礼数齐全的火把，老者欣慰地笑到。\n        “对了，老头！你还没告诉我你是谁，你从哪里来，要到哪里去呢。”火把站起身来，问了三个非常有哲学的问题。\n        看着拜完师后马上就跑到头上来的火把，老者白了他一眼，道“是老师！不是老头！刚拜完就忘了！好了，告诉你，我叫套套，关于我的来历，你不用知道那么多。对你没好处。还有，你对这个大陆了解得太少了，我跟你说说吧。”\n        火把尴尬地捎捎头，看着准备讲话的老师，马上安静了下来，他对这个大陆挺感兴趣的。\n        “这个大陆，你们可能之知道是创世神建造的。不过，很久前，这个大陆便是被魂气入侵了，改名叫魂气大陆。而修炼魂气，也成了这个大陆的主调。你们现在所在的地方，只是大陆的一角，并没有帝国或者联盟霸占，只有一些种族居住。而大陆上的很多地方，都是有各方帝国占领。”\n        挺顿了一下，道“魂气的等级划分便是- 魂士，魂师，魂将，魂王，魂皇，魂魔，魂仙，魂圣，魂神。每个等级，也是有星级排列，分九星，修炼到十星，便是下一个阶段。看你现在的样子，应该是魂士七星，而另外两位男的，都是八星，而那个女孩……则是魂师一星！ ”\n        “什么！？我是最弱的？”火把惊讶的问道。他没想到，从穿越到现在，短短十几天，他经历了多场战斗，而且消耗极大，但回报却如此之小…\n        “嘿嘿，少安毋躁。我知道你想什么，没错，你的确是付出最大的。不过，可能因为一些原因，你受到一些压抑，所以才这样。别担心，这样只有好处，虽然等级上比别人低，不过你的真正实力应该是九星以上，魂师以下。”老者说道。\n        “还好。那萧萧是什么情况？！这升得太快了吧！”火把听到老者这一句话，不，应该是老师，终于是松了口气，他可不愿意比别人弱。但一想到萧萧，又是问道。难道这魂气如此容易修炼不成？\n        “额，关于她的来历，比较神秘，这些事我也是在你们来时我感应到的。那个女孩的背景，很强大啊！如此年纪达到这等级，也不奇怪。不过还是不告诉你了，免得你分心。”套套一想到这个女孩，脸上竟也透露出一丝惊讶，或许，萧萧的背景真的很神秘，很强大。\n        “嘿，小把子，你是不是喜欢那个叫萧萧的女孩。”套套突然来了一句，没想到他这个见识广阔的老者，竟然会问这种问题……\n        别戳中内心深处的秘密，或许，不算是秘密，基本上谁都看得出来。火把也是脸红起来，道“咳，老家伙，别乱说，哪有。”\n        套套看火把这幅模样，打趣道“嘿嘿，别以为你那点小心思我不知道。不过，你要得到她，难啊！她的背景如此强大，即使她接受你，她背后的人可是看不起你啊！”\n        “那……你可以帮我变强？”火把听到这，也是有一丝伤感，他的确不想失去她。\n        “在这个实力为尊的大陆，没有实力，只能被别人踩死，所以，你要得到她，首先，你的实力要被她的背景所认可。好了，别管这些先，既然你拜我为师，我便我帮助你提升实力，以后等你达到魂师，再来谈这件事。现在你要做的，便是先把我救出去。”套套说道。\n        听着老师讲到一半，便是扯开话题，火把也是很失望。但也没办法，只能救老师出来先了。“哦，话说，要怎么救老师你出来？”火把问道。\n        “石碑上有三个点，每个点按顺序注入魂气，便念动口决，我把口诀传道你脑海里”套套坐与巨石上，道。片刻，双掌缓慢结出手印，一股信息流传入火把脑海之中。\n        “石中寻魂，引魂破封，魂留与心。”火把慢慢念着口诀，手指也是顺着点，注入魂气。\n        数十分钟后……………………\n        “哈哈哈，本仙终于是出来了！”石碑中传出一阵狂风，伴随着套套的狂笑…从套套的自称中，他的等级竟然是魂仙！不得不让火把感叹，没有拜错师！\n        “好，先回去吧，记住，不要向任何人提起我。”套套提醒道，随后，透明的身体直接钻进火把的胸口处。\n        摸了摸胸口，火把舔了舔舌头，笑了笑，这次真是捡到宝了！\n        回去路上，套套也是讲解了关于魂技和魂法。魂技，便是按照魂技上介绍的一定脉络，将魂气加强。有三种魂技，攻击类，防御类，辅助类。魂技就相当与人类世界一些游戏的技能。魂法，则是增加自己实力和修炼速度的，比如，魂法越高级，魂气也就越强，魂气容量也是越大，与别人战斗，也更加持久。魂法高级，修炼速度也越快。魂技和魂法都分四阶，天，地，玄，凡。天最强，凡阶则反之，每阶还细分高中低三级。\n        ………………………………………\n        与此同时，活塞三人所在的铁匠铺……\n        “乒乒-乒乒”一处狭小的屋内，传出铁匠打铁的声音。“唉，都进去屋内敲了半天了，还没停过，这铁匠真有毅力啊！”幻听着那重复了上千万次的声音，不禁感叹道。\n        “唉，我还是担心小把子啊，都快晚上了，还没回来，真不知道出了什么事。”活塞靠在墙上，叹息道。\n        “嘻嘻，活塞哥，以他的本事，没事的啦，不用担心。”萧萧走过来，拍拍活塞的肩膀，安慰道。\n        …………………\n        “轰！”小屋中一声巨响，灰尘弥漫了出来，所有人都拿起武器对着被灰尘包裹着的地方。“这铁匠是打铁还是在当熊孩子点TNT啊，还搞到爆炸？”活塞猛地退后几步，道。\n        “哈哈，上古时期陨铁制作是匕首！咳咳，成功啦！”铁匠斯托抱着两把匕首，剧烈地咳嗽了几声，冲出灰尘，到活塞身边，递给了他。\n        看着手中的匕首，活塞不禁感叹道“极致的纯黑，低调的奢华，暗藏杀机的刀锋，好！好刀！”\n        斯托跑到一旁堆满铁的地方，挑了几块，然后直接往活塞处扔了过去，道“先来试试手吧！”\n        活塞反应也不慢，反手拿刀，左脚用力一蹬，身形爆射而出。一时间刀光飞舞，铁块皆是被留下一个光滑的横截面。众人感叹道“这剑配合活塞的速度，真是绝配啊！”\n        “活塞兄果然是一代枭雄啊！还有，这些飞刀是用剩下的陨铁所制。对了，把这也给你把，这是凡阶高级魂技-噬铁掌，这是我族因打铁需要，研究出来的，现在便送你一份了。以便使用飞刀后可收回。”斯托拿出若干飞刀，还给了活塞一圈魂技。\n        “那就恭敬不如从命了，真是谢谢斯托大师了，若以后有什么要求，我一定帮！”活塞也不做虚伪的推脱，毕竟他是性格爽快之人。\n        “那就有劳活塞兄了！我族世代打铁为业，能打造用上古陨铁所制的匕首，就已经是今生无憾了！”斯托也是和活塞谈得来，说快将近十分钟。\n        入夜……“嗷_”片刻，屋外传出一丝细微的叫声，活塞等人马上拿起武器，跑到外面。借着月光，眼前的场面让他们目瞪口呆！远处，僵尸如潮水般往小镇包围过来……\n        “唉，又要开战了……”活塞看着从远方包围过来的僵尸群，紧握着双刀，感叹道。\n        引索帖地址：引索帖\n",
    "replies": [
        {
            "author": "魔君",
            "timestamp": 1404270720,
            "txt_content": "先回复卖萌，再慢慢阅读OAO(打字辛苦了...)"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1404271080,
            "txt_content": "魔君 发表于 2014-7-2 11:12\n先回复卖萌，再慢慢阅读OAO(打字辛苦了...)\n多谢，我用手机码字的2333333----话说，你知道怎么在爱阅掌读上面上传小说么"
        },
        {
            "author": "魔君",
            "timestamp": 1404273900,
            "txt_content": "JKL81543764 发表于 2014-7-2 11:18\n多谢，我用手机码字的2333333----话说，你知道怎么在爱阅掌读上面上传小说么 ...\n这并不知道。。咱是只看给赞的人OAO"
        }
    ]
}