{
    "title": "<连载·单章>命运之永恒列兵[作者：poi][第二章]",
    "author": "poi4399",
    "replyCount": 2,
    "timestamp": 1404271380,
    "txt_content": " 本帖最后由 poi4399 于 2014-7-9 11:16 编辑 \n\n坚持一日一更。。。加油！\n\n\n正文\n‘说说看你真实进入军队的原因吧。’赛蛮说道。\n我装作难为情的样子，脑海里想着编写谎言，试图蒙混过关。\n‘好了，不逗你了，因为我知道，你也被贵族羞辱过吧。’塞蛮皱起了眉头。\n也？难道说塞蛮有被羞辱过？\n‘我当时和你比起来就蠢多了，，，’\n\n5年前塞蛮进军仪式上\n\n‘有请这勇敢的新兵，来说说看，为什么来到这里吧’【掌声】\n‘我叫塞蛮，因为被贵族羞辱，我忍不下这口气我才来到这里，希望能接着机会，进入贵族的行列，不在被贵族欺负。’\n顿时下面的士兵都张大了嘴，有人窃窃私语，有人说他风了。\n\n当天晚上\n\n‘大人就是他说的。’长官带着几个身上穿的华丽的人来到了塞蛮的房间。那男的微微一笑，说道，‘把他带走’几个随从马上冲了过去把睡梦中的塞蛮拉下了床。\n‘你们干嘛？快放开我。’塞蛮挣扎着。但由于刚刚醒来，并没有什么力气。\n‘呦呦，这不是那天的流浪汉吗？这么今天还像到贵族了？’男子嘲笑的说到。\n塞蛮的眼中顿时充满了恐惧，他见到他要复仇的对象，但不是他成为贵族时候。当晚皮鞭划过空中，发出令人毛骨悚然的声音，在整晚上。\n说到这里，塞蛮的眼中已经满是眼泪\n‘或许你以为我脸上的刀疤是打仗时所留，但并不是，而是被他们。他们这些人渣。’塞蛮再也冷静不下了。\n‘后来由于一些机遇，我在活到了现在，当上了个百人长。’塞蛮冷静下来说道。\n‘我希望你能帮我，我需要跟多的力量，如果你不愿意，我也不勉强，只希望你不说出去。’他靠这桌子。\n‘我知道了，我会帮助你了，只是我不会说出去。’我回答了他的问题，因为我并不想和我的上司闹翻，这样我的日子也不好过，\n晚上我回到了宿舍，凯利马上跑过来问东问西的，巴不得把事情看个透，杰克和杰坦并没有这么无聊，收拾了下东西就上床睡觉了。\n这一夜我并没有睡好，脑子里都是回想塞蛮的故事，如果我是塞蛮，估计那个贵族应该死了吧，因为我身上的这一身血。\n人为什么会老去死亡？因为人体的细胞只会分离54次。有什么细胞会无限分离？癌细胞，因为他们分离速度太快让人体的器官受不了才会死亡。我身上的细胞很是癌细胞，当我破皮时，我的血液马上留到伤口处，然后修复好。他们不会分解太快，让我身体一直保持这18岁的模样。我就是这样，成为了永恒。\n\n第二天。\n\n吹角的士兵站在我们宿舍上面的台，吹着号角。我跟着他们3个，马上到了院子中央集合。开始了我军人生活的第一天。\n\n第三章；永恒的回旋\n\n\n塞蛮站在台阶上，说道‘今天的训练是突击和劈砍，那七个新兵出来，跟我到后院练习基础的姿势。卡拉利，你先带他们做操。’说完便走向了后院。\n‘是的，队长’卡拉利回应道。\n看着这黄色头发的卡拉利。让我不由自主的回想起了他。。。。。\n\n后院\n\n‘去，那好你们的长枪。’塞蛮指了指后面靠着墙壁平放的长枪。我跟着也上去拿起了长枪。\n塞蛮那的长枪走到木桩前‘看好了，我之作一遍。冲锋！’说罢，一个弓步后脚一提，右手扭转，用力的插入了木桩。长枪的头虽然很锋利但是这木桩也不瘦。木桩像一个胖子一样厚。可长枪已经插入了中间，就快穿透了木桩。\n‘劈砍！’塞蛮将长枪拔了出来，高举右手，左手向下，狠狠的砍了下去，只见木桩只有一半了。\n‘看到了吗？这就是长枪的威力，但是像发挥刚刚的这种实力，从动作，力气，胆识，意思都有关，如果你们加强练习，也会有这种实力。’塞蛮得意洋洋的说道。\n‘如果，目标移动了这么办。’我边上的比亚说道。\n塞蛮点了点头‘不错，你观察的很仔细，这套攻击虽然很强，但是一旦目标移动就会瓦解。但是你想想，如果一个军队整齐的使用呢？’\n‘敌人将无法躲过。’我肯定的接到。\n‘很好，你们的领悟性都很好，现在就差训练和实战了。’塞蛮对我们的评价很高，讲的内容也比较深。\n时间过的很快，半年过去了，有人觉得半年很漫长，又有人觉得很快。对对于我来说，只不过是秋风落叶中的一片落叶罢了。\n‘今天先放下训练，加入砍树的队伍中去了，务必要多砍点树啊，最近太累了。’塞蛮摸了摸头上的汗。\n今天早晨刚刚起床就听到塞蛮为了木材而发愁中。因为在这个时期使用铁的技术不是太成熟，大多数还是用木头为主。这段期间，国王下令扩展领土，建更多的房子，这样耗费了军中本来的百分之八十的木材。让塞蛮很是头疼，才下令今天去森林砍树的。\n我们出城来到这这片树林，这里面有许多野兽，所以保护的很好，而普通的伐木工业不敢进来。我和凯利分配到了一组，进入树林砍树。\n刚刚没走多久，凯利说到‘今天既然出来了，不入我们进树林深处看看吧，顺便找点乐子。’\n我觉得不错，答应了他。因为这半年里，我每天都辛苦的练习这各种战斗技能所以想找只野兽练练手，加上我一个月要换7-8个木桩，练习格斗，普通的人一个月基本才换一次。我的是不的不换，因为不是被我刺的全窜百孔就是砍成了木块。我现在的格斗水平不比塞蛮差多少，现在差的就是实战了，塞蛮说过，就算练习了100天也不如上战场一天。我必须得练练看，我一个月的成果。\n我们走进树林一段时间后，听到了打斗的声音，我们顺着打斗声来到了一个空旷的地方。2个黑色衣服的男子手上拿着一个华丽的斧子威胁这一个白色外套的男子。黑色衣服的男子威胁到‘卡洛斯特曼，今天就是你的死期了，赶紧把永恒之回旋交出了，我可以让你痛苦些。’随着2个男子的靠近，白衣男子显得很无助。白色男子回应道‘卑鄙小人，既然在全小镇的井里下毒，之是为了杀我一个害死了其他的人，你们这些丧尽天良的人渣。’黑色男子仰天大笑回应道‘什么是人渣，只有胜利才是王道，那命来吧！’\n‘我和你们拼了！永恒黎明的钟声，敲响光芒的绽放，回旋吧！黎明拂晓！’一道璀璨的光芒从天而降，汇聚在了白色男子的剑上，向他们砍去。。。\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "18181947400",
            "timestamp": 1404284820,
            "txt_content": "很不错呢~~赞一个"
        },
        {
            "author": "噗噗噗喵",
            "timestamp": 1406377800,
            "txt_content": "有好多错别字啊。。。不过内容很赞的说"
        }
    ]
}