{
    "title": "The infantry memoirs 第四期 最终章节By-2200306529",
    "author": "2200306529",
    "replyCount": 7,
    "timestamp": 1404293760,
    "txt_content": " 本帖最后由 2200306529 于 2014-7-4 17:29 编辑 \n\n          The infantry memoirs                       BY-2200306529\n\n                       第四期\n     经过漫长的考试复习以及脑洞渐渐缩小以及作者中二病的后期爆发，我呢，也是带着中二病回到了MCBBS，好久没发帖子了，不知道大家有没有想我，反正我是想你们，以及...你们的菊花...哦不，你们的金粒了(中二的体现)，今天呢，7月2日，暑假已经来临，是时候填坑已经乐呵乐呵了。哦对，我马上就要拜托小学狗这个称谓了，迈入中学殿堂，成为初中生，展望明天，我信心百倍啊！\n\n      好了，废话不多说，最近呢，作者会积极发帖的，当然可能写的不太好，因为想想要和相聚五年的小伙伴们分离，心里有点悲伤，好了，开始正文吧！PS:可能不会按照上期的预告来写，请大家谅解！\n\n??第一节——莫林城的沦陷\n           莫林城，人称钢铁城，以绝对的军事防御力以及科技领先于周边其他城市，但是，由于丧尸爆发起源在莫林城中，所以，这座原本会是绝对庇护所的城市功亏一篑，啊哈，这，也是在预料之中的，弗兰克和我走在大街上，此时的大街上，已经没有往日的繁华和吵闹，已经没有叫卖声和汽车发出的轰隆声，只有不时传来的爆炸声，硝烟弥漫在空气当中，不免使人难受，弗兰克抖了抖身上的灰，失落的问我：“威廉，咱们还能活下去吗？本来就已经很失落的我，再听到这句话后，显得更加悲伤，他这句话，并没有像那些电影中，绝处逢生时，激励我，反而到更加刺激我，我并没有回答，因为，布莱克显然已经从我的眼神和举止中看到了结果，我们找了一处椅子上，坐了下来，由于之前和凋零战斗时，受了伤，所以行动不是非常方便，脚踝这还有一点淤青，我检查了一下弹药，弹夹只剩下了5个，手雷还剩1个，失明弹早已用光，我叹了口气，低沉的说道：“现在或许得赶紧逃脱这死地方，我们不能再坐以待毙下去了，在城市中转悠，迟早面临死亡！“或许是因为我说这句话时的语气，又或者是我说这句话时的信心感染了他，弗兰克变得更加有信心活下去了，我们一口咬定，谁也不能死！、\n\n         北京时间13：53分，我们已经在这个城市中摇头晃脑的闲逛了三个小时，终于，希望降落到了我们的头上\"看！那边！“我放眼望去，一座雄伟的哨岗炮台屹立在那，宛如一座雕像，我和弗兰克兴奋的跑了过去，门口一只丧尸都没有看见，非常之安全，就这样，我们竟然如此简单的逃出了莫林城，弗兰克非常开心的欢呼道，可是，我却开心不起来，”怎么会这么容易？竟然一只僵尸都没有！大门还是敞开着的，不可能！“这是，弗兰克丢了吧钥匙给我，说：”你来开车，先逃离这里再说，大————侦—————探！“我拿到钥匙后愣了一秒后意识到逃离这里为重，就赶紧上车了....??最终节———Triangle计划\n          经过4个小时漫长的旅途，我们终于到达了协防军的避难所，避难所中有大波平民，军人只有少数，难道都在战斗中阵亡了？这是，一位中将递给了我们两杯茶，我回头一看，”居然是你！“两人齐声答道     “雏形！喂，你这小子，咋还活着呢，啊哈哈哈哈”弗兰克不解的在一旁看着我们两个笑，不免也被感染大笑起来，原来，这位中将是威廉曾经的战友，层一同在“317”战役中立功，这两个人老是较劲，哪方输了哪方就不服气，就再赌，搞的他们的战友也没办法，这两人都很仗义，都非常较真，而且还有些老大的风范，战友们都叫他们“老大”，这次重逢说不定还会较上呢！“好了，不谈往事了，说说这次事件吧！”一提到这次事件，威廉突然放下水杯，大笑的脸突然变得极其严肃，好像在听鬼故事一样，“Triangle计划，你应该知道吧。”我点了点头，“Triangle计划，又称三角计划，目的是研究超过核武武器的重型生化机动人，为了这个计划，协防军牺牲了大批无辜的民众，有些知道这件事情的民众全都被秘密召集起来做实验，所以，经常会在夜晚听见惨叫声，三角计划因为民众大批的消失被一些民众发现后联合起来组织了，但是，一次秘密实验中，一个体格健壮的男人在一次实验中突然闯进实验室，将实验物品全部销毁，并且使用枪支对机器进行毁坏，机器由于受到了严重的破坏而失控，被实验生化体被灌输了非常多的药物，丧尸...诞生了，一夜之间，这种病毒席卷开来，在夜深人静的时候，丧尸开始大肆破坏，协防军无力阻止，而酿造了今天这个后果：核反应堆被破坏，变异凋零出现，人口急剧下降，丧尸数量急剧上升，食物，水开始变得稀有，人类面临灭亡，地球面临毁灭...”越听到后面，威廉的手就越颤抖，他紧紧握着拳头，似乎想一下锤在那些实验人员脸上，威廉、布莱克走出庇护所，周边一片废墟，沦陷的莫林城矗立着，我们走到沙滩边，海水浸透了我们的鞋子，我们望着天边，等待死神慢慢降落，又慢慢的等待希望的降落，决战，已经迫在眉睫，我们唯一能做的就是拿起枪，上膛，对着那些附身在那些无辜的早已死去的民众上的恶灵开枪，唯独消灭他们，才能让那些生灵安息，才能让那些恶魔永世不得复苏，世界，才会继续，生命，才会延续。唯独牺牲我们自己，后辈才能继续生存...\n        我是威廉·卡姆雷特，如果你看到这本日记，请传给你的朋友，让他们了解，为了人类的延续，这些老前辈们是如何努力的...[diamond_sword]\n\nThe infantrymemoirs                       BY-2200306529\n整章完\n\n\n大传送术！！！{:10_512:}\n感谢所有留言以及给金粒以及点赞以及给出建议以及等等做出贡献的人们\nPS:排名不分轻重\n@肚兜  @修改器很好玩 @银狼 @我的大刀是蛮子 @1036606949 @lcylovehmy @hznb @446414413 @暗夜之猫 @cow_bra  @GJP @万里长坑 @沉默的羔羊 @MC大湿  、\n\nPSS：可能会有漏掉的，请大家别在意\n最后感谢这些朋友的支持以及建议！\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Lucky777777",
            "timestamp": 1404316020,
            "txt_content": "  不得不说 你漏掉了“。”"
        },
        {
            "author": "1036606949",
            "timestamp": 1404356940,
            "txt_content": "嗯...既然@我，那我就来顶了~{:10_523:}"
        },
        {
            "author": "Etlive",
            "timestamp": 1404381000,
            "txt_content": " 本帖最后由 Etlive 于 2014-7-3 17:59 编辑 \n\n神作不得不赞.....{:10_523:}       对一个刚刚脱离小学生这顶光荣的帽子的大臭臭来说 真的已经很不错了的说   字越多是不是经验越多啊啊 啊啊啊啊啊啊   7888{:10_509:}     "
        },
        {
            "author": "银狼",
            "timestamp": 1404382920,
            "txt_content": "这只是一个悲伤地故事"
        },
        {
            "author": "446414413",
            "timestamp": 1405083660,
            "txt_content": "我只来抢板凳"
        },
        {
            "author": "hznb",
            "timestamp": 1405838460,
            "txt_content": "支持一下，写的不错"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1408605180,
            "txt_content": "不错！！支持"
        }
    ]
}