{
    "title": "<连载·单章>【极度空间】[作者：sa1402189438]【第二章：信仰之物（上）】",
    "author": "sa1402189438",
    "replyCount": 1,
    "timestamp": 1404302580,
    "txt_content": " 本帖最后由 sa1402189438 于 2014-7-2 23:33 编辑 \n第二章：信仰之物（上）\n\n\n话说我已经开始画人物设定了，预计在第3章出来时会发布出来哟~还有标题太长我就缩短了一下，因为太长发不了，版主请见谅哦~\n送上一首燃向BGM~（配合文章更好哟~）\n\n“接下来该轮到妹子了。”零天邪恶的笑了一笑。     “哼。”她冷哼一声，显然满不在意，随即打开了自己的属性面板：名字：樱井力量：8智力：7敏捷：13感知：10生命值：5生命上限：10（少女，你缺少了一魂！）主动技能：瞬杀技能特效：在敌人未知你的存在时进行攻击有20%几率无视护甲秒杀，并且无法使用复活技能复活，但能使用道具复活。\n“喔，天生的刺客，不知道一肉一刺客配合会怎样呢，哈哈哈哈”\n一幅非常欠扁的笑容。\n零天突然阴沉的笑了起来。\n\n“你还隐藏了一个技能对吧。”\n那个叫樱井的少女楞了一下，随即就把头转了过去。\n“姓樱，没想到樱族的后人会出现在这个世界啊，哈哈。”\n零天慢慢的走向了她。\n樱井的身边突然出现了几个光圈。\n“身体不能动了？”樱井的脸色显然也不太好看。\n零天用手捏着樱井的下巴，并且把她的脸撑了起来。\n“樱灵派你来的！对不对！不过呢，你居然被分配到了我们这一组，你说，你们会不会自相残杀呢，哈哈哈哈哈”零天已经进入了癫狂的状态，他的双眼通红，显然，他口中的樱族，樱灵，都对他有非同凡响的意义！\n在场的人都看在眼里，但是没有一个人敢上前去阻止的，因为他们闻到了一股浓烈的血腥味，这是一个已经成为了杀戮机器的人类，零天，一个恐怖的存在，这个世界，已经不是能够简简单单就活下去的了。\n每个人的心里，都在颤抖着，为什么。因为恐惧，是人都会这样，畏惧这个世界，畏惧未知的一切。“你，这么做有点过分了吧。”\n龙灵抬起头看着零天，一滴汗从他的下巴落下。不过令众人都未想到的是。\n零天渐渐停下了手\n显然他已经冷静下来了。他把手对口袋内一插，便丢下一句话。\n“还轮不到你来对我说教，赶紧走吧，去P城。”众人已经满头大汗，除了一直在那里啃苹果的吟轩。P城内，繁华热闹的大街，叫卖声，笑声，都充分的体现出了这座城市的富足。“你们的属性面板中有“M币”一栏，那是这个世界的通用的货币，这种货币可以兑换成各个城市的本土币，比如M币在P城内可以兑换成为Pw币，当然在P城内也只能使用Pw币，反之你如果要离开P城，也可将Pw币兑换成M币，方便在别的城市内兑换，兑换货币的地方被叫做圣行，每座有实力的城市都会有2~3座圣行，但如果是某些刚刚建立的城市，一座圣行也没有的话，在那里就可以用M币直接来兑换物品等。”零天回头看了看，又说了一大通的话。\n“所以基础的情况就是这样了吗？”\n吟轩说话了！\n他估计在这个世界只说过1句话，对于一个普通人来说，这太不正常了吧。\n“大约就是这样了，创世神会赠送每位新人500M币，虽然很少，但也足够新人购买基本装备了。”\n“额，那有没有什么赚钱的方法？”龙灵又开口了。\n“有，当然有，你们可以在城市内寻找自己的工作，比如有的是铲雪，有的是收割作物，或者帮铁匠打杂，这些工作都可以赚到基本的生活费，如果不甘心之局限与清贫生活的，你可以尝试去考评。”“考评？”众人齐声问道。“考评，就是选择职业，每个强大的团队不仅能够建立自己的城市，还能够开发自己的职业，别以为开发职业是很简单的事，虽然建立城市初期创世神能够赠送3个职业项目并且免费添加附加技能，但是如果要真正强大的城市，没有自己独特的职业，是很难发展的。”零天咽了一口水。“每个职业都会有自己的附加技能，当你们属性达到一定程度时，通过[天命就能够得到先对的天赋技能，以及由该城市颁发的职业证书！”“哦，听起来不错！”唐冥应声道。“额，那选择职业的要求是什么呢？”吃货手上拿着一包薯片，小眼睛看着零天。奇怪的是为什么这种感觉很古老的地方会有现代的食品出售。“每个城市的每个职业选择的要求都不相同，像P城已经有技术人员开发出了4种职业，分别是 执枪骑士  斩骑士  冥师与轮回道师，但是选择职业的具体属性要求我也不知道，听高层玩家们说，这4个职业的附加技能变态，所以成就的要求也非常苛刻。主要是因为考试过难，据说每场职业考都有90%的玩家死在里面，上面封口也封的严，所以我们知道的消息少之又少。”在与众人的聊天之中，龙灵发现气氛缓和了不少，至少没有刚开始的那种恐惧感了。“对了，这个给你们。”零天手抚了一下手上的戒指。瞬间，四张白色的卡片就出现在了他的手中。“这是？”众人再次齐声问道。“入城证，犹如白名单一样，有的城市有专门的入城证，有的城市却没有，没有入城证的人进入这个城市，做任何事都会被系统提示没有权限，你可以去找这个城市的[创建者索要入城证，只要你通过了考核，但是这次是创世神的命令，所以跳过你们的考核，可以直接进入该城，在这个城市发展，你们会有一项专属备注。”众人听到这里，点了点头，然后就看起自己的属性面板。果然，在技能特效的下一行，出现了一串文字。新手发展城市：隶属[月：建立的PwXnth城市。“那是什么方块？”唐冥指着一个顶上是绿色的方块问道。“那个啊，叫做草方块，随便常见，但是想要获得却是很难的，离开众土的草，是很难生存的，必须使用精准的铲子，才能够挖到这种草方块。”零天咧嘴一笑，露出了两颗虎牙。“滴滴滴滴滴！！！！！！！！”人群突然都慌忙的朝着龙灵所在的方向逃跑。“这是怎么了？”龙灵反应最快。刚刚还繁华的城市，瞬间乱作一团。“T城的人，没想到这么快就打过来了，要是被创世神知道在妨碍新手教程的话，那就好看了。”零天阴森的笑了一下。“T城，是什么城？”唐冥挠了挠头发，对于唐冥这种身材魁梧的人，一眼就能看出他是在军队里待过的，一个刚毅的战士，从来不会自乱阵脚。“是Twbty团队的团队（灯火，这里是送给你的！）他们的首领是灯火，一个势力比较强的家伙，与【月】斗争了很长时间，是一个半只脚踏入神级的人类，在人族中，能够半只脚踏入神级，已经算是变态了，月虽然没有高的等级，但是凭借技术人员开发的职业技能和他的“运”，别小看这种东西，拥有“运”的人，他的未来，拥有着无穷的变数！”“砰！”在人群逃离的那个方向，传来一声巨大的爆炸声。“糟糕，城门破了，你们赶紧的，先暂时按你们的天赋给你们分配一点武器，然后跟我一起去战斗！”“龙灵，铁剑”“吃货，左轮，沙鹰”“樱井，你拿匕首，这也是你们家族的武器，对吧。”零天看了她一眼，随即又去派发武器了。“唐冥，铁盾与石剑。”“吟轩嘛，幻色沙鹰，这把枪战斗力不高，但是自保能力是有余的了。”“接下来嘛，上！！”随着零天一声发，众人都向城门处跑去，而零天则像一颗流星一般，化作一道光线瞬息飞去。\n城门处，“杀！，杀啊！！！”叫喊声，厮杀声，烽火连天！不知有谁喊了一声“零天来了，战神来了！”士气大鼓！战士们的血液更加沸腾了，面对一个个带着诡异面具的敌人毫不手软，利落一刀，人头落地。而零天所飞过的路上，一路的尸体。“这，好大的一片尸海。”龙灵惊叹道。龙灵他们这队是没有经历过太多磨练的普通人，行动速度又慢，所以，当他们赶到城门的时候，战场已经推前很远了。“唔。”樱井当场就吐了出来，面色青青，好像对面前的场景感到非常的恶心。而龙灵呢，没有任何感觉，身为一个宅男，虽然略有吃惊，但是绝不会感到恐怖，除非，有什么能够威胁到他生命的东西。“轰！”从不远处的尸体中，爬起来了一个黑色的身影，它身上散发着黑色的气息。黑色，死亡的气息！众人脸色一惊，知道事情不妙，唐冥拿着铁盾率先冲了上去，并向后面喊道：“快逃，我来断后！”“才认识没多久，就这样为朋友，不错，值得交集的一个人。”吟轩扶了扶镜框，喃喃道。众人再次向唐冥那里望去，唐冥满头大汗，显然敌不过那黑色的身影，令人好奇的是，那个黑色的影子居然不是方块形状的！",
    "replies": [
        {
            "author": "sa1402189438",
            "timestamp": 1404349860,
            "txt_content": "回复人气都砸给我吧~~~~~~~\n大家力挺啊，今天就会把同人画出来了0w0\n求顶求人气求金粒啊~~~~"
        }
    ]
}