{
    "title": "[1.6.4-1.7.10][SSP/SMP]Simply Jetpacks RF能源的喷气包![TF汉化]",
    "author": "SSCXM",
    "replyCount": 44,
    "timestamp": 1404295800,
    "txt_content": " 本帖最后由 SSCXM 于 2015-1-6 17:53 编辑 \n\n大家好，这里是sin今天看到了个不错的TE扩展就顺便搬来了，是TE的喷气背包！（TE废除IC节奏？（大雾））\n废话不多说，开始介绍\n\nmod介绍\n该mod添加了一类使用TE能源RF作为能量的喷气背包~\n\n\n铅石喷气包，最低级，飞的最慢，续航最差\n\n\n硬化喷气背包，比铅石快一点久一点\n\n\n红石能量背包，最具性价比的喷气背包，更快更强，还能打开巡航（Hover）模式\n\n\n谐振喷气背包，生存模式下最好的喷气背包，拥有极其耐草的电力，极快的速度！同样具有巡航模式，建筑会喜欢他的！\n\n\n创造喷气背包……只能刷……永不耗电（问题连创造都有了还要他干嘛！！？）\n\n\n四个级别的装甲板，可以和喷气背包通过合成的方式组装在一起，增加喷气包的防御能力，很实用有木有\n\n\n自定义粒子效果……这是个非常有意思的功能，首先你先做出一个乃最喜欢的粒子……\n\n\n然后合成一下\n\n超级好玩有木有！\n\n\n好了，介绍就到这里，我是sin，期望为大家带来更多优秀的模组！\n\n\n更新日志\n v1.2.0\n- Added full Ender IO support! This includes EnderIO versions of the jetpacks, flux packs and components, and all of their recipes. Make sure to use Ender IO 2.1.3 or newer, or some of the recipes WILL NOT WORK.\n- Integration with TE or EIO can be disabled/enabled in the config\n- Changed the structure of the config... again. Sorry about that, it was needed for the extra mod support. Mainly the tuning portions were affected, make sure to transfer over any edits you did to them if needed.\n- HUD now hides if F3 debug mode is enabled\n- Code refactors and cleanups\n\n- Note: the item IDs of Creative Jetpacks/Flux Packs, Tuberous Jetpacks and Armor Platings have changed. Shouldn't cause any problems, they will just disappear or change into missing textures which you can just delete.\nv1.1.4\n- Removed potentially infinite loop when upgrading jetpacks\n- Fixed Leadstone Jetpack recipe not taking power from used Leadstone Flux Capacitors\n- Recipes that use glass blocks now use Ore Dictionary glass\nv1.1.3\n- Fixed the Flux-Infused JetPlate not being craftable with a (partially) charged Flux-Infused Chestplate\nv1.1.2\n- Fixed spamming isue in the client consolev1.1.1\n- Added the Mysterious Potato (creative-only). It can do the thing. The thing involves spawners.\n- Mobs can use jetpacks again. Should be less crashy than last time.\n- Enchantability can now be set per jetpack/flux pack\n- Jetpack particles now respect the particles option in the video settings menu\n- Split the config file so that the client-only options are kept separate\n- Fly and descend keys can now be changed using the configs, to be something else than the vanilla jump and sneak keys.\n- Fixed potential memory leak in single player\n- Various code cleanups\nv1.1.0\n- Added Flux Packs. These items are worn as chestplates and can charge held items and other worn armor.\n- Added the Flux-Infused JetPlate. Only available when Redstone Arsenal is installed, this is the new final tier of jetpacks. It is basically the Flux-Infused Chestplate, the Resonant Jetpack and the Resonant Flux Pack in one.\n- Hover mode no longer makes the jetpack use less power. Default tuning values have been adjusted to balance this out.\n- Some rebalancing of the default tuning values. If you wish to use these, use the config GUI to reset the tuning values, or delete the config file.\n- Added a NEI plugin to show the 'recipes' for armored jetpacks.\n- Replaced the status chat messages with a new part in the HUD that displays the states of the jetpack engine, hover mode, etc. Chat messages can still be enabled in the config.\n- Updated CoFH APISimply Jetpacks 1.0.1 for Minecraft 1.7.10Fixed a bug in jetpack upgrading recipes\nSimply Jetpacks 1.0.0 for Minecraft 1.7.10\nPorted to Minecraft 1.7.10 and Thermal Expansion 4NOT compatible with any previous versions. Pretty much everything changed internally.Added support for the new ingame config GUI systemJetpacks are now meta items. All jetpacks are under the same (internal) item id.Made particles a lot smoother on laggy serversJetpacks now save everything when upgraded, including on/off state, display names and enchantmentsAdded safety features. Higher tier jetpacks will save their users from falling to their death or into the void. (Configurable)Made jetpack enchantability configurableRenamed Redstone Jetpack to Reinforced JetpackSlightly altered creative tab iconSome tweaks to the default tuning valuesSome tweaks to tooltips. Energy level is now always visible. Also added some more info to the rest of the tooltips.Made the energy HUD a lot more configurableLOTS of changes in the format of the language files. It is likely that anything other than English will break. If you want to fix this, please open a pull request.Also a lot of changes to what the texture file names are called. Sorry, texture pack users!\n\n0.3.1.1:\n- Fixed a crash when using a Creative Jetpack and taking damage\n\n0.3.1:\n- Hopefully fixed armored jetpacks sometimes breaking when on low power\n- Fixed possible item dupes with Tinkers' Construct\n- Armored jetpacks use power when getting hit (power usage is configurable)\n- Displaying stored energy no longer changes a jetpack item's damage value. Don't worry, the damage bar still works fine.\n- Fixed a crash when attempting to 'remove' armor from a creative jetpack\n\n0.3.0.0:\n- IMPORTANT NOTICE: This update changes the location and the format of the config files. I recommend you to either delete your current configs, or back up any changes you made to them so you can restore those.\n- Added Creative Jetpack. Not Creative as in creative-flight, but as in infinite charge, like the Creative TE items.\n- Added Particle Customizers. They can be used to disable or change the type of particles on specific jetpacks.\n- Jetpack particles from other players can now actually be seen from a distance\n- Jetpacks now also boost sideways and backwards when flying around (it used to only boost forward)\n- Tuberous jetpacks can now be tuned in the configs\n- Added config to disable the \"Hold Shift for details\"\n- Improved armored jetpack item textures\n- Hopefully fixed a crash with Morph interaction\n- I would call this 0.2.1.0, but it would probably get confused with 0.2.0.1. :V\n\n0.2.0.1:\n- Fixed a small yet annoying bug with the energy HUD\n\n0.2:\n- Added a way to put armor on jetpacks. Refer to the jetpacks' tooltips for more info\n- Added a basic ingame jetpack energy HUD. The HUD's position cannot be changed yet, if this bothers you the HUD can be disabled in the config\n- Small rebalances in thruster and jetpack recipes\n- Jetpacks no longer require a chestplate to be crafted\n- Jetpacks can now be upgraded from any tier to any tier, if the config is not set to force going through the tiers\n- Thrusters can now be used to do high jumps\n- Improved item tooltips\n- Added a config option to invert the hover mode sneaking behavior\n- Added a config option to hide the death warning in Tuberous Jetpacks tooltips\n- Added Russian translation (Thanks to Adaptivity)\n- Various cleanups in the code\n\n0.1.4.1:\n- Attempt to fix crashes with jetpack upgrading recipes in mod workbenches\n\n0.1.4:\n- Released May 2nd, 2014\n- Mobs are now able to 'use' jetpacks when picking them up\n- Mobs wearing jetpacks will die when flying past the world height limit\n- Added a config option to only allow crafting jetpacks by upgrading previous tiers\n- Tuberous jetpacks are now even more cartoonish\n- Added a config option to disable tuberous jetpack crafting\n- Jetpacks now retain their stored power when upgraded\n- Jetpacks will take the stored power from flux capacitors in crafting\n- Added localization support. Want to add your own language? Submit a pull request on my GitHub!\n\n0.1.3:\n- Released April 29th, 2014\n- Made tuberous jetpacks more colourful\n\n0.1.2:\n- Jetpack tuning is now fully customizable\n\n0.1.1:\n- Jetpack upgrading recipes can now be turned off\n\n0.1:\n- Initial release\n\n\n\n\n\n汉化版已放出，希望大家给支持给人气wwww！\n[groupid=534]Team Trigonometry-F[/groupid]\n\n\n\n\n\n\n\nSimplyJetpacks-0.3.1.1.jar\n\n\n2014-7-2 18:10 上传\n点击文件名下载附件\n\n\n\n\n118.33 KB, 下载次数: 459\n\n\n1.6.4\n\n\n\n\n\n\n\n\n\n\nSimplyJetpacks-0.3.1.1[TFCN].jar\n\n\n2014-7-2 21:23 上传\n点击文件名下载附件\n\n\n\n\n119.59 KB, 下载次数: 1035\n\n\n1.6.4 汉化版\n\n\n\n\n\n\n\n\n\n\nSimplyJetpacks-MC1.7.10-1.3.2.jar\n\n\n2015-1-6 17:53 上传\n点击文件名下载附件\n\n\n\n\n409.94 KB, 下载次数: 5006\n\n\n1.7.10\n\n\n",
    "replies": [
        {
            "author": "1184889537",
            "timestamp": 1404295860,
            "txt_content": "怎么看都像工业的"
        },
        {
            "author": "42486327",
            "timestamp": 1404295860,
            "txt_content": "支持同盟！"
        },
        {
            "author": "hsk001ufo",
            "timestamp": 1404295980,
            "txt_content": "=。=好厉害"
        },
        {
            "author": "Miedie",
            "timestamp": 1404296160,
            "txt_content": "工业也有。。。"
        },
        {
            "author": "wodeshijiewaha",
            "timestamp": 1404296220,
            "txt_content": "特殊装甲里的喷气背包合成好，永久可用"
        },
        {
            "author": "SSCXM",
            "timestamp": 1404296280,
            "txt_content": "Miedie 发表于 2014-7-2 18:16\n工业也有。。。\n工业能自定义粒子效果加装甲？"
        },
        {
            "author": "sb023612",
            "timestamp": 1404296760,
            "txt_content": "汉化了吗？"
        },
        {
            "author": "sb023612",
            "timestamp": 1404296820,
            "txt_content": "Miedie 发表于 2014-7-2 18:16\n工业也有。。。\n这个算是对工业背包的强化吧，飞得时间也长很多"
        },
        {
            "author": "SSCXM",
            "timestamp": 1404297060,
            "txt_content": "sb023612 发表于 2014-7-2 18:26\n汉化了吗？\n应该一个人就能搞定，我备考去了……"
        },
        {
            "author": "1538018350",
            "timestamp": 1404297060,
            "txt_content": "额   。。没太大意义，还不如工业。。不过不错了"
        },
        {
            "author": "sb023612",
            "timestamp": 1404297180,
            "txt_content": "SSCXM 发表于 2014-7-2 18:31\n应该一个人就能搞定，我备考去了……\n那就交给你了……"
        },
        {
            "author": "魔君",
            "timestamp": 1404297180,
            "txt_content": "OAO良心转载(话说头像怎么这么眼熟呢)"
        },
        {
            "author": "寒冰の极光",
            "timestamp": 1404297240,
            "txt_content": "好评 正好服务器是GT+TE的  快哭了\n还好有这个mod~！！！"
        },
        {
            "author": "chu041",
            "timestamp": 1404298440,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "SSCXM",
            "timestamp": 1404305520,
            "txt_content": "寒冰の极光 发表于 2014-7-2 18:34\n好评 正好服务器是GT+TE的  快哭了\n还好有这个mod~！！！\n这关GT毛事"
        },
        {
            "author": "寒冰の极光",
            "timestamp": 1404388680,
            "txt_content": "GT耗电啊..还有各种制作困难 \n玩不好GT  快被GT玩哭了"
        },
        {
            "author": "SSCXM",
            "timestamp": 1404390660,
            "txt_content": "寒冰の极光 发表于 2014-7-3 19:58\nGT耗电啊..还有各种制作困难 \n玩不好GT  快被GT玩哭了\n表示GT随便虐……"
        },
        {
            "author": "丨十妖十丨",
            "timestamp": 1404392520,
            "txt_content": "ftb上玩了好久了- -"
        },
        {
            "author": "sb023612",
            "timestamp": 1404669360,
            "txt_content": "这个Mod有开源的,有把文本交给他吗= ="
        },
        {
            "author": "SSCXM",
            "timestamp": 1404700020,
            "txt_content": "sb023612 发表于 2014-7-7 01:56\n这个Mod有开源的,有把文本交给他吗= =\n早就提交了"
        },
        {
            "author": "SSCXM",
            "timestamp": 1407238080,
            "txt_content": "居然……"
        },
        {
            "author": "SSCXM",
            "timestamp": 1407238080,
            "txt_content": "居然……"
        },
        {
            "author": "Gass9",
            "timestamp": 1407291060,
            "txt_content": "只可惜TE没1.7.2.。。。"
        },
        {
            "author": "SSCXM",
            "timestamp": 1408165380,
            "txt_content": "TE被喷了我这都没人了XD"
        },
        {
            "author": "SSCXM",
            "timestamp": 1409824620,
            "txt_content": "更新1.1.0"
        },
        {
            "author": "SSCXM",
            "timestamp": 1410873300,
            "txt_content": "更了个新"
        },
        {
            "author": "dutianyu5511",
            "timestamp": 1411041660,
            "txt_content": "good to good"
        },
        {
            "author": "SSCXM",
            "timestamp": 1412864160,
            "txt_content": "更新1.1.4"
        },
        {
            "author": "SSCXM",
            "timestamp": 1416619620,
            "txt_content": "更新1.2.0"
        },
        {
            "author": "hyl879",
            "timestamp": 1427449980,
            "txt_content": "不用EnderIO和热力膨胀\n这个MOD的其他喷气背包能显示出来吗？\n创造的太过BT啊"
        },
        {
            "author": "s104242",
            "timestamp": 1431148500,
            "txt_content": "sin怎么切换模式 我读书哦少"
        },
        {
            "author": "龙神炫烁",
            "timestamp": 1431152580,
            "txt_content": "这尼玛太帅了!"
        },
        {
            "author": "1263662112",
            "timestamp": 1438566780,
            "txt_content": "1184889537 发表于 2014-7-2 18:11\n怎么看都像工业的\n对啊，超级像"
        },
        {
            "author": "h88845112",
            "timestamp": 1438568100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "红星_阿炀",
            "timestamp": 1438597500,
            "txt_content": "hyl879 发表于 2015-3-27 17:53\n不用EnderIO和热力膨胀\n这个MOD的其他喷气背包能显示出来吗？\n创造的太过BT啊 ...\n还有BC的，只不过初始被禁了而已，你在它的config（游戏里或在config文件夹下）里面把BC背包开了就可以了。（注：BC背包要用燃油）"
        },
        {
            "author": "fanyun",
            "timestamp": 1439395020,
            "txt_content": "怎么合成装甲啊"
        },
        {
            "author": "fanyun",
            "timestamp": 1439451120,
            "txt_content": "fanyun 发表于 2015-8-12 23:57\n怎么合成装甲啊\n是背包装甲"
        },
        {
            "author": "KarsonCN",
            "timestamp": 1439477100,
            "txt_content": "楼主能不能推荐一个拥有rf大发电量的模组，感觉rf发电都好少"
        },
        {
            "author": "红星_阿炀",
            "timestamp": 1439609340,
            "txt_content": "158227452 发表于 2015-8-13 22:45\n楼主能不能推荐一个拥有rf大发电量的模组，感觉rf发电都好少\n请去找大型反应堆mod以及模块发电机mod。\n大型反应堆：http://www.mcbbs.net/thread-348989-1-19.html\n模块发电机：http://www.mcbbs.net/thread-444842-1-1.html"
        },
        {
            "author": "sjkxyz3",
            "timestamp": 1446264180,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "wdagnb",
            "timestamp": 1447810920,
            "txt_content": "怎么充电。。。。"
        },
        {
            "author": "赤客",
            "timestamp": 1449812400,
            "txt_content": "感谢楼主分享{:10_492:}"
        },
        {
            "author": "mimizu",
            "timestamp": 1449821040,
            "txt_content": "这东西的好处就是可以一次性附魔……，给个燃油效率和保护IV的话，防御力还算可观。但是没模块装甲或者IC系装甲那么op"
        },
        {
            "author": "落默",
            "timestamp": 1450187640,
            "txt_content": "不知道为毛，感觉这个是工业"
        }
    ]
}