{
    "title": "【必读】版规以及相关制度帖",
    "author": "42486327",
    "replyCount": 0,
    "timestamp": 1404359940,
    "txt_content": " 本帖最后由 星海Starsea 于 2020-8-7 19:05 编辑 \n\n\n\n\n\n12.png (3.36 KB, 下载次数: 19)\n\n下载附件\n\n2020-4-4 16:43 上传\n\n\n\n\n\n为了您在MCBBS【视频实况】版能够愉快的讨论交流，在发帖前请确保已经仔细阅读本版版规！·目录-综合规则-发帖须知-奖励制度-惩罚制度-更新记录·综合规则- 这里不允说任何脏话，辱骂，诅咒或者故意造成争吵，请尊重他人- 所有帖子必须遵守国家有关法律和《MCBBS中文论坛规章制度》- 请不要发表任何跟政治、歧视、暴 力和任何违反国家有关法律的帖子和回复- 水贴和无意义连贴将受到惩罚- 禁止用视频做广告，也禁止帖内带adf一类营利性的地址- 禁止剽窃他人的作品，这是对作者的不尊重- 不遵守规矩轻者将会得到扣分、警告、禁言等处罚- 违规贴会被关闭，屏蔽或删除·发帖须知- 禁止低质量搬运（渣画质，无任何翻译）- 必须填写作者，没有的会被删除（不能填类似 不知道，某位大大和极游网 这种作者）- \"视频作者\"如果是原创请填写视频播放平台作者而不是MCBBS的ID，如果是搬运请填写原作者- 每40分钟内最多只能发布2个帖子，超过则算为屠版。- 发视频请发到优酷或者哔哩哔哩，目前封面提取暂只支持这两个平台。- 这里不可以发布任何与Minecraft游戏本身无关联的视频（如类似的沙盒游戏、其他游戏关于MC的MOD等）- 我的世界：故事模式（Minecraft:Story Mode）请发到故事模式专版- 请确定同样的视频没有被他人发过，否则会被删除- 要是同样的视频，新的帖子要比老的完善，将会保留新帖- 只发链接，不发视频为水贴 请用帖内的“视频功能”带上视频, 不会的请详见此处- 视频窗口大小不能低于400x300，否则视为无视频窗口- 所有转载，非原创视频必须要有原视频连接- 请认真填好模版（模板就是发帖顶的视频发布标签）- 题目需要按照以下格式填写：（题目必须要写，剩下的是次要的）如 ｛题目｝-｛任何东西｝  例子：Minecraft史诗级灾难片《开学》- 感受上学的恐惧- 搬运国内视频请征得视频作者的同意 由于国外视频语言不通请注明版权- 视频内不得带有任何宣传服务器性质的内容-模板内的“视频地址”如果是搬运请填写视频原地址 而不是搬运到国内后的视频地址（比如你是从YouTube搬运的请填上YouTube中的原视频地址 方便我们管理）- 帖内字体不能大于五号字- 禁止过于夸张的标题，如“震惊！99%的Minecraft玩家不知道！”“江南最大的皮革厂倒闭了！”·奖励制度高亮申请：（颜色高亮请自行使用道具）-版主依据视频质量决定是否给予加粗  板块banner（详情点这里）申请链接：点击这里精华申请：- 所有视频必须都已经在MCBBS上发布- 所有视频都已经在一个索引上了（单个作品除外）- 包括系列作品和单个作品系列作品：      实况解说 ≥18小时（要有具体解说内容，视频流畅，最好有BGM等）\n动画（必须都是是自创）≥15分钟  （不限C4D，MI等软件）MV ≥20分钟  每个视频都符合标准，不违反版规一个系列的视频只能获得一个精品（如果每个视频都能达到精华要求，索引贴给予精华2-3）\n\n单个作品：      明显看出作者花费了很大的心血（由版主而定）受到大家的好评视频符合标准  \n注：以上只是申请最低要求，并不代表达到后肯定能过。申请链接：点击这里·惩罚制度帖内无视频 第一二次删帖 第三次之后警告+扣分 处罚随违规数递增情节严重(如屠版)一律末地不得带有纯表情，纯无意义的字母，纯数字，纯符号的回复出现. 回复时不得空N行再回复，否则扣除10金粒+警告处理不得大量回复“支持楼主”、“顶楼主”等无意义支持回复，大于3条将被做警告处理，情节严重将给予5天-永久禁言的处罚不得回复“先回复再看”“等广告中”或“挤挤沙发”等无意义内容，否则扣10金粒+警告处理不得自顶帖子（任何无意义的回复自己的帖子,如“防沉”，“为什么没人”，“求订阅”等等），否则警告处理使用“优酷订阅可见”的视频将会被删除和扣分（在这里强烈建议大家不要滥用该功能，一个好的视频自然会有更多的人观看并订阅，过渡追求订阅量可能会适得其反！）不得使用\"hide\"代码隐藏无意义内容（如“又骗到一个回复”、“这里什么也没有”等），否则将直接删帖版战 恶语重伤诋毁他人，不论是谁，发卡并扣除1~3贡献 如情节严重则将被禁言污言秽语-1人气 10金粒 发卡+屏蔽如果在视频板块内宣传网购、网页等广告内容我们将会以扣2贡献，删帖处理，情节严重会视情况封禁视频版禁止发表任何宣传服务器的帖，如有发现 删帖并警告，扣取一定量人气和金粒与1点贡献，并封禁5天处理，国外服不算。回帖宣传也一样扣取一定量人气和金粒与1点贡献，并封禁5天处理  见：http://www.mcbbs.net/thread-245275-1-1.html如果40分钟内的发帖量>2（视作屠版），删除+口头警告，情节严重者发卡并且-1人气一些无意义的原创视频（看情况而定，如一些让人不明觉烂的渣质量动画 ）则会被删除在帖子内版聊（以4帖为标准）与主题无关的内容 卡片警告（情况严重时则会扣分）宣传服务器内容的视频直接删除禁止挖坟，坟贴定义为发帖时间大于一年前的主题帖子（带有回复可见主题帖除外）。发现警告（2019.8.24添加）关于服务器宣传如果在论坛中的服务器版块中没有发布某服务器，则在视频版块内不得出现该服务器的信息（IP,群号等），包括但不限于视频内和帖子内。如果在论坛中已经发布服务器了，在视频中可涉及服务器信息，但在帖子中不得提到，否则视作违规宣传（发卡+删除+扣分）关于视频搬运：违规搬运国内视频或国内无意义视频，第一二次删除，如还有搬运则扣分+警告+删帖国内搬运需提供原作者同意搬运的证明(如聊天截图、链接地址、书面文件等)，否则删帖处理无脑搬运(画质渣，无翻译) 口头警告+删帖 如果屡次不改 则扣分+发卡+删帖 处罚随违规数递增剽窃他人翻译作品，扣取一定量人气和金粒与1点贡献，封禁3天处理。  屡教不改者，就会有LL级别的待遇模板内填写\"原创翻译\"的视频，翻译过的英文字幕必须≥10个且不得出现大量未翻译的英文内容，如果达不到标准则视为\"国外搬运\"。关于举报功能(2018.7.22 added by ROF)最近每日红包的40金粒被取消了，各位的金粒来源途径少了一条所以最近有许多会员开始进行举报攒金粒这里举出视频实况版举报相关说明每一页只能举报一次，否则倒扣10金粒不得进行无效举报，如果是一次不小心举报，版主会进行口头提示；但如果是无效举报刷屏，每个举报扣除50金粒！无效举报指的是：1.已经处理过的举报（右上角有版主发卡标识）2.未违规的回复/主题。没有时间限制，只要是有违规内容，无论时间前后，都可以进行举报。-更新记录2020.04.03优化、美化；删去过期内容；增加关于关闭老帖的内容2019.12.31应新排版界面要求新视频发布在哔哩哔哩或优酷平台上，否则无法提取封面2019.10.20修改错别字2019.8.24添加关于挖坟的处罚2018.9.3划掉高亮颜色规定2018.7.22添加视频实况举报相关说明2018.7.18添加关于视频内涉及服务器宣传的相关说明2018.5.5修改小部分申请相关内容添加板块内banner的相关说明2018.1.13修改完善精华申请标准2017-12-12加重对“优酷订阅可见”的处罚2017-9-12移除帖内无视频删帖提示移除积分奖励2017-3-26新增对无意义支持回复的处罚措施；新增对无意义隐藏内容的处罚措施；重新开放高亮申请（仅限加粗）；略微提高“奖励制度”的奖励标准。2017-3-11：版规全部重新排版；补充对“我的世界：故事模式”发帖的要求；删除部分重复内容。2017-2-2：新增回复可见；限制移除原创翻译的精华；申请条件移除高亮申请条件。2016-10-7：版规添加“更新记录”，修复所有贴内失效表情，优化部分结构；新增“使用“订阅可见”的视频将会被删除”；删除“求BGM、求参与拍摄、求存档等内容请直接通过论坛私信的方法私信作者，否则扣分处理”。联系版主请使用站内信或QQ版主 @xukarhei QQ:757483903（请备注MCBBS；不接受闲聊，请勿乱加）2020年8月7日更新，自发布起生效\n\n\n\n\n\n模板.png\n(4.18 KB, 下载次数: 74)\n\n\n\n\n下载附件\n\n\n2014-9-7 15:10 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}