{
    "title": "<连载·单章>【抉择降临】[作者：【andy990928】][【第七场抉择 消失的迷雾】]",
    "author": "andy990928",
    "replyCount": 8,
    "timestamp": 1404388140,
    "txt_content": " 本帖最后由 andy990928 于 2014-7-6 21:10 编辑 \n3000+的更新，希望大家在阅读的同时，也能留下自己宝贵的意见。话说大家能到索引贴里去回复一下么？\n       直到箭矢从他俩的缝隙中穿过时，卡尔还恍恍惚惚的，伊诺克是一位星灵，通过刚刚短暂交流，卡尔基本了解了对方的的一些基本信息，这是一切合作的基础，若是对方连名字都不愿意透露，那么还不如一拍两散，多一个明处的敌人总比多一个暗处的定时炸弹要好。　　点头示意，计划达成，一切似乎都在一瞬间内完成，三人的配合似乎天衣无缝，伊诺克身子一转，将卡尔架在他脖子上的铁剑抽走，向着远处的戈登掷去，将卡尔的身体向一边甩出后，伊诺克自己也乘势向前窜出，身子化作一阵旋风，将靠前的几只虫子转瞬之间刮倒在地上，等到戈登躲过铁剑，重新回头时，他的队伍里仅仅剩下了几只虫子，和一地插着箭矢了，被切割过的虫尸。\n　　戈登没有丝毫意外的感觉，这才是合格的敌人应有的水平，他向后退了一步，拔出那把插在地上的铁剑，竖着举了起来，剑身隐隐发出紫中带蓝的璀璨色彩，映衬出戈登的庄严神情。\n　　“放马过来吧！”\n　　等伊诺克回来，塔斯克就不得不向他坦白了，或许根本就撑不到伊诺克回来的那个时候，塔斯克无奈的想道，转化已经临近尾声，当初他对伊诺克承诺的一个月也缩短成了一个星期，好在所必须的建筑与必备的兵力已经趁着这一段时间转移进来，那些虫子的足迹也从星灵基地外围消失，这可不是一个好兆头，平静的开头预示着不平静的收场，塔斯克能够预见，这多半是暴风雨前的宁静，然而预见只是预见罢了，防微杜渐却又是另一番说法，星灵是一个崇尚合作的种族，他们的一切价值观都是建立在集体意识之上，而这就几乎间接导致了他很难一意孤行的现状。\n　　一切都会好起来的，他只能这样麻痹着自己，以前也一贯如此，那场不欢而散的加冕他就是如此度过，现在会，将来也会更如此。\n　　“白痴！”艾尔罗发出一道指令，催促着坑道虫越掘越深，如果那个白痴脑虫提前通知，就不会有这种麻烦了，他的信号是被这一片沙子所覆盖住的，现在艾尔罗只能凭这一点信号来寻找了，脑虫之间都有一些割不断的联系，实际上这种联系十分微弱，通常接收到的只是一个坐标点甚至只是一个大概方位，真是笨蛋，以为自己的本体位于虫巢就安全了？戈登这种把自己的意识全部放在分身之上的行为实际上是给敌人开了一个大大的后门，也许自己很久之前也碰到过这种情况，或许才有这种警觉，一个奇怪的念头从艾尔罗的心头萌生，但他的注意力很快就被吸引到自己的脚下了。\n　　出乎意料，戈登在象征性的挥舞了几下铁剑之后，就把长剑直接插在了地上，头也不回的直接转身向后走去，临走前，还不忘向他们这边挥手致意。\n　　直到脚步声消失在了前方的黑暗之中，伊诺克才反应过来，这么好的时机，为什么戈登没有把握呢？不对，他的离开只可能是一个陷阱，目的就是让他们处于被动，伊诺克可没有忘记，自己身边站着的这两个人不久之前还把死亡的威胁强加与他，戈登想要让他们大幅度的消耗实力，而他这么做的原因无非只有一个，他还没有把握胜利，这就说明了一个问题，戈登此次前来并也许并没有带太多的兵力，估计自己这方剿灭的占到了三分之二左右，想到这，伊诺克心稍稍放下了一些，缄默是最好的办法，没有语言交流就不可能发生冲突，为了防止与脑虫正面冲突，三个人换了一个方向探索石室，就如同伊诺克预测的，三个人表面上并未引起多大的矛盾，至于他们心底想着什么，伊诺克不想知道，也没有空去知道。\n　　他们已经弯弯绕绕的很长时间了。\n　　一本道竟然也能迷路，戈登感觉下次自己得在来的路上做上记号，来治治自己的路痴，路痴可不是一个好习惯，就像现在这种情况，戈登无奈的想到，致命的弱点，戈登又在心里记下了这一点，说到致命，其实他的实力，足以让那个一星灵两个人类致命，至于为什么不把他们解决干净而选择犹豫，很简单，他已经感应到了另一位脑虫也在向这边行进，哪怕来的只是几只跳虫，他也能保证将劣势抹去，因为到时候，自己这一方可有两位同时运转的意识，两个虽然看起来不是很多，可是这不是大规模作战，也许连战斗都算不上，微小的变化足以让战局扭转，戈登不是没有尝试过分散自己的意识，可那样效果会变得很差，甚至还不如自己专一的控制一队异虫。\n　　完美是成功的必须条件，戈登固执的想到，他贯彻完美，他的虫群也随之贯彻完美。\n　　“保持冥想，战士们，通过khala之道，感受幽能通过链接源源不断传入你的身体里。”既然神经束是净化幽能的源泉，那么，那些切断神经束的尼拉辛姆们为什么同样能够熟练运用幽能呢？类似的疑问数不胜数，却没有一个人原意或者说是敢于回答他，khala之路铸就了他身上一切优良的品质，种族的骄傲却依然束缚着他们，始终鼓励着他们，在战争中愈走愈远，这种无法无天的言论只能放在心里，毕竟，在大多数人的心里，信念一直都是，一切为了aiur，一切为了Protoss。\n　　望着众多与他面对着面，潜心修炼的zealot们，费恩却感觉自己实在是没有什么资格担任他们的教官，他们的信仰更虔诚，他们的目标更远大，自己呢？只不过是一位侥幸从战争的洪流中逃脱的老兵罢了。\n　　萨尔那加人为的催化星灵的成长，导致的结果却是造物主失望的离去，自那之后，战争，似乎就成了星灵的主基调，万世浩劫之中，无数代的星灵以各个部落为单位，进行了永无休止的作战，直到Khas通过凯达林水晶发现了遗失千年的心灵链接之后，khala之道，才让星灵又回到了大一统的方向上去，这也实在是一件前无古人的功绩。。。\n　　费恩摇了摇头，这些历史都是他从前人整理的史料中发现的，其实也用不着刻意去找，这些历史的片段在每一位星灵诞生之际就开始灌输进去，成为他们一生的信仰以及现在他们身处这里的原因。\n　　星灵没有自我可言。\n　　卡尔的大脑急速运转着，即使腰上的伤口时不时的让他从思索中惊醒：那虫子的手爪还真是如同看上去的那样锋利，又跑题了，卡尔狠狠地提醒自己，在快速移动的空隙，卡尔偷偷的将视线聚集在他身边的一个奇特生命体上，如同前面观察到的一样，暗色调的皮肤使得他在这片遗迹之中显得十分突兀以及可笑的明显，他没有嘴，没有一切看起来正常人拥有的东西。以至于他的修长的脸上，只剩下了两个冒着慑人绿光的空洞，卡尔观察不到他的眼珠，也许是因为它放射出的光芒反倒遮盖了自己本身，这可能也是他的真实写照，卡尔自以为是的总结道。\n　　他这一明显的动作显然引起了伊诺克的注意，他转过脸来，同样也打量了他一眼，却似乎没有什么惊奇的感觉，当然，其实伊诺克惊奇他也发现不了，那两个空洞实在很难表达十分复杂的表情。\n　　“额。。。”卡尔发出一阵无意义的声音，想要再次引起他的注意，然而伊诺克却不领情，依旧自顾自与他并肩行进，既然对方没有什么兴趣，自己倒也懒得发起话题，卡尔的思绪也因此回到了自己和艾格尼丝最初来到这里的目的上：已经过了一个星期，自己这里仍然一无所获，甚至自己都不大清楚自己现在的具体位置，细细想来，自己仅凭一点蛛丝马迹就贸然的前进实在是太过冲动了，但为了待己如亲的养父，这一切可能都十分值得，记忆中的养父，实在是一个和蔼可亲，十分谦和的人，每当他有困惑，养父都会担当他的挚友与导师，而无论多么复杂的哲理问题，到了父亲那似乎都迎刃而解，是的，卡尔将他唤作父亲，因为直到现在，他做的一切事情，都配的上这个称呼。\n　　这是一场冒险，也是一场风险，只是艾格尼丝的加入是他实在料想不到的，这假小子现在本应该继续在村子里做她的孩子王和领袖，现在却在这里，在这个危险不明的地下遗迹里，浪费自己的时间，话说，艾格尼丝这个话唠怎么突然没声音了？怕是吓怕了吧，卡尔抓住了这么好的机会自然不会放弃，刚想嘲笑一番，回头望了艾格尼丝一眼，声音却凝结在喉咙中，好像是凝结成了冰，沉重的无法从口腔中逃逸出来。\n　　艾格尼丝不见了。\n不知道版主什么时候回来，就先把能@的都@一下吧\n@冥王星人 @狂风※中箭 @Xx123c @940595236 \n就这点了，好可怜啊。。。有人加个人气么？\n上一章第六场抉择 艰难的合作            下一章第八场抉择 奇怪的花纹\n索引贴\n↓据说找到组织之后，回复的人就会变多，不知道是不是真的\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "Xx123c",
            "timestamp": 1404388500,
            "txt_content": "lz你认识我么，@我作甚？"
        },
        {
            "author": "andy990928",
            "timestamp": 1404388560,
            "txt_content": "Xx123c 发表于 2014-7-3 19:55\nlz你认识我么，@我作甚？\n这个回复好像似曾相识\n不过还是感谢你无意之中的顶了！"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1404389340,
            "txt_content": "膜拜你了..."
        },
        {
            "author": "andy990928",
            "timestamp": 1404389520,
            "txt_content": "狂风※中箭 发表于 2014-7-3 20:09\n膜拜你了...\n为什么？大家不都一样么？\n感谢您的支持！"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1404389580,
            "txt_content": "andy990928 发表于 2014-7-3 20:12\n为什么？大家不都一样么？\n感谢您的支持！\n现在感觉你写的比我好了..."
        },
        {
            "author": "andy990928",
            "timestamp": 1404389700,
            "txt_content": " 本帖最后由 andy990928 于 2014-7-3 20:16 编辑 \n狂风※中箭 发表于 2014-7-3 20:13\n现在感觉你写的比我好了...\n没什么好不好的，每个人有每个人自己的风格和能接受的评判标准，说不定我俩正好碰一块了：）"
        },
        {
            "author": "940595236",
            "timestamp": 1404436200,
            "txt_content": "楼主写得很好啊，只是。我们认识吗？@ 我做甚？"
        },
        {
            "author": "andy990928",
            "timestamp": 1404459540,
            "txt_content": "940595236 发表于 2014-7-4 09:10\n楼主写得很好啊，只是。我们认识吗？@ 我做甚？\n好吧。。。。\n那就重新认识吧！"
        }
    ]
}