{
    "title": "<原创·连载>Minecraft惊魂[作者：a740187140][更新至第五章]",
    "author": "a740187140",
    "replyCount": 11,
    "timestamp": 1404451620,
    "txt_content": " 本帖最后由 a740187140 于 2014-7-7 19:10 编辑 \n第一章：MC的大门\n  我叫王天成[虚构的]，一个资深级的Minecraft玩家。这天下午，我和好基友玩Minecraft呢。我和他望着我们建造的巨大主城，感叹道：“看我们多伟啊！”“当然！”他回答我说。突然游戏中我背后出现了一苦力怕。“苦力怕！”我惊道。我立刻掏出了铁剑向他砍去，这时已经来不及了。殊不知，力气太大，将桌子上的可乐震倒了。可乐洒在了键盘上。我先是感到手臂上一凉，之后是火辣辣的疼。在这火辣辣的疼中，我觉得自己的身体似乎被扭曲了。我慢慢地睁开了眼睛，手还是很疼！慢慢的坐了起来，望了望四周，发现四周全是方块！“不是到了MC的世界了吧？”我惊道。\n“呃呃呃……那！！”我立马跑到了河边。“呼……还好不是屌面人，是史蒂夫，我完蛋了……”“重要的是！我现在该怎么回去啊？救命啊”我想着，冷静！想一想。”  正在我沉思中的时候，一支箭“嗖”的一下从我的脸旁飞过。“不科学！这是白天！小白都死光了，难道……”我四处张望着……突然，一个全身钻石装的骷髅出现在我面前！“今天的运气真好啊！苍天呐！大地呀！~”我喊道。不过眼下……还是保命要紧。我转身正准备逃之夭夭。这时候，有爱的骷髅在我腿上射了一箭。“啊”我大叫一声。  紧接着我的膝盖上又中了一箭。“骷髅太有爱了！”“算了，现在赶紧逃吧！”我自己安慰自己道。“可是我现在已经动不了了”我无助地躺在草地上，一个人慢慢地向我走来…..\n\n第二章：HIM!\n  我静静地躺在草地上，一个人正在向我走来。一个影子闪到我的面前，一拳打翻了骷髅。“白色的眼睛……HIM！是HIM！”正当我想要离开这里，可是……眼下我有心无力。他微笑的向我走来，“嘿嘿”他慢慢的走到我的面前，说了句“你还不能死……”便一拳打了过来，我马上就晕过去了。\n  我慢慢地睁开双眼。头，还是很疼。我坐了起来，望了望四周，发现自己躺在一个小木屋里。“这是哪里？”\n好端端的在家里玩MC呢，结果无缘无故的就来这里了，之后又被骷髅射伤，最后还遇见了HIM。\n“额……这里似乎很眼熟，…..小木屋？沼泽……”“巫婆！”我感到了恐惧。遇见了巫婆等于间接的给你选判了死刑了！我可不想死……“额……那是什么？”我望着桌上的一本书说。我走了过去。“嗯？伤好了？一定是HIM干的……”我走了过去，打开了那本书，那本书上写着：\n  你好！来到这里也很意外吧？只要你出了这个小木屋，还会有更意外的事情等着你！那个小木箱子里也有惊喜哦！但是，你还不知道你为什么会来这里吧？\n  “什么事情！”我狠狠的把书扔在了地上，但是，我没想到，我这个举动引来了无数的僵尸……\n  这时我想起了HIM说的箱子，里面只有一根木棍。我不经意间吐槽起来“你以为我是谁啊，拿根木棍闯天下啊.....”眼看僵尸就要爬上来时，我从窗口上跳进了水里，一直游往小河的尽头。正当我游到筋疲力尽时，我发现水的流速加快了许多，水声也加大了，这时我才发现前方有一个大型瀑布，我又再一次面临着危险.....\n\n第三章：神秘的女孩\n  “这是什么事情！”我狠狠的把书扔在了地上。“呜~啊~呃！”僵尸一齐盯着我，“啊！这么多僵尸！这还叫人活不活了？”我既生气又害怕。“HIM迟早有一天我要你也走在这里！”我愤愤的想着。\n  “呼……总算出来了。额……前面有个人？”我望着不远处的树下的一个穿着蓝色羊毛衫和蓝色牛仔短裤的人影自言自语的说。“不是……HIM吧？”想到这里，我感到一阵生气。我慢慢地靠近，“额……是个小姑娘。”她的心情似乎很糟糕。\n就在我想进一步靠近的时候，她“哇”的一声哭了。我从她的哭声中听出她似乎很伤心，像是被人抛弃了。她哭的是那么的绝望，撕心裂肺的哭声在整个森林中回荡着~~不远处的山崖上一只狼在嚎叫，似乎在向天空诉说它的悲伤，它的寂寞。\n我默默地走近了女孩，轻轻地拍了拍她。“你怎么了？”我问。她慢慢地抬起头看了看我，她的眼睛里依旧泛着泪花。她没有说什么，继续默默地低下了头痛哭着。看来她似乎不想和我说什么，我刚才在她的那双眼睛里看出了疑惑，不解还有伤感。\n“唉……”我默默的转过身，准备离去，但我的手却被她拉住了。“不要，不要走……”女孩抬起头抽泣着说。我蹲了下来，帮她擦去了脸上的泪珠。“伤心什么呢？”我问。我感到我对这个女孩充满了怜悯，似乎她的身上有什么与我相同地方，她应该也是和我一样穿越到这的吧。\n  没办法了，现在只好带着她去寻找回到现实世界的方法了。 \n\n第四章 开始旅行 \n  “我……我在家里玩MC时突然就觉的眼前一黑，之后就……”女孩似乎很害羞，说了这么几句脸颊上就有了一抹淡淡的粉色。“这答非所问啊！算了女孩子嘛。”我喃喃道。“你说什么？”那女孩问道。我连忙开口说道：“没，没什么”。对了小妹妹，一个人吧。不如结个伴一起走吧？”我轻声着，说完我摆出了我自认为最和善的微笑。丝毫不知我这样子像是一个街边不认识的怪蜀黍，拿这一根棒棒糖问着一名小盆有“黍叔有糖吃，跟黍叔走怎样啊？”是一个鸟性的。女孩警惕的看了我一眼，又低下头考虑了片刻后说道：“好吧，我叫冰怡。你又叫什么？”我认识她这么久，连名字都没说！“真是做孽啊！”。“我叫王天成，你可以叫我成哥，那我们现在上路吧”“嗯，好的”。\n  在这上路前，天还是早上，当他们两人找到一个住宿时，已经临近晚上了。我们在一座面朝大海的石头山上，建造了一个不成样的建筑物，在建筑物旁站着一名穿着皮革外套的骚年，在其手上拿着一个约有半个巴掌大的木头方块。此时那名骚年走向悬崖，扯了扯嗓子，对山下喊道：“冰儿，你成哥我终于把房子搭好了，快上来看一下吧！我们终于有地方住了”\n\n第五章 危机，再度发起\n  之后便开始用看美女的眼神看向我亲自搭的房子… 几分钟后我见冰忆还没有上来皱了下眉头站了起来。同时快速的从背包中拿出一桶水，从悬崖边泼了下去之后便深吸了一口空气，纵身跳进了水里… 很快我就到了山底下，开始观察身边的环境为了能找到冰忆那孩子留下的蛛丝马迹。就这是我听到了远方传来了一声微弱的说话声，虽然听不出数的是什么。但我还是一无反故的向前赶去。可当我赶到时却看到一幕这样的画面… 我只看到眼前站着一匹马，可当我还没看清楚时一个不知名的蓝色物体向我飞来。我还没反应过来就被一把撞飞了。并晕了过去，但在我晕过去之前。我似乎看到了那头马用着不屑的眼神看了我一眼之后便扬长而去 “什么东西压着我啊？”我报怨道。之后我睁开眼睛。噗的一下，我的鼻血喷了出来，因为我看到了冰忆正压在我的身上，而我的头正在她衣服的领口前，眼睛只要一瞄就可以看到\n  冰忆脸红并捂住胸口：“哥，我....对不起，这马不听话，这.....”我打断她“你是在哪找到的？”“就在悬崖下面”就当兄妹俩想要顺水流下去时，天渐渐黑了，这时我想起床“冰忆，我们现在还没有床呢”“哥快看，这有只羊”我拿出耐久所剩不多的剪刀，将羊毛小心翼翼的全部剪下来。“冰忆，我们现在只有一张床，我们挤挤吧”冰忆也没说什么。夜深了，兄妹俩睡在一张床上，可是只有我睡不着，而且全身发汗，满脸通红.....我好像发烧了。这是窗外传出僵尸和苦力怕的声音......\n\n\n\n",
    "replies": [
        {
            "author": "a740187140",
            "timestamp": 1404451620,
            "txt_content": "求你们看一下啦"
        },
        {
            "author": "xcc",
            "timestamp": 1404451920,
            "txt_content": "标题错误\n请看版规"
        },
        {
            "author": "张子阳",
            "timestamp": 1404452400,
            "txt_content": " 本帖最后由 张子阳 于 2014-7-4 13:41 编辑 \n\n优点：吐槽与心理描写结合的很好，想象力丰富。动作描写较好。把HIM，我的性格都淋漓尽致的表达了出来。\n缺点：细节描写不够，环境描写不够，有种只写剧情，不细写环境的感觉，（这也是字数少的原因）这使得整篇文章可读性少了许多。\n100分为满分，我只给80！PS：其实还不错啦~~~\n"
        },
        {
            "author": "紅月阿",
            "timestamp": 1404452460,
            "txt_content": "好恐怖。。。如果是我就马上退出游戏"
        },
        {
            "author": "张子阳",
            "timestamp": 1404452520,
            "txt_content": "Angel_girl 发表于 2014-7-4 13:41\n好恐怖。。。如果是我就马上退出游戏\n我没感到恐怖（想笑）怎么破？\nPS：的确不恐怖"
        },
        {
            "author": "冰闪",
            "timestamp": 1404464520,
            "txt_content": "写的很不错，就是穿越那一幕最好写的具体点，顶一个！还有如果我被困在小木屋的话....我会拆了木屋，造工作台，用那个木棍和木屋的木材做木剑杀出去。"
        },
        {
            "author": "a740187140",
            "timestamp": 1404524580,
            "txt_content": "冰闪 发表于 2014-7-4 17:02\n写的很不错，就是穿越那一幕最好写的具体点，顶一个！还有如果我被困在小木屋的话....我会拆了木屋，造工作 ...\n呵呵，你有那空余时间吗"
        },
        {
            "author": "a740187140",
            "timestamp": 1404524700,
            "txt_content": "xcc 发表于 2014-7-4 13:32\n标题错误\n请看版规\n已修改标题"
        },
        {
            "author": "a740187140",
            "timestamp": 1404525300,
            "txt_content": "张子阳 发表于 2014-7-4 13:40\n优点：吐槽与心理描写结合的很好，想象力丰富。动作描写较好。把HIM，我的性格都淋漓尽致的表达了出来。\n缺 ...\n环境，到后面的章节，我会修改的"
        },
        {
            "author": "张子阳",
            "timestamp": 1404563820,
            "txt_content": "a740187140 发表于 2014-7-5 09:55\n环境，到后面的章节，我会修改的\n对了，环境包括“我”的心理活动，周围环境。\nPS：多描写怪物（人物）的外貌，从正侧面描写他的性格。"
        },
        {
            "author": "a740187140",
            "timestamp": 1404823140,
            "txt_content": "有看完前五章的吗？"
        }
    ]
}