{
    "title": "[InfStudio][LiDeer出品]GT5--格雷科技5入门说明书【2015.4.16更新】",
    "author": "lzlniu",
    "replyCount": 99,
    "timestamp": 1404480720,
    "txt_content": " 本帖最后由 lzlniu 于 2015-4-16 13:49 编辑 \nGregTech Intergalactical\n\nhttp://www.xiami.com/widget/0_1772049184,1772211691,1770680506,1770995704,_235_346_FF8719_494949/multiPlayer.swf(GregTech-addon系列主题曲，大雾）     \n\n     格雷科技算是一个比较成功的mod（不老不新），从1.2.5以来发展至今，没有衰退迹象，反而在1.7展开了全面更新，这次更新，可能让很多人（比如我）比较不适应，比如说材质方面的问题（略丑），以及更复杂的矿物和机器设备。\n     这个说明书的目的是让大家能够快速了解格雷5，迅速上手，并了解到格雷的野心。          感谢工业2 格雷科技交流群（296777461）的技术宅们、和nick核心科技群的小伙伴们的支持。\n     同时特别感谢linglin的校对，帮助修改多处错误。同时感谢网友们在回复中提出的问题和建议，对我修改错误或添加内容有重大帮助！\n\n更新告示板（显示最近更新）：\n4月16日更新:修改电网部分解释。更改TF→InfS。\n当前使用的GT版本5.07 07。mc为1.7.10。学生党，上学更新可能慢点。\n\n附带mod下载与原帖:最新下载点这里格雷科技更新日志（来自FTB wiki）：http://ftb.gamepedia.com/GregTech/Changelog\nTehporP的格雷搬运 （麦扣的搬运由于InfinityStudio组织内部调整停止更新，所以换）、格雷原帖地址 \n格雷科技5的其它介绍：MarcoV的矿脉生成机制详细介绍      Achang的格雷科技物流系统详解   水之元素的格雷科技5综合发展教程\n如果你想更深入了解格雷5，那么有一个更深入的视频解说由MarcoV录制：Marco的B站视频集合（格雷科技5进阶说明书）\n更多格雷5细节介绍，有关每一个物品的具体信息、合成、参数，尽在mcmod：MCMOD百科--格雷科技5（格雷科技5学究说明书）\n再附，找错地方的同学想看格雷科技4，请看闪耀之灵的格雷科技4教程：格雷科技4使用说明书（格雷科技4入门说明书）\n再再附，格雷高关联mod，下载或原帖或官网地址。\nPFAA：PFAA原帖地址\n工业：工业最新版下载地址\n林业：林业最新版下载地址\n建筑：建筑官网\n神秘：神秘原帖地址\n核电控制：核电控制最新版下载地址\n铁路：铁路最新版下载地址\n\n其它'受影响'的mod：AE2（应用动力2）、Mekanism（通用机器）、MFR2（我的工厂重置2）等等，它们或是因矿典影响，或是某些加工被加入。\n\n那么，开始介绍\n一、矿物及其处理\n1、矿石类型以及生成\n\n\n首先我们以铅矿举个例子，铅矿分为10种类型，分别是普通铅矿石（下1）、地狱铅矿石（下2）、末地铅矿石（下3）、黑色花岗岩区铅矿石（下4）、红色花岗岩区铅矿石（下5）、以及这五种地区生成矿石所对应的贫瘠矿石【small XX ore】（上1、2、3、4、5）。其他所有矿物与铅矿的分类都是一样的，均为10种类型。\n\n贫瘠矿石打掉后掉出污秽粉末（Impure……的粉末，或Crushed……的粉末）和石粉，而普通矿石打掉后得到原矿。\n\n一般情况下，你是只能见到贫瘠矿石，而非普通矿石的，贫瘠矿石广泛分布于地图各个角落，极少量出现。他们是这样分布的：\n比较常见的贫瘠矿石：红石、硫磺、铜、锡、青金石、镍、铁、锌、金、银、煤炭、钻石\n而普通矿石大多以矿脉形式出现。矿脉大小与数量不定。他们是这样分布的：\n\n这是一个滑石（皂石，英文soapstone，KMg2Al4H2O12）矿脉、镍黄铁矿（硫磺镍矿，Ni9S8）脉、海绿石矿（KMg2Al4H2O12）脉。属于集合矿脉，还算是中等偏大的矿脉。也有更小的或更大的。格雷的矿脉大多呈矩形。\n\n这是一个红石、朱砂（HgS）、红宝石（CrAl2O3）矿脉。\n\n这是一个有各种石英的矿脉，和AE的可以通用。\n值得注意的是，矿脉一般都是聚合体，例如石墨烯矿脉和钻石矿脉是一起生成，石盐矿脉（氯化钾KCl）和盐矿脉（NaCl）一起出现。更多有关矿脉内容请看本部分第3小节-矿脉详解。\n\n另外，介绍一种初级洗矿方法。利用的是原版的炼药锅（坩埚），装满水，洗矿神速可无副产，扔上去立即洗干净。如图：\n首先打爆一个贫瘠矿\n\n然后把获得的粉丢进去（贫瘠矿打掉可能掉粉碎矿石或污秽矿物粉，即使是同一种矿物）\n\n\n然后，获得纯净粉（纯净粉同理是2种，一种是……粉，另一种是Purified……粉））！\n\n\n\n\n\n更多有关矿脉生成方式，请看麦扣的这个帖子：http://www.mcbbs.net/thread-408017-1-1.html\n\n2、矿物详解（该部分无图，并且对格雷发展用处不大）首先介绍一下纯元素矿石，他们有这些：\n\n纯元素类矿石涵盖几乎所有化学元素，这类矿石基本不附带其他化学成分，他们的名字直接表达出他们的产物。这里上方有红石火把的为放射性矿石或具有危害性的矿石。分别是铀235矿、两种钚矿、以及naquadah矿（蛋疼玩意，究极金属，超级材料，发电无敌）。\n\n他们的加工都十分相似，对于磷（P）这种没有锭的，则粉末为最终初加工产物，其他如铁，锭为最终初加工产物。\n\n举例——纯磷矿精加工步骤：\n打粉\n\n洗矿（一些矿产你也可以用化学剂浸池洗矿增产）\n接下来你可以继续打粉然后离心机离心，也可以按此步骤用热能离心机，某些矿产你还能用磁选矿厂增产。\n\n然后再打粉，你就得到磷粉了\n\n这一系列加工过程是针对最终初加工产物为粉末的纯元素矿的。\n而对于产物为锭的矿物则简单一点，你可以直接将原矿烧制成锭，或者在其中任何一步将其烧制成颗粒或锭，也可以彻底精加工。\n由于纯元素矿物比较简单，就不逐个介绍了。\n\n除了纯元素矿物外，还有宝石类矿产。\n这些是宝石类矿产：\n\n宝石类严格上讲与接下来要讲的混合物类矿产没什么区别，他们并不是掉落整块的宝石的。这些宝石普通矿也是掉落原矿的，他们对应的贫瘠矿石则和其他矿物也没区别，也是掉落污秽粉末的。唯一的区别是宝石类矿石在大型粉碎机中会打出完整宝石，在烧制原矿时产生的是有形状的宝石，而非锭。而他们的贫瘠矿石只能获得的粉末，若想靠粉末制成完整宝石，老样子，需要聚爆压缩才行。\n接下来逐个介绍下：\n\n火石矿石，玩过RC（铁路mod）的人，应该都知道，这是火石，格雷也把它征服了。它可以用来做rc相关合成。用它居然可以做工具，而且相当不赖，耐久为128000和钻石一样，工具等级三级。\n\n\n钻石，喜闻乐见，它是很多合成的关键材料，主要成分是碳（C），硬度极高，可用于制作磨片等材料。也可以做成工具。耐久高达128000。是下面几个宝石的四倍。工具等级三级。\n\n\n\n绿宝石，又是喜闻乐见的原版修改矿，不过据目前了解，原版绿宝石还未被删除。绿宝石的成分是Be3Al2（SiO3）6，是获得铍（Be）的一种方式，在电解机中，每29个绿宝石粉（坑爹呢这是，可以获得3个铍粉、2个铝粉、6个硅粉、9单元空气）。绿宝石可以做工具，耐久为25600。工具等级二级。\n\n\n\n红宝石，主要成分CrAl2O3，可以用它制取铬，铬是重要的工业材料，每6个红宝石粉电解后可制取1个铬粉、2个铝粉、1单元空气。红宝石还能做工具，耐久度是25600。工具等级二级。\n\n\n\n蓝宝石，主要成分Al2O3，每电解5个蓝宝石粉可制取2个铝，一单元压缩空气。我相信你不会把它电解了的。它可以做工具，耐久25600。工具等级二级。\n\n\n绿色蓝宝石，这货叫蓝宝石因为它的成分也是Al2O3，它的作用和蓝宝石也一样。做工具，耐久也是25600。工具等级二级。\n\n\n橄榄石，它的成分是Mg2Fe（SiO2）2，每5个粉电解可制取2个镁粉（Mg），1个铁粉（Fe），2个二氧化硅粉（SiO2）。用它做工具耐久依然是25600。工具等级二级。\n\n黄玉，主要成分是Al2SiF2H2O6，电解产物为铝、硅、氟、氢，是少数制取氟气的方法。它的工具耐久也为25600，等级三级。\n\n\n\n\n坦桑石，主要成分Ca2Al3Si3HO13，电解价值不大，其工具耐久25600，等级二级。\n\n紫水晶，蛋疼货这材质和燧石一样，还水晶？主要成分是（SiO2）4Fe，工具耐久25600，等级三级。每5个它的粉电解得到4个二氧化硅粉和1个铁粉。\n\n\n\n\n猫眼石，这诚心说，真的没用。(BOP的）主要成分二氧化硅（SiO2)，工具耐久25600，等级二级。\n\n\n碧玉，话说碧玉不应该是绿色的么，目前它一点用也没有，化学成分不明，工具也做不了。\n\n\n蓝色黄玉，它的成分和黄玉一样，电解产物也一样，工具耐久25600，等级三级。\n\n\n琥珀，它和神秘mod的琥珀是通用的，原矿可以直接煅烧，也可以打粉等等。化学成分不明。不可做工具。\n\n\nDilithium ore，翻译成双锂（来自KotobaSB，具体还有待考证），也不知道出自于什么mod，感觉又是一点用没有。化学成分不明，不可做工具。\n\n\n\n瑟特斯石英，嗯AE核心物品，终于出现在格雷的矿物里了，它可以打粉，1个原矿得到4个gt的污秽瑟斯特石英粉，或者直接煅烧，得到一个瑟斯特石英，也可以放入EIO的SAG磨床，获得瑟斯特石英。工具耐久3200，等级一级（感觉好烂）。\n\n\n\n\n\nForcicium ore，没错的话是MFFS的物品（不同版本的mffs），目前在格雷没有作用。\n\n\nForcillium ore，还是MFFS相关物品，目前在格雷没有作用。\n\n\n独居石，MFFS的重要矿物，一个原矿可烧制出4个独居石，或者打粉产生16个独居石污秽粉末。\n\n\n力量宝石，DC物品（达特工艺mod），dc尽管是格雷最大的难度降低者，格雷还是欣然的加入了它。力量宝石可以直接烧制成力量锭，也可以在大型打粉机中获得完整宝石，直接在小打粉机中可获得2个污秽的力量宝石粉末。工具耐久12800，等级三级（耐久不多，等级不错）。\n自带精准采集属性的力量宝石镐子。不过，达特的力量镐前途就未卜了。\n\n\n下界石英，没错，你没看错，这是地狱石英的地表版本。它与原版的下届石英矿石原矿是通用的。你可以用下界石英直接合成镐子，不是格雷的，是AE的下界石英镐子。\n\n\n石英岩，这是格雷的自主矿物，它可以制造低压发射端口和低压传感器。\n\n\n\n青金石（Lazurite），主要成分Al6Si6Ca8Na8，是一种富金属宝石，同时也是蓝色染料。\n\n\n方钠石（Sodalite），主要成分Al3Si3Na4Cl，电解后可制取少量氯，它是获得钠的主要矿产之一。它也是蓝色染料。\n\n\n拉芘斯石/青金石（Lapis），好吧有两种青金石，这也是格雷的，所有原版的除了绿宝石都被格雷替换了，这个和上面那个目测一样，但是实际化学成分相差甚远，它的主要成分是（Al6Si6Ca8Na8）12（Al3Si3Na4Cl）2FeS2CaCO3。其实就是杂货较多的青金石。\n\n\n红色石榴石，主要成分（Al2Mg2Si3O12）3（Al2Fe3Si3O12）5（Al2Mn3Si3O12）8，是一种富金属矿产，可以离心后获得另外三种榴石粉。这几种榴石粉末电解可获得少量金属元素。\n\n\n\nhuang色石榴石，主要成分（Ca3Fe2Si3O12）5（Ca3Al2Si3O12）8（Ca3Cr2Si3O12）3，它离心后获得另外三种榴石粉\n\n\nVinteum ore，也不知道怎么翻译，（ArsMagica2 mod的）主要成分是Ma，这种宝石可以制作工具，耐久12800，等级三级，自带附魔效果。\n\n\n磷灰石，和林业的磷灰石通用，是主要化肥原料，主要成分Ca5（PO4）3Cl。既可以制作工业肥料，也可以制作林业肥料。不建议电解。\n\n\n\n硝石，化学成分KNO3，是制作huoyao的重要组成成分，与RC（铁路mod）的硝石是通用的。\n\n这里用的是硝石粉末，而不是硝石本身。\n\n\n磷酸钙，主要成分Ca3(PO4)2,大型打粉机中将其打粉可获得少量磷灰石粉末，它也是主要化肥成分。和磷灰石粉在化学合成机中能获得最多的（4个）工业化肥。\n\n\n\n翡翠，属于硬玉石，化学成分不明，目前在格雷没有作用。\n\n\n煤炭，好吧把它算在宝石类中的原因是，烧制它的原矿的到的不是锭。主要成分是碳（C2），煤炭燃烧时间为1600，而压缩制作成9个煤炭组成的煤炭块，燃烧时间则为16000，在普通熔炉中一次燃烧8个物品，在工业mod中的火力发电机中一个可产出4000eu。\n\n\n褐煤，它归类于此的原因和煤炭同理，褐煤是含水量较高的劣质煤，化学成分是C2（H2O）4C2燃烧时间为300，在普通熔炉中只能燃烧1.5个物品。它和含水煤粉不同。褐煤在燃煤蒸汽锅炉中有加成，建议在其中使用。\n\n\n\n介绍完了宝石，接下来说下一些分类不明确矿物。\n\n这四个矿石都含有元素Ma。(都是冶金mod的）\n左1：虚铂（Mithril ore），其纯净粉末放入离心机中可离心出铂粉（Pt）\n左2：虚金（Midasium ore），其纯净粉末放入离心机中可离心出金粉（Au）\n左3：小行星银矿（Astral silver ore），其纯净粉末放入离心机中可离心出银粉（Ag）\n右：暗影矿（Shadowiron ore），其纯净粉末放入离心机中可离心出铁粉（Fe）\n\n中间那是纯净虚铂粉末（Pt2Ma）\n\n\n这四种矿石，分别是陨铁矿--Fe（左1,星系mod的）、暗铁矿--Fe（左2,又翻译做玄铁矿，工厂化mod的）、戴斯矿--？（上，星系mod的）、生铁矿--Fe（右，TiC匠魂mod的）。\n\n\n这两个矿石都没有相关化学组分介绍\n左1：金刚砂/刚玉砂，主要成分氧化铝（Al2O3），目前用途不明，未来有可能是磨轮的制造材料。\n左2：石墨烯，主要成分是碳（C），是格雷制8192eu/p电压级导线的材料。具有良好导电性，硬度也很大。一般与钻石生成在一起。\n\n石墨烯、钻石矿脉聚合体\n\n※接下来介绍一下格雷的主流矿石，也就是非纯元素类、非宝石类矿石。\n\n这些矿石是比较常见的，也是比较科学的，它们的加工相对复杂，步骤较多才能最大化利用它们，它们一般含有多种元素，不精加工的话则算是一种浪费。\n\n接下来来逐个介绍下：\n\n铁铝榴石矿，主要成分Al2Fe3Si3O12，加工步骤：打粉、洗矿、打粉、离心、电解，每20个纯净铁铝榴石粉电解可得到2铝粉，3铁粉，3硅粉，6单元空气。\n\n\n锡石矿，主要成分SnO2，简单加工步骤：1、直接烧制1原矿得到2个锡锭。  2、每1原矿打粉，洗矿，打粉，离心，烧制，最终产出4个锡锭，8小堆锡粉（每9个等于1个锡粉）\n\n\n方铅矿，主要成分Pb3Ag3S2，简单加工步骤：每4个原矿，打粉、洗矿、打粉、离心、电解。最终产出3铅粉、3银粉、2硫粉、8小堆硫粉、8小堆银粉\n\n\n钙铝榴石矿，主要成分Ca3Al2Si3O12，加工步骤：打粉、洗矿、打粉、离心、电解，每20个纯净钙铝榴石粉电解出3钙粉、3硅粉、2铝粉、6单元空气。\n\n\n钙铬榴石矿，主要成分Ca3Cr2Si3O12，加工步骤：打粉、洗矿、打粉、离心、电解，每20个纯净钙铬榴石粉电解出3钙粉、3硅粉、2铬粉，6单元空气。如果遇到这种大型矿脉，尽管每个矿石铬产量低，但单矿脉总产量也比较可观了。\n\n\n黄铜矿（黄铁铜矿），主要成分CuFeS2，简单加工步骤：1、直接烧制得到1个铜锭。 2、每2个原矿打粉、洗矿、打粉、离心、电解，最终产出4小堆黄铁矿粉、4小堆钴粉、1铜粉、1铁粉、2硫粉。（这简直逗比，方法1的话1矿对1铜锭，方法2居然2矿对1铜锭）\n\n\n红石矿，经典原版矿物，打落掉原矿，主要成分Si（FeS2）5CrAl2O3Hg3，地下以贫瘠红石矿为主，而非这个普通红石矿，据说这种普通红石矿组成的矿脉不小。简单加工步骤（加工至原版红石粉）：1原矿打粉，洗矿，打粉，离心，最终产出：10红石、1朱砂粉、1小堆朱砂粉、1萤石粉、1小堆萤石粉。\n\n钙铁榴石矿，主要成分Ca3Fe2Si3O12，与前面几个榴石矿类似，矿脉中型大小，加工步骤：打粉、洗矿、打粉、离心、电解，每20个纯净钙铁榴石矿粉电解得到3钙粉、3硅粉、2铁粉、6单元空气。\n\n\n铬铁矿，这是一个好东西，主要成分FeCr2O4，是获得铬的最主要途径（想通过红宝石实在坑爹），简单加工步骤：4原矿打粉，洗矿，打粉、离心，电解后，最终产出8小堆铁粉、8小堆镁粉（Mg）、1铁粉、2铬粉、2单元压缩空气，剩余1个纯净铬铁矿粉。\n\n\n\n硝石矿（不是前面宝石类的硝石），但是成分一样，都为KNO3，其物质形态与前者不同因此分类于此。它是制造huoyao的关键材料。\n\n\n\n磷酸盐矿，主要成分PO4，简单加工步骤：打粉，洗矿，打粉，离心，1原矿对应产物4小堆磷粉（P）、2磷酸盐粉（PO4），磷酸盐粉是制造肥料的原料。\n\n\n钨酸锂矿，主要成分WLi2O4，简单加工步骤：2原矿打粉，洗矿，打粉，离心，电解，最终产出8小堆锰粉、8小堆银粉、1钨粉、2锂粉、2单元空气，剩余1纯净钨酸盐矿粉。\n\n\n\n磁铁矿，矿脉大小为中型，可分布松散。主要成分Fe3O4，简单加工步骤：4原矿打粉，洗矿，打粉，离心，电解，最终产出8小堆铁粉、8小堆金粉、3铁粉，2单元空气。（到这里后有没有发现格雷的阴谋，矿物看起来多了，可实际上加工变得复杂，而且增产2倍都不到）\n\n\n\n蓝石矿，喜闻乐见，RP2（高级红石2mod）身影再现，它和红石矿一样，一原矿打粉出10污秽矿粉，可与银做出蓝石合金。\n\n蓝石合金是制作高压（512eu/p)低损耗导线的最佳材料。该导线的12x版的最大传输功率高达12288eu/t。电阻1eu-volt。\n\n\n\n铝土矿，格雷传统矿，与1.6时期gt4的铝土矿相同，主要成分TiAl16H10O12，简单加工步骤：打粉（现在蛋疼了，1原矿才2个污秽粉），洗矿（出小堆钙铝榴石粉），打粉，离心（出小堆钛粉），电解，每39个纯净铝土矿粉电接出16铝粉，1钛粉，10单元氢气，6单元空气。\n\n\n朱砂矿，直接烧制可获得神秘mod的水银，该矿主要成分为HgS，原矿打粉获得2污秽粉，每个粉可烧制出3个神秘的水银，也就是6倍增产。通过洗矿等途径还可获得少量红石，简单加工步骤：1、直接烧制，1:1产率，或打粉后烧制，1:6产率。产物神秘的水银。 2、1原矿打粉，洗矿，打粉，离心，再离心，最终产物2小堆红石粉、2小堆硫粉、1硫粉、1单元水银（汞--Hg）。\n水银（汞--Hg）是重要的工业原料，在格雷中可用于制作水银电池（低压32eu/p,功率32eu/t,不可反复充电使用,也就是一次性的意思），还可制作工业的电灯，以及多种矿物增产。\n\n\n\n镁铝榴石矿，主要成分Al2Mg3Si3O12，加工步骤：打粉，洗矿，打粉，离心，电解，每20个纯净镁铝榴石矿粉电解产物为2铝粉，3硅粉，3镁粉，6单元空气。\n这是获取镁的一种方式，但是更推荐用RC的采掘石块（大理石）。\n\n\n黄铁矿，一种含杂质较多的铁矿，主要成分FeS2，加工步骤：1、1原矿直接烧制成1铁锭。 2、每2原矿打粉，洗矿，打粉，离心，电解，最终产物4小堆硫粉、4小堆磷酸钙粉（Ca3（PO4）2）、1铁粉、2硫粉、剩余1纯净黄铁矿粉。\n\n\n黝铜矿，主要成分Cu3SbS3Fe，是制取锑的重要途径。加工步骤：1、1原矿直接烧制成1铜锭。 2、每4个原矿打粉，洗矿，打粉，离心，再离心，最终产物1锑粉、8小堆锑粉、8小堆锌粉、1铁粉、3铜粉、3硫粉。\n\n锑可以与铅制成电池合金，4铅1锑=5电池合金（在合金冶炼炉中），电池合金板是制作电池壳的唯一材料。（不可用锡板等替代）\n锑还可以与锡制成焊锡，9锡1锑=10焊锡（在合金冶炼炉中），焊锡可以制成电线，为低压导线，损耗极小。\n\n\n孔雀石矿，主要成分是铜锈（Cu2CH2O5），简单加工步骤：1、1原矿直接烧制获得1铜锭。  2、每5个原矿打粉、洗矿、打粉、离心、电解。最终产出2铜粉、1碳粉、2单元氢气、2单元空气，剩余2小堆孔雀石矿粉、2纯净孔雀石矿粉。\n\n\n\n盐矿，主要成分NaCl（食盐），一原矿打粉获得4污秽矿粉，粗盐提纯方法：洗矿、打粉、离心。若想制取钠，则电解细盐。2细盐可电解出1钠粉、1单元氯气。氯气目前作用不明。\n\n\n方解石矿，主要成分CaCO3（碳酸钙），洗矿和离心过程可产出小堆钙铁榴石粉，方解石细研方法：打粉、洗矿、打粉、离心。最终产物碳酸钙粉（CaCO3）可给50种类型的铁矿增产（在工业鼓风炉/电力高炉中）。包括生铁矿、陨铁矿、黄铁矿、暗铁矿等等。\n\n\n辉钴矿，主要成分CoAs（和谐）S，是获得钴、砷的主要途径，简单加工步骤：2原矿打粉、洗矿、打粉、离心、电解，最终产出1钴粉、4小堆钴粉、1单元砷、1硫粉、剩余1纯净辉钴矿粉。\n砷的作用目前尚不明确。\n钴粉可用于制作钴铬镍钼合金粉，在合成台中，钴粉6：铬粉2：镍粉1：钼粉1。得到9个钴铬镍钼合金粉，该合金粉末在高炉中煅烧温度为2700k（开尔文），之后需要在真空冷冻机中冷却。得到合金，这个合金可用于制作各种工具，工具耐久51200，等级三级。\n钴本身还可以用于制作工具，耐久51200，等级三级。\n钴粉还可以制作钴黄铜合金，在合成台中，黄铜粉7（ZnCu3）、钴粉1、铝粉1，制成钴黄铜合金。这合金粉直接烧制得到合金锭。用钴黄铜制成工具耐久25600，等级二级。钴黄铜合金还可以制成齿轮，该齿轮与4小撮（每4小撮粉=1粉，每9小堆粉=1粉）钻石粉合成可制作钻石磨片，钻石磨片是制作板材剪切机的材料。\n\n\n\n硫钯铂矿，是最主要的铂矿。主要成分Pt3NiSPd，这里面除了硫没啥用外都是好东西。简单加工步骤：1、1原矿直接烧制获得1铂锭。\n2、每3个原矿打粉、洗矿、打粉、离心、再离心，最终产物1钯粉、6小堆钯粉、1镍粉、6小堆镍粉、3铂粉、1硫粉。其实方法2铂的最终产率依然是1:1。只是多了很多副产品。\n钯（Pd）可以制作工具，工具耐久51200，等级二级。其余作用不明。\n镍（Ni）是重要金属，可以制作镍铬合金，于合成台中，该合金粉煅烧温度为2700k（于电力高炉中），合金可用于制作导线（2048eu/p电压级），电阻较高。可是可接受传导功率较大，不易烧毁。该合金还可以用于制作工具，耐久6400（真低），等级二级，所以不建议制成工具。\n\n镍还可以用于制作钴铬镍钼合金，前面已经提到。\n镍还可以制作不锈钢，于合成台中合成，铁粉6：锰粉1：镍粉1：铬粉1=9不锈钢粉，不锈钢煅烧温度为1700k，它的重要性不需多讲了\n\n不锈钢的重要性通过它349页的合成就能看出来了。不锈钢工具耐久48000，等级二级。\n镍还可以用于制作因瓦合金（Fe2Ni），与TEmod的因瓦合金是一样的。2铁1镍在合金冶炼炉中制成3因瓦合金锭。因瓦合金工具耐久25600，等级二级。因瓦合金也是制作隔热外壳的重要材料，用它制作压缩合金板的产量也是比较可观的。\n镍还可以制作白铜合金（CuNi），1铜1镍在合金冶炼炉中制成2白铜锭，白铜工具耐久6400，等级一级。它也可以用于制作中压导线。还有！钱，在格雷科技中，白铜是唯一可以制成钱币的金属材料。\n\n\n\n镍还可以制作黑钢\n\n下面三个是钢、左上角是镍，右上角是黑青铜粉。\n\n这是黑青铜粉的合成，1金1银3铜。\n\n至于黑钢，则可以在1200k的温度下烧制成黑钢锭。（黑钢貌似是TFC群峦传说mod的物品）工具耐久76800，等级二级\n也可以由更多合金粉在合成台中结合合成制成红钢和蓝钢（没错的话是TFC群峦传说mod的红钢和蓝钢）蓝钢工具耐久102400，等级二级，红钢工具耐久89600，等级二级。\n\n附：黑青铜工具耐久25600，等级二级。\n\n铂（Pt），是硫钯铂矿的主要产物，与TEmod的铂通用，铂可直接烧制成锭，工具耐久6400，等级二级，也可以制作多项关键材料，比如高级电子模板的装配、纳米剑的合成、可制作仅次于锇物品管道的管道。\n\n\n\n锰铝榴石矿，与其他榴石矿相似，主要成分是Al2Mn3Si3O12，加工步骤：打粉，洗矿，打粉，离心，电解，每20个纯净锰铝榴石矿粉电解产出2铝粉、3锰粉、3硅粉\n锰（Mn）是制作不锈钢的关键金属。前已提过。\n\n\n闪锌矿，主要成分ZnS，简单加工步骤：1、直接烧制产出锌锭。 2、每1原矿打粉，洗矿，打粉，离心，电解，最终产出2小堆锌粉、2小堆huang色石榴石粉、1锌粉，1硫粉。\n\n\n铅钍沥青铀矿，主要成分（UO2）3ThPb，含有铀、钍、铅。简单加工步骤（加工至铀238粉）：每5个原矿打粉、洗矿，打粉，离心，再离，再再离心【或者在化学合成机中反应，用镁（Mg）或铝（Al）置换氧化铀（UO2）这样铀238粉将产出7个】。最终产出1小堆钍粉、3钍粉、2铅粉、3铀238粉、1小堆铀238粉、2单元空气。\n\n\n这两张图是倒数第一步骤的两种操作，黑色的是UO2，第一张图的镁可换成铝。\n\n油沙矿，主要成分石油、沙子，简单加工步骤：1原矿离心，产出1单元石油，1沙子（SiO2）。\n\n\n重晶石矿，主要成分BaSO4（硫酸钡），是制取钡的核心途径。简单加工步骤：每3个原矿打粉、洗矿、打粉、离心、电解，最终产出1钡粉、1硫粉、2单元空气，3小堆硫酸钡粉、剩余1硫酸钡粉。\n钡（Ba）目前作用不明。\n\n\n氟碳铈镧矿，是元素铈的获取方法，铈是稀土元素，同时是镧系元素，它易于与其他稀土元素一起出现。简单加工步骤：每3个原矿打粉，洗矿，打粉，离心，电解，最终产出6个小堆钇（Y）粉（它也是稀土元素，但非镧系元素）、6小堆镧（La）粉，1铈粉、1碳粉、1单元氟气、1单元空气。\n铈（Ce），在高炉中煅烧温度为1068k，目前无作用。\n镧（La）。在高炉中煅烧温度为1193k，目前无作用。\n钇（Y），在高炉中煅烧温度为1799k，且成锭后需要冷却，目前作用不明。\n\n\n\n温石棉/纤维蛇纹石，主要成分Mg3Si2H4O9，简单加工步骤：打粉，洗矿，打粉，离心，再离心，电解。每18个石棉粉电解得到3镁粉（Mg）、2硅粉、4单元氢气，4单元空气。\n\n\n\n天青石矿，主要成分SrSO4（硫酸锶），简单加工步骤：每3原矿打粉，洗矿，打粉，离心，电解，最终产出1锶粉、6小堆锶粉、1硫粉、6小堆硫粉、2单元空气。\n锶（Sr）目前一点用都没有，烧都少不了，各个组件也没有。\n\n\n锂辉石矿，主要成分LiAlSi2O6，是制取锂的重要矿物，不过不太好找的样子，还是粘土靠谱。简单加工步骤：每5个原矿打粉，洗矿，打粉，离心，电解，最终产出2铝粉、1小堆铝粉、2锂粉、1小堆锂粉、2硅粉、3单元空气。\n\n\n钽铁矿，主要成分MnTaO6，这矿一点不顾名思义，它主要成分不是铁，而是锰和钽。简单加工步骤：每5原矿打粉，洗矿，打粉，离心，电解。最终产出2锰粉、1小堆锰粉、2钽粉（Ta）、3单元空气、1铌粉（Nb）、1小堆铌粉。\n铌（Nb）可直接煅烧成锭。目前无作用。\n钽（Ta）可直接烧制成锭。目前无作用。\n\n\n钼铅矿，主要成分PbMoO4，是获得钼（Mo）的主要途径。简单加工步骤：每3个原矿打粉，洗矿，打粉，离心，再离心，最终产出1铅粉、1钼粉、2单元空气、剩余1钼铅矿粉、3小堆钼铅矿粉。\n钼（Mo）是制作钴镍铬钼合金的必要材料（前已提到）。\n钼还可以直接烧制成锭，制作工具，耐久51200，等级二级。\n\n\n天然碱，主要成分Na3C2H（H2O）2O6。简单加工步骤（截止到纯净天然碱粉末，还可以继续电解）：1原矿打粉，洗矿，打粉，离心。最终产出2天然碱粉、4小堆天然碱粉。\n\n\n锂云母，主要成分KLi3Al4F2O10，较易从中制取碱土金属，产量低但一举多得（Li、K、Cs），加工步骤：每10个原矿打粉，洗矿，打粉，离心，电解，最终产出5锂粉（Li)、2小堆锂粉、2铯粉（Cs）、2小堆铯粉、1钾粉（K）、4铝粉、2单元氟气。\n钾（K）可以合成硝石粉（KNO3）。\n铯（Cs）可以直接烧制成锭。目前无作用。（表示格雷可以洗铯粉等碱金属粉，无力吐槽）\n\n\n\n明矾石，主要成分（KAl3Si2H6O14）【表示这不是熟悉的十二水硫酸铝钾啊】，未来可能成为一种钾肥。简单加工步骤：每11个原矿打粉，洗矿，打粉，离心，电解，最终产出1钾粉、3铝粉、2硅粉、6单元氢气，剩余8小堆明矾石粉。\n\n\n白云石，主要成分CaMgC2O6（碳酸钙和碳酸镁混合物），简单加工步骤：每5个原矿打粉，洗矿，打粉，离心，电解，最终产出1钙粉、1镁粉、2碳粉、3单元空气单元。剩余2白云石粉、2小堆白云石粉。\n\n\n铯铝榴石矿，主要成分Cs2Al2Si4（H2O）2O12，是少数产铯矿物之一，加工步骤：打粉、洗矿、打粉、离心、电解，每11个纯净铯铝榴石矿粉电解产出1钙粉、1铝粉、2硅粉、1单元水。\n\n\n沥青铀矿，和前面的铅钍沥青铀矿不同，它的铀成分比重更大，主要成分为UO2。简单加工步骤：打粉、洗矿（产生铀小堆238粉）、打粉、离心（产生小堆钍粉）。之后就获得了纯净沥青铀粉（UO2），最后步骤和前面的铅钍沥青铀矿最后一步一样。\n\n\n钼钙矿，主要成分CaMoO4，又是一种获得钼的方式，简单加工步骤：每3原矿打粉，洗矿，打粉，离心，再离心，最终产出1钙粉、1钼粉，2单元空气，剩余1钼钙矿粉、3小堆钼钙矿粉。\n\n\n晶体态滑石矿（也译作云母，Talc），主要成分Mg3Si4H2O12，如果你挖到它，那你可以用它制造润滑油了！。加工步骤：打粉，洗矿，打粉，离心，电解。每21个纯净的云母粉电解产出3镁粉、4硅粉、2单元氢气，6单元空气。润滑油通过任意油（石油、种子油………等等）与其混合，于酿造机（也翻译做啤酒厂、酿酒厂，Brewing machine）中进行：\n\n\n硅镁镍矿，好吧它和硅镁没关系，但是英文是这样的，主要成分NiO，目测这是最实际的获取镍的方式，十分值得搜索这种矿，简单加工步骤：1、1原矿直接烧制成1镍锭。 2、1原矿打粉，洗矿，打粉，离心，电解。最终产出1镍粉、4小堆镍粉。\n镍（Ni），作用前面已经提过。\n\n\n白钨矿，主要成分WCa2O4，这种钨矿类似于钨锂矿，不过主要产物是钨和钙。简单加工步骤：每2个原矿打粉（1原矿4污秽粉），洗矿，打粉，离心，电解，最终产出1钨粉、2钙粉、2单元空气、8小堆锰粉、8小堆钼粉末，剩余1白钨矿粉。\n\n右边那小堆是钼。\n\n\n硅酸钙岩矿，主要成分CaSiO3（硅酸钙），简单加工步骤：打粉，洗矿，打粉，离心，电解。每5个纯净硅酸钙粉电解获得1钙粉、1硅粉、1单元空气。\n\n\n钛铁矿，矿脉较小，不十分难找，中等松散，主要成分FeTiO3，是获取钛的最佳途径，钛纯度较高。简单加工步骤：每3原矿打粉，洗矿，打粉，离心，电解，最终产出2铁粉、6小堆铁粉、2钛粉、6小堆钛粉、2单元空气、剩余1钛铁矿粉。\n\n\n\n钒磁铁矿，主要成分Fe3O4V，与磁铁矿相似，生成于相对浅层。加工类似于磁铁矿，不过它的电解前的离心产物有钒（V）粉。\n钒的用途尚不明确。\n\n\n芒硝，主要成分Na2S（H2O）10O4（十水合硫酸钠），芒硝处理步骤（截止到纯净芒硝，可继续电解）：1原矿打粉，洗矿，打粉，离心。最终产出2芒硝粉、4小堆芒硝粉。\n\n\n云母，这是另一种云母，不是云母矿也不是锂云母，更不是白云石，主要成分KAl3Si3F2O10，简单加工步骤：每9原矿打粉，洗矿，打粉，离心，电解，最终产出1钾粉、3铝粉、3硅粉，2单元氟气，剩余3纯净云母矿粉。\n\n\n菱镁矿，是量产镁的最佳选择，如果找到了矿脉产出值将会远远超过RC采掘砖块（大理石）或其他资源的产镁量。主要成分MgCO3（碳酸镁），简单加工步骤：1、3原矿打粉，洗矿，打粉，离心，电解，最终产出2镁粉、3小堆镁粉、1碳粉、1单元空气，剩余1菱镁矿粉。 2、1原矿直接烧制成1镁锭。   在这个案例中，充分体现方案2远远优秀于方案1，方案2还更便宜，格雷简直丧病。\n\n\n硫黄镍矿（镍黄铁矿），它含很少铁，所以叫它硫黄镍矿吧，主要成分Ni9S8，它的含镍量比前面的硅镁镍矿（NiO）还高（如果不算前者的洗矿产出），不过会产出讨厌的硫。简单加工步骤：1、1原矿直接烧制成1镍锭。 2、每9个原矿打粉，洗矿，打粉，离心，电解，产出2铁粉、10硫粉、9镍粉、剩余1硫黄镍矿粉。\n\n\n\n沸石矿，学化学的童鞋们，蒸馏烧瓶下面放得就是这个防爆沸（貌似还可以碎瓷片），主要成分NaCa4Si27Al9（H2O）28O72【这混合计量数忒大了】，加工沸石粉（还可以继续电解）步骤：打粉、洗矿、打粉、离心。\n然后你也可以电解沸石粉，产硅是极好的。\n\n\n\n赤铁矿，很普及的一种铁矿，主要成分Fe2O3，简单加工步骤：1、1原矿直接烧制成1铁锭。 2、1原矿打粉，洗矿，打粉，离心，烧制，最终产出2铁锭、4小堆赤铁矿粉。 3、方案2的最后一步你可以改成电解，但是电解5个赤铁矿粉只能获得2个铁粉和1单元空气。【方案3就是自讨没趣】\n\n\n蓝晶石，它不是宝石类，因为无宝石形态，主要成分Al2SiO5，简单加工步骤：每4原矿打粉，洗矿，打粉，离心，电解，最终产出2铝粉、1硅粉、2单元空气，剩余1蓝晶石粉，7小堆蓝晶石粉。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3、矿脉详解\n想必大家对第2小节也看烦了，毕竟挖矿时你更想找到矿脉。上面只是对每一种的分析罢了。而想看矿脉生成的就该看向这。\n格雷矿脉生成具体参数config，在.minecraft/config/GregTech/WorldGeneration.cfg下。有兴趣的同学可以直接看那个。看不懂那个的就看我的吧。\n矿脉我们在这部分第1小节和第2小节有初步介绍了。这里将具体分析每个矿脉的生成规律。\n\n先说明下，夹杂表示在矿脉的其中混乱分布，靠上部分/靠下部分顾名思义。中间层面指的矿脉中间高度那一层。格雷的矿脉不受到生物群落影响！只受高度和世界类型影响。\n\n1、磷灰石矿脉\n\n生成高度40-60。密度如图所示。主要矿产为磷灰石（Ca5（PO4）3Cl），与林业磷灰石通用。夹杂磷酸盐矿（PO4），中间层面为磷酸钙矿（Ca3（PO4）2）。这是典型的肥料矿。\n\n2、黄铁铜矿脉\n\n这绝对是格雷最多的矿脉，同时也是不错的一个，生成高度10-30。密度如图所示，它主要矿产是黄铜矿（也叫黄铁铜矿，成分CuFeS2）、黄铁矿（FeS2）、铁矿。夹杂铜矿。黄铜矿位于靠上部分，黄铁矿位于中层，铁矿位于靠下部分。\n\n3、铁矿脉\n\n喜闻乐见的矿脉。生成高度10-40。密度如图所示，它主要矿产是褐铁矿（FeHO2）、huang色褐铁矿（FeHO2）。夹杂孔雀石矿（铜锈矿，Cu2（OH）2CO3，碱式碳酸铜）、中间层面为赤铁矿（Fe2O3）。\n\n4、红石矿脉\n\n生成高度10-40。密度如图所示，主要矿产是红石矿。夹杂朱砂矿（HgS），中间层面为红宝石矿（Al2O3Cr）。\n\n5、青金石矿脉\n\n生成高度20-50。密度如图所示，主要矿产是青金石矿、方钠矿（Al3Si3Na4Cl）。青金石位于靠上部分，方钠位于靠下部分，中间层面为lapis青金石（也是青金石）。夹杂方解石矿（CaCO3）。\n\n6、方铅矿脉\n\n\n这是传统格雷矿了，生成高度30-60。密度如图所示，主要矿产是方铅矿（Pb3Ag3S2），夹杂铅矿，中间层面为银矿。\n\n7、磁铁矿脉\n\n如果你初次玩格雷5，你大概觉得这是最普遍的矿脉。生成高度50-120，密度如图所示，主要矿产是磁铁矿（Fe3O4），夹杂钒磁铁矿（Fe3O4V）、铁矿。它的缺陷是初期无法利用。铁矿来源还是看楼上的黄铁铜矿脉或铁矿脉吧。\n\n8、石英矿脉\n\n生成高度40-80，密度如图所示，主要矿产是石英矿、重晶石矿（BaSO4），中间层面为塞特斯石英矿（与AE通用）。如果你有AE，为什么不找个这矿脉大大发展一下呢？\n\n9、橄榄石矿脉\n\n生成高度10-40，密度如图所示，主要矿产倒不是橄榄石，是膨润土矿（NaMg6Si12H6（H2O）5O36）【主产镁、硅】、碳酸镁矿（MgCO3）。膨润土矿位与靠上部分，碳酸镁矿位于靠下部分，夹杂海绿石矿（KMg2Al4H2O12），中间层面为橄榄石矿。\n\n10、盐矿脉\n\n生成高度50-60,密度如图所示，主要矿产盐矿（NaCl）、石盐矿（KCl），盐矿位于靠下部分，石盐矿位于靠上部分，中间层面锂云母矿（KLi3Al4F2O10），夹杂锂辉石矿（LiAlSi2O6）。想获得碱土金属？来这里吧！做电池必备钠、锂的。其实盐还与潘马斯mod（Pam's harvestcraft）、通用机器mod（Mekanism）的盐通用。\n\n11、蓝宝石矿脉\n\n\n生成高度10-40，密度如图所示，主要矿产倒不是蓝宝石，是镁铝榴石（Al2Mg3Si3O12）、铁铝榴石（Al2Fe3Si3O12）。镁铝榴石位于靠下部分，铁铝榴石位于靠上部分，夹杂绿色蓝宝石（Al2O3），中间层面为蓝宝石（Al2O3）。\n\n12、铅钍沥青铀矿脉\n\n\n生成高度10-40，密度如图所示，主要矿产铅钍沥青铀矿（（UO2）3ThPb），中间层面铀238矿，夹杂沥青铀矿（UO2）。这是你做铀核电站的最佳选择矿脉。\n\n13、沥青铀钚矿脉\n\n生成高度20-30，密度如图所示，主要矿产沥青铀矿（UO2），中间层面钚244矿，夹杂铀238矿。这是你最最理想的发展核电地！比上面那矿脉好多了，因为它方便你制作mox反应堆！而mox反应堆不需要320eu/t的离心机。这个矿脉满足你初期核电愿望。\n\n14、铝土矿脉\n\n又一传统格雷矿物，生成高度50-90，密度如图所示，主要矿产铝土矿（TiAl16H10O12），中间层面铝矿，夹杂钛铁矿（FeTiO3）。由此看来，这铝土矿脉应该叫钛矿脉，因为这两种矿石是唯一产钛的矿石。要找钛，找这矿脉就是了。\n\n15、镍矿脉\n\n生成高度10-40，密度如图所示，主要矿产氧化镍矿（硅镁镍矿，NiO，可它不含硅镁，出现在某些错误翻译里）、镍矿，氧化镍矿位于靠上部分，镍矿位于靠下部分，夹杂硫磺镍矿（Ni9S8），中间层面为辉钴矿（CoAs（和谐）S）。这是最快速度获得镍的矿脉。\n\n16、褐煤矿脉\n生成高度50-130。密度如图（密的和翔一样）。主要矿产褐煤\n17、煤矿脉\n生成高度50-80。密度如图。主要矿产煤炭\n18、钻石矿脉\n生成高度5-20。密度如图，主要矿产石墨烯\n19、金矿脉\n生成高度60-80。\n20、硫钯铂矿脉\n生成高度40-50。密度如图，主要矿产硫钯铂矿\n21、钨矿脉\n生成高度20-50。\n22、钼矿脉\n生成高度20-40。密度如图，主要矿产钼铅矿、\n23、铍矿脉\n生成高度5-30。\n24、软锰矿脉\n生成高度20-30。\n25、硫磺矿脉\n生成高度5-20。密度如图，主要矿产硫磺\n26、滑石矿脉\n生成高度10-40。密度如图，主要矿产晶体态滑石矿、滑石矿（皂石）\n27、纳夸达矿脉\n生成高度10-60。主要矿产纳夸达矿（Nq），夹杂纳夸达瑞亚矿（NqX）。\n28、……\n\n29、……\n\n30、……\n\n………………\n………………\n………………\n\n……未完待续……\n\n\n二、基础机器设备\n机器设备有高低压蒸汽系列、多电压种类的电力系列。注意！格雷的设备虽然不会生锈什么的，但是如果暴露在雨下机器将会着火，并boom，造成重大损失。\n1、蒸汽系列和其基础零件\n首先，让我们看一下发展伊始，我们的青铜低压蒸汽设备们。\n为了获得纯净的矿物粉，你可以使用臼\n臼分为燧石、青铜、铁、锻铁（gt精炼铁）、钢、黑钢（群峦）、红钢（群峦）、蓝钢（群峦）、大马士革钢（群峦）、神秘锭【（FeMa）2】（神秘mod），x代表锭，石代表石头，合成为\n   x\n石x 石\n石石石\n\n\n\n\nQQ图片20141213163506.png (18.03 KB, 下载次数: 2224)\n\n下载附件\n\n2014-12-13 20:49 上传\n\n\n\n\n\n开启你的青铜时代，你需要青铜。在没有机器设备的情况下，你只能通过合成台，3铜粉1锡粉得到3个青铜粉，青铜粉烧制后成为青铜锭。\n没有卷板机，你只能用锤子砸板了。锤子可以是任何种类的。锤子的合成为6个锭（你想要的材料）加1个木棍。\nxx\nxx棍\nxx\n\n\n\n\nQQ图片20141213201706.jpg (23.57 KB, 下载次数: 2226)\n\n下载附件\n\n2014-12-13 20:49 上传\n\n\n\n\n\n\n\n\n\n\nQQ图片20141213201727.png (6.66 KB, 下载次数: 2248)\n\n下载附件\n\n2014-12-13 20:49 上传\n\n\n\n\n\n然后，恭喜你，你就获得了青铜外壳。有了青铜板，你还可以制作青铜蒸汽锅炉了，这个锅炉需要燃料，可以是木炭、煤炭或褐煤以及它们的粉等等。也会产出废料，像是小堆灰烬。\n\n\n\n\nQQ图片20141213202115.jpg (25.35 KB, 下载次数: 2258)\n\n下载附件\n\n2014-12-13 20:48 上传\n\n\n\n\n\n除此之外你还可以制造液体管道（图中为小型青铜管道），用来传导蒸汽或者水以及其他流体。\n\n\n\n\nQQ图片20141213202338.png (5.59 KB, 下载次数: 2249)\n\n下载附件\n\n2014-12-13 20:50 上传\n\n\n\n\n\n液体管道除了青铜的还有铜的以及很多其它的种类。而这里的小型青铜液体管道运输速度是400L/秒，无损耗，而扳手合成是下面这样，x为锭。\nx锤 x\nx x x\n  x\n准备好后，你就可以制造青铜蒸汽系列机器了。\n\n\n\n\nQQ图片20141213202507.jpg (28.86 KB, 下载次数: 2227)\n\n下载附件\n\n2014-12-13 20:50 上传\n\n\n\n\n\n这是青铜打粉机，它可以将一个任何类型（任何生态下的）的普通矿原矿（因为贫瘠矿石无原矿）磨成2-8个不等的污秽矿粉（总之和电力打粉机产出一样就对了）\n\n\n\n\nQQ图片20141213202536.jpg (25.56 KB, 下载次数: 2226)\n\n下载附件\n\n2014-12-13 20:50 上传\n\n\n\n\n\n这是青铜提取器，初期提取橡胶的唯一方式。它可以提取粘液球、橡胶树叶、树脂等物品使其变成橡胶浆（粉），橡胶浆直接烧制获得橡胶锭，而橡胶锭不能直接用来做电线绝缘（除非在装配机中，而初期你是没有的），还需要将它挤压（初期不可）或熔成橡胶板（在合金炉/蒸汽合金炉中才行）。\n\n\n\n\nQQ图片20141213202653.jpg (25.05 KB, 下载次数: 2217)\n\n下载附件\n\n2014-12-13 20:50 上传\n\n\n\n\n\n这是青铜汽锤，代替你的锤子，实现自动锻造，不过感觉意义不大。而且2锭才变成1板，损耗依旧。\n\n\n\n\nQQ图片20141213205446.jpg (26.87 KB, 下载次数: 2221)\n\n下载附件\n\n2014-12-13 21:00 上传\n\n\n\n\n\n青铜压缩机，嗯，还是那句老话，既然发展了蒸汽，何必不来一台？有了压缩机你可以吧锭压缩成块，部分粉可以压缩成板，以及压缩碳板、合金锭、植物等传统任务。\n接下来，这个是砖青铜外壳，用来制造蒸汽熔炉和蒸汽合金炉。或者太阳能蒸汽锅炉。\n\n\n\n\nQQ图片20141213202820.png (13.12 KB, 下载次数: 2217)\n\n下载附件\n\n2014-12-13 20:51 上传\n\n\n\n\n\n下面这个是太阳能蒸汽锅炉，让你的蒸汽时代走向自动产蒸汽吧！（中间三个是银板）\n\n\n\n\nQQ图片20141213202901.png (28.39 KB, 下载次数: 2209)\n\n下载附件\n\n2014-12-13 20:52 上传\n\n\n\n\n\n上面这是蒸汽熔炉，给它接上蒸汽它就能行驶所有普通熔炉可做的事情。\n下面这个是蒸汽合金炉，没有它，你不能度过蒸汽时代，在初期只有它才能将橡胶锭熔炼成橡胶板(橡胶板是制作线缆绝缘层唯一材料）。\n\n\n\n\nQQ图片20141213202945.jpg (29.39 KB, 下载次数: 2201)\n\n下载附件\n\n2014-12-13 20:53 上传\n\n\n\n\n\n\n为此你还需要一个合金炉煅烧板的模板，它是用钢做的。见上，顺便给个凿子合成，制作模板要用到。x代表板，不是锭。\nx\nx\n棍\n为此你需要制造青铜高炉了，当然，RC高炉也是可以的，以此获得钢。\n青铜高炉需要木炭或煤炭或焦煤做燃料，木炭煤炭一次消耗4个，焦煤消耗2个，褐煤不能烧。被炼制的物品是铁粉或钢粉或铁块（Fe）而不是铁锭或什么别的。附：如果你使用煤炭块来烧铁粉，那它将会消耗4个煤炭块、9个铁粉，烧制出9钢锭。你采用不同姿势烧钢的话，那出来的灰烬也不同，有的是黑色灰烬，有的是灰烬，大小也各不相同。\n再附：Marco视频里用铁锭烧，我也不知道怎么做到的，反正我测试不行。\n三附：下图使用木板做墙面围着高炉，是非常错误的决定，不要问为什么。\n摆放方法：\n\n\n\n\n第一层：壳壳壳   第二层：壳壳壳   第三层：壳壳壳   第四层：壳壳壳\n            壳壳壳                壳   壳                壳   壳               壳   壳\n            壳壳壳                壳炉壳                壳壳壳               壳壳壳\n壳的合成【你以为这是青铜外壳？那你就错完了！栽死！----摘自某语录，这可是镀铜砖块，俗称高炉外壳而已】：\n\n\n\n\nQQ图片20141213203354.png (12.55 KB, 下载次数: 2249)\n\n下载附件\n\n2014-12-13 20:53 上传\n\n\n\n\n\n炉的合成（中间的是扳手，nei抽了一下变电力扳手了）：\n\n\n\n\nQQ图片20141213203432.jpg (26.31 KB, 下载次数: 2202)\n\n下载附件\n\n2014-12-13 20:54 上传\n\n\n\n\n\n到此为止低压蒸汽设备就介绍完了。\n\n接下来是几个高压的蒸汽设备，它们速度要快一些。首先你要好好利用你的钢。\n你可以利用它制作高压燃煤锅炉，它产出蒸汽要快的多，运送它产出的蒸汽就更推荐使用钢管道了。\n小型钢管：\n\n\n\n\nQQ图片20141213203629.jpg (20.21 KB, 下载次数: 2222)\n\n下载附件\n\n2014-12-13 20:54 上传\n\n\n\n\n\n高压燃煤锅炉：\n\n\n\n\nQQ图片20141213203734.png (16.64 KB, 下载次数: 2198)\n\n下载附件\n\n2014-12-13 20:54 上传\n\n\n\n\n\n不过你也可以不用高压燃煤锅炉，高压地热锅炉（它是消耗岩浆的）也是很好的选择。（蒸汽产出设备的高压低压没有实际意义，只是产出速度不同，所以你也可以用低压的蒸汽产出设备比如太阳能蒸汽锅炉）\n砖钢外壳：\n\n\n\n\nQQ图片20141213203823.jpg (20.99 KB, 下载次数: 2214)\n\n下载附件\n\n2014-12-13 20:55 上传\n\n\n\n\n\n高压地热锅炉：\n\n\n\n\nQQ图片20141213203910.jpg (20.08 KB, 下载次数: 2211)\n\n下载附件\n\n2014-12-13 20:55 上传\n\n\n\n\n\n\n有了下面这些高压蒸汽系列设备，你的生产力将会得到进一步提升。它们的使用方法是和低压青铜蒸汽设备一样的。\n钢外壳：\n\n\n\n\nQQ图片20141213203952.jpg (18.87 KB, 下载次数: 2239)\n\n下载附件\n\n2014-12-13 20:55 上传\n\n\n\n\n\n高压蒸汽打粉机：\n\n\n\n\nQQ图片20141213204127.png (16.2 KB, 下载次数: 2222)\n\n下载附件\n\n2014-12-13 20:55 上传\n\n\n\n\n\n\n高压蒸汽提取机：\n\n\n\n\nQQ图片20141213204145.png (16.27 KB, 下载次数: 2223)\n\n下载附件\n\n2014-12-13 20:55 上传\n\n\n\n\n\n高压汽锤：\n\n\n\n\nQQ图片20141213204209.png (17.39 KB, 下载次数: 2228)\n\n下载附件\n\n2014-12-13 20:55 上传\n\n\n\n\n\n高压蒸汽压缩机：\n\n\n\n\nQQ图片20141213204227.png (15.25 KB, 下载次数: 2149)\n\n下载附件\n\n2014-12-13 21:05 上传\n\n\n\n\n\n高压蒸汽炉：\n\n\n\n\nQQ图片20141213204307.jpg (23.4 KB, 下载次数: 2188)\n\n下载附件\n\n2014-12-13 20:58 上传\n\n\n\n\n\n高压蒸汽合金炉：\n\n\n\n\nQQ图片20141213204246.png (14.45 KB, 下载次数: 2188)\n\n下载附件\n\n2014-12-13 20:57 上传\n\n\n\n\n\n到此为止高压蒸汽设备就介绍完了。\n\n\n2、电力系列和其基础零件\n开始介绍重头戏，也就是各种用电器。\n不同作用的小型机器共有47个（电炉有2种材质的不同制法）。\n先讲小型低压机器。低压设备的能力有限，它们不能从事全部的合成。我会在下面写到建议发展水平。\n小型低压机器合照：\n（本图未完全体现格雷小型低压设备）\n让我们看下制造低压机器的一些基础零件，(部分机器特别要用到的在对应机器那讲）：\n1x锡线（它有几种方法，初期你只能手工加工，其它1x线同理）：\n\n或者\n\n\n\n2x锡线（还可以在装配机中加工，其它2x线同理）：\n\n或者装配（电子回路设置为2）:\n\n4x锡线（其它4x线同理）：\n\n或者装配（电子回路设置为4）:\n\n8x锡线（其它8x线同理）：\n\n或者装配（电子回路设置为8):\n\n12x锡线（其它12x线同理）【1个8x锡线和1个4x锡线】：\n\n或者装配（电子回路设置为12):\n\n16x锡线（其它16x线同理）【1个12x和1个4x或者2个8x】：\n\n或者装配（电子回路设置为16):\n\n1x锡缆（，不同x的缆橡胶板数量不同，x12的橡胶板为5个，童鞋们注意一定要先做线后包绝缘啊！其它缆同理）：\n\n绝缘的线缆还可以在打包机中装上绝缘层，或者在拆包机中解除绝缘层（这里示范打包机包缆）：\n\n至于其他电缆，就加橡胶板绝缘即可。\n低压机壳（8钢板，机壳只是用于制作低压机箱）：\n\n也可以装配（电子回路设置为8）：\n\n低压机箱（1低压机壳，2个1x锡缆。低压机器都以这个为核心）：\n\n机箱也可以装配（1低压机壳、2个1x锡缆）：\n\n红石合金加工方式（铜粉或铜锭和红石在合金炉加工）：\n\n·X·  已过期 简单芯片（1红石合金板,红石合金板是红石合金锭用锤砸或者卷板或者锻造锤锻造得到，4个1x锡线）：\n简单芯片，新版加工（2个1x红石合金线，1钢壳[ic精炼铁壳]，1个1x锡线）：\n\n也可装配，装配则是36mB液态锡（1/4个锡）:\n\n·X·  已过期 低级集成电路（2简单芯片、1铁板、6个1x铜缆,铜缆可用工业的替代）：\n新版本低级集成电路将铁板改为钢板[精炼铁板]：\n\n·X·  已过期 低级集成电路还可以以后在装配机中制造，它的加工步骤是(铝板可用铁板代替，金银合金板可增产)：\n\n\n\n(那个是3个1x铜缆)\n新版本将上述过程改为：\n加工中压蚀刻线路[适用制作低级集成电路,与中压无关](在激光雕刻机【详见本节第39个机器】中，加任意红透镜，如红宝石透镜，来雕刻铜片[箔]得到）:\n\n高炉1500k温度【详见本章第三节大型设备第1个机器】烧硅：\n\n硅板与中压蚀刻线路通过成形压力机【详见本节第40个机器】得到基础电路板：\n\n基础电路板与2个简单芯片和72mB液态锡（相当于半个锡锭）在装配机中制成低级集成电路：\n\n杆的手工加工(锡杆为例，工具是锉刀）：\n\n杆以后也可以在车床或挤压机加工，减少损耗:\n\n\n齿轮手工加工（锡齿轮为例）：\n\n齿轮可以合金冶炼炉中加工，或者通过挤压机减少损耗。(合金冶炼炉的模具和挤压机中的不同！）\n合金冶炼炉中：\n\n挤压机中：\n\n·X·  已过期 低压马达（3铁杆，4个1x锡线，2个1x锡缆）：\n\n低压马达新版合成（2方案，方案一：2铁杆、1磁化铁杆、2个1x锡缆、4个1x锡线，方案二：2钢杆、1磁化钢杆、2个1x锡缆，4个1x铜线）：\n\n磁化铁杆的方法（你可用红石磁化，也可以通过磁化机【详见本节第36机器】）：\n\n\n低压电力活塞(2个1x锡缆、1低压马达、2钢杆、1钢齿轮、3钢板）：\n\n锡环手工合成（1锡杆，锤子砸，以后可以用挤压机）:\n\n锡螺丝手工合成（2锡螺栓，用锉刀组装，以后可用车床，其他螺丝同理）：\n\n小型锡转子（风扇）合成（1锡环、1锡螺丝、4锡板用锉刀、螺丝刀、锤子组装其他转子同理）：\n\n·X·  已过期  低压泵马达（1中青铜管道、1小型锡转子、1锡螺丝、1低压马达、1个1x锡缆，用螺丝刀组装）：\n（老版本合成）\n新版低压泵马达（1中青铜管道、1小型锡转子、1锡螺丝、1个x锡导线、1低压马达、2橡胶环、用螺丝刀和扳手组装）：\n\n低压传送带（中间是锡缆，6个是橡胶板）：\n\n低压机械臂（2个杆是钢杆，上面3个是1x锡缆）：\n\n接下来逐个介绍机器：\n1、低压挤压机（高兴吧）【推荐发展至高压】\n中青铜管道(青铜板通用,这玩意也可以在挤压机中加工，但不是低压挤压机）：\n\n低压挤压机（4个4x铜线、2个低级集成电路、1中青铜管道、1低压机箱、1低压电力活塞）：\n\n我们先看下wire cutter（绝缘切割刀的合成，这里以铝为例):\n\n(1螺丝[由螺栓加工制成，于车床中，也可以手工，需要2螺栓、1锉刀加工]、2杆、3板,工具需要螺丝刀、锉刀、锤子)\n空模板：\n\n各种挤压机所用的模板都是通过绝缘切割刀与空模板在不同相对位置切割制成的。\n示例：\n\n没错，玻璃可以打成粉，就像你用球踢碎它们一样简单。\n有了低压挤压机，不要以为你什么都能干，事实上它级别很低，以至于只能挤压橡胶、玻璃和塑料。所以别高兴了。\n2、低压卷板机【推荐发展至低压，有制造致密板需求可发展至中压】\n这是一个良心的机器，低压版本就可以做任何事情。具有上百相关合成！之所以先给你看低压挤压机是让你疑惑，既然初期有挤压机还要卷板干嘛，其实你初期还是要靠卷板的。\n低压卷板机（2低压电力活塞、2低压马达、2低级集成电路、2个1x锡缆、1低压机箱）：\n\n它的作用很简单，就是将任意锭压成任意板，值得注意的是，如果你不设定好卷板机，那那些可以卷板为致密板的金属如果放了9个以上它们的锭，那就会将它们的锭处理为致密板。所以你需要一个整合回路（1个低级电子版直接合成台中换），然后用螺丝刀调整它，一般调整为1，螺丝刀和整合回路不同的相对位置将会使得整合回路有24种处理方式。配置（configuration）：== 1到24（一开始是0）\n整合回路合成方式：\n\n整合回路调整方式（这里是示范调整为1，其它的也是通过螺丝刀调整，各种布局产生不同配置）：\n\n设置为1的时候可将锭全部处理为板，而非致密板。\n除了卷普通的板，你还可以继续卷点别的，当配置（configuration）为12时，你可以将锡板卷成单元槽，将铁板卷成桶，将钨钢、钢、钛、不锈钢、青铜、铁、铝杆卷成钢筋（RC的钢筋），在配置（configuration）为6时，则将钨钢、钛、不锈钢、钢、铝、铁、青铜杆卷成导轨（钨钢则是强化导轨，这些都是RC的），当configuration为2的时候你可以将2个铁质外壳加工成1个空燃料棒，当configuration为9的时候，你可以将可卷成致密板的东西卷成致密板。而在所有其它情况下，configuration都是等于1的。\n\n\n=1时作用最大,包括制作罐头罐、将锭卷成板，将板卷成片。\n示例1，将锭卷板：\n\n示例2，将板卷片：\n\n示例3，制造罐头罐(那是锡制外壳）：\n\n=2时可以将2铁质外壳加工成空1燃料棒。（还可以在装配机中加工2x电线）\n示例，加工燃料棒：\n\n=3无用\n=4时都是用来加工4x电线的。(装配机中）\n=5无用\n=6时可将一些金属杆卷成强化轨。不举图例了。\n=7无用\n=8时都是用来加工8x电线的。（装配机中）\n=9时都是用来加工致密板的。(卷板或锭成为致密板)\n示例1，锭加工致密板：\n\n示例2，板加工致密板：\n\n=10无用\n=11无用\n=12时将2锡板卷成槽（单元），将3铁板卷成桶，若有RC可将一些金属杆卷成钢筋（不举图例了）。（还可以在装配机中加工12x电线）\n示例1，卷单元：\n\n示例2，卷桶：\n\n=13无用\n=14无用\n=15无用\n=16时都是用来加工16x电线的。（装配机中）\n\n3、低压装配机【推荐发展至低压，有制造个别高级的电路/回路需求推荐发展至高压】\n低压装配机(2低压传送带模块、2低压机械臂、2低级集成电路、2个1x锡缆、1低压机箱）：\n\n利用装配机，你可以自动切凿制作銮制石砖、裂砖等物品，以及各种电子版、集成电路、覆盖版的制造，这些会在模块‘五、工具、零件盒覆盖版‘中详细介绍。\n和卷板机一样，装配机也可以用整合回路来调整加工模式，这一般用于加工线。装配机还涉及一部分工业和原版的加工。它是自动化的典型格雷设备。和卷板机一样，低压装配机也是适用全部加工的，低压版本就可以做装配机可做的任何事情。\n示例1，加工电线：\n\n示例2，装配物品：\n（装配林业浸渍部件）\n\n(装配工业风力发电机）\n\n(装配数据存储回路）\n示例3，堆砌花岗岩或混凝土（不是切割，这里就是做砖，雕刻栾制则要激光雕刻机）：\n\n4、低压压线机【低压即有全部功能】\n低压压线机（4低压马达、2低级集成电路、1低压机箱、2个1x锡缆）：\n\n它可以将杆、板、锭加工成1x的线。还可以将8碳粉或8木炭粉或4煤炭粉压制成1个生碳纤维。\n它也是低压版本就可做全部压线机相关加工。\n示例1，用板压成ic电线：\n\n示例2，用锭压成gt电线：\n\n示例3，用杆压成gt电线:\n\n示例4，碳纤维加工（可用碳粉、木炭粉、煤炭粉，煤的话只要4个）:\n\n5、低压车床【低压即有全部功能】\n低压车床（1钻石/工业钻石、1低压电力活塞、1低压马达、3个1x锡缆、2低级集成电路）：\n\n车床可以将螺栓加工成螺丝钉，将锭加工成杆，并留下2个小撮粉（每4小撮=1粉，每9小堆=1粉）\n它还能将颗粒加工成垫圈、将某些板加工成透镜。那么你也看出来了，它不再是以前那个‘没必要’的机器了，能替你减少‘小损耗’。\n它也是低压版本就可以做全部车床相关加工。\n示例1，加工垫圈：\n\n示例2，加工螺丝（不是螺栓，螺栓是在挤压机或者板材剪切机）:\n\n示例3，制杆:\n\n示例4，切木棍:\n\n示例5，切透镜：\n\n6、低压板材剪切机【低压即有全部功能】\n钻石磨片（4小撮钻石粉、1钴黄铜合金齿轮，前已提及）：\n\n低压板材剪切机（2锡缆、2低级集成电路、1传送带模块、1低压马达、1玻璃、1低压机箱）:\n\n它可以将铜镍合金板、黄铜板剪切成硬币，将其他板剪切成对应金属外壳，将金属杆剪切成金属螺栓，将1原木切成4木板，以及将一些方块加工成板。他也可以切割玻璃。板材剪切机可以使用两种液体润滑，一般使用水，但消耗量大，若使用润滑油（制作详见酿造机[啤酒厂]介绍)则可以耗能缩小为原来50%，速度增加为原来200%！而且一次加工一般只消耗不到1/20桶，常见也就一次1mB。\n它也是低压版本就可以做全部板材剪切机相关加工。\n示例1，加工螺栓：\n\n示例2，碾硬币（新版已转移到压力成形机）：\n\n示例3，切割木板(除了使用水，也可使用润滑油，润滑油加工木板可增产）：\n\n\n示例4，切割木质覆盖版(这里切的林业李子树木板）：\n\n示例5，将块切板（尤其是切割宝石板，只能用这种方式）：\n\n示例6，切割玻璃、花岗岩等板：\n\n示例7，切割金属外壳：\n\n7、低压灌装机【低压即有全部功能】\n低压灌装机（上面是1低压泵马达、2个1x锡缆、中间是低压机箱）：\n\n它可以将大部分单元槽除尽内部物质，得到空单元，只有像是建筑泡沫单元、氮单元这样少数几个不能清空。它还可以填充电池，以及还原流体金属为粉末，或将粉末状金属加工为流体单元状态。它还有一个主要作用以迎合它的名字，那就是灌装罐头，使食品成为恢复血量的罐头。同样的，填充染料、杀虫剂等也靠他，他还可以加工石油浆果为石油、加工煤油、工业生物燃料、并将其灌入油桶，它还能处理岩浆、水，以及加工奶粉，将木半砖涂上木榴油使之成为枕木（RC）。\n它也是低压版本就可以做全部灌装相关加工。\n示例1，填充各种一次性电池(新版本修改到液体管装机执行此加工）： 已删除×\n示例2，填充各种充电电池（举例的是钠）：\n\n示例3，灌装食物（任何mod的食物都兼容的感觉）：\n\n示例4，灌装物品进入喷雾器（除草剂等）：\n\n示例5，灌装燃料到（可以灌锡桶，也可以塑料桶，锡桶一次6单元，塑料的一次1单元）：\n\n（这一桶锡装煤油桶燃烧时间达到32767 ticks）\n示例6，固化某些物品使其分离单元槽：\n\n示例7，流体化某些物品使其进入单元槽：\n\n示例8，排尽某些单元槽内物品:\n\n8、低压热能离心机（不错呦）【推荐发展至低压】\n低压热能离心机（左右2个是4x铜线，下面2个1x锡缆，中间低压机箱）:\n\n这玩意是工业、格雷矿物加工的核心,它在一定程度上加快了矿物加工速度，取代矿物洗矿和离心这几步骤，加工变为：打粉、热能离心、打粉。同时它还能加工核电燃料、燃料棒。\n它将洗净矿粉或粗矿粉热能离心为‘热能离心过的矿粉’，并产出一些副产物（一般是小堆粉和石粉）。\n它也是可以处理全部热能离心相关加工的。不过值得注意的是，它的额定电压虽然是32eu/p，但是额定功率为48eu/t，所以你要用2台低压发电设备（比如2台低压燃油机）供给它，使得它获得48eu/t或以上的功率。才能运作。这是个和ic热能离心机一样的机器，作用也一样，就不举加工示例了。\n9、低压洗矿厂（真良心）【推荐发展至低压】\n低压洗矿厂（2小型锡转子、2低级集成电路、2个1x锡缆、1玻璃、1低压马达、1低压机箱）:\n\n洗矿厂不需多解释，它的作用是将粉碎矿石洗成洁净粉碎矿石，并产出一些副产物（一般是小堆粉和石粉）。不过它需要水才能工作，为此你需要替他接上水管，或者安装一个覆盖版——排水道（Drain，只能这么翻译了，尽管它是吸水的），排水道会吸收它所对的一格方块的水，并输入机器里。机器右下角那个暗色一点个格就是储存液体的，在洗矿厂中则是存水的，最多储存相当于16单元的水量。\n它也是可以处理全部洗矿相关加工的。\n10、低压离心机（微感动）【推荐发展至低压，有核电需求可发展至高压】\n低压离心机（左右2个是1x锡缆）:\n\n离心机可以用于矿物增产、发酵甲烷、压榨种子油（如64水稻（竹mod）→1单元种子油（林业）、分离物质（如岩浆膏）、分离同位素（如分离氕氘氚，分离铀235）、以及分离富集naquadah粉、分离泥土、树胶、岩浆、混合物粉末等。\n离心机涉及了五百多个相关加工，表示我没一个一个实验，但是估计低压版本也能处理全部离心相关加工。不过要注意的是格雷的离心机大量合成都是按照比例的，比如分离一个铀238粉，20%几率出小堆铀235,另2%出小堆钚244。\n示例1，分离混合物（举例的是油沙矿）:\n\n示例2，矿物增产（举例的是镉）:\n\n示例3，发酵:\n\n\n示例4，分离物质:\n\n\n示例5，同位素质差筛取（这里是分离钚244中的钚241和铀238，蛋疼啊！分离就分离钚244为什么消耗了）:\n\n示例6，取出某些槽内物品（举例的是磷酸钙）:\n\n11、低压电解器（初见合成热泪盈眶）【推荐发展至中压】\n低压电解器（4个1x金线、1玻璃、1低压机箱、2低级集成电路、1个1x锡缆):\n\n这算是一个便宜的机器了，可惜它和前几个机器不同，它不能做全部电解器相关的事，只能做32eu/t以下功率的电解，也就是只有这些：电解水、电解掉电解水、电解骨粉、沙子、煤炭粉、木炭粉、精炼铜粉、黑色灰烬、猫眼石粉、氧化镍粉，并不是超过32eu/t会爆或怎么的，而是低压电解器的电解级别受限。这导致它基本无用。所以你不用热泪盈眶了。痛哭流涕吧。\n示例1，电解水、电解电解水:\n\n\n示例2，电解产出某些化合物（举例的是沙子产出二氧化硅）:\n\n示例3，电解使单质或者某些简单化合物从复杂化合物或混合物中提取出来【略不科学】(举例的是碳酸镁产出镁、碳、压缩空气槽[氧气]）:\n\n示例4，某些单质之间的转化（这是在蛋疼？钻石粉电解成两组碳粉，简直不科学）:\n\n12、低压液体灌装机【低压即有全部功能】\n低压液体灌装机（2低压泵马达、2个1x锡缆、2低级集成电路、2玻璃、1低压机箱）:\n\n这个机器的作用类似于林业的灌装机，将机器内存储的液体（液体在gui里显示在右下角暗色方格中。最大存储16桶的量,也就是16000mB）输入到空单元槽中,它一次只能灌一罐液体缓存在成品栏中。\n它是低压版本就可以做全部相关灌装的。\n示例1，灌装饮料（举例的是咖啡）：\n\n示例2，灌装一次性电池（这里举例的是硫酸）：\n\n示例3，灌装原版药水（没错，GT可以代替原版酿造了）：\n\n示例4，流体←→单元(举例的是甘油)：\n\n\n13、低压化学反应器【低压即有全部功能】\n低压化学反应器（1小型锡转子、2个1x锡缆、2低级集成电路、1低压马达、1低压机箱、2玻璃）:\n\n这是非常有用的一个机器，它可以聚合石英（钠和3石英粉聚合为1石英）、置换铀（前已提到）、化合物品（如碳+钙=2碳酸钙，4单元氢气+1单元碳=5单元甲烷）、合成化肥（如磷酸盐PO4+钙=3肥料[工业mod]）、制作各种金食物（如金苹果）、合成末影之眼、岩浆膏（这俩合成台也可以，在这里也行）、制作高级燃料（如硝基煤燃料、硝基燃油）、合成工业原料（过硫酸钠、甘油、硫酸等）。\n它也是低压版本就可以完成全部相关化合加工。\n示例1，将某些物品结合:\n\n示例2，制作肥料(举例是碳酸钙和磷酸[其实是磷酸盐PO4和水]）:\n\n示例3，‘化合’【第一个是硫、钠和氧气产出过硫酸钠（NaSO4），第二个是制硫酸--这不就是往水里加硫么,第三个是粘土粉和石粉加水制取混凝土液体】:\n\n\n(※已过期，混凝土制作已转移到搅拌机）\n示例4，结晶:\n\n示例5，置换（沥青铀矿粉UO2与镁Mg或铝Al反应）:\n\n14、低压合金炉【有条件推荐发展至中压】\n低压合金炉（2低级集成电路、4个4x铜线、2个1x锡缆、1低压机箱）:\n\n它有快三千个加工。无法一一介绍了，总的来说它的作用是将工具、外壳、电池壳、硬币、模具等各种材料的加工产物熔炼成锭或颗粒。起到了回收再利用的效果，它还有一个主要作用就是冶炼合金，它配合浇筑模具还可以将材料浇筑成板、金属壳、齿轮、硬币的（硬币模具目前无相关合成），通过浇筑来制作是有较大的损耗的，引起不必要的浪费，只建议在初期用，至于回收烧掉这些模具用的就是普通熔炉了。\n它也是低压版本就可以实现全部加工。\n15、低压电炉【推荐发展至低压】\n版本1，低压电炉（2个低级集成电路、4个2x铜线、2个1x锡缆、1低压机箱）:\n\n版本2，低压电炉（2个低级集成电路、4个2x铜线、2个1x锡缆、1低压机箱）:\n\n还有什么比烧制更基础的加工呢，利用电炉，你可以用电烧制物品了！它有大量相关加工，低压电炉都可以实现。\n16、低压打粉机【有条件推荐发展至超高压】\n低压打粉机（1低压电力活塞、1低压马达、1钻石或工业钻石、3个1x锡缆、1低压机箱、2低级集成电路）:\n\n你通过它来将矿物进行最基本的加工、增产。它能将原矿打成粗矿粉，将粗矿粉打成肮脏矿粉、将热能离心过的矿粉打成纯净矿粉（不是洗净矿粉，这一般是离心机离心净化矿粉得到的）、将宝石打成纯净宝石粉、将洗净矿粉（洗矿厂出来的）打成净化矿粉。\n听到这里你可能晕了，理顺一下，程序是这样的：原矿→粗矿粉→洗净矿粉→净化矿粉→纯净矿粉（箭头依次表示打粉、洗矿、打粉、离心）\n你还可以这样加工：原矿→粗矿粉→热能离心后的矿粉→纯净矿粉（箭头依次表示打粉、热能离心、打粉）\n嗯，总之，打粉是重中之重，相关加工有四千多个，低压打粉机就可以做全部’ic打粉机‘相关加工。\n不过GT5没有了大型磨粉机，也没了以前的坑爹多功能打粉机，而是将其功能全部融入到更高电压级的’打粉机‘的功能里了。\n比如512eu/p（高压）电压级的打粉机，就有1个输入槽，2个输出槽，可以有副产物产生，起到和以往多功能打粉机相同的作用，而2048eu/p电压级（超高压）的打粉机，就有1个输入槽，3个输出槽，就能有2种副产物产生，类似于RC（铁路mod）的碎石机的功能了。\n虽然打粉机的电压不断升高，但是他的全部加工功率都是2eu/t,电压则依机器而不同。\n中压128eu/p和低压32eu/p打粉机内部GUI：\n\n高压512eu/p打粉机内部GUI：\n\n超高压2048eu/p打粉机内部GUI：\n\n强导压8192eu/p打粉机内部GUI：\n\n17、低压压缩机【推荐发展至低压】\n低压压缩机（2低压电力活塞、2低级集成电路、2个1x锡缆、1低压机箱）：\n\n嗯，传统工业机器，前面在青铜那里已经介绍了，相关加工差不多100个，挺少的嗯，以后可能会变多。低压压缩机可以做全部相关加工。\n18、低压提取器【推荐发展至低压】\n低压提取器（1低压泵马达、1低压电力活塞、2个1x锡缆、2玻璃、2低级集成电路）\n\n提取器在青铜那里也介绍的差不多了，相关加工50多个，低压版本可以做全部对应加工。\n19、低压回收机【推荐越高电压越好】\n低压回收机（2萤石粉、2低级集成电路、1低压机箱、2个1x锡缆、2低压电力活塞）：\n\n这个顾名思义，将物品销毁，并有几率产生废料（工业mod）。废料可以燃烧（燃烧时间350，煤炭/木炭是1600，褐煤300，如此看来褐煤简直渣渣）、或制作抽奖箱（禁忌生产线节奏）。以及供给uu机。\n由于可回收物品太太太多了，没有试验低压回收机是否可回收所有物品。不过有一些物品是不出废料的，比如原石、雪球、石制品这类。\n20、低压微波炉【推荐吃货发展】\n低压微波炉（3铅板、1低压马达、1低压发射器[合成见22、低压扫描仪里]、1个1x锡缆、2低级集成电路、1低压机箱）：\n\n微波炉，是一个很合适的引燃器，放入可燃物会使机器周围着火（小心机器爆炸）、但当你微波金属的时候，机器就会爆炸，好吧，它的正确用法是微波食物，加工很快速，比其它炉子好多了。它的低压版本就可以加工全部相关可微波物。\n21、低压打印机【推荐出版商发展】\n低压打印机（3低压马达、3个1x锡缆、2低级集成电路、1低压机箱）:\n\n这是个很好的机器，可是以往一直被人忽略，它的使用方式是将黑色染料罐/墨囊放在左边那个水滴状的格内，下面的一个纸的格内放样本，然后最左边那个格里放书籍，然后给电力，他就开始工作，直接打印出成书，是快速印刷宣传的最佳途径。你会喜欢它的。\n它的低压版本有全部打印功能。\n使用示范：\n（※已过期方法）\n新版使用示范：\n数据棒（数据存储电路和2个塑料板，液体用144mB锡或72mB焊锡或288mB铅）：\n\n数据棒可以用来记录信息，扫描地图或成书数据进入数据棒：\n\n墨汁(液体提取机中，一个墨囊产出144mB)：\n\n然后打印出地图或‘一沓印过的纸’出来（一次消耗144mB墨汁）：\n\n然后把那一沓纸和皮革、20mB胶水组装成书：\n\n22、低压扫描仪【低压即有全部功能】\n低压发射器（1石英、4黄铜杆、2低级集成电路、2个1x锡缆）：\n\n低压传感器（4钢板、1低级集成电路、1黄铜杆、1石英）：\n\n好的电子回路（Good electronic circuit）（4个塑料板、4个1x铜缆、1低级集成电路，它相当于高一级的低级集成电路（低级集成电路是工业的，在格雷中它通用于另一个物品，那就是基础电子回路）：\n或\n\n\n低压扫描仪（4好的电子回路、2个1x锡缆、1低压机箱、1低压发射器、1低压传感器）：\n\n这玩意不算好造，它可以扫描杂交作物（种子袋）、林业树苗、花粉、林业各种蜜蜂、林业蝴蝶、林业浆液、林业蝴蝶幼虫、蠕虫，而扫描杂交作物一般都用手持的物品分析仪，在后面会提到。\n它还有一个最重要的作用，就是将数据球放在右下角，然后输入槽放一种类元素（粉末或槽），就能输出标记过的数据球，如图所示：\n\n(这是铝粉示范）\n\n（这是碳粉示范）\n\n（这是氮气示范）\n标记过的数据球是用于uu物质复制器的重要物品。将其放在复制器的右下角，再给复制器输入uu液体，就能开始制作数据球在扫描仪中所标记的物品了，扫描仪可以将104种槽及元素粉录入数据球。\n\n\n其他的使用示范(待检测物品放在左边，然后它就扫描出来到右边了）：\n\n\n\n23、低压卸配机【低压即有全部功能】\n低压卸配机（4低压机械臂、2低级集成电路、2个1x锡缆、1低压机箱）：\n\n卸配机顾名思义，是解除一些物品的装配的。最重要的是它可以回收机器！得到零件。\n记住，只有手工合成出来的机器才能卸配，nei或创造刷出来是不行的。不过你想完整100%无损耗卸配？做梦吧。\n加工示例：\n\n\n24、低压打包机【低压即有全部功能】\n低压包裹器（2箱子、2低级集成电路、1低压机械臂、1低压传送带、2个1x锡缆、1低压机箱）：\n\n包裹合成(4铁螺丝（钢螺丝也可以）、4木板，螺丝刀合成），也可以装配：\n\n\n它能将物品打包：\n\n还能自动给线装绝缘层：\n\n它用于物品的打包，方便于储存，类似于林业木工机的装箱功能。它一次打包可打16个物品于一个包内。不过非原材料物品是不能打包的，任何方块也是不能打包的，有些东西很难理解，比如FZ银锭可以打包，FZ还原银、晶化银什么的就都不行，原版糖可以打包，但是骨头骨粉什么都不行。金属板可以，杆什么的又不行，所以这玩意的打包范围实在不好分清。不过这包裹还是比较良心的，多次性使用.\n接下来是一些包裹器相关的物品：\n空加工模型（装配机中，左边是好电子回路4个、右边是2个不锈钢板）：\n\n1x1加工模型（相当于在合成台中1个物品摆放合成出其它物品的效果）：\n\n加工示范：\n\n\n2x2加工模型(相当于在合成台中4个物品摆放合成出其它物品的效果）：\n\n加工示范：\n\n\n3x3加工模型（相当于在合成台中9个物品摆放合成出其它物品的效果）：\n\n加工示范：\n\n\n合成加工模型（用于电力合成台,可以编辑固定合成，类似于AE的空加工样板）\n粉末结合加工模型（将任何小撮粉或小堆粉变成粉末)：\n\n加工示范：\n\n\n颗粒结合加工模型（5.03还是多少就取消了，我还没来得急记录它的合成= =和使用方法）\n25、低压拆包机【低压即有全部功能】\n低压拆包器（和包裹器基本相同，只是低压机械臂和低压传送带反过来放）：\n\n不同于林业，格雷的包裹不能直接鼠标右键拆开，所以要一个这玩意卸包裹。\n\n他也可以拆除缆的绝缘橡胶，将缆解除绝缘变成线。\n当然你也可以用多功能铲来开包，撬棍也是可以的\n\n\n26、低压增幅液体生产器（amplifabricator，uu相关的）【推荐越高电压越好】\n低压物质增幅生产器仪（4低压泵马达、1低压机箱、2好的电子回路、2个4x锡缆）：\n\n它用于生产增幅液体。它消耗废料产出增幅液体，增幅液体可以给物质制造机中给物质制造机加速。\n\n每9个废料产出1mB增幅液体。\n27、低压物质制造机（fabricator，uu相关的）【推荐越高电压越好】\n低压发电域场（4低级集成电路、4个1x锇线、1末影珍珠）：\n\n物质制造机（2低压发电域场、4好的电子回路、1低压机箱、2个4x锡缆）：\n\n喜闻乐见，低压的uu物质生产机,给低压电力（你可以给更高功率，但是电压不能高了）就不断产生uu液体了！不过产速比较慢，自己测了一下大约1分钟还多的时间才产出1mB的uu液体，也就是一桶（1000mB）uu要十多个小时。\n\n上面这个是物质制造机的内部GUI，给它输入增幅液体（左下角UUA处），并通电，就会产出液态uu（于UUM处），当然你也可以不输入增幅液体，那样速度会慢一些，耗电也更多。\n28、低压物质复制器（replicator，uu相关的）【推荐越高电压越好】\n低压复制器（4低压发射器、1低压发电域场、1个4x锡缆、2好的电子回路、1低压机箱）：\n\n用uu制造物品。就像工业的uu物质复制器。在右下角放入标记过的数据球（如何标记数据球在扫描仪那里已经提到了），然后输入uu液体，就可以生产出数据球所标记的物品了！\n\n这是它的内部GUI，右下角那个位置就是放已标记过的数据球的。为了生产被标记的物品，你要输入液态uu（会存于左下方UUM处），并通电，才会产出。\n29、低压造石机【推荐发展至低压】\n钻石切割刀（不是钻石磨片）（4钢板、1工业钻石、4钻石粉）：\n\n钨切割刀（4钢板、4钨板、1工业钻石）：\n\n低压造石机（3玻璃、1任意类型切割刀、1低压电力活塞、1低压马达、2个1x锡缆、1机箱）：\n\n嗯,它就是生产圆石/石头/黑曜石的，而且现在他有内部GUI了，原石将会产生在它内部GUI里。在它两边一边放水、一边岩浆，给它通电，它就不断产出圆石。产出物在机器内部。\n生产圆石姿势：\n\n生产石头姿势：\n\n生产黑曜石姿势随便，就是往GUI内部丢红石即可:\n\n附原版刷黑曜石教程福利：\n关于红石产出黑曜石是有原版因素的，以往一直被认为是BUG，不过一直未删除，具体操作如图：\n\n\n30、低压酿造厂（酿酒厂/啤酒厂）【低压即有全部功能】\n低压酿造厂（1低压电力泵、2玻璃、2个1x锡缆、2低级集成电路、1烈焰棒、1低压机箱）：\n\n酿造厂是一个有意思的机器，用于酿酒、制造饮料、制造润滑剂、酿造原版的药水。\n示例1,生产润滑油（左侧可是滑石粉Mg3Si4H2O12，或红石粉，液体则输入石油、种子油、木榴油三种，每750mB某油可加工成750mB润滑油，这只要6秒，而润滑油对板材剪切机很重要，能缩小耗能为原先50%，加快速度至原先200%）：\n\n示例2，原版酿造体系改良：\n\n\n示例3，制作饮料(第一个是矿泉水，第二个是茶)：\n\n\n示例4，酿酒初阶（制果汁等）：\n\n31、低压发酵器【低压即有全部功能】\n低压发酵器（4个1x锡缆、1低压电力泵、2玻璃、1低压机箱、1低级集成电路）：\n\n它是一个纯液体加工设备，可以将一些果汁发酵成酒，将一些药水转化（比如50mB夜视药水变成25mB隐形药水）。\n示例1，原版酿造体系改良：\n\n示例2，酿酒(第一个是葡萄汁酿红酒，第二个是啤酒花麦汁酿啤酒，还有更多酿法）：\n\n\n32、低压液体提取机（也可叫压榨机，固体→流体）【推荐发展至中压】\n低压液体提取机（2低级集成电路、2玻璃、1低压电力泵、1低压电力活塞、2个1x锡缆）：\n\n它有一点类似于压榨机，可以压榨种子油、压榨石油浆果、从牛奶疣中提取奶、从雪中提取水、利用林业mod的磷制取岩浆（林业磷制取岩浆过程中10%几率出GT磷粉）、高温煅木炭/木浆制取木榴油、熔化玻璃/混凝土、压榨蜂蜜、果汁。在压榨物品同时，还有一个物品成品槽，是有几率产出一些产物的，比如压榨木炭制作木榴油时有10%几率产出灰烬,压榨木浆有1%出植物球。这机器很多特点正像是林业压榨机。\n示例1，压榨：\n\n\n\n\n示例2，制取某些液体：\n\n\n示例3，熔化物质(它能融化各种金属，不过融化金属大多高于32eu/t)：\n\n\n33、低压液体固化机（流体→固体）【低压即有全部功能】\n它是需要模具才能进行固化的。让我们看一些可用的模具。它配合液体提取机就是逆天了！基本代替挤压机。\n球体模具（目前只用于该机器，将水固化为雪球）：\n\n方块模具（同合金炉的方块模具，不同于挤压机）：\n\n板模具（同合金炉的板模具，不同于挤压机）：\n\n瓶模具（同合金炉的瓶模具，不同于挤压机）：\n\n低压液体固化机（2低级集成电路、2低压电力泵、1玻璃、1箱子、1低压机箱、2个1x锡缆）：\n\n它可以将水固化为雪块或雪球（取决于模具）、固化岩浆产出黑曜石、固化混凝土、固化玻璃或玻璃板或玻璃瓶（取决于模具）。\n感觉目前功能挺少，一共才15个加工。\n然后它还可以将液态金属固化为许多形状。例如颗粒、板、块、锭、齿轮、外壳。（这些模具和合金炉模具一样）\n34、低压蒸馏室【发展至低压即有全部功能】\n低压蒸馏室（1低压电力泵、1烈焰棒、2个1x锡缆、2玻璃、2低级集成电路、1低压机箱）：\n\n它可以将石油蒸馏出不同液体，这取决于你将上面的电子回路调整为多少。当然，它支持PFAA的石油（重油、轻油等等）\n=1时，8mB原油→8mB燃油（一次加工）\n=2时，16mB原油→1mB甘油（一次加工）\n=3时，16mB原油→15mB甲烷（一次加工）\n=4时，8mB原油→8mB润滑油（一次加工）\n=6时，8mB原油→8mB硫酸（一次加工）\n它还可以将其他油加工成润滑油。\n=4时，3mB木榴油→1mB润滑油，4mB种子油→1mB润滑油\n它还能蒸馏生物质。\n=1时，40mB生物质→12mB乙醇\n=5时，40mB生物质→12mB水\n它还能蒸馏水！没错，就是ic蒸馏水。\n=5时，6mB水→5mB蒸馏水\n它还可以将工业的天然气加工成甲烷。\n=3时，8mB天然气→15mB甲烷\n内部GUI示范（示范的是原油→甲烷）\n\n35、低压化学剂浸泡池（化学浴池）【发展至低压即有全部功能】\n低压化学剂浸泡池（2低压传送带、1低压电力泵、2玻璃、2低级集成电路、1低压机箱）：\n\n这玩意相当于使用汞（Hg）或过硫酸钠（NaSO4）为液体的洗矿设备。能够进行矿物增产。我之前对于矿物加工介绍的洗矿步骤既针对洗矿场又针对它。它还能将液态混凝土注入钢框架，制取防爆石（这不是传说中的钢筋混凝土么）。使用甘蔗、纸浆、木浆和水结合进行造纸，使用氯进行漂白，将染色羊毛漂白为白色羊毛，将染色玻璃漂白为无色玻璃。它还能将所有类型的亮混凝土与水混合变成暗混凝土。\n示例1,矿粉浸取入化学试剂增产：\n\n\n(这两张图同样是洗粉碎金矿石，但是一个副产金粉[用汞Hg],另一个副产铜[用过硫酸钠NaSO4]，说明这俩并不全相同，使用时要注意了)\n示例2，一些常见化工：\n\n(木浆造纸）\n\n(氯水漂白）\n示例3，钢筋混凝土（防爆石）填充(左边是钢框架)：\n\n\n36、低压磁化器【推荐发展至低压】\n低压磁化器（4个2x锡线、2个1x锡缆、2铁杆、1低压机箱）：\n\n这台机器是用于将普通的任何形态的铁、钢、钕变成磁性的铁、钢、钕，目前磁化主要作用是磁化铁、钢、钕杆，这些杆用于制作不同电压级的马达。磁化的物品在离心机还原。\n示例：\n\n37、低压结晶室【推荐发展至低压】\n低压结晶室（2低级集成电路、3个1x锡缆、2玻璃、1低压泵马达、1低压机箱）：\n\n它用于将一些原晶体粉末水合结晶，它可以结晶瑟斯特石英、石英、下界石英、火石、Dilithium宝石。不过干净的粉末结晶成功率[70%]反倒不如净化粉末（pur……dust）和肮脏粉末（impure……dust）[95%]。\n示例：\n\n\n\n38、低压磁选矿厂【低压即有全部功能】\n低压磁选矿厂（1低压传送带、1低级集成电路、3个1x锡缆、2个2x锡线、1铁杆）：\n\n又是一个强力增产设备，它能够从一些矿物粉末中筛选分开磁性金属（铁、钕）进行这些磁性金属增产（小撮40%概率，颗粒20%概率），亦或是将非磁性物质分离出来，进行增产（如金）。\n示例：\n\n\n\n\n\n39、低压激光雕刻机【推荐发展至高压】低压激光雕刻机（1低压发射器、2低压电力活塞、3低级集成电路、2个1x锡缆、1低压机箱）：\n\n它是至关重要的各种电子回路的制造设备。还具有bc芯片组装功能、岩石雕刻功能。透镜在里面需要使用，但不损耗。\n示例1（加工蚀刻线路）：\n\n示例2（雕刻各种石头）：\n\n示例3（加工BC红石芯片）：\n\n示例4（加工一些电子产品，如压印绿宝石芯片板、压印兰波顿水晶芯片板）：\n\n\n40、低压压力成形机【推荐发展至高压】\n低压压力成形机（2低压电力活塞、4个1x锡缆、2低级集成电路、1低压机箱）：\n\n示例1（加工bc芯片、以及AE芯片，AE就不举例了）：\n\n示例2（加工一些电子产品）：\n\n\n示例3（加工货币，如果你给硬币模板重命名[于铁砧中重命名]了，那你将获得重命名的货币！比如模板叫100 RMB，那通过这个压出来的货币样子不变，不过名称变为100 RMB,不过如果你制作第二个相同名称模板，并用其造币，得到的货币虽然名称和前者一样，但是却不能堆叠，也就是说，休想造（和）假（谐）币！模板独一无二！强烈推荐服务器使用此种货币。）：\n\n41、低压搅拌机【低压即有全部功能】\n低压搅拌机（4玻璃、1小型锡转子、2低级集成电路、1低压马达、1低压机箱）：\n\n搅拌机就是便于制作混合物粉末的设备，支持小堆、小撮粉、粉末进行搅拌。还可以制作混凝土。\n示例：\n\n\n\n\n42、低压电力锤【不推荐发展】\n低压电力锤（1铁砧、1低压电力活塞、4个1x锡缆、2低级集成电路）：\n\n使用方法同蒸汽设备那个汽锤。\n43、低压食材切片机【推荐吃货发展】\n低压食材切片机（4个1x锡缆、2低级集成电路、1低压传送带、1低压电力活塞、1低压机箱）：\n\n有了它还不够，你最好准备两副刀片。\n平滑刀片（上，1挤压机的方块模块、2不锈钢板、1不锈钢螺丝，用螺丝刀、锉刀、锤子组装）\n切条刀片（下，1挤压机的方块模块、4不锈钢板、1不锈钢螺丝、用螺丝刀、锉刀、锤子组装）：\n\n然后你就可以愉快的开始你的食品加工厂老板生涯了！\n使用示范：\n示例1，花式切土豆（切片、切条）：\n\n\n示例2，其它食材切片，如黄瓜洋葱西红柿芝士面包，这里就举例面包：\n\n44、低压筛滤器【推荐发展至低压】\n高能机器，用它你可以将一些宝石类矿产的粉碎矿石（一定要洗干净的，Purified……啥的）进行筛取，得到不同形态的宝石（难道格雷要出首饰、装备？）。\n低压筛滤器（2过滤器模块[加工详见第五部分]、2个1x锡缆、2低压电力活塞、2低级集成电路、1低压机箱）：\n\n使用示例：\n示例1，宝石分类筛取（从左到右从上至下，概率依次是1%[相当于四个宝石]、4%[相当于2个宝石]、15%[宝石本身]、20%[相当于半个宝石]、40%[相当于1/4个宝石]、50%[宝石粉末]）：\n\n示例2，一些'宝石类'但非宝石矿物增产（从左到右从上至下，概率依次是1%、4%、15%、20%、40%、50%)：\n\n45、低压流体加热器【不推荐发展】\n目前来看它有点意义不明（目前肯定加工内容不完全），除了做炸薯条用的煎炸用食用油（高温状态）。\n低压流体加热器（2个1x锡缆、2个低压泵马达、2个4x铜线、1玻璃、1低压机箱、1低级集成电路）：\n\n它需要将控制回路config……调成1时，可以进行以下加工。\n将6mB水或蒸馏水加工成960mB蒸汽。消耗960EU。\n将16mB种子油（forestry，林业mod）或鱼油（Mariculture，渔业mod）加工成16mB热的食用油。\n我看有更多config时再加更多示例吧，目前也就这四个加工。\n46、低压电弧炉【推荐发展至低压】\n附：石墨于钻石矿脉中广泛生成。\n低压电弧炉（1石墨槽、2个4x锡缆、1低压机箱、2低级集成电路、3钢板）：\n\n使用它的时候要注意，输入3A的电流！确保输入电压达到32eu/p（低压），同时输入流体氧气，这个傲娇机器才能正常工作。如果你使用中压电弧炉，则要3A输入，128eu/p（中压），也就是384eu/t，更高电压同理。它会把机器/金属制品熔炼成颗粒或锭或块，一些无法熔炼物则变成灰烬。\n使用示例：\n示例1，反加工，它反加工是有损失的，不过也算是回收机器设备中除了卸配机的另一个好途径：\n\n(熔炼RC盾构机）\n\n(熔炼高压发射器）\n示例2，熔炼金属制品（作用取代以前熔炉的作用，意味着初期找到要塞铁门啥的你也不能直接把它烧成铁了）：\n\n\n47、低压等离子电弧炉【推荐发展至低压】\n低压等离子电弧炉（1石墨槽，2低压泵马达、1钢板、2好的电子回路、1低压机箱、2个4x锡缆）：\n\n使用它相比于普通电弧炉的好处是节省电力、功率，不过你要输入流体态氮等离子体，还好每次消耗不多（一般不超过50mB，也就是1/20桶）。它输出氮气。而现在如何获得等离子体还是未知。\n使用示范（可以发现耗电量相对普通电弧炉大减）：\n\n\n格雷的机器设备并非和往常的机制一样了，不同电压的机器的制造方法也不同，所谓的电压升级模块和超频升级模块不再适用了，因此你们若想更高电压的设备（更多加工）你们需要再制造那些电压级的机器设备。（你也看到了低压挤压机的弱爆，所以你是一定要做更高级的设备的）这部分就留给大家看NEI来学习吧，更高电压的机器好处是拥有更多相关加工(因为接受电压提升，功率也可以提升了），坏处是耗电量、电压级也更大，速度变化很大。不过要注意的是，决定功率的根本因素是每一项加工在NEI中显示的功率（多少eu/t)！\n\n这里以不同电压级的电解器示范一下合成制造的价格差异：\n低压（Low）32eu/p【4个1x金线、1玻璃、1低压机箱、2低级集成电路、1个1x锡缆】\n中压（Medium）128eu/p【4个1x银线、2好的电子回路、1个1x铜缆、1玻璃、1中压机箱】\n高压（High）512eu/p【4个1x琥珀金（AgAu金银合金）线、2个高级集成电路（IC的、也可以用格雷的高级电子回路代替）、1个1x金缆、1玻璃、1高压机箱】\n超高压（extreme）2048eu/p【4个1x铂线、2信息控制回路（绿色的那货）、1个1x铝缆、1玻璃、1超高压机箱】\n强导压（Insane）8192eu/p【4个1x锇线、2个能量流回路（蓝色的那货）、1个1x钨缆、1强导压机箱】\n\n机器只有这几个电压了。成本就是上述的状况，感觉差别不是‘特别’大。\n\n\n3、大型设备\n\n那么，基础低压电力设备介绍完了，让我们看一下大型设备吧。\n你也可以移步到khcrane的多方块大型设备的帖子：多方块大型设备 点这里\n下面是你可能需要用到的大型设备零部件合成。\n低压输入仓（1低压机箱、1箱子）：\n\n低压输出仓（1低压机箱、1箱子）：\n\n维护仓（各工具加工，1低压机箱）：\n\n低压排污仓[消声器仓]（1低压机箱，1中型钢管道）：\n\n低压能源仓（1低压机箱，1个1x锡缆）：\n\n中压能源仓（1中压机箱，1个1x铜缆）：\n\n高压能源仓（1高压机箱，1个1x金缆）：\n\n1、电力高炉\n高炉的作用是烧制高熔点的金属或合金，例如钢、钨、不锈钢、钛、各稀土元素等等。\n因瓦合金（铁镍合金，Fe2Ni）加工(合金炉中）：\n\n因瓦合金框架（也可装配机加工）：\n\n隔热机器外壳：\n\n电力高炉[高炉控制器，监控是否出现故障]（1隔热机器外壳、3熔炉、2个1x锡缆、3低级集成电路）：\n\n白铜合金（铜镍合金，CuNi）：\n\n白铜合金线圈方块（8个2x白铜线，扳手组装）：\n\n小堆坝塔尔合金（铁铬铝合金，FeCrAl，1/9粉):\n\n高炉烧制热坝塔尔合金：\n\n冷却热坝塔尔合金：\n\n坝塔尔合金\n\n坝塔尔线圈方块(8个2x坝塔尔合金线，扳手组装）：\n\n小撮镍铬合金（Ni4Cr，1/4粉）：\n\n高炉烧制镍铬合金：\n\n冷却热镍铬合金：\n\n镍铬合金线圈方块：\n\n高炉摆放：\n底层（正面放高炉方块，再在该层任意处放上输入仓[推荐低压]、输出仓[推荐低压]、维护仓、能源仓[推荐中压或高压]，其余部分填上隔热机器外壳，如图）：\n\n第二层（8个线圈[统一材料]，中间不要加岩浆！）：\n\n第三层（8个线圈[统一材料]，中间不要加岩浆！）：\n\n顶层（8个隔热机器外壳，中间1个排污仓）：\n\n另外注意，第二、三层线圈一定要一致，16个一套。\n白铜合金线圈（橙色那线圈）----高炉温度1800k\n坝塔尔合金线圈（huang色那线圈）----高炉温度2700k\n镍铬合金线圈（蓝色那线圈）----高炉温度3600k\n\n高炉组装好后，要对维修仓进行调整，右击高炉控制器，会出现此GUI：\n\n你需要用各种工具在维修仓修理它，很烦是吧，那么你应该用脑科强化航天科技胶带！在维护仓GUI里右键一下，所有问题消除！\n（※已过期加工）\n\n修好后，出现此GUI：\n\n然后你放入材料（于输入仓），用软锤右击高炉控制器，机器就运作啦！产出物品于输出仓。\n\n\n不同金属/合金所需的高炉煅烧温度：\n铬（Cr）/二氧化铬（CrO2）1700k\n铝（Al）1700k\n各种类铁矿1500k\n钨（W）2500k精炼铜1200k\n不锈钢（Fe6CrNiMn）1700k\n末影锭粉（TE）3000k\n硅（Si）1500k\n纳夸达/浓缩纳夸达/钠夸达瑞亚金属3000k\n鉍青铜（BiZnCu3）1100k\n蓝宝石（Al2O3）/红宝石（Al2O3Cr）1200k\n标准银（铜银合金，CuAg4）1700k\n钨钢（Fe50CW）3000k\n钛（Ti）/钛铁矿粉（FeTiO3）1700k\n钴铬镍钼合金（Co5Cr2NiMo）2700k\n钢（Fe50C）1000k--------------------烧各种钢或方铅矿粉、磁铁矿粉、钛铁矿粉或硅或精炼铜（韧铜）需要输入氧气。\n蓝钢（混合物式忒长不写了，群峦）1400k\n黑青铜（AuAgCu3，群峦）2000k\n钒镓合金（V3Ga）3000k\n然后还有几百个…………\n另有一点要额外注意，高炉烧制钢等一些物品需要输入流体态氧气，那你就需要一个input hatch（我就叫液体输入仓也不知道别人如何翻译）来支持流体输入！\n然后大家要注意，如果你初期要让高炉接受128eu/t（让它成功烧钢、铝等各种物品），你需要接4个低压能源仓，因为每个能源仓都只能接受1A电流，以及它对应的电压。\n2、聚爆压缩机\n聚爆，源自t和n谐t的力量，完成一般压缩机达不到的压缩任务。固体钢机器外壳（1钢框架、6钢板，锤子扳手组装）：\n\n聚爆压缩机[聚爆压缩机控制器，监控是否有故障](3信息控制回路、2个1x铝缆、3黑曜石、1固体钢机器外壳）:\n\n聚爆压缩机摆放：\n第一层（全固体钢机器外壳）：\n\n第二层（一圈固体钢机器外壳，任意面中间换放控制器）：\n\n第三层（全固体钢机器外壳）：\n\n加装（将输入仓[推荐低压]、输出仓[推荐低压]、排污仓、维护仓、能源仓[推荐低压]取代其中5个外壳--任意位置）：\n\n摆放就位后，你要像高炉一样方法维护修理它，使它正常。脑科强化航天科技胶带同样适用。启动它也是使用软锤右击控制器。\n使用示范：\n聚爆铱合金板：\n\n聚爆一些宝石粉使其变成宝石（钻石粉则变成工业钻石):\n\n\n(示范中的gui只是nei显示方便观察的，实际在使用中，输入仓、输出仓是分离的，仓内部gui就是4个格[低压]而已，没有进度条什么的)\n3、真空冷凝器\n高炉烧出来的热金属或热合金在此冷却，所以它是必备大型设备，如果你用核电，那它还能帮你冷却冷却棒。\n防冻机器外壳（1铝框架、6铝板、扳手锤子组装）：\n\n真空冷凝器[真空冷凝器控制器，监控是否有故障]（3高压电力泵，3数据控制回路、2个1x金缆，1防冻机器外壳）：\n\n真空冷凝器摆放：\n前三部摆放同聚爆压缩机，如图：\n\n加装（将输入仓[推荐低压]、输出仓[推荐低压]、能源仓[推荐中压]、维护仓代替任意4个防冻外壳）：\n\n摆放就位后，你要像高炉/聚爆压缩机一样方法维护修理它，使它正常。脑科强化航天科技胶带同样适用。启动它也是使用软锤右击控制器。\n使用示范：\n冷却热等离子：\n\n冷却热金属/合金锭：\n\n冷却核电冷却棒（导热剂):\n\n(示范中的gui只是nei显示方便观察的，实际在使用中，输入仓、输出仓是分离的，仓内部gui就是4个格[低压]而已，没有进度条什么的)\n4、大型熔炉\n为何要它？因为IC感应炉不能造了！这是GT提供的快速烧制物品的大型设备。好吧其实也不快，如果低压输入，最高线圈规格，也差不多20秒18个样子。算是慢了。\n精炼铜(韧铜)于高炉中烧制，它的导电能力强过铜：\n\n大型熔炉[大型熔炉控制器，监控有无故障]（2个1x精炼铜缆，3熔炉、3高级集成电路、1隔热机器外壳[同高炉那个]):\n\n大型熔炉摆放同高炉，不过少一层线圈。输入仓输出仓[推荐低压]、能源仓[可以低压→顶级压，随便，这决定速度]、维护仓这些放底层，排污仓放顶层中间。如图（高配大型熔炉，维护仓后面，没显示到）：\n\n大型熔炉同前三者一样也要维护修理。工具、胶带不可缺啊。\n速度概念：白铜合金线圈、低压，烧制速度为20秒烧6个。坝塔尔合金线圈，低压，烧制速度20秒12个。镍铬合金线圈、低压，烧制速度为20秒18个。\n镍铬合金线圈，剧差压（32768eu/p,电流1 A，也就是运作功率32768eu/t时），烧制速度约1秒18个。\n5、各式大型蒸汽锅炉\n这里以钢蒸汽锅炉为例。蒸汽锅炉有青铜、钢、钛、钨钢四个版本，燃料利用率逐级升高。\n燃烧室（4杆、4板、1框架）：\n\n外壳（前已提过，聚爆那里）\n\n大型蒸汽锅炉控制器（此处为钢版本，4高级集成电路、4个1x铜缆、1钢燃烧室）：\n\n管道机器外壳（4中型管道、4板、1框架）：\n\n摆放，如图。\n第一步，垫底，用燃烧室填满，一面的中间放控制器：\n\n第二步，改造，将1个排污仓[推荐低压]、2个输入槽[input hatch，推荐低压]、1个维护仓取代其中任意的几个燃烧室，一个输入槽输入水，另一个输入燃料（固体液体皆可）：\n\n第三步，束管，将3个管道机器外壳填在机器中间三格：\n\n第四步，将其它部位全部装上对应金属固体外壳：\n\n第五步，将任意一个金属固体外壳换成输出槽：\n\n\n然后，你可以把几乎任何可燃物丢进去烧，不过记得不要空烧，一定要加水否则会爆炸。\n典型燃烧物：石油、木炭、煤炭、褐煤、各种燃油、木制品。\n\n\n三、能源的传导、运输与储存\n格雷5的能源系统可以说是极其坑，会使得电力事故层出不穷，首先它引入了电流（amperage）概念。和全新的电阻算法（损耗）。\n1、概念（你如果对工业2lf版本能源系统与格雷5能源系统的关系感兴趣，请往下看，若不感兴趣请跳过看‘※1、概念’）\n趁热打铁，看完设备后，让我们了解一下全新的格雷电力系统。\n先看一下物理概念吧：\n电压（每电力包传导eu的量）,单位eu/p或voltage，1eu/p=1 Volt。它形容每个package含有多少eu。\n能量（就是能量的意思）,单位eu（全称electricity unit）\n电荷量，又称电力包（工业、格雷传导eu的基本形式），单位p（全称package），电力包内可以含有不同大小的eu，比如一个package含有128eu，就是128eu/p（中压）\n电功率（每tick传导eu的量），单位eu/t，它形容传导eu的速度。\n电阻（电阻每个电线固有的特性）,单位eu-volt，它形容导线导电能力。\n能量损耗（一定长度导线损耗eu的量），单位eu\n功率损耗（一定长度导线损耗eu/t的量），单位eu/t\n电流（每tick传导电力包数），单位p/t或Amperage（简称A），1p/t=1 A，电流表达传导电力包的速度。\n长度（表示符号为L，单位格，或者米，1格=1米）\n时间（表示符号为t，单位ticks（t），或者秒（sec））\n\n再看一些很有用物理关系式吧：\n①电功率=电流x电压=（电力包数÷时间）x（能量÷电力包数）=p/t（A） x eu/p（Volt）=eu/t，在这个计算过程中你会发现p是约掉了，所以在实际运用中也可不考虑package（p）。\n②能量=电功率x时间=eu/t x t=eu，案例：某发电机发电10eu/t,表示它每tick（二十分之一秒）输出能量10eu。\n③功率损耗=电流x导线电阻率x导线长度=A x  格 x eu-volt=eu/t，案例：10eu/t发电机，通过一个电阻1eu-volt的导线传导4格后发电功率降为6eu/t。其实此过程电压也是下降的。\n\n让我们看一下这个4x铜缆吧：\n\n\n第一行Max voltage：128。它表示该导线最大电压为128eu/p,你可以低于它，但是不能高于它。否则全部电线即刻熔断，并在其所在位置上留下1格火。可是即使电线即刻熔断，它还是会使所连接的机器（假设机器和导线最大电压一样）爆炸。\n举例：1个512电压级的燃油发电机，对1个128电压级的存电盒充电，连接两者的导线是4x铜缆。那就会发生机器爆炸、导线熔断。\n\n第二行Max amperage：4.它表示该导线所能承受最大电流为4A，你可以低于4A，但是不能高过它，否则超过额定电流部分的导线会起火并熔断。可是如果电压不超过，机器就不会爆炸。此处重要公式：电线最大承受电流=电功率÷电压=eu/t ÷ eu/p=p/t=Amperage\n举例：5个128电压级的燃油发电机（总输出功率640eu/t,电压128eu/p)，对1个128电压级的存电盒充电，连接它们的是4x铜缆，则全部超过4A部分的电缆会熔断，如图所示\n发发发发发\n线线线线线\n      线\n      线\n      存\n红色标注的4x铜缆会烧毁。而黑色的不会，这几个电线承受的电流是这么计算的：左1线=128eu/t除以128eu/p=1A，左2线=256eu/t除以128eu/p=2A，【这里的128电压级燃油发电机每个输出功率都是128eu/t】，因此左3线=2A（来自左边）+2A（来自右边）+1A（来自上面的发电机）=5A，而电线的额定电流是4A，所以‘左3线’和它往存电箱连接的电线都会熔断。（就算电线够长，功率损耗，依然熔断）\n\n第三行Loss/Meter/Ampere:2 EU-Volt,它表示该导线每米每安损耗2eu-volt。也就是每1米电流为1A的导线损耗功率2eu/t。刚才那个导线如果传导32eu/t的功率四格(米）长，从起始端到接收端，接受处功率降低为24eu/t。这样会导致接收更少的电。如果该4x铜缆连接到16格开外，那么接收端将收不到任何电力（测试其实是15格导线，貌似存电器也有电阻，所以用存电盒传导是不行的）。\n此处重要公式P末=P初-RLI              \nR为电阻（单位eu-volt），L为长度（单位为格或米），I为电流（公式里不是指的电线最大电流，指的传导过程的电流大小）\n不过所以该式子有一个变式：\n∵P初=UxI    ∴P末=UI-RLI=I（U-RL），这样可以明显看出，损耗的是电压，而电流只是计算过程涉及到的。电阻所影响的是RL（损耗）。\n\n\n来一个实际案例吧。一个128eu/p的中压输出的柴油发电机，功率128eu/t,连接48格4x铜缆（电阻R=2eu-volt)后，电压变为32eu/p。所连接的低压用电器就不会爆炸了。计算过程：U末=U初-RL=128eu/p-2eu-voltx48=32eu/p\n此时的功率P末=U末I=32eu/p x 1A=32eu/t\n\n所以，计算电压和功率损耗重要公式！\nU末=U初-RL，P末=U末I（I由电池数量/发电机个数决定，影响功率大小不影响电压损耗，R由电线第三行决定，L就是传导长度，U初就是初始电压，U末是最终电压） \n∴P损=RLI\n\n\n※1、概念（未完待续）\n若你没看’1、概念‘，觉得它很烦，那你可以看这里，这里讲举实例，便于你的理解。\n①电流是什么？\n如果你对老的ic-lf版本的电力包概念不太了解，我也不管了，只告诉你，电流指的是单位时间内传导的电力包数量。（上了高二的同学应该一眼看出，电力包就是电荷量的意思）这个虽然加紫，但你不记也可以。总之下面我用到的单位中，A就是p/t的意思。\n我们如何判断传导的电流大小呢，其实方法很简单，如下图。\n\n那么如上图，我们用某1A导线连4发电机供给一存电器，那超出1A的部分就烧毁了。\n所以我们要像下图这样，4A的部分用最大电流4A的导线：\n\n②boom！我要高电压难道不是自取其辱么？\n上面的问题是否定的答案，高电压可以降低损耗，极为有用。\n了解了电流概念后，我们还该深入探讨一下电压的意义。电压单位可用V或eu/p,我下面都用eu/p,让我们来一组酣畅淋漓的控制变量实验！\n实验目标是为了证明高压低损。\n首先实验器材如下：\n1x银导线，最大电压512 eu/p，最大电流1A(1p/t)，电阻2eu-volt。\n\n1x精炼铜导线，最大电压128 eu/p,最大电流1A，电阻2eu-volt。\n\n中压变压器，用于将电路中中压升高压（128eu/p→512eu/p)或高压降至中压（512eu/p→128eu/p）。升压合流（4p/t→1p/t），降压分流（1p/t→4p/t）。\n\n中压燃油发电机，发电电压128eu/p，电流1p/t。\n\n中压电解器，最大接受电压128eu/p，本实验中它运作功率为90eu/t。\n\n实验操作：\n\n如图进行实验，两组线路长度相同，左组整个电路电压均为128eu/p，用精炼铜导线传输，右组经过中压变压器二次变压（中→高→中），全程主要以银导线传输，然后放入柴油进入两中压燃油发电机，放入黄铁铜矿粉于两中压电解器中，观察电解器是否正常运作。\n两组的不变量：\n银导线和精炼铜导线电阻相同，故电阻大致相同（中压变压器电阻忽略）。\n两组均使用相同的中压燃油发电机发电，故两组电路中起始发电功率相同。\n两组变量：\n两组在传导过程中电压不同（其直接导致传导的电流不同，因为功率P不变，P=UI，U变，I亦变）。\n因此推导，P损=RLI，左组电压比右组小，电流就比右组大，长度同右组，电阻同右组，所以功率损耗左组大于右组，故左组可能低于90eu/t功率，右组高于。故假设：左组电解器不能正常运作，右组可以。\n验证假设：\n左组\n\n右组\n\n故假设成立，推理成立。实验目标得到验证。\n③该如何在格雷科技5里计算导线损耗？\n看完②后您大概跃跃欲试了，P损=RLI真是一条有用公式，那让我们检（tiao）验（xi）一下它吧。\n实验材料：\n1x精炼铜缆，最大电压128eu/p，最大电流1A，电阻1eu-volt。\n\n1x铜线，最大电压128eu/p，最大电流1A，电阻4eu-volt。\n\n中压燃油发电机，发电电压128eu/p，发电功率128eu/t,发电电流1A。\n中压电炉，最大接受电压128eu/p。\n低压电炉，最大接受电压32eu/p。\n任意电炉烧制物品恒定功率：3eu/t。\n实验操作：\n\n左组P损=RLI=1eu-volt x 31格 x 1A=31eu/t，P末=P初-P损=128eu/t-31eu/t=97eu/t（因发电机和电炉自带损耗，固实际功率稍小）\n右组P损=RLI=4eu-volt x 31格 x 1A=124eu/t，P末=P初-P损=128eu/t-124eu/t=4eu/t(因发电机和电炉自带损耗，固实际功率约仅2eu/t）\n所以左组工作正常，右组不能顺利工作。\n然后我们还可以验证另一个公式：U损=RL。\n\n可以看到，右组导线29格处接一个低压电炉，它能正常工作。\n原因是：P损=RLI=4eu-volt x 29格 x 1A=116eu/t，P末=P初-P损=12eu/t（实际约10eu/t)，这保证了电炉正常工作。\n而为何低压电炉在这个起始电压为中压的电路中不爆炸呢？因为U损=RL=116eu/p，U末=U初-U损=12eu/p，而12eu/p＜32eu/p（低压）。\n\n④本论\n科技mod中，传导能量，都是以tick为基础，从发电机或村电器发出电，到接受端收到电，始终都是1个tick之差，那么我们知道，1个发电机或1个存电器都是1个package，2个就是2p，而电流的大小是完全等于电力包个数的（尽管表达意义完全不同）。因为传导都是1tick之内，固1个发电机或存电器，电流1A（1p/t),2个就是2A（2p/t),依此类推。\n\n好，讲那么多理论性的也没用，看一些实际的吧。\n这里先附上一个IC电力供给GT的方法：\nic电→存电器（IC）→变压器（GT）→用电器（GT）。注意存电器变压器用电器要贴着！注意变压器朝向避免爆炸！\n如图：\n\n(图中是核电→导线→CESU→低压变压器（128转32）→低压电炉\n\n\n2、电池、电池盒等存电器\n让我们先看一下各种电池的加工。\n首先，电池合金锭与合金炉中制成（4铅1锑）：\n\n锑主要由黝铜矿中获取。\n小型电池外壳（可装配，那个缆是1x锡缆）：\n\n\n中型电池外壳（可装配，那个缆是1x铜缆）：\n\n\n大型电池外壳（只能装配，缆是1x金缆）：\n\n小型电池外壳一次可填装1个一次性电池材料（硫酸、汞），或填装2个充电型电池材料（钠、镉、锂）。\n中型电池外壳一次可填装4个一次性电池材料，或填装8个充电型电池材料。\n大型电池外壳一次课填装16个一次性电池材料，或填装32个充电型电池材料。\n填充一次性电池材料在液体灌装机中，其中硫酸（H2SO4）、汞（Hg）都为单元。填充充电电池材料都在灌装机中，钠（Na）、镉（Cd）、锂（Li）都是粉。\n小型电池电压32，功率32.中型电池电压128，功率128，大型电池电压512，功率512。\n\n在介绍电池盒之前先强调一个概念，格雷的电池盒主要是依靠内部所放的电池储存电力的！也就是说你不在电池盒内放电池那它基本是废了。电池盒内部如图一个箱子的GUI（只不过格子少很多），最大电流1A的电池盒GUI只有1个空格，4A的4个空格，9A的9个，16A的16个，这些空格都是用来放电池的。也就是说最大电流越大的电池盒，里面可以放得电池越多，电池越多，储电量自然越大了。当你放入一个电池时，电池盒输出1A，放入10个则是10A，复习概念：电流即为电力包（pack）数，电压一定的情况下，电流越大，电功率越大（传输电力速度就是电功率）。\n1、超低压电池盒(8eu/p)\n超低压机壳（4钢板）：\n\n超低压机箱（2个1x铅缆、1超低压机克）：\n\n最大1A超低压电池盒（4个1x铅线、1超低压机箱、1箱子）：\n\n最大4A超低压电池盒（4个4x铅线、1超低压机箱、1箱子）：\n\n最大9A超低压电池盒（4个8x铅线、1超低压机箱、1箱子）：\n\n最大16A超低压电池盒（4个16x铅线、1超低压机箱、1箱子）：\n\n以后同电压不同电流（可放电池数）的电池盒就不一一放合成了，只放最大1A的XXX压电池盒示范了，因为其他电流的只是电线粗细不同。就像这个超低压的。\n不同最大电流的电池盒内可塞入电池数量不同，比如电流1A的只能塞1个电池，而16A的可塞16个电池，另外还要记住P=UI，电池盒内塞入电池越多，输出时不会改变输出电压，但是输出电流会变大，功率也变大，不用担心机器爆炸什么的，但是要小心电线烧毁。\n比如用1个最大9A低压电池盒，内部塞了5个满电小型钠充电电池，那么它的输出电压为32eu/p,输出功率160eu/t,输出电流强度5A。\n2、低压电池盒(32eu/p,8x4eu/p)\n低压机壳，前面说过\n低压机箱，前面说过\n最大1A低压电池盒（4个1x锡线、1低压机箱、1箱子）：\n\n3、中压电池盒(128eu/p,也就是8x4的平方eu/p)\n中压机壳（8铝板）：\n\n中压机箱（2个1x铜缆、1中压机壳）：\n\n最大1A中压电池盒（4个1x铜线、1中压机箱、1箱子）：\n\n4、高压电池盒（512eu/p,也就是8x4的3次方eu/p)\n高压机壳（8不锈钢板）：\n\n高压机箱（2个1x金缆、1高压机壳）：\n\n最大1A高压电池盒（4个1x金线、1高压机箱、1箱子）：\n\n5、超高压电池盒(2048eu/p,也就是8x4的4次方eu/p)\n超高压机壳（8钛板）：\n\n超高压机箱（2个1x铝缆、1超高压机壳）：\n\n最大1A超高压电池盒（4个1x铝线、1超高压机箱、1箱子）：\n\n6、强导压电池盒(8192eu/p,也就是8x4的5次方eu/p)\n强导压机壳（8钨钢板）：\n\n强导压机箱（2个2x钢缆、1强导压机壳）：\n\n最大1A强导压电池盒（4个1x钨线、1强导压机箱、1箱子）：\n\n7、剧差压电池盒(32768eu/p,也就是8x4的6次方eu/p)\n剧差压机壳（8铬（Cr）板）：\n\n剧差压机箱（2个4x钨缆、1剧差压机壳）：\n\n最大1A剧差压电池盒（4个1x锇（Os）线，1剧差压机箱，1箱子）：\n\n8、ZPM压电池盒（131072eu/p,也就是8x4的7次方eu/p)\nZPM压机壳（8铱（Ir）板）：\n\nZPM压机箱（2个4x锇缆、1ZPM压机壳）：\n\n最大1AZPM压电池盒（4个1x锇线、1ZPM压机箱、1箱子）：\n\n9、终极压电池盒(524288eu/p，也就是8x4的8次方eu/p)\n终极压机壳（8锇板）：\n\n终极压机箱（2个16x锇线、1终极压机壳）：\n\n最大1A终极压电池盒（4个1x锇线、1终极压机箱、1箱子）：\n\n10、顶级压电池盒（2147483647eu/p,也就是8x4的14次方eu/p，还少1)\n顶级压机壳（8中子态素（Nt）板）：\n\n顶级压机箱（2个1x超导线、1顶级压机壳）：\n\n最大1A顶级压电池盒（4个1x超导线、1顶级压机箱、1箱子）：\n\n\n附：电池盒有一个点的地方为输出端，其他面均可输入。\n\n番外篇--超·有意义设备\n装备锁存/充电器（Locker）\n各个电压级的最大4A电池盒和一个箱子合成一个对应电压级的装备锁存/充电器。\n\n身上身上穿好一套衣服，然后右键它，你的衣服就进去了！如果是充电服装还能让它自动替你的服装充电（当前测试充电不可用）。\n\n然后再右键它（当然你也可以打爆它以取得），衣服就穿好到你身上了。记得给它对应电压的电，以让它可以替你的电力装备充电。\n\n\n\n3、变压\n所有的变压器的作用都是变压，使用软锤（橡胶、塑料、木头、铁树锭、浸渍木）敲击可以调整变压方向，默认将高的电压转为低一级电压，而用软锤敲一下后，则是将低的电压转为高一级电压，这在电力传输上是很好的。所有变压器的作用要么是增大电流降压，要么是减小电流增压，比如中压转低压→128eu/p、1A变压后为32eu/、4A。亦可反之。\n高的电压转低一级电压（靠上的图），低的电压转高一级电压（靠下的图）。\n\n\n1、超低压变压器（默认32→8）\n1个1x锡缆、4个1x铅缆、1超低压机箱。\n\n2、低压变压器（默认128→32）\n1个1x铜缆、4个1x锡缆、1低压机箱。\n\n3、中压变压器（默认512→128）\n1个1x金缆，4个1x铜缆，1中压机箱。\n\n4、高压变压器（默认2048→512）\n1个1x铝缆、4个1x金缆、1高压机箱。\n\n5、超高压变压器（默认8192→2048）\n1个2x钢缆、4个1x铝缆、1超高压机箱。\n\n6、强导压变压器（默认32768→8192）\n1个4x钨缆、4个2x钢缆、1强导压机箱。\n\n7、剧差压变压器（默认131072→32768）\n1个4x锇缆、4个4x钨缆、1剧差压机箱。\n\n8、ZPM压变压器（默认524288→131072）\n1个16x锇线、4个4x锇缆、1ZPM压机箱。\n\n9、终极压变压器（默认2147483647→524288）\n1个1x超导线、4个16x锇线、1终极压机箱。\n\n\n\n四、发电设备\n格雷5的发电设备尤其的少，因此这部分内容较少，所以除了基础的那4种类型发电机，我打算介绍一些复杂组合，以及与其它mod结合的发电方法。让我们看看它们都是些什么。\n1、燃油、燃气、蒸汽发电系列\n\n这三台是不同电压级的燃油发电机，燃油发电顾名思义，它们是靠柴油（燃油Diesel）、硝基燃油、煤油（IC）【已取消】、硝基煤油【已取消】、生物燃油（IC）【已取消】、乙醇（林业）这几种燃料来发电的。注意！它不能燃烧石油、生物质（林业）等物质。那些却能在大型蒸汽锅炉中燃烧。\n不过它们的发电形式也不太一样，有的是显示液体，有的不显示。\n【煤油已取消】\n\n接下来看一下它们三个的合成：\n低压(2钢齿轮、1个1x锡缆、2低压马达、2低压电力活塞、1低级集成电路、1低压机箱）：\n\n低压燃油发电机的燃料利用率是90%，输出32eu/t，电压32eu/p，电流1A。\n\n中压(2铝齿轮、1个1x铜缆、1中压机箱、1好的电子回路、2中压马达、2中压电力活塞）：\n\n中压燃油发电机的燃料利用率是80%，输出128eu/t,电压32eu/p,电流1A。\n\n高压（2不锈钢齿轮、1个1x金缆、1高压机箱、1高级集成电路、2高压马达、2高压电力活塞）：\n\n高压燃油发电机的燃料利用率仅70%，输出512eu/t，电压512eu/p,电流1A。\n\n点评：它们应该算是你初期的一种便捷发电形式了，操作简单，放入燃料即可。像是煤油、ic生物燃油等物品都比较适合初期，虽然加工繁琐，但是貌似和其它发电形式相比，它们最省材料、最省用地。\nIC生物燃油（※新版已取消）：\n压缩植物（8个某植物压缩为1或2个压缩植物）：\n\n或（8个某植物合成出1个或2个植物球，将植物球压缩）：\n\n\n灌装：\n\n提取：\n\n装桶：\n\n塑料桶合成(7个塑料板，同锡桶合成）\n\n用塑料罐灌装将提升燃料利用率约30%！\n未装桶燃烧：\n\n装桶后燃烧（1桶燃烧时间2400）：\n\n(低压燃油发电机自己储存了1152eu）\n\n煤油（※新版已取消）/硝基煤油（※新版已取消）：\n沾湿(不要用水单元，单元会损耗，建议用水桶，或在化学剂浸池中加工）：\n\n\n压缩：\n\n灌装后提取：\n\n然后有2个方案\n①装桶(1桶燃烧时间6400）：\n\n②硝化（甘油和煤油化合）：\n\n硝基煤油大大提高了煤油的产出，如果你有小黑塔，那硝基不是什么问题,让我们看下甘油的加工。↓\n电解末影珍珠粉(需要中压电解器！）：\n\n制作NC：\n\nNC与水化合为甘油（甘油也可以通过石油蒸馏得到，详见第二部分低压蒸馏室介绍）：\n\n\n硝基燃油:\n甘油和燃油[BC]化合：\n\n\n乙醇：\n详见 ‘ 与其他mod的关联 ’ 部分\n\n各种燃料每1000mB产出电力（不计入利用率的损耗）：\n硝基燃油：384k eu\n燃油：128k eu\n乙醇：128k eu\n煤油（※新版已取消）：16k eu\nIC生物燃油（※新版已取消）：6k eu\n硝基煤油（※新版已取消）：48k eu\n（k表示千，比如128k eu=128000 eu）\n\n燃气发电系列\n\n燃气机现在还没有大型版本，不过这几个小型的也很给力。\n看一下它们三个的合成\n低压（3小型锡转子、2低级集成电路、2低压马达、1个1x锡缆、1低压机箱）：\n\n低压燃气发电机的燃气利用率是90%，输出32eu/t,电压32eu/p，电流1A。\n\n中压（3小型青铜转子、2好的电子回路、2中压马达、1个1x铜缆、1中压机箱）：\n\n中压燃气发电机的燃气利用率是80%，输出128eu/t,电压128eu/p，电流1A。\n\n高压（3小型钢转子、2个高级集成电路、2高压马达、1个1x金缆、1高压机箱）：\n\n高压燃气发电机的燃气利用率是70%，输出512eu/t，电压512eu/p,电流1A。\n\n点评：燃气并非以往那么坑了，别忘了，现在不用不锈钢就有离心机，而且可以执行发酵任务，甲烷的竞争力上来了。你也许做的第三四台电力设备就可以是离心机呢！\n\n氢气：\n制取氢气并不难，但是你要明白，故意的电解水制取氢气发电是不能挣电的。氢气有21种制取方式，多数都是矿物电解产物。\n由于不能挣电，就不列举加工方案了。\n甲烷：\n种植/畜牧\n离心机内发酵,甲烷有很多种发酵途径，这里举几个看起来比较实用的。\n任何种类的生肉1块能发酵96mB甲烷：\n\n土豆、萝卜、南瓜每个就能发酵72mB甲烷：\n\n西瓜片则需要一组发酵出1单元甲烷，不过西瓜块平均一次出5个西瓜片，这么算它比南瓜要好。\n\n\n各种燃气每1000mB产出电力（不计入利用率的损耗）：\n甲烷：45k eu\n氢气：15k eu\n\n蒸汽发电系列\n\n根据这仨玩意儿的利用率，我有预感肯定要出大型蒸汽涡轮机。\n\n低压（2中型青铜液体管道、1低级集成电路、2低压马达、1个1x锡缆、2小型锡转子）：\n\n低压蒸汽发电机的利用率是66%，输出32eu/t，电压32eu/p,电流1A。\n\n中压（2中型钢液体管道、1好的电子回路、2中压马达、1个1x铜缆、2小型青铜转子）：\n\n中压蒸汽发电机的利用率仅50%，输出128eu/t,电压128eu/p,电流1A。\n\n高压（2中型不锈钢液体管道、1高级集成电路、2高压马达、1个1x金缆、2小型钢转子）：\n\n高压蒸汽发电机的利用率才40%，输出512eu/t,电压512eu/p,电流1A。\n有关蒸汽的制造有太多可说的了，这点我会在模块七--与其他mod的联动里详细介绍生产蒸汽。\n\n\n2、浓缩纳夸达金属（Naquadah，好像有翻译成硅盐金属的）发电系列\n\n这是星门的物品。\n你看到的正是传说中的节操发电机，它的做高版本输出功率高达32768eu/t。它有三种电压级别的发电机，分别是超高压【2048eu/p】（extreme）、强导压【8192eu/p】（insane）、剧差压【32768eu/p】（ludicrous）。\n看看它们令人膛目结舌的合成吧。\n超高压（2超高压发电域场、2铀235棒、2能量流回路（蓝色那货）、2个4x铝缆、1超高压机箱）：\n\n超高压液态浓缩纳夸达金属发电机的利用率为80%，输出2048eu/t,电压2048eu/p,电流1A。\n\n强导压（2强导压发电域场、2钚241棒、2能量流回路（蓝色那货）、2个4x钨缆、1强导压机箱）：\n\n强导压液态浓缩纳夸达金属发电机的利用率为80%，输出8192eu/t,电压8192eu/p,电流1A。\n\n剧差压（2剧差压发电域场、2液态浓缩纳夸达金属棒（Nq+）、2能量流回路（蓝色那货）、2个4x锇缆、1剧差压机箱）：\n\n剧差压液态浓缩纳夸达金属发电机的利用率为100%，输出32768eu/t，电压32768eu/p,电流1A。\n\n超高压和强导压发电模式（使用浓缩纳夸达金属螺栓，放入发电机他就由浓缩的变成了普通纳夸达金属）：\n\n剧差压则是依靠液态浓缩纳夸达金属发电：\n\n液态浓缩纳夸达金属\n这玩意简直太高能了，无法形容它了。制作流程是：\n产出纳夸达金属的矿物有三种，从左到右分别是纳夸达矿、浓缩纳夸达矿、纳夸达瑞亚矿（高浓）。第三种不产出液态浓缩纳夸达金属。\n①纳夸达矿加工成液态浓缩纳夸达金属步骤：\n打粉：\n\n洗矿：\n\n打粉：\n\n离心：\n\n浓缩离心(也有2%几率会产出纳夸达瑞亚粉--NqX，目前没用）：\n\n\n簇合（打包机或合成台）：\n\n\n灌装：\n\n②浓缩纳夸达矿加工成液态浓缩纳夸达金属步骤：\n打粉：\n\n洗矿：\n\n打粉：\n\n离心：\n\n灌装：\n\n③浓缩纳夸达金属粉加工成浓缩纳夸达金属螺栓步骤：\n高炉烧制（温度3000k）：\n\n真空冷冻：\n\n车床制杆：\n\n板材剪切机制螺栓（液体可以用润滑油，耗电减半，速度加倍）：\n\n\n每1000mB液态浓缩纳夸达金属发电200000k EU，就是200M EU\n每个浓缩纳夸达金属螺栓发电25000k  EU，就是25M EU\n（M在这里表示百万，1M eu=1000k eu=1000000 eu，不过要注意在AE中M表示兆字节(MB)而非百万，小写m表示长度米--1格=1米，小写m还表示毫，例如mB表示毫桶--milli Bucket，1000mB=1桶，更多关于单位制的请关注我的另一个帖子--minecraft单位制与各物理量 ）\n\n\n\n3、其他发电\n\n↑↑↑\n左边的是机箱+太阳能覆盖版，右边是电池盒\n这个不是正式的发电机，而是由机箱和太阳能板组装而成的。但是我表示这玩意好像雨天也会boom啊，所以要设计红石活塞遮雨系统来预防雨水。\n它的输出功率1eu/t。\n太阳能覆盖版合成（1碳板、2硅板、1玻璃板、2低级集成电路）：\n\n\n更多发电类型。\n比如其他类型的种子油、石油、钠钾等可燃物、新的核裂变系统、核聚变等等。另外一些实用发电系统多mod配合，将详细在第七部分讲解。\n\n\n五、工具、零件和覆盖版\n开坑第五部分，这部分讲解gt的一些工具以及零件的必要性，以及各种覆盖版的功能，配合机器使用的实用范例。\n1、工具合成和作用\n目前格雷的工具像是镐子这种，不能一次性合成了，需要先合成镐头，再将其和木棍结合。还有很重要的一点是，格雷的工具使用不同材质是会带不同附魔效果的，比如用烈焰棒就有火焰附加。一个工具只能做本职，比如镐子是不能打土的。工具有等级划分，耐久也不同，这在矿物部分已略有涉及。\n锉刀：\n\n锉刀是一个最基本的加工工具，主要功能是切杆、磨垫圈（Round，不是环）。还可以雕刻石制品（制作銮制石砖等）\n锤:\n\n砸板和制作简单机器壳的工具，还可以敲碎石砖、粉末（将粗矿粉末制作成细粉），它是初期必备工具。\n镐：\n\n\n不同材料的镐子挖掘等级不同，耐久不同，特殊效果不同。\n剑:\n\n\n不同材料的剑挖掘等级不同，耐久不同，特殊效果不同。（比如金的就是亡灵杀手III）\n铲:\n\n\n不同材料的铲挖掘等级不同，耐久不同，特殊效果不同。\n斧：\n\n\n不同材料的斧挖掘等级不同，耐久不同，特殊效果不同。\n锄:\n\n\n不同材料的锄挖掘等级不同，耐久不同。\n锯：\n\n\n锯可以更高的利用木头，制作木管道和其它木制品它也是必备的，而且锯可以将1杆锯成2个螺栓。它还可以锯冰，掉落冰块。\n同时，上述所有工具的非木杆部分都可以由挤压机制作。\n示例：\n镐头：\n\n锤头：\n\n锯刃：\n\n下面是必须手工合成的工具\n扳手：\n\n扳手拆卸机器和组装一些复杂零件的工具，它还能调整机器各个面的朝向。\n螺丝刀:\n\n螺丝刀做所有和螺丝螺栓沾边的加工，同时还可以调整覆盖版和机器（不是拆卸）。\n撬棍：\n\n撬棍可以用来拆卸机器表面的覆盖版、金属板，还能拆开包裹，并且与铁路mod的红撬棍有相同用处。\n舀:\n\n舀将锭磨成细粉，除了燧石是等级1、神秘锭是等级3，其他舀都是等级2.\n绝缘切割剪:\n\n使用它剪电线、电缆速度比较快。它也能将板剪成线，或是剪模具。我会说GT5的电线只有用绝缘切割剪才能有掉落吗。\n捕虫网:\n\n捕虫网与林业捕虫网相通。左击蜂巢获得蜜蜂。也能用来捕捉林业蝴蝶。\n剪枝工具：\n\n剪枝工具是你获得育种困难树种的树苗的最佳工具，用它左击树叶100%掉落树苗。\n工兵铲：\n\n\n怎么说呢，工兵铲就是多功能铲，能干很多事情，打人、撬东西、挖掘。\n小刀：\n\n小刀是相对便宜的，但攻击力比剑要低。\n屠刀：\n\n所有屠刀都自带‘掠夺’功能，只是等级不同。它攻击速度较慢，但它是你杀动物或低产出生物的首选工具。不过攻击力也低于剑。\n软锤：\n\n软锤其实和锤子合成类似，只是使用软质材料，如塑料、橡胶，软锤用于开启、关闭或修改机器模式。\n镰刀：\n\n\n这是一个收割作物专用工具！可不是用来除草打树叶的。左键收割3x3的地的作物，右键收割3x3杂交架地上的作物。\n犁：\n\n\n这可不是用来犁地的，而是用来扫雪的，一次扫3x3范围的雪。\n搋子[chuai,尼玛这个字我见到直接跪了]（马桶吸子）：\n\n这可用来清除储罐以及格雷机器内液体（右键一次清除1000mB）、清除管道内物品。起到疏导作用。\n它还可以：从要素源质管道和容器中清除要素源质----TargetLocked\n这元素源质是和神秘4相关的。\n箭：\n\n\n箭杆分为两种，木棒和塑料棍。木棒做的箭比较重，射程短，塑料做的箭轻，射程长，受力速度决定伤害大小，而塑料箭射出速度往往要大一些，固伤害也要大。\n箭自然是用来射的，不同箭头会带来不同附加属性，比如纳夸达瑞亚带来的辐射5，这里只提及普通的材质型箭头，不提及药水箭头（那将在第八部分战斗中讲）。\n\n\n然后再看下几种电力工具。\n现在要不幸的宣告一个消息，GT5的所有电力工具也有耐久了，除了电力损耗外，耐久也有一定损耗，只是不那么大。\n另外，电力工具是高度自定义的。所有‘头’都是钢和任一材质制造而成的↓\n钻头：\n\n电锯头：\n\n扳手头：\n\n首先，给电钻装哪种蓄电池是自定义的，这里以低压铝电钻为例，其它可进行类比，低压版本的电池都是小型的，蓄电池种类为钠（Na）、镉（Cd）、锂（Li）。中压版本电池都是中型的，也是这三种，高压版本电池都是大型的，电池种类也是这三种。\n所有低压电力工具----不锈钢材质+某小型电池+某材质钻头/电锯头/扳手头\n所有中压电力工具----钛材质+某中型电池+某材质钻头/电锯头/扳手头\n所有高压电力工具----钨钢材质+某大型电池+某材质钻头/电锯头/扳手头\n-------------\n锂电池版低压铝电钻：\n\n镉电池版低压铝电钻：\n\n钠电池板低压铝电钻：\n\n\n然后中压高压电钻、电锯、电扳手我就不逐个举不同电池例子了。都用的锂电池版。\n-------------\n中压电钻（举例的是锂电池版中压铝电钻）：\n\n-------------\n高压电钻（举例的是锂电池版高压铝电钻）：\n\n-------------\n低压电锯是小型电池，中压电锯是中型电池，高压电锯是大型电池，蓄电池种类为锂、钠。\n\n\n低压电锯（举例的是锂电池版低压铝电锯）：\n\n-------------\n中压电锯（举例的是锂电池版中压铝电锯）：\n\n-------------\n高压电锯（举例的是锂电池版高压铝电锯）：\n\n-------------\n低压电扳手是小型电池，中压电扳手是中型电池，高压电扳手是大型电池，蓄电池种类为锂、钠。\n\n低压电扳手（举例的是锂电池版低压铝电扳手）：\n\n-------------\n中压电扳手（举例的是锂电池版中压铝电扳手）：\n\n-------------\n高压电扳手（举例的是锂电池版高压铝电扳手）：\n\n-------------\n\n\n然后再来看一种电力工具----手提钻，只有高压级。它能快速开凿岩石。电池也可以用锂、钠、镉的大型版，外壳都是使用的钛。\n手提钻（举例的是锂电池版铝手提钻）：\n\n嗯工具讲完了。\n\n\n2、一些小玩意儿的合成和作用\n首先我们来看下这几个东西\n\n1、手持扫描仪（下1）\n中压发射器（4金银合金杆、2好的电子回路、2个1x铜缆、1下界石英）：\n\n中压传感器（1金银合金杆、4铝板、1下界石英、1好的电子回路）：\n\n显示屏覆盖版（4铝板、1玻璃窗格板、1萤石粉、1红染料、1青绿染料、1蓝染料）：\n\n手持扫描仪（1中型锂电池、1中压传感器、1中压发射器、1显示屏覆盖版、3铝板、2高级集成电路）：\n\n这是杂交最好用的工具，用于检测作物各项指标（Gr、Ga、Re）、生长环境湿度、空气质量、养料、作物属性等。它还可以用于检测电路，测存电器储电量、电线状态等等。\n2、布瑞恩科技航天航空加强版胶带FAL-84（下2）\n这玩意只要给大型机器的维护仓贴上一个，就省了全部维修！\n（※已过期加工）\n新版加工：\n胶水制取（产出100mB）：\n\n胶带加工（3生碳纤维、3橡胶板装配,消耗300mB胶水）：\n\n就这样放，如果一个不行就多贴几个。\n3、巧克力币（下3）\n炼药麻烦？想要加速跑？巧克力币，完美的食物，给你10秒的速度II。最重要的是吃完还能返还金片。\n\n可可粉由可可豆打粉制成，糖通过甘蔗制成，奶粉是作物牛奶疣的产物牛奶疣提取得到的。至于金片则由金板卷板得到。\n4、兰波顿能量球（下4）\n这是究极电池，储电量高达1000000000EU。输出功率是8192eu/t，属强导压。\n兰波顿水晶：\n\n能量流回路：\n（288mB液态锡或576mB液态铅或144mB焊锡[Sn9Sb]与1高级电子版和3压印兰波顿水晶芯片装配而成）\n压印兰波顿水晶芯片：\n\n兰波顿能量球：\n\n5、格雷科技传感器（上1）\n喜欢核电控制mod的显示屏的高科技感么？利用这个可以将格雷的机器设备和核电控制mod的显示屏连在一起，显示gt机器信息，如电压、当前功率等等。\n\n（※已过期加工）\n新版加工(1低压发射器、1低压传感器,装配）：\n\n这货的使用详见第七部分。\n6、零点模块（上2）\n储存2000000000000EU的电，输出功率131072eu/t,电压为ZPM压。它就是电池的作用。它是探险所得物，在地牢或神庙箱子中可找到。\n7、格雷科技究极调试仪（上3）\n这是比手持扫描仪更生猛的东西，它可以做所有扫描仪可做的事情，还能戴在头上，还能当无限电池用，不过它是个创造物品。\n8、各种更高功率的太阳能板（上4）\n这些是默认不可合成物品，但是它们非常不错，最强的创造太阳能板输出功率为8192eu/t,为强导压。调整为可合成步骤如下：\n打开.minecraft文件夹\n打开里面的config文件夹\n打开里面的GregTech文件夹\n打开里面的OverpoweredStuff.cfg。\n\n把这几个改成true即可\n超低压的是8个普通太阳能板：\n\n然后低压、中压、高压、超高压、强导压都是每4个加一其对应级变压器制成下一级。最高8192：\n\n……………………\n\n——————————————————————————————————————————————————————————\n然后我们再看这几个东西：\n\n9、铝杯（下1）\n\n用它灌装你的一些饮品，比如咖啡、茶、可可。\n10、喷雾罐（下2）\n\n它可以装填颜料，用在建筑上再好不过了（目前不可用）。\n11、Mc Guffium 239（下3）\n一个奇怪的东西，我也不知道咋用。\n12、铱合金（下4）\n\n你只有制作了它，然后聚爆压缩才能制取铱合金板（蓝色字体）。\n\n13、锁模块（上1）\n\n拿着它右键你的机器，这机器就完完全全私有化了！它需要铱板（就是铱锭卷板）和铝或铁板在装配机中制造。\n14、消声器模块（上2）\n\n用一个铝或铁板，加上2个塑料粉或木浆，就让你的机器停止吵闹！何乐而不为。（关音频的一边待着凉快去）\n15、过滤器模块（上3）\n\n它需要4个生碳纤维+16个锌片在装配机中制成，它是用于制作格雷自动化设备的重要材料。\n16、音响（上4）\n目前不知道咋用。\n\n然后我们再看几个东西。\n\n17、普通打火机（上1）\n左键jj怪有奇效！\n\n(左边殷钢板--铁镍合金）它右键可以打火（可用于地狱门，下面三个同样），给它在液体灌装燃油即可，装满为100mB燃油，可使用100次才需要重新灌装。\n18、白金打火机（上2）\n左键jj怪有奇效！\n\n(左边铂板）它右键可以打火，给它在液体灌装燃油即可，装满为1000mB燃油，可使用1000次才需要重新灌装。\n19、火柴（上3）\n左键jj怪有奇效！\n\n一根火柴只能打火一次。（左边那是短木棒[板材剪切机中切木板]，装配的磷可用磷酸钙代替）\n20、火柴盒（上4）\n左键jj怪有奇效！\n纸板（config……=2时，消耗10mB胶水，2张纸制成）：\n\n火柴盒（打包机中加工）：\n\n火柴盒可以打火16次。\n21、大型钢流体单元槽（下1）\n\n一次可以装16000mB液体。单格最大累计4个。\n22、大型钨钢流体单元槽（下2）\n\n一次可以装64000mB液体。单格最大累计4个，你为了装载液体进入它需要更高电压级的液体灌装机。\n23、矿车轮子（下3）\n\n没错，原版矿车合成变了。（铁环/棒可用钢环/棒代替）\n矿车(也可装配，铁可由钢代替，不过你要是用铁就全用铁，用钢就全用钢）：\n\n24、钽电容（下4）\n\n隆重推出电容器（钽（Ta）粉和锰（Mn）板与144mB融化塑料装配），可供快速充电放电，可能是未来一些电子设备的合成必备品。它能存储1000eu。\n\n\n\n3、覆盖版和控制系统的作用以及机器内GUI的解释\n覆盖版是很重要的一系列东西。它们功能各异，但都辅助着机器或机箱的运作。\n各电压级电力泵马达（可当覆盖版使用）\n（中型青铜液体管、1x锡缆、小型锡转子、锡螺丝、2橡胶环）\n（中型钢液体管、1x铜缆、小型青铜转子、青铜螺丝、2橡胶环）\n（中型不锈钢液体管、1x金缆、小型钢转子、钢螺丝、2橡胶环）\n（中型钛液体管、1x铝缆、小型不锈钢转子、不锈钢螺丝、2橡胶环）\n（中型钨钢液体管、1x钨缆、小型钨钢转子、钨钢螺丝、2橡胶环）\n低压泵马达为640L/秒，也就是32mB/t,而中压是低压速度的四倍，高压是中压四倍，依此类推。\n泵模块不同电压级决定它们不同的速度（它们并不费电），它们可以将容器内液体经管道输出。（配合格雷液体管道使用）\n如图，要输出液体的容器的对应面贴上泵马达做覆盖版，就可输出液体了。\n\n各电压级的传送带（可当覆盖版使用）\n（中间锡缆）\n（中间铜缆）\n（中间金缆）\n（中间铝缆）\n（中间钨缆）\n不同电压级别的传送带模块接受物品速度不同，它们配合格雷物品管道使用。使用同泵马达，也是要输出物品的容器的对应面贴上传送带做覆盖版。\n各电压级的机械臂（可当覆盖版使用）\n（3个1x锡缆、2钢杆、2低压马达、1低级集成电路、1低压电力活塞）\n（3个1x铜缆、2铝杆、2中压马达、1好的电子回路、1中压电力活塞）\n（3个1x金缆、2不锈钢杆、2高压马达、1高级集成电路、1高压电力活塞）\n（3个1x铝缆、2钛杆、2超高压马达、1数据控制回路、1超高压电力活塞）\n（3个1x钨缆、2钨钢杆、2强导压马达、1能量流回路、1强导压电力活塞）\n机械臂模块是一种较为智能的模块，用鼠标右键击打该覆盖版覆盖机器的面的靠一边部分增加格数，右键击打另一边部分减少格数，通过这样调整物品精确输入机器的某一个格子，数格子的机制是从左到右，从上到下。\n\n\n加工进程检测（红石信号输出）覆盖版\n(不要在意图中无液体）\n（铝板可用铁板代替，下面要加入液体，液态焊锡72mB[Sn9Sb,72mB相当于半个金属锭]若是液态锡则144mB，液态铅则288mB）\n将它放在机器上，它会随机器加工进程到不同阶段而释放出不同强弱的红石信号，比如烧一块猪肉，刚开始烧信号强度是1，快烧好时强度为15。\n\n\n\n开关（红石控制）覆盖版\n(不要在意图中无液体）\n（铝板可用铁板代替,下面要加入液体，液态焊锡72mB[Sn9Sb,72mB相当于半个金属锭]若是液态锡则144mB，液态铅则288mB）\n把它放在机器的一个面，在那里放上拉杆或者按钮，就可以控制机器是否工作了。拉下拉杆机器持续工作，拉上去则停止，若为按钮，则按一下加工一次。\n\n\n\n物品数量检测（红石信号输出）覆盖版\n(不要在意图中无液体）\n（铝板可用铁板代替,下面要加入液体，液态焊锡72mB[Sn9Sb,72mB相当于半个金属锭]若是液态锡则144mB，液态铅则288mB）\n根据所覆盖机器内部物品数量多少释放不同强弱红石信号。\n现在里面满了（一组生猪肉一组熟猪肉）信号强度是这样的。\n\n现在撤去一组熟猪肉和48块生猪肉，只留下16个生猪肉在那里烧，信号强度降低。\n\n液体含量检测（红石信号输出）覆盖版\n(不要在意图中无液体）\n(铝板可用铁板代替,下面要加入液体，液态焊锡72mB[Sn9Sb,72mB相当于半个金属锭]若是液态锡则144mB，液态铅则288mB）\n它根据所覆盖机器内部液体含量释放不同强弱的红石信号。和物品数量监测覆盖版类似，不过是液体。\n排水道覆盖版（Drain）\n\n(铝板可用铁板代替）\n这是个非常好用的覆盖版，贴在机器一个面，它就从机器那个面不断吸收所临方格的液体比如水。如下图\n\n活版门覆盖版（Shutter）\n\n(铝板可用铁板代替）\n它是一个可控输入的覆盖版，配合开关覆盖版可以控制管道是否连入机器。这样的一个覆盖版系统完美的避免了爆仓！（开关覆盖版同时又决定加工是否进行）\n\n\n太阳能覆盖版（发电机部分讲过了）\n供给机器电力，使得机器可以从太阳能覆盖版那里吸收太阳能转化为电力。\n\n能量探测覆盖版\n\n(左边那货是eu电表，ic的，铝板可用铁板代替,下面要加入液体，液态焊锡72mB[Sn9Sb,72mB相当于半个金属锭]若是液态锡则144mB，液态铅则288mB）\n这个覆盖版可以用于机器，更多用于存电设备，当机器内电越多时，释放越强红石信号。\n\n显示屏覆盖版（合成前面讲过）\n\n在一些不能显示GUI的地方显示GUI，同时也有一定的装饰性。\n\n木质覆盖版（装饰用）\n用来遮掩那些丑陋的电线缆，或者美化机器。\n\n\n\n金属板、金属片（各种金属板也可以当覆盖版，装饰用）\n让你的机器更加美观，也可以用来遮电线缆。记得金属片怎么做吧，卷板机那里讲过了。下面这两个分别是用镁铝合金板和镁铝合金片的覆盖。\n\n\n所有覆盖版可用撬棍拆卸下来。\n了解了这么多覆盖版后，我们再明晰一下机器GUI内的某些提示和按钮的意义吧！\n\n首先我们以离心机为例（其它小型机器同理），看到了gui内有多个格，其中上面左侧的两个为输入格（靠左的是待加工物品输入格，靠右的是空单元输入格[可能没有]），那么你将任何东西输入默认都将会进入待加工物品输入格（包括空单元），某些不可实施该机器加工的物品则无法输入。另外，不要将输入管道对着机器正背面有个小方块的口，那是输出口，任何物品从那个方向输入只会弹飞。而右侧那一堆格（根据机器不同，数量不一,也有可能有但无用，如酿造厂、发酵器）是成品格。\n然后靠下方部分首先会看到左侧有2个按钮，白色的为生成液体自动排出，橙色的为成品（物品）自动排出。按下后分别有如图所示效果，注意物品或液体只会从机器后面那输出口输出：\n\n（白色按钮可使流体成品格内的流体输出出机器，图中示例为液体提取机）\n\n\n（橙色按钮可使成品格内的物品输出出机器，图中示例为筛滤器）\n然后2个按钮右侧的为液体输入格（液体从外部管道将流入这里，你可以检测这里的液体含量和种类[单位mB]）。\n再右边看到一个带电力图样的格子，那里是放置电池的，可供给该机器电力。\n再右侧暗色那个为流体成品格。\n流体成品格右侧的则为标记数据格（仅用于打印机中放标记过的数据棒、扫描仪和物质复制器中放标记过的数据球）。\n\n\n\n六、自动化\n这一部分的内容主要解释的是物品的传导与运输，包括物品、流体等，以及它们的储存和应用。还有就是GT的自动化系统。\n1、管道\n\n了解自动化，当然先从格雷管道学起，了解其运输机制。\n首先来看物品管道。\n\n\n\n\nQQ图片20141203133340.jpg (126.43 KB, 下载次数: 2081)\n\n下载附件\n\n2014-12-13 21:20 上传\n\n\n\n\n\n\n物品管道大致分为2种：有固定钢环的（强化的）、没有固定钢环的（普通的）。如图：\n强化的管道能有更高的routing value（比其对应的未强化管长100倍），下图中可以看出，普通黄铜管道routing value少于强化黄铜管道：\n\n\n\n\nQQ图片20141203201413.jpg (37.53 KB, 下载次数: 2036)\n\n下载附件\n\n2014-12-13 21:20 上传\n\n\n\n\n\n\n\n\n\nQQ图片20141203201432.jpg (41.76 KB, 下载次数: 1967)\n\n下载附件\n\n2014-12-13 21:20 上传\n\n\n\n\n\n而传输速度越快的管道（同材质物品管道越粗越快），则routing value越少：\n\n\n\n\nQQ图片20141203201528.jpg (41.05 KB, 下载次数: 1874)\n\n下载附件\n\n2014-12-13 21:20 上传\n\n\n\n\n\n\n\n\n\nQQ图片20141203201655.jpg (39.5 KB, 下载次数: 1836)\n\n下载附件\n\n2014-12-13 21:20 上传\n\n\n\n\n\n\n从上面几张图中，我们也知道了不同物品管道的传输速度（比如4 Stacks/sec形容每秒四组物品从起始端运到接收端--无视距离长短）\n怎么样，你是否对格雷的物品运输管道有点想法了？（它是否和其它物品管道不太一样呢？）\n然后来个物品管道属性表格：\n 管道类型 是否强化 传输速度Routing Value 黄铜管道 × 每秒1组 32768 黄铜管道 √ 每秒1组 3276800 金银合金管道 × 每秒2组 16384 金银合金管道 √ 每秒2组 1638400 铂管道 × 每秒4组 8192 铂管道 √ 每秒4组 819200 锇管道 × 每秒8组 4096 锇管道 √ 每秒8组 409600 大型黄铜管道 × 每秒2组 16384 大型黄铜管道 √ 每秒2组 1638400 大型金银合金管道 × 每秒4组 8192 大型金银合金管道 √ 每秒4组 819200 大型铂管道 × 每秒8组 4096 大型铂管道 √ 每秒8组 409600 大型锇管道 × 每秒16组 2048 大型锇管道 √ 每秒16组 204800 巨型黄铜管道 × 每秒4组 8192 巨型黄铜管道 √ 每秒4组 819200 巨型金银合金管道 × 每秒8组 4096 巨型金银合金管道 √ 每秒8组 409600 巨型铂管道 × 每秒16组 2048 巨型铂管道 √ 每秒16组 204800 巨型锇管道 × 每秒32组 1024 巨型锇管道 √ 每秒32组 102400\n这时候就需要解释routing value了。在此感谢@darkwise的勘误。\n格雷的管道是可交叉的，那我们试想一下以下案例：\n典例1：一个管道有T字路口，物品从T底部输入上来，到了该岔口，往左是10格巨型黄铜管道，往右是10格强化巨型黄铜管道，那物品往哪里运输呢？（容器均接在管道末端且未满）\n答：往左，因为左侧routing value总和=10x8192=81920＜8192000=10x819200=右侧routing value总和\n\n变式1：同样是T路口，现在往左是3格强化金银合金管道，往右是197格巨型锇管道，请问物品往哪里运输呢？\n答：往右，因为左侧routing value总和=3x1638400=4915200＞201728=197x1024=右侧routing value总和\n\n变式2：同样是T路口，现在往左是60格金银合金管道，往右是50格金银合金管道，请问物品往哪里运输呢？\n答：这你们一定都知道，肯定往右，因为同管道的routing value一样，故物品走短的那一端。\n\n典例2：那么问题来了，各个方向的routing value相等怎么办？如下题，一个管道有十字路口，物品从十的中心的上端输入，另外四端长度相等且管道相同，请问物品怎么分配呢？（容器均接在管道末端且未满）\n答：物品不是平均分配到4个方向的管道上，而是优先分配东面和南面（这便是有待进一步研究的东南优先论），在此感谢Mid和Achang的实验辅助研究。\n\n2、自动化设备\n\n这部分欢迎跟进这个帖子，Achang的格雷物流教程：格雷科技的物流教程\n\n\n七、与其他mod的联动(完成度55%)\n\n这部分我个人认为比较激动人心，格雷是一个融合性mod，必然要于其他mod有联动，当然这一部分探讨的不仅仅是物品、矿物上的共通，而是更深层次的联动，以及一些实用组合。\n①燃料与发电\n乙醇，高效的生物燃料：\n坚固部件：\n\n发酵器（青铜齿轮可用GT青铜齿轮）：\n\n蒸馏器：\n\n加湿器中制作覆盖戍（一种比较便宜的发酵肥）：\n\n发酵生物质（Biomas（和谐）s，可在GT蒸汽锅炉中燃烧，也可以继续蒸馏，发酵肥除了覆盖戍还可以用磷肥、堆肥，发酵的植物多种多样,这张图液体用的果汁，肥料用的覆盖戍，发酵物用的树苗）：\n\n蒸馏乙醇（Ethanol，在格雷低压燃油发电机中产出100k多eu,蒸馏过程也可以用格雷的蒸馏室）：\n\n外部流程(抽水可用gt任意可存储液体的方块配上排水道抽水，输出可用电力泵模块贴在输出面与管道连接）：\n这张图抽水是用来控温bc燃油引擎的.\n太阳蒸汽之助：\n工厂化mod的很多机器设备都很实用，包括它的太阳能蒸汽系统。\n反射镜（外面8个银锭）：\n\n烧水锅炉：\n\n应用范例（你可以摆放的更大、产出蒸汽速率更快,也可以更小，方便居家使用）：\n\n当然，你的蒸汽也可以输入蒸汽发电机。\n来自树木的蒸汽和副产：\n待填坑\n‘我的工厂！我的燃料！’：\n待填坑\n达特，谢特！这不科学:\n嗯,等待DC更新\n②加工与生活\n另一种EU：\n有关ic电力用于GT机器的使用方法详见第三部分--能源的传导与储存.\n通过工业mod，你能更好的完成一些工作，比如杂交。\n基础机器外壳：\n\n作物架：\n\n作物监管机:\n\n有了作物监管机，你可以自动使用除草剂、水合单元、工业肥料。呵护你的杂交作物，有关杂交会在第八部分详细解说。它的范围和水的湿润影响范围一样，如图:\n\n它需要IC的EU电力。\n来自熔岩的金属，热力的力量：\n嗯，等待TE更新。\n禁忌生产线，抽奖箱之触：\n禁忌是很古老的一个代替uu的途径了，它的好处就是利用mod很少，比如这次我举例的西瓜版禁忌，只要运用格雷、建筑两个mod。当然还有更多别的方式，比如冰粉、泥土、树叶等等。\n一览:\n\n原版自动西瓜收割（懂点红石应该就会）:\n\n自动回收掉西瓜产废料:\n\n自动合成抽奖箱(你也可以用打包机):\n\n从自动合成台出来的第二个BC基础门设定为管道内有物品释放红石信号，而其它门都默认激活即可.\n自动使用抽奖箱:\n\n然后分类收集起来（抽奖箱中抽出废料送回自动合成台，其他有用的留起来）\n\n\n然后再瞥一眼冰粉版的(泵抽水→液体固化→压缩→打粉→回收→……）:\n\n神秘：\n嗯，等我学神秘4.\n③机器性价比对比：\n铁路mod高炉(通过这个途径获得钢也是可以的）：\n高炉砖（地狱砖、灵魂沙、岩浆膏）：\n\n摆放（3x3x4，中空）：\n\n烧钢要用焦煤或木炭：\n\n铁路mod碎石机（它相当于多功能的，有几率副产产出）：\n碎石机需要Mj动力，也就是各种引擎。\n碎石机（中间钢块）：\n\n摆放（3x2x2实心）：\n\n打粉，特例--碎石机将原石打粉为砂砾，其它作用类似于格雷那些高电压级的打粉机：\n\n铁路mod捆压机（它是单方块设备，一定程度上代替卷板机，不过只能卷铁板、钢板）：\n\n加工铁板（钢板同样摆放）捆压机需要MJ动力：\n\n建筑mod(BC)精炼厂/星系mod精炼厂，这里讲的是BC的：\nBC精炼厂可以将石油加工为燃油，将生物质加工为乙醇。没有它，硝基燃油什么的都是后话了。\n储罐（储存流体最便宜简单途径）：\n\n精炼厂（中间那是钻石齿轮）：\n\n精炼厂需要供给它MJ（新版变RF）动力。它无内部gui，直接通过管道导入液体，然后通MJ（新版变RF），就可加工。导出也是液体。\n建筑mod矿井（不是采石场，采石场一般都禁了）：\n\n曾几何时，也就是1.7之前，几乎所有人公认这货是挖矿史上最渣的。现在它靠它的简便，初期就可制造，成为了初期探矿首选。\n格雷的大矿脉定位寻找比较困难，何必不一针（这货只挖1格）扎入地下，探测这一带都有没有矿脉呢，这玩意就很适合干这事。不适合挖矿。\n顺便说一句，这玩意配合飞艇mod能很逆天的采矿。\n需要供给它MJ（新版变RF）动力。\n\n\n八、农林牧业、娱乐、战斗、建筑和其它（完成度15%）\n1、泛农业与饮食\n\n讲了那么多，你可能看出格雷是一个畸形mod，可是这一区块我将改变这种传统观念，发现这个mod给你的mc生活带来的其它变化，不仅仅是变抖了。而是更多，生产力上、游戏性上、红石控制、传统农业等等的变化。\n首先让我们看看吃货世界----格雷科技。有一点可以让大家更高兴，格雷科技主动迎合Applecore了！\n不知道applecore点这里：[1.7.10][API]苹果核(Apple Core)\n\n\n（本图并未展现格雷全部食物）\n让我们先从农业讲起，格雷的几个农产品--辣椒、柠檬、番茄、洋葱、黄瓜、葡萄，我目前都没有找到其对应种子获取方式，不过你可以通过其它的mod来实现种植，这里推荐潘马斯农场mod（HarvestCraft），潘马斯系列集合 。它的矿典与格雷配合的很好。\n首先我们来摸清基础食物制作方法。\n装了格雷后，你发现3小麦做不出面包了，曲奇也不是2小麦1可可豆了，因为那已经被和谐了。\n你可以用研钵将小麦磨粉，也可以用打粉机。\n\n然后用一桶水将面粉搅和均匀，得到面团，也可以用搅拌机双倍产出。然后面团与潘马斯通用，你能用他做潘马斯的许多种食物。\n\n\n\n\n在格雷里，你也有多种处理面团的方法。你可以将它和糖或可可粉（可可豆打粉获得）混合，得到甜味面团（用于做蛋糕）、巧克力味面团（用于做曲奇）。\n蛋糕：\n\n\n（除了直接合成你也可以用压力成形机，配柱体模型）\n\n（装配机中）\n\n\n曲奇：\n\n（可用小刀切，也可用切片机）\n\n\n\n\n你还可以把面团做成三种面包形状（也可用压力成形机，为此需要三个模具），这仨一烧就是面包了（三种大小的）。\n\n\n\n\n你还能把它擀成饼（也可于卷板机中，config……=1时），这用于做披萨。顺便提一下工具部分没提到的擀面棍合成。\n（擀面棍材料可用木、塑料、铝、不锈钢）\n\n几种披萨：\n(蔬菜披萨、芝士披萨）\n（意式肉酱披萨）\n这几种披萨放入炉子里烧好就能吃了。\n\n然后再提几种原料：\n肉末：\n（任意肉打粉）\n\n\n\n各式蔬菜片：\n\n\n2、建筑与装饰\n\n额\n\n\n3、娱乐与战斗\n\n额\n\n图片加载不是可能比较慢，而是不一般的慢。希望耐心等待。\n\n文末小惊喜：\n由BloCamLimb做的格雷科技矿脉生成简介：\n\n\n\nGregTech-Addons 5 矿脉分布.txt\n(3.79 KB, 下载次数: 6975)\n\n\n\n2015-1-2 17:11 上传\n点击文件名下载附件\nmade by _JAVA7阅读权限: 20\n\n\n\n\n\n\n\n\n\n由闪耀大大做的格雷科技5发展流程图：\n\n\n\n\n\n\n\n\n\n\n\n[groupid=534]InfinityStudio[/groupid]\n\n\n\n\n\n\nInfinityStudio-签名档.png\n(34.97 KB, 下载次数: 862)\n\n\n\n\n下载附件\n\n\n2015-4-16 13:45 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "hh9130045",
            "timestamp": 1404480960,
            "txt_content": "加油，这是成精的节奏"
        },
        {
            "author": "422976313",
            "timestamp": 1404481800,
            "txt_content": "膜拜大牛，格雷5是究极抖M了吧。"
        },
        {
            "author": "风韵",
            "timestamp": 1404485220,
            "txt_content": "写的不错，支持！！"
        },
        {
            "author": "tsubasa56",
            "timestamp": 1404487200,
            "txt_content": "这是在填闪耀的坑么   但愿lz别弃坑{:10_566:}"
        },
        {
            "author": "克莉斯狄雅",
            "timestamp": 1404522240,
            "txt_content": "看这1~8的阵势，GT抖M们是要萌萌哒的节奏啊！"
        },
        {
            "author": "actest17350",
            "timestamp": 1404576840,
            "txt_content": "希望加入矿物分布 合大概层数 什么生物群 合什么矿物伴生等 希望会对新手有很大帮助的"
        },
        {
            "author": "wrsnk",
            "timestamp": 1404658680,
            "txt_content": "顶啊顶啊 这玩意是要名流千古了"
        },
        {
            "author": "sb023612",
            "timestamp": 1404666120,
            "txt_content": "只要你别弃坑，你这帖子一定会加精的- -"
        },
        {
            "author": "956090213",
            "timestamp": 1404713820,
            "txt_content": "支持LZ YuKineTare留名"
        },
        {
            "author": "q58426852",
            "timestamp": 1404714840,
            "txt_content": "支持楼主。格雷爱好者 留名"
        },
        {
            "author": "ill110100",
            "timestamp": 1404733620,
            "txt_content": "格雷果然要做工业向群峦啊！光看这一堆的矿物种类就知道没有ae就别玩了吧！"
        },
        {
            "author": "lzlniu",
            "timestamp": 1404791700,
            "txt_content": "actest17350 发表于 2014-7-6 00:14\n希望加入矿物分布 合大概层数 什么生物群 合什么矿物伴生等 希望会对新手有很大帮助的 ...\n我会在填坑完毕后，研究这个的，由于统计矿脉和矿石生成比较困难（格雷英文wiki没有，各方面也没有消息），所以还没写入。"
        },
        {
            "author": "Coffee奶茶",
            "timestamp": 1405007160,
            "txt_content": "支持楼主，问题是为什么我看不到图？"
        },
        {
            "author": "清音腰柔易推倒",
            "timestamp": 1405071900,
            "txt_content": "能上Mcbbs了..来顶你了.lzl"
        },
        {
            "author": "651158055",
            "timestamp": 1405075620,
            "txt_content": "用这个http://www.wal8.com/图床 我用还行 图没挂  "
        },
        {
            "author": "plawinwin",
            "timestamp": 1405084680,
            "txt_content": "看不到图····{:10_503:}"
        },
        {
            "author": "lzjluzijie",
            "timestamp": 1405154580,
            "txt_content": "楼主有志气！"
        },
        {
            "author": "lzlniu",
            "timestamp": 1405168920,
            "txt_content": "651158055 发表于 2014-7-11 18:47\n用这个http://www.wal8.com/图床 我用还行 图没挂\n谢谢咯，停更文字，开始补图"
        },
        {
            "author": "U1U420039",
            "timestamp": 1405256220,
            "txt_content": "lzlniu 发表于 2014-7-12 20:42\n谢谢咯，停更文字，开始补图\nGT5汉化文本已出\nhttp://www.mcbbs.net/thread-276330-1-1.html"
        },
        {
            "author": "lzlniu",
            "timestamp": 1405487460,
            "txt_content": "Coffee奶茶 发表于 2014-7-10 23:46\n支持楼主，问题是为什么我看不到图？\n现在第二部分图片补充了"
        },
        {
            "author": "dooprly",
            "timestamp": 1405526340,
            "txt_content": "加油，看好你楼主！"
        },
        {
            "author": "plawinwin",
            "timestamp": 1405728600,
            "txt_content": "太详细了···辛苦了\n就怕格雷作者突然再次脑抽又大改··"
        },
        {
            "author": "q58426852",
            "timestamp": 1405732680,
            "txt_content": "lzlniu 发表于 2014-7-8 11:55\n我会在填坑完毕后，研究这个的，由于统计矿脉和矿石生成比较困难（格雷英文wiki没有，各方面也没有消息） ...\n导演  大型蒸汽锅炉 你还没有写啊"
        },
        {
            "author": "lzlniu",
            "timestamp": 1405743600,
            "txt_content": "q58426852 发表于 2014-7-19 09:18\n导演  大型蒸汽锅炉 你还没有写啊\n在第二部分，外部链接，mcbbs也有，另外有关蒸汽发电的部分会在‘与其他mod联系内详细写’"
        },
        {
            "author": "dooprly",
            "timestamp": 1405935420,
            "txt_content": "楼主，用新浪微博图床！！绝对好用（就是发新浪图片微博，然后右键属性复制地址）"
        },
        {
            "author": "lzlniu",
            "timestamp": 1406204160,
            "txt_content": "dooprly 发表于 2014-7-21 17:37\n楼主，用新浪微博图床！！绝对好用（就是发新浪图片微博，然后右键属性复制地址） ...\n可是那样有点麻烦吧，有没有方便一些的"
        },
        {
            "author": "dooprly",
            "timestamp": 1406208360,
            "txt_content": "lzlniu 发表于 2014-7-24 20:16\n可是那样有点麻烦吧，有没有方便一些的\n那就不知道了。。抱歉"
        },
        {
            "author": "plawinwin",
            "timestamp": 1406332140,
            "txt_content": "楼主，工业磨粉机怎么没了，直接没有主机了？但是合成表里有使用公式啊。我试过那几个磨粉机都不是啊"
        },
        {
            "author": "lzlniu",
            "timestamp": 1406377140,
            "txt_content": "plawinwin 发表于 2014-7-26 07:49\n楼主，工业磨粉机怎么没了，直接没有主机了？但是合成表里有使用公式啊。我试过那几个磨粉机都不是啊 ...\n大型工业磨粉机确实没了，但是加工保留，说明是gt5的后期计划，只是还没加入"
        },
        {
            "author": "e52e",
            "timestamp": 1406389560,
            "txt_content": "请问铀矿石和钚矿  的矿脉在几层 和什么地形好找"
        },
        {
            "author": "lzlniu",
            "timestamp": 1406431140,
            "txt_content": "e52e 发表于 2014-7-26 23:46\n请问铀矿石和钚矿  的矿脉在几层 和什么地形好找\n铀矿还是靠ic的为妙，至于gt5的铀钚分布都很少，钚也以钚241居多，只有钚244有放射性。在任何群落均有贫瘠矿分布，但是大型的目前不了解，目前在地下查了几百个chunk也未找到这种重核矿物"
        },
        {
            "author": "PASK888",
            "timestamp": 1406882040,
            "txt_content": "好大的一个坑呀,大神们下下去填一下,不然我不敢跳呀!"
        },
        {
            "author": "昵称能吃吗",
            "timestamp": 1406883420,
            "txt_content": "很翔戏的说明书"
        },
        {
            "author": "1150871420",
            "timestamp": 1407050040,
            "txt_content": "键盘已坏"
        },
        {
            "author": "qq1063089469",
            "timestamp": 1407826560,
            "txt_content": "tsubasa56 发表于 2014-7-4 23:20\n这是在填闪耀的坑么   但愿lz别弃坑\n顶顶顶顶顶顶顶顶顶楼主ic的储电盒怎么给gt的机器用呢？"
        },
        {
            "author": "qq1063089469",
            "timestamp": 1407826680,
            "txt_content": "tsubasa56 发表于 2014-7-4 23:20\n这是在填闪耀的坑么   但愿lz别弃坑\n顶顶顶顶顶顶顶顶顶楼主ic的储电盒怎么给gt的机器用呢？"
        },
        {
            "author": "grape",
            "timestamp": 1408155300,
            "txt_content": "我的工厂已经更新到1.7.10了"
        },
        {
            "author": "grape",
            "timestamp": 1408155300,
            "txt_content": "我的工厂已经更新到1.7.10了"
        },
        {
            "author": "grape",
            "timestamp": 1408155300,
            "txt_content": "我的工厂已经更新到1.7.10了"
        },
        {
            "author": "grape",
            "timestamp": 1408155480,
            "txt_content": "不错，让我们了解gt5的野心"
        },
        {
            "author": "grape",
            "timestamp": 1408156260,
            "txt_content": "我刚刚不小心手贱发了太多次"
        },
        {
            "author": "939094409",
            "timestamp": 1408158900,
            "txt_content": "我想知道这个低压复制机怎么用 扫描机难道用ic2的吗"
        },
        {
            "author": "lzlniu",
            "timestamp": 1408160040,
            "txt_content": "939094409 发表于 2014-8-16 11:15\n我想知道这个低压复制机怎么用 扫描机难道用ic2的吗\n有关液态uu的使用方法是和ic相似的，不过没有扫描器那样的设备着实让人摸不清头脑"
        },
        {
            "author": "939094409",
            "timestamp": 1408160520,
            "txt_content": "lzlniu 发表于 2014-8-16 11:34\n有关液态uu的使用方法是和ic相似的，不过没有扫描器那样的设备着实让人摸不清头脑 ...\n不会还是用不了吧 ic2的扫描机防爆石的配方没有了  弄出uu也不知道怎么用"
        },
        {
            "author": "grape",
            "timestamp": 1408161600,
            "txt_content": "grape 发表于 2014-8-16 10:15\n我的工厂已经更新到1.7.10了\n格雷掌握核心科技"
        },
        {
            "author": "SSCXM",
            "timestamp": 1408166760,
            "txt_content": "你应该私聊版主申精"
        },
        {
            "author": "lzlniu",
            "timestamp": 1408167900,
            "txt_content": "SSCXM 发表于 2014-8-16 13:26\n你应该私聊版主申精\n图全挂了，怎么好意思申请= ="
        },
        {
            "author": "SSCXM",
            "timestamp": 1408168260,
            "txt_content": "lzlniu 发表于 2014-8-16 13:45\n图全挂了，怎么好意思申请= =\n找个好图床吧……"
        },
        {
            "author": "lzlniu",
            "timestamp": 1408169580,
            "txt_content": "SSCXM 发表于 2014-8-16 13:51\n找个好图床吧……\n最近几天就在使用不同图床填坑中。可能要持续一段时间"
        },
        {
            "author": "422976313",
            "timestamp": 1408246980,
            "txt_content": "用图床，看我签名撒。"
        },
        {
            "author": "963724675",
            "timestamp": 1408289340,
            "txt_content": "LZ，图挂了，好着急呐。求补QAQ"
        },
        {
            "author": "lzlniu",
            "timestamp": 1408330080,
            "txt_content": "963724675 发表于 2014-8-17 23:29\nLZ，图挂了，好着急呐。求补QAQ\n第一部分的第一节，第二部分第一节，和第四部分图补全了"
        },
        {
            "author": "lzlniu",
            "timestamp": 1408330080,
            "txt_content": "963724675 发表于 2014-8-17 23:29\nLZ，图挂了，好着急呐。求补QAQ\n第一部分的第一节，第二部分第一节，和第四部分图补全了"
        },
        {
            "author": "lzlniu",
            "timestamp": 1408330260,
            "txt_content": "939094409 发表于 2014-8-16 11:42\n不会还是用不了吧 ic2的扫描机防爆石的配方没有了  弄出uu也不知道怎么用\n现在我补全了uu的使用方法了，虽然没图，但是应该你能看懂，在第二部分格雷扫描仪那里具体有讲"
        },
        {
            "author": "cyydecsecs",
            "timestamp": 1408410360,
            "txt_content": " 支持群友"
        },
        {
            "author": "grape",
            "timestamp": 1408508040,
            "txt_content": "大家觉的ic2的电钻好还是gt5得电钻好"
        },
        {
            "author": "grape",
            "timestamp": 1408508700,
            "txt_content": "gt5铝土矿的化学成分不科学，应该是氧化铝和H2O"
        },
        {
            "author": "lzlniu",
            "timestamp": 1408530120,
            "txt_content": "grape 发表于 2014-8-20 12:25\ngt5铝土矿的化学成分不科学，应该是氧化铝和H2O\n格雷就没科学过其实。所以每次说格雷是增强科学性的时候都起鸡皮疙瘩"
        },
        {
            "author": "Mr.xxx",
            "timestamp": 1408619940,
            "txt_content": "LZ你的图片里的NEI附属Mystcraft Plugin在哪里下的= =？"
        },
        {
            "author": "lzlniu",
            "timestamp": 1408623960,
            "txt_content": "Mr.xxx 发表于 2014-8-21 19:19\nLZ你的图片里的NEI附属Mystcraft Plugin在哪里下的= =？\n额我没有装那些啊，就用的neiaddons而已。"
        },
        {
            "author": "1278653226",
            "timestamp": 1408673280,
            "txt_content": "楼主再接再厉！{:10_512:}"
        },
        {
            "author": "暗金炎罗",
            "timestamp": 1408673340,
            "txt_content": "非常不错的MOD·····"
        },
        {
            "author": "Mr.xxx",
            "timestamp": 1408681860,
            "txt_content": "lzlniu 发表于 2014-8-21 20:26\n额我没有装那些啊，就用的neiaddons而已。\n电力系列和其基础零件那里的线缆制作机内部制作的图片，那个不是nei的么，为什么我没有，我也装了neiaddons"
        },
        {
            "author": "939094409",
            "timestamp": 1408707540,
            "txt_content": "lzlniu 发表于 2014-8-18 10:51\n现在我补全了uu的使用方法了，虽然没图，但是应该你能看懂，在第二部分格雷扫描仪那里具体有讲 ...\n好的知道了"
        },
        {
            "author": "Xiao_Mo",
            "timestamp": 1408731960,
            "txt_content": "我想问一下…为什么我用4x绝缘铜线连接十几个机器…供电是由一个低压店里缓冲供电里面放了一个电池…本来一开始连接能导电…机器也能正常运作…电线也没有融化…但是为什么过一段时间电线就会融化了？是不是因为机器一直工作…电线温度一直上升导致融化？？"
        },
        {
            "author": "algerlin",
            "timestamp": 1408739820,
            "txt_content": "问一下，怎么在格雷用工业的eu还有格雷怎么存电和充电"
        },
        {
            "author": "Xiao_Mo",
            "timestamp": 1408750200,
            "txt_content": "algerlin 发表于 2014-8-23 04:37\n问一下，怎么在格雷用工业的eu还有格雷怎么存电和充电\n用IC的发电机和GT的发电机给IC的存电箱供电是可以的…你也可以用GT的存电(电力缓冲器)里面要放电池(个人支持IC存电箱)…IC的存电箱不能直接给GT的设备供电…所以要在IC存电箱的输出口直接连上一个GT的变压器…然后再用GT的导线连接机器就好了…导线最好事先计算好再决定用什么导线…不然造成浪费。\n\n\n一样能解决你的问题。"
        },
        {
            "author": "Xiao_Mo",
            "timestamp": 1408750380,
            "txt_content": "algerlin 发表于 2014-8-23 04:37\n问一下，怎么在格雷用工业的eu还有格雷怎么存电和充电\n希望能解决你的问题。"
        },
        {
            "author": "algerlin",
            "timestamp": 1408755540,
            "txt_content": "Xiao_Mo 发表于 2014-8-23 07:30\n用IC的发电机和GT的发电机给IC的存电箱供电是可以的…你也可以用GT的存电(电力缓冲器)里面要放电池(个人 ...\n谢谢，回答得很详细，帮了我很大忙"
        },
        {
            "author": "qjqqwerty",
            "timestamp": 1409010420,
            "txt_content": " 为啥看不到啊"
        },
        {
            "author": "qjqqwerty",
            "timestamp": 1409010960,
            "txt_content": "看不到回复啊"
        },
        {
            "author": "不是新手的新手",
            "timestamp": 1409015760,
            "txt_content": "格雷老玩家表示这才是真·抖M"
        },
        {
            "author": "qinx",
            "timestamp": 1409187840,
            "txt_content": "新人问一下tekkit，翻译过来是楼主说的这个吗？？"
        },
        {
            "author": "lzlniu",
            "timestamp": 1409370600,
            "txt_content": "qinx 发表于 2014-8-28 09:04\n新人问一下tekkit，翻译过来是楼主说的这个吗？？\n什么东西？我说的哪个？"
        },
        {
            "author": "lzlniu",
            "timestamp": 1409370840,
            "txt_content": "qq1063089469 发表于 2014-8-12 14:56\n顶顶顶顶顶顶顶顶顶楼主ic的储电盒怎么给gt的机器用呢？\n现在补充了这一部分的讲解，在第三部分的中间有具体介绍方法。"
        },
        {
            "author": "闪耀之灵",
            "timestamp": 1409488620,
            "txt_content": "tsubasa56 发表于 2014-7-4 23:20\n这是在填闪耀的坑么   但愿lz别弃坑\n作为大格雷的继承者,不应该给个精华呀优秀呀什么的吗."
        },
        {
            "author": "tsubasa56",
            "timestamp": 1409738220,
            "txt_content": "闪耀之灵 发表于 2014-8-31 20:37\n作为大格雷的继承者,不应该给个精华呀优秀呀什么的吗.\n把图修复了就给"
        },
        {
            "author": "lzlniu",
            "timestamp": 1409749020,
            "txt_content": "algerlin 发表于 2014-8-23 08:59\n谢谢，回答得很详细，帮了我很大忙\n嗯，事实上这部分在第三部分能源传导运输与储存里贴图了。"
        },
        {
            "author": "gwhwoyun",
            "timestamp": 1410070020,
            "txt_content": "lzlniu 发表于 2014-7-8 11:55\n我会在填坑完毕后，研究这个的，由于统计矿脉和矿石生成比较困难（格雷英文wiki没有，各方面也没有消息） ...\n格雷的配置文件里是不是有写\nWorldGeneration.cfg\n\n            salts {\n                I:Density_3=3\n                I:MaxHeight_60=60\n                I:MinHeight_50=50\n                B:Nether_false=false\n                I:OrePrimaryLayer_944=944\n                I:OreSecondaryLayer_817=817\n                I:OreSporadiclyInbetween_907=907\n                I:OreSporaticlyAround_920=920\n                B:Overworld_true=true\n                I:RandomWeight_50=50\n                I:Size_24=24\n                B:TheEnd_false=false\n            }\n\n            redstone {\n                I:Density_3=3\n                I:MaxHeight_40=40\n                I:MinHeight_10=10\n                B:Nether_true=true\n                I:OrePrimaryLayer_810=810\n                I:OreSecondaryLayer_810=810\n                I:OreSporadiclyInbetween_502=502\n                I:OreSporaticlyAround_826=826\n                B:Overworld_true=true\n                I:RandomWeight_60=60\n                I:Size_24=24\n                B:TheEnd_false=false\n            }\n像这样的段落"
        },
        {
            "author": "略懂一点",
            "timestamp": 1410234600,
            "txt_content": "看了一点觉得格雷估计要屯并他所属的工业mod了，格雷这是要把工业消灭的节奏啊！"
        },
        {
            "author": "SSCXM",
            "timestamp": 1410344340,
            "txt_content": "来加入我TF阵营吧……"
        },
        {
            "author": "lzlniu",
            "timestamp": 1410351060,
            "txt_content": "gwhwoyun 发表于 2014-9-7 14:07\n格雷的配置文件里是不是有写\nWorldGeneration.cfg\n确实有，目测这个就是矿脉生成，可是我看了下，怎么感觉矿脉数量不多啊（虽然都是复合矿脉）"
        },
        {
            "author": "lzlniu",
            "timestamp": 1410351180,
            "txt_content": "SSCXM 发表于 2014-9-10 18:19\n来加入我TF阵营吧……\n好啊，怎么加入"
        },
        {
            "author": "qinx",
            "timestamp": 1410497640,
            "txt_content": "lzlniu 发表于 2014-8-30 11:50\n什么东西？我说的哪个？\ntekkit一個登月的mod"
        },
        {
            "author": "zh0996",
            "timestamp": 1410501240,
            "txt_content": "撸主，你图床的图还是挂了你造么？"
        },
        {
            "author": "lzlniu",
            "timestamp": 1410501360,
            "txt_content": "zh0996 发表于 2014-9-12 13:54\n撸主，你图床的图还是挂了你造么？\n第一部分挂了，其他部分没有"
        },
        {
            "author": "zh0996",
            "timestamp": 1410505500,
            "txt_content": "lzlniu 发表于 2014-9-12 13:56\n第一部分挂了，其他部分没有\n电力机器那一节图全挂了"
        },
        {
            "author": "lzlniu",
            "timestamp": 1410516300,
            "txt_content": "zh0996 发表于 2014-9-12 15:05\n电力机器那一节图全挂了\n额，那一部分还是好的，只是图太多加载慢，你刷新几次即可"
        },
        {
            "author": "862769070",
            "timestamp": 1410524280,
            "txt_content": "格雷5出了.可是矿物看到晕啊{:10_566:}"
        },
        {
            "author": "lzlniu",
            "timestamp": 1410525480,
            "txt_content": "862769070 发表于 2014-9-12 20:18\n格雷5出了.可是矿物看到晕啊\n嗯，有关矿脉的我大概明天就更新了，矿物详解部分可以不看了"
        },
        {
            "author": "862769070",
            "timestamp": 1410527340,
            "txt_content": "lzlniu 发表于 2014-9-12 20:38\n嗯，有关矿脉的我大概明天就更新了，矿物详解部分可以不看了\n加油！{:10_512:}"
        },
        {
            "author": "张浩川",
            "timestamp": 1411031220,
            "txt_content": "我高炉电压够了，温度够了。放了铝粉之后，软锤了高路核心，指示灯变绿了，才几秒就熄灭了，吞了我一个铝粉之后就没反应了{:10_528:}"
        },
        {
            "author": "张浩川",
            "timestamp": 1411031280,
            "txt_content": "qq1063089469 发表于 2014-8-12 14:56\n顶顶顶顶顶顶顶顶顶楼主ic的储电盒怎么给gt的机器用呢？\n存电器（IC）后面直接接一个变压器（GT）"
        },
        {
            "author": "张浩川",
            "timestamp": 1411031400,
            "txt_content": "lzlniu 发表于 2014-7-8 11:55\n我会在填坑完毕后，研究这个的，由于统计矿脉和矿石生成比较困难（格雷英文wiki没有，各方面也没有消息） ...\n在config里都写了的，不过矿脉里的物品这个在文件里写的是物品id只有自己一个一个翻"
        },
        {
            "author": "lzlniu",
            "timestamp": 1411043220,
            "txt_content": "张浩川 发表于 2014-9-18 17:10\n在config里都写了的，不过矿脉里的物品这个在文件里写的是物品id只有自己一个一个翻 ...\n嗯现在更新了15个矿脉，就是依据那个的"
        },
        {
            "author": "idiotorange",
            "timestamp": 1411087620,
            "txt_content": "占坑等更新~\n\n求助一个问题\n我是1.7.2 下IC2EXP 484 + 5.03o 的配置，进入游戏后首先在创造模式下点到齿轮那页就会报错跳出，另外如果放置特定的机器方块，打开GUI也会报错跳出，有没有1.7.2下比较稳定的格雷5版本推荐？"
        },
        {
            "author": "lzlniu",
            "timestamp": 1411104960,
            "txt_content": "idiotorange 发表于 2014-9-19 08:47\n占坑等更新~\n\n求助一个问题\n额，我目前没有这个问题，从理论上讲503o是最稳定的了"
        },
        {
            "author": "Night_East",
            "timestamp": 1411192740,
            "txt_content": "有什么方法能快点找到矿脉啊。。。。我都快疯掉了…"
        },
        {
            "author": "lzlniu",
            "timestamp": 1411204980,
            "txt_content": " 本帖最后由 lzlniu 于 2014-9-21 20:14 编辑 \nNight_East 发表于 2014-9-20 13:59\n有什么方法能快点找到矿脉啊。。。。我都快疯掉了…\n用一个原版最忌讳的方法，动不动就竖直向下挖即可。或者放bc矿井，检测下方是否有矿脉（若有则会挖到几块）\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n噗，占领100层\n"
        }
    ]
}