{
    "title": "<连载·单章>命运之永恒列兵[作者：poi][第四章]",
    "author": "poi4399",
    "replyCount": 2,
    "timestamp": 1404442800,
    "txt_content": " 本帖最后由 poi4399 于 2014-7-9 11:16 编辑 \n\n为什么每一次都这么少人啊，，，越来越没有动力了。。。\n\n\n正文\n‘不’我大吼道，从背后拔出了长枪，一个弓步，向黑色男子冲去。男子并没有注意到，眼前的光芒亮到他的眼睛睁不开，我从背面出来，并没有亮到我的眼睛。一个冲锋，长枪刺入了黑色男子的心脏，听到了‘啪啦’玻璃破碎的声音。我接着举起了右手，劈砍了下去，男子发出痛叫了一声，‘可恶’男子手上突然多了一面盾牌，但是已经是碎了的。我用长枪挑起他破碎的盾牌，狠狠的穿透了他的尸体，那面盾牌，破碎成方块。手上拿着斧子黑色男子大叫到‘辛多荣，不！我要杀了你，臭小子受死吧！’他转过生。并没有管后面的白衣男子。他念叨‘万斧开金，山河破碎吧！万刃开斧'他手中的斧头发出黑色的光，向我劈来。我滚过地下，杀气从我头上划过，我想即便是我，头掉下来也会死吧。接下来，我在他的斧头下偷生。他的斧头虽然没有直接接触到我身体，但也被呢杀气\n刮的遍体鳞伤。\n‘我就说吗。你这小子的回复能力还很强啊，被我割了这么多刀既然还不死，现在我看你忘哪里逃’我被男子逼到了绝路，这里已经没有地方可以逃了。当他的在次举起斧头时，我真的恐惧了，第一次感觉和死亡这么的近。\n突然黑色男子停了一下，从后面白衣男子和剑上射出的白光。刚刚好将黑色男子击杀，在黑色男子的尸体上浮出了一块赤红色的水晶。我拿起了水晶向白衣男子的方向走去。凯利早就在他的身边了，当我走到男子前面时，他说话了\n‘谢谢你们救我，我叫卡洛斯特曼，’男子把手摸到了我的心脏处。\n‘你要干嘛？’我愣了一下\n‘不要抵抗我在把我的剑传送给你，就当做你勇敢的奖励吧。’卡洛斯特曼回应道。我只感觉我的心脏处好热，好热。我的脑子也是一样，好像在强行输入进去一样。过来一段时间，当我觉得心脏不在热时，卡洛斯特曼已经去世了。凯利问到‘这么样，有什么感觉他说给你东西那到了没有，这么告诉你的。。。’说个没完\n‘你先不要说话，让我好好想一想。’又过了一会我回应道\n‘这种东西叫幻器，是由魔晶组成的，只要这样，武器就会被召唤出来’我顺手放到胸口处，向外拉。一把和卡洛斯特曼的剑一模一样的剑出现在我手中。凯利看着好羡慕说到。\n‘还有没有别的方法可以得到啊，我也好像要这样的‘幻器’啊’可怜的目光看着我，就像孩子想要父母给他买东西的眼神我看起来就想笑。\n‘方法不是没有，你看’我指向黑色男子身上的赤红水晶\n‘只要你吧一滴血滴到水晶上，水晶就会随着你的血液流入你的心脏。你就可以开始吸收了，接下来知道的就和我现在一样了。’\n‘好，我去试试’凯利鼓起勇气，走到了水晶旁边开始吸收。\n\n傍晚\n\n我和凯利说好了，今天的事情不对别人说，因为怕惹来杀身之祸。我躺在床上查看起来记忆。这是一种稀奇的感觉就想看电影一样吧关于‘幻器’的知识过了一边。幻器这种东西分为3个级别；残器-灵器-神器。我的永恒之回旋是属于灵器级别，而凯利的奥金斧是属于残器。一般人是不知道对方是否有幻器，但是一但双方都有幻器，呢么彼此之间必然有感应。幻器是可以升级的，只要击杀了对方，呢么你的幻器破坏对方的水晶呢么就可以增加饱和度，当到达一定时，就可以进化到下一等级。难怪那2个人要杀他。当晚的明月看起来并不是白色的，中间带着点红。。。\n\n第二天\n\n塞蛮早早的吹响了号角，把我给惊醒。我来到了院子里大家都七嘴八舌的说着什么，突然有个人叫到我\n‘沙克，你还不知道到吧。凯利死了，是被贵族杀死了，理由是偷看公主的罪名呢。’杰克说到。\n‘不我不怎么认为，肯定是凯利得到了什么好东西，让贵族看上了，不然贵族也不会这么嚣张。’杰坦补充到。\n我知道是这么一会事了，肯定是城堡里也有幻器的人，才把凯利。。。。\n就当大家都在说时塞蛮开口了\n‘安静，大家想必也应该知道了，凯利由于在坚守岗位时，偷看公主换衣服。他已经被当场击毙。希望大家引以为戒。’\n\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "poi4399",
            "timestamp": 1404478680,
            "txt_content": "又是一个人都没有。。"
        },
        {
            "author": "1095445452",
            "timestamp": 1404486960,
            "txt_content": "顶！话说人真的好少啊啊啊"
        }
    ]
}