{
    "title": "<原创·连载>【进击的亡灵·】[作者：冰闪][2章]",
    "author": "1359874",
    "replyCount": 4,
    "timestamp": 1404447840,
    "txt_content": "因为老哥中考后得了重感冒，所以我替他发了！让我们烧张纸，上个香！祝他病快好起来！\n2  撤离   第一人称  冰闪离第一补给点还有一点距离，弟兄们已经战斗了一天，压缩空气还剩点，应该够到第一补给站。看着已经西下的太阳，我让大家先休息下。“大家检查一下压缩空气和立体机动装置，今晚现在这休息下。”“头儿！这里随时可能挤满巨人！那如果帮该死的巨人和巨型僵尸来了怎么办？”闪电不放心的说。“没事！我值着勤，晚上巨人和巨型僵尸会行动迟缓，来了我会通知你们的！”\n“不行！要不我们轮流吧！”“那好吧！我第一班！”我说完，把钢刃拔出来，估计明天就能到第一补给站了。我一边这么算着，一边玩弄着钢刃。大家不亏是老兵，如果不是大家的身体那极其轻微的振动，我还真以为我是守着一堆尸体呢。也不知道过了多久，闪光先爬起来了。用轻的不能再轻的声音跟我换班。我打了个哈欠，躺下就睡了。看着冰闪睡了，闪光站起来，眯着眼看了四周，没有发现巨人，就又坐下了。突然他看到一股白光，然后他又朝那看了看。只见两个白色的东西在闪着，像一双眼睛在监控着他们，闪光揉了揉眼睛，那股白光消失了，他以为那只是幻觉。等我被闪电叫起来时，已经是太阳快出来了，我们继续向第一补给站前进，如果在这时遇到巨人的话，我们活下去的几率不到5%。“头儿！看！到了！”闪电兴奋的对我喊道。“嘘！小声点，如果巨人这时来了怎么办。”我喷射掉立体机动装置剩下的压缩空气，一下跳到补给站门口。一个穿着训练兵团军服的补给兵走了出来，做了个“跟着我”的手势，我们都跟着进去了。到了气体填充室，一个好像是补给兵头儿的人坐在一个气体填充器前。“你们是最后一批了吧？我们等你们好久了。”“是的！那些巨人随时可能到这，请快点帮我们把空气填充完。”我把压缩空气管从立体机动装置上取下，递给一个补给兵，大家都把压缩罐给补给兵们，幽灵递给我一块高压缩单兵作战干粮，我和着水一口把高压缩单兵作战干粮咽了下去。等补给兵们帮我们填充完毕了，我和闪电跳上屋顶，看着剩下的补给兵上了马向塔克之壁进军。这时，远处传来了“咚！咚！”的脚步声。“妈的！哥！是两个奇行体！来的这么快！”“得了！我干掉后面的！前面的交给你了！”我刚说完，闪电一下冲过去，用立体机动装置跳上一座塔，只见一个巨人张开嘴巴向闪电咬过去，闪电一下跳上那个巨人的头，又跳到它的后颈上，只见巨人后颈喷出一片鲜血。闪电得手了！我乘机用立体机动装置一下跳到另一个巨人身后，我一下用立体机动装置的带着利爪的绳索射中了巨人的后颈，我靠压缩空气的推进力一下冲向巨人的后颈，钢刃轻松的划开了它的后颈，也是一股鲜血射出来。“头儿！我们撤吧！那些补给兵撤了。”战龙不知道什么时候站到了我前面的房子上。“马上走！这帮巨人一定会马上赶到的！”我和闪电一起启动立体机动装置，向塔克之壁前进。总之不到一会，我们就刚上了护送平民的爆枪部队的弟兄们。“同志！你们是那个部队的？”“211特战队！我们有什么损失吗？”“非常多！就在刚才，有大批奇行种来袭，要不是有利刃部队的，我们早就被吃掉了！”“奇行种？怎么可能？！刚才我们还……”闪电一脸不相信的说道。“行了！它们从哪来的？”我打断闪电的话问道。“从左右两面！正好夹击！”妈的！这群巨人怎么回事！还懂得战斗策略了！我真怀疑之前的资料！巨人不是没有脑子吗？！“同志！先上马吧，尽可能减少立体机动的压缩空气。”一个利刃部队的士兵骑着马对我说道，然后指指前面的几匹空马。又过了几天，好消息是一直没有巨人袭击。“头儿！看！到希尼特区了！”闪电指着远处只能看清轮廓的巨壁说道。“妈的！总算到了！”我松了一口气。“咚！咚！”背后突然传来一声声巨响。“妈的！来了一群！”“爆枪部队和训练兵团！带领平民赶紧入城！利刃部队跟我们一起上！”我对着骚乱的人群大喊道。然后拔出了钢刃。“头儿！边防军的炮火已经准备完毕了！”闪电指了一下远处天上的蓝色烟雾。我看了一下，给信号枪填充上投掷式红色烟雾，一瞄准，直见巨人们都被红色烟雾盖住了。“砰！砰！砰！砰！砰！砰！砰！砰”只见巨壁上出现道道火光，巨人的位置一下发生了巨大的爆炸。“嘿!这是死亡之雨！”这时，几个奇行种跑了出来。“战龙和冰怕负责右边那三个！火龙和幽灵负责干掉左边的三只！闪电跟着我！干掉前面的两个！小影和闪光干掉其他漏网之鱼！”“哥！我干掉北边的！”我一下跳的一个房子上，用立体机动飞到一个巨人头上，然后这个倒霉的巨人就被钢刃切断后颈了。“搞定了！”闪电从另一个巨人头上跳下来。“不过，那边出了好像什么事。”我眯着眼看了看闪电指的方向，好像有个开启拟人化的人被一个石柱砸到了，旁边还有两个拟人化小孩，在他们不远处，一个巨人已经看见这三个人类，看来要拿他们做午饭了。“是个普通的17米级巨人，我去做诱饵引开它！哥你去救出那个人！”我还没答应，闪电就用立体机动冲了过去。我也跟着冲了过去。“妈妈……妈妈……”我过去看见其中的一个男孩在那个女人身边，使劲推着石柱。“巨人已经过来了吧，啊！先生！求求你！带上这两个孩子快走！”那个女人看见我后激动的大喊道。“不！妈妈我不走！”“妈妈的腿已经被石柱压烂了，就算出来也跑不了。”“我会背着你跑啊！”“行了！我是不会放弃任何一个有救的生命的！”我说完就开始搬那块石柱。“嘿！臭小子！”背后突然汉斯的声音。“他妈的！汉斯你快来帮帮我！”“呵呵！你级别高了，力气可没大长啊！”汉斯和我一起用力，那个女人出来了。“汉斯！快背上这个女人进城！”“TMD！冰闪你个臭小子看扁我啊？！瞧不起驻守兵团的兵啊！”“草！现在不是说这个的时候！杀巨人是独立分队和侦查兵团的事！你们保护好群众和墙壁就行了！”我说完又回头说道：“冰怕！带着两个孩子走！把所有的爆炸物给战龙！”“是！”冰怕抱上两个孩子就朝希尼特区冲了过去，汉斯也背着那个女人向希尼特区。“夜小影！闪光！快去帮助群众撤离！”“头儿！我们干什么？”火龙跳到我身边。我把闪电、战龙和幽灵叫过来。拿出一张地图，指着希尼特区前的一大片空地说道：“战龙、火龙和幽灵，把所有的爆炸物埋在这儿！闪电跟着我把巨人引过去！都听清楚了吗？”“听清楚了！！”“行动！”我和闪电向巨人群冲了过去，那些巨人的注意力一下被我们吸引了，我灵活的躲避着巨人的手，一翻身，刀把上面的钢刃立马飞了出去，不偏不倚，两把钢刃正好插在两个倒霉蛋巨人的后颈上。我落在一个教堂的顶上，给刀把上装上备用钢刃。“哥！战龙那边行了！”闪电干掉两个巨人后指了指远处的红色烟雾。“走！”当我和闪电把巨人引到爆炸区时。“轰隆！”战龙就引爆了炸药。他妈的！我们还没离开爆炸范围！我和闪电被炸飞了。我的耳朵暂时聋了，我只好找到一栋房子的背面，坐下等听力恢复，不过这样是很危险的，随时可能被巨人吃掉。过了好一会，我才勉强觉得听见战龙的喊声。“头儿！闪电！头儿！”我用钢刃撑着身体站起来，朝着战龙他们挥挥手。“头儿！你没事真是太好了！”他妈的！这个小混蛋！差点把我给炸死！我气得朝战龙头上就是一个“爆栗”。“草！头儿你打我干啥！还是打我头！没听说过，男人的头，女人的腰，可看不可摸！你这还是用力打！”“混蛋小子！你差点把我和巨人一块炸了！还不该打！”我又看了看都是灰的军服，“回头给我洗衣服！”“啥？头儿你说啥？”这小子听觉还没恢复呢，白浪费了一番口舌。“头儿说，你把他老人家吓尿了！要你回去给头儿他老人家洗衣服！”草！火龙这混蛋怎么和闪电一个样，张嘴没好话！“啊？头儿你真尿了？”战龙伸手摸了摸我裤子。“战龙你是被炸傻了啊！火龙的话你也信！”“哎？闪电哪去了？”火龙这混小子转移话题了。“在哪！”幽灵指着一堆羊毛，闪电半个身子在羊毛里面。我一下把闪电拉出来。“看来伤的不轻啊。”火龙看了一眼闪电。“先回去吧！”我背起闪电，和弟兄们一起进入了希尼特区。可公开情报：拟人化【2】：拟人化可以遗传给下一代【211特战队的所有队员的拟人化都是这么来的】，获得拟人化三条途径：开矿获得经验球、参军或者父母遗传。立体机动装置：包括压缩空气罐、喷射装置和钩爪装置三部分组成。压缩空气罐是装在装备用装钢刃的匣子【爆枪部队的匣子里装的是高爆子弹】上，装钢刃的匣子为两个，挂在大腿的外侧。喷射装置是在腰带的后方，喷射出压缩空气，起到推进作用。钩爪装置，位于腰带左右两侧，可以有利于使用者攀岩、控制运动方向。",
    "replies": [
        {
            "author": "Ye_Xia",
            "timestamp": 1404448140,
            "txt_content": "沙发，顶1个"
        },
        {
            "author": "hh9130045",
            "timestamp": 1404449400,
            "txt_content": "有几句脏话哦，"
        },
        {
            "author": "冰闪",
            "timestamp": 1404454140,
            "txt_content": "hh9130045 发表于 2014-7-4 12:50\n有几句脏话哦，\n这种细节无视掉！"
        },
        {
            "author": "冰闪",
            "timestamp": 1404454200,
            "txt_content": "你哥我还没死呢！还烧纸！"
        }
    ]
}