{
    "title": "<原创·连载>【211战队 MC世界的科技之晶】[作者：闪电][10章]",
    "author": "1359874",
    "replyCount": 0,
    "timestamp": 1404447480,
    "txt_content": " 之前因为地理生物中考和期末考试拖了好久，不过暑假就能天天发了。袭击   闪电小怕带我们到了对面的一个房间，房间和我们那个一样，两张床，一张桌子和两个板凳。房间中心有一个穿着美军雨林战斗服的人，在转来转去，好像很着急的样子，床上躺在一个穿着俄军战服的人。“小怕，这位是……”那个穿着美军雨林战斗服的人好像跟小怕很熟，好奇的看了看我们，向小怕问道。“这位是冰闪，后面那位是闪电。”听到冰闪这个名字，那个人显得特别激动。“头儿？！我是战龙啊！你们怎么………”“战龙！先别说这个！你受伤了？”“没！是火龙受伤了！右腿被炸了好大一条口子！你们有止血带吗？”“有！”说着，我拿出一大堆止血带，到床前把火龙右腿绑起来。“嗯……战龙……你们认识吗？”小怕有点好奇的问。“小怕！他就是我和你说过的队长，冰闪！这位是副队长，闪电！”“哦！那你们过来一下！看看这个！”小怕说着，就带我们向房间外走去。到了过道上，带我们一直向前走，走廊的尽头是一个大厅，大厅中央有一个好像纪念碑的东西。纪念碑上还刻着一段话：“爬行者的后人们！末影龙让我们大脑充满了火药，him领导我们反抗！领导我们独立，100年后末影龙将会再度向我们进攻！我们的种族危在旦夕！只有找到那7名科技之晶的拥有者，才能拯救我们的种族！”这都什么乱七八糟的，我一句也没看懂啊………但老哥好像知道了什么，不停的围着这个纪念碑转圈。这时，有一个爬行者进来了。“嘶嘶嘶嘶！”的好像在对小怕说什么，小怕听后脸色一沉。“那些家伙又来了，你们能帮帮我吗？”“什么人？!”\n“就是那些为了火药的人！”“明白了！战龙接着！”老哥把M60和M16A2扔给战龙，我把一个单兵作战耳机给他。我又检查了一下SPAS 12散弹枪。老哥拿出了M21。“跟着我！”小怕带着我们跑到了外面，隐蔽在一个高地上。下面有几个带着豹猫的人，都拿着铁剑，看样子是冒险者，穿着皮质的防具，其中有个人腰上别着一把手枪，太远看不清型号，边上有二十几个好像在搜索的人，拿着铁剑在边上左顾右盼。一共大约有几十个人。“战龙，待会能不能先帮我干掉豹猫。”“嗯？豹猫怎么了？小怕你怕猫啊？”“是……是因为爬行者是不能碰豹猫的……”“我和战龙去干掉豹猫，老哥！你给我们提供狙击掩护！”我一边说，一边把散弹背上，左手拿着武士刀，右手拿出钻石剑。在豹猫上浪费子弹，和用铁观音泡茶叶蛋差不多。而且他们的武器太落后了。“小怕你也要上？”\n“我有这个。”说着，小怕从怀里掏出一个TNT。“那就好了。正面的交给小怕，待会枪响后，闪电你和战龙去干掉豹猫，跑了一个我拿你是问！”老哥端起M21，用瞄准镜观察着。“先从那个有枪的开始！”随后，“砰！”的一声枪响，我一下冲出高地，向一个被吓愣的人冲了过去，把剑一下架在他脖子上，一剑砍下了他脑袋。“闪电你傻了？！叫你去干掉豹猫你快去啊！！”耳机里传来了老哥的声音，我又向豹猫冲了过去，我一剑把一只豹猫砍成两半，另一只豹猫直接朝我扑上来，我一手抓住它的脖子，刚想砍死它。一看后面还有一大群豹猫和两个人向我冲过，我松开钻石剑，拔出腰上的M9手枪，“砰！砰！砰！”好几发子弹打过去，一下撂倒后面的豹猫和人，我又用M9顶住那只豹猫的头，“砰！”的一声，豹猫的脑浆和血溅了我一身，我站起来擦了一把脸。耳机里传来了老哥的声音。“闪电！战龙和小怕被困住了！快去救他们！我来干掉豹猫！”随后，传来了骇人的狙击响，我一下冲向战龙那边，我一剑砍死一个挡道的人，右手举起M9“砰！”一个举着铁剑向战龙砍的倒霉蛋脑袋被打成了烂西瓜。我一下冲到战龙边上，举起SPAS 12，连发散弹一下撂倒三个冲锋的。“闪电！小怕呢？”“我还要问你呢！你不是和小怕在一起吗？！”“我们刚刚被冲散了！你没看见她？！”“闪电！在你的右边！”耳机又响了，我和战龙冲向了右边，小怕正被一个人摁倒在地上。“我X你妈！”战龙疯了似的冲过去，抄起M16A2的枪托朝那个家伙就是一击。我趁机喊了句。“3号战龙打了个好球！是个全垒打！”战龙回头白了我一眼，然后把小怕扶起来，然后是“砰！砰！”几声，狙击枪的枪声非常骇人，又有几个倒霉的家伙被撂倒，剩下都不要命的冲过来，妈的！这帮家伙比东突还难缠！都成这样了还不跑！“我跟你们拼了！”小怕从怀里又拿出一个TNT，朝他们扔过去，可是没扔远。 “趴下！”随着我的喊声，战龙一个翻身扑倒小怕，我虽然趴下了，但是因为爆炸力太大了，我被炸晕了过去………\n",
    "replies": []
}