{
    "title": "<连载·单章>方块战争[作者：小怕][第十五章：危机中的机遇]",
    "author": "一个游荡的JJ怪",
    "replyCount": 13,
    "timestamp": 1404521460,
    "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2014-8-27 11:15 编辑 \n\n危机中的机遇第五天 21：00合金0-4  寒霜月灵帝国 月御城 ---------------------------------------------------------------------------   “寒霜，我们遭到迫击炮炮击。一名飞行员受伤，需要紧急支援。”睡魔通过无线电对着大楼上的寒霜大声呼叫着，言语中充斥着焦急，显然飞行员伤势很重，情况很不好。    “好的，我去了。”寒霜第一时间再次背起喷气背包，转身向一旁的格林奇说，“格林奇，你在上面观察一下迫击炮小队的位置，一旦发现直接消灭，我下去了，到时候在城郊集合。”     格林奇向着寒霜打了个手势，示意没问题，接着就开始搜索起来。     “咻~~~~”这是喷气背包第二次被使用了，但速度依旧不减，不多久寒霜到达了睡魔所在的位置。     缓缓落下来，寒霜去看了看受伤飞行员的伤情。睡魔和其余几个人已经转移到了一个空房子里，正在给他止血。那名飞行员神色痛苦，时不时发出几声呻吟，他的身体已经让鲜血染红了，那场面着实令人触目惊心。    “这样下去不行，AC130还有多久才能到？”寒霜一边帮着按住受伤的飞行员不让他因疼痛乱动，一边扭头对着睡魔问道。    “我试过呼叫霸主，但是没有成功。预计是日辉帝国进行了远程无线电的干扰。”睡魔脸上出现了少见的沮丧，再这样下去小队就要撑不住了。    “看来这真是有隐情啊，日辉帝国来这里目的绝对不一般，看来这里真要有什么大事发生。”寒霜松开了按着的手，止血已经完成，但飞行员已然是没有战斗能力了。    “行了，还是想想眼前事吧。活着出去最重要。”睡魔拍了拍寒霜的肩膀，带着一丝勉强的笑意。    “哒哒哒哒”一阵密集的枪声惊醒了屋里的人。随后在门外放风的塔克冲了进来，他的身形有些狼狈，看来是情况不妙。    “路上...正有大量敌人靠近，还有...还有机枪班，我...快顶不住了。”塔克大口大口的喘着粗气，手扶着墙壁断断续续说着。    “各单位注意，合金小队全体成员准备战斗。”睡魔没有犹豫，第一时间下达了作战命令。    “我发现迫击炮小队了！但是，我被机枪火力压制住了，你们旁边还有大量步兵靠近，他们是日辉帝国皇家突击队的，我要先转移了，完毕。”在大楼上的格林奇说道，他的旁边还有猛烈的机枪子弹呼啸的声音，这下唯一的制高点也被压出去了，每个人的心头愈发沉重了起来。     格林奇说的日辉帝国皇家突击队前身是光辉帝国皇家突击队，和之前的日辉帝国特别空勤队一样，是由日辉帝国花重金才把这些原光辉帝国的精英招进自己的麾下，他们并不是之前的新兵，而是饱经战火的老兵，拼战斗经验睡魔也只能和他们分庭抗礼，占不了多少优势。很明显，来到月御城的日晖帝国部队也不全是菜鸟，这些顶级士兵是他们敢在这里立足的真正底牌。     睡魔回头对着没受伤的飞行员说：“你静候在这里，看好他。我们会引开敌人的，别担心。”睡魔为了让两个飞行员安心一点，只好这样说。现在有一个受伤了，也就得让另一个照顾他。能否引开敌人谁也说不好，毕竟人数差距太大了，这已不是战斗技巧可以弥补的差距了。     那个飞行员想要说什么，还是被睡魔压回去了。不管怎么说，他们并不是合金小队的成员，出了事谁也担不起责任，不如让他们等待结果。那个飞行员安静了下来，手里紧紧握住了枪，看得出他的内心无比紧张。    安抚好飞行员之后，睡魔带着塔克和寒霜来到空屋门后，观察了一下局势。现在周围都是敌人，但他们没有冒进，而是等候猎物上门，之前还用新兵打前站来查找自己的位置，这样的狡诈就不是简简单单的战术了，而是对瞬息万变的战场进行一个快速审阅后的结果，这样的能力绝非一般士兵可以拥有。    但是，现在三人似乎除了强行突围，也没有什么好办法。站在最后的寒霜不着痕迹的释放了冰弓，对周围的大致情况开始观察。他发现敌人把他们房屋面前的道路的两边牢牢围住，不留死角，队伍之严整令寒霜也不禁在心里赞叹。继续探测，一栋房子引起了寒霜的注意，他的外表并不是多么华丽，但冰弓传达给他的信息中带着一丝兴奋的情绪。    冰弓作为最高级的时空评定结果，本身也是一件不可多得的宝物，带有一定的灵性。能够让它看上的甚至感到兴奋的东西，绝对不一般。可是那房子离这里有一、两百米，周围有大量敌军，要到达那里可不是一件容易的事，寒霜一时间犯了难。    此时，睡魔拿起一块砖往外一扔，立即吸引到了无数火力的攻击。在猛烈的子弹雨下，砖块被打的千疮百孔，有些惨不忍睹。那一瞬间亮起的火光，把这条路在夜间照的亮如白昼，可见火力之猛烈，还好之前并未贸然突进，否则就要被打成马蜂窝了......不过，现在外有追兵，内有伤员，增援迟迟不到，该怎么办？   “睡魔，我已重新到达攻击位置，敌人进入我的攻击范围，根据观察我发现他们没有配备热感应瞄准器，这应该算个好消息。”格林奇经过一小段时间的转移后，再次联系上了睡魔。日辉帝国皇家突击队的人虽然经验老道，但正因为有经验所以有一点——自负。他们认为士兵作战靠的是经验而不是他们认为花里胡哨的装备，所以并没有装备热感应器，日辉帝国本身就很依靠这些人，他们说不也就没有再多要求什么，这才出现了他们久围不攻的场面，是担心黑夜的不利因素。格林奇可以安全转移也是因为这一点，他们的机枪手本就只能模糊的看清一个人影，格林奇躲到阴暗处后就发现不了他了。   “好的，我们待会儿释放烟雾弹迷惑他们，造成我们要突围的假象，你在高处优先狙击拥有重火力的人，完毕后通知我们。”睡魔的语气中终于多了一丝希冀，神情也放松了些。他对着塔克和寒霜说：“打开微光夜视仪，准备突围。”敌人不用不代表自己不用，在黑夜作战本就受很大限制，但这个限制也是互相的，既然敌人没办法，自己可以一定要抓住这仅有的机会。微光夜视仪对于发现敌人虽然没有热感应器那样的明确，但它胜在可以广度的了解战况，周围的各种因素也可以网罗其中。    夜视仪一打开，眼前就是一片绿色，原本看不太远但现在可以像在白天作战时一样了。迫击炮已经停火多时，毕竟他们的自己人包围上来，在开火就有可能造成误伤，这无形中又给小队提供了一个有利条件。    睡魔左手持枪，右手拿起别在腰间的第二颗烟雾弹，第一颗绿色的已经在月风城用来指示目标位置了，现在的是最普通的灰色烟雾。他用牙齿咬开了拉环，对着地面轻轻一抛，烟雾弹就滑了过去。外面的敌人听到有声响，不管三七二十一同时开火，朝着烟雾弹掉落的地方射击。他们领到的任务是找到一支潜伏在月御城里的月灵帝国小队，俘虏最好，实在不行就干掉。这帮嗜杀成性的人自然不会管俘虏的事，所以这么久也没有突进来而是在外面等着。    由于烟雾弹是滑过去的，所以它并不是在第一个触地点爆炸，而是稍远一些的地方，这样造成了日辉帝国皇家突击队队员的射击成了无效的，既不可能打到人，也打不坏烟雾弹，成了无用功。烟雾弹成功释放出烟雾，很快弥漫了整条道路。那些人发现自己上了当，下意识的再次以为自己的目标耐不住了，要出来，所以不再攻击一点，转为进行范围扫射，以求达到压制敌人的目标。    不过，他们又上当了。睡魔和塔克寒霜三人动都没动，静静等待着格林奇的发挥。    格林奇看到烟雾，明白自己的任务开始了，便改站式观察姿态为卧式攻击姿态，开始了狙杀。有了热感应瞄准器，只要是可以产生热量的物体都会显示为亮白色，其他都是灰色，敌人完完全全暴露在枪口之下，毫不费力去发现他们。此外，格林奇的狙击枪原本就加装了消音器，在烟雾里的敌人更发现不了什么异常。    随着一连串的轻响，外面那些开火的突击队员一个个倒下，原本他们都躲在掩体后，不容易抓住一击必杀的机会，而现在他们全部暴露出来，自然大大降低了射击难度。不过格林奇并没有先去攻击机枪手，因为机枪的声音过于明显，少了一架必然会使对方警惕，于是格林奇先打掉了在外围的敌人，再去击杀机枪手。这样既能达到削弱敌人的效果，也可以不打草惊蛇，可谓一举两得。    烟雾渐渐散去，可是道路两边的日辉帝国皇家突击队剩下的人却一个个都惊讶到了极点，他们没想到一次看似轻轻松松可以完成的行动却让他们损失惨重。要知道，一个老兵的诞生就意味着大量新兵的死亡，只有经历真正实际战斗的人才可以快速成长，不过这也需要付出沉重的代价。眼下大概二三十人的队伍转眼间削去了一半还多，这样的打击任何队伍都接受不了。他们没有再做停留，快速向后撤离，边撤边让周围的新兵顶上去替他们殿后。    相对于这些刚参军不久的新兵，这些老兵油子可没有那么“执着”。他们效忠的是光辉帝国，而不是日辉帝国。哪怕是光辉帝国不复存在，他们和日辉帝国的关系也只是雇主和雇员的关系，这样的关系注定他们不会冒着生命危险去做事。    同时，睡魔三人趁势冲出来，开始清理周边的敌人，没了重火力压制，还有夜视仪的辅助，这些新兵不足为惧，就连那迫击炮小组也在格林奇的枪下纷纷殒命。没有配合的团队是无法成功的，四人的完美组合把一个死局硬生生搬了回来。    “呼，这正是死里逃生！”塔克伸了个懒腰，嘴里不禁感叹道。    “我们接下来去哪？”格林奇从狙击位置下来，对着睡魔问道。    “这个......”睡魔停顿了一下，“你们觉得下一步我们怎么办？”虽然小队击退了一波攻击，但这仅仅是一波攻击，敌人绝不会善罢甘休，每一步都要小心谨慎。    “你们看那里怎么样？”寒霜指了指之前冰弓提示他的那栋房子，“我们把伤员运到那里，房顶的露台可以为我们提供视野，而且那里处于道路交汇的地方，方便行动。”现在形势有所缓和，寒霜自然要去那里看看，不论为了什么，那里确实是个不错的防守位置。    “好吧，目前就那里最合适了。我们联系不到增援部队，只能多拖一阵是一阵了，月御城暂时是出不去了，就在那里休整一下。塔克，你和那个飞行员把伤员抬过来，小心点。格林奇、寒霜，跟我去探探点。”睡魔看了看房子，肯定了寒霜的提议，指挥每个人动起来。    路上，三个人都轻声慢步，悄悄靠近房子。因为即使敌人已经撤退，也不能掉以轻心，要随时做好接敌的准备。    夜更深了，不过已不再平静。    三人来到了房子门口，倚靠在门边。这栋房子有两层，看上去还算体面，应该是个有地位的人的住所，不过现在早已人去楼空。睡魔向寒霜和格林奇比了个突破的手势，接着他俩点了一下头，回身往门上一踢，门就被踢开了。一开门，二人迅速散开，往房子的各个角落搜寻有没有可疑情况。   “客厅安全。”   “厨房安全。”   “一楼安全。”   “阁楼安全，二楼安全。”   “区域安全，睡魔。”     格林奇在一楼找，寒霜则去了二楼。最后寒霜回到了一楼的客厅，向睡魔进行报告。   “塔克，你可以来了。这里一切安全。”睡魔对着无线电通知塔克可以运伤员过来了。   “收到，我们很快就到。”塔克回应道。   “睡魔，我在二楼还发现了点东西，要不要上来看看。”寒霜之所以去二楼完全是直觉，冰弓带给他的直觉。二楼其实只有一个阁楼，外面带有一个露台一样的东西，不过在那里寒霜果然找到了一件不一样的东西。    二人上了楼，而格林奇站在屋外守候，以防敌人偷袭。   “看，就是那个东西。”寒霜带着睡魔来到了那个东西前。     寒霜找到的是一块类似水晶一样的东西，它通体透明，周围发着晶莹的蓝光，和冰弓的蓝有着异曲同工之妙。它并不是落在地上，而是飘在离地5厘米左右的地方，在那里滴溜溜的转着，散发出令人清爽的凉意。     睡魔蹲了下来，仔细打量着。他并没有贸然去摸，因为他也不确定这是什么，有没有危险。站在一旁的寒霜心里有些紧张，这或许就是穆雪所说的那些技能的来源或者与之相关的东西，不过怎么才能得到它又不被怀疑，这才是寒霜紧张的原因。   “真是美妙啊！世间竟有如此玲珑剔透之物，它肯定不是凡品。”睡魔也算是饱经世故，但面对这水晶还是发出了真挚的赞叹。   “睡魔队长，不知道有件事不知道可不可以说。”寒霜考虑了多时，还是决定直接说比较好。   “说，有什么不可以说的？大家都是兄弟，何必藏着掖着。是不是想要这东西？”睡魔大概猜出了寒霜的想法，他对着水晶虽是喜欢，但也没有什么实际用途，况且它还是寒霜首先发现的，他就没有想私吞的念头。   “嗯。”寒霜也不知说什么了，竟有些扭捏。   “行了，给你。”睡魔站起身，朝楼下走去，留下寒霜一个人。     寒霜见睡魔对自己如此好，心中不禁充满了感激。不过他说的对，大家都是出生入死的兄弟，说这些确实有些生分。     平复心情后，寒霜释放出冰弓。这几次下来，他对冰弓的掌控越发娴熟，每次的消耗也不像最初那么多了。他还感觉到，第一个黄点的颜色愈来愈浓，随之而来的是探查间隔变小，范围变大，精度变高。看来穆雪说它的成长性高的确是如此，不知这水晶可以带来什么变化。寒霜把冰弓的冰属性力量引导出来，慢慢的接触那块水晶。水晶一开始没什么反应，不过随着时间的推移，力量的加大，水晶的表面开始愈发的明亮，也渐渐飞的越来越高，转的越来越快。     突然，水晶破碎，里面的能量外泄，形成一条能量流。就在这时，一个冰弓的虚影适时的出现在能量流的下方，引领着能量流徐徐填入第二个孔内。这个过程持续了大约20分钟，之后能量流开始变小，最后消失殆尽，原本的水晶也化为了粒子，飘散在了空气中，仿佛从未出现过。寒霜闭上了眼睛，感受着冰弓的变化。     冰弓原来就非常漂亮，好像一件精致的工艺品。现在吸收完水晶里的能量后，冰弓上又出现了气势磅礴的花纹，那纹路不深不浅，正好达到一个视觉上的极致，使冰弓成为了一把名副其实的战弓，无坚不摧的战弓！     接着，黄色光点旁边又出现了一个黄色光点，不过它并不是纯黄，而是在外围带着一个蓝色的光圈，若隐若离的浮现着。这个光点带来的技能令寒霜有些吃惊，因为它是——范围减速。技能原理就是在释放者周围一定范围内瞬间降低温度，造成冰冻效果，从而减速，持续时间大概5秒左右，总体消耗不大，只比探查略高出一点。虽然这又是一个没有攻击力的技能，但用在进攻，撤退等方面上却可以发挥出奇效，而且这是范围减速，好处不言而喻。     然后，第一个黄色光点在吸收完成后瞬间消失，而后有瞬间出现，但它已经变成了紫色光点。这意味着什么？这意味着它进阶了！寒霜隐隐感到这些技能都是可以变化的，就像时空评定里白、黄、紫、黑、红的变化一样，在这里似乎没有了白色，但大体相同。另外，寒霜明白了，想让技能进阶可以通过增加熟练度来提升，不过那非常慢但有助于了解和更好的使用技能，还用一种就是用这样的水晶快速提升，不过这样虽快但却不是长远之计，这样好的机会不是随便就可以碰上的。    最后，寒霜的整体属性都得到了加强，之前战斗造成的轻伤和疲劳感都消除了。    寒霜缓缓睁开眼，却发现已是第二天早晨，身体有一种说不出的畅快。没等寒霜再去试验冰弓的新技能，睡魔就上来了。  “快跟我来，敌人回来了。”本章共5684个字---------------------------------------------------------------------------这几天有些事情没有更文，一有空就赶快码字发出来。5000多字了呢，离10000字又近了一步。如果觉得次小说可以的话那就请点下顶给点人气吧。---------------------------------------------------------------------------上一章地址\n---------------------------------------------------------------------------索引贴地址\n\n@银狼 \n\n\n\n\n\n\nBlock War 2.jpg (58.57 KB, 下载次数: 8)\n\n下载附件\n\n2014-7-5 08:51 上传\n\n\n\n\n\n",
    "replies": [
        {
            "author": "hh9130045",
            "timestamp": 1404534600,
            "txt_content": "支持LZ，写的蛮精彩的"
        },
        {
            "author": "小新手的第一次",
            "timestamp": 1404535980,
            "txt_content": "这音乐。。。。。使命召唤？好熟悉啊，想起了我原来痴迷地玩使命召唤。。。。"
        },
        {
            "author": "Nicklai",
            "timestamp": 1404536340,
            "txt_content": "貌似不错的样子。来顶顶哈"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1404540660,
            "txt_content": "小新手的第一次 发表于 2014-7-5 12:53\n这音乐。。。。。使命召唤？好熟悉啊，想起了我原来痴迷地玩使命召唤。。。。 ...\n这是COD6的音乐，关于TF141的"
        },
        {
            "author": "嗜金龙须",
            "timestamp": 1404550320,
            "txt_content": "这不是使命7的角色吗"
        },
        {
            "author": "leavessoft",
            "timestamp": 1404551640,
            "txt_content": "支持！写得不错！！"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1404555420,
            "txt_content": "嗜金龙须 发表于 2014-7-5 16:52\n这不是使命7的角色吗\n这明摆着是COD8，COD7是梅森以及....（想不起来了）黑色行动里没有这些人，到了现代战争3才有的。"
        },
        {
            "author": "嗜金龙须",
            "timestamp": 1404576480,
            "txt_content": "使命7黑色行动，全是梅森的回忆，最后一关不是，使命9才是梅森真的任务使命8是普莱斯，幽灵那代的"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1404643560,
            "txt_content": "嗜金龙须 发表于 2014-7-6 00:08\n使命7黑色行动，全是梅森的回忆，最后一关不是，使命9才是梅森真的任务使命8是普莱斯，幽灵那代的 ...\n还有三角洲突击队的人。。。别忘了第一关黑色星期二"
        },
        {
            "author": "嗜金龙须",
            "timestamp": 1404648660,
            "txt_content": "是的，是金属0-1"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1404729720,
            "txt_content": "嗜金龙须 发表于 2014-7-6 20:11\n是的，是金属0-1\n这个我知道，只是不愿意完全重合而已，金属、合金只是翻译问题，另外点个顶吧，大家都是了解COD的。（签名亮了）"
        },
        {
            "author": "嗜金龙须",
            "timestamp": 1404826620,
            "txt_content": "一个游荡的JJ怪 发表于 2014-7-7 18:42\n这个我知道，只是不愿意完全重合而已，金属、合金只是翻译问题，另外点个顶吧，大家都是了解COD的。（签 ...\n劳资终于下完使命10了"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1404903180,
            "txt_content": "嗜金龙须 发表于 2014-7-8 21:37\n劳资终于下完使命10了\n恭喜了，求点个顶给个人气吧"
        }
    ]
}