{
    "title": "<作品翻译>虚拟现实即将改变世界[作者：250=mo][原文Notch]",
    "author": "250=mo",
    "replyCount": 5,
    "timestamp": 1404535860,
    "txt_content": " 本帖最后由 250=mo 于 2016-3-19 20:11 编辑 \n\nVirtual Reality is going to change the world虚拟现实即将改变世界March 25th, 2014                    \n写在前面\n不得不说，这是几个月前的文章了，而我几个月前就开始了翻译，前前后后各种原因断断续续现在才翻译完。\n我发现我很好地诠释80/20法则……\n我也体验到了“里面的每一个字我都认识，但连起来到底是什么意思”的感觉，请教了度娘有道Q群知道学霸大神才得以完成，里面的技术性名词多得满天飞……\n非常奇怪地，这个Notch博客里的文章一直没人翻译——不知道是因为我没看见呢，还是因为这篇文章和Minecraft实在没什么关系的原因……\n\n我昨晚到今早花了2个小时左右草译完毕，直译完了之后又稍作修改让中文看起来更像中文……所以难免有些地方和原文的意思有点不符，但还是难免有很多看起来和机翻没两样……\n但还是有很多地方……连我自己都把捏不准……所以，如果有更好的翻译方案，欢迎指点\n\n此外，我还要整合那些链接、名词解析……花了不少时间\n哪怕这点翻译内容微不足道，哪怕质量渣到爆，也厚颜无耻地求个支持哈\n\n\n重点名词解析（部分）\n  链接 备注 虚拟现实 http://baike.baidu.com/view/7299.htm?fr=aladdin 百度百科 Oculus Rift http://baike.baidu.com/view/10368556.htm?fr=aladdin 百度百科 Kickstarter http://baike.baidu.com/view/4702828.htm?fr=aladdin 百度百科 Facebook http://baike.baidu.com/view/409608.htm 百度百科 Dactyl Nightmare http://www.arcade-history.com/?n=dactyl-nightmare&page=detail&id=12493 一款游戏，具体不明 Minecraft-PIhttp://pi.minecraft.net/Minecraft的树莓派版\n\n小范例原文原文与译文中的链接皆为原文中提供斜体则是原文中作者的引用\n译文\n（括号内皆为原注）\n（加粗的括号则是译者注）\n\n\n正文（By Notch）\n    It’s amazing. You strap on some gear, and then you’re inside whatever world you want. It showed up in books, it showed up in movies, and everyone dreamed about it. Problem was, it kinda sucked. I tried Dactyl Nightmare at an amusement park, and it kinda sucked. Huge wires, unconvincing tracking, horrible visual fidelity. VR kept sucking for a long time, and people kinda gave up on it. \n      这可真令人吃惊。你只需要戴上某些装置，接着你就可以进入你梦寐以求的世界里。这曾是只会出现在书中和电影中的情节，能进入这些世界曾是大家的梦想。但问题就在于，在现在，要做到这点略显麻烦。我在一个游乐场里试玩了Dactyl Nightmare （好像是一款战争游戏），感觉到有些糟糕。沉重的电缆，不靠谱的位移，失真的视觉效果。虚拟现实（以下部分简称VR）技术糟糕了很长一段时间，人们几乎要放弃它了。      But then something happened. Or, well, it had already happened, but nobody realized. The technology was finally here to do proper virtual reality. The team behind Oculus Rift realized this, and built the first prototype of VR that was finally just good enough to be usable, and it was only going to get better and better. They set up a kickstarter to fund their enthusiasm, and a lot of people got excited. They made about ten times the money they asked for, and I was one of the top-level backers.\n      但是，有些事情发生了。或者说，好吧，那早就发生了，但没人去认可而发掘它。不过现在，我们掌握的技术终于足以去做严格意义上的虚拟现实了。Oculus Rift背后的开发团队，终于实现了优秀得值得去开发和使用的，VR的第一个原型，而它还只是在不断变得更加优秀。他们成立了kickstarter平台去资助去他们的爱好，很多人因此都变得积极了起来。他们让钱翻了十倍，而我成了他们的顶级支持者之一。      （这里求某些对kickstarter有些了解的朋友稍作修改）I got my oculus rift dev kit, and played around with it. It was convincing. It presented a lot of design problems. It made me nauseous. It was signed by the entire Oculus Rift team. I got super excited and worked on a couple of prototypes before moving on to other things. Perhaps I would pick it up again closer to the consumer version release. \n      我得到了在oculus rift上的开发包，并且用它来编程。不容置疑，在设计上它还有一大堆的问题。那让我恶心到要呕。但我兴奋极了，尝试着把一大堆的程序原型移植到上面去。也许我会我将发布更适合玩家们的版本。      A couple of weeks ago, they reminded me that I still hadn’t visited their office, one of the rewards from the kickstarter. John Carmack would be there. The combined opportunity of seeing their latest tech and getting to talk about vr (and doom) with John was overwhelming, so I took the 12+ hour flight there. What I saw was every bit as impressive as you could imagine. They had fixed all the major issues, and all that remained was huge design and software implementation challenges.\n      几周前，来自kickstarter的一份报酬让我想起了我还没有拜访过他们的办公室，John Carmack会在那里。一是让我有机会看见他们的最新的科技成果，二是去讨论虚拟现实（以及世界末日），而在这个方面，John是具有压倒性优势的。所以我才会花十二多个小时坐飞机过去那儿。我看到的东西就如你能想象到的一样令人印象深刻。他们把所有的注意力都放在了那些重要的问题上，以及试着实现所有设计和软件上的挑战。      As someone who always felt like they were born five or ten years too late, I felt like we were on the cusp of a new paradigm that I might be able to play around with. I could be part of the early efforts to work out best practices, and while I have no doubt that in ten years we’ll look back at the problems with early VR applications in the same we look back at GUI problems with early PC games, it still felt exciting to me. My head started spinning with potential applications and how to deal with all the issues (how do you do gui? how do you deal with locomotion? what input do you use? what happens if the player leans far enough forward to clip into a wall? how do you prevent vr induced existential crisis?)\n      就像人们总觉得自己的出生迟了五年十年一样，我觉得我们正走向一个新的模式时期，而我很有可能可以在那个领域尽情发挥。我有可能可以成为早期努力实践的工作者之一，当我没有任何疑问的时候，作为十年后的人，再回头看看当时在虚拟现实上的难题，简直就像当我们在早期虚拟现实时期回头看在PC游戏GUI上的难题一样，微不足道，而那一直让我感到十分兴奋。我的脑袋在为（虚拟现实）潜在的应用和如何去处理所有的问题飞速旋转着（如何去做GUI？如何去测算位移？系统如何输入？当玩家站得太歪以至于撞上一堵墙时会发生什么？你分不清现实和模拟现实时怎么办？）      Of course, they wanted Minecraft. I said that it doesn’t really fit the platform, since it’s very motion based, runs on java (that has a hard time delivering rock solid 90 fps, especially since the players build their own potentially hugely complex levels), and relies a lot on GUI. But perhaps it would be cool to do a slimmed down version of Minecraft for the Oculus. Something free, similar to the Minecraft PI Edition, perhaps? So I suggested that, and our people started talking to their people to see if something could be done.\n      当然，玩家们想要看到Minecraft（的VR版）。我说，在oculus rift在动作操作上能有更坚实的基础之前，这平台并不太合适它。在Java上运行（要解决达到90fps的困难已经坚如磐石了，尤其是玩家们发挥潜能建造各种复杂巨大的建筑时），而且这非常依赖于GUI。不过，也许用Oculus去玩精简版的Minecraft会非常酷。免费的，类似于Minecraft-PI，也许？所以我建议去这么做，而且我们的人已经开始讨论那些很有可能被制作出来的东西了。      And then, not two weeks later, Facebook buys them.\n在那之后，不到两周，Facebook买下了它们。（收购oculus）      Facebook is not a company of grass-roots tech enthusiasts. Facebook is not a game tech company. Facebook has a history of caring about building user numbers, and nothing but building user nposition umbers. People have made games for Facebook platforms before, and while it worked great for a while, they were stuck in a very unfortunate when Facebook eventually changed the platform to better fit the social experience they were trying to build.\n      Facebook可不是个基层技术爱好者们的公司，也不是个游戏技术公司。Facebook对此有个“有爱的”历史——那就是他们仅仅只关心使用者的人数，仅此而已，其他的一概不关心。（是脸书（Facebook）收购了生产游戏软件为主的Oculus公司后，Oculus粉丝的评论，说脸书根本不是玩游戏的平台，关心的只是使用者的人数。由网友提供）人们在Facebook平台上制作游戏，他们做得不错——暂时。最终，Facebook为了更好地适从于使用者社会经验，改变了他们的平台——这让创作者们不幸地被困在这里了。（这里不大理解）      Don’t get me wrong, VR is not bad for social. In fact, I think social could become one of the biggest applications of VR. Being able to sit in a virtual living room and see your friend’s avatar? Business meetings? Virtual cinemas where you feel like you’re actually watching the movie with your friend who is seven time zones away?\n      别误会我的意思——别以为虚拟现实反社会。事实上，我觉得社会可能将会变成最大的虚拟现实应用程序。也许你会在一个虚拟的房间里看到你朋友的阿凡达？业务会谈？在虚拟的电影院里与一个实际上和你相差7个时区的朋友一起看电影？\n      But I don’t want to work with social, I want to work with games.\n      “但我不想为社会工作，我想为我所爱的游戏工作。”\n      Fortunately, the rise of Oculus coincided with competitors emerging. None of them are perfect, but competition is a very good thing. If this means there will be more competition, and VR keeps getting better, I am going to be a very happy boy. I definitely want to be a part of VR, but I will not work with Facebook. Their motives are too unclear and shifting, and they haven’t historically been a stable platform. There’s nothing about their history that makes me trust them, and that makes them seem creepy to me.\n幸运的是，Oculus是和竞争对手们一同崛起的。他们当中没有完美的，但竞争总是好的。如果这意味着竞争将变得更多，而虚拟现实也能变得更棒的话——我会成为一个非常快乐的男孩。我绝对会成为虚拟现实开发者中的一员，不过我可绝不会为Facebook工作。他们的奋斗目标模糊不清而且动荡不定，在他们历史里从来没有开发过一个稳定的平台。他们的过去没有一点是能让我信任的，而且对于我来说，他们看起来令人毛骨悚然。\n\nAnd I did not chip in ten grand to seed a first investment round to build value for a Facebook acquisition.\n我没有因为Facebook的一次收购项目，而去集资任何1万美元去进行第一轮投资。\n\n      I have the greatest respect for the talented engineers and developers at Oculus. It’s been a long time since I met a more dedicated and talented group of people. I understand this is purely a business deal, and I’d like to congratulate both Facebook and the Oculus owners. But this is where we part ways.\n      我对Oculus的工程师和开发者们抱有最大的尊重，他们非常专注，富有才华，在我遇到他们之后所间的时间也不少了。尽管我意识到这是一个纯粹的商业行为，但我仍非常愿意去庆祝Facebook和Oculus的拥有者。If you want to experience Minecraft in VR, there’s an excellent mod that does this. It’s called Minecrift, and you can find it here.\n      如果你想体验一下Minecraft的虚拟现实版，这里有一个极好的mod可以做到。它的名字叫做Minecrift，你可以在这里找到它\n\n相关链接 链接 备注                http://www.arcade-history.com/?n=dactyl-nightmare&page=detail&id=12493原文 https://www.kickstarter.com/projects/1523379957/oculus-rift-step-into-the-game 原文 http://www.3delement.com/?p=332 原文 http://pi.minecraft.net/ 原文http://baike.baidu.com/view/7299.htm?fr=aladdin 百度百科-\n虚拟现实 http://baike.baidu.com/view/10368556.htm?fr=aladdin 百度百科-\nOculus Rift http://baike.baidu.com/view/4702828.htm?fr=aladdin 百度百科-\nKickstarter http://baike.baidu.com/view/409608.htm 百度百科-\nFacebookhttp://notch.net/ 来源 http://notch.net/2014/03/virtual-reality-is-going-to-change-the-world/ 原文地址  \n\n鸣谢\n有道词典\n百度知道\n百度百科\n\n\n2014-08-03 第一次修改，字体，排版，调整部分语句",
    "replies": [
        {
            "author": "ygujyh",
            "timestamp": 1404537180,
            "txt_content": "翻译得很好~~~~~~~"
        },
        {
            "author": "铁菊小子",
            "timestamp": 1404556320,
            "txt_content": "骚年辛苦了{:10_492:}"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1405062060,
            "txt_content": "英语渣路过（括弧笑）"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407050760,
            "txt_content": "做得好！"
        },
        {
            "author": "lchevilMega",
            "timestamp": 1407052800,
            "txt_content": "赞啊~ 不错不错"
        }
    ]
}