{
    "title": "[1.7.2]  Medieval Fantasy mod （中世纪幻想）[1.7.0.13]",
    "author": "纸蛋Egg",
    "replyCount": 7,
    "timestamp": 1404553560,
    "txt_content": " 本帖最后由 纸蛋Egg 于 2014-7-5 18:07 编辑 \n                                   中世纪幻想   MOD\n                                          第一页 国外英语   第二页 国内汉语   第三页 图片   第四页 下载地址\n                                                         国外内容：Medieval and Fantasy themed mod, full of weapons and magic. This mod will create structures when you create a new world. Structures as watchtowers, castles, giantcamps and thiefshacks. It comes with some cool mobs: The Knight, Guard and Archer. These are the royal mobs of Minecraft. The giant Giant and the thief are creatures that want your stuff and want you dead. This mod comes with a lot of weapons, food, blocks and more.If you have a cool idea for this mod, let us know in the comments. We really like to consider implementing stuff you come up with.   Media  More pictures can be found in this spoiler  Spoiler (click to hide)  SingaCrafta made a nice review on the 1.6.1 update. It was called Agecraft back then. Check it out!   Changelog: Update 1.7.0.13, Changelog:  Spoiler (click to hide)  Added: Basic Wand, Basic Staff, Basic Dragonstaff Fire, Ice, Air, Nature Wands, Staffs Fire and Ice Dragonstaff (and a extreme version of them) Magic Table Magic Creator Magic Recharger Magic Shard Ore Magic Shard Display Magic Shard of Fire, Ice, Air, Nature and Power Magic Shard of Fire, Ice, Air, and Nature in a stone Magical Tabletop of Fire, Ice, Air, Nature and Power Crystal and Rune of Power Golden and Obsidian Stick Frame Frametop Portalframe Lapislens Halberd's Blade Halberd's Stick Mezmer Powder Mezmer Ingot Mezmer Tools, Sword and Dagger Iceball Golbin   Tons of Achievements for Magic  Changed: -Way Halberd render. It now renders two different items, the halberd's blade and stick. Those combined will show a Halberd -The Watchtower(damaged and filled with thiefs), Thief's shack and Giantcamp CAN spawn in a Roofed Forest.     Download  Click here to go the Curseforge website and download the mod there. This mod is tested in SP and LAN. It is not tested on a server. It might work, but its not 100% guaranteed.  If you're having trouble with some features in the mod, try the wiki page. Mefa Wikia   Banner\n\n内容翻译：中世纪和幻想为主题的MOD，充满了武器和魔法。这个mod将创建结构，当你创建一个新的世界。结构的了望塔，城堡，giantcamps和thiefshacks。它有一些很酷的怪物：骑士，守护和弓箭手。这些是Minecraft皇家暴徒。大巨人和小偷都是那些想要你的东西要你死。这个MOD有很多武器，食品，块和更多。如果您有这个MOD酷的主意，请在评论中让我们知道。我们真的要考虑实现你拿出的东西。 媒体 更多的照片可以发现这扰流板 扰流板（点击隐藏） singacrafta在1.6.1更新做了一个漂亮的评论。它被称为agecraft回来。 查查看！ 更新日志： 1.7.0.13更新，更新： 扰流板（点击隐藏） 添加的： 基本的魔杖，基本的工作人员，基本dragonstaff 火，冰，风，自然的魔杖，杖 火与冰dragonstaff（和一个极端的版本） 魔桌 神奇的造物主 魔术充电器 魔法石矿 魔法碎片显示 魔法石火，冰，风，性质和权力 魔法石火，冰，风，和在一个石性质 魔法桌面火，冰，风，性质和权力 晶体和符文之力 黄金和黑曜石棒 框架 frametop 轻型钢 lapislens 戟的叶片 戟的棍子 mezmer粉 mezmer锭 mezmer工具，剑和匕首 冰球 珠蛋白 魔法吨的成就 改变： 路戟渲染。现在呈现两个不同的项目，戟的叶片和根。这将显示一个戟 ——了望塔（损坏，充满了小偷，小偷）的小屋，giantcamp可以在屋顶的森林产卵。 下载 点击这里去curseforge网站上下载的MOD有。 这个mod是SP和局域网的测试。它不在一个服务器的测试。它可以工作，但不保证100%。 如果你有在国防部的一些功能的麻烦，试着维基页。 mefA Wikia 旗帜\n                                                                               \n国外原帖地址  国外的点我\n纸蛋下载地址   国内的点我\n\n\n\n\n\n\n\n\n\n\n\nrLTlMLh.png\n(319.37 KB, 下载次数: 317)\n\n\n\n\n下载附件\n\n\n2014-7-5 17:49 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Yihc",
            "timestamp": 1404553680,
            "txt_content": "我想看图片，"
        },
        {
            "author": "纸蛋Egg",
            "timestamp": 1404553800,
            "txt_content": "Yihc 发表于 2014-7-5 17:48\n我想看图片，\n图片在第三页 还有 签名档闪瞎了我的钛合金眼"
        },
        {
            "author": "Him1950989460",
            "timestamp": 1404553920,
            "txt_content": "第四页的 下载地址不能用展开/折叠吧  因为不能复制啊"
        },
        {
            "author": "纸蛋Egg",
            "timestamp": 1404553980,
            "txt_content": "Him1950989460 发表于 2014-7-5 17:52\n第四页的 下载地址不能用展开/折叠吧  因为不能复制啊\n那我改改"
        },
        {
            "author": "Him1950989460",
            "timestamp": 1404554100,
            "txt_content": "纸蛋Egg 发表于 2014-7-5 17:53\n那我改改\n好吧 还是不行 要不你按添加代码文字这样可以复制下载地址"
        },
        {
            "author": "纸蛋Egg",
            "timestamp": 1404554160,
            "txt_content": "Him1950989460 发表于 2014-7-5 17:55\n好吧 还是不行 要不你按 这样可以复制下载地址\n我弄好了"
        },
        {
            "author": "纸蛋Egg",
            "timestamp": 1404555060,
            "txt_content": "不要沉下去啊！！"
        }
    ]
}