{
    "title": "[原创.连载]  MC战争 [作者：lzs1234] 已更新至[划分国界]",
    "author": "lzs1234",
    "replyCount": 4,
    "timestamp": 1404616500,
    "txt_content": " 本帖最后由 lzs1234 于 2014-7-7 09:54 编辑 \n\n[MC战争]第一章 划分国界  这是一片遥远而神秘的大陆，在这片大陆上，生活着许多生物。其中最强大的，是一种名叫史蒂夫的生物。    “哈哈哈！这头猪归我了，我要用我的小木剑杀了它！”一个史蒂夫叫道。（我们暂且把它叫做史蒂夫甲）“不行，这是我先发现的！这头猪理应归我！”另一只史蒂夫（史蒂夫乙）站在稍远的地方喘着粗气。“哼！这头猪害得我们跑了这么远，我一定要亲手宰了他！”史蒂夫甲说。史蒂夫乙真的生气了，大吼了一句：“给我住手！我说了这头猪是我的！”“哈哈，谁先杀了它就是谁的啊！”史蒂夫甲做了个鬼脸，随即向那头猪跑去，史蒂夫乙不着急，他从背包里取出一只弓，瞄准，拉弦，射！随着“咻”的一声，箭射中了猪，史蒂夫甲愣住了。这时，史蒂夫乙捡起了猪肉，马上跑开了。史蒂夫甲反应过来，大叫一声：“不行，你作弊！”史蒂夫乙也做了个鬼脸：“你没说不能用弓啊！”这时，史蒂夫甲忽然发现了什么，指着史蒂夫乙的背后颤抖着说了一句：“看！”    ......（此内容见第二章[钢铁荣耀]）    与此同时，在史蒂夫国王的王宫，国王正坐在顶楼的阳台上看着夕阳慢慢沉下远处的大山，他觉得这个场景真是美极了。国王戴着他那顶金光闪闪的王冠，上面的镶嵌的“king”四个字母在夕阳余晖的照耀下显得格外好看。但是，随着夕阳的渐渐下沉，国王的脸色也越来越沉重。“全城进入警戒状态！！！”卫队长站在瞭望台上大声喊着，“城门边发现一只僵尸！”那僵尸缓慢地转过头，望着瞭望台上的卫队长。“军队迅速集合！”卫队长再次下达了命令。“一二一！一二一！立定！！”军队整齐地站在了城门边，他们身上的铁甲明晃晃的，格外刺眼。“你们听好了！城门边有一只穿着铁甲的僵尸，你们现在去杀了他！”“明白！”军队中的一个连整齐地跑到城门边，僵尸走了过来。“弓箭手火力支援！”卫队长站在瞭望台上大呼小叫。“12号砍！”“13号跳起来！”就在他们准备动手时，那僵尸却突然开了口：“想杀我？哼！我是僵尸首领派来的使节，你们杀了我，还不怕僵尸部落联合小白部落，末路之地部落，苦力怕部落......把你们的国家灭了啊！”国王听见这话，头上冒出了汗珠，犹豫了一下，随即下令：“住手！让他进来！”国王金口一开，卫队长虽然担心，但也不好说什么，只好让部队住手。士兵们站在门口直跺脚，他们不懂国王为什么要让一个僵尸进来。    使节是一路冷笑着进入皇宫的。    国王亲自召见了他，他倒不是怕僵尸部落，他是怕苦力怕部落和末路之地部落联合起来攻击他的王国。使节递上了一本书，书上是僵尸首领的笔迹：    亲爱的史蒂夫国王，我是僵尸首领，我之所以给你写这封信，是因为我和各个部落的首领交流了一个最后我们一致同意的想法：划分国界。    从世界诞生以来，我们就一直混合地生活在一起，因为这个原因，我们的子民们总是和你们的史蒂夫有冲突。但是，如果划分了国界，还会有冲突吗？    所以，希望你能同意这个想法。                                                                         僵尸首领\n    国王的脸色渐渐缓和下来，他翻开第二页，上面是各个部落首领的签字：“我同意这个想法”“很棒！”史蒂夫国王也拿来羽毛笔，在上面签下了名字。        几天之后，在末路之地的会所，所有的首领聚集在这里，讨论划分国界的相关事宜。最后，史蒂夫国王分到了50000000000000（50万亿）个方块的地皮，末路之地分到的最少，因为他们已经有了一个世界了。    从此，国界诞生了，大家愉快地生活在一起。经常有僵尸到史蒂夫王国来玩耍，国王也不再管，因为僵尸首领已经说过，不能让它们再咬人了。    但是，随着一种新矿物被发现，这个世界的格局改变了，这种矿物就是——钢。（未完待续）索引贴",
    "replies": [
        {
            "author": "leavessoft",
            "timestamp": 1404616560,
            "txt_content": "支持文学创作！支持lz！"
        },
        {
            "author": "取名字真TM难",
            "timestamp": 1404616620,
            "txt_content": "剧情不错，点赞。"
        },
        {
            "author": "lzs1234",
            "timestamp": 1404616620,
            "txt_content": "leavessoft 发表于 2014-7-6 11:16\n支持文学创作！支持lz！\n还没写完，还有第很多章"
        },
        {
            "author": "lzs1234",
            "timestamp": 1404618060,
            "txt_content": "第二章正在疯狂写作中...钢的出现将会给世界带来很大的影响..."
        }
    ]
}