{
    "title": "<连载·单章>苦力怕泰迪与阿法拉的继承人[作者：小龙][2-3共庆食灵节]",
    "author": "毒蛇",
    "replyCount": 2,
    "timestamp": 1404632580,
    "txt_content": " 本帖最后由 毒蛇 于 2014-7-6 15:57 编辑 \n索引帖地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-277102-1-1.html\n截稿日期：2014.5.17\n字数：1320字\n\n第三章  暑假里的那些事（下）——共庆食灵节　　还有十天，暑假就要结束了，泰迪猛地想起来洛克邀请他去参加8月19日的食灵节。　　泰迪朝屋里对妈妈喊：“妈妈！我同学洛克邀我去他家！”　　“啥时候？”露西问。　　“明天，食灵节！”　　“食……什么！”露西一听见关于骷髅的，又犯病了，“好吧。我送你去。”　　到了8月19号，露西开车带泰迪到了西特瓦尔山下。　　“你自己去吧！”露西指着洛克家的农场，对泰迪说。　　泰迪走进农场。这里有高粱、玉米，有小葱、菠菜，还有一望无际的小麦。泰迪走着走着，看见了一个水池，里面养满了鲤鱼，隔行插着水稻。　　泰迪到了屋前，敲响了大门。　　洛克开开门，见到泰迪，就高声说道：“你来了！快来吃清肠！”　　“清肠是什么？”泰迪问。　　“一种有助于消化的火腿肠，为了晚宴做准备！”洛克解释了一下。　　“还有一个重磅炸弹等着你呢！”洛克突然说。　　“啥啊？”泰迪和洛克正准备走进屋子，“哇！你……你咋来了！”　　是依耶。　　“看见山坡上的那间别墅了吗？”依耶说，“那是我家。”　　“去田里玩吧！”洛克说。　　泰迪睁大了眼睛，“走哇！”　　三人走出房子，来到田间。洛克带大家来到了一个湖旁边，湖里有一只大鸭子带着5只小鸭子游泳。6只鸭子在芦苇间游来游去，忽隐忽现。湖边是一片滩涂。　　三人来到滩涂上，做起了沙雕。洛克站在滩涂上什么也不干，看着泰迪和依耶做沙雕。　　泰迪做了一个城堡，依耶做了一头小象。他们正在端详时，洛克突然把水引过来，冲垮了洛克的城堡。　　泰迪站起来追洛克。只听“啪”一声，依耶的小象也被洛克踩平了。依耶尖叫一声，和泰迪一起追洛克。　　洛克忽然“刹车”，往泰迪和依耶身上扔了沙子。“其实‘掷沙’也是食灵节的内容哦！……”　　话音未落，泰迪就拿沙子击中了洛克。洛克也抓了一把沙子，扔向了泰迪。泰迪一躲，沙子击中了依耶。仨人就开始了“沙战”。　　玩了一下午，仨人刚回家，洛克的父母就下班回来了，一进家门，两人就进了厨房。　　不一会儿，厨房就被烟雾弥漫了。火熊熊燃烧的声音；菜颠颠当当的声音；砂锅被炙烤的声音；水沸腾的声音；油噼里啪啦的声音混杂在一起。　　不一会，洛克的妈妈——大卫夫人就端出了一盘菜，介绍到：“这叫‘鸡蛋里挑骨头’，专门选用骷髅骨，保证入味，鸡蛋绝对香！”　　他们三个人吃了没两分钟，大卫先生（指洛克的爸爸）把砂锅端出来，里面是高汤。“这是‘竹荪骷髅骨汤’，我把竹荪的味道融入了骷髅棒骨，很有营养的，快吃吧。”　　又过了两分钟，大卫夫人端出了一盘酱菜。“哈哈，这个是‘酱骷髅骨’，我酱了好几天，刚才稍微热了热，吃吧！”　　泰迪他们都快吃撑破肚皮了，炒菜声终于停下了，烟也散了。大卫先生端出了最后一道菜：“莲藕炖骷髅骨”。　　大家吃得津津有味时，大卫夫人忽然问：“你们给四个菜都打分吧！”　　“对啊！”大卫先生说，“满分5分！”　　泰迪说：“要我看，鸡蛋嘛……3分，竹荪汤5分，酱骨4分，莲藕嘛……3分！”　　“哈哈，我高一分！”大卫先生说，大卫夫人不太高兴。　　“我认为……”洛克说，“鸡蛋2分。”　　“啊？”大卫夫人说。　　“竹荪汤5分。”　　“哈哈！”大卫先生笑道。　　“酱骨……5分！莲藕1分……”　　“打平了哟！”大卫夫人很高兴，“依耶，该你了！。”　　“要我说，都打5分。”依耶说。　　“什么？平了！”大卫先生说，“你们回家吧。”　　“哦，那再见了！”依耶走了。　　过了一会儿，泰迪的妈妈来了，把泰迪也接回家了。\n下一节地址：暂无~\n[groupid=573]教程小说齐聚汇[/groupid]",
    "replies": [
        {
            "author": "林大大",
            "timestamp": 1404632580,
            "txt_content": "不错 ~"
        },
        {
            "author": "毒蛇",
            "timestamp": 1404632760,
            "txt_content": "林大大 发表于 2014-7-6 15:43\n不错 ~\n谢谢支持~"
        }
    ]
}