{
    "title": "[1.7.10][blockling——方块酱][SS/SM]更新V3.0.1一个友善的小跟班~[授权汉化][HAYO]",
    "author": "miguo",
    "replyCount": 99,
    "timestamp": 1404657180,
    "txt_content": " 本帖最后由 猜猜谁是谁 于 2017-12-17 19:36 编辑 \n\n矮人授权搬运&汉化&介绍\nMOD本体矮人仅汉化lang文件中存在的文本~其余的择日再说。\nHAYO studio出品\n\n矮人的前言碎碎念\n\n本来这是矮人复出之后早期几个搬运的MOD...矮人没打算把他继续搬运下去来的\n但是坛友们的反应却出乎了矮人的意料，他们对于这MOD有着极大的热情...正如矮人所期望的，方块酱成为了MC世界的一个伙伴，而非仅仅是一个生物实体，但这方块酱还是有自己的缺陷，作者也在一点点修复。所以，只要诸君对此MOD继续保有热情，矮人就会一直更新下去\n\n作者在3.0把说明完全重新制作了一次...还有作者怎么能看懂我胡七八敲出来的请求的...\n下面开始\n\n作者：如果您愿意通过小小捐赠来激励我，我将会不胜感激的。https://www.paypal.com/uk/cgi-bin/webscr?cmd=_flow&SESSION=sHkPpfboTu-OZ1drEZCLKdH（矮人注：作者官方账号，如果您有闲钱可以去支持一下。）\n\n\n首先你需要找到自己的方块酱（方块酱现在会在平原和森林生物群落生成！），它们只能用鲜花右击来驯服，就这么简单。但是要注意，如果你驯服你的方块酱之后仍然有剩余的鲜花，别急着扔了它。因为如果你的方块酱在战斗中受伤了，你可以拿着鲜花对你的方块酱右击，这会让它好受些（治愈！）。你可以拿着鲜花Shift+右击来捡起你的方块酱。而且，在方块酱升级中，这些鲜花也是很有用的呦！\n\n 如果你攻击了一个生物，你可爱的方块酱会跟着你一起打他！（恶魂和爬行者除外），每次攻击都会让你的方块酱获取经验值。每一次升级都会让方块酱的体积稍微变大，属性也会得到些许加强，当方块酱到达等级10的时候就是它体型的极限了，之后的升级只会让它变得更厉害！记住了！方块酱训练家们！如果你想去作个死，但不忍心让你的方块酱一起去送死，右击就可以让它原地不动了！\n 这就是方块酱更有趣的地方了！等等？你说啥？你没发现？好吧！YOU A BIG OAF!!你需要空手然后对你的方块酱按下Shift+右击，会出现一个独特的方块酱GUI?!然后上面会出现很多很多的插槽，这些都可以用于你的方块酱升级!你可以从简单的做起，比如说给他一个木剑或者是五种原版剑的一种，再给他一个平常的升级插件。这些插件的制作公式很简单，就是中间一朵花，然后围上你所要做的材料。啥？你说这些东西太弱了？好吧，我猜你需要二级插件，或者是三级插件！这些插件制作起来还是和一级公式很像，不过就是鲜花换成上一等级的插件而已。（高级插件的安装需要低级插件）这些插件都需要安放在方块酱GUI?的正中槽位（事实上，每种插件都要放在那个绿色的槽位，然后电脑会自动给你安装。）。\n\n\n\n\n 好吧，我猜你也许注意到升级槽下方的那几个小槽位了，这些都是特殊升级，分别为生命，伤害，速度，防御。如果你要升级他们，那么这会是个非常繁琐的活。但是这些都是值得的，每次升级，都会给方块酱带来意外的惊喜。\n第一级升级插件需要一朵花，四个铁锭和两个药水。还有两个其他玩意。第二级则需要上一级的升级插件四个金锭，两个药水和之前两个玩意（2333），最后三级升级需要二级升级，四个钻石和两个药水和其他两个玩意。如果你听不懂我嘟囔的是啥，这有个生命升级插件的例子，也不是太难懂对么？\n\n\n\n以下是四种插件的合成生命升级插件一级需要两个闪光西瓜和两瓶治疗2药水。二级需要两个闪光西瓜和两瓶治疗2药水。三级需要两个治疗2药水和两瓶再生1药水，装备了这个插件的方块酱将会自带再生效果！ 伤害升级插件一级需要两瓶瞬间伤害1药水和两个下界之星。二级需要两瓶瞬间伤害2药水和两个下界之星。三级需要两瓶瞬间伤害2药水和两个火焰粉末，装备了这个插件的方块酱将会自带火焰攻击效果！速度升级插件一级需要两瓶敏捷1药水和两个糖。二级需要两瓶敏捷2药水和两个糖。三级需要两瓶敏捷2药水和两个末影珍珠，装备了这个插件的方块酱将可以短时间内冲刺！防御升级插件一级需要两瓶力量1药水和两个黑曜石。二级需要两瓶力量2药水和两个黑曜石。三级需要两瓶力量2药水和两瓶抗火2药水，装备了这个插件的方块酱将不会受到火的伤害！\n\n\n还有6个药水插件可以给你的方块酱升级，它们可以赋予你的方块酱相应的能力，它们的制作公式是一样的，四个铁锭，一个花和四个其他材料：虚弱升级插件（四瓶虚弱药水），毒性升级插件（四瓶中毒药水），跳跃升级插件（四根羽毛），抗性升级插件（四瓶力量药水），凋零升级插件（四个煤）（矮人：这个玩意…）迟缓升级插件（四瓶缓慢药水）。但你只可以给你方块酱安装六种中的两种。\n 最后要出场的升级插件有些独特：返老还童，巨大化，隐形。不过咱们要先说好，返老还童升级插件会让你的方块酱变成一级那么大，而巨大化升级插件会让你的方块酱长到15级那么大！关于隐形升级插件，嗯，我想你大概知道这玩意是干啥的。他们和药水升级的制作公式完全相同，不过需要两个萤石，两个红石，其他材料和一朵花，返老还童升级插件需要四个发酵蜘蛛眼，巨大化升级插件需要四个糖，隐形升级插件需要四瓶隐形药水。\n 最后，当你的方块酱阵亡之后，会在原地掉落一个方块酱（物品形态）。这个物品会储存你的方块酱等级，升级插件，防止你农兵三**一下回到解放前。当然，这不是无偿的，任何升级插件都只会保留一级的，二级或三级插件将会消失。当然，你拿鲜花右键收起来的方块酱不会有这个问题。还有就是要注意，复活你的方块酱需要耗费你自己的两颗半的心，所以说谨慎使用哦！\n好啦~你是个合格的方块酱训练者了，快去训练几只吧！\n\n最后不是关于MOD的介绍，而是一点作者的碎碎念（不是矮人的！去找原作者啦！），我想说这\n是最初版本，可能有BUG，如果您在游戏过程中发现任何BUG请告诉我，我会第一时间修复，\n如果方便也请告诉我您的意见和建议，好让我改进我的MOD，我很乐意见到任何人在他们的整合\n里加入我的MOD，好了，就这么多，下面是MOD还有forge的下载地址了~\n\n这个MOD只兼容1.7.10和1.72，所以请下载相应版本的Forge~安装只需要把我的MOD的\njar放入MODS文件夹即可~\n\n【这是原文】\n\nIf you are wondering what in Lord Notch's name this mod could possibly be, it basically adds small, cube-shaped, tameable mobs that grow up to become the biggest, baddest blocks around. Now that may seem fairly straight forward but it can get slightly confusing when you get into it, so if you do need help with anything there is a guide down below which you should find pretty useful. If your query isn’t covered don’t hesitate to ask via a post at the bottom of the page as I will get back to you as quick as I can.    Downloads  The latest version if available for Minecraft 1.7.10. You must download and install the recommended version of Forge, depending on what version of Minecaft you are running. Once that is done, just open up the mods folder, found when you go to edit your Minecraft profile and click “Open Game Dir”, and drop the Blocklings.jar file into it. Alternatively you can use the installer made by 3dsboy08, just extract and run and you should be good to go.  Also, if you want to put this mod into a modpack then go ahead as that is awesome :)  Forge  Forge (all versions)   1.7.10  Blocklings v3.0.1  Blocklings v3.0.0 (Installer)  Blocklings v2.1.1   If you would like to support this mod by donating, it would be much appreciated, thank you  :)    Screenshots        Guide (Version 3)  The first thing you need to do is find a blockling, or spawn one in I suppose. They spawn in forests or plains biomes and are only able to be tamed with flowers by right clicking, both small and tall. However, once you have actually tamed your blockling don’t throw away your flowers because they can be used to heal your blockling if they get hurt, simply by right clicking again. They can also be used to pick up your blockling by shift right clicking and they are also used in a lot of recipes. If you now hit a mob (excluding creepers and ghasts) then your blockling will start to attack said mob. Upon attacking they will gain experience and eventually gain enough to level up. When they level up they will not only get a boost to their stats but also grow slightly up to level 10 when they won’t grow any larger. You can also level them up using the blockling level uperer from the creative tab just by right clicking on your blockling. If you are venturing somewhere very dangerous and don’t want to risk your blockling then just right click them to make them sit.  This is where it gets a bit more interesting. If you haven’t already figured it out, then shift right click on your blockling to upon their GUI. This displays their stats and their upgrade slots. To get upgrading then you will probably want to start by making some regular upgrades or just give them any of the 5 vanilla swords. These are made using a specific material depending on what level of upgrade you want. The recipes are all the same shape-wise, which is simply a flower surrounded by the respective material. But if that upgrade isn’t enough then you probably want to make a tier 2 version or even tier 3. To do this just craft another like before but instead of a flower in the middle put the previous tier. To apply these upgrades just put them in the green slot in the blockling’s GUI (or alternatively you can shift click which is much easier).      You might also have noticed the other set of upgrades adjacent to the regular upgrade slot at the bottom. These are more special upgrades, split into categories; health, damage, speed and defence. You must apply these in order again like the regular upgrades, but, each upgrade boost one specific stat with a bonus at tier 3. The recipes are quite complicated however. The first tier is always made up of a flower, 4 iron ingots, 2 potions and 2 other items. Then for tier 2 you need the previous upgrade, 4 gold ingots, 2 potions (but the next tier up) and the same 2 other items. Finally, for tier 3 you need the previous upgrade, 4 diamonds and the remaining ingredients. Here is an example with the health upgrades. There is a distinct pattern that isn’t too hard to pick up.     Health:  Tier 1 requires 2 potions of healing both tier 1 and 2 glistening melons. Tier 2 requires 2 potions of healing both tier 2 and 2 glistening melons again. Finally, tier 3 requires 2 potions of healing both tier 2 and 2 potions of regeneration both tier 1. The tier 3 upgrade will apply a regen effect to the blockling.  Damage:  Tier 1 requires 2 potions of harming both tier 1 and 2 nether quartz. Tier 2 requires 2 potions of harming both tier 2 and 2 nether quartz. Finally, tier 3 requires 2 potions of harming both tier 2 and 2 blaze powder. The tier 3 upgrade will arm your blockling with the ability to burn their enemies.  Speed:  Tier 1 requires 2 potions of swiftness both tier 1 and 2 sugar. Tier 2 requires 2 potions of swiftness both tier 2 and 2 sugar. Finally, tier 3 requires 2 potions of swiftness both tier 2 and 2 ender pearls. The tier 3 upgrade will allow your blockling to have periods of extreme speed.  Defence:  Tier 1 requires 2 potions of strength both tier 1 and 2 obsidian. Tier 2 requires 2 potions of strength both tier 2 and 2 obsidian. Finally, tier 3 requires 2 potions of strength both tier 2 and 2 potions of fire resistance. The tier 3 upgrade will prevent your blockling being damaged by fire.  There are also 6 potion like upgrades that give your blockling the ability of their respective potion effect. They are each crafted in the same way; 4 iron ingots, 4 other items and 1 flower. There are weakness (4 potions of weakness), jump boost (4 feathers), poison (4 potions of poison), resistance (4 potions of strength), wither (4 coal) and slowness (4 potions of slowness) upgrades, but only two can be applied at once.    Then the final set of upgrades are the unique ones. They consist of the shrink, grow and invisibility upgrades. I think you can probably guess what they do but just to clarify, the shrink upgrade shrinks your blockling to its level 1 size, the grow upgrade grows your blockling to the size of a level 15 blockling and the invisibility upgrade does what anyone would think it does. They are crafted in the exact same way as the potion upgrades but you need; 2 glowstone, 2 redstone, 4 other items and 1 flower. For shrink you need 4 fermented spider eyes, grow requires 4 sugar and invisibility requires 4 potions of invisibility.    One last ability of blocklings is that when they die in battle they will drop a small blockling item. This item, which will called whatever your blockling was named previously, can be right clicked on the ground, like a spawn egg, to spawn your blockling in again. This way you don’t have to worry as much about losing your level 10 blockling that you spent years trying to level up. However, it comes at a cost. Only the tier one upgrades will remain. So any tier 2 or tier 3 upgrades will be lost forever so be very very, very, very careful. This doesn’t apply to picking up your blockling so you can rest assured you won’t lose any upgrades. It also costs 2 and a half hearts to spawn back your blockling so be wary.\n\nMC1.72 v1.1.1(说不定现在能在服务器上玩了~但是出现BUG的话请联系作者，当然不是我~)\nhttp://pan.baidu.com/s/1kT9O6kJ\nMC1.7.10 v3.0.1（作者原下载地址【英文注意】）\nhttp://adf.ly/11zLps\nMC1.7.10 v3.0.1\nhttp://yunpan.cn/cJfaNf6vvuay8  \n访问密码 d788\n\n更新日志\nV3.0.1:重新排版，更新汉化。删除旧版介绍\nV2.03:补齐说明，汉化跟进。\nV1.11:升级至1.710版本！\n色彩字符！\nV1.10:说不定现在能在服务器上玩了~\n添加方块酱的小小背包！\n添加方块酱的额外升级！\nV1.05:添加治疗功能！\n修复一个BUG，该BUG可能导致Lv7的方块酱不可被升级\nV1.0.4:修复一个BUG，该BUG可能导致Lv10的方块酱不会显示材质。\n添加一个配置文件，你可以在里面修改刷新率以及方块酱升级所需经验\n添加由Miguo制作的汉化文件（就是我啦！2333）\nV1.0.3：添加了一个小动画来区别方块酱的等待和跟随\n大幅度改进AI！\n防止野生方块酱也可以获得经验\n产生率降低\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "likeliang",
            "timestamp": 1404657480,
            "txt_content": "顶矮人~~~~~~~~~~~~~~~~"
        },
        {
            "author": "Killot",
            "timestamp": 1404658140,
            "txt_content": "好mod，不过LZ似乎好久没发作品了"
        },
        {
            "author": "miguo",
            "timestamp": 1404658800,
            "txt_content": " 本帖最后由 miguo 于 2014-7-7 00:34 编辑 \nKillot 发表于 2014-7-6 22:49\n好mod，不过LZ似乎好久没发作品了\n\n啊哈？有人记得我的节奏？矮人近日正在计划归来~"
        },
        {
            "author": "sb023612",
            "timestamp": 1404664200,
            "txt_content": "请在标题加上英文名称，并且为了美观起见，将【】改为[]"
        },
        {
            "author": "miguo",
            "timestamp": 1404664320,
            "txt_content": "sb023612 发表于 2014-7-7 00:30\n请在标题加上英文名称，并且为了美观起见，将【】改为[]\n收到，感谢"
        },
        {
            "author": "Killot",
            "timestamp": 1404695760,
            "txt_content": " 本帖最后由 Killot 于 2014-7-7 09:18 编辑 \nmiguo 发表于 2014-7-6 23:00\n啊哈？有人记得我的节奏？矮人近日正在计划归来~\n当然记得了= =，mod区里的模板被清了的mod（2014年某月论坛BUG）几乎全是你的= =我对1.4.7版本的印象比较深"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1404695880,
            "txt_content": "感觉好萌哦！"
        },
        {
            "author": "8801",
            "timestamp": 1404702000,
            "txt_content": "1.7.2的为何没有呢！"
        },
        {
            "author": "miguo",
            "timestamp": 1404702480,
            "txt_content": "8801 发表于 2014-7-7 11:00\n1.7.2的为何没有呢！\n矮人偷懒没搬..."
        },
        {
            "author": "8801",
            "timestamp": 1404702600,
            "txt_content": "miguo 发表于 2014-7-7 11:08\n矮人偷懒没搬...\n可怜1.7.10正版启动器不知道怎么装光影！"
        },
        {
            "author": "miguo",
            "timestamp": 1404702840,
            "txt_content": "8801 发表于 2014-7-7 11:10\n可怜1.7.10正版启动器不知道怎么装光影！\n好吧，稍等，矮人这就去搬运"
        },
        {
            "author": "miguo",
            "timestamp": 1404706140,
            "txt_content": "8801 发表于 2014-7-7 11:10\n可怜1.7.10正版启动器不知道怎么装光影！\n出来收货"
        },
        {
            "author": "壹佰佰佰",
            "timestamp": 1404709200,
            "txt_content": "QAQ可惜是1.7.10的，先收了wwwwww"
        },
        {
            "author": "miguo",
            "timestamp": 1404709440,
            "txt_content": "1007347938 发表于 2014-7-7 13:00\nQAQ可惜是1.7.10的，先收了wwwwww\n1.72有的"
        },
        {
            "author": "壹佰佰佰",
            "timestamp": 1404709440,
            "txt_content": "miguo 发表于 2014-7-7 13:04\n1.72有的\n！真的咩，我要我要QAQ"
        },
        {
            "author": "1272307182",
            "timestamp": 1404709920,
            "txt_content": "w.w为何我找不到方块酱"
        },
        {
            "author": "miguo",
            "timestamp": 1404709980,
            "txt_content": "1007347938 发表于 2014-7-7 13:04\n！真的咩，我要我要QAQ\n...\n再看一看下载地址吧，矮人改了改"
        },
        {
            "author": "miguo",
            "timestamp": 1404710160,
            "txt_content": "1272307182 发表于 2014-7-7 13:12\nw.w为何我找不到方块酱\n实在找不到的话，创造模式有生物蛋"
        },
        {
            "author": "1272307182",
            "timestamp": 1404712800,
            "txt_content": "miguo 发表于 2014-7-7 13:16\n实在找不到的话，创造模式有生物蛋\n还有为什么我不能给方块酱升级，我是按顺序升级的"
        },
        {
            "author": "miguo",
            "timestamp": 1404721860,
            "txt_content": "1272307182 发表于 2014-7-7 14:00\n还有为什么我不能给方块酱升级，我是按顺序升级的\n您需要先让方块酱升级~打怪的那种"
        },
        {
            "author": "1272307182",
            "timestamp": 1404723060,
            "txt_content": "miguo 发表于 2014-7-7 16:31\n您需要先让方块酱升级~打怪的那种\n要多少级？才能升级"
        },
        {
            "author": "miguo",
            "timestamp": 1404726240,
            "txt_content": "1272307182 发表于 2014-7-7 16:51\n要多少级？才能升级\nshift+右键查看信息..里面有经验与等级"
        },
        {
            "author": "MaxKim",
            "timestamp": 1404734160,
            "txt_content": "我把它放进整合包里，那在已经创建过的存档里他还会出现么？没有什么biom限制吧"
        },
        {
            "author": "miguo",
            "timestamp": 1404734460,
            "txt_content": "MaxKim 发表于 2014-7-7 19:56\n我把它放进整合包里，那在已经创建过的存档里他还会出现么？没有什么biom限制吧 ...\n会，他是生物刷新的,大概没啥限制.."
        },
        {
            "author": "493363280",
            "timestamp": 1404735660,
            "txt_content": "为什么我的方块酱LV4了,都不能升级成原木酱。"
        },
        {
            "author": "8801",
            "timestamp": 1404742620,
            "txt_content": "miguo 发表于 2014-7-7 12:09\n出来收货\n已签收！"
        },
        {
            "author": "miguo",
            "timestamp": 1404742860,
            "txt_content": "493363280 发表于 2014-7-7 20:21\n为什么我的方块酱LV4了,都不能升级成原木酱。\n...这...换只方块酱试试？"
        },
        {
            "author": "tooooony",
            "timestamp": 1404768720,
            "txt_content": "告我群号~~~顺便能给我下教程就更好了。。。。。"
        },
        {
            "author": "tooooony",
            "timestamp": 1404768720,
            "txt_content": "我要恢复和虫巢的链接！"
        },
        {
            "author": "zk03206485",
            "timestamp": 1404786660,
            "txt_content": "感觉很不错的样子！谢谢分享！！"
        },
        {
            "author": "1713960444",
            "timestamp": 1404787800,
            "txt_content": "求1.6.2的！！！！！！！！！！！"
        },
        {
            "author": "1164816764",
            "timestamp": 1404816840,
            "txt_content": "1.7.2版本中，原木酱貌似没汉化。强迫症表示很难受"
        },
        {
            "author": "miguo",
            "timestamp": 1404817380,
            "txt_content": "1164816764 发表于 2014-7-8 18:54\n1.7.2版本中，原木酱貌似没汉化。强迫症表示很难受\nitem.wooden_upgrade.name=原木酱升级插件\n作者的语言文件里关于原木酱的就只有这个了~"
        },
        {
            "author": "yzx725",
            "timestamp": 1404817860,
            "txt_content": "miguo 发表于 2014-7-6 23:00\n啊哈？有人记得我的节奏？矮人近日正在计划归来~\n希望出个1.6.4的"
        },
        {
            "author": "末影-小黑",
            "timestamp": 1404819720,
            "txt_content": "好玩的小模组~顶一个{:10_512:}"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1404824760,
            "txt_content": "有1.0.5了"
        },
        {
            "author": "1164816764",
            "timestamp": 1404831300,
            "txt_content": "miguo 发表于 2014-7-8 19:03\nitem.wooden_upgrade.name=原木酱升级插件\n作者的语言文件里关于原木酱的就只有这个了~ ...\n话说小跟班好弱，还没升到2级都死了。。。。。。\n跌落致死，掉岩浆致死，被仙人掌扎死，自己在方块里卡死。。。。。。"
        },
        {
            "author": "miguo",
            "timestamp": 1404831360,
            "txt_content": "1164816764 发表于 2014-7-8 22:55\n话说小跟班好弱，还没升到2级都死了。。。。。。\n跌落致死，掉岩浆致死，被仙人掌扎死，自己在方块里卡死 ...\n打动物也可以升级啊..先打小怪吧~"
        },
        {
            "author": "1642819288",
            "timestamp": 1404876420,
            "txt_content": "回不了血啊QAQ，用什么都试过了，1.7.10的，蛋疼"
        },
        {
            "author": "miguo",
            "timestamp": 1404883680,
            "txt_content": "1642819288 发表于 2014-7-9 11:27\n回不了血啊QAQ，用什么都试过了，1.7.10的，蛋疼\n难道是我版本没更新的错..?哎呀呀呀呀呀偷个懒都不行了么！"
        },
        {
            "author": "493363280",
            "timestamp": 1404898920,
            "txt_content": "miguo 发表于 2014-7-7 22:21\n...这...换只方块酱试试？\n我知道了，我没加shift＋右键"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1404982680,
            "txt_content": "有1.1.1啦"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1404982740,
            "txt_content": "1164816764 发表于 2014-7-8 22:55\n话说小跟班好弱，还没升到2级都死了。。。。。。\n跌落致死，掉岩浆致死，被仙人掌扎死，自己在方块里卡死 ...\n不会游泳会被淹死"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1404982920,
            "txt_content": "1164816764 发表于 2014-7-8 22:55\n话说小跟班好弱，还没升到2级都死了。。。。。。\n跌落致死，掉岩浆致死，被仙人掌扎死，自己在方块里卡死 ...\n升到黑曜石的时候，攻击力比铁傀儡还高"
        },
        {
            "author": "1164816764",
            "timestamp": 1404982980,
            "txt_content": "TZZS.G 发表于 2014-7-10 17:02\n升到黑曜石的时候，攻击力比铁傀儡还高\n培养很难额。。。。。。。。"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1404983100,
            "txt_content": "1164816764 发表于 2014-7-10 17:03\n培养很难额。。。。。。。。\n升级太贵"
        },
        {
            "author": "miguo",
            "timestamp": 1404998160,
            "txt_content": "TZZS.G 发表于 2014-7-10 17:05\n升级太贵\n收货！2333"
        },
        {
            "author": "0o0o00",
            "timestamp": 1405032300,
            "txt_content": "背包里的钻石镐是干啥的……"
        },
        {
            "author": "REN0011",
            "timestamp": 1405040460,
            "txt_content": "这个好有新意..."
        },
        {
            "author": "5441841618",
            "timestamp": 1405040760,
            "txt_content": "好复杂，不喜欢复杂的MOD，但还是顶顶"
        },
        {
            "author": "星辰の光",
            "timestamp": 1405041180,
            "txt_content": "为神马总是闪退，而且其他MOD也是闪退"
        },
        {
            "author": "暗黑牙牙",
            "timestamp": 1405042080,
            "txt_content": "这不是PE版的那个js嘛？{:10_514:}"
        },
        {
            "author": "miguo",
            "timestamp": 1405067940,
            "txt_content": "图子格 发表于 2014-7-11 06:45\n背包里的钻石镐是干啥的……\n卖萌..."
        },
        {
            "author": "TZZS.G",
            "timestamp": 1405073040,
            "txt_content": " 本帖最后由 TZZS.G 于 2014-7-11 18:07 编辑 \nmiguo 发表于 2014-7-10 21:16\n收货！2333\n开始1.1.1都不知道咋升级"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1405073160,
            "txt_content": "作者高产................1.1.2都出来了{:10_494:}"
        },
        {
            "author": "马德碧",
            "timestamp": 1405075740,
            "txt_content": "有没有1.6.2的啊？"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1405076580,
            "txt_content": "lz你逗我吧，SMP呢？"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1405076820,
            "txt_content": "miguo 发表于 2014-7-11 16:39\n卖萌...\n1.1.2出了速度插件"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1405077300,
            "txt_content": " 本帖最后由 TZZS.G 于 2014-7-11 19:25 编辑 \nmiguo 发表于 2014-7-11 16:39\n卖萌...\n现在被驯服的方块酱不会攻击的野生方块酱了\n现在给方块酱喂食不用按住shift了\n方块酱会游泳了《————终于不会淹死了\n现在想要方块酱在原地不动必须拿着鲜花按住shift对方块酱右击"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1405080900,
            "txt_content": "miguo 发表于 2014-7-11 16:39\n卖萌...\n另外提示一点，如果事先将插件放进方块酱的插件栏里，到达条件后方块酱会自己用"
        },
        {
            "author": "可怜的孩子",
            "timestamp": 1405087440,
            "txt_content": "楼主大大！！！"
        },
        {
            "author": "1120854593",
            "timestamp": 1405215240,
            "txt_content": "1.1.2出了 求更新{:10_524:}"
        },
        {
            "author": "TZZS.G",
            "timestamp": 1405588500,
            "txt_content": "已有1.2.0"
        },
        {
            "author": "0.0earth",
            "timestamp": 1406163060,
            "txt_content": "顶一个{:10_523:}"
        },
        {
            "author": "天下第二3122",
            "timestamp": 1407666900,
            "txt_content": "除了泥土方块酱 ，我怎么找不着别的了"
        },
        {
            "author": "2522560101",
            "timestamp": 1407670080,
            "txt_content": "要用什么鲜花驯服？怎么驯服？"
        },
        {
            "author": "mayu1314",
            "timestamp": 1407730740,
            "txt_content": "方块酱不跟着走啊 我拿着花shift 加右键没反应"
        },
        {
            "author": "961565713",
            "timestamp": 1407735360,
            "txt_content": "这mod。。。玩的我蛋都碎了{:10_566:}。。。各种死 淹死 烫死 被怪打死，死了无数次，辛辛苦苦练到6级。。结果淹死了。。。{:10_498:}"
        },
        {
            "author": "kudd",
            "timestamp": 1407742140,
            "txt_content": "我安装了工业2实验版和其他一些东西  我用花朵右键方块酱就死机 然后自动退出mc 这是为什么 我内存设置成2048M了"
        },
        {
            "author": "kudd",
            "timestamp": 1407742260,
            "txt_content": "我安装了工业2实验版和其他一些东西  我用花朵右键方块酱就死机 然后自动退出mc 这是为什么 我内存设置成2048M了"
        },
        {
            "author": "ChallengerX",
            "timestamp": 1407754320,
            "txt_content": "和BuildCraft有ID冲突，高级HP之后的都没了"
        },
        {
            "author": "Amu丶craft",
            "timestamp": 1407756000,
            "txt_content": "萌萌哒的小方块菌{:10_512:}"
        },
        {
            "author": "Veenorm",
            "timestamp": 1407816780,
            "txt_content": "方块酱什么的好萌啊！楼主快来跟我搞基{:10_562:}"
        },
        {
            "author": "MartinXF",
            "timestamp": 1407819120,
            "txt_content": "单人游戏不再寂寞！"
        },
        {
            "author": "jzyclp",
            "timestamp": 1408026840,
            "txt_content": "1.7.2的鲜花没法回复生命啊，吃胡萝卜就可以，这是为什么？是我个人的问题吗"
        },
        {
            "author": "jzyclp",
            "timestamp": 1408027140,
            "txt_content": "鲜花没法回血，掉水里还会淹死，怎么搞啊版主大大教教我，还有拿着鲜花按了SHIFT加右键方块酱也不回血，也不停止跟随呆在原地，一直跟着我外加没法回血T_T"
        },
        {
            "author": "马德碧",
            "timestamp": 1408184460,
            "txt_content": "为啥我那 箱子按Shirt右键它没反应？都10级了"
        },
        {
            "author": "马德碧",
            "timestamp": 1408184520,
            "txt_content": "为啥我那 箱子按Shirt右键它没反应？都10级了"
        },
        {
            "author": "ww11ww1110",
            "timestamp": 1408366020,
            "txt_content": "回复下载"
        },
        {
            "author": "zimuomiao",
            "timestamp": 1408427820,
            "txt_content": "感觉萌萌哒，先下载了看看"
        },
        {
            "author": "hekery",
            "timestamp": 1408456140,
            "txt_content": "楼主，我有非常想做的mod，目前我正在学习入门java，请问楼主有时间教我做mod吗？"
        },
        {
            "author": "吃掉TNT的JJ怪",
            "timestamp": 1408630680,
            "txt_content": "驯服后无法看到方块酱的数值怎么办！"
        },
        {
            "author": "试问说",
            "timestamp": 1408803120,
            "txt_content": "要有快升就好了，谢谢你"
        },
        {
            "author": "试问说",
            "timestamp": 1408808580,
            "txt_content": "为什莫方块酱停不下来？{:10_503:}"
        },
        {
            "author": "woketr",
            "timestamp": 1408854000,
            "txt_content": "方块酱无法升级？？合成好厚 按shift+右键无法升级 10LV连原木都升级不了"
        },
        {
            "author": "c19940202",
            "timestamp": 1408894080,
            "txt_content": "这mod简直萌萌哒"
        },
        {
            "author": "DouSeiSan",
            "timestamp": 1408993920,
            "txt_content": "好萌啊。。and，现在那边已经更新到1.2.0、1.1.2了哦"
        },
        {
            "author": "ggtv11",
            "timestamp": 1409017980,
            "txt_content": "顶啊！！"
        },
        {
            "author": "1141831236",
            "timestamp": 1409035380,
            "txt_content": "1.72怎么的方块酱升级啊"
        },
        {
            "author": "什么兔子草",
            "timestamp": 1409066760,
            "txt_content": "woketr 发表于 2014-8-24 12:20\n方块酱无法升级？？合成好厚 按shift+右键无法升级 10LV连原木都升级不了\n要拿着箱子然后再点shift+右键，然后在放入升级块吧~"
        },
        {
            "author": "zuoyifu",
            "timestamp": 1409141280,
            "txt_content": "可以生成方块酱 但是驯服了后（就是看到红心之后） 不能跟随 SHIFT+右键没用  箱子的操作也没用 求解"
        },
        {
            "author": "hamlet丶",
            "timestamp": 1409383980,
            "txt_content": "为什么我加不了血啊？"
        },
        {
            "author": "鲜红的小希",
            "timestamp": 1409745180,
            "txt_content": "感觉方块酱可爱归可爱，却是个累赘……各种掉进河里淹死、掉进岩浆烧死，而且升级后体积变大，一格宽的方块它过不去，带他挖矿还必须考虑到它，挖两格宽的矿道……于是我把它练到5级后直接让它呆在家里不带出去了，就当是回家看到有人在等候我们的一种温暖吧……"
        },
        {
            "author": "isli000",
            "timestamp": 1409746380,
            "txt_content": "好可爱的方块酱~~"
        },
        {
            "author": "Creppppppper",
            "timestamp": 1410603120,
            "txt_content": "为什么我的1.7.10用了右键方块酱会闪退呢.."
        },
        {
            "author": "沉默至尊",
            "timestamp": 1410622620,
            "txt_content": "怎么回血？QAQ，方块酱受伤了好心疼"
        },
        {
            "author": "Creppppppper",
            "timestamp": 1410623160,
            "txt_content": "Creppppppper 发表于 2014-9-13 18:12\n为什么我的1.7.10用了右键方块酱会闪退呢..\n好吧是我下错版本了..但是官网貌似有新版本了呢"
        },
        {
            "author": "沉默至尊",
            "timestamp": 1410623760,
            "txt_content": "还有就是shift+右键让方块酱定住之后再按shift+右键他就不跟过来了，还是站在那里。"
        },
        {
            "author": "管求他呢",
            "timestamp": 1410669360,
            "txt_content": "这个好啊，谢谢分享"
        }
    ]
}