{
    "title": "<原创·连载>【进击的亡灵·】[作者：冰闪][3章]",
    "author": "冰闪",
    "replyCount": 1,
    "timestamp": 1404695760,
    "txt_content": "3新战友    第一人称  闪电“王喜刃！王喜刃！”嗯？谁？是姑父……….这是…….巨森之林的房子。“听话！把手臂伸出来！”我看见了姑父手里拿着一个装满黄色液体的注射器。“不行！王喜刃很可能失控的！”老哥的声音从耳边传来。“这是为了他好！忍住！”姑父将注射器的针头插入我的右臂，我顿时刚到了一股剧烈的疼痛。眼前的景色变模糊了。过了一会，针头拔了出来。“韩通枪！拿好它！直到你弟弟可以控制变身时！千万记得回来！拿回资料！”“叔叔！韩通枪！马车整理好了！”小影的声音又传来了。“好了！快走！那个超大化巨人很快就会来的！我为你们多撑的时间！”“是！”“快！快！一定要记得回来！记得回来！”姑父的声音越来越弱了，视线好多了，我被老哥抱上了马车，一个有50米高的超大化巨人一下抓起姑父，把他捏死，姑父的几滴鲜血溅到我脸上。我一下惊醒了，我看了一下四周，老哥坐在床边的凳子上，见我醒了，就对我说：“嘿！睡得怎么样？”“还行，就是做了个噩梦。”我又看了一下四周。“这是什么地方？”“塔克之壁内的军区医院。”“咣！”的一声。战龙踹开门，大大咧咧的走了进来。老哥连忙呵责战龙：“你妈没教你用手开门吗！”战龙满不在乎的说：“教了教了！今天我忘了！闪电你可算醒了！我以为你去找老团长，给兄弟们占好位置不回来了呢！”战龙停顿了一下，“德里尔给我们介绍了两个新兵，都是侦查兵团的，我们都同意了，就差头儿和你的意见了。”“这个肯定同意！”毕竟大家同意了，我也没什么意见。“进来吧！害羞啥！”战龙对着屋外喊到。一个留着粉色长发，穿着利刃爆枪混合部队军服的妹子进来了，OMG！“芙蓉如面柳如眉”用在她脸上再恰当不过了，见了她我才什么叫美女啊！我又回头看了看老哥，老哥眼珠子都要掉出来了。“头儿！你眼珠子都要掉出来了！”战龙见状，悄悄的凑到老哥身边。“那…..那个…..我叫紫鹃…….”妹子好像有点紧张。“你紧张啥，我们头儿又不是色鬼！”战龙真够……“行了！别说这个了！不是两个吗！另一个哪去了？”老哥故意转移话题，看来老哥对这个妹子有好感了。“哈！闪电！冰闪！老朋友啊！”门外传来了武志辉的声音，额……另一个队员该不会是……还没等我想，武志辉就提着两个空铁桶冲了进来。“哎！武志辉你不是去特作战班了吗？”“别提了！列德尔那个家伙的洁癖症我可受不了，陈分队长每天给我讲关于巨人的事。我实在待不下去了！就跟德里尔商量了一下。”“那也是，分队长的报告除了我和闪光实在没人听得下去。”老哥说了句话，我只见过一次陈分队长，长得挺文静的嘛，我本人觉得她和闪光挺配的【不要随便支配别人啊！混蛋！】。“额…….不过你提着两个铁桶干甚啊？”“刚才帮炊事班打水了。”“你还真有闲心啊！还帮炊事班打水！巨人都占领整个外城区了！”一听这声音，除了德里尔团长可没别人了。“嘿嘿！团长好啊！”武志辉一脸奴才样的凑过去。“武志辉啊武志辉！我把你挑的211特战队是为了让你帮人类去杀巨人的！不是叫你去给炊事班打水的！我说武志辉啊！你要好好在这儿干下去，乖乖听冰闪的话…….”完了！德里尔真是遗传了他爹的唠叨神功啊！记得我那次在侦查兵团的时候，老团长每次抓到我犯错时，都要教训我一两个钟头才放行，德里尔和他爹，也就是老团长一模一样啊！一见有兵犯错，就专门给他补习政治…….“得得！团长！我马上去认识队员去！认识团队才能配合作战啊！”武志辉和逃似的冲出病房，紫鹃也出去了，战龙一看情况不对劲，也偷偷的溜走了。“唉！这个混小子和闪电简直是一个模子倒出来的！”“也好，最少他俩是知音了。对了，我记得他好像结婚了吧。”老哥竟然和团长聊了起来。“是，是结婚了。不过又离婚了。哎，冰闪你多大了？”“才23呢！武志辉都28了！”“我说冰闪，你是不是要考虑考虑自己的终身大事了，啊？”“我哥他早有了！就是那个刚转过来的女兵！”“闪电你少胡说！”“我那胡说了，她以前不是和你很好嘛。就是咱们在利刃部队的时候。”我刚说完，老哥一声不吭的走了。“看看！看看！把你哥气走了。以后别老揭别人的老底。”德里尔说完，偷笑着离开了。过了好一会，门又开了，这次是小影来了。小影走到床前，俯下身子，摸着我头，用一种让我骨头发酥的语气说：“好好养病哦，这几天乖乖的躺在床上，别瞎转悠。”OMG！难道是我的打开方式错了？这还是那个女汉子夜小影吗………..总之夜小影就这么陪我度过了一天…….一个星期后，我能下床了。我这每天不是满医院溜达，就是出去“糟蹋”那些受不起我“糟蹋”的运动器材。每次看见我“糟蹋”运动器材，院长心疼的要死，后来忍不住了，向我哥求救。老哥挠了半天头无可奈何的说道：“这个兵天天训练，一闲下来就这样，你把他关房里他还不把整个楼给拆了。”又过了几个月，我归队了，最高兴的是院长，最少他不用一个月换一次运动器材了。我刚归队，老哥就把我们集合起来。“今天！我们有个新任务，但是这个任务只有两个人参加。这两个人我已经选出来了！闪电！夜小影！”“哥！啥任务啊？”“把这一批将要毕业的训练兵的训练的3个月后可以上战场！”我一听心凉了半截，训练新兵啊！“这种事情让我去？！”“是啊！”算了，我去就我去，反正还有小影陪着呢。可公开情报：爆枪部队，人数只占侦查兵团一成的精良部队，兵力集中于各个特区中。爆枪部队击杀班：有大口径重型狙击枪【外形像“坦克杀手”重狙】，立体机动的压缩空气罐的存气量为利刃部队的四倍。是爆枪部队主力因为武器极其精良，只有训练兵团枪法考核在B等以上的可以参加。爆枪部队爆破班：主要是使用35毫米半自动榴弹发射器，下陷阱，立体机动的压缩空气罐的存气量为利刃部队的四倍。爆枪部队重炮班：保护重炮的，武器为大口径重型狙击枪和控制的重炮。重炮分为抓捕炮与远距离炮。立体机动的压缩空气罐的存气量为利刃部队的四倍。",
    "replies": [
        {
            "author": "元夜",
            "timestamp": 1404702360,
            "txt_content": "你好撸主，撸主加油啊"
        }
    ]
}