{
    "title": "<原创.连载>[MC战争][作者：lzs1234]已更新至第四章[世界大战]",
    "author": "lzs1234",
    "replyCount": 3,
    "timestamp": 1404696660,
    "txt_content": " 本帖最后由 lzs1234 于 2014-7-7 09:58 编辑 \n\n[MC战争]  第四章  世界大战    世界大战一触即发......    史蒂夫国王站在城门上，看着士兵们把战车往外推。    话说僵尸国王听说史蒂夫王国向它宣战后，怒不可遏。立即联合了苦力怕王国，小白王国......向史蒂夫王国宣战。他们还不知道，史蒂夫国王手中有战车。各国联军迅速集结，驻扎在离史蒂夫王国边境只有5公里的地方，等国王们一声令下就立即开战。    史蒂夫国王春风得意，他相信有了战车和钢的助威，他一定能赢得这场战争！    但是，令他始料未及的事情发生了。就在他得意之时，一小队士兵跑过来对国王说：“国王，战车没有燃料了。”“什么？燃料呢？”“燃料是煤，但是由于前几天炼钢，整个王国的煤全部烧完了。”“啊！好吧，我再想想办法。”国王嘴上说着想想办法，心里却早已石化。各国联军已经集结，现在再去采煤肯定是不可能了。这时，卫队长又跑过来说：“国王，战车不是没燃料了吗？现在又有一个好消息！”国王无奈地说：“再多好消息有什么用吗？你能让战车动起来？”“能啊！”国王转过来望了卫队长一眼，伸出一根指头问他：“这是几？”“一啊。”卫队长不明白国王想干什么。“没发烧啊。”国王自言自语道。卫队长这才恍然大悟，对国王说：“国王我没发烧，我想说的是，一个矿工在挖矿时碰到了一种黑黑的东西，据他说这种东西叫原油。”“原油？”国王以前也听说过原油，他一下子来了兴趣。“我们可以从原油中提取石油，再灌到战车上去啊！”“好主意，赶快去采原油，另外再采一些煤回来，提取石油。”“是！”卫队长一路小跑离开了城墙。    采油先锋队员们集结起来，他们每个人身上都背着几千只桶，他们要去采油。另一路士兵一路小跑来到一座小山，拿起镐子挖煤。整个史蒂夫王国的人们都行动起来，把自己家里的煤全部都贡献出来——他们不想亡国。    队员们不断地采着油，城外的国王们也不断地商讨着开战时间。终于，随着一声炮响，对史蒂夫王国的进攻开始。联军一路上势如破竹，驻守的士兵们死的死，逃的逃。这还要多亏他们的阵型。最前面的是小黑们，他们先瞬移到士兵们后面攻击，对士兵们造成一定的恐慌。接着是苦力怕大军跑到城下轰炸，把城墙炸塌，然后便是行军速度稍慢的小白僵尸家族进行攻击，其他部落负责安全防护。    采油队员顺利完成了工作，迅速回到了王国。提油行动紧锣密鼓地开始了。一桶桶的石油被拿了出来，并迅速给战车装上。而此时，联军距离王宫也越来越近，卫队长站在瞭望台上，竟看到了很远的地方冒出的尘土——联军气势汹汹地杀来了。炼油行动也即将完成。终于，当联军跑到城下时，战车都做好了准备。苦力怕大军正在狂轰滥炸，突然听到了一种怪怪的声音——战车的声音。突然之间，城门大开，战车从里面驶了出来，怪物们不认识这玩意儿，他们将攻击的重点转移到了这些战车上。几只苦力怕朝战车扑过去，战车轻轻用炮筒挡了一下，随着“轰”的一声响，各国首领喜出望外，他们以为这东西被摧毁了。待到烟雾散尽，战车毫发无伤，那几只苦力怕却不见了（炸死了）。轰的一声，战车开炮了，燃烧的TNT击中了一群苦力怕，“砰！”地上出现了一个大坑，几十只苦力怕也全部葬身坑中。战车们来劲了，开始狂轰滥炸，不管打到了什么（反正打到战车也没事）。联军们迅速无秩序地撤退（逃跑的意思），战车紧追不舍，一直攻到史蒂夫国的边境，收复了全部的失地。    几十个国王迅速凑到一起，讨论着击败联军的钢铁怪物是什么玩意儿。他们派出了一个间谍，很快，间谍传回消息：那东西叫战车，是用钢和铁做成的。“钢是什么？”几十个国王异口同声。间谍又传回消息：好像是史蒂夫王国新发现的矿物。一个国王问：“战车的燃料是什么？”十几分钟后，间谍说：煤。“好，我们也做出战车，和他们决一死战。”僵尸国王说。但是，其他的国王都默不作声。“你们怎么了？说话啊！”“这次战争各个国家损失惨重，我们已经拿不出任何人手了。”猪人国王说。“唉。”这时，间谍又传回一则消息：他们好像又造出了新东西。“什么东西？”小白国王说。过了一会儿，间谍说：好像是火箭。（未完待续，下一章：[月球探险]）索引帖地址：http://www.mcbbs.net/forum.php?mod=viewthread&tid=294638&page=1&extra=#pid5644057",
    "replies": [
        {
            "author": "1454727223",
            "timestamp": 1404696840,
            "txt_content": "楼主加油\n"
        },
        {
            "author": "a2455564728",
            "timestamp": 1404747960,
            "txt_content": "哎呦，还不错，不过，还是老观点，希望不要弃坑，我希望能看到它的完结"
        },
        {
            "author": "lzs1234",
            "timestamp": 1404800940,
            "txt_content": "a2455564728 发表于 2014-7-7 23:46\n哎呦，还不错，不过，还是老观点，希望不要弃坑，我希望能看到它的完结\nOK{:10_512:}"
        }
    ]
}