{
    "title": "PE多人联机版版规",
    "author": "hsk001ufo",
    "replyCount": 0,
    "timestamp": 1404727080,
    "txt_content": " PE多人联机版版规 一、基本规定1-1: 在PE多人联机版(以下简称本版)发表的主题必须是与基岩版服务器相关的主题，发帖者须严格按照主题内容及版规要求，在对应版块的对应分类下发帖，不对应的帖子警告并删帖；1-2: 论坛和游戏方面问题请至你问我答区版块提问。发布联机、插件、服务端教程、讨论，请至基岩版插件&服务端版提问。1-3: 本区所有版块严禁灌水行为，灌水行为判断原则见 附录 - 1；1-4: 本区除多人联机主版块外，其它版块禁止使用回帖奖励功能；1-5: 公告分类仅供站点管理组人士使用，若其它玩家使用将被扣除5人气并删帖；1-6: 本帖禁止寻求赞助等信息。\n二、各版块扩展版规\nPE服务器人才市场2-1: 用于服务器管理人员（OP、技术、建筑师等）的招募与自荐**。板块新主题在发表60天后将自动关闭，详情见 【PE服务器人才市场】相关条例 。\n三、贡献加分规定3-1: 由各版版主负责加贡献，不得越版加贡献，不得重复加贡献（管理员、超级版主、大区版主除外）。3-2: 各区普通帖子，按帖子热门程度加贡献：火I+1贡献，火II+2贡献，火III+3贡献；3-3: 优秀帖子+4贡献；3-4: 精华帖子+5贡献；注: 除精华外其它图章属于优秀帖子（过期除外）。人气、金币评分凭个人感觉即可。\n 四、扣分规定4-1: 灌水行为(包括主题和回复)，视程度，发帖者将被扣分、警告和删帖等；4-2-1: 对于转载本论坛内原创内容，未注明来源出处或未经作者同意，视程度扣金币、人气和贡献及警告、删帖等；4-2-2对于搬运国外内容，未经允许盗用本论坛内其它人劳动成果的，视程度扣金币、人气和贡献及警告、删帖等；4-3: 扣分点到为止，尽量不将其扣成负的；4-4: 对于新人发帖被删帖或转移，可暂不发卡，扣分以作为警告；4-5: 主板块【PE联机讨论】严格禁止提问伸手贴（包括服务器问题求助，求制作插件等），需要求助的玩家请在【PE问答】板块发表帖子。需要插件的服主请自行检索【PE服务端与插件】版，或考虑在【PE服务器人才市场】发表主题招募技术人员。\n五、关于PE服务器相关行为规定5-1: 玩家要立帖举报PE服务器，以及在PE服务器发布帖下发表对PE服务器的不满，必须先向版主或管理员证明自己的身份是该PE服务器玩家；用游戏截图表示自己已经在该PE服务器玩了一定时间，有一定游戏成果，并必须在聊天屏幕打出自己的玩家名，同时截下PE服务器公告来证明玩家帐号是你。如果是QQ聊天记录截图，请同时证明对方身份是该PE服务器OP。对于冒充他人，无中生有来恶意栽赃PE服务器的行为一定严惩！5-2: PE服务器（包括PE服务器下的玩家）要立帖举报玩家，也应拿出该玩家曾经在本PE服务器游戏的证据，之后再发表证明其恶意行为的证据。QQ聊天记录截图同样应证明聊天双方的身份或者群的身份（如果是群记录）。PE服务器恶意栽赃玩家的行为同样严惩！\n六、关于删帖6-1: 对于发错板块、灌水、连帖，采用删帖的处理，非锁帖(对于回复帖子发生相关的事件并不适用本条 )；6-2: 删帖前适用 《关于论坛扣分警告处理》条目进行处理；6-3: 对于挖坟贴采用挖坟规模扣分适用灌水规则；6-4: 对于发错板的帖子，删前请先查看自己是否有能力转移帖子到正确的板块，如有，则可帮忙转移；6-5: 禁止公开举报（投诉）玩家ID，否则做删帖处理。\n [附录 - 1] 灌水以及发错板块判断原则1: 与PE多人联机内容无关主题。如“原版多人联机”（应发到原版多人联机版块）、“如何合成XXX”（应发到PE你问我答版） 、“我做了一个XXX建筑（单人模式下）”（应发到PE作品发布版）等等；2: 不符合版块的主题。如PE多人联机讨论内容发到了服务器或服务端＆插件版块下，服务器联机等相关问题等等；3: 无意义主题与回复。如“额额额额”、“啊都散发的说法”、“**sqpioxzoicuvqwe”、“aaaaaaaaaaa”、“2345134”等等；4: 与主题无关的回复。比如“这段代码应该怎么改？”下回复：“4个木材合成一个工具台”、“怎么该~怎么该~”等等；5: 纯表情回复，包括符号表情和论坛表情；6: 一味地赞美楼主。如“楼主说的好”、“楼主说的太棒了”、“楼主简直是前无古人后无来者啊”等等；7: 故意刷帖以获得积分金币的。如“原来回复也有积分”、“路过留名”、“升级升级升级升级升级升级”、“顶顶顶顶顶顶顶”等等；8: 包含但不仅限于以上内容混杂的其它灌水行为；9: 贴内包括了服务器广告的（应发到服务器板块）；10: 服务器广告包括IP、QQ群、QQ号；11: 关于找基友的帖子请到单独站内PM，禁止直接发帖；12: 关于求服务器的帖子。\n发帖者未浏览版规而被处理，后果自负                          最后更新2020.2.23\n更改日志：\n2013.12.29 hsk001ufo添加版内容：2-1-1及2-2-1；\n2014.2.8 hsk001ufo修改版规内容：2-1-1及附录 - 1 -2；\n2014.3.23 hsk001ufo修改大部分规则。\n2014.7.7 转移帖子，增加4-5条例；\n2015.7.13 增加1-6条例。\n\n\n\n",
    "replies": []
}