{
    "title": "<连载·单章>《开创战斗的世纪》[作者：yulingyin][第一章]",
    "author": "yulingyin",
    "replyCount": 11,
    "timestamp": 1404737100,
    "txt_content": "    我的生活本是平淡而又安宁的，但是因为一个信标打破了一切。    和往日一样的，我去查看我的信箱，我竟然收到了一个信标！我趁我还没喊出来，立马用面包塞住了嘴。确认没有新的信件后，我便抱着信标跑回了家。    我所处的是一个落后的世界，这里的人们都还处于石器时代，他们没什么特殊的地方，只会用发块做一些莫名其妙的东西。    拉上窗帘，关上门，我拿出了那个信标在想地看着，在薄薄的一层玻璃中，一颗下界之星在里面缓缓地转着，发出闪亮的光（旁：“你眼睛不闪吗？”）。    让人匪夷所思的是，在如此落后的世界里，有谁能击杀凋零呢？就算真的击杀了，那这黑曜石是哪来的？    我闭上眼睛，把头靠在墙上，仔细想着。。。    我突然想到了什么，那人应该是我的哥哥。    我的哥哥是我唯一的亲人，但我只见过他一次，但在人们眼中他不是什么好人物，他曾经和我说过，他隐居在山中。。。    “咚咚咚”敲门声把我从回忆中生硬地拉了出来。我跑去开门。门打开后才发现是邻家的小孩。    “你。。。”他看见我手上的信标立刻说不出话了，过了一会才回过神来，“哇，大哥，你手上的东西好漂亮啊！”他一把抢过信标，就向外跑，我马上去追，一路上吸引了不少人的目光。    那个熊孩子终于停了下来，人们围了上来。我看这那个熊孩子，周围的人则纷纷议论怎么处置这个信标。突然，一个人大喊：“要不交给服主吧！”听到了这句话我立刻急了：“这是我的信标！”    他们看了我一眼，二话不说，立刻带着信标和熊孩子走了。我只好跟了上去。    这时，那个熊孩子摔了一跤，信标飞了出去，我马上跑了过去，向前一扑。“当”我的心一下子缩紧了，那个信标只剩下了一个黑曜石底座，人们都惊呆了。    这时，一个人反应过来，把我拉向一边：“小兄弟，这玩意你是不是打凋零弄来的？”“呃。。。”我还没说话，他又说了：“就是现在，你再去打一次凋零！”    我被莫名其妙地带入了决斗场，那里有一只凋零等着我。“喂喂，这不是应该让那个小屁孩做的吗！”“人家还是孩子啊，再说了，他也是不小心的。”“话说这是什么理由（你他妈在逗我）。。。”    “轰”我被震了一下，石剑掉到了地上，凋零睁开了眼（旁：“你有眼吗？”）。他开始不由分说地向我发射凋零之首，幸好地板是石头。    我跑了过去，捡起了石剑“我让你射！我让你射个够！”我使出平生最大的力气，把剑对着他右边脑袋砍了过去。“咚”他的脑袋掉了下来，竟然变成了地狱门！我没管这么多，凋零获得了装甲（旁：“这不科学！”）。    凋零对着周围乱射，我只能不停闪避，寻找机会。    我突然发现了一个间隙马上冲了过去。凋零也发觉了，对我发射了灰色凋零之首。“这算个球啊！”我一刀劈去（旁：“大哥，那玩意不能劈啊，你以为你是水果忍者啊。”），“BOOM...”我被炸入了地狱门。我刚站稳脚跟，谁知地狱门也爆炸了。    我被炸飞了，迷乱之中我抓住了地狱岩，等我清醒的时候才发现我的下面是岩浆，剑也不知去哪了。这时候，上面传来嘎吱嘎吱的声音，原来是僵尸猪人！我得手一阵刺痛，一只猪人踩在我的手上。    “我忍。。。”我努力让自己不发作，毕竟我剑丢了，上面还有一群猪人。那个猪人开始原地跑步。。。“呃啊啊啊啊啊！！！！行者小黑不发威，你当我是练脚石啊！！！” \n    “呃啊啊啊啊！！！”我大喊一声，右手一用力，翻了上去，没歇一下，直接一脚踹翻了一只。“吱！”一只猪人被我踹了下去，我站在悬崖边看，真是大快人心啊。    这里明明是地狱，但我的背后却一阵阵的刺冷，我下意识的转身，猛地看见一只猪人向我冲来，我一闪，那把剑就插在了地上。我见了，立刻过去抢剑，猪人也在抢。汗从我的额头上冒出来，还没流下来就蒸干了。“嘎吱”剑动了一下，我偷出右手，不停的往猪人头上打去。那猪人是个强壮的家伙，迷乱之中我不知打了多少拳，但是那货还没倒下。我急了，向上一个侧翻，在半空用后脚跟对着他的脖子就是一脚。“喀拉”猪人终于倒下了，化做一缕轻烟，不见了。    “呃”我拉出了剑，别的猪人都走远了，我就势往地上一躺。。。“呲---”背后一阵刺痛。“啊”我惊叫一声，爬了起来。    这阵刺痛让我回过了神。    “现在我回不去了，不如自杀吧。”这个想法缠了我好久，不过我很快甩掉了这个想法,因为我是极限模式，就算真回去了，主世界还有凋零呢。    好吧，那就走吧，不要再像个废物一样守在这了。    这时，我才发觉肚子的不满。“哎，没办法，吃了吧。”我自言自语道，这是最后一个面包，吃进嘴里还有一股地狱的味道，就是一种烧焦的腐肉的味道。    吃完了面包，我四处看了一下，看看有没有什么可以用来开启地狱门的东西，可是，附近没有恶魂。怎么办？\n    我看见了远方那一点紫色，立刻连滚带爬地跑了过去。现在的地狱门象征着希望。。。    “呃”我没看见前面的悬崖，一下子摔了下去，我觉得我的全身都摔散架了，便昏了过去。    不知睡了多久，一醒来就发现了大量的恶魂。“咕”一只恶魂向我发射了一个火焰球，我马上站了起来，拿好剑，摆好架势，“彭”火焰球飞了回去，只听一声尖叫，一只恶魂掉了下来。快走！我的脑袋里只有这样一个念头。10米，5米，1米。我纵身一跃，飞到了地狱门里“结束了。”我想到。   “扑”我好像睡在草地上。   “轰”这该死的地狱门居然又爆炸了。我被这股气浪狠狠地拍到了树上。我从这棵树上滑落下来，过了一会，我神志清楚了，才开始打量这里。    这里是丛林，边上是小河，周围还有牛。    “看来得从这里重新开始了。”我自言自语到，说完，我就去挠木头。    我拾起一个木头，突然感觉背后很冷。“谁？”我大声质问道为自己壮胆。突然，草丛中窜出一道黑影，我急忙拉出我的剑，一挡“哐”一把铁剑重重地打在了我的金剑上，落下一道火花。我用剑架住他的铁剑，他是一个带铁制头盔的人。我把他的剑拨到右边，用尽力气向他左边砍去，没想到他用左手拽出了一把石剑，挡下了我的攻击，我的手一震，剑就飞到我身后去了。    之前采取防御的他也开始攻击，他用右手上的铁剑给了我一下，但我一个后空翻躲过了，就势拿起了金剑，我对着他的头就是一劈，他就用两把剑一起挡住，然后一剪，“乓”金剑彻底废了。他用剑柄给了我一下，我就坐在了地上。    那人用剑对着我，慢慢地靠近。“哎，我就这么死了。”我想到。“噗”一把钻石剑贯穿了那人的身体，接着，他就死了。杀死他的那个人看见了我，问道：“你是作什么的？”我正要说，他就拦住了我：“我们找个山洞，天快黑了，在路上你慢慢说。”    我说完了，山洞也到了，他升起一堆火，说：“原来是这样。”“是的，你又是谁？”“我？”接着他抬起了头。半晌，我问：“你不是要回忆吗？怎么还不开始？”“谁说的！我打个喷嚏！”又过了一会“阿嚏！”他擦擦鼻子，说：“现在开始。。。。。。”\nHGK，只要我想写，我就写得出来",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1404746160,
            "txt_content": " 本帖最后由 a2455564728 于 2014-7-9 13:51 编辑 \n\n弄了半天原来是抄袭吗"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1404769320,
            "txt_content": "我很好奇你是从哪找到我存放小说的文件夹的"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1404812400,
            "txt_content": "yuchenyang 发表于 2014-7-8 05:42\n我很好奇你是从哪找到我存放小说的文件夹的\n@HGK 他叫你"
        },
        {
            "author": "HGK",
            "timestamp": 1404817080,
            "txt_content": "yuchenyang 发表于 2014-7-8 17:40\n@HGK 他叫你\n我只是说那个作者也没写成那样........."
        },
        {
            "author": "yuchenyang",
            "timestamp": 1404818280,
            "txt_content": "HGK 发表于 2014-7-8 18:58\n我只是说那个作者也没写成那样.........\n和我说做什么..."
        },
        {
            "author": "HGK",
            "timestamp": 1404822720,
            "txt_content": "yuchenyang 发表于 2014-7-8 19:18\n和我说做什么...\n好吧\n@yulingyin"
        },
        {
            "author": "HGK",
            "timestamp": 1404823260,
            "txt_content": "首先，\n我没有任何的挑衅心理，可能我说得有些过了，我在这里道个歉：对不起。\n其次，\n请对每篇文章的作者尊敬一些，即使是点评也别太过了，就算这位作者也不尊重这篇文章。"
        },
        {
            "author": "zjr_516635864",
            "timestamp": 1404889140,
            "txt_content": "HGK 发表于 2014-7-8 20:41\n首先，\n我没有任何的挑衅心理，可能我说得有些过了，我在这里道个歉：对不起。\n其次，\n话说这事源头的帖子能给我看下吗"
        },
        {
            "author": "HGK",
            "timestamp": 1404889560,
            "txt_content": "zjr_516635864 发表于 2014-7-9 14:59\n话说这事源头的帖子能给我看下吗\n链接：http://www.mcbbs.net/thread-2950 ... 039&pid=5651887\n不过他剽窃了"
        },
        {
            "author": "xcc",
            "timestamp": 1407494160,
            "txt_content": "yuchenyang 发表于 2014-7-8 05:42\n我很好奇你是从哪找到我存放小说的文件夹的\n呵呵，被抄袭了"
        },
        {
            "author": "xcc",
            "timestamp": 1407494220,
            "txt_content": " 本帖最后由 xcc 于 2016-1-2 21:22 编辑 \nyuchenyang 发表于 2014-7-8 05:42\n我很好奇你是从哪找到我存放小说的文件夹的\n论坛上直接复制"
        }
    ]
}