{
    "title": "【经历纪实】曾经走过的耻辱与荣耀",
    "author": "电饭煲（备）",
    "replyCount": 8,
    "timestamp": 1404828660,
    "txt_content": "本文章为笔者亲身经历 笔者年龄可能低于屏幕前的大家 但是 我肯定不会是一个熊孩子\n\n十三年前，我来到这个充满着憧憬的世界，初生的啼哭回荡在整个病房\n\n十二年前，不管什么都是第一次，从来都没有做过，第一次走路，第一次画画，第一次拿起勺子\n\n十一年前，从这个时候开始我就学会了探索，在家里东走走西跑跑，从来没有任何一刻是安静下来的\n\n十年前，从这个时候开始，我开始认识世界，会与家长走丢，会与朋友玩耍\n\n九年前，这时候，我明白我自己该干什么——学习。明白了家长们都很辛苦\n\n八年前，在幼儿园的我并没有在意家的地方，就算是让我与朋友分别，到别的地方，我心中也仅仅只有一丝的伤心而已。这一年，我到了西安，虽然只有这一年\n\n七年前，我再次回到了重庆，我出生在这片土地上，那时的我，也仅仅是学前班，每天中午都能睡午觉，每天上课都可以随便发言\n\n六年前，我第一次接触到了一年级，一年级的生活对于当时的我来说，多么“艰苦”每天按时上学，每天都要做作业\n\n五前年，我认识了第一个死党，当时的我甚至连死党的意思都不明白，我就与他成为了朋友，我现在想起当时一脸正经的跟他们说：再这样我们就绝交 再这样我就跳楼   这种时候我连自己都想笑\n\n四年前，我到了一个新学校，这里都挺好，至少不坏\n\n三年前，我开始思考，思考存在的意义，因为我的父亲告诉了我很多很多十年后 也就是在这一年，我开始暗恋一个女孩儿\n\n两年前，我看透了学校，她们在幕后的所作所为，我似乎都可以猜到，似乎，这一年，我与以前的朋友，分别了\n\n一年前，我心中准备开始为毕业而努力，给毕业划上一个完整的句号\n\n今年\n\n        今年，是疯狂地一年，在这一年中，我遇见了以前十二年都没遇见的事情，遇见了背叛，遇见了生离死别，遇见了无助，遇见了迷茫，遇见了很多很多…………\n       年初，在表哥那里玩的挺开心，表弟也变得比以前听话，在那时，我感觉今年就是一个非常非常顺利的一年，但，仅仅在那时。\n\n       二月，开学，对于一个小学生来说，并没有什么，因为作业并不是很多，因为老师并不是很凶，开学仅仅是每周少玩五天而已，老师们都如同以前一般，对每个同学都照顾，对每个同学都爱戴。\n\n       三月，开学第一个月，没有多少新同学，都是以前熟悉的面孔。以前暗恋的那个女孩儿，在一次分班中还是与我在一个班级，虽然不是同桌，但也知足\n       四月，开始着手于毕业的策划，原本的PPT也在俱乐部的熏陶下变成了微电影，从那天开始我就开始编写剧本，也就在这个月，我与那个女孩儿表了白，原本想着仅仅是毕业了，把心里那块石头放下，谁知道她还真接受了\n       五月，剧本写完了，开始和老师探讨如何拍摄等等…………\n\n       六月，也就是毕业那个月，坎坷最为多，在这个月我似乎从一个小孩子变成了火孩子，疯狂了，这个月就是疯狂了，每天既要兼顾着学习，又要兼顾着微电影，几乎是上上下下的跑，一天都没停过\n      六月中旬：准备了这么久，终于要开始正式拍摄了，预计三天弄完，但是，这个时候，学校的领导冲了出来，当时的我和老师正准备着拍摄设备，学校领导突然进入办公室，看看了我们的分镜头剧本，然后皱紧眉头，摇了摇头，用笔划出了一个又一个血红色的圈，告诉我们，这些地方都要改，要不然我们做了也不会播出来，我们就照着他说的改了。\n     六月中下旬：从这个时候开始，我就把注意力着重在毕业的片尾曲，找了三个同学，打算唱一首由《未闻花名ED》改词的一首歌，不分昼夜的努力。期末考试来了，我也病了，靠着一杯药，撑过了整个上午，中午回到家，整个人，都崩溃了，四十度的高烧，持续了三天四夜，然而烧退了之后，我却到了学校继续着以前的工作，只是要做一个PV\n    六月下旬：PV仍在赶工，老师把他们做出来的作品拿给我看，我认真对照剧本看了看……………………一下子关掉了视频的窗口，没有过多的犹豫，这个东西不管有没有插入音乐，对于我来说，就是一个侮辱，我原本的意图都已经全部改变，全部，真的是全部，我本来想象的一切的一切都被学校的领导直接抹灭，就是那些所谓的大人们想出来的一切的一切，让我这两个月的心血全部毁灭，老师安慰我，说道：“不用伤心，我们与你一样，当领导跟我们说的时候，我其实就已经不想要做了，但是，既然这个是你毕业的最后的作品，我希望你继续做下去。”我接受了这个意见，既然是最后的黄昏，为什么不用自己的镜头，去记录下这个美丽的瞬间呢？我去做了。\n       毕业前第三天：\n              我与一个同学连夜赶工，打算做出PV，我与他每天工作到晚上两点钟才回去，比学校中别的人都要晚。\n       毕业前第二天：\n              我在老师的帮助下把音频做了第四次修正，似乎做出了专业录音设备的感觉\n       毕业前：\n       这是我最伤心的一天，是我最想死的一天，这一天我觉得我以前做的一切的一切都是徒劳，照常两点钟做完东西回家，在路上，老师打来一通电话，接通后，他们没有说话，电话那边只有一声一声的叹息，我不禁停下脚步询问，一问才知道，领导又来了，领导说，我做的PV不能够使用，只能用音频，而且只能用一小部分，要不然他怕时间不够，当我听见这个消息的时候已经完全失望，心里支撑着精神的破烂的支柱瞬间倒塌，整个人都死了，心里面死了，完全没有感觉，已经感觉不到自己的存在了。\n       毕业那天：\n       我自己把自己关在自己的门当中，只为那些有着心的人敞开，那一天她说我就如同一个魔鬼，任何成年人都不放过，全部都是仇视，我说：”你也该伤心吧？“因为她是这个片尾曲的主唱，她费得心思最多，其次是另外一个女孩儿，她因为音调不准，即使是伴唱，也花了很大的精力，她们都挺伤心，她在那个夜晚哭了，她在那个夜晚疯了，每个人都改变了每个人的生活轨迹，但是，这天零点之后，他们，她们都恢复了正常，如平常一样。\n\n\n过了这么久，终于走了，离开了这个扼杀了无数孩子梦想的地方，小学，这里扼杀了许多人的心灵，其中有一个女孩儿，有一个男孩儿，他们互相喜欢，有一天，被老师发现了，他们被拆散了，由于这个事情，他们有很长一段时间精神不振。\n\n过了这么久，我终于可以去接受更加疯狂地考验了，到了新的学校，新的地点，我相信我一定能再次抱怨整个世界。\n\n再见了，大家\n\n\n后记：\n\n以上的故事，全部都是真实情况，绝对没有任何的添油加醋\n\n其中提到的剧本我会放在下面\n\n有一次与自己心中的中二对话，我也会放在下面\n\n\n你们可能会觉得现在这个孩子只是一个没见过世面的人，我知道，我不知道今后会遇见什么，我只知道今后的世界肯定会越来越难，我只能自己去适应，我的经历没有你们多，我的知识没有你们丰富，希望你们就算是吐槽都留一个言，让我至少知道，世界上还有很多人会看完这篇文章，谢谢你们。\n\n2014_5_7作第四次更改 前抑后仰，开始情绪低落到后面慢慢转好 第一幕： 一名孩子走到岔路口，看着手上的地图，一脸疑惑，翻来覆去看了好几遍地图都没有找到，这时候一位面目和蔼的女士走了过来，说：“孩子，需要帮助吗？”“我在找融汇小学，我刚刚到这里来读书，找不到路了。”“来吧，我是这个小学的老师，我带你去看看。”孩子跟着老师开心的走了  第二幕： 他们走进教室，因为还是周末，教室里空荡荡的，有一种莫名的温馨感，老师带着这位孩子在学校中走，这里一切的一切似乎都这么的新鲜，这位孩子左顾右盼，东瞧瞧西看看，似乎是一个中世纪的人到了网吧里面一样，新鲜又纯真，临走时还不忘冲老师招招手，道别。  第三幕： 转眼间已经到了星期一，这位学生刚好在这位老师的班级上，他们早上的时候互相打招呼，似乎已经是熟人，在下课后这位同学粘着老师不放，东问一个问题，西问一个问题，从生活，到饮食文化，到学习经历，他们百聊不厌，老师一一的解答，学生每在老师解答一个问题之后就又提出一个新的问题，老师在心中想了想：这个学生是一个好苗子。  第四幕： 两年过去了，当时那个好问的学生似乎已经问完了心中的所有问题，瘫坐在椅子上，板着手指，似乎在数着什么，每扳过十根手指后就沉默一会儿，叹口气，胡乱的抓着自己的头发，似乎想让思维清晰一点|||||||【镜头切换】|||||||我们看见了他桌上放的胡乱的纸张，已经分不出是试卷还是作业纸，但能确定的是，那些都是空白的一张张的无生命的物体。  第五幕： 这可能是他人生中最大的变革，他离开了原来的温馨的“家”到了新的一个“家”在这个新的“家”中有着许许多多新玩意，新的文化，新的风格，以及一名新的老师，他如同三年前一样，同老师招招手，希望与他寒暄几句。  第六幕： 他似乎发现了什么，这个以两个文化不同，风格不同的班级组合起来的班级的缺陷，但不管怎么样都说不出来，他站在学校楼顶看着下面空荡荡的教学楼想着心中的事情，脸上仍然是几年前的笑容。  第七幕： 新的生活并不如意，没了以前习惯的一句句问候，上课时一点点玩笑，起初很不适应，他愁极了，不管在学习上还是在心理上，都愁极了|||||||【镜头切换】|||||||他并没有和上次一样，只是愁，这次他趴下去写作，这时我们才可以隐隐约约看出来两叠无生命的纸张，比上一次清晰的多，有一叠似乎是作业，有一叠则是习题。  第八幕： 时间似乎从来没有这学期这么快过，转眼间就已经是期末了这次期末就如同光束一样，在眼前闪过，穿过去。  第九幕： 新的一个学期到了，他发现他变了，以前在学习上怎么也听不进去，现在好学了，虽然成绩仍然不理想，但至少心态变好了，以前常常笑的他变得爱表演了，他在同学面前表演，大胆自信，似乎上帝又为他指明了一条好路。  第十幕： 他没有再次站在学校最高处看着空荡的学校，他没有在作业面前抓耳挠腮，彻头彻尾地变了， 学会了放声大笑，学会了尽情玩耍，以前内向的他突然外向了起来，没人知道他到底想着什么，每当有人问起这件事，他仅仅是一语带过。  （大改）【注：本幕节奏加快】第十一幕： 大家突然一下子变了，在拔河中，大家不再互相埋怨，在赛跑中大家都不互相指责，在学习上大家共同努力，他在这个氛围中学会了更多东西，与好友鼓掌，为他人喝彩，给老师一份安慰，为了集体做出哪怕一点一丝的努力！一切的一切变得甚至比他刚刚到这个学校还要好，多么的美好！  （大改）【注：本幕节奏放慢】第十二幕： 这次的期末变得慢多了，好似时间停了下来等着他，他在最后的一刻落下了很久没有落下的眼泪，这个流血不流泪的男子汉哭了，为了友情哭了，在透过眼泪之后看见的是他那原本在纸上颤动的笔尖变成了在手机上颤动的一个个符号，可以看见他一字一顿地在手机上面拼出一个近乎完美的符号——毕业快乐  第十三幕： 同学们最后一场聚会，他没有去参加，可能是不想要让开心的同学们看见自己伤心的样子，他便走到了自己今后的中学，多么好的中学，会有更多朋友，就在这安静的时候，一位熟悉的面孔出现在了校园中……  完\n\n\n你知道吗，你在这里是浪费时间  我明白  可是你不还是做了吗？  我知道  你知道现在你在和谁对话吗。。。  我自己  既然知道，为什么要记下来呢？  为了未来  挺好。。。。  我知道最近发生的事情太多了。。。  当然。。。。一次又一次的变故  今天也不知道怎么和你对话上了  明明是一个人，不是吗？  我知道，可是我总觉得你是另外一个我  不可能，你不可能和自己对话  现在我觉得我想是在和自己的真正意识对话。。。。  这样说你就是虚造的？  有点  承认吧，这个世界都是编出来的  嗯。。。。。。。  过了这么久，心情怎么又一次这样了。。。  因为我觉得我又要开始忙碌了  还有什么事情可以忙碌？  毕业  毕业？至于吗？  为了给自己画上一个完美的句号  得了，都是一些表面功夫  实际上让你自己去做是永远做不到的事吧  机智  既然做不到为什么还要去做？  如果做不到就不去做，那么世界上还剩下什么？  什么都不剩  恩。。。。。  过了这么久，你想要写一下黑暗的作文吗  不想  因为这只是吸引别人瞩目的目光对吧  恩。。。青春期的原因吧  别用这个来当挡箭牌  我知道你知道我知道的  我也知道你知道我知道你知道的  你和我是一个人吗？  是的吧。。。。。  这是两个人吧。。。  不会吧。。。。  我觉得我不是一个精神分裂  我觉得你是  你不就是我吗。。。我不就是你吗。。。。  对啊，你我都是精神病  都是精神病     你心中还剩下些什么吗？  不剩  你还依稀记得以前的事情吗？  很少  我知道你记得很多，为什么不想要说出来？  没有这种勇气  为了什么？  自己  自己的什么？  尊严  我知道你在第一时间就否定了  我觉得这个是我最初的初衷  这只是一个人的傻话吧  对啊，傻话  尊严实际上随时都可以抛弃是吧？  对啊，可以抛弃，可惜我没有这个勇气  谁有呢？我看谁都没有吧  恩。。。。军人们把这个看的十分的重  我也不知道为什么。。。。  没问你  我知道你在寻求答案  我知道你在找一个人讲话  我知道………………      你其实只是想要一个人陪你吧  对啊。。。。  为什么不找她？  因为我不想要让他心中有一份辛苦  不会的  怕的就是会  你的大脑里面充斥着什么  你不是也看得见吗，而且看得比我还要清楚  你挂念了多少？  有多少是多少，情人亲人朋友  挂念这么多，有意义吗  既然挂念了就有意义  心中有这些希望今后肯定有一个结果  你叫他们要干嘛？  找人陪陪  你觉得找得到吗？  找不到  你觉得你找过来有用吗？  不管有没有用，总之我现在一个人很孤单  你不是有网友吗？  他。。。。。。我现在对于玩游戏不感兴趣  聊天？  我觉得他没有这份心听我扯淡  那么你和我对话就有耐心了？  我和我自己对话而已  你希望解决什么  解决问题  什么问题  所有问题  有哪些？  生活习惯、作息时间、学习工作…………  不要省略号  妄想症、强迫症  恩。。。。     真来了  总是有人陪的  以前你不都和她聊天吗  现在我觉得我自己已经变了  变？  对，变了，变得没这么好说话了  一直都是吧  不清楚，这些只有问别人  其实你心里清楚  你不也知道吗  真的不清楚  可能吧     为了什么前进？  未来  为了什么而活到未来？  为了活着  人不是不能为了活着而活着吗  人出现在这世上不就是为了活着吗  【人为什么活着？】  因为人想要活着      曾经走过的人生你都还惦记吗  说不惦记都是假的  以前你可是一个好学生。。。。  “好学生”  你现在很鄙视吧  恩，鄙视，不知道为什么  你知道她看见这句话之后会认为是在说她吧  知道。。。  那为什么还要说？  信任  白痴  没错  你不以前说过这个世界上不存在着信任吗  我宁愿相信有过信任  这不还是不愿意承认这个事实嘛  我真的不想要承认  你想要今后干嘛  不知道，未来一片迷茫，我不知道干什么  你就是懒得干对吧  对的。。。 为什么不下定决心？  没有这个勇气  为什么？  因为有牵挂  牵挂着什么？  情人亲人朋友  假的  学习  没错  你应该早就知道的吧  你应该只是为了给互联网那一头的人看吧  没错  为了自己的虚荣心就这么虚伪吗  青春期  挡箭牌  我脱离不开这个肿瘤  你能的  我想要自由  没有自由  这是你说的   没错。。没有自由。。。  世上到处都是约束。。。。  我们将要浪迹何方。。。  是你，不是我们  那么就算这样，还能如何？  只能如此       你心中颤了几下吧  何止  现在心里有多糟糕  非常  不想牵扯她对吧  恩。。。。  自己又是默默承担？  又？  不是吗？  不是，这都是谎言。。。。  实际上你我都知道。。。  在同学面前说的这样那样。。。  博得关注吗？  对啊。。。。  为了这点关注，值得吗  不值得  那为什么还要做？  因为想要做  就不能停下来吗？  不想停  何时能够正常》  什么是正常？  我也不知道  我也不知道  过了多久？  一个多小时  别分散自己的注意力  别分散  好不容易集中状态  不能分散  我希望和他谈话  和他谈话让我心里面轻松许多  他告诉我了很多  我发现了很多     还有什么疑问吗  我不知道  我觉得我现在整个人都是一个问号  你其实很想要一个人陪你吧  是的  找谁？  谁都不想要牵扯  这个内心世界？  我宁愿和你自言自语  心理学中这不不好吗  但是我现在在现实中  你其实找得到一个人和你聊天吧  对的。。。但是我不想要让自己最脆弱的一面暴露在任何人面前  这不是已经暴露了吗  对啊。。。。  为了什么？还是关注吗？  我希望如此  心里其实不是这样的吧  是的，我心里十分希望别人的关注。。。  青春期的烦恼吗  你不是不让青春期当一个挡箭牌吗  我也希望解决他  青春期让你我  希望如此    你应该可以找到一个帮助你的人吧  我觉得自己解决这一切的一切要好一点  自己的肩上扛这么多  其实这一点也不多  没错。。一点都不多  多希望能够平平稳稳的走过这段时间  但是我觉得不可能。。。  谁觉得可能呢？  没人吧  你现在心里面应该正在怪别人吧  对。。。  你以前不是说过吗，怪任何事情都怪自己           对于那些对话你很想要接下去吧  没错。。。。  为什么不接下去？  因为我不想要与她同行  为什么？一个悲惨的同伴？  我觉得。。。。一个人走自己的路不管怎么跌入谷底都不能拖人下水。。。   其实你很想要一个人与你同舟共济吧。。。。  对的  找不到一个了解的人？  找不到一个读得懂我心的人  还在说这么老的笑话？  是的。。。两三年前的笑话了  过了多久？  一个小时多  为了什么？  没有目的      快哭出来了吗？  恩  生理学不是说过哭出来最好吗  但是心理学可没有说过一个人要哭出来才好  其实是说了的吧  只是希望让自己表面上看起来坚强一点  有几个意义呢  永远都不知道  今天上课的时候的那一串发言真完美  其实还不如其他任何一个同学的真心话  本来就是  其实我只是一个会扯谈的混蛋罢了  你希望通过用这种方法赶走我吗  是的  你应该知道这是不可能的  对。。。我自己心中的想法怎么可能抹除       你很想要出风头是吗  是的  这有什么意义呢  没有  以前你第一次与她谈话的时候不是说过不希望出风头吗  但我现在变了  别用变了，以前你不是还说了别说自己变了变了吗  但这是真真切切的变了  现在心里面其实已经快要崩溃了吧  什么时候不是呢  只有这个时候       几年了  六年  以前怎么样？  还行，德智体美劳全面发展经典好学生  就自己慢慢出风头吧  一个渣滓  这才是真心话吗？  以前只是一个狂妄自大的小子罢了  现在又何尝不是呢？  今后的社会更加疯狂吧  我早就觉得了。。。。不觉得今后要比现在好多少        试过哭？  试过  成功过吗  没有  最后一次哭是几年前的事情？  三个小时前  心里吗？  是的  你的心里时时刻刻都在哭吧  恩。。。。  上一次哭是那个星期三吧。。。  是啊。。。           你想人太复杂了  我也想要简单一点  你其实才是那一直被蒙在鼓里那个人  没错  其实你才是那个对未来最没有规划的人  对  其实你这六年所有的好事都是运气  大多吧。。。。  你遇见我也是运气。。。。              过了多久  快两个小时  想要这样？  不想  那为什么还要在这里  出风头  傻  一直都是  其实你心里面早就已经问完了那点问题了吧  是的  你现在在等什么？  什么都行  其实你不用记下的是吧  不是  我需要记下来，今后再和你叙旧  真傻 二零一四年六月十日二十一点十七分   结\n\n\n我还有几十年的人生，我坚信我终究能够成为自己心中的王者\n\n",
    "replies": [
        {
            "author": "thyze",
            "timestamp": 1404829440,
            "txt_content": "十三年？LZ 14岁吗？{:10_493:}\nLZ加油，文章很好{:10_512:}"
        },
        {
            "author": "1184889537",
            "timestamp": 1404829860,
            "txt_content": "不错啊....不过提醒你一下，千万别早恋，最后你会很难过的。。。别问我怎么知道~{:10_492:}"
        },
        {
            "author": "电饭煲（备）",
            "timestamp": 1404829920,
            "txt_content": "1184889537 发表于 2014-7-8 22:31\n不错啊....不过提醒你一下，千万别早恋，最后你会很难过的。。。别问我怎么知道~ ...\n悄♂悄地做嘛"
        },
        {
            "author": "Dragonzhang2014",
            "timestamp": 1404831960,
            "txt_content": "楼主刚毕业吧？其实初中也很黑......\n一个月前，我们也有类似的活动：英语短剧竞赛，不仅要私下拍好上交，还要登台表演。作为摄像师兼道具总管兼主演，自己自然是比较累的。在努力数月后，终于到了登台演出之日。一切都按部就班地进行着，但当演至高潮时，台上却多了两个不该登台的人——主持人，机械般地重复着“时间到了，请下台......”。一遍又一遍，从提醒变成喝令，如同长鞭一般抽打在我们的心头。\n      结局马马虎虎，谢幕一塌糊涂，只因为剧目超时了——甚至没有提前说明！学校领导低估了学生的创造力，认为他们还是小孩。也难怪，曾经这类剧目都是由教师操纵，学生向提线木偶一般，满足领导的口味和所谓”学校荣誉“的。\n      一说到操纵，四年级时那次”中队会“还历历在目。为参加比赛，为给学校“争光”，老师绞尽脑汁，精心设计了中队会的每一个细节。从主持人的演讲到台下人的举手回答，从鼓掌规范到坐姿规范，甚至是敬队礼时，右手大臂与小臂所成的夹角角度也不放过！队会当天，学生家长还特意赶到学校，为孩子梳妆打扮。曾经面目清秀的的同学们，已是浓妆艳抹，就像要出殡一样。每一个同学都像上了发条的齿轮一样，神经紧绷地“表演“着。把每一个人都折腾得七荤八素，还停了一星期的课，只为搏领导们一笑。本该为教育做贡献的人，却为虚荣而中断教育，WHY???\n      这还只是初一，等到初二，梦魇就真要来了......"
        },
        {
            "author": "猪蹄子",
            "timestamp": 1404835200,
            "txt_content": "好长QAQ  "
        },
        {
            "author": "飞鱼在天",
            "timestamp": 1404862200,
            "txt_content": "再见了，大家\n  天涯何处无芳草，请一定要好好活下去！\n  雾……"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1404863400,
            "txt_content": "同14岁，我在我们这里最好的私立中学学习压力也挺大的，大家一起坚持下去~~~"
        },
        {
            "author": "Milk_",
            "timestamp": 1404863460,
            "txt_content": "走下去的路 更加精彩"
        }
    ]
}