{
    "title": "[转载]我的怪物不可能这么可爱！~真—结局~（超越42话）",
    "author": "1144323544",
    "replyCount": 31,
    "timestamp": 1404886440,
    "txt_content": " 本帖最后由 1144323544 于 2015-5-2 20:21 编辑 \n\n哦也大家好，我今天终于找到了mc一部超好看的小说，叫”我的怪物不可能这么可爱“。相信很多同学都看过。但是这篇小说大部分人都只看到20多话或32话就找不到往下的了。lz今天终于找到了1~42的全集哦也，原来论坛上虽然有但只到32话。所以lz就搬运了一下。由于原帖地址被度娘吞了所以就不放了。转载地址http://tieba.baidu.com/p/2721678296（注意，我这里是转载，版主请不要删帖，我只是想让想看后面的童鞋得看）\n\n\n1~32话地址http://www.mcbbs.net/forum.php?m ... d=183048&highlight=\n第33话：“那……你现在可以把我手脚上的这些东西给弄掉了吧？”他又挣扎了一下，说道。 “可以。”我用眼神示意了一下雪伊，她一伸手，束缚住他的银色绳子立刻散落成细碎的光点消失不见了。 既然他再怎么反抗也没有用处，干脆就放开他好了，也许他还会更配合一点。 他站起身来，摸了摸手腕道：“我现在是想明白了，反正我的爸妈都不想认追追这个女儿了，那我要他们这样的亲人又有何意义！从今以后，我和你就是追追她的一切了！” “哈，说的倒不错。”我笑了起来，“啊对了，顺便介绍一下，我的名字是史帝夫，认识了这么久还不知道你的名字，惭愧啊。” “我叫追辰。”追辰环绕了下四周，往身后一指道，“嗯……你一直往西走，出了这片白桦林你就能看到另一片很近的橡木林了，那里就是我们爬行者的族群！现在……你来说说你的计划吧！” “计划？” “就是你准备救出追追的办法啊！” “计划这种东西……有必要吗？我嘛，没什么必要的计划，找到追追，带她逃出那里，挡一个杀一个，就这么简单，更何况我还有个帮手，应该没有问题的！” “帮手？就是那个骷髅一族的女孩子吗？”追辰的目光飘到了雪伊身上。 “是的，我叫雪伊，是救世主大人的助手，这次跟他前来只是服从他的命令而已。”雪伊朝着追辰微微一点头，声音中却没带任何的感情。 “从刚刚的战斗来看，这个女孩还不是个一般的角色啊。”追辰说道，“不过说起来，你究竟有几分把握？” “不确定，不过大概在八成左右。”我想了一下就回答道。 “八成吗……既然不是百分百能成功，那你有没有想过失败的后果？”追辰神色一变，不过立刻伸出手整了整身上衬衫的领子，装作漫不经心地问道。 “失败吗……”我愣了一下。 说实话，我确实没想过。满脑子想的都是“怎么样能成功救出追追”，至于失败的后果，我没想过……也不敢去想。 “失败的后果不是很容易猜到嘛！”我笑了起来，“追追会死，我也会死，你是一点事情不会有，雪伊嘛，她……应该有单独逃出去的能力吧。” “大人……你怎么……”雪伊听到我说的话就急了。 “啊啊！真是的，我怎么能说那种丧气话呢！”我自嘲地笑了几声，试图掩盖我脸上的不安，“我们一定会成功的啊！要对自己有信心嘛！信心！啊哈哈哈！……” “呼……大人你可是主世界的希望，你的生命安全是非常重要的啊！下次……不要再说这种话了！”雪伊话虽是这么说，但是我察觉到了她的眼里 也闪过一丝和我一样的不安，“嘛，不过，既然大人你能被选为救世主，运气肯定也是数一数二的啦！这点小事，你肯定不会有问题的！” “嗯，你这么说我倒是也放下心了。”我回应道……虽然我很明白雪伊只是在试着安慰自己罢了。 不过我心里已经做好了最坏的打算，实在逃不出来，就跟追追一起…… 我现在却不敢想那个字眼了。 明明那么多次跟死神擦肩而过，这次居然怕了呢。 我真是……一个胆小鬼啊。 “那，去救追追的话应该需要我帮忙吧？”追辰突然开口问道。 “啊……你要是想帮忙的话就帮吧，只要别跟我们对着干就行。”我一下子想到追辰还在我们面前站着，刚刚居然走神了。 “八成的成功率……你比我想象中的要更有信心呢。”追辰深吸了一口气，“不过我提前跟你说一声吧，我的实力，在整个爬行者族群里也顶多算是中上游，族群里还有比我厉害得多的强者，而且还不止一个。所以……你努力吧！虽然我不知道救世主是个什么东西，不过你这家伙也应该不会是省油的灯！行刑的时间就是明天正午，如果你们准备现在就去我们族群那儿看一下的话，我带你们去也可以。” “明天正午是吗……如果能避免冲突就把追追带出来的话那肯定是最好不过了。”我想了想说道。 “嗯……基本上没有可能。”追辰思索了片刻答道，“追追被关在最深的地牢内，除了爬行者族群的高层统领，没有人知道那个地方在哪儿。” “也就是说只能在明天正午的时候强冲进去了吗……”我轻叹了口气，“没办法了，只能这样！那今天晚上我们就先去看看地形吧，你带路吧！” “那就让我这个族群的叛徒给你们带路吧！”追辰说了这么句自嘲的话，就朝着树林的深处走去。 这家伙，也是下了狠心啊，与其看着自己的亲人要被杀，不如干脆鱼死网破就此一搏，哪怕因此背上叛徒的名号。追辰他，也算是一个悲剧英雄了吧。 …… 走了大约二十分钟，我们进入了追辰所说的橡木林。 “好了，前面就是我们爬行者族群的聚居地了。”追辰停下脚步，“我只能帮你们到这里了，你们想要探探地形的话就自己进去吧，要是我带着你们会被怀疑的。还有小心最好不要跟里面的族人起冲突，会让他们警觉起来的。你朝这个方向一直走就会发现一块空地，那里就是明天行刑的地点。那么我先走了，明天正午再见！” “好……”我刚说完，追辰就疾步跑开了。 这家伙……搞什么飞机？ 因为已经是晚上了，我可以远远地看见前方有很多的爬行者在游荡。我拉着雪伊钻进树旁的一丛茂密的草丛中以便观察。 “大人，我已经看到追辰所说的那块空地了。”雪伊的视力很好，那么远的距离她貌似也能看到。 “嗯，不错。”我回应道。 这时突然有说话的声音靠近，原来是一伙爬行者少年正闲聊着朝我们这走来。我戳了戳雪伊的手臂让她不要发出声音。雪伊点了点头，深吸一口气，憋起气来。 不发出声音也没必要连呼吸都停止吧？…… “哎，你没事往这边走干嘛？” “老子没心情训练了，想去散散心！” “真是的，等会的战斗训练你不去了？当心被教训啊！” “跟你说了没心情！靠……” “哎……”一阵子嘲讽的声音，“不会是在想着你的那个女神吧？” “哎呀，别想那种无聊的东西了，她明天不是要被处刑了吗？赶紧忘了她吧！虽然她长得还不算难看，但是毕竟是个叛徒啊！” “就是说！你要是这样下去，当心也被当做叛徒啊！” “哈哈哈……”一阵放荡的笑声。 “你们笑个P啊！我是真心喜欢追追的！你……” “得了吧，你觉得她会喜欢你吗？听说她爱上了一个人类是吧？” “别人虽然这么说，但是我不信啊！……我觉得里面肯定有隐情！再说，我一直都有感觉她喜欢我啊！” “哟，谁知道呢！”“哈哈……”“说不定她早就跟那个人类帅哥上了床你还不知道呢！”“追追那家伙从来就对我们这些男生很冷淡，肯定是你的错觉吧！”“哟呵，被说中了吧！” 哦……真的说中了……你们倒是也别这么打击他这个纯情小男生的心啊！ “……你们都闭嘴吧！我没工夫跟你们玩了！” “哎哎……别生气啊，哥们跟你开玩笑的啦！只要努力什么妹子都不在话下！训练什么的不管了！我们陪你一起去散散心吧！” “那……那好第34话：“噗啊！！”雪伊从草丛里探出头来，大口吸着新鲜的氧气，“终于走了……” “笨蛋……居然还真的憋了那么久……”我无奈地道。 雪伊不满地看了我一眼：“即使是呼吸声也有可能被猎物听见而使它警觉起来，大人你没有体验过猎人的感觉，当然是不会懂的了。” “可是你刚刚才憋了十几秒不是就已经不行了么？”我小声笑道。 “呃……这……女生本来肺活量就小嘛！起……起码我已经很努力了！” “自己做不到就不要强弄嘛！憋气太过火可是会出毛病的！” “啊……好吧大人……我知道了……”雪伊低下头道，“不过……我们接下来该干嘛啊？” “记下地点，然后见机行事！”我回答道，我拉着雪伊走出了草丛，回头看了那块空地一眼，离开了橡树林，一边走一边继续说着，“明天正午，我会直接冲进去干掉几个爬行者救下追追，你躲在一旁伺机辅助我，一旦得手，我们立刻就撤，千万不要跟他们碰硬！” “嗯，明白了！”雪伊应道。 看起来一切都已经部署得很完善了，虽然不清楚对方的实际力量有多强，但是事态应该总会向好的方向发展吧！ “我们先回去那个村庄过一晚，明天清早就开始行动！”我凭感觉向着原来那个村庄的方位行进。 “那个……大人……”我们默默地走着，雪伊突然说道。 “怎么了？” “……没什么……我只是突然感觉有点害怕……” “怕丢掉自己的性命是吗……” “也……也不是完全这样……是……是……呜，描述不出来！”雪伊试着解释了几句,最后还是沉默了。 不过，雪伊想说什么，我大概也有数。 “难道说是在害怕我死掉，然后主世界就完蛋了？” “啊……对！就是这样的……”雪伊愣了一下，随即回答道。 “还是说……害怕自己也遭遇不测呢？你要是不想冒这么大的风险，你现在还有机会反悔哦。”我说道。 没有回答。 “雪伊……”我回头一看，发现雪伊正呆呆地站着，双眼空望着前方，好像正在走神。 “……大人！”她突然回过神来，喊道。 “啊！在！” 雪伊抬起头来盯着我：“身为守护者的责任，就是必须一直跟在救世主的身边！” “啊，这个我当然知道……” “所以……就算我们以后遇见了那种强到完全战胜不了的敌人，就算我自己害怕到连双腿都在发抖，只要你还在战斗，我也会握紧手里的弓和你一起坚持直到最后一刻！因为……连你还没有放弃……我……我……” 雪伊握紧了双拳，闭紧眼睛大喊：“我又怎么有任何理由退缩啊！！大人你……为什么这么不信任我啊！” 一滴很小的泪珠从雪伊的眼角滑落，在月光下闪动着银色的光点。 有一种微妙的感觉涌进我的心里，是什么呢？……应该只是所谓的感激的心情吧。 “所以……大人……”雪伊正视着我，“请不要再说这种话……被人怀疑的感觉……很……很难受的……” “我知道了，对不起啊，雪伊。”我勉强地笑了几下，“我以后一定不会再怀疑你了！我知道你是我最最可靠最不可缺少的战斗伙伴嘛！” “嗯……谢谢……”雪伊如释重负一般地笑了。 她抬手摸到了自己眼角未干的眼泪： “呀……眼睛好像又进沙子了……大人……” 我伸手抹了抹她的脸颊：“行了别哭了，先回去吧。” “大……大人……我才没哭呢！”雪伊抽了抽鼻子，默默地走在我前面给我开路。 雪伊…… 她只是我的战斗伙伴嘛，就像她自己说的一样。不仅是去救出追追，以后去执行我救世主的职责，想必也少不了她的帮助吧！ “雪伊，今后……也要请你多多关照了！”想到这里，我便对身前一言不发的瘦小身影说道。 “……”雪伊这次没有停下脚步，“没什么，这是我必须要履行的义务。” 她的长袍在月光下反射着淡淡的银光，几缕长发从兜帽边缘露出，轻风一吹便飘散在她的脑后。 “啊对了，雪伊！” “什么事，大人？” “你不是有预知未来的能力吗？给我试一次，明天也好有个心理准备。” 雪伊的身子突然颤抖了一下。 “……不行。” “哈？为什么……” “我今天身体不舒服，不能做这种危险的行动，大人。”雪伊回答道。 “喔……既然如此那就算了吧……” 总感觉气氛不大对劲，总感觉……雪伊那是在敷衍我。 啊啊，管它呢！回去好好睡一觉！ 我看了看手指上戴着的雷电戒指，它依旧没有什么动静，只是还在散发着淡蓝的光芒。 这玩意不会就是块废铁吧！！果然还是不能指望它了……当然也许它在要紧关头忽然产生力量能救我一命也说不定啊，毕竟这还是被称作人类的圣物，怎么说也应该会有一点用处！也许只是我不知道怎么用罢了。 当我们回到村庄的时候已经接近半夜了，我们原来的房子还是空着，只是几个星期没住人，家具上蒙上了一层薄薄的灰，桌子用手一擦，一道浅色的纹路就会在桌面上出现。 “不过只是勉强住一晚上，凑活一下吧。”我直接一屁股坐在床上，雪伊打了个哈欠四处张望了一下： “本来我还想洗个澡的……不过还是算了吧。” “这没有什么关系啊！你就洗呗！热水和毛巾浴巾什么的都有的，我和追追以前都住在这里，你就放心吧。” 雪伊红着脸看了我一眼道：“不是那种事……我是不放心你啊！” “你……！刚刚你不还哭着责怪我不信任你吗？现在居然就怀疑起我的人品来了？” “这……这个跟那个不一样啊啊！！反正今天我不洗了，睡觉吧！”雪伊争辩了几句，就沉默地走进自己房间去了。 “……” 也难怪，有异性在旁边，没有人能够放心地去洗澡吧……第35话：“这怎么睡得着啊……”现在已经是后半夜，我却躺在床上根本没法睡着。 一闭上眼，脑子里想的就是明天的事情，雪伊之前说的话，也让我有些担心。 嘛，再怎么担心也没有任何意义对吧！ 不过这么在床上干躺着也没有意思，我干脆跳下床走到屋外去吹吹凉风。 我随手拿起了铁剑，走出房间朝屋外走去。 出乎我意料的是，房子的门居然是虚掩着的。 “怎么回事……家里进贼了？” 想想也不大可能，这个小村子还算是比较安定的，出现犯罪行为的可能性是很低的。 我走过去将门缝悄悄地拉大一些，透过门缝向外面望去。 一个穿着白色长袍的人静静地坐在屋前的草地上一言不发，毫无疑问地，她就是雪伊了。 因为是晚上，村子里没有没有任何人在走动，连动物都全部回巢睡觉了，在草地上坐着的雪伊仿佛就是座雕像，这种感觉……就和当初第一次见到雪伊时一样：她身边的时间与空间完全凝固了。 虽然不知道她在这里做什么，但是还是不要打扰她好了。 我正想将门弄回原本虚掩着的状态，雪伊便突然开口说道： “大人……你来干什么？” “啊……那个，我只是睡不着出来转转。” 她的感知能力果然非常敏锐，我虽然屏住呼吸尽量不发出声音，但是没想到她还是察觉到了。 “是这样啊……大人……”雪伊没有回头。 “话说回来，你来这里干嘛呢？” “……睡不着，所以出来坐坐。” “啊，我也是……” 她是还在为明天的行动感到害怕吗？应该不会吧！不过她这么大半夜地走出来，有心事是肯定的了。 “有什么事想不明白的，跟我说就行了啊。”我走到雪伊的身边坐下，说道，顺手将剑插在地上。 雪伊扭过头看了我一眼：“你怎么知道我有事想不明白？” “要是没有心事的话，谁会大半夜的跑到屋外坐在地上吹凉风？” “唔……”雪伊把头转回原来的姿势，收起膝盖，将头埋在两腿之间。 “那话说回来，你……” 雪伊站起身来，“别问了，大人，我……我现在不想说，我先回去了。” “……” 雪伊甩下我，一个人走进了屋子里。 出乎意料，雪伊的态度非常奇怪啊！ 算了，这也是她的隐私，我还是不要多问好了。 出门遇见雪伊确实没在我意料之内，不过既然雪伊已经回屋里去了，那我就在这儿待一会吧。让头脑清净一下，不然这么不爽下去不是办法。 对于明天的行动，我不知道是期待还是担忧，毕竟没有人知道到底会发生什么，想让雪伊帮我预测一下未来，她又不肯。 对啊，她不肯帮我占卜预测未来，其中肯定也有蹊跷……虽然不知道是什么，但是应该跟雪伊刚刚的态度有些联系。 总而言之，今天她的行为举止都十分反常！嘛，我才跟她在一起过了几天，她到底是什么性格我都摸不明白，这也只是她的正常举动也不是没有可能。 想到哪儿了？啊，明天的行动…… 追追被带回族群之后，一定受了不少委屈吧……真是对不起她了。到时候，我一定要让那些欺负过追追的人血债血偿！ 我一伸手拔出了插在地上的铁剑：“呃啊啊啊！” 一股无名怒气窜上心头，我干脆直接一剑向前方划去。 一道剑气从剑端飞出，在半空中形成了淡淡的半月状光带，数秒后才缓缓消失。 剑气倒是不自觉地使出来了呢…… 等等……我刚刚是怎么弄出来的？ 要是每次都只能不自主地发出剑气的话，那不是太坑爹了嘛！怎么说我也是被选为救世主的人，怎么可以这么弱！ 我再次尝试着挥动了几下剑，这几次我试着感受铁剑中所蕴含的能量，但是一无所获。这把铁剑，分明就是普通的武器而已。我根本无法理解为什么我可以用它偶尔挥出剑气……诺霄虽然说了他在上面附上了符咒，但是我是根本没有感觉。 现在这把铁剑还是挥不出剑气，手上的戒指除了一直在发蓝光之外也没有任何动静……感觉明天要完蛋的说啊！不过现在退缩也来不及了，明天硬着头皮也得上啊。 “大人？……” 我正在独自抱怨的时候，雪伊的声音在背后响起。 “啊？你不是已经回屋里了吗？”我收起了剑，问道。 “不放心你，所以还是出来看看……啊。”雪伊的脸难得地染上了些许红晕。 “那好吧，反正我也差不多待得够久了，我也进去好了。”我一边说着，一边抬脚往回走去。 雪伊站在门口，侧过身子给我让路。 “你……不回房间吗？” “啊……当然回了……我这不是正准备跟在你后面嘛……” “那我就先去睡觉了！”我没有回头看雪伊，兀自说道。 “嗯……” 之后，又是尴尬的沉默。 “大人！”我的脚正要跨进房间的们，雪伊在我背后喊了出声。 “啊？” “她……对你很重要吗？” “……她？” “就是你明天要拼着命要去救的那个伴侣啊。” “嗯……确实很重要，重要到绝对不能失去的那种地步吧！这应该就是所谓的爱情吧……” “可是……爱上一个人究竟是什么感觉？” “这个……我告诉你你也没法理解，不过你迟早会体验到的吧。大概就是……” 大概就是什么呢？我也想不出合适的话来形容了。 “大人你也不知道吗？” “知道是知道，但是不清楚怎么表示……喂！再说你干嘛突然问这种奇怪的东西啊！” “没……没什么啊！只是……青春期的少女都会有的疑问啦！青春期这种东西大人你应该经历过的吧！我只是随便问问而已，你最好别乱想什么东西！” 雪伊一言不发地跑回了自己的房间，“砰”的一声摔上了门。第36话：雪伊这……究竟是什么意思啊…… 算了，还是不用去管她的事了，现在已经是半夜，再不睡的话可真的不行。 这样想着，我默默地走回了自己的房间。 刚刚出去根本没有任何效果嘛！被雪伊这么一搅和我的思绪反而更加乱了。 糟透了，真是糟透了。 我闭上眼睛，强迫自己不去想那些令人忧虑的事情，就这样睡过了几个小时。 …… “呼啊……”我打着哈欠从床上直起腰来。 现在……几点了？ 看看窗外，天刚蒙蒙亮，看起来我才睡了不到六七小时吧。 “睡眠如此不足真的行吗……”我跳下床，拾起床边的铁剑，自言自语道。 雷电戒指还戴在我的手上，只是还是跟以前一样毫无反应。 “我这个救世主还真是没有任何用处啊！”我叹了口气，把剑搁在墙上，谁知一下没放好，剑“咣当”一声摔在了地上，倒是把我吓了一跳。 “大人？……”几十秒后雪伊的声音从远到近，伴随着蹬蹬的脚步声传入我的耳中。 “雪伊？你也醒了么？” “不算是……”雪伊揉了揉眼睛，“我听见你的房间有声音就被惊醒了，所以过来看看。” 这样的声音也不算是太响，何况我和雪伊的房间离得比较远（其实她特意选了个和我的房间距离最远的房间），响声能传到她房间已经算很稀奇了。 这样都能惊醒，到底是因为雪伊的感知能力很敏锐，还是她也根本没怎么睡着，不得而知。 “没什么事，只是东西掉地上了而已。”我回答道。 “哦……”雪伊摆出一副很难形容的表情，“对了，大人……现在就要出发吗？” “先吃点东西填饱肚子怎么样？”不吃早饭非常伤身，这点知识对于我这么一个独立生活的高中生是必须要知道的。 “有什么东西可以吃吗？……” “嗯……我去看看。”我踱步走出房间，“这间房子空置了一个多星期，吃的东西应该早坏掉了，要不然雪伊你去村子里找别的人家要点食物来吧，村子里应该已经有不少人起来干活了。” “啊……为什么要我去？” “只是去要一点吃的有那么难吗？这村子里的人都是互相关照的，不可能会有人不给你的。谁家都会有揭不开锅的时候，互相帮助是很正常的啊！” 毕竟不是在地球上啊，这里的居民还是很热心肠的。 “唔……我不好意思跟陌生人开口……”雪伊低下头，不安地搓揉着白色长袍的衣角。 “你在城里给人占卜的时候不是！……唉，算了，我去吧。”在心里默默地鄙视了雪伊几秒之后，我开始向屋子外走去。 “早晨的空气质量果然不错……”我深吸了几口带着青草香气的空气，“在地球上根本找不到这么好的空气啊！以后要是带着追追回到地球上的话不会还会出危险吧……” 好了，这些无聊的想法就此打住。不少房子的烟囱里已经飘起了炊烟，就去他们家看看吧。 咚咚咚。我敲了敲一份人家的门。 …… 不过我总感觉有些奇怪，现在的村庄……好像少了什么。 “谁啊？”一个穿着朴素的大妈给我开了门。 “不好意思，我想来借点吃的，我刚从城市里回来，家里都没东西吃了……” “行了，我们家也快揭不开锅了，你还是找别家吧。”那个大妈白了我一眼，“砰”的一声摔上了门。 ……有点意外啊。 也许也只是意外而已吧，再去找别的人家好了。 …… “砰！” “砰！” “砰！” 所有的人无一例外地拒绝给我任何东西。 见鬼了……真是见鬼了…… 我不会是在做梦吧？ “靠，这个世道真是变了……”我沮丧地回到了自己的房子里。 “大人……”雪伊跑过来看了我一眼，“果然……什么东西都没要到吗……” “是啊……大家好像都中邪了一样。”我摇摇头，“我再去厨房里看看有没有什么食物被幸运地保存下来了，如果没有的话就只能饿肚子了。” “不……不要啊！大人！”没有东西吃仿佛就是雪伊最不能触碰的软肋，一旦饿肚子，她就什么事情都做不了了，除了在躺床上伴随着肚子咕咕叫的声音痛苦地呻吟。 当然，这只是我自己的推测……根据我看了那么多动漫后对雪伊这种类型的妹子的典型印象。现在看来，好像也不是完全错误，从雪伊的话来看，她很有可能就会像我想象的那样不吃东西就饿得连走路都走不了。 想要攻略傲娇或者三无的萌妹子一般都需要抓住她的一个软肋，而这个软肋一般都是她们的吃货本性！ ……我好像扯得太远了。 “只是饿一顿而已，真的能把你饿死吗？”我装作十分郁闷地说道，其实我还是很想看看雪伊卖萌的样子的。 “……没……没关系的……”雪伊艰难地摇了摇头，“既然是大人的命令……那我也没办法……那就饿一顿吧……” 还真是听话啊……这家伙。 “这样啊……”我转身向自己房间走去。 “啊！大人你要是挨不了饿的话，我去给你抓点牛羊什么的来吧，虽然有点浪费，但是……”雪伊的声音从我背后传来。 我把掉在房间地板上的铁剑拿了起来：“这种话……应该是我来说才对嘛。说吧，今天早上是想吃鸡肉还是牛肉还是羊肉还是猪肉？” “大……大人……”雪伊的眼睛中泛起了水花。 “喂喂！……用不着那么夸张吧……别哭呐……” “嗯……不用那么麻烦，我吃点鸡蛋就行了……”雪伊抽了抽鼻子，说道。 “嗯，我出发了。”我跟雪伊告别，走出了屋门。 …… 在村庄里偷别人家的鸡和鸡蛋肯定是不行的，还是去野外找找吧。 到以前那片白桦林里去找找吧。 虽然倒是不知道白桦林里会不会有鸡的说啊…… 找不到鸡的话，如果给雪伊带只羊回去，她肯定会很开心的吧……可是走了这么久，我却还是没发现任何野生动物的痕迹啊！ 真……真是令人不爽！ 越过一片高度差不多快赶上我的灌木丛，一泊小水潭出现在不远处，面积大概才几平方米。大概这原来只是一个坑，下雨之后被填满了水吧。 有一点让我很满意：水潭旁边有几只鸡在自在地走动。 不过还有一点让我不怎么愉快：追辰正坐在水潭旁边！第37话：“追辰……？”我很是惊讶，“你在这里干什么……”\n“怎么，你不认识这里了？” 追辰对我的突然到来好像并不怎么惊讶。\n“这里……认识？”我仔细把自己脑海里的记忆过滤了一遍，却没有发现任何跟这个小水潭有关的记忆。\n啊……等一下！\n“难道说……”虽然心里貌似已经有了答案，我还是试探着问道。\n“这就是我当初把你从地球炸到这个大陆的时候弄出来的那个弹坑啊。”\n“挺神奇啊，现在摇身一变变成一个水潭了……”\n“嗯，没错。”追辰的目光还停留在水面上，“原来很难看的东西，如果给它一段时间，也许就能变得很漂亮。”\n“说得倒也是……”\n“不过一开始看起来很美好的事物，谁又知道它会不会突然变得很糟呢……”追辰突然笑了一下。\n“啊……你在说什么啊？”\n“没什么，只是让你小心一点罢了。”追辰站起身来，“嘛，想不到会在这里碰到你啊，话说你来这里是要干嘛？”\n“抓点吃的东西。”我回答道。\n“今天就是行刑的日子啊。”\n“我知道。”\n“我以为你会担心忧虑得连路都走不了呢。”追辰虽然说着玩笑话，脸上却是面无表情，“看起来你好像毫不在意的样子。”\n“我会不在意吗？你觉得我可能不在意吗？”我看了追辰一眼，停顿了一下，接着说道，“可是我怎么说也是男人，不管我心里有多害怕，有多么焦虑，我也不会表现出来，哪怕是硬撑到死。”\n“哼。”追辰冷哼了一声，脸上的微笑却抑制不住，“有意思。”\n我突然发觉，我说的话跟雪伊昨夜说的有点相像。\n雪伊其实有时候的性格很像一个男孩子，毕竟本身只是一个十几岁的女孩，却要承担起守护者的责任，果然有点难为她了。\n“喂，再跟别人谈话的时候出神，可是很非常无礼的。”追辰不满地说道，一脚踢在水潭边的树上。\n“砰”的一声把我的思绪拉了回来：“哦，话说回来，行刑时间是正午对吧。”\n“没错。”\n“那我急什么，现在才是清晨。”我随口说道。\n“你……！”追辰好像被我这一句话惹毛了，“果然你就是这么对待我的妹妹的吗？连她的死活都不管……”\n“冷……冷静啊！”我赶紧与他拉开距离，“要论着急，我比你都着急啊！只是现在着急也没用，只能守株待兔啊。”\n“你的想法没错，但是态度很有问题。”追辰盯着我一字一顿地说道，“把我的妹妹交给你，我还是不放心。”\n我本来想说“你根本没有追追的控制权”之类带刺的话，不过想一想还是算了。\n“你现在说什么也没有什么用处。”我在水潭旁边蹲下来，“我救出追追之后，你怎么办？还是继续在族群里生活吗？你能过得下去？”\n“我自己也不清楚，也许……会逃到人类的城市里去吧。毕竟在族群里经历了这种事情，我们一家都会抬不起头来吧。”\n“嗯……那你的父母呢？”\n“谁会去管他们！我是对他们彻底失望了。”追辰把身子靠在树上，“我现在想想啊，虽然我们不是人类，但是我们起码也有人的智慧。人总是自私的，想让一个人去为了族群无私的奉献出自己的一切哪怕是亲人朋友乃至生命，都是不可能的。那些自认为自己对族群忠贞无比的人，都是蠢货！”\n“原来你也会说出这种很有哲理的话啊。”我笑了起来，“不过，的确精辟。”\n“不用拍我马屁。”追辰鄙夷地瞥了我一眼，“我以后要怎么办也不用你来指使！”\n“说的是说的是！”我站起身来，“如果你没什么别的事要跟我说的话，我就继续去找东西吃了！再会！”\n“那个，行刑的地点你都还记得吧？”\n“忘不了。”我回过头说道，“嘛，看你的样子，昨晚好像根本没睡好啊。”\n“你觉得我会睡得着吗？”追辰斜视着我道，“你睡得如何？”\n“熬了好久，半夜才勉强睡过去。”\n“没心没肺的家伙……”追辰慢慢地走过来，在我的胸口上轻击了一拳，“中午我会看着你的，小子。”\n“叫我小子？你自己的年龄都没我大吧？”\n“我比你大。”追辰淡淡地说道。\n看起来好像是的……\n“那啥……我先走了……”我说完这句话，便匆忙逃离了追辰。\n总感觉气氛有点不对劲啊……\n……\n“雪伊！我回来了！”\n“啊，欢迎回来，大人！”雪伊扑腾扑腾地跑了出来迎接我。\n“我说……不至于那么兴奋吧！我才出去了不到……不到……”\n“不到一个小时就不能这样迎接你了吗？……好吧大人……”雪伊低下头怨道。\n“嘛……别提这事儿了。” 我头上不知为何冒起了汗，“我给你带来了鸡蛋哦！想怎么吃？”\n“水煮一下就可以了……大人你吃什么？”\n“我跟你吃一样好了。”\n“那我再吃一份鸡蛋加两块鸡排吧。”\n“喂，你吃太多要变胖的。”\n“没事啦！我吃了那么多糖都没有变胖！”\n“不过说实话，吃太饱的话对身体不好。”\n“哎呀，临走前吃点好的难道不应该吗！”\n……\n“这话说得……有点问题啊”我无力吐槽。\n“……哪里不对了……”\n“没事……”\n“那吃完饭就出发吧！大人！我可是时刻准备着的哟！”\n“好！难得你现在那么有干劲！”\n不管我有没有准备好，现在，我已经没有回头路了！\n……\n“大人……你确定要埋伏在这儿吗……”\n虽然雪伊在质疑，但是我自己还是坚信这里是最佳的观察地点。\n“这里虽然虫子多了一点……但是观察的角度是最好的……忍一会吧，马上就到正午了。”\n我和雪伊正埋伏在那片空地不远处的一片草丛里，现在是夏天，正是蚊虫最猖狂的时节，潜伏在草丛中的痛苦可想而知了。\n“好吧大人……”雪伊肯定也在煎熬着，不过她还是一句话也不说。\n“差不多……已经有一些爬行者开始聚集了呢。”雪伊凝视着那片区域，说道。\n“也就是说……要开始了吗！”我握紧了拳头。\n\n第38话：“时间……应该到了吧。”我的额头上冒出了冷汗，“雪伊，现在几点了？”\n“抱歉大人，我身上没带表。”\n“好吧那就算了……”\n“大人……空地上……已经有人聚集起来了呢……”\n雪伊说的没错，我们面前的一块平地上，已经开始有不少爬行者站在那里了。从面貌上来看，年老的，年轻的都有，甚至还有十几岁的孩子。\n不少爬行者们正在大声地讨论着各种话题，从日常生活聊到对人类的战争再到这个自己族群的即将被处死的少女。\n“真是的……突然被族群叫道这里来集合，我连发生了什么事情都不清楚啊！”一个中年模样的大叔爬行者自言自语道。\n“啊？你到现在还不知道？你消息是有多落后啊！”旁边的另一个差不多年纪但是身材略显消瘦的爬行者凑过来说道。\n“那……那也不能怪我啊！我前几天有事去外地转了一圈，话说回来这到底是什么事情？”\n“你……追家的那个女儿你总知道吧？”\n“哦！这个啊当然早就知道了，怎么？”\n“她呀……哎，说出来我都怕你不信，她爱上了一个人类！”说话的那个爬行者一脸愤愤不平又惋惜的表情。\n“会……会有这种事？！”\n“不管你信不信，我反正信了！你也觉得这种行为肯定不可原谅是吧！”\n“肯定不能原谅啊！唉，可惜了……那孩子长得也算漂亮，怎么就这样成了叛徒呢……”\n“再漂亮也不能容忍啊！这么赤裸裸的背叛……”\n“唉……”那个中年大叔长叹了一声，“现在的年轻人啊，越来越不知忠诚为何物了……”\n空地上的人越来越多，不过好在这片地的面积很广，接近了一个被400米跑道环绕的标准操场，因此并不会太拥挤。\n说实话我很惊讶在这片橡树林里居然会有这么广阔的平地的存在，不过也有可能是爬行者的族群自己清理出来的。\n“人越来越多了啊……”我估计我们藏身的草丛很快就会被人发现了，“必须得想另一个方法了……”\n“雪伊！”我轻声唤道。\n“什么事？大人？”\n“我去制服几个爬行者，偷几件他们的衣服过来，然后挤到最前面去吧。”\n“好的大人，需要我……”\n“不用了，帮我把风就行！”我悄悄站起身来，四处寻找着有没有落单的爬行者。\n反正只要低调一点，不发出太大的声音，应该就不会被发觉吧。\n我找上了两个正在往空地处赶的爬行者，不费吹灰之力地干掉了他们，将尸体藏到远离空地的地方，换上了他们的衣服，顺便也给雪伊带上了一件。\n“给，换上吧。”我把一件绿色的长袍递给雪伊，“虽然有点不合身，但现在也没时间了。”\n“好……好的大人……”雪伊犹豫了一下，还是迅速地脱下了自己的白色长袍。\n雪伊的长袍里面是居然是白色的T恤和小裤裤……粉色的！\n“大人你……你别看啊！我是没办法才在这里换的！”雪伊羞红了脸，赶紧把已经脱下的长袍又手忙脚乱地盖在了自己身上。\n“……我我不看了总行了吧！”我强迫着将自己的目光转向另一边，仅用耳朵接收着那令人把持不住的悉索声。\n“换好了……”雪伊说道，换上绿色长袍的她看起来实际上也没变多少，顶多是少了一点庄严肃穆的气息。\n“呼……那我们直接进去吧！”\n“嗯！”\n我换的是一件绿色的卫衣，毕竟需要用兜帽掩盖住我的脸。\n现在空地上已经挤满了爬行者了，我费了好大的劲才推开他们带着雪伊进到了最里层。\n空地中心被自觉地空出了很大的一块区域，估计是用来行刑的吧。\n我抬头看了看太阳：“差不多是正午了……”\n人群突然骚动起来，从中间分出一条通道，伴随着人群的呼喊声，几个年迈的爬行者缓缓踱步出来。头发全白，但是眼睛还都是艳丽的红色。虽然看起来年老，他们的身上却散发着强到令人生畏的气场。\n“看啊，族长都来了！”\n“所有的长老也都出来了……架势果然不凡！”\n“果然这次追追的事情闹大发了……连他们都坐不住了吧！”旁边的几个爬行者交头接耳起来。\n其中一个看起来最威严的老者摆了摆手，人群顿时就安静了下来。但是他却一直保持着沉默，连眼睛都是半眯着的，但是，越是这样，我越是不敢小看他。\n“大家应该多多少少知道一些了，我们族群里出了一个叛徒的事情。”说话的是站在他旁边的另一个老者，“她身为一个爬行者，却私通人类，与他相爱，全然不顾族群的安危与名誉。这是完完全全的背叛行为，她根本不配成为一个爬行者！因此，我们一致决定，在今天将她处死，以警示你们，永远不要做出背叛族群的事情！凡事都要先考虑到族群，并且无条件听从族群的命令！你们更应该记住，人类是我们爬行者永远的敌人，像私通人类这种事，简直就是死有余辜！”\n令我心寒的不是他所说的一番话，而是他说完后从人群中响起的掌声和喝彩声。\n“好了，现在带上犯人！”老者一声令下，又有一队壮汉从人群中走出，押着一个低垂着头，身着白袍的女孩。\n“追追……！”\n被带到空地中间的人自然是追追无疑了。从我与她分别开始，到现在大概也只过了五六天吧，可是她现在那对暗淡无光的眼眸我却连看着都心疼不已。\n我刚想动，却被雪伊一把拉住了。\n雪伊盯着我坚决地摇了摇头，示意我现在还不是时机。\n“追追……你可知罪？”刚刚那个喊话的老者问起她道。\n“对不起，长老，我不认为我有罪。”追追冰冷的声音不带一点感情。\n“你……真是顽固不化！”他怒吼道，“你自己是爬行者族群的一员，你自己不知道吗！”\n“如果可以选择自己的身份，下辈子我宁可去当一个人类。”\n“你！……耻……耻辱！真是爬行者族群的耻辱！”他一扬手，追追的身体就被凭空举起，往后摔去。\n“呃……呃啊！”追追摔到地上，却强忍着疼痛，尽可能地不发出任何声音。\n那个长老正欲再动手，却被旁边的一个老者拉住了：“够了，她只是个孩子，不要再在族人面前羞辱她了，现在就让她解脱吧！准备行刑好了。”\n“气不过……真是气不过！爬行者族群居然会出了这么个叛徒！真是……好吧，准备行刑！”那个长老瞪了追追一眼，“现在让你和你肚子里那人类的杂种一起烧成灰烬吧！”\n此言一出，全场一片哗然。\n“这家伙……怀上了那个人类的孩子吗！”\n“作孽啊……”\n“喂！不是说好了不准把这事儿说出去的吗……”那个长老身边的几个人都瞪向他。\n“一时激动就没把持住啊……反正说都说漏了，没什么关系的！”\n我手里的铁剑却已经掉到了地上。\n\n\n第39话：追追她……真的怀上了我的孩子？\n先不说才几天的功夫，那些爬行者族群的长老们是怎么知道的，但是我和追追只做了一次，居然就中标了啊！也许这只能赖在爬行者天生超强的繁殖能力上了……？\n“大人……这果然就是不做好安全措施的后果吧……”雪伊弯下腰捡起了剑塞回我的手里，轻声道。\n“是啊……不知道是该高兴还是发愁呢。”我说道，“不过既然木已成舟，那么就更加要负责到底对吧！”\n“这个全由大人你自己决定。”雪伊的目光转回了前方的空地。\n而长老刚刚一时无意透露出的话让追追低下头沉默了良久，随后终于咬紧牙关挤出了一句话：“起码，我有勇气做自己想做的事情，而不是依附于你们那已经腐朽的族群。”\n“追追……”\n追追的话又让我震惊了一下子，因为我从来没有见到过追追如此无畏而坚强的一面。\n“你……唉，算了！”那个长老长叹一声，“来人，开始行刑吧！”\n“是！”刚刚押出追追的那一队壮汉又将追追抬起，正欲将她架起。\n现在再不动手的话，就太迟了！\n“雪伊！”我用手肘撞了雪伊一下，她立刻会意，弓和箭瞬间出现在她的手中，转瞬之间，三支发着银光的箭已经飞射而出，从背后穿透了三个爬行者的胸膛。\n我趁着他们还没有反应过来的时候，挥起剑直接冲出人群，几道剑光闪过，剩下的几个爬行者我都在数秒的时间内全部解决！\n“现在行刑……还早了点吧。”我看着满地的尸体，将剑反搁在自己肩上，缓缓说道。\n那个长老虽然年纪以老，但是反应却一点不迟钝。他身形一跃，脱离出了我的攻击范围：“你这家伙……又是谁？”\n“睁大你们的眼睛好好看看吧。”我干脆摘下兜帽，向在场的所有人展示出了我的真面目，同时，眼睛也看向了追追。\n“阿……阿帝……？”追追的脸上尽是茫然，仿佛不敢相信站在真的是我站在她面前，连那几个已死的爬行者的血液流到她的脚边也浑然不知。\n“没错，追追……是我！”我很坚定地回答道。\n“阿帝……怎么……怎么可能……怎么会这样……”追追喃喃道，身体突然一软，坐到了地上，“真的是……阿帝啊……”\n她是微笑着说出这句话的，泪水却顺着她的脸颊流下。\n我保证，以后再也不会让你流泪了，追追！现在这，是最后一次了呢。\n“全体爬行者……听令！！”那个长老已经高举右手，下了命令。\n“遵命！”整齐的呼喊声让整个树林都战栗了起来。\n“进入御敌状态！”\n“遵命！”\n所有爬行者以我为中心退散开去，几乎是一瞬间，所有人的手里都浮现出了炸弹。我和雪伊所处的地方立刻变得宽敞很多。\n我不敢相信这只是一个族群，这分明就是一支训练有素的军队！\n“果然……你就是那个和追追苟合的人类吧！居然敢一个人在这时候闯入我们爬行者族群的聚集地……你还真是有胆量啊！”长老平复了下自己惊讶的心情，说道，“虽然不知道你身旁的那个骷髅一族的女孩是什么来头，不过肯定是你的帮手对吧！”\n“正确！不过，你也应该有点觉悟我来这儿是要干什么对吧！”我将剑从肩上拿下，摆开了战斗的架势。\n“如果你想要救走她的话，你还得先从我的尸体上跨过去！”随着长老的话，数颗炸弹浮现在他周围。\n“正有此意！”我正准备抬剑向他砍去，却有一股强大的斥力从他背后爆出，阻隔了我的行动。\n“二长老，够了！所有族人，收回你们的武器，回归正常状态吧。”\n说话的是那个最威严的老者，半眯着眼睛，这是他来到这里之后说的第一句话。\n人群犹豫了一下，但还是迅速地收起了自己手上的炸弹。\n“族长……”\n“你没必要跟他动手，这也是个机会，教育一下族里的年轻人。”他说道。\n“年轻人啊，总是会去追逐那些根本不可能的事情，又有何意义呢。”那个被称为族长的老者缓缓开口道，“先不说其他的，你觉得你救得出这个女孩吗？从我们整个爬行者族群的包围中？”\n“追逐不可能的事情？没有什么事情是不可能的！老头子！”我抬剑先前冲去，想要先发制人，连追追喊出的“不要”都没有注意到。\n“……不自量力！”他连手都没动，一道黑色的裂缝就已经出现在了我的面前，然后瞬间扩张出另外的几道，仿佛要变成一个小型的黑洞。\n“怎么……”我感觉不妙，立刻收回攻击的架势，将铁剑竖在身前，转攻为守，侧过身子以最小化眼前这个东西可能带来的伤害。\n“砰！”那个由数道裂缝组成黑洞猛然收缩了一下，然后伴随着巨响爆炸开来，虽然我已经用剑防御了，但还是被冲飞了一段距离。\n“这是……”\n“无需唤出炸弹，直接用自身的力量扭曲空间形成爆炸……”追追无力地望着族长，“好可怕的实力……阿帝……不要……”\n“怎么样，打算放弃了么？”族长问道，右手猛然前伸，又是一道黑色的裂纹凭空出现，不过这次是像利剑一般从他的手掌心延伸而出，直向我刺来！\n“该死……！”我勉强才侧身擦过这致命一击，而那道裂纹却又瞬间爆炸，将我轰飞！\n“呃……”我落到地上，却看见雪伊已经跃上半空，挽弓搭箭，瞄准了那个族长。\n“在无尽的箭雨中……化为碎片吧！”我听到她说了这么一句话。\n“轰！”数量多到无法数清的银色光线从雪伊手里的弓这个点射出，密集地覆盖了族长所在的那一片区域。\n然而接下来的却是无数的轻微的爆炸声，那些射向族长的箭，全部被硬生生地弹了回来。\n“怎么会……”雪伊一脸无法置信的表情。\n我倒是看出来了，他只是在箭快要接近他的时候在自己身边制造出无数的小型爆炸，用爆炸的反冲力反弹回了那些箭而已。\n“能操控爆炸到那样的程度……真的是可怕至极……”\n雪伊却还不罢休，正欲再发射几根箭，爬行者族长却好像已经动了杀意。\n“连你这个骷髅一族的家伙都在帮着人类吗……那就先解决掉你吧！”\n他手一挥，一道剑状的空间裂缝瞬间在雪伊的左手边出现，下一个瞬间，那道裂缝就已经起爆。\n雪伊还没有反应过来，她的左臂就已经被滚滚而来的火焰所吞噬。\n\n第40话：“雪……”我下一个字还没说出口，爆炸的冲击波就将我猛地推在地上。\n糟了……雪伊她…… \n烟尘散去，虽然刚刚一瞬间我已经做好了一点心理准备，但是当我看到眼前的景象时，我还是惊得倒吸了一口冷气。\n雪伊依旧呆呆地站在那里，而她的整条左臂却已经消失不见。\n怎……怎么会……\n然而令我完全无法理解的是，断口完全没有流出血来，而是一片片分布得很分散的白色光点从断口处飞出。\n即使是骷髅一族，身体里也不可能没有血液吧……\n不过现在已经没有时间给我思考了。\n“雪伊！”我喊道。\n“……”雪伊没有答话，只是回头看了我一眼。\n她的脸上也没有丝毫痛苦的表情。\n“最后还是被发现了呢……”她缓缓地吐出了这几个字。\n什……什么意思？\n“大人，我的能量在飞速流失，不能再拖下去了……”雪伊转回头去，“干脆……就这样吧……最终之矢。”\n她一字一顿的说道。\n等等……最终之矢……究竟是什么意思？雪伊到底要做什么？\n我没来得及想明白，本来是中午艳阳高照的天气瞬间变得像晚上一样黑暗，无数道银光从地面下钻出或是从天际的云层中飞下，汇聚到雪伊向前伸出的右臂上，化成了一把巨大的银弓，本来平静的树林突然围绕着雪伊刮起了阵阵强风。\n弓在这里，箭呢？\n因为她的身体在消散为无数银色的光点，聚集到弓上，等到箭已成型，她的全身已经变得半透明了。\n雪伊她……是在用自己的生命来射出这一箭吗？！\n“大人……我只能帮你到这儿了……”雪伊背对着我轻声说道。\n银色的巨箭离弦而出，带起一股强风横扫地面，直向爬行者族长射去！\n因为眼前只有银色的强光，我除了闭上眼睛根本没法做出其他的反应，不过，本能之下，我还是扑过去挡在了追追面前。\n一阵冲击迎面冲来，不过不太强烈，只是让我后移了几步。等到我感觉到眼前的强光已经完全消失的时候，我才睁开了眼睛。\n一条宽度和深度都达数米的沟壑从雪伊脚下延伸至几百米远处，被翻出的褐色土壤看起来的确是和周遭绿色的草地格格不入，只是沟壑上还稀疏地飘荡着银色的光点。\n雪伊依旧站在她发出这一箭的地方，只是她的身体已经完全变成了由银色光点聚集而成的幽灵形态，身上的绿色长袍已经消失不见。\n“雪伊……”我伸出手去，想去碰她。\n雪伊转过头来，飘到我身前，伸出手想碰我，只是她由光点组成的身体部分一碰到我的身体就支离破碎。\n“大人……加油啊。”雪伊说了这么一句话，身体一瞬间就彻底地消散在了空气中。\n雪伊她……就这样牺牲了？\n这……到底是怎么一回事……\n“阿帝……？”在我身后的追追还不明白发生了什么。\n雪伊……\n我没法接受眼前的一切。\n虽然仅仅是几天的功夫，可是看着这么一个伙伴在眼前死去，我又怎么可能毫无感觉。\n“追追……她……她已经……”我强行控制着自己声线的平稳。\n“你是说……那个骷髅一族的女孩子吗……”\n“是的。”\n“……阿帝……她是为了救我们两个才……”\n“是的。”我回答道。\n放眼望去，沟壑所经过之处，看起来是根本没有活口留下，除了那个最强大的族长还勉强站在那里，双手向前撑着，正在那里喘着气。\n雪伊的牺牲，应该也是有价值的吧？\n“好强的一招啊……”族长发话了，“看样子，那家伙是让我爬行者一族的所有长老都瞬间失去了战斗能力吗……可恶……可恶啊！”\n“现在，你们必须要为刚刚对我们族群造成的损失付出代价！！”族长双眼通红地喊道，“全体爬行者听令！”\n……果然是要以多欺少了吗……趁着现在雪伊已经……\n“不惜一切代价杀死这个人类和这个族群的叛徒！”\n“遵命！”爬行者族群里的人刚刚因为离得较远基本上没有被波及到，一下子就向我们围拢过来。\n“没事的，追追，待在这里就可以了。”我说道，“我不会让你受伤的！至于那个族长，我一定会让她为雪伊陪葬！！”\n无尽的怒火在我的身体里横冲直撞，我不受控制地抄起铁剑，向那个族长冲去！\n“喝啊啊啊！”\n手指上的戒指突然发出耀眼的蓝光，数道细小的闪电从我手中的戒指里窜出，缠绕在了铁剑上！\n“去死吧！！”\n一道月牙状的淡蓝色剑气从剑刃飞出，冲向那个族长！\n“怎么会……”族长一惊，但还是迅速伸出双手在身前制造爆炸，强行抵挡下了这一击。\n雷电戒指……生效了？\n我吃惊地看着手上的铁剑，剑刃上还闪动着些许蓝色的电火花，而手指上的戒指则在持续不断地发着光。\n虽然不清楚为什么，但这总是一个好兆头。现在我倒是略微有了些与戒指“心灵相通”的感觉。\n要是能再出现得早一些……雪伊就不会……\n“刚刚那个……到底是怎么回事？”族长喘了几口气，说道。\n“这种问题，你已经没有必要知道了！”我觉得现在胜券在握，便直接再次冲上前去，连续挥出两道剑气，想要一举击杀他。\n“哼……就算你是获得了什么新奇的能力，你以为这样就能翻盘了吗？想的太简单了！”族长看起来已经反应了过来，迅速地躲掉了我的攻击。\n果然不能小看这家伙……即使是有了雷电戒指的能力……要是一个不小心的话，说不定依然会被干掉啊！\n“那倒是来试试吧！”我仅仅是意念一想，一道蓝色的电光就从剑中奔涌而出，化为利箭，向族长射去！\n雷电戒指的效果非常强大，我可以感觉到它的力量在我体内咆哮，仿佛是正想发泄数十年来被囚禁的愤怒。我没法解释为什么它突然起作用了，只能单纯地认为是我刚刚内心的愤怒激活了它。\n“不自量力！”族长抬起手，一条空间裂缝在他身前炸裂，硬生生地挡下了那道箭光，“你以为我真的已经用出了我的全力了吗？”\n“……”\n“好好看着吧！年轻人！”族长大喊了一声，六颗暗红色的光球随着他的喊声浮现在他的肩膀上。\n“要是你能都躲过去的话，我就放你们走！哈哈！”族长狂妄地笑了起来，那六颗光球同时飞离他的身体，向我飞了过来！\n“这种伎俩，也想阻止我？”我往前冲去，一挥剑，蓝色的剑气就向前飞去，与那几颗光球相撞，将其全部挡下！\n“哈哈！你最好不要太得意！”族长居然笑了起来。\n听他的意思，果然在我的背后还有一颗！\n“轰！”我转身抬剑格挡，不过那颗光球看似羸弱，实际上的威力强大得难以想象。我手里的铁剑被冲击波打飞到了远处，我的手也被震得发麻。\n“居然还藏了一颗……无耻！”我怒道。\n“哦？年轻人……你确定我只藏了一颗吗？”族长扯了一下嘴角，眼神看了看追追。\n“什么？”\n一颗光球正静悄悄地悬浮在呆望着我们之间战斗的追追背后。\n\n第41话：追追！！\n“干不掉你，我就先干掉那个叛徒吧！”族长疯狂地笑了起来，他一挥手，追追背后的光球就震颤了起来，眼看着下一秒就会向追追飞射而去。\n我顾不得痛斥那个族长的无耻“追追！小心背后！”我大喊出声，想要提醒她，可是她却依旧呆立在那儿，已经来不及了！\n要是她被击中的话……我不敢想象那样的后果，唯一能做的，就是帮她挡住这一下了！被打成重伤也罢，至少，我绝不能眼睁睁地看着追追受伤！\n我和追追的距离顶多只有五六米。从原来的位置上移到追追背后，以我现在的特殊的移动技巧，大概只要一秒不到的时间，来得及！应该来得及！\n时间在我的眼中一下子缓慢了下来，那颗光球的移动轨迹我居然都能看得清清楚楚。转眼间，我的身体就挡在了追追前面。\n“轰！”\n身体一震，我被击中了，只有灼热感却没有痛感，我只觉得我的意识突然间就模糊了起来，随后只是一瞬，我便失去了意识。\n我……死了吗？\n人死之后，是会有灵魂的吧。在被光球击中数十秒后，我居然又能重新思考起来。仔细一看，我正浮在空中。\n我现在是不是就是处在这么一个类似灵魂的状态呢？\n我低头看了看，发现自己的身体已经变成了半透明状，而我的身体却被几条从我手里的铁剑上延伸出来的锁链给牢牢锁住，虽然能够稍微地移动但是没法离开自己的身体过远的距离。\n这把铁剑……锁住了我的灵魂？\n这到底是怎么回事？我的身体呢？\n我的身体正仰面躺在草地上，胸前却多出来了一个大洞，没有血，因为血液已经瞬间被烧得凝结成了黑色硬块，覆盖在我的伤口上。我的眼睛紧闭着，右手却还牢牢的抓着铁剑，真是……死不瞑目啊。\n不管怎么说，我起码是帮追追挡住了致命一击吧，我自己也……死了吧。\n只是我死了的话，追追她……\n追追呆望着我的身体，良久才说出一句话：“阿……帝？”\n……\n阿帝死了。\n为了帮我挡掉族长的那一击，自己却……\n泪水不知为何涌上了我的眼眶。\n“阿……帝？”\n没有回答。\n我身子一软，跪倒在了地上，双手摸上了阿帝还残存着余温的手臂。和阿帝在一起的所有回忆片段一个接一个地冲进我的脑海。\n阿帝，我真的好没用，从一开始就一直在拖累你。\n本以为回到了族群就能一死了之从此没有牵挂，果然你永远还是要回来找我的啊。\n“阿帝……为什么要回来……为什么要回来啊！！”\n我仰头大喊，向上天哭诉。\n“阿帝……你这……笨蛋……为什么……要回来……”\n上天没有回答我，我还能指望谁呢。\n“啊！！！”\n眼泪已经止不住了，我跪在地上，像个得不到爱的小孩子一般大哭起来。\n也许，在这个残酷的世界，敌对的种族……真的不能在一起啊。\n没事的，阿帝，我们很快又能团聚了。\n我们是第一对爬行者和人类的情侣，很快也将是最后一对。\n我们的前车之鉴，想来也会对两个种族有点帮助吧。\n阿帝，不要管他们了。我们两个，还有我们未出世的孩子，去另一个世界……好好地活吧。那里，不会有人来阻止我们了。\n……\n我看到追追如同行尸走肉一般站起身来，脸上的泪水也没擦，手里已经拿起了原本在我右手上的铁剑。\n追追……不要！\n我一下子知道了她要干什么。\n追追缓缓举起了手里的剑，剑尖直指自己的心脏。\n我伸出手想要拦住她，可是我现在只是一个虚体，根本做不了什么。\n哪怕我正面对着她，双手正拼命试图摇着她的肩膀，她也不会察觉到丝毫。\n一颗泪滴滑下她的脸颊，她轻轻地说了一句话。\n声音轻到没人能听得见，但我看出了她的口型。\n“阿帝，对不起，我爱你。”\n剑尖直下，刺穿了追追的胸膛。\n血滴，缓缓地落到了草坪上。\n\n第42话：我想阻止她，却没有办法。\n“追追……！”我开口喊道，但是好像其他人都没有听到：他们怕是连看都看不到我。\n追追闭上眼睛，身体向后倒去。\n别死啊……别死啊……追追……\n可是我又能做什么？我现在只是一个灵魂而已。\n更何况，那几根半透明的锁链样的东西依旧将我约束在铁剑的旁边。我想冲回自己的身体里去，却也被无形的力量阻隔住了,大概是因为我的身体已经残破到没法支撑我这个灵魂了吧。\n于是我就只能看着她在我面前缓缓地瘫软在地上，看着鲜血从她的身下流进土壤里。\n果然，这一切都是必然的。我如果没有帮追追挡下那一击，我就能活下来，但是追追同样会替我去死。可是失去了追追，我还能像以前一样活下去吗？\n不可能，失去了她，我就相当于失去了一半的心脏。\n“归根结底，这一切都是因为爱情啊。”我自言自语道。\n就算已经想通，以我现在的样子，恐怕连自尽，都没有办法做到吧。\n“错，这一切都是因为命运！”\n一个年轻的声音在我的耳旁响起。\n谁？谁在旁边？明明应该不会有人看得见我才对！\n我四处望了一圈，没有人在周围，除了一大群手里拿着TNT震惊地望着追追的爬行者族人。\n“别看了，你现在看不到我。我正在用特殊的方式跟你这个灵魂对话，当然，也没有旁人能听见。”\n“你是谁？”\n“等会你就知道了，她的鲜血，会唤醒那枚戒指。”说完这一句话，那个奇怪的声音再也没有出现过。\n想来这也不会是幻觉吧，这到底……\n我还没来得及思考刚刚他说了什么，几道耀眼的蓝光就从追追的身下射出……准确的说，是因为追追的尸体……压在我的右手上，血流到了雷电戒指上面，与它产生了反应。\n“这是……”\n“轰！”蓝色的晶莹火焰从我手上的戒指中窜出，包裹住了追追已经死去的身体，将她缓缓举向空中。\n而铁剑上那几根锁链状物体也被火苗舔舐得瞬间断裂。我一下子失去了束缚，向上方飘去。\n我虽然是自由了，不过却是一点都高兴不起来。\n一个蓝色半透明的人形渐渐在半空形成，随即那个人形就像被强力磁铁吸引一样，猛地钻进了追追的身体里。\n追追的身体轻盈的落到了地上。\n她睁开了眼睛。\n可是，她不是追追。\n她的眼睛从原本的红色变成了正在暴动的蓝色，而她的周身四散着蓝色的电弧，我甚至能闻到空气中弥漫的电火花的味道。\n“两个残破的灵魂相结合，她的身体也被修复得完好无损了……她真的变成了高压爬行者！果然一切都在我的预判之内！”那个声音再次响起。\n“这种东西，你都是怎么知道的？”\n高压爬行者，我记得也是游戏里有的生物吧？\n“现在你问这种东西也没有用处，我也只是没事说说而已。”\n说完，那个声音又消失了。\n这到底……\n两个残破的灵魂？到底是什么东西啊？\n“这……这……”连族长也惊讶地说不出话来。\n“今天……这个腐朽的族群，就由我来亲手毁灭。”她开口了，听起来像是追追的声音，却有一点回音的感觉。\n果然就像是天神下凡一般。\n“哼……不管你到底是什么东西，但是想要毁掉这个族群，想的倒美！”族长大怒道，一伸手，唤出数十枚光球，全部在瞬间向她飞去。\n她没有说任何一句话，只是同样轻轻地一摆手，无数蓝色的电光从她的手掌中汹涌而出，族长的那几十枚光球在强大的电流攻势面前简直就是不堪一击，转瞬间就个个被击破。\n“怎么可能……这丫头的实力……明显已经翻了数十倍啊！”族长一脸不敢相信的神色。\n“我可不是你所认识的追追。”她说道，却让在一旁听着的我心里一凉。\n她向前方探出一只手，一柄闪着蓝光的短剑在她的手心凝聚起来。\n“我是来复仇的。”我觉得她的话冰冷得可以冻结四周的空气。\n话音未落，她的身体在残影中消失，当我再次看到她的时候，她已经站在了爬行者族长的面前。\n“怎么会……这么快的速度……”\n而她手里的那把蓝色短剑，早已经刺入了族长的胸膛。\n“死吧。”她淡淡地说道。\n随着砰的一声轻响，族长的身体顿时化为了成千上万的蓝色光点，消逝在空气之中。\n秒杀，绝对的秒杀。\n那个族长连一句像样的话都没有说出来，就直接被干掉了。\n“族……族长！”旁边的爬行者们愣了半晌，才意识到自己的族长已经被灭掉了，一下子慌乱了起来。\n“别慌，下面就轮到你们了。”她嘴角露出了不易察觉的冷笑，说道。\n我被她的冷笑惊得打了个战栗，也明白过来了，她真的不是追追了，“那个家伙”只是占用了追追的身子，做她想做的事情罢了：不管是什么。\n但是即使是这样，也要用追追的身体去屠杀她的族人吗？\n“如果你在听我说话的话，你倒是也做点什么啊！难道你还能任由她这样……”我试着与之前那个声音通话。\n“这一切都是命运啊……不过你说的也是……不能让她做的太过火了。”他居然有了回话，看来他是能听得到我说话的，“也就只能靠我去打败她了。”\n“那要是这样的话，追追的身体……”\n“不会有事的。”\n我看到一个人影从爬行者族群中飞跃而出，落在了追追的身前。\n仔细一看，居然是追辰？！\n不……看起来是，但实际上绝对不是！\n这货只是像占用着追追身体的那个人一样占用了追辰的身体罢了！\n除了腰上别了一把追辰肯定不会有的长剑以外，他不自觉间散发出的那种君临天下的气场也是追辰这个普通的爬行者所不可能拥有的。\n不过追辰原本的外貌也不算差，配上这种装扮加气场，简直就是帅的飞起！\n那把长剑没有护手，刀柄也只是用黑色的布带草草地缠了几圈。怎么看都像是日本浪人用的破旧武士刀。\n“你这家伙……想先来送死吗？”她看了看挡在她面前的他，说道（说起来我也只能用“她”和“他”来形容他们两个了）。\n“……”他没有说话，只是抓起腰间的长剑，连剑鞘都未拔下，就向她迎头劈去！\n一切都只是在一瞬间，他的速度快到我居然又看到了残影。\n\n",
    "replies": [
        {
            "author": "KHGED",
            "timestamp": 1404886560,
            "txt_content": "这名字，我邪恶了"
        },
        {
            "author": "HGK",
            "timestamp": 1404886620,
            "txt_content": "貌似已经转过了"
        },
        {
            "author": "HGK",
            "timestamp": 1404886680,
            "txt_content": "链接http://www.mcbbs.net/thread-183048-1-1.html\n我就说"
        },
        {
            "author": "MC猪人",
            "timestamp": 1404886680,
            "txt_content": "百度一下，就行了\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "AxioneX",
            "timestamp": 1405072980,
            "txt_content": "希望神人补坑啊~~~~~~~~~~~~"
        },
        {
            "author": "火星使者",
            "timestamp": 1406194680,
            "txt_content": "绅士（hentai）小说终于出33话之后了\n貌似之后不是原作者写的"
        },
        {
            "author": "Dawx_月影",
            "timestamp": 1406205480,
            "txt_content": "貌似还没完啊，能再补补吗"
        },
        {
            "author": "1144323544",
            "timestamp": 1410415560,
            "txt_content": "靠，别沉啊"
        },
        {
            "author": "jiongjionger",
            "timestamp": 1410493380,
            "txt_content": "好邪恶的名字＝ ＝"
        },
        {
            "author": "2829114568",
            "timestamp": 1427881380,
            "txt_content": "四十三话 只见两个黑影交织在一起，碰撞出条条蓝光。一旁灵魂状态的我由于剑的束缚加上惊恐竟寸步难移，恐惧与疑惑充斥着我的心。“附身追追尸体和她哥哥的到底是何方神圣？” 突然，天空爆发出巨响，我似乎被无形的力量拉回了身体又沉沉地昏迷过去。隐隐约约听见了一声“阿帝”。 不知过了多久我醒来了 －－－－ “这是哪？天堂？”可一侧眼那触目惊心大坑让我打消了天堂的幻想，于是我狠下心强忍伤痛坐起，“好舒服啊！”不但伤口消失了，好象比以前更加轻盈。环顾四周，周围死一般的寂静，迷茫的感觉传遍全身。远处有一个闪烁的东西，我急忙冲过去，一看，“还好，剑还在。”此时的剑围绕着一圈不断跳动蓝色电弧，我小心捡起。突然，一股强大的力量鼓入掌中，我似乎明白了什么，但又说不出什么。＼／＼／＼／我开始疯一般地寻找追追，每一片树叶都会被我当成追追兜帽的一角，一天毫无意义搜寻唯一使我明白的是追追已不在了。拖着疲惫的身躯抬起剑向前走去，“这样活着还有什么意义呢？”可 又使我回想起了雪伊的牺牲，叫我如何有脸面对她。空气中又飘来了熟悉的香味，我又警觉了起来～～～。\n\n"
        },
        {
            "author": "2829114568",
            "timestamp": 1427881680,
            "txt_content": "四十四话 “谁？报上名来！” “我～是我！”那人大声地说到？！“末蝶！”这时树下闪出一个人影，末蝶向我走来。我厉声问道“你为什么要跟踪我！”她倒是着实被吓了一下，马上又气地满脸通红。不出所料，背上狠狠挨了一脚，“本小姐爱去那去哪，干你￡￡事！”我赶忙陪不是，经过※多久的软磨硬泡她才说出………“我当时有不好的预感，所以…所以……就跟踪了你，谁料发生这门事，当我看到你倒下时，我…我…我都要昏倒了”说着末蝶先飞红了脸，“那么你一定知道追追的下落了？”我不给她踹息的机会急切地问到“她…她好像被一个高个子灰衣服的人带走了”“在哪？在哪？”“好像那边吧”我操起剑径直向那方向走去，“喂，等等！”。傍晚的余辉撒向大地，脚踩在树叶上的沙沙声谱出了美妙的乐章，换作平时，我可要好好地享受一番，但此时，追追的事充斥我的心。一个深不可测的洞穴出现在眼前，“末蝶，你等我！”“不，我才不待这，我要和你一起去！”女生神马的在不该娇的时候偏来，最头痛了。我只好带她进入了＆＆＆♀\n\n"
        },
        {
            "author": "2829114568",
            "timestamp": 1427881740,
            "txt_content": "四十五话 进入幽深的洞穴，不禁打了一个冷战，洞穴深处似乎散发着无穷无尽的魔力。我拔出剑护着自己和末蝶，一路上我们一言不发。。但是，一路似乎没一点动静，里面的生物被人为地清干净。不，是人为的还是怪干的还不能妄下定论，只能走一步算一步了。走到了一扇门前，门虚掩着，当我要推开时………“你果然来了～进来吧～”一个深邃的声音传来，声音倒像是17、18来岁的少女，可却有如此有穿透力的声音。当我刚要进时，一个声音喝住了“末蝶公主请留步”，末蝶像是被施法一般停住了。这还是她吗？尽管很惊奇，但还是快速走进了。……我心里知道，我将面对的人也许强大到我无法想象，亦或许是这块大陆上最强大的人，但是为了追追，我死都不怕这又算什么？……里面全是钻石块做的，我终于知道她有多土毫了，钻石镶金的宝座上坐着一个穿银灰色袍子的人，一缕银发垂下。她缓缓抬起了头？！？！？！是！～～～\n\n"
        },
        {
            "author": "2829114568",
            "timestamp": 1427882040,
            "txt_content": "2829114568 发表于 2015-4-1 17:49\n四十五话 进入幽深的洞穴，不禁打了一个冷战，洞穴深处似乎散发着无穷无尽的魔力。我拔出剑护着自己和末蝶 ...\n作者等比数列bn2"
        },
        {
            "author": "2829114568",
            "timestamp": 1427882160,
            "txt_content": "46话断了，去找找，先发47段第四十七话＿追追复活了！我怀着满怀的惊喜扑向了她～～砰？！？！～一阵如玻璃碎裂的声音传来，“追追”顿时化为无数的碎片。耳边传来清脆的笑声……我愤怒了，抬起铁剑向她走去。〔但很快，我意识到了自己做了今生最错的事…但为了追追，我怕？〕“亨，跟你开个……”可我的铁剑带着淡蓝色的半弧已经挥下，她还没有躲的意思…砰！铁剑径直穿过她，击中了她的钻石宝座。可是那只是一个幻象！太晚了！耳旁传来了一阵声音“和我打？你还有胜算？”我不禁胆寒，可还是果断给了一个回身刃，和上次一样，她又渐渐淡去，响起一阵回声“不和你玩了！”遭了！！………剑无原无故飞离了掌心，一阵无形的力将我击飞，我倒下了。…………无尽的痛楚传来，如同千万的利刃在割肉，我好象在受凌迟一般痛苦。刚才那击不可能打出这种效果，莫非，莫非，她，她是………凋灵！我如同虫子一样卷缩着，痛苦地在钻石地面上打混。而她，正开心地看着〔太残暴了！〕。我拼尽全身的力和她说“你知道什么是爱情吗？”“啊！爱情！”少女的脸上浮现出了向往的神色“不，不知道。”她的脸微红了一下“爱情！就是你懂得了珍惜，为你所爱的人拼尽一切，从中…”“住嘴！”身上的痛苦更加强烈了，我因为过于痛苦竟不动了，只是微微抽动，我甚至感觉道了生命在从我身上流失，死神来了吗？……一切来得太突然了，我感觉到了前所未有的轻松。“起来吧，”“追追根本没死过…”\n\n"
        },
        {
            "author": "2829114568",
            "timestamp": 1427882400,
            "txt_content": "四十八话。“什么？她没死！”无尽的希望又在我的心中燃起“她在里面还没醒，你先听我说。”我只好听从她，毕竟反抗是没用的，可心中骂了她无数遍。完了！我忘记她还可以心灵感知！可她只是皱了皱眉头，还是说下去了“每个种族都由一个个小聚居地构成，你攻击的只不过是一个小型城邦，他们还太弱，但是真正的可以发起战争的还安然无恙，和你们人类一样，它们各自都有一个统领全族的国王，管理着一切属于自己族的东西，每个国王都拥有强大的力量，你若真的想平定世界，就必须打败它们，再去挑战地域领主。”“那你又是谁？肯定不是人！你是什么种族的？”“凋灵”简单的一句话吓得我不轻，她又说道“要不是你是愚蠢人类的救世主，你用这种邪恶的目光看我，还活得过现在！“我不禁吓了一跳“那你为什么不终结这一切？”“好处？”…………沉默ing………“现在可以让我看追追了吗？”“自己去吧。”说罢，她手一挥，一个钻石大门凭空出现了，我向里走去"
        },
        {
            "author": "2829114568",
            "timestamp": 1427882520,
            "txt_content": "四十九话…里面是无尽的黑暗。“到底是什么”心中不觉生出了疑惑，还是握紧了手中的剑。算了，继续走…过了很长一段路，渐渐地，光强了起来，有什么光在尽头……是一扇闪亮的钻石门。这明显不科学！游戏里哪有这东西？算了，不纠结了。我缓缓推开了门………房间的亮度使我不适应，我只是觉得一片金黄，眼前一花…一会之后，我得以清这个房间的一切：数不胜数的金砖闪耀夺目，镶嵌着的每一颗钻石折射出无数的光点，每个角度都是十分漂亮，光从每个地方均匀地散发出来…………“土豪！标准的土豪！”我心想。猛然一回头“啊！！！！！！！！！”“追追！！！！！”我疯似的冲过去。这时，她抬起头来，我不由一惊“追追，你……你的眼睛，蓝……蓝色！”“我不知道发生了什么，这…这是哪？天堂？我们不是死了么？”看样子她还是刚醒，我无奈地摇头“不管怎么样，我们只要在一起就是最好的！”“恩！阿帝！”追追点下头。“黝！好感人哪！”这时背后传来冷艳高傲的声音，不由我们接一句话，她说下去了“你的血，唤醒了雷霆的力量，他将拯救解封的人于危难，给她无尽的电能！”我吃惊地说道“那么，是它救了我门！”我抬起了戴戒指的手“没错！同时，追追获得了高压的力量。”“真的？那阿帝就可以不用担心我了！对了！你是谁？”“凋灵”就象我第一次问道一样，她的回答直接干脆，却给人一种威压，“等等，还有两样东西给你。”说罢，她的手灵巧地一动，一把红宝石长刃凭空出现了，我快速地接住。那是如此轻！好像空气漂浮在我手中，很难想象，这竟然硬到削钻石如泥。但是，我现在还不知道，和第二样东西比起来，这简直是微不足道。\n\n"
        },
        {
            "author": "2829114568",
            "timestamp": 1427883060,
            "txt_content": "50话不见了，五十一话一道微光在她手中划过，无数类似玻璃碎片的光条不知从哪出现，慢慢会聚起来，渐渐化为一道人型。那身资，分明就是…“雪伊！”我惊声道，不过马上又冷静下来，先前的亏可不是白吃的，说不定她又在逗我呢！此时，白光已完全褪去，留下的……果然是雪伊。但，我可不能妄下定论！“完美的玩笑！”我说道～呃，没人理会我，而雪伊只是瞟了我一下便转头对她单膝下跪：“感谢殿下！”。我不由惊呼，她真的复活了！【不是太假，是雪伊这么快就酱油了太不爽。】雪伊转过头，这才对我说：“大人活着就好～”…就这样，四人沉默了很久…………突然，时空发生了扭曲，转顺间来到了洞口的草地上……她打破了沉默“雪伊现在拥有了寒霜之力，力量是以前的2倍，你的安全似乎有了保障，我也知道你想什么，别问了，你迟早会知道。”“那，孩子…？”“没了！”啊！一句简单的话无疑是晴天劈厉，刚想问，而她早就消失了。我和追追瞪着眼……突然，她就哭起来了，我也没办法“没事，孩子还可以再生。”我当时就后悔了，尼马！还有这样逗的！她哭地更伤心了…劝了一小时才变成抽咽，我深情地望了她一眼，那蓝色的双眸更加晶滢。终于她让我背着走了，话说我心里也不好受呀，就没人关心我？回家的欲望从未如此强烈……一路上我一直在思考：那神秘附身的人是谁？追晨呢？会瞬移的凋灵小妞是？瞬移？啊！末蝶！＿＿＿＿＿＿＿＿＿＿遥远的某处，银发下露出皎洁的笑容。"
        },
        {
            "author": "2829114568",
            "timestamp": 1427883480,
            "txt_content": "2829114568 发表于 2015-4-1 18:11\n50话不见了，五十一话一道微光在她手中划过，无数类似玻璃碎片的光条不知从哪出现，慢慢会聚起来，渐渐化为 ...\n第××话\n＝遥远的黑暗之中……“咔”－－树枝断裂的声音划破了暗夜的宁静，随后又是无尽的黑暗、死寂、还有令人窒息的恐惧…\n＝“真像唐僧取经呀！”看了看这好笑的队伍，不禁笑了出来。不过…看样子，我比唐僧运气好一些－－“哈！真是自嘲完美。”我不禁低下了头，手伸进那开了高端水反似的小溪，“到底是什么让我来这的呢？”这正是最大的疑惑…不禁回头看了看小屋，还是做好眼前的事吧…\n＝黑色的磐石散发着古老的气息，没人知道这为什么出现在这，唯一感觉到的是强大的气场。这真的只是石头？中间那层紫色簿膜否定了一切。沙沙声传来……一道黑影闪过……归于宁静………这只是一顺之间的事，快到只剩残影。留下的，只是一丝银发，和一缕残香……\n“现在该做什么？”突然传来了追追的声音“你来了？其实我也还没想好，不过打发末蝶大小姐还是必要的～”“其实，我是想求你先找哥哥行么？”“求？！你把我当什么人了，都说了我会对你负责的，况且你哥哥也是为了你而放弃了种族。”望着追追眼里的泪水，我摇摇头。在那湛蓝双眼的深处，我似乎看见了什么……\n\n"
        },
        {
            "author": "2829114568",
            "timestamp": 1427966760,
            "txt_content": " 本帖最后由 2829114568 于 2015-4-2 17:32 编辑 \n2829114568 发表于 2015-4-1 18:18\n第××话\n＝遥远的黑暗之中……“咔”－－树枝断裂的声音划破了暗夜的宁静，随后又是无尽的黑暗、死寂、 ...\n\n第xx话\n\n就在史蒂夫想的时候，后面传来一个陌生的声音：“快跑！”\n“额.....怎么回事......跑什么啊？”史帝夫回头看了一下,追追我们还是先跑吧。”\n“嗯？为什么啊？阿帝？”\n“你看一下那只马后面。”\n“恩?那是什么？”\n“什么？居然是.....”\n“雪伊，怎么了你知道他是谁吗？”\n“那是骷髅一族在地狱的最强骷髅军团，凋零骷髅！”\n“雪玉”\n“干嘛？”\n“我的枪呢？”\n“哦，我找一下......找到了，在这。”\n“拿来，快啊！”\n“不要跑啊，给我停下来啊，哈哈哈哈，你是不是害怕了，你没胆吗？”\n“你特么想死。”\n“于——”\n“啊啊啊，这不可能，你不可能杀死我的。”\n“死在我的钻石做的枪下，而且我只是捅了一下伤口就怎么深，你的防御是有多烂啊。”\n“怎么可能......只是一瞬间......他就死了......”\n“吓到你们了吧，不好意思。”\n“你们是？”\n“哦，忘记自我介绍了。”\n“我叫雪玉，是史莱姆一族的守护者。”\n“我叫星尘，是人类一族有名的打造师。专门做武器。”\n“我叫史帝夫，她是我女朋友追追。”\n“我叫雪伊，是骷髅一族的守护者。”\n“你们有住处吗？要不来我家？”\n“这......”\n“阿帝，要不去看看吧？”\n“嗯......好吧。”\n“跟着我走。”\n到了之后......\n“这是！”\n"
        },
        {
            "author": "2829114568",
            "timestamp": 1427967600,
            "txt_content": "凡事都要有头有尾，我们的原作送上了结局纽约的秋天与江南的秋天差别不大，成千上万暖色的树叶四散在被称作“纽约后花园”的中央公园里，层层叠叠地绘成了一副红橙黄交叠的画卷。些许树叶散落在河中，自在地随波荡漾。宛如明镜的水面倒映着环抱着公园的高楼大厦，也倒映着河边漫步的游人身影。\n现在是十月一日的下午三点，气温二十一摄氏度，晴。\n这里的每一片树叶都有着属于自己的独特颜色，每一片树叶，对这里的秋天来说，都是独一无二，不可取代的。\n“每个人的一生中，也总有那么几个人是独一无二且不可取代的呢。”\n一边说着，我轻轻拂去了被风吹落在她头上的那片红叶。\n“那么多人，别说这么肉麻的话……”她抬起头不满地看了我一眼，“哎，这衣服好像有点皱……”\n她转身又抬起双手，开始帮我整理毛衣的领子。因为身高够不到，她有点费劲地踮起了脚尖。她的齐肩金色短发已经长到了腰，身上的那件翠绿毛衣是她最喜欢的一件衣服——那是我花了两个月学了编织之后亲手帮她织成的。\n“不过说来，我们来这里已经有整整六年了呢。阿帝。”她的眼神转向我，我们目光刹那间扣在了一起。\n“是啊，所以才今天下午特地来这儿嘛。”\n我看着她，笑了起来。\n十二年之前，追追她还属于另一个世界，若不是我被意外地卷进那里，我和她也永远不会有所交集。\n我带着她从那个大陆回到了现实世界中，和她一起读完了高中和大学，移民到了美国，结婚了。\n所以现在，我们是一家人。\n只是，在那个世界还有很多我一直愧对的人，晴岚，雪伊，末蝶……如果她们有一天能来到这个世界看我一眼，我此生倒也算无憾了。\n两个相隔的次元，说远很远，说近也很近。\n人生，有时候也比不过一场游戏。\n“爸比！妈咪！”我们的儿子小帝蹦跳着跑过来，一下子扑在了追追的怀里，看样子是玩累了。今年五岁的他一直都很有活力，同时生出的女儿小追却相反地文静。\n“妈咪今天戴了那个绿色的发卡哦。”跟在小帝身后的小追拉住我的袖口静静地说道，“很漂亮呢。”\n“那可是十几年前爸比送给妈咪的……那个什么，定情信物！”小帝朝小追吐了吐舌头。\n追追的脸红了，我笑了笑，握紧了女儿的手，目光投向了身旁的池塘。\n水面倒映着火红色的树丛，也倒映着我们一家四口。水面如镜，没有一点涟漪。\n秋色无南北，人心自浅深。\n\n"
        },
        {
            "author": "2829114568",
            "timestamp": 1427967780,
            "txt_content": "凡事都要有头有尾，我们的原作送上了结局纽约的秋天与江南的秋天差别不大，成千上万暖色的树叶四散在被称作“纽约后花园”的中央公园里，层层叠叠地绘成了一副红橙黄交叠的画卷。些许树叶散落在河中，自在地随波荡漾。宛如明镜的水面倒映着环抱着公园的高楼大厦，也倒映着河边漫步的游人身影。\n现在是十月一日的下午三点，气温二十一摄氏度，晴。\n这里的每一片树叶都有着属于自己的独特颜色，每一片树叶，对这里的秋天来说，都是独一无二，不可取代的。\n“每个人的一生中，也总有那么几个人是独一无二且不可取代的呢。”\n一边说着，我轻轻拂去了被风吹落在她头上的那片红叶。\n“那么多人，别说这么肉麻的话……”她抬起头不满地看了我一眼，“哎，这衣服好像有点皱……”\n她转身又抬起双手，开始帮我整理毛衣的领子。因为身高够不到，她有点费劲地踮起了脚尖。她的齐肩金色短发已经长到了腰，身上的那件翠绿毛衣是她最喜欢的一件衣服——那是我花了两个月学了编织之后亲手帮她织成的。\n“不过说来，我们来这里已经有整整六年了呢。阿帝。”她的眼神转向我，我们目光刹那间扣在了一起。\n“是啊，所以才今天下午特地来这儿嘛。”\n我看着她，笑了起来。\n十二年之前，追追她还属于另一个世界，若不是我被意外地卷进那里，我和她也永远不会有所交集。\n我带着她从那个大陆回到了现实世界中，和她一起读完了高中和大学，移民到了美国，结婚了。\n所以现在，我们是一家人。\n只是，在那个世界还有很多我一直愧对的人，晴岚，雪伊，末蝶……如果她们有一天能来到这个世界看我一眼，我此生倒也算无憾了。\n两个相隔的次元，说远很远，说近也很近。\n人生，有时候也比不过一场游戏。\n“爸比！妈咪！”我们的儿子小帝蹦跳着跑过来，一下子扑在了追追的怀里，看样子是玩累了。今年五岁的他一直都很有活力，同时生出的女儿小追却相反地文静。\n“妈咪今天戴了那个绿色的发卡哦。”跟在小帝身后的小追拉住我的袖口静静地说道，“很漂亮呢。”\n“那可是十几年前爸比送给妈咪的……那个什么，定情信物！”小帝朝小追吐了吐舌头。\n追追的脸红了，我笑了笑，握紧了女儿的手，目光投向了身旁的池塘。\n水面倒映着火红色的树丛，也倒映着我们一家四口。水面如镜，没有一点涟漪。\n秋色无南北，人心自浅深。\n\n"
        },
        {
            "author": "2829114568",
            "timestamp": 1427967900,
            "txt_content": "2829114568 发表于 2015-4-2 17:26\n第xx话\n\n就在史蒂夫想的时候，后面传来一个陌生的声音：“快跑！”\n\nonlyGSD ：\n惭愧，我到现在为止也没写出一本完本的小说。不过，俺怪算是写的最久的一篇了。虽然因为种种原因，继续写下去是不可能的了，但是今天我突然醒悟，凡事总要有头有尾。\n\n\n【一个最后的结局，不管怎么说，还是必要的。】\n\n"
        },
        {
            "author": "2829114568",
            "timestamp": 1427967960,
            "txt_content": "2829114568 发表于 2015-4-2 17:45\nonlyGSD ：\n惭愧，我到现在为止也没写出一本完本的小说。不过，俺怪算是写的最久的一篇了。虽然因为种种 ...\n纽约的秋天与江南的秋天差别不大，成千上万暖色的树叶四散在被称作“纽约后花园”的中央公园里，层层叠叠地绘成了一副红橙黄交叠的画卷。些许树叶散落在河中，自在地随波荡漾。宛如明镜的水面倒映着环抱着公园的高楼大厦，也倒映着河边漫步的游人身影。\n现在是十月一日的下午三点，气温二十一摄氏度，晴。\n这里的每一片树叶都有着属于自己的独特颜色，每一片树叶，对这里的秋天来说，都是独一无二，不可取代的。\n“每个人的一生中，也总有那么几个人是独一无二且不可取代的呢。”\n一边说着，我轻轻拂去了被风吹落在她头上的那片红叶。\n“那么多人，别说这么肉麻的话……”她抬起头不满地看了我一眼，“哎，这衣服好像有点皱……”\n她转身又抬起双手，开始帮我整理毛衣的领子。因为身高够不到，她有点费劲地踮起了脚尖。她的齐肩金色短发已经长到了腰，身上的那件翠绿毛衣是她最喜欢的一件衣服——那是我花了两个月学了编织之后亲手帮她织成的。\n“不过说来，我们来这里已经有整整六年了呢。阿帝。”她的眼神转向我，我们目光刹那间扣在了一起。\n“是啊，所以才今天下午特地来这儿嘛。”\n我看着她，笑了起来。\n十二年之前，追追她还属于另一个世界，若不是我被意外地卷进那里，我和她也永远不会有所交集。\n我带着她从那个大陆回到了现实世界中，和她一起读完了高中和大学，移民到了美国，结婚了。\n所以现在，我们是一家人。\n只是，在那个世界还有很多我一直愧对的人，晴岚，雪伊，末蝶……如果她们有一天能来到这个世界看我一眼，我此生倒也算无憾了。\n两个相隔的次元，说远很远，说近也很近。\n人生，有时候也比不过一场游戏。\n“爸比！妈咪！”我们的儿子小帝蹦跳着跑过来，一下子扑在了追追的怀里，看样子是玩累了。今年五岁的他一直都很有活力，同时生出的女儿小追却相反地文静。\n“妈咪今天戴了那个绿色的发卡哦。”跟在小帝身后的小追拉住我的袖口静静地说道，“很漂亮呢。”\n“那可是十几年前爸比送给妈咪的……那个什么，定情信物！”小帝朝小追吐了吐舌头。\n追追的脸红了，我笑了笑，握紧了女儿的手，目光投向了身旁的池塘。\n水面倒映着火红色的树丛，也倒映着我们一家四口。水面如镜，没有一点涟漪。\n秋色无南北，人心自浅深。\n\n"
        },
        {
            "author": "2829114568",
            "timestamp": 1427968800,
            "txt_content": "2829114568 发表于 2015-4-2 17:45\nonlyGSD ：\n惭愧，我到现在为止也没写出一本完本的小说。不过，俺怪算是写的最久的一篇了。虽然因为种种 ...\nhttp://tieba.baidu.com/p/3153929140?pn=1"
        },
        {
            "author": "好无聊啊。",
            "timestamp": 1428216240,
            "txt_content": "2829114568 发表于 2015-4-2 17:46\n纽约的秋天与江南的秋天差别不大，成千上万暖色的树叶四散在被称作“纽约后花园”的中央公园里，层层叠叠 ...\n那他们还可以穿越到那个次元吗？"
        },
        {
            "author": "少名针妙丸",
            "timestamp": 1569582540,
            "txt_content": "楼主在吗？我来求俺怪全篇网盘了hhh"
        },
        {
            "author": "soaop",
            "timestamp": 1572852420,
            "txt_content": "秋色无南北，人心自浅深......"
        },
        {
            "author": "MC讨论者",
            "timestamp": 1573458540,
            "txt_content": "连更这么多期！支持一下"
        },
        {
            "author": "GG怪你信么",
            "timestamp": 1580308020,
            "txt_content": "跪求全篇的txt！"
        },
        {
            "author": "王斐亶",
            "timestamp": 1586942160,
            "txt_content": "2829114568 发表于 2015-4-2 17:46\n纽约的秋天与江南的秋天差别不大，成千上万暖色的树叶四散在被称作“纽约后花园”的中央公园里，层层叠叠 ...\n虽然这结局看着还勉强能令咱们这些老读者满意，但实话实说：烂尾了就是烂尾了，遗憾啊！"
        },
        {
            "author": "王斐亶",
            "timestamp": 1586943780,
            "txt_content": "感觉从30多话开始有有点扯起来了，42话世界观突然又让人有点难以接受，难怪作者要弃坑"
        }
    ]
}