{
    "title": "<连载·单章>【求生者日记】[作者：XuanL][【前言与第一章】]",
    "author": "XuanL",
    "replyCount": 1,
    "timestamp": 1404845340,
    "txt_content": " 本帖最后由 XuanL 于 2014-7-9 08:54 编辑 \n\n前言讲述的是一个住在穷世村镇的村民，他的名字叫苏尔，为崛起犯下的错误，使他忘不了自己要去冒险寻宝的目的，他并非自己想去冒险，而是生活的残酷碾压使他改变了对世界的看法，所以让他觉得他必须要冒险一次，他要改变自己的生活，他要让自己的家乡变得富裕，一切的想象使他一步步的走向冒险的旅途，他也在其中学到了许多生存的本领，他因自己犯错而找不到自己的家乡沦落在一个白桦树林里面，在一次次的忘记恐惧过程中，他变得坚强勇敢，而不是当年那个只会想象的懦夫，他一直想要变的更强大，他回家的欲望也增强了，而他一切的终会使他完成他的理想与梦想。他养了许多的牛、羊、鸡、猪、使自己生活充裕起来又种了小麦、萝卜等食物，他一次次的顽强对抗自然，面对危险，使他成了世界富豪之一。\n\n\n第一章\n      我叫苏尔，是穷世村的村民，我的童年与中年时期从未有一段很深的印象，我并不喜欢这种只能获取当中安逸的生活，而且村子里的人根本没有想到要复兴村子，但在我耳里有一句话一直在徘徊，我很想改变现在的状况！我必须改变我们村子！我暗下了决心，我首先需要一艘船，这使我能使向远方，这里的大陆几乎被肮脏的地主挖空，我必须要远方才能找到宝藏。      我的决意是拿出家当买一艘小船，我要去另一片大陆！我要当地主！就这样，我一直想完成的理想现在将要去实现我感觉很高兴，我用了全身家当在码头买了一条小船，但我买了船，还得做提前准备，否则我什么都做不到，我需要一把小刀，这才能使我能方便的做任何事情。     就这样，我离开自己的家乡，向远方出发，但我感觉小船貌似支撑不住一样，他的海压扛力不强！但我看到一个大陆！我迅速滑向大陆。        就这样我的‘欢乐’生活就这样开始了，刚来到这里，我并没有看到一个人，我想这里难不成没被别人开发过？这可是一个宝贵的树林啊！我想想就很高兴，当然，我高兴的太早了，我的小船被海浪卷走了，这让我感到迷惘绝望，心里很不是滋味但我想现在并不是该顾虑船的时候，我现在应该顾虑自己！已经黄昏。      我必须赶紧找到一个避难所，如果晚上遇到猛兽，我将死无葬身之地，我必须找到一个避难所，我爬上了一个非常坚固的橡木，看到了几只恶心的虫子，我非常讨厌虫子，看到他们我会受不了！我想今天晚上我看我这是睡不着了，整个树上有些树虫，我还看到了一个鸟窝，我现在必须要生存下去！我现在感觉非常渴，我必须要解决饮水和食物的问题。什么，我在树上看到了一颗苹果，我不知道这苹果又没有被虫子入侵过，因为我觉得树上那么多虫子，苹果肯定被虫子啃过，但我为了生存必须要拼一次看看苹果有没有被虫子啃过，我脱下衣服，放了几个小树枝摆在下面我衣服放上面我决定把苹果打下去这样掉我衣服上，但我害怕苹果被摔烂，不管那么多，这次必须拼了，为了食物，为了生存！      我扯了一根比较长树枝直接把苹果打下去，啊！苹果碎了，我很伤心，我唯一是食物竟被我毁于一旦！我一直很想责骂自己的过错，但现在必须生存下去，而不能哭，不能沮丧这样我就真的输了！我现在必须睡一觉，充足的睡眠能使我更加精神，明天必须去找食物与水源否则我将活不了多久！我必须要有求生的欲望！早上起来，我慢慢的提起手揉揉眼睛，用着模糊的视线看了看旁边的景观，我在远处看到一个瀑布！      我心里喊着，水源找到了！水源找到了！这使我非常高兴，我慢慢的爬下树往水源地方冲去，在途中我发现了一只野猪，他是可怕的敌人，我现在并没有一切实力能打败他，我必须要退，这个树林里竟然有野猪，那我以后将有更多选择食物给自己吃！我必须要活着回到家乡，我拼命的跑开的野猪的范围与视线，继续往水源地方跑，到了水源地我气也喘不过来了，心里只想着喝一口水，听说瀑布的水都是可以喝的，我必须得尝试一次，我把嘴往瀑布伸去，啊！终于喝到水了！我想我可以住在这附近，因为有水源，我可以存活下去，我很高兴，因为我有随身带一把小刀的习惯，这里没有可以磨尖物品我并不担心，我在树上削了一块刚硬的树枝。      没错！我的第一把武器木矛！我的手艺并不好，但矛头肯定不能小看，但我必须要记下这家的地方，我是这样想的，如果找不到回家的地方就往树上爬，看到瀑布就知道我家在那里了，自己太机智了，可现在必须找到食物！我活下来需要水和食物！我肚子一直叫的难受，我感觉我必须这一趟出去就必须找到食物否则我将活不过这几晚上，我将会被饿死，有水不是万能的，食物并不可少！",
    "replies": [
        {
            "author": "XuanL",
            "timestamp": 1404867240,
            "txt_content": "竟然没人回复QAQ"
        }
    ]
}