{
    "title": "<连载·单章>【求生者日记】[作者：XuanL][【第二章】]",
    "author": "XuanL",
    "replyCount": 11,
    "timestamp": 1404875160,
    "txt_content": "第二章       我想爬树并不安全，摔下来，我也许就半残了，我打算是这样的，走过一棵树我就拿小刀刻一下，使我知道家在那里，感觉这个想法不错，我便开始走一部刻一刀的想法，天气又热又酷暑，我必须要找到食物然后去瀑布洗个澡！       我还做美梦想起拿着食物一边吃一边泡澡，我越想越觉得不可能，我还是得找到食物，我又找到了一颗苹果像树，我想这次不能在把天上掉下来的食物泡汤了，我是这样想的，我用木矛打有苹果的那个树枝杆，然后我在拿小刀准备一刀命中苹果，我也觉得天方夜谭很不可能，也很滑稽，怎么会有可能，但我竟然成功了，我拿着木矛拼命打树枝杆，树枝杆掉了下来，苹果跟着一起掉下来，我直接上去接住树枝杆，什么！一个完好无损的苹果！我的第一个食物啊！我大口大口的吃了下去，我不喜欢吃苹果可饿的时候什么都好吃，可是苹果并不是甜的，有点小酸才有一点甜，不过能吃到食物真是美味，当然这些食物可不够，我还得吃中午和晚上，我早餐没吃没事，可那两顿必须吃！       我找到了我的猎物野兔！我这次必须命中，而不能让他逃走，如果逃走我又跑了一个食物，我准备将木矛投出去，准备等他不注意的时机直接投掷出去，一发命中，我很紧张，因为我不敢杀生，我必须要锻炼我的胆量，否则我将会在这个弱肉强食的时代灭亡，我将矛标准了，他在那个树下吃着野草，我直接投掷出矛！命中了，我很高兴，我冲上去把木矛拔出来，看着这个带血的肉，我有点喜又有点伤，感觉想笑又想哭，很不是感觉，可最后我还是得吃他，我必须要勇敢坚强！在回去的路上我发现的浆果丛，这使我感觉很是好，因为没想到这次出去运气那么好，捕到一块野兔肉和一些浆果。       我要带回家，我想这时候应该是中午了，天气非常热，我想快点回去冲个澡，可不想让浆果掉地上，我只好挡着酷暑，缓缓走回家，这天气实在不是人受的，看到瀑布我很高兴，但不能跑，跑的话浆果掉了，我有很小的洁癖可我不允许食物掉地上，我感觉自己受不了这种天气，我想快点合到清凉的水，走着走着我竟然到了我那颗树上家，满怀着高兴把食物放在树上，我选择这颗树就是因为虫子少！所以我才选择了他！       我现在必须要去冲澡，我不管什么了直接跳了下去，好凉快！从未感到如此爽，我很高兴，好冰，可是这么大的瀑布怎么一条鱼都没有，我就有些奇怪了，本来还想抓鱼吃呢。简直伤了心，冲完衣服裤子全都湿了，但我决意不脱衣服，因为这地方的虫子实在令人讨厌！我趴在树上拿起浆果吃了起来，饿了真是什么东西都好吃，我渐渐忘记了浆果苦苦的味道，反而感到很香，这可是我自己找到的食物的，这可不好找，我喜欢自己找到的的所有东西，我现在需要火，有火才能做肉，我感觉这肉很快就会变质，所以我必须尽快找到火焰，这我就能吃到肉了，我的晚餐也就好了。       这里的树木都是干燥，转木取火，我怎么没想到，这天气那么热，我应该能取到火！这里的树枝都很硬，树木也多，我现在必须要有火！火在晚上的用处也非常大，但我必须要注意用火，烧到森林这可就不妙了，我决定把火就放在瀑布石头旁边。       我必须要把这些碍眼的树砍了，他们实在挡了我太多的视野，现在时间还多，我决定先把离瀑布最近的树全砍了提供一个宽敞的视野，可是我必须要闸下石头，我需要坚硬的石头，我需要一把斧头，这才能让我有足够的不缺少木头而火熄灭等等一系列错误与失误，我必须要找到一个合适的石头，这才能做斧头！       我必须在找点食物，浆果不可能是我永远吃的食物！我像森林深处走去，我不能还是像那样在家比较近的地方寻找，这根本是找不到的，所以我必须要冒险探险，我还有武器我不会害怕的，除非遇到老虎、狮子、棕熊、野猪、浪之类的我是需要害怕，而其他我只要靠勇气就能胜利！喝了口水冲了个澡之后我就踏上路途，我必须要找到石头！这关系到我有没有火的问题，我很害怕肉变质，这就吃不了了，还要扒皮、烤制、去内部一系列的事情都需要时间！我必须在找一些食物，这些食物远远不够，除浆果外，我必须还要吃点其他的东西，吃太多一样的东西谁都会腻的！",
    "replies": [
        {
            "author": "Aikawastep",
            "timestamp": 1404875340,
            "txt_content": "前排支持OAO"
        },
        {
            "author": "1343206835",
            "timestamp": 1404875340,
            "txt_content": "过来支持."
        },
        {
            "author": "毒蛇",
            "timestamp": 1404875460,
            "txt_content": "这个……支持一下……沙发太水了"
        },
        {
            "author": "Xx123c",
            "timestamp": 1404875460,
            "txt_content": "多少字捏~~~~~~"
        },
        {
            "author": "XuanL",
            "timestamp": 1404876120,
            "txt_content": "Xx123c 发表于 2014-7-9 11:11\n多少字捏~~~~~~\n1500多。QAQ写的很累"
        },
        {
            "author": "XuanL",
            "timestamp": 1404876180,
            "txt_content": "Aikawastep 发表于 2014-7-9 11:09\n前排支持OAO\n谢谢支持  QAQ"
        },
        {
            "author": "XuanL",
            "timestamp": 1404876180,
            "txt_content": "毒蛇 发表于 2014-7-9 11:11\n这个……支持一下……沙发太水了\n谢谢支持 QAQ"
        },
        {
            "author": "Xx123c",
            "timestamp": 1404876180,
            "txt_content": "XuanL 发表于 2014-7-9 11:22\n1500多。QAQ写的很累\n卤煮辛苦啦，继续加油捏~~~~~"
        },
        {
            "author": "XuanL",
            "timestamp": 1404876240,
            "txt_content": "Xx123c 发表于 2014-7-9 11:23\n卤煮辛苦啦，继续加油捏~~~~~\n我是这样想的 最多更新1500字 最少更新700字↑"
        },
        {
            "author": "╰╮洎甴と翼",
            "timestamp": 1404877200,
            "txt_content": "加油0 0我顶你"
        },
        {
            "author": "XuanL",
            "timestamp": 1404877200,
            "txt_content": "╰╮洎甴と翼 发表于 2014-7-9 11:40\n加油0 0我顶你\n谢谢 QAQ"
        }
    ]
}