{
    "title": "[双线]复活节岛的狂欢——主城旁钻出来一个光头！[1.7.2]",
    "author": "ac139178",
    "replyCount": 0,
    "timestamp": 1404886500,
    "txt_content": " 本帖最后由 ac139178 于 2014-7-10 10:51 编辑 \n\n复活节岛的狂欢服务器简介我们有最萌萌哒的玩家和OP，我们有最没节操的技术，我们的模式是生存+RPG+躲猫猫&各类小游戏，够丰富够中二！我们还有主城旁边的光头，更有点击就送的屠龙宝刀！↓背景音乐↓http://img.xiami.net/res/player/widget/multiPlayer.swf?dataUrl=http://www.xiami.com/widget/xml-multi/uid/29713528/sid/2138111,2138112,1771688195,3070885,/width/235/height/270/mainColor/e29833/backColor/60362a/autoplay/1\n背景故事以下内容由于过于中二引来了阿卡林力场而存在感低下，请将邪王真眼调至最大光圈以排除来自境界线的干扰。1、五位主神他们是维持着世界秩序的神灵，保护着世界不受恶魔破坏，他们分别为掌管中间大陆的秩序之神-赛利尤斯，掌管东大陆的火焰之神-利特，掌管西大陆的森林之神-那凯莉，掌管南大陆的圣光之神-卡鲁尼特，掌管北大陆的空气之神-希卡洛斯。他们是与恶魔七君主对立并且僵持着的5大主神。2、恶魔七君主他们是世界诞生之初时被七宗罪污染的七团能量，经过时间的沉淀成为了其他类似的能量们的领袖，那些能量生物被称作为恶魔，而他们就成为了恶魔七君主，他们一起在世界中割出了一片作为自己的位面，这个位面被称作地狱，分别为傲慢之主 普莱德、嫉妒之主 恩维、暴怒之主 瓦尔斯、懒惰之主 斯洛斯、贪婪之主 葛瑞德、饕餮之主 格鲁塔尼及色欲之主 鲁斯特。3、四位至高神他们不参与神灵、生灵之间的战争，他们就是世界本身，其中三位分别掌管着规则、存在、模糊。剩下的一位则是创造世界诞生之前的那片空白的神灵，也是四位至高神中唯一有名字和自我思想的，他是创世神格兰肯。4、玩家们的任务神灵们需要帮助，但他们不可能轻易相信比他们弱小很多的玩家，随着时间的推移，神灵们一个一个会相继对玩家们开放5片大陆，上面分布着各种奇妙的场景(副本)玩家们可以在大陆上发展自己的势力，待到时机成熟就可以去挑战场景获得神灵的小奖赏，当实力成熟时可以挑战神灵的试炼，共30层，挑战完成后可以获得当前大陆神灵的护符，集齐5个护符就可以去地狱参加一次讨伐恶魔七君主其一的机会。神灵的试炼一天只能挑战1次。5、复活节岛茫茫主世界中与五大陆距离甚远的岛屿，岛上的人每个都有自己的梦想，但是他们都信仰着5座石像，实在是不可思议，但这背后蕴含着什么奥秘呢。6、故事的开启岛上突然来了一艘残破的船，他从何驶来，又会驶向何方。7、敬请期待资料片开启。服务器规定OP守则1、做事冷静不要冲动2、遇事想好要说什么会发生什么再说话玩家问题及解决方法1、偷盗者自行承认且归还物品可不进行处罚，否则一定要调查清楚，调查不清可提交投票。若认错态度好，监狱1天，不好视情节1-3天banid2、随意杀人的调查清楚后监狱（短时间）若造成财产损失的，banid1-7天3、藐视管理，banid7-30天4、无理取闹（1）监狱1小时，若认错可放出。（2）若不认错可banid或ip，视情节严重5.利用漏洞（1）刷物品、活动漏洞，监狱1天（2）造成卡服或他人损失或群情激愤者，banid (3) 主动举报者可获得小奖励6.主世界不得挖矿，发现者监狱半天7.请勿在游戏内以及群内刷屏(类似文字内容出现3次以上定义为刷屏)、辱骂玩家或者管理员(出现脏字，人身攻击)、包括政治、敏感话题。违者禁言半小时，情节严重者坐牢或者永久封停。8,如果对本服有任何意见或者建议，可直接在QQ群内与当班管理员进行沟通，我们会尽快给您解决问题。9.请勿搭建恶意的与无聊的高频红石，发现永久封停。(包括鲁布·戈德堡机械)10.一旦和其他玩家有私人恩怨，请去格斗场自行了断。11.请勿使用矿物追踪，生物雷达等透视性质mod或软件，发现永久封停。处罚规定以上问题第一次犯按照上述解决，第二次犯监狱时间加倍、有限banid至无限banid、无限banid至banip并T群。很难处理的事件可以在群内或服内投票投票规定1、单一玩家请勿多次投票，难以统计，可能会不计你的票2、投票之前或期间（也就是决定了要投票之后）事件当事人不得说话，当事人的朋友也不得说话，但是都可以投票。（ID创建日期在2天内的不得投票，一旦查证是当事人或当事人朋友的马甲就封马甲，若多次开马甲banid7-14天，适用处罚规定）服务器视频http://v.youku.com/v_show/id_XNzM4Mjg3MTY4.html\n服务器图片\n\n\n\n\n复活节岛躲猫猫.jpg (111.04 KB, 下载次数: 18)\n\n下载附件\n\n2014-7-9 14:06 上传\n\n\n\n\n服务器的躲猫猫地图\n\n\n\n\n复活节岛小游戏选择点.jpg (110.74 KB, 下载次数: 17)\n\n下载附件\n\n2014-7-9 14:06 上传\n\n\n\n\n\n小游戏选择点\n\n\n\n\n复活节岛主城.jpg (67.8 KB, 下载次数: 16)\n\n下载附件\n\n2014-7-9 14:06 上传\n\n\n\n\n\n主城的落日 \n服务器QQ群：115626450\n OP证明\n\n\n\n\n复活节岛OP证明2.jpg (149.89 KB, 下载次数: 15)\n\n下载附件\n\n2014-7-9 14:10 上传\n\n\n\n\n\n\n\n\n\n\n复活节岛OP证明1.jpg (109.92 KB, 下载次数: 16)\n\n下载附件\n\n2014-7-9 14:07 上传\n\n\n\n\n\n\n\n\n\n\n复活节岛OP证明3.jpg (164.3 KB, 下载次数: 16)\n\n下载附件\n\n2014-7-9 19:33 上传\n\n\n\n\n\n\n\n\n",
    "replies": []
}