{
    "title": "<连载·单章>苦力怕泰迪与阿法拉的继承人[作者：小龙][2-11树林追捕]",
    "author": "毒蛇",
    "replyCount": 3,
    "timestamp": 1404888000,
    "txt_content": " 本帖最后由 毒蛇 于 2014-7-9 18:55 编辑 \n索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-296023-1-1.html\n截稿日期：2014.7.8\n字数：1220字\nLZ说明：这章是倒数第二章，最后一章的话可以考虑今天晚上发，或者明天早上发。\n \n第十一章  树林追捕　　“快跑啊！”洛克叫道，五个人开始在树林里乱窜。　　“杀了他们！”有的骷髅兵喊道。　　“我看见了！是苦力怕！”一个骷髅兵说。　　“快！”希尔保特喊道，“躲进草丛！”　　五个人钻进草丛，骷髅兵没有几秒钟也追到了这里。　　“他们去哪了？”一个邪恶的声音叫道。　　“忽然就不见了。”另一个骷髅兵说。　　“怎么停下来了！”一个熟悉的声音传来。　　“是希尔宝莱！”泰迪小声说。　　“可是这里没有苦力怕啊！”依耶说。　　“分头找找！”那个声音又传来。　　“是！长官！”一个骷髅兵说。　　骷髅长官挠着脑袋，边走边发牢骚。泰迪他们躲在草丛里，非常紧张，骷髅兵一个一个往远处走，泰迪叫上大家，决定赶紧逃跑。他们忽然钻出来，开始狂奔，却被骷髅长官看见了。　　希尔保特赶紧回头，瞪着骷髅长官，骷髅长官竟然不予理会，好像是没看见他们五个。　　“快跑！”希尔保特带着他们继续狂奔，拐过一棵古树，后边有一块水潭，他们绕过水潭，爬上了一棵大树。　　这时泰迪才听见骷髅长官叫喊的声音。　　骷髅兵们朝着这棵大树的方向冲过来，到了水潭前边，又开始分头寻找。骷髅长官又是在这棵树前边徘徊。泰迪忽然说：“这棵树是空心的，快下去！”　　他们找到了那个洞，发现洞里有藤蔓。　　泰迪第一个顺着藤蔓爬下去，大家也都跟着。忽然，克莱拉大叫一声，她没抓住，掉了下去，还好下边是水，她才没有摔伤。　　可是，克莱拉的叫声被骷髅长官听见了，骷髅长官在外边嚷道：“快，爬到树上看看！”　　骷髅兵们都聚集在这棵树前，有几个士兵蹭蹭蹭爬上大树，在树上找了半天，都下来说：“长官，没有发现苦力怕！”　　“给我凿开这棵树！”骷髅长官嚷道。　　几个骷髅兵开始砍树，很快泰迪他们就暴露了。　　“不许动！”骷髅长官嚷道。　　泰迪他们没敢动，就被骷髅兵带了出来。　　“来人呐！把他们绑起来，绑在一起！”骷髅长官又说。　　几个骷髅兵把他们绑起来，用绳子连在一起，拉着他们走了。　　泰迪、洛克比较镇定，希尔保特似乎若无其事，依耶情绪很不稳定，眼圈红了，克莱拉放声大哭：“都怪我叫了一声！”　　“没事的。这和你没关。”泰迪说。　　“都给我闭嘴！”骷髅长官嚷道。　　泰迪发现希尔保特仍然一直盯着骷髅长官，骷髅长官的脸上表情很复杂，有点儿像在和希尔保特说话，可是骷髅兵怎么会和苦力怕说话？泰迪觉得自己一定是搞错了，眼睛因为惊恐产生错觉了，可是……耳朵也会产生错觉吗？　　“萨瓦。”骷髅长官忽然说。　　“噶勾乎达。”希尔保特也说。　　泰迪觉得自己绝对是糊涂了，两个人不可能在说话，而且怎么会说这种话？　　大概走了十分钟，他们也没走出这片森林。又走了十分钟，他们终于看到了边际。　　他们走出森林，到达了一个监狱，大门上写着：“骷髅监狱”。　　骷髅兵给他们松绑，然后又给他们带上了手铐，把他们押了进去。　　到了里边，这里阴森恐怖，两边都是火炬，左边的牌子上写着：“审判室”，右边写着：“牢房”。骷髅兵把他们带到左边的门里。　　进去之后，是一道很长的走廊，左右两边的门上都写着：“审判室1”、“审判室2”这些字。骷髅兵把他们带到了审判室4。　　他们一进去，坐在椅子上，就被锁了起来，动弹不得。\n下一章地址：http://www.mcbbs.net/thread-296285-1-1.html\n[groupid=573]教程小说齐聚汇[/groupid]",
    "replies": [
        {
            "author": "MC猪人",
            "timestamp": 1404888360,
            "txt_content": "进入高产期？\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "毒蛇",
            "timestamp": 1404888420,
            "txt_content": "MC猪人 发表于 2014-7-9 14:46\n进入高产期？\n错……是高发帖期，早就写好了"
        },
        {
            "author": "毒蛇",
            "timestamp": 1404888600,
            "txt_content": "没人大丈夫？"
        }
    ]
}