{
    "title": "<原创·连载>《狂忍之路》小说<1>",
    "author": "我是小骷髅",
    "replyCount": 5,
    "timestamp": 1404903900,
    "txt_content": " 本帖最后由 我是小骷髅 于 2014-7-13 16:42 编辑 \n\n                《狂忍之路》序章  我，只是一名普通的忍者，生活在古老的深山部落中，与世隔绝。世人无法找到这里，也得来几年风平浪静的生活。每天，我必须去修炼，以提升忍阶，使自身能力更为强大。目前，我还只是一个低微的忍生，各种能力还不足强大，但是！在某一天，厄运，降临在我这个无名小辈上……第一章：噩耗  平静的一天，总是让人察觉不到危险，哪怕是一个高高在上的狂忍，也不能立刻发现。这一天，经过努力，我的忍阶成功的提升到了24阶，还差6阶即可升为下忍，当然，下忍也不过是个区区的小忍者，只有当忍者提升至真·中忍时，那才叫够厉害。不过……以我的实力，提升到真·中忍是十分困难的一件事，更何况狂忍才是至高无上的境界，那么，我究竟能行吗？就在我苦恼时，一旁的小黑提醒我：“只要你做到幻而不虚，虚而不弱，那就是提升到狂忍的最佳境界！”好一个小黑，能够悟出如此道理，难怪他的忍阶是49阶了，都超过上忍了，而我还是个忍生罢了……等等！我试探了一句话：“你会读心术吗？”这就是我的疑问了，我只是心里想而已，他怎么会知道我在想什么？！小黑回了一句：“额，好吧。我看见你愁眉苦脸的，我猜应该是为了忍阶的事吧，想不到一猜就猜中了，看来我太牛了，都可以做预言师了。”就在我和小黑尽情的聊天时，意想不到的事情发生了，彻底改变了我的人生！  时间退回8：37分，就在和小黑离开的时候，突然，小黑停止了走动，一动不动的定在那，我上前拍了拍他的肩膀，问道：“喂，干嘛啊你这，好像大敌临前的样子。”“嘘！别动，有危险！”小黑在一旁的静静回答我，并示意让我蹲下，我不明白他的意思，但看到他脸色，就觉得一定没好事发生——因为以前的经验告诉我。果然！一个飞镖横扫过来，小黑聚起能量，发动了烈火送葬的技能，将手中火球扔过去，“boom!”，飞镖就被火球给灭了。这时，又一个飞镖飞来，小黑继续发动火焰技能去攻击飞来的飞镖。我在一旁傻愣着：“哇塞，小黑你有烈焰刀了啊！原来你还有10级高啊，可能不止吧，呃呵呵。”小黑快速的喊出一句话：“小心啊！有飞镖！快用你的技能！”。  呼喊声把我从梦幻里拉出来，我定睛一看，哇……飞镖诶……还是红的……什么？！红的！爆炸飞镖啊！看我的——真元护体——普通保护罩罢了，不是很强。“哐啷”，保护罩碎了，可是许多飞镖从天而降，我拼命的跑去周围的屋子里，身后还不断的飞来飞镖，把我逼得紧紧的，难道我就要死在这吗？我恐惧的想到。周围不断传来尖叫声和怒吼声，整个部落的被从天而降的飞镖攻击着，部落也失去了原有的和平，变得危机重重……这时，小黑狠狠的在后面推了我一把，我正要问为什么，我已经被推到一间小屋子里，小黑又急切的喊出一声：“离开屋子！”我不知为何，但是也只好被迫的跑出唯一的避难所。  飞镖越来越多，却丝毫没有减弱它的威力。我越来越累，单靠修炼的级数和忍阶并不能支持我的用气过度，摇摇晃晃的我因为看不清脚下的石头，绊了一跤，摔倒在地上，我绝望了：再也不会有人救我了，没有……没有……不会有的……不会……迷糊的我感觉昏昏沉沉的，十分想躺在地上安安稳稳的睡上一觉，可是现实怎能让我平安的过日子呢？算了，放弃吧。远处迷迷糊糊的传来一声：“铁甲！你别睡啊……”这是我第一次发小说，有什么不好的可以发送消息告诉我，或者直接发表意见，求别下沉之类的好吗？{:10_503:}不过，我会陆续更新，希望读者喜欢！{:10_508:}另外，给大家一个索引贴地址：http://www.mcbbs.net/forum.php?m ... 1&extra=#pid5677880",
    "replies": [
        {
            "author": "korko123",
            "timestamp": 1404904920,
            "txt_content": "e，还行，凑合着看吧"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1404905040,
            "txt_content": "模板呢？     "
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404905340,
            "txt_content": "Aikawastep 发表于 2014-7-9 19:24\n模板呢？\n瓦特？不懂啊……"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404905400,
            "txt_content": "korko123 发表于 2014-7-9 19:22\ne，还行，凑合着看吧\n呵呵，偶只是学生党，没茶杯骑士那么强啊……"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1404906000,
            "txt_content": "我是小骷髅 发表于 2014-7-9 19:29\n瓦特？不懂啊……\n版规规定，发小说必带模板"
        }
    ]
}