{
    "title": "<原创·连载>《狂忍之路》小说<4>",
    "author": "我是小骷髅",
    "replyCount": 16,
    "timestamp": 1404949740,
    "txt_content": " 本帖最后由 我是小骷髅 于 2014-7-13 16:32 编辑 \n\n不知道为什么，第四章写的好多啊，也许是在矿洞里的题材很多吧，不多说了，原文！             《狂忍之路》第四章：矿洞惊魂（上）  带上自己的铁镐后，我便和史蒂夫一起出发了。经过辛辛苦苦的寻找后，我们在一个峡谷里找到一个天然矿洞的入口，我的心不由得紧张起来，里面到底有什么怪物？怪物有多强大？我们在满载而归后能否顺利的爬上峡谷？这些都是我未知的，但是，一旁的史蒂夫却不以为然地说：“这个矿洞，小样！”我心里无奈到：你最好能活着出来就可以啦……史蒂夫换好铁套装之后，朝我招招手，说：“嘿，朋友，有胆子进来吗？”我朝他不屑的笑了笑：“切！我又不比你差，怕个鬼啊，走就走，看谁先逃出矿洞谁就输！”“好啊，我们就来比试比试！”史蒂夫一口答应。  进入矿洞前，我先使用了自身技能——幽冥之眼。毕竟没办法啦，矿洞里很危险，如果看不清楚的话随时会出人命的，到那时候，对谁都不利。“叮”，眼睛闪过一丝白光，又迅速的消失了。矿洞里充满水，走起来十分困难，挪一步都要十分的费力，但是直接游会更危险，所以，我和史蒂夫都打消了这个主意，只好老老实实的慢慢走了……走了不远后，洞内就变得越来越暗了，矿洞内因为太深，而长期受不到阳光的照射，所以我觉得，此次挖矿必定会有危险！  我们所在的地方离洞口愈来愈远，洞内愈来愈昏暗，如果不是我用了技能，可能现在看到的只是漆黑一片的场景呢！我转向史蒂夫，只见史蒂夫在昏暗的情况下毫不畏惧，我正要纳闷这是为什么，史蒂夫就朝我说了一声：“铁甲，你要不要来个夜视药水呢？我猜你肯定需要的啦！”说完，就给我丢了一瓶药水。我拿起药水，仔细的观察，发现里面的药水呈蓝色状，瓶底不时的浮上一些水泡，我不禁小声的感叹道：“诶，这世界里的人们该有多坚强的意志啊，这种药水也敢喝！”说实话，我觉得喝药水都不如用技能好啊，毕竟技能的时间能持续很久的，只要忍阶越高，级数越高，那么忍者的能力也就越高。目前我的能力还一般般，真·中忍的话呢？幽冥之眼的持续时间为12分钟余35秒，应该会比喝药水强吧，虽然我并不知道喝夜视药水的持续时间是多少……“哎，铁甲，你最近好怪诶，到底出了什么事啊？”“哦哦哦，没事没事，我们走。”“你是不是怕黑啊？”“我怎么会呢？！”我边走边朝他叫到。就这样，我们边聊边走，逐渐的就来到了洞穴的深处。这里简直是模糊一片，不用技能真是一丁点儿都看不清啊……这时，我身旁的史蒂夫低声吼道：“真是的！最好的夜视药水才持续那么几分钟，怎么够啊！算了，再喝吧！”，史蒂夫说完这晦气的话后，只好又“咕噜咕噜”的喝掉了一瓶夜视药水。突然，我无意间的注意到，我们下方的河流好像是通往一个房间的墙壁的，那个房间是由苔藓圆石和圆石组成的，比较坚固。我就把看到的对史蒂夫完完整整的报告：“史蒂夫，我们下方的河流好像是通往一个石头房的墙壁，诺，不行你自己看！”。史蒂夫听完我说话后，眼睛一闪，面露喜色，虽然他将自己掩饰的很平常的摸样，但还是被我发现了，我虽然感觉很疑惑，可我看到史蒂夫那种眼神，就知道肯定会有好事发生的！这就是所谓的——经验！好了，貌似扯得有点远，又说回我们两个吧。  为了应对水流淌而加速我们撞到墙壁上的问题，我和史蒂夫最终决定：两个人同带着铁镐，就在水中滑行下去，如果感觉到速度加快了，就马上得用戴着的铁镐往水中的石头，或者泥土插进去，以便牢固自己，同时也让自己的滑行速度减慢，甚至会停下。商量以后，我们便开始实行了。我把铁镐紧握在手心里，同时也松开另一只手，让流淌的水带动我滑行下去，水流很急瑞，稍不注意可能就会被河水冲到不知那里去了，所以我必须小心翼翼的滑下去！再看看史蒂夫，此刻正朝我微笑呢！看样子，他似乎早已见惯。我离石屋愈来愈近了，水流激起的波浪也愈来愈大，我被浪花冲的浑身湿透，但是！危险不止如此，在我的真下方正有一块石头在等待着我的到来，而我，此时却被水花模糊了双眼，什么也看不清楚。  我越滑越下，殊不知，危险离我越来越近，我却浑然不知！我努力的擦着眼睛，想看清楚模糊的视线，忽然，我朦朦胧胧的看见一块黑色的东西在我的下方，我感到不妙，迅速的翻过身，并把铁镐狠狠地出入泥土中，我停住了。现在的我才看清，那是一块巨大的石头，稍微装一下就会头破血流，侥幸逃脱的我大口大口的呼气着：“呼！好险避的快，不然，后果不堪设想啊……”我恐惧的感叹道，并为自己的命大感到幸运。此时的我“高高在上”的挂在斜坡上，上面留下来的水拍打着我，生疼生疼的，犹如刀割一般，但是我的铁镐紧紧地插在那，想去拔，又怕危险，唯恐自己掉下去，不拔把，又要死死的呆在那，简直身不如死啊！可我起码的安全保住了，就去关注一下史蒂夫了。只见史蒂夫在水流里不断的左翻右闪，石头阻挡不了他，水流更是帮助了他，我汗颜了：难道这就是我们之间的差距？一个是穿越而过来的，一个是生下来就是这里的，怎么能比呢？别人比你更熟悉这个世界！这就是差距！最后，我实在待不行了，就把心一横！大力的把铁镐抽出来。不过说也奇怪，我竟然……抽出来了……然后就……要考验了。  我所处的下方十分多的石头，导致斜坡凹凸不平，就算有水的流淌也能感觉到。流泻下来的水不断的拍打着突出的石头，“哗，哗”的响，我在水流中左闪右躲，用铁镐不停地插、抽、插、抽，十分的耗力，不一会儿，我就浑身没力，软绵绵的，想把手抬起来都不行，其中也包括我修炼的成果啊！但是，现实是残酷的，我现在处于危险时刻，并不能放松！我在石头群不断的翻身，滚动，最终，还是安全的到达地面！来到地面时，我已经用尽平身所有的力气，只好大口大口的呼气，虽然我早已累得不行，但是我必须坚持走下去，因为——路还很长，一定要走下去，而且，还要为了我的梦想——晋级为狂忍！索引贴地址：http://www.mcbbs.net/forum.php?m ... 1&extra=#pid5677880",
    "replies": [
        {
            "author": "紅月阿",
            "timestamp": 1404949860,
            "txt_content": "我明白了~~~坐等下次更新"
        },
        {
            "author": "zsq5",
            "timestamp": 1404949920,
            "txt_content": "第一章在哪里啊"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404949980,
            "txt_content": "zsq5 发表于 2014-7-10 07:52\n第一章在哪里啊\n哦，我没法索引贴，现在该啊……"
        },
        {
            "author": "lisongnan7",
            "timestamp": 1404950520,
            "txt_content": "前排支持"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404950760,
            "txt_content": "lisongnan7 发表于 2014-7-10 08:02\n前排支持\n哦，谢谢啦……"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404950820,
            "txt_content": "Angel_girl 发表于 2014-7-10 07:51\n我明白了~~~坐等下次更新\n呵呵，因为连发了，所以好面要慢慢更新……其实我也得写慢些，精华帖都是这么来的！"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404950940,
            "txt_content": "zsq5 发表于 2014-7-10 07:52\n第一章在哪里啊\n已经有索引贴了，可以去看看。"
        },
        {
            "author": "zsq5",
            "timestamp": 1404951060,
            "txt_content": "我是小骷髅 发表于 2014-7-10 08:09\n已经有索引贴了，可以去看看。\n不错，一看就是升级流"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404951300,
            "txt_content": "zsq5 发表于 2014-7-10 08:11\n不错，一看就是升级流\n什么意思？我只知道飞猪流！"
        },
        {
            "author": "毒蛇",
            "timestamp": 1404951360,
            "txt_content": "……我帮你用word测了一下，2229字……"
        },
        {
            "author": "zsq5",
            "timestamp": 1404951420,
            "txt_content": "我是小骷髅 发表于 2014-7-10 08:15\n什么意思？我只知道飞猪流！\n就是······\n你的小说类型和《斗罗大陆》差不多（升级加穿越）"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404951480,
            "txt_content": "毒蛇 发表于 2014-7-10 08:16\n……我帮你用word测了一下，2229字……\n是啊，不知道为什么？写那么多，前面的菜一千四百多至一千六百多，还没下过那么长呢！所也要分上下两章了……"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404951540,
            "txt_content": "我是小骷髅 发表于 2014-7-10 08:18\n是啊，不知道为什么？写那么多，前面的菜一千四百多至一千六百多，还没下过那么长呢！所也要分上下两章了 ...\n不过，是不是有点废话多啊……我觉得挺多的……"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404951600,
            "txt_content": "zsq5 发表于 2014-7-10 08:17\n就是······\n你的小说类型和《斗罗大陆》差不多（升级加穿越）\n拜托，我的只是模仿……{:10_522:}"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404951720,
            "txt_content": "我是小骷髅 发表于 2014-7-10 08:20\n拜托，我的只是模仿……\n也没模仿吧，一般一般，倒数第三！"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405090080,
            "txt_content": "我是小骷髅 发表于 2014-7-10 08:22\n也没模仿吧，一般一般，倒数第三！\n呵呵，楼主我好脑残。"
        }
    ]
}