{
    "title": "<原创·连载>小型篇幅科幻，《魔井》<1> 小中二创作",
    "author": "小中二",
    "replyCount": 6,
    "timestamp": 1404993780,
    "txt_content": " 本帖最后由 a2455564728 于 2014-7-10 21:43 编辑 \n\n  最近犯了点中二，睡觉睡不着想出来的，别笑←_←\n\n  《魔井》   \n   “你相信灵魂附身么，亡澧？”冷风抿了一口咖啡说道。“你知道我从来都不信鬼，鬼都是骗人的，只有人吓人而已。”我挥了挥手示意完全不相信。”那么你喜欢听鬼故事么，澧？“冷风继续问道。”鬼故事又来悠闲耗耗时间的，我倒是很喜欢。“我咬了一口汉堡，喃喃说道。”那么我讲一个《魔井》的故事给你听吧.“”魔井？蛮有新意的，说说看。”我好奇的说着。\n  “那么不要被吓到咯？”冷风调侃着。“好了，别耍我，快讲！”\n\n  “从前有一个村庄，里面有一口叫做圣井的井。因为这口井已经被使用了千百年都没有干涸，人们认为这是神灵化身，便称它为圣井。可是有一个奇怪的是，不知道什么时候起，每隔3年，圣井会干涸一天，并且第二天庄稼变成熟了，那时，那些信教的人们认为这是基督的恩赐，纷纷磕头咏唱圣经。可是到了第三天，人们还在高兴之余，所有庄稼都变成干草，就像放了几十年一样。人们都认为那是恶魔看见他们太招摇来终结他们。他们十分恐惧，都拿起家当离开村子，当他们将要离开村子的时候，圣井突然溢出水来，那水十分的干净透明，就像冰雪一般。村民们都十分欣喜，以为上帝没有放弃他们，于是都纷纷拿起碗舀水喝。可是没有让他们想到的是，他们第一眼是清水，第二眼却是——血水。那些喝了水的人们都倒地不起，眼睛和耳朵都流出了殷红的血，其他没喝的人们都吓的连声音都不敢出。就过了几秒，人群瞬间变得沸腾，他们纷纷跑出村子向外跑去，可是到了村子的边缘时，他们发现。边缘只有黑色的一片，于是一个大胆的男人拿来锤子来锤边缘，边缘一锤而破，那个男人用手去摸了那黑色的东西，结果，从他手上开始，黑色的雾气缠绕在他的身上，直至男人变成一具枯骨。此时，人们都吓呆了，从他们身后，一条长长的血水留了过来，把裂痕修复好接着又流了回去。突然，有人喊道：’陆地不行就天空，这就是一个玻璃容器！‘他们猜对了后面，却做错了前面。他们用家里所有的材料来制作梯子，当制作完成时，有人爬了上去，几分钟后，那个人掉了下来，头破血流。接着又有人上去，这次，他成功的回来了，那个人满脸苍白，他颤抖着声音说：’那简直是地狱！有好多面目全非的怪物！我还看到，我还看到，那个刚刚死掉的那个人，他，他，他在，向我招手！‘这个人指着地上那坨肉酱，吓得摊在地上，随后精神线断裂，卒死。就在人们希望破裂的时候，地上长出了散发出黑气的藤蔓，将他们活活缠死。唯有体格强壮的男人活了下来，在那之后，有位死神将他们带入那黑暗之中，随后，圣井的真身出现了，与他们对话。他的名字叫做——赦余。”\n\n\n  “这个故事多半讲完了，后面是他们在地狱的故事，你不喜欢听，所以就不讲了！”冷云双手一摊，长吁说道。“这故事还是有点带感啊，不错，你是从哪里听来的？”我深入讲道。“那么你喜欢这个故事么？”“这故事不错，喜欢。”“那么，我们开始吧——”\n  \n   冷云的身后走出了3个穿着黑色大衣的人，他们用帽子挡着脸。亡澧看了看四周，时间停止着，“你们要干什么！冷云，这些人是谁？”\n  “听了我们魔井世家的人的故事，你当然要付出代价！因为你是我的好朋友，所以让你去当竞选”里斯长“，我们去地狱永世成为朋友吧~哦，对了，我忘记我的真名了，我是魔井家族第22代子孙，赦卡尔。成为恶魔吧，亡澧。”随后亡澧脚下出现黑洞，出来了两根藤蔓，将亡澧两只手和脚捆住，被强行拉入冷云身后的黑洞里面，开始他的恶魔人生。\n\n  魔井第一章完结了，脑洞大不是问题，我已经想到第三章了，不怕！希望各位能喜欢这个小说\n\n  觉得意犹未尽的可以回复帖子，或者砸个金币-V-，时隔一年没出小说，技术渣",
    "replies": [
        {
            "author": "Terry39",
            "timestamp": 1404993900,
            "txt_content": "颜色不爱。。。。"
        },
        {
            "author": "小中二",
            "timestamp": 1404993900,
            "txt_content": "Terry39 发表于 2014-7-10 20:05\n颜色不爱。。。。\n能看看就行- -"
        },
        {
            "author": "thyze",
            "timestamp": 1404993960,
            "txt_content": "颜色没啥不好看的，别听1L的哈\n写文章很辛苦，给你赞一个{:10_512:}"
        },
        {
            "author": "小中二",
            "timestamp": 1404994020,
            "txt_content": "thyze 发表于 2014-7-10 20:06\n颜色没啥不好看的，别听1L的哈\n写文章很辛苦，给你赞一个\n这是睡觉睡不着脑洞异想天开写的- -"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1404994260,
            "txt_content": "欢迎开新坑~"
        },
        {
            "author": "小中二",
            "timestamp": 1404994440,
            "txt_content": "小中二 发表于 2014-7-10 20:05\n能看看就行- -\n觉得还好的砸个金币或顶一下"
        }
    ]
}