{
    "title": "<连载·单章>【求生者日记】[作者：XuanL][【第五章】]",
    "author": "XuanL",
    "replyCount": 6,
    "timestamp": 1405047480,
    "txt_content": "第五章   因为有人说看不清楚，换个字体试试OAO      我既获得一定物资那我必须改变我现在的状况，我现在既有石头，我就要开创我的道路，现在我将要征服这片森林，这片森林将是我的，在此同时，我也给这片森林取了一个名字：苏尔密林，我将是这里的征服者！我不许被野猪所打败，我要对抗他们！我不能活在我的命是给别人施舍而得来的命，我要让他们全听我的指示，我将统治这里！      到家后，我需要一把石斧，因为还需要闸石，这使我感到异常麻烦，我本身就很懒惰，非常讨厌做细活，手工的缓缓增强，使我对自己越来越有自信，但我现在必须需要一把斧头去除我视野障碍内妨碍我的所有树木，石头闸好了，但缺少绳子与硬树干，当然我运气还是不错的，在森林近代深处长着茂密的夹竹桃，我可以用夹竹桃代替我需要的绳子！我知道怎么用他来制造一个粗硬的绳子，既然没有树干，也可以用4根粗硬树枝代替，在这片森林里，这种树枝多的很，几乎满地都是，七拼八凑出的一把非常烂的石斧终究还是做好了。      这下开始，我就可以开始征服这里，这里就是我的地盘，有树木后我可以盖个房子给自己住之类，还可以做很多事情，但我需要火，没有火，还是不行，瀑布的水也许有细菌，我必须消毒，我用这把七拼八凑的石斧拼命的砍伐第一颗树木，但这可不轻松，九牛二虎之力终于把这棵树砍到了，整片树林发出巨大的响声，把树砍下来，第一件事无非就是取火，我看到一块不错的小硬树干，我便把他削了下来，爬上树上的家去拿我前几天的弓箭矛变削的更尖，我竟然没有闻到怪味，兔肉还没有变质！      我必须赶紧动手取火吃了他，否则他变质这可是我的亏了，我做在一个没有树木遮挡的地方，挡着太阳的温度取火，但事实证明，这竟然是可以成功，我本以为这只是古人留下来的笑话，怎么可能转木取火可能成功，这简直就是滑稽的笑话，但我现在可不认为，在我缓缓闻到烧焦味，使我一步步的更加努力的使火诞生，转木取火成功了！，看到火的一秒秒燃起，我加了许多草，火燃旺了，我丢了几个小树枝下去，火保持着，我现在该用几个小树枝先摆一个烤肉架的样子，好久没吃过肉了，打从出生以来，没吃过肉，这次终于可以试试美味！但我忍不住了，我直接在兔子身上开了一个洞直接树枝，把他变成一个串直接烤，看到兔子整只几乎烤焦了，我把皮剥了，直接吃了下去。      恶…这什么东西啊！这么难吃！村子里的人不都说兔子肉好吃吗？一股腥味，一点也不好吃！我感到非常沮丧，我本以为兔子肉是非常好吃的，但现在我已经对这食物感到无感。",
    "replies": [
        {
            "author": "lisongnan7",
            "timestamp": 1405047660,
            "txt_content": "很棒的作品！\n希望继续创作下去"
        },
        {
            "author": "1760423436",
            "timestamp": 1405047660,
            "txt_content": "建议以贝爷的角度写生存绝逼神作"
        },
        {
            "author": "XuanL",
            "timestamp": 1405047660,
            "txt_content": "1760423436 发表于 2014-7-11 11:01\n建议以贝爷的角度写生存绝逼神作\n{:10_492:}慢慢提升文笔中  毕竟现在还是个渣"
        },
        {
            "author": "XuanL",
            "timestamp": 1405047720,
            "txt_content": "lisongnan7 发表于 2014-7-11 11:01\n很棒的作品！\n希望继续创作下去\n谢谢鼓励QAQ"
        },
        {
            "author": "tjhGod",
            "timestamp": 1405069920,
            "txt_content": "顶一个,up主文笔不错{:10_492:}"
        },
        {
            "author": "XuanL",
            "timestamp": 1405071000,
            "txt_content": "tjhGod 发表于 2014-7-11 17:12\n顶一个,up主文笔不错\n谢谢鼓励QAQ"
        }
    ]
}