{
    "title": "<原创·连载>【修神之途】【C叔】][第三章]【仙侠】",
    "author": "C叔",
    "replyCount": 6,
    "timestamp": 1405256520,
    "txt_content": " 本帖最后由 C叔 于 2014-7-13 21:13 编辑 \n\n                                                   第三章、我不是故意你的\n   林泽在剑宗里修炼的也安稳，只是血滴每次都跟着自己修炼，使得经脉更加强壮。但是上一次修炼的异像就没有再出现过，可能时有时没。\n    剑宗新手区——林泽等新人居住的地方后面倒是剑宗唯一一个连接到“五龙山脉”的进出口，刚好对照着没有多少野兽，而更高级的异兽要更进去，而林泽就最喜欢在这里修炼剑法！\n    “基础剑法有：劈、刺、撩、扫等等攻击加防御的基本招式，虽然不是华丽的招式，可是和基本法力一样，都是从这些动作中衍生出来的，而作为剑宗，其中更是加入了不少独创的招式！\n    劈！林泽举起宗门给的铁剑，直直一劈下去，虽然看起来很平凡，可是其中的技巧却多不胜数，铁剑劈在树上，也没有把树木劈开，笑话，基础剑法可不是那么好练的，重复一个动作，千遍，万遍！在一次次的练习中才能得到其中的技巧！\n    林泽见天色差不多，打算到最近发现的那个潭里面洗个澡就回去，那个谭虽然不是一道漂亮景色，可是水却清澈见底，处于的地方更是隐蔽，处于一个山洞的后面，如果不是那次突然下雨，修炼被迫中止，进到那个山洞躲雨，林泽也不会知道，山洞背后还有个谭！\n    林泽走到谭旁边时，惊呆了！谭里有个人！不管是男是女都不会想被人偷看吧，带着这个念头，林泽躲进了旁边的竹子林——说来也奇怪，这个谭就好像被竹子包围了似得，只有山洞才是唯一的出口和入口！\n    来不及多想，谭中的人已经站了起来，倒不是他发现了林泽，而是他准备穿衣服了！转过身，林泽鼻血差点没喷了出来！谭中的人居然是个女子，而且女子长得沉鱼落雁，眉目如画。小小的身躯上却有着一双豪乳，豪乳上面的红豆还带着几滴水珠，水珠慢慢顺着肚子而下，慢慢流入那峡谷之地！\n    林泽上辈子也算阅片无数了，可是无论是上辈子的苍老师还是所谓的乳神，站在这个女子身边只会自渐形秽！更可贵的是，这个女子眼眉中带着一丝丝的清纯！\n    就在林泽慢慢欣赏着女子的美貌时，却忘记了隐蔽自己的气息！\n    “谁！”女子迅速套上了白色外套，将美好身材都隐藏在了白色外套下。林泽一惊，但是也知道自己也走不了，于是自己走了出来。\n    “姑娘，我不是故意偷看你的！”林泽开口解释，但是对面的姑娘更加害羞了“登徒浪子！”女子见不用自己去追便随意将白色外套束起，刚才她太紧张了些！没想到这一束，原本就没有擦光水的身体在这一束之下，有好几处都显露出来了轮廓，胸前那两点嫣红更是惹眼！\n    林泽不禁偷偷地向女子的胸脯望去，却不小心看到了那两点嫣红，林泽也是个气血方刚的小伙子，这一下下的刺激，使得下身有了反应，“呃···”林泽尴尬地抬起了屁股，往后挪了挪，想掩饰自己的尴尬。\n    女子见林泽盯着自己的胸脯看，心中又气又恼，突然看到林泽往后挪了挪下意思往他的胯下看去，一看之下，胯下他的道袍被撑起了个帐篷！女子狠狠的在心中骂了句登徒浪子！气氛更尴尬了！\n    “姑娘你听我说，都是误会！”林泽无奈之下只好继续解释了！\n    “误会？这个谭只有我一个人知道！你是怎么知道的！你是不是跟踪我？！”女子说起来就气了，这个谭很隐蔽，但是一开始她也不敢再这里洗澡，后来看到没人才慢慢习惯每天都来一次了，不过正巧，以前倒没有和林泽碰到，今天就因为林泽提前了一点就碰到了！\n    “这个谭我也知道啊！”林泽倒没有什么不好意思，反正吃亏的不是自己。\n    “胡说，我看你这个登徒浪子的样就知道你不是什么好人！还偷看本姑娘！”女子恨不得马上把林泽扒了皮，抽了骨，可是自己刚刚修完剑法，丹田一点法力也没有！不然她早就一剑劈了这个登徒浪子了！\n    “我真没有！都说了是误会！误会！\"林泽都快奔溃了，这个人都不听解释啊！突然林泽想起了琼瑶剧里的男主对女主说：“你听我解释！”然后女主就一直说：“我不听我不听我不听我不听我不听！”这女主当自己是点读机吗？哪里不会点哪里！“哈哈。”林泽突然笑了一下。\n    女子更加气恼了，自己的身子都被让你看了，你还在这里笑，笑笑笑，笑你妹啊！\n    “我不管了！你要赔偿我！”女子现在脑子都在盘算自己该怎么敲诈他一笔了！哈哈哈哈！\n    “我没有灵石。”林泽也不怕女子敲诈，自己除了一条命和这个身子就没有什么了，“如果你想要我，我倒还是可以给你的，不过你要轻点哦。”林泽突然想调戏一下这个女子了！\n    女子快要吐血三升了！卧槽，是谁敲诈谁啊！女子脸上扯出尴尬的笑容，她也知道，几天这事也不好把这个登徒浪子怎么样，不如和他交个朋友，然后再敲诈，也省得自己逼他叫他不要说出去！\n    “呃···那个我叫慕容晓，你叫什么？”\n    林泽心中倒有些疑惑了，这个女子怎么突然转性了，难道爱上了自己?还是自己太有魅力了，她想上了我？想归想，俗话说伸手不打笑脸人，人家被我看光光了还对自己露出了笑容，自己也不能太“小气”啊。\n    “林泽。”\n    “那个林泽啊，那个我有事，那个我就先走了。那个再见。”突然想起自己只是套了一件外套，又尴尬的说：“你能不能先回避一下下？我要换一下衣服。”林泽也不好意思再“偷看”一次了，就先进了山洞闭目养神。一阵摸摸索索的声音响起后，女子终于换完了。\n    一身白色的素袍折现出女子凹凸分明的身子，简单用玉钗簪起一头青丝！林泽心中不由赞叹:不愧是祸水！                                                                                                                              \n                                                                                                                                 字数：2029\n\n\n                                                                                                                               索引贴\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "王先生007",
            "timestamp": 1405256820,
            "txt_content": "说实话\n模板呢？"
        },
        {
            "author": "C叔",
            "timestamp": 1405257120,
            "txt_content": "王先生007 发表于 2014-7-13 21:07\n说实话\n模板呢？\n都发错了QAQ"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1405257540,
            "txt_content": "和mc有什么关系= ="
        },
        {
            "author": "C叔",
            "timestamp": 1405257660,
            "txt_content": "yuchenyang 发表于 2014-7-13 21:19\n和mc有什么关系= =\n没啥联系，没有关系的不能发的吗？QAQ"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1405287840,
            "txt_content": "C叔 发表于 2014-7-13 21:21\n没啥联系，没有关系的不能发的吗？QAQ\n不会有太多的积分收益= =\n话说这种小说都滥大街就别发了..."
        },
        {
            "author": "C叔",
            "timestamp": 1405295820,
            "txt_content": "yuchenyang 发表于 2014-7-14 05:44\n不会有太多的积分收益= =\n话说这种小说都滥大街就别发了...\n哦                                                                                                                 "
        }
    ]
}