{
    "title": "<原创·连载>【修神之途】[C叔]【第二章】",
    "author": "C叔",
    "replyCount": 4,
    "timestamp": 1405256280,
    "txt_content": " 本帖最后由 C叔 于 2014-7-13 21:14 编辑 \n                                       第二章、死后余生\n    林泽等人找到自己的住所后，安静舒适得度过了一晚。第二天，林泽被早早起来的二胖拉着跟着大部队找到了肖文。\n    肖文见人齐了也不多说，直接分发了普通弟子的一个小小的储物袋。里面装着门派发的衣服、丹药、功法等东西。并告诫了大家每月初可以到人事大厅领取丹药，虽然不多但是对这些新上手的师弟来说是不错的了。\n    林泽领到储物袋后就被二胖拉到了食堂，来到食堂，林泽再次被震惊了一番！二胖已经迫不及待得拿起储物袋里的“饭卡”刷了起来，可惜只有5点贡献值，如果没有贡献值了就只好吃一些免费的饭菜，当然贡献值可以做任务得到。\n    二胖很奢侈得点了了一大盘猪蹄！林泽没什么胃口就点了个免费的饭菜——虽然免费的饭菜不如用贡献值买的灵气炒成的猪蹄有营养，可是对林泽来说是不错的了。\n    林泽从厨房阿姨手中接过饭菜——这些厨房阿姨就是没有经过考验的杂役弟子，但是她们的地位也不是一般的杂役弟子，毕竟谁也不会吃饭的时候发现饭里被下了点什么。\n    林泽目无表情地看着狼吞虎咽的二胖，最后无可奈何的说：“你就不能吃得不惊世骇俗一点吗？”\n    “这···这···太好吃了吗，嗯”二胖抬起贼溜溜的眼睛嘴里还啃着块猪蹄得说。\n    “呃···\"林泽也无可奈何的吃着自己的饭，虽然是这里最普通的饭，可是在凡间，这可是那些皇室贵族才可以吃到的！\n    吃完饭的林泽往自己的住处走，路上倒没有遇到小说里面什么抢劫新人东西的“强盗”，也是，林泽这种新人除了一个储物袋外没什么值钱的，就连储物袋宗门也一人配了一个！笑话，那些灵丹会被看上眼？那些灵丹低级到在俗世只要花重金买都可以买到！\n    林泽伸手进储物袋——在他没有法力之前，他都只能这样做，林泽把所有东西都拿出来，一一查看。\n    启灵丹一瓶、基础剑法一本、法力基础一本、两套普通弟子服饰、一把铁剑、一个玉符就没了，而门规是记录在玉符里的，林泽只要把玉符紧贴在额头就可以看到了\n    “操，真吝啬！”林泽不满意的嘟囔着，让剑宗那些高层知道了不得吐血三升！要知道剑宗在同行中福利绝对是棒棒的！要是在竞争残酷的魔宗那除了功法其他就自己看着办吧!\n    林泽也没有看其他的，而是拿起了法力基础仔仔细细的看了几遍，牢记于心后就按照书里说的拿出了一枚启灵丹，启灵丹虽然不珍贵，但是却是领人第一次进行修炼的丹药，这玩意宗门只配了一瓶，也就是12粒。就是说，这些刚进门的弟子要在用完这12粒丹药之前修炼到法力，不然就沦落为了杂役弟子！\n    林泽也没有再想，掏出一粒扔进了嘴巴里嚼了起来，“还真不错···”林泽也没来得及继续说下去，因为药性发作了，一股温和的气息慢慢游走在林泽的体内，林泽感觉闭上眼睛，聚精会神的引导那股气。虽然基础法力是一本基础的修炼功法，但是任何功法都是在这衍生而来！\n    第一次修炼需要找到自己灵根的灵气，以及找到丹田，丹田，大家都知道，处于人体的黄金分割线上，但是这一路上灵气要过去的路就是经脉了！经脉脆弱到灵气要很小心很小心才能过去，还有许多堵住的经脉、隐藏的经脉，要打通并且把经脉锻炼的更强！\n    林泽倒不是不知道，反而基本法力这本书上写的很清楚也很慎重！因为经脉太重要太重要了！但是在林泽找到自己的两种灵气——火、土时没有顾忌到自己是第一次修炼，所以一直吸收灵气，知道灵气横冲直撞地闯入了丹田！别人小心翼翼进入的丹田，现在在林泽身上却是横冲直撞地闯进去！这痛苦一听就知道了多巨大！\n    林泽虽然天生经脉比别人强点，可是又不是铁打的，在这么一番折腾下，林泽的经脉慢慢的渗出了血，这明显是受伤了，要是林泽停下来，好好休养，这不是不能弥补的，可是这个时候林泽的识海内出现了一粒近乎妖孽红的血滴！可惜林泽现在的境界并没有到达可以“目看识海”的金丹期。\n    林泽知道的仅仅是知道自己的灵气全从丹田溜到那个叫识海的地方去了！虽然林泽现在看不到识海但不代表他不知道这个东西的存在！而且林泽发现自己吸收灵气的速度越来越快！自己身边的灵气浓稠到可以看得到了！急的林泽不知道怎么办好！\n    可是这个灵气有点傻乎乎的，直冲丹田里去，到了丹田却又好像被吸引到识海里面去！这期间直冲过的经脉无一不渗出了血！正在经脉要破碎的边缘徘徊时，异变再次发生！\n    识海中的血滴生孩子了！没错就是生孩子了！从血滴里分泌出了一滴血滴！这滴血滴的志向显然不在这里，他跑到了经脉！一圈下来，当林泽以为自己的经脉要爆开的时候，一滴血滴出来晃荡了！这滴血滴并没有变成压死骆驼的最后一根稻草，反而帮林泽在温养经脉！经脉终于平静了下来！灵气也停止了吸收！\n    可能是血滴不想再生孩子了，觉得这次生一个就够了，于是它不再吸收灵气，而经脉也不用受罪了！反观这次林泽是有好处的！不看丹田已经是满满的灵气了，也不看自己达到了炼气期二层了！就看自己的经脉被血滴慢慢温养慢慢壮大的样子就够了！“经脉壮了，修炼速度快了！妈妈再也不用担心我修炼速度慢了！”这句话是修真界默默传承下来的！\n    “呼”林泽甩了甩被汗水黏在额头的头发，呼了一口气，不管血滴是哪里来的，现在对自己有好处就宝贝！反倒没有人来看看林泽为何闹出这么大症状的，因为在这个修真界，修炼时弄出灵气漩涡不是大神在修炼就是渣渣在进行第一次修炼被反噬了！\n    刚好这里是普通弟子区，最近进入了一批新人的消息谁不知道，所以就怪不得林泽被公认是因为被反噬了！索引贴       字数：2111\n\n\n\n",
    "replies": [
        {
            "author": "琳琅素白",
            "timestamp": 1405256400,
            "txt_content": "{:10_493:}人群当中钻出来一群大叹号！\n\n前排支持LZ，加油。"
        },
        {
            "author": "王先生007",
            "timestamp": 1405256880,
            "txt_content": "这回有模板唉  "
        },
        {
            "author": "C叔",
            "timestamp": 1405257540,
            "txt_content": "王先生007 发表于 2014-7-13 21:08\n这回有模板唉\nQAQ弄到腰酸背痛- -"
        },
        {
            "author": "C叔",
            "timestamp": 1405258500,
            "txt_content": "琳琅素白 发表于 2014-7-13 21:00\n人群当中钻出来一群大叹号！\n\n前排支持LZ，加油。\n蟹蟹~~~~~~~~~~~~~~~~~~~~~~~~~~~~~·"
        }
    ]
}