{
    "title": "<原创·连载>【修神之途】[C叔]【第一章】",
    "author": "C叔",
    "replyCount": 2,
    "timestamp": 1405254180,
    "txt_content": " 本帖最后由 C叔 于 2014-7-13 20:49 编辑 \n                                       第一章、穿越后逆天的运气\n\n    林泽感到不太妙，自从自己调制出“毒龙”并且用他秒杀了N名所谓的杀手后，自己就被“金牌杀手”追杀了，林泽感到特别冤枉：麻痹的是他们惹我我怎么能不还“毒”？\n    但是“金牌杀手”——杜俊可不会认为林泽是冤枉的，因为林泽不小心...毒死他妹妹了，对！是不小心。对此，林泽感到非常“惭愧”那妹子自己撞上来的！\n    林泽可不会怕他，虽然自己是良好市民，但是喜欢配毒的习惯可是从小时候就开始了，从一些痒痒粉开始到剧毒，这期间配了多少“害人”的东西林泽自己也说不定啊，但是林泽显然高估了自己——自己的确配毒很牛逼，可是自己又不是百毒不侵，小说里面的什么和毒玩多了就百毒不侵的幻想怎么会出现在现实。\n    林泽恶趣的拿起了十几岁写的“毒药单”——林泽又不是记忆天才，自己配的毒药有时会忘记，自从林泽一次忘记在某毒药的配法中加上最重要的药材，用在别人身上不见效，差点被人杀了后，他发誓，一定要记下所有的药单！\n    林泽笑呵呵得看着眼前的“笑笑粉”，这倒不是他多想笑，而是不小心吸了一口，现在笑得根本停不下来！笑啊笑啊，突然笑得更快了，呼吸不过来了！林泽也想配解药啊！可是这怎么配！自己笑得一抖一抖得，怎么配！在十几分钟后，笑终于停下了...\n    第二天，很多人在“读报机”上听到了某新闻：“Z市“剧毒枭雄””玩火自焚“，多年来配毒多达3000种，但不慎在配一种”笑笑粉“的时候不小心吸了一口，然后...活活笑死！很多网友表示：很黄很暴力！”\n    林泽最后的念头是：泥煤，想不到本大人是笑死的！然后林泽感到全身的剧痛！咦...剧痛？！自己死了还剧痛？！怎么回事！林泽慢慢睁开眼睛，想不到牵引到脸部的伤口，“嘶”自己怎么会受伤这个问题林泽已经不想再去猜了，他现在只想好好睡一觉。\n    但很明显，有人看见他醒来后便不想再让他睡，“小子，醒来了就快点起来！不然我分分钟一剑杀了你！”\n    “谁啊！”林泽嘟囔着睁开了眼睛，眼前是一个破烂的小茅屋，自己正躺在门槛上面，刺眼的眼光使林泽不得不眯起了双眼。虽然眯起了双眼，但是林泽还是清晰得看见刚才对自己说话的男子，男子一身劲装打扮，浓眉大眼显得十分憨厚，但是此时男子正一脸不屑得看着林泽。\n    肖文觉得自己今天走了霉运，如果不是自己和师兄打赌输了，使得自己要替师兄来凡间找有灵根的弟子，逛了几个时辰，眼看就要回去了，可是还没有凑到最低的要求：十个!没有到十个不但要被人事长老责骂一顿，自己还得不到那可有可无的聚灵丹！\n    肖文看到这个村子被马贼洗劫一空，可是到了筑基期的自己听到了若有若无的喘息声，自己还不会发现这个浑身是伤的小子，也不会有刚才那一幕。其实肖文也不是什么滥好人，他只是碰运气式帮这个小子测试了一下灵根，想不到这个小子还有点天赋，是火、土两种灵根的天赋。于是有了刚才那一幕。\n    别看肖文年纪轻轻，可他也有六十多岁了。在六十岁之前达到筑基期可以算天赋不错了。到了筑基期，如若没有意外，可以年龄到达几百岁，最高级的大乘甚至与天同寿！\n    肖文正郁闷着这小子怎么不起来呢，突然想起他满身是伤，“也罢也罢！”肖文更加郁闷了，感情自己还要倒贴一枚疗伤丹啊！肖文看了看天色，也该回去了，于是从储物袋拿出一枚疗伤丹塞进了林泽口中，虽然这是凡间的疗伤丹，对肖文没什么用，可肖文还是感到肉痛！\n    林泽看到肖文凭空掏出一枚丹药，惊得瞪大了眼睛——妈呀，自己遇到鬼了。看到肖文塞进自己的嘴巴，顿时吓得魂飞魄散，感情这个男人要害自己，林泽紧张起来倒是忘了这男人完全可以一剑劈了自己的事实！\n    林泽感到随着自己吞下了丹药，体内慢慢舒适起来，但是自己感到越来越热，林泽甚至怀疑肖文是不是把春药给自己吃了，难道这个人是基佬？但是这个热热的感觉越来越舒服，最后林泽竟然呻吟起来！林泽越来越坚定自己的念头——今天自己的小嫩菊是不保了！\n    林泽慢慢感到自己的伤都好了似的，但是用手去抚摸伤口，虽然伤口结疤了，可是并没有好。知道自己误会了男子的念头，林泽不禁有点尴尬地说：“谢谢你啊”\n    肖文深呼吸，快速得说：“以下的话我只说一次，现在你被我救了，我是你的救命恩人，我叫肖文，你可以叫我肖大哥，但是你什么都不要问，因为你有灵根，所以我要带你回门派，就这样！”说完盯着林泽。\n    林泽刚想继续问，看到肖文盯着自己也就不好意思开口了。\n    林泽知道自己来到了一个完全陌生的世界，稍有差错自己的小命可能就不保了，所以他十分明智得选择了跟着肖文走。肖文带着他去找到了其他了九名候选弟子。\n    九名候选弟子闹闹嚷嚷得使肖文十分不满，瞪了他们一眼看唬住了大家，便拿出一个飞船模样的“模型”，嘴里不知道说了什么，飞船慢慢得变大！\n    林泽暗暗握紧了拳头：“这个世界似乎不像我想的得那么单纯！一个门派弟子都有如此的法宝，那掌门还得了？要是让肖文知道林泽的想法不得笑死，这个林泽以为法宝那么多吗？这个法宝是因为自己出来找弟子，人事长老才勉强肯借给自己的。笑话，整个宗门就三艘呢！\n    可是肖文并不知道林泽在想什么，他忙着招呼这些未来的弟子上“船”呢！这个飞船虽然说是船，可是他倒是像前世的UFO一样，使林泽生出一种错觉。\n    “船”上，九个弟子候选好奇得看着这个最后一个加入的林泽，看到他没有什么特出的便失望得移开头，倒是有不少的“富家子弟”暗地嘲笑了林泽的衣着，但是也有真心想结交的朋友。比如眼前这个。\n    “你好，我叫二胖！你呢？”眼前这个十六多岁和林泽差不多大的小孩子满脸真挚得伸出了肉呼呼得手，俗话说，伸手不打笑脸人。林泽微微一笑，握住了二胖的手说：“林泽。”二胖见林泽接受了自己的好意，脸上的笑更加鲜艳了。\n    突然，林泽转过头问二胖：“二胖你知道我们这个世界是怎么样的吗？”二胖诡异的看了看林泽，忍不住问：“你真的是这个世界的人吗？”在林泽一番番追问和二胖乐此不惫的回答下林泽终于弄清楚这个世界的一些东西。\n    这个世界修真境界划分为:炼气期——筑基期——金丹期——元婴期——出窍——分神——合体——渡劫——大乘。这个倒是和前世看过的一些小说类似。\n    还有的是宗门划分，这个世界凡人界和修真界、修魔界、修佛界等等一些不为人知的修炼宗门，二胖一个小孩子也说不完，也说不准。二胖倒是知道自己即将加入的宗门是：剑宗！别听名字有点像贱种。可是在这个修真界，剑宗还是有地位的！\n    在两人聊天之下，飞船到达了。刚打开门，林泽等人便被的眼前的一切惊到了，眼前竟然是虚空！颤颤巍巍的二胖抬起头问：“肖大哥，你你你不会带错地方了吧？”肖文一个白眼表示自己并没有带错，肖文纵身一跃，跳了过去，肖文倒是平安无事，可是在林泽等人被幻境迷得看到的是肖文掉了下去！\n    有些胆小的小MM直接吓哭了起来，林泽倒不是很怕——肖文是这里的弟子，他怎么会不知道这个是虚空呢？唯一的可能就是这里是幻境！恐怕这就是加入剑宗的考验了！林泽想通后，更是不怕了，偷偷告诉了二胖后两人闭着眼睛一跳。\n    “啊”对面的飞船上的人见有人“寻死”更是害怕。但是事实证明，林泽二人一点事也没有，肖文拍了拍二胖两人的肩，有点高兴得说：“恭喜！”这倒不是肖文有多好心，而是林泽两人是自己带来的，以后牛逼哄哄后还可以提拔一下自己呢，更何况自己是林泽的救命恩人!\n    飞船上的人一并不是都傻的，不久，已经有6个人跳过来了。还有2个？只能做杂奴了。今年的人明显比去年的多，肖文有点高兴。一一吩咐了住处后，并通知大家正式成为普通弟子后。告诉大家明天继续跟随肖文去领普通弟子的东西后便解散了。\n    林泽倒是觉得这个考验有点，怎么说呢，就是觉得这样就测出天赋了？他倒是忘了能被看上带了的人都已经测试过天赋，并且刚才考验了很多，比如：随机应变的能力、胆子等等。林泽不得不佩服剑宗了！\n    林泽又有点佩服自己的运气，穿越过来虽然有点伤，可是治好了是不是？刚过来就进了宗门不是？宗门的考验瞬间被自己看穿不是？到后来，林泽回望传奇的一生才知道自己的运气真的逆天了！\n                                                                                                     本章字数：3146\n\n                              \n\n\n                                                                                                点击进入索引贴\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "魂梦归他处",
            "timestamp": 1405312980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "C叔",
            "timestamp": 1405349160,
            "txt_content": "魂梦归他处 发表于 2014-7-14 12:43\n当我看到没人回复时我灰常桑心0w0\n烂大街小说{:10_512:}"
        }
    ]
}