{
    "title": "<连载·单章>【你，听说过死魂凋零吗？】[作者：hznb][第6章 斯巴达集中营]",
    "author": "hznb",
    "replyCount": 5,
    "timestamp": 1405305360,
    "txt_content": " 本帖最后由 hznb 于 2014-7-25 15:33 编辑 \n\n不务正业作者的废话\n\n哟吼，又是我这个没节操的怂货君来更新了，今天说几个事1.在上一章，我无知的反驳了外星人，在此，表示深深的歉意，我要学的还很多\n2.我用洗澡和睡觉的时间整理了一下这个小说的世界观，应该会写得更好了吧\n3.耶，不用找bgm大赞啊，哈哈哈哈\n\n\n—————————————————————————————————————————————————————\n喜闻乐见的正文（1506字）\n\n  星月城的一间破旧橡木屋中，气氛十分诡异，一个正抠着鼻孔的精干老者平静的看着站在他身前的少年。这个少年，就是陈安逸。\n     陈安逸双腿发抖，艰难的维持着站姿，望向老者，“这个莫林到底对我做了什么，让我有种对他行三叩九拜之礼的冲动！”     “贺不凡的弟子？根据龙腾大陆的制度，与人类有关联者可是要被囚禁的，你想好了再说。”莫林平静的开口，那依旧在他鼻孔里翻江倒海的手指，使他在说这句话时，看起来滑稽至极。     艾尔张了张口，想要说些什么，莫林摇了摇头，示意她不要讲话。     陈安逸困难的移动自己的手臂，从怀中掏出了写有“二”的锦囊，递给了莫林。     莫林接过锦囊，打开拆看，爽朗的笑了几声。     顿时，周围先前凝重的空气散开了，施加在陈安逸身上的威压一下子消失，这可苦了他，直接臀部着地，哐当一声。     陈安逸倒在地上，不停地喘着粗气，背后被汗浸湿。     莫林将他扶起，笑着说道：“是老夫无礼了，把你的剑拿出来给我看看。”     陈安逸心中默念咒语，一把比他高一头的重石剑出现在他的手上。     莫林深情的望着陈安逸手中的石剑，开口道：“是了，没错，这是我打造的剑。”     “走，我们进去谈谈。”莫林拍了拍陈安逸方方的肩膀，然后回头说道：“艾尔，你先等等，我和这个小朋友说个事。”     艾尔呆呆的站在大厅中，直到现在，还没从刚刚的震惊中回过神，她怎么也没想到，这个救过她一命，之前和自己说说笑笑的少年，是被整个龙腾大陆厌恶的人类。     莫林带着陈安逸走进了插满火把的地道，陈安逸想起之前莫林所说的话，问道：“大师，你说与人类有关联者要被囚禁，这事怎么讲？”\n  “这个啊，是龙腾大陆的规矩，但你师父是个特例，由于他救过龙腾大陆的教皇一命，所以这个规矩在他身上用不了，刚刚那么说，是吓你玩的，我只是想看看你的反应。\n  这地道有些长，趁这个时间，和你说点事吧。\n  你等会儿出去，千万不要使用项链，石剑就背在身上，不然会暴露你是人类的，现任教皇已经半截入土，你师父的特例快要没了，我怕你会出事，至于艾尔那里我会去解决。”莫林严肃的叮嘱道。\n  走着走着，二人走到了一个墙壁前，只见莫林的手在墙上飞快的按了一些按钮，墙壁，打开了，墙内是一间堆满箱子的密室。\n  莫林打开最边上的一个箱子，从里面取出一根木棍，交给了陈安逸，陈安逸脸上露出了不解的神色。\n  在龙腾大陆上，木棍被孩童当作练习战斗技巧的武器，在更高层次的大陆上，它被用来烧东西，甚至，被人废弃在一旁。\n  “别看这个木棍很平凡，其实它很强大，当你在对的时间对的地点，就可以开启它真正的威力。”莫林解释道。\n  陈安逸抓了抓木棍，突然，他感到了一丝很熟悉的气息，但就是不知道这气息属于谁。\n  “好了，你师父交给我的任务，我完成好了，木棍放在项链里不要轻易取出，接下来，你就要前往斯巴达集中营了吧，记住，小心卡奇。”莫林如释重负的吐了一口气。\n  “谢谢。”陈安逸抱拳向莫林行了一礼，然后转身离去。\n  “这个小朋友真的是他的后代吗....”莫林抬头看向天花板自问道，仿佛能穿过天花板看到天空一般。\n  陈安逸走出地道，看到了依旧还在大厅发呆的艾尔，向她喊了一声：“能不能送我去斯巴达集中营。”\n  可艾尔跟没听到似的，依旧发着呆，看来，在莫林和她解释之前，她是回不过神来了。\n  陈安逸摇了摇头叹了口气，便不再看向艾尔，大步走向斯巴达集中营。\n  经过一番长途跋涉，陈安逸终于从位于城东的艾尔大道走向了城西的斯巴达集中营。\n  星月城的城东和城西恰恰是相反的，一面光明，一面黑暗。\n  陈安逸站在了集中营大门前，他看见两个面色狰狞的石雕大僵尸，僵尸的眼睛里流出了如同血一般的液体，看起来十分恐怖。\n  突然，集中营内传出了一阵阵令人心神一震的惨痛叫声，两三岁的婴儿如果在此地，定会被吓哭。\n  此时，天上的云正在急速的变化着。\n  陈安逸抬起头，天空本应该是碧蓝的，但斯巴达集中营上空的天，是红色的，不，应该说，是血色的！  \n\n\n大家可以猜猜陈安逸的身世，赌五毛你们猜不到\n—————————————————————————————————————————————————————\n\n\n如果，本文有什么触动到你的地方，我很开心那么就请你顶帖评下分吧索引\n\n\n",
    "replies": [
        {
            "author": "jkl1091881663",
            "timestamp": 1405305420,
            "txt_content": "哇，终于更新了"
        },
        {
            "author": "hznb",
            "timestamp": 1405305480,
            "txt_content": "特约观众席@钢的笔 @一个游荡的JJ怪 @米饭服猪君 @CloudsXDao （赤仙我终于发出来了= =）\n求指点@a2455564728"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1405313820,
            "txt_content": "斯巴达集中营？这标题让我立即想起了奥斯维辛集中营，看描写还真有些像。 突然，集中营内传出了一阵阵令人心神一震的惨痛叫声，两三岁的婴儿如果在此地，定会被吓哭。我觉得真要有这样的场面，何止是两三岁的婴儿，就算是成人也会战栗的。范围再扩大一点这样岂不能更好的突出集中营的残酷？另外，我和楼主赌5毛主角身世不一般。"
        },
        {
            "author": "the-blaze",
            "timestamp": 1405328820,
            "txt_content": "我跟楼主赌233金粒安逸爸爸不是猪"
        },
        {
            "author": "玖夕",
            "timestamp": 1406004180,
            "txt_content": "你，听说或兰州烧饼吗？\n说实话，感觉楼主的标题与内容有点不符。\n开玩笑，别建议，期待楼主的更新。\n"
        }
    ]
}