{
    "title": "<连载·单章>【211战队 MC世界的科技之晶】[作者：闪电][11]",
    "author": "1359874",
    "replyCount": 4,
    "timestamp": 1405310520,
    "txt_content": " 11  万物起源   第一人称闪电嗯……这是什么地方？我坐了起来，看看四周，是一大片黑紫色，出了虚空之外，我实在想不出别的词来形容这个地方。我看了看我的手，嗯？是……是人手，怎么不是方块？我慢慢的站起来，身上的装备没变，我的腿……都是二次元的人类……好奇怪，这到底是怎么回事？“你好！欢迎来观看MC世界的发展史。”一个浑厚的声音从身后传来，我回头一看，他是方块的，身上和默认皮肤一模一样，只是他的眼睛是白色的……“你不要害怕，我是HIM的灵魂状态。你现在是拟人化状态。”HIM！我一听名字，想问的问题太多了，为什么带我们进入MC世界？和小黑什么关系？我怎么会这样？………“你不用提问，只要好好看着就好了。”HIM好像知道我在想什么。只见前方一下出现了两个人影，其中一个和HIM一模一样，另一个一身棕色的衣服。他们看着这片地。“那次，我和norch来到了这个世界，我们开始在这里创造……”只见地上出现了一片平原，平原上长满了树木和花草。有很多的羊、牛和猪在平原上吃草。HIM和norch慢慢降到地上，我坐在一块圆石方块上，身后的HIM继续说：“我们创造了大地，创造了植物，创造了动物。这时，norch想创造一种和我们一样的智能生物——人类。”只见norch变出了一群秃头、大鼻子的人类。然后又变出了一群普通的人类。“这是村民，村民负责交易、居住和种植。另一组是冒险者，冒险者负责探索、开矿、炼制药水……”norch向HIM说道，过了一会，他指着一个和HIM很像的冒险者说道：“这是史蒂夫，他冒险者的领导者。”那些冒险者头也不回的走了。“这是怎么回事？他们好像更本不知道是我们创造了他们！”在norch旁边的HIM愤愤不平的说道。“当然，我给他们输入了自主意识。”“可这样他们会犯错误的！”“犯点错对他们有好处。”说着，norch头也不回的跟着那些冒险者去了。“那一次，我为了防止他们犯错，就用错误的方式来错误的改造他们。”身后的HIM又发话了。“什么意思？”我不解的问了一句。“你自己看着吧。”只见下面的村庄里，突然出现了一大群僵尸和骷髅，他们大肆的杀戮着村民和冒险者们。有一个冒险者用圆石做了个房子，结果被一个黑色的瘦长的人搬走了好几块圆石，僵尸向那个人扑过去。“这哪里是改造？！这分明就是在破坏嘛！”“没错，当时的我就是错误的在破坏这一切。亡灵一族成了黑夜的主人，不停的向人类进攻，末影人让所有的人无处可藏。”这时，norch一下从一棵树下跳出来，与正在创造僵尸的HIM激烈的争辩，最后，两个人竟然打了起来，norch化作一道棕色的光，HIM化作一个白色光。最后，HIM倒在了norch面前。“我知道你是绝对不会杀了我的！”“但我可以把你封印在下界。”只见norch头顶出现了一个紫色的门，将HIM吸了进去。“当时我在下界只想着报仇，我在下界创造了怪物军团，可是能力远远不能战胜norch，于是我又创造了末路之地，创造了末影龙，通过末路之门回到了主世界，用这种方式继续‘改造’人类，可是当我发现我错了的时候，已经晚了………”只见地上一片火海，无数生命被大火吞噬，末影龙从天而降变成一个紫色头发的男人。HIM手持钻石剑站在他面前。“我的主人，我做的不好吗？”“你做的很好，只是我发现你做的够了。”“这话什么意思？”“我所创造的这一切都是多余的，包括你！所以我要在摧毁这一切！”只见HIM又变成了一道白色的光，冲向了末影龙。“那次，我像norch封印我一样，把末影龙和大部分末影人封印在了末路之地。还有你看看这是谁……”只见背景一下变成了一个黄昏，平原上长满了玫瑰和蒲公英，HIM在追逐一个女孩。“是……是小黑？”“呵呵，没错，我来找你的第二件事就是因为她。”HIM顿了顿继续说“我希望你能好好照顾她……”“停停！打住！你什么意思？”“就是照顾好她。记住！你们先去找到科技之晶！”只见HIM变模糊了，四周都变模糊了。变白了。“呵呵！你终于醒了！”小黑！是小黑的声音！“你……你怎么在这？”我揉了一下还有点疼的头，这是……是我一开始到爬行者洞穴的那个房间，额……我还是拟人化。“跟着那个GPS来的啊，你这个样子还挺帅的嘛。”小黑在我的脑袋上敲了一下。“闪电！你他妈可算起来了！还记的我吗？”只见一个银色头发，一身绿色军服的二次元人坐在床边。“丫的！战龙你就是烧成灰老子都认识你！”我一边扶着墙，一边坐起来。“战龙，闪电醒了吗？”小怕一边打开门，一边问道。“……”小怕看见小黑后，显得气氛异常尴尬啊……“你……你你！”小怕显得很愤怒，从怀里掏出一个TNT来。“你觉得这样好吗？！”小黑也打开了虚空门。“啊……那个……大家认识啊。”我有点不知所措了。“嗯？闪电，她是你的朋友吗？”“算…算是吧，毕竟是我的救命恩人。”“嗯……恩人的恩人，就算了吧。”小怕把TNT收了回去，又把一些食物放在桌子上。然后就出去了。“闪电，我出去一下。”小黑也走了出去。“这……这是怎么回事？”战龙有点傻了。“闪电！战龙！你们该看看这个！”一个带着沙漠渔夫帽，穿着沙漠战斗服的蓝发二次元人，是冰闪！他还一手提着一个被我干掉的之前袭击我们的方块人。“头儿，这有啥好看的？”战龙走过去，不停的围着这个死人转圈。“看！这个！”老哥指着他的左臂上。只见左臂上印着一个豹猫的刺青。“我观察了每个袭击者了！他们每个人都有这个刺青。”“妈的！是专业士兵！”“没错！”“哎？哥！我还想问问我怎么会这样？”“你看看你手腕上。”我看了看手腕，多了个和手表一样的东西。上面还有一个拉杆。“你再拉一下拉杆，你就可以恢复方块人了。”“这玩意哪来的？”“HIM给的！”“HIM？”“嗯，刚才你昏倒时，HIM来过了，他放下了6个这样的东西，让我给你们，然后就走了。”老哥停顿了一下问道：“哎？小黑呢？”“她出去了！”我刚说完，冰闪就走了。“我去看看小怕。”战龙也走了。唉！大家都有事啊…………转台！爬行者洞穴不远的池塘边。小黑走在池塘边，显得特别心事重重。“闪电………哥哥，难道我必须在族人和闪电之间做出选择吗………为什么……为什么我……”“你必须做出选择。”背后传来的声音让小黑一惊，小黑拔出铁剑指着背后的人。“别对着谁都动武啊，妹子。”是冰闪。“你来干什么？”“为了验证我的猜想。”冰闪用一种冰冷的口气说道。“？”“你！末影族，原名叫魅影，是来监视我和闪电的吧？”“你……你怎么可能……”“就是那个心急的家伙给了我机会知道的，哼哼，而且你应该对闪电有好感吧，不然我们早死在你的剑下了。”“你居然已经知道了，那就别怪我了。”小黑举起剑来就要砍下去。“你觉得你能杀死我吗？”冰闪举起一个烟雾弹就向地下扔下，冰闪和小黑顿时被烟雾包围。小黑用虚空门吸走了烟雾，可冰闪不见了，小黑正奇怪着，冰闪一下出现在小黑的背后，一脚铲向小黑的腿，小黑一下倒在冰闪的怀里，冰闪左手抱住小黑，右手在小黑的胸口画了个圈。“我可知道你的弱点，给我放老实点。”“你还是杀了我吧。”“？”“在闪电和族人之间做出选择太难了，我实在做不出来，因为我………你还是杀了我吧，至少我可以解脱了。”“……”冰闪轻轻的把小黑放在地上。“你……”“我实在不想让闪电失去你，虽然你是我们的敌人。我不会告诉闪电你的真实身份的。”小黑陷入了沉默。转台！爬行者洞穴顶。小怕坐在顶上，看着方形月亮。“小怕。”战龙也爬了上来。“嗯？战龙你……”“我看你一个人怪孤单的，就上来陪陪你。”战龙坐在小怕旁边。继续说：“这是我进了MC世界第一次这么认真看月亮，嘿嘿，方形的也不错。”“嗯……那个……战龙你们真的是那7个勇士吗？”“这……应该是吧……”战龙刚说完，小怕眼泪汪汪的扑倒战龙身上。“战……战龙，你们一定要帮帮我们，我们的希望都在你身上了……”转台  爬行者洞穴洞口“啊！今天晚上真好！没有骷髅！没有僵尸！”我打着哈欠从洞穴里走出来。突然，我感到一股奇怪的气息，是………是杀气！我还把武器落在房间里了，回去拿一定来不及了。我握紧拳头，只见一个黄色的东西冲到我面前，我对着它就是一拳。“他妈的！什么鬼东西！”我骂了一句。仔细一看，草！这家伙……除了豹人之外，我实在找不到其他词来形容这个家伙。",
    "replies": [
        {
            "author": "the-blaze",
            "timestamp": 1405310940,
            "txt_content": "你这小说……请标注\n部分灵感来源于《万物之源》"
        },
        {
            "author": "HGK",
            "timestamp": 1405310940,
            "txt_content": "能把不和谐词汇屏蔽或删除么？"
        },
        {
            "author": "1359874",
            "timestamp": 1405311060,
            "txt_content": "the-blaze 发表于 2014-7-14 12:09\n你这小说……请标注\n部分灵感来源于《万物之源》\n本来就是，实在想不出来，我玩物丧志了啊啊啊啊！"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1405313100,
            "txt_content": "支持一个    "
        }
    ]
}