{
    "title": "<原创·连载>《狂忍之路》小说<5>",
    "author": "我是小骷髅",
    "replyCount": 10,
    "timestamp": 1405316640,
    "txt_content": "               《狂忍之路》第五章：村庄保卫战（上）  “咚！咚！咚！”，这是挖矿的声音，史蒂夫挥舞着铁镐，不停地把铁矿石挖掉。“今天真是个好日子，收获真大，就是……”，史蒂夫望了一眼眼前的僵尸，叹息道，如果不是这只僵尸，我就不会损失一把剑了，史蒂夫想。没错，刚刚和这只僵尸决斗时，由于紧张，史蒂夫的手心全是汗，手中的铁剑就在决战中滑落至岩浆里头，辛亏有了铁镐，使得他又神奇的活过来了。“哎，去看看铁甲吧，都那么久了，不知道他怎么样了。”，说干就干，史蒂夫收集好铁矿石，就背起铁镐，去铁甲休息的地方去咯。“踏踏踏！”史蒂夫飞快的向前奔着，想把好消息全部告诉铁甲。可是，当他去到那里时，铁甲不见了……史蒂夫呼唤了几声，见无人回复，知道糟了！急起来，就四处奔跑在矿洞内，找啊找，史蒂夫越来越着急，“怎么办？他到底在哪？走了也不说一声！”，最后，在焦急的心情下，在矿洞的入口处的下方左边的一百多米处，找到了晕倒的铁甲。  一个迷糊的人影出现在我的视觉里，“等等！他是谁？”，眼前的这位人，是我不认识的，穿着白褂，戴着白帽，手？也是穿戴着白色手套。“来！给他喝一瓶【生命恢复】药水，病人快醒了。”那为人对着另一个人说。现在，我躺在一张床上，周围全是一根根管子，不断的有红色的东西流入管子里，而这些细管子，全部都插进我的身躯，我疑惑的想到：这是血吗？怎么往我输入呢？忽然，又有一股力量仿佛冲进我的躯体里，好像在灌输着我，我的体内顿时感觉有了力量。我尝试着起身，发现竟破天荒的起来了，模糊的视觉也渐渐清晰了，我再抬头一看，哦，这是一位医生，旁边的那位人，好像是他的助手吧，我喃喃的想到。  这时，一个人快速的冲进来，并且跑到我的病床前，喔，那是我的朋友——史蒂夫。史蒂夫跪在跟前，痛哭流涕的对我说：“对不起，呜呜，我没能好好保护你，让你受伤了……”，史蒂夫抽噎着，伤心地说。我看见史蒂夫，不由的对他说：“没关系，我好着呢，现在好着呢！”说着，并下了床。我挥舞着手，并踢踢腿，觉得身体还不错，还能用，便对史蒂夫说：“行了，我已经康复了，可以离开这里了。”医生们也对史蒂夫说：“病人已经完全康复，虽然我们并不知道这是为什么，但是病人就是好的出奇，身体多处损伤都完全复原，这时医学史上受最重伤而最快康复的人！”。史蒂夫看着医生，有看看我，有点不大放心，但是我一再劝说他，他也只好跟随我离开了。  回到家，一种疲惫感立刻袭来，我软软绵绵的躺在沙发上，洽意的对史蒂夫说：“等我休息好，你就跟我去一趟！”“去哪里一趟？”史蒂夫带着奇怪的眼神问我，好像感觉我不大对劲的样子。我看见他的眼神，头顶不由得冒出黑线，这个家伙会不会以为我脑子中伤了而导致脑残啊……这么不相信我……好吧，只能拿出地图了！因为我也变成方块人，所以我可以轻易的从身体里拿出东西，我变出一张地图，并打开，指着我要去的地方，说：“喏，就是这，我们赶快到达！”，史蒂夫晃了晃脑袋：“咦，写的是……是……好像是……村……什么？庄……对！就是村庄！”。关于这地图的来历，我要说一说了：这地图是在我受伤得情况下，矿洞的角落里突然奔出僵尸，我用我的暗器——飞镖，把他们一个个慢慢的解决掉，就在我要离开时，意外的发现这张地图，并且把地图看了一遍，所以，我就意外的得到了去往村庄的地图了。史蒂夫拍拍我肩膀：“好家伙！那我们就出发吧！”史蒂夫激动地说。“等等！我还要休息……”我无力的挤出一句话，倒头就睡……  休息好后，我和史蒂夫便准备好了资源，里面有：一堆木棍、几把铁剑、一把斧头、一两堆马铃薯，还有一副地图。准备完毕后，我和史蒂夫就按照地图的方向出发了。途中，我们经过热带雨林，被不少的骷髅偷袭了，经过沙漠时，又被僵尸穷追不舍，经过高山时，有因为饥饿难耐而停止了前进。最终，历尽千辛万苦的我们还是到达了目的地——也就是村庄了。到达村庄后，我们已经疲惫不堪了，于是就在村庄里头入住了一件旅馆，休息完后，我和史蒂夫就在村庄了面闲逛了。“哈，这里就是特别清爽。”史蒂夫在一旁哼着歌，赞叹道。“别忘了我们的目的，史蒂夫，我们是来保卫的，不是来游玩的。”我在一边提醒史蒂夫。“呃，那好吧，那就打起精神吧。”无奈的史蒂夫摇摇头，泄气地说。观赏完整个村庄后，我们就懂得了这里的地形和地貌。这个村庄是处于平原上的，比较大型，东面是普通村民的居住地，西面是旅馆、铁匠铺、和自行车店，想到这，我不禁疑惑：村庄还有自行车店？奇怪！村庄南面呢？就是农田了，一大块一大块的，种满小麦、马铃薯，和萝卜，而北面就是监狱了，里面全部关押着盗贼、违法者、和一些怪物。目前，这个村庄科技还可以，有围墙围住，可是蜘蛛还可以进来，但是蜘蛛不会主动攻击村民，也只会欺负我们这些普通人类，所以，我和史蒂夫决定：把围墙修筑为城墙，当然！我们也要村民合作。就在我和史蒂夫在旅馆里商量这事情时，一位村民慌张的赶来，用期盼的眼神望着我们，对我们说：“各各……位位人类，请……请帮助……我们吧，门门……外好多……僵尸涌进来……求……求你们帮助！”，我和史蒂夫望望窗外，我看见，外面果然漆黑一片，并且僵尸们成顿的涌进来，苦力怕见到村民就爆炸，小白——骷髅也在不停的射箭，末影人时不时搬走一个方块，导致整栋建筑塌陷……我瞄了瞄史蒂夫，低声说道：“看啦，有人求助了，我们又要来一场惊心动魄的战斗了。”，史蒂夫举起手中的马铃薯，悄悄的对我说：“走吧，村庄保卫战，正式开始！”。我俩哈哈大笑，弄得那位村民莫名其妙：“呃，呃，那你们去不去帮忙？”，看来村民很希望我们帮助，我和史蒂夫只好背起铁剑，穿上盔甲，准备出去迎战敌人——怪物！索引贴地址：http://www.mcbbs.net/forum.php?m ... 1&extra=#pid5677880",
    "replies": [
        {
            "author": "418878840",
            "timestamp": 1405316940,
            "txt_content": "前排并强烈支持楼主\n此文真是太赞了"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405317360,
            "txt_content": "418878840 发表于 2014-7-14 13:49\n前排并强烈支持楼主\n此文真是太赞了\n前面只是讲村庄保卫战之前的，后面才是讲真正打过的，请耐心点……"
        },
        {
            "author": "418878840",
            "timestamp": 1405317540,
            "txt_content": "我是小骷髅 发表于 2014-7-14 13:56\n前面只是讲村庄保卫战之前的，后面才是讲真正打过的，请耐心点……\n原来还有更劲爆的啊......"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405317600,
            "txt_content": "418878840 发表于 2014-7-14 13:59\n原来还有更劲爆的啊......\n你认为劲爆那就是劲爆咯~"
        },
        {
            "author": "418878840",
            "timestamp": 1405317660,
            "txt_content": "我是小骷髅 发表于 2014-7-14 14:00\n你认为劲爆那就是劲爆咯~\n期待楼主之后的更新，并偷学一些技巧（别打我）"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405318020,
            "txt_content": "418878840 发表于 2014-7-14 14:01\n期待楼主之后的更新，并偷学一些技巧（别打我）\n呵呵，不打你。其实我也是在前几章听取别人的建议，才学会一些写作技巧的，呵呵，活到老，学到老。"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1405318320,
            "txt_content": "支持一个咩OAO"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405339500,
            "txt_content": "Aikawastep 发表于 2014-7-14 14:12\n**** 作者被禁止或删除 内容自动屏蔽 ****\n谢谢支持啦~"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1405340040,
            "txt_content": "强烈支持，你越写越好了呢，我这几天也要码字了，呵呵呵"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405410420,
            "txt_content": "一个游荡的JJ怪 发表于 2014-7-14 20:14\n强烈支持，你越写越好了呢，我这几天也要码字了，呵呵呵\n哦，有点好吗？呵呵，谢谢支持。"
        }
    ]
}