{
    "title": "[双线]天国梦域 —— |生存|工业|娱乐|枪械|暮色|[1.6.4]",
    "author": "531218843",
    "replyCount": 0,
    "timestamp": 1405318380,
    "txt_content": "请注意，新手玩家上手难度较大\n1.本服安装了稀有怪MOD，怪物很强大\n2.本服安装了饮水MOD，你会被渴死\n3.本服的饥饿掉的很快\n4.本服刷怪略多\n\n\n\n请认真看完这个帖子\n\n\n前言\n\n历史什么的可以按Esc跳过。\n                                            历史(纯属虚构，认真你就输了)\n\n\n很久以前，天地还是一片混沌，又过了数亿年，有一位女神，创造了这片土地--天国大陆，她又将日月之精华播撒在世界各地，经过时间的洗礼，变成了一个个鲜活的生命。\n\n\n\n\n但是，一场突如其来的风暴将天国大陆撕裂成无数个碎块，邪恶的生物也从天而降，大肆残杀人类，\n于是，天国大陆的众神坐不住了，山神、森精灵、大地圣灵等神灵联合起来共同对抗邪恶力量，最终天地化为混沌，通往地狱的大门被众神封印住了，\n魔王的阴谋被阻止了，但天国大陆已经变成了混沌不堪的是非之地，于是众神再次联合起来重建这片人类赖以生存的土地……\n\n\n\n\n20XX年X月X日，一个热心的博士想要帮助人类摆脱疾病，便开始研发一种药剂，可是临床阶段居然出现了意外，药剂腐化成为致命的生化病毒。\n\n\n[来自一位特种兵卡尔的日志]20XX年X月X日，我们亲眼见到了生化病毒席卷全球，\n我们的航母被攻陷，而舰长也被僵尸感染了……我们决定离开航母，寻找解救人类的方法，那，就是找到血清。\n我们只剩下一个小队了，我们乘坐飞机离开航母，没想到飞机出了故障，我们跳伞逃离飞机，不少成员都葬身鱼腹，\n只剩我们几个人降落到了一个无名小岛上。\n虽然处境很糟糕，但我们的信念是不变的，我们一定要找到血清，拯救全人类！\n几年后，我们慢慢地，发展起来了，当我们收集了足够的物资，便打算回到航母。\n回到航母，我们竟与罪魁祸首，X博士见面了，X博士乘着直升机也来到了航母，\n我们逼他交出血清，他居然掏出手枪射倒了我们的一名队员，我们便上前去将他制服，\n没想到他服用了生化病毒，也变成了骇人的僵尸，一场血战之后，我们拿到了血清，人类获救了……而我们的使命也完成了……\n\n\n\n\n\n\n\n今天，天国大陆已经恢复了往日的辉煌，成为了大家安居的乐土。\n主城拔地而起，成为集多个功能为主的地方。\n现在，还缺少一样东西，那就是你的加入。\n\n\n\n\n\n世界列表\n\n\n主世界 玩家主要的活动场所，可以干各种事情，但不能违反规章制度。死亡不掉落。\n\n\n下界 可以随意破坏地形，但是不能违反规章制度。死亡不掉落。\n\n\n末路之地  不要大面积破坏地形，不能造小黑塔，不能违反规章制度。死亡不掉落。\n\n\n活动世界 OP举办活动的场所，不定期开启。死亡不掉落视情况开关。\n\n\n\n\n\n功能建筑\n\n\n主城:玩家的出生地点，集成多个功能的功能区，休闲赏景的地方\n\n\n主城商店:玩家买卖物品的地方，出售矿物和枪械弹药（不能非法使用哦），收购矿物和作物\n\n\n天国梦域大教堂:玩家节分（故意说得含糊）的地方\n\n\n深水酒馆:玩家接任务和聚餐的地方，偶尔会碰到一些惊喜哦\n\n\n\n目前的规章制度\n\n\n\n\n★服务器规章制度★\n\n\n1.严禁制造高空流水、大型流水、高频红石、刷怪塔等卡服行为\n2.禁止偷窃和毁坏他人财产还有PVP等干扰他人游戏的行为\n3.禁止破坏公共设施等有损服务器秩序等行为\n4.禁止服务器内讨论不良话题以及使用不良的披风与皮肤\n5.建造高空建筑要向OP申请\n6.本服虽有VIP，但VIP不是你破坏和捣乱的借口\n7.发现漏洞请举报给OP，不得利用漏洞违法\n\n★服务器QQ群规章制度★\n\n\n1.禁止炫彩字，大号字体\n2.禁止发不良图片\n3.请改群名，把群名改成游戏ID\n4.退群视为放弃白名单\n\n\n★服务器与QQ群需要共同遵守的规章制度★\n\n\n1.禁止刷屏和辱骂他人等没素质行为\n2.不得宣传其他服务器以及将本服客户端传给其他人\n3.严禁骚扰OP(辱骂、诽谤、要道具、要飞行、要创造等行为)\n4.严禁粗口和刷屏，违者禁言\n5.严禁开小号、禁止将账号借人以及冒充他人\n\n规章制度以QQ群中的最新版本为准。\n\n\n不要利用本规章制度的漏洞来钻空子，其他严重事态同样要处理。\n\n\n\n服务器不定期有各种好玩的活动，敬请关注QQ群里的消息。\n\n\n因为本服务器MOD比较多，所以配置低的玩家可能进服务器比较艰难。\n\n\n本服务器开放使用枪械，拉近玩家与精英怪的差距。但是不能恶意PVP。\n\n\n本服务器设有OP和监察员，只为了更好地管理服务器和解决玩家的问题，为了让服务器更美好！\n\n\n更多信息请加QQ群了解。\n\n\n加群需要年龄15岁以上，Q龄3年。\n\n\n加群验证答案为:Mcbbs(区分大小写)\n\n\n\n\n感谢你浏览完整个帖子，如果你对本服务器满意的话，请按下方的“顶一下”。{:10_512:}\n\n\n",
    "replies": []
}