{
    "title": "<连载·单章>【抉择降临】[作者：【andy990928】][【第九场抉择 轻微的伤口】]",
    "author": "andy990928",
    "replyCount": 4,
    "timestamp": 1405332300,
    "txt_content": " 本帖最后由 andy990928 于 2014-7-15 20:29 编辑 \n最近由于补课的缘故，更新的较少 希望能够见谅\n请留下你们的建议与意见\n       当太阳还在地平线的怀抱中睁开朦胧双眼时，费恩已经离开基地前去完成布置的任务了，他们被指派去勘探周围的环境，同时这也是对他队伍里新兵的一次考试，其实，这种人手紧缺的时候，这样的考试至多只能算是一种形式，哪怕没有通过，也照样得和通过的一起工作，况且，费恩有自信规避这种几乎没有的风险，让他们毫发无损的回来。　　短暂的计算之后，这块距离基地不远的区域就被了解的干干净净，任务完成，这块区域没什么值得细细观察的，费恩参看了圣堂武士给出的具体数据，下了结论，于是整个队伍接着行进，其实队伍里没有几个人，因为要做的事情太多，人手实在是分配不过来。\n　　一位黑暗圣堂，包括他在内的三名狂热者，以及一位负责记录数据的高阶圣堂武士。这个5人队伍的配置做这种勘探的工作实在是绰绰有余，哪怕他在这里的阶层也许不是最高，队长这个头衔还是落在了费恩的头上，形势逼人，很难想象，在三方战火燃遍克普鲁星区的同时，整个基地之中竟然没有一群经验十足的老兵，是回来的没有经验，还是有经验的没有回来，费恩不愿去深究，因为这也许是一个禁忌的问题。\n　　抱怨管抱怨，费恩还是得完成手头上的工作，再次感应了一下附近的环境，没有什么发现，费恩刚想示意继续前进，眼角却瞥见了丛林中的一抹阴影，那应该不是灌木丛，棱角分明的更像是一座矮小的建筑，奇怪，队伍明明是从那里径直传过来的，怎么会没有发现如此明显的建筑物呢？\n　　拨开浓密的树叶，显然这不仅仅只是一座矮小的建筑，至少也比他们的水晶塔稍微大一些，建筑整体由圆石构成，独特的地理位置让石料微微裂开的缝隙中灌满了绿意，攀附其上的藤蔓也粗壮的吓人，这座建筑呆在这有一段时间了。\n　　更加奇怪了，照理说，星灵对迁跃地点会事先扫描，排除有建筑痕迹后才会放心的传送，这种低级错误不应该发生在这里，除非这座建筑能够自主的扰乱或者吸收横扫而过的电磁波，若真是这样，问题就大了，他们一直处在这座建筑的监视范围，一举一动被尽收眼底。\n　　费恩绕着建筑走了一圈，发现正门开口严严实实的被泥土堵住了，在费了一点时间清理泥土之后，他带头走进了建筑，建筑内部不能算小，起码能够供3个体型正常的星灵并排行走。自然，不会碰到头。建筑内部同样也长满了藤蔓，正如费恩在外面看到的，这些藤蔓粗壮到将石料凿穿，慢慢的延伸了进来，这样阳光就顺理成章的通过这些孔洞照射进来，以致于费恩等人根本不用点燃火把。就能把室内打量的一清二楚。\n　　这里的墙上布满了不明的花纹，配合着周围张牙舞爪的藤蔓，若是光线再暗一些，再来一点鲜红的东西，费恩就几乎要把这里当成是什么邪教徒的聚会场所，在高阶圣堂将纹理复制了一份下来之后，小队继续探索。\n　　微微裂开的地面上也长出了青草，费恩踏过的时候也隐隐能够感觉到透过坚韧的盔甲传来的这些小草蓬勃的生命力，这让他的心情也从刚才监视的阴霾中稍稍的挣脱了出来一些，然而这座庙宇却似乎不只拥有茂盛的生命力，当费恩踢到一根细线后，他深刻的认识到了这一点，若不是他将一旁的高阶圣堂用力推开，这只箭现在就不光光是深深插入他的盔甲这么简单了，更有可能是直接击碎那个可怜星灵的脑袋，这倒真的不是费恩自夸，在经历大大小小的战斗之后，他对未知的危险似乎有了一点特殊的意识，这里的意识不同于他们使用的幽能，更像是一种直觉，一种本来星灵应该拥有的直觉。\n　　那只箭矢射出的力气大的吓人，费恩根本无法想象一只箭矢能够飞的比人类的子弹还快上一些，虽然星灵的反应不快，可这种速度也足够一下撂倒他们队伍中的一大批人了，箭矢微微擦破了他的皮肤，淡蓝的血液泛了出来，一般来说，星灵受伤的机会不多，他们的天赋允许他们撑开护盾保护自己，然而出于自信和一点措手不及，费恩没有时时刻刻的打开着它，这个教训还算来得及弥补。有些就再也没有机会了。\n　　路到尽头，众人发现上面还有一层，在小心翼翼的前提下，费恩等人又探索了第二层，紧接却发现还有第三层，与前两层不同的是，这一层就显得十分拥挤了甚至简单了：只有镶嵌在墙壁上，并排的三根拉杆看起来值得探索。\n　　在示意警惕之后，费恩随意的扳下一根拉杆，却发现边上的一根拉杆也随之打开，简单，右左左右，费恩很快就将机关解决，似乎没有什么难度，这种谜题十分的基础，任何一个踏入这座庙宇的人都应该能够解开，只不过花的时间有多有少。\n　　奇怪，机关解开了，触发了什么？还是自己的思路错了？费恩不解的望着前面的石壁，耳边却传来越来越响嗡鸣的声音，费恩急忙退后几步，却发现这没有用，那种声音似乎是从他们脚底发出的，渐渐的，费恩有了一种身体变轻的感觉，不妙的是，星灵只有在传送的时候才会有这种奇怪的感觉。\n　　而正如同他所担心的，几秒后，他们便消失在了这间狭隘的房间之中。\n　　“星灵的传送技术可真是方便。”\n　　伊诺克倒希望现在有人能把自己传走，可这似乎不大可能，视物体的大小和复杂程度，传送通常要花费不短的时间，可就算有时间，现在也没这个条件，因为他的坐标不停地在改变，而传送需要锁定一个浮动不大的坐标，况且这附近也没有水晶塔。\n　　他望了一旁的卡尔一眼，两个人都从对方紧皱的眉头中读出了无奈，两人没有上大钩，却被一旁的小饵给诱了上去，没有谁对谁错，只能说是自己想的太多了，现在当务之急是找到逃出去的办法，而不是互相抱怨。\n　　积怨太深，无关是非，无关对错，追求和平已经成为了懦弱的象征。\n　　伤口还是隐隐作痛，幸好划开的口子不深，不然他现在能不能站住都是一个问题，卡尔强作镇定，然而眉头却紧紧的拧了起来，像他这个年纪做出这个举动，这实在是有点不可思议，然而卡尔心里却又是另一番心思。\n　　我是一个书虫不错，可我却不能把自己真当虫了。\n　　不断的阵痛让卡尔很难静下心思来想东西，但他必须逼迫自己想一些事情，无论是什么事情，他需要保持自己的脑子清醒，他感觉自己的头有点晕，不确定和这伤口有没有关系，但清醒着总归是好的，但他在脑海中思来想去，感觉也捞不到什么好东西。\n　　巴德是他的养父，是了，就把这个当做话题吧，他苦涩的笑了两声，自己竟然只剩下这个念头还扎根在他的心里，还算不错，至少没回想起在外流浪的日子，奇怪的是，即使时间不算久远，大概也就只有七八年左右，那段日子的具体情况，他竟然已经记不大清楚了，都说小时候的事情都记不大清楚，看来这种事情还算是真的。\n　　卡尔尝试换个方向思考，自从他来到巴德的家里，生活就好像是换了一幅模样，自那以后，肮脏，恐怖，丑陋等词似乎再也没有进入他的视线之中，他只能凭着书中的注释来想象之前自己生活在一种什么样的环境之中，这是十分吃力的，因为你不可能在没有见过尸体的情况下想象僵尸，也不可能在没有触碰过骨头的情况下捏造骷髅的形象，然而他却能描绘的绘声绘色，但每当自己谈论起这类事情，父亲都好像不大高兴，可能是人都会憎恶邪恶的缘故吧。\n　　相反，母亲在听到这些话语之后，却只是摇了摇头，看向自己的眼神似乎。。。有些同情，谁会需要她的同情，她只不过是一位普通的再也不能普通的村民罢了，至始至终，卡尔似乎都对她的养母有一种奇怪的抵抗情绪，这种抵抗来得突然，甚至有时，卡尔在心情平和的情况下也会突然对母亲产生反感，什么原因，卡尔却一点也没有兴趣，无论是什么原因，她都不是我的母亲。\n　　正想着，前面那只恶心的虫子突然停了下来，俯身在他耳边轻轻的吹了一口气，他寄生的宿主露出一抹自然而又拙劣的微笑，然而他掩饰的再好，却藏不住微笑下，那已经异于常人的獠牙。\n　　卡尔厌恶的皱了皱眉，想要推开他，转瞬却又似乎像磁铁一般被他从口中吐出自己简单的句子吸住了。\n　　“你父亲的身体好多了么”\n@a2455564728 @狂风※中箭 \n上一章 第八场抉择 奇怪的花纹 \n回索引贴\n\n\n\n",
    "replies": [
        {
            "author": "狂风※中箭",
            "timestamp": 1405338600,
            "txt_content": "前排支持！消灭零回复！"
        },
        {
            "author": "andy990928",
            "timestamp": 1405415820,
            "txt_content": "狂风※中箭 发表于 2014-7-14 19:50\n前排支持！消灭零回复！\n感谢您的支持！"
        },
        {
            "author": "狂风※中箭",
            "timestamp": 1406293500,
            "txt_content": "居然还没更..."
        },
        {
            "author": "andy990928",
            "timestamp": 1406619300,
            "txt_content": "狂风※中箭 发表于 2014-7-25 21:05\n居然还没更...\n。。。最近天天补课。。。马上滚去更新"
        }
    ]
}