{
    "title": "【唯心主义】由精神所构成的世界",
    "author": "电饭煲（备）",
    "replyCount": 5,
    "timestamp": 1405400940,
    "txt_content": "       世界，在科学上由基本粒子与自然力量所组成，然而如果离开科学的框架，用人类的大脑去思考这个世界是如何组成的，如何形成的呢？这又是什么结果呢？最后会变成什么呢？今天我会用我自己的视角去阐述这个理念。\n       “我的世界”这款游戏，由什么组成的呢？或许你会毫不犹豫的说出“方块”这个答案，但如果精细一点呢？你或许会说出“像素点”这个答案，可是你如果是这款游戏中的主角——史蒂夫，你又会怎么想？当你作为史蒂夫的时候，你发现了铜，你发现了许许多多的物质，最后一个一个拼起来当做一个自动化的机械，然后去探索这个世界的秘密，你得到的答案或许跟霍金的《时间简史》中发现的问题一模一样，这样去说的话，我们这个世界，会不会就是一个游戏？我们发现的新物质仅仅是把玩这款游戏的玩家所安装的MOD？没人可以得到答案，大家都知道，“我的世界”这款游戏是属于2D范围，就是说是二维的，如果说史蒂夫有着自己的思考方式，他也永远不会知道活在三维宇宙的我们的想法，相同，我们永远不会知道四维宇宙的想法，这就是用科技去解释“缸中之脑”这个概念，如果换一个视角呢？\n     当你发觉你不是个整体，而只有一个大脑的时候，就代表你已经如同唐僧一样，“成仙”了，在历史上有无数个人去探究了这个问题，但是没有任何一个人彻彻底底破解了这个问题，这个问题在最后被设定为不可解，这是必然的，因为你肯定不会让自己精神“跳”出自己的躯体，因为你需要一个载体，什么东西来承载你的精神？只有你的大脑，至今科技都没有研究出来如何把一个人的大脑放到另外一个躯体上面，更别说如何让你的思维跳出你的大脑去看你到底是个人还是缸中之脑，在这种情况下我们大可不必去思考我们是否是一个缸中之脑，就如同多啦A梦的结局一样 ，你就算是被拉出了缸中之脑，被放进了一个整体当中，你仍然不知道你到底是那个科学家给你创造出的幻象还是真正的事件。、\n       综上所述，整个世界都可以看做是一个人精神的产物，有人可能会问了，一个人的大脑怎么可能承载起整个世界的想象呢？你可得知道，人类的大脑可是只开发了20%不到，如果说未来的科技让一个人的大脑100%甚至超负荷开发之后创造出我们现在这个世界呢？我们如何能知道呢？只有等到另外一个大脑超负荷开发之后的人类出现，只有这样，我们才能借助这个超级计算机探索我们这个世界以外的地方，那么这又是什么一种方式？用这个大脑做出科学无法解释的事情？在唯物主义当中这种事情是不可能的，因为唯物主义认为世界中所有的事情都可以解释，但唯心主义不是，我们觉得用一个超级大脑做出一个超级计算机然后去探索科学无法解释的事情是完全可行的，然而这样的话不管从道德还是技术水平上面都是一个新的高度，所以说你几乎不可能探索到这个精神世界所组成的每一个部分。\n       真的有不可能吗？不可能有不可能，可能会有不可能存在的部分导致人类认为这种东西是不可能的，但其实不管从唯心主义还是唯物主义去解释都不可能有不可能，唯心主义终究会拟化出一个角色——神，唯物主义最终会演化出一个角色——能量，神创造了这个世界，让这个世界充满生机。能量造就了这个世界，让每一个事情都按照宇宙的发展规律去发展。其实不管是唯物主义，还是唯心主义，都不能解释这个世界终究的形成方式，因为没有任何一个人真正见到过，也不会有任何生物告诉我们我们是怎么出现的，怎么消失的，人类只能在自己的大脑中虚化出一个世界，这个世界似乎是这样的，如果是这样就肯定会………………许许多多人的意念统一了，这个世界就真的这样了。\n\n后记：本文作者文化水平较低，请各位酌量听取意见\n",
    "replies": [
        {
            "author": "魔君",
            "timestamp": 1405401000,
            "txt_content": "OAO牛顿一死科学就没了"
        },
        {
            "author": "the-blaze",
            "timestamp": 1405401180,
            "txt_content": "魔君 发表于 2014-7-15 13:10\nOAO牛顿一死科学就没了\n加1，科学都去哪了？"
        },
        {
            "author": "魔君",
            "timestamp": 1405401240,
            "txt_content": "the-blaze 发表于 2014-7-15 13:13\n加1，科学都去哪了？\n← ←都去MOD里面了"
        },
        {
            "author": "likeliang",
            "timestamp": 1405401420,
            "txt_content": "十大思想实验“缸中大脑”"
        },
        {
            "author": "250=mo",
            "timestamp": 1410564840,
            "txt_content": "唯心主义者来此报道\n\n不过我的世界观是感受+规则"
        }
    ]
}