{
    "title": "<原创·连载>《狂忍之路》小说<5>",
    "author": "我是小骷髅",
    "replyCount": 27,
    "timestamp": 1405409700,
    "txt_content": " 本帖最后由 我是小骷髅 于 2014-7-15 20:13 编辑 \n\n           《狂忍之路》第五章：村庄保卫战（下）       推开“嘎吱嘎吱”的旅馆大门，我和史蒂夫毅然地走出去，满怀希望的对那位村民说：“放心！我们一定会解决掉怪物的！”说完，就纵身一跃，出发了。留下那位村民在企盼我们的成功。  整个村庄陷入危机，村民们四处逃跑，士兵们勇往直前，但是都被成群的僵尸压逼回驻守点，末影人不断的瞬移、移除方块，使得村庄的建筑都倒下，还时不时砸死几个村民或者是士兵，骷髅们不断射箭，士兵们都伤亡惨重，而怪物军团却没多少怪物死亡。我看见眼里，为这些可怜的村民感到悲哀，于是，我利用忍者必须会的轻功，悄悄的爬上屋顶。  正当我要偷袭怪物时，大名鼎鼎的怪物忍者——末影人发现了我，就上前阻止我的行动。末影人“咻！”的传送到我的面前，二话不说，当即就甩起他又长又黑的手，我左闪右躲，想要直接飞过他。因为，我的目标是拯救村民，并是不要和这位难缠的忍者作斗争。可是，末影人并不给我方便，还立刻伸出他的长腿，想要绊倒我，我轻轻跃起，又赶快伸出右腿，来了个连坏踢！所谓连环踢，就是以自身为中心，像圆一样旋转，使得腿部形成像圆环一样的踢法，这就是连环踢了！我出其不意，攻其不备，当场把末影人踢下屋顶。  我继续在屋顶飞跃，随时都从背后拿起我的暗器——飞刀，我把飞刀卡在手指缝里，随时都可以射出去，只要右手一挥，8个飞刀就会迅速射出去，可以击败不少敌人。果然如我所愿，僵尸大军不一会儿就被我消灭了一大半!现在，由于我的偷袭，士兵们就不在备受阻碍，可以径直的往前行军。而剩下的僵尸呢？也被士兵们逐一击败，死的死，亡的亡，逃的逃，前一股威风变成了现在的狼狈，真是好不快乐！我站在屋顶上，瞧着士兵们勇往直前，不禁放下心来，因为我相信，士兵们一定能击败怪物们的，可是，局势发生了变化，怪物们流转乾坤，意外的事情发生了，怪物们又占了上风！我看在眼里，记在心上，我愤愤不平的想：若是不能今天打败你们这些怪物，我就难以回部落交代！  我的心里燃气一股怒火，恨不得现在就把怪物碎尸万段！我飞下屋顶，刚好就看见了气喘吁吁的史蒂夫，我望着史蒂夫，坚定的说：“史蒂夫，来！今天我们就拯救这沦陷的村庄吧！”“好！来就来！”，史蒂夫同样坚定的对我说。史蒂夫双持铁剑，在僵尸群里奔来奔去，一路上，凡是他走过的地方的，那些僵尸都被他横腰截断，到处都是血淋淋的尸体，令人惨不忍睹。我则去偷袭骷髅们，由于上次的决斗，让我领悟了不少的经验，我一边跑一边随手抓起一直骷髅，那些骷髅怎么也想不到，我会有这一招，都被我活生生的抓住。然后呢？所有的骷髅都会朝我射箭，我就可以用抓住的骷髅“帮助”我抵挡飞来的弓箭，至于朝背后射来的弓箭，我也可以用装戴在背后的飞镖挡住，简直就是天下无敌！无人能匹敌啊！  因为我的绝妙技巧，不一会儿就把大半的骷髅也击败了，而我也狠狠地为士兵们开出一条血路，铁傀儡和NPC士兵们直入怪物军团中心，把嚣张一时的怪物们杀得不计其数！我飞跃在屋顶上，想要把最后的怪物群——末影人群和苦力怕群干掉。这里有必要说说了，大家都知道苦力怕，也就是爬行者是一种可怕的怪物，它会爆炸，通常把人们炸的东一块，西一块，血肉模糊，惨不忍睹。由于它一遇到敌对生物就会自爆，所以，铁甲——我就将计就计，利用这个弱点来打败苦力怕。  我改变行走方法，改为地上行走，目的就是想通过苦力怕遇到敌对生物的自爆缺点，来达到苦力怕“自残”的效果。我大摇大摆的走到苦力怕面前，装出丝毫不畏惧的表情，挑逗的说：“来啊，给我爆啊。”，正在孤军奋战的史蒂夫大声呼喊：“你知道你在干吗！快闪开！”“你带回会知道！”，我同样大声的回答史蒂夫。这时，我面前的苦力怕被彻底激怒了，它点燃了身体，准备向我爆炸，“Sssssss—”苦力怕就快爆炸了，我运气于丹田，后退朝地一蹬！我就轻轻松松的跳上屋顶，慢慢的观看好戏，苦力怕见我飞跃上了屋顶，却来不及熄灭内心的点燃，“Boom!”一声巨响，苦力怕就结束了自己的生命。而其它的苦力怕，因为受到了伤害，产生了敌对的心灵，又迅速的点燃自己火爆的身躯，“Ssssssssss—Boom!”，纷纷自爆而死，越来越多的苦力怕因为受到伤害，都对伙伴产生敌对，结果都自爆而死。  辛辛苦苦杀过来的史蒂夫见到我得机智，也不禁赞叹：“哎，开来你比我聪明多啦，我还以为你会自杀呢！”，我笑了笑，说：“我和你相处那么久，都不舍得你，还自杀？”“我就相信你不会的！”，史蒂夫坚定地说。这时，我见到地下有很多绿色的球球，我很奇怪，就带着疑惑的口气问：“这是什么？”，史蒂夫回答：“哦，这是我们的世界特有的经验球，吸收经验后，你就可以用经验来附魔，也可以给铁砧的附魔都行，你自己去吸收一下吧，我已经三十多级了，够了。”。我听着史蒂夫的介绍，觉得这些经验球或者对我的修炼和升级也成效，所以，我毫不犹豫的吸收完了经验。吸收完后，我惊奇地发现，地上散落的经验球竟然让我提升到二十多级，真是快速啊！  虽然敌军已被击败的七七八八，但还剩下最后的军队——末影人军队，要知道，末影人十分擅长瞬移的，如果不能及时用武器打败他们，那我们肯定会损失更大的！我奔向NPC士兵军队中间，找到了将军，毫不犹豫的开门见山的说：“你是这里的将军吧，虽然怪物军团已经疲惫不堪，但是末影人可不是好对付的东西，请问你们这里有没有一些威力大的东西？”，我带着疑问问将军，“哦，人类啊，我们这里的村庄最厉害的东西就是我们手上的东西，先进的武器只有弓、刀、剑、盾牌、还有一些马甲、马凯、盔甲和马鞍，就没有了，我们村庄比较落后，所以，打造的东西也比较一般……”，领头的将军无奈的耸耸肩，“那好，就给我一匹马，和两把铁剑，和弓，我现在帮助你们！”“好！谢谢你的帮助！”，将军附和着。  我骑上马，握紧手中的铁剑，随着“架！”的一声怒喊，并拉紧马绳，马就如疾风一样向敌军跑去，“特哒特哒”，马飞快的跑去，我离敌军愈来愈近了！一些末影人瞬移过来，像阻拦我的行动，我不屑的想：切！就你们这些伎俩，三脚猫功夫而已。我拿出双剑，飞快的挥动着，不少末影人成功的瞬移回去，不过大多数末影人都来不及瞬移就已经被我切成两段，紫色的血从它们脆弱的身躯里流出。末影人开始惊慌了，都摆出阵形来迎战我，不过我可不在意，随手一飞几个飞刀，或者是飞镖，都能阻止它们瞬移，并把它们击倒在地。虽然飞镖不能致命，但是被飞镖击中的生物都会伤害，我就可以趁机骑马上前干掉那只可怜的生物。用着用着，贮存的暗器都只剩下几个了，而末影人还是非常的多，我就索性挥起双剑，愤怒的斩杀着末影人，不少末影人怎么也料想不到我快速的剑法，就被我拦腰切断，紫色的鲜血流淌着，发出恶心的臭味。  其它的末影人见了，也同样的愤怒了，它们纷纷向我瞬移过来，并且纵身一跃飞向天空，“轰隆！”一声，我惊奇的抬起头，发现天空中闪着耀眼的紫光，一条凶狠的紫色恶龙朝我飞来，我惊叹道：他们竟然会合体！它们竟然会用自己的身躯组成一条巨大的恶龙！末影巨龙扇着庞大的翅膀，刮的周围卷起大风，不少NPC士兵被卷在空中，然后再“扑通！”的摔落在地上，有些士兵直接就摔死了，还有一些士兵疼得动弹不得，只能瘫软着躺在草地上，死伤惨重。我骑着骏马，飞快的向末影巨龙驶去，末影巨龙见状，飞快的扑扇着翅膀，用以刮起大风来阻止我的前行，大风“呼啦啦！”的朝我刮来，我不禁觉得身体和脸上生疼生疼的，就连前进也变得十分困难。  这时，末影巨龙停止了扑扇翅膀，它一飞冲天，“呼！”的一声，就已经飞上了黑暗的天空，因为此时是晚上，所以，末影巨龙一但飞上天空中，我们就难以发现它的踪迹。“哼！像这样来攻击，别以为我看不见！”，我愤怒的吼道。“嘭！”，刚说完话，末影巨龙就朝地面狠狠地用头撞击，“轰隆！”一声巨响，因为地面的巨大震动，导致山坡的石头脱离位置，而且树啊，屋子啊，也纷纷倒塌，“轰隆！轰隆！”，石头因不受控制，径直的朝山底滚去，而山底却是NPC士兵们的聚集地！我大声呼喊：“小心啊！有石头！快逃！”，士兵们听见后，纷纷逃跑，霎时间，军队大乱，到处是逃亡的士兵，可我管不了那么多了，只有打败末影巨龙才能停止它的破坏，不然方圆百里都会废墟一片的！末影巨龙还嫌不够，它缓缓地张开巨大的嘴，并从里面射出末影鬼火，我见状，马上调转马头，朝高山那边奔去，末影巨龙见状，口吐末影鬼火，想要把我杀死，我骑着骏马，左闪右躲的避开末影鬼火，虽然我闪过了，但是那些可怜的树纷纷被末影鬼火击中，全部都被炸碎了，木屑散落一地，为我们展现了末影鬼火的威力。末影巨龙还在嚣张的喷射着鬼火，我实在忍不住了，“呀啊啊啊啊啊啊啊啊啊啊啊！”，我大声怒喊道。突然，我的心中不禁燃气一股怒火，此时的我，已经愤怒的像失控的野兽。  我搭弓挽箭，瞄准，发射！“簌！”，一支弓箭快速的射向末影巨龙，恶龙一时不备，一下子就被我射中了翅膀中央，末影巨龙痛苦的嚎叫一声，又迅速向我喷射鬼火，我又骑着马，并非快的跑着，边跑还边躲闪末影鬼火，末影巨龙被激怒了，它飞快的朝我俯冲过来，并大力的用头撞击，好机会！我趁着它飞向我的空隙，我先大力的朝它的巨嘴扔尖锐的飞镖，十几个飞镖“咻！”的飞向末影巨龙，末影巨龙刚要射出末影鬼火，就被我的飞镖射进去，“嚓！”，飞镖刚好卡在里面，末影巨龙又痛苦地哀嚎一声，并痛苦的挥舞着翅膀，我趁着它的翅膀扑向我，我就纵身一跳，并在空中翻了个滚，平安无事的降落在它的翅膀上，可是此时的末影巨龙扑扇着翅膀，给我的走动带来不便，可是当我一想到村民的安危，我就什么也不管了，径直的奔向末影巨龙的后背。  翅膀不停地扑扇着，我只能紧紧抓住末影巨龙的突出的骨架，这时，末影巨龙刚好翅膀扑向上方，我借着引力，飞快的冲向末影巨龙的背上。趁着有时间，我还检查了一些东西，意外的发现有一个被遗漏的TNT，这就好办了，我拿出TNT，迅速的摩擦细绳，细绳就被我燃起了火光，我奋力的抓紧TNT炸弹，抱着它跳下末影巨龙的后背，在降落时，我就奋力的把炸弹抛进末影巨龙的口里。虽然我成功的把TNT抛进末影巨龙的口里，但是我该怎么逃跑呢？看见末影巨龙的翅膀，我想出了个主意。  借着翅膀的拍打，我先利用引力直接飞下去，到末影巨龙往上拍打翅膀时，我就紧紧的抱住末影巨龙露出的爪子的骨架，就这样，我成功的降落在地上，我刚刚到大地上时，远处天空就传来“轰隆！”的爆炸声，末影巨龙被炸死了，霎时间，灰飞烟灭，渐渐消失了。士兵们和史蒂夫见到我成功地把末影巨龙打败，都纷纷来庆祝我，赞叹我，史蒂夫激动地说：“你太棒了，铁甲，你打败了恶龙，拯救了村民们！”士兵和史蒂夫还把我抱起，抛到空中，以示他们的欢乐。史蒂夫还兴奋地说：“我们今晚就在村庄里开开心心的开庆祝会，庆祝铁甲的功劳！”“好啊！就在村庄里！”，我同样激动地说。这一晚，因为怪物军团全部被打败，所以，我和史蒂夫就在村庄里高高兴兴的玩耍，十分的兴奋！可不解的是，我总是莫名其妙的感觉到危险，我总是觉得，这场正与邪的战争，才刚刚的开始……索引贴地址：http://www.mcbbs.net/forum.php?m ... 1&extra=#pid5677880",
    "replies": [
        {
            "author": "魔君",
            "timestamp": 1405409880,
            "txt_content": "OAO感觉最后出完，收精华的节奏"
        },
        {
            "author": "HGK",
            "timestamp": 1405409940,
            "txt_content": "可是，末影人并不给我方便，还立刻伸出他的长腿，想要绊倒我，我轻轻跃起，又赶快伸出右腿，来了个连坏踢！\n末影人没有这么笨吧...........\n而且还有错字........."
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405410180,
            "txt_content": "HGK 发表于 2014-7-15 15:39\n末影人没有这么笨吧...........\n而且还有错字.........\n哦，对不起啊，有些错字……"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405410300,
            "txt_content": "魔君 发表于 2014-7-15 15:38\nOAO感觉最后出完，收精华的节奏\n还没呢，结尾大大的写着……"
        },
        {
            "author": "HGK",
            "timestamp": 1405410300,
            "txt_content": "我是小骷髅 发表于 2014-7-15 15:43\n哦，对不起啊，有些错字……\n改就行了←_←"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405410300,
            "txt_content": "HGK 发表于 2014-7-15 15:39\n末影人没有这么笨吧...........\n而且还有错字.........\n诶，你是怎么依照文中提问啊……"
        },
        {
            "author": "魔君",
            "timestamp": 1405410360,
            "txt_content": "我是小骷髅 发表于 2014-7-15 15:45\n还没呢，结尾大大的写着……\nOAO精华妥妥的"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405410420,
            "txt_content": "HGK 发表于 2014-7-15 15:45\n改就行了←_←\n不知道在哪里……"
        },
        {
            "author": "HGK",
            "timestamp": 1405410480,
            "txt_content": "我是小骷髅 发表于 2014-7-15 15:45\n诶，你是怎么依照文中提问啊……\n不给你文章提建议难道还学习1↑楼那样水？←_←"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405410480,
            "txt_content": "魔君 发表于 2014-7-15 15:46\nOAO精华妥妥的\n什么是精华？还妥妥的？"
        },
        {
            "author": "HGK",
            "timestamp": 1405410600,
            "txt_content": "我是小骷髅 发表于 2014-7-15 15:47\n不知道在哪里……\n发完被挑错后就应该认真地看一遍←_←"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405410720,
            "txt_content": "HGK 发表于 2014-7-15 15:50\n发完被挑错后就应该认真地看一遍←_←\n好建议，不过好多消息啊，忙死我了……我都来不及给你发……"
        },
        {
            "author": "wangningyu",
            "timestamp": 1405410780,
            "txt_content": "看看忍之路》"
        },
        {
            "author": "wangningyu",
            "timestamp": 1405410780,
            "txt_content": "看看<原创·连载>《狂忍之路》小说<5> [修改]"
        },
        {
            "author": "wangningyu",
            "timestamp": 1405410840,
            "txt_content": "<原创·连载>《狂忍之路》小说<5> [修改]"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405410840,
            "txt_content": "wangningyu 发表于 2014-7-15 15:53\n看看忍之路》\n什么？《忍之路》？"
        },
        {
            "author": "wangningyu",
            "timestamp": 1405410840,
            "txt_content": "<原创·连载>《狂忍之路》小说<5> [修改]"
        },
        {
            "author": "魔君",
            "timestamp": 1405410960,
            "txt_content": "我是小骷髅 发表于 2014-7-15 15:48\n什么是精华？还妥妥的？\n如果你出一个你小说的索引合集，就可以直接精华，看你这个节奏，小说写完字数10W左右肯定是有的"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405411020,
            "txt_content": "wangningyu 发表于 2014-7-15 15:54\n《狂忍之路》小说 [修改]\n为什么你发了两次？为什么要加个修改？"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405411020,
            "txt_content": "魔君 发表于 2014-7-15 15:56\n如果你出一个你小说的索引合集，就可以直接精华，看你这个节奏，小说写完字数10W左右肯定是有的 ...\n哦，这样啊~魔君……"
        },
        {
            "author": "魔君",
            "timestamp": 1405411200,
            "txt_content": "我是小骷髅 发表于 2014-7-15 15:57\n哦，这样啊~魔君……\n是哇OAO      "
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405411320,
            "txt_content": "魔君 发表于 2014-7-15 16:00\n是哇OAO\n是哇~{:10_492:}"
        },
        {
            "author": "player927",
            "timestamp": 1405475340,
            "txt_content": "半章四千四百字？你是写大部头书的？"
        },
        {
            "author": "白安西",
            "timestamp": 1405477620,
            "txt_content": "WWWWWWWWWW很棒{:10_492:}"
        },
        {
            "author": "白安西",
            "timestamp": 1405477680,
            "txt_content": "WWWWWWWWWW很棒{:10_492:}"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405500600,
            "txt_content": "白安西 发表于 2014-7-16 10:28\nWWWWWWWWWW很棒\n哦，谢谢你的支持。"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405748760,
            "txt_content": "player927 发表于 2014-7-16 09:49\n半章四千四百字？你是写大部头书的？\n不是啊，有些题材容易写就写多点呗，反正要给人看……"
        }
    ]
}