{
    "title": "<连载·单章>苦力怕泰迪与逃生大比拼[作者：小龙][3-1越狱]",
    "author": "毒蛇",
    "replyCount": 4,
    "timestamp": 1405416780,
    "txt_content": " 本帖最后由 毒蛇 于 2014-9-9 21:44 编辑 索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-296285-1-1.html\n下一章地址：http://www.mcbbs.net/thread-301954-1-1.html\n本章总字数：1150字\n\n第一章 越狱　　泰迪他们又在牢里呆了1个月，骷髅王下了指令，说要求在押囚犯（特指苦力怕）每天要出去耕地种田。当时已经8月了，还更哪门子地？听听就是骷髅王欺压苦力怕。　　骷髅看守兵把泰迪、洛克、希尔保特和亚伯拉罕这几个男的拉了出去。泰迪他们带着手铐和脚镣，根本举不起锄头，还走不动。泰迪灵机一动，就对一个看守兵说：“你们看看，现在我们带着戒具，怎么好好耕作啊？”　　看守兵觉得泰迪说的有道理，就给他们几个摘下了镣铐。泰迪和其他几人交头接耳了一下，就假惺惺地耕地了。　　他们把鹤嘴锄当镐子，开始刨地。他们刨得越来越深，最后他们下去就像监狱一样，出不去了，这时他们拿潮湿的土糊住洞口，开始继续往下挖。挖到一定深度，他们顺着土壁爬上去，开始挖地道。　　这时，地上好像乱了，他们几个不见的消息传遍了骷髅监狱。一个寻找他们的骷髅看守员掉进了他们挖的坑。那个人费了半天劲也没爬上去。　　他们走一段路就开一个透气口，透光口，挖着挖着，就到了牢房底下。他们挖上去，正好在墙边，他们用藤蔓做成梯子，爬到了301好囚房，砸烂了铁床，救出了依耶和克莱拉。　　泰迪上到陆地上的时候，在牢房墙壁外边。他轻轻贴着墙壁蹑手蹑脚地走到田地那边，趁别人不在，只有他们那个看守员的时候，就蹿过去，打了那个骷髅一番，出现了阵阵骨头断裂的声。他把那个骷髅绑起来，抢走了牢房钥匙，回到了301号囚房下边，给依耶和克莱拉解开了镣铐。　　“太好了！”依耶差点叫出来。　　“嘘——小声”泰迪说，带大家走到了城墙边上。　　泰迪拿了牢房里的刑具——带钩的长绳子，似乎是捕人用的。　　他把这个东西一甩，它就勾到了城墙上。　　泰迪他们顺着绳子爬上去，走到了城门上——就是那个运囚车的城门。拉了下拉杆，把门打开了，就又下去。　　洛克和泰迪一起跑到城门口打倒了醉酒的士兵，逃走了。　　他们又进了那个被捕的丛林。忽然，他们后边的灌木丛里窜出许多骷髅士兵，包围了他们。一个说：　　“快投降，回去就是死刑！”　　“啊哈哈哈，啊哈哈哈……”其他的骷髅附和着。　　“哼！”泰迪生气地出了一声，“拿出武器拼吧！”　　泰迪拿出了那个宝剑，还是在骷髅圣殿时用的。洛克拿出了那个铁锤，希尔保特拿出了他的散射弓。泰迪冲上前去，用剑刺死了大约5个骷髅兵，还剩下15个。　　洛克使劲摇晃着流星锤，突然扔出去，一连串击倒了7个骷髅兵。希尔保特架起散射弓，瞄准八个骷髅兵发了出去。散射弓只装了四支箭，一个骷髅兵嘲笑道：“你没有弓箭了吧！啊哈哈哈……”　　这时，那射出去的四支箭竟调头回来了，把另外4个骷髅兵刺得体无完“骨”。　　“快走吧，孩子们。”希尔保特把他们叫走了。　　他们总算穿过了丛林，到了“骷髅神坑”——就那个骷髅圣殿爆炸之后的弹坑，接着穿过森林，到了学校里。希尔保特自己开车把这几个孩子都送回了家。　　到家之后，露西抱着泰迪，流着泪问他：“你没事啊……宝贝……”她抽噎着，“没事就好，担心死你了，噢，孩子。”\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "lisongnan7",
            "timestamp": 1405416840,
            "txt_content": "前排赞~\n\n\n"
        },
        {
            "author": "likeliang",
            "timestamp": 1405478040,
            "txt_content": "额= =为什么第一章还有上一章"
        },
        {
            "author": "毒蛇",
            "timestamp": 1405479000,
            "txt_content": "likeliang 发表于 2014-7-16 10:34\n额= =为什么第一章还有上一章\n此为第三卷第一章，上一章是第二卷第十二章= ="
        },
        {
            "author": "likeliang",
            "timestamp": 1405479060,
            "txt_content": "毒蛇 发表于 2014-7-16 10:50\n此为第三卷第一章，上一章是第二卷第十二章= =\n额……好复杂"
        }
    ]
}