{
    "title": "<连载·单章>苦力怕泰迪与逃生大比拼[作者：小龙][3-2希尔保特的新计划]",
    "author": "毒蛇",
    "replyCount": 2,
    "timestamp": 1405591200,
    "txt_content": " 本帖最后由 毒蛇 于 2014-9-9 21:41 编辑 索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-300559-1-1.html\n下一章地址：http://www.mcbbs.net/thread-311940-1-1.html\n本章总字数：1260字\n\n第二章 希尔保特的新计划　　泰迪回来了大概1个星期，希尔保特打来电话，要泰迪去他家一趟。　　泰迪来到了那个熟悉的院子，叩响了大门。希尔保特满脸欢笑地走出来，把泰迪迎了进去。　　到了屋里，泰迪发现依耶和洛克也在，而且在另一把椅子上，还有一个他们很熟悉的人——多丽丝教授。希尔保特也走进来，坐在椅子上。　　“妹妹，你还继续教自然码？”希尔保特问。　　“天啊，哥哥。”多丽丝教授说，“发生了暑假这些事，我可不敢回去了？”　　“你辞职了？”希尔保特问。　　多丽丝教授说：“你走了以后，米勒教授只能代理校长，我跟他辞职了。”　　“那秋天开学以后谁教自然？”希尔宝特尖锐地问。　　“米勒教授代理啊。”　　“他已经有两个科目了！”　　“是啊，我通知约翰了。”　　希尔保特一怔，随即说：“咱们哥哥都……”　　“我只懂，你是想说他老了是吗？没关系，他很愿意，九月一号从沙丘城出发来到苦力怕学院。”　　“好吧。”　　希尔保特和多丽丝教授停止对话，他把头转过来，和泰迪他们说：　　“这真是一个悲剧！太恐怖了！这个暑假的事决不能再在我们学生的身上发生。我是这么决定的：我要举行‘逃生大比拼’，赢得有奖金，是的。我们先进行预赛，每个班里选出5个学生进行比赛，第一名去和我们随机抽取的一个班进行初赛，谁赢了就和另外一个班进行半决赛，最后进行决赛，我们会有颁奖仪式……大概就是这么安排。”　　“那么，我们什么时候通知他们呢？”泰迪问。　　“开学典礼就行了。”希尔保特回答。　　依耶似乎很紧张，就说：“我听说过。我从书中看到原来举办过类似的比赛，但是特别容易死人。”　　“哦，你说的是‘骷髅防御争霸赛’。”希尔保特说，“你知道那是500多前的事情了，而且只举办过一次，还是皇室举办的。的确是特别的危险，所以说当时的人民都要求不要再举办，那个暴君不听，第二年继续举办，但是开幕式就被一些人给搅乱了，皇宫被焚毁了，接下来苦力怕王国发生了政变，对吧？”　　“是啊，现在的技术肯定是可以保障安全了。”洛克说。　　“行了，今天就是想说这些事，你们可以回去了。”希尔保特说。　　泰迪走出校长家，爬到半山腰，回到了家里。　　“伍德先生要干什么？”露西问。　　“举办‘逃生大比拼’。”泰迪回答。　　露西转过头来跟泰迪说：“我小的时候伍德先生也举办过这种比赛，不过当时他还是副校长。这只是一个小型活动。”　　“什么，那时候他是副校长？”　　“当然。伍德先生是3431年出生的。我上学的时候是3473年，那时候他才40多岁，是苦力怕学院的副校长。当时的校长是妮可。　　“就在我毕业那年，也就是3484年，妮可遇害了。”　　“什么！怎么会……”泰迪问。　　“当时4班的班主任害死了妮可，然后4班的班主任就被伍德先生杀了。伍德先生在3484年~3485年学年度的开学典礼上就任了校长，聘请了刚刚毕业5年的米勒教授作为1班班主任。当时简直是一场悲剧，整个苦力怕王国从上到下都震惊了，妮可的死导致当时的国王下台，现在的国王上台啊！”　　“这……那也就是说希尔保特教授（他们为了区别希尔保特和多丽丝，就叫做希尔保特教授而不是伍德教授）都已经当了20年的校长？”　　“是的。”　　泰迪跑到楼上，躺在床上，感觉这个暑假虽然没剩多少时间，但是他觉得被从骷髅监狱放出来的感觉异常轻松，非常欢快。\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "xuxianjin0",
            "timestamp": 1405591260,
            "txt_content": "名字略萌哈哈哈"
        },
        {
            "author": "魔君",
            "timestamp": 1405591620,
            "txt_content": "小龙又来了OAO       "
        }
    ]
}