{
    "title": "【转】【长篇大论系列】独立游戏人的心声:中国，置身于游戏界外的“游戏大国",
    "author": "1540866915",
    "replyCount": 12,
    "timestamp": 1405597080,
    "txt_content": " 本帖最后由 1540866915 于 2014-7-17 19:42 编辑 \n\nP.S看之前要有强大的心理准备，建议有阅读障碍患病的人最好关闭此贴\n主机游戏是一个什么样的市场？\n那是一个充满着梦想的市场。无数的玩法创新都由这个市场孕育而生，Crash Bandicoot Minecraft，Don’t Starve，Journey等；最顶尖的游戏体验，Call of Duty， Uncharted，the Last of us，Second Son等。做主机游戏的开发是一件幸福的事情，因为它不会限制你的任何想法。今年与我一同参会的好友Ryan说，他的梦想就是加入一家像Naughty Dog这样的公司，能够参与制作有一款举世闻名的游戏。我曾尝试说服他回国创业，但发现，他这种对做好游戏的向往的想法就如同信仰一般难以被击败。\n今年E3，美国洛杉矶。我作为一名来自中国的独立游戏制作人，同时作为一名玩家，亲身体验了这个处于世界游戏行业巅峰的盛会。说“巅峰”一点也不为过。所谓没有出去走过，真不知道外面的山有多高，世界有多大。第一次现场来到E3，让我感觉自己所做的事情所多么的微不足道。韩寒说过：“自己以为的极限，很可能只是他人的起点。”\n首先，没有Show Girls。E3里的游戏不需要靠大胸、美腿、丝袜、卖萌等来吸引眼球。这无疑在整体风气上便与国内的“拆奶罩”（China Joy）有了天壤之别。个别公司的商务展位虽有一两名美女接待，但都穿着整齐大方。其次，人们对展出内容非常尊重。无论是类似EA或UBISOFT这种超级大厂，还是许多中小的独立游戏工作室，都有不同的专业玩家排队试玩。在这里你能感受到基于游戏内容的相对平等，无论是大公司还是小工作室都能够受到关注，关键在于你的游戏是否好玩。而在国内，没有钱的小公司，请不起几个大波妹去做Show Girl，估计就没有人会去看你的展台了吧。\n     虽然E3 2014游戏展已经正式落幕，但玩家们关于这次E3展开的一系列讨论却从未间断。然而，中国玩家们对本次E3展却毫无发言权，原因？大量的页游、网游及手游的问世让中国单机游戏市场变得一无是处。不过，也有特例。日前，中国独立游戏制作人就发表了一篇文章表达了自己参加E3展的看法，非常中肯。这位制作人名为张翰荣，拥有一个几个人的独立游戏工作室，作品有移动游戏“Bumpy Legend”。2014年6月10日，我怀着激动的心情来到了美国。这是我第一次参加E3游戏展。\nElectronic Entertainment Expo 简称E3，是在美国每年一次举办的游戏盛会。E3游戏展与2009年移师德国的科隆游戏展并称为世界最大的两个游戏展。\n每年E3，我都会多多少少的从一些媒体、视频网站得知游戏行业发展的相关消息。曾经，我是多么的向往能代表自己的游戏参加一次这样的游戏盛会。看着众多玩家与业内专业人士玩自己设计的游戏，我觉得那是一种殊荣，是对游戏设计师的最好回报。\n在中国手机游戏兴起的这两年内，许多公司获得了不错的收入。因此，我也经常看到一些公司的人说“手机游戏将消灭PC与主机游戏”之类的云云。看到这些言论的时候，我第一反应都会是“赚到第一笔小钱就把这种兴奋过度放大的傻子”或类似的想法，随之一笑而过。就如网络俗语说：“我就只能呵呵了。”\n不得不否认，Android和iOS移动游戏的兴起让整个游戏行业产生了翻天覆地的变化。低廉的研发成本，垃圾一般的游戏品质，竟然能够带来不错的收入数字，让一切暴发户心态的屌丝看到了希望。这种现象在中国尤为突出。然而，从市场数据来看，即便是在北美市场，移动游戏的市场规模与PC加上主机游戏完全不是在一个数量级的。“消灭PC与主机游戏”这种言论又不知从何说起？如果把整个游戏行业比作魔兽世界里的一个副本，那么主机市场无疑是副本的最终Boss，而移动游戏或许只能算是一个小怪，连小Boss都比不上。未来，那将会是一个多屏的时代，没有谁消灭谁。\n\n    第三，几乎没有PC游戏出展。这与往年的E3展都有所区别。我记得在2012年，Guild Wars 2（空中网代理的激战2）获得IGN最受欢迎MMO奖；2013年E3也是有一些PC游戏仍然出展。而今年却没有见到任何PC游戏的身影。如果硬要找出一两款来，Bethesda的ESO（Elder Scrolls Online，上古卷轴OL）算是一款，但同时兼容PS4；Diablo 3（暗黑破坏神3）也有出展，但是是在PS4上展出的。\n第四，今年是次世代大作最多的一年。无论是索尼和微软称霸的West Hall展区，还是以众多游戏大厂霸占的South Hall展区，都充斥着多不胜数的AAA级次世代大作，可以说是空前的。由于PS4和Xbox One的出现，能够在其之上实现1080P的画面品质，给AAA级次世代游戏带来更震撼的画面表现。就如好莱坞的电影一样，今年发布的大作数量是历史以来最多的。\n     最后，几乎见不到中国人。我说的中国人，是指从中国飞过来的。会场中经常会见到黄种人，这些大多数都是日本人或者韩国人，抑或一些在美国工作的中国人，能说一口流利的英文却难以不带点中国口音。作为一个从中国飞过来的人，我站在会场中经常会有一种无地自容的感觉，让我觉得自卑。我害怕有人主动来跟我交流，因为，我们国家仍不存在这个产业，我还没有任何东西可以进行分享与交流。\nE3，中国人来凑什么热闹？\n  E3游戏展里并不是没有中国的公司参展。苏州蜗牛游戏，北京完美世界都有布置展台。\n我记得我当时路过蜗牛游戏的展台时，我差点以为那里只是一个办公区域，除了工作人员外，基本上没有其他人进去。他们在那里展出的游戏是PC上的《黑金》。其实早在一年前，我就参与过这个游戏的国内第一次封测。直到那天路过的时候偷瞄了一下，发现游戏的画面已经完全认不出来。“我们做了非常之多的优化和改善。”一名蜗牛的美籍工作人员在我问起缘由的时候跟我解释说。但是很显然，那还完全没有达到北美市场的标准化品质。\n而完美世界展区则是一个商业洽谈的区域，没有游戏展出，只有一段视频在他们的屏幕上不停循环播放。此处问津的人也是寥寥无几。\n本来看见众多大作后兴奋的心情，突然转变为一种莫名的失落感：老外都看不起中国游戏吗？不得不说的是，历史上每一届的E3，的确都没有中国人什么事儿。\n就这样，我带着这种既兴奋又失落的心情，逛了三天E3。过程中，我还与一些游戏制作人分享游戏制作经验，准确的说，是我向他们请教游戏制作经验。\n我曾经与一位Xbox展区内的独立游戏制作人James Petruzzi聊天。当时我在试玩他们的展出的游戏。我非常欣赏他们的游戏。我问他怎么看中国市场的时候，他表现出一头雾水。“我不知道，我一直以为中国没有主机游戏。”他说，甚至他还对我是一位中国独立游戏制作人的身份表示惊讶，他不知道原来在中国也有独立游戏。\n是的，我感觉我们国家与时代脱节了。这对于一些人来说或许是世外桃源，因为他们能够通过极低的开发成本和无视品质的研发精神去赚快钱。但对于我来说，这却有如梦魇。\n\n井底之蛙\n我记得我在两个月前看到过一个手机游戏的活动，其中有一个圆桌讨论的环节。这个圆桌讨论的名字叫做“论3A级游戏的制作”。当时我被这个环节的主题震撼了。但是很快我看到了这个环节参与的嘉宾名字就让我大失所望。几个做山寨无授权IP游戏的人出来大谈3A级游戏制作，我就只能“呵呵”了。\n事实上，或许活动举办方就连什么是“3A级游戏”都不知道由来。什么是AAA级游戏？Wiki给出了这么一个解释：\nIn the video game industry, AAA (pronounced \"triple A\") is a classification term used for games with the highest development budgets and levels of promotion. A title considered to be AAA is therefore expected to be a high quality game and to be among the year's bestsellers.\n我实在是看不出这几个参与讨论的嘉宾有满足了哪一条要求。所以说，这些人是无知的，是“当了婊子还要立牌坊”的。虽然就目前中国的游戏产业发展来看，不清楚AAA游戏的定义是很正常的事情。但是不清楚并不代表你就可以出来胡说一通误导他人。\n人一旦获得了所谓的成功，就很容易一直活在自己假定的逻辑里，而忽略掉外界发生的事物。成功比起失败更难以战胜。中国是一个封闭的国家，无论是经济还是文化，这点所有人都不可否认。PC游戏鲜有能在国际上成功之作；页游和手游的出现让众多浮躁的公司纷纷转型，而页游和手游都是纯商业化洗用户的；外加不存在主机游戏市场，绝大多数玩家根本不知道什么是好游戏；等等的种种因素决定了中国的游戏产业落后于世界。许多中国游戏公司和中国游戏设计师根本不清楚什么是主机游戏，什么是AAA级游戏。那就像是井底之蛙，活在自己的世界里，只看自己头顶上的那一片天。\n不存在的主机游戏与创新\n我不知道我身边有多少在国内做手机游戏的人从来没有碰过主机游戏，我感觉大多数的人都没有。一直以来，中国家用游戏机的销售一直被禁止，导致国内不存在主机游戏市场。\n今年的春天，我在洛杉矶通过做独立游戏的好朋友的介绍认识了著名游戏的制作人陈星汉。他当时问了我一个问题：“为什么你们要做手机游戏？”他认为，如果想要专心做游戏创新，打磨品质，就不应该选择手机游戏市场。因为手机游戏市场上大部分用户都是从来没有玩过游戏的，你如何对从来没有玩过游戏的人说创新呢？\n的确如此，手机游戏的设计思路正严重限制着游戏设计师们的自由发挥。在目前国内手机游戏行业里，了解的人应该都很清楚，已经有一条经验被总结出来：你的游戏是否具有“那三条”特性代表着该游戏是否能够成功。既然已经到了可以用规则来总结游戏成功与否的地步，那么这个行业又如何去创新呢？\n在中国许多做手机游戏的设计师，即便是做过成功游戏的，其中也有不少对真正的游戏设计根本一窍不通的人。他们做的所有事情就是复制，复制成功游戏的体验曲线。就连腾讯的手机游戏也是如此。<天天炫斗>复制<时空猎人>应该很多人都看得出来。真真正正愿意像陈星汉这种，能够花大量时间调整属于自己游戏的情感曲线的人有多少？\n新的希望\n有些人说我是“一根筋”的。我一直都把自己标榜为一位真正意义的游戏设计师，或者说，努力去成为这样的设计师。我认为每一款游戏都应该拥有自己的东西，一些你想要表达和告诉玩家的东西，而不是单纯去搬运其他游戏的优秀设计。然而，过去的中国市场显然没有办法容许像我这样想法的人存在。我曾经也想过去美国的游戏公司工作，但最后我还是选择了中国。我希望在我有生之年能够为中国改变些许东西。2013年底，中国游戏机销售的市场禁令解除。2014年初，索尼和微软纷纷在中国成立合资公司。主机游戏终于要进入中国。这是一场新的革命，它将为游戏行业带来无穷无尽的希望。在大屏幕之上你不得不注重游戏的品质和表现力，以及一些创新的玩法。做主机游戏很难，但只有这样才能推动中国整体游戏研发水平继续向前走，向国外靠拢。\n我希望有一天，国内有一家游戏公司能够做出与国外AAA级大作相媲美的游戏，这将会是中国人的骄傲，将会让E3不再与中国无关，我们中国的设计师不再是井底之蛙。\n------------------------------------------------------分割线-----------------------------------------------------------------------\n个人感想：心态决定一切，中国人（不要误会）是不是上辈子穷够了，这辈子专门来吃钱的·····\n还有是国内环境与游戏公司运营方式。\n原帖地址：http://tieba.baidu.com/p/3168511388\n最后向国内所有独立游戏制作人致敬~\n\n[groupid=612]壮哉我大15~[/groupid]",
    "replies": [
        {
            "author": "1540866915",
            "timestamp": 1405597440,
            "txt_content": "向飞燕群岛致敬~"
        },
        {
            "author": "1540866915",
            "timestamp": 1405603740,
            "txt_content": "好吧，沉了···"
        },
        {
            "author": "猪蹄子",
            "timestamp": 1405603920,
            "txt_content": "我有密集恐惧症。。"
        },
        {
            "author": "Mocca丶幽灵",
            "timestamp": 1405612680,
            "txt_content": "现在的小孩子从接触电脑开始就已经接触tx了 很多小孩子都只知道tx游戏而已"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1405615920,
            "txt_content": "长篇大论~         "
        },
        {
            "author": "1540866915",
            "timestamp": 1405656480,
            "txt_content": "xiaobaicai 发表于 2014-7-18 00:52\n长篇大论~\n这是一个水的系列"
        },
        {
            "author": "火星使者",
            "timestamp": 1405656720,
            "txt_content": "点赞，虽然没有仔细看"
        },
        {
            "author": "ccxz",
            "timestamp": 1405656840,
            "txt_content": "手机游戏最不好玩啦                                     ·1·······································"
        },
        {
            "author": "REN0011",
            "timestamp": 1405657920,
            "txt_content": "打字辛苦了，摸摸头"
        },
        {
            "author": "4852",
            "timestamp": 1405658760,
            "txt_content": "么\n我找不出词语来说什么了"
        },
        {
            "author": "a20001017",
            "timestamp": 1405660260,
            "txt_content": "萌化大割命留下的闭关锁国后遗症，社会问题的一个小映射"
        },
        {
            "author": "2ol2",
            "timestamp": 1405765380,
            "txt_content": "同意啊！\n\n我为什么要说这话！"
        }
    ]
}