{
    "title": "<连载·单章>【MC之勇士崛起】【作者：通灵】【第七章：营救史蒂夫!!!】",
    "author": "通灵王",
    "replyCount": 11,
    "timestamp": 1405672620,
    "txt_content": " 本帖最后由 通灵王 于 2014-7-26 07:36 编辑 \n                    第七章  营救史蒂夫!!!                                    http://www.xiami.com/widget/0_2098665/singlePlayer.swf\n  （第七章了啊...求好评、顶赞、金粒和人气。O(∩_∩)O谢谢！爆更~\\(≧▽≦)/~啦啦啦！第七章我的字数可能会多一些，看看吧。）\n  （第一章的链接——长篇小说《MC之勇士崛起》连载 第一章 初来乍到——点击进入，每章下面都有下章链接。）  (修改了一下背景和字的颜色等等，作了一个较大幅度的更改，希望你们能够喜欢，并多多支持一下通灵的小说。歌曲已经开始添加，希望你们能喜欢！！！）\n  这个来报信的史蒂夫带着小雷和蒙里急匆匆地向村子外面赶去。蒙里询问道：“出什么事了？”这个史蒂夫焦急地说：“本来还是跟往常一样，死灵们（注：僵尸、骷髅等怪物。）来攻打我们的村子。但是这次的死灵军却比往常一样多很多。这还不是最主要的，毕竟我们的铁傀儡加上史蒂夫战士和弓箭手是足以应付的。”\n  “那主要原因是什么？”蒙里问道。“当战斗进行到白热化的时候，我们发现不知道从哪里来的一个史蒂夫陷入了死灵军的包围圈里，我们打算营救这个从远方来的史蒂夫。但是死灵们的攻势太过猛烈，无法强行进入包围圈营救史蒂夫，于是我们决定从村里组织一些史蒂夫小队，潜入死灵大军中，由多个方向来进行营救。我就是来村子里来搬救兵的！”报信的史蒂夫说道。\n  蒙里听完后，对小雷说道：“在这个世界上必须要随时准备御敌，借着这次的敌人的攻击，来增长一下你的实战经验，等下的营救史蒂夫中，我决定把你也加入小队。”小雷吃惊地说：“我？我虽然在游戏中见过怪物们，有些游戏战斗技巧，但在这里我连怪物的影子都没看到过，这怎么打？”“战斗经验是从实战中得来的，谁没有第一次战斗？只有自己亲身体验一下战斗的感觉，以后才能更好的生存下去。”蒙里严肃地说道。小雷点了点头，也不再说话了。\n  急行了一阵，他们终于到达了村子的外围。这里的战斗正激烈的进行着，铁傀儡挥舞着粗壮的手臂迎向死灵们，史蒂夫战士们拿着剑喊着整齐的口号，勇往直前，奋力厮杀。弓箭手们站在用沙子搭起来的简易战墙后面，不停拉弓搭箭，漫天都是锋利的箭矢。也有一些比其他人要强一些的史蒂夫几个的凑在一起奋力拼杀，应该就是打算营救被包围的史蒂夫的小队，但奈何死灵太多，一波又一波地涌来，阻挡了小队们的营救行动。\n  小雷第一次见到活生生的怪物死灵，只觉得胃里一阵翻涌，感到十分恶心。现实里的死灵们比游戏中的要逼真许多，比游戏里的怪物要恐怖、恶心许多。僵尸大多都是四肢残缺不全，有些僵尸少了胳膊，有些僵尸少了腿，僵尸们的全身都是血淋淋的，伤口处的血不停地流着。一些僵尸应该是已经经历过一场战斗，伤口处血肉模糊。一块块碎肉和内脏挂在身上或掉在地上。地上早已因为战斗的进行被血染的一片红，地上血流成河。僵尸面部狰狞，发出难听的嘶吼声。（可能有点恶心~~）\n  小雷第一次见到这样惨烈的场面，忍不住双腿发软，偏偏他视力好的不得了，看到僵尸的肚子里的肠子都露了出来全身血肉模糊。他再也忍不住，“哇”地一声吐了出来。报信的史蒂夫看到小雷的这个样子后，皱了皱眉头：“他这个样子能上战场吗？要知道小队里都必须是精锐。”蒙里说：“谁没有第一次？我就是来带他来增长增长实战经验的。”报信的史蒂夫点了点头，说：“那好，等下你要保护好他，我要再回村子里多叫些人来，这次的战斗有些困难，必须严正以待。”说完，这个史蒂夫便向村子里跑去，继续去找援兵。\n  蒙里拿出一把铁剑紧紧地握在手上，一边带着小雷逐渐靠近战场，一边对他说：“我们博坦村里的人都十分善良，当人们看到史蒂夫有困难的时候都会鼎力相助，所以当人们看到有个史蒂夫陷入危险时都十分着急。另外这次的死灵军确实有些不寻常，比以往的攻势要猛烈许多，所以等下你杀敌的时候得小心一点。”\n  小雷点点头，从随身包裹里拿出自己的那把有九个镶嵌槽的奇怪的剑，紧紧地握在手上。不一会儿，他们便到了战场的前方。只有近处看怪物才知道到底有多可怕，僵尸的手疯狂地挥动，砸向面前的史蒂夫，一张血盆大口也张了开来。骷髅则拿着一把弓，手一招，一支箭便出现在它那骷髅手上，它的箭仿佛无穷无尽，永远用不完一样。骷髅射手迅速拉弓搭箭，射向史蒂夫。射箭的同时口中还发出“桀桀”的阴森笑声，令人不寒而栗。还有一些面部狰狞的蜘蛛企图爬上来，不过都被弓箭手给射了下去。  蒙里马上拉了三个史蒂夫和小雷组成了一个小队，决定去营救那个被包围的史蒂夫他们决定从西面进行打击营救，因为西面的死灵军是最少的，战斗力量比较薄弱。从西面进行营救的话先要通过一片小树林，然后迂回出击，而小树林刚好用来观察局势和隐藏身形。营救计划定好了后，五个人迅速出动，快速钻进树林中。前方的僵尸骷髅被蒙里他们一个个砍翻，鲜血溅到了他们身上，不一会儿就让他们看起来像血人一样。小雷也强忍着恶心，砍翻了几个拦路的怪物。他不停地在心头对自己说：“这是在切猪肉，这是在切猪肉....”神奇的是，小雷的那把剑十分锋利，一剑下去如切豆腐一样容易，而且剑身还不沾血。一番冲锋过后，他们顺利进入小树林。小雷因为有那把神奇的剑的缘故，没受一点伤害。蒙里几人都是身经百战的战士，自然不会被几只僵尸和骷髅给打到。\n  进了小树林，蒙里、小雷和一个史蒂夫开始计划怎样出击，另外两个史蒂夫则守护这一片区域，防止怪物过来。“我们要想救到那个被围困的史蒂夫，就必须得先让两个人吸引一下怪物，把怪物给引开。再来两个人负责营救史蒂夫，保护他的安全。最后剩下的一个人断后并警惕回来的怪物。我和石力引开怪物，小雷和石暴营救史蒂夫，而莫其来断后。”蒙里严肃地说道。小雷和另外三个史蒂夫点了点头，决定就按照这样来执行。\n  蒙里和石力同时冲出小树林，挥剑砍翻了几个僵尸，然后在地上用火石点了一把火。亮光迅速吸引了怪物们，它们朝蒙里和石力靠了过来。“来吧，你们这群死灵！”石力冲怪物们大声地吼道。怪物发出难听的嘶吼声，迅速朝他们靠了过来。蒙里和石力引着着一大群怪物朝别处跑去。小雷和石暴见状，立马冲向被包围的史蒂夫那里。这时因为蒙里和石力的吸引，这片地区的怪物已经减少了很多。小雷和石暴一边挥动着手中的剑一边冲向被怪物包围的史蒂夫那里。小雷已经不记得自己杀了多少个怪物，他的神经已经麻木了，只知道机械般地挥动着手中的剑。一个个怪物被那把剑给杀死，鲜血四处飞溅着。\n  经过一场厮杀，小雷和石暴终于来到了那个史蒂夫面前。这个史蒂夫拿着一根闪着奇异光泽的木棒，不停地击打自己身边的怪物。那根木棒有着一个神奇的效果，它可以击退怪物们。但是即使他有一根这么厉害的木棒，也还是挡不住怪物们地攻击。他已经伤痕累累，挥舞木棒也已经有气无力的。小雷和石暴连忙拉起半跪在地上的史蒂夫，向村子里冲去。\n  不料刚开始蒙里和石力引开的怪物们又回了过来，重新缓慢包围着小雷他们。蒙里和石力已经跑到了小雷身边，莫其因为实力不足也回到了小雷身边。五个人奋力地和怪物战斗起来，希望能够突破包围圈。在小雷咬牙向一个僵尸又挥舞了一剑后，莫其惊恐的声音传来：“不好！是苦力怕！”小雷吃惊地回过头，看到一个全身绿油油长满斑点的长形怪物正在他们的身边急速膨胀，小雷看到那个绿油油的家伙纯黑的眼睛里出现了一点红芒，然后一声惊天动地的爆炸声响起，耳膜欲裂，小雷感觉自己被炸出好远，身体在空中翻滚，最后重重地砸在地面上。\n  “我完了。”小雷心想，他已经发不出声音，身体也动不了了。他明白自己受了很严重的伤，怪物们又围了过来。“也许这次真挂了吧...”小雷觉得嘴里咸咸的，“那是血吧？”他在心里说道。他的意识渐渐开始模糊起来。又是一个声音响了起来。那是整齐的喝声。\n  “这又是什么？”小雷努力地睁开眼睛，只露出了一条缝。他看到了许多骑着马的史蒂夫快速朝他奔来，耳边响起马蹄越来越近的声音，和一个略微熟悉的声音：“他们在那边...”是那个报信的史蒂夫！他叫来援兵了！小雷心头闪过这个念头，但是他感觉脑袋一阵剧痛，失去了意识。\n  骑马的史蒂夫们马上救起受伤严重的五人和那个被围困的史蒂夫，“喝呀！”一声，他们快马加鞭，迅速赶回村子，去找人来治疗去了。因为救走了那个被围困的史蒂夫，村民们全力守住，不让怪物们越过防线。经过一晚上的艰苦战斗，终于快迎来了黎明，到那时，怪物们将会灰飞烟灭，村子将会迎来胜利。怪物们的攻势渐渐减弱，最后退出了战场。村子里的史蒂夫都欢呼起来，为打退敌人而感到高兴。\n  ————远处，一片茂密的小树林中。一双妖异充满着邪恶的紫色眼睛盯着博坦村，不含一丝感情的冷漠怪异的声音传出：“任务已达成，返回！！！”\n  （码字真累啊~~~呼~~这一章终于结束了！！不要认为这就是大结局了....后面的剧情一定好看！！！最后——求好评、顶赞、金粒和人气。O(∩_∩)O谢谢！呵呵！）  （下章链接——《MC之勇士崛起》第八章 创世之神——点击进入）\n  \n  \n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "混沌游龙",
            "timestamp": 1406336340,
            "txt_content": "写的不错呢，加油"
        },
        {
            "author": "通灵王",
            "timestamp": 1406336820,
            "txt_content": "混沌游龙 发表于 2014-7-26 08:59\n写的不错呢，加油\nO(∩_∩)O谢谢"
        },
        {
            "author": "混沌游龙",
            "timestamp": 1406336880,
            "txt_content": "通灵王 发表于 2014-7-26 09:07\nO(∩_∩)O谢谢\n我有过这种赶脚，写的小说没人看"
        },
        {
            "author": "通灵王",
            "timestamp": 1406337120,
            "txt_content": "混沌游龙 发表于 2014-7-26 09:08\n我有过这种赶脚，写的小说没人看\n赞同....新手写小说都是慢慢累积起来的人气，经验...就看自己能不能扛过去，扛过去，你就火了，放弃了，弃坑了，你就完了..."
        },
        {
            "author": "混沌游龙",
            "timestamp": 1406337180,
            "txt_content": "通灵王 发表于 2014-7-26 09:12\n赞同....新手写小说都是慢慢累积起来的人气，经验...就看自己能不能扛过去，扛过去，你就火了，放弃了， ...\n努力吧，加油"
        },
        {
            "author": "通灵王",
            "timestamp": 1406338020,
            "txt_content": "混沌游龙 发表于 2014-7-26 09:08\n我有过这种赶脚，写的小说没人看\n第九章我明天会更新出来，最近有点事...明天才能更新..希望你能继续关注我的小说！"
        },
        {
            "author": "混沌游龙",
            "timestamp": 1406347260,
            "txt_content": "通灵王 发表于 2014-7-26 09:27\n第九章我明天会更新出来，最近有点事...明天才能更新..希望你能继续关注我的小说！ ...\n收到"
        },
        {
            "author": "是梦终空",
            "timestamp": 1406610300,
            "txt_content": "目测外来史蒂夫是黑"
        },
        {
            "author": "通灵王",
            "timestamp": 1406627040,
            "txt_content": "是梦终空 发表于 2014-7-29 13:05\n目测外来史蒂夫是黑\n呵呵...不一定哦..."
        },
        {
            "author": "是梦终空",
            "timestamp": 1406635620,
            "txt_content": "通灵王 发表于 2014-7-29 17:44\n呵呵...不一定哦...\n那就是黑变的白"
        },
        {
            "author": "通灵王",
            "timestamp": 1406701680,
            "txt_content": "是梦终空 发表于 2014-7-29 20:07\n那就是黑变的白\n滚~~..你不用猜了，你猜不到的。"
        }
    ]
}