{
    "title": "<原创·连载>《狂忍之路》小说<6>",
    "author": "我是小骷髅",
    "replyCount": 6,
    "timestamp": 1405690680,
    "txt_content": " 本帖最后由 我是小骷髅 于 2014-7-19 08:54 编辑 \n\n                 《狂忍之路》第六章：进城之旅（上）    自从打败强大的末影巨龙之后，史蒂夫一直有个不小想法：进主城。但要知道，我和史蒂夫的家都离着主城有着上千里的距离，可以说，我们家是在遥远的郊区，但是史蒂夫坚持己见，非要进主城，理由就那么一个：“因为经过村庄之战后，我们才明白世间有多么强大的怪物，所以，我们想要保护自己的安危，就要拥有更强大的武器，怎么弄呢？那就去主城买啊！”。我听了史蒂夫的理由，无语了：难道在这里就不可以制作吗？还有啊，我修炼的时间都被你挤走了，那我怎么办？可是，当我想到进城后可以获取更多资源去打造我的暗器和剑，我就同意了史蒂夫的做法。于是，我们就收拾好装备、粮食，满怀信心的走向主城通往主城的道路。  天气火辣辣的，大自然的水分被一点一点的蒸发，我和史蒂夫已经疲倦不堪了，到现在，我们才出发了还不到四分之一远，但我们已经累得不行了，只好坐下来休息。大自然是美好的，碧绿的小草变成了我们的座椅，我和史蒂夫张开干燥的嘴巴，又把水壶里面的水喝了几口，又啃了一两个烧饼，就倒在草地上，缓缓地酣睡……  “哎，我什么时候睡了？”，我躺在草地上，喃喃的问自己。此时，夕阳西下，天边闪耀着迷人的金黄色，这是太阳在提醒人们——黑夜快来到了。我站起身，拍了拍身上的灰尘和泥巴，并且摇晃着身边的史蒂夫：“醒醒啊！醒醒啊！别睡了！快到黑夜了！”。  可是任凭我怎么呼喊，史蒂夫还是死死的睡着，好像……真的……死了那个样……我想努力平静自己的心情，可不知道为什么，总是平静不下来，眼泪也好像要从我的眼里涌出来，我努力告诫自己：“放心！史蒂夫不会有事，就是，睡过头了，就是，太累了，绝对没事！呼呼……”，我一边静下心来，一边颤抖着伸出食指，把食指放到史蒂夫的鼻子下，测探史蒂夫的呼吸。“呼，呼”，史蒂夫的呼吸十分均匀，看来他还活着，就是累过头了吧，我自我安慰的想到。  夜，笼罩了整个天空，周围慢慢增加了新的声音，僵尸的吼叫声、骷髅的骨架声、苦力怕的走路声，一切都变得那么不安全。为了安全，我把心一狠！决定背史蒂夫逃离这个危险的地方。我一把背起史蒂夫，就要往树林里走，可能是动静太大了吧，一只骷髅竟然望着我，并且弯弓搭箭，就要射箭过来，我哼了一声：“小样！”，随手一扔飞镖，一个骷髅，搞定！“呼哧呼哧！”，本来就累的不行的我，再加上史蒂夫的重量，立刻就给了我很大负担，虽然树林距离我们不过百步，但是需要我很大力气才到达，我足足花了五分钟，才到达了树林里。刚刚走进树林里，我累的趴倒在地上，连同史蒂夫也掉在地上，我喘着大气，全身软绵绵的躺在地上，一点力气也提不上来，所以我只好趴在地上休息一下。  聚集好精神后，我就盘膝坐下，趁着夜色朦胧，便开始修心养性，修炼体内的功力，在此修炼之前，我只是真·中忍级别，也只不过区区十一级，但是修炼过后，我发现级别和忍阶都有大所提高，修练完后，令我很惊讶！级别竟然提升至24级！忍阶提升到真·中忍的39阶！比以往的大大不同，更令我惊喜的是，我现在的本体可以容纳新的忍技——快速治愈，由原来的只有【真元护体】、【幽冥之眼】变成了增加有【快速治愈】的新技能，简直就是太帅了！但是，每当我骄傲时，总是莫名其妙的想到了小黑的面孔，此时也是。这是为什么？我苦苦思想道，呵呵，也许是上天要告诫我不要骄傲吧！于是，我就继续努力修炼，直至完毕。  清晨，是美好的，史蒂夫一觉醒来，展开睡眼蒙松的眼睛，我好奇的望着他：“唉，你醒啦，我还以为……”，史蒂夫好像听出我说话的意思，他拿手不轻也不重的捶了一下我的脑袋：“哼！想咒我死！没那么容易，走吧！哎，我们怎么会在树林里？！”，我急忙起身，摁着史蒂夫的肩膀，唉声叹气：“哎……你昨晚不知道为什么，睡得死气沉沉，怎么叫也不醒，被逼无奈，只好来到这咯。”，史蒂夫晃晃他的方块脑袋：“那就走吧，还要到主城呢！”“那走吧！”，我走出树林，并拾起草坪上的东西，平静地说到。    史蒂夫拿起块马铃薯，一口咬下去，“嗯，嗯，不错。”，并拿着地图对我说：“我们目前在森林附近，然后就要到达沙漠，再去沼泽，最后才到达主城……”，我背起武器，还没等史蒂夫说完话，我就先一走了之。当我们穿过森林附近，来到沙漠的中心时，我们都筋疲力尽，只好坐在酷热的沙子上。在沙漠时，酷热的风毫不留情的把我们身体内的水分一点一点的抽干，导致了我们不仅口干舌燥，还饥饿难耐，无奈之下，只好把水壶里最后几滴水滴在干渴的喉咙里，可是好像滴在沙漠上，毫无任何的滋润。  我不由得担心：水，最基本的东西，没水的话，最多活三天啊！那该怎么办？沙漠又没有湖，怎么办？史蒂夫见到忧虑的我，很是担心，便奇怪的问道：“铁甲，你因为什么事而愁眉不展呢？说来听听吧。”，我惧怕不能生存下去，也就把原因告诉了史蒂夫，谁知史蒂夫听到后，面露喜色，或者他知道哪里有水资源呢！于是，我也不再多问，休息完好就继续上路了。  夕阳西下，夜幕降临，由于沙漠里的温差，我们瞬间感觉到自己似乎由火炉跌入冰窖，一时酷热难忍，一时又冷若冰霜，全身都不自在。因为寒冷的关系，我们就随随便便的用手闹了个一格高，两个宽、长的坑，便入睡了，为了安全，史蒂夫又亲手摘些枯枝败叶，并把火把和枯枝败叶一起燃烧，照的周围亮堂堂的，这样，我们既温暖，又可以防止刷怪，那样，我们就可以安安稳稳的睡上一大觉了。  夜里，我们两个睡的简直可以用死气沉沉来表示了，因为我们俩的确睡的很沉……怪物们游荡着，却没有前来攻击我们，也许是要保持怪物们与人类的平衡线吧，总之一句话：夜很静，我们睡的一觉到天亮，毫无任何的危险存在。索引贴地址：http://www.mcbbs.net/forum.php?m ... 1&extra=#pid5677880",
    "replies": [
        {
            "author": "418878840",
            "timestamp": 1405759620,
            "txt_content": "你也更新了啊，我刚刚也更新了，真巧{:10_492:}"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405766400,
            "txt_content": "418878840 发表于 2014-7-19 16:47\n你也更新了啊，我刚刚也更新了，真巧\n是的，发完在村庄保卫战后，觉得少了些东西写……"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1405770360,
            "txt_content": "断网了，空守这5000字发不出去"
        },
        {
            "author": "通灵王",
            "timestamp": 1405771320,
            "txt_content": "我是小骷髅 发表于 2014-7-19 18:40\n是的，发完在村庄保卫战后，觉得少了些东西写……\n小骷髅，偶来支持你~\\(≧▽≦)/~啦啦啦"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405777560,
            "txt_content": "通灵王 发表于 2014-7-19 20:02\n小骷髅，偶来支持你~\\(≧▽≦)/~啦啦啦\n谢谢支持啦，以后你出新文章我也支持你！"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1405832220,
            "txt_content": "一个游荡的JJ怪 发表于 2014-7-19 19:46\n断网了，空守这5000字发不出去\n额，无语ing~"
        }
    ]
}