{
    "title": "<连载·单章>【MC之勇士崛起】【作者：通灵】【第八章：创世之神】【爆更！】",
    "author": "通灵王",
    "replyCount": 9,
    "timestamp": 1405763340,
    "txt_content": " 本帖最后由 通灵王 于 2014-7-27 10:07 编辑 \n              第八章  创世之神 http://www.xiami.com/widget/0_2073511/singlePlayer.swf\n           (求好评、顶赞、人气和金粒，O(∩_∩)O谢谢！。）                    （《MC之勇士崛起》第一章  初来乍到——点击进入）\n          （每章下面都有下一章的链接，点击进入。爆更~\\(≧▽≦)/~啦啦啦）\n  “卟~”一声极其轻微的响声后，那个有着一双妖异充满着邪恶的紫色眼睛的主人消失在了这片茂密的小树林里，而那个“人”刚刚站立过的地方却飘着妖异的紫色的古怪符号。一两秒的时间后符号便缓缓落入地面，消失不见。\n  ——与此同时，一个幽暗而宽阔的地底空间里，一个散发出浓郁的妖异紫色光芒的古怪晶体悬空在地底空间的中间，不紧不慢地缓缓转动着。\n  “卟~”一声轻微的声响后，刚刚在小树林里观察博坦村的那个“人”突然出现在这个诡异的地底幽暗空间里面。“他”全身都是黑色的，手臂、腿、背部甚至脑袋也是黑色的。浓郁的黑色让人有一种窒息的冲动。只有那诡异的紫色眼睛不是黑色的，那双紫色的眼睛仿佛有着无限的吞噬力一样。“他”不在意地用手挥了挥周围伴随着“他”出现的紫色符号，看着它们缓缓落在地上，最后消失不见。  这个空间里还有四个“人”，跟那个突然出现在这个地底空间的“人”几乎一模一样。除了他们的身体黑色浓郁程度不一，眼睛的紫色光芒强度有强有弱外，基本上是同一个人。“怎么样了？”四个人中的其中一人问道。“他”的声音好像不属于这个星球一样，不含一丝感情，冷漠，邪恶。“任务已经顺利完成。”刚刚出现的那个“人”用同样的语气回答。“没人怀疑吧？”“嗯。”“那就好...”说完，五个“人”一起走进了中间那个正在缓慢转动的诡异紫色水晶里面，他们的身体开始渐渐扭曲，传出一阵强烈的空间波动。\n  “卟~”五个“人”顿时消失不见，只有一些还在缓缓飘落的紫色符号，渐渐没入地面。\n  一切都像从来没有发生过一样，静静的，只有那个古怪的紫色水晶还在不紧不慢地转动着....\n  ——距离地底空间，十分遥远的博坦村里。\n  “真幸运，我竟然没有死掉。”小雷躺在医护所的床上，自言自语道。\n  昨天的大战上，村子里终于赢了，也救回了那个被围困的史蒂夫。当村子里的骑马的史蒂夫来了后，一路上势如破竹，无比勇猛。他们救走了六人，把他们送到了医护所里紧急救治。村子里唯一的两个白巫师不停地用药水治疗着他们。终于，性命垂危的六人都被救活了，小雷今天早上第一个苏醒了过来。\n  “真是可怕啊。”想起昨天晚上的那只苦力怕，小雷现在还是心有余悸。那最后令人从内心感到恐惧的红芒，依然在小雷的脑海中挥之不去。一只苦力怕就可以把他给炸成重伤，差点死掉。“这个世界还真是危险啊...”小雷想着。“不过还好，总算是把那个史蒂夫给救回来了。”小雷一想起昨晚的怪物们就忍不住想吐。他现在虽然没死，但现在身体依然很严重，动都动不了，连挪下手指头这个简单的动作都完成不了。“现实毕竟不比游戏啊...”小雷在心中无奈地叹了口气，默默地想着。“游戏里喝几瓶补血药水就可以满血了，重新充满活力，但现在....”\n  “吱嘎~”一个全身都是白色，脑袋上戴着一架白色的巫师帽，只有脸是商人的人推门走了进来。这个人就是两个白巫师中的一个。（注：巫师分为两派，分别是白巫师和黑巫师。白巫师是专门来研究正面效果药水和救人的，黑巫师则是专门研究负面效果药水和杀人的。巫师又分等级，分别是：巫徒，巫师，大巫师，巫王，巫神，魔巫和巫术之神。等级越高表示研究巫药越精深。合成则分为：合成学徒，合成者，合成师，合成大师，创造之师，创造大师和创世之神。附魔则分为：附魔学徒，附魔师，附魔大师，附魔长老，附魔士，魔士和魔神。魔神，巫术之神和创世之神都是神那个档次的，那个区域不是普通人可以涉足的，至今还没发现一位魔神，巫术之神和创世之神是为国家效力的，他们的行踪总是飘忽不定，令人难以捉摸。合成，附魔，巫师都是这里受人尊敬，高贵的职业，可以在王国中注册并获得奖励。）村子里的白巫师等级都不是很高，他们两个都是巫师级别的，分别叫叶真和彦启。这个走进来的叫彦启，是个活泼开朗的人，做事十分认真。当他看到小雷已经醒了后，连忙走过去：“感觉怎么样？“还是动不了，但至少我清醒过来了。”小雷苦笑道。\n  “你们真是博坦村的英雄，竟然凭着五个人就救回了被围困的史蒂夫。”彦启称赞道。“但是我们也差点挂在那里。”小雷说。“不管怎么样，只要你们回来就好了。”彦启安慰他道。“对了，我想问一下，那个被围困的史蒂夫怎么样了？”小雷打起精神问道。“可能是因为受你们保护的缘故，他受的伤比你们都要轻一些，估计今天下午就可以活蹦乱跳了。”彦启说道。\n  “对了，昨晚的战斗中，我发现他有一根神奇的木棒，可以击退周围的怪物，那是怎么回事？”小雷疑惑地问道。“哦，那是一根被附魔的木棒。啧啧，不知道他是从哪来的，有这么好的运气。居然有一根击退的好属性的木棒。要知道，我们村里的唯一附魔师里格脾气怪，又十分贪财，他附魔出击退的效果的东西也是少之又少。”彦启啧啧道。\n  “附魔？”小雷在这里第一次听见这个词语，不禁疑惑地问道。“附魔就是在附魔台上给物品增添上各种各样的特殊效果，不过大多数都是一些比较不怎么实用的常见效果，像击退这种稀有附魔效果更是少之又少。我们把给物品增添上的效果称之为魔，即魔法。附了魔的物品可以大大提高效能，起到更好的作用。王国中，附魔师比我们巫师还要吃的香。一般只有宫廷里才有那种顶级附魔师。”彦启给小雷解释道。\n  “那么合成师是最没用的了？”小雷问道。彦启听后，突然严肃地说：”不，其实合成师才是这个世界上最高贵的职业。他们可以创造出万物，只要他们有足够的想象力。巫药和附魔其实都是从合成开始的，所以合成师是最令人尊敬的职业。从古到今，巫术之神和魔神都出现过好几个，但创世之神却一直都只有两个！”“那那两个人是谁？”小雷好奇地问道。彦启深吸了一口气，缓缓说道：“Notch和Herobrine（Him）！”小雷惊讶地问：“Notch和Herobrine是谁？他们怎么这么厉害？”\n  “以后再给你详细说说，现在你先好好休养好吧。按照预计，你应该明天就能活蹦乱跳了！”彦启恢复了笑脸，对小雷说道。“那...好吧。以后有空的时候我会去问你的！”小雷说道。彦启走了出去，并带上了房门。\n  “我以后一定要成为伟大的创世之神，成为第三个创世之神！”小雷在心里默默地立志，鼓励自己。\n  ——远处，不知名的地方。\n  “计划开始执行！”一个冷漠，不含一丝感情的声音从一个遍体黑色的“人”口中吐出。“他”抬起头来，一双诡异的紫色眼睛闪烁着浓浓的紫色光芒....\n  (第八章完了啊...咳咳...码字真是辛苦啊，不过我一定会坚持下去的。后面的章节一定精彩，请持续关注通灵的小说，O(∩_∩)O谢谢！）  下章链接——第九章：前往格里平原（上）——点击进入\n\n\n\n\n\n",
    "replies": [
        {
            "author": "骑驴上高速——",
            "timestamp": 1405764000,
            "txt_content": "写的很好啊\nLZ加油~"
        },
        {
            "author": "通灵王",
            "timestamp": 1405764300,
            "txt_content": "骑驴上高速—— 发表于 2014-7-19 18:00\n写的很好啊\nLZ加油~\n好也比不上那些大大们，不出名的新小说没人看啊...."
        },
        {
            "author": "骑驴上高速——",
            "timestamp": 1405764660,
            "txt_content": "通灵王 发表于 2014-7-19 18:05\n好也比不上那些大大们，不出名的新小说没人看啊....\n任何一篇小说都是慢慢积累经验火起来的\n大大们也有刚开始的时候啊，也没有什么人气\n循序渐进，只要写的好了，人气就多了嘛\n"
        },
        {
            "author": "通灵王",
            "timestamp": 1405765020,
            "txt_content": "骑驴上高速—— 发表于 2014-7-19 18:11\n任何一篇小说都是慢慢积累经验火起来的\n大大们也有刚开始的时候啊，也没有什么人气\n循序渐进，只要写的好 ...\n哦哦........."
        },
        {
            "author": "yuchenyang",
            "timestamp": 1405770000,
            "txt_content": "我的小黑没有这么邪恶..."
        },
        {
            "author": "通灵王",
            "timestamp": 1405770120,
            "txt_content": "yuchenyang 发表于 2014-7-19 19:40\n我的小黑没有这么邪恶...\n人物不一样.....故事都不一样..."
        },
        {
            "author": "晓风晚月",
            "timestamp": 1405824600,
            "txt_content": "薄更，祝贺"
        },
        {
            "author": "通灵王",
            "timestamp": 1405845600,
            "txt_content": "好吧，我承认我前几章字数少，但是现在都暴更了还是这么点点击量..."
        },
        {
            "author": "hznb",
            "timestamp": 1406044080,
            "txt_content": "写的不错，继续加油"
        }
    ]
}