{
    "title": "1.6.4的神秘时代4简单教程（更新中）",
    "author": "小白的可怜",
    "replyCount": 6,
    "timestamp": 1405773480,
    "txt_content": " 本帖最后由 小白的可怜 于 2014-7-19 20:41 编辑 \n\n今天我给大家说说1.6.4的神秘时代4的简单教程。\n这个是我收集的成果哦。\n1.世界观：\n\n\n神秘时代4把源自古希腊哲学的四大基本元素理论扩展至六元素，并通过基本元素复合的方式将世界上的任一物体分析为最多10种的元素构成。详见神秘书基础知识的“魔法之元素”页面\n\n\n2.元素发现：(神秘MOD核心和基础内容)\n\n\n在游戏的开始只有6种基本元素的知识，因此需要通过对世界上的各种方块、物体、生物进行探索，从中获得更为复杂的元素知识(详见神秘之书研究(Research)页面)。\n除了探索，还可以在研究台通过元素合成的方式来获得新元素的知识。\n元素知识是后面制作各种魔杖，魔法装置，学习炼金术和傀儡术的基础\n\n\n\n\n*元素合成表：\n\n\n\n当然一个优秀的秘术师显然不会光对照着合成表来解锁全部元素知识←_←因为你会很快发现天天宅在家合成，元素研究点数量捉襟见肘了。\n这是我的一种完全无需合成的元素全解锁方案。\n\n当你解锁全部元素知识后，就能满世界跑研究各种物品积累研究点数，为接下来的研究系统做准备了(除了神秘mod里的一些灵气节点、生物，一种物品只能通过探索获得一次研究点)。\n\n\n3.研究系统：(神秘MOD核心和基础内容)\n\n基本研究方法详见神秘之书 研究(Research)页面。\n值得一提的是书里没提到的内容：即知识节点只能连接1个或2个符文或节点，符文可以连接2个以上。\n\n\n左图显示的是一个仅根据神秘书里的规则应该能完成的研究，但事实上没有完成，是因为中间那个知识节点是端节点(即只能发出一道光线，连接一个节点或符文)。\n这时需要改变最短路径这种惯性思维，调整符文位置，让其迂回连接，像图中一样。\n\n\n有时候符文之间靠的太近，符文会跳过节点直接与另一个符文连接，这时要巧妙利用一下“未激活的符文如果在该路径上会阻挡连接的形成”这一规则，移动无关符文挡住那些路线。\n就像右图这样。\n\n\n大多数时候研究是将节点和符文串成一条线，不过其实“并联”也能“通电”完成研究(左图)。\n端节点这一特性没有在神秘书里说到，因此不确定是否每次研究都存在1个或以上的端节点。如果不是的话，那么是有可能出现环状的连接图案的(右图中有1个端节点使得无法连成环状)\n\n\n各研究所相关元素：\n\n\n\n相关元素的意思，就是指可以用于激活此研究笔记上的符文的元素，但完成研究大部分情况下用不着全部所列元素\n\n4.魔法合成：\n\n“如果你走到了这一步，恭喜你，你已经迈入了神秘时代的第一步。”\n\n\n秘术工作台(Arcane Worktable)是在台桌(Table)上用魔杖右击放置制作的。右键打开工作台界面，魔杖在右上角可以取下补充魔力再放上去。\n当按照研究成果所提示的合成图摆放好合成所需物品时，周围的六个圆圈内会显示所需的各元素魔力Vis数目。数量不足的元素会不停闪烁。\n\n\n\n给魔杖充够所需魔力后放置在右上角，可以看到6种元素图案不再闪烁，右边得到合成结果。\n\n\n5.炼金术：\n\n炼金术的本质就纯粹是各种往坩埚(Crucible)里投放东西。主要意义在于炼出其他方式无法获得的物品，对于像炼铁，炼金，意义不大，最多废物利用的时候用到。\n用魔杖对着炼药锅右键就能变成坩埚，坩埚加热需要一个持续的热源：在下面放一格岩浆或者一个点燃的地狱岩都可以。\n\n\n待坩埚冒出气泡时表示已煮沸，此时投入物品会分解成构成元素。戴着揭示之护目镜时能看到元素种类和数量。这些元素会快速地随着时间分解，因此要炼制东西可不能慢慢吞吞的。\n\n\n如果坩埚中的元素数量太多(比如丢进去一大堆东西或者直接丢进去一个装满的元素罐子)，坩埚就会溢出液体，变成咒波粘浆(Flux Goo)，浪费元素不说，还让人十分之不爽。不过小片的咒波粘浆的话，拿些方块覆盖一下就能消除。\n\n\n所以比较好不容易产生咒波污染的方法是使用元素精油(Phial of Essentia)。比如要炼制净土花(Ethereal Bloom)，先在快捷物品栏准备好所需元素和材料，然后快速滚动鼠标滚轮并按Q键投入物品，就能很安全的获得。而如果使用其他物品，基本上都会产生咒波污染。\n至于元素精油的制作方法，则是使用接下来讲述的元素蒸馏方法得到的。\n\n\n今天就到这里吧，大家洗洗睡吧，明天继续。 如果图片挂了，明天在发 233\n\n\n\n",
    "replies": [
        {
            "author": "623334165",
            "timestamp": 1405773840,
            "txt_content": "是直接黏贴复制?"
        },
        {
            "author": "morikawa",
            "timestamp": 1405871100,
            "txt_content": "简单看了下发现楼主讲的是4.0.x版本= =，4.2都要出了，居然还在讲老版本。。。（吃我友情破颜拳→ ）"
        },
        {
            "author": "q15238372822",
            "timestamp": 1405872360,
            "txt_content": "非常好啊，赞一下先。"
        },
        {
            "author": "kai456",
            "timestamp": 1406782680,
            "txt_content": "图全裂了是怎么回事"
        },
        {
            "author": "53264036",
            "timestamp": 1408283460,
            "txt_content": "图全挂了"
        },
        {
            "author": "1023845634",
            "timestamp": 1408318980,
            "txt_content": "好吧 能不能将近新版本 。。。。。。。。。新版本啊 "
        }
    ]
}