{
    "title": "<单章>【因相关法律不予显示】[作者：【电饭煲（备）】][【HBLGLGBLFFF】]",
    "author": "电饭煲（备）",
    "replyCount": 5,
    "timestamp": 1405788900,
    "txt_content": "声明：本篇创作文学作品包含大量*暗示，如对您身体不适，请勿度娘\n\n\n作者寄语：这个东西真的只是我脑洞大开想出来的玩意，如果要和谐掉就尽快吧XD不要给我复制保存的机会（默默保存\n\n\nH——1 http:/Z/pan.baidu.5com/shareB/link?shareid=G3078001704&uk=3292003214  亮点自寻，四个多余的符号，自己看着办good luck\n下面才是正片\n半夜三更H   这一天晚上男回到家里 打开灯，看见家里面空无一人，想了想，“可能她又加班吧”就放下沉重的公文包，到了隔壁另外一间同样属于这个家庭的房子当中，一推开门，他就镇住了，他老婆面前的桌子上是一个装满了跳蛋、振动棒、SM绳的包裹，他老婆转过头，一脸尴尬的望着这个满头大汗的男人，笑了笑，马上拿起电话，准备拨打，这个时候这个满头大汗的男人瞬间擦掉头上的汗，扑了过去………………（剩下的自己脑补，我相信你看了上面的网址之后很容易想出来）\n\n然后是BL么。。。算了吧，我们来讲一个故事吧\n\n\n恩，这是一个非常被上的故事，曾经有一个GAY，走在路上遇见了七个小矮人，就和他们约定，每年的秋天都来8P，然后到了第四年的春天，这个GAY学会了制服PLAY，然后把自己的三角木马也变成了自己震动形，他就骑着这个三角木马朝七个小矮人的家里面走，刚走到家门口，七个小矮人就跑出来，说：嘿！GAY！不好了！我们这里来了一个打扰我们FFF团工作的人！我们和她来一次⑨P吧！这个GAY就同意了，进去之后，发现是个女的，然后受宠若惊，七个小矮人默默锁上了门，然后激烈的活动之后，这个GAY一不小心吻到了这个女人的嘴唇，然后这个女人就醒了，这个GAY瞬间穿好了制服，这个女人看见这个帅气的GAY让自己苏醒了过来，十分感动，然后就把这个GAY带到了城堡里面当王子，当GAY走了之后，七个小矮人默默打开地下室的门，发现小木偶被吊在楼上………………\n\n根据标题下面一个就是GL了吧。。。又该说谁了呢。。。\n一个长得特别美丽的萝莉被鬼父抛弃到街角卖火柴，这个萝莉呢特别冷，一直向前走，都不知道该到哪里去，她冷的不行了，插亮了一根火柴，这个时候一个带着香水气息的手从后面搂住了这个萝莉，随后听见这个人说：“冷吗？跟着大姐姐做，很快就不冷了。”萝莉被带到了一个比街上要温暖许多的矮房当中，姐姐转身关上门，锁起来，从萝莉兜里掏出一盒火柴，点亮了屋子里面的蜡烛，然后抱着这个萝莉，坐到身后的床上，说道：“来，跟着姐姐做。”姐姐将手反手一拖，把包裹着萝莉的最后一层布料也脱离了她那柔滑的身躯，“姐姐，这样我冷…………”小萝莉嘟着嘴撒娇道。“不怕，很快你就会觉得很热了”姐姐并没有多说，而是将萝莉的内裤也顺手扒下来………………（后面我怕再写下去要被查水表，果咩QUQ其实我也很想写下去的，如果有管理看到我可以继续写下去的话请通知一声，我一定会补完省略号部分的！）\nGBL到了么。。。其实我也不知道这个该怎么写，大家请原谅我是一个萝莉控这种事情吧，男人变态有错吗？？？？？？？\n\n\n这天晚上，一个男孩儿到一个女孩儿家还书，这本书已经是好几个月之前借的了，一直都没还，他敲了敲门，没人回应，这时候他才发现门是开着的，就走了进去，他现在心里面在回忆，当初来借书的时候是哪一个房间，当他走到走廊尽头的时候他隐隐约约听见了喘息的声音，他小心翼翼的推开最后一扇门，看见的是这个女孩儿躺在床上自慰的情形，他心里面先是一怔，然后强装镇定的说道：“呃……那个……我是来还书的。”“原来是来还书的啊，还以为你不打算还了。”女孩红着脸回答道，男孩儿则是把书放在旁边的书桌上就打算快速离开了，就在他快要走出去的时候，女孩儿拉住了他，说道：“难道，你不想要说些什么吗？”“我还能说什么？”男孩儿的脸也羞红了，“我就当我没看见就行了。”在男孩低下头试图遮住自己红彤彤的脸颊的时候女孩转到正面，紧紧抱住了他，说道：“***************************”【此段因国家相关法律不予显示\n\nFFF我就不说了，就是烧嘛，你烧了我就行了！\n\n\n如果真的违反了国家相关法律，请管理及时告知，我会及时删除，积极配合2014净网工作",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1405997640,
            "txt_content": "yooooooooooooo"
        },
        {
            "author": "黑小白",
            "timestamp": 1406000340,
            "txt_content": "战龙兵团你够了"
        },
        {
            "author": "黑小白",
            "timestamp": 1406000340,
            "txt_content": "我已经报警了"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1418038980,
            "txt_content": "hznb 发表于 2014-7-22 10:54\nyooooooooooooo\nyoooooo,你也在这儿啊"
        },
        {
            "author": "250=mo",
            "timestamp": 1418162280,
            "txt_content": "写个【因相关法律不予显示】小说都写不好的人真是可悲啊，唉"
        }
    ]
}