{
    "title": "<连载·单章>【魔坛守卫者：勇士】[作者：布拉德贤][第一章]",
    "author": "501938012",
    "replyCount": 6,
    "timestamp": 1405784220,
    "txt_content": " 本帖最后由 501938012 于 2014-7-20 23:18 编辑 \n\n《魔坛守卫者：勇士》索引帖传送门：http://www.mcbbs.net/thread-304461-1-1.html第一章《艾尔》\n    墨元1284年\n“那道紫光....”村长呆滞地望着远方天空那阵令人胆寒的紫色光芒，“我得回去告诉村民们，要出大事了….”\n    村长一路狂奔回到村中，却发现村门口有一个婴儿….“这是谁家的孩子，怎么躺在这里呢？”村长喃喃道“现在不是想这些的时候，我必须快点告诉村民们这件事情，看来这保持了500年的和平，就要被打破了啊….”\n    这里是雷鸣村，作为陨墨大陆的圣地，这个地方的人民肩负起了保住大陆七大圣坛的使命，但不得不说这实在是个没什么人知道的，鸟不拉屎的鬼地方。大江大河不流经这里，附近茂密的森林也没有，村民生活实在艰苦。生活艰苦不说，还要肩负起保卫大陆和平的使命，实在是压力很大。\n    “村民们，听我说，快要出大事了。那道紫光，出现了。”村长已经镇定下来，对村民们说，只有他怀里的孩子能感觉到他仍然在颤抖着。村长刚说完，村民便陷入了恐慌，已经有几人奔回家收拾东西准备逃离了。对于这个大陆来说，紫色象征着魔物的力量，附魔亦是如此，只不过是附魔台的黑曜石足够强大以至于封住了魔物的力量并提取出人们可以使用的部分罢了。这才令魔物的力量能被人们所用。但，这一次不再一样了，魔物将借助魔坛进入人界，迸发出的力量足以破坏黑曜石。\n    村长转头望向逃跑的村民：“没用的，魔物将会侵占整个大陆，你无论逃到哪都会有魔物的。”逃跑的村民听到如此，停下脚步，惊恐的看着村长，村长继续道“魔物随人而生，你跑到哪，魔物就生成在哪，你觉得你有什么可以摆脱这一定律的方法吗？”村长见村民都不再逃跑，便继续：“与其各奔东西，我们不如抱起团来。这里是圣地，是雷鸣圣地，我们是这里的一员，拥有使命，500年前，那位勇士就曽说过，如果魔物再次出现，必须由圣地派出一位勇士，去封印这一切，阻止这一切。现在，谁，来做这个勇士？”\n    村民都陷入了沉默，村长只是望了望，并不强迫他们，抱着孩子走回了自己简陋的小屋。“孩子，你到底是谁呢….”村长喃喃道“也不知道你有没有名字…”刚说完，村长便看到了挂在婴儿颈上的铁挂链“艾尔？这是你的名字吗？真是个美丽的名字啊….”\n    墨元1293年\n    “艾尔，过来吃点东西吧？”村长叫道，这时的艾尔，已经有9岁了，村长也已经58岁。艾尔虽然只有9岁，可是不知为何，脑力异常发达，比同龄的孩子要聪明上许多。此时的他，正在村长家的院子里练习剑法。不知为何，这个比别人要智慧的孩子，连体质也比别人强上几分。\n    “好的，我马上来！”艾尔答应，便流利地将训练用的剑插回剑鞘，奔向村长家里。村长见了这个孩子，生活的艰苦顿时抛到了脑后，脸上又是慈祥和蔼的笑容。对于这个孩子，村民们都非常喜欢他，时不时给他送来糖果与水果，但都被艾尔一一回绝了。他深知村民生活的辛苦，也常常为村民们做一些力所能及的事情。\n    进屋的艾尔，看到了桌上村长为他精心准备的早餐，眼中飞速闪过一丝心酸，开心的表情照例武装好自己的脸，“谢谢你，村长爷爷。”便狼吞虎咽的开始进食。\n    已经有整整9年，村民们不提起选择一位勇士去封印魔坛的事情，而艾尔他对这样的事情了解的一清二楚，数次魔物入侵村子，竟然让他有一种熟悉的感觉。这种感觉他相当得熟悉，丝毫没有其他村民所表现出来的畏惧，反而让他有欣喜的感觉，充满力量的感觉。\n    “艾尔。”\n    “嗯？”\n    “十年一次的战技大会要举办了，你参加吗？”\n    “那是当然了啊！”（字数统计1329）",
    "replies": [
        {
            "author": "火星使者",
            "timestamp": 1405787100,
            "txt_content": "喵，预测这个叫艾尔的大有作为\n有没有感情戏。。。。。。(斜眼笑)\n倒计时24"
        },
        {
            "author": "501938012",
            "timestamp": 1405824900,
            "txt_content": "火星使者 发表于 2014-7-20 00:25\n喵，预测这个叫艾尔的大有作为\n有没有感情戏。。。。。。(斜眼笑)\n倒计时24 ...\n没有，准备写一路到底的勇者风"
        },
        {
            "author": "JKL_",
            "timestamp": 1405846260,
            "txt_content": "顶！。。。。。。。"
        },
        {
            "author": "501938012",
            "timestamp": 1405846320,
            "txt_content": "JKL_ 发表于 2014-7-20 16:51\n顶！。。。。。。。\n噗噗，你这个是新号呢吧？"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1405846800,
            "txt_content": "我也来顶一下"
        },
        {
            "author": "hznb",
            "timestamp": 1405853040,
            "txt_content": "文笔不错"
        }
    ]
}