{
    "title": "<连载·单章>方块战争[作者：小怕][第十七章：浩劫训练系统]",
    "author": "一个游荡的JJ怪",
    "replyCount": 11,
    "timestamp": 1405837680,
    "txt_content": "浩劫训练系统外部时间：第六天 6：45(Locked）距离敌人进攻还剩1小时45分钟（Locked）浩劫时间：Unknow合金0-4  寒霜月灵帝国 月御城---------------------------------------------------------------------------    寒霜感觉这段记忆里有一种无与伦比的吸力，正在把自己的意识一点点吞噬进来。他拼命的想从这个泥潭里挣脱出来，可是换来的只有越陷越深，而且他还感到一股强烈的倦意突然涌上心头，寒霜瞬间失去了对身体的控制，昏迷了过去。    直到现在，寒霜还是不知道到底发生了什么。以往去了解一段记忆时只要用意念一触记忆链，里面的信息就会自动被读取，快速的让寒霜得知，可以说省时省力还不耽误质量，可是这次他是彻彻底底被这段奇异的记忆链带着走，是福是祸还未可知。    不知过去了多久，寒霜从昏迷中渐渐清醒了起来。他一睁眼，看到的不是月御城的军械库，而是一处位于内陆荒漠的军事基地。寒霜先是一惊，然后迅速镇定下来，他知道现在所看到的景象就是记忆链里储存的信息了。四处环视了一下，寒霜发现自己的视角竟是在天上，不过由于一些特殊原因，自己是被动的被带了进来，所以只有也只能有意识存在于此，所以只保留了最基础的视觉，除了在这里干看着也做不了什么。而且，他眼中的景象全部是灰白的，显然这是因为自己并不属于这份记忆里的任何一个角色，是个外来者导致的。    无奈的寒霜只好再去看看这片荒漠里唯一不同的景色——那个军事基地。根据寒霜观察所得到的信息，现在这里正是下午，地下的人似乎是在进行训练，不过也有好一部分人正在休息，也许是天气太热的缘故。    就在寒霜无聊的盯着下方看时，他眼前的景象在刹那间就换成了一个虚无的空间。这里没有日月，没有大地，甚至连引力也没有，只有无数飘渺的烟云。正在寒霜惊异于眼前的变化时，他的身体就在不远处凭空幻化出来，悬浮在那里。不过那似乎仅仅是个躯壳，因为里面没有一丝生气，眼神无比的空洞，瞳孔处于一种涣散的状态。寒霜用他那仅有的意识环顾着这没有灵魂的躯壳，渐渐的，那股意识也不再是无形无色的了，变成了点点微弱的光芒，在虚无的空间里一闪一闪，仿佛随时都会熄灭似的。寒霜操纵着意识慢慢靠近自己的躯体，大约还有1米时，又是一股无法抗拒的吸力，把寒霜的意识吸进了身体里。    寒霜先是颤抖了两下，然后他便惊喜的发现自己又重新恢复了对身体的控制，眼前也不再是单一的灰白色，再次变为五彩的世界，不过这片虚空之地浩瀚无边，既看不见尽头也找不到出路，可谓进退维谷。寒霜带着身体在四处游弋，想寻找些什么有价值的线索，不过到头来还是一无所知。而且这些烟云就像以他为中心似的，到哪里都甩不掉，死死跟在他周围。    寒霜叹了一口气，干脆就不再移动，躺在了这片没有引力的地方，任由身体四处飘荡。寒霜现在是灰心丧气中又夹杂着担心，他在担心着外部世界的睡魔他们，担心他们有没有和敌人打起来了，自己放不出去无人机，也就意味着他们不会获得任何支援。寒霜心中无比的懊悔，懊悔自己为什么逞能从睡魔手中接过了无人机的操控器，不然也不会有这样的情况发生了。    忽然，在寒霜身体里的冰弓自行释放了，他的眼眸也变成了晶蓝色，冰弓的虚影折射在寒霜的面前。然后，一道身影出现在了寒霜面前。看到这个人，寒霜立刻正好身体，正对着她。   “寒霜，你还是发现了那里。”说话的正是穆雪，语气中有一丝异样。   “穆雪，是你呀。你，知道这个地方？”寒霜听出穆雪清楚这里，而且他还听出穆雪似乎并不希望他来到这里。   “是的，寒霜。这是暗影帝国当初进攻时光岛战死士兵遗留下来的训练系统，经过我们的改造后可以作为快速提升你冰弓实力的工具，这也是我所说其他获取技能的方式。通过冰弓反馈给我的信息，之前你吸收了一颗能量水晶，这很好，不过那种水晶的作用越到后效果就越差，对于你和时光岛的所有人时间都是万份宝贵的，所以我们就把这套系统植入了这个人也就是德里克中士的一段记忆里中，不过......”说道这里，穆雪停顿了一下，贝齿紧咬着红唇，显得有些紧张。   “不过什么？难道说这里有危险？那你就大可放心了，既然我来到这里随时都有危险，再多一点也无关紧要。”寒霜拍了拍自己的胸脯，自信的说道。   “不只是这个......我们在植入好系统后发现它占据的是德里克中士成为合金小队成员到你在月风城开始控制他的身体这一段，这也是为什么你一直想不起这段记忆的缘由，也就是说你以后无法知道这中间发生了什么。我...我...”穆雪越讲越着急，说道最后她的眼角已经带噙这一点泪花了，声音也有些断断续续，她在责备自己为什这么大意。   寒霜沉默了一会，听到这个消息无疑是个重大的打击，但他还是去安慰穆雪：“好了，穆雪你能给我这么多帮助我已经很感激了，少一段记忆又如何，我小心点就好了。有了这套系统我完成使命的成功率就更大，说到底我还要感谢你呢，你可以说说这东西的原理吗？”寒霜毕竟是个男子汉，在他眼里穆雪只是个小姑娘，所以他不可能去多说什么，只有尽可能把话题转开解决问题了。    穆雪渐渐稳定住了情绪，对着寒霜说道：“这套系统名叫‘浩劫’，是暗影帝国配发给士兵增强军事技术的，说起来这东西还是特别精巧，可以营造出一个近乎真实的作战环境，通过考验的人不仅可以增强自己的各方面实力，还可以获得不一样的专项提升，而且每个人的提升都是不一样的。经过我们的改良后奖励变成了冰弓的属性提升，这代表着你可以借助这个平台获得新技能和对已有技能进行升级以及给冰弓添加辅助能力。不过我要告诉你的是，由于这里的核心系统我们无法破译，所以里面的任务难度一点都没减，这些任务是什么我们也不知道，这些都得靠你自己的努力去探索。还有，冰弓就像是你的一把钥匙，你要牢记。最后再透露你一点，之前你的意识离开了你的身体还记得吧，只要你以后任务完成的足够好，你的意识强度也会不断加大，最后达到压制别人的意识抢占他身体控制权的目的，不过这对于你还很遥远，尽力而为就好。好啦，说了这么多话，我也要走了，你自己努力吧。我们后会有期了，有必要我会联系你的。”穆雪见到寒霜并没有怪她，此时心情大好，没了之前的负面情绪，恢复了往日的活泼。穆雪向寒霜招了招手，然后身形一转，冰弓的影像就消失了，化成了冰粒子飘散在周围。   “喂！喂！”寒霜伸手向前一抓，不过他抓到的只是一些散去的粒子而已。他还有许多问题想问穆雪，没想到她就这样不给情面的走了，寒霜不仅有一些气恼。   “哎~穆雪说的没错，还是得依靠自己啊。”寒霜摇了摇头，开始思考接下来的计划。不论怎么说，穆雪总归是带来了不少有价值的消息，至少这里不是他的葬身之地了，说不定还有可能变成一块宝地。    不过，怎么离开这里呢？这是一个近在眼前的燃眉之急。寒霜开始回忆穆雪说过的话，这里面定有线索。   “冰弓就像是我的一把钥匙。冰弓就像是我的一把钥匙。”寒霜不断重复着。他注意到穆雪特意强调了他要牢记，可以见得它对于寒霜非常很重要。   寒霜低头想着，就这样过去了很久。   突然，寒霜大叫一声，打破了这里的寂静：“对了！冰弓是我的一把钥匙!”寒霜因为思考太入神忘记了这里没有引力，激动的身形不稳，身体翻转了过去。那样子要多滑稽有多滑稽，不过他却没有过多关注，在漫长的思考中寒霜悟出了一个道理——冰弓是他的钥匙，也是他的伙伴。没错，就是这句看似无用的话，其实里面包涵着巨大的秘密。   调整好身体后，寒霜按捺住兴奋的情绪，释放出了冰弓。如果他的猜想是正确的话，他就可以从这里出去了。穆雪之所以这么急匆匆的走了，是因为她不想给寒霜留下提问的机会。她的话中讲述了这个“浩劫”系统的很多方面，唯独剩下了如何离开虚空之地的方法。这自然不是穆雪漏讲了，她的用意是让寒霜领悟只有与冰弓达成亲密无间的友谊后才能在以后面对各种危机时不至于捉襟见肘，冰弓会毫无保留的支持他、帮助他，成为他强有力的后援。   冰弓一出，周围的阻挡他视线的烟云瞬间像火遇水一般迅速后退，寒霜这才第一次真正看清这里。没过多长时间，整片虚空之地完全展现在寒霜眼前——这里其实不大，相反还很小。寒霜待在一个小房间里，像是一个简报室，因为这里的白板上贴着一张张照片，还用红色的笔圈圈点点，似乎是在表达某种关联。整个简报室并不是一次性全部出现，而是有一种渐渐被加载出来的感觉，一样样的物件随着时间的推移先是显现出大致的轮廓，然后慢慢变得清晰起来，最后完全成形。而空间的加载更为奇特，寒霜周围有许多沿X、Y、Z轴分布的透明白线，它们互相交织，每次碰撞都发出些许的光亮，之后光亮闪过的地方便构成了简报室的框架，接着一点点绘制出细节部分，速度始终保持着不紧不慢的状态。全部加载的过程没有一点噪音，就在无声中井然有序的进行着。又过了一段时间，最后一个区块加载完毕，这神乎其神的一幕终于画上了句号。忽然，空间内有了引力，漂浮着的寒霜缓缓降落，落到一块灰色的石砖上。  “还是脚踏实地的感觉好啊。”在无引力状态下待了那么久，寒霜早已期盼着回到地面了，一下来就发出了感叹。   寒霜在附近转了转，发现简报室没有窗户，与外界相连的只有一扇寒霜打不开的门，所以他不能向外探查外面的情况。这个房间用一盏灯提供着光明，那灯还算不错，至少没有阴暗的死角。正在寒霜观察白板上的照片时，一个男子轻易推门进来了。   那个男子身着一套整洁的西装，脚上的皮鞋在灯光的掩映下闪闪发光。从外貌上判断他应该是个中年人，他的头发是黑的，但脸上已有了一两条皱纹体现着时光留下的痕迹。他径直走到简报室桌子后的一张旋转沙发边，坐了下来。  “抱歉让你久等了，先生。我是你的训练导师。自我介绍一下，我叫米歇尔。你呢，先生？”那个叫米歇尔的人率先发话了，他的声音很平和，让人听起来很舒服，这让寒霜增加了对他的好感。   寒霜也走到一个位置上坐了下来，说道：“我叫寒霜，米歇尔先生，你好。”寒霜心里还是比较认可米歇尔先生的，无论是他的着装还是外貌，都令人找不到瑕疵，寒霜在心底佩服暗影帝国的科技水平，难怪是可以穿越位面的国家，连一个训练系统的人工智能都设计的如此精妙。  “寒霜先生，你应该知道你为什么来到这里，不过我还是要给你介绍一下你现有的选择。”米歇尔站了起来，把身子一转，侧对着寒霜，他打又开了一块显示屏，开始介绍。“您现在有两个方向可以走——1.完成剧情。这种办法有利于您尽快的熟悉系统的规则，可以很好的提升您的综合能力，不过成长速度较慢，在短时间内不会有太大成效，但从长远看是有利的。2.进行特别行动。这种办法是需要完成剧情解开的，这代表您短时间内还不可以去完成它，但是特别行动可以快速提升您的某一类能力，效果立竿见影，不过这种训练失败或达到一定次数后会有时间间隔，所以我建议您要慎重考虑。”米歇尔不紧不慢的说着，神情依旧平和。  “谢谢，米歇尔先生。不过我听说完成任务后可以获得奖励，不知道你可不可以介绍一下。”寒霜固然关心自己的任务，但他最需要的还是尽快提升实力，关于奖励这部分就尤为重要。  “好的，寒霜先生。完成一关的剧情或特别行动可以按表现获得不同的经验值，经验值达到要求后您就可以升级解锁更多的道具。这里获得的道具在所有任务关卡中是通行的，除了一些限制性的特别行动以外。在特别行动中您可以按照不同难度通过关卡后得到星级技能点评定，最低一星最高三星，不过前提是要完成任务，否则就什么也没有了。这些技能点也可以在剧情里获得，不过是一些分支，您可以自由选择完成或不完成。得到足够多技能点后可以为您的冰弓附加新能力，具体您可以自行在显示屏审阅，这显示屏就是您的操作中心。您听明白了吗？”米歇尔会说出“冰弓”这个字眼，不用说这是时光岛的人改造的结果了，不然的话寒霜连米歇尔说什么都听不懂了。  “明白了，再次感谢你，米歇尔先生。不过我想问最后一个问题，现在外部时间是什么时候了？”寒霜还是牵挂着外部世界的睡魔他们，他要确认一下自己是否来得及赶上放出无人机。    米歇尔走到寒霜面前，静静的说道：“在这个位面上只有您有‘浩劫’，所以现在外面的时空已经停滞了，所以时间和您进来时分毫未变。寒霜先生，我还有些事先走了，再见了。”米歇尔向寒霜挥了挥手，转身向门外走去。    寒霜惊呆了，直到米歇尔走后，他还是未回过神来。时空停滞，这是多么骇人听闻的四个字，寒霜还是第一次听说某样东西可以把一个位面的一切冻结下来。   又过了一阵，寒霜重新定下神来，他走到显示屏前面，开始仔细查看里面的规则。这显示屏是可以用触摸进行操控的，主页上显示 着他的等级，经验值，任务完成百分比，技能点数量等内容，不过现在除了等级是1其他都是0或0%。   寒霜点到奖励界面，开始看冰弓的附加技能。界面上显示着他现在有探查和范围减速两项技能，分别占据前两列，探查是紫色，范围减速是黄色。两个技能旁边分别标注着他们的具体数值，可以说把这些技能规范化，更便于寒霜了解。现在只有探查是可以点选升级的，看来到了紫阶的技能才会有分支，但是现在寒霜没有技能点，所以他什么也干不了。在两个技能下面，还有一列蓝色的，上面写着“冰弓专项升级”。寒霜带着好奇点进去看了看，发现这些技能一个个分别排列，彼此互不关联，不像探查的都是技能树，一环套一环。现在只有第一行的前三个是亮着的，闪着蓝光，其他都是灰色的。第一个写着冰弓实体化；第二个写着冰弓虚无化，下面有一行小字——可与实体化重叠。前两个技能都非常好，实体化后可以对技能进行属性加成，虚无化可以完美隐藏冰弓，这两个技能可谓相辅相成，相得益彰。   不过，寒霜的目光还是被第三个技能吸引住了。\n本章共5278个字   ---------------------------------------------------------------------------其实这章昨天就写好了，因为网卡[自动屏蔽]就没发成，今天偷偷的找机会赶快发出去。字数较多一般会审核，所以BGM就不发了，也没什么配套的。这章是本文一个重要的铺垫，关系着后续剧情的发展，铺垫一般都很无聊的（0A0），所以大家就见谅了，下章开始就又有一波高潮了，反正月御城这个地方小怕写够了，终于要挪窝了。求一下顶，帮忙点下就好。---------------------------------------------------------------------------上一章地址---------------------------------------------------------------------------索引贴地址\n---------------------------------------------------------------------------@我是小骷髅 @a2455564728 @银狼 @Aiursad @hznb \n\n\n\n\n\n20120316160727-115321506.jpg (16.04 KB, 下载次数: 18)\n\n下载附件\n\n2014-7-20 14:27 上传\n\n\n\n\n\n三角洲突击队——寒霜\n\n\n\n\nBlock War 2.jpg (58.57 KB, 下载次数: 20)\n\n下载附件\n\n2014-7-20 14:28 上传\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Aikawastep",
            "timestamp": 1405838040,
            "txt_content": "支持一个OAO      "
        },
        {
            "author": "hznb",
            "timestamp": 1405838340,
            "txt_content": "5000多字，好兴奋"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1405838460,
            "txt_content": " 本帖最后由 一个游荡的JJ怪 于 2014-7-20 15:22 编辑 \nhznb 发表于 2014-7-20 14:39\n5000多字，好兴奋\n怎么了吗？（一种被吓住的感觉）"
        },
        {
            "author": "hznb",
            "timestamp": 1405844880,
            "txt_content": "一个游荡的JJ怪 发表于 2014-7-20 14:41\n怎么了吗？（一种被吓住的感觉）\n单纯的觉得写的挺用心的，5000字不是那么容易的"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1405845000,
            "txt_content": "hznb 发表于 2014-7-20 16:28\n单纯的觉得写的挺用心的，5000字不是那么容易的\n其实有的时候写着写着就四五千字了，一开始一千字都难，可能是慢慢进入状态了，熟悉了写作的节奏吧。"
        },
        {
            "author": "Xx123c",
            "timestamp": 1405847220,
            "txt_content": "字数好多= =        "
        },
        {
            "author": "我chao爱MC",
            "timestamp": 1405857540,
            "txt_content": "图片用使命召唤的好玩么"
        },
        {
            "author": "Aiursad",
            "timestamp": 1405858980,
            "txt_content": "一个游荡的JJ怪 发表于 2014-7-20 16:30\n其实有的时候写着写着就四五千字了，一开始一千字都难，可能是慢慢进入状态了，熟悉了写作的节奏吧。 ...\n呵呵，和我一样，只不过，12岁嘛，动力不大.....所以最多3000多字的说"
        },
        {
            "author": "530850708",
            "timestamp": 1405864680,
            "txt_content": "楼主加油 顶你{:10_492:}"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1405904400,
            "txt_content": "我chao爱MC 发表于 2014-7-20 19:59\n图片用使命召唤的好玩么\n个人对使命的喜爱而已"
        },
        {
            "author": "我chao爱MC",
            "timestamp": 1405914660,
            "txt_content": "一个游荡的JJ怪 发表于 2014-7-21 09:00\n个人对使命的喜爱而已\n我也十分喜欢"
        }
    ]
}