{
    "title": "<连载·单章>【魔坛守卫者：勇士】[作者：布拉德贤][第二章]",
    "author": "501938012",
    "replyCount": 6,
    "timestamp": 1405840980,
    "txt_content": " 本帖最后由 501938012 于 2014-7-20 23:17 编辑 \n\n《魔坛守卫者：勇士》索引帖传送门：http://www.mcbbs.net/thread-304461-1-1.html第二章《战技大会》\n    战技大会全称战斗技巧大会，在这个村子，用这样的方式选择出最强的战士，同时，派他去守卫圣坛。而在上一届大会获得冠军的战士，在一次魔物入侵村子时为了掩护弓箭手进行射击，牺牲了。\n    烈日骄阳之下，一切都变得模糊了。待变得阴凉些，村长走上了武斗台，高声道：“第57届雷鸣村战斗技巧大会，现在正式开始！”刚说完下面看台便爆发出一阵欢呼，这帮穷苦的村民，也是需要一些生活的调味剂的。\n    村子大概有600人，即使全部的人都认识艾尔，艾尔也无法完全记住他们。并不是所有的孩子们都喜欢艾尔的，他们怕这个优秀无比不知来历的艾尔抢了他们的风头。战斗技巧大会选出了不是最强的战士，而是最有潜力的战士，而艾尔正是这一有力竞争人选。\n    “参赛选手共128人，现在是128进64强的比赛！”附带着魔法力量的声音在村民之中荡漾开来，裁判先生正是使用了扩音魔法。艾尔感到力量充满了自己的身体，一种无与伦比的感觉。\n    “第一场，伯纳德对战塞纳！”裁判高呼，说完从后背震出一对巨翼，但却不完整。“魔物的力量？”艾尔疑惑。炽烈的阳光之下，那一对破碎的银翼，显得格外耀眼。\n    “伯纳德。”一位英俊的少年走上武斗台，沉声道。\n    “塞纳。”另一位少年答道，说完，他的手心便充满了汗水。伯纳德是什么人他很清楚，战斗技巧是十分强劲的，遇上这样的对手，也只能认栽。“拼了！”\n    伯纳德从后背抽出铁剑，奇异之处在于，这把铁剑闪耀着同样令人胆寒的紫光。“附魔？”艾尔失声叫道。在9年前北疆紫光现的时候，全大陆的附魔台在同一时间毁灭，而魔物也拥有了突破黑曜石的能力“看来这把铁剑不简单哪….”艾尔叹道“这个塞纳获胜的几率实在小的渺茫。”\n    铁剑散发着寒芒，就像是要冻结住空气一般。魔物的力量。“我叫他寒冰。”伯纳德介绍道，同时沉醉在这把精致而又危险的铁剑之中。\n    叫做塞纳的少年并没有那样的武器，只是抽出了平时用来砍树的斧子，他深知最强战士这个称谓永远无法降临到他的头上来。斧头由石头做成，在这个村子，铁实在算是奢侈品，大部分的农具，装备和武器都由石材与皮革制成，例如这一柄斧头。\n    裁判先生脸色一沉，正色道：“比赛开始！”\n    话音刚落，伯纳德眼中寒光一现，凝视塞纳，舞剑冲刺过来。“寒冰”所到之处无不是空气凝结，碎冰落地。塞纳眼中闪过一丝惊慌，随即侧身闪过伯纳德的第一次攻击，挥动石斧向伯纳德的大腿劈去。伯纳德完全不惧塞纳这般举动，带剑跃起，便纵身向塞纳刺去！塞纳知道自己无法闪避这一剑，便甩起大臂试图用石斧招架住这凶险的一刺。“叮！”剑斧相撞，这时，令人诧异的一幕出现了。\n    塞纳的石斧与伯纳德的“寒冰”相击之处，竟出现了晶莹剔透的冰！而且在以惊人的速度向整一柄石斧蔓延开来！塞纳的力量无法与伯纳德相比，两件武器越来越靠近塞纳！霎时间，塞纳感觉到一股极其寒冷的魔物气息铺面而来！“啊啊啊！”塞纳惊声叫道，同时也不再施放自己的力量，猛然向后退去“噗通！”重重摔在地上！\n    伯纳德重新站直身体，而两件兵器仍然因为冰而交接在一起，但这时，“收！”伯纳德叫道，使两件兵器交接在一起的冰渐渐消失了！没错，消失了！武斗台上，除了两位少年对战留下的汗水，再无别的液态物体。\n    “吸收了？！”艾尔心中呐喊。这般魔物的力量，他熟悉无比，却不知该从何说起，他隐约感觉到，自己已经离答案，不远了。他将会一片一片地拾起那破碎的记忆与破碎的梦。\n    “怎么样？”村长走过来笑道。\n    “他们都很强，但是，我一定会超过他们！”艾尔握紧了拳头，沉声道。（字数统计1396）",
    "replies": [
        {
            "author": "Aikawastep",
            "timestamp": 1405841100,
            "txt_content": "支持一个OAO  "
        },
        {
            "author": "JKL_",
            "timestamp": 1405846320,
            "txt_content": "顶！。。。。。。。。。。。。。。。。。。。。"
        },
        {
            "author": "501938012",
            "timestamp": 1405846380,
            "txt_content": "JKL_ 发表于 2014-7-20 16:52\n顶！。。。。。。。。。。。。。。。。。。。。\n喂喂人气呢喂 给点诚意好吧"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1405846980,
            "txt_content": "主角定逆天，加油吧"
        },
        {
            "author": "hznb",
            "timestamp": 1405853220,
            "txt_content": "以后能@我吗，写的真心不错"
        },
        {
            "author": "501938012",
            "timestamp": 1405861680,
            "txt_content": "hznb 发表于 2014-7-20 18:47\n以后能@我吗，写的真心不错\n没问题。你也要@我啊哈哈"
        }
    ]
}