{
    "title": "<转载·连载>【 次 元 大 陆 】  [作者：火字头]  [已更新至【第十一章】]",
    "author": "Buco",
    "replyCount": 4,
    "timestamp": 1405858740,
    "txt_content": " 本帖最后由 Buco 于 2014-8-16 13:12 编辑 \n\n原帖地址!  http://www.17k.com/list/925762.html\n\n次元城\n\n第一章：怪物血滴有那么一块大陆，名咖啡。没人知道为什么。  　　也曾经有那么一个英雄，人们都叫他火字头。真实名字，没人知道……  　　“什么，你坑我呢！”一个背着木剑的少年，怒目圆瞪，“1个僵尸头换不了一颗怪物血滴？”面前的巫女手一摆，笑道；“小伙子，怪物血滴如果是那么简单就能获得的东西的话。那么我自己这把老骨头现在都有几桶怪物血了。”  　　“那么能告诉我，怪物血滴的获得方式吗？　”  　　“10个僵尸头，换一个纯的怪物血滴。”  　　“10个？你抢劫吗？”少年的满脸的不快。  　　回到家了，把木剑一丢。看着空荡荡的房屋木板，嘴里还不住的念叨：“死女巫，不知道我杀了1个僵尸多累吗？”  　　咖啡大陆上的文明，是靠提取怪物的力量加入武器。脱离了矿物时代，进入了提炼时代。虽然这种技术非常生疏，有时候甚至还会发生意外。但炼制出来的武器却强大的多。例如用岩浆里诞生的怪物：烈焰人提炼的烈焰血滴。就可以制作带有火焰的剑，并且这种火遇到水还不会灭。一般人哪怕被这种剑划个小伤口都会被伤口处的火焰折磨到死。  　　然而，一切都建立在有着怪物血滴的基础上。像是你没血滴就像没次元币一样。  　　少年幼年就是被自己的叔叔带大的，2年前他叔叔去外界冒险。再也没有回来。少年这两年虽然没有外出杀怪，做的都是体力活。像是制作弓箭，制作火把，帮助冒险者造房子。  　　不过，他今年到了冒险者的年龄了。已经到了游历大陆的年代了，但是却迟迟没有回应村长的建议。大概是恋家吧，毕竟这个村庄虽小。但是也是教他不少东西的地方。  　　忘记介绍了，这个少年的小名叫火字头。因为他脾气火爆，就像火焰浇头一样，所以村里的人都这么叫他。名字，只有已逝的叔叔知道他的真名。  　　第二天一大早，火字头就往着村长房子奔去。  　　村长房子不算奢华，除了房子更为宽敞一点，其他和居民屋并没有太大的变化。  　　“火字头，有事吗？”开门的村长睡眼惺忪，穿着睡觉的大衣，眯着眼睛看着火字头。  　　“我想当……冒险者……”火字头的声音低的很。因为他知道，昨天刚有一批冒险者出发，村长肯定会很生气自己为什么不早点提出这想法。  　　“火字头……你等我一下。”没有想象中的大发雷霆，村长只是进屋，然后拿出了一件蓝色的大衣和一本书，书里夹着一封信，“火字头。这件衣服是你叔叔给我的，说如果有一天你去冒险的话，穿好这件衣服。这本书是关于大陆的大部分主城的介绍。还有这封信是冒险者准许信，一般来说你进主，城给城主看的话，城主应该会给你相应的福利。当然，作为冒险者，你也要阻止城里的困扰。”  　　“是！”火字头，看着手中的蓝色大衣，眼睛又湿润了。  　　“火字头，村长不能给你什么了。希望你成为冒险者之后我还活着，哈哈哈！”村长尴尬的笑了一下，“出村走几天应该就能到达大陆上的主城之一。次元城了……”\n第二章：黑色森林，路遇情绪\n“坑爹的村长，”火字头看着书，嘴里喃喃自语道，“什么走几天，明明还要路过一片。。森林。”  　　黑色森林，次元城周围的大面积森林，以毒蜘蛛为主。如果没有高强的技术和武器，基本上进者必死。不过有一些人士指出，黑色森林可能存在遗迹，毒蜘蛛的繁殖能力不高，很有可能是遗迹诞生出来的。  　　总而言之，如果不过这片黑色森林的话，只能原路返回，回到村子，然后等待和其他冒险者一起走，增加存活几率。不过那样做太丢面子了。但是一个人的命和面子比，显然是命比较重要。然后，对于火字头来说。似乎面子比命要重的多。  　　“宁愿当5分钟的英雄，也不当一辈子的懦夫。”火字头是这么想的，但显然，火字头一进森林就后悔了。蜘蛛的声音四处都是，火字头手持木剑，眼神就像良家妇女要被夺走贞操一样。害怕和无助在火字头的眼光中闪过。  　　一瞬间，之间无数只堪比小牛身材的蜘蛛从树叶中，石缝，甚至是地下爬出来。红色的眼睛瞪得火字头心慌。一只蜘蛛趁着火字头分神的时候，从侧面进攻。  　　“你们，你们也想伤害我。这，这不可能的！”火字头闭上眼睛就向蜘蛛斩去。褐色的木剑出现了反常的蓝色反光。这只可怜的蜘蛛直接被切开。切开之后蓝色反光便消失了。  　　难道，木剑把蜘蛛杀死了。  　　火字头睁开了眼睛，发现剑上确确实实的有着蜘蛛的血液，心里不住的干呕。  　　可惜时间没有准许他那么做，一瞬间，只见密密麻麻的蜘蛛向火字头扑过来，火字头虽然有一点勇气，但看到那么多蜘蛛只能跑。  　　“咻……”只听到了挥刀的声音，随后火字头就失去意识了。  　　“这么点实力就敢进黑色森林，如果不是我路过，估计连白骨都不会剩了吧。”一个男人手持一把白色的铁剑，铁剑上面有着隐隐的蓝光。  　　“这里是……”当火字头醒来的时候，发现自己躺在床上，桌旁坐着一个男人.“你是？”火字头问道。  　　这个男人背着一把白色的银剑，帽子扣住了自己的左眼，一身黑衣服。突出了红色瞳孔的右眼，淡淡的杀气在他的右眼中缠绕。  　　“这么点实力还来黑色森林？”黑衣男子没有任何神情，冷冷的说道，“不过你身上的衣服真是神奇。竟然保护了你，似乎减免了一些伤害。”  　　衣服。。“我的蓝色大衣呢？？？”火字头看到自己身上只有内衣裤，问道。  　　“那件衣服现在已经被腐蚀成泡沫了，不过你腰上的书和信到没事，在桌上。衣服我有洁癖，不借给别人穿。唯一的就是一副皮革盔甲。不嫌弃的话就穿上好了。这是你的书和信，还有木剑。”  　　“恩谢谢，还有一件事、”  　　“什么？”  　　“我迷路了。。告诉我怎么去次元城。还有你叫什么。”  　　“情绪。”第三章：大棍师!猫姐次元城漂浮在空中的一座小型主城，有着领先的传送技术。当然，无论多小型的主城，对于火字头这种乡下人，都是大开眼界。  　　“这城，没有梯子啊，怎么进主城。”火字头抬头看着笼罩在天空中的主城，苦恼道。  　　你真的是呆子吗？一旁的情绪暗暗的想到，不过并没有回答火字头。而是向前走去，来到一道黑曜石门之下。  　　“这门，我在书上看过！！”火字头看到黑曜石门，拿起自己手头的书，里面有对黑曜石门的记载；“黑曜石可以通往地狱！”  　　情绪没有评论，而是走过去点了一下黑曜石上的灰色按钮，只见紫色的光束覆盖下来，随后一言不发的走进去。  　　“喂！我们进地狱干嘛！我又没有作孽。”火字头话是这么讲，也跟着进去。  　　感觉一进那道紫光之中，火字头只觉得眼前一花，随后就出现在主城之中。但是，却看到黑衣服的情绪被门口的卫兵拦下。  　　“请交进城的10次元币！”  　　“我没有。”情绪淡淡的一句话，却激怒了卫兵。卫兵拿着他手上的那把铁剑，往情绪的手上砍：“没有次元币，就拿你的一条手臂来做进城费吧。”  　　没有听到肉块撕裂的声音，只听到刀剑断碎的声音。只见卫兵手上的剑被情绪手上发着邪气的白色弯刀砍成两段。  　　“弱者，我没有兴趣。”不少人被这声音吸引过来，　其中形形**的冒险者都在打量着这个黑色衣服红色眼睛的大胆冒险者。  　　不过在这时，有一个拿着棍子的女子走了出来。当然不像我们平时打鼓用的细棍子，而是一种粗长巨大的红棍子，看上去非常的重。可是在这女子的手上，似乎轻如羽毛：“主城闹事的几个，能活下来的，基本上现在都断手断腿了.”女子很俏皮的说道。  　　情绪笑了一下，拿着手中的银色弯刀，向她冲去。没想到这个女子用棍子随手一打，把情绪打到墙上，一丝鲜血从情绪嘴里流了出来，缓缓的说道：“我，不是你的对手。”随后拿起手上的刀，从地上撑了起来。但随后却又痛苦不堪，坐到墙角。  　　“忘了和你说，我的棍子是用千年树为原料，浸泡在烈焰血里108天之久，如果我没有猜错的话。你现在肚子上肯定已经被灼伤了。”女子笑道  　　“猫姐，”旁边的卫兵叫到，“我们该怎么处置他。”  　　“带他会主城府，顺便把和他一起来的那个男的一起捉起来。”\n\n\n第四章：火字头VS猫姐！府前决斗！\n“她会把我们怎么处置呢？”火字头瞥了一眼猫姐，悄悄的问道。  　　“一个小女孩而已，”情绪闭着眼睛，“问题应该不大。”  　　看两个人窃窃私语。旁边的卫兵直接扇了火字头一个巴掌：“窃窃私语什么呢？马上要死的人了。”  　　“死？”火字头的眼神中充满着不可置信，“我们做错了什么吗？”  　　“真傻还是假笨啊！”旁边的士兵又是给火字头一个巴掌，“城里斗殴罪，伤及士兵罪，公物损失罪。”  　　“什么公物啊，我只看到情绪大哥把一个士兵的剑砍断了，然后被那个火棍子姐姐打到墙壁上啊？”火字头的脸肿的和猪头一样，鼻子已经出了点血。显然刚刚那俩巴掌是下了重手的。  　　“你没看到墙壁破裂成那样子了吗？还有脸辩？”  　　“那也应该惩罚猫姐啊，谁叫猫姐手下的那么重。”火字头显然还是为着这件事情钻牛脚尖。  　　“你还！”卫兵抬起手，结果被另一只手捉住。猫姐一手持棍，另一只手抓着卫兵，说道：“够了，在打下去这个小鬼会被拍的昏死过去。到时候没有办法向城主大人解释，你也吃不了兜着走。”  　　卫兵不屑的看了一眼火字头；“哼！”随后便和后面的卫兵开始聊天了。  　　一路上，火字头沉默不语。而情绪闭眼深思，也不知道在想什么。就这样，到了一个白色的大殿前。  　　“我们到了，”猫姐看着主城府，恭敬的神色在她表情中显现，指着她身边的一个随从，说道“卫兵，把城主大人叫出来。”“是！”  　　“姐姐，城主会怎么处置我们呢？”火字头轻轻的问道  　　“以这尿性，估计你最多残废，而那个黑衣服的男人应该被处死。”猫姐手一摆说道。  　　没等火字头说话，情绪就睁开眼睛，说道：“我的问题，和这小鬼没关系！”  　　“哈哈！”猫姐仿佛听到世界上最好笑的笑话，“我刚刚帮你留了一条小命，就是为了留个城主大人亲自审判的。而你，这个失败者，是没有发言权的！”  　　“是吗？”情绪眯着眼睛，刚刚被士兵没收的银色诡异弯刀再次出现在他的手上。“蜘蛛奥义·银蛛斩！”诡异弯刀上出现了白色的不明缠绕物，使得这个白色弯刀看起来更加诡异。而情绪握着刀就往猫姐冲去  　　“蜘蛛奥义啊~果然是黑色森林一族的人！”猫姐手拿红棍，看着冲来的情绪就是一捅。  　　情绪直接被捅飞到十几米处，吐着几口鲜血。晕了过去。  　　“后面几个卫兵，把他抬起来，治疗一下然后送到主城府里。”  　　“姐姐，你太欺负人了！”猫姐话音刚落，就被火字头的话打断。火字头拿出自己手上的木剑，对着猫姐说道。  　　“小鬼。你连拿着剑都会抖，我根本不用跟你……”猫姐拿出红棍子，看着满头是汗的火字头，摆了摆手。  　　不过没等猫姐说完，火字头的木剑就开始了变化。只见他的那木剑开始火红一片，随后又变成了银色。  　　“似乎很有趣呢~”猫姐看着变化的木剑，随后就是给一棍，不过目标不是头，而是他的剑。  　　结果是……猫姐的棍子断了！\n第五章：修棍？\n“小兄弟真是厉害啊，”棍子断了，现场的气氛十分尴尬，然而这时，一个男声从城主府的大门口走了出来。白色头发，两只颜色不一样的眼睛透出的威严，还有别在腰里的金剑.杀气从里到外的释放出来。这是这个男子给火字头的第一印象。  　　“城主大人。”  　　“我记得那根棍子价值超过50万次元币，记得当时，猫小姐还向我借了20万次元币，”这个男子淡淡的微笑却让人感到不寒而栗，“不知道这位小兄弟是否赔得起这个价呢？”  　　“城主。。我只是认为这个姐姐太欺负人了，把情绪哥哥打成那样？”火字头嘟着嘴，不服气的说道。  　　“城主大人，那个黑衣男子是黑色森林一族的人。此次来，肯定是向你报仇的。”猫姐也不甘示弱的反驳道。  　　“黑色森林一族？也难怪。”男子把剑抽了出来，抚摸了一阵，“他现在在哪呢？”  　　“被我打伤了，我带人去疗伤，我要让他亲自死于城主大人手下。”  　　男子点了点头，看向火字头：“小兄弟，是否能给我看看你那把木剑呢？”  　　火字头显得犹犹豫豫，不愿把剑交给这个陌生的男人。看着火字头犹犹豫豫，男子并没有生气：“我如果想拿你的剑的话，早就把你杀了。拿走剑了。”  　　火字头看了那个男子一眼，不情愿的把剑交给他。  　　“那个黑色森林……和你同行的男子，是……和你什么关系。”男子把剑还给了火字头，问。  　　火字头挠了挠头：“我和黑色森林遇到了很多毒蜘蛛，应该是情绪救了我。然后我和他就一起来到次元城了。”  　　“真是乐观的少年啊，那么轻易的就把自己命交个别人了。”男子的脸阴沉下来，“他肯定是来报仇的……猫姐，你带这个小盆友去城里逛逛，等到那个男子苏醒再叫我。”  　　“可是城主大人……”  　　“快去！”男子叫到，猫姐感觉疑惑不已但是却拉着火字头往街区跑去。  　　看到走远的火字头和猫姐，男子就往地面咳嗽起来。大口大口的鲜血吐在草坪上，把草坪染红一片，“寿命会缩短吗？不过我愿意为我的所作所为赎罪。”  　　此时，城街区一片繁荣。“我们要去那？”火字头问道。“修我棍子！”猫姐怒目圆瞪，“我宝贝的棍子，都想哭了。”  　　“我也不知道情况会这样啊，”火字头感觉有些惭愧，“我认为我剑断的几率比较大。”  　　“我觉得。。如果可以的话，我肯定把你卖了，把换来的钱去修棍子。”  　　“这是对客人的态度吗？”  　　“你哪里是客人！！”  　　不过次元城虽然是小型主城，但是从城主府到铁匠铺似乎花了10分钟左右。让火字头不禁感叹到，他以前的小村庄3分钟就可以绕一圈、  　　“我怎么感觉这不是铁匠铺。。而是城主府啊。感觉看上去比城主府豪华多了。”火字头指着4~5层的铁匠铺，疑惑的问道。  　　这孩子，没得治了吗？哪有人是用高度来看豪华程度的。猫姐眼里充满了鄙夷，不过没有说出来，而是沉默不语的走了进去、“大姐！大婶！大娘！奶奶！别丢下我一个人！”火字头叫到也跟着进去。  　　在对面的巫医铺里，情绪缓缓的张开了眼睛。\n第六章：真相！哭泣套装！泪滴已成罪过，血流成河，战尸遍野，原罪之洗礼　——次元城·黑曜石之章  　　还记得，曾经黑色森林里有一片和谐的村庄。这个村庄成功的和黑色森林里的怪物共存在一起。直到有一天，一把火，一个男人，一把剑。这个村庄从此在这片大陆上消失。  　　“这棍子，怎么修？”猫姐把两截棍子放到一个老头面前，不留面子的问道  　　“你确定，这个老头真的靠的住吗？？？”火字头轻轻的说道。  　　“这老头能在次元城铁匠铺四层混，虽然没有打造我棍子的人厉害。不过最少有史诗级别。如果他没辙，那么整个次元城估计没有几个人修的好了……等等，火字头，好像是你把我装备坑坏的吧。还有脸问我这问题？修不好我亲手把你宰了炖汤喝。”  　　“小姑娘，”这老头发话了，“你这棍子，里面的能量精华全被东西吸收掉了。你是不是去了什么遗迹之类的地方。现在这根棍子连树枝都不如。”说罢继续坐在地上，闭上眼。  　　“那，这，这怎办。”猫姐显然还是一个女孩，这时候汉子的个性完全消失，束手无策。  　　\"没有办法，只能重做。不过吸收你的那个东西应该和城主的哭泣之刃是同等强大之物。\"那老头子又发话了，  　　“哭泣之刃？城主的武器是这个名字吗？”火字头问，同时似乎在回忆什么。  　　“唉，哭泣之刃便是让我，这个糟老头老成这样的罪魁元首啊、不提了。如此邪恶之物当初就不应该诞生。”  　　“邪恶？”火字头反问道，“为什么这么说。”  　　“恩……”老头子沉默一阵，“那么喜欢听就讲给你们听吧。”  　　光明血滴，曾经用一种会发亮的粉末和怪物血滴便可以合成。可是近2000年来，这种粉末越来越烧，而大部分光明血滴都在神殿或者教会的手上。所以这种东西用来锻造武器是奢侈的。直到20年前，人们发现了黑色森林村庄里的人，出生的时候有一只眼珠是金色的，而这只金色的眼珠天生失明，而这些金色眼珠里就有极度纯净的光明血滴。  　　也不知道当时的城主是被恶魔控制，还是什么原因。总之当时把黑色森林里，几乎所有黑色森林族全都杀掉了。提取他们眼睛里的光明血滴铸剑，用他们的血作为祭品。而我，也是其中帮助铸剑的铸剑师里的其中一名。  　　最终，哭泣之刃铸成的时候，我们才明白，我们错了。当场的19名铸剑师中，有至少10名铸剑师化为骨灰，而剩下的我，最为年轻，也瞬间老了至少有50岁，变成了一个七旬老头。而这20年来，我都是吞噬灵草妙药来延寿。我随时怀疑自己都会断气。  　　回到话题中，当时的城主当然昏死过去，经受了18年病痛的折磨也在一个晚上死去。正当人们都在愁新城主的时候，现在的新城主出现了。他握住了这把剑，宣称会给次元城带来和平和希望。  　　不过这个新城主虽然只有仅仅21岁，不过在他治理之下，次元城繁荣和平，欣欣向荣。  　　但这几年我找寻相关哭泣之刃的资料，发现早在远古时期，就有过一种折寿来提高实力的套装。当时的描述和我们铸剑的时候情况一样，而且据我得知，远古时期的哭泣套装唯差剑刃……\n第七章：坑钱的餐厅！愣神的猫姐！传说，次元大陆上有7英雄……  　　传说，有一者掌握生命与死亡……  　　传说，有一者掌握光明与黑暗……  　　传说，有一者掌握时间……  　　传说，有一者什么都没有……  　　传说……（摘自：次元大陆·启示录）  　　“姐姐。大姐！”火字头拍了一下略略失身的猫姐，“听个关于城主的‘绯闻’，至于呆成那样吗？”  　　“很痛诶！”猫姐打了一下火字头，“知不知道尊敬长辈！”  　　“就比我大一岁装什么……”火字头喃喃自语道。  　　“你说什么~”猫姐用头发挡住自己的脸。活像地球上恐怖片里的《贞子》，一脸怨念。  　　“额。情绪大哥在哪里治疗来着？”火字头马上转移话题。  　　“应该是神殿吧。咕~”只听猫姐的肚子似乎发出了抗议的声音。  　　“老娘先去吃点东西！”说完脸红的跑开了  　　“我也饿了！带上我！”火字头说罢也追去。  　　“小弟弟，你有次元币吗？”猫姐回过头，诡异的一笑……  　　次元城的餐厅有很多，大部分都是以快餐为主，味道对于城市里的人来说一般，但是对于火字头这种从小就吃黑面包和烂猪肉长大的人，城里的餐厅可谓是天堂般的美食。  　　此时的猫姐郁闷的看着叠着高高的盘子，郁闷的说道：“我怎么觉得要你当我随从，感觉是我亏了。”  　　“不亏，”火字头嘴里还嚼着鸡腿，“也就吃了6个鸡腿3个熟猪肉和几块萝卜拌土豆、”  　　“唉，说着轻松，”猫姐看着吃的津津有味的火字头，走到柜台前，把500次元币往桌上一丢，非常霸气的说道：“不用找了！”  　　“小姐！”  　　“都说了不要找了！”  　　“不是，是你给少了。”  　　猫姐看了那个店员一眼，回忆了一下，确认自己没听错，马上手拍桌子，道：”你们餐厅是黑店吗？？“  　　”小姐，我帮你算一下。我给你上的是6个炸鸡腿，每个10次元币，还有5盘冷菜，每盘20次元币。还有本店最贵的金华猪肉，每块要200次元币。“店员微笑道，”我应该和你说了我们普通猪肉卖完了，然后说只有金华猪肉。你也点头说恩、。“  　　”我和这货真的水土不服吗？“猫姐又往柜台给了500次元币，把火字头直接拉出了餐厅。  　　”给我去神殿！找你的哥哥去。“  　　”那可不行，“火字头把手一摆，”是你自己说你请我吃饭，然后我做你14天随从的。“  　　”给我滚！！！谁养的起你！“ \n第八章：消失的情绪！烙印与神秘老人　　“情绪！”火字头把最后一间锁着的病房直接踹开。  　　白色的房间，白色的床，白色的枕头，白色的墙壁……连墙壁的黑暗角落都被烛光照亮。可是却有着血红的一角，血染红了白色被单的一角。  　　“死了吗？”猫姐后面跟我来。  　　半个小时以前，居民区的吵闹被一声尖叫吸引。一个黑影从神殿飞了出去，然而神殿门口的两位侍卫，包括神殿的大长老，许许多多的病人等，全都死了。无一例外。而火字头和猫姐则是进神殿寻找情绪。不过非常奇怪，那些侍卫和护士的头都被砍了下来，然而却一滴血都没有了。并不是消失了，而是经过猫姐的分析，很有可能是挥刀速度太快从而使血瞬间被蒸发了。  　　神殿有一名白发男子刚好当时去居民区买药材，从而幸免于难。不过他也不知道情绪的病房在哪里。  　　唯一的一个病房有疑点，就是床上有一个黑色的烙印，一圈黑色的符文围绕着六角星,六角形之间又有着黑色的符文。虽然不知道什么记号，不过猫姐却说自己以前见过这种符号，似乎出自于上古时期，不过具体作用不得而知。  　　“不知道城主如何处理这件事情。”“那些神殿里的人，都死的好惨啊。那个凶手好可恶，连病人都杀，不能原谅！”“听说听说，还出现一个符号，黑色的，没准又是……”  　　坐在街头，火字头耷拉着脑袋，似乎想着刚刚的场面。虽然不是第一次见到杀人的场景，但依旧感觉有点恶心。如此杀人狂魔的目的仅仅只为了杀人吗？而且也没有找到情绪的尸骨，连刀也不见了。  　　猫姐虽然一直把情绪当成嫌疑犯，但是情绪被她打成重伤，目前暂时排除了他。神秘烙印已经申报到城主府了，可是城主却也失踪不见了。由各个商会的老大暂时主持整个次元城。  　　“叔叔……”火字头含着泪，想起自己不知何去的叔叔。如果也不明不白的就这样死去，想来自己会哭的死去活来，这也许是冒险者的命运吧。次元城在高处，所以温度很低，感觉到的冷意只有哭的冲动。  　　“小伙子？”感觉有人拍了拍自己的背，火字头抬起头来，看到一个老人正微笑着看着自己。  　　“在街上睡觉会被当垃圾一样丢掉哦~”老人很俏皮的和火字头说，“遇到了什么事情吗？被女朋友甩了吗？还是被朋友抛弃了？或者和自己亲友闹脾气了？”  　　“没有，只是，想到了一个人而已。我已经和他好几年没见了，再加上今天神殿的事件……”火字头小声的说道。  　　“小伙子……”老爷爷看了看他一眼，把自己的大衣披到了火字头的身上。火字头疑惑的抬起头，看着笑嘻嘻的老爷爷，身上感觉暖暖的，已经好久都没有感受到了。老爷爷的笑容，像给火字头小时候讲鬼故事的叔叔。那样乐观，自信。  　　“叔叔……”火字头默默的哭了起来。  　　“大男人哭什么？来，看看这本书~”老爷爷把一本黑色的书给了火字头，却发现火字头已经在哭泣中睡去。  　　“火字头是吗？你会成长的……”说完便在次元城的夜市中消失了。  　　而老爷爷的那本书静静的躺在火字头怀里，上面写着几个字：《论黑色符文和死亡烙印》\n第九章：半夜惊魂，无法平静的死亡\n　　“你是说你在街头睡觉拿到这本书？？”猫姐把书丢在桌上，“太扯淡了，而且还是次元文。连个上古符号都没有，是不是你自己写的。”  　　“真的。。一个老人交给我的。”  　　“你这孩子，是不是要到神殿治疗一下你的发烧，还是要几瓶脑残片。”猫姐头一仰，小声的说道。  　　“不就比我大一岁嘛，真是。。你去哪？”见猫姐走出了餐厅，火字头疑惑的问道。  　　“装装样子，祭奠死人，毕竟神殿的人我们次元城这种小势力得罪不起。”说完便换上了黑大衣往墓地走去。  　　火字头摇了摇头，喝了几口摆在桌上的牛奶，开始翻起那本不知名的书籍。  　　10几分钟过去后，火字头苦笑了一下：“真是难以理解。死亡与烙印共生，享于黑暗，生于罪恶。有此烙印者必死之咒怨烙印也。”他翻到最后一页，看到了最后的几行字，却霎时一转，往门外奔去。  　　书上最后一句清楚的写着：死于此烙印者，必得焚之，否毅复以。  　　“什么情况，诈尸？”在猫姐赶到墓园的时候，发现墓园里原本被埋葬的尸体全部都从地里钻了出来，在墓园里游荡。其中几个居民也在这个行列里。但无一例外，全都是没有头的尸体。  　　“真是的，死人不好好的死，非要惹事生非！”猫姐一脚把最近靠来的“尸体”击飞到10几米处，但万万没想到，这个尸体竟然慢慢的站了起来，原本在打碎的骨头却又愈合起来。  　　回头看了一眼墓园的小路，同样的几只无头僵尸走过来。  　　“不战，不行了吗。。”  　　此时火字头正在赶往墓园的路上。  　　“擦，这些人没死吗？”看到几个无头尸向自己走了过来，火字头嘟囔了一下，“可是头都没了，不可能不死啊。莫非……”感受到木剑的异动，火字头把剑拔了出来。看着想自己走来的无头尸，苦笑道：“比起怪物，这种人形怪物更难打啊！”木剑发出了青色的光。  　　再次回到猫姐这画面，猫姐看上去狼狈不堪，全身都是青一块紫一块。“累死了，这就是长久不锻炼的后果吗？这些僵尸，打死了还会复活，而且数量那么多。真是难打，那该死的小鬼，要是我有棍子哪会这幅样子。要是这时候……”  　　“是不是想我了？”火字头笑嘻嘻的走了过来，手上的木剑上蓝色的青光闪现着。  　　“你？你是怎么过来的，”猫姐奇怪的问，“这些僵尸被打伤了，不，应该说这些僵尸无限的复活，你是不可能过来的。”  　　“切，不认真看书，”火字头撇了撇嘴，但是手上功夫并没有停止，木剑只要划过僵尸心脏的部位，那些僵尸就会化为灰烬，“书里清楚的写只要用有光之烙印的剑把死亡之源粉碎掉就行啦！”  　　“你的剑里有光之烙印？”  　　“出来之前，我去找村里的铁匠修我的木剑的时候，铁匠刚巧学会了附光之烙印，并且还成功了，这就是人品啊~”  　　“自恋狂。。”\n\n第十章：任务！冒险者公会\n“次元神器，都是属于我一个人的。”\n\n　　“如若都属于你，那世间其还得了。”\n\n　　“你是阻止不了我的！”\n\n　　火字头从梦中清醒过来，朦朦胧胧看到了一个女的。“你醒了？”这个女人问道，“事情已经处理掉了。所有尸变的都被斩首净化了。”\n\n　　“尸变？对了，那天猫姐去墓地的时候我去救她。然后用光之烙印，随后似乎好像……记不起来了。”\n\n　　“话说小鬼，你那天晚上表现不错。竟然一个把墓地里面接近200只的僵尸全杀了。虽然后来晕过去了，但在过度体力的消耗下还能理解。”\n\n　　“真的吗。。我什么都，记不清楚了……”火字头虽然笑笑，但是心里不住疑惑道。\n\n　　“不嫌弃的话，吃个早饭吧。本小姐第一次下厨，补偿你一次救命之恩！”猫姐，对火字头笑了笑，向门外走去。\n\n　　“你去干嘛？”\n\n　　“找一根新的棍子，顺便去找城主再要点钱。”说完猫姐就‘啪’一下把门关上，向外走去。\n\n　　早餐？荷包蛋，白白的蛋白映照着黄色的蛋黄，显然没有熟。2块小麦做的面包，似乎用了烤箱烘烤，但黑的跟巧克力饼干无异。在旁边的牛奶，散发出一股令人厌恶的恶臭……“我觉得，我还是，等中饭吃好！”\n\n　　猫姐此时来到了冒险者公会，冒险者公会显得人挤人，因为此时的次元城是警戒状态。一来是四处的怪物自从尸变事情后似乎加强了，二来城主神秘消失不知去了哪里。第三是城里出现了一个穿着一个散发恐怖色彩胸甲的神秘男子，已经连续击杀了城里数十名居民。有几位实力强大的冒险者都受了重伤，他们的讲述几乎一致，那就是武器对他无法构成伤害，甚至会反弹物理伤害。所以任务变得繁多，有些居民甚至发布一些让冒险者买菜之类的事情，因为他们还怕遇上那个男子。不过大部分都是保护任务。\n\n　　“给我发布一个任务，”猫姐挤到了队伍的前端，和服务小姐说道；“制造一个史诗级的棍子。至少要打出300公斤的伤害（其实次元世界的换算公式有点高能。所以作者简化成正常单位。）”\n\n　　“史诗级！”似乎冒险者公会轰开了锅。“那位大小姐是谁啊，那么大手笔！”“没准是一个实力强大的高手！300公斤的棍子至少重50公斤，一个女人能拿起50公斤的棍子，肯定不是简单人。”“我好像见到她过，她似乎在城门传送口把一个男子收拾了一顿，可是为何还要换棍子？”\n\n　　“小姐，请拿出你的任务发布证明。根据冒险者公会的规矩，只有B……”“我懂！”猫姐不耐烦的把身上的证件往桌上一甩，一个红色的A字证件出现在桌上，“我如果实力不过水准难道来这里找笑吗？”\n\n　　“是，是。请问这个事件的赏金多少？”\n\n　　“10万次元币，然后武器价格面谈！”猫姐甩了一句话，便从人挤人的冒险者公会出去了\n\n　　冒险者公会，　众所周知是冒险者聚集群雄的地方。每个主城都有一个冒险者公会，发布任务，接受任务，决斗。都在这里面进行着。然而冒险者的实力也是经过等级划分的。D级冒险者如果挑战过了一个C级冒险者，那么他就会代替这个C级冒险者。然后C级冒险者要挑战B级冒险者，以此类推。输的那方会被冒险者公会除名，永远无法加入冒险者公会。有些下手重的可能在决斗中死亡。\n\n　　不过次元大陆的4大公会，2大教廷，3大神殿。这点后面会介绍，但是无论如何都说明一个问题。你只能加入一个势力。\n\n第十一章：惊魂！审判之剑。\n 　　“丫的什么情况！为什么整个次元城都是怪物！我在做梦吗？”火字头拿着木剑把一只在他面前的僵尸杀死，看着数百只僵尸和怨灵在慢慢的向他走来。\n\n　　“真不知道猫姐在干什么，也不知道其他人有没有事，”看着嘶吼的僵尸，火字头摇了摇头：“貌似我要先关心好自己。”\n\n　　“不能在这里停留了。”望了望眼前大批僵尸，冲到了身后的一家阴森的神殿里。\n\n　　经过上次神殿事情，虽然尸体已经处理掉了，并且灵魂已经被光之烙印净化过了。但依旧是阴森的很，特别是脚像灌了铅一样，无法动弹。然而更恐怖的事情就是，他听见怪物的声音慢慢靠近。\n\n　　“咖啡啊猫姐啊情绪啊村长啊妈妈啊爸爸啊，如果我不死在这里，以后肯定就……”火字头毅然决然的回头的看了那批怪物，“那么我就会人类造福！”\n\n　　不过也许是祈祷有效了，那批怪物同样也受到缓慢的效果，似乎没有火字头缓慢的那么厉害，但还是受到了一定的效果。\n\n　　火字头看到他们也受到了缓慢效果，送了一口气，冲向楼梯。不过命运之神似乎在捉弄他。走到楼梯面前，才发现所谓的楼梯前有一道紫色的屏障，紫色的屏障上插着一把金色的长剑。这紫色的屏障像是一道门，只要走上去就会因为莫名的力量而反弹。\n\n　　“这把剑，也许。。”火字头想了想以前学的东西，一般来说，那把剑就是阵法的阵眼。只要拔掉那把剑，肯定就会使这个紫色屏障消失，到时候自己就能过去了。\n\n　　然而，当心里想到这些的时候，一个老人的声音在火字头脑中响起：“是否接受吾等传承?\"\n\n　　后头看看，那些怪物全部都停住不动了。\n\n　　“什么？传承？”火字头轻轻的问道。\n\n　　“继承审判之剑，破除你脑中的诅咒。”老人的话刚而有力。\n\n　　诅咒？这？我在做梦吗？\n\n　　“严格来说你不在做梦，而是在上古时期的次元城。不过，诅咒的力量只让你的灵魂进入，并非为异空间。”老者似乎有读取心里的能力，回答道。\n\n　　不过把火字头吓了一跳：“那，审判之剑是什么东西。”\n\n　　“审判之剑和真理之甲为上古伪神器，吾为审判之剑的剑灵。审判之剑受到了哭泣套装的诅咒，从而被一直封印在此。如果你拔下，你就可以打破这个紫色屏障，回到真实的世界。但同时也有一个代价，就是你必须用他来审判罪者。或者救治善者。当然，你如果用于相反的意义，那么你会受到无穷灵魂的折磨。”\n\n　　“……”火字头陷入了深思。 \n\n\n七至宝与罪徽\n\n第一章\n　　（原来的那些故事，也就是火字头拿到审判之剑的那段故事先暂时告一个段落。也就是说，从这一卷另一个人开始写，以后会遇到火字头。）\n\n　　世间有7至宝，为神之恩赐。而后，过强，封印之。\n\n　　此时，一个城堡里正举行着假面舞会。\n\n　　“小哥，”一个带着面具的女子走到一个面具男之前，“你看上去不凡啊。”\n\n　　“呵呵，在这里的每一个人都不凡，都是各国的使者或者公主啊，”面具男微微品着红酒，“不过，也变成了刺客的目标。”\n\n　　“难不成，你是保镖？”那个女子疑惑道，“你看起来很年轻。”\n\n　　面具男笑了笑：“每个人都有自己的秘密，何况，是一个陌生人呢？”\n\n　　“呵呵，有趣的男人。”面具女知趣的走开了。\n\n　　看到这个面具女走开了，面具男摇了摇头：“真是极品啊，可惜……组织奇葩的任务。”\n\n　　说着，这个面具男就偷偷的溜到了舞会的后场。看到一个带着钥匙别在腰间的男的。“看来国王就在这里面了，虽然组织不是刺杀任务，但是……”面具男看起来余心不忍。\n\n　　闭上眼睛，在睁开眼睛的时候，这个面具男子把手上的武器拿了出来一把弓：“灭世——魂！”瞬间，一阵白光穿过了这个男子的身体，这个男的连话都没说出，就被灭掉肉体了。\n\n　　不过面具男手下留情，留下了他的灵魂，让他去轮回了。\n\n　　用钥匙把门打开，就看见一个肥嘟嘟的国王坐在里面用镜子化妆。\n\n　　“你是谁！”国王透过镜子看到了面具男的反光。\n\n　　“不用知道我是谁，把你手上的愚者盔甲给我就行！”\n\n　　“呵呵！”国王笑了笑，“知道我有愚者盔甲也敢来！”说完，他身上出现了一件绿色的衣服。\n\n　　“我要是没有点手段，会来吗？”这个面具男子露出的自己的脸，微微笑道，“死亡制裁！”说着就拿着弓冲了过去，大量的净化之力凝聚在弓的一头。\n\n　　“岩大师！不可能，能净化7至宝的只有3个人，据我所知这3个人只有岩大师还活着，但是！不可能这么年轻。”\n\n　　“呵呵，我叫小岩！”小岩直接把国王的肉体变成了粉末，而国王的灵魂则是被他的盔甲吸收。\n\n　　“愚者，唉。。愚者盔甲只有愚者才配使用……”小岩默默的看着这件绿色的胸甲，摇了摇头，“七至宝已经出现，不知道会比净化上古神器难多少。”\n\n　　不过就在这时候，有一丝影子淡淡的出现，一个带着黑色面具手持金剑的神秘人：“盟的人是吗？让我看看你到底有多少能力‘卡伦萨斯·岩’。”\n\n\n\n\n",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1406025660,
            "txt_content": "写的不错，字数太少不够看"
        },
        {
            "author": "晓风晚月",
            "timestamp": 1406347860,
            "txt_content": "要求给原地址"
        },
        {
            "author": "Buco",
            "timestamp": 1406352660,
            "txt_content": "晓风晚月 发表于 2014-7-26 12:11\n要求给原地址\nhttp://www.17k.com/list/925762.html"
        },
        {
            "author": "Buco",
            "timestamp": 1407234960,
            "txt_content": "话说木有人看么，火大大写的，我觉得挺好的。\n希望大家支持，况且我还有次元大陆改编的Minecraft游戏世界\n是纯RPG的，欢迎大家加入哦~~~\n地址http://www.mcbbs.net/thread-308571-1-1.html"
        }
    ]
}