{
    "title": "<连载·单章>【魔坛守卫者：勇士】[作者：布拉德贤][第三章]",
    "author": "501938012",
    "replyCount": 2,
    "timestamp": 1405866480,
    "txt_content": " 本帖最后由 501938012 于 2014-7-20 23:18 编辑 \n\n《魔坛守卫者：勇士》索引帖传送门：http://www.mcbbs.net/thread-304461-1-1.html@一个游荡的JJ怪 @hznb 第三章《晋级》\n    艾尔认真地看着比赛，唯恐错过某一个精彩的瞬间，没有学习到战斗的技巧。战斗技巧大会，重在决定一个人成为勇士的道路，也重在培养出善于学习与运用这一切的战士。不得不承认，陨墨大陆之上，这个方块构成的大陆，人们的意识是相当强烈的，仅仅9年，全大陆就已经进入警戒状态，随时准备与魔物来一次大战。而看出人类处于劣势的，唯有艾尔一人。他并没有踏出过雷鸣圣地，却有一个声音一直在告诉着他外面的世界是多么的可怕，不，或许，那并不只是一个声音。\n    初生牛犊不怕虎，少年们不知道成年人们的烦恼与忧愁，一心想要成为英雄，成为勇士。这也正解答了村民没有一人愿意站出来的原因，他们在等，等这次战技大会。最终胜出的少年，将会一解他们心头的压力，前去守护魔坛，击杀魔物。\n    大赛还在继续，唯有少数的几户人家拿得出石剑来战斗，大部分都是使用较为劣质的石斧，石镐，更有甚者竟是拿出了丝毫没有攻击力的锄头和剪刀。\n    “第四十七场！凯特对战艾尔！”裁判再一次高声喊道。已经进行到第四十七场了，太阳依旧是那么的火辣，但也许这丝毫不影响雷鸣圣地的村民们，永远的阴凉与他们无缘，至少这一辈子是这样，他们习以为常。\n    “艾尔！”艾尔自我介绍道，说着上前去，想要与这位叫凯特的少年握手。\n    “凯特。”这名少年歪着脖子，慵懒的说道。他一手抓着铁剑，扛在肩上，另一只手插在口袋里，丝毫没有要与艾尔握手的意思。\n    艾尔收回自己的右手，走回自己的站位。裁判也扭头，用鄙夷的眼神瞥了一眼这个叫凯特，敢于不尊重他所喜爱的孩子的少年。\n    艾尔想到“无论他有多强，我都必须战胜他，成为勇士，守护魔坛，保卫圣地与大陆。”这是一个使命，一个不知来处的声音所给艾尔的使命，艾尔服从了，他决定拯救这片悲哀而且凄凉的土地。\n    “比赛开始！”裁判沉声喊道，说罢便振翅离开武斗台，这个动作他已经重复了四十六次了，那对银翼也依旧因为太阳而闪耀着七彩的光辉，宛如那美丽的，映出真实的棱镜。\n    凯特低声怒吼，右手也终于从口袋中取出，开始双手持剑，不难看出，他是使用重剑的，但相比他平时训练用的重剑，现在的这把明显要更加轻盈且容易挥动。\n    你会为你的自大而付出代价。艾尔微笑，握紧双拳，做出标准的搏斗预备动作。村民这时才注意到，艾尔是没有携带任何武器的，而他的双手，则多了一层保护。那是一双棕色皮革手套，露出五指指头，隐藏起拳峰。“些许的保护会让我忘记疼痛，专注于战斗”。\n    凯特向艾尔冲刺过来，使出了重剑重要的一式：劈。重剑这一劈与普通剑的劈不同处在于它更重，即使你格挡或是招架，都要使出比原来多一倍甚至更多的力量来抵住这一攻击。艾尔不慌不忙，向右闪去，此时已经挥出一式的凯特还未收刀，“这就是破绽！”艾尔低吼一声，一拳击在凯特的腹部，惹得他胃里一阵翻腾。平常人或许躲剑，只会往后跳，像艾尔这样的向右前方闪避且进行回击的身法，村子的格斗训练师们自认也做不到。对于艾尔来说，这已经是一种能力，而不是一种技巧。\n    凯特被那一拳打得七荤八素，他想不明白这个艾尔的力量为何这么强劲，似乎随意使用自己训练时用的剑来战斗都没问题。短暂眩晕过后，他收回自己的重剑，决定施展另一式“扫”。凯特抽刀横劈过去，对于扫的这一高度，他也是曾经仔细的琢磨过，让别人跳也不是蹲也不是，对于敌人的下场只有两种，要么挨这一刀，要么往剑扫的范围外退去。但他万万没想到，艾尔并不是一个普通的对手。只见艾尔猛一下蹲，一记扫堂腿便向自己的脚踝狠狠地袭来。凯特猛一后退，但已经来不及了，他的脚踝吃了艾尔一记扫堂腿，重重摔在地上，而铁剑也落在他的身边，发出刺耳的嗡鸣声。“你要为你的自大付出代价。”艾尔道。\n    “第四十七场，艾尔晋级！”裁判面露难得的笑容，仰天高呼。（字数统计1499字）",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1405870620,
            "txt_content": "很不错，坐等第四章"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1405904340,
            "txt_content": "小怕来支持，写得不错"
        }
    ]
}