{
    "title": "[1.6.4][SSP/SMP]厄瑞玻斯 Erebus MOD",
    "author": "小喵咪_owo",
    "replyCount": 19,
    "timestamp": 1405937400,
    "txt_content": " 本帖最后由 小喵咪_owo 于 2014-7-21 18:13 编辑 \n\n大家好，我是活跃的新人小喵咪_owo，这次为大家搬运过来了一款非常有难度的MOD，名字叫厄瑞波斯。\n厄瑞波斯的意思是  阳界和阴界交接的地方\n因此会很多新的怪物（据说是节肢生物）\n\n\n\n\n据说按照下面的方法可以打开厄瑞波斯的大门\n\n\n\n\n\n\n全英文MOD介绍\nThe Erebus focuses on adding a whole new dimension to Minecraft, with many new creatures to slay, things to create and lands to explore. Other things, such as an in-depth magic system and many dungeons are planned as well.  This dimension is designed to provide full survivability, giving you the ability to start from scratch there if you so desire. This is, however, not recommended, as mobs are a lot tougher. The mobs are rather diverse in their AI, and even the passive mobs are not completely harmless. This mod plays well with almost all other mods, and is designed for compatibility with both magic and tech mods. You can turn on a variety of ores commonly used in mods, such as Copper, Tin, Silver, Lead and Aluminum, so you never have to leave!Getting to the Erebus is currently quite easy. One of the next releases should overhaul the portal and make it much more fun and original.  To go to the Erebus, one needs to obtain 10-14 pieces of Mossy Stone Bricks. These can then be used to create a simple portal frame like shown below.See that little thing in the item frame? That is what you need to activate it with! It is, very appropriatly, called the ''Portal Activator''. Crafting it is very easy (to be changed too), like this:And that is all there is to it! Seems easy, huh? Well, don't get used to it, it will be much harder in the future of the mod!\n\n\n\n0.2pre3更新日志\nThe Erebus 0.2pre1   Additions ========= - New biomes and sub-biomes - Added caves - Giant Flowers added to Elysium Biome - Cypress trees added to Elysium Biome - Added \"Hornet of Despair\" a double sized random spawn Wasp - Added spider sounds to Tarantula - Added Smooth Umbertile, Smooth Umbertiles and Umberstone Pillar - Removed Firebrat - Added Velocity Block - Added Rhino Beetle mob as a tamable mount and associated items - Added 'Special Items' Tab and tidied creative menu - Implemented new block 'eating' AI to Larva and Grasshopper - Added Titan Beetle mob as a tamable mount and associated items - Added Bot Fly Larva Mob (can only be removed by drinking Beetle juice) - Added Blood Snail Mob (not yet implemented) - Added Dragon Fly Mob - Added Bee mob and associated items (many) - Added Sporeling Mob (not yet implemented) - Added Crafting recipe for Umber Golem - Added Velvet Worm Mob - Added Crop Weevil Mob - Added Fire Ant Soldier Mob - Added Midge Swarm Mob - Bucket and Bambucket of honey added - Bee taming amulet added (bees tamed will polinate giant flowers) - Honeycomb block added for bees to drop nectar in - Jar O' Honey block added as honey storage tank - stores buckets of honey - Homing Beecon added as a programmable compass - Double Height plants added to biomes (pre - 1.7!) - Various small plants and mushrooms added - Powered Glider added (uses redgem blocks as fuel) - Yup, sort of flight - Block extractor added for those hard to reach blocks ;) - Lots of other additions blah, blah, blah... - We recommend installing NEI - Alternatively constantly bug Dylan because he is to lazy to make a decent changelog!  Changes ======= - Tweaked Beetle hit box size and position - Some biomes are more rare than others - Exoskeleton armour can now be repaired on anvils - Wasp Nest Stairs have the same hardness as the block - Logs are smeltable into charcoal - Bamboo torches now are breakable from both blocks - Removed Bamboo from Beetle Larva 'eating' - Changed the way Glowing jars are rendered - Removed Exoskeleton from any mob that is not deemed a Beetle - Antlions will attack Ants - Wasp AI has had complete overhaul (no one would even notice) - Bot flies may now infect you with larva - Lots of other things we can't remember  Bugfixes ======== - Erebus logs, planks, leaves and some other blocks catch on fire - Leaves now give correct metadata values when picked - Bamboo torches now render correctly - Erebus had same terrain as Nether - Biomes no longer have stripes of tiny biomes at biome borders - Fixed biome decoration generating 16 blocks off - Fixed Scorpion (and Dragonfly) health being displayed whilst grappled\n\n\n\n最后献上下载地址：http://pan.baidu.com/s/1sjJLVFB\n",
    "replies": [
        {
            "author": "魔君",
            "timestamp": 1405937580,
            "txt_content": "以前玩过，表示很喜欢里面的蜘蛛OAO"
        },
        {
            "author": "5408754",
            "timestamp": 1405937640,
            "txt_content": "翻译啊。。。。。。。"
        },
        {
            "author": "leavessoft",
            "timestamp": 1405938240,
            "txt_content": "介绍翻译呢？"
        },
        {
            "author": "1789438982",
            "timestamp": 1405939980,
            "txt_content": "你。。。。。能翻译一下不 。。。  就是机翻也要翻译一下啊"
        },
        {
            "author": "qq332869722",
            "timestamp": 1405941540,
            "txt_content": "这不就是混沌之地吗- - 而且 完美兼容服务器  比暮色好 太多 不会蹦  下个版本 172 会有圣甲虫等东西 这MOD 我也琢磨透彻了  地狱的种子 完全没问题！"
        },
        {
            "author": "G王者Z巨蟹Y",
            "timestamp": 1405944420,
            "txt_content": "这mod不错，就是版本有点旧啊{:10_493:}"
        },
        {
            "author": "luciferSU",
            "timestamp": 1405947000,
            "txt_content": "话说你怎么看都不像新人....{:10_492:}，看来我也能装装新人了...."
        },
        {
            "author": "abc1323202239",
            "timestamp": 1405966200,
            "txt_content": "没有怪物介绍吗？"
        },
        {
            "author": "时空游荡者",
            "timestamp": 1406001180,
            "txt_content": "感觉好赞哦"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1406037120,
            "txt_content": "嗯真是非常有难度"
        },
        {
            "author": "Y的世界",
            "timestamp": 1406078400,
            "txt_content": "汉化么？"
        },
        {
            "author": "Him1950989460",
            "timestamp": 1406079360,
            "txt_content": "期待1.7.2"
        },
        {
            "author": "qq1213834613",
            "timestamp": 1406081700,
            "txt_content": "顶一个"
        },
        {
            "author": "yaoye271920539",
            "timestamp": 1407241920,
            "txt_content": "qq332869722 发表于 2014-7-21 19:19\n这不就是混沌之地吗- - 而且 完美兼容服务器  比暮色好 太多 不会蹦  下个版本 172 会有圣甲虫等东西 这MOD ...\n哟，吉他君！我是小白鼠~"
        },
        {
            "author": "1317981200",
            "timestamp": 1407405120,
            "txt_content": "为什么多人进不去里面 门做好啦进不去"
        },
        {
            "author": "1317981200",
            "timestamp": 1407405120,
            "txt_content": "为什么多人进不去里面 门做好啦进不去"
        },
        {
            "author": "1317981200",
            "timestamp": 1407405240,
            "txt_content": "为什么多人进不去里面 门做好啦进不去"
        },
        {
            "author": "Gass9",
            "timestamp": 1407407460,
            "txt_content": "感觉好多虫子。。。  有点恶心   原版的蜘蛛已经是外形最恶心的怪物了"
        },
        {
            "author": "grand3654331",
            "timestamp": 1407412200,
            "txt_content": "没有中文能玩？？"
        }
    ]
}