{
    "title": "【MC文】通往末路之地的路【2012-7-10】##2",
    "author": "dy960529",
    "replyCount": 13,
    "timestamp": 1341716220,
    "txt_content": " 本帖最后由 dy960529 于 2012-7-11 18:56 编辑 \n\n我曾经说过我会发文吧？\n更新可能会不稳定，但是我会努力的\n不管你觉得好不好，请留下你的评价\n另外，求灵感。。。\n搜索更新请ctrl+F 键入更新编号\n最近更新编号：##2\n\n下面是正文\n【以下为第一次更新】##1\n\n\n\n\n    “你说的MC就是这个么？太神奇了…” \n    “你想被吐槽么…”\n    “你看你都变成绿色的了，你看我又变瘦了!”眼前这个乐天派完全不知道现在的处境。\n    “我们穿越了…”\n    “穿越还能这么逼真！”我眼前的骷髅举起了它的马赛克的弓，如果这是正常的游戏的话，我一定会设法再找到一只苦力怕来获得唱片，或者拔出钻石剑刺穿他的颅骨，但是现在我什么都做不了… \n    因为我是一只苦力怕… \n    “奇怪，另外那两个人呢？” \n    环顾四周，是一片空旷的草地，只有几个矿洞，没有特别高的山峰，类似于丘陵的地形。\n    “你看这里有个洞！”骷髅走向出生点正前方的洞，但是只要玩过MC的玩家都知道在没有火把的情况下进入伸手不见五指的洞穴会事什么后果，我伸出手臂拦住他，但是苦力怕没有手臂…于是我快步上前拦住了他。 \n    “做了火把再进去！”我看着我面前，他身后的树，又看看我屎绿色桶一样的身体，又看看骷髅的手臂…\n\n\n    “好吧什么都是我做！”骷髅在我的指导下敲开几块圆石木头做了火把，又给自己配上了石剑这一近身武器，只见他把弓背在身后，右手手持一石剑，气势逼人的样子，再看看我自己…一块1*1*3的板砖… \n    考虑到地下可能会有穿越回去的传送门，以及寻找两名失踪的队友，一只骷髅和一只苦力怕进入到了地下洞穴。因为我除了会玩MC，什么防御招式都没有，所以所有道具都扔给我了…包括一些圆石，原木，木块木棍，石头工具一套，锻炼炉和一个箱子。 \n    等等，苦力怕是有攻击招式的，只不过……还是不到关键时刻不要这样的好。\n    两人在火把火光的映照下，进入了洞穴深处…\n    【未完待续】\n\n\n\n【以下为2012-7-10更新】##2\n    一直到达一个大洞穴之前，我们没有碰到一只怪物。这个洞穴是骷髅用石镐挖开一个煤炭时显露出来的。煤炭矿隔开了洞穴和我们挖的隧道，而现在，我们在洞穴的石质走廊里徘徊，不知道从哪里开始向下挖。漫无目的的挖掘已经进行了大概游戏中的两天了。当然我们看不到太阳，这只是估算。\n    “咱们是不是该歇一会？”骷髅擦了擦汗，凭借着手中的火把微弱的橙色光芒，可以看到洞穴的石质墙壁，由于年久失修，其中有些已经开裂或者布满了灰绿色的苔藓。空气因堵塞不流通而布满了腐烂的味道。\n    “这里不安全…”我打了个寒战，“先回去自己挖一个洞吧…”我总觉得这里光照度不够，可能会有一只什么东西蹲在那边的墙角守株待兔。\n    我们向后退，走廊里足够明亮，应该不会有什么问题。“造一个临时据点，万一底下有什么东西上来，就一起上。”\n    “说是一起上，还不是你来指挥，我一个人近战兼远程…”骷髅弓箭手抱怨到，开始用一路收集的圆石砌墙，我用沙子烧制玻璃便于观察下面的情况。\n    “要是那两个混蛋在就好了…”骷髅利用走廊上方天然石壁封了顶。我给据点朝下的墙壁装了三个玻璃，又留了一个洞，便于骷髅远程狙击，除了朝下的前门又留了能够在紧急情况下逃脱的后门。\n    “哈，那两个人还指不定正在哪里种小麦呢…”我把后门放好，并在后门边也装上玻璃。翻看背包，还有一路收集来的数不清的成摞成摞的圆石，以及几块数量有限的木板木棍，毕竟地下是不会长树的。对了，除了这些，还有数量可观的红石。可是这种东西我从来就没弄懂过…可是我们正在找的其中一个人已经能用红石做出井字棋了。“混蛋给我滚回来啊！！！”我怨念的吼声回荡在空洞洞的走廊中，传到洞穴底端。\n    “厄~~~”\n    不好！瞬间一个激灵，透过窗户向下看去，一只绿头僵尸正摇摇晃晃地走过来，腐烂的味道越来越进了。“骷髅！快！”我向他使了个眼神，他从窗户旁的洞口看过去，橙黄色火把的微弱的橙光下，绿影正逐渐靠近，一点没有停顿的意思。\n    几乎同时，我想到一个造就该想到的问题：主动性生物只攻击玩家，而我们现在分别是爬行者和骷髅弓箭手，僵尸会攻击我们么？尽管从现在的局势下判断它似乎把我们当成玩家了。\n    “先别放箭，”我推开门出去，手头没有任何武器，“我去打探一下！”\n    “喂！你是去送死么！”骷髅拦不住我。我慢慢地向僵尸靠拢，立刻，我们的眼神就对上了，它改变了向前的轨迹，向我缓缓走过来。\n    我迅速向后退，同时提示据点里的骷髅，“它是冲着我们来的！”\n    “什么它是冲着我们来的，它们都是冲着我们来的！”\n    放眼想下望去，半打僵尸成了一堆，蹒跚地接近据点…\n    “不能再等了！”我回头转身小跑进据点关上门，此刻距离第一只僵尸还有大约十五个单位那么远。“拉弓！”\n    骷髅从肩跨的箭袋里抽出一只，在圆石墙壁上蹭了蹭，磨光，搭在弓上，拉紧弓弦，发出了绷紧的声音。\n    “三！”\n    第一只僵尸仍然在靠拢。\n    “二！”\n    它身后的半打僵尸蠢蠢欲动。\n    “一！”\n    骷髅握紧弓弦的手心捏出了汗，弦已经到了最大张力了！\n    “放！”\n    飕的一声，箭脱弦而去，穿过箭洞，直指僵尸胸口！\n    【未完待续】\n\n如果您觉得好，请酌情给几个积分= =\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1341716280,
            "txt_content": "好吧，顶LZ"
        },
        {
            "author": "ayaya",
            "timestamp": 1341716400,
            "txt_content": "写的挺好的\n\n话说我写文章错字连篇.."
        },
        {
            "author": "郑凯迪",
            "timestamp": 1341716520,
            "txt_content": "就结束了？！！！！！\n写多点写快点呀！！！！！！"
        },
        {
            "author": "$_$",
            "timestamp": 1341718320,
            "txt_content": "这不科学！这不科学！"
        },
        {
            "author": "dy960529",
            "timestamp": 1341836460,
            "txt_content": "明天更新？大概。。。"
        },
        {
            "author": "Condor",
            "timestamp": 1341837600,
            "txt_content": "dy960529 发表于 2012-7-9 20:21 \n明天更新？大概。。。\n明天。。。。好吧。。。我等着....."
        },
        {
            "author": "dy960529",
            "timestamp": 1341910560,
            "txt_content": "更新喽= ="
        },
        {
            "author": "a305007",
            "timestamp": 1341912900,
            "txt_content": "頂LZ...\n{:10_523:}\n"
        },
        {
            "author": "dy960529",
            "timestamp": 1341918060,
            "txt_content": "顶啊  没人看么"
        },
        {
            "author": "dy960529",
            "timestamp": 1341930600,
            "txt_content": "是我写的不够好么"
        },
        {
            "author": "dy960529",
            "timestamp": 1342004220,
            "txt_content": "升级到LV3了。。。\n再升一级就有图片签名档了"
        },
        {
            "author": "dy960529",
            "timestamp": 1342075740,
            "txt_content": "自顶。。。\n没人看么= ="
        },
        {
            "author": "dy960529",
            "timestamp": 1342084680,
            "txt_content": "有人回复明天就更新"
        }
    ]
}