{
    "title": "【求助】Minecraft生物群系有多少个？",
    "author": "蓝色棉花糖",
    "replyCount": 13,
    "timestamp": 1406173020,
    "txt_content": "如题，谁能告诉我，要详细哦",
    "replies": [
        {
            "author": "老李是我",
            "timestamp": 1406173080,
            "txt_content": "沙漠、海洋、森林、洞穴吧..."
        },
        {
            "author": "-木羽-",
            "timestamp": 1406173200,
            "txt_content": "老李是我 发表于 2014-7-24 11:38\n沙漠、海洋、森林、洞穴吧...\n没有洞穴啊= =\n（坑爹的18秒）"
        },
        {
            "author": "诶哟不错哟",
            "timestamp": 1406173200,
            "txt_content": "老李是我 发表于 2014-7-24 11:38\n沙漠、海洋、森林、洞穴吧...\n还有蘑菇岛"
        },
        {
            "author": "1292029552",
            "timestamp": 1406173200,
            "txt_content": "MinecraftWiKi上有"
        },
        {
            "author": "老李是我",
            "timestamp": 1406173200,
            "txt_content": "我的蛋蛋 发表于 2014-7-24 11:40\n没有洞穴啊= =\n（坑爹的18秒）\n是么....我是那个什么理论盲"
        },
        {
            "author": "-木羽-",
            "timestamp": 1406173320,
            "txt_content": "森林，丛林，热带草原，黑森林，山，极限高山，平顶山，蘑菇岛，沙漠，河，海，碧池，平原等等"
        },
        {
            "author": "1292029552",
            "timestamp": 1406173440,
            "txt_content": "我的蛋蛋 发表于 2014-7-24 11:42\n森林，丛林，热带草原，黑森林，山，极限高山，平顶山，蘑菇岛，沙漠，河，海，碧池，平原等等 ...\n有几十个呢，其中还有变种"
        },
        {
            "author": "ypy0419",
            "timestamp": 1406173620,
            "txt_content": " 本帖最后由 ypy0419 于 2014-7-24 11:52 编辑 \n\n平原.沙漠.高山.森林.针叶林.沼泽.河流.地狱.大海.蘑菇岛.雨林.未地.雪山.沙滩.冰海.冰河.雪原.高山边缘.蘑菇岛海岸.沙漠山脉.森林山脉.沼泽山脉.雨林山脉。还有MOD里的"
        },
        {
            "author": "the-blaze",
            "timestamp": 1406173740,
            "txt_content": "0 海洋 \n温度：0.5（平均气温约等于现实中的10摄氏度）\n\n水， 沙砾， 粘土， 泥土， 鱿鱼\n  \n一个很大的、平坦开阔并完全由水构成的生物群系。水下有低矮的山和平原，海底由沙砾和粘土块构成。海洋的尺寸没有限制。[1] 海可以绵延超过2.5万格，罕见的情况下能超过10万格。在海洋中能找到一些带有稀少植物的小岛。一般小岛上不会生成被动型生物，但能生成怪物。 通向地下峡谷和废弃矿井的入口也可以在海底找到(由于在水下，它们的大部分上部结构被水淹没)。海洋也可以作为技术性生物群系生成。在Xbox 360的游戏中，海洋环绕在地图周围。\n\n 1.8 Biomes Ocean.png \n1 草原 \n温度：0.8（平均气温约等于现实中的16摄氏度）\n\n草丛， 草方块， 花， 村庄， 马\n  \n一个相对平坦的生物群系，有着起伏的山丘和许多的草丛。偶尔会有两格高的草，但几乎没有树。水沟，水洞与村庄是十分常见的。 洞穴入口，还有湖泊，岩浆湖因为平坦的地形而很容易辨认。被动型生物常生成在这，同时这也是两个会自然生成马的生物群落之一，另一个是热带草原。\n\n 1.8 Biomes Grassland.png \n2 沙漠 \n温度：≥1.5（最低温度约等于现实中30摄氏度）\n\n沙子， 仙人掌， 枯死的灌木， 沙石， 甘蔗， 沙漠水井， 沙漠神殿， 村庄\n  \n荒芜的生物群系，主要由沙子，大型的沙丘，枯死的灌木和仙人掌组成。沙石一般能在沙子低下找到。这个生物群系从来不下雨。如果沙漠靠近海洋或河流，那么就有可能找到甘蔗。缺乏视线阻隔物使得怪物在夜晚能看得十分清楚。沙漠村庄，沙漠水井和沙漠神殿只能在这个生物群系找到。在马匹更新中，沙漠不再能生成湖泊，但岩浆湖还是能生成的。\n\n 2012-02-01 16.26.19.png \n3 峭壁（山脉） \n温度：0.2（平均温度约等于现实中的4摄氏度）\n\n橡树， 花， 绿宝石， 怪物蛋\n  \n一个多高山的生物群系（一些山高度达到y=124）， 有灰蓝色的草地和很少的树，悬崖，山峰，山谷，瀑布，岩突，浮岛，还有其它更多的结构，构成了一幅美丽的画卷。这里的地下洞穴系统比其它任何生物群系都多。 坠崖是种典型的危险，因为这里存在许多壁架并且有可能因为下落高度太大导致巨大的坠落伤害甚至死亡。山脉是唯一自然生成绿宝石和蠹虫的生物群系。\n 1.8 Biomes Mountain.png \n4 森林 \n温度：0.7(平均温度约等于现实中的14摄氏度）\n\n橡树和桦树， 花， 狼， 蘑菇\n  \n一种拥有许多树木，适量的草丛，少量的山丘的生物群系。橡树和桦树会在这个生物群系生成。偶尔能找到蘑菇，草丛，玫瑰和蒲公英。森林偶尔也会作为技术性生物群落在平原生物群系中生成。森林是最好的出生地之一，因为有丰富的木材资源。树木的生成频率使得夜晚在森林里行动十分危险，因为树木会阻挡视线，而且有助于怪物生成。森林生物群系也是最小的生物群系之一。\n\n 1.8 Biomes MixedForest.png \n6 沼泽 \n温度：0.8（平均温度约等于现实中的16摄氏度）\n\n沼泽小屋， 橡树， 草丛， 藤蔓， 睡莲， 粘土， 蘑菇， 史莱姆，\n  \n一种具有环绕着海平面的平坦干燥区域与漂浮着睡莲的浅水池两种特征的生物群系。粘土，沙子和泥土都能在池底找到。水，草，树叶和藤蔓的颜色都比其它生物群系暗得多。树木常覆有藤蔓，且有时会从水中生成。蘑菇和甘蔗是非常丰富的。沼泽小屋只在夜间生成，史莱姆也会在晚上自然生成，常见于满月时，使得沼泽到夜晚会变得危险。\n\n 1.9Swamp.png \n12 冰原（冻原） \n温度：≤ 0.15（最高温度小于3摄氏度）\n\n雪， 降雪， 橡树， 冰， 云杉\n  \n一个相对罕见但广阔、平坦的，有着许多雪的生物群系。这个生物群系不会下雨——会下雪。湖泊与河流都是冻结的。这里的山丘往往会连成一片。甘蔗会在这里生成，但很快会在这个区块被载入时因为水的冻结而被拔除。 天然的树在这里很罕见。云杉也可能会生成。 因为生物群系的大小，有雪覆盖，树的罕见，出生在冰原生存的难度比其它的生物群系大。\n\n TundraBiome.png \n14 蘑菇岛 \n温度：0.9（平均温度约等于现实中的18摄氏度）\n\n蘑菇， 巨型蘑菇， 菌丝， 哞菇， 没有怪物\n  \n这个生物群系由平坦的地形和高山组成，菌丝替代了正常情况下的草地而出现在它的表面，但如果你放置了一块草，那么这块草会有比较亮的绿色，不同于丛林生物群系的。它倾向于作为一个小岛出现在距离地图的初始出生点和大陆较远的地方。它是可以自然出现巨型蘑菇的两个生物群系之一（另外一个是森林生物群系的顶部。），并且这里蘑菇可以在最大亮度下生长。\n\n除了哞菇，没有生物会在这里刷新（包括敌对生物），即使在山洞、废弃矿井中。这意味着在地下探索是相对安全的，但刷怪箱依旧会生成生物。玩家也可以通过动物繁殖或使用物品（如刷怪蛋）来生成生物。\n\n在这个生物群系中，树可以通过种植树苗生长，其他种在泥土或草上的植物也可以生长，只要它们没有和菌丝方块直接相邻——菌丝方块会取代泥土方块并使植物掉落。在菌丝上无法直接耕种，但是它可以被挖走并重新填充泥土方块，然后立刻耕种。一旦被开垦，耕地方块就可以免于被菌丝方块取代。\n\n MushroomBiome19pre.png \n21 丛林 \n温度：0.95（平均温度约等于现实中的19摄氏度）\n\n丛林树， 丛林神庙， 蕨， 花， 藤蔓， 豹猫， 可可果， 西瓜\n  \n一个非常茂盛的，但比较罕见的热带生物群系。 它有着巨大的丛林树木，能长到31高，还有2x2的树干。橡树也是十分常见的。风景是郁郁葱葱的绿色和丘陵，带着许多小湖泊，湖泊靠着深谷，有时丛林还会在海平面以上。树叶覆盖着森林的地面——这些“树组”有着单块的从林木和包围在四周的橡树叶。当置身丛林时，天空看起来会显得更亮些。这是唯一一个包含自然生成的蕨与前述丛林树木的生物群系。藤蔓能在大多数方块旁发现且有时会在洞穴附近找到。豹猫，丛林神庙和可可果只生成在这个生物群系。丛林生物群系成为唯一自然生成西瓜的地方。西瓜会成群出现，与南瓜差不多。\n\n JebJungle.jpg \n24 深海 \n温度：0.5（平均温度约等于现实中的10摄氏度）\n\n水， 沙砾， 粘土， 鱿鱼\n  \n海洋生物群系的变种。深海可以达到30格深，比一般的海洋深两倍。与海洋生物群系对比，它的海底被沙砾覆盖。\n\n Notice the \"valley\" inside the ocean, which uses the Deep Ocean biome. \n27 桦木森林 \n温度：0.6（平均温度约等于现实中的12摄氏度）\n\n桦树， 花\n  \n一座只有桦树组成的森林。\n\n Birch forest.png \n29 黑森林 \n温度：0.7（平均温度约等于现实中的14摄氏度）\n\n深色橡树， 巨型蘑菇， 蘑菇， 玫瑰丛\n  \n这个生物群系由深色橡树组成，几乎完全封闭的树叶顶，偶尔能见到巨型蘑菇。树之间挨得很近，浓密的叶子导致有些地方会黑暗到能生成怪物，即使是在白天。\n Roofed forest.png \n32 红木森林 \n温度：0.3（平均温度约等于现实中的6摄氏度）\n\n云杉， 灰化土， 蕨， 狼， 苔石， 蘑菇， 泥土\n  \n红木森林由云杉树组成，是一个罕见的生物群落，很像针叶林。然而，有些树的树干有2x2粗，和大的从林木没什么不同。苔石很常见，棕色蘑菇也很丰富，这里能找到灰化土，也有几小片不会长草的泥土。狼能在这里生成，因为它们也在一般的针叶林里生成。\n Mega Taiga.png \n34 峭壁+ \n温度：0.2（平均温度约等于现实中的4摄氏度）\n\n石头， 泥土， 云杉\n  \n峭壁+是峭壁的变种，在其基础上加入了一些云杉。\n\n Extreme hills plus.png \n35 热带草原 \n温度：≥ 1.5（最低温度约等于30摄氏度以上）\n\n金合欢树， 高草丛， 村庄， 马\n  \n一个相对平坦而干燥的生物群系，有着发黄的草和许多金合欢树。村庄可以在此生物群系生成，也是两个唯一可以自然生成马的生物群系(另一个是草原)中的一个。与沙漠类似，这里从来不下雨。\n\n Savanna updated.png \n37 平顶山 \n温度：≥ 1.5（最低温度约等于30摄氏度以上）\n\n枯死的灌木， 硬化粘土， 6种颜色的染色硬化粘土， 红沙\n  \n平顶山是一种罕见、充满异国情调的生物群系，由硬化粘土和染色硬化粘土构成，且像沙漠一样遍布枯死的灌木。这里将会生成红沙而不是普通的沙子，偶尔红沙上会种有仙人掌。如果粘土资源稀缺，构成平顶山的粘土将会十分有用。然而寻找平顶山很困难，因为它们很罕见。\n Mesa.png \n8 地狱（下界） \n岩浆怪， 地狱岩， 萤石， 灵魂沙， 地狱疣， 蘑菇， 地狱砖， 沙砾， 下界石英， 恶魂， 烈焰人， 僵尸猪人， 下界要塞， 凋灵骷髅\n 主条目： 下界 \n这种生物群系构成了下界。大部分都是地狱岩，也生成下界石英。与其他群系不同，它被两层基岩封闭起来（在128层与1层）。岩浆海覆盖这个生物群系的第31层，而岩浆瀑布则从基岩层流下来（偶尔也会从岩壁上），使得岩浆海和岩浆瀑布非常常见。岩浆在下界比主世界要流得更远。\n\n下界是生成恶魂、僵尸猪人、烈焰人、岩浆怪、凋灵骷髅的唯一场所。萤石能在地狱岩顶和露出的岩层找到，沙砾和灵魂沙也会在高处的岩层和生成。许多下界生物群系的生物只能在下界要塞生成。\n\n Nether 'biome'.png \n9 空岛 （末路之地） \n末地石， 末影人， 黑曜石， 末影水晶， 末影龙\n 主条目： 末路之地 \n这种生物群系构成了末路之地。这里只会生成末影人和末影龙。然而，末路之地的大多数结构的生成是由维度而不是生物群系决定的。如果这个生物群系被用于超平坦世界，天空将会变成暗黑色，主世界坐标(0，0)的地方会生成一只末影龙，且到夜晚时只会生成末影人。因为地图的类型是超平坦，所以将不会出现末影水晶和黑曜石柱。\n\n末路之地是一个有限的、由末地石组成的漂浮岛屿， 伫立着黑曜石塔，每一个黑曜石塔上面都有末影水晶。 末路之地没有基岩层，所以任何物体掉下末路之地之后都会掉进虚空。\n"
        },
        {
            "author": "the-blaze",
            "timestamp": 1406173980,
            "txt_content": "the-blaze 发表于 2014-7-24 11:49\n0 海洋 \n温度：0.5（平均气温约等于现实中的10摄氏度）\n摘自wiki"
        },
        {
            "author": "呵了个呵呵",
            "timestamp": 1406174280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "-木羽-",
            "timestamp": 1406174340,
            "txt_content": "呵了个呵呵 发表于 2014-7-24 11:58\n黑森林\n深色橡木茂盛的地方就死黑森林来着= ="
        },
        {
            "author": "蓝色棉花糖",
            "timestamp": 1406176020,
            "txt_content": "the-blaze 发表于 2014-7-24 11:53\n摘自wiki\n谢啦~~~QAQ"
        }
    ]
}