{
    "title": "<连载·单章>【没有终界】[作者：【玉米君】]【第十二章：冷气与冷气的对决】",
    "author": "黑小白",
    "replyCount": 8,
    "timestamp": 1406185800,
    "txt_content": " 本帖最后由 黑小白 于 2014-7-24 15:19 编辑 \n\n     我更一章，本来打算天更，看来是不可能的了，周更哦！好看不好看都打个人气评个分呗~~~~~~---------------看来是不可能了。\n\n\n          \n                                       正文↓（改个字体写~）\n\n\n                                      十二章：冷气与冷气的对决！                                            \n              \n                     “少年！不想死的话，就..给我跪下！”白袍男子说道。\n\n\n                     “我不会跪！你教我啊！”周奇显然被白袍男子吓到了，惊慌失措的说道。\n\n\n、                   “少年，有勇气，不过一会儿恐怕你连走的不能走了。我劝你还是跪吧。”白袍人身边的卫兵说道。\n\n\n                     “休想！要想我跪，除非！我死！”周奇双眼直瞪着白袍男子，从眼神与眼神的对决中，可以感受到一股浓烈的火药味。\n         \n                     “那好吧，只有这样了！”白袍男子瞬间从马上跳下，疾步跑到了周奇面前。周奇见这般立刻挪开一边去，抽出他的小木剑挡住了白袍男子的攻击。\n\n\n                     “卧槽，用手攻击？！”周奇立即反应了过来，不过他已经来不及了，凭他的这般速度要想脱离还太早。紧接着一声爆炸出来，小木剑已经被剧烈的爆炸弹出了不知道多远，周奇也是被瞬间弹出了十来米外。“这.....太....强了，没法抵抗。”周奇刚想起来，又一声爆炸，再一次的被弹出了十米外。“我*，这玩毛，要死了吗？”周奇已经被打的爬不起来了，刚才那两声爆炸已经震碎了他的两根肋骨。“少年，这就是你的实力？呵呵，不值得一提！你..可以.....去死了！”白袍人的拳头再次凝结了气体重重的往地下砸了“bonm！”草方块和泥土被砸的不成形。周围的石头都已经爆裂开来，附近的沙子已经成了尘埃。\n\n\n                     “不对经，怎么可能，难道被我打的灰飞烟灭了？”白袍人疑问的看着地下。\n\n\n                     “xiu~xiu~”空中传来两个炮弹。就砸在白袍人的附近。“呵呵，我就说呢，怎么可能死的连烟都没了。不过也好，你也来陪葬吧！”白袍人怒喝一声“闪灵拳！”瞬间白袍人移动在了空中“你就是他的朋友吧！”这位朋友闪过了拳头道：“正是在下，吉克！”吉克毫不犹豫的说道。\n\n\n                     “好，好！去死吧！”白袍人怒喝一声，周围的石头都凝结在了一起，变成了厚厚的球。嘴里喃喃了什么，便冲到吉克前。天空闪的一下，没有声音。也没有动作。随后“轰轰轰！！！”白袍人的拳头和吉克的枪对在一起两人被弹出了百米开外。“怎么，怎么会这样！我的枪！”吉克慌乱的说道。“呵呵，这就是我的奥义诀，怎样？做好死的觉悟了吗！”白袍人抹去嘴角的血丝说道。\n\n\n                     “把我的枪废了，不代表！你就能杀的了我！”吉克把周奇放在附近的地方休息。自己冲上前去。“好小子，既然你那么想死！那么就去死啊！哈哈哈哈！”白袍人大笑一番，双手结印“暗·帝黑诀！”正在这时周奇的心脏跳了一下，瞬间就醒来了。“去死吧！”白袍人从手上射出一到黑光。那黑光沿着直径射出，到达吉克的时候停下来了。吉克愣了一下，便意识到自己没被击中。这时周奇醒来了。瞬间的就冲上了云霄。抓住了那黑光，嘴巴缓缓的张开。吸着那束黑光。他眼睛不再是以往的黑色，而是血红色！“疯子！疯子！”白袍人叫道。“你，你别怪我。”白袍人冲向周奇，抓住了周奇，先是刚才的右拳，再是左拳。还使出了“闪灵拳”但是周奇毫发无伤。只见周奇抓住了白袍人的手硬是把他牢牢的抓住了。扔出了百米外。然后又瞬间飞去。把的左手狠狠的拽了下来！白袍人无力反抗，他的左手已经没了。周奇还不罢休抓住了右手，扔出去。然后又捡了回来，周奇的拳头恶狠狠的砸在了白袍人的头上，发出cici的声音。白袍人的眼神已经不是以前的眼神了，他渴望周奇停下来，但是停不下来了。因为他是被白袍人的暗能量激活，与身体影帝的能量起冲突，产生元素变异。现在的他是黑化周奇！\n\n\n@HGK @yuchenyang @hznb 希望大家喜欢~~~~~\n\n投点人气呗~索引：点我\n\n\n\n\n",
    "replies": [
        {
            "author": "黑小白",
            "timestamp": 1406185800,
            "txt_content": "正文在此刚才那个发错了"
        },
        {
            "author": "hznb",
            "timestamp": 1406186100,
            "txt_content": "过来顶一个，写的不错"
        },
        {
            "author": "HGK",
            "timestamp": 1406186160,
            "txt_content": "我忽然发现我的也是黑化←_←"
        },
        {
            "author": "黑小白",
            "timestamp": 1406186220,
            "txt_content": "HGK 发表于 2014-7-24 15:16\n我忽然发现我的也是黑化←_←\n呵呵，你能叫管理员删了我那个帖子么，那个，看看翻译版块的，我有个发错了。你叫管理员帮我删了吧"
        },
        {
            "author": "黑小白",
            "timestamp": 1406186820,
            "txt_content": "HGK 发表于 2014-7-24 15:16\n我忽然发现我的也是黑化←_←\n为毛没人看啊！！！"
        },
        {
            "author": "hjx755831099",
            "timestamp": 1406187300,
            "txt_content": "我去 小说吗  感觉不明觉厉"
        },
        {
            "author": "黑小白",
            "timestamp": 1406188860,
            "txt_content": "hjx755831099 发表于 2014-7-24 15:35\n我去 小说吗  感觉不明觉厉\n对，看看吧，索引什么的也很好看"
        },
        {
            "author": "黑小白",
            "timestamp": 1406206140,
            "txt_content": "深夜果然没人"
        }
    ]
}