{
    "title": "<原创·连载>《狂忍之路》小说<6>",
    "author": "我是小骷髅",
    "replyCount": 22,
    "timestamp": 1406187540,
    "txt_content": " 本帖最后由 我是小骷髅 于 2014-7-24 16:18 编辑 \n\n大家好，还是我，有些话对大家说：由于作者懒，导致好久没更新，终于死命的补回了一章，还多更新了一章，总算失而复得，各位读者请原谅……好，继续我的习惯，发帖！\n\n               《狂忍之路》第六章：进城之旅（下）   一觉醒来，发现自己躺在了沙漠上，“哼！睡得真香啊你！”一阵声音响在我的耳边。睁开双眼，看见了史蒂夫着急又生气的面孔，“你啊！睡那么熟，结果火堆灭了你还在睡！幸好我半夜冻醒了就起床，不然啊，我们都会死在睡梦里的！”说话的不是别人，正是我的伙伴——史蒂夫。我害怕他太过激动，只好无可奈何的敷衍他：“行啦行啦，既然我们能活着，那就大命了，好了，别吵了，赶路吧……”虽然表面上我是俯首称臣，但实际上，我还不太乐意呢！昨晚还不是我救他，他早就挂了，唉，算了算了，吵太多伤感情，我还是算了吧。  走了几里路，史蒂夫还在哪里喋喋不休：“那！这次进城后你要请我，不管是什么！总之我救了你的命！”“行了行了，哎，当我欠了你……别吵了好吗……”史蒂夫只好语塞了。途中，我们经历了不少危险，僵尸扑捉我们啊、骷髅放冷箭啊、蜘蛛从天而降啊，这些都是危险的事情，因为经历了危险的事情后，我们再也不敢在夜晚插火把了，虽然能防刷怪，但也同时告诉了僵尸：“嘿，这里有顿晚餐~”到时候想走都走不及了！    行了几里路后，我们又慢慢的从沙漠走到了沼泽，此时已经走了旅途中的四分之三了。可是，沼泽也不是吃素的，僵尸、蜘蛛、骷髅、苦力怕还是会在黑暗的夜空中横行霸道，况且，还有女巫呢！女巫更厉害，还会扔药水，而且都是负面的喷溅药水，不得不说，沼泽是个比较危险的地方。所以，我和史蒂夫必须要时时刻刻保持警惕，不能轻易放松自己的注意，免得一不小心就会被可怕的怪物打败！来到沼泽后，我和史蒂夫先在四周撸了几个原木，以便生火时方便，容易燃火不费力。撸完木头后，我就跳上树上去观察地形，据观察得知，我和史蒂夫处于河岸边，四处树木较少，极难进行给自己掩护，但同时也给予了我们一个安全的地带，因为早上阳光四射，周围又没有遮掩物体，僵尸啊，骷髅啊什么会被太阳烧着的怪物全部都会死清光，而蜘蛛在亮光处不会主动攻击人类的，除了……除了一样……你调戏她……而苦力怕，当然就不在话下，村庄之战里利用苦力怕打败怪物，我就可以引苦力怕爆炸后，飞快的闪开，那么自己就不会受伤，而苦力怕就眼睁睁的自杀了，除了一样难对的生物——也就是女巫！    夜幕降临，史蒂夫和我早早的躺在预先制作好的树洞里，里面黑漆漆的，但是丝毫没有给我们带来危险，只是无尽的黑暗使我们觉到恐惧。树洞外，“鬼哭狼嚎”的，那阵势，不吓死人才怪了！我和史蒂夫安详的躺在树洞里，不烧火，也不插火把，毕竟树洞嘛，就是一棵空心树里的洞，既然是洞咯，那就会有出口了，树洞那么小，离出口很近，我几乎是紧贴着洞口，更不要说插火把了，怪物们对光线很敏感，一不小心，就会被怪物吃掉的……所以，我们只能在黑漆漆的洞里过夜，睡觉了。夜色朦胧，我趁机翻出地图，观察我们所在的路线，地图是这样画的：我们所处的地点是沼泽的边缘，只要我们往沼泽中心走过，再一直往前行走几里路，自然就到了！可是现在的我睡意朦胧，只好放下手中的地图，倦缩在洞里睡大觉。    清晨醒来后，我扯了扯史蒂夫的衣服，轻声的说：“喂，醒醒啊，别睡啊，早上了。”史蒂夫立刻就“霍”的站起来，结果导致悲剧了——“砰！”一下撞到了树洞的顶端。史蒂夫揉揉脑袋，痛苦地呲牙咧嘴地说：“哎哟，痛死了，给我包扎包扎……”“哎，小心点嘛！”我拿出体内的纸，给他包扎包扎，没办法啊，医疗物品都是药水之类的，你说包扎的东西，在家里的箱子里呢！而且我们只带重要的物品，不然的话，拿来那么多位置放工具啊！看着史蒂夫包扎的摸样，十足像那种逃难的阿拉伯人，看着这摸样，我实在是忍不住了，“噗哧”的笑了笑就走了，只留下在那里疑惑的史蒂夫。我来到河边，利用随身带来的钓鱼竿，为史蒂夫和自己掉来了几条鲜嫩的鱼，再用史蒂夫撸来的原木生了火堆，就随地取材——找了根小木棍插着鲜鱼——去考早餐了，为什么要自己去捕猎食物呢？让我们把时间退回昨天的中午：在到达沙漠边缘时，因为长期的旅途带来的疲劳和饥饿，使得带来的干粮：几块牛排、一堆饼干、几条熟鱼、和一堆马铃薯，都被吃光了，而饼干呢，也是一小口一小口的吞噬，知道接近沙漠的边缘与沼泽的边缘地带时，我们终于把几块剩余的饼干也吃光了！所以，我们只能靠捕猎、钓鱼为生，由于幸运，我们来的时候是要带武器去防守怪物的，而钓钩是给我们翻山用的，就是扔钓钩出去，掐住一个方块时，就可以拉着绳子上去，再把钓钩收回，而我们刚好在生命垂危的时候可以用上所带来的工具，那么沼泽早上的情景根本就是不足为奇。吃饱早餐后，我和史蒂夫继续捕猎，意外的收获到不少的东西：几个皮革，几块生牛肉，十几块生猪肉，还有一些鸡肉，另外，我们还在河边用碗捞了几碗水，并用身躯内的放置的熔炉烧熟了水，这样，我们就有热水喝了，再也不用喝生水了！鸡肉也被烤的外焦内嫩，鸡肉味，咯嘣脆！瞧着史蒂夫满嘴流油的样子，好像他真是难民那样，好几年没吃东西那样……    果腹之后，我和史蒂夫继续到达前往主城的道路，以至于后来才知道，史蒂夫隐瞒了我许多的事情！时间退回早上：“哎，早知道就不走了，那么远……”“不行！如果不去看看就吃亏了走吧走吧。”史蒂夫一边努力的劝说着我，一边嚼着培根，“嗯，铁甲，看来你的厨艺蛮不错嘛哈，竟然能想到用随身工具台做吧小刀子来削猪肉。”史蒂夫继续砸吧着嘴，努力的称赞我，“削了之后吃起来就是棒，看来你的想象力不是一般的牛！而是非常牛！”，史蒂夫就是史蒂夫，方块人就是方块人，这世界得限制多少人的想象力啊……我也饿了，便拿出一块培根，也在小口小口的咀嚼着。突然，一瓶药水朝我飞过，我来不及闪避，一下子就被砸中了，手中的培根“咻！”的飞在空中，又“噼啪！”一声掉在草地上，地上不止散落着我的熟食，更是散落了不少玻璃的碎片，我的脑袋被碎片砸中，还流着鲜血，我呆愣在那，有点不知所措，我的双手微微的颤抖着，哪个奶奶的熊！先吃顿补给餐也不行！我忍不住发火了，旅途让我失去了耐心，我发起狂，大声的怒吼：“那个怪物在作死！”，呃，我好像忘了，怪物不会说话的唉，不管了，总之火上心头！“嘭啷！”又是一个药水朝我飞来，我赶快俯下身子……   在一旁的史蒂夫喊道：“是女巫！我们快走！”，哼!我才不走呢！我纵身一跃，轻松的飞上了一棵树的枝桠上，又是药水瓶砸破的声音，我急忙辨认声音的来源，发现就是我的身后，我急忙向后转，发现了一间木屋，屋前有个村民打扮的人不像人，鬼不像鬼的人类，我拔出宝剑，径直的跳下树头，趁着他袭击史蒂夫的间断，我飞快的奔跑过去，并迅速的拎起飞镖，狠狠的向女巫扔去，“噗哧！”女巫顿时被我杀了锐气，我接连扔出飞镖，继续攻击女巫，这时，女巫的鼻子突然向前绷直，我正疑惑女巫的行动时，史蒂夫焦急的喊出：“铁甲，继续攻击！别给他回血的机会！快！”“好！”我顺手把手伸进背后时，发现，飞镖用完了！不管了！我想。我索性搭弓挽箭，直接瞄准女巫的头，畜势待发，随着一声空气呼啸声，锋利的箭头直绷绷的插入女巫的身躯，女巫缓缓的倒下，最终还是死……                                             史蒂夫在一旁高声呼喊：“好耶！好耶！铁甲你太厉害了！轻轻松松就搞定了女巫！”，女巫死了，化作一阵轻烟，飘走了，史蒂夫激动地说：“搜女巫的家，有好东西！”，话音刚落，我就冲向小木屋，把里面的药水统统搜刮完，整体来说还蛮丰富的：有【生命治愈】、【瞬间伤害】、【跳跃提升】等等十分有用的药水，史蒂夫迅速的抢走我手中的【生命治愈】，咕噜咕噜的就喝掉了，史蒂夫抹抹嘴，“哈，还真是不赖的嘛！”，说完，丢掉玻璃瓶，扬长而去……  我继续不紧不慢的跟着史蒂夫的脚步，边走边尝了尝药水，“嗯，还不错！感觉体内好像又某种奇特的感觉。”  我拿起【瞬间伤害】药水，好奇的摇了摇瓶子，原本平静的药水立刻冒出泡泡，令人不寒而栗，我继续盯着药水，想打算观察了药水的药性后，在主城逛完后，就离开主城，回家制作我们忍者的第二样远程武器，相比飞镖，要弱一些，那就是——配合弓的力量——制作毒箭！有了毒箭，我们就可以使弓变得更加厉害！这个想法刚刚冒出时，一声惊讶声打搅了我，仔细一听，是史蒂夫吃惊的声音：“铁甲！我们……到主城了！”。我昂起头，看到一座巍峨的建筑屹立在我们的正前方！索引贴地址：http://www.mcbbs.net/forum.php?mod=viewthread&tid=296323&page=1&extra=#pid5677880",
    "replies": [
        {
            "author": "我是小骷髅",
            "timestamp": 1406188440,
            "txt_content": "没人我自己顶顶吧~"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1406189580,
            "txt_content": "我是小骷髅 发表于 2014-7-24 15:54\n没人我自己顶顶吧~\n[fly]真的没人吗……[/fly]"
        },
        {
            "author": "418878840",
            "timestamp": 1406288340,
            "txt_content": "我来顶你了"
        },
        {
            "author": "418878840",
            "timestamp": 1406288340,
            "txt_content": "我来顶你了"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1406288400,
            "txt_content": "418878840 发表于 2014-7-25 19:39\n我来顶你了\n最近没人看小说……但是我一发这个贴，超多人！！！http://www.mcbbs.net/thread-308032-1-1.html"
        },
        {
            "author": "418878840",
            "timestamp": 1406288460,
            "txt_content": "我是小骷髅 发表于 2014-7-25 19:40\n最近没人看小说……但是我一发这个贴，超多人！！！http://www.mcbbs.net/thread-308032-1-1.html ...\n我只能说：呵呵"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1406288580,
            "txt_content": "418878840 发表于 2014-7-25 19:41\n我只能说：呵呵\n他们都为了我的5块金锭奖励！！！"
        },
        {
            "author": "418878840",
            "timestamp": 1406335980,
            "txt_content": "我是小骷髅 发表于 2014-7-25 19:43\n他们都为了我的5块金锭奖励！！！\n如果是我我也会去回复的......\n金粒当然是越多越好啦"
        },
        {
            "author": "混沌游龙",
            "timestamp": 1406336400,
            "txt_content": "我也来了"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1406344860,
            "txt_content": "418878840 发表于 2014-7-26 08:53\n如果是我我也会去回复的......\n金粒当然是越多越好啦\n呵呵，不过我不给奖励了，金锭快没了……"
        },
        {
            "author": "750446",
            "timestamp": 1406707920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1406707980,
            "txt_content": "TH酱 发表于 2014-7-30 16:12\n哦，谢谢，不过我准备弃坑……"
        },
        {
            "author": "750446",
            "timestamp": 1406708100,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1406708340,
            "txt_content": "TH酱 发表于 2014-7-30 16:15\n很累的话就弃坑吧，我们还是好朋友~\n其实我弃坑关朋友什么事？？？"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1406708400,
            "txt_content": "我是小骷髅 发表于 2014-7-30 16:19\n其实我弃坑关朋友什么事？？？\n当然，我准备开新坑！"
        },
        {
            "author": "750446",
            "timestamp": 1406708460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1406708700,
            "txt_content": "TH酱 发表于 2014-7-30 16:21\n加油哦！我会去看的\n刚刚写第一章，我准备连写几章再发，也可以弄个索引贴。"
        },
        {
            "author": "418878840",
            "timestamp": 1406709120,
            "txt_content": "楼主要弃坑？不会吧"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1406721300,
            "txt_content": "418878840 发表于 2014-7-30 16:32\n楼主要弃坑？不会吧\n准备开心坑的节奏~我变懒了……"
        },
        {
            "author": "418878840",
            "timestamp": 1406764680,
            "txt_content": "我是小骷髅 发表于 2014-7-30 19:55\n准备开心坑的节奏~我变懒了……\n小心最后坑没填上，自己却掉下去了"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1406764800,
            "txt_content": "418878840 发表于 2014-7-31 07:58\n小心最后坑没填上，自己却掉下去了\n呵呵，幽默的你，得啦，我会填上的"
        },
        {
            "author": "418878840",
            "timestamp": 1406765880,
            "txt_content": "我是小骷髅 发表于 2014-7-31 08:00\n呵呵，幽默的你，得啦，我会填上的\n加油，我会去定期围观的"
        }
    ]
}