{
    "title": "Mojang：MCPE 0.9.5已被提交至所有商店",
    "author": "kaho",
    "replyCount": 7,
    "timestamp": 1406200260,
    "txt_content": "Hey everyone!\n大家好！\n\nWe just released MCPE 0.9.5, another bugfix version for 0.9. This time, it may or may not be the last, but we hope so!\n我们刚刚提交了 MCPE0.9.5 【至其他商店】，【这个版本是】一个修复bug的0.9版本。这一次，它有可能是最后一个版本，也有可能不是，但是我们希望是最后的一个版本~！\n\nWe found and squashed many nasty bugs still hiding in the very fabric on the game, so 0.9 should be now quite stable. Here are the bugs we fixed:\n我们发现一些已经被发现和已经被修复的bug仍在游戏里的面料【？】出现，所以0.9应该会变得非常稳定了。以下为我们已经被修复的bug清单：\n\n- (Android) fixed a really nasty bunch of problems caused by locking the device like freezing, crashing, corrupting the world and more\n- （安卓）修复用锁屏所造成的一切问题，包括被冰冻、游戏崩溃、游戏存档被破坏以及更多\n- (Android) fixed a bad graphics corruption issue (missing chunks, corrupted chunks and animals) that happened when switching away from the game\n- （安卓）修复当离开游戏时，会出现一个不好的图形的损坏问题（方块消失，错误百出的方块和动物）\n- fixed chunks not loading in multiplayer when the client device is slower than the server\n- 修复在多人游戏时如果客户端比服务器加载得更慢，会导致方块不会被加载的问题\n- fixed a crash when loading flat worlds after updating from 0.9.0/2\n- 修复当更新0.9.0/2后加载平坦世界时，会导致游戏崩溃\n- fixed a possible server crash when a player disconnects from a multiplayer world\n- 修复当多人游戏有玩家退出游戏时，会导致服务器崩溃\n- fixed a possible crash or corruption when playing in multiplayer as a client\n- 修复当在玩多人游戏时使用该客户端开服，会导致一个可能发生的崩溃或损坏\n- Fixed Bryce Mesa biome, now they actually spawn!\n- 修复 Bryce Mesa biome 居然会生怪！\n- fixed fountains’ water in strongholds\n- 修复在要塞时，水会像喷泉一样\n- (Fire TV) fixed missing textures\n- （亚马逊电视）修复遗失材质问题\n\nAnd we made a few tweaks, too:\n以及我们做了一些调整：\n\n- Players that have been placed at extreme heights by the respawn bugs are now placed back at y=130\n- 玩家在高地重生的bug，现在会在y=130的高度重生\n- (Android) the game doesn’t waste battery power and really stops rendering now when in the background\n- （安卓）游戏再也不会浪费手机的电池容量和当在后台运作时会停止渲染游戏\n- not getting stuck anymore in the “Looking for Server” screen if the server is full\n- 如果服务器人数已经满了，“寻找服务器”画面不会再卡住了\n- animals are never despawned, again\n- 再一次，动物不会再不会生成了\n\nWe’ve just uploaded this version to every store, so it should be out on Google Play soon and on Apple, Amazon and Samsung stores soon-ish!\n我们只是刚刚把这个版本上传至所有的商店，所以它应该会在Google Play 和Apple 市场发布 ，亚马逊和三星市场很快就会出现了！\n\nJens – @jeb_, Johan – @jbernhardsson, and Tommaso – @_tomcc\nJens – @jeb_, Johan – @jbernhardsson, 和 Tommaso – @_tomcc\n",
    "replies": [
        {
            "author": "这是小号",
            "timestamp": 1406200500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "minehenry",
            "timestamp": 1406200680,
            "txt_content": "我这就去我家楼下小卖部下载!"
        },
        {
            "author": "xiaobaicai",
            "timestamp": 1406200740,
            "txt_content": "卡厚又诈尸了，  表示烂MI3 玩不起"
        },
        {
            "author": "250=mo",
            "timestamp": 1406200740,
            "txt_content": "欢呼吧，看见那些bug恢复"
        },
        {
            "author": "BensonQC",
            "timestamp": 1406207220,
            "txt_content": "这是小号 发表于 2014-7-24 19:15\n似乎有人发过了吧·············\n我的那个帖还没有更新日志呢。"
        },
        {
            "author": "hsk001ufo",
            "timestamp": 1406260620,
            "txt_content": "=。=这更新的够快"
        },
        {
            "author": "zycboss",
            "timestamp": 1406507520,
            "txt_content": "包括被冰冻\n\n翻译成‘卡死’更好一点吧"
        }
    ]
}