{
    "title": "<连载·单章>【逆异界 】[作者：【林玄尘】]【第十二章 艾陌】",
    "author": "JKL81543764",
    "replyCount": 9,
    "timestamp": 1406205600,
    "txt_content": " 本帖最后由 JKL81543764 于 2014-10-1 10:27 编辑 \n\n                第十二章     艾陌\n        “好了，刚回来，好好休息会吧。陪他们出去玩玩，老师这段时间会帮你安排一些修炼计划。”套老说完，便是化为一缕白光，融进尘的胸口处。\n        “唉，算了，先不想这些，去找哥哥他们。”尘的压力很大，经过那么多天的战斗，现在又来一件棘手是事。尘双手握在背后，往屋外走去。现在的他，需要休息。\n        “尘，来啦，先介绍一下这空间站吧，毕竟这人生地不熟的。”卢看到远方正走过来的尘，高声道。\n        ………………………………………\n        此空间站，并不是无人的，而是对外开放的。核心处，绝对没有外人，这是空间站最重要的地方。而中环，则是生态圈。最外环，也是最大的区域，便是完全对外开放的。这里，包含各种设施，店铺。每一个人，只要遵守空间站的规矩，便可在这发展。\n        “好了，就介绍到这，你们去玩吧，我累了，回屋睡去…”介绍完，尘便是甩下一句话，然后就往屋内走去。\n        “一起啊……”健说出三个字，尘就已经走进了房间，无奈道“算了，卢哥，我们两去玩吧。”\n        “走啊…”\n        ………………………………………\n        空间站开放区的一处美食街…\n        “……卢，你想死啊！明知道我没钱，还带我这个吃货来这……成心想诱惑我………”健恨恨地在卢的手臂上捏了一把，道。闻着街道两边的饭馆飘出来的香味，硬是抵挡住诱惑。\n        “快跑，忍不住了！”健终于是忍不住了，拉着卢就是疯狂的逃跑。可能是怕等等压制不住，然后就跑去饭店抢劫了吧。\n        两分钟后，二人终于是跑出了美食街，来到一处比较少人的地方。“呼，终于出来了。去看看有什么可以赚钱的吧，赚点钱回来买东西吃。”健抹了一把汗，道。然后便是拉着健，来到一处门牌写着-赏金任务的房间前。“进去看看。”卢双手放于脑后，示意道。\n        刚推开门，便是见到一位身穿蓝色紧身衣的俏丽女子。一头浅蓝色的头发垂至娇臀。在紧身衣的勾勒下，胸前那略微丰满的胸脯，堪称豪华！那纤细的柳腰，挺翘的娇臀，虽然容貌比萧萧差上一点，但这火爆的身材，却极惹男人的垂涎……在进来那短短的时间，健的目光便已经被那完美的身材吸引……\n        抽了一下鼻子，强忍住诱惑，走到女子面前。但却发现，卢不见了！马上转过身去，发现卢一直楞在原地。无奈地叹了口气，走回去，拉了拉卢，道“走啦，别丢人。”\n        被健拉了一下，卢才回过神来。健看了看卢，拍了拍他的肩膀，叹了口气，道“唉，红颜祸水啊！”\n        “二位好，我是这里的接待，名艾陌，如果不介意的话，可以叫我陌陌。”因为刚刚卢和健那目光，这位叫艾陌的女孩，也是害羞起来，侧着头，道。那泛起红润的脸颊，惹得卢的征服欲大发，用仅自己听到的声音，喃喃道“这女孩，是我的了……你们谁也别抢…”\n        “请问二位是来接任务的么？跟我来。”陌陌首先发话，打破了接待室的沉默。\n        “哦，哈哈，抱歉啊…”健含糊地回答了一下，然后便是拉着卢跟上了陌陌。\n         …………………………………………\n         来到一处狭窄的空间，面前，多了三条岔道。“按顺序，分低中高三级的任务。越高级的任务，赏金便是越多，当然，难度也会提高很多。”陌陌介绍发道。\n        健看了看，刚想往低级任务那个方向走，但又想了想，转身往中级的通道走去。“等等…”这时，卢突然伸出手，将健拦住。\n        “咳，走，去高级的。”卢提高声音道，这声音似乎是有意提高的。拉着健走向高级的通道，将头靠过请健那边，轻声道“妹子在呢，要给别人一种好印象。”\n        健听到卢着话，不禁抹了把汗，敢情他是为了面子啊，那有把握完成任务么？没完成任务不更丢脸？\n        来到高级通道内，里面是一个图书馆的布局。架子上有些许荧光，仔细一看，原来是一些能量光幕。“这些光幕内，便有任务。还有任务要求和赏金数目。选好任务就开始吧，祝你们成功！”陌陌介绍道，然后，微微一笑，便是转身离去。\n        “任务:猎杀10只突变骷髅，并取得其魂心。赏金:500万金币”健透过光幕，将上面雕科在铁办上的字读了出来…“哇！500万，话说……这魂心是什么……”站在他旁边的卢，盯着那500万的双眸直发光然后将视线移到魂心上，对于这陌生的名字，不解道。\n        “嗯？这是……卢哥，快来看！”健转过身去，在附近走了一下，对着后面的卢，说道。\n        原来，在他们进来那条路旁边，有块牌子，牌子上的内容:\n        温馨提示:高级任务中的任务皆是取得怪物的魂心，虽难度大，但赏金却是极其丰盛。魂心为大陆上每个怪物的灵魂核心，将其杀死后，可在其胸口中取出。魂心乃大陆上极其珍贵的材料，可将此任务当作交易。取得魂句，请放置于与该魂心对应任务下方的圆形洞口中。然后，便在任务板的上放，取得任务证明。\n        得到任务证明后，到接待室换取金币。注:金币将存入纳金卡中，若第一次来，可免费按照完成任务着等级，赠送一张纳金卡。\n        “原来是这样……好了，卢哥，去找个任务做吧。”健看完了牌子上的提示，道。\n        “ 任务:猎杀10只突变僵尸，并取得其魂心。赏金:250万金币 ”\n        “ 任务:猎杀80只凋零骷髅，并取得其魂心。赏金:200万金币 ”\n        “ 任务:猎杀10只凋零，并取得其魂心。赏金:650万金币 ”………\n        一大堆难度超高的任务，以及诱人的赏金，不断让他们陷入矛盾之中……\n        “啧啧…这些任务虽说赏金很多……但凭我们的实力……不可能啊！”健看了很多任务，感叹道。\n        逛了十余分钟，二人仍然是没找到合适的任务。当健想出去，换中级任务时，却是被卢拦住。理由很简单，不能在妹子面前丢脸……\n        正在健无法再忍下去，准备直接把卢打晕托出去时…………\n        “你们，看来需要帮助啊！”在通道的门缓缓拉开间，传出了一道熟悉的声音。\n        还是那一袭黑袍，清秀的面目，淡淡的微笑…“尘！我的终身大事就在你手中了！”卢见到尘，貌似见到救世主般，直接铺了上去，恨恨地打了一拳在他是肩膀上。\n        尘也不墨迹，直接走今任务室，把每一个光幕里的任务都看了一遍。越看，神情越是凝重。“没实力还来接这么高级的任务……”尘终于是忍不住，甩下一句足矣将卢的心打碎的话。听尘的语气，即使是他们三人一起打，这里的任务，他们根本也没有可以完成的。\n        “就算叫上萧萧来，都未必打得过，因为……你知道多少阶的亡灵才有魂心么？魂王！以前我们见到的，都是魂师一下的，这样萧萧才可以很轻松的击败他们。好了，走，去中级的”尘讲解道，随后，便是拉着卢，打开了高级室的门……       引索帖地址：引索帖\n",
    "replies": [
        {
            "author": "heyuwei1999",
            "timestamp": 1406205840,
            "txt_content": "lz码字半天了吧,码字不容易的,尤其像我软键盘的人...\n不过不赖啊,到时候弄个整集~"
        },
        {
            "author": "黑小白",
            "timestamp": 1406206080,
            "txt_content": "heyuwei1999 发表于 2014-7-24 20:44\nlz码字半天了吧,码字不容易的,尤其像我软键盘的人...\n不过不赖啊,到时候弄个整集~ ...\n签名档赞"
        },
        {
            "author": "heyuwei1999",
            "timestamp": 1406206140,
            "txt_content": "黑小白 发表于 2014-7-24 20:48\n签名档赞\n我觉得很搞笑的2333333333333"
        },
        {
            "author": "fozencat",
            "timestamp": 1406206560,
            "txt_content": "写的很好，虽然我看不懂"
        },
        {
            "author": "王先生007",
            "timestamp": 1406207040,
            "txt_content": "码字辛苦··~~~"
        },
        {
            "author": "00000.0",
            "timestamp": 1406361120,
            "txt_content": "不相信你了- -"
        },
        {
            "author": ".含羞草",
            "timestamp": 1408634100,
            "txt_content": "楼主快更，表弃坑啊！！！！"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1408694220,
            "txt_content": ".含羞草 发表于 2014-8-21 23:15\n楼主快更，表弃坑啊！！！！\n。。。要开学啊艹。。。最近在狂补作业，13章撸到一半结果又发作业。。。挖槽晕死，谢谢你的支持，估计开学后会恢复更新的"
        },
        {
            "author": "JKL81543764",
            "timestamp": 1409202780,
            "txt_content": ".含羞草 发表于 2014-8-21 23:15\n楼主快更，表弃坑啊！！！！\n来了来了，十三章出来了"
        }
    ]
}