{
    "title": "<连载·单章>【魔坛守卫者：勇士】[作者：布拉德贤][第四章]",
    "author": "501938012",
    "replyCount": 12,
    "timestamp": 1406219100,
    "txt_content": "\n《魔坛守卫者：勇士》索引帖传送门：http://www.mcbbs.net/thread-304461-1-1.html@一个游荡的JJ怪 @hznb 第四章《手套强化》\n\n    赢了战技大会的第一场比赛，艾尔难免有些小激动。“看起来这并不是我骄傲的理由呢。”艾尔心想。自己的目标，可不仅仅是赢取一场比赛。\n    艾尔强压心中的激动，认真的看完了剩下的十七场比赛，不得不说，这个村子里潜力不错的少年还是不少的。但这也意味着自己的对手将会一个比一个强，至少不会比凯特要弱。\n    夜深了，闪烁的星布满了这片圣地的上空，而艾尔却无法入眠。“我的使命到底有多重要？关乎整个大陆人们的存亡吗？我又是从哪里来的呢？我的父母….又是谁？”一个个疑团再一次占据了艾尔的心头，这些问题也许困扰了他不足九年，但也足够折磨一个这样的少年了。\n    艾尔深知，现在的自己仍然无法去与那些魔物对抗，硬来的话，只有死路一条。“只有等，等我成长到足以与那些魔物对抗。但给我成长的时间也不多….陨墨大陆的守卫力量实在太微薄，根本不足以和凶悍的魔物大军对抗，唯有魔坛的封印，才能绝杀这邪恶的力量。”\n    “让我来武装自己吧。”艾尔掀开薄薄的被子，站起身，拿起自己那棕色的皮革手套，推开门向外走去。\n    灯火通明。魔物来到人间之后的雷鸣村夜晚，就该这么形容。“吱——”艾尔推开村长家储存仓的门，希望从这个布满了蜘蛛网的小房间中找到一点点铁，一点点就够。铁即使算是奢侈品，但是是否有用的标准是能否制造工具或是装备，而雷鸣村中人均拥有的铁锭数量，明显不够去制造一柄铁斧或是铁剑。\n    “找到了！哈哈！”艾尔惊喜的叫起来，但随即想到自己也许不该这么大声。为自己的愚蠢行为用手捶了捶脑袋之后，小心地把储藏室的门关上，蹑手蹑脚地走到院子中一块巨石上。\n    这是一块黑曜石，没错，可以封印住魔物力量的黑曜石，但那也是九年前的事了。这块巨大的黑曜石被村长用来做试刀石，也可以拿来制作一些石制工具。这块黑曜石的第一次承托住一块铁的机会，给了眼前这个相当年轻的少年。\n    这块铁实在是小得可怜，只有九岁的小艾尔一只拳头的大小。看起来，连制作最简易的铲子都不够。但是对于艾尔来说，已经足够大将它转化成危险而令人恐惧的利器了。\n    没错，艾尔要用这一小块做铲子都不够的铁，强化自己的棕色皮革手套。\n    艾尔伸出手抓住石锤“呼，这并不算重啊！”说着在空中挥了两圈，“嗯，就这个了！”。刚说完，便是高高腾起石锤，往放在黑曜石上的铁锭猛地砸去。急速下降的石锤带起一阵风，随着“铛！”的一声石铁碰撞，紧跟其后的是一阵极其短暂的嗡鸣，这嗡鸣声刚结束，又是一声让人心颤的“铛！”\n    ….\n    在已经数不清次数的敲击中，艾尔感到手部传来的阵阵疼痛。即使戴上手套，仍然无法抵抗这种程度的暴震。“这并不是我的极限。”艾尔轻声说道。伸手一抹额头上的硕大汗滴，又提起石锤开始敲击。\n    ….\n“终于可以了！”艾尔笑着说。他再没有可以挥动石锤的力气了，连说话都不带有太多的喜悦。\n但这还未结束。“我需要把这分成平均的两份….”艾尔道，说罢便双手托起石锤，锤柄朝下。此时，艾尔的眼眸之中闪过一丝骇人的紫光！双手猛然向下使力，锤柄底部的小石子猛地撞在了这块基本成型的铁块正中间！“铛！”随着一声碰撞声，铁块应声向左右两边分裂开！再一次紫光闪烁，双手紧抓石锤，抬起，下落！“铛！”铁也终于完全分裂成两块，向左右弹开。应声而灭的，是那柄石锤！\n竟然是完全粉碎！望着黑曜石上散落的石粉和木头碎屑，艾尔自己也吃了一惊。短暂的愣住之后，便又清醒过来。“我为什么会拥有这般力量？”艾尔疑惑。\n“凯特应该被我打得不轻啊….”想完又心疼起下午那位叫凯特的少年来。“不过这不是现在该想的，以后的对手会更强。”说罢走到黑曜石两边，拾起两块铁，重新站在黑曜石前。\n现在是精雕细琢的时间了。艾尔拿起旁边一柄小几号的石锤，开始认真锤打这两块铁。当初制作那对棕色手套，也用了艾尔一个晚上的时间，只希望这次的制作，可以稍短些吧。艾尔的小制作，在全村同龄人之中，基本算是无人能敌。甚至有时村里的裁缝师，都来请教艾尔针线的操作。\n又是一连串的响声，不过已经没有了大号石锤的沉稳与厚重，取代而之的是轻盈与细致。在这个黑曜石的不眠夜之中，两块小铁已经可以看出他们所具有的形状了。\n是刀，是刀刃部分只有食指那么长，拇指那么宽的银色小刀。看起来很精致，很美丽，但带来的将是恐惧，恐惧，还是恐惧。如果说小刀是精致的，那么，刀柄就是奇异的。艾尔不是自大的人，但他非常清楚，村中没有任何人做得出这样的结构。刀柄部分有一个圆形齿轮，齿轮周边又一道极细而不易发现的凹槽，后面便是一系列常人基本看不懂的细小机关，在其末端，有一个看似凶险的扳….\n艾尔找来一根线，与其说是一根线，不如说是一根草。没错，这是雷鸣圣地的一种特殊的草类，被村民称作：雷鸣草。这种草不易断，而且极细极细，一个小山丘都长满这些草时，已经是不得常见的美丽了。\n艾尔手中又是一阵忙碌，他要把这把由精致与怪异结合的小刀，与自己的手套结合起来。“不对。”艾尔低声叫道“又错了。”头上的汗已经宛如倾盆大雨，却丝毫阻止不了这个专注在“艺术品”之中的九岁少年。\n….\n“成功了！太好了终于成功了！”劳累再也无法阻遏艾尔这充斥在全身上下的喜悦，大声叫起来。而抬头的他也发现，在那座巨山之上，已经有了朝夕之意。\n“这下，成为最强战士，就更有把握了！”（字数统计2089）",
    "replies": [
        {
            "author": "fozencat",
            "timestamp": 1406219280,
            "txt_content": "作者辛苦了早点睡吧！"
        },
        {
            "author": "501938012",
            "timestamp": 1406219340,
            "txt_content": "fozencat 发表于 2014-7-25 00:28\n作者辛苦了早点睡吧！\n刚从台湾回来根本不困有木有..."
        },
        {
            "author": "fozencat",
            "timestamp": 1406219460,
            "txt_content": "501938012 发表于 2014-7-25 00:29\n刚从台湾回来根本不困有木有...\n那你写第五章吧，我等着看呢"
        },
        {
            "author": "501938012",
            "timestamp": 1406219580,
            "txt_content": "fozencat 发表于 2014-7-25 00:31\n那你写第五章吧，我等着看呢\n噗..饶了我吧 有种东西叫暑假作业不知高人听说过没有？555"
        },
        {
            "author": "汐宫丶殇",
            "timestamp": 1406220000,
            "txt_content": "{:10_512:}故事不错，lz多大了"
        },
        {
            "author": "501938012",
            "timestamp": 1406220000,
            "txt_content": "汐宫丶殇 发表于 2014-7-25 00:40\n故事不错，lz多大了\n初二党面临初三危机ING...."
        },
        {
            "author": "汐宫丶殇",
            "timestamp": 1406220060,
            "txt_content": "501938012 发表于 2014-7-25 00:40\n初二党面临初三危机ING....\n不错了，明年我就高考了{:10_501:}"
        },
        {
            "author": "fozencat",
            "timestamp": 1406222760,
            "txt_content": "501938012 发表于 2014-7-25 00:33\n噗..饶了我吧 有种东西叫暑假作业不知高人听说过没有？555\n听说过，现在我也饱受折磨啊。"
        },
        {
            "author": "fozencat",
            "timestamp": 1406222760,
            "txt_content": "汐宫丶殇 发表于 2014-7-25 00:40\n故事不错，lz多大了\n~~~~(>_<)~~~~ 我才初一你们嫌弃我小"
        },
        {
            "author": "汐宫丶殇",
            "timestamp": 1406222820,
            "txt_content": " 本帖最后由 汐宫丶殇 于 2014-7-25 01:31 编辑 \nfozencat 发表于 2014-7-25 01:26\n~~~~(>_\n{:10_492:}谁说的{:10_494:}咱这不兴年龄歧视"
        },
        {
            "author": "hznb",
            "timestamp": 1406253480,
            "txt_content": "深夜更新，好感动"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1406287200,
            "txt_content": "楼主我写着作业被叫过来了，以后再看吧"
        }
    ]
}