{
    "title": "国外空中RPG冒险地图！",
    "author": "Fiendish",
    "replyCount": 4,
    "timestamp": 1406213040,
    "txt_content": "     这是我从外国MC论坛上搬运过来的一个名为“云中”的RPG冒险地图\n     作者的话：\n     This is an adventure RPG minecraft map. It's fairly large, with 5 biome skylands. There is a main quest and several minor quests.\n     It can be played with 1-5 players. You can do more, but people wouldn’t get the equipment needed to survive in the last area.\n     It's fully playable in adventure mode, driven by villager quests and exploration.\n     No mods required. \n     Note that the map starts a little slow. The first two quests are designed to get you familiar with the town and exploration. After that, sh*t gets real and you start the real RPG.\n     FEATURES-\n     5 floating biomes, each one with armored mobs that are progressively more difficult than the last\n villager trading to upgrade your items\n     5 dungeons, 4 of which have a boss battle at the end\nmany landmarks in each biome, complete with a geared mob spawner and a chest with money\n     A main quests and minor quests given by villagers\n     The story isn't actually that great, but hopefully the gameplay is good enough to distract from that.\n     地图简介：\n     -GAMEPLAY OVERVIEW-\n Slay monsters and return their drops to the city to trade for money. Use the money to upgrade your gear and buy enchantments. Money can also be obtained in small landmarks throughout the biomes and as a reward for side quests. Move forward in the main quest by completing the mage's tasks and braving dangerous dungeons. The fate of the skylands is in your hands. \n\n     游戏概述—Slay monsters and return their drops to the city to trade for money. Use the money to upgrade your gear and buy enchantments. Money can also be obtained in small landmarks throughout the biomes and as a reward for side quests. Move forward in the main quest by completing the mage's tasks and braving dangerous dungeons. The fate of the skylands is in your hands. Oh, and there are loads of classic and modern video game references in this.     杀死怪物和回报他们的下降到市交易的钱。用钱来升级你的装备和购买的魔法。钱也可以得到小的地标在整个生物群落和对侧的任务奖励。前进中的主要任务完成的法师的任务和冒着危险的地牢。该岛的命运掌握在你的手中。\n图片：         \n   更多的还有待大家来探索哦！    喜欢的童鞋们下载吧，多给人气和金粒喔\n     明天还要上课，今天就去睡觉了，拜拜喽！\n\n\n",
    "replies": [
        {
            "author": "hh9130045",
            "timestamp": 1406213520,
            "txt_content": "里面的剧情翻译没有？。\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "fozencat",
            "timestamp": 1406213940,
            "txt_content": "为虾米没有翻译，回来翻译完在睡吧"
        },
        {
            "author": "汐宫丶殇",
            "timestamp": 1406213940,
            "txt_content": "= =没有任务跟生存存档有什么区别"
        },
        {
            "author": "Fiendish",
            "timestamp": 1406261520,
            "txt_content": "hh9130045 发表于 2014-7-24 22:52\n里面的剧情翻译没有？。\n额，这个，机翻得行吗= ="
        }
    ]
}