{
    "title": "<原创·连载>《魔井》 第四章-第五章",
    "author": "小中二",
    "replyCount": 10,
    "timestamp": 1406251740,
    "txt_content": " 本帖最后由 a2455564728 于 2014-7-25 20:46 编辑 \n\n正片了，福利什么的我不发了，压缩包不想发→_→停更这么多天我都不好意思了，今天发两章\n\n\n  第四章 重生之泉\n\n\n  亡澧来到地狱，看见冷云正在地狱榕树下向岩浆池垂钓，脸上毫无波澜，平静地看着岩浆池。突然，鱼竿开始向下摇动，”上钩了！“冷云欢快地笑着，用力收回鱼竿，钓出了一只还流着岩浆的鱼，看起来和普通的鲷鱼差不多，只不过是住在岩浆里。我不会在做梦吧，岩浆里有鱼？还有，我怎么不感觉烫？亡澧思考着。冷云看了过来：”哈，是我们的亡澧少·爷醒啦，睡了整整一天咯。“冷云调侃道。”别成天调侃我，还少爷这两个字叫的这么重，故意的么？“我反驳道，”还有这里是哪里，一股让人恶心的气息。“\"人类来这里当然不适应，可是你到这里，这里的味道就会改变你，成为一个恶魔！“冷云淡淡地说道。”别胡说八道，我怎么会来这是一个重要的问题。“我不屑地说。”跟你说过这是地狱，真正的地狱！虽然没有恶魂和噬魂者，可是我们恶魔就是这个地狱的霸主！而我们魔井世家就是至尊贵族，我可是灵魂收割者的子孙，你能成为我们的侍奉者就很好了。“冷云放开嗓门，大声说道。虽然这里没有任何活物，可是我还是感觉到有寒意在接近。\n\n\n   ”少爷，地狱长发来消息。“冷云后面出现一个黑影，渐渐变成人形，对冷云说道。然后贴着冷云悄悄话。”我知道了，等我过去。“冷云说完，又看向我：”我有事情要做，先走了，这条镰刀鱼就送给你吧，顺便把镰刀剑帮你拔出来。“随后冷云按住镰刀鱼的腹部，镰刀鱼的牙齿突然展现出来，这牙齿真是一双镰刀，真不知道是怎么装进去的。冷云把镰刀鱼的骨头一点一点的拔出来，一个附有暗绿色的剑被把了出来，把这把奇葩的剑丢到我手里。我连忙接住，仔细观察了这把剑，这把剑就像击剑里面的快剑一样，剑柄上面附有镰刀可以保护手不脱离剑柄，而且鱼骨顺着剑身一条条地排列着，就像一把神器。”对了镰刀有毒别被刺到了。“冷云远远地向我抛了这几个字。我差点吓一跳，剑差点从我手里掉下来。\n\n\n  ”重生之泉的泉水变得污浊不堪，守卫说是一个刻有魔井家族标记的人最后一个走进去的，这和魔井世家脱不了关系。“地狱长严肃地说道。”哼，是魔井家族又怎么了，现在冒充名门贵族的多得是，怎么就指定我们这个家族呢？“冷云不屑地说道。”可是门卫已经认出来了，他就是你们的副管家，克利斯！”地狱长大怒道（因为冷云的目中无人）。他们纠缠了一个晚上，结果只是去检查了一下现场而已，也没有吵到不可开交，因为魔井家族地狱长也管不了太多。其实这其中有一个巨大的阴谋。\n \n第四章完\n\n\n是不是还好啊，福利什么的我才不发\n\n\n\n\n\n\n\n\n\n22.1.jpg (165.89 KB, 下载次数: 15)\n\n下载附件\n\n2014-7-25 08:34 上传\n\n\n\n\n我是一名伪娘控→_→\n\n\n\n\n\n11.0.jpg (254.07 KB, 下载次数: 14)\n\n下载附件\n\n2014-7-25 08:36 上传\n\n\n\n\n文件太大限制了QAQ\n\n\n来吧，顶一个吧，不顶也回复嘛\n\n\n\n昨天因为太晚没人看，今天就补上昨天的第五章\n \n对了，顺便把一些地狱里面的知识传授一下。噬魂之剑是一把从重生之泉里面炼铸出来的一把剑，噬魂之剑专门噬取重生之泉的邪恶灵魂，这就是为什么重生之泉一直是翠绿色的原因。然后是重生之泉，里面是拥有许多纯净灵魂，用来维持地狱不崩塌，所以定期都会有恶魔拿洗刷过得灵魂来提供资源，一般恶魔跳进重生之泉会立刻被纯净灵魂吞噬成为灵魂的一份子。然后是空虚者，是灵魂虚弱的一种，如果跳进重生之泉的话会吸收掉一些灵魂然后自取灭亡。\n\n\n第五章 末地的秘密 \n\n\n冷云和地狱长一起走向重生之泉，里面散发出一股恶臭，原本翠绿色的泉水现在变成了沼泽一般的颜色，还飘出一滩滩气泡漂浮在泉水上。“也就是一个空虚者噬取了灵魂导致不平衡而已，多放灵魂就可以了。”冷云说道。“可是用噬魂之剑放进去没用，把灵魂放进去立刻被吞噬。”地狱长说道。”我说没事就没事了，反正地狱寿命也不长，来第四次大战也没关系...“”住口，你不知道大战死了多少么，一百二十万，持续了15年！你还想重蹈覆辙？“地狱长打断了冷云的话。”你们这些贪命鬼才会说过去的事，好，我也就不管了，我直接跳进去来净化算了！克利斯，把亡澧带来，我和他一起跳！“冷云大声说。”是，少爷。“克利斯化为一阵烟雾逝去。不到三分钟，亡澧就被烟雾带了过来：”少爷，我把他带来了。“”来，亡澧，我们一起跳进去。“”这什么啊，闻起来这么丑还这么恶心，还想叫我跳进去？“亡澧使劲松开冷云的手，可是冷云的手就像套在亡澧手上的手铐，怎么也松不开。于是，冷云和亡澧一起跳了进去，把之前克利斯丢的九头蛇胆囊给收了回来，便游向了泉底。\n\n  一穿过泉底，他们看到了一个无边的黑暗世界，地上是黑色的，天空也是黑色的，只有这口泉水是绿色的。”哈哈哈，这里就是祖先曾经来到的最后一个地方么，这里，就是末地！“冷云邪笑这，声音回荡着。\n  这是一个骗局，冷云早就知道了曾经祖先来过这个地方，这是第一次大战的地方，因为死伤无数，冤魂已经融入了这块土地，所以一片漆黑。祖先在家谱上面说到，末地有着祖先最后一个力量——噬魂术。冷云从小就追求这一种力量，所以他精心打造了这一计划，让克利斯吧九头蛇胆囊放进去，来避开灵魂，并且造成表面现象的污染，所以才会骗上地狱长，也许地狱长还会把冷云视为英雄呢。克利斯淡淡笑了一声，化成一阵烟雾不知不觉地离开了。地狱恢复了平静，可是，巨大的噩梦正在袭来。                          第五章 完\n\n\n楼主更得很慢，因为打字太累→_→所以有不满的同学尽管喷→_→\n第一章地址http://www.mcbbs.net/thread-297045-1-1.html\n第二章地址http://www.mcbbs.net/thread-298506-1-1.html\n第三章地址http://www.mcbbs.net/thread-302070-1-1.html\n楼主补习还要写暑假作业，所以累，见谅，如果觉得少的话我可以加一点番外0W0\n\n\n\n\n\n22.0.jpg\n(86.33 KB, 下载次数: 15)\n\n\n\n\n下载附件\n\n\n2014-7-25 08:35 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "@💊🌂🔔",
            "timestamp": 1406251920,
            "txt_content": "文中图片都感觉倾向H"
        },
        {
            "author": "小中二",
            "timestamp": 1406252040,
            "txt_content": "觉得福利不行以后就不发了→_→"
        },
        {
            "author": "2002200215",
            "timestamp": 1406254200,
            "txt_content": "我是被图片引来的"
        },
        {
            "author": "Fate狩逅",
            "timestamp": 1406254680,
            "txt_content": "面壁，再也不看封面了"
        },
        {
            "author": "Fate狩逅",
            "timestamp": 1406256000,
            "txt_content": "面壁，再也不看封面了"
        },
        {
            "author": "脑残酸菜面",
            "timestamp": 1406258280,
            "txt_content": "2002200215 发表于 2014-7-25 10:10\n我是被图片引来的\n我也是啊啊啊。。。"
        },
        {
            "author": "Aiursad",
            "timestamp": 1406258400,
            "txt_content": "小中二 发表于 2014-7-25 09:34\n觉得福利不行以后就不发了→_→\n对对，别发了唔，影响小说，你发一个图片在中间，看得正专注，尼玛两个人把我吓死"
        },
        {
            "author": "你看到了我",
            "timestamp": 1406267340,
            "txt_content": "2002200215 发表于 2014-7-25 10:10\n我是被图片引来的\n谁叫图片太吸引了都是因为这个"
        },
        {
            "author": "我不是蛋蛋",
            "timestamp": 1406270940,
            "txt_content": "头图福利泥垢！"
        },
        {
            "author": "黑小白",
            "timestamp": 1406272500,
            "txt_content": "我会告诉你图片里的动漫都是伪娘么"
        }
    ]
}