{
    "title": "<连载·单章>【魔坛守卫者：勇士】[作者：布拉德贤][第五章]",
    "author": "501938012",
    "replyCount": 10,
    "timestamp": 1406257860,
    "txt_content": "\n《魔坛守卫者：勇士》索引帖传送门：http://www.mcbbs.net/thread-304461-1-1.html@一个游荡的JJ怪 @hznb 第五章《再战》\n\n\n    黎明已至，艾尔却丝毫没有困意。一个不眠的长夜似乎根本无法令这个少年困倦，“今天是第二天，64进32的比赛。”艾尔带着兴奋说道，他从来不是个依赖睡眠恢复精神的人。\n\n    裁判先生的工作可是一天比一天要轻，昨天主持的比赛足足有64场，而今天却只需要主持32场。\n\n    风吹起来了，不断有雷鸣草轻飘着拂过坐在黑曜石上的艾尔的脸庞。他很享受这种感觉，但貌似现在并不是享受的时候。艾尔拿起放在院子里的剑，挥动起来，这是他每天早晨必做的事情。剑，在这个方块的世界最最基本的武器，由史蒂夫发明。而后来几千万年的论证与演变，大陆也承认了剑的最强武器之一的地位。\n\n    艾尔最擅长的并非格斗术，而是剑术。这要感谢村长爷爷不厌其烦的教导，而村长也发现，艾尔是个用剑的奇才。\n\n    一劈，一斩，一挑，一扫….艾尔不断挥动训练用的石剑，这并不是很重的石剑，仅仅是最最普通的石剑而已。一式式极为标准的剑法，从艾尔手中如同咆哮的河水一般狂涌而出。剑法行云流水，丝毫没有停顿，似乎连抽刀，都已经变为攻击的招式。\n\n    村民们终于起床了，推开家门伸伸懒腰，便开始准备自家的早餐，即使不丰盛，也能让人回味无穷。而艾尔也终于停了下来，放好训练的剑，推开门向屋里走去。\n\n    村长总是除了艾尔以外第一个起来，为艾尔准备早餐。当别人刚起床，村长就已经完成了自己的早餐大业。\n\n    “村长爷爷，”艾尔笑着叫道“我开始吃早餐了！”说罢便狼吞虎咽起来，这也难怪在村长心中，艾尔一直是个很能吃的孩子。\n\n    “好的！”村长答应“今天该是你的第二场比赛了，对了，你的格斗术是谁教你的？”\n\n    “是自己学的！”艾尔抬起头来，看着村长。\n\n    自己学的？村长心中暗叹这个孩子的天赋惊人，微笑着点了点头。而艾尔也埋下头继续吞食并不丰盛的雷鸣村招牌早餐。他确实是自己学的，但也有很大一部分能力的因素在里面。\n\n    剑这样的武器，艾尔是不会轻易带上战技大会使用的，因为剑术，已经成为了他的杀手锏。至于战技大会上，许多参赛选手都带了武器，其实是被允许的。选手们只需要尽情展现自己的战斗技巧赢得胜利即可，但太下流的招式还是被禁止的。\n\n    最强战士不能怕受伤，即使这个比赛不会受伤。因为有裁判先生在，所以只要你这一次攻击会致命致残对手，就会在伤害造成之前被裁判先生阻止。\n\n    此时艾尔也吃完了早餐，打了个饱嗝之后，便开始刷洗盘子。\n\n    ….\n\n    已经是吃完早饭后的一个小时了，可以听到裁判先生在武斗台大喊“64进32的比赛！即将开始！请所有没被淘汰的选手速速来报到！”\n\n    艾尔望着武斗台的方向笑了笑，看向正在读报的村长“村长爷爷，我去报到了！”\n\n    “去吧！”村长抬起头微笑着说。\n\n“嗯！”艾尔答应一声，便转身向门外跑去，而那双棕色皮革手套，已经早早地戴在了他的手上。\n\n望着武斗台下熙熙攘攘的的人群，艾尔并没有挤过去，而是站在人群比较稀疏的地方，等待着裁判先生念到自己的名字。\n\n….\n\n“好的全部未淘汰的参赛选手到齐！64进32的比赛正式开始！”裁判先生微笑着点了点头。\n\n“第一场！艾尔对战查理！”裁判先生高呼。\n\n艾尔眉头一皱，查理是个十分强硬的对手，他用的武器是短短的石匕首，会相当敏捷。\n\n这也许会是一场恶战。艾尔念叨。便走上武斗台，还是为了尊敬对手，伸出了自己的右手，笑道“艾尔。”\n\n而查理也不如第一战时的凯特那般冷漠，反而是个温和的人，见此状，也伸出了右手，与艾尔相握，道：“查理。”同时心中顿时升起几分好感。\n\n“战斗开始！”裁判正色道，接着便踱步走到武斗场边缘。\n\n查理笑道“我可不会留手哦！”\n\n艾尔笑笑，抬起双手做出格斗术预备的姿势，略微蹲下以放低重心。\n\n只见查理猛地从腰间抽出两把石匕首，发力向艾尔冲刺过来。\n\n艾尔不慌不忙，右脚一蹬，整个人向左前方弹出，躲过了查理凶险的一击。\n\n只见查理暴喝一声“还没完呢！”已经刺空了的匕首又调转方向，杀气腾腾的往这边划来。\n\n艾尔顿时一阵冷汗，抽出手臂硬扛住查理拿着匕首的右手。一阵沉闷的撞击声由小臂传来“嘶….”艾尔倒吸一口凉气，不再与查理多纠缠，猛地下蹲，一记扫堂腿带着风呼啸而来。\n\n敏捷型的选手查理怎么会惧怕这种攻击，高高跃起，躲过了这一下！\n\n艾尔哈哈一笑“你被锁定了！”说罢便双手撑地双脚朝天，猛地向空中的查理一蹬！\n\n“噗….”被踹中胸口的查理胃中一阵翻腾，同时重摔在地。\n\n裁判刚想宣布比赛结束，艾尔获胜时，只见查理纵身跃起，又一次准备好了战斗。到嘴边的话又咽了回去。\n\n查理沉声道：“你以为你赢了吗？”\n\n可艾尔的反映却出乎人意料，“哈哈，千万别勉强！”说着又进入了战斗状态。\n\n这一次，艾尔没有再做出那个预备姿势，而是双手自然下垂，只见两只拇指同时向外伸到最大角度，再猛一握紧拳头….\n\n“锵！”一声铁器撞击的声音吸引了所有人的目光。人们都看向艾尔的手套….那是一把小刀！不！左右都有一把！\n\n“艾尔从哪里弄来的？”“手套里弹出来的？”“这怎么可能呢？手套里弹出来？”“铁制小刀？好厉害的手工刀！”人们七嘴八舌的议论着，已经有几人猜到了正确答案。\n\n这是一对反手刀，与艾尔的手套结合在一起。当扳打开到最大再抽回来，这危险的银色小刀就会弹出，轴心在小指的拳峰处，刀尖没弹出时藏在食指拳峰上面。弹出时，只见刀尖划过一道让人心醉的美丽半圆弧线，整把刀稳稳地卡在齿轮末端。\n\n“这是…你做的？”查理显然不敢相信，瞪大了眼睛诧异地说。\n\n“那是当然，来吧！”艾尔战意正浓，低声喝到。\n\n这一次，艾尔得到了先手，猛然向前突进挥刀，而查理却有些不知所措，笨拙的往后闪了一步。\n\n见艾尔扑上来，查理连忙下蹲，向艾尔脚步刺去。\n\n霎时间，只见艾尔猛按住查理的头，在空中完成了一道意味着终结的弧线，稳稳地落在查理的身后，待他还没反应过来，胜利之刀已经架在了脖子上。\n\n“你输了。”艾尔平静地说，喜悦的种子却已在心中生根发芽。\n\n查理跌坐在地上，显得有些茫然，甚至于说他还不知道发生了什么。\n\n裁判见查理已经失去了战斗能力，终于又把那句咽回去的话又说了出来。\n\n“第一战！艾尔胜！”（字数统计2357）",
    "replies": [
        {
            "author": "㏑243",
            "timestamp": 1406257920,
            "txt_content": "大力支持lz"
        },
        {
            "author": "fozencat",
            "timestamp": 1406257980,
            "txt_content": "终于出了lz我等了一晚上了"
        },
        {
            "author": "501938012",
            "timestamp": 1406257980,
            "txt_content": "fozencat 发表于 2014-7-25 11:13\n终于出了lz我等了一晚上了\n早上9点起来写的..."
        },
        {
            "author": "501938012",
            "timestamp": 1406258100,
            "txt_content": "Guy 发表于 2014-7-25 11:12\n大力支持lz\n真的不给人气吗..233{:10_492:}"
        },
        {
            "author": "那一片",
            "timestamp": 1406258100,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "fozencat",
            "timestamp": 1406258100,
            "txt_content": "501938012 发表于 2014-7-25 11:13\n早上9点起来写的...\n~~~~(>_<)~~~~ 我以为我昨天晚上让你写的时候你就写了，害我等了一个晚上，今天早上6点才睡；。"
        },
        {
            "author": "ccxz",
            "timestamp": 1406259420,
            "txt_content": "支持继续做{:10_492:}"
        },
        {
            "author": "Carlyle_",
            "timestamp": 1406259900,
            "txt_content": "好长啊！   "
        },
        {
            "author": "hznb",
            "timestamp": 1406262900,
            "txt_content": "更新速度好快！"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1406420040,
            "txt_content": "终于把作业忙完了，赶快来看看。写的很不错。"
        }
    ]
}