{
    "title": "<连载·单章>【你，听说过死魂凋零吗？】[作者：hznb][第7章 幻阵测验]",
    "author": "hznb",
    "replyCount": 3,
    "timestamp": 1406273820,
    "txt_content": " 本帖最后由 hznb 于 2014-8-4 19:53 编辑 \n\n不务正业作者的废话\n好久没更新啦，有没有想我啊，今天状态不太好，可能会写的差了一点\n\n\n—————————————————————————————————————————————————————\n更新内容\n1.添加“你评论我回答”功能，随机抽取上一章的看客大大的评论进行回答（大家踊跃评论呀）\n\n\n—————————————————————————————————————————————————————\n喜闻乐见的正文（2014字）\n\n  陈安逸看了看血色的天空，他感到自己的喉咙好像有点不太舒服，似乎有什么东西要出来一般，只好摇一摇头，咽了口吐沫，使得喉咙处的不适感渐渐的消散下去。\n\n\n  突然，大门被打开了，两个面无表情的士兵走了出来，站在门的两侧，看样子像是守门的门卫。\n\n\n  “两位，我想找下卡奇，他在哪边？”陈安逸走上前询问道。\n\n  “里面。”站在左侧的士兵回答道，语言简洁明了，仿佛多说一句话会浪费时间似的。\n\n  陈安逸望了望这两个士兵，见他们不再说什么了，就径直走向了大门内，同时暗道这两个人的性格真差。\n\n  其实陈安逸不知道，在斯巴达集中营活下来的人都是经过百般杀戮的，不是疯了，就是像这两人一样，在战场上，多说一句话就等于在慢性自杀，“少说多做”这句话适用于任何事情。\n\n  陈安逸进入了斯巴达集中营，但眼前的一切与他想像的简直是一个天上一个地下。\n\n  他原本以为会是士兵在操练，总是有人被高负荷的训练折磨致死，运送尸体的人在忙碌的工作着，但是陈安逸看到的，是一片鸟语花香，阁楼林立，如同后花园一般，就连那天空也不是血色的了，而是一片湛蓝。\n\n  “这不是躲在贺不凡身后的小鬼吗？”一个具有浓烈嘲讽气息的声音突然响起，“你可是迟来了一天啊，我以为你吓得不敢来了。”\n\n  这个声音，陈安逸认识，卡奇，那个陷害自己的人，陈安逸四周环顾，找寻着声音的来源。\n\n  “小鬼别找了，现在向左转弯，进行新兵测验。”卡奇笑道，这个笑，让陈安逸很不爽，有一种说不上来的滋味。\n\n  “总有一天，我会让你笑不出来。”陈安逸边走边这么想着。\n\n  新兵测验的地方，与陈安逸所处的位置并不远，不过一会儿，陈安逸就走到了一个人满为患的圆台。\n\n  “嘿，兄弟，你也是来当兵的吗。”一个长相清秀的少年问道，只不过他的背有点驼，看起来有那么一些猥琐。\n\n  陈安逸点了点头，仔细的打量了一下这个人，一身皮甲装，腰间拴着一把小刀，与游戏里的盗贼十分相像。虽说小刀被装在刀鞘里，但随着这个人的晃动，不时的显现白光出来。\n\n\n  “是了，没错，这是一把铁制的小刀，天哪，这个人肯定不一般。”陈安逸默默在心里说道。\n\n\n  “我叫海尔，交个朋友，你呢？”海尔好像是注意到了陈安逸一直在盯着他看，突然抱住自己，十分紧张，“你看着我干嘛，我也知道我长得帅，但我喜欢女的。”\n\n\n  这自恋的性格，若不是长相不同，陈安逸定会把海尔错认成自己的弟弟。\n\n\n  “我也是喜欢女的，不要乱想，我叫蒙奇。”陈安逸向上翻了一个白眼。\n\n\n  “吓死我了，我还以为，你有那什么呢”海尔拍了拍胸口，露出了一个十分放心的笑容。\n\n\n  陈安逸满头黑线.......\n\n\n  这时，不远处的高楼上，走上来两个人，一个是身穿铁甲的大胡子男人，一个是身穿华服的貌美女子。\n\n\n  “新兵们，马上，我们将进行测验，看看你们的实力，弱者，会死，”大胡子男人把“弱”和“死”这两个字说得很重。\n\n\n  “现在，红石大师碧娜小姐将施展阵法。”大胡子向身旁女子也就是碧娜，摆了一个请的姿势，碧娜稍稍欠身以示还礼，十分妩媚，随后，她拿出一张纸和少许红石，开始画起了东西，像是画符文一般。\n\n\n  此时，陈安逸身旁的海尔显得十分兴奋，“你干嘛啊，新兵测试而已，这么激动干嘛。”陈安逸不解地问道。\n\n\n  “测试个屁啊，我在意的是那高楼上的女的，碧娜啊，星月城公认第一大美女，男人的梦想啊，你懂不懂啊！”海尔用手指着陈安逸，一副恨铁不成钢的模样。\n\n\n  陈安逸依然满头黑线.......\n\n\n  只见碧娜玉手一挥，将手中的纸丢了出去，在人群上方爆裂开来，紧接着，一个巨大的血色光罩将圆台封闭了起来，光罩里的世界急速的变更着。\n\n\n  圆台立刻变成了尸横遍野的平原，遍地都是沾满血的断手断腿。\n\n\n  陈安逸觉得脚上好像有什么东西，他低头看去，那是......一只手。\n\n\n  “扑通”陈安逸被吓得瘫坐在地上，喉咙处那种不适感又上来了，无论怎么咽口水都不管用，而且，越来越强烈，越来越近，肚子里在不停翻滚，有一个东西正在不断上升。\n\n\n  “咳咳...呃...啊”陈安逸用双手掐出自己的脖子，仿佛这样可以让自己好受一些。\n\n\n  “呃...呃...呃...”那东西终于突破了喉咙从陈安逸口里不断倾泻出来。\n\n\n  在此刻，吐的人不只是陈安逸，几乎是所有人都在吐。\n\n\n  “卡奇，这就是贺不凡的人？真是一点世面都没见过。”光罩外，一个手上全是宝石戒指的中年胖子问道，看其服饰，明显是一个贵族。\n\n\n  “是的，诺德大人”卡奇一脸掐媚的说道，尽显阿谀之意，心里暗道，这可是红衣大主教身边的红人，可得待见好了。\n\n\n  “主教说，这个人，找个机会杀了，这样才可以激怒贺不凡，推翻老教皇。”诺德拿起苹果咬了一口，他那露出的满口大黄牙让人感到恶心。\n\n\n  “好的好的，诺德大人。”卡奇迅速回道。\n\n\n  诺德站起身来，拿着牙签剔了剔牙说：“有点无聊了，我先休息去了，卡奇，昨天送来的那几个处子，很不错，今天照样，我会帮你在主教那说几句好话的。”\n\n\n  “好好好好，大人，我一定照办。”卡奇欣喜地说道。\n\n\n  “新兵们，看到那座山了吗，登上去，登的越高，名次越高。”光罩内，天空中响起了大胡子的声音。\n\n  此时，有一些适应过来的人全速跑向那座山，争先恐后的登山。\n\n  “可恶，我比其他人慢了一拍，得快点了。”陈安逸双手撑地，慢慢的站起身来，跌跌撞撞的走向那座山。\n\n\n\n这么写，会不会被删啊0.0\n—————————————————————————————————————————————————————\n\n\n\n\n如果，本文有什么触动到你的地方，我很开心那么就请你顶帖评下分吧索引\n",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1406274840,
            "txt_content": " 本帖最后由 hznb 于 2014-7-25 15:56 编辑 \n\n特约观众@CloudsXDao @the-blaze  @墨墨1zwl @501938012  \n求指点@银狼"
        },
        {
            "author": "501938012",
            "timestamp": 1406277480,
            "txt_content": "文章大赞，但是为毛我无法把一个中文名和斯巴达集中营联系在一起哈哈\n\n我赌5毛这个陈安逸是主角哈哈"
        },
        {
            "author": "银狼",
            "timestamp": 1406454180,
            "txt_content": "hznb 发表于 2014-7-25 15:54\n特约观众@CloudsXDao @the-blaze  @墨墨1zwl @501938012  \n求指点@银狼\n→_→不好意思这几天非常忙，如果说要有何处需要改进，我觉得的确已经差不多了，排版也很不错，至于字体，加粗与否，就看你自己吧"
        }
    ]
}