{
    "title": "<连载·单章>【魔坛守卫者：勇士】[作者：布拉德贤][第七章]",
    "author": "501938012",
    "replyCount": 1,
    "timestamp": 1406382300,
    "txt_content": "\n《魔坛守卫者：勇士》索引帖传送门：http://www.mcbbs.net/thread-304461-1-1.html@一个游荡的JJ怪 @the-blaze @JKL_ @hznb 第七章《山中训练》\n\n\n    雨刚停，空气中仍然夹杂着一丝丝水雾，赤色烈日仍然享受在乌云的簇拥之中。\n\n    “现在并不是该休息的时候，我该加强训练才对”艾尔喃喃道“在这之前我该先把椅子给修好。”\n\n    艾尔找来几根粗木棒和一把耐久极低的小木斧，把椅子抬到那块闪着暗光的黑曜石上，开始了椅子的重制。\n\n    二话不说，高抬钝斧。“咚！”小木斧已经没入了椅子腿的一半。\n\n    用力抽出小木斧，又是猛地一劈！“啪！”终于斩断了那条坏掉的椅子腿。\n\n    艾尔拿出其中一根粗木棒，这根可是他精心挑选过的，与椅子腿原来的粗细一模一样，只是相比还没损坏的另外三根，要略微新一点。\n\n    粗木棒的头已经削好了，可以接入坐板的小孔中。艾尔聚精会神地看着那个小孔，同时用粗木棒削好的一头对准，旋转着接入….\n\n    “呼，终于解决了。”艾尔抹了一把头上的汗，把椅子从黑曜石上取下，放在地上，猛地一锤坐板刚才接入的地方“这下就不会松了。”\n\n    艾尔知道村长爷爷有摇椅子的习惯，并不是个安分的老家伙。于是另外几根木棒，也就派上了用场。\n\n    不得不说，艾尔的手工真的是在同龄人面前无人可敌，不一会便做出了支撑的架子，并装了上去。\n\n    “是时候去做那件事了。”艾尔笑着说“这木棒多了两根刚刚好。”他快步走到漆黑的储藏室，取出三块圆石，向铁匠铺跑去….\n\n    ….\n\n    “莱卡大叔，请你帮我做一支石镐，材料我都带来了！”艾尔站在铁匠铺的门口，向里面喊道。岩浆滚滚，闪亮亮的铁栅栏貌似不能使它停止热量外放，闷得艾尔一头大汗。\n\n    莱卡大叔笑着走了出来，接过艾尔手里的材料，笑着说“小艾尔，你这石镐，是拿去什么呀？”“这我可不能告诉你。”艾尔侧着脸，挑起眉毛笑着说道。\n\n    “行，那我也不追问了，哈哈哈！”莱卡大叔仰起头大笑起来，并不忘要帮艾尔制作石镐，手中的闪亮的石锤和石锯也没停止忙活。\n\n    用不了几分钟，一支崭新的石镐便诞生在莱卡大叔的手中。“来，小艾尔可拎好了，千万别砸到自己哟！”莱卡大叔笑着把石镐递给艾尔。\n\n    “谢谢你！这是费用！”艾尔深一鞠躬，连忙掏出一枚晶莹的绿宝石给莱卡大叔。在太阳之下，整枚绿宝石都闪耀着，宛如蕴含着无数的光芒。\n\n    艾尔深知，现在不跑，莱卡大叔就该把绿宝石还给自己了，待莱卡大叔还没反应过来，便猛一回头向村长家跑去….\n\n    “呼….呼….呼….”艾尔双手撑着膝盖，大口大口喘着气，也不忘保护好怀里的石镐。\n\n    我不能休息。时间不多。艾尔沉声道，说罢又站直身子，向村长家后面的那座山走去。\n\n    ….\n\n    只见艾尔抬起不再崭新的石镐，猛地向前砸去，他要在山中挖出一个空间，能让自己在这里面进行训练。在村子中训练的话，可就容易被其他的选手们看见了，到时候别人研究出针对的招式，可就没有训练这瞬雷步的意义了呀。\n\n    ….\n\n    最后一块石头被击碎，石镐也应声灰飞烟灭。艾尔走近圆石，圆石立马变为可拾取状态，“啵”的一声被艾尔吸进物品栏。\n\n    艾尔取出一支火把，猛插在地上，火把立刻燃烧起来，火光充斥着这个六米长五米宽四米高的空间。在这个世界，火把的上的火，无法点燃任何东西，最重要的是，火把永不熄灭。\n\n    “就要在这里训练三天了，比赛也快要结束了。”艾尔喃喃道，眼眸中又多了一丝沉稳。\n\n    从物品栏中选定那本散发着紫色幽光的《瞬雷步》右手刚一触碰，书便自动翻开来。“我应该先把第二页学会，再学扎实，然后才开始第三页。”艾尔凝重地说。\n\n    “第二页，也就是最基础的九个动作，前三个我已经可以流利的作出来，可是在第三个转化为第四个时我却总是会绊倒自己，这个动作要放开身子来做，不能畏畏缩缩。”艾尔迅速把动作梳理清楚，自言自语道。（字数统计1401）\n\n\n\n",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1406427720,
            "txt_content": "前来支持，我也想练瞬雷步"
        }
    ]
}