{
    "title": "<连载·单章>【MC之勇士崛起】【作者：通灵】【第九章：前往格里平原（上）】",
    "author": "通灵王",
    "replyCount": 3,
    "timestamp": 1406426040,
    "txt_content": " 本帖最后由 通灵王 于 2014-7-27 09:59 编辑 \n                                               第九章  前往格里平原（上）         http://www.xiami.com/widget/0_3440144/singlePlayer.swf配合音乐看小说！ (求人气，顶赞，好评，金粒，回复，鼓励。O(∩_∩)O谢谢！通灵会努力码字，争取让读者在第一时间里看到。前段时间有点事，现在更新！请多支持下通灵的小说！按下顶字只是举手之劳而已，但对我来说却是极大的鼓励！下面发出第一章的链接，每章下面都有下章的链接!—长篇小说《MC之勇士崛起》第一章 初来乍到—点击进入。签名上是小说索引帖。音乐已添加，点击播放！） 经过又一天的休养，小雷终于痊愈了。他好了的第一件事就是去看前天所在小组的另外四个人，看看他们的伤好了没有。蒙里身体是他们五人中最好的，所以当小雷去看蒙里时，蒙里已经好了，和小雷在路上撞到。 “你的伤已经好了？”蒙里惊奇地问道。“嗯，不知道为什么好的这么快，我还以为我起来的最晚呢。”小雷也奇怪的说。蒙里若有所思地看着小雷，也不知道在想什么。 “我们去看看其他三人吧，哦，还有那个史蒂夫。”小雷把蒙里从沉思中拉了出来。“哦哦，走吧。” 小组中的两人石力、石暴是一对亲兄弟。他们被安排在同一间房子里，由于他们的身体也比较好，也可以下床走路了，但离痊愈还要段日子。 当他们看到小雷已经痊愈的时候也非常奇怪，因为小雷应该是五人中体质最差的，恢复也应该是最慢的。石暴和石力拉着蒙里，开始窃窃私语起来，不时往小雷那瞧几眼。小雷被他们看的直起鸡皮疙瘩。  当他准备上前询问时，蒙里已经带着若无其事的样子过来了。“我们去看看莫其吧。”蒙里看着小雷似乎要询问的表情，连忙说道。“@#…&%#*@！！....”小雷只能在心里悄悄地对蒙里和石力、石暴竖起了无比崇敬的中指。 莫其是除了小雷外，体质在五人组里是最差的，而且当时他离苦力怕最近。所以他现在还在喝疗伤药水，估计还要躺很长一段时间。 “你还好吧？”蒙里关心地询问道。“现在还不能走路，但是可以动了。啧啧，那个苦力怕真凶残，如果再离我近一些，怕是这条小命都不保了。”莫其笑着说道。 当他看到小雷站在蒙里后面，已经痊愈的样子的时候，他的眼睛顿时睁大了。“你....叫小什么的..怎么好的那么快？”“他叫小雷。”蒙里说道。蒙里上前一步，低声对莫其说了几句话。莫其听后，若有所思地看着小雷。 “今天已经被看过三次了，也不在乎这一次。”小雷无所谓地想到。“好了，我们去看看那个被我们救回来的史蒂夫吧。”蒙里的声音传来。“哦哦。”小雷答应道。 史蒂夫被围困了那么久，也被苦力怕所伤及，按理说他应该比小雷恢复的慢些。但是当小雷和蒙里来到那个史蒂夫的房间时，这个史蒂夫正坐在床边，头不停地点着。 “你在干嘛？”小雷奇怪地问道。“啊啊...哦..你们什么时候进来的？”这个史蒂夫慌忙地说道。“我们刚刚进来的，来看你好的怎么样了。”蒙里说道。“哦哦，我已经好了。”“你怎么好的这么快？”“哦哦，我运气比较好吧..”这个史蒂夫漫不经心的说道。 “你刚刚在和谁说话？”小雷突然说道。“啊..哦.没..没有啊..”这个史蒂夫似乎被吓了一跳，连忙说道。“那你刚刚为什么一直不停地点头？”小雷紧追不舍。“额...那是...那是因为...因为我的脖子不太舒服..”史蒂夫慌忙说道。 “好了，小雷。对了，这位史蒂夫先生，你叫什么名字？”蒙里阻止了小雷继续问，换了一张笑脸对这位史蒂夫说道。这个史蒂夫不由的松了一口气，但看到小雷一副疑惑甚至带点不善的表情看着他时，他连忙撇过头，对蒙里说道：额..我..我叫加里克。” “好的，加里克先生，你能向我们说说你是如何在村子外面的，并且是如何被怪物们包围的吗？”蒙里对加里克说道。 “这说来话长。”加里克叹了一口气，忽然对蒙里说道：“请问有水吗？我想喝点。”蒙里迅速倒了一杯水给他，静静地看着加里克喝完。“是这个样子的。”加里克咂了咂嘴，说道。",
    "replies": [
        {
            "author": "Saya_",
            "timestamp": 1406426340,
            "txt_content": "LZ的作品不错耶  赞一个"
        },
        {
            "author": "通灵王",
            "timestamp": 1406502540,
            "txt_content": "caominjia168 发表于 2014-7-27 09:59\nLZ的作品不错耶  赞一个\nO(∩_∩)O谢谢"
        },
        {
            "author": "『FのI』",
            "timestamp": 1427618460,
            "txt_content": "LZ弃坑了吗？不可以这样的！\n"
        }
    ]
}