{
    "title": "<原创·连载>《Minecraft&最终幻想》(序章)",
    "author": "噩梦之子",
    "replyCount": 9,
    "timestamp": 1406447100,
    "txt_content": " 本帖最后由 噩梦之子 于 2014-11-1 17:53 编辑 \n\n       夜空下，繁星点点。我孤身一人行走在荒野上，寻找着附近的村庄。安静的令人窒息，唯一的声音就是肚子的“咕咕”声。我已经几天滴水未进，头晕眼花，走起路来踉踉跄跄，随时都有可能倒下。“必须赶快找到一个村庄，不然到了晚上就很危险了。”我心里想，“要是没有那帮该死的家伙，我现在就不会独自一人了......”我陷入了往事的回忆......\n      “吃饭啦！”母亲叫我道，“我做了你爱吃的松花鲤鱼。”听到母亲做了我最爱吃的菜 ，我立马飞奔到餐桌前，夹起一大块鱼肉便大快朵颐起来。\n“慢点吃，别着急。”母亲笑着对狼吞虎咽的我说道。“啊，饭好了吗？”是父亲的声音。“早就好了，快来吃吧！”母亲笑着答道。父亲装作生气地说道：“好啊，你们母子自己在那边吃，也不叫我。”“别生气了。看，这不是有你最爱吃的南瓜派吗？”父亲笑着说：“好了，好了。看在南瓜派的份上，我就不生气了。”父亲坐了下来，狼吞虎咽地吃了起来。笑声洋溢着这栋不起眼的小屋。\n       饭后，我早早地睡了。突然，一阵巨响把我惊醒，我随手抄起床头一把锈迹斑斑的铁剑冲了出去。只见外面村子火光冲天，惨叫连连。“父亲母亲还在村子里买东西啊！”我不禁打了个寒战，急忙向村子跑去。村民们被一群凶神恶煞的土匪胁迫着跪在村口，我躲在树丛中窥探着这一切，父亲母亲也在他们之中。只见那些土匪举起铁剑向村民们砍去，鲜血四溢，所有人都倒在血泊之中。我含着眼泪，望着爸爸妈妈的遗体，忍着悲痛逃离了村庄..\n....\n       一支飞来的石剑打断了我的回忆，我回头一看，身后是一群凶神恶煞的半人马。半人马是一种特殊的怪物，它们主要生活在草原上，白天也可以生成，攻击力极高，很难对付。“该死！怎么碰上了他们！”我在心里狠狠咒骂道。我紧握着手中的铁剑，向它们冲去。一道寒光闪过，几滴鲜血溅在了地上，三只半人马倒了下去。“该死！还有好几十只啊！”我的身体在战斗中渐渐虚脱了，我还是硬撑着继续战斗。又一支石剑射来，我下意识地用铁剑挡住，只听一声脆响，那把锈迹斑斑的铁剑碎成了两半，我的衣角被石剑钉在了身旁的树上。我的双手被铁剑的碎片割得鲜血直流，“疼！”，我再也没有了力气，瘫坐在了地上。半人马一拥而上， 挥起了手中的石剑...... 鲜血四溅......我的意识渐渐模糊，眼前一黑，昏了过去......\n      “醒醒吧，别再睡了。”一个温和的声音传入我的耳朵。“好痛啊，这儿是哪？”我揉了揉脑袋，慢慢地睁开了眼睛，一个慈祥的面孔映入眼帘。“怎么样？还疼吗？”“他是位老人？是他救了我吗？”我心想。“你还好吗？”老人关切地问道。“我很好，谢谢。这儿是哪？” “暮色森林。你已经昏睡三天了。要不要喝点蘑菇煲？”“好啊，谢谢。”不一会儿，老人就笑呵呵地端着一碗热气腾腾的蘑菇煲走了过来。我接过蘑菇煲，大口大口地喝了起来。“慢点，小心噎着。”老人笑着说。我停了下来，这才发现这个房间是如此的雅致：脚下是柔软的羊毛地毯，四周是古朴典雅的木板；熊熊燃烧的壁炉，精致的油画......一切都是那么的美好......\n       老人见我那么地入神，笑着问道：“怎么样？这房子不错吧？要不要留下来？”“太感谢您了！对了，老人家，您叫什么名字？”老人依旧一脸笑容地向我伸出了手：“Notch,你呢?”我眨了眨泛白色的眼睛，握住了老人那只温暖的手：“我叫herobrine。”......\n       附言:这是本人第一次创作，求各位大大给点好评啊!!!!!!\n      ",
    "replies": [
        {
            "author": "2725219034",
            "timestamp": 1406447220,
            "txt_content": "楼主你怎么发表了2个相同贴"
        },
        {
            "author": "418878840",
            "timestamp": 1406447280,
            "txt_content": "写的还行，加油"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1406447460,
            "txt_content": "支持一个OAO   "
        },
        {
            "author": "MC猪人",
            "timestamp": 1406448780,
            "txt_content": "不错的作文\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "噩梦之子",
            "timestamp": 1406449860,
            "txt_content": "2725219034 发表于 2014-7-27 15:47\n楼主你怎么发表了2个相同贴\n有吗???QAQ"
        },
        {
            "author": "噩梦之子",
            "timestamp": 1406449860,
            "txt_content": "好看的话我就继续写下去=w=\n求支持QAQ\n=w="
        },
        {
            "author": "噩梦之子",
            "timestamp": 1406449920,
            "txt_content": "Aikawastep 发表于 2014-7-27 15:51\n支持一个OAO\n谢谢O(∩_∩)O谢谢"
        },
        {
            "author": "醉吟残花葬丶",
            "timestamp": 1406452680,
            "txt_content": "希望FF7人物都出现~"
        },
        {
            "author": "噩梦之子",
            "timestamp": 1406514180,
            "txt_content": "醉吟残花葬丶 发表于 2014-7-27 17:18\n希望FF7人物都出现~\n还没这个想法啦=w=我不喜欢盗版人家情节啦"
        }
    ]
}