{
    "title": "月球巨大飞船残骸背景分析及研究！",
    "author": "老的建筑师",
    "replyCount": 11,
    "timestamp": 1406457060,
    "txt_content": " 本帖最后由 老的建筑师 于 2014-7-28 19:57 编辑 \n\n声明：此非原创，为转贴！原作者： 2012吧的luanpaomei  \n本帖会持续更新\n我很懒直接复制把!\n先来2段视屏：http://v.youku.com/v_show/id_XMTU1NTc0NDI0.html\n                     http://www.tudou.com/programs/view/aSHsMr2PRr0\n============================================================================================\n中国有句老话，叫做无风不起浪，相信知道月球飞船残骸的人，已经对很多视屏和资料烂熟于心，但是本贴的很多资料保证你没有看过，对那些不相信的人可以自己上谷歌月球去看看，再对比一些资料想想，所谓清者自清，浊者自浊，不相信的人希望你们能够开阔一下自己的视野，不要老拘泥于自己的认知范围，你要知道，这个世界--是无其不有的。\n============================================================================================\n去年11月看完此视频我为此特意上美国NASA的官网查了阿波罗15拍摄的月球表面高清照，结果发现有几张照片所显示的地形与视频非常吻合，非常象一个纺锤形的飞船坠落在坑里的样子，如果NASA的照片就是此飞船的话，那这艘飞船有3000米长，500米宽。\n=============================================================================================\n 尺寸大小对比图\n============================================================================================\n一些玩家的评论：\n有不少人说此飞船其实是石头.我真是笑死.此飞船的上部有一个几何形突起区域,此几何形突起区域的存在就证明它是人造物.并且其右部(照片由面的一端)是很标准的子弹头的几何造型,其子弹头的弧度都证明了它是人造物.在其表面都有类似花纹或象形文字的纹路.因此,如上证据可以驳斥此飞船是石头的说法.liucj66145: 这个飞船为什么降落在了城市里 是不是坠毁；饿bbbwwweee: 回复 liucj66145 :不是坠落在城市里，这个图是拿这个飞船放到城市里，用城市的背景来让人们看到这个飞船的巨大。这个飞船是坠毁在月球。liucj66145: 回复 bbbwwweee :是很大 我还以为月球以前有城市 那个飞船是月球的呢 谢谢讲解 现在明白了 jackiesyp: 回复 liucj66145 :。。。。你还真会想\n\n====================================================================================================================\n\n此图是泄密视频中的黄种女性，之所以单独截出是为了下面要说明的东西做个铺垫\n\n====================================================================================================================玩家评论：\nbbbwwweee: 很多人都认为图中,类似亚洲女子的外星人是传说中的嫦娥?对此,我表示怀疑.驳斥此女非嫦娥的证据就是她头上有第3只眼,而传说中嫦娥并非是三眼人.只有一点可以肯定,她是远古时代传说中的三目人的幸存者.三目人在远古曾盛极一时,但是现在很难在寻到三目人的踪迹了.colodempty: 回复 bbbwwweee :我会告诉你是嫦娥和二郎神偷情的结果吗？\ncolodempty: 回复 bbbwwweee :我会告诉你是嫦娥和二郎神偷情的结果吗？\n师流: 回复 bbbwwweee :传统在眉心点朱砂就是效仿天人\nhugehawk: 靠，这不是凤姐吗？\nbbbwwweee: 回复 师流 :对的，是这样的。\n=====================================================================================================================================\n在去年9月西班牙巴塞罗那举行的一个欧洲峰会上有位美国退役军士长报料说在拍摄土星时拍摄到一艘体积比月球还大的UFO，导致了当时土星计划的终止，现在看来也未必是无嵇之谈。下面我会转载一些对大家来说非常雷的东西，有兴趣的可以看看，还是那句老话，\n    \n    你也许不相信，但是有权利知道真相！\n\n\n我要讲的是一个“嫦娥们”的故事\n    \n     我们的正统史书所记载的第一个王朝是夏，实际上在夏之前还有一个称之为夏的母系古文明，这个文明当时和我们的早期的部落文明共存，但要先进很多，有人称之为前夏。\n     在嫦娥们去月亮之后N年后，启所建立的王朝为了纪念和效仿前夏，称为“夏朝”，为了区分，有人称之为后夏。前夏的人口并不多，但寿命很长，聚居于东部沿海，有飞行器，所以实际活动范围（也可以说是控制的版图）大致相当于清朝全盛时期的版图（至于为什么清朝全盛时期的版图和前夏的版图大致相当，又是旁话，暂且不表）。前夏居民逐渐和各部落华人融合，便有了华夏之称。\n      后夏的一些文明受前夏的影响很大，比如，用贝壳作为货币就是前夏的遗存习惯，这一习惯一直到商朝都还存在（这在大量的考古发现中可以得到证明）。至今我们的文字和财物、货币有关的汉字有很多都是贝字部的。为什么前夏用贝壳作为货币，并非是因为贝壳很值钱，而是因为每个贝壳的花纹都是独一无二的，以贝壳作为货币更多的是出于审美。当然，到了后夏之后，贝壳的审美意义就已经失落了。\n      当然，后夏所学的，只是些皮毛，相对于前夏，已经落后很多了。偶尔有些零碎的高深知识也传承下来，比如我们的周易。周易的太极八卦源于上古时期的连山归藏，实际上是一种复杂的信息压缩密码系统，由于后人的理解问题，逐步成了神神道道算命八卦的东西。\n     扯远了，接着说嫦娥们。\n      嫦娥们就来自于前夏。在嫦娥们去月亮（至于为什么要去月亮，俺也不清楚）的时候同时带走了很多大杀器和飞行器（一些讲述者称之为雷戈、落日弓、飞车之类的），只有少数留了下来，后来雷戈在战争中使用殆尽，而飞车由于燃料不足逐一坠毁。在这些前夏文明的实物遗存毁灭殆尽之后，我们开始了独立的文明演化和发展。顺便说一下，古印度文明和现今的印度已经没有太大的联系了，古印度文明和古埃及文明是同源的\n\n\n嫦娥们去月亮之前，建立了一个秘密传承前夏知识的组织，分为天学、地学、人学、屠学四个门类，我们的中医、气功之类的东西就来源于人学的传承和传播（这也是为什么我们的文明和其他地区的文明相比那么博大精深和独特的原因）。屠学也叫兵学，负责战争，其使命就是在嫦娥们去月亮之后守护华夏文明的。四大古文明中只有华夏文明传承至今，四学组织功不可没。历史上很多著名的战略家和军事家都是出自于屠学组织，或者是其门徒。比如商王武丁的老婆妇好、秦朝大将白起、汉代开国元老张良等等，都和屠学组织有关。一般屠学组织的核心人物都是隐世高人，很少插手俗间事务，其影响大多是其门徒或者门徒的外家子弟施加的，出于保密，很多门徒和外家子弟都不知道自己的师承渊源。比如张良，仅仅是得到了黄石公的授书。\n\n在南北朝时期，华夏民族遭遇了空前的危机，大量胡人入塞，入塞胡族中，羯、白匈奴、丁零、铁弗、卢水胡、鲜卑、九大石胡等部落主体都是金发碧眼的白种人，由于屠杀，黄种人的数量急剧下降，最低时和白人数量基本持平，如果这种趋势发展下去，掌握华夏版图的很可能就是白人。于是一位叫冉闵的华夏族人走上了历史的舞台，创造了极其辉煌的战绩。主要战绩如下：\n     （1）首战以汉骑三千夜破匈奴营，杀敌将数名，逐百里，斩匈奴首三万；\n     （2）再战以五千汉骑大破胡骑七万；\n     （3）三战以汉军七万加四万乞活义军破众胡联军三十余万；\n     （4）四战先败后胜以万人斩胡首四万；\n     （5）五战以汉军六万几乎全歼羌氐联军十余万；\n     （6）六战又有以步卒不足万人敌慕容鲜卑铁骑十四万不退反进，十战十捷。 \n下面说说嫦娥们发动的天地之间的战争。\n      战争发起的原因和传说中的不死药有关，具体细节俺也不是太清楚，战争的主战场是月亮和古印度（古印度的版图远比现在的印度要大，甚至包括部分中东地区）之间，华夏地区由于和嫦娥们的联盟关系也部分卷入了这场战争。战争的结果是古印度文明几乎被摧毁，这场战争的很多片段在我们的神话、印度史诗和圣经中都有所描述。共工撞倒的不周山实际上就是西方神话里的巴别塔，即“天梯”。“天梯”本是用于缩短地球和月亮之间的旅途用的，天梯被中弹的飞船撞断。毁于上古文明之间的核战争。战争波及的范围很广，我们的先人见证了这场战争。\n      前面的视频中的女人和飞船是在战争结束后降落在月球表面的，其作用类似于战争博物馆。阿波罗20号上去乱翻了一通，估计被警告了，所以在其后的40多年间再也没有登月，相关飞船和火箭图纸等技术资料全部销毁。\n      月亮也卷入了这场战争。阿波罗16号拍摄的月面，所谓的陨石坑有20个以上成直线状排列，很像是某种武器扫射后留下来的。 \n\n\n\n\n这场战争的一些历史考据\n    \n      马亨佐·达摩毁灭之谜印度河是世界上最长的河流之一，也是人类文明的一个发源地。从19世纪开始，人们在印度河畔的旁遮普郡一带，发现了一个东西长1600公里、南北长1400公里属同一文明的大量遗址，其涵盖范围之广在世界上是独一无二的，这就是“印度文明”。其中最著名的是两座古城遗址，即哈拉巴和马亨佐·达摩（印度语为死亡之谷）。据最保守的估计，它们距今最少有5000多年，但在印度的早期神话中没有这两座古城的记载，所以更多的人认为，它们的历史也许比猜想的要久远得多。在城市建筑的挖掘中，考古学家根本找不到神殿和宫殿，这与世界上目前所探掘的古城遗迹都不相同，似乎这些城市根本没有统治者。马享佐·达摩城的居民住宅建筑更证实了这点，所有住房都是由砖木建成，从格局规模来看基本差不多，好像贫富分化没有出现在这里，更没有发现任何一件艺术品。是原来就没有，还是被岁月销毁了？在这里出土了大量遗骨，有的在街道上，更多的是在居室里。在一个比较大的废墟里发现了成排倒地死去的人，有些用双手盖住脸，好像在保护自己，又好像看见了什么害怕的事情。可以肯定，所有人都是在突然状态下死去的。这座古城当时一定发生了件很巨大的异常事变，是什么呢？火山爆发？可在这一带几千公里范围内人们并没有发现遗留的火山口；是突然爆发的流行病、瘟疫？可医学证明瘟疫和各种流行病不可能突然毁灭一座城池。印度的考古学家卡哈对出土的人骨进行了详细的化学分析后说：“我在9具白骨中，发现均有高温加热的痕迹。”这说明马亨佐·达摩的毁灭和人民死亡与突然出现的高温有关。马亨佐·达摩和《圣经》里索多姆的毁灭有极相似之处，都是突然被与高温有关的东西摧毁的。人们在马亨佐·达摩还发现在许多坍塌的建筑物上有某种高温的痕迹，人们甚至发现一些“玻璃建筑”———托立提尼物质。这种物质的形成是由于瞬间高温溶化了物体表面然后又迅速冷却造成的。至今人们只在热核武器爆炸现场发现过这些人为的物质。一切证据都在说明，这里曾发生过核爆炸。  \n\n索多姆毁灭之谜《圣经·创世纪》中记载了这样一件事：罗得一家住在索多姆城，神决定毁灭这座城池。当灾难发生前，神曾告诉罗得一家赶快离开索多姆，并好心地劝告说：千万不要回头看。罗得的妻子没有遵循神的劝告，回头向灾难中的索多姆望去，结果被一道强光杀死。第二天，当他们再远望曾居住过的城市时，“不料，那地方烟气上腾，如同烧窑一般。”一座城市就这样被毁灭了。是什么力量可以在一夜之间毁掉一座城池？毁灭发生时发出的强烈的光又是什么呢？在今天的研究中，人们发现《圣经》是一部被神化的史书，《圣经》中许多故事都已被证实，那么，我们是否也相信索多姆城的毁灭是一段真实的历史反映？故事是这样的：灾难降临之前，两个天使来到了索多姆，居民罗得正坐在城门口，等待着这两位天使。罗得马上认出了他们，并热情地请他们到他家里过夜。城里的人们很想污辱他们。可这两个陌生人却只稍轻轻一挥手，就使这帮惹是生非之徒双目失明。这两个天使很快告诉罗得，赶快把他的妻子儿女及家人转移出城。他们警告说，这座城市马上就要毁灭了。罗得家里的人都不相信这个古怪的警告，认为这是在开玩笑，根本不加理会。天亮了，天使催逼罗得说：起来，带着你的妻子儿女和家人赶快出城，免得你因这城里的罪恶而被一同消灭。但罗得执意不走，并对天使说：我不能走。天使道：逃走可以救你的性命，不要回头，不要在洼地徘徊，逃到山上去！否则你将丧生。罗得说：我不能逃到山上去，既然大难临头，就难免一死。天使见此情景，只好拉着罗得的手、他妻子的手及家人的手，将他们领出来，安置在城外。并再次对他说：赶快逃到山上去，不要回头看，免得你也被消灭。紧接着，当地烟雾就如炉灶烟升腾般一下升起，硫磺与火从天降至索多姆城，城里、洼地上的居民与生物统统未能逃脱厄运……索多姆城究竟发生了什么事呢？我们无法想象，只剩下一连串的谜诘———至高无上的“上帝”也受一张时间表的约束。不然的话，那他的“天使”为什么要那样匆忙呢？是不是什么发射前的递减计数已经开始？是不是某种将摧毁这两城市的指令就定在那一时刻，而“天使”是知道这一切的？如果这样，毁灭的时刻显然已经迫在眉睫了。难道说“天使”们就没有更简便的方法让罗得全家脱险吗？他们为什么一定要让罗得全家到山上去？为什么要禁止他们回首顾盼呢？ \n\n印度古籍的疑云在公元前3000多年前古印度叙事诗中，现代人类有幸看到了这场规模浩大的战争。以前，人们一直认为诗中的这些描绘是“带诗意的夸张”。直到广岛和长崎爆炸两颗原子弹之后，才恍然大悟，这是类似原子弹的目击记了。《摩诃婆罗多》是印度的一部伟大的梵语史诗，汇集了许多谈论历史和神话的长篇叙事诗。有许多资料非常精确，令人觉得作者是依据第一手材料来撰写这部叙事诗的。作者怀着十分厌恶的心情描写神的一种武器，能把所有那些身着金盔金甲的武士通通杀死。要是武士们及时知道这种武器的威力，便可以把身上的全部金属装备通通扔掉，跳进河里，把浑身上下以及他们接触过的东西洗个一干二净。作者解释说，这样做并非没有道理，因为这种武器能使头发和指甲脱落。他悲叹道，一切生物一碰上这种武器，就会变得憔悴孱弱。在同一卷里，说到古尔迦从一架威力无比的维摩拿上往三角城扔下了一枚炸弹。文中所使用的字眼犹如摘自比基尼岛第一枚氢弹爆炸的现场记录：炽热的烟雾，亮度比太阳强一千倍，腾空而起迸发出无比耀眼的光芒，把城市化为灰烬，其威力之大足以把胎儿扼杀于母腹之中。下面是这段文字的“今译”———“自然力似乎已失去约束。太阳团团打转。大地为这种武器散发的炽热所烤焦，在高热中震颤。大象被火烧得狂吼乱叫，东奔西窜，竭力躲避这场可怕的暴力。水在沸腾，百兽丧命，敌人被歼。愤怒的火焰使树木像遭森林大火一排排倒下。大象长吼一声，撕心裂肺，倒地毙命，横尸遍野。战马与战车焚毁殆尽，呈现出一派大火劫后的惨象。数以千计的战车给摧毁，大海一片死寂。风开始刮起来了，大地通红发亮。”真是一幅怵目惊心的画面。倒地尸首，给那可怕的热烧得面目全非，残缺不全，不像人样。我们从未听说过这样一种武器。这些武器从外表看去，“好像一支巨大的铁箭，使人感到好像是死神遣来的巨大使者。”故事里的主人公命令将还没有使用的剩下的“铁箭”打得粉碎，又把这些打碎的武器扔到海里。《马哈巴拉塔》中记载过一种十分可怕的武器，它爆炸的情景，从原子时代的人的角度看，也许并不感到过分，书中这样写到：“一点烟也没有，闪光的炮弹像一团火一样发射出去，浓雾一样的东西突然包围了军队。整个地平线都消失在黑暗中。带来不幸的旋风刮起来了。黑云一样的东西咆哮着，带着巨大的响声升到高空，使人感到连太阳都不存在了。这种武器的热量使大地和天空都变热了。被火焰炙烤的大象，在恐惧中没命地奔跑。”接着，又讲述了由于这种可怕的武器爆炸，被当场烧成灰的有几千辆战车、人和大象。爆炸后幸存的所有士兵，都急急忙忙跑到附近河里，在那里清洗各自的衣服和武器。在印度，这种武器被叫做“婆罗门的武器”或“雷神的火焰”，在南美被叫做“马修玛丽”，在凯尔特人的神话里则被称为“闪电弹”。在凯尔特人的神话里，这种“闪电弹”根据爆炸时能够杀伤的人数而有不同的名称，能杀100人的叫“百人弹”，能杀1000人的叫“千人弹”。\n\n\n《马哈巴拉塔》中还写到：“克克拉开始从各个方向将闪电向城市集中。”但还不够，因此又“发射了具有破坏整个宇宙的那种力量的炮弹。城市在这时开始燃烧起来。它在爆炸的一瞬间，天空中明亮得好像一万个太阳。” \n\n\n苍白的考据今天的人们在地质考古中发现了很多类似放 射 性 武 器 爆 炸的证据，比如：在爱尔兰的丹勒亚勒和爻尼斯两个城堡的墙上，有甚至连花岗岩都被熔化的痕迹。据科学家推测，没有1000度以上的高温，花岗岩是不会熔化的。在如今的秘鲁，人们发现一座石壁上岩石呈玻璃化状，这需要极高的温度才能造成，而这座石壁附近没有任何陨石坑，可以肯定它不是陨石撞击形成的。在小亚细亚，人们挖掘古代西提诗人的首都哈特萨城，经过考古判断，整个城市是原因不明的高温毁灭的。\n\n\n\n用考古学家比提尔的话说，无论这座城市中贮藏了多少可燃性物质，一般的火灾都绝对不可能造成这样的高温。石头烧结了，裂成了碎块。城市里没有一座房子、神殿、墙壁没有留下这种可怕高温的痕迹。在古巴比伦生活过的地方，有一座至今仍有46米高的古塔废墟，这就是古文献中记载的巴拜尔之塔。人们至今也不知道这座巨塔是怎么毁灭的。这座塔上也有人工造成的高温痕迹。一位研究者对此这样写道：“不仅烧红了数百块砖，还熔化了它们，全部塔的骨架和整个泥墙也被烧焦。这种高温是从哪里产生的呢？对此无论如何也解释不了。”1928年，有两位德国矿工在巴西发现一座乌黑光滑的玻璃山，是典型的手尼物质。科学家认为，能在瞬间形成这么高的温度，在地球上只有热核武器的爆炸有此能力。\n\n\n\n大家一定记得，美国第一颗原子弹爆炸之后，科学家在现场发现，所有的石沙都被瞬间的高温熔化成了流体，迅速冷却后形成一层像玻璃一样的地面。在中国 海 南等地也发现了大量玻璃体，被当地人称之“雷公墨”。难道这些遗迹的发现，还不能说明在若干万年以前，地球上发生过爆炸吗？\n\n\n在印度远古文献中，有“卡尔帕”的概念，它相当于42亿3200万年，又有“卡希达”概念，它相当于1亿分之3秒，这两个时间概念曾使很多研究者摸不着头脑。然而，核物理学家明白，在自然界中，要用亿年或亿分之几秒的时间来量度的，只有放射性同位素的分解率。例如铀238的一半寿命为45亿1000万年，而分子的半寿命只有百万分之一秒，这与“卡尔帕”、“卡希达”的概念相近。既然古印度人掌握了这些概念，那么是否已拥有量度核物质和次核物质的技术，进而说明他们就能制造出核武器？印度河是世界上最长的河流之一，也是人类文明的一个发源地。人们在印度河畔发现了一个东西长1600公里、南北长1400公里属同一文明的大量遗址，其涵盖范围之广在世界上是独一无二的……\n\n\n转回正题，屈原同 志是后来秘 密 组织的外勤组织的创始人，对一些东西是知道的。自屈原开始，这个秘 密 组 织的人都效仿之，喜欢吟诗作颂，而且大多天马行空，神神道道的，其中的集大成者有李白、杜甫等。\n      天问 \n      ·屈原·\n    \n     曰遂古之初 谁传道之\n     上下未形 何由考之\n     冥昭瞢暗 谁能极之\n     冯翼惟象 何以识之\n     明明暗暗 惟时何为\n     阴阳三合 何本何化\n    \n     圜则九重 孰营度之\n     惟兹何功 孰初作之\n     斡维焉系 天极焉加\n     八柱何当 东南何亏\n     九天之际 安放安属\n     隅隈多有 谁知其数\n    \n     附：天问 译文\n    \n        请问远古开始之时，谁将此态流传导引？\n         天地尚未成形之前，又从哪里得以产生？\n         明暗不分浑沌一片，谁能探究根本原因？\n         迷迷蒙蒙这种现象，怎么识别将它认清？\n         白天光明夜晚黑暗，究竟它是为何而然？\n         阴阳参合而生宇宙，哪是本体哪是演变？\n         天的体制传为九重。有谁曾去环绕量度？\n         这是多么大的工程。是谁开始把它建筑？\n         天体轴绳系在哪里？天极不动设在哪里？\n         八柱撑天对着何方？东南为何缺损不齐？\n         平面上的九天边际，抵达何处联属何方？\n         边边相交隅角很多，又有谁能知其数量？\n         天在哪里与地交会？黄道怎样十二等分？\n         日月天体如何连属？众星在天如何置陈？\n\n\n在上古历史中由于冰川运动，发生过若干次大洪水，比如大禹治水。圣经所记载的有诺亚方舟的大洪水是在大禹治水之前，距今约18000年左右，这个大洪水也是把我们这次文明和上个文明分隔的标志性事件。嫦娥们是属于上个文明的。圣经最早成书在5000年前，所以相对于18000年前发生的事情来说，已经属于神话传说了。\n      嫦娥们发动的战争在大洪水之前，类似于斩首行动，用于定点清除；接着到来的大洪水则用于全面清洗。看看世界地形图就很清楚了，印度平原及大半个中东的地势是很低的，地势较高的地方很接近非洲。原来古印度版图上极个别幸存下来的人在洪水退去之后去了古埃及，成就了古埃及文明的辉煌。后来犹太人出埃及，然后就有了后面的故事。１美元纸币上的金字塔和眼睛都源于埃及。\n\n\n埃及有句古谚语：“金字塔是光明之顶，是巨大的眼睛。”\n    \n     这个话题涉及到阴谋论，还有很多经济、政治以及世界局势、历史等内容，说起来可就长了去了。就此打住。\n    \n      这个大清洗包括嫦娥发动的战争都和不死药、僵尸有关，更多的细节我不是太了解。\n     所以西方关于僵尸或者不死吸血鬼的传说很多。欧洲中世纪还发生大规模屠杀女巫的事情。\n     另外，虽然形象不同，但是在西方，龙是邪恶的东西，而龙却是华夏儿女的图腾，说自己是龙的传人。还有，圣经里蛇是邪恶的化身，而华夏上古传说里的女娲、伏羲都是人首蛇身。 \n      可见东西方梁子可是很早之前就结下的。\n\n\n\n\n上次嫦娥发动的战争的幸存者最近也回月亮上去了。\n     就是被嫦娥们雷得焦香四溢之后跑路去埃及的那姐妹俩............\n     那次战争就是因为不死药而开打的................\n     后来因为某些因素，嫦娥们认可了这姐妹俩对西方世界的管理权。\n      比较诡异的是09年5月28日的CCAV新闻说，英国人发现了使人延缓衰老的基因密码，使长寿药的研制成为可能..........\n     而实际上这个新闻在０７年的时候就已经报道过了。当年搞这个研究的女人今年刚刚获奖，很令人遐想阿。\n    \n     美国自由女神像原型是法国巴黎塞纳河格勒内勒桥上的自由女神像\n\n而法国自由女神的最初原型就是妹妹。\n    \n     法国《人权宣言》的早期封面上就有自由女神和那只神奇的埃及眼睛，和美元上的一样。\n    \n     1789年法国《人权和公民权利宣言》 原版封面\n\n\n西方历史中很多重大事件都是这姐妹俩在幕后推动的。\n     根据协议，嫦娥们负责华夏地区的事务，这姐妹俩则对西方世界有管理权。\n    \n     大致的脉络：\n     对古印度的核战争－－大洪水（诺亚方舟）－－幸存的妖女姐妹去埃及－－古埃及文明－－犹太人出埃及－－地中海文明－－欧洲文艺复兴－－工业革命和资产阶级革命－－美国独立－－共济会对美国和欧洲的渗透和控制\n     大洪水（诺亚方舟）－－（大洪水2000年左右后）前夏－－５００圣女去月亮－－战区作战时代（上古华夏屠学组织参与嫦娥们指导的战争）－－（西周建立前１０００年左右）后夏－－我们史书记载的正史\n     〔注：东西方文明的时间表从大洪水后出现了分支，单线描述容易引起误解，特作修改，改为分别描述，这样就不会搞错了。〕\n    \n      当年嫦娥们清除掉的，就是因为滥用药物导致灵魂走了，身体还在到处乱跑的“行尸走肉”们。\n      幸存的这姐妹俩因为是从刚出生的时候就用了这种药物，所以身体认可了灵魂的存在。后来得到某方的帮助，克服了僵尸症状。\n      当然，说是不死药，实际上最终还是要死掉的，只不过她们的寿命长得远远超过了一般人的想像。\n    \n      再扔个雷。\n      蒙娜丽莎就是被嫦娥雷焦了跑路去埃及的女妖怪姐妹中的姐姐。\n      大家有没有看过哥伦比亚电影公司的片头，有个ms自由女神的造型..........那个就是妹妹了......\n\n在人权宣言的封面上的，就是这姐妹俩。\n     不过姐姐没有参与捣鼓法国大革命，妹妹比较热衷于这类游戏。\n     所以封面上的姐姐造型是妹妹口头描述，找人画的，故意画得又老又丑。。。。。。够损的。。。\n    \n     姐姐嘛，就是蒙娜丽莎那个样子。\n    \n     《蒙娜丽莎》足足画了４年，而且达芬奇这一直与幅画相伴到死（这可是别人要达芬奇画的自己的老婆哦）。。。。。\n     足见这个女人的不寻常\n     而西方人对这幅画炒作得这么厉害，还有《达芬奇密码》啥啥的都是有一定的缘由的。\n    \n     另外，这幅画的确很有说法。。。。。。\n    \n     2006-6-27   国际在线   \n      笑了将近五百年的「蒙娜丽莎」，也有不笑的时候。美国波特兰美术馆二十多年前收到了一幅叫做「拉吉欧孔妲」（LaGioconda）的画，这幅画的主角很像「蒙娜丽莎」，只是缺少了微笑。根据研究，这幅画是一五一零年左右的作品。再根据笔触分析，画画的应该是个左撇子。依照记载「蒙娜丽莎」也叫「拉吉欧孔妲」，而达·芬奇也是个左撇子。所以，有人说「拉吉欧孔妲」是「蒙娜丽莎」的严肃版。不过，由于波特兰美术馆只收藏十九二十世纪的作品，所以，「拉吉欧孔妲」在储藏室里窝了二十多年都没展出过。最近，由于《达·芬奇密码》这本小说，又炒热了「蒙娜丽莎」，美术馆决定打铁趁热，展出这幅不笑的「蒙娜丽莎」。当然，不少去美术馆看画的人也承认他们是想看看不笑的「蒙娜丽莎」是不是也隐藏了一些密码。\n\n正在波特兰市艺术博物馆展出的《LaGioconda》 \n    \n     新闻暗示，那副所谓的《不笑的\"蒙娜丽莎\"》也是达芬奇画的。\n     －－－－－－－－－－－\n     1987年英国与以色列考古学家在以色列与黎巴嫩交界的各波利市一幢具有古罗马风格的别墅内，发掘到一幅马赛克拼图，图案与《蒙娜丽莎》一模一样。这幅画诞生于公元四世纪，比达·芬奇生活的年代早1100年左右。 \n     见百度百科。\n    http://baike.baidu.com/view/147817.htm \n    \n     但是这幅《不笑的\"蒙娜丽莎\"》颜色鲜艳花哨，线条生硬，不像达芬奇那个时代的风格。\n     俺提示下，这幅画的风格像不像马赛克拼出来的阿？\n     看过《达芬奇密码》的或多或少都会了解一些关于ZION隐修会的东西吧？\n     ZION隐修会在国内被译作“郇山隐修会”，该会据称“尊崇女圣，具有完好的历史记载”。\n     不要小看了“具有完好的历史记载”这句话。西方的历史最缺的就是早期的记载。\n     叫她们女妖怪是为了方便和嫦娥相区分。实际上这两姐妹是值得尊敬的。她们是西方历史的见证者和推动者。\n     （咱们华夏历史，在四学组织的口头传承中，是８０００－１００００年左右，这才是“上下五千年”的真正含义。）\n    \n     西方宗教的源头，是和这两个女妖怪有关的，而很多秘密社团，都是和宗教有关的。\n    \n     ZION隐修会的历任长老中比较为我们所熟知的有：\n     尼古拉斯·弗莱默尔 （1398-1418）－－关于这个人，说名字可能大家不知道是谁，但说到《哈里波特》，大家该想起来了吧？\n                                           这个人就是《哈利波特》里制造魔法石的炼金术士尼可·勒梅 （Nicolas Flamel）。\n     列昂那多·达·芬奇 （1510-1519 ），\n     艾撒克·牛顿 （1691-1727 ），－－这位万有引力的发现者，实际上也是个著名的练金术士......\n     维克多·雨果 （1844-1885 ），\n     克劳德·德彪西 （1885-1918 ）等。\n    \n     2007有一部比较非主流的低成本影片，名字叫《这个男人来自地球》，推荐大家看看。\n    \n     顺便说一句，《达芬奇密码》只是讲了些皮毛，他的作用不过是在娱乐之余，为大家提供了一些线索而已。\n    \n     卢浮宫收藏的雕塑作品中有男女合体雕像，据说源于古希腊神话。古希腊时期大量存在着双性恋现象。\n    \n     而古埃及法老阿肯那顿正是有女性特征的法老王。\n    \n     是不是符合埃及－地中海－欧洲的线路阿？在时间上也正好是先后关系。\n\n\n我们这个文明分布格局和一个世界性的协议有关。这个协议大约缔结于1000年前。\n     根据协议，马雅人并不是消失了，而是转移了。\n     当美国分裂的时候，马雅人会重新建国。这次全球性的金融危机就是导致美国分裂的开始。\n    \n     明朝的时候中国实在强大，通过出口贸易，几乎吸干了其他国家大量的白银（我国本来就不盛产白银，\n     西方的白银主要是搜刮的美洲的，大家知道为什么马雅人要转移了吧？），严重制约了西方世界的发展。\n     于是到了明朝末期开始放水，几个皇帝都连续不上朝打理国事，没事做就疯狂储备金银（新中国开挖的第一个王陵就是万历皇帝的定陵，寻宝去了\n     直到帝位传给了那个勤勤勉勉的崇祯手里。天命如此，人力不可违......真是可怜的孩子.......\n     清朝的主要任务就是恢复古华夏的版图。这个任务完成之后，就开始走下坡路了。清朝后期的主要任务就是放水，把白银还给西方。\n     通过继续放水，大量白银被返还给西方（有没有发现，所有不平等条约涉及的赔款都是白银，没有黄金。），为西方资本主义发展提供金融支持。\n     而对于我们来说，白银只是个硬通货的工具，不玩也罢，要玩咱们就玩黄金。\n     黄金先藏着，用铜币和银币代替，后来干脆用纸代表。\n     所以蒋委员长也不完全是个笨鸡蛋，推出了法币制度。\n     新中国建立后，也就听说有这么个传说中的大宝库，但是谁也找不到。大量黄金掌握在四学组织手里，官方并没有太多的黄金储备。\n     后来国家就有了武警黄金部队，漫山遍野找金子去了。。。。。\n     向这些把青春乃至生命献给国家的硬汉们致敬。\n    \n      为什么今年国家开始公布黄金储备？为什么现在白银那么便宜，黄金那么贵？大家昂得死蛋了？\n    \n     我国黄金储备4月末已增至3389万盎司 世界排名第5 \n     2009年06月06日 07:41:43    来源：新华网综合 \n    \n     胶东半岛已探明千吨黄金储量 \n     2009年06月06日 10:51:09    来源：新华网 \n    http://news.xinhuanet.com/fortune/2009-06/06/content_11496497.htm \n     预测认为，胶东地区金矿金资源储藏量约为３０００多吨。俺们现在官方的黄金储备总数也就1000多吨，光这个矿就是接近３倍。\n     公布就是告诉全世界，玩金子，咱有的是。。。。。。\n\n\n在大洪水时代，嫦娥们帮助上古华夏先民去喜马拉雅山脉避水的。大洪水持续了1年左右。\n     前面俺说过，为什么清朝的时候放着越南、泰国这些南亚平原不要，非要把什么西藏、新疆这些鸟不生蛋鬼不拉屎的地方并入版图呢。。。。。\n     因为喜马拉雅山脉是古印度文明和古夏文明的分界线。这个分界线从上个文明到我们现在这个文明都是有效的。\n     后来满人入关后，四学组织派人去游说那些皇阿玛去了。原因就在这儿。\n\n\n在大洪水时代，嫦娥们帮助上古华夏先民去喜马拉雅山脉避水的。大洪水持续了1年左右。\n     前面俺说过，为什么清朝的时候放着越南、泰国这些南亚平原不要，非要把什么西藏、新 疆这些鸟不生蛋鬼不拉屎的地方并 入版 图呢。。。。。\n     因为喜马拉雅山脉是古印度文明和古夏文明的分界线。这个分界线从上个文明到我们现在这个文明都是有效的。\n     后来满人入关后，四学组织派人去游说那些皇阿玛去了。原因就在这儿。\n\n\n关于地 震 武 器，其理论的奠基者是交流电机的发明者和推广者特斯拉先生。他是与爱迪生同时代的伟大科学家，发明了电力的无线传输技术。\n     因为此项技术一旦推广，必然触及某些能源商的利益，所以该技术至今没有推广。\n\n\n近段时间的异常气候也和地球物理武器有关。\n     2009年的一场大风.\n    http://news.163.com/09/0604/19/5B06287J000120GU.html \n     河南商丘开封风雹灾害造成20人死亡(组图)   2009-06-04 19:50:03   来源: 新华网  \n     2008年的大风...\n    http://news.qq.com/a/20080604/000234.htm \n     河南周口遭大风冰雹突袭 树被连根拔起http://news.qq.com/    2008年06月04日06:30     人民图片\n     大风来的时间都这么巧。嘿嘿\n    \n     我国豫皖晋鲁苏五省遭遇雷暴大风 27人因灾死亡\n    http://news.xinhuanet.com/society/2009-06/05/content_11495467.htm \n     发生雷暴大风的这五个省都是小麦的主产区，而且现在正是麦收关键时候。\n    \n     有心的朋友们可以留意一下美国的航天飞机上天和我们国家的异常天气的关系\n\n\n关于地 震 武 器，其理论的奠基者是交流电机的发明者和推广者特斯拉先生。他是与爱迪生同时代的伟大科学家，发明了电力的无线传输技术。\n     因为此项技术一旦推广，必然触及某些能源商的利益，所以该技术至今没有推广。\n     由于推广直流电技术的商业利益关系，爱迪生一直打压此君。此君死后，美国政府立即接管了他的研究资料，在此基础上开发出了地震武器。\n     四 川 地 震就是地震武器诱发的。去年全国大面积出现不明彩云就和地震武器有关。\n     是不是很有科幻色彩阿？\n     这是铁的事实。\n     美国的HARRP，高频活动电离层研究计划 ，全称High Frequency Active Auroral Research Program 。\n     我国也没闲着，十一五计划里有个子午工程，去年开建的，就是为了监测地磁场、电场、中高层大气的风场、以及电离层、磁层异常的。\n\n\n有人要拿粮食问题做文章了。\n     年初有位老教授拿了福特基金会的钱，试探我国的18亿亩耕地红线，被口水淹得够呛。呵呵。\n     这次甲型流感和上次的非典不一样，03年的非典是专门针对黄种人的，幸好有传统的中医药的守护。\n     这次的流感主要是针对墨西哥裔的，特别是青壮年。美国有大量的墨西哥裔移民。现在美国的失业率不是居高不下嘛...........\n     同时，疫苗和感冒药在西方也是一个很庞大的消费市场，西方的药厂药商也乐得其成。\n    \n     我们需要警惕的是一些进口食品和原料，特别是一些转基因制品食品，可能对我们以及下一代的基因造成影响，\n     一旦大家普遍存在某种基因缺陷，就很可能成为某些针对性的疾病的攻击目标。\n    \n     前年我国曾经爆发猪蓝耳朵病，专门攻击母猪和小猪，就是因为这些猪吃的是美国嘉吉饲料厂生产的饲料引发的某些免疫缺陷。后来这些养猪场改用国产混合饲料，猪蓝耳朵病就逐渐控制住了。所以阿，虽然一些人一提到阴谋论就反感，但如果连阴谋论都不知道，被人家阴了还不知道是怎么栽的。\n      中西方的斗法其实一直都在进行，只不过大多数老百姓不知道而已。\n    \n      因为整个世界文明的历史是一个盘根错节的有机体，所以线性的描述总是枝节很多，很难分类。\n     在这儿做个大概的小结吧。\n    \n     这里补充说明一下，视频里那个女人封住眼睛，是对灵魂转生的一种控制。不信灵魂的TX请跳过这段文字。\n     在古埃及的神话里，有个长着狼头人身的神（在很多埃及壁画里都有），掌管着把死者的灵魂摆渡到另一个世界。所以他们在人死后要用两枚硬币封住死者的眼睛，说是为了贿赂这位狼头神。据说斯大林死后他的保健医生也用２枚硬币盖住他的眼睛的。。。。。\n    \n     接着，从上古前夏说起，说到了嫦娥们去月亮，建立了四学组织，以及四学组织（主要是屠学组织）在历史上若隐若现的存在。之所以没有说到另外３学，是因为他们还没有出山。\n     屠学组织是目前最早现身，并公开这段历史的。\n\n\n由于推广直流电技术的商业利益关系，爱迪生一直打压此君。此君死后，美国政府立即接管了他的研究资料，在此基础上开发出了地震武器。\n     四川地震就是地震武器诱发的。去年全国大面积出现不明彩云就和地震武器有关。\n     是不是很有科幻色彩阿？\n     这是铁的事实。\n     美国的HARRP，高频活动电离层研究计划 ，全称High Frequency Active Auroral Research Program 。\n     我国也没闲着，十 一 五 计 划里有个子 午 工 程，去 年开 建 的，就是为了监测地磁场、电场、中高层大气的风场、以及电离层、磁层异常的\n\n\n然后又谈到了诺亚方舟大洪水的由来，及嫦娥们率领华夏屠学组织发动的对古印度因为滥用长生不死药而导致的僵尸的战争，不周山被撞倒。\n     （特别说明一下，前夏是大洪水之后建立的，嫦娥们去月亮是大洪水之后2000年后了，她们是月亮上的人接走的。西周建立前1000年左右后夏才建立。）\n     幸存的妖女两姐妹在洪水退去之后去了古埃及，这个文明一直传播到了欧洲，并随着美国的独立扩展到了美洲。\n     然后顺带提到了些这姐妹俩在西方历史中若隐若现的身影。像法国大革命，自由女神、蒙娜丽莎，西方世界的秘密社团，美元上的金字塔和眼睛等。\n    \n     下面就谈到了古印度文明区和华夏文明区的分界线及有关的东西。由此说到了一个世界性的协议。根据这个协议，各文明区调整了自己的布局和发展方向。\n     这个协议的框架太大，我对很多细节还没弄清楚，就暂时不讲了。\n     这里补充说明一下，世界分为四个文明区，大致的版图是华夏，印度（包括中亚），埃及（包括欧洲和非洲），和玛雅（南美、北美）。\n     根据协议，玛雅人转移了地盘，为埃及区提供了发展空间（主要是北美）。\n     也许是厌倦了无休无止的游戏，更多的是因为根据这个世界性的协议，时间到了，\n     女妖姐妹回月亮去了，管理世界的权力将从埃及区交接给华夏区，这一过程大约需要１０年到２０年的时间。\n    \n     接着又回到了华夏区自明朝开始到现今的大致发展脉络。玩着白银游戏，恢复华夏版图，然后开始准备玩黄金游戏。\n     后面就讲到当代的阴谋论了。\n     从四川地震说到地球物理武器，说到粮食问题和基因战争，直到最近的甲型流感和天气异常，其间穿插了大国间的勾心斗角，暗地里使坏。\n未完待续......\n\n\n\n\n\n凤姐.jpg\n(40.26 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-27 18:38 上传\n\n\n\n\n\n\n\n\n这是不是凤姐\n\n\n\n\n\n\n\n\n\n\n\ne582cdb6783421f737d3cab1.jpg\n(397.68 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-28 19:48 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n7257661cd51818cce1fe0b4c.jpg\n(152.16 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-28 19:50 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ne750af02f7158d377aec2c45.jpg\n(58.46 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-28 19:50 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n55a07dc7e13576908326ac03.jpg\n(184.51 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-28 19:52 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n1d543d674d324dc9f6365417.jpg\n(67.26 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-28 19:53 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n649f59ff446abfbbb801a010.jpg\n(163.43 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-28 19:53 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nf9897f27cde49c384d088d10.jpg\n(186.78 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-28 19:53 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n6772afd88269675fd1164eee.jpg\n(181.04 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-28 19:54 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n34a298f7354a9857dcc474f1.jpg\n(276.58 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-28 19:54 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nf8ae1c81e5ab7fa9f703a6c5.jpg\n(33.42 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-28 19:55 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n71b3a64d35a8a0f3d0c86ac9.jpg\n(117.56 KB, 下载次数: 3)\n\n\n\n\n下载附件\n\n\n2014-7-28 19:55 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "老李是我",
            "timestamp": 1406457120,
            "txt_content": "水前留名"
        },
        {
            "author": "FESTIVALNO",
            "timestamp": 1406457120,
            "txt_content": "火钳刘明"
        },
        {
            "author": "这是小号",
            "timestamp": 1406457180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "ΜC猪人",
            "timestamp": 1406457180,
            "txt_content": "视频：http://v.youku.com/v_show/id_XMTU1NTc0NDI0.html"
        },
        {
            "author": "老的建筑师",
            "timestamp": 1406457180,
            "txt_content": "这是小号 发表于 2014-7-27 18:33\n这早知了·············\n你知道什么是前夏吗？"
        },
        {
            "author": "老的建筑师",
            "timestamp": 1406457240,
            "txt_content": "继续更新"
        },
        {
            "author": "314654",
            "timestamp": 1406457660,
            "txt_content": "让我想到了变形金刚3"
        },
        {
            "author": "这是小号",
            "timestamp": 1406457780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "我不是蛋蛋",
            "timestamp": 1406457780,
            "txt_content": "话说LZ= =\n你这么水你家里人知道吗= =\n错论坛了啊= =\n复制来的真的大丈夫OAO"
        },
        {
            "author": "老的建筑师",
            "timestamp": 1406458200,
            "txt_content": "我不是蛋蛋 发表于 2014-7-27 18:43\n话说LZ= =\n你这么水你家里人知道吗= =\n错论坛了啊= =\n内容很多\n不复制不行\n还有 我没有错\n这是为了让中国人更了解历史！"
        },
        {
            "author": "Crazy_LI",
            "timestamp": 1406548020,
            "txt_content": "真理永远只掌握在少数人手中"
        }
    ]
}