{
    "title": "<其他翻译>如何让有才华的人进入你的服务器？[作者：转自Quora]",
    "author": "zhang624232848",
    "replyCount": 4,
    "timestamp": 1406581620,
    "txt_content": " 本帖最后由 zhang624232848 于 2014-7-29 05:56 编辑 \n\n译者注：本文章为Quora上一个问题的答案翻译。原文地址：http://www.quora.com/Minecraft-S ... le-to-join-a-server\n\n问题：如何让有才华的人进入我的服务器？\n       我们有能够很快过滤菜鸟的灰名单，但是这并不能够帮助我们找到有作为管理员的潜质的玩家。我不认为吸引真正有才华的玩家最终还是要靠运气，因为这代表着我付出的如此多的努力的成败都最终依靠在运气上。说实话，我已经没有办法吸引除了我们已经受够了的新人之外的聪明的、忠诚的新成员了。\n       注：小的先谢过了\n回答：\n      吸引有才华的人到你的服务器当然是一个很难的事情啦。我已经开了一个总计超过2万个玩家的服务器20个月了，我们每天差不多有250-500名玩家，当然在线量还得看季节……\n\n      我们看起来都有同样的经历 - 我们都有不配玩这个游戏的人，还有真真正正地配玩这个游戏的人。以下是我的建议\n\n       1.你的服务器应该符合你的远景，你应该让服务器向你的目标发展。我自己很清楚我喜欢或者不喜欢什么，而且结果往往是大多人都是同意你的看法的。\n       2.好的玩家大多数都喜欢在有他们能够信任的服主和管理员的地方玩。没有人喜欢和熊孩子对着干，亦或是被服务器的管理员们忽视，或者是如果他们被破坏了之类的，服务器的管理员不会去帮助他们……所以，请让自己成为一个值得信赖的人，与玩家们一起玩，与玩家们交流。不要脑袋一热就换周目等……\n       3.将破坏规矩的人立刻赶出服务器，如果人们看到破坏规矩的人能够立刻被处置，他们会更加愿意呆在这里。\n       4.鼓励玩家们在一起玩，并且为他们设置目标。如果他们在玩这个服务器的早期就喜欢上了这个服务器，他们会留下来，他们还会告诉他们的朋友，然后他们的朋友会告诉他们的朋友……你应该开设比赛、举办活动、游戏，建立一个良好的经济系统等……\n\n      从一个新手玩家蜕变成一个令人信赖的、可以当做管理员的玩家是需要时间的。对于我们的玩家来说，这至少需要几个月的时间，而你也需要时间来判断他们是否值得信赖。\n\n原文：\nMinecraft Server: How can I get smart people to join a server？\nWe have a graylist for filtering raging noobs out pretty quickly but it doesn't help to get dedicated smart new potential staff members. I refuse to believe getting smart people is just chance as I'd hate to think after all the hard work put into the server, its success depends completely on luck. I honestly am out of ideas for getting not just new people; we get enough of them, but smart, dedicated, loyal new members.\nP.S Thanks in advance.\n\nMichael Botsko\nIt's difficult for sure. I run a server that's seen around 20k players over 20 months, we have between 250-500 players a day, depending on the season, etc.\n\nWe've seen our fair share of both - people who do not deserve to play and people who truly do. Here's what I suggest:\n\n- The server needs to match your vision of a dream server. Work towards that. I knew exactly what I liked versus not, and it turns out that many people agreed.\n- The best players like to play somewhere where they can trust the owner, and the staff. No one likes to deal with mean players, or be ignored by the server staff, or feel like if they're griefed, etc they won't be helped. So be trustworthy - communicate and play with your players. Don't reset the map on a whim, etc.\n- Get the people who break rules out of there quickly. When players see that rule-breakers are dealt with, they're more willing to stay.\n- Encourage people to play together, and always have some \"goal\" people work towards. If they get addicted to the server early on, they'll stay, and they'll tell their friends. Run contests, have events, games, have a valuable economy, etc.\n\nIt takes time for players to go from new player to a trusted person you might consider for staff. For our players, it's usually a few months at least. You need to time to learn if you can trust them too.\n\n",
    "replies": [
        {
            "author": "小析",
            "timestamp": 1406583000,
            "txt_content": "有才华的早到别的服务器了"
        },
        {
            "author": "zhang624232848",
            "timestamp": 1406583180,
            "txt_content": "小析 发表于 2014-7-29 05:30\n有才华的早到别的服务器了\n话有时候也不能那么绝对，有才华的玩家也是可以培养出来的。"
        },
        {
            "author": "jjxxz2",
            "timestamp": 1406588400,
            "txt_content": "不开服=A="
        },
        {
            "author": "1076617170",
            "timestamp": 1406592960,
            "txt_content": "说的很好啊"
        }
    ]
}