{
    "title": "<连载·单章>Minehope 第二章",
    "author": "梦魇冰眸",
    "replyCount": 3,
    "timestamp": 1406597040,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-8-5 06:13 编辑 \n\n\n\n\n\n                                                              第二章：深夜遇险\n\n    我轻轻走过去，离那个人影越来越近，终于...那个人影居然是……骆黎！她正在蹲在地上寻找小麦种子。\n    “骆黎！你为什么会在这里？”我拍了拍她。\n\n    “不知道，我收到一张光盘，是一个叫Herobrine的人寄给我的。让我破解，我在破解的时候就进到这里了。”\n\n    怎么会这么巧，我们两个人居然收到了一对兄弟的光盘，在破解的时候居然出现了同样的情况。但是这说明一点，就是这两张光盘上都附着了Herobrine病毒。只是...有一点我不明白，为什么他们两个要把光盘既给我们两个。\n\n    “对了，杨阳，我在到这里的时候发现手边有一张纸，你看一下。”骆黎从口袋里拿出一张被折成正方形的纸递给我。\n\n    纸上的内容是：“我是Notch，这张光盘里存储着Herobrine的记忆，但是他用‘Herobrine’病毒保护自己，我听一位朋友说你的黑客技术在这个国家里也是数一数二的，所以我把这张光盘交给你。但我没想到他并不是以电脑病毒的形式存在于这张光盘里，这一次是我上了他的当。但如果你能在Minecraft世界里找到Herobrine，你就有救了。但如果你死在这个世界里，你的神经就会被电磁波破坏，永远无法醒过来。所以，你在这里活下去，不只是为了Steve，也是为了你自己。 ——Notch\n\n   “这是压在你手底下的？”我仔细阅读了一下，觉得这封信更像是给我的，因为我的光盘是Notch给我的。而且我和骆黎长得很像，有可能Notch把我和骆黎搞混了，把本该给我的信误给了骆黎。\n\n   “是啊，但是这封信应该是你的，我的光盘是Herobrine给我的，况且，他在放光盘的包裹里，还另放了一张信，信中已经说明了他给我光盘的目的以及他的来历。所以这封信大概是Notch给错人了。”\n\n“算了不提这些了，我现在一想这些东西就头疼。你现在出来找小麦种子，应该有家了吧？”\n\n    “有了，两个人一起应该没什么问题。跟我走吧。”\n\n  骆黎在树林里左拐右拐，很快走到了一栋小木屋前。我看了一眼，瞬间傻眼了，骆黎一直自称建筑大神，居然建了个“火柴屋”！里面点了一个火把，泛着温暖的火光。\n\n    “等一下，我做一个箱子。原先那个箱子满了。”骆黎拿了两个木头在工作台上忙活了一阵，把箱子放在地上，“晚上我要出去一趟，你也一起吧。”\n\n    “出去做什么？晚上很危险的。”\n\n    “我要出去弄些骨头和腐肉。现在家里根本没多少食物，只能靠腐肉了。”\n\n\n    我吃了骆黎拿给我的苹果补充了一下体力，就拿了一把木镐就进开了一个小洞挖点圆石。做了一个熔炉，把骆黎杀牛得到的牛肉烤熟，骆黎总共得到了7块肉，每人拿两块，剩下的就放在箱子里。\n\n    晚上，树林里传出猫头鹰“咕咕咕”的声音。我和骆黎小心翼翼地在树林里穿梭着，捅着一个个僵尸。很快，我们到了一片空地。我坐下来，把带在身上的牛肉拿出来吃了一块。骆黎点了点获得的腐肉，总共是18块，暂时够吃了。但是骷髅是远程攻击，而且，在游戏里只是掉血而已，在这里是真的凭借身体素质，中一箭如果不治疗，伤口就会感染，最后死亡。\n\n    我们很快找到了一个落单的骷髅，我偷偷地绕到骷髅的后面，它还没有察觉到，于是我就一剑捅上去，它就倒在地上消失了，掉落出一根骨头和两根箭。\n\n\n    “等等...这附近不对劲！”骆黎看了看四周，并没有什么异常情况。\n\n    正当我把骨头和箭放进背包的时候，从周围出现了许多僵尸和骷髅，它们都狞笑着看着我们两个，似乎刚才骷髅倒地时发出的声音把它们吸引过来了。现在是真的危险了，我和骆黎用的都是木剑，现在已经快要报废了。而且，这么多，我们才两个人，不可能突围。冷汗顺着我的脖颈往下淌，“嗖”的一声，我感觉腿上一阵剧痛，中箭了！这一箭就像一声号令一样，随着这一箭的射出，许多箭都射了出来，我们两个都下意识地抬起木剑挡在眼前，虽然知道木剑对于这些箭来说根本就是无济于事……\n\n    “该死的...这才过了多长时间，就要结束了么？”我心里暗暗地说……\n\n\n索引贴\n\n",
    "replies": [
        {
            "author": "2573786055",
            "timestamp": 1406597160,
            "txt_content": "支持LZ,感觉篇幅有点短"
        },
        {
            "author": "TVXQQQQQ",
            "timestamp": 1406597880,
            "txt_content": "你的签名..."
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1406597940,
            "txt_content": "1679434224 发表于 2014-7-29 09:38\n你的签名...\n矮油看那么多干什么= ="
        }
    ]
}