{
    "title": "<连载·单章>Minehope 第三章",
    "author": "梦魇冰眸",
    "replyCount": 6,
    "timestamp": 1406601540,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-8-5 06:19 编辑 \n\n\n\n\n\n                                                               第三章：他和她\n \n\n\n    一道寒光闪过，箭全部偏向了左边，都射到了地上；一道黑影闪过，骷髅和僵尸像多米诺骨牌一样倒在地上，消失了。我和骆黎都目瞪口呆地看着地上的腐肉和骨头。\n\n\n    “杨阳，骆黎，好久不见了。”一阵低沉的声音在我们两个身后响起，这个声音我听起来很耳熟，转过头一看，那是……史蒂夫·史密斯！\n\n\n    “史蒂夫？你不是因为中弹死了吗？”\n\n\n    “胡扯，那颗子弹看起来的确是打中心脏了，但是它还是偏了一点，只要往左挪一点，我就命丧黄泉了。但是我的身体下半身已经瘫痪了，我跟Notch谈了一会儿，他把我送到了这里。”史蒂夫身后站着一个银发少女，她手上拿着一把闪着银光的匕首，匕首上还沾着绿色的血，看样子那个黑影就是她了。\n\n\n    “你身后的那位是？”\n\n\n    “哦，她啊，她跟我是同事，那一天用匕首帮我挡下了一颗致命的子弹。她叫月伦特·希尔。”\n\n\n    “你们好。”月伦特用纸擦掉了匕首上的血，把匕首插回腰间，“晚上没有铁剑就不要出来了，这里的怪物大多都不是单个的。”\n\n\n    “杨阳受伤了啊...那到我家里去处理一下伤口吧，休息一下，等天亮了再走吧。”史蒂夫看见了我腿上的一抹猩红。\n\n\n\n\n    史蒂夫的家似乎费了不少功夫，比骆黎的要大得多。他进屋之后， 看了看我的伤口，现在中箭的地方的周围已经开始发黑了，而且有些肿胀，我一看便知道，这\n箭是毒箭，只是毒性强不强我就不知道了。早知道我当初就跟莱克（注：特工部队里的医生，能快速治疗枪伤及箭伤）学点医术了，要是学了现在也不至于这样。史蒂夫皱皱眉，看样子这种毒他也没见过。\n\n\n    “月伦特，你来看一下这是什么毒。”\n\n\n    月伦特把匕首放在箱子上，走过来，用食指沾了一点我伤口里流出来的血，看了看，“是草狐狸-A型，一种慢性毒...还有无形子弹。都是致命毒......但是，这两种毒素在那些骷髅那里为什么会有……”\n\n\n   我听说过草狐狸-A型，这种毒素中毒之后伤口周围是没有任何反应的，而且是慢性，不会立刻有效果，等到毒性发作，就无可挽回了。无形子弹在当时的特工部队里，所有人都是对这种毒素闻风丧胆，这种毒素在一小时内就生效，中毒后伤口周围就变成黑色，不立刻医治就会致死。\n\n\n    “草狐狸的解药我这里有，但是无形子弹呢？”史蒂夫从箱子里拿出一个小药瓶，上面写的全是英文，应该是外国的药物。\n\n\n    “无形子弹我记得它现在的解药还没有开发出来……”月伦特闭上眼想了一分钟，“有一种东西可能有效果，史蒂夫，你在外面找个僵尸，杀掉它，拿一个容器取一点它的血液给我。”\n\n\n    史蒂夫点点头，拿了一个和一把铁剑出去了。月伦特把箭强行拔了出来，用一种草的汁液止了血。\n\n\n    “没想到你还懂医术啊，为什么你觉得僵尸的血有效果？”\n\n\n    “几天前我看见骷髅在僵尸身上射了一箭，它的伤口周围的确是变黑了，但是除了变黑它没有任何异常，今天我杀掉的那些僵尸里有一只就是那天被射中的僵尸。所以我推测僵尸的身体里大概有某种物质可以抵抗这种毒素。”\n\n\n    “对了对了，我记得我以前没见过你啊，你是跟史蒂夫搭档的吗？”骆黎从包里拿出牛肉，坐在椅子上吃了起来。\n\n\n    “这个么……以前是，现在我跟他不在一个小组了，那天我在执行任务的时候看见有人在他背后冲他开枪，就用匕首帮他挡下来了。之后我被人暗算从5楼上推下去，脑震荡深度昏迷，史蒂夫就把我跟他一起带到这里了。”\n\n\n    “这样啊……我原先也跟史蒂夫一个小组，帮他拦截各种有价值的电子邮件或者是暂时黑掉一个网站查看浏览记录。”我现在觉得神志有些不清醒了，眼前的景象也开始模糊。\n\n\n    月伦特发现我神色不对劲，就叫骆黎把我抱到羊毛垫上，平躺在上面，“心里尽量想一些事情，保持自己神志的清醒，现在毒素已经开始生效了，你只要再坚持一下等到史蒂夫回来就可以了。”\n\n\n    我的眼皮越来越重，但是史蒂夫迟迟没有回来，眼前已经天旋地转，现在都开始耳鸣了。头疼的像是要裂开一样，手腕上的静脉已经隐隐约约有些发黑。就在我要昏睡过去的那一刻，史蒂夫回来了，他的手上紧紧抓着一个装着绿色液体的玻璃瓶，“快，她已经快没意识了。”史蒂夫把瓶子交给月伦特，从箱子里找到了一把\n小刀递给月伦特。\n\n\n    她打开玻璃瓶，用小刀挑开我的伤口，用食指沾了些僵尸血滴在伤口里，我感觉伤口一阵灼痛，神志瞬间清醒了不少。这样重复了几次，过了五分钟，伤口周围的黑色慢慢褪去了。\n\n\n    “把草狐狸的解药给我。”我把里面的药粉涂在伤口上，因为解药里掺了点薄荷，所以我能感受到的疼痛感比较轻微，大多都是丝丝的凉意。\n\n\n\n\n   因为这种毒中毒后不能睡觉，如果睡觉，毒就会复发，所以要隔上五个小时才行。月伦特和骆黎都去睡了，史蒂夫和我坐在椅子上磨骨粉。\n\n\n   “史蒂夫，我前几天收到了Notch寄来的光盘，在破解的时候就被Herobrine送到了这里，你知道是怎么回事吗？”\n\n\n   “不知道。那张光盘你有没有觉得有什么奇怪的地方？”\n\n\n   “嗯……那上面有一种名为‘Herobrine'的病毒，能破坏电脑上的所有文件。”\n\n\n   “你……你说什么？’Herobrine‘？那个病毒……是月伦特制作的！怎么可能会在Notch的光盘上？”\n\n\n   “不光是Notch的 ，Herobrine给骆黎的光盘上也有那个病毒。而且，你说那么厉害的电脑病毒是月伦特制作的？”\n\n\n   “是的...月伦特原先是一个电脑黑客，后来她的高智商和思维能力被我的上司看中，她就加入了特工部队。我们部队的文件就被她用‘Herobrine’黑过。黑客技术比你还好。”\n\n\n   “会不会是她把病毒交给了Notch或者是Herobrine？”\n\n\n   “不清楚……不过你先把光盘的事放放吧，等活着离开了你去找Notch问问吧。”\n\n\n   我的直觉告诉我：这个叫月伦特的人，绝对不止黑客和特工这么简单，她的身上，也许还有什么惊天的秘密……\n\n\n\n\n\n\n索引贴\n",
    "replies": [
        {
            "author": "meijunyi",
            "timestamp": 1406601780,
            "txt_content": "再接再厉，加油"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1406601780,
            "txt_content": "书名感觉好奇葩= ="
        },
        {
            "author": "Aikawastep",
            "timestamp": 1406602620,
            "txt_content": "支持一个OAO"
        },
        {
            "author": "the-blaze",
            "timestamp": 1406602740,
            "txt_content": "这个叫特仑苏的人，身上绝对有秘密"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1406603220,
            "txt_content": "你这个大缺德=w={:10_503:}"
        },
        {
            "author": "1285442108",
            "timestamp": 1406618040,
            "txt_content": "加油lz大大"
        }
    ]
}