{
    "title": "<连载?单章>【猪猪君历险记】作者：418878840【第七章：为何又有一个黑影】",
    "author": "418878840",
    "replyCount": 3,
    "timestamp": 1406614560,
    "txt_content": " 本帖最后由 418878840 于 2014-7-29 14:28 编辑 \n好久没更新了，今天有空就拿来写了，求个人气\n索引http://www.mcbbs.net/thread-295300-1-1.html\n\n\n我是文章\n\n第七章：为何又有一个黑影 \n   猪猪君跟着雪朔来到了守护神的祭坛前，非常的简陋啊，连个贡品都没有。\n   “由于我没什么法力，也帮不了什么忙，人们自然不会来供奉我。”雪朔无奈地说。\n   “你的条件呢？”猪猪君可没空跟他废话。\n   “很简单，我需要离开这里一段时间，而你则只需要在这段时间内打扫打扫这个祭坛就行了，是不是很容易啊。”\n   “不会坑我吧？”\n   “怎么会呢，我可是神啊，会是那种人吗？”\n   “我觉得挺像的。”猪猪君说道。\n   \n   雪朔走后，猪猪君并没有认真去打扫，而是吊儿郎当的逛起了祭坛。 祭坛虽小，但也不失豪华，看来那个雪朔还是很有钱的，猪猪君想到。\n   就在这时，猪猪君突然听到外面有动静，不会是怪物什么的吧。猪猪君小心翼翼的躲在祭坛后，探出头来，想看看是谁。\n   只见一个拿着水晶球的黑影朝这边飞来…… \n   “原来是他啊。”猪猪君稍微放下心来，不过还是有个疑问：他来这干嘛，难道也是摔下来的？\n   猪猪君虽然是只猪，但却不笨，脑子里开始思索一些可能性，他手里拿着水晶球，水晶球可以找到他的肉身，肉身在那个亡灵肚子里，而他又到了这里，也就是说那个亡灵……猪猪君感觉不妙，刚想回头，啪！便被打晕了。\n\n\n   猪猪君这是他有生之年第二次感觉到眼前一黑了，第一次醒来时是在冰窟里，那么这次呢？猪猪君开始祈祷，然后慢慢睁开眼睛，靠！还是冰窟！不过这次的冰窟好像不一样了。因为猪猪君看到了一个熟悉的身影……\n   “大胖鸭！原来你在这。”猪猪君立马从地上做起来，只见大胖鸭在跟另外一个黑影聊天，至于猪猪君是怎么分辨出两个黑影的，那就不得而知了。\n   那个黑影看到猪猪君醒了，便停止了谈话，飘了过去，大胖鸭也跟在后面。\n   “你终于醒了，你还得感谢我救了你呢。”大胖鸭用翅膀拍了拍胸膛，以体现它那“高大威猛”的形象。\n   “救了我？把我打晕算救吗！“猪猪君怒道。\n    此时的黑影慢慢的漂到了猪猪君面前，解释道：“因为我怕你乱叫，惊到那个家伙，所以只好把你打晕带走了。\n   “那个家伙？不会是那个黑影吧。”\n   “是的。”黑影说道，“那个家伙我并不认识，不过它的身上有一股邪恶的气息，绝对不是好人。”\n   猪猪君惊呆了，于是那个黑影就把整件事的来龙去脉都说了出来。\n   第二个黑影也是也是一个死灵法师，也是在一次实验中丧生，更奇葩的是也有一个亡灵逃了出来，这叫什么事啊。不过既然大胖鸭是他所救，猪猪君还是感谢了一下。\n \n   “不对啊，如果它是坏蛋的话，又为何要救我呢。”猪猪君觉得这件事有问题。\n   “可能你对它有着利用价值吧。”黑影也在想这件事，完全没有头绪啊。 \n   猪猪君见想不出来，干脆也不想了，开始打量起四周来。这里也是一个冰窟，只不过比之前的大，也没那么冷了。\n   “对了，你叫什么名字？”猪猪君转过头来问道。\n   “末翼,你呢。” \n   “我没有名字，不过你可以叫我猪猪君。”\n   猪猪君看了看黑影，总感觉事情有些不对头…… \n",
    "replies": [
        {
            "author": "418878840",
            "timestamp": 1406688900,
            "txt_content": "没人，那我自己顶顶好了"
        },
        {
            "author": "niop",
            "timestamp": 1407635820,
            "txt_content": "你这么会灌水，你是灌水党么？"
        },
        {
            "author": "风暴暴风",
            "timestamp": 1409651220,
            "txt_content": "顶\n要顶 \n必须顶 \n不得不顶 \n用尽全力顶 \n再加上千斤顶 \n总之把它顶到顶 \n接着使出葵花宝顶 \n就算顶到史前也要顶 \n老子看了会用道德经顶 \n孔子亲自拜你为师天天顶 \n秦始皇站在阿房宫上使劲顶 \n汉高祖挥师杀向东罗马为你顶 \n吕布抛弃了貂禅而选择了帮你顶 \n张三丰见了后用太极拳九式全力顶 \n左冷禅召开武林盟主大会商讨如何顶 \n西门吹雪从此学会了最强一招剑神一顶 \n龙剑飞的如来神掌最后一式改为万佛朝顶 \n陆小凤从此再也不管闲事了而专门来为你顶 \n四大名捕四面出击看天下还有没有人敢不在顶 \n黄飞鸿的宝芝林里从此多了一味药叫做吃了就顶 \n霍元甲其实根本就没有死因为他还想要努力帮你顶 \n蒋介石之所以秃了顶就是因为天天晚上在费力为你顶 \n爱因斯坦宁愿自已把相对论彻底的否定也要来为你顶顶 \n萨达姆成了亡国奴可是一直到现在都没有屈服而在拼命顶 \n本拉登在曼哈顿不小心放了两个大花炮现在只能躲起为你顶\n"
        }
    ]
}