{
    "title": "什么叫倒霉 【笑话】",
    "author": "8132111",
    "replyCount": 4,
    "timestamp": 1406615520,
    "txt_content": "1.出生的时候，刚好赶上了接生护士失恋，我由于没在第一时间哭出声来，结果被她一顿暴打。\n2.一岁的时候，刚学会爬着走路，满屋子爬，结果在我的床下摸到了一个老鼠夹。据说那个老鼠夹买回来两年了，一只老鼠没夹着，第一次夹到的就是我的手。\n3.两岁的时候，我学会了走路。在家里和爸妈捉迷藏。我躲在我的床下，结果踩到了另一个老鼠夹。据说这个老鼠夹买回来三年了，第一次夹到的就是我的腿。\n4.三岁的时候，我想下楼梯。隔壁的张老太说要牵我下楼梯,免得摔着。结果话没说完，她就直接摔下楼梯了。从四楼顺着楼梯摔到了一楼，直接跨入老年痴呆阶段。\n5.四岁的时候，警察叔叔牵我过马路，我还没说谢谢。他就被辆摩托车撞到了马路对面，一级残疾。\n6.五岁的时候，爸爸送我去幼儿园。幼儿园阿姨夸我长得很漂亮.话刚说完，五楼就掉了个花瓶下来，直接命中了阿姨的头盖骨。\n7.六岁的时候，第一次上动物园。我说，那头公熊猫比那头母熊猫好看。第二天，那头被我夸我的熊猫死于难产。\n8.七岁的时候，我上了小学。期末考试，数学老师说我考了59分,就算60分好了。第二天，数学老师死于车祸。\n9.八岁的时候，我夸我们班那位女生长得好漂亮。五分钟后，这位女生赶上了罕见的流星雨。\n10.九岁的时候,我学会了抢劫。我拦路抢劫了一个五岁的小朋友。结果被他一顿暴打。他自称是少林寺俗家****。\n11.十岁的时候，我和小胖一块上厕所。小胖夸我上厕所的样子真帅,我正准备说谢谢，小胖已经掉进了厕所。\n12.十一岁的时候，老师问我三七等于多少。我说三七二十一。老师说，你真聪明，话没说完死于心脏病。\n13.十二岁的时候，小学毕业考试。监考老师对我说，快抓紧时间,时间不多了。我说，谢谢老师的提醒。刚说完，老师头顶的电风扇掉落了......\n14.十三岁的时候,我读初中了。我之前的经历吓得没人敢和我接近。只有一个号称大胆的王姓同学跟我说了一句：我不相信你会这么背，当天下午，王大胆被两头公牛追了八条街。\n15.十四岁的时候，老师要我们写作文，题目叫＜我们的大桥＞。我在作文里提到：城里的那座大桥很雄伟.......第二天，我去上课的时候，发现那座大桥突然倒塌了。\n16.十五岁的时候，我喜欢上了一个女孩。我不敢说出来，怕害了她。可我控制不了自己，终于我挑了个晴朗天气在学校空旷的场上跟她表白。.据天气预报说，当天绝对不会有流星雨。可当我表白后，地震发生了，我看着这位女孩哭着掉进了裂层中......\n17.十六岁的时候,我读高中了。我喜欢上了踢足球,对方守门员夸我球踢得不错。于是，球门突然倒塌了......\n18.十七岁的时候，我跟着人群去观摩跳楼实景。结果，我被他压在了身下......两个月后，我和他双双出院.在住院部门口，他对我说谢谢我救了他。于是，他被另一个跳楼的压在了身下，这次他没能幸免于难......\n19.十八岁的时候，我成年了。我第一次上银行取钱，结果碰上了劫匪抢银行。QQ空间搞笑日志，柜台小姐跟说：嘘...别出声，不然劫匪会杀人的。话音未落，柜台小姐被劫匪打成了麻花......\n20.十九岁的时候上大学与同学一起喝酒，四人喝了两瓶酒，三人跟着阎王走。我受到开除留校察看处分……\n21.二十岁的时候,我跟同学说，坐飞机比坐火车安全。于是,飞机开始往下掉......\n22.二十一岁的时候，我跟爸爸说，有机会的话我一定要到美国的双子楼去看看。于是，911发生了......\n23.二十二的时候，我和同事打赌，中国队在世界杯上一定可以取得好成绩。于是......后来，有个全国性的研讨会邀请我列席，主题是我为什么这么倒霉。当我把我的事迹提交到组委会后，主题换成了我为什么这么走运.我旁听。\n24.二十三岁的时候，四月，我辞去银行工作到一家航空旅游公司，不久非典来了。公司倒闭……\n25.同年，失业在家，的确闲来无事，谈了一女友，老一套过后该ks了，结果口罩对口罩……\n26.见很多人大发“非典”财，俺心动，凑了15万元拉了一车蔬菜，到北京就有人出25万买下，哼！再等等，没35万免谈，第三天，菜价平稳了，菜开始烂了，赶紧找买主，对方出价3000元，卖了……\n27.中国有句老话:哪跌倒的就从哪儿爬起!俺发现口罩一直供不应求，价格走高,开始办厂，生产“帅”牌口罩。用废料很省钱，一天赚了一万。第二天，工商，技术监督局把俺厂封了，罚款3万……\n28.看来俺不是做生意的料，当官吧!俺花了4.8万给局长，他答应给俺搞定!明天就上班。第二天，俺去了，局长被检察院的车带走了，俺的钱不但打了水漂，还把俺弄进去了……\n29.一个月后俺取保候审，刚到家，女友倒在了医院听说是得了“非典”，我到时她走了。嘴上戴着“帅”牌口罩……\n30.我还是走正道吧。跟“爱吃饭”网友学上网，在她的鼓励下我发了一个贴子叫《看贴为什么要回贴》她大加赞美，赶紧跟贴，结果她的电脑“中招”电脑几乎报废。第二天我又发了一个贴子叫《看贴我就爱不回贴，怎的？》她吓的不敢回贴了，结果她公司的电脑全部瘫痪……\n31.网上认识了三女网友：第一个声音很甜——56岁；第二个20岁靓，但mm不喜欢男生；第三个21岁，漂亮，有才，喜欢男生，喜欢我，见面时，我给她讲了一个笑话，一口气没上来，笑死了……?\n\n\n\n\n\n\n\n\n\n\n哈哈哈哈哈在一个网上看到的转一下 笑死我啦",
    "replies": [
        {
            "author": "1779745093",
            "timestamp": 1406639340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "leitesasi",
            "timestamp": 1406639760,
            "txt_content": "你他妈是要把我笑死啊"
        },
        {
            "author": "火星使者",
            "timestamp": 1406642820,
            "txt_content": "。。。呵呵"
        },
        {
            "author": "think君",
            "timestamp": 1406643360,
            "txt_content": "这么背= ="
        }
    ]
}