{
    "title": "<连载·单章>【抉择降临】[作者：【andy990928】][【第十场抉择 迷失的道路】]",
    "author": "andy990928",
    "replyCount": 2,
    "timestamp": 1406619840,
    "txt_content": " 本帖最后由 andy990928 于 2014-7-29 15:47 编辑 \n不好意思哈。。。最近天天补课，没怎么管更新的事，这里赶紧更新一章，努力在暑假结束之前完成小说。\n      艾尔罗越来越感觉不对劲，最近一种身体缺失了一部分的感觉总是困扰着他，这种感觉让他在正常工作的情况下也感觉十分虚弱，为什么，大概就是因为宿主的身体素质吧，艾尔罗轻轻的搓揉着自己的太阳穴，那些人类好像是这么叫的，他也只能死马当活马医，这具身体的来历倒也不复杂，是他在一次侦查人类村子时捕获的，艾尔罗用了捕获这个词语，因为当时这人给他的感觉似乎就如野兽一般，他一点也不像他们的同胞，过量的信息传递似乎摧毁了他的思想，艾尔罗也只能从剩下的碎片里读出这样的信息：\n　　“观察。。。记录。。。不能。。。”\n　　那些人类也真是脆弱，这么点打击就让他们的大脑全线崩溃，这也应该算是一个优势，至少他们在真正的困难来临之时，已经没有意识了。艾尔罗若有所思的点了点头，将这一条信息记录下来。\n　　整合基因链，生产部队，提升军队素质，可惜的是，即使艾尔罗仅仅是想要按部就班的进行一件合乎的不能再过寻常的事情，却也常常不如他所愿，在进行第一件事时，他就收到了一次迟来的警告，权限不足，权限不足，他无奈的咀嚼着这一句话，尝到了自由的苦果。\n　　这种程度的限制，暂时还难不倒艾尔罗，轻轻松松的将戈登设置的编码破译，获取权限，进入。。。向来得心应手的艾尔罗却似乎棋差一招，短暂的进入后，他再次被请出，然后又是一段全新的编码，还挺棘手的，艾尔罗想道，算了，等他回来在说吧，没办法操控，只能请他好好的镇守基地了，艾尔罗盘算着，心里却闪现出刚才一瞬间难得的体验：心中的缺失似乎暂时被填满，大概是操控的虫子还没到自己的顶峰，而戈登的虫群恰好能够填满他的空白，应该是这样，虽然世界上不大可能有这么巧合的事情，但戈登还是愿意象 这个结论那接下来的事情就好办了，他打算跳过这一步，直接开始生产部队，这样说不定自己的感觉会好一些。\n　　不行，向外输出的信号越来越微弱了，现在哪怕传递通讯信号也变得困难起来，而这又牵涉到军队的壮大，相对于虫族军队的制造方式，星灵的就要复杂许多，这同样也是一个极大的弱势，不过所幸，自己之前在对附近的艾尔基地进行联络的时候，提到了需要兵力支援的事宜，不过即使是最近的基地，都至少需要将近1个月之后才能到达，自己得在这段时间做好准备，用有限的兵力抵御虫族的进攻。\n　　突然，他头上的凯达林水晶闪烁了一下，心之焦点一般不会产生紊乱的现象，除非。。。他连忙感应了一下，发现自己埋藏在费恩身上的一丝意识。。。被掐断了，塔斯克试图连接，却发现已经无法找到的费恩的坐标了，塔斯克叹了一口气，有限的力量又被分走了一部分，虽然他们是同胞，现在自己仍然希望他们还有机会参与到这场战斗之中，因为最终，没有人能够逃过这场战斗。\n　　事情总是不断变坏，然而却总能通向好的结局，至少能让自己感觉是好的就行了。\n　　郑重其事的敲了敲门，关于那本简史，他有一些问题需要进行详细的询问，这是临时起意，因为尽管过来的路上有过思考，可似乎越是思考，绳子就越是无序，巴德站在台阶上等待了一会，却始终不见里面的人回应，他只能率先一步，推开门走了进去，嘴巴却合拢不起来了。\n　　刚一进屋的时候，他就发现有些异常：屋子里暗的出奇，而现在却是实实在在的早晨，太阳早已超越附近那颗最大的丛林树木了，他奇怪的拉开遮得严严实实的窗帘，让外面明媚的阳光照射进来，而他的目的，显然第一时间达成了，强烈的光线闯进了屋子，但巴德却仍能感觉有些东西还在屋子里，不畏惧阳光，蛰伏在阳光照射不到的阴影之中，然而，更奇怪的是，巴德这才意外的发现村长正对着他，坐在那里，就像往常一样。\n　　神情也对，容貌也对，巴德检查了一下，旋即暗骂自己实在是多疑，这有什么可以怀疑的呢？他缓步上前，拉开椅子，慢慢的坐了下来。\n　　“村长。。。是这样的，我有一点事情。。。”\n　　“向我提问是吧。”村长将后半句抢先说完。\n　　“。。。是的。”巴德虽说奇怪，还是回应了。\n　　“请问，人类是如何击败异虫的呢？由于简史的内容有所缺失，翻来覆去没有答案，”停顿一下，巴德缓缓的说出自己的问题。\n　　村长的眉头很明显的皱了一下，巴德却没有看见，他正打量着村长放在桌上的一本书。\n　　“《人类，我们自己》。”巴德轻轻的读了出来，开始好奇村长什么时候对这种书有兴趣了。\n　　“我们奋勇作战，再加上一点星灵的技术，这就是事情的全部答案。”\n　　答案简洁的可以，可巴德显然不能这么简单的结束，稍稍整理了一下，他追问道。\n　　“请问具体的方式是。。。抱歉，我需要这种方法，因为我们可能再次经历相同的变故。”\n　　“时间太过久远了，具体的方法我也不甚记得了，但可能需要运用到星灵的一项技术，折跃。”\n　　“那是什么？起什么作用？”\n　　“这一点等卡尔从沙漠神殿回来之后，你就能得到你想要的答复。”\n　　“怎么？”\n　　“那地方以前是星灵的主基地，应该能够保留下一点这种技术的痕迹。”\n　　“这样。。。感谢您耐心的解答。”巴德立起身子，向卡尔作别。\n　　“对了。。。卡尔的事情。。。村长您要做好准备了。”走至门口，巴德特意回了个头，意味深长的说道。\n　　村长明显愣了一下，巴德却早已退出了屋子。\n　　退出屋子，这次的一问一答似乎没有收到什么实在的经验，也只能等卡尔那小子回来了，对卡尔这小子，巴德向来很放心，可这一次，却有点心里发憷，他大概知道为什么会这样，虽然艾格尼丝已经擅作主张，跟着去了，但是这一次的地点却是星灵的基地，天知道那里会不会有一点什么奇怪的机关和奇怪的种族，到时候，他们两个人能够完好无损的逃出来么，巴德双手合十，轻放在颔前，为他们两个做了个简单的祈祷。\n　　“为什么不试着按按看那个按钮呢。”走了好长一段路，一行人仍然没有发现出去的通道。连唯一出去的艾尔罗也是褪去了人类的外壳，连接上自己原来的身体，才勉强算是传送了回去，但是戈登却没法这么做，起码得有一个人留下来看着他们。于是，他们兜兜转转，又回到了那间按钮石室。\n　　“好让我逃走。”卡尔抱怨道，却是在心里抱怨，废话，现在绑住他两只手的绳子的另一端还把握在对方都手中呢，自己还不得乖乖就范？\n　　戈登听到了卡尔的声音，刚想装作没听见，转念却又想起自己也困在这里呢，按照自己的路痴程度，就算走一辈子自己也走不出去啊，想到这，戈登气不打一处来，用力按了一下开关，微弱的光芒透过按钮渗出来，可什么也没有发生， 他们还是依旧站在这间完好无损的石室之中。等等，完好无损？戈登发现了不对的地方，他又再次细细打量了这间石室。\n　　与他之前看到的那间不同，这里的情况的确要好得多，地上的灰尘也薄了不少，情理之中，然而他却意料不出之外的那些事情。大概是自己多疑了，哎，和艾尔罗学什么不好，非要学猜忌，得赶紧改掉，不然这样活下去，实在是太累。\n　　“喂！星灵，你过来一下，这东西不是你们的么，赶紧过来看看是怎么回事。”\n　　刚刚戈登按下按钮的那一刹那，伊诺克感到一阵眩晕，仿佛那从按钮背后渗出来的不是光芒，而是有毒的气雾，但既然旁边的人类还没倒下，就应该不是这种原因，刚想着，听到戈登叫他，便无可奈何的上前，想都不想的回答。\n　　“这东西我不认识，应该也不是星灵生产的。”\n　　“可这上面的印记是你们的呀。”\n　　“就是因为这个印记的问题，反正跟你说，你也没办法理解，你只要知道我对这个东西没有头绪就行了。”\n　　戈登生硬的把伊诺克的手移到按钮上，深深的印了进去，这次更没有反应了，甚至连点光芒都懒得闪了。\n　　伊诺克皱了皱眉头，虽说他为戈登的无礼之举感到恼火，可又不好发动。\n　　“该你了人类。”\n　　卡尔在一旁看戏看的快要笑出声了，一听到这句话，脸迅速的变作苦瓜状，那变化的速度连他自己都不大相信，然而该做的事情也是要做的，他将手放在按钮上，大声的问道。\n　　“真的要我按？”\n　　“按吧，出事不管你的事。”\n　　半秒后，当眩晕的感觉降临在他们身上时，戈登这才对着卡尔怒目圆睁。\n　　“果然，还是关了我的事。”卡尔回头望了望艾格尼丝，退后一步，认真的牵住艾格尼丝的手。\n    就像是一开始那样那样。\n索引贴已经更新，大家可以去瞅两眼\n",
    "replies": [
        {
            "author": "㏑243",
            "timestamp": 1406620140,
            "txt_content": "表示语文不好"
        },
        {
            "author": "andy990928",
            "timestamp": 1406620380,
            "txt_content": "Guy 发表于 2014-7-29 15:49\n表示语文不好\n。。。会改进的，语病什么的别在意。。。"
        }
    ]
}