{
    "title": "【宇宙级新手入门】我的世界初心者指南",
    "author": "wzszwj",
    "replyCount": 4,
    "timestamp": 1406644740,
    "txt_content": " 本帖最后由 wzszwj 于 2017-3-16 18:16 编辑 \n\n欢迎来到Minecraft快速入门指南。Minecraft是一个游戏缺乏支线任务和指导的冒险游戏。在Minecraft的世界你可以创造，并创造出任何东西，一切可想而知。它以20分钟一天循环，白天有10分钟，日落和日出只有1.5分钟以及7分钟夜间。在夜间，世界笼罩在黑暗之中，迎接你的是无尽的怪物。\n重要按键:\n移动: W, A, S, D\n跳: 空格\n蹲下/潜伏: 按住 Shift - 当进入潜伏状态，你不会从边缘掉下去\n背包: E\n选择快捷栏的物品, 按 1~9.\n在进入一个新的世界，两个最重要的事情要做工具，建设住房。找树木和木材采伐是对制作工具的第一个步骤。一旦你找到了树木，用你的拳头猛击他们，并收集掉落的木材。收获资源，按住鼠标左键，直到块被打出了裂缝。一旦方块被破坏，你可以走到物品附近自动收集物品。继续揍树，直到你收集了10块木头。重要信息：在多人游戏服务器，你将无法收获的出生点的附近的方块。现在，在你完成收集木材，开始寻找并建立你晚上一栖身的地方。请记住，你第一晚的住房应该是一个简单的避难所，防止怪物的侵袭。在山的顶部高密集区通常是一个很好的位置，但其实在任何地方都行。一旦你已经确定一个合适的位置作为你的住所，是时候给你的木材转化成木板。按“E”来打开您的背包，在那里你应该注意到了在你角色右边的2x2网格中。当你把原木放进去，每一块可以变成4个木板。使用您收集的原木创建24木板木块。\n现在，你有木板，你可以造一个工作台。在工作台，您将创造的大多数工具和Minecraft中的物品，所以请务必将它放在一个便捷的位置。\n当你放置好工作台，你可以打开它（右键单击它），呈现出各3x3的网格，类似于背包里的那个。现在造些木棍，将两个木板在工作台，一个在另一个的上面。 用6个木板造12支。用背包里的木板和木棍，您就可以创造自己的第一套木制工具。你应该创造的第一个工具是一个镐头，斧头，铲子和一把剑。当你造好工具后，你就可以开始建造你的第一个避难所。你晚上建造避难所的目的仅仅是为了保护你不受怪物攻击。理想的情况是你已经确定了合适的位置来建造避难所，但如果你发现你需要用你的拳头猛击工作台捡起来才能移动它，你可以这样做。\n\n使用木铲快速挖出墙壁的样子，但是如果恰好发现石头，你可以用木稿挖下来。你的避难所并不需要很大，只要能让你平安度过夜晚。\n\n最后一步，为了度过第一个晚上，要用圆石做一个炉子。如果你不能找到任何可见的石头，用你的木铲挖一些附近的泥土或沙子，直到你开始看到一些石头。当你找到的石头，用你的木镐，收集20块圆石。 \n收集足够的圆石后，您就可以放心地把自己关在避难所里了。返回到您的工作台造一个炉子。用8个圆石在工作台上围成一个圈然后拿出炉子，放在工作台附近。现在，你有一个炉子，你可以制作火把作为夜间的光源。打开炉子，并放置一块木板在炉子下面的方框并且防止几块原木到上面的方框，出现木炭后把木炭放到下面。你的第一块木炭可以用来保持炉内点燃，然后继续让原木转换成木炭，直到你有5个木炭。\n用剩余的木棒和新烧好的木炭，你现在可以做火把。打开您的背包将木炭和木棍摆成上图的样子，就造好火把了。一木棒和一块木炭合成4火把。制作火把后，您可以用它们给庇护所提供光源。\n现在基本教程已经结束了，你就可以开始探索或建造宏伟建筑。你的住所造完后，你应该有一组木制工具，一些火把，一炉和工作台。你可以花你的第一个晚上准备合成一套新的石制工具，挖掘庇护所的地下区域，或探索外面世界。只是一定要注意爬行者(苦里怕)！\n原文地址:安派游戏",
    "replies": [
        {
            "author": "liuxinyu",
            "timestamp": 1406644800,
            "txt_content": "沙发是我么？？？"
        },
        {
            "author": "诶哟不错哟",
            "timestamp": 1406644920,
            "txt_content": "LZ是个好人，祝你一生平安"
        },
        {
            "author": "2895788",
            "timestamp": 1406645280,
            "txt_content": "我是地板液"
        },
        {
            "author": "tttt5000",
            "timestamp": 1406647020,
            "txt_content": "我只想说，嘿~火星空气好么"
        }
    ]
}