{
    "title": "【合成表】最新表格型合成表，最清晰，一目了然",
    "author": "siska",
    "replyCount": 18,
    "timestamp": 1406700780,
    "txt_content": " 本帖最后由 siska 于 2014-7-30 16:40 编辑 \n\n合成表\n\n基础材料材料材料工具成品需求技能等级1 原木4 木板Level 01 木板手锯4 木条Level 01 废金属2 钉子Level 01 废金属营火2 螺栓Level 02 木条口袋小刀1 木尖锥Level 01 树枝3 木条Level 01 岩石3 石块Level 02 石块营火1 废金属Level 01 动物皮裤1 动物皮Level 01 动物皮1 罐子2 布基胶带Level 01 布料手锯2 绳索Level 01 废金属手锯2 金属线Level 02 废金属钉锤1 罐子Level 0\n\n部件材料材料工具成品需求技能等级2 木板1 木制平面Level 02 木条1 木制支架Level 02 木制平面1 木制框架Level 02 木制支架1 木制十字Level 02 石块1 石制平面Level 01 石块1 木板1 石制支架Level 02 石制平面1 石制框架Level 02 石制支架1 石制十字Level 0\n\n屏障/陷阱\n材料材料工具成品需求技能等级3 木板1 钉子1 木制屏障Level 01 木制框架1 螺栓1 木门Level 02 钉子1 铁蒺藜Level 02 金属线1 带刺铁丝网Level 04 木尖锥1 木尖锥陷阱Level 01 罐子2 废金属1 捕兽夹Level 03 废金属2 金属线1 电陷阱Level 07 布料2 布基胶带1 睡袋Level 08 布料5 废金属1 简易床Level 04 木条4 石块1 营火Level 01 木门1 螺帽1 木窗Level 01 木窗3 废金属1 金属窗Level 03 炸药原料2 布基胶带1 C4炸药Level 22 炸药原料4 金属线1 阔刀地雷Level 22 炸药原料1 罐子1 地雷Level 24 废金属2 螺帽1 金属屏障Level 21 木门3 废金属1 金属门Level 22 木条2 螺栓1 火盆Level 03 带刺铁丝网2 木支架1 铁栅栏Level 01 铁栅栏4 废金属1 电栅栏Level 0\n储物箱材料材料工具成品需求技能等级2 木制框架3 木制十字1 木箱Level 11 木箱3 木制十字1 宝箱Level 21 木箱3 废金属1 金属保险箱Level 2\n\n建筑材料材料工具成品需求技能等级3 木制框架1 木制地基Level 02 木制框架1 木制支柱1 木制墙壁Level 01 木制墙壁1 木制支架1 木制门框Level 02 木制支架1 木板1 木制支柱Level 03 木制平面1 木制十字1 木制平台Level 01 木制平台2 木制支架1 木制斜坡Level 01 木制地基4 肥料1 温室地基Level 01 木制平台4 肥料1 温室平台Level 01 木制平台1 木制框架1 木制天井Level 09 木条1 布基胶带1 木制爬梯Level 01 木制门框1 木制支架1 木制窗框Level 01 木制支柱2 木制筒柱Level 01 木制墙壁2 木制垒墙Level 01 石制支柱2 石制筒柱Level 11 石制墙壁2 石制垒墙Level 12 石制框架1 石制支柱1 石制墙壁Level 11 石制墙壁1 石制支架1 石制门框Level 11 石制门框1 石制支架1 石制窗框Level 12 石制支架1 木板1 石制支柱Level 11 木制窗框1 木制支架1 车库顶棚Level 02 木窗2 螺帽1 木制大门Level 02 金属窗2 螺帽1 金属大门Level 01 木制地基2 木制爬梯1 码头地基Level 0\n\n服饰材料材料工具成品需求技能等级4 动物皮1 动物皮衣Level 03 动物皮1 绳索1 动物皮裤Level 04 动物皮1 布基胶带1 动物皮背包Level 01 精致的衬衣2 布料Level 01 皇家骑警制服2 布料Level 01 警察制服2 布料Level 01 军队制服2 布料Level 01 医师袍2 布料Level 01 橙色卫衣2 布料Level 01 粉红色衬衣1 布料Level 01 西装2 布料Level 01 蓝色毛线背心1 布料Level 01 工装上衣2 布料Level 01 围裙上衣2 布料Level 01 海员制服1 布料Level 01 格子衬衣2 布料Level 01 厨师上衣2 布料Level 01 精致的牛仔裤2 布料Level 01 工装牛仔裤2 布料Level 01 医师裤2 布料Level 01 灰色裤2 布料Level 01 卡其色裤1 布料Level 01 西装裤2 布料Level 01 棕色裤1 布料Level 01 工装裤2 布料Level 01 围裙裤2 布料Level 01 伐木工裤2 布料Level 01 厨师裤2 布料Level 0\n\n药品材料材料工具成品需求技能等级2 布料1 碎布Level 02 碎布1 绷带Level 02 绷带1 敷料Level 01 废金属2 木条1 夹板Level 01 肥料1 维他命1 净水剂Level 02 红浆果石块1 碾碎的红浆果Level 02 蓝浆果石块1 碾碎的蓝浆果Level 02 粉浆果石块1 碾碎的粉浆果Level 02 白浆果石块1 碾碎的白浆果Level 02 绿浆果石块1 碾碎的绿浆果Level 02 紫浆果石块1 碾碎的紫浆果Level 0\n\n食品材料材料工具成品需求技能等级1 生鹿肉营火1 熟鹿肉Level 01 生培根营火1 熟培根Level 01 发霉的瓶装水1 净水剂1 瓶装水Level 01 发霉的牛奶1 净水剂1 牛奶Level 01 发霉的橙汁1 净水剂1 橙汁Level 0\n\n农作物材料材料工具成品需求技能等级1 绳索1 布料3 肥料Level 01 新鲜的胡萝卜2 胡萝卜种子Level 01 发霉的胡萝卜1 胡萝卜种子Level 01 新鲜的番茄2 番茄种子Level 01 发霉的番茄1 番茄种子Level 01 新鲜的卷心菜2 卷心菜种子Level 01 发霉的卷心菜1 卷心菜种子Level 01 新鲜的玉米2 玉米种子Level 01 发霉的玉米1 玉米种子Level 01 新鲜的马铃薯2 马铃薯种子Level 01 发霉的马铃薯1 马铃薯种子Level 0\n\n弹药材料材料工具成品需求技能等级2 军用子弹1 NATO弹夹1 NATO弹夹Level 04 军用子弹1 NATO弹鼓1 NATO弹鼓Level 01 民用子弹1 Swift弹夹1 Swift弹夹Level 01 民用子弹1 Bonjour弹夹1 Bonjour弹夹Level 01 民用子弹1 Lebel弹夹1 Lebel弹夹Level 02 曳光子弹1 NATO曳光弹1 NATO曳光弹Level 02 民用子弹1 Savage弹夹1 Savage弹夹Level 04 民用子弹1 Savage弹鼓1 Savage弹鼓Level 01 民用子弹1 Winchester弹夹1 Winchester弹夹Level 01 军用子弹1 Laupa弹夹1 Laupa弹夹Level 01 曳光子弹1 Laupa曳光弹夹1 Laupa曳光弹夹Level 02 民用子弹1 Yuri弹夹1 Yuri弹夹Level 01 民用子弹1 Xtrmin弹夹1 Xtrmin弹夹Level 01 木条1 钉子3 箭矢Level 01 弹壳2 钉子3 鹿弹Level 01 弹壳2 螺栓6 独头弹Level 0\n\n附件材料材料工具成品需求技能等级1 手提灯2 帆布胶带1 战术灯Level 02 罐装可乐2 罐子营火1 简易消音器Level 01 双筒望远镜2 布基胶带1 高倍准镜Level 0\n\n工具材料材料工具成品需求技能等级1 电池2 废金属1 手提灯Level 03 木制支架2 绳索1 长弓Level 01 罐子1 瓶装水1 水壶Level 03 钉子1 炸药原料1 破片手雷Level 21 大锤4 废金属1 千斤顶Level 01 建筑头盔1 手电筒1 矿工灯Level 0\n\n\n--Unturned中文WiKi\n",
    "replies": [
        {
            "author": "@@@....",
            "timestamp": 1406700900,
            "txt_content": "楼主就不能不用背景颜色吗，看着眼睛好痛啊"
        },
        {
            "author": "siska",
            "timestamp": 1406701020,
            "txt_content": "@@@.... 发表于 2014-7-30 14:15\n楼主就不能不用背景颜色吗，看着眼睛好痛啊\n搞好了               "
        },
        {
            "author": "@@@....",
            "timestamp": 1406701080,
            "txt_content": "siska 发表于 2014-7-30 14:17\n搞好了\n谢谢咯QWQ"
        },
        {
            "author": "⭐✔️",
            "timestamp": 1406701500,
            "txt_content": "中文WIKI复制有意思吗"
        },
        {
            "author": "siska",
            "timestamp": 1406701620,
            "txt_content": "贰逼 发表于 2014-7-30 14:25\n中文WIKI复制有意思吗\n有人不会翻WiKi嘛"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1406701980,
            "txt_content": "siska 发表于 2014-7-30 14:27\n有人不会翻WiKi嘛\n关键是这个有人发过了= ="
        },
        {
            "author": "siska",
            "timestamp": 1406702160,
            "txt_content": "yuchenyang 发表于 2014-7-30 14:33\n关键是这个有人发过了= =\n不是吧{:10_503:}"
        },
        {
            "author": "Leng_Mou",
            "timestamp": 1406704860,
            "txt_content": "请在帖子内注明复制的地址。"
        },
        {
            "author": "siska",
            "timestamp": 1406709600,
            "txt_content": "Leng_Mou 发表于 2014-7-30 15:21\n请在帖子内注明复制的地址。\n最后一行设了超链接"
        },
        {
            "author": "Ai_Zang",
            "timestamp": 1407145020,
            "txt_content": "求问楼主宽胶带怎么弄"
        },
        {
            "author": "siska",
            "timestamp": 1407147600,
            "txt_content": "Ai_Zang 发表于 2014-8-4 17:37\n求问楼主宽胶带怎么弄\n要捡的，没得合成"
        },
        {
            "author": "Ai_Zang",
            "timestamp": 1407147900,
            "txt_content": "siska 发表于 2014-8-4 18:20\n要捡的，没得合成\n在哪弄啊好需要打说"
        },
        {
            "author": "siska",
            "timestamp": 1407197820,
            "txt_content": "Ai_Zang 发表于 2014-8-4 18:25\n在哪弄啊好需要打说\n哪个地方都有可能刷出来\n\n\n\n\nduct tape.jpg (7.87 KB, 下载次数: 1)\n\n下载附件\n\n2014-8-5 08:18 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "信豪哥",
            "timestamp": 1407200820,
            "txt_content": "錶示看著很不爽。。真的"
        },
        {
            "author": "33882",
            "timestamp": 1407339720,
            "txt_content": "Ai_Zang 发表于 2014-8-4 17:37\n求问楼主宽胶带怎么弄\n1动物皮(Animal Pelt)+1 空罐头(Can)=宽胶带(Duct Tape)"
        },
        {
            "author": "330430254",
            "timestamp": 1408087260,
            "txt_content": "Ai_Zang 发表于 2014-8-4 18:25\n在哪弄啊好需要打说\n能自己做的    用一个动物皮 加一个罐头 可以合成"
        },
        {
            "author": "2ol2",
            "timestamp": 1409144940,
            "txt_content": "肥料在哪弄……到现在没搞懂"
        },
        {
            "author": "siska",
            "timestamp": 1409148120,
            "txt_content": "2ol2 发表于 2014-8-27 21:09\n肥料在哪弄……到现在没搞懂\n有船的那个小镇，那里有间农作物商店"
        }
    ]
}