{
    "title": "地图分布~更新了哦~【迷宫】",
    "author": "kuiser",
    "replyCount": 19,
    "timestamp": 1406727720,
    "txt_content": "~~~~~~~~~~~这是本人第一次发帖，请大家支持，本人制作的是迷宫地图，希望大家喜欢~~~~~~~~~~~\n\n        ：希望大家多多支持\n        ：本地图是迷宫\n        ：你一定玩得要开创造（应为你走不出去嘿嘿）\n\n   废话不多说了\n    直接上图\n\n    以后我还会在出的~\n   新人发帖要支持哦~\n\n\n\n\n\n\n\n\n(29.75 KB, 下载次数: 10)\n\n\n\n\n下载附件\n\n\n2014-7-30 21:40 上传\n\n\n\n\n\n\n\n\n终点啦~\n\n\n\n\n\n\n\n\n\n\n\nOHV3V}N7L9CRS){T9Y~)`86.jpg\n(33.92 KB, 下载次数: 14)\n\n\n\n\n下载附件\n\n\n2014-7-30 21:40 上传\n\n\n\n\n\n\n\n\n路中~暴露一下\n\n\n\n\n\n\n\n\n\n\n\nLRYDBE5%LEDH}0RAF}3_RQ0.jpg\n(45.31 KB, 下载次数: 13)\n\n\n\n\n下载附件\n\n\n2014-7-30 21:41 上传\n\n\n\n\n\n\n\n\n这当然是开头啦\n\n\n\n\n\n\n\n\n\n\n\n\n\n彭寺迷宫.rar\n\n\n2014-7-30 21:42 上传\n点击文件名下载附件\n\n\n\n\n183.37 KB, 下载次数: 155\n\n\n下载啦~\n\n\n\n",
    "replies": [
        {
            "author": "xls/###",
            "timestamp": 1406728260,
            "txt_content": "地图发布，，地图分布傻傻分不清楚。。"
        },
        {
            "author": "尝试不一样",
            "timestamp": 1406729040,
            "txt_content": "下载好了怎么玩啊？？????????"
        },
        {
            "author": "kuiser",
            "timestamp": 1406731620,
            "txt_content": "/xls/### 发表于 2014-7-30 21:51\n地图发布，，地图分布傻傻分不清楚。。\nh呵呵，不要做伸手党哦~"
        },
        {
            "author": "kuiser",
            "timestamp": 1406731740,
            "txt_content": "尝试不一样 发表于 2014-7-30 22:04\n下载好了怎么玩啊？？????????\n下载后把文件解压到m...的se...文件里"
        },
        {
            "author": "ouqianwei",
            "timestamp": 1406765520,
            "txt_content": "kuiser 发表于 2014-7-30 22:49\n下载后把文件解压到m...的se...文件里\n.minecraft/save"
        },
        {
            "author": "末影哨兵",
            "timestamp": 1406766540,
            "txt_content": "ouqianwei 发表于 2014-7-31 08:12\n.minecraft/save\nＤ：＊＊＊＊＊／＊＊＊＊＊／ｍｉｎｅｃａｒｆｔ／ｓａｖｅｓ"
        },
        {
            "author": "末影哨兵",
            "timestamp": 1406766600,
            "txt_content": "ouqianwei 发表于 2014-7-31 08:12\n.minecraft/save\nＤ：＊＊＊＊＊／＊＊＊＊＊／ｍｉｎｅｃａｒｆｔ／ｓａｖｅｓ"
        },
        {
            "author": "ouqianwei",
            "timestamp": 1406770320,
            "txt_content": "末影哨兵 发表于 2014-7-31 08:30\nＤ：＊＊＊＊＊／＊＊＊＊＊／ｍｉｎｅｃａｒｆｔ／ｓａｖｅｓ\n签名...看了好久..."
        },
        {
            "author": "arret",
            "timestamp": 1406770440,
            "txt_content": "玩了一下把地图炸了"
        },
        {
            "author": "arret",
            "timestamp": 1406770500,
            "txt_content": "玩了一下把地图炸了"
        },
        {
            "author": "kuiser",
            "timestamp": 1406784240,
            "txt_content": "barret 发表于 2014-7-31 09:35\n玩了一下把地图炸了\n不喜欢可以炸...."
        },
        {
            "author": "小，西红柿",
            "timestamp": 1406794320,
            "txt_content": "支持一下{:10_512:}"
        },
        {
            "author": "CJXZ",
            "timestamp": 1406795880,
            "txt_content": "迷宫不好玩，总是被坑QAQ"
        },
        {
            "author": "1258513149",
            "timestamp": 1406796120,
            "txt_content": "kuiser 发表于 2014-7-31 13:24\n不喜欢可以炸....\n不炸没人性"
        },
        {
            "author": "1258513149",
            "timestamp": 1406796120,
            "txt_content": "kuiser 发表于 2014-7-31 13:24\n不喜欢可以炸....\n不炸没人性"
        },
        {
            "author": "q1807043811",
            "timestamp": 1406796600,
            "txt_content": "1258513149 发表于 2014-7-31 16:42\n不炸没人性\n...................."
        },
        {
            "author": "q1807043811",
            "timestamp": 1406796720,
            "txt_content": "1258513149 发表于 2014-7-31 16:42\n不炸没人性\n...................."
        },
        {
            "author": "arret",
            "timestamp": 1406799840,
            "txt_content": "kuiser 发表于 2014-7-31 13:24\n不喜欢可以炸....\n有人性的LZ"
        },
        {
            "author": "尝试不一样",
            "timestamp": 1412561520,
            "txt_content": "“嗖——”一声清脆的声响，箭矢离弦而去，随着一声爆炸声，史蒂夫站在高高的黑曜石柱子上，精准了射碎了远处的一块能量水晶。\n此举大大激怒了末影龙，末影龙发出“吱吱——”的咆哮声向史蒂夫所站的高处俯冲过来。史蒂夫扔掉了弓箭，抽出长矛，一个跨步，闪过了末影龙的冲撞，转身就把矛向龙的背部掷去。尖利的长矛刺穿了末影龙的翅膀。末影龙陡然回旋，在史蒂夫还未抽出长刀之时就折了回来。奋力一撞，竟把黑曜石柱给撞碎了一块，史蒂夫的刀落到了柱子下，而他本人却被抛到了空中，说时迟那时快，史蒂夫在下落时迅速抽出匕首，龙一摆尾，史蒂夫就把刀子送进了它的尾骨，末影龙除了橡皮般坚硬的皮肤，似乎就没有一点肉。史蒂夫的刀子没能扎进它的肉里，但却卡住了骨头。\n龙一吃痛，猛烈地甩着尾巴，史蒂夫知道自己这一放手就会被甩入无尽的黑暗之中，他借着隐约的亮光看清了地上那密密麻麻的末影人，似乎都在注视着这天上的厮斗。他紧紧地抱着龙尾，并且顺着末影龙的骨节一寸一寸的向上爬去。末影龙从来没有这么被人束缚，剧烈的在空中翻滚着，史蒂夫记得自己在行动前为了能够更加轻巧的活动，脱去了铁盔甲，换上了皮制的护服。\n终于爬上了龙的背脊，滑腻的皮肤差点就要把史蒂夫甩下去，史蒂夫伸手去抓那插在龙的翅膀上的长矛，就在这一只手松开之时，龙骤然一抖，史蒂夫再次被甩入空中。龙头回转过来，张开血盆大口，似乎要生吞了这顽强的小杂碎。就在龙撞向史蒂夫，时间一瞬间仿佛被凝固了。史蒂夫的匕首先龙一步插入了龙的眼睛！而他的皮甲已经被龙撕开了一道大口子，一顿猛刺，龙终于卸了劲道，滑翔着向地上跌去，浑身冒着金光。随着那刺眼的强光，史蒂夫被冲击波重重的弹了出去，撞在了黑曜石柱子底下，他知道自己战胜了龙，但却再也无力动弹。\n——这是我第一次战胜龙，我差点赔了我的性命。\n史蒂夫看着自己的陈列室里那整整一百个龙蛋自言自语的回忆，他在玻璃的反光里看见了自己斑斑的胡须，陈列室的尽头是他的日历，他自从第一次在这个世界的沙滩上醒来，到现在已经四十二年又六天了。史蒂夫也不知道为什么他懂得该怎么计算日期，也不明白为什么他到现在还活着，但他分明感觉到自己的身体已经一日不日一日，这也就是所谓的老了吧。他离开陈列室，午后阳光甚好，一片片金灿灿的稻田在风中挥舞着长穗，自动喷洒机正在给这些植物喷着雾。屋子的东面是山坡，山坡的后面是一眼望不到头的森林，几十年来史蒂夫都没能找到树林的尽头。西面是一块很大的开阔地，也是史蒂夫的农场，北面是湖泊，而南面的篱笆里是成群的牛羊。\n史蒂夫依然记得第一次亲手种下第一株麦子，第一棵树，放下这栋房子的第一块基石。记得在雨夜被丧尸追赶，在烈日下埋头苦挖矿洞。也记得辛辛苦苦建成的屋舍被爬行者野蛮地摧毁，费力挖出的钻石落入滚滚的熔岩之中。那些像野人一样的生活他依旧历历在目，几次三番的碾转终于定居在此。那些艰辛的过去仿佛都在昨天。史蒂夫带上眼镜，从旁边的自动装罐机器旁接过一杯清茶，从书架里抽出一本厚厚的书，那是他的日记，他要写下每一天所发生的事，尽管很平凡，很琐碎，但他恐怕有一天他闭上了眼睛就再也没有人再能为他转述这些故事。\n“谁又会记得我呢。”史蒂夫苦笑着，他来到这个世界上之后就再也没有见到过一个和他一样的人，他一开始怀着坚定的信念寻找，偶尔能找到一些村庄的废墟和废弃的矿井，而当黑夜来临，迎来的就是无数的丧尸和骷髅。他曾经入夜时总要在屋子前涂上丧尸的血，这样他们就不会循着气味而聚集在他门前，虽然在他使用石头建房子以后，丧尸就奈何不了他了，而且每当黎明到来，这些见不得光的东西便会燃烧成为灰烬。可是黑夜总会带来恐惧，门前的丧尸的吼叫声提醒着他，一旦没有这所屋子，你将一无所有，包括生命。\n而如今，他不必再害怕丧尸，他发现了铁傀儡的制造方法，虽然造价不菲，但却完完全全服从于他，坚实的臂膀构筑起一道坚不可摧的防御圈。史蒂夫在学会了使用红石以后，在屋里屋外都布置了很多的机关，可以说，一般的怪物都不能奈何他了。\n史蒂夫翻着以往的日记，在微风的吹拂下慢慢的闭上了眼睛。\n    忽然，他听到房间里有动静，虽然老了，但是警觉心还是丝毫没有迟钝。史蒂夫立马起身，反手持着匕首蹑手蹑脚向屋里走去。\n    一个身影快速的闪过，史蒂夫意识到他在自己的身后，就在史蒂夫转身时，那个身影又从阳台上闪过。\n    “是谁！？”史蒂夫大喊，他已经否定了是末影人，因为末影人的身高要远大于他，而眼前那个身影的身高和他不相上下。\n    “难道是人？”\n    那个身影已经移出了史蒂夫的视线，而当史蒂夫追出去的时候早已不见踪影，而天色已晚，便不好再追。这也是史蒂夫给自己定下的规则，绝不在入夜以后追赶任何猎物。简单的规则，简单的生活。\n    “难道是幻觉？？？”史蒂夫躺在床上翻来覆去，他的脑中浮想起自己所有对于这个世界的疑问。自己为什么来到这个世界？\n    自己在来到这个世界之前在哪里？\n    其他人在哪里？\n    他甚至还追赶过丧尸，想搞明白那些丧尸都是如何凭空被带到这个世界来的，那些丧尸是否有自己的记忆，是否都同自己一样？\n    那些村庄的原住民到哪里去了？\n    是不是这个世界上除了自己以外就再也没有别人了？\n    在这个世界之外到底有没有别的世界？\n    史蒂夫突然激灵一下爬起来，僵直的坐在床上，正如他每次抬头仰望天空时想的一样，但也许去到月亮上已经是遥不可及了，可是前几个还是可以尝试研究一下的！\n    史蒂夫拉下床头的拉杆，一阵活塞的轰鸣过后，地板上开了一道暗门，长长的通道通向的就是史蒂夫的地下实验室。那嘈杂的呲呲声越来越近，那是史蒂夫在实验里用红石电路所制造的一台巨型电脑，庞大的电路是史蒂夫整整花了六年的时间才完成的。实验室里那成堆的实验报告记录了这十几年来史蒂夫所做的每一次实验。而这桌上放的一大幅画，画里有三个人，这是他隐约所记得的，这三个人最近反反复复的在他梦里出现，他一直记得他有一个妻子还有一个可爱的女儿，这难道真的只是南柯一梦？\n    “丧尸记忆实验2513号”史蒂夫对着实验报告纸写下这么几个字。他用机械手从铁笼子里抓出了一个丧尸，丧尸的双臂已被史蒂夫斩去。史蒂夫一开始只是盲目的抓丧尸做实验，毫无结果，后来他发现有些丧尸智力要远远高于其他普通丧尸，懂得使用工具，懂得穿上护甲。于是他开始在黎明时分抓捕这些丧尸，这些丧尸懂得如何避免自己被阳光照射，行为方式也更为高级，其实还是很好分辨的。例如铁傀儡走向丧尸群时，有些丧尸没有察觉，有些丧尸开始四处逃窜，而其中有智力的丧尸懂得用地形保护自己，甚至还会倒在丧尸的尸体旁装死。\n    史蒂夫用不同频率的音波先放给丧尸听，并且在不同的频段配上不同颜色的羊毛。他用感应石来实时监测着丧尸的脑部活动。可是丧尸根本就不管这些，都没看着面前的羊毛，疯狂的咆哮着，砍下的两个手臂的伤口已经溃烂了。\n    丧尸是能感觉到疼痛的，这点在史蒂夫先前的试验中已经验证了的。史蒂夫放完了一遍所有的频段，现在开始重复第二遍，第二遍的音乐和羊毛颜色的搭配都是打乱的，只有一组是和先前一样的，如果当放到那一组，丧尸的脑部活动异常兴奋的话，那就说明他们是有记忆的！\n    史蒂夫操纵着机械臂抓牢丧尸开始第二遍重复，计算机自动的会记录丧尸的脑部兴奋点。\n就在三组频段放完的时候，哐当一声玻璃破碎声从实验室外面传来。史蒂夫飞奔出去，发现有人打碎了他放在实验室桌上的腐蚀液体瓶，液体流到了他的全家福的画上，泛着黑色的气泡。史蒂夫愤怒了！究竟谁是不速之客？顾不上把画擦干，史蒂夫飞奔出实验室，黑影跑的和他一样快。史蒂夫抄起花瓶向黑影砸去，但没有砸中，两个人一路追出了屋子，史蒂夫突然惊诧的发现，黑影在经过踏板的时候竟然没有触发机关！\n史蒂夫顾不上所谓的规则了，眼前的人影说不定藏着惊天的秘密，两人你追我赶的跑到开阔地上，周围的丧尸和骷髅都发现他们了，慢慢围拢过来，史蒂夫渐渐地开始体力不支并且也注意到了周围的险境，一路追到一个废弃的矿洞，那是一个死胡同，没有挖通，黑影停下了，背对着他。\n“这下你没路可逃了吧！”史蒂夫拔出匕首步步紧逼，黑影被矿洞里的萤石照亮了，那人穿着一身和史蒂夫刚开始来到这个世界的一样的蓝色衣服。\n“你究竟是谁？为什么要几次三番来找我，你是怎么进来的？”史蒂夫说话已经有点气喘了，毕竟不如当年年轻力盛。\n黑影腾然转身，史蒂夫看到了他的脸部，不由得心中一颤。\n那人所有的衣着打扮甚至连长相都和刚刚来这个世界的史蒂夫一模一样，唯一不同的是他原本是眼睛的地方，现在是一片空白。\n“你不是一直想去别的世界吗？地狱世界的通道已经为你打开了。三天后就是你的末日。”\n     神秘人的声音非常机械化，不带有任何情感，让人浑身像是跌入冰窖一样发凉。\n“呃！”史蒂夫一阵剧痛，背后，丧尸和骷髅已经涌进了矿洞，骷髅一箭射中了史蒂夫的膝盖，史蒂夫跪倒在地，眼前的神秘人缓缓走到他跟前，伸出手触摸史蒂夫的脸庞！史蒂夫想要反抗，却没有力气，就在他的手指触摸到史蒂夫的脸庞时，史蒂夫感觉到酥麻，然后仿佛一股强大的电流击中了他，刹那间失去了知觉。\n再次醒来，天已大亮，史蒂夫从床上挣扎着起来，膝盖还在隐隐的疼痛，拉开裤腿一看，发现根本就没有伤疤。环视周围，史蒂夫不由得倒吸一口冷气，实验室的暗门开着，难道昨晚是真的？？\n史蒂夫大步奔向实验室，桌上的腐蚀液已经干了，玻璃碎渣铺满了桌子。\n再往里走，史蒂夫发现了丢在地上的实验报告和笔，丧尸歪着头已经死了，发出阵阵腐臭。但是电脑的屏幕上却记录了丧尸的脑电波在某一时刻达到了巅峰，直到死去。\n史蒂夫注意到了一旁的录播机，这台录播机的设计原理并不难，但却非常的耗功夫，把每一个声信号转化为红石信号，存储在锁存单元中，浩大的存储电路耗费了史蒂夫一年的时间来完成这些。目前的设计，只能连续录音两小时。史蒂夫回放这一声音，却听到了在玻璃瓶碎裂之后，里面的放出的声音有嘈杂的电音，有轰鸣的摩托，还有熙熙攘攘的街道，甚至还有卡农的声音。史蒂夫沉浸在这些声音之中，他突然觉得他所在追寻的世界是真正存在的，而且就离他很近很近！\n转念一想，他又想到了昨晚那个神秘人引他去的矿洞。他回到仓库，取了火枪，长刀短刀，还有TNT，把自己全副武装之后凭着记忆向昨晚的矿洞走去。\n远远的看到那个矿洞冒着烟，像是发生了很大的爆炸一般，周围的草都被烧焦了。\n走近之后发现，地上已经被击出一个大坑，坑中有隐隐发亮的石块。他举着枪步步向前走去，生怕这洞中突然飞出什么不测之物。费劲扒拉开那些石头，凭他矿工的直觉，这底下肯定有一个不小的洞窟。他取出TNT，利索的炸开了这一圈的石头。果然这底下就是一个深不见底的大洞，这洞壁非常的光滑整齐，很显然就是人为的。史蒂夫丢下一小块萤石，萤石自由的下落，直到史蒂夫看不见它为止。这洞穴真是不知通向哪里。\n“看来只有亲自下一趟才知道了~”史蒂夫取出绳索和火把，随着绳子的下降，史蒂夫的火把也照亮了周围的景物，他终于看清了洞壁上并不是那么简单，画有一幅幅整齐的壁画，壁画异常的精美，画中有成群的丧尸还有骷髅，在这一群骷髅和丧尸的上方还有一条巨大的末影龙，每一笔勾勒都细致入微，而在末影龙周围还有浮空的烈焰人。史蒂夫不由得赞叹这究竟是何方神圣才有如此功力绘刻出如此神作！\n再往下就是一大幅森林的图案，高高矮矮的树林仿佛是连叶子都能被摘下，森林起着大火，所有的动物都四散奔走，而在后面追赶它们的，就是成群的丧尸和骷髅。\n最后一幅画的是类似一个大洞，吸走了所有的怪物，末影龙只有半截露在洞外。而洞里则可以隐约看到一条条街道和高楼大厦。史蒂夫的绳子伸长到了极限，再往下也没有壁画了，眼前又浮现出昨晚的神秘人，他浑身一颤，突然明白了：三日之后“地狱”的大门会打开，所有的怪物将会倾巢出动，但这里不是他们的终点，他们要借道！以这个世界为中转站，通往史蒂夫所梦想的世界！并且他们将会摧毁这个世界的一切！\n而史蒂夫决不允许这一切的发生，这一个他辛辛苦苦一手建立的，叫做家的地方怎能让别人轻易拆毁呢？然而史蒂夫又想到了他对另一个世界的向往，他做梦都想到了那个世界对他的召唤，找到了那个世界，他就能解开一切的秘密！\n终于他明白这是上天赐予他的使命，他的身体虽然已经老去，但他还是要应战，就算是死去，也要像一个勇士一样带着荣耀牺牲，也许谈不上有多高尚，但还有什么比保卫家园实现理想更加重要的事情？\n回到家中，他的脑中大致浮现出了一个计划，按照壁画里的描述，他并不知道洞的位置究竟位于何处，家后山的那片森林他那么多年都从未走出去过。但他却知道怪物袭来的方向。是从他家的西面来的，也就是那片开阔地的方向。他决定要做一次像样的抵抗，然后留下一部分跟随着他们去到所谓的洞中，这样至少可以保住家园。\n时间有三日，去掉一个上午，史蒂夫还有两天半的时间，说干就干，史蒂夫绘制了详细的防御计划和地图，拿出钻石做的矿稿，在农田的外围挖下了一道深坑，在里面倒上了岩浆，这是他能想到最有效的防线，史蒂夫一直忙活到深夜，幸好有铁傀儡“护驾”，那些游荡的丧尸才没有接近史蒂夫。这道工序花费了他一个下午和一个上午的功夫，第二天的下午，史蒂夫在岩浆的外圈约莫一百步的地方埋上了一圈TNT地雷，并且拉起了拌线，这也是他的第一道防线。第三天的上午，史蒂夫搬出了所有的发射箱，装好了箭矢，连上了红石，整整齐齐的摆在岩浆圈的外侧，这也是他的第二道防线。而第三天的下午，史蒂夫则挖通了一条从他家实验室下通向后山树林的暗道。\n史蒂夫把箭矢平均的分配到了数百个发射器中，每个发射器只能发射十箭，所以也必须每一击都获得很好的杀伤，由于并不确定敌人的数量，史蒂夫并不敢轻敌，当天晚上，他把仓库里的火枪都拿了出来，擦亮了枪管，弹药也统统装填完成。火枪射击只有一发，但每一发的弹丸填装需要至少需要十秒。他同样也把所有的铁块和南瓜都合成了铁傀儡，集合起所有的铁傀儡，史蒂夫也有一伙实力不可小觑的军团了。\n第四日黎明时分，史蒂夫穿好了钻石盔甲，背好了一切的作战物品，登上了自己家的屋顶瞭望，当第一丝晨光越过地平线，史蒂夫发现远处地平线上出现了一些小的斑点，随着阳光越来越烈，那些斑点从起初的一点两点变成了黑压压的一片。他透过望远镜看到了如同画中一般的景象，除了没看到末影龙和烈焰人以外，骷髅和丧尸简直多的令人发指，少说也有上万。他们的排列很整齐，骷髅在前，丧尸在后，从镜片后面史蒂夫似乎都能听到他们震耳的脚步声，他不由得觉得自己准备的太少，手心出了一把冷汗。\n骷髅弓箭的射程有五十步，铁傀儡跑的实在太慢，如果就这么硬生生的冲上去，这两百铁傀儡恐怕是还没挨着骷髅就被射成筛子了。想要破了他们的弓箭阵只有拼命贴上去跟他斗狠，骷髅的近战就会出现大量的误伤，只要乱了他们的阵脚，骷髅和丧尸就会乱作一团。但用什么来接近他们呢？\n史蒂夫踱步片刻，心中便定了主意。\n敌群的步速并不缓慢，就在太阳整个越过了地平线时，前列的骷髅有些已经接近地雷圈了。\n终于，骷髅盲目的冲刺触到了拌线，一瞬间，红石信号光速一般的传递了下去，沙子下面的TNT几乎一齐被同时点燃，沙子大面积的下陷，前排的骷髅根本都没反应过来就被滚滚的流沙吞噬下去，而后面的骷髅只顾着向前冲，前赴后继地落入流沙，顷刻，一声震天的爆炸声像一把利刃划开天空。剧烈的爆炸卷起无数的肢体残骸，扬起的沙尘遮蔽了初升的红日，骷髅和后排的丧尸被强烈的震慑到了，冲击波击倒了前几排的骷髅，漫天的残肢洋洋洒洒的撒落下来。\n尘埃渐渐散去，只见对面的半山坡上一大群的牛羊奔袭而下。牛群在前，羊群在后，五色斑斓的羊群从未获得此般的自由，都撒开腿拼了命的向前奔跑。牛群更是像着了魔一样向着敌群狂奔而去。史蒂夫举着钢盾和一大路的铁傀儡紧跟其后，每一只铁傀儡手中都抓着一个爬行者。跑向开阔地，牛羊群开始散开成了一条线。铁傀儡至多只能把爬行者投掷二十步远，史蒂夫把那三十步的希望寄托在这千余头的牛羊身上，诚然，这些牛羊是有去无回的。\n牛羊和骷髅的距离缩小到了五十步，史蒂夫已经可以看见骷髅举起弓箭的姿势，无数的弓箭刹那间腾空而起，在空中划过一条抛物线，密密麻麻的如雨点一般落下，史蒂夫举着盾一步不敢停歇，他看到身边有些铁傀儡已经被箭射中了，但仍然在奋力的顶着箭雨前进。落在史蒂夫他们身上的箭只是九牛一毛，骷髅的目标是前面的牛羊。\n受了惊的牛群更加的疯狂，发出狂暴的怒吼声加疾了速度向骷髅奔去。骷髅又拉弓，箭雨再一次下落，史蒂夫此刻脚下跨过的已经满是死去的羊，地上插满了箭头。约莫还有三十步，牛群率先冲进了骷髅群，两股大军冲撞在一起，血肉之躯撞碎了那些骷髅，犹如一块巨石落入水池，势不可挡，击起千层浪。紧接着五彩的羊群也冲进了敌群，史蒂夫默算着距离，只听一声\n“开炮！！！！”\n所有的铁傀儡动作整齐划一，百来只绿色的爬行者被抛到空中，骷髅已经顾不上射箭，落到敌群里的爬行者由于受惊引发了自爆，所有的骷髅被这强有力的冲锋冲散了阵型，可以说是溃不成军。而此时史蒂夫和他的傀儡大兵也已经冲进了敌群。史蒂夫左手持盾，右手执剑一路劈砍艰难前进。铁傀儡士气大振，勇猛地挥动着手臂，像是一排收割机一样，铁臂一起一落，挥手间带起的就是骷髅的骨渣。\n牛羊鲜艳的颜色渐渐被后面丧尸群吞没，但是此时丧尸也承受着巨大地压力，骷髅不分敌我的乱箭射倒了一排一排的丧尸，再加上史蒂夫带领的铁傀儡，那可是实打实的精兵，把敌方大军撕开了一个大口子。史蒂夫的刀砍下了第一个丧尸的脑袋，两股力量终于短兵相接。\n突然史蒂夫看到丧尸群中有一个大个子，向着史蒂夫所在的方向一指，本来涣散的丧尸军团顿时向史蒂夫围拢过来。史蒂夫侧着盾横冲直撞，钻石盔甲几乎可以无视这些丧尸的啃咬，打蛇打七寸，擒贼先擒王！而那个变异的大个子丧尸也注意到了那些铁傀儡，不顾前面还有一些小的丧尸，直接从他们头上踏了过去，揪住一只铁傀儡，随手往天上一抛，猛地跳起，往铁傀儡身上狠狠砸去，又把它砸回地面！这一下直接就把铁傀儡扯零碎了，史蒂夫明白这个大家伙就是自己首当其冲要干掉的人。在它下落之时，史蒂夫一个侧滚到他跟前，一刀朝他腿上砍去。而变异丧尸却没有任何损伤，怒吼一声，一拳砸向史蒂夫。史蒂夫赶忙举起钢盾防御。\n“嗵——”钢盾直接被锤出一个大坑，史蒂夫也差点被这力道给打晕了。他仿佛回到了他第一次猎龙的时候，他没有放弃，这是他的勇气和荣耀！而今天，史蒂夫又将再次证明，史蒂夫奋力跳起，趁着丧尸还没有再次挥臂，踏着铁傀儡的身体跳上了丧尸的脖子。丧尸再次怒吼，可就在张嘴的一霎，史蒂夫抽出短枪朝着他的嘴里就是一枪。短枪里的弹丸是散弹，近距离下，子弹从丧尸的嘴里进，后脑勺出，直接打穿一个碗口般的血洞。腥红的液体从丧尸的脖颈喷涌而出，庞大的身躯轰然倒地！\n史蒂夫和他的铁傀儡合力杀出了重围，从尸群的后方突围了出来。而此时，最前方的残兵骷髅已经接近了岩浆圈了。\n是时候了！史蒂夫拔出长枪，对着一排发射器顶部的矿车干净利落的一枪，百步之外的矿车被一枪打的翻出了探测铁轨。这一下史蒂夫就剩下看戏的份了，发射器里的箭羽倾吐而出，快速的脉冲信号带给丧尸们的是死亡的讯息，虽然十箭很快就射完，但所剩下的敌人已经开始四散溃去，有些丧尸还没有明白到底袭击是从哪里发动的，盲目地投入了那一圈岩浆，即便有踩着同伴尸体过去的，也被池对面的铁傀儡冷冰冰的再次推回岩浆。\n史蒂夫颓然坐在地上，他又一次胜了。但昏天黑地的厮杀过后，看着这满地的尸体，却丝毫感觉不到胜利的欢愉。原本身后的一百五十铁傀儡到现在也只剩下寥寥十几个，部分已经受了重创，而原本一千五百牲口也全部血染沙场。然而史蒂夫的预感告诉他，最终的敌人还没有来到，画中的末影龙还没有出现，也许明天是更加险恶的战斗。\n史蒂夫和他的铁傀儡收集了所有地上的箭矢，又装回了发射箱中，明天恐怕就只能指望这些发射箱了。\n夜里十分的安静，史蒂夫并没有在开阔地上看到任何走动的生物，但史蒂夫预感到这只是黎明前的黑暗。史蒂夫来到实验室，实验室的暗门敞开着，他惊诧的发现他所捕获的所有丧尸都已经死去，没有任何的外力，但都倒在了地上，没有一丝动弹。史蒂夫想查看电脑，却发现红石根本不工作了！所有的红石火把都熄灭了，所以控制暗门的活塞也处于未激活状态。\n“糟了！”史蒂夫跑到发射器旁，拉下拉杆，发现根本没有箭矢射出，他意识到了一个前所未有的问题：红石已经失效了！世界正在潜移默化的改变，可能就已经在崩塌的边缘了。\n翌日，丧尸的大军如期而至，仅剩的铁傀儡在岩浆池边苦苦抵挡，丧尸的数量比起昨天有增无减，五六步宽的岩浆池已经很难抵挡住他们的步伐了。突然，一只铁傀儡被飞来的火球击中，烈焰人吐着火球从天际飞来，铁傀儡尚且都不能抵挡丧尸了，哪里还有余力去对付空中的烈焰人呢？\n“砰！”一声枪响，弹丸精准无误的穿过了烈焰人的脑袋。史蒂夫站在自家的屋顶上，身边放着十几杆火枪。一枪射击完毕，立刻被史蒂夫丢在一旁，快速拾起一杆再射一枪。数十个烈焰人仿佛有了方向，丢下地上的铁傀儡，飞向了史蒂夫。\n史蒂夫稳住气息，握紧了枪托，准星在微微的抖动，但这并不影响史蒂夫，他总能找到最佳的时机开火。他的脸颊紧贴着枪膛，仿佛都能听到弹丸在枪膛内激动的心跳。“砰！”又是一个倒在枪下的烈焰人，史蒂夫开了一枪，两枪，三枪，直到所有的火枪都被击发过一遍了。此时，史蒂夫的院子和楼房早已燃起熊熊大火。所有的烈焰人都被吸引了过来，史蒂夫的屋子也被众多的烈焰人的火焰弹打的千疮百孔，二楼以上已经面目全非了。史蒂夫从来就不会那么轻易投降，即便是青春不再，他也是一个顽强的老头。显然那些怪物围近了一看也不相信跟他们斗旋那么久的就是这样一个糟老头。他们把史蒂夫的屋顶团团包围，却没有一击要了史蒂夫的性命。\n“你不杀我，那就我杀你”，史蒂夫俨然已经把这场战斗当做游戏，顺手抄起一把砍树斧往屋顶的自动浇灌水管给一斧子砍断了，湍急的水流从水管的断裂口喷涌出来，前方的烈焰人还来不及飞走就被滚滚的水流浇了个透心凉，冒着黑烟坠到了地上。史蒂夫扔掉斧子，干脆把管子拔了出来，巨大的水柱如同喷泉一般从管道里激射出来。\n    “洗澡咯！”\n    史蒂夫举着水管转着圈的给那些包围他的烈焰人结结实实的洗了个澡。\n这边史蒂夫一人痛快地给了烈焰人一顿痛击，而楼下的铁傀儡却早已难以抵挡庞大的尸群，岩浆池已经被尸骸填满，铁傀儡一个接一个被尸潮吞没，一路退守到了田地中。\n突然，一个硕大的黑影从低空中掠过，展开的翅膀贴着地面扫了过去，铁傀儡都来不及挥臂就被活生生削成了两半。这个世界上所有的末影龙都是母的，只有这一条是公的，残剩的铁傀儡一齐走向这个魔鬼，末影龙在空中盘旋着，似乎也在挑衅着铁傀儡。末影龙肯定认为铁傀儡的能耐就止步于杀杀丧尸了，这时，几只铁傀儡忽然合力把一只铁傀儡合力丢上了天空，此举显然是出乎了末影龙的意料，丢上天的铁傀儡像一枚炮弹一样撞在了末影龙身上，末影龙一下子失去了平衡，但强者和王者的区别就在于此，当铁傀儡落地之时，一颗从龙嘴中吐出的火焰弹带着青紫色的光斑打在了傀儡身上，火光和爆炸声同时迸发，烟雾散去，地上已经没有铁傀儡了，只有散落的铁块和枯萎的玫瑰花。\n但，你猜末影龙看到了谁？\n对！就是史蒂夫！他骑着一匹金色的陆行鸟从烟雾中杀了出来，末影龙终于找到了他真正的敌人。史蒂夫骑着陆行鸟在末影龙的面前一晃而过，作为朋友见面，还不忘对着末影龙开了一枪。史蒂夫调转方向冲上了山坡，陆行鸟奔跑速度非常的快，虽然不敌末影龙，但却也有的一拼。史蒂夫就这么一路奔进了后山的树林，骑着陆行鸟在高耸入云的古木间奔跑，陆行鸟很灵巧的跳开那些盘根错节的树根，速度丝毫未减。但对于末影龙，虽然他的翅膀像是一把电锯，但他却明显的被这些该死的树木所困扰，速度慢了不少。被它削倒的树木不计其数，它所飞过的地方，树木几乎就只剩下了树墩，上半截都东倒西歪的靠在别的树上。它一边追着，一边从嘴里吐着火焰弹。树林里果真像是壁画里画的一样燃起了熊熊大火，史蒂夫驾着陆行鸟，时不时的往后开一枪，龙并没有去寻找所谓的时空通道，而是紧追着史蒂夫不舍。\n一龙一人就这样穿行在偌大的森林里，上演了一场生死追逐，蹄下飞起的土块，爆炸飞溅的木屑，再这么追下去，恐怕史蒂夫就要处于劣势了。史蒂夫纵身跳下气喘吁吁地陆行鸟，跑进了一颗枯木的树洞里。末影龙当然看到了，史蒂夫这不是在自寻死路？\n无需考虑，一发烈焰弹就可以结束这个倔老头的生命，可就在烈焰弹引爆树干的同时，整节树干就像一根爆竹一样炸开，史蒂夫如同烟花一样从枯木顶端被弹射出来。\n搭箭，拉弓，这是一个史蒂夫做梦都会做的动作，这把角弓伴随了他几十年，伴随他从一个野蛮人走向一个现代人，史蒂夫拉开了弓箭，极尽臂膀的全力把弦拉的如同满月一般，时间有时过的如此的慢，史蒂夫看到自己青筋暴起的手臂，头盔上摇摇欲坠的血滴子，眼前的一切时而模糊时而清晰。剧烈的爆炸可能已经炸断了他的骨头，他已经丝毫感觉不到下半身的存在。干枯的树干中放满了TNT和水，但没有红石信号，史蒂夫该如何激发这些TNT呢？\n    对，是龙的吐出的烈焰弹帮助了他，史蒂夫在赌，拿他的生命在赌。史蒂夫吃力地保持着拉弓的姿势，为何他还不放手？他在等，他在等龙！\n    末影龙从未见过如此顽强的人类，史蒂夫总是带给他意想不到的惊喜。龙下定狠心要把这个可怜的人类杀死，他只是想让史蒂夫尝到烈焰弹的味道，也顾不上这个老家伙落到地上就会摔成肉饼。龙迫不及待的张开嘴，吐出一颗深蓝色的烈焰弹。\n    时机已到，史蒂夫等的就是这一刻，手指划过弓弦，一支箭头带着烈性炸药的长箭，摆着尾从弦上挣脱出来。箭矢穿过烈焰弹，力量之大，烈焰弹被射穿之后顿时分为数块。整支箭瞬间沾满了火焰，带着强大的力量与信念飞进了末影龙还未闭上的嘴巴。瞬间，刺眼的火光耀过了正午的太阳，末影龙眼睁睁看着那支燃着的箭飞进自己的嘴巴，下一秒，爆炸便从他的身体内部迸发而出，一瞬间便化为灰烬。\n    史蒂夫闭上双眼，沐着微风，他想念着他的田园，他想念着他的牛羊，他做梦都想他的妻子和女儿，触手可及，但却要说永别了。他将要离开他所熟悉的世界，这四十二年有过泪水也有欢笑，那第一次握紧矿稿的手如今却握不住他的生命，史蒂夫像片落叶一样旋转着飘落。\n    突然，一阵奇怪的吸力把史蒂夫将要落地的身体吸了起来！史蒂夫瞪大了眼睛，却看见他的面前就是那个他在壁画中看到过的时空洞。原来，那个时空洞并不是要去寻找的，而是要击败最终的末影龙之后所产生的！\n    ——这是勇者的奖励？\n    ——Saving chunks——\n    “我是谁？”\n    他艰难地睁开眼睛，眯成一条缝。眼前的景象重叠而模糊，虽然还看不清。但他能感觉到此刻的呼吸和心跳前所未有的真实。他想动一下自己的手指，却发现几乎不能动弹。\n    他努力地弯起头，发现自己躺在一张病床上，身上连满了管子，窗前贴着一张小纸条，上面写着Steve 0734。\n    就在他疑惑之时，耳边响起了刺耳的警报声，\n    “实验品0734脱离控制 ”\n紧接着他的耳边便是急促的脚步声，越来越近，越来越近……\n他开始渐渐的明白，真正的战斗才刚刚开始……\n————————End——————————\n"
        }
    ]
}