{
    "title": "【原创·连载】minecraft魂之恋 第一章",
    "author": "the-blaze",
    "replyCount": 9,
    "timestamp": 1406767320,
    "txt_content": " 本帖最后由 the-blaze 于 2014-7-31 09:40 编辑 \n本人的废话：“”最近几天一直在写，但是因为比较忙，今天才写好~   正文：Minecraft魂之恋第一章    随遇而安    一个温温湿湿的东西在我脸上动来动去，还能微微听到一丝粗重的喘息声，以及“呼呼”的水声。我的眼皮抽动了几下，缓缓的睁开来。一道炫目的光刺入我的瞳孔，又使我睁开眼睛的计划暂时搁浅了。一个模糊的黑影突然凑过来，挡住了大部分光线。我的视野逐渐清晰起来。一只黑白相间的帅气大犬狼正用带倒刺的舌头舔着我的脸。我积攒了一丝力量在四肢中，用胳膊将自己支撑着坐起来，环顾四周。在我左手边，有一个很大的湖泊，右边是白桦林。天空上飘着丝丝淡淡白云。“这是哪里……我怎么了……”我的头脑逐渐清醒之后，这个问题就自动蹦了进来。记忆缓缓恢复，我记起来了。洛月。我叫洛月，性别男。今年16岁，剑术衣钵5级，瞳术4级。依稀记得，我乘坐马车去安兴城卖羊毛。路遇灭影盗贼，在反抗时摔下悬崖……但是既然摔下悬崖了，为什么我现在还好好的坐在湖边？对了……这只大犬狼……是叫强袭吧？对，我在7岁时在一座雪山脚下发现了他。他的父亲好像就是那只魔狼王……诶，现在什么也想不起来了……不管了，现在当要之急是先看看周围的地形，再找找有没有人烟。我身上除了一把小匕首，和一些没路用的青金石（事实上被当做货币）什么防身的东西也没有。晚上时候要是遇见了天杀的魔族们也只能认栽了。找到村庄，不仅能保证安全。或许那样就能问明白我在哪了吧？我站了起来，拍拍强袭的大脑袋：“闻闻，周围有没有房屋，有没有人造物？”强袭是指很聪明的犬狼。他把鼻子贴在地上认真的嗅闻起来。对于他来说大自然本身和人造物的味道当然有所不同。未许有多久，强袭抬起脑袋，冲着白桦林“汪汪”两声，跑了过去。我也只好跟着过去。白桦树林里枝叶茂密，杂草丛生，要追上一只混血犬狼并不容易。当树枝越来越茂密时，我眼前突然豁然开朗，一片光亮的小空地出现在我眼前。一座石木混合的小屋立在空地中央，旁边还有一条小溪，小溪边好像种植着一些药草。屋后走出一个人影，一袭白袍，脑袋上戴着一顶兜帽腰间别着一把弓，从身形看是个女的。我摸了摸强袭的脑袋，慢慢走去：“请……”“咻——”她突然动了，抽出腰上的弓，拉弓搭箭，出手，几乎在一瞬间完成。一支极具威慑力的箭，只差毫厘的钉在了我身边的灌木上。“你是谁？”她的声音说不出的清冷甘美，虽如同那“永远的18岁”，却又如同骨骼碰撞般的刺耳。“我是洛月，一个落难者。”我答到。这暴动的性格，还真给了我一个下马威。轻举妄动绝对不是办法，我这12年终影之眼又不是白练的，看不出来她那一箭完全是故意为之，不然膝盖中箭是免不了的！“人类？”她抬起头，露出在兜帽底下的脸庞。天杀的！尼玛，这是骷髅！瘦骨嶙峋的面容，灰白的瞳仁，不是骷髅还是什么？我结结巴巴的说：“……人类……对，我是一个落难的人类……”嘴上说着，心里想着：现在我只有一把匕首，要杀她远远不够。光凭她那把弓所展现的威力，至少就能把我射成刺猬。而且从她白袍上泛出的光芒就知道，上面一定有不一般的附魔。我警惕地望着他，安抚了正在暴动的强袭。可是她却把弓缓缓放下了：“落难者……很好，你想要什么？”“……你是谁？”她的神色缓和了：“我是烙印射手，骷髅一族的守护者”守护者？怎么一上来就碰上个听起来这么变态的魔族啊？“那么……，为什么你不会攻击我？”我问道。“我从来就没想攻击你……我们守护者不会牵扯进种族纷争。”她缓缓说道，“但对人类的警戒心不能放松。”    “这样啊……那没事的话，就不打扰了。”我说。既然她没有攻击我的意思，不现在溜什么时候溜？     “你想找到人类的聚落对吧？”她没有回答我的问题。     “你怎么知道？”她怎么会知道我在想什么？     她扬扬鼻子：“哼，就算你是白痴，也不会在晚上瞎逛吧？所以你肯定想去找你的同类。啊，我还真知道，这附近的确有村庄，但是现在天色不早了，你能保证天黑之前在没有我的帮助下找到村庄吗？”     “你是说……”     “你今天可以在我这里呆一晚，我会指给你去费恩斯村的路线并提供食物。如果我心情好的话，可能还会给你一些武器。当然，代价是你身上所有钱。”     “你为什么会心地这么好？”我已经完全晕掉了，骷髅不是和人类敌对的吗？     “我已经一个人几十年了，总想找个人聊聊天。你要是再问这么多，信不信我直接让你变筛子？……第二天。我小屋站在门口等着她把要给我的装备拿出来。昨天晚上，她告诉我，要想去费恩斯，要翻过两座山。从地图上看反正不远。不过在我苦苦哀求下，我身上的青金石还剩下四分之一。其实我很好奇为什么她隐居在这里还要钱，不过她的确像是憋了很久，昨天也已经聊到很晚才放我去休息，活像一个絮叨叨的老太太。好像昨天她有意无意的吐露出，她的确也不小了……守卫者全成精了吗？“喂，这是我看在你不那么猥琐的份上，送你的礼物。”我的背后突然传来那个老妖婆的声音。她提着一柄造型奇异的剑走到我面前：“此剑名刺骨之风，为我族中顶级铸剑师所造。今天他就是你的了，反正我也用不大。物尽其用。”我没听错吧？顶级铸剑师的作品就这么送给我了？“物尽其用。”她又恶狠狠的重复了一遍，“拿去，然后和你的狗离开我的地盘，不要打扰我清净。”清净？你昨天不还说你闲的慌吗？不过这家伙的确够怪异的……我对她的行为到底应该怎么解释呢？不过这么好的东西怎么能推脱？我马上伸手去接。此剑奇形，刃扁而宽，约长四尺，柄约三寸。剑一入手，马上感觉到剑身环绕着不少气流。我迟疑了一下，才向她点点头：“那我就告辞了。”“还有一件事。”她没有回答我，“到达费恩斯村后，找到一个叫里昂的家伙，让他来找我。”“好的。不就是找个人？不过……我应该怎么跟他说？他是人类吗？”“你就对他说，蒂尼找他。”“蒂尼……那么，我告辞了。”\n\n\n字数统计：2270字\n现在插播一条紧急新闻：前天有几个人看楼主的文没给人气被我吃掉了\n最后@名单： @火星使者 @250=mo @凯旋归来 @501938012 @hznb ",
    "replies": [
        {
            "author": "so_fly",
            "timestamp": 1406767620,
            "txt_content": "喔~支持楼主~"
        },
        {
            "author": "418878840",
            "timestamp": 1406769120,
            "txt_content": "标题好像错了"
        },
        {
            "author": "854513225",
            "timestamp": 1406770440,
            "txt_content": "喔~支持楼主~{:10_525:}"
        },
        {
            "author": "the-blaze",
            "timestamp": 1406770800,
            "txt_content": "418878840 发表于 2014-7-31 09:12\n标题好像错了\n啊，忘了……"
        },
        {
            "author": "the-blaze",
            "timestamp": 1406770860,
            "txt_content": "说好的人气呢？"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1406770920,
            "txt_content": "the-blaze 发表于 2014-7-31 09:41\n说好的人气呢？\n凑合= ="
        },
        {
            "author": "火星使者",
            "timestamp": 1406797740,
            "txt_content": "。。。又是爱情动作片喵。。。\n\n开个玩笑，人气送上"
        },
        {
            "author": "250=mo",
            "timestamp": 1406808060,
            "txt_content": "实在忙没有时间看呐，\n还是前来捧个场了"
        },
        {
            "author": "the-blaze",
            "timestamp": 1406896440,
            "txt_content": "火星使者 发表于 2014-7-31 17:09\n。。。又是爱情动作片喵。。。\n\n开个玩笑，人气送上\n不要狡辩了，我知道你在玩第一人称马赛克游戏！我没开玩笑！"
        }
    ]
}