{
    "title": "限制地图大小的插件WorldBorder怎么用？(有英文版介绍)",
    "author": "aimifantolove",
    "replyCount": 2,
    "timestamp": 1341930000,
    "txt_content": "指令如下Commands\nKey: [optional value] <required value>\n\n/wb - list available commands like below (show help).\nPermission: worldborder.help\n/wb set <radius> - set world border of specified radius (in blocks), centered on you.\n/wb [worldname] set <radius> <x> <z> - set world border, with the x and z coordinates of the center specified.\nPermission: worldborder.set (both commands above)\n/wb [worldname] radius <radius> - change border radius for this world. The world needs to have already had a border set, since the x and z values are not modified.\nPermission: worldborder.radius\n/wb [worldname] clear - remove border for this world.\n/wb clear all - remove all borders for all worlds.\nPermission: worldborder.clear (both commands above)\n/wb list - show full border information for all worlds.\nPermission: worldborder.list\n/wb shape square - set the border shape to \"square\".\n/wb shape round - set the border shape to \"round\" (default).\nPermission: worldborder.shape (both commands above)\n/wb knockback <distance> - how far to move the player back inside the border when they cross it.\nPermission: worldborder.knockback\n/wb [worldname] fill [freq][pad] - generate all missing chunks for this world, out to the border. The freq value is the number of times per second it will try to check/generate a chunk (default 20). For a server with players on it, you should probably stick with the default or possibly even a lower value. If you just want it to finish as quickly as possible, try 1000 or so. The pad value is how much of a buffer to add beyond your borders (default 176, should keep any more chunks from being generated by players).\nPermission: worldborder.fill\n/wb [worldname] trim [freq][pad] - trim off extra chunks for this world, beyond the border. The freq value is the number of chunks per second it will try to check (default 5000). The pad value is how much of a buffer to keep beyond your borders (default 192, should keep any more chunks from being generated by players).\nPermission: worldborder.trim\n/wb wshape [worldname] <square|round> - Override the shape for this world only. The world needs to have already had a border set. The default shape used by other worlds (set via /wb shape) will not be changed by this.\nPermission: worldborder.wshape\n/wb getmsg - display the message shown to people who cross the border.\nPermission: worldborder.getmsg\n/wb setmsg <message> - change the border message.\nPermission: worldborder.setmsg\n/wb delay <amount> - the number of server ticks it will wait between border checks, the default is 4 ticks (~200ms); each server tick is roughly ~50ms.\nPermission: worldborder.delay\n/wb whoosh <on|off> - turn knockback \"whoosh\" effect on or off.\nPermission: worldborder.whoosh\n/wb reload - re-load data from config.yml. Normally should never be needed, but here just in case.\nPermission: worldborder.reload\n/wb debug <on|off> - turn console debug output on or off. Also should normally never be needed.\nPermission: worldborder.debug\n\n\n\n\n\n\n如果我想以 +275.00，+232.00 为中心向外扩展2000X2000为服务器地图大小，如何输入指令？\n\n",
    "replies": [
        {
            "author": "sjjklh",
            "timestamp": 1341969660,
            "txt_content": "/wb shape square\n/wb world set 1000 275 232复制代码大概吧 我不知道对于方形区域的“半径”定义。那个1000有可能是2000"
        },
        {
            "author": "清风后悔",
            "timestamp": 1341970800,
            "txt_content": "/wb world set 1000 275 232\n\n刚刚我的服务器也在搞这个！"
        }
    ]
}