{
    "title": "<连载·单章>苦力怕泰迪与逃生大比拼[作者：小龙][3-3知识不代表第一名]",
    "author": "毒蛇",
    "replyCount": 7,
    "timestamp": 1406779560,
    "txt_content": " 本帖最后由 毒蛇 于 2014-9-9 21:38 编辑 索引贴地址：http://www.mcbbs.net/thread-228787-1-1.html\n上一章地址：http://www.mcbbs.net/thread-301954-1-1.html\n下一章地址：http://www.mcbbs.net/thread-313603-1-1.html\n本章总字数：1490字\n\n第三章 知识不代表第一名\n　　到了九月一日，泰迪回到了苦力怕学院。　　终于，希尔保特在今年终于出现在讲台上，他站在那里，笑着看着底下的同学。　　“好了，大家请安静一下。”希尔保特说。　　礼堂里很快就安静了。　　“欢迎回到苦力怕学院，很高兴又和你们见面，在这个愉快的时刻，我想还是先进行分班仪式，让我们一年级的新生也好先坐下。”　　今年米勒教授又消失不见了，这回希尔保特拿着长长的单子，开始读：　　“爱丽丝·约翰逊。”　　一个小女孩走到分班机前，坐了下来。那台分班机开始运作。泰迪看见旁边的透明管道里滚出了一张纸条，佐格教授站在旁边，打开纸条，读到：“北伏加特。”　　乔治高高摇晃着手，爱丽丝朝着泰迪他们这边金合欢木桌椅的区域跑来。　　“爱尔玛·库克”　　一个男孩高调地大摇大摆地走到分班级前。泰迪一看就知道这是一个不好对付的小孩。　　“南依道茜。”　　泰迪果然你猜对了，的确是个4班的孩子。　　分班仪式大约持续了10分钟，结束之后，希尔保特说道：“来，大家一起来唱校歌吧。”苦力怕学院苦力怕学院给予了我们知识在这里一起欢歌舞蹈庆祝学期的开始在这里一起努力学习长大之后有学识我们在一起不会排斥我们在一起永不分离在苦力怕学院我们可以欢歌游戏和学习苦力怕学院苦力怕学院绝对是一个宝地在这里我们欢歌游戏和学习我们爱这里　　“好了，大家也都饿了，来吃饭吧！”希尔保特说道。　　那个机械桌子又自动把食物送上来，今年的晚餐是饺子。泰迪拿起一瓶腊八醋，开始往碗里边倒。　　希尔保特又开始讲话：“今年，我们要举行逃生大比拼！首先每班进行预赛，每年级选出一个学生来参加初赛，首先是北伏加特和东合特谷进行比赛，然后是北伏加特和西特瓦尔进行比赛，然后是都东合特谷和西特瓦尔进行比赛，接下来东合特谷和南依道茜，西特瓦尔和南依道茜都要分别进行比赛，最后北伏加特和南依道茜进行比赛。那么，每班的选拔赛在9月10日至9月20日进行……”　　泰迪猛地一愣，差点喝下去一口醋。\n　　“10月1日进行一班和三班的比赛。11月1日进行一班和二班的比赛……”\n　　泰迪忽然觉得自己这回有一个优势，就是今年暑假他买了一双蓝色的篮球鞋，这样的话他就不会扭伤脚踝，减少受伤几率了。但是话说过来，篮球鞋比他原来那双运动鞋重啊！万一跑不动怎么办？泰迪忽然又觉得自己很是闲的，比赛好坏和鞋有什么关系？\n　　希尔保特还是在讲话：“12月1日进行三班和二班的比赛；3月1日进行三班和四班的比赛；4月1日是进行二班和四班的比赛；5月1日是进行一班和四班的比赛。当然，6月你们还是要考试……”\n　　泰迪这回把整个饺子都吞了下去……都比赛了还要考试？\n　　“7月我们会进行颁奖仪式，然后放假！好了，大家都吃好了吗？”\n　　泰迪赶紧吃下最后一个饺子，就赶紧上楼了。\n　　9月10号，一年级进行了比赛；9月11号，二年级也进行了比赛，到了9月12号，到泰迪他们年级进行比赛了。\n　　第一部分是基础知识，就是关于骷髅的那些理论知识，泰迪被这个就给弄得乱七八糟，可是依耶和克莱拉倒是写的挺好，经过第一部分，只有希尔保特大队他们五个人留了下来。\n　　第二部分是实践。米勒教授模拟骷髅，让他们五个人分别躲过。在这部分里，克莱拉和依耶这两个学习好的学生就不行了。泰迪看见米勒教授一直在挡着他。他忽然看见米勒教授的手臂底下有一个空隙，可是米勒教授也是手疾眼快，射出去了一箭。泰迪赶紧钻过去，但是米勒教授射得箭把泰迪的校袍穿了一个洞。\n　　第三部分还是实践，但是这回是有一排的“骷髅”。亚伯拉罕被其中几个“骷髅”围攻了，洛克在穿过去的时候被一个“骷髅”打倒，泰迪成功的过了关。全场响起了热烈的掌声，米勒教授宣布泰迪进入初赛。\n　　晚上，泰迪躺在床上，觉得异常可怕，以后的比赛会有多么恐怖？他会赢吗？他会不会就此丧命？泰迪不管那么多，倒头就睡了。\n\n[groupid=573]XLCon[/groupid]",
    "replies": [
        {
            "author": "幻冥",
            "timestamp": 1406785020,
            "txt_content": "- -苦力怕哪有泰迪萌"
        },
        {
            "author": "xcnloxlndd",
            "timestamp": 1407594840,
            "txt_content": "腊八醋是啥"
        },
        {
            "author": "xcnloxlndd",
            "timestamp": 1408940160,
            "txt_content": "那个，希尔保特大队有五个人？"
        },
        {
            "author": "毒蛇",
            "timestamp": 1408955220,
            "txt_content": "xcnloxlndd 发表于 2014-8-25 12:16\n那个，希尔保特大队有五个人？\n对啊，希尔保特本人不算"
        },
        {
            "author": "xcnloxlndd",
            "timestamp": 1408955880,
            "txt_content": "毒蛇 发表于 2014-8-25 16:27\n对啊，希尔保特本人不算\n两件事：\n一、军训结束啦？\n二、哪五个人？"
        },
        {
            "author": "毒蛇",
            "timestamp": 1408956540,
            "txt_content": "xcnloxlndd 发表于 2014-8-25 16:38\n两件事：\n一、军训结束啦？\n二、哪五个人？\n一、嗯。二、泰迪、洛克、依耶、亚伯拉罕、克莱拉"
        },
        {
            "author": "xcnloxlndd",
            "timestamp": 1409011080,
            "txt_content": "毒蛇 发表于 2014-8-25 16:49\n一、嗯。二、泰迪、洛克、依耶、亚伯拉罕、克莱拉\n3Q送你点人气金粒"
        }
    ]
}