{
    "title": "[搬运][1.7.2,1.7.10,1.8][SSP/SMP]Biomes O' Planty 超多生物群系",
    "author": "ppoozl",
    "replyCount": 23,
    "timestamp": 1406836140,
    "txt_content": " 本帖最后由 ppoozl 于 2015-2-12 22:11 编辑 \n\n老牌的生物群系mod，加入了逾80个生物群系其中的红宝石，橄榄石等矿物支持格雷，也算上是增加矿物的mod吧\n 自带汉化，两个人都弃坑了，我来接着更，不过大家都可以找的到新版的，我可能多此一举。\n\n [1.6.2/1.6.1][Forge][SSP/SMP][持续更新]更多生物群系MOD\nhttp://www.mcbbs.net/thread-138125-1-1.html\n\n[停止更新]biomes o' plenty 超多生物群系\nhttp://www.mcbbs.net/thread-206821-1-1.html\n\n\n下载地址\n官方地址：http://files.minecraftforge.net/BiomesOPlenty/\n度娘盘备用：http://pan.baidu.com/s/1etpts\n\n\n你们要的图：\n\n\n\n\nQQ截图20140801232545.jpg (176.19 KB, 下载次数: 325)\n\n下载附件\n\n2014-8-1 23:30 上传\n\n\n\n\n\n\n\n\nQQ截图20140801233002.jpg (154.01 KB, 下载次数: 318)\n\n下载附件\n\n2014-8-1 23:33 上传\n\n\n\n\n\n\n\n\nQQ截图20140801233753.jpg (193.2 KB, 下载次数: 329)\n\n下载附件\n\n2014-8-1 23:40 上传\n\n\n\n\n\n最好看的樱花林，跑了大半个地图\n\n\n\n\nQQ截图20140801234058.jpg (255.29 KB, 下载次数: 327)\n\n下载附件\n\n2014-8-1 23:44 上传\n\n\n\n\n\n官方汉化不完整：完整汉化文件在这，用压缩软件打开jar把文件放assets\\biomesoplenty\\lang里\n\n\n\n\nQQ截图20140802030831.jpg (142.76 KB, 下载次数: 312)\n\n下载附件\n\n2014-8-2 03:10 上传\n\n\n\n\n\n汉化下载：http://pan.baidu.com/s/1c0vkjJi\nps.汉化文件已提交给作者，下一版可能可以完全汉化了。\nChangelog:\nChangelog:Build 1.7.2-2.0.2.934:\n        Catcwe316: Fixed village stairs in the Grove biome\n\nBuild 1.7.2-2.0.2.933:\n        Vexatos: Update de_DE.lang\n\nBuild 1.7.2-2.0.2.932:\n        hazeevaidar: Update ru_RU.lang\n\nBuild 1.7.2-2.0.2.931:\n        Adubbz: Prevented n must be positive from occurring when decorating\n\nBuild 1.7.2-2.0.2.928:\n        Adubbz: Fixed the Roofed Forest biome having no trees\n\nBuild 1.7.2-2.0.2.927:\n        Adubbz: Update trails.txt\n        Adubbz: Update trails.txt\n        Adubbz: Update trails.txt\n        Adubbz: Update trails.txt\n        Adubbz: Cleaned up networking, attempted to fix trails in multiplayer (I can't test this proper as I don't have a second account/legitimate server)\n\nBuild 1.7.2-2.0.2.921:\n        Adubbz: Testing\n        Adubbz: Update trails.txt\n        Adubbz: Update trails.txt\n        Adubbz: Update trails.txt\n        Adubbz: Fixed the Forge version requirement\n        Adubbz: Fixed sub biome consistency. Courtesy of Zeno410\n\nBuild 1.7.2-2.0.2.916:\n        thevikingwarrior98: Update it_IT.lang\n\nBuild 1.7.2-2.0.2.915:\n        Adubbz: Added all trail textures\n        Adubbz: Added version file\n        Adubbz: Added trails.txt - They're almost done :)\n        Adubbz: Added trails, a replacement for our custom capes\n        Adubbz: Fixed a server crash and issues with UUIDTypeAdapter\n\nBuild 1.7.2-2.0.2.910:\n        Adubbz: Added a test trail\n        thevikingwarrior98:\n                Update it_IT.lang\n                \n                Here's the new update for 1.7.10.\n                The italian vanilla localization have changed a lot of words and the capital letter in the words that are not the first in the localization (a part from a few mobs and others).\n        Adubbz: Added config options for oceanFiller and landmassPercentage\n        Adubbz: Fixed event handlers\n\nBuild 1.7.2-2.0.2.903:\n        thevikingwarrior98: Update it_IT.lang\n        thevikingwarrior98: Update it_IT.lang\n\nBuild 1.7.2-2.0.1.902:\n        thevikingwarrior98: Update it_IT.lang\n        thevikingwarrior98: Update it_IT.lang\n\nBuild 1.7.2-2.0.2.901:\n        Adubbz: Removed capes (They will be replaced in future with something else)\n\nBuild 1.7.2-2.0.2.900:\n        Adubbz: Hopefully fixed issues with capes in older versions\n        Adubbz: Update capes.txt\n        Adubbz: Take 2 at backwards compatibility. Cross your fingers.\n\nBuild 1.7.10-2.0.2.897:\n        Adubbz: Minecraft 1.7.2 is now once again supported\n        Adubbz: Derp. We're still compiling against 1.7.10\n        Adubbz: Manually set the Forge version requirement. Bah.\n\nBuild 1.7.10-2.0.2.894:\n        Adubbz:\n                Added UUIDs for capes (used in 1.7.10)\n                \n                Usernames will be removed from here in future however, as 1.7.2 and 1.6 are still used they shall remain for some time.\n                \n                If i've stuffed any up (once a version supporting 1.7.10 has been released) please make an issue on here or PM me (via MCF, IRC or whatever)\n\nBuild 1.7.2-2.0.1.892:\n        Adubbz: Tweaked the startup warning. Closes #281, #282\n\nBuild 1.7.2-2.0.1.891:\n        dams.21:\n                Update fr_FR.lang\n                \n                Translation 100%\n\nBuild 1.7.2-2.0.1.890:\n        lumien231:\n                Initializing biomesToSpawnIn\n                \n                Prevents an NPE when the Spawn Point is moved to the nether.\n        Adubbz: The backup biome is now a random biome from any temperature instead of mushroom islands\n        Adubbz: Fixed missing imports from lumien231's commit\n\nBuild 1.7.2-2.0.1.887:\n        Adubbz: Readded Forestry integration\n\nBuild 1.7.2-2.0.1.886:\n        Adubbz: Go away moss crashes. You're not wanted.\n\nBuild 1.7.2-2.0.1.885:\n        Adubbz: Fixed the metadata of gem drops. Closes #273\n\nBuild 1.7.2-2.0.1.884:\n        Adubbz: Fixed a crash upon generating the nether\n        Adubbz: Changed the version number whilst i remember\n\nBuild 1.7.2-2.0.0.882:\n        Adubbz: Capes are now solely kept in the master branch\n        Adubbz: Update capes.txt\n        Adubbz: Removed capes (They are now kept in the master branch on their own)\n\nBuild 1.7.2-2.0.0.878:\n        Adubbz: Rewrote decoration. Don't try this at home.\n        Adubbz: Hopefully fixed sapling metadata quirkiness\n        Adubbz: Hopefully fixes #270\n        Adubbz: Removed multi catches (They are only in Java 7+)\n\nBuild 1.7.2-2.0.0.874:\n        Adubbz: Update capes.txt\n\nBuild 1.7.2-2.0.0.873:\n        Adubbz: Fixed reflection in the CapeEventHandler\n\nBuild 1.7.2-2.0.0.872:\n        Adubbz: Update capes.txt\n\nBuild 1.7.2-2.0.0.871:\n        Adubbz: Phantoms once again roam\n\nBuild 1.7.2-2.0.0.870:\n        Adubbz: Fixed up potions and removed BOPPotionHelper. Closes #268\n\nBuild 1.7.2-2.0.0.869:\n        Adubbz: Update capes.txt\n\nBuild 1.7.2-2.0.0.868:\n        Catcwe316: Tweaked the remaining sub-biomes\n\nBuild 1.7.2-2.0.0.867:\n        Adubbz: Oops, bad imports!\n\nBuild 1.7.2-2.0.0.866:\n        Adubbz: Moved potions to BOPCPotions. The API is once again completely separated from the mod itself.\n\nBuild 1.7.2-2.0.0.865:\n        Adubbz: Created BOPCFluids\n\nBuild 1.7.2-2.0.0.864:\n        Adubbz: Goodbye BOPBlockHelper\n\nBuild 1.7.2-2.0.0.863:\n        Adubbz: Crag rock now uses stone sounds\n\nBuild 1.7.2-2.0.0.862:\n        Adubbz: Removed old default world hackery in favour of the new Forge 1110 biome system. In turn, the mod now requires 1110+\n\nBuild 1.7.2-2.0.0.861:\n        Adubbz: Made item references non-retarded, removed the odd few crafting config options. These are not our responsibility, if you want to tweak the hell out of things to an extent that we don't allow use a mod like MineTweaker\n\nBuild 860:\n        Adubbz:\n                Fixed the ancient staff subtype listing\n                \n                I'm only doing this because it's a one-off, one-line fix for Hephinator. Don't get any ideas those of you who think i have time for revisiting 1.6.\n\nBuild 1.7.2-2.0.0.859:\n        Adubbz: Gave scythes a significant buff. Closes #228\n\nBuild 1.7.2-2.0.0.858:\n        Adubbz: Added the final biome dictionary entry. Closes #247\n\nBuild 1.7.2-2.0.0.857:\n        Adubbz: Readded the orchard and the appropriate saplings. Closes #233\n\nBuild 1.7.2-2.0.0.856:\n        Adubbz: Readded the Mangrove, readded mangrove saplings, fixed hellbark saplings and began adding null checks in preparation for disablable biome ids\n\nBuild 1.7.2-2.0.0.844:\n        Adubbz: Readded the Garden, readded bonemeal functionality on poppys/dandelion and *hopefully* fixed issues involving BlockMoss. Clses #248\n\nBuild 1.7.2-2.0.0.843:\n        rmccorkell: Fix Fir leaves in TreeCapitator IMC\n\nBuild 1.7.2-2.0.0.842:\n        Adubbz: Fixed the drops for various blocks\n\nBuild 1.7.2-2.0.0.841:\n        Adubbz: Removed rain from the dry river\n\nBuild 1.7.2-2.0.0.840:\n        Adubbz: Fixed mushroom island generation\n\nBuild 1.7.2-2.0.0.839:\n        bspkrs:\n                Send IMC message to new mod ID\n                \n                I changed the Treecapitator mod ID to use the correct capitalization. I left the old line for backwards compatibility.\n        Adubbz: Fixed sub-biome clumping. Closes #249\n\nBuild 1.7.2-2.0.0.838:\n        Catcwe316: Tweaks to the Coral Reef and Kelp Forest, and coral textures\n\nBuild 1.7.2-2.0.0.837:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 1.7.2-2.0.0.836:\n        Catcwe316: Removed emerald ore from the Canyon and Moor to balance the amount of biomes with emerald with vanilla\n\nBuild 1.7.2-2.0.0.835:\n        Catcwe316: Changed the amount of BOP biomes that villages spawn in to be the same percentage as vanilla\n\nBuild 1.7.2-2.0.0.834:\n        Catcwe316: Removed the Dunes\n\nBuild 1.7.2-2.0.0.833:\n        Catcwe316: Tweaked ocean biome heights, tweaked amber and topaz textures\n\nBuild 1.7.2-2.0.0.832:\n        Adubbz: Readded ocean biomes. Closes #234\n\nBuild 1.7.2-2.0.0.831:\n        Adubbz: Removed bonemeal case for kelp\n\nBuild 1.7.2-2.0.0.830:\n        Adubbz: An exception is now thrown when referenced blocks and items are null and fixed an invalid reference to coral in BOPCrafting. Closes #258\n        Adubbz: Beginning work on the coral reef\n        Adubbz: Corrected the broken imports\n\nBuild 1.7.2-2.0.0.828:\n        thevikingwarrior98: Update it_IT.lang\n\nBuild 1.7.2-2.0.0.827:\n        Catcwe316: Made the Spruce Woods a sub-biome of the vanilla Forest, and added the bluebells to the Coniferous Forest\n\nBuild 1.7.2-2.0.0.826:\n        Catcwe316: Added Amber Ore for forest biomes, tweaked existing ore generation\n\nBuild 1.7.2-2.0.0.825:\n        Adubbz: Fixed dupe Volcano and Tropics classes\n\nBuild 1.7.2-2.0.0.824:\n        Adubbz: Fixed a bug with coral turning into kelp\n\nBuild 1.7.2-2.0.0.823:\n        Adubbz: Yeah... I'm uncomfortable with this being configurable\n\nBuild 1.7.2-2.0.0.822:\n        Adubbz: Added localisation support for a few things. Closes #254\n\nBuild 1.7.2-2.0.0.821:\n        Adubbz: Fixed coral suction, repacked sub biomes/tech biomes, fixed foliage being un-replacable\n\nBuild 1.7.2-2.0.0.820:\n        Catcwe316: Changed the Biome Essence Pod to Biome Essence Ore\n\nBuild 1.7.2-2.0.0.819:\n        Catcwe316: Removed Biome Essence from loot chests, and added Biome Essence Pods\n\nBuild 1.7.2-2.0.0.818:\n        thevikingwarrior98: Update it_IT.lang\n        thevikingwarrior98: Update it_IT.lang\n\nBuild 1.7.2-2.0.0.817:\n        Catcwe316: Replaced the Chromaflora with an Enderlotus flower, and changed the texture of Biome Essence\n\nBuild 1.7.2-2.0.0.816:\n        Adubbz: Don't be a derpface Forstride\n\nBuild 1.7.2-2.0.0.815:\n        Catcwe316: Tweaked the Grove and Tropical Rainforest\n\nBuild 1.7.2-2.0.0.814:\n        Catcwe316: Tweaked the Deciduous Forest and Shrubland\n\nBuild 1.7.2-2.0.0.813:\n        Catcwe316: Removed the Timber biome, fixed village biomes\n\nBuild 1.7.2-2.0.0.812:\n        Catcwe316: Added Shadow Shrooms, removed Clouds, tweaked biome weights, fixed naming for Spectral Moss/Smoldering Grass, cleaned up block texture folder\n\nBuild 1.7.2-2.0.0.811:\n        Catcwe316: Tweaked the Undergarden and Phantasmagoric Inferno\n\nBuild 1.7.2-2.0.0.810:\n        Catcwe316: Replaced the Purified Grass/Dirt/Tall Grass blocks with new ones for the End\n\nBuild 1.7.2-2.0.0.809:\n        Adubbz: Completed Nether biomes. Closes #221\n\nBuild 1.7.2-2.0.0.808:\n        Catcwe316: Removed Red Rocks and Skystone blocks, and added strata blocks (Limestone, Siltstone, and Shale)\n\nBuild 1.7.2-2.0.0.807:\n        Adubbz: Readded poison lakes. Closes #227\n\nBuild 1.7.2-2.0.0.806:\n        Adubbz: Biome weights (For BoP biomes) are now configurable. Closes #240\n\nBuild 1.7.2-2.0.0.805:\n        Catcwe316: Re-did the dead tree generation\n\nBuild 1.7.2-2.0.0.804:\n        Catcwe316: Tweaked the alps a bit\n\nBuild 1.7.2-2.0.0.803:\n        Adubbz: Fixed a bug where there were double the amount of lava/water springs and prevented them from generating above 128\n\nBuild 1.7.2-2.0.0.802:\n        Catcwe316: Fixed the overgrown netherrack in the Undergarden\n\nBuild 1.7.2-2.0.0.801:\n        Catcwe316: Added the Alps Forest and Meadow Forest sub biomes\n        Catcwe316: Added the Canyon Ravine sub-biome, disabled water/lava springs in mountainous biomes\n\nBuild 1.7.2-2.0.0.799:\n        Catcwe316: Tweaked village material replacement\n\nBuild 1.7.2-2.0.0.798:\n        Catcwe316: Readded the Dry River, allowed the Frozen River to generate in snowy BOP biomes\n\nBuild 1.7.2-2.0.0.797:\n        Catcwe316: Removed the Dry River and added a Lush River\n\nBuild 1.7.2-2.0.0.796:\n        Catcwe316: Added a Dry River biome, and moved the silkglades to a sub-biome of the Sludgepit\n\nBuild 1.7.2-2.0.0.795:\n        Adubbz: Allowed for multiple parents of river biomes\n\nBuild 1.7.2-2.0.0.794:\n        Adubbz: Added support for river biomes\n\nBuild 1.7.2-2.0.0.793:\n        Adubbz: Foliage now works properly in the nether (hopefully i didn't break anything)\n\nBuild 1.7.2-2.0.0.792:\n        Catcwe316: Improvements to the Quagmire, Steppe, and Outback, tried to add a custom river mix genlayer\n\nBuild 1.7.2-2.0.0.791:\n        Catcwe316: Changed the Tropics and Volcano to ocean sub-biomes, made the Quagmire a sub-biome of the Sludgepit\n\nBuild 1.7.2-2.0.0.790:\n        Catcwe316: More progress on the Undergarden\n\nBuild 1.7.2-2.0.0.789:\n        Catcwe316: Started readding the Undergarden\n\nBuild 1.7.2-2.0.0.788:\n        Catcwe316: Tweaked sub biomes heights, made the Oasis nicer\n\nBuild 1.7.2-2.0.0.787:\n        Adubbz: Readded functionality for only biomes\n\nBuild 1.7.2-2.0.0.786:\n        Adubbz: Nether biomes should be enabled once again\n\nBuild 1.7.2-2.0.0.785:\n        Adubbz: Readded the Fungi Forest\n\nBuild 1.7.2-2.0.0.784:\n        Adubbz: Readded the Oasis, however it still needs some work (once we go over everything)\n\nBuild 1.7.2-2.0.0.783:\n        Adubbz: Readded the scrubland\n\nBuild 1.7.2-2.0.0.782:\n        Adubbz: Readded the Steppe\n        Adubbz: Wood and stone scythes no longer work on leaves (as originally intended). Closes #215\n\nBuild 1.7.2-2.0.0.780:\n        Adubbz: Work on sub biomes\n        Adubbz: Readded the Glacier as a sub biome of the Arctic\n\nBuild 1.7.2-2.0.0.779:\n        Adubbz: Overhauled the biome generation and id config files, redid biome registration/referencing and made the mcmod.info have alphabetical ordering because it was irritating me. In turn, you no longer have to pick a biome from every temperature type, generation of biomes added from the default world is now configurable (closes #239) and disabling special biomes should no longer cause any issues.\n        Adubbz: Cleaned up the special biomes generation config options, oceans can now be disabled without any issues\n        Adubbz: Forgot to uncomment the BiomeDictionary entries\n        Adubbz: Updated build.gradle\n        Adubbz: Updated build.properties\n\nBuild 1.7.2-2.0.0.774:\n        jiangwei920228: Update zh_CN\n\nBuild 1.7.2-2.0.0.773:\n        thevikingwarrior98: Update it_IT.lang\n\nBuild 1.7.2-2.0.0.772:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 1.7.2-2.0.0.771:\n        Adubbz: The honey and poison buckets are now put on the creative tab properly\n\nBuild 1.7.2-2.0.0.770:\n        Adubbz: Readded buckets for honey and poison. Spring water will need to be further considered. Closes #226\n\nBuild 1.7.2-2.0.0.769:\n        Adubbz: Fixed the leaves hotbox. Closes #224\n\nBuild 1.7.2-2.0.0.768:\n        Adubbz: Fixed the cactus hitbox. Closes #235\n\nBuild 1.7.2-2.0.0.767:\n        Adubbz: Readded the code for the ivy vines, removed metadata layering nonsense (1.8 would have crushed this) and (hopefully) fixed #229\n\nBuild 1.7.2-2.0.0.766:\n        Adubbz: Birds now drop feathers with a metadata of 0. Closes #218\n\nBuild 1.7.2-2.0.0.765:\n        Catcwe316: Fixed Ender Amethyst spawning in the overworld\n\nBuild 1.7.2-2.0.0.764:\n        Catcwe316: Tweaked heights for some biomes, tweaked biome rarity\n\nBuild 1.7.2-2.0.0.763:\n        Catcwe316: Fixed pine trees and palm trees generating inside of terrain\n\nBuild 1.7.2-2.0.0.762:\n        Adubbz: Fixed a crash in the default world\n\nBuild 1.7.2-2.0.0.761:\n        Adubbz: Readded the Boneyard\n\nBuild 1.7.2-2.0.0.760:\n        Adubbz: Using black magic, fixed biomes not being added from other mods due to ordering issues\n        Adubbz: Oops, left out a class\n\nBuild 1.7.2-2.0.0.758:\n        Adubbz: Added debug mode, currently only for checking which biomes are being added from the default world\n\nBuild 1.7.2-2.0.0.757:\n        Adubbz: Repackaging, added decoration to the default nether biome, readded the Corrupted Sands nether biome\n\nBuild 1.7.2-2.0.0.756:\n        Adubbz: Readded the Phantasmagoric Inferno\n\nBuild 1.7.2-2.0.0.755:\n        Adubbz: Readded wasp hives, fixed a bug where the default 'Hell' biome wasn't being added to the Nether\n\nBuild 1.7.2-2.0.0.754:\n        Adubbz: Removed some candy land crap that i missed\n\nBuild 1.7.2-2.0.0.753:\n        Adubbz: Adjusted biome weights to work with a base of 10, removed unnecessary vanilla biome registrations and fixed a derp with which lists were being used in GenLayerBiomeBOP\n\nBuild 1.7.2-2.0.0.752:\n        Adubbz: Completely ripped out the Candyland and April Fools easter eggs, i don't want to maintain them, they hardly worked and caused more problems than they were worth\n\nBuild 1.7.2-2.0.0.751:\n        Adubbz: All biomes from the default world should now be added to the BoP world type (Should help with compatibility with TC3 etc.)\n\nBuild 1.7.2-2.0.0.750:\n        Catcwe316: Disabled the Candyland world type completely.\n\nBuild 1.7.2-2.0.0.749:\n        thevikingwarrior98: Update it_IT.lang\n\nBuild 1.7.2-2.0.0.748:\n        Adubbz: Removed the Mild biome type, you can't just cram one in and it'll magically work.\n\nBuild 1.7.2-2.0.0.747:\n        Vexatos: Update de_DE.lang\n\nBuild 1.7.2-2.0.0.746:\n        Catcwe316: Fixed biome IDs (Requires a fresh config file)\n\nBuild 1.7.2-2.0.0.745:\n        Catcwe316: Removed the Pasture biome and cleaned up the IDs config a bit.\n\nBuild 1.7.2-2.0.0.744:\n        Catcwe316: Decoration tweaks to a few biomes\n\nBuild 1.7.2-2.0.0.743:\n        Catcwe316: Added a new \"mild\" biome temperature to further improve biome placement.\n\nBuild 1.7.2-2.0.0.742:\n        Catcwe316: Tried to fix lava/water springs\n\nBuild 1.7.2-2.0.0.741:\n        Catcwe316: Fixed underground decoration, added Duckweed to more biomes\n\nBuild 1.7.2-2.0.0.740:\n        Catcwe316: More things\n\nBuild 1.7.2-2.0.0.739:\n        Catcwe316: Things\n\nBuild 1.7.2-2.0.0.738:\n        thevikingwarrior98: Update it_IT.lang\n\nBuild 1.7.2-2.0.0.737:\n        Catcwe316: Added Jelly Blocks\n\nBuild 1.7.2-2.0.0.736:\n        Adubbz: Bad conventions are bad\n\nBuild 1.7.2-2.0.0.735:\n        wowr87:\n                Update ru_RU.lang\n                \n                Translation updated.\n\nBuild 1.7.2-2.0.0.734:\n        Adubbz: Because apparently there is a witch hunt going on for this\n\nBuild 1.7.2-2.0.0.733:\n        Catcwe316: Fixed Cold Beaches generating around Mystic Groves, and made the Coniferous Forest look nicer\n\nBuild 1.7.2-2.0.0.732:\n        Catcwe316: Made the April Fools joke a liiiiiiiiiiitle less invasive\n\nBuild 1.7.2-2.0.0.731:\n        Catcwe316: Tweaked a few textures\n\nBuild 1.7.2-2.0.0.730:\n        Adubbz: Fixed a bug with config options\n        Catcwe316: Tweaked some biome decoration things\n\nBuild 1.7.2-2.0.0.728:\n        Catcwe316: Fixed moss placement\n\nBuild 1.7.2-2.0.0.727:\n        Catcwe316: Renamed Algae to Duckweed, renamed Seaweed to Algae, changed a few textures, and other minor changes.\n\nBuild 1.7.2-2.0.0.726:\n        Adubbz: Delete dependancies.info\n\nBuild 1.7.2-2.0.0.725:\n        Adubbz: Updated the license to 4.0\n\nBuild 1.7.2-2.0.0.724:\n        Adubbz: The Flower Field now actually has flowers in it...\n\nBuild 1.7.2-2.0.0.723:\n        Adubbz: Removed y offset on tiny cactus, began work on Nether Biomes, fixed a bug with anything working as a furnace fuel and prevented our decoration from occuring outside of the BoP worldtype\n\nBuild 1.7.2-2.0.0.722:\n        Adubbz: Fixed Forced Decorators with grass and flowers\n\nBuild 1.7.2-2.0.0.721:\n        Adubbz: Fixed an issue with the Bamboo Forest not being decorated properly\n\nBuild 1.7.2-2.0.0.720:\n        Adubbz: Preliminary fix for Forced Decorators, fixed a bug with moon phases. Closes #206\n\nBuild 1.7.2-2.0.0.719:\n        Catcwe316: Fixed boulder gen for tundras/wastelands\n\nBuild 1.7.2-2.0.0.718:\n        Adubbz: Removed the Promised Land, did a significant cleanup of the system for world gen features\n        Adubbz: Forgot to readd the workaround for the Already Decorating! nonsense\n        Adubbz: Merged changes from Forstride, fixed a nullpointer from left-in acacia references with Ore Dictionary registration\n\nBuild 1.7.2-2.0.0.716:\n        Catcwe316: Replaced sunflowers and high grass with different blocks\n        thevikingwarrior98: Update it_IT.lang\n\nBuild 1.7.2-2.0.0.714:\n        Catcwe316: Added flowering vines for the trees in the Mystic Grove\n\nBuild 1.7.2-2.0.0.713:\n        Catcwe316: Fixed Bayou trees\n\nBuild 1.7.2-2.0.0.712:\n        Catcwe316: Changed boulders to use the vanilla boulder generation.\n\nBuild 1.7.2-2.0.0.711:\n        Catcwe316: Various tweaks to biomes\n\nBuild 1.7.2-2.0.0.710:\n        Catcwe316: Finished the forced decorators for vanilla biomes\n\nBuild 1.7.2-2.0.0.709:\n        Adubbz: Added a proper logger, added the beginnings of a \"SubBlocks\" layer for blocks with metadata.\n        Adubbz: Renamed the Random Filter\n        Adubbz: Renamed the Random Filter\n\nBuild 1.7.2-2.0.0.706:\n        Catcwe316: They're baaaaaaaaaaaaaaack!\n\nBuild 1.7.2-2.0.0.705:\n        Catcwe316: Tweaked some things in preparation for upcoming changes\n\nBuild 1.7.2-2.0.0.704:\n        Catcwe316: Tweaked the swampland forced decorator, and added placeholders for other forced decorators\n\nBuild 1.7.2-2.0.0.703:\n        Catcwe316: Added freshwater seaweed, started adding more forced decorators for vanilla biomes\n\nBuild 1.7.2-2.0.0.702:\n        Catcwe316: Added leaf piles and dead leaf piles\n\nBuild 701:\n        jdgbolt: Fix for Version checking crash and change version URL to point to repository\n\nBuild 1.7.2-2.0.0.700:\n        thevikingwarrior98: Update it_IT.lang\n\nBuild 1.7.2-2.0.0.699:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 1.7.2-2.0.0.698:\n        mymagadsl:\n                Update zh_TW.lang\n                \n                Error correction code and translation\n\nBuild 1.7.2-2.0.0.697:\n        Vexatos: Update de_DE.lang\n        qeliox: Update ru_RU.lang\n\nBuild 1.7.2-2.0.0.696:\n        mymagadsl:\n                Create zh_TW.lang\n                \n                Converted from zh_CN\n\nBuild 1.7.2-2.0.0.695:\n        Adubbz: Fixed version.properties since ntzrmtthihu777 has more OCD than i do\n        Adubbz: Derp\n\nBuild 1.7.2-2.0.0.693:\n        fabricatorgeneral:\n                Fixes biome decoration for Promised Land\n                \n                reactivate commented out super.decorate calls\n                Filter Random to prevent -1 height crashes\n                fix treegen to use correct grass block.\n\nBuild 1.7.2-2.0.0.692:\n        amnet: Fix for slabs.\n\nBuild 1.7.2-2.0.0.691:\n        Adubbz: Fixed the nether floor being made of grass\n        amnet: Fix for a crash with slabs.\n        amnet: Fix for the file name.\n\nBuild 688:\n        wwrpg:\n                Update ItemBOPFood.java\n                \n                Do not drop empty bottle and only drop one bowl when eating salads.\n        wwrpg:\n                Update WorldGenRedwoodTree2.java\n                \n                Allow Redwood saplings to GROW!!!\n\nBuild 1.7.2-2.0.0.687:\n        amnet: Fixing issue #190 with duplicating bowls.\n\nBuild 1.7.2-2.0.0.686:\n        Adubbz: Fixed server crash on startup. Fixes #176 #183 #186\n\nBuild 1.7.2-2.0.0.685:\n        Adubbz: Fixed crash on startup with the custom panorama. Fixes #185\n\nBuild 1.7.2-2.0.0.684:\n        Adubbz: Fixed #184\n\nBuild 1.7.2-2.0.0.683:\n        Catcwe316: Update capes.txt\n\nBuild 1.7.2-2.0.0.682:\n        Adubbz: Updated the basics of fluids\n        meatkroket:\n                Nether biome gen\n                \n                Disabled biome deco: ChunkProviderBOPHell line 570\n                Add new hell biomes at: BiomeLayerHellBiomes line 23\n        ted80: Fix\n        Adubbz: Toying with buckets\n        Adubbz: Added support for registering non-overworld biomes\n        Adubbz: Added an alternate constructor to BOPBiomeEntry for Nether biomes\n        Adubbz: Actually... May as well make them WARM by default instead of HOT\n        Catcwe316: Made pixies spawn in the Mystic Grove.  Added ichor (Soon to be dropped by imps)\n        Catcwe316: Added Mahogany logs/leaves/planks/saplings/etc. for Tropical Rainforest trees\n        Catcwe316: Fixed double ferns generating in certain swampy biomes instead of double tall grass\n        ted80: Update it_IT.lang fixes #179\n        progwml6: Run repo through remapping script -- UNTESTED\n        progwml6: switch to forge build with new names\n        progwml6: fix several compile errors from remapping\n        progwml6: fix errors with setAttribute\n\nBuild 1.7.2-2.0.0.670:\n        Catcwe316: Tweaked biome radar text\n\nBuild 1.7.2-2.0.0.669:\n        Adubbz: Reduced the biome radar jump distance to 512 to make any biomes found in a realistic to travel to distance\n\nBuild 1.7.2-2.0.0.668:\n        Adubbz: Fixed NPE on startup, fixed mob/record sounds once and for all\n\nBuild 1.7.2-2.0.0.667:\n        Adubbz: Commented out the Promised Land Biome Dictionary entries\n\nBuild 1.7.2-2.0.0.666:\n        Adubbz: Commented out the Promised Land biomes and the teleported to the dimension for now, need to redo the current biome system to support dimension-specific biomes\n\nBuild 1.7.2-2.0.0.665:\n        Adubbz: Committing my changes as a fallback\n        Adubbz: Biome Finder complete.\n\nBuild 1.7.2-2.0.0.664:\n        Vexatos: Update de_DE.lang\n\nBuild 1.7.2-2.0.0.663:\n        Catcwe316: Fixed the Sacred Springs' color, changed formatting for Biome Radar tooltip\n\nBuild 1.7.2-2.0.0.662:\n        Adubbz: Mostly finished the biome finder, just rendering stuff now\n\nBuild 1.7.2-2.0.0.661:\n        Catcwe316: Tweaked biome essence loot weights\n        Catcwe316: Added color support for biome essence\n\nBuild 1.7.2-2.0.0.659:\n        Adubbz: Fixed a bug with biome essence loot\n\nBuild 1.7.2-2.0.0.658:\n        Adubbz: Changed biome scrolls to biome essence, made it spawn in various structures\n\nBuild 1.7.2-2.0.0.657:\n        Adubbz: Fixed NPEs on launch with the Promised Land\n\nBuild 1.7.2-2.0.0.656:\n        fabricatorgeneral:\n                Re-implement Promisedland dimension.\n                \n                Summary of changes:\n                Commented out lighting API, for performance reasons\n                Relocate portal generation to WorldGenPromisedLandPortal, removes\n                duplicate code.\n                Simplified multi-biome layer generation code.\n                Re-activate teleport code\n                \n                Notes: tree/grass generated commented out due to  vanilla crash bug, see\n                BiomeGenPromisedLand*** super.decorate calls\n                A number of customBiomeDecorator calls to be re-implemented, left\n                commented out for now.\n\nBuild 653:\n        Adubbz: Reverted build.gradle back to the way it was\n\nBuild 652:\n        Catcwe316: Fixed flower weights so Adubbz would shut up\n        Adubbz: Fixed pickblock on slabs\n        Catcwe316: Added dark oak logs/leaves to a few biomes\n        Adubbz: Lots of changes including adding support for biome-specific bonemeal flowers and starting on the Biome Finder Compass\n        Catcwe316: Changed biome radar texture and name\n        Adubbz: Made the biome check relative to the player's position and choose the closest biome that it can find\n        Catcwe316: Added crafting recipe for the Biome Radar\n        Adubbz: Added the basics for biome scrolls, made the position of the biome to find sync on player connection\n        Vexatos: Update de_DE.lang\n        смирнов антон михайлович: Update ru_RU.lang\n        Adubbz: Removed Reflection for the TemptEventHandler, Added a \"No biome found\" state for the biome finder and prevented it from being used multiple times (until the biome on it has been changed)\n        Catcwe316: Improved the Biome Radar texture, added the enchantment effect to the Biome Scrolls\n        Adubbz: Fixed an issue where the biome finder would point to 0, 0 until relogging\n        Adubbz: Updated the forge version in build.properties. Hopefully fixes #174\n        Adubbz: And apparently the POM is broken\n        Adubbz: Ugh, i don't know\n        Adubbz: Let's try this...\n        Adubbz: Update build.gradle\n        Adubbz: Replaced some double quotes with singles (I doubt it'll change anything)\n\nBuild 630:\n        Catcwe316: Made poison ivy spawn the poison potion particle randomly\n\nBuild 629:\n        Catcwe316: Made reeds look nicer\n\nBuild 628:\n        Catcwe316: Fixed trees in the Mystic Grove and Ominous Woods, tweaked foliage colors/textures\n\nBuild 627:\n        Catcwe316: Started adding new vanilla flowers to our biomes\n\nBuild 626:\n        Catcwe316: Tweaked the Lush Desert\n\nBuild 625:\n        Catcwe316: Fixed high grass gen in the Highland\n\nBuild 624:\n        Adubbz: And now servers should be able to run (I actually tested it this time >_>)\n\nBuild 623:\n        Adubbz: Added SideOnly annotations for the Guis to fix issues on servers\n\nBuild 622:\n        Adubbz: Reenabled the changelog. *Crosses fingers*\n        Adubbz: This is the end\n\nBuild 618:\n        Adubbz: Well here we are again\n\nBuild 616:\n        Adubbz: The source and apis should be zips...\n\nBuild 615:\n        Adubbz: Cleanup\n        Adubbz: Unbreaking I\n\nBuild 613:\n        Adubbz: Or maybe it is both at the same time...\n\nBuild 612:\n        Adubbz: No. It's neither. And it should work now.\n\nBuild 611:\n        Adubbz: Is it raining, is it snowing\n\nBuild 610:\n        Adubbz: Try this....\n\nBuild 609:\n        Adubbz: Okay, maybe i don't feel fine\n\nBuild 608:\n        Adubbz: And i feel fine\n        Adubbz: *Now* i feel fine\n\nBuild 606:\n        Adubbz: Cause it's the end of the world as we know it\n\nBuild 605:\n        Adubbz: The changelog should work now\n        Adubbz: Maybe this time\n        Adubbz: Let's not be retarded\n        Adubbz: Please no more...\n\nBuild 601:\n        Adubbz: Updated build.gradle\n\nBuild 600:\n        Adubbz: Apparently this works now (something earlier must've fixed it)\n\nBuild 599:\n        Adubbz: Swapped appendixes for classifiers\n\nBuild 1.7.2-2.0.0.597:\n        Adubbz: Changed the domain name\n\nBuild 1.7.2-2.0.0.596:\n        Adubbz: Bah, i dunno\n\nBuild 1.7.2-2.0.0.595:\n        Adubbz: ...\n\nBuild 1.7.2-2.0.0.594:\n        Adubbz: Let's try this...\n        Adubbz: ...\n        Adubbz: ...\n\nBuild 1.7.2-2.0.0.591:\n        Adubbz: ...\n        Adubbz: ...\n        Adubbz: ...\n\nBuild 1.7.2-2.0.0.588:\n        Adubbz: Updated build.gradle\n        Adubbz: Let's not do that\n        Adubbz: Let's not forget brackets either\n        Adubbz: Derps everywhere today\n        Adubbz: Missing things...\n        Adubbz: Tinkering...\n        Adubbz: Painful...\n\nBuild 1.7.2-2.0.0.571:\n        bspkrs: added Treecapitator integration back in :D\n\nBuild 1.7.2-2.0.0.570:\n        Adubbz: Fixed a derp\n\nBuild 1.7.2-2.0.0.569:\n        Adubbz: Made some special case biomes configurable\n\nBuild 1.7.2-2.0.0.568:\n        Adubbz: Fixed only biomes\n\nBuild 1.7.2-2.0.0.567:\n        Catcwe316: Tweaked biomes heights and weights\n\nBuild 1.7.2-2.0.0.566:\n        Adubbz: Added support for biome weights\n\nBuild 1.7.2-2.0.0.565:\n        Adubbz: Commenting out unused (as of yet) config options\n\nBuild 1.7.2-2.0.0.564:\n        Adubbz: Readded Biome Dictionary support\n\nBuild 1.7.2-2.0.0.563:\n        Catcwe316: Tweaked the Flower Field a bit\n\nBuild 1.7.2-2.0.0.562:\n        Adubbz: Stuff it, spaces can stay\n\nBuild 1.7.2-2.0.0.561:\n        Adubbz: Readded configurable biome gen\n\nBuild 1.7.2-2.0.0.560:\n        Adubbz: Readded stronghold biomes, and made them configurable\n        Adubbz: Let's not leave in errors...\n\nBuild 1.7.2-2.0.0.558:\n        Adubbz: Reenabled Jungle Spider and Glob spawning in the biomes that are already in\n\nBuild 1.7.2-2.0.0.557:\n        Adubbz: Removed old META-INF\n\nBuild 1.7.2-2.0.0.556:\n        Adubbz: Village biome config options are now generated dynamically\n\nBuild 1.7.2-2.0.0.555:\n        Catcwe316: New clover texture\n\nBuild 1.7.2-2.0.0.554:\n        Adubbz: Amongst other config file tweaks, made all per chunk values added by BOP configurable as booleans\n\nBuild 1.7.2-2.0.0.553:\n        Adubbz: Added checks to ensure that the player is on land when spawning (sometimes they would spawn in the ocean directly next to a beach)\n\nBuild 1.7.2-2.0.0.552:\n        aarongauntlett: Changed the title screen background to be more fitting\n        Adubbz: Readded most of the saplings, with the only ones remaining being those for trees that are unused (for now) (Persimmon, Hellbark, Holy, Apple & Mangrove)\n        Adubbz: Fixed the flammability of all of the blocks\n        Adubbz: Fixed the speed of scythes against leaves\n        Adubbz: Fixed bonemeal on saplings, holy grass, turnips, cattail and tiny cacti. The rest will be done once the blocks for them are used\n        Adubbz: Readded custom village biomes, readied configurable village distance, readied custom biome village materials\n        Adubbz: Readded configurable biome size\n\nBuild 1.7.2-2.0.0.544:\n        Adubbz: You can now only spawn on beaches (configurable)\n\nBuild 1.7.2-2.0.0.543:\n        Adubbz: Fixed #168\n\nBuild 1.7.2-2.0.0.542:\n        Adubbz: Hopefully fixed issues outside of eclipse (again)\n\nBuild 1.7.2-2.0.0.541:\n        Adubbz: And now we no longer override GuiMainMenu. Hackery rocks!\n\nBuild 1.7.2-2.0.0.540:\n        Adubbz: Changed the title panorama to suit BOP better\n\nBuild 1.7.2-2.0.0.538:\n        aarongauntlett: Changed the title screen background to be more fitting\n\nBuild 1.7.2-2.0.0.537:\n        Adubbz: Made the startup warning solely about the BOP worldtype\n\nBuild 1.7.2-2.0.0.536:\n        Adubbz: Added an attempt at making the beach the only biome that can be spawned on, will have to revisit it\n\nBuild 1.7.2-2.0.0.535:\n        Adubbz: Fixed mods list logo\n\nBuild 1.7.2-2.0.0.534:\n        Adubbz: Switched to Gradle 1.1 properly (Thanks progwml6|L), fixed a bug with wild carrots, added a one-time warning on startup regarding the BOP worldtype and 1.7\n\nBuild 1.7.2-2.0.0.533:\n        Adubbz: Attempting to update Gradle (Didn't work last time)\n        Adubbz: Yeah... That didn't work\n\nBuild 1.7.2-2.0.0.531:\n        Adubbz: Fixed undecorated chunk \"stripes\"\n\nBuild 1.7.2-2.0.0.530:\n        Catcwe316: Added podzol to the Bamboo Forest and Redwood Forest\n\nBuild 1.7.2-2.0.0.529:\n        Adubbz: Attempting to fix block placement issues\n\nBuild 1.7.2-2.0.0.528:\n        Adubbz: Fixed Reflection in eclipse, it now works both ways! Yay!\n\nBuild 1.7.2-2.0.0.527:\n        Adubbz: Another attempt...\n\nBuild 1.7.2-2.0.0.526:\n        Adubbz: Attempt at fixing the Reflection crash\n\nBuild 1.7.2-2.0.0.525:\n        Adubbz: Removed debug\n\nBuild 1.7.2-2.0.0.524:\n        Adubbz: Readded the Wasteland. All main biomes readded. Have fun Forstride >:)\n\nBuild 1.7.2-2.0.0.523:\n        Adubbz: Readded the silk glades. 1 left.\n\nBuild 1.7.2-2.0.0.522:\n        Adubbz: Readded the Volcano, Tropics, Temperate Rainforest and Sludgepit\n\nBuild 1.7.2-2.0.0.521:\n        Adubbz: Readded the Wetland and Woodland. 6 remaining.\n\nBuild 1.7.2-2.0.0.520:\n        Adubbz: Readded the Tundra and Tropical Rainforest. 8 remaining.\n\nBuild 1.7.2-2.0.0.519:\n        Adubbz: Readded the Spruce Woods and Timber. It's the Final Countdown :)\n\nBuild 1.7.2-2.0.0.518:\n        Adubbz: Readded the Shield and Seasonal Forest\n\nBuild 1.7.2-2.0.0.517:\n        Adubbz: Fixing derps\n\nBuild 1.7.2-2.0.0.516:\n        Adubbz: Readded the Redwood Forest\n\nBuild 1.7.2-2.0.0.515:\n        Catcwe316: Update capes.txt\n\nBuild 1.7.2-2.0.0.514:\n        Adubbz: Readded the Quagmire\n\nBuild 1.7.2-2.0.0.513:\n        Adubbz: Readded the Prairie\n\nBuild 1.7.2-2.0.0.512:\n        Catcwe316: Temperature tweaks\n\nBuild 1.7.2-2.0.0.511:\n        Adubbz: Readded the Outback biome\n\nBuild 1.7.2-2.0.0.510:\n        Adubbz: Readded the More, Mystic Grove and Origin Valley, also potentially fixed issues with the Tempt Event Handler\n\nBuild 1.7.2-2.0.0.509:\n        Adubbz: Always forgetting to remove the debug stuff\n\nBuild 1.7.2-2.0.0.508:\n        Adubbz: Readded the Meadow\n\nBuild 1.7.2-2.0.0.507:\n        Adubbz: Bugfixing and readded the Maple Woods\n\nBuild 1.7.2-2.0.0.506:\n        Adubbz: Readded the Bayou, Bog, Snowy Coniferous Forest, Dead Swamp, Heathland, Lush Desert & Lush Swamp\n        Adubbz: Removed debug stuff\n\nBuild 1.7.2-2.0.0.505:\n        Catcwe316: Tweaked a few things\n\nBuild 1.7.2-2.0.0.504:\n        Adubbz: Removed debug, added a new workaround for the \"Already Decorating\" error\n\nBuild 1.7.2-2.0.0.503:\n        Adubbz: Readded the Chaparral, Coniferou sForest and Grove\n\nBuild 1.7.2-2.0.0.502:\n        Adubbz: Bugfixing, and readded the Fen\n\nBuild 1.7.2-2.0.0.501:\n        Adubbz: Let's switch back to the vanilla group count\n\nBuild 1.7.2-2.0.0.500:\n        Adubbz: Let's not leave the debugging stuff in :S\n\nBuild 1.7.2-2.0.0.499:\n        Adubbz: *Hopefully* fixed decoration amounts, readded the canyon, brushland and dead forest\n\nBuild 1.7.2-2.0.0.498:\n        Adubbz: Reverted back to the old coord setup, seems using the vanilla one breaks things\n\nBuild 1.7.2-2.0.0.497:\n        Adubbz: Readded a few biomes, heavily altered the existing decoration system to be more configurable\n\nBuild 1.7.2-2.0.0.496:\n        Adubbz: Made the particle resourcelocations static, rearranged the biome IDS to work with 1.7, readded the Grassland, added a way of changing the amount of lakes per chunk\n\nBuild 1.7.2-2.0.0.495:\n        Catcwe316: Update capes.txt\n\nBuild 1.7.2-2.0.0.494:\n        Adubbz: Readded the Mountain biome\n\nBuild 1.7.2-2.0.0.493:\n        Adubbz: Readded the Pasture and Shrubland\n\nBuild 1.7.2-2.0.0.492:\n        Adubbz: Readded the rainforest\n\nBuild 1.7.2-2.0.0.491:\n        Adubbz: Readded the Ominous Woods\n\nBuild 1.7.2-2.0.0.490:\n        Adubbz: Readded the highland\n\nBuild 1.7.2-2.0.0.489:\n        Catcwe316: Update capes.txt\n\nBuild 1.7.2-2.0.0.488:\n        Adubbz: Readded the Jade Cliffs\n\nBuild 1.7.2-2.0.0.487:\n        Catcwe316: Tweaked the Frost Forest and flower gen\n\nBuild 1.7.2-2.0.0.486:\n        Adubbz: Started work on the Frost Forest\n\nBuild 1.7.2-2.0.0.485:\n        Adubbz: Forgot to set the height for the dunes\n\nBuild 1.7.2-2.0.0.484:\n        Adubbz: Fixing derps\n\nBuild 1.7.2-2.0.0.483:\n        Adubbz: Readded the thicket and dunes, hopefully fixed some placement issues too\n\nBuild 1.7.2-2.0.0.482:\n        Adubbz: Readded crafting recipes\n        Adubbz: Fixed the place sounds of bones and graves\n        Catcwe316: Tweaked a few textures\n        Catcwe316: Replaced acacia stuff with sacred oak stuff\n        Adubbz: Readded the event handlers for various things\n        Adubbz: Allowed for empty lines in capes.txt\n        Adubbz: Readded vanilla compat (Dispenser behaviours and dungeon loot)\n        Adubbz: Fixed flower band creative tab, fixed leaves lighting\n        Adubbz: Fixed lily flower rendering\n        Vexatos: Update de_DE.lang\n        Adubbz: Readded entities\n        Adubbz: Toying with biome decoration, *hopefully* fixed errors with iPosition\n        Adubbz: Fixed the biome decorator stuff\n        Catcwe316: Update capes.txt\n        Adubbz: Added a temporary setup for adding biomes\n        Adubbz: Tweaking the temporary setup\n        Catcwe316: Attempted adding the Sacred Springs biome\n        Adubbz: Partially fixed the sacred springs\n        смирнов антон михайлович: Update ru_RU.lang\n        смирнов антон михайлович: Update ru_RU.lang\n        Adubbz: Added support for custom flower decoration\n        Catcwe316: Testing flower gen\n        Adubbz: Fixed flower placement\n        Adubbz: Allowed changing of the group size of flowers, added a template for heights in the Sacred Springs\n        Adubbz: Update version.txt\n        1196377271: Update zh_CN.lang\n        Adubbz: Temporarily disabled setting the fire properties, will have to reinvestigate it eventually\n        Adubbz: Renaming things\n        Catcwe316: Readded biome classes\n        Catcwe316: Commented out stuff in biomes so they wouldn't error\n        Adubbz: Amongst other things, readded the Alps, Arctic and Bamboo Forest\n        Adubbz: Fixed bamboo saplings\n        Adubbz: Lots of decoration stuff\n        Adubbz: Fixed BOPWorldFeatures instancing\n        Adubbz: Trying to get rivercane to work, but it seems to still drop off when a block is generated next to one of the segments higher than the bottom\n        Adubbz: Fixed the Sacred Springs biome\n        Adubbz: Readded the Crag biome (Yay for easy biomes!)\n        Catcwe316: Changed the Field biome to Flower Field\n        Catcwe316: Update capes.txt\n        Adubbz: Committing files so i can resolve the conflicts\n        Adubbz: Updated the Forge version\n\nBuild 1.7.2-2.0.0.443:\n        Adubbz: Cleanup\n\nBuild 1.7.2-2.0.0.442:\n        Adubbz: Fixed turnip seed dropping, fixed wading boots on Ash and Mud and fixed scythes\n\nBuild 1.7.2-2.0.0.441:\n        Adubbz: Fixed turnips\n\nBuild 1.7.2-2.0.0.440:\n        Adubbz: Readded potion effects\n\nBuild 1.7.2-2.0.0.439:\n        Adubbz: Readded armour\n\nBuild 1.7.2-2.0.0.438:\n        Adubbz: Readded dandelion and magic tree particles\n\nBuild 1.7.2-2.0.0.437:\n        Adubbz: Mudballs are throwable once again\n\nBuild 1.7.2-2.0.0.436:\n        Adubbz: Fixed tool effectiveness on blocks\n\nBuild 1.7.2-2.0.0.435:\n        Adubbz: Attempting to change break speed\n\nBuild 1.7.2-2.0.0.432:\n        Adubbz: Fixed sunflower and highrass placement for the sake of it\n\nBuild 1.7.2-2.0.0.431:\n        Adubbz: Fixed a rendering bug and some issues with block placement\n\nBuild 1.7.2-2.0.0.430:\n        Adubbz: Fixed slab/stair lighting issues\n\nBuild 1.7.2-2.0.0.429:\n        Adubbz: Fixed creating double slabs\n\nBuild 1.7.2-2.0.0.428:\n        Vexatos: Fix all the things!\n\nBuild 1.7.2-2.0.0.427:\n        Adubbz: Fixed the localisations. Closes #156\n\nBuild 1.7.2-2.0.0.426:\n        Adubbz: Fixed reed rendering\n\nBuild 1.7.2-2.0.0.425:\n        Adubbz: Fixed the record textures\n\nBuild 1.7.2-2.0.0.424:\n        Adubbz: Fixed the block hardness and step sounds of hopefully all of the blocks\n        Adubbz: Fixed the metadata mixup with stone formations\n\nBuild 1.7.2-2.0.0.423:\n        Catcwe316: Updated donator cape list\n\nBuild 1.7.2-2.0.0.422:\n        Adubbz: Omega fixing\n        Adubbz: Compile errors fixed. Welcome back blocks\n        Adubbz: Started toying with creatives tabs, the food item and the mud block\n        Adubbz: Toying with more things\n        Adubbz: Reduced files to what works, let's make this a proper rewrite!\n        Adubbz: Removed old apis\n        Adubbz: Welcome back darts and dart blowers\n        Adubbz: Reenabled properties of mud since it actually works, it was just a bug\n        Adubbz: Repackaging\n        Adubbz: Fixed an issue with quicksand\n        Adubbz: Readded ash blocks, finished items (for the most part) and readied the biomes class\n        Adubbz: Readded the BOP Worldtype\n        Adubbz: Fixed the ash step sound, added clouds, changed the mud drop back to mud balls\n        Adubbz: Removed the config options for block and item IDs as they are no longer needed\n        Adubbz: Readded colorized saplings\n        Adubbz: Added the broken blocks to the repo for the sake of it\n        Adubbz: Readded logs\n        Adubbz: References to block IDs in constructors removed, removed old quicksand class, references to the BOP creative tab fixed\n        Adubbz: References to Icon and IconRegister changed\n        Adubbz: registerIcons() and getIcon() renamed\n        Adubbz: More renaming\n        Adubbz: Fuckloads of work on updating blocks\n        Adubbz: More fixing\n        Adubbz: Omega fixing\n        Adubbz: Compile errors fixed. Welcome back blocks\n        Adubbz: Yay, Gradle bullshit\n\nBuild 1.6.4-1.2.1.418:\n        Adubbz: More fixing\n        Catcwe316: Meat is an ore\n\nBuild 1.6.4-1.2.1.416:\n        Catcwe316: Updated version.txt and build.properties\n\nBuild 1.6.4-1.2.0.415:\n        Adubbz: Fuckloads of work on updating blocks\n        Catcwe316: Finished christmas lights\n\nBuild 1.6.4-1.2.0.413:\n        Catcwe316: Work on christmas lights\n\nBuild 1.6.4-1.2.0.412:\n        Adubbz: Added the broken blocks to the repo for the sake of it\n        Adubbz: Readded logs\n        Adubbz: References to block IDs in constructors removed, removed old quicksand class, references to the BOP creative tab fixed\n        Adubbz: References to Icon and IconRegister changed\n        Adubbz: registerIcons() and getIcon() renamed\n        Adubbz: More renaming\n        1196377271:\n                Update zh_CN.lang\n                \n                Merry Christmas！\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 1.6.4-1.2.0.405:\n        Adubbz: Readded colorized saplings\n        Adubbz: Added festive lights to pine tree leaves... Damn you Forstride\n\nBuild 1.6.4-1.2.0.403:\n        Adubbz: Readded the BOP Worldtype\n        Adubbz: Fixed the ash step sound, added clouds, changed the mud drop back to mud balls\n        Adubbz: Removed the config options for block and item IDs as they are no longer needed\n        Catcwe316: texture things\n\nBuild 1.6.4-1.2.0.399:\n        Adubbz: Readded ash blocks, finished items (for the most part) and readied the biomes class\n        Vexatos: Update de_DE.lang\n\nBuild 1.6.4-1.2.0.397:\n        Adubbz: Reenabled properties of mud since it actually works, it was just a bug\n        Adubbz: Repackaging\n        Adubbz: Fixed an issue with quicksand\n        king: Fix treecap integration\n\nBuild 1.6.4-1.2.0.393:\n        Adubbz: Toying with more things\n        Adubbz: Reduced files to what works, let's make this a proper rewrite!\n        Adubbz: Removed old apis\n        Adubbz: Welcome back darts and dart blowers\n        Catcwe316: Changed shrub texture\n\nBuild 1.6.4-1.2.0.388:\n        Catcwe316: Updated cape list\n\nBuild 1.6.4-1.2.0.386:\n        Catcwe316: Made pine tree generation look nicer, changed pine leaf textures\n\nBuild 1.6.4-1.2.0.385:\n        Adubbz: Please work...\n\nBuild 1.6.4-1.2.0.384:\n        Adubbz: Testing\n\nBuild 1.6.4-1.2.0.383:\n        Adubbz: Bah\n\nBuild 1.6.4-1.2.0.382:\n        Adubbz: Attempted to fix capes\n\nBuild 1.6.4-1.2.0.381:\n        Adubbz: *Hopefully* added support for respawning with Natura installed\n        Adubbz: Removed override annotation that was breaking things\n\nBuild 1.6.4-1.2.0.379:\n        Catcwe316: Updated Forestry integration, added crafting recipe for overgrown netherrack\n\nBuild 1.6.4-1.2.0.378:\n        Catcwe316: Changed the fog color of the Silkglades\n\nBuild 1.6.4-1.2.0.377:\n        Catcwe316: Changed the surface/filler block of the Phantasmagoric Inferno to ash\n\nBuild 1.6.4-1.2.0.376:\n        Catcwe316: Tweaked overgrown netherrack gen a bit\n\nBuild 1.6.4-1.2.0.375:\n        Catcwe316: Replaced grass blocks in the Undergarden with overgrown netherrack\n\nBuild 1.6.4-1.2.0.374:\n        Catcwe316: Disabled the Deadlands in the default config\n\nBuild 1.6.4-1.2.0.373:\n        Catcwe316: Cape names\n\nBuild 1.6.4-1.2.0.372:\n        Catcwe316: Finished cape stuff...For now...\n\nBuild 1.6.4-1.2.0.371:\n        Catcwe316: More cape stuff\n\nBuild 1.6.4-1.2.0.370:\n        Catcwe316: You already know what this is\n\nBuild 1.6.4-1.2.0.369:\n        Catcwe316: Testing another type of dev cape\n\nBuild 1.6.4-1.2.0.368:\n        Catcwe316: Changed dev cape again\n\nBuild 1.6.4-1.2.0.367:\n        Catcwe316: Changed dev cape image\n\nBuild 1.6.4-1.2.0.366:\n        Catcwe316: Changed the Ominous Woods sky color\n\nBuild 1.6.4-1.2.0.365:\n        смирнов антон михайлович:\n                Update ru_RU.lang\n                \n                minor tweaks\n\nBuild 1.6.4-1.2.0.364:\n        Adubbz: Upped the version number to 1.2.0, this is now the recommended version\n\nBuild 1.6.4-1.1.3.363:\n        Adubbz: Welcome back Treecapacitator integration. *Hopefully* closes #130 completely\n\nBuild 1.6.4-1.1.3.362:\n        Catcwe316: \"Fixed\" some saplings textures\n\nBuild 1.6.4-1.1.3.361:\n        Adubbz: Toying with a possible fix for treecapacitator integration\n\nBuild 1.6.4-1.1.3.360:\n        Adubbz: Added a check to ensure rosester rose-placing is on the server side\n\nBuild 1.6.4-1.1.3.359:\n        Adubbz: The nether is now overridden by default in the ATG world type. Fixes #145\n\nBuild 1.6.4-1.1.3.358:\n        Adubbz: The enderporter now checks for whether or not isSurfaceWorld() returns true in the world provider. Closes #117\n\nBuild 1.6.4-1.1.3.357:\n        Adubbz: Greatly reduced the chances Rosesters have of spawning roses. Closes #140\n\nBuild 1.6.4-1.1.3.356:\n        Adubbz: BOPBlockFoliage now extends BlockTallGrass. Closes #141\n\nBuild 1.6.4-1.1.3.355:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 1.6.4-1.1.3.354:\n        enosphorous: Begin re-localization of zh_CN.lang\n        enosphorous:\n                Updated and fixed zh_CN.lang.\n                \n                Just a quick little Christmas gift for the BoP team.\n\nBuild 1.6.4-1.1.3.353:\n        Catcwe316: Nerfed nether wart generation in the Undergarden, redid some sapling textures\n\nBuild 1.6.4-1.1.3.352:\n        Catcwe316: Nerfed the Orchard biome/apple trees yet again\n\nBuild 1.6.4-1.1.3.351:\n        Catcwe316: Changed magic tree textures\n\nBuild 1.6.4-1.1.3.350:\n        Adubbz: There once was a man named Stanley. He sat in room 147 entering commands that appeared on his monitor. Fixed #147\n\nBuild 1.6.4-1.1.3.349:\n        Adubbz: Scrapped grass/leaves/foliage colouring as it only served to cause bugs, was used by few and will be one less hinderance in updating to 1.7\n\nBuild 1.6.4-1.1.3.348:\n        Catcwe316: Testing stuff\n\nBuild 1.6.4-1.1.3.347:\n        Catcwe316: Replaced beetroots with turnips\n\nBuild 1.6.4-1.1.3.346:\n        Adubbz: Removed unnecessary stuff from the OreDictionary\n\nBuild 1.6.4-1.1.3.345:\n        Adubbz: Reduced the required Forge version\n        Adubbz: Removed CodeChickenCore dependency and simply added DepLoader to BOP\n        Adubbz: Officially removed 1.6.2 support (In reality, it was removed a while back when the required Forge was made to 952)\n        Adubbz: Fixed a bug from lowering the Forge version requirement\n\nBuild 1.6.4-1.1.3.341:\n        Adubbz: Let the games... Begin!\n        Adubbz: Modularized stats\n        Adubbz: Fixed server crashing\n        Adubbz: Added info files and the logo\n        Adubbz: Body temperature now changes from the current biome temperature and temperature sources (fire is currently the only one of these that is defined)\n        Adubbz: Forgot to remove debug crap\n        Adubbz: Hugely simplified the temperature system to be far more logical\n        Adubbz: Added temperature modifiers for the time and a few player states\n\nBuild 1.6.4-1.1.3.340:\n        Adubbz: Made Gradle only replace the temp Forge version in BiomesOPlenty.java\n\nBuild 335:\n        Adubbz: Attempted to fix change log version number\n        Adubbz: Ah well, scrapped that\n\nBuild 333:\n        Adubbz: Stalactites and stalagmites now support any block that extends BlockStone\n\nBuild 332:\n        Adubbz: Fixed change logs once and for all (I hope)\n\nBuild 331:\n        Adubbz: Maybe...\n        Adubbz: Tell me why...\n        Adubbz: Be nice.\n        Adubbz: Goddamnit\n        Adubbz: :/\n        Adubbz: Testing...\n        Adubbz: Maybe it'll work this time...\n\nBuild 324:\n        Adubbz: Testing\n        Adubbz: Attempted to fix strings\n        Adubbz: Failing...\n        Adubbz: *Maybe* it won't fail this time\n\nBuild 320:\n        Adubbz: Supposedly change logs work...\n\nBuild 319:\n        Vexatos: Update de_DE.lang\n        Vexatos: Tiny improvement.\n        Adubbz: Gradlelized BOP\n        Adubbz: Removed remnants of javadoc attempts, removed unnecessary Forge repo declaration\n        Adubbz: Made the expand spread over multiple lines\n        Adubbz: Fixed Gradle indentation\n        Adubbz: Removed build.xml, added the gradle wrapper to the repo\n        Adubbz: Removed changelog.py\n\nBuild 308:\n        Catcwe316: Added beetroots (From Minecraft Pocket Edition)\n\nBuild 307:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 306:\n        Adubbz: Possibily fixed treecapacitator integration\n\nBuild 305:\n        amnet: Fixed leaves.\n\nBuild 304:\n        Catcwe316: fixed cape names and image\n\nBuild 303:\n        Adubbz: Redwood saplings actually grow now and now only require a single sapling\n\nBuild 302:\n        Adubbz: Added dev capes, because you know, being special is cool :P\n\nBuild 301:\n        Adubbz: Clamped the hive getIcon to prevent crashes for people with ID conflicts\n\nBuild 300:\n        Adubbz: Update build.xml\n\nBuild 299:\n        Adubbz: Reduced pixie spawns, disabled lighting in the Promised Land (As a result, performance should be far less of a problem than it previously was)\n        Adubbz: Update build.xml\n        Adubbz: Boring build file stuff\n\nBuild 296:\n        Adubbz: Buckets holding BOP Fluids will now cross over to 1.7 when the time comes\n\nBuild 295:\n        Adubbz: Pixie particles are now only spawned on the client (Fixes an NPE with them)\n        Adubbz: And apparently Rosester's had the RenderPlayer method in them... Right...\n\nBuild 294:\n        Adubbz: Attempted to fix TE integration\n\nBuild 293:\n        Adubbz: Fixed a derp with colorized leaves ids\n\nBuild 292:\n        Adubbz: Fixed #128\n\nBuild 291:\n        Adubbz: Changed the way we check for the client, as per Mistaqur's advice\n\nBuild 290:\n        Adubbz: Removed commented TE stuff, since that is automatically handled now. Still need to fix the pulveriser recipes for bones.\n\nBuild 289:\n        Adubbz: Moved TE integration to preinit\n\nBuild 288:\n        Adubbz: Tinkering with the new TC API/IMC system\n\nBuild 287:\n        Adubbz: Updated the WorldCore version\n\nBuild 286:\n        Catcwe316: Changed default biomes to generate in config\n\nBuild 285:\n        Adubbz: Forgot to remove debug stuff\n\nBuild 284:\n        Adubbz: Time to use the \"Derpy Forstride\" Spray!\n\nBuild 283:\n        Catcwe316: Tweaks to the Wasteland biome\n\nBuild 282:\n        Vexatos: Updated de_DE.lang\n\nBuild 281:\n        Catcwe316: Added pixie trail particles that keep crashing\n        Catcwe316: Prevented underground liquid poison/spring water lakes from generating in the Origin Valley, Nether, and Promised Land\n        Catcwe316: Fixed achievement bug (I think)\n        Catcwe316: Made Ambrosia crafting recipe use pixie dust instead of dandelions\n        Catcwe316: Added Pixie Jars\n        aarongauntlett: Fixed pixie placement\n        Catcwe316: Fixed Pixie spawns (I think)\n\nBuild 280:\n        Adubbz: Amongst other things, added Pixie Jars and prevented Poison and Spring Water from generating in Origin Valley, the Promised Land and the Nether\n\nBuild 278:\n        aarongauntlett: Fixed pixie placement\n\nBuild 277:\n        Catcwe316: Added Pixie Jars\n\nBuild 276:\n        Catcwe316: Made Ambrosia crafting recipe use pixie dust instead of dandelions\n\nBuild 275:\n        Catcwe316: Fixed achievement bug (I think)\n\nBuild 274:\n        Catcwe316: Prevented underground liquid poison/spring water lakes from generating in the Origin Valley, Nether, and Promised Land\n\nBuild 273:\n        Catcwe316: Added pixie trail particles that keep crashing\n\nBuild 272:\n        Adubbz: Tweaked magic leaves\n\nBuild 271:\n        Adubbz: Added the awesomest magic particles ever\n\nBuild 270:\n        Catcwe316: Made pixies \"glow\"\n\nBuild 269:\n        Catcwe316: Tried to add particles for magic leaves\n\nBuild 268:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 267:\n        Catcwe316: Finished adding Pixies\n\nBuild 266:\n        Catcwe316: Added Pixie model and texture\n\nBuild 265:\n        Catcwe316: Tweaked some biome heights\n\nBuild 264:\n        Catcwe316: Fixed \"Achivements O' Plenty\" achievement\n\nBuild 263:\n        Catcwe316: Achievement tweaks\n\nBuild 262:\n        Adubbz: Update build.xml\n\nBuild 261:\n        Catcwe316: Made empty jars able to scoop up honey\n\nBuild 260:\n        Adubbz: Fixed a bug with colorised leaves\n\nBuild 259:\n        Adubbz: Split up the colorised leaves into separate ids (hopefully)\n        Catcwe316: Fixed world gen for new leaves\n\nBuild 257:\n        Adubbz: Hopefully switched tree leaves to separate IDS\n\nBuild 256:\n        Catcwe316: Added additional leaf block IDs\n\nBuild 255:\n        Adubbz: Simplified block registration and added item registration\n\nBuild 254:\n        Adubbz: Removed the license from the repo for the time being, it's still in the Readme and forum post however\n\nBuild 253:\n        Adubbz: HTML\n\nBuild 252:\n        Adubbz: License\n\nBuild 251:\n        Adubbz: Updated license\n\nBuild 250:\n        Adubbz: Updated \"Update available\" message to better reflect what it actually means\n\nBuild 249:\n        Catcwe316: Tweaked Wasteland biome\n\nBuild 248:\n        amnet: Update dependancies.info\n\nBuild 247:\n        Catcwe316: Tweaked Ambrosia, changed how you obtain the ??? music disc\n\nBuild 246:\n        Adubbz: Updated dependancies.info\n\nBuild 245:\n        Catcwe316: Added clover leaf patches, add jars, tweaked food\n        Vexatos: So many allusions in the new achievements :O\n        Adubbz: Update build.xml\n        Catcwe316: Added chunk of flesh, fixed jars\n        Catcwe316: Added Ambrosia drink\n        Adubbz: Updated Forge and WorldCore\n\nBuild 238:\n        Catcwe316: Added Sublime Shrubland biome to Promised Land, fixed violet generation\n\nBuild 237:\n        Catcwe316: Reorganized block and item IDs\n\nBuild 236:\n        Catcwe316: Tweaked some textures\n\nBuild 235:\n        Catcwe316: More tweaking\n\nBuild 234:\n        Catcwe316: Moved gem items to a new class/ID, added honeycomb items/crafting\n\nBuild 233:\n        Catcwe316: Even more achievement tweaks\n\nBuild 232:\n        Catcwe316: More work on achievements\n\nBuild 231:\n        Catcwe316: Started reworking achievements\n\nBuild 230:\n        amnet: Fixing MFR Integration.\n\nBuild 229:\n        Catcwe316: More cleaning\n\nBuild 228:\n        Adubbz: Adios Soul Crap!\n\nBuild 227:\n        Catcwe316: Tweaked gem textures\n\nBuild 226:\n        Vexatos: Updated de_DE.lang\n\nBuild 225:\n        Catcwe316: New decorative gem block textures\n\nBuild 224:\n        Catcwe316: New textures for gems\n\nBuild 223:\n        Catcwe316: Made leather armor protect you from deathblooms, burning blossoms, thorns, and tiny cacti\n        Catcwe316: Changed some biome heights\n        amnet: Update dependancies.info\n        Catcwe316: Added appropriate \"colors\" for all of the biomes\n        Catcwe316: Tweaked biome \"colors\"\n        Catcwe316: Tweaked ocean biome \"colors\"\n        amnet: Nerfed drops for gems.\n\nBuild 216:\n        Adubbz: Updated WorldCore\n\nBuild 215:\n        Adubbz: Fixed derp in dependancies file\n\nBuild 214:\n        Adubbz: Updated build file and dependancies\n\nBuild 213:\n        Adubbz: Updated dependancies.info\n\nBuild 212:\n        Catcwe316: New cloud generation\n\nBuild 211:\n        Catcwe316: Tweaked the Mystic Grove water color\n\nBuild 210:\n        Catcwe316: Gave roots a random offset\n\nBuild 209:\n        Catcwe316: Promised Land tweaks\n\nBuild 208:\n        Catcwe316: Tweaked bird texture\n\nBuild 207:\n        Catcwe316: Made Rosesters place roses where they walk\n\nBuild 206:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 205:\n        Adubbz: Attempted to get birds to avoid water\n\nBuild 204:\n        Catcwe316: Tweaked bird wing flapping\n\nBuild 203:\n        Adubbz: Bird wings now flap\n\nBuild 202:\n        Catcwe316: Updated bird settings\n\nBuild 201:\n        Catcwe316: Updated bird AI\n\nBuild 200:\n        Adubbz: Updated the dependancies.info\n\nBuild 199:\n        Catcwe316: Started on the bird mob\n\nBuild 198:\n        Catcwe316: Tweaked reed gen a bit\n\nBuild 197:\n        Catcwe316: Added stalagmites and stalactites\n\nBuild 196:\n        amnet: Fixing issue #113.\n\nBuild 195:\n        Catcwe316: Added bird model and texture\n\nBuild 194:\n        Adubbz: Removed DepLoader. Forstride: Do the same thing as you do with FMP to get it to stop erroring\n\nBuild 193:\n        Adubbz: You saw nothing\n\nBuild 192:\n        Adubbz: Why did you do it? We know it was you.\n\nBuild 191:\n        Adubbz: And more build file crap!\n        Adubbz: Build file paradise!\n        Catcwe316: Renamed Apatite to Malachite\n        Adubbz: Queue the circus music!\n        Adubbz: The acrobats are coming out!\n        Adubbz: Ah yes. Aren't they wonderful? Next act.\n        Adubbz: That is the last act? Oh...\n\nBuild 184:\n        Catcwe316: Tweaked root texture\n\nBuild 183:\n        Catcwe316: Added a root plant\n\nBuild 182:\n        Adubbz: More build file nonsense\n\nBuild 181:\n        Adubbz: Messing with the build file\n\nBuild 180:\n        Adubbz: DepLoader is now loaded properly... Oops...\n\nBuild 179:\n        Adubbz: Now using Azanor's dependancies.info file\n\nBuild 178:\n        Adubbz: Switched to using WorldCore\n        Adubbz: Toying with Deploader\n        Adubbz: Temporarily added Worldcore as an API\n\nBuild 175:\n        Catcwe316: Added Jacaranda trees to the Mystic Grove\n\nBuild 174:\n        amnet: Fixed ATG Integration crash.\n\nBuild 173:\n        Catcwe316: Fixed Amnet's derp\n\nBuild 172:\n        amnet: Fixing the inconsistent biome maps.\n\nBuild 171:\n        Catcwe316: Redesigned the Mystic Grove\n\nBuild 170:\n        Catcwe316: Redesigned the Fungi Forest\n\nBuild 169:\n        Catcwe316: Tweaked more biome fog color/thickness stuff\n\nBuild 168:\n        Adubbz: Fixed a derp\n\nBuild 167:\n        Adubbz: Tinkering\n\nBuild 166:\n        Catcwe316: Fixed fog closeness values\n\nBuild 165:\n        Adubbz: Removed debug messages\n\nBuild 164:\n        Adubbz: Fogginess can now be changed per biome alongside the colour\n\nBuild 163:\n        Catcwe316: Stuff\n\nBuild 162:\n        Adubbz: Reduced the smoothing area a bit to be in line with the water, should also increase performance a tiny bit\n\nBuild 161:\n        Adubbz: Fixed the crafting of wooden slabs and stairs\n\nBuild 160:\n        Adubbz: Fixed a crash bug\n\nBuild 159:\n        Adubbz: Added some missing biomes to the ATG integration\n        Adubbz: Fog colours can now be on a per-biome basis\n\nBuild 158:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 157:\n        Catcwe316: Added separate ring textures for the rest of the logs\n\nBuild 156:\n        Catcwe316: Made honey give slowness upon contact\n\nBuild 155:\n        Catcwe316: Made hives a bit more common\n\nBuild 154:\n        Catcwe316: Added filled honeycombs\n\nBuild 153:\n        Catcwe316: Added honey block generation to hives\n\nBuild 152:\n        Vexatos: Update de_DE.lang\n\nBuild 151:\n        Catcwe316: Moved the honey block to its own class\n\nBuild 150:\n        Catcwe316: Added a hurt sound for the wasp\n\nBuild 149:\n        Adubbz: Fixed wasp hurt highlighting\n\nBuild 148:\n        Catcwe316: Fixed wasp size\n\nBuild 147:\n        Catcwe316: Fixed up hive generation yet again\n\nBuild 146:\n        Catcwe316: Fixed the honey liquid\n\nBuild 145:\n        Catcwe316: Made honey a finite liquid\n\nBuild 144:\n        Catcwe316: Added empty honeycombs\n\nBuild 143:\n        Catcwe316: Added hive sub-blocks, tweaked hive generation\n\nBuild 142:\n        Catcwe316: Changed how wasp spawners generate\n\nBuild 141:\n        Adubbz: Added wasp spawners, made wasp movement more random and frequent\n\nBuild 140:\n        Catcwe316: Added honey\n\nBuild 139:\n        Catcwe316: Added honey generation to the hives (Using water for now)\n\nBuild 138:\n        Catcwe316: Added wasp spawning\n\nBuild 137:\n        Catcwe316: Removed the Hellish Hive biome, added textures for things\n\nBuild 136:\n        Catcwe316: Organized the hive generation a bit\n\nBuild 135:\n        Catcwe316: Attempt at fixing hive placement\n\nBuild 134:\n        Catcwe316: Made hives look nicer\n\nBuild 133:\n        Catcwe316: Fixed up hive generation\n\nBuild 132:\n        Catcwe316: Added \"The Hive\" biome to the Nether\n\nBuild 131:\n        Catcwe316: Updated wasp entity settings\n\nBuild 130:\n        Adubbz: Finished off wasps\n\nBuild 129:\n        Adubbz: Basic bee modelling done, now onto the AI\n\nBuild 128:\n        Catcwe316: Tweaked wasp texture\n\nBuild 127:\n        Adubbz: Hives now fit into the landscape better\n\nBuild 126:\n        Adubbz: Simplified hive generation\n\nBuild 125:\n        Catcwe316: Added wasp model and texture\n        Adubbz: Toying with hive generation\n        Catcwe316: Fixed wasp model\n        Adubbz: Fixed errors with Forstride's wasp model\n\nBuild 121:\n        Catcwe316: Added Hive blocks\n\nBuild 120:\n        amnet:\n                Fixed ocean generation.\n                Added new Terrain Gen option.\n\nBuild 119:\n        Catcwe316: Added Bloody Heap biome to the Nether\n\nBuild 118:\n        Adubbz: Purified grass no longer burns infinitely outside the Nether.\n\nBuild 117:\n        amnet: Fix for issue #100.\n\nBuild 116:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 115:\n        Adubbz: Accounted for ATG in the \"Use Biomes O' Plenty world type\" nag message. Localization peeps, you have a new phrase to localize :P\n\nBuild 114:\n        Adubbz: The ATG integration now respects whether or not a biome is enabled in our config file\n\nBuild 113:\n        Adubbz: Let's ditch those capitals\n        Adubbz: Done ditching\n\nBuild 112:\n        Adubbz: Re-added MFR API\n        Adubbz: Updated and Re-added MFR Integration\n\nBuild 111:\n        amnet: Added ATG Integration.\n\nBuild 110:\n        Catcwe316: Changed the icon for the Sacred Springs achievement\n\nBuild 109:\n        amnet: Fixing the sacred oak sapling tree gen.\n\nBuild 108:\n        Catcwe316: Added Koru world gen\n\nBuild 107:\n        Catcwe316: Added Koru fern\n\nBuild 106:\n        Catcwe316: Updated persimmon leaf textures for Better Grass & Leaves\n\nBuild 105:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 104:\n        Adubbz: Nag messages can now be translated. Closes #101\n\nBuild 103:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 102:\n        Adubbz: Added transformer exclusion\n\nBuild 101:\n        Adubbz: Another attempt at fixing the sided asm issues\n\nBuild 100:\n        Adubbz: Fixed a few deeps\n\nBuild 99:\n        Adubbz: Finished moving achievement localizations\n\nBuild 98:\n        Adubbz: More localisation moving\n\nBuild 97:\n        Adubbz: Moved some more achievement localizations\n\nBuild 96:\n        Adubbz: Started moving achievement localizations into the lang file\n\nBuild 95:\n        Adubbz: Another attempt at fixing server nonsense\n\nBuild 94:\n        Adubbz: Hopefully fixed an issue with servers\n\nBuild 93:\n        Adubbz: Tweaked the build file\n\nBuild 92:\n        Adubbz: Fast graphics no longer use the new smoothing\n\nBuild 91:\n        Adubbz: Removed debug messages as it works properly now\n\nBuild 90:\n        Adubbz: Added Picksur's Better Grass and Leaves textures for Persimmons\n\nBuild 89:\n        Adubbz: Added debug console output and more messing with obfuscated names\n\nBuild 88:\n        Adubbz: Yay for forgetting to account for things!\n\nBuild 87:\n        Adubbz: More mapping corrections\n\nBuild 86:\n        Adubbz: Fixed obfuscated mappings\n\nBuild 85:\n        Adubbz: Tweaked the Manifest.MF\n\nBuild 84:\n        Adubbz: Foliage, Grass and Water biome colours now smoothly transition from one biome to another. This smoothness is 100% configurable and is separate for each type (One value for Foliage, one for Grass and one for Water).\n\nBuild 83:\n        Adubbz: Spring cleaning\n\nBuild 82:\n        Adubbz: Completely ripped out the MFR API as it is no longer needed (BOP integration is now in MFR itself)\n\nBuild 81:\n        amnet: Hopefully fixing the phantoms suffocating players in walls.\n\nBuild 80:\n        amnet: Added a possibility to disable mobs.\n\nBuild 79:\n        amnet: Disabled MFR and TE mod cross integration to prevent crashes.\n\nBuild 78:\n        Vexatos: You know.\n\nBuild 77:\n        amnet: Updating Thaumcraft API to the newest version.\n\nBuild 76:\n        samrg472: Restore compatibility with MFR, fixes #86\n\nBuild 75:\n        amnet: Updated ore dictionary entries for mod cross integration.\n\nBuild 74:\n        Catcwe316: Fixed palm trees not generating in spaces with foliage/flowers.  Made sunflowers not generate unless both spaces are empty.\n\nBuild 73:\n        Catcwe316: Tweaked the Tropics more\n\nBuild 72:\n        Adubbz: Increased Phantom spawn rates\n\nBuild 71:\n        Catcwe316: Tweaked the Tropics biome\n\nBuild 70:\n        meatkroket: Random palm trees\n\nBuild 69:\n        meatkroket: Random pine trees\n\nBuild 68:\n        Catcwe316: Added a Sacred Oak sapling\n\nBuild 67:\n        Catcwe316: Fixed massive tree trunks again\n\nBuild 66:\n        Catcwe316: Fixed tree trunks\n\nBuild 65:\n        Catcwe316: Attempt as massive oak trees\n\nBuild 64:\n        Catcwe316: Tweaked some achievement icons\n\nBuild 63:\n        Catcwe316: Tweaked the Wasteland a bit and changed max/min height of the Marsh\n\nBuild 62:\n        Catcwe316: Made reeds generate based on the distance to land rather than the depth of the water\n\nBuild 61:\n        Catcwe316: Tweaked reed gen again.  Removed sand bordering water in the Coniferous Forest.\n\nBuild 60:\n        Catcwe316: Added reeds to more biomes\n\nBuild 59:\n        Catcwe316: Redwood Forest tweaks\n\nBuild 58:\n        Catcwe316: Added a redwood shrub thing to Redwood Forests\n\nBuild 57:\n        Vexatos: Update de_DE.lang\n\nBuild 56:\n        Adubbz:\n                Revert \"Test run of a new version checker for Forge\"\n                \n                This reverts commit df2a2c78d0081f34ae9f8f79021d876fc0a2aa85.\n\nBuild 55:\n        Adubbz: Test run of a new version checker for Forge\n\nBuild 54:\n        смирнов антон михайлович: Update ru_RU.lang\n\nBuild 53:\n        Adubbz: Switched to the vanilla localisation system. Note to localisation helpers: I did already convert all of the current localizations, however i can't guarantee i haven't stuffed anything up by mistake. If i have, feel free to submit a pull request.\n\nBuild 52:\n        Adubbz: Updated version.txt\n\nBuild 51:\n        amnet: Added checks for Forge version to fix serverside crashes.\n\nBuild 50:\n        amnet: Backwards compatibility to 1.6.2.\n\nBuild 49:\n        Adubbz: Version.txt update\n\nBuild 48:\n        Catcwe316: Tweaked bamboo textures\n\nBuild 47:\n        Adubbz: New bamboo rendering\n\nBuild 46:\n        Adubbz: Updated the version number\n\nBuild 45:\n        Catcwe316: Removed short grass from the Marsh\n\nBuild 44:\n        Adubbz: Herpaderp\n\nBuild 43:\n        Adubbz: Corrected the latest build number\n\nBuild 42:\n        Catcwe316: Tweaked reed item texture\n\nBuild 41:\n        Adubbz: Another tweak to the change log\n\nBuild 40:\n        Adubbz: Another attempt at cutting out the author\n        Catcwe316: Tweaked reed gen further\n        Adubbz: More toying with change logs\n\nBuild 37:\n        Adubbz: Tried to remove commit authors from the change log\n\nBuild 36:\n        Catcwe316: Tweaked reed gen\n\nBuild 34:\n        Adubbz: Readded the change log to play with\n\nBuild 33:\n        Catcwe316: Added reed gen\n\nBuild 32:\n        Adubbz: New versioning scheme kids\n\nBuild 31:\n        Adubbz: Updated the change log\n\nBuild 30:\n        Adubbz: Fixed crash bug with reeds\n\nBuild 29:\n        Adubbz: Take 2 at reeds\n\nBuild 28:\n        Catcwe316: Changed reeds to river cane, started adding proper reeds\n        Adubbz: Fixed reed rendering\n\nBuild 27:\n        Catcwe316: Added mud to Marshes\n\nBuild 26:\n        Adubbz: Readded the BOP Api as well as the dev build\n\nBuild 25:\n        Adubbz: Removed the change log\n\nBuild 24:\n        Catcwe316: Tweaked some textures\n\nBuild 23:\n        Catcwe316: Added wheat grass and damp grass to biomes that didn't have them\n\nBuild 22:\n        смирнов антон михайлович: Update ru_RU.xml\n\nBuild 21:\n        Adubbz: Added some missing files to the dev version\n\nBuild 20:\n        Adubbz: Take 2 at dev builds\n        Adubbz: Fixing derpiness\n\nBuild 18:\n        Adubbz: Began work on creating a dev build rather than an API\n        Adubbz: Attempt to fix recompiling\n        Adubbz: Temporarily scrapped the dev build\n\nBuild 15:\n        Vexatos: Updated de_DE.xml\n\nBuild 14:\n        Adubbz: Added change log generation\n\nBuild 10:\n        Adubbz: Borrowed Forge's change log script\n\nBuild 6:\n        Adubbz: Added the BiomesOPlenty API to the build script\n        Adubbz: Updated build.xml\n\n\n\n\n",
    "replies": [
        {
            "author": "喵小奇",
            "timestamp": 1406837940,
            "txt_content": "少年写点介绍牙Σ(っ °Д °;)っ ！"
        },
        {
            "author": "压力马斯内",
            "timestamp": 1406849400,
            "txt_content": "请补上标题中文名称"
        },
        {
            "author": "Umikaze",
            "timestamp": 1406850240,
            "txt_content": "无图无介绍啊骚年"
        },
        {
            "author": "2549194675",
            "timestamp": 1406856120,
            "txt_content": "图图图图图图图图图图"
        },
        {
            "author": "Silver_Wing",
            "timestamp": 1406895000,
            "txt_content": "API你不传到百度网盘么。估计一堆报错"
        },
        {
            "author": "ppoozl",
            "timestamp": 1406907900,
            "txt_content": "喵小奇 发表于 2014-8-1 04:19\n少年写点介绍牙Σ(っ °Д °;)っ ！\n要介绍的第一个链接，再抄一遍没意思"
        },
        {
            "author": "ppoozl",
            "timestamp": 1406907960,
            "txt_content": "Silver_Wing 发表于 2014-8-1 20:10\nAPI你不传到百度网盘么。估计一堆报错\n你想做他的子mod才用的到API"
        },
        {
            "author": "Silver_Wing",
            "timestamp": 1407057360,
            "txt_content": "ppoozl 发表于 2014-8-1 23:46\n你想做他的子mod才用的到API\n哦~~~~~~~~~~~~~~~~~"
        },
        {
            "author": "Silver_Wing",
            "timestamp": 1407057360,
            "txt_content": "ppoozl 发表于 2014-8-1 23:46\n你想做他的子mod才用的到API\n哦~~~~~~~~~~~~~~~~~"
        },
        {
            "author": "Demon_LWX",
            "timestamp": 1407209940,
            "txt_content": "蜜罐子怎获得。。。弄了半天"
        },
        {
            "author": "z501809897",
            "timestamp": 1407217140,
            "txt_content": "开服须知：To use the mod on a server, you must set the level-type setting in your server's config file to BIOMESOP"
        },
        {
            "author": "623938360",
            "timestamp": 1408062960,
            "txt_content": "mark，留存在感"
        },
        {
            "author": "0.0earth",
            "timestamp": 1408085940,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "John_Kate`Boy",
            "timestamp": 1408162560,
            "txt_content": "写点介绍好不"
        },
        {
            "author": "914851991",
            "timestamp": 1409058000,
            "txt_content": "顶一下啊！"
        },
        {
            "author": "934202958",
            "timestamp": 1411114020,
            "txt_content": "顶啊{:10_502:}"
        },
        {
            "author": "梅子",
            "timestamp": 1413684420,
            "txt_content": "蟹蟹分享+更新OWO"
        },
        {
            "author": "Victor南",
            "timestamp": 1413808440,
            "txt_content": "樱花林好美 感谢楼主分享"
        },
        {
            "author": "掌中＞▽＜萌虎",
            "timestamp": 1414074900,
            "txt_content": " 本帖最后由 掌中＞▽＜萌虎 于 2014-10-23 22:36 编辑 \n\n好吧好吧╮(╯_╰)╭ 。。居然是这样、。\n嘛。一样啦"
        },
        {
            "author": "被红烧的鱼",
            "timestamp": 1414110840,
            "txt_content": "即使是去除所有MOD 只保留这个 游戏依然会崩溃...求达人指导,实在没辙了."
        },
        {
            "author": "psyblack",
            "timestamp": 1421869020,
            "txt_content": "请问一下，末影紫晶如何获得？"
        },
        {
            "author": "God-Meng",
            "timestamp": 1422015840,
            "txt_content": "楼主单词错了，应是Blomes O' Plenty"
        },
        {
            "author": "liuhui1362",
            "timestamp": 1422018600,
            "txt_content": "试试看.........."
        }
    ]
}