{
    "title": "小水怡情，大水伤身，强水末路之地！",
    "author": "1281523114",
    "replyCount": 3,
    "timestamp": 1406888280,
    "txt_content": "来几个笑话吧~~~\n\n1：我的签名\n\n\n2：------傍晚在小区散步，看到一个老奶奶不小心把拐杖掉在了地上，费了好大力气也没能捡起来。这时老奶奶看到了我，她连忙说：“孩子，我年纪大了，弯不下腰，你帮帮忙吧。“ 我说：“没问题！” 说完，双手摁住老奶奶的头，用力把她的腰压弯了下去。\n\n3：玩了半天贴吧终于把水技琢磨透了：你每到一个帖子就粘贴这句话，十五天就到了11级”...我彻底恍然大。悟！吧主再也不用担心我的经验了。我是路过的，我什么都不知道，不过我已经精秃了，假如你每天签到拿4经验，18级300000/4=75000天，如果从1岁开始签到，那100年=36500天，你差不多要活200年保持每天签到（谁知道200年后还有没有签到这玩意），如果你每天再水4经验，时间减半，但考虑现实，你不可能再活100年，取50年吧，你就要每天水16经验，可能你是个勤快的人，每天水32经验，那就需要25年！！！再如果你是个大水怪，每天水64经验，那就只要12.5年！！！还如果你个心急的人，每天水128经验，你只要6.25年！！！！假如你已经急不可耐了，每天水256经验，那你碉堡了，只要3.125年！！！当然，你会觉得3年还是太远了，每天你闲的蛋疼，忙忙碌碌的水512经验，碉堡了，你只需要1.5625年，只比1年半多一点！！！什么！！你还不满意，那你觉得你可能一天水1024经验吗，可能吗！！可能吗！！！据说回复100字或者一百字以上可以得到11~30经验，真的很棒。。。。那么，按照队形，点击复制，把我的话复制一片，拿经验妥妥的秘籍。老师憋了半天语重心长告诉我：”你每到一个帖子就粘贴这句话，十五天就到了11级\n\n4：小车车\n╭══╮　┌═════┐\n╭╯让路║═║挽尊专用车║\n└══⊙═⊙═~----╰⊙═⊙╯\n专业挽尊三十年，挽过的楼主可绕地球十圈，品质有保障。你，值得拥有！\n\n\n5：一本书\n┏┳━━━━━━━━━━━━┓\n┃┃████████████┃\n┃┃███████┏━━┓█┃\n┣┫███████┃水┃█┃\n┃┃███████┃帝┃█┃\n┃┃███████┃真┃█┃\n┣┫███████┃经┃█┃\n┃┃███████┗━━┛█┃\n┣┫████████████┃\n┃┃████████████┃\n┗┻━━━━━━━━━━━━┛\n看，是水之大帝，突破了水的极致，他竟然水到了19级！！！！”\n万丈高楼之上，一个巍峨的身影俯瞰众生，睥睨十万贴吧。\n“水之大帝要干什么？难道他要水到传说中的——二十级？！！！！”人们惊恐万分。\n只见水之大帝一声大喝：“十五字大水印！\n\n\n6：------有人说小尾巴是用来混经验的，老子反手给他一巴掌，你特么不是废话么\n\n7：--把楼主(╯>д<)╯?˙?˙?丢出去\n　　　　　　　( ??ω?? )??˙?˙? 捡回来\n　　　　　　　(╯>д<)╯?˙?˙?丢出去\n　　　　　　　( ??ω?? )??˙?˙? 捡回来\n　　　　　　　(╯>д<)╯?˙?˙?丢出去\n　　　　　　　( ??ω?? )??˙?˙? 捡回来\n　　　　　　　(╯>д<)╯?˙?˙?丢出去\n　　　　　　　( ??ω?? )?? 捡回来\n　　　　　　　(╯>д<)╯ 丢……\n　　　　　　　 等等！楼主不见了！\n\n8：今天在粪坑边上看到一只蛆宝宝，白白胖胖的好萌好欢畅，我看见它弓着身子向我爬来，真的好Q啊！于是我将它放在手中玩弄着，好柔软的皮肤啊！我拿起它仔细的欣赏着，发现它身上有一圈圈的纹路尾处和头部有一条线连着。哇！好神奇的动物啊！看着看着不经意间口水留了出来于是我把它放进嘴里。哇！一股神奇的味道我从未尝到过的味道。为了更久的体验这种味道我没有一口咬下。我让蛆宝宝在我的舌尖齿间游走。它调皮的在我嘴里翻滚着，蠕动着，弄得我痒痒的。终于我忍不住了一口咬下，只听见啪的一声蛆宝宝爆裂了，一股脓水冲刺整个舌尖。味道美极了！我带着满足的笑容拉出了长长的粑粑\n\n\n　　　--来自厕所\n\n9：没有了\n\n\n【这是我从各个贴吧里找到的，很是贵重】",
    "replies": [
        {
            "author": "896766685",
            "timestamp": 1406889600,
            "txt_content": "我想问一下这论坛版主是吃屎了吧居然审核让他过=  =。"
        },
        {
            "author": "玖夕",
            "timestamp": 1406889600,
            "txt_content": "今天，我抄了一个员工，味道不错，只是有点咸。"
        },
        {
            "author": "Bruce.Owen",
            "timestamp": 1406911980,
            "txt_content": "丧心病狂的百度刷经验回复"
        }
    ]
}