{
    "title": "MC新人进阶全面教程——挖矿",
    "author": "活得很活的人",
    "replyCount": 5,
    "timestamp": 1407062880,
    "txt_content": " 本帖最后由 活得很活的人 于 2014-8-4 11:36 编辑 \n\n[rail_corner1] 挖矿教程 [rail_corner3]（另附wiki中关于挖矿的教程http://minecraft-zh.gamepedia.com/挖矿 ）本教程是本人花大量时间编写的一部有关挖矿的较为全面的教程，希望大家喜欢！喜欢的请投掷人气~[diamond_pickaxe]一、各种矿石概述\n   \n    挖矿工具\n    掉落物\n    埋藏深度\n    使用时运三镐子采集时的掉落\n    煤矿\n    木镐或更好\n    煤炭×1\n    任何深度\n    煤炭×1~4\n    铁矿\n    石镐或更好\n    铁矿石×1\n    y:64以下\n    铁矿石×1\n    金矿\n    铁镐或更好\n    金矿石×1\n    y:32以下\n    金矿石×1\n    钻石矿\n    铁镐或更好\n    钻石×1\n    y:18以下\n    钻石×1~4\n    红石矿\n    铁镐或更好\n    红石粉×4~5\n    y:16以下\n    红石×4~8\n    绿宝石矿\n    铁镐或更好\n    绿宝石×1\n    y:31以下\n    绿宝石×1~4\n    青金石矿\n    铁镐或更好\n    青金石×4~5\n    y:31以下\n    青金石×4~8\n    下界石英矿石\n    木镐或更好\n    下界石英×1\n    地狱中的任何深度\n    下界石英×1~4\n  注：①埋藏深度不等于最佳挖矿深度，有关最佳挖矿深度的内容请查看本教程其它部分。\n   ②绿宝石矿只生成于山脉生物群系下！\n [diamond_pickaxe]二、各种镐子概述 \n  \n    耐久度\n    挖矿速度\n    木镐\n    60\n    慢\n    石镐\n    132\n    中慢\n    铁镐\n    251\n    中快\n    金镐\n    33\n    快\n    钻石镐\n    1562\n    快\n  总评：\n1.木镐能力低下，一般只有在游戏初期初次采集石头时才有用。\n2.石镐在玩家尚不富裕的情况下可以作为挖矿的主要工具。\n3.铁镐在游戏初期用来采集一些石镐无法采集的矿物。\n4.金镐虽快，但耐久度奇低，一般无用。\n5.钻石镐在并不富裕时一般用来采挖黑曜石。一旦有充足的钻石，便可以在整个挖矿过程中使用之，以便大幅提高挖矿效率。\n\n[diamond_pickaxe]三、最佳挖矿深度\ny:11附近较为安全，且矿物丰富，一般作为挖矿的最佳深度\n——据作者实际操作发现，y:11左右铁矿稀缺，而y:30左右铁矿资源丰富。但是根据“我的世界中文wiki”上数据，y:11左右铁矿照样丰富。因此这里不便作结论，如果您在游戏过程中发现y:11左右铁矿稀缺而又想多挖铁矿可以试着到更高的地层采掘。\n\n[diamond_pickaxe]四、洞穴采矿法\n洞穴采矿法即探索天然洞穴，并采集洞穴中裸露的矿石。这里列举这种方法相比矿井采矿法的优势及劣势。\n优势：①简便易行，不需要太多工具（如镐）。\n      ②容易发现地牢、废弃矿井等。\n      ③效率高（尤其对于煤、铁等矿物）\n劣势：①收益不稳定（尤其对于底层稀有矿物，能不能找到底层洞穴都是问题）\n      ②安全性欠佳，容易失足跌落，并且经常能够遇见怪物。\n      ③容易迷路\n由此可见，洞穴采矿法一般适用于大量开采煤、铁等浅层矿物。但是如果要采集金矿、钻石等深层矿物，还是选择矿井采矿法为好。\n \n[diamond_pickaxe]五、矿井采矿法（概述）\n矿井采矿法即通过挖掘人工矿井来采集地下矿物的方法。当你采用这种方法时，你需要先打井到达地下足够深处，然后再开展你的挖矿大业。这种方法的优势是收益较高而稳定，且较为安全。以下部分为此方法的详细讲述。\n[diamond_pickaxe]五（1）、矿井采矿法之 深入地下\n通过纵向矿井深入地下的方法有很多种，这里列举几种常用的方法。\n（一）1×2竖井法\n友情提示：千万不要挖1×1的竖井！否则会经常掉进洞穴或岩浆湖。\n安全性：中\n效率：高\n方法：选定一块1×2大小的区域然后站在两个方块的交界处，向下挖即可。因此即使你挖了一个方块后发现下面有洞穴，也难以掉入，除非你不假思索地又挖掉另一个方块。 如需要，你还可以在井壁上装上梯子以便上下。如果你只需要下井而不需要上井（例如在服务器中可通过指令传送到矿井上方），则可以在竖井底部放上水，当需要下井时纵身一跃即可。\n图示：\n（二）阶梯矿井（直线式）\n安全性：高\n效率：低\n方法：通过阶梯状的走廊来深入地下。阶梯矿井的宽度可以一格，也可以两格、三格，高度则可以为三格或四格，但如果你在矿井中铺上了楼梯的话，高度则必须在四格或以上才能通行。如果没有在矿井中铺设楼梯，三格的高度尽管能够通行，但是在下行过程中会有“撞到头”的感觉。\n图示：\n （三）阶梯矿井（螺旋式）\n安全性：高\n效率：低\n方法：类似于直线式阶梯矿井，此种方法能够在不离开下井处太远的情况下安全地到达地下。至于每隔多少格拐一个弯则无关紧要。图示：\n[diamond_pickaxe]五（2）、矿井采矿法之 “开始挖矿！”此章节为大家讲述如何在地下挖掘矿道来获取矿物。（注：在这之前请按下F3查看你是否到达了适合的深度，如y：11） （一）丰字形布局\n 如图所示，丰字形布局即为在一条主巷道的基础上向两边延伸出一条条支巷。两条相邻的支巷之间至少需要间隔4格以保证挖矿效率（间隔太近则有重复穿过一条矿脉的可能）在支巷的末尾，你可以打1×1的钻孔以便进一步提高挖矿效率钻孔图示：（二）羽状布局羽状布局就是在丰字形布局中的支巷两侧也都打上钻孔，当然在两侧都打上钻孔就意味着你要将两条支巷的间距延长至 至少13格。一条支巷的示意图：（注：图中两格深处为支巷，一格深处为钻孔）小结：以上两种方法偏重于挖矿效率，但资源利用率（即采集出的矿石数占挖矿区域总矿石数的比例）不一定很高。因此，如果你需要提高资源利用率的话，可以参考以下的方法。 （三）分层树形布局分层树形布局是将数个平面树形矿场上下堆叠的布局方式。此种方法用语言表述较为麻烦，因此直接上图：（分层树形布局纵剖面图）图中左侧竖井连通三条上下堆叠的主巷道，主巷道向两侧分出支巷。同一平面上的支巷与支巷之间的间距为3格，否则会造成开采盲点。（三条主巷的高度分别为y：8  y：12  y：16）在这种方法中，2×2大小的矿脉会被全部发现，因此资源利用率较高，效率虽低于丰字形布局和羽状布局，但也并非太低。如果你需要进一步提高资源利用率，你可以将主巷与主巷之间的上下间距缩短到1格，但这会大大降低你的挖矿效率。 \n[diamond_pickaxe]六、挖矿都要带什么？一次挖矿需要准备一些必备的物品，如因准备不全重新回家翻箱倒柜则会浪费很多时间，因此本部分会为大家列举一些挖矿所需的物品。（一）必备系列1.镐子：挖矿哪能没有镐子  游戏初期可准备石镐和铁镐，发展到一定程度则可带上几把钻石镐（最好一把附魔效率，一把附魔精准采集(如果你需要)，一把附魔时运）2.铲子：挖掘泥土和沙砾3.火把：照明4.食物：吃5.木头（木板或原木）：制作许多工具都需要木棒，因此还是带些木头比较好6.水桶：浇灭岩浆7.剑：击杀突然出现的怪物7.工作台：合成物品（二）可选系列  并非必备，但带上更好1.盔甲：挖矿是一项具有风险的活动，穿上盔甲能够有效降低死亡率。2.抗火药水：万一掉进岩浆，可以免获一死。3.末影箱：末影箱可以当作你的第二背包。有关末影箱的知识请点击http://minecraft-zh.gamepedia.com/末影箱4.钟：帮助查看时间5.地图、指南针：帮助查看位置，在迷路时会有些用处。 \n[diamond_pickaxe]七、挖矿的安保措施\n挖矿是一项比较危险的工作，如果不注意安全保障可能会丢掉“宝贵”的生命和背包里的工具、矿石。以下会为大家说明在挖矿过程中的安全保障措施 （一）原则性问题无论你采用何种挖矿方法，都应该遵循以下几点原则：1.     不挖脚底下的方块，以防跌进洞穴或岩浆2.     慎挖头顶上的方块，如果看到方块下方有不断落下的水滴或岩浆滴，则不要随意挖开。3.     在地下发现圆石方块或苔石方块时一定要谨慎行事，不要随意将其挖开。苔石方块意味着有地牢，而圆石方块则说明有地牢或是有岩浆与水的交界处（水流遇到流动的岩浆会形成圆石）4.     不要离岩浆及危险的垂直洞口过近，以免掉进去。5.     带好一把剑！6.     保持一定的照明以防止怪物生成 另外如果您不想让意外损失太多矿石，可以每挖一些矿石就回家放一次。 （二）洞穴探索需注意的问题带好一些标志性的物品（如告示牌、沙子以及种种矿洞中没有的方块等）并做好标记以防迷路。 \n[diamond_pickaxe]八、废弃矿井、地牢与要塞（一）废弃矿井图示：（该图片源自中文Minecraft Wiki）废弃矿井是在地下较容易发现的一种结构。废弃矿井内有木板、栅栏、蜘蛛网、铁轨以及火把等方块。此外，废弃矿井内还有时会发现带着箱子的矿车和其中的宝物（可能出现的宝物中重要的有钻石、金锭、西瓜种子、南瓜种子、可可豆和鞍等）废弃矿井中有着比其他洞穴更多的矿物，以及丰富的铁轨储量。这使废弃矿井成为采矿的理想地点。废弃矿井相比洞穴而言更容易迷路，因此您需要在探索废弃矿井的过程中更谨慎地做出标记。废弃矿井中常会出现洞穴蜘蛛（即毒蜘蛛）的刷怪笼，这种刷怪笼的附近会有大量的蜘蛛网。当玩家被洞穴蜘蛛咬伤后会出现中毒效果，生命值会缓慢下降但不会致死（最多下降至半格血） （二）地牢图示：（该图片源自中文Minecraft Wiki）地牢是地下一种较为稀有的结构。绝大多数时与洞穴相连。地牢中有一个刷怪笼和一至两个箱子。刷怪笼在亮度足够低且距离玩家足够近（16格以内）时会不断地产生怪物。地牢中的箱子中也有机会发现一些有价值的物品，如鞍、唱片等。地牢的四周包裹着圆石和苔石。地牢还可改造成刷怪房，具体方法本帖不再赘述。（三）要塞图示：（该图片源自中文 Minecraft Wiki）要塞也是地下的一种结构，每个世界只有三个。要塞的内壁由石砖、苔石砖及裂石砖等方块构成。要塞中有能通往末路之地的传送门和一个蠹(du四声)虫刷怪笼。要塞中也存在着一些装有宝物的箱子。要塞中有许多房间且结构相当复杂，容易迷路。除了中央有末地传送门的房间外，要塞中还有图书馆（内部有书架）、牢房、储藏室、十字路口大厅等房间。要塞中还有一些状似石砖的方块，但破坏它之后会生成一只蠹虫。寻找要塞的方法：准备一定数量（10颗以上，如需激活末地传送门则需准备20颗以上）的末影之眼（末影珍珠+烈焰粉合成），右键向天空抛去，并跟随其方向前进。末影之眼飞行一段时间后会落下变成可拾取的掉落物，但有几率炸裂损毁，因此您所携带的末影之眼数量不要太少。在末影之眼掉落后，您也许并不需要立即再扔一颗，而是可以循着上一颗末影之眼飞行的方向继续前行一段距离后，再将另一颗末影之眼抛出。当您十分靠近要塞的时候，所抛出的末影之眼会直接钻入地下，这时只需站在末影之眼的钻入处向下挖掘即可到达要塞的传送门房间。（不要挖1×1的竖井！）激活末地传送门的方法：在每个末地传送门方块上安放一颗末影之眼即可（共需12颗，但有时传送门方块上会自然生成一些末影之眼） \n[diamond_pickaxe]九、与挖矿有关的附魔附魔简介：附魔是通过附魔台，消耗一定量的经验，为工具或装备附加属性的过程。花费更多的经验来附魔更容易附魔出好的属性。单独放置的附魔台所能附魔出的属性十分有限，（如图）\nfile:///C:/DOCUME~1/ADMINI~1/LOCALS~1/Temp/msohtml1/01/clip_image002.jpg而在附魔台周围摆放上书架之后，则能附魔出更好的属性（所消耗经验最多为30级）附魔台有效的摆放位置如图所示：\nfile:///C:/DOCUME~1/ADMINI~1/LOCALS~1/Temp/msohtml1/01/clip_image002.jpg只有在图片中摆放书架的位置摆放才能有效。摆放的书架数不必太多，只要能附魔出30级的魔咒即可。 与挖矿有关的附魔：\n1.效率 最高等级：Ⅴ(5)    效果：加快资源采集速度。在上一级的基础上增加30%的挖掘速度。Ⅰ=130％ Ⅱ=169％ Ⅲ=220％ Ⅳ=286％ Ⅴ=371％2.精准采集 最高等级：Ⅰ(1)  效果：被挖掘的方块会掉落它们本身而并非应该掉落的物品。例如挖掘钻石矿石会掉落矿石而并非钻石。但某些方块无法通过此种方法获得，尤其应该注意的是刷怪笼也包括在内。3.耐久 最高等级：Ⅲ(3)  效果：增加耐久度。4.时运 最高等级：Ⅲ(3)  效果：增加方块掉落。煤炭、钻石、绿宝石、下界石英：等级Ⅰ有33％的几率掉落物×2（平均增加33%）等级Ⅱ有几率掉落物×2或×3（每项几率25%，平均增加75%）等级Ⅲ有几率掉落物×2，×3或×4（每项几率20%，平均增加120%）\n本教程到此结束，希望能为大家的游戏提供切实的便利！\n\n",
    "replies": [
        {
            "author": "坏坏的我",
            "timestamp": 1407063240,
            "txt_content": "{:10_515:}  给大神跪了"
        },
        {
            "author": "坏坏的我",
            "timestamp": 1407063360,
            "txt_content": "{:10_515:}  给大神跪了"
        },
        {
            "author": "活得很活的人",
            "timestamp": 1407131700,
            "txt_content": "标题不给力就是不行"
        },
        {
            "author": "1401291768",
            "timestamp": 1407132900,
            "txt_content": "挖槽这什么意思？"
        },
        {
            "author": "1401291768",
            "timestamp": 1407133020,
            "txt_content": "挖槽这什么意思？\n010000000000000000000000000"
        }
    ]
}