{
    "title": "刚写的超短篇小说——《传承》",
    "author": "iceofire",
    "replyCount": 0,
    "timestamp": 1406911200,
    "txt_content": "大家好，我来自Epicwork团队，最近几天刚刚写了一篇小说，请诸位轻拍砖{:10_492:}\n\n——————————\n\n2014年，7月。\n\n\n夏夜的虫鸣从窗外草丛中阵阵传来，台风将临的消息在电视新闻中乏味的播报着。风大了，把压在啤酒罐下面的报纸吹得掀了起来，我却也忘记了关窗。\n\n此时的我，正专心致志地看着电脑屏幕，对话框里的那几行小字。\n\n\n“那么，终于可以恭喜你加入我们了，感觉这个团队怎么样？”\n\n我一愣，意料之外的问题。\n\n“嗯……”我用手指敲击着键盘，顺手点着一根烟，“请容我好好想想再回答你。”这样的晚上，有些提神的东西总是不错的。\n\n\n风把烟气吹到了客厅，我想起了最初遇到这个游戏时的情景。\n\n其实也不算很久以前吧，看到朋友在聚精会神地玩这样的一款游戏，当时还有一点点想要嗤笑：这画面真是太粗糙了。\n\n不过他一直一本正经地给我讲着这游戏的精妙之处，还把网上流传的团队建筑视频发给了我。我当时没想太多，也就顺手看了看。\n\n结果，我竟被视频里宏伟壮丽的建筑震撼到了，一时之间说不出话来。\n\n真的没想到，在这个规则简单的小世界中，居然能够制造出那么美丽的作品。\n\n于是，我毫不犹豫地百度搜索了Minecraft，点击下载。\n\n从在单机的生存世界里为找一头牛翻山越岭几个日夜，到服务器里和结识的小伙伴们共同建造属于自己的小村庄，再到后来尝试着用创造模式造第一个属于我的城堡，我的mc之路简简单单，平淡无奇。\n\n说不上来是什么感受，但我的内心深处，那个视频里宏伟的建筑场景，一直隐隐约约地占据着什么重要的位置，引领着我在mc的道路上不断前行。\n\n想到这里，我也是不由得笑了。深吸了一口烟，望了望窗外。\n\n\n夜晚，云很低很低。\n\n\n也不知是机缘还是巧合，就在前几天，我在网上发了几张刚刚建好的房子截图，竟被朋友推荐加入到了这个团队。\n\n当时我就慌了，完全没想到会有这种机会找上门来。也是仓促间，我做好了一切言辞小心谨慎的心理准备，料想这里会是一群严肃认真、一丝不苟的大神。\n\n结果却出乎我的意料。\n\n刚一进群就被各种友善的玩笑包围了，“新人请爆照”，“三观三围性取向”。无节操的聊天表情，图片也是接踵向我袭来，冲击着我的价值观。\n\n原来这里和其他的QQ群没什么两样嘛。\n\n“哈哈。”想到这里，我也是忍不住笑出了声。抖了抖烟灰，顺手敲了一句，“外面看起来太屌，进来之后感觉太屌丝”。\n\n风再一次刮起了桌上的报纸，啪嗒啪嗒的水珠拍打着窗户，清晰可辨。雨，开始下了。\n\n\n对面发来一个坏坏的笑脸。\n\n“嗯……没错。”他回答道。\n\n“说起来，其实大家都蛮随意的，只是比较认真而已。我们这些人就这样聚在一起，创造出这么漂亮的作品，连我我自己回头看看，也感觉有些意外呢。”\n\n他就这么自顾自地说了起来。我犹豫了一下，把刚刚敲下的两行字又删掉了。他大概也是有些话，想找人倾诉吧。\n\n\n“其实，大家本来就都是普通人啊。普通的中学生、大学生，普通的青年人，也有几个普通的上班了的怪蜀黍怪阿姨，比如我。”\n\n“一开始的时候，我们看到过国外的建筑，太感动了，太壮观了。当时心里在想，为什么国内就做不到呢？”\n\n“所以，你们就建立了这个团队吗？”我捻了捻烟头，又点燃了一根烟。\n\n“是啊。记得还有反对的声音，说中国人不懂配合之类的泼冷水……当时在国内，真的很少有团队呢。那时候其实大家想得很简单，就是创造一些美好的事物，然后通过这些东西来传达自己的感情……其实现在想想，艺术也就是这么回事吧。”\n\n\n我深吸了一口，静静地看着他的陈述，想象着屏幕那端的男人，会是怎样的表情。\n\n“那时候正好在刷微博，看到了北京胡同被拆迁的时候，只有几个人呼吁，也没人响应，当时心里还是很痛苦的。或许有些人认为这些东西‘不值钱’吧，但是我发自内心的觉得，除了利益之外，我们也应该追求一些更深层次的东西。”\n\n“我记得印象很深的一句话，大概是《蜘蛛侠》里的吧，‘你的权力越大，责任就越大’。在我们的视频火起来之后，其实我当时心里想的是，我们现在已经被大家认可了，就有义务承担一些责任。”\n\n“之后和群里的小伙伴们提起过做中式建筑，发现其实大家和我想的一样，中国几千年的历史传承到了我们这一代，我们要想办法把它们传播出去，维持下去。这也算是我们应尽的责任吧。”\n\n“没想到，还真的成功了，大家也都很喜欢，我们宣传保护传统文化也获得了越来越多的人认可。Minecraft里面终于开始普及了中国风的建筑。或许也会因此有更多人对保护传统文化感兴趣了吧，哪怕只是影响了一两个人，我们之前的辛苦努力，也算是没白费了。”\n\n\n风再一次掀起了桌上的报纸，我的皮肤清楚地感受到了打在胳膊上的雨点。那个男人的这番话我觉得有些意外。“不只是玩游戏吗？”\n\n“嗯，大概你没注意到吧，翻翻资源库试试看。”\n\n我打开了资源库，一大排的文件出现在我眼前。\n\n“这里有古代文献，详尽的插图，专业人员建造的3D模型，样式雷图案，博物馆的沙盘照片……这些其实都是凭借大家的力量一点一滴收集到的，他们为此跑了好多景区，博物馆，图书馆，甚至是去国家档案室复印。”他说着，“团队里小伙伴们很认真的。建筑有多少种屋顶，斗拱用什么材料，窗棂的花纹是复杂还是简单……这些都是大家一板一眼的对照过的。虽然是有图案的，但是放到Minecraft里面，基本上是从零开始创造，比模仿难很多。”\n\n\n沉默了一会儿，男人继续说道，“这里的大家并没有像当前的社会这种浮躁，更多的是像中国古代留下来的，嗯……可以算是‘匠气’吧。”\n\n“嗯，这种氛围还真是难得。”\n\n“哈，没错。不过，‘有人的地方就有江湖’，其实世界并没有理想中这么美好，我们也受到过影响。好像是《武林外传》里说过的吧。我们努力的时候也被泼过冷水，求助于专业人员的时候，对方其实也是不屑一顾的，感觉是小孩子的玩意儿，又赚不到钱，人家干嘛帮你？甚至有的时候，如果挡了别人的财路，对方黑你还来不及呢……其实挺委屈的，我们虽然懂得不多，毕竟也贡献了自己的一点点力量啊。有的时候，也真的觉得有点心凉……”\n\n“心凉？可你们有那么多人崇拜……”\n\n“……可是我们本来就只是普通人啊。我们只是认真的做了我们应该做的事，尽了自己微不足道的一点力而已。而且，其实你应该也注意到了吧，我们的人太少了。”\n\n“嗯，这点确实有点奇怪呢。没想到这么有名的团队，居然只有几十人而已。我记得最夸张的传说里，说你们总共有三百多人呢，来了之后落差好大。”其实我也有一点点这样的同感吧，团队里的人并不是很多。\n\n“其实反而是‘崇拜’出了问题吧……我猜的。许多人觉得建筑很好啊或者团队很有名啊，所以自己就都不敢想要尝试加入我们了。其实每次找到像你这样的新人的时候，就觉得，为什么建筑明明已经很棒了可是还是不敢尝试一下呢。”\n\n\n“拜托，你们这么触，我当初只是看了你们的视频，加入什么的，连想都不敢想啊！”我说的是心里话。\n\n“其实大家一开始的时候都是和你一样，大家都很普通的，能建造出稍稍精美一点点的小建筑而已。”男人说，“后来，是因为团队把人凝聚在一起，大家一起交流，大家又都很认真，所以逐渐成长了起来。”\n\n“可是Minecraft终究是个游戏，有人到来，也有人离开。团队虽然是一个大家庭，但是每个人都总有淡出的那一天。比如我，现在工作已经逐渐开始忙了，不再是几年前的学生了……可是我还是希望能够把团队传递下去，把团队承担的责任也传递下去，不要让它轻易断掉。”\n\n“可是我还只是个刚加入团队的新人啊……”我从心底抱有疑问，不确定这种严肃的话题居然就这么发生了。\n\n“不是有句话吗，‘与其在别处仰望，不如在这里并肩’吧，你已经是团队的成员之一了，我们一起努力把它的使命传递下去，让它更好的发挥它的作用吧。”\n\n“……”一时之间，我竟无言以对。出乎我意料的东西太多了。\n\n\n“还真是个有趣的地方呐……”我笑了笑，摇了摇头，吸尽了最后一口烟蒂，自言自语道。\n\n转头再看，雨已倾盆，下午才写好的稿件湿了整个窗台。\n\n“罢了，等什么时候有空了再写一份吧。”\n",
    "replies": []
}