{
    "title": "<转载·连载>【黑色祭奠】作者：Kayson[第二章]",
    "author": "CloudsXDao",
    "replyCount": 13,
    "timestamp": 1406983260,
    "txt_content": " 本帖最后由 CloudsXDao 于 2019-2-12 20:39 编辑 \n\n    正文\n　  我呆呆的站在原地，一时间大脑一片空白。这时身旁的杨璐雨拍了一下我的肩膀。\n　　我像触电一般惊觉过来，仿佛被人从地狱拉回了人间。\n    我木然地看了一眼杨璐雨。\n    他突然拍掌大笑说:“你知不知道你刚才的样子真的很二？”\n    “我..看到游符了..”\n    “那又怎么样？你至于这么慌张吗？”\n    我目光小心地扫了扫游符方才站立的区域，生怕再碰上他那能杀人的眼神。\n    “咦，奇怪，怎么不见了，刚才还在这的”我喃喃道。\n    “不行，我必须去找他!”\n    话搁在空中，我飞快地跑回教室。这时杨璐雨一把从后头跟了上来抓紧我的手臂拖住我\n    “你到底要去干什么？”\n    我稍微平复了一下自己的心情，试图以最平缓的语气和最干净的语言来告诉他我的所思所想。\n    我吐了一口气缓缓地对着杨璐雨说：“你有没有发现我们班有一个人很奇怪的人，他没有一个朋友，喜欢把自己隐藏在角落，时不时会说出很荒诞的话，并且如果他不是我们的同学，我们甚至可能根本不知道这世界上有这个人！”\n    “你说的是那个孤僻男游符，你找他干什么，怎么会被他吓成这样？”\n    我贴到杨璐雨的耳边小声说：“我觉得他不是一个正常人，或许...他根本就不是人！”说完我呆住了，因为自己居然会冒出这个想法连自己也被吓了一跳！\n    “噗..嗤哈哈哈哈哈！！！我记得某人在大约五分钟前还对我大吼这个世界上根本没有鬼的。哎，你这货是不是**了？这种人我见多了，整天觉得自己多么与世俗格格不入，自命不凡活在自己的世界里，有些怪异的举止也是正常的，多半是这样，或者说他有自闭症？”\n    “呵呵，自闭症的人可不是这样的”我说\n    “我说你真应该去医院看看了，就算如此，你也不能因为别人有点怪就把人当成鬼吧，笑死了。”\n    我再次贴在杨璐雨的耳边小声说，“不是你想的那样..只是..随口一说而已，你知不知道我刚才从他的眼睛里看到了什么”\n    “别装神弄鬼，要说就说。” \n    “我……”我正要开口，忽然有人拍了一下我和杨璐雨的肩膀，我和他都吃了一惊，紧接着一个熟悉的声音在耳边响起:“呦，两好基友在聊什么呢，这么神神秘秘的，啧啧。”\n    我回过头，果然不出所料，是陆子涵那家伙。\n    “呦，我道是谁呢，原来是陆大作家，您身份这么高在这偷听我们说话倒也不嫌害臊。”杨璐雨说。\n    “切，搞得我多想听你们的废话似的，我隐约听见好像某人说谁死了，嗯…继续说下去啊，看看能不能当我下一个小说的材料。”\n    “不是我说你，就我妈写的那破烂……”杨璐雨终于忍不住了，我用肘部轻轻撞了下他，接着说“走，我们别跟白痴计较。”\n    这时恰巧上课铃响了，气得陆子涵一肚子火没地方发泄，我好像听到了磨牙的声音......\n    一整节课我都无法安下神来,我临组的王圆圆给我递过来一张纸条，对我说:“陆子涵给你的。”\n    她把纸条递给我之后转过头对陆子涵报以回眸一笑，而陆子涵回敬了她一个极其装逼的坏笑。 \n    真恶心。我心里暗暗想到。\n    拆开纸条,上面写道:\n    亲爱的王子恩同学，我陆子涵大人有大量，对以往发生过的事情都是一笑而过的，对于你之前的种种不敬行为我已经既往不咎了。这几天我对你身后的那位同学很感兴趣，他有可能会成为我小说的主人公，所以我要求你帮我问问他的QQ，由于你坐在他前面的关系，所以你应该跟他比较熟的，还望王兄成全\n    读完字条陆子涵对着我做了一个猥琐的微笑\n    我拿起笔在纸上只写了两个字:休想\n    我递给王圆圆，经过辗转字条又回到了陆子涵手上\n    我隐约看到陆子涵的脸部肌肉仿佛在抽搐..\n    陆子涵生了气也不装斯文了，又递过来一张字条上面写:王子恩你要遭殃了，这节课你后面的那个人从一开始就盯着你，到现在视线也没离开你过一秒。\n    不得不说这张字条真的吓到了我,我一下子惊得后背泛起凉意，甚至四肢僵硬无力，\n    其实后来回想起当时陆子涵的本意是后面的人是个GAY，我被盯上了。想嘲讽一下我而已。\n    但他的确没想到我会如此大的反应.\n    陆子涵见这招有效果继续递来一张字条:“王子恩，没想到你这么怕游符啊，反应这么大..不如放学我们一起找那游符问问他到底是怎么回事如何？”\n    我心想:我一定要知道这个游符的秘密，干脆将计就计。 于是在纸上写下:呵呵，这是你说的，到时候可别不敢了。\n    当你害怕一件事到来的时候，时间往往过得好快。放学的铃声很快地就响了\n    我开始后悔答应陆子涵要去调查游符的事\n    然而现在后悔已晚，决计不能让陆子涵那家伙笑话我，转而起身面向游符，这时陆子涵也走了过来，游符并没有像陆子涵说的那样盯着我，他看了看我们，直接抄起书包朝着门外走去。\n    陆子涵一个箭步直冲上去拦住了他，紧接着不可思议的一幕发生了\n    天花板上的风扇不知因为什么突然松动了，垂直下落撞在陆子涵的头顶，而就站在陆子涵对面的游符正好避开了风扇下落的面积，可以说陆子涵间接救了游符一命\n    我听到陆子涵一声惨叫\n    陆子涵倒在了地上，他的手试图按住伤口，但血依旧源源不断地从身体里流出来，我看到他的身体在抽搐，一旁的王圆圆立刻尖叫起来！\n    这突如其来的变故让班上的所有人目瞪口呆！\n    这时的游符居然若无其事。就像他原本计划的那样朝着门外走去。\n    我朝着他大吼：“妈的，他救了你一命，你就这样走了？”\n    他的脚步停顿了一下，似乎叹了口气，然后头也不回的走了。\n    我没有心情追他。\n    这时班上乱作一团，有去叫老师的；有大喊救命的；有跑去医务室求救的；还有的干脆头也不回的吓回了家，剩下一群人围着陆子涵查看伤情。\n    不久，班主任在簇拥的人群中走了进来\n    “呀..这是怎么回事！天啊..快..快送医院去，王圆圆..哦不...谁有电话？”\n    很显然班主任也从未遇到过这种突发事件，一时间也变得语无伦次。\n    事实上我在看到陆子涵满脸是血的时候就已经给医院打了电话，于是我扬了扬手机，很镇定的说：“我已经给120打过电话了，他们很快就来。”\n    学校医务室的成医生赶来了，见此情况立即从包里取出纱布在陆子涵头顶围了两圈。可陆子涵的出血量极多，慢慢地，血又从里边渗了出来，这时陆子涵已经呼吸困难，班主任见情况不妙，借了我的手机给陆子涵的父母通了个电话，我隐约听到电话那头的哽咽声。\n    挂掉电话，楼下响起了救护车的鸣笛，我看到这时的陆子涵脸上几乎没有了血色，心里暗道一句：妈的狗屁医生你倒是快点上来啊。 虽然平时我巴不得陆子涵这家伙去死，但当他真的快死了我倒很焦急。\n    这时杨璐雨走过来对我说了一句：“我决定了，明天开始我跟你一起调查游符”\n\nBGM\n\n\n索引",
    "replies": [
        {
            "author": "ccxz",
            "timestamp": 1406983380,
            "txt_content": "第二天自杀\n一定啊\n我等着\n丧礼我要去"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1406983380,
            "txt_content": "@马赛克了  @xcc  @Aiursad  @hznb  @zhh30648  @打酱油  @molei @y34290 @poi4399 @130s"
        },
        {
            "author": "Saya_",
            "timestamp": 1406983500,
            "txt_content": "不错 支持"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1406983560,
            "txt_content": "什么题材，报上来"
        },
        {
            "author": "ccxz",
            "timestamp": 1406983620,
            "txt_content": "caominjia168 发表于 2014-8-2 20:45\n不错 支持\n那里都有你\n丧心斌狂\n真是=="
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1406983680,
            "txt_content": "130s 发表于 2014-8-2 20:46\n什么题材，报上来\n恐怖啊！"
        },
        {
            "author": "Saya_",
            "timestamp": 1406983740,
            "txt_content": "ccxz 发表于 2014-8-2 20:47\n那里都有你\n丧心斌狂\n真是==\n有吗 我只是【数据删除】的"
        },
        {
            "author": "ccxz",
            "timestamp": 1406983800,
            "txt_content": "caominjia168 发表于 2014-8-2 20:49\n有吗 我只是【数据删除】的\n有啊\n你好水\n真的\n你会进墓地（末地）\n呵呵"
        },
        {
            "author": "Saya_",
            "timestamp": 1406983860,
            "txt_content": "omg  打错了"
        },
        {
            "author": "@💊🌂🔔",
            "timestamp": 1406984460,
            "txt_content": "CloudsXDao 发表于 2014-8-2 20:48\n恐怖啊！\n不怎么看出来"
        },
        {
            "author": "hznb",
            "timestamp": 1406987040,
            "txt_content": "前来支持"
        },
        {
            "author": "xcc",
            "timestamp": 1406989560,
            "txt_content": "真要自杀么"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1406994600,
            "txt_content": "130s 发表于 2014-8-2 21:01\n不怎么看出来\n没啊，我觉得蛮明显的..."
        }
    ]
}