{
    "title": "[原创-连载]破灭虚空 第一巻 第02章 帮助者",
    "author": "龙腾猫跃",
    "replyCount": 1,
    "timestamp": 1406983080,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-8-7 19:39 编辑 \n\n第一卷 破晓第02章 帮助者\n　　再次恢复意识已经不知道过去了多久。宁苍辰没有急着睁眼，而是先感受身体的状态。　　虽然很饿，但是并没有什么渴啊，不舒服啊的感觉。自己应该躺在什么比较硬的地方……周围也挺安静。　　在心里酝酿了一会儿可能发生的事，甚至默默念了几句“一定不是在做梦”，宁苍辰满怀期待地睁开眼睛。　　古朴的木质顶棚映入他的眼帘，宁苍辰瞬间确定这里不是那个木房子——那个房子才没这么大。接着他慢慢坐起来，环顾四周。　　“办公桌？凳子？诶，等等我怎么睡在地板上！地板上只铺一层毛巾是要闹什么！态度真差……”　　没有想象中的一个人告诉他让他拯救世界，也没有碰到什么小精灵，甚至连白衣天使或者床都没有……这就是宁苍辰在这里的第一天，或许叫第二天更正确。　　宁苍辰感觉身体竟然除了饿没有什么不适，按理说托“素质教育”的福，他走了N个小时，怎么也该是全身酸疼……至少那次他爬了一天山，可疼了整整两天。　　在心中吐槽了分数至上的恶果，宁苍辰看向桌子上的东西。　　“这是啥啊！不是中文不是英文不是日文不是韩文的！”　　这时，一个电视里贫穷山区里的70岁老妇一样的人走了进来，看到宁苍辰，于是探出头，叫道：“@#^&＃％（＾＊＆……”　　宁苍辰无语了：“那些小说里的主角穿越后不是说就算是看不懂字，也应该听得懂话吗？这尼玛是啥情况！坑爹啊！坑娘啊！起点的误导小盆友死全家！”　　不久，一个健壮的中年男人闻声走了过来。这一下又让宁苍辰的心凉了半截，“尼玛这到底是什么发展啊啊啊！进来一个肌肉男很剽悍是什么情况！”　　“额啊，有话好好说……不要……动手动脚的，我……我可什么事也没干！”　　那男子却露出疑惑和惊奇的神色，宁苍辰突然想到：“惨了他听不懂啊啊啊！我不是被饿死就要被打死要么就是酷刑逼供是不是，便当我来了QAQ！”　　那人却无视了作出烈士表情的宁苍辰，和老妇说了几句“话”，又走出去了。　　宁苍辰大喜，趁着他不在，用手语(伪)和老妇交流了起来。事实证明，他高估了他们的智商(或者他的手语根本没人能看懂)。　　“不要用那种看外星人的眼光看我啊啊啊！诶等等貌似我大概或许可能就是外星人……”想到这里，宁苍辰就只好用把我解剖了也随便的表情呆坐着了。　　幸好，这种比上课还难熬的度日如世纪的感觉没有持续多久，刚才那人就带着一个学者样子的人走了进来。　　宁苍辰开始打量起这个人：“这打扮，嗯……诶，不会是要把我解剖了的医生吧？！”　　那个学者开始对他说话，说一会又给肌肉男说几句。宁苍辰总之是一副为科学献身的表情，开启耳旁风模式，心里却在不着边际地各种奇葩YY。　　不久，他们看外星人的眼神进化成了看白痴的眼神——因为不管他们怎么说，宁苍辰一直一言不发，就算听不懂也该叫一声吧，难道这货是哑巴？最终，他们像是达成了什么共识，老妇和肌肉男一起退后了几步。　　“哇嘞？！要开始解剖了？！”宁苍辰一惊，随即转念一想，“我应该没这么快便当吧？嗯，等等，他难道拿手解剖么？并且看起来也不像坏人……”　　只见那个学者闭上了双眼，一种奇怪的感觉涌上宁苍辰的心头。一点点微弱的浅蓝色光芒从宁苍辰的身体和学者的身体上散发出来，持续了几秒，接着就消失了。　　宁苍辰从确定这里是异世界后已经处于见怪不怪的大神经状态，也没有太大吃惊——他认为如果没有这些玩意才不正常了呢。但是，令他奇怪的是……　　“诶诶诶？为什么什么都没发生啊啊啊！难道是这玩意坏掉了么！异世界的人怎么这么不靠谱……”　　接下来，令宁苍辰万万没想到的一幕出现了。　　学者睁开眼睛，开口道：“嗯，现在听得懂了吧？嗯？喂，你说话啊！”　　宁苍辰（呆滞状态）：“…………”　　他觉得自己整个世界观和人生观都被破坏了，自己读到初中学外语学得要死不活的，到底是为了什么……\n作者吐槽嗯啊，更新差不多3~6天更新1~2章，就是这样= =再见~\n\n章节信息本章节字数：1466字\n索引帖地址：http://www.mcbbs.net/thread-313594-1-1.html\n下一章地址：http://www.mcbbs.net/thread-316942-1-1.html",
    "replies": [
        {
            "author": "毒蛇",
            "timestamp": 1406984820,
            "txt_content": " 本帖最后由 毒蛇 于 2014-8-2 21:08 编辑 \n\n帮你回复一下，顺便……吐槽一下……你的小说我真的越看越玄幻（晕了）"
        }
    ]
}