{
    "title": "（纯文字创作）回到我的世界",
    "author": "t362080872",
    "replyCount": 7,
    "timestamp": 1342002780,
    "txt_content": " 本帖最后由 t362080872 于 2012-8-26 15:30 编辑 \n\n   最近TVB出了我比较喜欢的《回到三国》连续剧，突然心血来潮想写点什么。那既然我的世界是我喜欢的游戏，那我也穿越一把吧。本故事纯属瞎编滥造，如有雷同，那么……那么我就去买彩票。\n   第一章：坑爹的方块世界\n   正如往常一样，地龙（Dlong为我联机名字，取名字什么的最烦了，所以偷懒之）此时正孜孜不倦得躲在房间里对着自己的二奶（电脑）。屋外太阳高照天，无云直射热满地。夏日的太阳自古以来是如此的猛烈。\n   但这都不关地龙的事，如今人们生活条件飞涨，家家有空调啊。真是空调底下好乘凉哇。地龙正手握鼠标，眼观八方，可谓是聚精会神啊。估计他爸妈也从没看过他有这般一股热情。看看地龙对什么如此痴情呢？难道电脑里有美女正在啪啪啪？还是正在上演电锯惊魂8?其实都不是滴。我们的地龙兄可是非常的纯洁的呦！那些苍老师啊，吉泽老师啊，地龙可是通通没上过她们呢的课呢！废话不多说，其实地龙正在玩的乃是惊天地泣鬼神的绝世好游戏——《我的世界》。从地龙半年前认识它到现在，天天研究之，假如真有万物皆可成道一说，地龙在此道已经突破元婴期了。地龙已经是此道中的绝顶高手了，红石作品随手拈来，精密程度令人叹为观止。此时地龙就努力的专研红石作品之计算机。这可不是普通的计算器。是真正的计算机，就是电脑。此时在地龙接近2个月日日夜夜的努力，工程将近完工……（纯属瞎编，就是想体现猪脚很NB的意思）\n   “呼~~~~”地龙推开电脑，伸了个大大的懒腰。“恩，今晚再测试下性能就能完工了，呼，累死俺啦！吃个面先。”\n   地龙随便泡了杯方便面，就躺在了床上稍作休息。疏不知屋外已乌云笼罩。（夏天暴雨很正常滴）\n   “轰~~~~~~~~隆隆隆”地龙被一强有力的雷声惊醒。“这老天的脸说变就变，也好，今晚凉快些。”地龙抱怨了句接着眯起了眼睛…………\n   ——————屋外——————\n   随着那一声巨雷直劈地下，按道理说雷电触地将立即消散的，这道雷竟然反其道而行。竟然化作球形雷慢慢浮起在空中……\n   活该地龙倒霉，雷雨天却没关严窗户，屋内外压强差的作用力下球形雷被吸入了地龙的房间内，地龙此时正眯着眼像死猪一样趴在床上，对此毫无所知…………\n   （猪脚穿越啦，触电情节大家自己想象……）\n   “哇，哇，哇，痛，痛，好痛。”地龙手抵着仍头晕的头慢慢起身。“我这是怎么了，怎么刚刚有麻麻的感觉，这感觉就像如同万千蚂蚁在爬一般难受。”\n   地龙努力站直身体，揉了揉刺痛的眼睛……\n   “啊~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~”\n   一声如同超级赛亚人变身时的怒吼响彻宆霄（由此可见猪脚内力非常深厚）。“我的手怎么被人砍了，啊，脚了被砍了。不对，我怎么不痛，但尼玛谁能告诉我现在我的手脚为啥是长方形啊？”地龙看了看自己那长方形可爱的小手。又望了望周围，发现周围非常的简单明了，绿的，白的，土色的。都是打了马赛克的。都是一块一块的。地龙再抬头一看，震惊了，足足呆了5分钟。“这……这……别告诉我那天上的那个方方的散发着万丈光芒的是尼玛的太阳？”\n   到了此时，地龙终于知道了此为何地了，这不就是自己熟悉的我的世界吗？这也太猎奇了，看了那么多穿越小说，穿越电影，穿到古代让我当个诸侯王爷什么的我也马马虎虎接受了。这算什么事情，怎么穿越到游戏了。这不是在坑鬼吗？地龙一想到鬼，“对了，我的世界晚上可真的是百鬼夜行啊！好，既然来了，就安心的活下去。”地龙一看天空，太阳已经位正中央，说明已经是正午了，浪费了一上午，不能再墨迹了。\n   地龙说干就干，回忆起自己当初玩生存模式的开局，恩，先挠树。地龙蹬蹬得跑到一颗方块树面前，望了望自己那方块一样的小手，不经泪流满面，曾经那服务我多年的五指姑娘没了。恩，不哭，男儿要坚强。地龙檫了檫眼睛，开始对一棵树挠了起来……\n   “哇靠，怎么这么痛啊。”地龙吹了吹自己那红彤彤的方块手。望着那刚刚被自己成功挠下来的两块木头。“空手挠树还真是傻B行为啊，算了，做工具吧……”\n   “恩……恩……这样……额……啊……那样……呃……”\n   “尼玛，这个怎么合成啊。游戏里有物品栏的。这不坑我嘛。”地龙摆弄了那两块木头老半天，发现自己根本不知道如何去合成。\n   地龙一屁股坐在地上，望着天，骂着老天祖宗十八代……时间不会因地龙的谩骂而停止，天上的太阳又划过了四分之一……一天的夜晚很快就会到来。那时将会是如何情景，不会合成物品的地龙又将如何面对，请看下一章：无奈矿工（纯文字创作）回到我的世界(二)",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1342003200,
            "txt_content": "好多字啊，支持撸主"
        },
        {
            "author": "s100761",
            "timestamp": 1342003200,
            "txt_content": "打那么多字不手疼媽?"
        },
        {
            "author": "52Dora",
            "timestamp": 1342003380,
            "txt_content": "可恶...我最讨厌的词（dao mei，说了就dao mei）"
        },
        {
            "author": "t362080872",
            "timestamp": 1342003500,
            "txt_content": "s100761 发表于 2012-7-11 18:40 \n打那么多字不手疼媽?\n纯属练打字了。也活络活络脑经。"
        },
        {
            "author": "JedBoy_LD",
            "timestamp": 1342003980,
            "txt_content": "你的文风让人产生一种莫名的节奏感……"
        },
        {
            "author": "t362080872",
            "timestamp": 1342005780,
            "txt_content": "JedBoy_LD 发表于 2012-7-11 18:53 \n你的文风让人产生一种莫名的节奏感……\n呵呵，喜欢就好，我也高兴"
        },
        {
            "author": "t362080872",
            "timestamp": 1342009200,
            "txt_content": "JedBoy_LD 发表于 2012-7-11 18:53 \n你的文风让人产生一种莫名的节奏感……\n明天同时间更新，有喜欢看的人我就会更新！"
        }
    ]
}