{
    "title": "<原创·单章>方块世界[作者：萝卜干]第一章 [新的世界]",
    "author": "1950703308",
    "replyCount": 0,
    "timestamp": 1406985120,
    "txt_content": " 本帖最后由 1950703308 于 2014-8-2 21:16 编辑 \n\n没错，是我萝卜干，我是第2次发小说了，这次讲的是萝卜干的虚假故事，对是虚假的，书名是方块世界，OK，看看有啥内容吧。————————————————————————————————额，我是无辜的小线线——————————————————————\n“把我一切都献给你，只要你欢喜” 萝卜干听着自己MP3里的小苹果，正听到 “火火火火火火火火火”的时候，然后身体灰常烫，烫得要死，pong，被烧死尿。。 他的眼前出现一个画面，第一个”返回人界“ 第二个“重生到原始世界” 萝卜干选择了第一个选项，突然冒出个弹窗“Not ” 萝卜干换了第二个选项，还是有个弹窗“oh！hhhhh\"          \n\npong，”哇哦，哇哦，“ 萝卜干说道“我知道了，肯定是MCBBS里面那些无聊的人，一直说被雷劈等，现在我是被烧死，传送过来的，奇葩啦”    \n\"kong.kong\" “哇啊啊，那是什么啊，太恐怖了 {:10_524:}”萝卜干说道 。他慢慢睁开眼，然后看见一个无辜的眼神。。。“哈 哈。。。 哈，是猪而已啦“ \n\n后来他一直和猪聊天，猪只会说“kong kong \" 他们一直聊，聊到了晚上~ \n\n“呜呜呜”一个长得又恐怖又恶心又发出臭味的人体形状的一个不明物体。 \"呀，妖怪，吃我一拳~“萝卜干说道 \n\n长得又恐怖又恶心又发出臭味的人体形状的一个不明物体 直接晕倒，地上突然出现了一块腐肉，和一个绿色的恶心球。\n\n“反正也饿了，看看这块肉好不好吃吧~”萝卜干尝了尝“⊙０⊙，这味道，太爽了。。”他的隔夜饭吐了一地~\n\n“呃啊，为啥这里是方块啊。。诶，我终于发现了，这里是MC耶。好像可以打方块诶，” 啪啪啪啪啪啪，一个原木落地。而且还是随着红色的血液掉下来的。\n\n哇我，手痛死了，比枪打还痛啊~~~！！！！！  ”pia\"的一声，他以为真被人用枪（这是猜测，猜测!)打了。。\n\n萝卜干醒了。发现前面有一个长得又黑，比他高几倍的东西，眼睛还在对他发电~\n\n“哇啊啊啊啊啊。你谁啊。”萝卜干说道，  一个长得又黑，比他高几倍的东西说：“阿 ， 阿 ho ho \"\n\n\"你能不能人话？”萝卜干回答道   一个长得又黑，比他高几倍的东西说：“我是怪物阿。。”\n\n“诶也，那你把我带到这个鸟不拉屎的地方干嘛。莫非你是变态。。！” 萝卜干回答一个长得又黑，比他高几倍的东西说：“你愿意make hero 么？”\n\n“不愿意”萝卜干说 一个长得又黑，比他高几倍的东西:\"那你好好想想，变成了hero，就会有至高的力量”\n\n“哦，先把我搞回去吧，再见了” 一个长得又黑，比他高几倍的东西：“哦，88”\n\npong 的一下，萝卜干回到了小猪旁边。\n\n“阿，继续打木头，先活下去呗。” 小猪回答：“hong hong \"\n\n半个小时过后~~~~~~~~~\n\n”啊，终于做完了“ 诶，那个一个长得又恐怖又恶心又发出臭味的人体形状的一个不明物体又来了。\n\n只见萝卜干一拳打过去。”哎呀，没效果呢。。 逃啊啊啊啊\" 一个长得又恐怖又恶心又发出臭味的人体形状的一个不明物体”吃“了萝卜干一口。\n\n萝卜干边喊边逃，上天那给我把神器吧！” 只见天空飘来10个字”木棍加木头。做成一剑形\"\n\n他机制的掏出了木棍和木头，放在地上，做成一把剑形，突然，神奇的出现了一把木剑！\n\n“哈哈哈哈，游戏里还要搞工作台，这里就不用啦，哈哈。这样的话，就对我这个新手好多了”\n\n一个长得又恐怖又恶心又发出臭味的人体形状的一个不明物体又走了过来，萝卜干把剑丢出去，并说：“去吧，大师球！“\n\n长得又恐怖又恶心又发出臭味的人体形状的一个不明物体被成功击杀，掉出来了一个绿绿的马铃薯，和 绿色的恶心球。 \n\n萝卜干没有理会绿色的恶心球，只是把哪个绿绿的马铃薯吃了。。\n\n突然整个人一痛一痛的。不过饱多了。\n\n“teng”的一声。一支箭落在了萝卜干的脚边。\n\n“哎呀，哪个白色的是啥啊，我可是新手啊，表示不懂啊”\n\n白色的东西，并不像听得懂人话一样，就在那边无止境的射\n\n终于。“饿” 的一声。萝卜干跪了。。\n\n然后重生后，重生点居然换了 “哦不，这又不是未转变者啊啊。。。”\n\n——————————————————————————————————————————无辜的眼神————————————————\n好了，第一篇完了，排版清除吧。有模板 。 颜色黑色  大小2 \n\n支持一个吧\n\n\n\n",
    "replies": []
}