{
    "title": "<连载·单章>【猪猪君历险记】作者：418878840【第八章：初见亡灵】",
    "author": "418878840",
    "replyCount": 4,
    "timestamp": 1407055920,
    "txt_content": "索引：http://www.mcbbs.net/thread-295300-1-1.html\n\n\n\n我是文章\n\n第八章：初见亡灵 \n  猪猪君在大胖鸭的照顾下，腿脚应经恢复的差不多了，而末翼却是一副心事重重的样子。\n   “如果一个月之内还不找到身体的话，那他的魂魄就会消散了。”大胖鸭解释道。\n   “他的身体不会也在亡灵里吧。”\n   “你觉得呢？”\n   “好吧。”猪猪君叹息。 \n   此时站在冰窟的末翼飘了过来，说道：“放心，有我在，那个亡灵不会拿你们怎么样的。”\n  末翼拿出一个水晶球，上面闪烁着一个红点。   “亡灵就在附近，找到它，我就会用魔法牵制住它，而你们则只需要看准时机，把这魔法匕首刺向他，就行了。” \n   “有好处吗？”\n   “送你们到暴风森林的对面。”   猪猪君转头看了看大胖鸭，点了点头…… \n\n\n   猪猪君再次来到了那个地下冰洞，随着水晶球上的红点闪烁，大家的脚步也放慢了。\n   “就在前方九点钟方向，大概距离50米，小心。”末翼停了下来。\n   猪猪君和大胖鸭由于手脚不灵活，只好把魔法匕首绑在头上。结果这一停，撞到了冰柱，魔法匕首直接插在了冰柱上。\n   “不好，亡灵跑了，快追！”末翼大叫。水晶球上的红点不断移动，速度奇快。\n   猪猪君见状，立马拉着大胖鸭冲了过去…… \n   大胖鸭与猪猪君兵分两路，已经把那个亡灵包围了。\n  “看你这次往哪跑！“末翼从另外一边飘了过来。\n   只见一个披着蓝色外衣的僵尸站在中间，环视四周。猪猪君和大胖鸭见状，立马带着魔法匕首冲了上去。\n   僵尸一闪，躲过了两方的攻击：“太天真了。” \n   这个声音……猪猪君愣在原地，是那个黑影！\n  僵尸的身上不断的冒着黑烟，慢慢的变成了一个黑影：“小猪，别来无恙啊。”\n   “可恶，原来我被骗了！”猪猪君再次冲了上去。魔法匕首在猪猪君一次次的扭动下，在空气中留下了无数刀光。\n  而大胖鸭则抓住亡灵躲闪的空隙——我戳！\n   “什吗？欺负别人是幽灵打不到你们是吧！”黑影的左手被大胖鸭刺中，左手瞬间变成了一滩黑水，流到了地上。\n   “要刺它的胸前！”末翼大吼。\n   “不早说!”说着大胖鸭被亡灵的魔法打飞了。\n   “你竟然会魔法？大家快撤！”末翼把大胖鸭扶了起来，对猪猪君说道。\n   “不会吧？”猪猪君也被轰飞了，“好吧。”猪猪君跟着末翼跑向冰窟的洞口。\n   以末翼目前的实力是无法与之抗衡的，只好先打打游击战了。\n   亡灵在手里慢慢凝聚了一个紫色漩涡，随着空气的撕裂声，亡灵哈哈大笑起来。“虽然我无法杀死你，但是我可以将你困住，直到你魂飞魄散，哈哈哈哈。” \n   紫色漩涡逐渐变大，猪猪君和大胖鸭直接被吸了进去，末翼则拼命的用他仅剩的法力抵挡……  \n  \n  某漩涡内：猪猪君跟大胖鸭被困在了一个紫色的空间里，里面到处都是尸体，地上都是血水，令猪猪君恶心不已。\n  “这里好臭啊，真是的。”猪猪君抱怨道。\n  “那你怎么不觉得你爸妈的尸体臭。”大胖鸭冷冷的插了一句。\n  “你很讨厌诶！”猪猪君狠狠的拍了大胖鸭一下。\n   不过，到底要怎么出去呢。 ",
    "replies": [
        {
            "author": "Saya_",
            "timestamp": 1407056160,
            "txt_content": "嗯 不错 继续努力"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407208740,
            "txt_content": "很不错，相对于烂大街的mc穿越文好了不止半点，我的建议是给猪猪君加一个名字，一个不需要很复杂，很洋气，很好记但不会很多人叫的名字！加油！"
        },
        {
            "author": "418878840",
            "timestamp": 1407219480,
            "txt_content": "CloudsXDao 发表于 2014-8-5 11:19\n很不错，相对于烂大街的mc穿越文好了不止半点，我的建议是给猪猪君加一个名字，一个不需要很复杂，很洋气， ...\n名字的话，之后的剧情会加的，这里就不剧透了，谢谢你的建议"
        },
        {
            "author": "niop",
            "timestamp": 1407636120,
            "txt_content": "啊啊啊啊啊，更新啊，少年"
        }
    ]
}