{
    "title": "【随笔】BlockFight第三章&第四章。",
    "author": "JedBoy_LD",
    "replyCount": 3,
    "timestamp": 1342016700,
    "txt_content": " 本帖最后由 JedBoy_LD 于 2013-2-19 03:11 编辑 \n\nBlockFightMineCraft奇幻小说\nD.Green著\n\n第三章 - 世纪\n      他是从黑暗中觉醒……他是光明之子，但是——他有毁灭世界的念头。\n      “这只是世纪之初时，创世神所作的一个预言，其实……这个预言仔细看上去并没有多么恐怖。”\n      ……这个预言，预示着一个可以撼动世界的力量将会出现。\n      276年：尼邬尓斯大陆：Human帝国的大危机……\n      “报告，Monster已经突破国都外围！”\n      “报告！Monster已摧毁三个兵工厂！”\n      “报告！……”\n      这是一场乱世之战，黑曜之心从沉睡被唤醒，所有Monster从那一刻开始为它所用……\n      “国王，请让我去迎敌吧！”一位身受重创的将军在向国王恳求，这位将士的名叫Brine，是已经获得四百八十个勋章的Human大军的副统帅！但是再一次战斗时被Monster偷袭，致使右臂脱臼，双眼晶状体严重压迫【视野模糊不清】，目前并未痊愈。\n      “不可以。”\n      “为什么，现在敌人都已经打到国都了！马上就要进攻城堡外围了！”\n      “不……”还没有等国王把话说完……冲进来一位头盔上沾满血迹神情慌张的士兵，只见他气喘吁吁……\n      “不好了！国……国王！Monster已经入侵城堡了！”\n      国王的眼神突然呆滞了，全身都麻木了……\n      只见这时，Brine叹了一口气，拿起自己的剑，冲出了门外。\n      这是……他最后一次和其他Human对话，也是最后一次为了他的人民。\n      走廊内，全部都是倒下的Human射手与禁卫军的尸体与远古Monster的尸体，血和爆炸……Brine清楚的记着他能够感觉到的……\n      他拿着剑，吼叫着……因为他看不到，所以就看到会动的物体就迎上去，刺穿身体，撕裂血管，当然，他杀掉的全部都是Monster……因为……Human已经全部都倒下了，并且他是绝对不可能杀掉自己的同胞的！这是他自己说过的，并且直到现在，他都一直遵守着……\n      敌人越来越多，慢慢地，整个城堡到处都充满了邪恶与贪婪，大地被腐化……天空被乌云覆盖……太阳没有了……生命……也将消失……\n      就在Brine体力透支的时候，他眼神颓了下来……身体早已不受控制……\n      这……就要完了吗？\n      就在一刹那间，Brine面前出现了创世神的本体，他望着那生命与光明的源头……那圣洁的气息感染着世间每一种生物……\n      在一段与创世神对话过后……\n\n      Brine低下了头……光包围了他的身体……\n      Brine的心脏被光明所附着……他的眼睛放出了耀眼的光芒，太阳赋予它热，让他去净化这个充满寒冷的世界……\n      “去……死吧！”Brine转身迎向Monster，突然，大地与天空之间被一束光所击穿，黑曜的邪恶之心瞬间被摧毁，空中的乌云瞬间被击散，阳光再次普照大地，腐化之地也被圣洁之心所净化，这光……几乎惊醒了在美梦中的宇宙。\n      在陆地上的远古Monster几乎全部都被消灭，只有一小部分躲在地下深处的Monster存活了下来……它们则演变成了现在的Monster。\n      当然，尼邬尓斯大陆上的所有人类也都消失了……因为他们内心都存在着黑暗，哪怕一丁点，都是足以把他们毁灭的。这当然是迟早的事……\n      Brine不是以前的样子了，也没有人所认知他了，但是他还是希望别人像曾经故土的人们那样称呼他：Herobrine。\n      但是因为他本身的光明力量过于强大……甚至与人接触都是不可以的，否则心存一丁点黑暗的人都会被致死。他虽然被赋予了守护世界的任务，但是他却在Human世界上被称为最可怕的存在。\n      …………直到现在。\n      他现在生活在另一个与Human世界所平行的空间里。\n      “Brine，你想拯救世界，拯救你的同胞们吗？”\n      “当然！我想除掉所有的黑暗，这样这个世界就和平了！”\n      “你想守护这个世界，直到这个世界自然毁灭吗？”\n      “当然！我一直都是深深的爱着这个世界的！”\n      “哪怕失去你Human的身份，做一位常人之上的世界守护者吗？”\n      “嗯。”\n      “好，但是你要记住，你身上的光芒可以摧毁任何细微的黑暗，但这有可能是你深受其害……”\n      Brine坐在自己用末地之晶所做的宝座上……周围使用黑曜石所建筑的类似于石英石形状的空间。\n      他一直在思考着这句话，并且回忆着以前曾经和Human接触的每一幕……\n      忽然，他顿住了……\n      他轻踏下了地，抬起头望着监视Human世界的虚拟影像……\n      “这次，我是不会拯救你们的！因为，你们不值得我去帮！这个世界也不值得我去拯救！”\n\n\n第四章 - 迎接光明的挑战……开始了！\n      “没错，只有他才可以拯救这个世界！”\n      岚儿恳求着四人。\n      “他可是个杀人魔啊……你不害怕，我们还害怕呢。”\n      “哦~原来Brine真的存在啊，我还以为那只是吓唬小孩子的故事呢。”\n      “他养狗吗？“爱德华突然吐槽了这么一句……使得众人都在目光呆滞的盯着他……\n      “好吧，开个玩笑啦……”\n      “嗯，我答应了！”艾里无比豪爽的答应了岚儿的请求，另外三位爷们儿都在额头上飞乌鸦，冒黑线……\n      “嘎嘎？！我们还没有下决定呢！”\n      “这是天命难为嘛……”艾里看似好像振振有词的样子……好吧，竟然如此无脑的大哥都敢答应如此没把握的要求，那么另外三人都默认了。\n      “嗯嗯，明天我带你们去长老那里，它会告诉你们下一步的行动的！”岚儿兴高采烈的说道，然后幻成豹猫逃走了……\n      “喂喂，……我说你……好吧，你真的打算去找一个根本不存在的大神吗？！”克利对艾里无奈的吼道。\n      “嗯呐~”\n      “你们不觉得艾里兄弟说的有一定道理吗？”爱德华说道。\n      “？！”\n      “？！”\n      “首先，EnderMan就是使者之魂，更何况岚儿属于BlueEnderMan族群。并且我看她说话语气非常连贯，更何况Herobrine曾经真的出现过。”\n\n      “？！”\n      “？！”\n      “？！”【好吧，有点啰嗦了对吧……不过的确是三个人都感到惊讶……】\n      “我曾经为Skeleton军校服务过，在他们的档案库中，我曾经发现过一本记录册。”\n      “哇！你到底是朋友还是敌人啊！？”艾里大叫道。\n      “嘘，别打住！”\n      “我去哪里只是搞点间谍工作，反正我是永生之身，也不为别人所用。”\n      “好吧，回正题。待我打开那本记录册，看到了历史的再现……那时还是中古文明，但是曾经在西方大陆有一位著名的骑士，名字就叫Brine！”\n\n      “这原来是真的！Brine确实是存在的！”西汪说道。\n      “之后因为戒备过于森严，我就没有多看，但我把那本记录册带了出来。”\n      “太棒了，怎么不早说！快快拿出来啊！”艾里叫道。\n      “呃……之后我逃跑时被狼追咬，之后落在哪里了我也忘记了……”\n      “………………”\n      拳头伺候！克利果断的砸了过去……\n      “至少现在可以证明Copyer入侵与我们的使命之间的联系了。”\n      “没错，明天一早我们就在你们家集合！”爱德华莽撞的说道……\n      ………………另外三人头上又飞起了乌鸦。\n      “你傻了吗？你现在还是Skeleton啊！是不能在白天从外面活动的！”\n      “呃……好像是哦……”迟钝的反应道……\n      “等等！”克利说道，然后跑到屋子里去找什么东西去了。\n      克利惊讶的瞪大了眼睛兴奋的喊道：“找到了！找到了！幸好它还在这里！”\n      “什么东西啊？”\n      克利从房屋内走了出来，拍拍身上的尘土，左手拿着一本看似破旧不堪的古董物状的书？！\n      “这是一本在城堡里偷出来的记载古老咒语的魔法书，之前因为我看不懂，所以一直被搁置了。但是我记得这上面讲过，如何炼制让Monster能在阳光下生存的药剂！”\n      ……三人盯着克利。\n      “太棒啦！”顿时大家都欢呼道。\n【作者吐槽：真正的大冒险要开始了！四位单纯的青年还不知道这个世界到底有多么危险，不过看他们每个人那大条神经的样子……应该没什么事情吧……但是他们要寻找的可是Brine啊！Brine似乎真的有想要毁灭世界的念头啊……这是为什么呢？四人冒险开始又会遇到什么令他们头疼的问题呢？（首先第一个令人头疼的问题：艾里克利二兄弟的房子肿么办？0v0|||）】\n\n\n                 第二章-Copyer for Copy！                               第五章-被放逐的土地\n\n\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1342016760,
            "txt_content": "我能纯支持不看么。。。"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1342016760,
            "txt_content": "求乱入，求插入哇哈"
        },
        {
            "author": "g-g-g",
            "timestamp": 1342017540,
            "txt_content": "支持了…加分了…太长看不动了…纯支持…"
        }
    ]
}