{
    "title": "<原创·连载>【211战队 MC世界的科技之晶】[作者：【闪电】][12]",
    "author": "1359874",
    "replyCount": 12,
    "timestamp": 1407131880,
    "txt_content": "好吧，虽然我现在玩物丧志了，不过这个一定要写的。豹人    第一人称“闪电”王喜刃这群家伙什么来头啊，我突然记起来身上还有一把冷钢匕首，赶紧抽出来，我冲上去就是一刀，一个豹人脑袋一下被刺穿了，另外两个豹人借着这个豹人的掩护，冲上来，我赶忙把匕首拔出来，这群豹人的速度真是令人难以置信，我还没来得及准备好，其中一个就冲到了我跟前。“砰！砰！”背后传来了两声枪响，我下意识的一回头，只见老哥端着RSASS狙击枪，趴在地上，“接着！”老哥扔过来一把G36K短突和一大堆弹药，我抄起G36K就是一个短点射，两个豹人一下被撂倒。不过这群家伙太快了，我基本是扫射，无法瞄准。这时如果战龙在的话就好了。“嗒嗒嗒嗒嗒嗒嗒嗒嗒嗒！”现在M249轻机枪的枪声简直是世上最美妙的声音了，我一边撤退，一边回头射击，战龙站在洞口，5.56毫米子弹瞬间把豹人压制住。我一下跳进洞口，向老哥做了个要手榴弹的手势，两个爆片手雷扔了过来。我一下扔了过去，豹人那边传来了惨叫。唉？怎么还有爆炸声？我看了看旁边的灌木丛，小怕正在那不停的扔TNT，豹人们发现了她，都朝她冲过去。“这边！快过来！”战龙对着小怕大喊道，我和老哥也加大火力。“散开！你们过去帮小怕！我掩护！”老哥一边说，一边拿出一个无柄钢珠手雷，“轰！”钢珠一下打伤了不少的豹人，我和战龙一下冲过去。就在这时，一个豹人冲到了小怕面前。我和战龙还来不及瞄准，只见一道紫光穿过了那个豹人的喉咙。“切！”小黑站着不远处。小怕跑到战龙身后，还是不断投出TNT，不过豹人一下闪开了，现在豹人的速度突然变得更快了，快到可以在爆炸的瞬间逃出爆炸的波及范围。可是，在小黑的面前比速度是多麽的愚蠢，小黑的瞬移，是接近零延迟的速度，很快就有不少猎杀者的脑袋搬家“战龙！小心！”听到小怕的叫声，我下意识的回了头，战龙背后有一个豹人，它一下抓伤了战龙，战龙一下趴在地上，我端起G36K短突，一下把它的头打成烂西瓜。“小怕！带战龙先回去！”我说着，一把夺过战龙的M249，子弹一下把又冲上来的豹人压制住。突然，M249发射的子弹竟然停在了半空中，地上的弹壳和子弹竟然漂浮了起来，这简直太不可思议了！“战………战龙？”我回过头去，只见战龙站了起来，身上发着银白色的光，那些子弹和弹壳飞到战龙两侧。组成了一个像翅膀的形状。“那是…..翅膀？”“利刃！”战龙慢慢抬起头，子弹和弹壳一下被分解【除了分解外我实在找不到一个恰当的字眼表示了】，然后又组合成一把把匕首【战龙你是三月附体了吗啊喂！】，匕首一下飞向天空，然后在豹人的那边落下，整个森林顿时发出一股浓浓的血腥味。“这……….这是要闹哪样啊……..”我简直看傻了。战龙又趴在地上，小黑瞬移到战龙面前，看了看。“他没什么事，就是失血有点多了。”老哥走过去，用止血带帮战龙包了一下伤口。“看来又找到一个感应者了……….”小黑好像是自言自语，又好像是在对什么说。这都什么跟什么啊……算了，我一边打着哈欠，一边走到自己的房间，还是不去想这些了。我干脆躺了床上就睡觉。一周后……….我总算是弄明白了，那群豹人是豹猫的半人化，半人化和拟人化一样，属于物种中的最强状态。我还从小怕口中得知，战龙那天是机械觉醒，和我之前的一样，这也是科技之晶的感应觉醒【感应觉醒：指感应者在未得到晶石时，本能的觉醒，得到晶石后可发挥该觉醒的最大威力】，至于那天袭击我们的人类，除了背上的刺青，没有一点线索。除此之外，小怕还告诉我们，她原来是爬行者的守护者，任务是守护科技之晶，不过她并没有把科技之晶给我们，毕竟这是爬行者族最宝贵的东西嘛。我一边想着，一边打量着之前的那个柱子。Him……..这家伙应该不仅是创世神这么简单吧，他和小黑是什么关系，等等！等等！我怎么好像是在嫉妒啊！我到底在想什么啊！几个爬行者看了看我，“嘶嘶嘶嘶”叫了几声，我没理他们，反正我也听不懂他们说啥。“王喜刃，你想啥呢？”战龙不知道什么时候来到了我背后，“看你那一脸痛苦样，该不会是遇到了情敌之类的？话说你好像对那个叫小黑的妹子有点….”“战龙你就少说两句吧，人家闪电是到了发情期了！”我回头一看，原来是李杰，这个小混蛋竟然也开启拟人化了，身上穿着雪地迷彩服，没戴头盔，露出火红色的头发。狗嘴不吐象牙！亏你受伤时止血带还是我给的！“我说闪电啊，你最近有没有和她那个啊？”这家伙还在挑衅我。“火龙你个混蛋！”“哎哎哎！说着痛点了。”“行了！你们三个别闹了！”老哥突然出现。“哎！头儿你老人家怎么来了？”“行了，我来告诉你们一个消息。我在这附近的一个雪地生物群系里，发现了那群袭击我们人类的一个据点。”",
    "replies": [
        {
            "author": "1115205626a",
            "timestamp": 1407133080,
            "txt_content": "小说？？？\n我喜欢！！\n呵呵！！！\n支持！！！\n大小伙子，\n写得不错！\n再接再厉！"
        },
        {
            "author": "1359874",
            "timestamp": 1407136380,
            "txt_content": "1115205626a 发表于 2014-8-4 14:18\n小说？？？\n我喜欢！！\n呵呵！！！\n听到大小伙子这个词，我突然很想吐槽啊"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407207900,
            "txt_content": "1115205626a 发表于 2014-8-4 14:18\n小说？？？\n我喜欢！！\n呵呵！！！\n创作版就是小说版，你不知道吗？"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407207900,
            "txt_content": "感觉剧情思维略跳跃，设定很不错，建议是多想想当时的人物神态，当时的地形等等，尽量用语言和描写营造出画面感。"
        },
        {
            "author": "418878840",
            "timestamp": 1407219240,
            "txt_content": "楼主想法很好啊，继续努力吧"
        },
        {
            "author": "1359874",
            "timestamp": 1407396300,
            "txt_content": "CloudsXDao 发表于 2014-8-5 11:05\n感觉剧情思维略跳跃，设定很不错，建议是多想想当时的人物神态，当时的地形等等，尽量用语言和描写营造出画 ...\n我只是觉得普通的小说都是只以一人为人称视角写的，有点单调。"
        },
        {
            "author": "1359874",
            "timestamp": 1407396540,
            "txt_content": "418878840 发表于 2014-8-5 14:14\n楼主想法很好啊，继续努力吧\n你这句话突然让我想起一个广告啊..................好吧无视我"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407406200,
            "txt_content": "1359874 发表于 2014-8-7 15:25\n我只是觉得普通的小说都是只以一人为人称视角写的，有点单调。\n都是第一人称？看看我的"
        },
        {
            "author": "andy990928",
            "timestamp": 1407406260,
            "txt_content": "1359874 发表于 2014-8-7 15:25\n我只是觉得普通的小说都是只以一人为人称视角写的，有点单调。\nPOV手法需要有一定的文学功底才能驾驭，所以像我们这样新手还是少写为妙，反倒弄巧成拙。\n况且如果构思精巧的话，单个角色就有的你写了"
        },
        {
            "author": "1359874",
            "timestamp": 1407458100,
            "txt_content": "CloudsXDao 发表于 2014-8-7 18:10\n都是第一人称？看看我的\n我的意思是指大部分都是以一人为主角来写，我这个从题目就知道是以一个小队来写的。而且中后期会出现分散作战，比较穿越戏里光有魔法战斗技能什么的太老套了，我就加入的枪战元素，这样的话增加看点。"
        },
        {
            "author": "1359874",
            "timestamp": 1407458220,
            "txt_content": "andy990928 发表于 2014-8-7 18:11\nPOV手法需要有一定的文学功底才能驾驭，所以像我们这样新手还是少写为妙，反倒弄巧成拙。\n况且如果构思精 ...\n这只是切换人称，POV手法还是最好别用这种真理我还是懂的，而且中期主要是枪战、突袭、暗杀之类的，人称必须改一下，不然没看点了。"
        },
        {
            "author": "andy990928",
            "timestamp": 1407487500,
            "txt_content": "1359874 发表于 2014-8-8 08:37\n这只是切换人称，POV手法还是最好别用这种真理我还是懂的，而且中期主要是枪战、突袭、暗杀之类的，人称 ...\n大概是我断句有误，我只是觉得普通的小说都是只以“一人”为人称视角写的，有点单调\nsorry"
        }
    ]
}