{
    "title": "[1.7.10-1.6.4][ssp/smp][自带汉化]巫术—Witchery",
    "author": "yeminhui",
    "replyCount": 44,
    "timestamp": 1407140820,
    "txt_content": " 本帖最后由 yeminhui 于 2020-1-15 16:40 编辑 \n\nWitchery0.24.1版更新\n\nwiki———————————————————————————————————————————————————————————————\n\n\n巫术Mod能让玩家探索巫术的神秘魅力，学会操控那些存在于自然界当中的魔力模组内提供了几个分支的巫师或者术士的发展方向，可以让玩家一一尝试。巫术并没有法师释放浮华绚丽的魔法，没有闪电魔杖或是咒语书，亦没有充满魔力的装甲或火红的剑。相反，一个良好的巫婆的花园将提供大量有用的魔法材料，让你能够借用自然的魔力。\nicyicyblue的介绍\n——Lovin\n\n\n\n\n前言：\n这是一个比较神奇的mod，总体来说对实质游戏辅助功能并没太强，并不像神秘时代4那样对minecraft的游戏性各方面都加强，反而更像是一个悠闲研究类的。以下将全面介绍该mod的内容，最后估计会来一张类似于神秘时代魔导书的图片来总结一下这个mod的内容。—— Lovin   \n\n都不想看的Witchery provides several branches of witchcraft for a new witch or warlock to try their hand at. Witchcraft does not really resemble the flashy spell-casting performed by wizards and their ilk. There are no lightning wands or spell books, enchanted armor or flaming swords; instead, a well tended witch's garden will provide a lot of helpful ingredients for magic that will get you out of the occasional scrape.  There are of course darker sides to magic; and although these may bring power more quickly, the cost may be too high. Making bargains withNEW: Silver Vat, place next to a furnace, to extract silver deposits when gold is smelted. Click on the block to recover the deposits, or pipe them out with a hopper or pipes. multiple furnaces can feed a vat, and up to four vats can surround a furnace.\nNEW: Silver Sword, same stats as a golden sword (just less enchantable) but does double damage against werewolves, and ignores their damage resistance.\nNEW: Silver Bolts, bolt for the Hand Crossbow, that does double damage against werewolves and ignores their damage resistance.\nNEW: Silvered Hunter armor, provides significant protection against werewolf attacks.\nNEW: Hellhound, flaming wolf mob that spawns in the nether, drops tongue of dog and occasional wolfs head. Can be converted to a normal wolf with a process like converting zombies to villagers.\nNEW: Wolf head, decorative block dropped from wolves and hellhounds (uses the appropriate skin).\nNEW: Villager/wolfman, villager that turns into a wolfman when there is a full moon, returns to normal the next day.\nNEW: Wolfsbane plant, seeds obtained from breaking tall grass. Grows in stages on farmland, consumes a lot of bonemeal to fertilize. Ingredient in other recipes. If used on a werewolf (in player or villager form) will reveal them to be a werewolf.\nNEW: Wolfsbane potion effect (for cauldron), prevents werewolves from changing form while it is active.\nNEW: Harm werewolf potion effect (for cauldron), causes damage to werewolves that ignores their innate protection. If cast as a ground targeted ritual will cause it to rain, or if powered up, thunder.\nNEW: Wolf Altar, statue to the deity responsible for lycanthropy.\nNEW: Curse of the Wolf, circle magic ritual to curse a villager or player with lycanthropy.\nNEW: Remove Curse of the Wolf, circle magic ritual to remove lycanthropy from a villager or player. Players who have progressed down the werewolf path must be standing in the circle for the cure to have a chance to take effect.\nNEW: Lycanthropy, players infected with this will change into a Wolf (fast movement, 1 block high) whenever there is a full moon, they may learn new abilities by interacting with a Wolf Altar and performing the tasks set. When in wolf form the player is immune to disease and poison and will be very resistant to damage unless from silver weapons.\nNEW: Moon Charm, allows a werewolf player to change to wolf or wolfman form if they have learned the ability to force conversion and have unlocked the wolfman form. Having the charm in their inventory, will also prevent automatic wolf conversion during the full moon. Moon Charms are given as part of the werewolf quest line, and can be subsequently acquired by giving gold ingots to a Wolf Altar.\nNEW: Werewolf quests, a player under the Curse of the Wolf can interact with a Wolf Altar and will receive quests, which when complete will unlock new wolf powers, starting with the ability to use a Moon Charm. As abilities are unlocked, basic stats in the various wolf forms will also increase (damage, health, speed, etc.).\nNEW: Werewolf level 3: Fast earth digging and Bone find chance (wolf form).\nNEW: Werewolf level 4: Consume kills for hunger regen (wolf and wolfman forms).\nNEW: Werewolf level 5: Transform to Wolfman form (powerful combat form, slower than wolf but more damage and life, cannot hold objects).\nNEW: Werewolf level 6: Charge attack (wolf and wolfman forms) (sprint and hit).\nNEW: Werewolf level 7: Stunning howl (wolfman form). Right-click while looking straight up.\nNEW: Werewolf level 8: Call pack howl (wolf form). Right-click while looking straight up.\nNEW: Werewolf level 9: Rend armor (wolfman form).\nNEW: Werewolf level 10: Cursed bite (to spread the curse).\nNEW: Horn of the Hunt, used to call a Horned Huntsman a single time. Part of the werewolf quest chain to reach level 5.\nNEW: Raw Lambchop, often dropped when a werewolf transformed player kills a sheep (unlocked when use of a Moon Charm becomes available). Can be cooked (Cooked Lambchop) for better hunger regeneration.\nNEW: Re-added Ars magica 2 support (draining bolts, etc.)\nNEW: Beartrap. Made from iron. Place them and set them (other players will find it hard to see them). When a creature walks over one they take a bit of damage and get stunned.\nNEW: Awaken the wolf: A complex way for non-witches to become werewolves involving a converted beartrap, wolf altars trapped sheep and a full moon.\n\nTWEAK: Tooltips for items in the Witches' Brews book, now show the Altar power costs for the ingredient when used in brewing and rituals (remember the ritual cost comes down when you use ritual circles!)\nTWEAK: Config option added to prevent damaging explosions when a creeper heart is eaten.\nTWEAK: Witch Hunter mobs will now fire silver bolts when attacking werewolves.\nTWEAK: Attached original attacking entity to the damage source of some potion effects.\nTWEAK: Added block protection checking to Mystic Branch Aguamenti effect (spawn water), I hope that is the last one that needs it...\nTWEAK: Dissipate Gas effect for the cauldron will now also remove any (non block protected) blocks that implement IFluidBlock and have a gaseous fluid if the effect is power II or higher.\nTWEAK: Added a config option to disable the block damaging capability of the Volatile custom potion effect. It already respects block protection systems, but this allows it to be turned off completely.\n\nFIX: Null pointer exception when a mob has the Keep Inventory potion effect and it is killed. Stupid missing braces on if statements...\nFIX: Index out of range exception occurred in wicker bundles when an invalid value for meta was being passed to the client render methods.\nFIX: Invalid cast exception in Witches Oven, Golden Circle Glyph, BrewLiquidEffect and Statue of the Goddess when interacted with and another mod had not cleaned up TileEntites correctly at the location where the oven or statue now stands.\nFIX: Setting the hobgoblinspawnweight to a negative value in the config file caused an illegalargumenexception to occur, it now prevents hobgoblin spawning.\nFIX: Client-side null reference exception occurred if the Witches Oven GUI is shown under invalid circumstances (with no linked container).\nFIX: Index out of range exception when an invalid metadata value was passed to the Circe Glyph block for rendering.\nFIX: Null pointer exception when flowing spirit is initialized in an unorthodox manner on the client-side.\nFIX: Null pointer exception under some obscure circumstance when using the potion of resizing and trying to draw a block highlight.\nFIX: Unreproducable null reference exception occurred in cauldron handler for NEI, seems to be related to something messing with the item to block mapping or unlocalised name of wispy cotton. Apart from trapping the exception and adding logging, there is not much more I can do when a system gets into this state since the block item is being set to null (perhaps as a result of some type of item/block name tweaking).\nFIX: Worship effect was not being applied under some circumstances. For the full change log, check out the Witchery Wiki change log, for recent changes, see the spoiler below...\n\n\n\n感谢clayblock   提醒新版本的巫术MOD引入了一系列新特性，包括炼药锅和狼人。引入炼药锅后，转生粉和超级转生粉等物品的制作方法发生变化作者偷懒 好久不更新 2017-01-07https://youtu.be/SJOCqSH3xaQ\n作者失踪 没有更新\n---------------2020.1.15-------------------\n",
    "replies": [
        {
            "author": "1292029552",
            "timestamp": 1407141420,
            "txt_content": "虽然我不怎么喜欢玩巫术的（怎么最近的帖子都没人回复了？"
        },
        {
            "author": "炒鸡SB",
            "timestamp": 1407150420,
            "txt_content": "好东西要了"
        },
        {
            "author": "Veenorm",
            "timestamp": 1407229740,
            "txt_content": "1.7.2的呢？"
        },
        {
            "author": "方塊世界",
            "timestamp": 1408909020,
            "txt_content": "有巫师mod吗=w={:10_545:}"
        },
        {
            "author": "ViKaleidoscope",
            "timestamp": 1415089200,
            "txt_content": "这样直接复制别人的教程真的好吗"
        },
        {
            "author": "风流天涯",
            "timestamp": 1423557720,
            "txt_content": "这个有bug   粉笔画不了   一花游戏就崩"
        },
        {
            "author": "愛麗斯緹亞",
            "timestamp": 1423585800,
            "txt_content": "卧槽好多好复杂 教程长到丧心病狂"
        },
        {
            "author": "星光灬羽神",
            "timestamp": 1423595340,
            "txt_content": "好高科技的样子"
        },
        {
            "author": "yeminhui",
            "timestamp": 1423621920,
            "txt_content": "星光灬羽神 发表于 2015-2-11 03:09\n好高科技的样子\n魔法mod高科技，汗"
        },
        {
            "author": "340057615",
            "timestamp": 1423624560,
            "txt_content": "1292029552 发表于 2014-8-4 16:37\n虽然我不怎么喜欢玩巫术的（怎么最近的帖子都没人回复了？\n水贴沙发？"
        },
        {
            "author": "sqa5137002",
            "timestamp": 1423662720,
            "txt_content": "风流天涯 发表于 2015-2-10 16:42\n这个有bug   粉笔画不了   一花游戏就崩\n你自己电脑的问题"
        },
        {
            "author": "风流天涯",
            "timestamp": 1423712700,
            "txt_content": "sqa5137002 发表于 2015-2-11 21:52\n你自己电脑的问题\n1.6.4的不可以   1.7的就可以   应该不是电脑问题"
        },
        {
            "author": "死兆星",
            "timestamp": 1427981160,
            "txt_content": "查看17978 回复12"
        },
        {
            "author": "隐居者xiaoye",
            "timestamp": 1438503360,
            "txt_content": "指导书神马的最好了"
        },
        {
            "author": "南宇星",
            "timestamp": 1466613300,
            "txt_content": "不知道为什么单人中死亡守护娃娃可以用但是服务器中死亡守护娃娃注魔什么的无效依然会死"
        },
        {
            "author": "mc2016",
            "timestamp": 1467201660,
            "txt_content": "果然是肮脏的污术"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1467457320,
            "txt_content": "有没有扩展"
        },
        {
            "author": "幻_jin",
            "timestamp": 1467620820,
            "txt_content": "巫术终于有指导了。。。。。"
        },
        {
            "author": "941150065",
            "timestamp": 1468925760,
            "txt_content": "已拿走~多谢楼主~~"
        },
        {
            "author": "Momant",
            "timestamp": 1468927860,
            "txt_content": "这个MOD玩的久么？"
        },
        {
            "author": "魂明",
            "timestamp": 1469335920,
            "txt_content": "介绍好少"
        },
        {
            "author": "Xiao_MingTvT",
            "timestamp": 1469737800,
            "txt_content": "巫术有扩展 吗"
        },
        {
            "author": "sqa5137002",
            "timestamp": 1471411860,
            "txt_content": "新版的没有汉化"
        },
        {
            "author": "VV1996YH",
            "timestamp": 1471797300,
            "txt_content": "进入梦境再回来会崩服  希望能修复"
        },
        {
            "author": "柠檬柠檬柠",
            "timestamp": 1472140560,
            "txt_content": "164版本的巫术是不是格式错了，为何是zip格式？！"
        },
        {
            "author": "虐猫狂人薛定谔",
            "timestamp": 1472219340,
            "txt_content": "指导书都是英文啊，看不懂。。"
        },
        {
            "author": "BigGaydaoban",
            "timestamp": 1472271180,
            "txt_content": "跳大神wwwwwww"
        },
        {
            "author": "qinghuobaomao",
            "timestamp": 1491840840,
            "txt_content": "来顶一个，暖暖心"
        },
        {
            "author": "1332209787",
            "timestamp": 1491992580,
            "txt_content": "好强大！支持！"
        },
        {
            "author": "xueddd",
            "timestamp": 1504524720,
            "txt_content": "谢谢楼主"
        },
        {
            "author": "jienbai",
            "timestamp": 1505034900,
            "txt_content": "kk水电费公司公司分管"
        },
        {
            "author": "qq1335268492",
            "timestamp": 1512964020,
            "txt_content": "666666666666666666"
        },
        {
            "author": "pc85",
            "timestamp": 1561361160,
            "txt_content": "看了别人发布了教程，还以为更新了，看了下原贴，最新版本还在2015年。。"
        },
        {
            "author": "333caoniba",
            "timestamp": 1561879080,
            "txt_content": "吸血鬼和狼人也能变？"
        },
        {
            "author": "五夜三",
            "timestamp": 1564386420,
            "txt_content": "mcbbs有你更精彩~"
        },
        {
            "author": "我爱你zy",
            "timestamp": 1564390620,
            "txt_content": "这模组好好玩，有类似的吗"
        },
        {
            "author": "陈亦",
            "timestamp": 1564650300,
            "txt_content": "神乎其技 不服不行"
        },
        {
            "author": "辣鸡咸鱼",
            "timestamp": 1567213500,
            "txt_content": "汉化不全啊"
        },
        {
            "author": "辣鸡咸鱼",
            "timestamp": 1567243020,
            "txt_content": "最新版本的汉化不全啊"
        },
        {
            "author": "菊死",
            "timestamp": 1581069060,
            "txt_content": "lz有没有手册汉化的版本"
        },
        {
            "author": "2276954661",
            "timestamp": 1581085980,
            "txt_content": "不知道见不兼容其他魔法mod"
        },
        {
            "author": "aaa18866uui",
            "timestamp": 1586339160,
            "txt_content": "请问跟吸血鬼mod冲突么"
        },
        {
            "author": "龙门酒仙",
            "timestamp": 1586860440,
            "txt_content": "教程好多，一点也看不懂"
        },
        {
            "author": "傲娇的兔子",
            "timestamp": 1589710680,
            "txt_content": "我个人最喜欢的MOD 作者不更新了可惜了"
        }
    ]
}