{
    "title": "【Terraria】【WIKI汉化】肉山后(Hardmode)详细介绍【超长慎入】",
    "author": "719_Lokii",
    "replyCount": 18,
    "timestamp": 1407144180,
    "txt_content": " 本帖最后由 719220502 于 2014-8-15 10:41 编辑 \n申明：本帖并不是一个如何在困难模式下生存的教程，而是列出困难模式的特性，供玩家参考。\n\n本篇文章是关于世界的困难模式(Hardmode)[击败血肉之墙后]，而非人物的困难模式(Hardcore)[创建人物时候选择的困难模式，玩家死亡删除世界并掉落背包里面的所有物品，和MC的极限模式相似]\n[吐槽一下:Hardcore不是性·交的意思么]困难模式不存在于Terraria的And/iOS版本，也就是说，在PE/iOS击败血肉之墙后，世界不会改变\nPS：不过，目前有TRPE[安卓版]的泄漏版(非官方泄漏,BUG多)请点这里困难模式，会变得比最初始的世界更难(废话···)，如果你击败了血肉之墙，此世界将永远变成困难模式，请做好准备血肉之墙[Wall of flesh](肉山)图片：困难模式包含了几个新的生物群系(地下腐化之地,地下血腥之地,神圣之地,地下神圣之地)，这些生物群系都会刷新比其他生物群系更强的怪物，它们在困难模式下会慢慢蔓延，直到布满整个世界。 如果想停止它们的蔓延，请去百度搜索“Terraria防腐化”\n\n恶魔祭坛和血腥祭坛可以被星云之锤[Pwnhammer](击败血肉之墙的掉落物,几率100%)破坏，每破坏一个祭坛，该世界就会生成一种新矿物，破坏三个祭坛后，矿物种类不再会继续增多，而是将一小部分的旧矿石变成三种矿物的其中一种。困难模式会出现更强的敌对怪物，部分原有的怪物也会增强。怪物掉落的金钱，商店出售物品的价格，都会增长。\n破坏祭坛生成的矿物，叫做“新三矿”，它们分为3种级别[越高越好]：\n1.钴蓝/钯金  [但钯金工具的属性大于钴蓝工具]\n2.秘银/山铜  [但山铜工具的属性大于秘银工具]\n3.精金/钛金  [但钛金工具的属性大于精金工具]\n每种级别的矿物，只会二选一，生成一种\n\n在困难模式下，你可以获得更多的武器/盔甲，也会生成更多的怪物，召唤更多的BOSS，新的武器/盔甲可以让你更好地在困难模式中探索[不会那么快死掉=。=]，当然，这些物品大多数都需要在新的制作环境中制作\n——————————————\n生物群系：\n击败血肉之墙后会出现提示“远古的光明与黑暗的力量被释放了”[The ancient spirits of light and dark have been released]，这时，新的生物群系会在地狱的顶部产生[腐化,血腥,神圣]，并以\"V\"字形像地表蔓延，蔓延到地表之后，它们会继续向世界的两端蔓延，直到布满整个世界。V字形蔓延的图片\n\n神圣之地和地下神圣之地将会在地狱顶部随机的地点生成地狱的顶部随机的地点会生成一片地下腐化之地，它会向地表蔓延[如果你的世界是血腥之地世界，请看下条]地狱的顶部随机的地点会生成一片地下血腥之地，它会向地表蔓延[如果你的世界是腐化之地世界，请看上条]\n地下腐化之地和地下血腥之地会慢慢地向地上蔓延，它们会替换掉原来的石头，泥土，沙和冰。丛林一般不包括这些方块，但淤泥块还是会被污染的，只是速度很慢[丛林在困难模式中也会生成新怪]\n地下腐化之地/地下血腥之地和地上的腐化/血腥之地相似，只是会生成一些新的怪物。\n神圣之地是一个全新的生物群系，它的主色调是很柔和的，它有着画着彩虹的背景图像，五颜六色的树木，和只会出现在童话中的怪物——如独角兽和精灵。但不要被它的外表所迷惑，它们的攻击，防御，速度都非常高，并且在晚上，怪物生成率会大大提升\n白天的神圣之地：\n\n\n生物群系扩散特性：\n腐化之地/血腥之地/神圣之地都会在困难模式下慢慢地扩散\n它们会蔓延到泥土,草,沙,石头,冰密集的地方几乎所有不是自然生成的方块都不会被腐化/血化/圣化淤泥块可以减缓腐化/血化的速度，但无法阻止它。含有夜光蘑菇孢子的淤泥块不会被腐化/血化，神圣之地不会蔓延到淤泥上神圣之地不可以和腐化之地/血腥之地相互转换\n也就是说，腐化之地/血腥之地/神圣之地会一直蔓延到你家，到布满整个世界。你可以把你们家做成一个空岛来防止被腐化/血化/圣化，具体的做法是：在要保护的区域的边缘挖一条4格宽的隧道，底部也需要，挖好了之后，用锤子去除所有的自然生成的背景墙，最后在隧道的内壁放一层人工砖[木头也行]，这样，一个空岛就做好了，岛上的所有方块都不会被腐化/血化/圣化了。\n——————————————\n矿石：\n击败血肉之墙后，它会掉落一个星云之锤[Pwnhammer]，它可以用来摧毁恶魔祭坛(注意：只有在困难模式下,才可以用星云之锤摧毁祭坛)，每摧毁一个祭坛，该世界就会生成一种新矿物，破坏三个祭坛后，矿物种类不再会继续增多，而是将一小部分的旧矿石变成三种矿物的其中一种，具体排序如下：第一次摧毁祭坛会生成钴蓝矿或钯金矿第二次摧毁祭坛会生成秘银矿或山铜矿第三次摧毁祭坛会生成精金矿或钛金矿\n摧毁了46个祭坛后，旧矿石的一半将会被替换成新三矿，摧毁了79个祭坛后，旧矿石的2/3将会被替换成新三矿······恶魔祭坛每次被破坏，都会在随机地点将一块石头转换成黑檀石(腐化)/血腥石(血腥)/珍珠石(神圣)，只要给予足够的时间，他们可能又会扩散成一片腐化之地/血腥之地/神圣之地。\n不论破坏多少个祭坛，仍然是钴蓝/钯金最常见，其次是秘银/山铜，精金/钛金最少。\n\n采矿和制作：采集钴蓝/钯金矿需要挖掘威力为100%+的采矿工具采集秘银/山铜矿需要挖掘威力为110%+的采矿工具采集精金/钛金矿需要挖掘威力为150%+的采矿工具，制作精金/钛金锭需要精金/钛金锻造机，合成公式为：精金/钛金矿x30 + 地狱熔炉x1\n——————————————\nBOSS：\n猪鲨公爵[Duke Fishron]{仅PC版}：猪鲨公爵是一个在海边，由猪、鲨鱼、海象组合的可怕怪物，召唤方式为：在困难模式下，用松露虫在海边钓鱼召唤机械三BOSS[The three Mechanical Bosses](新三王)：这三个机械boss都是普通模式下的boss的升级版，使用召唤物召唤，没有击败它们的时候，它们会在困难模式的晚上随机出现：\n　 　  钢铁破坏者[The Destroyer]：钢铁破坏者是困难模式下的世界吞噬者，使用机械蠕虫召唤，被大家普遍认为是新三王中最容易的一个BOSS\n　 　  双子魔眼[The Twins]：双子魔眼是困难模式下的克苏鲁之眼，使用机械眼球召唤\n　 　  机械骷髅王[Skeletron Prime]：机械骷髅王是困难模式下的骷髅王，通过机械头颅召唤，它被大家普遍认为是新三王中最难的一个BOSS\nOcram{仅主机板}：Ocram使用可疑的头骨召唤，被大家认为是主机板中最强大的BOSS\n机械三王全部被打败后，才可以召唤的BOSS：\n世纪之花[Plantera]:世纪之花巨大的，像一株植物一样的BOSS，新三王被全部击败后，在丛林地下摧毁世纪之花的花苞召唤，主机板只需要杀死一个机械BOSS\n通过世纪之花掉落的神庙钥匙进入神庙后才可召唤：\n石巨人[Golem]：石巨人是在神庙中召唤，你需要用世纪之花掉落的神庙钥匙进入神庙召唤\n所有困难模式以前的boss都可以召唤到困难模式的世界\n\n击败世纪之花后：\n世纪之花一旦被击败，世界将进入第二次的改变：\n地牢里面会刷新新的怪物，比原来的更强半机械人NPC会到来蘑菇人NPC会出售自动锤打机，用来制作蘑菇锭\n其次，击败世界之花后，将允许玩家触发以下事件：\n使用神庙钥匙进入神庙，召唤石巨人BOSS南瓜月和霜月，触发这两个事件之后，地牢会生成怪物：地牢之魂生物群系的怪物会掉落各种上锁的对应此生物群系箱子的钥匙的模具[真绕口]，制作钥匙可以打开地牢的箱子\n——————————————\n敌人：\n琵琶鱼 装甲骷髅 黑隐士 混沌元素 依附者 小丑  腐蚀者 诅咒之锤 挖掘者 神圣之剑 神圣蜗牛 巨大蝙蝠 绿色水母 荧光蝙蝠 荧光史莱姆 模仿者 木乃伊 亚龙 精灵 魔化盔甲 骷髅弓箭手 飞行史莱姆 软泥怪 独角兽 徘徊之眼 狼人 世界哺育者 幽灵 虚空白龙 鲜血棘虫 血腥史莱姆 鲜血水母 血腥哺育者 脓血乌贼 浮血幽魂 诅咒之斧\n大多数的敌人能力都会显著地提升，比普通模式下的敌人攻击，防御更高，HP更多。大多数普通模式的武器对他们的伤害是微乎其微的。直到玩家获得了困难模式的装备，那么，玩家就可以更好地躲避敌人和攻击他们了。\n——————————————\nNPC：\n这些NPC会在困难模式中，满足一定条件后到来：\n魔法师可以再困难模式中的地下发现他，发现后释放他(和电工妹类似)，只要你有空房，他便会入住，出售与魔法有关的物品圣诞老人可以再12月15日，或12月31日击败冰雪军团后到来，只要你有空房，他就会入住，它会出售圣诞老人时装，和红/绿/蓝色的彩灯\n蒸汽朋克商人会在你击败一个机械boss后到来，只要你有空房，她就会入住。她会卖传送器和许多与蒸汽朋克有关的物品\n在困难模式下，在蘑菇生物群系/地下蘑菇生物群系建立一个可以让NPC入住的房子后，蘑菇人就会入住，它会出售以蘑菇为主题的项目以及自动捶打机{仅PC}\n半机械人NPC会在你击败世纪之花后到来，只要你有一个空房，他就会入住，它会出售火箭弹和其他关于机械的物品一旦你通过了海盗入侵事件，海盗NPC就会入住，他会出售与海盗有关的物品\n——————————————\n事件：\n这些事件都可以在困难模式下被触发：\n冰雪军团事件可以用冰雪水晶球来触发，你也可以在普通模式中召唤冰雪军团，但冰雪水晶球只可以在困难模式下获得海盗入侵事件可以用藏宝图来触发，当然，在困难模式心下，每天白天的时候这个事件也会有很小的几率被触发日食事件会出现在击败所有困难模式下的BOSS[见上方BOSS条目]后，每天白天有很小的几率会触发。它的表现和血月差不多，任何地方都会刷怪，但是怪物比血月更强，并且会刷新日食事件独有的怪物南瓜月事件可以用南瓜奖章触发，这是被大家认为在困难模式下最具挑战性的事件之一。这个事件发生的时候，月亮会变成一个南瓜脸。这个事件一共有15波，击杀怪物可以提高得分，到达一定得分后可以进入下一波。根据波数的不同，生成的怪物也不同，波数越大，怪物越强。白天到来时，这个事件就会结束，或者当你击败15波以后，事件也会结束霜月可以用顽皮的礼物来召唤，类似于南瓜月事件，只不过更加难一些。他拥有很多游戏中非常强的敌人，一共有20波，白天到来时，这个事件就会结束，或者当你击败20波以后，事件也会结束。霜月事件是被玩家普遍认为是困难模式中最难的事件\n在困难模式中，依然会有哥布林军团入侵事件，依然会有陨石掉下来，在满足一定条件的情况下，也有几率会下雨，出现血月。只不过以上事件中，可能会出现困难模式的新怪\n——————————————\n物品：\n一些有特色的工具，防具，武器，饰品都会在困难模式中制作，或者通过怪物掉落，或者打开箱子\n\n防具：\n在困难模式中，每种新矿石都可以制作一套完整的工具/武器/防具,你也可以通过杀死机械BOSS来获得神圣锭，用于制作工具/武器/防具及其它物品 [嗯，下面有一串废话，我就不汉化了]\nEach of the many hardmode Ores have their own complete item set, including Armor, Drill, Chainsaw, Sword, Spear, and Repeater. In addition, Hallowed Armor and associated tools and weapons become available: the Drax, Excalibur, Gungnir, and Hallowed Repeater. Crafting Hallow-tier items required creating the item sets for what was then all the hardmode ores and defeating the Mechanical Bosses introduced with hardmode for set-specific boss souls. As of 1.2, their crafting recipes were simplified to need only Hallowed Bars, which dropped when the mechanical bosses were killed.困难模式下的护甲通常都会有三种头盔，它们分别会提升近战/魔法/远程的武器属性，当然，它们的防御力也是不一样的，可以根据你的需要来制作不同的头盔来让你的伤害最大化。不过，蘑菇护甲是一个例外，这套盔甲是增加远程属性的，没有其他选择。\n\n魔法武器：\n困难模式下的魔法武器通常是通过新的地下生物群系获得[打怪掉落物啊什么的·····]：\n水晶风暴 咒火书 魔法飞刀 冰杖 脓血书\n\n杀死双子魔眼之后的掉落物制作：\n魔法竖琴 彩虹法杖\n\n\n其他武器：\n击败BOSS后[掉落/制作]：\n无极  在一定范围内给予很高的伤害相位军刀  相位剑的升级版，加入远程射击，比相位剑多一倍的伤害\n\n击败钢铁毁灭者后：\n光之飞盘  可以让你在新的生物群系中畅通无阻[不见得······]巨兽鲨  可以帮助你快速击杀新BOSS\n\n击败机械骷髅王后：\n火焰喷射器  使用凝胶作为弹药，发出强大的火焰\n\n\n饰品：\n指南针 十字项链 GPS 月亮护符 八音盒 海神贝壳 魔法石 星辰披风 泰坦拳套\n\n\n制作材料：\n六种不同的灵魂是制作大多数困难模式下的物品的主要材料，它通常是通过杀死不同的怪物(或BOSS)获得的\n此外，其他几种常见的材料是：\n精灵尘(杀死精灵掉落)  用来制作强效治疗药水和圣箭独角兽的角(杀死独角兽掉落)  用于制作强效法力药水和圣箭诅咒之火(杀死依附者/世界哺育者掉落)  用于制作咒火弹/咒火箭脓血(脓血乌贼掉落)  用于制作脓血弹/脓血箭碎魔晶(地狱顶部的地下神圣之地出现)  用于制作强效治疗药水/强效法力药水/魔晶弹\n——————————————\n注意：\n世界困难模式(Hardmode)不可以和人物困难模式(Hardcore)混淆，具体解释请看本帖开头小丑只会在血月出现魔晶矿和血腥矿不会让旁边方块腐化/血化\n——————————————\n提示：\n腐化之地/血腥之地/神圣之地的传播：\n如果你在普通模式的时候人工建立了一小片腐化/血腥[以下统称腐化]农场来种植植物或者召唤BOSS，在去打血肉之墙的时候，你要么把腐化的方块全部拆掉，要么就用木头把它围起来。腐化速度没有你想象的那么慢，等你击败血肉之墙后，用魔镜回家，然后再做防腐工作可能已经来不及了，因为这些时间腐化完全可以蔓延到其他方块上。所以我们要在去打血肉之墙前用木头将其围起来，并确定4格(包括木头那一格)内没有可以腐化的方块，没有天然的土墙/草墙[天然的就是时间生成的时就有的]，当然，你用其他的人工方块也是可以的，不过木头最容易获得如果你在困难模式下呆了很长时间却没有做防腐工作，以至丛林的大半部分已经被污染，那么，你要马上跑到地下丛林，用木头圈出一片地方，清除外面4格的淤泥块及人工背景墙，让这片区域永远不会被污染，这个空间可以留着生长世纪之花的花苞及叶绿矿石如果到了困难模式，你的腐化农场却没有做防腐工作，那么，立即做好防腐工作[具体做法见第一条]。然后去森林女神NPC那里购买净化之粉来消除已经蔓延出来的腐化，或者你也可以用第一条所说的方法来阻止腐化继续蔓延下去一旦你拥有了蒸汽朋克商人NPC，那就赶快花2铂金币去买一把环境净化枪吧，再买一些环境弹药，然后再地上喷来喷去。这是净化/污染/创造新生物群系最快的方法，不过，这将花费许多钱\n\n难度：\n当刚刚开始困难模式的时候，玩家可能会被新的强大的敌人虐的像狗一样。明智的做法就是，拿出你最具破坏力的武器，然后去哥布林工程师那里重铸出最好的前缀(中文版为后缀)，你的饰品也是一样，全部把他们重铸成险恶(+4%伤害)或是守御(+4防御)，当然，我更推荐前者{重铸败家啊啊啊啊}。困难模式下最低级的武器也有35的伤害，你也可以使用这样很容易到手的武器，然后重铸。你可以用永夜之刃或熔岩巨剑做近战的首选，合理的运用武器，可以让你不会死得那么惨由于困难模式下的物品更加依赖于掉落物的宝箱，玩家需要杀死大量的敌人来获得这些物品，比如绿色史莱姆，精灵等。你也可以考虑建设小型刷怪场：在浅熔岩层的上面一些位置建设一个小房子，房子的三面(除了地板)都可以用机关石块来建造，等怪物接近的时候，打开开关就可以刷怪了，等怪物变多时，关上开关，怪物就打扰不到你了，不过你仍然要小心浮血幽魂及诅咒锤/血腥斧/圣剑机械BOSS的到来可能会让一些困难模式初期的玩家措手不及，如果你自认不敌的话，马上退出游戏，再重新进入，它就被刷掉了[好jian啊···]\n\n资源：\n不要扔掉你的铁/铅锭，骨头，晶状体，脊椎骨和腐肉，因为他们可以合成机械BOSS的召唤物。如果你需要收集更多的这些物品，可以重新创造一个普通模式的新世界，可以更快地收集这些物品，因为在困难模式下，普通模式的怪物会很少世界吞噬者/克苏鲁之眼通常是玩家主要的经济来源，在困难模式下任然是这样。不过，召唤他们会变得更加困难，因为在困难模式下，普通模式的怪物会很少，而且你可能已经砸掉了你可以看见的所有祭坛，或者由于腐化之地过于危险，在击杀BOSS的时候可能会出现意外。这时，你需要创造一个新的世界来合成这些BOSS召唤物了，然后把他们掉落的矿石制作为锭，然后卖出，可以收益5~13金币。击败血肉之墙可以掉落8金币，掉落物品可以卖出大约3金币穿过地下神圣之地可以收获大量的碎魔晶，售价是1铂金59金84银/999个每晚都召唤一个钢铁破坏者并击败它也是个不错的赚钱方法(它渣嘛~)，一旦你有了打败它的能力，你就不用付出太多的汗水来赚钱了。它掉落的神圣锭加上掉落的力量之魂，加上神圣之地地下怪物掉落的光明之魂，可以合成一个光辉飞盘，每个飞盘的出售价格为10金，一轮下来，你大约可以获得3~7个光辉飞盘，这个收入是非常可观的。力量之魂还可以单独卖出，每个80银，掉落的神圣锭大约可以收获16~32金。总之，一轮下来，你大约可以获利42~82金。而且，它是一个比较好击败的BOSS，有能力的话，你可以在一晚上杀它2~3次，甚至更多\n——————————————\n历史：1.2.1：添加提示信息，以便玩家更好地发展1.2：\n　 　 丛林，地牢，血腥之地，雪原都会受到困难模式的影响了\n　  　 钴蓝/钯金钻头不可以挖掘精金和钛金了\n　  　 添加了2个新的困难模式的事件\n　  　 大规模的怪物加入了困难模式\n　  　 减少困难模式的敌人的攻击/防御/HP\n　  　 机械BOSS会在没有击败他们的时候在每个晚上随机出现\n　  　 减少机械BOSS的攻击和HP\n1.1：加入困难模式\n\n\n——转自 Terraria WIKI Hardmode 条目\n\n\n\n\n写完了啊啊啊啊啊啊\n嘛蛋累死了\n不给点打赏怎么行QvQ\n\n\n\n@2388306270 \n@xinxin2459 \n@花钱丶伤 \n@面包bread \n@路邊電燈泡 \n@hukk \n\n@20020607 \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "路邊電燈泡",
            "timestamp": 1407144480,
            "txt_content": "Dao of Pow被漢化翻譯成\"無極\"\n反正也是個太極標示"
        },
        {
            "author": "hukk",
            "timestamp": 1407152100,
            "txt_content": " 本帖最后由 hukk 于 2014-8-4 20:23 编辑 \n\n肉山之后简直就是自虐\n另外蔓延可以成V型也可以成X型"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1407156360,
            "txt_content": "hukk 发表于 2014-8-4 19:35\n肉山之后简直就是自虐\n另外蔓延可以成V型也可以成X型\n那叫上V加下V\n←w←"
        },
        {
            "author": "andynew",
            "timestamp": 1407252960,
            "txt_content": "肉山后的初期很难熬。"
        },
        {
            "author": "丿破晓丶晨曦",
            "timestamp": 1407285300,
            "txt_content": "好评如潮！！"
        },
        {
            "author": "5423",
            "timestamp": 1407407100,
            "txt_content": "机械毁灭者是虫，钢铁破坏者是骷髅"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1408070520,
            "txt_content": "5423 发表于 2014-8-7 18:25\n机械毁灭者是虫，钢铁破坏者是骷髅\n两个不是一样的么机械毁灭者就是钢铁破坏者的别名啊\n骷髅是钢铁骷髅王"
        },
        {
            "author": "红石奇葩大神",
            "timestamp": 1409787660,
            "txt_content": "PE已经有肉山后了 但是没有1.2的东西"
        },
        {
            "author": "李子70707",
            "timestamp": 1412588640,
            "txt_content": "双子才最难吧"
        },
        {
            "author": "小小EVI",
            "timestamp": 1412647020,
            "txt_content": "hukk 发表于 2014-8-4 19:35\n肉山之后简直就是自虐\n另外蔓延可以成V型也可以成X型\n…………我直接环境改造机喷了……都不想这个的……"
        },
        {
            "author": "1610624536",
            "timestamp": 1414147800,
            "txt_content": "表示没玩过泰拉瑞亚"
        },
        {
            "author": "蔡銘軒",
            "timestamp": 1417525440,
            "txt_content": "李子70707 发表于 2014-10-6 17:44\n双子才最难吧\n我觉得双子是最简答的，钢铁破坏者是最难的。"
        },
        {
            "author": "蔡銘軒",
            "timestamp": 1417525620,
            "txt_content": "1610624536 发表于 2014-10-24 18:50\n表示没玩过泰拉瑞亚\n不玩就别在这儿水，鄙视你们这些不玩却到别的板块水的！"
        },
        {
            "author": "李子70707",
            "timestamp": 1439866260,
            "txt_content": "蔡銘軒 发表于 2014-12-2 21:04\n我觉得双子是最简答的，钢铁破坏者是最难的。\n你站在生命树上它根本打不到你"
        },
        {
            "author": "wq孙悟空",
            "timestamp": 1439947260,
            "txt_content": "我在等楼主写1.3后的肉山"
        },
        {
            "author": "719_Lokii",
            "timestamp": 1439984700,
            "txt_content": "wq孙悟空 发表于 2015-8-19 09:21\n我在等楼主写1.3后的肉山\n噫，我有阴影了，不写"
        },
        {
            "author": "wq孙悟空",
            "timestamp": 1439989200,
            "txt_content": "719220502 发表于 2015-8-19 19:45\n噫，我有阴影了，不写\n随便吧，既然开了头，就也要结了尾"
        },
        {
            "author": "蔡銘軒",
            "timestamp": 1440772380,
            "txt_content": "李子70707 发表于 2015-8-18 10:51\n你站在生命树上它根本打不到你\n额= =以前我觉得硬长直不好打，现在突然发现硬长直比双总眼好打多了( ??? .? ??? )?"
        }
    ]
}