{
    "title": "<连载·单章>【你，听说过死魂凋零吗？】[作者：hznb][第8章 神秘少年]",
    "author": "hznb",
    "replyCount": 7,
    "timestamp": 1407161700,
    "txt_content": " 本帖最后由 hznb 于 2014-8-4 22:24 编辑 \n\n不务正业作者的废话\n诶，这年头，写小说不景气啊，上一章的查看量（深吸一口烟，长舒一口气）\n\n\n—————————————————————————————————————————————————————\n你评论我回复\n\n不要问我为什么不回答评论（因为根本没人提问好吗）\nok正经点，@501938012 说为毛他无法将陈安逸这个中文名和斯巴达集中营联系在一起，因为，陈安逸来自东方，而他现在所处的世界是西方风格，所以会有些格格不入。\n\n\n\n—————————————————————————————————————————————————————\n喜闻乐见的正文（2481字）\n\n  “哈..哈...哈”陈安逸喘着粗气，拖着吐得有些虚脱的身体登上了阶梯，一步一步向山顶进发。\n\n  “怎么样了，蒙奇？”一个带着关心的声音从陈安逸身后传来。\n\n  “啊？没事，就是吐得有点多了，海尔你先走吧”陈安逸回头看着海尔，勉强露出了一个微笑。\n\n  “行，那我先走了，我在上面等你。”海尔拍了拍陈安逸的肩膀，大步流星的跨着台阶往山上走。\n\n  “哇，那人是谁？居然可以跨几格台阶走，他感受不到那些恶心的场面吗。”“看，36号的排名急速上升，他应该就是那个跨台阶的人！”落在海尔后面的众人纷纷议论道。\n\n  “哦？海尔这么厉害，看来我之前的猜测是对的，他果然不一般，我得赶紧往上走了。”陈安逸迈出第一步，准备开始追赶海尔。\n\n  就在陈安逸的脚落在第一级台阶的那一刹那，他的眼前又出现了恶心的场面，喉咙的不适感再次浮现上来。\n\n  “不要看，不要看，闭上眼睛就行了。”陈安逸在心里暗暗告诫自己，就这样，连上了数级台阶。\n\n  “各位新兵们，这个测试的后500名将会死亡，所以大家各自努力登向山顶。”天空中传来了大胡子粗旷的声音。\n\n\n  “什么，最后500名会死亡！”陈安逸吃惊的睁大了眼睛，在确认自己身后真的没有人的时候，深深的叹了一口气。\n\n\n  “我去，我的排名。”陈安逸看了看天空中排行榜，那榜底的954号不就正是自己，他不禁的摇了摇头，“要超过500个人，才能不死，唉。”\n\n\n  “对了，第三个锦囊。”陈安逸眼睛一亮，想起了贺不凡给的锦囊，从怀里掏出。\n\n\n  “这第三个锦囊，是在你进斯巴达集中营后参加试练才能打开的。”陈安逸的耳边好像又响起贺不凡的叮嘱。\n\n\n  这第三个锦囊内的纸条并不像前两个锦囊里的纸条只写了寥寥数字，而是写满了字。\n\n\n  “闭眼过前50级台阶，静心过后500级台阶，之后台阶，自己解决。”\n\n\n  “闭眼，和我想的一样，但这后500级台阶的静心怎么做到。”陈安逸挠了挠头，“算了，走一步看一步吧。”\n\n\n  有了上台阶的诀窍，陈安逸也是轻而易举地超过了20来人。\n\n\n  “哇！榜底的954号终于动了，还超了好多人。”“我还以为他要一直呆在最后面等死呢。”已经不是后500名的人们笑谈着终于动了的陈安逸。\n\n  “蒙奇怎么才走那么一点啊。”排在前100的海尔看了看天空的排名，在心里暗暗为陈安逸着急。\n\n  突然，正在急速奔跑的陈安逸停了下来，原来，那需要闭眼的50级台阶已经全部走完，接下来就是要静心的500级台阶。\n\n  “静心，静心，怎样才能做到静心呢？”陈安逸又陷入了苦恼的思索中，脑内快速的运转，想要找寻什么可以让自己心静下来的方法。\n\n  “啊啊啊！”陈安逸有些抓狂地叫道，“观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄.....”\n\n\n  就在此时，陈安逸下意识的念起了繁杂难懂的经文，虽然听不懂，但让人感受到一种心旷神怡的感觉。\n\n\n  原来，这是陈安逸小时候，爷爷要求他背诵的《心经》，还嘱咐他心情不顺的时候念一念，这么多年下来陈安逸都谨遵爷爷的嘱咐，心情不好便朗诵，久而久之，这就变成了一个习惯。\n\n\n  “我居然忘了爷爷教我的心经。”陈安逸拍了拍脑门，十分懊悔怎么不早点想起，“现在应该可以了，边念经文边走吧。”\n\n\n  陈安逸的脚踏出，但并没有感觉到任何的恶心，反而是眼前的尸体骸骨都被一束白光笼罩，然后被随着白光消失不见。\n\n  “哇！你们快看954号开始动了，”一个尖耳猴腮的人大叫道，他排名499，与死亡的名额只差一步之遥，但所幸的是他身后离他最近的那位也和他相差了一百多级台阶，所以他倒不怎么担心会死。\n\n  陈安逸脚下生风，如同离弦之箭，片刻之间，排名就升到了500。\n\n  “该死，那个954居然和我只差50级台阶了。”那个尖耳猴腮的人通过自己较好的眼力，看出了陈安逸与自己之间的差距，“不行，得加紧往上爬了。”\n\n  但该发生的还是会发生的，陈安逸终究还是超过了尖耳猴腮之人，替代了他的排名。\n\n  “完了完了，我前面和我差68级台阶，追不上了，要死了。”那尖耳猴腮之人面如死灰的瘫坐在地上，嘴里喃喃地念道。\n\n  “954又停下来了。”陈安逸渐渐开始走入众人的视线，几乎他的每次排名变化都会引来围观。\n\n  “太棒了，蒙奇那小子成功走出了死亡500人的名单。”海尔捏了捏手心，心里着实为陈安逸捏了一把汗。\n\n  终于，也是把这要静心的500级台阶走完了，虽然现在陈安逸的排名里死亡500人十分的遥远，但他还是想要去拼一下，看看自己能走多远。\n\n  “呃...呃....”在陈安逸登上第551级台阶时，他的眼前出现了一只双手沾满鲜血的僵尸。\n\n  不等陈安逸回过神，僵尸就先一步挥拳袭来，陈安逸将头向后一仰，躲过了这一拳，但是，僵尸那绿油油的肮脏手臂让陈安逸不禁反胃。\n\n  就在僵尸准备挥出第二拳的那一刻，一股强大的碾压力将僵尸爆开身体，化作一缕绿气，进入陈安逸的耳内。\n\n  “嘶...爽！真是好久都没有进过食了，哈哈哈！”一个声音在陈安逸的脑中响起。\n\n  “是谁？”陈安逸慌乱的问道。\n\n  “我是谁？我也不知道我是谁？不过，你可以叫我陈安逸2号”一个长相和陈安逸一模一样的人出现在了陈安逸眼前。\n\n  “我去！这人怎么和我长得一样！”陈安逸心中大惊。\n\n  “这样吧，我们做一笔交易，你给我再找来这些怪物，我保你平安。”2号邪邪的笑着，“你可没有选择的余地哦。”\n\n  “这...”陈安逸陷入了两难的境地，在分析了利弊之后，最终还是答应了。\n\n  “这不就好了，你可以就叫我2号，不要拘束，我就是你，你就是我。”2号伸了一个懒腰，继续邪邪的笑道.\n\n  虽说，这人看起来没什么危险，但他身上那一抹神秘和诡异的气息还是让陈安逸很是忌惮。\n\n  “哦，爽，再来更多的怪物。”2号兴奋的怪叫道，与此同时，陈安逸的排名也是直线上升。\n\n  与此同时，血色光圈外的碧娜突然脸色一白，大胡子关心的问道：“碧娜大人，您怎么了？”\n\n  “我感觉到，我布置的这个幻阵正在被人一点一点的蚕食。”刚说完，碧娜就吐了一口血，那可怜的模样让人很是想上前怜惜一下。\n\n  “这...”大胡子一下没了方寸，碧娜是卡奇统领请来的贵客，招待不好让其受了伤，那罪过可就大了，但毕竟大胡子的将军也不是买来的，是靠多年的爬摸滚打才当上的，眼珠子一转就想到了解决的方法，“碧娜大人，你先下去稍事歇息，这测验要等到明天的这个时候才结束。”\n\n  碧娜也没说什么，只是点了点头，被大胡子叫来的侍女给搀扶了下去。\n\n  “呀，陈安逸，你很不错啊，本王今天很满足啊，我看好你。”2号向陈安逸竖起了大拇指。\n\n  陈安逸满头黑线中，这2号的性格和海尔和自己弟弟太像了，这次是摊上大灾星了。\n\n\n—————————————————————————————————————————————————————\n\n\n如果，本文有什么触动到你的地方，我很开心那么就请你顶帖评下分吧索引\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1407161880,
            "txt_content": "特约观众席@CloudsXDao @501938012 @the-blaze @jkl1091881663 @墨墨1zwl \n求指点@冥王星人 （好的，我又作死请您老来了0.0）"
        },
        {
            "author": "xcc",
            "timestamp": 1407162060,
            "txt_content": "hznb 发表于 2014-8-4 22:18\n特约观众席@CloudsXDao @501938012 @the-blaze @jkl1091881663 @墨墨1zwl \n求指点@冥王星人 （好的，我又作 ...\n写的不错\n\n\n\n呵呵"
        },
        {
            "author": "250=mo",
            "timestamp": 1407162360,
            "txt_content": "看完废话后默默叹息给支持\n此外……本人新章也求支持……"
        },
        {
            "author": "_SOS_CN",
            "timestamp": 1407162840,
            "txt_content": "好看{:10_512:}顶一个"
        },
        {
            "author": "冥王星人",
            "timestamp": 1407163020,
            "txt_content": "hznb 发表于 2014-8-4 22:18\n特约观众席@CloudsXDao @501938012 @the-blaze @jkl1091881663 @墨墨1zwl \n求指点@冥王星人 （好的，我又作 ...\n我看了，但是实在有点看不下去，，，，，，，，，，"
        },
        {
            "author": "_SOS_CN",
            "timestamp": 1407163080,
            "txt_content": "好看~顶一个            "
        },
        {
            "author": "jkl1091881663",
            "timestamp": 1407206100,
            "txt_content": "hznb 发表于 2014-8-4 22:18\n特约观众席@CloudsXDao @501938012 @the-blaze @jkl1091881663 @墨墨1zwl \n求指点@冥王星人 （好的，我又作 ...\n我他喵的来了~~~"
        }
    ]
}