{
    "title": "<连载·单章>Minehope 第四章",
    "author": "梦魇冰眸",
    "replyCount": 11,
    "timestamp": 1407163380,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-8-5 06:18 编辑 \n\n\n\n                                                               第四章：往事\n\n\n    “骆黎你个死缺德……”我一边抱怨一边”哐当哐当“地敲打着刚刚熔炼好的铁锭，“我是一个伤员，你也狠得下心让我干这种体力活……”\n\n     “没关系嘛，你活动活动伤口也好的快一点不是吗？”骆黎坏坏地看着我，接过我敲好的铁锭，开始制作装备。\n\n\n    话说回来，我来到这里已经有一周了，腿上的伤口已经基本愈合了。史蒂夫也帮了我和骆黎不少忙，只是这一周里，我除了那天耕地的时候以外，其他时间我都没再看见过那个叫月伦特的人。骆黎说史蒂夫请我们两个今天晚上去他那里喝点东西，正好我去问她几个问题。\n\n\n    我和骆黎走在路上，银白色的月光铺在草地上，史蒂夫的房子装上了窗户，窗户里透出了温暖的火光。我走到门前，敲了敲门。\n\n\n    “来了来了！”是史蒂夫的声音，门开了，史蒂夫笑盈盈地看着我们两个，“等了你们两个好久了，快进来吧。昨天下了一场雨，外面有些凉。”\n\n\n    房间里有一个史蒂夫用圆石砌的一个火炉，是取暖用的。白天是不点的，晚上才会点火。史蒂夫从箱子里拿出几块炭扔进火堆，火光使房间的气氛变得温馨。桌子上还放着四个杯子，我一眼就看出了里面泡茶用的叶子是橡木树叶。\n\n\n    “用橡木树叶泡茶，你也想得出来。这种树的叶子泡出来的茶，能好喝么？”我闻了闻，茶的味道很淡，也没有一般的茶那么清香。\n\n\n    “你还有心吐槽，这是我们在这个世界里能喝到的最好的饮品了。而且，这个茶你别看它用的材料普通，其实味道还真是不差。你自己尝尝，我没事的时候就会出去弄几块橡树树叶回来晒干泡茶用。”史蒂夫把一块蛋糕切开，放在桌子上。\n\n\n    “好吧……那我尝尝……”我端起杯子喝了一口，茶虽普通，但是也有一股特殊的清香，有提神的作用，“那个叫月伦特的呢？”\n\n\n    “哦，她啊，我让她去我们在远处的蘑菇农场弄些蘑菇回来。”\n\n\n    “现在可是晚上呢，路上会有怪物袭击吧？”我有些担心地看了看窗外。\n\n\n    “没事的，即使有怪物，她也能对付。先喝茶吧，我去看看水开了没有，等她回来给你们做碗蘑菇褒吃。”史蒂夫转身进了一个小房间。\n\n\n    就在我刚刚把茶喝完，准备再倒一杯时，门“咣当”一声开了。月伦特跌跌撞撞地进来了，她肩上插着一支箭，渗出一丝刺眼的猩红。\n\n\n    “怎么了？是被骷髅暗算了吗？”我回想起上次那一箭险些要了我小命我就有些后怕。\n\n\n    “是的……我刚从蘑菇农场出来，门口就站着几只爬行者和骷髅，爬行者当时已经开始闪烁了，分了神，中箭了……”月伦特一边说一边把箭拔了出来，地板上多了几多鲜红色的花，“史蒂夫你给我出来，成心害我么？”\n\n\n    “行啦，人没事就可以了嘛，你的体质又不跟杨阳一样，以前你中了剧毒还自己挺过来了，这么点不要紧嘛~”史蒂夫笑嘻嘻地捅了捅她的伤。月伦特只是皱了皱眉，要是我直接就叫起来了。\n\n\n    我咬了一口蛋糕，很松，很软，但是又不甜，总之就是恰到好处。接着我又喝了一口蘑菇褒，史蒂夫这手艺不做厨师真是可惜了。我抬起头，月伦特已经把伤口做了简单的处理，包扎好了。\n   \n\n\n    史蒂夫发现怪物多起来了，让我们晚上就在这里休息一晚上，而且，史蒂夫的家离我们家有些远，走回去也得累个够呛，更何况现在都吃饱喝足了，也走不动。但是我们几个恰好都睡的很晚。骆黎跟着史蒂夫去那个小房间学做蘑菇褒和蛋糕去了。而我也有了跟月伦特聊天的机会。\n\n\n    “月伦特，你应该不止是当过特工和黑客吧？”\n\n\n    “……真不是，我就只是做过这两个。只是黑客做的时间比较短一些。”\n\n\n    “特工训练很苛刻吧？”我以前听史蒂夫无意中说起他训练的时候，跟在地狱里训练没什么两样。但我好奇的地方在于：月伦特是个黑客，应该是整天坐在电脑前面的，体质跟特工体质是没法相比的。\n\n\n    “嗯，怎么了？”\n\n\n    “我想听听你训练的事，史蒂夫他不肯跟我说。”\n\n\n    “他当然不肯说，因为他训练的时候经常惹事。不过……既然你想听，那我跟你说说也无妨，”月伦特开始讲述起她训练时的事。\n\n\n(人称切换ing...  注：接下来的内容皆为月伦特的回忆内容，并非描述）\n\n    早晨，天空是阴沉沉的，阳光都被乌云掩盖了。在一个特工训练场的跑道上，有一群人正在跑步。人群旁边还有一个人在吹着哨子，这个人就是教练：弗里斯特。这是特工训练，容不得偷懒。如果发现训练过程中有人偷工减料，就会被罚跑。如果不接受惩罚，就会被取消资格。跑道上也有人正在接受惩罚。\n\n    在队伍的最后面，有一个银头发的女孩，她就是月伦特。这是她训练的第一天，高强度的训练使她这种整天坐在电脑前的电脑黑客吃不消。她的脸色有些苍白，身上也直冒冷汗。但她知道，除非自己晕倒，否则停下来就是10圈。所以她硬撑着完成了早晨的训练。但对于其他人来说，这些只不过是热身罢了。后面才是真正的训练。\n\n   现在是八月份，中午的太阳最毒，温度能到38度左右。按说这种温度人们都应该在房间里吹空调，但他们不行。他们中午的训练就要在这个时候进行。每周一到周五的训练是固定的，周六是根据每个人这五天的训练程度进行其他训练，周日休息。中午的训练是引体向上以及俯卧撑。这群人里一共只有五个女生，其他四个女生都是50个引体向上以及50个俯卧撑，可月伦特不明白为什么自己要做75个引体向上和俯卧撑。但是她又不敢去找教练，只能照做。\n\n    在做到第46个俯卧撑时，月伦特因为体力不支再加上中暑直接趴在地上睁不开眼了。她被抬到了医务室里，医务室里的医生简单的看了看，让她去房间里休息一会儿，过上一两个小时就可以继续训练了。\n\n    月伦特躺在床上，她觉得眼前的一切都已经模糊了。身体的温度也越来越高，额头烫的像一个火球，喉咙也有一阵阵的灼痛感。她觉得死神已经给她发请帖了，全身都没了力气，她尝试去拿床边的药，明明近在咫尺，在此时她觉得那么遥远。就在这时，一只手放到了她的额头上，接着，她感觉自己被抱了起来，之后就没了感觉。\n\n\n   醒过来时，她躺在医务室旁边的病房里，打着吊瓶。吊瓶滴水的速度也被人调过了，滴的非常慢。虽然还是使不上力气，但她觉得自己的神志已经清醒了。她撑着床边坐了起来。很快，有一个皮肤被晒得很黑的男生走了进来，年龄比她要大一些。他就是史蒂夫。在月伦特昏迷前的那会儿，就是他把月伦特抱到医务室的。\n\n\n   “不用担心，我已经给你请假了，你放心休息就可以了。我叫史蒂夫·史密斯。”\n\n\n   “谢……谢谢你，我叫月伦特·希尔。”\n\n\n    因为史蒂夫及时把她送到医务室，这才没有落下病根。休息了几天就继续训练了。\n\n\n    在那场大病之后，她心中有了让自己坚持下去的信念：就算不是为了自己，也是为了史蒂夫。也就因为这个，使她在训练中有了超群的表现，最终成为了王牌特工。\n\n(切换人称ing...）\n\n    “故事讲完了……”\n\n\n索引贴\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1407163680,
            "txt_content": "标题不合格"
        },
        {
            "author": "pangys",
            "timestamp": 1407163740,
            "txt_content": "支持楼主，来顶顶"
        },
        {
            "author": "xcc",
            "timestamp": 1407163800,
            "txt_content": "标题不合格"
        },
        {
            "author": "龙猫精神",
            "timestamp": 1407163800,
            "txt_content": "标题不合格啊        "
        },
        {
            "author": "Fate狩逅",
            "timestamp": 1407163860,
            "txt_content": "没看过"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407189960,
            "txt_content": "题目不合格=.=是因为我漏了<连载·单章>么{:10_516:}"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407206880,
            "txt_content": "其实在写月伦特训练的时候，可以用较多的笔墨着重刻画，而且，我想特工的训练应该和一个体育老师或者健身教练的有一点差别吧...."
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407218700,
            "txt_content": "CloudsXDao 发表于 2014-8-5 10:48\n其实在写月伦特训练的时候，可以用较多的笔墨着重刻画，而且，我想特工的训练应该和一个体育老师或者健身教 ...\n真了解我啊亲~这里我的确是要着重刻画的，只是我妈催着我睡觉啊。。。。等我有空我会重新写她训练时的事哒~~~~"
        },
        {
            "author": "418878840",
            "timestamp": 1407218940,
            "txt_content": "楼主的文章字体颜色看起来好费力，不舒服"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407221520,
            "txt_content": "418878840 发表于 2014-8-5 14:09\n楼主的文章字体颜色看起来好费力，不舒服\n好吧我会改的。谢谢你的意见，不过话说回来我记得好像每一章都有你=-="
        },
        {
            "author": "418878840",
            "timestamp": 1407222660,
            "txt_content": "梦魇冰眸 发表于 2014-8-5 14:52\n好吧我会改的。谢谢你的意见，不过话说回来我记得好像每一章都有你=-=\n看完回复一下是常识吧，所以不奇怪，呵呵"
        }
    ]
}