{
    "title": "（纯文字创作）回到我的世界(二)",
    "author": "t362080872",
    "replyCount": 6,
    "timestamp": 1342073580,
    "txt_content": " 本帖最后由 DJXGAME 于 2012-12-6 23:01 编辑 \n\n第一章地址：http://www.mcbbs.net/thread-31368-1-1.html\n\n 第二章：无奈矿工\n   “唉！算了，没有工具饭还是要吃，老婆还要讨的。”地龙看了看天，遥天一指。“死老天，算你狠，我接着用手挠还不行吗？哼！怕你我就不叫地龙，叫地虫。”\n   地龙拍了拍屁股，一个鱼跃……恩？地龙从地上爬了起来。先看了看天，确定了时间。“恩，估计现在就是现实的三点左右，在天黑前定要造出个容身之地不可，我可不想穿越来第一晚就夭折咯！”\n   地龙不懂合成之道，看了看自己的方块手，叹了口气：“兄弟，还是得再辛苦你啊！”\n   地龙坚毅得扬起了自己那勤劳的小手继续挠……挠树，挠土，挠石头，地龙坚信如此定可以挠出一个崭新的未来！\n   地龙挠啊挠，挠啊挠。突然感觉哪里不对劲，地龙看着遍地方块素材，恍然大悟！\n   这尼玛又坑鬼了，这挠出来的素材放哪呦？游戏中的主角可是自带强力吸尘器的，所过之处，寸“方块”不留。地龙不信邪，狠狠踢了踢方块。方块还真给面子，纹丝不动。\n   “算了，坑爹的事太多了，都免疫了。房子也别想造了，挖个山洞当山顶洞人算了。”地龙到现在总算发现凭现在的自己就只能挖个洞当个家了。地龙以前玩生存时存档里的方圆百里的圆明园是别想落成了。\n   地龙远眺周围，看了看地形。发现不远处有座不高的小山，山下还有口水池，边上还有些树，环境相当之不错。\n   “好，就那了。”\n   地龙选好了地方，抵达山脚后就准备开挖，呃，不对，应该是“开挠”才对。挖山洞算是件比较容易的活了，呃,挠山洞是不是简单我就不知道了，不深究它。\n   片刻之后地龙就挖出了几平方尚可容纳人的山洞房间。地龙看了看自己辛苦的成果，再看了看自己那早已红的像苹果的手，不禁泪流满襟。\n   “天啊！苍天啊！不带怎么玩的呀！我虽比较宅，但也是个遵纪守法，平时看到老奶奶过马路也会去扶她一把的好孩子啊。穿越就穿越算了，至少给我点装备，再不行，给几把木头工具也行啊！都是忒（为什么）？都是忒？”\n   地龙的手已经痛的快超鬼了。于是乎在自己的山洞里一屁股坐了下去，至少现在尚有一地容身之地，还不是太惨……地龙闭着眼睛如是想着。\n   方方的太阳悄然落下，夜幕降临。天空中繁星点点，闪闪发亮，说来此情此景真是美轮美奂。\n   星月满方空，稀云掩皓月。\n   此月不为圆，方月仍美奂。\n   人在月下走，烦愁已乌有。\n   无忧乐逍遥，僵尸陪你聊。\n   有位名人说过，越美丽的事物就越危险。正如带刺的玫瑰，蛇蝎心肠的漂亮八婆一样。如果你晚上光欣赏月亮，地面上的僵尸家族们会很开心的。\n   小八是僵尸家族第105代僵尸，此时刚从地面爬出来，正朦朦胧胧地向前走，它只知道它肚子永远是饿的，总想吃肉。突然，一股淡淡的莫名的食物香味飘入了它的鼻子……它把它的方脑袋脑袋努力向前拱了拱，仔细闻了闻。终于确认了真是今晚的第一个食物的香味。小八一阵兴奋，扬起它那绿油油的手臂，步履蹒跚的坚定得向食物进发……\n   地龙躺了会儿，大大的伸了个懒腰。“算了，起来干活，累死…………哎呦妈呀！你是哪位啊？”\n   地龙睁开眼睛却发现洞口正有个类似绿巨人方大便一样的东西正倚在洞口那偷窥自己。仔细一看，看那方方的腿加方方的身体加方方的头，恩，还有那方方的手，绿油油一片，非常的生机盎然，呃？不对，是恶心才是，它不就是那《我的世界》特有的超可爱的方僵尸无疑了。\n   地龙一个轱辘从地上空翻而起，手指那一坨东西。“别过来，小心我一剪刀脚夹爆你的头！”地龙如此恐吓道。虽说僵尸为近战，行动也慢，算是最好对付的怪物了。以前地龙在游戏中碰到百万僵尸兵团都不怕，出动地龙自己开发的“一键万炮机器人”就解决了。可如今，龙落云端被蛇咬啊，往事不堪回首，不说也罢。地龙如今手中迥无一物，紧了紧拳头（直接方块手，好像平时也都是拳头= =！！！）。大喝一声给自己壮胆，扑向僵尸……（没空手杀过僵尸的人都是菜鸟——————————地龙格言）\n   小八发现香味乃是从一洞口传出，等小八移到洞口刚站了会，就发现那块食物奇怪的发出了声音，还直立了起来，后来还奔向了自己。小八摸了摸头，难道自己有传说中的僵尸王之气息，食物会自动送到自己嘴边？小八开心的长大嘴巴，等待食物掉进自己的嘴……\n   “哇，好恶心啊，谁叫你张大嘴的？”地龙看了看手上粘稠的口水（听说大补，看官们可以放心食用）。急忙甩了甩手将之甩掉。\n   小八嘴巴一阵不适，食物进了口又飞了出去。小八一见此，急的大吼一声。“小八不发威，当我是小狗啊？”小八扬起双臂狠狠砸下……\n   地龙被僵尸一声吼连耳屎都震落了十斤。地龙揉了揉耳朵，发现僵尸正举臂攻击而来，连忙一个狗趴躲闪。突然，僵尸一抬腿，刚好把地龙踢得结实。\n   “唔！什么世道啊，怎么连僵尸的智商都那么高，我从没听说我的世界的僵尸还会跳皮筋的。哇靠！俺不跟你玩了。”\n   地龙捂着隐隐作痛的胸口，从没想到僵尸的力道会如此之大，发现空手对敌实属不易。罢了，罢了。三十六计，走为上吧。\n   地龙合计完，瞅准时机，连忙冲出洞口……阴暗的黑幕下传来阵阵吼叫声，有近有远。手无寸铁的地龙在放弃了自己无奈用空手挖的山洞后又将何去何从？请看下一章：百鬼夜行（纯文字创作）回到我的世界(三)\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1342074120,
            "txt_content": "好多字呀LZ辛苦"
        },
        {
            "author": "KYCN.卡神",
            "timestamp": 1342483380,
            "txt_content": "恭喜  我不喜欢。。"
        },
        {
            "author": "McBob998",
            "timestamp": 1342522260,
            "txt_content": "撸过"
        },
        {
            "author": "1277832129",
            "timestamp": 1345004940,
            "txt_content": "好多字呀LZ辛苦"
        },
        {
            "author": "Shi",
            "timestamp": 1345684200,
            "txt_content": "LZ辛苦了，神马时候出下一集啊？[lime_wool]"
        },
        {
            "author": "t362080872",
            "timestamp": 1345686000,
            "txt_content": "Shi 发表于 2012-8-23 09:10 \nLZ辛苦了，神马时候出下一集啊？\n已有第三集，谢谢支持！http://www.mcbbs.net/thread-40777-1-1.html"
        }
    ]
}