{
    "title": "<连载·单章>Minehope 第五章",
    "author": "梦魇冰眸",
    "replyCount": 8,
    "timestamp": 1407221520,
    "txt_content": " 本帖最后由 梦魇冰眸 于 2014-8-5 15:16 编辑 \n@pangys \n\n\n                                                                                                                                                                                 第五章：激战末影人 \n\n        清晨，金色的阳光撒在大地上，我走出房子，伸了个懒腰。昨天晚上又下了一场雨，草地上的草还悬挂着一颗颗晶莹的露珠。一丝凉风缓缓吹过，我撩起头发，扎了一个马尾辫。    “杨阳，今天咱们给家装个窗户吧，玻璃我昨天晚上已经烧好了。”骆黎揉了揉眼睛，“上次我刚出门就看见门口有一只僵尸，要是我反应慢一点我就是僵尸了……”    “……好吧，你烧了几块？”    “35块。在箱子里放着呢……”骆黎拿了一个热乎乎的面包给我，“先把早饭吃完再去装。”    面包是刚刚做的，我三口两口吃完了，从箱子里拿出烧好的玻璃，在墙壁上凿出安放玻璃的地方，之后再把玻璃一块块安上去。其实骆黎的主意真不错，安上玻璃之后，既能看见外面的情况，又能给屋子里增添一些光亮。    我蹲在箱子前翻找我前天做的铁剑，只是箱子里的东西太多，我找了半天才找到，我在拿起铁剑的时候，发现铁剑下面还压着一本书，这个箱子是骆黎新做的，里面放的都是我的东西，但我不记得什么时候我有放进去一本书啊，或许是骆黎放错了？我把书拿去给骆黎，但骆黎居然说她没见过这本书！而且我翻了翻，第一页上就写着：《生命史诗》   ——Notch。这本书是Notch给我的。对了！我记得那天骆黎做好箱子之后，我在搬动它的时候就觉得箱子的重量不对劲，它里面好像凭空多了什么东西，但我没有打开看。（注：以下为书本内容）    \n  《生命史诗》  ——Notch\n  人类的力量能创造世界，也能毁灭世界。    ——Notch  所谓的“规则”，只不过是约束生物前进的条约。    ——Herobrine  一双眼睛，一个世界，怎样创造只看你自己。    ——Steve（在与末影龙的战斗中被末影龙撞下虚空）  绝境逢生凭的是意志并非实力。    ——史蒂夫·史密斯  现实与梦境仅一线之隔，将自己置于哪里决定你的命运。    ——月伦特·希尔  最伟大的医生，不仅能治伤口与百病，还能治疗被侵蚀的人心。    ——莱克·克里斯  请珍惜身边的一切，失去之后就不再拥有了。    ——骆黎  你的命运只掌握在你自己的手里。    ——杨阳    送给来到这里的每一个人。希望对你们的生存有所帮助。（内容切换ing...）    莱克也在这里！而且我记得莱克说他姓巴利尔，这本书上写的明明是克里斯……真有趣，史蒂夫、月伦特、莱克身上都有解不开的谜题，不过我一定会想办法解开的。    晚上，我想出去收集些骨头，家里的小麦快不够了。骆黎建议我去找史蒂夫一起去。家里没铁了，只有我这一把铁剑。所以骆黎就在家里待着。我想了想，就听从了她的建议，去了史蒂夫家。    开门的不是史蒂夫，是月伦特。她说史蒂夫已经睡觉了，我就问她要不要一起去。她看了看外面，拿起放在工作台上的匕首，跟我一起出了房子。    身边有个人感觉就是不一样，原先晚上出来我都是胆战心惊的，现在就不害怕了。不过，在路上我一直都在琢磨，那本书上写给月伦特的“现实与梦境仅一线之隔，将自己置于哪里决定你的命运”是什么意思，现实与梦境指的又是什么。    “等一下。”月伦特拍了我一下，她的神情有些惊慌。这是我来到这里时第一次看到她这样，起初我还以为她根本不知道“惊慌”是什么东西。         “怎么了？”\n     “你有没有听到什么声音？”          我静下心来仔细听了听，果然，有一阵“咕噜咕噜”的声音，“这是什么声音？”            “末……末影人……”话音刚落，一个末影人出现在我们面前。在游戏里我就搞不定这家伙，更何况如果真的在这里面生存，难度是游戏的好几倍，我就更搞不定他了。      “怎么办……”      “别怕，他既然会瞬移，就让他自己来送死吧。”月伦特的眼中闪过一丝锐利的光，虽然看起来是针对于末影人的，但我在看见那道寒光时，却觉得她是针对我的，而且里面还夹杂着杀意。      我拿起铁剑，朝末影人挥去，可是只劈中了紫色的光点。我便下意识地转过头，果不其然，末影人瞬移到了我身后，我急忙又继续向他劈去。仍然没有打中他。该死的，现实中末影人的反应比游戏里灵敏得多，只要发现我要攻击他他就会移走。这样下去我的体力耗尽，他就可以解决我了。我想起来，末影人怕水和岩浆，或许我可以利用他会瞬移的这一点，把他引到水里。恰好这附近就有一个小水潭。我飞快地跑到水潭旁边，接着正视末影人刺激他。终于，他恼羞成怒，嘴里发出“咕噜咕噜”的恐怖声音，空中飘落下几个紫色的光点，原本我计划他应该会瞬移到水潭里，只可惜我低估了这个末影人的智商，他并没有瞬移到我身后的水潭里，而是我面前！他的手上拿着一个草方块，嘴张的异常的大，我趁他要攻击的时候朝他攻击，他因为注意力全在攻击上，没来得及瞬移，被我击中了。可他却没有死，再次瞬移了。    我紧张地环顾四周，末影人已经不见了。刚松了口气，他再一次出现在我身后。这一次他打了我一个措手不及，他的草方块砸了下来……    许久，我睁开眼，看见了地上的末影珍珠。月伦特站在我面前，一脸“你是白痴”的样子看着我，地上散落着几张沾着紫红色血液的纸。我把末影珍珠拾起来，“你好像很珍惜你的这把匕首，每次都把血液擦掉。”    “这是自然，因为这把匕首是我进入特工部队之后一直带着的武器。”她递给我几根骨头。我们两个一直打猎到黎明，准备告别的时候，我凑到她的耳边，轻轻地说：“现实与梦境仅一线之隔，将自己置于哪里决定你的命运。”她似懂非懂地看着我。我笑了笑，朝家走去。    之后，我隐约听见她说：“你也一样。”\n\n\n索引贴\n\n\n",
    "replies": [
        {
            "author": "yuchenyang",
            "timestamp": 1407221760,
            "txt_content": "居然让我赶上第五章了= ="
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407221880,
            "txt_content": "yuchenyang 发表于 2014-8-5 14:56\n居然让我赶上第五章了= =\n纳尼？{:10_492:}"
        },
        {
            "author": "418878840",
            "timestamp": 1407222720,
            "txt_content": "第五章也，围观"
        },
        {
            "author": "pangys",
            "timestamp": 1407225180,
            "txt_content": "感谢楼主\n{:10_512:}"
        },
        {
            "author": "likeliang",
            "timestamp": 1407302700,
            "txt_content": "帖子看着很舒服OAO好评"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407330540,
            "txt_content": "likeliang 发表于 2014-8-6 13:25\n帖子看着很舒服OAO好评\nOAO感谢大神好评。这几点没大有空，等我有空了就会更新哒{:10_522:}"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407331980,
            "txt_content": "感觉有一点跳跃，还有杨阳这么淡定真的好吗？"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407375300,
            "txt_content": "CloudsXDao 发表于 2014-8-6 21:33\n感觉有一点跳跃，还有杨阳这么淡定真的好吗？\n性格设定就是这样- -"
        }
    ]
}