{
    "title": "新人来写小说了！！《我的世界生存冒险记》",
    "author": "W小秋风W",
    "replyCount": 6,
    "timestamp": 1407230400,
    "txt_content": " 本帖最后由 W小秋风W 于 2014-8-5 17:28 编辑 \n\n                                                                                Part1：新的开始（在人类世界的时候……）史蒂夫在外面溜达，还带着自己的爱犬：皮皮。走着，走着，天就快黑了，史蒂夫感到非常奇怪，正当他想问题的时候，突然下起了大雨，史蒂夫非常害怕，因为实在是太假了！！这个时候，突然打起了雷，有一个雷，劈在了史蒂夫前面，可怕的事情发生了……没想到，史蒂夫面前出现了一个庞大的黑曜石门，史蒂夫吓尿了，但是他没有放弃，他慢慢地靠近，发现这是个穿梭门，他不在害怕了。史蒂夫灵巧的跳了进去，他的爱犬却不知哪去了……\n 史蒂夫进来后，没想到这里是由方块做成的世界，他感到很有趣，就随手打了一下脚下的泥土块，没想到打着打着，土块就爆了，史蒂夫吓了一跳，又爬过去瞧了瞧，没想到土块还能捡起来，史蒂夫非常高兴，因为他得到了一个土块。\n 10分钟过去了，史蒂夫知道了怎么做工作台、木稿之类的东东了。他得到后，又高兴又难过，高兴是他做出了工具，难过是不知道怎么用。所以他做起了实验，时间在一分一秒的过去，史蒂夫非常紧张，因为他不知道晚上会有什么怪物会杀了他。\n 1个小时后，他终于知道这些工具的用处了。木稿可以挖石头，木铲可以挖泥土（速度更快），木斧可以砍树（速度更快），木剑可以杀人（防身）。\n 他知道后，就在想，接下来该干些什么，他一边走一边想，这时，前面出现了一个黑黑的矿洞，他跑过去一看，“里面有好多怪呀！”他叫道。他一叫，就引起了怪物的注意，它们在一步步地向史蒂夫逼近，这时，天也快晚了，正当他不知所措的时候，他会想出什么办法呢？      预知后事如何，请看下期：“挖矿时间到”。\n                                                                          Part2:挖矿时间到\n\n\n正当他不知所措的时候，他想出了一个好办法：挖地洞。他拿着木铲一个劲地往下挖，最终，木铲爆了，史蒂夫往上一堵。“好了，现在安全了。”但是，史蒂夫的避难所太黑了，他摸了摸他的背包，居然有一个打火机！他非常激动，连忙拿起木头来生火。现在，他有光源了，史蒂夫也累了，他渐渐地睡着了。\n\n  到了第二天早上，史蒂夫醒来了，他用手挖了个小洞，看见那些恶心的怪物都消失了。他还发现了怪物的尸体，他出去捡了一些，又回到了避难所，他用怪物的尸体做了一些骨粉和皮革，他又用皮革做了一些装备，他穿上后，明显帅了很多，但这些装备只能给史蒂夫一点点防御力，但他充满了自信，他暗暗地下定了决心：我要变强！！、\n\n  史蒂夫在避难所里建了一个挖矿厂，他准备在这里挖矿，他在挖矿厂挖着挖着，就发现了煤炭，他高兴极了，因为他有光源了，不用在摸黑着往下挖了。他做了火把后，把避难所插了个遍，这时火把不多了，他说：“Fuck you！这么快就没了。”于是他又开始往下挖，突然他挖到了一个天然矿洞，他用石头铺下来，插了点火把，他发现，这里的矿非常多，他高兴极了，他一直在挖，一直在插火把，最后，他的木稿爆了，他并不气馁，史蒂夫又用石头和木头做了石稿，这时候，他发现了铁矿，他用石稿挖了一点，就回到避难所了。\n\n  史蒂夫到了避难所后，他又做了熔炉，他用木头烧铁矿，这时，木头也不多了，他必须出去了。史蒂夫拿起他的木斧，走了出去。到了外面，他看了一下太阳，发现现在还是中午，他不太紧张了，因为他可以砍很长时间。5个小时过去了，他总共砍了3组原木，他还在砍树的时候做了石斧。史蒂夫满载而归，他把一组原木做成了256个木板，他做了一个箱子，他把不需要的东西都放了进去。放完后，他又去拿他的铁锭，收获并不多，一共30个。可是不争气的肚子又叫了起来，他拿着砍树后得到了苹果，填饱了肚子，这时，天色已晚，史蒂夫也累了，他躺了不到一分钟，就睡着了，睡得很沉很沉……\n\n \n\n 如果喜欢的话，那你们还可以看看小秋风拍的视频\n\n在百度查“小秋风电视台”。\n\n如果喜欢，记着猛戳“订阅”哦！\n\n \n\n \n\n\n预知后事如何，请看下期：“怪物猎人”                                     Part3：怪物猎人\n\n\n史蒂夫醒来后，发现天还朦朦亮，他拿着石稿，到了挖矿厂。他走着走着，突然发现了一个僵尸，史蒂夫吓坏了，他叫道：“好恶心啊！”说着随手拿起木剑，但他不敢靠近僵尸，但是僵尸在一步步逼近，史蒂夫拼了，一刀砍了下去，僵尸倒了下去，史蒂夫拿着“腐肉”，就回去了。\n  “刚才真是吓坏我了。”史蒂夫一边拍胸口一边说。他从箱子里拿出自己的本子，他打开本子，开始写怪物简历：僵尸，非常恶心，身上散发着臭味，我推理一下，应该是从坟场爬出来的，样子非常恐怖。\n  写完后，他心满意足的放进了箱子里，放的时候，他发现了一张照片，这是史蒂夫和他的爱犬的合照，他拿出来看了看，脸突然变得沉重起来，他把照片挂在了墙上，之后紧握双拳，下定了决心：我一定要找到“皮皮”！\n  史蒂夫拿着他30个铁锭，做了铁套（用了24个铁锭），又做了铁剑（用了2个铁锭），最后4个铁锭他做成了铁镐和铁铲。他穿上铁套后明显霸气了许多，他挺着胸往矿洞里走（资源不够），突然一个绊脚石把他绊倒了，然后他就滚了下去。“疼死我了！”史蒂夫生气的说。他一边插火把一边往里走，走着走着，他居然发现了光源，他高兴地跑了过去，以为也有人跟他一样，到了这个世界，放眼一看，原来是岩浆，正当他要回去的时候，居然发现了钻石，他喜出望外，拿着铁镐就冲过去了，但是钻石前面是岩浆，史蒂夫并不气馁，他拿着石头慢慢地垫了过去。“Yeah！可以挖钻石喽！”他挖着挖着，就挖没了，有一个钻石居然掉入了岩浆！“不，不要离开我，讨厌！！”史蒂夫大叫到。这时，周围的怪都听见了，所以在慢慢地向他靠近。“悲剧了！”史蒂夫说。这时，他以迅雷不及掩耳的速度跑到了避难所，但是怪物们也跟过来了！“史蒂夫拿着石头堵上后，跟怪物们说：“你们走吧，求求你们了！”“呃~~~~”怪物们的回答。史蒂夫在想：反正他们又进不来，任他们叫吧。可是突然传来了“嘶~~~”的声音，史蒂夫感觉没事，突然“嘣”的一声，石头被炸出了一个洞，怪物们进来了。“呵呵，你在逗我。”史蒂夫崩溃的说。怪物大军在慢慢地靠近，史蒂夫拿起他的铁剑，准备迎战……\n  战斗开始了，史蒂夫先拿着铁剑杀死了5只僵尸，又杀死了1个骷髅弓箭手，还杀死了2只绿绿的玩意。没想到绿绿的玩意死后，还举着旗子，上面写着“我一定会回来的！！苦力怕”。史蒂夫杀死所有怪物后，又重新把挖矿的入口堵了起来，还拿出本子写了一些字：骷弓，没有肉体的怪物，拿着弓，喜欢阴人。他一边写，一边拔身上的箭。苦力怕，全身绿绿的，会爆炸，应该全身都是TNT做的，脸是微笑的，看着就让人喜欢，因为很可爱，不过没有人感靠近。\n 写完后，他心满意足的睡着了。\n \n \n \n \n预知后事如何，请看下期：“我要建房！！”                                                                   Part4:我要建房\n\n新的一天开始了，史蒂夫早就醒来了，他想：我一直在地下生活实在是太不爽了，我应该建一个属于我自己的家。想完，他就开始整理起了木头和石头（建筑需要）。整理完后，他就开始建房喽！\n  他先铺了地板，之后又开始铺墙壁，铺完墙壁后，他正在骄傲的欣赏，可是不知怎么回事，他突然摔了下去。“Shit！疼死我了，我怎么犯了同样的错误。”他叫道。他又说：“不能在犯这种低级错误了，不然我不就摔死了？”说完，他又开始铺屋顶，5个小时后，屋顶终于铺完了，这时他手都酸了，而且饱食度也不多了，他想：我必须出去找吃的。\n  史蒂夫穿着他的铁套、拿着他的铁剑，走了出去……史蒂夫出去后发现了一群牛牛君，他好高兴，拿着铁剑就冲了上去，一分钟还不到，牛牛君就全死了，他拿起生牛排和皮革，回到了家。\n 到了家后，他用熔炉烧生牛排，他想：马上就有吃的了，好高兴呀！过了一会儿，生牛排变成牛排了，他坐在椅子上，津津有味的吃了起来。史蒂夫肚子填饱后，又想，家里没玻璃，实在是太难看了，我要出去找沙子，因为沙子才能烧出玻璃。\n  就这样，史蒂夫又出去探险了，找沙子的时候，他还碰到了末影人（安德面），史莱姆……终于，他回来了，他拿着一组沙子，放进熔炉烧，5分钟后，玻璃烧好了，史蒂夫开始弄窗户了。到了晚上，史蒂夫终于盖好了家，盖好后，他又做了一些家具，这时，天也晚了，史蒂夫的一天都用在了盖房子上，他写完怪物简历后，就躺在床上睡着了。\n \n爆料：\n找沙子的时候，他发现了一群羊，他用剪刀把他们的羊毛全剪掉了，于此同时，还发现了一些怪物，一只是长得很高的怪物，一只是史莱姆（这个史蒂夫认识）。他把怪物杀死后，发现长得很高的怪物掉出了“末影珍珠”，所以史蒂夫称它为：末影人。而史莱姆掉出来了许多粘液球……\n \n \n预知后事如何，请看下期：“发现村庄”。\n                                Part5：发现村庄\n\n“哦，睡得真舒服。”史蒂夫说。他想：我今天应该出去走走，呼吸一下新鲜空气，顺便找一下狗狗的线索。想到这里，他的脸又沉下来了……\n   出去的时候，史蒂夫拿着2个珍贵的钻石做了钻石剑，那时候，他可是纠结了很长很长时间才下出的决定。到了外面，他发现了砾石，他非常好奇，说：“呵呵，这在逗我，所以我要去看看。”走着，走着，居然发现了村庄，他非常高兴，因为他以为有和他一样穿梭过来的人。史蒂夫跑过去后，发现，这里有很多很多“章鱼哥”。他感到很吃惊，就跑过去，摸了摸“章鱼哥”的头，没想到，章鱼哥的头软软的，感觉很有趣，就说：“章鱼哥的头真好玩！”被史蒂夫抱着的那个“章鱼哥”听见后，理直气壮地说：“你才是章鱼哥呢，我的名字叫村民！”“哦，原来是村民，长的好像章鱼哥呀！”史蒂夫感慨万千的说。村民听了，非常生气，就跟史蒂夫打了起来。这时，许多村民都围聚过来了，他们都是“打酱油的”，好吧，在那看热闹。最后，村长来了，然后那位“章鱼哥”村民才停手的，史蒂夫站起来后，惊讶的说：“怎么都长得一模一样！”村长听了，骄傲的说：“这可是我们祖先的祖先的……给我们留下来的，羡慕不？”村长说完，看了看他们，没想到，史蒂夫他们都睡了，村长看了后，摇了摇头，走开了……\n  第二天早上，史蒂夫醒来后，发现村民早就醒了，他问村民们：“你们起那么早干什么？”村民们说：“我们只是休息，根本就没有睡，因为我们如果睡觉，就会变成恐怖的僵尸。”“哦，原来如此。”史蒂夫说。当史蒂夫他们正在热火朝天的聊天的时候，村长走过来了，他大声的喊出“安静”两个字，村民们立马就安静起来，史蒂夫连微风的声音都能听见。\n  村长走到史蒂夫前面，说道：“听说你是从别的地方穿梭过来的。”史蒂夫说：“恩。”这时，村民们都用嘲笑的口气说：“切~~~”史蒂夫不管他们，村长继续说：“想不想变强？”史蒂夫听了之后，犹豫了很长时间，但还没说出答案。村长说：“想不想找到你的狗狗？”这时史蒂夫小声的说了一声：“想。”说完后，还握紧了拳头。村民又说：“现在，想不想变强？”史蒂夫这次不犹豫了，大声的喊出：“想！”说完，村长就让史蒂夫收拾行李，准备上路。\n  到了修炼的地方后，史蒂夫跟村长说：“怎么练？”村长说：“照着我说的做，先……”史蒂夫听了后，做了一下，可是没有做成，反而抽筋了，史蒂夫好了后，又反复的练习，5天过去了，10天过去了……\n  史蒂夫成功了，他修炼成功了，这时村长也很高兴。他们要回去了，到了村庄，他们发现，村庄被入侵了。僵尸猪人贪婪的用它的金剑杀死了所有的村民，当然，还有一些幸存者，史蒂夫拿着他的钻石剑，冲了上去……僵尸猪人全死了，剩下的僵尸猪人都滚回老家了，但是，他们以为要结束的时候，史蒂夫看见有个地方突然出来了个黑曜石门，而且从门里还跑出来了个巨大的怪物，这个怪物毫不留情的把史蒂夫的师傅（村长）杀死了，史蒂夫非常愤怒，他拿起钻石剑，冲了上去，他先拿着剑砍怪物，可是对怪物一点伤害都没有，史蒂夫想了想：怎么办呀？对了，可以把他打到黑曜石门旁，然后，把他踹进去。说干就干，他把怪物打到门前后，突然出现了个小穿梭门，里面出现了一个人。“是him！”村民们大声叫道。史蒂夫抬头一看，居然是个翻白眼的怪物，him把那个怪物抓起来，之后怪物居然爆了，史蒂夫说：“你为什么要帮我们？”him说：“为什么，我怎么知道？哈哈哈哈哈哈……”him带着诡异的笑声，离开了。\n \n \n预知后事如何，请看下期：恐怖的地狱\n                                         Part6：恐怖的地狱\n\n史蒂夫跟着村民度过那恐怖的晚上后，史蒂夫准备带村民去他的避难所。村民很高兴，因为他们又可以玩门了，到了避难所后，史蒂夫告诉村民：“你们在这里待着，很快我就会过来，你们不要害怕，这里很亮，怪物们不敢过来。”村民听了后，连连点头，之后，史蒂夫就踏上新的旅途了。\n  到了毁坏的村庄，旁边还有个黑耀石门，他想：进去后会怎么样呢？他想了一会儿，就说：“不管三七二十一了，直接跳进去得了。”说完，就跳了进去。\n  跳进去后，史蒂夫发现，这里原来是恐怖的地狱，他刚想落荒而逃的时候，出现了一个恐怖的声音：“想逃跑了吗？胆小鬼，哈哈哈哈哈哈哈哈哈哈哈哈哈……”史蒂夫听了后，生气的喊道：“我不是胆小鬼，你才是呢。”这时又传出来个声音，说：“我是胆小鬼，那刚刚是谁想逃跑呢，哈哈哈哈哈哈哈哈哈！”史蒂夫听了后，就不再说什么了，史蒂夫想：为了证明自己不是胆小鬼，我必须在地狱走一走！\n  史蒂夫拿起他的钻石剑，慢慢的往前走，可是才没走几步，就发现了一只僵尸猪人，但是，僵尸猪人不但没打他，而且还跟史蒂夫聊了起来（僵尸猪人也会说话），僵尸猪人让史蒂夫跟它走，史蒂夫忧郁了一会儿，才同意的。\n  僵尸猪人停下后，说：“到了。”史蒂夫看了看前面，突然叫起来：“哇塞！是个城堡。”“壮观吧？”僵尸猪人自豪的说。“恩。”聊完后，他们就要进去了。\n  进去的时候，一些怪物都对他很不友好，差点就打起来了，幸好僵尸猪人劝架了，否则会发生什么，僵尸猪人也不确定。到了基地后，史蒂夫拿到了许多地狱疙瘩和灵魂沙，史蒂夫知道这些名字的时候，直打哆嗦。\n  僵尸猪人说：“这是烈焰人，这是凋零，这是EOE。”史蒂夫边听，边用笔记在自己的小本本上。记完后，僵尸猪人又说：“你自己探索一下地狱吧！记着，要时刻保持警惕，因为你还可能见到一些不听话的地狱史莱姆。”史蒂夫一边听一边点头，最后，史蒂夫要自己探索了。\n  他一出去，就看见了一些地狱石英，他拿着铁稿，冲了过去。“不错，得到了20个地狱石英。”史蒂夫念叨着。这时，前面出现了巨大的地狱史莱姆，他想：这个怪好恐怖啊，应该很烫。于是，史蒂夫用一根木棍打了一下他，没想到木棍直接烧了起来，这时，地狱史莱姆生气了，它在一步步向史蒂夫逼近，史蒂夫说：“拼了！”说完，就拿着钻石剑冲了上去，史蒂夫用钻石剑打了一下它，没想到地狱史莱姆直接爆出五个小地狱史莱姆，最后，史蒂夫把它们打败了，他想：地狱史莱姆好废物啊。说完后，他准备捞两桶岩浆，在回到避难所。\n  捞完后，史蒂夫尴尬了，因为他不知道怎么回去啊。\n \n \n \n  预知后事如何，请看下期：寻找出口\n \n P.s:这次是在手机上打的，眼睛好累的，如果想要和我一起写小说的话请加qq：1586333128\n加的时候，会有问题，你就写“想和你写小说”就行了。\n\n\n \n \n\n\n\n\n \n\n\n",
    "replies": [
        {
            "author": "世界的人流",
            "timestamp": 1407230460,
            "txt_content": "沙发...顶一个"
        },
        {
            "author": "世界的人流",
            "timestamp": 1407230520,
            "txt_content": "继续顶一个"
        },
        {
            "author": "xcc",
            "timestamp": 1407230700,
            "txt_content": "标题不合格\n\n\n\n\nlz你是六年级吧"
        },
        {
            "author": "W小秋风W",
            "timestamp": 1407230880,
            "txt_content": "标题该怎么写"
        },
        {
            "author": "W小秋风W",
            "timestamp": 1407231000,
            "txt_content": "标题: RE:《我的世界生存冒险记》额，求顶"
        },
        {
            "author": "W小秋风W",
            "timestamp": 1407234780,
            "txt_content": "啊啊啊，求顶"
        }
    ]
}