{
    "title": "我的冒险",
    "author": "末影矿工",
    "replyCount": 8,
    "timestamp": 1407263700,
    "txt_content": "这篇文章是我的俄罗斯同学写,特意翻译过来:在黑暗和暴风雨的日子。你走在黑暗的森林里，树木很高,上面有许多巨型蜘蛛。你害怕，所以你开始奔跑。然后你来到一个大房子。一切都是那么的安静。这房子的门是开放的，你可以听到有人在哭，但你不能看到你身边的人。所以你因为而害怕离开。你来到一座木桥，桥下有一个熔岩河。天空开始变红。你穿过了河，来到一个岛。岛上的泥土是黑的，热的，有一个大的城堡在这座岛上,非常高的。你走进城堡，城堡开始颤抖，它就像是一场地震。然后你到城堡的上方。你觉得很热，突然一个大火球从天而降。之后，你看到一个巨大的火龙，它尝试燃烧你。你找到一把剑。你与龙战斗并杀死它。然后城堡开始倒塌，你跑回家。当你回家时，你看日落。这是一个令人兴奋的冒险！原文:Ona dark and stormy day. You are walking in a dark forest, the treesare very tall with many giant spiders. You are afraid so you begin to run. Then you com to a large house. Everything is so quiet. The door of the house is open, you can hear somebody is crying, but you cannotsee anybody around you. So you run away because you are scared. Then you come to a wooden bridge, there is a lava river under the bridge.The sky is turning red. You cross the river and come to an island,the dirt on the island is black and hot, there is a large castle on the island. It is very tall. You walk into the castle and then the castle starts to shake, it is like an earthquake. Then you come to the top of the castle. You feel very hot,and suddenly a big fireball falls from the sky. After that you see a giantic fire dragon, it is trying to burn you. You find a sword. You fight with the dragon and kill it. Then you go down and see the castle blowing up, you run home. When you get home, you see the sunset. What an excitingadventure!\n\n",
    "replies": [
        {
            "author": "1257444393",
            "timestamp": 1407276720,
            "txt_content": "前排怒顶[diamond_gem]"
        },
        {
            "author": "朱大常",
            "timestamp": 1407276960,
            "txt_content": "俄罗斯用英文？"
        },
        {
            "author": "Terry39",
            "timestamp": 1407280680,
            "txt_content": "如果是诗歌的话，为什么不排一下版呐(?_?;"
        },
        {
            "author": "likeliang",
            "timestamp": 1407302220,
            "txt_content": "怎么略短OAO"
        },
        {
            "author": "末影矿工",
            "timestamp": 1407487980,
            "txt_content": "朱大常 发表于 2014-8-6 06:16\n俄罗斯用英文？\nYes,hehehehehe"
        },
        {
            "author": "朱大常",
            "timestamp": 1407493920,
            "txt_content": "末影矿工 发表于 2014-8-7 21:53\nYes,hehehehehe\n俄罗斯是用俄问的！！！"
        },
        {
            "author": "末影矿工",
            "timestamp": 1407495960,
            "txt_content": "朱大常 发表于 2014-8-8 18:32\n俄罗斯是用俄问的！！！\n...In   Swedon Nation School,You think he will speak Russian?"
        },
        {
            "author": "朱大常",
            "timestamp": 1407543780,
            "txt_content": "末影矿工 发表于 2014-8-8 00:06\n...In   Swedon Nation School,You think he will speak Russian?\n好吧"
        }
    ]
}