{
    "title": "<其他翻译>【关于更改正版用户名（还不能改）】[作者：【修改器很好玩】]",
    "author": "修改器很好玩",
    "replyCount": 8,
    "timestamp": 1407292500,
    "txt_content": " 本帖最后由 修改器很好玩 于 2014-8-6 10:38 编辑 \n\n原文：[size=12.800002098083496px]When you first create your username, the website lets you know that you will not be able to change it, and requires a confirmation. We do not yet support changing or editing usernames, though this is planned for the future. We do not have a set release date for this feature.[size=12.800002098083496px] Make sure that you choose wisely, as your username will be used for your multiplayer persona and is visible to others.\n\n[size=12.800002098083496px]For information about the future of Minecraft usernames, check out the following:       Username changes will not be available before Minecraft version 1.8. This does not mean that 1.8 is the release date for the username change feature. \n       Changing your username will be free, and limited to a certain number of changes in a given time period.  \n       Username changes will only be available to Minecraft profiles that are on a Mojang account (those that log in with their email address). If you still log in with your username, visit account.mojang.com/migrate to update to the newer account format.\n       Minecraft servers now use a player's unique identifying number (UUIDs) to deal with player data. This means that if you have a cape, are a server admin, or are whitelisted or banned on a server, nothing will change.                         \n       You cannot change your name to an existing username. That would be crazy.\n       Unmodified servers and Minecraft itself will handle most of the transitions to using UUIDs. Custom mods or plugins will need to update to accommodate for these changes.\n\n\n\n\n译文：\n\n  在你在设定昵称时，我们已经告诉过你游戏中的昵称不能被更改，并且已经向你确认。虽然更改正版昵称正在被计划中，但是现在这个计划还未能被实现。\n而且我们还没有设定一个指定的日期来发布这个功能。希望这个功能被发布时，大家能改一个更好的昵称，毕竟这个昵称是被别人看到的。\n\n\n这里是关于更改昵称功能的一些信息：\n\n  1. 更改昵称的功能不会再1.8发布之前发布。但这不是“1.8发布，更改昵称功能就发布”的意思。\n\n  2. 更改昵称将会是免费的。更改昵称仅仅是在特定的时间内才可以完成，而且更改的次数视情况而定。\n\n  3. 更改昵称的功能仅对使用邮箱登陆的人开放，如果您还是用用户名登录的，请访问 account.mojang.com/migrate 更改账户格式。\n\n  4. 现在Minecraft 服务器正在使用一个识别玩家的号码(UUID)来控制玩家的数据。换言之无论你是OP、被封禁玩家、或白名单玩家，你的身份不会变化。（听上去是官方服而不是Bukkit)\n  5.你不能把昵称更改为已存在的昵称，这简直是废话。\n\n  6.  Mojang AB 会对未使用UUID（见第4条）的服务器进行修改。而且一些插件和mod也得因为本次改革而修改和更新。\n\n\n谢谢。\n\n\nPS：本人第一次翻译，若有错误请提醒\nPPS：如果想读原文练英语请点击原文链接，不知道为什么复制过来排版很乱\n\n",
    "replies": [
        {
            "author": "Crownge81",
            "timestamp": 1407292980,
            "txt_content": "lz码字辛苦啦   很期待正版用户可以改名字呢    ~"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1407293100,
            "txt_content": "Crownge81 发表于 2014-8-6 10:43\nlz码字辛苦啦   很期待正版用户可以改名字呢    ~\n谢谢你！"
        },
        {
            "author": "likeliang",
            "timestamp": 1407293220,
            "txt_content": "我还以为可以改了Orz"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407293700,
            "txt_content": "改名字什么的最棒了！"
        },
        {
            "author": "史蒂夫牌翔",
            "timestamp": 1416718980,
            "txt_content": "表示很赞啊我一开始名字乱打的orz然后换不了了"
        },
        {
            "author": "史蒂夫牌翔",
            "timestamp": 1416719040,
            "txt_content": "史蒂夫牌翔 发表于 2014-11-23 13:03\n表示很赞啊我一开始名字乱打的orz然后换不了了\n等等这里挖坟有事吗。。。"
        },
        {
            "author": "修改器很好玩",
            "timestamp": 1416724980,
            "txt_content": "史蒂夫牌翔 发表于 2014-11-23 13:04\n等等这里挖坟有事吗。。。\n好像有点事"
        },
        {
            "author": "laiyufan",
            "timestamp": 1466798520,
            "txt_content": "正版用户早可以改了！24小时内一次！"
        }
    ]
}