{
    "title": "[双线]PeaceCraft——[RPG][副本][神秘](介绍中英双版)[1.6.4]",
    "author": "1316675649",
    "replyCount": 0,
    "timestamp": 1407314460,
    "txt_content": " 本帖最后由 1316675649 于 2014-8-11 09:39 编辑 \n\n 听音乐慢慢看亲~\n客户端下载地址http://pan.baidu.com/s/1c02BB2K==========================中文版=================================\n欢迎来到PEACE CRAFT 神秘时代服务器！\n这是一个充满神秘色彩的服务器！\n这是一个充满友（ji）情的服务器！\n这是一个充满魔法的服务器！\n你还在为没有找到好的魔法服务器而忧虑吗？\n你还在为撸单机而感到孤独吗？\n那就来加入我们服务器吧！\n我们为玩家解析一切问题！\n一、服务器含有三个世界\n1：第一个世界为主城，玩家在主城可以查看服务器的最新公告，还可以在主城有活动的时候参加活动，还可以领取奖励哦\n2：第二个世界为地狱世界，看着一群逗比僵尸猪人，和他们娱乐的相处，但是不要玩的太过火，他们会选择群殴你，来对你产生感情。提问：地狱世界会更新地图么？答：当然每两周更新地图供玩家开采。\n3：第三个世界为资源地图，你可以在里面采取各种资源\n提问：我可以在资源地图里建造家吗？\n回答：不可以，资源地图是专门给玩家采集资源的地图，如果你在资源地图建家，我们将无法保证您的财产安全\n提问：如果我加入服务器比较晚，资源地图的各种资源都被采集光了怎么办？\n回答：你完全不用担心这个问题，我们每天会更新一次资源地图，资源是无穷无尽的！\n二、权限问题\n1：信任权限，当一个新玩家加入服务器之后，他是登录不了的，因为服务器采选白名单模式，带上你的基友，带上你的朋友，带上你的情侣，去论坛申请白名单吧~！\n2：服务器给予你白名单之后，你可以自由的玩耍all in free 但是不要玩的太过火了~。\n3：请勿向op索要任何权限，服务器没有任何义务给予你多余的权限！\n==================================================\n三、经济问题\n1：VIP权限，我们开放VIP，VIP是玩家之间的比拼也是玩家对服务器的赞助栋梁，没有了VIP哪里有的服务器？\n2：创造权限，你可以通过op以及腐竹购买建筑权限，给予你建筑权限是信任你的流程，也是开发你的双手能力。（除非服务器特发公告招聘建筑师，否则不会收建筑师）你不可能通过非法手段获得创造！\n3：我们接受所有玩家的无偿捐助！（服务器也是钱开的，腐竹压力山大啊）\n==================================================\n服务器宣传语：我们致力于打造出最和平的手艺服务器，我们是PEACE RAFT!\n服务器群号:159799114\n=================英文版=================================\nWelcome to PEACE CRAFT the mysterious time server!\nThis is a mysterious server.\nThis is a full of friendship server!\nThis is a magical server.\nYou are still good magic server not found worry?\nDo you still feel alone in his single?\nThen come and join our server.\nWe are all game player analysis!\nFirst, the server containing the three world.\n1: the first world city, game player can view server in the city's latest announcement,time can also have activities in the city to participate in the activities,\nCan also receive a reward.\n2: the second world as hell world, watched a funny zombie pigs than people, andthey play together, but don't go too far, they will\nSelect the group you, to have feelings for you. Question: hell world willupdate the map? Answer: of course, every two weeks to update the map for thegame player mining.\n3: the third world resource map, you can take a variety of resources inside.\nQuestion: can I build a home in the resource map?\nAnswer: No, the resource map is dedicated to the game player acquisitionresource map, if you home built in the resource map, we will not be able toguarantee that your\nProperty safety\nQuestion: if I join the server later, various resources map are gathering uphow to do?\nAnswer: you do not have to worry about this problem, we can update a mapresources, resources are inexhaustible!\nTwo, rights issues\n1: trust, when a new game player to join the server, he is not logged in, becausethe server choose white list mode, bring your\nGay friend, take a friend with you, with your lover, go to the forum for thewhite list!\n2: the server gives you a white list, you can play all in free but don't playtoo hard.\n3: do not ask for any permissions to the OP, the server does not have anyobligation to give you extra permissions!\nThree, economic problems\nThe 1:VIP permission, we open VIP, VIP is the competition between the gameplayer game player is on the server of VIP sponsorship, no money, what poweropen service.\nServer?\n2: creating permissions, you can buy building permission by OP and Yuba, givingyou the building authority trust your process, but also develop your double\nHand ability. (unless the server idiopathic announcement is recruitingarchitects, otherwise will not receive the architect) you can not get createdthrough illegal means!\n3: we accept all the game player's donation! (server is also money to open, sothe pressure of big mountain ah).\nServer slogan: we are committed to creating the most peaceful technologyserver, we are PEACE CRAFT!\n\nQQ group number: 159799114 AT LAST OPE YOU HAVE A GOOD TIME ~\n=======OP证明======\n\n\n\n=================服务器部分截图===================\n\n                                                            \n\n\n\n\n祝大家玩的愉快\n\n\n\n\n\n\n\n\n=========================================================================\n欢迎来到我们PeaceCraft服务器\n\n\n\n",
    "replies": []
}