{
    "title": "[原创连载]小白冒险记-HIＭ[第二十八章 阳光]",
    "author": "250=mo",
    "replyCount": 17,
    "timestamp": 1407323040,
    "txt_content": " 本帖最后由 250=mo 于 2014-8-6 19:07 编辑 \n\n第二十八章 日光\n      东方天际淡涂了些许异色的水彩，反映得这些繁叶更显黝黑。\n      不需在场亦可知营中械斗何如，几分钟前我才看见一发炮弹在我前上方飞过。爆炸的轰鸣声在此时似有撕裂耳膜的锐气。\n      林间在此黎明却有种说不出来的气氛，异常安静祥和，尽管除了天空，望不见任何非墨色的东西。但正是如此，每一个角度每一个画面都是美的，剪影一般的世界。\n      无意走入一块略空旷的地方，刺鼻的浓烟让我立刻便清醒过来了，四顾便知，我闯入了那墓园，但也已满目疮痍，Notch的石像从腰以上被毁掉了，墓碑左歪右倒，满地都是碎片，尘烟及火星满天飞。\n      望着那被毁的石像，千头万绪不知怎言说。\n      我叹了口气，转身走开。\n      “你他妈去哪？”——又是那个人的声音？我猛地转过身来，看见的确是一片漆黑，空无一物。我用手抹了抹脸，倒行几步，反过身去就不再理睬这些幻听。\n      沿着走过了的路，拨开垂下来的树枝，又见到了那平静的湖面。\n      疲惫的感觉又逆流上腿，我如一老人一般慢慢坐了下来，感觉压到了什么，摸出来是一把钓竿。我抓着钓竿，尽管没有钓鱼还是把鱼线抛了出去，望着浮标上下浮动。\n      战场上的声响算是止息了些许，结束了？胜利还是失败？\n      是时候离开这些鬼地方了……，我得找出离开这鬼服务器的方法……\n      可我又下意识想到，Herobrine才是破解这该死的玩笑的关键……，来到这地方之后什么怪事儿都能摊上我……，但是在这个战争服军训过以后也不是抬头喊声就能回去的……。唉。\n      无意竟发现天已经亮起来了，满天繁星在渐渐变白的天空中与消逝的命运苦苦拼搏，又是一种异样的美。我舒展舒展身子，站了起来，不大的湖面映着世界的虚像，与我们自认为的“真实”融成一片，没人说得出来镜像内的世界是否才是真实，而我们是否只是可怜的倒影而已……\n      不远处的山岳在晨雾中蜿蜒盘旋，山上树木郁郁葱葱，生机盎然的。转过身瞥了瞥朝阳才发现不知不觉太阳已升起，朝气对我的刺激略大，我捂着被刺昏的前额转了回来。\n      而当我继续眺望前方，却呆住了。\n      起初我还以为那只是一片云的阴影，但当我眼睛恢复以后，我简直不敢相信我所看见的——“天……”\n      那是成片的黑白区块，高速地扫荡而来，其间则是密密麻麻的如同蚂蚁一般浮动的小点。远远地，一座一座山被吞噬，仿佛要被吞噬的是整块大陆。我呆在那里，嘴巴也忘了合上。\n      前方仿佛有一阵一阵风传来，树叶随其狂乱地舞蹈。\n      我突然警觉了起来，下意识把手护向了枪。\n      不知为何就是不想把枪拔出来，尽管我清楚不拔出来的后果……\n      再等等……再等等……也许……也许只是错觉？\n      突然是树枝断裂的声音，我便看到一块树叶落了下来，也不理这不可能是敌人的行为，我立刻便抽出了枪，举直后四处张望。压抑的气息仿佛要从树林里扑出来，我下意思把左脚向后移去。\n      我听到一声水的宁静被打破的声音，但很明显那就是我左脚踩在水上发出来的——等等……\n      我立刻听到人手臂快速挥动的声音，以及枪支发出的机械声，我赶向树扑去，随之便是微型冲锋枪扫射的声音，子弹散乱地嵌在了湖边的沙地上。我靠在树干上喘着粗气，待一轮扫射结束后，我听到的是靴子和沙子的摩擦声，以及枪械组织碰撞摩擦的声音。\n      也许我可以趁现在出去干掉他？\n      不不不来不及了，也许早点就可以……\n      赶紧出去！还来得及，换个弹没那么快！\n      不不不不不不行！就快换好了！\n      管它的快出去……\n      不行……\n      ……\n      最后我还是屏住呼吸冲了出去，决心赌一把，扣住扳机把枪探了出去侧身就走离了掩护，才发现他离我还不到30米——也发现他的冲锋枪已经开始吐起了火苗，立刻密密麻麻的子弹就打在了我的四周，有几颗弹射到了我的身上，我也扣下了早就准备好了的扳机，一枪过去让我觉得我发了一枚炮弹。他立刻就暂停了射击，我还没来得及庆幸，他立刻又站了起来，火苗摇摇晃晃还是向我扫了过来。\n      ——没射中？不可能……只是……射中了脚罢了……\n      怎么办？……看见一击没有请他上西天，我立刻就慌了，完全没有意识到我的枪里还装着好几次请他上西天的资本。\n      更多的子弹冲击而来，幸然我机智灵敏，即时便跳回了树干后面，低下头看看自己穿的铁甲，上面布满了弹坑——拜托，也不想想这可是半厘米厚的铁板哎，那种劣质冲锋枪怎么射得穿？……\n      那家伙似乎防了点，子弹发射的声音渐行渐远了，然后枪声骤止，变成了急促的跑路声，我翻过身也没来得及瞄准就给了他一枪，他立刻就倒了下来。\n      我赶忙跑了过去，看见了那让小学生为之兴奋的完美的……\n      “不是吧……这都能爆头？”\n      我深深叹了口气，回过头略微张望一下——\n      “天哪……”当时我就被震住了，差点后仰摔在地上，视线也成了45°仰望……就不到300米的一座山岳，整个的成为了死亡的祭品，期间的怪物也不再是一个一个运动的点了。\n      突然一个怪物站在顶端的一颗树下抬头大叫一声，所有的怪物仿佛都和着它让自己的声带震动了起来，整个天空都被撕裂得找不出一块完整的宁静来。\n      我跑回了军营。\n\n      宏壮的残垣断壁代替了军营，太阳虽初升但却毫不柔和，黑白分明地将万物分成了黑白两面。盔甲被晒得发烫，可我却感觉越来越冷。\n      看起来是我们赢了，几十个敌人投降，现在正被粗暴地作为战俘压制着。几个拿着枪地士兵押送着他们走过。无论士兵还是战俘，他们都面无表情。\n      我也不大确定我听到的叫骂是谁叫出来的了，反正对我都没区别。\n      令我心寒的一瞥，我发现Morlan正背靠着一栋沙石砌成的墙在阴影中把玩自己的钻石剑。他的眼睛也不知道是瞪向何方，反正我觉得他就是瞪住了我，里面填满了愤怒和杀意。那感觉就像我的脖子上架着他的钻石剑。我祈祷那只是幻觉，走开了。\n      我也找了面墙，不过是对着东方的，坐了下来，浴在阳光中思考该去哪里满足我渴望早餐的胃。\n      混乱中我垂头睡去了，一晚上没睡的感觉可不好受。\n      ……\n\n      “救命！……”\n      走走走，别烦我睡觉，我已经知道这是梦啦，别烦我就好。\n      “妈的！放开我！”\n      枪声。\n      都安静点行吗？这是我的梦哎，听听话好吗？\n      突然脸上受了一击，我立刻清醒了，一根长管被递到了我的手里，用膝盖想都知道那是一把枪，我抬起迷糊的头来，期望看到一张慈祥的笑脸，但却只看见一张铁一般的阴沉沉的脸，眼神里依旧夹杂着愤怒和杀意。\n      “还不起来！要开始了。”\n      我立刻站了起来，正了正自己的头盔，稍微活动一下僵住了的肩膀。礼貌性地苦笑一下，走开了，跟着其他几个士兵，方向貌似是向广场。\n      我偷偷回过头去瞄了喵他，他正仰望着天空，手上抓着一瓶喝剩一半的酒，背影深沉得可怕。\n      ……\n\n      “求求你了……我弟弟还在服务器里……“他哀求着，眼睛里泪汪汪都是可怜。虽然被绑得紧紧的仍然试图跪下来。\n      尊严呢？我想。\n      不过除了死亡真的没什么能把一个人整成这样。\n      恻隐之情在我心底漫开，我颤抖着，遏制着我的情绪。太阳升得也蛮高的了，阳光很剧烈，但我巴不得它再剧烈些，这样我就不会感觉全身冷冰冰的了。\n      “三！”\n      “二！”\n      我闭上眼睛，决心不再动情。套用某人的一句话，“这只是个游戏而已！”\n      “一！”\n      砰！\n      ……\n      整个广场也只有寥寥几声枪响回荡。他们左顾右盼，喧闹声不断。我听到了无数责骂没开枪的人的声音。\n      “干嘛不开枪！害我也跟着没开！”\n      “就等你了啊操！”\n      闭嘴……不要说了……我仿佛感觉他们在骂我……他们围着我……不……闭嘴……不要说了……\n      我咬死牙。完成了刑事，就可以走了，那么简单。反正我的剑已经沾血无数了……\n      那个男人还在央求，还夹杂着辱骂，骂这个混蛋的服务器，骂这场混蛋的战争，骂这个混蛋的队伍，骂这个混蛋的……处刑人。\n      隐约从话语里知道了他和这个服务器几年的感情。我突然又发现，我的剑也没砍过多少个敌人啊……\n      “大家，这群狗娘养的，杀了我们那么多弟兄，该不该死！”典型的洗脑动员。\n      “该死！”压根无几人回应。\n      “可……”弱弱地有几人想说什么。\n      “该不该死！？”Morlan愤怒了，“这帮混蛋偷我们的资源，用于装备精英，屠杀我们的弟兄，连平民都不放过……”\n      “我们没有！”一声高呼抢去了所有的话头和注意力。我望去，那个将死的战俘就站在第一位，双眼发红，全身的青筋暴起，咬着牙切着齿，死死瞪着台上嚣张的领导人。\n      “混蛋你说什么？”Morlan拔出剑指着他，“还想有完尸就给我他妈的闭嘴！”\n      “你他妈的听见了！我们他妈的没有！”那个战俘丝毫不惧，甚然往剑上逼。气势镇住了全场。\n      Morlan本还想说些什么，但咬住了上唇，把剑收回了鞘中。他走到战俘前，也用雄鸡搬的眼神瞪着他。\n      鸦雀无声。\n      “你……有种。”说罢他转过身来，却突然将剑抽出！刀刃由腰部向上斜切开了他的身体，鲜血溅到了周遭7米之外。无人敢稍作动弹，风也是。\n      ——但他似乎还未解恨，转回身来，对尚未死去的上半部分猛砍，碎肉和血随着剑道拍到了其他战俘和处刑人的脸上。\n      我也瞪着他。\n      他是个惹人憎恨的魔鬼。\n      他泄愤完毕，剑上已挂满了此人的内脏肠子一类东西了，全身都是深红色，血淋淋的——就连牙龈都被咬破了，牙齿缝被染成红色——活像一个嗜血的恶魔。\n      “谁他妈还反抗，就和这王八蛋一样！”他用剑尖指着那团最大的碎肉，一节肠子拖到了地上。\n      “三！二！一！”这次他也不设悬念了，“放！”\n      几乎是整齐的一排枪响。我犹豫了一下，还是扣下了扳机。\n      似乎上帝都正在怜悯这个可怜的家伙，这一枪没打出去，后面却弹出弹壳来。我又补了几枪，声音都不对，像是玻璃球装上金属板。\n      原本已经做好了死的决心的那可怜人又动容了，口里念叨着各种感谢上苍。\n      Morlan显然是看见了，大步流星地走来，用力得诠释了一步一个脚印，暴戾地说：“你又他妈地怎么了！？”现在他每说一句话都带一个“他妈的”。\n      我还在拼命尝试，就是没法终结了前面这蝼蚁的小命。\n      他一把抓过我手里的步枪，在他大腿上狠狠一磕，然后一只手举起来对着这家伙扣动扳机，任子弹扫入那个 仍在“感谢上苍”的人，直到打完了一个弹夹才把枪丢在了旁边。\n      我呆呆地站着，看着那被射的千疮百孔地尸体，顿感无力了。\n\n      本章完       字数：3825\n\n      呐，说好的高产……不奢求金币人气了就求个顶一下或者评论吧……\n      下一章内容可能较多……所以可能没那么快\n\n索引：http://www.mcbbs.net/thread-97789-1-1.html\n\n[groupid=255]同书人[/groupid]",
    "replies": [
        {
            "author": "@💊🌂🔔",
            "timestamp": 1407336780,
            "txt_content": "写的蛮不错的=w=\n(至少比我的好多了~）"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407337260,
            "txt_content": "为什么你们是蓝色高亮？"
        },
        {
            "author": "250=mo",
            "timestamp": 1407337860,
            "txt_content": "CloudsXDao 发表于 2014-8-6 23:01\n为什么你们是蓝色高亮？\n我也想知道……"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407338160,
            "txt_content": "250=mo 发表于 2014-8-6 23:11\n我也想知道……\n@下a245？"
        },
        {
            "author": "250=mo",
            "timestamp": 1407372360,
            "txt_content": "CloudsXDao 发表于 2014-8-6 23:16\n@下a245？\n其他的也有，可能是新政策吧"
        },
        {
            "author": "250=mo",
            "timestamp": 1407397020,
            "txt_content": "@yuchenyang 其实我是不想@人的，可是一天了都没什么人……你就过来帮忙@一下呗"
        },
        {
            "author": "yuchenyang",
            "timestamp": 1407399240,
            "txt_content": "这章出的好快←w←"
        },
        {
            "author": "250=mo",
            "timestamp": 1407399300,
            "txt_content": "yuchenyang 发表于 2014-8-7 16:14\n这章出的好快←w←\n下一章稍微就慢点……"
        },
        {
            "author": "天神的翅膀",
            "timestamp": 1407402780,
            "txt_content": "有毅力啊！我写几段就弃坑了。。。"
        },
        {
            "author": "250=mo",
            "timestamp": 1407402780,
            "txt_content": "天神的翅膀 发表于 2014-8-7 17:13\n有毅力啊！我写几段就弃坑了。。。\n说来都是泪啊……"
        },
        {
            "author": "A王O子A",
            "timestamp": 1409037000,
            "txt_content": "为什么HIM的M要加深颜色哈？\n还有，一个月不见写了两章，不错嘛，不过我依然懒得看"
        },
        {
            "author": "250=mo",
            "timestamp": 1409099760,
            "txt_content": "A王O子A 发表于 2014-8-26 15:10\n为什么HIM的M要加深颜色哈？\n还有，一个月不见写了两章，不错嘛，不过我依然懒得看 ...\n我没给M加深吧……可能论坛的问题"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437025560,
            "txt_content": " 更多的子弹冲击而来，幸然我机智灵敏，即时便跳回了树干后面，低下头看看自己穿的铁甲，上面布满了弹坑——拜托，也不想想这可是半厘米厚的铁板哎，那种劣质冲锋枪怎么射得穿？\nmo······冲锋枪的口径一般在7~12毫米之间，虽然用的都是手枪弹，但是即使是7毫米的手枪弹在30米内也能击穿半毫米的钢板，注意是钢板，而且枪劣质对威力是没多大影响的，顶多卡个壳什么的，子弹劣质才会影响威力，除非你用的是阿三产的子弹······"
        },
        {
            "author": "250=mo",
            "timestamp": 1437025740,
            "txt_content": " 本帖最后由 250=mo 于 2015-7-16 13:56 编辑 \n一枚渣渣 发表于 2015-7-16 13:46\nmo······冲锋枪的口径一般在7~12毫米之间，虽然用的都是手枪弹，但是即使是7毫米的手枪弹在30米内也 ...\n是这样么……谢指导，在二十四章前我其实还对枪械一无所知呢，以为劣质冲锋枪质量很差……@1137246733 "
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437025860,
            "txt_content": "250=mo 发表于 2015-7-16 13:49\n是这样么……谢指导，在二十四章前我其实还对枪械一无所知呢，以为劣质冲锋枪质量很差…… ...\n其实应该是我向你指导小说，我也就半吊子伪军迷"
        },
        {
            "author": "250=mo",
            "timestamp": 1437026220,
            "txt_content": "一枚渣渣 发表于 2015-7-16 13:51\n其实应该是我向你指导小说，我也就半吊子伪军迷\n每个人都有擅长的地方嘛。对于军事一类我是狗屁不通，自然只能求指教了……"
        },
        {
            "author": "一枚渣渣",
            "timestamp": 1437026520,
            "txt_content": "250=mo 发表于 2015-7-16 13:57\n每个人都有擅长的地方嘛。对于军事一类我是狗屁不通，自然只能求指教了…… ...\n嗯，其实我也就半吊子了，没什么好指教的，也就研究一下武器什么的，加个好友吧"
        }
    ]
}