{
    "title": "<原创·连载>[作者:aabbcc123][已更新至第三章:生存第一天]",
    "author": "aabbcc123",
    "replyCount": 13,
    "timestamp": 1407321060,
    "txt_content": " 本帖最后由 aabbcc123 于 2014-8-6 19:12 编辑 \n\n    {:10_518:}嘛，上次被版主删帖了，应为字数太少了。这次重发。\n\n        发个索引先\n            第一章   《我见到个逗比》        第二章   《巫师老头》\n\n正文：\n      \n       夏洛克以一个漂亮的弧线砸在了临近的一个小岛上，再疼痛下蜷缩成一团，如同筛糠一般剧烈的抽搐。那一个重击给夏洛克所造成伤害虽然不会造成重伤，但也不会有什么好受的。夏洛克缓了好一伙才支撑着自己站起来，回头看向水面却是风平浪静，仿佛刚才什么都没有发生似的。再抬头看看天时，太阳已经过了正中了。夏洛克赶忙观察了一下自己所处在的这个小岛，一共就只有两个树，少得可怜。一阵声响过后更是一毛都不剩了，夏洛克费劲的将一块橡木削成四块橡木木板，再把四块木板组合起来，奇迹的事情发生了！四块木板真的组合了起来，成为了一个自带锤子，锯子，斧头以及多个工具的一个台面。夏洛克连停也没停，将工作台摆在草地上，再次将一个原木削成了四个木板，将两个木板削成两根木棍，上下的两个联合起来后，将多出的两个木板分别做成了一个很精妙的连卡器和一个如同弯弯的萝卜的似的东西。组合起来后，一个简陋的木杵就完成了。夏洛克拿着木杵小心的靠近水边，在发现了那个鳄鱼没有踪影后。小心的将靠近水边的那几个草地全犁成田地后，翻出背包的一片西瓜后，将籽都挑了出来种在田地里。再一次抬起头看一看天时，太阳已经快要落下地平线了。立马抓紧赶工，做出了一个木镐，在将工作台打破后直直的向下挖掘泥土。在最后的一点阳光的照耀下，用那把小小的破木稿有向下挖了三格后，以自身为中心分别向四周挖了两格后，将工作台又一次放了出来，将挖来的石头组合成一个烧烤炉似的石炉就完成了。夏洛克把石炉摆在地上迅速的在石炉的上方塞进两个原木，然后在下方塞进一个木板，神奇的事情又一次的发生了，一股火焰升腾了起来，夏洛克再次抬头看向洞口，太阳落下的夕阳将天空染成了橘子一般的橘红色。夏洛克发现天色不早了，于是把洞口用泥土堵上，在石炉的的火光下又削出了两个木棍，夏洛克眼疾手快的从石炉里取出了一个烧好的木炭。把其中的一根木棍分劈成四份后，再将那四份的一头都劈成了三瓣。夏洛克从工作台掏出锤子，将掏出来的木炭一下锤成了四块，再将砸碎的小木炭塞进小木棍的开口里，一个简易的火把就完成了。火把的光比石炉里的光强多了，一下子就将黑暗驱逐了整个洞穴。这下夏洛克终于可以停下来休息一下了，当夏洛克看到他做的石炉时，他回想起了一些往事。在他还只有5岁的时候，他花费了一个金格尔从商队护卫长的手里买来的石炉制作方法，又想起了自己在烧烤时将后院烧了个精光。那时他在商队里多麽的快乐，和父母之间有那么多美好的记忆。现在却在生机渺茫的沼泽里，连父母的生还是死都不知道。伤心地感觉如同决堤一般冲破夏洛克的心灵防线，他难过的哭起来。但他也并没有错啊，他只有7岁，能一直保持坚定到现在已经很不容易了。在这个时候，夏洛克的背后，石头仿佛一张布一样，被切割开来，从缝隙里可以看到幽蓝色的仿佛在流动一般的物质里还有点点星光参杂在其中。可人还没见到，声音却已经听到\n\n\n\n",
    "replies": [
        {
            "author": "HGK",
            "timestamp": 1407321240,
            "txt_content": "题标错了\n这个是索引的题标"
        },
        {
            "author": "2467212759",
            "timestamp": 1407321300,
            "txt_content": "发布两次了 楼主"
        },
        {
            "author": "aabbcc123",
            "timestamp": 1407322740,
            "txt_content": "2467212759 发表于 2014-8-6 18:35\n发布两次了 楼主\n没办法。。。给删了嘛"
        },
        {
            "author": "xcc",
            "timestamp": 1407322800,
            "txt_content": "写得不怎么样"
        },
        {
            "author": "吕小小布",
            "timestamp": 1407323280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "aabbcc123",
            "timestamp": 1407323760,
            "txt_content": "xcc 发表于 2014-8-6 19:00\n写得不怎么样\n\n菜鸟的我哪里会写得多好。。。。{:10_494:}谢谢批评，回去反思{:10_502:}"
        },
        {
            "author": "xcc",
            "timestamp": 1407323880,
            "txt_content": "aabbcc123 发表于 2014-8-6 19:16\n菜鸟的我哪里会写得多好。。。。谢谢批评，回去反思\n２Ｌ是ＨＧＫ，你学习下他的作品"
        },
        {
            "author": "aabbcc123",
            "timestamp": 1407329940,
            "txt_content": "xcc 发表于 2014-8-6 19:18\n２Ｌ是ＨＧＫ，你学习下他的作品\n恩恩，正在努力的看和学习，但有一事想问？《屠杀》为什么只写到约翰被抓走，后面还有吗？我找不到，求助"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407337560,
            "txt_content": "245，你为什么给他高亮不给我QAQ"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407337680,
            "txt_content": "aabbcc123 发表于 2014-8-6 20:59\n恩恩，正在努力的看和学习，但有一事想问？《屠杀》为什么只写到约翰被抓走，后面还有吗？我找不到，求助 ...\n没了，后面自己脑补去"
        },
        {
            "author": "aabbcc123",
            "timestamp": 1407503460,
            "txt_content": "额，上次写得很水。。。。这次再来，看看有没有进步。\n\n      “如果不是因为你来到了这沼泽的深处，也不会是你来经受这份历练。”夏洛克惊恐转身，因为能在如此小的空间里出现的生物，还有说话的能力那么就只有......安德先生！一个身材略瘦的人从那形似固体但却在不断像晃动的果冻一般的那一层物质中走了出来，<他/它>穿着西装。若是不去看<他/它>的脸，那想必也会被<他/它>的气质所吸引，可没人不会去看<他/它>的脸，应为<他/它>的脸一个五官也没有，连皮肤都是和白羊毛一样的颜色。若是在有勇气看多一伙，就能看到许多触手在<他/它>的背后，但却不像乌贼的触手那般恶心，而是有着规律的在摆动。夏洛克的双腿被恐惧所拖拽，一下子跌坐在地上，等着自己被安德先生快递到阎王爷那。安德先生丝毫没有在意夏洛克的异样，挥手把那面撕裂的石头重新缝合起来。虽然安德先生，没有五官，可他依然能说话“你的父母被经过的商队救了下来，现在已经安全的回到了商会，但所有人都认为你在沼泽的深处是不可能存活下来，已经给你准备好后事了，你的亲友们在你的“灵位”哭得很伤心。”夏洛克在颤抖中听完了全部，他的心情有悲伤到恐惧，再有恐惧转为奇怪，有奇怪后再转为开心，开心过后又变成了对家的想念。安德先生静静的看着夏洛克那浮现于脸上的内心变化，最后从不知什么地方拿出了一本书，在摩挲了一伙后抛给了夏洛克。而又一次沉浸在自己的回忆里的夏洛克，突然感到有一样东西落入了自己的腹部，在他低头看向那一物品时，安德先生已经不见了踪影，而刚才被切割开来的石头更是完好如初，留下来的就只有夏洛克的记忆和那本书。夏洛克打量着这个由不知道是什么动物的皮做书皮的书，但在翻开封面后，他彻底的被惊呆了！书上写满了各种物品，机器，工具，武器，装备的合成方式。而在合成方式的后面，更是有药水的酿造公式，以及很多由常年生存在野外的冒险者们总结出的生存技巧。夏洛克连刚刚发生的奇异事件都不顾了，完全沉浸在知识的进食中。直到他感觉到自己的五脏庙在玩集体的抗议时，他终于合上了书。夏洛克舒展了一下自己长时间麻痹的双脚后，耀武扬威的拿出背包里的西瓜。（一阵子过后。。。。）夏洛克舒畅的打了一个饱嗝后又削出了两跟木棍，做出了一个石镐，选择了向南方的那一凹口，以阶梯的方式不断的向更深的地层进发。。。。。\n    矿道里的火把不断地升腾着火焰，但火光毕竟不及阳光，火光的晃动使得矿道里的黑暗总是时隐时现的。光明与黑暗之间的关系总是如此，有光就有暗，有暗就肯定有光。可本是空无一人的矿道却传来了一阵奔跑的声音，矿道里的光芒也随着奔跑声音的变大而不断的随之被一一扰乱。奔跑的人是夏洛克，可此时他才管不了什么快慢的问题，应为此时的他正在逃命，几分钟前他引爆了他用来开矿的TNT，但悲催的他炸到了地下要塞，要塞的一面墙给炸掉了，当夏洛克潇洒的在烟雾中查看自己有没有炸出什么好的矿物时。他惊呆了，面对他的不是什么矿物，而是一堆的的僵尸。此刻，他正在不断的问候那些僵尸的全家老少。至于夏洛克为什么会有火药和沙子就要从他开始生存的第三天开始。夏洛克的挖矿速度如同神速，仅仅几天就有能力来做钟了，在钟的帮助下，窝藏在地底的小鼹鼠终于再次见到了阳光。“小鼹鼠”用自己剩下的最后一点木头做成了梯子搭在洞口，但他并没有急于出去，而是再次勘察了周围的环境，因为他的常识知道，即使是在白天也会有蜘蛛和爬行者着些不怕阳光的怪物。因为在城市里经常会有因为一些房屋的房顶没有好的照明而滋生出爬行者，在人们靠近时被爬行者隔着房顶炸死或炸伤。侦查的结果是,还真有怪物在他所处的岛上。他一跃而起，准备来个屠城。。。。。。"
        },
        {
            "author": "418878840",
            "timestamp": 1407724680,
            "txt_content": "aabbcc123 发表于 2014-8-8 21:11\n额，上次写得很水。。。。这次再来，看看有没有进步。\n\n      “如果不是因为你来到了这沼泽的深处，也不会 ...\n可以在一个帖子里发两次？"
        },
        {
            "author": "aabbcc123",
            "timestamp": 1407741420,
            "txt_content": "418878840 发表于 2014-8-11 10:38\n可以在一个帖子里发两次？\n可以吧。。我的回帖都被审核通过了"
        }
    ]
}