{
    "title": "[原创-连载]破灭虚空 第一巻 第03章 改变者",
    "author": "龙腾猫跃",
    "replyCount": 8,
    "timestamp": 1407411420,
    "txt_content": " 本帖最后由 龙腾猫跃 于 2014-9-6 19:22 编辑 \n\n第一卷 破晓第03章 改变者\n　　三分钟后……\n　　学者：“嗯，现在精神状态貌似正常了，嗯，你老实点，我先问你，你先回答了我才会回答你的问题！”\n　　宁苍辰（半呆滞状态）：“哦……审训啊……”\n　　默默站着的肌肉男终于发话了：“靠，审训你一脸！他是我们这里的教授！懂吗！教授！你竟然这……唔唔唔……”\n　　学者，额不，教授右手一把捂住他的嘴，继续说：“嗯，好了，现在开始。你是从哪里来的，叫什么？”\n　　宁苍辰（继续呆滞中）：“哦……”\n　　“……这货看来真是傻*逼，小丘，我们别理他了快点回去，快快快……”\n　　宁苍辰终于被“傻*逼”俩字刺激正常了，于是条件反射式地叫到：“你才傻*逼！你全家都傻*逼！”\n　　接着恢复正常的大脑开始思考对策，学者，嗯，听肌肉男的称呼应该是姓丘，那看到丘学者那满脸不耐的脸色，继续挤牙膏一般地说：“我叫宁苍辰，来自……来自……”\n　　接着，宁苍辰抱着头，装出痛苦的模样，说：“我想不起来了！”\n　　他的对策是——装失忆！如果他说他来自地球估计不久就会被解剖了！他现在最怕的是他们有啥逼供的或者让人恢复记忆的玩意，他就上天无门，下地无路了，别人把他记忆恢复了再问，他编个嘛？\n　　“看上去不算坏人……”其实，他的心早就乱了，如果对方有恶意，他早就去领便当了，最好的情况也是被绑成粽子一样，肿么可能好好活到现在！\n　　有了这个肯定，宁苍辰于是开始提要求：“额，可以先给点吃的么……”\n　　虽然不知道自己为啥腰不酸了腿不疼了，但是他的肚子都要饿痛了！所以，他在搞清楚情况之前，也得解决自己的身体问题啊，身体是革命的本钱！\n　　对面的俩人显然没想到宁苍辰会来这一句，愣了一下，去门外叫了一句，不过宁苍辰没听清，然后他叫那个一直呆呆站着的老妇先回去。\n　　不一会儿，一个穿着厨师衣服的年轻小伙就把一碗饭和两盘菜端了上来。碗和盘子都是白色的，很朴素，没有任何装饰。\n　　“原来异世界也有这些东西啊！”宁苍辰满脸回到家乡的幸福表情，但是，很快他就发现了问题——\n　　“啊嘞？没有筷子么？”\n　　万万没想到，肌肉男竟然回复：“快纸？那是什么？”\n　　宁苍辰当场石化——“没有那啥，辅助吃饭吃菜的东西么？！”随即在心里叫，那你们是怎么吃的！学猪拱么！\n　　肌肉男直接抓了些饭就塞进了嘴巴，“就这样，还要什么？”\n　　“……我……靠！”\n　　半天后，又挤出来一句：“难道……你们……不怕烫？”\n　　回答：“你的体质到底有多差？这点温度都受不了？”\n　　惊呆的宁苍辰在心中咆哮&怒吼：“What？这刚出炉的菜诶！尼玛啊！我是来自地球的普通青年哪能和你这五大三粗的比，这不是成心玩我么！”\n　　沉默地看着这场戏的学者终于发话了：“喂，你直接让他报等级呗，唠叨。”\n　　听了这句话，宁苍辰瞬间感觉大脑不够用了：“等……级？！”\n　　学者竟然无语了：“你该不会失忆到连这3岁小娃娃都知道的都忘了吧？”\n　　“额？呜，嗯。”既然你们这样说我就顺台阶下了吧，我是白痴我是白痴，我什么都不知道……\n　　“嗯，好吧……看来说得没错……这样，用想象力，想象一个……嗯，方方的板子，飘在自己身体前方。”在这种“常识”问题上，学者表现出了极高的耐性。\n　　虽然很想吐槽，但是宁苍辰还是乖乖照着做了。他刚开始想象，就感觉他的精神一下恍惚，不过只是一瞬间，接着一个浅蓝色的“方方的板子”，或许应该叫做面板，就这样凭空出现在自己眼前。\n　　“啊！”宁苍辰一下从椅子上摔了下来，那个浅蓝窗口也跟着他飞了下来。\n　　宁苍辰闭上眼睛，念叨了几句“要淡定，淡定”，十几秒钟后颤颤巍巍地睁开眼睛，看向那个只存在于小说、电影中的面板。\n　　窗口背景浅蓝色，边框是蓝色，整个呈现半透明状态，还散发着淡淡的光，整体结构给人一种协调的美感。上面白色的字和线条像是从表面突出来一般，就算背景是浅蓝色也看得很清楚。\n　　面板用一条朴素的线分成两半，右边纵列着很多按钮，左边写着一些文字数据：\n　　等级：12（16%）\n　　生命：60/60（100%）\n　　水平：78%（+0%）\n　　力量：9（+0）\n　　防御：3（+1）\n　　敏捷：11（+0）\n　　智力：30（+0）\n　　损伤：0（<0.1%）\n　　这个场景不由得让宁苍辰想到了传说中的网游，不过有一堆东西他都不懂。并且24的智力和11的力量，这鲜明的对比仿佛在无声地诉说苦逼学生党的悲哀……\n　　把数据挨个报了，肌肉男竟然喷了：“我噗——10级，9力量……哇哈哈哈……你是不是连家门都不出啊！哎呀笑死我了，真有这么弱……”\n　　宁苍辰无语，自己好歹有个10级，不是1级！\n　　学者接着说：“24的智力也算天赋很不错的了，体能可以弥补。”\n　　“那个，10级很弱渣么？”其实宁苍辰想说，你们这史莱姆是11级的么？\n　　学者憋住笑：“嗯，人族14岁差不多都是11级了，好点的都是12级，10级是7岁小盆友的水准……哦，1级那是蚂蚁之类的……”\n\n作者吐槽1823字诶！给力了吧！超过我说的1400多少了！= =……所以求一个回复吧QAQ\n\n章节信息本章节字数：1823字\n索引帖地址：http://www.mcbbs.net/thread-313594-1-1.html\n下一章地址：http://www.mcbbs.net/thread-320721-1-1.html",
    "replies": [
        {
            "author": "the-blaze",
            "timestamp": 1407411660,
            "txt_content": "活捉野生一脸教教员"
        },
        {
            "author": "the-blaze",
            "timestamp": 1407411720,
            "txt_content": "活捉野生一脸教教员"
        },
        {
            "author": "Terry39",
            "timestamp": 1407412020,
            "txt_content": "话说有级别差评= ="
        },
        {
            "author": "473937269",
            "timestamp": 1407412020,
            "txt_content": "写的不错，继续努力，（虽然我没看）"
        },
        {
            "author": "HGK",
            "timestamp": 1407412680,
            "txt_content": "RPG类型小说很受欢迎啊貌似\n写得不错"
        },
        {
            "author": "HGK",
            "timestamp": 1407412740,
            "txt_content": "RPG类型小说很受欢迎啊貌似\n写得不错"
        },
        {
            "author": "xcc",
            "timestamp": 1407412920,
            "txt_content": "the-blaze 发表于 2014-8-7 19:42\n活捉野生一脸教教员\n哟烈焰人啊"
        },
        {
            "author": "the-blaze",
            "timestamp": 1407414360,
            "txt_content": "xcc 发表于 2014-8-7 20:02\n哟烈焰人啊\n怎么了？（活捉……）"
        }
    ]
}