{
    "title": "[欠人手][看兴趣][mod制作设想]仙灵记",
    "author": "Lovin",
    "replyCount": 12,
    "timestamp": 1407422280,
    "txt_content": " 本帖最后由 Lovin 于 2014-11-15 13:46 编辑 \n\n楼主弃坑了，这个q群暂时保留着，有谁感兴趣的自己可以开发，idea什么随便。\n\n前言：\n个人玩mc已经接近两年了，从最初的小白，到基本了解原版，到玩mod，到自己整合，到mcbbs发mod教程，到利用lang文件汉化，到深入到class文件汉化，短短的两年，在minecraft的陪伴下经历了这么多。\n到如今突发奇想想要做一个国人mod，这一切都只是出于对mc的兴趣。国内原创mod对比下的稀少确实让人有点感觉不爽，目前设想的这个mod也不知道规模会做到多大，甚至会不会做出mod都成问题。\n\n楼主目前读大学，但并非计算机专业的，电脑编程也仅仅限于学过C++和很久以前学的free pascal。\n帖名的“仙灵记”是目前楼主假设的mod，这帖是用来招一群与楼主有同样想法想制作一个真的能玩的mod的人。\n也不知道此帖会有多少人看到，下面是目前假设的mod内容。\n\n有想法的人希望能回复帖一下（或者加q群），其实最主要的是缺写mod代码的触手。有共同想法的可以一起，不喜欢的可以直接无视这帖。\n虽然楼主并非学计算机，但自我感觉个人的审美观念还是正常的，材质制作之类的楼主可以参与。\n\n下面一些图都是ps出来的，有一幅“蕴灵石英”的图是改原版石英材质出来的。\n以下内容仅供初期参考，可以根据实际情况修改和添加新的mod物品。\n\nQ群：72368416\n\n\n\n\n\n\n仙灵记.jpg (154.82 KB, 下载次数: 4)\n\n下载附件\n\n2014-8-7 22:19 上传\n\n\n\n\n\n\n概述：\n这是一个以灵气为力量来源的mod，玩家在修仙过程中经历多重天劫而成仙。\n\n玩家能通过从周围蕴灵方块所散发的灵气中汲取力量来提升自身能力，方块的蕴灵程度直接影响能力的提升速度。\n\n要想感应到灵气的存在，首先要开启灵脉。\n灵脉的开启方式有两种，一种是自身明悟，另一种是利用仙人遗书。\n1.自身明悟：在世界生成时会生成灵湖，灵湖内的液体名为灵液，将自身浸没在灵液中（此时会获得灵气buff），然后在灵液中浸泡至窒息死亡（身上需携带一本书），此时将会有30%的几率开启自身灵脉。\n2.仙人遗书：仙人遗书可在地牢中有几率找到。右击使用仙人遗书，将会召唤出一团仙人遗留意识，手持书右击仙人遗留意识可开启自身灵脉。\n\n灵脉开启后只是处于一级灵脉，灵脉共有4级，灵脉的升级顺序为一级灵脉、二级灵脉、三级灵脉、仙脉。\n每经历一重天劫灵脉都会上升一级，天劫共有三重。\n每级灵脉都有限制某些物品和多方块结构的使用权限。开启灵脉后会有灵力值和元神释放的能力，灵力的恢复按百分比每秒。\n释放元神所在位置的周围蕴灵多少会影响玩家灵力值上限。元神会吸引怪物并受到怪物的攻击。若不释放元神则灵力值上限只有基础上限。\n\n世界生成的怪物中，由于受到灵气的浸润，有20%的几率会生成蕴灵怪物。蕴灵怪物带生命恢复1和抗性提升1和力量1。\n一级灵脉：\n拂尘：合成表：\n线 羊毛 线\n线 木棍 线\n    木棍  \n很多多方块的建筑都需要用拂尘来进行右击形成多方块结构。\n\n灵火鼎：\n多方块结构，构筑为3*3*3的整体。主体需铁，中央需岩浆。需一级灵脉并用拂尘右击结构才会形成灵火鼎。\n将铁练成精铁，此后还可升级灵火鼎。\n\n精铁剑：\n耐久无限，伤害与铁剑一致。计算杀戮数（只有杀戮怪物时才会增加杀戮数）来升级剑的等级，当精铁剑的等级到顶时可升级，升级需二级灵脉。\n每次攻击需消耗灵力。\n\n一重天劫：\n需要用石英块摆成一重天劫阵，然后用满等级的精铁剑右击中心方块可开始天雷。\n会降下一道天雷劈中玩家，天雷伤害为10颗心，并附带着火效果。同时在玩家前方生成一个“天劫云”生物攻击玩家。\n当杀死天劫云时会掉落仙人遗书（一重天劫），右键使用即可进入二级灵脉。\n二级灵脉：\n玉石矿：用不带精准采集的镐挖掘，掉落1个精玉。\n而用精准采集的镐去挖掘，会获得1个玉石矿。\n\n精玉：用玉石矿和蕴灵石英刻合成可获得3个精玉，精玉可用来合成精玉壶，精玉壶能用来盛载和放置灵液。\n\n灵液：灵液只能用精玉壶装载，用空桶直接右击只会获得水。世界生成的灵液若接触到非蕴灵方块会变成去灵凝块。灵液不会无限水一样形成新的灵液。\n\n灵液池：\n多方块结构，4*4*2，灵液池周围用精玉块围成，中央灵液。需二级灵脉并用拂尘右击结构才会形成灵液池。\n许多物品和方块可右击放入灵液池来进行蕴灵化。\n将精铁剑的等级刷满时可放入灵液池变成蕴灵精铁剑。\n蕴灵精铁剑耐久无限，伤害比精铁剑+1，每次攻击需消耗灵力，杀戮数来升级剑的等级。\n蕴灵精铁剑右击可发出一道剑气，伤害与普通攻击一致，消耗灵力。\n\n蕴灵石英：\n石英经由灵气浸润而形成，将普通石英放入灵液池中，等待数时即可。蕴灵石英能像下界石英一样进行合成。此外蕴灵石英还能合成蕴灵石英刻，用于剔除玉石矿的杂质来获得精玉。\n\n\n\n\n2014-08-07_21.11.16.png (82.06 KB, 下载次数: 9)\n\n下载附件\n\n2014-8-7 22:19 上传\n\n\n\n\n\n\n蕴灵精铁：\n将精铁放入灵液池中可变成蕴灵精铁。\n蕴灵精铁可合成相应的灵铁镐、灵铁斧、灵铁锄、灵铁锹、灵铁剪。\n以上灵铁工具与原版钻石工具的挖掘特性一样，耐久只有相应钻石工具的三分之二，灵铁剪的耐久为剪刀的3倍。\n附魔属性与金一致。\n\n灵丝绸：\n将羊毛放入灵液池中可获得灵丝绸。\n灵丝绸可用来合成防具，一套灵丝绸\n\n摄魄幡：\n在杀死怪物时，快捷栏中若有摄魄幡，可有几率收获得以下金魄、木魄、水魄、火魄、土魄五种魄。\n\n定魄台：\n需将摄魄幡按住Shift右击放在定魄台一格范围内，然后将可附魔的装备或武器右击放在定魄台上，空手右击可打开定魄台的GUI，图中小圆圈将显示所拥有的魄数\n\n\n\n\n定魄台gui.jpg (82.3 KB, 下载次数: 7)\n\n下载附件\n\n2014-8-7 22:21 上传\n\n\n\n\n\n\n有两种功能：\n一、用来将不同的魄定入到装备或武器上来进行附魔。点击五行中的一个，然后就可为环中的空格填入相应五行之一的魄，不同装备或武器需要多个魄来围成不同形状来形成不同的附魔。此种附魔需要经验。每次围成形状后只能给附魔所想要属性的1级附魔等级，需多次重复来附魔才能形成高级的附魔属性。\n二、将五种魄其中任意一种魄来形成装备或武器的表面不同颜色的浮动灵气来装饰。将单一一种魄放入环外16个空格中即可使之形成装饰的浮动灵气。\n在以上任意一种放好位置时，退出GUI，然后用拂尘右击，即可附上附魔。当用拂尘右击时，只能给无附魔的装备或武器附魔或者给有附魔的物品升级附魔属性等级。若需附魔多种附魔属性，则要用白玉拂尘右击，冲突附魔属性的无法附魔。\n\n二重天劫：\n需要用蕴灵石英块在一重天劫阵的基础上扩展成二重天劫阵，然后用满等级的蕴灵精铁剑来右击中心方块。\n会降下一道天雷劈中玩家，天雷伤害为20颗心，并附带着火效果。同时在玩家前方生成2个“天劫云”生物和1个“天劫连云”攻击玩家。\n当杀死天劫连云时会掉落仙人遗书（二重天劫），右键使用即可进入三级灵脉。\n三级灵脉：\n白玉拂尘：需三级灵脉，将拂尘在灵液池中蕴灵而成。\n\n真·灵液池：\n将灵液池在周围放置霜桐木和火桐木再用白玉拂尘右击升级而成。\n\n蕴灵精玉：\n需三级灵脉，将精玉放入真·灵液池中蕴灵而成。\n\n真·灵火鼎：\n将灵火鼎在周围放置灵液和蕴灵精玉块再用白玉拂尘右击升级而成。\n可用来炼丹，丹药吃后有一定类似于药水效果。\n\n蕴灵玉剑：\n将满等级的蕴灵精铁剑放入真·灵火鼎中，然后并放入蕴灵精玉烧练后而成。\n蕴灵玉剑的伤害比蕴灵精铁剑+1，效果一样，当按住Shift右击会获得力量1效果。\n\n三重天劫：\n需要用蕴灵精玉块在二重天劫阵的基础上扩展成三重天劫阵，然后用满等级的蕴灵玉剑来右击中心方块。\n会降下一道天雷劈中玩家，天雷伤害为40颗心，并附带着火效果。同时在玩家前方生成4个“天劫云”生物和2个“天劫连云”和1个“仙劫云”攻击玩家。\n当杀死仙劫云时会掉落仙人遗书（三重天劫），右键使用即可进入仙脉。\n仙脉：\n将永久获得抗性提升1、跳跃提升1、速度1、急迫1的效果。\n龙炎之息：\n将龙蛋放在一个仪式上可获得龙炎之息，龙蛋不会消耗。\n\n御灵剑：\n将蕴灵玉剑放入真·灵火鼎中，并加上魄来煅烧，还需要龙炎之息。\n御灵剑通过shift-右击方块可放在地面上，然后可以右击站在御灵剑上飞行。\nShift-右击空气可获得力量1效果，其余与蕴灵玉剑一致。\n生物：\n阴魂：\n身持摄魄幡摄取魄时会有几率生成，攻击玩家，带冰毒（缓慢2、缓慢扣血、挖掘疲劳1）攻击效果。\n\n阳魂：\n身持摄魄幡摄取魄时会有几率生成，攻击玩家，带火毒（着火、失明）攻击效果。\n植物：\n霜桐：\n存在于有雪的生物群系中。霜桐木除了能像原版橡木一样合成外，还有一些特殊用途。\n\n火桐：\n存在于沙漠和干旱的生物群系中。火桐木除了能像原版橡木一样合成外，还有一些特殊用途。\n\n\n\n\n\n\n\n\n定魄台gui.jpg\n(82.3 KB, 下载次数: 7)\n\n\n\n\n下载附件\n\n\n2014-8-7 22:45 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Sky、旋律",
            "timestamp": 1407423240,
            "txt_content": "这..............完全没看懂"
        },
        {
            "author": "Sky、旋律",
            "timestamp": 1407423420,
            "txt_content": "Sky、旋律 发表于 2014-8-7 22:54\n这..............完全没看懂\n好吧，领悟还差一点点时间= =你是需要人手还是需要别人"
        },
        {
            "author": "qm835475747",
            "timestamp": 1407423480,
            "txt_content": "给人一种在看国产武侠小说的感觉{:10_499:}{:10_499:}{:10_499:}"
        },
        {
            "author": "MC-小俊",
            "timestamp": 1407456420,
            "txt_content": "我会写 但是不是很厉害 不知道能不能出力"
        },
        {
            "author": "Lovin",
            "timestamp": 1407462420,
            "txt_content": "MC-小俊 发表于 2014-8-8 08:07\n我会写 但是不是很厉害 不知道能不能出力\nQ群：72368416\n来看看吧，反正只是业余爱好而已。群里貌似就我一个0-0"
        },
        {
            "author": "萌小猫",
            "timestamp": 1407593520,
            "txt_content": "第一张图字体不错..."
        },
        {
            "author": "154518988",
            "timestamp": 1408323720,
            "txt_content": "哎~这个很赞耶。但是怎么感觉制造系数为：999999.咕~~(╯﹏╰)b好可怕的感觉"
        },
        {
            "author": "154518988",
            "timestamp": 1408323780,
            "txt_content": "哎~这个很赞耶。但是怎么感觉制造系数为：999999.咕~~(╯﹏╰)b好可怕的感觉"
        },
        {
            "author": "Lovin",
            "timestamp": 1408363980,
            "txt_content": "Sky、旋律 发表于 2014-8-7 22:57\n好吧，领悟还差一点点时间= =你是需要人手还是需要别人\n就是缺会编程的人，材质楼主可以画，其实如果你有留意TC的魔导书或Botania的说明书，你也会感觉里面的说明内容很中二的。其实很多魔法类的就是看中二程度和华丽程度，不中二不华丽你一个非科学mod很难做得像TC这么成功的。"
        },
        {
            "author": "zero28",
            "timestamp": 1408365900,
            "txt_content": "我有一个绝佳的想法，就差码农了╮(╯▽╰)╭"
        },
        {
            "author": "ByZYM",
            "timestamp": 1408387740,
            "txt_content": "围观。。。。想必这是个超大型mod....."
        },
        {
            "author": "h1398123",
            "timestamp": 1413379680,
            "txt_content": "其实Java我就会，但问题你看到那个数不尽的源码各自蛋疼……"
        }
    ]
}