{
    "title": "<连载·单章>【红石狂潮】作者：赤仙[第七章 龙井城]",
    "author": "CloudsXDao",
    "replyCount": 3,
    "timestamp": 1407423480,
    "txt_content": " 本帖最后由 CloudsXDao 于 2014-8-8 13:42 编辑 \n\n\nBGM：一生所爱\n\n—————————————————————————————————————————————————————\n正文\n\n  突兀的，空间打开了一扇裂缝一样的门，敏尔一步跨过门槛，来到小村后的山上，阳光并不是很刺眼，树上也已经不剩几片嫩绿的叶子了，空气中带着一点属于冬天清晨的凄寒味道，现在离敏尔去斯诺城报道的时候已经过去了三月光景了。\n  \n  总算是出来了！敏尔深深的呼吸了一口属于山林的气息，微微闭起眼，想念着小村的人和事、物和景。\n  \n  “我们去哪儿？”灵也学着敏尔大步跨过门槛，本想迈着豪爽的步子迎接现世，没想到前面的敏尔小朋友却站住了不动，语气略带一些不满，抬起头问前面在感受生活的敏尔，原本拖在地上的银色头发被敏尔剪了大半，随意的披散在腰间，被阳光照的发亮。\n  \n  “不是说过了吗？先去龙井城，然后再以其为跳板去帝都呀。”敏尔睁开眼，脸上微笑不变，坚定的向前走去。\n  \n  灵看到前面的敏尔走了，也开心的蹦蹦跳跳往前走去。\n  \n  一阵风吹飞了人们脚下枯黄的落叶，也吹动了敏尔的衣袍，灵银白的发丝微微飘摆着。\n  \n  在红家族的势力边缘的地方，有一做A级城市，名叫做龙井城，它以辖区内香味浓郁的茶叶闻名大陆，它的领土内生长的龙井茶可是凯神亲自赐名，并定为皇族茶品，一年只出八斤茶叶，价值连城，许多S级的城市都对这些金叶子相当眼馋。\n  \n  因为有着这一条优势，二十年来，它一直冲击着像是斯诺城这些S级城市的位置。\n    因为S级城市的数目是固定的，也就是说，如果龙井城要进入S级城市之列，就必须要挤掉一座城市，最不被人看好的，也是S级城市中的末流，那也就是斯诺城。    “如果要晋升S级，这次的帝都比武大赛不能不去，也不能不在这个比赛压过斯诺的几个学院，凯神大人虽然失踪，但是他的威信还在，这次大赛是他立下的规矩，对那些大臣还是有些威慑力的。”在龙井城的议事厅里，老人对着手下幕僚说道，“今年我们必须杀进S级！斯诺城也就第十名而已！要对我们城里的年轻人有点信心！”    “可是啊。”一个年轻人皱了皱眉头，看着手中牛皮制成的本子说道，“本城辖区并没有五个18岁以下，5级以上的少年啊。”    “怎么没有，你忘了那四个家伙立下的誓言？”老头看了一眼年轻人，脸上绽出诡异笑容，也没有正面回答年轻人，只是转身向内阁走去，“还剩下一个空位，你们知道应该怎么办，那老夫先回去歇息了。”    一群幕僚已经开始商议了起来，只有刚刚说话的年轻人没有开口，只是呆呆的站立着，也没有人去与他搭话。    年轻人看着老人离去的方向，只能无奈的摇了摇头，有这么个父亲，也是让人头疼，到底怎么弄到怎么个天才呢？    “龙井城确实很繁华啊...明明只是A级城市，居然和S级的斯诺城有的一拼.......”敏尔隐藏在龙井城街道上熙熙攘攘的人群中，对身边的灵说道。    “是吗？在众神纪的时候，我们的城市都是浮在天上的呢！”灵不服气的说道，“这样的城市最多只不过是一个小神待的罢了！”    “是是是，大小姐你说的对。”敏尔只是苦笑，这种东西也要比吗？    和灵相处了也算很长的时间了，如果敏尔还不清楚灵小姐的孩子心性，也就不用出来纵横后衙帝国了。    毕竟，敏尔也是箭羽的校长亲自挑选出来的天才，箭羽这种高级学府，没有一个是庸才！    三月时间，敏尔也是成长了很多，这个成长不仅仅指的是实力，还有心性。    也不知道，父亲现在在做什么呢，敏尔思绪渐渐飘向了老西蒙，脑海中又浮现了老西蒙那熟悉的笑容。    现在的父亲，也许在躲避仇家吧，或着在联系以前的势力，准备报仇？敏尔心中不禁烦躁了起来，甚至想要直接找到帝都，把整个帝都翻个面，与老西蒙重逢。    冷静，要冷静！敏尔长舒一口火气，暗暗告诫自己，不能急躁，要一步一步来。    “敏尔！你看那个人！”灵扯了扯敏尔的衣角，把敏尔的魂儿叫了回来。    敏尔吞了口唾沫，顺着灵的目光看去，是一个衣着普通的青年。    “是不是你要找的，烦恼于龙井学院参加帝都比武大赛的学生没有找到的人啊？”灵悄悄问道，显然，以她的性子怎么可能如此谨慎，断然是敏尔教的。    “嗯...很像，我来试一试...”敏尔定了定神，微微弯下腰，在灵的耳边轻轻说道。    在箭羽招生的时候，校长曾经告诉过他龙井的窘境，因为龙井城是在凯神刚刚统治大陆的时候崛起的，底蕴没有其他贵族那么多，而且就连龙井城主在贵族中也是被排挤，龙井城只有一个龙井学院，却也很需要天才。    “你好！”敏尔走上前，对青年说道，“请问机械师公会（巴别塔）怎么走？”    青年愣了愣，结结巴巴的说道，“你...你有还没有成年吧！”    “啊？”敏尔也是一副被惊到的样子，“是的...有什么问题吗？”    青年眼中闪过一丝欣喜若狂的神色，但是又很快沉寂了下来，反而多了些许自嘲。    哪有那么容易，自己想的也太过简单了吧！    果然父亲也并不是像传闻一样只是靠凯神大人的关系，才当上这A级城市的主人，没有一个贵族是省油的灯，如果想自己这样单纯，父亲早就被人啃得连骨头都不剩了吧！    “哦！我正好要去那里有一点事，如果小兄弟你信得过我，不如我们一起去如何？”青年人微笑起来有两个深深的酒窝，十分迷人，他伸出一只手，“我叫比尔·克鲁斯，叫我比尔就行。”    “敏尔·西蒙”敏尔也笑了，他能感受到面前的人的善意，紧紧地握住了比尔的手，“很高兴认识你！”    上钩了！\n\n—————————————————————————————————————————————————————\n谢谢你的观看！如果有什么意见请在下面提出！我会斟酌的！如果觉得我写的不错，就在索引和本章发点人气鼓励我一下吧！\n索引\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "CloudsXDao",
            "timestamp": 1407553500,
            "txt_content": "@the-blaze @poi4399 @hznb @2455211088 @jiumosi @159874236q @MC迪莫 @250=mo @y342900 @Qfang23 @a2455564728 @风之心_天双 @银狼 @Technology @马赛克了 @茶杯骑士 @冥王星人 @xcc @molei 我重写了"
        },
        {
            "author": "250=mo",
            "timestamp": 1407553860,
            "txt_content": "作为刀剑迷的我出现了……"
        },
        {
            "author": "hznb",
            "timestamp": 1407553920,
            "txt_content": "本子娜和外挂桐，不是桐子差评"
        }
    ]
}