{
    "title": "[1.7.10]宏/热键绑定 Macro / Keybind",
    "author": "antecer",
    "replyCount": 6,
    "timestamp": 1407466440,
    "txt_content": " 本帖最后由 antecer 于 2014-8-8 11:31 编辑 \n\n这个mod，简单地说就是把又长又复杂又难记的指令绑定到一个按键上，然后就可以一键输入指令了。\n\n\n官方教程（视频源U2B，未翻墙的童鞋可能看不到）\n<iframe width=\"560\" height=\"349\" src=\"//www.youtube.com/embed/qMVEtMlkFNc\" frameborder=\"0\" allowfullscreen></iframe>\n\n下面是官方介绍：\nEasy to use GUI. Just activate the mod then just press the key you want to bind. No need to memorize key codes or names!Bind keys which are already used for something else! Want to put a macro on the number keys, mouse buttons or WASD? Using the override function you can use these keys for both their normal function or as macros when you need them.Edit keybinds quickly. Change your binds whenever you want. You can even copy and move macros from key to key with drag 'n drop.Multiple configurations. Different binds in different servers? No problem! It even switches automatically.In-game text editor. Want to make a complex macro? No need to alt-tab to notepad, create and edit text files inside minecraft.Lots of easy-to-use parameters. Lists of friends, automatic responses, warp points, towns, you name it.Scripting! Build custom auto-announcers, time-delay messages, or create your own auto-walk, toggleable-sneak or sprint keys.Custom GUIs! Create your own custom GUI and hook up your macros for instant in-game menusPermissions System Server admins can lock down chosen features of the mod using the easy-to-setup Client Permissions plugin, allowing seamless integration with the server's existing rank system.\n\n机翻（LZ比较懒）：易于使用的图形用户界面。只是激活模型然后按下要绑定的关键。不需要记住关键代码或名称！\n绑定密钥已被用于其他东西！想把一个宏观上的数字键，鼠标按钮或WASD？使用重写功能，您可以使用这些键为功能正常或宏，你需要他们的时候。\n编辑快捷键快速。每当你想改变你的结合。你甚至可以复制和移动宏的关键关键阻力的下降。\n多个配置。不同服务器的绑定吗？没问题。它甚至会自动切换。\n在游戏中的文本编辑器。要使一个复杂的宏？不需要ALT标签的记事本，创建和编辑文本文件在Minecraft。\n大量的易于使用的参数。朋友，自动响应，弯曲点，城镇名单，你的名字。\n脚本！建立自定义自动播音员，时滞的信息，或创建自己的汽车走，溜或冲刺键toggleable。\n自定义的图形用户界面！创建您自己的自定义的GUI和钩起你的即时游戏菜单宏\n权限系统服务器管理员可以锁定的MOD使用易于安装客户端权限插件选择的功能，允许用服务器的现有的排名系统的无缝集成。\n用过的人都知道，欲罢不能的好mod啊，关键时刻救命的好帮手啊。\n\nPS：LZ是一个懒到家的家伙，因为这个mod是一个老牌的辅助mod了，也就不多做介绍了，用法什么的，可以到作者发布的帖子去看，如果看不明白英文的童鞋，也可以在本论坛搜索“MACRO”会有一些以前的旧版本的介绍，反正新版本也就是适配新版的MC而已，功能上总体变更不大，用法几本通用。哦，对了，提示一个重要消息，新版的Macro已经支持 lang 语言文件了，于是各位汉化党赶紧为人民服务吧。\n",
    "replies": [
        {
            "author": "ruijie0202",
            "timestamp": 1407466620,
            "txt_content": "例如像一键ESC然后保存并退出这样的功能？"
        },
        {
            "author": "Saya_",
            "timestamp": 1407466680,
            "txt_content": "楼主发贴怎么就一张图片啊  而且那张图片我还看不清{:10_493:}"
        },
        {
            "author": "antecer",
            "timestamp": 1407466680,
            "txt_content": "ruijie0202 发表于 2014-8-8 10:57\n例如像一键ESC然后保存并退出这样的功能？\n饿，这个mod只是帮助你在游戏的时候能够快捷输入指令。"
        },
        {
            "author": "ruijie0202",
            "timestamp": 1407466980,
            "txt_content": "antecer 发表于 2014-8-8 10:58\n饿，这个mod只是帮助你在游戏的时候能够快捷输入指令。\n如果设置快捷输入/res tp xxx ,/res tp yyy反复几十次，就hhhhh了【手动斜眼笑】"
        },
        {
            "author": "45008339",
            "timestamp": 1407466980,
            "txt_content": "可惜没有1.72的,支持一下"
        },
        {
            "author": "antecer",
            "timestamp": 1407467040,
            "txt_content": "45008339 发表于 2014-8-8 11:03\n可惜没有1.72的,支持一下\n1.7.2的，论坛里面貌似早就有人转了啊，你可以搜索一下，如果收不到，可以点击上方的原贴地址，里面也有1.7.2的下载。"
        }
    ]
}