{
    "title": "『原创·单章』矿难《The Mine Accident》——玖夕出品",
    "author": "玖夕",
    "replyCount": 8,
    "timestamp": 1407476400,
    "txt_content": " 本帖最后由 玖夕 于 2014-8-11 13:27 编辑 \n\n幽深的地下世界，总有许多不为人知的秘密。\n\n\n引子 矿工\n\n　　他望着小木屋的门口，自知是躲不掉了，于是拿起了手中的铁镐，打开门，向门外的怪物挥去，却在即将击中时，右臂被一只弓箭插中，铁镐也顺势掉在了地上。\n\n\n　　于是，他被怪物拖走，吃得一干二净，连骨头都不剩。\n\n\n救援队\n\n　　矿井的塌方是在当天的黄昏左右，由于矿井在乡下的地方，并没有专业的人员，只得等县里派来。而救援队到来时，已经是2天后的事了。\n\n\n　　塌方的原因，矿主说是由于漏水，而补修的人员却没有修好照成的。由于矿主对于矿工很好，也相信矿主可以修好漏水的巷道，所以当天在矿井下的人不少。\n\n\n　　救援队进入了巷道，冗长的巷道，斜斜地通往地下世界。由于当地的煤矿产丰富，所以有不少的煤矿，这也是其中一个。\n\n\n　　渐渐地，太阳的光线无法透下这里，救援队队长约翰逊点燃了火把，走在最前面。十分钟左右，滴滴答答的水声从巷道的另一端传来，这个就应该是到水层了。\n\n\n　　逐渐，水声越来越明显，大量的沙砾也出现在了救援队面前，就应该是这塌方了。“有……腐尸的气味。”新来的成员维克说道。\n\n\n　　挖开了不少的沙砾，腐烂的气味越来越重。尽管有准备，但是走在最前的维克挖出第一具矿工尸体是，还是忍不住打了个寒颤。水已经渗入到了沙砾中，所以救援队头上也滴答滴答的滴着水，尸体也在水中迅速腐烂。\n\n\n　　清点了后，确认有57名矿工尸体，而当日，矿井是有58名矿工下井作业。无论反复清点，就是少了一个。\n\n\n　　新来的维克是感官最灵敏的，他也是最先发现的腐尸气味。而此时，他却在水声中，隐隐约约听到了什么，似乎是脚步声。莫名其妙的不安感涌上心头。但是，维克知道，这样子是不利于救援的，于是就告诉自己，在未知的地方，容易恐慌，果然是没有了不安。\n\n\n　　对于那名不知下落的矿工，救援队也始终没有发现人或尸体，而当维克提出进入矿井时，约翰逊拒绝了，理由是不能保证巷道是否会再次塌方。而维克却对此很不满，他认为这个队长实在是没有用，不肯做任何的冒险。\n\n\n地下小屋\n\n　　夜里，在队友此起彼伏的鼾息声中爬起来，拿起火把，走向矿井。\n\n\n　　通过巷道，他来到了矿井下。夜里，在空旷的矿井下，只身一人，滴滴答答的水声尤为明显，还带着回声，很是幽异。不过维克注意不到这一点，他已经完全被好奇心带领。\n\n\n　　走着，还出现了风声，这个应该是从山体的岩石缝隙中进来的，呼呼呼地向，也是带有着一种诡异的气氛。顺着火光看去，这里竟然有一间小屋。踏着岩石走了过去，应该那名矿工，就是在这吧，维克想到。\n\n\n　　轻轻的推开了门，入目的的是几个箱子，还有一个房间，里面还有床，和一张桌子。外面的箱子，大多是一些食物，其余的是搞子。这里明显有人的痕迹，但是却没有见到人。\n\n\n　　轻轻地推开房间的门，床铺上的皱纹，显示出有一个人在这里躺过。但是，这间小屋没有其他人。\n\n\n　　在一个角落里，维克发现了一个箱子。在灾难发生后，私人的的物品也会被翻阅，以便获得有价值的线索。\n\n\n日记\n\n　　维克打开箱子，只有一本书，看起来是记事本的样子，上面写着《日记·Steve》。\n\n\n“\n6.12 矿主真好，在地下为我们建了一个小屋，正好下边的风是挺多的，晚上就住这了，又凉爽，又不用花钱。\n\n\n6.17 那些笨蛋，还说我傻，这么好的东西，不懂享受！\n\n\n6.20 今天挖坏了一把稿子。\n\n\n6.23 上面真的是好热啊，还是在下面好。\n\n\n6.24 对了，我有好久没有上去过了。”\n\n\n　　看起来那些矿工的生活也是很惬意的嘛，维克笑了一下，继续往下看。\n\n\n“\n6.28 我在一号矿区挖矿，在一号矿区最深的李克却跑出来大叫，什么有怪物，大家的工作一下子就停了。他还说那个东西是绿色的，全身都是绿色的。\n\n\n6.30 又有人说看见了怪物，不知道是真的，还是假的。\n\n\n7.5 有好多人，大约一半的人都说看见了一个绿色皮肤的东西，已经有人走了。\n\n\n7.6 祸不单行，巷道漏水了，不过矿主说不会有事，他已经叫人来修了。我相信矿主，所以我还是住在地下。”\n\n\n　　维克又开始感觉到了不安，不过，他马上就打住了，有接着看。\n\n\n“\n7.10 ……”\n\n\n　　维克往下面看去，密密麻麻的字，这与上面的实在是不相融合，太突兀了，但是字迹却表示是同一人写的。\n\n\n“\n我忘不了今天！”\n\n\n　　直接以感叹句开头，维克知道，一定是有什么事发生了。\n\n\n“\n我依旧在一号矿区，挥起手中的铁镐，敲下一块块富含煤的矿石。正当我敲得起劲时，李克又跑出来了，他大声地叫喊，说不止有一个绿色皮肤的东西，还有一个骷髅！那个‘骷髅’念得很重。而正在这时，不知是谁却带了头，说人多，不怕，去看看。我也随着大部队走了过去。那就是一个绿色的人！好恶心，旁边还跟着一个白色的骷髅。大伙却是依旧兴致勃勃，我却开始感觉到了害怕。大家看着那两个东西，甚至有人举起了手中的稿子。我清楚地看到，那个骷髅举起了手，直接射出了一只箭，正正的插在了本的头上！血腥的液体四溅开来，大伙这时候全部丢下了稿子，没命的往外跑去。我也跟着跑，但是却摔了一跤，一股绝望涌上了心头。我还是爬了起来，但是已经落后了大家10几步。我落在了最后。但是，由于矿道的弯曲，身后骷髅奇准的箭并没有射中我，只是在我耳边擦过。随着大伙跑到了巷道，正好后面的怪物也已经看不见了，本来以为就此结束了，但是或许是因为大家跑动造成的震动，漏水的地方塌方了，无数的沙砾落下，压住了前面的人，只有我，摔了一跤，躲过了。\n不过，现在那个怪物就在矿井里，我该怎么办？\n门外，门外有敲门声，不，不要来，不！”\n\n\n　　原来这就是原因，维克想到。但是……维克忽然发现，那个怪物，和他一样，也在矿井里。绝望弥漫了维克的心头。维克咽了一口唾沫。他想，或许，那怪物没有发现我，我应该还可以出去吧。\n\n\n　　就在这时，门外响起了脚步声……\n\n\n\n\n\n\n\n\n\n这篇文章的来源：\n这个本来是我的RPG地图的一部分剧情，由于一些原因，我改写了一些，就成了大家现在看到的这篇文章。\n至于RPG，由于某些原因，我已经放弃。\n\n",
    "replies": [
        {
            "author": "xcc",
            "timestamp": 1407476580,
            "txt_content": "单章\n\n\n不是连载"
        },
        {
            "author": "玖夕",
            "timestamp": 1407476640,
            "txt_content": "xcc 发表于 2014-8-8 13:44\n单章\n的确不是连载。"
        },
        {
            "author": "Michele",
            "timestamp": 1407476640,
            "txt_content": "不错不错，赞\n我准备升级了\n\n给点人气吧{:10_524:}"
        },
        {
            "author": "ccxz",
            "timestamp": 1407476760,
            "txt_content": "貌似好不错的样子"
        },
        {
            "author": "xcc",
            "timestamp": 1407479880,
            "txt_content": "玖夕 发表于 2014-8-8 13:44\n的确不是连载。\n所以不爽"
        },
        {
            "author": "玖夕",
            "timestamp": 1407480960,
            "txt_content": "xcc 发表于 2014-8-8 14:38\n所以不爽\n我不喜欢连载，所以……"
        },
        {
            "author": "a2455564728",
            "timestamp": 1407500760,
            "txt_content": "少年加油"
        },
        {
            "author": "玖夕",
            "timestamp": 1407819720,
            "txt_content": "ccxz 发表于 2014-8-8 13:46\n貌似好不错的样子\n\n你的话和你的头像一样　。\n谢谢支持。"
        }
    ]
}