{
    "title": "<连载·单章>【谁的世界】作者：昊天[第一章]",
    "author": "hznb",
    "replyCount": 11,
    "timestamp": 1407474660,
    "txt_content": "这是一个真的世界——昊天\n\n  “昊天啊，你在地下，过得怎么样啊？”我看到一个胡子拉碴的壮汉在墓碑前哭泣，“我过得很好啊，昊天你不用担心，嫂子也过得很不错。”\n\n  那个墓碑上写着我的名字，是的，我死了，但我为什么没去地狱或是天堂，是没有地方肯收留我吗，我时常这样问自己。\n\n  这个壮汉，是我最好的朋友，雷，他每年都会来祭拜我。\n\n  我到底在这存在了多少年了呢？\n\n  我并不知道我是如何死掉的，因为，我好像有一段记忆不见了，这么多年来，我一直在我的记忆里找寻着线索，想把那失去的一部分找回来。\n\n  今天，也要继续找寻了呢，我这么想着。\n\n  ...........\n\n  在我的记忆中，它的开端，是在一个上午，那个上午的阳光不强也不弱，照在人的身上暖洋洋的，让人产生一种疲倦之感。\n\n  我还记得，我和同学在谈论着如果这个世界变成minecraft会怎么样，我那时提到的最多的一句话就是“当上创世神”\n\n  同学们都嘲笑我的想法不切实际，他们说，还不如用钻石块搭房子，那样才够霸气，才够土豪。\n\n  一天的时间，过得很快，转眼之间就到下午了。\n\n  我受老师之托，拿着钥匙去器材室取老师需要的东西，突然，我的脑袋像是被人用棍子狠狠的打了一下，耳朵嗡嗡作响，然后就控制不住身体，晕倒了，在闭眼的那一刹那，我看到我的同学也倒下了。\n    “天，这到底怎么回事”当时我的脑中只有这一个想法。\n\n  也不知道是神明显灵还是什么的，上午和同学的讨论像是被实现了一样，当我睁开眼的时候，已经是晚上了，我环顾四周，周围都是方块。\n\n  而且，我的身体，天哪，我变成方块人了！\n\n  说实话，我需要一些时间来冷静一下，这些事情发生的太快了，我都来不及反应。\n\n  我的适应能力还是不错的，不出一会儿，我就完全习惯了方块的身体。说实话，这具身体看起来还挺萌的。\n\n  当然，有人的适应能力比我强多了。\n\n  “呜呼，耶，看我称霸世界。”在我旁边的一个人喊叫道，他貌似是在我们班里最早玩minecraft这款游戏的，据说，他不仅是个红石大师，也是个战斗能手。\n\n  也许是minecraft并没有火到家喻户晓的地步，我们学校的人几乎有98%没玩过这款游戏，当他们看到这个方方正正的世界时，几乎就傻了，甚至有些女生害怕的哭出来了。\n  \n  我站起身来，拍了拍身上的尘土，若不是周围还是熟悉的环境，我肯定以为穿越到异界去了。\n\n  “吼..吼..吼..”远处传来阵阵尸吼，我穿过天井，来到学校正门前，果然，与我猜测的一样，僵尸碍于学校的大门并不能进来，只能胡乱的挥舞着发臭的手臂。\n\n  “现在整个学校几乎被僵尸包围了，想要出去，有点困难啊...”我在心里思考着出去的方法，毕竟我的父母，我还不知道他们的音讯。\n\n  “嘣..嘣..嘣..”缓慢而不失节奏的撞门声打断了我的思绪，原来，有些僵尸在撞传达室的木门。\n\n  我们学校的传达室是直通学校内的，僵尸破坏掉这扇门，穿过房间，就可以来到校内了，这样的话，就会有大群僵尸入侵到校园里来了，我们的性命可就有点危险了。\n\n  “看这拆门的速度，差不多还有14分钟，得找些武器。”我按了按有些发胀的太阳穴，认真的算着minecraft和现实时间的比例。\n\n  器材室！对！几乎每一个末日题材的动漫，只要男主在学校，他一定会去器材室找武器，这时候我真庆幸我时常看动漫。\n  \n  我快步向学校的体育器材室奔去，同时，脑内也是飞速的运转，什么东西可以当武器呢？\n\n  用钥匙打开门，，我一头冲进去，翻箱倒柜的找着具有杀伤力的东西。\n\n  “咕..咕..咕”一个令人寒战的声音从我正前方传来。\n\n  “不好，这不会是....”我怀着一种不好的预感，慢慢抬起头来，一个黑色的身躯进入了我的视线。\n\n  “天哪，真的是小黑！”我吓得双手在发抖。\n\n  “对了，不要看他，不要看他，不看他就没事了。”我在心里暗暗地提醒自己。\n\n  我深吸一口气，把心底的恐惧勉强压了下来，控制着已经不太听使唤的双手继续找着东西。\n\n  经过一番努力，我也是在箱子里面找到了几个铅球。无奈器材室这么大也只有这种东西能伤人了。\n\n  “您获得了铅球*6，使用方法，投掷，爆头可增加伤害。”我的脑袋里想起一个声音。\n\n  “我去！什么东西？”我大叫道。\n\n  但，脑海里并没有响起任何声音。\n\n  “等等，这个方法不知道可不可以，”我突发奇想的喊了一声,“/help”\n\n  突然，我的面前就冒出来了一个虚拟的界面，上面全是指令和操作方法。\n\n  “我天！这也太...”没想到我随便一猜就真的有。\n\n  “咕..咕..”小黑好像是有些不太满意我的吵闹，叫了几声。\n\n  真是失败，居然忘了小黑还在，要是不小心看到他就糟了。\n\n  我只好转身背对着小黑，低头慢慢研究着这些东西。\n\n  终于，我也是搞懂了这些东西，比如打开背包就在脑内默念/bag，需要背包里的东西，就在脑内想出那个东西的名称和样子，这样就会出现在手上了。\n\n  更值得一提的是，这个世界的木头获取方法就和被称为“抖M传说”的群峦传说mod差不多。\n\n  我的眼睛不经意的瞟到了我的手表，“不好，还有3分钟僵尸就可以破门了。”\n\n  我慌忙的的把铅球放进背包，然后冲出器材室，一路奔向学校大门。\n\n  路过天井的时候，我看到，学校的老师们正在组织学生们上楼，看来，学校的高层也是发觉了门口的僵尸。\n\n  “昊天，你要干嘛去，带我一个。”一个略显臃肿的手拉住了我，我转身回头，是苏杰。\n\n  “嗯？我要去看看传达室的门什么时候破，你要来吗？”我说，“话说你的手？”\n\n  “哦，这不是minecraft吗，我就用手去打树，但好像没什么用，疼死我了。”苏杰尴尬的笑了笑。\n\n  “傻瓜，你在心里默念/help，我先走一步，你没武器，就不要跟过来了。”我说道，然后继续向大门奔去。\n\n  “哇，是这样的啊，好神奇啊。”我听到了身后苏杰的惊呼，就跟发现新大陆似的。\n\n  我摇头笑了笑，当我走到传达室时，学校大门多出来了几个人，有几个是老师，还有一个是侍尉，就是那个要称霸世界的家伙。\n\n  看来侍尉很有领导力，居然可以使唤老师。\n\n  “哦？昊天，挺不错的嘛，看来你读过说明了呀。”侍尉转头向我打了个招呼。\n\n  我点了点头，又低头看了看手表，“侍尉，还有1分钟僵尸就可以破门而入了。”\n\n  “我知道，咦？你没武器？”侍尉看着我空空的两只手。\n\n  “嗯，刚刚去了一趟器材室，拿到几个铅球，没时间去打树枝。”我解释道。\n\n  侍尉扔给我一把石矛，然后，对着大家说：“等会僵尸冲进来，能杀几个杀几个，每人杀10只，然后立马回到学校教室，锁上门，等到白天我们再商量。”\n\n  “昊天，你等会看哪边需要帮忙，就往哪边扔铅球，我可是很相信你这个扔铅球冠军的。”侍尉拍了拍我的肩膀。\n\n  之所以我之前选铅球作为武器，就是因为我比较擅长投掷一类。我把铅球调出来，一手铅球，一手石矛，我的臂力也是在这一刻，发挥上了用场。\n\n  “嘣”木门崩裂的声音传入我们的耳中，大家抓着武器的手都更紧了。\n\n  “吼吼吼吼吼吼吼”只见成堆的僵尸从传达室冲了出来，向我们袭来。\n\n  突然，我感觉僵尸堆里好像有一双眼睛在注视着我，盯得我胸口喘不过气来，脑袋开始渐渐不受控制。\n\n  “昊天，快扔铅球，老师要被杀了。”侍尉大声地叫道。\n\n  我一下子被喊了回来，身体又受控制了，我用尽全力将铅球掷了出去，砸中了正要啃食老师的僵尸。\n\n  “击杀僵尸*1，获得腐肉*2，连击越多爆好物品的几率会更大。”我的侧面出现了这样的字幕。\n\n  我来不及惊喜，因为，我从僵尸堆里感到了一股不好的气息，而且越来越强烈。\n\n  “快，大家快走，再不跑就来不及了”我大声喊叫道，然后头也不回的跑去教室。\n\n\n\n\n\n\n\n\n[groupid=671]The Clouds[/groupid]",
    "replies": [
        {
            "author": "hznb",
            "timestamp": 1407494280,
            "txt_content": "@the-blaze @一个游荡的JJ怪 @墨墨1zwl @a2455564728 @梦魇冰眸 @jkl1091881663 @CloudsXDao \n出新小说了2333"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1407496020,
            "txt_content": "那个结束了？好久不在论坛逛了，都是蜻蜓点水看一下就走。"
        },
        {
            "author": "一个游荡的JJ怪",
            "timestamp": 1407496320,
            "txt_content": "群峦传说？==我胆小你别吓我，这么高科？好吧 我在胡说些什么，这些天写作业脑子有些乱。"
        },
        {
            "author": "jkl1091881663",
            "timestamp": 1407496740,
            "txt_content": "出新小说了？来顶个！！！"
        },
        {
            "author": "hznb",
            "timestamp": 1407499380,
            "txt_content": "一个游荡的JJ怪 发表于 2014-8-8 19:07\n那个结束了？好久不在论坛逛了，都是蜻蜓点水看一下就走。\n没有，开足马力，同时写两个"
        },
        {
            "author": "梦魇冰眸",
            "timestamp": 1407499980,
            "txt_content": "hznb 发表于 2014-8-8 18:38\n@the-blaze @一个游荡的JJ怪 @墨墨1zwl @a2455564728 @梦魇冰眸 @jkl1091881663 @CloudsXDao \n出新小说了23 ...\n既然@了我就来凑个热闹。。。"
        },
        {
            "author": "xcc",
            "timestamp": 1407500160,
            "txt_content": "hznb 发表于 2014-8-8 18:38\n@the-blaze @一个游荡的JJ怪 @墨墨1zwl @a2455564728 @梦魇冰眸 @jkl1091881663 @CloudsXDao \n出新小说了23 ...\n我申请加入@队伍"
        },
        {
            "author": "墨墨1zwl",
            "timestamp": 1407502020,
            "txt_content": "顶顶。。。"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407503820,
            "txt_content": "hznb 发表于 2014-8-8 18:38\n@the-blaze @一个游荡的JJ怪 @墨墨1zwl @a2455564728 @梦魇冰眸 @jkl1091881663 @CloudsXDao \n出新小说了23 ...\n哎哟，不错哦"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1407651540,
            "txt_content": "建议多描写同学，可以是堡垒流"
        },
        {
            "author": "418878840",
            "timestamp": 1407724500,
            "txt_content": "hznb 发表于 2014-8-8 18:38\n@the-blaze @一个游荡的JJ怪 @墨墨1zwl @a2455564728 @梦魇冰眸 @jkl1091881663 @CloudsXDao \n出新小说了23 ...\n看看热闹"
        }
    ]
}