{
    "title": "herobine的过去1",
    "author": "213127774",
    "replyCount": 0,
    "timestamp": 1407480060,
    "txt_content": "第一章 起始诗篇\nHeroBrine只要是MC玩家对他都很熟悉吧，没错是一个既恐怖又神秘的人，他的存在和行为一直被大家讨论\n今天我要讲述的故事，就是HeroBrine的过去，陈年往事，告诉你HeroBrine是如何诞生的。\n HEROBRINE(HIM)和史蒂夫曾经发生过的一切\n 就由我来叙述！\n\n\n-----------------------------------------------------------------------------------------------------------------\n\n他的名字叫Brine，是艾希尔村中平凡的一员。\n他的亲生母亲在生下他时，因为大出血，乡村医疗技术不足而死，所以他从来只能在村里人的救济下生存，虽然这样，他却有着美好的童年，有那么多孩子愿意和他一起玩游戏，他还仅仅只是一个普通的小孩.....\n窗外的雨滴重重得敲打着薄薄的玻璃板，发出咯吱的刺耳声，但完全比不上室内的痛苦呻吟声，那是重病到无法忍受痛苦而发出的惨叫。\n“能联系到城镇的医生吗！”有着骇人绿色眼珠的大鼻子村长对着站在一边的史蒂夫叫到。\n“外面的雷似乎打到了电缆上，完全接不通啊！”史蒂夫将古旧的电话往台座上轻轻一扣。\n在床上蜷缩着的是一名和Brine差不多年龄的少女，只不过痛苦让她姣好的面容彻底变了形，金黄色的发丝上沾满了汗水，粘结在一起。\n坐在床边的Brine焦急着看着自己的好友在床上痛苦着，自己却没有任何可以做的事情，只能在心中默默的祈愿。“会好的，会好的....”\n“接通了！”\n“怎么说！医院的人赶得过来吗！”大鼻子村长边帮床上的少女换着湿毛巾，慢慢得擦拭着她痛苦的脸。\n床四角的蜡烛光正在微微得颤动着。\n“似乎是风雨太大，没法赶到这里，但是我们村子附近似乎有能够解毒的药草。”史蒂夫将电话搁在桌上，焦急得看着窗外的倾盆大雨。\n“但是这种天气，非常危险啊。”村长抽动了下鼻子，无奈得看看金发少女——拉娜的身体。\n气氛突然变的很宁静，只听得见窗外的大雨声。\n“我去！”Brine突然从椅子上跳了起来，拿起门边的伞，大步向门口迈进。\n“很危险啊Brine!怎么能让你来做这种大人都干不到的事情！”\n“是我把他带到森林小屋的，让她中了女巫毒的也是我，我必须为这件事负责！”13岁的Brine发出了与他年龄不符的喊叫声。\n============================================================================\nBrine在今天下午，做了一件改变他一生地事\n“拉娜快来啊，看这里有个屋子在河边诶，我们可以拿来当秘密基地！”Brine牵着拉娜的手，指着河边的单层小屋，兴奋地叫道。\n“总感觉离村子有点远了呢。。不过带其他人过来玩还是可以的啦。”拉娜随着Brine慢慢靠近了小屋。\n似乎是已经被废弃了，木板上长满了苔藓和树藤，静静地立在村子外的河流边。\n门口堆满了杂草和树叶，却是有人行走过的痕迹，但过于兴奋地俩人完全没有注意到这一点。\n拉娜把冲在前面的Brine一把抓住\n“别太兴奋了，万一有人呢，让我先去打个招呼。”\nBrine垂下脑袋，沮丧地附和“好吧好吧，拉娜大小姐，请~”\n拉娜似乎很得意得，轻轻叩了下潮湿的木门。\n咚咚咚，有人在吗？\n一阵玻璃瓶的碰撞声从里面传来，虽然不是很响，却异常的不协调。\n“打扰了？我们进来了哦”拉娜小心翼翼得推开门，Brine紧随其后。\n嘎吱~~~~~~~~~~~~~~\n小心！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！\n身后传来了村长声嘶力竭得叫喊。\n已经来不及了，身着紫色长袍，戴着法帽，有着和村长一样大鼻子的凶恶表情吓到了拉娜和Brine，俩人瘫坐在地上，不知所措。\n\n\n乒乓 玻璃的破碎声\n“啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！”\n少女的惨叫声。\n绿色的药水全泼溅在眼前的少女上，她用她的身体帮Brine挡下了所有的毒药。\n“你个，混蛋！”史蒂夫从Brine的背后冲了上来，锋利的钻石剑闪着附魔的光辉，刺穿了眼前巫师的身体。\n锋利的光芒在空中闪耀。\n一阵烟雾朦胧，巫师的身体已经灰飞烟灭了。留下了躺倒在地上的俩位少年。\n一名是痛苦得蜷缩着\n一名被吓得失去了意识，跪倒在地面上。\n眼前一片漆黑\n==================================================================================================\n门被推开，寒冷的风灌了进来，史蒂夫和村长把眼睛遮住，看到Brine出门的背影，什么也说不出来。\n“如果是他的话，一定行的吧...”史蒂夫拍拍村长的肩膀，向窗外无边际的深邃望去。\n自己的罪过，只能自己来偿还。\n",
    "replies": []
}