{
    "title": "浮空岛之行~",
    "author": "1292029552",
    "replyCount": 3,
    "timestamp": 1407493500,
    "txt_content": " 本帖最后由 1292029552 于 2014-8-8 19:30 编辑 \n\n\n前言：\n\n哈喽！~大家好！我是1292029552，最近发帖较频繁，距离上次发帖仅过去了50小时13分23秒（我是从打第一个字时开始算的。。。）这次我给大家带来的是浮空岛之行~为什么要叫这个名字呢？1.因为我也不确定这个地图是否能生存，或者是一直生存下去。反正总有一天矿物会用完的嘛~所以呢，除非你能不靠矿石去生存。2.因为我不会取名，对，我对标题这种东西弄不懂的，所以名字难听不能怪我丶\n\n\n\n介绍：\n这个空岛是我花了几个小时做的（有几个小时是偷懒和测试。。。）其中含有七个岛，其中一个不是我建筑（就是超平坦咯，只不过我并不知道它为什么会生成，所以把它也加入了七个岛之中）这七个岛分别是：主岛（诞生岛）、丛林岛、矿物岛（有限的矿物）、蘑菇岛、末地岛和地狱岛，还有一个浮空大陆（超平坦）主岛就是我们诞生的地方，地形是草原加山丘，上面只有一颗树和许多的草，还有一个箱子，有时会出现动物。丛林岛就是拥有许多树的小岛，地形为树林，还有一小盆水。。矿物岛上面有许多的矿物，但是造型奇葩，而且矿物分布不科学。。地形：露天矿场？因为那是我朋友创造的嘛~@349167258 上面有一个被我用铁栅栏围住的铁傀儡，为什么要围住它啊？因为我怕它在你还没来的时候就跳下去了。。。而且那里就只有三颗钻石哦~~而且必须要做成钻石镐，要不然怎么去地狱呀！（其实地狱就只有。捂嘴！）蘑菇岛，顾名思义，有蘑菇的岛，上面有两个大蘑菇！有一些小蘑菇，还有一些蘑菇牛！末地岛，我不知道怎么做出末地水晶，所以就用星标代替了。。。上面有一个遗迹，里面有部分已经摆好了的末地门框架。放心，我绝对没有在里面放蠹虫，因为那个东西让很多人觉得恶心。对了！记得去采集点黑曜石哦~地狱岛，最后一个岛了，这个岛被基岩包裹着，但是有些地方是可以进去的（我本来是想全封闭的，但是下意识告诉我不能封住。。。）在下面那层里面有个残破的地狱门，记得拿末地岛上的东西去补上。浮空大陆？浮空大陆是我在制作地狱岛时发现的，过去那边后就是无边无际的超平坦了。。。\n截图：\n接下来是欣赏图片的时候啦，因为电脑不好，所以没有光影，也没有时间去藏一些奇怪的东西：\n\n天刚蒙蒙亮，我们起床了~\n\n\n这里有个箱子！我们去打开看看。。。嗯，有一些泥土，一些草，还有一本书？\n\n\n打开书看看，就是些规则和成就什么的啦、为什么要有规则？我可是创世神耶！因为如果没有规则的话自由散漫，Notch会没收你的Minecraft的！！\n\n\n啊！糟糕！我掉下去了！129：没事的~我开启了死亡不掉落。史蒂夫：真的吗？那我去试试看~~\n\n\n在某个奇怪的地方。。。好像有个箱子？\n\n\n\n好多蘑菇牛啊！（其实是我不会打那个字←←）\n\n\n最后再给你们来张地狱岛的截图吧~“本来就不像，加了外框更不像了！”来自朋友的话，但我感觉地狱本来就是上面下面都有基岩包围的啊！\n其实我是测试过地图的，而且还是跟朋友一起测试的（就是在上面生存嘛~）但那是在半成品上测试的，而且还忘了截图，所以就不放生存测试截图了。\n下载：http://pan.baidu.com/s/1gdkoRvX\n\n\nBUG：目前我知道的BUG。。。\n斜体为不确定BUG。一、重生点错误。反正我在跟朋友玩的时候，总是重生在末地岛或者末地岛旁边，不知道是为什么，但是死几次后就会复活在主岛（诞生岛。。。）或者丛林岛上面了。\n\n注意：\n这些空岛全都是由我和349167258原创的（他就造了一个矿物岛。。）但是我允许你们拿去修改，只不过不能修改之后不通知我就发布出去（毕竟我也是做了好几个小时的嘛） \n\n\n最后，求大家给我点人气吧！你们可以不给他（349167258）了，反正他也很少上MCBBS。。。\n\n",
    "replies": [
        {
            "author": "a2455564728",
            "timestamp": 1407502860,
            "txt_content": "前排围观楼主，空岛是不是太多了"
        },
        {
            "author": "1292029552",
            "timestamp": 1407504960,
            "txt_content": "a2455564728 发表于 2014-8-8 21:01\n前排围观楼主，空岛是不是太多了\n呜呜~就算空岛再多也不能直接无视我嘛！"
        },
        {
            "author": "349167258",
            "timestamp": 1407580740,
            "txt_content": "我操，我恨你楼主！[diamond_sword]"
        }
    ]
}