{
    "title": "【原创-连载】【蘑菇牛日记】【40】【by冥王星人】",
    "author": "冥王星人",
    "replyCount": 6,
    "timestamp": 1407488940,
    "txt_content": " 本帖最后由 冥王星人 于 2014-8-8 17:09 编辑 \n\n正文：\n\n\n　　哞菇的漂流日记------第39天。\n\n　　“哞……”\n　　我真是，后悔了……\n　　抬眼望去，由近及远由浅及深的湛蓝，直蔓延到天边。\n　　水面映出一头消瘦憔悴的蘑菇牛，虚化扭曲后的面孔。\n　　回想最近的时间，从食物耗尽那刻开始，我已无数次翻起胃里积存，缓解愈来愈强烈的饥饿感，和对新鲜味道的渴望。\n　　但今天，甚至虚弱到不能再次做这种极微小限度的挣扎。自然，我的牛脑子里，对于踏上不同于蘑菇岛的广阔绿色大地，早早选择了彻底放弃。\n　　所以我，决定后悔，之前愚蠢的冒险行为。\n\n　　许多天以前……\n　　小的时候妈妈告诉过，每逢看到有个火红刺眼叫太阳的大圆球从海里漂起来，就说明这是一个“天”。至于“天”的计算，要从脚上的蹄子瓣开始数，完后是牙齿、犄角，背上的蘑菇、白斑等等，最后数到尾巴毛。这些都计数过一遍，就算做一个“月”。\n　　当然大家都知道这类传统方法并不准确，各个牛之间数得也是乱七八糟，鲜有两头牛的日期能对上。\n　　不过，总之……\n　　我还是用这个办法了。\n\n　　一个多月前的那天，从鲍伯家里出来，我便直奔过往“人”的属地。\n　　还能看见少半个太阳的时候，终于到达出生以来初见的绿色草坪，看见连片种植的传说美味，以及比巨型蘑菇还高大结实的树木。这里真是牛们的禁地，荒无人烟的孤岛，专为我预备的天堂。\n　　那奇妙感觉，实在叫牛心长久激荡不已。\n　　逐渐降临的黑夜中，不远处数倍于鲍伯家的屋子大门敞开，木板之间的窟窿透出悠悠的银白光，似乎等待迎接新主人到来。\n　　我想都没想立刻快速跑了进去，结果由于冲得太猛，撞了满头满身的蜘蛛网。\n　　几年的荒废时期，不知何时被蜘蛛看中当了巢穴。从天花到地板，没有一处不被蛛丝覆盖变为捕获猎物的陷阱。我的到来显然打搅了它的安宁生活，于是洞穴大蜘蛛六只眼睛整齐放出惊骇的血光，随后脚爪敏捷爬上房顶，来了个漂亮的空中大回转，自身旁破口夺路而逃……\n\n　　“哞------！！”\n　　气死我了！！\n　　使劲摇头甩掉蛛丝，在屋内前后快跑几圈，高举牛角又顶又扯，直忙活得天全黑，总算把能够着的丝全部弄掉。\n　　啊啊啊……\n　　好好的房子，完全糟蹋了……\n　　家具倾倒，柜门脱落无踪，地上蛛丝成堆，每挪动一步都不停往蹄子上粘。鲍伯所讲令牛向往的中央地炉里面，更不客气的塞满破裂的蛛卵残骸，黄绿色湿哒哒的黏液几乎要溢到外面。\n　　一见此景，我果断调转牛头，迅速离开这恶心出超高水平的屋子。\n\n　　头顶群星闪耀的夜幕，在草坪上蹭掉粘黏的最后一根蛛丝，仰望天空名叫月亮的那颗大星。我究竟来干什么，眼下已经记不起来。\n　　心里只剩一片失落，还有马上回到蘑菇岛的渴望。\n　　信步漫游麦田，灿烂金黄被黑暗无光熏染得格外阴森。我沮丧的看看它们，一丁点胃口都没有了。\n　　之后，就望见那个，引导我走向厄运深渊的东西……\n\n\n\n\n\n索引：\n\n见外星人的签名和翻译版版头处。\n\n\n废言：\n\n我终于当上大区啦哈哈哈哈！\n好吧主要轻松下来不是因为这个，而是一连一周都看不到图卡的555。。。\n现在我主要忙大事，一般版务有好多苦力在干，可以多码字，推房子了，所以最近会多更一些，请期待着看吧~~~\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "a20001017",
            "timestamp": 1407489000,
            "txt_content": "支持外星人！"
        },
        {
            "author": "896766685",
            "timestamp": 1407489000,
            "txt_content": "收下= ="
        },
        {
            "author": "东方影岸",
            "timestamp": 1407489060,
            "txt_content": "楼主当上大区版主了？\n好像好厉害的样子！"
        },
        {
            "author": "a2455564728",
            "timestamp": 1407500580,
            "txt_content": "245前来观摩老冥的作品"
        },
        {
            "author": "银狼",
            "timestamp": 1407501120,
            "txt_content": "网络好了 = = ， 真是坑死老衲。是不是要说；：人妻人妻 = ="
        },
        {
            "author": "冥王星人",
            "timestamp": 1407566280,
            "txt_content": "银狼 发表于 2014-8-8 20:32\n网络好了 = = ， 真是坑死老衲。是不是要说；：人妻人妻 = =\n明明每次都够1000字的"
        }
    ]
}