{
    "title": "[Minecraft wiki翻译]船",
    "author": "认真的学",
    "replyCount": 7,
    "timestamp": 1342159380,
    "txt_content": " 本帖最后由 认真的学 于 2012-7-13 14:05 编辑 \n\nwiki地址：http://zh.minecraftwiki.net/wiki/%E8%88%B9]\n\n（我从来没见过BUG那么多的东西= =）\n\n船                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                船\n        \n\n\n\n\n类型载具\n耐久度无\n可再生是\n重叠否\n首次出现Alpha （秘密周五更新5）\n数据值dec: 333 hex: 14D\n\n        船（放置后）\n        \n\n\n生命值6 ()\n网络ID41\n存档IDBoat\n掉落物\n\n木板（3）\n\n\n木棍（2）自12w27a\n\n\n 船\n船是一种物品，也是一种实体的交通工具。船能在水面上自由漂浮与移动，玩家也可以坐进船内，所以在渡过海洋或其它大面积水域时，乘船是一种快捷的交通方式。但船很脆弱，很容易因触礁而损坏。船会顺水流行进，这个特性可以用来制造自动港口与船坞。Notch说他将努力制作出又别致，又大，又个性的船。\"[1]\n船一旦被合成，就可以被放在任何水方块上，或者通过点击鼠标右键把它放在陆地上，并能够通过敲击来回收船（12w27a之后才行）。你也可以把船放在岩浆里，但如果你想坐进船里，船就会坏掉，你也会掉进岩浆里并受到伤害。\n在雪上推船，雪就会消失。\n目录 [隐藏] \n1 合成2 乘船3 物理4 运河5 历史6 漏洞7 你知道吗8 画廊9 参考10 另见\n合成  材料 Input &#187; Output 木板 \n \n \n \n \n \n \n \n \n \n\n\n\n 乘船\n就像矿车一样,船可以通过鼠标右键点击来上船或下船。船可以从各个方向进入，包括下方（这样做可以略微快速地由潜水状态回到地表）。\n船会根据玩家的控制或水流移动。船的移动速度比玩家走路或游泳的速度快得多，但比矿车慢。在陆地上，船依然可以移动，但速度非常非常慢。\n船是由玩家的移动按键来控制的：当玩家不在船中时，船会沿着船头的方向慢慢加速前进（译者注：当然最终还会停下来）。船总会面向移动的方向，并带着你一块儿转向。比如说，同时按下前进和向右的按键，或者视线微微向右的同时按下前进按键，就会使船向右一直转圈，不停地改变着开船的方向。如果船开得够快，就会有水花溅起的视觉效果来表现船激起的浪花。\n如果你想穿过在水面和你头顶的方块之间只有一格空气的地方，你就会受到窒息伤害，但船依然可以任意移动。\n 物理 \n船是实体。船的行为有点像不在铁轨上的矿车；它们能够在固体方块上缓慢移动，并能顺水流方向轻松移动，且总是面向最后移动的方向。不同的地方在于，船在某些方面又有点像固体方块。它们能够被放在玩家、生物或其它船的顶上，玩家、生物、物品也能站/放置在船的顶上。\n如果一艘船撞到了一个实体比如说玩家、另一艘船或生物，它将会弹回并转向；如果它撞到了一个方块（译者注：这里指固体方块），它只会停下来（如果船没有坏掉的话）。如果一艘船砸到了另一艘船上，被砸的那艘船会坏掉，另一艘船则会被弹开。\n船有一个恼人的特点就是易碎。如果船以高速撞到了方块上，它将会受到伤害或直接坏掉。如果船受到了过多伤害，船就会坏掉，并掉出3块木板与两根木棍。玩家在沼泽中行船时可能觉得非常不方便，因为船撞上睡莲也会坏掉（仅在之前的版本出现）。虽然在水面上移动船很容易坏掉，船在掉落时却不会受到伤害。因此，玩家可以坐着船从高空落下，并在着地之前跳出船以将伤害减到最小，同时还不会破坏船。乘船时潜行可以防止因行船过快而撞上方块造成船的损坏。\n船在水平面上撞上灵魂沙时不会坏掉，因为灵魂沙的顶部比较低（译者注：指灵魂沙方块比较低矮），所以船只会搁浅，不会坏掉。所以用灵魂沙来做船坞或港口还是挺好用的。 虽然灵魂沙和台阶有着相同的漏洞，即当你在灵魂沙上离开船时，你会受到跌落伤害，且通常会导致死亡。\n门也可以控制船的移动，比如说你可以把一艘船锁在门内，防止它顺水飘走。这个方法也经常用来制造船坞。\n虽然船可以在任意水域自由移动，但向下的水流会将船卡在水流底部。这个特性会让很多升降水梯变得无用，并增加了让玩家淹死的风险。\n运河 \n在地上挖沟并倒入流动水而造成的运河，可以用于用船在距离较远的两地间快速来往。运河系统需要花大量时间来建造，但它比铁路系统更高效。两扇门，栅栏门, 梯子，压力板,和甘蔗可用作运河的连环锁，以此控制运河中水的流向，来建造一条水路。这种锁也能用于不同水位之间的升船机(升降水梯 或水梯)。（想了解现实中的例子的话，请见维基百科的“运河”、“水上交通”和“升船机”条目)。\n静止的水也能做运河，只要合理地将水方块以对角线放置即可。这样可以提高船在运河中的速度。\n 历史 \n 这一段需要扩展。你可以帮助我们扩展此段内容。\n船在Alpha版的秘密周五更新5中第一次出现。\n自Beta 1.8版本起，敲击船可以敲出暴击。\n自Beta 1.6.6 更新起，行船时撞到灵魂沙会杀死玩家，但不会破坏船。\n自每周快照12w23a起，船可以加速至比以前更快的速度，而且更容易控制。\n自每周快照12w27a起，船被破坏时会掉出船本身，而不是木板与木棍.\n漏洞 在许多多人模式的服务器中，输入/spawn能够在你看见在船上的另一个玩家，但其实这个所谓在船上的玩家只是在你看不见的地方移动而已。该玩家的腿是分开的，就好像他正在船上一样的。而且在此期间，该玩家对方块的操作（译者注：指破坏、放置方块等）不会对其它玩家造成影响。当乘船进入一个传送门时，游戏会崩溃。如果你在玻璃上放一艘船，上船并破坏这艘船，你将会穿过这块玻璃并受到一颗心的伤害。当你把船放在地面上时，即使没有水，也会有水花溅起的效果。如果一个玩家在船上离开游戏，当该玩家再进入游戏时，船就会跑到离玩家很远的地方，而该玩家也会掉入水中。有的时候在航路上还会突然出现一排的船。（已在1.2.5版生存模式中证实）。如果拿着一只碗进入/离开船，你右击鼠标的同时还会发射一支箭（如果你的包里有箭的话）。如果你试着拿着一艘船开门，这艘船将会被放在门的上方。乘船时砸到（不是撞到）任何一只动物将会杀死玩家，但会保持船的完好。不过这也会让游戏崩溃。和上一条有些相似的是，如果玩家乘船并在台阶上搁浅，那么玩家会受到坠落伤害。你在船上待得越久，伤害也就越大（可能是将你航行的距离当成了坠落的高度，将你搁浅的一瞬间当成了着地的一瞬间）。这个漏洞在你从灵魂沙上离开船时也会发生。当你拿着船上船时，船将会以极高的初速度移动。如果船被放在了铁轨上，船将会卡在铁轨上方的方块里直到它受到了足够的伤害（而坏掉）。当你在船上按下鼠标滚轮时，游戏客户端将崩溃。当你行船时移动到了在水面和上方砖块之间只有一格空气的地方，你将受到窒息伤害。如果你把一艘船放在一条1×1的运河中央，它将会卡住并消失。自从1.0.0版本起(本漏洞在每周快照11w50a中测试)，一艘没有载着玩家的船不会遵循水的物理特性。在Beta 1.5及之前的版本中，如果你做一个洞口为3×3的，有3个方块深的洞，并往里面放1至2艘船，再往里面填入沙子或沙砾，就可以作出流沙。如果你行船时撞到了鱿鱼，船会坏掉。在多人模式中，行船速度很慢而且很卡。如果你在水上行船，当你移动的时候，水会跑到船里。如果你行船的时候切换到第三人称视角，你的裤子会显示在你站立时裤子的位置，同时你还会有另外一双处于坐下状态的腿，这两双腿都会伸出船。如果鱿鱼离你的船足够近，就会把头对准你的船，好像它们要攻击船一样。不过由于鱿鱼会弄坏船，所以玩家航行的时候需要小心。如果一个楼梯上下颠倒地放在水面上方（译者注：这种放法即楼梯和水面之间有一格空气），船就可以顺利从楼梯下通过，并且不会让玩家受到窒息伤害。有时，如果你把船开进传送门中，传送门将会被复制5份，并随机分散在数据中。如果你拿着船离开船，就会放下第二艘船。如果一艘船从高空落下，它经过的地方将会有水花的效果。船是实体，所以如果它处于一个瀑布中，它就会试着浮到瀑布顶端以便“呼吸”。当你行船时以一个较大的角度(170+或10-)撞上灵魂沙，有极少的几率你会死亡。这个漏洞原因未知。自1.2.5版本起，从高海拔的地方推船，船会飞起来。这个漏洞原因未知。在每周快照12w23b中，船不能用于交通。因为当你到达目的地下船时，船会把你传送回你上船的地方。自每周快照12w22b起，船移动时会很卡。船能够被放在某些固体方块中，包括黑曜石和羊毛，但船却会在你想放置它的地方的上面的方块出现（因为这个漏洞很大，漏洞只会在你想把船放在下界传送门中或其它一些状况时出现），这将会使船受到的重力消失并发生惯性上的错误。如果你把水放在卡住船的方块的后一格，船就会穿过卡住它的方块。 在穿过方块以后，船的速度就会减缓（除非船要顺水向下移动），直到有另一艘船或其它什么东西推它一下。这个漏洞可以让船浮在虚空中，制造飞在空中的浮桥，传送船以及造成无数本wiki没有提到的漏洞（包括传送玩家）。\n你知道吗 船能够在陆地上被控制，尽管它移动得非常慢。如果在雪上推船，雪就会消失。玩家能够像站在其它方块上一样站在船上，而且不会穿过船掉下去。在船航行的时候离开船并在它上面冲浪是可以实现的，只要你向前冲刺即可。\n 画廊                         \n\n                        一艘漂浮在水面的船。                        \n\n                        一个由门造出的港口。                        \n\n                        一条水平流动的运河，运河上有由两扇门组成的“水锁”。                        \n\n                        堆起来的船。                        \n\n                        有发射器的港口。\n 一个简单的升船机（视频） 岩浆上的船（视频）\n参考  http://twitter.com/notch/status/13314124024909824\n 另见  矿车 运输 水\n\n\n",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1342159560,
            "txt_content": "“虽然灵魂沙和台阶有着相同的漏洞，即当你在灵魂沙上离开船时，你会受到跌落伤害，且通常会导致死亡。”\n"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1342160760,
            "txt_content": "我去，，船好有用"
        },
        {
            "author": "sunxiaopeng35",
            "timestamp": 1342160820,
            "txt_content": "好多bug都看不完了"
        },
        {
            "author": "819tierqusi",
            "timestamp": 1342161000,
            "txt_content": "撸主加油"
        },
        {
            "author": "geludan",
            "timestamp": 1342161060,
            "txt_content": "船就是渣渣{:10_503:}"
        },
        {
            "author": "老李是我",
            "timestamp": 1342162920,
            "txt_content": "题目应叫船的详细分析与历史由来"
        },
        {
            "author": "jianghr",
            "timestamp": 1342206960,
            "txt_content": "楼主翻译得很用心啊。确实，翻译的过程基本上整篇内容都消化吸收了。\n我接小麦种植那条目时sjjklh就跟我说整完也成技术流了。最后弄完后确实也大开眼界，那群老外真能倒腾。你译的\"漏洞\"部分同理。"
        }
    ]
}