{
    "title": "从末地到死亡之眼(已完结)",
    "author": "末影矿工",
    "replyCount": 1,
    "timestamp": 1407512100,
    "txt_content": " 本帖最后由 末影矿工 于 2014-8-15 21:28 编辑 \n\n\n\nＰＳ:这篇文章翻译量较大，希望大家回复。\n一天，汤姆结束了一整天的学习回到家里。他有去做家庭作业的时间，但他决定晚些再做。他想在他的世界玩Minecraft！  \n他把书包放在门边，匆匆打开了电视，那个他用几个小时去盯着末路之地的地方。汤姆昨晚已经发现了末地传送门，他太兴奋了。他很快把他的PS3打开并坐在他的沙发。他抓住他的遥控器，手指变白,他很兴奋。\n菜单刚刚出现，他就选择了他的世界并加载。就像他记得的那样，他回到他的房子准备战斗。他拿起了一些治疗药水和附魔金苹果以防万一,然后出门探险。他的背包加载了额外的盔甲，武器，工具，4组石子和药水。他出发的方向是他发现要塞的地方。\n\n经过15分钟的冲刺，他终于到了那里。通过一个他用泥土做的火炬塔标记，要塞就像以前一样。汤姆开始冒险直到他到达末地传送门。奇怪的是，他看到的墙上满是一种奇怪的像血一样的纹理。最后一次在这里他没看见这些。只是耸了耸肩，他把末影珍珠(正确应该是末影之眼,可能是作者笔误)摆在它的周围，启动它并跳进去！\n\n他被传送到一个黑曜石平台上并环顾四周。他立刻注意到在有成百上千的末影人浮动在他身边的小岛,月亮般的小岛。汤姆想起他的朋友们今天在学校谈论这个。他也注意到了许多黑曜石塔上面有浮动的心。当然，还有可怕的，飞行的末影龙！他建筑了自己的道路到岛上并在屏幕闪现黑色时与末影人战斗。他被吓了一跳，他立即开始轰击Playstation按钮。屏幕在近2秒后闪烁回来，他又回到了战斗。\n从现在开始屏幕成为了焦点。末影人的脸在正常和模糊中徘徊，而且电视屏幕开始发出嗡嗡的吵声。\nTom有一点困惑但并不担心，他猜想是故意设计的。\n他继续杀出一条血路，捡起没射中末影龙的箭，去塔的顶部比他想象的还要困难。但他继续在这场永不完结的战斗中战斗。他咬紧他的牙，手被一层冷汗覆盖。\n在经过很好的三十分钟的战斗，他终于打败末影龙。奇怪的是它没有掉落一点经验，没有基岩做的传送门和龙蛋。他挠了挠他的头。\n他的屏幕又开始反复闪烁成黑色。迷茫的Tom尝试去暂停游戏，但他失败了。也没有任何关于磁盘空间的通知，什么也没留下。\"见鬼了！\"，他大声喊道。突然他中毒了而且他的人物开始减血。他四周环顾发现他早已不在末地了，而是一个黑暗的地方，什么都看不见，除了黑暗。\n凋灵开始在他身边生成。它们没有攻击Tom，而是围着他旋转，并发出毛骨悚然的声音。然后恶魂开始生成，做着同样的旋转。僵尸猪人开始生成，也做着同样的事情。它们的眼睛都锁定在Tom的人物身上。岩浆开始涌溅在Tom的周围。最终一起大声爆发性的咆哮，Tom眨了几下眼睛，感觉他看到了什么。当特大的悬浮的史蒂夫头出来后他几乎要关掉系统。他发光的眼睛盯着Tom。\n所有包围他的生物都被冻住了，他们的脸也看着Tom，他打了一个哆嗦。“这是游戏的一部分吗，是吗？”他开始感到紧张。没有任何警告关于头部的嘶哑声，爆裂声和所有的生物在他们分裂的时候发出的尖叫，像素的血液从他们身体蹦出并落到地上。汤姆开始发慌，并大声的尖叫。眼泪从他的眼部流出。Tom死死的盯着他在TV屏幕上。然后是大声的尖叫和以全力飞向他的头。尖叫从所有地方发出并一直出现死亡信息。他丢掉他的游戏掌机并缩在地上颤抖，哭的不成人样。声音开始降低直到屏幕褪色到黑色。\nTom仍然可以听见响亮的尖叫声，他回到沙发上，用手擦着眼睛。\n原文:One day Tom came home from a long day of school. He had hours of homework to get working on, but decided to brush it off for later. He wanted to play Minecraft on his world!\n\nHe tossed his bookbag over by the door and hurried to his T.V., where he often spent his evenings staring at for hours on end. Last night Tom had found the portal to the end in the stronghold, and he was so excited to check it out. He quickly turned on his PS3 and dove onto his sofa. The game loaded up and he gripped his remote tightly, knuckles whitening. He was about to explode with excitement. \n\nOnce the main menu appeared he selected his world and it loaded up. As he remembered, he was back at his house preparing for the battle. He grabbed some healing potions and god apples just in case and headed out. His inventory was loaded with weapons, extra armor, tools, 4 stacks of cobble, and potions. He headed off in the direction of where he had found the stronghold. \n\nAfter 15 minutes of sprinting, he finally arrived there. Marked by a tower of dirt with a torch he had made, the stronghold was all there just like before. Tom began adventuring down until he stopped upon the portal. Strangely, he noticed how the walls were covered in a weird blood like texture. Last time here was there he didn't recall seeing that. Just simply shrugging it off, he placed the pearls around it, lit it up and dove in!\n\nHe warped on a platform of obsidian and looked around. Instantly he noticed how there were hundreds of endermen on the floating, moon-like island beside him. Tom remembered his friends at school today talking about this. He also noticed many towers of obsidian with floating hearts above them. And of course, the monstrous, flying ender dragon! He built his way over to the island and began battling the enderman when the screen flashed black. Startled, he instantly began pounding the playstation button. The screen flickered back on nearly 2 seconds later, and he was back to fighting the enderman againOut of nowhere the screen started becoming out of focus. The faces of the enderman shifted between normal and blurred, and the T.V. screen started making loud \"humming\" noises. \n\nTom was a little confused but didn't really worry to much. He guessed it was supposed to do that. \n\nHe continued to fight his way through the enderman and pick off shots at the dragon here and there. Disabling the life sources at the tops of the towers was harder than he would have imaged. But he continued battling the never ending war. His teeth clenched, and palms covered in layers of sweat. \n\nFinally, after a good 30 minutes of fighting he managed to fully defeat the enderdragon. But to his surprise no exp orbs fell, and the bedrock portal with the dragon egg didn't appear. He scratched his head.  \n\nAgain the screen flickered to black, repeatedly. Still confused he tried pausing the game. It didn't work. Without any notification his inventory cleared out, leaving nothing behind. \"What the heck!\" he exclaimed aloud. A poison effect was applied to him and his character began taking damage. Around him he noticed he was no longer in the end, but an endless stretch of darkness. He could not see anything but black. \n\nWithers started spawning all around him. They didn't attack him but circled him in a spiral motion, all making their spooky noises. Next ghasts spawned, floating above the withers and making the same motion. Pigmen zombies began spawning everywhere, but they stood still. Their eyes locked with Tom's character. Lava started pouring around all sides of Tom's character. And finally loud roaring noises erupted from his T.V. Tom blinked a few times, thinking he was seeing things. He was about to turn off the system when a large floating head of steve appeared. His eyes were glowing white and stared right at Tom. \n\nAll of the mobs around him froze, turned their faces and stared at Tom also. A shiver ran down his back. \"This isn't part of the game, is it?\" he thought nervously. Without warning the head made hoarse, crackling noise and all of the mobs around him screamed as they were torn apart, limb from limb. Pixel blood flowed from their bodies and poured out onto the floor. Tom started panicing and screamed out loud. Tears dripped from his eyes. He locked his stare on the T.V. screen. Then there was an ear piercing screech and the head flew full force at Tom. Loud noises screamed from everywhere and the death message appeared on the screen. He let the controller drop from his hands as he curled up in a ball on the ground and rocked back and forth, crying his eyes out. The noises slowly came down in volume until they were gone and the screen faded to black. \n\nTom could still hear the ringing screams in his ears. He continued to rock back and forth next to the couch, wiping his eyes with his arm. ",
    "replies": [
        {
            "author": "末影矿工",
            "timestamp": 1408109280,
            "txt_content": "终于彻底翻译完了。。。真够累的"
        }
    ]
}