{
    "title": "恐怖故事:冷白之眼(The Cold)",
    "author": "末影矿工",
    "replyCount": 5,
    "timestamp": 1407514320,
    "txt_content": " 本帖最后由 末影矿工 于 2014-8-9 00:14 编辑 \n\n夜深了，我在外面看月亮。这风真的很大，这使我寒冷。我花了一晚在爱尔兰的酒店进行商务旅行。我无法停止对死者的身体所在的地下室找到当局的思考。它让我毛骨悚然。我睡在了事故现场，但是我被我名字的声音吵醒了。“Milessss .....”“Milessss…”\n我做了正常的事情并喊道：“谁在那儿？！”没有人回答。我朝四周看了看，看到了一个人。但在我的眼角看到了一些不寻常的东西。一个灰头发的女人，穿着一身红色的礼服，有一个冷的、空白的眼睛。它放声大哭，我跑进房间。我走上楼梯到了我房间的楼层。我打开了门，那个女人在那里“bansheeee……”的说......\n我闭上眼睛，因为它使我更加接近。当我睁开眼睛的时候，我在一个寒冷的，废弃的仓库,大喊“有人吗！？有人在这里吗？”没有人回答。灯都被关掉了，很黑。我走上前去“紧缩”的一声。灯亮了，我看到了人的遗骸无处不在。颅骨粉碎的现在，在我的脚下。”bansheeeeee……”听起来像是从我背后。它越来越近。我转过身，看见一个血腥的骷髅。我转过身，而女人在那里。它嚎啕大哭，想抓住我。我跑得尽可能快的。我到了储藏室，发现一个手电筒。灯再次灭了。我打开手电筒，走在试图找到出口。我几分钟后发现出口。我打开门，外面。这是死一般的沉默，一切正在冻结。它越来越冷直到…她找到了我。她要了我的命，我打开我的眼睛，“那只是个梦！”我穿好衣服，准备我的会议。然后打开门，我看到它。那个女人......\n原文:It was late at night, and I was outside watching the moon. It was really windy, which made me cold. I was spending the night in a hotel in Ireland for a business trip. I couldn't stop thinking about the dead body the authorities found in the basement. It sent a shiver down my spine. I fell asleep outside on accident, but I was woken up to the sound of my name. \"Milessss.....\" \"Milessss....\"\n\nI did the normal thing and yelled \"Who's there?!?\" No answer. I looked around to see where the prankster was at. In the corner of my eye I saw something unusual. A woman with greyish hair, a red gown, and cold, empty white eyes. It wailed, so I ran inside the hotel room. I took the stairs up to the level my room was on. I opened the door, and the woman was there \"Bansheeee...\" It said.\n\nI closed my eyes as it brought me closer. When I opened my eyes, I was in a cold, abandoned warehouse yelling \"Hello!? anyone here?!\" No answer. The lights were off and it was pitch black. I stepped forward to a \"CRUNCH\" Sound. The lights turned on, and I saw skeletal remains of people everywhere. Ones skull was now crushed, under my foot. \"Bansheeeeee...\" It sounded like it came from behind me. It got closer and close. I turned around and saw a bloody skeleton. I turned back around, and the woman was there. It wailed and tried to grab me. I ran as fast as I can. I came across the storage closet, and found a flashlight. The lights went off again. I turned on the flashlight and walked around to try to find the exit. I found it after some minutes of searching. I opened the door and was outside. It was dead silent, and now freezing. It got colder and colder until... She found me. Right as she was about to kill me, I opened my eyes \"It was just a dream!\" I got dressed and ready for my meeting. Right as opened the door I saw it. The woman.\n\n",
    "replies": [
        {
            "author": "nnyilun",
            "timestamp": 1407515160,
            "txt_content": "鬼节啦！别发恐怖的东西吧！好怕怕= ="
        },
        {
            "author": "nnyilun",
            "timestamp": 1407515220,
            "txt_content": "鬼节啦！别发恐怖的东西吧！好怕怕= ="
        },
        {
            "author": "1411465506",
            "timestamp": 1407516720,
            "txt_content": " 本帖最后由 1411465506 于 2014-8-9 00:54 编辑 \n\n我机智的打了这个指令\n/gamemode 1\n/spawn"
        },
        {
            "author": "末影矿工",
            "timestamp": 1407519300,
            "txt_content": "nnyilun 发表于 2014-8-9 00:27\n鬼节啦！别发恐怖的东西吧！好怕怕= =\ne........."
        },
        {
            "author": "银色十字梦",
            "timestamp": 1407537840,
            "txt_content": "这个笑话太逗了OWO"
        }
    ]
}